{"text":"二四年十一月十三日夜。本篇最初发表于一九二四年十一月二十四日语丝周刊第二期。杨遇夫―名树达，湖南长沙人，语言文字学家。曾留学日本，历任北京师范大学清华大学湖南大学教授。著有高等国文法词诠等。按文中所说自称杨树达者本名杨鄂生。晨报梁启超汤化龙等组织的政治团体研究系的机关报。一九一六年八月创刊于北京，原名晨钟报，一九一八年十二月改名晨报，一九二八年六月停刊。它的副刊晨报副刊一九二一年十月创刊，一九二八年六月停刊。晨报在政治上拥护北洋政府，但它的副刊在进步力量推动下，一个时期内曾是赞助新文化运动的重要刊物之一。在一九二一年秋至一九二四年冬孙伏园任编辑时经常为它撰稿，孙伏园去职后即不再投稿。周作人―字启明，浙江绍兴人，的二弟。曾留学日本，当时任北京大学教授。抗日战争期间堕落为汉奸。孙伏园―原名福源，浙江绍兴人。北京大学毕业，新潮社和语丝社成员。先后任晨报副刊京报副刊编辑。著有伏园游记先生二三事等。马裕藻―字幼渔，浙江鄞县人。曾留学日本，当时任北京大学国文系教授。陈通伯―名源，字通伯，笔名西滢，江苏无锡人。当时任北京大学教授，现代评论派的主要成员。参看本卷第页注。托尔斯泰。，安德烈夫。冯玉祥―字焕章，安徽巢县人，北洋直系将领，当时任国民军总司令。后来逐渐倾向进步。吴佩孚―字子玉，山东蓬莱人，北洋直系军阀。哭范爱农哭范爱农把酒论天下，先生小酒人。大圜犹酩酊，微醉合沉沦。幽谷无穷夜，新宫自在春。旧朋云散尽，余亦等轻尘。本篇最初发表于一九一二年八月二十一日绍兴民兴日报，署名黄棘。这是哀范君三章的最后一首。其中第三联因忘却，于本书编集时补作，故与原发表时稍有出入。参看朝花夕拾范爱农及集外集拾遗哀范君三章。范爱农―名肇基，字斯年，号爱农，浙江绍兴人。光复会会员，在日本留学时与相识。"}
{"text":"大圜犹酩酊，微醉合沉沦。幽谷无穷夜，新宫自在春。旧朋云散尽，余亦等轻尘。本篇最初发表于一九一二年八月二十一日绍兴民兴日报，署名黄棘。这是哀范君三章的最后一首。其中第三联因忘却，于本书编集时补作，故与原发表时稍有出入。参看朝花夕拾范爱农及集外集拾遗哀范君三章。范爱农―名肇基，字斯年，号爱农，浙江绍兴人。光复会会员，在日本留学时与相识。一九一一年任山会初级师范学堂后改称绍兴师范学校监督时，他任学监。离职后，他被守旧势力排挤出校，一九一二年七月十日落水身亡。大圜即天。吕氏春秋序意爰有大圜在上，大矩在下。新宫当时袁世凯的总统府在新华宫。备考自传备考自传，以一八八一年生于浙江之绍兴城内姓周的一个大家族里。父亲是秀才母亲姓鲁，乡下人，她以自修到能看文学作品的程度。家里原有祖遗的四五十亩田，但在父亲死掉之前，已经卖完了。这时我大约十三四岁，但还勉强读了三四年多的中国书。因为没有钱，就得寻不用学费的学校，于是去到南京，住了大半年，考进了水师学堂。不久，分在管轮班，我想，那就上不了舱面了，便走出，另考进了矿路学堂，在那里毕业，被送往日本留学。但我又变计，改而学医，学了两年，又变计，要弄文学了。于是看些文学书，一面翻译，也作些论文，设法在刊物上发表。直到一九一年，我的母亲无法生活，这才回国，在杭州师范学校作助教，次年在绍兴中学作监学。一九一二年革命后，被任为绍兴师范学校校长。但绍兴革命军的首领是强盗出身，我不满意他的行为，他说要杀死我了，我就到南京，在教育部办事，由此进北京，做到社会教育司的第二科科长。一九一八年文学革命运动起，我始用的笔名作小说，登在新青年上，以后就时时作些短篇小说和短评一面也做北京大学，师范大学，女子师范大学的讲师。因为做评论，敌人就多起来，北京大学教授陈源开始发表这就是我，由此弄到段祺瑞将我撤职，并且还要逮捕我。我只好离开北京，到厦门大学做教授约有半年，和校长以及别的几个教授冲突了，便到广州，在中山大学做了教务长兼文科教授。又约半年，国民党北伐分明很顺利，厦门的有些教授就也到广州来了，不久就清党，我一生从未见过有这么杀人的，我就辞了职，回到上海，想以译作谋生。"}
{"text":"因为做评论，敌人就多起来，北京大学教授陈源开始发表这就是我，由此弄到段祺瑞将我撤职，并且还要逮捕我。我只好离开北京，到厦门大学做教授约有半年，和校长以及别的几个教授冲突了，便到广州，在中山大学做了教务长兼文科教授。又约半年，国民党北伐分明很顺利，厦门的有些教授就也到广州来了，不久就清党，我一生从未见过有这么杀人的，我就辞了职，回到上海，想以译作谋生。但因为加入自由大同盟，听说国民党在通缉我了，我便躲起来。此后又加入了左翼作家联盟，民权同盟。到今年，我的一九二六年以后出版的译作，几乎全被国民党所禁止。我的工作，除翻译及编辑的不算外，创作的有短篇小说集二本，散文诗一本，回忆记一本，论文集一本，短评八本，中国小说史略一本。本篇最初发表于一九二五年六月十五日语丝周刊第三十一期，是应阿正传俄王希礼之请而写的。其中阿正传序译成俄文后，收入一九二九年列宁格勒激浪出版社出版的阿正传俄文版短篇小说选集一书。王希礼原名波阿瓦西里耶夫，？―，苏联人。一九二五年是河南国民革命第二军俄国顾问团成员。圣贤将人们分为十等左传昭公七年天有十日，人有十等。下所以事上，上所以共供神也。故王臣公，公臣大夫，大夫臣士，士臣o皂，o臣舆，舆臣隶，隶臣僚，僚臣仆，仆臣台。青年批评家指成仿吾。他在创造季刊第二卷第二号一九二四年二月发表的呐喊的评论一文中说阿正传为浅薄的纪实的传记，描写虽佳，而结构极坏。阿正传发表后，曾出现这样一些评论如张定璜的先生说呐喊的作家的看法带点病态，所以他看的人生也带点病态，其实实在的人生并不如此。见一九二五年一月三十日现代评论一卷八期冯文炳的呐喊说君的刺笑的笔锋，随在可以碰见，至于阿，更要使人笑得不亦乐乎。见一九二四年四月十三日晨报副刊周作人的阿正传说阿正传是一篇讽刺小说因为他多是反语，便是所谓冷的讽刺――冷嘲。见一九二二年三月十九日晨报副刊。变故指祖父周福清介孚因科场案入狱一事。"}
{"text":"见一九二五年一月三十日现代评论一卷八期冯文炳的呐喊说君的刺笑的笔锋，随在可以碰见，至于阿，更要使人笑得不亦乐乎。见一九二四年四月十三日晨报副刊周作人的阿正传说阿正传是一篇讽刺小说因为他多是反语，便是所谓冷的讽刺――冷嘲。见一九二二年三月十九日晨报副刊。变故指祖父周福清介孚因科场案入狱一事。水师学堂即江南水师学堂，清政府一八九年设立的一所海军学校。初分驾驶管轮两科，不久增添鱼雷科。机关科即管轮科，现称轮机农业。矿路学堂即江南陆师学堂附设的矿务铁路学堂。东京的豫备学校指东京弘文学院，创办于一九二年，是日本人嘉纳治五郎为中国留学生开设的补习日语和基础课的学校。日本的维新指发生于日本明治年间―的维新运动。在此以前，日本一部分学者曾大量输入和讲授西方医学，宣传西方科学技术，积极主张革新，对日本维新运动的兴起，曾起过一定的作用。俄日战争指一九四年二月至一九五年九月，沙皇俄国同日本帝国主义之间为争夺在我国东北地区和朝鲜的侵略权益而进行的一次帝国主义战争。小计画指和许寿裳周作人等筹办新生杂志和译介被压迫民族文学等事。参看呐喊自序域外小说集序等。指周作人和他的妻子羽太信子等。一九一二年一月中华民国临时政府在南京成立，应教育总长蔡元培之约赴教育部任职，同年五月随临时政府迁至北京，任社会教育司第二科科长。不久，第一科移交内务部，第二科改为第一科，一九一二年八月二十六日，被委任为第一科科长。指收入本书的斯巴达之魂说~和收入坟中的人之历史科学史教篇文化偏至论摩罗诗力说等。本自传当作于一九三四年三四月间。本文加注后重收入集外集拾遗补编。流言和谎话流言和谎话这一回编辑莽原时，看见论及北京女子师范大学风潮的投稿里，还有用某校字样和几个方匡子的，颇使我觉得中国实在还很有存心忠厚的君子，国事大有可为。但其实，报章上早已明明白白地登载过许多次了。"}
{"text":"本自传当作于一九三四年三四月间。本文加注后重收入集外集拾遗补编。流言和谎话流言和谎话这一回编辑莽原时，看见论及北京女子师范大学风潮的投稿里，还有用某校字样和几个方匡子的，颇使我觉得中国实在还很有存心忠厚的君子，国事大有可为。但其实，报章上早已明明白白地登载过许多次了。今年五月，为了同系学生同时登两个相反的启事已经发现了那些事，已经使喜欢怀疑的西滢先生有好像一个臭毛厕之叹见现代评论二十五期闲话，现在如果西滢先生已回北京，或者要更觉得世风日下了罢，因为三个相反，或相成的启事已经发现了一是女师大学生自治会二是杨荫榆三是单叫作女师大。报载对于学生停止饮食茶水，学生亦云既感饥荒之苦，复虑生命之危。而女师大云全属子虚，是相反的而杨荫榆云本校原望该生等及早觉悟自动出校并不愿其在校受生活上种种之不便也，则似乎确已停止，和女师大说相反，与报及学生说相成。学生云杨荫榆突以武装入校，勒令同学全体即刻离校，嗣复命令军警肆意毒打侮辱而杨荫榆云荫榆于八月一日到校暴劣学生肆行滋扰故不能不请求警署拨派巡警保护是因为滋扰才请派警，与学生说相反的而女师大云不料该生等非特不肯遵命竟敢任情谩骂极端侮辱幸先经内右二区派拨警士在校防护是派警在先，滋扰在后，和杨荫榆说相反的至于京师警察厅行政处公布，则云查本厅于上月三十一日准国立北京女子师范大学函请准予八月一日照派保安警察三四十名来校乃又与学生及女师大说相成了。杨荫榆确是先期准备了武装入校，而自己竟不知道，以为临时叫来，真是离奇。杨先生大约真如自己的启事所言，始终以培植人才恪尽职守为素志服务情形为国人所共鉴的罢。素志我不得而知，至于服务情形，则不必再说别的，只要一看本月一日至四日的女师大和她自己的两启事之离奇闪烁就尽够了！撒谎造谣，即在局外者也觉得。如果是严厉的观察和批评者，即可以执此而推论其他。但杨先生却道所以勉力维持至于今日者非贪恋个人之地位为彻底整饬学风计也，窃以为学风是决非造谣撒谎所能整饬的地位自然不在此例。且住，我又来说话了，或者西滢先生们又许要听到许多流言。"}
{"text":"杨先生大约真如自己的启事所言，始终以培植人才恪尽职守为素志服务情形为国人所共鉴的罢。素志我不得而知，至于服务情形，则不必再说别的，只要一看本月一日至四日的女师大和她自己的两启事之离奇闪烁就尽够了！撒谎造谣，即在局外者也觉得。如果是严厉的观察和批评者，即可以执此而推论其他。但杨先生却道所以勉力维持至于今日者非贪恋个人之地位为彻底整饬学风计也，窃以为学风是决非造谣撒谎所能整饬的地位自然不在此例。且住，我又来说话了，或者西滢先生们又许要听到许多流言。然而请放心，我虽然确是某籍，也做过国文系的一两点钟的教员，但我并不想谋校长，或仍做教员以至增加钟点也并不为子孙计，防她们在女师大被诬被革，挨打挨饿，我借一句的愤激的话告诉你们我幸而没有女儿！说逅逦糁学者曰太阳而外，宇宙间殆无所有。历纪以来，翕然从之怀疑之徒，竟不可得。乃不谓忽有一不可思议之原质，自发光热，煌煌焉出现于世界，辉新世纪之曙光，破旧学者之迷梦。若能力保存说，若原子说，若物质不灭说，皆蒙极酷之袭击，跄踉倾欹，不可终日。由是而思想界大革命之风潮，得日益磅薄，未可知也！此新原质以何因缘，乃得发见？则不能不曰线旧译透物电光之赐。线者，一八九五年顷，德人林达根所发明者也。其性质之奇异若一贯通不透明体，二感写真干板，三与气体以导电性等。大惹学者之注意，谓线外，当更有线，若线等者。相率覃思，冀获新质。乃果也驰运涅伏，必获报酬。翌年而法人勃克雷复有一大发见。或曰，勃氏以厚黑纸二重，包写真干板，暴之日光，越一二日，略无感应，乃上置磷光体铀盐，欲再行实验，而天适晦，不得已姑纳机兜中，数日后检之，则不待日光，已感干板。勃氏大骇异，细测其理，知其力非借磷光，而铀之盐类，实自具一种类似线之辐射线，爰名之曰铀线，生此种线之体曰剌伽刻耙夫体。此种物体所放射之线，则例以发见者之名名之曰勃克雷线。犹线之亦名林达根线也。然铀线则无待器械电气之助，而自能放射，故较线已大进步。尔后研究益盛，学者涅伏中，均结种种线线之影。至一八九八年，休密德氏于钍之化合物中，亦发见林达根线。"}
{"text":"勃氏大骇异，细测其理，知其力非借磷光，而铀之盐类，实自具一种类似线之辐射线，爰名之曰铀线，生此种线之体曰剌伽刻耙夫体。此种物体所放射之线，则例以发见者之名名之曰勃克雷线。犹线之亦名林达根线也。然铀线则无待器械电气之助，而自能放射，故较线已大进步。尔后研究益盛，学者涅伏中，均结种种线线之影。至一八九八年，休密德氏于钍之化合物中，亦发见林达根线。同时，法国巴黎工艺化学学校教授古篱夫人，于授业时，为空气传导之装置，偶于别及不兰奥大利产之复杂矿物中，见有类似线之放射线，闪闪然光甚烈。亟告其夫古篱，研究之末，知含有铋化合物，其放射性凡四千倍于铀盐。以夫人生于坡兰德故，即以坡罗尼恩名之。既发表于世，学者大感谢，法国学士会院复酬以四千法郎，古篱夫妇益奋励，日事研究，遂于别及不兰中，又得一新原质曰耙，符号为。按旧译曰耙。然其音义于尤惬，故篡取之，而则别立新名可耳。一八九九年，独比伦氏亦于别及不兰中得他种剌伽刻耙夫体，名曰爱客地恩。然其辐射性不及~。坡罗尼恩与铋，爱客地恩与钍，~与钡，均有相似之性质。而其纯质，皆不可得。惟~则经古篱夫人辛苦经营，始得略纯粹者少许，测定分剂及光图，已确认为一新原质，其他则尚在疑似之间，或谓仅得保存其能力而已。~盐类之水溶液，加以，或轻二硫，或二硫，不生沉淀。~硫养四或~炭养三，不溶解于水，其~绿二，则易溶于水，而不溶解于强盐酸及酒精中。利用此性，可于制铀之别及不兰残滓中，分析~质。然因性殊类钡，故钡恒羼杂其间，去钡之法，须先令成盐化物，溶于水中，再注酒精，即生沉淀，然终不免有钡少许，存留溶液内，反复至再，始得略纯之~盐。至于纯质，则迄今未能得也。且其量极稀，制铀残滓五千吨，所得~盐不及一启罗格兰，此三年间所取纯与不纯者合计仅五百格兰耳。而有谓世界中全量恐已尽是者，其珍贵如此。故值亦綦昂，虽含钡甚多者，每一格兰，非三十五弗不能得。至古篱氏之最纯品，以世界惟一称者，亦仅如微尘大，积二万购之，犹不可得，其放射力则强于铀盐百万倍云。此最纯品，即~绿二也。昨年古篱夫人化分其绿，令成银绿二，计其量，然后算得~之分剂为二百二十五。"}
{"text":"至于纯质，则迄今未能得也。且其量极稀，制铀残滓五千吨，所得~盐不及一启罗格兰，此三年间所取纯与不纯者合计仅五百格兰耳。而有谓世界中全量恐已尽是者，其珍贵如此。故值亦綦昂，虽含钡甚多者，每一格兰，非三十五弗不能得。至古篱氏之最纯品，以世界惟一称者，亦仅如微尘大，积二万购之，犹不可得，其放射力则强于铀盐百万倍云。此最纯品，即~绿二也。昨年古篱夫人化分其绿，令成银绿二，计其量，然后算得~之分剂为二百二十五。多漠尔班氏曾照以分光器，~之特有光图外，不复有他光图，亦为新原质之一证。~线虽多与线同，而此外复有与玻璃陶器以褐色或革色，令银绿二复原，岩盐带色，染白纸，一昼夜间变黄磷为赤磷，及灭亡种子发芽力之种种性。又以色儿路多皿贮~盐放射性强于铀线五千倍者，握掌中二时间，则皮肤被灼，今古篱氏伤痕历历犹未灭也。古篱氏曰若有人入置纯~一密里格兰之室中，则当丧明焚身，甚或致死。而加奈大之卢索夫氏，则谓纯~一格兰，足起一磅之重高及一铡Ｉ趸蛴形阶慊饔⒐所有军舰，飞上英国第一高山辩那维之巅者，则维廉可洛克之言也。综观诸说，虽觉近夸，而放射力之强，亦可想见矣。尤奇者，其放射力，毫不假于外物，而自发于微小之本体中，与太阳无异。~线亦若线然，有贯通金属力，此外若纸木皮肉等，俱无所沮。然放射后，每为被贯通之物质所吸收，而力变弱，设以~线通过二五密里之铂箔，则强率变为其初之四十九，再一次则又减为三十六，二次以后，减率乃不如初之著矣。由是知~线决非单纯，有易被他物所吸收者，有强于贯通力者，其贯物而过也若滤分然。各放射线，析为数种，感写真干板之力强者，即贯通线也，其中复有善感眼之组织者，故虽瞑目不视，而仍见其所在。~之奇性，犹不止是。有拔尔敦者，曾于暗室中，解包出~，忽闪闪然发青白色光，室中骤明，其纸裹亦受微光，良久不灭。是即副放射线，感写真干板之作用，亦与主放射同。盖~能本体发光，及与光于接近物体之二性质，宛如太阳与光于周围游星然。其能力之根源，竟不可测。或曰勃克雷氏贮比较的纯~于管中，藏之衣底，六小时后，体上忽现焦灼痕，未几忽隐现于头腕间，不能指其定处。后古篱氏乃设法测其热度，法用热电柱，其一方接合点，置纯铜盐，他方接合点，置含铜盐六分一之锡盐。"}
{"text":"~之奇性，犹不止是。有拔尔敦者，曾于暗室中，解包出~，忽闪闪然发青白色光，室中骤明，其纸裹亦受微光，良久不灭。是即副放射线，感写真干板之作用，亦与主放射同。盖~能本体发光，及与光于接近物体之二性质，宛如太阳与光于周围游星然。其能力之根源，竟不可测。或曰勃克雷氏贮比较的纯~于管中，藏之衣底，六小时后，体上忽现焦灼痕，未几忽隐现于头腕间，不能指其定处。后古篱氏乃设法测其热度，法用热电柱，其一方接合点，置纯铜盐，他方接合点，置含铜盐六分一之锡盐。计算所生电流之强率，知置铜盐处之温度，高一度半。又以篷然测热器，测定八格兰之纯~盐所生温度，一小时凡十四加罗厘即一格兰所放射之热，每一小时凡百加罗厘以上也。其光与热，既非出于燃烧，亦无化学的变化，不知此多量能力，以何为根？如曰本体所自发欤，则昔所谓能力之原则者，不得不破。如曰由外围能力而发软，则~必当有利用外围能力之性，而此能力之本性，又为吾人所未及知者也。~线亦有与空气以导电性之性质，设有钢板及锌板各一，联以铜丝，两板间之空气，令~线通过之，则铜丝即生电流，与两板各浸于稀硫酸液中无稍异。盖~线能令气体为衣盎集于两极间之电解质之总名，分出荷阴阳电气之部分，故气体之作用，遂与液体电解质同。~线中之易被他物吸收者，此性尤著。从克尔格司管阴极发生之恺多图线，及林达根线，及~线，若受强磁力之作用，则进行必偏，设与~线成直角之方向，有磁力作用，则~线即越与磁力相对之左而行然因~线非单纯者，故析出屈于磁力及不屈于磁力之种种线，进路各不相同，与日光过三棱玻璃而成七色无异。~线中之强于贯通力者，此性尤著，且因对于磁力之作用，故~线之大部分，遂含有荷阴电气而飞运极迅之微粒云。被磁力而偏之~线中，既含有荷阴电之微粒，则以之投射于或物体，亦当得阴电。古篱夫妇曾用封蜡绝缘之导电体，投以~线，而确得阴电又以同法绝缘之铜盐，因带阴电之微粒飞去，而荷阳电。此电气之集积量，每一平方密厘每一秒时凡得安培云。~线中带阴电之微粒，在强电场时，必偏其进行方向，即在一密厘有一万波的之强电场，则偏四生的许，此勃克雷氏所实证者也。自~所发射微粒之速度，每秒凡密厘，约当光速度之半，因此微粒之飞散，故~于一小时所失之能力额凡加罗厘，与前记之放出热量较，则觉甚微。"}
