{"text":"她默默无语，她凄凄似悲，那时正是微雨晴后，斜阳正艳，葡萄叶上滚着圆珠，荼靡花儿含着余泪，凉飚呜咽正苦，好似和她表深刻的同情！碧草舒齐的铺着，松荫沉沉的覆着她含羞凝眸，望着他低声说这就是最后的命运吗？他看看她微笑道这命运不好吗？她沉默不答。松涛慷慨激烈的唱着，似祝她和他婚事的成功。这深刻的印象，永远留在她和他的脑里，有时变成温柔的安琪儿，安慰她干枯的生命，有时变成幽闷的微菌，满布在她的血管里，使她怅惘！使她烦闷！她想人们驾着一叶扁舟，来到世上，东边漂泊，西边流荡，没有着落困难是苦，但有了结束，也何尝不感到平庸的无聊呢？爱情如幻灯，远望时光华灿烂，使人沉醉，使入迷恋。一旦着迷，便觉味同嚼蜡，但是她不解，当他求婚时，为什么不由得就答应了他呢？她深憾自己的情弱，易动！回想到独立苍溟的晨光里，东望滔滔江流，觉得此心赤裸裸毫无牵扯。呵！这是如何的壮美呵！现在呢！柔韧的密网缠着，如饮醇醪，沉醉着，迷惘着！上帝呵！这便是人们最后的命运吗？她凄楚着，沉思着，不觉得把雨后的美景轻轻放过，黄昏的灰色幕，罩住世界的万有，一切都消沉在寂寞里，她不久就被睡魔引入胜境了！夜的奇迹宇宙僵卧在夜的暗影之下，我悄悄的逃到这黑黑的林丛，群星无言，孤月沉默，只有山隙中的流泉潺潺溅溅的悲鸣，仿佛孤独的夜莺在哀泣。山巅古寺危立在白云间，刺心的钟磬，断续的穿过寒林，我如受弹伤的猛虎，奋力的跃起，由山麓窜到山巅，我追寻完整的生命，我追寻自由的灵魂，但是夜的暗影，如厚幔般围裹住，一切都显示着不可挽救的悲哀。吁！我何爱惜这被苦难剥蚀将尽的尸骸，我发狂似的奔回林丛，脱去身上血迹斑澜的征衣，我向群星忏侮。我向悲涛哭诉！这时流云停止了前进，群星忘记了闪烁，山泉也住了呜咽，一切一切都沉入死寂！我绕过丛林，不期来到碧海之滨，呵！神秘的宇宙，在这里我发现了夜的奇迹！黑黑的夜幔轻轻的拉开，群星吐着清幽的亮光，孤月也踯躅于云间，白色的海浪吻着翡翠的岛屿，五彩缤纷的花丛中隐约见美丽的仙女在歌舞，她们显示着生命的活跃与神妙！我惊奇，我迷惘，夜的暗影下，何来如此的奇迹！我怔立海滨，注视那岛屿上的美景，忽然从海里涌起一股凶浪，将岛屿全个淹没，一切一切又都沉入在死寂！"}
{"text":"我向悲涛哭诉！这时流云停止了前进，群星忘记了闪烁，山泉也住了呜咽，一切一切都沉入死寂！我绕过丛林，不期来到碧海之滨，呵！神秘的宇宙，在这里我发现了夜的奇迹！黑黑的夜幔轻轻的拉开，群星吐着清幽的亮光，孤月也踯躅于云间，白色的海浪吻着翡翠的岛屿，五彩缤纷的花丛中隐约见美丽的仙女在歌舞，她们显示着生命的活跃与神妙！我惊奇，我迷惘，夜的暗影下，何来如此的奇迹！我怔立海滨，注视那岛屿上的美景，忽然从海里涌起一股凶浪，将岛屿全个淹没，一切一切又都沉入在死寂！我依然回到黝黑的林丛，群星无言，孤月沉默，只有山隙中的流泉潺潺溅溅的悲鸣，仿佛孤独的夜莺在哀泣。吁！宇宙布满了罗网，任我百般挣扎，努力的追寻，而完整的生命只如昙花一现，最后依然消逝于恶浪，埋葬于尘海之心，自由的灵魂，永远是夜的奇迹！在色相的人间，只有污秽与残酷，吁！我何爱惜这被苦难剥蚀将尽的尸骸总有一天，我将焚毁于自己忧怒的灵焰，抛这不值一钱的脓血之躯，因此而释放我可怜的灵魂！这时我将摘下北斗，抛向阴霾满布的尘海。我将永远歌颂这夜的奇迹！雷峰塔下寄到碧落涵！记得吧！我们徘徊在雷峰塔下，地上芋芋碧草，间杂着几朵黄花，我们并肩坐在那软绵的草上。那时正是四月间的天气，我穿的一件浅紫麻沙的夹衣，你采了一朵黄花插在我的衣襟上，你仿佛怕我拒绝，你羞涩而微怯的望着我。那时我真不敢对你逼视，也许我的脸色变了，我只觉心脏急速的跳动，额际仿佛有些汗湿。黄昏的落照，正射在塔尖，红霞漾射于湖心，轻舟兰浆，又有一双双情侣，在我们面前泛过。涵！你放大胆子，悄悄的握住我的手，这是我们头一次的接触，可是我心里仿佛被利剑所穿，不知不觉落下泪来，你也似乎有些抖颤，涵！那时节我似乎已料到我们命运的多磨多难！山脚上忽涌起一朵黑云，远远的送过雷声，湖上的天气，晴雨最是无凭，但我们凄恋着，忘记风雨无情的吹淋，顷刻间豆子般大的雨点，淋到我们的头上身上，我们来时原带着伞，但是后来看见天色晴朗，就放在船上了。雨点夹着风沙，一直吹淋。我们拼命的跑到船上，彼此的衣裳都湿透了，我顿感到冷意，伏作一堆，还不禁抖颤，你将那垫的毡子，替我盖上，又紧紧的靠着我，涵！那时你还不敢对我表示什么！"}
{"text":"那时节我似乎已料到我们命运的多磨多难！山脚上忽涌起一朵黑云，远远的送过雷声，湖上的天气，晴雨最是无凭，但我们凄恋着，忘记风雨无情的吹淋，顷刻间豆子般大的雨点，淋到我们的头上身上，我们来时原带着伞，但是后来看见天色晴朗，就放在船上了。雨点夹着风沙，一直吹淋。我们拼命的跑到船上，彼此的衣裳都湿透了，我顿感到冷意，伏作一堆，还不禁抖颤，你将那垫的毡子，替我盖上，又紧紧的靠着我，涵！那时你还不敢对我表示什么！晚上依然是好天气，我们在湖边的椅子上坐着，看月。你悄悄对我说雷峰塔下，是我们生命史上一个大痕迹！我低头不能说什么，涵！真的！我永远觉得我们没有幸福的可能！唉！涵！就在那夜，你对我表明白你的心曲，我本是怯弱的人，我虽然恐惧着可怕的命运，但我无力拒绝你的爱意！从雷峰塔下归来，一直四年间，我们是度着悲惨的恋念的生活。四年后，我们胜利了！一切的障碍，都在我们手里粉碎了。我们又在四月间来到这里，而且我们还是住在那所旅馆，还是在黄昏的时候，到雷峰塔下，涵！我们那时毫无所拘束了。我们任情的拥抱，任意的握手，我们多么骄傲但是涵！又过了一年，雷峰塔倒了，我们不是很凄然的惋惜吗？不过我绝不曾想到，就在这一年十月里你抛下一切走了，永远的走了，再不想回来了！呵！涵！我从前惋惜雷峰塔的倒塌，现在，呵！现在，我感谢雷峰塔的倒塌，因为它的倒塌，可以扑灭我们的残痕！涵！今年十月就到了。你离开人间已经三年了！人间渐渐使你淡忘了吗？唉！父亲年纪老了！每次来信都提起你，你们到底是什么因果？而我和你确是前生的冤孽呢！涵！去年你的二周年纪念时，我本想为你设祭，但是我住在学校里，什么都不完全，我记得我只作了一篇祭文，向空焚化了。你到底有灵感没有！我总痴望你，给我托一个清清楚楚的梦，但是哪有？！只有一次我是梦见你来了，但是你为甚那么冷淡？果然是缘尽了吗？涵！你抛得下走了，大约也再不恋着什么！不过你总忘不了雷峰塔下的痕迹吧！涵！人间是更悲惨了！你走后一切都变更了。家里呢，也是树倒猢狲散，父亲的生意失败了！两个兄弟都在外洋飘荡，家里只剩母亲和小弟弟，也都搬到乡下去住。父亲忍着伤悲，仍在洋口奔忙，筹还拖欠的债。涵！这都是你临死而不放心的事情，但是现在我都告诉了你，你也有点眷恋吗？"}
{"text":"你到底有灵感没有！我总痴望你，给我托一个清清楚楚的梦，但是哪有？！只有一次我是梦见你来了，但是你为甚那么冷淡？果然是缘尽了吗？涵！你抛得下走了，大约也再不恋着什么！不过你总忘不了雷峰塔下的痕迹吧！涵！人间是更悲惨了！你走后一切都变更了。家里呢，也是树倒猢狲散，父亲的生意失败了！两个兄弟都在外洋飘荡，家里只剩母亲和小弟弟，也都搬到乡下去住。父亲忍着伤悲，仍在洋口奔忙，筹还拖欠的债。涵！这都是你临死而不放心的事情，但是现在我都告诉了你，你也有点眷恋吗？我！大约你是放心的，一直扎挣着呢，涵！雷峰塔已经倒塌了，我们的离合也都应验了。今年是你死后的三周年我就把这断藕的残丝，敬献你在天之灵吧！异国秋思自从我们搬到郊外以来，天气渐渐清凉了。那短篱边牵延着的毛豆叶子，已露出枯黄的颜色来，白色的小野菊，一丛丛由草堆里钻出头来，还有小朵的黄花在凉劲的秋风中抖颤。这一些景象，最容易勾起人们的秋思，况且身在异国呢！低声吟着帘卷西风，人比黄花瘦之句，这个小小的灵宫，是弥漫了怅惘的情绪。书房里格外显得清寂，那窗外蔚蓝如碧海似的青天，和淡金色的阳光。还有挟着桂花香的阵风，都含了极强烈的，挑拨人类心弦的力量，在这种刺激之下，我们不能继续那死板的读书工作了。在那一天午饭后，波便提议到附近吉祥寺去看秋景，三点多钟我们乘了市外电车前去，这路程太近了，我们的身体刚刚坐稳便到了。走出长甬道的车站，绕过火车轨道，就看见一座高耸的木牌坊，在横额上有几个汉字写着井之头恩赐公园。我们走进牌坊，便见马路两旁树木葱笼，绿荫匝地，一种幽妙的意趣，萦缭脑际，我们怔怔地站在树影下，好像身入深山古林了。在那枝柯掩映中，一道金黄色的柔光正荡漾着。使我想象到一个披着金绿柔发的仙女，正赤着足，踏着白云，从这里经过的情景。再向西方看，一抹彩霞，正横在那迭翠的峰峦上，如黑点的飞鸦，穿林翩翻，我一缕的愁心真不知如何安派，我要吩咐征鸿把它带回故国吧！无奈它是那样不着迹的去了。我们徘徊在这浓绿深翠的帷幔下，竟忘记前进了。一个身穿和服的中年男人，脚上穿着木屐，提塔提塔的来了。他向我们打量着，我们为避免他的觑视，只好加快脚步走向前去。"}
{"text":"使我想象到一个披着金绿柔发的仙女，正赤着足，踏着白云，从这里经过的情景。再向西方看，一抹彩霞，正横在那迭翠的峰峦上，如黑点的飞鸦，穿林翩翻，我一缕的愁心真不知如何安派，我要吩咐征鸿把它带回故国吧！无奈它是那样不着迹的去了。我们徘徊在这浓绿深翠的帷幔下，竟忘记前进了。一个身穿和服的中年男人，脚上穿着木屐，提塔提塔的来了。他向我们打量着，我们为避免他的觑视，只好加快脚步走向前去。经过这一带森林，前面有一条鹅卵石堆成的斜坡路，两旁种着整齐的冬青树，只有肩膀高，一阵阵的青草香，从微风里荡过来，我们慢步的走着，陡觉神气清爽，一尘不染。下了斜坡，面前立着一所小巧的东洋式茶馆，里面设了几张小矮几和坐褥，两旁列着柜台，红的蜜桔，青的苹果，五色的杂糖，错杂地罗列着。呀！好眼熟的地方！我不禁失声地喊了出来。于是潜藏在心底的印象，陡然一幕幕地重映出来，唉！我的心有些抖颤了，我是被一种感怀已往的情绪所激动，我的双眼怔住，胸膈间充塞着悲凉，心弦凄紧地搏动着。自然是回忆到那些曾被流年蹂躏过的往事唉！往事，只是不堪回首的往事呢！我悄悄地独自叹息着。但是我目前仍然有一副逼真的图画再现出来一群骄傲于幸福的少女们，她们孕育着玫瑰色的希望，当她们将由学校毕业的那一年，曾随了她们德高望重的教师，带着欢乐的心情，渡过日本海来访蓬莱的名胜。在她们登岸的时候，正是暮春三月樱花乱飞的天气。那些缀锦点翠的花树，都是使她们乐游忘倦。她们从天色才黎明，便由东京的旅舍出发先到上野公园看过樱花的残装后又换车到井之头公园来。这时疲倦袭击着她们，非立刻找个地点休息不可。最后她们发现了这个位置清幽的茶馆便立刻决定进去吃些东西。大家团团围着矮凳坐下，点了两壶龙井茶，和一些奇甜的东洋点心，她们吃着喝着，高声谈笑着，她们真像是才出谷的雏莺只觉眼前的东西，件件新鲜。处处都富有生趣。当然她们是被搂在幸福之神的怀抱里了。青春的爱娇，活泼快乐的心情，她们是多么可艳羡的人生呢！但是流年把一切都毁坏了！谁能相信今天在这里低徊追怀往事的我，也正是当年幸福者之一呢！哦！流年，残刻的流年呵！它带走了人间的爱娇，它蹂躏英雄的壮志，使我站在这似曾相识的树下，只有咽泪，我有什么方法，使年光倒流呢！唉！这仅仅是九年后的今天。"}
{"text":"处处都富有生趣。当然她们是被搂在幸福之神的怀抱里了。青春的爱娇，活泼快乐的心情，她们是多么可艳羡的人生呢！但是流年把一切都毁坏了！谁能相信今天在这里低徊追怀往事的我，也正是当年幸福者之一呢！哦！流年，残刻的流年呵！它带走了人间的爱娇，它蹂躏英雄的壮志，使我站在这似曾相识的树下，只有咽泪，我有什么方法，使年光倒流呢！唉！这仅仅是九年后的今天。呀，这短短的九年中，我走的是崎岖的世路，我攀缘过陡削的崖壁，我由死的绝谷里逃命，使我尝着忍受由心头淌血的痛苦，命运要我喝干自己的血汁，如同喝玫瑰酒一般唉！这一切的刺心回忆，我忍不住流下辛酸的泪滴，连忙离开这容易激动感情的地方吧！我们便向前面野草漫径的小路上走去，忽然听见一阵悲恻的唏嘘声，我仿佛看见张着灰色翅翼的秋神，正躲在那厚密枝叶背后。立时那些枝叶都悉悉索索地颤抖起来。草底下的秋虫，发出连续的唧唧声，我的心感到一阵阵的凄冷不敢向前去，找到路旁一张长木凳坐下。我用滞呆的眼光，向那一片阴阴森森的丛林里睁视，当微风分开枝柯时，我望见那小河里潺碧水了。水上绉起一层波纹，一只小划子，从波纹上溜过。两个少女摇着桨，低声唱着歌儿。我看到这里，又无端感触起来，觉得喉头梗塞，不知不觉叹道故国不堪回首，同时那北海的红漪清波浮现眼前，那些手携情侣的男男女女，恐怕也正摇着画桨，指点着眼前清丽秋景，低语款款吧！况且又是菊茂蟹肥时候，料想长安市上，车水马龙，正不少欢乐的宴聚，这飘泊异国，秋思凄凉的我们当然是无人想起的。不过，我们却深深地眷怀着祖国，渴望得些好消息呢！况且我们又是神经过敏的，揣想到树叶凋落的北平，凄风吹着，冷雨洒着的这些穷苦的同胞，也许正向茫茫的苍天悲诉呢！唉，破碎紊乱的祖国呵！北海的风光不能粉饰你的寒伧！今雨轩的灯红酒绿，不能安慰忧患的人生，深深眷念祖国的我们，这一颗因热望而颤抖的心，最后是被秋风吹冷了。秋光中的西湖我像是负重的骆驼般，终日不知所谓的向前奔走着。突然心血来潮，觉得这种不能喘气的生涯，不容再继续了，因此便决定到西湖去，略事休息。在匆忙中上了沪杭甬的火车，同行的有朱王二女士和建，我们相对默然的坐着。不久车身蠕蠕而动了，我不禁叹了一口气道居然离开了上海。这有什么奇怪，想去便去了！"}
{"text":"唉，破碎紊乱的祖国呵！北海的风光不能粉饰你的寒伧！今雨轩的灯红酒绿，不能安慰忧患的人生，深深眷念祖国的我们，这一颗因热望而颤抖的心，最后是被秋风吹冷了。秋光中的西湖我像是负重的骆驼般，终日不知所谓的向前奔走着。突然心血来潮，觉得这种不能喘气的生涯，不容再继续了，因此便决定到西湖去，略事休息。在匆忙中上了沪杭甬的火车，同行的有朱王二女士和建，我们相对默然的坐着。不久车身蠕蠕而动了，我不禁叹了一口气道居然离开了上海。这有什么奇怪，想去便去了！建似乎不以我多感慨的态度为然。查票的人来了，建从洋服的小袋里掏出了四张来回票，同时还带出一张小纸头来，我捡起来，看见上面写着到杭州第一大吃而特吃，大玩而特玩真滑稽，这种大计划也值得大书而特书，我这样说着递给朱王二女士看，她们也不禁哈哈大笑了。来到嘉兴时，天已大黑。我们肚子都有些饿了，但火车上的大菜既贵又不好吃，我便提议吃茶叶蛋，便想叫茶房去买，他好像觉得我们太吝啬，坐二等车至少应当吃一碗火腿炒饭，所以他冷笑道要到三等车里才买得到。说着他便一溜烟跑了。这家伙真可恶！建愤怒的说着，最后他只得自己跑到三等车去买了来。吃茶叶蛋我是拿手，一口气吃了四个半，还觉得肚子里空无所在，不过当我伸手拿第五个蛋时，被建一把夺了去，一面埋怨道你这个人真不懂事，吃那么许多，等些时又要闹胃痛了。这一来只好咽一口唾沫算了。王女士却向我笑道看你个子很瘦小，吃起东西来倒很凶！其实我只能吃茶叶蛋，别的东西倒不可一概而论呢！我很想这样辩护，但一转念，到底觉得无谓，所以也只有淡淡的一笑，算是我默认了。车子进杭州城站时，已经十一点半了，街上的店铺多半都关了门，几盏黯淡的电灯，放出微弱的黄光，但从火车上下来的人，却吵成一片，挤成一堆，此外还有那些客栈的招揽生意的茶房，把我们围得水泄不通，不知化了多少力气，才打出重围叫了黄包车到湖滨去。车子走过那石砌的马路时，一些熟习的记忆浮上我的观念里来。一年前我同建曾在这幽秀的湖山中作过寓公，转眼之间早又是一年多了，人事只管不停的变化，而湖山呢，依然如故，清澈的湖波，和笼雾的峰峦似笑我奔波无谓吧！我们本决意住清泰第二旅馆，但是到那里一问，已经没有房间了，只好到湖滨旅馆去。"}
{"text":"车子走过那石砌的马路时，一些熟习的记忆浮上我的观念里来。一年前我同建曾在这幽秀的湖山中作过寓公，转眼之间早又是一年多了，人事只管不停的变化，而湖山呢，依然如故，清澈的湖波，和笼雾的峰峦似笑我奔波无谓吧！我们本决意住清泰第二旅馆，但是到那里一问，已经没有房间了，只好到湖滨旅馆去。深夜时我独自凭着望湖的碧栏，看夜幕沉沉中的西湖。天上堆叠着不少的雨云，星点像怕羞的女郎，踯躇于流云间，其光隐约可辨。十二点敲过许久了，我才回到房里睡下。晨光从白色的窗幔中射进来，我连忙叫醒建，同时我披了大衣开了房门。一阵沁肌透骨的秋风，从桐叶梢头穿过，飒飒的响声中落下了几片枯叶，天空高旷清碧，昨夜的雨云早巳躲得无影无踪了。秋光中的西湖，是那样冷静，幽默，湖上的青山，如同深纽的玉色，桂花的残香，充溢于清晨的气流中。这时我忘记我是一只骆驼，我身上负有人生的重担。我这时是一只紫燕，我翱翔在清隆的天空中，我听见神祗的赞美歌，我觉到灵魂的所在地，这样的，被释放不知多少时候，总之我觉得被释放的那一霎那，我是从灵宫的深处流出最惊喜的泪滴了。建悄悄的走到我的身后，低声说道快些洗了脸，去访我们的故居吧！多怅惘呵，他惊破了我的幻梦，但同时又被他引起了怀旧的情绪，连忙洗了脸，等不得吃早点便向湖滨路崇仁里的故居走去。到了弄堂门口，看见新建的一间白木的汽车房，这是我们走后唯一的新鲜东西。此外一切都不曾改变，墙上贴着一张招租的帖子，一看是四号吉房招租呀！这正是我们的故居，刚好又空起来了，喂，隐！我们再搬回来住吧！事实办不到除非我们发了一笔财我说。这时我们已到那半开着的门前了，建轻轻推门进去。小小的院落，依然是石缝里长着几根青草，几扇红色的木门半掩着。我们在客厅里站了些时，便又到楼上去看了一遍，这虽然只是最后几间空房，但那里面的气氛，引起我们既往的种种情绪，最使我们觉到怅然的是陈君的死。那时他每星期六多半来找我们玩，有时也打小牌，他总是摸着光头懊恼的说道又打错了！这一切影像仍逼真地现在目前，但是陈君已作了古人，我们在这空洞的房子里，沉默了约有三分钟，才怅然的离去。"}
{"text":"事实办不到除非我们发了一笔财我说。这时我们已到那半开着的门前了，建轻轻推门进去。小小的院落，依然是石缝里长着几根青草，几扇红色的木门半掩着。我们在客厅里站了些时，便又到楼上去看了一遍，这虽然只是最后几间空房，但那里面的气氛，引起我们既往的种种情绪，最使我们觉到怅然的是陈君的死。那时他每星期六多半来找我们玩，有时也打小牌，他总是摸着光头懊恼的说道又打错了！这一切影像仍逼真地现在目前，但是陈君已作了古人，我们在这空洞的房子里，沉默了约有三分钟，才怅然的离去。走到弄堂门的时候，正遇到一个面熟的娘姨那正是我们邻居刘君的女仆，她很殷勤的要我们到刘家坐坐。我们难却她的盛意，随她进去。刘君才起床，他的夫人替小孩子穿衣服。我们这两个不速之客够使她们惊诧了。谈了一些别后的事情，抽过一支烟后，我们告辞出来。到了旅馆里，吃过鸡丝面，王朱两位女士已在湖滨叫小划子，我们讲定今天一天玩水，所以和船夫讲定到夜给他一块钱，他居然很高兴的答应了。我们买了一些菱角和瓜子带到划子上去吃。船夫是一个五十多岁的忠厚老头子，他洒然的划着。温和的秋阳照着我使全身的筋肉都变成松缓，懒洋洋的靠在长方形有藤椅背上。看着划桨所激起的波纹，好像万道银蛇蜿蜒不息。这时船已在三潭印月前面，白云庵那里停住了。我们上了岸，走进那座香烟阒然的古庙，一个老和尚坐在那里向阳。菩萨案前摆了一个签筒，我先抱起来摇了一阵，得了一个上上签，于是朱王二女士同建也都每人摇出一根来。我们大家拿了签条嘻嘻哈哈笑了一阵，便拜别了那四个怒目咧嘴的大金刚，仍旧坐上船向前泛去。船身微微的撼动，仿佛睡在儿时的摇蓝里，而我们的同伴朱女士，她不住的叫头疼。建像是天真般的同情地道对了，我也最喜欢头疼，随便到那里去，一吃力就头疼，尤其是昨夜太劳碌了不曾睡好。就是这话了，朱女士说并且，我会晕车！晕车真难过真的呢！建故作正经的同情她，我同王女士禁不住大笑，建只低着头，强忍住他的笑容，这使我更要大笑。船泛到湖心亭，我们在那里站了些时，有些感到疲倦了，王女士提议去吃饭。建讲到了实行我大吃而特吃的计划的时候了。我说如要大吃特吃，就到楼外楼去吧，那是这西湖上有名的饭馆，去年我们曾在这里遇到宋美龄呢！哦，原来如此，那我们就去吧！王女士说。"}
