{"text":"为之不厌，诲人不倦。实在不容易做到。就是说自己求学，永远没有满足，没有厌倦，只求进步不管今天，只有明天，今天成就不自以为是，再向前走任何事业，都如此为之不厌。教人家，有人来请教，知无不言，言无不尽，不会说同一个问题有人问了三次，第四次还来问就觉得讨厌不会有厌恶此人，乃至不愿再教而放弃他的心理。否则就不算有仁慈之心。不但是学问如此，就是做事做领导人，都应该如此为之不厌，诲人不倦。就是这两点，的确我们一辈子都做不到。老实讲，我们有时候作人作得自己都讨厌起来。例如古人所说富嫌千口少，贫恨一身多昨天和年轻学生一起吃饭的时候，看他吃面都好像很厌倦的样子，但又不是有什么心事。问他对活着有什么想法？他说觉得活着无所谓，死了也差不多。我说他心情太落寞。这和体能也有关系，因为他体能是太弱了一点。但在我个人与人接触的经验，常常发现有些人，他的心理觉得活着与不活着是一样。有些人甚至厌倦于活着，尤其到了富嫌千口少，贫恨一身多的地步。一个人穷了，觉得自己都是多余。因为一天忙到晚，只不过养活自己身上几十斤肉而已，结果觉得这几十斤肉都很麻烦，懒得去养活它。因此为之不厌，诲人不倦这两点表面看很容易，做起来很难，尤其当年纪大的时候更不易做到。而孔子讲这两句话的时候，年纪已经很大了，当时的人都已经称他圣人仁者。但孔子一直到死的时候，始终还在救世救人的目标上努力去做，这就是圣人的表征。孔子曾提到过好多种圣人，在这里我们看孔子，乃是圣之时者。所谓时者，不是说孔子时髦，时髦是后世才出现的名词。这个时是说孔子随时跟着时代走，不落伍，随时在进步，随时晓得变，所以说他是圣之时者。他一生的努力，都朝这个方向，因之他这个做法，叫做明知其不可为而为之。在当时他知道这个时代是挽救不了的，可是他并不因此放弃他应该尽的责任。这就是我们无论对自己的人生目标，或对自己的事业，必须反省的地方。普通人都把一时的成就看成事业。但了不起的人，进入了圣贤境界的人，所努力的则是千秋永恒的事业。孔子所努力的就是千秋事业。下面便是这一篇结论的开始。祈祷是求救的信号子疾病，子路请祷。子曰有诸？子路对曰有之。诔曰祷尔于上下神祗。子曰丘之祷久矣！"}
{"text":"这就是我们无论对自己的人生目标，或对自己的事业，必须反省的地方。普通人都把一时的成就看成事业。但了不起的人，进入了圣贤境界的人，所努力的则是千秋永恒的事业。孔子所努力的就是千秋事业。下面便是这一篇结论的开始。祈祷是求救的信号子疾病，子路请祷。子曰有诸？子路对曰有之。诔曰祷尔于上下神祗。子曰丘之祷久矣！有一次孔子生病，大概病得很严重，以现代情况来说，大概医生都束手无策了。于是学生们急了，尤其是性情急躁的子路更慌了，主张请一个画符的念咒的来拜拜或者请一个神父牧师来祈祷找一个和尚来念经。这就牵涉到宗教，向神只去求救。子曰有诸？一个问号。孔子说，子路！有这回事吗？有可能吗？意思是说，人病重了，在菩萨面前，或上帝面前一跪，说菩萨啊！上帝啊！他给我长命吧！再活两年吧！我还有些帐没讨，再过两年就可以讨好帐，再慢慢去。这样可以吗？小说上写的诸葛亮六出祁山，师老无功，知道自己快死了，拜北斗星。这是小说上写的，历史上实际没有这回事，如果真有这回事，诸葛亮就不叫诸葛亮，要改名诸葛暗了。但道家有此说法北斗，统称北极星。北极星和南极星，掌管人的生死。后来民间传说的南极仙翁，他的形像成为庆贺长寿的象征。而道家的说法，南极仙翁是管寿的管生的北斗星君，是管死的所以欲求不死，要用道家的方法拜北斗。是另有一套的，包括画符念咒点灯等等。结果还是死了。这是小说写的，不去管它。但这一节论语告诉了我们，孔子对于鬼神之事，形而上的东西，并不是反对。前面说过子不语怪力乱神。鬼神有没有存在，他没有讨论。因为中人以上可以语上也，中人以下不可以语上也。谈到超现实世界，有没有另一世界存在，这是东西文化五千年来，到现在为止，哲学宗教还没有解决的问题。我们不能说这些不科学，科学并不是万能，现在科学正要找这个问题的答案而还没有找到。不要以为科学解决了问题，事实上问题还没有解决。像爱因斯坦这样一位伟大的人，可惜死得太快了一点。他想把生命升华，变成为四度空间或称四次空间，或四个因次空间。那时人就不是现在这个样子，而可以有神通，可以不靠机器而在空中飞行。他有这个理想，没完成就死了。"}
{"text":"我们不能说这些不科学，科学并不是万能，现在科学正要找这个问题的答案而还没有找到。不要以为科学解决了问题，事实上问题还没有解决。像爱因斯坦这样一位伟大的人，可惜死得太快了一点。他想把生命升华，变成为四度空间或称四次空间，或四个因次空间。那时人就不是现在这个样子，而可以有神通，可以不靠机器而在空中飞行。他有这个理想，没完成就死了。他到快要死的时候，感觉宇宙的生命后面还有一个东西。什么东西呢？当然不是唯物思想的。他是搞物理的，科学家都是朝唯物方面的路子去探讨。结果他认为不是属于唯物方面的，而是另外的东西，可是不知道是什么。所以他没办法，只好去信上帝。因为这一个力量他没有研究出来，是个东西但不可知，还不如信上帝，精神先得到保障，先得到安慰。形而上是不是有个东西？生命是否在一个躯体里死了以后可以再生再来？这都是人类没有解决的大问题。所以人类文化不要自吹了，站在哲学立场看人类文化是非常幼稚的，连自己的问题都没有解决。人从儿童到少年，幻想最多。对一个茶杯可以看上几个小时对一堆泥士一块破瓦片会觉得很好玩，大感兴趣堆城筑池，可以玩一整天。后来加上知识的教育，到了二十岁前后，又进入另一个阶段，作学问作事业的理想基础，就在这个时候打的。看历史上的大政治家英雄文学家等等，一切成功的人，基础都在这时候奠定的。如果在这个时候还没有打好基础而后来能够成功的，不是绝对没有，但例子太少。三十岁到四十岁，并没有什么创见，只是将十几到二十几岁之间的理想付诸实施，化成事实。历史上成功的人物，几乎三十几岁就成功了，尤其是领导或统治方面的人物，更少例外。汉高祖年纪是大一点，但也只四十几岁，没有超过五十岁就成功了。他统一天下只用了五六年的时间。其他的人作学问也都是如此。当然年老才成功的，不是没有，但少得很。到了五十六十不过空留回忆。所以遇到老年人，要准备一番心情去光听他讲过去我当年如何如何，今天讲了，明天见到还是这样讲，可以讲几千百次。但告诉他现在的事情，他会马上忘记。所以人的学问，一切的见解，都不超离年轻时的模型，尤其以科学为然。现在的科学家，超过三十五岁以后，就很少有科学上新的发现了。有新发现的都是年轻人。而学问思想到五六十岁成熟的时候，人就凋谢了。"}
{"text":"他统一天下只用了五六年的时间。其他的人作学问也都是如此。当然年老才成功的，不是没有，但少得很。到了五十六十不过空留回忆。所以遇到老年人，要准备一番心情去光听他讲过去我当年如何如何，今天讲了，明天见到还是这样讲，可以讲几千百次。但告诉他现在的事情，他会马上忘记。所以人的学问，一切的见解，都不超离年轻时的模型，尤其以科学为然。现在的科学家，超过三十五岁以后，就很少有科学上新的发现了。有新发现的都是年轻人。而学问思想到五六十岁成熟的时候，人就凋谢了。我前面也说过，人类古今中外的文化，都是二十几岁的文化。就是继往开来，永远是年轻的，永远是没有成熟的。所以中西文化，宗教也好哲学也好科学也好，对最后的结论，都未曾获得。生命究竟从哪里来？生命的价值究竟在哪里？都没有结论。像前天和年轻同学谈到，我最近看了丁中江先生的北洋军阀史，把近代几十年来的事故，引用第一手资料记述。我对每一文献都没放过，但看了以后就有一个感想人究竟为了什么？这又是还没有答案的哲学老问题。当然我们可以假定很多答案，但这些答案只是人为的主观的，并不是哲学的正确答案。所以有无鬼神，我们不知道，这个问题暂时保留。但是我们看孔子的态度，他对这个问题是明白的。当他病了，药物无效的时候，子路说，求神吧！去祷告一下吧！孔子听了问子路，真有这回事吗？孔子这话说得很妙。他当然懂得，不过他是问子路有这回事吗？而不是说你相信吗？子路经孔子一问，表示学问很有根据，于是搬出考古学，他说，有啊！诔曰祷尔于上下神只。这诔是中国文化中的祭文，历代帝王的诔文就是。子路说，古代的诔文说了，人应该去祷告天地上下各种神只。孔子说，如果是这样，那我天天都在祷告，而且祷告了很久，还照样生病。这节文字，作进一步研究，就可以看出来，孔子的意思，所谓祷告是一种诚敬的心情，所谓天人合一，出于诚与敬的精神，作学问修养，随时随地都应该诚敬。大学所说十目所视，十手所指。诚敬修养要做到我们中国文化所说的不亏暗室。孔子就是说自己天天做到这样，等于与鬼神相通，就是这个道理，这是第一点。第二，普通的人，到了急难的时候，就去求神拜佛向上帝祷告。所谓垂老投僧，临时抱佛。这就说人平日自以为很伟大，但一遇到大困难，或极度危险，就感觉到自己非常渺小无助，完全丧失自信心――天呀！神呀！你要救我呀！"}
{"text":"大学所说十目所视，十手所指。诚敬修养要做到我们中国文化所说的不亏暗室。孔子就是说自己天天做到这样，等于与鬼神相通，就是这个道理，这是第一点。第二，普通的人，到了急难的时候，就去求神拜佛向上帝祷告。所谓垂老投僧，临时抱佛。这就说人平日自以为很伟大，但一遇到大困难，或极度危险，就感觉到自己非常渺小无助，完全丧失自信心――天呀！神呀！你要救我呀！倘使这时仍能保持一分自信心，就需要高度的修养。这里我们说到历史上一个人，大家都知道的朱舜水，明亡以后，他流亡到日本去，本想向日本求救兵企图复国的。船航行太平洋中，遇到大台风，全船的人都喊救命，朱舜水端坐船中不动。据说当时船上的人都看到海上有两盏红灯，对着船来。古代的迷信，说这是海神来接的讯号，全船的人都将会死亡，所有的船员都跪下了。朱舜水就问真有这回事吗？有没有其他挽救的办法？船员说除非是有道的人跪下来求，或者还有希望。朱舜水说，他们拿纸笔来，我烧一张符下去，大概就可以退掉。朱舜水是道地的儒家，哪里会画符搞道家的东西，这不奇怪吗？结果他在纸上写了一个敬字。烧了以后，台风停了，船也稳了，风气浪静就到了日本。你说朱舜水这一套有本事吧！简直比诸葛亮更厉害，能呼风唤雨，撒豆成兵，岂不应该带兵打仗，将明朝复国了？这件事绝对有，但若深入研究，那就成为另外一门学问了。现在的科学叫做精神学，又叫灵魂学。精神与灵魂的解析，人的精神力量与宇宙是否相通，这是另一个问题。第三，中国民间的谚语平时不烧香，急时抱佛脚。一般人都是这样，像许多人交朋友，平时不去探访，有患难，或要借钱的时候才去，所以孔子对子路说，算了吧！老弟，如果这样，我天天都在祷告中。换言之，鬼神的事，和生命的道理，都不是这样简单的。要愁哪得工夫子曰奢则不孙，俭则固，与其不孙也，宁固。孔子说，人生的修养，奢则不孙。这个奢侈不止是说穿得好，打扮漂亮，家庭布置好，物质享受的奢侈。是广义的奢侈，如喜欢吹牛，做事爱出风头，都属于奢侈。奢侈惯了，开放惯了的人，最容易犯不孙的毛病，一点都不守规矩，就是桀傲不驯。俭则固。这个俭也是广义的。"}
{"text":"换言之，鬼神的事，和生命的道理，都不是这样简单的。要愁哪得工夫子曰奢则不孙，俭则固，与其不孙也，宁固。孔子说，人生的修养，奢则不孙。这个奢侈不止是说穿得好，打扮漂亮，家庭布置好，物质享受的奢侈。是广义的奢侈，如喜欢吹牛，做事爱出风头，都属于奢侈。奢侈惯了，开放惯了的人，最容易犯不孙的毛病，一点都不守规矩，就是桀傲不驯。俭则固。这个俭也是广义的。不止是用钱的俭省，什么都比较保守慎重不马虎，脚步站得稳，根基比较稳定。以现代的话来说就是脚跟踏实一点。他说与其不孙也，宁固。作人与其开放得过分了，还不如保守一点好。保守一点虽然成功机会不多，但绝不会大失败而开放的人成功机会多，失败机会也同样多。以人生的境界来说，还是主张俭而固的好。同时以个人而言奢与俭，还是传统的两句话从俭入奢易，从奢入俭难。就像现在夏天，气候炎热，当年在重庆的时候，大家用蒲扇，一个客厅中，许多人在一起，用横布做一个大风扇，有一个人在一边拉，起风来，大家坐在下面还说很舒服。现在的人说没有冷气就活不了。我说放心，一定死不了。所以物质文明发达了，有些人到落后地方要受不了，这就是从奢入俭难。曾国藩用人注重乡气。历史上许多人，像吕蒙正，当了宰相，生活仍然很清苦。如最近电视上轰动的包青天，他一生的生活，也是清俭到极点，他本身没有缺点被人攻击。那么多年，身为大臣，龙图阁直学士兼开封府尹，等于中央秘书长，兼台北市长。做了这么大的官，可是一生清俭。民间传说，更把他当做了神，讲儒家文化，包公成了一个标竿。如宋朝的赵清献，当时人称他铁面御史，对谁都不卖帐，做官清正，政简刑清，监牢里无犯人，也和包公一样。历史上有许多名臣都是俭，乃至许多大臣，有的临到死了，连棺材都买不起。不但一生没有贪污一文钱，连自己薪水积蓄都没有，后代子孙都无力为他买棺材，要由老朋友来凑钱，这就是俭的风范。光风霁月接下来是子曰君子坦荡荡，小人长戚戚。学而篇中说人不知而不愠，不亦君子乎？一个人一生没有人了解，虽有学问而没有发展的机会，还是不怨天不尤人，这种修养是很难。所以君子要做到坦荡荡，胸襟永远是光风霁月像春风吹拂，清爽舒适像秋月挥洒，皎洁光华。"}
{"text":"不但一生没有贪污一文钱，连自己薪水积蓄都没有，后代子孙都无力为他买棺材，要由老朋友来凑钱，这就是俭的风范。光风霁月接下来是子曰君子坦荡荡，小人长戚戚。学而篇中说人不知而不愠，不亦君子乎？一个人一生没有人了解，虽有学问而没有发展的机会，还是不怨天不尤人，这种修养是很难。所以君子要做到坦荡荡，胸襟永远是光风霁月像春风吹拂，清爽舒适像秋月挥洒，皎洁光华。内心要保持这样的境界，无论得意的时候或艰困的时候，都是很乐观的。但不是盲目的乐观，而是自然的胸襟开朗，对人也没有仇怨。像包公赵清献都做到这样的境界，这是君子坦荡荡。至于小人呢？小人长戚戚，小人心里是永远有事情的，慢慢就变成狭心症了――这是笑话，借用生理的病名，来形容心理上的病态，小人永远是蹩住的，不是觉得某人对自己不起，就是觉得这个社会不对，再不然是某件事对自己不利。我们都犯了这个毛病，有时候唉！这个社会没得搞的。言外之意，我自己是了不起，而这个社会是混蛋。这也是长戚戚的一种心理病。心里忧愁烦闷痛苦。所以这两句，可以作座右铭，贴在桌旁，随时注意自励，养成坦荡荡的胸襟。跟着就说孔子个人的君子风范子温而厉，威而不猛，恭而安。这是弟子们记载孔子的学问修养，表达在外面的神态。第一是温和的。对任何人都亲切温和，但也很严肃，在温和中又使人不敢随便。第二是威而不猛。说到威，一般人的印象是摆起那种凶狠的架子，这样并不是威。真正的威是内心道德的修养，坦荡荡的修养到达了，就自然有威。尽管是煦和如春风，而在别人眼中，仍然是不可随便侵犯的。不猛是不凶暴。如舞台上的山大王，在锣鼓声中一下窜出来，一副凶暴的样子，那就是猛。第三是恭而安。孔子对任何事，任何人非常恭敬，也很安详也就是既恭敬而又活泼不呆板。第三点也等于第一篇学而的注解。学问好的人，内心的修养表达在外面的，就是这样的情形，而以孔子来作为榜样，用白话翻译过来就是有庄严的温和，有自然的威仪而并不凶狠，永远是那样安详而恭敬的神态。泰伯第八薄帝王而不为泰伯第八这一篇，等于是第二篇为政的个人学问修养的引伸注解。"}
{"text":"第三是恭而安。孔子对任何事，任何人非常恭敬，也很安详也就是既恭敬而又活泼不呆板。第三点也等于第一篇学而的注解。学问好的人，内心的修养表达在外面的，就是这样的情形，而以孔子来作为榜样，用白话翻译过来就是有庄严的温和，有自然的威仪而并不凶狠，永远是那样安详而恭敬的神态。泰伯第八薄帝王而不为泰伯第八这一篇，等于是第二篇为政的个人学问修养的引伸注解。第八篇的题目泰伯，也就是这一篇里所记载的，孔子经常标榜的圣人――吴泰伯。泰伯是什么人呢？我们现在说中国文化，如果严格地说应该是周代文化。是周公把过去的中国文化，集其大成而孔子是将周公集其大成的中国文化加以整理。所以中国文化，也就是尧舜禹汤文王武王周公孔子所传承的文化总称。讲到中国的文化历史，就联想起一本有关中国历史哲学的书，在清代是禁书，但是我们还是把它保存了下来，也许大家没有看过。贾应宠字凫西，是明崇祯末年人写的木皮散客鼓词，是用歌谣的体裁，以弹唱的方式来叙述我国历史。这本书是明末清初时期的作品，其中充满了反清复明的民族意识，也包含着高深的历史哲学意味及文学境界。讲中国的历史哲学，以朝代来计算，春秋战国这两个时代，还是属于周朝的。周朝统治天下约八百年，汉朝约四百年，唐代约三百年，元朝八十多年。明朝约三百多年，清朝统治也两百多年。说乱世，魏晋南北朝乱了两百多年。其中历史最长的朝代，源远流长的是周朝有八百年。民间的小说上说，姜太公八十岁遇文王。要知道周武王比姜太公只不过小几岁，当年跟周武王统一中国的都八九十岁了。当时的文化，老成谋国，越老成经验越丰富越稳重，和今天情形大有出入。不过这个出入不必去担心，时代在变，历史也在轮转返复，将来会恢复敬老尊贤也不一定。因为年轻人有冲劲，却没有高度智慧与经验，而老年人冲劲又太小。两人一配合就完整了，不能偏向的。小说上说姜太公八十遇文王，老先生还摆架子，不肯出来。结果由文王推车，推了八百步推不动了，姜太公就说保佑他的子孙八百年天下。这是小说写的，但代表了一种思想。把神话的小说的外衣剥了以后，真的思想就出来了。这是小说家和民间文学的一种手法。"}
{"text":"因为年轻人有冲劲，却没有高度智慧与经验，而老年人冲劲又太小。两人一配合就完整了，不能偏向的。小说上说姜太公八十遇文王，老先生还摆架子，不肯出来。结果由文王推车，推了八百步推不动了，姜太公就说保佑他的子孙八百年天下。这是小说写的，但代表了一种思想。把神话的小说的外衣剥了以后，真的思想就出来了。这是小说家和民间文学的一种手法。周朝能统治天下长达八百年，真不简单，历史上写他祖德深厚――所谓祖德，不是迷信，而是说他祖先开始，历代培养历史的根基。要培养历史的根基，是不容易的。我们再看秦始皇统一天下，他也是祖宗好几代培养下来的。不过秦国走的路子，比不上周朝。周代一开始就走道德的路子秦国的祖先一开始就以法治为基础。周以道德为基础，就是德治礼治。在教育文化这一方面，秦的法治也培养了好几代，两三百年以后，才有秦始皇这个结果。周代的祖先，到周文王不是结果，到周武王统一天下才是结果。泰伯是个什么人呢？是周文王的大伯父，周武王的大伯公。周文王的祖父为大王。大王有三个儿子，大儿子为泰伯，次子名虞仲，第三子名季历。季历的长子就是周文王，名姬昌。大王当时看到殷商已经快完了，政治太糟糕了，有意革命。照中国古代的规矩，大王一定是传位给长子泰伯。大王就告诉泰伯好好努力，将来可以把殷商腐败的政治推翻。但是泰伯依照传统的观念，认为殷商的政治尽管败坏，而周终归是殷商的诸侯，不应该去推翻它。对于他父亲大王这个思想，在家族中为孝道，不能不听你亲的话为天下的公道，则碍难听父亲的话处于两难之间。泰伯于思想见解学问道德，没有不好的地方，却难于接受大王的想法。大王看到第三个儿子季历的长子――就是周文王，认为他将来会有办法，将来可以统一中国。所以大王认为，泰伯既然这样清高――他当然不能说大儿子不对，泰伯是对的，他也欣赏大儿子――只好将位子传给三子季历。古代宗法社会，有长兄在，传位给小儿子是不可以的。泰伯处在这种左右为难的状况中，知道了父亲的意思以后，于是自己逃掉了，不愿当帝王。所以后来大王传位给季历，季历死了传给周文王。一代一代都是道德的政治。后来周文王受冤枉坐牢，他并没有起来革命。到了武王的时候，才和姜太公起来革命，推翻殷商。这样几代下来，数百年间，周朝的德政已深入人心。我们古代就讲立德立功，后来佛教引用，称为功德，是功与德联合起来用。"}
