{"text":"现在我们既要重新估价，再来研究论语，首先必须了解几个前提。一论语是孔门弟子们所编记，先贤们几经考据，认为它大多是出于曾子或有子门人的编纂，这个观念比较信实而可靠。二但是当孔门弟子编辑此书的时候，对于它的编辑体系，已经经过详密的研究，所以它的条理次序，都是井然不乱的。三所以此书不但仅为孔子和孔门弟子们当时的言行录，同时也便是孔子一生开万世宗师的史料，为汉代史家们编录孔子历史资料的渊源。由此可知研究论语，也等于直接研究孔子的生平。至于效法先圣，自立立人以至于治平之道，那是当然的本分事。四可是古代书册是刻记于竹简上的，所以文字极需简练，后来发明了纸张笔墨，也是以卷幅抄写卷起，但因古代的字体屡经变更，所以一抄再抄，讹误之处，不免有所脱节，因此少数地方，或加重复，或有脱误，或自增删，都是难免的事实。五古代相传的论语有三种，即鲁论二十篇，和齐论二十二篇，又在孝景帝的时期，传说鲁恭王坏孔子故宅的墙壁，又得古文论语。但古文论语和齐论，到了汉魏之间，都已逐渐失传，现在所传诵的论语，就是鲁论二十篇了。六至于论语的训诂注疏，历汉唐宋明清诸代，已经有详实的考据，我们不必在此另作画蛇添足的工作。至若极言性命心性的微言，自北宋五大儒的兴起，也已经有一套完整的努力，我们也不必另创新说，再添枝叶。最后举出我们现在所要讲的，便是要入乎其内，出乎其外的体验，摆脱二千余年的章句训诂的范围，重新来确定它章句训诂的内义。主要的是将经史合参，以论语与春秋的史迹相融会，看到春秋战国时期政治社会的紊乱面目，以见孔子确立开创教化的历史文化思想的精神再来比照现代世界上的国际间文化潮流，对于自己民族国家和历史，确定今后应该要走的路线和方向。因此若能使一般陷于现代社会心理病态的人们，在我们讲的文字言语以外去体会，能够求得一个解脱的答案，建立一种卓然不拔，矗立于风雨艰危中的人生目的和精神，这便是我所要馨香祷祝的了。新旧的一代原名二十世纪青少年的思想与心理问题，一九七六年间陆续在人文世界杂志连载过，出书以来一直受到社会各界广大读者的共鸣和推崇，誉为当前社会问题之解剖书青少年思想教育之诊断书及中西文化交流之过滤书等等。"}
{"text":"因此若能使一般陷于现代社会心理病态的人们，在我们讲的文字言语以外去体会，能够求得一个解脱的答案，建立一种卓然不拔，矗立于风雨艰危中的人生目的和精神，这便是我所要馨香祷祝的了。新旧的一代原名二十世纪青少年的思想与心理问题，一九七六年间陆续在人文世界杂志连载过，出书以来一直受到社会各界广大读者的共鸣和推崇，誉为当前社会问题之解剖书青少年思想教育之诊断书及中西文化交流之过滤书等等。由于老师经历过旧社会的种种礼教，也接触到新时代的般般改革，因此，每一件社会问题的来龙去脉，在他口中委婉道来，就仿佛一出剧本中的历史诗篇，但见诸方英雄豪杰历史人物蜂然而起，在多重变动的大时代中，轮班上演，转眼又默然消逝，了无踪迹。上下古今多少事，尽在笑谈中，从讲演中的启示，使我们这些年轻学子，发现了问题的症结。从历史人物的典范，使我们确立自己安身立命的中心思想，找到了中华文化的根，不再失落，也不再迷失。今天打开各种报章杂志，所有政论家对世界动乱根源的分析，都以经济的不平衡政治的对立为引发一切社会问题的主因，而忽略了在政治经济等表面问题背后的思想文化与心理问题。政治是人对事的安排，主体在人经济是人对物的处理，主体也在人。而指导人的行为是主观的思想和客观的文化背景，换句话说，有良好的教育基础及文化素养的人，才能提升到更高的政治层次和经济境界。没有精神文化做基础的物质文明，能为人类带来真正的幸福吗？神秘的西方，现实的东方。这是近几年流行美国的口头禅，乍看之下似乎是颠倒了，其实说的是现在中西文化相互冲击的现况。在印象中，产业革命以来的西方是崇拜唯物的科学的功利的，但到二十世纪的末期，却因科技文明的过度发展，人的精神生活反而造成空前的紧张和压迫，转而追求心灵的自由和解放，存在主义达达主义托普艺术嬉皮生活乃应运而行，终因没有深厚的文化基础为其背景，只如一阵狂风吹过，便无影无踪了！现在呢？这些西方的先进们，抬头仰视东方古奥的文明，从易经太极拳瑜伽术，乃至禅宗棒喝到道家养生秘诀，愈来愈神秘，愈神秘愈吸引人，昔日为西风吹乱的黄花落叶，夹杂着飘零不尽的余果残核，并随东风缓缓倒吹，这些文化的杂碎，点点滴滴又输入了西方。东方世界呢？"}
{"text":"现在呢？这些西方的先进们，抬头仰视东方古奥的文明，从易经太极拳瑜伽术，乃至禅宗棒喝到道家养生秘诀，愈来愈神秘，愈神秘愈吸引人，昔日为西风吹乱的黄花落叶，夹杂着飘零不尽的余果残核，并随东风缓缓倒吹，这些文化的杂碎，点点滴滴又输入了西方。东方世界呢？在饱受西方物质文明的冲击及侵略之后，痛定思痛，早已尽弃其固有精神文化，决心全盘西化了，日本的模仿成功了，其他各国都在跟进直追，换句话说，只有科技的实利的，才是目前东方人追求的目标，这就是所谓现实的东方的语意。对于这两种历史主流的反动，到底是两种极端现象的反动呢？还是中西文化确已开始在融通调和呢？清末迄今，中国历经百余年的苦难，中华文化的命脉已到存亡绝续的关头，昔贤有言中国文化存，则中国兴中国文化绝，则中国亡。秉此精诚，我们决定将新旧的一代一书扩充再版，也希望藉此文字因缘，能够把中华文化的种子，传播到世界各地，生根，发芽，茁长。这是我们的希望，也是我们的信心。因为只有中华文化，才能真正地统一中国。也只有中华文化，才能真正带给这个世界和平和安乐！老古文化事业公司陈世志一九八四年三月二十九前言有人称我们这一代为失落的一代迷失的一代，或是没有根的一代。我读大学一年级的时候，正逢老师讲述二十世纪青少年的思想与心理问题。这个问题对我们来说，实在是太重要了。当时南老师讲得很起劲，句句发人深省，而且层层剖析问题的前因后果，从目前的现实问题，追溯到几千年前的历史文化。青年同学们听得极有兴趣，每堂座无虚席，因为有太多太多的启发，解答了我们许多的疑惑。南老师的本意，想把心理问题生理问题现实问题，甚之，对本世纪的政治哲学思想问题等等，作一系列有系统的讲述。这些问题也正是我们这一代青年感到迷惘怀疑厢宓闹⒔崴在。谁知刚刚讲个序幕，正要进入高潮的时候，他忽然停住不讲了。我们屡次要求他继续讲下去，南老师答应我们稍过一阵子，继续再讲，也好作个交代。不过，南老师课务繁，杂事多，倒是事实。我们一直期待着，一年复一年。时间过得很快，一转眼，已经毕业好几年了。"}
{"text":"南老师的本意，想把心理问题生理问题现实问题，甚之，对本世纪的政治哲学思想问题等等，作一系列有系统的讲述。这些问题也正是我们这一代青年感到迷惘怀疑厢宓闹⒔崴在。谁知刚刚讲个序幕，正要进入高潮的时候，他忽然停住不讲了。我们屡次要求他继续讲下去，南老师答应我们稍过一阵子，继续再讲，也好作个交代。不过，南老师课务繁，杂事多，倒是事实。我们一直期待着，一年复一年。时间过得很快，一转眼，已经毕业好几年了。可是，仍然没有机会见他旧话重提。现在，怀师又掩室闭关，与外界谢绝往来，不知道哪一天他才出关，为我们后一辈的青年继续研究这个切身的问题，想来不禁令人怅然。二十世纪是一个动荡的时代二十世纪的中国，更是在内忧外患中颠沛困顿，力图自强。辛亥革命，中国的专制政体被打倒了新文化运动，中国的古老文化被破坏了。生长在这新旧文化夹缝中的青年，整个思想便陷于古今中外的矛盾混乱之中。如今，再翻开前几年南老师的讲稿一读。虽然只是对问题中许多序幕的话，但是，它仍然具有震憾性的启发作用。这些讲稿曾在人文世界杂志发表过，颇受各界人士的重视，有许多读者纷纷来函要求出版单行本。所以把它合编成册，另外再附加南老师的其他几篇讲稿，命名为新旧的一代，出版贡献给青年朋友们，以及关心青少年的各界人士作为参考。"}
{"text":"代表上一代的老辈子人物，悲叹穷庐，伤感世风日下人心不古，大有日暮途穷不可一日的忧虑正在茁壮中的少年，既无高瞻远瞩，更不知道如何去后顾深思，前路茫茫，一片空白，在无所适从的情态中，陷于烦闷。这是老一辈子的人应该担替的罪过？或是这一代青年们的错误呢？其实，谁也没有罪过不能把这个责任，推诿给谁来单独承当。这是历史趋势中自然的现象，文化思想在变动的时代中必起的波澜，也是人类历史分段生命中当然的病态。如要讲究责任谁属的问题，在两千多年前的东方，当中国春秋战国时期，遭逢历史的巨变，我们公认的圣人――孔子，著述春秋大义，是把这种过错，责之于当时身在其位，力足以谋国的贤者，孔子这种论断的是与否，那是历史哲学上的一个问题，姑且不论。但至少要知道在春秋时代，教育和知识并不普及，因此所谓贤者的士大夫们，的确是义不容辞，难逃其咎的。而当时印度的圣人――释迦牟尼，创立佛教，敷扬佛法，却认为历史变乱的罪过，是人类与一切众生的共同业力所造成。当共同业力构成大势所趋的时期，犹如转动速度极快的火轮，当它正在旋转的时候，谁也无法插手使其停止阻挠或堵塞，只是增加旋力发生巨变而已。孔子的道理是因人论世，所以春秋责备贤者。释迦的道理是因世论人，所以佛法的观点，便深深悲叹众生的定业难移。此外，老子的无为因应观点，也正同此理而立论。我们如从因世论人的观点来说，释迦历史哲学的观念，自有其充分理由的论据。如果根据此理，大有可能会袖手旁观，喟然叹息芸芸众生，至可怜悯而已！如果从因人论世的观点来说，天下兴亡，匹夫有责。"}
{"text":"孔子的道理是因人论世，所以春秋责备贤者。释迦的道理是因世论人，所以佛法的观点，便深深悲叹众生的定业难移。此外，老子的无为因应观点，也正同此理而立论。我们如从因世论人的观点来说，释迦历史哲学的观念，自有其充分理由的论据。如果根据此理，大有可能会袖手旁观，喟然叹息芸芸众生，至可怜悯而已！如果从因人论世的观点来说，天下兴亡，匹夫有责。为了承先而启后，继往而开来，那么生逢历史时代剧变中的任务，对于现代青少年的思想与心理问题，必须要检讨疏通，求其开展新运。但要检查现代青年思想的病根所在，与心理病态形成的原因，又必须要从历史文化演变的过程中，追溯前因与后果，再来寻求治疗的药方。不满现实的历史心理在五六十年前的前辈时代，也正是我们出生成长的阶段，我们也正如现代青年一样，具有勇敢决心幻想行动的情绪，同时更有不可一世的气概。但也正和现在青少年相似，怀有无比的彷徨郁闷烦躁，和敌视现实否认一切的心理。这是十九世纪末期和二十世纪初期，新旧文化思想开始交替，东西方文化迈向交流融汇，激起中国文化新思潮的巨浪阶段。由裹成三寸金莲的小足，解放为大足终身不出闺房一步的女子，争取男女平权。男子们由终日背诵之乎者也，提考篮穿长袍马褂上京求名，而变为写作的呢吗啊，死啃，割须剃发，穿上西装革履，大谈洋务与西学，夸为识时务的俊杰。总之，事无巨细，学无古今，人无老少，一切都在求变待变必变的巨变过程中。我们所接触的中年以上的老前辈们，他们面对此情此景，满腔忧患，无限感伤，随时随地都在摇头叹息人心不古世风日下，而进入暮年晚景的低潮，含悲抱愤而去。但在无情岁月的推排之下，曾几何时，我们这些青少年们，不满当时的现实，和轻视否认当时老前辈们摇头叹息的情景，也渐渐地进入我们的心境，成为生活习惯的一种自然姿态。到了第二次世界大战前后，不知不觉，自己也进入中年，昔日老前辈们不满现实的叹息感言，又渐渐地出自我们之口。这种循环性的历史悲剧，犹如新旧交响的乐章，具有时代性旋律的哀怨，永远存在于历史的阴影里。这也正是说明历史时代的途程在不断地向前推进，而人类在时代的轮转中，却永远不满现实。不论任何时代，青少年们固然如此，老年人们又何尝不如此。"}
{"text":"但在无情岁月的推排之下，曾几何时，我们这些青少年们，不满当时的现实，和轻视否认当时老前辈们摇头叹息的情景，也渐渐地进入我们的心境，成为生活习惯的一种自然姿态。到了第二次世界大战前后，不知不觉，自己也进入中年，昔日老前辈们不满现实的叹息感言，又渐渐地出自我们之口。这种循环性的历史悲剧，犹如新旧交响的乐章，具有时代性旋律的哀怨，永远存在于历史的阴影里。这也正是说明历史时代的途程在不断地向前推进，而人类在时代的轮转中，却永远不满现实。不论任何时代，青少年们固然如此，老年人们又何尝不如此。由于这个憬悟，我常警醒自己，不必忧伤，不必感叹，假如我过去了，太阳照样会从东方升起，历史依旧会演变下去，后一代的人们，也许比我们活得更有趣，更快乐，也可能更疯狂。时代演变中的思想与感情由于身历其境，而了解人们历史循环性不满现实的通病，进而探寻这种随时代年龄而发生差异的思想与心理原因，便可知道人类的感情作用，经常会左右理智慧思的极限。人的感情，不但对个人私心事物有占有把握的牢固性，同时对于具有历史性的生活形态和精神思考的习惯文化背景时间和空间的惯适，都有浓厚的感情作用。每当历史随时代的推进而演变的时候，由于人们旧有历史的牢固习惯，只能接受渐变的推排，极难适应突变的打击。尤其对于眼前现实的精神生活，与耳目感官日常周遭事物引发的感想，例如与社会秩序家庭环境有关的道德规范，行为的善恶标准等观念，在历史文化变更的过程中，最容易引起青少年的心理反应和老辈子的伤感。尤其在二十世纪末期的剧变中，更为显著。站在我们这一代的立场，看到下一代的堕落和疯狂，真有不胜扼腕叹息之感。如果经过一番深思熟虑，检讨历史文化演变的得失前因后果，便可比较客观地了解青少年们思想与心理趋向的矛盾。在这个时代中，旧的过去了，新的还未产生，随着物质文明的发展，如朽索之驭怒马，他们失去了可循的准绳，找不到控驭自己的鞍辔，盲目自恣，陷于一片迷惘的境地。不但东方的青少年如此，西方乃至全世界的青少年，都已染上这种时代性的传染病症。其实，在这个时代的阶段中，真失去了道德的标准吗？完全没有善恶的意识吗？不然。道德和善恶，它永远存在于人心之中，它是人性中自然具有的一种功能，它只有随着时间和空间的作用，转变形态。"}
{"text":"不但东方的青少年如此，西方乃至全世界的青少年，都已染上这种时代性的传染病症。其实，在这个时代的阶段中，真失去了道德的标准吗？完全没有善恶的意识吗？不然。道德和善恶，它永远存在于人心之中，它是人性中自然具有的一种功能，它只有随着时间和空间的作用，转变形态。在人类的文化史上，过去的道德观念，是基于宗教的因果观念而定教育的规范由此而教育，思想的习惯由此而思想，稳定社会秩序两三千年。现代的道德观念，由于物质文明的发达，工商业快速发展中的刺激反应，它逐渐接近以经济的价值观念而定，下意识的只有价值与无价值的辨别。过去的善恶观念，是以人性本应善良，对于心理和行为的善恶，具有宗教性的报应而定论。现代的善恶观念，由于科学促使物质文明的重要，同时曲解自由而又极度偏向个人的自私，几乎走向以需要与不需要来决定善恶的标准。这样的道德观念善恶观念，虽然还未真正构成为现代人思想心理的定型，它的对与不对，是与否，实在是非常急切地等待着我们这一代去博学审问慎思明辨。既不能凭历史文化的感情而一切陷于悲观，更不能徒凭时代的感染而盲从冲动，以致于忽略了随时偕进的理性思想。尚未成熟的历史与文化生当这个世纪末期的青少年们，传统的宗教哲学教育等道德理性的准绳，已经命如悬丝，失去了它固有的信赖的力量，我们所要的，是有特立独行和确然而不可拔的精神，融合古今中外的所长，建立新的文化机运，使后来的一代，走上安定的道路。同时更需要认识人类历史文化的成果，它永远还很年轻，需要新知的灌溉而求其成熟。宇宙的生命，无论过去与未来，它永远是常新不古，所以曾子在大学上，强调汤之盘铭曰苟日新，日日新，又日新。易经也常提到随时偕进与时偕极的道理，这都是提醒人们不要满足过去，留恋过去，要展望明天，开启未来。青春的活力，它永远是推进历史文明的动能。道家素来认为天地是一大宇宙，人身是一小天地。为了说明人类的历史文化永远还很年轻的理由，引申道家这个观念，可以说历史是一部大人生，人生是一部小历史。因为任何一个人，天赋的本能，都有不同的个性和幻想，尤其在少年和青年的阶段，幻想经常占有青春活力大部分的时间。"}
{"text":"易经也常提到随时偕进与时偕极的道理，这都是提醒人们不要满足过去，留恋过去，要展望明天，开启未来。青春的活力，它永远是推进历史文明的动能。道家素来认为天地是一大宇宙，人身是一小天地。为了说明人类的历史文化永远还很年轻的理由，引申道家这个观念，可以说历史是一部大人生，人生是一部小历史。因为任何一个人，天赋的本能，都有不同的个性和幻想，尤其在少年和青年的阶段，幻想经常占有青春活力大部分的时间。幻想不是过错，幻想加上学识，在思想和行为上，便成为有守有为的学问素养。幻想不加力学，它可能会变成无羁的劣马，自误也会误人。累积人类的个性幻想学识，构成为思想行为与经验的成果，便综合成为人类的历史与文化。然而任何一个人，由青少年阶段，富于幻想的时期开始，其间加以力学，或者不学，便早已奠定一生成败的基础。到了中年，便是实现他的幻想，而付诸实际行动的时期无论是事功的成就，或是学术的著作，甚至于宗教家们修道与传道的生活，都不外于此例。到了晚年，大概都是留恋欣赏过去的成果，或者感叹过去的哀乐变为回忆，而随时消逝。所以孔子也说后生可畏，焉知来者之不如今也。四十五十而无闻焉，斯亦不足畏也已。如果以现代医学的观点来说，当每个人由青少年的时期，脑力开始成长，一直到了五十多岁以后，才是脑力成长到鼎盛的时期。但上天注定人类可悲的命运，正当他脑力和智慧刚好成熟，经验的累积又正是到达高峰的时候，便像苹果一样，红透熟烂，又悠然地悄悄落地，还归虚无。除了天赋特别，老当益壮而成为瑰宝的，那是普遍中的例外，为历史点缀了壮丽的场面。此外，无论是从事出世事业的千秋人物，如宗教的教主和大哲学家们，或是从事入世事功的伟人，谁也无法逃出这个自然的规律。人生的生命既然跳不出这个规律以外，他在智慧上的成就，可以创造历史文化的期限，又如此的短暂而渺小，所以古今中外，累积几千年来的历史与文化，可以说都是青年人扮演主角的成果，中年或老年人担任编辑而写成它永远都很年轻，并且尚未完全成熟。虽然由原始的宗教而发展为哲学，从哲学的范围而扩充到今天科学的成就但摆在人类面前几千年的老问题，所有人生生命的奥秘宇宙生命的奥秘等等悬案，始终还没有得到确切的解答，使人确信不疑而安心于定论。并且显而易见的，集中古今中外人类几千年的思想与学术，仍然不能使这个人类社会得到永恒的平安，享受幸福而快乐。"}
