{"text":"壬辰四十年，宋公僵逐其君剔成而自立。癸巳四十一年，秦张仪伐魏，取蒲阳，既而归之，魏尽入上郡，以谢秦，以仪为相。丙申四十四年，赵式灵王雍元年，是岁秦称王。丁西四十五年，苏秦自燕奔齐。戊戌四十六年，秦相张仪免，出相魏。庚子四十八年，王崩子定立。辛丑元年，卫更贬号日君。壬寅二年，孟柯适齐。癸卯三年，楚赵魏韩燕伐秦，攻函谷。甲辰四年，苏秦已死，魏请成于秦，张仪归，后相秦。乙已五年，秦代蜀，取之。丙午六年，王崩，子延立是为赧王。丁未元年，齐伐燕取之，醢子之，杀故燕君啥。戊申二年，楚屈匀伐秦。己酉三年，燕人立太子平为君。庚戌四年，秦使张仪说楚韩齐赵燕魏连横以事秦，秦君卒，诸侯复合纵。辛亥五年，秦张仪复出相魏。壬子六年，张仪死，秦初置丞相，以樗里疾甘茂为左右丞相。癸丑七年，秦甘茂代韩宜阳。经史合参我们这次研究孟子，是采用经史合参的方法。所谓经，就是孟子七篇的本经。所谓史，就是指孟子所处的时代――如齐梁等国当时约略可知的史料。除了孟子本经之外，同时配合战国当时相关的历史资料，来说明孟子存心济世的精神所在。过去我们在年轻的时候读孟子，往往觉得很枯燥乏味，只是为了传统的要求，作教条式的信仰，填鸭式的记诵，或多或少，总存着不是绝对信服的心理。如果把学力加上年龄，再加上对世事的经历和观察，慢慢到了年事老大，才会觉得孔孟之学在人道的立场上，的确是有它圣之为圣的道理。但学力加年龄加阅历，说来只是一句话，实际上却是一段漫长的路程，同时夹杂着许许多多的甘苦。所以我认为针对现代情况的需要，用经史合参的方法来认识孟子，也许有很多方便。讲到这里，顺便想起一个历史上有关孟子的故事，那就是明太祖朱元津的趣事。朱元漳当了皇帝以后，大概也和我们年轻时的心情思想一样，非常讨厌孟子，他认为称孟子为亚圣，把他的牌位供在圣庙里，实在不配，因此取消孟子配享圣庙之位。"}
{"text":"但学力加年龄加阅历，说来只是一句话，实际上却是一段漫长的路程，同时夹杂着许许多多的甘苦。所以我认为针对现代情况的需要，用经史合参的方法来认识孟子，也许有很多方便。讲到这里，顺便想起一个历史上有关孟子的故事，那就是明太祖朱元津的趣事。朱元漳当了皇帝以后，大概也和我们年轻时的心情思想一样，非常讨厌孟子，他认为称孟子为亚圣，把他的牌位供在圣庙里，实在不配，因此取消孟子配享圣庙之位。晚年他的年事阅历多了，读到孟子的天将降大任于斯人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。人恒过，然后能改困于心，衡于虑而后作征于色，发于声而后喻。入则无法家拂士，出则无敌国外患者，国恒亡。然后知生于忧患，而死于安乐也一节，情不自禁地拍案叫好，认为孟子果然不失为圣人，是亚圣，于是又恢复了孟子配享圣庙之位。这个故事表面看起来很可笑，蛮好玩，实际上也正好说明了我们研究孟子的中心关键。同时也是英雄与圣人王道与霸术分野的道理。梁惠王的先世现在我们手里拿的这本孟子，第一篇是梁惠王即孟子见梁惠王。关于他们的对话，原文俱在，暂时搁在一边我们现在先要把梁惠王当时的魏国情势，作个简单的了解。梁惠王便是魏惠王，因为他当时迁都到大梁河南开封，所以一般习惯，又称他为梁惠王。战国时期的魏国，是和韩赵两国一样，他们的祖先原来都是晋国的重臣。到了春秋末期，在晋昭公之后，便衰弱到六卿强，公室卑的情势。魏国的祖先，也是晋国后期的重臣――六卿之一的魏桓子，他和另外两家晋国的重臣韩康子赵襄子，共同阴谋灭了苟家的智伯以后，便三分其地而据以称强了。这个阶段，也正是孔子的晚年时期。跟着，也就是历史上所称的战国时期开始。魏国出了一位名王魏文侯，他是孔子的名弟子七十二贤人之一子夏的学生，接受孔子经学的熏陶。孔子过后，子夏讲学河西，便是这个时期的事。魏文侯另外还有一位高明的老师田子方。又向当时有名的高士段干木谦虚请教，他和段干木是师友之间的交谊，有很好的感情。因此他把魏国打好基础，变成战国初期的一个文化强国。"}
{"text":"这个阶段，也正是孔子的晚年时期。跟着，也就是历史上所称的战国时期开始。魏国出了一位名王魏文侯，他是孔子的名弟子七十二贤人之一子夏的学生，接受孔子经学的熏陶。孔子过后，子夏讲学河西，便是这个时期的事。魏文侯另外还有一位高明的老师田子方。又向当时有名的高士段干木谦虚请教，他和段干木是师友之间的交谊，有很好的感情。因此他把魏国打好基础，变成战国初期的一个文化强国。在政治方面，他起用了历史上有名的名臣西门豹，主管河内今河北及陕西山西部分地区，成为中国政治史上内政修明的典范之治。魏文侯死后，他的儿子魏武侯继起，在文化的成就上，当然比不上他的父亲，但在武功上，则更强大。他用了历史上名将吴起，同时与韩赵灭掉宗主国的晋国，而三分其地。魏武侯死后，他的儿子继位，干脆直接称王，叫魏惠王，也就是孟子所见的梁惠王。梁惠王当然比不上他的祖父魏文侯，而且也比不上他的父亲魏武侯。同时，他所处的时代环境，比起他父亲祖父的时代，又更复杂困难了，这也是事实。不过历史上的名将孙武子的孙子―――孙膜，打垮他同学庞涓的一场著名战争，那个庞涓，便是魏惠王亲信的大将。在这以前，魏惠王也曾有过赫赫的战功，打败过韩国赵国宋国。而且还能威胁到鲁卫宋郑等国来朝，和他建交。同时也一度和秦孝公在外交上建立短暂的和平。商鞅和梁惠王可是魏惠王在历史上，却有一件很滑稽的遗憾，也可以说是很滑稽的损失，那便是把一个在他手里的人才，轻轻地漏过溜掉，使他后来在霸业的企图上吃了很大的亏。这个人便是使秦国变法图强的商鞅。商鞅，卫国人，所以也叫卫鞅，又叫公孙鞅，因为他的本族姓公孙。在当时宗法封建的社会里，他是不受人尊敬重视的一个青年，因为他的生母不是元配，在宗法社会里没有家族地位之故。商鞅从小就爱好法家刑名之学。因为在他本国不得志，战国当时的国际之间，又正是人才交互外流的时代，他便到魏国，作了魏国的辅相公叔痤的门下士。公叔痤知道他有才具，还来不及向魏王推荐，他自己便生病快要死了。梁惠王去看公叔痤的病，问他说假如你的病好不了，对我们的国家前途，有些什么话要吩咐？"}
{"text":"商鞅从小就爱好法家刑名之学。因为在他本国不得志，战国当时的国际之间，又正是人才交互外流的时代，他便到魏国，作了魏国的辅相公叔痤的门下士。公叔痤知道他有才具，还来不及向魏王推荐，他自己便生病快要死了。梁惠王去看公叔痤的病，问他说假如你的病好不了，对我们的国家前途，有些什么话要吩咐？公叔痤说我的门客，有一个卫国的流亡青年公孙鞅，虽然年纪还轻，却是一个奇才，希望你重用他，绝对信任他，接受他的意见。梁惠王听了，门声不响，也不表示意见。到临走的时候，公叔痤便叫所有的人退出去，又单独和梁惠王说如果你不肯用公孙鞅，便解决了他，不要叫他出境。梁惠王听了只好点点头，表示知道了。梁惠王走了以后，公叔痤马上叫商鞅进来，对他说刚才惠王要我推荐我死后的辅国人才，我推荐了你，他的意思不肯接受。我的立场，先有公，再有私。先对国家贡献是事君之道，再来对你讲私话，是尽到我人臣之道以后，才来讲你我之间的友道。这点要特别注意，在我们上古的历史文化里，尤其在春秋战国之间，常有这一类历史故事的例子，充分表示一个人的人格作风，对公对私的道义界别。表面看起来好像很阴险，在说两面话。事实上他是光明磊落地说明对君道臣道友道之间的各别立场，都须要有所交待，才是不负此心不愧此心。如果说他是阴险，也有阴险的道德，等于后世写的武打小说，明明要用暗器伤人，但在发出暗器的刹那，还要公开叫一声看打！通知了以后，你能不能逃得过，就要看你自己的智慧和本事了。因此公叔痤便接着告诉了商鞅我的心，对公对私都要尽到最大的力。所以我后来对惠王说，如果不用你，便杀掉你。他似乎同意了我的意见。你赶快想办法走吧！迟了，就要完蛋。商鞅听了，对公叔痤说你放心吧！他既然不肯听你的话用我，哪里又肯听你的话杀我呢？换句话说，商鞅了解梁惠王的心理，根本没有把他商鞅这个人当一回事。所以他还是暂时留在魏国不走。梁惠王从公叔痤的家里出来以后，便对左右亲近的人说公叔痤真是病得昏了头，他叫我把国家大事交付给那个卫国来的流亡小子公孙鞅，那是多么荒谬的想法！真是可悲之至！"}
{"text":"你赶快想办法走吧！迟了，就要完蛋。商鞅听了，对公叔痤说你放心吧！他既然不肯听你的话用我，哪里又肯听你的话杀我呢？换句话说，商鞅了解梁惠王的心理，根本没有把他商鞅这个人当一回事。所以他还是暂时留在魏国不走。梁惠王从公叔痤的家里出来以后，便对左右亲近的人说公叔痤真是病得昏了头，他叫我把国家大事交付给那个卫国来的流亡小子公孙鞅，那是多么荒谬的想法！真是可悲之至！后来商鞅投奔到秦国，三次游说秦孝公，秦孝公接受了他的计划，变法图强，富国强兵，奠下了后来秦始皇统一天下的基础。过了两三年以后，商鞅又说动了秦孝公，出兵打魏国，用诈术欺骗了魏国的前线指挥官魏公子印，打了胜仗，使魏国割让了河西之地求和。才逼得魏惠王迁都大梁。这时候，梁惠王才深深悔恨自己当时没有听信公叔痤的话。公孙鞅也因此而受秦国尊封为商君。所以后来通称他为商鞅，便是由这个历史故事来的。再过十年以后，秦孝公死了，他的儿子继位，也称惠王，这便是苏秦见过的秦惠王。商鞅失了依靠，在秦国的政坛上失败得很惨，有造反叛变的嫌疑，因此又逃亡到魏国，但被魏国拒绝了，最后走投无路，被秦国追捕回去，受车裂之刑而死。虽然说历史上的因果报应，毫厘不爽。但魏国割地迁都这一幕，到底都是导自梁惠王的失策，没有君子之度的领导长才，糊里糊涂地写下了历史上这一出滑稽剧本，徒留后人扼腕长叹。孟子见梁惠王，也便是梁惠王最悲愤难受的阶段。他与齐国一战，损失了大将庞涓，同时太子申被掳。又与秦国一战，损失了公子印，割让了河西之地，迁都大梁。实在是他心里最难过的时候，所以他想网罗礼聘外国的人才，例如在齐国闻名的客卿驺衍淳于髡等人，也都受过他的邀请。尤其他对驺衍的莅临，曾经亲自到郊外去欢迎他，很隆重地待以上宾之礼。他是受到商鞅这一件事的刺激，很想找到一个振作图强的能臣，来恢复他父祖的光荣局面，甚至能进而窥图霸业。不管他是什么心理，也不管他是哪一类的领导人物，至少他当时的作法，的确是有迫不及待的求才若渴的意图。我们先了解了这些简略的历史资料，再来研究孟子见梁惠王的一段，才能找出孟子学说思想的精彩所在，而不觉枯燥乏味。梁惠王章句上孟子见梁惠王。王曰叟，不远千里而来，亦将有以利吾国乎？"}
{"text":"他是受到商鞅这一件事的刺激，很想找到一个振作图强的能臣，来恢复他父祖的光荣局面，甚至能进而窥图霸业。不管他是什么心理，也不管他是哪一类的领导人物，至少他当时的作法，的确是有迫不及待的求才若渴的意图。我们先了解了这些简略的历史资料，再来研究孟子见梁惠王的一段，才能找出孟子学说思想的精彩所在，而不觉枯燥乏味。梁惠王章句上孟子见梁惠王。王曰叟，不远千里而来，亦将有以利吾国乎？孟子对曰王何必曰利？亦有仁义而已矣。王曰何以利吾国，大夫回何以利吾家，士庶人曰何以利吾身。上下交征利，而国危矣。万乘之国，弑其君者，必千乘之家千乘之国，弑其君者，必百乘之家。万取千焉，千取百焉，不为不多矣。苟为后义而先利，不夺不厌。未有仁而遗其亲者也未有义而后其君者也。王亦曰仁义而已矣，何必曰利。梁惠王与孟叟这一段的文字记载，无论是孟子本人或是门人们的记述，措辞用意都很妙，而且也很坦率，不加故意的掩饰，直截了当描述当时孟子见梁惠王一段不太愉快的谈话。尤其我们了解了梁惠王后来对驺衍的接待，再来一看他对孟子满不在乎的样子，很显然的，大有厚薄轻重之分了。而且最不可耐的，便是梁惠王对孟子的称呼，既没有像春秋时代诸侯对孔子的敬重，尊称一声夫子也没有像战国当时诸侯们礼贤下士的作风，尊称一声先生。他却干干脆脆地称呼一声叟。这个叟字，好听一点来讲，便是老先生的意思。不礼貌一点，便是老头儿的意思。当然，梁惠王当时的一声叟，究竟是代表老先生呢？或是老头儿呢？无法考查。这要看他当场的礼貌态度，和称呼的声调来决定它的涵义了。可惜当时没有电视录影一笑。但无论如何，这一声叟，并不表示尊重，大概是没有疑问的。而且本章的记述，描写这一段不太愉快的谈话，在文字的气势上，表达得很明白。如此直接记载这一个叟字的称呼，对孟子的伟大倒没有什么损失，反而衬托出梁惠王始终不成器的风格，一副吊儿郎当不庄重的浮躁相。孟子在听了梁惠王何以利吾国的问题以后，就很庄重地对梁惠王说您何必只图目前的利益？其实只有仁义才是永恒的大利。"}
{"text":"可惜当时没有电视录影一笑。但无论如何，这一声叟，并不表示尊重，大概是没有疑问的。而且本章的记述，描写这一段不太愉快的谈话，在文字的气势上，表达得很明白。如此直接记载这一个叟字的称呼，对孟子的伟大倒没有什么损失，反而衬托出梁惠王始终不成器的风格，一副吊儿郎当不庄重的浮躁相。孟子在听了梁惠王何以利吾国的问题以后，就很庄重地对梁惠王说您何必只图目前的利益？其实只有仁义才是永恒的大利。如果都像你惠王一样，谋国的居心，只图以急功近利为目的。那么，等而下之，那些高位的大臣卿大夫们，也只求顾全自己的家族利益。这样影响所及，一般的国民，也就只为自己身家的利益打算。这种观念发展下去。一定会使全国上下各阶属，都变成以利害为生活的重心，造成当利不让的风气。这样的话，国家就太危险了。因为唯利是图，当利不让的结果，自私自利的观念会越来越严重。在历史上，有许多的事实可以证明，互相争权夺利的结果，便形成臣下反上的叛乱逆行。那些本来具有万乘之尊的大国，发生弑君叛变而自据称王的，都是当时那些高位重臣，所谓千乘之家做出来的绝事。同样地，那些千乘之家，被巨下叛变所谋害的，也都是那些百乘之家的重臣所于的事。至于侵略吞并的思想，更是由于权利欲的驱使，所以目前万乘之尊的大国，便想吞并千乘之邦。那些千乘之国，便想吞并百乘之众的小国，这些古今的事例，不能说不够多的。原因在哪里呢？都是为了急功图利争夺权利的结果。如果不了解先行仁义，而只求近利为前提，自然而然要变成非侵略他人夺取别人的所有，就不能满足自己的利益。其实，真能实行仁义之道，大利自然就在其中。真有仁心的人，绝对不会有遗弃其近亲的可能。真有义气的人，绝不会有背叛君上的可能。所以我认为您――惠王只有推行仁义之道，才是最高明的政略和政策，又何必舍大取小而只顾目前的急功近利呢？我们根据孟子的原文，概略演绎它文字的内涵，略略加以说明，大致就是这样的对答。当然，如果说是译文，那便大有问题。因为这样的说法，与古文原文的简练原意，也许略有出入，或大有出入。不过，大意是不会太过差错到哪里去的。而且这样一来，把孟子对梁惠王的答话，看得很明白。"}
{"text":"真有义气的人，绝不会有背叛君上的可能。所以我认为您――惠王只有推行仁义之道，才是最高明的政略和政策，又何必舍大取小而只顾目前的急功近利呢？我们根据孟子的原文，概略演绎它文字的内涵，略略加以说明，大致就是这样的对答。当然，如果说是译文，那便大有问题。因为这样的说法，与古文原文的简练原意，也许略有出入，或大有出入。不过，大意是不会太过差错到哪里去的。而且这样一来，把孟子对梁惠王的答话，看得很明白。孟子并没有太过迂腐古板，只一味地叫他行仁义，而不管梁惠王当时所处的情势，以及急功好利的迫切需要。这样孟子才不失为一个识时务的圣哲。只是在政略上有思想有远见有抱负，与梁惠兰急功近利的政见不能相合而已。我们先要解决了这个问题，再来从两方面看这一段对话，讨论他的内涵。第一，是司马迁的记载。第二，是历史的证验。司马迁对梁惠王和孟子的观点司马迁写孟子列传，是把孟子与荀卿的列传合写成篇的。关于孟子传记部分，他也是以孟子见梁惠王这一段思想作重心来述说的。如说孟轲，绉邹人也。受业子思之门人。道既通，游事齐宣王，宣王不能用。适梁，梁惠王不果所言，刚见以为迂远而阔于事情。当是之时，秦用商君，富国强兵。楚魏用吴起，战胜弱敌。齐威王宣王用孙子膑田忌之徒，而诸侯东面朝齐。天下方务于合纵连横，以攻伐为贤，而孟轲乃述唐虞三代之德，是以所如者不合。退而与万章之徒序诗书，述仲尼之意，作孟子七篇。根据史记列传的记载，关于孟子的生平，只有短短一百三十七字。有关孟子千秋事业的思想方面，已有他自己七篇的本书，用不着司马迁再来述说。他在本传里，只提出他政治思想的要点，是主张传统文化的王道精神，即不愿讲当时侵略吞并的不义之战，也不愿只讲霸术。所以和梁惠王当然也谈不拢，这是王道与霸业圣贤与英雄分野的必然结果。但是他又把孟子与梁惠王这一段主要的对话，比较详细地埋伏在魏世家中有关梁惠王的一段记述里，他说惠王数被于军旅，卑礼厚币以招贤者。驺衍淳于髡孟柯皆至梁。梁惠王曰寡人不佞，兵三折于外，太子虏，上将死，国以空虚，以羞先君宗庙社稷，寡人甚丑之。叟，不远千里，辱幸至弊邑之廷，将何以利吾国？"}
{"text":"所以和梁惠王当然也谈不拢，这是王道与霸业圣贤与英雄分野的必然结果。但是他又把孟子与梁惠王这一段主要的对话，比较详细地埋伏在魏世家中有关梁惠王的一段记述里，他说惠王数被于军旅，卑礼厚币以招贤者。驺衍淳于髡孟柯皆至梁。梁惠王曰寡人不佞，兵三折于外，太子虏，上将死，国以空虚，以羞先君宗庙社稷，寡人甚丑之。叟，不远千里，辱幸至弊邑之廷，将何以利吾国？孟轲曰君不可以言利若是。夫君欲利则大夫欲利，大夫欲利则庶人欲利。上下争利，国则危矣。为人君，仁义而已矣，何以利为！由于司马迁写史记，处理资料的手法太高明了，如果不再三仔细地读完全部史记，细心留意揣摩，往往把许多历史哲学的重点被他的手法瞒过，也被自己粗心大意读书所误，而不知道司马迁的微言重点所在了。他写孟子传记，只是述说孟子之所谓孟子的正面，等于照相的正面全身大照。但是对孟子的侧影或背后的记录，司马迁也不免有些惋惜之意的微辞。可是他把它插进魏世家当中去隐藏起来，要读者自己慢慢去寻找去体会。他说梁惠王自从兵败国破，迁都到大梁以后，心情也真够恶劣万分。但是他还想力图振兴，还肯卑礼――很有礼貌地，厚币――用很高的费用，邀请招待各国的名贤当顾问。例如驺衍淳于髡，孟子都因此而被邀请到大梁来了。梁惠王也很坦率地告诉他们自己的心境非常恶劣，处境也很尴尬如记载所说我寡人真不行！这多年来打了三次败仗，我的儿子太子申被齐国俘虏了，我的得力上将也战死了。弄得国家非常空虚，实在羞对祖宗和国人，我对目前的局势觉得太惭愧了。他又对孟子说老先生，你不辞干里的辛劳来到敝国，实在是我们的荣幸。不知你将如何为我国谋利？孟子说惠王，你不可以这样过于注重利益。你做领导人的这么重视利益，那些高级臣僚的卿大夫们，也就只顾自己的利益。等而下之，所有国民，就都争取自己的利益。这样子上下争利，你的国家就太危险了。做一个领导人，只要提倡仁义的基本精神就好，何必讲究什么利呢？如果依照司马迁这一段的记载，我们读了以后，不免拍案叫好，好极了！可爱可敬的孟夫子，讲的道理是真对。但是梁惠王这个时候，好像是百病丛生，垂死挣扎的危急。"}
