{"text":"据说莎士比亚作品里就有不少的语法错误，我们中国过去的文学家哲学家史学家诗人词客等等，又有哪一个没有病句呢？现代当代的闻名文人又有哪一个写的文章能经得起语法词汇方面的过细的推敲呢？因此，谁要是自吹自擂，说对语言文字的把握已达到炉火纯青的程度，这个人不是一个疯子，就是一个骗子。在极渺远的时代，我看就看到小品文的萌芽，似乎一出生就走着黑运，给大人先生们拿来做载道的工具，一直到魏晋六朝，我们才第一次看到人们用小品文来说自己的话，然而引起了哄笑和嘲讽，说自己话的小品文也就被埋在这哄笑和嘲讽里，度着自己的暗淡的命运。在混乱庞杂里，我们要救救小品文，我们要小摆设，只要它真的是从内心里流出来的，我们将不眩惑于纸糊的大摆设。我们也要匕首，只要它是真铁真钢的，我们将不眩惑于纸剪的玩意儿。我们绝不能忽视了文艺里的真。写文章，是交流思想传达信息的重要手段。要想交流传达得准确忠实，就必须注重语法修辞，不能望文生义，数典忘祖，甚至生编硬造，写出一些除了自己谁也不懂的词句。我为什么喜欢读序跋呢？我觉得，序跋同日记一样，在这里，轻易说点真话。在其他体裁的文章里，往往峨冠博带，在不知不觉中说一些冠冕堂皇的话装腔作势，说一些言不由衷的话这些东西，读起来让人感到腻味，读不下去。序跋这一种体裁没有什么严格的模子，写起来，你可以直抒胸臆，愿意写什么就写什么，愿意怎样写就怎样写。假如把其他文章比作峨冠博带，那么序跋当然也有日记则如软巾野服。写起来如行云流水，不受遏制，欲行便行，圆融自如，一片天机。写这样的文章，简直是一种享受。中国古代文学中真正的悲剧很少。罗摩故事在印度是一个悲剧，但到了中国却多被改成喜剧结尾，以适应中国人的心情和爱好，最突出的是插曲子的故事。这本来是一个悲剧。但六度集经却让老天爷出马干预，使被射死的子复活。梵文是印度古代语言，不能算作中国语言，但是，吐火罗文和的残卷只发现在现在的中国境内，应该看作是中国古代的民族语言，用这种语言写成的剧本也应该归入中国戏剧之列。我常想，陈寅恪先生从一个不大的切入口切入，如剥春笋，每剥一层，都是信而有征，让你非跟着他走不行，剥到最后，露出核心，也就是得到结论，让你恍然大悟原来如此，你没有法子不信服。"}
{"text":"这本来是一个悲剧。但六度集经却让老天爷出马干预，使被射死的子复活。梵文是印度古代语言，不能算作中国语言，但是，吐火罗文和的残卷只发现在现在的中国境内，应该看作是中国古代的民族语言，用这种语言写成的剧本也应该归入中国戏剧之列。我常想，陈寅恪先生从一个不大的切入口切入，如剥春笋，每剥一层，都是信而有征，让你非跟着他走不行，剥到最后，露出核心，也就是得到结论，让你恍然大悟原来如此，你没有法子不信服。寅恪先生考证不避琐细，但决不是为考证而考证，小中见大，其中往往含着极大的问题。阅读至于哪几部书对我影响最大，几十年来我一贯认为是两位大师的著作在德国是亨利希吕德斯，我老师的老师在中国是陈寅恪先生。两个人都是考据大师，方法缜密到神奇的程度。从中也可以看出我个人爱好之所在我禀性板滞，不喜欢玄之又玄的哲学我喜欢能摸得着看得见的东西，而考据正合吾意。在写书出书方面，我有一个狭隘的功利主义观点。我认为，出书必定要有用，对个人有用，对社会和国家有用。这个用，当然不应该理解得太窄狭。美感享受也是一种用。假如一点用处都没有的书，大可以不必出。一篇文章，尤其是文学作品，倘若译成另外一种文字，连叶也不能相似，当然更谈不到味了。我从年代起陆续读过一些美学的书，对美学我不能说是一个完全的外行。但是浅尝辄止，也说不上是一个真正的内行，只能说是一个半瓶醋。常识告诉我们，只有半瓶醋才能晃荡出声。我就是以这样的身份提出了一个主张美学必须彻底转型，决不能小打小闹，修修补补，而必须大破大立，另起炉灶。我经常考虑一个问题为什么在中国文学批评史上，除了文心雕龙诗品等少数专门著作之外，竟没有像西方那样历史悠久内容丰富，而又派别繁多议论蜂起的。许多专家的理论往往见之于诗话中，不管什么神韵说性灵说肌理说境界说等等，都见之于诗话词话中，往往是简简单单的几句话，而内容却包罗无穷。我们中国文艺理论并不是没有语，我们之所以在国际上失语，一部分原因是欧洲中心主义还在作祟，一部分是我们自己的腰板挺不直，被外国那一些五花八门的理论弄昏了头脑。科学和哲学的著作不得已时当然可以重译，但文艺作品则万万不能。也许有人要说，我们在中国普通只能学到英文或日文，从英文或日本转译，也未始不是一个办法。"}
{"text":"许多专家的理论往往见之于诗话中，不管什么神韵说性灵说肌理说境界说等等，都见之于诗话词话中，往往是简简单单的几句话，而内容却包罗无穷。我们中国文艺理论并不是没有语，我们之所以在国际上失语，一部分原因是欧洲中心主义还在作祟，一部分是我们自己的腰板挺不直，被外国那一些五花八门的理论弄昏了头脑。科学和哲学的著作不得已时当然可以重译，但文艺作品则万万不能。也许有人要说，我们在中国普通只能学到英文或日文，从英文或日本转译，也未始不是一个办法。是的，这是一个办法，我承认。但这只是一个懒人的办法。倘若对一个外国的诗人戏剧家或小说家真有爱好的话，就应该有勇气去学他那一国的语言。倘若连这一点勇气都没有，就应该自己知趣走开，到应该去的地方去。不要在这里越俎代庖，鱼目混珠。我们只要有勇气的人评断一本书的好与坏有什么标准呢？这可能因人而异。但是，我个人认为，客观的能为一般人都接受的标准还是有的。归纳起来，约略有以下几项一本书能鼓励人前进呢，抑或拉人倒退？一本书能给人以乐观精神呢，抑或使人悲观？一本书能增加人的聪明呢，抑或增强人的愚蠢？一本书能提高人的精神境界呢，抑或降低？一本书能增强人的伦理道德水平呢，抑或压低？一本书能给人以力量呢，抑或使人软弱？一本书能激励人向困难作斗争呢，抑或让人向困难低头？一本书能给人以高尚的美感享受呢，抑或给人以低级下流的愉快？池田大作在他那波澜壮阔的一生中，通过自己的眼睛和心灵，观察人生，体验人生，终于参透了人生，达到了圆融无碍的境界。书中的话就是从他深邃的心灵中撒出来的珠玉，句句闪耀着光线。读这样的书，真似乎是走入七宝楼台，以现到处是奇珍异宝，拣不胜拣。又似乎是行在山阴道上，令人应接不暇。阅读假如我安分守己老老实实的话，我本可以成为一个逍遥安闲的逍遥派，痛愉快快地混上几年的。然而，幸乎？不幸乎？天老爷赋予了我一个犟劲，我敢于仗义执言。假如我身上还有点什么值得称扬的东西的话，那就是一点犟劲。我痛恨自己在政治上形同一条蠢驴，对所谓无产阶级文化大革命这一场残暴混乱使我们伟大的中华民族蒙羞忍耻把我们国家的经济推向绝境空前绝后――这是我们的希望――，至今还没人能给一个全面合理的解释的悲剧，有不少人早就熟悉了它的实质，我却是在四人帮垮台以后脑筋才开了窍。我实在感到羞耻。"}
{"text":"然而，幸乎？不幸乎？天老爷赋予了我一个犟劲，我敢于仗义执言。假如我身上还有点什么值得称扬的东西的话，那就是一点犟劲。我痛恨自己在政治上形同一条蠢驴，对所谓无产阶级文化大革命这一场残暴混乱使我们伟大的中华民族蒙羞忍耻把我们国家的经济推向绝境空前绝后――这是我们的希望――，至今还没人能给一个全面合理的解释的悲剧，有不少人早就熟悉了它的实质，我却是在四人帮垮台以后脑筋才开了窍。我实在感到羞耻。我的脑筋一旦开了窍，我就感到当事人处理这一场灾难指文革的方式有问题。粗一点比细一点好，此话未必毫无道理。但是，我认为，我们粗过了头。这些坏人比好人有本领，文化大革命中有一个常用的词儿变色龙，这一批坏人就正是变色龙。他们一看风头不对，立即改变颜色。有的伪装成正人君子，有的变为某将军某领导的东床快婿，在这一张大伞下和躲避了起来。有的鼓其如簧之舌，施展出纵横捭阖的伎俩，暂时韬晦，窥探时机，有朝一日风雷动，他们又成了人上人。此等人野心大，点子多，深通厚黑之学，擅长拍马之术。他们实际上是我们社会主义社会潜在的癌细胞，迟早必将扩张的。我们当时放过了这些人，实在是埋藏了后患。我日日盼，月月盼，年年盼然而到头来却是失望，没有人肯动笔写一写，或者口述让别人写。我心里十分不解，万分担忧。这场空前的灾难，若不留下点记述，则我们的子孙将不会从中吸取应有的教训，将来气候一旦适合，还会有人发疯，干出同样残暴的蠢事。虽然有一段时间流行过一阵所谓伤痕文学。然而，根据我的看法，那不过是碰伤了一块皮肤，只要用红药水一擦，就万事大吉了。真正的伤痕还深深埋在许多人的心中，没有表露出来。我期待着当事人有朝一日会表露出来。年，第二次世界大战正式开幕。我原以为像这样杀人盈野积血成河的人类极端残酷的大搏斗，理应震撼三界，摇动五洲，使禽兽颤抖，使人类失色。然而，我有幸身临其境，只不过听到几次法西斯头子狂嚎――在这当时的德国是司空见惯的事――似乎是春梦初觉，无声无息地就走进了战争。战争初期阶段，德军的胜利使德国人如疯如狂，对我则是一个打击。他们每胜利一次，我就在夜里服安眠药一次。积之既久，失眠成病，成了折磨我几十年的终生痼疾。饿得厉害的时候，我简直觉得自己是处在饿鬼地狱中，恨不能把地球都整个吞下去。"}
{"text":"我原以为像这样杀人盈野积血成河的人类极端残酷的大搏斗，理应震撼三界，摇动五洲，使禽兽颤抖，使人类失色。然而，我有幸身临其境，只不过听到几次法西斯头子狂嚎――在这当时的德国是司空见惯的事――似乎是春梦初觉，无声无息地就走进了战争。战争初期阶段，德军的胜利使德国人如疯如狂，对我则是一个打击。他们每胜利一次，我就在夜里服安眠药一次。积之既久，失眠成病，成了折磨我几十年的终生痼疾。饿得厉害的时候，我简直觉得自己是处在饿鬼地狱中，恨不能把地球都整个吞下去。我一下子像是变了一个人，觉得一切的一切都是美好的，都是善良的。我觉得天非凡蓝，草非凡绿，花非凡红，山非凡青。全中国仿佛开遍了漂亮的玫瑰花，中华民族前途光线万丈，我自己仿佛又年轻了十岁，简直变成了一个大孩子。我从内心深处认为自己是一个地地道道的摘桃派。中国人民站起来了，自己也跟着挺直了腰板。任何类似贾桂的思想，都一扫而空。我享受着解放的幸福，然而我干了什么事呢？我做出了什么贡献呢？我确实没有当汉奸，也没有加入国民党，没有屈服于德国法西斯。但是，当中华民族的优秀儿女把脑袋挂在裤腰带上，浴血奋战，壮烈牺牲的时候，我却躲在万里之处的异邦，在追求自己的名山事业。天下可耻事宁有过于此者乎？我觉得无比地羞耻。连我那一点所谓学问――假如真正有的话――也是极端可耻的。我左思右想，沉痛内疚，觉得自己有罪，觉得知识分子真是不干净。我仿佛变成了一个基督教徒，深信原罪的说法。在好多好多年，这种原罪感深深地印在我的灵魂中。当时，当众检查自己的思想叫做洗澡，洗澡有小中大三盆。我是系主任，必须洗中盆，也就是在系师生大会上公开检查。因为我没有什么民愤，没有升入大盆，也就是没有在全校师生大会上检查。在中盆里，水也是够热的。大家发言异常激烈，有的出于真心实意，有的也不见得。我生平破天荒第一次经过这个阵势，句句话都像利箭一样，射向我的灵魂。但是，因为我仿佛变成一个基督教徒，怀着满腔虔诚的原罪感，似乎话越是激烈，我越感到舒适，我舒适得浑身流汗，仿佛洗的是土耳其蒸气浴。大会最后让我通过以后，我感动得真流下了眼泪，感到身轻体健，资产阶级思想仿佛真被廓清。阅读我被抄家，被批斗，被打得头破血流，鼻青脸肿。我并不是那种豁达大度什么都不在乎的人。我一时被斗得晕头转向，下定决心，自己结束自己的性命。"}
{"text":"我生平破天荒第一次经过这个阵势，句句话都像利箭一样，射向我的灵魂。但是，因为我仿佛变成一个基督教徒，怀着满腔虔诚的原罪感，似乎话越是激烈，我越感到舒适，我舒适得浑身流汗，仿佛洗的是土耳其蒸气浴。大会最后让我通过以后，我感动得真流下了眼泪，感到身轻体健，资产阶级思想仿佛真被廓清。阅读我被抄家，被批斗，被打得头破血流，鼻青脸肿。我并不是那种豁达大度什么都不在乎的人。我一时被斗得晕头转向，下定决心，自己结束自己的性命。决心既下，我心情反而显得异常平静，简直平静得有点可怕。我把历年积攒的安眠药片和药水都装到口袋里，最后看了与我共患难的婶母和老伴一眼，刚预备出门跳墙逃走，大门上响起了雷鸣般的撞门声新北大公社的红卫兵来押解我到大饭厅去批斗了。这真正是千钧一发呀！这一场批斗进行得十分激烈，十分野蛮，我被打得躺在地上站不起来。然而我一下得到了顿悟一个人忍受挨打折磨的能力，是没有极限的。我能够忍受下去的！我不死了！我要活下去！我的确活下来了。然而，在刚离开牛棚的时候，我已经虽生犹死，我成了一个半白痴，到商店去买东西，不知道怎样说话。让我抬起头来走路，我觉得不习惯。耳边不再响起妈的混蛋王八蛋一类的词儿，我觉得希奇。见了人，我是口欲张而嗫嚅，足欲行而趑趄。我几乎成了一具行尸走肉，我已经异化为非人。我的确活下来了，然而一个念头老在咬我的心。我一向信仰的士可杀，不可辱的教条，怎么到了现在竟被我完全地抛到脑后了呢？我有勇气仗义执言，打抱不平，为什么竟没有勇气用自己的性命来抗议这种暴行呢？我有时甚至觉得，隐忍苟活是可耻的。至于我衷心拥护了十年的文化大革命，则另是一大码事。这是中国历史上空前的最野蛮最残暴最愚昧最荒谬的一场悲剧，它给伟大的中华民族脸上抹了黑。我们永远不应忘记！折磨人甚至把人折磨至死的当时的造反派实际上是打砸抢分子的人，为什么不能够把自己折磨人的心理状态和折磨过程也站出来表露一下写成一篇文章或一本书呢？这一类人现在已经四五十岁了。有的官据要津。即使别人不找他们算账，他们自己假如还有点良心，有点理智的话，在灯红酒绿之余，清夜扪心自问，你能够睡得安稳吗？假如这一类人――据估算，人数是不少的――也写点什么东西的话。"}
{"text":"我们永远不应忘记！折磨人甚至把人折磨至死的当时的造反派实际上是打砸抢分子的人，为什么不能够把自己折磨人的心理状态和折磨过程也站出来表露一下写成一篇文章或一本书呢？这一类人现在已经四五十岁了。有的官据要津。即使别人不找他们算账，他们自己假如还有点良心，有点理智的话，在灯红酒绿之余，清夜扪心自问，你能够睡得安稳吗？假如这一类人――据估算，人数是不少的――也写点什么东西的话。拿来与被折磨者和被迫害者写的东西对照一读，对我们人民的教育意义，非凡是我们后世子孙的教育意义，会是极大极大的。我不要求他们检讨和忏悔，这些都不是本质的东西，我只期待他们秉笔直书。这样做，他们可以说是为我们民族立了大功，只会得到褒扬，不会受到谴责，这一点我是敢肯定的。深知西方地狱实在有点太简单太幼稚太单调太没有水平。不信你去读一读但丁的神曲。那里有对地狱的描绘。但丁的诗句如黄钟大吕但是诗句所描绘的地狱，却实在不敢恭维，一点想像力都没有，过于简单，过于表面。读了只能让人觉得好笑。回观印度的地狱则真正是博大精深。再加上中国人的扩大与渲染，地狱简直如七宝楼台，令人目眩神驰。在这个牛棚里确实没有刀山油锅牛头马面等等。可是，在没有这样的必需的道具下而制造出远远超过佛教地狱的恐怖气氛，谁还能吝惜自己的赞赏呢？在旧地狱里，牛头马面不过根据阎罗王的命令把罪犯用钢叉叉入油锅叉上刀山而已。这最多只能折磨犯人的肉体，决没有触及灵魂的措施，决没有斗私批修狠斗活思想等等的办法。我们北大的革命？小将，却在他们的老佛爷的领导下在大院中开展了背语录活动。我们住在里面的人，日日夜夜，分分秒秒，都让神经紧张到最高限度，让五官的本能发挥到最高限度，处处有荆棘坑坎，时时有横祸飞来。最可怕的是，我逐渐发现，十年浩劫过去还不到二十年，人们已经快要把它完全遗忘了。我同今天的青年，甚至某一些中年人谈起这一场灾难来，他们往往瞪大了眼睛，满脸疑云，表示出不理解的样子。在南口村，东语系的走资派和一般教员和学生，相处得非常融洽。因此，我们这两位走资派难得糊涂，宛如睡在甜蜜蜜的梦中，一点没有意识到，自己正走在悬崖边上，下临无地，只等有人从背后一推，立即能堕入深涧。而个别推我们的人此时正毕恭毕敬的围绕在我们身边，摇着秀美的小尾巴，活像一只哈叭狗。"}
{"text":"最可怕的是，我逐渐发现，十年浩劫过去还不到二十年，人们已经快要把它完全遗忘了。我同今天的青年，甚至某一些中年人谈起这一场灾难来，他们往往瞪大了眼睛，满脸疑云，表示出不理解的样子。在南口村，东语系的走资派和一般教员和学生，相处得非常融洽。因此，我们这两位走资派难得糊涂，宛如睡在甜蜜蜜的梦中，一点没有意识到，自己正走在悬崖边上，下临无地，只等有人从背后一推，立即能堕入深涧。而个别推我们的人此时正毕恭毕敬的围绕在我们身边，摇着秀美的小尾巴，活像一只哈叭狗。阅读就像巴黎领导世界时装的新潮流一样，当时的北大确实是领导着全国文化大革命的新潮流。脖子上挂牌这一个新生物一经出现，立即传遍了全国。而且在某一些地方还有了新的发展。挂木牌的钢丝愈来愈细，木牌的面积则愈来愈大，分量愈来愈重。首先总是先念语录，然后大喊一声把某某走资派押上来于是走资派就被两个或多个戴红袖章的青年学生把手臂扭到背后按住脑袋，押上了审判台。此时群众口号震天，还连呼什么万岁主要发言人走上前去发言进行批斗。发言历数被批斗者的罪状，几乎是百分之百的造谣诬蔑，最后一定要上纲上到惊人的高度反党，反社会主义，反伟大领袖。反正他说什么都是真理，说什么都是法律。革命群众手中的帽子一大摞，愿意给犯人戴什么，就戴什么，还要问犯人承认不承认，稍一迟疑，立即拳打脚踢，必至犯人鼻青脸肿后已。每一个鬼被押上高台，喊上一阵口号，然后一脚把鬼子踹下台去。鬼们被摔得晕头转向，从地上泥土中爬起来，一瘸一拐，逃回家去。连六七十岁的老教授和躺在床上的病人只要被戴上鬼帽子，也毫无例外地被拖去批斗。他们无法走路，就用抬筐抬去，躺在斗鬼台上，挨上一顿臭骂，临了也是一脚踹下高台，再用抬筐抬回家去。我看被戴上帽子的人都是毕恭毕敬，天上圣明，臣罪当死。他们内心里的感受，我从来没想去了解过。我也从来没有见过一个人主动争取戴帽子的。可我现在左思右想，前瞻后顾，总觉得或者预感到，自己被戴上一顶帽子，心里才踏实，似乎是寒天大风要出门那样。要想破四旧，地球上最旧的东西无疑是地球本身，被破的对象地球应当首当其冲。顺理成章地讲，为什么不先把地球破掉呢？我这个人还有一些特点，说好听的就是，心还没有全死，还有一点正义感。说不好听的就是，我是天生的犟种，很不识相。"}
{"text":"他们内心里的感受，我从来没想去了解过。我也从来没有见过一个人主动争取戴帽子的。可我现在左思右想，前瞻后顾，总觉得或者预感到，自己被戴上一顶帽子，心里才踏实，似乎是寒天大风要出门那样。要想破四旧，地球上最旧的东西无疑是地球本身，被破的对象地球应当首当其冲。顺理成章地讲，为什么不先把地球破掉呢？我这个人还有一些特点，说好听的就是，心还没有全死，还有一点正义感。说不好听的就是，我是天生的犟种，很不识相。在这样主客观的配合下，即使北大有一个避风港，我能钻得进去吗？我命定注定了必须站在暴风雨中。什么革命，什么造反，谁一听都明白但却没人真正懂得是什么意思。什么样的坏事，什么样的罪恶行为，都能在革命造反等堂而皇之的伟大的名词掩护下，在光天化日之下公然去干。我原来是相信性善说的，我相信，恻隐之心人皆有之的。从被抄家的一刻起，我改变了信仰改宗性恶说。古代有所谓瓜蔓抄的做法，就是顺藤摸瓜，把与抄家者的三亲六友有关系的线索都摸清楚，然后再夷九族。他们逼我交出记载着朋友们的地址的小本本，以便进行瓜蔓抄。我此时又多了一层担心我那些无辜的亲戚朋友不幸同我有了关系，把足迹留在我的小本本上。他们哪里知道，自己也都要跟着我倒霉了。我的心在流血。屋子里成了一堆垃圾。桌子椅子，只要能打翻的东西，都打翻了。那一些小摆设小古董，只要能打坏的，都打坏了。地面堆满了书架子上掉下来的书和从抽屉里丢出来的文件。我辛辛劳苦几十年积累起来的科研资料，一半被掳走，一半散落在地上。睡觉的床被彻底翻过，被子里非常坚固的暖水袋，被什么人踏破，水流满了一床。看着这样被洗劫的情况，我们三个人谁都不说话――我们还有什么话可说呢？人生到此，天道宁论！我们哪里还能有一丝一毫的睡意呢？来到我家抄家打砸抢的小将们是什么人呢？他们之中肯定有好人，一时受到蒙蔽干了坏事，这是可以原谅的。但是，大部分人恐怕都是乘人之危，藉此发泄兽性的迫害狂，以达到不可告人的目的。假如说这样的人不是好人，世界上还有坏人吗？现在我仿佛成了躺在砍头架下的死囚，时时刻刻等待利刃从架上砍向我的脖颈。原来我认为天地是又宽又大的。现在才觉得，天地是极小极小的，小得容不下我这一身单薄的躯体。阅读白天神经紧张到最高限度，恭候提审，晚上躺在枕头上，辗转反侧，睁大眼睛，等候天明。"}
