{"text":"我知道这叫早泄，心中万分恐惧，断定是我长期自慰造成的恶果，对自己的性能力丧失了信心。第二天，我发起了高烧，烧得全身无力，嘴唇脱皮。自始至终，敏子没有丝毫不满的表现，她温存地照料我，替我脱衣穿衣，送水接尿，总是甜蜜地笑着。我异常感动，心里真觉得她好，并为自己有负于她而内疚。在她的照料下，我的身体很快复原了。她又温存地抚爱我，帮助我熟悉她的身体，不多天后便有了满意的收获。我尝想，当初她倘若对我不耐烦甚至歧视，我很可能会因为自卑而一蹶不振。后来我不止一次地发现，每当我生病或遭遇困难时，敏子都表现出色，她的确是一个有献身精神可以共患难的伴侣。可是，在当时，我的感动维持了没几天，很快成了一个忘恩负义的家伙。从上海出来，我们进行蜜月旅行，去重庆小早家作客，然后乘船沿长江而下，游三峡，在武汉上岸，乘火车返桂林。在整个旅途中，我们相处得很不融洽，争吵不断。起因好像都是小事，其实她是在为婚前那个插曲生气，便长时间不说话，惹得我也生气，空气相当沉闷。在武汉时，她不理睬我，径自走得不见踪影。我背着一张在万县买的藤椅到处找她，累得气喘吁吁，腿都快断了，绝望中回头看，她正偷偷跟在我后面。回到资源后，敏子住了三个月。一年后，她离开西藏，调到资源。在我们共同生活的日子里，两人之间经历了痛苦的磨合过程。我们的性格正相反，一个太内向，一个太外露，而且好像构不成互补。如果我们过去有较多的接触，也许会成为朋友，但肯定不会走到结婚这一步。其实她是一个好妻子，非常细心，在生活上无微不至地照顾我，把屋子打扫得一尘不染，做家务有条不紊。但是，偏偏遇上我这个顾影自怜的人，嫌她在感情上不细腻，对我的那颗敏感的心不能感应。她最担心的是我天性喜欢女孩，贝珍是前车之鉴，可能还会爱上别的女孩。她是有道理的。我多么愿意看到女孩们投来的有含义的目光，一旦结了婚，这些就没有了。可是，我不检讨自己，反而有几分强词夺理地责备她说难道你不也是一个女孩吗？既然是天性，就要发挥出来。你不想一想，一个女孩守着一个天性喜欢女孩的男人，却使他的天性发挥不出来，她的女孩味儿是否少了一些？在那些日子里，我真是伤透了敏子的心。她多次悲哀地对我说你只对你喜欢的人才是善良的，否则，再待你好，也不能打动你的心！"}
{"text":"她是有道理的。我多么愿意看到女孩们投来的有含义的目光，一旦结了婚，这些就没有了。可是，我不检讨自己，反而有几分强词夺理地责备她说难道你不也是一个女孩吗？既然是天性，就要发挥出来。你不想一想，一个女孩守着一个天性喜欢女孩的男人，却使他的天性发挥不出来，她的女孩味儿是否少了一些？在那些日子里，我真是伤透了敏子的心。她多次悲哀地对我说你只对你喜欢的人才是善良的，否则，再待你好，也不能打动你的心！她其实是很懂感情的，有时议论道哪怕一块石头，在手里握了许多天，一旦丢了，还有些想念呢，何况朝夕相处的伴侣。听到这样的话，我心里很感动，觉得自己真应该好好待她。在敏子调来一些日子后，我们的关系明显改善了。我们互相都在努力。为了帮助她了解我，我给她看我的日记，还特意为她写往事的回忆。她看后恳切地说现在我才知道过去我是多么不了解你。想到当初你怎么会忍受我们家那种环境，怎么会同意和我结婚，真感到不可思议，因为你和我们是完全不同的人啊。本来我们之间问题的症结在我不太爱她，并且放任这种不太爱的情绪，现在我把重心移到了努力去爱她，至少要待她好，她自然就投桃报李了。从此，她充分表现出了她是一个贤妻良母型的女人，一心扑在丈夫身上。她对我母性十足，关爱备至，我从她那里感受到的也更多是一种母性的爱。她愉快地为我做各种事情。我读书，她就帮我摘抄卡片，我写作，她就替我誊抄，她称这为作业，总是催我给她布置作业，然后一丝不苟地完成。偶尔出差，她一定会跑书店，选购她觉得我可能想看的书。出差时看到传抄的内部讲话，她想到资源消息闭塞，为了让我读到，便辛勤地抄写，有一回竟在路灯下抄了个通宵。出乎我意料的是，一次她从桂林回来，兴奋地告诉我，她去文工团找贝珍了，两人在一起玩了三天。有一段时间，我们两人同在兴安县境内的一所部队医院住院，认识了那里一个可爱的护士小玲，我和小玲彼此很合得来。她表现得十分大度，对小玲说他在那样一个小地方，又没有知音，经常是很苦恼的。我虽然愿意理解他，但我们的心不是那么相通。现在有了你，就弥补了这个不足。很显然，她在尽最大努力顺应我，包括顺应我喜欢女孩的天性，当然是在适当的限度之内。在资源人眼里，我们这个两口之家算得上是一个浪漫和睦家庭。敏子来资源后，分配在农机厂当统计员，而我调到了党校。不开课的日子，我也住在农机厂她的那间破旧宿舍里。"}
{"text":"她表现得十分大度，对小玲说他在那样一个小地方，又没有知音，经常是很苦恼的。我虽然愿意理解他，但我们的心不是那么相通。现在有了你，就弥补了这个不足。很显然，她在尽最大努力顺应我，包括顺应我喜欢女孩的天性，当然是在适当的限度之内。在资源人眼里，我们这个两口之家算得上是一个浪漫和睦家庭。敏子来资源后，分配在农机厂当统计员，而我调到了党校。不开课的日子，我也住在农机厂她的那间破旧宿舍里。房间很小，三合土的地渗水，不管下雨天晴，屋里总是潮湿，被窝始终粘乎乎的。就在这间屋子里，我读了许多书，敏子替我抄了大量卡片。资江在农机厂边上流过，那里有一座大坝，我经常在坝的上游游泳，每一次敏子都在近旁洗衣，用这种方式陪伴我。农机厂离县城约有两公里路程，我们经常沿着公路去县城购物和办事。小县的人保守，夫妻不一同上街，而我们总是双双并肩而行，被视为过于亲热，招来议论，有人甚至编造出我们共拎一只热水瓶的故事。敏子一定还记得我们养的一只母鸡，母鸡孵出七只小鸡，她为它们一一命名，我们看着它们长大，给寂寞的生活增添了许多乐趣。有一回我在党校，正逢我的生日，她揣着两只鸡蛋步行两个多小时，前来向我祝贺。看来，我们是要在这个深山小县里相依为命下去了。倘若不是后来国情发生巨变，情形很可能如此。我不想违心地说我不喜欢后来的变化，但是，我想告诉敏子，我不会忘记我们在资源共甘苦的岁月，当我回忆这段岁月的时候，我心中充满对她的感激之情。九社会的角落在群山屏障下，小县城里的生活是平静的。文革期间，这里也曾经剧烈地动荡过，许多人惨死。我到资源时，事情仅过去三年，但表面上似乎看不出痕迹了。现在小县里也会发生故事，成为单调生活的点缀，仿佛向湖面投一颗石子，绽开一圈波纹，然后复归于平静。这些故事往往与性有关，有的悲壮，有的猥琐。我刚到资源不久，县政府大院里就惊爆一起凶杀案。军管会当时公检法合并为军管会的一个年轻人，担任我们县革委会机关的团支书，结婚不到一年，用手枪打死了妻子，然后自杀。原因是他隐瞒了已婚事实，妻子知道后要离开他，遂遭毒手。农机厂有一个二十岁的女工，未婚而怀孕，在宿舍里自己偷偷把孩子生出，然后掐死，塞进一只纸箱。此事被发现了，无论怎么审问，她不肯说出那个男人是谁。当然，她被开除了，但未被判刑。处罚是针对通奸行为的，在当时农村地区，杀婴似乎不算什么。"}
{"text":"我刚到资源不久，县政府大院里就惊爆一起凶杀案。军管会当时公检法合并为军管会的一个年轻人，担任我们县革委会机关的团支书，结婚不到一年，用手枪打死了妻子，然后自杀。原因是他隐瞒了已婚事实，妻子知道后要离开他，遂遭毒手。农机厂有一个二十岁的女工，未婚而怀孕，在宿舍里自己偷偷把孩子生出，然后掐死，塞进一只纸箱。此事被发现了，无论怎么审问，她不肯说出那个男人是谁。当然，她被开除了，但未被判刑。处罚是针对通奸行为的，在当时农村地区，杀婴似乎不算什么。中峰的一个农妇与人通奸，谋杀了亲夫，被抓了起来。她怀有身孕，按照规定，不能执行枪决，必须先把胎儿取出来。若干天里，她被关在县医院的一间病房里，我曾去看过，一个脸皮白净的年轻女人，面无表情。做破腹手术，主刀大夫是与我同批分来的广西医学院一个学生，和我很熟悉。他告诉我，他对这个杀人犯才不留情哩，手术时麻药也没有用，而她竟一声不喊，实在顽固。我听了十分震惊，为他的残忍，也为女人的坚强。不几天后，开公审大会，宣判完立即押往河边枪决。会场上人山人海，一派节日的景象，我站在后面空地上，心中莫名地难受。县城某单位一个中年干部，妻早亡，多年来与女儿共住。十七八岁的女儿总是神情恍惚，似受了精神创伤，终于吐露长期被其父奸污的苦恼。两水公社秘书是一名退职篮球运动员，身材高大，原在县体委工作，有一天因为强奸幼女罪被捕，很快传出他在拘留所里自杀的消息。中峰公社是全县主要产粮区，书记是县里的大红人，身体肥胖却壮实，我经常看见他风尘仆仆的身影，突然听说他因为鸡奸多名年轻下属而被调查，若干天后，他在宿舍里上吊了。资源很小，县里及各公社的干部互相都认识，至少都知道，谁出了事，马上就传开了。除了不时发生的案件外，日常的生老病死也会成为新闻。资源患癌症的人特别多，据说原因是地下有铀矿，在县城熟人中，我就看见先后有十来人被癌症夺去了生命。每出现一个新的不幸者，人们互相报告消息，叹息一番，过不多久就忘掉了。小县城里的人有顽强的生命力，把生老病死看得很平常。小街上走着出殡的队伍，虽然棺中人是大家都熟悉的，人们依然津津有味地享受着日常生活。生活中最重要的内容是吃喝，走到哪里，都可以看见若干人围着一只炭炉，炉上架着铁锅，正在热烈地聚餐，当地人叫做打牙祭。事实上，铁锅里的内容相当贫乏，当时肉是定量供应的，每人每月只有半斤。"}
{"text":"资源患癌症的人特别多，据说原因是地下有铀矿，在县城熟人中，我就看见先后有十来人被癌症夺去了生命。每出现一个新的不幸者，人们互相报告消息，叹息一番，过不多久就忘掉了。小县城里的人有顽强的生命力，把生老病死看得很平常。小街上走着出殡的队伍，虽然棺中人是大家都熟悉的，人们依然津津有味地享受着日常生活。生活中最重要的内容是吃喝，走到哪里，都可以看见若干人围着一只炭炉，炉上架着铁锅，正在热烈地聚餐，当地人叫做打牙祭。事实上，铁锅里的内容相当贫乏，当时肉是定量供应的，每人每月只有半斤。因此，人们便把心思用在怎样弄到计划外的食物上面，途径有二，一是走后门，二是异地采购。司机成了最令人羡慕的职业，姑娘最想嫁的对象，因为可以游走四方，弄到本县短缺的物品。有门路的人家纷纷为子弟谋求司机的空缺，一个副县长把儿子安排进了汽车队，比自己当上了县长还得意。开公共汽车的司机最为威风，巴结他的人真个比巴结县长的多，他点头便是票，刹车便是站，和他搞好了关系，可得许多方便和实惠。在这样的环境中，我却更显得是一个书呆子了。我舍不得把时间花在家务上，每月的肉票不要，过年过节单位分配的肉也不要，永远在食堂用餐。人群聚集之处，或吃喝，或打扑克，我皆敬而远之。牌桌上少一人，若有不了解的人要我参加，马上会有了解的人轻蔑地说他是大学生，不会打扑克，只会看看书！这基本符合事实，我的确常常把自己关在屋子里，除了应付交给我的工作外，多数时间是在读书。下乡时，我也总带着书去读。因为这个原因，县机关对我的主要批评始终是说我骄傲，放不下大学生的架子，脱离群众。其实，我放不下的只是书罢了，除此之外，我是很随和的，一般百姓特别是农民从来不说我有大学生架子。我真正搞不好的是与某些官儿的关系，在他们面前，我也许真有点儿骄傲。相当一些出身农民的基层干部，他们往往摆出干部的架子教训农民，又因为出身农民而歧视知识分子。有的人掌握了一点小权力就不可一世，我实在无法报之以谦虚。机关一个管总务的小头目闯入我的房间，发现我的桌上放着红楼梦，窗上挂着绿帘子，顿时气势汹汹地责骂道你看你像什么话，读黄色书籍，还挂绿窗帘，洋里洋气的！面对这样的责骂，你除了笑他愚昧，还能怎样更客气地对待他？我刚到资源时，让我负责收缴和处理文革期间流传的所谓非法印刷品，这一工作结束后，按照当时顶头上司的意见，销毁了大部分收缴品，封存了少量样品。"}
{"text":"有的人掌握了一点小权力就不可一世，我实在无法报之以谦虚。机关一个管总务的小头目闯入我的房间，发现我的桌上放着红楼梦，窗上挂着绿帘子，顿时气势汹汹地责骂道你看你像什么话，读黄色书籍，还挂绿窗帘，洋里洋气的！面对这样的责骂，你除了笑他愚昧，还能怎样更客气地对待他？我刚到资源时，让我负责收缴和处理文革期间流传的所谓非法印刷品，这一工作结束后，按照当时顶头上司的意见，销毁了大部分收缴品，封存了少量样品。五年后的一天，宣传部长在大街上突然把我叫住，质问我那些收缴品放在哪里。听我说销毁了，他勃然大怒，斥责我为什么销毁，接着听我说还有样品，又斥责我为什么不全部销毁。面对这样的无理，即使在大街上，在众目睽睽之下，你又怎么能为了照顾他的部长面子而忍气吞声？毫无疑问，在所有这类场合，我都落得了一个骄傲的罪名。我终于明白，我若要不骄傲就必须绝对顺从，这个标准对于我实在太高不可攀了。在基层工作多年，亲身遭际使我对许多基层官员的素质感到悲观。那时候的问题还不是腐败，依我看主要是昏庸，得过且过，大小事都不肯担负责任。无论一件什么小事，如果需要领导签字，那就惨了，官儿们必定互相推委，你在官儿们的森林里迷了路，找不到肯给你签字的人。我在资源是外地干部，婚前和配偶调来前有法定的探亲假，可是，每次请假的经历都只能用不堪回首来形容。那时没有身份证，出差或探亲都必须持组织部门开的介绍信。情形几乎必然是，组织部干事说要请示副部长，副部长说要请示县革委会副主任，副主任说要请示县委副书记，副书记又让我去找组织部干事。一圈转下来，就快到春节了，而过了春节就根本不可能再给假。一次我找县革委会副主任时，他竟说每年你都要回上海一趟，群众意见很大。我不禁愤怒了奇怪，我家在上海，探亲不回上海去哪里？有时候，实在得不到签字，我也负气上路，结果是不让报旅费并且扣工资。这显然是剥夺我的法定权利，可是，无处说理，只得自己忍下来。我无法理解这些官儿的心理，本来是明文规定的事情，他们中无论谁作主批一个字，绝对不会犯错误，为何偏要让属下的一个普通干部这般不好过。我只能用基本素质来解释了，关于这个素质，有一个小小的例证。组织部那位永远不肯对我的法定探亲假说一声同意的副部长后来死于癌症，死前念念不忘的事情是给内弟调一个好工作，咽气前拉了拉老婆的衣服和裤子，伸出三根手指，意思是要给他做三套寿衣。"}
{"text":"有时候，实在得不到签字，我也负气上路，结果是不让报旅费并且扣工资。这显然是剥夺我的法定权利，可是，无处说理，只得自己忍下来。我无法理解这些官儿的心理，本来是明文规定的事情，他们中无论谁作主批一个字，绝对不会犯错误，为何偏要让属下的一个普通干部这般不好过。我只能用基本素质来解释了，关于这个素质，有一个小小的例证。组织部那位永远不肯对我的法定探亲假说一声同意的副部长后来死于癌症，死前念念不忘的事情是给内弟调一个好工作，咽气前拉了拉老婆的衣服和裤子，伸出三根手指，意思是要给他做三套寿衣。十人间温暖我的神经一直太敏感也太脆弱，在资源生活的八年半，从二十四岁到三十三岁，正是青年盛期，这种情况并无多大改变。我看不得悲惨的场面，有好几次因为看见临终的病人而昏眩。一次在中峰卫生院，我认识的一个医生在给一个年轻女人做人工呼吸，她双目紧闭，袒露的胸脯呈铁青色，鼻孔和嘴向外喷血，她的婆婆在一边哭喊。我在门口看到这个情景，顿时感到胸闷恶心眼花，赶紧到那个医生的宿舍里躺下，再回去，病人已死。她死于钩断螺旋体病，这是资源常见的一种寄生虫病，发作就不可挽救。还有一次，我去县医院看望与我们同年分来资源的一个学生，他在打篮球时摔了一交，伤了脊髓，恶化至于瘫痪，已是弥留之际。他原是一个英俊的青年，现在面目全非，浮肿的脸却仍然对我微笑着。看着这古怪的笑容，我眼前冒起了金星。最严重的一次，情形比较奇怪。我在路上遇到外贸局一个干部，他患白血病已久，一直在自采草药治疗。他一路对我说着治疗的情况，十分乐观，我却头昏眼花起来了。和他分手后，我赶紧摸到路边一个熟人家里，刚进门就不省人事了。事后回忆，我当时在做梦，感觉很轻松，但不记得梦中景象了，似乎梦了很久，然后突然醒了过来。那个熟人告诉我，他看见我进屋就坐到一张椅子上，呼吸急促，很快停止了，同时脉搏也停止了，脸色死白，大约持续了四秒钟，他以为我会死，又突然有了呼吸。至今我也不清楚，这纯粹由心理因素所致，还是因为心脏有某种隐蔽的疾患。好在离开资源以后，几十年里没有再发生类似情形。我的敏感也使我对寂寞有特别敏锐的感受。在深山小县生活，最难忍受的正是寂寞。一个人倘若长期既不能做自己喜欢做的事，也没有能够在相同水平上交流的人，便会感到一种深刻的寂寞。对于我来说，只要在资源一天，这种寂寞就不可能消除。不过，除此之外，人还需要普通的人间温暖。"}
{"text":"至今我也不清楚，这纯粹由心理因素所致，还是因为心脏有某种隐蔽的疾患。好在离开资源以后，几十年里没有再发生类似情形。我的敏感也使我对寂寞有特别敏锐的感受。在深山小县生活，最难忍受的正是寂寞。一个人倘若长期既不能做自己喜欢做的事，也没有能够在相同水平上交流的人，便会感到一种深刻的寂寞。对于我来说，只要在资源一天，这种寂寞就不可能消除。不过，除此之外，人还需要普通的人间温暖。在那样一个生活极其单调的环境里，我格外渴望这种温暖，也特别感谢曾经给过我这种温暖的人。一批大学生同时落到异乡，处境和心情相似，其中性情相近的人就自然会经常来往。我来往得多的是在中学当老师的几个人，其中，和毕业于中山大学的王维大最谈得来，他虽是理科学生，但内心感受相当丰富。我对死亡问题想得很多，有一回忍不住对他谈起了这个话题。他听罢沉吟良久，最后重重地叹了一口气，用他的广东普通话一字一顿地说想到这些，我只有――打扑克！常和我来往的还有复旦数学系毕业的潘力律和郑福坤。潘是很典型的上海人，聪明而务实，比我晚一年考上研究生，后来去了美国。他的命运算得上诡谲，与县里一个打字员结了婚，生有二子，而就在他准备赴美的时候，妻子携二子回临近一个县探亲，途中汽车翻下山谷，妻子当即身亡，二子伤残。郑也是上海人，却是一个老实而淡泊的人，见面时总是带着浓重的上海口音说些乡村或学校的事情，态度认真但又口气平淡。他对在哪里生活毫不在乎，只因为妻子是桂林人，才于多年后一起调到了桂林。我自己不能完全摆脱功名心，但对有超脱胸怀的人都感到亲近。还有一位华侨学生黄升益，接人待物很有教养，显然见过世面，却对外面的世界完全不感兴趣，以一种哲人的风度安于小县城的平淡日子，也安于在当地娶的志趣迥异的妻子。日后，我们这一批大学生纷纷走出资源，他始终无动于衷，至今仍在那里当着中学教师。我在资源的最亲密朋友却在大学生圈之外，是一个女子，叫申小渝。刚到资源不久，我几次看见她带着一个两三岁男孩到县府大院里来，拜访她的一个熟人，心中便好奇，因为她容貌美丽，气质上也完全不像当地人。后来我知道了她的身世，她的父亲在解放前夕是国民党空军中尉，从上海直飞台湾，从此与留在桂林的妻女离散，职衔升至台北警备司令部中将。"}
{"text":"日后，我们这一批大学生纷纷走出资源，他始终无动于衷，至今仍在那里当着中学教师。我在资源的最亲密朋友却在大学生圈之外，是一个女子，叫申小渝。刚到资源不久，我几次看见她带着一个两三岁男孩到县府大院里来，拜访她的一个熟人，心中便好奇，因为她容貌美丽，气质上也完全不像当地人。后来我知道了她的身世，她的父亲在解放前夕是国民党空军中尉，从上海直飞台湾，从此与留在桂林的妻女离散，职衔升至台北警备司令部中将。因为家庭历史问题，小渝不可能上大学，在桂林一所中专毕业后分配来资源，在烟酒公司当会计。她性格开朗，待人豪爽，做事干练，在县城里人缘很好。自相识后，我常去她那里玩。她做了好菜，也必定叫我这个书生去享用。我喜欢听她聊天，至今仍记得她说的一些童年趣事。其中之一是，她和妹妹经常下漓江游泳，每次她的外婆必定提一桶热水倒入河中，让姐妹俩在倒了热水的地方游。当时她想不通的一个问题是倒了热水，为什么水仍是冷的？我的一些心事，包括婚事上的风波和矛盾，我也都愿意向她吐露。我结婚后，她又常常成了我和敏子之间纠纷的调解人。我们的亲密交往给我带来过一些麻烦。她的一个邻居是县中学的政治课教员，因为我的讲课在县里出了名，他对我十分嫉恨，见了我永远板着脸。他制造出风流谣言，并向我的上司报告，说我和申小渝经常锁上门熄了灯在房间里。我的上司找我谈话，告诫我行为要检点，还强调作为一个政工干部与有重大海外关系的人来往必须慎重。但是，我心中无愧，也不想为所谓政治前途舍弃一个好朋友，何况我对自己在资源的这种前途早已不抱希望，因此仍我行我素。改革开放后，小渝在桂林一家工厂当厂长，后来又自办企业，皆有成就，展现了她的能力。事实上，我去小渝那里，多半时间是和她的孩子玩。我一向喜欢和孩子玩，也很有孩子缘，原因也许是我能够平等地对待孩子。敏子有一次在旅途中向人谈论自己的丈夫，并拿出照片给人看。一个少女看了立即说，某日某时她随父亲在郑州转车，在车站看见过我，我正用和大人谈话的口气同一个小孩说话。她还描述了我的身材和衣着。我很佩服这个少女的观察力，那个时间我的确也在郑州转车，那个情节却记不起来了，不过很像我的所作所为。在资源初期，我的亲密伙伴是一个五岁男孩，我常常用糖果贿赂他，把他骗到我的房间，享受和他谈话的快乐。有一次，我告诉他，我会变魔术，能把一个人变成一只苍蝇。他听了十分惊奇，问我能不能把他变成苍蝇，我说能。"}
