{"text":"江浙俱属党国所治，法律当与粤不异，且先生尚未启行，无须特别函挽听审，良不如请即就近在浙起诉，尔时仆必到杭，以负应负之责。倘其典书卖裤，居此生活费綦昂之广州，以俟月余后或将提起之诉讼，天下那易有如此十足笨伯哉！中央日报副刊未见谢君处恕不代达，此种小傀儡，可不做则不做而已，无他秘计也。此复，顺请著安！。本篇在收入本书前未在报刊上发表过。顾颉刚，江苏吴县人，历史学家。一九二六年与同在厦门大学任教，一九二七年到广州不久，他也往中山大学任教，这年暑假去杭州为学校购书。一九二七年五月十一日汉口中央日报副刊第四十八号发表编者孙伏园的先生脱离广东中大一文，其中引用谢玉生和给编者的两封信。谢玉生信中说迅师本月二十号，已将中大所任各职，完全辞卸矣。中大校务委员会及学生方面，现正积极挽留，但迅师去志已坚，实无挽留之可能了。迅师此次辞职之原因，就是因顾颉刚忽然本月十八日由厦来中大担任教授的原故。顾来迅师所以要去职者，即是表示与顾不合作的意思。原顾去岁在厦大造作谣言，诬蔑迅师迄厦大风潮发生之后，顾又背叛林语堂先生，甘为林文庆之谋臣，伙同张星张颐黄开宗等主张开除学生，以致此项学生，至今流离失所这是迅师极伤心的事。信中说我真想不到，在厦门那么反对民党，使兼士愤愤的顾颉刚，竟到这里来做教授了，那么，这里的情形，难免要变成厦大，硬直者逐，改革者开除。而且据我看来，或者会比不上厦大，这是我所得的感觉。我已于上星期四辞去一切职务，脱离中大了。谢君谢玉生，湖南耒阳人，在厦门大学和中山大学任教时的学生。书籍和财色书籍和财色今年在上海所见，专以小孩子为对手的糖担，十有九带了赌博性了，用一个铜元，经一种手续，可有得到一个铜元以上的糖的希望。但专以学生为对手的书店，所给的希望却更其大，更其多――因为那对手是学生的缘故。书籍用实价，废去码洋的陋习，是始于北京的新潮社――北新书局的，后来上海也多仿行，盖那时改革潮流正盛，以为买卖两方面，都是志在改进的人书店之以介绍文化者自居，至今还时见于广告上，正不必先定虚价，再打折扣，玩些互相欺骗的把戏。然而将麻雀牌送给世界，且以此自豪的人民，对于这样简捷了当，没有意外之利的办法，是终于耐不下去的。于是老病出现了，先是小试其技送画片。"}
{"text":"但专以学生为对手的书店，所给的希望却更其大，更其多――因为那对手是学生的缘故。书籍用实价，废去码洋的陋习，是始于北京的新潮社――北新书局的，后来上海也多仿行，盖那时改革潮流正盛，以为买卖两方面，都是志在改进的人书店之以介绍文化者自居，至今还时见于广告上，正不必先定虚价，再打折扣，玩些互相欺骗的把戏。然而将麻雀牌送给世界，且以此自豪的人民，对于这样简捷了当，没有意外之利的办法，是终于耐不下去的。于是老病出现了，先是小试其技送画片。继而打折扣，自九折以至对折，但自然又不是旧法，因为总有一个定期和原因，或者因为学校开学，或者因为本店开张一年半的纪念之类。花色一点的还有赠丝袜，请吃冰淇淋，附送一只锦盒，内藏十件宝贝，价值不资。更加见得切实，然而确是惊人的，是定一年报或买几本书，便有得到劝学奖金一百元或留学经费二千元的希望。洋场上的轮盘赌，付给赢家的钱，最多也不过每一元付了三十六元，真不如买书，那希望之大，远甚远甚。我们的古人有言，书中自有黄金屋，现在渐在实现了。但后一句，书中自有颜如玉呢？日报所附送的画报上，不知为了什么缘故而登载的什么女校高材生和什么女士在树下读书的照相之类，且作别论，则买书一元，赠送裸体画片的勾当，是应该举为带着颜如玉气味的一例的了。在医学上，妇人科虽然设有专科，但在文艺上，女作家分为一类却未免滥用了体质的差别，令人觉得有些特别的。但最露骨的是张竞生博士所开的美的书店，曾经对面呆站着两个年青脸白的女店员，给买主可以问她第三种水出了没有？等类，一举两得，有玉有书。可惜美的书店竟遭禁止。张博士也改弦易辙，去译卢骚忏悔录，此道遂有中衰之叹了。书籍的销路如果再消沉下去，我想，最好是用女店员卖女作家的作品及照片，仍然抽彩，给买主又有得到劝学，留学的款子的希望。本篇最初发表于一九三年二月一日萌芽月刊第一卷第二期。新潮社北京大学部分学生和教员组成的文化团体，主要成员有傅斯年罗家伦杨振声和周作人等。一九一八年底成立。一九一九年一月创办新潮月刊，次年八月起出版新潮丛书，一九二三年起出版新潮社文艺丛书。北新书局，一九二五年三月成立于北京，由原新潮社成员李小峰主持。当时主要出版新文艺书籍。"}
{"text":"本篇最初发表于一九三年二月一日萌芽月刊第一卷第二期。新潮社北京大学部分学生和教员组成的文化团体，主要成员有傅斯年罗家伦杨振声和周作人等。一九一八年底成立。一九一九年一月创办新潮月刊，次年八月起出版新潮丛书，一九二三年起出版新潮社文艺丛书。北新书局，一九二五年三月成立于北京，由原新潮社成员李小峰主持。当时主要出版新文艺书籍。轮盘赌欧洲赌场中的一种赌博方法，当时也盛行于上海租界。书中自有黄金屋见相传为宋真宗赵恒所作的劝学文读，读，读！书中自有黄金屋读，读，读！书中自有千锺粟读，读，读！书中自有颜如玉。女作家分为一类张若谷曾编辑女作家杂志，一九二九年九月由上海女作家杂志社出版。张竞生广东饶平人，法国巴黎大学哲学博士，曾任北京大学教授。著有美的人生观美的社会组织法等。一九二六年起在上海编辑新文化月刊，一九二七年开设美的书店不久即被封闭，宣传色情文化。第三种水指女性性生活中的分泌物。张在所编性史一书中曾论及第三种水。忏悔录卢梭于一七七八年写的自传体小说。张竞生曾翻译它的第一二部分，一九二九年上海美的书店出版。太平歌诀太平歌诀四月六日的申报上有这样的一段记事南京市近日忽发现一种无稽谣传，谓总理墓行将工竣，石匠有摄收幼童灵魂，以合龙口之举。市民以讹传讹，自相惊扰，因而家家幼童，左肩各悬红布一方，上书歌诀四句，借避危险。其歌诀约有三种一人来叫我魂，自叫自当承。叫人叫不着，自己顶石坟。二石叫石和尚，自叫自承当。急早回家转，免去顶坟坛。三你造中山墓，与我何相干？一叫魂不去，再叫自承当。后略这三首中的无论那一首，虽只寥寥二十字，但将市民的见解对于革命政府的关系，对于革命者的感情，都已经写得淋漓尽致。虽有善于暴露社会黑暗面的文学家，恐怕也难有做到这么简明深切的了。叫人叫不着，自己顶石坟。则竟包括了许多革命者的传记和一部中国革命的历史。看看有些人们的文字，似乎硬要说现在是黎明之前。然而市民是这样的市民，黎明也好，黄昏也好，革命者们总不能不背着这一伙市民进行。鸡肋，弃之不甘，食之无味，就要这样地牵缠下去。五十一百年后能否就有出路，是毫无把握的。"}
{"text":"后略这三首中的无论那一首，虽只寥寥二十字，但将市民的见解对于革命政府的关系，对于革命者的感情，都已经写得淋漓尽致。虽有善于暴露社会黑暗面的文学家，恐怕也难有做到这么简明深切的了。叫人叫不着，自己顶石坟。则竟包括了许多革命者的传记和一部中国革命的历史。看看有些人们的文字，似乎硬要说现在是黎明之前。然而市民是这样的市民，黎明也好，黄昏也好，革命者们总不能不背着这一伙市民进行。鸡肋，弃之不甘，食之无味，就要这样地牵缠下去。五十一百年后能否就有出路，是毫无把握的。近来的革命文学家往往特别畏惧黑暗，掩藏黑暗，但市民却毫不客气，自己表现了。那小巧的机灵和这厚重的麻木相撞，便使革命文学家不敢正视社会现象，变成婆婆妈妈，欢迎喜鹊，憎厌枭鸣，只检一点吉祥之兆来陶醉自己，于是就算超出了时代。恭喜的英雄，你前去罢，被遗弃了的现实的现代，在后面恭送你的行旌。但其实还是同在。你不过闭了眼睛。不过眼睛一闭，顶石坟却可以不至于了，这就是你的最后的胜利。四月十日。本篇最初发表于一九二八年四月三十日语丝第四卷第十八期。鸡肋语见三国志魏书武帝纪裴松之注引九州春秋建安二十四年三月，曹操自长安出斜谷，兵临汉中，和刘备军队相持不下，打算退兵，出令曰鸡肋，官属不知所谓。主簿杨修便自严装，人惊问修何以知之？修曰夫鸡肋，弃之如可惜，食之无所得，以比汉中，知王曹操欲还也。述香港恭祝圣诞述香港恭祝圣诞记者先生文宣王大成至圣先师孔夫子圣诞，香港恭祝，向称极盛。盖北方仅得东邻鼓吹，此地则有港督督率，实事求是，教导有方。侨胞亦知崇拜本国至圣，保存东方文明，故能发扬光大，盛极一时也。今年圣诞，尤为热闹，文人雅士，则在陶园雅集，即席挥毫，表示国粹。各学校皆行祝圣礼，往往欢迎各界参观，夜间或演新剧，或演电影，以助圣兴。超然学校每年祝圣，例有新式对联，贴于门口，而今年所制，尤为高超。今敬谨录呈，乞昭示内地，以愧意欲打倒帝国主义者乾男校门联本鲁史，作春秋，罪齐田恒，地义天经，打倒贼子乱臣，免得赤化宣传，讨父仇孝，共产公妻，破坏纲常伦纪。堕三都，出藏甲，诛少正卯，风行雷厉，铲除贪官悍吏，训练青年德育，修身齐家，爱亲敬长，挽回世道人心。"}
{"text":"各学校皆行祝圣礼，往往欢迎各界参观，夜间或演新剧，或演电影，以助圣兴。超然学校每年祝圣，例有新式对联，贴于门口，而今年所制，尤为高超。今敬谨录呈，乞昭示内地，以愧意欲打倒帝国主义者乾男校门联本鲁史，作春秋，罪齐田恒，地义天经，打倒贼子乱臣，免得赤化宣传，讨父仇孝，共产公妻，破坏纲常伦纪。堕三都，出藏甲，诛少正卯，风行雷厉，铲除贪官悍吏，训练青年德育，修身齐家，爱亲敬长，挽回世道人心。坤女校门联母凭子贵，妻藉夫荣，方今祝圣诚心，正宜遵懔三从，岂可开口自由，埋口自由，一味误会自由，趋附潮流成水性。男禀乾刚，女占坤顺，此际尊孔主义，切勿反违四德，动说有乜所谓，迂克谓，至则不知所谓，随同社会出风头。埋犹言合，乜犹言何，佑萄晕蓿盖女子小人，不知雅训，故用俗字耳。舆论之类，琳琅尤多，今仅将载于循环日报者录出一篇，以见大概孔诞祝圣言感佩蘅金风送爽。凉露惊秋。转瞬而孔诞时期届矣。迩来圣教衰落。邪说嚣张。礼孔之举。惟港中人士。犹相沿奉行。至若内地。大多数不甚注意。盖自新学说出。而旧道德日即于沦亡。自新人物出。而古圣贤胥归于淘汰。一般学子。崇持列宁马克思种种谬说。不惜举二千年来炳若日星之圣教。摧陷而廓清之。其诋人也。不曰腐化即曰老朽。实则若曹少不更事。卤莽灭裂。不惜假新学说以便其私图。而古人之大义微言。俨如肉中刺。眼中钉。必欲拔除之而后快。孔子且在于打倒之列。更何有孔诞之可言。呜呼。长此以往。势不至等人道于禽兽不止。何幸此海隅之地。古风未泯。经教犹存。当此祝圣时期。济济跄跄一时称盛耶。虽然。吾人祝圣。特为此形式上之纪念耳。尤当注重孔教之精神。孔教重伦理。重实行。所谓齐家治国平天下。由近及远。由内及外。皆有轨道之可循。天不变道亦不变。自有`凿之理由在。虽暴民嚣张。摧残圣教。然浮云之翳。何伤日月之明。吾人当蒙泉剥果之余。伤今思古。首当发挥大义。羽翼微言。子舆氏谓能言距杨墨者。圣人之徒。生今之世。群言淆乱。异说争鸣。众口铄金。积非成是。与圣教为难者。向只杨墨。就贵词而辟之。为吾道作干城。树中流之砥柱。若乎张皇耳目。涂饰仪文。以敷衍为心。作例行之举。则非吾所望于祝圣诸公也。感而书之如此。香港孔圣会则于是日在太平戏院日夜演大尧天班。其广告云祝大成之圣节，乐奏钧天，彰正教于人群，欢腾大地。我国数千年来，崇奉孔教，诚以圣道足以维持风化，挽救人心者也。"}
{"text":"虽暴民嚣张。摧残圣教。然浮云之翳。何伤日月之明。吾人当蒙泉剥果之余。伤今思古。首当发挥大义。羽翼微言。子舆氏谓能言距杨墨者。圣人之徒。生今之世。群言淆乱。异说争鸣。众口铄金。积非成是。与圣教为难者。向只杨墨。就贵词而辟之。为吾道作干城。树中流之砥柱。若乎张皇耳目。涂饰仪文。以敷衍为心。作例行之举。则非吾所望于祝圣诸公也。感而书之如此。香港孔圣会则于是日在太平戏院日夜演大尧天班。其广告云祝大成之圣节，乐奏钧天，彰正教于人群，欢腾大地。我国数千年来，崇奉孔教，诚以圣道足以维持风化，挽救人心者也。本会定期本月廿七日演大尧天班。是日演加官大送子，游龙戏凤。夜通宵先演六国大封相及风流皇后新剧。查风流皇后一剧，情节新奇，结构巧妙。惟此剧非演通宵，不能结局，故是晚经港政府给发数特别执照。演至通宵。预日沽票处在荷李活道中华书院孔圣会办事所。丁卯年八月廿四日，香港孔圣会谨启。风流皇后之名，虽欠雅驯，然子见南子，论语不讳，惟此海隅之地，古风未泯者，能知此意耳。余如各种电影，亦复美不胜收，新戏院则演济公传四集，预告者尚有齐天大圣大闹天宫，新世界有武松杀嫂，全系国粹，足以发扬国光。皇后戏院之假面新娘虽出邻邦，然观其广告云孔子有言，始吾于人也，听其言而信其行，今吾于人也，听其言而观其行，于予与改是。请君今日来看假面新娘以证孔子之言，然后知圣人一言而为天下法，所以不愧称为万世师表也。则固亦有裨圣教者耳。嗟夫！乘桴浮海，曾闻至圣之微言，崇正辟邪，幸有大英之德政。爱国劬古之士，当亦必额手遥庆，恨不得受一廛而为氓也。专此布达，即颂辑祺。圣诞后一日，华约瑟谨启。本篇最初发表于一九二七年十一月二十六日语丝第一五六期，发表时用致编者信的形式，刊于来函照登栏内，题目为编入本书时所加。文宣正大成至圣先师这是封建统治者加给孔丘的谥号。唐开元二十七年加谥孔丘为文宣王后来宋元明各朝都有加谥清顺治二年又加谥为大成至圣文宣先师。东邻指日本。日本明治维新以后，有些人曾组织斯文会，尊奉儒教。春秋编年体春秋史，相传系孔丘依据鲁国史官所编春秋改订而成。罪齐田恒，据春秋左氏传哀公十四年记载齐陈恒弑其君壬于舒州，孔丘三日齐斋，而请伐齐三。陈恒，即田恒。"}
{"text":"文宣正大成至圣先师这是封建统治者加给孔丘的谥号。唐开元二十七年加谥孔丘为文宣王后来宋元明各朝都有加谥清顺治二年又加谥为大成至圣文宣先师。东邻指日本。日本明治维新以后，有些人曾组织斯文会，尊奉儒教。春秋编年体春秋史，相传系孔丘依据鲁国史官所编春秋改订而成。罪齐田恒，据春秋左氏传哀公十四年记载齐陈恒弑其君壬于舒州，孔丘三日齐斋，而请伐齐三。陈恒，即田恒。他于公元前四八五年杀了齐简公即壬，孔丘认为他是乱臣贼子，所以迫切要求鲁哀公出兵讨伐。堕三都，出藏甲据史记孔子世家记载，孔丘做鲁司寇时，见孟孙叔孙和季孙三家掌握实权，自建都城，俨如一个国家，便向鲁定公进言要使臣无藏甲，大夫无百雉之城，并使仲由即孔丘学生子路为季氏宰，将堕三都。结果堕毁了叔孙氏的都和季孙氏的费都。诛少正卯据史记孔子世家记载，鲁定公十四年前孔丘在鲁由大司寇行摄相事于是诛鲁大夫乱政者少正卯。男禀乾刚，女占坤顺周易系辞乾道成男，坤道成女。同书说卦又说乾，健也坤，顺也。蒙泉剥果蒙剥，是周易中的两个卦名泉和果是解释这两个卦使用的比喻。蒙泉剥果，大意是指人们愚昧，世道衰微。子舆氏即孟轲。这里所引他的话，见孟子滕文公能言距杨墨者，圣人之徒也。杨墨，指杨朱和墨翟。子见南子见论语雍也子见南子，子路不说悦。夫子矢之曰予所否者，天厌之！天厌之！南子，春秋时卫灵公夫人。乘桴浮海语见论语公冶长子曰道不行，乘桴浮于海。桴，竹木编的小筏。受一廛而为氓语见孟子滕文公。廛，古代城市平民住宅区。氓，居民。通信并来信通信并来信先生精神和肉体，已被困到这般地步――怕无以复加，也不能形容――的我，不得不撑了病体向你老作最后的呼声了！――不，或者说求救，甚而是警告！好在你自己也极明白你是在给别人安排酒筵，泡制醉虾的一个人。我，就是其间被制的一个！我，本来是个小资产阶级里的骄子，温乡里的香花。有吃有着，尽可安闲地过活。只要梦想着的方帽子到手了也就满足，委实一无他求。"}
{"text":"廛，古代城市平民住宅区。氓，居民。通信并来信通信并来信先生精神和肉体，已被困到这般地步――怕无以复加，也不能形容――的我，不得不撑了病体向你老作最后的呼声了！――不，或者说求救，甚而是警告！好在你自己也极明白你是在给别人安排酒筵，泡制醉虾的一个人。我，就是其间被制的一个！我，本来是个小资产阶级里的骄子，温乡里的香花。有吃有着，尽可安闲地过活。只要梦想着的方帽子到手了也就满足，委实一无他求。呐喊出版了，语丝发行了可怜新青年时代，我尚看不懂呢，说胡须，论照相之类一篇篇连续地戟刺着我的神经。当时，自己虽是青年中之尤青者，然而因此就感到同伴们的浅薄和盲目。革命！革命！的叫卖，在马路上呐喊得洋溢，随了所谓革命的势力，也奔腾澎湃了。我，确竟被其吸引。当然也因我嫌弃青年的浅薄，且想在自己生命上找一条出路。那知竟又被我认识了人类的欺诈，虚伪，阴险的本性！果然，不久，军阀和政客们弃了身上的蒙皮，而显出本来的狰狞面目！我呢，也随了所谓清党之声而把我一颗沸腾着的热烈的心清去。当时想素以敦厚诚朴的第四阶级，和那些遁世之士的居士们，或许尚足为友吧？――唉，真的，令弟岂明先生说得是中国虽然有阶级，可是思想是相同的，都是升官发财，而且我几疑置身在纪元前的社会里了，那种愚蠢比鹿豕还要愚蠢的言动或者国粹家正以为这是国粹呢！，真不禁令我茫然――茫然于叫我究竟怎么办呢？利，莫利于失望之矢。我失望，失望之矢贯穿了我的心，于是乎吐血。转辗床上不能动已几个月！不错，没有希望之人应该死，然而我没有勇气，而且自己还年青，仅仅廿一岁。还有爱人。不死，则精神和肉体，都在痛苦中挨生活，差不多每秒钟。爱人亦被生活所压迫着。我自己，薄薄的遗产已被革命革去了。所以非但不能相慰，相对亦徒唏嘘！不识不知幸福了，我因之痛苦。然而施这毒药者是先生，我实完全被先生所泡制。先生，我既已被引至此，索性请你指示我所应走的最终的道路。不然，则请你麻痹了我的神经，因为不识不知是幸福的，好在你是习医，想必不难还我头来！我将效梁遇春先生？之言而大呼。末了，更劝告你的你老现在可以歇歇了，再不必为军阀们赶制适口的鲜味，保全几个像我这样的青年。"}
{"text":"我自己，薄薄的遗产已被革命革去了。所以非但不能相慰，相对亦徒唏嘘！不识不知幸福了，我因之痛苦。然而施这毒药者是先生，我实完全被先生所泡制。先生，我既已被引至此，索性请你指示我所应走的最终的道路。不然，则请你麻痹了我的神经，因为不识不知是幸福的，好在你是习医，想必不难还我头来！我将效梁遇春先生？之言而大呼。末了，更劝告你的你老现在可以歇歇了，再不必为军阀们赶制适口的鲜味，保全几个像我这样的青年。倘为生活问题所驱策，则可以多做些拥护和打倒的文章，以你先生之文名，正不愁富贵之不及，委员主任，如操左券也。快呀，请指示我！莫要为德不卒！或北新，或语丝上答复均可。能免，莫把此信刊出，免笑。原谅我写得草率，因病中，乏极！一个被你毒害的青年。枕上书。三月十三日。回信先生我当答复之前，先要向你告罪，因为我不能如你的所嘱，不将来信发表。来信的意思，是要我公开答复的，那么，倘将原信藏下，则我的一切所说，便变成无题诗百韵，令人莫名其妙了。况且我的意见，以为这也不足耻笑。自然，中国很有为革命而死掉的人，也很有虽然吃苦，仍在革命的人，但也有虽然革命，而在享福的人。革命而尚不死，当然不能算革命到底，殊无以对死者，但一切活着的人，该能原谅的罢，彼此都不过是靠侥幸，或靠狡滑，巧妙。他们只要用镜子略略一照，大概就可以收起那一副英雄嘴脸来的。我在先前，本来也还无须卖文糊口的，拿笔的开始，是在应朋友的要求。不过大约心里原也藏着一点不平，因此动起笔来，每不免露些愤言激语，近于鼓动青年的样子。段祺瑞执政之际，虽颇有人造了谣言，但我敢说，我们所做的那些东西，决不沾别国的半个卢布，阔人的一文津贴，或者书铺的一点稿费。我也不想充文学家，所以也从不连络一班同伙的批评家叫好。几本小说销到上万，是我想也没有想到的。至于希望中国有改革，有变动之心，那的确是有一点的。虽然有人指定我为没有出路――哈哈，出路，中状元么――的，毒笔的文人，但我自信并未抹杀一切。我总以为下等人胜于上等人，青年胜于老头子，所以从前并未将我的笔尖的血，洒到他们身上去。我也知道一有利害关系的时候，他们往往也就和上等人老头子差不多了，然而这是在这样的社会组织之下，势所必至的事。"}
