{"text":"当时大乘诸宗皆经由西域诸国之桥梁而入东土，其由海道南来者，似惟达摩之南宗耳。但今日之新疆，则除蒙族之喇嘛外，更无佛徒。汉人凡用和尚之事，悉以道士代之。丧事中惟有道士，而佛事所有各节目，甜瓜即南方所谓香瓜。――注仪式多仍其旧，惟执行者为道士而已。蒙族活佛夏礼瓦圆寂于迪化，丧仪中除有喇嘛诵经，又有道士省政府主席李溶之丧，道士而外，亦有喇嘛数人。伊斯兰教何时始在新疆发展而代替了从前的佛教，我没有作过考据，然而猜想起来，当在元明之交。道士又在何时代行和尚职权，那就更不可考了，猜想起来，也许是在清朝季世汉人又在新疆站定了脚跟的时候。但当时何以不干脆带了和尚去，而用道士，则殊不可解，或者是因为道士在宗教上带点中间性罢？于此，我又连带想起中国历史上宗教争论的一段公案。南北朝时，佛法始来东土，即与中国固有之道教发生磨擦，其间复因北朝那些君主信佛信道，时时变换，以至成为一件大事。但自顾欢慧琳僧绍孟景翼等人一场无聊的争论以后，终于达到三教原是一家的结论然而这种论调，也表示了道教在当时不能与佛教争天下，故牵强附会，合佛道为一，又拉上孔子作陪，以便和平共处故当时释家名师都反对之。不谓千年以后，伊斯兰教在西域既逐走佛徒，和尚们遗下的那笔买卖，居然由道士如数顶承了去，思之亦堪发噱。然道士在新疆，数目不多，迪化城内恐不满百，他处更无足论。普通人家丧事，两三个道士便已了事。此辈道士，平日几与俗家人无异。新疆汉族商人，以天津帮为巨擘。数百万资本抗战前货币之购买力水准者，比比皆是。除迪化有总店，天津有分庄而外，南北疆之大城市又有分号。新疆之土产经由彼等之手而运销于内地，复经由彼等之手，内地工业品乃流入于新疆。据言此辈天津帮商人，多杨柳青人，最初至新省者，实为左宗棠西征时随军之负贩，当时称为赶大营。左西征之时，旷日持久，大军所过，每站必掘井，掘井得水必建屋，树立小小之市集，又察各该处之土壤，能种什么即种什么。故当时赶大营者，一挑之货，几次转易，利即数倍，其能直至迪化者，盖已颇有积累。其魄力巨大者，即由行商而变为坐庄。据言此为今日新疆汉族巨商之始祖。"}
{"text":"左西征之时，旷日持久，大军所过，每站必掘井，掘井得水必建屋，树立小小之市集，又察各该处之土壤，能种什么即种什么。故当时赶大营者，一挑之货，几次转易，利即数倍，其能直至迪化者，盖已颇有积累。其魄力巨大者，即由行商而变为坐庄。据言此为今日新疆汉族巨商之始祖。其后回疆既定，赶大营已成过去，仍有冒险家画依样之葫芦，不辞关山万重，远道而往，但既至镇西或迪化，往往资斧已罄，不能再贩土产归来，则佣工度日，积一二年则在本地为摊贩，幸而获利，足可再冒险矣，则贩新省之土产，仍以行商方式回到天津，于是换得现钱再贩货赴新省如此每年可走一次，积十年亦可成富翁，在迪化为坐庄矣。但此为数十年前之情况，如此机会，早成过去。抗战前，新省对外商运孔道，为经镇西而至绥边，有绥新公路，包头以东则由铁路可抵天津此亦为新疆多天津商人之一因。抗战后，绥新公路为新省当局封锁，表面理由是巩固边防。目前新省对外商运，已经有组织地集中于官商合办之某某土产公司之手，情况又已不同。博格达山为天山之最高峰。清时初定天山南北路后，即依前朝故事，祭博格达山。据新疆图志，山上最古之碑为唐代武则天所立。其后每年祀典，率由地方官行之，祭文亦有定式，新疆图志载之。博格达山半腰有湖俗称海子，周围十余里，峭壁环绕，水甚清，甚冷此处在雪线之下，故夏季尚可登临，自山麓行五十余里即到。自此再上，则万年雪封锁山道，其上复有冰川，非有特别探险装备，不能往矣。山巅又有一湖，较山腰者为大。当飞机横越天山时，半空俯瞰，此二湖历历可睹，明亮如镜。新疆图志谓山上积雪中有雪莲，复有雪蛆，巨如蚕，体为红色，云可合媚药。二十九年夏，有友登博格达，在山腰之湖畔过一宿，据云并不见有雪莲雪蛆，亦无其他奇卉异草，珍禽瑞兽，惟蚊虫大而且多，啮人如锥刺耳。湖边夜间甚冷，虽当盛夏，衣重裘尚齿战，乃烧起几个火堆，卧火旁，始稍得寐。又山腰近湖处有一庙，道士数人居之，不下山者已数年，山下居民每年夏季运粮资之，及秋，冰雪封山，遂不通闻问，俟来年夏季再上山探之。在全疆，恐惟此数道士为真能清苦。诗以记之博格达山高接天，云封雪锁自年年。冰川寂寞群仙去，瘦骨黄冠灶断烟。其一雪莲雪蛆今何在？剩有饕蚊逐队飞。三伏月圆湖畔夜，高烧篝火御寒威。"}
{"text":"湖边夜间甚冷，虽当盛夏，衣重裘尚齿战，乃烧起几个火堆，卧火旁，始稍得寐。又山腰近湖处有一庙，道士数人居之，不下山者已数年，山下居民每年夏季运粮资之，及秋，冰雪封山，遂不通闻问，俟来年夏季再上山探之。在全疆，恐惟此数道士为真能清苦。诗以记之博格达山高接天，云封雪锁自年年。冰川寂寞群仙去，瘦骨黄冠灶断烟。其一雪莲雪蛆今何在？剩有饕蚊逐队飞。三伏月圆湖畔夜，高烧篝火御寒威。其二雪莲有无，未能证实，然天山峭壁生石莲，则余曾亲见。离迪化约百余公里，有白杨沟者，亦避暑胜地，余曾往一游。所谓白杨沟，实两山间之夹谷耳，范围甚大，汽车翻越数山始到其地。此为哈族人游牧地，事前通知该管之千户长，请彼导游，兼代备宿夜处。千户长略能汉语，备马十余匹，请客人作竟日之游，出白杨沟范围，直抵焉耆境之天山北麓。途次经过一谷，两岸峭壁千仞，中一夹道长数里，山泉潺潺，萦回马足壁上了无草木，惟生石莲。此为横生于石壁之灌木，叶大如掌，形似桐叶，白花五六瓣甚巨，粗具莲花之形态，嗅之有浓郁之味，似香不香，然亦不恶。询之千户长可作药用否？渠言未知可作何用，惟哈族人间或以此为催生之剂，煎浓汤服。石莲产于深谷，盖不独白杨沟有之。夏季入山避暑，宿蒙古包，饮新鲜马乳，是新疆摩登乐事。但亦游牧民族风尚之残余。维哈两族之把爷每年夏季必率全家男女老小，坐自家之大车，带蒙古包狗，至其羊群所在之山谷，过一个夏季的野外生活。秋凉归来，狗马皆肥健，毛色光泽如镜面，孩子们晒成古铜色，肌肉结实。马乳云可治肺病胃病饮了一个夏季的马乳，据云身必健硕，体重增加。但此恐惟在山中避暑饮之，方有效验盖非马乳之独擅神效，亦因野外生活之其他有益条件助成之也。维哈族人善调制马乳，法以乳盛革囊中，摇荡多时，略置片刻，又摇之，如是数回，马乳发酵乃起沫，可食。味略酸而香冽，多饮觉微醺不嗜酒者饮马乳辄醉。初饮马乳者，常觉不惯，然经过一时期，遂有深嗜，一日可进十数大碗，而饭量亦随之增加。然马乳新鲜者，城中不易得。马肉制之腊肠，俗名马肠子，维哈蒙等族所制者甚佳。据云，道地之马肠子，乃用马驹之肉，灌入肠管后挂于蒙古包圆顶开口通风之处，在风干之过程中，复赖蒙古包中每日自然之烟熏，――盖包中生火有烟，必从顶上之孔外出也。"}
{"text":"维哈族人善调制马乳，法以乳盛革囊中，摇荡多时，略置片刻，又摇之，如是数回，马乳发酵乃起沫，可食。味略酸而香冽，多饮觉微醺不嗜酒者饮马乳辄醉。初饮马乳者，常觉不惯，然经过一时期，遂有深嗜，一日可进十数大碗，而饭量亦随之增加。然马乳新鲜者，城中不易得。马肉制之腊肠，俗名马肠子，维哈蒙等族所制者甚佳。据云，道地之马肠子，乃用马驹之肉，灌入肠管后挂于蒙古包圆顶开口通风之处，在风干之过程中，复赖蒙古包中每日自然之烟熏，――盖包中生火有烟，必从顶上之孔外出也。马肠子佳者，蒸熟后色殷红，香腴不下于金华火腿。避暑山中者，倘能骑马爬山，饮马乳，食馕一种大饼，佐以自制之奶皮即牛乳蒸热后所结之奶皮草莓果酱马肠子葡萄，睡蒙古包，则空气阳光运动富于养分之饮食，一切都有，对于身体的益处是不难想像的！维族哈族人有嗜麻烟者，犹汉族人之嗜鸦片。麻烟比鸦片更毒，故在新省亦悬为厉禁。麻烟自印度来，原状不知如何，但供人吸用者则已为粉状，可装于荷包中，随时吸食。因其简易，为害更烈。食麻烟后，入半醉状态，即见种种幻象平日想念而不可多得之事物，此时即纷陈前后，应接不暇。嗜钱财者即见元宝连翩飞来，平常所未曾见而但闻其名之各种珍宝，此时亦缤纷陆离，俯拾即是好色之徒则见粉白黛绿，围绕前后，乃至素所想念之良家子亦姗姗自来，偎身俯就。人生大欲，片刻都偿，无知之辈，自当视为至乐。旁人见食麻烟者如醉如痴，手舞足蹈，以为癫疯，而不知彼方神游于极乐幻境也。既而动作停歇，则幻境已消，神经麻痹而失知觉。移时始醒，了无所异，与未吸食同。然而多次吸食之后，即可成瘾瘾发时之难受，甚于中鸦片毒者。同时，肺部因受毒而成喘哮之病，全身关节炎肿，毒入脊髓，伛偻不能挺立，不良于行到这阶段，无论再食与否，总之是去死不远了。维哈族人之嗜赌博者，以羊骨为博具，掷地视骨之正反，以定输赢。据说他们结伴贩货从甲地至乙地，在途中往往于马背上且行旦赌，现金不足，则以货物作抵押，旅途未终，而已尽丧所有，则转为博进者之佣工，甚至以佣工若干年作为赌注而作最后之一掷者。维吾尔元史称畏兀儿族人口占全疆总人口之半数，南疆居民，什九为维族。奉伊斯兰教。旧时阿訇教中长老集政教大权于一身，教长同时即为一部落或一区域之行政首长。今则阿訇惟掌教，不复能过问地方行政矣。"}
{"text":"维哈族人之嗜赌博者，以羊骨为博具，掷地视骨之正反，以定输赢。据说他们结伴贩货从甲地至乙地，在途中往往于马背上且行旦赌，现金不足，则以货物作抵押，旅途未终，而已尽丧所有，则转为博进者之佣工，甚至以佣工若干年作为赌注而作最后之一掷者。维吾尔元史称畏兀儿族人口占全疆总人口之半数，南疆居民，什九为维族。奉伊斯兰教。旧时阿訇教中长老集政教大权于一身，教长同时即为一部落或一区域之行政首长。今则阿訇惟掌教，不复能过问地方行政矣。维族人兼营商业，游牧，及农业手工业如裁缝木匠泥水织毯等亦多彼族中人。南疆所产之绸，色彩鲜艳，图案悦目，亦多为维族工人所织造。在文艺美术方面，维族人具有天才，土风歌舞，颇具特色，此不赘言。尝观一出由民间故事改编之短剧，幽默而意味深长，实为佳作。此种民间故事，大都嘲笑富而不仁之辈。短剧内容，写一富人路遇一穷人，穷人向彼行乞，富人不应，且骂之。既而同憩于路侧，穷人徐问富人何来，将赴何处，且进以谀词。富人大喜，乃夸其家宅之美，夸其子，夸其骆驼，终乃夸其所爱之狗。穷人随机应变，亦盛赞其房屋之美轮美奂，其子之多才多艺，其骆驼之健硕，其狗之解人意。富人大喜。穷人乃乘间复请周济。富人怫然掉头不顾。二人于是无言。富人解行囊，取馕食之，不能尽，则以所余投畀路旁一野犬，穷人至是复乞分一小块馕，富人仍不肯，谓宁投畀狗食，不与汝懒虫，荷囊而起，将行。穷人忽思得一计，遂追语之曰你不是有一条很好的狗么？我适从你家乡来，见你的狗已死。富人大惊，问故。穷人曰因为你的狗吃了你那匹骆驼的肝，所以死了！富人更惊，复问骆驼何故致死。穷人曰因为你的儿子死了，你的妻杀骆驼以祭你子。富人惊极而号哭，复问子何因死。穷人曰因为你的家中失火，你的儿子被烧死了。至是，富人大哭，捶胸Ψ，如中风狂，尽弃其行囊，并自褫其衣，呼号痛哭而去。穷人大喜，乃尽取富人之行囊衣物，坐于道旁，从行囊中取馕食之，未尽一枚，而富人已大呼而来，指穷人为偷儿，夺还各物，且将夺其手中之余馕。穷人急逃，富人追之，幕遂下。维族风俗，杀骆驼致祭，乃最郑重之典礼，又谓狗食骆驼肝必死。维族乐器，有长颈琵琶四弦鼓箫琴铜丝之弦甚多，而以小竹片鼓之，广东人亦常用之，称为洋琴等数事。"}
{"text":"至是，富人大哭，捶胸Ψ，如中风狂，尽弃其行囊，并自褫其衣，呼号痛哭而去。穷人大喜，乃尽取富人之行囊衣物，坐于道旁，从行囊中取馕食之，未尽一枚，而富人已大呼而来，指穷人为偷儿，夺还各物，且将夺其手中之余馕。穷人急逃，富人追之，幕遂下。维族风俗，杀骆驼致祭，乃最郑重之典礼，又谓狗食骆驼肝必死。维族乐器，有长颈琵琶四弦鼓箫琴铜丝之弦甚多，而以小竹片鼓之，广东人亦常用之，称为洋琴等数事。所谓长颈琵琶者，实似一曼陀铃，而颈特长，在三尺以上意谓当别有名，但曾询翻译人哈美德，则云是琵琶。或者吾人今日习见之琵琶已经汉化乎。维族人席地而坐。炕之地位占全室过半有强，或竟整个房间是一大炕，炕上铺毡，毡上更有大坐垫。有矮几，或圆或长方。维族人上炕坐时，足上仍御牛皮软底靴，实则此为袜子下炕则加牛皮鞋，无后跟，与吾人之拖鞋相仿，出门亦御此鞋。长袍左衽，无钮扣，腰束以带。头上缠布，或戴无帽结之瓜皮小帽，帽必绣花，而甚小，仅覆头顶之一部。至于戴打乌帽，穿长统靴，则已为欧化之结果。哈族人装束相同。两族女子平日亦穿靴。日常饮食，为牛乳羊肉馕奶皮酥油水果红茶，而红茶中例必加糖。菜肴中甚少菜蔬。待客，隆重者宰一羔羊，白煮，大盘捧上，刀割而食。主人倘割取羊尾肥脂以手塞客人口中，虽系大块，客人须例张口承之，不得以手接取徐徐啮食，更不得拒而不受。盖此为主人敬客之礼，不接受或不按例一口吞下者即为失礼。客人受后，例须同样回敬主人。所谓抓饭者，乃以羊油蒸饭，又加羊肉丁与胡萝卜黄色丁子因其非羊油炒饭，而为蒸饭，故虽似炒饭而味实不同。俄国风之萨莫伐在新疆颇为流行，有钱之维族人家都置一具。盖嗜饮红茶，维哈及其他各民族皆然也。新疆十四民族，除汉族外，维族兼营农业商业牧畜手工业，已如上述。蒙族及哈族则以游牧为主。哈族在北疆居近汉人众多之大城市者，亦种地，惟视为副业种地不施肥，用休耕制，下种后即自驱羊入山，不复一顾，待秋收时再来收割，有多少算多少。据闻南疆维族人之养蚕者，亦如我们之养野蚕然，蚕置桑树上，即不复措意，蚕及时成茧，亦在树上。此因南疆气候温和又无雨，故得如此便宜省事也。蒙族多逐水草而游牧，故小学亦设蒙古包中，跟着他们一年迁徙数次。"}
{"text":"蒙族及哈族则以游牧为主。哈族在北疆居近汉人众多之大城市者，亦种地，惟视为副业种地不施肥，用休耕制，下种后即自驱羊入山，不复一顾，待秋收时再来收割，有多少算多少。据闻南疆维族人之养蚕者，亦如我们之养野蚕然，蚕置桑树上，即不复措意，蚕及时成茧，亦在树上。此因南疆气候温和又无雨，故得如此便宜省事也。蒙族多逐水草而游牧，故小学亦设蒙古包中，跟着他们一年迁徙数次。余如柯尔柯斯泰阑其泰吉克塔塔尔等族，本皆为中亚细亚民族，今在苏联中亚境内亦有诸族然此诸族在新省者尚多在游牧阶段。锡伯索伦二族，乃乾隆年间由满洲移往，今多居伊犁一带，人数不多，亦为农牧兼营者，仍保存其自族之语言，然能汉语及维语者甚多。人谓此族人习语言，特有天才。据说南疆之罗布淖尔尚有最原始之小部落在焉。此为水上居民，住罗布淖尔中，与其他人民几无往来，不知牧畜，惟恃捕取罗布淖尔之鱼介为食人数无确计，度不过数百人而已。罗布淖尔在南疆大戈壁之一端，塔里木河注入之此一带为其他民族所不到，故此小小部落尚能自生自息，保留其原始状态。游牧民族多喜养狗，盖警卫羊群，管束羊群，皆有赖于狗。而庞大骆驼队中亦必有狗若干头任巡哨纠察之责。新省之游牧民族既多来自他处，来时携狗自随，是故新省之狗，种类亦甚多。大概而言，有蒙古种西藏种各式中亚种，及此诸种之混血种，凡此皆为帮人办事的狗。再加以汉人豢畜供玩弄之叭儿种，形形色色，不可究诘我尝戏语，狗与甜瓜在新省种类之多，恐甲于全国。迪化人家，几乎家家有狗。此种狗，半为供玩弄而豢养。自南梁即南郊至城门之一段路上，群狗竟分段而治。倘有他段之狗走过其地盘，必群起而吠逐之，直至其垂尾逃出界线而后已。因此，狗的行动范围，颇受限制，除非跟了主人同走。然此种无理取闹的狗们，都为叭儿种或其混血种至于禀有帮人办事的天性的猎狗族类，则无此习气。野羊又名黄羊，毛直而长，佳者可以羼入狐坎中混充狐之腹皮。黄羊跳萨莫伐俄语p的的音译，即茶炊。淖乐蒙语，即湖泊。――注走甚速，在无边之戈壁滩上，虽小跑车亦不能追及之。黄羊肉又甚鲜美。猎黄羊须用合围之法，侦得其群居之处，四面包围击之若二三人出猎，往往不能有所得。盖黄羊甚为机警，目力甚好，人在二三里外，黄羊即见之。"}
{"text":"然此种无理取闹的狗们，都为叭儿种或其混血种至于禀有帮人办事的天性的猎狗族类，则无此习气。野羊又名黄羊，毛直而长，佳者可以羼入狐坎中混充狐之腹皮。黄羊跳萨莫伐俄语p的的音译，即茶炊。淖乐蒙语，即湖泊。――注走甚速，在无边之戈壁滩上，虽小跑车亦不能追及之。黄羊肉又甚鲜美。猎黄羊须用合围之法，侦得其群居之处，四面包围击之若二三人出猎，往往不能有所得。盖黄羊甚为机警，目力甚好，人在二三里外，黄羊即见之。迪化是省会，饮食娱乐之事，自然是五花八门的了。汉族人开的酒馆，大抵是混合了山东陕西天津各帮烹调的手法，可以北方菜目之，然厨子则多甘肃籍。城里有一家自称川菜馆的，据试过的人说，毫无川菜风味或亦可说，仅在菜单上看得见川菜风味。至于官场大宴会，倘用中菜，还是北方味的馆子来承办，可异者竟有烧烤乳猪，而且做得很好。但挂炉鸭子则从未见过，简直绝对不用鸭子，有时用鹅。冷盆极多。倘是一席头等的菜，所用冷盆多至二三十个，圆桌面上排成一圈。这许多冷盆，例必杂拌而食之，故有一大盘居中，为拌菜之用。冷盆中又必有龙须菜一味，此为海菜。亦有海参，则为苏联货。有鱼翅。此外各种海味则因抗战后来源断绝，已不多见。乌鲁木齐河中产一种鱼，似属鲇鱼一类，尚为鲜美，此为迪化唯一可得之鲜鱼。汉菜而外，有清真教门馆与俄国式西菜。娱乐之事，除各种晚会外，惟有电影与旧戏。电影院皆为各族文化促进会所办之俱乐部所附设，苏联片为多，国产片仅抗战前的老片子偶有到者。旧戏园有五六家，在城内。主要是秦腔，亦有不很纯粹之皮黄。故李主席寿辰，曾在省府三堂演旧戏据说这是迪化最好的班子，最有名的角儿，所演为皮黄。但我这外行人看来，也已觉得不是那么一回事。汉族小市民喜听秦腔。城内几家专唱秦腔的戏园，长年门庭如市。据说此等旧戏园每三四十分钟为一场，票价极低，仅省票新省从前所通用之银票，今已废五十两当时合国币一分二厘五，无座位，站着看，屋小，每场容一百余人即挤得不亦乐乎隆冬屋内生火，观戏者每每汗流浃背，幸而每场只得三四十分钟，不然，恐怕谁亦受不住的。电影票价普通是五毛三毛两种，座位已颇摩登。然因所映为苏联有声片，又无翻译，一般观众自难发生兴味，基本观众为学生与公务员。电影院戏园皆男女分座。"}
{"text":"汉族小市民喜听秦腔。城内几家专唱秦腔的戏园，长年门庭如市。据说此等旧戏园每三四十分钟为一场，票价极低，仅省票新省从前所通用之银票，今已废五十两当时合国币一分二厘五，无座位，站着看，屋小，每场容一百余人即挤得不亦乐乎隆冬屋内生火，观戏者每每汗流浃背，幸而每场只得三四十分钟，不然，恐怕谁亦受不住的。电影票价普通是五毛三毛两种，座位已颇摩登。然因所映为苏联有声片，又无翻译，一般观众自难发生兴味，基本观众为学生与公务员。电影院戏园皆男女分座。此因新省一般民众尚重视男女有别之封建的礼仪也。但另一方面，迪化汉族小市民之妇女，实已相当解放妇女上小茶馆交男友，视为故常，新疆日报所登离婚启事，日有数起，法院判离婚案亦宽，可谓离婚相当自由。此等离婚事件之双方，大都为在戏园中分坐之小市民男女。这也是一个有趣的对照。归化族即白俄来归者之妇女尤为解放，浪漫行动，时有所闻，但维哈等族之妇女就不能那么自由了，因为伊斯兰教义是不许可的。然又闻人言南疆库车库尔勒等地风气又复不同，维族女子已嫁者，固当恪守妇道，而未嫁或已寡者，则不以苟合为不德云。附记此篇大概写于一九四年冬或一九四一年初夏，后来发表于一九四二年之旅行杂志。我于一九四年五月出新疆，到延安住了几个月，于同年初冬到重庆。那时候，重庆的朋友们正担心着杜重远和赵丹等人的安全我离新疆时，杜已被软禁，赵等尚未出事，后来在延安，知道杜赵等皆被监禁，罪名是勾通汪精卫，无人置信足见盛世才实在不能从杜赵的言行中找到其他借口，只好用这个无人相信的莫须有罪名来逮捕他们，纷纷向我探询新疆实况我的回答是很率直的，我揭穿了盛世才的假面具。有一次，在重庆的外国记者多人其中有好几位是很进步的找我谈新疆情形，由龚澎同志介绍，并任翻译谈完以后，有一位记者问我能不能发表？我回答，可以用背景材料的形式发表，不要用访问记的形式。为什么我这样回答？原因是，一当时我正和沈老钧儒郭老沫若及韬奋，一同写信给盛世才，要求释放杜赵等七八人，如果发表了我暴露盛世才的访问记，就会影响到营救杜赵等人的工作二当时盛世才的亲俄联共中共的假面具还戴着，盛和蒋介石还有矛盾，公开暴露盛，还不到时候。"}
