{"text":"让自己水一点，要懂得低调，要厚积薄发。水无处不见，看似平常，却最难以捉摸。我们要在生活中锻炼自己的品质，让自己能低调处世。世界上总不乏仇富者，然而微软的缔造者比尔盖茨却总是为人们所景仰，曾经多次的世界首富，并没有让他养成高傲的性格。他没有豪宅，没有豪车，他从不会像郭美美之流炫富，因而让他在这个社会中得以财富与地位并存。木秀于林，风必摧之，要想让自己能有一番作为，就必然要像水一样，低调处世，不留棱角，能进方成方，入圆则圆让自己水一点，我们还要坚守自己的原则。水虽然可以入方成方，入圆则圆，但是水却有自己的品质，清则清，浊则浊，不能同日而语。社会是一个鱼龙混杂的地方，我们要随方就圆，但不能丢弃原则。一代大师吴冠中烧画，可他的画在当世全都价格不菲。他虽然替人作画，能任人指挥，却不会丢掉自己的原则，让劣画流传后世。方圆之间，我们要进退有度，只有这样，我们才不会丧失自我！让自己水一点，是一种智慧，让我们能更好地生活在这个社会，更轻松地接近成功。做一个像水一样的人，能适应不同社会的需要，满足不同的需求，会为我们的成功铺平道路。方圆之间，只需要我们如水一般，驰骋方圆，让世界见证我们的辉煌！百年不绝的铿锵之声回望百年前，在列强的鲸吞蚕食瓜分豆剖中，中华民族和中国人民陷入了苦难的深渊。无数冷酷的事实把一个异常尖锐的问题摆在中国人面前中国是不是要灭亡了？它像可怕的噩梦那样，沉重地压在每个爱国者的心头。泪添九曲黄河溢，恨压三山华岳低，便是这种屈辱和愤懑的真实写照。面对亡国灭种的时代问题，孙中山第一个喊出了振兴中华的口号，喊出了中华民族埋藏已久的心声。一个口号就是一面旗帜。在这面旗帜的召唤下，一代又一代中华优秀儿女奔走呼号殊死抗争，才有了清末志士仁人的放眼向洋，才有了辛亥革命的惊雷炸响，才有了帝制的结束民国的诞生，才有了新主义新政党的崛起中国共产党人继承先辈未竟的理想事业，高擎真理的火炬，在荆棘丛生的密林中走出了一条直奔光明的大道，使灾难深重的中华民族巍然屹立于世界的东方。如今，在中国这块古老而年轻的土地上，孙中山先生和他所代表的那一代人的理想，日渐化为辉煌的现实，中华民族日益从封闭走向开放，从保守走向改革，从贫穷走向富强，书写了历史崭新的篇章。"}
{"text":"如今，在中国这块古老而年轻的土地上，孙中山先生和他所代表的那一代人的理想，日渐化为辉煌的现实，中华民族日益从封闭走向开放，从保守走向改革，从贫穷走向富强，书写了历史崭新的篇章。然而，那一代人从心底里喊出的振兴中华的铿锵之声，那一代人苦苦思索和探索的历史轨迹，那一代人的理想信仰和精神追求，却并没有淡出人们的视野，仍然那么强烈地扣人心弦催人奋进。一个民族是需要有一种精神来支撑的。辛亥革命的仁人志士们对民主共和的信仰和追求，凝聚成矢志不渝的奋斗精神。用鲜血和生命去实践自己的信仰和追求，甘为四万万同胞受死，以求专制永不见于中国，这种爱国情怀和不懈奋斗的精神，具有超越时空经久不衰的永恒魅力，是我们血液里的铁和钙，是我们的精神脊梁和力量之源。正如一位学者所说凡是有凝聚力向心力进取心的民族，都对自己艰苦卓绝的奋斗传统有一种光荣感和敬畏心，都会以高度的历史责任感加以褒扬和传承。一个国家是需要在变革中展示作为的。孙中山先生总结世纪百年历史并思考人类文明走向时，提出百年锐于千载的论断。他们所开创的历史伟业，犹如在荒芜原野上开辟了一条前所未有的道路，虽然这条路不免坎坷崎岖，但它是通往中华民族的复兴之门。大国自有大定见。作为一个文化积淀深厚的大国，中国不会跟着别人亦步亦趋，不会照搬其他模式。中国共产党带领中国人民开辟的中国特色社会主义道路，是对振兴中华崇高理想的最生动实践，是对革命先驱的最好告慰。今天我们所走的是一条前所未有的变革之路创新之路特色之路。当年，孙中山先生如是寄语我辈既以担当中国改革发展为己任，虽石烂海枯，而此身尚存，此心不死。既不可以失败而灰心，亦不能以困难而缩步。精神贯注，猛力向前，应付世界进步之潮流，合乎善长恶消之天理，则终有最后成功之一日。只要我们志存高远，奋发努力，为了远大目标而心无旁骛，淡定执着，我们也会如先辈那样，在回应时代问题中不断创造新的业绩，最终实现中华民族的伟大复兴。"}
{"text":"今天我们所走的是一条前所未有的变革之路创新之路特色之路。当年，孙中山先生如是寄语我辈既以担当中国改革发展为己任，虽石烂海枯，而此身尚存，此心不死。既不可以失败而灰心，亦不能以困难而缩步。精神贯注，猛力向前，应付世界进步之潮流，合乎善长恶消之天理，则终有最后成功之一日。只要我们志存高远，奋发努力，为了远大目标而心无旁骛，淡定执着，我们也会如先辈那样，在回应时代问题中不断创造新的业绩，最终实现中华民族的伟大复兴。感受爱，感恩爱都说世界上最珍贵的都是免费的东西，而这些免费的东西又都是看似细如灰尘的东西，所以极易让人忽视它们的存在。鱼儿不能缺水，但就在这最需要的东西里面，它都没有细心去感知水是清澈或浑浊。我们人也是一样，常常忽略身边最不起眼的，最平凡的那些爱。要用心去感受爱，感谢爱。有些爱摆在我们面前，我们却当那是理所当然，完全看不到它对自己有多珍贵。我们学不会感受，学不会感谢，甚至常常抱怨，常常恶语相向。就拿父母的爱来说吧，都说可怜天下父母心。父母对子女的爱是天下最无私的爱，是不讲条件的爱，是这个世界上任何人都不能相提并论的爱。浪子回头金不换，无论我们犯了多大的错误，无论我们做了多少伤害他们的事情，他们都会无条件地原谅。父母的爱，如春天里的缕缕微风，抚摸着我们稚嫩的脸颊父母的爱，像夏天里的习习凉风，掠去我们心中的燥热父母的爱，似秋天的累累硕果，让我们解渴，给我们的心田注入了甘泉父母的爱，仿佛冬天的烈日，赶跑我们心中的严寒。记得那是上初中的时候，那次因为一点小事跟母亲拌了嘴，于是赌气，晚饭也不吃就去上学了。下了晚自习开始饥肠辘辘，后悔当初没把肚子填饱再出门。在出校门的那一刻我看见一个熟悉的身影向我走来，是我的母亲她手里拿着一个大大的冒着热气的鸡腿，说孩子，饿了吧，赶紧把它吃了。当时我的眼泪就夺眶而出，我一边流泪一边啃着鸡腿，反思着这样的爱，是呀，他们用无声的爱呵护我们健康快乐地成长，而我们却把这种爱当做一件理所当然的事，我们甚至厌烦母亲的喋喋不休，憎恨父亲的严厉批评，殊不知这样的亲情是需要我们怀着一颗感恩的心去铭记，去报答的。学会感受父母那崇高无私的爱，学会感谢他们对我们无怨无悔的付出。没有朋友的人，没有友情的人，想必应该是这个世界上最孤独的人吧！"}
{"text":"当时我的眼泪就夺眶而出，我一边流泪一边啃着鸡腿，反思着这样的爱，是呀，他们用无声的爱呵护我们健康快乐地成长，而我们却把这种爱当做一件理所当然的事，我们甚至厌烦母亲的喋喋不休，憎恨父亲的严厉批评，殊不知这样的亲情是需要我们怀着一颗感恩的心去铭记，去报答的。学会感受父母那崇高无私的爱，学会感谢他们对我们无怨无悔的付出。没有朋友的人，没有友情的人，想必应该是这个世界上最孤独的人吧！友情，是一把刀，将我们心中那坚硬的城墙敲碎友情，是一盏灯，照亮我们心中的彷徨与黑暗友情，是一个巨大无比的箱子，收获快乐，也分享快乐友情是雨季里的小伞，为我们撑起一片晴天友情是寒夜里的一把火，为我们送去片片温暖友情是一阵温馨的风，抚慰我们受伤的心灵友情是一块洁白的手帕，拭干你腮边的泪痕。华盛顿曾说过友谊是真正的一株成长缓慢的植物，是啊，如果你不用真心的水去浇灌它，不用诚意的阳光去照耀它，最终有一天，它会调零死亡，你便会失去友谊，失去更多，更多。对待友谊，我们要用真心去感受，要用真情去感谢。当朋友高兴时，我们和他一起分享快乐的喜悦当朋友伤心难过时，我们帮他分担忧愁痛苦当朋友茫然失措时，我们鼓励他迷途知返。伯牙与钟子期的友情故事想必是从古流传至今的，伯牙每次弹琴想到什么，钟子期都能从琴声中领会到伯牙所想之意境，这样的默契真是百世难求啊！是的，友情使人在黑暗中看到光明，在邪恶中看到善良，在冷酷无情中看到人性的光芒。要知道，这个世界上没有谁必须对我们好，我们要学会感恩友情。不仅是亲情，友情值得我们去感受，去感恩，这是一个平民英雄辈出的时代，是一个人人都可以奉献爱的时代。社会上大大小小的爱心人士层出不穷，他们的义举壮举同样能让我们为之动容。最美司机最美女教师他们关键时刻的抉择，他们在危难时刻迸发出的美丽举动，不仅是人性的真实体现，更是爱的完美诠释。对待这样的爱，我们要敬仰，要感恩，没有谁必须为谁交出生命，这样壮大的爱是我们所不能承受的，所以我们要学会感受，感受那生命垂危时想的不是自己的伟大心理，感恩那危险来临是想的都是别人的伟大行为。我们需要爱去灌溉我们那干涸的心灵，我们需要爱来抚慰我们那布满创伤的心灵，所以我们要学会感受身边的爱，哪怕是一句小小的问候，一杯热气腾腾的开水，那都是满满的爱。"}
{"text":"对待这样的爱，我们要敬仰，要感恩，没有谁必须为谁交出生命，这样壮大的爱是我们所不能承受的，所以我们要学会感受，感受那生命垂危时想的不是自己的伟大心理，感恩那危险来临是想的都是别人的伟大行为。我们需要爱去灌溉我们那干涸的心灵，我们需要爱来抚慰我们那布满创伤的心灵，所以我们要学会感受身边的爱，哪怕是一句小小的问候，一杯热气腾腾的开水，那都是满满的爱。我们要学会感恩爱，不要把人间最美的爱忽略掉，否则你会后悔没有抓住最简单的幸福。知足，快乐之源我非常认同，要常看看自己所拥有的，不要老去想自己这也没有，那也没有，似乎别人什么都有等等，老想自己没有什么，没有什么，就是痛苦的渊薮，而知足，才是快乐之源。人的欲望是无止境的，多了还想多，有一百万了，就想有一千万一万万正所谓欲壑难填人心不足蛇吞象。总想如何让自己多起来，自然就要劳神费思投机钻营挖空心思，甚至会去不择手段等等，这样的话，人还会快乐么？还有快乐么？无论他得到了还是没有得到，都不会快乐，都只能是痛苦。在我们这个社会里，这样的例子是举不胜举的。就在我们住的这个小区，有个富豪经常出入大家猜，是出入其一个情人的住处，富豪表面看上去是光鲜的排场的，可实际上，他痛苦不堪，为什么？听说，子女在你死我活地争夺他的财产三个情人都要他天天陪伴老婆这边又要想办法遮掩安抚生意场上又明争暗斗这个富豪还不到六十岁，可是他全身的零件都基本上出现了毛病。如果说这个例子不典型，那么，再看看香港富豪们的家产风波，先后有女富豪龚如心的家财争夺战，有富豪何鸿龅募也普夺战，有郭炳江郭炳联郭炳湘兄弟的家财争夺战，甚至你别看李嘉诚表面上早早对家产作出分配安排，其实他的两个儿子也在暗地里争夺不能说以上这些富豪不富有，可是他们快乐么？衡量快不快乐的标准，决不能只看财富只看拥有，而主要看观念。知足的人，往往就是快乐的人。邻居刘大爷，鳏夫一个，穷困不堪。家里除了一台黑白电视剧外，基本上是家徒四壁。可是，刘大爷整天乐呵呵的，有说有笑，还经常帮助周围的人，有人开玩笑说刘大爷，你不觉得你活得窝囊么？刘大爷却毫不掩饰地说我是穷，但我不偷不抢，我靠自己劳动吃饭，我满足，我开心，我有什么好窝囊的？"}
{"text":"衡量快不快乐的标准，决不能只看财富只看拥有，而主要看观念。知足的人，往往就是快乐的人。邻居刘大爷，鳏夫一个，穷困不堪。家里除了一台黑白电视剧外，基本上是家徒四壁。可是，刘大爷整天乐呵呵的，有说有笑，还经常帮助周围的人，有人开玩笑说刘大爷，你不觉得你活得窝囊么？刘大爷却毫不掩饰地说我是穷，但我不偷不抢，我靠自己劳动吃饭，我满足，我开心，我有什么好窝囊的？是啊，知足的人，寡欲的人，什么明争暗斗呀斤斤计较呀，患得患失呀统统都与他无关，他满足于自己的拥有，高高兴兴，快快乐乐，幸福赛神仙。古人云知足者贫贱亦乐，不知足者富贵亦忧。知足是天然的财富，奢侈是人为的贫困希腊谚语良田万顷，日食一升广厦千间，夜眠七尺。一饱之需，何必八珍九鼎？七尺之躯，安用千门万户？知足常乐，快乐之源也。善意之心温暖生活善意之心，引导着善意之举。漆工顺手补好海船的漏洞，贪图的并不是回报，漆工顺手之劳，是对船主对生活充满善意的体现。当张丽莉舍身扑开学生之时，她心里想的并非个人得失，舍身救学生之举，只不过是她对学生对职业善意的反应。吴斌拚尽生命的最后一丝力量停稳大车，也许并不知道他的举动已经超越了生命的定义。在临终的几句话，浓浓的洋溢着他对乘客对生命的善意。善意之心，在举手投足间温暖着生活善意之举，让我们的生活变得更加美好。汶川大地震中，面对巨大的浩劫，不正是一丝一丝浓浓的善意从四面八方汇集起来形成战胜灾难的滔天暖流吗？义丐徐超，一个流浪的乞丐，蹒跚着把一把零钱捐出来时，周围的人震撼了，哭了。徐超的元，是他的全部家当，从情感上来说，并不比加多宝的个亿逊色！怀着善意之心的举动才是真正的善意之举，如果只想做着善意之举的样子而没有善意之心，这样的举动不算善举，反而像作恶。比如在村民门口放生大量蛇的事件，只会害了放蛇的生，威胁了村民的安全，扰乱村民的生活而已。善意之举，其实和功名利禄毫无关系。漆工并不知道他的顺手之举能救船主的孩子，张丽莉在扑向孩子的时候并不知道自己是不是能救下孩子，吴斌在救下一车乘客之时可能并不知道已无法再生活相去，徐超在捐出全部家当时可能并没考虑到自己的生存，是他们的善良，是他们浓浓的善意指引着他们在行动。"}
{"text":"比如在村民门口放生大量蛇的事件，只会害了放蛇的生，威胁了村民的安全，扰乱村民的生活而已。善意之举，其实和功名利禄毫无关系。漆工并不知道他的顺手之举能救船主的孩子，张丽莉在扑向孩子的时候并不知道自己是不是能救下孩子，吴斌在救下一车乘客之时可能并不知道已无法再生活相去，徐超在捐出全部家当时可能并没考虑到自己的生存，是他们的善良，是他们浓浓的善意指引着他们在行动。如果制药厂能怀着善意，那毒胶囊可以杜绝了如果牛奶厂能怀着善意，三聚氰胺就不会再有如果医生患者都怀着善意，这么多医院纠纷，医闹可以大大减少如果拆迁能多点善意，因拆迁上访自焚等极端事件想必又另外的解决办法。其实善意，并不需要我们的举动有多惊天动地，并不需要我们如英雄一般时刻献出生命。因为善意并无分量之分，如漆工一般，也许多一个微笑，多一个举手之劳，世界就为之改变了。漆工的担当与品质船主雇漆工，只要求漆工刷船漆。漆工刷船漆，顺手补了漏。补漏是额外任务，并不是漆工必须要完成的，但是漆工顺手完成了，举手之劳后来却救了船主的儿子，额外的付出为自己赢取了额外的报酬。顺手补漏又没有钱拿为什么还要去做？漆工或许会答顺手而已。漆工并不能准确预测到船主的儿子要驾船出海，也并没有想到自己的顺手补漏会为自己带来额外的巨额收益，随手补漏，也就是他的习惯。如果行善对自己来说是举手之劳般的习惯，那么行善必然会成为习惯性的担当。积小善而成大德，有善心支撑着的担当，可以培植出人性的美丽。这样的美丽，只是开放在自己的心房中，让自己的心灵更加纯净，并在他人需要的时候，把人性之光普惠给每一个需要的人。象漆工那样做一个有担当的人，其实还是有一定难度的。漆工的专业和与人为善的品质，确保了他行善的成功。假设漆工不具备补漏的能力，他就有可能发现不了船有漏，或者发现有漏但无法有效补漏，那么漆工的行善就只有善始难得善终。只有漆工有了行善的心，他才在行善的时候没有考虑这善举是不是属于自己任务范围之内，他的专业技能才发挥出了最大的功效。即便是没有船主后来的额外奖励，漆工也会顺手补漏，在他看来，这不过是个小善而已，只要有善心，都会去做。"}
{"text":"漆工的专业和与人为善的品质，确保了他行善的成功。假设漆工不具备补漏的能力，他就有可能发现不了船有漏，或者发现有漏但无法有效补漏，那么漆工的行善就只有善始难得善终。只有漆工有了行善的心，他才在行善的时候没有考虑这善举是不是属于自己任务范围之内，他的专业技能才发挥出了最大的功效。即便是没有船主后来的额外奖励，漆工也会顺手补漏，在他看来，这不过是个小善而已，只要有善心，都会去做。不过，任何技能都可通过学习获得，通过学习得到提高和拓展，但善心却需要我们不断战胜一个个小我和心魔，才能逐步成为我们心中坚定的信念。有担当的人，会比其他人有更多的额外付出，而且不被人理解，但是，如果把漆工的技能看作是一把枪，那么他的担当就是枪上的瞄准准星，而他那些额外的付出就是对枪的日常维护保养，枪有了准星才有用，但是如果没有日常的维护保养，这把枪就几乎等于废铁一块。因此，我们在学习漆工的担当与品质的同时，还应该时刻记住勿以善小而不为的古训，在自己能力许可的条件下尽可能地去自觉做一些善事，不计较个人得失地去积善成德，做一个对社会有用甚至是有贡献的人。赠人玫瑰手有余香有人说，谈善容易行善难，我不赞同。善是生活中的一种美好形态，不分大小，也不分时间与空间，更不分对象，我们随手就可以为之。善在我们的生活中无处不在，只是我们容易忽视，我们要学会时刻在生活中行善。俗话说善有善报，有善就会有回报，但我们行善不是为了刻意追求回报，而是为了人生中的那一份豁达，那一份快乐。勿以善小而不为，事无巨细，再小它也是个事儿，凡存在就有理由，就如一颗小滴水却可以折射太阳的光辉。我们身边那些点点滴滴的小事，都可以成就一个又一个的善举，而这些小小的善举，不仅可以帮助他人，也快乐了自己。小事虽很平凡，但小事上体现出来的善心却是伟大的，像网络上的微博传递爱心，只需点击鼠标，尽微薄之力就可以传达出一份爱心，就有可能帮到了一个需要帮助的人，那样我们就会感到喜悦，这是一种内心的升华。这就有如赠人一支玫瑰般微不足道，但它带来的温馨都会在赠花人和受花人的心底慢慢升腾弥漫覆盖，在生活中，我们都应该这样。生活中有太多不尽如人意的事，因为人们总是喜欢索取。如果只想着收获，那便会失去很多快乐，无论在任何事情上，我们应该多一点无畏的付出，要相信付出就会有回报，无论回报是有形的还是无形的。"}
{"text":"这就有如赠人一支玫瑰般微不足道，但它带来的温馨都会在赠花人和受花人的心底慢慢升腾弥漫覆盖，在生活中，我们都应该这样。生活中有太多不尽如人意的事，因为人们总是喜欢索取。如果只想着收获，那便会失去很多快乐，无论在任何事情上，我们应该多一点无畏的付出，要相信付出就会有回报，无论回报是有形的还是无形的。就像船主与油漆工的故事，油漆工无意之间的一个小小的善举，却拯救了一个宝贵的生命，最后，他不仅得到了助人的快乐，还意外地收获了钱财，有形与无形的回报都随之而来，这些都不是刻意为之的。还有一个耳熟能详的故事，有一个盲人住在一栋楼里。每天晚上他都会到楼下花园去散步。奇怪的是，不论是上楼还是下楼，他虽然只能顺着墙摸索，却一定要按亮楼道里的灯。一天，一个邻居忍不住，好奇地问道你的眼睛看不见，为何还要开灯呢？。盲人回答道开灯能给别人上下楼带来方便，也会给我带来方便。邻居疑惑地问道开灯能给你带来什么方便呢？。盲人答道开灯后，上下楼的人都会看见东西，就不会把我撞倒了，这不就给我方便了吗。邻居这才恍然大悟。开灯这件小事，方便了别人的同时也方便了自己，何乐而不为呢。一件好事可以看出一个人高尚纯洁的心灵，小小的善举，举手之劳，并不需要我们付出很多，却能换来很多美好。学会为社会做点事，为他人做点事，为自己做点事，美好的生活是在大家的点点滴滴中创造的，是会在持之以恒中得到延伸的。赠人玫瑰，手有余香，当世界充满爱时，那我们每一个人也都会得到幸福的分享。细节决定成败每个人，做每件事，都不可避免地要面对一个细节的问题，细节处理得好，往往可能事半功倍，反之，不但事情难圆满，而且还可能前功尽弃，甚至后果很严重。船主与漆工的故事，显然就给我们这样的启示。试想，如果不是漆工平时很有责任心，重视每个细节上的问题，船主们的孩子驾船出海，还能如此轻易地平安归来吗？又或者是，倘若船主重视细节的问题，及时交代漆工把船上的漏洞给补了，还用得着担心孩子们的出海安全吗？有一次，美国唱片业协会希拉里，罗森亲眼目睹了乔布斯与工程师讨论用户界面设计的情形。当时，乔布斯和工程师坐在电脑前，为了一个设计上的问题争执不下。"}
