{"text":"你的钱都交给姐姐？我还债呢，我看病花了不少钱呢。我当时没问她生什么病，只说她们都不干活儿吗？她又含含糊糊，只说也干。有一天，她忽从最贴身的内衣口袋里掏出一个破烂的银行存折给我看，得意地说我自己存的钱呢！我一看存折是零存零取，结余的钱不足三元。她使我想起故事里的小癫子把私房钱藏在嘴里，可惜存折不能含在嘴里。我说你这存折磨得字都看不清了，还是让我给你藏着吧。她大为高兴，把存折交我保管。她说，她只管家里的房租水电煤火，还有每天买菜的开销多余的该是她的钱。她并不花钱买吃的，她只想攒点儿钱，梦想有朝一日攒得一笔钱，她就是自己的主人了。我因此为她加了工资，又把过节钱或大热天的双倍工资等，都让她存上。她另开了一个零存整取的存单。每逢过节，她照例要求给假一天。我说你就在我家过节不行吗？她又大为高兴，就在我家过节，还叫自己的两个女儿来向我拜节。她们俩长得都不错，很斯文，有点拘谨，也带点矜持。顺姐常夸她大女儿刻苦练功，又笑她小女儿虚荣呢。我给顺姐几只半旧的手提包，小女儿看中一只有肩带的，挂在身上当装饰。我注意到顺姐有一口整齐的好牙齿，两颊两笑涡，一对耳朵肥厚伏贴，不过鼻子太尖瘦，眼睛大昏浊，而且眼睛是横的。人眼当然是横生的，不知为什么她的眼睛叫人觉得是横的，我也说不明白。她的大女儿身材苗条，面貌秀丽小女儿是娇滴滴的，都有一口好牙齿。小女儿更像妈妈眼神很清，却也横。顺姐常说我喝水太多，人都喝胖了。我笑问你胖还是我胖？她说当然你胖啊！我的大棉袄罩衣，只能作她的紧身衬衣。我瞧她裤子单薄，给了她一条我嫌太大的厚毛裤，她却伸不进腿去，只好拆了重结。我笑着拉了她并立在大镜子前面，问她谁胖。她惊奇地望着镜子里的自己，好像从未见过这种发胖的女人。我自从见了她的女儿，才悟到她心目中的自己，还像十几岁小姑娘时代那么苗条那么娇小呢。我为她攒的钱渐渐积到一百元。顺姐第一次见到我的三姐姐和七妹妹，第一句话都是太太给我攒了一百块钱呢！说是我为她攒的也对，因为都是额外多给的。她名义上的工资照例全交给姐姐。"}
{"text":"我瞧她裤子单薄，给了她一条我嫌太大的厚毛裤，她却伸不进腿去，只好拆了重结。我笑着拉了她并立在大镜子前面，问她谁胖。她惊奇地望着镜子里的自己，好像从未见过这种发胖的女人。我自从见了她的女儿，才悟到她心目中的自己，还像十几岁小姑娘时代那么苗条那么娇小呢。我为她攒的钱渐渐积到一百元。顺姐第一次见到我的三姐姐和七妹妹，第一句话都是太太给我攒了一百块钱呢！说是我为她攒的也对，因为都是额外多给的。她名义上的工资照例全交给姐姐。她的存款逐渐增长，二百，三百，快到四百了，她家的大小姐突然光临，很不客气，岸然进来，问我们的顺姐在你家做吧？她相貌端庄，已是稍为发福的中年人了，虽然家常打扮，看得出她年轻时准比顺姐的大女儿还美。我请她进来，问她有什么事。她傲然在沙发上一坐，问我她每月工钱多少？我说你问她自己嘛。我问她了，她不肯说。她口齿清楚斩截。我说那么，我没有义务向你报告，你也没有权利来调查我呀。她很无礼地说唷！你们倒是相处得很好啊！我说她工作好，我很满意。她瞪着我，我也瞪着她。她坐了一会儿，只好告辞。这位大小姐，和顺姐的大女儿长得比较相像。我因此猜想她们的爸爸准是个文秀的少爷。顺姐年轻时准也是个玲珑的小丫头。据顺姐先后流露，这位大小姐最利害，最会折磨人。顺姐的姐姐曾给她儿子几件新衬衫。大小姐想起这事，半夜三更立逼顺姐开箱子找出来退还她。顺姐常说，她干活儿不怕累，只求晚上睡个好觉。可是她总不得睡。这位大小姐中午睡大觉，自己睡足了，晚上就折腾顺姐，叫她不得安宁。顺姐睡在她家堆放箱笼什物的小屋里。大小姐随时出出进进，开亮了电灯，翻箱倒柜。据同住一院的邻居传出来，这位小姐经常半夜里罚顺姐下跪打她耳光。我料想大小姐来我家凋查顺姐工资的那天晚上，顺姐准罚跪并吃了耳光。可是她没有告诉我。顺姐常强调自己来北京之前，在家乡劳动多年，已经脱掉地主的帽子。据她后来告诉我，全国解放时，她家大小姐在北京上大学，立即把她妈妈接到北京她就是个逃亡地主婆。她丈夫没有被镇压，只是拘捕入狱，死在监牢里了。顺姐顶缸做了地主婆。当时她的小女儿出生不久，她就下地劳动，得了子宫高度下垂症。"}
{"text":"据同住一院的邻居传出来，这位小姐经常半夜里罚顺姐下跪打她耳光。我料想大小姐来我家凋查顺姐工资的那天晚上，顺姐准罚跪并吃了耳光。可是她没有告诉我。顺姐常强调自己来北京之前，在家乡劳动多年，已经脱掉地主的帽子。据她后来告诉我，全国解放时，她家大小姐在北京上大学，立即把她妈妈接到北京她就是个逃亡地主婆。她丈夫没有被镇压，只是拘捕入狱，死在监牢里了。顺姐顶缸做了地主婆。当时她的小女儿出生不久，她就下地劳动，得了子宫高度下垂症。这就是她治病花了不少钱的缘故。她虽然动了手术，并没有除净病根。顺姐不懂生理学，只求干脆割除病根，就可以轻轻松松干活儿，她还得了静脉曲张的病，当时也没理会，以为只需把曲曲弯弯的筋全部抽掉就行。我常夸顺姐干活勤快利索，可当劳模。她叹气说，她和一个寡妇亲戚都可以当上劳模，只要她们肯改嫁。她们俩都不肯。想娶顺姐的恰巧是管她劳动的干部，因为她拒绝，故意刁难她，分配她干最重的活儿，她总算都顶过来了。我问她当时多少年纪。她才三十岁。她称丈夫为他，有时怕我不明白，称他们爹或老头子。她也许为他开脱地主之罪，也许为了卖弄他的学问，几次对我说，他开学校，他是校长呢！又说，她的公公对待下人顶厚道，就只老太婆利害。顺姐和我逐渐熟了，有时不称姐姐，干脆称老太婆或老婆子。这位太太是名门之女，有个亲妹妹在英国留学，一直没有回国。有一天，顺姐忽来向我报喜，她的大女儿转正了，穿上军装了，也升了级，加了工资。我向她贺喜，她却气得淌眼抹泪。一家人都早已知道了，只瞒我一个呢！她的子女，一出世就由大太太抱去抚养孩子只认大太太为妈妈，顺姐称为幺幺读如夭，连姨娘都不是。他们心上怎会有什么幺幺啊！不久后，她告诉我，她家大小姐倒运了，那离了婚的丈夫犯下错误，降了级，工资减少了，判定的赡养费也相应打了折扣。大小姐没好气，顺姐难免多受折磨。有一天，她满面忧虑，又对我说起还债，还给我看一份法院的判决书和一份原告的状子。原来她家大小姐向法院告了一状，说自己现在经济困难，她的弟弟妹妹都由她抚育成人，如今二人都已工作，该每月各出一半工资，偿还她抚养的费用。这位小姐笔头很健，状子写得头头是道。"}
{"text":"他们心上怎会有什么幺幺啊！不久后，她告诉我，她家大小姐倒运了，那离了婚的丈夫犯下错误，降了级，工资减少了，判定的赡养费也相应打了折扣。大小姐没好气，顺姐难免多受折磨。有一天，她满面忧虑，又对我说起还债，还给我看一份法院的判决书和一份原告的状子。原来她家大小姐向法院告了一状，说自己现在经济困难，她的弟弟妹妹都由她抚育成人，如今二人都已工作，该每月各出一半工资，偿还她抚养的费用。这位小姐笔头很健，状子写得头头是道。还说自己政治上处于不利地位，如何处处受压。法院判令弟妹每月各将工资之半，津贴姐姐的生活。我仔细看了法院的判决和原告的状子，真想不到会有这等奇事。我问顺姐你的孩子是她抚养的吗？顺姐说，大小姐当大学生时期，每年要花家里多少多少钱毕业后以至结婚后，月月要家里贴多少多少钱，她哪里抚养过弟弟妹妹呢！她家的钱，她弟弟妹妹就没份吗？至于顺姐欠的债，确是欠了。她顶缸当地主婆，劳累过度，得了一身病等到脱掉地主的帽子，她已经病得很厉害，当时丈夫已经去世，她带了小女儿，投奔太太和大小姐。她们把她送进医院，动了一个不小的手术，花了不少钱――这就是她欠的债，天天在偿还。顺姐叙事交代不清，代名词所指不明，事情发生的先后也没个次序，得耐心听，还得费很多时间。经我提纲挚领地盘问，知道她在地主家当丫头时，十四岁就怀孕了。地主家承认她怀的是他们家的子息，拿出三十元给顺姐的男家退婚，又出三十元给顺姐的妈，把她买下来。顺姐是个没工钱白吃饭的。她为主人家生儿育女，贴身伺候主人主妇，也下地劳动。主人家从没给过工资，也没有节赏，也没有月例钱，只为她做过一身绨料的衣裤。这大约是生了儿子以后吧？她吃饭不和主人同桌，只站在桌旁伺候，添汤添饭，热天还打扇。她是个三十元卖掉终身的女奴。我算算她历年该得的最低工资，治病的费用即使还大几倍，还债还绰有余裕。她一天帮三家，赚的钱除了我为她存的私房全供家用开销。抚育她儿女的，不是她，倒是她家的大小姐吗？看来，大小姐准料定顺姐有私蓄，要逼她吐出来叫她眼看儿女还债，少不得多拿出些钱来补贴儿女。顺姐愁的是，二经法院判决，有案可稽，她的子女也就像她一样，老得还债了。"}
{"text":"这大约是生了儿子以后吧？她吃饭不和主人同桌，只站在桌旁伺候，添汤添饭，热天还打扇。她是个三十元卖掉终身的女奴。我算算她历年该得的最低工资，治病的费用即使还大几倍，还债还绰有余裕。她一天帮三家，赚的钱除了我为她存的私房全供家用开销。抚育她儿女的，不是她，倒是她家的大小姐吗？看来，大小姐准料定顺姐有私蓄，要逼她吐出来叫她眼看儿女还债，少不得多拿出些钱来补贴儿女。顺姐愁的是，二经法院判决，有案可稽，她的子女也就像她一样，老得还债了。我问顺姐，你说的事都有凭有据吗？她说都有呢。大小姐到手的一注注款子，何年何月，什么名目，她历历如数家珍。我说顺姐，我给你写个状子，向中级人民法院上诉，怎么样？我也能写状子。她快活得像翻译文章里常说的不敢相信自己的耳朵。我按她的意思替她上诉。我摆出大量事实，都证据确凿，一目了然。摆出了这些事实，道理不讲自明。中级法院驳回大小姐的原诉，判定顺姐的子女没有义务还债但如果出于友爱，不妨酌量对他们的姐姐给些帮助。我看了中级法院的判决，十分惬意，觉得吐了一口气。可是顺姐并不喜形于色。我后来猜想顺姐为这事，一定给大小姐罚跪，吃了狠狠的一顿嘴巴子呢。而且她的子女并不感谢她。他们自愿每月贴大姐一半工资。我设身处地，也能体会那位大小姐的恚恨，也能替她暗暗咒骂顺姐我们好好一个家！偏有你这个死不要脸的贱丫头，眼睛横呀横的，扁着身于挤进我们家来。你算挣气，会生儿子！我妈妈在封建压力下，把你的子女当亲生的一般抚养，你还不心足？财产原该是我的，现在反正大家都没有了，你倒把陈年宿帐记得清楚？不记得哪个节日，顺姐的儿女到我家来了。我指着顺姐问他们她是你们的生身妈妈，你们知道不知道？他们愕然。他们说不知道。能不知道吗？我不能理解。但他们不知道，顺姐当然不敢自己说啊。顺姐以后曾说，要不是我当面说明，她的子女不会认她做妈。可思顺姐仍然是个幺幺。直到文化大革命，顺姐一家除了她的一子二女全给赶回家乡，顺姐的姐姐去世，顺姐九死一生又回北京，她的子女才改口称妈妈。不过这是后话了。顺姐日夜劳累，又不得睡觉，腿上屈曲的静脉胀得疼痛，不能站立。我叫她上协和医院理疗，果然有效。"}
{"text":"他们愕然。他们说不知道。能不知道吗？我不能理解。但他们不知道，顺姐当然不敢自己说啊。顺姐以后曾说，要不是我当面说明，她的子女不会认她做妈。可思顺姐仍然是个幺幺。直到文化大革命，顺姐一家除了她的一子二女全给赶回家乡，顺姐的姐姐去世，顺姐九死一生又回北京，她的子女才改口称妈妈。不过这是后话了。顺姐日夜劳累，又不得睡觉，腿上屈曲的静脉胀得疼痛，不能站立。我叫她上协和医院理疗，果然有效。顺姐觉得我花了冤钱，重活儿又不是我家给她干的。所以我越叫她休息，她越要卖命。结果，原来需要的一两个疗程延伸到两三个疗程才见效。我说理疗当和休息结合，她怎么也听不进。接下就来了文化大革命。院子里一个极左大娘叫顺姐写我的大字报。顺姐说写别的太太，都可以，就这个太太她不能写。她举出种种原因，极左大娘也无可奈何。我陪斗给剃了半个光头所谓阴阳头，极左大娘高兴得对我们邻居的阿姨说你们对门的美人子，成了秃瓢儿了！公母俩一对秃瓢儿！那位阿姨和我也有交情，就回答说这个年头儿，谁都不知道自己怎样呢！顺姐把这话传给我听，安慰我说到这时候，你就知道谁是好人谁是坏人了。不过，还是好人多呢。我常记着她这句话。红卫兵开始只剪短了我的头发。顺姐为我修齐头发，用爽身粉掸去头发楂子，一面在我后颈和肩背上轻轻摩挲，摩挲着自言自语他用的就是这种爽身粉呢。蓝腰牌，就是这个牌子呢。大约她闻到了这种爽身粉的香，不由得想起死去的丈夫，忘了自己摩挲的是我的皮肉了。我当时虽然没有心情喜笑，却不禁暗暗好笑，又不忍笑她。从前听她自称我们是自由恋爱，觉得滑稽，这时我只有怜悯和同情了。红卫兵要到她家去造反，同院住户都教她控诉她家的大小姐。顺姐事先对我说赶下乡去劳动我不怕，我倒是喜欢在地里劳动。我就怕和大小姐在一块儿。那位大小姐口才很好，红卫兵去造反，她出来侃侃而谈，把顺姐一把拖下水。结果，大小姐和她的子女她的妈妈，连同顺姐，一齐给赶回家乡。顺姐没有控诉大小姐，也没为自己辩白一句。文革初期，我自忖难免成为牛鬼蛇神，乘早把顺姐的银行存单交还她自己保管。她已有七百多元存款。"}
{"text":"红卫兵要到她家去造反，同院住户都教她控诉她家的大小姐。顺姐事先对我说赶下乡去劳动我不怕，我倒是喜欢在地里劳动。我就怕和大小姐在一块儿。那位大小姐口才很好，红卫兵去造反，她出来侃侃而谈，把顺姐一把拖下水。结果，大小姐和她的子女她的妈妈，连同顺姐，一齐给赶回家乡。顺姐没有控诉大小姐，也没为自己辩白一句。文革初期，我自忖难免成为牛鬼蛇神，乘早把顺姐的银行存单交还她自己保管。她已有七百多元存款。我教她藏在身边，别给家人知道，存单的帐号我已替她记下，存单丢失也不怕，不过她至少得告知自己的儿子她儿子忠厚可靠，和顺姐长得最像。我下干校前曾偷偷到她家去探看，同院的人说全家都给轰走了。我和顺姐失去了联系。有一天，我在街上走，忽有个女孩子从我后面窜出来，叫一声钱姨妈。我回脸一看，原来是顺姐的小女儿，她毕业后没升学，分配在工厂工作。据说，他们兄妹三况都在工作的单位寄宿。我问起她家的人，说是在乡下。她没给我留个地址就走了。我从干校回京，顺姐的两个女儿忽来看我，流泪说她们的妈病得要死了，那个妈妈已经去世，大姐跑得不知去向了。那时，他们兄妹三个都已结婚。我建议她们姐妹下乡去看看因为她们比哥哥容易请假，如有可能，把她们的妈接回北京治病。她们回去和自己的丈夫哥嫂等商量，三家凑了钱我也搭一份，由她们姐妹买了许多赠送乡村干部的礼品，回乡探母。不久，她们竟把顺姐接了出来。顺姐头发全都灰白了，两目无光，横都不横了，路也不能走，由子女用自行车推着到我家。她当着儿女们没多说话。我到她住处去看她，当时家里没别人，经我盘问，才知道她在乡间的详细情况。大小姐一到乡间，就告诉村干部顺姐有很多钱。顺姐只好拿出钱来，盖了一所房子，置买了家具和生活必需品，又分得一块地，顺姐下地劳动，养活家里人。没多久，姐姐投水自尽了，大小姐逃跑几次，抓回来又溜走，最后她带着女儿跑了，在各地流窜，撩下个儿子给顺姐带。顺姐干惯农活，交了公粮，还有余裕，日子过得不错。只是她旧病复发，子宫快要脱落，非医治不可。这次她能回京固然靠了礼品，她两个女儿也表现特好。虽然从没下过乡，居然下地去劳动。"}
{"text":"顺姐只好拿出钱来，盖了一所房子，置买了家具和生活必需品，又分得一块地，顺姐下地劳动，养活家里人。没多久，姐姐投水自尽了，大小姐逃跑几次，抓回来又溜走，最后她带着女儿跑了，在各地流窜，撩下个儿子给顺姐带。顺姐干惯农活，交了公粮，还有余裕，日子过得不错。只是她旧病复发，子宫快要脱落，非医治不可。这次她能回京固然靠了礼品，她两个女儿也表现特好。虽然从没下过乡，居然下地去劳动。顺姐把房子连同家具半送半卖给生产队，把大小姐的儿子带回北京送还他父亲。村干部出一纸证明，表扬顺姐劳动积极，乐于助人等等。顺姐在乡间重逢自己的哥哥。哥哥诧怪说我们都翻了身，你怎么倒翻下去了呢？村干部也承认当初把她错划了阶级，因为她并非小老婆，只是个丫头，当地人都知道的。这个地主家有一名轿夫一名厨子还活着，都可作证。文革中，顺姐的大女儿因出身不好，已退伍转业。儿子由同一缘故，未得申请入党。儿女们都要为妈妈要求纠正错划，然后才能把她的户口迁回北京。他们中间有笔杆子，写了申请书请我过目。他们笔下的顺姐，简直就是电影里的白毛女。顺姐对此没发表意见。我当然也没有意见。他们为了纠正错划的阶级，在北京原住处的居委和乡村干部两方双管齐下，送了不少人事。儿子女儿还特地回乡一次。但事情老拖着。村干部说没有问题，只待外调，不过一时还没有机会。北京街道上那位大娘满口答应，说只需到派出所一谈就妥。我怀疑两方都是受了礼物，空口敷衍。一年两年三年过去，事情还是拖延着。街道上那位大娘给人揭发了受贿的劣迹我也看到村里一个不知什么职位的干部写信要这要那。顺姐进医院动了手术，病愈又在我家干活。她白花了两三年来攒下的钱，仍然是个没户口的黑人。每逢节日，街道查户口，她只好闻风躲避。她叹气说人家过节快活，就我苦，像个没处藏身的逃犯。那时候我们住一间办公室，顺姐住她儿子家，每天到我家干活，早来晚归。她一天早上跑来，面无人色，好像刚见了讨命鬼似的。原来她在火车站附近看见了她家的大小姐。我安慰她说，不要紧，北京地方大，不会再碰见。可是大小姐晚上竟找到她弟弟家里，揪住顺姐和她吵闹，怪她卖掉了乡间的房子家具。"}
{"text":"她白花了两三年来攒下的钱，仍然是个没户口的黑人。每逢节日，街道查户口，她只好闻风躲避。她叹气说人家过节快活，就我苦，像个没处藏身的逃犯。那时候我们住一间办公室，顺姐住她儿子家，每天到我家干活，早来晚归。她一天早上跑来，面无人色，好像刚见了讨命鬼似的。原来她在火车站附近看见了她家的大小姐。我安慰她说，不要紧，北京地方大，不会再碰见。可是大小姐晚上竟找到她弟弟家里，揪住顺姐和她吵闹，怪她卖掉了乡间的房子家具。她自己虽是黑人，却毫无顾忌地向派出所去告顺姐，要找她还帐。派出所就到顺姐儿子家去找她。顺姐是积威之下，见了大小姐的影子都害怕的。派出所又是她逃避都来不及的机关。可是逼到这个地步，她也直起腰板子来自卫了。乡间的房子是她花钱造的，家具什物是她置备的，老太婆的遗产她分文未取，因为剥削来的财物她不要。顺姐虽然钝口笨舌，只为理直气壮，说话有力。她多次到派出所去和大小姐对质，博得了派出所同志的了解和同情。顺姐转祸为福，黑人从此出了官，也就不再急于恢复户籍了。反正她在我们家，足有粮食可吃。到四人帮下台，她不但立即恢复户籍，她错划的阶级，那时候也无所谓了。我们搬入新居，她来同住，无忧无虑，大大发福起来，人人见了她就说她又胖了。我说顺姐，你得减食，太胖了要多病的。她说不行呢，我是饿怕了的，我得吃饱呢！顺姐对我不再像以前那样爱面子遮遮掩掩。她告诉我，她随母逃荒出来，曾在别人家当丫头，可是她都不乐意，她最喜欢这个地主家，因为那里有吃有玩，最自在快活。她和同伙的丫头每逢过节，一同偷酒喝，既醉且饱，睡觉醒来还晕头晕脑，一身酒气，不免讨打，可是她很乐。原来她就是为贪图这点享受，自由恋爱了。从此她丧失了小丫头所享受的那点子快活自在，成了幺幺。她说自己觉悟了，确也是真情。她没享受到什么，身体已坏得不能再承受任何享受。一次她连天不想吃东西。我急了。我说顺姐，你好好想想，你要吃什么？她认真想了一下，说我想吃个那交辣椒呢。生的？还是干的？北阳台上，泡菜坛子里的。我去捞了一只最长的红辣椒，她全吃下，说舒服了。不过那是暂时的。不久她大病，我又一次把她送入医院。这回是割掉了胆囊。"}
