{"text":"一月十三日。来信张孟闻来信张孟闻从前，我们几个人，曾经发刊过一种半月刊，叫做大风，因为各人事情太忙，又苦于贫困，出了不多几期，随即停刊。现在，因为革命过了，许多朋友饭碗革掉了，然而却有机会可以做文章，而且有时还能聚在一起，所以又提起兴致来，重行发刊大风。在宁波，我和印刷局去商量，那位经理先生看见了这大风两个字就吓慌了。于是再商量过，请夏丐尊先生为我们题签，改称山雨。我们自己都是肚里雪亮，晓得这年头儿不容易讲话，一个不好便会被人诬陷，丢了头颅的。所以写文章的时候，是非凡小心在意，谨慎恐惧，惟恐请到监狱里去。――实在的，我们之中已有好几个尝过那味儿了，我自己也便是其一。我们不愿意冤枉尝试第二次，所以写文章和选稿子，是十二分道地的留意，经过好几个人的自己戒严，觉得是万无疵累，于是由我送到印刷局去，约定前星期六去看大样。在付印以前，已和上海的开明书店，现代书局，新学会社，以及杭州，汉口，等处几个书店接洽好代售的事情，所以在礼拜六以前，我们都安心地等待刊物出现。这虽然是小玩意儿，但是自己经营东西，总满是希罕珍爱着的，因而望它产生出来的心情，也颇恳切。上礼拜六的下午，我跑去校对，印书店的老板却将原稿奉还，我是赶着送终了，而山雨也者，便从此寿终正寝。整册稿子，毫无违碍字样，然而竟至于此者，年头儿大有关系。印书店老板奉还稿子时，除了诚恳地道歉求恕之外，并且还有声明，他说先生，我们无有不要做生意的道理，实在是经不起风浪惊吓。这刊物，无论是怎样地文艺性的或什么性的，我们都不管，总之不敢再印了。去年，您晓得的，也是您的朋友，拿了东西给我们印，结果是身入囹圄，足足地坐了个把月，天天担心着绑去斫头。店里为我拿出了六七百元钱不算外，还得封闭了几天。乡下住着的老年双亲，凄惶地跑上城来，哭着求别人讲情。在军阀时候，乡绅们还有面子好买，那时候是开口就有土豪劣绅的嫌疑。先生，我也吓得够了，我不要再惊动自己年迈的父母，再不愿印刷那些刊物了。收受您的稿子，原是那时别人的糊涂，先生，我也不好说您文章里有甚么，只是求您原谅赐恩，别再赐顾这等生意了。"}
{"text":"去年，您晓得的，也是您的朋友，拿了东西给我们印，结果是身入囹圄，足足地坐了个把月，天天担心着绑去斫头。店里为我拿出了六七百元钱不算外，还得封闭了几天。乡下住着的老年双亲，凄惶地跑上城来，哭着求别人讲情。在军阀时候，乡绅们还有面子好买，那时候是开口就有土豪劣绅的嫌疑。先生，我也吓得够了，我不要再惊动自己年迈的父母，再不愿印刷那些刊物了。收受您的稿子，原是那时别人的糊涂，先生，我也不好说您文章里有甚么，只是求您原谅赐恩，别再赐顾这等生意了。看还给我的稿纸，已经有了黑色的手指印，也晓得他们已经上过版，赔了几许排字工钱了。听了这些话，难道还能忍心逼着他们硬印吗？于是山雨就此寿终了。先生，我们青年的能力，若低得只能说话时，已经微弱得可哀了然而却有更可哀的，不敢将别人负责的东西排印。同时，我们也做了非常可哀的弱羊，于是我们就做了无声而待毙的羔羊。倘使有人要绑起我们去宰割时，也许并像鸡或猪一般的哀啼都不敢作一声的。啊，可惊怕的沉默！难道这便是各地方沉默的真相吗？总之，我们就是这样送了山雨的终。并不一定是我们的怯懦，大半却是心中的颓废感情主宰了我们，教我们省一事也好。不过还留有几许落寞怅惘的酸感，所以写了这封信给你。倘使语丝有空隙可借，请将这信登载出来。我们顺便在这里揩油道谢，谢各个书局承允代售的好意。山雨最违碍的文章，据印书店老板说是偶像与奴才那一篇。这是我做的，在三年以前，身在南京，革命军尚在广东，而国府委员经子渊先生尚在宁波第四中学做校长，――然而据说到而今尚是招忌的文字，然而已经革过命了！这信里一并奉上，倘可采登，即请公布，俾国人知文章大不易写。倘使看去太不像文章，也请寄还，因为自己想保存起来，留个山雨死后――夭折――的纪念！！祝您努力！张孟闻启。三月二十八夜。本篇最初发表于一九二八年四月二十三日语丝周刊第四卷第十七期，在偶像与奴才和张孟闻来信之后。张孟闻，笔名西屏，浙江宁波人，当时是宁波浙江省立第四中学和驿亭私立春晖中学教师。语丝文艺性周刊，最初由孙伏园等编辑，一九二四年十一月创刊于北京。一九二七年十月被奉系军阀张作霖查禁，随后移至上海续刊。一九三年三月十日出至第五卷第五十二期停刊。是它的撰稿人和支持者之一，并于该刊在上海出版后一度担任编辑。"}
{"text":"三月二十八夜。本篇最初发表于一九二八年四月二十三日语丝周刊第四卷第十七期，在偶像与奴才和张孟闻来信之后。张孟闻，笔名西屏，浙江宁波人，当时是宁波浙江省立第四中学和驿亭私立春晖中学教师。语丝文艺性周刊，最初由孙伏园等编辑，一九二四年十一月创刊于北京。一九二七年十月被奉系军阀张作霖查禁，随后移至上海续刊。一九三年三月十日出至第五卷第五十二期停刊。是它的撰稿人和支持者之一，并于该刊在上海出版后一度担任编辑。不革命，是创造社某些成员批评语丝及其撰稿人的用语，如麦克昂郭沫若在文化批判第三号一九二八年三月发表的留声机器的回音中说语丝派的不革命的文学家，照他们在实践上的表示看来倒还没有甚么积极的反革命的行动。奥耳波特，美国社会心理学家。理惠拉壁画贫人之夜说明理惠拉壁画贫人之夜说明理惠拉以一八八六年生于墨西哥，然而是久在西欧学画的人。他二十岁后，即往来于法兰西，西班牙和意大利，很受了印象派，立体派，以及文艺复兴前期的壁画家的影响。此后回国，感于农工的运动，遂宣言与民众同在，成了有名的生地壁画家。生地壁画者，乘灰粉未干之际，即须挥毫傅彩，是颇不容易的。他的壁画有三处，一为教育部内的劳动院，二为祭祝院，三为查宾戈农业学校。这回所取的一幅，是祭祝院里的。理惠拉以为壁画最能尽社会的责任。因为这和宝藏在公侯邸宅内的绘画不同，是在公共建筑的壁上，属于大众的。因此也可知倘还在倾向沙龙绘画，正是现代艺术中的最坏的倾向。本篇最初发表于一九三一年十月二十日北斗月刊第一卷第二期，原题贫人之夜。未署名。理惠拉―，通译里维拉，墨西哥画家，墨西哥壁画运动重要成员之一。主要作品有壁画人――世界的主人大地的母亲等。印象派十九世纪后半期在欧洲最早在法国兴起的一种文艺思潮。印象派的绘画强调表现艺术家瞬间的主观印象，重在色彩光线，不拘泥于对客观事物的真实描绘。这种思潮后来影响到文学音乐雕塑等各方面。立体派二十世纪初形成于法国的一种资产阶级艺术流派。它反对客观地描绘事物，主张以几何图形立方体球体和圆锥体作为造型艺术的基础，作品构图怪诞。"}
{"text":"主要作品有壁画人――世界的主人大地的母亲等。印象派十九世纪后半期在欧洲最早在法国兴起的一种文艺思潮。印象派的绘画强调表现艺术家瞬间的主观印象，重在色彩光线，不拘泥于对客观事物的真实描绘。这种思潮后来影响到文学音乐雕塑等各方面。立体派二十世纪初形成于法国的一种资产阶级艺术流派。它反对客观地描绘事物，主张以几何图形立方体球体和圆锥体作为造型艺术的基础，作品构图怪诞。文艺复兴前期的壁画家文艺复兴前期，意大利壁画艺术空前繁荣，代表人物有乔托，―马萨丘，―等，他们所绘宗教题材的人物画具有世俗的生活气息，注意运用透视学解剖学和色彩学，对后来的绘画艺术产生过很大的影响。沙龙法语的音译，本义为客厅。沙龙绘画，指上流社会的绘画。莲蓬人莲蓬人芰裳荇带处仙乡，风定犹闻碧玉香。鹭影不来秋瑟瑟，苇花伴宿露。扫除腻粉呈风骨，褪却红衣学淡妆。好向濂溪称净植，莫随残叶堕寒塘！本篇录自周作人日记，写于一九年，署名戛剑生。濂溪周敦颐―，字茂叔，别号濂溪，道州营道今湖南道县人，北宋理学家。他在爱莲说中咏赞莲花出淤泥而不染，濯清涟而不妖，中通外直，不蔓不枝，香远益清，亭亭净植，可远观而不可亵玩。两种黄帝子孙两种黄帝子孙林语堂先生以为现代中国人尊其所不当尊，弃其所不当弃，其实物质文明吃穿居住享用还是咱们黄帝子孙内行。但咱们黄帝子孙好像有两种一种是天生蛮性的一种是天生没有蛮性，或者已经消灭。而物质文明也至少有两种一种是吃肥甘，穿轻暖，住洋房的一种却是吃树皮，穿破布，住草棚，――吃其所不当吃，穿其所不当穿，而且住其所不当住。咱们黄帝子孙正如蛮性的难以都有一样，其实物质文明吃穿居住享用也并不全内行。哈哈，玩笑玩笑。本篇最初发表于一九三五年六月二十日太白半月刊第二卷第七期掂斤簸两栏，署名直入。见林语堂在人间世半月刊第二十六期一九三五年四月发表的谈中西文化一文。"}
{"text":"咱们黄帝子孙正如蛮性的难以都有一样，其实物质文明吃穿居住享用也并不全内行。哈哈，玩笑玩笑。本篇最初发表于一九三五年六月二十日太白半月刊第二卷第七期掂斤簸两栏，署名直入。见林语堂在人间世半月刊第二十六期一九三五年四月发表的谈中西文化一文。玩笑玩笑林语堂一九三四年十二月二十七日在暨南大学的讲演做文与做人中说做文是茶余饭后的事，不必认真，玩笑玩笑，寻寻开心。见一九三五年三月五日芒种半月刊创刊号所载曹聚仁我与林语堂先生往还的终始一文所引柳无忌来信按语柳无忌来信按语谨按――我的中国小说史略，是先因为要教书糊口，这才陆续编成的，当时限于经济，所以搜集的书籍，都不是好本子，有的改了字面，有的缺了序跋。玉娇梨所见的也是翻本，，著作年代，都无从查考。那时我想，倘能够得到一本明刻原本，那么，从板式，印章，序文等，或者能够推知著作年代和的真姓名罢，然而这希望至今没有达到。这三年来不再教书，关于小说史的材料也就不去留心了。因此并没有什么新材料。但现在研究小说史者已经很多，并且又开辟了各种新方面，所以现在便将柳无忌先生的信，借语丝公开，希望得有关于玉娇梨的资料的读者，惠给有益的文字。这，大约是语丝也很愿意发表的。一九三年，二月十九日。启事启事民众文艺稿件，有一部份经我看过，已在第十四期声明。现因自己事繁，无暇细读，并将一部份的校阅，亦已停止，自第十七期起，即不负任何责任。四月十四日。本篇最初刊于一九二五年四月十七日京报副刊。自传自传我于一八八一年生于浙江省绍兴府城里的一家姓周的家里。父亲是读书的母亲姓鲁，乡下人，她以自修得到能够看书的学力。听人说，在我幼小时候，家里还有四五十亩水田，并不很愁生计。但到我十三岁时，我家忽而遭了一场很大的变故，几乎什么也没有了我寄住在一个亲戚家里，有时还被称为乞食者。我于是决心回家，而我底父亲又生了重病，约有三年多，死去了。"}
{"text":"自传自传我于一八八一年生于浙江省绍兴府城里的一家姓周的家里。父亲是读书的母亲姓鲁，乡下人，她以自修得到能够看书的学力。听人说，在我幼小时候，家里还有四五十亩水田，并不很愁生计。但到我十三岁时，我家忽而遭了一场很大的变故，几乎什么也没有了我寄住在一个亲戚家里，有时还被称为乞食者。我于是决心回家，而我底父亲又生了重病，约有三年多，死去了。我渐至于连极少的学费也无法可想我底母亲便给我筹办了一点旅费，教我去寻无需学费的学校去，因为我总不肯学做幕友或商人，――这是我乡衰落了的读书人家子弟所常走的两条路。其时我是十八岁，便旅行到南京，考入水师学堂了，分在机关科。大约过了半年，我又走出，改进矿路学堂去学开矿，毕业之后，即被派往日本去留学。但待到在东京的豫备学校毕业，我已经决意要学医了。原因之一是因为我确知道了新的医学对于日本维新有很大的助力。我于是进了仙台医学专门学校，学了两年。这时正值俄日战争，我偶然在电影上看见一个中国人因做侦探而将被斩，因此又觉得在中国医好几个人也无用，还应该有较为广大的运动先提倡新文艺。我便弃了学籍，再到东京，和几个朋友立了些小计划，但都陆续失败了。我又想往德国去，也失败了。终于，因为我底母亲和几个别的人很希望我有经济上的帮助，我便回到中国来这时我是二十九岁。我一回国，就在浙江杭州的两级师范学堂做化学和生理学教员，第二年就走出，到绍兴中学堂去做教务长，第三年又走出，没有地方可去，想在一个书店去做编译员，到底被拒绝了。但革命也就发生，绍兴光复后，我做了师范学校的校长。革命政府在南京成立，教育部长招我去做部员，移入北京后来又兼做北京大学，师范大学，女子师范大学的国文系讲师。到一九二六年，有几个学者到段祺瑞政府去告密，说我不好，要捕拿我，我便因了朋友林语堂的帮助逃到厦门，去做厦门大学教授，十二月走出，到广东做了中山大学教授，四月辞职，九月出广东，一直住在上海。我在留学时候，只在杂志上登过几篇不好的文章。初做小说是一九一八年，因为一个朋友钱玄同的劝告，做来登在新青年上的。这时才用的笔名也常用别的名字做一点短论。现在汇印成书的有两本短篇小说集呐喊，彷徨。一本论文，一本回忆记，一本散文诗，四本短评。别的，除翻译不计外，印成的又有一本中国小说史略，和一本编定的唐宋传奇集。"}
{"text":"我在留学时候，只在杂志上登过几篇不好的文章。初做小说是一九一八年，因为一个朋友钱玄同的劝告，做来登在新青年上的。这时才用的笔名也常用别的名字做一点短论。现在汇印成书的有两本短篇小说集呐喊，彷徨。一本论文，一本回忆记，一本散文诗，四本短评。别的，除翻译不计外，印成的又有一本中国小说史略，和一本编定的唐宋传奇集。一九三年五月十六日本篇据手稿编入。它是在一九二五年所作自叙传略收入集外集的基础上增补修订而成的。段祺瑞―字芝泉，安徽合肥人，北洋军阀皖系首领。一九二四年至一九二六年任北洋政府临时执政。一九二六年他制造了镇压群众反帝爱国运动的三一八惨案。事后，又发布秘密通缉令，据一九二六年三月二十六日京报披露，该项通缉令所罗织之罪犯闻竟有五十人之多，如周树人即许寿裳均包括在内，闻所开五十人中之学界部分，系教长马君武亲笔开列。林语堂―福建龙溪人，作家。曾留学美国德国，回国后在北京大学北京女子师范大学等校任教。语丝撰稿人之一。三十年代在上海编辑论语人间世等刊物，提倡幽默和闲适。一九二六年六月他任厦门大学文科主任兼国学研究院秘书时，曾推荐到厦门大学任教。吕超墓出土吴郡郑蔓镜考吕超墓出土吴郡郑蔓镜考右竟出山阴兰上乡吕超墓中，墓有铭，尝得墨本二枚，国号纪元俱泐。以其官随郡王国中军，又有己巳字，因定为齐永明十一年十一月葬。竟则止闻铭辞云是郑氏作镜幽蛉商幽明镜十一字，篆书，不能得墨本。六月中，中弟起明归会稽，遂见此竟，告言径建初尺四寸四分，质似铅，已裂为九，又失其二，然所阙皆华饰，而文字具在。未几，手拓见寄。铭有二层，与所传者绝异，文句夺，取他竟铭校之，始知大较。外层云五月五日，大岁在未。吴郑蔓作其镜，幽蛉商，周刻禺疆，白，众神容，凡卅字。内层云吾作明幽竟蛉商周，凡十字。上虞罗氏古镜图录收金山程氏所藏一竟，文字略同，末云众神见容天禽，较此多三字，而句亦未尽。他竟尚有作天禽四守者也。"}
{"text":"未几，手拓见寄。铭有二层，与所传者绝异，文句夺，取他竟铭校之，始知大较。外层云五月五日，大岁在未。吴郑蔓作其镜，幽蛉商，周刻禺疆，白，众神容，凡卅字。内层云吾作明幽竟蛉商周，凡十字。上虞罗氏古镜图录收金山程氏所藏一竟，文字略同，末云众神见容天禽，较此多三字，而句亦未尽。他竟尚有作天禽四守者也。古人铸冶，多以五月丙午日，虞喜志林谓取纯火精以协其数初学记廿二引。今所见汉魏竟，带句，帐构铜，凡勒年月者，大率云五月丙午日作而五日顾未闻宜铸，唯索缕，采药，辟兵，却病之事，兴作甚多。后世推类，或并以造竟。家所臧唐代小镜一枚，亦云五月五日午时造，则此事当始于晋，至唐犹然。大岁在未，在字反左书，未年亦不知何年，未又似戊午或丙午，或作，得转如未，所未详也。吴下一字，仅存小半，程氏臧竟作，罗氏题为吴郡郑蔓镜。吴越接壤，便于市卖，所释当J。郡字并亦反左书，郑又如|，蔓又似，皆变。幽蛉商者，关中金石记尝以仪礼郑注日入三商为昏语释永康竟铭，然孔疏云，商谓商量，是刻漏名，则亦无与竟事。墨林快事以为三金，于义最协。他竟或云幽蚬商，或云合虬谆啤９为土，商为金，金白土黄竟则丹扬善铜，s砸淅嗳渖瓢祝挥s嗤颍水名，乃之误，又玻保薄澄Ys三金，犹云合虬谆疲亦即幽固矣者６山悍〔１Ｔ票狈截，人面鸟身。郭注字玄冥，水神也。竟之为物，仪形曜灵，月为水精，故刻禺。禺字上有羡画，他竟或成万。又有云周刻罔象者，罔象亦水精，与此同意。白即伯牙，建安竟铭有白单语，徐氏同柏云未详。今按彼为伯牙弹琴，而此字尤缪，唯迹象可据寻究。颇似乐，殆亦单琴之误也。据程氏竟，神容二字间，当见字，见容即见形矣。末三句十一字，并颂雕文刻镂之美。而竟止作四神人，乘异兽，其二今阙。又有四乳，具存。内层之亦吾字，笔画不完，遂与予字相似。亦幽也，他竟多如此作。此铭在汉，当有全文，施之巨竟。后来娄经转刻，夺落舛误，弥失其初，遂至不可诵说。"}
{"text":"白即伯牙，建安竟铭有白单语，徐氏同柏云未详。今按彼为伯牙弹琴，而此字尤缪，唯迹象可据寻究。颇似乐，殆亦单琴之误也。据程氏竟，神容二字间，当见字，见容即见形矣。末三句十一字，并颂雕文刻镂之美。而竟止作四神人，乘异兽，其二今阙。又有四乳，具存。内层之亦吾字，笔画不完，遂与予字相似。亦幽也，他竟多如此作。此铭在汉，当有全文，施之巨竟。后来娄经转刻，夺落舛误，弥失其初，遂至不可诵说。余以此竟出于故乡，铭文又不常见，长夏索居，辄加审释，虽多所穿凿，终亦不能尽通，聊记所获，以备忘失。又闻越竟铅泉，时或出土，而铅竟甚为希有盖铅锡事本非宜，而此则窀夕所用，故犹刍灵木寓，象物斯足，不复幽蛉商与。中华民国七年七月廿九日记。本篇据手稿编入，原无标题，有句读。郑蔓，汉代吴郡治所在今江苏苏州著名铸镜人，后人造镜多假托其名。起明即周作人―，号起孟，又作启孟起明启明，的二弟。曾在绍兴浙江省立第五中学北京大学北京女子师范大学等校任教。抗日战争期间堕落为汉奸。一九一八年六月他从北京回绍兴省亲，通过陈古遗得到吴郡郑蔓镜拓本，于七月二十五日寄二枚，八月十六日又寄四枚。建初尺参看本卷第页注。罗氏即罗振玉―，字叔蕴叔言，号雪堂，浙江上虞人，清朝遗老。九一八以后成为汉奸。古镜图录，三卷，共收古镜拓片一五九枚。金山程氏所藏镜，见该书卷中第二十九面，外层铭文可辨五月五日大岁在未吴郡郑蔓作其蛉商白神见容天禽等字内层铭文为吾作明幽竟蛉商周十字。虞喜―字仲宁，余姚今属浙江人，晋代学者。志林，隋书经籍志著录三十卷，已佚。明代陶宗仪说郛清代马国翰玉函山房辑佚书中均有辑本亦有辑校本一卷，未刊行。取纯火精以协其数意思是取干支都属火的月日进行冶炼，以符合阴阳五行的术数。此说本于汉代王充论衡乱龙阳燧取火于天，五月丙午日中之时，消炼五石，铸以为器，乃能得火。后来无论是否在五月丙午日铸器，铭文往往皆作五月丙午。初学记，类书，唐代徐坚等编，三十卷。带句衣带钩。句，通钩。帐构铜，古时帐幕上用以结构木架的铜件。"}
