{"text":"自然生态失去平衡使人类也遭殃。当我们清醒了这一点，我们就会在更大的系统中看人与世界的关系了。我们就知道我们必须要象主张人人平等那样主张人与自然万物的平等，我们将象放弃人际的强权与残杀那样放弃对整个自然之网的肆意施虐，由此，我们将在一切领域中卑视了以往的父性的英雄观，最被推祟的将是合理与共存与互惠，人与万物合为一个优美的舞蹈，人在这样的场中更加自由欢畅。从阶级的人，到民族的人，到人类的人，到自然的场中人，系统一步步扩大。这样的扩大永无止境，所谓无极即太极吧，这说明文学无需悲观，上帝为精神预备下了无尽无休的审美之路并非向着宏观的拓展才是系统的扩大，向着微观的深入也是。所以我想，文学也该进入一个更大的系统了，它既然是人学，至少我们应该对征服大师真理之类的词汇重新定义一下。至少我们在气吞山河之际应该意识到我们是自然之子。至少我们在主张和坚持一种主义或流派时，应该明白，文学也有一个生态环境一个场，哪一位或哪一派要充当父性的英雄，排斥众生独尊某术，立一个放之四海而皆准的真理，都会破坏了场，同时使自己特别难堪。局部的真理是多元的，放之四海而皆准的真理即整体的真理是承认这种多元――人总不能自圆其说，这是悖论的魔力。十二所谓贵族化，其实有两种含义，一种是贬意的，一种是褒意的。一群人，自己的吃穿住行一类的生活问题都已解决，因而以为天下都已温饱，不再关心大众的疾苦乃至社会主义，这当然是极糟糕的。一群人，肉体的生存已经无忧，于是有余力关心人的精神生活，甚至专事探讨人的终极问题，这没什么错，而且是很需要的。精神问题确是高于肉体问题，正如人高于其它动物。但探讨精神问题的人如果因此自命高人一等，这当然是极蠢的，说明他还没太懂人类的精神到底是怎样一个问题，这样探讨下去大约也得不出什么好结果。精神问题或人的终极问题，势必比肉体问题或日常生活问题显得玄奥。对前者的探讨，常不是广大群众所喜闻乐见的，甚至有时显得脱离实际，这很正常，绝不说明这样的探讨者应该下放劳改，或改弦更张迁就某些流行观念。"}
{"text":"精神问题确是高于肉体问题，正如人高于其它动物。但探讨精神问题的人如果因此自命高人一等，这当然是极蠢的，说明他还没太懂人类的精神到底是怎样一个问题，这样探讨下去大约也得不出什么好结果。精神问题或人的终极问题，势必比肉体问题或日常生活问题显得玄奥。对前者的探讨，常不是广大群众所喜闻乐见的，甚至有时显得脱离实际，这很正常，绝不说明这样的探讨者应该下放劳改，或改弦更张迁就某些流行观念。爱因斯坦和中学物理教师，孩子王和少林寺，航天飞机和人行横道，脏器移植和感冒冲剂，复杂的爱情与简单的生育，玄奥的哲学与通常的道德规范有什么必要争论要这个还是要那个呢？都要！不是吗？只是不要用贵族化三个字扼杀人的玄思奇想，也不必以此故作不食人间烟火状。有两极的相斥相吸才有场的和谐。贵族化一词是借用，因为过去多半只是贵族才不愁吃穿，才有余暇去关注精神。现在可以考虑，在学术领域中将贵族化一词驱逐，让它回到原来的领域中去。多数中国人的吃穿住行问题尚未解决，也许这是中国人更关心这类问题而较少关心精神生活的原因？但一向重视这类问题的中国人，却为什么一直倒没能解决了这类问题？举个例说，人口太多是其原因之一。但若追根溯源，人口太多很可能是一直较少关心精神生活的后果。――这是个过于复杂的话题。我只是想，不要把贵族化作为一个罪名来限制人们对精神生活的关怀，也不要把平民化作为较少关怀精神生活的誉美之词。这两个词，不该是学术用词。至少这两个词歧意太多，用时千万小心。我想，文学更当精神化吧。十三乐观与悲观。已经说过人的根本困境了。未见这种困境，无视这种困境，不敢面对这种困境――以此来维系的乐观，是傻瓜乐观主义。信奉这种乐观主义的人，终有一天会发现上当受骗，再难傻笑，变成绝望，苦不堪言。见了这种困境，因而灰溜溜地再也不能振作，除了抱怨与哀叹再无其它作为――这种悲观是傻瓜悲观主义。信奉这种悲观主义的人，真是惨极了，他简直就没一天好日子过。也已经说过了，人可以把困境变为获得欢乐的机会。人的处境包括所有真切的存在，包括外在的坦途和困境，也包括内在的乐观和悲观，对此稍有不承认态度，很容易就成为傻瓜。所以用悲观还是乐观来评判文学作品的好与坏，是毫无道理的。"}
{"text":"见了这种困境，因而灰溜溜地再也不能振作，除了抱怨与哀叹再无其它作为――这种悲观是傻瓜悲观主义。信奉这种悲观主义的人，真是惨极了，他简直就没一天好日子过。也已经说过了，人可以把困境变为获得欢乐的机会。人的处境包括所有真切的存在，包括外在的坦途和困境，也包括内在的乐观和悲观，对此稍有不承认态度，很容易就成为傻瓜。所以用悲观还是乐观来评判文学作品的好与坏，是毫无道理的。表现和探讨人的一切处境，一切情感和情绪，是文学的正当作为，这种作为恰恰说明它没有沾染傻瓜主义。当人把一切坦途和困境乐观和悲观，变作艺术，来观照来感受来沉思，人便在审美意义中获得了精神的超越，他不再计较坦途还是困境，乐观还是悲观，他谛听着人的脚步与心声，他只关心这一切美还是不美这儿的美仍然不是指漂亮，而是指兼有着敬畏的骄傲。所以，乐观与悲观实在不是评判文学作品的标准，也让它回到它应该在的领域中去吧。况且，从另一种逻辑角度看，敢于面对一切不正是乐观吗？遮遮掩掩肯定是悲观。这样看来，敢于写悲观的作品倒是乐观，光是叫嚷乐观的人倒是悲观――悖论总来纠缠我们。一九八八年爱情问题有人说，世界上，每分每秒都有贝多芬的乐曲在奏响在回荡，如果真有外星人的话，他们会把这声音认作地球的标志就像土星有一道美丽的环，据此来辨认我们居于其上的这颗星星。这是个浪漫的想象。何妨再浪漫些呢？若真有外星人，外星人爷爷必定会告诉外星人孙子，这声音不过是近二百年来才出现的，而比这声音古老得多的声音是爱情。爱情，几千年来人类以各种发音说着唱着赞美着和向往着它，缠绵激荡片刻不息。因此，外星人爷爷必定会纠正外星人孙子爱情――这声音，才是银河系中那颗美丽星星的标志呢。但，爱情是什么？爱情，都是什么呢？大约不会有人反对美满的爱情必要包含美妙的性注本文中的性意指性吸引性行为性快乐，而美满的性当然要以爱情为前提。因为世上还有一种叫作友爱的情感，以及一种叫作嫖娼和一种叫作施暴的行为。因而大约也就不会有人反对爱情不等于性，性也不能代替爱情。如同红灯区里的男人或女人都不能代替爱人。这差不多能算一种常识。"}
{"text":"但，爱情是什么？爱情，都是什么呢？大约不会有人反对美满的爱情必要包含美妙的性注本文中的性意指性吸引性行为性快乐，而美满的性当然要以爱情为前提。因为世上还有一种叫作友爱的情感，以及一种叫作嫖娼和一种叫作施暴的行为。因而大约也就不会有人反对爱情不等于性，性也不能代替爱情。如同红灯区里的男人或女人都不能代替爱人。这差不多能算一种常识。问题是那个不等同于性的爱情是什么？那个性所不能代替的爱情，是什么？包含性并且大于性的那个爱情，到底是怎么一种事？也许爱情，就是友爱加性吸引？就算这机械的加法并不可笑，但是，为什么你的异性朋友不止十个，而爱人却只有一个或同时只有一个呢？因为只有一个对你产生性吸引？是吗？也许有人是。可我不是。我不是而且我相信，像我这样不止从一个异性那儿感受到吸引的人很多，像我这样不止被一个美丽女人惊呆了眼睛和惊动了心的男人很多，像我这样公开或暗自赞美过两个以上美妙异性的人肯定占着人类的多数。证明其实简单你还没有看见你的爱人之时你早已看见了异性的美妙，你被异性惊扰和吸引之后你才开始去寻找爱人。你在寻找一个事先并不确定的异性作你的爱人，这说明你在选择。你在选择，这说明对你有性吸引力的异性并不只有一个。那么，选择的根据是什么？若仅仅是性，便没有什么爱情发生，因而那是动物界司空见惯的事件与本文无关。你的根据当然是爱情。但是爱情是什么眼下还不知道。现在只知道了一件事性吸引从来不是一对一的，从来是多向的，否则物种便要在无竞争中衰亡。我读过一篇小说，写一对恋人或夫妻出门去，走在街上走进商店坐上公共汽车和坐进餐厅里，女人发现男人的目光常常投向另外的女人一些漂亮或性感的女人，于是她从扫兴到愤怒终至离开了那男人。这篇小说明显是嘲讽那个男人，相信他不懂得爱情和不忠于爱情。但该小说的这一判断只有一半的可能是对的，只有一半的可能是，那个男人尚未走出一般动物的行列。另外一半的可能是那个女人不懂爱情。首先她没弄清性与爱的分别，性是多指向的，而性的多指向未必不可以与爱的专一共存。其次她把自己仅仅放在了性的位置上，因为只有在这个位置上她与另外那些女人才是可比的。"}
{"text":"这篇小说明显是嘲讽那个男人，相信他不懂得爱情和不忠于爱情。但该小说的这一判断只有一半的可能是对的，只有一半的可能是，那个男人尚未走出一般动物的行列。另外一半的可能是那个女人不懂爱情。首先她没弄清性与爱的分别，性是多指向的，而性的多指向未必不可以与爱的专一共存。其次她把自己仅仅放在了性的位置上，因为只有在这个位置上她与另外那些女人才是可比的。第三，那男人没有因为众多的性吸引而离开她，她可想过这是为什么吗？她显然没想过，因为倒是她仅仅为了性妒忌而离开了她的恋人或丈夫。恋人们或夫妻们，应该承认性吸引的多向性，应该互相允许公开或暗自赞赏其他异性之魅力。但是！但是恋人们或夫妻们，可以承认和允许多向的性行为么？不，当然不，至少我不，至少当今绝对多数的人都――不！这，是为什么？这是一个最严重也最有价值的问题。毫无疑问，是因为爱情，因为必须维护爱情的神圣与纯洁，因为专―的爱情才受到赞扬。但是，这就有点奇怪，这就必然引出两个不能含混过去的问题一是，爱情既然是一种美好的情感，为什么要专一？为什么只能对一个人？为什么必须如此吝啬？为什么这吝啬或自私倒要受到赞扬，和被誉为神圣与纯洁？二是，性吸引既然是多向的，为什么性行为不应该也是多向的？为什么性行为要受到限制，而且是以爱情神圣与纯洁的名义来限制？为什么对性的态度，竟是对爱情忠贞与否的一个很重要的证明？为什么多向的性吸引可与爱情共存，而多向的性行为便被视为对爱情的不忠？先说第二个问题。这不忠的观念，可能是源于早先的把爱情与婚姻家庭混为一谈，源于婚姻家庭所关涉的财产继承。所以这不忠，曾经主要是一个经济问题，现在则不过是旧观念的遗留问题。这不无道理。但，这么简单么？那么在今天，爱情已不等同于婚姻家庭，已常常与经济无涉，这不忠的观念是否就没有了基础就很快可以消逝了呢？或者这不忠的观念，仅仅是出于动物式的性争夺，在宽厚豁达和更为进步的人那儿已不存在？"}
{"text":"所以这不忠，曾经主要是一个经济问题，现在则不过是旧观念的遗留问题。这不无道理。但，这么简单么？那么在今天，爱情已不等同于婚姻家庭，已常常与经济无涉，这不忠的观念是否就没有了基础就很快可以消逝了呢？或者这不忠的观念，仅仅是出于动物式的性争夺，在宽厚豁达和更为进步的人那儿已不存在？我知道一位现代女性，她说只要她的丈夫是爱她的，她丈夫的性对象完全可以不限于她，她说她能理解，她说她自己并不喜欢这样但是她能理解她的丈夫，她说只要他爱我，只要他仍然是爱我的，只要他对别人不是爱，他只爱我。可是，当那男人真的有了另外的性对象而且这样的事情慢慢多起来时，这位现代女性还是陷入了痛苦。不，她并不推翻原来的诺言，她的痛苦不是因为旧观念的遗留，更不是性忌妒，而是一个始料未及的问题可我怎么能知道，他还是爱我的？她说，虽然他对她一如既往，但是她忽然不知道为什么他还是爱她的。她不知道在他眼里和心中，她与另外那些女人有什么不同。她不知道为什么她不是与另外那些女人一样，也仅仅是他的一个性对象？她问什么能证明爱情？一如既往的关心体贴爱护帮助这些就是爱情的证明么？可这是母爱父爱友爱兄弟姐妹之爱也可以做到的呀？但是爱情，需要证明，需要在诸多种爱的情感中独树一帜表明那不是别的那正是爱情！什么，能证明爱情？曾有某出版社的编辑，约我就爱情之题写一句话。我想了很久，写了没有什么能够证明爱情，爱情是孤独的证明。这句话很可能引出误解，以为就像一首旧民谣中所表达的愿望，爱情只是为了排遣寂寞。那首旧民谣这样说小小子儿，坐门墩儿，哭着喊着要媳妇儿。要媳妇儿干嘛呀？点灯说话儿，吹灯就伴儿，早上起来梳小辫儿。不，孤独并不是寂寞。无所事事你会感到寂寞，那么日理万机如何呢？你不再寂寞了但你仍可能孤独。孤独也不是孤单。门可罗雀你会感到孤单，那么门庭若市怎样呢？你不再孤单了但你依然可能感到孤独。孤独更不是空虚和百无聊赖。孤独的心必是充盈的心，充盈得要流溢出来要冲涌出去，便渴望有人呼应他收留他理解他。孤独不是经济问题也不是生理问题，孤独是心灵问题，是心灵间的隔膜与歧视甚或心灵间的战争与戕害所致。那么摆脱孤独的途径就显然不能是日理万机或门庭若市之类，必须是心灵间戕害的停止战争的结束屏障的拆除，是心灵间和平的到来。"}
{"text":"你不再寂寞了但你仍可能孤独。孤独也不是孤单。门可罗雀你会感到孤单，那么门庭若市怎样呢？你不再孤单了但你依然可能感到孤独。孤独更不是空虚和百无聊赖。孤独的心必是充盈的心，充盈得要流溢出来要冲涌出去，便渴望有人呼应他收留他理解他。孤独不是经济问题也不是生理问题，孤独是心灵问题，是心灵间的隔膜与歧视甚或心灵间的战争与戕害所致。那么摆脱孤独的途径就显然不能是日理万机或门庭若市之类，必须是心灵间戕害的停止战争的结束屏障的拆除，是心灵间和平的到来。心灵间的呼唤与呼应投奔与收留坦露与理解，那便是心灵解放的号音，是和平的盛典是爱的狂欢。那才是孤独的摆脱，是心灵享有自由的时刻。但是这谈何容易，谈何容易！让我们记起人类社会是怎样开始的吧。那是从亚当和夏娃偷吃了禁果于是知道了善恶之日开始的，是从他们各自用树叶遮挡起生殖器官以示他们懂得了羞耻之时开始的。善恶观对与错好与坏伟大与平庸与渺小等等，意味着价值和价值差别的出现。羞耻感荣与辱，扬与贬，歌颂与指责与唾骂等等，则宣告了心灵间战争的酿成，这便是人类社会的独有标记，这便是原罪吧，从那时起，每个人的心灵都要走进千万种价值的审视评判褒贬乃至误解中去枪林弹雨一般，每个人便都不得不遮挡起肉体和灵魂的羞处，于是走进隔膜与防范，走进了孤独。但从那时起所有的人就都生出了一个渴望走出孤独，回归乐园。那乐园就是，爱情。寻找爱情，所以不仅仅是寻找性对象，而根本是寻找乐园，寻找心灵的自由之地。这样看来，爱情是可以证明的了。自由可以证明爱情。自由或不自由，将证明那是爱情或者不是爱情。自由的降临要有一种语言来宣告。文字已经不够，声音已经不够，自由的语言是自由本身。解铃还需系铃人。孤独是从遮掩开始的，自由就要从放弃遮掩开始。孤独是从防御开始的，自由就要从拆除防御开始。孤独是从羞耻开始的自由就要从废除羞耻开始。孤独是从衣服开始，从规矩开始，从小心谨慎开始，从距离和秘密开始，那么自由就要从脱去衣服开始，从破坏规矩开始，从放浪不羁开始，从消灭距离和泄露秘密开始我想，相视如仇一定是爱的结束，相敬如宾呢，则可能还不曾有爱。性行为是一种语言。"}
{"text":"孤独是从防御开始的，自由就要从拆除防御开始。孤独是从羞耻开始的自由就要从废除羞耻开始。孤独是从衣服开始，从规矩开始，从小心谨慎开始，从距离和秘密开始，那么自由就要从脱去衣服开始，从破坏规矩开始，从放浪不羁开始，从消灭距离和泄露秘密开始我想，相视如仇一定是爱的结束，相敬如宾呢，则可能还不曾有爱。性行为是一种语言。在爱人们那儿，坦露肉体已不仅仅是生理行为的揭幕，更是心灵自由的象征炽烈地贴近已不单单是性欲的摧动，更是心灵的相互渴望狂浪的交合已不只是繁殖的手段，而是爱的仪式。爱的仪式不能是自娱，而必得是心灵间的呼唤与应答。爱的仪式，并不发生在一个与世隔绝的孤岛，爱的仪式是百年孤独中的一炬自由之火。在充满心灵战争的人间，唯这儿享有自由与和平。这儿施行与外界不同甚或相反的规则，这儿赞美赤身裸体，这儿尊敬神魂颠倒，这儿崇尚礼崩乐坏，这儿信奉敞开心扉。这就是爱的仪式。爱的表达。爱的宣告。爱的倾诉。爱之祈祷或爱之祭祀。君王与嫔妃嫖客与娼妓爱人与爱人，其性行为之方式的相同点想必很多，那是由于身体的限制。但其性行为之方式的不同点肯定更多，因为，就便是相同的行动也都流溢着不同的表达，那是源自心灵的创造。譬如哭，是忧伤还是矫情，一望可知。譬如笑，是欢欣还是敷衍，一望可知。譬如西门庆和查泰莱夫人的情人，其境界的大不同一读可知。这很像是人们用着相同的文字，而说着不同的话语。相同的文字大家都认得，不同的话语甚至不能翻译。顺便想到什么是淫荡呢？在不赞成禁欲的人看来，并没有淫荡的肉身，只有淫荡的心计。只要是爱的表达譬如查泰莱夫人与其情人，一切礼崩乐坏的作为都是真理，并无淫荡可言。而若有爱之外的指向譬如西门庆，再规范再八股的行动也算流氓。性是爱的仪式，爱情有多么珍重，性行为就要多么珍重。好比，总不能在婚礼上奏哀乐吧，总不能为了收取祭品就屡屡为亲娘老子行葬礼吧。仪式，大约有着图腾的意味，是要虔敬的。改变一种仪式，意味着改变一种信念，毁坏一种仪式就是放弃一种相应的信念。性行为，可以是爱的仪式，当然也可以是不爱的告白。这就是为什么，对性的态度，是对爱情忠贞与否的一个重要证明。这就是为什么，性要受到限制，而且是以爱情的名义。爱情，不是自然事件，不是荒野上交媾的季节。"}
{"text":"好比，总不能在婚礼上奏哀乐吧，总不能为了收取祭品就屡屡为亲娘老子行葬礼吧。仪式，大约有着图腾的意味，是要虔敬的。改变一种仪式，意味着改变一种信念，毁坏一种仪式就是放弃一种相应的信念。性行为，可以是爱的仪式，当然也可以是不爱的告白。这就是为什么，对性的态度，是对爱情忠贞与否的一个重要证明。这就是为什么，性要受到限制，而且是以爱情的名义。爱情，不是自然事件，不是荒野上交媾的季节。爱情是社会事件，在亚当夏娃走出伊甸园之后发生，爱情是在相互隔膜的人群里爆发的一种理想，并非一种生理的分泌。所以性不能代替爱情。所以爱情包含性又大于性。再说第一个问题爱情既然是美好的感情，为什么要专一为什么不该多向呢？为什么不该在三个以至一万个人之间实现这种感情呢？好东西难道不应该扩大倒应该缩小到只是一对一？多向的爱情，正可与多向的性吸引相和谐，多向的性行为何以不能仍然是爱的仪式呢？那岂不是在更大的范围里摆脱孤独么？岂不是在更大的范围里敞开心扉，实现心灵的自由与和平么？这难道不是更美好的局面？不能说这不是一个美好的理想。这差不多与世界大同类似，而且不单是在物质享有上的大同。在我想来，这更具有理想的意味。至少，以抽象的逻辑而论，没有谁能说出这样的局面有什么不美和不好。若有不美和不好，则必是就具体的不能而言。问题就在这儿，不是不该，而是不能。不是理想的不该，不是逻辑的不通，也不是心性的不欲，而是现实的不能。为什么不能？非常奇妙不能的原因，恰恰就是爱情的原因。简而言之孤独创造了爱情，这孤独的背景，恰恰又是多向爱情之不能的原因。倘万众相爱可如情侣，孤独的背景就要消失，于是爱情的原因也将不在。孤独的背景即是我们生存的背景这与悲观和乐观无涉，这是闭上眼睛也能感受到的事实，所以爱情应当珍重，爱情神圣。倘有三人之恋，我看应当赞美，应当感动，应当颂扬。这与所谓第三者绝无相同，与群婚滥交纳妾封妃更是天壤之别。唯其可能性微乎其微。更别说四。我知道有一位性解放人士，他公开宣称他爱着很多女人，不是友爱而是包含性且大于性的爱情，他的宣称不是清谈，他宣称并且实践。这实践很可能值得钦佩。但不幸，此公还有一个信条诚实。这原不需特别指出，爱情嘛，没有诚实还算什么？"}
