{"text":"索菲亚为此不断地哭闹，她想不通做妻子的为什么不能看丈夫的日记，对此只能有一个解释那里面一定写了她的坏话。在她又一次哭闹时，托尔斯泰喊了起来我把我的一切都交了出来财产，作品只把日记留给了自己。如果你还要折磨我，我就出走，我就出走！说得多么明白。这话可是索菲亚记在她自己的日记里的，她不可能捏造对她不利的话。那个夜晚她又偷偷翻寻托尔斯泰的文件，终于促使托尔斯泰把出走的决心付诸行动。把围绕日记的纷争解释为争夺遗产继承权的斗争，未免太势利眼了。对于托尔斯泰来说，他死后日记落在谁手里是一件相对次要的事情，他不屈不挠争取的是为自己写日记的权利。这位公共写作领域的巨人同时也是一位为私人写作的权利献身的烈士。另一种存在纯粹的写作广播电视出版社出版一套思想者文丛，汇集具有思想者品格的的散文作品。在已出和将出的品种中，除了韩少功何怀宏和我的散文外，还有一本韩东散文。作为该套丛书的主编，我正在读韩东的这部书稿。坦率地说，我以前只读过韩东的诗，很喜欢，也知道他近些年写小说，颇出名，但从没有把他看成一个散文作家。向他约稿是丛书的责任编辑钟晶晶提出的，我虽然同意了，心中却不免存疑。凭直觉，我对他有一种基本的信任，相信一个作家的精神力度是一个常数，一般不会在另一种体裁中丧失。我担心的是数量，因为写散文是不能突击的，这要靠平时的积累。事实上，现在摆在我面前的韩东散文的数量的确不多，仅二十余万字，并且其文字或思辨或朴实，与所谓美文彻底无关，但所包含的思想内涵已足以令我欣赏。这些文章分为三部分。第一部分是对爱情的一种相当独特的研究，我想在以后有机会时再进行讨论。第二三部分是对诗小说写作的思考，表达了一位写的一种相当纯粹的写作立场，趁着印象新鲜，我先来说一说我在这方面的感想。我相信，凡真正的诗人小说家文学写都是作品至上主义者，他的野心仅到作品止，最大的野心便是要写出好作品。这就是我所说的纯粹的写作立场。当然，除了这个最大的野心之外，他也许还会有一些较小的非文学性质的野心，例如想获得社会上的成功。有时候，这两种野心彼此混杂，难以分清，因为写出的究竟是否好作品，似乎不能单凭自己满意，往往还需要某种来自社会的承认。"}
{"text":"我相信，凡真正的诗人小说家文学写都是作品至上主义者，他的野心仅到作品止，最大的野心便是要写出好作品。这就是我所说的纯粹的写作立场。当然，除了这个最大的野心之外，他也许还会有一些较小的非文学性质的野心，例如想获得社会上的成功。有时候，这两种野心彼此混杂，难以分清，因为写出的究竟是否好作品，似乎不能单凭自己满意，往往还需要某种来自社会的承认。然而，自己满意始终是第一位的，如果把社会承认置于自己满意之上，社会野心超过甚至扼杀了文学野心，一个写就会蜕变成一个世俗角色。写要迅速获得社会上的成功，通常有两个途径一是向大众献媚，通过迎合和左右公众趣味而成为大众偶像二是向权威献媚，以非文学的手段赢得某个文学法庭的青睐。前者属于商业行为，后者则多半有政治投机之嫌。当然，世上并无文学法庭，一切自以为有权对文学做出判决的法庭都带有公开或隐蔽的政治性质。同样，凡是以某种权威力量包括诺贝尔奖的认可为目的的写作，本质上都是非文学的。这些追求的功利意图是显而易见的，作为文学圈中的人，韩东对之有着清醒的观察。在此之外，还有一些表面看来不那么功利，甚至好像非常崇高的意图，韩东的清醒更在于看出了它们的非文学性质。譬如说，有些人为了进入文学史而写作，他认为这是很可笑的，并讥笑那些渴望成为大师的人是给自己确立了一个平庸的人生目标，其平庸的程度丝毫不亚于一心要当科长局长的小公务员。另一种可笑是以神圣自居，例如把海子封为诗歌烈士，同时也借此确认了自己的一种神圣身份。他尖锐地指出，在这些奢谈神圣者那里，我们看不到对神圣之物的谦卑和诚信，看到的只是僭越的欲望。其实，进入文学史和以神圣自居往往是现实的功利欲求受挫后的自我安慰，在想像中把此种欲求的满足放到了未来或者天国。正如韩东所说，这些人过于自恋，宁愿使自己的形象更唬人些，也不愿把作品写得更好些。一个专注于作品本身的人，即使在现实生活中不甚得志，也仍然不需要这类安慰。所谓传统的问题好像使许多文学青年当然不只是文学青另一种存在年感到困扰。这个问题有两层意思。"}
{"text":"正如韩东所说，这些人过于自恋，宁愿使自己的形象更唬人些，也不愿把作品写得更好些。一个专注于作品本身的人，即使在现实生活中不甚得志，也仍然不需要这类安慰。所谓传统的问题好像使许多文学青年当然不只是文学青另一种存在年感到困扰。这个问题有两层意思。一是传统与创新的关系，由经典作品所代表的文学传统如此强大，而后来者的价值却必须体现为创新，于是标新立异成了一种雷同的追求，因其雷同而又成了一种徒劳的努力。另一是中国传统与西方传统的关系，面对似乎在世界上占据主流地位的西方文化，一些人以国粹相对抗，另一些人企图嫁接于其上。我觉得韩东对于这个问题的看法也是单纯而深刻的。他的立足点是生命现实，每个人的生命都是具有开放性和无限可能性的空无，而任何一种传统，不论本民族传统还是异族传统，都只是这个生命所遭遇的现实之一。由于生命的共通奥秘，不同的传统是可以彼此沟通的，但沟通不是趋同，而是以阻隔相互刺激，形成想像的空间，从而让目光落向彼此身后的空无或实在，那无垠而肥沃的绝对才是我们共同的归宿。因此，对于纯粹的写来说，国粹西化标新立异皆非目的，真正有意义的事情是表达他对生命本质的领悟，这生命本质既是永恒而普遍的，又是通过他所遭遇的生命现实而属于他的。作为诗人和小说家，韩东对于诗和小说皆有独到的心得。例如，他强调诗的天赋性和纯粹性，诗人对于诗只能等待和顺应，反对长诗诗意的散文等等认为小说的本质是虚构，其使命是面对生活按其本性来说固有的无限可能性，而不是现实主义地反映浪漫主义地故意背离或者巫术式地预言现实，因为所谓现实只是生活的零星实现了的有限部分罢了。这些见解使我感到，他在文学上的感觉十分到位，而这大约不只是才能使然，而是和他坚持纯粹写作的立场分不开的。他的文论中贯穿着这一不言而喻的认识作品是一个作家得以表明自己对文学的理解的唯一手段，也是他可以从文学那里得到的最高报偿，作品之外的一切文学名义的热闹皆无价值。在我看来，一个写私人写作真正需要的除了才能之外，便是这种作品本位的信念，谁若怀着这样的信念写作，便一定能够走到他的才能所许可到达的最远方。"}
{"text":"这些见解使我感到，他在文学上的感觉十分到位，而这大约不只是才能使然，而是和他坚持纯粹写作的立场分不开的。他的文论中贯穿着这一不言而喻的认识作品是一个作家得以表明自己对文学的理解的唯一手段，也是他可以从文学那里得到的最高报偿，作品之外的一切文学名义的热闹皆无价值。在我看来，一个写私人写作真正需要的除了才能之外，便是这种作品本位的信念，谁若怀着这样的信念写作，便一定能够走到他的才能所许可到达的最远方。另一种存在写作的理由和限度一个十八岁少女，最心爱的中国作家是曹雪芹张爱玲，行李里放着一部书页发黄的红楼梦，怀着中文写作的愿望，却随父母移居到了美国。十年过去了，她现在的年龄应该属于所谓新新人类这一代，可是，读着她这本题为夜宴图的集子，我发现她和国内那些佩带日新月异的另类标签的文学新宠儿属于完全不同的人。我不禁为她庆幸，侨居异国虽然不是一个有利于母语写作的环境，但也使她远离了国内媒体的浮嚣和虚假成功的诱惑，得以在更深的层次上保护了写作的纯洁性。凭着一种亲切的感应，我信任了孙笑冬的写作。她的这本处女作在体裁上难以定位，小说散文诗的界限被模糊了，还有一些像是从笔记本里摘出的断片，然而，这恰好向我们呈现了一种原初的写作状态，一个不是职业作家的人的经典写作方式。她不是在给出版商写书，而是在搜集自己生命岁月里的珍珠。我们熟知的日常生活世界突然被一道情感的光芒照亮―――这是她对文学的理解。在书中，我们看到了突然被照亮的日常生活世界的这个或那个小角落一席谈话，一则故事，一个场景，一尊面容她的女性情感无比细腻温柔，但这柔和的光芒所照亮的是极其深邃的东西，那隐藏在黑夜中的存在之秘密，日常生活最为人熟视无睹的惊心动魄之处。我之信任孙笑冬还有一个原因，便是她和一切认真的写作者一样，也被写作的理由和限度的问题苦恼着。她懂得，除了写作，也就是一次又一次地尝试叙述我们生活的故事，我们别无办法把握和超越我们必死的命运。但是，同时她又懂得，生活中有些故事，也许是那些最美丽或最悲痛的故事，是不能够进入我们的叙述的，因为在叙述的同时我们也就歪曲贬低和彻底失去了它们。我们试图通过写作来把不可挽留的生活变成能够保存的作品，可是，一旦变成作品，我们所拥有的便只是作品而不复是生活了。"}
{"text":"我之信任孙笑冬还有一个原因，便是她和一切认真的写作者一样，也被写作的理由和限度的问题苦恼着。她懂得，除了写作，也就是一次又一次地尝试叙述我们生活的故事，我们别无办法把握和超越我们必死的命运。但是，同时她又懂得，生活中有些故事，也许是那些最美丽或最悲痛的故事，是不能够进入我们的叙述的，因为在叙述的同时我们也就歪曲贬低和彻底失去了它们。我们试图通过写作来把不可挽留的生活变成能够保存的作品，可是，一旦变成作品，我们所拥有的便只是作品而不复是生活了。心爱作家中在世的那一个也走了，在获悉张爱玲死讯的第二天，她写了绛唇珠袖两寂寞。我觉得它是全书中最见功力的一篇，写得沉痛却又异常从容。张爱玲是在一间没有家具的公寓的地毯上孤单地死去的，死后七天才被警察发现。报道这则消息的报纸就压在那一部从北京带到普林斯顿的红楼梦下面。与现世的情感联系早早地断绝了，心已经枯萎，可是，在死之前还必须忍受最不堪的几十年的沦落和孤寂。这是在说与胡兰成离异后的爱玲，还是在说黛玉死后的宝玉？应该都是。作者由此悟到，续四十回中她曾经如此欣赏的一个描绘，宝玉出家前在雪野上披一袭大红猩猩毡斗篷向贾政大拜而别，这个场面实在过于美了，因而不可能是真实的结局。的确，真实的结局很可能也是几十年的孤寂。我想对孙笑冬说的是，即使曹雪芹自己写，几十年的孤寂是写得出来的么？所以，我们也许只好用大拜而别的优美场面把宝玉送走，从而使自己能够对人生不可说的那一部分真相保持沉默了。这是否也是对写作的限度的一种遵守呢？另一种存在为自己写，给朋友读―――写在尼采在世纪的转折点上出版之际一捧着散发出新鲜油墨味的样书，真有点感慨万千。仅仅五个月前，它还是一堆手稿，飘泊在好几家出版社之间，纸张渐渐破损了。为了这本书，我和我的朋友们度过了多少个不眠之夜。去年二三月间，我把自己关在我的那间地下室里，埋头写这本书。地下室本来光线昏惨，加之当时确乎有一股如痴如醉的劲儿，愈发不知昼夜了。两个月里，写出了这十六万字。接下来，轮到我一位在出版社工作的朋友方鸣失眠了。他一直在催促我写，稿成之日，他读了十分喜欢，兴奋得彻夜不眠。作为一名编辑，他盼望亲手出这本书。然而，事与愿违。与我打交道大约是有点晦气的。几年前，我写了一部研究人性的稿子，一位热心的朋友张罗着要替我出版，气候一变，只好冻结。"}
{"text":"为了这本书，我和我的朋友们度过了多少个不眠之夜。去年二三月间，我把自己关在我的那间地下室里，埋头写这本书。地下室本来光线昏惨，加之当时确乎有一股如痴如醉的劲儿，愈发不知昼夜了。两个月里，写出了这十六万字。接下来，轮到我一位在出版社工作的朋友方鸣失眠了。他一直在催促我写，稿成之日，他读了十分喜欢，兴奋得彻夜不眠。作为一名编辑，他盼望亲手出这本书。然而，事与愿违。与我打交道大约是有点晦气的。几年前，我写了一部研究人性的稿子，一位热心的朋友张罗着要替我出版，气候一变，只好冻结。现在，又写尼采，就更犯忌了，人家不敢接受，也难怪。今年月，上海人民出版社的青年编辑邵敏到北京出差，以前我们只见过一面，但他自告奋勇要把稿子带回上海碰碰运气。奇迹发生了半个月，三审通过两个月，看校样五个月，出版发行。他喜欢这部稿子，并且得到了社室领导的支持。我清楚地记得，我到上海看校样时，他也在看，而他已经看过好几遍原稿了，依然十分激动，见了我就嚷道你害得我好苦呵，昨天看你的校样，又是一夜没睡着！我知道，我的书写得没有这样好，但我很感动。当他要我在他自留的样书上题词时，我只是轻描淡写地写下了这句话我寻找一位编辑，却找到了一位朋友。二有人问我的治学态度是什么，我回答为自己写，给朋友读。我并非清高得从来不写应时交差的东西，但我自己不重视它们，编辑愿删愿改，悉听尊便，读者评头论足，置若罔闻。倒是平时有感而发，不求发表，只是写给自己或二三知己看的东西，最令我喜爱，改我一字，删我一句，都心痛得要命，颇有敝帚自珍之慨。偶尔发表了，也比较能拨动读者的心弦。作文贵在有真情实感，写哲学论著何尝不是如此。还在读硕士生时，有一回，某大学几位女生，学的专业分别是中文历史和教育，邀我们去郊游，又担心我们没有兴致。我回信说正像文学家不是标点符号，历史学家不是出土文物，教育家不是粉笔头一样，哲学家也不是一团概念。我们都是人。既是活生生的人，就不会没有喜怒哀乐。何况哲学关乎人生的根本，在哲学家身上，寻求的痛苦和发现的欢乐更要超过常人。可是，长期以来，形成了一种偏见，似乎只有艺术才需要情感，哲学纯属理智的事情，非把情感滤净，把个人的真实感受统统兑换成抽象概念的纸币，才能合法流通。"}
{"text":"我回信说正像文学家不是标点符号，历史学家不是出土文物，教育家不是粉笔头一样，哲学家也不是一团概念。我们都是人。既是活生生的人，就不会没有喜怒哀乐。何况哲学关乎人生的根本，在哲学家身上，寻求的痛苦和发现的欢乐更要超过常人。可是，长期以来，形成了一种偏见，似乎只有艺术才需要情感，哲学纯属理智的事情，非把情感滤净，把个人的真实感受统统兑换成抽象概念的纸币，才能合法流通。许多所谓的哲学论著，不但不能引起人们心灵上的颤栗，反而令人生厌，使外行误以为哲学真是这样干瘪枯燥的东西，望而却步，不屑一顾。且慢！哲学真是这样一具丑陋的概念木乃伊吗？请直接另一种存在读一读大师们的作品吧。凡大哲学家，包括马克思在内，他们的著作无不洋溢着感人的激情。我敢断言，哲学中每一个重大创见，都决非纯粹逻辑推演的结果，而是真情实感的结晶。哲学家必长久为某个问题苦苦纠缠，不得安宁，宛如一块心病，而后才会有独到心得。无论哪位著作家，其得意之作，必定是为自己写的，如同孕妇分娩，母鸡下蛋，实在是欲罢不能的事情。三哲学名著如同伟大的艺术作品一样，有着永恒的魅力。人类的知识不断更新，但是，凝结在哲学名著中的人生智慧永远不会过时。无法按照历史的顺序来分出哲学家的高低，谁能说黑格尔一定比柏拉图伟大呢？这是一片群星灿烂的夜空，每个幻想家都有他自己喜爱的星宿。我发现，真正热爱哲学的人对于哲学史上的大师往往有所偏爱，如同觅得三五知己，与之发生一种超越时空的心灵共鸣和沟通。对于我，尼采就是这样一位超越时空的朋友。常常有人对我说，你的气质很适于搞尼采。我不知道，气质相近对于学术研究是利是弊，也许两者兼而有之吧，就看自己如何掌握。学术研究毕竟不同于文学创作，对想像力必须有所约束。即使是六经注我，也得熟悉六经，言之有据。但是，倘若对于所研究的对象没有某种程度的心领神会，恐怕也难于把握对象的本来面目。尤其是尼采这样一位个性色彩极浓的哲学家，他的思想原是一部热情的灵魂史，如果自己的灵魂中从来不曾刮起过类似的风暴，就更不可能揣摩出他的思想的精神实质了。我之接触尼采，一开始是作为爱好者，而不是作为研究者。我只是喜欢，从来不曾想到要写什么专著。"}
{"text":"即使是六经注我，也得熟悉六经，言之有据。但是，倘若对于所研究的对象没有某种程度的心领神会，恐怕也难于把握对象的本来面目。尤其是尼采这样一位个性色彩极浓的哲学家，他的思想原是一部热情的灵魂史，如果自己的灵魂中从来不曾刮起过类似的风暴，就更不可能揣摩出他的思想的精神实质了。我之接触尼采，一开始是作为爱好者，而不是作为研究者。我只是喜欢，从来不曾想到要写什么专著。读他的书，我为他探写自白讨人生问题的那种真诚态度感动，为字里行间透出的那种孤愤心境震颤，同时又陶醉于他的优美文采。直至感受积累到相当程度了，我才想写，非写不可。我要写出我所理解的尼采，向世人的误解画一个大大的问号和惊叹号。有种种哲学家政客型的哲学家把哲学当晋升之阶，庸人型的哲学家把哲学当饭碗，学者型的哲学家把哲学当做与人生漠然无关的纯学术。尼采不同，他是一位把哲学当做生命的哲学家，视哲学问题如同性命攸关，向之倾注了自己的全部热情和心血。他一生苦苦探索的问题―――生命的意义问题，他在探索中的痛苦和欢乐，都是我所熟悉的。从很小的时候起，当我好像突然地悟到了死的严酷事实时，这同一个问题就开始折磨我了。孔子曰未知生，焉知死？其实应该倒过来未知死，焉知生？西方哲人是不讳言死的，柏拉图甚至把哲学看做学会死亡的活动。只有正视死的背景，才能从哲学高度提出和思考生命的意义问题。当然，我并不完全赞同尼采的答案。真正的哲学家只是伟大的提问者和真诚的探索者，他在人生根本问题被遗忘的时代发人深省地重提这些问题，至于答案则只能靠每人自己去寻求。有谁能够一劳永逸地发现人生的终极意义呢？这是一个万古常新的问题，人类的每个时代，个人一生中的每个阶段，都会重新遭遇和思考这个问题。不过，当我凭借切身感受领悟到尼采思考的主题是生命的意义之后，我觉得自己对于他的一些主要哲学范畴的含义，诸如酒神精神日神精神强力意志超人，有了豁然开朗之感，它们其实都是尼采为个人和人类的生存寻求意义的尝试。人生问题曾经引起我那样痛苦的思考，所以，在写这本书时，我不能不交织进我自己的体验和感受。一位素不相识的朋友在看了校样以后对我说读了这本书，我觉得自己不但了解另一种存在了尼采，也了解了你。我真心感谢这样的读者。"}
{"text":"人生问题曾经引起我那样痛苦的思考，所以，在写这本书时，我不能不交织进我自己的体验和感受。一位素不相识的朋友在看了校样以后对我说读了这本书，我觉得自己不但了解另一种存在了尼采，也了解了你。我真心感谢这样的读者。四我在书的扉页上题了一句献辞本书献给不愿意根据名声和舆论去评判一位重要思想家的人们。在我的心目中，我是把这些人看做自己的朋友的，我的书就是为他们写的。对于尼采的误解由来已久，流传甚广，几成定论。三十几年来，国内从未翻译出版过尼采的著作，从前的译本也不曾再版过。这使得人们无法用自己的眼睛去观察尼采，只能道听途说，人云亦云。然而，即使在这样的情况下，我仍然发现，各地都有一些爱好哲学和艺术的青年，他们通过偶然到手的尼采作品，甚至通过手抄本或片断的摘录，成了尼采的爱好者。有一位哈尔滨青年，不远千里来北京，只是为了到北京图书馆复印一本查拉图斯特拉如是说。与他们交谈，他们对尼采作品的渴求和领悟总使我十分感动。这几乎是一个规律了凡是痛骂尼采的人，包括某些专家学者，其实并没有真正读过尼采的书而真正读过尼采作品的，往往喜欢尼采当然不一定赞同他的思想。为了使更多的人了解真相，我想，唯一的办法是翻译出版或校订重版尼采的原著。鉴于尼采对于二十世纪西方文化的重大影响，我希望有关方面能够重视这项工作。至于我的书，我在中已经表明愿你从本书中得以一窥尼采思想的真实风貌，当然也请你记住，这真相是透过的眼睛折射的，也许会走样。我只是写出了我所理解的尼采，一个与我们教科书中描绘的形象很不相同的尼采。如果我的书能够激起读者去读尼采原著的兴趣，我的目的就算达到了。归根到底，我的书是写给朋友们读的。有相识的朋友，也有写自白不相识的朋友。我期待热烈的共鸣，也欢迎严肃的批评。在朋友的鼓励下写书，书又为我寻得新的朋友，这是多么愉快的事情啊。另一种存在世上没有格言家―――人与永恒再版感言对于我自己，这是一本既老又新的书。说它老，是因为我从十年前就开始写它了，四年前就出了第一版。"}
