{"text":"如果一个人写出了他真正满意的作品，你就没有理由说他无家可归。一切都是身外之物，唯有作品不是。对家园的渴望使我终了找到了语言这个家。我设想，如果我是一个心满意足的上海人，我的归宿就会全然不同。尼采与现代人的精神危机一当我在一九八五年初写作那本论尼采的小册子时，我不曾料到，两年后会在中国出现一小阵子所谓尼采热。据我所知，真正对尼采思想发生共鸣，从中感受到一种发现的喜悦的，是一些关心人生问题在人生意义探求中感到迷惘痛苦的青年学生和青年艺术家。尼采思想是西方社会精神危机的哲学表达，它之引起强烈共鸣，的确反映了当代中国青年知识分子的一种危机心态。这里我首先要为精神危机正名。人们常常把精神危机当作一个贬义词，一说哪里发生精神危机，似乎那里的社会和人已经腐败透顶。诚然，与健康相比，危机是病态。但是，与麻木相比，危机却显示了生机。一个人一个民族精神上发生危机，至少表明这个人这个民族有较高的精神追求，追求受挫，于是才有危机。如果时代生病了，一个人也许就只能在危机与麻木二者中作选择，只有那些优秀的灵魂才会对时代的疾病感到切肤之痛。精神危机最严重的形态是信仰危机，即丧失了指导整个人生的根本信仰，一向被赋予最高价值的东西丧失了价值，人生失去了总体的意义和目标。用尼采的话说，就是虚无主义。这里所说的信仰，是指形而上意义上的信仰，即为人生设置一个终极的绝对的根据，相信人的生命的某种永恒性和神圣性。基督教就是这样一种信仰。它的解体，从根本上动摇了西方人安身立命的基础。中国的情况有所不同。我们历来缺少那种形而上和宗教意义上的信仰，只有社会伦理和社会政治意义上的信仰，不是寻求人生与某种永恒神圣本体的沟通，而是把人生与一定的社会理想联系起来。社会层次上的信仰不但不涉及而且还限制了对人生终极根据的探究，掩盖了形而上层次上的信仰的欠缺。因此，社会信仰一旦失去统摄力，形而上信仰的欠缺就暴露出来了。这正是当今这一代青年所面临的情况。无可否认，文革所造成的社会危机已经使得任何一种社会政治信仰失去了大一统的威力，在某种意义上可以说，文革中和文革后成长起来的这一代人是没有信仰的一代。当今时代已经不存在一种既定的权威人生模式，每个人的命运都投入了未定之中，因而不得不从事独立的思考和探索。"}
{"text":"因此，社会信仰一旦失去统摄力，形而上信仰的欠缺就暴露出来了。这正是当今这一代青年所面临的情况。无可否认，文革所造成的社会危机已经使得任何一种社会政治信仰失去了大一统的威力，在某种意义上可以说，文革中和文革后成长起来的这一代人是没有信仰的一代。当今时代已经不存在一种既定的权威人生模式，每个人的命运都投入了未定之中，因而不得不从事独立的思考和探索。与此同时，社会的商业化使人的精神在一定时期内不可避免地出现平庸化趋势，这种情形既使有高贵精神趣味的人感到孤独，却也异常增加了他们的精神追求的紧张度。荣格曾区分伪现代人和真正的现代人，前者喜欢以现代人自命，后者则往往自称老古董。事实上，现代思潮的代表决非那些追求时髦的浅薄之辈，反倒是一些不合时宜的理想主义者。正像在任何一种信仰体制下，真正有信仰的人仅属少数一样，在任何一个发生精神危机的时代和民族，真正感受和保持着危机张力的也只是少数人。而且，这往往是同一类灵魂，正因为在信仰问题上认真严肃，才真切感觉到失去信仰的悲哀。所以，如果说中国现在有所谓尼采热的话，我愿对它持积极的评价。半个多世纪前，中国思想界的先进分子曾经对尼采思想发生强烈兴趣，当时主要是社会层次上的共鸣，旨在改造卑弱的国民性，争取民族自强。与之相比，这一次也许预示着形而上层次上的觉醒，表明我们的民族精神可能正在朝更加深刻的方向发展。二我们也许很难理解基督教信仰解体在西方人精神中引起的灾难性震荡。西方精神中始终贯穿着一种形而上的冲动，即企图超越生命的暂时性而达于不朽，超越生命的动物性而达于神性。受这一冲动驱策，始自柏拉图的西方古典哲学致力于寻求某种能够赋予人的生命以不朽神性的本体，终于在基督教的上帝观念中找到其归宿。因此，长期以来，上帝观念成了西方人的精神支柱，有了它，终有一死的个体生命从灵魂不死中获得了安慰，动物性的人从上帝的神性中发现了自身完善的根据。基督教诚然贬低了人的尘世价值，却在幻想中赋予了人生以某种永恒价值。上帝的灵光使人显得渺小，但同时也给人生罩上了一圈神圣的光环。基督教世界观实质上是人类中心论，它借上帝的名义把人置于万物之上，为人安排了一种目的论的世界秩序。由此我们可以设想，一旦失去上帝，便会产生两方面的后果。其一，人的生命失去了不朽性。"}
{"text":"因此，长期以来，上帝观念成了西方人的精神支柱，有了它，终有一死的个体生命从灵魂不死中获得了安慰，动物性的人从上帝的神性中发现了自身完善的根据。基督教诚然贬低了人的尘世价值，却在幻想中赋予了人生以某种永恒价值。上帝的灵光使人显得渺小，但同时也给人生罩上了一圈神圣的光环。基督教世界观实质上是人类中心论，它借上帝的名义把人置于万物之上，为人安排了一种目的论的世界秩序。由此我们可以设想，一旦失去上帝，便会产生两方面的后果。其一，人的生命失去了不朽性。没有了灵魂不死，人的死就成了无可挽救的死。其二，人的生命也失去了神圣性。上帝创造的那个目的论宇宙崩溃了，人不再是中心，而只是宇宙永恒生成变化过程中的偶然产物。总之，人的肉体和灵魂似乎都丧失了根本价值。正是有感于此，尼采喊出了骇世惊俗的一声上帝死了！并且宣告一个时代正在来临，我们要为我们当了两千年之久的基督徒付出代价了我们正在失去那使我们得以生存的重心，――一个时期内我们不知何去何从。据尼采估计，这个没有信仰的虚无主义时代将笼罩西方社会二百年之久。当然，在许多人身上，虚无主义并非一种自觉的意识，而只是表现为种种征兆。例如，现代人生活得极匆忙，如尼采所形容的，总是行色匆匆地穿过闹市，手里拿着表思考，吃饭时眼睛盯着商业新闻，不复有闲暇沉思，愈来愈没有真正的内心生活。现代人的娱乐也无非是寻求刺激和麻醉，沉湎于快速的节奏喧嚣的声响和色彩的魔术，那种温馨宁静的古典趣味似乎已经一去不复返。现代人无论在财富的积聚上还是在学术的攻求上都表现出一种前所未有的贪婪，现代文化不过是搜集无数以往文化碎片缝制而成的一件披在冻馁裸体上的褴褛彩衣。凡此种种，都表明了丧失信仰引起的内在焦虑和空虚，于是急于用外在的匆忙和喧嚣来麻痹内心的不安，用财产和知识的富裕来填补精神的贫困。在信仰沦丧的时代，真诚的人如何能生活下去这是尼采苦苦思索并试图解决的问题。所谓真诚，首先是在信仰问题上不苟且，不盲从，也不伪饰。尼采对于人们用匆忙的世俗生活或虚假的信仰回避无信仰的事实极其不满，不懈地揭露了时代的颓废倾向。但是，真诚会使人陷入悖论。一方面，它要求对人生追根究底，把生命的意义看得高于生命本身。另一方面，对根据的无穷追究又必然使任何终极根据都站不住脚，生命意义的丧失使生命本身成了问题。"}
{"text":"在信仰沦丧的时代，真诚的人如何能生活下去这是尼采苦苦思索并试图解决的问题。所谓真诚，首先是在信仰问题上不苟且，不盲从，也不伪饰。尼采对于人们用匆忙的世俗生活或虚假的信仰回避无信仰的事实极其不满，不懈地揭露了时代的颓废倾向。但是，真诚会使人陷入悖论。一方面，它要求对人生追根究底，把生命的意义看得高于生命本身。另一方面，对根据的无穷追究又必然使任何终极根据都站不住脚，生命意义的丧失使生命本身成了问题。这时候，真诚就要求一个人敢于正视其追根究底的结果，确信生存是绝对没有根据的。尼采说真诚的人――我如此称呼在无神的沙漠上跋涉和虔敬之心破碎的人。尼采曾绝望地祈求上帝赐他以疯狂，因为只有疯狂才能使他继续信仰上帝。但是，疯狂没有如期而来，于是他就决心把无信仰的命运承担起来，不靠任何宗教的形而上的安慰生活下去。在一个有病的时代，尼采公开承认自己是一个病人，并且以病人的身分对病因进行了探根溯源的诊察。为人生寻求一种信仰的形而上冲动驱使他走上哲学探索的道路，探索的结果却是否定一切既有信仰连同整个欧洲形而上学，成了欧洲第一个虚无主义者和反形而上学者。应该说，尼采是真诚的。三不过，在尼采看来，彻底的虚无主义仅是从旧信仰沦丧到新信仰建立的一个过渡。那么，尼采心目中的新信仰是什么呢一言以蔽之，就是艺术拯救人生。这里的艺术是广义的，指一种审美的人生态度。它包括日神精神和酒神精神两个方面。日神精神就是要我们生活在美的外观中，爱生命的过程，而不去追究它的实质和归宿。酒神精神的含义，尼采的解释前后有所变化。早期指从个人的痛苦和毁灭中获得与宇宙生命本体相融合的悲剧性陶醉。后来尼采嫌这层含义太形而上学气，虽仍倡导酒神精神，却是指从生命的绝对无意义性中获得悲剧性陶醉人生是幕悲剧，最大的悲剧就在于它的没有终极根据，但生命敢于承担自身的无意义而并不消沉衰落，这正是生命的骄傲！显然，严格说来，无论日神精神还是酒神精神，都不成其为真正的信仰，因为它们都未解决人生的终极根据问题，都不能为人生提供可信赖的不朽和神圣。但有什么办法呢人类的神话时代和宗教时代毕竟都已经成为过去，现代人不可能再认真地相信客观意义上的不朽和神圣了，而艺术至少能在我们的主观体验中使瞬时永恒化，使本能神圣化。尼采主张的审美的人生态度是与伦理和功利的人生态度相对立的。伦理失去了宗教的根据，可归入广义的功利。"}
{"text":"显然，严格说来，无论日神精神还是酒神精神，都不成其为真正的信仰，因为它们都未解决人生的终极根据问题，都不能为人生提供可信赖的不朽和神圣。但有什么办法呢人类的神话时代和宗教时代毕竟都已经成为过去，现代人不可能再认真地相信客观意义上的不朽和神圣了，而艺术至少能在我们的主观体验中使瞬时永恒化，使本能神圣化。尼采主张的审美的人生态度是与伦理和功利的人生态度相对立的。伦理失去了宗教的根据，可归入广义的功利。因此，现代人实际上只能在艺术和功利二者之间进行选择。艺术的生存方式注重对生命的体验和灵魂愉悦，功利的生存方式注重对物质的占有和官能享乐，两相比较，艺术终究为没有信仰的现代人提供了一种真正的精神补偿。现在，愈来愈多的西方思想家主张靠艺术来解决现代人的精神危机，疗治技术时代的弊病。我不太相信形形色色的艺术救世论，但是我相信，对于热爱人生却又为终极关切苦恼着的人们来说，艺术的确是最好的慰藉。常常听到有人说，中国需要的是科学和理性，不需要尼采或存在主义式的醉醺醺的非理性。比较宽容的人则表示，西方非理性主义哲学家所讨论的问题不无价值，但事情有个轻重缓急，我们等到现代化实现之后再来关心也不迟。使我惊诧的是，这些论者完全不理解当代中国青年的精神苦闷，把人的灵魂生活看得如此无足轻重。似乎在现代化实现之前，几代人的灵魂是无须关心的西方现代化的进程业已表明，单纯的物质繁荣并不能使人真正幸福，中国式的现代化难道不正应该借取前车之鉴，一开始就重视人的精神生活问题当然，与西方人相比，我们的问题性质有所不同。西方的精神危机是形而上学发展到顶点之后的崩溃，于是出现信仰沦丧的局面。对于我们来说，也许必须首先经历形而上学，然后才能超越形而上学。但是，我们毕竟生活在现代，形而上的要求一旦觉醒，很可能同时就遭到幻灭。唯其如此，西方哲人的思考也许能给我们以正反两方面的启发。当然，真正的出路还要我们自己来寻找。何必温馨不太喜欢温馨这个词。我写文章有时也用它，但尽量少用。不论哪个词。一旦成为一个热门时髦流行的词，我就对它厌烦了。温馨本来是一个书卷气很重的词，如今居然摇身一变，俨然是形容词家族中脱颖而出的一位通俗红歌星。她到处走穴，频频亮相，泛滥于歌词中，散文中，商品广告中。"}
{"text":"但是，我们毕竟生活在现代，形而上的要求一旦觉醒，很可能同时就遭到幻灭。唯其如此，西方哲人的思考也许能给我们以正反两方面的启发。当然，真正的出路还要我们自己来寻找。何必温馨不太喜欢温馨这个词。我写文章有时也用它，但尽量少用。不论哪个词。一旦成为一个热门时髦流行的词，我就对它厌烦了。温馨本来是一个书卷气很重的词，如今居然摇身一变，俨然是形容词家族中脱颖而出的一位通俗红歌星。她到处走穴，频频亮相，泛滥于歌词中，散文中，商品广告中。以至于在日常言谈中，人们也可以脱口说出这个文绉绉的词了，宛如说出一个人所共知的女歌星的名字。可是，仔细想想，究竟什么是温馨呢温馨的爱温馨的家温馨的时光温馨的人生究竟是什么样子的朦朦胧胧，含含糊糊，反正我想不明白。也许，正是词义上的模糊不清增加了这个词的魅力，能够激起说者和听者一些非常美好但也非常空洞的联想。正是这样美好，然而空洞。这个词是没有任何实质内容的。温者温暖，馨者馨香。暖洋洋，香喷喷。这样一个词非常适合于譬如说一个情窦初开的少女用来描绘自己对爱的憧憬，一个初为人妻的少妇用来描绘自己对家的期许。它基本上是一个属于女中学生词典的词汇。当举国男女老少都温馨长温馨短的时候，我不免感到滑稽，诧异国人何以在精神上如此柔弱化，纷纷竞作青春女儿态事实上，两性之间真正热烈的爱情未必是温馨的。这里无须举出罗密欧与朱丽叶，奥涅金与达吉亚娜，贾宝玉与林黛玉。每一个经历过热恋的人都不妨自问，真爱是否只有甜蜜，没有苦涩，只有和谐，没有冲突，只有温暖的春天，没有炎夏和寒冬我不否认爱情中也有温馨的时刻，即两情相悦心满意足的时刻，这样的时刻自有其价值，可是，倘若把它树为爱情的最高境界，就会扼杀一切深邃的爱情所固有的悲剧性因素，把爱情降为平庸的人间喜剧。比较起来，温馨对于家庭来说倒是一个较为合理的概念。家是一个窝，我们当然希望自己有一个温暖舒适安宁气氛浓郁的窝。不过，我们也该记住，如果爱情要在家庭中继续生长，就仍然会有种种亦悲亦喜的冲突和矛盾。一味地温馨，试图抹去一切不和谐音，结果不是磨灭掉夫妇双方的个性，从而窒息爱情我始终认为，真正的爱情只能发生在两个富有个性的人之间，就是造成升平的假象，使被掩盖的差异终于演变为不可愈合的裂痕。至于说以温馨为一种人生理想，就更加小家子气了。人生中有顺境，也有困境和逆境。"}
{"text":"比较起来，温馨对于家庭来说倒是一个较为合理的概念。家是一个窝，我们当然希望自己有一个温暖舒适安宁气氛浓郁的窝。不过，我们也该记住，如果爱情要在家庭中继续生长，就仍然会有种种亦悲亦喜的冲突和矛盾。一味地温馨，试图抹去一切不和谐音，结果不是磨灭掉夫妇双方的个性，从而窒息爱情我始终认为，真正的爱情只能发生在两个富有个性的人之间，就是造成升平的假象，使被掩盖的差异终于演变为不可愈合的裂痕。至于说以温馨为一种人生理想，就更加小家子气了。人生中有顺境，也有困境和逆境。困境和逆境当然一点儿也不温馨，却是人生最真实的组成部分，往往促人奋斗，也引人彻悟。我无意赞美形形色色的英雄圣徒冒险家和苦行僧，可是，如果否认了苦难的价值，就不复有壮丽的人生了。写到这里，我忽然悟到了温馨这个词时髦起来的真正原因。我的眼前浮现出许多广告画面，画面上是各种高档的家具家用电器室内装饰材料化妆品等等，随之响起同一句画外音伴你度一个温馨的人生。一点也不错舒适的环境，安逸的氛围，精美的物质享受，这就是现代人的生活理想，这就是温馨一词的确切的现代含义！这个听起来好像颇浪漫的词，其实包含着非常务实的意思，一个正在形成中的中产阶级的生活标准，一种讲究实际的人生态度。不要跟我们提罗密欧了吧，爱就要爱得惬意。不要跟我们提哈姆雷特了吧，活就要活得轻松。理想主义的时代已经结束，让我们回归最实在的人生我丝毫不反对实在的生活情趣。和突出政治时代到处膨胀的权力野心相比，这是一个进步。然而，实在的生活有着深刻丰富的内涵，决非限于舒适安逸。使我反感的是温馨这个流行词所标志的人们精神上的平庸化，在这个女歌星的唱遍千家万户的温软歌声中，一切人的爱情和人生变得如此雷同，就像当今一切流行歌曲的歌词和曲调如此雷同一样。听着这些流行歌曲，我不禁缅怀起歌剧卡门的音乐和它所讴歌的那种惊心动魄的爱情和人生来了。所以，在这种情况下，我要说爱，未必温馨，又何必温馨人生，未必温馨，又何必温馨消费享受？我讨厌形形色色的苦行主义。人活一世，生老病死，苦难够多的了，在能享受时凭什么不享受？享受实在是人生的天经地义。蒙田甚至把善于享受人生称作至高至圣的美德，据他说，恺撒亚历山大都是视享受生活乐趣为自己的正常活动，而把他们叱咤风云的战争生涯看作非正常活动的。"}
{"text":"听着这些流行歌曲，我不禁缅怀起歌剧卡门的音乐和它所讴歌的那种惊心动魄的爱情和人生来了。所以，在这种情况下，我要说爱，未必温馨，又何必温馨人生，未必温馨，又何必温馨消费享受？我讨厌形形色色的苦行主义。人活一世，生老病死，苦难够多的了，在能享受时凭什么不享受？享受实在是人生的天经地义。蒙田甚至把善于享受人生称作至高至圣的美德，据他说，恺撒亚历山大都是视享受生活乐趣为自己的正常活动，而把他们叱咤风云的战争生涯看作非正常活动的。然而，怎样才算真正享受人生呢？对此就不免见仁见智了。依我看，我们时代的迷误之一是把消费当作享受，而其实两者完全不是一回事。我并不想介入高消费能否促进繁荣的争论，因为那是经济学家的事，和人生哲学无关。我也无意反对汽车别墅高档家具四星级饭店包房等等，只想指出这一切仅属于消费范畴，而奢华的消费并非享受的必要条件，更非充分条件。当然，消费和享受不是绝对互相排斥的，有时两者会发生重合。但是，它们之间的区别又是显而易见的。例如，纯粹泄欲的色情活动只是性消费，灵肉与共的爱情才是性的真享受走马看花式的游览景点只是旅游消费，陶然于山水之间才是大自然的真享受用电视报刊书籍解闷只是文化消费，启迪心智的读书和艺术欣赏才是文化的真享受。要而言之，真正的享受必是有心灵参与的，其中必定包含了所谓灵魂的愉悦和升华的因素。否则，花钱再多，也只能叫做消费。享受和消费的不同，正相当于创造和生产的不同。创造和享受属于精神生活的范畴，就像生产和消费属于物质生活的范畴一样。以为消费的数量会和享受的质量成正比，实在是一种糊涂看法。苏格拉底看遍雅典街头的货摊，惊叹道这里有多少我不需要的东西呵！每个稍有悟性的读者读到这个故事，都不禁要会心一笑。塞涅卡说得好许多东西，仅当我们没有它们也能对付时，我们才发现它们原来是多么不必要的东西。我们过去一直使用着它们，这并不是因为我们需要它们，而是因为我们拥有它们。另一方面呢，正因为我们拥有了太多的花钱买来的东西，便忽略了不用花钱买的享受。清风朗月不用一钱买，可是每天夜晚守在电视机前的我们哪里还想得起它们？何处无月，何处无竹柏，但少闲人如吾两人耳。在人人忙于赚钱和花钱的今天，这样的闲人更是到哪里去寻？那么，难道不存在纯粹肉体的物质的享受了吗？"}
{"text":"塞涅卡说得好许多东西，仅当我们没有它们也能对付时，我们才发现它们原来是多么不必要的东西。我们过去一直使用着它们，这并不是因为我们需要它们，而是因为我们拥有它们。另一方面呢，正因为我们拥有了太多的花钱买来的东西，便忽略了不用花钱买的享受。清风朗月不用一钱买，可是每天夜晚守在电视机前的我们哪里还想得起它们？何处无月，何处无竹柏，但少闲人如吾两人耳。在人人忙于赚钱和花钱的今天，这样的闲人更是到哪里去寻？那么，难道不存在纯粹肉体的物质的享受了吗？不错，人有一个肉体，这个肉体也是很喜欢享受，为了享受也是很需要物质手段的。可是，仔细想一想，我们便会发现，人的肉体需要是有被它的生理构造所决定的极限的，因而由这种需要的满足而获得的纯粹肉体性质的快感差不多是千古不变的，无非是食色温饱健康之类。殷纣王以酒为池，悬肉为林，但他自己只有一只普通的胃。秦始皇筑阿房宫，东西五百步，南北五十丈，但他自己只有五尺之躯。多么热烈的美食家，他的朵颐之快也必须有间歇，否则会消化不良。多么勤奋的登徒子，他的床第之乐也必须有节制，否则会肾虚。每一种生理欲望都是会餍足的，并且严格地遵循着过犹不足的法则。山珍海味，挥金如土，更多的是摆阔气。藏娇纳妾，美女如云，更多的是图虚荣。万贯家财带来的最大快乐并非直接的物质享受，而是守财奴清点财产时的那份欣喜，败家子挥霍财产时的那份痛快。凡此种种，都已经超出生理满足的范围了，但称它们为精神享受未免肉麻，它们至多只是一种心理满足罢了。我相信人必定是有灵魂的，而灵魂与感觉思维情绪意志之类的心理现象必定属于不同的层次。灵魂是人的精神自我的栖居地，所寻求的是真挚的爱和坚实的信仰，关注的是生命意义的实现。幸福只是灵魂的事，它是爱心的充实，是一种活得有意义的鲜明感受。肉体只会有快感，不会有幸福感。奢侈的生活方式给人带来的至多是一种浅薄的优越感，也谈不上幸福感。当一个享尽人间荣华富贵的幸运儿仍然为生活的空虚苦恼时，他听到的正是他的灵魂的叹息。何尝失落自从商业化浪潮席卷中国大陆以来，关于文化失落人文精神失落知识分子失落的悲叹不绝于耳。坦率地说，对于此类谈论，我始终感到比较隔膜。几年前我写过一段话无论文化热，还是文化低谷，都与真正爱文化者无关，因为他所爱的文化是既不会成为一种时髦，也不会随市场行情低落的。现在我仍这样看。"}
