{"text":"当然，我不认为在这辈子里还能有机会轮到我来亲身体验了。但是这些事总在我心中徘徊不去。等到我长大成人，到海外留学，还给外国同学讲起过这些事，他们或则直楞楞地看着我，或则用目光寻找台历我知道，他们想看看那一天是不是愚人节。当然，见到这种反应，我没兴趣给他们讲这些事了。说到愚人节，使我想起报纸上登过的一条新闻国外科学家用牛的基因和西红柿做了一个杂种，该杂种并不到处跑着吞吃马粪和腐植质，而是老老实实长在地上，结出硕大的果实。用这种牛西红柿做的番茄酱带有牛奶的味道，果皮还可以做鞋子。这当然是从国外刊物的愚人节专号上摘译的。像这样离奇的故事我也知道不少，比方说，用某种超声波哨子可以使冷水变热，用砖头砌的炉灶填上煤末子就可以炼出钢铁但是这些故事不是愚人节的狂想，而是我亲眼所见。有一些时期，每一逃诩是愚人节。我在这样的气氛里长大，有一天，上级号召大家去插队到广阔天地里，滚一身泥巴，炼一颗红心，我就去了，直到现在也没有认真考较一下，自己的心脏是否因此更红了一些。这当然也是个很特别的时期。消极地回顾自己的经历是不对的悲观颓废怀疑都是不对的。但我做的事不是这样，我正在从这些事件中寻找积极的结论，这就完全不一样了。在我插队不久就遇到了这样一件事，有一天，军代表把我们召集起来，声色惧厉地喝斥道你们这些人，口口声声要保卫毛主席，现在却是毛主席保卫了你们，还保卫了红色江山，等等。然后就向我们传达说，出了林彪事件，要我们注意盘查行人我们在边境上。散了会后，我有好一段时间心中不快像每个同龄人一样，誓死保卫毛主席的口号我是喊过的。当然，军代表比我们年长，又是军人，理当在这件事上有更多的责任，这是问题的个方面另一方面，知青娃子实在难管，出了事先要昨唬我们一顿，这也是军代表政治经验老到之处。但是这些事已经不能安慰我了，因为我一向以为自已是个老实人，原来是这样的不堪信任我是一个说了不算的反复小人！说了要保卫毛主席，结果却没有保卫。我对自己要求很严，起码在年轻时是这样的。经过痛苦的反思，我认为自己在这件事上是无能为力的，假如不是当初说了不负责任的话现在就可以说是清白无辜了。我说过自己正在寻找积极的结论现在就找到了一个。假设我们说话要守信义，办事情要有始有终，健全的理性实在是必不可少。"}
{"text":"但是这些事已经不能安慰我了，因为我一向以为自已是个老实人，原来是这样的不堪信任我是一个说了不算的反复小人！说了要保卫毛主席，结果却没有保卫。我对自己要求很严，起码在年轻时是这样的。经过痛苦的反思，我认为自己在这件事上是无能为力的，假如不是当初说了不负责任的话现在就可以说是清白无辜了。我说过自己正在寻找积极的结论现在就找到了一个。假设我们说话要守信义，办事情要有始有终，健全的理性实在是必不可少。有关理性，哲学家有很多讨论，但根据我的切身体会，它的关键是凡不可信的东西就不信，像我姥姥当年对待亩产三十万斤粮的态度，就叫做有理性。但这一点有时候不容易做到，因为会导致悲观和消极，从理性和乐观两样东西里选择理性颇不容易。理性就像贞操，失去了就不会再有只要碰上了开心的事，乐观还会回来的。不过这一点很少有人注意到。从逻辑上说，从一个错误的前题什么都能推出来从实际上看，一个扯谎的人什么都能编出来。所以假如你失去了理性，就会遇到大量令人诧异的新鲜事物，从此迷失在万花筒里，直到碰上了钉子。假如不是遇到了林彪事件，我至今还以为自己真能保卫毛主席哩。我保持着乐观积极的态度，起码在插队时是这样的。直到有一天患上了重病，加上食不裹腹，病得要死。因此我就向领导要求回城养病。领导上不批准，还说我的情绪有问题。这使我猛省到，当时的情绪很是悲伤。不过我以为人生了病就该这样。旧版水浒传上，李逵从梁山上下去接母亲，路遇不测，老母被老虎吃了。他回到山寨，对宋江讲述了这个悲惨的故事之后，书上写着宋江大笑。你可以认为宋江保持了积极和乐观的态度，不过金圣叹有不同的意见，他把那句改成了李逵大哭。我同意金圣叹的意见，因为人遇到了不幸的事件就应该悲伤，哪有一天到晚呵呵傻笑的。当时的情形是这样的虽然形势一片大好这一点现在颇有疑问，但我病得要死，所以我觉得自己有理由悲伤。这个故事这样讲，显得有点突兀，应当补充些缘由伴随着悲伤的情绪，我提出要回城去养病领导上不批准，还让我高兴一点，多想想大好形势。现在想起来情况是这样四人帮例行逆施，国民经济行将崩溃，我个人又病到奄奄一息，简直该悲伤死才好。不过我认为，当年那种程度的悲伤就够了。我认为，一个人快乐或悲伤，只要不是装出来的，就必有其道理。"}
{"text":"当时的情形是这样的虽然形势一片大好这一点现在颇有疑问，但我病得要死，所以我觉得自己有理由悲伤。这个故事这样讲，显得有点突兀，应当补充些缘由伴随着悲伤的情绪，我提出要回城去养病领导上不批准，还让我高兴一点，多想想大好形势。现在想起来情况是这样四人帮例行逆施，国民经济行将崩溃，我个人又病到奄奄一息，简直该悲伤死才好。不过我认为，当年那种程度的悲伤就够了。我认为，一个人快乐或悲伤，只要不是装出来的，就必有其道理。你可以去分享他的快乐，同情他的悲伤，却不可以命令他怎样怎样，因为这是违背人类的天性的。众所周知，人可以令驴和马交配，这是违背这两种动物的天性的，结果生出骡子来，但骡子没有生殖力，这说明违背天性的事不能长久。我个人的一个秘密是在需要极大快乐和悲伤的公众场合却达不到这种快乐和悲伤应有的水平，因而内心惊恐万状，汗下如雨。一九六八年国庆时，我和一批同学拥到了金水桥畔，别人欢呼雀跃，流下了幸福的眼泪，我却恨不能找个地缝钻下去。还有一点需要补充的，那就是作为一个男性，我很不容易晕厥，这更加重了我的不幸。我不知道这些话有没有积极意义，但我知道，按当年的标准，我在内心里也是好的积极向上的，或者说，是忠的，否则也不会有勇气把这些事坦白出来。我至今坚信，毛主席他老人家知道了我，一个十七岁的中学生的种种心事，必定会拍拍我的脑袋说好啦，你能做到什么样就做到什么样罢，不要勉强了。但是这样的事没有发生恐怕主要的原因是我怕别人知道这些卑鄙的心事，把它们隐藏得很深，故而没人知道，所以我一直活得很紧张。西洋人说，人人衣柜里有一具骷髅，我的骷髅就是我自己我从不敢想像自己当了演员，走上舞台，除非在做恶梦时。这当然不是影射什么，我只是在说自己。有关感情问题，我的结论如下，在这方面我们有一点适应能力。但是不可夸大这种能力，自以为想笑就能笑想哭就能哭。假如你扣我些工资，我可以不抱怨无缘无故打我个右派，我肯定要怀恨在心。别人在这方面比我强，我很佩服，但我不能自吹说达到了他的程度。我们不能欺骗上级，误导他们。这是老百姓应尽的义务。麦克阿瑟将军写过一篇祈祷文，代他的儿子向上帝讨一些品行。各种品行要了一个遍，又要求给他儿子以幽默感。假设别的东西不能保持人的乐观情绪，幽默感总能。据我所见，我们这里年轻人没有幽默感，中老年人倒有。"}
{"text":"但是不可夸大这种能力，自以为想笑就能笑想哭就能哭。假如你扣我些工资，我可以不抱怨无缘无故打我个右派，我肯定要怀恨在心。别人在这方面比我强，我很佩服，但我不能自吹说达到了他的程度。我们不能欺骗上级，误导他们。这是老百姓应尽的义务。麦克阿瑟将军写过一篇祈祷文，代他的儿子向上帝讨一些品行。各种品行要了一个遍，又要求给他儿子以幽默感。假设别的东西不能保持人的乐观情绪，幽默感总能。据我所见，我们这里年轻人没有幽默感，中老年人倒有。在各种讨论会上，时常有些头顶秃光光的人，面露蒙娜丽莎式的微笑，轻飘飘地抛出几句，让大家忍俊不禁。假如我理解正确的话，这种幽默感是老奸巨猾的一种，本身带有消极的成分。不要问我这些人是谁，我不是告密者反正不是我，我头顶不秃。我现在年登不惑，总算有了近于正常的理性因为无病无灾，又有了幽默感，所以遇到了可信和不可信的事，都能应付自如。不过，在我年轻的时候，既没有健全的理性，又没有幽默感，那是怎么混过来的，实在是个大疑问。和同龄人交流，他们说，自己或则从众，或则听凭朴素的感情的驱动。这种状态，或者可以叫作虔诚。但是这样理解也有疑问。我见到过不少虔信宗教的人，人家也不干荒唐事。最主要的是信教的人并不缺少理性，有好多大科学家都信教，而且坚信自己的灵魂能得救人家的虔诚在理性的轨道之内，我们的虔诚则带有不少黑色幽默的成分，如此看来，问题不在于虔诚。必须指出的是，宗教是在近代才开始合理的，过去也干过烧女巫迫害矣谒等勾当。我们知道，当年教会把布鲁诺烧死了。就算我虔信宗教，也不会同意这种行为我本善良，我对这一点极有把握，所以肯定会去劝那些烧人的人诸位，人家只不过是主张曰心说，烧死他太过分了。别人听了这样的话，必定要拉我同烧，这样我马上会改变劝说的方向，把它对准布鲁诺得了吧，哥们儿，你这是何苦？去服个软儿吧。这就是我年轻时作人的态度，这当然算不上理性健全，只能叫作头脑糊涂用这样的头脑永远也搞不清楚曰心说对不对。如果我说中国人里大多数都像我，这肯定不是个有积极意义的结论。我只是说我自己，好像很富柔韧性。因为我是柔顺的，所以领导上觉得让我怎样都成，甚至在病得要死时也能乐呵呵。这是我的错误。其实我没那么柔顺。我的积极结论是这样的真理直率无比，坚硬无比，但凡有一点柔顺，也算不了真理。"}
{"text":"去服个软儿吧。这就是我年轻时作人的态度，这当然算不上理性健全，只能叫作头脑糊涂用这样的头脑永远也搞不清楚曰心说对不对。如果我说中国人里大多数都像我，这肯定不是个有积极意义的结论。我只是说我自己，好像很富柔韧性。因为我是柔顺的，所以领导上觉得让我怎样都成，甚至在病得要死时也能乐呵呵。这是我的错误。其实我没那么柔顺。我的积极结论是这样的真理直率无比，坚硬无比，但凡有一点柔顺，也算不了真理。安徒生有一篇童话光荣的荆棘路，就是献给这些直率坚硬的人，不过他提到的全是外国人。作为中国的知识分子，理应有自己的榜样。此刻我脑子里浮现出一系列名字陈寅格教授，冯友兰教授，等等。说到陈教授，我们知道，他穷毕生精力，考据了一篇很不重要的话本，再生缘。想到这件事，我并不感到有多振奋，只是有点伤感。跳出手掌心近来读了斯诺的两种文化。这本书里谈到的事倒是不新鲜，比方说，斯诺先生把知识分子分成了科学知识分子和文学人文知识分子两类，而且说，有两种文化，一种是科学文化，一种是文学人文文化。现在的每个知识分子，他的事业必定在其中一种之中。我要谈到的事，其实与斯诺先生的书只有一点关系，那就是，我以为，把两种文化合在一起，就是人类前途所系。这么说还不大准确，实际上，是创造了这两种文化的活动――人类的思索，才真正是人类前途之所系。尤瑟纳尔女士借阿德里安之口云，当一个人写作或计算时，就超越了性别，甚至超越了人类――当你写作和计算时，就是在思索。思索是人类的前途所系，故此，思索的人，超越了现世的人类。这句话讲得是非常之好的，只是讲得过于简单。实际上，并不是每一种写作或计算都可以超越人类。这种情况并不多见，但是非常的重要。现在我又想起了另一件事，乍看上去离题甚远八十年代，美国通过了一个计划，拨出几百亿美元的资金，要在最短时间之内攻克癌症。结果却不令人满意，有些人甚至说该计划贻人笑柄，因为花了那么多钱，也没找出一种特效疗法。这件事说明，有了使不尽的钱，也不见得能做出突破性的发现。实际上，人类历史上任何一种天才的发现都不是金钱直接作用的结果。金钱权力，这在现世上是最重要的东西，是人类生活的一面，但还有另一面。"}
{"text":"这种情况并不多见，但是非常的重要。现在我又想起了另一件事，乍看上去离题甚远八十年代，美国通过了一个计划，拨出几百亿美元的资金，要在最短时间之内攻克癌症。结果却不令人满意，有些人甚至说该计划贻人笑柄，因为花了那么多钱，也没找出一种特效疗法。这件事说明，有了使不尽的钱，也不见得能做出突破性的发现。实际上，人类历史上任何一种天才的发现都不是金钱直接作用的结果。金钱权力，这在现世上是最重要的东西，是人类生活的一面，但还有另一面。说到天才的发现，我们就要谈到天才灵感福至心灵灵机一动等等，决不会说它们是某些人有了钱升了官，一高兴想出来的。我要说的就是沉默地思索，是人类生活的另外一面。就以攻克癌症为例，科学家默默地想科学做科学，不定哪一天就做出一个发现，彻底解决了这个问题。但是，如果要约定一个期限，则不管你给多少钱也未必能成功。对于现代科技来说，资金设备等等固然重要，但天才的思想依然是最主要的动力。一种发现或发明可以赚到很多钱，但有了钱也未必能造出所要的发明。思索是一道大门，通向现世上没有的东西，通到现在人类想不到的地方。以科学为例，这个道理就是明明白白的。科学知识分子很容易把自己的工作看作超越人类的事业，但人文知识分子就很难想到这一点。就以文学艺术为例，我们这里要求它面向社会面向生活，甚至要求它对现世的人有益，弘扬民族文化等等，这样就越说越小了。诚然，文学艺术等等，要为现世的人所欣赏，但也不仅限于此。莎士比亚的戏现在还在演，将来也要演。你从莎翁在世时的英国的角度出发，绝想象不到会有这样的事。自然科学的成果，有一些现在的人类已经用上了，但据我所知，没用上的还很多。倘若你把没用上的通通取消，科学就不成其为科学。我上大学时，有一次我的数学教授在课堂上讲到我现在所教的数学，你们也许一生都用不到，但我还要教，因为这些知识是好的，应该让你们知道。这位老师的胸襟之高远，使我终生佩服。我还要说，像这样的胸襟，在中国人文知识分子中间很少见到。倘若我说，科学知识分子比人文知识分子人品高尚，肯定是不对的。科学知识分子里也有卑鄙之徒，比方说，前苏联的李森科。但我未听到谁对他的学说说过什么太难听的话，更没有听到谁做过这样细致的分析李森科学说中某个谬误，和他的卑鄙内心的某一块是紧密相连的。倘若李森科不值得尊敬，李森科所从事的事业――生物学――依旧值得尊重。"}
{"text":"这位老师的胸襟之高远，使我终生佩服。我还要说，像这样的胸襟，在中国人文知识分子中间很少见到。倘若我说，科学知识分子比人文知识分子人品高尚，肯定是不对的。科学知识分子里也有卑鄙之徒，比方说，前苏联的李森科。但我未听到谁对他的学说说过什么太难听的话，更没有听到谁做过这样细致的分析李森科学说中某个谬误，和他的卑鄙内心的某一块是紧密相连的。倘若李森科不值得尊敬，李森科所从事的事业――生物学――依旧值得尊重。在科学上，有错误的学说，没有卑鄙的学说就是李森科这样卑鄙的人为生物学所做的工作也不能说是卑鄙的行径。这样的道德标准显然不能适用于现在中国的艺术论坛，不信你就看看别人是怎样评论先生的废都的。很显然，现在在中国，文学不是一种超越现世超越人类的事业。我们评论它的标准，和三姑六婆评价身边发生的琐事的标准，没有什么不同。贾先生写了一部废都，就如某位大嫂穿了旗袍出门，我们不但要说衣服不好看，还要想想她的动机是什么，是不是想要勾引谁。另外哪位先生或女士写了什么好书，称赞他的话必是功在世道人心，就如称赞哪位女士相夫教子孝敬公婆是一样的。当然，假如我说现在中国对文艺只有这样一种标准，那就是恶毒的诽谤。杜拉斯的情人问世不久，一下就出了四种译本包括台湾的译本，电影辛德勒的名单国内尚未见到，好评就不绝于耳。我们说，这些将是传世之作，那就不是用现世的标准道德的标准来评判的。这种标准从来不用之于中国人。由此得到一个结论，那就是在文学艺术的领域，外国人可以做超越人类的事业，中国人却不能。在文学艺术及其他人文的领域之内，国人的确是在使用一种双重标准，那就是对外国人的作品，用艺术或科学的标准来审评而对中国人的作品，则用道德的标准来审评。这种想法的背后，是把外国人当成另外一个物种，这样对他们的成就就能客观地评价对本国人则当作同种，只有主观的评价，因此我们的文化事业最主要的内容不是它的成就，而是它的界限此种界限为大家所认同，谁敢越界就要被群起而攻之。当年孟子如此来评价杨朱和墨子无君无父，是禽兽也。现在我们则如此地评价废都和一些在国外获奖的电影。这些作品好不好可以另论，总不能说人家的工作是禽兽行，或者是崇洋媚外。"}
{"text":"这种想法的背后，是把外国人当成另外一个物种，这样对他们的成就就能客观地评价对本国人则当作同种，只有主观的评价，因此我们的文化事业最主要的内容不是它的成就，而是它的界限此种界限为大家所认同，谁敢越界就要被群起而攻之。当年孟子如此来评价杨朱和墨子无君无父，是禽兽也。现在我们则如此地评价废都和一些在国外获奖的电影。这些作品好不好可以另论，总不能说人家的工作是禽兽行，或者是崇洋媚外。身为一个中国人，最大的痛苦是忍受别人推己及人的次数，比世界上任何地方的人都要多。我要说的不是自己不喜欢做中国人这是我最喜欢的事，我要说的是，这对文化事业的发展很是不利。我认为，当我们认真地评价艺术时，所用的标准和科学上的标准有共通之处，那就是不依据现世的利害得失，只论其对不对科学美不美艺术。此种标准我称为智慧的标准。假设有一种人类之外的智能生物，我们当然期望它们除了理解人类在科学上的成就之外，还能理解人类在艺术上的成就，故此，智慧就超越了人类。有些人会以为人类之外的东西能欣赏人类的艺术是不可能的，那么我敢和你打赌，此种生物在读到尤瑟纳尔女士的书时，读到某一句必会击节赞赏，对人类拥有的胸襟给予肯定至于它能不能欣赏红楼梦，我倒不敢赌。但我敢断言，这种标准是存在的。从这种标准来看，人类侥幸拥有了智慧，就该善用它，成就种种事业，其中就包括了文学艺术在内。用这样的标准来度量，小说家力图写出一本前所未有的书，正如科学家力图做出发现，是值得赞美的事。当然，还有别的标准，那就是念念不忘自己是个人，家住某某胡同某某号，周围有三姑六婆，应该循规蹈矩地过一生，倘有余力，就该发大财，当大官，让别人说你好。这后一种标准是个人幸福之所系，自然不可忘记，但作为一个现代知识分子，前一种标准也该记住一些。一个知识分子在面对文化遗产时，必定会觉得它浩浩洋洋，仰之弥高。这些东西是数千年来人类智慧的积累，当然是值得尊重的。不过，我以为它的来源更值得尊重，那就是活着的人们所拥有的智慧。这种东西就如一汪活水，所有的文化遗产都是它的沉积物。这些活水之中的一小份可以存在于你我的脑子里，照我看来，这是世界上最美好的事情。保存在文化遗产里的智慧让人尊敬，而活人头脑里的智慧更让人抱有无限的期望。我喜欢看到人们取得各种成就，尤其是喜欢看到现在的中国人取得任何一种成就。"}
{"text":"一个知识分子在面对文化遗产时，必定会觉得它浩浩洋洋，仰之弥高。这些东西是数千年来人类智慧的积累，当然是值得尊重的。不过，我以为它的来源更值得尊重，那就是活着的人们所拥有的智慧。这种东西就如一汪活水，所有的文化遗产都是它的沉积物。这些活水之中的一小份可以存在于你我的脑子里，照我看来，这是世界上最美好的事情。保存在文化遗产里的智慧让人尊敬，而活人头脑里的智慧更让人抱有无限的期望。我喜欢看到人们取得各种成就，尤其是喜欢看到现在的中国人取得任何一种成就。智慧永远指向虚无之境，从虚无中生出知识和美而不是死死盯住现时现事和现在的人。我认为，把智慧的范围限定在某个小圈子里，换言之，限定在一时一地一些人一种文化传统这样一种界限之内是不对的因为假如智慧是为了产生生产或发现现在没有的东西，那么前述的界限就不应当存在。不幸的是，中国最重大的文化遗产，正是这样一种界限，就像如来佛的手掌一样，谁也跳不出来而现代的主流文化却诞生在西方。在中国做知识分子，有一种传统的模式，可能是孔孟，也可能是程朱传下来的，那就是自己先去做个循规蹈矩的人，做出了模样，做出了乐趣，再去管别人。我小的时候，从小学到中学，班上都有这样的好同学，背着手听讲，当上了小班长，再去管别人。现在也是这样，先是好好地求学，当了知名理论家批评家，再去匡正世道人心。当然，这是做人的诀窍。做个知识分子，似乎稍嫌不够除了把世道和人心匡得正正的，还该干点别的。由这样的模式，自然会产生一种学堂式的气氛，先是求学，受教，攒到了一定程度，就来教别人，管别人。如此一种学堂开办数千年来，总是同一些知识在其中循环，并未产生一种面向未来超越人类的文化――谁要骂我是民族虚无主义，就骂好了，反正我从小就不是好同学――只产生了一个极沉重的传统，无数的聪明才智被白白消磨掉。倘若说到世道人心，我承认没有比中国文化更好的传统――所以我们这里就永远只有世道人心，有不了别的。总之，说到知识分子的职责，我认为还有一种传统可循那就是面向未来，取得成就。古往今来的一切大智者无不是这样做的。这两种知识分子的形象可以这样分界，前一种一世的修为，是要做个如来佛，让别人永世跳不出他的手掌心后一种是想在一生一世之中，只要能跳出别人的手掌心就满意了。我想说的就是，希望大家都做后一种知识分子，因为不管是谁的手掌心，都太小了。"}
