{"text":"现在谓之相，其实是给他们一扬，靠了这相，也是文人了。然而，所长呢？况且现在文坛上的纠纷，其实也并不是为了文笔的短长。文学的修养，决不能使人变成木石，所以文人还是人，既然还是人，他心里就仍然有是非，有爱憎但又因为是文人，他的是非就愈分明，爱憎也愈热烈。从圣贤一直敬到骗子屠夫，从美人香草一直受到麻疯病菌的文人，在这世界上是找不到的，遇见所是和所爱的，他就拥抱，遇见所非和所憎的，他就反拨。如果第三者不以为然了，可以指出他所非的其实是是，他所憎的其实该爱来，单用了笼统的文人相轻这一句空话，是不能抹杀的，世间还没有这种便宜事。一有文人，就有纠纷，但到后来，谁是谁非，孰存孰亡，都无不明明白白。因为还有一些读者，他的是非爱憎，是比和事老的评论家还要清楚的。然而，又有人来恐吓了。他说，你不怕么？古之嵇康，在柳树下打铁，钟会来看他，他不客气，问道何所闻而来，何所见而去？于是得罪了钟文人，后来被他在司马懿面前搬是非，送命了。所以你无论遇见谁，应该赶紧打拱作揖，让坐献茶，连称久仰久仰才是。这自然也许未必全无好处，但做文人做到这地步，不是很有些近乎婊子了么？况且这位恐吓家的举例，其实也是不对的，嵇康的送命，并非为了他是傲慢的文人，大半倒因为他是曹家的女婿，即使钟会不去搬是非，也总有人去搬是非的，所谓重赏之下，必有勇夫者是也。不过我在这里，并非主张文人应该傲慢，或不妨傲慢，只是说，文人不应该随和而且文人也不会随和，会随和的，只有和事老。但这不随和，却又并非回避，只是唱着所是，颂着所爱，而不管所非和所憎他得像热烈地主张着所是一样，热烈地攻击着所非，像热烈地拥抱着所爱一样，更热烈地拥抱着所憎――恰如赫尔库来斯的紧抱了巨人安太乌斯一样，因为要折断他的肋骨。五月五日。本篇最初发表于一九三五年六月文学月刊第四卷第六号文学论坛栏，署名隼。指林语堂。他在论语第二十六期一九三三年十月的论语录体之用一文中说吾恶白话之文，而喜文言之白，故提倡语录体。盖语录简练可如文言，质朴可如白话，有白话之爽利，无白话之噜铡！谆拔闹。嗔铡！"}
{"text":"五月五日。本篇最初发表于一九三五年六月文学月刊第四卷第六号文学论坛栏，署名隼。指林语堂。他在论语第二十六期一九三三年十月的论语录体之用一文中说吾恶白话之文，而喜文言之白，故提倡语录体。盖语录简练可如文言，质朴可如白话，有白话之爽利，无白话之噜铡！谆拔闹。嗔铡！钡在新语林创刊号一九三四年七月的论个人笔调一文中，却将引文有时过客题诗，山门系马竟日高人看竹，方丈留鸾。错点为有时过客题诗山门，系马竟日高人看竹，方丈留鸾。指林希隽，参看本书徐懋庸作打杂集序及其注。这句话见于契诃夫的遗著随笔。关于钟会访嵇康事，见晋书嵇康传初，康居贫，尝与向秀共锻于大树之下，以自赡给。颍川钟会，贵公子也，精练有才辩，故往造焉。康不为之礼，而锻不辍。良久会去，康谓曰何所闻而来，何所见而去？会曰闻所闻而来，见所见而去。会以此憾之。及是，言于文帝曰公无忧天下，顾以康为虑耳。宜因衅除之，以淳风俗。帝既昵听信会，遂并害之。钟会―，字士季，颍川长社今河南长葛人。司马昭的重要谋士。魏常道乡公景元三年拜镇西将军，次年统兵伐蜀，蜀平后谋反，被杀。文中司马懿应为司马昭。赫尔库来斯紧抱巨人安太乌斯据古希腊神话赫尔库来斯是主神宙斯的儿子，神勇有力。安太乌斯是地神盖娅的儿子，他只要靠着地面，就力大无穷。在一次搏斗中，赫尔库来斯把安太乌斯紧紧抱起，使他脱离地面，而扼死了他。在现代中国的孔夫子在现代中国的孔夫子新近的上海的报纸，报告着因为日本的汤岛，孔子的圣庙落成了，湖南省主席何键将军就寄赠了一幅向来珍藏的孔子的画像。老实说，中国的一般的人民，关于孔子是怎样的相貌，倒几乎是毫无所知的。自古以来，虽然每一县一定有圣庙，即文庙，但那里面大抵并没有圣像。凡是绘画，或者雕塑应该崇敬的人物时，一般是以大于常人为原则的，但一到最应崇敬的人物，例如孔夫子那样的圣人，却好像连形象也成为亵冫卖，反不如没有的好。这也不是没有道理的。孔夫子没有留下照相来，自然不能明白真正的相貌，文献中虽然偶有记载，但是胡说白道也说不定。若是从新雕塑的话，则除了任凭雕塑者的空想而外，毫无办法，更加放心不下。"}
{"text":"老实说，中国的一般的人民，关于孔子是怎样的相貌，倒几乎是毫无所知的。自古以来，虽然每一县一定有圣庙，即文庙，但那里面大抵并没有圣像。凡是绘画，或者雕塑应该崇敬的人物时，一般是以大于常人为原则的，但一到最应崇敬的人物，例如孔夫子那样的圣人，却好像连形象也成为亵冫卖，反不如没有的好。这也不是没有道理的。孔夫子没有留下照相来，自然不能明白真正的相貌，文献中虽然偶有记载，但是胡说白道也说不定。若是从新雕塑的话，则除了任凭雕塑者的空想而外，毫无办法，更加放心不下。于是儒者们也终于只好采取全部，或全无的勃兰特式的态度了。然而倘是画像，却也会间或遇见的。我曾经见过三次一次是孔子家语里的插画一次是梁启超氏亡命日本时，作为横滨出版的清议报上的卷头画，从日本倒输入中国来的还有一次是刻在汉朝墓石上的孔子见老子的画像。说起从这些图画上所得的孔夫子的模样的印象来，则这位先生是一位很瘦的老头子，身穿大袖口的长袍子，腰带上插着一把剑，或者腋下挟着一枝杖，然而从来不笑，非常威风凛凛的。假使在他的旁边侍坐，那就一定得把腰骨挺的笔直，经过两三点钟，就骨节酸痛，倘是平常人，大约总不免急于逃走的了。后来我曾到山东旅行。在为道路的不平所苦的时候，忽然想到了我们的孔夫子。一想起那具有俨然道貌的圣人，先前便是坐着简陋的车子，颠颠簸簸，在这些地方奔忙的事来，颇有滑稽之感。这种感想，自然是不好的，要而言之，颇近于不敬，倘是孔子之徒，恐怕是决不应该发生的。但在那时候，怀着我似的不规矩的心情的青年，可是多得很。我出世的时候是清朝的末年，孔夫子已经有了大成至圣文宣王这一个阔得可怕的头衔，不消说，正是圣道支配了全国的时代。政府对于读书的人们，使读一定的书，即四书和五经使遵守一定的注释使写一定的文章，即所谓八股文并且使发一定的议论。然而这些千篇一律的儒者们，倘是四方的大地，那是很知道的，但一到圆形的地球，却什么也不知道，于是和四书上并无记载的法兰西和英吉利打仗而失败了。不知道为了觉得与其拜着孔夫子而死，倒不如保存自己们之为得计呢，还是为了什么，总而言之，这回是拚命尊孔的政府和官僚先就动摇起来，用官帑大翻起洋鬼子的书籍来了。"}
{"text":"然而这些千篇一律的儒者们，倘是四方的大地，那是很知道的，但一到圆形的地球，却什么也不知道，于是和四书上并无记载的法兰西和英吉利打仗而失败了。不知道为了觉得与其拜着孔夫子而死，倒不如保存自己们之为得计呢，还是为了什么，总而言之，这回是拚命尊孔的政府和官僚先就动摇起来，用官帑大翻起洋鬼子的书籍来了。属于科学上的古典之作的，则有侯失勒的谈天，雷侠儿的地学浅释，代那的金石识别，到现在也还作为那时的遗物，间或躺在旧书铺子里。然而一定有反动。清末之所谓儒者的结晶，也是代表的大学士徐桐氏出现了。他不但连算学也斥为洋鬼子的学问他虽然承认世界上有法兰西和英吉利这些国度，但西班牙和葡萄牙的存在，是决不相信的，他主张这是法国和英国常常来讨利益，连自己也不好意思了，所以随便胡诌出来的国名。他又是一九年的有名的义和团的幕后的发动者，也是指挥者。但是义和团完全失败，徐桐氏也自杀了。政府就又以为外国的政治法律和学问技术颇有可取之处了。我的渴望到日本去留学，也就在那时候。达了目的，入学的地方，是嘉纳先生所设立的东京的弘文学院在这里，三泽力太郎先生教我水是养气和轻气所合成，山内繁雄先生教我贝壳里的什么地方其名为外套。这是有一天的事情。学监大久保先生集合起大家来，说因为你们都是孔子之徒，今天到御茶之水的孔庙里去行礼罢！我大吃了一惊。现在还记得那时心里想，正因为绝望于孔夫子和他的之徒，所以到日本来的，然而又是拜么？一时觉得很奇怪。而且发生这样感觉的，我想决不止我一个人。但是，孔夫子在本国的不遇，也并不是始于二十世纪的。孟子批评他为圣之时者也，倘翻成现代语，除了摩登圣人实在也没有别的法。为他自己计，这固然是没有危险的尊号，但也不是十分值得欢迎的头衔。不过在实际上，却也许并不这样子。孔夫子的做定了摩登圣人是死了以后的事，活着的时候却是颇吃苦头的。跑来跑去，虽然曾经贵为鲁国的警视总监，而又立刻下野，失业了并且为权臣所轻蔑，为野人所嘲弄，甚至于为暴民所包围，饿扁了肚子。弟子虽然收了三千名，中用的却只有七十二，然而真可以相信的又只有一个人。有一天，孔夫子愤慨道道不行，乘桴浮于海，从我者，其由与？从这消极的打算上，就可以窥见那消息。"}
{"text":"不过在实际上，却也许并不这样子。孔夫子的做定了摩登圣人是死了以后的事，活着的时候却是颇吃苦头的。跑来跑去，虽然曾经贵为鲁国的警视总监，而又立刻下野，失业了并且为权臣所轻蔑，为野人所嘲弄，甚至于为暴民所包围，饿扁了肚子。弟子虽然收了三千名，中用的却只有七十二，然而真可以相信的又只有一个人。有一天，孔夫子愤慨道道不行，乘桴浮于海，从我者，其由与？从这消极的打算上，就可以窥见那消息。然而连这一位由，后来也因为和敌人战斗，被击断了冠缨，但真不愧为由呀，到这时候也还不忘记从夫子听来的教训，说道君子死，冠不免，一面系着冠缨，一面被人砍成肉酱了。连唯一可信的弟子也已经失掉，孔子自然是非常悲痛的，据说他一听到这信息，就吩咐去倒掉厨房里的肉酱云。孔夫子到死了以后，我以为可以说是运气比较的好一点。因为他不会噜苏了，种种的权势者便用种种的白粉给他来化妆，一直抬到吓人的高度。但比起后来输入的释迦牟尼来，却实在可怜得很。诚然，每一县固然都有圣庙即文庙，可是一副寂寞的冷落的样子，一般的庶民，是决不去参拜的，要去，则是佛寺，或者是神庙。若向老百姓们问孔夫子是什么人，他们自然回答是圣人，然而这不过是权势者的留声机。他们也敬惜字纸，然而这是因为倘不敬惜字纸，会遭雷殛的迷信的缘故南京的夫子庙固然是热闹的地方，然而这是因为另有各种玩耍和茶店的缘故。虽说孔子作春秋而乱臣贼子惧，然而现在的人们，却几乎谁也不知道一个笔伐了的乱臣贼子的名字。说到乱臣贼子，大概以为是曹操，但那并非圣人所教，却是写了小说和剧本的无名作家所教的。总而言之，孔夫子之在中国，是权势者们捧起来的，是那些权势者或想做权势者们的圣人，和一般的民众并无什么关系。然而对于圣庙，那些权势者也不过一时的热心。因为尊孔的时候已经怀着别样的目的，所以目的一达，这器具就无用，如果不达呢，那可更加无用了。在三四十年以前，凡有企图获得权势的人，就是希望做官的人，都是读四书和五经，做八股，别一些人就将这些书籍和文章，统名之为敲门砖。这就是说，文官考试一及第，这些东西也就同时被忘却，恰如敲门时所用的砖头一样，门一开，这砖头也就被抛掉了。孔子这人，其实是自从死了以后，也总是当着敲门砖的差使的。一看最近的例子，就更加明白。"}
{"text":"然而对于圣庙，那些权势者也不过一时的热心。因为尊孔的时候已经怀着别样的目的，所以目的一达，这器具就无用，如果不达呢，那可更加无用了。在三四十年以前，凡有企图获得权势的人，就是希望做官的人，都是读四书和五经，做八股，别一些人就将这些书籍和文章，统名之为敲门砖。这就是说，文官考试一及第，这些东西也就同时被忘却，恰如敲门时所用的砖头一样，门一开，这砖头也就被抛掉了。孔子这人，其实是自从死了以后，也总是当着敲门砖的差使的。一看最近的例子，就更加明白。从二十世纪的开始以来，孔夫子的运气是很坏的，但到袁世凯时代，却又被从新记得，不但恢复了祭典，还新做了古怪的祭服，使奉祀的人们穿起来。跟着这事而出现的便是帝制。然而那一道门终于没有敲开，袁氏在门外死掉了。余剩的是北洋军阀，当觉得渐近末路时，也用它来敲过另外的幸福之门。盘据着江苏和浙江，在路上随便砍杀百姓的孙传芳将军，一面复兴了投壶之礼钻进山东，连自己也数不清金钱和兵丁和姨太太的数目了的张宗昌将军，则重刻了十三经，而且把圣道看作可以由肉体关系来传染的花柳病一样的东西，拿一个孔子后裔的谁来做了自己的女婿。然而幸福之门，却仍然对谁也没有开。这三个人，都把孔夫子当作砖头用，但是时代不同了，所以都明明白白的失败了。岂但自己失败而已呢，还带累孔子也更加陷入了悲境。他们都是连字也不大认识的人物，然而偏要大谈什么十三经之类，所以使人们觉得滑稽言行也太不一致了，就更加令人讨厌。既已厌恶和尚，恨及袈裟，而孔夫子之被利用为或一目的的器具，也从新看得格外清楚起来，于是要打倒他的欲望，也就越加旺盛。所以把孔子装饰得十分尊严时，就一定有找他缺点的论文和作品出现。即使是孔夫子，缺点总也有的，在平时谁也不理会，因为圣人也是人，本是可以原谅的。然而如果圣人之徒出来胡说一通，以为圣人是这样，是那样，所以你也非这样不可的话，人们可就禁不住要笑起来了。五六年前，曾经因为公演了子见南子这剧本，引起过问题，在那个剧本里，有孔夫子登场，以圣人而论，固然不免略有欠稳重和呆头呆脑的地方，然而作为一个人，倒是可爱的好人物。但是圣裔们非常愤慨，把问题一直闹到官厅里去了。因为公演的地点，恰巧是孔夫子的故乡，在那地方，圣裔们繁殖得非常多，成着使释迦牟尼和苏格拉第都自愧弗如的特权阶级。"}
{"text":"五六年前，曾经因为公演了子见南子这剧本，引起过问题，在那个剧本里，有孔夫子登场，以圣人而论，固然不免略有欠稳重和呆头呆脑的地方，然而作为一个人，倒是可爱的好人物。但是圣裔们非常愤慨，把问题一直闹到官厅里去了。因为公演的地点，恰巧是孔夫子的故乡，在那地方，圣裔们繁殖得非常多，成着使释迦牟尼和苏格拉第都自愧弗如的特权阶级。然而，那也许又正是使那里的非圣裔的青年们，不禁特地要演子见南子的原因罢。中国的一般的民众，尤其是所谓愚民，虽称孔子为圣人，却不觉得他是圣人对于他，是恭谨的，却不亲密。但我想，能像中国的愚民那样，懂得孔夫子的，恐怕世界上是再也没有的了。不错，孔夫子曾经计划过出色的治国的方法，但那都是为了治民众者，即权势者设想的方法，为民众本身的，却一点也没有。这就是礼不下庶人。成为权势者们的圣人，终于变了敲门砖，实在也叫不得冤枉。和民众并无关系，是不能说的，但倘说毫无亲密之处，我以为怕要算是非常客气的说法了。不去亲近那毫不亲密的圣人，正是当然的事，什么时候都可以，试去穿了破衣，赤着脚，走上大成殿去看看罢，恐怕会像误进上海的上等影戏院或者头等电车一样，立刻要受斥逐的。谁都知道这是大人老爷们的物事，虽是愚民，却还没有愚到这步田地的。四月二十九日。本篇是用日文写的，最初发表于一九三五年六月号日本改造月刊。中译文最初发表于一九三五年七月在日本东京出版的杂文月刊第二号，题为孔夫子在现代中国。参看本书。汤岛东京的街名，建有日本最大的孔庙汤岛圣堂。该庙于一九二三年被烧毁，一九三五年四月重建落成时国民党政府曾派代表专程前往参谒。何键―字芸樵，湖南醴陵人，国民党军阀。当时任国民党湖南省政府主席。勃兰特易卜生的诗剧勃兰特中的人物。全部，或全无，是他所信奉的一句格言。孔子家语原书二十七卷，久佚，今本为三国魏王肃所辑，十卷。内容是关于孔子言行的记载，大都辑自论语左传国语礼记等书。梁启超―号任公，广东新会人，清末维新运动领导人之一。戊戌政变后逃亡日本。"}
{"text":"当时任国民党湖南省政府主席。勃兰特易卜生的诗剧勃兰特中的人物。全部，或全无，是他所信奉的一句格言。孔子家语原书二十七卷，久佚，今本为三国魏王肃所辑，十卷。内容是关于孔子言行的记载，大都辑自论语左传国语礼记等书。梁启超―号任公，广东新会人，清末维新运动领导人之一。戊戌政变后逃亡日本。清议报是他在日本横滨发行的旬刊，一八九八年十二月创刊内容鼓吹君主立宪保皇反后保救光绪皇帝，反对那拉太后，一九一年十二月出至一百期停刊。大成至圣文宣王唐开元二十七年追谥孔子为文宣王，元大德十一年又加谥为大成至圣文宣王。四书指大学中庸论语孟子。北宋时程颢程颐特别推崇礼记中的大学中庸两篇，南宋朱熹又将这两篇和论语孟子合在一起，撰写四书章句集注，自此便有了四书这个名称。五经，即诗经尚书礼记周易春秋的合称，汉武帝时始有此称。八股文明清科举考试制度所规定的一种公式化的文体，它用四书五经中的文句命题，每篇由破题承题起讲入手起股中股后股束股八个部分构成。后四部分是主体，每一部分有两股相比偶的文字，合共八股，所以叫做八股文。侯失勒，―通译赫歇耳，英国天文学家物理学家。谈天的中译本共十八卷，附表一卷，出版于一八五九年。雷侠儿，―，通译赖尔，英国地质学家。地学浅释的中译本共三十八卷，出版于一八七一年。代那，―，通译丹纳，美国地质学家矿物学家。金石识别的中译本共十二卷，附表，出版于一八七一年。徐桐―汉军正蓝旗人，清末顽固派官僚。光绪间官至大学士。他反对维新变法，出于维护清朝统治的目的，他又曾利用义和团势力，围攻外国使馆。八国联军攻入北京时自缢死。弘文学院一所专门为中国留学生设立的学习日语和基础课的预备学校。校址在东京牛z区西五轩町。创办人为嘉纳治五郎―，学监为大久保高明。御茶之水日本东京的地名。汤岛圣堂即在御茶之水车站附近。"}
{"text":"金石识别的中译本共十二卷，附表，出版于一八七一年。徐桐―汉军正蓝旗人，清末顽固派官僚。光绪间官至大学士。他反对维新变法，出于维护清朝统治的目的，他又曾利用义和团势力，围攻外国使馆。八国联军攻入北京时自缢死。弘文学院一所专门为中国留学生设立的学习日语和基础课的预备学校。校址在东京牛z区西五轩町。创办人为嘉纳治五郎―，学监为大久保高明。御茶之水日本东京的地名。汤岛圣堂即在御茶之水车站附近。圣之时者也语见孟子万章。警视总监日本主管警察工作的最高长官。孔丘曾一度任鲁国的司寇，掌管刑狱，相当于日本的这一官职。道不行，乘桴浮于海等句，见论语公冶长。桴，用竹木编的筏子。由，孔子的弟子仲由，即子路。君子死，冠不免语见左传哀公十五年石乞盂d敌子路，以戈击之，断缨。子路曰君子死，冠不免。结缨而死。关于孔丘因子路战死而倒掉肉酱的事，见孔子家语子贡问子路仕于卫，卫有蒯聩之难既而卫使至，曰子路死焉。夫子哭之于中庭进使者而问故，使者曰醢之矣。遂令左右皆覆醢，曰吾何忍食此！释迦牟尼，约前―前原古印度北部迦毗罗卫国净饭王的儿子，后出家修道，成为佛教创始人。佛教于西汉末年开始传入我国。孔子作春秋而乱臣贼子惧语出孟子滕文公。袁世凯参看本卷第页注。他曾于一九一四年二月通令全国祭孔，公布崇圣典例，同年九月二十八日他率领各部总长和一批文武官员，穿着新制的古祭服，在北京孔庙举行祀孔典礼。孙传芳―山东历城人，北洋直系军阀。当他盘踞东南五省时，为了提倡复古，于一九二六年八月六日在南京举行投壶古礼。投壶，古代宴会时的一种娱乐，宾主依次投矢壶中，负者饮酒。礼记投壶孔颖达注引郑玄的话，说投壶是主人与客燕饮讲论才艺之礼。张宗昌―山东掖县人，北洋奉系军阀。一九二五年他任山东督军时提倡尊孔读经。子见南子林语堂作的独幕剧，发表于奔流第一卷第六期一九二八年十一月。"}
