{"text":"在怕的倒是那些有饭吃的人们，他们没奈何只得认点儿。所谓人情，就是自然的需求，就是基本的欲望，其实也就是基本的权利。但是饥民群还不自觉有这种权利，一般社会也还不会认清他们有这种权利饥民群只是冲动的要吃饭，而一般社会给他们饭吃，也只是默认了他们的道理，这道理就是吃饭第一。三十年夏天笔者在成都住家，知道了所谓吃大户的情形。那正是青黄不接的时候，天又干，米粮大涨价，并且不容易买到手。于是乎一群一群的贫民一面抢米仓，一面吃大户。他们开进大户人家，让他们煮出饭来吃了就走。这叫做吃大户。吃大户是和平的手段，照惯例是不能拒绝的，虽然被吃的人家不乐意。当然真正有势力的尤其有枪杆的大户，穷人们也识相，是不敢去吃的。敢去吃的那些大户，被吃了也只好认了。那回一直这样吃了两三天，地面上一面赶办平粜，一面严令禁止，才打住了。据说这吃大户是古风那么上文说的饥民就食，该更是古风罢。但是儒家对于吃饭却另有标准。孔子认为政治的信用比民食更重，孟子倒是以民食为仁政的根本这因为春秋时代不必争取人民，战国时代就非争取人民不可。然而他们论到士人，却都将吃饭看做一个不足重轻的项目。孔子说，君子固穷，说吃粗饭，喝冷水乐在其中，又称赞颜回吃喝不够，不改其乐。道学家称这种乐处为孔颜乐处，他们教人寻孔颜乐处，学习这种为理想而忍饥挨饿的精神。这理想就是孟子说的穷则独善其身，达则兼善天下，也就是所谓节和道。孟子一方面不赞成告子说的食色，性也，一方面在论大丈夫的时候列入了贫贱不能移一个条件。战国时代的大丈夫，相当于春秋时的君子，都是治人的劳心的人。这些人虽然也有饿饭的时候，但是一朝得了时，吃饭是不成问题的，不像小民往往一辈子为了吃饭而挣扎着。因此士人就不难将道和节放在第一，而认为吃饭好像是一个不足重轻的项目了。伯夷叔齐据说反对周武王伐纣，认为以臣伐君，因此不食周粟，饿死在首阳山。这也是只顾理想的节而不顾吃饭的。配合着儒家的理论，伯夷叔齐成为士人立身的一种特殊的标准。所谓特殊的标准就是理想的最高的标准士人虽然不一定人人都要做到这地步，但是能够做到这地步最好。经过宋朝道学家的提倡，这标准更成了一般的标准，士人连妇女都要做到这地步。这就是所谓饿死事小，失节事大。"}
{"text":"因此士人就不难将道和节放在第一，而认为吃饭好像是一个不足重轻的项目了。伯夷叔齐据说反对周武王伐纣，认为以臣伐君，因此不食周粟，饿死在首阳山。这也是只顾理想的节而不顾吃饭的。配合着儒家的理论，伯夷叔齐成为士人立身的一种特殊的标准。所谓特殊的标准就是理想的最高的标准士人虽然不一定人人都要做到这地步，但是能够做到这地步最好。经过宋朝道学家的提倡，这标准更成了一般的标准，士人连妇女都要做到这地步。这就是所谓饿死事小，失节事大。这句话原来是论妇女的，后来却扩而充之普遍应用起来，造成了无数的惨酷的愚蠢的殉节事件。这正是吃人的礼教。人不吃饭，礼教吃人，到了这地步总是不合理的。士人对于吃饭却还有另一种实际的看法。北宋的宋郊宋祁兄弟俩都做了大官，住宅挨着。宋祁那边常常宴会歌舞，宋效听不下去，教人和他弟弟说，问他还记得当年在和尚庙里咬菜根否？宋祁却答得妙请问当年咬菜根是为什么来着！这正是所谓吃得苦中苦，方为人上人。做了人上人，吃得好，穿得好，玩儿得好兼善天下于是成了个幌子。照这个看法，忍饥挨饿或者吃粗饭喝冷水，只是为了有朝一日可以大吃大喝，痛快的玩儿。吃饭第一原是人情，大多数士人恐怕正是这么在想。不过宋郊宋祁的时代，道学刚起头，所以宋祁还敢公然表示他的享乐主义后来士人的地位增进，责任加重，道学的严格的标准掩护着也约束着在治者地位的士人，他们大多数心里尽管那么在想，嘴里却就不敢说出。嘴里虽然不敢说出，可是实际上往往还是在享乐着。于是他们多吃多喝，就有了少吃少喝的人这少吃少喝的自然是被治的广大的民众。民众，尤其农民，大多数是听天由命安分安己的，他们惯于忍饥挨饿，几千年来都如此。除非到了最后关头，他们是不会行动的。他们到别处就食，抢米，吃大户，甚至于造反，都是被逼得无路可走才如此。这里可以注意的是他们不说话不得了就行动，忍得住就沉默。他们要饭吃，却不知道自己应该有饭吃他们行动，却觉得这种行动是不合法的，所以就索性不说什么话。说话的还是士人。他们由于印刷的发明和教育的发展等等，人数加多了，吃饭的机会可并不加多，于是许多人也感到吃饭难了。这就有了世上无如吃饭难的慨叹。虽然难，比起小民来还是容易。"}
{"text":"他们到别处就食，抢米，吃大户，甚至于造反，都是被逼得无路可走才如此。这里可以注意的是他们不说话不得了就行动，忍得住就沉默。他们要饭吃，却不知道自己应该有饭吃他们行动，却觉得这种行动是不合法的，所以就索性不说什么话。说话的还是士人。他们由于印刷的发明和教育的发展等等，人数加多了，吃饭的机会可并不加多，于是许多人也感到吃饭难了。这就有了世上无如吃饭难的慨叹。虽然难，比起小民来还是容易。因为他们究竟属于治者，百足之虫，死而不僵，有的是做官的本家和亲戚朋友，总得给口饭吃这饭并且总比小民吃的好。孟子说做官可以让所识穷乏者得我，自古以来做了官就有引用穷本家穷亲戚穷朋友的义务。到了民国，黎元洪总统更提出了有饭大家吃的话。这真是菩萨心肠，可是当时只当作笑话。原来这句话说在一位总统嘴里，就是贤愚不分，赏罚不明，就是糊涂。然而到了那时候，这句话却已经藏在差不多每一个士人的心里。难得的倒是这糊涂！第一次世界大战加上五四运动，带来了一连串的变化，中华民国在一颠一拐的走着之字路，走向现代化了。我们有了知识阶级，也有了劳动阶级，有了索薪，也有了罢工，这些都在要求有饭大家吃。知识阶级改变了士人的面目，劳动阶级改变了小民的面目，他们开始了集体的行动他们不能再安贫乐道了，也不能再安分守己了，他们认出了吃饭是天赋人权，公开的要饭吃，不是大吃大喝，是够吃够喝，甚至于只要有吃有喝。然而这还只是刚起头。到了这次世界大战当中，罗斯福总统提出了四大自由，第四项是免于匮乏的自由。匮乏自然以没饭吃为首，人们至少该有免于没饭吃的自由。这就加强了人民的吃饭权，也肯定了人民的吃饭的要求这也是有饭大家吃，但是着眼在平民，在全民，意义大不同了。抗战胜利后的中国，想不到吃饭更难，没饭吃的也更多了。到了今天一般人民真是不得了，再也忍不住了，吃不饱甚至没饭吃，什么礼义什么文化都说不上。这日子就是不知道吃饭权也会起来行动了，知道了吃饭权的，更怎么能够不起来行动，要求这种免于匮乏的自由呢？于是学生写出饥饿事大，读书事小的标语，工人喊出我们要吃饭的口号。这是我们历史上第一回一般人民公开的承认了吃饭第一。这其实比闷在心里糊涂的骚动好得多这是集体的要求，集体是有组织的，有组织就不容易大乱了。"}
{"text":"到了今天一般人民真是不得了，再也忍不住了，吃不饱甚至没饭吃，什么礼义什么文化都说不上。这日子就是不知道吃饭权也会起来行动了，知道了吃饭权的，更怎么能够不起来行动，要求这种免于匮乏的自由呢？于是学生写出饥饿事大，读书事小的标语，工人喊出我们要吃饭的口号。这是我们历史上第一回一般人民公开的承认了吃饭第一。这其实比闷在心里糊涂的骚动好得多这是集体的要求，集体是有组织的，有组织就不容易大乱了。可是有组织也不容易散人情加上人权，这集体的行动是压不下也打不散的，直到大家有饭吃的那一天。年月日作。原载年月日上海大公报副刊星期文艺第期散文全编论雅俗共赏陶渊明有奇文共欣赏，疑义相与析的诗句，那是一些素心人的乐事，素心人当然是雅人，也就是士大夫。这两句诗后来凝结成赏奇析疑一个成语，赏奇析疑是一种雅事，俗人的小市民和农家子弟是没有份儿的。然而又出现了雅俗共赏这一个成语，共赏显然是共欣赏的简化，可是这是雅人和俗人或俗人跟雅人一同在欣赏，那欣赏的大概不会还是奇文罢。这句成语不知道起于什么时代，从语气看来，似乎雅人多少得理会到甚至迁就着俗人的样子，这大概是在宋朝或者更后罢。原来唐朝的安史之乱可以说是我们社会变迁的一条分水岭。在这之后，门第迅速的垮了台，社会的等级不像先前那样固定了，士和民这两个等级的分界不像先前的严格和清楚了，彼此的分子在流通着，上下着。而上去的比下来的多，士人流落民间的究竟少，老百姓加入士流的却渐渐多起来。王侯将相早就没有种了，读书人到了这时候也没有种了只要家里能够勉强供给一些，自己有些天分，又肯用功，就是个读书种子去参加那些公开的考试，考中了就有官做，至少也落个绅士。这种进展经过唐末跟五代的长期的变乱加了速度，到宋朝又加上印刷术的发达，学校多起来了，士人也多起来了，士人的地位加强，责任也加重了。这些士人多数是来自民间的新的分子，他们多少保留着民间的生活方式和生活态度。他们一面学习和享受那些雅的，一面却还不能摆脱或蜕变那些俗的。人既然很多，大家是这样，也就不觉其寒尘不但不觉其寒尘，还要重新估定价值，至少也得调整那旧来的标准与尺度。"}
{"text":"这种进展经过唐末跟五代的长期的变乱加了速度，到宋朝又加上印刷术的发达，学校多起来了，士人也多起来了，士人的地位加强，责任也加重了。这些士人多数是来自民间的新的分子，他们多少保留着民间的生活方式和生活态度。他们一面学习和享受那些雅的，一面却还不能摆脱或蜕变那些俗的。人既然很多，大家是这样，也就不觉其寒尘不但不觉其寒尘，还要重新估定价值，至少也得调整那旧来的标准与尺度。雅俗共赏似乎就是新提出的尺度或标准，这里并非打倒旧标准，只是要求那些雅士理会到或迁就些俗士的趣味，好让大家打成一片。当然，所谓提出和要求，都只是不自觉的看来是自然而然的趋势。中唐的时期，比安史之乱还早些，禅宗的和尚就开始用口语记录大师的说教。用口语为的是求真与化俗，化俗就是争取群众。安史乱后，和尚的口语记录更其流行，于是乎有了语录这个名称，语录就成为一种著述体了。到了宋朝，道学家讲学，更广泛的留下了许多语录他们用语录，也还是为了求真与化俗，还是为了争取群众。所谓求真的真，一面是如实和直接的意思。禅家认为第一义是不可说的。语言文字都不能表达那无限的可能，所以是虚妄的。然而实际上语言文字究竟是不免要用的一种方便，记录文字自然越近实际的直接的说话越好。在另一面这真又是自然的意思，自然才亲切，才让人容易懂，也就是更能收到化俗的功效，更能获得广大的群众。道学主要的是中国的正统的思想，道学家用了语录做工具，大大的增强了这种新的文体的地位，语录就成为一种传统了。比语录体稍稍晚些，还出现了一种宋朝叫做笔记的东西。这种作品记述有趣味的杂事，范围很宽，一方面发表自己的意见，所谓议论，也就是批评，这些批评往往也很有趣味。写这种书，只当做对客闲谈，并非一本正经，虽然以文言为主，可是很接近说话。这也是给大家看的，看了可以当做谈助，增加趣味。宋朝的笔记最发达，当时盛行，流传下来的也很多。目录家将这种笔记归在小说项下，近代书店汇印这些笔记，更直题为笔记小说中国古代所谓小说，原是指记述杂事的趣味作品而言的。那里我们得特别提到唐朝的传奇。传奇据说可以见出的史才诗笔议论，是唐朝士子在投考进士以前用来送给一些大人先生看，介绍自己，求他们给自己宣传的。"}
{"text":"写这种书，只当做对客闲谈，并非一本正经，虽然以文言为主，可是很接近说话。这也是给大家看的，看了可以当做谈助，增加趣味。宋朝的笔记最发达，当时盛行，流传下来的也很多。目录家将这种笔记归在小说项下，近代书店汇印这些笔记，更直题为笔记小说中国古代所谓小说，原是指记述杂事的趣味作品而言的。那里我们得特别提到唐朝的传奇。传奇据说可以见出的史才诗笔议论，是唐朝士子在投考进士以前用来送给一些大人先生看，介绍自己，求他们给自己宣传的。其中不外乎灵怪艳情剑侠三类故事，显然是以供给谈助，引起趣味为主。无论照传统的意念，或现代的意念，这些传奇无疑的是小说，一方面也和笔记的写作态度有相类之处。照陈寅恪先生的意见，这种传奇大概起于民间，文士是仿作，文字里多口语化的地方。陈先生并且说唐朝的古文运动就是从这儿开始。他指出古文运动的领导者韩愈的毛颖传，正是仿传奇而作。我们看韩愈的气盛言宜的理论和他的参差错落的文句，也正是多多少少在口语化。他的门下的好难好易两派，似乎原来也都是在试验如何口语化。可是好难的一派过分强调了自己，过分想出奇制胜，不管一般人能够了解欣赏与否，终于被人看做诡和怪而失败，于是宋朝的欧阳修继承了好易的一派的努力而奠定了古文的基础。――以上说的种种，都是安史乱后几百年间自然的趋势，就是那雅俗共赏的趋势。宋朝不但古文走上了雅俗共赏的路，诗也走向这条路。胡适之先生说宋诗的好处就在做诗如说话，一语破的指出了这条路。自然，这条路上还有许多曲折，但是就像不好懂的黄山谷，他也提出了以俗为雅的主张，并且点化了许多俗语成为诗句。实践上以俗为雅，并不从他开始，梅圣俞苏东坡都是好手，而苏东坡更胜。据记载梅和苏都说过以俗为雅这句话，可是不大靠得住黄山谷却在再次杨明叔韵一诗的引里郑重的提出以俗为雅，以故为新，说是举一纲而张万目。他将以俗为雅放在第一，因为这实在可以说是宋诗的一般作风，也正是雅俗共赏的路。但是加上以故为新，路就曲折起来，那是雅人自赏，黄山谷所以终于不好懂了。不过黄山谷虽然不好懂，宋诗却终于回到了做诗如说话的路，这如说话，的确是条大路。"}
{"text":"据记载梅和苏都说过以俗为雅这句话，可是不大靠得住黄山谷却在再次杨明叔韵一诗的引里郑重的提出以俗为雅，以故为新，说是举一纲而张万目。他将以俗为雅放在第一，因为这实在可以说是宋诗的一般作风，也正是雅俗共赏的路。但是加上以故为新，路就曲折起来，那是雅人自赏，黄山谷所以终于不好懂了。不过黄山谷虽然不好懂，宋诗却终于回到了做诗如说话的路，这如说话，的确是条大路。雅化的诗还不得不回向俗化，刚刚来自民间的词，在当时不用说自然是雅俗共赏的。别瞧黄山谷的有些诗不好懂，他的一些小词可够俗的。柳耆卿更是个通俗的词人。词后来虽然渐渐雅化或文人化，可是始终不能雅到诗的地位，它怎么着也只是诗馀。词变为曲，不是在文人手里变，是在民间变的曲又变得比词俗，虽然也经过雅化或文人化，可是还雅不到词的地位，它只是词馀。一方面从晚唐和尚的俗讲演变出来的宋朝的说话就是说书，乃至后来的平话以及章回小说，还有宋朝的杂剧和诸宫调等等转变成功的元朝的杂剧和戏文，乃至后来的传奇，以及皮簧戏，更多半是些不登大雅的俗文学。这些除元杂剧和后来的传奇也算是词馀以外，在过去的文学传统里简直没有地位也就是说这些小说和戏剧在过去的文学传统里多半没有地位，有些有点地位，也不是正经地位。可是虽然俗，大体上却俗不伤雅，虽然没有什么地位，却总是雅俗共赏的玩艺儿。雅俗共赏是以雅为主的，从宋人的以俗为雅以及常语的俗不伤雅，更可见出这种宾主之分。起初成群俗士蜂拥而上，固然逼得原来的雅士不得不理会到甚至迁就着他们的趣味，可是这些俗士需要摆脱的更多。他们在学习，在享受，也在蜕变，这样渐渐适应那雅化的传统，于是乎新旧打成一片，传统多多少少变了质继续下去。前面说过的文体和诗风的种种改变，就是新旧双方调整的过程，结果迁就的渐渐不觉其为迁就，学习的也渐渐习惯成了自然，传统的确稍稍变了质，但是还是文言或雅言为主，就算跟民众近了一些，近得也不太多。至于词曲，算是新起于俗间，实在以音乐为重，文辞原是无关轻重的雅俗共赏，正是那音乐的作用。后来雅士们也曾分别将那些文辞雅化，但是因为音乐性太重，使他们不能完成那种雅化，所以词曲终于不能达到诗的地位。而曲一直配合着音乐，雅化更难，地位也就更低，还低于词一等。"}
{"text":"前面说过的文体和诗风的种种改变，就是新旧双方调整的过程，结果迁就的渐渐不觉其为迁就，学习的也渐渐习惯成了自然，传统的确稍稍变了质，但是还是文言或雅言为主，就算跟民众近了一些，近得也不太多。至于词曲，算是新起于俗间，实在以音乐为重，文辞原是无关轻重的雅俗共赏，正是那音乐的作用。后来雅士们也曾分别将那些文辞雅化，但是因为音乐性太重，使他们不能完成那种雅化，所以词曲终于不能达到诗的地位。而曲一直配合着音乐，雅化更难，地位也就更低，还低于词一等。可是词曲到了雅化的时期，那共赏的人却就雅多而俗少了。真正雅俗共赏的是唐五代北宋的词，元朝的散曲和杂剧，还有平话和章回小说以及皮簧戏等。皮簧戏也是音乐为主，大家直到现在都还在哼着那些粗俗的戏词，所以雅化难以下手，虽然一二十年来这雅化也已经试着在开始。平话和章回小说，传统里本来没有，雅化没有合式的榜样，进行就不易。三国演义虽然用了文言，却是俗化的文言，接近口语的文言，后来的水浒西游记红楼梦等就都用白话了。不能完全雅化的作品在雅化的传统里不能有地位，至少不能有正经的地位。雅化程度的深线，决定这种地位的高低或有没有，一方面也决定雅俗共赏的范围的小和大――雅化越深，共赏的人越少，越浅也就越多。所谓多少，主要的是俗人，是小市民和受教育的农家子弟。在传统里没有地位或只有低地位的作品，只算是玩艺儿然而这些才接近民众，接近民众却还能教雅俗共赏，雅和俗究竟有共通的地方，不是不相理会的两橛了。单就玩艺儿而论，雅俗共赏虽然是以雅化的标准为主，共赏者却以俗人为主。固然，这在雅方得降低一些，在俗方也得提高一些，要俗不伤雅才成雅方看来太俗，以至于俗不可耐的，是不能共赏的。但是在什么条件之下才会让俗人所赏的，雅人也能来共赏呢？我们想起了有目共赏这句话。孟子说过不知子都之姣者，无目者也，有目是反过来说，共赏还是陶诗共欣赏的意思。子都的美貌，有眼睛的都容易辨别，自然也就能共赏了。孟子接着说口之于味也，有同嗜焉耳之于声也，有同听焉目之于色也，有同美焉。这说的是人之常情，也就是所谓人情不相远。但是这不相远似乎只限于一些具体的常识的现实的事物和趣味。"}
{"text":"但是在什么条件之下才会让俗人所赏的，雅人也能来共赏呢？我们想起了有目共赏这句话。孟子说过不知子都之姣者，无目者也，有目是反过来说，共赏还是陶诗共欣赏的意思。子都的美貌，有眼睛的都容易辨别，自然也就能共赏了。孟子接着说口之于味也，有同嗜焉耳之于声也，有同听焉目之于色也，有同美焉。这说的是人之常情，也就是所谓人情不相远。但是这不相远似乎只限于一些具体的常识的现实的事物和趣味。譬如北平罢，故宫和颐和园，包括建筑，风景和陈列的工艺品，似乎是雅俗共赏的，天桥在雅人的眼中似乎就有些太俗了。说到文章，俗人所能赏的也只是常识的，现实的。后汉的王充出身是俗人，他多多少少代表俗人说话，反对难懂而不切实用的辞赋，却赞美公文能手。公文这东西关系雅俗的现实利益，始终是不曾完全雅化了的。再说后来的小说和戏剧，有的雅人说西厢记诲淫，水浒传诲盗，这是高论。实际上这一部戏剧和这一部小说都是雅俗共赏的作品。西厢记无视了传统的礼教，水浒传无视了传统的忠德，然而男女是人之大欲之一，官逼民反，也是人之常情，梁山泊的英雄正是被压迫的人民所想望的。俗人固然同情这些，一部分的雅人，跟俗人相距还不太远的，也未尝不高兴这两部书说出了他们想说而不敢说的。这可以说是一种快感，一种趣味，可并不是低级趣味这是有关系的，也未尝不是有节制的。诲淫诲盗只是代表统治者的利益的说话。十九世纪二十世纪之交是个新时代，新时代给我们带来了新文化，产生了我们的知识阶级。这知识阶级跟从前的读书人不大一样，包括了更多的从民间来的分子，他们渐渐跟统治者拆伙而走向民间。于是乎有了白话正宗的新文学，词曲和小说戏剧都有了正经的地位。还有种种欧化的新艺术。这种文学和艺术却并不能让小市民来共赏，不用说农工大众。于是乎有人指出这是新绅士也就是新雅人的欧化，不管一般人能够了解欣赏与否。他们提倡大众语运动。但是时机还没有成熟，结果不显著。抗战以来又有通俗化运动，这个运动并已经在开始转向大众化。通俗化还分别雅俗，还是雅俗共赏的路，大众化却更进一步要达到那没有雅俗之分，只有共赏的局面。这大概也会是所谓由量变到质变罢。年月日作。"}
