{"text":"我惭愧自己是个爱博而情不专的人虽老想着只选定一条路，却总丢不下别的。我从前本是学哲学的，而同时舍不下文学。后来因为自己的科学根柢太差，索性丢开了哲学，走向文学方面来。但是文学的范围又怎样大！我是一直随随便便，零零碎碎地读些，写些，不曾认真做过什么工夫。结果是只有一点儿――一点儿都没有！驳杂与因循是我的大敌人。现在年龄是加长了，又遇着这样动摇的时代，我既不能参加革命或反革命，总得找一个依据，才可姑作安心地过日子。我是想找一件事，钻了进去，消磨了这一生。我终于在国学里找着了一个题目，开始像小儿的学步。这正是望死路上走但我乐意这么走，也就没有法子。不过我又是个乐意弄弄笔头的人虽是当此危局，还不能认真地严格地专走一条路――我还得要写些，写些我自己的阶级，我自己的过，现，未三时代。一劲儿闷着，我是活不了的。胡适之先生在我的歧路里说哲学是我的职业，文学是我的娱乐我想套着他的调子说国学是我的职业，文学是我的娱乐。这便是现在我走着的路。至于究竟能够走到何处，是全然不知道，全然没有把握的。我的才力短，那不过走得近些罢了但革命期的破坏若积极进行，报纸所载的远方可怕的事实，若由运命的指挥，渐渐地逼到我住的所在，那么，我的身家性命还不知是谁的，还说什么路不路！即使身家性命保全了，而因生计窘迫的关系，也许让你不得不把全部的精力专用在衣食住上，那却是真的死路。实在也说不上什么路不路！此外，革命若出乎意表地迅速地成了功，我们全阶级的没落就将开始，那是更用不着说什么路的！但这一层究竟还是出乎意表的事，暂可不论以上两层却并不是渺茫不可把捉的，浪漫的将来，是从现在的事实看，说来就来了的。所以我虽定下了自己好走的路，却依旧要虑到哪里走？哪里走！两个问题上去！我也知道这种忧虑没有一点用，但禁不住它时时地袭来只要有些馀暇，它就来盘据心头，挥也挥不去。若许我用一个过了时的名字，这大约就是所谓烦闷吧。不过前几年的烦闷是理想的，浪漫的，多少可以温馨着的这时代的是，加以我的年龄，更为实际的，纠纷的。我说过阴影，这也就是我的阴影。我想，便是这个，也该是向着灭亡走的我们的运命吧？"}
{"text":"两个问题上去！我也知道这种忧虑没有一点用，但禁不住它时时地袭来只要有些馀暇，它就来盘据心头，挥也挥不去。若许我用一个过了时的名字，这大约就是所谓烦闷吧。不过前几年的烦闷是理想的，浪漫的，多少可以温馨着的这时代的是，加以我的年龄，更为实际的，纠纷的。我说过阴影，这也就是我的阴影。我想，便是这个，也该是向着灭亡走的我们的运命吧？年月日作原载年月一般第四卷第期散文全编悼王善瑾君我与王善瑾君相处确只一年，但知道他是一个勤苦好学而又具有正确判断力的人。他现在死了！他的朋友告诉我他的死信的时候，真使我失惊这样一个有为的青年，竟这样草草完了他的一生！生死的道理，真是参不透的么？但他的病来得这样快，只腹痛了两日，一切便都完了！他死在江苏阜宁县城他家在离城很远的乡下。没有和家人见一面，他便撒了手，阜宁是个偏辟的地方，只有几个不中用的医生。他的病，没有人知道名字他便这样糊里糊涂地死了。他家本可勉强过活但他一读书，便不得不负债了。他独自挣扎着，好容易才得到大学待了一年。他实在不能支持下去了，只得忍了心休学，想做点事，积些钱，过一年再来他自己和我们，谁会想到他永远不能再来呢？但若仍在清华，而不去办那一身兼编辑校对发行的报纸，或许不会有这样的病吧？就有，也不至于不可救吧？他在清华病过两三个月，后来似乎好了。这回或是复发的旧病，或是袭来的新病，无论如何，他若不在那样偏僻的地方，我们的希望总要多些。他这几年的日子真不好过。他家因他受累，他不能不时时感到自己的责任一面还得为自己张罗着。而家乡的腐败情形。他也十二分关心。他曾经使得绅士们不安，他们恨他，直到现在。这种种引导他到死路上去，病或者只是一个最近的原因吧？我说生死的道理是参不透的，但他的生死却又似乎有些参得透的所以更觉着可惜了。他死后，他的朋友们告诉我他的一切但他并不曾告诉过我什么，虽然我们是一个中学校里的先后同学。这见得他是能谨慎能忍耐的人，值得我们想念的。年月日作原载年月日清华周刊第卷第号散文全编白马湖今天是个下雨的日子。这使我想起了白马湖因为我第一回到白马湖，正是微风飘萧的春日。"}
{"text":"我说生死的道理是参不透的，但他的生死却又似乎有些参得透的所以更觉着可惜了。他死后，他的朋友们告诉我他的一切但他并不曾告诉过我什么，虽然我们是一个中学校里的先后同学。这见得他是能谨慎能忍耐的人，值得我们想念的。年月日作原载年月日清华周刊第卷第号散文全编白马湖今天是个下雨的日子。这使我想起了白马湖因为我第一回到白马湖，正是微风飘萧的春日。白马湖在甬绍铁道的驿亭站，是个极小极小的乡下地方。在北方说起这个名字，管保一百个人一百个人不知道。但那却是一个不坏的地方。这名字先就是一个不坏的名字。据说从前宋时？有个姓周的骑白马入湖仙去，所以有这个名字。这个故事也是一个不坏的故事。假使你乐意搜集，或也可编成一本小书，交北新书局印去。白马湖并非圆圆的或方方的一个湖，如你所想到的，这是曲曲折折大大小行许多湖的总名。湖水清极了，如你所能想到的，一点儿不含糊像镜子。沿铁路的水，再没有比这里清的，这是公论。遇到旱年的夏季，别处湖里都长了草，这里却还是一清如故。白马湖最大的，也是最好的一个，便是我们住过的屋的门前那一个。那个湖不算小，但湖口让两面的山包抄住了。外面只见微微的碧波而已，想不到有那么大的一片。湖的尽里头，有一个三四十户人家的村落，叫做西徐岙，因为姓徐的多。这村落与外面本是不相通的，村里人要出来得撑船。后来春晖中学在湖边造了房子，这才造了两座玲珑的小木桥，筑起一道煤屑路，直通到驿亭车站。那是窄窄的一条人行路，蜿蜒曲折的，路上虽常不见人，走起来却不见寂寞――。尤其在微雨的春天，一个初到的来客，他左顾右盼，是只有觉得热闹的。春晖中学在湖的最胜处，我们住过的屋也相去不远，是半西式。湖光山色从门里从墙头进来，到我们窗前桌上。我们几家接连着D翁的家最讲究。屋里有名人字画，有古瓷，有铜佛，院子里满种着花。屋子里的陈设又常常变换，给人新鲜的受用。他有这样好的屋子，又是好客如命，我们便不时地上他家里喝老酒。D翁夫人的烹调也极好，每回总是满满的盘碗拿出来，空空的收回去。白马湖最好的时候是黄昏。湖上的山笼着一层青色的薄雾，在水里映着参差的模糊的影子。水光微微地暗淡，像是一面古铜镜。轻风吹来，有一两缕波纹，但随即平静了。"}
{"text":"湖光山色从门里从墙头进来，到我们窗前桌上。我们几家接连着D翁的家最讲究。屋里有名人字画，有古瓷，有铜佛，院子里满种着花。屋子里的陈设又常常变换，给人新鲜的受用。他有这样好的屋子，又是好客如命，我们便不时地上他家里喝老酒。D翁夫人的烹调也极好，每回总是满满的盘碗拿出来，空空的收回去。白马湖最好的时候是黄昏。湖上的山笼着一层青色的薄雾，在水里映着参差的模糊的影子。水光微微地暗淡，像是一面古铜镜。轻风吹来，有一两缕波纹，但随即平静了。天上偶见几只归鸟，我们看着它们越飞越远，直到不见为止。这个时候便是我们喝酒的时候。我们说话很少上了灯话才多些，但大家都已微有醉意。是该回家的时候了。若有月光也许还得徘徊一会若是黑夜，便在暗里摸索醉着回去。白马湖的春日自然最好。山是青得要滴下来，水是满满的软软的。小马路的两边，一株间一株地种着小桃与杨柳。小桃上各缀着几朵重瓣的红花，像夜空的疏星。杨柳在暖风里不住地摇曳。在这路上走着，时而听见锐而长的火车的笛声是别有风味的。在春天，不论是晴是雨，是月夜是黑夜，白马湖都好。――雨中田里菜花的颜色最早鲜艳黑夜虽什么不见，但可静静地受用春天的力量。夏夜也有好处，有月时可以在湖里划小船，四面满是青霭。船上望别的村庄，像是蜃楼海市，浮在水上，迷离徜恍的有时听见人声或犬吠，大有世外之感。若没有月呢，便在田野里看萤火。那萤火不是一星半点的，如你们在城中所见那是成千成百的萤火。一片儿飞出来，像金线网似的，又像耍着许多火绳似的。只有一层使我愤恨。那里水田多，蚊子太多，而且几乎全闪闪烁烁是疟蚊子。我们一家都染了疟疾，至今三四年了，还有未断根的。蚊子多足以减少露坐夜谈或划船夜游的兴致，这未免是美中不足了。离开白马湖是三年前的一个冬日。前一晚别筵上，有D翁与云君，我不能忘记D翁，那是一个真挚豪爽的朋友。但我也不能忘记云君，我应该这样说，那是一个可爱的――孩子。七月十四日，北平。原载年月日清华周刊第卷第期。散文全编赠言一个大学生的毕业之感是和中小学生不同的。他若不入研究院或留学，这便是学校生活的最后了。他高兴，为的已满足了家庭的愿望而成为堂堂的一个人。但也发愁，为的此后生活要大大地改变了，而且往往是不能预料的改变。在现下的中国尤其如此。"}
{"text":"前一晚别筵上，有D翁与云君，我不能忘记D翁，那是一个真挚豪爽的朋友。但我也不能忘记云君，我应该这样说，那是一个可爱的――孩子。七月十四日，北平。原载年月日清华周刊第卷第期。散文全编赠言一个大学生的毕业之感是和中小学生不同的。他若不入研究院或留学，这便是学校生活的最后了。他高兴，为的已满足了家庭的愿望而成为堂堂的一个人。但也发愁，为的此后生活要大大地改变了，而且往往是不能预料的改变。在现下的中国尤其如此。一面想到就要走出天真的和平的园地而踏进五花八门的新世界去，也不免有些依恋彷徨。这种甜里带着苦味，或说苦里带着甜味，大学毕业诸君也许多多少少感染着吧。然而这种欣慰与感伤都是因袭的，无谓的。堂堂的一个人若只知道仰足以事父母，俯足以蓄妻子，或只知道自得其乐，那是没多大意义的。至于低徊留连于不能倒流的年光，更是白费工夫。我们要冷静地看清自己前面的路。毕业在大学生是个献身的好机会。他在大学里造成了自己，这时候该活泼泼地跳进社会里去，施展起他的身手。在这国家多难之期，更该沉着地挺身前进，决无躲避徘徊之理。他或做自己职务，或做救国工作，或从小处下手，或从大处着眼，只要卖力气干都好。但单枪匹马也许只能守成而且旧势力好像大漩涡，一个不小心便会滚下去。真正的力量还得大伙儿。清华毕业的人渐渐多起来了，大伙儿同心协力，也许能开些新风气。有人说清华大学毕业生犯两种毛病一是率真，二是瞧不起人。率真决不是毛病。所谓世故，实在太繁碎。处处顾忌，只能敷敷衍衍过日子整日兜圈儿，别想向前走一步。这样最糟蹋人的精力，社会之所以老朽昏庸者以此。现在我们正需要一班率真的青年人，生力军，打开这个僵局。至于瞧不起人，也有几等。年轻人学了些本事，不觉沾沾自喜是一等。看见别人做事不认真，不切实，忍不住现点颜色，说点话，是一等。这些似乎都还情有可原。若单凭了清华的名字，那却不行但相信这是不会有的。年月作原载年清华大学年刊散文全编春盼望着，盼望着，东风来了，春天的脚步近了。一切都像刚睡醒的样子，欣欣然张开了眼。山朗润起来了，水长起来了，太阳的脸红起来了。小草偷偷地从土里钻出来，嫩嫩的，绿绿的。"}
{"text":"年轻人学了些本事，不觉沾沾自喜是一等。看见别人做事不认真，不切实，忍不住现点颜色，说点话，是一等。这些似乎都还情有可原。若单凭了清华的名字，那却不行但相信这是不会有的。年月作原载年清华大学年刊散文全编春盼望着，盼望着，东风来了，春天的脚步近了。一切都像刚睡醒的样子，欣欣然张开了眼。山朗润起来了，水长起来了，太阳的脸红起来了。小草偷偷地从土里钻出来，嫩嫩的，绿绿的。园子里，田野里，瞧去，一大片满是的。坐着，躺着，打两个滚，踢几脚球，赛几趟跑，捉几回迷藏。风轻悄悄的，草绵软软的。桃树杏树梨树，你不让我，我不让你，都开满了花赶趟儿。红的像火，粉的像霞，白的像雪。花里带着甜味，闭了眼，树上仿佛已经满是桃儿杏儿梨儿！花下成千成百的蜜蜂嗡嗡地闹着，大小的蝴蝶飞来飞去。野花遍地是杂样儿，有名字的，没名字的，散在草丛里，像眼睛，像星星，还眨呀眨的。吹面不寒杨柳风，不错的，像母亲的手抚摸着你。风里带来些新翻的泥土的气息，混着青草味，还有各种花的香，都在微微润湿的空气里酝酿。鸟儿将窠巢安在繁花嫩叶当中，高兴起来了，呼朋引伴地卖弄清脆的喉咙，唱出宛转的曲子，与轻风流水应和着。牛背上牧童的短笛，这时候也成天在嘹亮地响。雨是最寻常的，一下就是三两天。可别恼，看，像牛毛，像花针，像细丝，密密地斜织着，人家屋顶上全笼着一层薄烟。树叶子却绿得发亮，小草也青得逼你的眼。傍晚时候，上灯了，一点点黄晕的光，烘托出一片安静而和平的夜。乡下去，小路上，石桥边，撑起伞慢慢走着的人还有地里工作的农夫，披着蓑，戴着笠的。他们的草屋，稀稀疏疏的在雨里静默着。天上风筝渐渐多了，地上孩子也多了。城里乡下，家家户户，老老小小，他们也赶趟儿似的，一个个都出来了。舒活舒活筋骨，抖擞抖擞精神，各做各的一份事去。一年之计在于春刚起头儿，有的是工夫，有的是希望。春天像刚落地的娃娃，从头到脚都是新的，它生长着。春天像小姑娘，花枝招展的，笑着，走着。春天像健壮的青年，有铁一般的胳膊和腰脚，他领着我们上前去。"}
{"text":"城里乡下，家家户户，老老小小，他们也赶趟儿似的，一个个都出来了。舒活舒活筋骨，抖擞抖擞精神，各做各的一份事去。一年之计在于春刚起头儿，有的是工夫，有的是希望。春天像刚落地的娃娃，从头到脚都是新的，它生长着。春天像小姑娘，花枝招展的，笑着，走着。春天像健壮的青年，有铁一般的胳膊和腰脚，他领着我们上前去。原载朱文叔编初中语文读本第册年月版散文全编哀互生三月里刘薰宇君来信，说互生病了，而且是没有希望的病，医生说只好等日子了。四月底在时事新报上见到立达学会的通告，想不到这么快互生就殁了！后来听说他病中的光景，那实在太惨为他想，早点去，少吃些苦头，也未尝不好的。但丢下立达这个学校，这班朋友，这班学生，他一定不甘心，不瞑目！互生最叫我们纪念的是他做人的态度。他本来是一副铜筋铁骨，黑皮肤衬着那一套大布之衣，看去像个乡下人。他什么苦都吃得，从不晓得享用，也像乡下人。他心里那一团火，也像乡下人。那一团火是热，是力，是光。他不爱多说话，但常常微笑那微笑是自然的，温暖的。在他看，人是可以互相爱着的，除了一些成见已深，不愿打开窗户说亮话的。他对这些人却有些憎恶，不肯假借一点颜色。世界上只有能憎的人才能爱爱憎没有定见，只是毫无作为的脚色。互生觉得青年成见还少，希望最多所以愿意将自己的生命一滴不剩而献给他们，让爱的宗教在他们中间发荣滋长，让他们都走向新世界去。互生不好发议论，只埋着头干父父，是儒家的真正精神。我和他并没有深谈过，但从他的行事看来，相信我是认识他的。互生办事的专心，少有人及得他。他办立达便饮食坐卧只惦着立达，再不想别的。立达好像他的情人，他的独子。他性情本有些狷介，但为了立达，也常去看一班大人先生，更常去看那些有钱可借的老板之类。他东补西凑地为立达筹款子，还要跑北京，跑南京。有一回他本可以留学去。但丢不下立达，到底没有去。他将生命献给立达，立达也便是他的生命。他办立达这么多年，并没有让多少人知道他个人的名字他早忘记了自己。现在他那样壮健的身子到底为立达牺牲了。他殉了自己的理想，是有意义的。只是这理想刚在萌芽我们都该想想，立达怎样才可不死呢？立达不死，互生其实也便不死了。"}
{"text":"他东补西凑地为立达筹款子，还要跑北京，跑南京。有一回他本可以留学去。但丢不下立达，到底没有去。他将生命献给立达，立达也便是他的生命。他办立达这么多年，并没有让多少人知道他个人的名字他早忘记了自己。现在他那样壮健的身子到底为立达牺牲了。他殉了自己的理想，是有意义的。只是这理想刚在萌芽我们都该想想，立达怎样才可不死呢？立达不死，互生其实也便不死了。年月日作原载年月日文学第卷第号散文全编论说话的多少圣经贤传都教我们少说话，怕的是惹祸，你记得金人铭开头就是古之慎言人也。戒之哉！戒之哉！无多言！多言多败。岂不森森然有点可怕的样子。再说，多言即使不惹祸，也不过颠倒是非，决非好事。所以孔子称仁者，其言也，又说恶夫佞者。苏秦张仪之流以及后世小说里所谓掉三寸不烂之舌的辩士，在正统派看来，也许比佞者更下一等。所以沉默寡言寡言笑，简直就成了我们的美德。圣贤的话自然有道理，但也不可一概而论。假如你身居高位，一个字一句话都可影响大局，那自然以少说话，多点头为是。可是反过来，你如去见身居高位的人，那可就没有准儿。前几年南京有一位著名会说话的和一位著名不说话的都做了不小的官。许多人踌躇起来，还是说话好呢？还是不说话好呢？这是要看情形的有些人喜欢说话的人，有些人不。有些事必得会说话的人去父，譬如宣传员有些事必得少说话的人去父，譬如机要秘书。至于我们这些平人，在访问，见客，聚会的时候，若只是死心眼儿，一个劲儿少说话，虽合于圣贤之道，却未见得就顺非圣贤人的眼。要是熟人，处得久了，彼此心照，倒也可以原谅的要是生人或半生半熟的人，那就有种种看法。他也许觉得你神秘，仿佛天上眨眼的星星也许觉得你老实，所谓仁者其言也也许觉得你懒，不愿意卖力气也许觉得你利害，专等着别人的话我们家乡称这种人为等口也许觉得你冷淡，不容易亲近也许觉得你骄傲，看不起他，甚至讨厌他。这自然也看你和他的关系，以及你的相貌神气而定，不全在少说话不过少说话是个大原因。这么着，他对你当然敬而远之，或不敬而远之。若是你真如他所想，那倒是求仁得仁若是不然，就未免有点冤哉枉也。民国十六年的时候，北平有人到汉口去回来，一个同事问他汉口怎么样。"}
{"text":"他也许觉得你神秘，仿佛天上眨眼的星星也许觉得你老实，所谓仁者其言也也许觉得你懒，不愿意卖力气也许觉得你利害，专等着别人的话我们家乡称这种人为等口也许觉得你冷淡，不容易亲近也许觉得你骄傲，看不起他，甚至讨厌他。这自然也看你和他的关系，以及你的相貌神气而定，不全在少说话不过少说话是个大原因。这么着，他对你当然敬而远之，或不敬而远之。若是你真如他所想，那倒是求仁得仁若是不然，就未免有点冤哉枉也。民国十六年的时候，北平有人到汉口去回来，一个同事问他汉口怎么样。他说，很好哇，没有什么。话是完了，那位同事只好点点头走开。他满想知道一点汉口的实在情形，但是什么也没有得着失望之余，很觉得人家是瞧不起他哪。但是女人少说话，却当别论因为一般女人总比男人害臊，一害臊自然说不出什么了。再说，传统的压迫也太利害你想男人好说话，还不算好男人，女人好说话还了得！王熙凤算是会说话的，可是在红楼梦里，她并不算是个好女人可是――现在若有会说话的女人，特别是压倒男人的会说话的女人，恭维的人就一定多因为西方动的文明已经取东方静的文明而代之，沉默寡言虽有时还用得着，但是究竟不如议论风生的难能可贵了。说起议论风生，在传统里原来也是褒辞。不过只是美才，而不是美德若是以德论，这个怕也不足重轻罢。现在人也还是看作美才，只不过看得重些罢了。议论风生并不只是口才好得有材料，有见识，有机智才成――口才不过机智，那是不够的。这个并不容易办到我们平人所能做的只是在普通情形之下，多说几句话，不要太冷落场面就是。――许多人喝下酒时生气时爱说话，但那是往往多谬误的。说话也有两路，一是游击式，一是包围式。有一回去看新从欧洲归国的两位先生，他们都说了许多话。甲先生从客人的话里选择题目，每个题目说不上几句话就牵引到别的上去。当时觉得也还有趣，过后却什么也想不出。乙先生也从客人的话里选题目，可是他却粘在一个题目上，只叙说在欧洲的情形。他并不用什么机智，可是说得很切实，让客人觉着有所得而去。他的殷勤，客人在口头在心上，都表示着谢意。普通说话大概都用游击式包围式组织最难，多人不能够，也不愿意去尝试。再说游击式可发可收，爱听就多说些，不爱听就少说些我们这些人许犯贫嘴到底还不至于的。要说像哑妻那样，不过是法朗士的牢骚，事实上大致不会有。"}
