{"text":"是你又怎么样？你比别人更糟糕，下回少说这一类话！小孩子学着夸大话，浅薄透了！假如是你，你比别人更糟糕，你想你总要比别人高一倍吗？再不要夸口，夸口是最可耻，最没出息。我走进母亲的房里时，坐在炕沿我弄着发辫，默不作声，脸部感到很烧很烧。以后我再不夸口了！伯父又常常讲一些关于女人的服装的意见，他说穿衣服素色最好，不要涂粉，抹胭脂，要保持本来的面目。我常常是保持本来的面目，不涂粉不抹胭脂，也从没穿过花色的衣裳。后来我渐渐对于古文有趣味，伯父给我讲古文，记得讲到吊古战场文那篇，伯父被感动得有些声咽，我到后来竟哭了！从那时起我深深感到战争的痛苦与残忍。大概那时我才岁。又过一岁，我从小学卒业就要上中学的时候，我的父亲把脸沉下了！他终天把脸沉下。等我问他的时候，他瞪一瞪眼睛，在地板上走转两圈，必须要过半分钟才能给一个答话上什么中学？上中学在家上吧！父亲在我眼里变成一只没有一点热气的鱼类，或者别的不具着情感的动物。半年的工夫，母亲同我吵嘴，父亲骂我你懒死啦！不要脸的，当时我过于气愤了，实在受不住这样一架机器压轧了。我问他，什么叫不要脸呢？谁不要脸！听了这话立刻像火山一样暴裂起来。当时我没能看出他头上有火冒也没？父亲满头的发丝一定被我烧焦了吧！那时我是在他的手掌下倒了下来，等我爬起来时，我也没有哭。可是父亲从那时起他感到父亲的尊严是受了一大挫折，也从那时起每天想要恢复他的父权。他想做父亲的更该尊严些，或者加倍的尊严着才能压住子女吧？可真加倍尊严起来了每逢他从街上回来，都是黄昏时候，父亲一走到花园的地方便从喉管作出响动，咳嗽几声啦，或是吐一口痰啦。后来渐渐我听他只是咳嗽而不吐痰，我想父亲一定会感着痰不够用了呢！我想做父亲的为什么必须尊严呢？或者因为做父亲的肚子太清洁？！把肚子里所有的痰都全部吐出来了。一天天睡在炕上，慢慢我病着了！我什么心思也没有了！一班同学不升学的只有两三个，升学的同学给我来信告诉我，她们打网球，学校怎样热闹，也说些我所不懂的功课。我愈读这样的信，心愈加重点。老祖父支住拐杖，仰着头，白色的胡子振动着说叫樱花上学去吧！给她拿火车费，叫她收拾收拾起身吧！小心病坏！父亲说有病在家养病吧，上什么学，上学！后来连祖父也不敢向他问了，因为后来不管亲戚朋友，提到我上学的事他都是连话不答，出走在院中。"}
{"text":"！把肚子里所有的痰都全部吐出来了。一天天睡在炕上，慢慢我病着了！我什么心思也没有了！一班同学不升学的只有两三个，升学的同学给我来信告诉我，她们打网球，学校怎样热闹，也说些我所不懂的功课。我愈读这样的信，心愈加重点。老祖父支住拐杖，仰着头，白色的胡子振动着说叫樱花上学去吧！给她拿火车费，叫她收拾收拾起身吧！小心病坏！父亲说有病在家养病吧，上什么学，上学！后来连祖父也不敢向他问了，因为后来不管亲戚朋友，提到我上学的事他都是连话不答，出走在院中。整整死闷在家中三个季节，现在是正月了。家中大会宾客，外祖母啜着汤食向我说樱花，你怎么不吃什么呢？当时我好象要流出眼泪来，在桌旁的枕上，我又倒下了！因为伯父外出半年是新回来，所以外祖母向伯父说他伯伯，向樱花爸爸说一声，孩子病坏了，叫她上学去吧！伯父最爱我，我五六岁时他常常来我家，他从北边的乡村带回来榛子。冬天他穿皮大髦，从袖口把手伸给我，那冰寒的手呀！当他拉住我的手的时候，我害怕挣脱着跑了，可是我知道一定有榛子给我带来，我光着头两手捏耳朵，在院子里我向每个货车夫问有榛子没有？榛子没有？伯父把我裹在大氅里，抱着我进去，他说等一等给你榛子。我渐渐长大起来，伯父仍是爱我的，讲故事给我听。买小书给我看，等我入高级，他开始给我讲古文了！有时族中的哥哥弟弟们都唤来，他讲给我们听，可是书讲完他们临去的时候，伯父总是说别看你们是男孩子，樱花比你们全强，真聪明。他们自然不愿意听了，一个一个退走出去。不在伯父面前他们齐声说你好呵！你有多聪明！比我们这一群混蛋强得多。男孩子说话总是有点野，我不愿意听，便离开他们了。谁想男孩子们会这样放肆呢？他们扯住我，要打我你聪明，能当个什么用？我们有气力，要收拾你。什么狗屁聪明，来，我们大家伙看看你的聪明到底在哪里！伯父当着什么人都夸奖我好记力，心机灵快。现在一讲到我上学的事，伯父微笑了不用上学，家里请个老先生念念书就够了！哈尔滨的文学生们太荒唐。外祖母说孩子在家里教养好，到学堂也没有什么坏处。于是伯父斟了一杯酒，挟了一片香肠放到嘴里，那时我多么不愿看他吃香肠呵！那一刻我是怎样恼烦着他！我讨厌他喝酒用的杯于，我讨厌他上唇生着的小黑髭，也许伯伯没有观察我一下！"}
{"text":"我们有气力，要收拾你。什么狗屁聪明，来，我们大家伙看看你的聪明到底在哪里！伯父当着什么人都夸奖我好记力，心机灵快。现在一讲到我上学的事，伯父微笑了不用上学，家里请个老先生念念书就够了！哈尔滨的文学生们太荒唐。外祖母说孩子在家里教养好，到学堂也没有什么坏处。于是伯父斟了一杯酒，挟了一片香肠放到嘴里，那时我多么不愿看他吃香肠呵！那一刻我是怎样恼烦着他！我讨厌他喝酒用的杯于，我讨厌他上唇生着的小黑髭，也许伯伯没有观察我一下！他又说女学生们靠不住，交男朋友啦！恋爱啦！我看不惯这些。从那时起伯父同父亲是没有什么区别。变成严凉的石块。当年，我升学了，那不是什么人帮助我，是我自己向家庭施行的骗术。后一年暑假，我从外回家，我和伯父的中间，总感到一种淡漠的情绪，伯父对我似乎是客气了，似乎是有什么从中间隔离着了！一天伯父上街去买鱼，可是他回来的时候，筐子是空空的。母亲问怎么！没有鱼吗？哼！没有。母亲又问鱼贵吗？不贵。伯父走进堂屋坐在那里好像幻想着一般，后门外树上满挂着绿的叶子，伯父望着那些无知的叶子幻想，最后他小声唱起，像是有什么悲哀蒙蔽着他了！看他的脸色完全可怜起来。他的眼睛是那样忧烦的望着桌面，母亲说哥哥头痛吗？伯父似乎不愿回答，摇着头，他走进屋倒在床上，很长时间，他翻转着，扇子他不用来摇风，在他手里乱响。他的手在胸膛上拍着，气闷着，再过一会，他完全安静下去，扇子任意丢在地板，苍蝇落在脸上，也不去搔它。晚饭桌上了，伯父多喝了几杯酒，红着颜面向祖父说菜市上看见王大姐呢！王大姐，我们叫他王大姑，常听母亲说王大姐没有妈，爹爹为了贫穷去为匪，只留这个可怜的孩子住在我们家里。伯父很多情呢！伯父也会恋爱呢，伯父的屋子和我姑姑们的屋子挨着，那时我的三个姑姑全没出嫁。一夜，王大姑没有回内房去睡，伯父伴着她哩！祖父不知这件事，他说怎么不叫她来家呢？她不来，看样子是很忙。呵！从出了门子总没见过，多年了，多年了！祖父捋着斑白的胡子，他感到自己是老了！伯父也感叹着嗳！一转眼，老了！不是姑娘时候的王大姐了！头发白了一半。伯父的感叹和祖父完全不同，伯父是痛惜着他破碎的青春的故事。"}
{"text":"伯父也会恋爱呢，伯父的屋子和我姑姑们的屋子挨着，那时我的三个姑姑全没出嫁。一夜，王大姑没有回内房去睡，伯父伴着她哩！祖父不知这件事，他说怎么不叫她来家呢？她不来，看样子是很忙。呵！从出了门子总没见过，多年了，多年了！祖父捋着斑白的胡子，他感到自己是老了！伯父也感叹着嗳！一转眼，老了！不是姑娘时候的王大姐了！头发白了一半。伯父的感叹和祖父完全不同，伯父是痛惜着他破碎的青春的故事。又想一想他婉转着说，说时他神秘的有点微笑我经过菜市场，一个老太太回头看我，我走过，她仍旧看我。停在她身后，我想一想，是谁呢？过会我说是王大姐吗？她转过身来，我问她，在本街住吧？她很忙，要回去烧饭，随后她走了，什么话也没说，提着空筐子走了！夜间，全家人都睡了，我偶然到伯父屋里去找一本书，因为对他，我连一点信仰也失去了，所以无言走出。伯父愿意和我谈话似的没睡吗？没有。隔着一道玻璃门，我见他无聊的样子翻着书和报，枕旁一只蜡烛，火光在起伏。伯父今天似乎是例外，同我讲了好些话，关于报纸上的，又关于什么年鉴上的。他看见我手里拿着一本花面的小书，他问什么书。小说。我不知道他的话是从什么地方说起言情小说，西厢是妙绝，红楼梦也好。那夜伯父奇怪地向我笑，微微地笑，把视线斜着看住我。我忽然想起白天所讲的王大姑来了，于是给伯父倒一杯茶，我走出房来，让他伴着茶香来慢慢的回味着记忆中的姑娘吧！我与伯伯的学说渐渐悬殊，因此感情也渐渐恶劣，我想什么给感情分开的呢？我需要恋爱，伯父也需要恋爱。伯父见着他年轻时候的情人痛苦，假若是我也是一样。那么他与我有什么不同呢？不过伯伯相信的是镀金的学说。署名田娣刊于年月日哈尔滨国际协报周刊文艺第期小六六啊，六孩子顶着一块大锅盖，蹒蹒跚跚大蜘蛛一样从楼梯爬下来，孩子头上的汗还不等揩抹，妈妈又唤喊了六啊！六啊！是小六家搬家的日子。八月天，风静睡着，树梢不动，蓝天好象碧蓝的湖水，一条云彩也未挂到湖上。楼顶闲荡无虑地在晒太阳。楼梯被石墙的阴影遮断了一半，和往日一样，该是预备午饭的时候。"}
{"text":"六啊！是小六家搬家的日子。八月天，风静睡着，树梢不动，蓝天好象碧蓝的湖水，一条云彩也未挂到湖上。楼顶闲荡无虑地在晒太阳。楼梯被石墙的阴影遮断了一半，和往日一样，该是预备午饭的时候。六啊六，小六一切都和昨日一样，一切没有变动，太阳，天空，墙外的树，树下的两只红毛鸡仍在啄食。小六家房盖穿着洞了，有泥块打进水桶，阳光从窗子门，从打开的房盖一起走进来，阳光逼走了小六家一切盆子桶子和人。不到一个月，那家的楼房完全长起，红色瓦片盖住楼顶，有木匠在那里正装窗框。吃过午饭，泥水匠躺在长板条上睡觉，木匠也和大鱼似的找个荫凉的地方睡。那一些拖长的腿，泥污的手脚，在长板条上可怕的，偶然伸动两下。全个后院，全个午间，让他们的鼾声结着群。虽然楼顶已盖好瓦片，但在小六娘觉得只要那些人醒来，楼好象又高一点，好象天空又短了一块。那家的楼房玻璃快到窗框上去闪光，烟囱快要冒起烟来了。同时小六家呢？爹爹提着床板一条一条去卖。并且蟋蟀吟鸣得厉害，墙根草莓棵藏着蟋蟀似的。爹爹回来，他的单衫不象夏夜那样染着汗。娘在有月的夜里，和旷野上老树一般，一张叶子也没有，娘的灵魂里一颗眼泪也没有，娘没有灵魂！自来火给我！小六他娘，小六他娘。俺娘哪来的自来火，昨晚不是借的自来火点灯吗？爹爹骂起来懒老婆，要你也过日子，不要你也过日子。爹爹没有再骂，假如再骂小六就一定哭起来，她想爹爹又要打娘。爹爹去卖西瓜，小六也跟着去。后海沿那一些闹嚷嚷的人，推车的，摇船的，肩布袋的拉车的。爹爹切西瓜，小六拾着从他们嘴上流下来的瓜子。后来爹爹又提着篮子卖油条包子。娘在墙根砍着树枝。小六到后山去拾落叶。孩子夜间说的睡话多起来，爹和娘也嚷着别挤我呀！往那面一点，我腿疼。六啊！六啊，你爹死到哪个地方去啦？女人和患病的猪一般在露天的房子里哼哽地说话。快搬，快搬告诉早搬，你不早搬，你不早搬，打碎你的盆！怨――谁？大块的士敏土翻滚着沉落。那个人嚷一些什么，女人听不清了！"}
{"text":"爹爹切西瓜，小六拾着从他们嘴上流下来的瓜子。后来爹爹又提着篮子卖油条包子。娘在墙根砍着树枝。小六到后山去拾落叶。孩子夜间说的睡话多起来，爹和娘也嚷着别挤我呀！往那面一点，我腿疼。六啊！六啊，你爹死到哪个地方去啦？女人和患病的猪一般在露天的房子里哼哽地说话。快搬，快搬告诉早搬，你不早搬，你不早搬，打碎你的盆！怨――谁？大块的士敏土翻滚着沉落。那个人嚷一些什么，女人听不清了！女人坐在灰尘中，好象让她坐在着火的烟中，两眼快要流泪，喉头麻辣辣，好象她幼年时候夜里的恶梦，好象她幼年时候爬山滚落了。六啊！六啊！孩子在她身边站着娘，俺在这。六啊！六啊！娘，俺在这。俺不是在这吗？那女人，孩子拉到她的手她才看见。若不触到她，她什么也看不到了。那一些盆子桶子，罗列在门前。她家象是着了火或是无缘的，想也想不到的闯进一些鬼魔去。把六挤掉地下去了。一条被你自己盖着。一家三人腰疼腿疼，然而不能吃饱穿暖。妈妈出去做女仆，小六也去，她是妈妈的小仆人，妈为人家烧饭，小六提着壶去打水。柏油路上飞着雨丝，那是秋雨了。小六戴着爹爹的大毡帽，提着壶在雨中穿过横道。那夜小六和娘一起哭着回来。爹说哭死死就痛快的死。房东又来赶他们搬家。说这间厨房已经租出去了。后院亭子间盖起楼房来了！前院厨房又租出去。蟋蟀夜夜吟鸣，小六全家在蟋蟀吟鸣里向着天外的白月坐着。尤其是娘，她呆人一样，朽木一样。她说往哪里搬？我本来打算一个月三元钱能租个板房！你看那家辞掉我夜夜那女人不睡觉。肩上披着一张单布坐着。搬到什么地方去！搬到海里去？搬家把女人逼得疯子似的，眼睛每天红着。她家吵架，全院人都去看热闹。我不活啦你打死我打死我小六惶惑着，比妈妈的哭声更大，那孩子跑到同院人家去唤喊打俺娘爹打俺娘有时候她竟向大街去喊。同院人来了！但是无法分开，他们象两条狗打仗似的。小六用拳头在爹的背脊上挥两下，但是又停下来哭，那孩子好象有火烧着她一般，暴跳起来。打仗停下了时候，那也正同狗一样，爹爹在墙根这面呼喘，妈妈在墙根那面呼喘。你打俺娘，你你要打死她。"}
{"text":"她家吵架，全院人都去看热闹。我不活啦你打死我打死我小六惶惑着，比妈妈的哭声更大，那孩子跑到同院人家去唤喊打俺娘爹打俺娘有时候她竟向大街去喊。同院人来了！但是无法分开，他们象两条狗打仗似的。小六用拳头在爹的背脊上挥两下，但是又停下来哭，那孩子好象有火烧着她一般，暴跳起来。打仗停下了时候，那也正同狗一样，爹爹在墙根这面呼喘，妈妈在墙根那面呼喘。你打俺娘，你你要打死她。俺娘俺娘爹和娘静下来，小六还没有静下来，那孩子仍哭。有时夜里打起来，床板翻倒，同院别人家的孩子渐渐害怕起来，说小六她娘疯了，有的说她着了妖魔。因为每次打仗都是哭得昏过去停止。小六跳海了小六跳海了院中人都出来看小六。那女人抱着孩子去跳湾湾即路旁之臭泥沼，而不是去跳海。她向石墙疯狂地跌撞，湿得全身打颤的小六又是哭，女人号啕到半夜。同院人家的孩子更害怕起来，说是小六也疯了。娘停止号啕时，才听到蟋蟀在墙根鸣。娘就穿着湿裤子睡。白月夜夜照在人间，安息了！人人都安息了！可是太阳一出来时，小六家又得搬家。搬向哪里去呢？说不定娘要跳海，又要把小六先推下海去。首刊于年月日太白第卷第期饿列巴圈挂在过道别人的门上，过道好象还没有天明，可是电灯已经熄了。夜间遗留下来睡朦的气息充塞在过道，茶房气喘着，抹着地板。我不愿醒得太早，可是已经醒了，同时再不能睡去。厕所房的电灯仍开着，和夜间一般昏黄，好象黎明还没有到来，可是列巴圈已经挂上别人家的门了！有的牛奶瓶也规规矩矩地等在别的房间外。只要一醒来，就可以随便吃喝。但，这都只限于别人，是别人的事，与自己无关。扭开了灯，郎华睡在床上，他睡得很恬静，连呼吸也不震动空气一下。听一听过道连一个人也没走动。全旅馆的三层楼都在睡中，越这样静越引诱我，我的那种想头越坚决。过道尚没有一点声息，过道越静越引诱我，我的那种想头越想越充胀我去拿吧！正是时候，即使是偷，那就偷吧！轻轻扭动钥匙，门一点响动也没有。探头看了看，列巴圈对门就挂着，东隔壁也挂着，西隔壁也挂着。天快亮了！牛奶瓶的乳白色看得真真切切，列巴圈比每天也大了些，结果什么也没有去拿，我心里发烧，耳朵也热了一阵，立刻想到这是偷。儿时的记忆再现出来，偷梨吃的孩子最羞耻。"}
{"text":"听一听过道连一个人也没走动。全旅馆的三层楼都在睡中，越这样静越引诱我，我的那种想头越坚决。过道尚没有一点声息，过道越静越引诱我，我的那种想头越想越充胀我去拿吧！正是时候，即使是偷，那就偷吧！轻轻扭动钥匙，门一点响动也没有。探头看了看，列巴圈对门就挂着，东隔壁也挂着，西隔壁也挂着。天快亮了！牛奶瓶的乳白色看得真真切切，列巴圈比每天也大了些，结果什么也没有去拿，我心里发烧，耳朵也热了一阵，立刻想到这是偷。儿时的记忆再现出来，偷梨吃的孩子最羞耻。过了好久，我就贴在已关好的门扇上，大概我象一个没有灵魂的纸剪成的人贴在门扇。大概这样吧街车唤醒了我，马蹄嗒嗒车轮吱吱地响过去。我抱紧胸膛，把头也挂到胸口，向我自己心说我饿呀！不是偷呀！第二次也打开门，这次我决心了！偷就偷，虽然是几个列巴圈，我也偷，为着我饿，为着他饿。第二次失败，那么不去做第三次了。下了最后的决心，爬上床，关了灯，推一推郎华，他没有醒，我怕他醒。在偷这一刻，郎华也是我的敌人假若我有母亲，母亲也是敌人。天亮了！人们醒了。做家庭教师，无钱吃饭也要去上课，并且要练武术。他喝了一杯茶走的，过道那些列巴圈早已不见，都让别人吃了。从昨夜到中午，四肢软一点，肚子好象被踢打放了气的皮球。窗子在墙壁中央，天窗似的，我从窗口升了出去，赤裸裸，完全和日光接近市街临在我的脚下，直线的，错综着许多角度的楼房，大柱子一般工厂的烟囱，街道横顺交织着，秃光的街树。白云在天空作出各样的曲线，高空的风吹乱我的头发，飘荡我的衣襟。市街像一张繁繁杂杂颜色不清晰的地图，挂在我们眼前。楼顶和树梢都挂住一层稀薄的白霜，整个城市在阳光下闪闪烁烁撒了一层银片。我的衣襟被风拍着作响，我冷了，我孤孤独独的好象站在无人的山顶。每家楼顶的白霜，一刻不是银片了，而是些雪花冰花，或是什么更严寒的东西在吸我，像全身浴在冰水里一般。我披了棉被再出现到窗口，那不是全身，仅仅是头和胸突在窗口。一个女人站在一家药店门口讨钱，手下牵着孩子，衣襟裹着更小的孩子。药店没有人出来理她，过路人也不理她，都象说她有孩子不对，穷就不该有孩子，有也应该饿死。我只能看到街路的半面，那女人大概向我的窗下走来，因为我听见那孩子的哭声很近。"}
{"text":"每家楼顶的白霜，一刻不是银片了，而是些雪花冰花，或是什么更严寒的东西在吸我，像全身浴在冰水里一般。我披了棉被再出现到窗口，那不是全身，仅仅是头和胸突在窗口。一个女人站在一家药店门口讨钱，手下牵着孩子，衣襟裹着更小的孩子。药店没有人出来理她，过路人也不理她，都象说她有孩子不对，穷就不该有孩子，有也应该饿死。我只能看到街路的半面，那女人大概向我的窗下走来，因为我听见那孩子的哭声很近。老爷，太太，可怜可怜可是看不见她在逐谁，虽然是三层楼，也听得这般清楚，她一定是跑得颠颠断断地呼喘老爷老爷可怜吧！那女人一定正象我，一定早饭还没有吃，也许昨晚的也没有吃。她在楼下急迫地来回的呼声传染了我，肚子立刻响起来，肠子不住地呼叫郎华仍不回来，我拿什么来喂肚子呢？桌子可以吃吗？草褥子可以吃吗？晒着阳光的行人道，来往的行人，小贩乞丐这一些看得我疲倦了！打着呵欠，从窗口爬下来。窗子一关起来，立刻生满了霜，过一刻，玻璃片就流着眼泪了！起初是一条条的，后来就大哭了！满脸是泪，好象在行人道上讨饭的母亲的脸。我坐在小屋，像饿在笼中的鸡一般，只想合起眼睛来静着，默着，但又不是睡。咯，咯！这是谁在打门！我快去开门，是三年前旧学校里的图画先生。他和从前一样很喜欢说笑话，没有改变，只是胖了一点，眼睛又小了一点。他随便说，说得很多。他的女儿，那个穿红花旗袍的小姑娘，又加了一件黑绒上衣，她在藤椅上，怪美丽的。但她有点不耐烦的样子爸爸，我们走吧。小姑娘哪里懂得人生！小姑娘只知道美，哪里懂得人生？曹先生问你一个住在这里吗？是――我当时不晓得为什么答应是，明明是和郎华同住，怎么要说自己住呢？好象这几年并没有别开，我仍在那个学校读书一样。他说还是一个人好，可以把整个的心身献给艺术。你现在不喜欢画，你喜欢文学，就把全心身献给文学。只有忠心于艺术的心才不空虚，只有艺术才是美，才是真美。爱情这话很难说，若是为了性欲才爱，那么就不如临时解决，随便可以找到一个，只要是异性。爱是爱，爱很不容易，那么就不如爱艺术，比较不空虚爸爸，走吧！小姑娘哪里懂得人生，只知道美，她看一看这屋子一点意思也没有，床上只铺一张草褥子。"}
