{"text":"我怎么办？这个问题使我困惑了很久，不知如何回答。也使我想起法国的侏儒大画家罗德列克s。罗德列克出身贵族，小的时候聪明伶俐，极得宠爱，可惜他在十四岁的时候不小心绊倒，折断了左腿，几个月后，母亲带着他散步，他跌落阴沟，把右腿也折断了，从此，他腰部以下的发育完全停止，成为侏儒。罗德列克的遭遇对他本人也许是个不幸，对艺术却是个不幸中的大幸，罗德列克的艺术是在他折断双腿以后才开始诞生，试问一下罗德列克如果没有折断双腿，他是不是也会成为艺术史上的大画家呢，罗德列克说过我的双腿如果和常人那样的话，我也不画画了。可以说是一个最好的回答。从罗德列克遗留下来的作品，我们可以看到，他对正在跳舞的女郎和奔跑中的马特别感兴趣，也留下许多佳作，这正是来自他心理上的补偿作用，借着绘画，他把想跳舞和想骑马的美梦投射在艺术上面，因此，罗德列克倘若完好如常人，恐怕今天我们也看不到舞蹈和奔马的名作了。每次翻看罗德列克的画册，总使我想起他的身世来。我想到生命真正的桂冠到底是什么呢？是做一个正常的人而与草木同朽？或是在挫折之后，从灵魂的最深处出发而获得永恒的声名呢？这些问题没有单一的答案，答案就是在命运的摆布之中，是否能重塑自己，在灰烬中重生。希腊神话中有两个性格绝对不同的神，一个是理性的智慧的冷静的阿波罗另一个是感性的热烈的冲动的戴奥尼修斯。他们似乎代表了生命中两种不同的气质，一种是热情浪漫，一种是冷静理智，两者在其中冲激而爆出闪亮的火光。从社会的标准来看，我们都希望一个正常人能稳定优雅有自制力，希望每个人的性格和表现像天使一样，可是这样的性格使大部分人都成为平凡的人，缺乏伟大的野心和强烈的情感。一旦这种阿波罗性格受到激荡压迫挫折，很可能就像火山爆发一样，在心底的戴奥尼修斯伸出头来，散发如倾盆大雨的狂野激情，艺术的原创力就在这种情况生发，生活与命运的不如意正如一块磨刀用岁月在莲上写诗那天路过台南县白河镇，就像暑大里突然饮了一盅冰凉的蜜水，又凉又甜。"}
{"text":"从社会的标准来看，我们都希望一个正常人能稳定优雅有自制力，希望每个人的性格和表现像天使一样，可是这样的性格使大部分人都成为平凡的人，缺乏伟大的野心和强烈的情感。一旦这种阿波罗性格受到激荡压迫挫折，很可能就像火山爆发一样，在心底的戴奥尼修斯伸出头来，散发如倾盆大雨的狂野激情，艺术的原创力就在这种情况生发，生活与命运的不如意正如一块磨刀用岁月在莲上写诗那天路过台南县白河镇，就像暑大里突然饮了一盅冰凉的蜜水，又凉又甜。白河小镇是一个让人吃惊的地方，它是本省最大的莲花种植地，在小巷里走，在田野上闲逛，都会在转折处看到一田田又大又美的莲花。那些经过细心栽培的莲花竞好似是天然生成，在大地的好风好景里毫无愧色，夏日里格外有一种欣悦的气息。我去的时候正好是莲子收成的季节，种莲的人家都忙碌起来了，大人小孩全到莲困里去采莲子，对于我们这些只看过莲花美姿就叹息的人，永远也不知道种莲的人家是用怎么样的辛苦在维护一池莲，使它开花结实。夕阳斜，晚风飘，大家来唱采莲谣。红花艳，白花娇，扑面香风暑气消。你打桨，我撑篙，乃一声过小桥。船行快，歌声高，采得莲花乐陶陶。我们童年唱过的采莲谣在白河好像一个梦境，因为种莲人家采的不是观赏的莲花，而是用来维持一家生话的莲子，莲田里也没有可以打桨撑篙的莲肪，而要一步一步踩在莲田的烂泥里。采莲的时间是清晨太阳刚出来或者黄昏日头要落山的时分，一个个采莲人背起了竹篓，带上了斗笠，涉入浅浅的泥巴里，把已经成熟的莲蓬一朵朵摘下来，放在竹篓里。采回来的莲蓬先挖出里面的莲子，莲于外面有一层粗壳，要用小刀一粒一粒剥开，晶莹洁白的莲子就滚了一地。莲子剥好后，还要用细针把莲子里的莲心挑出来，这些靠的全是灵巧的手工，一粒也偷懒不得，所以全家老小都加入了工作。空的莲蓬可以卖给中药铺，还可以挂起来装饰洁白的莲子可以煮莲子汤，做许多可口的菜肴苦的莲心则能煮苦茶，既降火又提神。我在白河镇看莲花的子民工作了一天，不知道为什么总是觉得种莲的人就像莲子一样，表面上莲花是美的，莲田的景观是所有作物中最美丽的景观，可是他们工作的辛劳和莲心一样，是苦的。采莲的季节在端午节到九月的夏秋之交，等莲子采收完毕，接下来就要挖土里的莲藕了。"}
{"text":"空的莲蓬可以卖给中药铺，还可以挂起来装饰洁白的莲子可以煮莲子汤，做许多可口的菜肴苦的莲心则能煮苦茶，既降火又提神。我在白河镇看莲花的子民工作了一天，不知道为什么总是觉得种莲的人就像莲子一样，表面上莲花是美的，莲田的景观是所有作物中最美丽的景观，可是他们工作的辛劳和莲心一样，是苦的。采莲的季节在端午节到九月的夏秋之交，等莲子采收完毕，接下来就要挖土里的莲藕了。莲田其实是一片污泥，采莲的人要防备田里游来游去的吸血水蛙，莲花的梗则长满了刺。我看到每一位采莲人的裤子都被这些密刺划得千疮百孔，有时候还被刮出一条条血痕，可见得依靠美丽的莲花生活也不是简单的事。小孩子把莲叶卷成杯状，捧着莲子在莲田埂上跑来跑去，才让我感知，再辛苦的收获也有快乐的一面。莲花其实就是荷花，在还没有开花前叫荷，开花结果后就叫莲。我总觉得两种名称有不同的意义荷花的感觉是天真纯情，好像一个洁净无瑕的少女，莲花则是宝相庄严，仿佛是即将生产的少妇。荷花是宜于观赏的，是诗人和艺术家的朋友莲花带了一点生活的辛酸，是种莲人生活的依靠。想起多年来我对莲花的无知，只喜欢在远远的高处看莲想莲却从来没有走进真正的莲花世界，看莲田背后生活的悲欢，不禁感到愧疚。谁知道一朵莲蓬里的三十个莲子，是多少血汗的灌溉？谁知道夏日里一碗冰冻的莲子汤是农民多久的辛劳？我陪着一位种莲的人在他的莲田梭巡，看他走在占地一甲的莲田边，娓娓向我诉说一朵莲要如何下种，如何灌溉，如何长大，如何采收，如何避过风灾，等待明年的收成时，觉得人世里一件最平凡的事物也许是我们永远难以知悉的，即使微小如莲子，部有一套生命的大学问。我站在莲田上，看日光照射着莲田，想起留得残荷听雨声恐怕是莲民难以享受的境界，因为荷残的时候，他们又要下种了。田中的莲叶坐着结成一片，站着也叠成一片，在田里交缠不清。我们用一些空虚清灵的诗歌来歌颂莲叶何田田的美，永远也不及种莲的人用他们的岁月和血汗在莲叶上写诗吧！――一九八一年九月二日黑暗的剪影在新公园散步，看到一个剪影的中年人。"}
{"text":"我站在莲田上，看日光照射着莲田，想起留得残荷听雨声恐怕是莲民难以享受的境界，因为荷残的时候，他们又要下种了。田中的莲叶坐着结成一片，站着也叠成一片，在田里交缠不清。我们用一些空虚清灵的诗歌来歌颂莲叶何田田的美，永远也不及种莲的人用他们的岁月和血汗在莲叶上写诗吧！――一九八一年九月二日黑暗的剪影在新公园散步，看到一个剪影的中年人。他摆的摊子很小，工具也非常简单，只有一把小剪刀几张纸，但是他剪影的技巧十分熟练，只要三两分钟就能把一个人的形象剪在纸上，而且大部分非常的酷肖。仔细地看，他的剪影上只有两三道线条，一个人的表情五官就在那三两道线条中活生生的跳跃出来。那是一个冬日清冷的午后，即使在公园里，人也是稀少的，偶有路过的人好奇地望望剪影者的摊位，然后默默地离去要经过好久，才有一些人抱着姑且一试的心理，让他剪影，因为一张二十元，比在相馆拍张失败的照片还要廉价得多。我坐在剪影者对面的铁椅上，看到他生意的清淡，不禁令我觉得他是一个人间的孤独者。他终日用剪刀和纸捕捉人们脸上的神采，而那些人只像一条河从他身边匆匆流去，除了他摆在架子上一些特别传神的，用来做样本的名人的侧影以外，他几乎一无所有。走上前去，我让剪影者为我剪一张侧脸，在他工作的时候，我淡淡的说生意不太好呀？设想到却引起剪影者一长串的牢骚。他说，自从摄影普遍了以后，剪影的生意几乎做不下去了，因为摄影是彩色的，那么真实而明确而剪影是黑白的，只有几道小小的线条。他说当人们大依赖摄影照片时，这个世界就减少了一些可以想像的美感，不管一个人多么天真烂漫，他站在照相机的前面时，就变得虚假而不自在了。因此，摄影往往只留下一个人的形象，却不能真正有一个人的神采剪影不是这样，它只捕捉神分节阅读采，不太注意形象。我想，那位孤独的剪影者所说的话，有很深切的道理，尤其是人坐在照相馆灯下所拍的那种照片。"}
{"text":"因此，摄影往往只留下一个人的形象，却不能真正有一个人的神采剪影不是这样，它只捕捉神分节阅读采，不太注意形象。我想，那位孤独的剪影者所说的话，有很深切的道理，尤其是人坐在照相馆灯下所拍的那种照片。他很快地剪好了我的影，我看着自己黑黑的侧影，感觉那个影是陌生的，带着一种连我自己都不敢相信的忧郁，因为他嘴角紧闭，眉头深结，我询问着剪影者，他说我刚刚看你坐在对面的椅子上，就觉得你是个忧郁的人，你知道要剪出一个人的影像，技术固然重要，更重要的是观察。剪影者从事剪影的行业已经有二十年了，一直过着流浪的生活，以前是在各地的观光区为观光客剪影，后来观光区也被照相师傅取代了，他只好从一个小镇到另一个小镇出卖自己的技艺，他的感慨不仅仅是生活的，而是我走的地方愈多，看过的人愈多，我剪影的技术就日益成熟，捕捉住人最传神的面貌，可惜我的生意却一天不如一天，有时在南部乡下，一天还不到十个人上门。做为一个剪影者，他最大的兴趣是在观察，早先是对人的观察，后来生意清淡了，他开始揣摩自然，剪花鸟树木，剪山光水色。那不是和剪纸一样了吗？我说。剪影本来就是剪纸的一种，不同的是剪纸务求精细，色彩繁多，是中国的写实画剪影务求精简，只有黑白两色，就象是写意了。因为他夸说什么事物都可以剪影，我就请他剪一幅题名为黑暗的影子。剪影者用黑纸和剪刀，剪了一个小小的上弦月和几粒闪耀为星星，他告诉我本来，真正的黑暗是没有月亮和星星的，但是世间没有真正的黑暗，我们总可以在最角落的地方看到一线光明，如果没有光明，黑暗就不成其黑暗了。我离开剪影者的时候，不禁反复地回味他说过的话。因为有光明的对照，黑暗才显得可怕，如果真是没有光明，黑暗又有什么可怕呢？问题是，一个人处在最黑暗的时刻，如何还能保有对光明的一片向往。现在这张名为黑暗的剪影正摆在我的书桌上，星月疏疏淡淡的埋在黑纸里，好像很不在意似的，光明也许正是如此，并未为某一个特定的对象照耀，而是每一个有心人都可以追求。"}
{"text":"因为有光明的对照，黑暗才显得可怕，如果真是没有光明，黑暗又有什么可怕呢？问题是，一个人处在最黑暗的时刻，如何还能保有对光明的一片向往。现在这张名为黑暗的剪影正摆在我的书桌上，星月疏疏淡淡的埋在黑纸里，好像很不在意似的，光明也许正是如此，并未为某一个特定的对象照耀，而是每一个有心人都可以追求。后来我有几次到公园去，想找那一位剪影的人，却再也没有他的踪迹了，我知道他在某一个角落里继续过着飘泊的生活，捕捉光明或黑暗的人所显现的神采，也许他早就忘记曾经剪过我的影子，这丝毫不重要，重要的是我们在一个悠闲的下午相遇，而他用二十年的流浪告诉我世间没有真正的黑暗。即使无人顾惜的剪影也是如此。――一九八三年二月二十三日阳光照在我们身上三十年代最当红的男明星白云自杀去世了。当年白云在上海的盛况，据说目前最红的明星秦汉泰祥林王冠雄，李小飞加起来都还比不上，我父母那一辈的影迷，一提起白云，总是勾起一些伤感的回忆谁想到那个时代在银幕上最闪亮的明星，死后竟是黄土一，连墓碑都找不到。卅年的年华，把白云从地上最明亮的地方，埋到最黑暗的地下。白云自杀的同时，我最喜欢的智慧型明星英格丽褒曼也逝世了，可是两人的身影却是完全不同的景况，褒曼逝世的时候，她的儿女都围绕身边，倍极哀荣。第三天台湾电视公司还播出一个一小时的专辑英格丽褒曼的荣耀，来纪念这位为全世界尊敬的影人。可是白云呢？白云的逝世在电视里只是一个小小的新闻，更何况是专辑了。当初他为自己取名为白云就已经为结局下了断语，他生前有两句话生是飘客，死是游魂。是有着多么深沉寥落的寓意，怪不得一些老演员像葛香亭欧阳莎菲在他坟前致祭时也免不了老泪纵横。中国演员老来的处境，总是令我油然地兴起衷感之心，他们不能像西方的演员，终其生都闪烁着明星的光泽，他们不是恒久的星星，而是瞬息消逝的流云。但是又何尝演员如此，这触及到我经常思考的时间问题，时间，对一位曾经光芒万丈的人是一个多么无情的杀手。怪不得白云逝世的时候，一位影剧记者慨乎言之，问起如今当令的年轻演员，他们竟茫然的问起白云是谁？白云是谁呢？"}
{"text":"是有着多么深沉寥落的寓意，怪不得一些老演员像葛香亭欧阳莎菲在他坟前致祭时也免不了老泪纵横。中国演员老来的处境，总是令我油然地兴起衷感之心，他们不能像西方的演员，终其生都闪烁着明星的光泽，他们不是恒久的星星，而是瞬息消逝的流云。但是又何尝演员如此，这触及到我经常思考的时间问题，时间，对一位曾经光芒万丈的人是一个多么无情的杀手。怪不得白云逝世的时候，一位影剧记者慨乎言之，问起如今当令的年轻演员，他们竟茫然的问起白云是谁？白云是谁呢？白云千载空悠悠，白云只是在干净的天空中飘过的一朵云吧。它在清晨的旭日中，在黄昏的夕阳里，都会反射出五彩的光泽，但一到了黑夜，再美的云也没有人看见了。我最喜欢辛弃疾的破阵子，这是辛弃疾为纪念当时一位具有军事和经济才华的思想家陈亮，所吟赋出的壮词醉里挑灯看剑梦回吹角连营八百里分麾下炙五十弦翻塞外声沙场秋点兵马作的卢飞快弓如霹雷弦惊了却君王天下事赢得生前身后名可怜白发生辛弃疾的词意是美的，在美的背面却有一种对时光流逝的哀伤，我觉得最令人动容的是赢得生前身后名，可怜白发生，从这两句词来看看白云，实在最贴切不过。多少令人怀念的人物，终也免不了白发生的处境，更糟的是，在辉煌后的寂寞，使一位曾扮演过顾盼自雄的英雄人物，最后在偏远的旅馆仰药自杀。前几天，两位菲律宾的华裔画家洪救国王礼博来台湾，我抽出两天的时间，陪他们到台中去探望老友席德进的墓园，同行的还有画家李锡奇朱为白，以及席德进的生前知已卢声华。我们到达大度山花园公墓时，正好是阳光最烈的正午，阳光遍照在墓园上，附近的相思林里传来喧哗的鸟声。席德进的墓园是他生前亲手规划，格局很像中国明朝小小的园林。在墓园里有一座望乡亭，颇能见到画家最后的心愿。我站在望乡亭的圆门，往山下望去，那里没有画家的故乡，只有栉比鳞次的楼房层层相叠，我们的心情在那一刻都沉默了起来。席德进曾以高超的画艺，感动过千千万万的心灵，他逝世时也是倍极哀荣。"}
{"text":"席德进的墓园是他生前亲手规划，格局很像中国明朝小小的园林。在墓园里有一座望乡亭，颇能见到画家最后的心愿。我站在望乡亭的圆门，往山下望去，那里没有画家的故乡，只有栉比鳞次的楼房层层相叠，我们的心情在那一刻都沉默了起来。席德进曾以高超的画艺，感动过千千万万的心灵，他逝世时也是倍极哀荣。可是在他逝世一周年举行画展会场里，观众却是三三两两冷冷清清，我曾在画展会场坐了一个下午，直到画廊的灯暗了才默默离去，心中浮起的仍是辛弃疾赢得生前身后名，可怜白发生两句。在席德进的墓园里，种了两种他生前最爱的植物，两株凤凰树和三株木棉，经过一年的培植，都已经长得比望乡亭还高了。凤凰依旧，木棉无恙，而我们这位曾享大名的艺术家长眠地下，他的名，他的艺，可叹的在时间冲刷下，成为群众心里一个暗淡的记忆。离开席德迸的墓园，车子往大度山下疾驰，我回头还看见那一株长得特别高的凤凰木，我在想着，这一株凤凰花开的时候，年轻一辈的艺术家心中，席德进还能留下什么样的形象呢？阳光是那样无私地覆盖着我们，而太阳的沉落总是那样无情的不肯为黑夜停留，那些死去的艺术家们躺在阴冷黑暗的地下，他们再也不能享受阳光下的喜悦。在我的档案里，有一帧我为席德进拍的照片。他站在中部大平原怒放的野花群中，鲜明的清晨曝光把他的脸刻成一座明暗分明的塑像，他仰起头来呼吸着阳光，如今，那种情境再也不能重回了。我们每天能走过阳光的小径，是一件多么幸福的事，能让阳光或温柔或狂野的照射，是一件多么开朗的事，我想说的是，就珍惜阳光照在我们身上的岁月吧，因为阳光不会为我们停留，再伟大的艺术家也留不住它。――一九八二年十月六日一探静中消息看过晓云法师的禅画，步出展览室时，台北已是黄昏了，沿着笔直的仁爱路向西边看去，一轮金澄澄的夕阳正高挂在大厦的顶端。我向着夕阳的方向散步，发现整条仁爱路美丽的木棉花都落尽了，看似枯寂的木棉树，枝桠间的绿芽正从树中抽长出来。我恍然间觉得，金橙一样色泽的木棉花固然是美的，但那一刻，细嫩的芽之美也毫不逊色。"}
{"text":"我向着夕阳的方向散步，发现整条仁爱路美丽的木棉花都落尽了，看似枯寂的木棉树，枝桠间的绿芽正从树中抽长出来。我恍然间觉得，金橙一样色泽的木棉花固然是美的，但那一刻，细嫩的芽之美也毫不逊色。我又想起旧时乡间的木棉树，它们不仅会开美丽的花，花后还结成一颗颗的棉果，在初夏来临的时刻，棉果在空中爆开，声音隐然可闻，然后一丝丝如絮的木棉就从四空飘散下来，那景致比起光是开放掉落的木棉还美，因为它有果有棉，还能散落在广大的大地。可惜台北的人无福看到木棉有果，更看不到果中的棉絮了。不知道是什么原因，也许是空气太污浊了，也许是车声太嘈杂了，也许是天空太灰黯了，台北的木棉总没有一株结出真正的木棉，这样想着，木棉絮在乡间飘落的姿势就更美了。我看过无数艺术家用心血创作的结晶，它们都或多或少有可观之处，但是我们看画的时候本来心是空的，看完之后整个被充实起来，有时候心里被塞得完全没有空间，总要经过一段宁溢的时间，心里才平静下来。看晓云法师的禅画，经验却是完全不同。那种感觉仿佛我们在深夜里读陶渊明和王维的田园诗，短短几笔，淡淡着墨，不能激起心灵澎湃的情感，反使我们的澎湃安静下来。它不是有东西塞进我们心里，而是把本来充塞在我们心中的俗虑清洗了出去，就像暴雨后的山涧，溪水初是混浊，在雨过天青之时，溪水整个清澈，而山中的泥泞污秽也被清洗一空。在生活的奔忙里，我们的心仿佛被充塞得饱满了，这种饱满使我们遇树不见树，过林不见林，更不要说能静下来看路边的小草小花了。欣赏过晓云法师的禅画，它使我们饱满的心变成虚空，那虚空乃可以涵容，可以让大地穿梭，可以成为一片广阔的平野。晓云法师有一幅画，画中一个细小的汉子挑着黄麻，穿出了一片乱墨飞舞的树林，空白处写了这样几句本有黄麻三担重，如今只剩一担挑到一处放下来，正是身心自在。正是描写那样的感觉。要到身心自在的境界，非得把那最后一担也放下不可，也就是要做到世界光如水月，心身皎若琉璃的境界。"}
