{"text":"如果有人问一滴水可以穿越沙漠吗墨守成规者一定哑口无言，然而试着将一滴水化为冰，那么，用冻成冰的水跨越沙漠，如何？最佳的方式，可以改变一滴水的命运，也可以改变一个人的生命。哪怕生命是一匹千疮百孔的绸子，有太多的破洞需要缝补，有太多的褴褛需要整葺，只要找到最合适的方式，也可以织出经纬，织出灿烂华章。涨潮时，鱼吃蚂蚁退潮时，蚂蚁吃鱼。选择退潮时出行的蚂蚁就可以通过抓住最佳的方式从盘中餐变为对手的主宰者，蚂蚁和鱼并无绝对的强大，有的只是思维的强大方式改变命运，方式铸就命运，于斯可见。破碎的葡萄可以成为甘醇的红酒，轧碎的甘蔗可以酿出玉液琼浆，唯有改变，才有醍醐灌顶的醒悟唯有改变，才有天眼乍开的洞见也唯有改变，才有命运不败的盛放。一叶知秋合抱之木生于毫末，九层之台起于垒土。可见无论是一沙一木，还是一叶一花，总在细枝末节处隐现端倪。小小的蜡烛竟会产生如此大的影响，它改变了整个山洞的环境，迫使那些斑斓的大蝴蝶只能另寻栖所。一叶零落，便知秋天将至。的确，注重细节需要有如尘的心思。这是一门洞察世事的学问，并非机械地观察记录，也不是四处探听偷窥，而是以一种至情至性的眼光来看待万物。这几位朋友，在进洞前只有对大蝴蝶的好奇和探索，全无对生命的尊重，因而他们贸然点燃蜡烛。如尘的心思是一种有血有肉的心灵探索，并不是高等生物对低等生物的征服。钩帘归乳燕，穴纸出痴蝇。为鼠常留饭，怜蛾不点灯。这是苏轼对于生命的大度。这位执铁板唱大江东去的真男儿，心中也有这种如尘的时刻。不过，此情并不令人费解，倘若没有这等如尘的心思，又怎能留下十年生死两茫茫，不思量自难忘的绵绵无绝的佳句？心思如尘，不仅需要怜蛾不点灯的大度与包容，还需要我们有触动事物核心的敏感。当我们有了触动事物核心的敏感时，才真正明白细节给我们带来的巨大力量，因为它可以使我们看得更多，看得更远。佛说一花一世界，一叶一菩提。佛独具慧眼，从一花一叶之中，看到比凡人深得多也远得多的东西。懂得细节的人，往往能占尽先机。但凡有智慧的作家，在他们的作品中总会表现出一定的先知性。同为凡人，为何他们会有这种先知性？究其原因，是他们触碰到时代的脉博和神经，从细节出发，观凡人之不能观，悟常人之不能悟。"}
{"text":"当我们有了触动事物核心的敏感时，才真正明白细节给我们带来的巨大力量，因为它可以使我们看得更多，看得更远。佛说一花一世界，一叶一菩提。佛独具慧眼，从一花一叶之中，看到比凡人深得多也远得多的东西。懂得细节的人，往往能占尽先机。但凡有智慧的作家，在他们的作品中总会表现出一定的先知性。同为凡人，为何他们会有这种先知性？究其原因，是他们触碰到时代的脉博和神经，从细节出发，观凡人之不能观，悟常人之不能悟。细节，总是腐朽事物的报丧者新鲜事物的召唤人。当宗法制度在第一个诸侯国被破坏时，当文字狱兴起抓起第一个书生时，当官僚资本主义压迫第一个民众时，当中国国门第一次被外国列强打开缝隙时，这些细小的迹象都预示着某种地覆天翻，而有智慧的中国人会毫不犹豫地见微知著，迎接变化，抓住机遇，从而成为一个时代的先驱者。常言道细节决定成败。这话一点也不夸张。但凡心中怀有大爱又能关注细节的人，必能为时代所成就进而成就一个时代。拒绝平庸之恶大千世界，宇宙万物间都存在着细微却不容忽视的联系，轻牵一角，或许也会导致多米诺骨牌似的连锁效果。因此，每个看似无心的举动，都有可能对社会造成深远的影响。西谚有云没有一滴雨会认为自己造成了洪灾。当我们纷纷抱怨社会道德的滑坡时，当我们满怀怨气地仇视着各种不良行为时，是否也该反思一下自己的行为有没有不当之处，抑或我们有没有纵容助长过这类的恶呢？美国作家阿法特曾提出一个概念群氓。这个词，是指普通大众集体无意识地作恶却丝毫不觉愧疚。必然的，这种行为不仅使家国蒙受损失，更会麻痹人们的心灵，须知，此词在中国是颇为适用的。无论是高速公路上货车翻车引来成百农民哄抢柑橘，还是许多居民每人拿走一块砖致使雷峰塔的倒塌，抑或是大家再熟悉不过的中国式过马路，无一不是群氓品行的体现。似乎自古以来人们就有这样的印象官是恶的贪婪的，而民是善的无辜的。这种想法，显然有点不全面。当个人被裹挟在群体之中时，他便会认为跟随众人所做之事无可非议，甚至不会意识到自己正在作恶，这是多么可怕又可悲的事情！而法不责众的观念，更成了助长这种平庸之恶的借口。无羞恶之心，非人也。无是非之心，非人也。如今的中国人民已不再是先生笔下的麻木看客。"}
{"text":"似乎自古以来人们就有这样的印象官是恶的贪婪的，而民是善的无辜的。这种想法，显然有点不全面。当个人被裹挟在群体之中时，他便会认为跟随众人所做之事无可非议，甚至不会意识到自己正在作恶，这是多么可怕又可悲的事情！而法不责众的观念，更成了助长这种平庸之恶的借口。无羞恶之心，非人也。无是非之心，非人也。如今的中国人民已不再是先生笔下的麻木看客。然而，一些人却日渐堕入一个更加荒诞的怪圈。所以，我们必须自省，分清善恶，坚持自我。光说不做是没有用的，口头上感动中国绝对扶不起一个摔倒的老人。当然，我们更应当看到希望的曙光。如今网络的发展，也使得正能量被广泛地传播多少温暖感人的故事，为我们带来了黎明的脉息。随着越来越多人的觉悟，中国正向着文明大国之梦迈着坚定的步伐。仅仅做到勿以恶小而不为是远远不够的，只有做到勿以善小而为之，中国社会的面貌才会有真正的改观。拒绝平庸之恶，养一身浩然正气，和整个国家一起走在追梦之路上，必能见到明日的灿烂朝阳。不过是一件小事拍死一只蜘蛛不过是一件小事罢了，别怕，你一定可以做到的！我紧紧地握着拳头，毫无底气地给自己打气。近了，更近了。那只蜘蛛不停地挪动着那几只可怕的腿，慢慢地向我逼近。我似乎能想象到它的眼睛里闪烁着怎样凌利的光芒，它晃动的触脚上一根根绒毛怎样摩擦，怎样从它的嘴里吐出一根长长的蛛丝然后将我包裹，一点一点地吞噬我只要操起手边的任何一样东西就可以轻而易举地将这只是蜘蛛拍死，可是我四肢僵硬，什么也做不了，只能眼睁睁地看着它向我逼近，一步又一步地向我逼近。此时，我只觉得无比悔恨。我老早就看见这骇人的东西了。它停在我前面男生的肩上，我本想告诉他的，但我又想到这是高考，如果不告诉他，他被蜘蛛吓到，影响了发挥，岂不是给我提供了更多的机会吗？说，还是不说，这是个问题。最终我为自己描绘的美好明天战胜了我的理智。我，选择了沉默。甚至带有几分幸灾乐祸。蜘蛛还在逼近。这一刻，我感觉不到考场，也感觉不到周围的老师和考生，仿佛天地间只剩下我与这只蜘蛛。"}
{"text":"它停在我前面男生的肩上，我本想告诉他的，但我又想到这是高考，如果不告诉他，他被蜘蛛吓到，影响了发挥，岂不是给我提供了更多的机会吗？说，还是不说，这是个问题。最终我为自己描绘的美好明天战胜了我的理智。我，选择了沉默。甚至带有几分幸灾乐祸。蜘蛛还在逼近。这一刻，我感觉不到考场，也感觉不到周围的老师和考生，仿佛天地间只剩下我与这只蜘蛛。我感觉到由衷的恐惧，我想尖叫，嗓子却睹得我发慌，干得我发疼我想狂跳，四脚却不接受大脑的指示我想大声哭泣，可泪腺似乎停止了运作刚刚下过雨，外面一阵阵土腥味恶心得让我想吐，这一切的一切简直像是恶梦。忽然，它一个翻身，竟然，掉下了桌子，监考老师从我身旁经过，一脚踩了过去。我瞪大眼睛望着地上泥糊糊一般的尸体，深深地呼了一口气。抬头，看见黑板上方挂着的时钟，还有不到一个小时的时间，――我还什么都没有写。看着干净的考卷，我欲哭无泪。如果我告诉了那个男生？这，不过是一件小事！可我什么也没说，它毁了我的人生！我的脑海一片空白，死死地盯着那只蜘蛛的尸体天籁自鸣，不择好音犹记以前读川端康成的雪国，梦中都回荡着那和服女子的温润笑靥，便痴痴地到花市上买了株樱花来，也盼着一日如霞烟云可映着我家屋檐。谁想不几日，那花竟死了。老农听着我的叙述，微微地笑樱花怎么能那么养呢？它有自己的种法。那一刻，我猛然间开悟，原来世间万事万物莫不如此，惟有适合自己才可开出一片繁华，否则生且不易，又何来的花团锦簇万紫千红？想来又有多少人沉迷于仿效他人的热潮，丢了自我？塞辛格麦田上的守望者风靡一时，大街上戴鸭舌帽穿风衣的年轻人也多了起来歌德为慰藉自己的书出版，一时自杀又成为一种时尚。当时尚的潮流席卷于世，当喧哗与骚动潮水般涌来，你是否有足够的勇气与自信，坚持自己，寻找一条适合自己的路？蝶翼翩翩，这群精灵懂得避开烛光，不做那扑火的飞蛾，而去尽情享受自己的幽暗。我们为人处世亦该如此。古人诗云深处种菱浅种稻，不深不浅种荷花。这便深谙为人之道。何处种菱何处种稻与如何摆放我们的心灵原本是一个道理。大时代的喧哗与骚动原本与你无干，你只养一池心莲，自守一树清凉，便自得其所，岂不快哉？人生如雪中观鹤，有清净，亦有混杂。"}
{"text":"当时尚的潮流席卷于世，当喧哗与骚动潮水般涌来，你是否有足够的勇气与自信，坚持自己，寻找一条适合自己的路？蝶翼翩翩，这群精灵懂得避开烛光，不做那扑火的飞蛾，而去尽情享受自己的幽暗。我们为人处世亦该如此。古人诗云深处种菱浅种稻，不深不浅种荷花。这便深谙为人之道。何处种菱何处种稻与如何摆放我们的心灵原本是一个道理。大时代的喧哗与骚动原本与你无干，你只养一池心莲，自守一树清凉，便自得其所，岂不快哉？人生如雪中观鹤，有清净，亦有混杂。前者心思明亮，不掺一丝杂质，如弘一大师一句华枝春满，天心月圆，天地间便盈满了纯净。后者则有污浊有沼气。人活于世，不求随波逐流，便如一朵墨梅，可静静绽放于生命的绢帛。再想古代士子熬得十年寒窗，只求一举成名天下知，竟是痴了。生不用封万户侯，只求如徐霞客，遍览名山大川，一仆一驴，一笔一绢，任他世事烦扰，我自有天枕地床更无需黄袍加身，便如蒲松龄老于世情乃得巧，昧于世情则得拙，他秉持一拙所自安的生命准则，在野狐鬼妖间荷有一颗天籁自鸣童真满掬的心灵，给无数士子以书中自有颜如玉的想象。天籁自鸣，不择好音。为人处世，选择一条适合自己的路，即使荆棘满生，亦可步步生莲，脚下生风。只恐夜深花睡去，故烧高烛照红妆。这也痴了，且让那花睡去，明朝醒来，又可开得一片春天。看你什么时候需要岁以前我是个游击队员，除了吃饭睡觉，余下时间，就在琢磨怎么跟老师和家长进行地雷战地道战狙击战。甚至，无数次梦中构思着要发动一场崭新的西安事变。如果，我那个无条件无理由无限制疼爱我的奶奶还活在世上，我就敢请她充作三方会谈的主持人，然后，一张茶几，两把椅子，我手里端着一杯可乐，镇定自若。向对面那个拍着惊堂木的黑脸判官宣读一份和平协议一放弃逼迫你儿子一定要考上名牌大学的不合理要求。二解除不允许观看长篇电视剧，尤其是爱情版本，这条严重阻碍我生理心理健康发展的不合理规定。三彻底杜绝跟老师相互勾结监督监视我人身自由的非法行为。四还我电脑，还我对这个多彩世界的美好渴求。朗读完协议我就从口袋里掏出一支尖利的钢笔对准自己的咽喉，如果你一定要为这个社会和国家培养出一个栋梁，那么，你就有可能失去一个儿子。当那时候，我可以想象包老爷的黑脸将会如何地变成烙铁，同时四处搜寻那根为我量身定做的杀威棒。"}
{"text":"二解除不允许观看长篇电视剧，尤其是爱情版本，这条严重阻碍我生理心理健康发展的不合理规定。三彻底杜绝跟老师相互勾结监督监视我人身自由的非法行为。四还我电脑，还我对这个多彩世界的美好渴求。朗读完协议我就从口袋里掏出一支尖利的钢笔对准自己的咽喉，如果你一定要为这个社会和国家培养出一个栋梁，那么，你就有可能失去一个儿子。当那时候，我可以想象包老爷的黑脸将会如何地变成烙铁，同时四处搜寻那根为我量身定做的杀威棒。但是我不怕，有老奶奶端坐大堂秉公处理，你就不怕她老人家请出家里祖传的狗头铡吗？可惜这只是梦。我的奶奶明确地告诉我，一个人最重要的是吃饭，不吃饭就要饿死。我的父亲很忤逆地违背了她母亲的教诲，偏对我说最重要的是读书，不读书长大了你拿什么吃饭？于是岁以前我总结了父亲和奶奶两代人的经验，人生最重要的，不是吃饭就是读书。岁那年发生了一件大事，我疯狂地爱上了班里的英语老师，她姓苏，叫苏红，英文名。因为家庭暴力的约束，我没有办法从电视电影小说里看到更多的关于爱情的故事和角色，只能把希望寄托在学校老师身上，其中，最引人入胜的就是美丽年轻的。当我疯狂爱上老师的那刻，我恍然顿悟，父亲和奶奶的引导都是错误的，人生最重要的是爱情，因为在我暗恋的那段艰难岁月，我已经升华到可以不食人间烟火的高超境界了。从爱情中摆脱出来之后我痛苦了三天，后来因为一节体育课，，在篮球场上的奋勇拼杀，对于胜利的渴求迅速抹平了我心中爱情的创伤，于是在课间休息的时候我抹着汗水小结了一下，原来人生中重要的东西很多，但那都只是一个个的片段，却没有一个永恒的主题。究竟什么样的东西才是生命中最重要的？当中东发生战争，叙利亚人民认为和平最重要当非洲闹了饥荒，那些被饿死的孩子认为粮食最重要。当四川发生了地震，建设部门说房子质量是百年大计，桥梁发生了倒塌，有关方面认为反腐倡廉刻不容缓那么，有没有一件事，能够独一无二超越一切，成为这个世界以及所有人一致公认的重中之重呢？仿佛有，仿佛又没有。我后面那个女生认为镜子非常重要，因为她是拿好看当饭吃的，我的同桌男同学认为考上大学更加重要，因为不考上他的爸爸就要把他送到拳击培训班去做义务陪练。"}
{"text":"当四川发生了地震，建设部门说房子质量是百年大计，桥梁发生了倒塌，有关方面认为反腐倡廉刻不容缓那么，有没有一件事，能够独一无二超越一切，成为这个世界以及所有人一致公认的重中之重呢？仿佛有，仿佛又没有。我后面那个女生认为镜子非常重要，因为她是拿好看当饭吃的，我的同桌男同学认为考上大学更加重要，因为不考上他的爸爸就要把他送到拳击培训班去做义务陪练。而我，此时此刻，中东的战争我是顾不上了，非洲的粮荒也恕我爱莫能助，日本海啸四川地震，全世界水深火热中的同胞请你们坚持分钟，等我考试完了再去设法解救你们吧！所以，真正意义上的重要，不是你坐在那里苦思冥想能想得到的，而是随着生存坏境的改变而随之变化的，包括这个世界，美国人认为石油重要，因为它可以从军事工业上掐断全世界的咽喉，中国人认为经济重要，因为亿中国人民需要吃饱喝好越过越好。当你处于什么位置的时候，你才会知道，这个世界没有一样东西是不重要的，只不过，要看你什么时候需要。一双会判断的慧眼生活中，我们总在做自己认为重要的事情，殊不知，生活中有更重要的事情。在我看来，世界上没有什么绝对重要的事情，重要是相对的，何事重要需要一双会判断的慧眼。什么是最重要的事情？不同的人会给出不同的答案。但不管你选择什么，都应该为之付出不懈的努力与拼搏，都应该为自己的未来负责。中年时的乔布斯在遭遇挫折后去了印度，并在那里接受了洗礼，在他看来，调整心态远比硬撑下去工作更重要，他做了正确的选择并在之后重新站上了事业的巅峰。每个人都有权利去做自己认为重要的事情，但别忘了社会的良心与责任。当大红大紫的明星三番五次代言假冒伪劣商品时，当一些名人利用地震灾难进行自我宣传时，不知他们有没有扪心自问金钱名声与对社会的责任哪个更重要？是不是为了追求自己认为重要的事情而践踏了做人的底线？的确，判断什么事情重要需要一双慧眼，但对重要一词的认识却有高低，怎样看待重要取决于个人的胸次与怀抱。有时，重要的事情并不是唯一的，某一阶段会有几件重要的事情。对学生来说，努力学习知识并取得优异的成绩当然是最重要的事情，但这并非是唯一重要的事情，培养个人的能力与养成正确的人生观同样至关重要，倘若两耳不闻窗外事，一心只读圣贤书，就如同坐井观天的青蛙，只能欣赏有限的风景了。"}
{"text":"是不是为了追求自己认为重要的事情而践踏了做人的底线？的确，判断什么事情重要需要一双慧眼，但对重要一词的认识却有高低，怎样看待重要取决于个人的胸次与怀抱。有时，重要的事情并不是唯一的，某一阶段会有几件重要的事情。对学生来说，努力学习知识并取得优异的成绩当然是最重要的事情，但这并非是唯一重要的事情，培养个人的能力与养成正确的人生观同样至关重要，倘若两耳不闻窗外事，一心只读圣贤书，就如同坐井观天的青蛙，只能欣赏有限的风景了。因此，适当参加有益的社会实践活动，既调节了身心，又培养了能力，何乐而不为呢？学习诚重要，能力亦重要，这样把当前的几样重要事情一起做，正反映了当代青年开阔的胸襟与视野。重要的事情也不是一成不变的，即便是同一个人，不同的时期重要的事情也会发生变化，而这种及时的转换也尽显一个人的智慧与胸怀。回首向来萧瑟处，归去，也无风雨也无晴，这是东坡居士的豁达，政治的风雨将他一贬再贬，但泯灭不了东坡的乐观心态。他明白居庙堂之高，重要的是忧民济穷，遭遇贬谪，重要的是保全身心。不同的人生时期知道最重要的事情是什么，及时转换心态，轻挥衣袖，即或苦难也是歌。好一种智慧与大度！世界上重要的事情很多，时时需要我们用智慧的眼睛去判断，如果我们尽自己的努力做完了一件件对社会有益的重要事情，那么，我们就做完了许多世界上重要的事情，我们的人生必定充实而美丽鱼和熊掌哪个更重要常常想起孟子关于鱼和熊掌生与义孰轻孰重的言论。大千世界中，重要的事情之外似乎总还有更重要的事。不只是战国那个动荡纷争的时代有这样的取舍之难，重要与更重要的分叉路亘古长存，而鱼和熊掌古往今来往往都不可得兼。如今，生活的压力无形却无处不存。出于无奈，人们在追求安稳与功利中，渐渐磨淡了性子与情感，往往努力做着眼前自己认为很重要的事，两耳不闻窗外事，一心只求安逸活。诚然，安稳的生活是现代人普遍认为的重要肥鱼，可多元化的社会总有更重要的熊掌，需要我们做出更重要的选择。我以为处世先修己，做真我方是重中之重。吴为山先生刻的弘一法师像，一身青布单衣，身影瘦削，感悟世事，沧桑而饱满。弘一法师前半生可谓姹紫嫣红开遍，饱满如繁花盛开的春天而后半生宛若一位大家的山水画，山寒水瘦，素洁安然。他率真，因而内心的性情丰润。褪下功利社会虚假的面具，我独为我。"}
{"text":"诚然，安稳的生活是现代人普遍认为的重要肥鱼，可多元化的社会总有更重要的熊掌，需要我们做出更重要的选择。我以为处世先修己，做真我方是重中之重。吴为山先生刻的弘一法师像，一身青布单衣，身影瘦削，感悟世事，沧桑而饱满。弘一法师前半生可谓姹紫嫣红开遍，饱满如繁花盛开的春天而后半生宛若一位大家的山水画，山寒水瘦，素洁安然。他率真，因而内心的性情丰润。褪下功利社会虚假的面具，我独为我。尝得个悲喜交集的人生，在弘一法师看来，似乎比先前的生活更为精彩。当然，处世独我不可。我为社会人，是社会中的一员。孔子云仁者爱人，近至父母双亲，远至世界万物，内心之爱尤为重要。曾几何时，我们是否因忙于生计而忽略了早已青丝染上白霜的父母？是否因一己私心而漠视了身边摔倒的老人？是否因快节奏生活而忘却了身边的生灵与风景？想起那个屈膝拍花的男子阿来，一部尘埃落定让他名声大噪，可他不被名利之鱼所诱，毅然舍鱼而取熊掌，取那份内心之爱。他请全团的人喝酒，歪戴着帽子，唱藏族的祝酒歌在墨西哥想到为母亲买一串珊瑚项链，以满足一个藏族女人的梦。鱼和熊掌不可得兼，面对安稳功利之鱼与自身真性情之熊掌，吾取更重要之熊掌也！亲爱的朋友，你呢？更重要的事亘古长河，大千世界，人有多少种，重要的定义便有多少种。每个人都在做着自己认为重要的事，或现世安稳，或追名逐利，但若站得高一些，或许你会发现这世上总还有更重要的事。人难脱自私之嫌，故而努力做的往往是自己认为重要的事情，把自己的切身利益视作安身立命的根本。但你是否追问过自己，你认定的重要之义是否真正源自你的内心，而非外界为你做下的决定？在物欲至上的今天，重要的意义是否需要重新被审视？在这个讲究标准的社会里，人们总是一厢情愿地以为，价值是可以用一些简单的标准来衡量的，比如车子房子票子现实物质很重要理想风骨灵魂好像没那么重要天地之心生民之命往圣绝学，和自己似乎没什么关系，自然也没什么重要但梁文道却说，在他看来，生活中那些更重要的事就是相信理想，顺从内心的呼唤，即使做一些看似无用的事，花一些看似无用的时间也无妨，这一切都是为了在已知之外保留一个超越自己的机会。人生中一些很了不起的变化，就来自这些更重要的事。"}
