{"text":"一是清末刘鹗在所著老残游记中记述的一则故事。为了久仰一位清官的大名，不惜亲自出京去游览求证。但所得的结果，使他大失所望。因此他得一结论说天下事误于奸慝者，十有三四。误于不通世故之君子者，十有六七。这又是从另一角度描述贤而且能的人才难得。对于这个问题，清初乾隆时代的监察御史熊学鹏，就张拭南轩对宋孝宗的问答，写了一篇更深入的论文，可以暂借作为结案臣谨按张拭立言之心，非不甚善。而其所谓不当求办事之臣数语，则未能无过也。天下有欲办事而不晓事者，固足以启纷扰之患。天下有虽晓事而不办事者，尤足以贻废弛之忧。盖人臣敬事后食，见事欲其明，而任事更欲其勇明而不勇，则是任事时，先无敬事之心，又安望其事之有济，且以奏厥成效哉。况敬事二字，有正有伪，不可不于办事求之也。在老成慎重通达治体之人，其于一事之是非曲直，前后左右，无不筹划万全，而后举而行之。官民胥受其福。朝廷因赖其功，以为晓事，是诚无愧于晓事之名矣。若夫自负才智，睥睨一世者，当其未得进用，亦尝举在延之事业而权其轻重，酌其是非，每谓异日必当奋然有为。一旦身任其责，未几而观望之念生，未几而因循之念起，苟且迁就，漫无措置。彼非不知事中之可否，而或有所惮而不敢发，或有所碍而不肯行，于是托晓事之说以自便其身家，而巧为文饰。是人也，用之为小臣，在一邑则一邑之事因之而懈弛。在一郡，则一郡之事因之而囗茸。效奔走，则不能必其勇往而直前。司案牍，则不能必其综核而悉当。至用之为大臣，而其流弊更不可胜言矣。夫大臣者，膺朝廷股脑心膂之寄，所当毅然以天下事为己责，与人君一德一心，以成泰交之盛者也。如不得实心办事之人，而但以敷衍塞责者，外示安静以为晓事，国家亦乌赖有是人为哉。且以是人而当重任，任其相与附和者，必取疲懦软熟，平日再不敢直言正色之辈，而后引为同类，谬为荐扬，久而相习成风，率皆顽钝无耻，而士气因以扫地矣。所以易曰王臣蹇蹇，匪躬之故，夙夜匪懈，以事一人。夫为王臣，而至以匪躬自励，事一人，而必以夙夜自警，是岂徒晓事而不办事者所得与哉。要之，事不外乎理。不审乎理之所当然，而妄逞意见，以事纷更者，乃生事之臣，究非办事之臣也。所谓办事者，以其能办是事而不愧，则非不晓事之臣，明矣。臣愚以为张拭恐宋孝宗误以生事之臣，为办事之臣，只当对曰陛下固欲求办事之臣，更于办事之臣中，而求晓事之臣。则心足以晓事，而身足以办事。"}
{"text":"所以易曰王臣蹇蹇，匪躬之故，夙夜匪懈，以事一人。夫为王臣，而至以匪躬自励，事一人，而必以夙夜自警，是岂徒晓事而不办事者所得与哉。要之，事不外乎理。不审乎理之所当然，而妄逞意见，以事纷更者，乃生事之臣，究非办事之臣也。所谓办事者，以其能办是事而不愧，则非不晓事之臣，明矣。臣愚以为张拭恐宋孝宗误以生事之臣，为办事之臣，只当对曰陛下固欲求办事之臣，更于办事之臣中，而求晓事之臣。则心足以晓事，而身足以办事。心与身皆为国用，于以共襄力政治，庶乎其得人矣。由于前面引用了历史上这三则故事，更进一层，便可知对于选贤与能的贤能标准，很难遽下定义。以道德作标准吗？以仁义作标准吗？或以才能作标准呢？无论如何，结果都会被坏人所利用，有了正面标准的建立，就有反面作伪模式的出现。所以古人说一句合头语，千古系驴极。说一句话，一个道理，就好比你打了一个固定的桩在那里，以为拴宝贵东西所用。但用来用去用惯了，无论是驴或是鹰犬，也都可以拴挂上去。那是事所必至，理有固然的。实际上，我们晓得，尚贤不尚贤到底哪一样好，都不是关键所在。它的重点在于一个领导阶层，不管对政治也好，对教育或任何事，如果不特别标榜某一个标准，某一个典型，那么有才智的人，会依着自然的趋势发展才能不足的人，也就安安稳稳地过日子。倘使是标榜怎样作法才是好人，大家为了争取这种做好人的目标，终至不择手段去争取那个好人的模式。如果用手段而去争到好人的模式，在争的过程中，反而使人事起了紊乱。所以，老子提出来不尚贤，使民不争，并非是消极思想的讽刺。此外，法家学说，出于道家的支流，它与老庄思想，也息息相通。法家最有名的韩非子，提出一个理论，可以说，相同于老子不尚贤，使民不争这个观念的引申发挥，但他提倡用法治领导社会，并不一定需要标榜圣贤道德的政治。他说相爱者则比周而相誉，相憎者则比党而相非，诽誉交争，则主威惑矣。家有常业，虽饥不饿国有常法，虽危不亡。若舍法从私意，则臣不饰其智能，则法禁不立矣。他说，人类社会的心理很怪。彼此喜欢比周，大家在一起肩比肩比字就好像一个人在前面走，我从后面跟上来，叫做比。比字方向相反的话，就成为背。你向这面走，我向那面走，便是背道而驰。懂了这个字的写法，便可了解后世称朋比为奸的意义。周是圈圈。"}
{"text":"他说相爱者则比周而相誉，相憎者则比党而相非，诽誉交争，则主威惑矣。家有常业，虽饥不饿国有常法，虽危不亡。若舍法从私意，则臣不饰其智能，则法禁不立矣。他说，人类社会的心理很怪。彼此喜欢比周，大家在一起肩比肩比字就好像一个人在前面走，我从后面跟上来，叫做比。比字方向相反的话，就成为背。你向这面走，我向那面走，便是背道而驰。懂了这个字的写法，便可了解后世称朋比为奸的意义。周是圈圈。彼此两三个人情投意合的，就成为一个无形的小圈子。若有人问到自己的朋友说老张好吗？就说我那个朋友不得了，好得很。如果有人说他朋友不好，就会与人吵起架来。相反地，相憎者，则比党而相非，对自己所讨厌的人，就会联合其他人予以攻击。其实，人类社会对人与人之间的是非毁誉，很难有绝对的标准。站在领导地位的人，对于互相怨憎的诽谤，和互相爱护的称誉，都要小心明辨，不可偏听而受其迷惑。如果先入为主，一落此偏差，诽誉交争，则人主惑矣。过去有人批评我们中国人和华侨社会说两个中国人在一起，就有三派意见。由此可见中国民族性不团结的最大缺点。我说这也不一定，只要是人类，两个人在一起，就会有三派意见。譬如一对夫妻，有时就有几种不同的意见，只是为情为爱的牵就，以致调和，或一方舍弃自我的意见。又例如一个大家庭里有许多兄弟姊妹，有时意气用事，互相争吵，实在难以确定谁是谁非，只可引用一个原则。凡是相争者，双方都早已有过错了。因此法家主张领导地位的人，对左派右派之间的诽誉，只有依法专断，不受偏爱所惑，就算是秉公无私了。韩非由家庭现象，扩而充之，推及一个国家，便说家有常业，虽饥不饿。国有常法，虽危不亡。若舍法从私意，则臣不饰其智能，则法禁不立矣。这就是代表法家思想的一个关键，不特别标榜圣贤政治。他们认为人毕竟都是平常人，一律平等，应该以人治为根本才对。这种道理，正是与老子的不尚贤，使民不争互为表里，相互衬托。由此可知，法家思想确实出于道家。道家与法家的辨贤人文历史的演变，与学术思想相互并行，看来非常有趣，也的确是不可思议的事有正必有反，有是就有非。正反是非，统统因时间空间加上人事演变的不同而互有出入。"}
{"text":"他们认为人毕竟都是平常人，一律平等，应该以人治为根本才对。这种道理，正是与老子的不尚贤，使民不争互为表里，相互衬托。由此可知，法家思想确实出于道家。道家与法家的辨贤人文历史的演变，与学术思想相互并行，看来非常有趣，也的确是不可思议的事有正必有反，有是就有非。正反是非，统统因时间空间加上人事演变的不同而互有出入。同样也属于道家的鬻子――鬻熊，如果只依照传统的说法而不谈考证他的生平，那么，他比老子还要老了，应该属于周文王时代，与姜太公――吕尚齐名并驾的人物，也是周文王的军师或政略咨议的角色。但他却主张需要起用贤者，而且提出贤士的重要性。如说圣王在位，百里有一士，犹无有也。王道衰，千里有一士，则犹比肩也。他的意思是说，在上古的时代，人心都很朴实，不需要标榜什么道理等等名号。上古时代，圣王在位，纵然百里之内，有一个道德学问很好的人，也是枉自虚生，好比没有用的人一样。因为在那个时代，个个都是好人，人人都差不多，又何必特地请一些贤人来治世呢！好比说，一个社会，完全安分守法，既无作奸犯科的人和事，便不需要有防止管理作奸犯科的警察了。但他又说，后来王道衰落，社会变乱，千里之外如有一贤士，也要立刻找来，与他并肩同事以治天下。从鬻子的理论观点来看历史，一点也不错。例如生在盛唐时代的赵蕤，也是道家人物。他纵有一肚子的谋略学问，但生在升平时代，又有什么用处？只有著书立说，写了一部长短经传世，自己去修道当隐士。虽受朝廷征召，始终不肯出山，因此在历史上，称他赵征君。他虽然传了一个徒弟李白――诗人李太白，晚年用非其时，又用得不得当，结果几遭身首异处之祸。好在他年轻时帮忙过危难中的郭子仪，因此后来得郭子仪力保，才得不死。如果再迟一点，在安禄山史思明以后的乱局，也许李白可与中唐拨乱反正的名相李泌并驾齐驱，各展所长，在历史上便不只属于诗人文士之流，或者可有名臣大臣的辉煌功业呢！鬻子他本身，就是一个很好的例子昔文王见鬻子年九十。文王曰嘻！老矣！鬻子曰若使臣捕虎逐鹿，臣已老矣。坐策国事，臣年尚少。其实，文王说的老矣，是一句故意说的笑话，而且也有些为自己感慨的味道。文王用姜太公时，吕尚的年龄，已过了八十岁。他与武王的年龄不相上下。当然，九十岁以外的人，明知兴邦大业，已非自己的年龄所能做到，有如清人赵翼的诗风云帐下奇儿在，鼓角灯前老泪多。因此对鬻子开了一句玩笑――嘻！"}
{"text":"鬻子他本身，就是一个很好的例子昔文王见鬻子年九十。文王曰嘻！老矣！鬻子曰若使臣捕虎逐鹿，臣已老矣。坐策国事，臣年尚少。其实，文王说的老矣，是一句故意说的笑话，而且也有些为自己感慨的味道。文王用姜太公时，吕尚的年龄，已过了八十岁。他与武王的年龄不相上下。当然，九十岁以外的人，明知兴邦大业，已非自己的年龄所能做到，有如清人赵翼的诗风云帐下奇儿在，鼓角灯前老泪多。因此对鬻子开了一句玩笑――嘻！老矣。是鬻子老了？还是他感慨自己也老了？只有他自心知之。可是鬻子的答案，也正合文王的心意，彼此知心，一拍即合，一个是求贤若渴，一个是贤良待沽，因此而各取所需，各得其所。这岂不是尚贤的明证？况且法家如韩非，他虽然主张法治而不重人治，但用法者是人，不是法。人不用法，法是废物。韩非自荐，正是自认为是贤才，因此而求鬻卖于帝王。如果人主不尚贤，韩非又向哪里去卖弄他自己的贤能呢？且让我们再来看看前汉时代，崇拜道家学术的淮南子，他提出了与法家主张相反的意见，如说乌穷则啄，兽穷则触，人穷则诈。峻刑严法，不可以禁奸。淮南子这里所提出的相反道理，正如老子所说长短相较，高下相倾。有正面就有反面，淮南子是道家，他以道家的思想，又反对法家。而法家原也出于道家，这是一个颇为有趣的问题。淮南子说鸟穷则啄，兽穷则触，人穷则诈。鸟饿了抓不到虫吃的时候，看到木头，不管什么都啄来吃。野兽真的饿了，为了获得食物，管你是人或是别的什么都敢去碰。人穷则诈，人到穷的时候，就想尽办法，以谋生存，骗人也得要骗。如法家的韩非子说国有常法，虽危不亡。淮南子却说不见得峻刑严法，不可以禁奸。纵使法令非常严格，动不动就判死刑，然而众生业海，照样犯罪杀人。这就是人穷志短，马瘦毛长的道理，也是没有办法的事。真到穷凶极恶的时候，就胡作非为。因此而又否定法治的功能，还是要以道德的感化，才能够使天下真正地太平。不管如何说，各家的思想，都有专长。尤其在春秋战国的时候，诸子百家的书籍，多得不可数计，有着说不完的意见。著作之多，多到令人真想推开不看了。往往我们觉得自己有一点聪明，想的道理颇有独到之处。但是，凑巧读到一本古书，脸就红了。因为自己想到的道理，古人已经说过了，几千年前就有了，自己现在才想到，实在不足为贵。"}
{"text":"这就是人穷志短，马瘦毛长的道理，也是没有办法的事。真到穷凶极恶的时候，就胡作非为。因此而又否定法治的功能，还是要以道德的感化，才能够使天下真正地太平。不管如何说，各家的思想，都有专长。尤其在春秋战国的时候，诸子百家的书籍，多得不可数计，有着说不完的意见。著作之多，多到令人真想推开不看了。往往我们觉得自己有一点聪明，想的道理颇有独到之处。但是，凑巧读到一本古书，脸就红了。因为自己想到的道理，古人已经说过了，几千年前就有了，自己现在才想到，实在不足为贵。总之，像上面讨论的这些正反资料，在书中多得很。再回过来讲老子所说的不尚贤，使民不争。此处之贤，是指何种贤人而说？真正所标榜的贤人，又贤到何种程度？很难有标准。不论孔孟学说，或者老庄言论，各家所指的圣贤，要到达何种标准？那很难确定。所以，属于道家一派的抱朴子说白石似玉，奸佞似贤。一方白色的好石头，晶莹剔透，看起来好像一块白玉，但是就它的质地来看，不论硬度密度，都不够真玉的标准。如果拿世界宝石标准来评定，充其量只能叫它什么石。如青田石猫眼石等，实际上只是一种质地较好的石头而已。至于人，也是如此，有时候大奸大恶的人，看起来却像个大好的贤人。所以贤与不贤很难鉴定。我们用这些观点来解释老子的不尚贤，使民不争的道理，对大家研究老子这句话的内涵，相信会更有帮助。现代化好人与老人的表扬法老子的这本书，毫无疑问，是经人重新整理过，但大体上，已整理得很好，把每一句话的含义性质分别归类。如果各抒己见，认为它原文排列有错误，那就各成一家之言，很难下一定论。我在介绍第一章的时候，曾首先指出，老子往往将道的体相与作用，混合在一起讨论。而且在作用方面，所谓老庄的道，都是出世的修道，和入世的行道，相互掺杂，应用无方，妙用无穷，甚至妙不可言。所以，读老庄如读孙子兵法一样，所谓运用之妙，在乎一心。那么，要想把老子的内涵，完全表达出来，是很费事的。尤其在入世应用之道方面，常常牵涉到许多历史哲学。利用史实，加以选择，透过超越事实的表面层，寻求接近形而上道理的讨论。这在一般学府中应该属于一门专门课程。但是许多地方，牵涉到历史事实的时候，就很难畅所欲言了。比如说不尚贤，使民不争这句话，尚贤与不尚贤怎样才对，就很难定论。"}
{"text":"所以，读老庄如读孙子兵法一样，所谓运用之妙，在乎一心。那么，要想把老子的内涵，完全表达出来，是很费事的。尤其在入世应用之道方面，常常牵涉到许多历史哲学。利用史实，加以选择，透过超越事实的表面层，寻求接近形而上道理的讨论。这在一般学府中应该属于一门专门课程。但是许多地方，牵涉到历史事实的时候，就很难畅所欲言了。比如说不尚贤，使民不争这句话，尚贤与不尚贤怎样才对，就很难定论。换一句话说，一个真正太平的盛世，就没有什么标榜好人的必要，我们只列举现代化的一两个故事，大概可以增加些许不尚贤，使民不争的趣味性。几年前，台湾社会上发起一个敬老会，对老人，表扬其年高德劭。第一次举办时，我就发现，这简直是在玩弄老人，为老人早点送终的办法。叫年纪那么大的老人坐在那儿听训领奖，还要带去各地游览。实际上，对于老人是一种辛苦的负担，我想那些老人可能累坏了，而且更因为这种风气一开之后，就有许多人也不免想进入被敬老的行列，这样就变成有所争了。岂不见老子说不见可欲，使民心不乱吗？又如，我们标榜好人，让好人受奖，开始动机没有什么不对，但是形成风气后，社会上就有人想办法去争取表扬。那么，表扬好人的原意，也就变质了。我每年也接到推荐好人好事的公文，但我看来，好人好事太多，推荐谁去好呢？而且征求一下，大家只对我一笑，摇摇头，摆摆手，谁也不肯接受推荐。我常常笑着说有两个好人，我想推荐，可惜一个已经死了，一个还未投生。大概我还勉强像小半个好人，只是我也同大家一样，讨厌人家推荐我，更怕自己推荐自己。还是相应不理，让贤去吧一笑。我们由这两个故事，大概就可以知道，所谓不尚贤，使民不争，在老子当时的社会，在那个历史政治的形态中，尚贤已经是一种毛病，因此他提出这句话来。闲话少说，书归正传。其实，人类历史上千古兴亡的人物，从作人与做事两个立场来讲，贤与不肖，君子与小人，忠与奸，在纯粹哲学的角度来看，很难下一确切的定论。如果单从用人行政的立场来讲，清初名臣孙嘉涂的三习一弊奏疏中，已经讲得相当透彻了！其中如说夫进君子而退小人，岂独三代以上知之哉！虽叔季之世衰乱的末代时势临政愿治，孰不思用君子？且自智之君自信为很高明的领袖们，各贤其臣各人都认为自己所选拔的干部都是贤者。孰不以为吾所用者必君子，而决非小人。乃卒于小人进而君子退者，无他，用才而不用德故也。德者，君子之所独。才则小人与君子共之，而且胜焉。"}
{"text":"如果单从用人行政的立场来讲，清初名臣孙嘉涂的三习一弊奏疏中，已经讲得相当透彻了！其中如说夫进君子而退小人，岂独三代以上知之哉！虽叔季之世衰乱的末代时势临政愿治，孰不思用君子？且自智之君自信为很高明的领袖们，各贤其臣各人都认为自己所选拔的干部都是贤者。孰不以为吾所用者必君子，而决非小人。乃卒于小人进而君子退者，无他，用才而不用德故也。德者，君子之所独。才则小人与君子共之，而且胜焉。语言奏对，君子讷而小人佞谀，则与耳习投矣。奔走周旋，君子拙而小人便辟，则与目习投矣。即课事工作的考核考劳勤惰的审查，君子孤行其意而耻于言功，小人巧于迎合而工于显勤，则与心习又投矣。小人扶其所长以善投，人君溺于所习而不觉。审听之而其言入耳，谛观之而其貌悦目，历试之而其才称乎心也。于是乎小人不约而自合，君子不逐而自离。夫至于小人合而君子离，其患岂可胜言哉！盗机与哲学其次，老子主张不贵难得之货，使民不为盗。这两句话，可说文从字顺，读来很容易了解。但说对于稀奇难得的财物，不要去珍重宝贵它，便可使大家不会生起盗心，这就颇有问题。盗字有抢劫的强盗偷窃的小盗等区别。要详细解释盗字，也不是容易的事。如果以纯粹哲学的观念作解释，什么是盗贼行为的内涵？我们可以引用佛家的一个名词，凡是不与取的便是盗。广泛地说，不与取就是盗的行为，这种定义比世界上任何一种法律更为严密。所谓与取，是指必须得到对方的同意给予。不与取，就是没有经过对方的同意，就取为己有的意思。那么，我们就是在地下捡一块泥土回来，没有土地所有者在场，也已经属于不与取的行为，也犯了盗戒。所以，人要不犯盗戒，只有餐风饮露，享受江上之清风与山间之明月，才算是清白。在道家的学术思想里，对于这一点，和佛学有同样意义，道家讲道便是盗机。阴符经说天地，万物之盗。万物，人之盗。人，万物之盗。修道者也就是利用盗机。我们人活着是天地之盗，都是偷了天地自然的东西，偷太阳的光，偷土壤的功能，侵害万物的生命给自己当饭吃，把动物的肉和青菜萝卜吞到胃肠里去，自己还认为理所当然，这都是占了天地万物的便宜，便是盗机。所以说修道的人，也是偷盗天地的精华到我的身上来。"}
{"text":"在道家的学术思想里，对于这一点，和佛学有同样意义，道家讲道便是盗机。阴符经说天地，万物之盗。万物，人之盗。人，万物之盗。修道者也就是利用盗机。我们人活着是天地之盗，都是偷了天地自然的东西，偷太阳的光，偷土壤的功能，侵害万物的生命给自己当饭吃，把动物的肉和青菜萝卜吞到胃肠里去，自己还认为理所当然，这都是占了天地万物的便宜，便是盗机。所以说修道的人，也是偷盗天地的精华到我的身上来。好比用一个聚光的凸透镜，放在太阳光下，把阳光聚在一起，成一焦点，摆一根草在焦点上，到了某个程度，就烧起来，然后引火做熟食，这也是偷盗了太阳的热能来自利。修道人偷盗天地精华之机，也是如此，所以说人，万物之盗。但天地，万物之盗，人固然是偷取天地精华，天地也是偷了万物和我们的生命，才显现出天地存在的威德功能。这样一来，照道家的看法，这个世界本来就是互相偷盗的世界，彼此相偷，互相混水摸鱼。然后又说自己很仁慈，这真是滑稽之至。比如，我们人叫人类，依上古传统文化中道家的看法，叫我们人是倮虫，老虎是大虫，蛇是长虫，小的爬行生物是毛毛虫。所谓保虫的人们，也只是天地间一个生物而已。但又大言不惭地拿其他生物来披毛遮羞，然后夸耀自己为万物之灵，有的是衣冠礼仪，岂非是大盗的行为。但在老子以及庄子等道家人物的思想中，已经从上古传统广义的盗机理论，缩小范围，归到人文世界的范畴，只讲人类社会的盗机了。最明显地，无过于庄子肤箧篇中的危言耸听。同时也指出最稀有最难得之货是什么东西。他说然而田成子一旦杀齐君而盗其国，所盗者岂独其国耶！并与其圣知之法而盗之。故田成子有乎盗贼之名，而身处尧舜之安，小国不敢非，大国不敢诛，十二世有齐国。则是不乃窃齐国，并与其圣知之法以守其盗贼之身乎？尝试论之，世俗之所谓至知者，有不为大盗积者乎！何以知其然耶？彼窃钩者诛，窃国者为诸侯，诸侯之门而仁义存焉。同样地，生在多灾多难乱世中的释迦牟尼，在他所说的经典中，有的地方，也是王贼并称，揭穿人类贪嗔不已的变态心理。因为月去箧篇对人类历史的诛心之论太透彻了，比之孔子的著春秋而责备贤者，使乱臣贼子惧，还要来得干脆明白，所以使干古以下的帝王位，不敢面对，不能卒读，也不可以让别人去读，只能自己偷着来读。用为谋生。"}
