{"text":"待到这些碧玉们成了祖母时，就入于利屣制度统一脚坛的时代了。当民国初年，不佞观光北京的时候，听人说，北京女人看男人是否漂亮自按盖即今之所谓摩登也的时候，是从脚起，上看到头的。所以男人的鞋袜，也得留心，脚样更不消说，当然要弄得齐齐整整，这就是天下之所仁有包脚布的原因。仓颉造字，我们是知道的，谁造这布的呢，却还没有研究出。但至少是古已有之，唐朝张族鸟作的朝野佥载罢，他说武后朝有一位某男士，将脚裹得窄窄的，人们见了都发笑。可见盛唐之世，就已有了这一种玩意儿，不过还不是很极端，或者还没有很普及。然而好像终于普及了。由宋至清，绵绵不绝，民元革命以后，革了与否，我不知道，因为我是专攻考古学的。然而奇怪得很，不知道怎的自按此处似略失学者态度，女士们之对于脚，尖还不够，并且勒令它小起来了，最高模范，还竟至于以三寸为度。这么一来，可以不必兼买利屣和方头履两种，从经济的观点来看，是不算坏的，可是从卫生的观点来看，却未免有些过火，换一句话，就是走了极端了。我中华民族虽然常常的自命为爱中庸，行中庸的人民，其实是颇不免于过激的。譬如对于敌人罢，有时是压服不够，还要除恶务尽，杀掉不够，还要食肉寝皮。但有时候，却又谦虚到侵略者要进来，让他们进来。也许他们会杀了十万中国人。不要紧，中国人有的是，我们再有人上去。这真教人会猜不出是真痴还是假呆。而女人的脚尤其是一个铁证，不小则已，小则必求其三寸，宁可走不成路，摆摆摇摇。慨自辫子肃清以后，缠足本已一同解放的了，老新党的母亲们，鉴于自己在皮鞋里塞棉花之麻烦，一时也确给她的女儿留了天足。然而我们中华民族是究竟有些极端的，不多久，老病复发，有些女士们已在别想花样，用一枝细黑柱子将脚跟支起，叫它离开地球。她到底非要她的脚变把戏不可。由过去以测将来，则四朝假如仍旧有朝代的话之后，全国女人的脚趾都和小腿成一直线，是可以有八九成把握的。然则圣人为什么大呼中庸呢？曰这正因为大家并不中庸的缘故。人必有所缺，这才想起他所需。穷教员养不活老婆了，于是觉到女子自食其力说之合理，并且附带地向男女平权论卢头富翁胖到要发哮喘病了，才去打高而富球，从此主张运动的紧要。我们平时，是决不记得自己有一个头，或一个肚子，应该加以优待的，然而一旦头痛肚泻，这才记起了他们，并且大有休息要紧，饮食小心的议论。"}
{"text":"她到底非要她的脚变把戏不可。由过去以测将来，则四朝假如仍旧有朝代的话之后，全国女人的脚趾都和小腿成一直线，是可以有八九成把握的。然则圣人为什么大呼中庸呢？曰这正因为大家并不中庸的缘故。人必有所缺，这才想起他所需。穷教员养不活老婆了，于是觉到女子自食其力说之合理，并且附带地向男女平权论卢头富翁胖到要发哮喘病了，才去打高而富球，从此主张运动的紧要。我们平时，是决不记得自己有一个头，或一个肚子，应该加以优待的，然而一旦头痛肚泻，这才记起了他们，并且大有休息要紧，饮食小心的议论。倘有谁听了这些议论之后，便贸贸然决定这议论者为卫生家，可就失之十丈，差以亿里了。倒相反，他是不卫生家，议论卫生，正是他向来的不卫生的结果的表现。孔子曰，不得中行而与之，必也狂狷乎，狂者进取，狷者有所不为也！以孔子交游之广，事实上没法子只好寻狂狷相与，这便是他在理想上之所以哼着中庸，中庸的原因。以上的推定假使没有错，那么，我们就可以进而推定孔子晚年，是生了胃病的了。割不正不食，这是他老先生的古板规矩，但食不厌精，脍不厌细的条令却有些稀奇。他并非百万富翁或能收许多版税的文学家，想不至于这么奢侈的，除了只为卫生，意在容易消化之外，别无解法。况且不撤姜食，又简直是省不掉暖胃药了。何必如此独厚于胃，念念不忘呢？曰，以其有胃病之故也。倘说坐在家里，不大走动的人们很容易生胃病，孔子周游列国，运动王公，该可以不生病证的了。那就是犯了知今而不知古的错误。盖当时花旗白面，尚未输入，土磨麦粉，多含灰沙，所以分量较今面为重国道尚未修成，泥路甚多凹凸，孔子如果肯走，那是不大要紧的，而不幸他偏有一车两马。胃里袋着沉重的面食，坐在车子里走着七高八低的道路，一颠一顿，一掀一坠，胃就被坠得大起来，消化力随之减少，时时作痛每餐非吃生姜不可了。所以那病的名目，该是胃扩张那时候，则是晚年，约在周敬王十年以后。以上的推定，虽然简略，却都是读书得间的成功。但若急于近功，妄加猜测，即很容易陷于多疑的谬误。例如罢，二月十四日申报载南京专电云中执委会令各级党部及人民团体制忠孝仁爱信义和平匾额，悬挂礼堂中央，以资启迪。"}
{"text":"所以那病的名目，该是胃扩张那时候，则是晚年，约在周敬王十年以后。以上的推定，虽然简略，却都是读书得间的成功。但若急于近功，妄加猜测，即很容易陷于多疑的谬误。例如罢，二月十四日申报载南京专电云中执委会令各级党部及人民团体制忠孝仁爱信义和平匾额，悬挂礼堂中央，以资启迪。看了之后，切不可便推定为各要人讥大家为忘八三月一日大晚报载新闻云孙总理夫人宋庆龄女士自归国寓沪后，关于政治方面，不闻不问，惟对社会团体之组织非常热心。据本报记者所得报告，前日有人由邮政局致宋女士之索诈信自按原缺件，业经本市稻峙勺示旨觳榇觳樵辈榛瘢苯髡截留，转辗呈报市府。看了之后，也切不可便推定虽为总理夫人宋女士的信件，也常在邮局被当局派员所检查。盖虽学匪派考古学，亦当不离于学，而以考古为限的。三月四日夜。本篇最初发表于一九三三年三月十六日论语第十三期，署名何干。杂事秘辛笔记小说，一卷，旧题无名氏撰，伪托为东汉佚书，实为明代杨慎号升庵作。写东汉桓帝刘志选梁莹为妃的故事。其中有一段描写梁莹的脚足长八寸，跗丰研，底平指敛，约缣迫袜，收束微如禁中。杨慎在该书跋语中说予尝搜考弓足原始，不得。及见约缣迫袜，收束微如禁中语，则缠足后汉已自有之。按杨慎是持缠足起源较早一说的。利屣一种舞鞋。史记货殖列传今夫赵女郑姬，设形容，鸣琴，揄长袂，蹑利屣，目挑心招。潭腿拳术的一种，相传由清代山东龙潭寺的和尚创立，故称。炎汉即汉代。过去阴阳家用金木水火土五行也称五德相生相克的循环变化来说明王朝更替他们认为汉朝属火，故称炎汉。小家碧玉语出南朝乐府碧玉歌碧玉小家女，不敢攀贵德。碧玉原系人名，旧时常以小家碧玉称小康人家的少女。朝野佥载唐代张族鸟作，内容系记载唐代的故事和琐闻。按该书没有所引一事的记载。除恶务尽语出尚书泰誓树德欲滋，除恶务本。食肉寝皮，语出左传襄公二十一年然二子者，譬如禽兽，臣食其肉而寝处其皮矣。语见论语子路。据宋代朱熹注行，道也。狂者，志极高而行不掩。狷者，知未及而守有余。"}
{"text":"小家碧玉语出南朝乐府碧玉歌碧玉小家女，不敢攀贵德。碧玉原系人名，旧时常以小家碧玉称小康人家的少女。朝野佥载唐代张族鸟作，内容系记载唐代的故事和琐闻。按该书没有所引一事的记载。除恶务尽语出尚书泰誓树德欲滋，除恶务本。食肉寝皮，语出左传襄公二十一年然二子者，譬如禽兽，臣食其肉而寝处其皮矣。语见论语子路。据宋代朱熹注行，道也。狂者，志极高而行不掩。狷者，知未及而守有余。割不正不食食不厌精，脍不厌细不撤姜食等语，都见论语乡党。孔子周游列国孔丘于鲁定公十二年至鲁哀公十一年前―前离开鲁国，周游宋卫陈蔡齐楚等国，游说诸侯，终不见用。花旗白面由美国进口的面粉。忠孝仁爱信义和平当时国民党政客戴季陶等宣扬的所谓八德。国民党当局为了加强其封建法西斯统治，强令机关团体将它制匾悬挂于礼堂，国民党教育部又于一九三三年二月二十日宣布以此为小学公民训练标准。忘八封建时代流行的俗语，指忘记了概括封建道德要义的孝悌忠信礼义廉耻八个字的最后一个耻字，也即无耻的意思。大晚报一九三二年二月十二日在上海创刊，张竹平创办，后为国民党财阀孔祥熙收买，一九四九年五月二十五日停刊。又论第三种人又论第三种人戴望舒先生远远的从法国给我们一封通信，叙述着法国革命文艺家协会得了纪德的参加，在三月二十一日召集大会，猛烈的反抗德国法西斯谛的情形，并且绍介了纪德的演说，发表在六月号的现代上。法国的文艺家，这样的仗义执言的举动是常有的较远，则如左拉为德来孚斯打不平，法朗士当左拉改葬时候的讲演较近，则有罗曼罗兰的反对战争。但这回更使我感到真切的欢欣，因为问题是当前的问题，而我也正是憎恶法西斯谛的一个。不过戴先生在报告这事实的同时，一并指明了中国左翼作家的愚蒙和像军阀一般的横暴，我却还想来说几句话。但希望不要误会，以为意在辩解，希图中国也从所谓第三种人得到对于德国的被压迫者一般的声援，――并不是的。中国的焚禁书报，封闭书店，囚杀，实在还远在德国的白色恐怖以前，而且也得到过世界的革命的文艺家的抗议了。"}
{"text":"但这回更使我感到真切的欢欣，因为问题是当前的问题，而我也正是憎恶法西斯谛的一个。不过戴先生在报告这事实的同时，一并指明了中国左翼作家的愚蒙和像军阀一般的横暴，我却还想来说几句话。但希望不要误会，以为意在辩解，希图中国也从所谓第三种人得到对于德国的被压迫者一般的声援，――并不是的。中国的焚禁书报，封闭书店，囚杀，实在还远在德国的白色恐怖以前，而且也得到过世界的革命的文艺家的抗议了。我现在要说的，不过那通然里的必须指出的几点。那通信叙述过纪德的加入反抗运动之后，说道――在法国文坛中，我们可以说纪律是第三种人，自从他在一八九一年起，一直到现在为止，他始终是一个忠实于他的艺术的人。然而，忠实于自己的艺术的，不一定就是资产阶级的帮闲者，法国的革命作家没有这种愚蒙的见解或者不如说是精明的策略，因此，在热烈的欢迎之中，纪德便在群众之间发言了。这就是说忠实于自己的艺术的，就是第三种人，而中国的革命作家，却愚蒙到指这种人为全是资产阶级的帮闲者，现在已经由纪德证实，是不一定的了。这里有两个问题应该解答。第一，是中国的左翼理论家是否真指忠实于自己的艺术的为全是资产阶级的帮闲者？据我所知道，却并不然。左翼理论家无论如何愚蒙，还不至于不明白为艺术的艺术在发生时，是对于一种社会的成规的革命，但待到新兴的战斗的艺术出现之际，还拿着这老招牌来明明暗暗阻碍他的发展，那就成为反动，且不只是资产阶级的帮闲者了。至于忠实于自己的艺术的，却并未视同一律。因为不问那一阶级的作家，都有一个自己，这自己，就都是他本阶级的一分子，忠实于他自己的艺术的人，也就是忠实于他本阶级的，在资产阶级如此，在无产阶级也如此。这是极显明粗浅的事实，左翼理论家也不会不明白的。但这位――戴先生用忠实于自己的艺术来和为艺术的艺术掉了一个包，可真显得左翼理论家的愚蒙透顶了。第二，是纪德是否真是中国所谓的第三种人？我没有读过纪德的书，对于作品，没有加以批评的资格。但我相信创作和演说，形式虽然不同，所含的思想是决不会两样的。我可以引出戴先生所绍介的演说里的两段来――有人会对我说在苏联也是这样的。"}
{"text":"这是极显明粗浅的事实，左翼理论家也不会不明白的。但这位――戴先生用忠实于自己的艺术来和为艺术的艺术掉了一个包，可真显得左翼理论家的愚蒙透顶了。第二，是纪德是否真是中国所谓的第三种人？我没有读过纪德的书，对于作品，没有加以批评的资格。但我相信创作和演说，形式虽然不同，所含的思想是决不会两样的。我可以引出戴先生所绍介的演说里的两段来――有人会对我说在苏联也是这样的。那是可能的事但是目的却是完全两样的，而且，为了要建设一个新社会起见，为了把发言权给与那些一向做着受压迫者，一向没有发言权的人们起见，不得已的矫枉过正也是免不掉的事。我为什么并怎样会在这里赞同我在那边所反对的事呢？那就是因为我在德国的恐怖政策中，见到了最可叹最可憎的过去底再演，在苏联的社会创设中，我却见到一个未来的无限的允约。这说得清清楚楚，虽是同一手段，而他却因目的之不同而分为赞成或反抗。苏联十月革命后，侧重艺术的绥拉比翁的兄弟们这团体，也被称为同路人，但他们却并没有这么积极。中国关于第三种人的文字，今年已经汇印了一本专书，我们可以查一查，凡自称为第三种人的言论，可有丝毫近似这样的意见的么？倘其没有，则我敢决定地说，不可以说纪德是第三种人。然而正如我说纪德不像中国的第三种人一样，戴望舒先生也觉得中国的左翼作家和法国的大有贤愚之别了。他在参加大会，为德国的左翼艺术家同伸义愤之后，就又想起了中国左翼作家的愚蠢横暴的行为。于是他临末禁不住感慨――我不知道我国对于德国法西斯谛的暴行有没有什么表示。正如我们的军阀一样，我们的文艺者也是勇于内战的。在法国的革命作家们和纪德携手的时候，我们的左翼作家想必还在把所谓第三种人当作唯一的敌手吧！这里无须解答，因为事实具在我们这里也曾经有一点表示，但因为和在法国两样，所以情形也不同刊物上也久不见什么把所谓第三种人当作唯一的敌手的文章，不再内战，没有军阀气味了。戴先生的豫料，是落了空的。然而中国的左翼作家，这就和戴先生意中的法国左翼作家一样贤明了么？我以为并不这样，而且也不应该这样的。如果声音还没有全被削除的时候，对于第三种人的讨论，还极有从新提起和展开的必要。戴先生看出了法国革命作家们的隐衷，觉得在这危急时，和第三种人携手，也许是精明的策略。"}
{"text":"戴先生的豫料，是落了空的。然而中国的左翼作家，这就和戴先生意中的法国左翼作家一样贤明了么？我以为并不这样，而且也不应该这样的。如果声音还没有全被削除的时候，对于第三种人的讨论，还极有从新提起和展开的必要。戴先生看出了法国革命作家们的隐衷，觉得在这危急时，和第三种人携手，也许是精明的策略。但我以为单靠策略，是没有用的，有真切的见解，才有精明的行为，只要看纪德的讲演，就知道他并不超然于政治之外，决不能贸贸然称之为第三种人，加以欢迎，是不必别具隐衷的。不过在中国的所谓第三种人，却还复杂得很。所谓第三种人，原意只是说站在甲乙对立或相斗之外的人。但在实际上，是不能有的。人体有胖和瘦，在理论上，是该能有不胖不瘦的第三种人的，然而事实上却并没有，一加比较，非近于胖，就近于瘦。文艺上的第三种人也一样，即使好像不偏不倚罢，其实是总有些偏向的，平时有意的或无意的遮掩起来，而一遇切要的事故，它便会分明的显现。如纪德，他就显出左向来了别的人，也能从几句话里，分明的显出。所以在这混杂的一群中，有的能和革命前进，共鸣有的也能乘机将革命中伤，软化，曲解。左翼理论家是有着加以分析的任务的。如果这就等于军阀的内战，那么，左翼理论家就必须更加继续这内战，而将营垒分清，拔去了从背后射来的毒箭！六月四日。本篇最初发表于一九三三年七月一日文学第一卷第一号。戴望舒―浙江杭县今余抗人，诗人。著有诗集望舒草灾难的岁月等。他写的法国通讯――关于文艺界的反法西斯蒂运动，载现代第三卷第二期一九三三年六月。纪德，―法国小说家。著有窄门地粮田园交响曲等。一九三二年初发表日记抄，声称对于现在及将来要发生的许多事件，尤其是苏联的状态，抱着太深切的关心，并表示了对马克思主义的兴趣。一九三六年发表从苏联归来一书，攻击苏联。左拉，―法国作家。著有长篇小说萌芽崩溃娜娜等。一八九四年，法国的犹太籍军官德莱孚斯受到军事当局诬告，以泄漏军事机密罪被判处终身苦役。"}
{"text":"纪德，―法国小说家。著有窄门地粮田园交响曲等。一九三二年初发表日记抄，声称对于现在及将来要发生的许多事件，尤其是苏联的状态，抱着太深切的关心，并表示了对马克思主义的兴趣。一九三六年发表从苏联归来一书，攻击苏联。左拉，―法国作家。著有长篇小说萌芽崩溃娜娜等。一八九四年，法国的犹太籍军官德莱孚斯受到军事当局诬告，以泄漏军事机密罪被判处终身苦役。此事曾引起各界进步人士的不满。一八九七年，左拉对此案的材料作了研究后，确信德莱孚斯的无辜，就给总统佛尔写了一封我控诉的公开信，控诉法国政府法庭和总参谋部违反法律和人权由此他被判一年徒刑和罚金，因而逃往英国伦敦。法朗士在左拉改葬时的讲演在德莱孚斯事件中，法朗士曾和左拉一样为德莱孚斯进肯辩护。一九二年十月五日左拉安葬时，他发表演说，肯定左拉生前的正义行动，谴责当局对左拉的迫害。一九六年七月十九日德莱孚斯案件得到平反后，他又在法国人权同盟组织的向左拉表示感谢并致敬的群众集会在左拉墓前举行上发表第二次演说，称左拉为伟大的公民，号召人们不要忘记陷害无辜者的罪人，要沿着正义和善良的道路前进。并向法国国会提出建立左拉先贤祠法案的要求。法朗士社会生活三十年按左拉原葬于巴黎蒙玛特公墓，后改葬于法国先贤祠。一九三一年国民党政府杀害了柔石等革命作家，当时国际革命作家如苏联法捷耶夫法国巴比塞美国果尔德等人都曾强烈抗议国民党的暴行。指苏汶编的文艺自由论辩集。该书收入第三种人自己所写的文章和别人批评第三种人的文章共二十篇，一九三三年三月上海现代书局出版。一九三三年五月十三日，和宋庆龄杨杏佛等，到上海德国领事馆递交为德国法西斯压迫民权摧残文化的抗议书，次日并将抗议书在申报上发表。真假堂吉诃德真假堂吉诃德西洋武士道的没落产生了堂吉诃德那样的戆大。他其实是个十分老实的书呆子。看他在黑夜里仗着宝剑和风车开仗，的确傻相可掬，觉得可笑可怜。然而这是真正的吉诃德。中国的江湖派和流氓种子，却会愚弄吉诃德式的老实人，而自己又假装着堂吉诃德的姿态。"}
{"text":"一九三三年五月十三日，和宋庆龄杨杏佛等，到上海德国领事馆递交为德国法西斯压迫民权摧残文化的抗议书，次日并将抗议书在申报上发表。真假堂吉诃德真假堂吉诃德西洋武士道的没落产生了堂吉诃德那样的戆大。他其实是个十分老实的书呆子。看他在黑夜里仗着宝剑和风车开仗，的确傻相可掬，觉得可笑可怜。然而这是真正的吉诃德。中国的江湖派和流氓种子，却会愚弄吉诃德式的老实人，而自己又假装着堂吉诃德的姿态。儒林外史上的几位公子，慕游侠剑仙之为人，结果是被这种假吉诃德骗去了几百两银子，换来了一颗血淋淋的猪头，――那猪算是侠客的君父之仇了。真吉诃德的做傻相是由于自己愚蠢，而假吉诃德是故意做些傻相给别人看，想要剥削别人的愚蠢。可是中国的老百姓未必都还这么蠢笨，连这点儿手法也看不出来。中国现在的假吉诃德们，何尝不知道大刀不能救国，他们却偏要舞弄着，每天杀敌几百几千的乱嚷，还有人特制钢刀九十九，去赠送前敌将士。可是，为着要杀猪起见，又舍不得飞机捐，于是乎武器不精良的宣传，一面作为节节退却或者诱敌深入的解释，一面又借此搜括一些杀猪经费。可惜前有慈禧太后，后有袁世凯，――清末的兴复海军捐建设了颐和园，民四的反日爱国储金，增加了讨伐当时革命军的军需，――不然的话，还可以说现在发现了一个新发明。他们何尝不知道国货运动振兴不了什么民族工业，国际的财神爷扼住了中国的喉咙，连气也透不出，甚么国货都跳不出这些财神的手掌心。然而国货年是宣布了，国货商场是成立了，像煞有介事的，仿佛抗日救国全靠一些戴着假面具的买办多赚几个钱。这钱还是从猪狗牛马身上剥削来的。不听见增加生产力，劳资合作共赴国难的呼声么？原本不把小百姓当人看待，然而小百姓做了猪狗牛马还是要负救国责任！结果，猪肉供给假吉诃德吃，而猪头还是要斫下来，挂出去，以为捣乱后方者戒。他们何尝不知道什么中国固有文化咒不死帝国主义，无论念几千万遍不仁不义或者金光明咒，也不会触发日本地震，使它陆沉大海。然而他们故意高喊恢复民族精神，仿佛得了什么祖传秘诀。意思其实很明白，是要小百姓埋头治心，多读修身教科书。"}
