{"text":"置之度外，可能表示一个人心胸开阔但是，我有点担心，这有可能表示一个人的糊涂或颟顸。我主张对毁誉要加以细致的分析。首先要分清谁毁你？谁誉你？在什么时候？在什么地方？由于什么原因？这些情况弄不清楚，只谈毁誉，至少是有点模糊。我记得在什么笔记上读到过一个故事。一个人最心爱的人，只有一只眼。于是他就觉得天下人一只眼者除外都多长了一只眼。这样毁誉能靠得住吗？还有我们常常讲什么党同伐异，又讲什么臭味相投等等。这样的毁誉能相信吗？孔门贤人子路闻过则喜，古今传为美谈。我根本做不到，而且也不想做到，因为我要分析是谁说的？在什么时候，在什么地点，因为什么而说的？分析完了以后，再定则喜，或是则怒。喜，我不会过头。怒，我也不会火冒十丈，怒发冲冠。孔子说野哉，也！大概子路是一个粗线条的人物，心里没有像我上面说的那些弯弯绕。我自己有一个颇为不寻常的经验。我根本不知道世界上有某一位学者，过去对于他的存在，我一点都不知道然而，他却同我结了怨。因为，我现在所占有的位置，他认为本来是应该属于他的，是我这个鸠把他这个鹊的巢给占据了。因此，勃然对我心怀不满。我被蒙在鼓里，很久很久，最后才有人透了点风给我。我知道，天下竟有这种事，只能一笑置之。不这样又能怎样呢？我想向他道歉，挖空心思，也找不出丝毫理由。大千世界，芸芸众生，由于各人禀赋不同，遗传基因不同，生活环境不同所以各人的人生观世界观价值观好恶观等等，都不会一样，都会有点差别。比如吃饭，有人爱吃辣，有人爱吃咸，有人爱吃酸，如此等等。又比如穿衣，有人爱红，有人爱绿，有人爱黑，如此等等。在这种情况下，最好是各人自是其是，而不必非人之非。俗语说各扫门前雪，不管他人瓦上霜。这话本来有点贬义，我们可以正用。每个人都会有友，也会有非友，我不用敌这个词儿，避免误会。友，难免有誉非友，难免有毁。碰到这种情况，最好抱上面所说的分析的态度，切不要笼而统之，一锅糊涂粥。好多年来，我曾有过一个良好的愿望我对每个人都好，也希望每个人对我都好。只望有誉，不能有悔。最近我恍然大悟，那是根本不可能的。如果真有一个人，人人都说他好，这个人很可能是一个极端圆滑的人，圆滑到琉璃球又能长上脚的程度。"}
{"text":"这话本来有点贬义，我们可以正用。每个人都会有友，也会有非友，我不用敌这个词儿，避免误会。友，难免有誉非友，难免有毁。碰到这种情况，最好抱上面所说的分析的态度，切不要笼而统之，一锅糊涂粥。好多年来，我曾有过一个良好的愿望我对每个人都好，也希望每个人对我都好。只望有誉，不能有悔。最近我恍然大悟，那是根本不可能的。如果真有一个人，人人都说他好，这个人很可能是一个极端圆滑的人，圆滑到琉璃球又能长上脚的程度。忆往述怀第一篇阅尽沧桑忆往述怀谈礼貌眼下，即使不是百分之百的人，也是绝大多数的人，都抱怨现在社会上不讲礼貌。这完全有事实作根据的。前许多年，当时我腿脚尚称灵便，出门乘公共汽车的时候多，几乎每一次我都看到在车上吵架的人，甚至动武的人，起因都是微不足道的你碰了我一下，我踩了你的脚，如此等等。试想，在拥拥挤挤的公共汽车上，谁能不碰谁呢？这样的事情也值得大动干戈吗？曾经有一段时间，有关的机关号召大家学习几句话谢谢！对不起！等等。就是针对上述的情况而发的。其用心良苦，然而我心里却觉得不是滋味。一个有五千年文明的堂堂大国竟要学习幼儿园孩子们学说的话，岂不大可哀哉！有人把不讲礼貌的行为归咎于新人类或新新人类。我并无资格成为新人类的同党，我已经是属于博物馆的人物了。但是，我却要为他们打抱不平。在他们诞生以前，有人早着了先鞭。不过，话又要说回来，新人类或新新人类确实在不讲礼貌方面有所创造，有所前进，他们发扬光大这种并不美妙的传统，他们往往是一双男女在光天化日之下，车水马龙之中，拥抱接吻，旁若无人，洋洋自得，连在这方面比较不拘细节的老外看了都目瞪口呆，惊诧不已。古人说闺房之内，有甚于画眉者。这是两口子的私事，谁也管不着。但这是在闺房之内的事，现在竟几乎要搬到大街上来，虽然还没有到甚于画眉的水平，可是已经很可观了。新人类还要新到什么程度呢？如果一个人孤身住在深山老林中，你愿意怎样都行。可我们是处在社会中，这就要讲究点人际关系。人必自爱而后人爱之。没有礼貌是目中无人的一种表现，是自私自利的一种表现，如果这样的人多了，必然产生与社会不协调的后果。千万不要认为这是个人小事而掉以轻心。现在国际交往日益频繁，不讲礼貌的恶习所产生的恶劣影响，已经不局限于国内，而是会流布全世界。"}
{"text":"但这是在闺房之内的事，现在竟几乎要搬到大街上来，虽然还没有到甚于画眉的水平，可是已经很可观了。新人类还要新到什么程度呢？如果一个人孤身住在深山老林中，你愿意怎样都行。可我们是处在社会中，这就要讲究点人际关系。人必自爱而后人爱之。没有礼貌是目中无人的一种表现，是自私自利的一种表现，如果这样的人多了，必然产生与社会不协调的后果。千万不要认为这是个人小事而掉以轻心。现在国际交往日益频繁，不讲礼貌的恶习所产生的恶劣影响，已经不局限于国内，而是会流布全世界。前几年，我看到过一个什么电视片，是由一个意大利著名摄影家拍摄的，主题是介绍北京情况的。北京的名胜古迹当然都包罗无遗，但是，我的眼前忽然一亮一个光着膀子的胖大汉骑自行车双手撒把，做打太极拳状，飞驰在天安门前宽广的大马路上。给人的形象是野蛮无礼。这样的形象并不多见，然而却没有逃过一个老外的眼光。我相信，这个电视片是会在全世界都放映的。它在外国人心目中会产生什么影响，不是一清二楚了吗？最后，我想当一个文抄公，抄一段香港大公报上的话富者有礼高质，贫者有礼免辱，父子有礼慈孝，兄弟有礼和睦，夫妻有礼情长，朋友有礼义笃，社会有礼祥和。忆往述怀第一篇阅尽沧桑忆往述怀漫谈撒谎一世界上所有的堂堂正正的宗教，以及古往今来的贤人哲士，无不教导人们要说实话，不要撒谎。笼统来说，这是无可非议的。最近读日本稻盛和夫梅原猛著，卞立强译的回归哲学第四章，梅原和稻盛两人关于不撒谎的议论。梅原说不撒谎是最起码的道德。自己说过的事要实行，如果错了就说错了――我希望现在的领导人能做到这样最普通的事。苏格拉底可以说是最早的哲学家，在苏格拉底之前有些人自称是诡辩家智者。所谓诡辩家，就是能把白的说成黑的，站在方或反方同样都可以辩论。这样的诡辩家教授辩论术，曾经博得人们欢迎。原因是政治需要颠倒黑白的辩论术。在这里，我想先对梅原的话加上一点注解。他所说的现在领导人，指的是像日本这样国家的政客。他所说的政治需要颠倒黑白的辩论术，指的是古代希腊的政治。梅原在下面又说苏格拉底通过对话揭露了掌握这种辩论术的诡辩家的无智。因而他宣称自己不是诡辩家，不是智者，而是爱智者。这是最初的哲学。我认为哲学家应当回归其原点，恢复语言的权威。"}
{"text":"这样的诡辩家教授辩论术，曾经博得人们欢迎。原因是政治需要颠倒黑白的辩论术。在这里，我想先对梅原的话加上一点注解。他所说的现在领导人，指的是像日本这样国家的政客。他所说的政治需要颠倒黑白的辩论术，指的是古代希腊的政治。梅原在下面又说苏格拉底通过对话揭露了掌握这种辩论术的诡辩家的无智。因而他宣称自己不是诡辩家，不是智者，而是爱智者。这是最初的哲学。我认为哲学家应当回归其原点，恢复语言的权威。也就是说，道德的原点是不撒谎。不撒谎是道德的基本和核心。梅原把不撒谎提高到道德原点的高度，可见他对这个问题是多么重视。我们且看一看他的对话者稻盛是怎样对待这个问题的。稻盛首先表示同意梅原的意见。可是，随后他就撒谎问题作了一些具体的分析。他讲到自己的经历，他说，有一个他敬仰的颇有点浪漫气息的人对他说稻盛，不能说假话，但也不必说真话。他听了这话，简直高兴得要跳起来。接着他就写了下面一段话我从小父母也是严格教导我不准撒谎。我当上了经营的负责人之后，心里还是这么想说谎可不行啊！可是，在经营上有关企业的机密和人事等问题，有时会出现很难说真话的情况。我想我大概是为这些难题苦恼时而跟他商量的。他的这种回答在最低限度上贯彻了不撒谎的态度，但又不把真实情况和盘托出，这样就可以求得局面的打开。上面我引用了两位日本朋友的话，一位是著名的文学家，一位是著名的企业家。他们俩都在各自的行当内经过了多年的考验与磨炼，都富于人生经验。他们的话对我们会有启发的。我个人觉得，稻盛引用的他那位朋友的话不能说假话，但也不必说真话！最值得我们深思。我的意思就是，对撒谎这类的社会现象，我们要进行细致的分析。忆往述怀第一篇阅尽沧桑忆往述怀漫谈撒谎二我们中国的父母，同日本稻盛的父母一样，也总是教导子女不要撒谎。可怜天下父母心，总希望自己的子女能做一个堂堂正正的人，一个诚实可靠的人。如果子女撒谎成性，就觉得自己脸面无光。不但父母这样教导，我们从小受教育也接受这种要诚实不撒谎的教育。我记得小学教科书上讲了一个故事，内容是一个牧童在村外牧羊，有一天忽然想出了一个坏点子，大声狂呼狼来了！"}
{"text":"忆往述怀第一篇阅尽沧桑忆往述怀漫谈撒谎二我们中国的父母，同日本稻盛的父母一样，也总是教导子女不要撒谎。可怜天下父母心，总希望自己的子女能做一个堂堂正正的人，一个诚实可靠的人。如果子女撒谎成性，就觉得自己脸面无光。不但父母这样教导，我们从小受教育也接受这种要诚实不撒谎的教育。我记得小学教科书上讲了一个故事，内容是一个牧童在村外牧羊，有一天忽然想出了一个坏点子，大声狂呼狼来了！村里的人听到呼声，都争先恐后地拿上棍棒，带上斧刀，跑往村外，到了牧童所在的地方，那牧童却哈哈大笑，看到别人慌里慌张，觉得很开心，又很得意。谁料过了不久，果真有狼来了，牧童再狂呼时，村里的人却毫无动静，他们上当受骗一次，不想再重蹈覆辙。牧童的结果怎样，就用不着再说了。所有这一些教导都是好的，但是也有一个共同的缺点，就是缺乏分析。上面我说到，稻盛对撒谎问题是进行过一些分析的。同样，几百年前的法国大散文家蒙田，对撒谎问题也是作过分析的。在蒙田随笔上卷第九章论撒谎者，蒙田写道有人说，感到自己记性不好的人，休想成为撒谎者，这样说不无道理。我知道，语法学家对说假话和撒谎是作区别的。他们说，说假话是指说不真实的，但却信以为真的事，而撒谎一词源于拉丁语我们的法语就源于拉丁语。这个词的定义包含违背良智的意思，因此只涉及那些言与心违的人。大家一琢磨就能够发现，同样是分析，但日本朋友和蒙田的着眼点和出发点，都是不同的。其间区别是相当明显的，用不着再来唆。记得先生有一篇文章，讲的是一个阔人生子庆祝，宾客盈门，竞相献媚。有人说此子将来必大富大贵。主人喜上眉梢。又有人说，此子将来必长命百岁。主人乐在心头。忽然有一个人说此子将来必死。主人怒不可遏。但是，究竟谁说的是实话呢？写到这里，我自己想对撒谎问题来进行点分析。我觉得，德国人很聪明，他们有一个词儿，意思是出于礼貌而不得不撒的谎。一般说来，不撒谎应该算是一种美德，我们应该提倡。但是不能顽固不化。假如你被敌人抓了去，完全说实话是不道德的，而撒谎则是道德的。打仗也一样。我们古人说兵不厌诈，你能说这是不道德吗？我想，举了这两个小例子，大家就可以举一反三了。"}
{"text":"忽然有一个人说此子将来必死。主人怒不可遏。但是，究竟谁说的是实话呢？写到这里，我自己想对撒谎问题来进行点分析。我觉得，德国人很聪明，他们有一个词儿，意思是出于礼貌而不得不撒的谎。一般说来，不撒谎应该算是一种美德，我们应该提倡。但是不能顽固不化。假如你被敌人抓了去，完全说实话是不道德的，而撒谎则是道德的。打仗也一样。我们古人说兵不厌诈，你能说这是不道德吗？我想，举了这两个小例子，大家就可以举一反三了。忆往述怀第一篇阅尽沧桑忆往述怀论恐惧法国大散文家和思想家蒙田写过一篇散文论恐惧。他一开始就说我并不像有人认为的那样是研究人类本性的学者，对于人为什么恐惧所知甚微。我当然更不是一个研究人类本性的学者，虽然在高中时候读过心理学这样一门课，但其中是否讲到过恐惧，早已忘到爪哇国去了。可我为什么现在又写论恐惧这样一篇文章呢？理由并不太多，也谈不上堂皇。只不过是因为我常常思考这个问题，而今又受到了蒙田的启发而已。好像是蒙田给我出了这样一个题目。根据我读书思考的结果，也根据我自己的经验，恐惧这一种心理活动和行动是异常复杂的，决不是三言两语所能说得清楚的。人们可以从很多角度上来探讨恐惧问题。我现在谈一下我自己从一个特定角度上来研究恐惧现象的想法，当然也只能极其概括，极其笼统地谈。我认为，应当恐惧而恐惧者是正常的，应当恐惧而不恐惧者是英雄，我们平常所说的从容镇定，处变不惊，就是指的这个。不应当恐惧而恐惧者是孱头，不应当恐惧而不恐惧者也是正常的。两个正常的现象用不着讲，我现在专讲二三个不正常的现象。要举事例，那就不胜枚举。我索性专门从晋书里面举出两个事例，两个都与苻坚有关。谢安传中有一段话玄等既破坚，有驿书至，安方对客围棋，看书既，竟便摄放床上，了无喜色，棋如故。客问之，徐答曰小儿辈遂已破贼。苻坚大兵压境，作为大臣的谢安理当恐惧不安，然而却竟这样从容镇定，至今传颂不已。所以，我称之为英雄。晋书苻坚传有下面这几段话谢石等以既败梁成，水陆继进。坚与苻融登城而望王师，见部阵齐整，将士精锐，又北望山上草木皆类人形，顾谓融曰此亦劲敌也，何谓少乎！抚然有惧色。下面又说坚大惭，顾谓其夫人张氏曰朕若用朝臣之言，岂见今日之事耶！当何面目复临天下乎！"}
{"text":"客问之，徐答曰小儿辈遂已破贼。苻坚大兵压境，作为大臣的谢安理当恐惧不安，然而却竟这样从容镇定，至今传颂不已。所以，我称之为英雄。晋书苻坚传有下面这几段话谢石等以既败梁成，水陆继进。坚与苻融登城而望王师，见部阵齐整，将士精锐，又北望山上草木皆类人形，顾谓融曰此亦劲敌也，何谓少乎！抚然有惧色。下面又说坚大惭，顾谓其夫人张氏曰朕若用朝臣之言，岂见今日之事耶！当何面目复临天下乎！潸然流涕而去，闻风声鹤唳，皆谓晋师之至。这活生生地画出了一个孱头。敌兵压境，应当振作起来，鼓励士兵，同仇敌忾，可是苻坚自己却先泄了气。这样的人不称为孱头，又称之为什么呢？结果留下了两句著名的话风声鹤唳，草木皆兵。至今还活在人民的口中，也可以说是流什么千古了。如果想从论恐惧这一篇短文里吸取什么教训的话，那就是明明白白地摆在眼前的。我们都要锻炼自己，对什么事情都不要惊慌失措，而要处变不惊。忆往述怀第一篇阅尽沧桑忆往述怀漫谈消费蒙组稿者垂青，要我来谈一谈个人消费。这实在不是最佳选择。因为我的个人消费决无任何典型意义。如果每个人都像我这样，商店几乎都要关门大吉。商店越是高级，我越敬而远之。店里那一大堆五光十色争奇斗艳的商品，有的人见了简直会垂涎三尺，我却是看到就头痛，而且窃作腹诽在这些无限华丽的包装内包的究竟是什么货色，只有天晓得，我觉得人们似乎越来越蠢，我们所能享受的东西，不过只占广告费和包装费的一丁点儿，我们是让广告和包装牵着鼻子走的，愧为万物之灵。谈到消费，必须先谈收入。组稿者让我讲个人的情况，而且越具体越好。我就先讲我个人的具体收入情况。我在年代被评为一级教授，到现在已经四十多年了，尚留在世间者已为数不多，可以被视为珍稀动物，通称为老一级。在北京工资区――大概是六区――每月三百四十五元。再加上中国科学院哲学社会科学部委员，每月津贴一百元。这个数目今天看起来实为微不足道。然而在当时却是一个颇大的数目，十分不菲。我举两个具体的例子吃一次老莫莫斯科餐厅，大约一元五到两元，汤菜俱全，外加黄油面包，还有啤酒一杯。如果吃烤鸭，不过六七块钱一只。其余依次类推。只需同现在的价格一比，其悬殊立即可见。"}
{"text":"我在年代被评为一级教授，到现在已经四十多年了，尚留在世间者已为数不多，可以被视为珍稀动物，通称为老一级。在北京工资区――大概是六区――每月三百四十五元。再加上中国科学院哲学社会科学部委员，每月津贴一百元。这个数目今天看起来实为微不足道。然而在当时却是一个颇大的数目，十分不菲。我举两个具体的例子吃一次老莫莫斯科餐厅，大约一元五到两元，汤菜俱全，外加黄油面包，还有啤酒一杯。如果吃烤鸭，不过六七块钱一只。其余依次类推。只需同现在的价格一比，其悬殊立即可见。从工资收入方面来看，这是我一生最辉煌的时期之一。这是以后才知道的，当时只道是寻常。到了今天，老一级的光荣桂冠仍然戴在头上，沉甸甸的，又轻飘飘的，心里说不出是什么滋味。实际情况却是昔人已乘黄鹤去，此地空余老桂冠。我很感谢，不知道是哪一位朋友发明了工薪阶层这一个词儿。这真不愧是天才的发明。幸乎？不幸乎？我也归入了这一个工薪阶层的行列。听有人说，在某一个城市的某大公司里设有工薪阶层专柜，专门对付我们这一号人的。如果真正有的话，这也不愧是一个天才的发明，俗话说识时务者为俊杰。他们都是不折不扣的俊杰。我这个老一级每月究竟能拿多少钱呢？要了解这一点，必须先讲一讲今天的分配制度。现在的分配制度，同年代相比，有了极大的不同，当年在大学里工作的人主要靠工资生活，不懂什么第二职业，也不允许有第二职业。谁要这样想，这样做，那就是典型的资产阶级思想，是同无产阶级思想对着干的，是最犯忌讳的。今天却大改其道。学校里颇有一些人有种种形式的第二职业，甚至第三职业。原因十分简单如果只靠自己的工资，那就生活不下去。以我这个老一级为例，账面上的工资我是北大教员中最高的。我每月领到的工资，七扣八扣，拿到手的平均约七百至八百。保姆占掉一半，天然气费电话费等等，约占掉剩下的四分之一。我实际留在手的只有三百元左右，我要用这些钱来付全体在我家吃饭的四个人的饭钱，这些钱连供一个人吃饭都有点捉襟见肘，何况四个人！老莫烤鸭之类，当然可望而不可即。可是我的生活水平，如果不是提高的话，也决没有降低。难道我点金有术吗？非也。我也有第职业，这就是爬格子。格子我已经爬了六十多年，渐渐地爬出一些名堂来。时不时地就收到稿费，很多时候，我并不知道是哪一篇文章换来的。"}
{"text":"保姆占掉一半，天然气费电话费等等，约占掉剩下的四分之一。我实际留在手的只有三百元左右，我要用这些钱来付全体在我家吃饭的四个人的饭钱，这些钱连供一个人吃饭都有点捉襟见肘，何况四个人！老莫烤鸭之类，当然可望而不可即。可是我的生活水平，如果不是提高的话，也决没有降低。难道我点金有术吗？非也。我也有第职业，这就是爬格子。格子我已经爬了六十多年，渐渐地爬出一些名堂来。时不时地就收到稿费，很多时候，我并不知道是哪一篇文章换来的。外文楼收发室的张师傅说有三多，报刊杂志多，有十几种，都是赠送的来信多，每天总有五六封，来信者男女老幼都有，大都是不认识的人汇单多。我决非守财奴，但是一见汇款单，则心花怒放。爬格子的劲头更加昂扬起来。我没有作过统计，不知道每月究竟能收到多少钱。反正，对每月手中仅留三百元钱的我来说，从来没有感到拮据，反而能大把大把地送给别人或者家乡的学校。我个人的生活水平，确有提高。我对吃，从来没有什么要求。早晨一般是面包或者干馒头，一杯清茶，一碟炒花生米，从来不让人陪我凌晨点起床，给我做早饭。午晚两餐，素菜为多。我对肉类没有好感。这并不是出于什么宗教信仰，我不是佛教徒，其他教徒也不是。我并不宣扬素食主义。我的舌头也没有生什么病，好吃的东西我是能品尝的。不过我认为，如果一个人成天想吃想喝，仿佛人生的意义与价值就在于吃喝二字。我真觉得无聊，斯下矣，食足以果腹，不就够了吗？因此，据小保姆告诉，我们平均四个人的伙食费不过五百多元而已。至于衣着，更不在我考虑之列。在这方面，我是一个利己主义者。衣足以蔽体而已，何必追求豪华。一个人穿衣服，是给别人看的。如果一个人穿上十分豪华的衣服，打扮得珠光宝气，天天坐在穿衣镜前，自我欣赏，他她不是一个疯子，就是一个傻子。如果只是给别人去看，则观看者的审美能力和审美标准，千差万别，你满足了这一帮人，必然开罪于另一帮人，决不能使人人都高兴，皆大欢喜。反不如我行我素，我就是这一身打扮，你爱看不看，反正我不能让你指挥我，我是个完全自由自主的人。因此，我的衣服，多半是穿过十年八年或者更长时间的，多半属于博物馆中的货色。俗话说人靠衣裳马靠鞍。以衣取人，自古已然，于今犹然。我到大店里去买东西，难免遭受花枝招展的年轻女售货员的白眼。如果有保卫干部在场，他恐怕会对我多加小心，我会成为他的重点监视对象。"}
