{"text":"他知道真理是不易被捉到，更不可被说透的。真理躲藏在人类语言之外的地方，于是他只好说隐喻。三在希腊街头，流浪艺人荷马一边弹着七弦琴，一边说唱古老的神话故事。他的四周聚集起了许多听众。他们听得入迷，故事结束，一齐啧啧赞叹讲得真好，简直活龙活现，都是我们看得见摸得着的。这时候跑来几个捉虱子的小孩，他们嘻嘻哈哈，朝荷马喊道我们看得见摸得着的，我们把它放了，我们看不见摸不着的，我们把它带着这是赫拉克利持给我们讲的一则寓言，寓言中的几个小孩乃是最早的哲学家。哲学家总在捕捉那看不见摸不着的东西，一旦捉住，又成了看得见摸得着的，因而不再是他要捕捉的东西了。他永远在寻找，永远找不到。他怎么知道身上还有虱子呢他痒。医生说，未必是虱子，也许是皮肤病，或者竟是神经病。但赫拉克利特会告诉你，医生也不过是芸芸众生罢了。四赫拉克利特是一个高傲的人。他蔑视芸芸众生，当他说猪在污泥中取乐或者驴子宁要草料不要黄金的时候，他当然不是在说猪和驴子。他还蔑视他同时代的哲学家们，指名道姓讥讽说博学不能使人智慧，否则它早已使这些家伙智慧了。在他看来，幸福和智慧都是仅和灵魂有关的事。然而，关于灵魂，我却听到了这样一句隐语灵魂在地狱里嗅着。我的眼前出现了一条天国的狗，它被放逐在地狱里。这地狱大约是指肉体。灵魂觉得肉体是一个完全陌生的场所。它四处嗅着，老是不对劲。灵与肉的古老矛盾。愈是优秀的灵魂，就愈焦虑不安，如同一条丧家之犬。有一天，赫拉克利特的灵魂登上奥林匹斯神山，从那里俯视尘寰，但见众生如畜爬行，他知道自己的渺小肉体也在其中。于是他对自己说一切在地上爬行的东西，都是被神的鞭子赶到牧场上去的。我从这句话中不仅听出了他对人类的蔑视，也听出了他的自卑。灵魂向往天上，肉体匍行地上，乃是哲人的悲哀。"}
{"text":"它四处嗅着，老是不对劲。灵与肉的古老矛盾。愈是优秀的灵魂，就愈焦虑不安，如同一条丧家之犬。有一天，赫拉克利特的灵魂登上奥林匹斯神山，从那里俯视尘寰，但见众生如畜爬行，他知道自己的渺小肉体也在其中。于是他对自己说一切在地上爬行的东西，都是被神的鞭子赶到牧场上去的。我从这句话中不仅听出了他对人类的蔑视，也听出了他的自卑。灵魂向往天上，肉体匍行地上，乃是哲人的悲哀。五然而，赫拉克利特并不相信灵魂不朽，他只是在说着譬喻罢了。他其实是一个悲观厌世的人。在他看来，诞生是一个不幸。人诞生了就期待活下去，却终不免一死。退而求其次，留下子女，但子女也是要死的。人怎能躲过那永不止息的东西呢我们踏进又不踏进同一条河，我们存在又不存在。如果仅仅把这句名言理解为辩证法的一般表述，未免太学究气。他明明是在谈人的存在问题，表达了生命无常的感觉。对于人来说，变易之所以触目惊心，乃是因为它给我们的存在打上了问号。岁月流逝，我们永远不知身在何处，徒劳地缅怀着一条属于自己的河流。醒和睡是赫拉克利特喜欢使用的隐喻，多晦涩费解，我仅摘出较明白的一句，以说明死亡问题在这位爱非斯哲人的思考中占据着多么重要的位置。死亡是我们醒时所见的一切，睡眠是我们梦中所见的一切。只要你足够清醒，你就会只看见你将死去这件事，此外一无所见六不过，在赫拉克利特的诸多隐语中最令我震撼的却是这一句时间是一个玩骰子的孩子，孩子掌握着王权我听见哲学教员们喊了起来逻各斯哪里去了出卖王权了吗仔细想想这句话，不禁悚然。这位哲学家以鄙夷的目光望着人类，心中冷笑道人类呵，你们吃着，喝着，繁殖着，倾轧着，还搞什么政治，自以为是这个世界的主人。殊不知你们的命运都掌握在一个任性的孩子手里，这孩子就是时间，它像玩骰子一样玩弄着你们的命运，使你们忽输忽赢，乍悲乍喜，玩厌了一代人，又去玩新的一代，世世代代的人都要被他玩弄，被他抛弃我想起了赫拉克利特的一件轶事。在爱非斯城郊的狩猎女神庙旁，住着一个隐士。"}
{"text":"这位哲学家以鄙夷的目光望着人类，心中冷笑道人类呵，你们吃着，喝着，繁殖着，倾轧着，还搞什么政治，自以为是这个世界的主人。殊不知你们的命运都掌握在一个任性的孩子手里，这孩子就是时间，它像玩骰子一样玩弄着你们的命运，使你们忽输忽赢，乍悲乍喜，玩厌了一代人，又去玩新的一代，世世代代的人都要被他玩弄，被他抛弃我想起了赫拉克利特的一件轶事。在爱非斯城郊的狩猎女神庙旁，住着一个隐士。他曾是城邦的王，但他唾弃了王位，却在隐居地成天和孩子们一起玩骰子。这种古怪行径使爱非斯人感到很有趣，很开心，逗得满城的人都挤挤攘攘前来看热闹，起哄，嘲笑。这时候，他向喧嚣的人群抛出了一句无比轻蔑的话无赖有什么可大惊小怪的这岂不比和你们一起搞政治更正当吗当赫拉克利特和孩子们一起玩骰子时，他几乎是在从事一种行为哲学。不妨把这看作他最后的哲学活动形式。在王位和孩子之间，他选择了后者。真正的哲人总是喜欢和孩子交朋友，因为天性相通。孩子是无冕之王，全不在乎世俗的法则和权力。孩子也全不在乎岁月流逝人事变易，因为他们生活在时间之外。唯孩子拥有永恒，童年的岁月是无穷无尽的。到人想要寻求永恒时，永恒已经永远失去。后来赫拉克利特愈发厌世，干脆躲进了深山，与禽兽为伍，以草根树皮为食，患了水肿病，在六十岁上死了。哲学的命运智慧的诞生一许多年里，我的藏书屡经更新，有一本很普通的书却一直保留了下来。这是一册古希腊哲学著作的选辑。从学生时代起，它就跟随着我，差不多被我翻破了。每次翻开它，毋须阅读，我就会进入一种心境，仿佛回到了人类智慧的源头，沐浴着初生哲学的朝晖。古希腊是哲学的失去了的童年。人在童年最具纯正的天性，哲学也是如此。使我明白何谓哲学的，不是教科书里的定义，而是希腊哲人的懿言嘉行。雪莱曾说，古希腊史是哲学家诗人立法者的历史，后来的历史则变成了国王教士政治家金融家的历史。我相信他不只是在缅怀昔日精神的荣耀，而且是在叹息后世人性的改变。最早的哲学家是一些爱智慧而不爱王国权力和金钱的人，自从人类进入成年，并且像成年人那样讲求实利，这样的灵魂是愈来愈难以产生和存在了。"}
{"text":"人在童年最具纯正的天性，哲学也是如此。使我明白何谓哲学的，不是教科书里的定义，而是希腊哲人的懿言嘉行。雪莱曾说，古希腊史是哲学家诗人立法者的历史，后来的历史则变成了国王教士政治家金融家的历史。我相信他不只是在缅怀昔日精神的荣耀，而且是在叹息后世人性的改变。最早的哲学家是一些爱智慧而不爱王国权力和金钱的人，自从人类进入成年，并且像成年人那样讲求实利，这样的灵魂是愈来愈难以产生和存在了。一个研究者也许要详析希腊各个哲学家之间的差异和冲突，把他们划分为不同的营垒。然而，我只是一个欣赏者。当我用欣赏的眼光观看公元前五世纪前后希腊的哲学舞台时，首先感受到的是哲学家们一种共同的精神素质，那就是对智慧的热爱，从智慧本身获得快乐的能力，当然，还有承受智慧的痛苦和代价的勇气。二在世人眼里，哲学家是一种可笑的人物，每因其所想的事无用有用的事不想而加嘲笑。有趣的是，当历史上出现第一个哲学家时，这样的嘲笑即随之发生。柏拉图记载据说泰利士仰起头来观看星象，却不慎跌落井内，一个美丽温顺的色雷斯侍女嘲笑说，他急于知道天上的东西，却忽视了身旁的一切。我很喜欢这个故事。由一个美丽温顺的女子来嘲笑哲学家的不切实际，倒是合情合理的。这个故事必定十分生动，以致被若干传记作家借去安在别的哲学家头上，成了一则关于哲学家形象的普遍性寓言。不过，泰利士可不是一个对于世俗事务无能的人，请看亚里士多德记录的另一则故事人们因为泰利士贫穷而讥笑哲学无用，他听后小露一手，通过观察星象预见橄榄将获丰收，便低价租入当地全部橄榄榨油作坊，到油坊紧张时再高价租出，结果发了大财。他以此表明，哲学家要富起来是极为容易的，如果他们想富的话。然而这不是他们的兴趣所在。哲学家经商肯定是凶多吉少的冒险，泰利士成功靠的是某种知识，而非哲学。但他总算替哲学家争了一口气，证明哲学家不爱财并非嫌葡萄酸。事实上，早期哲友，而他竟说，哪怕只找到一个原因的解释，也比做波斯王好。据说哲学psp一词是毕达哥拉斯的创造，他嫌智慧sp之称自负，便加上一个表示爱的词头，成了爱智慧。不管希腊哲人对于何为智慧有什么不同的看法，爱智慧胜于爱世上一切却是他们相同的精神取向。"}
{"text":"然而这不是他们的兴趣所在。哲学家经商肯定是凶多吉少的冒险，泰利士成功靠的是某种知识，而非哲学。但他总算替哲学家争了一口气，证明哲学家不爱财并非嫌葡萄酸。事实上，早期哲友，而他竟说，哪怕只找到一个原因的解释，也比做波斯王好。据说哲学psp一词是毕达哥拉斯的创造，他嫌智慧sp之称自负，便加上一个表示爱的词头，成了爱智慧。不管希腊哲人对于何为智慧有什么不同的看法，爱智慧胜于爱世上一切却是他们相同的精神取向。在此意义上，柏拉图把哲学家称作一心一意思考事物本质的人，亚里士多德指出哲学是一门以求知而非实用为目的的自由的学问。遥想当年泰利士因为在一个圆内画出直角三角形而宰牛欢庆，毕达哥拉斯因为发现勾股定理而举行百牛大祭，我们便可约略体会希腊人对于求知本身怀有多么天真的热忱了。这是人类理性带着新奇的喜悦庆祝它自己的觉醒。直到公元前三世纪，希腊人的爱智精神仍有辉煌的表现。当罗马军队攻入叙拉古城的时候，他们发现一个老人正蹲在沙地上潜心研究一个图形。他就是赫赫有名的阿基米德。军人要带他去见罗马统帅，他请求稍候片刻，等他解出答案，军人不耐烦，把他杀了。剑劈来时，他只来得及说出一句话不要踩坏我的圆三凡是少年时代迷恋过几何解题的人，对阿基米德大约都会有一种同情的理解。刚刚觉醒的求知欲的自我享受实在是莫大的快乐，令人对其余一切视而无睹。当时的希腊，才告别天人浑然不分的童稚的神话时代，正如同一个少年人一样惊奇地发现了头上的星空和周遭的万物，试图凭借自己的头脑对世界作出解释。不过，思维力的运用至多是智慧的一义，且是较不重要的一义。神话的衰落不仅使宇宙成了一个陌生的需要重新解释的对象，而且使人生成了一个未知的有待独立思考的难题。至少从苏格拉底开始，希腊哲人们更多地把智慧视作一种人生觉悟，并且相信这种觉悟乃是幸福的唯一源泉。苏格拉底，这个被雅典美少年崇拜的偶像，自己长得像个丑陋的脚夫，秃顶，宽脸，扁阔的被种人生觉悟，并且相信这种觉悟乃是幸福的唯一源泉。苏格拉底，这个被雅典美少年崇拜的偶像，自己长得像个丑陋的脚夫，秃顶，宽脸，扁阔的鼻子，整年光着脚，裹一条褴褛的长袍，在街头游说。"}
{"text":"至少从苏格拉底开始，希腊哲人们更多地把智慧视作一种人生觉悟，并且相信这种觉悟乃是幸福的唯一源泉。苏格拉底，这个被雅典美少年崇拜的偶像，自己长得像个丑陋的脚夫，秃顶，宽脸，扁阔的被种人生觉悟，并且相信这种觉悟乃是幸福的唯一源泉。苏格拉底，这个被雅典美少年崇拜的偶像，自己长得像个丑陋的脚夫，秃顶，宽脸，扁阔的鼻子，整年光着脚，裹一条褴褛的长袍，在街头游说。走过市场，看了琳琅满目的货物，他吃惊地说这里有多少东西是我用不着的是的，他用不着，因为他有智慧，而智慧是自足的。若问何为智慧，我发现希腊哲人们往往反过来断定自足即智慧。在他们看来，人生的智慧就在于自觉限制对于外物的需要，过一种简朴的生活，以便不为物役，保持精神的自由。人已被神遗弃，全能和不朽均成梦想，唯在无待外物而获自由这一点上尚可与神比攀。苏格拉底说得简明扼要一无所需最像神。柏拉图理想中的哲学王既无恒产，又无妻室，全身心沉浸在哲理的探究中。亚里士多德则反复论证哲学思辨乃唯一的无所待之乐，因其自足性而是人唯一可能过上的神圣的生活。但万事不可过头，自足也不例外。犬儒派哲学家偏把自足推至极端，把不待外物变成了拒斥外物，简朴变成了苦行。最著名的是第欧根尼，他不要居室食具，学动物睡在街面，从地上拣取食物，乃至在众目睽睽下排泄和作爱。自足失去向神看齐的本意，沦为与兽认同，哲学的智慧被勾画成了一幅漫画。当第欧根尼声称从蔑视快乐中所得到的乐趣比从快乐本身中所得到的还要多时，再粗糙的耳朵也该听得出一种造作的意味。难怪苏格拉底忍不住要挖苦他那位创立了犬儒学派的学生安提斯泰说我从你外衣的破洞可以看穿你的虚荣心。学者们把希腊伦理思想划分为两条线索，一是从赫拉克利特苏格拉底犬儒派到斯多噶派的苦行主义，另一是从德谟克利特昔勒尼派到伊壁鸠鲁派的享乐主义。其实，两者的差距并不如想象的那么大。德谟克利特和伊壁鸠鲁都把灵魂看作幸福的居所，主张物质生活上的节制和淡泊，只是他们并不反对享受来之容易的自然的快乐罢了。至于号称享乐学派的昔勒尼派，其首领阿里斯底波同样承认智慧在大多数情况下能带来快乐，而财富本身并不值得追求。当一个富翁把他带到家里炫耀住宅的华丽时，他把唾沫吐在富翁脸上，轻蔑地说道，在铺满大理石的地板上实在找不到一个更适合于吐痰的地方。"}
{"text":"其实，两者的差距并不如想象的那么大。德谟克利特和伊壁鸠鲁都把灵魂看作幸福的居所，主张物质生活上的节制和淡泊，只是他们并不反对享受来之容易的自然的快乐罢了。至于号称享乐学派的昔勒尼派，其首领阿里斯底波同样承认智慧在大多数情况下能带来快乐，而财富本身并不值得追求。当一个富翁把他带到家里炫耀住宅的华丽时，他把唾沫吐在富翁脸上，轻蔑地说道，在铺满大理石的地板上实在找不到一个更适合于吐痰的地方。垂暮之年，他告诉他的女儿兼学生阿莱特，他留下的最宝贵的遗产乃是不要重视非必需的东西。对于希腊人来说，哲学不是一门学问，而是一种以寻求智慧为目的的生存方式，质言之，乃是一种精神生活。我相信这个道理千古不易。一个人倘若不能从心灵中汲取大部分的快乐，他算什么哲学家呢四当然，哲学给人带来的不只是快乐，更有痛苦。这是智慧与生俱来的痛苦，从一开始就纠缠着哲学，永远不会平息。想一想普罗米修斯窃火的传说或者亚当偷食智慧果的故事吧，几乎在一切民族的神话中，智慧都是神的特权，人获得智慧都是要受惩罚的。在神话时代，神替人解释一切，安排一切。神话衰落，哲学兴起，人要自己来解释和安排一切了，他几乎在踌躇满志的同时就发现了自己力不从心。面对动物或动物般生活着的芸芸众生，觉醒的智慧感觉到一种神性的快乐。面对宇宙大全，它却意识到了自己的局限，不得不承受由神性不足造成的痛苦。人失去了神，自己却并不能成为一个神，或者，用爱默生的话说，只是一个破败中的神。所谓智慧的痛苦，主要不是指智慧面对无知所感觉到的孤独或所遭受到的迫害。在此种情形下，智慧毋宁说更多地感到一种属于快乐性质的充实和骄傲。智慧的痛苦来自内在于它自身的矛盾。希腊哲人一再强调，智慧不是知识，不是博学。再博学的人，他所拥有的也只是对于有限和暂时事物的知识。智慧却是要把握无限和永恒，由于人本身的局限，这个目标永远不可能真正达到。大多数早期哲学家对于人认识世界的能力都持不信任态度。例如，恩培多克勒说，人当然无法越过人的感觉和精神，而哲学所追问的那个全体是很难看见听见或者用精神掌握的。德谟克利特说实际上我们丝毫不知道什么，因为真理隐藏在深渊中。"}
{"text":"智慧的痛苦来自内在于它自身的矛盾。希腊哲人一再强调，智慧不是知识，不是博学。再博学的人，他所拥有的也只是对于有限和暂时事物的知识。智慧却是要把握无限和永恒，由于人本身的局限，这个目标永远不可能真正达到。大多数早期哲学家对于人认识世界的能力都持不信任态度。例如，恩培多克勒说，人当然无法越过人的感觉和精神，而哲学所追问的那个全体是很难看见听见或者用精神掌握的。德谟克利特说实际上我们丝毫不知道什么，因为真理隐藏在深渊中。请注意，这两位哲学家历来被说成是坚定的唯物论者和可知论者。说到对人自己的认识，情形就更糟。有人问泰利士，世上什么事最难，他答认识你自己。苏格拉底把哲学的使命限定为认识你自己，而他认识的结果却是发现自己一无所知，于是得出结论人的智慧微乎其微，没有价值，而认识到自己的智慧没有价值，也就是人的最高智慧之所在了。当苏格拉底承认自己一无所知时，他所承认无知的并非政治文学技术等专门领域，而恰恰是他的本行――哲学，即对世界和人生的底蕴的认识。其实，在这方面，人皆无知。但是，一般人无知而不自知其无知。对于他们，当然就不存在所谓智慧的痛苦。一个人要在哲学方面自知其无知，前提是他已经有了寻求世界和人生之根底的热望。而他之所以有这寻根究底的热望，必定对于人生之缺乏根底已经感到了强烈的不安。仔细分析起来，他又必定是在意识到人生缺陷的同时即已意识到此缺陷乃是不可克服的根本性质的缺陷，否则他就不至于如此不安了。所以，智慧从觉醒之日起就包含着绝望。以爱智慧为其本义的哲学，结果却是否定智慧的价值，这真是哲学的莫大悲哀。然而，这个结果命中注定，在劫难逃。哲学所追问的那个一和全，绝对，终极，永恒，原是神的同义语，只可从信仰中得到，不可凭人的思维能力求得。除了神学，形而上学如何可能走在寻求本体之路上的哲学家，到头来不是陷入怀疑主义，就是倒向神秘主义。在精神史上，苏格拉底似乎只是荷马与基督之间的一个过渡人物。神话的直观式信仰崩溃以后，迟早要建立宗教的理智式信仰，以求给人类生存提供一个整体的背景。智慧曾经在襁褓中沉睡而不知痛苦，觉醒之后又不得不靠催眠来麻痹痛苦，重新沉入漫漫长夜。"}
{"text":"除了神学，形而上学如何可能走在寻求本体之路上的哲学家，到头来不是陷入怀疑主义，就是倒向神秘主义。在精神史上，苏格拉底似乎只是荷马与基督之间的一个过渡人物。神话的直观式信仰崩溃以后，迟早要建立宗教的理智式信仰，以求给人类生存提供一个整体的背景。智慧曾经在襁褓中沉睡而不知痛苦，觉醒之后又不得不靠催眠来麻痹痛苦，重新沉入漫漫长夜。到了近代，基督教信仰崩溃，智慧再度觉醒并发出痛苦的呼叫，可是人类还能造出什么新式的信仰呢不过，尽管人的智慧有其局限，爱智慧并不因此就属于徒劳。其实，智慧正是人超越自身局限的努力，唯凭此努力，局限才显现了出来。一个人的灵魂不安于有生有灭的肉身生活的限制，寻求超越的途径，不管他的寻求有无结果，寻求本身已经使他和肉身生活保持了一个距离。这个距离便是他的自由，他的收获。智慧的果实似乎是否定性的理论上――我知道我一无所知实践上――我需要我一无所需。然而，达到了这个境界，在谦虚和淡泊的哲人胸怀中，智慧的痛苦和快乐业已消融为一种和谐的宁静了。五人们常说希腊人尊敬智慧，正如印度人尊敬神圣，意大利人尊敬艺术，美国人尊敬商业一样希腊的英雄不是圣者艺术家商人，而是哲学家。这话仅在一定程度上是对的。例如，泰利士被尊为七贤之首，名望重于立法者梭伦，德谟克利特高龄寿终，城邦为他举行国葬。但是，我们还可找到更多相反的例子，证明希腊人迫害起哲学家来，其凶狠决不在别的民族之下。雅典人不仅处死了本邦仅有的两位哲学家之一，伟大的苏格拉底，而且先后判处来自外邦的阿那克萨戈拉和亚里士多德死刑，迫使他们逃亡，又将普罗塔戈拉驱逐出境，焚毁其全部著作。毕达哥拉斯和他的四十余名弟子，除二人侥幸逃脱外，全部被克罗托内城的市民捕杀。赫拉克利特则差不多是饿死在爱非斯郊外的荒山中的。希腊人真正崇拜的并非精神上的智者，而是肉体上的强者――运动员。四年一届的奥林匹克运动会上的优胜者不但可获许多奖金，而且名满全希腊，乃至当时希腊历史纪年也以他们的名字命名。克塞诺芬尼目睹此情此景，不禁提出抗议这当然是一种毫无根据的习俗，重视体力过于重视可贵的智慧，乃是一件不公道的事情。这位哲学家平生遭母邦放逐，身世对照，自然感慨系之。"}
