{"text":"像这样的和他们同住了半年宿舍，除了有一次两次也上了他们一点小当之外，我和他们终究没有发生什么密切一点的关系后来似乎我的宿舍也换了，除了在课堂上相聚在一块之外，见面的机会更加少了。年假之后第二年的春天，我不晓为了什么，突然离去了府中，改入了一个现在似乎也还没有关门的教会学校。从此之后，一别十余年，我和这两位奇人――一个小孩，一个大人――终于没有遇到的机会。虽则在异乡飘泊的途中，也时常想起当日的旧事，但是终因为周围环境的迁移激变，对这微风似的少年时候的回忆，也没有多大的留恋。民国十三四年――应为一九二四五年――之交，我混迹在北京的软红尘里有一天风定日斜的午后，我忽而在石虎胡同的松坡图书馆里遇见了志摩。仔细一看，他的头，他的脸，还是同中学时候一样发育得分外的大，而那矮小的身材却不同了，非常之长大了，和他并立起来，简直要比我高一二寸的样子。他的那种轻快磊落的态度，还是和孩时一样，不过因为历尽了欧美的游程之故，无形中已经锻炼成了一个长于社交的人了。笑起来的时候，可还是同十几年前的那个顽皮小孩一色无二。从这年后，和他就时时往来，差不多每礼拜要见好几次面。他的善于座谈，敏于交际，长于吟诗的种种美德，自然而然地使他成了一个社交的中心。当时的文人学者，达官丽姝，以及中学时候的倒霉同学，不论长幼，不分贵贱，都在他的客座上可以看得到。不管你是如何心神不快的时候，只教经他用了他那种浊中带清的洪亮的声音，喂，老，今天怎么样？什么什么怎么样了？的一问，你就自然会把一切的心事丢开，被他的那种快乐的光耀同化了过去。第四辑风雨故人送仿吾的行正在这前后，和他一次谈起了中学时候的事情，他却突然的呆了一呆，张大了眼睛惊问我说老李你还记得起记不起？他是死了哩！这所谓老李者，就是我在头上写过的那位顽皮大人，和他一道进中学的他的表哥哥。其后他又去欧洲，去印度，交游之广，从中国的社交中心扩大而成为国际的。于是美丽宏博的诗句和清新绝俗的散文，也一年年的积多了起来。一九二七年的革命之后，北京变了北平，当时的许多中间阶级者就四散成了秋后的落叶。有些飞上了天去，成了要人，再也没有见到的机会了有些也竟安然地在牖下到了黄泉更有些，不死不生，仍复在歧路上徘徊着，苦闷着，而终于寻不到出路。"}
{"text":"他是死了哩！这所谓老李者，就是我在头上写过的那位顽皮大人，和他一道进中学的他的表哥哥。其后他又去欧洲，去印度，交游之广，从中国的社交中心扩大而成为国际的。于是美丽宏博的诗句和清新绝俗的散文，也一年年的积多了起来。一九二七年的革命之后，北京变了北平，当时的许多中间阶级者就四散成了秋后的落叶。有些飞上了天去，成了要人，再也没有见到的机会了有些也竟安然地在牖下到了黄泉更有些，不死不生，仍复在歧路上徘徊着，苦闷着，而终于寻不到出路。是在这一种状态之下，有一天在上海的街头，我又忽而遇见了志摩，喂，这几年来你躲在什么地方？兜头的一喝，听起来仍旧是他那一种洪亮快活的声气。在路上略谈了片刻，一同到了他的寓里坐了一会，他就拉我一道到了大赉公司的轮船码头。因为午前他刚接到了无线电报，诗人太果尔回印度的船系定在午后五时左右靠岸，他是要上船去看看这老诗人的病状的。当船还没有靠岸，岸上的人和船上的人还不能够交谈的时候，他在码头上的寒风里立着――这时候似乎已经是秋季了――静静地呆呆地对我说诗人老去，又遭了新时代的摈斥，他老人家的悲哀，正是孔子的悲哀。因为太果尔这一回是新从美国日本去讲演回来，在日本在美国都受了一部分新人的排斥，所以心里是不十分快活的并且又因年老之故，在路上更染了一场重病。志摩对我说这几句话的时候，双眼呆看着远处，脸色变得青灰，声音也特别的低。我和志摩来往了这许多年，在他脸上看出悲哀的表情来的事情，这实在是最初也便是最后的一次。从这一回之后，两人又同在北京的时候一样，时时来往了。可是一则因为我的疏懒无聊，二则因为他跑来跑去的教书忙，这一两年间，和他聚谈时候也并不多。今年的暑假后，他于去北平之先曾大宴了三日客。头一天喝酒的时候，我和董任坚先生都在那里。董先生也是当时杭府中学的旧同学之一，席间我们也曾谈到了当日的杭州。在他遇难之前，从北平飞回来的第二天晚上，我也偶然的，真真是偶然的，闯到了他的寓里。那一天晚上，因为有许多朋友会聚在那里的缘故，谈谈说说，竟说到了十二点过。临走的时候，还约好了第二天晚上的后会才兹分散。但第二天我没有去，于是就永久失去了见他的机会了，因为他的灵柩到上海的时候是已经殓好了来的。文人之中，有两种人最可以羡慕。"}
{"text":"董先生也是当时杭府中学的旧同学之一，席间我们也曾谈到了当日的杭州。在他遇难之前，从北平飞回来的第二天晚上，我也偶然的，真真是偶然的，闯到了他的寓里。那一天晚上，因为有许多朋友会聚在那里的缘故，谈谈说说，竟说到了十二点过。临走的时候，还约好了第二天晚上的后会才兹分散。但第二天我没有去，于是就永久失去了见他的机会了，因为他的灵柩到上海的时候是已经殓好了来的。文人之中，有两种人最可以羡慕。一种是像高尔基一样，活到了六七十岁，而能写许多有声有色的回忆文的老寿星，其他的一种是如叶赛宁一样的光芒还没有吐尽的天才夭折者。前者可以写许多文学史上所不载的文坛起伏的经历，他个人就是一部纵的文学史。后者则可以要求每个同时代的文人都写一篇吊他哀他或评他骂他的文字，而成一部横的放大的文苑传。现在志摩是死了，但是他的诗文是不死的，他的音容状貌可也是不死的，除非要等到认识他的人老老少少一个个都死完的时候为止。一九三一年十二月十一日附记上面的一篇回忆写完之后，我想想，想想，又在陈先生代做的挽联里加入了一点事实，缀成了下面的四十二字三卷新诗，廿年旧友，与君同是天涯，只为佳人难再得。一声河满，九点齐烟，化鹤重归华表，应愁高处不胜寒。一九三一年十二月十九日怀真是晴天的霹雳，在南台的宴会席上，忽而听到了的死！发出了几通电报，荟萃了一夜行李，第二天我就匆匆跳上了开往上海的轮船。二十二日上午十时船靠了岸，到家洗一个澡，吞了两口饭，跑到胶州路万国殡仪馆去，遇见的只是真诚的脸，热烈的脸，悲愤的脸，和千千万万将要破裂似的青年男女的心肺与紧捏的拳头。第四辑风雨故人送仿吾的行第二天一早起来，先坐了黄包车出天宁门去游平山堂。天宁门外的天宁寺，天宁寺后的重宁寺，建筑的确伟大，庙貌也十分的壮丽可是不知为了什么，寺里不见一个和尚，极好的黄松材料，都断的断，拆的拆了，像许久不经修理的样子。时间正是暮秋，那一天的天气又是阴天，我身到了这大伽蓝里，四面不见人影，仰头向御碑佛像以及屋顶一看，满身出了一身冷汗，毛都倒竖起来了，这一种阴戚戚的冷气，叫我用什么文字来形容呢？"}
{"text":"天宁门外的天宁寺，天宁寺后的重宁寺，建筑的确伟大，庙貌也十分的壮丽可是不知为了什么，寺里不见一个和尚，极好的黄松材料，都断的断，拆的拆了，像许久不经修理的样子。时间正是暮秋，那一天的天气又是阴天，我身到了这大伽蓝里，四面不见人影，仰头向御碑佛像以及屋顶一看，满身出了一身冷汗，毛都倒竖起来了，这一种阴戚戚的冷气，叫我用什么文字来形容呢？回想起二百年前，高宗南幸，自天宁门至蜀冈，七八里路，尽用白石铺成，上面雕栏曲槛，有一道像颐和园昆明湖上似的长廓甬道，直达至平山堂下，黄旗紫盖，翠辇金轮，妃嫔成队，侍从如云的盛况，和现在的这一条黄沙曲路，只见衰草牛羊的萧条野景来一比，实在是差得太远了。当然颓井废垣，也有一种令人思古之幽的美感，所以鲍明远会作出那篇芜城赋来但我去的时候的扬州北郭，实在太荒凉了，荒凉得连感慨都教人抒不出。到了平山堂东面的功得山观音寺里，吃了一碗清茶，和寺僧谈起这些景象，才晓得这几年来，兵去则匪至，匪去则兵来，住的都是城外的寺院。寺的坍败，原是应该，和尚的逃散，也是不得已的。就是蜀冈的一带，三峰十余个名刹，现在有人住的，只剩了这一个观音寺了，连正中峰有平山堂在的法净寺里，此刻也没有了住持的人。平山堂一带的建筑，点缀，园囿，都还留着有一个旧日的轮廓像平远楼的三层高阁，依然还在，可是门窗却没有了西园的池水以及第五泉的泉路，都还看得出来，但水却干涸了从前的树木，花草，假山，叠石，并其他的精舍亭园，现在只剩了许多痕迹，有的简直连遗址都无寻处。我在平山堂上，瞻仰了一番欧阳公的石刻像后，只能屁也不放一个，悄悄的又回到了城里。午后想坐船了，去逛的是瘦西湖小金山五亭桥的一角。在这一角清淡的小天地里，我却看到了扬州的好处。因为地近城区，所以荒废也并不十分厉害小金山这里的临水之处，并且还有一位军阀的别墅徐园建筑在那里，结构尚新，大约总还是近年来的新筑。从这一块地方，看向五亭桥法海塔去的一面风景，真是典丽裔皇，完全像北平中南海的气象。至于近旁的寺院之类，却又因为年久失修，谈不上了。瘦西湖的好处，全在水树的交映，与游程的曲折秋柳影下，有红蓼青，散浮在水面，扁舟擦过，还听得见水草的鸣声，似在暗泣。"}
{"text":"从这一块地方，看向五亭桥法海塔去的一面风景，真是典丽裔皇，完全像北平中南海的气象。至于近旁的寺院之类，却又因为年久失修，谈不上了。瘦西湖的好处，全在水树的交映，与游程的曲折秋柳影下，有红蓼青，散浮在水面，扁舟擦过，还听得见水草的鸣声，似在暗泣。而几个弯儿一绕，水面阔了，猛然间闯入眼来的，就是那一座有五个整齐金碧的亭子排立着的白石平桥，比金鳌玉，虽则短些，可是东方建筑的古典趣味，却完全荟萃在这一座桥，这五个亭上。还有船娘的姿势，也很优美用以撑船的，是一根竹竿，使劲一撑，竹竿一弯，同时身体靠上去着力，臀部腰部的曲线，和竹竿的线条，配合得异常匀称，异常复杂。若当暮雨潇潇的春日，雇一个容颜姣好的船娘，携酒与茶，来瘦西湖上回游半日，倒也是一种赏心的乐事。船回到了天宁门外的码头，我对那位船娘，却也有点儿依依难舍的神，所以就出了一个题目，要她在岸上再陪我一程。我问她这近边还有好玩的地方没有？她说还有天宁寺平山堂。我说都已经去过了。她说还有史公祠。于是就由她带路，抄过了天宁门，向东的走到了梅花岭下。瓦屋数间，荒坟一座，有的人还说坟里面葬着的只是史阁部的衣冠，看也原没有什么好看但是一部廿四史掉尾的这一位大忠臣的战绩，是读过明史的人，无不为之泪下的况且经过桃花扇的一描，更觉得史公的忠肝义胆，活跃在纸上了我在祠墓的中间立着想着穿来穿去的走着竟耽搁了那一位船娘不少的时间。本来是阴沉短促的晚秋天，到此竟垂垂欲暮了，更向东踏上了梅花岭的斜坡，我的唱山歌的老病又作了，就顺口唱出了这么的二十八字第四辑风雨故人送仿吾的行第二天一早起来，先坐了黄包车出天宁门去游平山堂。天宁门外的天宁寺，天宁寺后的重宁寺，建筑的确伟大，庙貌也十分的壮丽可是不知为了什么，寺里不见一个和尚，极好的黄松材料，都断的断，拆的拆了，像许久不经修理的样子。时间正是暮秋，那一天的天气又是阴天，我身到了这大伽蓝里，四面不见人影，仰头向御碑佛像以及屋顶一看，满身出了一身冷汗，毛都倒竖起来了，这一种阴戚戚的冷气，叫我用什么文字来形容呢？"}
{"text":"天宁门外的天宁寺，天宁寺后的重宁寺，建筑的确伟大，庙貌也十分的壮丽可是不知为了什么，寺里不见一个和尚，极好的黄松材料，都断的断，拆的拆了，像许久不经修理的样子。时间正是暮秋，那一天的天气又是阴天，我身到了这大伽蓝里，四面不见人影，仰头向御碑佛像以及屋顶一看，满身出了一身冷汗，毛都倒竖起来了，这一种阴戚戚的冷气，叫我用什么文字来形容呢？回想起二百年前，高宗南幸，自天宁门至蜀冈，七八里路，尽用白石铺成，上面雕栏曲槛，有一道像颐和园昆明湖上似的长廓甬道，直达至平山堂下，黄旗紫盖，翠辇金轮，妃嫔成队，侍从如云的盛况，和现在的这一条黄沙曲路，只见衰草牛羊的萧条野景来一比，实在是差得太远了。当然颓井废垣，也有一种令人思古之幽的美感，所以鲍明远会作出那篇芜城赋来但我去的时候的扬州北郭，实在太荒凉了，荒凉得连感慨都教人抒不出。到了平山堂东面的功得山观音寺里，吃了一碗清茶，和寺僧谈起这些景象，才晓得这几年来，兵去则匪至，匪去则兵来，住的都是城外的寺院。寺的坍败，原是应该，和尚的逃散，也是不得已的。就是蜀冈的一带，三峰十余个名刹，现在有人住的，只剩了这一个观音寺了，连正中峰有平山堂在的法净寺里，此刻也没有了住持的人。平山堂一带的建筑，点缀，园囿，都还留着有一个旧日的轮廓像平远楼的三层高阁，依然还在，可是门窗却没有了西园的池水以及第五泉的泉路，都还看得出来，但水却干涸了从前的树木，花草，假山，叠石，并其他的精舍亭园，现在只剩了许多痕迹，有的简直连遗址都无寻处。我在平山堂上，瞻仰了一番欧阳公的石刻像后，只能屁也不放一个，悄悄的又回到了城里。午后想坐船了，去逛的是瘦西湖小金山五亭桥的一角。在这一角清淡的小天地里，我却看到了扬州的好处。因为地近城区，所以荒废也并不十分厉害小金山这里的临水之处，并且还有一位军阀的别墅徐园建筑在那里，结构尚新，大约总还是近年来的新筑。从这一块地方，看向五亭桥法海塔去的一面风景，真是典丽裔皇，完全像北平中南海的气象。至于近旁的寺院之类，却又因为年久失修，谈不上了。瘦西湖的好处，全在水树的交映，与游程的曲折秋柳影下，有红蓼青，散浮在水面，扁舟擦过，还听得见水草的鸣声，似在暗泣。"}
{"text":"从这一块地方，看向五亭桥法海塔去的一面风景，真是典丽裔皇，完全像北平中南海的气象。至于近旁的寺院之类，却又因为年久失修，谈不上了。瘦西湖的好处，全在水树的交映，与游程的曲折秋柳影下，有红蓼青，散浮在水面，扁舟擦过，还听得见水草的鸣声，似在暗泣。而几个弯儿一绕，水面阔了，猛然间闯入眼来的，就是那一座有五个整齐金碧的亭子排立着的白石平桥，比金鳌玉，虽则短些，可是东方建筑的古典趣味，却完全荟萃在这一座桥，这五个亭上。还有船娘的姿势，也很优美用以撑船的，是一根竹竿，使劲一撑，竹竿一弯，同时身体靠上去着力，臀部腰部的曲线，和竹竿的线条，配合得异常匀称，异常复杂。若当暮雨潇潇的春日，雇一个容颜姣好的船娘，携酒与茶，来瘦西湖上回游半日，倒也是一种赏心的乐事。船回到了天宁门外的码头，我对那位船娘，却也有点儿依依难舍的神，所以就出了一个题目，要她在岸上再陪我一程。我问她这近边还有好玩的地方没有？她说还有天宁寺平山堂。我说都已经去过了。她说还有史公祠。于是就由她带路，抄过了天宁门，向东的走到了梅花岭下。瓦屋数间，荒坟一座，有的人还说坟里面葬着的只是史阁部的衣冠，看也原没有什么好看但是一部廿四史掉尾的这一位大忠臣的战绩，是读过明史的人，无不为之泪下的况且经过桃花扇的一描，更觉得史公的忠肝义胆，活跃在纸上了我在祠墓的中间立着想着穿来穿去的走着竟耽搁了那一位船娘不少的时间。本来是阴沉短促的晚秋天，到此竟垂垂欲暮了，更向东踏上了梅花岭的斜坡，我的唱山歌的老病又作了，就顺口唱出了这么的二十八字本章结束第四辑风雨故人送仿吾的行三百年来土一丘，史公遗爱满扬州二分明月千行泪，并作梅花岭下秋。写到这里，本来是可以搁笔了，以一首诗起，更以一首诗终，岂不很合鸳鸯蝴蝶的体裁么，但我还想加上一个总结，以醒醒你的骑鹤上扬州的迷梦。总之，自大业初开邗沟入江渠以来，这扬州一郡，就成了中国南北交通的要道自唐历宋，直到清朝，商业集中于北，冠盖也云屯在这里。既有了有产及有势的阶级，则依附这阶级而生存的奴隶阶级，自然也不得不产生。"}
{"text":"写到这里，本来是可以搁笔了，以一首诗起，更以一首诗终，岂不很合鸳鸯蝴蝶的体裁么，但我还想加上一个总结，以醒醒你的骑鹤上扬州的迷梦。总之，自大业初开邗沟入江渠以来，这扬州一郡，就成了中国南北交通的要道自唐历宋，直到清朝，商业集中于北，冠盖也云屯在这里。既有了有产及有势的阶级，则依附这阶级而生存的奴隶阶级，自然也不得不产生。贫民的儿女，就被他们强迫作婢妾，于是乎就有了杜牧之的青楼薄幸之名，所谓春风十里扬州路者，盖指此。有了有钱的老爷，和美貌的名娼，则饮食起居园亭，衣饰犬马，名歌艳曲，才士雅人帮闲食客，自然不得不随之而俱兴，所以要腰缠十万贯，才能逛扬州者，以此。但是铁路开后，扬州就一落千丈，萧条到了极点。从前的运使河督之类，现在也已经驻上了别处殷实商户，巨富乡绅，自然也分迁到了上海或天津等洋大人的保护之区，故而目下的扬州只剩了一个历史上的剥制的虚壳，内容便什么也没有了。扬州之美，美在各种的名字，如绿杨村，廿四桥，杏花村舍，邗上农桑，尺五楼，一粟庵等可是你若辛辛苦苦，寻到了这些最风雅也没有的名称的地方，也许只有一条断石，或半间泥房，或者简直连一条断石，半间泥房都没有的。张陶庵有一册书，叫作西湖梦寻，是说往日的西湖如何可爱，现在却不对了，可是你若到扬州去寻梦，那恐怕要比现在的西湖还更不如。你既不敢游杭，我劝你也不必游扬，还是在上海梦里想像想像欧阳公的平山堂，王阮亭的红桥，桃花扇里的史阁部，红楼梦里的林如海，以及盐商的别墅，乡宦的妖姬，倒来得好些。枕上的卢生，若长不醒，岂非快事。一遇现实，那里还有呢！一九三五年五月语堂附记吾脚腿甚坏，却时时想训练一下。虎丘之梦既破，扬州之梦未醒，故一年来即有约友同游扬州之想。日前约大杰达夫同去，忽来此一长函，知是去不成了。不知是未凑足稿费，还是映霞不许。然我仍是要去，不管此去得何罪名，在我总是书上太常看见的地名，必想到一到。怎样是邗江，怎样是瓜州，怎样是廿四桥，怎样是五亭桥，以后读书时心中才有个大略山川形势。即使平山堂已是一楹一牖，也必见识见识。给一位文学青年的公开状今天的风沙实在太大了，中午吃饭之后，我因为还要去教书，所以没有许多工夫和你谈天。我坐在车上，一路的向北走去，沙石飞进了我的眼睛。"}
{"text":"虎丘之梦既破，扬州之梦未醒，故一年来即有约友同游扬州之想。日前约大杰达夫同去，忽来此一长函，知是去不成了。不知是未凑足稿费，还是映霞不许。然我仍是要去，不管此去得何罪名，在我总是书上太常看见的地名，必想到一到。怎样是邗江，怎样是瓜州，怎样是廿四桥，怎样是五亭桥，以后读书时心中才有个大略山川形势。即使平山堂已是一楹一牖，也必见识见识。给一位文学青年的公开状今天的风沙实在太大了，中午吃饭之后，我因为还要去教书，所以没有许多工夫和你谈天。我坐在车上，一路的向北走去，沙石飞进了我的眼睛。一直到午后四点钟止，我的眼睛四周的红圈，还没有退尽。恐怕同学们见了要笑说我，所以于上课堂之先，我从高窗口在日光大风里把一双眼睛曝晒了许多时。我今天上你那公寓里来看了你那一副样子，觉得什么话也说不出来。现在我想趁着这大家已经睡寂了的几点钟工夫，把我要说的话，写一点在纸上。平素不认识的可怜的朋友，或是写信来，或是亲自上我这里来的，很多很多。我因为想报答两位也是我素不认识而对于我却有十二分的同情过的朋友的厚恩起见，总尽我的力量帮助他们。可是我的力量太薄弱了，可怜的朋友太多了，所以结果近来弄得我自家连一条棉裤也没有。这几天来天气变得很冷，我老想买一件外套，但终于没有买成。尤其是使我羞恼的，因为恰逢此刻，我和同学们所读的书里，正有一篇俄国郭哥儿著的嘲弄像我们一类人的小说外套。现在我的经济状态，比从前并没有什么宽裕，从数目上讲起来，反而比从前要少――因为现在我不能向家里去要钱化，每月的教书钱，额面上虽则有五十三加六十四合一百十七块，但实际上拿得到的只有三十三四块――而我的嗜好日深，每月光是烟酒的账，也要开销二十多块。我曾经立过几次对天的深誓，想把这一笔糜费戒省下来，但愈是没有钱的时候，愈想喝酒吸烟。向你讲这一番苦话，并不是因为怕你要问我借钱，先事预防，我不过欲以我的身体来做一个证据，证明目下的中国社会的不合理，以大学校毕业的资格来糊口的你那种见解的错误罢了。第四辑风雨故人送仿吾的行引诱你到北京来的，是一个国立大学毕业的头衔你告诉我说你的心里，总想在国立大学弄到毕业，毕业以后至少生计问题总可以解决。"}
