{"text":"俄款一九一七年俄国十月革命成功后，苏俄政府宣布放弃帝俄在中国的一切特权，包括退还庚子赔款中尚未付给的部分。一九二四年五月中苏复交，两国签订中俄协定，其中规定退款除偿付中国政府业经以俄款为抵押品的各项债务外，余数全用于中国教育事业。一九二六年初，现代评论曾连续刊载谈论俄款用途的文章，为北京教育界力争俄款。九一八事变后，国民党政府以应付国难为名，一再停付充作教育费用的庚子赔款，曾引起教育界有关人士的恐慌和抗议。某机关通知指黄郛就任北平政务整理委员会委员长后，为讨好日本而发布的特别通知。黄委员长即黄郛。清朝的文字狱清代厉行民族压迫政策，曾不断大兴文字狱，企图用严刑峻法来消除汉族人民的反抗和民族思想，著名大狱有康熙年间庄廷x明书狱雍正年间吕留良曾静狱乾隆年间胡中藻坚磨生诗钞狱等。战略关系战略关系首都救国日报上有句名言浸使为战略关系，须暂时放弃北平，以便引敌深入应严厉责成张学良，以武力制止反对运动，虽流血亦所不辞。见上海日报二月九日转载。虽流血亦所不辞！勇敢哉战略大家也！血的确流过不少，正在流的更不少，将要流的还不知道有多多少少。这都是反对运动者的血。为着什么？为着战略关系。战略家在去年上海打仗的时候，曾经说为战略关系，退守第二道防线，这样就退兵过了两天又说，为战略关系，如日军不向我军射击，则我军不得开枪，着士兵一体遵照，这样就停战。此后，第二道防线消失，上海和议开始，谈判，签字，完结。那时候，大概为着战略关系也曾经见过血这是军机大事，小民不得而知，――至于亲自流过血的虽然知道，他们又已经没有了舌头。究竟那时候的敌人为什么没有被诱深入？现在我们知道了那次敌人所以没有被诱深入者，决不是当时战略家的手段太不高明，也不是完全由于反对运动者的血流得太少，而另外还有个原因原来英国从中调停――暗地里和日本有了谅解，说是日本呀，你们的军队暂时退出上海，我们英国更进一步来帮你的忙，使满洲国不至于被国联否认，――这就是现在国联的什么什么草案，什么什么委员的态度。这其实是说，你不要在这里深入，――这里是有赃大家分，――你先到北方去深入再说。深入还是要深入，不过地点暂时不同。因此，诱敌深入北平的战略目前就需要了。流血自然又要多流几次。"}
{"text":"这其实是说，你不要在这里深入，――这里是有赃大家分，――你先到北方去深入再说。深入还是要深入，不过地点暂时不同。因此，诱敌深入北平的战略目前就需要了。流血自然又要多流几次。其实，现在一切准备停当，行都陪都色色俱全，文化古物，和大学生，也已经各自乔迁。无论是黄面孔，白面孔，新大陆，旧大陆的敌人，无论这些敌人要深入到什么地方，都请深入罢。至于怕有什么反对运动，那我们的战略家虽流血亦所不辞！放心，放心。二月九日。止哭文学止哭文学前三年，民族主义文学家敲着大锣大鼓的时候，曾经有一篇黄人之血说明了最高的愿望是在追随成吉思皇帝的孙子拔都元帅之后，去剿灭斡罗斯。斡罗斯者，今之苏俄也。那时就有人指出，说是现在的拔都的大军，就是日本的军马，而在西征之前，尚须先将中国征服，给变成从军的奴才。当自己们被征服时，除了极少数人以外，是很苦痛的。这实例，就如东三省的沦亡，上海的爆击，凡是活着的人们，毫无悲愤的怕是很少很少罢。但这悲愤，于将来的西征是大有妨碍的。于是来了一部大上海的毁灭，用数目字告诉读者以中国的武力，决定不如日本，给大家平平心而且以为活着不如死亡十九路军死，是警告我们活得可怜，无趣！，但胜利又不如败退十九路军胜利，只能增加我们苟且，偷安与骄傲的迷梦！。总之，战死是好的，但战败尤其好，上海之役，正是中国的完全的成功。现在第二步开始了。据中央社消息，则日本已有与满洲国签订一种中华联邦帝国密约之阴谋。那方案的第一条是现在世界只有两种国家，一种系资本主义，英，美，日，意，法，一种系共产主义，苏俄。现在要抵制苏俄，非中日联合起来不能成功云详见三月十九日申报。要联合起来了。这回是中日两国的完全的成功，是从大上海的毁灭走到黄人之血路上去的第二步。固然，有些地方正在爆击，上海却自从遭到爆击之后，已经有了一年多，但有些人民不悟西征的必然的步法，竟似乎还没有完全忘掉前年的悲愤。"}
{"text":"据中央社消息，则日本已有与满洲国签订一种中华联邦帝国密约之阴谋。那方案的第一条是现在世界只有两种国家，一种系资本主义，英，美，日，意，法，一种系共产主义，苏俄。现在要抵制苏俄，非中日联合起来不能成功云详见三月十九日申报。要联合起来了。这回是中日两国的完全的成功，是从大上海的毁灭走到黄人之血路上去的第二步。固然，有些地方正在爆击，上海却自从遭到爆击之后，已经有了一年多，但有些人民不悟西征的必然的步法，竟似乎还没有完全忘掉前年的悲愤。这悲愤，和目前的联合就大有妨碍的。在这景况中，应运而生的是给人们一点爽利和慰安，好像辣椒和橄榄的文学。这也许正是一服苦闷的对症药罢。为什么呢？就因为是辣椒虽辣，辣不死人，橄榄虽苦，苦中有味的。明乎此，也就知道苦力为什么吸鸦片。而且不独无声的苦闷而已，还据说辣椒是连讨厌的哭声也可以停止的。王慈先生在提倡辣椒救国这一篇名文里告诉我们说还有北方人自小在母亲怀里，大哭的时候，倘使母亲拿一只辣茄子给小儿咬，很灵验的可以立止大哭现在的中国，仿佛是一个在大哭时的北方婴孩，倘使要制止他讨厌的哭声，只要多多的给辣茄子他咬。大晚报副刊第十二号辣椒可以止小儿的大哭，真是空前绝后的奇闻，倘是真的，中国人可实在是一种与众不同的特别民族了。然而也很分明的看见了这种文学的企图，是在给人一辣而不死，制止他讨厌的哭声，静候着拔都元帅。不过，这是无效的，远不如哭则格杀勿论的灵验。此后要防的是道路以目了，我们等待着遮眼文学罢。三月二十日。只要几句案语只要几句案语以上两篇，是一星期之内，登在大晚报附刊火炬上的文章，为了我的那篇以夷制夷而发的，揭开了以华制华的黑幕，他们竟有如此的深恶痛嫉，莫非真是太伤了此辈的心么？但是，不尽然的。大半倒因为我引以为例的报其实是大晚报，所以使他们有这样的跳踉和摇摆。然而无论怎样的跳踉和摇摆，所引的记事具在，旧的大晚报也具在，终究挣不脱这一个本已扣得紧紧的笼头。此外也无须多话了，只要转载了这两篇，就已经由他们自己十足的说明了火炬的光明，露出了他们真实的嘴脸。七月十九日。本篇最初发表于一九三三年四月二十一日申报自由谈，署名何家干。"}
{"text":"但是，不尽然的。大半倒因为我引以为例的报其实是大晚报，所以使他们有这样的跳踉和摇摆。然而无论怎样的跳踉和摇摆，所引的记事具在，旧的大晚报也具在，终究挣不脱这一个本已扣得紧紧的笼头。此外也无须多话了，只要转载了这两篇，就已经由他们自己十足的说明了火炬的光明，露出了他们真实的嘴脸。七月十九日。本篇最初发表于一九三三年四月二十一日申报自由谈，署名何家干。以夷制夷我国历代封建统治者对待国内少数民族常用的策略，即让某些少数民族同另一些少数民族冲突，以此来削弱并制服他们。鸦片战争后，清政府对外也曾采用这种策略，企图利用某些外国力量来牵制另一些外国，借以保护自己，但这种对外策略最后都遭失败。国步语见诗经大雅桑柔於乎有哀，国步斯频。国步，国家命运的意思。为王前驱语见诗经卫风伯兮伯兮兮Ｖ桀兮。伯也执殳，为王前驱。原是为周王室征战充当先锋的意思。此处用来指当时国民党所采取的攘外必先安内实际是为日本进攻中国开辟道路的卖国政策。中国人的生命圈中国人的生命圈蝼蚁尚知贪生，中国百姓向来自称蚁民，我为暂时保全自己的生命计，时常留心着比较安全的处所，除英雄豪杰之外，想必不至于讥笑我的罢。不过，我对于正面的记载，是不大相信的，往往用一种另外的看法。例如罢，报上说，北平正在设备防空，我见了并不觉得可靠但一看见载着古物的南运，却立刻感到古城的危机，并且由这古物的行踪，推测中国乐土的所在。现在，一批一批的古物，都集中到上海来了，可见最安全的地方，到底也还是上海的租界上。然而，房租是一定要贵起来的了。这在蚁民，也是一个大打击，所以还得想想另外的地方。想来想去，想到了一个生命圈。这就是说，既非腹地，也非边疆，是介乎两者之间，正如一个环子，一个圈子的所在，在这里倒或者也可以苟延性命于世的。边疆上是飞机抛炸弹。据日本报，说是在剿灭兵匪据中国报，说是屠戮了人民，村落市廛，一片瓦砾。腹地里也是飞机抛炸弹。据上海报，说是在剿灭共匪，他们被炸得一塌胡涂共匪的报上怎么说呢，我们可不知道。但总而言之，边疆上是炸，炸，炸腹地里也是炸，炸，炸。虽然一面是别人炸，一面是自己炸，炸手不同，而被炸则一。"}
{"text":"想来想去，想到了一个生命圈。这就是说，既非腹地，也非边疆，是介乎两者之间，正如一个环子，一个圈子的所在，在这里倒或者也可以苟延性命于世的。边疆上是飞机抛炸弹。据日本报，说是在剿灭兵匪据中国报，说是屠戮了人民，村落市廛，一片瓦砾。腹地里也是飞机抛炸弹。据上海报，说是在剿灭共匪，他们被炸得一塌胡涂共匪的报上怎么说呢，我们可不知道。但总而言之，边疆上是炸，炸，炸腹地里也是炸，炸，炸。虽然一面是别人炸，一面是自己炸，炸手不同，而被炸则一。只有在这两者之间的，只要炸弹不要误行落下来，倒还有可免血肉横飞的希望，所以我名之曰中国人的生命圈。再从外面炸进来，这生命圈便收缩而为生命线再炸进来，大家便都逃进那炸好了的腹地里面去，这生命圈便完结而为生命。其实，这预感是大家都有的，只要看这一年来，文章上不大见有我中国地大物博，人口众多的套话了，便是一个证据。而有一位先生，还在演说上自己说中国人是弱小民族哩。但这一番话，阔人们是不以为然的，因为他们不但有飞机，还有他们的外国！四月十日。本篇最初发表于一九三三年四月十四日申报自由谈，署名何家干。古物的南运据一九三三年二月至四月间报载，国民党政府已将北平故宫博物院历史语言研究所等所存古物近二万箱，分批南运到上海，存放于租界的仓库中。腹地指江西等地区工农红军根据地。一九三三年二月至四月，蒋介石在第四次反革命围剿的后期，调集五十万兵力进攻中央革命根据地，并出动飞机滥肆轰炸。边疆，指当时热河一带。一九三三年三月日军占领承德后，又向冷口古北口喜峰口等地进迫，出动飞机狂炸，人民死伤惨重。苟延性命于世语出诸葛亮前出师表苟全性命于乱世，不求闻达于诸侯。生命即生命零，意思是存身之处完全没有了。最艺术的国家最艺术的国家我们中国的最伟大最永久，而且最普遍的艺术是男人扮女人。这艺术的可贵，是在于两面光，或谓之中庸――男人看见扮女人，女人看见男人扮。表面上是中性，骨子里当然还是男的。然而如果不扮，还成艺术么？譬如说，中国的固有文化是科举制度，外加捐班之类。当初说这太不像民权，不合时代潮流，于是扮成了中华民国。"}
{"text":"生命即生命零，意思是存身之处完全没有了。最艺术的国家最艺术的国家我们中国的最伟大最永久，而且最普遍的艺术是男人扮女人。这艺术的可贵，是在于两面光，或谓之中庸――男人看见扮女人，女人看见男人扮。表面上是中性，骨子里当然还是男的。然而如果不扮，还成艺术么？譬如说，中国的固有文化是科举制度，外加捐班之类。当初说这太不像民权，不合时代潮流，于是扮成了中华民国。然而这民国年久失修，连招牌都已经剥落殆尽，仿佛花旦脸上的脂粉。同时，老实的民众真个要起政权来了，竟想革掉科甲出身和捐班出身的参政权。这对于民族是不忠，对于祖宗是不孝，实属反动之至。现在早已回到恢复固有文化的时代潮流，那能放任这种不忠不孝。因此，更不能不重新扮过一次，草案如下第一，谁有代表国民的资格，须由考试决定。第二，考出了举人之后，再来挑选一次，此之谓选动词举人而被挑选的举人，自然是被选举人了。照文法而论，这样的国民大会的选举人，应称为选举人者，而被选举人，应称为被选之举人。但是，如果不扮，还成艺术么？因此，他们得扮成宪政国家的选举的人和被选举人，虽则实质上还是秀才和举人。这草案的深意就在这里叫民众看见是民权，而民族祖宗看见是忠孝――忠于固有科举的民族，孝于制定科举的祖宗。此外，像上海已经实现的民权，是纳税的方有权选举和被选，使偌大上海只剩四千四百六十五个大市民。这虽是捐班――有钱的为主，然而他们一定会考中举人，甚至不补考也会赐同进士出身的，因为洋大人膝下的榜样，理应遵照，何况这也并不是一面违背固有文化，一面又扮得很像宪政民权呢？此其一。其二，一面交涉，一面抵抗从这一方面看过去是抵抗，从那一面看过来其实是交涉。其三，一面做实业家，银行家，一面自称小贫而已。其四，一面日货销路复旺，一面对人说是国货年诸如此类，不胜枚举，而大都是扮演得十分巧妙，两面光滑的。呵，中国真是个最艺术的国家，最中庸的民族。然而小百姓还要不满意，呜呼，君子之中庸，小人之反中庸也！三月三十日。本篇最初发表于一九三三年四月二日申报自由谈，署名何家干。捐班指不经科举考试，而用钱财换得官职或做官的资格。清代曾明定价格，实行直接用银钱捐官的制度。"}
{"text":"其三，一面做实业家，银行家，一面自称小贫而已。其四，一面日货销路复旺，一面对人说是国货年诸如此类，不胜枚举，而大都是扮演得十分巧妙，两面光滑的。呵，中国真是个最艺术的国家，最中庸的民族。然而小百姓还要不满意，呜呼，君子之中庸，小人之反中庸也！三月三十日。本篇最初发表于一九三三年四月二日申报自由谈，署名何家干。捐班指不经科举考试，而用钱财换得官职或做官的资格。清代曾明定价格，实行直接用银钱捐官的制度。重新扮过一次指一九三三年春蒋介石提出制定宪法草案和召开国民大会。一九三一年五月国民党政府曾开过一次国民会议，公布过所谓训政时期约法，所以这里说重新扮过一次。草案指一九三三年三月二十四日国民党政府宪法草案起草委员会拟定的关于国民大会组织的草案。其中第三条规定中华民国之国民，年满二十岁者，有选举代表权，年满三十岁经考试及格者，有被选举代表权。宪政国家孙中山在所著建国大纲中，划分建国程序为军政训政宪政三个时期。主张到宪政时期召开国民大会，颁布宪法，成立民选政府。以蒋介石为首的国民党反动派曾长期利用军政训政的说法，作为实行反革命专政和剥夺人民自由的借口一九三三年，他们声称要结束训政准备实施宪政，但实际上只是企图用以掩饰和维护国民党的独裁统治。上海只剩四千四百六十五个大市民这里说的上海，指当时的上海公共租界。上海公共租界自一九二八年起，准许由高等华人组织的纳税华人会选举华人董事三人一九三年起增至五人华人委员六人参加租界的行政机关工部局。纳税华人会章程规定有下列资格的可为会员并有选举权一所执产业地价在五百两按指银两以上者二每年纳房捐或地捐十两以上者三每年付房租在五百两以上而付捐者按上海公共租界规定出租房产的房捐，由租用者负担。有下列资格并住公共租界五年以上者，可以被选为纳税华人会代表大会代表及被推选为工部局的华人董事华人委员一年付房地各捐在五十两以上二年付房租一千二百两以上而付捐者。本文所说的四千四百六十五个大市民，是指一九三三年三月二十七日纳税华人会市民组举行第十二届选举时，按上述条件统计的会员数，其中有选举权者二千一百七十五人，有被选举权者二千二百九十人。"}
{"text":"有下列资格并住公共租界五年以上者，可以被选为纳税华人会代表大会代表及被推选为工部局的华人董事华人委员一年付房地各捐在五十两以上二年付房租一千二百两以上而付捐者。本文所说的四千四百六十五个大市民，是指一九三三年三月二十七日纳税华人会市民组举行第十二届选举时，按上述条件统计的会员数，其中有选举权者二千一百七十五人，有被选举权者二千二百九十人。赐同进士出身明清科举制度规定，举人经会试考中后又经殿试考中的，分为三甲一甲赐进士及第，二甲赐进士出身，三甲赐同进士出身。一面交涉，一面抵抗一二八战事后，蒋介石汪精卫曾以一面交涉，一面抵抗为饰词，掩盖他们与日本帝国主义进行勾结执行不抵抗政策的真相。如一九三二年二月，汪精卫在徐州演讲中谈中日外交问题时，便说要一面抵抗，一面交涉，并解释说因为不能战，所以抵抗因为不能和，所以交涉，是以抵抗和交涉并行。小贫这个词见于孙中山所著三民主义一书中民生主义第二讲中国人所谓贫富不均，不过在贫的阶级之中，分出大贫与小贫。其实中国的顶大资本家，和外国资本家比较，不过是一个小贫。孙中山的意思在于说明中国民族资本主义受着外国资本主义的排斥和打击，因而难以发展但后来中国一些资本家曾利用这句话来否认无产阶级和资产阶级的区别。国货年上海工商界曾把一九三三年定为国货年，并于该年元旦举行游行大会，进行宣传。君子之中庸二句，语出礼记中庸仲尼曰君子中庸，小人反中庸。我向自由谈投稿的由来，前记里已经说过了。到这里，本文已完，而电灯尚明，蚊子暂静，便用剪刀和笔，再来保存些因为自由谈和我而起的琐闻，算是一点余兴。只要一看就知道，在我的发表短评时中，攻击得最烈的是大晚报。这也并非和我前生有仇，是因为我引用了它的文字。但我也并非和它前生有仇，是因为我所看的只有申报和大晚报两种，而后者的文字往往颇觉新奇，值得引用，以消愁释闷。即如我的眼前，现在就有一张包了香烟来的三月三十日的旧大晚报在，其中有着这样的一段――浦东人杨江生，年已四十有一，貌既丑陋，人复贫穷，向为泥水匠，曾佣于苏州人盛宝山之泥水作场。"}
{"text":"只要一看就知道，在我的发表短评时中，攻击得最烈的是大晚报。这也并非和我前生有仇，是因为我引用了它的文字。但我也并非和它前生有仇，是因为我所看的只有申报和大晚报两种，而后者的文字往往颇觉新奇，值得引用，以消愁释闷。即如我的眼前，现在就有一张包了香烟来的三月三十日的旧大晚报在，其中有着这样的一段――浦东人杨江生，年已四十有一，貌既丑陋，人复贫穷，向为泥水匠，曾佣于苏州人盛宝山之泥水作场。盛有女名金弟，今方十五龄，而矮小异常，人亦猥琐。昨晚八时，杨在虹口天潼路与盛相遇，杨奸其女。经捕头向杨询问，杨毫不抵赖，承认自去年一二八以后，连续行奸十余次，当派探员将盛金弟送往医院，由医生验明确非处女，今晨解送第一特区地方法院，经刘毓桂推事提审，捕房律师王耀堂以被告诱未满十六岁之女子，虽其后数次皆系该女自往被告家相就，但按法亦应强奸罪论，应请讯究。旋传女父盛宝山讯问，据称初不知有此事，前晚因事责女后，女忽失踪，直至昨晨才归，严诘之下，女始谓留住被告家，并将被告诱奸经过说明，我方得悉，故将被告扭入捕房云。继由盛金弟陈述，与被告行奸，自去年二月至今，已有十余次，每次均系被告将我唤去，并着我不可对父母说知云。质之杨江生供，盛女向呼我为叔，纵欲奸犹不忍下手，故绝对无此事，所谓十余次者，系将盛女带出游玩之次数等语。刘推事以本案尚须调查，谕被告收押，改期再讯。在记事里分明可见，盛对于杨，并未说有伦常关系，杨供女称之为叔，是中国的习惯，年长十年左右，往往称为叔伯的。然而大晚报用了怎样的题目呢？是四号和头号字的――拦途扭往捕房控诉干叔奸侄女女自称被奸过十余次男指系游玩并非风流它在叔上添一干字，于是女就化为侄女，杨江生也因此成了逆伦或准逆伦的重犯了。中国之君子，叹人心之不古，憎匪人之逆伦，而惟恐人间没有逆伦的故事，偏要用笔铺张扬厉起来，以耸动低级趣味读者的眼目。杨江生是泥水匠，无从看见，见了也无从抗辩，只得一任他们的编排，然而社会批评者是有指斥的任务的。但还不到指斥，单单引用了几句奇文，他们便什么员外什么警犬的狂嗥起来，好像他们的一群倒是吸风饮露，带了自己的家私来给社会服务的志士。是的，社长我们是知道的，然而终于不知道谁是东家，就是究竟谁是员外，倘说既非商办，又非官办则在报界里是很难得的。"}
