{"text":"我相信有人会来救我的，一定会，我相信你们从未掉过一滴眼泪，这个看上去灰头土脸的妙龄女子始终微笑着，紧紧拉着救援人员的手。一双手和十几双手紧紧地交握，这是一个灾民与她的救命恩人们最质朴也最真诚的团聚。五千米的高空有多高问起参加救援的解放军战士，他们会告诉你五千米是我们能否拉住受灾人民的手的距离，是生与死的距离。五千米，这个国际专业领域深感不可能执行的跳伞高度，被解放军空降战士抛在脑后。拨不开汶川上空连天蔽日的迷雾，但他们必须拨开震区人民心上的乌云。就这样，人民的军队从五千米的高空降下，给灾区断绝天日与世隔绝的乡镇带去了救命的福音。村人们激动地说解放军来了这壮烈的一幕便不只出现在革命战争年代，这是一地乡民与国家之间最动人的团聚。海洋曾把世界割裂成对立的区域，而今天海洋再不能阻断世界的爱心汇聚到一起。这爱心来自东邻日本每一个便利店前的捐款箱，来自大洋彼岸的美国遍及各州的慈善机构，来自大陆西岸那些并不富有的亚非国家一笔笔友谊的捐款中国和某些国家因意识形态而产生的分歧，在灾难面前湮没成沙，随着飞机和航船源源不断地向着东方的中国而来，这是全世界各个国家的人心最盛大的团聚。怆然灾难，古来有之。然而历史由古至今，谁可曾见过这般撼天动地凝聚人心的团结史记中有云，民与民同心，则家安之君与民同心，则国兴之。在今天，则是人民与人民人民与国家国家与世界的携手，又何愁家不安国不兴青山一道，我们同历风雨共团聚而将五洲四海的人心联结在一起的纽带，是这样一种期望为天下立心，为生民立命，为往圣继绝学，为万世享太平名师点评此文在亮出国殇是一场悲剧，然而，国殇更是一次空前的团聚这一观点后，精选典型事例，通过一个灾民与她的救命恩人们最质朴也最真诚的团聚等三个层次，逐层深入地展开论证，最后归结出在今天，则是人民与人民人民与国家国家与世界的携手，又何愁家不安国不兴。全文见解新颖，内容集中，思路清晰，材料丰富。文章语言流畅，巧妙融合现代歌词古代诗文现实场景于一炉，青山无法阻隔我们风雨同舟的携手，地域也不会隐没团结一心的民族头上那轮共有的明月五千米是我们能否拉住受灾人民的手的距离，是生与死的距离拨不开汶川上空连天蔽日的迷雾，但他们必须拨开震区人民心上的乌云等文句既饱含深情又文采飞扬，体现出深厚的写作功底。"}
{"text":"全文见解新颖，内容集中，思路清晰，材料丰富。文章语言流畅，巧妙融合现代歌词古代诗文现实场景于一炉，青山无法阻隔我们风雨同舟的携手，地域也不会隐没团结一心的民族头上那轮共有的明月五千米是我们能否拉住受灾人民的手的距离，是生与死的距离拨不开汶川上空连天蔽日的迷雾，但他们必须拨开震区人民心上的乌云等文句既饱含深情又文采飞扬，体现出深厚的写作功底。青山一道同风雨一文不是简单地罗列现象，而是将内容集中到团聚这一个点上，取得了很好的表达效果。它给我们的启示是考场作文角度要巧，开掘要深，应善于以小见大。唐惠忠晋之殇，晋之商煤炭，墨金，几亿年来埋藏于三晋大地之下，蕴含着巨大的能量，黑色的金子滚滚流出，终于在近几十年来撑起了山西经济的命脉。但是随着煤炭的大量开采，地下的空洞也越来越多。望苍天，灰蒙蒙不见天日看大地，光秃秃鸟兽无踪河流干涸，水位下降，空气污浊，古迹受损呼吸道疾病蔓延虽然煤炭开采伴随着巨大的财富，但是一桩桩一件件，又怎能不让每一个三晋儿女心痛如绞然而，最令人痛心的，无疑是矿难。小矿难几难断绝，大矿难时有发生，三年来，山西换了三位省长，而有关新省长上任最大的新闻是省长哭了。为那死去的矿工，也为这多难的山西。小时候第一次看见矿工，他们坐在矿车上，我竟没认出来，黑黢黢泛这流光的炭隐着同样黑黢黢却干枯龟裂糊满煤灰的皮肤，只有一点白牙若隐若现。搏命的行当，沉重的苦难，却系着全家人的生计，孩子的学费，老人的医药费。他们，这些搏命的人，又能说些什么呢而全省大大小小多少煤矿，又有多少矿工能不抱侥幸心理抵挡暴利的诱惑出事赔钱，可万一不出事呢甚至官商勾结，欺上瞒下，这种事也怕见得不少了。晋之殇，伤断肠。然而矿藏终究是有限的。加上不合理发掘，现在恐怕已经支撑不了多久了。而内蒙云南又发现了特大煤矿，逐渐转移着山西作为能源大省的优势。就像是被大灰狼追着的兔子，即使跑得再快，也总会有跑到河边无路可退的一天。没有了煤，我们还有什么晋之商，可有一些就在我们不能再依靠能源之后，撑住山西的经济扬吾所长，避吾所短。余秋雨在抱愧山西中详尽叙述了晋商之兴晋商之盛，从此全国一发不可收地掀起了晋商热。那确实是传奇。"}
{"text":"晋之殇，伤断肠。然而矿藏终究是有限的。加上不合理发掘，现在恐怕已经支撑不了多久了。而内蒙云南又发现了特大煤矿，逐渐转移着山西作为能源大省的优势。就像是被大灰狼追着的兔子，即使跑得再快，也总会有跑到河边无路可退的一天。没有了煤，我们还有什么晋之商，可有一些就在我们不能再依靠能源之后，撑住山西的经济扬吾所长，避吾所短。余秋雨在抱愧山西中详尽叙述了晋商之兴晋商之盛，从此全国一发不可收地掀起了晋商热。那确实是传奇。不过百年之后，大院犹在。山西能否缔造新的传奇山西不靠海，不临水，外贸方面先天不足。但正值国家扩大内需之际，也许正是我们发展的良机。五千年中国看山西，如果我们能营造一个良好的环境，那么，旅游业必将成为新的支柱产业。是啊，兔子不会游泳，但是学会打洞，依然能够成功地从恶狼之口逃生。中国三十年，举世瞩目。山西呢乃至中部六省呢该当如何呢这只兔子是否能够学会新的技能绝处逢生呢望山西不再哭泣，望山西重塑辉煌。西安的无奈兔子弃长补短，以它的弱项代替擅长的奔跑，不禁令人哑然失笑。可你又何尝不是呢我的西安巍巍的城墙是你千年不变的沧桑容颜淙淙的护城河是你历经千辛，却依然盈盈的眼波葱葱的骊山是你一如既往的青丝。周朝古拙的铜鼎是你坚硬的骨骼秦朝耀眼的兵马是你卓尔不群的身姿唐朝宏大的石经是你闪烁的思想。是啊这些都是你的长项，是你屹立于世界的基石，是你赶超历史的滚滚车轮。而你却忽视了这世人眼中的长处，你拼命地用冰冷的水泥建成一座座拔地而起的高楼，用一块块玻璃反射着刺人眼睛的白光用一辆辆飞驰而过的汽车嘈杂着人们的心。你想像纽约一样成为国际化大都市，你想像雅典一样用裸体的雕塑营造地中海风情的幻想你还想像巴黎一样用柔柔的艳波聚一份浪漫你用别人的东西装点自己，自己却埋没在了复制当中看看吧我的西安，眼底尽是无奈。满眼充斥着盒子一般的水泥大楼，偶尔冒出的两座古色建筑，似乎更像马戏团的小丑在舞台上取悦观众。你是西安，十三朝的古都秦汉的雄风，盛唐的繁华是你的长项，可你却邯郸学步，东施效颦般地丧失了自己的传统和个性。还记得当年的你吗丰镐的国风唱得你意气风发阿房的宫灯照得你熠熠生辉未央的歌舞漾得你柔波婉转骊宫的清泉洗得你铅华尽去。"}
{"text":"满眼充斥着盒子一般的水泥大楼，偶尔冒出的两座古色建筑，似乎更像马戏团的小丑在舞台上取悦观众。你是西安，十三朝的古都秦汉的雄风，盛唐的繁华是你的长项，可你却邯郸学步，东施效颦般地丧失了自己的传统和个性。还记得当年的你吗丰镐的国风唱得你意气风发阿房的宫灯照得你熠熠生辉未央的歌舞漾得你柔波婉转骊宫的清泉洗得你铅华尽去。你的长恨歌舞朦胧了世人的双眼你的太白诗赋涤荡着世人的胸膛你的剑挥出无数边关意你的酒酿出不尽离别情。威武雄壮属于你，千娇百媚属于你。即使那半轮明月在你这里也别有千年的醇厚风味。西安，这才是真正的你，如一杯茶幽香沁脾，如一坛酒醇香永久。西安，多么希望你能脱掉那不属于你的难看的水泥外衣，换上一件只有你才有的古色古香却又历久弥新的宽袍大袖这才是真正的你，西安点评考生能够选准合适的角度，巧妙与材料挂钩，使文章显得磅礴大气又不失鲜明的观点语言华丽流转，思想也显得深刻犀利。让凝固的音乐流动起来这世间有一种你看不见的音符，从古老的金字塔尖顶上神秘地越过，从史前巨石柱威严的阵垒中淌过，从泰姬陵对称的镜面上划过，从檐牙高啄的苏州园林中跳过。变化莫测的音符，只有在蜿蜒起伏的山岭中才会奏出长城雄曲，只有在江南水乡中才会奏出小桥流水。大自然神秘莫测的力量让万物各展其才，不要妄想占领别人强悍的领地，我们要演出的是一场华丽盛大的交响曲，而非野鸭上树那令人咂舌的滑稽剧。五步一楼，十步一阁，人们喜欢称建筑为流动的音乐，然而在我的心中，如果一个建筑挺立在适合它的土地上，它便是最美的花朵，最流畅的音乐。贝聿铭――中国一代伟大的建筑师，最为人熟知的设计作品便是罗浮宫的玻璃金字塔，完全对称的几何构型，华丽地展示着它的理性之美，但要将它建在中国水乡恐怕会大打折扣，不伦不类。流动的音符淌过小山美真子的藏室，便幻成了一曲世外桃源。阁楼艺术与日本影子文化融为一体，百分之八十的部分埋于地下，远望恰如一座山峰，与绿茵葱茏的群山奏出一曲流动的旋律――这便是贝聿铭的惊世杰作，文化在其特有的背景中才能彰显出其特有的魅力。若要把这一朵朵镂空阁楼放于沙漠，那岂不是暴殄天物特定的人，特定的背景才能烘托出最优秀的艺术。"}
{"text":"流动的音符淌过小山美真子的藏室，便幻成了一曲世外桃源。阁楼艺术与日本影子文化融为一体，百分之八十的部分埋于地下，远望恰如一座山峰，与绿茵葱茏的群山奏出一曲流动的旋律――这便是贝聿铭的惊世杰作，文化在其特有的背景中才能彰显出其特有的魅力。若要把这一朵朵镂空阁楼放于沙漠，那岂不是暴殄天物特定的人，特定的背景才能烘托出最优秀的艺术。与着名印度女建筑师哈尔德那种夸张奇特的构思相比，我更喜欢玛格丽特希尔芬迪，她善于将自然与建筑融为一体。你看那科尔伯格大厅，完全由自然取材，却成就了一番美妙的画面。再看斯沃茨摩大学联合科学楼，那种对称美让人叹为观止，理性与科学在此闪光。每一个凝固的音符都是与众不同的，无数个特别的音符奏出流动的交响弦音漾处羽扇摇那是珠迸于玉盘，露泣于香兰，凤鸣于东山，龙啸于天穹。时疾时缓，时扬时抑，时为流水潺，时为泰峰崩裂，他手一拂，弦一动，曲曲心律便已洒遍竹篁，竹帘微挑，清风徐入，他双目微瞑，只付心事于瑶琴。帘外，正有三人跪坐，一人长鬓凤目，一人髭须半白，皆有不耐之色。唯有正中一人，恭敬不失傲骨，谦和不逊风雅。弦音漫漫，满室萦人。大哥，此人可能拉百石强弓，射靶于六百步外翼德怒问，刘备摇头。大哥，此人可能持千斤刀戟，冲杀于百万军中云长奋起，刘备摆手。大哥，那你何必在此苦求。他的架子也太大了，且待我一根麻绳缚来与你。翼德转身欲出，云长疾步相随。慢刘备大喝三弟不可鲁莽香火微明，弦丝慢转，时有鸟雀啁啾，往来轩外。诸葛昂首，依旧阖目，只唇边隐有笑意。苔痕上阶，草色入帘，张飞怒气而立，关羽不满侧首。玄德一叹，坐相愈恭。若论弓拉百石，箭无虚发，执戟万斤，冲于严阵，谁又能较吕奉先一二然纵横不过数载，祸患已有万端，白门楼上，英雄气短，如今安在方天画戟不知谁手，赤兔宝马另载新主，能有谁顾忌百万军中，当年哪一骑当先关羽沉吟不语，翼德面有愧色。那大哥是重智而轻勇了非也刘备哂之天塑雄才，有文士，有武师，能文则潜心书海丰盈谋略能武则醉于剑舞精进射骑。天下英王，不过择文武而用，即可位重九鼎。弦音忽急，动于雷霆，人皆屏息。声愈促，弦愈急，霎时戛然，满室静寂。"}
{"text":"玄德一叹，坐相愈恭。若论弓拉百石，箭无虚发，执戟万斤，冲于严阵，谁又能较吕奉先一二然纵横不过数载，祸患已有万端，白门楼上，英雄气短，如今安在方天画戟不知谁手，赤兔宝马另载新主，能有谁顾忌百万军中，当年哪一骑当先关羽沉吟不语，翼德面有愧色。那大哥是重智而轻勇了非也刘备哂之天塑雄才，有文士，有武师，能文则潜心书海丰盈谋略能武则醉于剑舞精进射骑。天下英王，不过择文武而用，即可位重九鼎。弦音忽急，动于雷霆，人皆屏息。声愈促，弦愈急，霎时戛然，满室静寂。先生好曲刘备击节而叹。诸葛转身而出，手捧瑶琴使君高才，亮受教颇多。若论武斗，使君二弟已为良将，亮愿填补文才，竭尽愚智，以报使君知遇之恩。旋即长拜。刘备忙前趋相扶。诸葛抬眸笑望关张将军，可知琴曲之道若六弦齐长则弦一律，无调。只有六弦各具长短，长为长，短为短，方能蕴声制律，并创长短参差之声。亮与将军各有所长，各有所短，愿各避其短，扬其长。如此笙琴长短相备，则可高可低，可伸可聚，纵横天下，莫能及也。关张相视，释然一笑，刘备拊掌，众皆欣然。卧龙居内，弦音再漾，羽扇轻摇为自己导航苍鹰之所以能翱翔天宇，是因为不需要树林来遮蔽风雨航船之所以能远达海角，是因为不留恋港湾的风平浪静胡杨之所以能挺立戈壁，是因为不惧怕荒原的干旱曝晒而年轻人要勇敢坚强，只能是离开温室的培养所以，请放开我们的双手，茫茫的大海上，请让我们自己为自己导航我们很卑微，我们很渺小，我们撑着自己人生的双桨，充满好奇，充满渴望。可是突然间我们看到了导航灯，那是老师在现身说法，他们扶着我们的双手，控制我们的船桨，划呀划呀。我们好累，我们好想休息。这时，一个叫社会的老者却说，一旦我们停下，就把我们踢出战局。我们害怕了，服从了，我们不敢说累，不敢叫苦，使出全力划向那个早就规定好了的目标。终于，我们发现自己没有了欢乐，更失去了兴趣。我们想逃开一路上的箭头，逃开指示灯，去欣赏一下航线旁边的风景。于是我们悄悄地偏离了一点航道，在离开时都计算好了如何回归航道。我们太想做快乐的自己了。"}
{"text":"我们害怕了，服从了，我们不敢说累，不敢叫苦，使出全力划向那个早就规定好了的目标。终于，我们发现自己没有了欢乐，更失去了兴趣。我们想逃开一路上的箭头，逃开指示灯，去欣赏一下航线旁边的风景。于是我们悄悄地偏离了一点航道，在离开时都计算好了如何回归航道。我们太想做快乐的自己了。当第一个浪头扑打到我们脸上，我们还没有来得及分清方向时，我们突然被三双大手扶住，他们叫做社会学校家庭，他们异口同声地说看，出事了吧于是我们又被领回原本的航线，越走越远可是我们实在困惑了，哥伦布是怎么发现新大陆的我们的大脑难道仅仅是为记忆而生的吗如果一切都是规定好了的，那么我们的精神寄托又在何方我们就是温室里的花朵，经不起风吹雨打，但是我们渴望坚强。行走便是一道风景，驻足便是一幅图画，这才是我们希望的人生。而现实中我们却成了关爱的附属品，成了呵护的牺牲品。我们跌一跤，本不是什么大事情，我们愿意自己站起来，不依靠任何外力。因为我们明白人生的路上哪能没有磕磕绊绊，独立的生命前怎么能永远有一个铺路者，我们需要练就尽量少摔跤的功夫和摔了跤能自己爬起来的能力。我们知道自己很幸福，我们理解社会学校家庭的良苦用心，但是你们过分的关心的确令我们困惑。家庭是一串长长的箭头，学校是一盏盏指示灯，社会是一位规定航线的老人。可是，我们实在想为自己导航。请把关爱化作鼓励的眼神，看着我们去探索前路，好吗茫茫大海，我要为自己导航且放云帆济沧海小船升起云帆，横济沧海的航程中难免会有风吹浪打小树初有新芽，茁壮成长中难免会遭受雨雪风霜小溪向前奔流，一路上不只有泉水叮咚，也有险滩漩涡。青少年的成长亦如此。成长的过程便如登山的旅程，难免会跌跤，会有荆棘的划痕，会有一次次的摔打和磨砺。这些都是正常现象，家庭学校和社会都不必太在意，以一颗平常心去看便好。正如一艘扬帆起航的小船，自会在风雨的磨炼中变得坚强。太多的关心保护，反而会给它小小的船舱添上无谓的负荷，成为前进的压力与障碍。在父母的羽翼下寻求庇护的日子早已过去，我们已经渴望敞开胸膛，拥抱雷雨闪电，享受自然的阳光。"}
{"text":"正如一艘扬帆起航的小船，自会在风雨的磨炼中变得坚强。太多的关心保护，反而会给它小小的船舱添上无谓的负荷，成为前进的压力与障碍。在父母的羽翼下寻求庇护的日子早已过去，我们已经渴望敞开胸膛，拥抱雷雨闪电，享受自然的阳光。当孩子在人生路上开始迈出自己的步子，家庭应给予理解和支持，请解除目光的锁链，让孩子乘着自己的人生之舟与风浪一搏吧当前进的路上遭遇坎坷，当孩子受到挫折时，我们的家庭要保持一颗平常心，不要急于代劳，不要过分关爱，更不要小题大做，只需微笑着看着孩子爬起，那叶小舟自然会顺着信任的目光扬帆前行。希望孩子们十全十美的学校也不应过分苛求。人非圣贤，孰能无过微小的失误在所难免，其实是架起了一座通往成熟的金桥。不要将目光聚焦于孩子的小小失误，不要在孩子摔跤时投去指责的目光。用信任和宽容去对待孩子的小失误吧，这样，他们才会成为带着成熟微笑的舵手，从胜利的彼岸带回满意的答卷。最后，我们的社会也应重新审视对青少年的态度。从早先的反对溺爱，到现在的提倡挫折教育，社会的整体教育观念已有了可喜的变化。对于孩子们的偶尔跌跤，社会不应给以过度的关注，更不能大肆炒作。初登处女航的小船，还在对这个社会知之甚少的轻微恐惧中微微颤动。太多的镁光灯突然一齐聚焦，只会让小船疑惑和恐慌，云帆在航行中倾斜一下，社会可以淡淡一笑，放下过多的牵挂，自立自强的一代自会崛起。成龙的孩子房祖明曾写过一首叫作请让我摔下去的歌，道出了千万个孩子困扰的心境。在人生路上跌一跤本在所难免，可怕的是家庭学校社会的目光立刻蜂拥而上，织成一张密密的网，让孩子在迷惑中百般挣扎而不能自己站起，只得在无奈中成为目光的俘虏。可是快看，那艘为目光所缚的小船，正拼命地向远方鼓足云帆。就请家庭松开过度关爱的目光，请学校放下过分指责的目光，请社会转移过于关注的目光，将它们换为理解与宽容，放那一叶云帆去济沧海吧名师点评考场作文要学会化题为象。所谓化题为象，是指善于借助象形想象，化抽象为具象，用具体生动的形象来表情达意，力避概念化图解话题。这篇作文的深谙此道，他把成长中的孩子比作一艘扬帆起航的小船，全文的阐述紧紧扣住一叶云帆这个意象，强调小船自会在风雨的磨炼中变得坚强，这就大大增强了文章的可读性，使其更能吸引人说服人。"}
{"text":"所谓化题为象，是指善于借助象形想象，化抽象为具象，用具体生动的形象来表情达意，力避概念化图解话题。这篇作文的深谙此道，他把成长中的孩子比作一艘扬帆起航的小船，全文的阐述紧紧扣住一叶云帆这个意象，强调小船自会在风雨的磨炼中变得坚强，这就大大增强了文章的可读性，使其更能吸引人说服人。此外，文章中心明确，语言表达富有意蕴，像请解除目光的锁链，让孩子乘着自己的人生之舟与风浪一搏吧这样，他们才会成为带着成熟微笑的舵手，从胜利的彼岸带回满意的答卷等，读来耐人回味。标题且放云帆济沧海化用唐诗名句，也有新意，且与文章内容相得益彰。在爱的牵动下飞翔风筝的哀求蔚蓝的天际，鸟儿在自由自在地歌唱微风吹拂下，花儿散发着缕缕幽香仰望寥廓的蓝天，我要展翅飞翔。积蓄了全身的力量，瞄准了向往的方向，我振动双翼准备飞翔。怎么了，这到底是怎么了我为何飞不起来呢我焦虑地回望，才发现一根线将我死死拉住，微微的挣扎都伴随着阵阵疼痛。不，我要飞，怎么可以把我捆绑放开我，我要飞翔那无尽的天边有着说不完的危险，狂风会让你失去平衡，暴雨会让你失去方向，雷电会折断你娇嫩的翅膀，在我的牵动下你才不会受伤。线轻轻地说。没有你，我会迷失方向没有你，我会犹豫彷徨没有你，我如何变得坚强但是，请不要把我拉得太紧，就让我在你的牵动下自由飞翔蝴蝶的翅膀轻轻地吐出丝，然后将自己紧紧捆缚，光明的天空霎时间变得黑暗，我已化作一只蛹。黑暗的日子也许会漫长，束缚的感觉也许会痛苦，但是，那寂寞的等待后将是无限的灿烂。我要变成一只美丽的蝴蝶，我在期待。突然，一把剪刀触动了我的世界，周身紧紧的束缚开始慢慢变松，黑暗中渐渐透出一丝光明不，请不要动我，我要化作美丽的蝴蝶。不要惊叫，我不忍心你这样痛苦，太紧的束缚会让你幼小的翅膀受伤。"}
