{"text":"还有一位戴子秋先生，也早过世了，我的国文是跟他老人家学着做通了的，那是辛亥革命之后在他家夜塾里的时候。中学毕业，我是十八岁，那年就考进了北京大学预科，从此就不常在扬州了。就在十八岁那年冬天，父亲母亲给我在扬州完了婚。内人武钟谦女士是杭州籍，其实也是在扬州长成的。她从不曾去过杭州后来同我去是第一次。她后来因为肺病死在扬州，我曾为她写过一篇给亡妇。我和她结婚的时候，祖父已死了好几年了。结婚后一年祖母也死了。他们两老都葬在扬州，我家于是有祖茔在扬州了。后来亡妇也葬在这祖茔里。母亲在抗战前，两年过去，父亲在胜利前四个月过去，遗憾的是我都不在扬州他们也葬在那祖茔里。这中间叫我痛心的是死了第二个女儿！她性情好，爱读书，做事负责任，待朋友最好。已经成人了，不知什么病，一天半就完了！她也葬在祖茔里。我有九个孩子。除第二个女儿外，还有一个男孩不到一岁就死在扬州其余亡妻生的四个孩子都曾在扬州老家住过多少年。这个老家直到今年夏初才解散了，但是还留着一位老年的庶母在那里。我家跟扬州的关系，大概够得上古人说的生于斯，死于斯，歌哭于斯了。现在亡妻生的四个孩子都已自称为扬州人了我比起他们更算是在扬州长成的，天然更该算是扬州人了。但是从前一直马马虎虎的骑在墙上，并且自称浙江人的时候还多些，又为了什么呢？这一半因为报的是浙江籍，求其一致一半也还有些别的道理。这些道理第一桩就是籍贯是无所谓的。那时要做一个世界人，连国籍都觉得狭小，不用说省籍和县籍了。那时在大学里觉得同乡会最没有意思。我同住的和我来往的自然差不多都是扬州人，自己却因为浙江籍，不去参加江苏或扬州同乡会。可是虽然是浙江绍兴籍，却又没跟一个道地浙江人来往，因此也就没人拉我去开浙江同乡会，更不用说绍兴同乡会了。这也许是两栖或骑墙的好处罢？然而出了学校以后到底常常会到道地绍兴人了。我既然不会说绍兴话，并且除了花雕和兰亭外几乎不知道绍兴的别的情形，于是乎往往只好自己承认是假绍兴人。那虽然一半是玩笑，可也有点儿窘的。还有一桩道理就是我有些讨厌扬州人我讨厌扬州人的小气和虚气。小是眼光如豆，虚是虚张声势，小气无须举例。虚气例如已故的扬州某中央委员，坐包车在街上走，除拉车的外，又跟上四个人在车子边推着跑着。我曾经写过一篇短文，指出扬州人这些毛病。"}
{"text":"然而出了学校以后到底常常会到道地绍兴人了。我既然不会说绍兴话，并且除了花雕和兰亭外几乎不知道绍兴的别的情形，于是乎往往只好自己承认是假绍兴人。那虽然一半是玩笑，可也有点儿窘的。还有一桩道理就是我有些讨厌扬州人我讨厌扬州人的小气和虚气。小是眼光如豆，虚是虚张声势，小气无须举例。虚气例如已故的扬州某中央委员，坐包车在街上走，除拉车的外，又跟上四个人在车子边推着跑着。我曾经写过一篇短文，指出扬州人这些毛病。后来要将这篇文收入散文集你我里，商务印书馆不肯，怕再闹出闲话扬州的案子。这当然也因为他们总以为我是浙江人，而浙江人骂扬州人是会得罪扬州人的。但是我也并不抹煞扬州的好处，曾经写过一篇扬州的夏日，还有在看花里也提起扬州福缘庵的桃花。再说现在年纪大些了，觉得小气和虚气都可以算是地方气，绝不止是扬州人如此。从前自己常答应人说自己是绍兴人，一半又因为绍兴人有些戆气，而扬州人似乎太聪明。其实扬州人也未尝没戆气，我的朋友任中敏二北先生，办了这么多年汉民中学，不管人家理会不理会，难道还不够戆的！绍兴人固然有戆气，但是也许还有别的气我讨厌的，不过我不深知罢了。这也许是阿的想法罢？然而我对于扬州的确渐渐亲热起来了。扬州真像有些人说的，不折不扣是个有名的地方。不用远说，李斗扬州画舫录里的扬州就够羡慕的。可是现在衰落了，经济上是一日千丈的衰落了，只看那些没精打采的盐商家就知道。扬州人在上海被称为江北老，这名字总而言之表示低等的人。江北老在上海是受欺负的，他们于是学些不三不四的上海话来冒充上海人。到了这地步他们可竟会忘其所以的欺负起那些新来的江北老了。这就养成了扬州人的自卑心理。抗战以来许多扬州人来到西南，大半都自称为上海人，就靠着那一点不三不四的上海话甚至连这一点都没有，也还自称为上海人。其实扬州人在本地也有他们的骄傲的。他们称徐州以北的人为侉子，那些人说的是侉话。他们笑镇江人说话土气，南京人说话大舌头，尽管这两个地方都在江南。英语他们称为蛮话，说这种话的当然是蛮子了。然而这些话只好关着门在家里说，到上海一看，立刻就会矮上半截，缩起舌头不敢啧一声了。扬州真是衰落得可以啊！我也是一个江北老，一大堆扬州口音就是招牌，但是我却不愿做上海人上海人太狡猾了。"}
{"text":"其实扬州人在本地也有他们的骄傲的。他们称徐州以北的人为侉子，那些人说的是侉话。他们笑镇江人说话土气，南京人说话大舌头，尽管这两个地方都在江南。英语他们称为蛮话，说这种话的当然是蛮子了。然而这些话只好关着门在家里说，到上海一看，立刻就会矮上半截，缩起舌头不敢啧一声了。扬州真是衰落得可以啊！我也是一个江北老，一大堆扬州口音就是招牌，但是我却不愿做上海人上海人太狡猾了。况且上海对我太生疏，生疏的程度跟绍兴对我也差不多因为我知道上海虽然也许比知道绍兴多些，但是绍兴究竟是我的祖籍，上海是和我水米无干的。然而年纪大起来了，世界人到底做不成，我要一个故乡。俞平伯先生有一行诗，说把故乡掉了。其实他掉了故乡又找到了一个故乡他诗文里提到苏州那一股亲热，是可羡慕的，苏州就算是他的故乡了。他在苏州度过他的童年，所以提起来一点一滴都亲亲热热的，童年的记忆最单纯最真切，影响最深最久种种悲欢离合，回想起来最有意思。青灯有味是儿时，其实不止青灯，儿时的一切都是有味的。这样看，在那儿度过童年，就算那儿是故乡，大概差不多罢？这样看，就只有扬州可以算是我的故乡了。何况我的家又是生于斯，死于斯，歌哭于斯呢？所以扬州好也罢，歹也罢，我总该算是扬州人的。散文全编教育家的夏D尊先生夏D尊先生是一位理想家。他有高远的理想，可并不是空想，他少年时倾向无政府主义，一度想和几个朋友组织新村，自耕自食，但是没有实现。他办教育，也是理想主义的。最足以表现他的是浙江上虞白马湖的春晖中学，那时校长是已故的经子渊先生亨颐。但是他似乎将学校的事全交给了夏先生。是夏先生约集了一班气味相投的教师，招来了许多外地和本地的学生，创立了这个中学。他给学生一个有诗有画的学术环境，让他们按着个性自由发展。学校成立了两年，我也去教书，刚一到就感到一种平静亲和的氛围气，是别的学校没有的。我读了他们的校刊，觉得特别亲切有味，也跟别的校刊大不同。我教着书，看出学生对文学和艺术的欣赏力和表现力都比别的同级的学校高得多。但是理想主义的夏先生终于碰着实际的壁了。"}
{"text":"他给学生一个有诗有画的学术环境，让他们按着个性自由发展。学校成立了两年，我也去教书，刚一到就感到一种平静亲和的氛围气，是别的学校没有的。我读了他们的校刊，觉得特别亲切有味，也跟别的校刊大不同。我教着书，看出学生对文学和艺术的欣赏力和表现力都比别的同级的学校高得多。但是理想主义的夏先生终于碰着实际的壁了。他跟他的多年的老朋友校长经先生意见越来越差异，跟他的至亲在学校任主要职务的意见也不投合他一面在私人关系上还保持着对他们的友谊和亲谊一面在学校政策上却坚执着他的主张，他的理论，不妥协，不让步。他不用强力，只是不合作终于他和一些朋友都离开了春晖中学。朋友中匡互生等几位先生便到上海创办立达学园可是夏先生对办学校从此灰心了。但他对教育事业并不灰心，这是他安身立命之处于是又和一些朋友创办开明书店，创办中学生杂志，写作他所专长的国文科的指导书籍。中学生杂志和他的书的影响，是大家都知道的。他是始终献身于教育，献身于教育的理想的人。夏先生是以宗教的精神来献身于教育的。他跟李叔同先生是多年好友。他原是学工的，他对于文学和艺术的兴趣，也许多少受了李先生的影响。他跟李先生有杭州省立第一师范学校同事，校长就是经子渊先生。李先生和他都在实践感化教育，的确收了效果我从受过他们的教的人可以亲切的看出。后来李先生出了家，就是弘一师。夏先生和我说过，那时他也认真的考虑过出家。他虽然到底没有出家，可是受弘一师的感动极大，他简直信仰弘一师。自然他对佛教也有了信仰，但不在仪式上。他是热情的人，他读爱的教育，曾经流了好多泪。他翻译这本书，是抱着佛教徒了愿的精神在动笔的，从这件事上可以见出他将教育和宗教打成一片。这也正是他的从事教育事业的态度。他爱朋友，爱青年，他关心他们的一切。在春晖中学时，学生给他一个绰号叫做批评家，同事也常和他开玩笑，说他有支配欲。其实他只是太关心别人了，忍不住参加一些意见罢了。他的态度永远是亲切的，他的说话也永远是亲切的。夏先生才真是一位诲人不倦的教育家。散文全编我所见的清华精神这半年来同事们和同学们常常谈到清华精神。自己虽然不是清华人，但是在校服务多年，对这个问题也感到很大的兴趣。有一回和一位同学谈话，曾经假定清华精神是服务。"}
{"text":"在春晖中学时，学生给他一个绰号叫做批评家，同事也常和他开玩笑，说他有支配欲。其实他只是太关心别人了，忍不住参加一些意见罢了。他的态度永远是亲切的，他的说话也永远是亲切的。夏先生才真是一位诲人不倦的教育家。散文全编我所见的清华精神这半年来同事们和同学们常常谈到清华精神。自己虽然不是清华人，但是在校服务多年，对这个问题也感到很大的兴趣。有一回和一位同学谈话，曾经假定清华精神是服务。后来和钱伟长先生谈起，他似乎觉得清华精神是独立的批评的，例如清华人到一个机关服务，往往喜欢表示自己的意见，不甘心苟同。我承认钱先生的看法，连带着他的例子，是有理由的。但是关于服务，我还请申说一下。提到服务，很容易想到青年会。青年会的服务精神有它的好处和缺点，这里不想讨论。我所假定的清华的服务精神，跟青年会的不同。为清楚起见，我现在想改为实干。清华毕业生不论旧制新制，在社会的各部门里做中级干部的最多。顾樵先生十多年前说过这样的话，现在看来大体似乎还是如此。顾先生说这些中级干部是平实的工，他们的贡献虽然是点滴的，然而总起来看也够重大的。钱先生的看法是指出他们的不重世故。这正是为了重事，要实干，要认真的干。青年人讨厌世故，重实干，虽然程度不同，原是一般的趋向。不过清华跟都市隔得远些，旧制生出洋五年，更跟中国隔得远些，加上清华学生入学时一般年岁也许小些，因此这种现象就特别显著。有些人谈清华精神，强调在学时期的爱清洁守秩序等。乍看这些似乎是小事，可是实在是跟毕业后服务时期的按部就班的实干精神密切的联系着的。有人也许觉得这种实干的精神固然很好，不过太强调了这种精神，有时会使人只见树而不见林。然而这是春秋责备贤者的话，能够一棵树一棵树的修整着，究竟是对林子有帮助的。散文全编论不满现状那一个时代事实上总有许许多多不满现状的人。现代以前，这些人怎样对付他们的不满呢？在老百姓是怨命，怨世道，怨年头。年头就是时代，世道由于气数，都是机械的必然主要的还是命，自己的命不好，才生在这个世道里，这个年头上，怪谁呢！命也是机械的必然。这可以说是怨天，是一种定命论。命定了吃苦头，只好吃苦头，不吃也得吃。"}
{"text":"散文全编论不满现状那一个时代事实上总有许许多多不满现状的人。现代以前，这些人怎样对付他们的不满呢？在老百姓是怨命，怨世道，怨年头。年头就是时代，世道由于气数，都是机械的必然主要的还是命，自己的命不好，才生在这个世道里，这个年头上，怪谁呢！命也是机械的必然。这可以说是怨天，是一种定命论。命定了吃苦头，只好吃苦头，不吃也得吃。读书人固然也怨命，可是强调那时世日非人心不古的慨叹，好像人心不古才时世日非的。这可以说是怨天而兼尤人，主要的是尤人。人心为什么会不古呢？原故是不行仁政，不施德教，也就是贤者不在位，统治者不好。这是一种唯心的人治论。可是贤者为什么不在位呢？人们也只会说天实为之！这就又归到定命论了。可是读书人比老百姓强，他们可以做隐士，啸傲山林，让老百姓养着固然没有富贵荣华，却不至于吃着老百姓吃的那些苦头。做隐士可以说是不和统治者合作，也可以说是扔下不管。所谓穷则独善其身，一般就是这个意思。既然独善其身，自然就管不着别人死活和天下兴亡了。于是老百姓不满现状而忍下去，读书人不满现状而避开去，结局是维持现状，让统治者稳坐江山。但是读书人也要达则兼善天下。从前时代这种达就是得君行道真能得君行道，当然要多多少少改变那自己不满别人也不满的现状。可是所谓别人，还是些读书人改变现状要以增加他们的利益为主，老百姓只能沾些光，甚至于只担个名儿。若是太多照顾到老百姓，分了读书人的利益，读书人会得更加不满，起来阻挠改变现状他们这时候是宁可维持现状的。宋朝王安石变法，引起了大反动，就是个显明的例子。有些读书人虽然不能得君行道，可是一辈子憧憬着有这么一天。到了既穷且老，眼看着不会有这么一天了，他们也要著书立说，希望后世还可以有那么一天，行他们的道，改变改变那不满人意的现状。但是后世太渺茫了，自然还是自己来办的好，那怕只改变一点儿，甚至于只改变自己的地位，也是好的。况且能够著书立说的究竟不太多著书立说诚然渺茫，还是一条出路，连这个也不能，那一腔子不满向哪儿发泄呢！于是乎有了失志之士或失意之士。这种读书人往往不择手段，只求达到目的。"}
{"text":"到了既穷且老，眼看着不会有这么一天了，他们也要著书立说，希望后世还可以有那么一天，行他们的道，改变改变那不满人意的现状。但是后世太渺茫了，自然还是自己来办的好，那怕只改变一点儿，甚至于只改变自己的地位，也是好的。况且能够著书立说的究竟不太多著书立说诚然渺茫，还是一条出路，连这个也不能，那一腔子不满向哪儿发泄呢！于是乎有了失志之士或失意之士。这种读书人往往不择手段，只求达到目的。政府不用他们，他们就去依附权门，依附地方政权，依附割据政权，甚至于和反叛政府的人合作极端的甚至于甘心去做汉奸，像刘豫张邦昌那些人。这种失意的人往往只看到自己或自己的一群的富贵荣华，没有原则，只求改变，甚至于只求破坏他们好在混水里捞鱼。这种人往往少有才，挑拨离间，诡计多端，可是得依附某种权力，才能发生作用他们只能做俗话说的军师。统治者却又讨厌又怕这种人，他们是捣乱鬼！但是可能成为这种人的似乎越来越多，又杀不尽，于是只好给些闲差，给些干薪，来绥靖他们，吊着他们的口味。这叫做养士，为的正是维持现状，稳坐江山。然而老百姓的忍耐性，这里面包括韧性和惰性，虽然很大，却也有个限度。狗急跳墙，何况是人！到了现状坏到怎么吃苦还是活不下去的时候，人心浮动，也就是情绪高涨，老百姓本能的不顾一切的起来了，他们要打破现状。他们不知道怎样改变现状，可是一股子劲先打破了它再说，想着打破了总有希望些。这种局势，规模小的叫民变，大的就是造反。农民是主力，他们有他们自己的领导人。在历史上这种民变或造反并不少，但是大部分都给暂时的压下去了，统治阶级的史官往往只轻描淡写的带几句，甚至于削去不书，所以看来好像天下常常太平似的。然而汉明两代都是农民打出来的天下，老百姓的力量其实是不可轻视的。不过汉明两代虽然是老百姓自己打出来的，结局却依然是一家一姓稳坐江山而这家人坐了江山，早就失掉了农民的面目，倒去跟读书人一鼻孔出气。老百姓出了一番力，所得的似乎不多。是打破了现状，可又复原了现状，改变是很少的。至于权臣用篡弑，军阀靠武力，夺了政权，换了朝代，那改变大概是更少了罢。过去的时代以私人为中心，自己为中心，读书人如此，老百姓也如此。所以老百姓打出来的天下还是归于一家一姓，落到读书人的老套里。"}
{"text":"老百姓出了一番力，所得的似乎不多。是打破了现状，可又复原了现状，改变是很少的。至于权臣用篡弑，军阀靠武力，夺了政权，换了朝代，那改变大概是更少了罢。过去的时代以私人为中心，自己为中心，读书人如此，老百姓也如此。所以老百姓打出来的天下还是归于一家一姓，落到读书人的老套里。从前虽然也常说众擎易举，众怒难犯，也常说爱众，得众，然而主要的是一人有庆，万众赖之的，天与人归的政治局势，那众其实是一盘散沙而已。现在这时代可改变了。不论叫群众，公众，民众，大众，这个众的确已经表现一种力量这种力量从前固然也潜在着，但是非常微弱，现在却强大起来，渐渐足以和统治阶级对抗了，而且还要一天比一天强大。大家在内忧外患里增加了知识和经验，知道了团结就是力量，他们渐渐在扬弃那机械的定命论，也渐渐在扬弃那唯心的人治论。一方面读书人也渐渐和统治阶级拆伙，变质为知识阶级。他们已经不能够找到一个角落去不闻理乱的隐居避世，又不屑做也幸而已经没有地方去做军师。他们又不甘心做那被人养着的士，而知识分子又已经太多，事实上也无法养着这么大量的士。他们只有凭自己的技能和工作来养着自己。早些年他们还可以暂时躲在所谓象牙塔里。到了现在这年头，象牙塔下已经变成了十字街，而且这塔已经开始在拆卸了。于是乎他们恐怕只有走出来，走到人群里。大家一同苦闷在这活不下去的现状之中。如果这不满人意的现状老不改变，大家恐怕忍不住要联合起来动手打破它的。重要的是打破之后改变成什么样子？这真是个空前的危疑震撼的局势，我们得提高警觉来应付的。散文全编论且顾眼前俗语说，火烧眉毛，且顾眼前。这句话大概有了年代，我们可以说是人们向来如此。这一回抗战，火烧到了每人的眉毛，且顾眼前竟成了一般的守则，一时的风气，却是向来少有的。但是抗战时期大家还有个共同的胜利的远景，起初虽然朦胧，后来却越来越清楚。这告诉我们，大家且顾眼前也不妨，不久就会来个长久之计的。但是惨胜了，战祸起在自己家里，动乱比抗战时期更甚，并且好像没个完似的。"}
{"text":"这句话大概有了年代，我们可以说是人们向来如此。这一回抗战，火烧到了每人的眉毛，且顾眼前竟成了一般的守则，一时的风气，却是向来少有的。但是抗战时期大家还有个共同的胜利的远景，起初虽然朦胧，后来却越来越清楚。这告诉我们，大家且顾眼前也不妨，不久就会来个长久之计的。但是惨胜了，战祸起在自己家里，动乱比抗战时期更甚，并且好像没个完似的。没有了共同的远景有些人简直没有远景，有些人有远景，却只是片段的，全景是在一片朦胧之中。可是火烧得更大了，更快了，能够且顾眼前就是好的，顾得一天是一天，谁还想到什么长久之计！可是这种局面能以长久的拖下去吗？我们是该警觉的。且顾眼前，情形差别很大。第一类是只顾享乐的人，所谓今朝有酒今朝醉。这种人在抗战中大概是些发国难财的人，在胜利后大概是些发接收财或胜利财的人。他们巧取豪夺得到财富，得来的快，花去的也就快。这些人虽然原来未必都是贫儿，暴富却是事实。时势老在动荡，物价老在上涨，傥来的财富若是不去运用或花消，转眼就会两手空空儿的！所谓运用，大概又趋向投机一路这条路是动荡的，担风险的。在动荡中要把握现在，自己不吃亏，就只有享乐了。享乐无非是吃喝嫖赌，加上穿好衣服，住好房子。传统的享乐方式不够阔的，加上些买办文化，洋味儿越多越好，反正有的是钱。这中间自然有不少人享乐一番之后，依旧还我贫儿面目，再吃苦头。但是也有少数豪门，凭借特殊的权位，浑水里摸鱼，越来越富，越花越有。财富集中在他们手里，享乐也集中在他们手里。于是富的富到三十三天之上，贫的贫到十八层地狱之下。现在的穷富悬殊是史无前例的现在的享用娱乐也是史无前例的。但是大多数在饥饿线上挣扎的人能以眼睁睁白供养着这班骄奢淫逸的人尽情的自在的享乐吗？有朝一日――唉，让他们且顾眼前罢！第二类是苟安旦夕的人。这些人未尝不想工作，未尝不想做些事业，可是物质环境如此艰难，社会又如此不安定，谁都贪图近便，贪图速成，他们也就见风使舵，凡事一混了之。混事本是一句老话，也可以说是固有文化不过向来多半带着自谦的意味，并不以为混是好事，可以了此一生。但是目下这个混似乎成为原则了。"}
