{"text":"周亮工的闽小纪，我到此刻为止，也还不曾读过，但正在托人搜访，不知他所记的究竟是些什么。以我所见到的闽中册籍，以及近人的诗文集子看来，则福州附廓的最大名山，似乎是去东门外一二十里地远的鼓山。闽都地势，三面环山，中流一水，形状绝像是一把后有靠背左右有扶手的太师椅子。若把前面的照山，也取在内，则这一把椅子，又像是面前有一横档，给一二岁的小孩坐着玩的高椅了。两条扶手的脊岭，西面一条，是从延平东下，直到闽侯结脉的旗山这山隔着江水，当夕阳照得通明，你站上省城高处，障手向西望去，原也看得浓紫可是究竟路隔得远了一点，可望而不可即，去游的人，自然不多。东面的一条扶手，本由闽侯北面的莲花山分脉而来，一支直驱省城，落北而为屏山，就成了上面有一座镇海楼镇着的省城座峰一支分而东下，高至二千七八百尺，直达海滨，离城最远处，也不过五六十里，就是到过福州的人，无不去登，没有到过福州的人，也无不闻名的鼓山了。鼓山自北而东而南，绵亘数十里，襟闽江而带东海，且又去城尺五，城里的人，朝夕偶一抬头，在无论什么地方，都看得见这座头上老有云封，腰间白墙点点的j奇屏障。所以到福州不久，就有友人，陪我上山去玩玩之不足，第二次并且还去宿了一宵。鼓山的成分，当然也和别的海边高山一样，不外乎是些岩石泥沙树木泉水之属可是它的特异处，却又奇怪得很，似乎有一位同神话里走出来的艺术巨人，把这些大石块大泥沙，以及树木泉流，都按照了多样合致的原理，细心堆叠起来的样子。第二辑屐痕处处感伤的行旅坐汽车而出东城，三十分钟就可以到鼓山脚下的白云廨门口过闽山第一亭，涉利见桥，拾级盘旋而上，穿过几个亭子，就到半山亭了说是半山，实在只是到山腰涌泉寺的道路的一半，到最高峰的蕖――俗称卓顶―――大约总还有四分之三的路程。走过半山亭后，路也渐平，地也渐高，回眸四望，已经看得见闽江的一线横流，城里的人家春树，与夫马尾口外，海面上的浩荡的烟岚。路旁山下，有一座伟大的新坟，深藏在小山的怀里，是前主席杨树庄的永眠之地过更衣亭放生池后，涌泉寺的头山门牌坊，就远远在望了，这就是五代时闽王所创建的闽中第一名刹，有时候也叫作鼓山白云峰涌泉院的选佛大道场。涌泉寺的建筑布置，原也同其他的佛丛林一样，有头山门二山门钟鼓楼天王殿大雄宝殿后大殿藏经楼方丈室僧寮客舍戒堂香积厨等等，但与别的大寺院不同的，却有三个地方。"}
{"text":"路旁山下，有一座伟大的新坟，深藏在小山的怀里，是前主席杨树庄的永眠之地过更衣亭放生池后，涌泉寺的头山门牌坊，就远远在望了，这就是五代时闽王所创建的闽中第一名刹，有时候也叫作鼓山白云峰涌泉院的选佛大道场。涌泉寺的建筑布置，原也同其他的佛丛林一样，有头山门二山门钟鼓楼天王殿大雄宝殿后大殿藏经楼方丈室僧寮客舍戒堂香积厨等等，但与别的大寺院不同的，却有三个地方。第一，是大殿右手厢房上的那一株龙爪松据说未有寺之先，就有了这一株树，那么这棵老树精，应该是五代以前的遗物了，这当然是只好姑妄听之的一种神话可是松枝盘曲，苍翠盖十余丈周围，月白风清之夜，有没有白鹤飞来，我可不能保，总之以躯干来论它的年纪，大约总许有二三百岁的样子。第二，里面的一尊韦驮菩萨，系跷起了一只脚，坐在那里的。关于这镇坐韦驮的传说，也是一个很有趣味的故事，现在只能含混的重述一下，作未曾到过鼓山的人的笑谈，因为和尚讲给我听的话，实际上我也听不到十分之二三，究竟对与不对，还须去问老住鼓山的人才行。――从前，一直在从前，记不清是哪一朝的哪一年了，福建省闹了水荒呢也不知旱荒有一位素有根器的小法师，在这涌泉寺里出了家，年龄当然还只有十一二岁的光景。在这一个食指众多的大寺院里，小和尚当然是要给人家虐待奚落受欺侮的。荒年之后，寺院里的斋米完了，本来就待这小和尚不好的各年长师兄们，因为心里着了急，自然更要虐待虐待这小师弟，以出出他们的气。有一天风雨雷鸣的晚上，小和尚于吞声饮泣之余，双目合上，已经蒙睡着了，忽而一道红光，照射斗室，在他的面前，却出现了那位金身执杵的韦驮神。他微笑着对小和尚说，被虐待者是有福的，你明天起来，告诉那些虐待你的众僧侣吧，叫他们下山去接收谷米去明天几时几刻，是有一个人会送上几千几百担的米来的。第二天天明，小和尚醒了，将这一个梦告诉了大家大家只加添了些对他的揶揄，哪里能够相信？但到了时候，小和尚真的绝叫着下山去了，年纪大一点的众僧侣也当作玩耍似的嘲弄着他而跟下了山。但是，看呀！前面起的灰尘，不是运米来的车子么？到得山下，果然是那位城里的最大米商人送米来施舍了。一见小和尚合掌在候，他就下车来拜，嘴里还喃喃的说活菩萨，活菩萨，南无阿弥陀佛，救了我的命，还救了我的财。"}
{"text":"第二天天明，小和尚醒了，将这一个梦告诉了大家大家只加添了些对他的揶揄，哪里能够相信？但到了时候，小和尚真的绝叫着下山去了，年纪大一点的众僧侣也当作玩耍似的嘲弄着他而跟下了山。但是，看呀！前面起的灰尘，不是运米来的车子么？到得山下，果然是那位城里的最大米商人送米来施舍了。一见小和尚合掌在候，他就下车来拜，嘴里还喃喃的说活菩萨，活菩萨，南无阿弥陀佛，救了我的命，还救了我的财。原来这一位大米商，因鉴于饥馑的袭来，特去海外贩了数万斛的米，由海船运回到福建来的。但昨天晚上，将要进口的时候，忽而狂风大雨，几几乎把海船要全部的掀翻。他在舱里跪下去热心祈祷，只希望老天爷救救他的老命，过了一会，霹雳一声，榄杆上出现了两盏红灯，红灯下更出现了那一位金身执杵的韦驮大天君。怒目而视，高声而叱，他对米商人说你这一个剥削穷民私贩外米的奸商，今天本应该绝命的但念你祈祷的诚心，姑且饶你。明朝某时某刻，你要把这几船米的全部，送到鼓山寺去。山下有一位小法师合掌在等的，是某某菩萨的化身，你把米全交给他吧！说完不见了韦驮，也不见了风云雷雨，青天一抹，西边还出现一规残夜明时的月亮。众僧侣欢天喜地，各把米搬上了山，放入了仓而小和尚走回殿来，正想向韦驮神顶礼的时候，却看见菩萨的额上，流满了辛苦的汗，袍甲上也洒满了雨滴与浪花。于是小和尚就跪下去说菩萨，你太辛苦了，你且坐下去歇息吧！本来是立着的韦驮神，就突然地跷起了脚，坐下去休息了。第二辑屐痕处处感伤的行旅涌泉寺的第三个特异之处，真的值得一说的，却是寺里宝藏着的一部经典。这一部经文，前两年日本曾有一位专门研究佛经的学者，来住寺影印，据说在寺里寄住工作了两整年，方才完工，现在正在东京整理。若这影印本整理完后，表出来，佛学史上，将要因此而起一个惊天动地的波浪，因为这一部经，是天上天下，独一无二的宝藏，就是在梵文国的印度，也早已绝迹了的缘故。此外还有一部血写的金刚经，和几叶菩提叶画成的藏佛，以及一瓶舍利子，也算是这涌泉寺的寺宝，但比起那一部绝无仅有的佛典来，却谈不上了。"}
{"text":"若这影印本整理完后，表出来，佛学史上，将要因此而起一个惊天动地的波浪，因为这一部经，是天上天下，独一无二的宝藏，就是在梵文国的印度，也早已绝迹了的缘故。此外还有一部血写的金刚经，和几叶菩提叶画成的藏佛，以及一瓶舍利子，也算是这涌泉寺的寺宝，但比起那一部绝无仅有的佛典来，却谈不上了。我本是一个无缘的众生，对佛学全没有研究，所以到了寺里，只喜欢看那些由和尚尼姑合拜的万佛胜会，寺门内新在建筑的回龙阁，以及大雄宝殿外面广庭里的那两枝由海军制造厂奉献的铁铸灯台之类，经典终于不曾去拜观。可是庙貌的庄严伟大，山中空气的幽静神奇，真是别一个境界，别一所天地凡在深山大寺，如广东的鼎湖山，浙江的天目山天台山等处所感得到的一种绝尘超世缥缈凌云之感，在这里都感得到，名刹的成名，当然也不是一件偶然的事。一九三六年三月在福州原载一九三六年四月一日宇宙风半月刊第十四期闽游滴沥之三福建通志的山经里，说鼓山延袤有数十里长，所以鼓山的山景，决不至只有几处而游览的人，也决不是一个人在山上住几天就逛得了。不过涌泉寺是全山的一个中心，若以涌泉寺为出点而谈鼓山，则东面离寺只有里把路远的灵源洞喝水岩，以及更上一层的朱子读书台，却像是女子脸上的脂粉花饰，当能说是一山的精华荟萃的地方。到灵源洞的山路，是要从回龙阁的后面经过，延山腰的一条石砌小道，曲折而向东去的。路的一面，就是靠小顶峰的一面，是铁壁似的石岩在这一排石岩里，当然还有些花草树木，丛生在那里，倒覆下来，成了一条甬道。另一面，是一落千丈的山下绝壑了但因为在这绝壑里，也有千年老的树木生长在那里，这些树顶有时候高得和路一样平，有时候还要高出路面一二丈长，所以人在这一条路上走路，倒还不觉得会什么寒栗，仿佛即使掉了下去，也有树顶树枝，会把你接受了去，支住你的身体似的。不过一种清幽静的感觉，却自然而然的在这些大树绝壁深壑里蒸出来，在威胁着你，使你不敢高声地说一句话。山径尽处，是一扇小小的门穿门东望出去，只是一片渺渺茫茫的天与海，几点树梢，或一角山岩，随你看的人所立的角度方位的变移，或有会显现一下，随即隐去，到了这狭狭的门外，山路就没有了。没有路，便怎么办呢？你且莫急，小门外的百丈谷中，就是灵源洞底了平路虽则没有，绝高绝狭的下坡石级，自然是有的。"}
{"text":"不过一种清幽静的感觉，却自然而然的在这些大树绝壁深壑里蒸出来，在威胁着你，使你不敢高声地说一句话。山径尽处，是一扇小小的门穿门东望出去，只是一片渺渺茫茫的天与海，几点树梢，或一角山岩，随你看的人所立的角度方位的变移，或有会显现一下，随即隐去，到了这狭狭的门外，山路就没有了。没有路，便怎么办呢？你且莫急，小门外的百丈谷中，就是灵源洞底了平路虽则没有，绝高绝狭的下坡石级，自然是有的。下了这一条深深的石级，回头来一看高处，又是何等耐人寻味的一幅风景！石级的狭路，看过去像是一条蛇的肚皮，回环曲屈，夹盘在绿的树，赭黑色的岩石的中间。在这层层阴暗的石树高头，把眼睛再抬高几分，就是光明浩荡的一线长天了，你说这景致，还不够人寻味么？下了石级，我们已经到了灵源洞底了，虽说是洞，但实际却不过是一间天然的石屋。平坦的底，周围有五六丈方广，当然是一块整块的岩石。而在这底的周围中部，以及莫名其妙的角落里，都有很深的绝涧，包围在那里。下石级处，就是一条数丈深的石涧，不过在这石涧上面，却又架着有一块自然的石桥。站在这石桥上，朝西面的桥下石壁一看，就看得见朱夫子写而刻石的那一个绝大的寿字，起码总要比我们人高两倍宽一倍的那一个寿字。洞的最宽广处，上面并没有盖，所以只是一区三面有绝壁前面是深坑的深窝。岩石，岩石，再是岩石方的，圆的，大的，小的，像一个人的，像一块屏风的，像不知什么的，重重叠叠，整整斜斜最新式的立体建筑师，叠不到这样的适如其所，挑滑车的舞台布景画，也画不到这样的伟大总而之，这一区的天地，只好说是神工鬼斧来造成的，此外就没有什么话讲了。可是刻在这许许多多石头上的古代人的字和诗，那当然是人的斧凿自宋以后，直到现代，千把年的工夫，也还没有把所有的石壁刻遍不过挤却也挤得很，挤到了我不愿意一块一块地去细看它们的地步。第二辑屐痕处处感伤的行旅洞的北面靠山处，有一间三开的小楼造在那里扶梯楼板，有点坏了，所以没有走上去。小楼外的右边，有一块高大的岩石立着，上面刻的是喝水岩的三个大字。故事又来了，我得再来重述一遍古人脑里所想出来的小说。三山志里说建中四年，龙见于山之灵源洞从事裴胄曰神物所蟠，宜建寺以镇之。"}
{"text":"第二辑屐痕处处感伤的行旅洞的北面靠山处，有一间三开的小楼造在那里扶梯楼板，有点坏了，所以没有走上去。小楼外的右边，有一块高大的岩石立着，上面刻的是喝水岩的三个大字。故事又来了，我得再来重述一遍古人脑里所想出来的小说。三山志里说建中四年，龙见于山之灵源洞从事裴胄曰神物所蟠，宜建寺以镇之。后有僧灵峤，诛茅为台，诵华严经，龙不为害，因号曰华严台，亦以名其寺。照这记事看来，寺原还是洞古，而洞却以龙灵，所谓华严台华严寺，也就在这洞的东边。不过喝水岩的三字，究竟是不是因这里出了龙，把水喝干了，于是就有此名的？抑或同一般人之所说，喝水的喝字，是棒喝之喝，盖因五代时圣僧国师晏，诵经于此，恶水声喧轰，叱之，西涧乃涸，迸流于东涧，后人尊敬国师，因有此名？我想这名目的由来，很有可以商量的余地。现在大家都只晓得坚持后一说，说是经国师晏一喝，这儿的涧里的水就没有了，并流到了东涧，但我想既要造一个故事出来，何不造得更离奇一点，使像安徒生的童话？一喝而水涸，也未免太简单了吧？经过这灵源洞后，再爬将上去，果然是一个台，和一个寺而这寺的大殿里，果然有一条水，日夜在流，寺僧并且还利用了这水，造了一个小小的水车，以绳的一端，钓上水车，一端钓上钟杵，制成了一个终年不息的自然撞钟的机械。而这一条水的水质，又带灰白色而极浓厚，像虎跑惠山诸泉，一碗水里，有百来个铜子好摆，水只会得涨高，决不会溢出。在这寺门前的华严台――也不知是不是――上，向西南t望开去，已经可以看得见群峰的俯伏，与江流的缭绕了但走过石门，再升上一段，到了山头突出的朱子读书台去一看，眼界更要宽大，视野更要辽阔。我以为在鼓山上的眺望之处，当以此为第一原因是在它的并不像薹宓哪敲锤呔，去去很容易，而所见的田野河流山峰城市，却都可以在这里看得明明白白。我的第二次上鼓山，是于黄昏前去，翌日早晨下来的下山之先，也攀上了这一处朱夫子读书的地方。同游的人，催我下山，催了好几次，我还有点儿依依难舍，不忍马上离去此二丈见方的一块高台。坐上了山轿，也还回头转望了好几次，望得望不见了，才嗡嗡念着，念出了这么的几句山歌夜宿涌泉云雾窟，朝登朱子读书台，怪他活泼源头水，一喝千年竟不回。"}
{"text":"我以为在鼓山上的眺望之处，当以此为第一原因是在它的并不像薹宓哪敲锤呔，去去很容易，而所见的田野河流山峰城市，却都可以在这里看得明明白白。我的第二次上鼓山，是于黄昏前去，翌日早晨下来的下山之先，也攀上了这一处朱夫子读书的地方。同游的人，催我下山，催了好几次，我还有点儿依依难舍，不忍马上离去此二丈见方的一块高台。坐上了山轿，也还回头转望了好几次，望得望不见了，才嗡嗡念着，念出了这么的几句山歌夜宿涌泉云雾窟，朝登朱子读书台，怪他活泼源头水，一喝千年竟不回。实在也真奇怪，灵源洞喝水岩前后左右的那些高深的绝涧里，竟一点儿流水也没有，我去的两次，并且还都是在大雨之后，经过不久的时候哩。鼓山的最高峰名薹寤蛎大顶峰卓顶峰，状如覆釜，时有云遮是看日出看琉球海岛的胜地，我不曾去。大顶峰北下，是浴凤池据说樵者常见五色雀群，饮浴于此。池之南，有石门砑立应真台祖师岩涌泉窦甘露松白猿峡香炉峰，都在石门之右。浴凤池右下，走过数峰，达海音洞，洞口宽大，有好几张席子好铺其中深不可测，时闻海音，所以有此名称。白云洞，在海音洞下，由黄坑而登，只有一里多的山路，险d峻崤，巨石如棋散置路上。听老游的人说来，鼓山洞窟，当以白云洞为第一但这些地方，我都还不曾亲到，所以夸大的话，也不敢说迟早，总再想去一趟的，现在暂且搁起在一旁吧。此外的一天门二天门三天门狮子峰钵盂峰，峰岩之类，名目虽则众多，但由老于游山者看来，大约总是大同小异的东西，写也写不得许多记鼓山的文字，想在此终结了，此外只抄一点古人游鼓山的诗在下面，以润泽润泽我这一篇干燥的记事。灵源洞五代释神晏国师何事最堪依，岩中独坐时，路险人难到，峦高鸟不飞。白云常满洞，论劫未层亏，不话曹溪旨，焉干道者机。鼓山宋蔡襄仙游人知福州第二辑屐痕处处感伤的行旅郡楼瞻东方，岚光莹人目，乘舟逐早潮，十里登南麓。云深翳前路，树暗迷幽谷，朝鸡乱木鱼，晏日明金屋。灵泉注石宝，清吹如篁竹，飞毫划峭壁，势力忽惊触。扪萝挤上峰，太空延眺瞩，孤青浮海山，长白挂天瀑。况逢肥遁人，素尚自幽独，西景复向城，淹留未云足。"}
{"text":"鼓山宋蔡襄仙游人知福州第二辑屐痕处处感伤的行旅郡楼瞻东方，岚光莹人目，乘舟逐早潮，十里登南麓。云深翳前路，树暗迷幽谷，朝鸡乱木鱼，晏日明金屋。灵泉注石宝，清吹如篁竹，飞毫划峭壁，势力忽惊触。扪萝挤上峰，太空延眺瞩，孤青浮海山，长白挂天瀑。况逢肥遁人，素尚自幽独，西景复向城，淹留未云足。重游鼓山山有元公亭宋元绛钱塘人知福州谁书吾姓揭亭颜，栋宇飞腾气势完，谷口秋风吹鬓，海东朝日上栏杆。地高顿觉群山小，天近须知宽，三到岩扉殊不厌，异时长向画图看。游鼓山淳v辛酉立秋后一日释痴绝野径斜连石涧旁，草根呢呢语寒，郊原经雨多秋意，庭院无人自夕阳。风卷暮云归碧嶂，叶随野水入寒塘，数家篱落枫林外，枳壳垂青菊绽黄。――刻大顶峰登薹逶黄镇成邵武人薹甯咄蛘商荩上方高与白云齐，青山尽处海门阔，红日上来天宇低。喝水无人空晏坐，磨崖有客漫留题，飘然欲御长风去，一笑何烦过虎溪。寒食与傅子登鼓山明郑善夫绝顶天风云乱飞，海门高浪拍春衣，霸图王气东南尽，尧韭秦花天汉稀。此地赏心惟汝共，万方愁目欲何依，要知寒食山中意，萍梗江湖几是非。大顶峰陈学麟绝高歌，天空见海多，不知登泰岱，俯视更如何。宿鼓山庆历丙戌秋宋邵去华玉磐声流夜阒寥，天风吹送海门涛，鹤来松顶云归后，人倚栏杆月正高。――刻灵源洞以上自黄任辑鼓山志中抄出一九三六年三月末日原载一九三六年四月十六日宇宙风半月刊第十五期闽游滴沥之四在上一回的杂记里，曾说记鼓山的话已经说完了，这一次本应该记些别的闽中山水的可是当前七八天的那一天清明节日，又和朋友们去攀登了鼓山后卫的一支鼓岭翻山涉谷，更从鼓岭经浴凤池西而下了白云洞的奇岩，觉得这一段路景，也不可以不记，所以想再来写一次鼓山的煞尾余波。文字若有灵，则二三十年后，自鼓岭至鼓山的一簇乱峰叠嶂，或者将因这一篇小记而被开作华南的避暑中心区域，也说不定。"}
{"text":"文字若有灵，则二三十年后，自鼓岭至鼓山的一簇乱峰叠嶂，或者将因这一篇小记而被开作华南的避暑中心区域，也说不定。鼓岭在鼓山之北，省城的正东出东门，向东直去，经过康山马鞍山等小岭，再在平原里走十来里地，就可以到鼓岭的脚下。走走需一个半钟头，汽车则有二十分钟就能到了鼓岭的避暑之佳，是我一到福州之后，就听说的，这一回却亲自去踏查了一下，原因也就想租它一间小屋来住住，可以过去一个很舒适的炎夏。岭高大约有二千余尺，因东南面海，西北凌空之故，一天到晚，风吹不会停歇所以到了伏天，城里自中午十二时起，到下午四点中间，也许会热到百度，但在岭上，却长夏没有上九十度的时候。二三十年前，有一位住省城内的美国医生，在盛夏的正中，被请去连江县诊视急病自闽侯去连江的便道，以翻这一条岭去为最近。那一个病人，被诊治之后，究竟痊愈了没有，倒已无从稽考但这一条鼓岭，却就被那一位医生诊断得可以避暑，先来造屋，现在竟达到了有三四百号洋楼小筑的特殊区域了。鼓岭的外观，同一般的山中避暑地的形，也并无多大的不同。你若是曾经到过莫干山鸡公山一带去过过夏的人，那见了鼓岭，也不会惊异，不会赞美，只会得到一种避暑地中间的小家碧玉的感想可是这小家碧玉的无暴户气，却正是鼓岭唯一迷人之处。山上的房子，因为风多地峻的关系，绝少那些高楼大厦的笨重式样壁以石砌，廊用沙铺，一区住宅，顶多也不过有五六间房间小小的厨房，小小的院落，小小的花木篱笆，却是没有一间房子不备的。此外的公众球场游泳池公会堂礼拜堂之类，本就是避暑地的必具之物，当然是可以不必说了。而像这一种房子的租金的便宜――每年租金顶多不过三百元，最廉者自百元起――日用的省约，却是别的避暑地方所找不出的特点。"}
