{"text":"头儿？那老头儿可是心眼儿好！那人心眼儿忒好！那老两口子心眼儿都好！没比！说件具体的？我说的这些全是具体的。说件真事！我刚来这的时候，是夏间天儿，大晌午的老阳儿挺毒，詹老头儿一盆一盆地往球场上泼水，我不懂规矩，还直嗔着人家。敢情他是为了学生们下了课好打球。我还给人家埋怨了一顿。好人呐――！詹太太人更好，包了饺子就喊我去，说我一人儿问得慌。其实我倒惯了，也不觉着问。这会儿那老两口儿全死了，我时常倒真觉着憋闷了。好人呐――！上了天堂啦―一！还有一些证词，因篇幅所限，略去。补遗詹牧师死后，我和他儿子给他换衣服时发现，在他贴身穿的衬衣兜里有一个小塑料包儿。打开一层塑料包儿，又是一层塑料包儿，一共三四层里面包着两张照片。一张是全家福――年轻的詹牧师抱着小女儿，年轻的詹夫人搂着儿子。另一张是詹牧师当年获硕士学位时的留影，戴着硕士帽，风度翩翩。除此之外，还有一件东西――一怎么说呢？请诸君原谅并保密――一个镀金的小十字架。还有一件事。詹牧师的儿子给詹牧师写了一篇非常奇怪的悼词，其中有这么一段话记得小时候，有一次我问爸爸树叶是什么颜色的？爸爸回答绿的。我又问那绿色是什么样呢？爸爸回答就是树叶那样的。我说如果这就是绿色，那绿色又是什么样的呢？爸爸想了半天，笑了，拍拍我的肩膀。那时候多快乐呀一九八四年几回回梦里回延安安――我的遥远的清平湾代从小我就熟读了贺敬之的一句诗几回回梦里回延安，双手搂定宝塔山。谁想到，我现在要想回延安，真是只有靠做梦了。不过，我没有在梦中搂定过宝塔山，清平湾属延安地区，但离延安城还有一百多里地。我总是梦见那开阔的天空，黄褐色的高原，血红色的落日里飘着悠长的吆牛声。有一个梦，我做了好几次和我一起拦牛的老汉变成了一头牛我知道，假如我的腿没有瘫痪，我也不会永远留在清平湾假如我的腿现在好了，我也不会永远回到清平湾去。我不知道怎样才能把这个矛盾解释得圆满。说是写惯有的虚伪吧？但我想念那儿，是真的。而且我发现，很多曾经插过队的人，也都是真心地想念他们的清平湾。有位读者问我，为什么我十年之后才想起写那段生活？"}
{"text":"我总是梦见那开阔的天空，黄褐色的高原，血红色的落日里飘着悠长的吆牛声。有一个梦，我做了好几次和我一起拦牛的老汉变成了一头牛我知道，假如我的腿没有瘫痪，我也不会永远留在清平湾假如我的腿现在好了，我也不会永远回到清平湾去。我不知道怎样才能把这个矛盾解释得圆满。说是写惯有的虚伪吧？但我想念那儿，是真的。而且我发现，很多曾经插过队的人，也都是真心地想念他们的清平湾。有位读者问我，为什么我十年之后才想起写那段生活？而且至今记得那么清楚，是不是当时就记录下了许多素材，预备日后写小说？不是。其实，我当时去过一次北京动物园，想跟饲养野牛的人说说，能不能想个办法来改良我们村里耕牛的品种。我的胆量到此为止，我那时没想过要当。我们那时的插队，和后来的插队还不一样后来的插队都更像是去体验生活，而我们那时真是感到要在农村安排一生的日子了――起码开始的两年是这样。现在想来，这倒使后来的写作得益匪浅。我相信，体验生活回延安和生活体验是两回事。抱着写一篇什么的目的去搜集材料，和于生活中有了许多感想而要写点什么，两者的效果常常相距很远。从心中流出来的东西可能更好些。因病回京后，我才第一次做了写小说的梦。插过队的人想写作，大概最先都是想写插队，我也没有等到十年后。我试了好几次，想写一个插队的故事。那时对写小说的理解就是这样写一个悬念迭起感人泪下的故事。我编排了很久，设计了正面人物反面人物，安排了诸葛亮式的人物张飞式的人物。结果均归失败。插过队的人看了，怀疑我是否插过队没插过队的人看了，只是从我应该有点事做这一方面来鼓励我，却丝毫不被我的作品所感动。费了九牛二虎之力，得此效果，感觉跟上吊差不多。幸亏我会找辙，我认为我虽有插队生活，但不走运――一我的插队生活偏偏不是那种适合于写作的插队生活。世界上的生活似乎分两种，一种是只能够过一过的生活，另一种才能写。写成小说的希望一时渺茫。可是，那些艰苦而欢乐的插队生活却总是萦绕在我心中，和没有插过队的朋友说一说，觉得骄傲兴奋和插过队的朋友一起回忆回忆，感到亲切快慰。我发现，倒是每每说起那些散碎的往事，所有人都听得入神感动说的人不愿意闭嘴，听的人不愿意离去。说到最后，大家都默然，分明都在沉思，虽然并不见得能得出多么高明的结论。每当这时，我就觉得眼前有一幅雄浑的画面在动，心中有一支哀壮的旋律在流。"}
{"text":"世界上的生活似乎分两种，一种是只能够过一过的生活，另一种才能写。写成小说的希望一时渺茫。可是，那些艰苦而欢乐的插队生活却总是萦绕在我心中，和没有插过队的朋友说一说，觉得骄傲兴奋和插过队的朋友一起回忆回忆，感到亲切快慰。我发现，倒是每每说起那些散碎的往事，所有人都听得入神感动说的人不愿意闭嘴，听的人不愿意离去。说到最后，大家都默然，分明都在沉思，虽然并不见得能得出多么高明的结论。每当这时，我就觉得眼前有一幅雄浑的画面在动，心中有一支哀壮的旋律在流。再看自己那些曲折奇异的编排，都近于嚼舌了。这种情况重复了也许有上百次，就过了十年。我才想到，十年磨灭不了的记忆，如果写下来，读者或许也不会很快淡忘。十年磨灭不了的记忆，我想其中总会有些值得和读者一块来品味来深思的东西。于是我开始写，随想随写，仿佛又见到了黄土高原，又见到了清平湾的乡亲，见到了我的老黑牛和红健牛只是不知道最终写出来能不能算小说。当然，我也不是完全盲目。通过琢磨一些名家的作品譬如海明威的汪曾棋的，慢慢相信，多数人的历史都是由散碎平淡的生活组成，硬要编派成个万转千回玲珑剔透的故事，只会与多数人疏远解解闷儿可以，谁又会由之联想到自己平淡无奇的经历呢？谁又会总乐得为他人的巧事而劳神呢？艺术的美感在于联想，如能使读者联想起自己的生活，并以此去补充作品，倒使占了便宜。这些说道一点不新，只是我用了好些年才悟到。我没有反对写故事的意思，因为生活中也有曲折奇异的故事。正象没有理由反对其它各种流派一样，因为生活中有各种各样的事和各种各样的逻辑。艺术观点之多，是与生活现象之多成正比的。否则倒不符合历史唯物主义了。我只敢反对一种观点，即把生活分为适于写的和不适于写的两种的观点。我的这个胆量实在也是逼出来的。因为我的残腿取消了我到各处去体验生活的权利，所以我宁愿相信，对于写作来说，生活是平等的。只是我写作的面无疑要很窄，作品的数量肯定会不多，但如果我不能把所写的写得深刻些，那只能怪罪我的能力，不能怪罪生活的偏心。所有的生活都有深刻的含意。我给自己的写作留下这一条生路，能力的大小又已注定，非我后悔所能改善的，只剩了努力是我的事。有位读者问我，一旦我的生活枯竭了怎么办？或者以前积累的素材写完了怎么办？我这样想我过去生活着，我能积累起素材，我现在也生活着，我为什么不能再积累起素材呢？生活着，生活何以会枯竭呢？"}
{"text":"只是我写作的面无疑要很窄，作品的数量肯定会不多，但如果我不能把所写的写得深刻些，那只能怪罪我的能力，不能怪罪生活的偏心。所有的生活都有深刻的含意。我给自己的写作留下这一条生路，能力的大小又已注定，非我后悔所能改善的，只剩了努力是我的事。有位读者问我，一旦我的生活枯竭了怎么办？或者以前积累的素材写完了怎么办？我这样想我过去生活着，我能积累起素材，我现在也生活着，我为什么不能再积累起素材呢？生活着，生活何以会枯竭呢？死了，生活才会枯竭，可那时又不必再写什么了。虽然如此，我却也时时担心。文思枯竭了的并非没有过，上帝又不单单偏爱谁。但我倾向于认为，文思枯竭的人往往不是因其生活面窄，而是因为思想跟不上时代，因为抱着些陈规陋习。懒散和遇见到新事而看不惯。我就经常以此自警。不断地学习是最重要的。否则，即便有广阔的生活面也未必能使自己的思想不落伍。勤于学习和思考，却能使人觉到身边就有永远写不完的东西。我当然希望自己也有广阔一点的生活面。视野的开阔无疑于写作更有利，能起到类似兼听则明的作用。我知道我的局限。我想用尽量地多接触人来弥补。我寄希望于努力。不知我借以建立信心的基础有什么错误没有。退一步说，不幸真活到思想痴呆的一天，也还可以去干别的，天无绝人之路，何况并非只有写小说才算得最好。还有的读者在来信中谈到清平湾的音乐性。我不敢就这个话题多说。假如清平湾真有点音乐性，也纯粹是蒙的。我的音乐修养极差，差到对着简谱也唱不出个调儿来。但如果歌词写得好，我唱不出来，就念，念着念着也能感动。但那歌词绝不能是朋友们，让我们热爱生活吧一类，得是哥哥你走西口，小妹妹也难留，手拉着哥哥的手，送哥到大门口一类。前一种歌，我听了反而常常沮丧，心想热爱生活真是困难到这一步田地了么？不时常号召一下就再不能使人热爱生活了么？不。所以我不爱听。而听后一种歌，我总是来不及做什么逻辑推理，就立刻被那深厚的感，清所打动，觉得人间真是美好，苦难归苦难，深情既在，人类就有力量在这个星球上耕耘。所以，我在写清平湾的时候，耳边总是飘着那些质朴真情的陕北民歌，笔下每有与这种旋律不和谐的句子出现，立刻身上就别扭，非删去不能再往下写。我真是喜欢陕北民歌。她不指望教导你一顿，她只是诉说她从不站在你头顶上，她总是和你面对面手拉手。"}
{"text":"不时常号召一下就再不能使人热爱生活了么？不。所以我不爱听。而听后一种歌，我总是来不及做什么逻辑推理，就立刻被那深厚的感，清所打动，觉得人间真是美好，苦难归苦难，深情既在，人类就有力量在这个星球上耕耘。所以，我在写清平湾的时候，耳边总是飘着那些质朴真情的陕北民歌，笔下每有与这种旋律不和谐的句子出现，立刻身上就别扭，非删去不能再往下写。我真是喜欢陕北民歌。她不指望教导你一顿，她只是诉说她从不站在你头顶上，她总是和你面对面手拉手。她只希望唤起你对感情的珍重，对家乡的依恋。刚去陕北插队的时候，我实在不知道应该接受些什么再教育，离开那儿的时候我明白了，乡亲们就是以那些平凡的语言劳动身世，教会了我如何跟命运抗争。现在，一提起中国二字或祖国二字，我绝想不起北京饭店，而是马上想起黄土高原。在这宇宙中有一颗星球，这星球上有一片黄色的土地，这土地上有一支人群老汉婆姨后生女子，拉着手，走，犁尖就像唱针在高原上滑动，响着质朴真情的歌。我不觉得一说苦难就是悲观。胆小的人走夜路，一般都喜欢唱高调。我也不觉得编派几件走运的故事就是乐观。生活中没有那么多走运的事，企望以走运来维持乐观，终归会靠不住。不如用背运来锤炼自己的信心。我总记得一个冬天的夜晚，下着雪，几个外乡来的吹手坐在窑前的篝火旁，窑门上贴着喜字，他们穿着开花的棉袄，随意地吹响着唢呐，也凄婉，也欢乐，祝福着窑里的一对新人，似乎是在告诉那对新人，世上有苦也有乐，有苦也要往前走，有乐就尽情地乐雪花飞舞，火光跳跃，自打人类保留了火种，寒冷就不再可怕。我总记得，那是生命的礼赞，那是生活。我自己遗憾怎么也不能把清平湾写得恰如其分。换个人写，肯定能写得好。我的能力不行。我努力。一九八三年七月电脑，好东西！我用电脑写作已有三年多历史。就我所知，用电脑写作的先行者当属老作家韶华。三年前我刚买了电脑，韶华先生闻知，不辞辛苦来我家传经赐教，其情其景永远令我感动。早在五六年前，我就听说了用电脑写作的诸多方便，但那时电脑价格太贵，心既向往但闻而生畏。况且与纸笔相爱多年且感情甚笃，怕电脑插足破坏了感觉。动了两回心，还是安份守己爬格子去。"}
{"text":"我用电脑写作已有三年多历史。就我所知，用电脑写作的先行者当属老作家韶华。三年前我刚买了电脑，韶华先生闻知，不辞辛苦来我家传经赐教，其情其景永远令我感动。早在五六年前，我就听说了用电脑写作的诸多方便，但那时电脑价格太贵，心既向往但闻而生畏。况且与纸笔相爱多年且感情甚笃，怕电脑插足破坏了感觉。动了两回心，还是安份守己爬格子去。后来有个朋友借给我一台电脑，让我亲试其妙，朝夕相处几个月这下坏了，不再想用纸笔了。只有五千元积蓄，便倾所有求一位懂电脑的老同学帮我置办一份，老同学费心费力给我攥了一套杂牌。在当时那已算很奢侈了，让好多人羡慕。电脑，真是好东西，把书写的劳役变成敲敲打打的游戏，不必肩酸背疼担心着得颈椎病了。用电脑写作的优越性很多。一是便于修改，无论怎么修改，卷面都保证清晰整齐赏心悦目，为写增添信心二是利于保存，文章存在磁盘里，什么时候想要就打印一份，永远丢不了。三是保证不写错字，汉语软件是专家们反复校订过的，字库里没有错字，更没有自造的怪字，因此它本身就是中文学习机，捍卫着汉字的纯洁。不过这好东西也有麻烦――它可以玩电子游戏。剧作家刘树纲为买这玩艺儿曾经犹豫了好久，就怕他儿子因此荒废了学业。有人称电子游戏为现代鸦片，上瘾，能让你玩得不思寝食皇上最好别玩这东西，否则江山难保。不过倒是可以用它来锻炼意志，只玩十分钟看你做得到不？依我的经验这真非易事，输了不服输，赢了还想赢得更辉煌。胜不骄败不馁虽说是好品质。但于此无非是浪费光阴的最有效的方法。真正的胜利是能够控制它。或者说控制自己。要是千锤百炼之后你的意志终于能够战胜它的引诱，在限定的时间内停下来，它就又是个好东西了一觉醒来玩它十分钟，提神醒脑，然后再作你的文章必定思路敏捷。噼哩啪啦地打字，真快活。有时会发现一些额外的趣事，引人深思。比如说打一个词组死亡，但这一版字库的词组中没有死亡，亮在屏幕上的是残废。死亡和残废重码指王码这很像是一个警告，残而不废才能拒斥死亡。有残废但没有残疾，这版本显见是有些老了，现在残废人一词已为残疾人所取代。更有甚者，这字库中竟没有爱情，没有爱情倒也罢了，但却有婚姻，多可怕，或许让人忆苦思甜。"}
{"text":"噼哩啪啦地打字，真快活。有时会发现一些额外的趣事，引人深思。比如说打一个词组死亡，但这一版字库的词组中没有死亡，亮在屏幕上的是残废。死亡和残废重码指王码这很像是一个警告，残而不废才能拒斥死亡。有残废但没有残疾，这版本显见是有些老了，现在残废人一词已为残疾人所取代。更有甚者，这字库中竟没有爱情，没有爱情倒也罢了，但却有婚姻，多可怕，或许让人忆苦思甜。再比如没有信仰但是有叛徒，没有公开但是有隐藏有揭露，有主义有各种主义但没有人道主义。那么打一个真理试试看，果然没有，不仅没有而且出来一个重码字趔，趔趄的趔，真令人啼笑皆非。我开始怀疑这版本设计于十年浩劫期间，或其后不久。没有真理有真实么？打p，结果不见真实，亮出一个重码词起初。真实一词显然比起初更常用，怎么会有起初而没有真实呢？难道真实只是起初的现象，如今已寻它不着？我便猜想此版字库的设计者很有可能在文革中受过诬陷，甚至尚未平反，心中怨气难消。有一回不知为打个什么字，敲错了键，竟刷啦一下出来一串字――五讲四美，这下我知道此版字库确凿设计于何时了，而且我放了心，相信那位设计者仍然对未来怀着美好的希望。我想，随着电脑的出现，研究历史研究文化的学者，以后又多了一种考证的依据，即各个时期的字库，因其词组都是被认定的常用词，从而可见当时的文化取向，和人们的心理状态。电脑，好东西！我现在已经离不开它。有人问我这下你的产量要翻几番了吧？我说不行，一切还是要决定于人脑，我这脑子天生的笨慢。一九九二年六月嘎巴儿死和杂种他妈的算得国骂，标题上的这两句至少算得京骂，流行于北京一带的千骂万骂当中，这两骂可谓悠久。嘎巴儿死是指向人的终点，是诅咒某人的结束简单而快捷，未及挣扎且不隆重，像一只坚果的破裂或一盏电灯的关闭，嘎巴儿一声即告完成。"}
{"text":"嘎巴儿死是指向人的终点，是诅咒某人的结束简单而快捷，未及挣扎且不隆重，像一只坚果的破裂或一盏电灯的关闭，嘎巴儿一声即告完成。我先后在医院里住过两年，见过很多种拖拖拉拉的死法，气管切开静脉切开鼻饲导便弄到体无完肤尊严扫地还是一死颇似蹩脚的剧作，不知嘎然而止之妙，偏喜好狗尾续貂。我当然不反对医病救命，而是总想不通为什么嘎巴儿死不是祝福倒是诅咒？有一次我的隔壁住进一位危重病人，医生护士昼夜抢救，各种仪器嘀嘀哒哒唧唧咕咕响了好多天。得便我问护士，他怎样？护士说毫无希望，他差不多是一棵树了。我问还要多久？护士说十年八年也说不定，凭现在的医学技术，植物人可以活很久。同病房的一个老人叹道这可真是何苦，倒不如嘎巴儿死了吧。这是我第一次听见有人为嘎巴儿死翻案，那老人的叹声中明显带出祝福的意味。这让我茅塞顿开。何以大批的诅咒总是指向死呢？死是一件必来的事，公平到每个人都无望逃脱，那在诸多的死途里它是最多善意的，加方它的可遇不可求，它便是一份造化，因而理当是一种祝福。死既必来，咒死就真是多余。真正的诅咒应该指向生，比如活受罪比如万寿无疆。活受罪尚可有死来拯救，万寿无疆呢，则简直回头无岸。活上万年，不消说必是亲人早去故友无存了难怪万岁爷总是称孤道寡，更何况这孤苦绵绵无绝期！所以我想，人们是把嘎巴儿死和万寿无疆的位置弄颠倒了前者当是善意的祝福，后者才为恶毒的诅咒。再说杂种。这一回是指向人的起点，是讥笑某人被创造时就疏忽了纯粹，骨血里和形象上既不肖祖宗，心性就更难免被异族外种所污染。大汉族一向自珍自傲，万事都讲究正宗，讲究国粹，何况乎种，因而视杂种为大逆大辱。但是纯种何在呢？查辞海，汉辞一条释日中国的主体民族，由古代华夏族和其他民族长期逐渐混血而成。混血乃杂种之尊谓罢了，这样看，汉族原本就都是杂种。再看简明不列颠百科全书，其中竟云现代人是史前期以来种族间不断杂交的结果。这回干脆而且平等――现在活着的人全是杂种。"}
{"text":"大汉族一向自珍自傲，万事都讲究正宗，讲究国粹，何况乎种，因而视杂种为大逆大辱。但是纯种何在呢？查辞海，汉辞一条释日中国的主体民族，由古代华夏族和其他民族长期逐渐混血而成。混血乃杂种之尊谓罢了，这样看，汉族原本就都是杂种。再看简明不列颠百科全书，其中竟云现代人是史前期以来种族间不断杂交的结果。这回干脆而且平等――现在活着的人全是杂种。用不着尴尬，这样一来倒好了，杂种二字先难成骂彼此彼此，何骂之有？然后平心细想，这两字不仅非骂，倒像恭维。杂交优势早为遗传学所证实，所以从生理上着想，杂种必是更强健更坚韧更聪明更美丽，真个是何乐不为？而涉及到科学文化宗教信仰，就更见出杂种的伟大。禅是不是？马列主义是不是？可以说出很多，甚至很可能说到底会发现纯粹早已绝迹，有能力不被淘汰的东西都难免是杂种而且哪一路杂种倘若满足不图再杂，就差不多是自寻淘汰。前几天我应约写了一篇短文，其中有这么一段话散文与小说之间的界线越来越模糊了。这是件好事。既不必保护散文的贞操，也用不着捍卫小说的领土完整，因为放浪的野合或痛苦的被侵犯之后，美丽而强健的杂种就要诞生了。这杂种势必要胜过它的父母。纯而又纯乃是灭亡的先兆，谓之纯种乃窃盼其衰微以至僵死。杂种倒是一份恭维，谓之杂种乃赞美其壮丽而且昌隆。现在如果不能，将来我想也许――杂种可作为见面时的问候以替代您吃了吗，嘎巴儿死可作为临别时的祝愿，骂人时用万寿无疆。一九九三年四月十四日给盲童朋友各位盲童朋友，我们是朋友。我也是个残疾人，我的腿从岁那年开始不能走路了，到现在，我坐着轮椅又已经度过了年。残疾送给我们的困苦和磨难，我们都心里有数，所以不必说了。以后，毫无疑问，残疾还会一如既往地送给我们困苦和磨难，对此我们得有足够的心理准备。我想，一切外在的艰难和阻碍都不算可怕，只要我们的心理是健康的。譬如说，我们是朋友，但并不因为我们都是残疾人我们才是朋友，所有的健全人其实都是我们的朋友，一切人都应该是朋友。残疾是什么呢？残疾无非是一种局限。你们想看而不能看。我呢，想走却不能走。"}
