{"text":"我是一个很听话的孩子，我母亲经常这样告诉我，说我小时候不吵也不闹，让我干什么我就干什么，她每天早晨送我去幼儿园，到了晚上她来接我时，发现我还坐在早晨她离开时坐的位置上。我独自一人坐在那里，我的那些小伙伴都在一旁玩耍。到了四岁的时候，我开始自己回家了，应该说是比我大两岁的哥哥带我回家，可是我哥哥经常玩忽职守，他带着我往家里走去时，会突然忘记我，自己一个人跑到什么地方去玩耍了，那时候我就会在原地站着等他，等上一段时间他还不回来，我只好一个人走回家去，我把回家的路分成两段来记住，第一段是一直往前走，走到医院走到医院以后，我再去记住回家的路，那就是走进医院对面的一条胡同，然后沿着胡同走到底，就到家了。接下来的记忆是在家中楼上，我的父母上班去后，就把我和哥哥锁在屋中，我们就经常扑在窗口，看着外面的景色。我们住在胡同底，其实就是乡间了，我们长时间地看着在田里耕作的农民，他们孩子提着割草篮子在田埂上晃来晃去。到了傍晚，农民们收工时的情景是一天中最有意思的，先是一个人站在田埂上喊叫收工啦！然后在田里的人陆续走了上去，走上田埂以后，另外一些人也喊叫起收工的话，一般都是女人在喊叫。在一声起来，一声落下的喊叫里，我和哥哥看着他们扛着锄头，挑着空担子三三两两地走在田埂上。接下去女人的声音开始喊叫起她们的孩子了，那些提着篮子的孩子在田埂上跑了起来，我们经常看到中间有一两个孩子因为跑得太快而摔倒在地。在我印象里，我的父母总是不在家，有时候是整个整个的晚上都只有我和哥哥两个人在家里，门被锁着，我们出不去，只有在屋里将椅子什么的搬来搬去，然后就是两个人打架，一打架我就吃亏，吃了亏就哭，我长时间地哭，等着我父母回来，让他们惩罚我哥哥。这是我最疲倦的时候，我哭得声音都沙哑后，我的父母还没有回来，我只好睡着了。那时候我母亲经常在医院值夜班，她傍晚时回来一下，在医院食堂卖了饭菜带回来让我们吃了以后，又匆匆地去上班了。我父亲有时是几天见不着，母亲说他在手术室给病人动手术。我父亲经常在我们睡着以后才回家，我们醒来之前又被叫走了。在我童年和少年时期，几乎每个晚上，我都会在睡梦里听到楼下有人喊叫华医生，华医生有急诊。我哥哥到了上学的年龄以螅筒荒茉侔阉诩依铮乙惨虼说玫搅同样的解放。我哥哥脖子上挂着一把钥匙，背着书包，带上我开始了上学的生涯。"}
{"text":"那时候我母亲经常在医院值夜班，她傍晚时回来一下，在医院食堂卖了饭菜带回来让我们吃了以后，又匆匆地去上班了。我父亲有时是几天见不着，母亲说他在手术室给病人动手术。我父亲经常在我们睡着以后才回家，我们醒来之前又被叫走了。在我童年和少年时期，几乎每个晚上，我都会在睡梦里听到楼下有人喊叫华医生，华医生有急诊。我哥哥到了上学的年龄以螅筒荒茉侔阉诩依铮乙惨虼说玫搅同样的解放。我哥哥脖子上挂着一把钥匙，背着书包，带上我开始了上学的生涯。他上课时，我就在教室外一个人玩，他放学后就带着我回家。有几次他让我坐到课堂上去，和他坐在一把椅子里听老师讲课。有一次一个女老师走过来把他批评了一通，说下次不准带着弟弟来上课，我当时很害怕，他却是若无其事。过了几天，他又要把我带到课堂上去，我坚决不去，我心里一想到那个女老师就怎么也不敢再去了。我在念小学时，我的一些同学都说医院里的气味难闻，我和他们不一样，我喜欢闻酒精和弗尔马林的气味。我从小是在医院的环境里长大的，我习惯那里的气息，我的父母和他们的同事在下班时都要用酒精擦手，我也学会了用酒精洗手。那时候，我一放学就是去医院，在医院的各个角落游来荡去的，一直到吃饭。我对从手术室里提出来的一桶一桶血肉模糊的东西已经习以为常了，我父亲当时给我最突出的印象，就是他从手术室里出来时的模样，他的胸前是斑斑的血迹，口罩挂在耳朵上，边走过来边脱下沾满鲜血的手术手套。我读小学四年级时，我们干脆搬到医院里住了，我家对面就是太平间，差不多隔几个晚上我就会听到凄惨的哭声。那几年里我听够了哭喊的声音，各种不同的哭声，男的女的老的少的，我都听了不少。最多的时候一个晚上能听到两三次，我常常在睡梦里被吵醒有时在白天也能看到死者亲属在太平间门口嚎啕大哭的情景，我搬一把小凳坐在自己门口，看着他们一边哭一边互相安慰。有几次因为好奇我还走过去看看死人，遗憾的是我没有看到过死人的脸，我看到的都是被一块布盖住的死人，只有一次我看到一只露出来的手，那手很瘦，微微弯曲着，看上去灰白，还有些发青。应该说我小时候不怕看到死人，对太平间也没有丝毫恐惧，到了夏天最为炎热的时候，我喜欢一个人呆在太平间里，那用水泥砌成的床非常凉快。"}
{"text":"有几次因为好奇我还走过去看看死人，遗憾的是我没有看到过死人的脸，我看到的都是被一块布盖住的死人，只有一次我看到一只露出来的手，那手很瘦，微微弯曲着，看上去灰白，还有些发青。应该说我小时候不怕看到死人，对太平间也没有丝毫恐惧，到了夏天最为炎热的时候，我喜欢一个人呆在太平间里，那用水泥砌成的床非常凉快。在我记忆中的太平间总是一尘不染，四周是很高的树木，里面有一扇气窗永远打开着，在夏天时，外面的树枝和树叶会从那里伸进来。当时我唯一的恐惧是在黑夜里，看到月光照耀中的树梢，尖细树梢在月光里闪闪发亮，伸向空中，这情景每次都让我发抖，我也不知道是什么原因，总之我一看到它就害怕。我在小学毕业的那一年，应该是年，县里的图书馆重新对外开放，我父亲为我和哥哥弄了一张借书证，从那时起我开始喜欢阅读小说了，尤其是长篇小说。我把那个时代所有的作品几乎都读了一遍，浩然的艳阳天金光大道还有牛田洋虹南作战史新桥矿山风云飞雪迎春闪闪的红星当时我最喜欢的书是闪闪的红星，然后是矿山风云。在阅读这些枯燥乏味的书籍的同时，我迷恋上了街道上的大字报，那时候我已经在念中学了，每天放学回家的路上，我都要在那些大字报前消磨一个来小时。到了年代中期，所有的大字报说穿了都是人身攻击，我看着这些我都认识都知道的人，怎样用恶毒的语言互相谩骂，互相造谣中伤对方。有追根寻源挖祖坟的，也有编造色情故事，同时还会配上漫画，漫画的内容就更加广泛了，什么都有，甚至连交媾的动作都会画出来。在大字报的时代，人的想象力被最大限度的发掘了出来，文学的一切手段都得到了发挥，什么虚构夸张比喻讽刺应有尽有。这是我最早接触到的文学，在大街上，在越贴越厚的大字报前，我开始喜欢文学了。当我真正开始写作时，我是一名牙医了。我中学毕业以后，进了镇上的卫生院，当起了牙科医生，我的同学都进了工厂，我没进工厂进了卫生院，完全是我父亲一手安排的，他希望我也一辈子从医。后来，我在卫生学校学习了一年，这一年使我极其难受，尤其是生理课，肌肉神经器官的位置都得背诵下来，过于呆板的学习让我对自己从事的工作开始反感。"}
{"text":"这是我最早接触到的文学，在大街上，在越贴越厚的大字报前，我开始喜欢文学了。当我真正开始写作时，我是一名牙医了。我中学毕业以后，进了镇上的卫生院，当起了牙科医生，我的同学都进了工厂，我没进工厂进了卫生院，完全是我父亲一手安排的，他希望我也一辈子从医。后来，我在卫生学校学习了一年，这一年使我极其难受，尤其是生理课，肌肉神经器官的位置都得背诵下来，过于呆板的学习让我对自己从事的工作开始反感。我喜欢的是比较自由的工作，可以有想象力，可以发挥，可以随心所欲。可是当一名医生，严格说我从来没有成为过真正的医生，就是有职称的医生，当医只能一是一二是二，没法把心脏想象在大腿里面，也不能将牙齿和脚趾混同起来，这种工作太严格了，我觉得自己不适合。还有一点就是我难以适应每天八小时的工作，准时上班，准时下班，这太难受了。所以我最早从事写作时的动机，很大程度是为了摆脱自己所处的环境。那时候我最大的愿望就是能够进入县文化馆，我看到文化馆的人大多懒懒散散，我觉得他们的工作对我倒是很合适的。于是我开始写作了，而且很勤奋。写作使我干了五年的牙医以后，如愿以偿地进入了县文化馆，后来的一切变化都和写作有关，包括我离开海盐到了嘉兴，又离开嘉兴来到北京。虽然我人离开了海盐，但我的写作不会离开那里。我在海盐生活了差不多有三十年，我熟悉那里的一切，在我成长的时候，我也看到了街道的成长，河流的成长。那里的每个角落我都能在脑子里找到，那里的方言在我自言自语时会脱口而出。我过去的灵感都来自于那里，今后的灵感也会从那里产生。现在，我在北京的寓所里，根据中国社会科学出版社的要求写这篇自传时，想起了几年前的一件事，那时我刚到县文化馆工作，我去杭州参加一个文学笔会期间，曾经去看望黄源老先生，当时年近八十的黄老先生知道他家乡海盐出了一个写小说的年轻作家后，曾给我来过一封信，对我进行了一番鼓励，并要我去杭州时别忘了去看望他。我如约前往。黄老先生很高兴，他问我家住在海盐什么地方？我告诉他住在医院宿舍里。他问我医院在哪里？我说在电影院西边。他又问电影院在哪里？我说在海盐中学旁边。他问海盐中学又在哪里？我们两个人这样的对话进行了很久，他说了一些地名我也不知道，直到我起身告辞时，还是没有找到一个双方都知道的地名。"}
{"text":"我如约前往。黄老先生很高兴，他问我家住在海盐什么地方？我告诉他住在医院宿舍里。他问我医院在哪里？我说在电影院西边。他又问电影院在哪里？我说在海盐中学旁边。他问海盐中学又在哪里？我们两个人这样的对话进行了很久，他说了一些地名我也不知道，直到我起身告辞时，还是没有找到一个双方都知道的地名。同样一个海盐，在黄源老先生那里，和在我这里成了两个完全不同的记忆。我在想，再过四十年，如果有一个从海盐来的年轻人，和我坐在一起谈论海盐时，也会出现这样的情况。我在小学毕业的那一年，应该是年，县里的图书馆重新对外开放。我父亲为我和哥哥弄了一张借书证，从那时起我开始喜欢阅读小说了，尤其是长篇小说。我把那个时代所有的作品几乎都读了一遍，浩然的艳阳天金光大道，还有牛田洋虹南作战史新桥矿山风云飞雪迎春闪闪的红星当时我最喜欢的书是闪闪的红星，然后是矿山风云。在阅读这些枯燥乏味的书籍的同时，我迷恋上了街道上的大字报。那时候我已经在念中学了，每天放学回家的路上，我都要在那些大字报前消磨一个来小时。到了年代中期，所有的大字报说穿了都是人身攻击，我看着这些我都认识都知道的人，怎样用恶毒的语言互相谩骂，互相造谣中伤对方。有追根寻源挖祖坟的，也有编造色情故事，同时还会配上漫画，漫画的内容就更加广泛了，什么都有，甚至连交媾的动作都会画出来。在大字报的时代，人的想像力被最大限度地发掘了出来，文学的一切手段都得到了发挥，什么虚构夸张比喻。讽刺应有尽有。这是我最早接触到的文学，在大街上，在越贴越厚的大字报前，我开始喜欢文学了。二十多年前那时候我还是一名初中学生正在经历着一生中最快乐的时光。我记得自己当时怎么也分不清上课和下课的铃声经常是在下课铃响时去教室上课与蜂拥而出的同学们迎面相撞我才知道又弄错了。"}
{"text":"在大字报的时代，人的想像力被最大限度地发掘了出来，文学的一切手段都得到了发挥，什么虚构夸张比喻。讽刺应有尽有。这是我最早接触到的文学，在大街上，在越贴越厚的大字报前，我开始喜欢文学了。二十多年前那时候我还是一名初中学生正在经历着一生中最快乐的时光。我记得自己当时怎么也分不清上课和下课的铃声经常是在下课铃响时去教室上课与蜂拥而出的同学们迎面相撞我才知道又弄错了。那时候我喜欢将课本卷起来插满身上所有的口袋时间一久我所有的课本都失去了课本的形象像茶叶罐似的一旦掉到地上就会滚动起来。我的另一个杰作是我把我所有的鞋都当成了拖鞋我从不将鞋的后帮拉出来而是踩着它走路让它发出那种只有拖鞋才会有的漫不经心的声响。接下去我欣喜地发现我的恶习在男同学中间蔚然成风他们的课本也变圆了他们的鞋后帮也被踩了下去。这是年或者年时期的事文革进入了后期生活在越来越深的压抑和平庸里一成不变地继续着。我在上数学课的时候去打篮球上化学或者物理课时在操场上游荡无拘无束。然而课堂让我感到厌倦之后我又开始厌倦自己的自由了我感受到了无聊我愁眉苦脸不知道如何打发日子。这时候我发现了音乐准确地说我发现了简谱于是在像数学课一样无聊的音乐课里我获得了生活的乐趣激情回来了我开始作曲了。应该说我并不是被音乐迷住了我在音乐课上学唱的都是我已经听了十来年的歌从东方红到革命现代京剧我熟悉了那些旋律里的每一个角落我甚至都能够看见里面的灰尘和阳光照耀着的情景它们不会吸引我只会让我感到头疼。可是有一天我突然被简谱控制住了仿佛里面伸出了一只手紧紧抓住了我的目光。我曾经被这样的两句话所深深吸引，第一句话来自美国作家艾萨克辛格的哥哥。这位很早就开始写作，后来又被人们完全遗忘的作家这样教导他的弟弟看法总是要陈旧过时，而事实永远不会陈旧过时。第二句话出自一位古老的希腊人之口命运的看法比我们更准确。在这里，他们都否定了看法，而且都为此寻找到一个有力的藉口那位辛格家族的成员十分实际地强调了事实古希腊人则更相信不可知的事物，指出的是命运。"}
{"text":"这位很早就开始写作，后来又被人们完全遗忘的作家这样教导他的弟弟看法总是要陈旧过时，而事实永远不会陈旧过时。第二句话出自一位古老的希腊人之口命运的看法比我们更准确。在这里，他们都否定了看法，而且都为此寻找到一个有力的藉口那位辛格家族的成员十分实际地强调了事实古希腊人则更相信不可知的事物，指出的是命运。他们有一点是相同的，那就是事实和命运都要比看法宽广得多，就像秋天一样而看法又是什么？在他们眼中很可能只是一片树叶。人们总是喜欢不断地发表自己的看法，这几乎成了狂妄自大的根源，于是人们真以为一叶可以见秋了，而忘记了它其实只是一个形容词。后来，我又读到了蒙田的书，这位令人赞叹不已的作家告诉我们按自己的能力来判断事物的正误是愚蠢的。他说为什么不想一想，我们自己的看法常常充满矛盾？多少昨天还是信条的东西，今天却成了谎言？蒙田暗示我们看法在很大程度上是虚荣和好奇在作怪，好奇心引导我们到处管闲事，虚荣心则禁止我们留下悬而未决的问题。四个世纪以后，很多知名人士站出来为蒙田的话作证。年，公司的董事长托马斯沃林胸有成竹地告诉人们我想，台计算机足以满足整个世界市场。另一位无声电影时代造就的富翁哈里华纳，在年坚信哪一个家伙愿意听到演员发出声音？而蒙田的同胞福煦元帅，这位法国高级军事学院院长，第一次世界大战协约国军总司令，对当时刚刚出现的飞机十分喜爱，他说飞机是一种有趣的玩具，但毫无军事价值。我知道能让蒙田深感愉快的证词远远不止这些。这些证人的错误并不是信口开河，并不是不负责任地说一些自己不太了解的事物。他们所说的恰恰是他们最熟悉的，无论是托马斯沃森，还是哈里华纳，或者是福煦元帅，都毫无疑问地拥有着上述看法的权威。问题就出在这里，权威往往是自负的开始，就像得意使人忘形一样，他们开始对未来发表看法了。而对他们来说，未来仅仅只是时间向前延伸而已，除此之外他们对未来就一无所知了。就像年那位美国专利局的委员下令拆除他的办公室一样，理由是天底下发明得出来的东西都已经发明完了。"}
{"text":"他们所说的恰恰是他们最熟悉的，无论是托马斯沃森，还是哈里华纳，或者是福煦元帅，都毫无疑问地拥有着上述看法的权威。问题就出在这里，权威往往是自负的开始，就像得意使人忘形一样，他们开始对未来发表看法了。而对他们来说，未来仅仅只是时间向前延伸而已，除此之外他们对未来就一无所知了。就像年那位美国专利局的委员下令拆除他的办公室一样，理由是天底下发明得出来的东西都已经发明完了。有趣的是，他们所不知道的未来却牢牢地记住了他们，使他们在各种不同语言的报刊的夹缝里，以笑料的方式获得永生。很多人喜欢说这样一句话不知道的事就不要说。这似乎是谨慎和谦虚的质，而且还时常被认为是一些成功的标志。在发表看法时小心翼翼固然很好，问题是人们如何判断知道与不知道？事实上很少有人会对自己所不知道的事大加议论，人们习惯于在自己知道的事物上发表不知道的看法，并且乐此不疲。这是不是知识带来的自信？我有一位朋友，年轻时在大学学习西方哲学，现在是一位成功的商人。他有一个十分有趣的看法，有一天他告诉我，他说我的大脑就像是一口池塘，别人的书就像是一块石子石子扔进池塘激起的是水波，而不会激起石子。最后他这样说因此别人的知识在我脑子里装得再多，也是别人的，不会是我的。他的原话是用来抵挡当时老师的批评，在大学时他是一个不喜欢读书的学生，现在重温他的看法时，除了有趣之外，也会使不少人信服，但是不能去经受太多的反驳。这位朋友的话倒是指出了这样一个事实那些轻易发表看法的人，很可能经常将别人的知识误解成是自己的，将过去的知识误解成未来的。然后，这个世界上就出现了层出不穷的笑话。有一些聪明的看法，当它们被发表时，常常是绕过了看法。就像那位希腊人，他让命运的看法来代替生活的看法还有艾萨克辛格的哥哥，尽管这位失败的作家没有能够证明只有事实不会陈旧过时，但是他的弟弟，那位对哥哥很可能是随口说出的话坚信不已的艾萨克辛格，却向我们提供了成功的范例。辛格的作品确实如此。对他们而言，真正的看法又是什么呢？当别人选择道路的时候，他们选择的似乎是路口，那些交叉的或者是十字的路口。他们在否定看法的时候，其实也选择了看法。这一点谁都知道，因为要做到真正的没有看法是不可能的。"}
{"text":"就像那位希腊人，他让命运的看法来代替生活的看法还有艾萨克辛格的哥哥，尽管这位失败的作家没有能够证明只有事实不会陈旧过时，但是他的弟弟，那位对哥哥很可能是随口说出的话坚信不已的艾萨克辛格，却向我们提供了成功的范例。辛格的作品确实如此。对他们而言，真正的看法又是什么呢？当别人选择道路的时候，他们选择的似乎是路口，那些交叉的或者是十字的路口。他们在否定看法的时候，其实也选择了看法。这一点谁都知道，因为要做到真正的没有看法是不可能的。既然一个双目失明的人同样可以行走，一个具备了理解的人如何能够放弃判断？是不是说，真正的看法是无法确定的，或者说看法应该是内心深处迟疑不决的活动，如果真是这样，那么看法就是沉默。可是所有的人都在发出声音，包括希腊人辛格的哥哥，当然也有蒙田。与别人不同的是，蒙田他们不约而同地选择了怀疑主义的立场，他们似乎相信任何一个命题的对面，都存在着另外一个命题。另外一些人也相信这个立场。在去年，也就是年，有一位琼斯小姐荣获了美国俄亥俄州一个私人基金会设立的贞洁奖，获奖理由十分简单，就是这位琼斯小姐的年龄和她处女膜的年龄一样，都是岁。琼斯小姐走上领奖台时这样说我领取的绝不是甚么处女奖，我天生厌恶男人，敌视男人，所以我今年岁了，还没有被破坏处女膜。应该说，这万美元是我获得的敌视男人奖。这个由那些精力过剩的男人设立的奖，本来应该奖给这个性乱时代的贞洁处女，结果却落到了他们最大的敌人手中，琼斯小姐要消灭性的存在。这是致命的打击，因为对那些好事的男人来说，没有性肯定比性乱更糟糕。有意思的是，他们竟然天衣无缝地结合在一起。由此可见，我们生活中的看法已经是无奇不有。既然两个完全对立的看法都可以荣辱与共，其他的看法自然也应该得到它们的身分证。米兰昆德拉在他的笑忘书里，让一位哲学教授说出这样一句话自詹姆斯乔伊斯以来，我们已经知道我们生活的最伟大的冒险在于冒险的不存在这句话很受欢迎，并且成为了一部法文小说的卷首题词。这句话所表达的看法和它的句式一样圆滑，它的优点是能够让反对它的人不知所措，同样也让赞成它的人不知所措。如果摹仿那位哲学教授的话，就可以这么说这句话所表达的最重要的看法在於看法的不存在。"}
