{"text":"一旦如愿活出对生命的爱，我们所体会到的欢乐是他人的赞同永远无法给予的。为了逃避惩罚有些人缴纳个人所得税主要是为了免受惩罚。这使他们对每年度例行的纳税产生了抵触情绪。然而，想起小时候我父亲及祝您对纳税的态度，感到真是今非昔比。他们从俄罗斯移民到美国，热衷于支持一个他们认为比沙皇更能保护人民得奖的政府。想到许多人的福利有赖于他们的纳税，每次将支票寄给美国政府时，他们都无比地喜悦。不感到羞愧我们知道，如果不做某些事情，我们就会责备自己。我们认为不做那些事情是不对的愚蠢的。可是，如果为了体面而循规蹈矩，我们最终难免感到厌烦。为了避免内疚在另外一些情形，我们也许会想如果我不做那件事，中坚力量人会感到失望。此时，我们担心无法满足他人的期许。同样一件事情，不同的目的会给我们带来截然不同的感受。如果为了避免内疚，我们将活得可怜兮兮如果为了活出对他人的爱，我们的生活将充满乐趣。为了履行职责使用应该不得不必须不能被迫这样的词语，意味着我们受到内疚职责或义务的逼迫，感到自己无可奈何。我确信，一旦生命的需要被忽视，我们的行动地社会来说极具危险，对个人来说则极为不幸。在第二章中，我们看到行政命令这一概念的恶果艾希曼及其同事使数以万计的人丧命，却不认为负有任何的个人责任。当我们认为自己无可奈何时，我们不再是生活的主人，而是沦为了机器。在仔细思考清单所列的种项事情后，你也许会像我选择放弃写临床报告那样，决定不做某些事情。即使这听起来似乎很激进，但我们只做有乐趣的事情是可能的。我相信，我们越是投入服务生命的乐趣中――服务生命是唯一的目的，我们也就越爱自己。非暴力沟通爱的语言――充分表达愤怒生气的原因在于我们自己的想法――对他人的评判和指责，而不是他人的行为让我们生气。愤怒驱使我们去惩罚他人，而不是去满足需要。当意识到自己被指责时，绝大多数的人都无法把注意力放在对方的需要上。听到不中听的话，我们有四种选择责备自己指责他人体会自己的感受和需要体会他人的感受和需要。我们无须压抑自己的愤怒，当我们意识到自己的需要，愤怒就转变为服务需要的情感只要我们专注于他人的感受和需要，愤怒也就不再存在。表达愤怒的步骤停下来。呼吸。"}
{"text":"愤怒驱使我们去惩罚他人，而不是去满足需要。当意识到自己被指责时，绝大多数的人都无法把注意力放在对方的需要上。听到不中听的话，我们有四种选择责备自己指责他人体会自己的感受和需要体会他人的感受和需要。我们无须压抑自己的愤怒，当我们意识到自己的需要，愤怒就转变为服务需要的情感只要我们专注于他人的感受和需要，愤怒也就不再存在。表达愤怒的步骤停下来。呼吸。留意我们的指责指责反映我们的想法。体会我们的需要。表达感受和尚未满足的需要。有意识地用我生气是因为我需要取代我生气是因为他们――――――――――――――――――――――――――――――――――――――――――――――――――――――――――关于如何表达愤怒，非暴力沟通和其他沟通方式有着显著的区别。通过探讨非暴力沟通表达愤怒的过程，我们可以更深入地了解非暴力的区别。我想说的是，杀人太肤浅了。在生气时，杀人打人骂人都无法真正传达我们的心声。如果真的很生气，我们就需要找到强有力的方式充分表达自己。听到这样的观点，许多人松了一口气。他们受到压迫和歧视，生活痛苦不堪。不要生气接受现实之类的话，他们已经听得太多了。那些话听起来就像是在教训他们。他们没有兴趣再听一些高谈阔论，而想学一些实用的知识，来减轻痛苦。幸运的是，非暴力沟通并不主张忽视或压抑愤怒，它认为，通过深入地了解愤怒，我们可以充分表达内心的渴望。为什么我们会生气？充分表达愤怒的第一步是我们不再归咎于他人。如果我们认为他让我很生气，那么，我们难免就会指责他人。然而，实际情况是，我们心情并不取决于他人的行为。我想举个例子来说明外在刺激与内在原因之间的区别。在瑞士的监狱，我曾给那里的囚犯讲解如何表达愤怒，而不是去杀人打人或强暴妇女。其中有个练习是请他们写下某件激怒他们的事情。一位名叫约翰的犯人写道三个星期前，我向监狱的官员提出一个请求，至今他们仍没反馈。很明显，他写下了他的观察。接着，我请他解释他生气的原因发生这个事情后，为什么你会生气呢？我刚才已经和你说了，他大声地说道我生气是因为他们没有回应我的请求。"}
{"text":"我想举个例子来说明外在刺激与内在原因之间的区别。在瑞士的监狱，我曾给那里的囚犯讲解如何表达愤怒，而不是去杀人打人或强暴妇女。其中有个练习是请他们写下某件激怒他们的事情。一位名叫约翰的犯人写道三个星期前，我向监狱的官员提出一个请求，至今他们仍没反馈。很明显，他写下了他的观察。接着，我请他解释他生气的原因发生这个事情后，为什么你会生气呢？我刚才已经和你说了，他大声地说道我生气是因为他们没有回应我的请求。看来，他把外在刺激等同于内存的原因，并认为监狱管员的行为让他生气。如果在一个社会中，内疚被运用来控制人，那么，指责他人就容易成为一种习惯。同时，为了使这种手段奏效，我们可能就会认为一个可以主导另一个人的情绪。在前面的中，我们提到，你成绩不好让爸爸妈妈伤透了心！这样的话是希望孩子们相信，他们的行为造成了父母的痛苦。同样的，情人之间也可能会说你没来庆祝我的生日，让我很失望。类似的话还有，你要气死我啊你那样做我很难过你真给我丢脸等等。到底是什么让我们生气呢？我们从第五章了解到，听到不中听的话时，我们有四种选择责备自己指责他人体会自己的感受和需要体会他人的感受和需要。当我们选择第二种反应时，我们认为别人就当认错或受罚――我相信这就是我们生气的原因。当我们选择第三种反应时，我们专注于自己的感受和需要。我们用心体会着自己，而不再分析别人犯也什么错。我们越是用心体会自己的感受和需要，我们也就越能留意到自己的心理活动。假定我们约了个人，时间到了，她却没来。如果彼此的关系处于比较微妙的时期，我们可能会忧心忡忡。如果我们看重的是诚实守信，我们也许会觉得烦恼。反之，如果我们想休息一会儿，我们可能就不会介意她来晚了。因此，同一件事情，不同的需要导致不同的感受。一旦意识到自己的需要――不论是友谊诚信还是休息，我们就可以更加体贴自己。我们可能会有强烈的情绪，但不再生气。可是，如果意识不到尚未满足的需要，一心考虑别人的过错，我们难免就会生气。除了专注于自身的感受和需要，我们还可以选择去体会对方的感受和需要。此时，我们也不会感到生气。我们无须压抑愤怒，只要我们专注于他人的感受和需要，愤怒也就不再存在。合理的愤怒？"}
{"text":"反之，如果我们想休息一会儿，我们可能就不会介意她来晚了。因此，同一件事情，不同的需要导致不同的感受。一旦意识到自己的需要――不论是友谊诚信还是休息，我们就可以更加体贴自己。我们可能会有强烈的情绪，但不再生气。可是，如果意识不到尚未满足的需要，一心考虑别人的过错，我们难免就会生气。除了专注于自身的感受和需要，我们还可以选择去体会对方的感受和需要。此时，我们也不会感到生气。我们无须压抑愤怒，只要我们专注于他人的感受和需要，愤怒也就不再存在。合理的愤怒？但是，有人问我，在有些情况下，愤怒不是理所当然地吗？例如，看到各种破坏环境的行为，愤怒不正是正直的表现吗？我的回答是，如果我把人看作是正直的或不正直的，负责任的或不负责任的，那么，我的想法也会带来暴力。我坚信，专注于我们的需要，比评判他人是什么人更有益于生活。在我看来，愤怒是我们的思维方式造成的。它的核心是尚未满足的需要。如果我们能够借助它来提醒自己――我们有需要没有得到滞，而我们的思维方式正使它难以得到满足，那愤怒就是有价值的。为了充分表达愤怒，我们有必要明了自己的需要并采取行动。然而，做一到这一点并不容易。因为愤怒驱使我们去惩罚他人，而不是去满足需要。为此我建议，与其沉浸于合理的愤怒，不如倾听自己和他人的需要。这也许需要一个过程，但通过不断地实践，我们将会有意识地用我生气是因为我需要来取代我生气是因为他们。我曾在威斯康星州的一所学校提供咨询服务，连续两天，在劝架时，我的鼻子都挨了重生一击，有一天，我的鼻子被一个孩子的肘部击中了。我差点就一拳打了回去。在我小时候，只要受到轻微的伤害，我都会给予回击。第二天，又有两个小孩子吵架，我的鼻子被一个小孩子打中了，这次痛得更厉害，血流得更多，但我并没有生气。当我回想到那两天的经历时，我发现，我一开始就把第一个孩子看作是被宠坏的孩子。所以，他打到我时，我极为恼怒。我心理想这家伙太猖狂了！我对第二个孩子的看法则不同，我把他看作是软弱的孩子。由于我比较担心这个孩子，当我的鼻子被他打伤时，我并没有责怪他。这段经历帮助我认识到，我生气的原因不在于别人做了什么，而在于我怎么看待对方及其行为。暴力的种子下文是我在瑞士监狱中与约翰的谈话纪录。我想借助它来说明区分外在刺激与内在原因的实际意义。"}
{"text":"当我回想到那两天的经历时，我发现，我一开始就把第一个孩子看作是被宠坏的孩子。所以，他打到我时，我极为恼怒。我心理想这家伙太猖狂了！我对第二个孩子的看法则不同，我把他看作是软弱的孩子。由于我比较担心这个孩子，当我的鼻子被他打伤时，我并没有责怪他。这段经历帮助我认识到，我生气的原因不在于别人做了什么，而在于我怎么看待对方及其行为。暴力的种子下文是我在瑞士监狱中与约翰的谈话纪录。我想借助它来说明区分外在刺激与内在原因的实际意义。三个小时后，约翰过来和我说，马歇尔，我真希望，你两年前就和我说你早上的那番话，那样，我就不会杀了我最好的朋友。如果人们认为自己的痛苦是由其他人造成的，并将认为那些人应该爱到谴责或惩罚，那么，就象这位年轻的囚犯那样，他们播下了暴力的种子。有一次，我发现我的小儿子从他妈妈的房间拿走了五十美分。我问他布莱特，你问过姐姐了吗？我没有拿她的钱。他答道。这时，我想到那四种选择。我可以说他撒谎或说他不尊重我，可是指责一个人，往往使我们的愿望更难得到满足。然而，如果我用心体会他的感受和需要，或直接表达我的感受和需要，我的需要就较有可能得到满足。作出选择后，我表达自己的方式，更多的是通过行为而非语言。我倾听他的感受――他感到害怕，他的需要是保护自己避免受到惩罚。通过体会他的感受和需要，我们的感情加深他，这样，我们就能使双方的需要得到满足。然而，如果在和他说话时，我已经把他看作是不诚实的孩子――不管有没有说出来，他一般就会由于害怕而不敢说出事实。换一句话说，如果把他人看作是说谎的人，那么，这种看法很可能就会成为预言。如果知道说出事实会受到惩罚，为什么还要说出事实呢？如果我们满脑子是非对错，把某些人看作是贪婪的人不负责任的人骗子或其他类型的坏人，那么，我们就很难与他们建议良好的关系。例如，为了保护环境，我和一个公司的总经理说你知道，你们是名副其实的地球杀手，你们不能再这样滥砍滥伐了！很明显，以这样的方式去和他们沟通，很难得到积极的回应。在受到指责时，绝大多数的人都无法把注意力放在对方的需要上。当然，指责他人有时可以使我们达到目的――出于害怕内疚或惭愧，他们改变了自己的行为。然而，以这样的方式来满足我们的需要，我们也是在使用暴力。"}
{"text":"例如，为了保护环境，我和一个公司的总经理说你知道，你们是名副其实的地球杀手，你们不能再这样滥砍滥伐了！很明显，以这样的方式去和他们沟通，很难得到积极的回应。在受到指责时，绝大多数的人都无法把注意力放在对方的需要上。当然，指责他人有时可以使我们达到目的――出于害怕内疚或惭愧，他们改变了自己的行为。然而，以这样的方式来满足我们的需要，我们也是在使用暴力。为了解决眼前的问题，我们制造了新的问题。批评和指责使人倾向于自我保护并变得更有攻击性。这样，就长期而言，我们给自己增添了更多的麻烦。表达愤怒的四个步骤现在让我们看看非暴力沟通表达愤怒的四个步骤。首先，停下来，除了呼吸，什么也别做。我们避免采取行动去指责或惩罚对方。我们只是静静地体会自己。接着，想一想是什么想起使我们生气了。例如，无意中听到某个人的谈话后，我们认为由于种族的原因自己遭到了排斥。这时，我们体会着愤怒，并留意脑海中盘旋的想法这太不公平了！她这是种族歧视！我们知道，象这样的想法是尚未满足的需要的可悲表达。于是，接下来，就去了解自己想要满足的需要。如果我把某个人当作种族主义者，我的需要也许是接纳平等尊重或联系。为了充分地表达自己，我们现在需要张开嘴，说出我们的愤怒――怒火此时已被转化为需要以及与需要相联系的情感。然而，表达此时的感受也许需要很大的勇气。对我来说，生气并冲着人们嚷你们这是种族歧视是很容易的。事实上，我甚至还会觉得高兴。但是，倾听心底深处的感受和需要却很可能引发不安。为了充分表达愤怒，我们也许会对那个人说你走进房间后，和其他人打了招呼，却没有和我说话，现在你又在议论白种人，注意到这些，我的胃有些不舒适，而且很害怕，因为我很看重平等。我想请你告诉我，听到我说这些，你的感觉怎么样？先倾听他人然而，在大多数的情况下，在表达自己之前，我们需要先倾听他人。如果对方还处于某种情绪中，他们就很难静下心来体会我们的感受和需要。一旦我们用心倾听他们，并表达我们的理解，在得到倾听和理解之后，他们一般也就会开始留意我们的感受和需要。有些人，对一些种族和民族，有着某种特定的看法。在过去的年，我遇到过许多这样的人，并和他们有过交流。有一天清早，我从机场乘出租车前往市区。"}
{"text":"我想请你告诉我，听到我说这些，你的感觉怎么样？先倾听他人然而，在大多数的情况下，在表达自己之前，我们需要先倾听他人。如果对方还处于某种情绪中，他们就很难静下心来体会我们的感受和需要。一旦我们用心倾听他们，并表达我们的理解，在得到倾听和理解之后，他们一般也就会开始留意我们的感受和需要。有些人，对一些种族和民族，有着某种特定的看法。在过去的年，我遇到过许多这样的人，并和他们有过交流。有一天清早，我从机场乘出租车前往市区。突然，车内的喇叭传来出租车调度中心的声音请到犹太教学门口接费希曼先生。接着，坐在我旁边的一位先生嘀咕了一句这些该死的犹太人起得这么早，把别人口袋的钱都掏光了。听到这句话，大约有秒，我十分恼火。在年轻时，听到这样的话，我的第一反应可能就是揍他一顿。这时，我深呼吸了几次，然后，静静地体会自己的痛苦恐惧和愤怒。我很在乎自己的感受。我意识到，我生气并不是因为我身边的那位旅客，也不是因为他说的话。虽然他的话激发了我心中的火山，但我知道，我的愤怒和恐惧早已潜伏在那里。我靠后坐了坐，留意那些想伤害他的念头。我甚至想到了他被我狠狠揍了一顿。这样，我渐渐平静了下来，并开始去体会他的感受和需要。我脱口而出的是你感到？我试图去了解他的痛苦。为什么？我想了解是什么样的痛苦使他对犹太人如此反感，我还希望他能领会我的感受和需要。我知道，如果他还处于痛苦之中，他就无法倾听我的心声。于是，我想先去了解他，倾听他的心声，并表达我对他的理解和尊重。我过去的经历告诉我，如果我可以理解他，那么，他也就能理解我。这并不容易，但他将能做到这一点。你有些不满吧？我问他，听起来，你可能有过一些不愉快的经历。他看了我一眼。是的，这些人真惹人讨厌，他们做什么都是为了钱。你有点厌恶他们，在经济上和他们有来往时，你认为自己需要小心点？正是！他大声说道，接着他就继续表达他的看法。我一边听他讲，一边用心体会他的感受和需要。我意识到，他感到担心，想保护自己。作为一个人，我明白担心是怎么一回事，也知道保护自己又是多么地重要。当我们专注于他人的感受和需要时，我们就会发现彼此作为人的共同点。"}
{"text":"他看了我一眼。是的，这些人真惹人讨厌，他们做什么都是为了钱。你有点厌恶他们，在经济上和他们有来往时，你认为自己需要小心点？正是！他大声说道，接着他就继续表达他的看法。我一边听他讲，一边用心体会他的感受和需要。我意识到，他感到担心，想保护自己。作为一个人，我明白担心是怎么一回事，也知道保护自己又是多么地重要。当我们专注于他人的感受和需要时，我们就会发现彼此作为人的共同点。虽然，我极不认同他的想法，但是我的经历告诉我，如果我不强调我与他的观念不同，我就较容易接纳他们。特别是当我遇到一个有象他那样想法的人时，倾听他们的感受和需要，而不纠缠于他们的想法，我的生活将会变得愉快得多。那位先生一直诉说着他的忧虑和不满。不经意间，他已经从犹太人谈到了黑人。看起来，他渴望有人了解他的痛苦。我静静地听着，大概十分钟后，他停了下来。他觉得我已经理解了他。接下来，我就告诉他我的感受马歇尔一开始，听到你对犹太人的评论时，我很生气，也很伤心。因为我对犹太人的印象和你说的很不一样，我真希望你能有一些别的体验。我想请你告诉我，你怎么理解我说的话？他哦，我并没有说他们都是马歇尔对不起。我想请你告诉我，你怎么理解我说的话？他你在讲什么？马歇尔请让我重复一遍。我真的希望你听到我的痛苦。你听到我的痛苦对我很重要。我刚才说的是，听到你对犹太人的评论，我很伤心。因为我对犹太人的印象和你说的很不一样。我很希望，对犹太人，你能有一些别的体验。我想请你告诉我，你怎么理解我说的话？他你的意思是产，我没有权利那样说。马歇尔不是这样的。我希望你对我的话有不同的理解。我真的不想指责你。我无意思指责你。我试着放慢谈话的节奏。根据我的经验，只要人们认为自己受到指责，他们就很难体会到别人的痛苦。即使这位先生说我怎么可以那样说话，我真的太不溢于言表，他仍然没有在体会我的痛苦――相反，他沉浸于自我惩罚所带来的痛苦之中。我不希望他听到指责，因为我想提醒他我的痛苦。指责别人是很容易的。人们常常觉得自己受到了指责，有时他们自己也同意，并开始恨自己――但这并不意味着他们会改变自己的行为。在另外一些时候，他们痛恨我们称他们为种族主义者或别人――当然，他们也不会改变他们的行为。"}
{"text":"根据我的经验，只要人们认为自己受到指责，他们就很难体会到别人的痛苦。即使这位先生说我怎么可以那样说话，我真的太不溢于言表，他仍然没有在体会我的痛苦――相反，他沉浸于自我惩罚所带来的痛苦之中。我不希望他听到指责，因为我想提醒他我的痛苦。指责别人是很容易的。人们常常觉得自己受到了指责，有时他们自己也同意，并开始恨自己――但这并不意味着他们会改变自己的行为。在另外一些时候，他们痛恨我们称他们为种族主义者或别人――当然，他们也不会改变他们的行为。一旦我们注意他们认为自己受到了指责，或发现他们在责备自己，我们也许就需要暂时停下来，并去理解他们所经历的痛苦。给自己时间我们需要有足够的耐心来学习和运用非暴力沟通。在与人交往的过程中，我们的第一反应常常是习惯性的反应，因此，运用非暴力沟通有时是很别扭的事。然而，如果我们想要实现自己的人生选择，我们就要给自己充分的时间。我的朋友萨姆威廉斯把非暴力沟通的表达形式写在了一张卡片上。每一次老板批评他的时候，他就把卡片掏了出来，提醒自己用非暴力沟通的方式来表达。我问他，老看着卡片并花时间组织句子，他的同事是否觉得很奇怪。他回答说我并不需要很长时间来想清楚怎么样，而且，即使时间长了点，我认为也是值得的。对我来说，重要的是，我用自己喜欢的方式来与人联系。在家里时，他更经常地使用卡片。他向太太和孩子们解释为什么他要花时间看卡片。只要一有争论，他就拿出卡片，认真考虑如何以非暴力沟通的方式作出回应。一个月以后，他就不需要再用卡片来提醒自己了。后来，有一天晚上，他和他四岁的孩子在看电视时发生了争执，他的离子着急了，大声喊道爸，快拿卡片！如果你希望自己在生气的时候也能运用非暴力沟通，我建议你做以下的练习。在前面，我们已经提到，我们生气是因为我们的想法――我们认为人们应该或不应该做什么，我们还给人贴上各种标签，并说长论短。请留意我们头脑中我不喜欢抽烟的人之类的想法。然后，问自己我不喜欢他们，是因为我什么样的需要没有得到满足？通过这样的方式，我们就把注意力放在了尚未满足的需要，而不是考虑他人有什么过错。当然，实际运用是至关重要的。大多数人的生活环境和我小时候生活的底特律街区相比，也许会少一些暴力，但也相差不远。在不顺心时，许多人已经习惯于批评和指责他人。"}
