{"text":"达赖啦嘛这里指在一九三三年十二月十七日去世的达赖喇嘛第十三世阿旺罗桑土丹嘉措―。不幸短命死矣，语见论语雍也，是孔丘惋惜门徒颜渊早死的话。广州开的耆英会一九三四年二月十五日，国民党政府广州市长刘纪文为纪念新建市署落成，举行耆英会到八十岁以上的老人二百余人，其中有据说一百六岁的张苏氏，尚能穿针，她表演穿针的照片曾刊在三月十九日申报图画特刊第二号。时日曷丧，予及汝偕亡！语见尚书汤誓。时日，原指夏桀。诗三百，一言以蔽之，曰思无邪孔丘的话，语见论语为政。文选参看本卷第页注。一九三三年九月，施蛰存曾向青年推荐文选，说读了可以扩大一点字汇，可以从中采用描写宫室建筑等的词语。平斋文集宋代洪咨夔著，共三十二卷。洪字舜俞，浙江於潜今并入临安人，嘉定二年中进士，官至刑部尚书翰林学士。石印的本子指一九三四年商务印书馆影印的四部丛刊续编本。荆公即王安石。他官至宰相，封荆国公，故称王荆公。祸胎，指王安石曾经重用后来转而排斥王安石的吕惠卿等人。钟阜，指南京钟山，王安石晚年退居钟山半山堂。八大家即唐宋八大家，指唐代韩愈柳宗元，宋代欧阳修苏洵苏轼苏辙王安石曾巩八个散文名家，明代茅坤曾选辑他们的作品为唐宋八大家文钞，因有此称。欧阳修―字永叔，庐陵今江西吉安人，北宋文学家。曾任枢密副使参知政事。有欧阳文忠集。读李翱文，见欧阳文忠集卷七十三。李翱―，字习之，陇西成纪今甘肃秦安人，唐代文学家。唐宋文醇清代乾隆三年御定，五十八卷，包括唐宋八大家及李翱孙樵等十人的文章。唐宋诗醇，乾隆十五年御定，四十七卷，包括唐代李白杜甫白居易韩愈，宋代苏轼陆游等六人的诗作。挽狂澜于既倒语出唐代韩愈进学解障百川而东之，回狂澜于既倒。过年过年张承禄今年上海的过旧年，比去年热闹。文字上和口头上的称呼，往往有些不同或者谓之废历，轻之也或者谓之古历，爱之也。"}
{"text":"唐宋诗醇，乾隆十五年御定，四十七卷，包括唐代李白杜甫白居易韩愈，宋代苏轼陆游等六人的诗作。挽狂澜于既倒语出唐代韩愈进学解障百川而东之，回狂澜于既倒。过年过年张承禄今年上海的过旧年，比去年热闹。文字上和口头上的称呼，往往有些不同或者谓之废历，轻之也或者谓之古历，爱之也。但对于这历的待遇是一样的结账，祀神，祭祖，放鞭炮，打马将，拜年，恭喜发财！虽过年而不停刊的报章上，也已经有了感慨但是，感慨而已，到底胜不过事实。有些英雄的作家，也曾经叫人终年奋发，悲愤，纪念。但是，叫而已矣，到底也胜不过事实。中国的可哀的纪念太多了，这照例至少应该沉默可喜的纪念也不算少，然而又怕有反动分子乘机捣乱，所以大家的高兴也不能发扬。几经防遏，几经淘汰，什么佳节都被绞死，于是就觉得只有这仅存残喘的废历或古历还是自家的东西，更加可爱了。那就格外的庆贺――这是不能以封建的余意一句话，轻轻了事的。叫人整年的悲愤，劳作的英雄们，一定是自己毫不知道悲愤，劳作的人物。在实际上，悲愤者和劳，是时时需要休息和高兴的。古埃及的奴隶们，有时也会冷然一笑。这是蔑视一切的笑。不懂得这笑的意义者，只有主子和自安于奴才生活，而劳作较少，并且失了悲愤的奴才。我不过旧历年已经二十三年了，这回却连放了三夜的花爆，使隔壁的外国人也嘘了起来这却和花爆都成了我一年中仅有的高兴。二月十五日。本篇最初发表于一九三四年二月十七日申报自由谈。废历指阴历或称夏历。一九一二年民国元年一月二日，中华民国临时政府通令各省废除阴历，改用阳历。后来，国民党政府又再三下过这样的通令。一九三四年二月十三日夏历除夕，申报号外本埠增刊临时增加的副刊不自由谈上有署名非人的开场白说编辑先生们辛苦了一年，在这几天寒假里头，本想可以还我自由自在的身，写写意意，享几天难得享到的幸福。不料突然地接到一道命令说不但要出号外，并且要屁股两排，没有办法，只得再来放几个屁。"}
{"text":"废历指阴历或称夏历。一九一二年民国元年一月二日，中华民国临时政府通令各省废除阴历，改用阳历。后来，国民党政府又再三下过这样的通令。一九三四年二月十三日夏历除夕，申报号外本埠增刊临时增加的副刊不自由谈上有署名非人的开场白说编辑先生们辛苦了一年，在这几天寒假里头，本想可以还我自由自在的身，写写意意，享几天难得享到的幸福。不料突然地接到一道命令说不但要出号外，并且要屁股两排，没有办法，只得再来放几个屁。反动分子乘机捣乱参看伪自由书多难之月及其注。花爆即花炮爆竹。汉字和拉丁化汉字和拉丁化仲度反对大众语文的人，对主张者得意地命令道拿出货色来看！一面也真有这样的老实人，毫不问他是诚意，还是寻开心，立刻拚命的来做标本。由读书人来提倡大众语，当然比提倡白话困难。因为提倡白话时，好好坏坏，用的总算是白话，现在提倡大众语的文章却大抵不是大众语。但是，反对者是没有发命令的权利的。虽是一个残废人，倘在主张健康运动，他绝对没有错如果提倡缠足，则即使是天足的壮健的女性，她还是在有意的或无意的害人。美国的水果大王，只为改良一种水果，尚且要费十来年的工夫，何况是问题大得多多的大众语。倘若就用他的矛去攻他的盾，那么，反对者该是赞成文言或白话的了，文言有几千年的历史，白话有近二十年的历史，他也拿出他的货色来给大家看看罢。但是，我们也不妨自己来试验，在动向上，就已经有过三篇纯用土话的文章，胡绳先生看了之后，却以为还是非土话所写的句子来得清楚。其实，只要下一番工夫，是无论用什么土话写，都可以懂得的。据我个人的经验，我们那里的土话，和苏州很不同，但一部海上花列传，却教我足不出户的懂了苏白。先是不懂，硬着头皮看下去，参照记事，比较对话，后来就都懂了。自然，很困难。这困难的根，我以为就在汉字。每一个方块汉字，是都有它的意义的，现在用它来照样的写土话，有些是仍用本义的，有些却不过借音，于是我们看下去的时候，就得分析它那几个是用义，那几个是借音，惯了不打紧，开手却非常吃力了。例如胡绳先生所举的例子，说回到窝里向罢也许会当作回到什么狗窝里去，反不如说回到家里去的清楚。"}
{"text":"先是不懂，硬着头皮看下去，参照记事，比较对话，后来就都懂了。自然，很困难。这困难的根，我以为就在汉字。每一个方块汉字，是都有它的意义的，现在用它来照样的写土话，有些是仍用本义的，有些却不过借音，于是我们看下去的时候，就得分析它那几个是用义，那几个是借音，惯了不打紧，开手却非常吃力了。例如胡绳先生所举的例子，说回到窝里向罢也许会当作回到什么狗窝里去，反不如说回到家里去的清楚。那一句的病根就在汉字的窝字，实际上，恐怕是不该这么写法的。我们那里的乡下人，也叫家里作，读书人去抄，也极容易写成窝里的，但我想，这其实是屋下两音的拼合，而又讹了一点，决不能用窝字随便来替代，如果只记下没有别的意义的音，就什么误解也不会有了。大众语文的音数比文言和白话繁，如果还是用方块字来写，不但费脑力，也很费工夫，连纸墨都不经济。为了这方块的带病的遗产，我们的最大多数人，已经几千年做了文盲来殉难了，中国也弄到这模样，到别国已在人工造雨的时候，我们却还是拜蛇，迎神。如果大家还要活下去，我想是只好请汉字来做我们的牺牲了。现在只还有书法拉丁化的一条路。这和大众语文是分不开的。也还是从读书人首先试验起，先绍介过字母，拼法，然后写文章。开手是，像日本文那样，只留一点名词之类的汉字，而助词，感叹词，后来连形容词，动词也都用拉丁拼音写，那么，不但顺眼，对于了解也容易得远了。至于改作横行，那是当然的事。这就是现在马上来实验，我以为也并不难。不错，汉字是古代传下来的宝贝，但我们的祖先，比汉字还要古，所以我们更是古代传下来的宝贝。为汉字而牺牲我们，还是为我们而牺牲汉字呢？这是只要还没有丧心病狂的人，都能够马上回答的。八月二十三日。本篇最初发表于一九三四年八月二十五日中华日报动向。拿出货色来看！是当时一些反对大众语的人所说的话。如一九三四年六月二十六日申报本埠增刊谈言发表的垢佛文言和白话论战宣言一文中说可否请几位提倡大众语的作家，发表几篇大众语的标准作品，使记者和读者，大家来欣赏欣赏，研究研究。"}
{"text":"八月二十三日。本篇最初发表于一九三四年八月二十五日中华日报动向。拿出货色来看！是当时一些反对大众语的人所说的话。如一九三四年六月二十六日申报本埠增刊谈言发表的垢佛文言和白话论战宣言一文中说可否请几位提倡大众语的作家，发表几篇大众语的标准作品，使记者和读者，大家来欣赏欣赏，研究研究。三篇纯用土话的文章指中华日报动向一九三四年八月十二日所载何连的狭路相逢，十六十九日载高而的一封上海话的信和吃官司格人个日记等三篇文章。胡绳江苏苏州人，哲学家。他在一九三四年八月二十三日中华日报动向发表走上实践的路去――读了三篇用土话写的文章后一文中说自然，何连高而二先生都是用汉字来写出土音的。然而单音的方块头汉字要拼出复杂的方言来，实是不可能的。我曾看见过一本苏州土语的圣经，读起来实在比读白话更难，因为单照字面的读音，你一定还得加一点推测工夫才能懂得。海上花列传长篇小说，题云间花也怜侬著。是一部叙述上海妓女生活的作品，书中叙事用语体文，对话用苏州方言。按花也怜侬是韩邦庆―的笔名韩字子云，江苏松江人。胡绳在走上实践的路去――读了三篇用土话写的文章后一文中说并且倘然一个人已经懂得这些汉字了，老实说他更必须读这种用汉字写出的土话文。譬如回到窝里向罢，车按应作身浪向，又一点力气都没这一句话，让一个识字的工人看麻烦实在不小。他也许真会当作这人是回到什么狗窝里去？实际上，反不如说回到家里去，身上，又一点力气都没来得清楚明白了。化名新法化名新法白道杜衡和苏汶先生在今年揭破了文坛上的两种秘密，也是坏风气一种是批评家的圈子，一种是文人的化名。但他还保留着没有说出的秘密――圈子中还有一种书店编辑用的橡皮圈子，能大能小，能方能圆，只要是这一家书店出版的书籍，这边一套，行，那边一套，也行。化名则不但可以变成别一个人，还可以化为一个社。这个社还能够选文，作论，说道只有某人的作品，行，某人的创作，也行。例如中国文艺年鉴社所编的中国文艺年鉴前面的鸟瞰。"}
{"text":"但他还保留着没有说出的秘密――圈子中还有一种书店编辑用的橡皮圈子，能大能小，能方能圆，只要是这一家书店出版的书籍，这边一套，行，那边一套，也行。化名则不但可以变成别一个人，还可以化为一个社。这个社还能够选文，作论，说道只有某人的作品，行，某人的创作，也行。例如中国文艺年鉴社所编的中国文艺年鉴前面的鸟瞰。据它的瞰法，是苏汶先生的议论，行，杜衡先生的创作，也行。但我们在实际上再也寻不着这一个社。查查这年鉴的总发行所现代书局看看现代杂志末一页上的编辑者施蛰存，杜衡。！孙行者神通广大，不单会变鸟兽虫鱼，也会变庙宇，眼睛变窗户，嘴巴变庙门，只有尾巴没处安放，就变了一枝旗竿，竖在庙后面。但那有只竖一枝旗竿的庙宇的呢？它的被二郎神看出来的破绽就在此。除了万不得已之外，我希望一个文人也不要化为社，倘使只为了自吹自捧，那真是就近又有点卑劣了。五月十日。本篇最初发表于一九三四年五月十三日中华日报动向。杜衡即苏汶。他所说批评家的圈子，参看本卷第页注。他所说文人的化名，见一九三四年五月现代月刊第五卷第一期他所发表的谈文人的假名。中国文艺年鉴指一九三二年上海现代书局出版的中国文艺年鉴，杜衡施蛰存编辑。年鉴卷首的一九三二年中国文坛鸟瞰一文，为苏汶鼓吹的文艺自由论辩护，同时吹捧杜衡在创作方面对现实主义文学给了最大的供献。在一九三四年四月十一日致日本增田涉信中曾说所谓文艺年鉴社，实际并不存在，是现代书局的变名。写那篇鸟瞰的人是杜衡，一名苏汶，在那篇鸟瞰中，只要与现代书局刊物有关的人，都写得很好，其他的人则多被抹杀。而且还假冒别人文章来吹捧自己。现代文艺月刊，施蛰存杜衡编辑，上海现代书局出版，一九三二年五月创刊，一九三五年三月改为综合性月刊，汪馥泉编辑，同年五月出至第六卷第四期停刊。孙行者和二郎神斗法，尾巴变成旗竿的故事，见明代吴承恩西游记第六回。"}
{"text":"而且还假冒别人文章来吹捧自己。现代文艺月刊，施蛰存杜衡编辑，上海现代书局出版，一九三二年五月创刊，一九三五年三月改为综合性月刊，汪馥泉编辑，同年五月出至第六卷第四期停刊。孙行者和二郎神斗法，尾巴变成旗竿的故事，见明代吴承恩西游记第六回。苏汶在谈文人的假名中曾说用笔名无可反对，但我希望除了万不得已之外，每人是用着固定的笔名为妥又说有一种是为的逃避文责，就近又有点卑劣了。考场三丑考场三丑黄棘古时候，考试八股的时候，有三样卷子，考生是很失面子的，后来改考策论了，恐怕也还是这样子。第一样是缴白卷，只写上题目，做不出文章，或者简直连题目也不写。然而这最干净，因为别的再没有什么枝节了。第二样是钞刊文，他先已有了侥幸之心，读熟或带进些刊本的八股去，倘或题目相合，便即照钞，想瞒过考官的眼。品行当然比缴白卷的差了，但文章大抵是好的，所以也没有什么另外的枝节。第三样，最坏的是瞎写，不及格不必说，还要从瞎写的文章里，给人寻出许多笑话来。人们在茶余酒后作为谈资的，大概是这一种。不通还不在其内，因为即使不通，他究竟是在看题目做文章了况且做文章做到不通的境地也就不容易，我们对于中国古今文学家，敢保证谁决没有一句不通的文章呢？有些人自以为通，那是因为他连通不通都不了然的缘故。今年的考官之流，颇在讲些中学生的考卷的笑柄。其实这病源就在于瞎写。那些题目，是只要能够钞刊文，就都及格的。例如问十三经是什么，文天祥是那朝人，全用不着自己来挖空心思做，一做，倒糟糕。于是使文人学士大叹国学之衰落，青年之不行，好像惟有他们是文林中的硕果似的，像煞有介事了。但是，钞刊文可也不容易。假使将那些考官们锁在考场里，骤然问他几条较为陌生的古典，大约即使不瞎写，也未必不缴白卷的。我说这话，意思并不在轻议已成的文人学士，只以为古典多，记不清不足奇，都记得倒古怪。古书不是很有些曾经后人加过注解的么？那都是坐在自己的书斋里，查群籍，翻类书，穷年累月，这才脱稿的，然而仍然有未详，有错误。"}
{"text":"于是使文人学士大叹国学之衰落，青年之不行，好像惟有他们是文林中的硕果似的，像煞有介事了。但是，钞刊文可也不容易。假使将那些考官们锁在考场里，骤然问他几条较为陌生的古典，大约即使不瞎写，也未必不缴白卷的。我说这话，意思并不在轻议已成的文人学士，只以为古典多，记不清不足奇，都记得倒古怪。古书不是很有些曾经后人加过注解的么？那都是坐在自己的书斋里，查群籍，翻类书，穷年累月，这才脱稿的，然而仍然有未详，有错误。现在的青年当然竭无力指摘它了，但作证的却有别人的什么补正在而且补而又补，正而又正者，也时或有之。由此看来，如果能钞刊文，而又敷衍得过去，这人便是现在的大人物青年学生有一些错，不过是常人的本分而已，但竟为世诟病，我很诧异他们竟没有人呼冤。九月二十五日。本篇最初发表于一九三四年十月二十日太白半月刊第一卷第三期。策论封建时代考试的一种文体。即用有关政事经义的问题为题，命应试者书面各陈己见。清光绪末年，曾两次下令废除八股，改用策论。钞刊文科举时代，刊印中试前列者的八股文章，以供应试人作揣摩之用，如三场闱墨之类，称为刊文。钞刊文就是在考试时直接钞袭刊文上的文章。这里所说的刊文，指当时会考升学指导一类投机书籍。看书琐记一看书琐记一焉于高尔基很惊服巴尔札克小说里写对话的巧妙，以为并不描写人物的模样，却能使读者看了对话，便好像目睹了说话的那些人。八月份文学内我的文学修养中国还没有那样好手段的小说家，但水浒和红楼梦的有些地方，是能使读者由说话看出人来的。其实，这也并非什么奇特的事情，在上海的弄堂里，租一间小房子住着的人，就时时可以体验到。他和周围的住户，是不一定见过面的，但只隔一层薄板壁，所以有些人家的眷属和客人的谈话，尤其是高声的谈话，都大略可以听到，久而久之，就知道那里有那些人，而且仿佛觉得那些人是怎样的人了。如果删除了不必要之点，只摘出各人的有特色的谈话来，我想，就可以使别人从谈话里推见每个说话的人物。但我并不是说，这就成了中国的巴尔札克。用对话表现人物的时候，恐怕在他自己的心目中，是存在着这人物的模样的，于是传给读者，使读者的心目中也形成了这人物的模样。"}
{"text":"他和周围的住户，是不一定见过面的，但只隔一层薄板壁，所以有些人家的眷属和客人的谈话，尤其是高声的谈话，都大略可以听到，久而久之，就知道那里有那些人，而且仿佛觉得那些人是怎样的人了。如果删除了不必要之点，只摘出各人的有特色的谈话来，我想，就可以使别人从谈话里推见每个说话的人物。但我并不是说，这就成了中国的巴尔札克。用对话表现人物的时候，恐怕在他自己的心目中，是存在着这人物的模样的，于是传给读者，使读者的心目中也形成了这人物的模样。但读者所推见的人物，却并不一定和所设想的相同，巴尔札克的小胡须的清瘦老人，到了高尔基的头里，也许变了粗蛮壮大的络腮胡子。不过那性格，言动，一定有些类似，大致不差，恰如将法文翻成了俄文一样。要不然，文学这东西便没有普遍性了。文学虽然有普遍性，但因读者的体验的不同而有变化，读者倘没有类似的体验，它也就失去了效力。譬如我们看红楼梦，从文字上推见了林黛玉这一个人，但须排除了梅博士的黛玉葬花照相的先入之见，另外想一个，那么，恐怕会想到剪头发，穿印度绸衫，清瘦，寂寞的摩登女郎或者别的什么模样，我不能断定。但试去和三四十年前出版的红楼梦图咏之类里面的画像比一比罢，一定是截然两样的，那上面所画的，是那时的读者的心目中的林黛玉。文学有普遍性，但有界限也有较为永久的，但因读者的社会体验而生变化。北极的遏斯吉摩人和菲洲腹地的黑人，我以为是不会懂得林蕉玉型的健全而合理的好社会中人，也将不能懂得，他们大约要比我们的听讲始皇焚书，黄巢杀人更其隔膜。一有变化，即非永久，说文学独有仙骨，是做梦的人们的梦话。八月六日。本篇最初发表于一九三四年八月八日申报自由谈。巴尔札克，―法国作家，他的作品总题为人间喜剧，包括长篇小说欧也妮葛朗台高老头幻灭等九十余部。高尔基我的文学修养中谈到巴尔扎克小说时说在巴尔扎克的鲛皮按通译驴皮记里，看到银行家的邸宅中的晚餐会那一段的时候，我完全惊服了。二十多个人们同时在喧嚷着谈天，但却以许多形态，写得好像我亲自听见。重要的是――我不但听见，还目睹了各人在怎样的谈天。来宾们的相貌，巴尔扎克是没有描写的。但我却看见了人们的眼睛，微笑和姿势。"}
