{"text":"卢那察尔斯基系一八七五年出生于波尔塔瓦的一个思想激进的官吏家庭。基雅夫，通译基辅波尔泰跋，通译波尔塔瓦。卢那察尔斯基曾于一八九五年进瑞士苏黎世大学，一年后去巴黎，一八九八年回国。三月革命一九一七年三月十二日俄国彼得堡工人和士兵在布尔什维克领导之下起义，推翻了沙皇政府。这一天俄历为二月二十七日，所以史称二月革命。茂森唯士―日本的苏联问题研究者，曾任日本评论社总编辑世界动态研究社社长。著有苏联现状读本日本与苏联等。新艺术论是他介绍苏联文艺理论的著作。外村史郎原名马场哲哉―，日本翻译家俄国文学研究者。主要译有马克思恩格斯的艺术论和普列汉诺夫的艺术论等。文艺与批评文艺与批评附记在一本书之前，有一篇序文，略述的生涯，思想，主张，或本书中所含的要义，一定于读者便益得多。但这种工作，在我是力所不及的，因为只读过这位所著述的极小部分。现在从尾濑敬止的革命露西亚的艺术中，译一篇短文放在前面，其实也并非精良坚实之作。――我恐怕他只依据了一本研求，――不过可以略知大概，聊胜于无罢了。第一篇是从金田常三郎所译托尔斯泰与马克斯的附录里重译的，他原从世界语的本子译出，所以这译本是重而又重。艺术何以发生之故，本是重大的问题，可惜这篇文字并不多，所以读到终篇，令人仿佛有不足之感。然而他的艺术观的根本概念，例如在实证美学的基础中所发挥的，却几乎无不具体而微地说在里面，领会之后，虽然只是一个大概，但也就明白一个大概了。看语气，好像是讲演，惟不知讲于那一年。第二篇是托尔斯泰死去的翌年――一九一一年――二月，在新时代揭载，后来收在文学底影像里的。今年一月，我从日本辑印的马克斯主义者之所见的托尔斯泰中杉本良吉的译文重译，登在春潮月刊一卷三期上。末尾有一点短跋，略述重译这篇文章的意思，现在再录在下面――一，托尔斯泰去世时，中国人似乎并不怎样觉得，现在倒回上去，从这篇里，可以看见那时西欧文学界有名的人们――法国的，德国的p。"}
{"text":"第二篇是托尔斯泰死去的翌年――一九一一年――二月，在新时代揭载，后来收在文学底影像里的。今年一月，我从日本辑印的马克斯主义者之所见的托尔斯泰中杉本良吉的译文重译，登在春潮月刊一卷三期上。末尾有一点短跋，略述重译这篇文章的意思，现在再录在下面――一，托尔斯泰去世时，中国人似乎并不怎样觉得，现在倒回上去，从这篇里，可以看见那时西欧文学界有名的人们――法国的，德国的p。意大利的p，还有青年作家s等――的意见，以及一个科学底社会主义者――本论文的――对于这些意见的批评，较之由自己一一搜集起来看更清楚，更省力。二，借此可以知道时局不同，立论便往往不免于转变，豫知的事，是非常之难的。在这一篇上，还只将托尔斯泰判作非友非敌，不过一个并不相干的人但到一九二四年的讲演，却已认为虽非敌人的第一阵营，但是很麻烦的对手了，这大约是多数派已经握了政权，于托尔斯泰派之多，渐渐感到统治上的不便的缘故。到去年，托尔斯泰诞生百年记念时，同又有一篇文章叫作托尔斯泰记念会的意义，措辞又没有演讲那么峻烈了，倘使这并非因为要向世界表示苏联未尝独异，而不过内部日见巩固，立论便也平静起来那自然是很好的。从译本看来，卢那卡尔斯基的论说就已经很够明白，痛快了。但因为的能力不够和中国文本来的缺点，译完一看，晦涩，甚而至于难解之处也真多倘将仂句拆下来呢，又失了原来的精悍的语气。在我，是除了还是这样的硬译之外，只有束手这一条路――就是所谓没有出路――了，所余的惟一的希望，只在读者还肯硬着头皮看下去而已。约略同时，韦素园君的从原文直接译出的这一篇，也在未名半月刊二卷二期上发表了。他多年卧在病床上还翻译这样费力的论文，实在给我不少的鼓励和感激。至于译文，有时晦涩也不下于我，但多几句，精确之处自然也更多，我现在未曾据以改定这译本，有心的读者，可以自去参看的。第三篇就是上文所提起的一九二四年在墨斯科的讲演，据金田常三郎的日译本重译的，曾分载去年奔流的七，八两本上。原本并无种种小题目，是所加，意在使读者易于省览，现在仍然袭而不改。"}
{"text":"他多年卧在病床上还翻译这样费力的论文，实在给我不少的鼓励和感激。至于译文，有时晦涩也不下于我，但多几句，精确之处自然也更多，我现在未曾据以改定这译本，有心的读者，可以自去参看的。第三篇就是上文所提起的一九二四年在墨斯科的讲演，据金田常三郎的日译本重译的，曾分载去年奔流的七，八两本上。原本并无种种小题目，是所加，意在使读者易于省览，现在仍然袭而不改。还有一篇短序，于这两种世界观的差异和冲突，说得很简明，也节译一点在这里――流成现代世界人类的思想圈的对底二大潮流，一是唯物底思想，一是唯心底思想。这两个代表底思想，其间又夹杂着从这两种思想抽芽，而变形了的思想，常常相克，以形成现代人类的思想生活。卢那卡尔斯基要表现这两种代表底观念形态，便将前者的非有产者底唯物主义，称为马克斯主义，后者的非有产者底精神主义，称为托尔斯泰主义。在俄国的托尔斯泰主义，当无产者独裁的今日，在农民和智识阶级之间，也还有强固的思想底根底的。这于无产者的马克斯主义底国家统制上，非常不便。所以在劳农俄国人民教化的高位的卢那卡尔斯基，为拂拭在俄国的多数主义的思想底障碍石的托尔斯泰主义起见，作这一场演说，正是当然的事。然而卢那卡尔斯基并不以托尔斯泰主义为完全的正面之敌。这是因为托尔斯泰主义在否定资本主义，高唱同胞主义，主张人类平等之点，可以成为或一程度的同路人的缘故。那么，在也可以看作这演说的戏曲化的被解放了的堂吉诃德里，虽在揶揄人道主义者，托尔斯泰主义的化身吉诃德老爷，却决不怀着恶意的。以可怜的人道主义的侠客堂吉诃德为革命的魔障，然而并不想杀了他来祭革命的军旗。我们在这里，能够看见卢那卡尔斯基的很多的人性和宽大。第四和第五两篇，都从茂森唯士的新艺术论译出，原文收在一九二四年墨斯科出版的艺术与革命中。两篇系合三回的演说而成，仅见后者的上半注云一九一九年末作，其余未详年代，但看其语气，当也在十月革命后不久，艰难困苦之时。其中于艺术在社会主义社会里之必得完全自由，在阶级社会里之不能不暂有禁约，尤其是于俄国那时艺术的衰微的情形，指导者的保存，启发，鼓吹的劳作，说得十分简明切要。那思虑之深远，甚至于还因为经济，而顾及保全农民所特有的作风。"}
{"text":"两篇系合三回的演说而成，仅见后者的上半注云一九一九年末作，其余未详年代，但看其语气，当也在十月革命后不久，艰难困苦之时。其中于艺术在社会主义社会里之必得完全自由，在阶级社会里之不能不暂有禁约，尤其是于俄国那时艺术的衰微的情形，指导者的保存，启发，鼓吹的劳作，说得十分简明切要。那思虑之深远，甚至于还因为经济，而顾及保全农民所特有的作风。这对于今年忽然高唱自由主义的正人君子，和去年一时大叫打发他们去的革命文学家，实在是一帖喝得会出汗的苦口的良药。但他对于俄国文艺的主张，又因为时地究有不同，所以中国的托名要存古而实以自保的保守者，是又不能引为口实的。末一篇是一九二八年七月，在新世界杂志上发表的很新的文章，同年九月，日本藏原惟人译载在战旗里，今即据以重译。原按语中有云这是显示了马克斯主义文艺批评的基准的重要的论文。我们将苏联和日本的社会底发展阶段之不同，放在念头上之后，能够从这里学得非常之多的物事。我希望关心于文艺运动的同人，从这论文中摄取得进向正当的解决的许多的启发。这是也可以移赠中国的读者们的。还有，我们也曾有过以马克斯主义文艺批评自命的批评家了，但在所写的判决书中，同时也一并告发了自己。这一篇提要，即可以据以批评近来中国之所谓同种的批评。必须更有真切的批评，这才有真的新文艺和新批评的产生的希望。本书的内容和出处，就如上文所言。虽然不过是一些杂摘的花果枝柯，但或许也能够由此推见若干花果枝柯之所由发生的根柢。但我又想，要豁然贯通，是仍须致力于社会科学这大源泉的，因为千万言的论文，总不外乎深通学说，而且明白了全世界历来的艺术史之后，应环境之情势，回环曲折地演了出来的支流。六篇中，有两篇半曾在期刊上发表，其余都是新译的。我以为最要紧的尤其是末一篇，凡要略知新的批评者，都非细看不可。可惜译成一看，还是很艰涩，这在我的力量上，真是无可如何。原译文上也颇有错字，能知道的都已改正，此外则只能承袭，因为一人之力，察不出来。但仍希望读者倘有发见时，加以指摘，给我将来还有改正的机会。至于我的译文，则因为匆忙和疏忽，加以体力不济，谬误和遗漏之处也颇多。这首先要感谢雪峰君，他于校勘时，先就给我改正了不少的脱误。"}
{"text":"六篇中，有两篇半曾在期刊上发表，其余都是新译的。我以为最要紧的尤其是末一篇，凡要略知新的批评者，都非细看不可。可惜译成一看，还是很艰涩，这在我的力量上，真是无可如何。原译文上也颇有错字，能知道的都已改正，此外则只能承袭，因为一人之力，察不出来。但仍希望读者倘有发见时，加以指摘，给我将来还有改正的机会。至于我的译文，则因为匆忙和疏忽，加以体力不济，谬误和遗漏之处也颇多。这首先要感谢雪峰君，他于校勘时，先就给我改正了不少的脱误。一九二九年八月十六日之夜，于上海的风雨，啼哭，歌笑声中记。文艺与批评编译的卢那察尔斯基的文艺评论集，共收论文六篇。其中托尔斯泰之死与少年欧罗巴曾发表于春潮月刊，托尔斯泰与马克思和苏维埃国家与艺术曾发表于奔流月刊，其它三篇未在报刊上发表过。此书于一九二九年十月由上海水沫书店出版，列为科学的艺术论丛书之一。本篇最初印入文艺与批评单行本卷末，未在报刊上发表过。尾濑敬止―日本翻译家。十月革命后曾两次去苏联游历，著有俄罗斯十大革命家革命俄罗斯的艺术等书，并翻译工农俄罗斯诗集等。研求卢那察尔斯基早期作的一本哲学随笔。新时代应为新生活，一九一年创刊于彼得堡，迄于一九一五年。第二篇即托尔斯泰之死与欧罗巴，最初发表于新生活一九一一年第二期。文学底影像一译文学剪影，卢那察尔斯基的文学评论集，一九二三年出版。春潮月刊文艺刊物，夏康农张友松编辑，上海春潮书局发行，一九二八年十一月创刊，一九二九年九月停刊。阿那托尔法朗士―法国作家。著有长篇小说波纳尔之罪黛依丝企鹅岛以及文学评论集文学生活等。p葛尔哈特霍普特曼―，德国剧作家。青年时代同情劳动人民，与当时的社会民主党人有过接触。但在第一次世界大战时，他曾为德国的侵略战争辩护，希特勒执政后，又曾对纳粹主义表示妥协。他在一八九二年出版的剧本织工以一八四四年西里西亚纺织工人起义为题材。此外还作有剧本日出之前獭皮等。"}
{"text":"著有长篇小说波纳尔之罪黛依丝企鹅岛以及文学评论集文学生活等。p葛尔哈特霍普特曼―，德国剧作家。青年时代同情劳动人民，与当时的社会民主党人有过接触。但在第一次世界大战时，他曾为德国的侵略战争辩护，希特勒执政后，又曾对纳粹主义表示妥协。他在一八九二年出版的剧本织工以一八四四年西里西亚纺织工人起义为题材。此外还作有剧本日出之前獭皮等。p乔凡尼巴比尼―，意大利作家哲学家。早年从事新闻工作，原为无神论者，后改信天主教。著有哲学家的曙光基督传等。s丹契理斯，意大利作家。论文对于托尔斯泰之死的生命的回答的。多数派布尔什维克的意译。未名半月刊北京未名社编辑的文艺刊物，一九二八年一月十日创刊，一九三年四月三十日终刊，主要内容为介绍俄国及其它外国文学。奔流与编辑的文艺月刊，一九二八年六月创刊于上海，出至一九二九年十二月第二卷第五期停刊。曾写有相关的编校十二篇，现收入集外集。指在十月革命后担任苏联教育人民委员的职务。被解放了的堂吉诃德卢那察尔斯基于一九二二年写作的戏剧，有易嘉瞿秋白译本，一九三四年上海联华书局出版，为文艺连丛之一。艺术与革命卢那察尔斯基的文艺理论著作。正人君子指新月派文人。一九二九年间，他们站在资产阶级的立场上，主张思想自由言论出版自由。革命文学家指当时创造社的一些成员。新世界苏联文艺社会政治的综合性月刊，一九二五年一月创刊于莫斯科，后来成为苏联作家协会的机关刊物。藏原惟人日本文艺评论家翻译家。战旗全日本无产者艺术联盟的机关刊物，一九二八年五月创刊，一九三年六月停刊。撰稿者有小林多喜二德永直等。这里的半篇，指苏维埃国家与艺术的下半篇其五，发表于奔流第二卷第五期一九二九年十二月二十日，其时文艺与批评已经出版。指关于马克斯主义文艺批评之任务的提要。"}
{"text":"藏原惟人日本文艺评论家翻译家。战旗全日本无产者艺术联盟的机关刊物，一九二八年五月创刊，一九三年六月停刊。撰稿者有小林多喜二德永直等。这里的半篇，指苏维埃国家与艺术的下半篇其五，发表于奔流第二卷第五期一九二九年十二月二十日，其时文艺与批评已经出版。指关于马克斯主义文艺批评之任务的提要。据一九三年三月文艺与批评再版本，本篇题目上的马克斯主义五字，改为科学底三字。雪峰即冯雪峰―，浙江义乌人。作家文艺理论家。左联领导成员之一。曾与合作编辑出版科学的艺术论丛书。著有诗集灵山歌及，回忆的文学道路等。文艺政策文艺政策这一部书，是用日本外村史郎和藏原惟人所辑译的本子为底本，从前年一九二八年五月间开手翻译，陆续登在月刊奔流上面的。在那第一本的编校上，曾经写着下文那样的一些话――俄国的关于文艺的争执，曾有苏俄的文艺论战介绍过，这里的苏俄的文艺政策，实在可以看作那一部书的续编。如果看过前一书，则看起这篇来便更为明了。序文上虽说立场有三派的不同，然而约减起来，也不过两派。即对于阶级文艺，一派偏重文艺，如瓦浪斯基等，一派偏重阶级，是那巴斯图的人们，布哈林们自然也主张支持无产阶级作家的，但又以为最要紧的是要有创作。发言的人们之中，好几个是委员，如瓦浪斯基，布哈林，雅各武莱夫，托罗兹基，卢那卡尔斯基等也有锻冶厂一派，如普列忒内夫最多的是那巴斯图的人们，如瓦进，烈烈威支，阿卫巴赫，罗陀夫，培赛勉斯基等，译载在苏俄的文艺论战里的一篇文学与艺术后面，都有署名在那里。那巴斯图派的攻击，几乎集中于一个瓦浪斯基――赤色新地的编辑者。对于他所作的作为生活认识的艺术，烈烈威支曾有一篇作为生活组织的艺术，引用布哈林的定义，以艺术为感情的普遍化的方法，并指摘瓦浪斯基的艺术论，乃是超阶级底的。这意思在评议会的论争上也可见。"}
{"text":"那巴斯图派的攻击，几乎集中于一个瓦浪斯基――赤色新地的编辑者。对于他所作的作为生活认识的艺术，烈烈威支曾有一篇作为生活组织的艺术，引用布哈林的定义，以艺术为感情的普遍化的方法，并指摘瓦浪斯基的艺术论，乃是超阶级底的。这意思在评议会的论争上也可见。但到后来，藏原惟人在现代俄罗斯的批评文学中说，他们两人之间的立场似乎有些接近了，瓦浪斯基承认了艺术的阶级性之重要，烈烈威支的攻击也较先前稍为和缓了。现在是托罗兹基，拉迪克都已放逐，瓦浪斯基大约也退职，状况也许又很不同了罢。从这记录中，可以看见在劳动阶级文学的大本营的俄国的文学的理论和实际，于现在的中国，恐怕是不为无益的其中有几个空字，是原译本如此，因无别国译本，不敢妄补，倘有备有原书，通函见教或指正其错误的，必当随时补正。但直到现在，首尾三年，终于未曾得到一封这样的信札，所以其中的缺憾，还是和先前一模一样。反之，对于本身的笑骂却颇不少的，至今未绝。我曾在硬译与文学的阶级性中提到一点大略，登在萌芽第三本上，现在就摘抄几段在下面――从前年以来，对于我个人的攻击是多极了，每一种刊物上，大抵总要看见的名字，而的口吻，则粗粗一看，大抵好像革命文学家。但我看了几篇，竟逐渐觉得废话太多了，解剖刀既不中腠理，子弹所击之处，也不是致命伤。于是我想，可供参考的这样的理论，是太少了，所以大家有些胡涂。对于敌人，解剖，咬嚼，现在是在所不免的，不过有一本解剖学，有一本烹饪法，依法办理，则构造味道，总还可以较为清楚，有味。人往往以神话中的s比革命者，以为窃火给人，虽遭天帝之虐待不悔，其博大坚忍正相同。但我从别国里窃得火来，本意却在煮自己的肉的，以为倘能味道较好，庶几在咬嚼者那一面也得到较多的好处，我也较不枉费了身躯出发点全是个人主义。并且还夹杂着小市民性的奢华，以及慢慢地摸出解剖刀来，反而刺进解剖者的心脏里去的报复。然而，我也愿意于社会上有些用处，看客所见的结果仍是火和光。这样，首先开手的就是文艺政策，因为其中含有各派的议论。"}
{"text":"但我从别国里窃得火来，本意却在煮自己的肉的，以为倘能味道较好，庶几在咬嚼者那一面也得到较多的好处，我也较不枉费了身躯出发点全是个人主义。并且还夹杂着小市民性的奢华，以及慢慢地摸出解剖刀来，反而刺进解剖者的心脏里去的报复。然而，我也愿意于社会上有些用处，看客所见的结果仍是火和光。这样，首先开手的就是文艺政策，因为其中含有各派的议论。郑伯奇先生便在所编的文艺生活上，笑我的翻译这书，是不甘没落，而可惜被别人著了先鞭。翻一本书便会浮起，做革命文学家真太容易了，我并不这样想。有一种小报，则说我的译艺术论是投降。是的，投降的事，为世上所常有，但其时成仿吾元帅早已爬出日本的温泉，住进巴黎的旅馆，在这里又向谁输诚呢。今年，谥法又两样了，说是方向转换。我看见日本的有些杂志中，曾将这四字加在先前的新感觉派片冈铁兵上，算是一个好名词。其实，这些纷纭之谈，也还是日看名目，连想也不肯一想的老病。译一本关于无产阶级文学的书，是不足以证明方向的，倘有曲译，倒反足以为害。我的译书，就也要献给这些速断的无产文学批评家，因为他们是有不贪爽快，耐苦来研究这种理论的义务的。但我自信并无故意的曲译，打着我所不佩服的批评家的伤处了的时候我就一笑，打着我自己的伤处了的时候我就忍疼，却决不有所增减，这也是始终硬译的一个原因。自然，世间总会有较好的翻，能够译成既不曲，也不硬或死的文章的，那时我的译本当然就被淘汰，我就只要来填这从无有到较好的空间罢了。因为至今还没有更新的译本出现，所以我仍然整理旧稿，印成书籍模样，想延续他多少时候的生存。但较之初稿，自信是更少缺点了。第一，雪峰当编定时，曾给我对比原译，订正了几个错误第二，他又将所译冈泽秀虎的以理论为中心的俄国无产阶级文学发达史附在卷末，并将有些字面改从我的译例，使总览之后，于这文艺政策的来源去脉，更得分明。这两点，至少是值得特行声叙的。一九三年四月十二之夜，记于沪北小阁。文艺政策即苏俄的文艺政策，据藏原惟人和外村史郎的日译本重译。"}
