{"text":"文学家便是用自己的皮肉在挨打的啦！今天所讲的，就是这么一点点，给它一个题目，叫做文艺与政治的歧途。本篇记录稿最初发表于一九二八年一月二十九日三十日上海新闻报学海第一八二一八三期，署周讲，刘率真记。收入本书时经过校阅。红楼梦长篇小说，清代曹雪芹著。通行本为一二回，后四十回一般认为是高鹗续作。梅兰芳―名澜，字畹华，江苏泰州人，京剧艺术家。姜妙香，北京人，京剧演员，他们二人自一九一六年起同台演出黛玉葬花。英语上帝。象牙之塔原是法国十九世纪文艺评论家圣佩韦―批评同时代消极浪漫主义诗人维尼的用语，后来用以比喻脱离现实生活的文艺家的小天地。指新月社的一些人。梁实秋在一九二六年三月二十七日晨报副刊发表的现代中国文学之浪漫的趋势中说近年来新诗中产出了一个人力车夫派。这一派是专门为人力车夫抱不平，以为神圣的人力车夫被经济制度压迫过甚，其实人力车夫既没有什么可怜恤的，更没有什么可赞美。指汉姆生，参看集外集拾遗哈谟生的几句话及其注。他曾当过水手木工，创作长篇小说饥饿，于一九二年获得诺贝尔文学奖金。托尔斯泰即列夫托尔斯泰Z，―，俄国作家。出身于贵族地主家庭。他的作品无情地揭露沙皇制度和资本主义势力的种种罪恶，同时又宣扬道德的自我完善和不用暴力抵抗邪恶。著有长篇小说战争与和平安娜卡列尼娜复活等。战争与和平是他以一八一二年拿破仑入侵俄国为题材的长篇小说，写于一八六三年至一八六九年。指吴稚晖。参看而已集革命文学。陈明―梗常常志捍妫愣崛耍愣一九二五年所部被广东革命军消灭。的学生李秉中等曾参加讨伐陈明的战争。在一九二六年六月十七日致李秉中信中说罢庖年来，不闻消息，我可是历来没有忘记，但常有两种推测，一是在东江负伤或战死了，一是你已经变了一个武人，不再写字，因为去年你从梅县给我的信，内中已很有几个空白及没有写全的字了。革命的势力到了徐州蒋介石叛变革命后仍打着北伐革命的旗帜，于一九二七年十二月十六日占领徐州。孙传芳―字馨远，山东历城人。北洋直系军阀。"}
{"text":"的学生李秉中等曾参加讨伐陈明的战争。在一九二六年六月十七日致李秉中信中说罢庖年来，不闻消息，我可是历来没有忘记，但常有两种推测，一是在东江负伤或战死了，一是你已经变了一个武人，不再写字，因为去年你从梅县给我的信，内中已很有几个空白及没有写全的字了。革命的势力到了徐州蒋介石叛变革命后仍打着北伐革命的旗帜，于一九二七年十二月十六日占领徐州。孙传芳―字馨远，山东历城人。北洋直系军阀。一九二五年盘踞东南五省，一九二六年冬，其主力在江西南昌九江一带被北伐军击溃。叶遂宁，―通译叶赛宁，苏联诗人。他以描写宗法制度下田园生活的抒情诗著称。十月革命时曾向往革命，写过一些赞美革命的诗，如天上的鼓手等。但革命后陷入苦闷，最后自杀。著有长诗四旬祭苏维埃俄罗斯等。梭波里，―，苏联作家。十月革命后曾接近革命，但终因不满于现实生活而自杀。著有长篇小说尘土，短篇小说集樱桃开花的时候。无题大野多钩棘无题大野多钩棘几家春袅袅，万籁静爸爸。下土惟秦醉，中流辍越吟。风波一浩荡，花树已萧森。三月本篇最初发表于一九三一年八月十日文艺新闻第二十二号。参看本卷第页注。据日记一九三一年三月五日，本诗是书赠日本友人片山松藻内山嘉吉夫人的。秦醉汉代张衡西京赋昔者大帝说悦秦穆公而觐之，飨以钧天广乐，帝有醉焉。乃为金策，锡赐用此土，而剪诸鹑首。按鹑首，星次名，我国古代将星宿分为十二次，配属于各国，鹑首指秦国疆土。越吟，史记张仪列传陈轸适至，秦惠王曰子去寡人之楚，亦思寡人不？陈轸对曰王闻夫越人庄舄乎？王曰不闻。曰越人庄舄仕楚执，有顷而病。楚王曰舄故越之鄙细人也，今仕楚执，贵富矣，亦思越不？中谢对曰凡人之思故，在其病也。彼思越则越声，不思越则楚声。使人往听之，犹尚越声也。今臣虽弃逐之楚，岂能无秦声哉。王粲登楼赋钟仪幽而楚奏兮，庄舄显而越吟人情同于怀土兮，岂穷达而异心。"}
{"text":"越吟，史记张仪列传陈轸适至，秦惠王曰子去寡人之楚，亦思寡人不？陈轸对曰王闻夫越人庄舄乎？王曰不闻。曰越人庄舄仕楚执，有顷而病。楚王曰舄故越之鄙细人也，今仕楚执，贵富矣，亦思越不？中谢对曰凡人之思故，在其病也。彼思越则越声，不思越则楚声。使人往听之，犹尚越声也。今臣虽弃逐之楚，岂能无秦声哉。王粲登楼赋钟仪幽而楚奏兮，庄舄显而越吟人情同于怀土兮，岂穷达而异心。选本选本今年秋天，在上海的日报上有一点可以算是关于文学的小小的辩论，就是为了一般的青年，应否去看庄子与文选以作文学上的修养之助。不过这类的辩论，照例是不会有结果的，往复几回之后，有一面一定拉出动机论来，不是说反对者别有用心，便是哗众取宠客气一点，也就彼亦一是非，此亦一是非，而问题于是呜呼哀哉了。但我因此又想到选本的势力。孔子究竟删过诗没有，我不能确说，但看它先风后雅而末颂，排得这么整齐，恐怕至少总也费过乐师的手脚，是中国现存的最古的诗选。由周至汉，社会情形太不同了，中间又受了楚辞的打击，晋宋文人如二陆束皙陶潜之流，虽然也做四言诗以支持场面，其实都不过是每句省去一字的五言诗，王者之迹熄而诗亡了。不过选者总是层出不穷的，至今尚存，影响也最广大者，我以为一部是世说新语，一部就是文选。世说新语并没有说明是选的，好像刘义庆或他的门客所搜集，但检唐宋类书中所存裴启语林的遗文，往往和世说新语相同，可见它也是一部钞撮故书之作，正和幽明录一样。它的被清代学者所宝重，自然因为注中多有现今的逸书，但在一般读者，却还是为了本文，自唐迄今，拟不绝，甚至于自己兼加注解。袁宏道在野时要做官，做了官又大叫苦，便是中了这书的毒，误明为晋的缘故。有些清朝人却较为聪明，虽然辫发胡服，厚禄高官，他也一声不响，只在倩人写照的时候，在纸上改作斜领方巾，或芒鞋竹笠，聊过世说式瘾罢了。文选的影响却更大。从曹宪至李善加五臣，音训注释书类之多，远非拟世说新语可比。那些烦难字面，如草头诸字，水旁山旁诸字，不断的被摘进历代的文章里面去，五四运动时虽受奚落，得妖孽之称，现在却又很有复辟的趋势了。"}
{"text":"袁宏道在野时要做官，做了官又大叫苦，便是中了这书的毒，误明为晋的缘故。有些清朝人却较为聪明，虽然辫发胡服，厚禄高官，他也一声不响，只在倩人写照的时候，在纸上改作斜领方巾，或芒鞋竹笠，聊过世说式瘾罢了。文选的影响却更大。从曹宪至李善加五臣，音训注释书类之多，远非拟世说新语可比。那些烦难字面，如草头诸字，水旁山旁诸字，不断的被摘进历代的文章里面去，五四运动时虽受奚落，得妖孽之称，现在却又很有复辟的趋势了。而古文观止也一同渐渐的露了脸。以古文观止和文选并称，初看好像是可笑的，但是，在文学上的影响，两者却一样的不可轻视。凡选本，往往能比所选各家的全集或选家自己的文集更流行，更有作用。册数不多，而包罗诸作，固然也是一种原因，但还在近则由选者的名位，远则凭古人之威灵，读者想从一个有名的选家，窥见许多有名作家的作品。所以自汉至梁的作家的文集，并残本也仅存十余家，昭明太子集只剩一点辑本了，而文选却在的。读古文辞类纂者多，读惜抱轩全集的却少。凡是对于文术，自有主张的作家，他所赖以发表和流布自己的主张的手段，倒并不在作文心，文则，诗品，诗话，而在出选本。选本可以借古人的文章，寓自己的意见。博览群籍，采其合于自己意见的为一集，一法也，如文选是。择取一书，删其不合于自己意见的为一新书，又一法也，如唐人万首绝句选是。如此，则读者虽读古人书，却得了选者之意，意见也就逐渐和选者接近，终于就范了。读者的读选本，自以为是由此得了古人文笔的精华的，殊不知却被选者缩小了眼界，即以文选为例罢，没有嵇康家诫，使读者只觉得他是一个愤世嫉俗，好像无端活得不快活的怪人不收陶潜闲情赋，掩去了他也是一个既取民间子夜歌意，而又拒以圣道的迂士。选本既经选者所滤过，就总只能吃他所给与的糟或r。况且有时还加以批评，提醒了他之以为然，而默杀了他之以为不然处。纵使选者非常胡涂，如儒林外史所写的马二先生，游西湖漫无准备，须问路人，吃点心又不知选择，要每样都买一点，由此可见其衡文之毫无把握罢，然而他是处州人，一定要吃处片，又可见虽是马二先生，也自有其处片式的标准了。"}
{"text":"选本既经选者所滤过，就总只能吃他所给与的糟或r。况且有时还加以批评，提醒了他之以为然，而默杀了他之以为不然处。纵使选者非常胡涂，如儒林外史所写的马二先生，游西湖漫无准备，须问路人，吃点心又不知选择，要每样都买一点，由此可见其衡文之毫无把握罢，然而他是处州人，一定要吃处片，又可见虽是马二先生，也自有其处片式的标准了。评选的本子，影响于后来的文章的力量是不小的，恐怕还远在名家的专集之上，我想，这许是研究中国文学史的人们也该留意的罢。十一月二十四日记。本篇最初发表于一九三四年一月北平文学季刊创刊号，署名唐俟。庄子亦称南华经，战国时庄周及其后学的著作集，现存三十三篇。文选，南朝梁昭明太子萧统编选的先秦至齐梁的诗文总集，三十卷。唐代李善为之作注，分为六十卷。关于庄子与文选的争论，参看准风月谈的重三感旧感旧以后等篇。动机论施蛰存在一九三三年十月二十日申报自由谈发表的致黎烈文先生书――兼示丰之余先生一文中说对于这庄子与文选的问题我没有要说的话了。我曾经在自由谈的壁上，看过几次的文字争，觉得每次总是愈争愈闹意气，而离本题愈远，甚至到后来有些参加者的动机都是可以怀疑的，我不想使自己不由自主地被卷入漩涡，所以我不再说什么话了。昨晚套了一个现成的偈语此亦一是非，彼亦一是非，唯无是非观，庶几免是非。彼亦一是非，此亦一是非，语见庄子齐物论。诗即诗经，我国最早的诗歌总集，编成于春秋时代，大抵是周初到春秋中期的作品，相传曾经过孔丘删订。共收三五篇，分风雅颂三部分。风是各地方的乐歌雅是王畿的乐歌颂是宗庙祭祀时的乐歌。楚辞战国时楚今湖南湖北等地人的辞赋。其名最初见于史记张汤传。后来汉代刘向辑录屈原宋玉等人的作品成书，名为楚辞。宋代黄伯思东观余论翼骚序屈宋诸骚，皆书楚语，作楚声，纪楚地，名楚物，故可谓之楚辞。在汉文学史纲要中说楚辞其言甚长，其思甚幻，其文甚丽，其旨甚明，凭心而言，不遵矩度。然其影响于后来之文章，乃甚或在三百篇以上。二陆指晋代文学家陆机陆云兄弟。"}
{"text":"楚辞战国时楚今湖南湖北等地人的辞赋。其名最初见于史记张汤传。后来汉代刘向辑录屈原宋玉等人的作品成书，名为楚辞。宋代黄伯思东观余论翼骚序屈宋诸骚，皆书楚语，作楚声，纪楚地，名楚物，故可谓之楚辞。在汉文学史纲要中说楚辞其言甚长，其思甚幻，其文甚丽，其旨甚明，凭心而言，不遵矩度。然其影响于后来之文章，乃甚或在三百篇以上。二陆指晋代文学家陆机陆云兄弟。陆机―，字士衡，吴郡华亭今上海市松江人。所作四言诗有短歌行秋胡行等十二首，陆云―，字士龙，所作四言诗有赠顾骠骑赠顾彦先等二十四首。束皙？―以后，字广微，阳平元城今河北大名人，晋代文学家。所作四言诗有补亡诗六首。陶潜？―，又名渊明，字元亮，浔阳柴桑今江西九江人，晋代诗人。所作四言诗有停云时运等九首。世说新语南朝宋刘义庆编撰，三卷，公德行言语政事文学等三十六门，主要记载汉末到东晋间文人学士的言谈轶事。刘义庆―，彭城今江苏徐州人。宋武帝刘裕饬俅酢！端问椤醯拦娲匪邓拔约蛩兀咽扔梦义招聚文学之士，近远必至。裴启又名裴荣，字荣期，东晋河东今山西永济人。所著语林，十卷，记汉魏两晋高士名流的言谈轶事，世说新语颇多取材于此书。原书已佚，遗文散见艺文类聚太平御览太平广记等唐宋类书中，清代马国翰有辑本二卷，收入玉函山房辑佚书亦有辑本，收入古小说钩沉。幽明录刘义庆编撰，三十卷。内容多记鬼怪故事。原书于唐宋间佚亡，遗文在类书中保留甚多。有辑本，收入古小说钩沉。南朝梁刘孝标为世说新语作的注释，引用古籍有四百多种，这些书的原本多已失传。后人模拟世说新语体裁的书很多，如唐代王方庆的续世说新语今佚，宋代王谠的唐语林孔平仲的续世说，明代何良俊的何氏语林李绍文的明世说新语，清代李清的女世说王O的今世说，近代易宗夔的缎率浪怠返取渲小督世说新世说等，都有自加的注解。袁宏道―字中郎，湖广公安今属湖北人，明代文学家。万历时进士。"}
{"text":"南朝梁刘孝标为世说新语作的注释，引用古籍有四百多种，这些书的原本多已失传。后人模拟世说新语体裁的书很多，如唐代王方庆的续世说新语今佚，宋代王谠的唐语林孔平仲的续世说，明代何良俊的何氏语林李绍文的明世说新语，清代李清的女世说王O的今世说，近代易宗夔的缎率浪怠返取渲小督世说新世说等，都有自加的注解。袁宏道―字中郎，湖广公安今属湖北人，明代文学家。万历时进士。他在做官之前曾说少时望官如望仙，朝冰暮热，想不知有无限光景与李本健书。万历二十二年任吴县知县后却又说官实能害我性命与黄绮石书，作吴令无复人理，几不知有昏朝寒暑矣寄沈博士书，并于一年后辞去官职。曹宪隋唐时扬州江都今属江苏扬州人，精通文字学。旧唐书曹宪传说宪所撰文选音义，甚为当时所重。初，江淮间为文选学者，本之于宪又有许淹李善公孙罗复相继以文选教授，由是其学大兴于代。李善约―，唐代扬州江都人。从曹宪受文选学，显庆三年撰成文选注释。开元六年吕延祚又辑集吕延济刘良张诜吕向李周翰五人所作的注释为五臣注宋人又把它和李善的注释合刻，称六臣注。后代学者关于文选的音义考异集释旁证等著作甚多。妖孽一九一七年七月新青年第三卷第五号通讯栏钱玄同给陈独秀的信中说惟选学妖孽所尊崇之六朝文，桐城谬种所尊崇之唐宋文，则实在不必选读。此后，选学妖孽桐城谬种便成为当时反对旧文学的流行用语。古文观止清代康熙年间吴楚材吴调侯编选的古文读本，十二卷。收入先秦至明代的散文二二二篇。昭明太子集南朝梁萧统谥昭明的文集，原本二十卷，久已散佚，今存明代叶绍泰辑刊的六卷本，系由类书掇拾而成。又另有明刊五卷本一种。古文辞类纂清代姚鼐编选，共七十五卷，选录战国至清代的古文辞赋，依文体分为十三类。惜抱轩全集，姚鼐的著作集，共八十八卷。唐人万首绝句选清代王士祯编选，七卷。王士祯论诗推崇盛唐，提倡神韵之说，这个选本是他从宋代洪迈所编万首唐人绝句中选取能表现神韵特色的八九五首而编成的。"}
{"text":"昭明太子集南朝梁萧统谥昭明的文集，原本二十卷，久已散佚，今存明代叶绍泰辑刊的六卷本，系由类书掇拾而成。又另有明刊五卷本一种。古文辞类纂清代姚鼐编选，共七十五卷，选录战国至清代的古文辞赋，依文体分为十三类。惜抱轩全集，姚鼐的著作集，共八十八卷。唐人万首绝句选清代王士祯编选，七卷。王士祯论诗推崇盛唐，提倡神韵之说，这个选本是他从宋代洪迈所编万首唐人绝句中选取能表现神韵特色的八九五首而编成的。嵇康―字叔夜，谯国o癜不账尴兀耍三国魏诗人。他的著作现存嵇康集十卷，有校本。家诫是用明哲保身思想训诫儿子的一篇文章，见嵇康集卷十。闲情赋内容抒写对一位女子的眷恋。见靖节先生集卷五。子夜歌乐府吴声歌曲之一，为民间男女赠答的情诗。晋书乐志下子夜歌者，女子名子夜造此声。儒林外史长篇小说，清代吴敬梓著。马二先生是书中的八股文选家。他游西湖吃处片的情节，见该书第十四回。处片，即处州今浙江丽水出产的酱笋干片。通讯通讯逢汉先生接到来信，我们很感谢先生的好意。大约凡是译本，倘不标明并无删节或正确的翻译，或鼎鼎大名的专家所译的，欧美的本子也每不免有些节略或差异。译诗就更其难，因为要顾全音调和协韵，就总要加添或减去些原有的文字。世界语译本大约也如此，倘若译出来的还是诗的格式而非散文。但我们因为想介绍些名家所不屑道的东欧和北欧文学，而又少懂得原文的人，所以暂时只能用重译本，尤其是巴尔干诸小国的作品。原来的意思，实在不过是聊胜于无，且给读书界知道一点所谓文学家，世界上并不止几个受奖的泰戈尔和漂亮的曼殊斐儿之类。但倘有能从原文直接译出的稿子见寄，或加以指正，我们自然是十分愿意领受的。这里有一件事很抱歉，就是我们所交易的印刷所里没有俄国字母，所以来信中的原文，只得省略，仅能将译文发出，以供读者的参考了。希见谅为幸。。六月二十五日，于上海。湘灵歌湘灵歌昔闻湘水碧如染，今闻湘水胭脂痕。湘灵妆成照湘水，皎如皓月窥彤云。高丘寂寞竦中夜，芳荃零落无余春。鼓完瑶瑟人不闻，太平成象盈秋门。"}
{"text":"这里有一件事很抱歉，就是我们所交易的印刷所里没有俄国字母，所以来信中的原文，只得省略，仅能将译文发出，以供读者的参考了。希见谅为幸。。六月二十五日，于上海。湘灵歌湘灵歌昔闻湘水碧如染，今闻湘水胭脂痕。湘灵妆成照湘水，皎如皓月窥彤云。高丘寂寞竦中夜，芳荃零落无余春。鼓完瑶瑟人不闻，太平成象盈秋门。三月本篇最初发表于一九三一年八月十日文艺新闻第二十二号。据日记一九三一年三月五日，本诗是书赠日本友人松元三郎的诗中如染作于染，皎如皓月作皓如素月，零落作苓落。湘灵，湘水之神。楚辞远游使湘灵鼓瑟兮，令海若舞冯夷。后汉书马融传唐代李贤注湘灵，舜妃，溺于湘水，为湘夫人也。高丘楚国山名。楚辞离骚忽反顾以流涕兮，哀高丘之无女。太平成象从太平无象变化而来。资治通鉴唐文宗太和六年上御延英，谓宰相曰天下何时当太平，卿等亦有意于此乎！僧孺对曰太平无象，今四夷不至交侵，百姓不至流散，虽非至理，亦谓小康，陛下若别求太平，非臣等所及。秋门，唐代李贺自昌谷到洛后门九月大野白，苍岑竦秋门。明代曾益注洛阳故宫纪云洛阳有宜秋门千秋门。洛阳是唐朝的东都，这里借指南京。全集集外集咬嚼未始乏味咬嚼未始乏味对于四日副刊上潜源先生的话再答几句一原文云想知道性别并非主张男女不平等。答曰是的。但特别加上小巧的人工，于无须区别的也多加区别者，又作别论。从前独将女人缠足穿耳，也可以说不过是区别现在禁止女人剪发，也不过是区别，偏要逼她头上多加些丝苔而已。二原文云却于她字没有讽过。答曰那是译的，并非无风作浪。即不然，我也并无遍讽一切的责任，也不觉得有要讽草头丝旁，必须从讽她字开头的道理。三原文云常想真是传统思想的束缚么？答曰是的，因为性意识强。这是严分男女的国度里必有的现象，一时颇不容易脱体的，所以正是传统思想的束缚。四原文云我可以反问假如托尔斯泰有两兄弟，我们不要另想几个非轻靓艳丽的字眼么？答曰断然不必。我是主张连男女的姓也不要妄加分别的，这回的辩难一半就为此。"}
