{"text":"但我觉得那也和梁实秋先生一样，是有意的或无意的曲解。卢那卡尔斯基所谓大众能解的东西，当是指托尔斯泰做了分给农民的小本子那样的文体，工农一看便会了然的语法，歌调，诙谐。只要看台明培特尼曾因诗歌得到赤旗章，而他的诗中并不用标语和口号，便可明白了。最后，梁先生要看货色。这不错的，是最切实的办法但抄两首译诗算是在示众，是不对的。新月上就曾有论翻译之难，何况所译的文是诗。就我所见的而论，卢那卡尔斯基的被解放的堂吉诃德，法兑耶夫的溃灭，格拉特珂夫的水门汀，在中国这十一年中，就并无可以和这些相比的作品。这是指新月社一流的蒙资产文明的余荫，而且衷心在拥护它的作家而言。于号称无产作家的作品中，我也举不出相当的成绩。但钱杏先生也曾辩护，说新兴阶级，于文学的本领当然幼稚而单纯，向他们立刻要求好作品，是布尔乔亚的恶意。这话为农工而说，是极不错的。这样的无理要求，恰如使他们冻饿了好久，倒怪他们为什么没有富翁那么肥胖一样。但中国的，现在却实在并无刚刚放下锄斧柄子的人，大多数都是进过学校的智识者，有些还是早已有名的文人，莫非克服了自己的小资产阶级意识之后，就连先前的文学本领也随着消失了么？不会的。俄国的老作家亚历舍托尔斯泰和威垒赛耶夫，普理希文，至今都还有好作品。中国的有口号而无随同的实证者，我想，那病根并不在以文艺为阶级斗争的武器，而在借阶级斗争为文艺的武器，在无产者文学这旗帜之下，聚集了不少的忽翻筋斗的人，试看去年的新书广告，几乎没有一本不是革命文学，批评家又但将辩护当作清算，就是，请文学坐在阶级斗争的掩护之下，于是文学自己倒不必着力，因而于文学和斗争两方面都少关系了。但中国目前的一时现象，当然毫不足作无产文学之新兴的反证的。梁先生也知道，所以他临末让步说，假如无产阶级革命家一定要把他的宣传文学唤做无产文学，那总算是一种新兴文学，总算是文学国土里的新收获，用不着高呼打倒资产的文学来争夺文学的领域，因为文学的领域太大了，新的东西总有它的位置的。但这好像中日亲善，同存共荣之说，从羽毛未丰的无产者看来，是一种欺骗。"}
{"text":"但中国目前的一时现象，当然毫不足作无产文学之新兴的反证的。梁先生也知道，所以他临末让步说，假如无产阶级革命家一定要把他的宣传文学唤做无产文学，那总算是一种新兴文学，总算是文学国土里的新收获，用不着高呼打倒资产的文学来争夺文学的领域，因为文学的领域太大了，新的东西总有它的位置的。但这好像中日亲善，同存共荣之说，从羽毛未丰的无产者看来，是一种欺骗。愿意这样的无产文学者，现在恐怕实在也有的罢，不过这是梁先生所谓有出息的要爬上资产阶级去的无产者一流，他的作品是穷秀才未中状元时候的牢骚，从开手到爬上以及以后，都决不是无产文学。无产者文学是为了以自己们之力，来解放本阶级并及一切阶级而斗争的一翼，所要的是全般，不是一角的地位。就拿文艺批评界来比方罢，假如在人性的艺术之宫这须从成仿吾先生处租来暂用里，向南面摆两把虎皮交椅，请梁实秋钱杏两位先生并排坐下，一个右执新月，一个左执太阳，那情形可真是劳资媲美了。五到这里，又可以谈到我的硬译去了。推想起来，这是很应该跟着发生的问题无产文学既然重在宣传，宣传必须多数能懂，那么，你这些硬译而难懂的理论天书，究竟为什么而译的呢？不是等于不译么？我的回答，是为了我自己，和几个以无产文学批评家自居的人，和一部分不图爽快，不怕艰难，多少要明白一些这理论的读者。从前年以来，对于我个人的攻击是多极了，每一种刊物上，大抵总要看见的名字，而的口吻，则粗粗一看，大抵好像革命文学家。但我看了几篇，竟逐渐觉得废话太多了。解剖刀既不中腠理，子弹所击之处，也不是致命伤。例如我所属的阶级罢，就至今还未判定，忽说小资产阶级，忽说布尔乔亚，有时还升为封建余孽，而且又等于猩猩见创造月刊上的东京通信有一回则骂到牙齿的颜色。在这样的社会里，有封建余孽出风头，是十分可能的，但封建余孽就是猩猩，却在任何唯物史观上都没有说明，也找不出牙齿色黄，即有害于无产阶级革命的论据。我于是想，可供参考的这样的理论，是太少了，所以大家有些胡涂。对于敌人，解剖，咬嚼，现在是在所不免的，不过有一本解剖学，有一本烹饪法，依法办理，则构造味道，总还可以较为清楚，有味。"}
{"text":"在这样的社会里，有封建余孽出风头，是十分可能的，但封建余孽就是猩猩，却在任何唯物史观上都没有说明，也找不出牙齿色黄，即有害于无产阶级革命的论据。我于是想，可供参考的这样的理论，是太少了，所以大家有些胡涂。对于敌人，解剖，咬嚼，现在是在所不免的，不过有一本解剖学，有一本烹饪法，依法办理，则构造味道，总还可以较为清楚，有味。人往往以神话中的s比革命者，以为窃火给人，虽遭天帝之虐待不悔，其博大坚忍正相同。但我从别国里窃得火来，本意却在煮自己的肉的，以为倘能味道较好，庶几在咬嚼者那一面也得到较多的好处，我也不枉费了身躯出发点全是个人主义，并且还夹杂着小市民性的奢华，以及慢慢地摸出解剖刀来，反而刺进解剖者的心脏里去的报复。梁先生说他们要报复！其实岂只他们，这样的人在封建余孽中也很有的。然而，我也愿意于社会上有些用处，看客所见的结果仍是火和光。这样，首先开手的就是文艺政策，因为其中含有各派的议论。郑伯奇先生现在是开书铺，印p和夫人的剧本了，那时他还是革命文学家，便在所编的文艺生活上，笑我的翻译这书，是不甘没落，而可惜被别人着了先鞭。翻一本书便会浮起，做革命文学家真太容易了，我并不这样想。有一种小报，则说我的译艺术论是投降。是的，投降的事，为世上所常有。但其时成仿吾元帅早已爬出日本的温泉，住进巴黎的旅馆了，在这里又向谁去输诚呢。今年，说法又两样了，在拓荒者和现代小说上，都说是方向转换。我看见日本的有些杂志中，曾将这四字加在先前的新感觉派片冈铁兵上，算是一个好名词。其实，这些纷纭之谈，也还是只看名目，连想也不肯想的老病。译一本关于无产文学的书，是不足以证明方向的，倘有曲译，倒反足以为害。我的译书，就也要献给这些速断的无产文学批评家，因为他们是有不贪爽快，耐苦来研究这些理论的义务的。但我自信并无故意的曲译，打着我所不佩服的批评家的伤处了的时候我就一笑，打着我的伤处了的时候我就忍疼，却决不肯有所增减，这也是始终硬译的一个原因。"}
{"text":"其实，这些纷纭之谈，也还是只看名目，连想也不肯想的老病。译一本关于无产文学的书，是不足以证明方向的，倘有曲译，倒反足以为害。我的译书，就也要献给这些速断的无产文学批评家，因为他们是有不贪爽快，耐苦来研究这些理论的义务的。但我自信并无故意的曲译，打着我所不佩服的批评家的伤处了的时候我就一笑，打着我的伤处了的时候我就忍疼，却决不肯有所增减，这也是始终硬译的一个原因。自然，世间总会有较好的翻，能够译成既不曲，也不硬或死的文章的，那时我的译本当然就被淘汰，我就只要来填这从无有到较好的空间罢了。然而世间纸张还多，每一文社的人数却少，志大力薄，写不完所有的纸张，于是一社中的职司克敌助友，扫荡异类的批评家，看见别人来涂写纸张了，便喟然兴叹，不胜其摇头顿足之苦。上海的申报上，至于称社会科学的翻为阿狗阿猫，其愤愤有如此。在中国新兴文学的地位，早为读者所共知的蒋光Z先生，曾往日本东京养病，看见藏原惟人，谈到日本有许多翻译太坏，简直比原文还难读他就笑了起来，说那中国的翻译界更要莫名其妙了，近来中国有许多书籍都是译自日文的，如果日本人将欧洲人那一国的作品带点错误和删改，从日文译到中国去，试问这作品岂不是要变了一半相貌么？见拓荒者也就是深不满于翻译，尤其是重译的表示。不过梁先生还举出书名和坏处，蒋先生却只嫣然一笑，扫荡无余，真是普遍得远了。藏原惟人是从俄文直接译过许多文艺理论和小说的，于我个人就极有裨益。我希望中国也有一两个这样的诚实的俄文翻，陆续译出好书来，不仅自骂一声混蛋就算尽了革命文学家的责任。然而现在呢，这些东西，梁实秋先生是不译的，称人为阿狗阿猫的伟人也不译，学过俄文的蒋先生原是最为适宜的了，可惜养病之后，只出了一本一周间，而日本则早已有了两种的译本。中国曾经大谈达尔文，大谈尼采，到欧战时候，则大骂了他们一通，但达尔文的著作的译本，至今只有一种，尼采的则只有半部，学英德文的学者及文豪都不暇顾及，或不屑顾及，拉倒了。所以暂时之间，恐怕还只好任人笑骂，仍从日文来重译，或者取一本原文，比照了日译本来直译罢。我还想这样做，并且希望更多有这样做的人，来填一填彻底的高谈中的空虚，因为我们不能像蒋先生那样的好笑起来，也不该如梁先生的等着，等着，等着了。"}
{"text":"中国曾经大谈达尔文，大谈尼采，到欧战时候，则大骂了他们一通，但达尔文的著作的译本，至今只有一种，尼采的则只有半部，学英德文的学者及文豪都不暇顾及，或不屑顾及，拉倒了。所以暂时之间，恐怕还只好任人笑骂，仍从日文来重译，或者取一本原文，比照了日译本来直译罢。我还想这样做，并且希望更多有这样做的人，来填一填彻底的高谈中的空虚，因为我们不能像蒋先生那样的好笑起来，也不该如梁先生的等着，等着，等着了。六我在开头曾有以硬自居了，而实则其软如棉，正是新月社的一种特色这些话，到这里还应该简短地补充几句，就作为本篇的收场。新月一出世，就主张严正态度，但于骂人者则骂之，讥人者则讥之。这并不错，正是即以其人之道，还治其人之身，虽然也是一种报复，而非为了自己。到二卷六七号合本的广告上，还说我们都保持容忍的态度除了不容忍的态度是我们所不能容忍以外，我们都喜欢稳健的合乎理性的学说。上两句也不错，以眼还眼，以牙还牙，和开初仍然一贯。然而从这条大路走下去，一定要遇到以暴力抗暴力，这和新月社诸君所喜欢的稳健也不能相容了。这一回，新月社的自由言论遭了压迫，照老办法，是必须对于压迫者，也加以压迫的，但新月上所显现的反应，却是一篇告压迫言论自由者，先引对方的党义，次引外国的法律，终引东西史例，以见凡压迫自由者，往往臻于灭亡是一番替对方设想的警告。所以，新月社的严正态度，以眼还眼法，归根结蒂，是专施之力量相类，或力量较小的人的，倘给有力者打肿了眼，就要破例，只举手掩住自己的脸，叫一声小心你自己的眼睛！友邦惊诧论友邦惊诧论只要略有知觉的人就都知道这回学生的请愿，是因为日本占据了辽吉，南京政府束手无策，单会去哀求国联，而国联却正和日本是一伙。读书呀，读书呀，不错，学生是应该读书的，但一面也要大人老爷们不至于葬送土地，这才能够安心读书。报上不是说过，东北大学逃散，冯庸大学逃散，日本兵看见学生模样的就枪毙吗？放下书包来请愿，真是已经可怜之至。不道国民党政府却在十二月十八日通电各地军政当局文里，又加上他们捣毁机关，阻断交通，殴伤中委，拦劫汽车，横击路人及公务人员，私逮刑讯，社会秩序，悉被破坏的罪名，而且指出结果，说是友邦人士，莫名惊诧，长此以往，国将不国了！"}
{"text":"读书呀，读书呀，不错，学生是应该读书的，但一面也要大人老爷们不至于葬送土地，这才能够安心读书。报上不是说过，东北大学逃散，冯庸大学逃散，日本兵看见学生模样的就枪毙吗？放下书包来请愿，真是已经可怜之至。不道国民党政府却在十二月十八日通电各地军政当局文里，又加上他们捣毁机关，阻断交通，殴伤中委，拦劫汽车，横击路人及公务人员，私逮刑讯，社会秩序，悉被破坏的罪名，而且指出结果，说是友邦人士，莫名惊诧，长此以往，国将不国了！好个友邦人士！日本帝国主义的兵队强占了辽吉，炮轰机关，他们不惊诧阻断铁路，追炸客车，捕禁官吏，枪毙人民，他们不惊诧。中国国民党治下的连年内战，空前水灾，卖儿救穷，砍头示众，秘密杀戮，电刑逼供，他们也不惊诧。在学生的请愿中有一点纷扰，他们就惊诧了！好个国民党政府的友邦人士！是些什么东西！即使所举的罪状是真的罢，但这些事情，是无论那一个友邦也都有的，他们的维持他们的秩序的监狱，就撕掉了他们的文明的面具。摆什么惊诧的臭脸孔呢？可是友邦人士一惊诧，我们的国府就怕了，长此以往，国将不国了，好像失了东三省，党国倒愈像一个国，失了东三省谁也不响，党国倒愈像一个国，失了东三省只有几个学生上几篇呈文，党国倒愈像一个国，可以博得友邦人士的夸奖，永远国下去一样。几句电文，说得明白极了怎样的党国，怎样的友邦。友邦要我们人民身受宰割，寂然无声，略有越轨，便加屠戮党国是要我们遵从这友邦人士的希望，否则，他就要通电各地军政当局，即予紧急处置，不得于事后借口无法劝阻，敷衍塞责了！因为友邦人士是知道的日兵无法劝阻，学生们怎会无法劝阻？每月一千八百万的军费，四百万的政费，作什么用的呀，军政当局呀？写此文后刚一天，就见二十一日申报登载南京专电云考试院部员张以宽，盛传前日为学生架去重伤。兹据张自述，当时因车夫误会，为群众引至中大，旋出校回寓，并无受伤之事。至行政院某秘书被拉到中大，亦当时出来，更无失踪之事。"}
{"text":"写此文后刚一天，就见二十一日申报登载南京专电云考试院部员张以宽，盛传前日为学生架去重伤。兹据张自述，当时因车夫误会，为群众引至中大，旋出校回寓，并无受伤之事。至行政院某秘书被拉到中大，亦当时出来，更无失踪之事。而教育消息栏内，又记本埠一小部分学校赴京请愿学生死伤的确数，则云中公死二人，伤三十人，复旦伤二人，复旦附中伤十人，东亚失踪一人系女性，上中失踪一人，伤三人，文生氏死一人，伤五人可见学生并未如国府通电所说，将社会秩序，破坏无余，而国府则不但依然能够镇压，而且依然能够诬陷，杀戮。友邦人士，从此可以不必惊诧莫名，只请放心来瓜分就是了。本篇最初发表于一九三一年十二月二十五日十字街头第二期，署名明瑟。学生的请愿指一九三一年十二月间全国各地学生为反对蒋介石的不抵抗政策到南京请愿的事件。对于这次学生爱国行动，国民党政府于十二月五日通令全国，禁止请愿十七日当各地学生联合向国民党中央党部请愿时，又命令军警逮捕和枪杀请愿学生，当场打死二十余人，打伤百余人十八日还电令各地军政当局紧急处置请愿事件。哀求国联九一八事变后，国民党政府多次向国联申诉，十一月二十二日当日军进攻锦州时，又向国联提议划锦州为中立区，以中国军队退入关内为条件请求日军停止进攻十二月十五日在日军继续进攻锦州时再度向国联申诉，请求它出面干涉，阻止日本帝国主义扩大侵华战争。冯庸大学奉系军阀冯庸所创办的一所大学，一九二七年在沈阳成立，一九三一年九一八事变后停办。中大，南京中央大学。中公，中国公学复旦，复旦大学复旦附中，复旦大学附属实验中学东亚，东亚体育专科学校上中，上海中学文生氏，文生氏高等英文学校。这些都是当时上海的私立学校。智识劳动者万岁智识劳动者万岁劳动者这句话成了罪人的代名词，已经足足四年了。压迫罢，谁也不响杀戮罢，谁也不响文学上一提起这句话，就有许多文人学士和正人君子来笑骂，接着又有许多他们的徒子徒孙来笑骂。劳动者呀劳动者，真要永世不得翻身了。不料竟又有人记得你起来。不料帝国主义老爷们还嫌党国屠杀得不赶快，竟来亲自动手了，炸的炸，轰的轰。称人民为反动分子，是党国的拿手戏，而不料帝国主义老爷也有这妙法，竟称不抵抗的顺从的党国官军为贼匪，大加以膺惩！"}
{"text":"智识劳动者万岁智识劳动者万岁劳动者这句话成了罪人的代名词，已经足足四年了。压迫罢，谁也不响杀戮罢，谁也不响文学上一提起这句话，就有许多文人学士和正人君子来笑骂，接着又有许多他们的徒子徒孙来笑骂。劳动者呀劳动者，真要永世不得翻身了。不料竟又有人记得你起来。不料帝国主义老爷们还嫌党国屠杀得不赶快，竟来亲自动手了，炸的炸，轰的轰。称人民为反动分子，是党国的拿手戏，而不料帝国主义老爷也有这妙法，竟称不抵抗的顺从的党国官军为贼匪，大加以膺惩！冤乎枉哉，这真有些顺逆不分，玉石俱焚之慨了！于是又记得了劳动者。于是久不听到了的亲爱的劳动者呀！的亲热喊声，也在文章上看见了久不看见了的智识劳动者的奇妙官衔，也在报章上发见了，还因为感于有联络的必要，组织了协会，举了干事樊仲云，汪馥泉呀这许多新任智识劳动者先生们。有什么智识？有什么劳动？联络了干什么？必要在那里？这些这些，暂且不谈罢，没有智识的体力劳动者，也管不着的。亲爱的劳动者呀！你们再替这些高贵的智识劳动者起来干一回罢！给他们仍旧可以坐在房里劳动他们那高贵的智识。即使失败，失败的也不过是体力，智识还在着的！智识劳动者万岁！本篇最初发表于一九三二年一月五日十字街头第三期，署名佩韦。协会即智识劳动者协会，当时投机文人樊仲云等发起组织的一个团体。成员较复杂。一九三一年十二月二十日成立于上海。樊仲云浙江嵊县人，当时是商务印书馆编辑，抗日战争时期堕落为汉奸，曾任汪伪政府教育部政务次长。汪馥泉浙江杭县今余杭人，当时是复旦大学教授，抗日战争时期堕落为汉奸，曾任汪伪中日文化协会江苏分会常务理事兼总干事。进化和退化小引进化和退化小引这是从十年来所译的将近百篇的文字中，选出不很专门，大家可看之作，集在一处，希望流传较广的本子。一，以见最近的进化学说的情形，二，以见中国人将来的运命。进化学说之于中国，输入是颇早的，远在严复的译述赫胥黎天演论。但终于也不过留下一个空泛的名词，欧洲大战时代，又大为论客所误解，到了现在，连名目也奄奄一息了。其间学说几经迁流，兑佛黎斯的突变说兴而又衰，兰麻克的环境说废而复振，我们生息于自然中，而于此等自然大法的研究，大抵未尝加意。"}
{"text":"进化和退化小引进化和退化小引这是从十年来所译的将近百篇的文字中，选出不很专门，大家可看之作，集在一处，希望流传较广的本子。一，以见最近的进化学说的情形，二，以见中国人将来的运命。进化学说之于中国，输入是颇早的，远在严复的译述赫胥黎天演论。但终于也不过留下一个空泛的名词，欧洲大战时代，又大为论客所误解，到了现在，连名目也奄奄一息了。其间学说几经迁流，兑佛黎斯的突变说兴而又衰，兰麻克的环境说废而复振，我们生息于自然中，而于此等自然大法的研究，大抵未尝加意。此书首尾的各两篇，即由新兰麻克主义立论，可以窥见大概，略弥缺憾的。但最要紧的是末两篇。沙漠之逐渐南徙，营养之已难支持，都是中国人极重要，极切身的问题，倘不解决，所得的将是一个灭亡的结局。可以解中国古史难以探索的原因，可以破中国人最能耐苦的谬说，还不过是副次的收获罢了。林木伐尽，水泽湮枯，将来的一滴水，将和血液等价，倘这事能为现在和将来的青年所记忆，那么，这书所得的酬报，也就非常之大了。然而自然科学的范围，所说就到这里为止，那给与的解答，也只是治水和造林。这是一看好像极简单，容易的事，其实却并不如此的。我可以引史沫得列女士在中国乡村生活断片中的两段话作证――她使女说，明天她要到南苑去运动狱吏释放她的亲属。这人，同六十个别的乡人，男女都有，在三月以前被捕和收监，因为当别的生活资料都没有了以后，他们曾经砍过树枝或剥过树皮。他们这样做，并非出于捣乱，只因为他们可以卖掉木头来买粮食。南苑的人民，没有收成，没有粮食，没有工做，就让有这两亩田又有什么用处？一遇到些少的扰乱，就把整千的人投到灾民的队伍里去。南苑在那时军阀混战时除了树木之外什么都没有了，当乡民一对着树木动手的时候，警察就把他们捉住并且监禁起来。萌芽月刊五期一七七页。所以这样的树木保护法，结果是增加剥树皮，掘草根的人民，反而促进沙漠的出现。但这书以自然科学为范围，所以没有顾及了。接着这自然科学所论的事实之后，更进一步地来加以解决的，则有社会科学在。一九三年五月五日。进化和退化周建人辑译，收关于生物科学的文章八篇，一九三年七月上海光华书局出版。本篇最初即印入该书。严复字又陵，又字几道，福建闽侯今属福州人，清末启蒙思想家翻译家。"}
