{"text":"总之，我们论史，应该尽量客观厚道，就时论事。不能纯出主观，以今之所有，笑古之所无也不能以古之所无，便否认今之所有。第三点，孟子说到关市方面，关卡和互市，也就是现在的关税和商业市场上的捐税。这在文王时期是讥而不征的。只是派人巡察，看看有没有非法之物，顺便了解货物的议价状况，并不需要收什么关税交易税之类。因为在战国当时，征敛相当繁琐严苛，常常弄得民不聊生，所以他提出这一点。再其次，说到周文王时泽梁无禁。泽为水泽，梁指山林。广义地说，就是无论上山下海，包括河川的资源开发，山林资源的开发，都是没有什么禁令的。人民在这方面的生产是自由的，但人民也懂得节制，不至于弄到资源枯竭。这里有一点我们要知道，倒退回去两千多年看，那时候的社会结构，可以说一切都还在尚未开发的阶段。情况和现在不大相同。在司法方面，孟子指出罪人不孥。就是罪不及妻子，个人犯罪个人承当，自己受法律制裁，与家属无关。这句话在今天的年轻人听来，觉得没有什么道理，因为大家目前所认识的法律，本来就是如此，似乎这句话是多余的。可是在还没有推翻清朝以前，中国几千年来的法律，不像今天民主制度的法治精神。由春秋战国到清代的几千年帝制中，有许多情况，都是罪及妻孥，乃至于一人犯罪，可以诛灭九族，全凭当时专制帝王的意思而定。所谓人主者，朕即国家，朕即法律，他是国家主权的象征，他说的话就是最高的法律。在这种情形之下，孟子讲这句话，就非同小可了，可以说孟子相当大胆，凭他的浩然正气而对宣王进谏直言。接着，孟子又举出在周朝的王道政治上，社会福利事业的成功，他说鳏寡孤独这四种人，是社会上最困苦无依的人。文王当时，凡是仁政爱民的措施，一定先顾及到这些人，使孤苦无依的人优先得到利益。他同时引用了诗经小雅节南山正月篇第十三章，最后两句哿以富人，哀此茕独来强调穷人的可怜。诗的意思是说，社会上一般衣食无忧的人是没有什么问题了，但是有些孤苦伶什的人还不知道怎么活下去呢？对这些人，我们必须伸出关切和同情的援手。孟子说王政说到这里月侧才一开头，还没有讲到正题上去，可是齐宣王似乎已经听不下去，又打起太极拳来了，插上一句善哉言乎！"}
{"text":"文王当时，凡是仁政爱民的措施，一定先顾及到这些人，使孤苦无依的人优先得到利益。他同时引用了诗经小雅节南山正月篇第十三章，最后两句哿以富人，哀此茕独来强调穷人的可怜。诗的意思是说，社会上一般衣食无忧的人是没有什么问题了，但是有些孤苦伶什的人还不知道怎么活下去呢？对这些人，我们必须伸出关切和同情的援手。孟子说王政说到这里月侧才一开头，还没有讲到正题上去，可是齐宣王似乎已经听不下去，又打起太极拳来了，插上一句善哉言乎！意思是说，你讲得好，讲得很好。又把王政这个正题用太极拳的推手往外一推。可是孟子还是用打蛇贴棍上的办法说，您既然认为这个道理很好，可是为什么不去实行呢？王曰寡人有疾，寡人好货。对曰昔者公刘好货，诗云乃积乃仓，乃裹糇粮。于橐于囊，思戢用光。弓夫斯张，于戈戚扬。爰方启行，故居者有积金，行者有裹粮也，然后可以爰方启行。王如好货，与百姓同之，于王何有？寡人好货孟子采紧逼盯人的姿态，追问齐宣王，您既然认为很好，为什么又不实行王政呢？齐宣王答得很妙，他说我有一个毛病，我非常爱好财富。古代货字的意思和现代的财字相同，包括了金钱物资等等。齐宣王这句答话，在表面上是牛头不对马嘴，答非所识问，但也很妙。孟子要他优先救济社会上最困苦的四种人，这当然是要花钱的，而他却说我爱钱，舍不得花钞票啦！这就像篮球场上的大国手们，你从后面紧逼盯人，我就来个转身，摆脱你。奈何孟子还是不放松，对他说，这没有关系呀！周朝的先祖公刘，就是一位好货的人，而且有诗为证呢！公刘，据周纪说，是弃的后代。弃是唐尧的兄弟，到虞舜时，被封为后稷，有相当伟大的德业，传到不上穴下出这一代的时候，因政治的衰退，不富丢了官，就流亡异域，到戎狄这两个外族之间的漆沮自漆沮度渭，取材用一带去求发展漆水源出陕西省同官县东北大神山，西南流经分阝县至耀县会沮水。沮水出耀县北分水岭。当传到公刘的时候，才又振作起来。诗经大雅生民之什的公刘篇，就是歌颂这段故事。孟子又继续引用诗经的记载作补充说明。他说，公刘当年好货，但能推己及人。他首先教导人民，因地制宜，努力耕作，增加生产。"}
{"text":"沮水出耀县北分水岭。当传到公刘的时候，才又振作起来。诗经大雅生民之什的公刘篇，就是歌颂这段故事。孟子又继续引用诗经的记载作补充说明。他说，公刘当年好货，但能推己及人。他首先教导人民，因地制宜，努力耕作，增加生产。在秋天丰收时，将粮食堆满在仓库里，还有许多粮食放不下时，只好堆积在仓外。另外，制造干粮，放在橐里囊里，以便人民迁移时，可以随身携带。由于仁心德政的措施，投靠他的百姓愈来愈多，逐渐地便富强起来了。于是他又整军经武，把老百姓集中起来训练，等这些都差不多了，才带了弓箭，装备着干戈斧钺等各种武器，浩浩荡荡地由漆沮出发，回到他原来的封地豳邑，复兴他祖先后稷的旧业。所以留守的人有露天堆积的米粟和充实丰富的谷仓，出发的人有包裹好的干粮，如此准备妥善，才向自地进发。周代也就从这时开始，渐渐兴盛起来。所以当齐宣王说他自己好货时，孟子却故意装作不懂地说，您身为一国之君，喜欢财富是应该的。像周朝的先祖――公刘，创建基业时，也是积极地从事经济发展。如果您也能效法先人积极进取的精神，从事生产工作，藏富于民的话，如此，齐国得以富强，而百姓得以安居乐业。这不是很好的事吗？在这里，可见孟子的诱导教育，以及紧逼盯人的技术，和齐宣王的推拖工夫是同样高明。齐宣王的太极拳由好乐好勇，这里又段数升高到第三段的好货了。现在让我们再来讨论一下好货的问题。在中国文化中，有一句话，包括四件事声色货利。在历史上只要帝王好声色货利，那个社会。国家，没有不乱的。这四件事，没有一件是好事，全是坏事。而齐宣王对这四大坏事，没有不好的，他全都爱好。后世一些读书人，读了孟子这一类的书，学了这一派的论调，每提到声色货利，就视同毒蛇猛兽，像有剧毒一样的恐惧。其实，我们每一个人，对于声色货利，没有不爱好的。只是对这四件事的欲望，程度上有大小的不同而已。孟子这里没有从心理这一方面发挥，其实人人都是同样爱好这些的，只是程度上有所不同。"}
{"text":"在历史上只要帝王好声色货利，那个社会。国家，没有不乱的。这四件事，没有一件是好事，全是坏事。而齐宣王对这四大坏事，没有不好的，他全都爱好。后世一些读书人，读了孟子这一类的书，学了这一派的论调，每提到声色货利，就视同毒蛇猛兽，像有剧毒一样的恐惧。其实，我们每一个人，对于声色货利，没有不爱好的。只是对这四件事的欲望，程度上有大小的不同而已。孟子这里没有从心理这一方面发挥，其实人人都是同样爱好这些的，只是程度上有所不同。只要扩充这大家都爱好的事，并导之正途，那么不但对社会无害，而且能收到移风易俗的效果，反而是国家社会人民的福利了。我们所谓现代化的第一流强国，正是声色货利最先进的国家。反之，就是尚在落后，尚未开发中的国家。从这里，使我们想起齐桓公，他也有像齐宣王所说的三好。但在当时，他有幸得到一位好帮手管仲，能在当世成大功，后世历史上成大名。让我们看看齐桓公与管子对话的记载。桓公谓管仲曰寡人有大邪三。不幸好畋，晦夜从禽不及，一。不幸好酒，日夜相继，二。寡人有污行，不幸好色，姊妹有未嫁者，三。管仲曰恶则恶矣，非其急也。人君惟不爱与不敏，不可耳。不爱则亡众，不敏则不及事。齐桓公有一天对管仲说，我这个人，有很不正经很邪门的三个嗜好，你看多糟糕！怎么办？喜欢打猎，常常跑出去玩，有时追捕猎物，玩到天黑了还不肯回来，第二天当然没有精神理政问事了。这是第一件事。还有我喜欢喝酒，讲究口腹之欲，白天晚上都吃喝个不停。齐桓公好吃，是有名的饕餮，天下所有的美味，他都找来吃。他的一个部下易牙，专以烧一手好菜来侍候他满足他。有一天，他吃喝得高兴了，对易牙说，天下的美味，我都吃过了，可就没有吃过人肉，不知道人肉的味道如何。后来齐桓公吃了一碗以前没有吃过的肉类，问易牙这是什么肉，易牙说是人肉。原来易牙杀了他自己儿子，来取悦于桓公。因此齐桓公认为易牙很忠心。当然有人说连自己儿子都会杀掉的人，一点仁心都没有，怎么谈得上忠。这是另一段公案，我们暂时不去讨论。易牙是坏蛋，历史早有明证和定评了。但由此可知齐桓公的好吃好喝，到了什么程度。他自己也对管仲说，这是他的第二件缺德。他又说，更不幸的，我有比前面两项，更不干净的行为，说起来都难为情，我还喜欢女色。好女色倒是小事，我的同宗姊妹中，还有尚未出嫁的。"}
{"text":"后来齐桓公吃了一碗以前没有吃过的肉类，问易牙这是什么肉，易牙说是人肉。原来易牙杀了他自己儿子，来取悦于桓公。因此齐桓公认为易牙很忠心。当然有人说连自己儿子都会杀掉的人，一点仁心都没有，怎么谈得上忠。这是另一段公案，我们暂时不去讨论。易牙是坏蛋，历史早有明证和定评了。但由此可知齐桓公的好吃好喝，到了什么程度。他自己也对管仲说，这是他的第二件缺德。他又说，更不幸的，我有比前面两项，更不干净的行为，说起来都难为情，我还喜欢女色。好女色倒是小事，我的同宗姊妹中，还有尚未出嫁的。他的姊妹为什么不出嫁，这当然是使他最难为情，难以启齿的话。只说这是他第三项劣行，就意在不言中了，所以他的毛病可真大，比齐宣王严重多了。可是管仲怎么说呢？他说，你这三个大毛病，的确很不好，坏是坏透了，但对你现在来说，还不是最重的要的事，不一定要立即改正。事实上，管仲明知他一下子改不过来。如果管仲说，要他马上改，反而会弄僵了。管仲只是说，一个作领袖的人，如果没有爱心，不爱天下人，智慧反应都不够敏捷，这才是最大的忌讳。因为没有爱心，不能爱民的话，就不会有群众和人民拥护他不够积极，不能勤政的话，就会政务荒弛。因此，勤政爱民，是领导人所最需具备的条件就是在管仲之后的孟子所说的仁政。这是管仲对君主辅助的一个范例。几千年来直到现在，我们一直都标榜管仲是历史上的大政治家。他不但是政治思想家，也是实行家，连孔子都很推崇他。现在管仲与齐桓公所谈的内容，和齐宣王与孟子之间的谈话内容是一样的。而谈话的态度与方法，孟子与管子也差不多一样。所不同的一点，管子是站在大政治家的立场，作臣道的建议和提醒，针对现实政治的具体做法而言。至于我们这位孟夫子，则更偏重于政治哲学的原则，同时带着师道的诱导方式，在境界上当然比管仲更高一层，可惜效果上，却差了许多。但是有一点要注意，孟子和管仲所遇到的两个主顾――老板，在人格个性上，也有许多差异。因此，在历史上的成就，也就不相大同了。其次，我们要讨论的声色货利四事，我国历史文化上，几千年来，都认为是要不得的坏事。直至国民革命成功，推翻清朝以前，大家还是看不起工商业，尤其是看不起商人。"}
{"text":"但是有一点要注意，孟子和管仲所遇到的两个主顾――老板，在人格个性上，也有许多差异。因此，在历史上的成就，也就不相大同了。其次，我们要讨论的声色货利四事，我国历史文化上，几千年来，都认为是要不得的坏事。直至国民革命成功，推翻清朝以前，大家还是看不起工商业，尤其是看不起商人。过去习惯上所谓的士农工商，商人被列为四民之末，这都是中国文化受这些传统观念的影响，致使工商业不发达，科学不进步，而形成中国文化呆滞的一面。货殖列传的一斑中国文化真是如此呆滞丑陋的吗？我们不必归罪于什么理学家道学家或哪一家上去，只是由于少数读书人，把观念搞错了，把大家的观念带到歧路上去。中国文化的本身，并非如此。历史上，汉代的司马迁曾经就货利的问题，正式提出来谈经济思想。当时别人都不大注重经济问题，只有他特别注意，而在史记中写了货殖列传，成为中国经济学上的第一篇传记，也是中国讨论经济哲学思想的好著作。另外，平准书也是财政学上的重要资料。司马迁看法与众不同，在当时大家看不起货利的时候，他却认为货利非常重要。他提出来的第一位经济专家是姜太公，第二位是范蠡，第三位是孔子的天才学生子贡。接下来还有很多，现在我们择要摘录下他这篇文章，来作个研究。老子曰至治之极，邻国相望，鸡狗之声相闻，民各甘其食，美其服，安其俗，乐其业，至老死不相往来。必用此为务，娩近世涂民耳目，则几无行矣。太史公曰夫神农以前，吾不知已。至若诗书所述，虞夏以来，耳目欲极声色之好，口欲穷刍豢之味，身安逸乐，而心夸矜势能之荣使。俗之渐民久矣，虽户说以吵论，终不能化。故善者因之，其次利道之，其次教诲之，其次整齐之，最下者与之争。夫山西饶材竹谷纟卢旄玉石山东多鱼盐漆丝声色江南出木丹梓姜桂金锡连丹砂犀玳瑁珠玑齿革龙门碣石北多马牛羊旃裘筋角铜铁则千里，往往山出棋置此其大较也。皆中国人民所喜好，谣俗被服饮食奉生进死之具也。故待农而食之，虞而出之，工而成之，商而通之。此宁有政教发征期会哉？人各任其能，竭其力，以得所欲。"}
{"text":"故善者因之，其次利道之，其次教诲之，其次整齐之，最下者与之争。夫山西饶材竹谷纟卢旄玉石山东多鱼盐漆丝声色江南出木丹梓姜桂金锡连丹砂犀玳瑁珠玑齿革龙门碣石北多马牛羊旃裘筋角铜铁则千里，往往山出棋置此其大较也。皆中国人民所喜好，谣俗被服饮食奉生进死之具也。故待农而食之，虞而出之，工而成之，商而通之。此宁有政教发征期会哉？人各任其能，竭其力，以得所欲。故物贱之征贵，贵之征贱，各劝其业，乐其事，若水之趋下，日夜无休时，不召而自来，不求而民出之。岂非道之所符，而自然之验邪？周书曰农不出则乏其食，工不出则乏其事，商不出则三宝绝，虞不出则财匾少。财匾少而山泽不辟矣。此四者，民所衣食之原也。原大则饶，原小则鲜。上则富国，下则富家。贫富之道，莫之夺予。而巧者有余，拙者不足。故大公望封于营丘，地泻卤，人民寡，于是太公劝其女功，极技巧，通鱼盐，则人物归之，襁至而辐凑。故齐冠带衣履天下，湾岱之间敛袂而往朝焉。其后齐中衰，管子修之，设轻重九府，则桓公以霸，九会诸侯，一匡天下而管氏亦有三归，位在陪臣，富于列国之君。是以齐富强至于威宣也。故曰仓禀实而知礼节，衣食足而知荣辱。礼生于有而废于无。故君子富，好行其德小人富，以适其力。渊深而鱼生之，山深而兽往之，人富而仁义附焉。富者得势益彰，失势则客无所之，以而不乐。夷狄益甚。谚曰千金之子。不死于市。此非空言也。故日天下熙熙，皆为利来，天下攘攘，皆为利往。夫千乘之王，万家之侯，百室之君，尚犹患贫，而况匹夫编户之民乎！文中所述范蠡子夏等人致富之道，从略。此其章章尤异者也。皆非有爵邑奉禄弄法犯奸而富，尽椎埋去就，与时俯仰，获其赢利。以末致财，用本守之以武一切，用文持之。变化有概，故足术也。若致力农畜。工虞商贾，为权利以成富，大者顷郡，中者倾县，下者倾乡里者，不可胜数。夫纤啬筋力，治生之正道也，而富者必用奇胜。田农，掘业，而秦扬以盖一州。掘冢，奸事也，而田叔以起。博戏，恶业也，而桓发用富。行贾，丈夫贱行也，而雍乐成以饶。贩脂，辱处也，而雍伯千金。卖浆，小业也，而张氏千万。洒削，薄技也，而郅氏鼎食。谓脯，简微耳，浊氏连骑。马医，浅方，张里击钟。"}
{"text":"以末致财，用本守之以武一切，用文持之。变化有概，故足术也。若致力农畜。工虞商贾，为权利以成富，大者顷郡，中者倾县，下者倾乡里者，不可胜数。夫纤啬筋力，治生之正道也，而富者必用奇胜。田农，掘业，而秦扬以盖一州。掘冢，奸事也，而田叔以起。博戏，恶业也，而桓发用富。行贾，丈夫贱行也，而雍乐成以饶。贩脂，辱处也，而雍伯千金。卖浆，小业也，而张氏千万。洒削，薄技也，而郅氏鼎食。谓脯，简微耳，浊氏连骑。马医，浅方，张里击钟。此皆诚壹之所致。由是观之，富无经业，则货无常主，能者辐辕，不肖者瓦解。千金之家比一都之君，巨万者乃与王者同乐。岂所谓素封者邪？非也？史记司马迁及其父司马谈，都是比较偏爱黄老道家的学术思想，尤其是推崇老子的思想。他写的货殖列传，首先就引用老子的话，描写社会到了富强康乐，民主自由的极点，才能真正进入大同的理想境界，也才能达到老子所说的无为之治，法乎自然的境界。老子前面的一段话，意思是说，比邻的国家，国界相接，或隔一条路，或隔一条小溪，彼此都可以一望而见，连鸡鸣狗吠的声音都听得清清楚楚。而各国的老百姓，都能够吃得好，营养足穿得好，没有穿打补钉的衣眼社会风气安定，没有不良分子的骚扰对自己的事业职业，都很满意，各人安守本分。生活在这样安定快乐的社会中，人人都很满足，终此一生，都不会去羡慕别人，更不会为了生存，而离乡背井去外地谋生。本来老子的说法，在我看来，和儒家大同思想的说法并没有两样，不过老子是对理想境界描写，儒家的礼运篇则是原则的叙述。二者都是根源一脉相承的中国古代文化传统，如果一定要以表面的文字，把他们硬分为两派，是一件很遗憾的事情。曾经听一位青年人说，现在日子过得好，有了钱，退了休，就该环游世界一番，到老死不相往来，不出国门，活着有什么意思。出国走走，这是一种很时髦的观念，而且也可增广见闻，但对于老子这句话的反驳，则似有断章取义之嫌。先从近处说起，就在台湾的山区或农林中，还是有一些人，不但没有到过台北，甚至连他居处的县治所在地也没有去过，一生没有离开家乡一步，但因生活过得安定快乐，临终之时，心中了无遗憾。"}
{"text":"出国走走，这是一种很时髦的观念，而且也可增广见闻，但对于老子这句话的反驳，则似有断章取义之嫌。先从近处说起，就在台湾的山区或农林中，还是有一些人，不但没有到过台北，甚至连他居处的县治所在地也没有去过，一生没有离开家乡一步，但因生活过得安定快乐，临终之时，心中了无遗憾。而现代许多曾经环游过世界的人，在他临终之际，或对后代子孙，或对国家社会，或对他自己的一些事情，还是很不放心，带着满腔的无奈而去。也还有人说，至美国或到欧洲，去求学深造，或发展事业又有什么不好？为什么要至老死不相往来？这也是忘记了这句话前面的至治之极，以及接下去的描写。我们要反过来问一句，假如我们今天成为世界上经济力量最雄厚，教育文化水准最高，科技最发达，军事力量最强大，社会也最安定的国家，那么你还会想到外国去求深造，求发展吗？再进一步说，全世界，全人类，每个社会都达到了这个水准，那么又有谁不愿安安稳稳在自己家乡努力，反而到处奔波劳苦，替别人洗碟子擦地板呢？现代的澳洲人，位于南半球，一般人过着太平日子，就很少往外国跑了。不过，在现代也有一种反面的至老死不相往来的现象。那是南北韩之间的三十八度线东西德的围墙我们与大陆之间的一衣带水。由此可见，想要达到至老死不相往来的境界，是不容易的，除非全世界全人类，都富强康乐了，才能达到这个美好的境界。历史社会演变的趋势所以司马迁说，人类最好往这种美好的理想去努力。但是近代司马迁当时的近代，一般人都只图声色耳目的享受。已经不可能达到那么高的境界了。接着他又发表他史家立场的意见说，神农以前的情形怎样我不知道。我所知道的，像诗经书经这些书上所记载的事迹自虞夏两代以后，由于社会的演进，人们都偏好物质生活的享受，喜欢追求声色之娱，以及口腹之欲。身安逸乐而汲汲名利，人人都如此，没有什么稀奇。这种风俗的演变，不是一天形成的。自从虞夏时代开始，就逐渐转变成近代这个样子。社会风气到了这一步，你即使以最高的哲理，挨家逐户地去劝他们，放下物欲，寻求精神生活的趋脱，也是没有用的。因此，自上古以来，最高明的为政方法是因之。"}
