{"text":"然而我们内心中却是十分欣慰的，认为自己还不是孬种，还够算得上一个堂堂正正的中国人。我们没有失掉人格，也没有失掉国格。我说这一番话，好像是老王卖瓜，自卖自夸，意在吹擂自己。我全没有这样的想法。我比今天的留学生年龄要大上五六十岁。我不愿意专门说些好听的话，取悦于你们。如果我还有什么优点的话，那就是我敢于讲点真话，肯讲点真话。我上面讲到的今天留学生的情况，也全是真话，没有半句谎言。如果真是这样的话，我岂不是认为今不如昔了吗？岂不是认为黄鼬降老鼠，一窝不如一窝了吗？我决不这样相信。我上面虽然说到我成了九斤老太的信徒。其实并没有。我的信条一向是长江后浪推前浪，世上新人换旧人。我始终相信雏凤清于老凤声。我总认为人类总会越来越好的，而决不是相反。今天留学生的情况只能是暂时的现象。目前我们国家在生活福利方面还赶不上发达的国家，还有一些不尽如人意的地方。但这也只能是暂时的现象。我们有朝一日总会好起来的。今天有些留学生不想回国，我不谴责他们，我相信他们仍然是爱国的。即使已经归化了其他国家的人，他们的腔子里仍然会有一颗中国的心。那种手执刀叉，口咽大菜，怀里揣满了美元而认为心满意足，认为是实现了人生的意义与价值的人，毕竟只能是极少数。我倚老卖老，刺刺不休，在上面讲了这一些并不是每一个人都爱听的话。俗话说良药苦口利于病，忠言逆耳利于行。我相信，我的话不会没有用处的。话中如果有可取之处，则请大家取之。如果认为根本没有用，则请大家弃之如敝屣，我决不会有任何怨言。忆往述怀第二篇学林漫步忆往述怀研究学问的三个境界王国维在他著的人间词话里说了一段话古今之成大事业大学问者，必经过三种之境界昨夜西风凋碧树，独上高楼，望尽天涯路。此第一境也。衣带渐宽终不悔，为伊消得人憔悴。此第二境也。众里寻他千百度，蓦然回首，那人却在灯火阑珊处。此第三境也。尽管王国维同我们在思想上有天渊之别，他之所谓大学问大事业，也跟我们了解的不完全一样。但是这一段话的基本精神，我们是可以同意的。现在我就根据自己一些经验和体会来解释一下王国维的这一段话。昨夜西风凋碧树，独上高楼，望尽天涯路，意思是在秋天里，夜里吹起了西风，碧绿的树木都凋谢了。树叶子一落，一切都显得特别空阔。"}
{"text":"此第一境也。衣带渐宽终不悔，为伊消得人憔悴。此第二境也。众里寻他千百度，蓦然回首，那人却在灯火阑珊处。此第三境也。尽管王国维同我们在思想上有天渊之别，他之所谓大学问大事业，也跟我们了解的不完全一样。但是这一段话的基本精神，我们是可以同意的。现在我就根据自己一些经验和体会来解释一下王国维的这一段话。昨夜西风凋碧树，独上高楼，望尽天涯路，意思是在秋天里，夜里吹起了西风，碧绿的树木都凋谢了。树叶子一落，一切都显得特别空阔。一个人登上高楼，看到一条漫长的路，一直引到天边，不知道究竟有多么长。王国维引用这几句词，形象地说明了一个人立志做一件事情时的情景。志虽然已经立定，但是前路漫漫，还看不到什么具体的东西。说明第二个境界的那几句词引自欧阳修的蝶恋花。王国维只是借用那两句话来说明在工作进行中，一定要努力奋斗，刻苦钻研，日夜不停，坚持不懈，以致身体瘦削，连衣裳的带子都显得松了。但是，他她并不后悔，仍然是勇往直前，不顾自己的憔悴。在三个境界中，这可以说是关键，根据我自己的体会，立志做一件事情以后，必须有这样的精神，才能成功。无论是在对自然的斗争中，还是在阶级斗争中，要想找出规律，来进一步推动工作，都是十分艰巨的事情。就拿我们从事教育和科学研究工作的人来说吧。搞自然科学的，既要进行细致深入的实验，又要积累资料。搞社会科学的，必须积累极其丰富的资料，并加以细致的分析和研究。在工作中，会遇到层出不穷的意想不到的困难，我们一定要坚韧不拔，百折不回，决不容许有任何侥幸求成的想法，也不容许徘徊犹豫。只有这样，才能得到最后的成功。工作是艰苦的，工作的动力是什么呢？对王国维来说，工作的动力也许只是个人的名山事业。但是，对我们来说，动力应该是建设社会主义社会和共产主义社会，所以，我们今天的工作动力同王国维时代比起来，真有天渊之别了。所谓不顾身体的瘦削，只是形象的说法，我们决不能照办。在王国维时代，这样说是可以的。但是到了今天，我们既要刻苦钻研，同时又要锻炼身体。一马万马的关系必须正确处理。此外，我们既要自己钻研，同时也要兢兢业业地向老师学习，打一个不太确切的比喻，老师和学生一教一学，就好像是接力赛跑，一棒传一棒，跑下去，最后达到目的地。我们之所以要尊师，就是因为老师在一定意义上是跑前一棒的人。"}
{"text":"所谓不顾身体的瘦削，只是形象的说法，我们决不能照办。在王国维时代，这样说是可以的。但是到了今天，我们既要刻苦钻研，同时又要锻炼身体。一马万马的关系必须正确处理。此外，我们既要自己钻研，同时也要兢兢业业地向老师学习，打一个不太确切的比喻，老师和学生一教一学，就好像是接力赛跑，一棒传一棒，跑下去，最后达到目的地。我们之所以要尊师，就是因为老师在一定意义上是跑前一棒的人。一方面，我们要从他手里接棒另一方面，我们一定会比他跑得远，这就是所谓青出于蓝，而胜于蓝。说明第三个境界的词引自辛弃疾的青玉案元夕。意思是到处找他她，也不知道找了几百遍几千遍，只是找不到，猛一回头，那人原来就在灯火不太亮的地方。中国旧小说常见的踏破铁鞋无觅处，得来全不费工夫，表达的也是这个意思。王国维引用这几句词，来说明获得成功的情形。一个人既然立下大志做一件事情，于是就苦干实干巧干。但是什么时候才能成功呢？对于这个问题大可以不必过分考虑。只要努力干下去，而方法又对头，干得火候够了，成功自然就会到你身边来。这三个境界，一般地说起来，是与实际情况相符的。就王国维所处的时代来说，他在科学研究方面所获得的成绩是极其辉煌的，他这一番话，完全出自亲身的体会和经验，因此才这样具体而生动。到了今天，社会大大地进步了，我们的学习条件大大地改善了，我们的学习动力也完全不一样了我们都应该立下雄心大志，一定要艰苦奋斗，攀登科学的高峰。忆往述怀第二篇学林漫步忆往述怀治学的态度与方法胡隽吟女士把她以前翻译的已经出版过的许多德国学者的学术论文汇为一编，重新出版，我觉得这是很有意义的一件事。这些篇论文虽然都是几十年前写的，但是一直到今天仍然很有用处，仍然从中可以学习到许多东西。德国学术，不管是社会科学，还是自然科学，成绩斐然，名家学者灿如列星，在国际上一向享有盛名，受到各国学者的热烈赞扬。原因何在呢？原因当然会是很多的。各人也可能有自己不同的看法。据我自己的管见，最重要的原因就是举世异口同声说的德国的彻底性s。"}
{"text":"这些篇论文虽然都是几十年前写的，但是一直到今天仍然很有用处，仍然从中可以学习到许多东西。德国学术，不管是社会科学，还是自然科学，成绩斐然，名家学者灿如列星，在国际上一向享有盛名，受到各国学者的热烈赞扬。原因何在呢？原因当然会是很多的。各人也可能有自己不同的看法。据我自己的管见，最重要的原因就是举世异口同声说的德国的彻底性s。德国学者无论研究什么问题，首先就是努力掌握与这个题目有关的文献，包括古代的和近代的，包括德国的和外国的。德国学者都广通声气，同世界各国的同行几乎都有联系，因此，全世界研究动态，他们基本上都能掌握。对自己要研究的问题的各种学说，都有成竹在心。在这个基础上，或者与此同时就大量搜集资料，不厌其详，不惧其远，只要能搜集到的，全都搜集。这两件工作做完以后，才努力分析资料，然后作出恰如其分的结论。这样的结论，即使不可能就是最后的结论，但就当前而言，已经是比较可靠的了。我只举一个简单的例子。学术论文集中所收论文之一傅吾康教授，是我的老朋友，他的治学态度和治学方法，我是一向钦佩的。过去的不必说了，就拿眼前傅吾康教授所进行的工作来说，也可以充分表现出这些特点。傅先生正在进行东南亚华侨问题的研究。据他自己说，他为了调查华侨的历史情况和当前情况，曾跑遍了印度尼西亚新加坡马来西亚等国的城市与乡村，市场与学校，古庙与墓地，只要有有关华侨的资料，不管是匾额，还是碑铭，不管是活的资料，还是死的资料，傅先生无不广为搜罗，而且把这些东西都拍成照片，分门别类，储存备用。他利用所有的交通工具，从最近代化的飞机火车，一直到比较原始的骡车小船。有时候也难免遇到一些惊险。吃苦耐劳那就更不必说。然而傅先生却是锲而不舍，决不后退。甚至一件不太重要的资料，也决不放过。数十年如一日，勤勤恳恳地工作着。我上面谈的德国的彻底性，在傅吾康先生身上难道不是表现得很具体，很充分吗？这一点是很值得我们学习的。像傅吾康先生这样的例子，不胜枚举。我也就不再举了。胡隽吟女士现在的这一部书，其中所收的论文无不充分表现出德国的彻底性。因此我才说，出版这一部书是很有意义的一件事。我祝贺这一部书的出版。"}
{"text":"甚至一件不太重要的资料，也决不放过。数十年如一日，勤勤恳恳地工作着。我上面谈的德国的彻底性，在傅吾康先生身上难道不是表现得很具体，很充分吗？这一点是很值得我们学习的。像傅吾康先生这样的例子，不胜枚举。我也就不再举了。胡隽吟女士现在的这一部书，其中所收的论文无不充分表现出德国的彻底性。因此我才说，出版这一部书是很有意义的一件事。我祝贺这一部书的出版。忆往述怀第二篇学林漫步忆往述怀学问中没有捷径我曾多次声明，我禀性愚鲁，最不擅长也最不喜欢那种抽象到无边无际的甚至是神秘的哲学思考。我喜欢具体的摸得着看得见的东西。我是搞语言研究出身的，做学问喜欢考据，那种有一千个哲学家就有一千种哲学的现象，我认为是非我性之所近。但是，出于我自己也无法解释的原因，我老年忽发少年狂，侈谈东西文化的区别及其对人类生存前途的关系。这已经接近哲学思考，是我原来所不愿谈的。怪论一出，反对者有之，赞成者也有之，我细读赵杰的文章，他属于后者。古语云惺惺惜惺惺，我在窃喜之余，还是决定写几句话。我的怪论是无能成龙配套的。我讲四大文明体系，又讲东西两大文明体系，还不知天高地厚地讲综合思维模式和分析思维模式，以及三十年河东，三十年河西，又预言，世纪将是东西文化融合而以东方为主的世纪，最后还讲西方文化以征服自然为鹄的，制造了许多弊端，弊端不除，人类生存前途将会异常艰辛，如此等等，不一而足。我名之曰怪论，这是以退为进的手法，我自己实际上并不认为有什么怪，我认为，人类只要还有理性，就必然会得出这样的结论。有高人说我论证不足，说老实话，我讨厌你们那一套哲学论证，与其说我是在搞哲学，不如说我是在作诗。但是我的诗是现实主义的，不是浪漫主义的，更决不会是什么朦胧诗。我的这些诗作，击节者有之，厌恶者也有之。对赞成者我感激，对反对者我恭谨阅读他们的文章但是决不商榷，也不辩论。因为这些议论是非与否，只有将来的历史发展能够裁决，现在人的文章，不管看起来似乎振振有词，高深莫测但大多仍然都是空话。同空话辩论，可怜无补费精神，还不如去打牌，去钓鱼。只是有一位学者的议论，我还是要引一下，目的只在于奇文共析赏。这位学者说黄帝内经成为最高医学，千年秘方成为万应灵药。学习古代是学问，研究现代不是学问。"}
{"text":"我的这些诗作，击节者有之，厌恶者也有之。对赞成者我感激，对反对者我恭谨阅读他们的文章但是决不商榷，也不辩论。因为这些议论是非与否，只有将来的历史发展能够裁决，现在人的文章，不管看起来似乎振振有词，高深莫测但大多仍然都是空话。同空话辩论，可怜无补费精神，还不如去打牌，去钓鱼。只是有一位学者的议论，我还是要引一下，目的只在于奇文共析赏。这位学者说黄帝内经成为最高医学，千年秘方成为万应灵药。学习古代是学问，研究现代不是学问。天人合一内圣外王，语词如此冬烘，概念如此陈腐，道学先生竟想用它来教化世纪。群言，年第期请问这一位学者，你懂得什么叫天人合一吗？你心目中的天人合一是董仲舒的天人感应的天人合一呢？还是张载的民胞物与的天人合一？至于千年秘方，里面难免有迷信的成分，也决不会缺少老百姓用性命换来的经验。当年一笔抹煞中医，为世诟病。不囹时至世纪末又见有自命为非冬烘的洋冬烘真正科学主义的信徒，挺身出来说出这样非科学的话，我确实感到吃惊！我这一番话有点违离了自己的原则之嫌，赶快打住，还是来谈赵杰的文章。赵杰教授在东方文化与东亚民族中多次谈到要繁荣蒙古学满族学和韩国学的必要性和重要性。我个人认为，意见都是切中肯綮的。蒙古民族曾创建过历史上最辽阔的横亘亚欧二洲的大帝国，成为历史上的奇迹。到了近代，蒙古学从欧洲兴起。这门学问研究难度极大，它牵涉到众多的民族和语言，一时成了显学，欧洲颇出了一些著名的蒙古学家。清朝末年，此风传至中国，以洪钧元史译文证补为首的许多汉文著作出现了。后来陈寅恪先生也在这方面写过一些论文。一直到今天，研究蒙古史者，尚不乏人。要说有多少独特出众的成绩，那就很难说了。最主要的原因是，我们虽然有掌握汉文资料近水楼台之优势，但通晓与蒙古史有关的众多的语言文字，则远逊西方学者。不用说超过西方学者，就是想同他们比肩，尚有待于我国学者极大的努力。至于满族学，按理应该说是吾家事，中国国境以外没有聚居的满族。但是，研究满族语言文学文化风习等等的学问，在眼前的中国和世界，实在真是不景气。满族一入主中原就开始汉化。虽然有几个皇帝看到了这个危机，努力加以匡正，但似乎收效甚微。"}
{"text":"要说有多少独特出众的成绩，那就很难说了。最主要的原因是，我们虽然有掌握汉文资料近水楼台之优势，但通晓与蒙古史有关的众多的语言文字，则远逊西方学者。不用说超过西方学者，就是想同他们比肩，尚有待于我国学者极大的努力。至于满族学，按理应该说是吾家事，中国国境以外没有聚居的满族。但是，研究满族语言文学文化风习等等的学问，在眼前的中国和世界，实在真是不景气。满族一入主中原就开始汉化。虽然有几个皇帝看到了这个危机，努力加以匡正，但似乎收效甚微。我在什么书上读到，汉族大诗人袁子才枚太史曾充任教满文的教师，而满族人自己则无满文大学者，实在令人吃惊。反之，满族却出了几个用汉文写作的大文学家，比如纳兰性德等，曹雪芹恐怕也要归入这个范畴。到了近代，清代统治结束，研究满文的学者，更为稀少。西方汉学家中间有旁通满文者，比如德国的s，s等等。日本过去也有专门研究满文的学者，比如今西龙今西春秋等等。在中国，建国以后范老文澜曾开办过满文学习班，敦请当时尚健在的满文老专家授课。后来据说由于老专家谢世，从而停办，后遂无问津者。赵杰同志本人曾在满族学方面下过一些工夫。他的成就，我非内行里手，不敢妄加评断。只是这种精神就值得肯定，希望他能继续努力，万不要浮光掠影，而要下真工夫，庶几能真有所成就。谈到韩国学，则颇令人气短。南北朝鲜国内研究的情况，我不清楚，不敢乱说。前几年，我曾见到过一本德国学者写的论朝鲜文的著作，洋洋数百页，由于不属于我的研究范围，所以没甚措意，至今连书名人名都已不复记忆，实在是一件让我自己感到惋惜的事情。据我浅见所及，我们连朝鲜文确切的系属都还没能弄清楚，它可知矣。做好这一件工作，并不容易，应该广泛探讨与朝鲜文有关的古今语言文字，仔细对比，认真加以科学的分析，然后提出初步的大胆的假设，在这个基础上，再继续探讨，最后才能得出比较可靠的结论。这样艰苦的工作，我只有寄希望于好学深思不务虚名的年轻的学者了。原来只准备写几句话，不意一下笔就不能自己，竟写了这样多，我的用意其实也颇简单。古时欧几里德对一位皇帝说几何学中没有御道。我现在移赠青年学者学问中没有捷径。只有脚踏实地，努力攀登，才能达到科学的顶巅。"}
{"text":"这样艰苦的工作，我只有寄希望于好学深思不务虚名的年轻的学者了。原来只准备写几句话，不意一下笔就不能自己，竟写了这样多，我的用意其实也颇简单。古时欧几里德对一位皇帝说几何学中没有御道。我现在移赠青年学者学问中没有捷径。只有脚踏实地，努力攀登，才能达到科学的顶巅。忆往述怀第二篇学林漫步忆往述怀我与东方文化研究我曾在很多地方都说过，在清人所分的三门学问义理辞章考据中，我最不擅长最不喜欢的是义理，大体上相当于今天的所谓哲学。堂而皇之的理由是不多的，我只不过觉得义理这玩意儿太玄秘，太抽象，恍兮惚兮，其中无象，颇有点公说公有理，婆说婆有理的味道。为禀赋所限，我喜欢能摸得着看得见的实打实的东西，那种有一千个哲学家就有一千条真理的情况，我的脑筋跟不上。可是，万万没有想到，我到了耄耋之年，竟然老年忽发少年狂，侈谈起了东方文化，谈起了东西方文化的同与异。实际上，这都是属于义理的范畴内的东西，为我以前所不敢谈所不愿谈者。个中原因，颇有可得而言之者。我虽然专门从事语言考证以及文化交流的研究工作，但必然会与文化现象有所接触。久而久之，我逐渐隐约感到东方文化确有其特点，东西文化确有其差异之处。适在这同时，我读到了钱宾四穆先生的生平最后的一篇文章，我顿有所悟，立即写成了一篇文章天人合一新解，就发表在本刊上。这篇顿悟之作，颇受到学术界中外皆有的关注。同时我又进一步阅读和思考，又写成了关于天人合一思想的再思考。这时我对东西文化不同之处认得更具体更深入了。而阅读的结果也越来越多地证实了自己的想法。例子太多，不能多举。我只举两个，以概其余。一个是古代的而且是外国的，这就是法国学者原伊朗裔阿里玛扎海里的丝绸之路――中国波斯文化交流史。这里面讲到，在伊斯兰运动初期，在阿拉伯和波斯今伊朗一带，流传着一种说法希腊人有一只眼睛，而中国人则有两只眼睛。希腊人只有理论，而中国人有技术。中国人有技术，此话不假。但如果说中国没有理论，则不符事实。这且不去讲他。古希腊可以说是西方文化的代表，而中国则是东方文化的代表。阿拉伯和波斯一带的人，在那样早的时候，就已经看出了东西文化的差异，真不能不令人钦佩其远见卓识。"}
{"text":"一个是古代的而且是外国的，这就是法国学者原伊朗裔阿里玛扎海里的丝绸之路――中国波斯文化交流史。这里面讲到，在伊斯兰运动初期，在阿拉伯和波斯今伊朗一带，流传着一种说法希腊人有一只眼睛，而中国人则有两只眼睛。希腊人只有理论，而中国人有技术。中国人有技术，此话不假。但如果说中国没有理论，则不符事实。这且不去讲他。古希腊可以说是西方文化的代表，而中国则是东方文化的代表。阿拉伯和波斯一带的人，在那样早的时候，就已经看出了东西文化的差异，真不能不令人钦佩其远见卓识。另一个例子是当前中国的。大数学家吴文俊教授在他为九章算术所写的序中提到，在数学方面，中西是颇有不同的。西方古代从公理出发，而中国数学则从问题出发。连在自然科学的基础的数学上，中西都有差异，遑论其他！我们不能不佩服吴文俊先生的远见卓识。上面两个例子，一个是古代外国的，一个是当前中国自然科学的。这样两个例子都与我们今天的东西文化的讨论或者争论似无关联，然而结论却如此一致，你能说这是偶然的巧合吗？这岂不值得我们深思吗？其他真正与文化或中西文化有关的言论，比比皆是，中国有，外国也有。而且在中国近现代史上，有关中西文化的大辩论是有过多次的虽然都没有得到完全一致的结论，但中西文化之有差异，则系不容否定之事实。剩下的问题就是中西文化之差异究竟何在这一个关键问题了。上面叙述的过程，在不知不觉中，对我起了作用。它逐渐把我从搞考据的轻车熟路上吸引了出来，走到了另一条以前绝对想不到的侈谈义理之学的道路上来。俗话说一瓶子醋不响，半瓶子醋晃荡。在义理之学方面，我是一个半瓶醋，这是丝毫也无可怀疑的，但是我有一个好胡思乱想的天性，是优点？是缺点？姑置不论，反正我的乱想现在就一变而为乱响了。我想到的问题很多，这几年在许多文章中和座谈会上，我都讲到过。约略言之，可以有以下诸端，性质不同，但都与东西文化有某些关联第一，汉语语法的研究必须改弦更张。第二，中国通史必须重写。第三，中国文学史必须重写。第四，中国文艺理论必须使用中国国有的术语，采用同西方不同的判断方法，这样才能在国际学坛上发出声音。第五，中国美学研究必须根本转型。第六，我认为，西方的基本思维模式是分析的，而中国或其他东方国家则是综合的。"}
