{"text":"一九二八年三月二十七日在岳阳被国民党反动派逮捕，二十九日在长沙壮烈牺牲。申报四月十日刊载的郭亮在湘伏诛续闻中说郭亮首级之转运郭首用木笼装置悬在司门口者数日矣兹铲共法院因郭系铜官人在该地作恶更多特于昨日将郭首运往铜官示众三日期满再解往岳州示众是郭之首级将遍历长岳矣。三国志演义即三国演义，长篇历史小说，元末明初罗贯中作，通行本为一百二十回。这里袁术应为袁绍。该书第三十三十一回写有袁绍杀田丰的事田丰为袁绍谋士，曾劝阻袁暂不攻打曹操，袁认为他沮丧军心，把他杀了，结果被曹操打败他的儿子袁熙袁尚投奔辽东军阀公孙康。相见时袁尚要求榻上铺席，公孙康叱道汝二人之头将行万里！何席之有？便命左右砍下他们的头，使人送给在易州的曹操。这诗是清代王士G作的咏史小乐府三十首杀田丰见带经堂全集乙巳稿。第二句中的盖，原作一。长揖横刀出，语出后汉书袁绍传东汉献帝时，董卓欲谋废立，袁绍反对，董卓复言刘氏种不足复遗。绍勃然曰天下健者，岂唯董公！横刀长揖径出，悬节于上东门，而奔冀州。铅我国古代书写工具之一。晋代葛洪撰的西京杂记载有汉代扬雄怀铅提椠，到处搜求方言的故事。卢梭于一七六二年出版教育小说爱弥儿，提倡儿童身心的自由发展，批判封建贵族和教会的教育制度。当时法国的反动当局曾为此下令焚毁该书并逮捕，卢梭被迫逃往瑞士英国等地，直到一七七年才重返巴黎。现今的新文学的概观现今的新文学的概观――五月二十二日在燕京大学国文学会讲这一年多，我不很向青年诸君说什么话了，因为革命以来，言论的路很窄小，不是过激，便是反动，于大家都无益处。这一次回到北平，几位旧识的人要我到这里来讲几句，情不可却，只好来讲几句。但因为种种琐事，终于没有想定究竟来讲什么――连题目都没有。那题目，原是想在车上拟定的，但因为道路坏，汽车颠起来有尺多高，无从想起。我于是偶然感到，外来的东西，单取一件，是不行的，有汽车也须有好道路，一切事总免不掉环境的影响。文学――在中国的所谓新文学，所谓革命文学，也是如此。中国的文化，便是怎样的爱国者，恐怕也大概不能不承认是有些落后。新的事物，都是从外面侵入的。新的势力来到了，大多数的人们还是莫名其妙。"}
{"text":"但因为种种琐事，终于没有想定究竟来讲什么――连题目都没有。那题目，原是想在车上拟定的，但因为道路坏，汽车颠起来有尺多高，无从想起。我于是偶然感到，外来的东西，单取一件，是不行的，有汽车也须有好道路，一切事总免不掉环境的影响。文学――在中国的所谓新文学，所谓革命文学，也是如此。中国的文化，便是怎样的爱国者，恐怕也大概不能不承认是有些落后。新的事物，都是从外面侵入的。新的势力来到了，大多数的人们还是莫名其妙。北平还不到这样，譬如上海租界，那情形，外国人是处在中央，那外面，围着一群翻译，包探，巡捕，西崽之类，是懂得外国话，熟悉租界章程的。这一圈之外，才是许多老百姓。老百姓一到洋场，永远不会明白真实情形，外国人说，翻译道，他在说打一个耳光，外国人说，翻出来却是他说去枪毙。倘想要免去这一类无谓的冤苦，首先是在知道得多一点，冲破了这一个圈子。在文学界也一样，我们知道得太不多，而帮助我们知识的材料也太少。梁实秋有一个白璧德，徐志摩有一个泰戈尔胡适之有一个杜威，――是的，徐志摩还有一个曼殊斐儿，他到她坟上去哭过，――创造社有革命文学，时行的文学。不过附和的，创作的很有，研究的却不多，直到现在，还是给几个出题目的人们圈了起来。各种文学，都是应环境而产生的，推崇文艺的人，虽喜欢说文艺足以煽起风波来，但在事实上，却是政治先行，文艺后变。倘以为文艺可以改变环境，那是唯心之谈，事实的出现，并不如文学家所豫想。所以巨大的革命，以前的所谓革命文学者还须灭亡，待到革命略有结果，略有喘息的余裕，这才产生新的革命文学者。为什么呢，因为旧社会将近崩坏之际，是常常会有近似带革命性的文学作品出现的，然而其实并非真的革命文学。例如或者憎恶旧社会，而只是憎恶，更没有对于将来的理想或者也大呼改造社会，而问他要怎样的社会，却是不能实现的乌托邦或者自己活得无聊了，便空泛地希望一大转变，来作刺戟，正如饱于饮食的人，想吃些辣椒爽口更下的是原是旧式人物，但在社会里失败了，却想另挂新招牌，靠新兴势力获得更好的地位。希望革命的文人，革命一到，反而沉默下去的例子，在中国便曾有过的。即如清末的南社，便是鼓吹革命的文学团体，他们叹汉族的被压制，愤满人的凶横，渴望着光复旧物。但民国成立以后，倒寂然无声了。"}
{"text":"例如或者憎恶旧社会，而只是憎恶，更没有对于将来的理想或者也大呼改造社会，而问他要怎样的社会，却是不能实现的乌托邦或者自己活得无聊了，便空泛地希望一大转变，来作刺戟，正如饱于饮食的人，想吃些辣椒爽口更下的是原是旧式人物，但在社会里失败了，却想另挂新招牌，靠新兴势力获得更好的地位。希望革命的文人，革命一到，反而沉默下去的例子，在中国便曾有过的。即如清末的南社，便是鼓吹革命的文学团体，他们叹汉族的被压制，愤满人的凶横，渴望着光复旧物。但民国成立以后，倒寂然无声了。我想，这是因为他们的理想，是在革命以后，重见汉官威仪，峨冠博带。而事实并不这样，所以反而索然无味，不想执笔了。俄国的例子尤为明显，十月革命开初，也曾有许多革命文学家非常惊喜，欢迎这暴风雨的袭来，愿受风雷的试炼。但后来，诗人叶遂宁，小说家索波里自杀了，近来还听说有名的小说家爱伦堡有些反动。这是什么缘故呢？就因为四面袭来的并不是暴风雨，来试炼的也并非风雷，却是老老实实的革命。空想被击碎了，人也就活不下去，这倒不如古时候相信死后灵魂上天，坐在上帝旁边吃点心的诗人们福气。因为他们在达到目的之前，已经死掉了。中国，据说，自然是已经革了命，――政治上也许如此罢，但在文艺上，却并没有改变。有人说，小资产阶级文学之抬头了，其实是，小资产阶级文学在那里呢，连头也没有，那里说得到抬。这照我上面所讲的推论起来，就是文学并不变化和兴旺，所反映的便是并无革命和进步，――虽然革命家听了也许不大喜欢。至于创造社所提倡的，更彻底的革命文学――无产阶级文学，自然更不过是一个题目。这边也禁，那边也禁的王独清的从上海租界里遥望广州暴动的诗，，铅字逐渐大了起来，只在说明他曾为电影的字幕和上海的酱园招牌所感动，有模仿勃洛克的十二个之志而无其力和才。郭沫若的一只手是很有人推为佳作的，但内容说一个革命者革命之后失了一只手，所余的一只还能和爱人握手的事，却未免失得太巧。五体，四肢之中，倘要失去其一，实在还不如一只手一条腿就不便，头自然更不行了。只准备失去一只手，是能减少战斗的勇往之气的我想，革命者所不惜牺牲的，一定不只这一点。一只手也还是穷秀才落难，后来终于中状元，谐花烛的老调。但这些却也正是中国现状的一种反映。"}
{"text":"郭沫若的一只手是很有人推为佳作的，但内容说一个革命者革命之后失了一只手，所余的一只还能和爱人握手的事，却未免失得太巧。五体，四肢之中，倘要失去其一，实在还不如一只手一条腿就不便，头自然更不行了。只准备失去一只手，是能减少战斗的勇往之气的我想，革命者所不惜牺牲的，一定不只这一点。一只手也还是穷秀才落难，后来终于中状元，谐花烛的老调。但这些却也正是中国现状的一种反映。新近上海出版的革命文学的一本书的封面上，画着一把钢叉，这是从苦闷的象征的书面上取来的，叉的中间的一条尖刺上，又安一个铁锤，这是从苏联的旗子上取来的。然而这样地合了起来，却弄得既不能刺，又不能敲，只能在表明这位的庸陋，――也正可以做那些文艺家的徽章。从这一阶级走到那一阶级去，自然是能有的事，但最好是意识如何，便一一直说，使大众看去，为仇为友，了了分明。不要脑子里存着许多旧的残滓，却故意瞒了起来，演戏似的指着自己的鼻子道，惟我是无产阶级！现在的人们既然神经过敏，听到俄字便要气绝，连嘴唇也快要不准红了，对于出版物，这也怕，那也怕而革命文学家又不肯多绍介别国的理论和作品，单是这样的指着自己的鼻子，临了便会像前清的奉旨申斥一样，令人莫名其妙的。对于诸君，奉旨申斥大概还须解释几句才会明白罢。这是帝制时代的事。一个官员犯了过失了，便叫他跪在一个什么门外面，皇帝差一个太监来斥骂。这时须得用一点化费，那么，骂几句就完倘若不用，他便从祖宗一直骂到子孙。这算是皇帝在骂，然而谁能去问皇帝，问他究竟可是要这样地骂呢？去年，据日本的杂志上说，成仿吾是由中国的农工大众选他往德国研究戏曲去了，我们也无从打听，究竟真是这样地选了没有。所以我想，倘要比较地明白，还只好用我的老话，多看外国书，来打破这包围的圈子。这事，于诸君是不甚费力的。关于新兴文学的英文书或英译书，即使不多，然而所有的几本，一定较为切实可靠。多看些别国的理论和作品之后，再来估量中国的新文艺，便可以清楚得多了。更好是绍介到中国来翻译并不比随便的创作容易，然而于新文学的发展却更有功，于大家更有益。本篇最初发表于一九二九年五月二十五日北平未名半月刊第二卷第八期。西崽旧时对西洋人雇用的中国男仆的蔑称。英语是。英语不是。"}
{"text":"这事，于诸君是不甚费力的。关于新兴文学的英文书或英译书，即使不多，然而所有的几本，一定较为切实可靠。多看些别国的理论和作品之后，再来估量中国的新文艺，便可以清楚得多了。更好是绍介到中国来翻译并不比随便的创作容易，然而于新文学的发展却更有功，于大家更有益。本篇最初发表于一九二九年五月二十五日北平未名半月刊第二卷第八期。西崽旧时对西洋人雇用的中国男仆的蔑称。英语是。英语不是。徐志摩―浙江海宁人，诗人，新月社主要成员。著有志摩的诗猛虎集等。一九二四年四月泰戈尔访华时，他担任翻译，并在小说月报上多次发表颂扬泰戈尔的文章。杜威，―保梗担玻拦闹饕逭苎遥涤主义者。他否认客观真理和绝对真理的存在，认为有用就是真理。主要著作有哲学的改造经验和自然逻辑探究的理论等。胡适是杜威学说的宣传者。一九一九年五月至一九二一年七月杜威来华讲学时，他曾担任翻译。曼殊斐儿，―通译曼斯菲拢英国女作家。著有幸福鸽巢等中短篇小说集。徐志摩翻译过她的作品。他在自剖集欧游漫记中，说他曾在法国上过曼殊斐儿的坟我这次到欧洲来倒像是专做清明来的我不仅上知名的或与我有关系的坟，在枫丹薄罗上曼殊斐儿的坟。乌托邦拉丁文的音译，源于英国汤姆士莫尔在一五一六年所作的小说乌托邦。书中描写一种叫乌托邦的社会组织，寄托着的空想社会主义的理想，由此乌托邦就成了空想的同义语。南社文学团体，一九九年由柳亚子等人发起，成立于苏州，盛时有社员千余人。他们以诗文鼓吹反清革命。辛亥革命后发生分化，有的附和袁世凯，有的加入安福系研究系等政客团体，只有少数人坚持进步立场。一九二三年解体。该社编印不定期刊南社，发表社员所作诗文，共出二十二集。汉官威仪指汉代叔孙通等人所制定的礼仪制度。后汉书光武帝纪记载王莽篡位失败被杀后，司隶校尉刘秀即后来的汉光武帝带了僚属到长安，当地吏士及见司隶僚属，皆欢喜不自胜。老吏或垂涕曰不图今日复见汉官威仪。"}
{"text":"他们以诗文鼓吹反清革命。辛亥革命后发生分化，有的附和袁世凯，有的加入安福系研究系等政客团体，只有少数人坚持进步立场。一九二三年解体。该社编印不定期刊南社，发表社员所作诗文，共出二十二集。汉官威仪指汉代叔孙通等人所制定的礼仪制度。后汉书光武帝纪记载王莽篡位失败被杀后，司隶校尉刘秀即后来的汉光武帝带了僚属到长安，当地吏士及见司隶僚属，皆欢喜不自胜。老吏或垂涕曰不图今日复见汉官威仪。爱伦堡Z，―苏联作家。十月革命后，他在创作中歪曲社会主义现实，曾受到当时苏联文艺界的批判。德国诗人海涅在诗集还乡记第六十六首中有这样的句子我梦见我自己做了上帝，昂然地高坐在天堂，天使们环绕在我身旁，不绝地称赞着我的诗章。我在吃糕饼糖果，喝着酒，和天使们一起欢宴，我享受着这物珍品，却无须破费一个小钱。小资产阶级文学之抬头见李初梨对于所谓小资产阶级革命文学底抬头，普罗列塔利亚文学应该防御自己载一九二八年十二月创造月刊第二卷第六期。指王独清的长诗十二月十一日，一九栋四晔月出版未标出版处。一只手短篇小说，载一九二八年创造月刊第一卷第九至十一期，内容和这里所说的有出入。苦闷的象征文艺论文集，日本文艺评论家厨川白村作。曾译成中文，一九二四年十二月北京新潮社出版。中译本的封面为陶元庆作。画面是一把钢叉叉着一个女人的舌头，象征人间苦。文坛的掌故并徐匀来信文坛的掌故并徐匀来信编者先生由最近一个上海的朋友告诉我，沪上的文艺界，近来为着革命文学的问题，闹得十分嚣。有趣极了！这问题，在去年中秋前后，成都的文艺界，同样也剧烈的争论过。但闹得并不嚣，战区也不见扩大，便结束。大约除了成都，别处是很少知道有这一回事的。现在让我来简约地说一说。这争论的起原，已经过了长时期的酝酿。双方的主体――赞成革命文学的，是国民日报社。――怀疑他们所谓革命文学的，是九五日报社。最先还仅是暗中的鼎峙接着因了国民政府在长江一带逐渐发展，成都的革命文学家，便投机似的成立了革命文艺研究社，来竭力鼓吹无产阶级的文学。而凑巧有个署名张拾遗君的谈谈革命文学一篇论文在那时出现。"}
{"text":"但闹得并不嚣，战区也不见扩大，便结束。大约除了成都，别处是很少知道有这一回事的。现在让我来简约地说一说。这争论的起原，已经过了长时期的酝酿。双方的主体――赞成革命文学的，是国民日报社。――怀疑他们所谓革命文学的，是九五日报社。最先还仅是暗中的鼎峙接着因了国民政府在长江一带逐渐发展，成都的革命文学家，便投机似的成立了革命文艺研究社，来竭力鼓吹无产阶级的文学。而凑巧有个署名张拾遗君的谈谈革命文学一篇论文在那时出现。于是挑起了一班革命文学家的怒，两面的战争，便开始攻击。至于两方面的战略革命文学者以为一切都应该革命，要革命才有进步，才顺潮流。不革命便是封建社会的余孽，帝国主义的爪牙。同样和创造社是以唯物史观为根据的。――可是又无他们的彻底，而把文学革命与革命文学并为一谈。――反对者承认革命文学和平民文学贵族文学同为文学上一种名词，与文学革命无关，而怀疑其像煞有介事的神圣不可侵犯。且文学不应如此狭义何况革命的题材，未必多。即有，隔靴搔痒的写来，也未必好。是近乎有些为艺术而艺术的说法。加入这战团的，革命文学方面，多为清一色的会员而反对系，则半属不相识的朋友。这一场混战的结果，是由革命文艺研究社不欲延长战线，自愿休兵。但何故休兵，局外人是不能猜测的。关于那次的文件，因文献不足，只好从略。上海这次想必一定很可观。据我的朋友抄来的目录看，已颇有洋洋乎之概！可惜重庆方面，还没有看这些刊物的眼福！这信只算预备将来文坛的掌故起见，并无挑拨，拥护任何方面的意思。废话已说得不少，就此打住，敬祝撰安！徐匀。十七年七月八日，于重庆。回信徐匀先生多谢你写寄文坛的掌故的美意。从年月推算起来，四川的革命文学，似乎还是去年出版的一本革命文学论集书名大概如此，记不确切了，是丁丁编的的余波。上海今年的革命文学，不妨说是又一幕。至于嚣与不嚣，那是要凭耳闻者的听觉的锐钝而定了。我在革命文学战场上，是落伍者，所以中心和前面的情状，不得而知。"}
{"text":"上海今年的革命文学，不妨说是又一幕。至于嚣与不嚣，那是要凭耳闻者的听觉的锐钝而定了。我在革命文学战场上，是落伍者，所以中心和前面的情状，不得而知。但向他们屁股那面望过去，则有成仿吾司令的创造月刊，文化批判，流沙，蒋光恕我还不知道现在已经改了那一字拜帅的太阳，王独清领头的我们，青年革命艺术家叶灵凤独唱的戈壁也是青年革命艺术家潘汉年编撰的现代小说和战线再加一个真是跟在弟弟背后说漂亮话的潘梓年的速成的洪荒。但前几天看见君对日本人的谈话见战旗七月号，才知道潘叶之流的革命文学是不算在内的。含混地只讲革命文学，当然不能彻底，所以今年在上海所挂出来的招牌却确是无产阶级文学，至于是否以唯物史观为根据，则因为我是外行，不得而知。但一讲无产阶级文学，便不免归结到斗争文学，一讲斗争，便只能说是最高的政治斗争的一翼。这在俄国，是正当的，因为正是劳农专政在日本也还不打紧，因为究竟还有一点微微的出版自由，居然也还说可以组织劳动政党。中国则不然，所以两月前就变了相，不但改名新文艺，并且根据了资产社会的法律，请律师大登其广告，来吓唬别人了。向革命的智识阶级叫打倒旧东西，又拉旧东西来保护自己，要有革命者的名声，却不肯吃一点革命者往往难免的辛苦，于是不但笑啼俱伪，并且左右不同，连叶灵凤所抄袭来的阴阳脸，也还不足以淋漓尽致地为他们自己写照，我以为这是很可惜，也觉得颇寂寞的。但这是就大局而言，倘说个人，却也有已经得到好结果的。例如成仿吾，做了一篇开步走和打发他们去，又改换姓名石厚生做了一点s之后，据日本的无产文艺月刊战旗七月号所载，他就又走在修善寺温泉的近旁可不知洗了澡没有，并且在那边被尊为可尊敬的普罗塔利亚特作家，从支那的劳动者农民所选出的他们的艺术家了。。八月十日。本篇最初发表于一九二八年八月二十日语丝第四卷第三十四期，原题通信其一，收入本书时改为现题。徐匀未详。革命文学论集应为革命文学论，丁丁编。收入当时讨论革命文学的论文十七篇，一九二七年上海大新书局出版。丁丁，当时的一个投机文人，后来堕落为汉奸。"}
{"text":"。八月十日。本篇最初发表于一九二八年八月二十日语丝第四卷第三十四期，原题通信其一，收入本书时改为现题。徐匀未详。革命文学论集应为革命文学论，丁丁编。收入当时讨论革命文学的论文十七篇，一九二七年上海大新书局出版。丁丁，当时的一个投机文人，后来堕落为汉奸。创造月刊创造社主要文学刊物之一，一九二六年三月在上海创刊，一九二九年一月停刊。流沙创造社的综合性半月刊，一九二八年三月在上海创刊，出至第六期停刊。太阳即太阳月刊，太阳社主要文学刊物之一，一九二八年一月在上海创刊，出至第七期停刊。蒋光，指蒋光慈―，曾名蒋光赤大革命失败后改赤为慈，安徽六安人，太阳社主要成员之一，作家。著有诗集新梦，小说短裤党田野的风等。我们即我们月刊，一九二八年五月在上海创刊，出至第三期停刊。创刊号上第一篇系王独清的祝辞。王独清―，陕西西安人，当时创造社成员，不久即堕落为托洛茨基分子。戈壁半月刊，一九二八年五月在上海创刊，出至第四期停刊。现代小说月刊，一九二八年一月在上海创刊，一九三年三月停刊。洪荒即洪荒半月刊，一九二八年五月在上海创刊，出至第三期停刊。君指郭沫若，参看本卷第页注。他和成仿吾与日本战旗社作家藤枝丈夫等的谈话，载于战旗一九二八年七月号。战旗，当时全日本无产者艺术联盟的机关刊物，一九二八年五月创刊，一九三年六月停刊。阴阳脸戈壁第二期一九二八年五月刊有叶灵凤的一幅模仿西欧立体派的讽刺的漫画，并附有说明先生，阴阳脸的老人，挂着他已往的战绩，躲在酒缸的后面，挥着他艺术的武器，在抵御着纷然而来的外侮。s指毕竟是醉眼陶然罢了，载创造月刊第一卷第十一期一九二八年五月。其中说我们抱了绝大的好奇心在等待拜见那勇敢的来将的花脸，我们想像最先跳出来的如不是在帝国主义国家学什么鸟文学的教授与名人，必定是在这一类人的影响下少年老成的末将。"}
