{"text":"大善后，总有此族灰色的日益肮脏的积雪。已经不是雪了――笨雪。半年山居，初回城市的头一两天，屡兴再上山去多好的感喟。几乎事事得重新视听适应。我已经山化，要蜕变，市化，重做市民。人害怕寂寞，害怕到无耻的程度。换言之，人的某些无耻的行径是由于害怕寂寞而作出来的。就文句而言，还是人害怕寂寞，害怕到无耻的程度这样比较清通。我算是害怕寂寞的人吗，粉蒸内，老虎，羊腿，竹秀再住半年，可能也会无耻了。在都市中，更寂寞。路灯杆子不会被善压折，承不住多少雪，厚了，会自己掉落。空房山势渐渐陡了，我已沁汗，上面有座教堂，去歇一会，是否该下山了。战争初期，废弃的教堂还没有人念及。神龛桌椅都早被人拆走，圣像犹存，灰尘满面，另有一种坚忍卓绝的表情。那架钢琴还可弹出半数嘶哑的声音，如果专为它的特性作一曲子，是很奇妙的。有什么可看呢，今天为什么独自登山呢，冬天的山景真枯索，溪水干涸，竹林勉强维持绿意。穿过竹林，换一条路下山。峰回路转出现一个寺院，也许有僧人，可烹茶――因为讨厌城里人多，才独自登山，半天不见人，哪怕是一个和尚也可以谈谈哪。门开着，院里的落叶和殿内的尘埃，告知我又是一个废墟。这里比教堂有意思，廊庑曲折，古木参天，残败中自成萧瑟之美。正殿后面有楼房，叫了几声，无人应，便登楼窥探――一排三间，两间没门，垩壁斑驳，空空如也。最后一间有板扉虚掩，我推而赶紧缩手――整片粉红扑面袭来，内里的墙壁是簇新的樱花色。感觉有人，定睛搜看，才知也是空房，墙壁确是刷过未久，十分匀净，没有家具，满地的纸片，一堆堆柯达胶卷的空匣。我踩在纸片上，便觉着纸片的多了，像地毯，铺满了整个楼板。一粉红的墙壁，不是和尚的禅房。二一度借住于此的必是年轻人。也许是新婚夫妇。三是摄影家，或摄影爱好者。四是近期住于此，是不久前离开的。这些判断，与战争荒山这两个时空概念联系不起来，战争持续了八年，到这里来避难？有雅兴修饰墙壁，玩摄影？山上吃什么？无钱，住不下去，有钱，岂不怕遭劫？雷马克似的战地鸳鸯也不会选择这么一个骇人的古寺院。我捡起纸片――是信。换一处捡几张，也是信。这么多的信？页数既乱，信的程序也乱，比后期荒诞派的小说还难琢磨。然而竟都是一男一女的通款，男的叫良，良哥，我的良，你的良。"}
{"text":"也许是新婚夫妇。三是摄影家，或摄影爱好者。四是近期住于此，是不久前离开的。这些判断，与战争荒山这两个时空概念联系不起来，战争持续了八年，到这里来避难？有雅兴修饰墙壁，玩摄影？山上吃什么？无钱，住不下去，有钱，岂不怕遭劫？雷马克似的战地鸳鸯也不会选择这么一个骇人的古寺院。我捡起纸片――是信。换一处捡几张，也是信。这么多的信？页数既乱，信的程序也乱，比后期荒诞派的小说还难琢磨。然而竟都是一男一女的通款，男的叫良，良哥，我的良，你的良。女的叫梅，梅妹，亲爱的梅，永远的梅。所言皆爱情，不断有波折，知识程度相当于文科大学生。我苦恼了，发现自己坐在纸堆上被跳蚤咬得两腿奇痒难熬，那么多的跳蚤，更说明这里住过人。我被这些信弄得头昏脑胀，双颊火热――橙红的夕阳照在窗棂上，晚风劲吹枯枝，赶快下山才是道理。检视了墙面屋角，没有血迹弹痕。窗和门也无损伤。所有的胶卷匣都无菲林。全是信纸，不见一只信封。是拍电影布置下的外景？也不对，信的内容有实质。我不能把这些信全都带走，便除下围巾扎了一大捆，又塞几只胶卷匣在袋里。急急下楼，绕寺院一周，没有任何异象。四望不见村落人家，荒凉中起了恐怖，就此像樵夫般背了一大捆信下山了。连续几天读这些信，纷然无序中还是整出个梗概来良与梅相爱已久，双方家庭都反对，良绝望了，屡言生不如死，梅劝他珍重，以前程事业为第一，她已是不久人世的人――其他都是浓烈而空洞的千恩万爱。奇怪的是两人的信尾都但具月日，不记年份，其中无一语涉及战祸动乱，似乎爱情与时闻与战争是不相干的。毕竟不是文学作品，我看得烦腻起来。又排列了一下一假定两人曾住在这寺院中，那么离去时怎舍得剩下信件。二如若良一个人曾在这里，那么他寄给梅的信怎会与梅寄给他的信散乱在一起。三要是梅先死，死前将良给她的信悉数退回，那么良该万分珍惜这些遗物，何致如此狼藉而不顾。四如果良于梅死后殉了情，那么他必定事前处理好了这些东西。岂肯贻人话柄。五倘系日本式的双双坠崖跳火山，那么他总归是先焚毁了书信再与世决绝的，这才彻底了却尘缘。六除非良是遭人谋害，财货被洗劫，只剩下无用之物，那么盗贼怎会展阅大量的情书，而且信封一个不存？七要说良是因政冶事件被逮捕，那么这些信件是有侦查上的必要，自当席卷而去。"}
{"text":"三要是梅先死，死前将良给她的信悉数退回，那么良该万分珍惜这些遗物，何致如此狼藉而不顾。四如果良于梅死后殉了情，那么他必定事前处理好了这些东西。岂肯贻人话柄。五倘系日本式的双双坠崖跳火山，那么他总归是先焚毁了书信再与世决绝的，这才彻底了却尘缘。六除非良是遭人谋害，财货被洗劫，只剩下无用之物，那么盗贼怎会展阅大量的情书，而且信封一个不存？七要说良是因政冶事件被逮捕，那么这些信件是有侦查上的必要，自当席卷而去。当时我年轻，逻辑推理不够用，定论是我捡到这些纸片时，良和梅是不在世界上了。后来我几次搬家，这捆信就此失落。我也没有再登山复勘这个现场。报纸上没有一件谋杀盗窃案中有良和梅和那个寺院的情节牵涉。名字中有良或梅的男女遇见很多，都显然与此二人情况不符。时间过去了数十年，我还记得那推开虚掩的板扉时的惊，因为上山后满目荒凉枯索的冬日景象，废弃的教堂和寺院仿佛战后人类已经死灭，手推板扉忽来一片匀净的樱红色――人生活白的淡蓝的信纸黄得耀眼的柯达匣子，春天一样亲切，像是见到了什么熟友。还有那些跳蚤，它们咬过良，也可能咬过梅，有诗人曾描写个男人和一个女人的血，一跳蚤的身体为黑色的殿堂，借此融合，结了婚，真是何等的精致悲惨――我的血也被混了进去，我是无辜的，不是良和梅的证婚人。为了纪念自己的青年时代，追记以上事实。还是想不通这是怎么一回事――只是说明了数十年来我毫无长进。论美貌内篇美貌是一种表情。别的表情等待反应，例如悲哀等待怜悯，威严等待慑服，滑稽等待嬉笑。唯美貌无为，无目的，使人没有特定的反应义务的挂念，就不由自主地被吸引，其实是被感动。其实美貌这个表情的意思，就是爱。这个意思既蕴藉又坦率地随时呈现出来。拥有美貌的人并没有这个意思，而美貌是这个意思。当美貌者摒拒别人的爱时，其美貌却仍是这个意思爱――所以美貌者难于摒拒别人的爱。往往遭殃。用美貌这个先验的基本表情，再变化为别的表情，特别容易奏效所以演员总是以美貌者为上选。日常生活中，也是美貌者尽占优势，那变化出来的别的表情，既是含义清晰，又反而强化美貌。可见这个基本表情的功能之大先验性之肯定。美貌者的各种后天的自为表情，何以如此容易感动人？"}
{"text":"拥有美貌的人并没有这个意思，而美貌是这个意思。当美貌者摒拒别人的爱时，其美貌却仍是这个意思爱――所以美貌者难于摒拒别人的爱。往往遭殃。用美貌这个先验的基本表情，再变化为别的表情，特别容易奏效所以演员总是以美貌者为上选。日常生活中，也是美貌者尽占优势，那变化出来的别的表情，既是含义清晰，又反而强化美貌。可见这个基本表情的功能之大先验性之肯定。美貌者的各种后天的自为表情，何以如此容易感动人？因为起始已被先验的基本表情感动，继之是程度的急剧增深，或角度的顺利转变。美貌的人睡着了，后天的表情全停止，而美貌是不睡的，美貌不需要休息倒是由于撤除附加的表情，纯然只剩美貌这一种表情，就尤其感动人，故日睡美人。人老去，美貌衰败，就是这种表情终于疲惫了。老人化妆整容，是强迫坚持不疲惫，有时反显得疲惫不堪。老人睡着，见得更老，因为别的附加的表情率尔褪净，只剩下衰败的美貌这一种惨相，光荣销歇，美貌的废墟不及石头的废墟，罗马夕照供人凭吊，美貌的残局不忍卒睹。外篇在脸上，接替美貌，再光荣一番，这样的可能有没有？有――智慧。很难，真难，唯有极度高超的智慧，才足以取代美貌。也因此报偿了某些年轻时期不怎么样的哲学家科学家艺术家，老了，像样起来了，风格起来了，可以说好看起来了――到底是一件痛苦的事。那些天才，当时都曾与上帝争吵，要美貌！上帝不给，为什么不给，不给就是不给这是上帝的隐私，上帝有最大的隐私权――拆穿了也简单，美貌是给蠢人和懒人的，争得满头大汗力竭声嘶所以天才往往秃顶，嗓子也不太好，只落得悻悻然拖了一袋天才下凡来。你再活下去，就好看不成了。拜伦辩道那么天才还有没有用完哪？上帝啐之是成全你呢，给人世留个亮丽的印象吧。还不快去冼澡，把希腊灰尘土耳其灰尘，统统冲掉！拜伦垂头而斜睨，上帝老得这样嗦，用词何其伧俗，亮丽的。其实上帝逗他，见他穿着指挥官的军服，包起彩色头巾，分外英爽！他懒洋洋地在无花果埘下泼水抹身。上帝化作一只金丝雀停在枝头，这也难怪，上帝近来很寂寞。拜伦叹道唉唉，地下天上，瘸子只要漂亮，还是值得偷看的！树上的金丝雀唧的一声飞走了。"}
{"text":"还不快去冼澡，把希腊灰尘土耳其灰尘，统统冲掉！拜伦垂头而斜睨，上帝老得这样嗦，用词何其伧俗，亮丽的。其实上帝逗他，见他穿着指挥官的军服，包起彩色头巾，分外英爽！他懒洋洋地在无花果埘下泼水抹身。上帝化作一只金丝雀停在枝头，这也难怪，上帝近来很寂寞。拜伦叹道唉唉，地下天上，瘸子只要漂亮，还是值得偷看的！树上的金丝雀唧的一声飞走了。遗狂篇采采景云照我明堂樽中a^堪息彷徨理易昭灼道且惚恍惚兮恍兮与子颉颃有风东来翼彼高冈巧智交作劳忧若狂并介已矣漆园茫茫呼凤唤麟同归大荒那时，我在波斯。后宫曰暮。波斯王得意非凡地在我面前卖弄才情朕之波斯，岂仅以华奢的锦毯驰名于世，更且以华贵的思想，华丽的语言，令天下谈及波斯无不归心低首，哦思想是卷着的锦毯，语言是铺开的锦毯，先生以为然否？余曰美哉斯言，陛下的话拽在别处听到时下面还有两甸思想愈卷愈紧，语言愈铺愈大。静了一会。请先生猜猜我在想什么？波斯王面呈悦色。陛下所思如此邪家伙还说是想出了这个警句马上奔来贡献的。那家伙是指曰夜缠绕着我的某博士王掀髯扬眉先生言中，此人休矣。我觉得要拯救耶专事贡献警句的奴才也不准，乃曰贵国的思想语言的锦毯，也应像羊毛丝麻的锦毯那样倾销到各国去彼欺君者，可免一死，遣去作思想语言的锦毯商，以富溢荣耀波斯帝胃。王曰善！这件事算是过去了。然而接下来渡斯王诡谲谦卑地一笑，我当然知道他的心意是什么。于是，我离开了波斯。原来只是为了找峨默伽亚谟谈谈，才兴此无妄之行。谈过了，各种酒也喝得差不多了――在我与伽亚谟的对饮中，压根儿没有波斯王的份，好像只涉及过所罗门和大卫的悲观主义。后来，那博士即奴才者，果然成为国际著名大学者。后来，许多后来，那是现代了，现代的思想和语言，卷也卷不拢，铺又铺不开，不再是锦毯，倒是槛楼不堪的破毯，据说是非常时髦的，披在身上，招摇过市，不都是顶儿尖儿的天之骄子骄女么。那时，我在希腊，伯律柯斯执政。雅典最好的神庙雕像，几乎全是这阵子造作起来的，说多也不算多，可是市民喷有烦言，终下认为国库大虚了――伯律柯斯不免郁闷。"}
{"text":"后来，那博士即奴才者，果然成为国际著名大学者。后来，许多后来，那是现代了，现代的思想和语言，卷也卷不拢，铺又铺不开，不再是锦毯，倒是槛楼不堪的破毯，据说是非常时髦的，披在身上，招摇过市，不都是顶儿尖儿的天之骄子骄女么。那时，我在希腊，伯律柯斯执政。雅典最好的神庙雕像，几乎全是这阵子造作起来的，说多也不算多，可是市民喷有烦言，终下认为国库大虚了――伯律柯斯不免郁闷。我问道你私人的钱财，够不够相抵这笔造价？他想了想，清楚回答够，有余，至少相抵之后还可以畅意款待你。那么，你就向民众宣布，雅典新有的建筑雕像，所费项目概由伯律柯斯偿付，不过都要镌一行字此神庙或雕像为伯律柯斯斥资建造或制作。他真的立即在大庭广众这样说开了――群情沸腾，其实是异口同声，意思是不行！不必了！雅典的光荣是全体雅典人的，国库为此而耗损，我们大家来补充，谢谢伯律柯斯的慷慨，我们雅典市民可也不是小气吝啬的哪！这便是古希腊的雅典佬的脾气。所以伯律柯斯后来激励士兵的演说，确是句句中肯，雅典人平时温文逸乐，一旦上战场，英锐不可抵挡，深厚的教养所集成的勇猛，远远胜过无知无情者的鲁莽。花开花落，希腊完了，希腊的光荣被瓜分在各国的博物馆中，活生生地发呆――希腊从此是路人！犹记那夜与伯律柯斯徒步而归，身后跟随着不少酒鬼，一个劲儿大着舌头唠叨，竟是辱骂诅咒了，我们不声不响不徐不疾地走到邸府，伯律柯斯吩咐侍从道打起灯笼，好生照他们回家，别让摔坏啊。据侍从回来告诉我说酒鬼们似乎忽然醒了，哭了，发誓以后不再骂人，不再酗酒了。当然，酒还是要酗的，人还是要骂的，现代的希腊人便是这些祖宗的后代――伯律柯斯没有后代。希腊的没落，其他古国的没落，奇怪在于都就是不见振复了，但愿有哪个古国，刨一例外，借以驳倒斯宾格勒的文化形态学论点。说得正高兴，斯宾格勒挽着弟子福里德尔缓缓行来好啊，今天天气好啊！霪雨霏靠，连月不开，我们的脾气暴躁极了，走吧，否则要打架了。那时我在罗马，培德路尼阿斯府第。唉，尼禄真不是东西！我同意培德路尼阿斯的外甥的苦劝，及早逃亡吧，已经迟了，非走不可了。到哪里去呢？他的俊目一贯含有清莹的倦意。"}
{"text":"希腊的没落，其他古国的没落，奇怪在于都就是不见振复了，但愿有哪个古国，刨一例外，借以驳倒斯宾格勒的文化形态学论点。说得正高兴，斯宾格勒挽着弟子福里德尔缓缓行来好啊，今天天气好啊！霪雨霏靠，连月不开，我们的脾气暴躁极了，走吧，否则要打架了。那时我在罗马，培德路尼阿斯府第。唉，尼禄真不是东西！我同意培德路尼阿斯的外甥的苦劝，及早逃亡吧，已经迟了，非走不可了。到哪里去呢？他的俊目一贯含有清莹的倦意。离开罗马，是没有地方足以安顿这位唯美唯到了顶巅的大师。与那些轿夫马弁为伍，不如死。培德路尼阿斯的出世之心早已圆熟。翌曰大摆筵席，管弦悠扬，鲜卉如阵，美姬似织，以优雅丰盛而论，这番饮宴在罗马史上是空前的，皇家的豪举不过是暴殄天物滥事夸饰而已。众宾客面前，各陈一套精美绝伦的餐具，人人目眩，心颤，唯恐失措。酒过三巡，菜更十四，遒菜便是行诗。主人举杯幸荣光临，不胜感德，散席后，区区杯盏，请携回作个纪念――今天是我的亡期。谁都惊绝了，然而谁也不露惊绝之色。培德路尼阿斯示意医士近来，切断腕上的脉管，浸在雕琢玲珑的水盆里。罗马宰相谈笑自若，嘉宾应对如流，侍官穿梭斟酒，乐师俯仰竞奏。精炼于生者必精炼于死。谁都悲恸摧割，然而谁也没有泄漏摧割的悲恸。又示意医士近去我有点倦，想睡一忽儿，请将脉管扎住。音乐轻叉轻，庭中喷泉，清晰可闻，大师成寐如仪，众宾客端坐无声息。他醒来了，神气清爽，莞然一瞥。随着仓皇的马蹄声而猝至的是暴君尼禄赐死宰相的密旨。培德路尼阿斯闲闲笑道他迟了一步――快去回复皇上，说，培德路尼阿斯最后的一句话尼禄是世界上最蹩脚的诗人！尼禄中此一箭，活着也等于死了――因为他从来自信是世界上最伟人的诗人。脉管又放开，盆中淡绛的液体徐徐转为深红。灵魂远去，剩下白如云石的绝代韶美的胴体。他的著作亦零落散佚。他所遗赠的餐具在我手边。有人嗤笑了你竟像古罗马人那样一饮一啄？我说都要像你那样生吞活剥才算现代派么。瞧这些现代的小尼禄。那时我在华夏，魏晋递嬗，旅程汗漫。"}
{"text":"尼禄中此一箭，活着也等于死了――因为他从来自信是世界上最伟人的诗人。脉管又放开，盆中淡绛的液体徐徐转为深红。灵魂远去，剩下白如云石的绝代韶美的胴体。他的著作亦零落散佚。他所遗赠的餐具在我手边。有人嗤笑了你竟像古罗马人那样一饮一啄？我说都要像你那样生吞活剥才算现代派么。瞧这些现代的小尼禄。那时我在华夏，魏晋递嬗，旅程汗漫。所遇皆故人，风气是大家好比，一比，再比，比出了懔懔千古的自知之明与知人之明。话说人际关系，唯一可爱的是。映照，映照印证，以致曰月光华，旦复旦兮，彪炳了一部华夏文化史。滔滔泛泛间，魏晋风度宁是最令人三唱九叹的了所谓雄汉盛唐，不免臭脏之讥六朝旧事，但寒烟衰草凝绿而已韩愈李白，何足与竹林中人论气节。来元以还，艺文人士大抵骨头部软了，软之又软，虽具须眉，个个柔若无骨，是故一部华夏文化史，唯魏晋高士列传至今掷地犹作金石声，投江不与水东流，固然多的是巧累于智俊伤其道的千古憾事，而世上每件值得频频回首的壮举，又有哪一件不是憾事。初夏的大柳树下一片清阴，蝉鸣不辍，锻铁丁丁。中散大夫是穷的贵族，世袭了几棵大柳树，激水以圈之，居然消暑佳处，向秀为佐鼓排，叔夜箕踞而锻，扬m连连，我虽对m如礼，此心怔忡，以为这枝龙头杖是为死神引路的――清早策骑赴此，相见便道钟会真的要来了！二十年来未尝见喜愠之色的嵇康竟皱起了眉头子期亦来报此消息，斟酌大半天，还是顺从了嵇公的决策，演这场戏。心里都希望钟会不来――不来就好了。然而来了，长长一队，马骄游龙，衣媲轻云，诸俊彦扈拥着正被大将军兄弟幸昵的钟会，果然尊荣倜傥，而神色又是那样安详恭谨。m声蝉鸣犬吠风吹柳叶不知过了什么时辰钟会及其宾从终于登鞍揽辔了，我没料到嵇康忽然止m昂首，问道何所闻而来？何所见而去？闻所闻而来。见所见而去。钟士季哪里就示弱了。霎时寂然，蝉也噤了似的。马头带转，蹄声嗒嗒，渐行渐远，他们故意走得那样的慢。夕阳西下，柳阴东移，一种出奇的慵懒使我们兀坐在树根上真想躺倒，沉睡。我不免咨嗟钟士季如此遭遇，其何以堪！不若是，我何以堪？叔夜进而问道。子易我境，更有脱略乎？对曰与公一辙耳！"}
{"text":"何所见而去？闻所闻而来。见所见而去。钟士季哪里就示弱了。霎时寂然，蝉也噤了似的。马头带转，蹄声嗒嗒，渐行渐远，他们故意走得那样的慢。夕阳西下，柳阴东移，一种出奇的慵懒使我们兀坐在树根上真想躺倒，沉睡。我不免咨嗟钟士季如此遭遇，其何以堪！不若是，我何以堪？叔夜进而问道。子易我境，更有脱略乎？对曰与公一辙耳！子期亦轩然而苦笑。杀机便是这样步步逼上来。嵇康自导自演了这场戏，以前的伏笔已非一二，再加上邪封与山巨源绝交书，接着又是吕安罹事，嵇康诣狱明之。钟会比嵇康更清楚地看到杀机成熟了，便在那个路人皆知其心的晋文王前，一番庭论，谗倒了目送归鸿，手挥五弦的大诗人，嵇康下狱，与华士少正卯同罪。历史真的不过是一再重复，恶的重复。当三千太学生奋起联名，请以为师，时论皆谓中散大夫容或得免于诛，我想，糟了，波荡众生，这就更坚了大将军必戮嵇康之心。叔夜的自知之明和知人之明其实是足够的，是他的风骨，他的最高原则，使他不能不走这条窄路，进这个窄门。与山涛的绝交书之所以写得如此辛辣汪洋，潜台词是我终不免一死，说个痛快吧，也正是因此可以保全你。山公本以度量胜，畴昔一面，契若金兰，嵇与山，何嫌何隙，不过是，明里设一迷障，骗过司马昭，暗里托一心事小儿嵇绍，全仗山公了――这一着棋，唯巨源领会无误，大将军且不谈，就是嵇绍本人也是被乃父瞒住了的。二十年后，果然，山公举康子绍为秘书丞，嵇绍似乎觉悟了，然而还不知究竟，临到要去谒谢山公时，他有点酿踏，我口中鼓舞他，心里想的是嵇康有子，清远雅正，而神明不如乃父，毕竟差得多了。叔夜既殁，余心无所托，寥落晨昏，唯有期待于山涛了，痴痴二十岁，终于聆到了他对嵇绍说的一番话，其实是在对亡友表衷情为君思之久矣，天地四时，犹有消息，而况人乎！――说得太好了，一往深情每忆此言，辄唤奈何。回答得真是精彩缤纷，虽已说了自己与许掾的较量，我还问卿与诸贤掩映，自谓何如？答曰才能所经，悉不如诸贤至于斟酌时宜，笼罩当世，亦多所不及然以不才，时复托怀玄胜，远咏老庄，萧条高寄，不与时务萦怀，自谓此心无所与让也。"}
