{"text":"在我们这个时代，为了贪图方便和快速，科学家制造出许多东西，却没想到付出更大的代价。有了电视，人们不再敏于思想。有了电话，人们付出了自由的代价。有了核能，人们丧失了自然的资源。有了洗衣机，人们不再劳动，付出了骨刺和坐骨神经的代价。有了摩托车汽车，人们不再走路，付出痔疮中风高血压心脏病的代价。这些看来非常有用的事物都有反面的作用，何况是那些手枪飞弹潜艇等无用的东西呢？老子曾经说过我有三宝，持而保之。一日慈，二日俭，三日不敢为天下先。慈故能勇，俭故能广，不敢为天下先，故能成器长。我们能慈爱，就能因爱护别人生起勇气。我们能节俭，不追求物欲，就会有广大的心。我们不敢居天下人之先，才能成为万物的主宰。现代的科技正是反其道而行，使人逐渐物化，失去人味，失去慈爱的心使人追求物欲，灵性狭窄使人追求时髦，想抢在天下人的前面，反而成为物质的奴隶呀！让我们来试试看，在生活里是不是有几天不要电话电视汽车微波炉，甚至不要用电，看我们还能不能活下去？如果活不下去，表示我们的自我已经不完全了！午夜顶好与朋友在忠孝东路聚会，由于聊得太尽兴了，走出茶艺馆已是午夜，午夜的忠孝东路人车都稀少了，商店已经打烊，显得格外安静。我走在忠孝东路上，感觉到从未有过的陌生，这平时拥挤的人潮汹涌的马路，此刻变得非常空旷和安静，空气也显得清凉了。忠孝东路的马路变大了，骑楼变大了，甚至连高楼也仿佛变大了。其实，忠孝东路并没有变大，只是人与车的空间被空出来，空间的本身是没有变的。忠孝东路并没有变大，是我的感觉变大了，白天我们为生活奔忙，内心塞满杂乱的事，此刻都被放下了，就显示了内在的空间。变大的忠孝东路真好，有空间的忠孝东路真好，放下的忠孝东路真好。真正的智者与凡夫俗子也与忠孝东路一样吧！智者的心其实没有变大，只是有了空间，能放下执著，有安静与美。正这样想的时候，走过顶好商圈，感觉顶好，午夜的忠孝东路确实是顶好的。"}
{"text":"忠孝东路并没有变大，是我的感觉变大了，白天我们为生活奔忙，内心塞满杂乱的事，此刻都被放下了，就显示了内在的空间。变大的忠孝东路真好，有空间的忠孝东路真好，放下的忠孝东路真好。真正的智者与凡夫俗子也与忠孝东路一样吧！智者的心其实没有变大，只是有了空间，能放下执著，有安静与美。正这样想的时候，走过顶好商圈，感觉顶好，午夜的忠孝东路确实是顶好的。开市不赚在家后的市场，有一位卖古董玉石民俗艺品的小贩，他的声名远播，原因是他每天开市卖的第一件东西，不论价钱高低，都是以成本出售，这开市不赚的哲学，使得他的摊子每天清晨都有人排队等待，要买下他的第一件东西。有一天，我在他的摊子上看中一把印度喇叭，第二天起早去买，发现摊子前已有一些人在排队。我问排队的人既然只有开市的第一件东西不赚钱，你们又排在后面做什么？他们说通常一开门，所有人买的第一件东西，老板都是不赚钱的。我问你们怎么知道老板没有赚你们的钱呢？他在这里摆摊很久了，信用很可靠的。众人异口同声地说。那天我果然买到我要的那一把印度喇叭，昨天他开价一千二，今天以开市不赚的价钱只花五百元就买到了。为什么会有开市第一件东西不赚钱的想法呢？有一次我问那小贩。他说最重要的是感恩吧！你想想，古董玉器都不是生活必需品，大家都愿花钱来买我的东西，使我过生活，所以很多年前我就立下这个规矩，每天表达我对顾客的感恩。小贩自己也想像不到，那感恩的心使他的生意得到更大的回馈，几乎成为市场中的传奇人物。后来，那小贩搬迁到别处去了，我还时常想起他来。我想到，一个人如果有一点利益他人的心，也就值得怀念。而一个人如果有一些独特的思想与观点，就不容易被潮流淹没了。电磁炉泡茶用的电磁炉坏了，我拿去原来购买的小店修理。有没有保证书？小店的老板问我。没有，遗失了。那怎么能证明是在我的店里买的呢？他又问。这突如其来的问话，使我怔住了，我说如果不是在这里买的，我又怎么会拿回来修理呢？"}
{"text":"我想到，一个人如果有一点利益他人的心，也就值得怀念。而一个人如果有一些独特的思想与观点，就不容易被潮流淹没了。电磁炉泡茶用的电磁炉坏了，我拿去原来购买的小店修理。有没有保证书？小店的老板问我。没有，遗失了。那怎么能证明是在我的店里买的呢？他又问。这突如其来的问话，使我怔住了，我说如果不是在这里买的，我又怎么会拿回来修理呢？不行，一定要有保证书才行，否则我们不修的，你可以拿到别家店去修呀！就算我不是在你们这里买的，你帮我修理，我付修理费可以吗？还是不行，我们没有保证书是不修理的，我看，你再买一台新的吧！我怎么可能向这种不服务顾客的店再买任何东西呢？即使一个十块钱的灯泡，我也不会买的。果然不出所料，过不到一年，那一家小电器行关门倒闭了，每次我路过的时候都想到，这世间有许多只求近利的人，他们很难知道为别人服务就是最大的利润。我也想到，像保证书这种东西愈是必要，其实是显示了人与人的互信愈来愈稀薄了。像电磁炉这种东西只能适用于铁器，才能产生温热，可悲的是世上没有感情的磁性的人不能因感应而生起温暖的人，实在太多了。房租总会到期住家附近有一家服装店，门口贴着大的招牌房租到期清仓狂卖外地来的人总会进去看看，但附近的人习以为常，已经很少人会去光顾，因为那招牌已经挂了整整一年。有一天，我遇到那服装店的老板，问他你的房租什么时候到期呢？他很开心地笑着说房租总会到期呀！服装店隔壁杂货店的老板娘告诉我，那服装店根本是老板自己的店，没有到期不到期的问题，那是用来骗顾客上门的。又过了一年，有一天路过服装店，看见贴着奠的白纸，听说服装店的老板过世了，老板的儿子不想再开服装店，确实房租到期，清仓狂卖一阵子，就把店给卖了。我每次路过那原为服装店，现在改为泡沫红茶店的地方，就会想起老板说的房租总会到期呀！"}
{"text":"服装店隔壁杂货店的老板娘告诉我，那服装店根本是老板自己的店，没有到期不到期的问题，那是用来骗顾客上门的。又过了一年，有一天路过服装店，看见贴着奠的白纸，听说服装店的老板过世了，老板的儿子不想再开服装店，确实房租到期，清仓狂卖一阵子，就把店给卖了。我每次路过那原为服装店，现在改为泡沫红茶店的地方，就会想起老板说的房租总会到期呀！许多人不肯老老实实，本本分分地过日子，用一些不好的手段欺瞒别人，那是因为他们以为房租到期不会那么快！我们的生命是我们向轮回租来的房子，常常在我们还没有完全准备好，就到期了。不流汗的运动朋友约我到大饭店的俱乐部去做健身的运动。健身房里是一架庞大的机器，结构十分复杂，朋友为我解说那机器各有不同的功能，要练手肌或腿肌是很不同的，必须拉动或推动不同的部位。然后，我们围着那部机器练不同的肌肉，练到全身酸痛气喘如牛，全身却未流一滴汗，因为健身房的冷气实在太强了。我感到一种荒诞之感，而停止了健身。走出饭店，全身的汗水像是隐忍很久，突然从全身各毛孔喷了出来，这时候我深切地感受到，能在运动时汗流浃背，实在是痛快的事。想到从前农村社会的时代，我们都在田园中劳作，汗水经常流到滴落田间，那在大自然中的劳作，既是最好的运动，也是最好分节阅读的健身。当时我们吃朴素的食物，所以不会有过剩的脂肪，我们过单纯的生活，所以不会高血压和心脏病，我们流汗打拼，所以不会失眠和神经衰弱。现在呢？我们吃过度营养的食物，过着复杂奔忙的生活，每天用脑过度四体不勤，只有用运动――在健身房运动――来防止身心的恶化，这就好像在河水中插一枝竹子想要挡住河水一样呀！我们社会上的许多人，花很长岁月才走出劳动的生活，并且很快地发现许多珍贵的东西也随着劳动的生活流走了。现在想想，能劳动是很好的，能流汗是很好的，吃朴素的食物和过简单的生活都是很好的呀！车倒一车柠檬市场里有一对夫妇在叫卖柠檬三斤二十元，三斤二十元――柠檬大俗卖。"}
{"text":"我们社会上的许多人，花很长岁月才走出劳动的生活，并且很快地发现许多珍贵的东西也随着劳动的生活流走了。现在想想，能劳动是很好的，能流汗是很好的，吃朴素的食物和过简单的生活都是很好的呀！车倒一车柠檬市场里有一对夫妇在叫卖柠檬三斤二十元，三斤二十元――柠檬大俗卖。我随着人群围过去看，觉得三斤二十元太便宜了，大概不会有什么好货色。青翠的柠檬被堆满在卡车上，我小时候种过柠檬，因此一眼就看出那是很好的柠檬，果皮薄软颗粒饱满外表光滑水分淋漓的样子。我边挑选柠檬，边不可置信地问道你这柠檬卖这么便宜，成本啖收得回来？卖柠檬的是一位中年的汉子，脸上有农夫的风霜，他笑着说我今天开车出门的时候，正好有一个人车倒一车柠檬，我就停车去帮他捡，他对我说少年仔，这柠檬太俗了，我不想捡了，让你捡去卖好了。说完，他就开车跑走了，我只好把柠檬车来这里卖，本来要随便让人捧走，但想到我检柠檬也要工，汽车也要油钱，所以大俗卖，三斤二十元。买柠檬的人听了全笑起来，农夫的太太听了也忍不住噗哧笑出声音，拍着丈夫的肩膀，对顾客说今年种柠檬，了得涂涂涂，还有心情讲这些笑话。由于农夫夫妇的开朗，大家都把同情转化为敬佩，加上柠檬实在太便宜了，一车柠檬很快就被清扫一空。我回家一边喝清凉的柠檬汁，一边想到农夫讲到车倒柠檬的神情语调，心里很感动，仿佛在盛夏中也有清凉。我们生活中偶尔会有悲苦，但对那些有幽默感的能挺身迎向悲苦的人，悲苦只是一阵凉风吹拂。历经万般红尘劫，犹如凉风轻佛面。真的，柠檬是最酸的，可是加了一点蜂蜜，没有任何饮料可以和它相比，生活的悲苦仿佛柠檬的酸，幽默的态度则是蜂蜜，使最酸的柠檬汁也有着美好的滋味。小人物在生活里也能练出幽默的心，这是无可怀疑的。你看看市场里有一块大招牌种西瓜的自杀了，西瓜一斤五元，包开包甜，不甜免钱。其实种西瓜的并没有自杀，那卖西瓜的人就是瓜农。"}
{"text":"历经万般红尘劫，犹如凉风轻佛面。真的，柠檬是最酸的，可是加了一点蜂蜜，没有任何饮料可以和它相比，生活的悲苦仿佛柠檬的酸，幽默的态度则是蜂蜜，使最酸的柠檬汁也有着美好的滋味。小人物在生活里也能练出幽默的心，这是无可怀疑的。你看看市场里有一块大招牌种西瓜的自杀了，西瓜一斤五元，包开包甜，不甜免钱。其实种西瓜的并没有自杀，那卖西瓜的人就是瓜农。你听听卖成衣一件九十九元的人，他怎么叫卖阮头家跑路去大陆，薪水没发给我们，只好把成衣厂的衣服拿来抵工钱，免本的，只收各位走路的工钱。仔细问问，他八成是自己口中跑路去大陆的头家。那清晨就出发从莺歌挑着杯碗来卖的老人，一个杯子只能卖五元那从宜兰坐火车挑着自种的丝瓜与竹笋来卖的妇人，一条丝瓜只卖十元那坐着轮椅沿路叫卖抹布的失去双腿的人这些人不发一语，他们坚毅的脸容就使我感动。因此，每次我对生活感到意兴阑珊的时候，就会走到人潮穿流的市场，去看看小人物的生活场景，他们在这混乱的社会坚持着生命的意志，用宽广的心来包容失败与践踏，实在是生活里打破了底线的结果。这时候，我的心就会像春天的草木重获生机，与那些卑微的人站在共同的土地上，准备开新的花，结新的果实。车倒一车柠檬市场里有一对夫妇在叫卖柠檬三斤二十元，三斤二十元――柠檬大俗卖。我随着人群围过去看，觉得三斤二十元太便宜了，大概不会有什么好货色。青翠的柠檬被堆满在卡车上，我小时候种过柠檬，因此一眼就看出那是很好的柠檬，果皮薄软颗粒饱满外表光滑水分淋漓的样子。我边挑选柠檬，边不可置信地问道你这柠檬卖这么便宜，成本啖收得回来？卖柠檬的是一位中年的汉子，脸上有农夫的风霜，他笑着说我今天开车出门的时候，正好有一个人车倒一车柠檬，我就停车去帮他捡，他对我说少年仔，这柠檬太俗了，我不想捡了，让你捡去卖好了。说完，他就开车跑走了，我只好把柠檬车来这里卖，本来要随便让人捧走，但想到我检柠檬也要工，汽车也要油钱，所以大俗卖，三斤二十元。"}
{"text":"我边挑选柠檬，边不可置信地问道你这柠檬卖这么便宜，成本啖收得回来？卖柠檬的是一位中年的汉子，脸上有农夫的风霜，他笑着说我今天开车出门的时候，正好有一个人车倒一车柠檬，我就停车去帮他捡，他对我说少年仔，这柠檬太俗了，我不想捡了，让你捡去卖好了。说完，他就开车跑走了，我只好把柠檬车来这里卖，本来要随便让人捧走，但想到我检柠檬也要工，汽车也要油钱，所以大俗卖，三斤二十元。买柠檬的人听了全笑起来，农夫的太太听了也忍不住噗哧笑出声音，拍着丈夫的肩膀，对顾客说今年种柠檬，了得涂涂涂，还有心情讲这些笑话。由于农夫夫妇的开朗，大家都把同情转化为敬佩，加上柠檬实在太便宜了，一车柠檬很快就被清扫一空。我回家一边喝清凉的柠檬汁，一边想到农夫讲到车倒柠檬的神情语调，心里很感动，仿佛在盛夏中也有清凉。我们生活中偶尔会有悲苦，但对那些有幽默感的能挺身迎向悲苦的人，悲苦只是一阵凉风吹拂。历经万般红尘劫，犹如凉风轻佛面。真的，柠檬是最酸的，可是加了一点蜂蜜，没有任何饮料可以和它相比，生活的悲苦仿佛柠檬的酸，幽默的态度则是蜂蜜，使最酸的柠檬汁也有着美好的滋味。小人物在生活里也能练出幽默的心，这是无可怀疑的。你看看市场里有一块大招牌种西瓜的自杀了，西瓜一斤五元，包开包甜，不甜免钱。其实种西瓜的并没有自杀，那卖西瓜的人就是瓜农。你听听卖成衣一件九十九元的人，他怎么叫卖阮头家跑路去大陆，薪水没发给我们，只好把成衣厂的衣服拿来抵工钱，免本的，只收各位走路的工钱。仔细问问，他八成是自己口中跑路去大陆的头家。那清晨就出发从莺歌挑着杯碗来卖的老人，一个杯子只能卖五元那从宜兰坐火车挑着自种的丝瓜与竹笋来卖的妇人，一条丝瓜只卖十元那坐着轮椅沿路叫卖抹布的失去双腿的人这些人不发一语，他们坚毅的脸容就使我感动。因此，每次我对生活感到意兴阑珊的时候，就会走到人潮穿流的市场，去看看小人物的生活场景，他们在这混乱的社会坚持着生命的意志，用宽广的心来包容失败与践踏，实在是生活里打破了底线的结果。这时候，我的心就会像春天的草木重获生机，与那些卑微的人站在共同的土地上，准备开新的花，结新的果实。"}
{"text":"因此，每次我对生活感到意兴阑珊的时候，就会走到人潮穿流的市场，去看看小人物的生活场景，他们在这混乱的社会坚持着生命的意志，用宽广的心来包容失败与践踏，实在是生活里打破了底线的结果。这时候，我的心就会像春天的草木重获生机，与那些卑微的人站在共同的土地上，准备开新的花，结新的果实。买馒头家后面市场里的馒头摊，做的山东大馒头非常地道，饱满结实，有浓烈的麦香。每天下午四点，馒头开笼的时间，闻名而来的人就会在馒头摊前排队，等候着山东老乡把蒸笼掀开。掀开馒头的那一刻最感人，白色的烟雾阵阵浮出，馒头――或者说是麦子――的香味就随烟四溢了。差不多不到半小时的时间，不管是馒头花卷包于就全卖光了，那山东老乡就会扯开嗓门说各位老乡！今天的馒头全卖光了，明天清早，谢谢各位捧场。买到馒头的人欢天喜地地走了。没买到馒头的人失望无比地也走了。山东老乡把蒸笼叠好，覆上白布，收摊了。我曾问过他，生意如此之好，为什么不多做一些馒头卖呢？他说俺的馒头全是手工制造，卖这几笼已经忙到顶点了，而且，赚那么多钱干什么？钱只要够用就好。我只要有空，也会到市场去排队，买个黑麦馒头，细细品尝，感觉到在平淡的生活里也别有滋味。有时候，我会端详那些来排队买馒头的人，有的是家庭主妇，有的是小贩或工人，也有学生，也有西装笔挺的白领阶级。有几次，我看到一位在街头拾荒的人。有一次，我还看到在市场乞讨的乞丐，也来排队买馒头。确实，六元一个的馒头，足够乞丐饱食一餐了。这么多生活完全不同的人，没有分别地在吃着同一个摊子的馒头，使我生起一种奇异之感在这个世界上，我们因角色不同而过着相异的生活，当生活还原到一个基本的状态，所有的人的生活又是多么相似诞生吃喝成长老去，走过人生之路。我们也皆能品尝一个馒头如品尝人生之味，只是或深或浅，有的粗糙，有的细腻。我们对人生也会有各自的体验，只是或广或窄，有的清明，有的浑沌。"}
{"text":"有一次，我还看到在市场乞讨的乞丐，也来排队买馒头。确实，六元一个的馒头，足够乞丐饱食一餐了。这么多生活完全不同的人，没有分别地在吃着同一个摊子的馒头，使我生起一种奇异之感在这个世界上，我们因角色不同而过着相异的生活，当生活还原到一个基本的状态，所有的人的生活又是多么相似诞生吃喝成长老去，走过人生之路。我们也皆能品尝一个馒头如品尝人生之味，只是或深或浅，有的粗糙，有的细腻。我们对人生也会有各自的体验，只是或广或窄，有的清明，有的浑沌。但不论如何，生活的本身是值得庆喜的吧！就像馒头摊的山东人，他在战乱中度过半生，漂泊到这小岛上卖馒头，这种人生之旅并不是他少年时代的期望，其中有许多悲苦与无奈。可是看他经历这么多沧桑，每天开蒸笼时，却有着欢喜的表情，有活力的姿势，像白色的烟雾，麦香四溢。每天看年近七旬的老人开蒸笼时，我就看见了生命的庆喜与热望。生命的潜能不论在何时何地都是热气腾腾的，这是多么的好！多么的值得感恩！有生命力的所在南部的朋友来台北过暑假，我带他去看台北两处非常有生命力的地方。我们先去士林夜市，士林的夜市热闹非凡，有如一锅滚热的汤，只有台语强强滚差可形容。二十年来，我去过无数次的士林夜市，但永远搞不清楚它到底有多大，只是感觉它的范围不断在扩大，并且永远有新的摊贩到夜市里来。惟一不变的是，只要到士林夜市就可以看见很多在生活中努力的人，夜市的摊贩不论冬夏都在为生活打拼。我看到卖炒花枝的三个女人，脚上都穿着爱迪达的跑鞋，她们一天卖出的炒花枝是无法计数的，一锅数十碗的花枝，总是一眨眼就卖光了。我看到卖果汁的一对夫妇，两个人照顾七台果汁机，左手在打木瓜牛奶，右手却在倒西瓜汁，不论来了多少客人，他们总是一样准确快速有效率。我看到卖铁饭烧的人，脖子上缠着毛巾，汗水仍从毛巾流到胸前，实在是太热了，他每做一轮的铁板烧，就跑到水龙头去以冷水淋身，来消去暑气。朋友问我说听说士林夜市的摊贩都是戴劳力士金表。开宾士轿车来卖小吃，既然那么有钱，又何须出来摆摊呢？我说有钱而能坐下来享受，是很好的事。但有钱还能不享受，依然努力工作，才是更了不起的。"}
