{"text":"后来似乎还有个坏家伙，那是太太搬到金树台的房子里才来住的。他是英国人，叫凯德，四十多了。先是作公司兜售员，沿门兜售电气扫除器为生。有一天撞到太太旧宅里去了，他要表演扫除器给太太看，太太拦住他，说不必，她没有钱她正要卖一批家具，老卖不出去，烦着呢。凯德说可以介绍一家公司来买那一晚太太很高兴，想着他定是个大学毕业生。没两天，果然介绍了一家公司，将家具买去了。他本来住在他姊姊家，却搬到太太家来了。他没有薪水，全靠兜售的佣金而电气扫除器那东西价钱很大，不容易脱手。所以便干搁起来了。这个人只是个买卖人，不是大学毕业生。大约穷了不止一天，他有个太太，在法国给人家看孩子，没钱，接不回来住在姊姊家，也因为穷，让人家给请出来了。搬到金树台来，起初整付了一回房饭钱，后来便零碎的半欠半付，后来索性付不出了。不但不付钱，有时连午饭也要叨光。如是者两个多月，太太只得将他赶了出去。回国后接着太太的信，才知道小姐却有点喜欢凯德这个坏蛋，大约还跟他来往着。太太最提心这件事，小姐是她的命，她的命决不能交在一个坏蛋手里。小姐在芬乞来路时，教着一个日本太太英文。那时这位日本太太似乎非常关心歇卜士家住着的日本先生们，老是问这个问那个的见了他们，也很亲热似的。歇卜士太太瞧着不大顺眼，她想着这女人有点儿轻狂。凯德的外甥女有一回来了，一个摩登少女。她照例将手绢掖在袜带子上，拿出来用时，让太太看在眼里。后来背地里议论道，这多不雅相！太太在小事情上是很敏锐的。有一晚那爱尔兰女仆端菜到饭厅，没有戴白帽檐儿。太太很不高兴，告诉我们，这个侮辱了主人，也侮辱了客人。但那女仆是个社会主义的贪婪的人，也许匆忙中没想起戴帽檐儿压根儿她怕就觉得戴不戴都是无所谓的。记得那回这女仆带了男朋友到金树台来，是个失业的工人。当时刚搬了家，好些零碎事正得一个人。太太便让这工人帮帮忙，每天给点钱。这原是一举两得，各厢情愿的。不料女仆却当面说太太揩了穷小子的油。太太听说，简直有点莫名其妙。太太不上教堂去，可是迷信。她虽是新教徒，可是有一回丢了东西，却照人家传给的法子，在家点上一支蜡，一条腿跪着，口诵安东尼圣名，说是这么着东西就出来了。拜圣者是旧教的花样，她却不管。每回作梦，早餐时总翻翻占梦书。她有三本占梦书有时她笑自己三本书说的都不一样，甚至还相反呢。"}
{"text":"当时刚搬了家，好些零碎事正得一个人。太太便让这工人帮帮忙，每天给点钱。这原是一举两得，各厢情愿的。不料女仆却当面说太太揩了穷小子的油。太太听说，简直有点莫名其妙。太太不上教堂去，可是迷信。她虽是新教徒，可是有一回丢了东西，却照人家传给的法子，在家点上一支蜡，一条腿跪着，口诵安东尼圣名，说是这么着东西就出来了。拜圣者是旧教的花样，她却不管。每回作梦，早餐时总翻翻占梦书。她有三本占梦书有时她笑自己三本书说的都不一样，甚至还相反呢。喝碗茶，碗里的茶叶，她也爱看看像什么字头，便知是姓什么的来了。她并不盼望访客，她是在盼望住客啊。到金树台时，前任房东太太介绍一位英国住客继续住下。但这位半老的住客却嫌客人太少，女客更少，又嫌饭桌上没有笑，没有笑话，只看歇卜士太太的独角戏，老母亲似的唠哌叨叨，总是那一套。他终于托故走了，搬到别处去了。我们不久也离开英国，房子于是乎空空的。去年接到歇卜士太太来信，她和女儿已经作了人家管家老妈了维多利亚时代的上流妇人，这世界已经不是她的了。年月―日作。原载年月日文学杂志第卷第期散文全编动乱时代这是一个动乱时代。一切都在摇荡不定之中，一切都在随时变化之中。人们很难计算他们的将来，即使是最短的将来。这使一般人苦闷这种苦闷或深或浅的笼罩着全中国，也或厚或薄的弥漫着全世界。在这一回世界大战结束的前两年，就有人指出一般人所表示的幻灭感。这种幻灭感到了大战结束后这一年，更显著了有我们中国尤其如此。中国经过八年艰苦的抗战，一般人都挣扎的生活着。胜利到来的当时，我们喘一口气，情不自禁的在心头描画着三五年后可能实现的一个小康时代。我们也明白太平时代还遥远，所以先只希望一个小康时代。但是胜利的欢呼闪电似的过去了，接着是一阵阵闷雷响着。这个变化太快了，幻灭得太快了，一般人失望之余，不由得感到眼前的动乱的局势好像比抗战期中还要动乱些。再说这动乱是世界性的，像我们中国这样一个国家，大概没有足够的力量来控制这动乱我们不能计算，甚至也难以估计，这动乱将到何时安定，何时才会出现一个小康时代。因此一般人更深沉的幻灭了。中国向来有一治一乱相循环的历史哲学。"}
{"text":"但是胜利的欢呼闪电似的过去了，接着是一阵阵闷雷响着。这个变化太快了，幻灭得太快了，一般人失望之余，不由得感到眼前的动乱的局势好像比抗战期中还要动乱些。再说这动乱是世界性的，像我们中国这样一个国家，大概没有足够的力量来控制这动乱我们不能计算，甚至也难以估计，这动乱将到何时安定，何时才会出现一个小康时代。因此一般人更深沉的幻灭了。中国向来有一治一乱相循环的历史哲学。机械的循环论，现代大概很少人相信了，然而广义的看来，相对的看来，治乱的起伏似乎可以说是史实，所谓广义的，是说不限于政治，如经济恐慌，也正是一种动乱的局势。所谓相对的，是说有大治大乱，有小治小乱各个国家，各个社会的情形不同，却都有它们的治乱的起伏。这里说治乱的起伏，表示人类是在走着曲折的路虽然走着曲折的路，但是总在向着目标走上前去。我相信人类有目标，因此也有进步。每一回治乱的起伏，清算起来，这里那里多多少少总有些进展的。但是人们一般都望治而不好乱。动乱时代望小康时代，小康时代望太平时代――真正的太平时代，其实只是一种理想。人类向着这个理想曲折的走着所以曲折，便因为现实与理想的冲突。现实与理想都是人类的创造，在创造的过程中，不免试验与错误，也就不免冲突。现实与现实冲突，现实与理想冲突，理想与理想冲突，样样有。从一方面看，人生充满了矛盾从另一方面看，矛盾中却也有一致的地方。人类在种种冲突中进展。动乱时代中冲突更多，人们感觉不安，彷徨，失望，于是乎幻灭。幻灭虽然幻灭，可还得活下去。虽然活下去，可是厌倦着，诅咒着。于是摇头，皱眉毛，没办法！没办法的说着，一天天混过去。可是，这如果是一个常态的中年人，他还有相当的精力，他不会甘心老是这样混过去他要活得有意思些。他于是颓废――烟，赌，酒，女人，尽情的享乐自己。一面献身于投机事业，不顾一切原则，只要于自己有利就干。反正一切原则都在动摇，谁还怕谁？只要抓住现在，抓住自己，管什么社会国家！古诗道我躬不阅，遑恤我后！可以用来形容这些人。有些人也在幻灭之余活下去，可是憎恶着，愤怒着。他们不怕幻灭，却在幻灭的遗迹上建立起一个新的理想。他们要改造这个国家，要改造这个世界。"}
{"text":"他于是颓废――烟，赌，酒，女人，尽情的享乐自己。一面献身于投机事业，不顾一切原则，只要于自己有利就干。反正一切原则都在动摇，谁还怕谁？只要抓住现在，抓住自己，管什么社会国家！古诗道我躬不阅，遑恤我后！可以用来形容这些人。有些人也在幻灭之余活下去，可是憎恶着，愤怒着。他们不怕幻灭，却在幻灭的遗迹上建立起一个新的理想。他们要改造这个国家，要改造这个世界。这些人大概是青年多，青年人精力足，顾虑少，他们讨厌传统，讨厌原则而现在这些传统这些原则既在动摇之中，他们简直想一脚踢开去。他们要创造新传统，新原则，新中国，新世界。他们也是不顾一切，却不是只为自己。他们自然也免不了试验与错误。试验与错误的结果，将延续动乱的局势，还是将结束动乱局势？这就要看社会上矫正的力量和安定的力量，也就是说看他们到底抓得住现实还是抓不住。还有些人也在幻灭之余活下去，可是对现实认识着，适应着。他们渐渐能够认识这个动乱时代，并接受这个动乱时代。他们大概是些中年人，他们的精力和胆量只够守住自己的岗位，进行自己的工作。这些人不甘颓废，可也不能担负改造的任务，只是大时代一些小人物。但是他们谨慎的调整着种种传统和原则，忠诚的保持着那些。那些传统和原则，虽然有些人要踢开去，然而其中主要的部分自有它们存在的理由。因为社会是联贯的，历史是联贯的。一个新社会不能凭空从天上掉下，它得从历来的土壤里长出。社会的安定力固然在基层的衣食住，在中国尤其是农民的衣食住可是这些小人物对于社会上层机构的安定，也多少有点贡献。他们也许抵不住时代潮流的冲击而终于失掉自己的岗位甚至生命，但是他们所抱持的一些东西还是会存在的。以上三类人，只是就笔者自己常见到的并且相当知道的说，自然不能包罗一切。但这三类人似乎都是这动乱时代的主要分子。笔者希望由于描写这三类人可以多少说明了这时代的局势。他们或多或少的认识了现实，也或多或少的抓住了现实那后两类人一方面又都有着或近或远或小或大的理想。有用的是这两类人。那颓废者只是消耗，只是浪费，对于自己，对于社会都如此。那投机者扰害了社会的秩序，而终于也归到消耗和浪费一路上。到处摇头苦脸说着没办法的人不过无益，这些人简直是有害了。改造者自然是时代的领导人，但希望他们不至于操之过切，欲速不达。调整者原来可以与改造者相辅为用，但希望他们不至于保守太过，抱残守阙。"}
{"text":"笔者希望由于描写这三类人可以多少说明了这时代的局势。他们或多或少的认识了现实，也或多或少的抓住了现实那后两类人一方面又都有着或近或远或小或大的理想。有用的是这两类人。那颓废者只是消耗，只是浪费，对于自己，对于社会都如此。那投机者扰害了社会的秩序，而终于也归到消耗和浪费一路上。到处摇头苦脸说着没办法的人不过无益，这些人简直是有害了。改造者自然是时代的领导人，但希望他们不至于操之过切，欲速不达。调整者原来可以与改造者相辅为用，但希望他们不至于保守太过，抱残守阙。这样维持着活的平衡，我们可以希望比较快的走入一个小康时代。年月―日作。原载年月日南京中央日报散文全编中国学术界的大损失――悼闻一多先生一闻一多先生在昆明惨遭暗杀，激起全国的悲愤。这是民主运动的大损失，又是中国学术的大损失。关于后一方面，知道的比较多，现在且说个大概，来追悼这一位多年敬佩的老朋友。大家都知道闻先生是一位诗人。他的红烛，尤其他的死水，读过的人很多。这些集子的特色之一，是那些爱国诗。在抗战以前他也许是唯一的爱国新诗人。这里可以看出他对文学的态度。新文学运动以来，许多都认识了文学的政治性和社会性而有所表现，可是闻先生认识得特别亲切，表现得特别强调。他在过去的诗人中最敬爱杜甫，就因为杜诗政治性和社会性最浓厚。后来他更进一步，注意原始人的歌舞这是集团的艺术，也是与生活打成一片的艺术。他要的是热情，是力量，是火一样的生命。但是他并不忽略语言的技巧，大家都记得他是提倡诗的新格律的人，也是创造诗的新格律的人。他创造自己的诗的语言，并且创造自己的散文的语言。诗大家都知道，不必细说散文如唐诗杂论，可惜只有五篇，那经济的字句，那完密而短小的篇幅，简直是诗。我听他近来的演说，有两三回也是这么精悍，字字句句好似称量而出，却又那么自然流畅。他因此也特别能够体会古代语言的曲折处。当然，以上这些都得靠学力，但是更得靠才气，也就是想象。单就读古书而论，固然得先通文字声韵之学可是还不够，要没有活泼的想象力，就只能做出点滴的L的工作，决不能融会贯通的。这里需要细心，更需要大胆。"}
{"text":"我听他近来的演说，有两三回也是这么精悍，字字句句好似称量而出，却又那么自然流畅。他因此也特别能够体会古代语言的曲折处。当然，以上这些都得靠学力，但是更得靠才气，也就是想象。单就读古书而论，固然得先通文字声韵之学可是还不够，要没有活泼的想象力，就只能做出点滴的L的工作，决不能融会贯通的。这里需要细心，更需要大胆。闻先生能够体会到古代语言的表现方式，他的校勘古书，有些地方胆大得吓人，但却得细心吟味所得平心静气读下去，不由人不信。校书本有死校活校之分他自然是活校，而因为知识和技术的一般进步，他的成就VV乎驾活校的高邮王氏父子而上之。他研究中国古代，可是他要使局部化了石的古代复活在现代人的心目中。因为这古代与现代究竟属于一个社会，一个国家，而历史是联贯的。我们要客观的认识古代可是，是我们在客观的认识古代，现代的我们要能够在心目中想象古代的生活，要能够在心目中分享古代的生活，才能认识那活的古代，也许才是那真的古代――这也才是客观的认识古代。闻先生研究伏羲的故事或神话，是将这神话跟人们的生活打成一片神话不是空想，不是娱乐，而是人民的生命欲和生活力的表现。这是死活存亡的消息，是人与自然斗争的纪录，非同小可。他研究楚辞的神话，也是一样的态度。他看屈原，也将他放在整个时代整个社会里看。他承认屈原是伟大的天才但天才是活人，不是偶像，只有这么看，屈原的真面目也许才能再现在我们心中。他研究周易里的故事，也是先有一整个社会的影像在心里。研究诗经也如此，他看出那些情诗里不少歌咏性生活的句子他常说笑话，说他研究诗经，越来越形而下了――其实这正表现着生命的力量。他是有幽默感的人他的认识古代，有时也靠着这种幽默感。看匡斋尺牍里狼跋一篇，便知道他能够体会到别人从不曾体会到的古人的幽默感。而所谓匡斋本于匡衡说诗解人颐那句话，正是幽默的意思。他的死水里闻一多先生的书桌，也是一首难得的幽默的诗。他有着强大的生命力，常跟我们说要活到八十岁，现在还不满四十八岁，竟惨死在那卑鄙恶毒的枪下！有个学生曾瞻仰他的遗体，见他遍身血迹，双手抱头，全身痉挛。唉！他是不甘心的，我们也是不甘心的！"}
{"text":"看匡斋尺牍里狼跋一篇，便知道他能够体会到别人从不曾体会到的古人的幽默感。而所谓匡斋本于匡衡说诗解人颐那句话，正是幽默的意思。他的死水里闻一多先生的书桌，也是一首难得的幽默的诗。他有着强大的生命力，常跟我们说要活到八十岁，现在还不满四十八岁，竟惨死在那卑鄙恶毒的枪下！有个学生曾瞻仰他的遗体，见他遍身血迹，双手抱头，全身痉挛。唉！他是不甘心的，我们也是不甘心的！原载年文艺复兴二闻先生的惨死尤其是中国文学方面一个不容易补偿的损失。闻先生的专门研究是周易诗经庄子楚辞唐诗，许多人都知道。他的研究工作至少有了二十年，发表的文字虽然不算太多，但积存的稿子却很多。这些并非零散的稿子，大都是成篇的，而且他亲手抄写得很工整。只是他总觉得还不够完密，要再加些工夫才愿意编篇成书。这可见他对于学术忠实而谨慎的态度。他最初在唐诗上多用力量。那时已见出他是个考据家，并已见出他的考据的本领。他注重诗人的年代和诗的年代。关于唐诗的许多错误的解释与错误的批评，都由于错误的年代。他曾将唐代一部分诗人生卒年代可考者制成一幅图表，谁看了都会一目了然。他是学过图案画的，这帮助他在考据上发现了一种新技术这技术是值得发展的。但如一般所知，他又是个诗人，并且是个在领导地位的新诗人，他亲自经过创作的甘苦，所以更能欣赏诗人与诗。他的唐诗杂论虽然只有五篇，但都是精彩逼人之作。这些不但将欣赏和考据融化得恰到好处，并且创造了一种诗样精粹的风格，读起来句句耐人寻味。后来他在诗经楚辞上多用力量。我们知道要了解古代文学，必须从语言下手，就是从文字声韵下手。但必须能够活用文字声韵的种种条例，才能有所创获。闻先生最佩服王念孙父子，常将读书杂志经义述闻当作消闲的书读着。他在古书通读上有许多惊人而确切的发明。对于甲骨文和金文，也往往有独到之见。他研究诗经，注重那时代的风俗和信仰等等这几年更利用弗洛依德以及人类学的理论得到一些深入的解释。他对楚辞的兴趣似乎更大，而尤集中于其中的神话。他的研究神话，实在给我们学术界开辟了一条新的大路。关于伏羲的故事，他曾将许多神话综合起来，头头是道，创见最多，关系极大。曾听他谈过大概，可惜写出来的还只是一小部分。"}
{"text":"闻先生最佩服王念孙父子，常将读书杂志经义述闻当作消闲的书读着。他在古书通读上有许多惊人而确切的发明。对于甲骨文和金文，也往往有独到之见。他研究诗经，注重那时代的风俗和信仰等等这几年更利用弗洛依德以及人类学的理论得到一些深入的解释。他对楚辞的兴趣似乎更大，而尤集中于其中的神话。他的研究神话，实在给我们学术界开辟了一条新的大路。关于伏羲的故事，他曾将许多神话综合起来，头头是道，创见最多，关系极大。曾听他谈过大概，可惜写出来的还只是一小部分。他研究周易，是爱其中的片段的故事，注重的是社会生活经济生活的表现。近三四年他又专力研究庄子，探求原始道教的面目，并发见庄子一派政治上不合作的态度。以上种种都跟传统的研究不同眼光扩大了，深入了，技术也更进步了，更周密了。所以贡献特别多，特别大。近年他又注意整个的中国文学史，打算根据经济史观去研究一番，可惜还没有动手就殉了道。这真是我们一个不容易补偿的损失啊！年月日作。原载年月日国文月刊第期散文全编回来杂记回到北平来，回到原来服务的学校里，好些老工友见了面用道地的北平话道您回来啦！是的，回来啦。去年刚一胜利，不用说是想回来的。可是这一年来的情形使我回来的心淡了，想象中的北平，物价像潮水一般涨，整个的北平也像在潮水里晃荡着。然而我终于回来了。飞机过北平城上时，那棋盘似的房屋，那点缀看的绿树，那紫禁城，那一片黄琉璃瓦，在晚秋的夕阳里，真美。在飞机上看北平市，我还是第一次。这一看使我联带的想起北平的多少老好处，我忘怀一切，重新爱起北平来了。在西南接到北平朋友的信，说生活虽艰难，还不至如传说之甚，说北平的街上还跟从前差不多的样子。是的，北平就是粮食贵得凶，别的还差不离儿。因为只有粮食贵得凶，所以从上海来的人，简直松了一大口气，只说便宜呀！便宜呀！我们从重庆来的，却没有这样胃口。再说虽然只有粮食贵得凶，然而粮食是人人要吃日日要吃的。这是一个浓重的阴影，罩着北平的将来。但是现在谁都有点儿且顾眼前，将来，管得它呢！粮食以外，日常生活的必需品，大致看来不算少不是必需而带点儿古色古香的那就更多。旧家具，小玩意儿，在小市里，地摊上，有得挑选的，价钱合式，有时候并且很贱。"}
{"text":"是的，北平就是粮食贵得凶，别的还差不离儿。因为只有粮食贵得凶，所以从上海来的人，简直松了一大口气，只说便宜呀！便宜呀！我们从重庆来的，却没有这样胃口。再说虽然只有粮食贵得凶，然而粮食是人人要吃日日要吃的。这是一个浓重的阴影，罩着北平的将来。但是现在谁都有点儿且顾眼前，将来，管得它呢！粮食以外，日常生活的必需品，大致看来不算少不是必需而带点儿古色古香的那就更多。旧家具，小玩意儿，在小市里，地摊上，有得挑选的，价钱合式，有时候并且很贱。这是北平老味道，就是不大有耐心去逛小市和地摊的我，也深深在领略着。从这方面看，北平算得是有的都市，西南几个大城比起来真寒尘相了。再去故宫一看，吓，可了不得！虽然曾游过多少次，可是从西南回来这是第一次。东西真多，小市和地摊儿自然不在话下。逛故宫简直使人不想买东西，买来买去，买多买少，算得什么玩意儿！北平真有，真有它的！北平不但在这方面和从前一样有，并且在整个生活上也差不多和从前一样闲。本来有电车，又加上了公共汽车，然而大家还是悠悠儿的。电车有时来得很慢，要等得很久。从前似乎不至如此，也许是线路加多，车辆并没有比例的加多吧？公共汽车也是来得慢，也要等得久。好在大家有的是闲工夫，慢点儿无妨，多等点时候也无妨。可是刚从重庆来的却有些不耐烦。别瞧现在重庆的公共汽车不漂亮，可是快，上车，卖票，下车都快。也许是无事忙，可是快是真的。就是在排班等着罢，眼看着一辆辆来车片刻间上满了客开了走，也觉痛快，比望眼欲穿的看不到来车的影子总好受些。重庆的公共汽车有时也挤，可是从来没有像我那回坐宣武门到前门的公共汽车那样，一面挤得不堪，一面卖票人还在中途站从容的给争着上车的客人排难解纷。这真闲得可以。现在北平几家大型报都有几种副刊，中型报也有在拉人办副刊的。副刊的水准很高，学术气非常重。各报又都特别注重学校消息，往往专辟一栏登载。前一种现象别处似乎没有，后一种现象别处虽然有，却不像这儿的认真――几乎有闻必录。北平早就被称为大学城和文化城，这原是旧调重弹，不过似乎弹得更响了。学校消息多，也许还可以认为有点生意经也许北平学生多，这么着报可以多销些？副刊多却决不是生意经，因为有些副刊的有些论文似乎只有一些大学教授和研究院学生能懂。"}
