{"text":"袁世凯政府不顾全国人民反对，于五月九日悍然接受丧权辱国的二十一条。后曾以每年五月七日和九日为国耻纪念日。誓不签订辱国条约这是蒋介石集团为掩饰其卖国面目的欺人之谈，如一九三一年九月二十九日蒋介石在接见各地来南京请愿学生代表时说国民政府决非军阀时代之卖国政府，决不签订任何辱国丧权条约一九三二年四月四日汪精卫在上海发表谈话时也说国民党政府坚决不肯签字于丧权辱国条约。航空捐参看本卷第页注。五一告工友书指国民党操纵的上海市总工会于一九三三年五一节发的告全市工友书。在一九三三年国民党主持的上海五一节纪念会上，所谓上海市总工会代表李永祥曾说中国资本主义之势力，尚极幼稚，中国工人，目前所受资本家之压迫，当不如当时欧美工人所受压迫之严重。大观园的人才大观园的人才早些年，大观园里的压轴戏是刘老老骂山门。那是要老旦出场的，老气横秋地大放一通，直到裤子后穿而后止。当时指着手无寸铁或者已被缴械的人大喊杀，杀，杀！那呼声是多么雄壮。所以它――男角扮的老婆子，也可以算得一个人才。而今时世大不同了，手里象刀，而嘴里却需要自由，自由，自由，开放云云。压轴戏要换了。于是人才辈出，各有巧妙不同，出场的不是老旦，却是花旦了，而且这不是平常的花旦，而是海派戏广告上所说的玩笑旦。这是一种特殊的人物，他她要会媚笑，又要会撒泼，要会打情骂俏，又要会油腔滑调。总之，这是花旦而兼小丑的角色。不知道是时世造英雄说美人要妥当些，还是美人儿多年阅历的结果？美人儿而说多年，自然是阅人多矣的徐娘了，她早已从窑姐儿升任了老鸨婆然而她丰韵犹存，虽在卖人，还兼自卖。自卖容易，而卖人就难些。现在不但有手无寸铁的人，而且有了况且又遇见了太露骨的强奸。要会应付这种非常之变，就非有非常之才不可。你想想现在的压轴戏是要似战似和，又战又和，不降不守，亦降亦守！这是多么难做的戏。没有半推半就假作娇痴的手段是做不好的。孟夫子说，以天下与人易。其实，能够简单地双手捧着天下去与人，倒也不为难了。问题就在于不能如此。所以要一把眼泪一把鼻涕，哭哭啼啼，而又刁声浪气的诉苦说我不入火坑，谁入火坑。"}
{"text":"现在不但有手无寸铁的人，而且有了况且又遇见了太露骨的强奸。要会应付这种非常之变，就非有非常之才不可。你想想现在的压轴戏是要似战似和，又战又和，不降不守，亦降亦守！这是多么难做的戏。没有半推半就假作娇痴的手段是做不好的。孟夫子说，以天下与人易。其实，能够简单地双手捧着天下去与人，倒也不为难了。问题就在于不能如此。所以要一把眼泪一把鼻涕，哭哭啼啼，而又刁声浪气的诉苦说我不入火坑，谁入火坑。然而娼妓说她自己落在火坑里，还是想人家去救她出来而老鸨婆哭火坑，却未必有人相信她，何况她已经申明她是敞开了怀抱，准备把一切人都拖进火坑的。虽然，这新鲜压轴戏的玩笑却开得不差，不是非常之才，就是挖空了心思也想不出的。老旦进场，玩笑旦出场，大观园的人才着实不少！四月二十四日。本篇最初发表于一九三三年四月二十六日申报自由谈，署名干。大观园红楼梦中贾府的花园，这里比喻国民党政府。刘老老是红楼梦中的人物，这里指国民党中以元老自居的反动政客吴稚晖他曾被人称作吴老老。吴稚晖，参看本卷第页注。大放一通吴稚晖的反动言论中，常出现放屁一类字眼，如他在弱者之结语中说总而言之，统而言之，止能提提案，放放屁，我今天再放这一次，把肚子泻空了，就告完结。裤子后穿，是章太炎在再复吴敬恒书中痛斥吴稚晖的话善箝而口，勿令舐痈善补而裤，勿令后穿。载一九八年民报二十二号指一九二七年四月蒋介石背叛革命时，吴稚晖充当帮凶，叫嚣打倒严办共产党人和革命群众。开放指当时一些国民党政客鼓吹的开放政权。徐娘南史后妃传有关于梁元帝妃徐昭佩的记载徐娘虽老，犹尚多情。后来因有徐娘半老，风韵犹存的成语。这里是指汪精卫。似战似和等语，是讽刺汪精卫等人既想降日又要掩饰投降面目的丑态。如一九三三年四月十四日汪精卫在上海答记者问时曾说国难如此严重，言战则有丧师失地之虞，言和则有丧权辱国之虞，言不和不战则两俱可虞。以天下与人易语见孟子滕文公以天下与人易，为天下得人难。入火坑汪精卫一九三三年四月十四日在上海答记者问时曾说现时置身南京政府中人，其中心焦灼，无异投身火坑一样。"}
{"text":"这里是指汪精卫。似战似和等语，是讽刺汪精卫等人既想降日又要掩饰投降面目的丑态。如一九三三年四月十四日汪精卫在上海答记者问时曾说国难如此严重，言战则有丧师失地之虞，言和则有丧权辱国之虞，言不和不战则两俱可虞。以天下与人易语见孟子滕文公以天下与人易，为天下得人难。入火坑汪精卫一九三三年四月十四日在上海答记者问时曾说现时置身南京政府中人，其中心焦灼，无异投身火坑一样。我们抱着共赴国难的决心，涌身跳入火坑，同时，竭诚招邀同志们一齐跳入火坑。对于战争的祈祷对于战争的祈祷热河的战争开始了。三月一日――上海战争的结束的纪念日，也快到了。民族英雄的肖像一次又一次的印刷着，出卖着而小兵们的血，伤痕，热烈的心，还要被人糟蹋多少时候？回忆里的炮声和几千里外的炮声，都使得我们带着无可如何的苦笑，去翻开一本无聊的，但是，倒也很有几句警句的闲书。这警句是喂，排长，我们到底上那里去哟？――其中的一个问。走吧。我也不晓得。丢那妈，死光就算了，走什么！不要吵，服从命令！丢那妈的命令！然而丢那妈归丢那妈，命令还是命令，走也当然还是走。四点钟的时候，中山路复归于沉寂，风和叶儿沙沙的响，月亮躲在青灰色的云海里，睡着，依旧不管人类的事。这样，十九路军就向西退去。黄震遐大上海的毁灭。什么时候丢那妈和命令不是这样各归各，那就得救了。不然呢？还有警句可以回答这个问题十九路军打，是告诉我们说，除掉空说以外，还有些事好做！十九路军胜利，只能增加我们苟且，偷安与骄傲的迷梦！十九路军死，是警告我们活得可怜，无趣！十九路军失败，才告诉我们非努力，还是做奴隶的好！见同书。这是警告我们，非革命，则一切战争，命里注定的必然要失败。现在，主战是人人都会的了――这是一二八的十九路军的经验打是一定要打的，然而切不可打胜，而打死也不好，不多不少刚刚适宜的办法是失败。民族英雄对于战争的祈祷是这样的。而战争又的确是他们在指挥着，这指挥权是不肯让给别人的。战争，禁得起主持的人预定着打败仗的计画么？好像戏台上的花脸和白脸打仗，谁输谁赢是早就在后台约定了的。呜呼，我们的民族英雄！二月二十五日。"}
{"text":"见同书。这是警告我们，非革命，则一切战争，命里注定的必然要失败。现在，主战是人人都会的了――这是一二八的十九路军的经验打是一定要打的，然而切不可打胜，而打死也不好，不多不少刚刚适宜的办法是失败。民族英雄对于战争的祈祷是这样的。而战争又的确是他们在指挥着，这指挥权是不肯让给别人的。战争，禁得起主持的人预定着打败仗的计画么？好像戏台上的花脸和白脸打仗，谁输谁赢是早就在后台约定了的。呜呼，我们的民族英雄！二月二十五日。本篇最初发表于一九三三年二月二十八日申报自由谈，署名何家干。热河的战争一九三三年二月，日本侵略军继攻陷山海关后，又进攻热河省。族英雄的肖像指当时上海印售的马占山蒋光鼐蔡廷锴等抵抗过日本侵略军的国民党将领的像片。黄震遐―广东南海人，民族主义文学的骨干分子。大上海的毁灭，一部取材于一二八上海战争，夸张日本武力，宣扬失败主义的小说一九三二年五月二十八日起连载于上海大晚报，后由大晚报社出版单行本。曲的解放曲的解放词的解放已经有过专号，词里可以骂娘，还可以打打麻将。曲为什么不能解放，也来混账混账？不过，曲一解放，自然要直，――后台戏搬到前台――未免有失诗人温柔敦厚之旨，至于平仄不调，声律乖谬，还在其次。平津会杂剧生上连台好戏不寻常攘外期间安内忙。只恨热汤滚得快，未敲锣鼓已收场。唱短柱天净纱热汤混账――逃亡！装腔抵抗――何妨？旦上唱模仿中央榜样――整装西望，商量奔向咸阳。生你你你低声！你看咱们那汤儿呀，他那里无心串演，我这里有口难分，一出好戏，就此糟糕，好不麻烦人也！旦那有什么再来一出查办好了。咱们一夫一妇，一正一副，也还够唱的。生好罢！唱颠倒阳春曲人前指定可憎张，骂一声，不抵抗！旦背人唱百忙里算甚糊涂账？只不过假装腔，便骂骂又何妨？丑携包裹急上阿呀呀，哙哙不得了了！旦抱丑介我儿呀，你这么心慌！你应当在前面多挡这么几挡，让我们好收拾收拾。唱颠倒阳春曲背人搂定可怜汤，骂一声，枉抵抗。戏台上露甚慌张相？只不过理行装，便等等又何妨？丑哭介你们倒要理行装！我的行装先就不全了，你瞧。指包裹介。"}
{"text":"咱们一夫一妇，一正一副，也还够唱的。生好罢！唱颠倒阳春曲人前指定可憎张，骂一声，不抵抗！旦背人唱百忙里算甚糊涂账？只不过假装腔，便骂骂又何妨？丑携包裹急上阿呀呀，哙哙不得了了！旦抱丑介我儿呀，你这么心慌！你应当在前面多挡这么几挡，让我们好收拾收拾。唱颠倒阳春曲背人搂定可怜汤，骂一声，枉抵抗。戏台上露甚慌张相？只不过理行装，便等等又何妨？丑哭介你们倒要理行装！我的行装先就不全了，你瞧。指包裹介。旦我儿快快走扶桑，生雷厉风行查办忙。丑如此牺牲还值得，堂堂大汉有风光。同下。三月九日。本篇最初发表于一九三三年三月十二日申报自由谈，署名何家干。词的解放一九三三年曾今可在他主编的新时代月刊上提倡所谓解放词，该刊第四卷第一期一九三三年二月出版词的解放运动专号，其中载有他作的画堂春一年开始日初长，客来慰我凄凉偶然消遣本无妨，打打麻将。都喝干杯中酒，国家事管他娘樽前犹幸有红妆，但不能狂。温柔敦厚语见礼记经解孔子曰温柔敦厚，诗教也。热汤双关语，指当时热河省主席汤玉麟。一九三三年二月二十一日日军进攻热河时他仓皇逃跑。日军于三月四日仅以一百余人的兵力就占领了当时的省会承德。短柱天净纱短柱，词曲中一种翻新出奇的调式，通篇一句两韵或两字一韵。天净纱是越调中的曲牌名。查办热河失陷后，为了逃避人民的谴责，一九三三年三月七日，国民党政府行政院决议将汤玉麟免职查办，八日又下令彻查严缉究办汤玉麟。颠倒阳春曲阳春曲一名喜春来，是中吕调中的曲牌名。在阳春曲前用颠倒二字，含有诙谐讽刺的意味。张指张学良。热河失陷后，蒋介石曾把失地责任委罪于张学良。参看本卷第页注。扶桑据南史东夷传扶桑在大汉国东二万余里。旧时我国常以扶桑指称日本。伸冤伸冤李顿报告书采用了中国人自己发明的国际合作以开发中国的计划，这是值得感谢的，――最近南京市各界的电报已经谨代表京市七十万民众敬致慰念之忱，称他不仅为中国好友，且为世界和平及人道正义之保障者三月一日南京中央社电了。"}
{"text":"张指张学良。热河失陷后，蒋介石曾把失地责任委罪于张学良。参看本卷第页注。扶桑据南史东夷传扶桑在大汉国东二万余里。旧时我国常以扶桑指称日本。伸冤伸冤李顿报告书采用了中国人自己发明的国际合作以开发中国的计划，这是值得感谢的，――最近南京市各界的电报已经谨代表京市七十万民众敬致慰念之忱，称他不仅为中国好友，且为世界和平及人道正义之保障者三月一日南京中央社电了。然而李顿也应当感谢中国才好第一，假使中国没有国际合作学说，李顿爵士就很难找着适当的措辞来表示他的意思。岂非共管没有了学理上的根据？第二，李顿爵士自己说的南京本可欢迎日本之扶助以拒共产潮流，他就更应当对于中国当局的这种苦心孤诣表示诚恳的敬意。但是，李顿爵士最近在巴黎的演说路透社二月二十日巴黎电，却提出了两个问题，一个是中国前途，似系于如何，何时及何人对于如此伟大人力予以国家意识的统一力量，日内瓦乎，莫斯科乎？还有一个是中国现在倾向日内瓦，但若日本坚持其现行政策，而日内瓦失败，则中国纵非所愿，亦将变更其倾向矣。这两个问题都有点儿侮辱中国的国家人格。国家者政府也。李顿说中国还没有国家意识的统一力量，甚至于还会变更其对于日内瓦之倾向！这岂不是不相信中国国家对于国联的忠心，对于日本的苦心？为着中国国家的尊严和民族的光荣起见，我们要想答复李顿爵士已经好多天了，只是没有相当的文件。这使人苦闷得很。今天突然在报纸上发见了一件宝贝，可以拿来答复李大人这就是汉口警部三月一日的布告。这里可以找着铁一样的事实，来反驳李大人的怀疑。例如这布告原文见申报三月一日汉口专电说在外资下劳力之劳工，如劳资间有未解决之正当问题，应禀请我主管机关代表为交涉或救济，绝对不得直接交涉，违者拿办，或受人利用，故意以此种手段，构成严重事态者，处死刑。这是说外国资本家遇见劳资间有未解决之正当问题，可以直接任意办理，而劳工方面如此这般者就要处死刑。这样一来，我们中国就只剩得用国家意识统一了的劳工了。因为凡是违背这意识的，都要请他离开中国的国家――到阴间去。李大人难道还能够说中国当局不是国家意识的统一力量么？再则统一这个统一力量的，当然是日内瓦，而不是莫斯科。中国现在倾向日内瓦，――这是李顿大人自己说的。"}
{"text":"这是说外国资本家遇见劳资间有未解决之正当问题，可以直接任意办理，而劳工方面如此这般者就要处死刑。这样一来，我们中国就只剩得用国家意识统一了的劳工了。因为凡是违背这意识的，都要请他离开中国的国家――到阴间去。李大人难道还能够说中国当局不是国家意识的统一力量么？再则统一这个统一力量的，当然是日内瓦，而不是莫斯科。中国现在倾向日内瓦，――这是李顿大人自己说的。我们这种倾向十二万分的坚定，例如那布告上也说如有奸民流痞受人诱买勾串，或直受驱使，或假托名义，以图破坏秩序安宁，与构成其他不利于我国家社会之重大犯行者，杀无赦。这是保障日内瓦倾向的坚决手段，所谓虽流血亦所不辞。而且日内瓦是讲世界和平的，因此，中国两年以来都没有抵抗，因为抵抗就要破坏和平直到一二八，中国也不过装出挡挡炸弹枪炮的姿势最近的热河事变，中国方面也同样的尽在缩短阵线。不但如此，中国方面埋头剿匪，已经宣誓在一两个月内肃清匪共，暂时不管热河。这一切都是要证明日本见中国南方共产潮流渐起，为之焦虑是不必的，日本很可以无须亲自出马。中国方面这样辛苦的忍耐的工作着，无非是为着要感动日本，使它悔悟，达到远东永久和平的目的，国际资本可以在这里分工合作。而李顿爵士要还怀疑中国会变更其倾向，这就未免太冤枉了。总之，处死刑，杀无赦，是回答李顿爵士的怀疑的历史文件。请放心罢，请扶助罢。三月七日。本篇最初发表于一九三三年三月九日申报自由谈，署名干。李顿报告书李顿，―，英国贵族。一九三二年四月，国际联盟派他率领调查团，到我国东北调查九一八事件，同年十月二日发表所谓国联调查团报告书也称李顿报告书，其中竟说日本在中国东北有不容漠视的权利及利益。日本侵入东北，是因为中国社会内部紊乱和中国人民排外使日本遭受损害是由于苏联之扩张及中国共产党之发展使日本忧虑。在报告书的第九章中，把孙中山早年关于引进外国技术资金以帮助中国开发建设的主张加以歪曲引用，提出以暂时的国际合作，促进中国之内部建设，实际上是主张由帝国主义共同瓜分中国。"}
{"text":"日本侵入东北，是因为中国社会内部紊乱和中国人民排外使日本遭受损害是由于苏联之扩张及中国共产党之发展使日本忧虑。在报告书的第九章中，把孙中山早年关于引进外国技术资金以帮助中国开发建设的主张加以歪曲引用，提出以暂时的国际合作，促进中国之内部建设，实际上是主张由帝国主义共同瓜分中国。报告书还荒谬地提出使东北从中国分割出去的满洲自治主张。当时国民党政府竟称这一报告明白公允，对报告书原则表示接受。日内瓦瑞士西部日内瓦州的首府，国际联盟总部所在地。这里的意思是指英法等帝国主义集团。缩短阵线这是国民党宣传机构掩饰其作战部队溃退的用语。如申报一九三三年三月三日所载一则新闻标题为敌军深入热河省境，赤峰方面消息混沌，凌原我军缩短防线。这也是李顿在巴黎演说中的话。观斗观斗我们中国人总喜欢说自己爱和平，但其实，是爱斗争的，爱看别的东西斗争，也爱看自己们斗争。最普通的是斗鸡，斗蟋蟀，南方有斗黄头鸟，斗画眉鸟，北方有斗鹌鹑，一群闲人们围着呆看，还因此赌输赢。古时候有斗鱼，现在变把戏的会使跳蚤打架。看今年的东方杂志，才知道金华又有斗牛，不过和西班牙却两样的，西班牙是人和牛斗，我们是使牛和牛斗。任他们斗争着，自己不与斗，只是看。军阀们只管自己斗争着，人民不与闻，只是看。然而军阀们也不是自己亲身在斗争，是使兵士们相斗争，所以频年恶战，而头儿个个终于是好好的，忽而误会消释了，忽而杯酒言欢了，忽而共同御侮了，忽而立誓报国了，忽而。不消说，忽而自然不免又打起来了。然而人民一任他们玩把戏，只是看。但我们的斗士，只有对于外敌却是两样的近的，是不抵抗，远的，是负弩前驱云。不抵抗在字面上已经说得明明白白。负弩前驱呢，弩机的制度早已失传了，必须待考古学家研究出来，制造起来，然后能够负，然后能够前驱。还是留着国产的兵士和现买的军火，自己斗争下去罢。中国的人口多得很，暂时总有一些孑遗在看着的。但自然，倘要这样，则对于外敌，就一定非爱和平不可。一月二十四日。本篇最初发表于一九三三年一月三十一日上海申报自由谈，署名何家干。"}
{"text":"但我们的斗士，只有对于外敌却是两样的近的，是不抵抗，远的，是负弩前驱云。不抵抗在字面上已经说得明明白白。负弩前驱呢，弩机的制度早已失传了，必须待考古学家研究出来，制造起来，然后能够负，然后能够前驱。还是留着国产的兵士和现买的军火，自己斗争下去罢。中国的人口多得很，暂时总有一些孑遗在看着的。但自然，倘要这样，则对于外敌，就一定非爱和平不可。一月二十四日。本篇最初发表于一九三三年一月三十一日上海申报自由谈，署名何家干。东方杂志综合性刊物，一九四年三月在上海创刊，一九四八年十二月停刊，商务印书馆出版。一九三三年一月十六日该刊第三十卷第二号，曾刊载浙江婺州斗牛照片数帧，题为中国之斗牛。负弩前驱语见逸周书武王伐纣，散宜生闳天负弩前驱。当时国民党政府对日本侵略采取不抵抗政策，每当日军进攻，中国驻守军队大都奉命后退，如一九三三年一月三日日军进攻山海关时，当地驻军在四小时后即放弃要塞，不战而退。但远离前线的大小军阀却常故作姿态，扬言抗日，如山海关沦陷后，在四川参加军阀混战和剿匪反共的田颂尧于一月二十日发通电说准备为国效命，候中央明令，即负弩前驱。爱和平当时国民党当局经常以爱和平这类论调掩盖其投降卖国政策，如一九三一年九一八事变后，蒋介石九月二十二日在南京市国民党党员大会上演讲时就说此刻必须上下一致，先以公理对强权，以和平对野蛮，忍痛含愤，暂取逆来顺受态度，以待国际公理之判断。颂萧颂萧萧伯纳未到中国之前，大晚报希望日本在华北的军事行动会因此而暂行停止，呼之曰和平老翁。萧伯纳既到香港之后，各报由路透电译出他对青年们的谈话，题之曰宣传共产。萧伯纳语路透访员曰，君甚不像华人，萧并以中国报界中人全无一人访之为异，问曰，彼等其幼稚至于未识余乎？十一日路透电我们其实是老练的，我们很知道香港总督的德政，上海工部局的章程，要人的谁和谁是亲友，谁和谁是仇雠，谁的太太的生日是那一天，爱吃的是什么。但对于萧，――惜哉，就是作品的译本也只有三四种。所以我们不能识他在欧洲大战以前和以后的思想，也不能深识他游历苏联以后的思想。"}
