{"text":"两相比较，前者无限高于后者。一切终将黯淡，唯有被爱的目光镀过金的日子在岁月的深谷里永远闪着光芒。爱情与事业，人生的两大追求，其实质为一，均是自我确认的方式。爱情是通过某一异性的承认来确认自身的价值，事业是通过社会的承认来确认自身的价值。人在爱情中自愿放弃意志自由，在婚姻中被迫放弃意志自由。性是意志自由的天敌吗也许，性爱中总是交织着爱的对立面恨，或者惧。拜仑属于前者，歌德属于后者。情种爱得热烈，但不专一。君子爱得专一，但不热烈。此事古难全。不过，偶尔有爱得专一的情种，却注定没有爱得热烈的君子。"}
{"text":"爱得深了，潜在的父性或母性必然会参加进来。只是迷恋，并不心疼，这样的爱还只停留在感官上，没有深入到心窝里，往往不能持久。凡正常人，都兼有疼人和被人疼两种需要。在相爱者之间，如果这两种需要不能同时在对方身上获得满足，便潜伏着危机。那惯常被疼的一方最好不要以为，你遇到了一个只想疼人不想被人疼的纯粹父亲型的男人或纯粹母亲型的女人。在这茫茫宇宙间，有谁不是想要人疼的孤儿爱就是对被爱者怀着一些莫须有的哀怜，做一些不必要的事情怕她或者他冻着饿着，担心她遇到意外，好好地突然想到她有朝一日死了怎么办，轻轻地抚模她好像她是病人又是易损的瓷器。爱就是做被爱者的保护人的冲动，尽管在旁人看来这种保护毫无必要。我爱你。不，你只是喜欢我罢了。她或他哀怨地说。爱我吗我喜欢你。她或他略带歉疚地说。在所有的近义词里，爱和喜欢似乎被掂量得最多，其间的差异被最郑重其事地看待。这时男人和女人都成了最一丝不苟的语言学家。给爱情划界时不妨宽容一些，以便为人生种种美好的遭遇保留怀念的权利。让我们承认，无论短暂的邂逅，还是长久的纠缠，无论相识恨晚的无奈，还是终成眷属的有情，无论倾注了巨大激情的冲突还是伴随着细小争吵的和谐，这一切都是爱情。每个活生生的人的爱情经历不是一座静止的纪念碑，而是一道流动的江河。当我们回顾往事时，我们自己不必否认更不该要求对方否认其中任何一段流程一条支流或一朵浪花。爱情不论短暂或长久，都是美好的。甚至陌生异性之间毫无结果的好感，定睛的一瞥，朦胧的激动，莫名的调怅，也是美好的。因为，能够感受这一切的那颗心毕竞是年轻的。生活中若没有邂逅以及对邂逅的期待，未免太乏味了。人生魅力的前提之一是，新的爱情的可能性始终向你敞开着，哪怕你并不去实现它们。我不相信人一生只能爱一次，我也不相信人一生必须爱许多次。次数不说明问题。爱情的容量即一个人的心灵的容量。你是深谷，一次爱情就像一道江河，许多次爱情就像许多浪花。你是浅滩，一次爱情只是一条细流，许多次爱情也只是许多泡沫。不要以成败论人生，也不要以成败论爱情。"}
{"text":"生活中若没有邂逅以及对邂逅的期待，未免太乏味了。人生魅力的前提之一是，新的爱情的可能性始终向你敞开着，哪怕你并不去实现它们。我不相信人一生只能爱一次，我也不相信人一生必须爱许多次。次数不说明问题。爱情的容量即一个人的心灵的容量。你是深谷，一次爱情就像一道江河，许多次爱情就像许多浪花。你是浅滩，一次爱情只是一条细流，许多次爱情也只是许多泡沫。不要以成败论人生，也不要以成败论爱情。现实中的爱情多半是失败的不是败于难成眷属的无奈，就是败于终成眷屈的厌倦。然而，无奈留下了永久的怀恋，厌倦激起了常新的追求，这又未尝不是爱情本身的成功。"}
{"text":"爱情是人生最美丽的梦，你能说你做了一个成功的梦或失败的梦吗爱情既是在异性世界中的探险，带来发现的惊喜，也是在某一异性身边的定居，带来家园的安宁。但探险不是猎奇，定居也不是占有。毋宁说，好的爱情是双方以自由为最高赠礼的洒脱，以及决不滥用这一份自由的珍惜。在崇拜者与被崇拜者之间隔着无限的距离，爱便是走完这个距离的冲动。一旦走完，爱也就结束了。比较起来，以相互欣赏为基础的爱要牢靠得多。在这种情形下，距离本来是有限的，且为双方所乐于保持，从而形成了一个弹性的场。性爱是人生之爱的原动力。一个完全不爱异性的人不可能爱人生。人大约都这样自己所爱的人，如果一定要失去，宁愿给上帝或魔鬼，也不愿给他人。正像恋爱者夸大自己的幸福一样，失恋者总是夸大自己的痛苦。在失恋的痛苦中，自尊心的受挫占了很大比重。我爱她，她成了我的一切，除她之外的整个世界似乎都不存在了。那么，一旦我失去了她，是否就失去了一切呢不。恰恰相反，整个世界又在我面前展现了。我重新得到了一切。未经失恋的人不懂爱情，未曾失意的人不懂人生。你是看不到我最爱你的时候的情形的，因为我在看不到你的时候才最爱你。爱情是人生最美丽的梦。倘用理性的刀刃去解析梦，再美丽的梦也会失去它的美。弗洛伊德对梦和性意识的解析就破坏了不少生活的诗意。当然还有另一种情况生活本身使梦破灭了，这时候，对梦作理性的反省，认清它的美的虚幻，其实是一种解脱的手段。我相信毛姆就属于这种情况。心与心之间的距离是最近的，也是最远的。到世上来一趟，为不多的几颗心灵所吸引，所陶醉，来不及满足，也来不及厌倦，又匆匆离去，把一点迷惘留在世上。生命的意义在于爱。不，生命的意义问题是无解的，爱的好处就是使人对这个问题不求甚解。食欲引起初级革命，性欲引起高级革命。一切迷恋都凭借幻觉，一切理解都包含误解，一切忠诚都指望报答，一切牺牲都附有条件。孤独孤独源于爱，无爱的人不会孤独。"}
{"text":"到世上来一趟，为不多的几颗心灵所吸引，所陶醉，来不及满足，也来不及厌倦，又匆匆离去，把一点迷惘留在世上。生命的意义在于爱。不，生命的意义问题是无解的，爱的好处就是使人对这个问题不求甚解。食欲引起初级革命，性欲引起高级革命。一切迷恋都凭借幻觉，一切理解都包含误解，一切忠诚都指望报答，一切牺牲都附有条件。孤独孤独源于爱，无爱的人不会孤独。也许孤独是爱的最意味深长的赠品，受此赠礼的入从此学会了爱自己，也学会了理解别的孤独的灵魂和深藏于它们之中的深邃的爱。从而为自己建立了一个珍贵的精神世界。"}
{"text":"是的，甚至连爱也不能。凡是领悟人生这样一种根本性孤独的人，便已经站到了一切人间欢爱的上方，爱得最热烈时也不会做爱的奴隶。和别人混在一起时，我向往孤独。孤独时，我又向往看到我的同类。但解除孤独毕竟只能靠相爱相知的人，其余的人扰乱了孤独，反而使人更感孤独，犹如一种官能，因为受到刺激而更加意识到自己的存在。孤独和喧嚣都难以忍受。如果一定要忍受，我宁可选择孤独。每逢节日，独自在灯下，心中就有一种非常浓郁的寂寞，浓郁得无可排遣，自斟自饮生命的酒，别有一番酩酊。人生作为过程总要逝去，似乎哪种活法都一个样。但就是不一样。我需要一种内在的沉静，可以以逸待劳地接收和整理一切外来印象。这样，我才觉得自己具有一种连续性和完整性。当我被过于纷繁的外部生活搅得不复安宁时，我就断裂了，破碎了，因而也就失去了吸收消化外来印象的能力。世界是我的食物。人只用少量时间进食，大部分时间在消化。独处就是我消化世界。在静与闹孤独与合群之间，必有一个适合于我的比例或节奏。如果比例失调，节奏紊乱，我就会生病太静则抑郁，太闹则烦躁。抑郁使我成为诗人，烦躁使我成为庸人。一个精神上自足的人是不会羡慕别人的好运气的，尤其不羡慕低能儿的好运气。活动和沉思，哪一种生活更好有时候，我渴望活动漫游，交往，恋爱冒险成功。如果没有充分尝试生命的种种可能性就离开人世，未免太遗憾了。但是我知道，我的天性更适合于过沉思的生活。我必须休养我的这颗自足的心灵，唯有带着这颗心灵去活动，我才心安理得并且确有收获。如果没有好胃口，天天吃宴席有什么乐趣如果没有好的感受力，频频周游世界有什么意思反之，天天吃宴席的入怎么会有好胃口，频频周游世界的人怎么会有好的感受力心灵和胃一样，需要休息和复原。独处和沉思便是心灵的休养方式。当心灵因充分休息而饱满，又因久不活动而饥渴时，它就能最敏锐地品味新的印象。所以，问题不在于两者择一。高质量的活动和高质量的宁静都需要，而后者实为前者的前提。"}
{"text":"如果没有好胃口，天天吃宴席有什么乐趣如果没有好的感受力，频频周游世界有什么意思反之，天天吃宴席的入怎么会有好胃口，频频周游世界的人怎么会有好的感受力心灵和胃一样，需要休息和复原。独处和沉思便是心灵的休养方式。当心灵因充分休息而饱满，又因久不活动而饥渴时，它就能最敏锐地品味新的印象。所以，问题不在于两者择一。高质量的活动和高质量的宁静都需要，而后者实为前者的前提。外倾性格的人容易得到很多朋友，但真朋友总是很少的。内倾者孤独，一旦获得朋友，往往是真的。健谈者往往耐不得寂寞，因为他需要听众。寡言者也需要听众，但这听众多半是他自己，所以他比较安于独处。"}
{"text":"有的人却只有在宁静的独处中才能辨认他的白我。没有自己独居的处所是多么可怕的事，一切都暴露无遗了。在群居中，人不得不掩饰和压抑自己的个性。在别人目光的注视下，谁还能坐在那里恬然沉思，捕捉和记录自己的细微感受。住宅危机导致了诗和哲学的生态危机。学会孤独，学会与自己交谈，听自己说话，就这样去学会深刻。当然前提是如果孤独是可以学会的话。获得理解是人生的巨大欢乐。然而，一个孜孜以求理解没有旁人的理解便痛不欲生的人却是个可怜虫。被人理解是幸运的，但不被理解未必就是不幸。一个把自己的价值完全寄托于他人的理解上面的人往往并无价值。人与人之间的理解或不理解是命运，误会却是命运的捉弄。我坦然接受命运，但为命运的捉弄悲戚。可是，何必表白呢表白是理解的死亡证书。知道痛苦的价值的人，不会轻易向别人泄露和展示自己的痛苦，哪怕是最亲近的人。一个特立独行的人而又不陷于孤独，这怎么可能呢然而，尽管注定孤独，仍然会感觉到孤独的可怕和难以忍受。上帝给了他一颗与众不同的灵魂，却又赋予他与普通人一样的对于人间温暖的需要，这正是悲剧性之所在。说到底，在这世界上，谁的经历不是平凡而又平凡的心灵历程的悬殊才在人与人之间铺下了鸿沟。无聊寂寞孤独是三种不同的心境。无聊是把自我消散于他人之中的欲望，它寻求的是消遣。寂寞是自我与他人共在的欲望，它寻求的是普通的人间温暖。孤独是把他人接纳到自我之中的欲望，它寻求的是理解。无聊者自厌，寂寞者自怜，孤独者自足。庸人无聊，天才孤独，人人都有寂寞的时光。无聊是喜剧性的，孤独是悲剧性的，寂寞是中性的。无聊属于生物性的人，寂寞属于社会性的人，孤独属于形而上的人。心灵的孤独与性格的孤僻是两回事。孤僻属于弱者，孤独属于强者。两者都不合群，但前者是因为惧怕受到伤害，后者是因为精神上的超群卓绝。寂寞是决定人的命运的情境。一个人忍受不了寂寞，就寻求方便的排遣办法，去会朋友，谈天，打牌，看电视，他于是成为一个庸人。"}
{"text":"无聊是喜剧性的，孤独是悲剧性的，寂寞是中性的。无聊属于生物性的人，寂寞属于社会性的人，孤独属于形而上的人。心灵的孤独与性格的孤僻是两回事。孤僻属于弱者，孤独属于强者。两者都不合群，但前者是因为惧怕受到伤害，后者是因为精神上的超群卓绝。寂寞是决定人的命运的情境。一个人忍受不了寂寞，就寻求方便的排遣办法，去会朋友，谈天，打牌，看电视，他于是成为一个庸人。靠内心的力量战胜寂寞的人，必是诗人和哲学家。老是听别人发表同样的见解和感叹，我会感到乏味。不过我知道，在别人眼里我也许更乏味，他们从我这里甚至连见解和感叹也听不到，我不愿重复，又拿不出新的，于是只把沉默给他们。"}
