{"text":"列夫成立时宣称要从事无产阶级革命艺术的建设，但大多数成员仍然信奉未来主义。构成主义一九二一年在苏联形成的艺术流派。参看本卷第页注。象征主义参看本卷第页注。神秘主义，现代资产阶级的一种文艺倾向。它否认艺术是现实生活的反映，强调表现个人难以捉摸的感受或某种超自然的幻觉。一九五年俄国革命失败后，神秘主义成为当时资产阶级颓废文学的最显著的特点之一。代表作家有安得列夫别雷黑比丝等。变态性欲主义，俄国一九五年以后反动时期资产阶级颓废文学中的一种恶劣倾向。代表作家有阿尔志跋绥夫卡明斯基罗尚诺夫等。印象派原为十九世纪八十年代在欧洲形成的文艺思潮和艺术流派。参看本卷第页注。这里指一九九年在俄国以诗文集法官的饲养场为代表的文学流派，它是俄国未来派的前身。批社会趣味的嘴巴现译给社会趣味一记耳光，创刊于一九一二年。波尔雪维通译布尔什维克。耽美派即唯美派。任国桢―辽宁安东今丹东人。北京大学俄文专修科毕业，中国共产党党员，长期从事地下工作，后在山西太原被捕牺牲。陶元庆氏西洋绘画展览会目录序陶元庆氏西洋绘画展览会目录序陶璇卿君是一个潜心研究了二十多年的画家，为艺术上的修养起见，去年才到这暗赭色的北京来的。到现在，就是有携来的和新制的作品二十余种藏在他自己的卧室里，谁也没有知道，――但自然除了几个他熟识的人们。在那黯然埋藏着的作品中，却满显出个人的主观和情绪，尤可以看见他对于笔触，色采和趣味，是怎样的尽力与经心，而且，是夙擅中国画的，于是固有的东方情调，又自然而然地从作品中渗出，融成特别的丰神了，然而又并不由于故意的。将来，会当更进于神化之域罢，但现在他已经要回去了。几个人惜其独往独来，因将那不多的作品，作一个小结构的短时期的展览会，以供有意于此的人的一览。但是，在京的点缀和离京的纪念，当然也都可以说得的罢。一九二五年三月一六日，。本篇最初发表于一九二五年三月十八日京报副刊。陶元庆―字璇卿，浙江绍兴人，美术家。曾任浙江台州第六中学上海立达学园教员杭州美术专科学校教授。他曾为著译的彷徨坟朝花夕拾苦闷的象征等设计封面。"}
{"text":"将来，会当更进于神化之域罢，但现在他已经要回去了。几个人惜其独往独来，因将那不多的作品，作一个小结构的短时期的展览会，以供有意于此的人的一览。但是，在京的点缀和离京的纪念，当然也都可以说得的罢。一九二五年三月一六日，。本篇最初发表于一九二五年三月十八日京报副刊。陶元庆―字璇卿，浙江绍兴人，美术家。曾任浙江台州第六中学上海立达学园教员杭州美术专科学校教授。他曾为著译的彷徨坟朝花夕拾苦闷的象征等设计封面。当时他在北京举办个人的西洋绘画展览会，为他写了这篇序。铁流编校铁流编校到这一部译本能和读者相见为止，是经历了一段小小的艰难的历史的。去年上半年，是左翼文学尚未很遭迫压的时候，许多书店为了在表面上显示自己的前进起见，大概都愿意印几本这一类的书即使未必实在收稿罢，但也极力要发一个将要出版的书名的广告。这一种风气，竟也打动了一向专出碑版书画的神州国光社，肯出一种收罗新俄文艺作品的丛书了，那时我们就选出了十种世界上早有定评的剧本和小说，约好，名之为现代文艺丛书。那十种书，是――浮士德与城，卢那卡尔斯基作，柔石译。被解放的堂吉诃德，同人作，译。十月，雅各武莱夫作，译。精光的年头，毕力涅克作，蓬子译。铁甲列车，伊凡诺夫作，传桁译。叛乱，孚尔玛诺夫作，成文英译。火马，革拉特珂夫作，侍桁译。铁流，绥拉菲摩维支作，曹靖华译。毁灭，法捷耶夫作，译。静静的顿河，唆罗诃夫作，侯朴译。里培进斯基的一周间和革拉特珂夫的士敏土，也是具有纪念碑性的作品，但因为在先已有译本出版，这里就不编进去了。这时候实在是很热闹。丛书的目录发表了不多久，就已经有别种译本出现在市场上，如杨骚先生译的十月和铁流，高明先生译的克服其实就是叛乱。此外还听说水沫书店也准备在戴望舒先生的指导之下，来出一种相似的丛书。但我们的译述却进行得很慢，早早缴了卷的只有一个柔石，接着就印了出来其余的是直到去年初冬为止，这才陆续交去了十月铁甲列车和静静的顿河的一部份。然而对于左翼作家的压迫，是一天一天的吃紧起来，终于紧到使书店都骇怕了。"}
{"text":"这时候实在是很热闹。丛书的目录发表了不多久，就已经有别种译本出现在市场上，如杨骚先生译的十月和铁流，高明先生译的克服其实就是叛乱。此外还听说水沫书店也准备在戴望舒先生的指导之下，来出一种相似的丛书。但我们的译述却进行得很慢，早早缴了卷的只有一个柔石，接着就印了出来其余的是直到去年初冬为止，这才陆续交去了十月铁甲列车和静静的顿河的一部份。然而对于左翼作家的压迫，是一天一天的吃紧起来，终于紧到使书店都骇怕了。神州国光社也来声明，愿意将旧约作废，已经交去的当然收下，但尚未开手或译得不多的其余六种，却千万勿再进行了。那么，怎么办呢？去问，都说，可以的。这并不是中国书店的胆子特别小，实在是中国官府的压迫特别凶，所以，是可以的。于是就废了约。但已经交去的三种，至今早的一年多，迟的也快要一年了，都还没有出版。其实呢，这三种是都没有什么可怕的。然而停止翻译的事，我们却独独没有通知靖华。因为我们晓得铁流虽然已有杨骚先生的译本，但因此反有另出一种译本的必要。别的不必说，即其将贵胄子弟出身的士官幼年生译作小学生，就可以引读者陷于极大的错误。小学生都成群的来杀贫农，这世界不真是完全发了疯么？的邮寄译稿，是颇为费力的。中俄间邮件的不能递到，是常有的事，所以他翻译时所用的是复写纸，以备即使失去了一份，也还有底稿存在。后来补寄自传，论文，注解的时候，又都先后寄出相同的两份，以备其中或有一信的遗失。但是，这些一切，却都收到了，虽有因检查而被割破的，却并没有失少。为了要译印这一部书，我们信札往来至少也有二十次。先前的来信都弄掉了，现在只钞最近几封里的几段在下面。对于读者，这也许有一些用处的。五月三十日发的信，其中有云铁流已于五一节前一日译完，挂号寄出。完后自看一遍，觉得译文很拙笨，而且怕有错字，脱字，望看的时候随笔代为改正一下。关于插画，两年来找遍了，没有得到。现写了一封给毕斯克列夫的信，向自己征求，但托人在莫斯科打听他的住址，却没有探得。今天我到此地的美术专门学校去查，关于苏联的美术家的住址，美专差不多都有，但去查了一遍，就是没有毕氏的。此外还有铁流的原本注解，是关于本书的史实，很可助读者的了解，拟日内译成寄上。另有的一篇，我怎么写铁流的也想译出作为附录。"}
{"text":"完后自看一遍，觉得译文很拙笨，而且怕有错字，脱字，望看的时候随笔代为改正一下。关于插画，两年来找遍了，没有得到。现写了一封给毕斯克列夫的信，向自己征求，但托人在莫斯科打听他的住址，却没有探得。今天我到此地的美术专门学校去查，关于苏联的美术家的住址，美专差不多都有，但去查了一遍，就是没有毕氏的。此外还有铁流的原本注解，是关于本书的史实，很可助读者的了解，拟日内译成寄上。另有的一篇，我怎么写铁流的也想译出作为附录。又，新出的原本内有地图一张，照片四张，如能用时，可印入译本内。毕斯克列夫是有名的木刻家，刻有铁流的图若干幅，闻名已久了，寻求他的作品，是想插在译本里面的，而可惜得不到。这回只得仍照原本那样，用了四张照片和一张地图。七月二十八日信有云十六日寄上一信，内附铁流正误数页，怕万一收不到，那时就重钞了一份，现在再为寄上，希在译稿上即时改正一下，至感。因铁流是据去年所出的第五版和廉价丛书的小版翻译的，那两本并无差异。最近所出的第六版上，在自序里却道此次是经亲自修正，将所有版本的错误改过了。所以我就照着新版又仔细校阅了一遍，将一切错误改正，开出奉寄。八月十六日发的信里，有云前连次寄上之正误，原注，自传，都是寄双份的，不知可全收到否？现在挂号寄上的论文我怎么写铁流的？一篇并第五，六版上的自序两小节但后者都不关重要，只在第六版序中可以知道这是经仔细订正了的。论文系一九二八年在在文学的前哨即先前的纳巴斯图上发表，现在收入去年一九三所出的二版论绥拉菲摩维支集中，这集是尼其廷的礼拜六出版部印行的现代作家批评丛书的第八种，论文即其中的第二篇，第一篇则为前日寄上的自传。这篇论文，和第六版铁流原本上之二四三页――二四八页的的话编者涅拉陀夫记的，内容大同小异，各有长短，所以就不译了。此外尚有绥氏全集的编者所作对于铁流的一篇序文，在原本卷前，名十月的艺术家，原也想译它的，奈篇幅较长，又因九月一日就开学，要编文法的课程大纲，要开会等许多事情纷纷临头了，再没有翻译的工夫，铁流又要即时出版，所以只得放下，待将来再译，以备第二版时加入罢。我们本月底即回城去。"}
{"text":"这篇论文，和第六版铁流原本上之二四三页――二四八页的的话编者涅拉陀夫记的，内容大同小异，各有长短，所以就不译了。此外尚有绥氏全集的编者所作对于铁流的一篇序文，在原本卷前，名十月的艺术家，原也想译它的，奈篇幅较长，又因九月一日就开学，要编文法的课程大纲，要开会等许多事情纷纷临头了，再没有翻译的工夫，铁流又要即时出版，所以只得放下，待将来再译，以备第二版时加入罢。我们本月底即回城去。到苏逸达后，不知不觉已经整两月了，夏天并未觉到，秋天，中国的冬天似的秋天却来了。中国夏天是到乡间或海边避暑，此地是来晒太阳。毕氏的住址转托了许多人都没有探听到，莫城有一个人名地址问事处，但必须说出他的年龄履历才能找，这怎么说得出呢？我想来日有机会我能到莫城时自去探访一番，如能找到，再版时加入也好。此外原又想选译两篇论铁流的文章如等的，但这些也只得留待有工夫时再说了。没有木刻的插图还不要紧，而缺乏一篇好好的序文，却实在觉得有些缺憾。幸而，史铁儿竟特地为了这译本而将涅拉陀夫的那篇翻译出来了，将近二万言，确是一篇极重要的文字。读者倘将这和附在卷末的我怎么写铁流的都仔细的研读几回，则不但对于本书的理解，就是对于创作，批评理论的理解，也都有很大的帮助的。还有一封九月一日写的信前几天迭连寄上之传，原注，论文，铁流原本以及前日寄出之绥氏全集卷一内有数张插图，或可采用一九三年之右边，之母及怀抱中之未来的，左边之父一八九七年在马理乌里之列宁致信，这些不知均得如数收到否？毕氏的插图，无论如何找不到最后，致函于绥拉菲摩维支，绥氏将他的地址开来，现已写信给了毕氏，看他的回信如何再说。当给绥氏信时，顺便问及铁流中无注的几个字，如普迦奇等。承好意，将书中难解的古班式的乌克兰话依次用俄文注释，打了字寄来，计十一张。这么一来，就发见了译文中的几个错处，除注解的外，翻译时，这些问题，每一字要问过几个精通乌克兰话的人，才敢决定，然而究竟还有解错的，这也是十月后的作品中特有而不可免的钉子。现依所注解，错的改了一下，注的注了起来，快函寄奉，如来得及时，望费神改正一下，否则，也只好等第二版了。"}
{"text":"当给绥氏信时，顺便问及铁流中无注的几个字，如普迦奇等。承好意，将书中难解的古班式的乌克兰话依次用俄文注释，打了字寄来，计十一张。这么一来，就发见了译文中的几个错处，除注解的外，翻译时，这些问题，每一字要问过几个精通乌克兰话的人，才敢决定，然而究竟还有解错的，这也是十月后的作品中特有而不可免的钉子。现依所注解，错的改了一下，注的注了起来，快函寄奉，如来得及时，望费神改正一下，否则，也只好等第二版了。当第一次订正表寄到时，正在排印，所以能够全数加以改正，但这一回却已经校完了大半，没法改动了，而添改的又几乎都在上半部。现在就照录在下面，算是一张铁流的订正及添注表罢一三页二行不晓得吗！上应加呸，发昏了吗！一三页二行种瓜的应改看瓜的。一四页一七行你发昏了吗？！应改大概是发昏了吧？！三四页六行回子本页末应加注回子是沙皇时代带着大俄罗斯民族主义观点的人们对于一般非正教的，尤其是对于回民及土耳其人的一种最轻视，最侮辱的称呼。――给中译本特注。三六页三行你要长得好像一个男子呵。应改我们将来要到地里做活的呵。三八页三行一个头发很稀的之下应加蓬乱的。四三页二行杂种羔子应改发疯了的私生子。四四页一六行喝吗应改去糟塌吗。四六页八行侦缉营本页末应加注侦缉营俄文为普拉斯东营黑海沿岸之哥萨克平卧在草地里，芦苇里，密林里埋伏着，以等待敌人，戒备敌人。――特注。四九页一四行平底的海面本页末应加注此处指阿左夫海，此海有些地方水甚浅。渔人们都给它叫洗衣盆。――特注。四九页一七行接连着就是另一个海本页末应加注此处指黑海。――特注。五页四行野牛本页末应加注现在极罕见的，差不多已经绝种了的颈被毛的野牛。――特注。五二页七行沙波洛塞奇本页末应加注自由的沙波洛塞奇是乌克兰哥萨克的一种组织，发生于十六世纪，在德尼普江的沙波罗林岛上。沙波罗人常南征克里木及黑海附近一带，由那里携带许多财物回来。沙波罗人参加于乌克兰哥萨克反对君主专制的俄罗斯的暴动。沙波罗农民的生活，在果戈里的达拉斯布尔巴罚裕幔颍幔蟆。拢酰欤猓幔镄的有。――特注。"}
{"text":"――特注。五二页七行沙波洛塞奇本页末应加注自由的沙波洛塞奇是乌克兰哥萨克的一种组织，发生于十六世纪，在德尼普江的沙波罗林岛上。沙波罗人常南征克里木及黑海附近一带，由那里携带许多财物回来。沙波罗人参加于乌克兰哥萨克反对君主专制的俄罗斯的暴动。沙波罗农民的生活，在果戈里的达拉斯布尔巴罚裕幔颍幔蟆。拢酰欤猓幔镄的有。――特注。五三页六行尖肚子奇加本页末应加注哥萨克村内骑手们的骂玩的绰号。由土匪奇加之名而来。――特注。五三页一一行加克陆克本页末应加注即土豪。――特注。五三页一一行普迦奇本页末应加注鞭打者猫头鹰田园中的干草人吓雀子用的。――特注。五六页三行贪得无厌的东西！应改无能耐的东西！五七页一五行下处应改鼻子。七一页五――六行它平坦的横亘着一直到海边呢？应改它平坦的远远的横亘着一直到海边呢？七一页八行当摩西把犹太人由埃及的奴隶下救出的时候本页末应加注据旧约，古犹太人在埃及，在埃及王手下当奴隶，在那里建筑极大的金字塔，摩西从那里将他们带了出来。――特注。七一页一三行他一下子什么都会做好的应改什么法子他一下子都会想出来的。七一页一八行海湾本页末应加注指诺沃露西斯克海湾。――特注。九四页一二行加芝利本页末应加注胸前衣服上用子缝的小袋，作装子弹用的。――特注。一四五页一四行小屋应改小酒铺。一七九页二一行妖精的成亲本页末应加注妖精的成亲是乌克兰的俗话，譬如雷雨之前――突然间乌黑起来，电闪飞舞，这叫作妖女在行结婚礼了，也指一般的阴晦和湿雨。――。以上，计二十五条。其中的三条，即加克陆克，普迦奇，加芝利是当校印之际，已由校者据日文译本的注，加了解释的，很有点不同，现在也已经不能追改了。但读者自然应该信任的自注。至于绥拉菲摩维支全集卷一里面的插图，这里却都未采用。因为我们已经全用了那卷十即第六版的铁流这一本里的四幅，内中就有一幅像卷头又添了拉迪诺夫所绘的肖像，中间又加上了原是大幅油画，法棱支所作的铁流。"}
{"text":"其中的三条，即加克陆克，普迦奇，加芝利是当校印之际，已由校者据日文译本的注，加了解释的，很有点不同，现在也已经不能追改了。但读者自然应该信任的自注。至于绥拉菲摩维支全集卷一里面的插图，这里却都未采用。因为我们已经全用了那卷十即第六版的铁流这一本里的四幅，内中就有一幅像卷头又添了拉迪诺夫所绘的肖像，中间又加上了原是大幅油画，法棱支所作的铁流。毕斯克列夫的木刻画因为至今尚无消息，就从杂志版画第四集一九二九里取了复制缩小的一幅，印在书面上了，所刻的是外乡人在被杀害的景象。别国的译本，在校者所见的范围内，有德，日的两种。德译本附于涅威罗夫的粮食充足的城市，达什干德，后面，一九二九年柏林的新德意志出版所出版，无名，删节之处常常遇到，不能说是一本好书。日译本却完全的，即名铁之流，一九三年东京的丛文阁出版，为苏维埃作家丛书的第一种藏原惟人，是大家所信任的翻译家，而且难解之处，又得了苏俄大使馆的康士坦丁诺夫的帮助，所以是很为可靠的。但是，因为原文太难懂了，小错就仍不能免，例如上文刚刚注过的妖精的成亲，在那里却译作妖女的自由，分明是误解。我们这一本，因为我们的能力太小的缘故，当然不能称为定本，但完全实胜于德译，而序跋，注解，地图和插画的周到，也是日译本所不及的。只是，待到攒凑成功的时候，上海出版界的情形早已大异从前了没有一个书店敢于承印。在这样的岩石似的重压之下，我们就只得宛委曲折，但还是使她在读者眼前开出了鲜艳而铁一般的新花。这自然不算什么艰难，不过是一些琐屑，然而现在偏说了些琐屑者，其实是愿意读者知道在现状之下，很不容易出一本较好的书，这书虽然仅仅是一种翻译小说，但却是尽三人的微力而成，――译的译，补的补，校的校，而又没有一个是存着借此来自己消闲，或乘机哄骗读者的意思的。倘读者不因为她没有潘彼得或安徒生童话那么顺，便掩卷叹气，去喝咖啡，终于肯将她读完，甚而至于再读，而且连那和附录，那么我们所得的报酬，就尽够了。一九三一年十月十日，。"}
{"text":"这自然不算什么艰难，不过是一些琐屑，然而现在偏说了些琐屑者，其实是愿意读者知道在现状之下，很不容易出一本较好的书，这书虽然仅仅是一种翻译小说，但却是尽三人的微力而成，――译的译，补的补，校的校，而又没有一个是存着借此来自己消闲，或乘机哄骗读者的意思的。倘读者不因为她没有潘彼得或安徒生童话那么顺，便掩卷叹气，去喝咖啡，终于肯将她读完，甚而至于再读，而且连那和附录，那么我们所得的报酬，就尽够了。一九三一年十月十日，。本篇最初印入一九三一年十一月三闲书屋出版的中译本铁流。铁流，长篇小说，苏联绥拉菲摩维支，―作，曹靖华译。作品描写苏联国内战争时期一支游击队在同白军和外国侵略者的斗争中成长的故事。里培进斯基Z，―苏联准摇！兑恢芗洹罚衅说，当时我国有蒋光慈的译本，一九三年一月上海北新书局出版又有江思戴望舒苏汶的译本，一九三年三月上海水沫书店出版。杨骚―福建漳州人，作家。他所译的十月铁流分别于一九三年三月六月由南强书局出版。高明，江苏武进人，翻译工。他所译的克服，一九三年心弦书社出版，署名瞿然。戴望舒―浙江杭县今余杭人，诗人。著有诗集望舒草灾难的岁月等。柔石―原名赵平复，浙江宁海人，作家，中国左翼作家联盟成员。著有小说二月为奴隶的母亲等。靖华曹靖华，河南卢氏人，未名社成员，翻译家。早年曾在苏联留学和工作，归国后在北平大学女子文理学院东北大学等校任教。毕斯克列夫，―又译毕斯凯莱夫，苏联版画家。作品有铁流安娜卡列尼娜等书的插图玻浮场。模疲酰颍恚幔睿铮觥富曼诺夫，。保梗玻叮次闹械逆诙砼捣颍樟骷摇小肚鸵夫夏伯阳等。史铁儿即瞿秋白。参看本卷第页注。拉迪诺夫，―通译拉季诺夫，苏联美术家诗人。法棱支，，―通译弗连茨。苏粱遥长军事题材的绘画。"}
