{"text":"除少数外，大概都要进京赶考的。我之所谓京是一个形象的说法，就是指的北京，当时还叫北平。山东有一所大学山东大学，但是名声不显赫，同北京的北大清华无法并提。所以，绝大部分高中毕业生都进京赶考。当时北平的大学很多。除了北大清华以外，我能记得来的还有朝阳大学中国大学郁文大学平民大学辅仁大学燕京大学等。还有一些只有校名，没有校址的大学，校名也记不清楚了。有的同学大概觉得自己底气不足，报了五六个大学的名。报名费每校三元，有几千学生报名，对学校来说是一笔不小的收入。我本来是一个上不得台盘的人，新育小学毕业就没有勇气报考一中。但是，高中一年级时碰巧受到了王寿彭状元的奖励。于是虚荣心起了作用既然上去，就不能下来结果三年高中，六次考试，我考了六个第一名。心中不禁狂了起来。我到了北平，只报了两个学校北大与清华。结果两校都录取了我。经过反复的思考，我弃北大而取清华。后来证明我这个判断是正确的。否则我就不会有留德十年。没有留德十年，我以后走的道路会是完全不同的。那一年的入学考试，北大就在沙滩，清华因为离城太远，借了北大的三院做考场。清华的考试平平常常，没有什么特异之处。北大则极有特色，至今忆念难忘。首先是国文题就令人望而生畏，题目是何谓科学方法？试分析评论之。又要分析，又要评论之，这究竟是考学生什么呢？我哪里懂什么科学方法。幸而在高中读过一年逻辑，遂将逻辑的内容拼拼凑凑，写成了一篇答卷，洋洋洒洒，颇有一点神气。北大英文考试也有特点。每年必出一首旧诗词，令考生译成英文。那一年出的是别来春半，触目愁肠断。砌下落梅如雪乱，拂了一身还满。所有的科目都考完以后，又忽然临时加试一场英文。一个人在上面念，让考生整个记录下来。这玩意儿我们山东可没有搞。我因为英文单词记得多，整个故事我听得懂，大概是英文伊索寓言一类书籍抄来的一个罢。总起来，我都写了下来。仓皇中把s写成了s。我们山东赶考的书生们经过了这几次大灾难才仿佛井蛙从井中跃出，大开了眼界。了解到了山东中学教育水平是相当低的。高中国文教员一年年夏季，我毕业于清华大学西洋文学系后改名外国语文系。当时社会上流行着一句话毕业即失业。可见毕业后找工作――当时叫抢一只饭碗――之难。对我来说，这个问题尤其严重。"}
{"text":"这玩意儿我们山东可没有搞。我因为英文单词记得多，整个故事我听得懂，大概是英文伊索寓言一类书籍抄来的一个罢。总起来，我都写了下来。仓皇中把s写成了s。我们山东赶考的书生们经过了这几次大灾难才仿佛井蛙从井中跃出，大开了眼界。了解到了山东中学教育水平是相当低的。高中国文教员一年年夏季，我毕业于清华大学西洋文学系后改名外国语文系。当时社会上流行着一句话毕业即失业。可见毕业后找工作――当时叫抢一只饭碗――之难。对我来说，这个问题尤其严重。家庭经济已濒临破产，盼望我挣钱，如大旱之望云霓。而我却一无奥援，二不会拍马。我好像是孤身一人在荒原上苦斗，后顾无人，前路茫茫。心中郁闷，概可想见。这种心情，从前一年就有了。一句常用的话未雨绸缪或可形容这种心情于万一。但是，这种未雨绸缪毫无结果。时间越接近毕业，我的心情越沉重，简直到了食不甘味的程度。如果真正应了毕业即失业那一句话，我恐怕连回山东的勇气都没有，我有何面目见山东父老我上有老人，下有子女，一家五口，嗷嗷待哺。如果找不到工作，我自己吃饭都成问题，遑论他人我真正陷入走投无路的绝境。然而，正如常言所说的那样天无绝人之路，在这危机存亡的时刻，好机遇似乎是从天而降。北大历史系毕业生梁竹航先生，有一天忽然来到清华，告诉我，我的母校山东济南高中校长宋还吾先生托他来问我，是否愿意回母校任国文教员。这真是我做梦也想不到的喜讯，我大喜若狂。但立刻又省悟到，自己学的是西洋文学，教高中国文能行吗？当时确有一种颇为流行的看法和做法，认为只要是作家就能教国文。这个看法本身就是不科学的，能写的人不一定能教。何况我只不过是出于个人爱好，在高中时又受到了董秋芳先生的影响，在大报上和高级刊物上发表过一些篇散文，那些都是只堪自怡悦的东西，离开一个真正的作家还有一段颇长的距离。像我这样的人怎么能到高中去担任国文教员呢？而且我还听说，我的前任是让学生架走的，足见这些学生极难对付，我贸然去了，一无信心，二无本钱，岂非自己去到太岁头上动土吗？想来想去，忐忑不安。虽然狂喜，未敢遽应。梁君大我几岁，稳健持重，有行政才能。看到了我的情况，让我再考虑一下。这个考虑实际上是一场思想斗争。最后下定决心，接受济南高中之聘，我心里想你敢请我，我就敢去实际上，除了这条路以外，我已无路可走。"}
{"text":"像我这样的人怎么能到高中去担任国文教员呢？而且我还听说，我的前任是让学生架走的，足见这些学生极难对付，我贸然去了，一无信心，二无本钱，岂非自己去到太岁头上动土吗？想来想去，忐忑不安。虽然狂喜，未敢遽应。梁君大我几岁，稳健持重，有行政才能。看到了我的情况，让我再考虑一下。这个考虑实际上是一场思想斗争。最后下定决心，接受济南高中之聘，我心里想你敢请我，我就敢去实际上，除了这条路以外，我已无路可走。于是我就于年秋天，到了济南高中。校长校长宋还吾先生是北大毕业生，为人豁达大度，好交朋友，因为姓宋，大家送上绰号曰宋江。既然有了宋江，必有阎婆惜，逢巧宋夫人就姓阎，于是大家就称她为阎婆惜。宋先生在山东，甚至全国教育界广有名声。因为他在孔子故乡曲阜当校长时演出了林语堂写的剧本子见南山，剧本对孔子颇有失敬之处，因此受到孔子族人的攻击。此事引起了先生的注意与愤慨，在全集中对此事有详细的叙述。请有兴趣者自行参阅。我一进学校就受到了宋校长的热烈欢迎。他特在济南著名的铁路宾馆设西餐宴为我接风，热情可感。教员我离开高中四年了。四年的时间，应该说并不算太长。但是，在我的感觉上却仿佛是换了人间。虽然校舍依旧巍峨雄伟，树木花丛一草一木依旧翁郁葳蕤但在人事方面却看不到几张旧面孔了。校长换了人，一套行政领导班子统统换掉。在教员中，我当学生时期的老教员没有留下几个。当年的国文教员董秋芳董每戡夏莱蒂诸先生都已杳如黄鹤，不知所往。此时，我的心情十分复杂，在兴奋欣慰之中又杂有凄凉寂寞之感。在国文教员方面，全校共有三个年级，每个年级四个班，共有十二个班，每一位国文教员教三个班，共有国文教员四名。除我以外应该还有三名。但是，我现在能回忆起来的却只有两名。一位是冉性伯先生，是山东人，是一位资深的国文教员。另一位是童经立先生，是江西人，什么时候到高中来的，我完全不知道。他们两位都不是作家，都是地地道道大学国文系的毕业生，教国文是内行里手。这同四年前完全不一样了。英文教员我只能记起两位，都不是山东人。一位是张友松，一位是顾绶昌。前者后来到北京来，好像是在人民文学出版社当编审。后者则在广东中山大学做了教授。有一年，我到广州中大时，到他家去拜望过他，相见极欢，留下吃了一顿非常丰富的晚餐。"}
{"text":"但是，我现在能回忆起来的却只有两名。一位是冉性伯先生，是山东人，是一位资深的国文教员。另一位是童经立先生，是江西人，什么时候到高中来的，我完全不知道。他们两位都不是作家，都是地地道道大学国文系的毕业生，教国文是内行里手。这同四年前完全不一样了。英文教员我只能记起两位，都不是山东人。一位是张友松，一位是顾绶昌。前者后来到北京来，好像是在人民文学出版社当编审。后者则在广东中山大学做了教授。有一年，我到广州中大时，到他家去拜望过他，相见极欢，留下吃了一顿非常丰富的晚餐。从这两位先生身上可以看到，当时济南高中的英文教员的水平是相当高的。至于其他课程的教员，我回忆不起来多少。和我同时进校的梁竹航先生是历史教员，他大概是宋校长的嫡系，关系异常密切。一位姓周的，名字忘记了，是物理教员，我们之间的关系颇好。年秋天，我曾同周和另外一位教员共同游览泰山，一口气登上了南天门，在一个鸡毛小店里住了一夜，第二天凌晨登上玉皇顶，可惜没能看到日出。我离开高中以后，不知道周的情况如何，从此杳如黄鹤了。最让我觉得有趣的是，我八九岁如济南一师附小，当时的校长是一师校长王祝晨士栋，绰号王大牛先生兼任，我一个乳臭未干的顽童与校长之间宛如天地悬隔，我从来没有见过他的面，曾几何时，我们今天竟成了同事。他是山东教育界的元老之一，热情地支持五四运动，脾气倔犟耿直，不讲假话，后来在五七年反右时，被划为右派。他对我怎么看，我不知道。我对他则是执弟子礼甚恭，我尊敬他的为人，至于他的学问怎么样，我就不敢妄加评论了。同我往来最密切的是张叙青先生，他是训育主任，主管学生的思想工作，讲党义一课。他大概是何思源山东教育厅长宋还吾的嫡系部队的成员。我年在去国十一年之后回到北平的时候，何思源是北平市长，张叙青是秘书长。在高中时，他虽然主管国民党的工作但是脸上没有党气，为人极为洒脱随和，因此，同教员和学生关系都很好。他常到我屋里来闲聊。我们同另外几个教员经常出去下馆子。济南一些只有本地人才知道的小馆子，由于我是本地人，我们都去过。那时高中教员工资相当高，我的工资是每月一百六十元，是大学助教的一倍。每人请客一次不过二三元，谁也不在乎。我虽然同张叙青先生等志趣不同，背景不同但是，做为朋友，我们是能谈得来的。"}
{"text":"他常到我屋里来闲聊。我们同另外几个教员经常出去下馆子。济南一些只有本地人才知道的小馆子，由于我是本地人，我们都去过。那时高中教员工资相当高，我的工资是每月一百六十元，是大学助教的一倍。每人请客一次不过二三元，谁也不在乎。我虽然同张叙青先生等志趣不同，背景不同但是，做为朋友，我们是能谈得来的。有一次，我们几个人骑自行车到济南南面众山丛中去游玩，骑了四五十里路，一路爬高，极为吃力，经过八里D土屋，最终到了终军镇在济南人口中读若仲宫。终军是汉代人，这是他降生的地方，可见此镇之古老。镇上中学里的一位教员热情地接待了我们，设盛宴表示欢迎之意。晚饭之后，早已过了黄昏时分。我们走出校门，走到唯一的一条横贯全镇的由南向北的大路上，想领略一下古镇傍晚的韵味。此时，全镇一片黢黑，不见一个人影，没有一丝光亮。黑暗仿佛凝结成了固体，伸手可摸。仰望天空，没有月亮，群星似更光明。身旁大树的枝影撑入天空，巍然，森然。万籁俱寂，耳中只能听到远处泉声潺。我想套用一句唐诗泉响山愈静。在这样的情况下，我真仿佛远离尘境，遗世而独立了。我们在学校的一座小楼上住了一夜。这是我一生最难忘的一夜。第二天早晨，我们又骑上自行车向南行去，走了二三十里路，到了柳堡，已经是泰山背后了。抬头仰望，泰山就在眼前。岱宗夫如何？齐鲁青未了。泰山的青仿佛就扑在我们背上。我们都不敢再前进了。拨转车头，向北骑去，骑了将近百里，回到了学校。这次出游，终生难忘。过了不久，我们又联袂游览了济南与泰山之间的灵岩古寺，也是我多年向往而未能到过的地方。从上面的叙述可以看到，我同高中的教员之间的关系是十分融洽的。上课我在上面已经提到过，高中共有三个年级，十二个班包括我在内，有国文教员四人，每人教三个班。原有的三个教员每人包一个年级的三个班，换句话说，就是每一个年级剩下一个班，三个年级共三个班，划归我的名下。有点教书经验的人都知道，这给我造成了颇大的困难，他们三位每位都只有一个头，而我则须起三个头。这算不算欺生的一种表现呢？我不敢说，但这个感觉我是有的。可也只能哑子吃黄连了。好在我选教材有我自己的标准。我在清华时，已经读了不少中国古典文学作品。我最欣赏我称之为唯美派的诗歌，以唐代李义山为代表，西方则以英国的法国的象征派为代表。"}
{"text":"原有的三个教员每人包一个年级的三个班，换句话说，就是每一个年级剩下一个班，三个年级共三个班，划归我的名下。有点教书经验的人都知道，这给我造成了颇大的困难，他们三位每位都只有一个头，而我则须起三个头。这算不算欺生的一种表现呢？我不敢说，但这个感觉我是有的。可也只能哑子吃黄连了。好在我选教材有我自己的标准。我在清华时，已经读了不少中国古典文学作品。我最欣赏我称之为唯美派的诗歌，以唐代李义山为代表，西方则以英国的法国的象征派为代表。此外，我还非常喜欢明末的小品文。我选教材，除了普遍地各方面都要照顾到以外，重点就是选这些文章。我相信，在这一点上，我同其他几位国文教员是不会相同的。我没有教国文的经验，但是学国文的经验却是颇为丰富的。正谊中学杜老师选了些什么教材，我已经完全记不清了。北园高中王玉老师教材皆选自古文观止。济南高中胡也频老师没有教材，堂上只讲普罗文学。董秋芳老师以苦闷的象征为教材。清华大学刘文典老师一学年只讲了江淹的恨赋和别赋以及陶渊明的闲情赋。课堂上常常骂蒋介石。我这些学国文的经验对我有点借鉴的作用，但是用处不大。按道理，教育当局和学校当局都应该为国文这一门课提出具体的要求，但是都没有。教员成了独裁者，愿意怎么教就怎么教，天马行空，一无阻碍。我当然也想不到这些问题。我根据自己的兴趣，选了一些中国古典诗文。我的任务就是解释文中的典故和难解的词句。我虽读过不少古典诗文，但腹笥并不充盈。我备课时主要靠辞源和其他几部类书。有些典故自己是理解的，但是颇为数典忘祖，说不出来源。于是辞源和几部类书就成了我不可须臾离开的宝贝。我查辞源速度之快达到了出神入化的境界。为了应付学生毕业后考大学的需要，我还自作主张，在课堂上讲了一点西方文学的概况。我在清华大学最后两年写了十几篇散文，都是惨淡经营的结果，都发表在全国一流的报刊和文学杂志上，因此，即使是名不见经传，也被认为是一个作家。到了济南，就有报纸的主编来找我，约我编一个文学副刊。我愉快地答应了，就在当时一个最著名的报纸上办了一个文学副刊，取名留夷，这是楚辞上一个香花的名字，意在表明，我们的副刊将会香气四溢。主要是我的学生。文章刊出后有稿酬，每千字一元。当时的一元可以买到很多东西，穷学生拿到后，不无小补。"}
{"text":"我在清华大学最后两年写了十几篇散文，都是惨淡经营的结果，都发表在全国一流的报刊和文学杂志上，因此，即使是名不见经传，也被认为是一个作家。到了济南，就有报纸的主编来找我，约我编一个文学副刊。我愉快地答应了，就在当时一个最著名的报纸上办了一个文学副刊，取名留夷，这是楚辞上一个香花的名字，意在表明，我们的副刊将会香气四溢。主要是我的学生。文章刊出后有稿酬，每千字一元。当时的一元可以买到很多东西，穷学生拿到后，不无小补。我的文章也发表在上面，有一篇游灵岩，是精心之作，可惜今天遍寻不得了。我同学生的关系总起来说，我同学生的关系是相当融洽的。我那年是二十三岁，也还是一个大孩子。同学生的年龄相差不了几岁。有的从农村来的学生比我年龄还大。所以我在潜意识中觉得同学生们是同伴，不懂怎样去摆教员的谱儿。我常同他们闲聊，上天下地，无所不侃。也常同他们打乒乓球。有一位年龄不大而聪明可爱的叫吴传文的学生经常来找我去打乒乓球。有时候我正忙着备课或写文章，只要他一来，我必然立即放下手中的活，陪他一同到游艺室去打球，一打就是半天。我在上面已经提到过，我的前任一位姓王的国文教员是被学生架走的。我知道这几班的学生是极难对付的，因此，我一上任，就有戒心，战战兢兢，如履薄冰，避免蹈我的前任的覆辙。但我清醒地意识到，处理好同学生的关系，首先必须把书教好，这是重中之重。有一次，我把一个典故解释错了，第二天上课堂，我立即加以改正。这也许能给学生留下一点印象季教师不是一个骗子。我对学生决不阿谀奉承，讲解课文，批改作业，我总是实事求是，决不讲溢美之词。我同校长的关系宋还吾校长是我的师辈，他聘我到高中来，又可以说是有恩于我，所以我对他非常尊敬。他为人宽宏豁达，颇有豪气，真有与宋江相似之处，接近他并不难。他是山东教育厅长何思源的亲信，曾在山东许多地方，比如青岛曲阜济南等地做过中学校长。他当然有一个自己的班底，走到哪里，带到哪里。其中除庶务人员外，也有几个教员。我大概也被看做是宋家军的，但只是一个初出茅庐的杂牌。到了学校以后，我隐隐约约地听人说，宋校长的想法是想让我出面组织一个济南高中校友会，以壮大宋家军的军威。但是，可惜的是，我是一个上不得台盘的人，不善活动，高中校友会终于没有组织成。实在辜负了宋校长的期望。听说，宋夫人阎婆惜酷爱打麻将，大概是每一个星期日都必须打的。"}
{"text":"他是山东教育厅长何思源的亲信，曾在山东许多地方，比如青岛曲阜济南等地做过中学校长。他当然有一个自己的班底，走到哪里，带到哪里。其中除庶务人员外，也有几个教员。我大概也被看做是宋家军的，但只是一个初出茅庐的杂牌。到了学校以后，我隐隐约约地听人说，宋校长的想法是想让我出面组织一个济南高中校友会，以壮大宋家军的军威。但是，可惜的是，我是一个上不得台盘的人，不善活动，高中校友会终于没有组织成。实在辜负了宋校长的期望。听说，宋夫人阎婆惜酷爱打麻将，大概是每一个星期日都必须打的。当时济南中学教员打麻将之风颇烈。原因大概是，当过几年中学教员之后，业务比较纯熟了，瞻望前途，不过是一辈子中学教员。常言道水往低处流，人往高处走。他们的高处在什么地方呢？渺茫到几乎没有。不为无益之事，何以遣有涯之生于是打麻将之风尚矣。据说，有一位中学教员打了一夜麻将，第二天上午有课。他懵懵懂懂地走上讲台。学生问了一个问题是什么？他脱口而出回答说二饼。他的灵魂还没有离开牌桌哩。在高中，特别是在发工资的那一个星期，必须进行原包大战，包者，工资包也。意思就是，带着原工资包，里面至少有一百六十元，走上牌桌。这个钱数在当时是颇高的，每个人的生活费每月也不过五六元。鏖战必定通宵，这不成问题。幸而还没有出现二饼的笑话。我们国文教员中有一位我的师辈的老教员也是牌桌上的嫡系部队。我不是不会打麻将，但是让我去参加这一支麻将大军，陪校长夫人戏耍，我却是做不到的。根据上述种种情况，宋校长对我的评价是羡林很安静。安静二字实在是绝妙好词，含义很深远。这一点请读者去琢磨吧。我的苦闷我在清华毕业后，不但没有毕业即失业，而且抢到了一只比大学助教的饭碗还要大一倍的饭碗。我应该满意了。在家庭里，我现在成了经济方面的顶梁柱，看不见婶母脸上多少年来那种难以形容的脸色。按理说，我应该十分满意了。然而，事实却不是这样。我有我的苦闷。首先，我认为，一个人不管闯荡江湖有多少危险和困难，只要他有一个类似避风港样的安身立命之地，他就不会失掉前进的勇气，他就会得到安慰。按一般的情况来说，家庭应该起这个作用。然而我的家庭却不行。虽然同在一个城内，我却搬到学校里来住，只在星期日回家一次。我并不觉得，家庭是我的安身立命之地。其次是前途问题。"}
{"text":"在家庭里，我现在成了经济方面的顶梁柱，看不见婶母脸上多少年来那种难以形容的脸色。按理说，我应该十分满意了。然而，事实却不是这样。我有我的苦闷。首先，我认为，一个人不管闯荡江湖有多少危险和困难，只要他有一个类似避风港样的安身立命之地，他就不会失掉前进的勇气，他就会得到安慰。按一般的情况来说，家庭应该起这个作用。然而我的家庭却不行。虽然同在一个城内，我却搬到学校里来住，只在星期日回家一次。我并不觉得，家庭是我的安身立命之地。其次是前途问题。我虽然抢到了一只十分优越的饭碗，但是，我能当一辈子国文教员吗？当时，我只有二十三岁，并没有什么远大的理想，也没有梦想当什么学者可是看到我的国文老师那样，一辈子庸庸碌碌，有的除了陪校长夫人打麻将之外，一事无成，我确实不甘心过那样的生活。那么，我究竟想干什么呢？说渺茫，确实很渺茫但是，说具体，其实也很具体。我希望出国留学。留学的梦想，我早就有的。当年我舍北大而取清华，动机也就在入清华留学的梦容易圆一些。现在回想起来，我之所以痴心妄想想留学，与其说是为了自己，还不如说是为了别人。原因是，我看到那些主要是到美国留学的人，拿了博士学位，或者连博士学位也没有拿到的，回国以后，立即当上了教授，月薪三四百元大洋，手挎美妇，在清华园内昂首阔步，旁若无人，实在会让人羡煞，至于学问怎样呢？据过去的老学生说，也并不怎么样。我觉得不平，想写文章刺他们一下。但是，如果自己不是留学生，别人会认为你说葡萄是酸的，贻笑大方。所以我就梦寐以求想去留学。然而留学岂易言哉我的处境是，留学之路渺茫，而现实之境难忍，我焉得而不苦闷呢？我亲眼看到的一幕滑稽剧在苦闷中，我亲眼看到了一幕滑稽剧。当时的做法是，中学教员一年发一次聘书后来我到了北大，也是一年一聘。到了暑假，如果你还没有接到聘书，那就表示，下学期不再聘你了，自己卷铺盖走路。那时候的人大概都很识相，从来没有听说，有什么人赖着不走，或者到处告状的。被解聘而又不撕破脸皮，实在是个好办法。有一位同事，名叫刘一山，河南人，教物理。家不在济南，住在校内，与我是邻居，平时常相过从。人很憨厚，不善钻营。大概同宋校长没有什么关系。年秋季开始，校长已决定把他解聘。因此，当年春天，我们都已经接到聘书，独刘一山没有。他向我探询过几次，我告诉他，我已经接到了。他是个老行家，听了静默不语但他知道，自己被解聘了。"}
