{"text":"他在一九三四年五月六日中华日报动向上发表的文章是洋形式的窃取与洋内容的借用。杨昌溪民族主义文学的追随者，他的中篇小说鸭绿江畔发表于一九三三年八月汗血月刊第一卷第五期。法捷耶夫，―苏联作家。作品有长篇小说毁灭青年近卫军等。毁灭由译成中文，一九三一年先由大江书铺出版，署名隋洛文，继以三闲书屋名义自费重版，改署。倒提倒提公汗西洋的慈善家是怕看虐待动物的，倒提着鸡鸭走过租界就要办。所谓办，虽然也不过是罚钱，只要舍得出钱，也还可以倒提一下，然而究竟是办了。于是有几位华人便大鸣不平，以为西洋人优待动物，虐待华人，至于比不上鸡鸭。这其实是误解了西洋人。他们鄙夷我们，是的确的，但并未放在动物之下。自然，鸡鸭这东西，无论如何，总不过送进厨房，做成大菜而已，即顺提也何补于归根结蒂的运命。然而它不能言语，不会抵抗，又何必加以无益的虐待呢？西洋人是什么都讲有益的。我们的古人，人民的倒悬之苦是想到的了，而且也实在形容得切帖，不过还没有察出鸡鸭的倒提之灾来，然而对于什么生l驴肉活烤鹅掌这些无聊的残虐，却早经在文章里加以攻击了。这种心思，是东西之所同具的。但对于人的心思，却似乎有些不同。人能组织，能反抗，能为奴，也能为主，不肯努力，固然可以永沦为舆台，自由解放，便能够获得彼此的平等，那运命是并不一定终于送进厨房，做成大菜的。愈下劣者，愈得主人的爱怜，所以西崽打叭儿，则西崽被斥，平人忤西崽，则平人获咎，租界上并无禁止苛待华人的规律，正因为我们该自有力量，自有本领，和鸡鸭绝不相同的缘故。然而我们从古典里，听熟了仁人义士，来解倒悬的胡说了，直到现在，还不免总在想从天上或什么高处远处掉下一点恩典来，其甚者竟以为莫作乱离人，宁为太平犬，不妨变狗，而合群改革是不肯的。自叹不如租界的鸡鸭者，也正有这气味。这类的人物一多，倒是大家要被倒悬的，而且虽在送往厨房的时候，也无人暂时解救。这就因为我们究竟是人，然而是没出息的人的缘故。六月三日。"}
{"text":"然而我们从古典里，听熟了仁人义士，来解倒悬的胡说了，直到现在，还不免总在想从天上或什么高处远处掉下一点恩典来，其甚者竟以为莫作乱离人，宁为太平犬，不妨变狗，而合群改革是不肯的。自叹不如租界的鸡鸭者，也正有这气味。这类的人物一多，倒是大家要被倒悬的，而且虽在送往厨房的时候，也无人暂时解救。这就因为我们究竟是人，然而是没出息的人的缘故。六月三日。点句的难点句的难张沛看了袁中郎全集校勘记，想到了几句不关重要的话，是断句的难。前清时代，一个塾师能够不查他的秘本，空手点完了四书，在乡下就要算一位大学者，这似乎有些可笑，但是很有道理的。常买旧书的人，有时会遇到一部书，开首加过句读，夹些破句，中途却停了笔他点不下去了。这样的书，价钱可以比干净的本子便宜，但看起来也真教人不舒服。标点古书，印了出来，是起于文学革命时候的用标点古文来试验学生，我记得好像是同时开始于北京大学，这真是恶作剧，使莘莘学子闹出许多笑话来。这时候，只好一任那些反对白话，或并不反对白话而兼长古文的学者们讲风凉话。然而，学者们也要技痒的，有时就自己出手。一出手，可就有些糟了，有几句点不断，还有可原，但竟连极平常的句子也点了破句。古文本来也常常不容易标点，譬如孟子里有一段，我们大概是这样读法的有冯妇者，善搏虎，卒为善士。则之野，有众逐虎。虎负胺，莫之敢撄。望见冯妇，趋而迎之。冯妇攘臂下车，众皆悦之，其为士者笑之。但也有人说应该断为卒为善，士则之，野有众逐虎的。这笑他的士，就是先前则他的士，要不然，其为士，就太鹘突了。但也很难决定究竟是那一面对。不过倘使是调子有定的词曲，句子相对的骈文，或并不艰深的明人小品，标点者又是名人学士，还要闹出一些破句，可未免令人不遭蚊子叮，也要起疙瘩了。嘴里是白话怎么坏，古文怎么好，一动手，对古文就点了破句，而这古文又是他正在竭力表扬的古文。破句，不就是看不懂的分明的标记么？说好说坏，又从那里来的？标点古文真是一种试金石，只消几点几圈，就把真颜色显出来了。但这事还是不要多谈好，再谈下去，我怕不久会有更高的议论，说标点是随波逐流的玩意，有损性灵，应该排斥的。十月二日。"}
{"text":"但也很难决定究竟是那一面对。不过倘使是调子有定的词曲，句子相对的骈文，或并不艰深的明人小品，标点者又是名人学士，还要闹出一些破句，可未免令人不遭蚊子叮，也要起疙瘩了。嘴里是白话怎么坏，古文怎么好，一动手，对古文就点了破句，而这古文又是他正在竭力表扬的古文。破句，不就是看不懂的分明的标记么？说好说坏，又从那里来的？标点古文真是一种试金石，只消几点几圈，就把真颜色显出来了。但这事还是不要多谈好，再谈下去，我怕不久会有更高的议论，说标点是随波逐流的玩意，有损性灵，应该排斥的。十月二日。本篇最初发表于一九三四年十月五日中华日报动向。袁中郎全集校勘记载于一九三四年十月二日中华日报动向，署袁大郎再校，内容是指摘刘大杰标点林语堂校阅时代图书公司印行的袁中郎全集中的断句错误。莘莘学子语出晋代潘尼释奠颂莘莘胄子，祁祁学生。冯妇搏虎，见孟子尽心。关于这段文字的断句，宋代刘昌诗芦浦笔记冯妇中曾有这样的意见孟子晋人有冯妇者善搏虎卒为善士则之野有众逐虎云云至今读者，以卒为善士为一句，则之野为一句。以余味其言，则恐合以卒为善为一句，士则之为一句，野有众逐虎为一句。盖其有搏虎之勇，而卒能为善，故士以为则及其不知止，则士以为笑。野有众逐虎句意亦健，何必谓之野外，而后云攘臂也。这是对林语堂的讽刺。林在人间世第十二期一九三四年九月辜鸿铭特辑辑者弁言中，说过今日随波逐流之人太多，这班人才不值得研究的话。性灵，是当时林语堂提倡的一种文学主张。他在论语第十五期一九三三年四月十六日发表的论文一文中说文章者，个人性灵之表现。性灵之为物，惟我知之，生我之父母不知，同床之吾妻亦不知。然文学之生命实寄托于此。读几本书读几本书邓当世读死书会变成书呆子，甚至于成为书厨，早有人反对过了，时光不绝的进行，反读书的思潮也愈加彻底，于是有人来反对读任何一种书。他的根据是叔本华的老话，说是倘读别人的著作，不过是在自己的脑里给跑马。这对于读死书的人们，确是一下当头棒，但为了与其探究，不如跳舞，或者空暴躁，瞎牢骚的天才起见，却也是一句值得绍介的金言。"}
{"text":"然文学之生命实寄托于此。读几本书读几本书邓当世读死书会变成书呆子，甚至于成为书厨，早有人反对过了，时光不绝的进行，反读书的思潮也愈加彻底，于是有人来反对读任何一种书。他的根据是叔本华的老话，说是倘读别人的著作，不过是在自己的脑里给跑马。这对于读死书的人们，确是一下当头棒，但为了与其探究，不如跳舞，或者空暴躁，瞎牢骚的天才起见，却也是一句值得绍介的金言。不过要明白死抱住这句金言的天才，他的脑里却正被叔本华跑了一趟马，踏得一塌胡涂了。现在是批评家在发牢骚，因为没有较好的作品创作家也在发牢骚，因为没有正确的批评。张二说李四的作品是象征主义，于是李四也自以为是象征主义，读者当然更以为是象征主义。然而怎样是象征主义呢？向来就没有弄分明，只好就用李四的作品为证。所以中国之所谓象征主义，和别国之所谓是不一样的，虽然前者其实是后者的译语，然而听说梅特林是象征派的作家，于是李四就成为中国的梅特林了。此外中国的法朗士，中国的白璧德，中国的吉尔波丁，中国的高尔基还多得很。然而真的法朗士他们的作品的译本，在中国却少得很。莫非因为都有了国货的缘故吗？在中国的文坛上，有几个国货文人的寿命也真太长而洋货文人的可也真太短，姓名刚刚记熟，据说是已经过去了。易卜生大有出全集之意，但至今不见第三本柴霍甫和莫泊桑的选集，也似乎走了虎头蛇尾运。但在我们所深恶痛疾的日本，吉诃德先生和一千一夜是有全译的沙士比亚，歌德，都有全集托尔斯泰的有三种，陀思妥也夫斯基的有两种。读死书是害己，一开口就害人但不读书也并不见得好。至少，譬如要批评托尔斯泰，则他的作品是必得看几本的。自然，现在是国难时期，那有工夫译这些书，看这些书呢，但我所提议的是向着只在暴躁和牢骚的大人物，并非对于正在赴难或卧薪尝胆的英雄。因为有些人物，是即使不读书，也不过玩着，并不去赴难的。五月十四日。本篇最初发表于一九三四年五月十八日申报自由谈。"}
{"text":"自然，现在是国难时期，那有工夫译这些书，看这些书呢，但我所提议的是向着只在暴躁和牢骚的大人物，并非对于正在赴难或卧薪尝胆的英雄。因为有些人物，是即使不读书，也不过玩着，并不去赴难的。五月十四日。本篇最初发表于一九三四年五月十八日申报自由谈。上海人言周刊第一卷第十期一九三四年四月二十一日载有胡雁的谈读书一文，先引叔本华脑子里给别人跑马的话，然后说看过一本书，是让人跑过一次马，看的书越多，脑子便变成跑马场，处处是别人的马的跑道，我想，书大可不必读。按叔本华在读书和书籍等文中，反对读书，认为读书时，我们的脑已非自己的活动地。这是别人的思想的战场了，主张由自己思想得来真理。象征主义十九世纪末叶在法国兴起的颓废主义文艺思潮中的一个流派。它认为现实世界是虚幻的痛苦的，而另一世界是真的美的。要求用晦涩难解的语言和形象刺激感官，产生恍惚迷离的神秘联想，形成某种意象，即所谓象征，借以暗示这种虚幻的另一世界。梅特林，―通译梅特林克，比利时剧作家，象征主义戏剧的代表。主要作品有剧本青鸟等。法朗士，―法国作家。主要作品有长篇小说波纳尔之罪黛依丝及企鹅岛等。白璧德，―美国近代新人文主义运动的领导者之一。著有新拉奥孔卢梭与浪漫主义民主和领导等。吉尔波丁Z苏联文艺批评家。著有俄国马克思列宁主义的思想先驱等。高尔基\\，―苏联无产阶级作家饕髌酚谐篇小说福玛高尔捷耶夫母亲和自传体三部曲童年在人间我的大学等。易卜生，―挪威剧作家。主要作品有玩偶之家国民公敌群鬼等。当时上海商务印书馆曾出版潘家洵译的易卜生集，只出两册。柴霍甫，―通译契诃夫，俄国作家。主要作品有三姊妹樱桃园等剧本和变色龙套中人等大量的短篇小说。当时开明书店曾出版赵景深译的柴霍甫短篇杰作集八册。"}
{"text":"易卜生，―挪威剧作家。主要作品有玩偶之家国民公敌群鬼等。当时上海商务印书馆曾出版潘家洵译的易卜生集，只出两册。柴霍甫，―通译契诃夫，俄国作家。主要作品有三姊妹樱桃园等剧本和变色龙套中人等大量的短篇小说。当时开明书店曾出版赵景深译的柴霍甫短篇杰作集八册。莫泊桑，―法国作家。主要作品有长篇小说一生漂亮的朋友以及短篇小说羊脂球等。当时商务印书馆曾出版李青崖译的莫泊桑短篇小说集三册。读书忌读书忌焉于记得中国的医书中，常常记载着食忌，就是说，某两种食物同食，是于人有害，或者足以杀人的，例如葱与蜜，蟹与柿子，落花生与王瓜之类。但是否真实，却无从知道，因为我从未听见有人实验过。读书也有忌，不过与食忌稍不同。这就是某一类书决不能和某一类书同看，否则两者中之一必被克杀，或者至少使读者反而发生愤怒。例如现在正在盛行提倡的明人小品，有些篇的确是空灵的。枕边厕上，车里舟中，这真是一种极好的消遣品。然而先要读者的心里空空洞洞，混混茫茫。假如曾经看过明季稗史，痛史，或者明末遗民的著作，那结果可就不同了，这两者一定要打起仗来，非打杀其一不止。我自以为因此很了解了那些憎恶明人小品的论者的心情。这几天偶然看见一部屈大均的翁山文外，其中有一篇戊申即清康熙七年八月做的自代北入京记。他的文笔，岂在中郎之下呢？可是很有些地方是极有重量的，抄几句在这里――沿河行，或渡或否。往往见西夷毡帐，高低不一，所谓穹庐连属，如冈如阜者。男妇皆蒙古语有卖干湿酪者，羊马者，牦皮者，卧两骆驼中者，坐奚车者，不鞍而骑者，三两而行，被戒衣，或红或黄，持小铁轮，念金刚秽咒者。其首顶一柳筐，以盛马粪及木炭者，则皆中华女子。皆盘头跣足，垢面，反被毛袄。人与牛羊相枕藉，腥臊之气，百余里不绝。我想，如果看过这样的文章，想像过这样的情景，又没有完全忘记，那么，虽是中郎的广庄或瓶史，也断不能洗清积愤的，而且还要增加愤怒。"}
{"text":"往往见西夷毡帐，高低不一，所谓穹庐连属，如冈如阜者。男妇皆蒙古语有卖干湿酪者，羊马者，牦皮者，卧两骆驼中者，坐奚车者，不鞍而骑者，三两而行，被戒衣，或红或黄，持小铁轮，念金刚秽咒者。其首顶一柳筐，以盛马粪及木炭者，则皆中华女子。皆盘头跣足，垢面，反被毛袄。人与牛羊相枕藉，腥臊之气，百余里不绝。我想，如果看过这样的文章，想像过这样的情景，又没有完全忘记，那么，虽是中郎的广庄或瓶史，也断不能洗清积愤的，而且还要增加愤怒。因为这实在比中郎时代的他们互相标榜还要坏，他们还没有经历过扬州十日，嘉定三屠！明人小品，好的语录体也不坏，但我看明季稗史之类和明末遗民的作品却实在还要好，现在也正到了标点，翻印的时候了给大家来清醒一下。十一月二十五日。本篇最初发表于一九三四年十一月二十九日中华日报动向。明季稗史即明季稗史汇编，清代留云居士辑，共二十七卷，汇刊稗史十六种，所记都是明末遗事，如顾炎武圣安皇帝本纪，记福王弘光朝事黄宗羲赐姓始末，记郑成功收复台湾事王秀楚扬州十日记朱子素嘉定屠城记略，记清兵杀戮的残酷。痛史，乐天居士编，共三集，汇印明末清初野史二十余种，总题为痛史。民国初年上海商务印书馆出版。屈大均―字翁山，广东番禺人，文学家。清兵入广州前后，曾参加抗清活动，失败后剃发为僧，名今种。后又回俗，北游关中山西。著有翁山文外翁山诗外广东新语等。清雍正乾隆间，他的著作都遭禁毁，直至一九一年宣统二年，上海国学扶轮社才翻印翁山文外十六卷翁山诗外十九卷。代北古地区名，指现在的山西省北部河北省西北部一带。广庄袁中郎模仿庄子文体谈道家思想的著作，共七篇。瓶史，袁中郎研究花瓶与插花的小品，共十二章。这两种都收入袁中郎全集。法会和歌剧法会和歌剧孟弧时轮金刚法会募捐缘起中有这样的句子古人一遇灾，上者罪己，下者修身今则人心浸以衰矣，非仗佛力之加被，末由消除此浩劫。恐怕现在也还有人记得的罢。"}
{"text":"瓶史，袁中郎研究花瓶与插花的小品，共十二章。这两种都收入袁中郎全集。法会和歌剧法会和歌剧孟弧时轮金刚法会募捐缘起中有这样的句子古人一遇灾，上者罪己，下者修身今则人心浸以衰矣，非仗佛力之加被，末由消除此浩劫。恐怕现在也还有人记得的罢。这真说得令人觉得自己和别人都半文不值，治水除蝗，完全无益，倘要或消自业，或淡他灾，只好请班禅大师来求佛菩萨保佑了。坚信的人们一定是有的，要不然，怎么能募集一笔巨款。然而究竟好像是人心浸以衰矣了，中央社十七日杭州电云时轮金刚法会将于本月二十八日在杭州启建，并决定邀梅兰芳，徐来，胡蝶，在会期内表演歌剧五天。梵呗圆音，竟将为轻歌曼舞所加被，岂不出于意表也哉！盖闻昔者我佛说法，曾有天女散花，现在杭州启会，我佛大概未必亲临，则恭请梅郎权扮天女，自然尚无不可。但与摩登女郎们又有什么关系呢？莫非电影明星与标准美人唱起歌来，也可以消除此浩劫的么？大约，人心快要浸衰之前，拜佛的人，就已经喜欢兼看玩艺的了，款项有限，法会不大的时候，和尚们便自己来飞钹，唱歌，给善男子，善女人们满足，但也很使道学先生们摇头。班禅大师只印可开会而不唱毛毛雨，原是很合佛旨的，可不料同时也唱起歌剧来了。原人和现代人的心，也许很有些不同，倘相去不过几百年，那恐怕即使有些差异，也微乎其微的。赛会做戏文，香市看娇娇，正是古已有之的把戏。既积无量之福，又极视听之娱，现在未来，都有好处，这是向来兴行佛事的号召的力量。否则，黄胖和尚念经，参加者就未必踊跃，浩劫一定没有消除的希望了。但这种安排，虽然出于婆心，却仍是人心浸以衰矣的征候。这能够令人怀疑我们自己是不配消除此浩劫的了，但此后该靠班禅大师呢，还是梅兰芳博士，或是密斯徐来，密斯胡蝶呢？四月二十日。本篇最初发表于一九三四年五月二十日中华日报动向。时轮金刚法会佛教密宗的一种仪式。一九三四年四月由国民党考试院院长戴季陶行政院秘书长褚民谊及下野军阀段祺瑞等发起，请第九世班禅额尔德尼在杭州灵隐寺举行时轮金刚法会。该会募捐缘起曾在论语半月刊第三十八期一九三四年四月一日古香斋栏转载。"}
{"text":"这能够令人怀疑我们自己是不配消除此浩劫的了，但此后该靠班禅大师呢，还是梅兰芳博士，或是密斯徐来，密斯胡蝶呢？四月二十日。本篇最初发表于一九三四年五月二十日中华日报动向。时轮金刚法会佛教密宗的一种仪式。一九三四年四月由国民党考试院院长戴季陶行政院秘书长褚民谊及下野军阀段祺瑞等发起，请第九世班禅额尔德尼在杭州灵隐寺举行时轮金刚法会。该会募捐缘起曾在论语半月刊第三十八期一九三四年四月一日古香斋栏转载。或消自业，或淡他灾这是一九三四年三四月间上海各报载启建时轮金刚法会启事中的话，它劝人捐助法资，以为已故宗亲拔苦，或为现存父母祈福，或消自业，或淡他灾。中央社这一电讯与事实有出入。徐来胡蝶当时在杭州浙江大舞台为公益警卫募捐义务演出，她们和梅兰芳都未为法会表演。徐来―，浙江绍兴人。胡蝶，原名胡瑞华，广东鹤山今高鹤人。她们都是三十年代电影女演员。中央社，国民党中央通讯社的简称。天女散花见维摩诘所说经观众生品时维摩诘室有一天女，见诸天人闻所说法，便现其身，即以天华散诸菩萨大弟子上。据后秦鸠摩罗什汉文译本梅兰芳曾据此演出京剧天女散花。标准美人当时上海一些报纸上所称的徐来的诨名。印可佛家语，承认许可。维摩诘经弟子品若能如是坐者，佛所印可。毛毛雨黎锦晖作的歌曲，曾流行于一九三年前后。密斯英语的音译，即小姐。古人并不纯厚古人并不纯厚翁隼老辈往往说古人比今人纯厚，心好，寿长。我先前也有些相信，现在这信仰可是动摇了。达赖啦嘛总该比平常人心好，虽然不幸短命死矣，但广州开的耆英会，却明明收集过一大批寿翁寿媪，活了一百零六岁的老太太还能穿针，有照片为证。古今的心的好坏，较为难以比较，只好求教于诗文。古之诗人，是有名的温柔敦厚的，而有的竟说时日曷丧，予及汝偕亡！你看够多么恶毒？更奇怪的是孔子校阅之后，竟没有删，还说什么诗三百，一言以蔽之，曰思无邪哩，好像圣人也并不以为可恶。"}
