{"text":"这两个因素之间未必有因果关系，所谓佳偶难久，热烈的爱情自有其脆弱的方面，而婚姻的稳固往往更多地取决于一些实际因素。两者俱佳，当然是美满姻缘。然而，如果其中之一甚强而另一稍弱，也就算得上是合格的婚姻了。有三种婚姻一以幻想和激情为基础的艺术型婚姻二以欺骗和容忍为基础的魔术型婚姻三以经验和方法为基础的技术型婚姻。就稳固程度而论，技术型最上，魔术型居中，艺术型最下。人真是什么都能习惯，甚至能习惯和一个与自己完全不同的人生活一辈子。习惯真是有一种不可思议的力量，甚至能使夫妇两人的面容也渐渐变得相似。男人和女人的结合，两个稳定得稳定，一个易变一个稳定得易变，两个易变可得稳定，可得易变。恋爱时闭着的眼睛，结婚使它睁开了。恋爱时披着的服饰，结婚把它脱掉了。她和他惊讶了原来你是这样的接着气愤了原来你是这样的！而事实上的他和她，诚然比从前想象的差些，却要比现在发现的好些。结婚是一个信号，表明两个人如胶似漆仿佛融成了一体的热恋有它的极限，然后就要降温，适当拉开距离，重新成为两个独立的人，携起手来走人生的路。然而，人们往往误解了这个信号，反而以为结了婚更是一体了，结果纠纷不断。孤独是最适宜于写作的心境。在多数情况下，婚姻生活是恩爱和争吵的交替，因比例不同而分为幸福与不幸。恩爱将孤独催眠，争吵又将孤独击昏。两者之间的间歇何其短暂，孤独来不及苏醒。所以，写也许不宜结婚。在夫妻吵架中没有胜利者，结局不是握手言和，就是两败俱伤。把自己当作人质，通过折磨自己使对方屈服，是夫妇之间争吵经常使用的喜剧性手段。一旦这手段失灵，悲剧就要拉开帷幕了。看来，要使丈夫品行端正，必须家有悍妻才行。那只会使丈夫在别的坏品行之外，再加上一个坏品行撒谎。我们两人都变傻了。这是我们婚姻美满的可靠标志。人们常说，牢固的婚姻要以互相信任为前提。这当然不错，但还不够，必须再加上互相宽容才行。"}
{"text":"一旦这手段失灵，悲剧就要拉开帷幕了。看来，要使丈夫品行端正，必须家有悍妻才行。那只会使丈夫在别的坏品行之外，再加上一个坏品行撒谎。我们两人都变傻了。这是我们婚姻美满的可靠标志。人们常说，牢固的婚姻要以互相信任为前提。这当然不错，但还不够，必须再加上互相宽容才行。在两人相爱的情形下，各人的确仍然可能和别的异性发生瓜葛，这是一个可在理论上证明并在经验中证实的确凿事实。由于不宽容，本来可以延续的爱情和婚姻毁于一旦了。所以，我主张相爱者在最基本的方面互相信任，即信任彼此的爱，同时在比较次要的方面互相宽容，即宽容对方偶然的越轨行为。唯有如此，才能保证婚姻的稳固，避免不该发生的破裂。"}
{"text":"为人父母便是其中之一。我以前认为，人一旦做了父母就意味着老了，不再是孩子了。现在我才知道，人唯有自己做了父母，才能最大限度地回到孩子的世界。为人父母提供了一个机会，使我们有可能更新对于世界的感觉。用你的孩子的目光看世界，你会发现一个全新的世界。在一切人间之爱中，父爱和母爱也许是最特别的一种，它极其本能，却又近乎神圣。爱比克泰德说得好孩子一旦生出来，要想不爱他已经为时过晚。正是在这种似乎被迫的主动之中，我们如同得到神启一样领悟了爱的奉献和牺牲之本质。然而，随着孩子长大，本能便向经验转化，神圣也便向世俗转化。于是，教育代沟遗产等各种社会性质的问题产生了。如果孩子永远不长大，那当然是可怕的。但是，孩子会长大，婴儿时的种种可爱留不住，将来会无可挽回地消失殆尽，却也是常常使守在摇篮旁的父母感到遗憾的。在孩子眼中，世界是不变的。在世界眼中，孩子一眨眼就老了。"}
{"text":"所以，一个仅仅为了名利而从政经商写书的人，无论他在社会上获得了怎样的成功，都不能说他有事业。所以，一个不把自己的理想思考感悟体现为某种社会价值的人，无论他内心多么真诚，也不能说他有事业。在人生中，职业和事业都是重要的。大抵而论，职业关系到生存，事业关系到生存的意义。在现实生活中，两者的关系十分复杂，从重合到分离背离乃至于根本冲突，种种情形都可能存在。人们常常视职业与事业的一致为幸运，但有时候，两者的分离也会是一种自觉的选择，例如斯宾诺莎为了保证以哲学为事业而宁愿以磨镜片为职业。因此，事情最后也许可以归结为一个人有没有真正意义上的事业，如果没有，所谓事业与职业的关系问题也就不存在，如果有，这个关系问题也就有了答案。我们都很在乎成功和失败，但对之的理解却很不一样，有必要做出区分。譬如说，通常有两种不同的含义。其一是指外在的社会遭际，飞黄腾达为成，穷困潦倒为败。其二是指事业上的追求，目标达到为成，否则为败。可以肯定，抽象地谈问题，人们一定会拥护第二义而反对第一义。但是，事业有大小，目标有高低，所谓事业成败的意义也就十分有限。我不知道如何衡量人生的成败，也许人生是超越所谓成功和失败的评价的。最基本的划分不是成功与失败，而是以伟大的成功和伟大的失败为一方，以渺小的成功和渺小的失败为另一方。在上帝眼里，伟大的失败也是成功，渺小的成功也是失败。每个追求者都渴望成功，然而，还有比成功更宝贵的东西，这就是追求本身。我宁愿做一个未必成功的追求者，而不愿是一个不再追求的成功者。如果说成功是青春的一个梦，那么，追求即是青春本身，是一个人心灵年轻的最好证明。谁追求不止，谁就青春长在。一个人的青春是在他不再追求的那一天结束的。我对成功的理解把自己喜欢的事做得尽善尽美，让自己满意，不要去管别人怎么说。能被失败阻止的追求是一种软弱的追求，它暴露了力量的有限。能被成功阻止的追求是一种浅薄的追求，它证明了目标的有限。"}
{"text":"如果说成功是青春的一个梦，那么，追求即是青春本身，是一个人心灵年轻的最好证明。谁追求不止，谁就青春长在。一个人的青春是在他不再追求的那一天结束的。我对成功的理解把自己喜欢的事做得尽善尽美，让自己满意，不要去管别人怎么说。能被失败阻止的追求是一种软弱的追求，它暴露了力量的有限。能被成功阻止的追求是一种浅薄的追求，它证明了目标的有限。在艰难中创业，在万马齐喑时呐喊，在时代舞台上叱咤风云，这是一种追求。在淡泊中坚持，在天下沸沸扬扬时沉默，在名利场外自甘于寂寞和清贫，这也是一种追求。追求未必总是显示进取的姿态。船舷上，一个年轻的僧人面朝大江，合目伫立。望着他披带青灰色袈裟的朴素的身影，我想起刚才在船舱里目睹的一幕，不禁肃然起敬。船舱里闷热异常，乘客们纷纷挤到自来水旁洗脸。他手拿毛巾，静静等候在一边。终于轮到他了，又有一名乘客夺步上前，把他挤开。他面无愠色，退到旁边，礼貌地以手示意请，请。我知道，这也是一种追求。在精神领域的追求中，不必说世俗的成功，社会和历史所承认的成功，即便是精神追求本身的成功，也不是主要的目标。在这里，目标即寓于过程之中，对精神价值的追求本身成了生存方式，这种追求愈执著，就愈是超越于所谓成败。一个默默无闻的贤哲也许更是贤哲，一个身败名裂的圣徒也许更是圣徒。如果一定要论成败，一个伟大的失败者岂不比一个渺小的成功者更有权被视为成功者人生中一切美好的事情，报酬都在眼前。爱情的报酬就是相爱时的陶醉和满足，而不是有朝一日缔结良缘。创作的报酬就是创作时的陶醉和满足，而不是有朝一日名扬四海。如果事情本身不能给人以陶醉和满足，就不足以称为美好。对于真正有才华的人来说，机会是会以各种面目出现的。灵性耐性成功。但两者难以兼备，有灵性者往往缺乏耐性，有耐性者往往缺乏灵性，故成功者少。我的野心是要证明一个没有野心的人也能得到所谓成功。不过，我必须立即承认，这只是我即兴想到的一句俏皮话，其实我连这样的野心也没有。"}
{"text":"如果事情本身不能给人以陶醉和满足，就不足以称为美好。对于真正有才华的人来说，机会是会以各种面目出现的。灵性耐性成功。但两者难以兼备，有灵性者往往缺乏耐性，有耐性者往往缺乏灵性，故成功者少。我的野心是要证明一个没有野心的人也能得到所谓成功。不过，我必须立即承认，这只是我即兴想到的一句俏皮话，其实我连这样的野心也没有。我的成功被社会承认，所谓名声给我带来的最大便利是可以相对超脱于我所隶属的小环境及其凡人琐事，无须再为许多合理的然而琐屑的权利去进行渺小的斗争。那些东西，人们因为你的成功而愿意或不愿意地给你了，不给也无所谓了。有一种人追求成功，只是为了能居高临下地蔑视成功。"}
{"text":"我只能相信，不能证明，因为灵魂的来源是神秘的，而一切用肉体解释灵魂的尝试都过于牵强。有时候我想，人的肉体是相似的，由同样的物质组成，服从着同样的生物学法则，唯有灵魂的不同才造成了人与人之间的巨大差异。有时候我又想，灵魂是神在肉体中的栖居，不管人的肉体在肤色和外貌上怎样千差万别，那栖居于其中的必定是同一个神。肉体会患病，会残疾，会衰老，对此我感觉到的不仅是悲哀，更是屈辱，以至于会相信这样一种说法肉体不是灵魂的好的居所，灵魂离开肉体也许真的是解脱。肉体终有一死。灵魂会不会死呢？这永远是一个谜。既然我们不知道灵魂的来源，我们也就不可能知道它的去向。灵魂和肉体的关系涉及最古老的争论。有些宗教和准宗教教导人用牺牲肉体的办法来拯救灵魂，当然是违背常情和常识的。因此，作为一种反拨，回到肉体的真理的呼声在现代日盛，对此我完全能够理解。依据常识，我也完全赞同灵肉和谐的人生境界。可是，最根本的问题也许恰恰落在了常识之外，这就是帕斯卡尔所追问的问题人是怎么会有一个灵魂的，这灵魂又是怎么会寄寓在一个肉体里的？当然，科学是不承认这样的问题的，因为它认为灵魂仅是肉体的功能，不承认任何非这一意义上的灵魂的存在。然而，灵魂依然对自己的来源感到惊奇，这种惊奇是科学所取消不了的。智力可以来自祖先的遗传，知识可以来自前人的积累。但是，有一种灵悟，其来源与祖先和前人皆无关，我只能说，它直接来自神，来自世界至深的根和核心。我们身上的任何一个器官，当它未被欲望冲突病痛折磨时，我们是感觉不到它的存在的。灵魂也是如此。如果没有善与恶理性与本能天堂与地狱的角斗和交替，灵魂会是一个什么东西呢一个人，一个民族，精神上发生危机，恰好表明这个人这个民族有执拗的精神追求，有自我反省的勇气。可怕的不是危机，而是麻木。一个精神贫乏缺乏独特个性的人，当然不会遭受精神上危机的折磨。可是，对于一个精神需求很高的人来说，危机，即供求关系的某种脱节，却是不可避免的。他太挑剔了，世上不乏友谊爱和事业，但不是他要的那一种，他的精神仍然感到饥饿。这样的人，必须自己来为自己创造精神的食物。"}
{"text":"可怕的不是危机，而是麻木。一个精神贫乏缺乏独特个性的人，当然不会遭受精神上危机的折磨。可是，对于一个精神需求很高的人来说，危机，即供求关系的某种脱节，却是不可避免的。他太挑剔了，世上不乏友谊爱和事业，但不是他要的那一种，他的精神仍然感到饥饿。这样的人，必须自己来为自己创造精神的食物。肉体使人难堪不在于它有欲望，而在于它迟早有一天会因为疾病和衰老而失去欲望，变成一个奇怪的无用的东西。这时候，再活泼的精神也只能无可奈何地眼看着肉体衰败下去，自己也终将被它拖向衰败，与它同归于尽。一颗仍然生气勃勃的心灵却注定要为背弃它的肉体殉葬，世上没有比这更使精神感到屈辱的事情了。所谓灵与肉的冲突，唯在此时最触目惊心。一个人的灵魂不安于有生有灭的肉身生活的限制，寻求超越的途径，不管他的寻求有无结果，寻求本身已经使他和肉身生活保持了一个距离。这个距离便是他的自由，他的收获。人类精神始终在追求某种永恒的价值，这种追求已经形成为一种持久的精神事业和传统。当我也以自己的追求加入这一事业和传统时，我渐渐明白，这一事业和传统超越于一切优秀个人的生死而世代延续，它本身就具有一种永恒的价值，甚至是人世间唯一可能和真实的永恒。那个在无尽的道路上追求着的人迷惘了。那个在无路的荒原上寻觅着的人失落了。怪谁呢谁叫他追求，谁叫他寻觅无所追求和寻觅的人们，决不会有迷惘感和失落感，他们活得明智而充实。我不想知道你有什么，只想知道你在寻找什么，你就是你所寻找的东西。有的人总是在寻找，凡到手的，都不是他要的。有的人从来不寻找，凡到手的，都是他要的。各有各的活法。究竟哪种好，只有天知道。"}
{"text":"但是，这不是全部事实。我们同时还生活在历史和宇宙中，生活在自己唯一的一次生命过程中。所以，对于我们的行为，我们不能只用交换价值来衡量，而应有更加开阔久远的参照系。在投入现代潮流的同时，我们要有所坚守，坚守那些永恒的人生价值。一个不能投入的人是一个落伍者，一个无所坚守的人是一个随波逐流者。前者令人同情，后者令人鄙视。也许有人两者兼顾，成为一个高瞻远瞩的弄潮儿，那当然就是令人钦佩的了。人是要有一点精神的。――在一切最高指示中，至少这一句的确不会过时。在那个突出政治的年代，我对它有自己的读法，我把它读作人不该只有政治狂热，把自己的灵魂淹没在红彤彤的标语口号海洋里。在如今崇拜金钱的氛围中，我又想起了这句话，并且给它加上新的注解人不该只求物质奢华，把自己的灵魂淹没在花花绿绿的商品海洋里。世事无常，潮流变迁。相同的是，凡潮流都可能当然不是必定会淹没人的那一颗脆弱的灵魂。因此，愿我们投入任何潮流时都永远保持这一种清醒人是要有一点精神的。天下滔滔，象牙塔一座接一座倾塌了。我平静地望着它们的残骸随波漂走，庆幸许多被囚的普通灵魂获得了解放。可是，当我发现还有若干象牙塔依然零星地竖立着时，禁不住向它们深深鞠躬了。我心想，坚守在其中的不知是一些怎样奇特的灵魂呢。休说精神永存，我知道万有皆逝，精神也不能幸免。然而，即使岁月的洪水终将荡尽地球上―切生命的痕迹，罗丹的雕塑仍非徒劳即使徒劳，罗丹仍要雕塑。那么，一种不怕徒劳仍要闪光的精神岂不超越了时间的判决，因而也超越了死亡所以，我仍然要说万有皆逝，唯有精神永存。世纪已临近黄昏，路上的流浪儿多了。我听见他们在焦灼地发问物质的世纪，何处是精神的家园我笑答既然世上还有如许关注着精神命运的心灵，精神何尝无家可归世上本无家，渴望与渴望相遇，便有了家。在一颗优美的心灵看来，整个现代商业化社会就像一个闹哄哄的大市场。人们匆忙地活动着，声嘶力竭地叫喊着，――为了赚钱和增殖财富。"}
