{"text":"人之所以有祸害有痛苦有烦恼，就是因为想抓住点什么，既然一切都不要都舍出去了，那自然无争，自然争不起来。综合上面这些道理，也都是为了曲则全原则的发挥，看来都是反面文章，同现实一般的人生，都是相反。其实，相反地，正是为了正面可保全自己，成就自己的道德，完美自己的人格，所以，老子加重语气说岂虚言哉！这不是空话啊，不是空理论啊！诚全而归之。这句话可以作两种解释。一种是说曲则全最重要，人生最伟大的作为，不必要求成功在我，无论在道德学问上的成功，或是事业上的成功。如果功成身退而不居，一切付之全归，这赤裸裸的坦诚，就是曲则全的大道，这才是人生的最高艺术。诚字，可以把它作动词用，说明实在要走曲则全的道理，才能够得上为天下之所归，众望之所属。另外的一种解释是诚字下面加一标点，构成诚，全而归之。这样一来，便是说明如何做到曲则全的真正条件，那只有一个诚字才可。绝对不能把曲则全当做手段，要把它当做道德，要真正诚诚恳恳地去做。如果知道曲则全的名言，却把它当成手段去做，那就不诚无物，完全不对了。所以，也可以读成诚，全而归之。这种解释。也不是我的发明，看了很多古人的注解，果然早已有这一见解。所以，书读多了，常常发现自己不能自见自是，好像有很了不起的见解，以为前无古人，但过了几年以后，忽然看到另一本书，就脸红了，原来你的见解，古人早已说过，所以人不能自是。固然我并非偷袭古人的见地，但古人也绝不是偷去你的。这是老子第二十二章，他在讲曲则全之后，下面再给我们申述了很多。也由此可以发现老子这本书的编排，有很多章第一句话是最重要，下面即是这个纲要的申述，等于现在写文章一样，先标出一个纲要，纲要下面就说出很多重要的道理。希言自然。故飘风不终朝，骤雨不终日。孰为此者？天地。天地尚不能久，而况于人乎？故从事于道者，道者同于道，德者同于德，失者同于失。同于道者，道亦乐得之。同于德者，德亦乐得之。同于失者，失亦乐得之。信不足焉，有不信焉。这自然不是那自然什么叫希言呢？我们都晓得在长江一带，很久未见面的朋友，偶然来访，每称稀客，意思是说少见的尊客。希言，亦即平常较少用的名言。再世。层来讲，便是无言之言，不说之说的意思。例如佛典所说的不可说之说，最高的道理，最高的境界，不是文字语言所能表达的。"}
{"text":"故飘风不终朝，骤雨不终日。孰为此者？天地。天地尚不能久，而况于人乎？故从事于道者，道者同于道，德者同于德，失者同于失。同于道者，道亦乐得之。同于德者，德亦乐得之。同于失者，失亦乐得之。信不足焉，有不信焉。这自然不是那自然什么叫希言呢？我们都晓得在长江一带，很久未见面的朋友，偶然来访，每称稀客，意思是说少见的尊客。希言，亦即平常较少用的名言。再世。层来讲，便是无言之言，不说之说的意思。例如佛典所说的不可说之说，最高的道理，最高的境界，不是文字语言所能表达的。同样地，形而上最高的道理，也没有极其妥当的文字来表达的，这就是希言的内涵。什么叫自然呢？这里所说的自然，不是自然科学的自然。希言自然，并不是很少说到自然科学的理论。自然一词，在这里不可作为物质世界和自然，而是哲学的名辞，勉强解释，也可说是原来如是的表诠，犹如佛家的法尔如是一词相同。法尔如是，也便是表示本来原是这样的意思。故飘风不终朝，骤雨不终日。飘风，即飓风，又叫台风，台风在夜里比较大，所以在夜里来的台风最可怕。但台风过境不会超过二十四小时以上的，最大的风速中心不过几个小时就过去了，不会整天吹的。无论如何强大的台风，到了中午，都会减弱缓慢一点。故说任何飘风，都不会终朝不变的，就是说正午十二点左右就会变弱了。骤雨，是夏热季节的大雷雨，大概一两个小时就过去了。最多三小时，超过三小时就不得了，就可能涨大水。所以夏天的大雷雨，只是一阵，不会下一整天的。而且雷雨一来，一定是连续三阵――今天明天后天――大多是三天连着的，但每天雷雨的时辰，都会渐渐向后延，慢慢减小。孰为此者？这是什么道理，谁在主宰其事呢！这是天地间自然的法则。老子没有讲神或天帝在作主，也没有讲菩萨在使神通，只是讲天地自然规律，如此而已。等于说，冥冥中自有一个能力，但它的功能，不像其它宗教所说的，把它变成人格化，或者是神格化。也不把它变成民俗观念中的一个如来佛祖，或是雷公风神雨师等菩萨。只是自然而然，有那么一个能力的存在，它就是道。但需再重复一遍，老子所讲这个自然不是佛家所说的那个自然。前面已经说过，道家这个自然，与佛家的法尔相同――法尔如是。因为印度有一学派，称谓自然学派，佛学名之为自然外道。印度的自然外道，绝不可相同于中国老子所讲的自然外道相提并论。"}
{"text":"等于说，冥冥中自有一个能力，但它的功能，不像其它宗教所说的，把它变成人格化，或者是神格化。也不把它变成民俗观念中的一个如来佛祖，或是雷公风神雨师等菩萨。只是自然而然，有那么一个能力的存在，它就是道。但需再重复一遍，老子所讲这个自然不是佛家所说的那个自然。前面已经说过，道家这个自然，与佛家的法尔相同――法尔如是。因为印度有一学派，称谓自然学派，佛学名之为自然外道。印度的自然外道，绝不可相同于中国老子所讲的自然外道相提并论。当年玄类法师，固然把梵文的佛经翻成中文，同时也把中国的老子翻成了梵文传译到印度去。因此唐朝以后的许多佛学与密宗的道理，掺杂有中国道家的成分。不过当时玄类法师翻译过去的老子，可惜在印度已经湮没不彰，再也找不到了。所以，中国道家老子的自然，不和佛说印度外道学派的那个自然相同，这一点需要特别了解清楚。但在正统的佛经里面，自然这个名词，从来未曾用过，因此一般就误认为老子所说的自然，与印度的一派哲学相同，那么，老子也牵连而打入自然外道。非人力所及的因果变灭律老子说飘风不终朝，骤雨不终日。孰为此者？天地。天地尚不能久，而况人乎？在中国的固有文化中，无论道家或儒家以及后来的佛家，早就知道，宇宙之所以成为宇宙，以及这个地球世界，有始有终，终会归于混灭。有开天辟地的时候，也有天翻地覆，终归结束的时候。佛家所说的成住坏空，诸法无常。老子也说天地尚不能久。白居易诗天长地久有时尽，此恨绵绵无绝期。因此，有人说天若有情天亦老。天地也不能永远无尽而长生不老的！不管是经过多少年代，即使是几百千万亿年，终归要有结束的一瞬。天地尚不能久，而况人乎？那么，人生更不能希求长久的永存了。我曾经做过研究，不过还没有时间坐下来完成，但统计资料已搜集好几年了。我发现这个鸡蛋一样椭圆型的地球世界，以世纪为标准，东方的中国，诞生了哲学家的老子孔子。印度也诞生了释迦牟尼，西洋也诞生了苏格拉底，事实上，都是同在一个世纪之中。太阳轮转到的地区，某一个世纪出了些什么人物，都有同样的类型。某一个世纪结束了，而这一个世纪某些关键性事情也都结束了。例如在某一世纪中，东方出来一个了不起的人物，在同一时代的相近差距中，地球的另一半，也会有同样的了不起的人物出现。"}
{"text":"我曾经做过研究，不过还没有时间坐下来完成，但统计资料已搜集好几年了。我发现这个鸡蛋一样椭圆型的地球世界，以世纪为标准，东方的中国，诞生了哲学家的老子孔子。印度也诞生了释迦牟尼，西洋也诞生了苏格拉底，事实上，都是同在一个世纪之中。太阳轮转到的地区，某一个世纪出了些什么人物，都有同样的类型。某一个世纪结束了，而这一个世纪某些关键性事情也都结束了。例如在某一世纪中，东方出来一个了不起的人物，在同一时代的相近差距中，地球的另一半，也会有同样的了不起的人物出现。曾费了很多年时间，把这些资料搜集整理统计分析。但是，这个研究，还需要找出它的根本理由来。那么，这个地球和人类时空的命运，当然就可以推算出来。不过最好不要彻底研究清楚，所谓察见渊鱼者不祥，人，何必需要前知呢？万事还是不要前知，人生才富于追求的意味。可是，由于老子这几句话的道理，说明了他早已了解这个宇宙是有生有灭的。因此，人生的规律，逃不过的一个法则，必然也是有生有灭的。只是人类却有一个愚不可及的呆劲，总希望什么事情，都要永久地把握在自己的手里，事实上，是绝对把握不住的。天地尚不能久，而况于人乎！这是原则。这个原则的归结，便是那所希言的自然之道了。希言，也等于佛曰不可说。道固不可说，因此而希言其故。可是自然的法则，它却有必然性的因果规律可循，佛学重视因果定律，其实老庄孔孟诸家，也都是讲究说明因果必然的道理，只是表达的说法不同而已。因此，老子又告诉我们故从事于道者，道者同于道，德者同于德，失者同于失。同于道者，道亦乐得之。同于德者，德亦乐得之。同于失者，失亦乐得之。这几句话，从文字上看，自说自话，好像在玩嘴皮，并不重要。其实，他是说人事物理的同类相从的道理。比如一个从事于修道的人，道者同于道，修道的人，自然会与修道的人结合在一起，这是很简单的原则。一个喜欢讲道的人，自然喜欢与讲道的人结合在一起，来做朋友，志同道合，切磋学问。一个喜欢吹牛的人，结交的朋友，一定也会吹牛，否则两个人就吹不起来了。今天，有一位朋友告诉我一个形容词的新意义，就是现在社会上颇为流行的一句话，所谓手忙脚乱。手忙者，打麻将也。脚乱者，跳舞也。喜欢打牌跳舞的人，总会合在一起。这也就是道者同于道的反证。"}
{"text":"一个喜欢讲道的人，自然喜欢与讲道的人结合在一起，来做朋友，志同道合，切磋学问。一个喜欢吹牛的人，结交的朋友，一定也会吹牛，否则两个人就吹不起来了。今天，有一位朋友告诉我一个形容词的新意义，就是现在社会上颇为流行的一句话，所谓手忙脚乱。手忙者，打麻将也。脚乱者，跳舞也。喜欢打牌跳舞的人，总会合在一起。这也就是道者同于道的反证。换句话来说明道者同于道，德者同于德的内涵，也可以说一个人真为道德而努力修养自己，那么，你就会天天发现自己在道德上的进境了。德，就是用，秦汉以上的思想学术，道与德两个字，往往是各自分开的。道德两个字合起来做一个名词用，是秦汉以后的事。道，是形而上的道，它与形而下的德字对称。德，是代表用，德者，得也。所以我们可以解释，德是良好行为的成果。我们懂得了这个字义，在文句上就容易了解了。失者同于失，你要是走倒霉路线的人，自然碰到的都是倒霉鬼挤在一起。你要向失败方向走，失败的因素都会来凑合你。这就同西方的谚语所说上帝要毁灭一个人，先要使他发疯。发疯与毁灭当然差不多了。所以，一个人倒霉了，他所交往的人和事，也都不对了，都是随倒霉而来的。况且你还偏要和那个倒霉的方向去凑合。同于道者，道亦乐得之，也就是如孔子所说的话德不孤，必有邻，恰好相同。真正为道德而努力，不要怕寂寞怕凄凉，纵然不得之于一时，也得之于万古，这一点先要认识清楚。有许多年轻人说我一辈子要做学问，修持道德。我说不容易啊！那你必须先要准备寂寞一辈子才行。要甘愿寂寞一辈子还不够，还要更进一步，懂得如何来享受寂寞。例如学道成佛，那都是千秋事业，不是一时侥幸的成功，乃至也不求千秋之得失，证无所证，得无所得，那就差不多了。所以，谈学问道德，不要表面上做功夫，好像什么都不要，只要学问，只要道德，不在乎其他。功夫做到胃出血的时候，看你在乎不在乎？那真在乎啦！但是，真要为道德的人，真要有这个精神，寂寞穷苦疾病所不能移其节操，才能说到出世入世，志在利他之心。没有这个观念，平日吹牛没有用的。所以说同于道者，道亦乐得之。同于德者，德亦乐得之。同于失者，失亦乐得之。这些话，都是正反两面，各尽其词，要自己去细心体会，不要轻忽视之。本章由飘风不终朝，骤雨不终日，孰为此者，天地！"}
{"text":"功夫做到胃出血的时候，看你在乎不在乎？那真在乎啦！但是，真要为道德的人，真要有这个精神，寂寞穷苦疾病所不能移其节操，才能说到出世入世，志在利他之心。没有这个观念，平日吹牛没有用的。所以说同于道者，道亦乐得之。同于德者，德亦乐得之。同于失者，失亦乐得之。这些话，都是正反两面，各尽其词，要自己去细心体会，不要轻忽视之。本章由飘风不终朝，骤雨不终日，孰为此者，天地！天地尚不能久，而况于人乎开始，把自然现象的因果律，用比喻来反复说明，告诉我们一切都在无常变化中，须要认识人间世事的现象，以及人与事，没有一分一秒不在变。它是随时随地都在变，既不是你的力量可以把握住它，而且也无须要去把握它。只有一个超越现实，是我们生命所本有的，就是那个自然本有的东西。那一功能，能变所变受变的，却是天人合一，变而不变的那个东西。但那个东西又怎么可以体会它呢？只有从道者同于道，德者同于德，失者同于失去体认它，才能自然证得。但是有的人虽然相信这个道理，并不能真肯实信，所以便又说信不足焉！此外，大多数人，就根本不相信形而上者有一个自然之道的存在，同时也不相信现象界中的自然因果定律。所以说有不信焉！真是无可奈何！总之，读老子不要把它一句句地读，你如果分开来一句句地读，倒不如干脆把它写成书笺，当格言看好了。你要完全了解它的宗旨，以原书原文来理解它本身，就可融通无碍。当然，这是很难的，等于我们欣赏一首诗，有人会作诗，确有诗的天才，语出惊人。但是只有好句，却不能构成一篇好诗，有好句无好诗，便非好文章。好的文章是全面的，绝不能拿一句来代表全体。我们读古书同样容易犯此毛病，往往断章取义，抓住一句好句子，忘记了全篇的大义所在，所以不能透彻了解，不能融会贯通，那就太可惜了！这样说，也许便是希言，或者可以说，那才是自然的呢！欲知后文如何？且听下回分解。企者不立，跨者不行，自见者不明，自是者不彰，自伐者无功，自矜者不长，其在道也，曰余食赘行，物或恶之，故有道者不处。企鹅的步伐，猩猩的醉舞由第二十二章开始，接连到二十五章为止，反复地申明，道体自然，切莫乱加造作，因此，当起用因应在万事万物时，亦须效法天地自然的规律，曲全而成事。本章衔接上两章内涵，再提出反证，作为正面的告诫。"}
{"text":"这样说，也许便是希言，或者可以说，那才是自然的呢！欲知后文如何？且听下回分解。企者不立，跨者不行，自见者不明，自是者不彰，自伐者无功，自矜者不长，其在道也，曰余食赘行，物或恶之，故有道者不处。企鹅的步伐，猩猩的醉舞由第二十二章开始，接连到二十五章为止，反复地申明，道体自然，切莫乱加造作，因此，当起用因应在万事万物时，亦须效法天地自然的规律，曲全而成事。本章衔接上两章内涵，再提出反证，作为正面的告诫。因此开始便由企者不立讲起。什么叫企者不立呢？且看我们现在有许多公司，取名叫企业公司。什么叫企呢？把脚尖踢起来，不断向前开展叫企。这样跟起脚尖来，能站多久呢？其实，是难以长久立足的，练过功夫的人，也不过站一短暂的时间。平常时，人们很少要那么跟起脚来站立，也许是个矮子，为了与人比高，才这样做，或者，偶然远望，才那么踢起脚来。但是，到底是站不久的。这便是企者不立的道理。跨者不行是说跨开大步在走路，只能暂时偶然的动作，却不能永久如此。如果你要故意跨大自己的步伐去行远路，那是自取颠沛之道，不信，且试跨大步走一二十里路看看。大步走，跨大步是走不远的。因此，老子用这两个人生行动的现象来说明有些人的好高骛远，便是自犯最大的错误。企者，就是好高，跨者，就是骛远。如果把最浅近的基础的都没有做好，偏要向高远的方面去求，不是自找苦吃，就是甘愿自毁。由这两个原则的说明，就可明白自见者不明，自是者不彰，自伐者无功，自矜者不长四不的道理。自见自是自伐自矜，是人类的通病，一般人的心理，大多具有这些根本病态。举一个现在社会上常见的例子，当我们经常到一家名餐厅宴会，这家会做菜的名厨师，在我们吃饭当中，出来打一照面，招呼贵宾的时候，我们就要向他恭维几句，或者敬他一杯酒，表示他做的菜真是高明，不然，他就很扫兴，喀然若丧其耦了！如果说，你的菜做得天下第一好，那么，虽然他这时还挂着一脸的油烟，累得要死，可是心里的滋味，却舒服得很，这是一般的常理。所以，老子在这里再三说明，一个人有了自见自是自伐自矜的心病，一定要能反省，知道自加改正才好。但从道理法则上讲，这些心理的行为，却是余食赘行。余食是多余吃的。"}
{"text":"如果说，你的菜做得天下第一好，那么，虽然他这时还挂着一脸的油烟，累得要死，可是心里的滋味，却舒服得很，这是一般的常理。所以，老子在这里再三说明，一个人有了自见自是自伐自矜的心病，一定要能反省，知道自加改正才好。但从道理法则上讲，这些心理的行为，却是余食赘行。余食是多余吃的。等于一个人饭已吃饱了，再吞一口都吞不下去，但还要再吃一个大面包，这一下非得胃病不可，甚至还要去看医生，或者是要开刀呢！赘，就是瘤子，等于甲状腺肿大，脖子就会长粗了。我们正常的身体，在任何部位，长出一个瘤子，那当然是多余的。像我们合掌的时候，五指就够用了，有的人长出六个指头，这就是赘指。多一个指头就麻烦，手套还要另做。物或恶之，任何一样东西，都有自然的定形，变体都是不正常的，即使是植物，过分地长出来一个多余的附件，不但自己增加负担，而且令人讨厌。何况一个平常的人呢！假使你这个人已经很高明，高明就高明又何必一定要别人加说一句你太高明。你是不是高明，别人慢慢自会看清楚的。假如自己天天喊我很高明，除了做广告以外，那还有什么用呢？所以有道之士，自处绝不如此，绝对没有这种心理行为，才算合于道行。投鞭断流的苻坚但是，所谓有道者不处的有道者，难道是专指入山唯恐不深，避世唯恐不远的山林修道之士吗？当然不是如此，综合老子所谓的道，既不如佛家一样的绝对出世的，也不是如儒家一样的必然入世的，它是介于两者之间，可以出世，亦可以入世的。换言之，有体有用，道体在形而上的自然，道用却在万物万事，平常日用之间。因此，他的道，也正如孔子的门人曾参所着大学一书中所说的自天子以至于庶人，都不能离开此道。因此，老子前后所说的知四不――不自见不自是不自伐不自矜，在体而言，有同于佛说的离四相――我相人相众生相寿者相在用而言，又同于孔子所说的戒四毋――毋意毋必毋固毋我，恰如其分。所以，它不但只限于个人自我的修养，仅是修道者的道德指标，同时，也是所谓帝王学――领导哲学最重要的信守，最基本的修养。我们现在随便举出古今历史上两个事例，说明凡是要立大功建大业的人，只要一犯此四个原则，绝对没有不彻底失败的。"}
{"text":"因此，老子前后所说的知四不――不自见不自是不自伐不自矜，在体而言，有同于佛说的离四相――我相人相众生相寿者相在用而言，又同于孔子所说的戒四毋――毋意毋必毋固毋我，恰如其分。所以，它不但只限于个人自我的修养，仅是修道者的道德指标，同时，也是所谓帝王学――领导哲学最重要的信守，最基本的修养。我们现在随便举出古今历史上两个事例，说明凡是要立大功建大业的人，只要一犯此四个原则，绝对没有不彻底失败的。第一个例子，就是东晋时期，史称五胡十六国乱华的时代，秦王行坚的故事。苻坚就其君――姚生，自立为王，正当东晋穆帝――司马触升平元年公元三五七年，他起用了那个在野的名士平时们虱而谈天下事的王猛为政，不过十三四年之间，北灭燕云，南胁东晋，大有不可一世的气势。在过不了几年，王猛得病将死王猛当政也只十六七年，苻坚不但为他百计祈祷，并且还亲自到病榻访问后事。王猛对他说善不必善成成功不必在我之意，善始者不必善终也就是易经坤卦无成有终的意思。古先哲王，知功业之不易，战战兢兢，如临深谷。伏惟陛下，追踪前圣，天下幸甚。又说晋虽僻处江南，然正朔相承，上下安和。臣没之后，愿勿以晋为图告诉他，切莫轻易南下用兵图谋东晋。鲜卑西羌，我之仇敌，终为大患，宜渐除之，以安社稷。王猛一死，苻坚三次亲临哭丧。而且对他的儿子太子苻宏说天不欲使吾平一六合耶？何夺我景略王猛字之速也。过不了七八年，苻坚一反常态，不顾王猛的遗嘱，便欲将百万之众，南下攻击东晋。当他聚集高级臣僚开军事会议时，左仆射相当辅相的权位权翼持不同的意见说晋虽微弱，未有大恶，谢安桓冲，皆江表伟人，君臣辑睦，未可图也。太子左卫率相当于侍卫长官，警备总司令石越曰今岁镇天文星象的岁月，镇星守斗自南斗十二度数起，到须女星的七度，属星纪，正在吴越分野之处。福德在吴古代抽象天文学，认为太岁所在，其国有福，代之必有天殃。且彼据长江之险，民为之用，殆未可伐也。苻坚却坚持自己的意见说天道幽远，未易可知，以吾之众，投鞭于江，足断其流，又何险之足恃乎？这便是苻坚的最大自伐自矜之处。会议席上，文官武将，各人就利害关系，正反面的意见都有，始终无法决议。"}
