{"text":"这肉柱取下晒干便是干贝。新鲜的江瑶柱，我在大陆上没有吃过。在美国东西海岸的海鲜店里，炸江瑶柱是普通的食品之一。美国人吃法简单，许是只会油炸。油炸江瑶柱，块头相当大，裹以面糊，炸得焦焦黄黄的，也很可口。嫩嫩的，不似我们的干贝之愈咀嚼愈有味。江瑶柱产在何处，我不知道。陆游老学庵笔记明州江瑶柱有二种，大者江瑶，小者沙瑶，可种，逾年则成江瑶矣。明州在今之浙江省。是不是浙江乃产江瑶柱的地方之一苏东坡，四月十一日初食荔枝诗似闻江鳐斫玉柱，更喜河豚烹腹腴。有注予尝谓，荔枝厚味高格两绝，果中无比，惟江瑶柱河豚鱼近之耳。看这位老饕吃一看二眼观三，有荔枝吃，还想到江瑶柱与河豚鱼他所说的似是新鲜的江瑶柱，不是干贝。干贝的吃法很多。因是干货，须先发开。用水发不如用黄酒发。最好头一天发，可以发得透。大的干贝好看，但不一定比小的好吃。小的干贝往往味醇而浓。普通的吃法如干贝萝卜球，削萝卜球太费事，自己家里做，切条就可以了。干贝烧菜心，是分别把菜心和干贝烧好，然后和在一起加热勾芡。芙蓉干贝是蒸好一碗蛋羹然后把干贝放在上面再蒸，不过发干贝的汤不拘是水是酒要打在蛋里。以上三种吃法，都要把干贝撕碎。其实整个的干贝，如果烧得透，岂不更好只是多破费一些罢了。我母亲做干贝，捡其大小适度而匀称者，垫以火腿片冬笋片，及二寸来长的大干虾米若干个，装在一大碗里，注入上好绍兴酒，上笼屉蒸二小时。其味之美无可形容。烙饼饼而曰烙，可知不是煎不是炸不是烤，更不是蒸。烙饼的锅曰铛，在这里音撑，差亨切，阴平声。铛是平底锅，通常无足无耳无柄，大小不一定。铛是铁打的，相当的厚重，不容易烧热，可是烧热了也不容易凉，最适宜于烙饼。洋式的带柄的平底锅，也可以用来烙饼，而且小巧灵便，但是铝合金制的锅究竟传热太快冷却也太快，控制温度麻烦，不及我们的铛。烙饼需要和面。和面不简单。没有触摸过白案子，初次和面，大概会弄得一塌糊涂，无有是处。烙饼需用热水和面，不是滚开的沸水，沸水和面就变成烫面了。用热水和面是取其和出来软。和好了面不能立刻烙，要容它醒一段时间。这段时间可长可短，看情形而定。如果做家常饼，手续最简单。家常饼是薄薄的，里面的层次也不须太多，表面上更不须刷油，烙出来白磁糊裂的，只要相当软和就成。"}
{"text":"烙饼需要和面。和面不简单。没有触摸过白案子，初次和面，大概会弄得一塌糊涂，无有是处。烙饼需用热水和面，不是滚开的沸水，沸水和面就变成烫面了。用热水和面是取其和出来软。和好了面不能立刻烙，要容它醒一段时间。这段时间可长可短，看情形而定。如果做家常饼，手续最简单。家常饼是薄薄的，里面的层次也不须太多，表面上更不须刷油，烙出来白磁糊裂的，只要相当软和就成。在北平懒婆娘自己不动手，可以到胡同口外蒸锅铺油盐店之类的地方去定制，论斤卖。一斤面大概可以烙不大不小的四张。北方人贫苦，如果有两张家常饼，配上一盘摊鸡蛋鸡蛋要摊成直径和饼一样大的两片，把蛋放在饼上，卷起来，竖立之，双手扶着，张开大嘴，左一口右一口，中间再一口，那简直是无与伦比的一顿丰盛大餐。孩子想吃甜食，最方便莫如到蒸锅铺去烙几张糖饼，黑糖和芝麻酱要另外算钱，事前要讲明几个铜板的黑糖，几个铜板的芝麻酱。烙饼里夹杂着黑糖和芝麻酱，趁热吃，那分香无法形容。我长大之后，自己在家中烙糖饼，乃加倍的放糖，加倍的放芝麻酱，来弥补幼时之未能十分满足的欲望。葱油饼到处都有，但是真够标准的还是要求之于家庭主妇。北方善烹饪的家庭主妇，作法细腻，和一般餐馆之粗制滥造不同。一般餐馆所制，多患油腻。在山东，许多处的葱油饼是油炸的，焦黄的样子很好看，吃上一块两块就消受不了。在此处颇有在饼里羼味精的，简直是不可思议。标准的葱油饼要层多，葱多，而油不太多。可以用脂油丁，但是要少放。要层多，则擀面要薄，多卷两次再加葱。葱花要细，要九分白一分绿。撒盐要匀。锅里油要少，锅要热而火要小。烙好之后，两手拿饼直立起来在案板上戳打几下，这个小动作很重要，可以把饼的层次戳松。葱油饼太好吃，不需要菜。清油饼实际上不是饼。是细面条盘起来成为一堆，轻轻压按使成饼形，然后下锅连煎带烙，成为焦黄的一沱。外面的脆硬，里面的还是软的。山东馆子最善此道。我认为最理想的吃法，是每人一个清油饼，然后一碗烩虾仁或烩两鸡丝，分浇在饼上。笋我们中国人好吃竹笋。诗大雅韩奕其簌维何，维笋维蒲。可见自古以来，就视竹笋为上好的蔬菜。唐朝还有专员管理植竹，唐书百官志司竹监掌植竹苇，岁以笋供尚食。"}
{"text":"清油饼实际上不是饼。是细面条盘起来成为一堆，轻轻压按使成饼形，然后下锅连煎带烙，成为焦黄的一沱。外面的脆硬，里面的还是软的。山东馆子最善此道。我认为最理想的吃法，是每人一个清油饼，然后一碗烩虾仁或烩两鸡丝，分浇在饼上。笋我们中国人好吃竹笋。诗大雅韩奕其簌维何，维笋维蒲。可见自古以来，就视竹笋为上好的蔬菜。唐朝还有专员管理植竹，唐书百官志司竹监掌植竹苇，岁以笋供尚食。到了宋朝的苏东坡，初到黄州立刻就吟出长江绕郭知鱼美，好竹连山觉笋香之句，后来传诵一时的无竹令人俗，无肉使人瘦。若要不俗也不瘦，餐餐笋煮肉。更是明白表示笋是餐餐所不可少的。不但人爱吃笋，熊猫也非吃竹枝竹叶不可，竹林若是开了花，熊猫如不迁徙便会饿死。笋，竹萌也。竹类非一，生笋的季节亦异，所以笋也有不同种类。苦竹之笋当然味苦，但是苦的程度不同。太苦的笋难以入口，微苦则亦别有风味，如食苦瓜苦菜苦酒，并不嫌其味苦。苦笋先煮一过，可以稍减苦味。苏东坡吃笋专家，他不排斥苦笋，有句云久抛松菊犹细事，苦笋江豚那忍说他对苦笋还念念不忘呢。黄鲁直曾调侃他公如端为苦笋归，明日春衫诚可脱。为了吃苦笋，连官都可以不做。我们在台湾夏季所吃到的鲜笋，非常脆嫩，有时候不善挑选的人也会买到微苦味的。好像从笋的外表形状就可以知道其是否苦笋。春笋不但细嫩清脆，而且样子也漂亮。细细长长的，洁白光润，没有一点瑕疵。春雨之后，竹笋骤发，水分充足，纤维特细。古人形容妇女手指之美常曰春笋。秋波浅浅银灯下，春笋纤纤玉镜前。剪灯余话。这比喻不算夸张，你若是没见过春笋一般的手指，那是你所见不广。春笋怎样做都好，煎炒煨炖，无不佳妙。油闷笋非春笋不可，而春笋季节不长，故罐头油闷笋一向颇受欢迎，惟近制多粗制滥造耳。冬笋最美。杜甫发秦州密竹复冬笋，好像是他一路挖冬笋吃。冬笋不生在地面，冬天是藏在土里，需要掘出来。因其深藏不露，所以质地细密。北方竹子少，冬笋是外来的，相当贵重。在北平馆子里叫一盘炒二冬冬笋冬菇就算是好菜。东兴楼的虾子烧冬笋，春华楼的火腿煨冬笋，都是名菜。过年的时候，若是以一蒲包的冬笋一蒲包的黄瓜送人，这份礼不轻，而且也投老饕之所好。"}
{"text":"冬笋最美。杜甫发秦州密竹复冬笋，好像是他一路挖冬笋吃。冬笋不生在地面，冬天是藏在土里，需要掘出来。因其深藏不露，所以质地细密。北方竹子少，冬笋是外来的，相当贵重。在北平馆子里叫一盘炒二冬冬笋冬菇就算是好菜。东兴楼的虾子烧冬笋，春华楼的火腿煨冬笋，都是名菜。过年的时候，若是以一蒲包的冬笋一蒲包的黄瓜送人，这份礼不轻，而且也投老饕之所好。我从小最爱吃的一道菜，就是冬笋炒肉丝，加一点韭黄木耳，临起锅浇一勺绍兴酒，认为那是无上妙品――但是一定要我母亲亲自掌勺。笋尖也是好东西，杭州的最好。在北平有时候深巷里发出跑单帮的杭州来的小贩叫卖声，他背负大竹筐，有小竹篓的笋尖兜售。他的笋尖是比较新鲜的，所以还有些软。肉丝炒笋尖很有味，羼在素什锦或烤麸之类里面也好，甚至以笋尖烧豆腐也别有风味。笋尖之外还有所谓素火腿者，是大片的制炼过的干笋，黑黑的，可以当做零食啃。究竟笋是越鲜越好。有一年我随舅氏游西湖，在灵隐寺前面的一家餐馆进膳，是素菜馆，但是一盘冬菇烧笋真是做得出神入化，主要的是因为笋新鲜。前些年一位朋友避暑上狮头山住最高处一尼庵，贻书给我说山居多佳趣，每日素斋有新砍之笋，味绝鲜美，盍来共尝我没去，至今引以为憾。关于冬笋，台南陆国基先生赐书有所补正，他说冬笋不生在地面，冬天是藏在土里这两句话若改作冬笋是生长在土里，较为简明。兹将冬笋生长过程略述于后。我们常吃的冬笋为孟宗竹笋台湾建屋搭鹰架用竹，是笋中较好吃的一种，隔年秋初，从地下茎上发芽，慢慢生长，至冬天已可挖吃。竹的地下茎，在土中深浅不一，离地面约十公分所生竹笋，其尖芽端已露出土壤，笋箨呈青绿。离地表面约尺许所生竹笋，冬天尚未露出土表，观土面隆起，布有新细缝者，即为竹笋所在。用锄挖出，笋箨淡黄。若离地面一尺以下所生竹笋，地面表无迹象，殊难找着。要是掘笋老手，观竹枝开展，则知地下茎方向，亦可挖到竹笋。至春暖花开，雨水充足，深土中竹笋迅速伸出地面，即称春笋。实际冬笋春笋原为一物，只是出土有先后，季节不同。所有竹笋未出地面都较好吃，非独孟宗竹为然。附此志谢。八宝饭席终一道甜菜八宝饭通常是广受欢迎的，不过够标准的不多见。其实做法简单，只有一个秘诀――不惜工本。"}
{"text":"用锄挖出，笋箨淡黄。若离地面一尺以下所生竹笋，地面表无迹象，殊难找着。要是掘笋老手，观竹枝开展，则知地下茎方向，亦可挖到竹笋。至春暖花开，雨水充足，深土中竹笋迅速伸出地面，即称春笋。实际冬笋春笋原为一物，只是出土有先后，季节不同。所有竹笋未出地面都较好吃，非独孟宗竹为然。附此志谢。八宝饭席终一道甜菜八宝饭通常是广受欢迎的，不过够标准的不多见。其实做法简单，只有一个秘诀――不惜工本。八宝饭主要的是糯米。糯米要烂，越烂越好，而糯米不易蒸烂。所以事先要把糯米煮过，至少要煮成八分烂。这是最关重要的一点。所谓八宝并没有一定。莲子是不可少的。莲子也不易烂，有的莲子永远烂不了，所以要选容易烂的莲子，也要事先煮得八分烂。莲子不妨多。桂圆肉不可或缺。台湾盛产桂圆，且有剥好了的桂圆肉可买。美国的葡萄干，白的红的都可以用，兼备二种更好。银杏，即白果，剥了皮，煮一下，去其苦味。红枣可以用，不宜多，因为带皮带核，吐起来麻烦。美国的干李子，黑黑大大的，不妨用几个。豆沙一大碗当然要早做好。如果有红丝青丝，作装饰也不错。以上配料预备好，取较浅的大碗一，抹上一层油，防其粘碗。把莲子桂圆肉等一圈圈的铺在碗底，或一瓣瓣的铺在碗底，然后轻轻的放进糯米，再填入豆沙，填得平平的一大碗，上笼去蒸。蒸的时间不妨长，使碗里的东西充分松软膨胀，凝为一体。上桌的时候，取大盘一，把碗里的东西翻扣在大盘里，浇上稀释的冰糖汁，表面上再放几颗罐头的红樱桃，就更好看了。八宝饭是甜点心，但不宜太甜，所以豆沙里糯米里不宜加糖太多。豆沙糯米里可以拌上一点猪油，但不宜多，多了太腻。从前八宝饭上桌，先端上两小碗白水，供大家洗匙，实在恶劣。现在多是每人一份小碗小匙，体面得多。如果大盘八宝饭再备两个大羹匙，大家共用，就更好了。有人喜欢在取食之前先把八宝饭搅和一阵，像是拌搅水泥一般，也大可不必。若是舍大匙而不用，用小匙直接取食，再把小匙直接放在口里舔，那一副吃相就令人不敢恭维了。薄饼古人有春盘之说。通俗编四时宝鉴立春日，唐人作春饼生菜，号春盘。春盘即后来所谓春饼。春天吃饼，好像各地至今仍有此种习俗。"}
{"text":"从前八宝饭上桌，先端上两小碗白水，供大家洗匙，实在恶劣。现在多是每人一份小碗小匙，体面得多。如果大盘八宝饭再备两个大羹匙，大家共用，就更好了。有人喜欢在取食之前先把八宝饭搅和一阵，像是拌搅水泥一般，也大可不必。若是舍大匙而不用，用小匙直接取食，再把小匙直接放在口里舔，那一副吃相就令人不敢恭维了。薄饼古人有春盘之说。通俗编四时宝鉴立春日，唐人作春饼生菜，号春盘。春盘即后来所谓春饼。春天吃饼，好像各地至今仍有此种习俗。我所谈的薄饼，专指北平的吃法，且不限于岁首。薄饼需热水和面，开水更好，烙出来才能软。两张饼为一盒。两块面团上下叠起，中间抹上麻油，然后擀成薄饼，放在热锅上烙，火要微，不需加油。俟饼变色，中间凸起，翻过来再烙片刻即熟。取出撕开，但留部分相连，放在一边用布盖上，再继续烙十盒二十盒。薄饼是要卷菜吃的。菜分熟菜炒菜两部分。所谓熟菜就是从便宜坊叫来的苏盘，有大小两种，六十年前小者一圆，大者约二圆。漆花的圆盒子，盒子里有一个大盘子，盘子上一圈扇形的十个八个木头墩儿，中间一个小圆墩儿。每一扇形木墩儿摆一种切成细丝的熟菜，通常有下列几种酱肘子熏肘子白肉熏得微黄大肚儿猪的胃小肚儿膀胱灌肉末芡粉松子香肠羼有豆蔻素沙，香烧鸭熏鸡清酱肉炉肉五花三层的烤肉，皮酥脆这些切成丝的肉，每样下面垫着小方块的肉，凸起来显著饱满的样子。中间圆墩则是一盘杂和菜。这一个苏盘很是壮观。家里自备炒菜必不可少的是摊鸡蛋，切成长条炒菠菜炒韭黄肉丝炒豆芽菜炒粉丝。若是韭黄肉丝粉丝豆芽菜炒在一起便是和菜，上面盖上一张摊鸡蛋，便是所谓和菜戴帽儿了。此外一盘葱一盘甜面酱，羊角葱最好，细嫩。吃的方法太简单了，把饼平放在大盘子上，单张或双张均可，抹酱少许，葱数根，从苏盘中每样捡取一小箸，再加炒菜，最后放粉丝。卷起来就可以吃了，有人贪，每样菜都狠狠的捡，结果饼小菜多，卷不起来，即使卷起来也竖立不起来。于是出馊招，卷饼的时候中间放一根筷子，竖起之后再把筷子抽出。那副吃相，下作饼吃过后，一碗罐儿汤似乎是必需的。罐儿汤和酸辣汤近似，但是不酸不辣，扑一个鸡蛋在内就成了。加些金针木耳更好。"}
{"text":"此外一盘葱一盘甜面酱，羊角葱最好，细嫩。吃的方法太简单了，把饼平放在大盘子上，单张或双张均可，抹酱少许，葱数根，从苏盘中每样捡取一小箸，再加炒菜，最后放粉丝。卷起来就可以吃了，有人贪，每样菜都狠狠的捡，结果饼小菜多，卷不起来，即使卷起来也竖立不起来。于是出馊招，卷饼的时候中间放一根筷子，竖起之后再把筷子抽出。那副吃相，下作饼吃过后，一碗罐儿汤似乎是必需的。罐儿汤和酸辣汤近似，但是不酸不辣，扑一个鸡蛋在内就成了。加些金针木耳更好。吃一回薄饼，餐桌上布满盘碗，其实所费无多。我犹嫌其麻烦，乃常削减菜数，仅备一盘熟肉切丝，一盘摊鸡蛋，一盘豆芽菜炒丝，一盘粉丝，名之曰简易薄。每食简易薄，儿辈辄欢呼不已，一个孩子保持一次吃七卷双张的纪录鱼丸初到台湾，见推车小贩卖鱼丸，现煮现卖，热腾腾的。一碗两颗，相当大。一口咬下去，不大对劲，相当结实。丸与汤的颜色是混浊的，微呈灰色，但是滋味不错。我母亲是杭州人，善做南方口味的菜，但不肯轻易下厨，若是偶然操动刀俎，也是在里面小跨院露天升起小火炉自设锅灶。每逢我父亲一时高兴从东单菜市买来一条欢蹦乱跳的活鱼，必定亲手交给母亲，说特烦处理一下。就好像是绅商特烦名角上演似的。母亲一看是条一尺开外的大活鱼，眉头一皱，只好勉为其难，因为杀鱼不是一件愉快的事。母亲说，这鱼太活了，宜于做鱼丸。但是不忍心下手宰它。我二姊说我来杀。从屋里拿出一根门闩。鱼在石几上躺着，一杠子打下未中要害，鱼是滑的，打了一个挺，跃起一丈多高，落在房檐上了。于是大家笑成一团，搬梯子，上房，捉到鱼便从房上直摔下来，摔了个半死，这才从容开膛清洗。幼时这一幕闹剧印象太深，一提起鱼丸就回忆起来。做鱼丸的鱼必须是活鱼，选肉厚而刺少的鱼。像花鲢就很好，我母亲叫它做厚鱼，又叫它做纹鱼，不知这是不是方言。剖鱼为两片，先取一片钉其头部于木墩之上，用刀徐徐斜着刃刮其肉，肉乃成泥状，不时的从刀刃上抹下来置碗中。两片都刮完，差不多有一碗鱼肉泥。加少许盐，少许水，挤姜汁于其中，用几根竹筷打，打得越久越好，打成糊状。不需要加蛋白，鱼不活才加蛋白。下一步骤是煮一锅开水，移锅止沸，急速用羹匙舀鱼泥，用手一抹，入水成丸，丸不会成圆球形，因为无法搓得圆。连成数丸，移锅使沸，俟鱼丸变色即是八九分熟，捞出置碗内。再继续制作。手法要快，沸水要控制得宜，否则鱼泥有入水涣散不可收拾之虞。"}
{"text":"剖鱼为两片，先取一片钉其头部于木墩之上，用刀徐徐斜着刃刮其肉，肉乃成泥状，不时的从刀刃上抹下来置碗中。两片都刮完，差不多有一碗鱼肉泥。加少许盐，少许水，挤姜汁于其中，用几根竹筷打，打得越久越好，打成糊状。不需要加蛋白，鱼不活才加蛋白。下一步骤是煮一锅开水，移锅止沸，急速用羹匙舀鱼泥，用手一抹，入水成丸，丸不会成圆球形，因为无法搓得圆。连成数丸，移锅使沸，俟鱼丸变色即是八九分熟，捞出置碗内。再继续制作。手法要快，沸水要控制得宜，否则鱼泥有入水涣散不可收拾之虞。煮鱼丸的汤本身即很鲜美，不需高汤。将做好的鱼丸倾入汤内煮沸，撒上一些葱花或嫩豆苗，即可盛在大碗内上桌。当然鱼丸也可红烧，究不如清汤本色，这样做出的鱼丸嫩得像豆腐。湖北是鱼产丰饶的地方。抗战时我在汉口停留过一阵，听说有个鱼大王，能做鱼全席，我不曾见识。不过他家的鱼面吃过一碗，确属不凡。十几年前，友人高鸿缙先生，他是湖北人，以其夫人亲制鱼丸见贻，连鱼丸带汤带锅，滚烫滚烫的，喷香喷香的，我连吃了三天，齿颊留芬。如今高先生早已作古，空余旧事萦绕心头粥我不爱吃粥。小时候一生病就被迫喝粥。因此非常怕生病。平素早点总是烧饼油条馒头包子，非干物生噎不饱。抗战时在外作客，偶寓友人家，早餐是一锅稀饭，四色小菜大家分享。一小块酱豆腐在碟子中央孤立，一小撮花生米疏疏落落的撒在盘子中，一根油条斩做许多碎块堆在碟中成一小丘，一个完整的皮蛋在酱油碟中晃来晃去。不能说是不丰盛了，但是干噎惯了的人就觉得委屈，如果不算是虐待。也有例外。我母亲若是亲自熬一小薄铫儿的粥，分半碗给我吃，我甘之如饴。薄铫音吊儿即是有柄有盖的小砂锅，最多能煮两小碗粥，在小白炉子的火口边上煮。不用剩饭煮，用生米淘净慢煨。水一次加足，不半途添水。始终不加搅和，任它翻滚。这样煮出来的粥，黏和，烂，而颗颗米粒是完整的，香。再佐以笋尖火腿糟豆腐之类，其味甚佳。一说起粥，就不免想起从前北方的粥厂，那是慈善机关或好心人士施舍救济的地方。每逢冬天就有不少鹑衣百结的人排队领粥。粥不继就是形容连粥都没得喝的人。是稠粥，粥指稀粥。喝粥暂时装满肚皮，不能经久。喝粥聊胜于喝西北风。"}
{"text":"不用剩饭煮，用生米淘净慢煨。水一次加足，不半途添水。始终不加搅和，任它翻滚。这样煮出来的粥，黏和，烂，而颗颗米粒是完整的，香。再佐以笋尖火腿糟豆腐之类，其味甚佳。一说起粥，就不免想起从前北方的粥厂，那是慈善机关或好心人士施舍救济的地方。每逢冬天就有不少鹑衣百结的人排队领粥。粥不继就是形容连粥都没得喝的人。是稠粥，粥指稀粥。喝粥暂时装满肚皮，不能经久。喝粥聊胜于喝西北风。不过我们也必须承认，某些粥还是蛮好喝的。北方人家熬粥熟，有时加上大把的白菜心，俟菜烂再撒上一些盐和麻油，别有风味，名为菜粥。若是粥煮好后取嫩荷叶洗净铺在粥上，粥变成淡淡的绿色，有一股荷叶的清香渗入粥内，是为荷叶粥。从前北平有所谓粥铺，清晨卖甜浆粥，是用一种碎米熬成的稀米汤，有一种奇特的风味，佐以特制的螺丝转儿炸麻花儿，是很别致的平民化早点，但是不知何故被淘汰了。还有所谓大麦粥，是沿街叫卖的平民食物，有异香，也不见了。台湾消夜所谓清粥小菜，粥里经常羼有红薯，味亦不恶。小菜真正是小盘小碗，荤素俱备。白日正餐大鱼大肉，消夜啜粥甚宜。腊八粥是粥类中的综艺节目。北平雍和宫煮腊八粥，据旧京风俗志，是由内务府主办，惊师动众，这一顿粥要耗十万两银子煮好先恭呈御用，然后分别赏赐王公大臣，这不是喝粥，这是招摇。然而煮腊八粥的风俗深入民间至今弗辍。我小时候喝腊八粥是一件大事。午夜才过，我的二舅爹爹我父亲的二舅父就开始作业，搬出擦得锃光大亮的大小铜锅两个，大的高一尺开外，口径约一尺。然后把预先分别泡过的五谷杂粮如小米红豆老鸡头薏仁米，以及粥果如白果栗子红枣桂圆肉之类，开始熬煮，不住的用长柄大勺搅动，防黏锅底。两锅内容不太一样，大的粗糙些，小的细致些，以粥果多少为别。此外尚有额外精致粥果另装一盘，如瓜子仁杏仁葡萄干红丝青丝松子蜜饯之类，准备临时放在粥面上的。等到腊八早晨，每人一大碗，尽量加红糖，稀里呼噜的喝个尽兴。家家熬粥，家家送粥给亲友，东一碗来，西一碗去，真是多此一举。剩下的粥，倒在大绿釉瓦盆里，自然凝冻，留到年底也不会坏。自从丧乱，年年过腊八，年年有粥喝，兴致未减，材料难求，因陋就简，虚应故事而已。"}
