{"text":"它所掠取的一定只限于幼虫和蛹，使在盗窟里长大，毫不记得先前，永远是愚忠的奴隶，不但服役，每当武士蚁出去劫掠的时候，它还跟在一起，帮着搬运那些被侵略的同族的幼虫和蛹去了。但在人类，却不能这么简单的造成一律。这就是人之所以为万物之灵。然而制造者也决不放手。孩子长大，不但失掉天真，还变得呆头呆脑，是我们时时看见的。经济的雕敝，使出版界不肯印行大部的学术文艺书籍，不是教科书，便是儿童书，黄河决口似的向孩子们滚过去。但那里面讲的是什么呢？要将我们的孩子们造成什么东西呢？却还没有看见战斗的批评家论及，似乎已经不大有人注意将来了。反战会议的消息不很在日报上看到，可见打仗也还是中国人的嗜好，给它一个冷淡，正是违反了我们的嗜好的证明。自然，仗是要打的，跟着武士蚁去搬运败者的幼虫，也还不失为一种为奴的胜利。但是，人究竟是万物之灵，这样那里能就够。仗自然是要打的，要打掉制造打仗机器的蚁冢，打掉毒害小儿的药饵，打掉陷没将来的阴谋这才是人的战士的任务。八月二十八日。本篇最初发表于一九三三年九月二日申报自由谈。爱罗先珂Z\\，―俄国诗人和白骷摇晔币虿渴鳌痪二一年至一九二三年曾来中国，与结识，译过他的作品桃色的云爱罗先珂童话集等。反战会议指世界反对帝国主义战争委员会于一九三三年九月在上海召开的远东会议。这次会议讨论了反对日本帝国主义侵略中国和争取国际和平等问题。开会前，国民党政府和法租界公共租界当局对会议进行种种诽谤和阻挠，不许在华界或租界内召开。但在当时中共上海地下党支持下终于秘密举行。英国马莱爵士法国作家和人道报主笔伐扬古久里中国宋庆龄等都出席了这次会议被推为主席团名誉主席。在会议筹备期间，曾尽力支持和给以经济上的帮助。在一九三四年十二月复萧军的一封信中曾说会按指反战会议是开成的，费了许多力各种消息，报上都不肯登，所以在中国很少人知道。结果并不算坏，各代表回国后都有报告，使世界上更明了了中国的实情。我加入的。新秋杂识二新秋杂识二旅隼八月三十日的夜里，远远近近，都突然劈劈拍拍起来，一时来不及细想，以为抵抗又开头了，不久就明白了那是放爆竹，这才定了心。接着又想大约又是什么节气了罢？"}
{"text":"在会议筹备期间，曾尽力支持和给以经济上的帮助。在一九三四年十二月复萧军的一封信中曾说会按指反战会议是开成的，费了许多力各种消息，报上都不肯登，所以在中国很少人知道。结果并不算坏，各代表回国后都有报告，使世界上更明了了中国的实情。我加入的。新秋杂识二新秋杂识二旅隼八月三十日的夜里，远远近近，都突然劈劈拍拍起来，一时来不及细想，以为抵抗又开头了，不久就明白了那是放爆竹，这才定了心。接着又想大约又是什么节气了罢？待到第二天看报纸，才知道原来昨夜是月蚀，那些劈劈拍拍，就是我们的同胞，异胞我们虽然大家自称为黄帝子孙，但蚩尤的子孙想必也未尝死绝，所以谓之异胞在示威，要将月亮从天狗嘴里救出。再前几天，夜里也很热闹。街头巷尾，处处摆着桌子，上面有面食，西瓜西瓜上面叮着苍蝇，青虫，蚊子之类，还有一桌和尚，口中念念有词回猪猡普米呀耍⊙耍耍。≌馐窃诜叛婵冢施饿鬼。到了盂兰盆节了，饿鬼和非饿鬼，都从阴间跑出，来看上海这大世面，善男信女们就在这时尽地主之谊，托和尚呀说牡出几粒白米去，请它们都饱饱的吃一通。我是一个俗人，向来不大注意什么天上和阴间的，但每当这些时候，却也不能不感到我们的还在人间的同胞们和异胞们的思虑之高超和妥帖。别的不必说，就在这不到两整年中，大则四省，小则九岛，都已变了旗色了，不久还有八岛。不但救不胜救，即使想要救罢，一开口，说不定自己就危险这两句，印后成了于势也有所未能。所以最妥当是救月亮，那怕爆竹放得震天价响，天狗决不至于来咬，月亮里的酋长假如有酋长的话也不会出来禁止，目为反动的。救人也一样，兵灾，旱灾，蝗灾，水灾灾民们不计其数，幸而暂免于灾殃的小民，又怎么能有一个救法？那自然远不如救魂灵，事省功多，和大人先生的打醮造塔同其功德。这就是所谓人无远虑，必有近忧而君子务其大者远者，亦此之谓也。而况庖人虽不治庖，尸祝不越尊俎而代之，也是古圣贤的明训，国事有治国者在，小民是用不着吵闹的。不过历来的圣帝明王，可又并不卑视小民，倒给与了更高超的自由和权利，就是听你专门去救宇宙和魂灵。这是太平的根基，从古至今，相沿不废，将来想必也不至先便废。"}
{"text":"那自然远不如救魂灵，事省功多，和大人先生的打醮造塔同其功德。这就是所谓人无远虑，必有近忧而君子务其大者远者，亦此之谓也。而况庖人虽不治庖，尸祝不越尊俎而代之，也是古圣贤的明训，国事有治国者在，小民是用不着吵闹的。不过历来的圣帝明王，可又并不卑视小民，倒给与了更高超的自由和权利，就是听你专门去救宇宙和魂灵。这是太平的根基，从古至今，相沿不废，将来想必也不至先便废。记得那是去年的事了，沪战初停，日兵渐渐的走上兵船和退进营房里面去，有一夜也是这么劈劈拍拍起来，时候还在长期抵抗中，日本人又不明白我们的国粹，以为又是第几路军前来收复失地了，立刻放哨，出兵乱烘烘的闹了一通，才知道我们是在救月亮，他们是在见鬼。哦哦！成程原来如此！惊叹和佩服之余，于是恢复了平和的原状。今年呢，连哨也没有放，大约是已被中国的精神文明感化了。现在的侵略者和压制者，还有像古代的暴君一样，竟连奴才们的发昏和做梦也不准的么？八月三十一日。本篇最初发表于一九三三年九月十三日申报自由谈，题为秋夜漫谈，署名虞明。蚩尤古代传说中我国九黎族的首领，相传他和黄帝作战，兵败被杀。回猪猡普米呀耍¤笥镆粢耄瑜伽集要焰口施食仪中的咒文，猪猡原作资薄盂兰盆节盂兰盆是梵语音译，意为解倒悬。旧俗以夏历七月十五日为盂兰盆节，在这一天夜里请和尚诵经施食，追荐死者，称为放焰口。焰口，饿鬼名。打醮旧时僧道设坛念经做法事。国民党政客戴季陶等在九一八事变后，拉拢当时的班禅喇嘛，以超荐天灾兵祸死去的鬼魂等名义，迭次发起仁王护国法会普利法会等，诵经礼佛。造塔，指戴季陶于一九三三年五月在南京筑塔收藏孙中山的遗著抄本，参看本卷第页注。人无远虑，必有近忧孔丘的话，语见论语卫灵公。君子务其大者远者语出左传襄公三十一年君子务知大者远者，小人务知小者近者，是春秋时郑国子皮对子产所说的话。庖人虽不治庖，尸祝不越尊俎而代之语见庄子逍遥游，意思是各人办理自己分内的事。庖人，厨子尸祝，主持祝祷的人尊俎，盛酒载牲的器具。长期抵抗参看本卷第页注。新秋杂识三新秋杂识三旅隼秋来了！"}
{"text":"人无远虑，必有近忧孔丘的话，语见论语卫灵公。君子务其大者远者语出左传襄公三十一年君子务知大者远者，小人务知小者近者，是春秋时郑国子皮对子产所说的话。庖人虽不治庖，尸祝不越尊俎而代之语见庄子逍遥游，意思是各人办理自己分内的事。庖人，厨子尸祝，主持祝祷的人尊俎，盛酒载牲的器具。长期抵抗参看本卷第页注。新秋杂识三新秋杂识三旅隼秋来了！秋真是来了，晴的白天还好，夜里穿着洋布衫就觉得凉飕飕。报章上满是关于秋的大小文章迎秋，悲秋，哀秋，责秋等等。为了趋时，也想这么的做一点，然而总是做不出。我想，就是想要悲秋之类，恐怕也要福气的，实在令人羡慕得很。记得幼小时，有父母爱护着我的时候，最有趣的是生点小毛病，大病却生不得，既痛苦，又危险的。生了小病，懒懒的躺在床上，有些悲凉，又有些娇气，小苦而微甜，实在好像秋的诗境。呜呼哀哉，自从流落江湖以来，灵感卷逃，连小病也不生了。偶然看看文学家的名文，说是秋花为之惨容，大海为之沉默云云，只是愈加感到自己的麻木。我就从来没有见过秋花为了我在悲哀，忽然变了颜色只要有风，大海是总在呼啸的，不管我爱闹还是爱静。冰莹女士的佳作告诉我们晨是学科学的，但在这一刹那，完全忘掉了他的志趣，存在他脑海中的只有一个尽量地享受自然美景的目的。这也是一种福气。科学我学的很浅，只读过一本生物学教科书，但是，它那些教训，花是植物的生殖机关呀，虫鸣鸟啭，是在求偶呀之类，就完全忘不掉了。昨夜闲逛荒场，听到蟋蟀在野菊花下鸣叫，觉得好像是美景，诗兴勃发，就做了两句新诗――野菊的生殖器下面，蟋蟀在吊膀子。写出来一看，虽然比粗人们所唱的俚歌要高雅一些，而对于新诗人的由烟士披离纯而来的诗，还是相形见绌。写得太科学，太真实，就不雅了，如果改作旧诗，也许不至于这样。生殖机关，用严又陵先生译法，可以谓之性官吊膀子呢，我自己就不懂那语源，但据老于上海者说，这是因西洋人的男女挽臂同行而来的，引伸为诱惑或追求异性的意思。吊者，挂也，亦即相挟持。那么，我的诗就译出来了――野菊性官下，鸣蛩在悬肘。虽然很有些费解，但似乎也雅得多，也就是好得多。人们不懂，所以雅，也就是所以好，现在也还是一个做文豪的秘诀呀。"}
{"text":"写得太科学，太真实，就不雅了，如果改作旧诗，也许不至于这样。生殖机关，用严又陵先生译法，可以谓之性官吊膀子呢，我自己就不懂那语源，但据老于上海者说，这是因西洋人的男女挽臂同行而来的，引伸为诱惑或追求异性的意思。吊者，挂也，亦即相挟持。那么，我的诗就译出来了――野菊性官下，鸣蛩在悬肘。虽然很有些费解，但似乎也雅得多，也就是好得多。人们不懂，所以雅，也就是所以好，现在也还是一个做文豪的秘诀呀。质之新诗人邵洵美先生之流，不知以为何如？九月十四日。本篇最初发表于一九三三年九月十七日申报自由谈。冰莹谢冰莹，湖南新化人，女作家。下文引自她在一九三三年九月八日申报自由谈上发表的海滨之夜一文。严又陵―名复，字又陵，又字几道，福建闽侯今属福州人，清代启蒙思想家翻译家。他在关于自然科学的译文中，把人体和动植物的各种器官，都简译为官。邵洵美―浙江余姚人。曾出资创办金屋书店，主编金屋月刊，提倡唯美主义文学著有诗集花一般的罪恶等。序的解放序的解放桃椎一个人做一部书，藏之名山，传之其人，是封建时代的事，早已过去了。现在是二十世纪过了三十三年，地方是上海的租界上，做买办立刻享荣华，当文学家怎不马上要名利，于是乎有术存焉。那术，是自己先决定自己是文学家，并且有点儿遗产或津贴。接着就自开书店，自办杂志，自登文章，自做广告，自报消息，自想花样然而不成，诗的解放，先已有人，词的解放，只好骗鸟，于是乎序的解放起矣。夫序，原是古已有之，有别人做的，也有自己做的。但这未免太迂，不合于新时代的文学家的胃口。因为自序难于吹牛，而别人来做，也不见得定规拍马，那自然只好解放解放，即自己替别人来给自己的东西作序，术语曰摘录来信，真说得好像锦上添花。好评一束还须附在后头，代序却一开卷就看见一大番颂扬，仿佛名角一登场，满场就大喝一声采，何等有趣。倘是戏子，就得先买许多留声机，自己将好叫进去，待到上台时候，一面一齐开起来。可是这样的玩意儿给人戳穿了又怎么办呢？也有术的。"}
{"text":"但这未免太迂，不合于新时代的文学家的胃口。因为自序难于吹牛，而别人来做，也不见得定规拍马，那自然只好解放解放，即自己替别人来给自己的东西作序，术语曰摘录来信，真说得好像锦上添花。好评一束还须附在后头，代序却一开卷就看见一大番颂扬，仿佛名角一登场，满场就大喝一声采，何等有趣。倘是戏子，就得先买许多留声机，自己将好叫进去，待到上台时候，一面一齐开起来。可是这样的玩意儿给人戳穿了又怎么办呢？也有术的。立刻装出可怜相，说自己既无党派，也不借主义，又没有帮口，向来不敢狂妄，毫没有座谈时候的摇头摆尾的得意忘形的气味儿了，倒好像别人乃是反动派，杀人放火主义，青帮红帮，来欺侮了这位文弱而有天才的公子哥儿似的。更有效的是说，他的被攻击，实乃因为能力薄弱，无法满足朋友们之要求。我们倘不知道这位文学家的性别，就会疑心到有许多有党派或帮口的人们，向他屡次的借钱，或向她使劲的求婚或什么，无法满足，遂受了冤枉的报复的。但我希望我的话仍然无损于新时代的文学家，也摘出一条好评来，作为代跋罢藏之名山，传之其人，早已过去了。二十世纪，有术存焉，词的解放，解放解放，锦上添花，何等有趣？可是别人乃是反动派，来欺侮这位文弱而有天才的公子，实乃因为能力薄弱，无法满足朋友们的要求，遂受了冤枉的报复的，无损于新时代的文学家也。七月五日。本篇最初发表于一九三三年七月七日申报自由谈。藏之名山，传之其人语出西汉司马迁报任少卿书仆诚以著此书按指史记，藏诸名山，传之其人。文选卷四十一选此文，唐代刘良注当时无圣人可以示之，故深藏之名山。诗的解放指五四时期的白话诗运动。词的解放参看本卷第页注。新时代的文学家指曾今可，他当时主持的书局和刊物，都用新时代的名称。自己替别人来给自己的东西作序指曾今可用崔万秋的名字为自己的诗集两颗星作序一事，参看本卷第页注。好评一束，指曾今可在两颗星自序中罗列的读者的好评。向来不敢狂妄这是曾今可在一九三三年七月四日申报刊登的答复崔万秋的启事中的话鄙人既未有党派作护符，也不借主义为工具，更无集团的背景，向来不敢狂妄。"}
{"text":"词的解放参看本卷第页注。新时代的文学家指曾今可，他当时主持的书局和刊物，都用新时代的名称。自己替别人来给自己的东西作序指曾今可用崔万秋的名字为自己的诗集两颗星作序一事，参看本卷第页注。好评一束，指曾今可在两颗星自序中罗列的读者的好评。向来不敢狂妄这是曾今可在一九三三年七月四日申报刊登的答复崔万秋的启事中的话鄙人既未有党派作护符，也不借主义为工具，更无集团的背景，向来不敢狂妄。惟能力薄弱，无法满足朋友们之要求，遂不免获罪于知己。虽自幸未尝出卖灵魂，亦足见没有帮口的人的可怜了！座谈指曾今可拉拢一些人举办文艺漫谈会和他主办文艺座谈杂志一九三三年七月一日出版。野兽训练法野兽训练法余铭最近还有极有益的讲演，是海京伯马戏团的经理施威德在中华学艺社的三楼上给我们讲如何训练动物？可惜我没福参加旁听，只在报上看见一点笔记。但在那里面，就已经够多着警辟的话了――有人以为野兽可以用武力拳头去对付它，压迫它，那便错了，因为这是从前野蛮人对付野兽的办法，现在训练的方法，便不是这样。现在我们所用的方法，是用爱的力量，获取它们对于人的信任，用爱的力量，温和的心情去感动它们。这一些话，虽然出自日耳曼人之口，但和我们圣贤的古训，也是十分相合的。用武力拳头去对付，就是所谓霸道。然而以力服人者，非心服也，所以文明人就得用王道，以取得信任民无信不立。但是，有了信任以后，野兽可要变把戏了――教练者在取得它们的信任以后，然后可以从事教练它们了第一步，可以使它们认清坐的，站的位置再可以使它们跳浜，站起来训兽之法，通于牧民，所以我们的古之人，也称治民的大人物曰牧。然而所牧者，牛羊也，比野兽怯弱，因此也就无须乎专靠信任，不妨兼用着拳头，这就是冠冕堂皇的威信。由威信治成的动物，跳浜，站起来是不够的，结果非贡献毛角血肉不可，至少是天天挤出奶汁来，――如牛奶，羊奶之流。然而这是古法，我不觉得也可以包括现代。施威德讲演之后，听说还有余兴，如东方大乐及踢毽子等，报上语焉不详，无从知道底细了，否则，我想，恐怕也很有意义。十月二十七日。"}
{"text":"然而所牧者，牛羊也，比野兽怯弱，因此也就无须乎专靠信任，不妨兼用着拳头，这就是冠冕堂皇的威信。由威信治成的动物，跳浜，站起来是不够的，结果非贡献毛角血肉不可，至少是天天挤出奶汁来，――如牛奶，羊奶之流。然而这是古法，我不觉得也可以包括现代。施威德讲演之后，听说还有余兴，如东方大乐及踢毽子等，报上语焉不详，无从知道底细了，否则，我想，恐怕也很有意义。十月二十七日。本篇最初发表于一九三三年十月三十日申报自由谈。施威德，―德国驯兽家。据一九三三年十月二十七日申报报道十月二十六日下午在中华学艺社讲演者为海京伯马戏团中的惠格纳，施因年老未讲。中华学艺社，一些中国留日学生组织的学术团体。一九一六年成立于日本东京，原名丙辰学社，后迁上海，改名中华学艺社。曾发行学艺杂志。以力服人者，非心服也孟轲的话，见孟子公孙丑。民无信不立孔丘的话，见论语颜渊。治民的大人物曰牧礼记曲礼九州之长，入天子之国曰牧。古代称九州的各州之长为牧。汉代起，有些朝代曾设置牧的官职。东方大乐及踢毽子据一九三三年十月二十七日申报报道在惠格纳讲演后，放映电影助兴，其中有东方大乐及褚民谊踢毽子等短片。夜颂夜颂游光爱夜的人，也不但是孤独者，有闲者，不能战斗者，怕光明者。人的言行，在白天和在深夜，在日下和在灯前，常常显得两样。夜是造化所织的幽玄的天衣，普覆一切人，使他们温暖，安心，不知不觉的自己渐渐脱去人造的面具和衣裳，赤条条地裹在这无边际的黑絮似的大块里。虽然是夜，但也有明暗。有微明，有昏暗，有伸手不见掌，有漆黑一团糟。爱夜的人要有听夜的耳朵和看夜的眼睛，自在暗中，看一切暗。君子们从电灯下走入暗室中，伸开了他的懒腰爱侣们从月光下走进树阴里，突变了他的眼色。夜的降临，抹杀了一切文人学士们当光天化日之下，写在耀眼的白纸上的超然，混然，恍然，勃然，粲然的文章，只剩下乞怜，讨好，撒谎，骗人，吹牛，捣鬼的夜气，形成一个灿烂的金色的光圈，像见于佛画上面似的，笼罩在学识不凡的头脑上。爱夜的人于是领受了夜所给与的光明。"}
{"text":"虽然是夜，但也有明暗。有微明，有昏暗，有伸手不见掌，有漆黑一团糟。爱夜的人要有听夜的耳朵和看夜的眼睛，自在暗中，看一切暗。君子们从电灯下走入暗室中，伸开了他的懒腰爱侣们从月光下走进树阴里，突变了他的眼色。夜的降临，抹杀了一切文人学士们当光天化日之下，写在耀眼的白纸上的超然，混然，恍然，勃然，粲然的文章，只剩下乞怜，讨好，撒谎，骗人，吹牛，捣鬼的夜气，形成一个灿烂的金色的光圈，像见于佛画上面似的，笼罩在学识不凡的头脑上。爱夜的人于是领受了夜所给与的光明。高跟鞋的摩登女郎在马路边的电光灯下，阁阁的走得很起劲，但鼻尖也闪烁着一点油汗，在证明她是初学的时髦，假如长在明晃晃的照耀中，将使她碰着没落的命运。一大排关着的店铺的昏暗助她一臂之力，使她放缓开足的马力，吐一口气，这时之觉得沁人心脾的夜里的拂拂的凉风。爱夜的人和摩登女郎，于是同时领受了夜所给与的恩惠。一夜已尽，人们又小心翼翼的起来，出来了便是夫妇们，面目和五六点钟之前也何其两样。从此就是热闹，喧嚣。而高墙后面，大厦中间，深闺里，黑狱里，客室里，秘密机关里，却依然弥漫着惊人的真的大黑暗。现在的光天化日，熙来攘往，就是这黑暗的装饰，是人肉酱缸上的金盖，是鬼脸上的雪花膏。只有夜还算是诚实的。我爱夜，在夜间作夜颂。六月八日。本篇最初发表于一九三三年六月十日申报自由谈。由聋而哑由聋而哑洛文医生告诉我们有许多哑子，是并非喉舌不能说话的，只因为从小就耳朵聋，听不见大人的言语，无可师法，就以为谁也不过张着口呜呜哑哑，他自然也只好呜呜哑哑了。所以勃兰兑斯叹丹麦文学的衰微时，曾经说文学的创作，几乎完全死灭了。人间的或社会的无论怎样的问题，都不能提起感兴，或则除在新闻和杂志之外，绝不能惹起一点论争。我们看不见强烈的独创的创作。加以对于获得外国的精神生活的事，现在几乎绝对的不加顾及。于是精神上的聋，那结果，就也招致了哑来。十九世纪文学的主潮第一卷自序这几句话，也可以移来批评中国的文艺界，这现象，并不能全归罪于压迫者的压迫，五四运动时代的启蒙运动者和以后的反对者，都应该分负责任的。前者急于事功，竟没有译出什么有价值的书籍来，后者则故意迁怒，至骂翻为媒婆，有些青年更推波助澜，有一时期，还至于连人地名下注一原文，以便读者参考时，也就诋之曰f学。今竟何如？"}
