{"text":"从此一见何典，便感到苦痛，再也说不出一句话。是的，大学教授要堕落下去。无论高的或矮的，白的或黑的，或灰的。不过有些是别人谓之堕落，而我谓之困苦。我所谓困苦之一端，便是失了身分。我曾经做过论他妈的！早有青年道德家乌烟瘴气地浩叹过了，还讲身分么？但是也还有些讲身分。我虽然深恶而痛绝之于那些戴着面具的绅士，却究竟不是学匪世家见了所谓正人君子固然决定摇头，但和歪人奴子相处恐怕也未必融洽。用了无差别的眼光看，大学教授做一个滑稽的，或者甚而至于夸张的广告何足为奇？就是做一个满嘴他妈的的广告也何足为奇？然而呀，这里用得着然而了，我是究竟生在十九世纪的，又做过几年官，和所谓孤桐先生同部，官――上等人――气骤不易退，所以有时也觉得教授最相宜的也还是上讲台。又要然而了，然而必须有够活的薪水，兼差倒可以。这主张在教育界大概现在已经有一致赞成之望，去年在什么公理会上一致攻击兼差的公理维持家，今年也颇有一声不响地去兼差的了，不过大报上决不会登出来，自己自然更未必做广告。半农到德法研究了音韵好几年，我虽然不懂他所做的法文书，只知道里面很夹些中国字和高高低低的曲线，但总而言之，书籍具在，势必有人懂得。所以他的正业，我以为也还是将这些曲线教给学生们。可是北京大学快要关门大吉了他兼差又没有。那么，即使我是怎样的十足上等人，也不能反对他印卖书。既要印卖，自然想多销，既想多销，自然要做广告，既做广告，自然要说好。难道有自己印了书，却发广告说这书很无聊，请列位不必看的么？说我的杂感无一读之价值的广告，那是西滢即陈源做的。――顺便在此给自己登一个广告罢陈源何以给我登这样的反广告的呢，只要一看我的华盖集就明白。主顾诸公，看呀！快看呀！每本大洋六角，北新书局发行。想起来已经有二十多年了，以革命为事的陶焕卿，穷得不堪，在上海自称会稽先生，教人催眠术以糊口。有一天他问我，可有什么药能使人一嗅便睡去的呢？我明知道他怕施术不验，求助于药物了。其实呢，在大众中试验催眠，本来是不容易成功的。我又不知道他所寻求的妙药，爱莫能助。两三月后，报章上就有投书也许是广告出现，说会稽先生不懂催眠术，以此欺人。清政府却比这干鸟人灵敏得多，所以通缉他的时候，有一联对句道著中国权力史，学日本催眠术。"}
{"text":"每本大洋六角，北新书局发行。想起来已经有二十多年了，以革命为事的陶焕卿，穷得不堪，在上海自称会稽先生，教人催眠术以糊口。有一天他问我，可有什么药能使人一嗅便睡去的呢？我明知道他怕施术不验，求助于药物了。其实呢，在大众中试验催眠，本来是不容易成功的。我又不知道他所寻求的妙药，爱莫能助。两三月后，报章上就有投书也许是广告出现，说会稽先生不懂催眠术，以此欺人。清政府却比这干鸟人灵敏得多，所以通缉他的时候，有一联对句道著中国权力史，学日本催眠术。何典快要出版了，短序也已经迫近交卷的时候。夜雨潇潇地下着，提起笔，忽而又想到用麻绳做腰带的困苦的陶焕卿，还夹杂些和何典不相干的思想。但序文已经迫近了交卷的时候，只得写出来，而且还要印上去。我并非将半农比附乱党，――现在的中华民国虽由革命造成，但许多中华民国国民，都仍以那时的革命者为乱党，是明明白白的，――不过说，在此时，使我回忆从前，念及几个朋友，并感到自己的依然无力而已。但短序总算已经写成，虽然不像东西，却究竟结束了一件事。我还将此时的别的心情写下，并且发表出去，也作为何典的广告。五月二十五日之夜，碰着东壁下，书。本篇最初发表于一九二六年六月七日语丝周刊第八十二期。何典一部运用俗谚写成的带有讽刺而流于油滑的章回体小说，共十回，清光绪四年上海申报馆出版。编著者过路人原名张南庄，清代上海人评者缠夹二先生原名陈得仁，清代长洲今江苏吴县人。一九二六年六月，刘复半农将此书标点重印，曾为作题记后收入集外集拾遗。常维钧名惠，字维钧，河北宛平今北京丰台区人，北京大学法文系毕业，曾任北大歌谣周刊编辑。半农刘复―，字半农，江苏江阴人，历任北京大学教授北平大学女子文理学院院长等职。他曾参加新青年的编辑工作，是新文学运动初期重要作家之一。后留学法国，研究语音学，思想渐趋保守。参看且介亭杂文忆刘半农君。著有诗集扬鞭集半农杂文等。厂甸北京地名，位于和平门外琉璃厂。过去每年夏历正月初一至十五日传统的庙市期间，这里有许多临时摆设的旧书摊。汪原放―安徽绩溪人。五四以后，曾标点水浒传等小说若干种，由上海亚东图书馆出版每种前大抵都有胡适适之所作的序。"}
{"text":"他曾参加新青年的编辑工作，是新文学运动初期重要作家之一。后留学法国，研究语音学，思想渐趋保守。参看且介亭杂文忆刘半农君。著有诗集扬鞭集半农杂文等。厂甸北京地名，位于和平门外琉璃厂。过去每年夏历正月初一至十五日传统的庙市期间，这里有许多临时摆设的旧书摊。汪原放―安徽绩溪人。五四以后，曾标点水浒传等小说若干种，由上海亚东图书馆出版每种前大抵都有胡适适之所作的序。李小峰―江苏江阴人，北京大学哲学系毕业，曾参加新潮社和语丝社，当时是上海北新书局主持者之一。何典广告载于语丝第七十至七十五期。前三期只刊登放屁放屁，真正岂有此理数语，未提何典书名。从七十三期一九二六年四月五日起，广告开头才是吴稚晖先生的老师何典出版预告，其中引用了吴稚晖的一段话我止读他按指何典开头两句从此便打破了要做阳湖派古文家的迷梦，说话自由自在得多。不曾屈我做那野蛮文学家，乃我生平之幸。他那开头两句，便是放屁放屁，真正岂有此理。用这种精神，才能得言论的真自由，享言论的真幸福。一九二六年春夏间，由于段祺瑞政府长期不发教育经费，国立九所大学都未能开学。北京大学在三月十五日召开教职员评议会，决定如不发一个月欠薪，生活无法维持，不能开课见一九二六年三月十七日京报。后虽勉强开学，但教员请假者日必数十。不久，教务会议即议决，提前于六月一日举行学年考试，以便早日结束。这里说的北京大学快要关门大吉，即指此。马上日记马上日记豫序在日记还未写上一字之前，先做序文，谓之豫序。我本来每天写日记，是写给自己看的大约天地间写着这样日记的人们很不少。假使写的人成了名人，死了之后便也会印出看的人也格外有趣味，因为他写的时候不像做内感篇外冒篇似的须摆空架子，所以反而可以看出真的面目来。我想，这是日记的正宗嫡派。我的日记却不是那样。写的是信札往来，银钱收付，无所谓面目，更无所谓真假。例如二月二日晴，得信来。三月三日雨，收校薪水元，复信。一行满了，然而还有事，因为纸张也颇可惜，便将后来的事写入前一天的空白中。总而言之是不很可靠的。"}
{"text":"假使写的人成了名人，死了之后便也会印出看的人也格外有趣味，因为他写的时候不像做内感篇外冒篇似的须摆空架子，所以反而可以看出真的面目来。我想，这是日记的正宗嫡派。我的日记却不是那样。写的是信札往来，银钱收付，无所谓面目，更无所谓真假。例如二月二日晴，得信来。三月三日雨，收校薪水元，复信。一行满了，然而还有事，因为纸张也颇可惜，便将后来的事写入前一天的空白中。总而言之是不很可靠的。但我以为来是在二月一，或者二月二，其实不甚有关系，即便不写也无妨而实际上，不写的时候也常有。我的目的，只在记上谁有来信，以便答复，或者何时答复过，尤其是学校的薪水，收到何年何月的几成几了，零零星星，总是记不清楚，必须有一笔帐，以便检查，庶几乎两不含胡，我也知道自己有多少债放在外面，万一将来收清之后，要成为怎样的一个小富翁。此外呢，什么野心也没有了。吾乡的李慈铭先生，是就以日记为著述的，上自朝章，中至学问，下迄相骂，都记录在那里面。果然，现在已有人将那手迹用石印印出了，每部五十元，在这样的年头，不必说学生，就是先生也无从买起。那日记上就记着，当他每装成一函的时候，早就有人借来借去的传钞了，正不必老远的等待身后。这虽然不像日记的正脉，但若有志在立言，意存褒贬，欲人知而又畏人知的，却不妨模仿着试试。什么做了一点白话，便说是要在一百年后发表的书里面的一篇，真是其蠢臭为不可及也。我这回的日记，却不是那样的有厚望焉的，也不是原先的很简单的，现在还没有，想要写起来。四五天以前看见半农，说是要编世界日报的副刊去，你得寄一点稿。那自然是可以的喽。然而稿子呢？这可着实为难。看副刊的大抵是学生，都是过来人，做过什么学而时习之不亦说乎论或人心不古议的，一定知道做文章是怎样的味道。有人说我是文学家，其实并不是的，不要相信他们的话，那证据，就是我也最怕做文章。然而既然答应了，总得想点法。想来想去，觉得感想倒偶尔也有一点的，平时接着一懒，便搁下，忘掉了。如果马上写出，恐怕倒也是杂感一类的东西。于是乎我就决计一想到，就马上写下来，马上寄出去，算作我的画到簿。因为这是开首就准备给第三者看的，所以恐怕也未必很有真面目，至少，不利于己的事，现在总还要藏起来。愿读者先明白这一点。如果写不出，或者不能写了，马上就收场。所以这日记要有多么长，现在一点不知道。"}
{"text":"有人说我是文学家，其实并不是的，不要相信他们的话，那证据，就是我也最怕做文章。然而既然答应了，总得想点法。想来想去，觉得感想倒偶尔也有一点的，平时接着一懒，便搁下，忘掉了。如果马上写出，恐怕倒也是杂感一类的东西。于是乎我就决计一想到，就马上写下来，马上寄出去，算作我的画到簿。因为这是开首就准备给第三者看的，所以恐怕也未必很有真面目，至少，不利于己的事，现在总还要藏起来。愿读者先明白这一点。如果写不出，或者不能写了，马上就收场。所以这日记要有多么长，现在一点不知道。一九二六年六月二十五日，记于东壁下。六月二十五日晴。生病。――今天还写这个，仿佛有点多事似的。因为这是十天以前的事，现在倒已经可以算得好起来了。不过余波还没有完，所以也只好将这作为开宗明义章第一。谨案才子立言，总须大嚷三大苦难一曰穷，二曰病，三曰社会迫害我。那结果，便是失掉了爱人若用专门名词，则谓之失恋。我的开宗明义虽然近似第二大苦难，实际上却不然，倒是因为端午节前收了几文稿费，吃东西吃坏了，从此就不消化，胃痛。我的胃的八字不见佳，向来就担不起福泽的。也很想看医生。中医，虽然有人说是玄妙无穷，内科尤为独步，我可总是不相信。西医呢，有名的看资贵，事情忙，诊视也潦草，无名的自然便宜些，然而我总还有些踌蹰。事情既然到了这样，当然只好听凭敝胃隐隐地痛着了。自从西医割掉了梁启超的一个腰子以后，责难之声就风起云涌了，连对于腰子不很有研究的文学家也都仗义执言。同时，中医了不得论也就应运而起腰子有病，何不服黄蓍欤？什么有病，何不吃鹿茸欤？但西医的病院里确也常有死尸抬出。我曾经忠告过先生你要开医院，万不可收留些看来无法挽回的病人治好了走出，没有人知道，死掉了抬出，就哄动一时了，尤其是死掉的如果是名流。我的本意是在设法推行新医学，但先生却似乎以为我良心坏。这也未始不可以那么想，――由他去罢。但据我看来，实行我所说的方法的医院可很有，只是他们的本意却并不在要使新医学通行。新的本国的西医又大抵模模胡胡，一出手便先学了中医一样的江湖诀，和水的龙胆丁几两日份八角漱口的淡硼酸水每瓶一元。至于诊断学呢，我似的门外汉可不得而知。总之，西方的医学在中国还未萌芽，便已近于腐败。我虽然只相信西医，近来也颇有些望而却步了。前几天和季谈起这些事，并且说，我的病，只要有熟人开一个方就好，用不着向什么博士化冤钱。"}
{"text":"这也未始不可以那么想，――由他去罢。但据我看来，实行我所说的方法的医院可很有，只是他们的本意却并不在要使新医学通行。新的本国的西医又大抵模模胡胡，一出手便先学了中医一样的江湖诀，和水的龙胆丁几两日份八角漱口的淡硼酸水每瓶一元。至于诊断学呢，我似的门外汉可不得而知。总之，西方的医学在中国还未萌芽，便已近于腐败。我虽然只相信西医，近来也颇有些望而却步了。前几天和季谈起这些事，并且说，我的病，只要有熟人开一个方就好，用不着向什么博士化冤钱。第二天，他就给我请了正在继续研究的来了。开了一个方，自然要用稀盐酸，还有两样这里无须说我所最感谢的是又加些pp使我喝得甜甜的，不为难。向药房去配药，可又成为问题了，因为药房也不免有模模胡胡的，他所没有的药品，也许就替换，或者竟删除。结果是托远远地跑到较大的药房去。这样一办，加上车钱，也还要比医院的药价便宜到四分之三。胃酸得了外来的生力军，强盛起来，一瓶药还未喝完，痛就停止了。我决定多喝它几天。但是，第二瓶却奇怪，同一的药房，同一的药方，药味可是不同一了不像前一回的甜，也不酸。我检查我自己，并不发热，舌苔也不厚，这分明是药水有些蹊跷。喝了两回，坏处倒也没有幸而不是急病，不大要紧，便照例将它喝完。去买第三瓶时，却附带了严重的质问那回答是也许糖分少了一点罢。这意思就是说紧要的药品没有错。中国的事情真是稀奇，糖分少一点，不但不甜，连酸也不酸了，的确是特别国情。现在多攻击大医院对于病人的冷漠，我想，这些医院，将病人当作研究品，大概是有的，还有在院里的高等华人，将病人看作下等研究品，大概也是有的。不愿意的，只好上私人所开的医院去，可是诊金药价都很贵。请熟人开了方去买药呢，药水也会先后不同起来。这是人的问题。做事不切实，便什么都可疑。吕端大事不胡涂，犹言小事不妨胡涂点，这自然很足以显示我们中国人的雅量，然而我的胃痛却因此延长了。在宇宙的森罗万象中，我的胃痛当然不过是小事，或者简直不算事。质问之后的第三瓶药水，药味就同第一瓶一样了。先前的闷胡卢，到此就很容易打破，就是那第二瓶里，是只有一日分的药，却加了两日分的水的，所以药味比正当的要薄一半。虽然连吃药也那么蹭蹬，病却也居然好起来了。"}
{"text":"请熟人开了方去买药呢，药水也会先后不同起来。这是人的问题。做事不切实，便什么都可疑。吕端大事不胡涂，犹言小事不妨胡涂点，这自然很足以显示我们中国人的雅量，然而我的胃痛却因此延长了。在宇宙的森罗万象中，我的胃痛当然不过是小事，或者简直不算事。质问之后的第三瓶药水，药味就同第一瓶一样了。先前的闷胡卢，到此就很容易打破，就是那第二瓶里，是只有一日分的药，却加了两日分的水的，所以药味比正当的要薄一半。虽然连吃药也那么蹭蹬，病却也居然好起来了。病略见好，就攻击我头发长，说为什么不赶快去剪发。这种攻击是听惯的，照例着毋庸议。但也不想用功，只是清理抽屉。翻翻废纸，其中有一束纸条，是前几年钞写的这很使我觉得自己也日懒一日了，现在早不想做这类事。那时大概是想要做一篇攻击近时印书，胡乱标点之谬的文章的，废纸中就钞有很奇妙的例子。要塞进字纸篓里时，觉得有几条总还是爱不忍释，现在钞几条在这里，马上印出，以便有目共赏罢。其余的便作为换取火柴之助――国朝陈锡路黄J余话云。唐傅奕考道经众本。有项羽妾。本齐武平五年彭城人。开项羽妾冢。得之。上海进步书局石印本茶香室丛钞卷四第二叶。国朝欧阳泉点勘记云。欧阳修醉翁亭。记让泉也。本集及滁州石刻。K同诸选本。作酿泉。误也。同上卷八第七叶。袁石公典试秦中。后颇自悔。其少作诗文。皆粹然一出于正。上海士林精舍石印本书影卷一第四叶。考顺治中，秀水又有一陈忱，著诚斋诗集，不出户庭，录读史随笔，同姓名录诸书。上海亚东图书馆排印本水浒续集两种序第七叶。标点古文，确是一种小小的难事，往往无从下笔有许多处，我常疑心即使请自己来标点，怕也不免于迟疑。但上列的几条，却还不至于那么无从索解。末两条的意义尤显豁，而标点也弄得更聪明。六月二十六日晴。上午，得霁野从他家乡寄来的信，话并不多，说家里有病人，别的一切人也都在毫无防备的将被疾病袭击的恐怖中末尾还有几句感慨。午后，织芳从河南来，谈了几句，匆匆忙忙地就走了，放下两个包，说这是方糖，送你吃的，怕不见得好。织芳这一回有点发胖，又这么忙，又穿着方马褂，我恐怕他将要做官了。打开包来看时，何尝是方的，却是圆圆的小薄片，黄棕色。吃起来又凉又细腻，确是好东西。但我不明白织芳为什么叫它方糖？"}
{"text":"六月二十六日晴。上午，得霁野从他家乡寄来的信，话并不多，说家里有病人，别的一切人也都在毫无防备的将被疾病袭击的恐怖中末尾还有几句感慨。午后，织芳从河南来，谈了几句，匆匆忙忙地就走了，放下两个包，说这是方糖，送你吃的，怕不见得好。织芳这一回有点发胖，又这么忙，又穿着方马褂，我恐怕他将要做官了。打开包来看时，何尝是方的，却是圆圆的小薄片，黄棕色。吃起来又凉又细腻，确是好东西。但我不明白织芳为什么叫它方糖？但这也就可以作为他将要做官的一证。景宋说这是河南一处什么地方的名产，是用柿霜做成的性凉，如果嘴角上生些小疮之类，用这一搽，便会好。怪不得有这么细腻，原来是凭了造化的妙手，用柿皮来滤过的。可惜到他说明的时候，我已经吃了一大半了。连忙将所余的收起，豫备将来嘴角上生疮的时候，好用这来搽。夜间，又将藏着的柿霜糖吃了一大半，因为我忽而又以为嘴角上生疮的时候究竟不很多，还不如现在趁新鲜吃一点。不料一吃，就又吃了一大半了。六月二十八日晴，大风。上午出门，主意是在买药，看见满街挂着五色国旗军警林立。走到丰盛胡同中段，被军警驱入一条小胡同中。少顷，看见大路上黄尘滚滚，一辆摩托车驰过少顷，又是一辆少顷，又是一辆又是一辆又是一辆。车中人看不分明，但见金边帽。车边上挂着兵，有的背着扎红绸的板刀小胡同中人都肃然有敬畏之意。又少顷，摩托车没有了，我们渐渐溜出，军警也不作声。溜到西单牌楼大街，也是满街挂着五色国旗，军警林立。一群破衣孩子，各各拿着一把小纸片，叫道欢迎吴玉帅号外呀！一个来叫我买，我没有买。将近宣武门口，一个黄色制服，汗流满面的汉子从外面走进来，忽而大声道草你妈！许多人都对他看，但他走过去了，许多人也就不看了。走进宣武门城洞下，又是一个破衣孩子拿着一把小纸片，但却默默地将一张塞给我，接来一看，是石印的李国恒先生的传单，内中大意，是说他的多年痔疮，已蒙一个国手叫作什么先生的医好了。到了目的地的药房时，外面正有一群人围着看两个人的口角一柄浅蓝色的旧洋伞正挡住药房门。我推那洋伞时，斤量很不轻终于伞底下回过一个头来，问我干什么？我答说进去买药。他不作声，又回头去看口角去了，洋伞的位置依旧。我只好下了十二分的决心，猛力冲锋一冲，可就冲进去了。"}
{"text":"走进宣武门城洞下，又是一个破衣孩子拿着一把小纸片，但却默默地将一张塞给我，接来一看，是石印的李国恒先生的传单，内中大意，是说他的多年痔疮，已蒙一个国手叫作什么先生的医好了。到了目的地的药房时，外面正有一群人围着看两个人的口角一柄浅蓝色的旧洋伞正挡住药房门。我推那洋伞时，斤量很不轻终于伞底下回过一个头来，问我干什么？我答说进去买药。他不作声，又回头去看口角去了，洋伞的位置依旧。我只好下了十二分的决心，猛力冲锋一冲，可就冲进去了。药房里只有帐桌上坐着一个外国人，其余的店伙都是年青的同胞，服饰干净漂亮。不知怎地，我忽而觉得十年以后，他们便都要变为高等华人，而自己却现在就有下等人之感。于是乎恭恭敬敬地将药方和瓶子捧呈给一位分开头发的同胞。八毛五分。他接了，一面走，一面说。喂！我实在耐不住，下等脾气又发作了。药价八毛，瓶子钱照例五分，我是知道的。现在自己带了瓶子，怎么还要付五分钱呢？这一个喂字的功用就和国骂的他妈的相同，其中含有这么多的意义。八毛！他也立刻懂得，将五分钱让去，真是从善如流，有正人君子的风度。我付了八毛钱，等候一会，药就拿出来了。我想，对付这一种同胞，有时是不宜于太客气的。于是打开瓶塞，当面尝了一尝。没有错的。他很聪明，知道我不信任他。唔。我点头表示赞成。其实是，还是不对，我的味觉不至于很麻木，这回觉得太酸了一点了，他连量杯也懒得用，那稀盐酸分明已经过量。然而这于我倒毫无妨碍的，我可以每回少喝些，或者对上水，多喝它几回。所以说唔唔者，介乎两可之间，莫明其真意之所在之答话也。回见回见！我取了瓶子，走着说。回见。不喝水么？不喝了。回见。我们究竟是礼教之邦的国民，归根结蒂，还是礼让。让出了玻璃门之后，在大毒日头底下的尘土中趱行，行到东长安街左近，又是军警林立。我正想横穿过去，一个巡警伸手拦住道不成！我说只要走十几步，到对面就好了。他的回答仍然是不成！那结果，是从别的道路绕。绕到君的寓所前，便打门，打出一个小使来，说君出去了，须得午饭时候才回家。我说，也快到这个时候了，我在这里等一等罢。他说不成！你贵姓呀？这使我很狼狈，路既这么远，走路又这么难，白走一遭，实在有些可惜。我想了十秒钟，便从衣袋里挖出一张名片来，叫他进去禀告太太，说有这么一个人，要在这里等一等，可以不？"}
