{"text":"她们从人工授精问到人造母猪的构造，净是我不了然的问题，弄得我火气越来越大。快下课时，校长进来，狠狠白了我一眼，还叫我下课去一下。我去见校长，在校长室门口转了几圈才进去。不瞒你说，一见到师长之类的人物，就会激发我灵魂深处的劣根性，使我不像个好人。我进门时，校长正在浇花，他转过身来装个笑脸小王，你看我的花怎么样？报告校长，这是蔷薇科蔷薇属，学名不知道。因为放在别的地方不长，只在驴棚里长，老百姓叫它毛驴花。那么我就是毛驴了？你的嘴真无可救药。坐，近来工作如何？报告，进展顺利。学生上实验课闹的事，已和他们班主任谈过，叫他做工作，再不行打电话叫刑警。许由在实验室做饭，我已对他提出最严重警告，再不听就往他锅里下泻药。实验室耗子成灾，我也有解决的方法，去买几只猫来。全是胡说，只有养猫防鼠还不太离谱。可是你想了没有，我就在你隔壁。晚上我这儿开会，你的猫闹起来了怎么办？我有措施。我把它阉了，它就不会闹。我会阉各种动物，大至大象，小到黄花鱼，我全有把握。哈哈。我叫你来，还不是谈实验室约束。反正我也要搬走，随你闹去，我眼不见心不烦。谈谈你的事。你多大了！三十有二。三十而立嘛。你是大人了，别老像个孩子，星期天带爱人到我家玩。你爱人叫什么名字？张小霞，小名二妞子。报告校长，此人是一名悍妇，常常侵犯我的公民权利。如果您能教育感化她，那才叫功德无量。好，胡扯到此为止。告诉你一件事，你不要有情绪。你要借调出国，党委讨论过了，不能同意啊。这干他们什么事？为什么不同意？吃错药了？不要这样。我们新建的学校，缺教师这是事实。再说，你也太不成体统。大家说，放你这样的人出去，给学校丢人。同志们对你有偏见，我是尽力说服了的。你还是要以此事为动力，改改你的毛病校长不酸不凉把我一顿数落，我全没听进去。这两年我和矿院吕教授合作搞项目，凭良心说，我干了百分之九十的工作。白天在学校上课，晚上到他那儿做试验。受累不说，还冒了被炸成肉末儿的危险。因为做的是炸药。我这么玩命。所为何事？就因为吕教授手下有出国名额。只要项目搞成，他就得把我借到他手下，出国走一圈，到外边看看洋妞儿有多漂亮。"}
{"text":"大家说，放你这样的人出去，给学校丢人。同志们对你有偏见，我是尽力说服了的。你还是要以此事为动力，改改你的毛病校长不酸不凉把我一顿数落，我全没听进去。这两年我和矿院吕教授合作搞项目，凭良心说，我干了百分之九十的工作。白天在学校上课，晚上到他那儿做试验。受累不说，还冒了被炸成肉末儿的危险。因为做的是炸药。我这么玩命。所为何事？就因为吕教授手下有出国名额。只要项目搞成，他就得把我借到他手下，出国走一圈，到外边看看洋妞儿有多漂亮。这本是讲好了的事，如今这项目得了国家科技一等奖，吕教授名利双收，可这点小事他都没给我办成。忽然听见校长喊我喂喂，出神儿啦？报告校长，我在认真听。你说什么来着？我在问你，还有什么意见？我当然有意见！不过和他说不着。没有！我要找老吕，把他数落数落。你不用去了，吕教授已经走了。他说名额废了太可惜，你既然不能去，他就替你主，凭良心说，他也尽了力。一晚上给我打七次电话，害得我也睡不着。我是从矿院调来的，你是矿院的子弟，咱们也不能搞得太过分。最主要的问题是这件事你事先向组织上汇报了吗？下次再有这种事，希望你能让我挺起腰杆为你说话。首先要把许由管管，其次自己也别那么疯。人家说，凡听过你课的班，学生都疯疯癫癫的。报告校长，这不怪我。这个年级的学生全是三年困难时坐的胎。那年头人人挨饿，造他们时也难免偷工减料。我看过一个材料，犹太孩子特别聪明守规矩，全是因为犹太人在这种事上一丝不苟。事实证明，少摸一把都会铸成大错闭嘴，看你哪像大学教师的样子？我都为你脸红。回去好好想想，就谈到这里吧。我从校长室出来，怒发冲冠，想拿许由出气。一进实验室的门，看见许由在实验台上吃饭，就拼命尖叫起来又在实验室吃饭！！！你这猪吼到没了气停下来喘，只见他双手护耳。这时听见校长在隔壁敲墙。走到许由面前，一看他在吃香椿拌豆腐，弄了那么一大盆，我接着教训他你这不是塌我的台吗？这东西产气，吃到你肚子里还了得？每次我在前边讲，你就在后面出怪声，好像吹喇叭。然后学生就炸了窝！得了，王二，假正经干嘛。你看我拌的豆腐比你老婆弄得不差。里面吃去。许由，你净给我找麻烦！嘿嘿，你别拿这模样对我，我知道为什么。你出国没出成。"}
{"text":"！！你这猪吼到没了气停下来喘，只见他双手护耳。这时听见校长在隔壁敲墙。走到许由面前，一看他在吃香椿拌豆腐，弄了那么一大盆，我接着教训他你这不是塌我的台吗？这东西产气，吃到你肚子里还了得？每次我在前边讲，你就在后面出怪声，好像吹喇叭。然后学生就炸了窝！得了，王二，假正经干嘛。你看我拌的豆腐比你老婆弄得不差。里面吃去。许由，你净给我找麻烦！嘿嘿，你别拿这模样对我，我知道为什么。你出国没出成。王二，人生不如意之事，十有八九，别放在心上。人没出国，还有机会，我还有什么机会？老婆还不知上哪儿去找哩。说到这个事，我心里一凉。也许他不是这个意思，是我多心。我和许由三十年的交情，从来都是我出主意他干。从小学到中学，我们干尽了愉鸡摸狗的勾当，没捅过大漏子。千不该万不该，文化革命里我叫他和我一块到没人的实验室里造炸药玩，惹出一场大祸来。现在许由的脸比得过十次天花还要麻，都是我弄出来的。他的脸里崩进了好几根试管，现在有时洗脸时还会把手割破，这全怪我在实验台上挥了一根雷管。没人乐意和大麻壳结婚，所以他找不着老婆。我们俩从来没谈过那场事故的原因，不过我想大家心里部有数。我对他说你用不着拿话刺我！王二，我刺你什么了？是我把你炸伤的！我记着呢！王二，你他妈的吃枪药了，你这叫狗眼看人低。嘿，在校长那儿吃了屁，拿我出气。我不理你，你自己想想吧！他气冲冲走开了。和许由吵过之后，我心里乱纷纷的。这是我第一次和许由吵架，这说明我很不正常。我听说有些人出国黄了，或者评不上讲师就撒癔症，骂孩子打老婆搅得鸡犬不宁。难道我也委琐如斯？这倒是件新闻。我在实验室里踱步，忽然觉得生活很无趣，它好像是西藏的一种酷刑把人用湿牛皮裹起来，放在阳光下曝晒。等牛皮干硬收缩，就把人箍得乌珠迸出。生活也如是你一天天老下去，牛皮一天天紧起来。这张牛皮就是生活的规律上班下班吃饭排粪，连做爱也是其中的一环，一切按照时间表进行，躺在牛皮里还有一点小小的奢望出国，提副教授。一旦希望破灭，就撒起癔症。真他妈的扯淡真他妈的扯淡得很！不知不觉我在实验室的高脚凳上坐下来，双手支着下巴，透过试管架，看那块黑板。黑板上画了些煤球。我画煤球干什么！"}
{"text":"我在实验室里踱步，忽然觉得生活很无趣，它好像是西藏的一种酷刑把人用湿牛皮裹起来，放在阳光下曝晒。等牛皮干硬收缩，就把人箍得乌珠迸出。生活也如是你一天天老下去，牛皮一天天紧起来。这张牛皮就是生活的规律上班下班吃饭排粪，连做爱也是其中的一环，一切按照时间表进行，躺在牛皮里还有一点小小的奢望出国，提副教授。一旦希望破灭，就撒起癔症。真他妈的扯淡真他妈的扯淡得很！不知不觉我在实验室的高脚凳上坐下来，双手支着下巴，透过试管架，看那块黑板。黑板上画了些煤球。我画煤球干什么！想了半天才想起是我画的酵母。有些委琐的念头，鬼鬼祟祟从心底冒出来。比方说我出国占矿院的名额，学校干嘛卡我？还有我是个怎样的人干你们球事等等。后来又想我何必想这些屁事。这根本不该是我的事情。我看着那试管架，那些试管挺然翘然，引起我的沉思。培养基的气味发臭，叫我闻到南国沼泽的气味，生命的气味也如是。新生的味道与腐烂的味道相混，加上水的气味。南方的太阳又白又亮，在天顶膨胀，平原上草木葱笼，水边的草根下沁出一片片油膜。这是一个梦，一个故事，要慢慢参透。从前有一伙人，从帝都流放到南方荒蛮之地。有一天，其中一位理学大师，要找个地方洗一洗，没找到河边，倒陷进一个臭水塘里来了。他急忙把衣服的下摆撩起。乌黑的淤泥印在雪白的大腿上。太阳晒得他发晕，还有刺鼻的草木气味。四下空无一人，忽然他那话儿无端勃起，来得十分强烈，这叫他惊恐万分。他解开衣服，只见那家伙红得像熟透的大虾，摸上去烫手，没法解释为什么，他也没想到女人。水汽蒸蒸，这里有一个原始的欲望，早在男女之先。忽然一阵笑声打破了大师的惶惑――一对土人男女骑在壮硕的水牛上经过。人家赤身棵体，搂在一起，看大师的窘状。有人对我说话，抬头一看，是个毛头小子，戴着红校徽，大概是刚留校的，我不认识他。他好像在说一楼下水道堵了，叫我去看下，这倒奇了，你去找总务长，找我干什么？师傅，总务处下班了。麻烦你看一下，反正你闲着。真的吗！我闲着，你很忙是吗？不是这回事，我是教师，你是锅炉房的。谁是锅炉房的？喂喂，下水道堵了，干你什么事！学校卫生，人人有责嘛。你们锅炉房不能不负责任！你妈你才是锅炉房！你给我滚出去！骂走这家伙，我才想起为什么人家说我是锅炉房的。"}
{"text":"他好像在说一楼下水道堵了，叫我去看下，这倒奇了，你去找总务长，找我干什么？师傅，总务处下班了。麻烦你看一下，反正你闲着。真的吗！我闲着，你很忙是吗？不是这回事，我是教师，你是锅炉房的。谁是锅炉房的？喂喂，下水道堵了，干你什么事！学校卫生，人人有责嘛。你们锅炉房不能不负责任！你妈你才是锅炉房！你给我滚出去！骂走这家伙，我才想起为什么人家说我是锅炉房的。这是因为我常在锅炉房里呆着。而且我的衣着举止的确也不像个教师。也许就是因为这个，我才出不了国。这没什么。我原本是个管工，到什么时候都不能忘本。要不是他说我闲着，我也可能去跟他捅下水道，你怎么能对一个工人说反正你闲着？太阳从西窗照进来，到下班的时候了，我还不想走。愤懑在心里淤积起来，想找个人说一说。许由进来，问我在不在学校吃饭。许由真是个好朋友，我想和他说说我的苦闷。但是他不会懂，他也没耐心听。我想起拉封丹的一个寓言有两个朋友住在一个城里，其中一个深夜去找另一个。那人连忙爬起来，披上铠甲，右手执剑，左手执钱袋，叫他的朋友进来说朋友，你深夜来访，必有重大的原因。如果你欠了债，这儿有钱。如果你遭人侮辱，我立刻去为你报仇。如果你是清夜无聊，这儿有美丽的女奴供你排遣。许由就是这样的朋友，但是现在他对我没用处。我心里的一片沉闷，只能向一个女人诉说，真想不出她是谁。二我骑上车出了校门，可是不想回家，在街上乱逛。我老婆见我烦闷时，只会对我喋喋不休，叫我烦上加烦。我心里一股苦味，这是我的本色。好多年前，我在京郊插队时，常常在秋天走路回家，路长得走不完。我心里紧绷绷，不知道走到哪里去，也不知走完了路以后干什么。路边全是高高的杨树，风过处无数落叶就如一场黄金雨从天顶飘落。风声呼啸，时紧时松。风把道沟里的落叶吹出来，像金色的潮水涌过路面。我一个人走着，前后不见一个人。忽然之间，我的心里开始松动。走着走着，觉得要头朝下坠入蓝天，两边纷纷的落叶好像天国金色的大门。我心里一荡，一些诗句涌上心头。就在这一瞬间，我解脱了一切苦恼，回到存在本身。我看到天蓝得像染过一样。薄暮时分，有一个人从小路上走来，走得飞快，踢土扬尘的姿势多熟悉呀！"}
{"text":"我心里紧绷绷，不知道走到哪里去，也不知走完了路以后干什么。路边全是高高的杨树，风过处无数落叶就如一场黄金雨从天顶飘落。风声呼啸，时紧时松。风把道沟里的落叶吹出来，像金色的潮水涌过路面。我一个人走着，前后不见一个人。忽然之间，我的心里开始松动。走着走着，觉得要头朝下坠入蓝天，两边纷纷的落叶好像天国金色的大门。我心里一荡，一些诗句涌上心头。就在这一瞬间，我解脱了一切苦恼，回到存在本身。我看到天蓝得像染过一样。薄暮时分，有一个人从小路上走来，走得飞快，踢土扬尘的姿势多熟悉呀！我追上去在她肩上一拍，她一看是我，就欢呼起来是他妈的你！是他妈的你！这是我插队时的女友小转铃。我们迎着风走回去，我给她念了刚刚想到的诗，其中有这样的句子走在寂静里，走在天上，而阴茎倒挂下来。虽然她身上没有什么可以倒挂下来，但是她说可以想象。小转铃真是个难得的朋友，她什么都能想象。我应该回劲松去，可是转到右安门外去了，小转铃就住在附近。我也不知道自己为什么走到这儿来，我绝没有找她的意思，可是偏偏碰上了。她穿浅黄色的上衣，红裙子，在路边上站着，嘴唇直哆嗦，一副要哭的样子，看样子早就看见我了。我赶紧从车上下来。打个招呼说铃子，你好吗？她说王二，你他妈的然后就哭了，我觉得这件事不妙――我们俩最好永远别见面。小转铃叫我陪她去吃饭。走进新开的得月楼，一看菜单，我差点骂出口来像这种没名的馆子竟敢这么要钱，简直是不要脸。这个东我做不起，可要她请我又不好意思。过去我可以说铃子，我有二十块钱。你有多少钱！现在不成了。我是别人的丈夫，她是别人的妻子。所以我支支吾吾，东张西望，小转铃见我这个洋子，先是撅嘴，后来就火了。王二，你要是急着回家，就滚！要是你我还有在一块吃饭的交情，就好好坐着。别像狗把心叼走了一样。你这是怎么了，我在想，这年头吃馆子多少钱，等付帐时闹个大红脸就不好了。这用你说吗！我要是没钱，早开口了！王二，你真叫我伤心，你一定被你那个二妞子管得不善！你别这么说。我就不会说这种话。小转铃的脸红了。她说我就是想说这个。好吧，不谈这种话，你好吗？最近还写东西吗？我说顾不上了。近来忙着造炸药。她听了直撇嘴。"}
{"text":"王二，你要是急着回家，就滚！要是你我还有在一块吃饭的交情，就好好坐着。别像狗把心叼走了一样。你这是怎么了，我在想，这年头吃馆子多少钱，等付帐时闹个大红脸就不好了。这用你说吗！我要是没钱，早开口了！王二，你真叫我伤心，你一定被你那个二妞子管得不善！你别这么说。我就不会说这种话。小转铃的脸红了。她说我就是想说这个。好吧，不谈这种话，你好吗？最近还写东西吗？我说顾不上了。近来忙着造炸药。她听了直撇嘴。正说着，服务员来叫点菜。她像怄气一样点了很多。我不习惯在桌面上剩东西，所以她可能是要撑死我。十年前，我常和小转铃去喝酒。我喝过酒以后，总是很难受，但每次都是我要喝。而小转铃体质特异，喝白酒如饮凉水，喝多少也没反应。天生一个酒漏。夏天在沙河镇上，我们喝了一种青梅酒，这东西喝起来味道尚可，事后却头疼得像是脑浆子都从耳朵眼里流出来。酒馆里只有一种下酒菜，乃是猪脑子。铃子说看着都恶心。我还是要了一盘，尝了一口，腥得要命。她不敢看那个东西，把它推到桌角，我们找个题目开始讨论。所谓讨论，无非是没事扯淡罢了。那天谈的是历史哲学。据说克莉奥佩屈拉的鼻子决定了罗马帝国的兴衰，由此类推，一切巨大的后果莫不为细小的前因所注定。而且早在亿万斯年之前，甚至在创世之初，就有一个最微小的机缘，决定了今日今时，有一个王二和小转铃，决定了他们在此喝酒，还决定了下酒菜是猪脑子，小转铃不肯吃。你也可以说这是规律使然，也可以说是命中注定。小转铃说，倘若真的如此，她简直不想活了。为了证明此说不成立，她硬着头皮吃了一口猪脑子。这东西一进了嘴，她就要吐，我也劝她把它吐了，可是她硬把它吞了下去，眼见它像只活青蛙，一跳一跳进了她的胃。小转铃就是这么倔！小转铃对什么都认真，而我总是半真不假。坐在她面前，我不无内疚之感，抓起啤酒瓶往肚子里灌，脸立刻就红了。铃子说王二，我今天难得高兴。请你把着点量，别灌到烂醉如泥。记得吗？那次在沙河镇上，你出了大洋相！那天晚上我出的什么洋相已经记不清了，只记得是她把我扛回去的，很难想象她能扛得起我。但她要是硬要扛，好像也没什么扛不动的东西。我站起来到柜台上买了一瓶白兰地。回来后铃子问我要干什么。我说我今晚上不想回家，想和她上公园里坐一宿，这瓶酒到后半夜就用得着了。"}
{"text":"坐在她面前，我不无内疚之感，抓起啤酒瓶往肚子里灌，脸立刻就红了。铃子说王二，我今天难得高兴。请你把着点量，别灌到烂醉如泥。记得吗？那次在沙河镇上，你出了大洋相！那天晚上我出的什么洋相已经记不清了，只记得是她把我扛回去的，很难想象她能扛得起我。但她要是硬要扛，好像也没什么扛不动的东西。我站起来到柜台上买了一瓶白兰地。回来后铃子问我要干什么。我说我今晚上不想回家，想和她上公园里坐一宿，这瓶酒到后半夜就用得着了。小转铃大喜王二，你要让我高兴，总能想出办法。不必去公园，上我家去，近得很。不好吧？你丈夫准和我打起来。我早离婚了。为什么？不为什么！我说离婚可不容易，尤其是通过法院判离，她说可不是？她们报社就派了一位副主编来做工作，叫她别离婚。假正经！完全是假正经！你怎么和他说？我说，有的人配操我的，有的人就不配！老先生当场晕倒，以后再没人找茬！你别故做惊人之语啦，没这话吧。我说过！我什么时候对你说过假话？我可不像你，说句真话就脸红。你的论文还在我这儿呢！我常看，获益极多！提起那篇论文，我的心往下一沉，好似万丈高楼一脚蹬空。我早己忘了除了爆炸物化学和微生物，好多年前还写过一篇哲学论文。这种事怎么会忘记？我有点怀疑自己是存心忘记的，这是件很奇怪的事。我在知青点最后一个冬天，别人都回城去了，男生宿舍里只有我一个。我叫铃子搬过来，我们俩形同夫妇。我从城里搬来很多书，看到那么多漂完的书堆在炕上，真叫人心花怒放！那一年城里中国书店开了一家机关服务部，供应外文旧书。我拿了我妈搞来的介绍信和我爸爸的钱混进去，发现里面应有尽有。有好多过去的书全在扉页上题了字盖了印章。其中很多人已经死了，还有好多人不知去向。站在高高的书架下面。我觉得自己像盗墓贼一样。我记得有几千本书上盖着志摩藏书的字样――曾几何时，有过很多徐志摩那样的人，在荒漠上用这些书筑起孤城。如今城已破，人已亡，真叫人有不胜唏嘘之情！我在知青点看了一冬天的书。躺在热坑上，看到头疼时，就看看窗玻璃上的冰花。这时小转铃就凑上来说王二，讲讲呀！她翻着字典慢慢看，一天也看不了几页。"}
{"text":"我拿了我妈搞来的介绍信和我爸爸的钱混进去，发现里面应有尽有。有好多过去的书全在扉页上题了字盖了印章。其中很多人已经死了，还有好多人不知去向。站在高高的书架下面。我觉得自己像盗墓贼一样。我记得有几千本书上盖着志摩藏书的字样――曾几何时，有过很多徐志摩那样的人，在荒漠上用这些书筑起孤城。如今城已破，人已亡，真叫人有不胜唏嘘之情！我在知青点看了一冬天的书。躺在热坑上，看到头疼时，就看看窗玻璃上的冰花。这时小转铃就凑上来说王二，讲讲呀！她翻着字典慢慢看，一天也看不了几页。我从小受家传的二手洋奴教育，英文相当不赖，所以能有阅读的乐趣，但是我只颠三倒四乱讲几句，又埋头读书。天黑以后，像狗一样趴在坑上，煤油灯炙黄了头发。到头皮发紧，眼皮发沉时，我才说铃子，咱们得睡了。但是自己还在看书，影影绰绰觉得小转铃在身边忙碌，收拾东西，还从我身上剥衣服。最后她吹熄了灯，我才发觉自己精赤条条躺在被窝里。我在黑暗里给小转铃讲自己刚看的书，因为兴奋和疲惫，虚火上升。小转铃对我做了必要的措施，嘴里还催促着讲。后来呢？等到开始干时她不说话了，刚刚结束，她又说后来呢？这真叫岂有此理！我说喂，你这么讲像话吗？对不起，对不起，可是后来呢？后来还没看到。我还得点起灯来再看！你别看了！你现在虚得很，我能觉出来，好好睡一觉吧。有一天晚上我总是睡不着，想到笛卡尔的著名思辩我思，故我在。我不诧异笛卡尔能想出东西来，我只奇怪自己为什么不是笛卡尔。我好使缺少点什么，这么一想思绪不宁。我爬起来，抽了两支姻，又点起煤油灯，以笛卡尔等辈曾达到的境界来看，我们不但是思维混乱，而且有一种精神病。小转铃醒来，问我要干什么，我说要做笛卡尔式的思辩。这一番推论不知推出个什么来。她大喜，说王二。推！快推！以后就有了那篇论文。我不乐意想到自己写下的东西，就对小转铃说铃子，我们有过好时光！那一冬读书的日子，以后还会有吗？她放下酒杯说看书没有看你的论文带劲。又提到那篇论文！这就如澡塘里一池热水，真不想跳下去。我不得不想起来，我那篇论文是这么开头的假若笛卡尔是王二，他不会思辩。假若堂吉柯德是王二，他不会与风车搏斗。王二就算到了罗得岛，也不会跳跃。因为王二不存在。"}
