{"text":"我觉得，这些应该让身边的人知道，我将朋友的那段话复述给了很多人，我的父亲听过是平静的点头，朋友中大多也认同，但也有不同意见，认为自由不该有这么多限制，也有人嗤笑，没有表达意见，我也意识到，我是自由的，而他人同样也是自由的，意见不同是再正常不过的事情。而我认为的自由，是知识，就如同别人认为自由是无拘束的行动，是一样的，我自己所处的世界本就是一片荒漠，一片片绿洲是知识的积累，太过稀少，我十分渴望看见穿越这片沙漠之后的世界是什么模样，但是不可能了，我曾想象，穿过沙漠和自由之后，是一片更为辽阔的未知之地，也许是星辰漫天，也许依旧是沙漠。自由真的没有具体的定义，想象与选择都是自由，但却可以从自由这无形的二字里选出众多有形之物，而我选择了知识，因为我认为，只有知识是支撑起所有自由的基础，而生命是知识的基础。中国自古开放。通过鎏金铜蚕与兽首玛瑙杯，我们有幸一窥古人眼中投射出的智慧与善意。多年前一支从长安出发的商队，筚路蓝缕，穿过戈壁沙漠，在弥天的黄沙中，拍打着开放与包容的翅膀，开辟了联通亚欧非的陆上丝绸之路。轻轻拨开了各国面向世界的新窗口。唐宋元时期，流水夹着轻舟，将它从波涛汹涌的海面送到了浑厚的九州大地。马可波罗伊本白图泰和杜环用笔墨记录下了那个富饶和平开放的锦瑟华年。郑和七下远洋击碎波涛，把中国带给了世界。中国人捧向世界的不是铁马与金戈，而是驼铃与善意。中国人船上载着的不是长枪与短炮，而是宝藏与友谊。一代又一代的丝路人架起了东西方友谊的桥梁，系起合作的纽带，为世界带来了勃勃的生机。一带，一路，绵亘了万里，延续了千年，积淀了和平开放，合作包容，互学互鉴，互利共赢的丝路精神。润泽在中国古人的智慧当中。但在天朝上国，物产丰盈，本不必与外夷互通有无的狂言下，丝绸之路灰暗了，失去了生命的活力，一条蛇般得伏在戈壁沙漠上，回味着历史，刺痛了每个人的眼睛。终于，年，世界拖着在大工厂生产的坚船利炮，生生地砸开了中国的大门。这一次，人们眼中闪烁的只有敌意与贪婪。中国像一艘古旧的战船，燃着熊熊烈火，在绝望与咆哮中一头撞碎在浅滩上。水加水还是水，盐加盐也还是盐。好的理念好的发展方向是在碰撞之中产生的，闭门造车行不通，开放才是世界发展的主旋律。"}
{"text":"终于，年，世界拖着在大工厂生产的坚船利炮，生生地砸开了中国的大门。这一次，人们眼中闪烁的只有敌意与贪婪。中国像一艘古旧的战船，燃着熊熊烈火，在绝望与咆哮中一头撞碎在浅滩上。水加水还是水，盐加盐也还是盐。好的理念好的发展方向是在碰撞之中产生的，闭门造车行不通，开放才是世界发展的主旋律。而在今天，中国又一次拾起丝绸之路，用一带一路的开放理念来面向世界，重新牵起各国人民的手。正如国家主席习近平于第二届一带一路国际合作高峰论坛上发表主旨演讲所言，共建一带一路倡议，目的是聚焦互联互通，深化务实合作，携手应对人类面临的各种风险挑战，实现互利共赢，共同发展。如今，共建一带一路得到了沿线各国的积极响应和参与，中国与沿线国家的贸易往来不断扩大。而驼铃也总会伴随炮鸣，世界上也存在着贸易保护主义单边主义等带来的全球经济治理挑战。但无论是面对中国威胁论还是美国挑起的对华贸易战，中国都无所畏惧。因为多元共赢才会是世界发展的总路线。水无盐则无味，盐无水则不得食，五味调和，共存相生。只有包容世界才能精彩，丝绸之路也必然在新时代焕发出蓬勃的生机，彰显中国担当与世界情怀。夜晚的都市，独自撑着黑色雨伞，雨靴踩着水洼，溅出些许的水滴，世界在我们的目光中缓缓地旋转，宛如街边的汽车尾灯所照射出的自己。我们总会在那时，彼此一笑，就为了片刻的安心和舒缓，在什么都讲求精确有效的时代，片刻地懒散也有其道理。或许，是我不太会懂得欣赏吧？想起来，我们什么时候对周边的事物理所当然的接受了呢？这里美好的残酷的一切，又是什么改变了我们？很多人都喜欢避开话题而拥抱现实，因为这颇为简单，也有效，似乎远处的可怕也没有那么致命，想法改变了我们的行动，让我们变得与众不同，独立而脆弱。电视电脑手机和收音机，无时无刻都在向外说着不合时宜，又恰到好处的话语。连街边不值一提的广告有时都会吸引你的注意力，又有什么能保持相同的状态呢？我们在大喊，青春不会老去！我们在叫嚣，要实现自己的梦想！也许等到自己老的走不动路的时候，才会对当时的雄心壮志会心一笑，而一语带过。用牙齿咬开苹果，舌尖触碰到果肉的那一刻，有没有想过它是怎么来到你的口中？或是想过不吃它的结局？"}
{"text":"电视电脑手机和收音机，无时无刻都在向外说着不合时宜，又恰到好处的话语。连街边不值一提的广告有时都会吸引你的注意力，又有什么能保持相同的状态呢？我们在大喊，青春不会老去！我们在叫嚣，要实现自己的梦想！也许等到自己老的走不动路的时候，才会对当时的雄心壮志会心一笑，而一语带过。用牙齿咬开苹果，舌尖触碰到果肉的那一刻，有没有想过它是怎么来到你的口中？或是想过不吃它的结局？相反如果你不去买这个苹果，你也就没有那么多烦人的想法了，这就是多彩的角度。然而，我们总会想到不一样的结局，而实现其中一个，你会忍不住在意如今的选择，就像在高考考试中，为了一道题的对否而感到烦恼，在游戏中，为了一个道具的选择而肆意畅想着，我们却能选择必然而突兀的结局，也算是一种随机的缘分。今天的你还是少年，明天的你就是青年，所以每一天都在长大。这句话并无道理，如果换一种比喻的话，那就是之前所说苹果腐烂的过程，自然没有什么不同的地方。只不过前者让人感到振奋，后者则是极力避让的状态。那么，为什么呢？这就是我，我们，你们，他们，人的存在，这个坚固的铁锚牢牢地扎在宇宙的海洋里，无论什么风暴都吹散不了。穿上宇航服，出发去太空，这里的景象又跟都市有了隔阂，你呼吸，吐出二氧化碳，再呼吸，就将面罩披上了白色的轻纱，又缓缓消失，甚是有趣，却充满了别样的残酷。这里没有引力，也没有氧气，你清楚地意识到这一点，太阳很快就要从另外一边升起，你却顽皮地打起了转，好似不知道隔着宇航服就是死亡。在那一刻，你突然有了一丝奇妙的感觉，就想曾经茹毛饮血的祖先，望向星空的那一刻，所得出的答案一样。若我是作家，我之作品必然为我之生活。上至亲友，下至陌路，人人皆可为读者。生活是一本无字之书，当其目光于书页间蹁跹，翻阅乃至省察的正是我生活的点滴。既然如此，我又当以何对待读者唯有始终不变之本心，唯有不断提升之琢磨。何谓本心？尼采的话便是最好的诠释成为你自己。翻开无字之书的最初，上面记录了一个个梦想或为宇航员，或为科学家。虽简单，却令人肃然起敬。所谓靡不有初，鲜克有终，再往后翻，字里行间的困顿与迷茫只会令读者失望。然而这不应是生活的本貌。"}
{"text":"上至亲友，下至陌路，人人皆可为读者。生活是一本无字之书，当其目光于书页间蹁跹，翻阅乃至省察的正是我生活的点滴。既然如此，我又当以何对待读者唯有始终不变之本心，唯有不断提升之琢磨。何谓本心？尼采的话便是最好的诠释成为你自己。翻开无字之书的最初，上面记录了一个个梦想或为宇航员，或为科学家。虽简单，却令人肃然起敬。所谓靡不有初，鲜克有终，再往后翻，字里行间的困顿与迷茫只会令读者失望。然而这不应是生活的本貌。可见生活日常类散文大行其道时，余秋雨赫然出版文化苦旅，用细腻的文字证明本心？可见华为数十年坚持不上市不引进资金，证明其本心竞争科技，泽被后人我的生活纵然没有慷慨激昂，也当以本心自守，令读者动容。本心固然重要，但有人凭此认为作家写作时应坚持自己，不为读者左右，这又未免失之偏颇。好的作品从来不能一挥而就，生活之书更是需要不断地披阅增删，方能成就。在这其中，读者便是我们最好的良师益友。作家，本应心里装着读者，多倾听读者呼声。诗云如切如磋，如琢如磨。诚哉斯言，若我之生活为素绢，便以绚丽绘之若我之生活为玉石，便以琢磨雕之。闭门造车激荡不出莫言对高密乡的热情，也回响不出马尔克斯笔下南美小镇的百年孤独。生活从来不是自己的独角戏，作品从来不是作家自己的独奏曲，它是与他人，与读者水融密不可分的。接受读者的指正与批评，便要有刮骨疗伤之决绝，除嫉妒，除怨恨，除一切不安不宁不正不清，还读者一本浩然朗直的无字之书！生活从未一帆风顺，作品也难免陷于泥淖而尚不自知。读者毕竟不能时刻伴我身旁，而我又当如何自处？菜根谭有言文章做到极致，无有他奇，只是恰好人品做到极致，无有他异，只是本然。这是古人警训。不忘初心，砥砺前行，这是时代使命。我当以此为诫，时刻鞭策。愿我成灯，破愚暗以明斯道愿我成舟，破风浪以航远方愿我成杖，破荆棘以开坦途。愿我本心不易，报读者以歌愿我琢磨不断，激读者奋进。说到五味那就是酸甜苦辣咸，那你要具体讲解一下每种味道在什么样的情况下产生，才会让你觉得是什么的味道。换句话说，你怎么知道它是什么味道。就比如酸，如果之前它的名字不是酸，而是甜。那你吃柠檬的时候会不会觉得甜？就比如爱情来说，现在的后得喜欢太浅，太轻易，太远。"}
{"text":"不忘初心，砥砺前行，这是时代使命。我当以此为诫，时刻鞭策。愿我成灯，破愚暗以明斯道愿我成舟，破风浪以航远方愿我成杖，破荆棘以开坦途。愿我本心不易，报读者以歌愿我琢磨不断，激读者奋进。说到五味那就是酸甜苦辣咸，那你要具体讲解一下每种味道在什么样的情况下产生，才会让你觉得是什么的味道。换句话说，你怎么知道它是什么味道。就比如酸，如果之前它的名字不是酸，而是甜。那你吃柠檬的时候会不会觉得甜？就比如爱情来说，现在的后得喜欢太浅，太轻易，太远。浅在你长得好看，我喜欢。轻易在认识几分钟就想要陪伴余生。太远就是莫名其妙的就渐行渐远。那要说有没有真正的爱情，我想那肯定是有的。在某一天的阳光下，某个地方，某个角落，当你遇到他的那一眼。再到你们在一起的每一天。当想要的分享任何东西给你的时候那就是甜，哪怕争吵之后还是想要爱你的冲动，那是甜。苦是什么，苦就是你生气，你自卑，你在你自己的小情绪里难以自拔。没有人理解你，没有人懂你，那是苦。或许我们每个人都有这种经历就像是想要赢过对方一样。说着酸溜溜的反话，伤害着比我们的人。辣是什么，辣是你越吃越上瘾的一种味道。一边折磨你一边吸引着你。这就是爱情。那想必你们也知道，咸的味道大概就像大海里的水或者我们流下的泪。因此爱情这个东西，就是让你开始甜甜的，后来心里酸酸的，命里辣辣的，到最后嘴里苦苦的，留下来的泪咸咸的。不得不说爱情的魅力可真大。时间会治愈一切，时间也给我们一切。这篇文章写给我自己，恭喜自己结束了七年的爱情。等五个味道综合在一起的时候，你就会发现自己内心平静的就像没有味道。最后，希望大家都能够拥有自己的爱情，并且天长地久。三国志中言和羹之美，在于合异。，其言予人忽如在隔着时空的绵绵青山前遇见一弯明月的开朗，道尽人事的终向规律。左传曾记载晏子在阐述和与同时说到，和就好像做羹汤，用各种调味品来烹调鱼和肉，使各种味道恰到好处。鉴上而述，我所说的调和不同于先生笔下的拆屋效应所现的中庸之道，它不同于折中或是中和，它是相辅相成的关系，是花木共荣方是春的佳景。我所说的异不同于全部范围内的事件人物，不同于随意杂糅，它是有所取舍的，它是春山可望时蔓发的草木。人情世故皆可入文，声色文化皆呈和象。"}
{"text":"左传曾记载晏子在阐述和与同时说到，和就好像做羹汤，用各种调味品来烹调鱼和肉，使各种味道恰到好处。鉴上而述，我所说的调和不同于先生笔下的拆屋效应所现的中庸之道，它不同于折中或是中和，它是相辅相成的关系，是花木共荣方是春的佳景。我所说的异不同于全部范围内的事件人物，不同于随意杂糅，它是有所取舍的，它是春山可望时蔓发的草木。人情世故皆可入文，声色文化皆呈和象。王开岭曾读到明人陈继儒历数各声韵，曰溪声涧声竹声松声山禽声落花声皆是天地之清籁。于是写下一篇耳根的清净，声韵的碎糅有时带来的不是喧闹，而是极致浪漫的宁静。这么一观，中国人拥有的真是太多了，同一个春天里，有桃花依旧笑春风。有红杏枝头春意闹，有梨花初带夜月。把同一时段的所见不同之景用同一形式表述出来，把一个春天的颜色调和在一起，是所谓美感。因为合异，所以各人见解异意，文化自己会说话，大抵是文化的魅力了吧。泱泱之中国，浩浩五千年，岁月调出的颜色刷在了古屋梁祝上，晕染在迟暮中的门锁，洇散在泛黄的史册中。这种色调可以收藏在小河边，在风雨时就提着一盏小灯，细细品赏一番，等到天气晴朗时，再拿出来晾晾晒晒。用一种感性的方式展现一个国家的风貌，成于无形，柔软似水，却能直达人心，凝结一切。是故调和之美，更富内涵，历久弥香。事犹如此，人亦是然。论人之异，古有大观园中百花齐放的景象，张爱玲女士在红楼梦魇中谈到欣赏红楼梦，最基本最普及的方式是偏爱书中某一个少女。像选美大会一样，每个人物都有自己鲜明的性格，实谓百花齐放。今有民族区域自治制度凝聚各民族的力量，以调和只法调动各民族积极性，共创欣欣荣景。更有习近平总书记为世界未来发展提出中的国方案――构建人类命运共同体，人类文明多样性是人类进步的源泉，而此共同体作为纽带将其调和致自然，又始终保持着各特性，使整体百味纷呈。论心性之异，尝过世味煮成之茶，调清浊之味，亦调心性之纷。论陶渊明之结论为怀良辰以孤往，他仅只是回到植杖耘耔的状态，结果是和谐而不是叛逆。他的调和不是让步更不是逃避，这是我所述调和之调心性了。把内潜之性调和为自然和谐的结论，结果也自然是和谐纷呈。满目青山，载月明归。花木共荣，春山可望。正如你我所感受的，世界中人是造化最眷顾的生物。"}
{"text":"论心性之异，尝过世味煮成之茶，调清浊之味，亦调心性之纷。论陶渊明之结论为怀良辰以孤往，他仅只是回到植杖耘耔的状态，结果是和谐而不是叛逆。他的调和不是让步更不是逃避，这是我所述调和之调心性了。把内潜之性调和为自然和谐的结论，结果也自然是和谐纷呈。满目青山，载月明归。花木共荣，春山可望。正如你我所感受的，世界中人是造化最眷顾的生物。但从这个起点开始，中西文化出现分野。你所熟知的圣经旧约中写道人是上帝派来管理世间万物的，人是万物的尺度。中国人则对自然抱有一种欣赏的态度，认为奇山异水只做画看，万类桑天顺其自然。我们倡导人与自然和谐相处，这便是天人合一的基本内容。中国古代有许多雅士佳句，他们或许可以帮你进一步认识天人合一。雨后游六桥记中写道袁宏道的心被一阵春雨浇湿了，于是惶然邀友与桃花作别，并让朋友中穿白色内衬衣的人露出衬衣，让花落于其上。袁宏道用他细腻多情的心感受着这个世界。诗经小雅中记载的秩秩斯干，悠悠南山那般有清清涧水，幽深草木之南山，及秦观笔下的远远围墙，隐隐茅堂等清雅的自然行致，成为了许多中国人构建精神家园时的基本底色，这不正与德国诗人荷尔德林所言人，诗意地栖居在大地上相呼应吗？尽吸西江，细戡北斗，万象为宾客般以天地万物为至友宾客，是天人合一实践到极致的体现，是我们不变的追求。中庸之道，则要求我们稳健行事，在两个极端间择中取之。在人与自然的关系之中，中庸让我们合理地利用自然，在满足自身需求的同时，不过度地伤害自然，保持与自然为友。在个人生活方面，我们则可借鉴对于贯彻中庸之道的君子而提出的九种思虑。忿思难，当你发怒的时候想想后果。见得思义，当你面对可得之物的时候，想想是不是不义之财。我认为中庸之道着重在思字，如同爱默生所看重的，当你在行事之时保持内在的思考，把握住内在世界与外界的界限，从而稳健行事。朋友，天人合一与中庸是中国传统文化的两个关键词。你可以尝试用你所了解到的文化与此对比，从文化的源头――神话开始，比较其中的异同。我的朋友，希望你能够在用你们国家的文化构建自己的精神家园的同时，尊重与欣赏别国的文化。"}
{"text":"忿思难，当你发怒的时候想想后果。见得思义，当你面对可得之物的时候，想想是不是不义之财。我认为中庸之道着重在思字，如同爱默生所看重的，当你在行事之时保持内在的思考，把握住内在世界与外界的界限，从而稳健行事。朋友，天人合一与中庸是中国传统文化的两个关键词。你可以尝试用你所了解到的文化与此对比，从文化的源头――神话开始，比较其中的异同。我的朋友，希望你能够在用你们国家的文化构建自己的精神家园的同时，尊重与欣赏别国的文化。围城里有一句经典语录围在城里的人想逃出来，城外的人想冲进去，我深以为然，因为人性总是片面的，人只愿意相信自己看到的听到的，就连自由也是。总有人想去沙漠徒步，因为那代表着他们所认为的自由和无拘无束。电影无人区向人们展示了在无人区中，人性中的恶被无限放大的一面。然而现实是，在沙漠和隔壁中，最可怕的不是人性，而是随时都可能要了命的自然气候条件。这个要了命不是形容词，就是字面意思，是会杀死人的。以敦煌为例，夏天室外最高气温可达多摄氏度，路面附近温度甚至超过摄氏度，夏天的夜晚室外温度最低只有十几度，昼夜温差相差巨大。这还是在市区，如果贸然进入自然保护区或者地质公园，迎接你的白天有中暑和无穷的苍蝇，晚上有呼呼的大风和蚊子，我也不知道为什么戈壁滩里有那么多的苍蝇和其他昆虫，然而它们就是如此顽强的活着，然后顽强的折磨你。有一名徒步爱好者，私自穿越了敦煌的地质公园，在里面待了两天。第二天晚上打了求救电话，说不清楚自己在什么地方，人也迷迷糊糊的。警察再打电话回去，电话关机，公安局无法确定位置，于是联合电信运营商对最后一次通话进行定位，结果在确定的位置范围没有找到这名徒步爱好者，于是扩大范围连夜进行地毯式搜索，在接到求助电话的第二天早上才在一个山坳里找到了遗体，是的，你没看错，是遗体！法医判断死者有严重的中暑和脱水症状，警察根据现场痕迹判断，死者在打了求助电话后，手机没电后自动关机，为了躲避恶劣的气候跑到了山坳里，结果导致搜救工作进展缓慢，从而导致死者死亡。也许这次事件，对某些人来说是危言耸听，但事实是，面对沙漠和戈壁这个未知的地方，应该查阅大量的资料，应该向去过沙漠戈壁的人了解应该携带哪些设备，而不是自己臆想和幻想。面对不了解的事物，永远不怕准备的再多。"}
{"text":"法医判断死者有严重的中暑和脱水症状，警察根据现场痕迹判断，死者在打了求助电话后，手机没电后自动关机，为了躲避恶劣的气候跑到了山坳里，结果导致搜救工作进展缓慢，从而导致死者死亡。也许这次事件，对某些人来说是危言耸听，但事实是，面对沙漠和戈壁这个未知的地方，应该查阅大量的资料，应该向去过沙漠戈壁的人了解应该携带哪些设备，而不是自己臆想和幻想。面对不了解的事物，永远不怕准备的再多。如果此次事件中，死者能携带卫星信标，在某个位置停留超过多久就自动向紧急联系人发送信号，死者就不会遇害。如果死者能携带户外专用的卫星电话，就不会出现手机没有电和定位不准确，就不会延误搜救时间。如果他没有私自穿越地质公园然而并没有如果俗话说吃一堑长一智，但这话只能用在自己身上，你的经验教训，总有人认为不对或不需要之类，因为人类的本质就是复读机呀！所有的经验和教训，都敌不过人性中的傲慢和自以为是。你认为的自由真的是自由吗？还想要去沙漠地带寻找自由吗？羡慕大海宽阔的笼鸡，进入海里后，最终也只会溺水而亡，只因鸡你想的太美！今天，距离我的高考已经过去了六年的时间。对于大学生活都已经结束的我，高考已经是写在人生史册上褪色的笔迹。但是，这场考试在我人生里的意义却是不能一语带过的。年生人的我，属于卡在后中间不上不下的那种。相应的，我也成为了见证新旧时代交替的人。因为我那一届的高考，是高考改革前的最后一次高考。而我正是赶上了这趟末班车而进入了大学。山是连着的，仿佛有很多树，树下有绿草，有鲜花，躺在树下看时，枝干连着叶子，好像镶嵌在一片澄澈蔚蓝的湖水里，叶子有红的，有绿的，有黄的做在树下远眺时，眼前的一切又变小了，像是一幅画，画里有桥，有亭子，有小孩儿的风筝，有娇气的小媳妇站在远处看山时，那山又好像是朦胧的纱裙，看不大仔细，却又有种震撼人心的力量。你此时看见的是山，等到过了一会你再看时你可能会发现那山，也并不是山，只不过是一个土坡罢了。读文章也是这样的，在不同的时间里，不同的心情，不同的环境，不同的天气，那文章也好像有了不一样的灵魂。"}
