{"text":"著有小说猎人笔记罗亭父与子等。陀思妥夫斯奇，通译陀斯妥耶夫斯基，俄国作家。著有小说穷人被侮辱与被损害的罪与罚等。彼得和约翰欧美人常用的名字，这里泛指外国人。坚壁清野主义坚壁清野主义新近，我在中国社会上发现了几样主义。其一，是坚壁清野主义。坚壁清野是兵家言，兵家非我的素业，所以这话不是从兵家得来，乃是从别的书上看来，或社会上听来的。听说这回的欧洲战争时最要紧的是壕堑战，那么，虽现在也还使用着这战法――坚壁。至于清野，世界史上就有着有趣的事例相传十九世纪初拿破仑进攻俄国，到了墨斯科时，俄人便大发挥其清野手段，同时在这地方纵火，将生活所需的东西烧个干净，请拿破仑和他的雄兵猛将在空城里吸西北风。吸不到一个月，他们便退走了。中国虽说是儒教国，年年祭孔俎豆之事，则尝闻之矣，军旅之事，丘未之学也。但上上下下却都使用着这兵法引导我看出来的是本月的报纸上的一条新闻。据说，教育当局因为公共娱乐场中常常发生有伤风化情事，所以令行各校，禁止女学生往游艺场和公园，并通知女主家属，协同禁止。自然，我并不深知这事是否确实更未见明令的原文也不明白教育当局之意，是因为娱乐场中的有伤风化情事，即从女生发生，所以不许其去，还是只要女生不去，别人也不发生，抑或即使发生，也就管他妈的了。或者后一种的推测庶几近之。我们的古哲和今贤，虽然满口正本清源，澄清天下，但大概是有口无心的，未有己不正，而能正人者，所以结果是收起来。第一，是以己之心，度人之心，想专以不见可欲，使民心不乱。第二，是器宇只有这么大，实在并没有澄清天下之才，正如富翁唯一的经济法，只有将钱埋在自己的地下一样。古圣人所教的慢藏诲盗，冶容诲淫，就是说子女玉帛的处理方法，是应该坚壁清野的。其实这种方法，中国早就奉行的了，我所到过的地方，除北京外，一路大抵只看见男人和卖力气的女人，很少见所谓上流妇女。但我先在此声明，我之不满于这种现象者，并非因为预备遍历中国，去窃窥一切太太小姐们我并没有积下一文川资，就是最确的证据。今年是流言鼎盛时代，稍一不慎，现代评论上就会弯弯曲曲地登出来的，所以特地先行预告。至于一到名儒，则家里的男女也不给容易见面，霍渭崖的家训里，就有那非常麻烦的分隔男女的房子构造图。"}
{"text":"其实这种方法，中国早就奉行的了，我所到过的地方，除北京外，一路大抵只看见男人和卖力气的女人，很少见所谓上流妇女。但我先在此声明，我之不满于这种现象者，并非因为预备遍历中国，去窃窥一切太太小姐们我并没有积下一文川资，就是最确的证据。今年是流言鼎盛时代，稍一不慎，现代评论上就会弯弯曲曲地登出来的，所以特地先行预告。至于一到名儒，则家里的男女也不给容易见面，霍渭崖的家训里，就有那非常麻烦的分隔男女的房子构造图。似乎有志于圣贤者，便是自己的家里也应该看作游艺场和公园现在究竟是二十世纪，而且有少负不羁之名，长习自由之说的教育总长，实在宽大得远了。北京倒是不大禁锢妇女，走在外面，也不很加侮蔑的地方，但这和我们的古哲和今贤之意相左，或者这种风气，倒是满洲人输入的罢。满洲人曾经做过我们的圣上，那习俗也应该遵从的。然而我想，现在却也并非排满，如民元之剪辫子，乃是老脾气复发了，只要看旧历过年的放鞭爆，就日见其多。可惜不再出一个魏忠贤来试验试验我们，看可有人去作干儿，并将他配享孔庙。要风化好，是在解放人性，普及教育，尤其是性教育，这正是教育者所当为之事，收起来却是管牢监的禁卒哥哥的专门。况且社会上的事不比牢监那样简单，修了长城，胡人仍然源源而至，深沟高垒，都没有用处的。未有游艺场和公园以前，闺秀不出门，小家女也逛庙会，看祭赛，谁能说有伤风化情事，比高门大族为多呢？总之，社会不改良，收起来便无用，以收起来为改良社会的手段，是坐了津浦车往奉天。这道理很浅显壁虽坚固，也会冲倒的。兵匪的绑急票，抢妇女，于风化何如？没有知道呢，还是知而不能言，不敢言呢？倒是歌功颂德的！其实，坚壁清野虽然是兵家的一法，但这究竟是退守，不是进攻。或者就因为这一点，适与一般人的退婴主义相称，于是见得志同道合的罢。但在兵事上，是别有所待的，待援军的到来，或敌军的引退倘单是困守孤城，那结果就只有灭亡，教育上的坚壁清野法，所待的是什么呢？照历来的女教来推测，所待的只有一件事死。天下太平或还能苟安时候，所谓男子者俨然地教贞顺，说幽娴，内言不出于阔，男女授受不亲。好！都听你，外事就拜托足下罢。但是天下弄得鼎沸，暴力袭来了，足下将何以见教呢？曰做烈妇呀！"}
{"text":"或者就因为这一点，适与一般人的退婴主义相称，于是见得志同道合的罢。但在兵事上，是别有所待的，待援军的到来，或敌军的引退倘单是困守孤城，那结果就只有灭亡，教育上的坚壁清野法，所待的是什么呢？照历来的女教来推测，所待的只有一件事死。天下太平或还能苟安时候，所谓男子者俨然地教贞顺，说幽娴，内言不出于阔，男女授受不亲。好！都听你，外事就拜托足下罢。但是天下弄得鼎沸，暴力袭来了，足下将何以见教呢？曰做烈妇呀！宋以来，对付妇女的方法，只有这一个，直到现在，还是这一个。如果这女教当真大行，则我们中国历来多少内乱，多少外患，兵燹频仍，妇女不是死尽了么？不，也有幸免的，也有不死的，易代之际，就和男人一同降伏，做奴才。于是生育子孙，祖宗的香火幸而不断，但到现在还很有带着奴气的人物，大概也就是这个流弊罢。有利必有弊，是十口相传，大家都知道的。但似乎除此之外，儒者，名臣，富翁，武人，阔人以至小百姓，都想不出什么善法来，因此还只得奉这为至宝。更昏庸的，便以为只要意见和这些歧异者，就是土匪了。和官相反的是匪，也正是当然的事。但最近，孙美瑶据守抱犊崮，其实倒是坚壁，至于清野的通品，则我要推举张献忠。张献忠在明末的屠戮百姓，是谁也知道，谁也觉得可骇的，譬如他使三枝兵杀完百姓之后，便令杀，又令杀，又令自相杀。为什么呢？是李自成已经入北京，做皇帝了。做皇帝是要百姓的，他就要杀完他的百姓，使他无皇帝可做。正如伤风化是要女生的，现在关起一切女生，也就无风化可伤一般。连土匪也有坚壁清野主义，中国的妇女实在已没有解放的路听说现在的乡民，于兵匪也已经辨别不清了。一九二五年十一月二十二日。本篇最初发表于一九二六年一月上海新女性月刊创刊号。坚壁清野语见三国志魏书荀蔼传。俎豆之事等语，见论语卫灵公原文无丘字。是孔丘回答卫灵公的话。俎豆，古代礼器。关于禁止女生往娱乐场的新闻，见一九二五年十一月十四日北京京报教部昨饬京师学务局，谓据各处报告，正阳门外香厂路城南游艺园，及城内东安市场中央公园北海公园等处，迭次发生有伤风化情事。各女学校学生游逛，亟应取缔。特由该局通知各级女学校，禁止游行各娱乐场，并由校通知各女生家长知照云。慢藏诲盗，冶容诲淫语见周易系辞上。"}
{"text":"俎豆之事等语，见论语卫灵公原文无丘字。是孔丘回答卫灵公的话。俎豆，古代礼器。关于禁止女生往娱乐场的新闻，见一九二五年十一月十四日北京京报教部昨饬京师学务局，谓据各处报告，正阳门外香厂路城南游艺园，及城内东安市场中央公园北海公园等处，迭次发生有伤风化情事。各女学校学生游逛，亟应取缔。特由该局通知各级女学校，禁止游行各娱乐场，并由校通知各女生家长知照云。慢藏诲盗，冶容诲淫语见周易系辞上。意思是财物收藏得不严实，容易诱发人的盗心容貌打扮得妖艳，容易诱发人的淫心。霍渭崖―名韬，广东南海人，明代道学家。嘉靖时官礼部尚书。他著的家训中有合爨男女异路图说，图中以朱墨两色标明分隔男女进出所走的路。指章士钊。少负不羁之名，长习自由之说，是他在停办北京女子师范大学呈文中的自述。该文曾载于甲寅周刊第一卷第四号一九二五年八月八日。魏忠贤―河间肃宁今河北肃宁人，明代天启年间最跋扈的太监。曾利用特务机关东厂大杀较为正直有气节的人。当时趋炎附势的无耻之徒对他竞相谄媚，丑态百出。据明史魏忠贤传载群小益求媚，相率归忠贤称义儿，监生陆万龄至请以忠贤配孔子。绑急票旧时盗匪把人劫走，强迫被劫者的家属在一定限期内用钱赎回，称为绑票。限期很短的称为绑急票。内言不出于阃语见礼记曲礼外言不入于阃，内言不出于阃。阃，即妇女所居内室的门限。男女授受不亲，语见孟子离娄。李自成―陕西米脂人，明末农民起义领袖。他于崇祯二年起义，后被推为闯王。曾提出均田免赋的口号，部队纪律严明，受到广大人民的拥护。崇祯十七年一月在西安建立大顺国。同年三月攻入北京。后明将吴三桂勾引清兵入关，李兵败退出北京。清顺治二年在湖北通山县九宫山被地主武装杀害。我之节烈观我之节烈观世道浇漓，人心日下，国将不国这一类话，本是中国历来的叹声。不过时代不同，则所谓日下的事情，也有迁变从前指的是甲事，现在叹的或是乙事。除了进呈御览的东西不敢妄说外，其余的文章议论里，一向就带这口吻。因为如此叹息，不但针砭世人，还可以从日下之中，除去自己。"}
{"text":"崇祯十七年一月在西安建立大顺国。同年三月攻入北京。后明将吴三桂勾引清兵入关，李兵败退出北京。清顺治二年在湖北通山县九宫山被地主武装杀害。我之节烈观我之节烈观世道浇漓，人心日下，国将不国这一类话，本是中国历来的叹声。不过时代不同，则所谓日下的事情，也有迁变从前指的是甲事，现在叹的或是乙事。除了进呈御览的东西不敢妄说外，其余的文章议论里，一向就带这口吻。因为如此叹息，不但针砭世人，还可以从日下之中，除去自己。所以君子固然相对慨叹，连杀人放火嫖妓骗钱以及一切鬼混的人，也都乘作恶余暇，摇着头说道，他们人心日下了。世风人心这件事，不但鼓吹坏事，可以日下即使未曾鼓吹，只是旁观，只是赏玩，只是叹息，也可以叫他日下。所以近一年来，居然也有几个不肯徒托空言的人，叹息一番之后，还要想法子来挽救。第一个是康有为，指手画脚的说虚君共和才好，陈独秀便斥他不兴其次是一班灵学派的人，不知何以起了极古奥的思想，要请孟圣矣乎的鬼来画策陈百年钱玄同刘半农又道他胡说。这几篇驳论，都是新青年里最可寒心的文章。时候已是二十世纪了人类眼前，早已闪出曙光。假如新青年里，有一篇和别人辩地球方圆的文字，读者见了，怕一定要发怔。然而现今所辩，正和说地体不方相差无几。将时代和事实，对照起来，怎能不教人寒心而且害怕？近来虚君共和是不提了，灵学似乎还在那里捣鬼，此时却又有一群人，不能满足仍然摇头说道，人心日下了。于是又想出一种挽救的方法他们叫作表彰节烈！这类妙法，自从君政复古时代以来，上上下下，已经提倡多年此刻不过是竖起旗帜的时候。文章议论里，也照例时常出现，都嚷道表彰节烈！要不说这件事，也不能将自己提拔，出于人心日下之中。节烈这两个字，从前也算是男子的美德，所以有过节士，烈士的名称。然而现在的表彰节烈，却是专指女子，并无男子在内。据时下道德家的意见，来定界说，大约节是丈夫死了，决不再嫁，也不私奔，丈夫死得愈早，家里愈穷，他便节得愈好。烈可是有两种一种是无论已嫁未嫁，只要丈夫死了，他也跟着自尽一种是有强暴来污辱他的时候，设法自戕，或者抗拒被杀，都无不可。这也是死得愈惨愈苦，他便烈得愈好，倘若不及抵御，竟受了污辱，然后自戕，便免不了议论。"}
{"text":"节烈这两个字，从前也算是男子的美德，所以有过节士，烈士的名称。然而现在的表彰节烈，却是专指女子，并无男子在内。据时下道德家的意见，来定界说，大约节是丈夫死了，决不再嫁，也不私奔，丈夫死得愈早，家里愈穷，他便节得愈好。烈可是有两种一种是无论已嫁未嫁，只要丈夫死了，他也跟着自尽一种是有强暴来污辱他的时候，设法自戕，或者抗拒被杀，都无不可。这也是死得愈惨愈苦，他便烈得愈好，倘若不及抵御，竟受了污辱，然后自戕，便免不了议论。万一幸而遇着宽厚的道德家，有时也可以略迹原情，许他一个烈字。可是文人学士，已经不甚愿意替他作传就令勉强动笔，临了也不免加上几个惜夫惜夫了。总而言之女子死了丈夫，便守着，或者死掉遇了强暴，便死掉将这类人物，称赞一通，世道人心便好，中国便得救了。大意只是如此。康有为借重皇帝的虚名，灵学家全靠着鬼话。这表彰节烈，却是全权都在人民，大有渐进自力之意了。然而我仍有几个疑问，须得提出。还要据我的意见，给他解答。我又认定这节烈救世说，是多数国民的意思主张的人，只是喉舌。虽然是他发声，却和四支五官神经内脏，都有关系。所以我这疑问和解答，便是提出于这群多数国民之前。首先的疑问是不节烈中国称不守节作失节，不烈却并无成语，所以只能合称他不节烈的女子如何害了国家？照现在的情形，国将不国，自不消说丧尽良心的事故，层出不穷刀兵盗贼水旱饥荒，又接连而起。但此等现象，只是不讲新道德新学问的缘故，行为思想，全钞旧帐所以种种黑暗，竟和古代的乱世仿佛，况且政界军界学界商界等等里面，全是男人，并无不节烈的女子夹杂在内。也未必是有权力的男子，因为受了他们蛊惑，这才丧了良心，放手作恶。至于水旱饥荒，便是专拜龙神，迎大王，滥伐森林，不修水利的祸祟，没有新知识的结果更与女子无关。只有刀兵盗贼，往往造出许多不节烈的妇女。但也是兵盗在先，不节烈在后，并非因为他们不节烈了，才将刀兵盗贼招来。其次的疑问是何以救世的责任，全在女子？照着旧派说起来，女子是阴类，是主内的，是男子的附属品。然则治世救国，正须责成阳类，全仗外子，偏劳主体。决不能将一个绝大题目，都阁在阴类肩上。倘依新说，则男女平等，义务略同。纵令该担责任，也只得分担。其余的一半男子，都该各尽义务。不特须除去强暴，还应发挥他自己的美德。不能专靠惩劝女子，便算尽了天职。其次的疑问是表彰之后，有何效果？"}
{"text":"只有刀兵盗贼，往往造出许多不节烈的妇女。但也是兵盗在先，不节烈在后，并非因为他们不节烈了，才将刀兵盗贼招来。其次的疑问是何以救世的责任，全在女子？照着旧派说起来，女子是阴类，是主内的，是男子的附属品。然则治世救国，正须责成阳类，全仗外子，偏劳主体。决不能将一个绝大题目，都阁在阴类肩上。倘依新说，则男女平等，义务略同。纵令该担责任，也只得分担。其余的一半男子，都该各尽义务。不特须除去强暴，还应发挥他自己的美德。不能专靠惩劝女子，便算尽了天职。其次的疑问是表彰之后，有何效果？据节烈为本，将所有活着的女子，分类起来，大约不外三种一种是已经守节，应该表彰的人烈者非死不可，所以除出一种是不节烈的人一种是尚未出嫁，或丈夫还在，又未遇见强暴，节烈与否未可知的人。第一种已经很好，正蒙表彰，不必说了。第二种已经不好，中国从来不许忏悔，女子做事一错，补过无及，只好任其羞杀，也不值得说了。最要紧的，只在第三种，现在一经感化，他们便都打定主意道倘若将来丈夫死了，决不再嫁遇着强暴，赶紧自裁！试问如此立意，与中国男子做主的世道人心，有何关系？这个缘故，已在上文说明。更有附带的疑问是节烈的人，既经表彰，自是品格最高。但圣贤虽人人可学，此事却有所不能。假如第三种的人，虽然立志极高，万一丈夫长寿，天下太平，他便只好饮恨吞声，做一世次等的人物。以上是单依旧日的常识，略加研究，便已发见了许多矛盾。若略带二十世纪气息，便又有两层一问节烈是否道德？道德这事，必须普遍，人人应做，人人能行，又于自他两利，才有存在的价值。现在所谓节烈，不特除开男子，绝不相干就是女子，也不能全体都遇着这名誉的机会。所以决不能认为道德，当作法式。上回新青年登出的贞操论里，已经说过理由。不过贞是丈夫还在，节是男子已死的区别，道理却可类推。只有烈的一件事，尤为奇怪，还须略加研究。照上文的节烈分类法看来，烈的第一种，其实也只是守节，不过生死不同。因为道德家分类，根据全在死活，所以归入烈类。性质全异的，便是第二种。这类人不过一个弱者现在的情形，女子还是弱者，突然遇着男性的暴徒，父兄丈夫力不能救，左邻右舍也不帮忙，于是他就死了或者竟受了辱，仍然死了或者终于没有死。久而久之，父兄丈夫邻舍，夹着文人学士以及道德家，便渐渐聚集，既不羞自己怯弱无能，也不提暴徒如何惩办，只是七口八嘴，议论他死了没有？受污没有？"}
{"text":"只有烈的一件事，尤为奇怪，还须略加研究。照上文的节烈分类法看来，烈的第一种，其实也只是守节，不过生死不同。因为道德家分类，根据全在死活，所以归入烈类。性质全异的，便是第二种。这类人不过一个弱者现在的情形，女子还是弱者，突然遇着男性的暴徒，父兄丈夫力不能救，左邻右舍也不帮忙，于是他就死了或者竟受了辱，仍然死了或者终于没有死。久而久之，父兄丈夫邻舍，夹着文人学士以及道德家，便渐渐聚集，既不羞自己怯弱无能，也不提暴徒如何惩办，只是七口八嘴，议论他死了没有？受污没有？死了如何好，活着如何不好。于是造出了许多光荣的烈女，和许多被人口诛笔伐的不烈女。只要平心一想，便觉不像人间应有的事情，何况说是道德。二问多妻主义的男子，有无表彰节烈的资格？替以前的道德家说话，一定是理应表彰。因为凡是男子，便有点与众不同，社会上只配有他的意思。一面又靠着阴阳内外的古典，在女子面前逞能。然而一到现在，人类的眼里，不免见到光明，晓得阴阳内外之说，荒谬绝伦就令如此，也证不出阳比阴尊贵，外比内崇高的道理。况且社会国家，又非单是男子造成。所以只好相信真理，说是一律平等。既然平等，男女便都有一律应守的契约。男子决不能将自己不守的事，向女子特别要求。若是买卖欺骗贡献的婚姻，则要求生时的贞操，尚且毫无理由。何况多妻主义的男子，来表彰女子的节烈。以上，疑问和解答都完了。理由如此支离，何以直到现今，居然还能存在？要对付这问题，须先看节烈这事，何以发生，何以通行，何以不生改革的缘故。古代的社会，女子多当作男人的物品。或杀或吃，都无不可男人死后，和他喜欢的宝贝，日用的兵器，一同殉葬，更无不可。后来殉葬的风气，渐渐改了，守节便也渐渐发生。但大抵因为寡妇是鬼妻，亡魂跟着，所以无人敢娶，并非要他不事二夫。这样风俗，现在的蛮人社会里还有。中国太古的情形，现在已无从详考。但看周末虽有殉葬，并非专用女人，嫁否也任便，并无什么裁制，便可知道脱离了这宗习俗，为日已久。由汉至唐也并没有鼓吹节烈。直到宋朝，那一班业儒的才说出饿死事小失节事大的话，看见历史上重适两个字，便大惊小怪起来。出于真心，还是故意，现在却无从推测。其时也正是人心日下，国将不国的时候，全国士民，多不像样。或者业儒的人，想借女人守节的话，来鞭策男子，也不一定。"}
{"text":"中国太古的情形，现在已无从详考。但看周末虽有殉葬，并非专用女人，嫁否也任便，并无什么裁制，便可知道脱离了这宗习俗，为日已久。由汉至唐也并没有鼓吹节烈。直到宋朝，那一班业儒的才说出饿死事小失节事大的话，看见历史上重适两个字，便大惊小怪起来。出于真心，还是故意，现在却无从推测。其时也正是人心日下，国将不国的时候，全国士民，多不像样。或者业儒的人，想借女人守节的话，来鞭策男子，也不一定。但旁敲侧击，方法本嫌鬼祟，其意也太难分明，后来因此多了几个节妇，虽未可知，然而吏民将卒，却仍然无所感动。于是开化最早，道德第一的中国终于归了长生天气力里大福荫护助里的什么薛禅皇帝，完泽笃皇帝，曲律皇帝了。此后皇帝换过了几家，守节思想倒反发达。皇帝要臣子尽忠，男人便愈要女人守节。到了清朝，儒者真是愈加利害。看见唐人文章里有公主改嫁的话，也不免勃然大怒道，这是什么事！你竟不为尊者讳，这还了得！假使这唐人还活着，一定要斥革功名，以正人心而端风俗了。国民将到被征服的地位，守节盛了烈女也从此着重。因为女子既是男子所有，自己死了，不该嫁人，自己活着，自然更不许被夺。然而自己是被征服的国民，没有力量保护，没有勇气反抗了，只好别出心裁，鼓吹女人自杀。或者妻女极多的阔人，婢妾成行的富翁，乱离时候，照顾不到，一遇逆兵或是天兵，就无法可想。只得救了自己，请别人都做烈女变成烈女，逆兵便不要了。他便待事定以后，慢慢回来，称赞几句。好在男子再娶，又是天经地义，别讨女人，便都完事。因此世上遂有了双烈合传，七姬墓志，甚而至于钱谦益的集中，也布满了赵节妇钱烈女的传记和歌颂。只有自己不顾别人的民情，又是女应守节男子却可多妻的社会，造出如此畸形道德，而且日见精密苛酷，本也毫不足怪。但主张的是男子，上当的是女子。女子本身，何以毫无异言呢？原来妇者服也，理应服事于人。教育固可不必，连开口也都犯法。他的精神，也同他体质一样，成了畸形。所以对于这畸形道德，实在无甚意见。就令有了异议，也没有发表的机会。做几首闺中望月园里看花的诗，尚且怕男子骂他怀春，何况竟敢破坏这天地间的正气？只有说部书上，记载过几个女人，因为境遇上不愿守节，据做书的人说可是他再嫁以后，便被前夫的鬼捉去，落了地狱或者世人个个唾骂，做了乞丐，也竟求乞无门，终于惨苦不堪而死了！"}
