{"text":"再向右是新衙门教堂左首是老衙门。这两溜儿楼房的下一层，现在满开了铺子。铺子前面是长廊，一天到晚是来来去去的人。紧接着教堂，直伸向运河去的是公爷府这个一半属于小方场，另一半便属于运河了。圣马克堂是方场的主人，建筑在十一世纪，原是卑赞廷式，以直线为主。十四世纪加上戈昔式的装饰，如尖拱门等十七世纪又参入文艺复兴期的装饰，如栏干等。所以庄严华妙，兼而有之这正是威尼斯人的漂亮劲儿。教堂里屋顶与墙壁上满是碎玻璃嵌成的画，大概是真金色的地，蓝色和红色的圣灵像。这些像做得非常肃穆。教堂的地是用大理石铺的，颜色花样种种不同。在那种空阔阴暗的氛围中，你觉得伟丽，也觉得森严。教堂左右那两溜儿楼房，式样各别，并不对称钟楼高三百二十二英尺，也偏在一边儿。但这两溜房子都是三层，都有许多拱门，恰与教堂的门面与圆顶相称又都是白石造成，越衬出教堂的金碧辉煌来。教堂右边是向运河去的路，是一个小方场，本来显得空阔些，钟楼恰好填了这个空子。好像我们戏里大将出场，后面一杆旗子总是偏着取势这方场中的建筑，节奏其实是和谐不过的。十八世纪意大利卡那来陀一派画家专画威尼斯的建筑，取材于这方场的很多。德国德莱司敦画院中有几张，真好。公爷府里有好些名人的壁画和屋顶画，丁陶来陀，十六世纪的大画乐园最著名但更重要的是它建筑的价值。运河上有了这所房子，增加了不少颜色。这全然是戈昔式动工在九世纪初，以后屡次遭火，屡次重修，现在的据说还是原来的式样。最好看的是它的西南两面西面斜对着圣马克方场，南面正在运河上。在运河里看，真像在画中。它也是三层下两层是尖拱门，一眼看去，无数的柱子。最下层的拱门简单疏阔，是载重的样子上一层便繁密得多，为装饰之用最上层却更简单，一根柱子没有，除了疏疏落落的窗和门之外，都是整块的墙面。墙面上用白的与玫瑰红的大理石砌成素朴的方纹，在日光里鲜明得像少女一般。威尼斯人真不愧着色的能手。这所房子从运河中看，好像在水里。下两层是玲珑的架子，上一层才是屋子这是很巧的结构，加上那艳而雅的颜色，令人有惝恍迷离之感。府后有太息桥从前一边是监狱，一边是法院，狱囚提讯须过这里，所以得名。拜伦诗中曾咏此，因而便脍炙人口起来，其实也只是近世的东西。"}
{"text":"最下层的拱门简单疏阔，是载重的样子上一层便繁密得多，为装饰之用最上层却更简单，一根柱子没有，除了疏疏落落的窗和门之外，都是整块的墙面。墙面上用白的与玫瑰红的大理石砌成素朴的方纹，在日光里鲜明得像少女一般。威尼斯人真不愧着色的能手。这所房子从运河中看，好像在水里。下两层是玲珑的架子，上一层才是屋子这是很巧的结构，加上那艳而雅的颜色，令人有惝恍迷离之感。府后有太息桥从前一边是监狱，一边是法院，狱囚提讯须过这里，所以得名。拜伦诗中曾咏此，因而便脍炙人口起来，其实也只是近世的东西。威尼斯的夜曲是很著名的。夜曲本是一种抒情的曲子，夜晚在人家窗下随便唱。可是运河里也有晚上在圣马克方场的河边上，看见河中有红绿的纸球灯，便是唱夜曲的船。雇了刚朵拉摇过去，靠着那个船停下，船在水中间，两边挨次排着刚朵拉，在微波里荡着，像是两只翅膀。唱曲的有男有女，围着一张桌子坐，轮到了便站起来唱，旁边有音乐和着。曲词自然是意大利语，意大利的语音据说最纯粹，最清朗。听起来似乎的确斩截些，女人的尤其如此――意大利的歌女是出名的。音乐节奏繁密，声情热烈，想来是最流行的爵士乐。在微微摇摆地红绿灯球底下，颤着酽酽的歌喉，运河上一片朦胧的夜也似乎透出玫瑰红的样子。唱完几曲之后，船上有人跨过来，反拿着帽子收钱，多少随意。不愿意听了，还可摇到第二处去。这个略略像当年的秦淮河的光景，但秦淮河却热闹得多。从圣马克方场向西北去，有两个教堂在艺术上是很重要的。一个是圣罗珂堂，旁边有一所屋子，墙上屋顶上满是画楼上下大小三间屋，共六十二幅画，是丁陶来陀的手笔。屋里暗极，只有早晨看得清楚。丁陶来陀作画时，因地制宜，大部分只粗粗钩勒，利用阴影，教人看了觉得是几经琢磨似的。十字架一幅在楼上小屋内，力量最雄厚。佛拉利堂在圣罗珂近旁，有大画家铁沁，十六世纪和近代雕刻家卡奴洼的纪念碑。卡奴洼的，灵巧，是自己打的样子铁沁的，宏壮，是十九世纪中叶才完成的。他的圣处女升天图挂在神坛后面，那朱红与亮蓝两种颜色鲜明极了，全幅气韵流动，如风行水上。倍里尼，十五世纪的圣母像，也是他的精品。他们都还有别的画在这个教堂里。从圣马克方场沿河直向东去，有一处公园从一八九五年起，每两年在此地开国际艺术展览会一次。"}
{"text":"佛拉利堂在圣罗珂近旁，有大画家铁沁，十六世纪和近代雕刻家卡奴洼的纪念碑。卡奴洼的，灵巧，是自己打的样子铁沁的，宏壮，是十九世纪中叶才完成的。他的圣处女升天图挂在神坛后面，那朱红与亮蓝两种颜色鲜明极了，全幅气韵流动，如风行水上。倍里尼，十五世纪的圣母像，也是他的精品。他们都还有别的画在这个教堂里。从圣马克方场沿河直向东去，有一处公园从一八九五年起，每两年在此地开国际艺术展览会一次。今年是第十八届加入展览的有意，荷，比，西，丹，法，英，奥，苏俄，美，匈，瑞士，波兰等十三国，意大利的东西自然最多，种类繁极了未来派立体派的图画雕刻，都可见到，还有别的许多新奇的作品，说不出路数。颜色大概鲜明，教人眼睛发亮建筑也是新式，简截不嗦，痛快之至。苏俄的作品不多，大概是工农生活的表现，兼有沉毅和高兴的调子。他们也用鲜明的颜色，但显然没有很费心思在艺术上，作风老老实实，并不向牛犄角里寻找新奇的玩意儿。威尼斯的玻璃器皿，刻花皮件，都是名产，以典丽风华胜，缂丝也不错。大理石小雕像，是著名大品的缩本，出于名手的还有味。年月日作。原载年月日中学生第号散文全编佛罗伦司今译名为佛罗伦萨。佛罗伦司最教你忘不掉的是那色调鲜明的大教堂与在它一旁的那高耸入云的钟楼。教堂靠近闹市，在狭窄的旧街道与繁密的市房中，展开它那伟大的个儿，好像一座山似的。它的门墙全用大理石砌成，黑的红的白的线条相间着。长方形是基本图案，所以直线虽多，而不觉严肃，也不觉浪漫白天里绕着教堂走，仰着头看，正像看达文齐的摩那丽沙s像，她在你上头，可也在你里头。这不独是线形温和平静的缘故，那三色的大理石，带着它们的光泽，互相显映，也给你鲜明稳定的感觉加上那朴素而黯淡的周围，衬托着这富丽堂皇的建筑，像给它打了很牢固的基础一般。夜晚就不同些在模糊的街灯光里，这庞然的影子便有些压迫着你了。教堂动工在十三世纪，但门墙只是十九世纪的东西完成在一八八四年，算到现在才四十九年。教堂里非常简单，与门墙决不相同，只穹隆顶宏大而已。钟楼在教堂的右首，高二百九十二英尺，是乔陀，十四世纪的杰作。"}
{"text":"这不独是线形温和平静的缘故，那三色的大理石，带着它们的光泽，互相显映，也给你鲜明稳定的感觉加上那朴素而黯淡的周围，衬托着这富丽堂皇的建筑，像给它打了很牢固的基础一般。夜晚就不同些在模糊的街灯光里，这庞然的影子便有些压迫着你了。教堂动工在十三世纪，但门墙只是十九世纪的东西完成在一八八四年，算到现在才四十九年。教堂里非常简单，与门墙决不相同，只穹隆顶宏大而已。钟楼在教堂的右首，高二百九十二英尺，是乔陀，十四世纪的杰作。乔陀是意大利艺术的开山祖师从这座钟楼可以看出他的大匠手。这也用颜色大理石砌成墙面宽度与高度正合式，玲珑而不显单薄。墙面共分七层下四层很短，是打根基的样子，最上层最长，以助上耸之势。窗户越高越少越大，最上层只有一个在长方形中有金字塔形的妙用。教堂对面是受洗所，以吉拜地做的铜门著名。有两扇最工，上刻圣经故事图十方，分远近如画法，但未免太工些门上并有的肖像。密凯安杰罗十六世纪说过这两扇门真配做天上乐园的门，传为佳话。教堂内容富丽的，要推送子堂，以送子图得名。门外廊子里有沙陀，十六世纪的壁画，他自己和他太太都在画中画家以自己或太太作模特儿是常见的。教堂里屋顶以金漆花纹界成长方格子，灿烂之极。门内左边有一神龛，明灯照耀，香花供养，墙上便是送子图。画的是天使送耶稣给处女玛利亚，相传是天使的手笔。平常遮着不让我们俗眼看每年只复活节的礼拜五揭开一次。这是塔斯干省最尊的神龛了。梅迭契家庙也以富丽胜，但与别处全然不同。梅迭契家是中古时大公爵，治佛罗伦司多年。那时佛罗伦司非常富庶，他们家穷极奢华佛罗伦司艺术的兴盛，一半便由于他们的爱好。这个家庙是历代大公爵家族的葬所。房屋是八角形，有穹隆顶分两层，下层是坟墓，上层是雕像与纪念碑等。上层墙壁，全用各色上好大理石作面子，中间更用宝石嵌成花纹，地也用大理石嵌花铺成屋顶是名人的画。光彩焕发，五色纷纶嵌工最精细，平滑如天然。佛罗伦司嵌石是与威尼斯嵌玻璃齐名的，梅迭契家造这个庙，用过二千万元，但至今并未完成雕像座还空着一大半，地也没有全铺好。"}
{"text":"这个家庙是历代大公爵家族的葬所。房屋是八角形，有穹隆顶分两层，下层是坟墓，上层是雕像与纪念碑等。上层墙壁，全用各色上好大理石作面子，中间更用宝石嵌成花纹，地也用大理石嵌花铺成屋顶是名人的画。光彩焕发，五色纷纶嵌工最精细，平滑如天然。佛罗伦司嵌石是与威尼斯嵌玻璃齐名的，梅迭契家造这个庙，用过二千万元，但至今并未完成雕像座还空着一大半，地也没有全铺好。旁有新庙，是密凯安杰罗所建，朴质无华中有雕像四座，叫做昼夜晨昏，是纪念碑的装饰，是出于密凯安杰罗的手，颇有名。今译名为米开朗基罗。十字堂是佛罗伦司的西寺，塔斯干的国葬院前面是但丁的造像。密凯安杰罗与科学家格里雷的墓都在这里，但丁也有一座纪念碑此外名人的墓还很多。佛罗伦司与但丁有关系的遗迹，除这所教堂外，在送子堂附近是他的住宅是一所老老实实的小砖房，带一座方楼，据说那时阔人家都有这种方楼的。他与他的情人佩特拉齐相遇，传说是在一座桥旁这个情景常见于图画中。这座有趣的桥，照画看便是阿奴河上的三一桥桥两头各有雕像两座，风光确是不坏。佩特拉齐的住宅离但丁的也不远她葬在一个小教堂里，就在住宅对面小胡同内。这个教堂双扉紧闭，破旧得可以，据说是终年不常开的。但丁与佩特拉齐的屋子，现在都已作别用，不能进去，只墙上钉些纪念的木牌而已。佩特拉齐住宅墙上有一块木牌，专钞但丁的诗两行，说他遇见了一个美人，却有些意思。还有一所教堂，据说原是但丁写神曲的地方但书上没有，也许是齐东野人之语罢。密凯安杰罗住过的屋子在十字堂近旁，是他侄儿的住宅。现在是一所小博物院，其中两间屋子陈列着密凯安杰罗塑的小品，有些是名作的雏形，都奕奕有神采。在这一层上，他似乎比但丁还有幸些。佛罗伦司著名的方场叫做官方场，据说也是历史的和商业的中心，比威尼斯的圣马克方场黯淡冷落得多。东边未周府，原是共和时代的议会，现在是市政府。要看中古时佛罗伦司的堡子，这便是个样子，建筑仿佛铜墙铁壁似的。门前有密凯安杰罗大卫像的翻本原件存本地国家美术院中。府西是著名的喷泉，雕像颇多中间亚波罗驾四马，据说是一块大理石凿成。但死板板的没有活气，与旁边有血有肉的大卫像一比，便看出来了。密凯安杰罗说这座像白费大理石，也许不错。"}
{"text":"东边未周府，原是共和时代的议会，现在是市政府。要看中古时佛罗伦司的堡子，这便是个样子，建筑仿佛铜墙铁壁似的。门前有密凯安杰罗大卫像的翻本原件存本地国家美术院中。府西是著名的喷泉，雕像颇多中间亚波罗驾四马，据说是一块大理石凿成。但死板板的没有活气，与旁边有血有肉的大卫像一比，便看出来了。密凯安杰罗说这座像白费大理石，也许不错。府东是朗齐亭，原是人民会集的地方，里面有许多好的古雕像其中一座像有两个面孔，后一个是自己。方场东边便是乌费齐画院。这画院是梅迭契家立的，收藏十四世纪到十六世纪的意大利画最多意大利画的精华荟萃于此，比那儿都好。乔陀，波铁乞利，十五世纪，达文齐十五世纪，拉飞尔十六世纪，密凯安杰罗，铁沁的作品，这儿都有波铁乞利和铁沁的最多。乔陀，波铁乞利，达文齐都是佛罗伦司派，重形线与构图拉飞尔曾到佛罗伦司，也受了些影响。铁沁是威尼斯派，重着色。这两个潮流是西洋画的大别。波铁乞利的作品如勃里马未拉的寓言，爱神的出生等似乎最能代表前一派达文齐的送子图，构图也极巧妙。铁沁的佛罗拉像和爱神，可以看出丰富的颜色与柔和的节奏。另有蓝色圣母像，沙琐费拉陀s，十七世纪所作，后来临摹的很多小说月报曾印作插图。古雕像以梅迭契爱神，摔跤为最前者情韵欲流，后者精力饱满，都是神品。隔阿奴河有辟第画院，有长廊与乌费齐相通这条长廊架在一座桥的顶上，里面挂着许多画像。辟第画院是辟第立的。他和梅迭契是死冤家。可是后来扩充这个画院的还是梅迭契家。收藏的名画有拉飞尔的两幅圣母像，福那利那像与铁沁的马达来那像等。福那利那是拉飞尔的未婚妻，是他许多名作的模特儿。铁沁此幅和佛罗拉像作风相近，但金发飘拂，节奏更要生动些。两个画院中常看见女人坐在小桌旁用描花笔蘸着粉临摹小画像，这种小画像是将名画临摹在一块长方的或椭圆的小纸上，装在小玻璃框里，作案头清供之用。因为地方太小，只能临摹半身像。这也是西方一种特别的艺术，颇有些历史。"}
{"text":"可是后来扩充这个画院的还是梅迭契家。收藏的名画有拉飞尔的两幅圣母像，福那利那像与铁沁的马达来那像等。福那利那是拉飞尔的未婚妻，是他许多名作的模特儿。铁沁此幅和佛罗拉像作风相近，但金发飘拂，节奏更要生动些。两个画院中常看见女人坐在小桌旁用描花笔蘸着粉临摹小画像，这种小画像是将名画临摹在一块长方的或椭圆的小纸上，装在小玻璃框里，作案头清供之用。因为地方太小，只能临摹半身像。这也是西方一种特别的艺术，颇有些历史。看画院的人走过那些小桌子旁，她们往往请你看她们的作品递给你扩大镜让你看出那是一笔不苟的。每件大约二十元上下。她们特别拉住些太太们，也许太太们更能赏识她们的耐心些。十字堂邻近，许多做嵌石的铺子。黑地嵌石的图案或带图案味的花卉人物等都好好在颜色与光泽彼此衬托，恰到佳处。有几块小丑像，趣极了。但临摹风景或图画的却没有什么好。无论怎么逼真，总还隔着一层嵌石决不能如作画那么灵便的。再说就使做得和画一般，也只是因难见巧，没有一点新东西在内。威尼斯嵌玻璃却不一样。他们用玻璃小方块嵌成风景图这些玻璃块相似而不尽相同，它们所构成的不是一个简单的平面，而是许多颜色的点儿。你看时会觉得每一点都触着你，它们间的光影也极容易跟着你的角度变化至少这触着你一层，画是办不到的。不过佛罗伦司所用大理石，色泽胜于玻璃多多威尼斯人虽会着色，究竟还赶不上。原载年月日中学生第号散文全编罗马罗马是历史上大帝国的都城，想象起来，总是气象万千似的。现在它的光荣虽然早过去了，但是从七零八落的废墟里，后人还可仿佛于百一。这些废墟，旧有的加上新发掘的，几乎随处可见，像特意点缀这座古城的一般。这边几根石柱子，那边几段破墙，带着当年的尘土，寂寞地陷在大坑里虽然在夏天中午的太阳，照上去也黯黯淡淡，没有多少劲儿。就中罗马市场规模最大。这里是古罗马城的中心，有法庭，神庙，与住宅的残迹。卡司多和波鲁斯庙的三根哥林斯式的柱子，顶上还有片石相连着在全场中最为秀拔，像三个丰姿飘洒的少年用手横遮着额角，正在眺望这一片古市场。想当年这里终日挤挤闹闹的也不知有多少人，各有各的心思，各有各的手法现在只剩三两起游客指手画脚地在死一般的寂静里。"}
{"text":"就中罗马市场规模最大。这里是古罗马城的中心，有法庭，神庙，与住宅的残迹。卡司多和波鲁斯庙的三根哥林斯式的柱子，顶上还有片石相连着在全场中最为秀拔，像三个丰姿飘洒的少年用手横遮着额角，正在眺望这一片古市场。想当年这里终日挤挤闹闹的也不知有多少人，各有各的心思，各有各的手法现在只剩三两起游客指手画脚地在死一般的寂静里。犄角上有一所住宅，情形还好一面是三间住屋，有壁画，已模糊了，地是嵌石铺成的旁厢是饭厅，壁画极讲究，画的都是正大的题目，他们是很看重饭厅的。市场上面便是巴拉丁山，是饱历兴衰的地方。最早是一个村落，只有些茅草屋子罗马共和末期，一姓贵族聚居在这里帝国时代，更是繁华。游人走上山去，两旁宏壮的住屋还留下完整的黄土坯子，可以见出当时阔人家的气局。屋顶一片平场，原是许多花园，总名法内塞园子，也是四百年前的旧迹现在点缀些花木，一角上还有一座小喷泉。在这园子里看脚底下的古市场，全景都在望中了。市场东边是斗狮场，还可以看见大概的规模在许多宏壮的废墟里，这个算是情形最好的。外墙是一个大圆圈儿，分四层，要仰起头才能看到顶上。下三层都是一色的圆拱门和柱子，上一层只有小长方窗户和楞子，这种单纯的对照教人觉得这座建筑是整整的一块，好像直上云霄的松柏，老干亭亭，没有一些繁枝细节。里面中间原是大平场中古时在这儿筑起堡垒，现在满是一道道颓毁的墙基，倒成了四不像。这场子便是斗狮场环绕着的是观众的坐位。下两层是包厢，皇帝与外宾的在最下层，上层是贵族的第三层公务员坐最上层平民坐共可容四五万人。狮子洞还在下一层，有口直通场中。斗狮是一种刑罚，也可以说是一种裁判罪囚放在狮子面前，让狮子去搏他他若居然制死了狮子，便是直道在他一边，他就可自由了。但自然是让狮子吃掉的多这些人大约就算活该。想到临场的罪囚和他亲族的悲苦与恐怖，他的仇人的痛快，皇帝的威风，与一般观众好奇的紧张的面目，真好比一场恶梦。这个场子建筑在一世纪，原是戏园子，后来才改作斗狮之用。斗狮场南面不远是卡拉卡拉浴场。古罗马人颇讲究洗澡，浴场都造得好，这一所更其华丽。全场用大理石砌成，用嵌石铺地有壁画，有雕像，用具也不寻常。"}
{"text":"但自然是让狮子吃掉的多这些人大约就算活该。想到临场的罪囚和他亲族的悲苦与恐怖，他的仇人的痛快，皇帝的威风，与一般观众好奇的紧张的面目，真好比一场恶梦。这个场子建筑在一世纪，原是戏园子，后来才改作斗狮之用。斗狮场南面不远是卡拉卡拉浴场。古罗马人颇讲究洗澡，浴场都造得好，这一所更其华丽。全场用大理石砌成，用嵌石铺地有壁画，有雕像，用具也不寻常。房子高大，分两层，都用圆拱门，走进去觉得稳稳的里面金碧辉煌，与壁画雕像相得益彰。居中是大健身房，有喷泉两座。场子占地六英亩，可容一千六百人洗浴。洗浴分冷热水蒸气三种，各占一所屋子。古罗马人上浴场来，不单是为洗澡他们可以在这儿商量买卖，和解讼事等等，正和我们上茶店上饭店一般作用。这儿还有好些游艺，他们公余或倦后来洗一个澡，找几个朋友到游艺室去消遣一回，要不然，到客厅去谈谈话，都是很写意的。现在却只剩下一大堆遗迹。大理石本来还有不少，早给搬去造圣彼得等教堂去了零星的物件陈列在博物院里。我们所看见的只是些巍巍峨峨参膊差差的黄土骨子，站在太阳里，还有学者们精心研究出来的卡拉卡拉浴场图的照片，都只是所谓过屠门大嚼而已。罗马从中古以来便以教堂著名。康南海罗马游纪中引杜牧的诗南朝四百八十寺，多少楼台烟雨中，光景大约有些相像的只可惜初夏去的人无从领略那烟雨罢了。圣彼得堂最精妙，在城北尼罗圆场的旧址上。尼罗在此地杀了许多基督教徒。据说圣彼得上十字架后也便葬在这里。这教堂几经兴废，现在的房屋是十六世纪初年动工，经了许多建筑师的手。密凯安杰罗七十二岁时，受保罗第三的命，在这儿工作了十七年。后人以为天使保罗第三假手于这一个大艺术家，给这座大建筑定下了规模以后虽有增改，但大体总是依着他的。教堂内部参照卡拉卡拉浴场的式样，许多高大的圆拱门稳稳地支着那座穹隆顶。教堂长六百九十六英尺，宽四百五十英尺，穹隆顶高四百三英尺，可是乍看不觉得是这么大。因为平常看屋子大小，总以屋内饰物等为标准，饰物等的尺寸无形中是有谱子的。圣彼得堂里的却大得离了谱子，天使像巨人，鸽子像老鹰所以教堂真正的大小，一下倒不容易看出了。但是你若看里面走动着的人，便渐渐觉得不同。"}
