{"text":"所以我们应加强自身修养，做到克已制怒。健康，来源于健全的心理状态。保持良好的心理状态则不会患病。有了积极的心态，便有了战胜一切困难取得成功的信心。我们对生活态度决定了我们的人生。人生在世，应该对事业热情，对生活热情，对他人热情。谁能保持这三方面的热情，谁将会有意义地度过一生。只有对前途乐观的人，才能不怕黑暗，才能有力量去创造光明。乐观不是目的，而是人生旅途中的一种态度。经得起各种诱惑和烦恼的考验，才是达到最完善的心理健康。心理工作，着眼警队，惠及民警。拥有健全的心理，争做健康的卫士。心理健康，受益你我他。浇树浇根，知兵知心心理工作与政治思想工作是密不可分的兄弟。正视自卑心理，把自信作为人生成功的第一秘决。心理工作是打开民警心灵之门的金色钥匙。心理工作与思想政治工作是鸟之双翼，车之双轮，二者相辅相成，缺一不可。心理工作是民警精神生活的良师益友。过硬的心理是完成任务的根本保证。健康良好的心理是取得成功的开端。宠辱不惊，闲看庭前花开花落。去留无意，漫观天上云卷云舒。好心情，会让你峰回路转。精诚所至，金石为开。言传身教交朋友，以心换心健心理。把爱心当做启蒙的雨露，用真情唤起心灵的共鸣。没有健康的心理，就没有健康的人生。健康的心理造就健康的人生。随着社会的发展进步，生产力的提高，科技日新月异，人们生活中的竞争力和压力越来越大，心理健康的作用也越来越重要了。良好的心理素质是人们舒适地工作，成功的事业的强大后盾。世间最强大的莫过于心灵的力量。思想是行动的先导，心理问题直接作用并影响人的思想。只有构筑起心理防线才坚不可摧。宽容是化解一切仇恨的最好办法，谅解是解决问题的关键。如果说身体不健康失去的是躯体，那么心理不健康失去的将是灵魂人的问题比人还多，世界上最大的敌人是自己。与其修饰面容，不如修正心胸。坚韧之心，是成功的根基。"}
{"text":"良好的心理素质是人们舒适地工作，成功的事业的强大后盾。世间最强大的莫过于心灵的力量。思想是行动的先导，心理问题直接作用并影响人的思想。只有构筑起心理防线才坚不可摧。宽容是化解一切仇恨的最好办法，谅解是解决问题的关键。如果说身体不健康失去的是躯体，那么心理不健康失去的将是灵魂人的问题比人还多，世界上最大的敌人是自己。与其修饰面容，不如修正心胸。坚韧之心，是成功的根基。心理工作是让民警享受到警营里所独有的快乐和幸福之后是无私的奉献。心理工作的过程是一个使对象情感得到升华的过程是一个使对象意志得到锻炼的过程。成功在于坚忍，失败因为放弃，而坚忍与放弃往往在于一念之差。奋斗改变命运，梦想让我们与从不同。逆境总是有的，人生就是进步。人类各有不同的命运，却没有一种命运超越了人类。只要你下定决心，就一定能克服任何恐惧，记住，恐惧只存在于人的内心。希望是不幸者的第二灵魂。水激石则鸣，人激志则宏。世界上没有比快乐更美丽的化妆品。在奔向目标的道路上应坚持不懈持之以恒还需充分的意识到自己的力量。时间冲淡一切痛苦，生活一定创造更新的喜悦。健康的心理是创造美好的生活，架起友谊的桥梁，发展事业的基石。艰苦紧张的警营生活，需要勤奋，而勤奋需要必要的心理支持。人生如长河，总会有曲折不管多艰险，必将能通过。国事家事，个人事，事无巨细你治，我治，大家治，心理防治。心理在于健康，心理在于理想素质的提高。春风化作雨，润物细无声。从点滴入手，积极培养官兵健康心理。主动学好心理科学知识，掌握开启战士心灵的钥匙。健康的心理是人生成功进步的阶梯。预防事故案件，心理工作关键，学好心理知识，当好咨询骨干。学会向别人倾诉，在倾诉中释放自己的压力学会倾听别人的倾诉，在倾听中告诉别人生活更美好。世界上唯一有价值的东西，就是一个人充满活力的灵魂。"}
{"text":"春风化作雨，润物细无声。从点滴入手，积极培养官兵健康心理。主动学好心理科学知识，掌握开启战士心灵的钥匙。健康的心理是人生成功进步的阶梯。预防事故案件，心理工作关键，学好心理知识，当好咨询骨干。学会向别人倾诉，在倾诉中释放自己的压力学会倾听别人的倾诉，在倾听中告诉别人生活更美好。世界上唯一有价值的东西，就是一个人充满活力的灵魂。心灵是自己的地方，在那里可以把地狱变为天堂，也可以把天堂变为地狱。信心所给予的生命，不只是一种依托，一种凭借，一种支持，而是永远的坚强和力量。人生追求有目标，人生奋斗有希望，无论道路多曲折，还是多艰难，这都是人类平凡的人生十三关于劳动的名言警句任何一种不为集体利益打算的行为，都是自杀的行为，它对社会有害。――马卡连柯正如树枝和树干连接在一起那样，脱离树干的树枝很快就会枯死。――奥涅格我们世界上最美好的东西，都是由劳动由人的聪明的手创造出来的。――高尔基只有人的劳动才是神圣的。――高尔基锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦――李绅我觉得人生求乐的方法，最好莫过于尊重劳动。一切乐境，都可由劳动得来，一切苦境，都可由劳动解脱。――李大钊劳动是一切知识的源泉。――陶铸所有现存的好东西都是创造的果实。――米尔在人的生活中最主要的是劳动训练。没有劳动就不可能有正常的人的生活。――卢梭劳动是社会中每个人不可避免的义务。――卢梭完善的新人应该是在劳动之中和为了劳动而培养起来的。――欧文体力劳动是防止一切社会病毒的伟大的消毒剂。――马克思劳动却是产生一切力量一切道德和一切幸福的威力无比的源泉。――拉乔乃尼奥里劳动是财富之父，土地是财富之母。――威廉配第有总是从无开始的是靠两只手和一个聪明的脑袋变出来的。――松苏内吉我知道什麽是劳动劳动是世界上一切欢乐和一切美好事情的源泉。――高尔基要工作，要勤劳劳作是最可靠的财富。――拉封丹既然思想存在于劳动之中，人就要靠劳动而生存。――苏霍姆林斯基在重视劳动和尊重劳动者的基础上，我们有可能来创造自己的新的道德。"}
{"text":"――拉乔乃尼奥里劳动是财富之父，土地是财富之母。――威廉配第有总是从无开始的是靠两只手和一个聪明的脑袋变出来的。――松苏内吉我知道什麽是劳动劳动是世界上一切欢乐和一切美好事情的源泉。――高尔基要工作，要勤劳劳作是最可靠的财富。――拉封丹既然思想存在于劳动之中，人就要靠劳动而生存。――苏霍姆林斯基在重视劳动和尊重劳动者的基础上，我们有可能来创造自己的新的道德。――劳动和科学是世界上最伟大的两种力量。――高尔基劳动永远是人类生活的基础，是创造人类文化幸福的基础。――马卡连柯热爱劳动吧。没有一种力量能象劳动，既集体友爱自由的劳动的力量那样使人成为伟大和聪明的人。――高尔基我只相信一条灵感是在劳动时候产生的。劳动，这是一切钝感的最好的医生。――奥斯特洛夫斯基劳动是人类存在的基础和手段，是一个人在体格智慧和道德上臻于完善的源泉。――乌申斯基如果你能成功地选择劳动，并把自己的全部精神灌注到它里面去，那麽幸福本身就会找到你。――乌申斯基懒惰――它是一种对待劳动态度的特殊作风。它以难以卷入工作而易于离开工作为其特点。――杰普莉茨卡娅人生在勤，不索何获――张衡临渊羡鱼不如退而结网。――班固一劳永逸的话，有是有的，而一劳永逸的事却极少――社会主义制度的建立给我们开辟了一条到达理想境界的道路，而理想境界的实现还要靠我们的辛勤劳动。――知识是从刻苦劳动中得来的，任何成就都是刻苦劳动的结果。――宋庆龄培育能力的事必须继续不断地去做，又必须随时改善学习方法，提高学习效率，才会成功。――叶圣陶做事，不止是人家要我做才做，而是人家没要我做也争着去做。这样，才做得有趣味，也就会有收获。――谢觉哉从此我不再仰脸看青天，不再低头看白水，只谨慎着我双双的脚步，我要一不一不踏在泥土上，打上深深的脚印――应该记住，我们的事业，需要的是手，而不是嘴。――童第周凡事总要有信心，老想着行。要是做一件事，先就担心着怕不行吧那你就没有勇气了。――盖叫天一切都靠一张嘴来做而丝毫不实干的人，是虚伪和假仁假义的。"}
{"text":"这样，才做得有趣味，也就会有收获。――谢觉哉从此我不再仰脸看青天，不再低头看白水，只谨慎着我双双的脚步，我要一不一不踏在泥土上，打上深深的脚印――应该记住，我们的事业，需要的是手，而不是嘴。――童第周凡事总要有信心，老想着行。要是做一件事，先就担心着怕不行吧那你就没有勇气了。――盖叫天一切都靠一张嘴来做而丝毫不实干的人，是虚伪和假仁假义的。――德谟克利特科学是到处为家的，――不过只是任何不播种的地方，它是不会使其丰收的。――赫尔岑科学不是可以不劳而获的――诚然，在科学上除了汗流满面是没有其他获致的方法的热情也罢，幻想也罢，以整个身心去渴望也罢，都不能代替劳动。――赫尔岑天才不能使人不必工作，不能代替劳动。要发展天才，必须长时间地学习和高度紧张地工作。人越有天才，他面临的任务也越复杂，越重要。――斯米尔诺夫一个有真正大才能的人却在工作过程中感到最高度的快乐。――歌德从科学园地采收的果实，如同农人的收获一样，常常是工作与幸运和有利的情势的共同产物。――贝齐里乌斯灵感，不过是顽强地劳动而获得的奖赏。――列宾谁肯认真地工作，谁就能做出许多成绩，就能超群出众。――恩格斯世间没有一种具有真正价值的东西，可以不经过艰苦辛勤劳动而能够得到的。――爱迪生在劳力上劳心，是一切发明之母。事事在劳力上劳心，变可得事物之真理。――陶行知经过费力才得到的东西要比不费力就得到的东西叫能另人喜爱。一目了然的真理不费力就可以懂，懂了也感到暂时的愉快，但是很快就被遗忘了。――薄伽丘我这一生基本上只是辛苦工作，我可以说，我活了七十五岁，没有那一个月过的是舒服生活，就好象推一块石头上山，石头不停地滚下来又推上去。――歌德正是劳动本身构成了你追求的幸福的主要因素，任何不是靠辛勤努力而获得的享受，很快就会变得枯燥无聊，索然无味。――休谟只有在新的社会条件下劳动才能从繁重的负担转变成轻松而愉快的生理要求的满足。――车尔尼雪夫斯基我们在我们的劳动过程中学习思考，劳动的结果，我们认识了世界的奥妙，于是我们就真正来改变生活了。――高尔基我毕生都热爱脑力劳动和体力劳动，也许甚至说，我更热爱体力劳动。"}
{"text":"――歌德正是劳动本身构成了你追求的幸福的主要因素，任何不是靠辛勤努力而获得的享受，很快就会变得枯燥无聊，索然无味。――休谟只有在新的社会条件下劳动才能从繁重的负担转变成轻松而愉快的生理要求的满足。――车尔尼雪夫斯基我们在我们的劳动过程中学习思考，劳动的结果，我们认识了世界的奥妙，于是我们就真正来改变生活了。――高尔基我毕生都热爱脑力劳动和体力劳动，也许甚至说，我更热爱体力劳动。当在体力劳动内加入任何优异的悟性，即手脑相结合在一起的时候，我就更特别感觉满意了。――巴甫洛夫懒惰象生锈一样，比操劳更能消耗身体经常用的钥匙，总是亮闪闪的。――富兰克林不停留在已得的成绩上，而是英勇地劳动着，努力要把劳动的锦标长久握在自己手里。――奥斯特洛夫斯基劳动使人建立对自己的理智力量的信心。――高尔基如果儿童让自己任意地不论去做什麽而不去劳动，他们就既学不会文学，也学不会音乐，也学不会体育，也学不会那保证道德达到最高峰的礼仪。――德谟克利特富人如果把金钱放在你手中，你不要对这点恩惠太看重因为圣人曾经这样教诲勤劳远比黄金可贵。――萨迪爱劳动是共产主义道德主要成分之一。但只有在工人阶级获得胜利以后，人类生活不可缺少的条件――劳动，才不会是沉重而可耻的负担，而成为荣誉和英勇的事业。――加里宁愉快只是幸福的伴随现象，愉快如果不伴随以劳动，那麽它不仅会迅速地失去价值，而且也会迅速地使人们的心灵堕落下来。――乌申斯基没有顽强的细心的劳动，即使是有才华的人也会变成绣花枕头似的无用的玩物。――斯坦尼斯拉夫斯基十四关于挫折的名言警句苦难是人生的老师，通过苦难，走向欢乐。贝多芬一个人总是有些拂逆的遭遇才好，不然是会不知不觉地消沉下去的，人只怕自己倒，别人骂不倒。郭沫若人的生命似洪水在奔流，不遇着岛屿暗礁，难以激起美丽的浪花。奥斯特洛夫斯基种子不落在肥土而落在瓦砾中，有生命力的种子决不会悲观和叹气，因为有了阻力才有磨炼。夏衍即使跌倒一百次，也要一百零一次地站起来。张海迪困难与折磨对于人来说，是一把打向坯料的锤，打掉的应是脆弱的铁屑，锻成的将是锋利的钢刀契诃夫开发人类智力的矿藏是少不了需要由患难来促成的。"}
{"text":"郭沫若人的生命似洪水在奔流，不遇着岛屿暗礁，难以激起美丽的浪花。奥斯特洛夫斯基种子不落在肥土而落在瓦砾中，有生命力的种子决不会悲观和叹气，因为有了阻力才有磨炼。夏衍即使跌倒一百次，也要一百零一次地站起来。张海迪困难与折磨对于人来说，是一把打向坯料的锤，打掉的应是脆弱的铁屑，锻成的将是锋利的钢刀契诃夫开发人类智力的矿藏是少不了需要由患难来促成的。要使火药发火就需要压力。大仲马我们若已接受最坏的，就再没有什么损失。卡耐基通向人类真正伟大境界的道路只有一条苦难的道路。爱因斯坦上天完全是为了坚强我们的意志，才在我们的道路上设下重重的障碍。泰戈尔不因幸运而故步自封，不因厄运而一蹶不振。真正的强者，善于从顺境中找到阴影，从逆境中找到光亮，时时校准自己前进的目标。易卜生被克服的困难就是胜利的契机。丘吉尔人生布满了荆棘，我们想的惟一办法是从那些荆棘上迅速跨过。伏尔泰希望是厄运的忠实的姐妹。普希金我以为挫折磨难是锻炼意志增强能力的好机会。邹韬奋斗争是掌握本领的学校，挫折是通向真理的桥梁。歌德以勇敢的胸膛面对逆境。贺拉斯一切幸福都并非没有烦恼，而一切逆境也绝非没有希望。培根困难是欺软怕硬的。你越畏惧它，它愈威吓你。你愈不将它放在眼里，它愈对你表示恭顺。宣永光无论何时，不管怎样，我也绝不允许自己有一点点心丧气。爱迪生在一个崇高的目标支持下，不停地工作，即使慢，也一定会获得成功。爱因斯坦壮志与毅力是事业的双翼歌德大自然既然在人间造成不同程度的强弱，也常用破釜沉舟的斗争，使弱者不亚于强者。孟德斯鸠卓越的人一大优点是在不利与艰难的遭遇里百折不挠。贝多芬任何高处，未有人间所不能达者。然而欲达目的，则不可不以决心和自信为之。安徒生顽强的毅力改变可以征服世界上任何一座高峰。狄更斯艺术的大道上荆棘丛生，这也是好事，常人都望而生畏，只有意志坚强的人例外。雨果朝着一定目标走去是志，一鼓作气中途绝不停止是气，两者合起来就是志气。"}
{"text":"孟德斯鸠卓越的人一大优点是在不利与艰难的遭遇里百折不挠。贝多芬任何高处，未有人间所不能达者。然而欲达目的，则不可不以决心和自信为之。安徒生顽强的毅力改变可以征服世界上任何一座高峰。狄更斯艺术的大道上荆棘丛生，这也是好事，常人都望而生畏，只有意志坚强的人例外。雨果朝着一定目标走去是志，一鼓作气中途绝不停止是气，两者合起来就是志气。一切事业的成败都取决于此。卡耐基所有坚忍不拔的努力迟早会取得报酬的。安格尔钢是在烈火和急剧冷却里锻炼出来的。所以才能坚硬和什么也不怕。我们的一代也是这样在斗争中和可怕的考验中锻炼出来的，学习了不在生活面前屈服。奥斯特洛夫斯基什么是路？就是说从没路的地方践踏出来的，从只有荆棘的地方开辟出不的。要想不经过艰难曲折，不付出极大努力，总是一帆风顺，容易得到成功，这种想法只是幻想。我从来不知道什么是苦闷，失败了再来，前途是自己努力创造出来的。徐特立谚云世上无难事，只畏有心人。有心之人，即立志之坚午也，志坚则不畏事之不成。任弼时遇见深林，可以辟成平地的，遇见旷野，可以栽种树木的，遇见沙漠，可以开掘井泉的。患难困苦，是磨炼人格之最高学校。梁启超十五关于信念的励志名言喷泉的高度不会超过它的源头，一个人的事业也是这样，他的成就决不会超过自己的信念。――林肯最可怕的敌人，就是没有坚强的信念。――罗曼罗兰信念是鸟它在黎明仍然黑暗之际感觉到了光明唱出了歌。――泰戈尔在荆棘道路上惟有信念和忍耐能开辟出康庄大道。――松下幸之助由百折不挠的信念所支持的人的意志比那些似乎是无敌的物质力量具有更大的威力。――爱因斯坦只要厄运打不垮信念，希望之光就会驱散绝望之云。――郑秀芳伟大的作品不只是靠力量完成，更是靠坚定不移的信念。――塞缪尔约翰逊一个有信念者所开发出的力量，大于个只有兴趣者。――列夫托尔斯泰信念最好能由经验和明确的思想来支持。"}
{"text":"――松下幸之助由百折不挠的信念所支持的人的意志比那些似乎是无敌的物质力量具有更大的威力。――爱因斯坦只要厄运打不垮信念，希望之光就会驱散绝望之云。――郑秀芳伟大的作品不只是靠力量完成，更是靠坚定不移的信念。――塞缪尔约翰逊一个有信念者所开发出的力量，大于个只有兴趣者。――列夫托尔斯泰信念最好能由经验和明确的思想来支持。――爱因斯坦人，只要有一种信念，有所追求，什么艰苦都能忍受，什么环境也都能适应。――丁玲信念是储备品行路人在破晓时带着它登程但愿他在日暮以前足够使用。――柯罗连科信念不是到处去寻找顾客的产品推销员，它永远也不会主动地去敲你的大门。――赵鑫珊如果一个人有足够的信念他就能创造奇迹。――温塞特如果把人生比之为杠杆信念刚好像是它的支点具备这个恰当的支点才可能成为一个强而有力的人。――薄一波信念只有在积极的行动之中才能够生存，才能够得到加强和磨炼。――苏霍姆林斯基才须学也。非学无以广才，非志无以成学。――孔明每个人都有一定的理想，这种理想决定着他的努力和判断的方向。在这个意义上，我从来不把安逸和快乐看作是生活目的本身――这种伦理基础，我叫它猪栏式的理想。照亮我的道路，并且不断地给我新的勇气去愉快地正视生活的理想，是善美和真。――爱因斯坦最可怕的敌人，就是没有坚强的信念。――罗曼罗兰一个能思想的人，才真是一个力量无边的人。――巴尔扎克信念是鸟它在黎明仍然黑暗之际感觉到了光明唱出了歌。――泰戈尔智慧是做事用的对于灵魂来说靠的是信仰。――高尔基十六关于毅力的励志名言世人缺乏的是毅力，而非气力。――雨果艺术的大道上荆棘丛生，这也是好事，常人都望而怯步，只有意志坚强的人例外。――雨果向着某一天终于要达到的那个终极目标迈步还不够，还要把每一步骤看成目标，使它作为步骤而起作用。――歌德取得成就时坚持不懈，要比遭到失败时顽强不屈更重要。――拉罗什夫科，法国作家忍耐和坚持虽是痛苦的事情，但却能渐渐地为你带来好处。"}
