{"text":"但是话得说回来，这个老头子指他自己和这个老太太指他的妻子，从替你揩大便小便开始，照顾了你二十年。这二十年，你去社会上找找看，还有没有比这两个老朋友更好的朋友？我们现在不要求你孝不孝，这些都是空话，只要求你把这两个老朋友照顾你二十年的感情，也同样照顾这两个老朋友二十年，就够了。这是金圣叹的游戏文章，也说明了孝道的真正哲学，所以中国讲孝，就是爱的回报。因此孔子说，现在的人，当父母死了而真有三年怀念父母的心情，像父母当时对自己三岁以内这样爱护的有没有？连这个三年怀念都没有，哪里还谈得上孝字。到了最近几十年，孝子的意思，是倒过来解释为孝顺儿子。这一大段是讲孝顺的，下面我们就讲到孝经了。曾子根据孔子所述的中国文化，著了孝经，为十三经之一。在孝经中孝敬父母还是小孝，大孝者为大孝于天下，看天下的老百姓都如自己的父母一样，这是中国政治哲学的大原则。为政的人，把老百姓视如自己父母一样孝，改一个名字就是忠。所以从事政治的人，要有孝天下人之心。以这个道德的基础，出来从事政治，这是中国政治哲学的基本重点，也即孝经的基本重点。麻将的学术思想说到这里，就讲到人品了。子曰饱食终日，无所用心，难矣哉！不有博奕者乎？为之犹贤乎已！到了这里，我们看了可高兴了，孔子主张可以搓搓麻将下棋。他说，有些人吃饱了饭，一天到晚不肯用心思，这情形大家也许见得少，在我的一些朋友中，我看得多了，有几个人，我经常笑他饱食终日，无所用心。生下来父母留给他许多的钱，吃饱了以后，不晓得怎么玩好，有时看到他很苦，苦到不知道有什么好吃的，一切东西都吃厌了，一天到晚不知如何度过才好。真有这种人。孔子说这种人真难。这个话分两头解释，刚才是照文字讲饱食终日，无所用心之痛苦。只一方面说，一个人如果要真正修养到饱食终日，无所用心可真难，这就讲到修道了。现在有许多人讲修道，就是身外任何事物都影响不了他，坐在那里，什么都不管，庄子称他为坐驰，坐在那里脑子里思想不停，好像开运动会，如真做到脑子里完全宁静下来，是很难。但在这里，不能作这样解释，因为下面孔子还有话，他说一个人饱食终日，无所用心。不肯动脑筋，就真难对付，没有办法教育他了。为什么孔子有这个感叹？"}
{"text":"真有这种人。孔子说这种人真难。这个话分两头解释，刚才是照文字讲饱食终日，无所用心之痛苦。只一方面说，一个人如果要真正修养到饱食终日，无所用心可真难，这就讲到修道了。现在有许多人讲修道，就是身外任何事物都影响不了他，坐在那里，什么都不管，庄子称他为坐驰，坐在那里脑子里思想不停，好像开运动会，如真做到脑子里完全宁静下来，是很难。但在这里，不能作这样解释，因为下面孔子还有话，他说一个人饱食终日，无所用心。不肯动脑筋，就真难对付，没有办法教育他了。为什么孔子有这个感叹？因为在当时的社会政治制度下，许多富家公子少爷，都是这个情形。所以孔子说，倒不如学学下棋，还能动动脑筋，总比较好一点，最怕是不用脑筋。这个话我们现在看来，也许没有什么感觉，如果从事教育的话，就会感慨了。据我所了解的，现在的教育，学生们已经到了饱无终日，无所用心的程度。大家如果不信，不妨研究一下看，现在我认为最严重的问题是文化思想没落了。虽然目前教育那么普及，一般人却只晓得应付考试，背死书，真的文化思想，乃至到大学里都没有，而且一年比一年差，差到无法再差了。这正如我们前面曾经讲过顾亭林的话，不妨重新再提，好加注意。当明末清初，顾亭林把明末的士大夫，分作南北两种批评，指明末的所以亡国是一南方的士大夫们群居终日，言不及义。一般人打打牌，喝喝酒，聚在一起，所谓国家事，管他娘，没有事情打麻将。所谈论的话，没有谈到国家思想民族文化，至于义理之学的影子更没有，说些空话而已。二北方的士大夫们则饱食终日，无所用心。所以他认为这样太危险了，国家岂有不亡的？这是当年历史上的士气，所以一个国家的文化思想有如此重要。下面插了一段很妙子路曰君子尚勇乎？子曰君子义以为上。君子有勇而无义为乱，小人有勇而无义为盗。子路问孔子，你都说些文的，难道一个人只须要读书，只为学问的吗？来不来武的？讲不讲勇呢？孔子说，我并不反对勇。不错，武功也要好，但是君子之勇，以义理为上，如果君子没有义理文化的修养，徒然有勇，就容易作乱，使社会混乱。如对人有勇，而没有义理文化作基础，就容易作坏事，匪盗这一类行为，都做得出来了。因此便引出了子贡的话子贡曰君子亦有恶乎？子曰有恶。恶称人之恶者，恶居下流而讪上者，恶勇而无礼者，恶果敢而窒者。曰赐也亦有恶乎？"}
{"text":"子路问孔子，你都说些文的，难道一个人只须要读书，只为学问的吗？来不来武的？讲不讲勇呢？孔子说，我并不反对勇。不错，武功也要好，但是君子之勇，以义理为上，如果君子没有义理文化的修养，徒然有勇，就容易作乱，使社会混乱。如对人有勇，而没有义理文化作基础，就容易作坏事，匪盗这一类行为，都做得出来了。因此便引出了子贡的话子贡曰君子亦有恶乎？子曰有恶。恶称人之恶者，恶居下流而讪上者，恶勇而无礼者，恶果敢而窒者。曰赐也亦有恶乎？恶徼以为知者，恶不孙以为勇者，恶讦以为直者。子贡有一天问，一个君子仁人的修养，也有讨厌人家的一面吗？孔子说，当然有。那么讨厌一些什么事？孔子举了个例子，最讨厌说别人坏话的人。讨厌自己在下面对于上面都不满意，加以讪谤的人。讨厌好勇斗狠而又没有文化基础修养的人。许多学了拳的人，见面都要比划几下，是最讨厌的，奇怪得很，学武的人总是性情粗暴，乃至学太极拳的人，动辄喜欢跟人推手比一下，这是值得研究的，为什么一种运动，往往会把人的气质变为好勇斗狠？不过据经验所知，初学武的时候的确想打，除非学到很高的时候，看不出来了，不想动手，也不敢动手，因为一动手就伤人。所以好勇而无礼的人很危险，令人讨厌。至于果敢而窒，也值得注意，有些人很有决断，很容易下决心，尤其为政当领导者更要知道，很果敢有勇气，下了决心就干了，而把门关起来，任何第二个意见都不听的，这是很严重的问题。子贡听了以后，说他也讨厌几件事，就是徼以为知者，有些人把自己的偏见，认为是自己最高的智慧，这种人真是无可救药。还有可恶的是没有礼貌，粗暴而自以为有勇的，还有口头上尖酸刻薄攻击人家，而表面上装起来是说直话的，都是可厌恶的。他们师生两人一唱一和，等于唱双簧一样，举出来的这几点，我们每个人都要反省，体会自己，也可据此以观人，如果有了这种毛病，要努力改过来。男人与女人子曰唯女子与小人为难养也！近之则不孙，远之则怨。有几句话，先要向女性们道歉。我以前讲论语就讲过的。有一次一个妇女团体要我去讲中国文化，就有一位提出这两句话来问我。我说我不敢说，我说了你们要上来打我的。她们说不打。我说你们不打，我就赞成孔子的话，这是没有办法来替妇女们辩护的。"}
{"text":"男人与女人子曰唯女子与小人为难养也！近之则不孙，远之则怨。有几句话，先要向女性们道歉。我以前讲论语就讲过的。有一次一个妇女团体要我去讲中国文化，就有一位提出这两句话来问我。我说我不敢说，我说了你们要上来打我的。她们说不打。我说你们不打，我就赞成孔子的话，这是没有办法来替妇女们辩护的。孔子说女子与小人最难办了，对她太爱护了，太好了她就恃宠而骄，搞得你啼笑皆非，动辄得咎。对她不好，她又恨死你，至死方休，这的确是事实，是无可否认的天下难事。但问题是，世界上的男人，够得上资格免刑于小人罪名的，实在也少之又少。孔子这一句话，虽然表面上骂尽了天下的女人，但是又有几个男人不在被骂之列呢？我们男士，在得意之余，不妨扪心自问一番。当然，我们还要明白孔子说这句话的时代背景，在上古时代，以男权为中心的社会结构，女性大多数没有受过教育，对外界事物的陌生，知识的隐蔽，不是现代人――尤其是我们今天社会所能想象的。讲到这里，我又想起以前小孩子时期的笑话，那个时候，也正是正式小人的时期。我们那时候读书，碰到写别字，写误字的时候，往往有人开我们的玩笑说，这是孔夫子的夫人教的。事隔几十年，到了今天，孔师母，事实上，也应该和一般女性教育家一样，真正出来当老师了。因此相反的，站在女性的立场来说，也许会讲唯男子与小人为难办也。近之则玩弄，疏之则恨。试想，这也未尝不是理由。几年前，有一位同学介绍一位提倡女权运动的同学来看我，我对此举并不反对，不过，觉得我们今天的社会，似乎女权已经高了一点。倘使真能做到取男性为中心的社会而代之以女权为主的社会结构，我也很赞成。因为男人们也有男人的苦经，男人们担任社会中心的主角已经几千年了，应该退休让位，完全由女性来管事，当兵打仗，都归她们，男性应该回到家里去专管内务，做饭烧菜洗衣打牌。只可惜缺了一样，男性不能生孩子，这一点反不过来，未免遗憾。话说回来，以前的人们，常站在男性中心的立场来看女人，都有类似从难养的角度来看，因此见之于文字言论的也很多。宋代陶谷写了一本清异录的书，其中的女行门中，便录有莱州长史于义方著的黑心符一篇，专责女性的文章。"}
{"text":"因为男人们也有男人的苦经，男人们担任社会中心的主角已经几千年了，应该退休让位，完全由女性来管事，当兵打仗，都归她们，男性应该回到家里去专管内务，做饭烧菜洗衣打牌。只可惜缺了一样，男性不能生孩子，这一点反不过来，未免遗憾。话说回来，以前的人们，常站在男性中心的立场来看女人，都有类似从难养的角度来看，因此见之于文字言论的也很多。宋代陶谷写了一本清异录的书，其中的女行门中，便录有莱州长史于义方著的黑心符一篇，专责女性的文章。他首先提的是历史上名女人，如吕后武则天等等，都是拣坏的方面来说。但我觉得，如果仔细读完了黑心符全文，你便会哈哈大笑，作为原告的男人，说了半天，无非都是男人没有出息干的事，几乎与被告女性完全无关。我记得佛经上有一个故事，一个国王与王后反目，同来见佛，佛先站在国王的立场，说了女性许多坏处。国王听了很高兴。最后佛又说，可是人们只知道女性的不对，其实，男性的坏处也很多，于是佛又接连数说许多男性的不是之处。非常好笑。这正如吕纯阳的一首诗说独立高蜂望八都，黑云散后月还孤。茫茫宇宙人无数，几个男儿是丈夫？女人！男人！谁对？谁不对？我想，也同宇宙的其他事物一样，永远下不了定论的。对吗？子曰年四十而见恶焉，其终也已。这是这一篇的结论。本篇正好由小人之首的阳货开始，到此作一结论。孔子说，人到了中年，经验也够了，年轻时错误没有关系，到了中年自己应该反省到了，不要再教育，自己也能改正好了。但结果还有许多毛病，很多的坏事改不过来，这就不要说了，这已经定型，改不了啦！微子第十八现在讲微子第十八篇，这一篇和第八篇泰伯有相呼应的作用，也可以说，这两篇是连续的。泰伯篇是上论接近结论的一篇，微子这一篇则接近了下论的结论。这篇所记载的，都是与孔子当时的学说思想有关的事情，所以记载中完全用孔子的话的地方就少得多了。而是记载一些与孔子思想有关的个人历史。这篇东西可以很快研究完，但篇中的问题是很重要的。先说本篇的问题所在。本篇题目是微子，而微子箕子比干这三个人，在周文王武王要革命的时候，都是纣王的大臣，也都是历史上有名的忠臣。箕子后来封于高丽，就是现在的朝鲜，所以朝鲜的文化，是我们中国文化的遗留，朝鲜的民族，也可以说是箕子的后代。"}
{"text":"这篇所记载的，都是与孔子当时的学说思想有关的事情，所以记载中完全用孔子的话的地方就少得多了。而是记载一些与孔子思想有关的个人历史。这篇东西可以很快研究完，但篇中的问题是很重要的。先说本篇的问题所在。本篇题目是微子，而微子箕子比干这三个人，在周文王武王要革命的时候，都是纣王的大臣，也都是历史上有名的忠臣。箕子后来封于高丽，就是现在的朝鲜，所以朝鲜的文化，是我们中国文化的遗留，朝鲜的民族，也可以说是箕子的后代。当时箕子把中国文化的阴阳八卦五行天干地支这些东西，流传到高丽，所以韩国的国旗，用的是易经八卦中的四卦乾坤坎离。就是代表天地日月，也可以说整个是中国文化的精神。这是箕子所传的。这里所提的微子箕子和比干，他们是殷商的贵族，纣王的尊亲。为什么要首先提他们，而且这一篇的最后结论，提到周朝能够兴起来，周有八士，八位了不起的人，辅助了周朝兴起来，这八士当中还没有提到姜太公周公，他们还不在八士以内。而这一篇的中间提到许多隐士，隐士并不一定是殷纣时候的人，有许多还属于孔子同时代的人，全篇的编辑路线是这个样子。如果从表面上看这篇书，尤其是五四运动以后看这些书，很多人认为这是为专制领导者帮腔的，因而有各种的毁谤。事实上不是这么一回事。但是有一点，从表面上看，这中间又有许多是反孔子的。所谓反是我们现代的说法，事实上是与孔子的观点，至少是站在两方面，这里都老实地记载下来了。所以我们读书，有时不可被表面文字骗过去。其次，我们要研究这篇书为什么要这样编？第一它是说明创造历史，创造时代，完全是属于人的问题，等于说英雄可开创时代。在一个时代中有人才，这个时代就兴了，人才衰落了，这时代也完了。第二点用人的问题，一个领导者能鉴识人才，培养人才，他的事业是成功的，如果不认识人才，不知道培养人才，事业一定是失败的。第三点关于个人的，这是很严重的问题，至少过去是如此，将来社会怎么变，就很难说了。过去的时代，个人的立身出处非常重要，也就是第一步站出来很重要，所以有人一辈子当隐士。隐士与历史文化有人说中国过去的隐士，就是西方文化中自由主义者不同意的主张，他不反对，反正个人超然独立，这是民主政治的自由精神。"}
{"text":"第三点关于个人的，这是很严重的问题，至少过去是如此，将来社会怎么变，就很难说了。过去的时代，个人的立身出处非常重要，也就是第一步站出来很重要，所以有人一辈子当隐士。隐士与历史文化有人说中国过去的隐士，就是西方文化中自由主义者不同意的主张，他不反对，反正个人超然独立，这是民主政治的自由精神。这个比方表面上看起来很对，实际上还是不大对，因为中国一般知识分子中，走隐士路线的人并不是不关心国家天下大事，而是非常关心，也许可以说关心得太过了，往往把自己站开了，而站开并不是不管。印度的思想，绝对出家了，去修道了。就一切事务不管中国的隐士并不是这种思想。我们研究中国的隐士，每一个对于现实的政治社会，都有绝对的关系，不过所采取的方法，始终是从旁帮助人，自己却不想站到中间去，或者帮助他的朋友，帮助他的学生，帮助别人成功，自己始终不站出来。在中国过去每一个开创的时代中，看到很多这样的人。最有名的如明朝朱元璋开国的时候，能够把元朝打垮，当然中间是靠几个道家思想的隐士人物出力，正面站了出来的是刘伯温，背后不站出来，故意装疯卖傻，疯疯癫癫的人有好几个，如装疯的周颠，另一个是铁冠道人，这是著名的，这些人朱元璋都亲自为他们写过传记。正史不载，因为正史是儒家的人编的，他们觉得这些人太神奇了，这些资料都不写在正史中。尤其是周颠这个人更怪，既不是和尚，又不是道士，一个人疯来疯去的，与朱元璋的交情也非常好，每逢朱元璋有问题解决不了的时候，他突然出现了，告诉解决的办法。有一次朱元璋还测验他，周颠自己说不会死，朱元璋把他用蒸笼去蒸烤，结果蒸了半天，打开一看，他等于现在洗了一个土耳其浴，洗得一身好舒服。从此朱元璋告诉部下，不可对周颠怠慢，这是一个奇人。像这一类的人，也属于有名的隐士思想一流的人物。中国过去有道之士，可以不出来干涉现实的事，但他非常热心，希望国家太平，希望老百姓过得好，宁可辅助一个人做到太平的时代，而自己不出来做官。等到天下太平了，成功了，他的影子也找不到了，他什么都不要。在中国古代历史中，这一类的人非常多的。当然正面历史不大容易看到，从反面的历史上，可以看到很多，几乎每个朝代，都有这些人。就拿王阳明来讲，他所碰到的与普通人的生活及观念不同的异人也很多。"}
{"text":"像这一类的人，也属于有名的隐士思想一流的人物。中国过去有道之士，可以不出来干涉现实的事，但他非常热心，希望国家太平，希望老百姓过得好，宁可辅助一个人做到太平的时代，而自己不出来做官。等到天下太平了，成功了，他的影子也找不到了，他什么都不要。在中国古代历史中，这一类的人非常多的。当然正面历史不大容易看到，从反面的历史上，可以看到很多，几乎每个朝代，都有这些人。就拿王阳明来讲，他所碰到的与普通人的生活及观念不同的异人也很多。本篇当中，就说明了虽然是隐士思想，明知道时代不能挽救的时候，他们站开了，但并不是消极的逃避，等于是保留了文化的精神，培养后一代，等待下一代。最有名的，如唐代的王通，我曾经提到过很多次，他的学生们在他死后私谥他为文中子。在隋炀帝的时候，他本来有志于天下，自己想出来干的，但与隋炀帝谈过话，到处看过以后，知道不行，回去讲学，培养年轻一代。所以到了唐太宗开国的时候，如李靖徐世绩房玄龄魏征这一批唐代的开国元勋，文臣武将，几乎都是他的学生，所以开创唐代的文化思想，文中子是最有功劳的。可是我们读唐代的历史，还没有他的传记，所以后人还是怀疑文中子的事迹，是不是真的，否则为什么没有他的传记？最后经过考证，原来文中子的儿子，得罪了唐太宗的舅子，也是一位很有名的大臣，人也很好，不过在学说思想上意见不同，所以后来修唐史的时候，就没有把文中子的思想摆进去。因此文中子死后，他的谥号，还是朝中这班大臣，也就是他的学生们私下给他的。历史上有名的自比尼山故事，就是说不仅他的弟子，连他自己也自比为当代的孔子。而实际上以功业来说，也许他比孔子还要幸运，因为孔子培养了三千弟子，结果没有看到一个人在功业上的成就，而文中子在几十年中培养了后一代的年轻人，开创了唐代的国运与文化。像这一类，也属于隐士之流的思想，明知道时代不可以挽回了，不勉强去做，不作儒家思想的中流砥柱――人应有中流砥柱的气概，但能不能把水流挽回呢？这是不可能的，只可以为自己流传忠臣之名而已，对时代社会则无法真正有所贡献。道家说要因应顺势，这类人的做法，就形成了后世的隐士。"}
{"text":"像这一类，也属于隐士之流的思想，明知道时代不可以挽回了，不勉强去做，不作儒家思想的中流砥柱――人应有中流砥柱的气概，但能不能把水流挽回呢？这是不可能的，只可以为自己流传忠臣之名而已，对时代社会则无法真正有所贡献。道家说要因应顺势，这类人的做法，就形成了后世的隐士。本篇记载了很多隐士，孔子当时所遇到的，是孔子在他们面前吃瘪的，也是孔子正面和他们冲突的，这冲突并不是吵架，是意见冲突，思想的幽默，可见他们也非常了解孔子，也认为孔子的做法并没有什么错误，各走各的路线，这是本篇的第四个要点。结论下来，这一篇有两个重点第一个重点是历史哲学的一种观点，第二个重点是个人的立身处世，自己的人生观，人生哲学，究竟该走哪条路线。虽然这种观念与思想，在本篇的文字中，一个字都没提到，而事实上就是这样一种精神，我们把全篇研究完了，对自己应该是个很好的借镜，可作为一个参考。把本篇的精神与重点报告完了，下面就比较容易研究，不像以前的各篇，每句话都要作很多的发挥，这里差不多每一观念都作了整个的发挥。现在我们讲到本文了。众鸟高飞尽微子去之，箕子为之奴，比干谏而死。孔子曰殷有三仁焉！这是殷纣引起了西周革命的时候。大家都知道纣王是很暴虐的人，因受悠久文化的影响，还是有很多忠臣，可是几个人向他建议，古代下对上为谏，上对下为劝，现代通用为建议了。而纣王无道，不听这些建议，把微子废掉，离开宗室了，后来微子的后代，由周朝封于宋，就是春秋战国时的宋国。这就是中国文化的特色，兴灭国，继绝世。周朝起来革命，成功以后，并没有对纣王之后灭绝，还一定把前朝的后人找出来，使他们继承祖宗的香火。箕子是纣王的叔父，也被降为奴役，箕子后来还是没有死，带了殷商的文化，由辽东渡海到朝鲜去了。比干是被纣王杀死的。这三个人都是纣王时代的忠臣，而遇到一个这样暴虐的君主。时代的衰败挽不回的时候，走的走，被关起来的关起来，死的死。孔子认为这是古代的忠臣，虽然他们本身死了，可是对于国家文化的精神，永远留下了千秋万代的榜样。所以称他们是殷商时代的三位仁人，成仁取义的人。"}
