{"text":"乡党的歇后语现在讲这一篇书很难讲，要想讲得好，除非由人扮演出一个孔子，拍成电影。但能担任这角色的演员则很难，就像电影上的耶稣，很少出现他的正面，很难传神。有一个笑话，以前有一个老迂夫子，认为一个人只要做到论语里面一两句话，就终身受用无穷。当下就有一个年轻人说，我就做到了两句，老夫子马上改容相敬，立刻请教他做到了哪两句，年轻人说食不厌精，脍不厌细，我就完全照做了。这只是一个笑话。这些生活上的描写，都放在乡党篇中，这是说孔子的生活习惯，代表了他学问的精神，表示他的言行一致，这是乡党篇的第一个观念。而第二个观念，在以前看不出这篇的道理，现在我们看到年轻人，穿衣服不会穿，讲话不会讲，吃东西不会吃，走路也不会走，才知道乡党这一篇，把孔子的生活形态记下来，的确有道理。还有第三点，我们可以看到的，孔子是讲仁讲孝讲忠的，这也就反映出春秋战国时代，社会的人心太坏，不忠不孝，不仁不义的人太多了。同样的一个道理来看乡党，为什么把孔子的生活形态，记载得这么多？就是那个时代的青年和现在一样，生活的礼仪不知道，有学问的不一定处得合适，待人处世之间，什么立场应该什么态度？应该怎样说话？都不知道。就是现在，一般人以为美国人生活形态很随便，其实他们的上流社会领导阶层，还是端端正正的打领带，服装整齐，还是非常讲礼。所以真正的学问，还是要自己用智慧去发掘。乡党这一篇，我们就不讨论了，全部论语就到此结束。总之，万事都从作人开始，一个人生，无论做什么事业――做官经商做学者做平民，都是要作人。事业的升沉成败，各有变化不同。但无论如何，总要作人。乡党一篇，记载孔子如何作人。后世的人们，敬重他的成就便尊称他所谓圣人。人人都可成圣，只看自己如何做到圣地的成就。先进第十一半部论语现在我们开始讲下论。把下论讲完了再回来讲上论的第十篇，作为总结论。假使将来诸位教后一辈青年，我提供各位意见，可用两个方法，一个是先讲乡党，孔子生活的素描，然后再从第一篇学而一直讲下来。或者照我们现在这个办法，讲到第九篇以后，先把它保留，等到以后作结论。"}
{"text":"人人都可成圣，只看自己如何做到圣地的成就。先进第十一半部论语现在我们开始讲下论。把下论讲完了再回来讲上论的第十篇，作为总结论。假使将来诸位教后一辈青年，我提供各位意见，可用两个方法，一个是先讲乡党，孔子生活的素描，然后再从第一篇学而一直讲下来。或者照我们现在这个办法，讲到第九篇以后，先把它保留，等到以后作结论。同时在这里我们想到，也是以前曾提到的，宋朝开国的宰相赵普说过半部论语治天下，这是中国文化中的一句名言。因为赵普与赵匡胤年轻时等于是同学，出身比较艰苦，来自乡间，一生没有好好读过书，后来当了宰相。半部论语是谦虚的话，表示读书不多，只读了半部论语。另一方面，据历史上记载，碰到国家大事或重要问题不能解决的时候，他都停留下来，把今天不能解决的问题，搁置到明天再解决。有人看到他回去以后，往往在书房里拿出一本书来看。后来他的左右，为了好奇，想知道这个秘密，背地里拿出来一看，就是一部论语。其实论语并没有告诉我们如何治理国家，更没有告诉我们什么孔门的政治技巧，它讲的都是大原则。本来读书就不该把书上的话呆板地用。通常某一句书的原则，可以启发人的灵感，发生联想。我们小时候读书的经验，遇到不懂的句子，问到老师时，老师说，你不要管，背熟就行了，将来就会懂。我们当时对这种答复，心里很不满意。但背熟了以后，年龄慢慢增加，作人做事的经验多了，碰到某一件事，突然触发了这一句书，给我们很大的灵感，很高的智慧，往往就因此知道如何去处理事情，这是事实。现在了解了上面的道理，开始看这第十一先进篇。同时告诉诸位一个经验，我们以前读老书出身的，不是在学校，而是在私塾里读书。读的论语，不是现在这样整整一部，是用木刻印在纸上。一篇装成薄薄的一本，每本两三个铜钱，准备翻弄坏了再买新的。而我们当年读论语，第一篇就开始读先进篇，不是读学而篇。素朴的美现在我们讲先进的观念，和下面第十二篇颜渊等等，等于上论的学而为政里仁这些篇章的注解。以实际的例证来作注解，叙述孔子当时师生之间的讨论，以及他自己实地的一些作为。所以还是连贯的。为什么篇名叫先进？我们看到上论各篇，几乎都是拿每篇第一句的头两个字来作题。古人许多著作往往同我们现在相反。"}
{"text":"一篇装成薄薄的一本，每本两三个铜钱，准备翻弄坏了再买新的。而我们当年读论语，第一篇就开始读先进篇，不是读学而篇。素朴的美现在我们讲先进的观念，和下面第十二篇颜渊等等，等于上论的学而为政里仁这些篇章的注解。以实际的例证来作注解，叙述孔子当时师生之间的讨论，以及他自己实地的一些作为。所以还是连贯的。为什么篇名叫先进？我们看到上论各篇，几乎都是拿每篇第一句的头两个字来作题。古人许多著作往往同我们现在相反。我们现在写一篇文章的程序，是先构想好一个大体，下面分几章，立好大题目，章的下面再分几项几点，很有条理地写下来。和盖房子一样，先画好图，搭好钢架，然后水泥一灌就行了。中国古人写文章，完全不同。我们小时候写东西，也都是走古人的路线，大致上没有什么题目。真正抒情的，自己感情思想到哪里，就写到哪里，写完了以后再想一个题目。试看古人写诗，尤其唐诗中李商隐的诗，无题特别多。写了以后，没有题目，算了，就叫无题诗。不过也不要上当了，有些无题诗，真有题目，只是不好标明或者私人的事情，无法公开，就干脆来个无题吧！我们知道论语中学而先进这些题目，不见得就是当时编书的人立的，或许是后来的人，为了分篇，就取开头两个字，作为这一篇的题目。此篇名先进的意思就是前辈。子曰先进于礼乐，野人也。后进于礼乐，君子也。如用之，则吾从先进。礼乐是中国文化的中心，孔子对此非常重视。在这里涉及文化哲学的问题。他说人类先辈――上古的人对文化开创怎么来的？上古的上古，可能没有文化，同动物一样。人类就叫倮虫，没有毛，不穿衣，倮体的虫，也是一种生物。所以人类原先也没有文化，人类的文化是根据生活经验，慢慢累积起来的。所以孔子说，先辈对礼乐文化，是野人也。原始都是野人的生活，慢慢进化进化，才有文化的形成。后进于礼乐，君子也。他说我们后辈，有了文化以后就不同了。生下来就接受文化的教育，教育得好，有高深的修养，受了文化的薰陶，很有学问，我们给这种人的名称是君子。如用之，则吾从先进。假使说到实用上的话，则主张先辈的朴野。这段话到底是什么道理呢？就是说人类的文化是了不起，但是过分的书卷气――在我们老的观念是头巾气现在的观念是书呆子，这也可以说对于文化的鄙薄。"}
{"text":"所以孔子说，先辈对礼乐文化，是野人也。原始都是野人的生活，慢慢进化进化，才有文化的形成。后进于礼乐，君子也。他说我们后辈，有了文化以后就不同了。生下来就接受文化的教育，教育得好，有高深的修养，受了文化的薰陶，很有学问，我们给这种人的名称是君子。如用之，则吾从先进。假使说到实用上的话，则主张先辈的朴野。这段话到底是什么道理呢？就是说人类的文化是了不起，但是过分的书卷气――在我们老的观念是头巾气现在的观念是书呆子，这也可以说对于文化的鄙薄。实际上人类真正的文化，譬如礼乐，是根据内心来的，根据思想来的。真正的诚恳其实，就是最好的文化，也是真正的礼乐精神。而后天受这些知识的薰陶，有时候过分雕凿，反而失去了人性的本质。如明朝理学家洪自诚的菜根谭――此书两百多年来不见了，清末民初，才有人从日本书摊上买回。其书与吕坤的呻吟语是相同的类型。书中第一条就说涉世浅，点染亦浅，历事深，机械亦深。涉世，就是处世的经验。初进入社会，人生的经验比较浅一点，像块白布一样，染的颜色不多，比较朴素可爱。慢慢年龄大了，嗜欲多了，所谓嗜欲不一定是烟酒赌嫖，包括功名富贵都是。机心的心理――各种鬼主意也越来越多了。这个体验就是说，有时候年龄大一点，见识体验得多，是可贵但是从另一个观点来看，年龄越大，的确麻烦越大。有些人变得沉默寡言，看起来似乎很沉着，似乎修养非常高，但实际上却是机械更深。因为有话不敢说，说对得罪人，说不对也得罪人。假使一个心境比较朴实一点的人，就敢说话了。譬如武则天时代的宰相杨再思，虽然是明经出身，经历多了，作宰相以后，反而变得恭慎畏忌，未尝忤物。别人问他名高位重，何为屈折如此？他说世路艰难，直者受祸。苟不如此，何以全身。因此我们了解孔子所谓的先进于礼乐，野人也。后进于礼乐，君子也。如用之，则吾从先进。也是一样的观念。宁可取朴野的，朴野的确更可爱一点。这里我们讲得很简单，但关系很重要，大家可以体会到孔子宁取其朴素，不取其机械。的意思。所以世故与经验，加到人的身上，有时候使人完全变了质，并不是一件好事。知人论事下面孔子提出他的学生了。子曰从我于陈蔡者，皆不及门也。德行颜渊闵子骞冉伯牛仲弓。言语宰我子贡。"}
{"text":"后进于礼乐，君子也。如用之，则吾从先进。也是一样的观念。宁可取朴野的，朴野的确更可爱一点。这里我们讲得很简单，但关系很重要，大家可以体会到孔子宁取其朴素，不取其机械。的意思。所以世故与经验，加到人的身上，有时候使人完全变了质，并不是一件好事。知人论事下面孔子提出他的学生了。子曰从我于陈蔡者，皆不及门也。德行颜渊闵子骞冉伯牛仲弓。言语宰我子贡。政事冉有季路。文学子游子夏。孔子被困在陈蔡之间，是历史上有名的故事。这时候他的处境很困难，而所带领的一些学生都不离散，大家围绕着他，团结在一起。这是他晚年时候的感叹，他说当时随我在陈蔡之间一起蒙难的学生，现在都不在了。这是他怀念故旧之情。当时跟着他的这些学生，都在某方面有特出的成就，也是孔子门下最有名的几个。孔子评论学生的成就说，在品德方面最好的，有颜渊闵子骞冉伯牛仲弓这四个人。在言语方面――当然不是现在的语文系，而是说擅长于说话的，有宰我子贡两个人。政事则有冉有和季路。文学是子游和子夏。这里的四种，和上论中孔子所说的志于道，据于德，依于仁，游于艺。等等配合起来，就看得很清楚了，一个人的成就，各有专长，全才很少。就以孔子的学生来说，德行好的人并不一定能够做事。我们观察人才，尤其在学生里可以看出来，有些学生品德非常好，但是绝不能叫他办事，他一办事就糟。所以作领导人的要注意，自己不能偏爱，老实的人，人人都喜欢，但不一定能够做事。有才具的人能办事，但不能要求他德行也好。所以过去中国帝王，用人唯才，尤其处乱世，拨乱反正的时候，要用才，只好不管德行。我们知道，曹操下一道征求人才的命令，也是历史上有名的文献，他说不问是偷鸡摸狗的，只要对我有帮助，都可以来投效。只有曹操有胆子下这样的命令，后世的人不敢这样明说，可都是这样做。其次汉高祖只有张良萧何陈平三杰帮他平定天下。其中陈平曾为他六出奇计，在当时只有他和陈平两个人知道。当时汉高祖和项羽作战，要陈平对项羽做情报工作，而且用反间计，给了陈平五十镒黄金作经费。这时有人向汉高祖挑拨，说陈平盗嫂，是最靠不住的人。汉高祖对这个话听进去了。在陈平出去办事之前，来辞行请示的时候，提起盗嫂的事，陈平听了以后，立即把黄金退还汉高祖，表示不去了。"}
{"text":"只有曹操有胆子下这样的命令，后世的人不敢这样明说，可都是这样做。其次汉高祖只有张良萧何陈平三杰帮他平定天下。其中陈平曾为他六出奇计，在当时只有他和陈平两个人知道。当时汉高祖和项羽作战，要陈平对项羽做情报工作，而且用反间计，给了陈平五十镒黄金作经费。这时有人向汉高祖挑拨，说陈平盗嫂，是最靠不住的人。汉高祖对这个话听进去了。在陈平出去办事之前，来辞行请示的时候，提起盗嫂的事，陈平听了以后，立即把黄金退还汉高祖，表示不去了。他说你要我办的是国家大事，我盗不盗嫂和你国家大事有什么关系？实际上陈平根本没有哥哥，当然没有嫂嫂，而是别人捏造的，但是他不去辩白这一套，这就是有才干的人的态度。汉高祖非常聪明，马上表示歉意，仍然请陈平去完成任务，这也是高祖英明之处。有些人则会因小失大，往往因为这些小事而误了大事。后来还有一个文学上有名的故事――张敞画眉。汉武帝也是了不起的皇帝，张敞是当时的才子，后来成了名臣。他和他的太太感情很好，因为他的太太幼时受伤，眉角有了缺点，所以他每天要替他的太太画眉后，才去上班，于是有人把这事告诉汉武帝。一次，汉武帝在朝廷中当着很多大臣对张敞问起这件事。张敞就说闺房之乐，有甚于画眉者。意思是夫妇之间，在闺房之中，还有比画眉更过头的玩乐事情，你只要问我国家大事做好没有，我替太太画不画眉，你管它干什么？所以读书读历史，就是懂得人情，懂得作人做事。有时候一些主管，对部属管得太琐碎了，好像要求每一个人都要当圣贤，但办事的人，不一定能当圣贤。我们在孔子的弟子中看到，德行有成就的人，言语不一定成功。而言语上有成就的，如宰我子贡，在德行上不一定有颜回那么标准。政治有成就的人，气度又与德行的不同。文学好，文章写得好，更不要问了，千古以来，文士风流。历史上文人牢骚最大，皇帝们赏赐几个宫女，找几个漂亮太太给他，多给他一点钱，官位高一点，他就没有时间牢骚了。这都是说人才的难求全。但历史上也并不是没有全才，不过，德行言语政事文学都好的，实在少见。听话的颜回下面就说到德行的问题。子曰回也，非助我者也，于吾言，无所不说。上论中提到过，颜回对孔子讲的话不违如愚，从来不违背他的话，好像很笨，而暗地考察，颜回还能予以发挥，而不违背原则，可见颜回并不笨。"}
{"text":"这都是说人才的难求全。但历史上也并不是没有全才，不过，德行言语政事文学都好的，实在少见。听话的颜回下面就说到德行的问题。子曰回也，非助我者也，于吾言，无所不说。上论中提到过，颜回对孔子讲的话不违如愚，从来不违背他的话，好像很笨，而暗地考察，颜回还能予以发挥，而不违背原则，可见颜回并不笨。这和当面唯唯诺诺，背后却不能发挥，或者是发挥了，却违背原则，是有分别的。前者是诚恳，后者是权术。孔子认为颜回对他个人没有什么帮助，说什么话他都听。孔子之成为圣人，就在这种地方。他意思是说颜回认为他说的话都对，但真的都对吗？要多加反省。这句话不以道德标准来说，仅讲个人行为修养，如果一个长官，遇到部下都说自己对，绝对没有反对意见，就要反省自己对的程度。孔子说非助我者也，这样对我没有帮助。真正对自己有帮助的，一定会有不同的好意见。所以一个领导人，最难处是容纳相反的意见。对于相反的意见我们听了以后，把自己的观点推开。就他的意见想想，也蛮有道理，然后与自己的意见作正反的中和，这种态度是作人处世的高度修养。孔子就有这气度，认为像颜回一样，对自己的话认为句句都对，这样对于自己是不会有帮助的。孝子闵子骞子曰孝哉闵子骞，人不间于其父母昆弟之言。他说真正称得上孝子的人是闵子骞。大家都看过二十四孝的故事，他的后母待他不好，冬天制棉衣，给亲生儿子用棉花做衬，而对闵子骞却用便宜而不能御寒的芦花，但是他还是很孝顺。后来终于把他的后母感动了。所以被列为二十四孝之一。孔子在这里说，闵子骞真正是大孝子，人不间于其父母昆弟之言，最难得的是别人都看不惯他的后娘，看不惯他们兄弟之间悬殊的待遇。而闵子骞对别人打抱不平的话都不听，仍然孝顺后娘，友爱异母的弟弟，这是难能可贵的真孝子。这一点做起来很难，要有自己独立的主见，不听外人的话而变动，实在很难。如曾母投梭的故事，我们都知道曾参是品德高超的人。有另一个同名的人因杀人被捕，于是有人向曾母说曾参杀人了。起初曾母不相信，照样在织布机上织布。但三个人来告诉她以后，曾母还是丢了织布梭，下机来询问，这就是信心动摇了。"}
{"text":"孔子在这里说，闵子骞真正是大孝子，人不间于其父母昆弟之言，最难得的是别人都看不惯他的后娘，看不惯他们兄弟之间悬殊的待遇。而闵子骞对别人打抱不平的话都不听，仍然孝顺后娘，友爱异母的弟弟，这是难能可贵的真孝子。这一点做起来很难，要有自己独立的主见，不听外人的话而变动，实在很难。如曾母投梭的故事，我们都知道曾参是品德高超的人。有另一个同名的人因杀人被捕，于是有人向曾母说曾参杀人了。起初曾母不相信，照样在织布机上织布。但三个人来告诉她以后，曾母还是丢了织布梭，下机来询问，这就是信心动摇了。母子之间会这样，长官部下之间就更难了。一个长官对于一个部下，有人说坏话，三个人说了不听，第四个人再说而仍然能绝对信任的，不是没有，但很少，这就是说谣言止于智者，是很难很难的。尤其讲到闵子骞，很多家庭出了事情，问题不出在家庭本身，旁边的亲戚朋友邻居之间，东讲西讲，而导致兄弟之间夫妇之间，乃至婆媳之间出了问题。这就必须靠自己有主见。所以孔子说闵子骞的后娘是不好，闵子骞也明知道不好，可是他心里有数，无论别人怎么讲，他都可以不受影响。引伸这个道理，就是领导的人，更要注意。古人有句话疑人不用，用人不疑。一边怀疑，一边又用他，这个问题就太大了，不但误了自己，更误了事情，这些都是要注意的。南容三复白圭，孔子以其兄之子妻之。这件事也在上论中提到过的。南容是孔子学生中德行很好的，吟诵了三遍白圭这篇诗，孔子就将侄女嫁给他了。念念诗，唱几遍歌，就得到孔子侄女作太太。这当然不是偶然的，光唱歌就唱来太太，孔子嫁侄女就太草率了。难道孔子希望侄女婿作歌星？当然不是这道理，而是平常已经考察了南容。白圭诗篇的原义，是歌颂白璧无瑕的美德。人有一点瑕疵，就是一生之累。南容因为有白圭的志向，有这种品性，再加上孔子平常对他考察的结果，才把侄女嫁给他。才命相妨的颜回季康子问弟子孰为好学？孔子对曰有颜回者好学，不幸短命死矣今也则亡。季康子是鲁国大夫，在上论中提到过。他问孔子，学生中哪一位最好学？孔子曾再三提到，只有颜回，不幸他短命死了。另有一种说法，孔子有一次与颜回等学生，一起在鲁国的东门，站在城上看泰山下面的景色。孔子突然问学生们，那远处是什么东西？学生中有眼力好的答道，看见好像有一条白链，很快过去了。"}
{"text":"才命相妨的颜回季康子问弟子孰为好学？孔子对曰有颜回者好学，不幸短命死矣今也则亡。季康子是鲁国大夫，在上论中提到过。他问孔子，学生中哪一位最好学？孔子曾再三提到，只有颜回，不幸他短命死了。另有一种说法，孔子有一次与颜回等学生，一起在鲁国的东门，站在城上看泰山下面的景色。孔子突然问学生们，那远处是什么东西？学生中有眼力好的答道，看见好像有一条白链，很快过去了。颜回就说，是一个穿了白衣的人，骑了一匹白马跑得很快，所以看来像条白链，颜回的眼力太好了。所以后人说颜回读书太用功，视力又过分好，营养又不良，经常饿肚子，因此三十二岁短命而死。孔子对颜回的死是很痛心的，今也则亡，现在就没有那样好学的了。颜渊死，颜路请子之车以为之椁。子曰才不才，亦各言其子也。鲤也死，有棺而无椁。吾不徒行以为之椁，以吾从大夫之后，不可徒行也。这段故事，也是后人据以攻击孔子的。颜回死了，家里很穷，颜回的父亲颜路，也是孔子的学生，来商量办丧事。古人办丧事，棺材外面还套一样东西叫椁。现代也还有，我们看到出丧的行列，在棺的外面套一个花的罩子一类的东西，那就是椁的古制。当时颜路买不起椁，孔子有一辆车子，颜路就和老师商量，想变卖孔子的车子，买一具椁给颜回送丧。孔子说这不可以，你是爱你的儿子，有这个想法。可是当我的儿子鲤死的时候，同你一样穷，有棺而无椁，当时并没有把车子卖了为我的儿子做椁。而且他说自己之所以不能徒步当车，是因为从事政务，常和当时一些大臣往来，不能没有车子。这要有这个体验的人才知道。记得当年在大陆的时候，因为有事，去看一位某省的大员，坐黄包车到省政府门口下了车，警卫多番盘问，还要办一些很麻烦的手续，我怕烦就回去了。刚好一位厅长有事打电话给我，就顺便借了他的汽车，坐着一直进去了，非常方便简单。五四运动以后，有人攻击孔子摆臭排场，一部破车子，既不给儿子，又不给自己最爱的学生。但孔子的意思是说人应该行其本分，就是中庸第十四章中所说的素富贵，行乎富贵素穷贱，行乎穷贱。贫穷时就过贫穷的生活，不要做本分以外的事。家里没有钱，为了死要面子，向别人借钱负债来办丧事给活人看，这真叫作死要面子，活受罪。"}
