{"text":"也可以说，是绝对的个人自由主义者，对于国家社会并无贡献。所以子路说，君子的出仕，并不是为了自己想出锋头，而是为了贡献给国家社会――行其义也。看了这些隐士们，就晓得道之不行了。因为社会上的知识分子，多半喜欢走隐士的路线，觉得救不了时代，就做隐士，向后退，不敢跳下这个浑水去。大家都像这个样子，有学问，有修养的人，头脑太清明了，看清楚了，不愿来淌这个浑水。所以子路说他懂了，搞不好了，他知道跟孔子这位老师所走的路线，自始至终，永远都是自我牺牲，因为其他的知识分子，多半只管自己了。上面到这里，等于告了一个段落，下面一章就等于引用孔子的评论了。先说逸民，古代逸民也近于隐士，在历史上，后来引用孔子这句话，有逸民传。尤其清朝的历史，对于明朝的许多绝对不投降，当然更不肯出来做官的知识分子，像王船山逃到湖南的山里去了，像陕西的李二曲江苏的顾亭林等等，硬是不出来，当然也没有被杀，这一类人在清代的历史上留下来，就列入逸民传中，当然不是二臣，二臣就是投降了的，逸民是很高逸的，这又与隐士有所同而又大有不同之处了。穷达行藏现在继续讲微子第十八，今天说到逸民这一段。上次说过，这一篇所讲的，等于是历史人物的报道，也反映出立身处世的道理，一种走入世的路，一种走隐逸的路，当隐士为出世之路。不过中国过去的隐逸之路，并不完全是消极的，以旧文字来形容，可用有所待也四个字。他们不是为个人利益有所待，只是想为国家社会有所贡献而有所待，虽然同入世的人看法两样，角度两样，但都是有所待。因此，隐逸的路线也可说是积极的，他们救人救世的目标是一致的。可是这一类人，和孔夫子正面对照起来，显出两个方向。这一片里大部分都是说隐逸的，孔子提出来逸民伯夷叔齐虞仲夷逸朱张柳下惠少连。子曰不降其志，不辱其身，伯夷叔齐与？谓柳下惠少连降志辱身矣，言中伦，行中虑，其斯而已矣！谓虞仲夷逸隐居放言，身中清，废中权。我则异于是，无可无不可。孔子认为这批逸民们，最值得钦佩的，确定了人格，立志不变，自己认清楚了一个主义一个思想一个目标。"}
{"text":"子曰不降其志，不辱其身，伯夷叔齐与？谓柳下惠少连降志辱身矣，言中伦，行中虑，其斯而已矣！谓虞仲夷逸隐居放言，身中清，废中权。我则异于是，无可无不可。孔子认为这批逸民们，最值得钦佩的，确定了人格，立志不变，自己认清楚了一个主义一个思想一个目标。他这个人格不管什么环境，永远不变，不动摇，同时不辱其身――这四个字是很难的，拿社会的现象与历史作一个对比，就会知道，历史上有许多人降志辱身。有人在一个时代变更，尤其国破家亡的时候，例如宋末明末时期，有很多人，或为了怕死，或为了一己的功名富贵而降志，降志而后辱身，招来不知多少侮辱，被人看不起。但是话说回来，有许多人还以辱身为光荣的，对这种人真是一点办法都没有。同时由这点，也可以了解我们中国思想文化，对于人格教育的建立是很重视的，再说不辱其身的事例，我们但看社会上许多人，虽然发财了，但是乃由降志辱身得来，也是很可怜！对于不辱其身的定义，广义的是坚定人格，高尚其志，这是很不容易的。孔子认为真够得上不降其志，不辱其身的，只有伯夷叔齐他们，这两个人连皇帝位置都不要，可以做到栖心道德，视天下如敝屣。孔子又说等而次之，便如柳下惠少连这两个人。柳下惠这个人我们曾经提到过的，三次上台，三次下台，始终搞不好，孔子说，这好像就差一点，可以说降其志，又辱其身了。明知道做不好，非硬做不可，又不知道权变，如知道权变，将就一点也好，又不能将就，既挽不回时代，又自取其辱，结果既降志而又辱身。辱身是指个人对社会环境而言，降志是对自我人格而言。孔子说，在这方面来讲，柳下惠少连就比较差了。不过，他们一生的言语思想是中伦的。这个中是射箭射中了的中。中伦就是中于伦常的道理，维持了传统文化的精神，同时也说他们言语思想完全是走中肯的路子，他们的行为，能够中于中正的精神。总之，他们的言行思想，可以保持原来的规矩没有变，只能如此而已。但挽回不了时代，对社会也没有贡献，所以说他们是自己降志辱身。再其次如虞仲夷逸这几个人，用现代话说，也可以说是时代的逃兵，或者说是现实社会里退伍了的人，自己认为对社会没有什么贡献，就只好退出。他们一辈子隐居，没有出来做过事，放言高论批判是非得失。我们把隐居放言连起来看，便知唯有隐居可以放言，这怎么说呢？"}
{"text":"总之，他们的言行思想，可以保持原来的规矩没有变，只能如此而已。但挽回不了时代，对社会也没有贡献，所以说他们是自己降志辱身。再其次如虞仲夷逸这几个人，用现代话说，也可以说是时代的逃兵，或者说是现实社会里退伍了的人，自己认为对社会没有什么贡献，就只好退出。他们一辈子隐居，没有出来做过事，放言高论批判是非得失。我们把隐居放言连起来看，便知唯有隐居可以放言，这怎么说呢？对功名富贵社会的一切都无所要求，没有企图，所以这可以客观地讲公正的话，也敢于讲话。但孔子说他们虽然如此，也只能做到他们本身一辈子清高而已，尽管再大的功名富贵放在面前都不要，舍弃掉了一切人事上的祸福利害关系，自己退隐了专门自修。固然说时代不对了，环境不许可他们有所作为，没有办法，只好退隐了，不过隐退也是不得已的一个权宜之计，所以说它是一种通权达变的办法而已。孔子提了这几个隐士的典型以后便说我和他们则是两样，真正时代不需要我的时候，我可以作隐士，需要我的时候，我也可以出来，绝对地负起责任来做事。并不是自己立定一个呆板的目标，像上面提到这几个著名隐士的作风。因为他们自己划了一道鸿沟，自己规定了人格标准，守住那个格。孔了说无可无不可，就是说不守那个格，可以说是君子不器，也就是用之则行，舍之则藏的意思。需要用我的时候，把责任交给我，我就照做，挑起这个担子，不要我挑起这个担子的时候，我绝不勉强去求，所以说孔子是圣之时者。他这个圣人与别的圣人不同的地方，就是他自己所说的无可，无不可。没有规定哪一样可去做，没有绝对否定哪一样事情不可做。无可，无不可。有时候被人错误解释是滑头的事，好像这样也可以，那样也可以，其实不是这意思，而是说不固执自己的成见。这一段等于是这一篇内容要点的画龙点睛了，本篇的宗旨就在这个地方，也可以说，在为人处世上，给我们一个启示，看自己应该向哪一个人生路线迈进。时衰鬼弄人下面跟着就是讲时代的混乱，由这一节就可见当时春秋战国，尤其在鲁国，传统文化的衰退，结果知识分子统统逃走了，都去做了逸民。"}
{"text":"这一段等于是这一篇内容要点的画龙点睛了，本篇的宗旨就在这个地方，也可以说，在为人处世上，给我们一个启示，看自己应该向哪一个人生路线迈进。时衰鬼弄人下面跟着就是讲时代的混乱，由这一节就可见当时春秋战国，尤其在鲁国，传统文化的衰退，结果知识分子统统逃走了，都去做了逸民。大师挚适齐，亚饭干适楚，三饭缭适蔡，四饭缺适秦，鼓方叔入于河，播鼗武入于汉，少师阳击磬襄入于海。在这里孔子提出当时的鲁国，这班人都散了。鲁国是周公之后，周公是建立周代文化的开创人，所以中国上古一直到周代的传统文化，比较能够保存的，是在鲁国，而到孔子这个时代衰败了，人才都散了。当时的文化，重点在礼乐，那个时代管乐的，不是现代一样的音乐专家，以现代语汇说，都是高深的哲学思想家而兼礼乐方面的事，可是当时这一班人都散掉了。管乐的大师挚，大师是官名，勉强等于现代的部长阶级，挚是人名，这个人离开自己的鲁国，到齐国去隐掉了并不是去就更好的职位。亚饭干，这里的饭字等于是管乐的官阶官名，亚饭等于副首长，干这个人到楚国去了。三饭缭到蔡国去了。四饭缺到秦国去了。鼓是打鼓的鼓手，中国古代音乐的鼓手是合奏中的指挥手，很难的，那个名叫方叔的鼓手到河内黄河上游一带去了。摇博浪鼓的武，过了汉水到了长江一带。少师，即大师的副手名叫阳的这个人和打大磐的襄出海，到海外去了。这一篇简单的述说就是这样记载这几个人的行踪。单独看这一段记载，没有什么道理，好像毫不相干的，但这说明一个国家社会，在变乱的时代，真正忧时匡世的人才离散，无法存在高位，大家退隐散伙了。真正有学问，想为国家天下贡献能力的人，无能为力，灰心地，都逃避现实而东零西散，人才一去，这个社会政治的结构，社会的形态就成了大问题。透过这一段。我们要了解它的精神，等于领导一个单位，发现了好几个人才，薪水不足以养廉，或者某一环境困扰他，他们就散掉了，一个人唱独脚戏，就唱不起来。整个历史时代的光辉或黯淡，都是人的问题。不管制度如何好，还是要靠人来执行，没有人才就完了。所以这段要与前后文连起来看，就可看出它的精神来。"}
{"text":"透过这一段。我们要了解它的精神，等于领导一个单位，发现了好几个人才，薪水不足以养廉，或者某一环境困扰他，他们就散掉了，一个人唱独脚戏，就唱不起来。整个历史时代的光辉或黯淡，都是人的问题。不管制度如何好，还是要靠人来执行，没有人才就完了。所以这段要与前后文连起来看，就可看出它的精神来。把这段文章圈断，那是后来宋明儒生们干的事，如照他们圈断的来读，这一段记载，孤零零摆在这里，就毫无意义，就好比王安石骂春秋这本书是流水帐一样，没有什么道理，但连起来看，这本帐大有文章，由此可知当时的时代历史之严重，时代要变乱，人才都离散了。由此再把下面两节连起来，作为本篇的结论。周公遗训周公谓鲁公曰君子不施其亲，不使大臣怨乎不以，故旧无大敌，则不弃也，无求备于一人。我们再强调要连起来看，就看出了论语的道理，指导我们的方针。上面讲了当时文化集中地的鲁国，到了孔子时代已经开始衰微了，老成凋谢，人材星散。这里又推溯记载鲁国开国之初周武王的兄弟，建立周代文化的周公，告诉他的儿子鲁公就是伯禽，分封在鲁国，一个领导的人，不管是个人作人，或者扩充到政治上，总之，为天下国家社会，要没有私心，好处先不要想给自己的亲信，要大公无私。这是第一点。不要使自己提拔起来的干部怨乎不以，就是不使重要干部心里不以为然的怨怼，感到不过以他来摆位置作傀儡，并不是真正要他做事。大臣如不以领导人的做法为然，又不好明说，就会变成尸位素餐，应付一下上班，反正提意见也没用，这样就很危险，这是第二点。再其次故旧无大故，则不弃也。这是说明中国古代文化的念旧精神，共同创业有功的人，这些故旧，到了年纪已大，应该退休时，虽然头脑差些，没有用了，但当时没有功劳也有苦劳，如果他们没有太重大的错误，不要随便舍弃不用。中国文化所讲的人伦文化，就是推己及人地爱人。因此对于故旧，虽然老了，但他年轻时还是有用的，出过力，甚至可能在期间还几乎连命都赔上，今日老了还算是幸运的，所以周公说对于这种人，除非犯了太大的错误，否则不能无故丢其他们。为政之道也好，作人之道也好，这是念旧爱人。对朋友当然如此，对于老朋友，如果没有什么严重的问题，活着已经没有几次好见面了。见一次少一次，更不能抛弃这分友情。"}
{"text":"中国文化所讲的人伦文化，就是推己及人地爱人。因此对于故旧，虽然老了，但他年轻时还是有用的，出过力，甚至可能在期间还几乎连命都赔上，今日老了还算是幸运的，所以周公说对于这种人，除非犯了太大的错误，否则不能无故丢其他们。为政之道也好，作人之道也好，这是念旧爱人。对朋友当然如此，对于老朋友，如果没有什么严重的问题，活着已经没有几次好见面了。见一次少一次，更不能抛弃这分友情。这是第三点。还有一点最重要的，一个做领导人的，不可要求干部全部是才。人常常容易犯这种错误，希望干部又能干，又没有缺点。这是万难做到的。还有一个常犯的毛病，对于一个能干的干部，任何事都交给他办，结果常常使这个能干的干部受不了，因为他到底是人，不是铁打的。这就是说无求备于人。再说，人都有长处，有缺点，不能要求每一个人都是圣人，尤其是共同创业的干部，又能为你打天下，又能为你守成，同时又是圣人，这也是不可能的。所以交朋友，做领导人，不要对人责备求全。这四点是周公吩咐他的儿子――鲁国的国君，为领袖者的重要原则。因此，把这段放在本篇这个地方，编得太好了。上面讲了许多人生态度与孔子对立的人，以及一般逃隐之士。如孔子家语记载所骂孔子的如丧家之狗，像条野狗一样，到处乱跑。形成两个目标完全不同的相对类型。因此就可以看出一个道理很多隐逸的人是被环境逼走的，这就关系到政治上作领导人的问题了。孔子经常提到周朝之德，所以下文就以周朝之人才济济作一小结。周有八士伯达伯适仲突仲忽叔夜叔夏季随季m。周朝的兴起来，除了主要的姜太公周公以外，还有重要的干部，就是这八个人，幕僚中的要角，周朝初期奠定了后世八百年天下的基础，并不简单，全是靠人才济济，同心协力所致。对这八个人的历史，我们保存的资料不太多，暂且到此打住。子张第十九第十九篇的记载，与上论第九篇子罕篇性质有相同之处。子罕这一篇，记载当时孔子做学问言论行为的实际教育理论，现在子张第十九这一篇，讲到孔子的学生乃至门人，受孔子教育以后，对于孔门道学的发挥。子张曰士，见危致命，见得思义，祭思敬，丧思哀，其可已矣。"}
{"text":"对这八个人的历史，我们保存的资料不太多，暂且到此打住。子张第十九第十九篇的记载，与上论第九篇子罕篇性质有相同之处。子罕这一篇，记载当时孔子做学问言论行为的实际教育理论，现在子张第十九这一篇，讲到孔子的学生乃至门人，受孔子教育以后，对于孔门道学的发挥。子张曰士，见危致命，见得思义，祭思敬，丧思哀，其可已矣。上面所说的，在孔子的言论中间，提到什么要紧的事，都是君子君子，到了这里，子张提出来的是士，我们由此可以看到先后时代上的稍有不同。中国的士，我们曾提到过的，每十个青年中选一个比较有学问能力强的人为士，这是中国的选举雏形，现在的选举是西方式的，中国古代的选举精神，一直到汉代，表面上都是如此，真正自由民主的选举，推出来为社稷服务的就是士。现在子张说，为什么国家社会需要知识分子的士？这个知识分子的观念与现在稍有不同，当时的知识分子是为人群需要的儒。人之需也，子张说一个知识分子要见危致命，看到国家社会艰难的时候，只好出来，挑起这个责任。在礼记中也有过同样的话。如我们经常标榜的文天祥，他之当宰相，是很可怜的任务，等到南宋末代最后没有办法的时候，才发表的，他本可以不干，换句话说你们吃肉过好日子的时候不要我，现在却要我了！但文天祥可没有这个不争气的观念，这也是一个知识分子的士所谓见危致命的典型，艰难危险的时候，你既然要我，我就来了，准备这条命赔进去。当然，除了文天祥以外，历史上许多开创的时代中，也有很好的事例，不过，对于成功的一面，大家觉得不够醒目，所以未提。例如郭子仪，便是一个见危致命的典型。见得思义，就是得到什么利益的时候，或者有功劳酬庸的时候，就要考虑了。思义就是考虑是否为我们本分所应得的？不能随便得。由此可见中国文化要求一个知识分子，士大夫阶级的所谓儒者，是这样严格最艰难困苦的由我担，好的由你们大家拿去，我不一定要。中国古代文化对于祭祀天地祖先鬼神，非常重视，譬如十二月廿四的祭灶，也是几千年的历史了，虽然看起来是迷信，其实有重大的意义，当然祭祀行礼的时候，要规规矩矩，如面对神灵。现代的科学只是讲看得见的一面，还有看不见的一面，正在摸索。"}
{"text":"思义就是考虑是否为我们本分所应得的？不能随便得。由此可见中国文化要求一个知识分子，士大夫阶级的所谓儒者，是这样严格最艰难困苦的由我担，好的由你们大家拿去，我不一定要。中国古代文化对于祭祀天地祖先鬼神，非常重视，譬如十二月廿四的祭灶，也是几千年的历史了，虽然看起来是迷信，其实有重大的意义，当然祭祀行礼的时候，要规规矩矩，如面对神灵。现代的科学只是讲看得见的一面，还有看不见的一面，正在摸索。这看不见的一面，至少现在科学还无法证明有没有，一个真正大科学家不敢说没有，所以对天人之间的祭祀要思敬。丧思哀，死了人是丧，这是狭义的讲面对丧事要有沉哀的心情，如讲中国礼记，这个丧字包括有更大的意义，如时代的失败。今日在座的人，相处此地，内心都有无比的悲愤，都应有责任问题的痛思。子张说要做到了这四点，才够得上是一个知识分子的士，不愧为一个读书人。这一点我们要认清，自己的国家文化中一个知识分子读书人，构成为士的条件有如此之难。孔子去世以后，子张在教学生，也就是继承了孔子精神，从事社会教育。子张曰执德不弘，信道不笃，焉能为有？焉能为亡？这八个字很难。执德不弘，执就是抓住，譬如信仰就是抓住某一思想为中心。德是广义的，包括道德之德，真理。我们普通一每个人都有这种德，譬如看见别人做好事，心里一定肃然起敬，看见人家有好画，心里也很欣赏，读书时感到书中的道理很对，也很开心。但是我们照着做了没有？没有，这就是执德不弘。我们没有这样远大，我们也服从真理，看见好人好事也很钦佩，但是自己做起来，没有那么积极，不能发挥。信道不笃的道并不只是宗教的道，包括一切真理。我们人生的体会，有时明明知道是这个道理，但到处理事情的时候，自己的个性脾气一来，就不管道理了，这就是信道不笃，不踏实。上面这八个字，是我们最容易犯的错误，老实讲不但是普通人如此，有许多宗教徒也如此，他们对信仰应该是坚定，但据经验看来，有时候只好对他们付之一笑，常常发觉他们都是执德不弘，信道不笃。他不见得对那个宗教真正有认识有信仰，像这种人教他得意也不可以，焉能为有，他得意就会得意忘形，忘记了自己。让他失意也不可以，焉能为亡！他又会失意忘形。"}
{"text":"上面这八个字，是我们最容易犯的错误，老实讲不但是普通人如此，有许多宗教徒也如此，他们对信仰应该是坚定，但据经验看来，有时候只好对他们付之一笑，常常发觉他们都是执德不弘，信道不笃。他不见得对那个宗教真正有认识有信仰，像这种人教他得意也不可以，焉能为有，他得意就会得意忘形，忘记了自己。让他失意也不可以，焉能为亡！他又会失意忘形。换句话说，自己没有建立一个人生观，自己没有中心思想，受环境的转变，有的人没事做时，会很痛苦，就是因为自己没有中心思想的修养，如果自己有中心思想而退休闲居，就没有关系，否则的话，闲居时就很可怜，这情形就是子张这个话，焉能为有？焉能为亡？子张认为要做到执德能弘，信道能笃。自己有中心思想才可以。能处有处无，坦然自在。有容德乃大子张子夏这些人都是同学，孔子去世后，子张在教学，子夏也在教学，后来荀子这一派都是由子夏这一派流出来的。子张子夏都有学生，有一天有这样一件事子夏之门人，问交于子张。子张曰子夏云何？对曰子夏曰可者与之，其不可者拒之。子张曰异乎吾所闻，君子尊贤而容众，嘉善而矜不能。我之大贤与，于人何所不容？我之不贤与，人将拒我，如之何其拒人也？子夏的学生，碰到师叔子张少子夏四岁，就问师叔什么是交朋友之道，子张就反过来先问，你的老师是怎么告诉你们的呢？子夏的学生说，我们老师教我们，对于可以交的朋友，就和他往来作朋友，不可以交的朋友，就距离远一点。子张就说，那对不住，我当时听到我们的老师孔子所教我们的，和你老师所教你的不一样。子张也蛮会讲话，他并不说你们的老师讲错了。我所听到我们老师是说，一个人处社会交朋友要尊贤，有学问有道德的值得尊敬，而对于一般没有道德没有学问的人要包容他，对于好的有善行的人要鼓励他，对不好的，差的人要同情他。假定我是一个有道德修养，有学问的人，自己是个君子，那么对哪一个不可以包容呢？假如我自己是一个混蛋，那么自己不必拒绝人，人家先讨厌我了，何必还要去拒绝别人？这一段记载得很老实，就是讲子张和子夏都是孔子的学生。一个教育，一个思想，到了第三代就大变。好比三民主义思想，到现在考试起来就很难。"}
