{"text":"很长一段时期那儿都是我们的乐园，放了学不回家先要到那儿去，那儿有发现不完的秘密，草丛中有死猫，老树上有鸟窝，幽暗的殿顶上据说有蛇和黄鼬，但始终未得一见。有时是为了一本小人书，租期紧，大家轮不过来，就一齐跑到那庙里去看，一个人捧着大家围在四周，大家都说看好了才翻页。谁看得慢了，大家就骂他笨，其实都还识不得几个字，主要是看画，看画自然也有笨与不笨之分。或者是为了抄作业，有几个笨主作业老是不会，就抄别人的，庙里安全，老师和家长都看不见。佛嘛，心中无佛什么事都敢干。抄者蹶着屁股在菩萨眼皮底下紧抄，被抄者则乘机大肆炫耀其优越感，说一句我的时间不多你要抄就快点儿，然后故意放大轻松与快乐，去捉蚂蚱逮蜻蜓，大喊大叫地弹球儿扇三角，急得抄者流汗，蹶起的屁股有节奏地颠，嘴里念念有词，不时扭起头来喊一句等我会儿嘿！其实谁也知道，没法等。还有一回专门是为了比赛胆儿大。晚上谁敢到那庙里去？这有什么，嘁！有什么？有鬼，你敢去吗？废话！我早都去过了。牛！嘿，你要不信嘿今儿晚上就去你敢不敢？去就去有什么呀，嘁！行，谁不去谁孙子敢不敢？行，几点？九点。就怕那会儿我妈不让我出来。哎哟喂，不敢就说不敢！行，九点就九点！那天晚上我们真的到那庙里去了一回，有人拿了个手电筒，还有人带了把水果刀好歹算一件武器。我们走进庙门时还是满天星斗，不一会儿天却阴下来，而且起了风。我们在侧殿的台阶上蹲着，挤成一堆儿，不敢动也不敢大声说话，荒草摇摇，老树沙沙，月亮在云中一跳一跳地走。有人说想回家去撒泡尿。有人说撒尿你就到那边撒去呗。有人说别的倒也不怕，就怕是要下雨了。有人说下雨也不怕，就怕一下雨家里人该着急了。有人说一下雨蛇先出来，然后指不定还有什么呢。那个想撒尿的开始发抖，说不光想撒尿这会儿又想屙屎，可惜没带纸。这样，大家渐渐地都有了便意，说憋屎憋尿是要生病的，有个人老是憋屎憋尿后来就变成了罗锅儿。大家惊诧道是吗？那就不如都回家上厕所吧。可是第二天，那个最先要上厕所的成了惟一要上厕所的，大家都埋怨他，说要不是他我们还会在那儿呆很久，说不定就能捉到蛇，甚至可能看看鬼。"}
{"text":"有人说别的倒也不怕，就怕是要下雨了。有人说下雨也不怕，就怕一下雨家里人该着急了。有人说一下雨蛇先出来，然后指不定还有什么呢。那个想撒尿的开始发抖，说不光想撒尿这会儿又想屙屎，可惜没带纸。这样，大家渐渐地都有了便意，说憋屎憋尿是要生病的，有个人老是憋屎憋尿后来就变成了罗锅儿。大家惊诧道是吗？那就不如都回家上厕所吧。可是第二天，那个最先要上厕所的成了惟一要上厕所的，大家都埋怨他，说要不是他我们还会在那儿呆很久，说不定就能捉到蛇，甚至可能看看鬼。有一天，那庙院里忽然出现了很多暗红色粉末，一堆堆像小山似的，不知道是什么，也想不通到底何用。那粉末又干又轻，一脚踩上去噗的一声到处飞扬，而且从此鞋就变成暗红色，再也别想洗干净。又过了几天，庙里来了一些人，整天在那暗红色的粉末里折腾，于是一个个都变成暗红色不说，庙墙和台阶也都变成暗红色，荒草和老树也都变成暗红色，那粉末随风而走或顺水而流，不久，半条胡同都变成了暗红色。随后，庙门前挂出了一块招牌有色金属加工厂。从此游戏的地方没有了，蛇和鬼不知迁徙何方，荒草被锄净，老树被伐倒，只剩下一团暗红色满天满地逐日壮大。再后来，庙堂也拆了，庙墙也拆了，盖起了一座轰轰烈烈的大厂房。那条胡同也改了名字，以后出生的人会以为那儿从来没有过庙。我的小学，校园本也是一座庙，准确说是一座大庙的一部分。大庙叫柏林寺，里面有很多合抱粗的柏树。有风的时候，老柏树浓密而深沉的响声一浪一浪，传遍校园，传进教室，使吵闹的孩子也不由得安静下来，使朗朗的读书声时而飞扬时而沉落，使得上课和下课的铃声飘忽而悠扬。摇铃的老头儿，据说曾经就是这庙中的和尚，庙既改作学校，他便还俗做了这儿的看门人，看门兼而摇铃。老头儿极和蔼，随你怎样摸他的红鼻头和光脑袋他都不恼，看见你不快活他甚至会低下头来给你，说想摸摸吗？孩子们都愿意到传达室去玩，挤在他的床上，挤得密不透风，没大没小地跟他说笑。上课或下课的时间到了，他摇起铜铃，不紧不慢地在所有的窗廊下走过，目不旁顾，一路都不改变姿势。丁当丁当丁当丁当那铃声在风中飘摇，在校园回荡，在阳光里漫散开去，在所有孩子的心中留下难以磨灭的记忆。那铃声，上课时摇得紧张，下课时摇得舒畅，但无论紧张还是舒畅都比后来的电铃有味道，浪漫，多情，仿佛知道你的惧怕和盼望。但有一天那铃声忽然消失，摇铃的老人也不见了，听说是回他的农村老家去了。"}
{"text":"孩子们都愿意到传达室去玩，挤在他的床上，挤得密不透风，没大没小地跟他说笑。上课或下课的时间到了，他摇起铜铃，不紧不慢地在所有的窗廊下走过，目不旁顾，一路都不改变姿势。丁当丁当丁当丁当那铃声在风中飘摇，在校园回荡，在阳光里漫散开去，在所有孩子的心中留下难以磨灭的记忆。那铃声，上课时摇得紧张，下课时摇得舒畅，但无论紧张还是舒畅都比后来的电铃有味道，浪漫，多情，仿佛知道你的惧怕和盼望。但有一天那铃声忽然消失，摇铃的老人也不见了，听说是回他的农村老家去了。为什么呢？据说是因为他仍在悄悄地烧香念佛，而一个崭新的时代应该是无神论的时代。孩子们再走进校门时，看见那铜铃还在窗前，但物是人非，传达室里端坐着一名严厉的老太太。老太太可不让孩子们在她的办公重地胡闹。上课和下课，老太太只在按钮上轻轻一点，电铃于是哇哇地响起来，不分青红皂白，把整个校园都吓得仿佛昏眩。在那近乎残酷的声音里，孩子们懂得了怀念以往的铃声，它到哪儿去了？惟有一点是确定的，它随着记忆走进了未来。在它飘逝多年之后，在梦中，我常常又听见它，听见它的飘忽与悠扬，看见那摇铃老人沉着的步伐，在他一无改变的面容中惊醒。那铃声中是否早已埋藏下未来，早已知道在它飘逝之后的事情呢？多年以后，我岁，插队回来，找不到工作，等了很久还是找不到，就进了一个街道生产组。我在另外的文章里写过，几间老屋尘灰满面，我在那儿一干年，在仿古的家具上画些花鸟鱼虫山水人物，每月所得可以糊口。那生产组就在柏林寺的南墙外面。其时，柏林寺已改作北京图书馆的一处书库。我和几个同是待业的小兄弟常常就在那面红墙下干活儿。老屋里昏暗而且无聊，我们就到外面去，一边干活儿一边观望街景，看来来往往的各色人等，时间似乎就轻快了许多。早晨，上班去的人们骑着车，车后架上夹着饭盒，一路吹着口哨，按响车铃，单那姿态就令人羡慕。上班的人流过后，零零散散地有一些人向柏林寺的大门走来，多半提个皮包，进门时亮一亮证件，也不管守门人看不看得清楚便大步朝里面去，那气派更是让人不由得仰望了。并非什么人都可以到那儿去借书和查阅资料的，小说得是教授或者局级才行。你知道？废话！小重感觉不重证据。小比我小几岁，因为小儿麻痹一条腿比另一条腿短了厘米，中学一毕业就到了这个生产组。很多招工单位也是重感觉不重证据，小其实什么都能干。"}
{"text":"上班的人流过后，零零散散地有一些人向柏林寺的大门走来，多半提个皮包，进门时亮一亮证件，也不管守门人看不看得清楚便大步朝里面去，那气派更是让人不由得仰望了。并非什么人都可以到那儿去借书和查阅资料的，小说得是教授或者局级才行。你知道？废话！小重感觉不重证据。小比我小几岁，因为小儿麻痹一条腿比另一条腿短了厘米，中学一毕业就到了这个生产组。很多招工单位也是重感觉不重证据，小其实什么都能干。我们从早到晚坐在那面庙墙下，眼观六路耳听八方，不用看表也不用看太阳便知此刻何时。一辆串街的杂货车，油盐酱醋花椒大料洗衣粉一路喊过来，是上午点。收买废品的三轮车来时，大约点。磨剪子磨刀的老头儿总是星期三到，瞄准生产组旁边的一家小饭馆，磨剪子来嘿抢菜刀！声音十分洪亮大家都说他真是糟蹋了，干吗不去唱戏？下午点，必有一群幼儿园的孩子出现，一个牵定一个的衣襟，咿咿呀呀地唱着，以为不经意走进的这个人间将会多么美好，鲜艳的衣裳彩虹一样地闪烁，再彩虹一样地消失。四五点钟，常有一辆囚车从我们面前开过，离柏林寺不远有一座著名的监狱，据说专门收容小偷。有个叫小德子的，十七八岁没爹没妈，曾经和我们一起在生产组干过。这小子能吃，有一回生产组不知惹了什么麻烦要请人吃饭，吃客们走后，折箩足足一脸盆，小德子买了一瓶啤酒，坐在火炉前稀里呼噜只用了半小时脸盆就见了底。但是有一天小德子忽然失踪，生产组的大妈大婶们四处打听，才知那小子在外面行窃被逮住了。以后的很多天，我们加倍地注意天黑前那辆囚车，看看里面有没有他囚车呼啸而过，大家一齐喊小德子！小德子！小德子还有一个月工资未及领取。那时，我仍然没头没脑地相信，最好还是要有一份正式工作，倘能进一家全民所有制单位，一生便有了依靠。母亲陪我一起去劳动局申请。我记得那地方廊回路转的，庭院深深，大约曾经也是一座庙。什么申请呀，简直就像去赔礼道歉，一进门母亲先就满脸堆笑，战战兢兢，然后不管抓住一个什么人，就把她的儿子介绍一遍，保证说这一个坐在轮椅上的孩子其实仍可胜任很多工作。那些人自然是满口官腔，母亲跑了前院跑后院，从这屋被支使到那屋。我那时年轻气盛，没那么多好听的话献给他们。最后出来一位负责同志，有理有据地给了我们回答慢慢再等一等吧，全须儿全尾儿的我们这还分配不过来呢！"}
{"text":"母亲陪我一起去劳动局申请。我记得那地方廊回路转的，庭院深深，大约曾经也是一座庙。什么申请呀，简直就像去赔礼道歉，一进门母亲先就满脸堆笑，战战兢兢，然后不管抓住一个什么人，就把她的儿子介绍一遍，保证说这一个坐在轮椅上的孩子其实仍可胜任很多工作。那些人自然是满口官腔，母亲跑了前院跑后院，从这屋被支使到那屋。我那时年轻气盛，没那么多好听的话献给他们。最后出来一位负责同志，有理有据地给了我们回答慢慢再等一等吧，全须儿全尾儿的我们这还分配不过来呢！此后我不再去找他们了。再也不去。但是母亲，直到她去世之前还在一趟一趟地往那儿跑，去之前什么都不说，疲惫地回来时再向她愤怒的儿子赔不是。我便也不再说什么，但我知道她还会去的，她会在两个星期内重新积累起足够的希望。我在一篇名为合欢树的散文中写过，母亲就是在去为我找工作的路上，在一棵大树下，挖回一棵含羞草以为是含羞草，越长越大，其实是一棵合欢树。大约年夏天，某一日，我们正坐在那庙墙下吃午饭，不知从哪儿忽然走来了两个缁衣落发的和尚，一老一少仿佛飘然而至。哟？大家停止吞咽，目光一齐追随他们。他们边走边谈，眉目清朗，步履轻捷，颦笑之间好像周围的一切都变得空阔甚至是虚拟了。或许是我们的紧张被他们发现，走过我们面前时他们特意地颔首微笑。这一下，让我想起了久违的童年。然后，仍然是那样，他们悄然地走远，像多年以前一样不知走到哪里去了。不是柏林寺要恢复了吧？没听说呀？不会。那得多大动静呀，咱能不知道？八成是北边的净土寺，那儿的房子早就翻修呢。没错儿，净土寺！小说，前天我瞧见那儿的庙门油漆一新我还说这是要干吗呢。大家愣愣地朝北边望。侧耳听时，也并没有什么特殊的声音传来。这时我才忽然想到，庙，已经消失了这么多年了。消失了，或者封闭了，连同那可以眺望的另一种地方。在我的印象里，就是从那一刻起，一个时代结束了。傍晚，我独自摇着轮椅去找那小庙。我并不明确为什么要去找它，也许只是为了找回童年的某种感觉？总之，我忽然想念起庙，想念起庙堂的屋檐石阶门廊，月夜下庙院的幽静与空荒，香缕细细地飘升破碎。我想念起庙的形式。我由衷地想念那令人犹豫的音乐，也许是那样的犹豫，终于符合了我的已经不太年轻的生命。"}
{"text":"这时我才忽然想到，庙，已经消失了这么多年了。消失了，或者封闭了，连同那可以眺望的另一种地方。在我的印象里，就是从那一刻起，一个时代结束了。傍晚，我独自摇着轮椅去找那小庙。我并不明确为什么要去找它，也许只是为了找回童年的某种感觉？总之，我忽然想念起庙，想念起庙堂的屋檐石阶门廊，月夜下庙院的幽静与空荒，香缕细细地飘升破碎。我想念起庙的形式。我由衷地想念那令人犹豫的音乐，也许是那样的犹豫，终于符合了我的已经不太年轻的生命。然而，其实，我并不是多么喜欢那样的音乐。那音乐，想一想也依然令人压抑惶恐胆战心惊。但以我已经走过的岁月，我不由得回想，不由得眺望，不由得从那音乐的压力之中听见另一种存在了。我并不喜欢它，譬如不能像喜欢生一样地喜欢死。但是要有它。人的心中，先天就埋藏了对它的响应。响应，什么样的响应呢？在我这个生性愚顽的孩子，那永远不会是成就圆满的欣喜，恰恰相反，是残缺明确地显露。眺望越是美好，越是看见自己的丑弱，越是无边，越看到限制。神在何处？以我的愚顽，怎么也想象不出一个无苦无忧的极乐之地。设若确有那样的极乐之地，设若有福的人果真到了那里，然后呢？我总是这样想然后再往哪儿去呢？心如死水还是再有什么心愿？无论再往哪儿去吧，都说明此地并非圆满。丑弱的人和圆满的神，之间，是信者永远的路。这样，我听见，那犹豫的音乐是提醒着一件事此岸永远是残缺的，否则彼岸就要坍塌。这大约就是佛之慈悲的那一个悲字。慈呢，便是在这一条无尽无休的路上行走，所要有的持念。没有了庙的时代结束了。紧跟着，另一个时代到来了，风风火火。北京城内外的一些有名的寺庙相继修葺一新，重新开放。但那更像是寺庙变成公园的开始，人们到那儿去多是游览，于是要收门票，票价不菲。香火重新旺盛起来。但是有些异样。人们大把大把地烧香，整簇整簇的香投入香炉，火光熊熊，烟气熏蒸，人们衷心地跪拜，祈求升迁，祈求福寿，消灾避难，财运亨通倘今生难为，可于来世兑现，总之祈求佛祖全面的优待。庙，消失多年，回来时已经是一个极为现实的地方了，再没有什么犹豫。在那样的年月里，我遇见过一个老人，不是在庙宇寺观，是在一面墙下。我曾在墙下短记一文中写过，那是在一座古园。一个冬夜，大雪之后，恶劣的心情把我引去那里，引去那寂寞的老墙下面月光朦胧，车轮吱吱唧唧轧着雪路，是园中惟一的声响。"}
{"text":"但是有些异样。人们大把大把地烧香，整簇整簇的香投入香炉，火光熊熊，烟气熏蒸，人们衷心地跪拜，祈求升迁，祈求福寿，消灾避难，财运亨通倘今生难为，可于来世兑现，总之祈求佛祖全面的优待。庙，消失多年，回来时已经是一个极为现实的地方了，再没有什么犹豫。在那样的年月里，我遇见过一个老人，不是在庙宇寺观，是在一面墙下。我曾在墙下短记一文中写过，那是在一座古园。一个冬夜，大雪之后，恶劣的心情把我引去那里，引去那寂寞的老墙下面月光朦胧，车轮吱吱唧唧轧着雪路，是园中惟一的声响。这么走着，听见一缕悠沉的箫声远远传来，在老柏树摇落的雪雾中似有似无，尚不能识别那曲调时已觉其悠沉之音恰好碰住我的心绪。侧耳屏息，听出是苏武牧羊。曲终，心里正有些凄怆，忽觉墙影里一动，才发现一个老人背壁盘腿端坐在石凳上，黑衣白发，有些玄虚。雪地和月光，安静得也似非凡。竹箫又响，还是那首流放绝地哀而不死的咏颂。原来箫声并不传自远处，就在那老人唇边。也许是气力不济，也许是这古曲一路至今光阴坎坷，箫声若断若续并不高亢，老人颤颤的吐纳之声亦可悉闻。一曲又尽，老人把箫管轻横腿上，双手摊放膝头，看不清他是否闭目。我惊诧而至感激，以为是天喻或是神来引领，一遍遍听那箫声和箫声断处的空寂听出那箫声是唱着接受。接受天命的限制，接受残缺，接受苦难，接受墙的存在。年春天，我坐了八九个小时飞机，到了很远的地方，地球另一面，一座美丽的城市。一天傍晚，会议结束，我和妻子在街上走，一阵钟声把我们引进了一座小教堂庙。那儿有很多教堂，清澈的阳光里总能听见飘扬的钟声。那钟声让我想起小时候我家附近有一座教堂，我站在院子里，最多两岁，刚刚从虚无中睁开眼睛，尚未见到外面的世界先就听见了它的声音，清朗悠远沉稳，仿佛响自天上。此钟声是否彼钟声呢？当然，我知道，中间隔了八千公里并四十几年。我和妻子走进那小教堂，在那儿拍照，大声说笑，东张西望，毫不吝惜地按动快门这时，我看见一个中年女人独自坐在一个角落，默默地朝向耶稣的雕像后来，在洗印出来的照片中，在我和妻子身后，我又看见了她。她的眉间似有些愁苦，但双手放松地摊开在膝头，心情又似非常沉静，对我们的喧哗一无觉察，或者是我们的喧哗一点也不能搅扰她。我心里忽然颤抖那一瞬间，我以为我看见了我的母亲。"}
{"text":"当然，我知道，中间隔了八千公里并四十几年。我和妻子走进那小教堂，在那儿拍照，大声说笑，东张西望，毫不吝惜地按动快门这时，我看见一个中年女人独自坐在一个角落，默默地朝向耶稣的雕像后来，在洗印出来的照片中，在我和妻子身后，我又看见了她。她的眉间似有些愁苦，但双手放松地摊开在膝头，心情又似非常沉静，对我们的喧哗一无觉察，或者是我们的喧哗一点也不能搅扰她。我心里忽然颤抖那一瞬间，我以为我看见了我的母亲。我一直有着一个凄苦的梦，隔一段时间就会在我的黑夜里重复一回母亲，她并没有死，她只是深深地失望了，对我，或者尤其对这个世界，完全地失望了，困苦的灵魂无处诉告，无以支持，因而她走了，离开我们到很远的地方去了，不再回来。在梦中，我绝望地哭喊，心里怨她我理解你的失望，我理解你的离开，但你总要捎个信儿来呀，你不知道我们会牵挂你不知道我们是多么想念你吗？但就连这样的话也无从说给她，只知道她在很远的地方，并不知道她到底在哪儿。这个梦一再地走进我的黑夜，驱之不去，我便在醒来时在白日的梦里为它作一个续母亲，她的灵魂并未消散，她在幽冥之中注视我并保佑了我多年，直等到我的眺望在幽冥中与她会合，她才放了心，重新投生别处，投生在一个灵魂有所诉告的地方了。我希望，我把这个梦写出来，我的黑夜从此也有了皈依了。年月日二稿完关于詹牧师的报告文学序想给詹牧师写一篇报告文学，已经有很久了。――仅此一句，明眼的读者就已看出，我是在套用伟人的路数。事已至此，承认下来是上策。我选择上策。原来我甚至想题名为詹牧师传的，可眼下不时兴作传了，无论是什么样的传。正传也不适宜。一来文体旧了，唯恐发散不出恰当的气息。二来有先生，而且至今魅力犹存，只有常冒傻气的人才不懂步伟人之后尘，只能愈显出自己的卑微和浅薄。由此也可见，我的套用绝非是想也作一名伟人，实在倒是冒了卑微和浅薄的风险呢！不宜作传的第三个原因是天有不测风云。明白说，你摸得清谁的底细？换言之，你敢担保谁的历史就完全清白？倘若你要为之作传的人当过三五天特务，或出卖过一两分钟灵魂呢？尤其是从那动乱年月中活过来的人，谁敢拍拍胸脯说自己一向襟怀坦荡彻底问心无愧呢？"}
{"text":"一来文体旧了，唯恐发散不出恰当的气息。二来有先生，而且至今魅力犹存，只有常冒傻气的人才不懂步伟人之后尘，只能愈显出自己的卑微和浅薄。由此也可见，我的套用绝非是想也作一名伟人，实在倒是冒了卑微和浅薄的风险呢！不宜作传的第三个原因是天有不测风云。明白说，你摸得清谁的底细？换言之，你敢担保谁的历史就完全清白？倘若你要为之作传的人当过三五天特务，或出卖过一两分钟灵魂呢？尤其是从那动乱年月中活过来的人，谁敢拍拍胸脯说自己一向襟怀坦荡彻底问心无愧呢？为了给别人立传，竟至过早地为自己竖起了墓碑的人又不是没有过，所以得悠着点。这两年情况变了，但一般来说，悠着点总没亏吃。所以我还是决定不作传，而是给詹牧师写一篇报告文学。有说为阶级敌人竖碑立传的，没有说为阶级敌人竖碑立报告文学的。想来，报告二字妙用无穷，无论什么事，报告了，总归没错儿，就算遇见的是个特务，不也是得报告么？我要写报告文学，还因受了一个棋友的启发。那天我刚要吃掉他的老将儿，他忽然推说他还有些要紧的事得赶紧去办，这盘棋就先下到这儿。算我赢了。他说他预备写一篇报告文学，关于一位著名的女高音的，也可以是关于一位著名的老作家的，或者关于一位著名的别的什么的。我忽然想起了詹牧师。牧师？棋友竭力笑出几个高音，把输棋的尴尬完全替补了下去。那是他年轻的时候，作过一个基督教会的主讲牧师。后来他负责传呼电话。棋友的笑声更加响亮。等我把棋子码人棋盒，光从双方的表情判断，谁都会认为输棋的是我了。你还是自己去写那个传电话的牧师吧！棋友说，纸笔都现成，又不是生孩子，只有女人才会。我心里一动，觉得这话不无道理。现今知道詹牧师作过主讲牧师的人不多了，知道他获得过神。史两项硕士学位的人就更少，多数人只记得，那个传电话的詹老头儿一向服务态度很好。这倒很像一篇报告文学的开头。一般报告文学都是从一个人的怀才不遇写起，写到其人终于蜚声某坛或成就了某项大事业止，顶不济也要写到被伯乐发现。可是，詹牧师未了还只是个传电话的。我相信这与他的脸相有关虽然大庭饱满，但下巴过于尖削，一直未能长到地阁方圆的程度。据说，年轻时，詹牧师为此曾很苦恼，查考过几本相书，也不使人乐观。而立之年一过，他转而愤懑，在一篇论文里曾写道基督精神本是一种自强不息的精神！"}
