{"text":"日记一九三一年二月十二日日本京华堂主人小原荣次郎君买兰将东归，为赋一绝句，书以赠之。即小原荣次郎日语读音的罗马字拼音的缩写。当时他在东京开设京华堂，经营中国文玩和兰草。他们的花园他们的花园小娃子，卷螺发，银黄面庞上还有微红，――看他意思是正要活。走出破大门，望见邻家他们大花园里，有许多好花。用尽小心机，得了一朵百合又白又光明，像才下的雪。好生拿了回家，映着面庞，分外添出血色。苍蝇绕花飞鸣，乱在一屋子里――偏爱这不干净花，是胡涂孩子！忙看百合花，却已有几点蝇矢。看不得舍不得。瞪眼望天空，他更无话可说。说不出话，想起邻家他们大花园里，有许多好花。本篇最初发表于一九一八年七月十五日新青年第五卷第一号，署名唐俟。桃花桃花春雨过了，太阳又很好，随便走到园中。桃花开在园西，李花开在园东。我说，好极了！桃花红，李花白。没说，桃花不及李花白。桃花可是生了气，满面涨作杨妃红。好小子！真了得！竟能气红了面孔。我的话可并没得罪你，你怎的便涨红了面孔！唉！花有花道理，我不懂。本篇最初发表于一九一八年五月十五日新青年第四卷第五号，署名唐俟。杨妃红开元天宝遗事红汗贵妃每有汗出，红腻而多香，或拭之于巾帕之上，其色如桃红也。题彷徨题彷徨寂寞新文苑，平安旧战场。两间余一卒，荷戟独彷徨。三月本篇在收入本书前未在报刊上发表过。据日记一九三三年三月二日，本诗为日本山县初男索取彷徨并要求题诗而作诗中独作尚。题三义塔题三义塔三义塔者，中国上海闸北三义里遗鸠埋骨之塔也，在日本，农人共建之。奔霆飞歼人子，败井颓垣剩饿鸠。偶值大心离火宅，终遗高塔念瀛洲。精禽梦觉仍衔石，斗士诚坚共抗流。度尽劫波兄弟在，相逢一笑泯恩仇。六月二十一日本篇在收入本书前未在报刊上发表过。"}
{"text":"据日记一九三三年三月二日，本诗为日本山县初男索取彷徨并要求题诗而作诗中独作尚。题三义塔题三义塔三义塔者，中国上海闸北三义里遗鸠埋骨之塔也，在日本，农人共建之。奔霆飞歼人子，败井颓垣剩饿鸠。偶值大心离火宅，终遗高塔念瀛洲。精禽梦觉仍衔石，斗士诚坚共抗流。度尽劫波兄弟在，相逢一笑泯恩仇。六月二十一日本篇在收入本书前未在报刊上发表过。日记一九三三年六月二十一日为西村真琴博士书一横卷西村博士于上海战后得丧家之鸠，持归养之，初亦相安，而终化去。建塔以藏，且征题咏。率成一律，聊答遐情云尔。诗中稀弊鳌焰。西村真琴―，日本生物学家。一二八事变时曾来上海。鸠指鸽子，日语称为堂鸠。大心佛家语，大悲心的略称。大乘起信论以欲拔一切众生苦之心为大悲心。瀛洲，传说中的东海神山，这里指日本。史记秦始皇本纪齐人徐等上书，言海中有三神山，名曰蓬莱方丈瀛洲。精禽即精卫。山海经北山经有鸟焉，其状如乌，文首白喙赤足，名曰精卫，其鸣自。是炎帝之少女，名曰女娃。女娃游于东海，溺而不反，故为精卫。常衔西山之木石，以堙于东海。劫波佛家语，梵文的音译，略称为劫。古印度传说，世界经历若干万年毁灭一次，重新开始，叫做一劫。后人借用指天灾人祸。田园思想通讯田园思想通讯白波先生我们憎恶的所谓导师，是自以为有正路，有捷径，而其实却是劝人不走的人。倘有领人向前者，只要自己愿意，自然也不妨追踪而往但这样的前锋，怕中国现在还找不到罢。所以我想，与其找胡涂导师，倒不如自己走，可以省却寻觅的工夫，横竖他也什么都不知道。至于我那遇见森林，可以辟成平地，这些话，不过是比方，犹言可以用自力克服一切困难，并非真劝人都到山里去。通信通信霉江先生如果叛徒们造成战线而能遇到敌人，中国的情形早已不至于如此，因为现在所遇见的并无敌人，只有暗箭罢了。所以想有战线，必须先有敌人，这事情恐怕还辽远得很，若现在，则正如来信所说，大概连是友是仇也不大容易分辨清楚的。我对于语丝的责任，只有投稿，所以关于刊载的事，不知其详。至于江先生的文章，我得到来信后，才看了一点。"}
{"text":"通信通信霉江先生如果叛徒们造成战线而能遇到敌人，中国的情形早已不至于如此，因为现在所遇见的并无敌人，只有暗箭罢了。所以想有战线，必须先有敌人，这事情恐怕还辽远得很，若现在，则正如来信所说，大概连是友是仇也不大容易分辨清楚的。我对于语丝的责任，只有投稿，所以关于刊载的事，不知其详。至于江先生的文章，我得到来信后，才看了一点。我的意见，以为先生太认真了，大约连自己也未必以为他那些话有这么被人看得值得讨论。先生大概年纪还青，所以竟这样愤慨，而且推爱及我，代我发愁，我实在不胜感谢。这事其实是不难的，只要打听大学教授陈源即西滢先生，也许能够知道章士钊是否又要私禀执政，因为陈教授那里似乎常有流言飞扬。但是，这不是我的事。。九月一日。通信通信未名先生多谢你的来信，使我们知道，知道我们的莽原原来是谈社会主义的。这也不独武昌的教授为然，全国的教授都大同小异。一个已经足够了，何况是聚起来成了会。他们的根据，就在教授，这是明明白白的。我想他们的话在会里也一定不会错。为什么呢？就因为他们是教授。我们的乡下评定是非，常是这样赵太爷说对的，还会错么？他田地就有二百亩！至于莽原，说起来实在惭愧，正如武昌的先生来信所说，不过是些废话和大部分的文艺作品。我们倒也并不是看见社会主义四个字就吓得两眼朝天，口吐白沫，只是没有研究过，所以也没有谈，自然更没有用此来宣传任何主义的意思。为什么要办刊物？一定是要宣传什么主义。为什么要宣传主义？一定是在得某国的钱这一类的教授逻辑，在我们的心里还没有。所以请你尽可放心看去，总不至于因此会使教授化为白痴，富翁变成乞丐的。――但保险单我可也不写。你的名字用得不错，在现在的中国，这种加害的确要防的。北京大学的一个学生因为投稿用了真名，已经被教授老爷谋害了。现代评论上有人发议论道，假设我们把知识阶级完全打倒后一百年，世界成个什么世界呢？你看他多么心上有杞天之虑？。六，九。顺便答复先生来信已到，也就将上面那些话作为回答罢。我来说持中的真相我来说持中的真相风闻有我的老同学玄同其人者，往往背地里褒贬我，褒固无妨，而又有贬，则岂不可气呢？"}
{"text":"――但保险单我可也不写。你的名字用得不错，在现在的中国，这种加害的确要防的。北京大学的一个学生因为投稿用了真名，已经被教授老爷谋害了。现代评论上有人发议论道，假设我们把知识阶级完全打倒后一百年，世界成个什么世界呢？你看他多么心上有杞天之虑？。六，九。顺便答复先生来信已到，也就将上面那些话作为回答罢。我来说持中的真相我来说持中的真相风闻有我的老同学玄同其人者，往往背地里褒贬我，褒固无妨，而又有贬，则岂不可气呢？今天寻出漏洞，虽然与我无干，但也就来回敬一箭罢报仇雪恨，春秋之义也。他在语丝第二期上说，有某人挖苦叶名琛的对联不战，不和，不守不死，不降，不走。大概可以作为中国人持中的真相之说明。我以为这是不对的。夫近乎持中的态度大概有二一者非彼即此，二者可彼可此也。前者是无主意，不盲从，不附势，或者别有独特的见解但境遇是很危险的，所以叶名琛终至于败亡，虽然他不过是无主意。后者则是骑墙，或是极巧妙的随风倒了，然而在中国最得法，所以中国人的持中大概是这个。倘改篡了旧对联来说明，就该是似战，似和，似守似死，似降，似走。于是玄同即应据精神文明法律第九万三千八百九十四条，治以误解真相，惑世诬民之罪了。但因为文中用有大概二字，可以酌给末减这两个字是我也很喜欢用的。本篇最初发表于一九二四年十二月十五日语丝周刊第五期。玄同钱玄同。一九八年，他在日本东京和一同听过章太炎讲授说文解字。春秋之义春秋中有不少地方赞美报仇雪恨，如春秋公羊传庄公四年称九世犹可以复仇乎？虽百世可也。又定公四年父不受诛，子复仇可也。叶名琛―字昆臣，湖北汉阳人，清朝大臣。一八五二年咸丰二年任两广总督。一八五七年英法联军侵略广州时，他不作战争准备，在家设长春仙馆，供奉所谓吕洞宾和李太白二仙的牌位，扶乩以占吉凶。广州失陷后被俘，送往香港，后又转囚印度加尔各答镇海楼，一八五九年病死。当时人们讽刺他的对联全文是不战不和不守，相臣度量，疆臣抱负不死不降不走，古之所无，今之罕有。"}
{"text":"叶名琛―字昆臣，湖北汉阳人，清朝大臣。一八五二年咸丰二年任两广总督。一八五七年英法联军侵略广州时，他不作战争准备，在家设长春仙馆，供奉所谓吕洞宾和李太白二仙的牌位，扶乩以占吉凶。广州失陷后被俘，送往香港，后又转囚印度加尔各答镇海楼，一八五九年病死。当时人们讽刺他的对联全文是不战不和不守，相臣度量，疆臣抱负不死不降不走，古之所无，今之罕有。钱玄同在语丝周刊第二期一九二四年十一月二十四日发表的随感录持中底真相之说明中，引用了这副对联，说我觉得这大概可以作为持中底真相之说明了。末减减轻罪罚的意思。左传昭公十四年三数叔鱼之恶，不为末减。晋代杜预注末，薄也减轻也。文艺与政治的歧途文艺与政治的歧途――十二月二十一日在上海暨南大学讲我是不大出来讲演的今天到此地来，不过因为说过了好几次，来讲一回也算了却一件事。我所以不出来讲演，一则没有什么意见可讲，二则刚才这位先生说过，在座的很多读过我的书，我更不能讲什么。书上的人大概比实物好一点，红楼梦里面的人物，像贾宝玉林黛玉这些人物，都使我有异样的同情后来，考究一些当时的事实，到北京后，看看梅兰芳姜妙香扮的贾宝玉林黛玉，觉得并不怎样高明。我没有整篇的鸿论，也没有高明的见解，只能讲讲我近来所想到的。我每每觉到文艺和政治时时在冲突之中，文艺和革命原不是相反的，两者之间，倒有不安于现状的同一。惟政治是要维持现状，自然和不安于现状的文艺处在不同的方向。不过不满意现状的文艺，直到十九世纪以后才兴起来，只有一段短短历史。政治家最不喜欢人家反抗他的意见，最不喜欢人家要想，要开口。而从前的社会也的确没有人想过什么，又没有人开过口。且看动物中的猴子，它们自有它们的首领首领要它们怎样，它们就怎样。在部落里，他们有一个酋长，他们跟着酋长走，酋长的吩咐，就是他们的标准。酋长要他们死，也只好去死。那时没有什么文艺，即使有，也不过赞美上帝还没有后人所谓那么玄妙罢了！那里会有自由思想？后来，一个部落一个部落你吃我吞，渐渐扩大起来，所谓大国，就是吞吃那多多少少的小部落一到了大国，内部情形就复杂得多，夹着许多不同的思想，许多不同的问题。"}
{"text":"在部落里，他们有一个酋长，他们跟着酋长走，酋长的吩咐，就是他们的标准。酋长要他们死，也只好去死。那时没有什么文艺，即使有，也不过赞美上帝还没有后人所谓那么玄妙罢了！那里会有自由思想？后来，一个部落一个部落你吃我吞，渐渐扩大起来，所谓大国，就是吞吃那多多少少的小部落一到了大国，内部情形就复杂得多，夹着许多不同的思想，许多不同的问题。这时，文艺也起来了，和政治不断地冲突政治想维系现状使它统一，文艺催促社会进化使它渐渐分离文艺虽使社会分裂，但是社会这样才进步起来。文艺既然是政治家的眼中钉，那就不免被挤出去。外国许多文学家，在本国站不住脚，相率亡命到别个国度去这个方法，就是逃。要是逃不掉，那就被杀掉，割掉他的头割掉头那是最好的方法，既不会开口，又不会想了。俄国许多文学家，受到这个结果，还有许多充军到冰雪的西伯利亚去。有一派讲文艺的，主张离开人生，讲些月呀花呀鸟呀的话在中国又不同，有国粹的道德，连花呀月呀都不许讲，当作别论，或者专讲梦，专讲些将来的社会，不要讲得太近。这种文学家，他们都躲在象牙之塔里面但是象牙之塔毕竟不能住得很长久的呀！象牙之塔总是要安放在人间，就免不掉还要受政治的压迫。打起仗来，就不能不逃开去。北京有一班文人，顶看不起描写社会的文学家，他们想，小说里面连车夫的生活都可以写进去，岂不把小说应该写才子佳人一首诗生爱情的定律都打破了吗？现在呢，他们也不能做高尚的文学家了，还是要逃到南边来象牙之塔的窗子里，到底没有一块一块面包递进来的呀！等到这些文学家也逃出来了，其他文学家早已死的死，逃的逃了。别的文学家，对于现状早感到不满意，又不能不反对，不能不开口，反对开口就是有他们的下场。我以为文艺大概由于现在生活的感受，亲身所感到的，便影印到文艺中去。挪威有一文学家，他描写肚子饿，写了一本书，这是依他所经验的写的。对于人生的经验，别的且不说，肚子饿这件事，要是欢喜，便可以试试看，只要两天不吃饭，饭的香味便会是一个特别的诱惑要是走过街上饭铺子门口，更会觉得这个香味一阵阵冲到鼻子来。我们有钱的时候，用几个钱不算什么直到没有钱，一个钱都有它的意味。那本描写肚子饿的书里，它说起那人饿得久了，看见路人个个是仇人，即是穿一件单褂子的，在他眼里也见得那是骄傲。"}
{"text":"挪威有一文学家，他描写肚子饿，写了一本书，这是依他所经验的写的。对于人生的经验，别的且不说，肚子饿这件事，要是欢喜，便可以试试看，只要两天不吃饭，饭的香味便会是一个特别的诱惑要是走过街上饭铺子门口，更会觉得这个香味一阵阵冲到鼻子来。我们有钱的时候，用几个钱不算什么直到没有钱，一个钱都有它的意味。那本描写肚子饿的书里，它说起那人饿得久了，看见路人个个是仇人，即是穿一件单褂子的，在他眼里也见得那是骄傲。我记起我自己曾经写过这样一个人，他身边什么都光了，时常抽开抽屉看看，看角上边上可以找到什么路上一处一处去找，看有什么可以找得到这个情形，我自己是体验过来的。从生活窘迫过来的人，一到了有钱，容易变成两种情形一种是理想世界，替处同一境遇的人着想，便成为人道主义一种是什么都是自己挣起来，从前的遭遇，使他觉得什么都是冷酷，便流为个人主义。我们中国大概是变成个人主义者多。主张人道主义的，要想替穷人想想法子，改变改变现状，在政治家眼里，倒还不如个人主义的好所以人道主义者和政治家就有冲突。俄国文学家托尔斯泰讲人道主义，反对战争，写过三册很厚的小说――那部战争与和平，他自己是个贵族，却是经过战场的生活，他感到战争是怎么一个惨痛。尤其是他一临到长官的铁板前战场上重要军官都有铁板挡住枪弹，更有刺心的痛楚。而他又眼见他的朋友们，很多在战场上牺牲掉。战争的结果，也可以变成两种态度一种是英雄，他见别人死的死伤的伤，只有他健存，自己就觉得怎样了不得，这么那么夸耀战场上的威雄。一种是变成反对战争的，希望世界上不要再打仗了。托尔斯泰便是后一种，主张用无抵抗主义来消灭战争。他这么主张，政府自然讨厌他反对战争，和俄皇的侵掠欲望冲突主张无抵抗主义，叫兵士不替皇帝打仗，警察不替皇帝执法，审判官不替皇帝裁判，大家都不去捧皇帝皇帝是全要人捧的，没有人捧，还成什么皇帝，更和政治相冲突。这种文学家出来，对于社会现状不满意，这样批评，那样批评，弄得社会上个个都自己觉到，都不安起来，自然非杀头不可。但是，文艺家的话其实还是社会的话，他不过感觉灵敏，早感到早说出来有时，他说得太早，连社会也反对他，也排轧他。譬如我们学兵式体操，行举枪礼，照规矩口令是举枪这般叫，一定要等枪字令下，才可以举起。有些人却是一听到举字便举起来，叫口令的要罚他，说他做错。"}
{"text":"这种文学家出来，对于社会现状不满意，这样批评，那样批评，弄得社会上个个都自己觉到，都不安起来，自然非杀头不可。但是，文艺家的话其实还是社会的话，他不过感觉灵敏，早感到早说出来有时，他说得太早，连社会也反对他，也排轧他。譬如我们学兵式体操，行举枪礼，照规矩口令是举枪这般叫，一定要等枪字令下，才可以举起。有些人却是一听到举字便举起来，叫口令的要罚他，说他做错。文艺家在社会上正是这样他说得早一点，大家都讨厌他。政治家认定文学家是社会扰乱的煽动者，心想杀掉他，社会就可平安。殊不知杀了文学家，社会还是要革命俄国的文学家被杀掉的充军的不在少数，革命的火焰不是到处燃着吗？文学家生前大概不能得到社会的同情，潦倒地过了一生，直到死后四五十年，才为社会所认识，大家大闹起来。政治家因此更厌恶文学家，以为文学家早就种下大祸根政治家想不准大家思想，而那野蛮时代早已过去了。在座诸位的见解，我虽然不知道据我推测，一定和政治家是不相同政治家既永远怪文艺家破坏他们的统一，偏见如此，所以我从来不肯和政治家去说。到了后来，社会终于变动了文艺家先时讲的话，渐渐大家都记起来了，大家都赞成他，恭维他是先知先觉。虽是他活的时候，怎样受过社会的奚落。刚才我来讲演，大家一阵子拍手，这拍手就见得我并不怎样伟大那拍手是很危险的东西，拍了手或者使我自以为伟大不再向前了，所以还是不拍手的好。上面我讲过，文学家是感觉灵敏了一点，许多观念，文学家早感到了，社会还没有感到。譬如今天先生穿了皮袍，我还只穿棉袍先生对于天寒的感觉比我灵。再过一月，也许我也感到非穿皮袍不可，在天气上的感觉，相差到一个月，在思想上的感觉就得相差到三四十年。这个话，我这么讲，也有许多文学家在反对。我在广东，曾经批评一个革命文学家――现在的广东，是非革命文学不能算做文学的，是非打打打，杀杀杀，革革革，命命命，不能算做革命文学的――我以为革命并不能和文学连在一块儿，虽然文学中也有文学革命。但做文学的人总得闲定一点，正在革命中，那有功夫做文学。我们且想想在生活困乏中，一面拉车，一面之乎者也，到底不大便当。古人虽有种田做诗的，那一定不是自己在种田雇了几个人替他种田，他才能吟他的诗真要种田，就没有功夫做诗。"}
{"text":"这个话，我这么讲，也有许多文学家在反对。我在广东，曾经批评一个革命文学家――现在的广东，是非革命文学不能算做文学的，是非打打打，杀杀杀，革革革，命命命，不能算做革命文学的――我以为革命并不能和文学连在一块儿，虽然文学中也有文学革命。但做文学的人总得闲定一点，正在革命中，那有功夫做文学。我们且想想在生活困乏中，一面拉车，一面之乎者也，到底不大便当。古人虽有种田做诗的，那一定不是自己在种田雇了几个人替他种田，他才能吟他的诗真要种田，就没有功夫做诗。革命时候也是一样正在革命，那有功夫做诗？我有几个学生，在打陈炯明时候，他们都在战场我读了他们的来信，只见他们的字与词一封一封生疏下去。俄国革命以后，拿了面包票排了队一排一排去领面包这时，国家既不管你什么文学家艺术家雕刻家大家连想面包都来不及，那有功夫去想文学？等到有了文学，革命早成功了。革命成功以后，闲空了一点有人恭维革命，有人颂扬革命，这已不是革命文学。他们恭维革命颂扬革命，就是颂扬有权力者，和革命有什么关系？这时，也许有感觉灵敏的文学家，又感到现状的不满意，又要出来开口。从前文艺家的话，政治革命家原是赞同过直到革命成功，政治家把从前所反对那些人用过的老法子重新采用起来，在文艺家仍不免于不满意，又非被排轧出去不可，或是割掉他的头。割掉他的头，前面我讲过，那是顶好的法子，――从十九世纪到现在，世界文艺的趋势蠖既绱恕十九世纪以后的文艺，和十八世纪以前的文艺大不相同。十八世纪的英国小说，它的目的就在供给太太小姐们的消遣，所讲的都是愉快风趣的话。十九世纪的后半世纪，完全变成和人生问题发生密切关系。我们看了，总觉得十二分的不舒服，可是我们还得气也不透地看下去。这因为以前的文艺，好像写别一个社会，我们只要鉴赏现在的文艺，就在写我们自己的社会，连我们自己也写进去在小说里可以发见社会，也可以发见我们自己以前的文艺，如隔岸观火，没有什么切身关系现在的文艺，连自己也烧在这里面，自己一定深深感觉到一到自己感觉到，一定要参加到社会去！十九世纪，可以说是一个革命的时代所谓革命，那不安于现在，不满意于现状的都是。文艺催促旧的渐渐消灭的也是革命旧的消灭，新的才能产生，而文学家的命运并不因自己参加过革命而有一样改变，还是处处碰钉子。"}
