{"text":"答我在人生的列车到达开怀畅饮站时，下来买酒，一回头，车开走了我至今还呆在站台上，您们来不来共度嘉年华会，欢迎！下面的耳顺站我不去了，准备改乘特快车，越过耳顺，直达终点――现在是人类文化中年期，做中年人最好。我赖着，就是不上车，也没有人来挟持我上车，夜是深了，不过是白夜，正是开怀畅饮的时候。问未来的计划行程如何？有没有可能与台湾的读者见面？答不止一次地周游世界，日日夜夜地写，也要画，最终目的是告别艺术，隐居，就像偿清了债务之后还有余资一样地快乐。台湾我曾游遍，阿里山日月潭，真是美丽岛。与读者何日相见呢，在穆罕默德的许多故事中，有一则是他与山闹别扭，我愿是山，不愿是穆罕默德。问在写作方面，有没有长远的计划？是否打算触及某一方面的题材或思考？答青年时构想一部诗剧，介乎查拉图斯特拉与浮士德之间的东西，两幕写过，便知道这是不行的，无法表现近代的当代的思想和情操。从六十年代开始，酝酿一部巴比伦语言学，写法是分章而连续。体裁就是这种融合诗小说评论的散文。字数当以百万计。主题是怕被人说雷声大，雨点小，写完后再看吧，七十年代起，酝酿另一部瓷国回忆录，传记性，应归小说类，字数倍于前者――两部都已着手写，能不能完成，总得在五年之后见分晓，因为同时要写别的东西。世界是整个儿的，历史是一连串的，文学所触及的就是整个儿的世界和一连串的历史。有点，有线，然而如果是孤立的点，断掉的线，经不起风吹雨打。故意触及，是个人性的，必然触及，是世界性的表面触及，是暂时性的，底层触及，是历史性的。没有人希望帕格尼尼一边拉琴一边说话，因为他已经说了。艺术广大已极，足可占有一个人。这也是福楼拜说的。属于我自己的东西越来越少了，有时感到怅然若失失去了什么呢？失去了什么呢――我又讪然回房，伏案执笔了。隔着太平洋，看起来好像是文学不明飞行物，其实是文学鲁滨逊。唯有平常的事物才有深意，除此，那是奥妙神秘。奥妙神秘，是我自己的无知，唯有奥妙神秘因我的知识而转为平常时，才从而得到了它们的深意。这是谁说的，是我在自言自语。音乐家，尤其是声乐家，老之将至，便举行告别音乐会。帕蒂就唱过了头，后悔莫及。"}
{"text":"艺术广大已极，足可占有一个人。这也是福楼拜说的。属于我自己的东西越来越少了，有时感到怅然若失失去了什么呢？失去了什么呢――我又讪然回房，伏案执笔了。隔着太平洋，看起来好像是文学不明飞行物，其实是文学鲁滨逊。唯有平常的事物才有深意，除此，那是奥妙神秘。奥妙神秘，是我自己的无知，唯有奥妙神秘因我的知识而转为平常时，才从而得到了它们的深意。这是谁说的，是我在自言自语。音乐家，尤其是声乐家，老之将至，便举行告别音乐会。帕蒂就唱过了头，后悔莫及。我想，快快写，本世纪末年，举行个告别文学会，场地人数不计，一块岩石三个人也可以开――现在想想就预支了快乐，我们在快乐中结束这次谈话吧。第二部分迟迟告白一九八三年―一九九八年航程纪要散文起缘我与文学的因果，尚不欲作整体性的烦冗回顾，只想把离开中国后的十六年，作一番轻捷的掠视，这样做，是为了我要开始新的航程，自当抛掉累赘的东西。旅行最怕的不是关卡，而是自己的行李。忆昔自少及壮，我从未写过散文，西席老夫子命题无非小勇与大勇论，等等，新派家庭教师是杜威博士的徒孙，又是什么精神生活之诠释之类，是故唐宋八家桐城竟陵只好当作闲书偷着看。后来的几十年我也只写论文小说诗，如果有谁说何不也写写散文？我会答难道我已落到这等地步？我之颟顸一至于此。其实在阅读上我也很爱看永州八记浮生六记，以及兰姆帕斯卡尔恺撒是散文之帚，大小普林尼，谬托知己，但要我写散文，那是不行的。来美之初，单纯做个画家，倒也糊涂而松泛，画可以卖钱，钱可以买酒，帝力于我何有哉。不料造化弄人，像夏加尔所画的，从埃菲尔铁塔那边飞来一对天使，男的说尔当作文章，写了交给我。女的说你答应，我们就回巴黎，不答应，我们坐在这里不走。男女天使一起说不要结婚，要写文章――记得我当时确乎昏昏沉沉清清楚楚地允承了下来，街头送别天使后上楼就写，一写十六年。命运之神有两只手，这手安排那，那手安排这，我是一介既不抗命也不认命的碌碌凡夫，而能守信于诺言之践履是不结婚，是没有停笔。诺言振起的不即是文学家的复苏，而先是兵法家的返祖――写，可以。发表，有方。成败关键在于取什么态度用何种体裁。诗――看的人少，懂的人尤少。"}
{"text":"女的说你答应，我们就回巴黎，不答应，我们坐在这里不走。男女天使一起说不要结婚，要写文章――记得我当时确乎昏昏沉沉清清楚楚地允承了下来，街头送别天使后上楼就写，一写十六年。命运之神有两只手，这手安排那，那手安排这，我是一介既不抗命也不认命的碌碌凡夫，而能守信于诺言之践履是不结婚，是没有停笔。诺言振起的不即是文学家的复苏，而先是兵法家的返祖――写，可以。发表，有方。成败关键在于取什么态度用何种体裁。诗――看的人少，懂的人尤少。小说――转拨太慢，难显身手。论著――报刊不用，著毋庸议。鱼丽之宴迟迟告白散文，唯散文方可胡乱挥霍，招摇过市。当我定夺以散文作为阿世的曲学时，也就决策一反过去的平淡迷离，而强使自己粉墨登场了。漫长的年月中，我写那么多自己不愿写的散文，像是在代笔在办公在赎身。我秉持玩世不媚俗的原则，瞒过了编者和读者，谁也不知我写散文是我自己所勉强的乃至是嫌烦的，偶尔试试我从前的写法，立即引起埋怨反弹，我连忙收缩，胆小得玲珑剔透，怪可怜见的。粉墨登场，粉墨是人事，场是天命，从一九八三年至一九八九年，纽约的华文报业是个空前的兴旺期不意真的绝了后，那时，中国时报世界日报华侨日报北美日报，都把文艺版认真当一回事，海外的华文们起劲投稿，无形中存在着那么一个海外华文文坛文坛是无形的好，有形的文坛是祭坛。而媒体总是先要为自己做媒，几乎每月一次举办座谈会或宴请作家欢聚，文艺版的主编都十分敬业，殷勤斡旋，人气文气，煞有介事，也是我写得最快发得最多的一段历程。后来中国时报先关门，八九年后华侨日报北美日报相继闭户，就此冷落下来，残照也不当楼矣。以前在会议上筵席上频频晤谈的一批文人霎时销声匿迹，似乎气数已尽天命难违。当时在一次宴会中，某女文人上来寒暄，而后道，你在欧洲走了好多国家才到美国的吗？对曰是呀，像梦游一样。――我从上海到纽约，什么地方也没有去过。又一次在时报主编特邀的座谈会上，有一大胡子的中年绅士移位过来与我通款我拜读过大作恒河莲花姐妹，佩服佩服，那真是深刻恳切，观察精到呵。他是联合国驻印度的外交官员，所以对我这篇散文特别留意，他又问先生在印度住了很久吧？我答也没多久，浮光掠影浅薄得很，请多多指教。"}
{"text":"当时在一次宴会中，某女文人上来寒暄，而后道，你在欧洲走了好多国家才到美国的吗？对曰是呀，像梦游一样。――我从上海到纽约，什么地方也没有去过。又一次在时报主编特邀的座谈会上，有一大胡子的中年绅士移位过来与我通款我拜读过大作恒河莲花姐妹，佩服佩服，那真是深刻恳切，观察精到呵。他是联合国驻印度的外交官员，所以对我这篇散文特别留意，他又问先生在印度住了很久吧？我答也没多久，浮光掠影浅薄得很，请多多指教。他又感慨道我们坐办公室的人只与资讯数据打交道，比不得你们文学家既理性又感性，才能写得如此鞭辟入里，真是好文章，深入人心呵。――我急等有人来打断我们的交谈，因为我的脚从未踏上过印度。此二例，或已足道明我粉墨登场的无奈与谐趣。如果对那女文人说我没有去过欧陆，对那大胡子绅士说我未曾侨居印度，他们会发窘，落空失重，局面非常尴尬。所以一定得说像梦游一样也没多久。而后来我盘桓英伦，遍历南北欧，反而畏于描摹目击亲炙的那一切，但丁如果真的下地狱上天堂，他也写不出神曲。凭资料加以推理想像，才有我的快感，才能将快感传与读者，不如此，何足以语文学何足以活跃于社交场，粉墨可不是欺骗，是优伶本色。知名度哪某编辑将我文中的穿花蛱蝶改为穿花蝴蝶。她不明我之用蛱，典出杜甫，古时尚不分粉蝶弄蝶蛱蝶，故以蛱蝶为蝶类总称，杜诗穿花蛱蝶深深见，点水蜻蜓款款飞，我觉得蛱的音韵胜于蝴，便借来一用。如果是民国初叶或三十年代的报刊编辑，这点小知识总是有的，而今却被认为我连蝴蝶也会写错――后来见面时谢了她的改正。另一位编辑收到我的短篇小说夏明珠，复信大加赞赏，尤其是那句风月场中金枝玉叶的人，真是可圈可点。他提议篇名可改作沧海月明珠有泪，因为故事发生在上海，主角名叫明珠，结局很悲惨，所以沧海月明珠有泪，再巧也没有了――这是一种舛戾的风气，怎么都顺手牵羊般地借一句唐诗来作文章文集的题名，古人是绝不会这样没自尊的，五四时期未见有无聊如此者，弄雅成俗何其酸腐惫赖，诚不知谁是始作俑者。"}
{"text":"他提议篇名可改作沧海月明珠有泪，因为故事发生在上海，主角名叫明珠，结局很悲惨，所以沧海月明珠有泪，再巧也没有了――这是一种舛戾的风气，怎么都顺手牵羊般地借一句唐诗来作文章文集的题名，古人是绝不会这样没自尊的，五四时期未见有无聊如此者，弄雅成俗何其酸腐惫赖，诚不知谁是始作俑者。我当即函谢编辑先生承蒙赐题，不胜荣幸，沧海月明珠有泪，实在妙极了，亏您想得到于是，很快就刊登出来，大大的标题，端的是沧海月明珠有泪，最佳版位，精致配图，一个少女倚枕而泣，背景是十里洋场外滩风光。第二部分迟迟告白当我的小说集出版时，复名夏明珠，好像从泥潭里爬上来赶紧洗个澡，透口气。曾有某报编者问你认为中国作家中谁最有希望获得诺贝尔奖？我答不知道――只知三种必然性一是个地道的中国人。二作品的译文比原文好。三现在是中国人着急，要到瑞典人也着急的时候，来了，抛球成亲似的。这段话被某作家扼要节引到他的书里，认为一针见血，什么血呀，如果译文比原文好，那么原文是什么东西呢，这种货色也值得贩卖吗？得奖，是中国人在瞎起劲干着急，瑞典人急个啥，而我的话尾是抛球成亲似的，鄙夷之意，显而易见，整段话句句字字是讽刺，竟被当作正面的讲道理中文作品全靠外文译得好，中国人得奖要等瑞典人发急――一针见血，见的是误解者的血。但有人喜滋滋地传告我某某在他的书中多次节引你的话，他对你钦佩得不得了。我成立了一个公式知名度来自误解。当此际，也冷眼看清自己前途的黯澹，我是抱着人人因被人认识而得益的信念而来到西方的，不料所得的仍是中国人对我的误解，区别只在于昔者是天网恢恢的整体的恶意误解，今者是众生芸芸的散点的善意多恶意少的误解，恶意的误解置我于绝境，善意的误解赋我以生路，坎坷泥泞，还是要走。兵法家的返祖现象更彰明起来广揽误解，以提高知名度。列奥纳多达芬奇的公式是高贵的知与爱成正比。知得愈多爱得愈多，我的另类公式是卑污的是误解与知名度成正比，误解越大知名度越大。"}
{"text":"兵法家的返祖现象更彰明起来广揽误解，以提高知名度。列奥纳多达芬奇的公式是高贵的知与爱成正比。知得愈多爱得愈多，我的另类公式是卑污的是误解与知名度成正比，误解越大知名度越大。一九八四年，知名度已臻及可以办一个散文个人展览会了――台湾要创制一份最大型的华美的文学期刊，联合文学，主编向我提议推出一个作家专卷，包括散文个展答客问小传著作一览，要在短期内完成而即付快邮。区区自费留学生，每周至少三天要去学院进修，而在此时期日常撰文脱稿即发，以应纽约各报之约，实在没有库存可提，联合文学创刊号出版的日期已公布了，我连说声有困难也是多余的，所以我一口答应好，准时寄到。时维孟夏，寓处闷热，蓬头跣足，束紧腰带，这是一场恶战，自与己战，战赢了才好与世战。不堪回首而实堪回味的那些朝朝暮暮，单间小房，下临大街，嚣嘈不舍昼夜，一条支路直冲我的窗子，风水是极凶的，我望之只作前程远大观，阵阵薰风中，我埋头疾书――明天不散步了，恒河莲花姐妹，遗狂篇，哥伦比亚的倒影上学院签个名，躲进图书室，写，来回的地铁中，写，噢，过头三站了。少年读普鲁斯特的睡眠与记忆，在文体上一见钟情，旋即想到用意识流手法写长篇小说是不智的，几乎是不可能的。后来读往事追迹录，果见流流而流不下去只好上岸，继之契机复起，又流了，又塞住。乔伊斯还不也是这样，伍尔芙夫人强持到底，累坏了读者也累坏了――生命生活生态生灵，并非全以意识流为中边为起讫的，迫使意识流为万能文体，意识流也就不高兴，成了意识漏了。我用意识流手法写散文，或许与肖邦作钢琴曲稍有类似的之处，他的即兴叙事练习，我听来情同己出，辄唤奈何。而且他也不用，不用pp，强弱轻重快慢是比较而言，毋须制造。文体家先要是个修辞学家音韵学家，古义的音韵只在考究个别单字，宋朝的几位大词家就已是以作曲家的身份出入文学了。反过来说也对肖邦是音乐上的文体家，音乐上的意识流大师。食不定时，睡眠短缺，颈际腋下奇痒难耐，无非是天热汗多，那么久不洗澡不更衣，皮肤发炎了。"}
{"text":"我用意识流手法写散文，或许与肖邦作钢琴曲稍有类似的之处，他的即兴叙事练习，我听来情同己出，辄唤奈何。而且他也不用，不用pp，强弱轻重快慢是比较而言，毋须制造。文体家先要是个修辞学家音韵学家，古义的音韵只在考究个别单字，宋朝的几位大词家就已是以作曲家的身份出入文学了。反过来说也对肖邦是音乐上的文体家，音乐上的意识流大师。食不定时，睡眠短缺，颈际腋下奇痒难耐，无非是天热汗多，那么久不洗澡不更衣，皮肤发炎了。稿成即寄，从邮局回来，头等大事是洗澡，觉察红恤的反面有异，领圈袖根，爬着白色的虱子。一九八二年初秋，我离上海时，朋侪送行到机场，赋诗为别，诗曰沧海蓝田共烟霞珠玉冷暖在谁家金人莫论兴衰事铜仙惯乘来去车孤艇酒酣焚经典高枝月明判凤鸦蓬莱枯死三千树为君重满碧桃花只是行过从一九八三年至一九九三年，这样就写了十年散文，之后，报刊和杂志上不再出现我的名字和作品，除了两三篇应时的悼文。昔俄国大钢琴家安东罗宾斯坦，在名满天下之际，突然退隐，苦修十年，重登舞台，那真是非常之阔气的，我够不上这种瑰意琦行，只是倦于粉墨，暂且下场。写，一样在写，写得比以前更多。不发表，也不出书。击异国之壤而歌曰日出而写，日入而改，知名度于我何有哉。以粉墨登场而换来的知名度是行过，洗尽铅华至心朝礼于艺术才有望于完成，我在战后嘉年华中再三感叹我曾见的生命，都只是行过，无所谓完成。现实中，所见者小，而在历史上，就大有人真是完成了才离开世界，而其业绩从此与世共存――畅销书是行过，经典著作是完成。赛珍珠辛克莱是行过，福克纳麦尔维尔是完成。捷尔仁斯基的铜像是行过，普希金的铜像是完成。希特勒我的奋斗是行过，恺撒高卢战记是完成。流行歌曲是行过，未完成交响乐是完成。马戏团小丑是行过，卓别林是完成。英国皇家是行过，丘吉尔是完成记得我临离中国时，专程去北京向亲友们告别，大甥婿说舅舅的画到美国展览一定会成功，而人生呢，最好是没有名利心。我说你是哈佛剑桥双博士，国内拉丁文第一人，又是大银行家的长子，所以最适合讲这样的话，要脱尽名利心，唯一的办法是使自己有名有利，然后弃之如敞屣。"}
{"text":"希特勒我的奋斗是行过，恺撒高卢战记是完成。流行歌曲是行过，未完成交响乐是完成。马戏团小丑是行过，卓别林是完成。英国皇家是行过，丘吉尔是完成记得我临离中国时，专程去北京向亲友们告别，大甥婿说舅舅的画到美国展览一定会成功，而人生呢，最好是没有名利心。我说你是哈佛剑桥双博士，国内拉丁文第一人，又是大银行家的长子，所以最适合讲这样的话，要脱尽名利心，唯一的办法是使自己有名有利，然后弃之如敞屣。我此去美国，就是为的争名夺利，最后两袖清风地归来，再做你们的邦斯舅舅。说得大家只好笑起来――不要名不要利，是强者，而多半是无能的弱者，我不取陶潜模式，宁择王维路线，且把纽约当长安，一样可以结交名流，鬻画营生，然后将ss当作辋川别业，一五一十地做起隐士来。隐者瘾也，我已上过两次瘾，一次是离群索居于杭州莫干山，后来下山重入红尘，只想逃上山去再作半仙。另一次是浩劫期间，被幽囚在地牢中，一灯如豆，两年过去了，我害怕释放，因为饭来伸手，清净无为，不愿重上地面活受罪。那么，现在是第三次上瘾了――夜十时寝，晨五时起，灯光与黎明之间梵乐希是这样形容的，他也最爱在这段时间中写作不过他是处于地中海边，清凉朝泳之后。编者读者评者出版者的概念都模糊远去了，讲演辩论沙龙夜谭的才情和欲望都风平浪静了，我在灯光与黎明之间写出巴珑我纷纷的情欲会吾中，以及伪所罗门书第二部分迟迟告白三位读者以前，朋友们称我为对读者心存敬意的人，我自问无愧于这个称号，而十六年来，心迹已渐晦淡，彼者不像是秉诚阅读，倒像是寻衅调排这个著书的人，那，没门儿。由于我长时的息影，台湾的读者群已告寥落，而在我的心目中也只剩这样的三位一位是同辈的，比我大几岁。他从报端看到我的上海赋的前四章，就写信来了，噢，一手好字，中英俱佳。他说自离上海到台湾，数十春秋每兴乡愁，总想写些怀旧的文章，而一执笔，畴昔印象纷至沓来，不知如何着手才好，今读弄堂风光及亭子间才情等篇，方始明白原来写上海是要这样写的。他希望我再写下去，信的结尾一句你比上海人还要上海人。――后来我是挖空心思地续写两章谈上海人的吃和着，不知怎么一来忽然断电了，大概就是因为我比上海人还要上海人所以到底不是上海人。"}
{"text":"他从报端看到我的上海赋的前四章，就写信来了，噢，一手好字，中英俱佳。他说自离上海到台湾，数十春秋每兴乡愁，总想写些怀旧的文章，而一执笔，畴昔印象纷至沓来，不知如何着手才好，今读弄堂风光及亭子间才情等篇，方始明白原来写上海是要这样写的。他希望我再写下去，信的结尾一句你比上海人还要上海人。――后来我是挖空心思地续写两章谈上海人的吃和着，不知怎么一来忽然断电了，大概就是因为我比上海人还要上海人所以到底不是上海人。而他是老上海，真正赏识上海赋的大阿哥。另一位读者是从台北来纽约学美术设计的，暑假返家省亲，逛书店发现三本新书，她认为好看极了，红黑灰，翻开来，四个字四个字，一点也不懂，但不是舍不得买而是舍不得不买，便带到纽约学校里来给大家看，都说非常好看，她是我朋友的儿子的同学，一心想得到诗集的签名，我就一本一本签了三个名。第三位读者，在台湾中部，开了一家小餐馆，只有几张桌子，馆名素履之往，我的散文集素履之往并不艰深但也非通俗读物，如果这位读者只喜欢这四个字，我也是乐意奉赠的。典出易经一位是看透了我的上海赋，所以我高兴。另一位是看不懂我的会吾中而买了我的书，所以我高兴。再一位是异想天开，异想店开，用了素履之往作店名，所以我高兴――我安于幸于这三位读者之真实存在，不作第四位想。误解，承当误解，有时也使人乐得什么似的，在家传的六韬三略上我添了个眉批逆来顺受则顺。一位常见名于报端的撰稿人写道自从出现于海外华文文坛，真可谓星光熠熠，四方瞩目，而近来读的新作，文风变了，令人不知所云，唉，这个年轻人走上了诡谲的道路，实在太可惜了。――他老人家以为我是新秀，初试啼声的小公鸡。如果他获悉我比他年龄大，就不觉得太可惜了。还有一位不时写写书评的半老作家，专文估价了我的琼美卡随想录，说的散文字句精炼，意象奇妙，没有一点大陆气，所以，老中青的作家都该向学习原句，可惜的是他躲在象牙之塔中，不关心政治原句――怎么他没有意识到自己的语言一派浓重的大陆气，而且象牙之塔云云，是老掉了象牙的新名词，政治嘛，我在红尘中打滚几十年，现在是下野，就算军阀下野也是要栽花莳草的呵。"}
