{"text":"待农而食之，在当时的农业社会，许多资源技术还没发掘，社会经济的必然趋势，当然是要依赖农业生产，才有饭吃。虞而出之，还要开发山林和畜牧的资源。工而成之，然后将农林畜牧的产品加工制造。商而通之，最后，再由商业的经营，来流通农林畜牧和工业的产品，于是才能达到有无相济，各获所需，不虞匮乏的地步。接着他又说，这种经济形态的发展，是顺着人类社会的需要，而自然演变出来的一种生活方式，并不是由法律或命令规定而来的，也不是由某一人提倡或教育而成的。而是大家为了生活上的需求方便，很自然地发展出来的。所以每个人都是各尽自己的能力，换取自己的需要。在商业的经营上，是物贱之征贵，贵之征贱。也就是中国商业一句传统的成语――贱物不可丢，贵物不可收。一样货品，价钱跌了，不要赔本卖掉。储存在那里，将来一定回涨，甚至还可以加工制造，再卖出去，很可能还会赚大钱。一样东西涨价了，贵了许多，千万不要一窝风地跟着去买，因为不久的将来，很可能会跌价。所以，贱价不卖，贵不买。各劝其业，乐其事。各人安于本分，敬业乐群。这种趋势，像江河的水往下流一样，是很自然的发展，用不着特地订立法令规章，自然而然就来了。一切物资的生产分配，也用不着刻意去营谋，社会上自然会有妥善的调配。这不就是老子自然之道吗？接着他又引据书经上的话，强调农工商虞的同等重要性。这些来自农林畜牧，以及工商业的产品，是富国富家的基础。虽然各地的气候土壤人力不同，资源的储藏与开发也不一样，但经营得好就富足，经营不好就贫穷。上天是不会厚此薄彼的。像齐国的姜太公初被封到营丘时，那里靠海边，土里的盐份很重，老百姓很少。当地的土质根本就无法耕种，简直无饭可吃。可是姜太公不为地理环境所困，他教导妇女发展手工业。直到现代，山东烟台一带的刺绣抽丝等工业还是很有名的。在台湾具有这种技术的人，也在生产从事外销，可能就是从古老的姜太公时代所流传发展下来的。除此之外，他又设法开发盐业和渔业，外销他国。齐国就此繁荣富庶起来，冠带衣履天下，各国闻风相望，连服饰都以模仿齐国为时尚。不论是靠山或临海的国家，都希望能到齐国去见识见识，一如今天世界各国的人，一窝风地往美国跑一样。"}
{"text":"可是姜太公不为地理环境所困，他教导妇女发展手工业。直到现代，山东烟台一带的刺绣抽丝等工业还是很有名的。在台湾具有这种技术的人，也在生产从事外销，可能就是从古老的姜太公时代所流传发展下来的。除此之外，他又设法开发盐业和渔业，外销他国。齐国就此繁荣富庶起来，冠带衣履天下，各国闻风相望，连服饰都以模仿齐国为时尚。不论是靠山或临海的国家，都希望能到齐国去见识见识，一如今天世界各国的人，一窝风地往美国跑一样。后来齐国到了中叶，国力曾经一度衰落，直到齐桓公的时代，用了现在大家都知道的，以经济政治为主，并以经商出名的管仲为辅相，把齐国的国势再度复兴起来。他设立了九个有关财经的行政机构，设置掌财务的官员，行轻重法，而使齐桓公完成他的霸业，九合诸侯，一匡天下。而管仲个人亦有富埒王侯的三归建筑，爱好豪华，也相当奢侈。政治地位到了陪臣――和国君近于朋友的关系，财富可和其他诸国的国君相比拟。可是他使得齐国的富强，一直延续到威王宣王的时代。经济文化道德的连锁关系司马迁引周书的话，并举出齐国姜太公和管仲的例子，说明经济财富对政治功业的重要以后，又引用仓凛实而知礼节，衣食足而知荣辱这两句名言，讨论财富和德业的关系，提出礼生于有而废于无的主张。因为礼节仁义这些德性，是以安定的生活与财富为基础的。一个君子富有了，就更乐于行善积德而普通的人有了财富，也就安守本分，不会作奸犯科。接着他又把财富比作高山大泽，把品德比作山泽间的生物。水深了，自然有鱼，山高了，各种兽类自然繁殖其中。沟里水浅是养不活鱼的小山也隐藏保护不了大的兽类。换句话说，贫穷就难有高超的道德修养，也难做出对人有益的善行。所以，有了财富，才能发挥出仁心义行。一个人有了钱，如果再得权势，就更容易彰显善举。反之，既无势力，又无钱财的他乡游子，自身难保，更何况其他。这是对有文化根基的中国而言，在文化低落的边疆来说，财富对德性的影响就更严重了。所以普天之下，熙熙攘攘，来来往往的，都是为了一个利字。不论千乘之国，或者万户之侯，或者百室之君，他们都一个个唯恐受到贫穷的困扰，更何况一般老百姓！"}
{"text":"所以，有了财富，才能发挥出仁心义行。一个人有了钱，如果再得权势，就更容易彰显善举。反之，既无势力，又无钱财的他乡游子，自身难保，更何况其他。这是对有文化根基的中国而言，在文化低落的边疆来说，财富对德性的影响就更严重了。所以普天之下，熙熙攘攘，来来往往的，都是为了一个利字。不论千乘之国，或者万户之侯，或者百室之君，他们都一个个唯恐受到贫穷的困扰，更何况一般老百姓！接着，他又继续举出范蠡子贡猗顿卓氏程郑宛孔氏师史任氏等十几位历史上名人的致富之道，以及对国家社会的影响，来强调财富和德业事功的关系。同时他强调说，所举的这些人，还只是少数的例子，而且都不是继承祖业，或世袭俸禄而来，都是靠自己的努力，用心经营，把握了时机，去规规矩矩地发展，以最平实的方法来赚钱，而以最高明的原则来守成。至于其他，以发展农林工商而富可倾城的，或者富甲一县，或者称富乡里的，这些就多得数不清了。结论说，靠自己的劳力，从小生意做起，一点点积蓄起来，这是谋生发财的正道。但是小富由勤，大富由命，发大财也要靠机运。同时司马迁又强调，发大财，还要有头脑，譬如用兵，要出奇制胜。于是他陈列出一些历史资料说，像秦扬这个人，以种田起家，他的财富居然盖过了一州，等于现在富过一省。照理说，挖人家的坟墓，偷盗葬物，这是犯法的，可是田叔就这样起来的赌博说起来也是坏事情，但桓发却因此致富至于行贾，类似我们现在所说跑单帮的，在古代也是大家不在意的行业，而雍乐成由此起家卖油脂，当然也是低贱的行业，一身油垢，不受人尊重，而雍伯就在这个行业中，聚积了上千金的财产叫卖浆汤油条，是小生意，但张氏以此赚了千万的资财磨刀，可以说是最简单的技术，但郅氏以磨刀闻名，人人找他磨，到后来发了大财，养了一大家的人，吃起饭来都是鼎食，气派大得很卖猪肉干牛肉干，也只是小本生意，浊氏却因此发财，养了几十匹马。在现代说，就是拥有几十辆汽车了。还有马医，古代医生的社会地位不像现在这么高，兽医更是如此。可是有一个兽医张里，家里开饭的时候还要敲钟，可见其富庶的程度。以上这些都是因为专精一业，勤奋努力而来的。最后他的结论说从这些事实看来，致富并没有什么一定的行业，财富也不是说一定永远属于谁的。有能力的人自然会发财，懒惰的人就是站不起来。富有了自然就显贵。"}
{"text":"在现代说，就是拥有几十辆汽车了。还有马医，古代医生的社会地位不像现在这么高，兽医更是如此。可是有一个兽医张里，家里开饭的时候还要敲钟，可见其富庶的程度。以上这些都是因为专精一业，勤奋努力而来的。最后他的结论说从这些事实看来，致富并没有什么一定的行业，财富也不是说一定永远属于谁的。有能力的人自然会发财，懒惰的人就是站不起来。富有了自然就显贵。一个富有千金的人，就像士大夫般地被人敬重。至于巨万富翁，就和王侯一样享受。这不是上天所赐，也不是祖宗所给，都是靠自己努力得来的。他这篇文章里，介绍那些商业巨子和大富翁的妙论很多。谈到好货的心理时，曾经举出，像秦始皇这位暴君，对于财富也很重视。当时在四川有一个名字叫清的寡妇，拥有大量的丹砂矿，富有得不得了，秦始皇还特别邀请她到咸阳，待以上宾之礼二同时为她建筑了一座女怀清台。由此可见财富的重要。不但个人如此，他也说到，国家非财富不能强盛，社会非财富不能繁荣。我们看了司马迁在货殖列传中的议论，再来看看明人冯梦龙的一段小文，相互比对，倒是别有一番兴味人生于财，死于财，荣辱于财。无钱对菊，彭泽今陶渊明亦当败兴。倘孔子绝粮而死，还称大圣人否？无怪乎世俗之营营矣。究竟人寿几何！一生吃着，亦自有限。到散场时，毫厘持不去。只落得子孙争嚷多，眼泪少。死而无知，真是枉却如其有知，懊悔又不知如何也。吾苏陆念先应徐少宰记室聘，比就馆，绝不作一字。徐无如何，乃为道地游塞上，抵大帅某，以三十锰为寿，既去戟门，陈对金大恸曰以汝故获祸者多矣，吾何用汝为！即投之涧水中。人笑其痴，孰知正为痴人说法乎。寡人好色再来看齐宣王讲到好货时，孟子不朝这一方面多作发挥，只是又把重点引向了王道仁政。其实在孟子之前的管仲的思想与理论，乃至在孟子之后的司马迁的思想与理论，孟子都了解，不过他不讲，不走这个路，而始终诱导人君们向道德这个方向走，这就是圣人之为圣人也。他告诉齐宣王，你好货没有关系，只要扩充你好货的境界，做到了藏富于民，这不是很好吗？"}
{"text":"寡人好色再来看齐宣王讲到好货时，孟子不朝这一方面多作发挥，只是又把重点引向了王道仁政。其实在孟子之前的管仲的思想与理论，乃至在孟子之后的司马迁的思想与理论，孟子都了解，不过他不讲，不走这个路，而始终诱导人君们向道德这个方向走，这就是圣人之为圣人也。他告诉齐宣王，你好货没有关系，只要扩充你好货的境界，做到了藏富于民，这不是很好吗？其实，他这句话的内涵，已经包括了比他迟生四百年的司马迁一篇货殖列传的精义了。可惜的是，齐宣王听不懂，这一句话头，无法接受。这时候，齐宣王的下一招又来了，刚才一招没有推成功，他再来一个太极拳的野马分鬃。王曰寡人有疾，寡人好色。对曰昔者大王好色，爱厥妃。诗云古公父，来朝走马。率西水浒，至于歧下。是及姜女，幸来胥宇。当是时也，内无怨女，外无旷夫。王如好色，与百姓同之，于王何有？齐宣王说，孟先生，你有所不知啊！我不只爱财，我还有一个大毛病，我好色。孟子说，不要紧，好色有什么关系。他又提出周朝的太王――文王的祖父――古公父的事迹，他也有好色的档案，在诗经大雅绵之篇里就有记载，当年太王为了躲避狄人的攻击，要迁往歧山，通宵整理行装。第二天一早，骑马出发，沿着漆水沮水，到了歧山的下面。带着他喜爱的外国太太姜女，到这里察看未来定居的地方。在那个时候，大王的国境之内，家家户户都是成双成对的，没有嫁不出去找不到丈夫的怨女，也没有娶不到太太的旷男。每一个家庭，都幸福圆满。现在你齐宣王好色，有什么关系，只要和大王一样，把你好色的心理，扩而充之，使全国百姓都能有美满的家庭生活，这岂非是大好事！你怎么还耿耿于怀呢？这时我们必须了解一件事，周朝七百多年的天下，诚然是肇基于太王在西歧的仁心德政，而后才有武王伐纣的成功，同时在文化方面也发展出灿烂的成果。周朝的根基，扎得很深远，很巩固，如果我们以严谨的治学态度，穷本探源的话，那就还要追溯到公刘迁自的生聚经营。自公刘又传了九世，到大王――古公直父的手里，因避狄乱而迁到西歧，于流离播迁之际，又以百姓的宜室直家为要务，奠下了稳固的政基。因此，我们也可说，公刘开始了周代后来的工业，而太王更为这已开始的工业，打下了深厚的基础。"}
{"text":"这时我们必须了解一件事，周朝七百多年的天下，诚然是肇基于太王在西歧的仁心德政，而后才有武王伐纣的成功，同时在文化方面也发展出灿烂的成果。周朝的根基，扎得很深远，很巩固，如果我们以严谨的治学态度，穷本探源的话，那就还要追溯到公刘迁自的生聚经营。自公刘又传了九世，到大王――古公直父的手里，因避狄乱而迁到西歧，于流离播迁之际，又以百姓的宜室直家为要务，奠下了稳固的政基。因此，我们也可说，公刘开始了周代后来的工业，而太王更为这已开始的工业，打下了深厚的基础。如果拿建筑作比方的话，公刘就好比一个垦荒者，开拓出一块建地。而太王则是架地梁筑地基的人。文王武王则负责盖起了这栋美仑美美坚固耐用的巍巍大厦。所以对于周朝，对于后世几千年来直到今天的中国文化，公刘与太王都有很大的贡献。他们不但在政治上私生活上，乃至其他方面，也都有很好的德性，并不像一般只顾个人私欲的庸主。孟子在此举他们为例，而谈好货好色，只是一种权巧方便，借此诱导宣王向他们的功勋德业看齐而已。眼看孟子被宣王的一招野马分鬃，又推于千里之外，可怜兮兮的。但齐宣王这一招，又被孟子破了，推也推不开，又落了下风。而且，齐宣王也不是什么好色的人，为了逃避孟子，而硬把自己说成是好色之徒，这也是他的可怜之处。奈何后世的人，读了这段书，发生了误解，以为太王和齐宣王真是好色之徒。乃至一般好冶游的人，往往引齐宣王这句寡人有疾，寡人好色的话来自我解嘲，这真文过饰非了。其次，有一点要附带声明的。诸位看了孟子引用的这段诗经，或许以为太王专宠了一位妃子。其实不然，因为在夏商以前，并没有分别后妃的明文规定。国君的太太，都称作妃。所以黄帝帝誉都有四个妃，而不见有后。一直到了周朝，武王平定天下以后，才确立制度，天子立后，正嫡称后，其他的叫做妃。所以孟子这里所说的大王好色爱厥妃，不能视为他冷落元配，而专宠一个姨太太。丑与美刚才说过，齐宣王的好色，不一定是真的，他只是用好色来打太极拳，企图把孟子推开。事实上他娶了一位历史上最著名的丑女人作夫人，如果他真的好色，怎么会娶那么难看的女人？这五女人就是我们常听说的无盐。其实无盐不是她的名字，而是一个地名，她是在这个地方的人。"}
{"text":"所以孟子这里所说的大王好色爱厥妃，不能视为他冷落元配，而专宠一个姨太太。丑与美刚才说过，齐宣王的好色，不一定是真的，他只是用好色来打太极拳，企图把孟子推开。事实上他娶了一位历史上最著名的丑女人作夫人，如果他真的好色，怎么会娶那么难看的女人？这五女人就是我们常听说的无盐。其实无盐不是她的名字，而是一个地名，她是在这个地方的人。她复姓钟离，单名春，用现在南方习惯的叫法，应该叫她阿春。这位阿春丑到什么程度呢？依照书上的记载，可真有得看的了。她的前额突出，而且特别宽，当然就形成了倒三角脸。眼睛深陷下去，鼻梁又长得很高，倒似乎有点像现代的西方人。但那时代西方人还没有来到中国，这深目高鼻的样子，在人们的视觉上就很不习惯，太别扭了。还有，一个女人家，居然长了个大大的喉结，鼓鼓地突出来。很可能还缺乏碘质，脖子特别粗大，衣领都包不住。背又是驼的，手指特别长，脚也特别大，头发又黄又乱，像秋天的一堆枯草，皮肤像黑漆似的。假如把这些特征画出来，可真是不堪入目。当然，这副长相是嫁不出去的，当她四十多岁的时候，还是小姑居处尚无郎哩！一天，齐宣王在他曾经问孟子贤者亦有此乐乎的雪宫里，大摆筵席，招待天下的美小姐们，正在兴高采烈地饮酒作乐时，我们这位奇丑无比的阿春小姐，穿了一身又脏又破的衣服，来到了雪宫，求见齐宣王。宫门口的警卫们看到她又丑又脏又破，当然伸手一把拦住，不让她闯进去。她却理直气壮地说要见齐宣王。雪宫的卫队长看见她这副样子，居然要求见齐宣王，也许觉得又好气，又好笑，蛮好玩的。同时，因为太违反常情了，也许真的是什么异人，也不敢怠慢，原原本本，去报告了齐宣王。齐宣王听到报告，也感到奇怪，正是雪宫里美女如云的时候，一个丑女子求见，总该不会来赛美的，于是也好奇地召见了她。见面后，齐宣王问她，你一普通老百姓的妇道人家，今天要来见我，难道你有什么了不起的大本领吗？你到底有什么与众不同的本事呢？阿春说她会打哑谜。于是齐宣王要她打一个哑谜给大家猜猜。阿春就做了九个动作，把眉毛眼睛斜斜地向上一翻咧开厚嘴唇，露出一排凹凸不平的牙齿举起一只手指与手掌长度不相称的手，另一只手拍拍自己的膝盖。做了这么些个怪异的动作，可以说丑上加丑。"}
{"text":"齐宣王听到报告，也感到奇怪，正是雪宫里美女如云的时候，一个丑女子求见，总该不会来赛美的，于是也好奇地召见了她。见面后，齐宣王问她，你一普通老百姓的妇道人家，今天要来见我，难道你有什么了不起的大本领吗？你到底有什么与众不同的本事呢？阿春说她会打哑谜。于是齐宣王要她打一个哑谜给大家猜猜。阿春就做了九个动作，把眉毛眼睛斜斜地向上一翻咧开厚嘴唇，露出一排凹凸不平的牙齿举起一只手指与手掌长度不相称的手，另一只手拍拍自己的膝盖。做了这么些个怪异的动作，可以说丑上加丑。她还问齐宣王，懂不懂她这几个动作所表示的是什么意思。齐宣王当然不懂。于是阿春解释说，我翻眼睛，是告诉你敌国快要打来了，你危险得很露牙齿，是告诉你，左右大臣都要不得，老百姓恨得咬牙切齿！她又建议齐宣王不要用王马q驺衍这班人。她最后说，你好色是要不得的，你应该娶我，表示你好德不好色，而且我非正宫娘娘不干。奇怪的是齐宣王果然娶了她，并且封她为无盐君。这是很尊贵的封号，像当时的孟尝君平原君春申君等等，都是不得了的人物。阿春虽然反对驺衍这一派的人，但却尊敬孟子。总之，从这段丑夫人的记载可以证明，齐宣王并不好色。他自称好色，只不过是和孟子打太极拳使用的招术而已。在我们中国历史文化上，素来是反对好色的，但很妙的是，却允许帝王好色，三宫六院，甚至更多也无妨，愈多愈好，而且建立制度规章，法令也明文规定。儒家讲了几千年的不可好色，但却没有改变了哪一个帝王这种好色的生活。想来帝王也是教化之民吧？英明的帝王好色，美色只是生活的点缀，并不会影响他的事功。差等的皇帝，一沉迷美色，就昏天黑地去了，亡国灭家在所难免。色字诗话的插曲讲到历代帝王好色的故事，只要从古代的诗词中，就可以看到很多，如果把这些诗词集中起来，一一加以阐述讨论一番，又可以编辑成有关这方面的诗话了。我们仅仅随意举几个例子来研究。唐末的诗人李山甫题石头城那一首七律说南朝天子爱风流，尽守江山不到头。总是战争收拾得，却因歌舞破除体。尧将道德终无敌，秦把金汤岂自由。试问繁华何处有？丽莎烟草石城秋。这是李山甫在南京，有感于南北朝时代，在此立都，沉迷歌舞女色而亡国的名诗。"}
{"text":"我们仅仅随意举几个例子来研究。唐末的诗人李山甫题石头城那一首七律说南朝天子爱风流，尽守江山不到头。总是战争收拾得，却因歌舞破除体。尧将道德终无敌，秦把金汤岂自由。试问繁华何处有？丽莎烟草石城秋。这是李山甫在南京，有感于南北朝时代，在此立都，沉迷歌舞女色而亡国的名诗。诗的大概意思是说，南朝的皇帝们差不多都是战场上打下来的江山，辛苦多年，流血拼命所争取到手的，结果却为了几场歌舞，转手让人。像远古的尧舜，以道德垂拱，结果天下太平，人心归向。而秦始皇以武力统一了天下，又继之以严刑峻法，结果却不足以保妻子。所谓南朝金粉，当时这座帝王都城，在风流皇帝的奢靡下，不知是何等风光！而今，往日的荣华安在？摆在眼前的，就是这座石头城上的荒草，在细雨之中，摇曳在秋风里。这首诗委婉地写出了南朝帝王好色的后果，也提到尧的圣德。后来宋太祖看见了这首诗，叫大臣写下来，在宫廷立了一个碑，希望后代子孙看到这首诗，能够有所警惕。但是到了徽宗，仍然走进了这座窄门。中国历史上几千年来，经常在讨论好色与政治的问题，自然就涉及到一些美人。如西施王昭君杨贵妃等等，为数很多。其中有人是谴责她们的，也有为她们叫屈的。几千年来，一直在争论不休，不曾得到定论。有关王昭君案外的评语像清代刘献廷咏王昭君的诗说汉主曾闻杀画师，画师何足定妍嗤。宫中多少如花女，不嫁单于君不知。大家都知道这个故事，汉元帝时，宫廷中设有画师，把宫女们的像，画给皇帝去选择，以便召幸。当时的画师毛延寿没有把美丽的王昭君画好，以致她未得到宠幸，而被送给外国人了。汉元帝因此非常生气，把那名画师毛延寿杀了。杀掉毛延寿的传说，可靠性不大，因为后人为昭君抱不平，就都想把毛延寿杀掉。这首诗是说，一个画师怎么能够评断出一个人的美丑？个人的审美观点，本来就不完全相同的，后宫里的美女，像王昭君这等姿色的，可能还多的是，只因为昭君要嫁到外国，临行前向皇帝辞别时，才被元帝发现了她的美。至于那些始终没被皇帝发现，白头宫中的美女，还不知道有多少呢。"}
