{"text":"尼采自己说我永不攻击个人，我只把个人看作一面有效的放大镜，藉之而看到了隐秘而不易知恶而不可见的一切例如我攻击瓦格纳，更正确地说，我是攻击伪误，攻击以修饰冒充丰富，以颓废的现代文化的谬种冒充伟大。看哪这人。尼采选集第卷，第页。尼采至死认为瓦格纳是他那时代无与伦比的天才，然而时代本身已病入膏肓，连它最伟大的天才也不能幸免。就个人而言，尼采正因为最爱瓦格纳，所以最不能原谅瓦格纳患上了他所痛恨的时代病。在题为致瓦格纳的诗中尼采写道你不安的渴望自由的灵魂可悲呵，连你也在十字架旁沉落，连你也是一个被超越者尼采全集第卷，第页。第节第八章人的现状和前景其实，对于普通的个人，尼采倒是十分宽容的。他攻击基督教最烈，但他与最虔诚的基督徒也有着和睦的关系。他说我不主张一千年来不可避免的结果，要由个人来负责。看哪这人。尼采选集第卷，第页。他反对的是作为一种人的类型的基督徒，反对的是时代的迷途和人类的颓废。伟大的人类，可悲呵，连你也不像我希望的那样伟大夜的时辰，现在爱者的一切歌才醒来。我的灵魂也是一个爱者的歌。尼采全集第卷，第页。睡着的人是听不到这夜间的歌的，他们只听见白日的诅咒。那为人类命运日思夜想的失眠者的耳朵在哪里呢世上并不乏形形色色的人道主义者，有的是真诚的，有的是在演戏。对于尼采，重要的不是人道主义者这个称谓，而是他对人道有他自己的理解。他早年已经决心献身于他心目中的人道如今谁将为了人道，为了无数世代逐渐积累起来的这神圣不可侵犯的寺宝，而贡献卫兵和骑士的服务呢谁将树立起人的形象呢作为教育家的叔本华。尼采全集第卷，第页。那么，什么是尼采所理解的人道呢这是对人的尊重。你认为什么是最人道的免去别人的羞耻。快乐的科学第节。尼采全集第卷，第页。这又是一种集人类的全部痛苦和欢乐于一身的大海一样浩淼深沉的感情。具有这感情的人懂得把整个人类历史当作自己的历史来感受。他感觉到一切忧患病人思健康，老人回想少年的梦，爱者被夺去所爱，殉道者的理想破灭，英雄在战斗未决胜负之夜负伤并失去战友同时他又感觉到一切希望，好像各个世纪的地平线都在他身前身后展现。"}
{"text":"你认为什么是最人道的免去别人的羞耻。快乐的科学第节。尼采全集第卷，第页。这又是一种集人类的全部痛苦和欢乐于一身的大海一样浩淼深沉的感情。具有这感情的人懂得把整个人类历史当作自己的历史来感受。他感觉到一切忧患病人思健康，老人回想少年的梦，爱者被夺去所爱，殉道者的理想破灭，英雄在战斗未决胜负之夜负伤并失去战友同时他又感觉到一切希望，好像各个世纪的地平线都在他身前身后展现。人类的一切最古最新事物，一切损失，希望，征服，凯旋，都纳入他的灵魂这一切终于都齐备于一颗心灵，凝聚为一种感情这必将生出一种幸福，人前所未知的幸福，一种充满力和爱泪和笑的神圣幸福，这幸福如同夕阳不断从自己不竭的富源散发，倾入海洋，又如同夕阳使最贫穷的渔夫也摇着金桨，方感到最为富足这神圣的感情才叫做人道快乐的科学第节。尼采全集第卷，第页。尼采所理解的人道，不是那种浅薄的仁慈，不是那种空洞的博爱，而是一种内在的精神上的丰富。因为丰富，所以能体验一切人间悲欢。因为丰富，对情感的敏锐感应不会流于病态纤巧。它细腻而不柔弱，有力而不冷漠，这是一颗博大至深的心灵。博大精深的心灵又有藏垢纳污的容量和化浊为清的能力。在人中间不愿死于焦渴的人，必须学会饮干一切酒杯在人中间要保持清洁的人，必须懂得怎样在污水中洗濯自己。参看查拉图斯特拉如是说聪明的人。人是一条污浊的泉流，要涵纳这泉流而又不失其纯净，一个人必须成为大海。参看尼采全集第卷，第页。让时代把它的污秽投向我们吧，我们都纳之于我们的深处，并重归澄澈参看快乐的科学第节。在明了尼采对人的根本态度之后，我们可以接下去谈尼采对人的现状的诊断和对人的前景的构想了。现代文明的症结尼采一生不倦地讴歌生命的强健和精神的高贵，而他之所以恼恨现代文明正是因为第一，生命本能的衰退颓废第二，精神生活的贫乏鄙俗。灵和肉都病了。他说一步步走入颓废这是我对现代进步的定义。偶像的黄昏。尼采全集第卷，第页。颓废是一种现代衰弱症看哪这人。尼采选集第卷，第页。，遍及一切思想文化领域。伦理压制本能。科学理性削弱本能。教育的基本原则是麻痹本能，一部教育史是一部麻醉品的历史。"}
{"text":"现代文明的症结尼采一生不倦地讴歌生命的强健和精神的高贵，而他之所以恼恨现代文明正是因为第一，生命本能的衰退颓废第二，精神生活的贫乏鄙俗。灵和肉都病了。他说一步步走入颓废这是我对现代进步的定义。偶像的黄昏。尼采全集第卷，第页。颓废是一种现代衰弱症看哪这人。尼采选集第卷，第页。，遍及一切思想文化领域。伦理压制本能。科学理性削弱本能。教育的基本原则是麻痹本能，一部教育史是一部麻醉品的历史。艺术在古代是强者的节庆，在现代也成了弱者的麻醉。这位复活的古希腊勇士埋怨着现代文明，因为它使得一切美人美事光荣珍宝都归于弱者了。朝霞第节。尼采全集第卷，第页。关于颓废，前面已经谈得够多了。现在我们要着重谈尼采对于现代文明的非精神化倾向的揭露。在一颗优美的心灵看来，整个现代商业化社会就像一个闹哄哄的大市场。人们匆忙地活动着，声嘶力竭地叫喊着，为了增值财富和赚钱。尼采生不逢辰，一切优美的灵魂都生不逢辰，他们感到自己生活在一片文化沙漠上。在市场上怎么能开出文化的奇葩呢财富本身成了目的，为了财富，人们表现出一种盲目的发了疯似的勤劳。尼采说一切时代中最勤劳的时代我们的时代除了愈来愈多的金钱和愈来愈多的勤劳以外，就不知道拿它的如许勤劳和金钱做什么好了，以至于散去要比积聚更需要天才快乐的科学第节。尼采全集第卷，第页。盲目地追求财富，却损害了机体的美好，可是没有机体的美好，又如何来享受财富呢更严重的后果是在精神上。无头脑的匆忙，使人永是处在疲劳之中，不复讲究优美的风度和高尚的礼仪，独处时不再有静谧的沉思，人与人之间也不再有温馨的交往。尼采无限缅怀的古希腊人那种高尚的教养和情趣已经一去不复返，他隔膜地望着这些忙碌奔走却又麻木不仁的现代人，只觉得他们野蛮。第节第八章人的现状和前景这是自我失落的时代。人们沉沦于世俗之中，好像有意躲避人生的真正使命。人们急于把脑袋藏到一个地方，似乎这样一来他们的良知就找不到他们了。人们匆忙把他们的心献给外部事务，就是为了不再有一颗心。匆忙及其普遍，因为人人都急于从他的自我面前逃逝作为教育家的叔本华。尼采全集第卷，第页。"}
{"text":"第节第八章人的现状和前景这是自我失落的时代。人们沉沦于世俗之中，好像有意躲避人生的真正使命。人们急于把脑袋藏到一个地方，似乎这样一来他们的良知就找不到他们了。人们匆忙把他们的心献给外部事务，就是为了不再有一颗心。匆忙及其普遍，因为人人都急于从他的自我面前逃逝作为教育家的叔本华。尼采全集第卷，第页。使尼采感到痛心的是，这个时代的繁忙的经济活动和庞大的政治机器，占用了过多的人力，浪费了宝贵的人才。有用的人才应该献身于文化，经济和政治不过是制造财富和分配财富的工场，那只是小头小脑们的工作范围，倘要占用优秀人才，还不如让这些机器锈坏。参看朝霞第节。可是，在现代，经济和政治几乎压倒了一切。人的精力是有限的，民族的精力也是有限的。一个人把自己花费在权力大政治经济世界贸易议会军事利益上，向这些方面付出了理解认真意志自我超越的能量他就是这种能量，那么在其他方面就必有短缺。俾斯麦政府热衷于政治扩张，在尼采看来这正是德国文化衰落的原因。文化和国家在这一点上不要欺骗自己是敌对的，文化国家纯属现代观念。两者互相分离，靠牺牲对方而生长。一切伟大的文化时代都是政治颓败的时代在文化的意义上伟大的事物都是非政治的，甚至是反政治的偶像的黄昏。尼采全集第卷，第页。尼采把国家称作新的偶像，认为国家使一切人都丧失了自己，只有消灭了国家，才开始有人。参看查拉图斯特拉如是说新的偶像。尼采所关心的始终是文化。文化是人的精神播种开花结果的园地，是人的心灵的展现，是人道实现的场所。可是，在现代商业社会里，文化也商业化了。古希腊文化的骨干是竞技，罗马文化的骨干是战争，它们是力与美的赞歌。现代文化的骨干却是商业。商业只问消费，不问人的真正需要。它甚至制造消费。科学家学者艺术家政治家民族政党乃至整个时代都卷进了贸易之中，供求关系决定一切事物的价值，市场价格的支配成了整个文化的特性。参看朝霞第节。市场，到处都是市场，没有市场上的喊叫和嘶嘎声，如今便没有天才。这对于思想家当然是一个坏时代。快乐的科学第节。尼采全集第卷，第页。"}
{"text":"可是，在现代商业社会里，文化也商业化了。古希腊文化的骨干是竞技，罗马文化的骨干是战争，它们是力与美的赞歌。现代文化的骨干却是商业。商业只问消费，不问人的真正需要。它甚至制造消费。科学家学者艺术家政治家民族政党乃至整个时代都卷进了贸易之中，供求关系决定一切事物的价值，市场价格的支配成了整个文化的特性。参看朝霞第节。市场，到处都是市场，没有市场上的喊叫和嘶嘎声，如今便没有天才。这对于思想家当然是一个坏时代。快乐的科学第节。尼采全集第卷，第页。尼采要思想家们学会装聋直到真的变聋，以免毁于烦躁和头痛。尼采发明了文化市侩这个词来称呼那些借文化谋私利的文人。参看看哪这人不合时宜的考察第节。他又轻蔑地称他们为文化寄生虫，痛斥他们损害文化以自肥的行径。参看快乐的科学第节。导致人的非精神化和文化衰落的又一重要因素是现代大机器生产和强迫分工。尼采指出，欧洲大多数男子因生活负担而被迫从事固定的职业，结果使自己的命运完全受偶然性支配。在工厂奴隶制度下，人们成为机器上的一个螺丝钉，当了人类发明技巧上的弥缝物，被消磨了一生。尼采对工人说难道提高工资，减少贫困程度，就能废除你们的无个性的奴隶地位吗他认为，只要机器工业的格局不变，工厂奴隶制度的实质就不会有变化。问题在于，在外在事物的目的上牺牲了多少内心价值。倘若你们不知道什么叫自由呼吸，你们的内心价值何在呢他要欧洲工人认识到自己的非人境况，开展一个伟大的自由运动，反对机械，反对资本，反对被迫的选举，无非或当政府的奴隶或当颠覆政府的党派的奴隶的选举。最后，尼采提出了一个别具一格的治疗欧洲文明弊病的方案欧洲工人向欧洲以外移民，在荒野上寻求自作主人，带去欧洲文明中的积极成果，同时把美丽野性的自然气质传回欧洲。最有趣的是他提出要把中国人请到欧洲，带来东方的思想方式和生活方式，他们能够整个地帮助欧洲，把亚洲的平和宁静以及特别有益的亚洲的坚韧性，注射到不安的喧扰的欧洲的血液里去。以上均见朝霞第节。尼采全集第卷，第页。在工厂奴隶制度下，工人是奴隶，资产者就不是奴隶么尼采认为，古代的奴隶比现代的主人资产者更高贵。资产者也是奴隶，是机器的傀儡，是十九世纪文化卑劣的记号。他们获得了财富，却变得更加贫乏了。"}
{"text":"最有趣的是他提出要把中国人请到欧洲，带来东方的思想方式和生活方式，他们能够整个地帮助欧洲，把亚洲的平和宁静以及特别有益的亚洲的坚韧性，注射到不安的喧扰的欧洲的血液里去。以上均见朝霞第节。尼采全集第卷，第页。在工厂奴隶制度下，工人是奴隶，资产者就不是奴隶么尼采认为，古代的奴隶比现代的主人资产者更高贵。资产者也是奴隶，是机器的傀儡，是十九世纪文化卑劣的记号。他们获得了财富，却变得更加贫乏了。尼采还预言，因为资产者的市场冲突，五十年内将发生世界大战。转引自威尔都兰古今大哲学家之生活和思想，第页。对于工厂奴隶制度的批判，尼采仍然归结到文化结局是文化消失。看哪这人。尼采选集第卷，第页。第节第八章人的现状和前景在尼采对现代文明的批判中，对现代教育的批判占有重要地位。他认为，现代教育的弊病同样是扼杀本能和个性。现代教育的原则是培养社会所需要的第二天性，可是，从不照顾到人的第一天性。一旦第二天性成熟了，第一天性却枯萎了。很少有人能在第二天性的保护下使第一天性成熟，然后蜕掉那张蛇皮。参看朝霞第节。由于科学的严格分工，充当教育者的人都只有极专门极狭窄的知识，遇到天性完满的学生，就无能为力。教育家教育的第一条件缺如。学校成为高级保姆。所以尼采说我们的文化之苦于虚无，更超过它之苦于自负的一孔之见者和片断人性的过剩我们的大学与愿相违地是这种精神本能退化的工场。偶像的黄昏。尼采全集第卷，第页。尼采主张个别式的教育，如十八世纪时，每个教育者只有一个或几个学生，因材施教。现代教育却工厂化了，固定的教材施于一切人。参看朝霞第节。学生完全没有主动权，把生命耗费于死的学问，好像这便是他不能不服从的命运，在苦读中颤抖着反复朗诵这诗句命运啊，我跟从你即使我不愿意，我必须如此，一面跟从一面叹息朝霞第节。尼采全集第卷，第页。尼采嘲讽地虚拟一次博士考试的问答一切高等教育的任务是什么把人变成机器。用什么方法他必须学会厌倦自己。怎样达到这个目标通过义务的概念。偶像的黄昏。尼采全集第卷，第页。"}
{"text":"参看朝霞第节。学生完全没有主动权，把生命耗费于死的学问，好像这便是他不能不服从的命运，在苦读中颤抖着反复朗诵这诗句命运啊，我跟从你即使我不愿意，我必须如此，一面跟从一面叹息朝霞第节。尼采全集第卷，第页。尼采嘲讽地虚拟一次博士考试的问答一切高等教育的任务是什么把人变成机器。用什么方法他必须学会厌倦自己。怎样达到这个目标通过义务的概念。偶像的黄昏。尼采全集第卷，第页。教育的方法则是灌输式，违背了一切教育的最高原则只有饥饿者，才能与之食朝霞第节。尼采全集第卷，第页。而教材又是拼凑的杂烩，使学生把青春浪费在无用的知识上。更严重的后果是，如此教育出来的现代人失去了真面目，成为颜色和碎纸片的胶合品。一旦除去教育的伪饰，现代人的裸体又衰弱如骷髅。参看查拉图斯特拉如是说教育的国土。现代教育的成绩不过是产生躯体和精神都长了驼背的学者，或听命于国家的公务员，或藉文化牟利的市侩，或虚荣心十足的凡夫俗子，或更普遍的一类，这四种人的混合物。尼采指出要改造我们在中世纪即已扎根的现代教育制度的基本思想，是一件无止境的艰巨工作。作为教育家的叔本华。尼采全集第卷，第页。生命本能的衰竭，精神文化的贫乏，使尼采得出结论人性残缺不全了，现代人不是完整的人。真的，我的朋友，我漫步在人中间，如同漫步在人的碎片和断肢中间我的目光从今天望到过去，发现比比皆是碎片断肢和可怕的偶然可是没有人查拉图斯特拉如是说。尼采全集第卷，第页。在这样一个时代里，尼采感到自己是一个无家可归的人尼采全集第卷，第页。，是一个被从父母之邦放逐了的人尼采全集第卷，第页现代人啊，你们离生命的坚实土地太远，你们离自由精神的天空也太远。你们太世俗化了，太讲求实际了，你们已经不复懂得刺心的酸楚，蕴藉的欢娱，远离朋友的伤悲，默默无言的沟通，失眠者的热望，一无需要者的自由。你们以自愿的心安理得的清贫失业不婚为可笑。要体会高贵的温柔的感情，你们的心是过于孱弱又过于坚硬了。尼采对现代完全失望了。这时代是一个病妇让她去叫喊骂詈诅咒和摔盆盆罐罐吧尼采全集第卷，第页。"}
{"text":"你们太世俗化了，太讲求实际了，你们已经不复懂得刺心的酸楚，蕴藉的欢娱，远离朋友的伤悲，默默无言的沟通，失眠者的热望，一无需要者的自由。你们以自愿的心安理得的清贫失业不婚为可笑。要体会高贵的温柔的感情，你们的心是过于孱弱又过于坚硬了。尼采对现代完全失望了。这时代是一个病妇让她去叫喊骂詈诅咒和摔盆盆罐罐吧尼采全集第卷，第页。今天的一切坠落了，颓败了谁愿保持它而我我要把它推倒查拉图斯特拉如是说。尼采全集第卷，第页。这位古希腊英雄的精神后裔，怀抱着他的孤独的理想，向着远海中未被探险过的国土，向着子孙之邦，向着二十世纪，扬帆开航了。末人和超人超人是尼采的一个梦。不过，这个梦的诞生却不是没有缘由的。他对现代人失望了。哪怕是现代人中的最优秀者，在他看来也不够伟大。在查拉图斯特拉如是说的最后一部，我们看到高贵的人们陆续来到查拉图斯特拉的洞府，查拉图斯特拉一时感到欣慰，但很快就失望了。这是一些不满现状的人，然而缺乏理想，看不见黎明的曙光。他们是失败者，没有学会舞蹈着超越自己。查拉图斯特拉说我期待着更高大更强健更优胜更快乐的人们，期待身心严整的人们欢笑的狮子必将到来尼采全集第卷，第页。这欢笑的狮子就是超人。我还没有见到伟大的人对人的现状的失望，使尼采梦想超人诞生。超人又不尽是梦，而是尼采关于人的理想类型的一个象征。尼采认为，生命的本质在于不断地自我超越，人也是一种应该被超越的东西尼采全集第卷，第页。第节第八章人的现状和前景。尼采念念不忘的问题是人如何被超越他期许自己要完成的最后一件事是改善人。看哪这人序。尼采选集第卷，第页。那么，人究竟如何被超越和改善呢尼采把希望寄托在人的一种新的高级类型的产生及其成功上面。在他看来，这是决定人的命运和前景的关键所在。尼采的这一思想在他早期即已萌发。他在年写道在动植物界中，凡进步都只靠着更高级的个别范型，这种范型为数稀少，却很坚强复杂而有生产能力。"}
{"text":"尼采念念不忘的问题是人如何被超越他期许自己要完成的最后一件事是改善人。看哪这人序。尼采选集第卷，第页。那么，人究竟如何被超越和改善呢尼采把希望寄托在人的一种新的高级类型的产生及其成功上面。在他看来，这是决定人的命运和前景的关键所在。尼采的这一思想在他早期即已萌发。他在年写道在动植物界中，凡进步都只靠着更高级的个别范型，这种范型为数稀少，却很坚强复杂而有生产能力。应用到社会目的上来，便是人类应该不断地勤劳地产生特立独行的伟大人物，除此之外，就没有别的工作可做了。作为教育家的叔本华。尼采全集第卷，第页。或许可以把这看作超人说的胚芽，不过我们要注意，超人说正式提出之时，也就是在查拉图斯特拉如是说中，尼采强调的是还从来不曾有过一个超人。我看过最伟大的人和最渺小的人的裸体他们彼此还太相像。真的，我发现连最伟大的人也太人性了。尼采全集第卷，第页。所以，超人不是指已有的伟人，它始终还是尚未产生的一种人的类型的象征。尼采提出超人说，用意是给人的生存提供一个目标，一种意义。人的生存令人感到莫名的恐惧，始终还没有意义我要教人以他们存在的意义，这就是超人尼采全集第卷，第页。曾经有过许多民族，每个民族都有自己的目标，可是作为整体的人类人类还没有一个目标倘若人类的目标尚缺如，岂非人类本身也缺如吗上帝的死使人类的信仰出现了空白，现在尼采要用超人来填补这空白上帝死了，现在我们愿超人生。尼采全集第卷，第页。他迟早会朝我们走来，这拯救者他给大地以目标这位战胜上帝和虚无的胜利者。道德的谱系。尼采全集第卷，第页。尼采一再说超人是大地的意义。人是伸展在动物和超人之间的一根绳子人之伟大在于他是一座桥梁，而不是目的人之可爱在于他是一个过度和下降。我关心的是超人，他是我的第一者和唯一者而不是人，不是邻人，不是最穷的人，不是最苦的人，不是最好的人。目标不是人，而是超人强力意志第节。一本查拉图斯特拉如是说几乎就是超人的赞歌。"}
