{"text":"因此，财产不但不能给他带来真正的快乐，相反，财产越多，支出的机会也越多，他反而感觉到了更多的痛苦。同样的财产损失，对不同的人的伤害是不同的。在有一些人，只要不危及正常的生活，他们就很容易轻忘，不会挂在心上。在那些重财的人，却会念念不忘，不断在心里计算自己的损失，于是一遍遍地重复品尝财产损失的痛苦，把那痛苦扩大了许多倍。人的吝啬之心只有一把小尺子，它面对大价钱往往无能为力，却偏喜欢在小价钱上斤斤计较。因此，即使一个从来大方的人，在菜市场上也难免会讨价还价。对己节俭对人吝啬的人是守财奴，对己挥霍对人吝啬的人是利己主义者，对己挥霍对人慷慨的人是豪侠，对己节俭对人慷慨的人是圣徒。某人买衣服，因为不同尺寸的衣服价格都一样，他怕吃亏，总是买最大尺寸的，结果收藏了一大堆过大而不能穿的衣服。一个仗义施财的人，如果他被窃，仍然会感到不快。这不快不是来自损失本身，而是来自他的损失缺乏一个正当的理由。可见人是一种把理由看得比事情本身更重要的动物。拿自己用不着的东西做人情，我们是十分慷慨的。某位智者如是说。――这算好的呢。有些人是这样的即使自己用不着，如果你很需要，他也不肯给你。因为，一，如果有一天他用得着了怎么办这是出于吝啬。二，他嫉妒你由此得到的满足和快乐。"}
{"text":"一种是面对上帝的自卑，这种人心怀对于无限的敬畏和谦卑之情，深知人类一切成就的局限，在任何情况下不会忘乎所以，不会狂妄。另一种是面对他人的自卑，这种人很在乎在才智能力事功或任何他所看重的方面同别人比较，崇拜强者，相应地也就渺视弱者，因此自卑很容易转变为自大。也许有人会说，前一种自卑者骨子里其实最骄傲，因为他只敬畏上帝，而这就意味着看不起一切凡人。然而事实是，既然他明白自己也是凡人，他就不会看不起别的凡人。只是由于他深知人类的局限，他对别人的成就只会欣赏，不会崇拜，对别人的弱点倒是很容易宽容。总之，他不把人当作神，所以对人不迷信也不苛求，不亢也不卑。我信任自卑者远远超过信任自信者。据我所见，自卑者多是两个极端。其一的确是弱者，并且知道自己的弱，于是自卑。这种人至少有自知之明，因而值得我们尊重。其二是具有某种异常天赋的人，他隐约感觉到却不敢相信自己有这样的天赋，于是自卑。这种人往往极其敏感，容易受挫乃至夭折，其幸运者则会成为成功的天才。相反，我所见到的过于自信者多半是一些浅薄的家伙，他们不是低能但也决非大材，大抵属于中等水平，但由于目标过低，便使他们自视过高，露出了一副踌躇满志的嘴脸。我说他们目标过低，是在精神层次的意义上说的。凡狂妄自大者，其所追逐和所夸耀的成功必是功利性的。在有着崇高的精神追求的人中间，我不曾发现过哪怕一个自鸣得意之辈。一般而言，性格内向者容易自卑，性格外向者容易自信。不过，事实上，这种区分只具有非常相对的性质。在同一个人身上，自卑和自信往往同时并存，交替出现，乃至激烈格斗。也许最有力量的东西总是埋藏得最深，当我在哀怜苍生的面容背后发现一种大自信，在扭转乾坤的手势上读出一种大自卑，我的心不禁震惊了。自卑谦虚谦恭之间有着重要的区别。在谦虚的风度和谦恭的姿态背后，我们很难找到自卑。毋宁说，谦虚是自信以本来面目坦然出场，谦恭则是自信戴着自卑的面具出场。其实，对自卑和自信做笼统的评价是没有意义的，我的褒自卑而贬自信仅是对习见的反拨。按照通常的看法，自卑是一种病态心理，自信则是一种健康心态，或者，自卑是一种消极的生活态度，自信则是一种积极的生活态度。"}
{"text":"自卑谦虚谦恭之间有着重要的区别。在谦虚的风度和谦恭的姿态背后，我们很难找到自卑。毋宁说，谦虚是自信以本来面目坦然出场，谦恭则是自信戴着自卑的面具出场。其实，对自卑和自信做笼统的评价是没有意义的，我的褒自卑而贬自信仅是对习见的反拨。按照通常的看法，自卑是一种病态心理，自信则是一种健康心态，或者，自卑是一种消极的生活态度，自信则是一种积极的生活态度。我想指出的是，自卑也有其正面的价值，自信也有其负面的作用。我丝毫不否认自信在生活中有着积极的用处。一个人在处世和做事时必须具备基本的自信，否则绝无奋斗的勇气和成功的希望。但是，倘若一个人从来不曾有过自卑的时候，则我敢断定他的奋斗是比较平庸的，他的成功是比较渺小的。也许可以说，自卑的价值是形而上的，自信的用处是形而下的。的确，我曾说过，一切成功的天才之内心都隐藏着某种自卑。可是，倘若有人因此而要把自卑列入成功之道，向世人推荐，则我对他完全无话可说。如果非说不可，我也只能告诉他两个最简单的道理其一，人可以培养自信，却无法培养自卑其二，就世俗的成功而言，自信肯定比自卑有用得多。那么，你去教导世人如何培养自信吧――这正是你一向所做的。我信任每一个怀疑自己的人。我怀疑每一个过于自信的人。两种人最自信无所不知者和一无所知者。后者的那份狂热自信有时真会动摇我们自己的原本就不坚定的自信，使我们胆怯地以为又遇到了一个无所不知者。事实上，许多伟大的天才并非天性自信的人，相反倒有几分自卑，他们知道自己的弱点，为这弱点而苦恼，不肯毁于这弱点，于是奋起自强，反而有了令一般人吃惊的业绩。你们围着他，向他喝彩，他惶恐不安了。你们哪里知道他心中的自卑，他的成就只是做出来给自己看的，绝没有料到会惊动你们。"}
{"text":"一个人在可以作出正确选择的情况下，却作了错误的选择，并且身受其祸，便会感到悔恨。如果无可选择，即使祸害发生，感到的也不是悔恨，而只是悲伤。悲伤面对的是单纯的事实，悔恨却包含着复杂的推理，它在事情发生之后追溯其原因，审视过去的行为，设想别种可能性，而它的全部努力就在于证明已经发生的事情原是可以避免的。再进一步，当一个选择的后果不仅关涉到自己，而且关涉到他人尤其是自己所爱的人的命运时，悔恨中必定还包含着内疚，并且被这内疚强化。内疚是因为意识到自己对于选择及其后果的伦理责任而感到的痛苦。如果只是自食其果，与他人无干，就只会悔恨，不会内疚。悔恨是一种事后的聪明。在悔恨者眼里，往事是一目了然的。他已经忘记了当初选择时错综复杂的困境和另一种可能的选择的恶果。此时此刻，已实现的这种选择的恶果使他成了那种未实现的选择的狂信者。他相信，如果允许他重新选择，他将不会有丝毫犹豫。选择的困难在于，一个人永远不可能依靠自身的经验来对不同的选择作比较。无论当时，还是事后，比较都是在想象中进行的。一旦作出一个选择，即意味着排除了其余一切可能的选择，从而也排除了经验它们的可能性。在作出选择之后，选择的困境丝毫没有消除，迟早会转化为反省的困境再度折磨我们。关于这一点，克尔凯郭尔说过一句很准确的话在反省的海洋上，我们无法向任何人呼救，因为每一个救生圈都是辩证的。所以，当一个人面临不可逃脱的厄运时，无论他怎么选择，悔恨已是他的宿命。所谓两害相权取其轻，这轻重怎么衡量？只要你取了，受了，那身受之害永远是最重的！当你做一件事，完全预料到它的坏结果之时，或者完全预料不到它的坏结果之时，坏结果发生了，你不会内疚。因为在前者，你可以承担责任，在后者，你可以推卸责任。内疚发生在对坏结果有所预感但又希望避免的情形下，那时候，你既不能承担责任，因为你本来是想要避免的，又不能推卸责任，因为你本来是可以避免的。存心伤害一个人，或一个完全正当的行为无意中伤害一个人，都不会内疚。只有一个本身可非议的行为无意中伤害一个人，才会内疚。尽管希望已经破灭，自欺的需要依然存在。希望仅是自欺的浪漫形态，自欺还有其不浪漫的形态――习惯。"}
{"text":"因为在前者，你可以承担责任，在后者，你可以推卸责任。内疚发生在对坏结果有所预感但又希望避免的情形下，那时候，你既不能承担责任，因为你本来是想要避免的，又不能推卸责任，因为你本来是可以避免的。存心伤害一个人，或一个完全正当的行为无意中伤害一个人，都不会内疚。只有一个本身可非议的行为无意中伤害一个人，才会内疚。尽管希望已经破灭，自欺的需要依然存在。希望仅是自欺的浪漫形态，自欺还有其不浪漫的形态――习惯。当一个人不怀任何希望地延续着一个明知毫无意义的习惯时，他便如同强迫症患者一样，仍是在以自欺的方式逃避现实。如果说希望的自欺是逃向未来，那么，习惯的自欺就是逃向过去，试图躲藏在一个曾经含有希望的行为之中。凡是在命运重大关头逃避选择的人，自欺是必有的心态。他既不能承认自己放弃了选择，因为他的命运处在千钧一发之际，他必须相信他正在作出重大决定。他又不能承认自己已经作了选择，因为他面临一失足成千古恨的危险，他必须相信事情尚有回旋的余地。他在不同的选择之间游移，甚至究竟是否作了选择也始终是模棱两可的，藉此保持一种自由的幻想，如果这幻想破灭，则保留向决定论撤退的权利。"}
{"text":"一个人不到老态龙钟，行将就木，决不肯承认自己老。如果有谁自言其老，千万不要认真附和，那样必定会大大扫他的兴。其实他内心未必当真觉得自己老，才能有这份自言其老的自信。中年与老年之间实在也没有明确的分界线。我们二十来岁时觉得四五十岁的人老了，自己到了四五十岁，又会觉得四五十岁并不老，六七十岁才是老人。我们不断地把老年的起点往后推移，以便保持自己不老的记录。因此，当死神来临时，我们总是感到突然和委屈还没有老，怎么就要死了一个老妇住医院，护理员在整理她的抽屉时发现了一面小镜子，便问她你这么老了，还照镜子？她答赶明儿你老了，你也不觉得自己老。说得对。老是不知不觉来到的，不知老之将至实在是人的普遍心态。这很好，使人得以保持生命的乐趣直至生命的终结。人总是不断地把老年的上限往后推，以便不把自己算作老人。少年人前面的光阴和老年人背后的光阴长度大致相等。但是，少年人往往觉得前面有无限的光阴，老年人却觉得背后的光阴十分有限。年轻人没有什么可回忆，于是就展望。老年人没有什么可展望，于是就回忆。在我们的感觉中，爷爷辈的人似乎从来是老的，父辈的人是逐渐变老的，自己似乎是永远不会老的。世人把人生的归宿安排在晚年，竟然把安度晚年看作一种幸福。一本即将焚毁的书，何必去操心它有没有一张光滑的封底呢生命是残酷无情的，它本能地厌恶衰老和死亡。当衰老和死亡尚未落到我们自己头上时，我们对于别人包括亲友的衰老和死亡会同情一时，但不会永久哀伤，生命本身催促我们越过它们而前进。因此，当我们自己年老和垂死时，我们理应以宿命的态度忍受孤独，不要去嫉妒和打搅年轻一代的生命欢乐。白发善舞。看街头老人舞，大致可以测知时代精神。前些年刮西风，流行的是老年交谊舞和老年迪斯科。后来国学吃香，街上秧歌舞锣鼓喧天。现在怀念红太阳，老人们又跳起了忠字舞。俄国诗人涅克拉索夫写过一部长诗，题为在俄罗斯谁活得快乐自由。若有人问咱们这儿，回答当然是――老人。"}
{"text":"因此，当我们自己年老和垂死时，我们理应以宿命的态度忍受孤独，不要去嫉妒和打搅年轻一代的生命欢乐。白发善舞。看街头老人舞，大致可以测知时代精神。前些年刮西风，流行的是老年交谊舞和老年迪斯科。后来国学吃香，街上秧歌舞锣鼓喧天。现在怀念红太阳，老人们又跳起了忠字舞。俄国诗人涅克拉索夫写过一部长诗，题为在俄罗斯谁活得快乐自由。若有人问咱们这儿，回答当然是――老人。论历史历史是民族的记忆。民族和人一样，只记住自己愿意记住的事情。无数岁月消失在无底的黑暗中了。可是，我们竟把我们可怜的手电灯光照及的那一小截区域称作历史。历史是无情的，数十年转了个小小的弯子，却改变了个人的一生。历史可以重新纳入轨道，人生却不可能从头开始了。所谓历史的悲剧，牺牲掉的是无数活生生的个人。大自然的星空，群星灿烂。那最早闪现的，未必是最亮的星宿。有的星宿孤独地燃烧着，熄灭了，很久很久以后，它的光才到达我们的眼睛。文化和历史的星空何尝不是如此？进入历史博物馆未免太拥挤了。我早已没有这样的奢望。二十三岁是一个分界线，在此之前还难免有少年人的自我夸张病，此后我愈来愈能如实地看待自己了。再说，能不能进入历史，这是后人用他们的眼光来判断的事情，与我完全无关，也用不着我来瞎操心。我只想按照自己的心愿生活，别无他求。"}
{"text":"在这方面，我们的趣味很不挑剔，证据是对我们明知言过其实的赞扬，我们也常常怀着感谢之心当作一种善意接受下来。我们不忍心把赞扬我们的人想得太坏，就像不放心把责备我们的人想得太好一样。很少有人真心蔑视名声。一个有才华的人蔑视名声有两种情况一是他没有得到他自认为应该得到的名声，他用蔑视表示他的愤懑一是他已经得到名声并且习以为常了，他用蔑视表示他的不在乎。真的不在乎吗好吧，试着让他失去名声，重新被人遗忘，他就很快又会愤懑了。无论什么时候，这个世界决不会缺少名人。一些名人被遗忘了，另一些名人又会被捧起来。剧目换了，演员跟着换。哪怕观众走空，舞台决不会空。当然，名人和伟人是两码事，就像登台表演未必便是艺术家。煊赫的名声是有威慑力的，甚至对才华横溢如海涅者也是如此。一旦走近名人身旁，他所必有的普通人的外观就会使人松一口气。同时，如果这位名人确是伟人，晋见者将会发现，乍见面就同他谈论伟大的事物该显得多么不自量力。于是海涅谈起了李子的味道。歌德含笑不语，因为他明察海涅此举乃出于放松和紧张双重原因，这个老猾头！做名人要有两种禀赋。一是自信，在任何场合都觉得自己是一个人物，是当然的焦点和中心。二是表演的欲望和能力，渴望并且善于制造自己出场的效果。我恰好最缺少这两种禀赋，所以我不宜做名人。我不愿用情人脸上的一个微笑换取身后一个世代的名声。"}
{"text":"但是，倘若角色意识过于强烈，我敢断言一定出了问题。一个人把他所担任的角色看得比他的本来面目更重要，无论如何暴露了一种内在的空虚。我不喜欢和一切角色意识太强烈的人打交道，例如名人意识强烈的名流，权威意识强烈的学者，长官意识强烈的上司等等，那会使我感到太累。我不相信他们自己不累，因为这类人往往也摆脱不掉别的角色感，在儿女面前会端起父亲的架子，在自己的上司面前要表现下属的谦恭，就像永不卸妆的演员一样。人之扮演一定的社会角色也许是迫不得已的事，依我的性情，能卸妆时且卸妆，要尽可能自然地生活。我心中有一个声音，它是顽强的，任何权势不能把它压灭。可是，在日常的忙碌和喧闹中，它却会被冷落遗忘，终于喑哑了。在人生的舞台上，我们每个人都在忙忙碌碌地扮演自己的角色，比真的演员还忙，退场的时间更少。例如，我整天坐在这桌子前，不停地写，为出版物写，按照编辑读者的需要写。我暗暗怀着一个愿望，有一天能抽出空来，写我自己真正想写的东西，写我心中的那个声音。可是，总抽不出时间。到真空下来的时候，我就会发现，我不知道自己真正想写什么，我心中的那个声音沉寂了，不知去向了。别老是想，总有一天会写的。自我不是一个可以随意支使的侍从，你老是把它往后推，它不耐烦，一去不返了。人不易摆脱角色。有时候，着意摆脱所习惯的角色，本身就是在不由自主地扮演另一种角色。反角色也是一种角色。一种人不自觉地要显得真诚，以他的真诚去打动人并且打动自己。他自己果然被自己感动了。一种人故意地要显得狡猾，以他的狡猾去魅惑人并且魅惑自己。他自己果然怀疑起自己来了。潇洒就是自然而不做作，不拘束。然而，在实际上，只要做作得自然，不露拘束的痕迹，往往也就被当成了潇洒。如今，潇洒成了一种时髦，活得潇洒成了一句口号。人们竞相做作出一种自然的姿态，恰好证明这是一个多么不自然的时代。什么是虚假虚假就是不真实，或者，故意真实。我一定要真实！――可是你已经在虚假了。什么是做作做作就是不真诚，或者，故意真诚。我一定要真诚――可是你已经在做作了。对于有的人来说，真诚始终只是他所喜欢扮演的一种角色。"}
