{"text":"这是不是就完全算是真理了呢在向绝对真理前进的程途上，这是不是就是唯一的一条正确的道路呢我没有什么理论水平，对自然科学更几乎是一窍不通。但是，根据普通常识，我总觉得，这不像是一条唯一正确的路。如果是的话，就不应该在自然科学所揭示的自然规律以外还有例外，还有另外的某些规律。我举一个最简单的例子。一个人如果赤足踏上烧红了的炭火，或者伸手到烧得翻滚的油锅里去捡什么东西，按照现在的自然科学的规律，他的手和脚必然被烧成灰。然而在世界上一些国家，在中国的一些地方，有不少人亲眼看到过这种事情，他们的手和脚并没有被烧成灰。这应该怎样去解释呢至于现在流行的所谓气功，有一些神奇的举动，信之者说有，不信者说无。我没有资格去评断，且不去说它。反正有不少的现象是现在西方自然科学所无法解释的，而且同它的规律是正相矛盾的。我们是唯物主义者，是回避不了的，也是不能视而不见的。我们必须予以答复。这些都是异常复杂的问题。以我的理论水平之肤浅，科学知识之短缺，我从未敢妄想去解决这些问题。我所有的不过是一点点浅薄的幻想力。我想把这个问题同东方文化和西方文化相互间的关系联系在一起。在这里，东方文化是否能从西方文化手里接过接力棒再向前向着解决这个问题的方向跑上去呢东方文化是否能够在通向真理的道路上开辟另一条道路呢这些问题我都解答不了。但是，我认为，可能性是存在的。我曾把这些想法写成了几篇短文，也曾在一些座谈会上简略地谈过自己的意见。颇有一些朋友认为能够成立。不久前，在北京召开的东方文化与现代化国际学术研讨会上，我应邀发言，极其简短的讲了这一层意思。限于时间，远远未能畅所欲言。不意竟得到了一个海外的知音。日本神户大学教授仓泽行洋博士非常赞成我的意见，特别要求要同我细谈。我在发言中讲到，东方思维方式从整体着眼，注意事物之间的联系，更合乎辩证法而西方则是只见树木，不见森林，头痛医头，脚痛医脚，注意整体不够。仓泽教授非常同意我这个提法，相约进一步共同探讨。得到知音，当然高兴。但是，我还有点自知之明，我的能力实在不足以探讨这样的问题。济之之方只有广泛征求意见。在目前我还没有能力把一些零星而又杂乱的想法组织成一篇文章的情况下，我就把过去写的几篇短文，按写成日期的顺序，发表在这里。将来还会写一些短文的，诗云嘤其鸣矣，求其友声。有友声，我当然欢迎。即便是非友声，我仍然会以同样的甚至更大的热忱和感激的心情来欢迎的。"}
{"text":"仓泽教授非常同意我这个提法，相约进一步共同探讨。得到知音，当然高兴。但是，我还有点自知之明，我的能力实在不足以探讨这样的问题。济之之方只有广泛征求意见。在目前我还没有能力把一些零星而又杂乱的想法组织成一篇文章的情况下，我就把过去写的几篇短文，按写成日期的顺序，发表在这里。将来还会写一些短文的，诗云嘤其鸣矣，求其友声。有友声，我当然欢迎。即便是非友声，我仍然会以同样的甚至更大的热忱和感激的心情来欢迎的。作为一个大学者，的学问涉及到诸多方面，甚至涉及到他以前不曾涉及和不喜欢的义理之学。他近年长期考虑义理之学的结果，是写出了一系列谈东方文化将重现辉煌的文章。这些文章的核心是主张文化起源多元论文化交流论，认为东方文化的综合思维方式可以弥补西方文化分析的思维方式之弊端。其影响最大的莫过于三十年河东，三十年河西的观点，此说支持者有之，反对者也有之。但是真正能够比较完整理解他这方面思想的，还不算很多。为此研究所编辑此书，以期读者能够全面理解先生的观点。忆往述怀第一篇阅尽沧桑忆往述怀生命的价值人世多悲欢，珍重生命的人，会寻求一种较合理的人生态度。我所欣赏的人生态度，是道家的一种境界。正如陶渊明诗中所云纵浪大化中，不喜亦不惧。应尽便须尽，无复独多虑。人总希望活下去，生与死是相对的。印度梵文中的死字，是一个动词，而不是名词，变化形式同被动态一样。这说明印度古代的语法学家，精通人情心态。死几乎都是被动的，一个人除非被逼至绝境，他是不会轻易抛弃自己生命的。我向无大志，是一个很平常的人。我对亲人，对朋友，总是怀有真挚的感情，我从来没有故意伤害过别人。但是，在那段浩劫的岁月里，我因为敢于仗义执言，几乎把老命赔上。那时，任何一个戴红箍的学生和教员，都可以随意对我进行辱骂和殴打，我这样一位手无搏击之力的老人，被打得一佛出世，二佛升天，这种皮肉上的痛苦给心灵上带来的摧残是终生难忘的。"}
{"text":"我对亲人，对朋友，总是怀有真挚的感情，我从来没有故意伤害过别人。但是，在那段浩劫的岁月里，我因为敢于仗义执言，几乎把老命赔上。那时，任何一个戴红箍的学生和教员，都可以随意对我进行辱骂和殴打，我这样一位手无搏击之力的老人，被打得一佛出世，二佛升天，这种皮肉上的痛苦给心灵上带来的摧残是终生难忘的。我的性命本该在那场浩劫中结束，在比一根头发丝还细的偶然中我没有像先生那样走上绝路，我侥幸活了下来，我被分配淘厕所，看门房，守电话，我像个患了麻风病的人，很少人能有勇气同我交谈，我听从任何人的训斥或调遣，只能规规矩矩，不敢乱说乱动。我活下来，一种悔愧耻辱之感在咬我的心。我活下来，一种求生本能之意在唤我的心。我扪心自问我是个有教养有尊严有点学问有点良知的人，我能忍辱负重地活下来，根本缘由在于我的思想还在，我的理智还在，我的信念还在，我的感情还在。我不甘心成为行尸走肉，我不情愿那样苟且偷生，我必须干点事情。二百多万字的印度大史诗罗摩衍那，就是在那段时期，那个环境，那种心态下译完的。我活下来，寻找并实现着我的生命价值几十年过去了，回忆往昔岁月，依旧历历在目。中国的知识分子，尤其是老知识分子生经忧患，在过去几十年的所谓政治运动中，被戴上许多离奇荒诞匪夷所思的帽子。磕磕碰碰，道路并不平坦。他们在风雨中经受了磨炼，抱着一种更宽厚更仁爱的心胸看待生活，他们更愿讲真话。敢讲真话是需要极大的勇气，有时甚至需要极硬的骨气。历史上，因为讲真话而受迫害，遭厄运的人数还少吗？我们北大的老校长马寅初先生，在年曾发表过著名的新人口论，他讲了真话。但到了年，这个纯粹学术探讨的问题，竟变成了全国性的政治讨伐。面对数百人的批判，老马拼上一身老骨头，迎接挑战。他曾著文声明这个挑战是合理的，我当敬谨拜受。我虽年近八十，明知寡不敌众，自当单身匹马，出来迎战，直至战死为止，决不向专以力压服而不以理说服的那种批判者投降。马老很快遭了厄运。但他的精神，他的骨气，为世人所钦仰所颂扬，因为他敢于维护自己的信念，敢于坚持真话。他成为我们这一代知识分子的楷模。"}
{"text":"面对数百人的批判，老马拼上一身老骨头，迎接挑战。他曾著文声明这个挑战是合理的，我当敬谨拜受。我虽年近八十，明知寡不敌众，自当单身匹马，出来迎战，直至战死为止，决不向专以力压服而不以理说服的那种批判者投降。马老很快遭了厄运。但他的精神，他的骨气，为世人所钦仰所颂扬，因为他敢于维护自己的信念，敢于坚持真话。他成为我们这一代知识分子的楷模。我国著名老作家先生，对三十年前那场浩劫所造成的灾难，认真地反思，他在晚年，以老迈龙钟之身，花费了整整七年的时间，呕心沥血地写成了一部讲真话的大书随想录。这部书的永恒价值，就在于巴老敢于在书里写真话。当然，只写真话，并不一定都是好文章，好文章应有淳美的文采和深邃的思想。真情实感只有融入艺术性中，才能成为好文章，才能产生感人的力量。我所欣赏的文章风格是淳朴恬澹，本色天然，外表平易，秀色内涵，有节奏性，有韵律感的文章。我不喜欢浮滑率意，平板呆滞的文章。现在，善待知识分子已成为我们的国策，我希望中国年轻一代知识分子，不要再经受我们老辈人所经受的那种磨难，他们应该生活在一种更人道的环境里。当然，社会是发展的，他们会在新的环境里，遇到更激烈的竞争。但这是一种智力上的公平竞争，是现代社会中一种高尚的文明的竞争。它的存在，是社会进步的表现。有志于使中华民族强盛的人们，尤其是年轻一代知识分子，你们的生命只有和民族的命运融合在一起才有价值，离开民族大业的个人追求，总是渺小的。这就是我，一个老知识分子的心声。我在写这篇序文时，窗外暗夜正在向前流动着，不知不觉中，暗夜已逝，旭日东升。朝阳从窗外流入我的书房。我静坐沉思，时而举目凝望，窗外的树木枝叶繁茂，那青翠昂然的浓绿扑人眉宇，它给我心中增添了鲜活的力量。忆往述怀第一篇阅尽沧桑忆往述怀我们面对的现实我们面对的现实，多种多样，很难一一列举。现在我只谈两个第一，生活的现实第二，学术研究的现实。忆往述怀第一篇阅尽沧桑忆往述怀生活的现实一生活，人人都有生活，它几乎是一个广阔无垠的概念。在家中，天天开门七件事柴米油盐酱醋茶，人人都必须有的。这且不表。要处理好家庭成员的关系，不在话下。在社会上，就有了很大的区别。当官的，要为人民服务，当然也盼指日高升。"}
{"text":"现在我只谈两个第一，生活的现实第二，学术研究的现实。忆往述怀第一篇阅尽沧桑忆往述怀生活的现实一生活，人人都有生活，它几乎是一个广阔无垠的概念。在家中，天天开门七件事柴米油盐酱醋茶，人人都必须有的。这且不表。要处理好家庭成员的关系，不在话下。在社会上，就有了很大的区别。当官的，要为人民服务，当然也盼指日高升。大款们另有一番风光，炒股票玩期货，一夜之间成了暴发户，腰缠十万贯，春风得意马蹄疾，一日看遍长安花。当然，一旦破了产，跳楼自杀，有时也在所难免。我辈书生，青灯黄卷，兀兀穷年，有时还得爬点格子，以济工资之穷。至于引车卖浆者流，只有拼命干活，才得糊口。这都是我们必须面对的生活。我们必须黾勉从事，过好这个日子生活，自不待言。但是，如果我们把眼光放远一点，把思虑再深化一点，想一想全人类的生活，你感觉到危险性了没有？也许有人感到，我们这个小小寰球并不安全。有时会有地震，有时会有天灾，刀兵水火，疾病灾殃，说不定什么时候就会驾临你的头上，躲不胜躲，防不胜防。对策只有一个顺其自然，尽上人事。如果再把眼光放得更远，让思虑钻得更深，则眼前到处是看不见的陷阱。我自己也曾幼稚过一阵。我读东坡前赤壁赋唯江上之清风，与山间之明月，耳得之而为声，目遇之而成色。取之不尽，用之不竭。是造物者之无尽藏也，而我与子之所共适。我深信苏子讲的句句是真理。然而，到了今天，江上之风还清吗？山间之月还明吗？谁都知道，由于大气的污染，风早已不清，月早已不明了。与此有联系的还有生态平衡的破坏，动植物品种的灭绝，新疾病的不断出现，人口的爆炸，臭氧层出了洞，自然资源――其中包括水――的枯竭，如此等等，不一而足。我们人类实际上已经到了盲人骑瞎马，夜半临深池的地步。令人吃惊的是，虽然有人已经注意到了这个现象但并没有提高到与人类生存前途挂钩的水平，仍然只是头痛治头，脚痛治脚。还有人幻想用西方的科学来解救这一场危机。我认为，这是不太可能的，这一场灾难主要就是西方征服自然的科学造成的。西方科学优秀之处，必须继承但是必须从根本上，从思想上，解决问题，以东方的民胞物与的天人合一的思想济西方科学之穷。人类前途，庶几有望。"}
{"text":"我们人类实际上已经到了盲人骑瞎马，夜半临深池的地步。令人吃惊的是，虽然有人已经注意到了这个现象但并没有提高到与人类生存前途挂钩的水平，仍然只是头痛治头，脚痛治脚。还有人幻想用西方的科学来解救这一场危机。我认为，这是不太可能的，这一场灾难主要就是西方征服自然的科学造成的。西方科学优秀之处，必须继承但是必须从根本上，从思想上，解决问题，以东方的民胞物与的天人合一的思想济西方科学之穷。人类前途，庶几有望。忆往述怀第一篇阅尽沧桑忆往述怀学术研究的现实二对我辈知识分子来说，除了生活的现实之外，还有一个学术研究的现实。我在这里重点讲人文社会科学，因为我自己是搞这一行的。文史之学，中国和欧洲都已有很长的历史。因两处具体历史情况不同，所以发展过程不尽相同。但是总的研究对象和研究方法多有相通之处，对象大都是古典文献。就中国而论，由于字体屡变，先秦典籍的传抄工作不能不受到影响。但是，读书必先识字，此说文解字之所以必做也。新材料的出现，多属偶然。地下材料，最初是地不爱宝，它自己把材料贡献出来的，有目的有意识的发掘工作是后来兴起的。盗墓者当然是例外。至于社会调查，古代不能说没有，采风就是调查形式之一。有计划有组织有目的的社会调查工作，也是晚起的，恐怕还是多少受了点西方的影响。古代文史工用力最勤的是记诵之学。在科举时代，一个举子必须能背四书五经，这是起码的条件。否则连秀才也当不上，遑论进士！扩而大之，要背诵十三经，有时还要连上注疏。至于传说有人能倒背十三经，对于我至今还是个谜，一本书能倒背吗？背了有什么用处呢？社会不断前进，先出了一些类似后来索引的东西，系统的科学的索引，出现最晚，恐怕也是受西方的影响，有人称之为引得，显然是舶来品。但是，不管有没有索引，索引详细不详细，我们研究一个题目，总要先积累资料，而积累资料，靠记诵也好，靠索引也好，都是十分麻烦十分困难的。有时候穷年累月，滴水穿石，才能勉强凑足够写一篇论文的资料，有一些资料可能还是可遇而不可求的。写文章之难真是难于上青天。"}
{"text":"但是，不管有没有索引，索引详细不详细，我们研究一个题目，总要先积累资料，而积累资料，靠记诵也好，靠索引也好，都是十分麻烦十分困难的。有时候穷年累月，滴水穿石，才能勉强凑足够写一篇论文的资料，有一些资料可能还是可遇而不可求的。写文章之难真是难于上青天。然而，石破天惊，电脑出现了，许多古代典籍逐渐输入电脑了，不用一举手一投足之劳，只需发一命令，则所需的资料立即呈现在你的眼前，一无遗漏。岂不痛快也哉！这就是眼前我们面对的学术现实。最重要最困难的搜集资料工作解决了，岂不是人人皆可以为大学者了吗？难道我们还不能把枕头垫得高高地高枕无忧了吗？我说且慢！且慢！我们的任务还并不轻松！我们面临这一场大的转折，先要调整心态。对电脑赐给我们的资料，要加倍细致地予以分析使用。还有没有输入电脑的书，仍然需要我们去翻检。忆往述怀第一篇阅尽沧桑忆往述怀谈老年一我已经到了望九之年，无论怎样说都只能说是老了。但是，除了眼有点不明，耳有点不聪，走路有点晃悠之外，没有什么老相，每天至少还能工作七八个小时。我没有什么老的感觉，有时候还会有点沾沾自喜。可是我原来并不是这个样子的。我生来就是一个性格内向胆小怕事的人。我之所以成为现在这样一个人，完全是环境逼迫出来的。我向无大志。小学毕业后，我连报考赫赫有名的济南省立第一中学的勇气都没有，只报了一个破正谊。那种大丈夫当如是也的豪言壮语，我认为，只有英雄才能有，与我是不沾边的。在寿命上，我也是如此。我的第一本账是最多能活到五十岁，因为我的父母都只活到四十几岁，我绝不会超过父母的。然而，不知道怎么一来，五十之年在我身边倏尔而过，没有留下任何痕迹，我也根本没有想到过。接着是中国老百姓最忌讳的两个年龄七十三岁，孔子之寿八十四岁，孟子之寿。这两个年龄也像白驹过隙一般在我身旁飞过，也没有留下任何痕迹，我也根本没有想到过，到了现在，我就要庆祝米寿了。早在年代，我才四十多岁，不知为什么忽发奇想，想到自己是否能活到世纪。我生于年，必须能活到八十九岁才能见到世纪，而八十九这个数字对于我这个素无大志的人来说，简直就是个天文数字。"}
{"text":"然而，不知道怎么一来，五十之年在我身边倏尔而过，没有留下任何痕迹，我也根本没有想到过。接着是中国老百姓最忌讳的两个年龄七十三岁，孔子之寿八十四岁，孟子之寿。这两个年龄也像白驹过隙一般在我身旁飞过，也没有留下任何痕迹，我也根本没有想到过，到了现在，我就要庆祝米寿了。早在年代，我才四十多岁，不知为什么忽发奇想，想到自己是否能活到世纪。我生于年，必须能活到八十九岁才能见到世纪，而八十九这个数字对于我这个素无大志的人来说，简直就是个天文数字。我阅读中外学术史和文学史，有一个别人未必有的习惯，就是注意传主的生年卒月，我吃惊地发现，古今中外的大学者和大文学家活到九十岁的简直如凤毛麟角。中国宋代的陆游活到八十五岁，可能就是中国诗人之冠了。胆怯如我者，遥望世纪，遥望八十九这个数字，有如遥望海上三山，山在虚无缥缈间，可望而不可即了。陈岱孙先生长我十一岁，是世纪的同龄人。当年在清华时，我是外语系的学生，他是经济系主任兼法学院院长，我们可以说是有师生关系。解放后，很长一段时间，我们俩同在全国政协，而且同在社会科学组，我们可以说又成了朋友，成了忘年交。陈先生待人和蔼，处世谨慎，从不说过分过激的话但是，对我说话，却是相当随便的。他九十岁的那一年，我还不到八十岁。有一天，他对我说我并没有感到自己老了。我当时颇有点吃惊，难道九十岁还不能算是老吗？可是，人生真如电光石火，时间真是转瞬即逝，曾几何时，我自己也快到九十岁了。不可能的事情成为可能了，不可信的事情成为可信了。此中有真意，欲辩已无言。奈之何哉！忆往述怀第一篇阅尽沧桑忆往述怀谈老年二即使自己没有老的感觉，但是老毕竟是一个事实。于是，我也就常常考虑老的问题，注意古今中外诗人学者涉及老的篇章。在这方面，篇章异常多，内容异常复杂。约略言之，可能有以下几种情况，最普遍最常见的是叹老嗟贫，这种态度充斥于文人的文章中和老百姓的俗话中。老与贫皆非人之所愿，然而谁也回天无力，在万般无奈的情况下，只能叹而且嗟，聊以抒发郁闷而已，其次是故作豪言壮语，表面强硬，内实虚弱。最有名的最为人所称誉的曹操的名作老骥伏枥，志在千里。烈士暮年，壮心不已。初看起来气粗如牛，仔细品味，实极空洞。"}
{"text":"在这方面，篇章异常多，内容异常复杂。约略言之，可能有以下几种情况，最普遍最常见的是叹老嗟贫，这种态度充斥于文人的文章中和老百姓的俗话中。老与贫皆非人之所愿，然而谁也回天无力，在万般无奈的情况下，只能叹而且嗟，聊以抒发郁闷而已，其次是故作豪言壮语，表面强硬，内实虚弱。最有名的最为人所称誉的曹操的名作老骥伏枥，志在千里。烈士暮年，壮心不已。初看起来气粗如牛，仔细品味，实极空洞。这有点像在深夜里一个人独行深山野林中故意高声唱歌那样，流露出来的正是内心的胆怯。对老年这种现象进行平心静气的肌擘理分的文章，在中国好像并不多。最近偶尔翻看杂书，读到了两本书，其中有两篇关于老年的文章，合乎我提到的这个标准，不妨介绍一下。先介绍古罗马西塞罗公元前前的论老年。他是有名的政治家演说家和散文家，论老年是他的三论之一。西塞罗先介绍了一位活到一百零七岁的老人的话我并没有觉得老年有什么不好。这就为本文定了调子。接着他说老年之所以被认为不幸福有四个理由第一是，它使我们不能从事积极的工作第二是，它使身体衰弱第三是，它几乎剥夺了我们所有感官上的快乐第四是，它的下一步就是死。他接着分析了这些说法有无道理。他逐项进行了细致的分析，并得出了有积极意义的答复。我在这里只想对第四项作一点补充。老年的下一步就是死，这毫无问题。然而，中国俗话说黄泉路上无老少。任何年龄的人都可能死的，也可以说，任何人的下一步都是死。最后，西塞罗讲到他自己老年的情况。他编纂史源第七卷，搜集资料，撰写论文。他接着说此外，我还在努力学习希腊文并且，为了不让自己的记忆力衰退，我仿效毕达哥拉斯派学者的方法，每天晚上把我一天所说的话所听到或所做的事情再复述一遍，我很少感到自己丧失体力。我做这些事情靠的是脑力，而不是体力。即使我身体很弱，不能做这些事情，我也能坐在沙发上享受想象之乐因为一个总是在这些学习和工作中讨生活的人，是不会察觉自己老之将至的。这些话说得多么具体而真实呀。我自己的做法同西塞罗差不多。我总不让自己的脑筋闲着，我总在思考着什么，上至宇宙，下至苍蝇，我无所不想。思考锻炼看似是精神的，其实也是物质的。我之所以不感到老之已至，与此有紧密关联。"}
