{"text":"大公得食，留给小花，没有缩脖坛子的分，卵多被大公踏破，季淑乃取卵纳入纸匣，装以灯泡，不数日而壳破雏出，有时壳坚不得出，她就小心的代为剖剥，黄茸茸的小雏鸡托在掌上，讨人喜欢。雏鸡长大者不过三数只，混种特别娇健，兼有大公之白与小花之俏，我们分别名之为老大老二老三。饲鸡是一件趣事，最受欢迎的是沙丁鱼汁拌饭，再不就是残肴剩菜拌饭，而炸酱面尤妙，会像长虫吃扁担似的一根根的直吞下去，季淑顾而乐之。养鸡约有两年，后因迁居不便携带乃分送友朋，大公抑郁病死，小花被贼偷走不知所终。我们本来不拟雇用女仆，季淑愿意操劳家事，她说她亲手制作饭食给我和孩子享用，是她的一大快乐，而且劳动筋骨对她自己也有益处。编译馆事务方面的人坚持要送一位女仆来理炊事，固辞不获，于是我们家里就添了一位年方十九籍隶新竹的丫小姐。是一位天真未凿的乡下姑娘，本地的风俗是乡下人家常把他们的女儿送到城里来做事，并不一定是为糊口，常是为了想在一个良好家庭中学习一些礼仪知识以为异日主持家务之准备。季淑对于佣工，从来没有过摩擦，凡是到我家里来工作的人都是善来善去。这位丫小姐年纪轻轻，而且我们也努力了解本地的风俗习惯，待之以礼，所以和我们相处很好。不知怎的，她一天天的消瘦下来，不思饮食，继而不时的长吁短叹，终乃天天以泪洗面。季淑不能不问，她初不肯言，终于廉得其情，其中一部分仍是谎饰，但是我们大体明了她的艰难处境。她急需要钱。季淑基于同情，把她手中剩存美金三十元全部送给了她，解救她的困厄。于羞惭称谢声中，她离我们而去。编译馆原是由杭立武部长自兼馆长，馆址由洛阳街迁到浦城街，人员增多，业务渐繁，杭先生不暇兼顾，要我代理，于是馆长一职我代理了九个多月。文书鞅掌，非我素习，而人事应付尤为困扰。接事之后，大大小小的机关首长纷纷折简邀宴，饮食征逐，虚糜公帑。有一次在宴会里，一位多年老友拍肩笑着说道你现在是杭立武的人了我生平独来独往不向任何人低头，所以栖栖皇皇一至于斯，如今无端受人讥评，真乃奇耻大辱。归而向季淑怨诉，她很了解我，她说你忘记在四川时你的一位朋友蒋子奇给你相面，说你一身傲骨，断难仕进她劝我赶快辞职。她想起她祖父的经验，为宦而廉介自持则两袖清风，为宦而贪赃枉法则所不屑为，而且仕途险恶，不如早退。她对我说假设有一天，朋比为奸坐地分赃的机会到了，你大概可以分到大股，你接受不受则不但自己良心所不许，而且授人以柄，以后永远被制于人。"}
{"text":"有一次在宴会里，一位多年老友拍肩笑着说道你现在是杭立武的人了我生平独来独往不向任何人低头，所以栖栖皇皇一至于斯，如今无端受人讥评，真乃奇耻大辱。归而向季淑怨诉，她很了解我，她说你忘记在四川时你的一位朋友蒋子奇给你相面，说你一身傲骨，断难仕进她劝我赶快辞职。她想起她祖父的经验，为宦而廉介自持则两袖清风，为宦而贪赃枉法则所不屑为，而且仕途险恶，不如早退。她对我说假设有一天，朋比为奸坐地分赃的机会到了，你大概可以分到大股，你接受不受则不但自己良心所不许，而且授人以柄，以后永远被制于人。不受则同僚猜忌，惟恐被你检举，因不敢放手胡为而心生怨望，必将从此千方百计陷你于不义而后快。她这一番话坚定了我求去的心。此时政府改组，杭先生去职，我正好让贤，于是从此脱离了编译馆，专任师大教职。我任事之初，从不往来的人也登门存问，而且其尊夫人也来和季淑周旋，我卸职之后则门可罗雀，其怪遂绝。芝麻大的职位也能反映出一点点的人性。因为台大聘我去任教并且拨了一栋相当宽敞的宿舍给我，师大要挽留我也拨出一栋宿舍给我，我听从季淑的主张决定留在师大，于是在一九五二年夏搬进了云和街十一号。这也是日式房屋，不过榻榻米改换为地板，有几块地方走上去像是踏在地毯上一般软呼呼的。房子油刷一新，碧绿的两扇大门还相当耀眼，一位早已分配到宿舍而尚无这样大门的朋友顾而叹曰是乃豪门地皮不大方正，前面宽，后面窄，在堪舆家看来是犯大忌的，我们不相信这一套。前院有一棵半枯的松树，一棵头重脚轻的曼陀罗俗名鸡蛋花，还有一棵很大很大的面包树。这一棵面包树遮盖了大半个院子，叶如巨灵之掌，可当一把蒲扇用，果实烂熟坠地，据云可磨粉做成面包。季淑喜欢这棵树，喜欢它的硕大茂盛。后院里我们种了一棵黄莺，一棵九重葛，都很快的长大，为了响应当时的号召，还在后院建设了一个简陋的防空洞，其作用是积存雨水繁殖蚊虫。面包树的荫凉，在夏天给我们招来了好几位朋友。孟瑶住在我们街口的一个危楼里，陈之藩王节如也住在不远的地方，走过来不需要五分钟，每当晚饭后薄暮时分这三位是我们的常客。我们没有椅子可以让客人坐，只能搬出洗衣服时用的小竹凳子和我们饭桌旁的三条腿的小圆木凳，比班荆道故的情形略胜一筹。来客在树下怡然就座，不嫌简慢。我们海阔天空，无所不谈。"}
{"text":"面包树的荫凉，在夏天给我们招来了好几位朋友。孟瑶住在我们街口的一个危楼里，陈之藩王节如也住在不远的地方，走过来不需要五分钟，每当晚饭后薄暮时分这三位是我们的常客。我们没有椅子可以让客人坐，只能搬出洗衣服时用的小竹凳子和我们饭桌旁的三条腿的小圆木凳，比班荆道故的情形略胜一筹。来客在树下怡然就座，不嫌简慢。我们海阔天空，无所不谈。我记得孟瑶讲起她票戏的经验眉飞色舞，节如对于北平的掌故比我知道的还多，之藩说起他小时候写春联的故事最是精彩动人。三位都是戏迷，逼我和季淑到永乐戏院去听戏，之后谈起顾正秋女士谈三天也谈不完。季淑每晚给我们张罗饮料，通常是香片茶，永远是又酽又烫。有时候是冷饮，如果是酸梅汤，就会勾起节如对于北平信远斋的回忆，季淑北平住家就在信远斋附近，她便补充一些有关这一家名店的故事。坐久了，季淑捧出一盘盘的糯米藕，有关糯米藕的故事我可以讲一小时，之藩听到皱眉叹气不已，季淑指着我说为了这几片藕，几乎把他馋死有时候她以冰凉的李子汤给我们解渴，抱憾的说可惜这里没有老虎眼大酸枣，否则还要可口些。到了夜深往往大家不肯散，她就为我们准备消夜，有时候是新出屉的大馒头，佐以残羹剩肴。之藩怕鬼，所以临去之前我一定要讲鬼故事，不待讲完他就堵起耳朵。他不一定是真怕鬼，可能是故做怕鬼状，以便引我说鬼，我知道他不怕鬼，他也知道我知道他不怕鬼，彼此心照不宣，每晚闲聊常以鬼故事终场。事后季淑总是怪我人家怕鬼，你为什么总是说鬼季淑怕狗，比我还要怕。狗没有咬过她，可是她听说有人被疯狗咬过死时的惨状，她就不寒而栗。她出去买菜，若是遇见有狗在巷口徘徊，她就多走一段路绕道而行，有时绕几段路还是有狗，她就索性提着篮子回家，明天再买。有一次在店铺购物，从柜台后面走出一条小狗，她大惊失色，店主人说怕什么，它还没有生牙呢。因为狗的缘故，她就很少时候独去买菜，总是由女工陪着她去。狗是人类的最好的朋友，可是说来惭愧，我们根本不想和狗攀交。我们的女工都是在婚嫁的时候才离开我们。"}
{"text":"因为狗的缘故，她就很少时候独去买菜，总是由女工陪着她去。狗是人类的最好的朋友，可是说来惭愧，我们根本不想和狗攀交。我们的女工都是在婚嫁的时候才离开我们。其中有一位小姐，在婚期之前季淑就给她张罗购买了一份日用品，包括梳洗和厨房用具，等到吉日便由我家出发，爆竹声中登上彩车而去，门口挤满了看热闹的人，有一位邻人还笑嘻嘻的对季淑说恭喜，恭喜，令媛今天打扮得好漂亮事后季淑还应邀到她的新房去探视过一次，回来告诉我说，她生活清苦，斗室一间，只有一个二尺见方的木板窗。季淑酷嗜山水，虽然步履不健，尚余勇可贾。几次约集朋友们远足，她都兴致勃勃，八卦山观音山金瓜石狮头山等处都有我们的游踪。看到树木山石海水，她都欢喜赞叹，不过因为心脏软弱，已不善登陟。在这个时候，我发现我染有糖尿症，她则为风湿关节炎所苦，老态渐臻，无可如何。云和街的房子有一重大缺点，地板底下每雨则经常积水，无法清除，所以总觉得室内潮气袭人，秋后尤甚，季淑称之为水牢。这对于她的风湿当然不利。一九五八年夏，文蔷赴美游学，家里顿形凄凉，我们有意改换环境。适有朋友进言，居住公家的日式房屋既不称意，何不买地自建房屋我们心动。于是季淑天天奔走，到处看房看地，我们终于决定买下了安东街三零九巷的一块地皮。于一九五九年一月迁入新居。十五我岂不知求田问舍，怕应羞见，刘朗才气只因季淑病躯需要调养，故乃罄其所有，营此小筑。地皮不大，仅一百三十余坪。倩同学友人陆云龙先生鸠工兴建，图样是我们自己打的。我们打图的计划是，房求其小，院求其大，因为两个人不需要大房，而季淑要种花木故院需宽敞。室内设计则务求适合我们的需要，她不喜欢我独自幽闭在一间书斋之内，她不愿扰我工作，但亦不愿与我终日隔离，她要随时能看见我。于是我们有一奇怪的设计，一连三间房，一间寝室，一间书房，中间一间起居室，拉门两套虽设而常开。我在书房工作，抬头即可看见季淑在起居室内闲坐，有时我晚间工作亦可看见她在床上躺着。这一设计满足了我们的相互的愿望。季淑坐在中间的起居室，我曾笑她像是蜘蛛网上的一只雌蜘蛛，盘据网的中央，窥察四方的一切动静，照顾全家所有的需要，不愧为名副其实的一家之主。不出半年，新屋落成。"}
{"text":"于是我们有一奇怪的设计，一连三间房，一间寝室，一间书房，中间一间起居室，拉门两套虽设而常开。我在书房工作，抬头即可看见季淑在起居室内闲坐，有时我晚间工作亦可看见她在床上躺着。这一设计满足了我们的相互的愿望。季淑坐在中间的起居室，我曾笑她像是蜘蛛网上的一只雌蜘蛛，盘据网的中央，窥察四方的一切动静，照顾全家所有的需要，不愧为名副其实的一家之主。不出半年，新屋落成。金圣叹三十三不亦快哉，其中之一是本不欲造屋，偶得闲钱，试造一屋，自此日为始，需木，需石，需瓦，需砖，需灰，需钉，无晨无夕，不来聒于两耳，乃至罗雀掘鼠，无非为屋校计，而又都不得屋住，既已安之如命矣。忽然一日屋竟落成，刷墙扫地，糊窗挂画一切匠作出门毕去，同人乃来分榻列坐，不亦快哉我们之快哉则有甚于此者。一切委托工程师，无应付工人之烦，一切早有预算，无临时罗掘之必要。惟一遗憾是房屋造得太结实，比主人的身体要结实得多，十三年来没漏过雨水，地板没塌陷过一块，后来拆除的时候很费手脚。落成之后，好心的朋友代我们做了庭园的布置，草皮花木应有尽有。季淑携来一粒面包树的种子，栽在前院角上，居然茁长甚速，虽经台风几番摧毁，由于照管得法，长成大树，因为是她所手植，我特别喜欢它。云和街的房子空出来之后，候补迁入的人很多，季淑坚决主张不可私相授受，历年修缮增建所耗亦无需计较索偿，所以我无任何条件于搬出之日将钥匙送归学校，手续清楚。季淑则着手打扫清洁，不使继居者感到不便。我们临去时对那棵大面包树频频回顾，不胜依依。后来路经附近一带，我们也常特为绕道来此看看这棵树的雄姿是否无恙。住到新房里不久，季淑患匐行疹俗名转腰龙，腰上生一连串的小疱，是神经末梢的发炎，原因不明，不外是过滤性病毒所致，西医没有方法治疗，只能镇定剧痛的感觉。除了照料她的饮食之外，我爱莫能助。有一位朋友来探病，把我拉到一边告诉我说此病不可轻视，等到腰上的一条龙合围一周，人就不行了。又有一位朋友笑嘻嘻的四下打量着说有这样的房子住，就是生病也是幸福。这病拖延十日左右，最后有朋友介绍南昌街一位中医华佗氏，用他密制的药粉和以捣碎的瓮菜泥敷在患处，果然见效，一天天的好起来了。介绍华佗氏的这位朋友也为我的糖尿症推荐一个偏方用玉蜀黍的须子熬水大量饮用。我试了好多天，无法证明其为有效。说起糖尿症，我连累季淑不少。"}
{"text":"除了照料她的饮食之外，我爱莫能助。有一位朋友来探病，把我拉到一边告诉我说此病不可轻视，等到腰上的一条龙合围一周，人就不行了。又有一位朋友笑嘻嘻的四下打量着说有这样的房子住，就是生病也是幸福。这病拖延十日左右，最后有朋友介绍南昌街一位中医华佗氏，用他密制的药粉和以捣碎的瓮菜泥敷在患处，果然见效，一天天的好起来了。介绍华佗氏的这位朋友也为我的糖尿症推荐一个偏方用玉蜀黍的须子熬水大量饮用。我试了好多天，无法证明其为有效。说起糖尿症，我连累季淑不少。饮食无度，运动太少，为致病之由。她引咎自责，认为她所调配的食物不当，于是她就悉心改变我的饮食，其实医云这是老年性的糖尿症，并不严重。文蔷寄来一册糖尿症手册，深入浅出，十分有用，我细看不止一遍，还借给别人参阅。糖是不给我吃了，碳水化合物也减少到最低限度，本来炸酱面至少要吃两大碗，如今改为一大碗，而其中三分之二是黄瓜丝绿豆芽，面条只有十根八根埋在下面。一顿饭以两片面包为限，要我大量的吃黄瓜拌粉。动物性脂肪几乎绝迹，改用红花子油。她常感慨的说有一些所谓职业妇女者，常讥笑家庭主妇的职业是在厨房里，其实我在厨房里的工作也还没有做好。事实上，她做的太好了。自来台以后，我不太喜欢酒食应酬，有时避免开罪于人非敬陪末座不可，季淑就为我特制三文治一个，放在衣袋里，等别人式燕以敖的时候我就取出三文治，道一声告罪，徐徐啮而食之。这虽令人败兴，但久之朋友们也就很少约我赴宴。在这样的饮食控制之下我的糖尿症没有恶化，直到如今我遵照季淑给我配制的食谱，维持我的体重。我们不喜欢赌，赌具却有一副，那是我在北平买的一副旧的麻将牌。季淑家居烦闷，三五友好就常聚在一起消磨时间，赌注小到不能再小，八圈散场，卫生之至。夫妻同时上桌乃赌家大忌，所以我只扮演牌僮一旁伺候，时而茶水，时而点心，忙得团团转。赌，不开始则已，一开始赌注必定越来越大，圈数必定越来越多，牌友必定越来越杂。同时这种游戏对于关节炎患者并不适宜。有一天季淑突然对我宣告，我从今天戒赌。真的，从那一天起，真个不再打牌，以后连赌具也送人了，一张特制的桌面可以折角的牌桌也送人了，关于麻将之事从此提都不提，我说不妨偶一为之，她也不肯。对于花木，她的兴复不浅。后院墙角搭起一个八尺见方的竹棚警察认为是违章建筑，但结果未被拆除，里面养了几十盆洋兰和素心兰。"}
{"text":"赌，不开始则已，一开始赌注必定越来越大，圈数必定越来越多，牌友必定越来越杂。同时这种游戏对于关节炎患者并不适宜。有一天季淑突然对我宣告，我从今天戒赌。真的，从那一天起，真个不再打牌，以后连赌具也送人了，一张特制的桌面可以折角的牌桌也送人了，关于麻将之事从此提都不提，我说不妨偶一为之，她也不肯。对于花木，她的兴复不浅。后院墙角搭起一个八尺见方的竹棚警察认为是违章建筑，但结果未被拆除，里面养了几十盆洋兰和素心兰。她最爱的是素心兰，严格讲应该是蕙，姿态可以入画，一缕幽香不时的袭人，花开时搬到室内，满室郁然。友人从山中送来一株灵芝，插入盆内，成为高雅的清供。竹棚上的玻璃被邻街的恶童一块块的击毁，不复能蔽风雨，她索性把兰花一盆盆的吊在前院一棵巨大的夹竹桃下，勉强有点阴凉，只是遇到连绵的雨水或酷寒的天气便需一盆盆的搬进室内，有时半夜起来抢救，实在辛劳。玫瑰也是她所欣喜的，我们也有一些友人赠送的比较贵重的品种，遇有大风雨，她便用塑料袋把花苞一个个的包起来，使不受损，终以阳光太烈土壤不肥，虽施专门的花肥，仍不能培护得宜。她常说我们的兰花，不能和胡伟克先生家的相比，我们的玫瑰，不能和张棋林先生的相比，但是我亲手培养的就格外亲切可爱。可惜她力不从心，不大能弯腰，亦不便蹲下，园艺之事不能尽兴。院里有含笑一株，英文叫，因花香略带甜味近似香蕉，是我国南方有名的花木。有一天，师大送公教配给的工友来了，他在门外就闻到了含笑的香气，他乞求她摘下几朵，问他作何用途，他惨然说我的母亲最爱此花，最近逝世了，我想讨几朵献在她的灵前。季淑大受感动，为之涕下，以后他每次来，不等他开口，只要枝上有花，必定摘下一盘给他。季淑爱花草，不分贵贱，一视同仁。有一次在阳明山上的石隙中间看见一株小草，叶子像是竹叶，但不是竹，葱绿而挺俏，她试一抽取，连根拔出，遂小心翼翼的裹以手帕带回家里，栽在盆中灌水施肥，居然成一盆景。我作出要给她拔掉之状，她就大叫。房檐下遮窗的雨棚，有几个铁钩子，是工程师好意安装的，季淑说这是天造地设，应该挂几个鸟笼。于是我们买了三四个鸟笼，先是养起两只金丝雀。喂小米，喂菜心，喂红萝卜，鸟儿就是不大肯唱。"}
{"text":"有一次在阳明山上的石隙中间看见一株小草，叶子像是竹叶，但不是竹，葱绿而挺俏，她试一抽取，连根拔出，遂小心翼翼的裹以手帕带回家里，栽在盆中灌水施肥，居然成一盆景。我作出要给她拔掉之状，她就大叫。房檐下遮窗的雨棚，有几个铁钩子，是工程师好意安装的，季淑说这是天造地设，应该挂几个鸟笼。于是我们买了三四个鸟笼，先是养起两只金丝雀。喂小米，喂菜心，喂红萝卜，鸟儿就是不大肯唱。后来请教高人，才知道一雌一雄不该放在一起，要隔离之后雄的才肯引亢高歌不独鸟类如此，人亦何尝不然能接吻的嘴是不想歌唱的。我们试验之后，果然，但是总觉得这样摆布未免残忍。后来又养一种小鹦鹉，又名爱鸟，宽大的喙，整天咕咕的亲嘴。听说这种鹦鹉容易传染一种热病。我们开笼放生，不久又都飞回来，因为笼里有食物，宁可回到笼里来。之后，又养了一只画眉，这是一种雄壮的野鸟，怕光怕人，需要被人提着笼摇摇晃晃的早晨出去遛。叫的声音可真好听，高亢而清脆，声达一二十丈以外。我们没有工夫遛它，有一天它以头撞笼流血而死。从此我们也就不再养鸟。在大自然的环境中，每见小鸟在枝头跳跃，季淑就驻足而观，喜不自禁。她喜爱鸟的轻盈的体态。一九六零年七月，我参加中美文化关系讨论会赴美国西雅图，顺便到伊利诺州看看新婚后的文蔷，这是我来台后第一次和季淑作短期的别离，约二十日。我的心情就和三十多年前在美国作学生的时代一样，总是记挂着她。事毕我匆匆回来，她盛装到机场接我，铅华不可弃，莫是藁砧归她穿的是自己缝制的一件西装，鞋子也是新的。她已许久不穿旗袍，因此腰窄领硬很不舒服，西装比较洒脱，领胸可以开得低低的。她算计着我的归期，花两天的时间就缝好了一件新衣，花样式样我认为都无懈可击。我在汽车里就告诉她我喜欢你的装束。小别重逢，其新孔嘉，其旧如之何一九六三年十二月十八日，有独行盗侵入寒家，持枪勒索。时季淑正在厨房预备午膳。文蔷甫自美国返来省亲，季淑特赴市场购得黄鳝数尾，拟作生炒鳝丝，方下油锅翻炒，闻警急奔入室，见盗正在以枪对我作欲射状。她从容不迫，告之曰你有何要求，尽管直说，我们会答应你的。盗色稍霁。这时候门铃声大作，盗惶恐以为缇骑到门，扬言杀人同归于尽。季淑徐谓之曰你们二位坐下谈谈，我去应门，无论是谁吾不准其入门。"}
{"text":"时季淑正在厨房预备午膳。文蔷甫自美国返来省亲，季淑特赴市场购得黄鳝数尾，拟作生炒鳝丝，方下油锅翻炒，闻警急奔入室，见盗正在以枪对我作欲射状。她从容不迫，告之曰你有何要求，尽管直说，我们会答应你的。盗色稍霁。这时候门铃声大作，盗惶恐以为缇骑到门，扬言杀人同归于尽。季淑徐谓之曰你们二位坐下谈谈，我去应门，无论是谁吾不准其入门。盗果就坐，取钱之后犹嫌不足，夺我手表，复迫季淑交出首饰，她有首饰盒二，其一尽系廉价赝品，立取以应，盗匆匆抓取一把珠项链等物而去。当天夜晚，盗即就逮，于一月二日伏法。此次事件端赖季淑临危不乱，镇定应付，使我得以幸免于祸灾。未定谳前，季淑复力求警宪从轻发落，声泪俱下。碍于国法，终处极刑，我们为之痛心者累日。季淑的镇定的性格，得自母氏，我的岳母之沉着稳重有非常人所能及者。那盘生炒鳝丝，我们无心享受。事实上若非文蔷远路归宁，季淑亦决不烹此异味，因为宰割鳝鱼厥状至惨，她雅不欲亲见杀生以恣口腹之欲。我们两人在外就膳，最喜素菜之家，清心寡欲，心安理得，她常说自奉欲俭，待人不可不丰。我有时邀约友好到家小聚，季淑总是欣然筹划，亲自下厨，她说她喜欢为人服务，最熟的三五朋友偶然来家午膳，季淑常以馅饼飨客，包制馅饼之法她得到母亲的真传，皮薄而匀，不干不破，客人无不击赏，他们因自号为馅饼小姐。有一回一位朋友食季淑亲制之葱油饼，松软而酥脆，不禁翘起拇指，赞曰江南第一季淑以主持中馈为荣，我亦为陪她商略膳食为乐。买菜之事很少委之佣人，尤其是我退休以后空闲较多，她每隔两日提篮上市，我必与俱。她提竹篮，我携皮包，缓步而行，绕市一匝，满载而归。市廛摊贩几乎无人不识这一对皤皤老者，因为我们举目四望很难发现再有这样一对。回到家里，倾筐倒箧，堆满桌上，然后我们就对面而坐，剥豌豆，掐豆芽，劈菜心，差不多一小时，一面手不停挥，一面闲话家常。随后我就去做我的工作，等到一声吃饭我便坐享其成。十二时午饭，六时晚饭，准时用餐，往往是分秒不爽，多少年来总是如此。帮我们做工的小姐，做了五年之后于归，我们舍不得她去，季淑为她置备一些用品，又送她一架缝纫机，由我们家里登上彩车而去，以后她还常来探视我们。我的生日在腊八那一天，所以不容易忘过。"}
