{"text":"它与医疗活动相辅相成，我真是喜出望外。随着更频繁地投入非暴力沟通之舞，我更加热爱我的工作，并深得其乐。还有些人把非暴力沟通运用于政治上。法国一位内阁成员去看妹妹时，注意到妹妹和妹夫的沟通方式和以前很不一样。听了他们对非暴力沟通的介绍，她深受鼓舞，于是提到下周刀子需要代表法国，就有关认养程序的一引起敏感问题，与阿尔及利亚进行谈判。尽管时间很紧，我们还是请了一位讲法语的培训师去巴黎配合那位内阁部长。后来，她认为，新学习的沟通技巧对谈判的成功有突出的贡献。在耶路撒冷，不同政治立场的以色列人参加了一个暴力沟通研讨班。参加者使用非暴力沟通对容易引起争议的西岸问题发表他们的意见。许多已在西岸建立家园的以色列人，相信他们的行为是在履行宗教使命。然而，他们所面临的挑战不仅来自巴勒斯坦人，而且来自那些承认这些地区将属于巴勒斯坦的以色列人。期间，我和一位培训量示范了如何以非暴力沟通的方式来倾听，然后请参加者轮流扮演其他人的立场。分钟后，一位定居者宣布，如果她的政治对手能像刚才那样倾听她的心声，她愿意考虑放弃在西岸的定居点，并迁到国际认可的以色列领土。在世界上，有些地区面临着激烈的暴力冲突以及棘手的种族宗教或政治问题。非暴力沟通为这些地区提供了有效的解决办法。看到非暴力沟通培训的普及，以及人们使用它来调解以色列巴勒斯坦尼日利亚卢旺达塞拉利昂以及其他地区的争端，我感到特别地满足。我和工作伙伴曾在贝尔格莱德紧张地工作三天，培训那里为和平工作的市民――他们的国家正在波斯尼亚和克罗地亚进行残酷的战争。我们刚抵达时，学员们看上去十分。随着培训的进行，我们听到他们咯咯的笔。他们找到了力量的源泉，并与我们分享他们常常的感激和快乐之情。接下来的两周，我们在克罗地亚以色列巴勒斯坦先后开展了培训工作，我们再一次看到，通过运用非暴力凄恻，这些处于战乱之中的人们恢复的勇气和信心。能有机会到世界各地讲解非暴力沟通，体会它所激发的力量和喜悦，我深感幸运。现在，我很高兴，能够通过本书来与你分享非瘌痢头沟通的丰富内容！小结非暴力沟通提醒我们专注于彼此的观察感受需要和请求。它鼓励倾听，培育尊重与爱，使我们情意相通，乐于互助。有些人使用非暴力沟通理解自己，有些人用它改善人际关系，还有人借助它改进工作。在世界各地，非暴力沟通被用来协调各大个层面的争论和冲突。"}
{"text":"能有机会到世界各地讲解非暴力沟通，体会它所激发的力量和喜悦，我深感幸运。现在，我很高兴，能够通过本书来与你分享非瘌痢头沟通的丰富内容！小结非暴力沟通提醒我们专注于彼此的观察感受需要和请求。它鼓励倾听，培育尊重与爱，使我们情意相通，乐于互助。有些人使用非暴力沟通理解自己，有些人用它改善人际关系，还有人借助它改进工作。在世界各地，非暴力沟通被用来协调各大个层面的争论和冲突。――――――――――――――――――――――――――――非暴力沟通实例本书的许多带有题为非暴力沟通在行动的对话。这些圣诞是想请读者体会非暴力沟通原则的实际运用。然而，蜚凄恻不只是语言表达或使用文字的技巧，它所包含的意识和意图，也可以通过沉默专注以及面部表情和身体语言来表达。你将读到的非暴力沟通在行动的对话，是实际对话的摘要和删节版。在实际圣诞中，静静地倾听故事幽默姿势等，使双方的交流比书中浓缩之后的对话显得自然。我们的对话持续了将近二十分钟，他一直在表达痛苦，而我倾听第一句话所包含的情感和需要。他主动帮助我了解他的心灵以及深深的不幸。我并不将他的话视为攻击，而当作来自人类同胞的礼物。当这位先生感到我领会了他的意思，他开始愿意听我讲我来难民营的目的。一个小时后，这个原来称我为谋杀犯的男子邀请我去他家享用丰盛的斋月晚餐。非暴力沟通爱的语言――是什么蒙蔽了爱？有些沟通方式使我们难以体会到心中的爱。对他人的评价实际上反映了我们的需要和价值观。比较也是一种评判。我们可以用负责任的语言代替回避责任的语言。一旦意识不到我们是自己的主人，我们就成了危险人物。――――――――――――――――――――――――――――――――――――――――――――――――是什么使我们难以体会到心中的爱？在思考这个问题时，我发现某些语言和表达方式的负面影响。它闪虽然致力于满足某种愿望，却倾向于忽视人的感受和需要，以致彼此的疏远和伤害。这些语言和表达方式，我称为异化的沟通方式。道德评判道德证券是用道德的标准来评判人，如果一个人的行为不符合我们的价值观，那他就被看作是不道德的或邪恶的。例如你的毛病是你太怎么了。他对人有成见。"}
{"text":"――――――――――――――――――――――――――――――――――――――――――――――――是什么使我们难以体会到心中的爱？在思考这个问题时，我发现某些语言和表达方式的负面影响。它闪虽然致力于满足某种愿望，却倾向于忽视人的感受和需要，以致彼此的疏远和伤害。这些语言和表达方式，我称为异化的沟通方式。道德评判道德证券是用道德的标准来评判人，如果一个人的行为不符合我们的价值观，那他就被看作是不道德的或邪恶的。例如你的毛病是你太怎么了。他对人有成见。这是不恰当的。批评指责辱骂归类比较以及评论等都是在评判人。苏菲派诗人鲁米写道在道德与不道德的区分之外，有片田野。我将在那里见你。然而，语言使我们陷于是非之中。它擅长将人分类，把人看作好人或坏人，正常或不正常，负责任或不负责任，聪明或愚蠢，等等。我从小就学着以貌似客观的语言表达自己。一旦遇到不喜欢的人或不理解的事，就会想别人有什么不对。如果老师布置的作业我不想做，那他就太过分了。如果有人开车横冲到我前面，那他就是混蛋。同样的，要是达不到自己的期待，我也会觉得自己有毛病。我一心分析和确定错误的性质，而忽视自己和他人的需要。因此，如果女友想多一些体贴，那她就太粘人了。可是，如果我想多一些体贴，那她冷漠得象个木头。如果同事更关心细节，他就是有强迫症。反之，如果我更在乎细节，他就是粗心大意。我相信，诸如此类的评论暗含着我们的价值观及需要。不幸的是，以这样的方式提出主张，很可能招来敌意，使我们的愿望更难得到满足。即使他们接受批评，作出让步，通常也不是心甘情愿的。如果他们出于恐惧或内疚来迎合我们，或迟或早，我们将会发现对方不再那么友好。当然，他们也付出了代价。屈服于外部或内部的压力，很可能使他们心怀怨恨，并厌恶自己。重要的是，在这里，我们不要将价值判断与道德评判混为一。什么是可贵的品质，我们每个人都有自己的看法。例如，我们也许会欣赏诚实自由以及和平的价值。价值判断反映了我们的信念――生命的需要怎样才能得到最好的满足。看到不符合我们价值观的行为，我们可能会说暴力是不好的。杀人者是邪恶的。然而，如果我们从小就学习爱的语言，我们将会直接说出我们的价值观，而不会指责他人。"}
{"text":"屈服于外部或内部的压力，很可能使他们心怀怨恨，并厌恶自己。重要的是，在这里，我们不要将价值判断与道德评判混为一。什么是可贵的品质，我们每个人都有自己的看法。例如，我们也许会欣赏诚实自由以及和平的价值。价值判断反映了我们的信念――生命的需要怎样才能得到最好的满足。看到不符合我们价值观的行为，我们可能会说暴力是不好的。杀人者是邪恶的。然而，如果我们从小就学习爱的语言，我们将会直接说出我们的价值观，而不会指责他人。此时，我们就会说对于使用暴力来解决问题，我很，我主张通过其他方式来解决冲突。语言与暴力的关系是科罗拉多大学心理学教授的研究课题。他从许多国家的文学作品中随机节选了一些篇章，然后统计某些词语的使用频率。这些词语涉及道德评判。他的研究结果表明，这类词语的使用频率越高，暴力事件就越频繁。在一些社会中，人们习惯于将人分为好人和坏人，并认为坏人应该受到惩罚。在另一些社会中，人们倾向于围绕人的需要来考虑问题。得知后一种社会的暴力现象远少于前一种社会，我一点都不吃惊。在美国，在孩子们最可能看电视的时间段，的电视节目播放主人公杀人或暴打对方。将暴力作为节目的高潮是很典型的现象。看电视的人看得津津有味，是因为这个社会告诉他们，坏人应该被惩罚。暴力的根源在于人们忽视彼此的感受与需要，而将冲突归咎于对方――至少大部分暴力的根源者是如此，不论是语言精神或身体的暴力，还是家庭部落以及国家的暴力。冷战期间，我们看到了这种思维的危险性。美国领导人把前苏联看作是致力于摧毁美国生活方式的邪恶帝国前苏联领导人将美国人看作是试图征服他们的帝国主义压迫者。双方都没有承认内心的恐惧。进行比较比较也是评判的一种形式。在让自己过上悲惨生活一书中，丹格林伯格诙谐地提示了比较对我们的影响。他建议读者，如果真的想过上悲惨的生活，就去与他人做比较。他给初学者介绍了几个练习。第一个练习是，根据当代媒体的标准，展示完美男人或完美女人真人尺寸的全身照。他建议读者先量好自己的身体尺寸，然后与照片上的美女或帅哥的尺寸相比较，并用心体会差别。这个练习实现了它的承诺在比较时，我们开始觉得自己活得很惨。此时，我们的心情极为低落。可是，翻到下一页，我们发现，第一个练习仅是热身运动。"}
{"text":"他建议读者，如果真的想过上悲惨的生活，就去与他人做比较。他给初学者介绍了几个练习。第一个练习是，根据当代媒体的标准，展示完美男人或完美女人真人尺寸的全身照。他建议读者先量好自己的身体尺寸，然后与照片上的美女或帅哥的尺寸相比较，并用心体会差别。这个练习实现了它的承诺在比较时，我们开始觉得自己活得很惨。此时，我们的心情极为低落。可是，翻到下一页，我们发现，第一个练习仅是热身运动。既然形体美不是特别重要，格林伯格现在请我们比较要紧的事情成就。他从电话簿中随机挑出几个人让读者进行比较。他声称他看到的第一个名字是大音乐家莫扎特。格林伯格列出莫扎特能说的语言以及他在少年时期的主要作品。他接着建议读者想想他们现在的成就，然后和莫扎特十二岁时的成就做比较，并用心体会差别。读者即使不做上述练习，很呆能也会认为比较蒙蔽了我们对人对己的爱意。回避责任我们对自己的思想情感和行动负有责任。可是，人们广泛使用不得不这一短语。例如不管你是否喜欢，有些事你不得不做。显然，这种表达方式淡化了个人责任。你让我是人们常用的另一短语，例如你让我伤透了心。此时，我们的表达方式忽视了我们的情感的内在根源。在艾希曼在耶路撒冷一书中，汉娜阿伦特纪录了审判纳米战犯阿道夫艾希曼的过程。据她的记载，艾希曼及其同事借助ssp回避责任。ssp大意是办公室语言或行政命令。例如，如果问他为什么采取了某种行动，他也许会说我不得不做。如果追问为什么不得不做，他就会答道，长官命令公司政策或法律规定。当我们根据以下理由行动时，我们也就试图回避责任。受说不清楚的力量驱使。――为什么打扫房间？――因为我不得不做。我们的个人情况成长历程自我形象等。――为什么喝酒――因为我是个酒鬼。其他人的行为。――为什么我要打自己的小孩？――因为他跑到街上去。上级的命令。――为什么欺骗顾客？――因为老板叫我这样做。同伴的压力。――为什么抽烟？――因为我所有的朋友都抽烟。机构的规章制度及政策。――为什么我要将你停职？――因为你违规了。根据学校规定，我必须这么做。"}
{"text":"受说不清楚的力量驱使。――为什么打扫房间？――因为我不得不做。我们的个人情况成长历程自我形象等。――为什么喝酒――因为我是个酒鬼。其他人的行为。――为什么我要打自己的小孩？――因为他跑到街上去。上级的命令。――为什么欺骗顾客？――因为老板叫我这样做。同伴的压力。――为什么抽烟？――因为我所有的朋友都抽烟。机构的规章制度及政策。――为什么我要将你停职？――因为你违规了。根据学校规定，我必须这么做。性别角色社会角色或年龄角色。――为什么我必须做我讨厌的工作？――因为我不仅是一个丈夫，而且还是一个父亲。无法控制的冲动。――为什么吃巧克力？――因为吃巧克力的冲动征服了我。有一次，在与家长和老师讨论回避责任所带来的危险时，一位女士气愤地说但有些事，你确实不得不做，不管你是事喜欢！我认为，告诉孩子有些事他们也不得不做，并没有什么不对。于是，我请她举例说明什么事她不得不做，她有点不屑地回答这太容易了！今晚离开这里后，我不得不做饭。我讨厌做饭！我早就受够了！但二十年来，每天我都不得不做饭。即使有时累得象一条狗。因为这是你不得不做的事情。我告诉她，听到她长期做自己讨厌的事情，我很难过。我希望非暴力沟通能帮她找到解决问题的方法。很快，她从学习中找到了灵感。研讨班一结束，她就告诉家人，她不想再做饭。三个星期后，她的两个儿子参加了一个研讨班，这让我们有机会了解他们怎么看母亲的决定。大儿子感叹着马歇尔，我刚和自己说，感谢上帝！看到我困惑的表情，他解释说也许刀子终于可以不在吃饭时发牢骚了！还有一次，我为一个学区的老师提供咨询服务。一位老师说道我讨厌评级。这样做不仅没用，而且学生会很紧张。但我不得不评级。因为这是学区的政策。此前，我们刚刚练习如何以负责任的方式来表达自己。我建议这位老师用以下的方式来表达我选择评级。因为我想。她脱口而出我选择评级。因为我想保住工作。她赶紧补充说了一句我不喜欢这样说。这让我觉得我负有不可拜你推卸的责任。我回答说这正是我建议你这样表达的原因。"}
{"text":"但我不得不评级。因为这是学区的政策。此前，我们刚刚练习如何以负责任的方式来表达自己。我建议这位老师用以下的方式来表达我选择评级。因为我想。她脱口而出我选择评级。因为我想保住工作。她赶紧补充说了一句我不喜欢这样说。这让我觉得我负有不可拜你推卸的责任。我回答说这正是我建议你这样表达的原因。法国作家乔治贝尔诺斯有段话引起了我的共鸣我常常想，如果有一天，技术的进步最终被用来摧毁人类，那么，并非是暴行导致人类的灭亡，当然，更不能说是得复仇行为使人类灭亡人类的灭亡，却是因为现代人唯唯诺诺缺乏责任感，毕恭毕敬地服从各种命令。我们所看到的悲剧和马上就要看到的更大悲剧，并非是世界上反抗的人不服从的人增多了，而是唯命是从的人听话的人越来越多。一旦意识不到我们是自己的主人，我们就成了危险人物。强人所难我们对别人的要求往往暗含着威胁如果不配合，他们就会受到惩罚。在我们的社会中，这是强者常用的手段。许多人相信，作为父母师长或经理，我们的职责就是改变他们并让他们循规蹈矩。我也曾以为，作为父亲，我的职责说法是管教孩子。可是，我发现，我可以提出各种要求，但无法强迫孩子们按我的期待生活。盛气凌人并无济于事。是的，我要以通过惩罚来教训他们，但如果我真的那样做了，他们迟早也会想出办法来对付我。在第六章，我们将探讨请求与命令的区别――这是非暴力沟通的重要内容。异化的沟通方式还与一个想法有关有些行为值得奖励，而另一些行为必须受罚。这种应当这个证书得到了体现。例如他应当为他所做的事情受到惩罚。这种想法认为有些人是坏人，应该通过惩罚让他们感到后悔并重新做人。然而，我相信，如果一个人选择新的生活，是为了追求幸福，而非为了逃避惩罚，那他的行为就符合所有人的利益。我们大多数的人使用的语言倾向于评判比较命令和指责，而不是鼓励我们倾听彼此的感受和需要。我相信，异化的沟通方式的基础是性恶论。长期以来，我们强调人性本恶以及通过教育来控制天性。这导致了我们对自己的感受和需要常常心存疑虑，以致不愿去体会自己的内心世界。异化的沟通方式源自于等级社会或专制社会，同时也支撑着它闪。对于国王沙皇贵族来说，将臣民训练得具有奴隶般的精神状态符合我们的利益。"}
{"text":"我们大多数的人使用的语言倾向于评判比较命令和指责，而不是鼓励我们倾听彼此的感受和需要。我相信，异化的沟通方式的基础是性恶论。长期以来，我们强调人性本恶以及通过教育来控制天性。这导致了我们对自己的感受和需要常常心存疑虑，以致不愿去体会自己的内心世界。异化的沟通方式源自于等级社会或专制社会，同时也支撑着它闪。对于国王沙皇贵族来说，将臣民训练得具有奴隶般的精神状态符合我们的利益。不应该应该和不得不这些表达方式特别适合这个目的人们越是习惯于评定是非，他们也就越货币于追随权威，来锋利正确和错误的标准。一旦专注于自身的感受和需要，我们就不再是好奴隶和好属下。小结人天生热爱生命，乐于互助。可是，异化的沟通方式使我们难以体会到心中的爱。首先证券就是其中的一种，它将不符合我们价值观的人看作是不道德的或邪恶的。进行比较也是一种评判，它会蒙蔽对人对己的爱意。异化的沟通方式还淡化了我们对自己的思想情感和行为的责任意识。此外，强人所难也会造成心灵的隔阂。非暴力沟通爱的语言――区分观察和评论不区分观察和评论，人们将倾向于听到批评。不带评论的观察是人类智力的最高形式。――――――――――――――――――――――――――――――我知道如何回应你，当你说我做了什么或没做什么，我也可以回应你的评论，但请不要把二者混淆。如果你想把任何事情搅浑，我可以告诉你怎么做把我做的事情，和你的反应混为一谈。告诉我你感到失望，当你看到事情还没做完，但说我不负责任并无法打动我。告诉我你感到受伤，当我对你的请求说不，但说我冷漠并不会增加你以后的机会。是的，我知道如何回应你，当你说我做了什么或没做什么，我也可以回应你的评论，但请不要把二者混淆。――马歇尔卢森堡非暴力沟通的第一个要素是观察。我们仔细观察正在发生的事情，并清楚地说出观察结果。非暴力沟通并不要求我们保持完全的客观而不做任何评论。它只是强调区分观察和评论的重要性。将观察和评论混为一谈，人们将倾向于听到批评，甚至会产生逆反心理。同时，非暴力沟通不鼓励绝对化的评论，而主张评论要基于特定时间和环境中的观察。语义学家温德尔约翰逊认为，用静态的语言捕捉变动不剧场的现实，会造成许多困扰。"}
{"text":"――马歇尔卢森堡非暴力沟通的第一个要素是观察。我们仔细观察正在发生的事情，并清楚地说出观察结果。非暴力沟通并不要求我们保持完全的客观而不做任何评论。它只是强调区分观察和评论的重要性。将观察和评论混为一谈，人们将倾向于听到批评，甚至会产生逆反心理。同时，非暴力沟通不鼓励绝对化的评论，而主张评论要基于特定时间和环境中的观察。语义学家温德尔约翰逊认为，用静态的语言捕捉变动不剧场的现实，会造成许多困扰。他讲道我们的语言年代久远，但先天不足，是一种有缺陷的工具。它反映了万物有灵论的思想，让我们谈论稳定性和持久性，谈论相似之处常态和各类，谈论神奇的转变迅速的痊愈简单的问题以及终极的解决办法。然而，我们的世界包含着过场的过程变化差别层面功能关系问题以及复杂性。静态的语言与动态的世界并不匹配，这是我们面临的挑战之一。以下这首歌反映了观察和评论的区别。我从未见过懒惰的我见过有个人有时在下午睡觉，在雨天不出门，但他不是一个懒惰的人。请在你胡言乱语之前，想一想，他是个懒惰的人，还是他的行为被我们称为懒惰？我从未见过愚蠢的孩子我见过有个孩子有时做的事我不理解，或不按我的吩咐做事情，但他不是一个愚蠢的孩子。请在你说他愚蠢之前，想一想，他是个愚蠢的孩子，还是他懂的事情和你不一样？我使劲看了又看，从早到晚从未看到厨师我看到有个人把食物调配在一起，打起了炎，看着炒菜的炉子――我看到这些但没有看到厨师。告诉我，当你看的时候，你看到的是厨师，还是有个人做的事情被我们称为烹饪？我们说有的人懒惰，另一些人说他们与世无争，我们说有的人愚蠢，另一些人说他学习方法有区别。因此，我得出结论，如果不把事实和意见混为一谈，我们将不再困惑。因为你可能无所谓，我也想说这只是我的意见。――鲁思贝本梅尔负面标签的消极影响很明显――例如用懒惰和愚蠢这样的词形容人。然而，正面或中性的标签也会妨碍我们全面了解一个人，例如用厨师一词定义人。人类智力的最高形式印度哲学家克里希那穆提曾经说不带评论的观察是人类智力的最高形式。"}
