{"text":"这种文学存在着，但它不是杜衡，韩侍桁，杨人之流的什么第三种文学。因此，我很同意郭沫若先生的国防文艺是广义的爱国主义的文学和国防文艺是作家关系间的标帜，不是作品原则上的标帜的意见。我提议文艺家协会应该克服它的理论上与行动上的宗派主义与行帮现象，把限度放得更宽些，同时最好将所谓领导权移到那些确能认真做事的作家和青年手里去，不能专让徐懋庸之流的人在包办。至于我个人的加入与否，却并非重要的事。其次，我和民族革命战争的大众文学这口号的关系。徐懋庸之流的宗派主义也表现在对于这口号的态度上。他们既说这是标新立异，又说是与国防文学对抗。我真料不到他们会宗派到这样的地步。只要民族革命战争的大众文学的口号不是汉奸的口号，那就是一种抗日的力量为什么这是标新立异？你们从那里看出这是与国防文学对抗？拒绝友军之生力的，暗暗的谋杀抗日的力量的，是你们自己的这种比白衣秀士王伦还要狭小的气魄。我以为在抗日战线上是任何抗日力量都应当欢迎的，同时在文学上也应当容许各人提出新的意见来讨论，标新立异也并不可怕这和商人的专卖不同，并且事实上你们先前提出的国防文学的口号，也并没有到南京政府或苏维埃政府去注过册。但现在文坛上仿佛已有国防文学牌与民族革命战争大众文学牌的两家，这责任应该徐懋庸他们来负，我在病中答访问者的一文里是并没有把它们看成两家的。自然，我还得说一说民族革命战争的大众文学这口号的无误及其与国防文学口号之关系。――我先得说，前者这口号不是胡风提的，胡风做过一篇文章是事实，但那是我请他做的，他的文章解释得不清楚也是事实。这口号，也不是我一个人的标新立异，是几个人大家经过一番商议的，茅盾先生就是参加商议的一个。郭沫若先生远在日本，被侦探监视着，连去信商问也不方便。可惜的就只是没有邀请徐懋庸们来参加议讨。但问题不在这口号由谁提出，只在它有没有错误。"}
{"text":"――我先得说，前者这口号不是胡风提的，胡风做过一篇文章是事实，但那是我请他做的，他的文章解释得不清楚也是事实。这口号，也不是我一个人的标新立异，是几个人大家经过一番商议的，茅盾先生就是参加商议的一个。郭沫若先生远在日本，被侦探监视着，连去信商问也不方便。可惜的就只是没有邀请徐懋庸们来参加议讨。但问题不在这口号由谁提出，只在它有没有错误。如果它是为了推动一向囿于普洛革命文学的左翼作家们跑到抗日的民族革命战争的前线上去，它是为了补救国防文学这名词本身的在文学思想的意义上的不明了性，以及纠正一些注进国防文学这名词里去的不正确的意见，为了这些理由而被提出，那么它是正当的，正确的。如果人不用脚底皮去思想，而是用过一点脑子，那就不能随便说句标新立异就完事。民族革命战争的大众文学这名词，在本身上，比国防文学这名词，意义更明确，更深刻，更有内容。民族革命战争的大众文学，主要是对前进的一向称左翼的作家们提倡的，希望这些作家们努力向前进，在这样的意义上，在进行联合战线的现在，徐懋庸说不能提出这样的口号，是胡说！民族革命战争的大众文学，也可以对一般或各派作家提倡的，希望的，希望他们也来努力向前进，在这样的意义上，说不能对一般或各派作家提这样的口号，也是胡说！但这不是抗日统一战线的标准，徐懋庸说我说这应该作为统一战线的总口号，更是胡说！我问徐懋庸究竟看了我的文章没有？人们如果看过我的文章，如果不以徐懋庸他们解释国防文学的那一套来解释这口号，如聂绀弩等所致的错误，那么这口号和宗派主义或关门主义是并不相干的。这里的大众，即照一向的群众，民众的意思解释也可以，何况在现在，当然有人民大众这意思呢。我说国防文学是我们目前文学运动的具体口号之一，为的是国防文学这口号，颇通俗，已经有很多人听惯，它能扩大我们政治的和文学的影响，加之它可以解释为作家在国防旗帜下联合，为广义的爱国主义的文学的缘故。因此，它即使曾被不正确的解释，它本身含义上有缺陷，它仍应当存在，因为存在对于抗日运动有利益。"}
{"text":"这里的大众，即照一向的群众，民众的意思解释也可以，何况在现在，当然有人民大众这意思呢。我说国防文学是我们目前文学运动的具体口号之一，为的是国防文学这口号，颇通俗，已经有很多人听惯，它能扩大我们政治的和文学的影响，加之它可以解释为作家在国防旗帜下联合，为广义的爱国主义的文学的缘故。因此，它即使曾被不正确的解释，它本身含义上有缺陷，它仍应当存在，因为存在对于抗日运动有利益。我以为这两个口号的并存，不必像辛人先生的时期性与时候性的说法，我更不赞成人们以各种的限制加到民族革命战争的大众文学上。如果一定要以为国防文学提出在先，这是正统那么就将正统权让给要正统的人们也未始不可，因为问题不在争口号，而在实做尽管喊口号，争正统，固然也可作为文章，取点稿费，靠此为生，但尽管如此，也到底不是久计。最后，我要说到我个人的几件事。徐懋庸说我最近半年的言行，助长着恶劣的倾向。我就检查我这半年的言行。所谓言者，是发表过四五篇文章，此外，至多对访问者谈过一些闲天，对医生报告我的病状之类所谓行者，比较的多一点，印过两本版画，一本杂感，译过几章死魂灵，生过三个月的病，签过一个名，此外，也并未到过咸肉庄或赌场，并未出席过什么会议。我真不懂我怎样助长着，以及助长什么恶劣倾向。难道因为我生病么？除了怪我生病而竟不死以外，我想就只有一个说法怪我生病，不能和徐懋庸这类恶劣的倾向来搏斗。其次，是我和胡风，，黄源诸人的关系。我和他们，是新近才认识的，都由于文学工作上的关系，虽然还不能称为至交，但已可以说是朋友。不能提出真凭实据，而任意诬我的朋友为内奸，为卑劣者，我是要加以辩正的，这不仅是我的交友的道义，也是看人看事的结果。徐懋庸说我只看人，不看事，是诬枉的，我就先看了一些事，然后看见了徐懋庸之类的人。胡风我先前并不熟识，去年的有一天，一位名人约我谈话了，到得那里，却见驶来了一辆汽车，从中跳出四条汉子田汉，周起应，还有另两个，一律洋服，态度轩昂，说是特来通知我胡风乃是内奸，官方派来的。我问凭据，则说是得自转向以后的穆木天口中。转向者的言谈，到左联就奉为圣旨，这真使我口呆目瞪。再经几度问答之后，我的回答是证据薄弱之极，我不相信！当时自然不欢而散，但后来也不再听人说胡风是内奸了。"}
{"text":"胡风我先前并不熟识，去年的有一天，一位名人约我谈话了，到得那里，却见驶来了一辆汽车，从中跳出四条汉子田汉，周起应，还有另两个，一律洋服，态度轩昂，说是特来通知我胡风乃是内奸，官方派来的。我问凭据，则说是得自转向以后的穆木天口中。转向者的言谈，到左联就奉为圣旨，这真使我口呆目瞪。再经几度问答之后，我的回答是证据薄弱之极，我不相信！当时自然不欢而散，但后来也不再听人说胡风是内奸了。然而奇怪，此后的小报，每当攻击胡风时，便往往不免拉上我，或由我而涉及胡风。最近的则如现实文学发表了笔录的我的主张以后，社会日报就说是胡风，笔录也和我的本意不合，稍远的则如周文向傅东华抗议删改他的小说时，同报也说背后是我和胡风。最阴险的则是同报在去年冬或今年春罢，登过一则花边的重要新闻说我就要投降南京，从中出力的是胡风，或快或慢，要看他的办法。我又看自己以外的事有一个青年，不是被指为内奸，因而所有朋友都和他隔离，终于在街上流浪，无处可归，遂被捕去，受了毒刑的么？又有一个青年，也同样的被诬为内奸，然而不是因为参加了英勇的战斗，现在坐在苏州狱中，死活不知么？这两个青年就是事实证明了他们既没有像穆木天等似的做过堂皇的悔过的文章，也没有像田汉似的在南京大演其戏。同时，我也看人即使胡风不可信，但对我自己这人，我自己总还可以相信的，我就并没有经胡风向南京讲条件的事。因此，我倒明白了胡风鲠直，易于招怨，是可接近的，而对于周起应之类，轻易诬人的青年，反而怀疑以至憎恶起来了。自然，周起应也许别有他的优点。也许后来不复如此，仍将成为一个真的革命者胡风也自有他的缺点，神经质，繁琐，以及在理论上的有些拘泥的倾向，文字的不肯大众化，但他明明是有为的青年，他没有参加过任何反对抗日运动或反对过统一战线，这是纵使徐懋庸之流用尽心机，也无法抹杀的。至于黄源，我以为是一个向上的认真的译述者，有译文这切实的杂志和别的几种译书为证。是一个有热情的有进步思想的作家，在屈指可数的好作家之列的作家，他固然有安那其主义者之称，但他并没有反对我们的运动，还曾经列名于文艺工联名的战斗的宣言。黄源也签了名的。"}
{"text":"至于黄源，我以为是一个向上的认真的译述者，有译文这切实的杂志和别的几种译书为证。是一个有热情的有进步思想的作家，在屈指可数的好作家之列的作家，他固然有安那其主义者之称，但他并没有反对我们的运动，还曾经列名于文艺工联名的战斗的宣言。黄源也签了名的。这样的和作家要来参加抗日的统一战线，我们是欢迎的，我真不懂徐懋庸等类为什么要说他们是卑劣？难道因为有译文存在碍眼？难道连西班牙的安那其的破坏革命，也要负责？还有，在中国近来已经视为平常，而其实不但助长，却正是恶劣的倾向的，是无凭无据，却加给对方一个很坏的恶名。例如徐懋庸的说胡风的诈，黄源的谄，就都是。田汉周起应们说胡风是内奸，终于不是，是因为他们发昏并非胡风诈作内奸，其实不是，致使他们成为说谎。社会日报说胡风拉我转向，而至今不转，是撰稿者有意的诬陷并非胡风诈作拉我，其实不拉，以致记者变了造谣。胡风并不左得可爱，但我以为他的私敌，却实在是左得可怕的。黄源未尝作文捧我，也没有给我做过传，不过专办着一种月刊，颇为尽责，舆论倒还不坏，怎么便是谄，怎么便是对于我的效忠致敬？难道译文是我的私产吗？黄源奔走于傅郑门下之时，一副谄佞之相，徐懋庸大概是奉谕知道的了，但我不知道，也没有见过，至于他和我的往还，却不见有谄佞之相，而徐懋庸也没有一次同在，我不知道他凭着什么，来断定和谄佞于傅郑门下者无异？当这时会，我也就是证人，而并未实见的徐懋庸，对于本身在场的我，竟可以如此信口胡说，含血喷人，这真可谓横暴恣肆，达于极点了。莫非这是了解了现在的基本的政策之故吗？和全世界都一样的吗？那么，可真要吓死人！其实现在的基本政策是决不会这样的好像天罗地网的。不是只要抗日，就是战友吗？诈何妨，谄又何妨？又何必定要剿灭胡风的文字，打倒黄源的译文呢，莫非这里面都是二十一条和文化侵略吗？首先应该扫荡的，倒是拉大旗作为虎皮，包着自己，去吓呼别人小不如意，就倚势！定人罪名，而且重得可怕的横暴者。自然，战线是会成立的，不过这吓成的战线，作不得战。"}
{"text":"莫非这是了解了现在的基本的政策之故吗？和全世界都一样的吗？那么，可真要吓死人！其实现在的基本政策是决不会这样的好像天罗地网的。不是只要抗日，就是战友吗？诈何妨，谄又何妨？又何必定要剿灭胡风的文字，打倒黄源的译文呢，莫非这里面都是二十一条和文化侵略吗？首先应该扫荡的，倒是拉大旗作为虎皮，包着自己，去吓呼别人小不如意，就倚势！定人罪名，而且重得可怕的横暴者。自然，战线是会成立的，不过这吓成的战线，作不得战。先前已有这样的前车，而覆车之鬼，至死不悟，现在在我面前，就附着徐懋庸的肉身而出现了。在左联结成的前后，有些所谓革命作家，其实是破落户的漂零子弟。他也有不平，有反抗，有战斗，而往往不过是将败落家族的妇姑勃G，叔嫂斗法的手段，移到文坛上。嘁嘁嚓嚓，招是生非，搬弄口舌，决不在大处着眼。这衣钵流传不绝。例如我和茅盾，郭沫若两位，或相识，或未尝一面，或未冲突，或曾用笔墨相讥，但大战斗却都为着同一的目标，决不日夜记着个人的恩怨。然而小报却偏喜欢记些鲁比茅如何，郭对鲁又怎样，好像我们只在争座位，斗法宝。就是死魂灵，当译文停刊后，世界文库上也登完第一部的，但小报却说郑振铎腰斩死魂灵，或一怒中止了翻译。这其实正是恶劣的倾向，用谣言来分散文艺界的力量，近于内奸的行为的。然而也正是破落文学家最末的道路。我看徐懋庸也正是一个嘁嘁嚓嚓的，和小报是有关系了，但还没有坠入最末的道路。不过也已经胡涂得可观。否则，便是骄横了。例如他信里说对于他们的言行，打击本极易，但徒以有先生作他们的盾牌，所以在实际解决和文字斗争上都感到绝大的困难。是从修身上来打击胡风的诈，黄源的谄，还是从作文上来打击胡风的论文，黄源的译文呢？――这我倒并不急于知道我所要问的是为什么我认识他们，打击就感到绝大的困难？对于造谣生事，我固然决不肯附和，但若徐懋庸们义正词严，我能替他们一手掩尽天下耳目的吗？而且什么是实际解决？是充军，还是杀头呢？在统一战线这大题目之下，是就可以这样锻炼人罪，戏弄威权的？我真要祝祷国防文学有大作品，倘不然，也许又是我近半年来，助长着恶劣的倾向的罪恶了。临末，徐懋庸还叫我细细读斯太林传。"}
{"text":"对于造谣生事，我固然决不肯附和，但若徐懋庸们义正词严，我能替他们一手掩尽天下耳目的吗？而且什么是实际解决？是充军，还是杀头呢？在统一战线这大题目之下，是就可以这样锻炼人罪，戏弄威权的？我真要祝祷国防文学有大作品，倘不然，也许又是我近半年来，助长着恶劣的倾向的罪恶了。临末，徐懋庸还叫我细细读斯太林传。是的，我将细细的读，倘能生存，我当然仍要学习但我临末也请他自己再细细的去读几遍，因为他翻译时似乎毫无所得，实有从新细读的必要。否则，抓到一面旗帜，就自以为出入头地，摆出奴隶总管的架子，以鸣鞭为唯一的业绩――是无药可医，于中国也不但毫无用处，而且还有害处的。八月三――六日。本篇最初发表于一九三六年八月作家月刊第一卷第五期。当时在病中，本文由冯雪峰根据的意见拟搞，经补充修改而成。一九三五年后半年，中国共产党确定了建立抗日民族统一战线的政策，得到全国人民的热烈拥护，促进了抗日高潮的到来。当时上海左翼文化运动的党内领导者以周扬夏衍等为主受中国共产党驻共产国际代表团一些人委托萧三写信建议的影响，认识到左翼作家联盟工作中确实存在着左的关门主义和宗派主义倾向，认为左联这个组织已不能适应新的形势，在这年年底决定左联自动解散，并筹备成立以抗日救亡为宗旨的文艺家协会。左联的解散曾经由茅盾征求过的意见，曾表示同意，但是对于决定和实行这一重要步骤的方式比较简单，不够郑重，他是不满意的。其后周扬等提出国防文学的口号，号召各阶层各派别的作家参加抗日民族统一战线，努力创作抗日救亡的文艺作品。但在国防文学口号的宣传中，有的片面强调必须以国防文学作为共同的创作口号有的忽视了无产阶级在统一战线中的领导作用。注意到这些情况，提出了民族革命战争的大众文学的口号，作为对于左翼作家的要求和对于其他作家的希望。革命文艺界围绕这两个口号的问题进行了尖锐的争论。在六月间发表的答托洛斯基派的信和论现在我们的文学运动中，已经表明了他对于抗日民族统一战线政策和当时文学运动的态度，在本文中进一步说明了他的见解。徐懋庸参看本卷第页注。原名李芾甘，四川成都人，作家翻译家。著有长篇小说家春秋等。"}
{"text":"注意到这些情况，提出了民族革命战争的大众文学的口号，作为对于左翼作家的要求和对于其他作家的希望。革命文艺界围绕这两个口号的问题进行了尖锐的争论。在六月间发表的答托洛斯基派的信和论现在我们的文学运动中，已经表明了他对于抗日民族统一战线政策和当时文学运动的态度，在本文中进一步说明了他的见解。徐懋庸参看本卷第页注。原名李芾甘，四川成都人，作家翻译家。著有长篇小说家春秋等。黄源，浙江海盐人，翻译家。曾任文学月刊编辑译文月刊编辑。胡风，原名张光人，湖北蕲春人，文艺理论家，左联成员。文艺家协会全名中国文艺家协会。一九三六年六月七日成立于上海。该会的宣言发表于文学界月刊第一卷第二期一九三六年七月。先安内而后攘外这是国民党政府所奉行的对内镇压对外投降的反共卖国政策。蒋介石在一九三一年十一月三十日国民党政府外长顾维钧宣誓就职会上的亲书训词中提出攘外必先安内，统一方能御侮。一九三三年四月十日，蒋介石在南昌对国民党将领演讲时，又一次提出安内始能攘外，为其反共卖国政策辩护。文学界月刊，周渊编辑，一九三六年六月创刊于上海，出至第四期停刊。这里所说关于联合问题和国防文学的文章，指何家槐的文艺界联合问题我见和周扬的关于国防文学。何家槐在文艺界联合问题我见一文中，引用了在对于左翼作家联盟的意见中我以为战线应该扩大和我以为联合战线是以有共同目的为必要条件的两段话。鸳鸯蝴蝶参看本卷第页注。法国的人民阵线第二次世界大战前夕形成的法国反法西斯统一战线组织，一九三五年正式成立，参加者为共产党社会党激进社会党和其他党派。按何家槐在文艺界联合问题我见一文中，未引例法国的人民阵线。该文只是说这里，我们可以举行国外的例证。如去年六月举行的巴黎保卫文化大会，在那到会的代表二十多国，人数多至二百七八十人的作家和学者之中，固然有进步的作家和评论家如巴比塞勃洛克马洛罗曼罗兰尼善基希潘菲洛夫伊凡诺夫等等，可是同时也包含了福斯脱赫胥黎以及耿痕脱这些比较落后的作家。指周扬在关于国防文学一文中说国防的主题应当成为汉奸以外的一切作家的作品之最中心的主题。"}
{"text":"按何家槐在文艺界联合问题我见一文中，未引例法国的人民阵线。该文只是说这里，我们可以举行国外的例证。如去年六月举行的巴黎保卫文化大会，在那到会的代表二十多国，人数多至二百七八十人的作家和学者之中，固然有进步的作家和评论家如巴比塞勃洛克马洛罗曼罗兰尼善基希潘菲洛夫伊凡诺夫等等，可是同时也包含了福斯脱赫胥黎以及耿痕脱这些比较落后的作家。指周扬在关于国防文学一文中说国防的主题应当成为汉奸以外的一切作家的作品之最中心的主题。国防文学的创作必需采取进步的现实主义的方法。杜衡参看本卷第页注。杨人，参看本卷第页注韩侍桁，天津人。他们都鼓吹所谓小资产阶级革命文学，和杜衡的主张相呼应。郭沫若―四川乐山人，文学家历史学家社会活动家。这里所引的话，见他在一九三六年七月文学界月刊第一卷第二期发表的国防污池炼狱我觉得国防文艺应该包含着各种各样的文艺作品，由纯粹社会主义的以至于狭义爱国主义的，但只要不是卖国的，不是为帝国主义作伥的东西我觉得国防文艺应该是作家关系间的标帜，而不是作品原则上的标帜。并不是一定要声声爱国，一定要句句救亡，然后才是国防文艺我也相信，国防文艺可以称为广义的爱国文艺。徐懋庸的话见于他在光明半月刊创刊号一九三六年六月十日发表的人民大众向文学要求什么？一文关于现阶段的中国大众所需要的文学，早已有人根据政治情势以及文化界一致的倾向，提出国防文学的口号，而且已经为大众所认识，所拥护。但在胡风先生的论文里，对于这个口号不予批评而另提关于同一运动的新口号，是不是故意标新立异，要混淆大众的视听，分化整个新文艺运动的路线呢？白衣秀士王伦小说水浒传中的人物，见该书第十九回。即收入本书的论现在我们的文学运动。胡风的这篇文章，题为人民大众向文学要求什么？，发表于文学丛报第三期一九三六年六月，其中提到了民族革命战争的大众文学这口号。茅盾沈雁冰的笔名，浙江桐乡人，作家文学评论家社会活动家，文学研究会的主要成员。著有长篇小说子夜蚀等。聂绀弩参看本卷第页注。"}
