{"text":"司马迁写他的世家传记时，赞许他说陈丞相平，少时本好黄老之术。方其割肉俎上之时，其意固已远矣。倾侧扰攘楚，魏之间，卒归高帝。常出奇计救纠纷之难，振国家之患。及吕后，时事多故矣，然平竟自脱，定宗庙，以荣名终，称贤相，岂不善始善终哉！非知谋，孰能当此者乎！如果只看太史公赞语的一面，好像他也很赞成陈平一生用智谋的成功，但要注意他笔下的微言说少时本好黄老之术。及方其割肉俎上之时，其意固已远矣。这本好与固已远矣几个字，便是说明陈平虽然本来好学黄老的学术，但后来一遇机会而作事的时候，因为学黄老的修养不到家，他便变成喜用权谋，距离黄老道德的本旨更远了。所以他在陈平的本传里，便引用他自己的话，说明这个道理。并且在最后的末了，他又记载着陈平的孙子陈何代侯时，坐略人妻弃市，国始除。其后，曾孙陈掌，以卫氏亲贵戚，愿得续封陈氏，然终不得。等话作结语。由此可见司马迁费尽心力，写出错用道家思想，作为权谋的弊害，而且运用权谋者，必须在事先有先见之明，但老子早已说过前识者，道之华，愚之始。是以大丈夫处其厚，不居其薄。处其实，不居其华。故去彼取此。由此可见老子的道家思想，是如何地贬斥权谋，主张以长厚自处了，这与孔子的儒家思想，何尝又有不同呢！老子的政治思想，不但贬斥权谋，而且更不是主张退化到如原始社会的政治。但所说的小国寡民，是他全部学术思想中，涉及当时诸侯建国分治，地方自治政治思想之一而已。他对于天下国家中国古人，常有用天下二字，以概全国的习惯政治的主张，更是主张统一的。例如他说天得一以清，地得一以宁，神得一以灵，谷得一以盈，万物得一以生，侯王得一以为天下贞。当然，这里引用老子所谓的得一，并不足以说明老子的主张，必是统一的思想。他在这里所用的一，同时还包括了修养的成分，因此他又说故贵以贱为本，高以下为基，是以侯王自谓孤寡不b，此非以贱为本耶？非乎？人之所恶，唯孤寡不我，而侯王以自称。故致誉无誉，不欲王录王录如玉，珞珞如石。由此而知他的德化一统的政治思想，都在原文所有的著述中，已经充分表现出来。至于老子报怨以德的主张，更是中国文化悠远博大的传统精神。"}
{"text":"当然，这里引用老子所谓的得一，并不足以说明老子的主张，必是统一的思想。他在这里所用的一，同时还包括了修养的成分，因此他又说故贵以贱为本，高以下为基，是以侯王自谓孤寡不b，此非以贱为本耶？非乎？人之所恶，唯孤寡不我，而侯王以自称。故致誉无誉，不欲王录王录如玉，珞珞如石。由此而知他的德化一统的政治思想，都在原文所有的著述中，已经充分表现出来。至于老子报怨以德的主张，更是中国文化悠远博大的传统精神。孔子是主张以直报怨，所以他也自说匿怨而友其人，左丘明耻之，丘亦耻之，多少还带有快气的成分，这种地方，较之老子，好像便有炉火纯而未青的感觉，所以孔子的宪章文武，是理有固然。至于老子的思想，扶摇三代以上，远绍黄帝之先，用为君师之道，足可当之无愧。老子摄生养生的学术中国文化哲学，自古传统的习惯，无论是讲超越形而上的虚无，或讲形而下世间人事物理的妙用，缩小而至于人生，必须归于修养身心性命的实用之间，扩而大之，便可见之于齐家治国平天下的应用，从来不徒托空言，而不见之于行事之间，但使思想辩聪，独立为学。尤其在身心修养方面，必然反求诸我，要与伦理道德的德行相宜，才可称之为学，这便是中国文化哲学与西方文化哲学最大不同的关键。所以站在西洋哲学的角度来看中国文化，认为中国文化，根本就没有真正的哲学，只有偏于人生修养的一面，但可称为人生哲学而已。如果站在中国文化立场来讲，对于西方哲学的思想与内养工夫，并不必然要求行思一致，便会认为它是承虚接响，徒为妙密的妄想而已，固然合于逻辑，言之成理，足以启发睿思，倘使用之于人事世间，则有背道而驰，完全不合实用，所以必须甄择，善加融通方可。老子，当然是中国文化思想的大家，更是道家学术中心的代表，在周秦之际，除了老子讲究身心性命的修养道术以外，有关方士们的资料，已经无法找到，所以老子讲摄生养生的方术，便是时代最早而且较为具体的学说了。宋代真修正统丹道的张紫阳真人，在他著述的悟真篇中，便说阴符宝字逾三百，道德灵文满五千，今古上仙无限数，尽从此处达真诠。饶君聪慧过颜闵。不遇真师莫强猜，只为金丹无口诀，教君何处结灵胎。这就是代表道家人物，对于老子道德经重视的价值，现在我们为了讲述的方使，简单归纳他的要点入手立基虚极静笃的养静论如说致虚极，守静笃，万物并作，吾以观其复。"}
{"text":"宋代真修正统丹道的张紫阳真人，在他著述的悟真篇中，便说阴符宝字逾三百，道德灵文满五千，今古上仙无限数，尽从此处达真诠。饶君聪慧过颜闵。不遇真师莫强猜，只为金丹无口诀，教君何处结灵胎。这就是代表道家人物，对于老子道德经重视的价值，现在我们为了讲述的方使，简单归纳他的要点入手立基虚极静笃的养静论如说致虚极，守静笃，万物并作，吾以观其复。夫物芸芸，各复归其根。归根日静，静日复命。复命日常，知常日明。不知常，妄作凶。这便是老子所提出养静论的原理与原则，他指出生命的源头，是以静态为根基的，所以要修养恢复到生命原始的静态，才是合于常道。致于养静的方法，并没有像后世道家提出打坐静坐守窍等等花样，他只是说了六个字的原则，致虚极，守静笃，致虚要虚灵到极点，守静要清宁到静极，便是摄生养神的妙方了。由静极进于绵绵若存的养神论如说谷神不死，是谓玄牝。玄牝之门，是谓天地根。绵绵若存，用之不勤。这便是说明先由养静入手，而到达虚灵不昧，至于精神合一，与天地同其绵密长存的境界，可以与天地同根往来，绵密恍惚而共其长久的妙用。他所谓的谷神，既不是如宗教性山谷中显赫的神灵，更不是后世道家指物传心，认为人身某一窍穴，或紧撮b道，便是谷神的作用。所谓谷，是无法说明中，借用实物的形容辞。谷，便是深山幽谷，那种空调深远寂静的状态，但幽深的空谷，因为气流静止，虽纤尘扬动，便有回流专声的作用，俨然如有神在，因此老子借它来形容虚灵寂静的神境，同时具有不昧的功能，谓之谷神。所谓玄牝，也不全是后世道家所指的丹田妙窍，玄牝是从易经学系的思想而来。玄，是与元通用，牝，是古代做雌性代号的通用辞。凡这个世界上动物的生命，都从阴性雌性的空洞根源中孕育而生，所以人要修到长存不死的成果，由养静，养神而到达谷神的境界，便是绵绵若存，虚灵不昧的玄牝之门，也是生命的根源，可与天地精神相往来了。辅助养静养神的养气论如说天地之间，其犹橐龠乎！虚而不屈，动而愈出，用以说明往来生死一气的作用。橐，是两头空空而可以装东西的袋子。龠，是古代的乐器，可以吹气通风的竹管。橐龠，本来是两件事物，用来作为比方，后来也有解释它为通风吹火所用风箱口的传送片。"}
{"text":"凡这个世界上动物的生命，都从阴性雌性的空洞根源中孕育而生，所以人要修到长存不死的成果，由养静，养神而到达谷神的境界，便是绵绵若存，虚灵不昧的玄牝之门，也是生命的根源，可与天地精神相往来了。辅助养静养神的养气论如说天地之间，其犹橐龠乎！虚而不屈，动而愈出，用以说明往来生死一气的作用。橐，是两头空空而可以装东西的袋子。龠，是古代的乐器，可以吹气通风的竹管。橐龠，本来是两件事物，用来作为比方，后来也有解释它为通风吹火所用风箱口的传送片。这是说明呼吸往来与一气作用的现象，可以辅助养静养神，使精神合一的功用，所以他又说载营魄抱一，能无离乎！专气致柔，能如婴儿乎！涤除玄览，能无疵乎！营卫，是古代医学用于气血的代名辞。魂魄，也是古代道家用于精神的代名辞。他所说的载营魄抱一，能无离乎！这便是说一个人，若能修养到精神魂魄结合为一，而不离散，心志与气机往来专一，到达柔弱如婴儿的状况，洗涤心智，而不留丝毫的垢疵，便可到达天门开阖，能无雌乎完全雄阳的境界，后世修炼神仙的丹道家，便称之为阳神。恍惚至精的道妙由于养静养神养气的效果，最后便可以知道力与精神的真正作用，如说孔德之容，惟道是从。道之为物，惟恍惟惚。惚兮恍兮，其中有象。恍兮惚兮，其中有物。窈兮冥兮，其中有精。其精甚真，其中有信。自古及今，其名不去，以阅众甫。吾何以知众甫之状哉？以此。他所说的精神与道，是一切众生都可以征信得到的众甫，便是众生的古义，后来到庄子，才改称为众生。恍惚，不是昏迷或糊涂，恍惚是形容心神灵明静照的境界。窈冥，不是暗昧，窈冥是形容深远清冥的境界。这都是说明养静养神养气的成果，合于道成德就，涵容万类真实的情况。一个人的修养，如果到达这种境界，对于精神的妙用，便可自有把握的见到它的信验了。摄生养生的成果至于摄生养生的成果，他首先提出婴儿的情况来作榜样，如说含德之厚，比于赤子，毒虫不螫，猛兽不据，攫鸟不搏。骨柔筋弱而握固。未知牝牡之合而囗作，精之至也。终日号而不嗄，和之至也。知和日常，知常曰明。益生日歹羊。心使气日强。物壮则老，谓之不道，不道早已。"}
{"text":"摄生养生的成果至于摄生养生的成果，他首先提出婴儿的情况来作榜样，如说含德之厚，比于赤子，毒虫不螫，猛兽不据，攫鸟不搏。骨柔筋弱而握固。未知牝牡之合而囗作，精之至也。终日号而不嗄，和之至也。知和日常，知常曰明。益生日歹羊。心使气日强。物壮则老，谓之不道，不道早已。这是用以说明修养成果的身心状况，永远犹如婴儿尚未成孩的境界，也就是后世道家所谓的返老还童的根据，所以他又说善摄生者，陆行不遇囗虎，入军不被甲兵，囗无所投其角，虎无所措其爪，兵无所容其刃。夫何故？以其无死地。这便是后世道家据为长生不死的根据。此外，老子所论为政的德行，立身的品性，与处世的态度，都是根据这种高度修养的境界而出发，不必多述，到此为止。孔子所谓的道与仁，曾子所谓的明德与止静等工夫，子思所谓的中庸与中和，虽然都从无为静养而出发，但是程度各有不同。可是这种高深的修养，得其好的成果，便有如老子所说神妙的境界，如果流弊偏向，便会走到杨朱为己，趋向个人自私主义，所以后来论者，以墨子杨朱，都出于道家的一脉，也是很有道理的事杨朱为己，拔一毛而利天下不为也，便是老子俭窗之教的偏向墨翟摩顶放踵以利天下，便是老子仁慈之教精神的发挥。儒家重视师道，崇尚教化，也可谓等同老子不敢为天下先的作风。兵家阴谋奇计，源出于黄老用柔用弱的原理。纵横家的长短，钩距，捭阖，扰攘的作风，便是老子前知取与有无的余事。阴阳家与道家黄老之术，本来便不分家。法家名家的思想，都渊源于儒道的支流，由于周代礼教文化的蜕变，进为刑名法治的学术，并非纯出道家。农家与黄老的道法自然，本来就主旨相同，观念合一。至于方士们的思想，本来便以黄老为宗主，更无话说。由此可知，我们要了解道家的学术，或黄老或专以老子为代表学术思想所涉及的内容，确是综罗百代，广博精微，不能只从狭义的道家观念去研究，那就会有得不偿失的遗憾了。道教清静经渊源于道家老子思想，纯粹从道教立场，发挥道德经修养的妙义，而不同于丹道家的修炼方术，颇有相当价值的，要算道教的清静经为最好。但清静经的著作，虽然号称为太上所说，实为晚唐时代的作品，而且章制体裁，极力仿效佛教的心经，名辞术语，也多探纳佛学的名相。"}
{"text":"道教清静经渊源于道家老子思想，纯粹从道教立场，发挥道德经修养的妙义，而不同于丹道家的修炼方术，颇有相当价值的，要算道教的清静经为最好。但清静经的著作，虽然号称为太上所说，实为晚唐时代的作品，而且章制体裁，极力仿效佛教的心经，名辞术语，也多探纳佛学的名相。我们如果不谈考据，只论内容，放弃时间与门户观念，那么，清静经不但可以代表道家与道教的必读之书，如要了解晚唐以后中国文化的精神，与儒释道三教思想融会贯通的情形，也是必读之书。如云老君曰大道无形，生育天地。大道无情，运行日月。大道无名，长养万物。吾不知其名，强名日道。夫道者，有清有浊，有动有静。天清地浊，天动地静，男清女浊，男动女静。降本流末，而生万物。清者浊之源，动者静之基。人能常清静，天地翻皆归。夫人神好清，而心扰之。人心好静，而欲牵之。若能常遣其欲而心自静。澄其心，而神自清，自然六欲不生，三毒消灭。所以不能者。为心未澄，欲未遣也。能遣之者，内观其心。心无其心，外观其形。形无其形，远观其物。物无其物。三者既悟，惟见于空。现空亦空，空无所空。所空既无，无无亦无。无无既无，湛然常寂。寂无所寂，欲岂能生。欲既不生，即是真静。真常应物，真常得住。常应常静，常清静矣。如此清静，渐入真道。既入真道，名为得道。虽名得道，实无所得。为化众生，名为得道。能悟之者，可传圣道。老君曰上士无争，下士好争。上德不稳，下德执德。执著之者，不名道德。众生所以不得真道者，为有妄心。既有妄心，即惊其神。既惊其神，即著万物。既著万物，即生贪求。既生贪求，即是烦恼。烦恼妄想，忧苦身心。便遭浊辱，流浪生死。常沉苦海，永失真道。真常之道，悟者自得。得悟道者，常清静矣。便是清静经全篇的原文，共计三百九十二字，其中所谓的空六欲三毒苦海等名辞，都是佛家的术语，我们如果借用禅宗五祖的语意为它作评价，便可以说后世依此修行，亦可以人道矣。二庄子关于中国文化思想的源流演变，它如何产生道家与道教的问题？如果以人物作中心，以时代作陪衬，在春秋时期，当然以老子孔子为代表。"}
{"text":"常沉苦海，永失真道。真常之道，悟者自得。得悟道者，常清静矣。便是清静经全篇的原文，共计三百九十二字，其中所谓的空六欲三毒苦海等名辞，都是佛家的术语，我们如果借用禅宗五祖的语意为它作评价，便可以说后世依此修行，亦可以人道矣。二庄子关于中国文化思想的源流演变，它如何产生道家与道教的问题？如果以人物作中心，以时代作陪衬，在春秋时期，当然以老子孔子为代表。而在前面已经讲过有关于老子思想的大略，也正是反映出孔子的一切，为了限于时间与本题范围，不必节外生枝，涉及孔子与儒家思想的论议。自老子孔子以后，到了战国阶段，诸子学说，分门丛出，凡无关本题的需要，也都不牵涉在内，而与本题最有关系，如庄子的学术思想，便不得不稍加注意了。战国时期的学术思想，正如当时的政局一样，虽然天下宗周，实则诸侯各国，各自纷纷图强，互争霸主。当时的学术思想，也正像这种局面，尽管都由中国上古一个整体文化的来源，但各凭所得所见，互相标榜门户，各立异说。其中最为著名的，便为众所周知，道家的庄子儒家的孟子墨家的墨子等人的学说。我们已经讲过孔孟是代表当时北方鲁国系统的文化思想，老庄是代表南方楚国系统的文化思想，而与燕齐宋国的文化渊源，都有互相关系。尤其道家，在战国阶段，为北方道家学术思想的中坚，便是燕齐之间的方士们，为南方道家学术思想的代表，据有史料文献可征的，当然要算庄子了。但是，后世虽把老庄并称，做为道家思想宗主的总代表，事实上，庄子的学术，与老子的思想，已经大有不同了。孟子学术，不比孔子的精纯，已稍杂有霸气。庄子的学术，也不比老子的质朴，也杂有英气的成分，现在为了讲述庄子思想的大要，又须稍费一点时间，略作引论。庄子的寓言庄子的著作，凡三十三篇，从首篇逍遥游开始到应帝王等七篇著作，通常都称它为内篇，其余都属于外篇和杂篇。一般研究庄子的，都认为比老子难读，因为它牵涉的知识范围较广，而且许多理论和譬喻，都是属于当时理论物理的学识，所以不只是纯粹的思想而已。此外，因为庄子善用寓言，现在一般人提到寓言，便会和伊索寓言联想在一起，或者认为寓言只是架空构造的幻想事实，用做譬喻而已，它的本身并无道理。"}
{"text":"一般研究庄子的，都认为比老子难读，因为它牵涉的知识范围较广，而且许多理论和譬喻，都是属于当时理论物理的学识，所以不只是纯粹的思想而已。此外，因为庄子善用寓言，现在一般人提到寓言，便会和伊索寓言联想在一起，或者认为寓言只是架空构造的幻想事实，用做譬喻而已，它的本身并无道理。其实，庄子的寓言，既不能做纯粹的譬喻来看，也不能做为虚构事实的幻想来读，近代西洋文化传入中国，我们翻译伊索寓言，这个寓言的名称，是借用庄子的名辞，而且性质并不完全一样，并非是庄子借用寓言，才来杜撰故事。庄子寓言的寓字，是寄托的意思，换言之，庄子所指的寓言是把一个事实或道理，不直接地说出，只是间接地寄寓在另一个类同的故事里，要人透过这个故事的背景，再了解他所说的语意。如果把它下拉到唐宋时代来讲，庄子语言文字的机锋，转语，实在是很高的禅境，例如第一篇的逍遥游，开始所用的寓言北溟北极有一条很大的鲲鱼，忽然变为大鹏鸟，而飞到南滨南极去歇夏。第二个寓言，就说尧让天下给隐士许由，许由不受因此引出肩吾间连叔，讨论那个称为楚国狂人接舆说的大话，他讲姑射山上的神人，肌一肤若冰雪，淖约若处子。不食五谷，吸风饮露。乘云气御飞龙，而游乎四海之外。其神凝，使物不疵疠，而年谷熟。藉以说明高人隐士们所要追求的人生最高境界，所以像许由他们，才有薄工业而不为的风格。第三个寓言，便借用与他同时代，以智辩出名的惠子，与庄子自己谈论的话，以说明人各有志。虽然见仁见知，各有不同，但各凭所志，以求达到适性逍遥为目的。他所提出的逍遥，我们借用佛学的名辞来说，等于就是解脱的意义不过，佛学的解脱，是纯粹出世的思想，庄子的逍遥，是道家的思想，介乎出世人世之间的大自由大自在的境界，犹如佛教教外别传的禅宗的宗旨。庄子的逍遥游与内七篇第一个寓言鱼化鹏的故事，在一般常理说来，简直是满纸荒唐之言，但庄子却慎重其事地举出一本书，叫做齐谐的来做引证，表示确有其事似的，用以证明并非是他自己架空构想出来的，他说齐谐者，志怪者也。这本书是专门记载怪异故事的书，应该犹如山海经一样的奇谈。可是，我们要注意，他所说这本书，又是其民阔达多匿知的齐国人的著作，与燕齐之间的方士思想，势必互有关系。"}
{"text":"庄子的逍遥游与内七篇第一个寓言鱼化鹏的故事，在一般常理说来，简直是满纸荒唐之言，但庄子却慎重其事地举出一本书，叫做齐谐的来做引证，表示确有其事似的，用以证明并非是他自己架空构想出来的，他说齐谐者，志怪者也。这本书是专门记载怪异故事的书，应该犹如山海经一样的奇谈。可是，我们要注意，他所说这本书，又是其民阔达多匿知的齐国人的著作，与燕齐之间的方士思想，势必互有关系。这个寓言故事所代表的道理，历来对于它的讲解，大概归纳起来，有两种说法是普通的认为寓言本身，便是虚构故事，不必去追究它，庄子本意，只是用它来说明一个人的学问知识见解志气，各有大小远近不同的主观成见而已。道家丹道派的认为北溟的鱼，便是指下丹田海底会阴元气基地的气机，它化为大鹏，起飞到南溟，便是循督脉脊髓神经上行，到了泥洹官顶门，打通任督脉的境界。其实，庄子引用这个寓言故事的本身，是极力说明天地万物，都是一息变化的气化作用，讲述这个宇宙万物的物化道理。天地万。物的互变，是道家学术科学而哲学的中心思想，因为天地万物的生命，相互生灭变化而存在，如梦样的依存，只是大家都醉生梦死而不觉醒，是最可悲可笑的事实。后来五代道家的谭峭，著了一本化书，列举许多可靠或不可靠的资料，便是引申说明这个道理，牵涉太多，恕不一一分析讨论。总之，庄子这个寓言故事的重心，首先提出野马也，尘埃也，生物之以息相吹也三句话，便是极力说明气相与物化的功能，但要注意，当时古代所说的这个物字，决不是近代和现代物质或物理的观念那个时候物字的意义，是很笼统地用它代表一种东西的意思，如果因为道家或老庄思想中，经常提到物字，便做为等同近代或现代唯物观念的物字来看，那就会犯了削足适履的毛病。现在为了尽量简捷地讲，庄子的逍遥游，便是代表庄子道家思想，要求适性解脱的提纲，并且以此观念来看庄子内七篇，又是一套整体的学术思想第一篇逍遥游，是讲人生最高最究竟的境界。第二篇齐物论，是说明天地万物与人生在现象界中，本来就是不齐不平等，如要得解脱逍遥的极果，必须先要齐物平等。现象界中的万物万象，又如何可齐呢？只有修养达到与天地精神合一，天地与我并生，万物与我为一的境界，与本体并存，才能有真正的平等，成为齐天大圣了。第三篇的养生主，是从第一二篇的逍遥。"}
