{"text":"假使世界上只有一家有臭虫，而遭别人指摘的时候，实在也不大舒服的，但捉起来却也真费事。况且北京有一种学说，说臭虫是捉不得的，越捉越多。即使捉尽了，又有什么价值呢，不过是一种消极的办法。最好还是希望别家也有臭虫，而竟发见了就更好。发见，这是积极的事业。哥仑布与爱迪生，也不过有了发见或发明而已。与其劳心劳力，不如玩跳舞，喝咖啡。外国也有的，巴黎就有许多跳舞场和咖啡店。即使连中国都不见了，也何必大惊小怪呢，君不闻迦勒底与马基顿乎？――外国也有的！十月十九日。本篇最初发表于一九三三年十月二十三日申报自由谈。甘地，―印度民族独立运动领袖。他提出非暴力抵抗口号，发起不合作运动，领导印度人民反抗当时统治印度的英国殖民政府。禁打外人的有希特拉据一九三三年八月二十一日申报载德国国社党冲锋队队员殴伤美国医生慕尔比希，希特勒出于外交需要，即派员赴美使馆道歉，并下令禁止冲锋队殴打外侨。狄昆希，―英国散文家。曾服食鸦片著有一个吃鸦片的英国人的忏悔，于一八二二年出版。陀思妥夫斯基\\，―通译陀斯妥耶夫斯基，俄国作家。主要作品有长篇小说穷人被侮辱与被损害的罪与罚等。在他夫人的回忆录中曾谈到他赌博的事，并引有陀思妥耶夫斯基在一八七一年四月二十八日信中的话说那个使我痛苦了十年的下流的幻想消失了。我以前老是梦想赢钱，梦想得很厉害，很热烈，赌博将我全身缚住了。但是现在我要想到工作，我不再像以前那样夜夜梦想着赌博的结果了。斯惠夫德，―通译斯威夫特，英国作家。著有格列佛游记等。这里所说，似系另一英国作家鲁滨孙飘流记的著者笛福，约―之误。一七三年笛福曾为了一本讽刺教会的小册子惩治不从国教者的捷径，被英国政府逮捕，同年七月二十九日至三十一日，被罚在闹市带枷示众三天。林白，―美国飞行家，一九二七年五月首次驾机横渡大西洋，完成由纽约到巴黎的不着陆飞行，获空军预备队上校衔。一九三二年三月，他的儿子在纽约被绑匪绑去。"}
{"text":"著有格列佛游记等。这里所说，似系另一英国作家鲁滨孙飘流记的著者笛福，约―之误。一七三年笛福曾为了一本讽刺教会的小册子惩治不从国教者的捷径，被英国政府逮捕，同年七月二十九日至三十一日，被罚在闹市带枷示众三天。林白，―美国飞行家，一九二七年五月首次驾机横渡大西洋，完成由纽约到巴黎的不着陆飞行，获空军预备队上校衔。一九三二年三月，他的儿子在纽约被绑匪绑去。折冲樽俎语出晏子春秋内篇杂上。原指诸侯在会盟的宴席上制胜对方，后泛指外交谈判。哥仑布，约―意大利探险家，美洲大陆的发现者。爱迪生，参看本卷第页注。迦勒底古代西亚经济繁盛的奴隶制国家，又称新巴比伦王国。公元前六二六年建立，前五三八年为波斯人所灭。马基顿，通译马其顿，古代巴尔干半岛中部的奴隶制军事强国，约形成于公元前六世纪，前二世纪被罗马帝国吞并。为翻译辩护为翻译辩护洛文今年是围剿翻译的年头。或曰硬译，或曰乱译，或曰听说现在有许多翻译家翻开第一行就译，对于原作的理解，更无从谈起，所以令人看得不知所云。这种现象，在翻译界确是不少的，那病根就在抢先。中国人原是喜欢抢先的人民，上落电车，买火车票，寄挂号信，都愿意是一到便是第一个。翻当然也逃不出这例子的。而书店和读者，实在也没有容纳同一原本的两种译本的雅量和物力，只要已有一种译稿，别一译本就没有书店肯接收出版了，据说是已经有了，怕再没有人要买。举一个例在这里现在已经成了古典的达尔文的物种由来，日本有两种翻译本，先出的一种颇多错误，后出的一本是好的。中国只有一种马君武博士的翻译，而他所根据的却是日本的坏译本，实有另译的必要。然而那里还会有书店肯出版呢？除非同时是富翁，他来自己印。不过如果是富翁，他就去打算盘，再也不来弄什么翻译了。还有一层，是中国的流行，实在也过去得太快，一种学问或文艺介绍进中国来，多则一年，少则半年，大抵就烟消火灭。靠翻译为生的翻译家，如果精心作意，推敲起来，则到他脱稿时，社会上早已无人过问。"}
{"text":"中国只有一种马君武博士的翻译，而他所根据的却是日本的坏译本，实有另译的必要。然而那里还会有书店肯出版呢？除非同时是富翁，他来自己印。不过如果是富翁，他就去打算盘，再也不来弄什么翻译了。还有一层，是中国的流行，实在也过去得太快，一种学问或文艺介绍进中国来，多则一年，少则半年，大抵就烟消火灭。靠翻译为生的翻译家，如果精心作意，推敲起来，则到他脱稿时，社会上早已无人过问。中国大嚷过托尔斯泰，屠格纳夫，后来又大嚷过辛克莱，但他们的选集却一部也没有。去年虽然还有以郭沫若先生的盛名，幸而出版的战争与和平，但恐怕仍不足以挽回读书和出版界的惰气，势必至于读者也厌倦，也厌倦，出版者也厌倦，归根结蒂是不会完结的。翻译的不行，大半的责任固然该在翻译家，但读书界和出版界，尤其是批评家，也应该分负若干的责任。要救治这颓运，必须有正确的批评，指出坏的，奖励好的，倘没有，则较好的也可以。然而这怎么能呢指摘坏翻译，对于无拳无勇的是不要紧的，倘若触犯了别有来历的人，他就会给你带上一顶红帽子，简直要你的性命。这现象，就使批评家也不得不含胡了。此外，现在最普通的对于翻译的不满，是说看了几十行也还是不能懂。但这是应该加以区别的。倘是康德的纯粹理性批判那样的书，则即使德国人来看原文，他如果并非一个专家，也还是一时不能看懂。自然，翻开第一行就译的，是太不负责任了，然而漫无区别，要无论什么译本都翻开第一行就懂的读者，却也未免太不负责任了。八月十四日。本篇最初发表于一九三三年八月二十日申报自由谈。见一九三三年七月三十一日申报自由谈载林翼之翻译与编述，文中说许多在那儿干硬译乱译工作的人，如果改行来做改头换面的编述工作，是否胜任得了？听说现在有许多翻译家，连把原作从头到尾瞧一遍的工夫也没有，翻开第一行就译，对于原作的理解，更无从谈起。又同年八月十三日自由谈载有大圣关于翻译的话，又中说目前我们的出版界的大部分的译品太糟得令人不敢领教了，无论是那一类译品，往往看了三四页，还是不知所云。达尔文，―英国生物学家，进化论的奠基人。"}
{"text":"听说现在有许多翻译家，连把原作从头到尾瞧一遍的工夫也没有，翻开第一行就译，对于原作的理解，更无从谈起。又同年八月十三日自由谈载有大圣关于翻译的话，又中说目前我们的出版界的大部分的译品太糟得令人不敢领教了，无论是那一类译品，往往看了三四页，还是不知所云。达尔文，―英国生物学家，进化论的奠基人。他的物种起源一译物种由来一书，于一八五九年出版，是奠定生物进化理论基础的重要著作。马君武―名和，广西桂林人。初留学日本，参加同盟会，后去德国，获柏林大学工学博士学位。曾任孙中山临时政府实业部次长及上海中国公学广西大学校长等职。他翻译的达尔文的物种由来，译名物种原始，一九二年中华书局出版。托尔斯泰，福玻浮保梗保埃砉骷遥有长篇小说战争与和平安娜卡列尼娜复活等。屠格纳夫，―，通译屠格涅夫，俄国作家，著有长篇小说罗亭父与子等。辛克莱，―，美国作家，著有长篇小说屠场石炭王等。郭沫若―四川乐山人。创造社主要成员，文学家历史学家和社会活动家。著有诗集女神历史剧屈原历史论文集奴隶制时代等。他译的托尔斯泰的战争与和平，于一九三一年至一九三三年间由上海文艺书局出版，共三册未完。康德，―德国哲学家。他的纯粹理性批判一书，出版于一七八一年。文床秋梦文床秋梦游光春梦是颠颠倒倒的。夏夜梦呢？看沙士比亚的剧本，也还是颠颠倒倒。中国的秋梦，照例却应该肃杀，民国以前的死囚，就都是秋后处决的，这是顺天时。天教人这么着，人就不能不这么着。所谓文人当然也不至于例外，吃得饱饱的睡在床上，食物不能消化完，就做梦而现在又是秋天，天就教他的梦威严起来了。二卷三十一期八月十二日出版的涛声上，有一封自名为林丁先生的给编者的信，其中有一段说――之争，孰是孰非，殊非外人所能详道。然而彼此摧残，则在傍观人看来，却不能不承是整个文坛的不幸。"}
{"text":"中国的秋梦，照例却应该肃杀，民国以前的死囚，就都是秋后处决的，这是顺天时。天教人这么着，人就不能不这么着。所谓文人当然也不至于例外，吃得饱饱的睡在床上，食物不能消化完，就做梦而现在又是秋天，天就教他的梦威严起来了。二卷三十一期八月十二日出版的涛声上，有一封自名为林丁先生的给编者的信，其中有一段说――之争，孰是孰非，殊非外人所能详道。然而彼此摧残，则在傍观人看来，却不能不承是整个文坛的不幸。我以为各人均应先打屁股百下，以儆效尤，余事可一概不提。前两天，还有某小报上的不署名的社谈，它对于早些日子余赵的剪窃问题之争，也非常气愤――假使我一朝大权在握，我一定把这般东西捉了来，判他们罚作苦工，读书十年中国文坛，或尚有干净之一日。张献忠自己要没落了，他的行动就不问孰是孰非，只是杀。清朝的官员，对于原被两造，不问青红皂白，各打屁股一百或五十的事，确也偶尔会有的，这是因为满洲还想要奴才，供搜刮，就是林丁先生的旧梦。某小报上的无名子先生可还要比较的文明，至少，它是已经知道了上海工部局判罚下等华人的方法的了。但第一个问题是在怎样才能够一朝大权在握？文弱书生死样活气，怎么做得到权臣？先前，还可以希望招驸马，一下子就飞黄腾达，现在皇帝没有了，即使满脸涂着雪花膏，也永远遇不到公主的青睐至多，只可以希图做一个富家的姑爷而已。而捐官的办法，又早经取消，对于大权，还是只能像狐狸的遇着高处的葡萄一样，仰着白鼻子看看。文坛的完整和干净，恐怕实在也到底很渺茫。五四时候，曾经在出版界上发现了文丐，接着又发现了文氓，但这种威风凛凛的人物，却是我今年秋天在上海新发见的，无以名之，姑且称为文官罢。看文学史，文坛是常会有完整而干净的时候的，但谁曾见过这文坛的澄清，会和这类的文官们有丝毫关系的呢。不过，梦是总可以做的，好在没有什么关系，而写出来也有趣。请安息罢，候补的少大人们！九月五日。本篇最初发表于一九三三年九月十一日申报自由谈。沙士比亚，―欧洲文艺复兴时期的英国戏剧家。他的喜剧仲夏夜之梦，出版于一六年。余赵的剪窃问题之争余赵指余慕陶和赵景深。"}
{"text":"不过，梦是总可以做的，好在没有什么关系，而写出来也有趣。请安息罢，候补的少大人们！九月五日。本篇最初发表于一九三三年九月十一日申报自由谈。沙士比亚，―欧洲文艺复兴时期的英国戏剧家。他的喜剧仲夏夜之梦，出版于一六年。余赵的剪窃问题之争余赵指余慕陶和赵景深。一九三三年余慕陶在乐华书局出版世界文学史上中两册，内容大都从赵景深的中国文学小史及他人所著中外文学史革命史中剪窃而来，经赵景深等人在自由谈上指出以后，余慕陶一再作文强辩，说他的书是整理而非剪窃。原被两造原告与被告两方。我们怎样教育儿童的？我们怎样教育儿童的？旅隼看见了讲到孔乙己，就想起中国一向怎样教育儿童来。现在自然是各式各样的教科书，但在村塾里也还有三字经和百家姓。清朝末年，有些人读的是天子重英豪，文章教尔曹，万般皆下品，惟有读书高的神童诗，夸着读书人的光荣有些人读的是混沌初开，乾坤始奠，轻清者上浮而为天，重浊者下凝而为地的幼学琼林，教着做古文的滥调。再上去我可不知道了，但听说，唐末宋初用过太公家教，久已失传，后来才从敦煌石窟中发现，而在汉朝，是读急就篇之类的。就是所谓教科书，在近三十年中，真不知变化了多少。忽而这么说，忽而那么说，今天是这样的宗旨，明天又是那样的主张，不加教育则已，一加教育，就从学校里造成了许多矛盾冲突的人，而且因为旧的社会关系，一面也还是混沌初开，乾坤始奠的老古董。中国要作家，要文豪，但也要真正的学究。倘有人作一部历史，将中国历来教育儿童的方法，用书，作一个明确的记录，给人明白我们的古人以至我们，是怎样的被熏陶下来的，则其功德，当不在禹虽然他也许不过是一条虫下。自由谈的投稿者，常有博古通今的人，我以为对于这工作，是很有胜任者在的。不知亦有有意于此者乎？现在提出这问题，盖亦知易行难，遂只得空口说白话，而望垦辟于健者也。八月十四日。本篇最初发表于一九三三年八月十八日申报自由谈。"}
{"text":"自由谈的投稿者，常有博古通今的人，我以为对于这工作，是很有胜任者在的。不知亦有有意于此者乎？现在提出这问题，盖亦知易行难，遂只得空口说白话，而望垦辟于健者也。八月十四日。本篇最初发表于一九三三年八月十八日申报自由谈。指陈子展所作再谈孔乙己一文，内容是关于旧时书塾中教学生习字用的描红语诀上大人，丘孔乙己的考证和解释，载一九三三年八月十四日申报自由谈。三字经相传为南宋王应麟一说宋末元初人区适子作。百家姓，相传为宋代初年人作。都是旧时书塾中所用的识字课本。神童诗旧时书塾中初级读物的一种，相传为北宋汪洙作。这里所引的是该书开头几句。幼学琼林旧时学童初级读物，清代程允升等编著。内容系杂集关于天文人伦器用技艺的多种成语典故而成，全都是骈文。这里所引的第三四句，原文作气之轻清，上浮者为天气之重浊，下凝者为地。太公家教旧时学童初级读物，不详。太公即曾祖或高祖。此书在唐宋时颇流行，后失传，清光绪末年在敦煌鸣沙山石室中发现写本一卷，有罗振玉鸣沙石室古佚书影印本。急就篇一名急就章，旧时学意识字读物，西汉史游撰。有唐代颜师古及王应麟注。内容大抵按姓名衣服饮食器用等分类编成韵语，多数为七字一句。其功德，当不在禹下是唐代韩愈在与孟尚书书中称赞孟轲的话然向无孟氏，则皆服左G而言侏离矣。故愈尝推尊孟氏，以为功不在禹下者为此也。禹是一条虫，是顾颉刚在一九二三年讨论古史的文章中提出的看法，参看本卷第页注。我谈堕民我谈堕民越客六月二十九日的自由谈里，唐|先生曾经讲到浙东的堕民，并且据堕民猥谈之说，以为是宋将焦光瓒的部属，因为降金，为时人所不齿，至明太祖，乃榜其门曰丐户，此后他们遂在悲苦和被人轻蔑的环境下过着日子。我生于绍兴，堕民是幼小时候所常见的人，也从父老的口头，听到过同样的他们所以成为堕民的缘起。但后来我怀疑了。"}
{"text":"我谈堕民我谈堕民越客六月二十九日的自由谈里，唐|先生曾经讲到浙东的堕民，并且据堕民猥谈之说，以为是宋将焦光瓒的部属，因为降金，为时人所不齿，至明太祖，乃榜其门曰丐户，此后他们遂在悲苦和被人轻蔑的环境下过着日子。我生于绍兴，堕民是幼小时候所常见的人，也从父老的口头，听到过同样的他们所以成为堕民的缘起。但后来我怀疑了。因为我想，明太祖对于元朝，尚且不肯放肆，他是决不会来管隔一朝代的降金的宋将的况且看他们的职业，分明还有教坊或乐户的余痕，所以他们的祖先，倒是明初的反抗洪武和永乐皇帝的忠臣义士也说不定。还有一层，是好人的子孙会吃苦，卖国者的子孙却未必变成堕民的，举出最近便的例子来，则岳飞的后裔还在杭州看守岳王坟，可是过着很穷苦悲惨的生活，然而秦桧，严嵩的后人呢？不过我现在并不想翻这样的陈年账。我只要说，在绍兴的堕民，是一种已经解放了的奴才，这解放就在雍正年间罢，也说不定。所以他们是已经都有别的职业的了，自然是贱业。男人们是收旧货，卖鸡毛，捉青蛙，做戏女的则每逢过年过节，到她所认为主人的家里去道喜，有庆吊事情就帮忙，在这里还留着奴才的皮毛，但事毕便走，而且有颇多的犒赏，就可见是曾经解放过的了。每一家堕民所走的主人家是有一定的，不能随便走婆婆死了，就使儿媳妇去，传给后代，恰如遗产的一般必须非常贫穷，将走动的权利卖给了别人，这才和旧主人断绝了关系。假使你无端叫她不要来了，那就是等于给与她重大的侮辱。我还记得民国革命之后，我的母亲曾对一个堕民的女人说，以后我们都一样了，你们可以不要来了。不料她却勃然变色，愤愤的回答道你说的是什么话？我们是千年万代，要走下去的！就是为了一点点犒赏，不但安于做奴才，而且还要做更广泛的奴才，还得出钱去买做奴才的权利，这是堕民以外的自由人所万想不到的罢。七月三日。本篇最初发表于一九三三年七月六日申报自由谈。唐|浙江镇海人，作家。著有杂文集推背集短长书等。他曾在一九三三年六月二十九日申报自由谈发表堕民一文，其中有辱国者的子孙作堕民，卖国的汉奸如果有子孙的话，至少也将是一种堕民的话。堕民猥谈应作堕民猥编，不详。"}
{"text":"七月三日。本篇最初发表于一九三三年七月六日申报自由谈。唐|浙江镇海人，作家。著有杂文集推背集短长书等。他曾在一九三三年六月二十九日申报自由谈发表堕民一文，其中有辱国者的子孙作堕民，卖国的汉奸如果有子孙的话，至少也将是一种堕民的话。堕民猥谈应作堕民猥编，不详。清代钱大昕编纂的鄞县志中，曾引录该书关于堕民的记载堕民，谓之丐户，相传为宋罪俘之遗，故摈之。丐自言则云宋将焦光赞部落，以叛宋投金故被斥。元人名为怯怜户，明太祖定户籍，扁其门曰丐。男子则捕蛙，卖饧立冬打鬼，胡花帽鬼脸，钟鼓戏剧，种种沿门需索。其妇人则为人家拗发髻，剃妇面毛，习媒妁，伴良家新娶妇，梳发为髟也。卷一风俗明太祖即朱元璋―，濠州钟离今安徽凤阳人，元末农民起义领袖之一。一三六八年推翻元朝统治，建立明王朝，改元洪武，庙号太祖。明太祖对于元朝，尚且不肯放肆明初对待元代残余努力实行剿抚兼施政策，据明史太祖本纪载洪武三年五月，武将李文忠攻克应昌今内蒙自治区克什克腾旗，生擒元帝之子买的里八剌。六月，买的里八剌至京师，群臣请献俘，明太祖不许，并封买的里八剌为崇礼侯。同时又因为李文忠的捷报过于夸耀，对宰相说元主中国百年，朕与卿等父母，皆赖其生养，奈何为此浮薄之言，亟改之。洪武七年九月，又把买的里八剌放回十一年四月，元主爱猷识理达腊死，明太祖于六月遣使致祭。所说明太祖对元朝不肯放肆，大概指的这类事情。教坊唐代开始设立的掌管教练女乐的机构。乐户，封建时代罪人妻女被编入乐籍者，其名称最早见于魏书刑罚志。两者实际都是官妓，相沿到清代雍正年间才废止。反抗永乐皇帝的忠臣义士，有景清铁弦方孝孺等人。朱元璋死后，由皇太孙朱允吧继位，即建文帝不久，他的叔父燕王朱棣起兵夺取帝位，即永乐帝。当时景清等人效忠建文反抗永乐，他们的妻子儿女及族人多同遭杀戮或被贬为奴但未见到贬为堕民的明确记载。反抗洪武明太祖的忠臣义士，未知何指。岳飞―字鹏举，相州汤阴今属河南人，南宋名将。"}
