{"text":"作为领导者，当我们鞭打快牛时，更应该关注更多的慢牛，适当的时候，也应该抽打几下作为舆论的关注者，当我们从鸡蛋里挑骨头看待优秀者的时候，应该把更多的目光聚焦在后进者那里，给予必要审视作为社会的一分子，当我们学会用宽容的心理，容纳快牛之慢，我们就更懂得如何让慢牛变快。如此，国家将更美好。敢于创新敢于舍，结局必有得我听过一个富豪小羽的发家史，看似简单实则绝非偶然。那是起于一种创新，对传统工艺的革新铺陈出光明的前景。创新是人类不竭的动力，历史的车辙转过时间的经纶，无数的事物被创造，被赋予新生，也有无数的旧物被淘汰，被时代遗弃。推陈出新，就如同物种的进化，就如同工业革命，就如同信息化产品的频频换代，是世界太过于正常的现象。物极必反，伪劣产品就是打击新锐的利器。那么最终成为一届富豪的小羽，是靠什么扭转局势的呢答曰一为创新二为取舍是也。所谓创新，小羽产业的兴起，是因为对工艺的创新而扭转乾坤的关键，是对自身定位，产业结构的创新。通过试验个专利，一个新的产业平地而生通过规范整个想要分蛋糕的人的市场，来促进产业的集体发展，树立自己的声望。所谓取舍，试想，倘若小羽只着眼于眼前的利益，又何尝能想到放弃独断，公开工艺，通过宏观的产业调控产业规则来实现致富呢他舍弃了正版和专利的独断性，收获了名望财富和由技术者像领导者的完美蜕变。想要成功，要有从内部打破鸡蛋的勇气，要学会创新，告别固步自封。离离原上草，一岁一枯荣，这是自然世界的法则闭关锁国和改革开放，这是历史的教训凡此种种，不尽详述。想要成功，还要有敢于取舍的魄力，果决地主动出击和懦弱的坚守逃避是两种截然不同的轨道。各有对错，但是机会留给有准备的人，被动的一方，没有选择成功与失败的权利。一个成功者，当是自己的主人，对于自己的意志，要有当有的决断。有舍必有得，鱼和熊掌，二者不可得兼。言而总之，敢创敢舍的天下，说的就是小羽这类人的成功之道吧。语文，祖国的灵魂语文是什么？语言和文字我却不这么认为，因为它是祖国的灵魂。生活处处有语文，它在我们心里，在我们的脑里，甚至在我们的甜蜜的睡梦里。学好语文是我们做好一名中国人的基础，我爱我的国家，我更爱语文。没有哪一个人说他真的懂语文，直到去世的那一刻也未必能懂语文的真谛。"}
{"text":"一个成功者，当是自己的主人，对于自己的意志，要有当有的决断。有舍必有得，鱼和熊掌，二者不可得兼。言而总之，敢创敢舍的天下，说的就是小羽这类人的成功之道吧。语文，祖国的灵魂语文是什么？语言和文字我却不这么认为，因为它是祖国的灵魂。生活处处有语文，它在我们心里，在我们的脑里，甚至在我们的甜蜜的睡梦里。学好语文是我们做好一名中国人的基础，我爱我的国家，我更爱语文。没有哪一个人说他真的懂语文，直到去世的那一刻也未必能懂语文的真谛。语文是一个国家的灵魂，而所谓的灵魂应该是空灵而且动人的，假若这个灵魂死气沉沉，那么这个国家也会衰败。国家的综合实力中不能缺少语文，个人的自身素质里不能缺少语文。语文是国家的基础，是人民的信念。我们不能死学语文，语文是比数学还难的一门学科，它在于日积月累，所以在上课时，我们必须听讲，因为稍不留神，就与下文无法串联，课堂应该是学生的，学生要自主挖掘书中真谛，参考书，资料书，能不要就不要，因为它们只会干扰我们的思维，我们要跳出大脑里的束缚，敢于提出自己的疑问，语文博大精深，不同的人理解就有不同的认知，所以课堂就应该学生互相交流，互相质疑。生活中处处都是语文，我们要善于发现。你会瞧见水滴石穿是语文，时间流逝是语文，团结拼搏是语文，到处都不缺乏语文。少壮不努力，老大徒伤悲。我们要努力的学习，认真刻苦，这样才有美好的未来。而这一切都建立在语文之上，学不懂语文，你读题肯定读不懂，学不好学问，你做题肯定不理解，每门学科都离不开语文，语文永远都是佼佼者。我希望有一天，别人问我，你是哪里的人，我会骄傲的说中国人别人问我，你的祖国有什么让你骄傲的，我坚定地说语文作为一名中国人让我骄傲，因为国家，因为语文，让我自豪。落后与退步人，生而向往优秀。若安于现状，不思进取，终日浑浑噩噩，那么你的起点有多高，就会跌多惨。同理，如果你没有优越的出身，殷实的家境，你就更应该努力。不要让别人把你远远的甩在后头，因为落后是要挨打的。看看日本，为何它总是如此嚣张它一直如此嚣张嘛因为它一个小小岛国，却已经成为仅次于美国和中国的世界第三大经济体。但它不一直如此嚣张的，当时的日本也被美国的铁甲舰撞开国门，签订了一系列的不平等的屈辱条约，因为那时的日本太弱小，太落后。再看我华夏也曾是东方霸主，却因为闭关锁国，贪图安乐，遭受列强的践踏。"}
{"text":"若安于现状，不思进取，终日浑浑噩噩，那么你的起点有多高，就会跌多惨。同理，如果你没有优越的出身，殷实的家境，你就更应该努力。不要让别人把你远远的甩在后头，因为落后是要挨打的。看看日本，为何它总是如此嚣张它一直如此嚣张嘛因为它一个小小岛国，却已经成为仅次于美国和中国的世界第三大经济体。但它不一直如此嚣张的，当时的日本也被美国的铁甲舰撞开国门，签订了一系列的不平等的屈辱条约，因为那时的日本太弱小，太落后。再看我华夏也曾是东方霸主，却因为闭关锁国，贪图安乐，遭受列强的践踏。因为那时的中国太弱小，太落后。而今，随着综合国力的提升，世界地位也日渐重要，所以没人再敢小瞧咱们了。这都说明，落后就要挨打，而强大才能得到尊重。作为一名学生，学业自然是我们目前的第一要事。成绩也显得日渐重要。因为好成绩就意味着外界的赞许――老师的欣赏，家长的夸赞，同学的钦佩。但辉煌的成绩是需要付出汗水和努力的。学如逆水行舟，不进则退。如果你已经满足于目前取得的成就，那你就会一次次倒退，最终被别人远远地甩在后面。而落后是会挨打的。挨打不只是外界的作用力，你自己也会给自己压力。有些人挨打后，会奋发图强。这样的人即使原先的成绩并不突出，在努力之后也会渐有起色，并且会得到外界的赞许。而有些人则会自暴自弃，从此一蹶不振。但人生只有一次机会，不要做出让自己后悔的选择。你，真的甘于屈居人后嘛不论是国家间的竞争，还是学业上的较量。落后，就要挨打别犹豫，别停顿，让我们快马加鞭向前奔去吧教育差距望子成龙，望女成凤，这是每个家长对孩子的最大期盼，而每个家庭对待孩子的教育也各不一样。有的是顺其自然，让孩子自由发挥有的是望子成才心切，对孩子学业严厉苛刻。小明和小王是同桌，他们的家长对待他们的学业有不同的做法。小明成绩优异，父母都希望他能有一个好前途，，所以从小对他学业很严厉，不能有半点差错小王成绩不是很好，虽然父母很失望，但是父母对他的学业还是一直鼓励。一次测试，小明考了满分，父母很高兴，亲了小明一口，让他下次还是拿满分小王没考及格，父母很生气，打了小王一巴掌，让他下次考好点。等到下次考试，小明没考到满分，父母打了他一巴掌，而这次小王分数提高了一些，父母亲了他一口两对父母对待孩子成绩的不同做法，可以看出当代教育的不同体现。"}
{"text":"小明成绩优异，父母都希望他能有一个好前途，，所以从小对他学业很严厉，不能有半点差错小王成绩不是很好，虽然父母很失望，但是父母对他的学业还是一直鼓励。一次测试，小明考了满分，父母很高兴，亲了小明一口，让他下次还是拿满分小王没考及格，父母很生气，打了小王一巴掌，让他下次考好点。等到下次考试，小明没考到满分，父母打了他一巴掌，而这次小王分数提高了一些，父母亲了他一口两对父母对待孩子成绩的不同做法，可以看出当代教育的不同体现。俗话说黄金条条出好人，这种思想也不是全对，家长过分的对孩子学业严厉，终究会适得其反，只会让孩子厌烦学习，如果家长对孩子学业多一点关心，鼓励，问候，对孩子繁重的学业之后也是一个很好的安慰，毕竟每个家长都是从孩子阶段走来的，都有过同样的感受这幅漫画首先指向的是家庭教育，寓意的是爱与惩罚及其功能。在我看来，两个巴掌都是不对的，而两个吻都很对。仔细分析一下，分得到的吻是高分挣来的，是爱，但爱的内容比较单一，所以分就要挨巴掌分的巴掌是错误的，家长粗暴了，但分的吻特别温馨，爱的内容比较丰富，有亲情，还有鼓励宽容和等待。从效果看，分挨巴掌的孩子可能从此战战兢兢，学习心态受到了极大的破坏，会进入比较机械僵硬的学习状态，甚至可能创造精神也被压抑，下一次考试变成分甚至更低都有可能。但分得到的吻则可能成为一种动力，从而形成一种积极向上的精神，孩子的心理会处于比较宽松自由的健康状态，未来可能有很好的发展，下一次考试分数会更高几乎是可以肯定的。这幅漫画虽然看起来主要是在跟家长们对话，其实也是在讨论中国的教育。中国教育的一个重要弊端就是唯分数论，分数决定一切，漫画里的吻和巴掌也是分数决定论的后果。分数决定论在教育发展和人才选拔方面的消极后果已经日益显现，值得全社会反思。于无声处听惊雷庄子齐物论里风吹万窍，声音各异，有呜咽声，有的像鬼哭狼嚎，也有动听的沉吟，吹万不同，可风一停，就没了声音，死气沉沉。这自由的风来得真好。一如自由的说话，别人无话可说处，你依然有话要说，也许是个性的彰显，也许是人来疯，也许是不相信皇帝真穿了新装的质疑，又或者，是创新意识的灵光一现。有多少张牙舞爪的另类，也就有多少老鱼跳波瘦蛟舞的诗意，断不可少了这份自由。别人无话可说，或许后知后觉，不及你聪明。"}
{"text":"于无声处听惊雷庄子齐物论里风吹万窍，声音各异，有呜咽声，有的像鬼哭狼嚎，也有动听的沉吟，吹万不同，可风一停，就没了声音，死气沉沉。这自由的风来得真好。一如自由的说话，别人无话可说处，你依然有话要说，也许是个性的彰显，也许是人来疯，也许是不相信皇帝真穿了新装的质疑，又或者，是创新意识的灵光一现。有多少张牙舞爪的另类，也就有多少老鱼跳波瘦蛟舞的诗意，断不可少了这份自由。别人无话可说，或许后知后觉，不及你聪明。或许是大家畏惧权威，如童话故事里看皇帝的新装，心知肚明，不愿发声，装糊涂。我们这个民族，似乎尤为喜欢沉默为金韬光养晦。按阿城说法，大概老庄孔孟中的哲学，都是老人做的哲学，我们后人讲究少年老成，与此有关。那么，若为真理而发问，乃至质疑，这种个性的彰显，就是不畏权威，是吾爱吾师，但吾更爱真理的的执着。但是，若一味为问而问，为说而说，彰显个性，便成了张扬个性，是叛逆，是青春荷尔蒙的旺盛，是刷存在感，标新立异。这样的人，如今多了去，网络上随处可见暴跳如雷的键盘侠。许多讲座提问环节，多有怪异的问题，言之无物，不知所云，却赚足了眼球。可我们不会因噎废食，依然宽以待之，由他们各抒己见，因为，不把渠道堵死，才会有精彩之语，才有创新之见。而创新之人，有时也是彰显个性之人。创新意识，有时也闪现在愣头青的张扬里。今日之彰显，是他日的独树一帜今日之叛逆，是明日的不落窠臼。说凡是伟大的，都是叛逆的。就像黄遵宪写诗我手写我口，古岂能拘牵。他的创新，难免遭人讥讽，可他不在乎。昔日义玄禅师，别人讲的他不这样讲，越发显得他是野狐禅，被骂得扫地出门，好不凄惨。正所谓一路行遍天下，无人识得，尽皆起谤。后开临济一宗，法脉延续最久。当年马云四处游说，描绘网络购物的愿景，也四处碰壁，看上去更像是一个歪瓜裂枣的笑话。一以贯之不易，独辟蹊径真难。他们的个性叛逆，是创新最初的倒影，可是，未能修成正果前，只是另类罢了。所以，呼唤创新，不妨从尊重个性，甚至尊重一个偏见开始。在论偏见里说，假如我们不能怀挟偏见，随时随地必须得客观公平正经严肃，那就像造屋只有客厅，没有卧室，又好比在浴室里照镜子还得做出摄影机头前的姿态。罗素也说须知参差多态，乃是幸福的本源。千人一面，时刻保持一种姿态真让人腻味。"}
{"text":"当年马云四处游说，描绘网络购物的愿景，也四处碰壁，看上去更像是一个歪瓜裂枣的笑话。一以贯之不易，独辟蹊径真难。他们的个性叛逆，是创新最初的倒影，可是，未能修成正果前，只是另类罢了。所以，呼唤创新，不妨从尊重个性，甚至尊重一个偏见开始。在论偏见里说，假如我们不能怀挟偏见，随时随地必须得客观公平正经严肃，那就像造屋只有客厅，没有卧室，又好比在浴室里照镜子还得做出摄影机头前的姿态。罗素也说须知参差多态，乃是幸福的本源。千人一面，时刻保持一种姿态真让人腻味。红楼梦里晴雯被撵出贾府，王夫人回贾母似有若无的疑问时，说有本事的人难免吊歪。你看，有本事和吊歪，创新和个性，总是如影随形。那么，何必绷着个脸呢可是，我们看见多少中规中矩的标准，扼杀了个性，也扼杀了创新。王国维在人间词话里说社会上之习惯，杀许多之善人文学上之习惯，杀许多之天才。多少有棱角的后生被磨得合乎所谓的规矩，少有创见，没有创新，察言观色，人云亦云。龚自珍诗说不拘一格降人才，这诗现在依旧不会过时。有人曾批评如今的年轻人暮气沉沉，没有朝气，批评得对，可是，什么环境促使年轻人特有的蓬勃朝气日渐稀薄，更值得商榷。否则，未来的年轻人依旧暮气沉沉。一代宗师有句台词我很喜欢。八卦掌掌门人年事已高，承诺退隐，说年轻人要出头，总要给他个机会不是世界是属于年轻人的，年轻人要出头，不妨就给他们个机会吧，彰显个性，锐意创新，由他们造反为王去。写给妈妈的一封信妈妈你送我到学校门口，我顺着人流走进考场，没有回望，我能够想象你眼神里复杂的情绪，我想我还是走得淡定一点吧。可是眼前的漫画却让我思绪翻滚。一个孩子第一次考试分，脸上一个吻印，第二次考了分，脸上一个掌痕另一个孩子第一次考试分，脸上一个掌痕，第二次考试分，脸上一个吻印。我想的是，第三次呢第四次呢只要分数有波动，孩子的待遇就有波动。按通常意义，第一个小孩是优生吧，第二个算是很普通的学生吧，可是全都生活在被分数控制的世界里，悲喜交替，无处可逃。我有些不安，妈妈，那个对孩子又打又亲的人是谁呢她可能是你吗她正是你对吧求学十二年，你没少亲我，也没少骂我，有时甚至啪啪啪你引用我老师的话说我要成为优质的做题机器，可是我的老师总会接着说更要成为优质的人啊。"}
{"text":"我想的是，第三次呢第四次呢只要分数有波动，孩子的待遇就有波动。按通常意义，第一个小孩是优生吧，第二个算是很普通的学生吧，可是全都生活在被分数控制的世界里，悲喜交替，无处可逃。我有些不安，妈妈，那个对孩子又打又亲的人是谁呢她可能是你吗她正是你对吧求学十二年，你没少亲我，也没少骂我，有时甚至啪啪啪你引用我老师的话说我要成为优质的做题机器，可是我的老师总会接着说更要成为优质的人啊。可是妈妈，你似乎简单了些，在陪伴我的路上，你的眼里似乎只有我的分数了，仿佛那就是我整个人的价值体现。是的我从小就会读书，就会考试，就是你昂首挺立笑傲江湖的资本是的我知道好成绩的意义，它会让我更受宠爱和欣赏，它会让你更有成就和尊严，它会改写我们家的处境和命运，它会让我更便捷地获得人世间物质和精神的享受诸如此类。可是长大后目睹你因此而生的悲喜，我常常觉得是那么遥远。你呢你有没有发现我越来越长的睫毛下，有更多的委屈有没有发现我越走越快的脚步里，有更多的趔趄你可知道，我会夜半，无言独上西楼，看月色如钩你可知道，我会断鸿声里，栏杆拍遍，叹无人会，登临意有时候竟至怒发冲冠，仰天长啸甚或长太息兮以掩涕兮，哀民生之多艰你一直告诉我你爱我如命，所以我听话，我听你的话，不问他事，不贪享乐，不玩手机，不打排球，不弹我好的吉他，不看我爱的武侠我力求考得高一点再高一点，可是卷面有难有易，精神有奋有颓，也有失误比别人考得低的时候，还有命运捉弄人的时候。记得初二下学期期中考数学，分我考了分，回家后告诉你你脸色立变，不只是你，我爸他让我跪下思过，我不跪他一个巴掌甩过来，我一下趴到地上，那夜我跪了两个小时，可是第二天老师告诉你说少加了我分，加上我还是全年级第一，回到家你一把搂过我亲了又亲，可是我的小小的心冰冰凉凉。妈妈，我无法承受，这是我生命中无法承受之重，你知道吗我曾试着与你们沟通可是无效，我羡慕我的同桌李某某，他成绩平平可是说起父母却眉飞色舞，我更羡慕那些书里知道的大师和他们的孩子。"}
{"text":"妈妈，我无法承受，这是我生命中无法承受之重，你知道吗我曾试着与你们沟通可是无效，我羡慕我的同桌李某某，他成绩平平可是说起父母却眉飞色舞，我更羡慕那些书里知道的大师和他们的孩子。让他的儿子周海婴完全的解放，顺其自然，极力不多给他打击，甚或不拂逆他的喜爱梁启超对他的女儿说未能立进大学有什么要紧说天下事尽自己力量去做便是天下第一等人物梁培宽追忆父亲梁漱溟时说父亲的教育是信任且开放式的，有一次他考了分，他拿着补考通知书给父亲看，父亲只一眼就还给儿子，那意思是自己的事情自己负责这些小孩受了信任与激励，后来都有了出息。妈妈，你可知道我羡慕他们三个月前，百日誓师之后，一天下午放学，学校广播里传来朴树的歌当你仍然还在幻想你的明天，它会好吗还是更烂对我而言，是另一天我曾经毁了我的一切，只想永远地离开我曾经堕入无边黑暗，想挣扎无法自拔我曾经像你像他像那野草野花绝望着渴望着，也哭也笑也平凡着我越走越慢，走到校门口突然泪奔，那天我索性在湖边哭得昏天黑地像一个英雄，哭完我安静地回到教室晚自习。妈妈，这是你不知道的。有人抨击当代中国教育，说是天才教育，而所谓天才教育结果多半不是把一个普通资质的人培养成了天才，而是把他扭曲成了高不成低不就的畸形儿。我自问我尚不是畸形儿，妈妈，我为此感到庆幸，可是令我不安的是，我一样被卷在了这样的教育里了，我不知道的是我的明天，它会好吗我们的明天，它会好吗妈妈，我仍然愿意考一个高一点的分数，用它来回报你。不过，明天之后，不管我考了多少分，你和爸爸都能高高兴兴地庆祝我高中毕业了，好吗您永远的女儿生活需要微笑尼采说人类一思考，上帝就发笑。巴黎大学的围墙也刷着生活在别处的字样。我曾经长久地喜欢这些闪光的句子，它们无不阐述着一个道理生活需要乐观，需要微笑。悲观者愁眉苦脸，认为他们从天空飞过，天空却没有留下他们的痕迹，他们看到的只是山重水复疑无路乐观者微笑生活，认为天空没有留下他们的痕迹，但他们已经飞过，他们看到的是柳暗花明又一村。"}
{"text":"巴黎大学的围墙也刷着生活在别处的字样。我曾经长久地喜欢这些闪光的句子，它们无不阐述着一个道理生活需要乐观，需要微笑。悲观者愁眉苦脸，认为他们从天空飞过，天空却没有留下他们的痕迹，他们看到的只是山重水复疑无路乐观者微笑生活，认为天空没有留下他们的痕迹，但他们已经飞过，他们看到的是柳暗花明又一村。一个浪，一个浪无休止地打来，在它的身上，脚下碎开，在那段红色动乱的文化大动荡中，艾青被扣上反动的帽子，受尽折磨，但他却始终微笑着。在大兴安岭，你常常可以看到正在劳动却依旧哼着歌的他。即使前路是无尽的黑暗，但他始终追寻着心中的光明。他说人间没有永恒的夜晚，世界没有永恒的冬天。所以，纵然他被困在窗台，却依旧能够构想着海洋。他说生活需要微笑，我便微笑。是的，生活需要微笑。亚历山大市的海蒂在实验室里度过了她岁的生日。这个女孩，从一出生就待着科学家为她制造的无菌室里，因为她有一种奇怪的病，她的皮肤对外部环境过敏。她从出生开始，母亲没抱过她一次，她也不能哭泣，因为咸咸的泪水会腐蚀她的皮肤。多么孤独的人啊，但是她笑着说我喜欢上网，那里有我喜欢的天堂。因为不可以哭泣，海蒂选择了微笑。然后，那个写下黑暗给了我黑色的眼睛，我却用它来寻找光明的顾城和面朝大海，春暖花开的海子却因为不会微笑而走上了极端的自杀道路。任何事物都具有两面性，看见什么取决于你的心态。同样是半杯水，悲观者说只剩下了半杯水。而乐观者则会说还剩半杯水。拥有一个积极乐观的心态，人生的际遇也许会因此而不同。乐观，就像是寒冷季节的一丝阳光，就像是炎热夏日的一缕清风，给予你的永远是希望信心和勇气。生活需要微笑，那么便微笑面对生活，怀揣一颗乐观向上的心，即使遇到空谷，你面对的不再是悬崖峭壁，而是栈道桥梁――越过空谷，通向新生活的途径。微笑是一块磁铁，吸引并感染他人微笑是一把号角，使你振作起来勇敢面对生活。我很想告诉米兰昆德拉，我见过一种微笑，比上帝本人还要美。探究出乐子探究是一种很棒的学习方式，这道理说出来大多数人都会点头称是。没错，我们不仅要学而时习之，还要多多探究，把学来的知识化为己有。可是说归说，却鲜有人把探究真当回事，认真地去做一回。"}
