{"text":"随着年龄增长，我自然也能够体会他一生的艰辛了。现在我提起这些，是为了说明，父与子的关系是一个普遍的难题。如果儿子是一个具有强烈精神性倾向的人，这个难题尤为突出，卡夫卡的那封著名的信对此作了深刻的揭示。一般来说，父亲是儿子的第一个偶像，而儿子的成长几乎必然要经历偶像的倒塌这个令双方都痛苦的过程。比较起来，做父亲的更为痛苦，因为他的权威仅仅建立在自然法则的基础之上，而自然法则最终却对他不利。他很容易受一种矛盾心理的折磨，一方面望子成龙，希望儿子比自己有出息，另一方面又怀着隐秘的警惕和恐慌，怕儿子因此而轻视自己。他因为自卑而愈加显得刚愎自用，用进攻来自卫，常用的武器是反复陈述养育之恩，强令儿子为今天和未来所拥有的一切而对他感恩。其实这正是他可怜的地方，而卡夫卡似乎忽略了这一点，夸大了父亲的暴君形象。不过，卡夫卡正确地指出，对于父与子难题的产生，父子双方都是没有责任的。这是共同的难题，需要共同来面对，父与子应该是合作的伙伴。儿子进入青春期是一个关键的阶段，做父亲的要小心调整彼此的关系，使之逐渐成为一种朋友式的关系，但中国的多数父亲没有这种意识。最成功的父子关系是成为朋友，倘若不能，隔膜就会以不同的方式长久存在。我是感觉到这种隔膜的，一旦和父亲单独相处，就免不了无话可说的尴尬。其实不是无话可说，而是话还没有开始说，只要开始说，任何时候都不算晚。在子女年长之后，交流的主动权就由父母手中转移到了子女手中。在漫长的岁月中，我为什么没有尝试和父亲作哪怕一次深入的交谈，更多地了解他一生中的悲欢，也让他更多地了解我呢？父亲已于十四年前因心肌梗死突然去世，治丧那一天，看到那一具因为没有一丝生命迹象而显得虚假的遗体，从我的身体中爆发出了撕心裂肺的恸哭。我突然意识到，对于业已从这具躯壳中离走的那一个灵魂，对于使我的生命成为可能的那一个生命，我了解得是多么少。父亲的死带走了一个人的平凡的一生，也带走了我们之间交流的最后希望。十六迷恋数学和作文我是听从我暗恋的女生的建议报考上海中学的，并且考上了。虽然实际情形并不像她所说有小汽车接送，但我完全不必后悔。这所学校实在是上海最好的一所中学，规模设备师资教学质量都是第一流的，考上上中被公认是一种荣耀。上海中学的前身是龙门书院，创建已近百年。为了纪念这个历史，教学主楼被命名为龙门楼。另一幢教室大楼叫先棉堂，是为了纪念宋末元初的纺织家黄道婆。"}
{"text":"父亲的死带走了一个人的平凡的一生，也带走了我们之间交流的最后希望。十六迷恋数学和作文我是听从我暗恋的女生的建议报考上海中学的，并且考上了。虽然实际情形并不像她所说有小汽车接送，但我完全不必后悔。这所学校实在是上海最好的一所中学，规模设备师资教学质量都是第一流的，考上上中被公认是一种荣耀。上海中学的前身是龙门书院，创建已近百年。为了纪念这个历史，教学主楼被命名为龙门楼。另一幢教室大楼叫先棉堂，是为了纪念宋末元初的纺织家黄道婆。黄道婆的墓就在离学校不远的地方，只有一个土堆和一块简陋的石碑。最使我满意的是学校位于郊区，校园很大，颇有田园风味。一条小河从校园里穿越，一侧分布着教室区和宿舍区，另一侧是宽阔的校办农场。我常常在河边散步，有时是独自一人，有时是和一二要好的同学一起，度过了许多个美丽的黄昏。从喧闹的市区来到这所幽静的名校，我感到心情舒畅，立刻就适应了寄宿生活。当时的校长叫叶克平，在我眼里是一个喜欢作冗长枯燥报告的矮个子。学生们崇拜团委书记夏聿修，他作的报告亲切而风趣。我们的班主任，一二年级时是张琴娟，一个戴着深度近视镜的小个子妇女，自尊心很强，常被顽皮的男生气得偷偷哭泣。上中有一个规矩，每个班要选择一个英雄人物作班名，如果校方认为符合了条件，就举行隆重的命名仪式，授予绣着英雄名字的班旗，并在教室里悬挂英雄的画像。张老师教政治课，在我的印象中，她的全部精力都用来争取命名了，终于使我们班获得了安业民班的称号。现在我只记得，安业民是一个因公牺牲的海军战士。三年级的班主任姓汤，是一个白发瘪嘴老太太，学英语出身，解放后只好改行，教我们俄语。上中的教学以数理化著称，多有经验的老教师，我记得其中二位。一位是代数老师华筱，她是老处女，教学风格严厉而细致。另一位是物理老师，名字忘记了，方脸矮脚，自称是自学成才。每次轮到他上课，铃声一响，他低着头匆匆走进教室，对谁也不看一眼，拿起粉笔就在黑板上写起来。写满了一黑板，擦掉接着再写，几乎不说一句话，就这样一直到下课。铃声一响，他又低着头匆匆走出了教室。上中不愧是名校，不但师资力量强，而且学生水平高。在我看来，这后一个特点更为重要。在一个班级里，聪明好学的学生不是一二个，而是十来个，就足以形成和带动一种风气。对于一个聪明好学的学生来说，这是最适宜的环境，他的聪明有了同伴，他的好学有了对手。"}
{"text":"另一位是物理老师，名字忘记了，方脸矮脚，自称是自学成才。每次轮到他上课，铃声一响，他低着头匆匆走进教室，对谁也不看一眼，拿起粉笔就在黑板上写起来。写满了一黑板，擦掉接着再写，几乎不说一句话，就这样一直到下课。铃声一响，他又低着头匆匆走出了教室。上中不愧是名校，不但师资力量强，而且学生水平高。在我看来，这后一个特点更为重要。在一个班级里，聪明好学的学生不是一二个，而是十来个，就足以形成和带动一种风气。对于一个聪明好学的学生来说，这是最适宜的环境，他的聪明有了同伴，他的好学有了对手。我们班的尖子学生有两类。一类执著于一科，例如许烨烨，两耳不闻窗外事，从早到晚安坐在课桌前解数学难题，而他的确是全年级头号数学尖子。另一类兴趣广泛，例如黄以和，他是立体几何课代表，同时爱读各种闲书，能言善辩，显得博学多才。我也属于后一类，和黄以和很谈得来，常在一起闲聊和斗嘴，但锋芒大不如他。与初中时一样，在高中，我最喜欢的课程仍是数学。我在班上先后担任几何和三角的课代表，还每周定期给成绩差的同学上辅导课。教几何的是一位年轻老师，有一回，他在课上做习题示范，我发现他的解法过于复杂，提出了一种简易得多的解法，他立即脸红了，虚心地表示服气。高二的暑假里，我还在家里自学高等数学，初步弄了一下解析几何和微积分。我始终觉得，平面几何的有趣是其他数学科目不能比拟的，最接近于纯粹智力的游戏。我喜欢的另一门课程是语文，不是喜欢读背课文，而是喜欢写作文。我们的语文老师叫钱昌巽，一个五十来岁的瘦高个，豁着一颗牙，但说话很有底气。他最赞赏两个学生的作文，赞赏施佐让是因为语法的无可挑剔和词汇的丰富，赞赏我是因为有真情实感和独立见解。除作文外，我在课余还常写一些东西，有散文也有小说，每隔一段时间装订成册，总共有十来册。这些习作都已不复存在，当时我也没有给任何人看，现在我如果读到，一定会觉得它们不成样子。不过，这不重要，重要的是我藉之学会了用写作自娱，体会到了写作即使没有任何别的用处，本身仍是一种快乐。从我中学时的学习情况看，我的智力性质显然是长于思考和理解，短于观察和记忆。因此，对于经验性比较强的学科，例如理科中的物理化学，文科中的历史地理，我都不太喜欢，成绩也要差些。就写作文而言，我也是长于说理和言情，短于叙事。我仿佛自由地跨越于两端，一端是头脑的抽象思维，另一端是内心的情感体验，其间没有过渡，也不需要过渡。"}
{"text":"不过，这不重要，重要的是我藉之学会了用写作自娱，体会到了写作即使没有任何别的用处，本身仍是一种快乐。从我中学时的学习情况看，我的智力性质显然是长于思考和理解，短于观察和记忆。因此，对于经验性比较强的学科，例如理科中的物理化学，文科中的历史地理，我都不太喜欢，成绩也要差些。就写作文而言，我也是长于说理和言情，短于叙事。我仿佛自由地跨越于两端，一端是头脑的抽象思维，另一端是内心的情感体验，其间没有过渡，也不需要过渡。在一定意义上，数学和诗都是离现实最远的，而它们是我最得心应手的领域。当我面对外在的经验世界时，不论是自然的还是社会的，我就显得有些力不从心了。在同学中，和我交往的人多少都有一点儿人文倾向，比如黄以和。还有一位计安欣，是农家子弟，有一天郑重地向我表达钦佩之情，并借去了我的读书笔记，从此我们有了密切的来往。他有一本旧书，是名人语录的汇编，收得最多的是曾国藩语录，我曾长期借阅并摘抄，深受其中励志言论的影响。计爱好文学，理科成绩平平，但在上中重理轻文传统的压力下，毕业时违心报考了理科，进了南京大学物理系。我与别班同学也有少许交往。有一对双胞胎，长得一模一样，都是小个子，瘦黑脸，戴着同样的眼镜，也都是数学尖子。一般人分不清这对同卵孪生子，我一眼就能识别，差别在神情上，那个哥哥多了一种柔和的光辉，我相信这是因为他在数学外还有人文兴趣。他在课间休息时常来找我，我们成了朋友。上中设有理科专门班，学制比普通班少一年，我们班曾与一个理科班举行联谊会。我记得这次活动，是因为那个班有一个和我同名同姓的学生，我们在会上见了面。当时我正读儒林外史，开会时带去了，他翻了翻，说他不看文学书，这就注定了我们不会有进一步的交往。十七孤僻的少年我是带着秘密的苦闷进入高中的，这种苦闷使我的性格变得更加内向而敏感。在整个高中时期，我像苦行僧一样鞭策自己刻苦学习，而对女孩子仿佛完全不去注意了。班上一些男生和女生喜欢互相打闹，我见了便十分反感。有一回，他们又在玩闹，一个女生在黑板上写了一串我的名字，然后走到座位旁拍我的脑袋，我竟然立即板起了脸。事实上，我心里一直比较喜欢这个活泼的女生，而她的举动其实也是对我友好的表示，可是我就是如此不近情理。因为我的古板，班上那个最漂亮的女生给我起了一个小老头儿的绰号。"}
{"text":"在整个高中时期，我像苦行僧一样鞭策自己刻苦学习，而对女孩子仿佛完全不去注意了。班上一些男生和女生喜欢互相打闹，我见了便十分反感。有一回，他们又在玩闹，一个女生在黑板上写了一串我的名字，然后走到座位旁拍我的脑袋，我竟然立即板起了脸。事实上，我心里一直比较喜欢这个活泼的女生，而她的举动其实也是对我友好的表示，可是我就是如此不近情理。因为我的古板，班上那个最漂亮的女生给我起了一个小老头儿的绰号。现在我分析，当时我实际上是处在性心理的自发调整阶段，为了不让肉欲的觉醒损害异性的诗意，我便不自觉地远离异性，在我和她们之间建立了一道屏障。我在班上担任黑板报的主编，我曾利用这个机会发表观点，抨击男女生之间的调情现象。记得有一则杂感是这样写的有的男生喜欢说你们女生怎么样怎么样，有的女生喜欢说你们男生怎么样怎么样，这样的男生和女生都不怎么样。这一挑战很快招来了报复。在此之前，语文老师在课上宣读过我的一篇题为当起床铃响起的时候的作文，那是一篇小小说，写一个叫小林的学生爱睡懒觉，装病不起床，躲在蚊帐里吃点心，被前来探望的老师发现，情境十分狼狈。于是，在我主持的黑板报上出现了一篇未经我审稿的匿名文章，题目是小林与小平，嘲笑我就是那个小林。我很快就知道，文章是黄以和牵头写的，他是最喜欢和女生嬉闹的一个男生，难怪要想办法回敬我一下了。造成我孤僻的另一个原因是身体病弱，因而脑中充满悲观的思想。高三的寒假里，我读了一本中国文学史，大受感染，一气写了许多诗词。它们不外两类内容，一是言志，另一便是叹生忧死。在后一类诗中，充斥着这样的句子一夕可尽千年梦，直对人世叹无常十六少年已多病，六十难逃灰土行无疾不知有疾苦，纳世雄心竟入土。读到历史上王勃等短命诗人的事迹，我不胜伤感，仿佛那也是我的命运。我睡眠很不好，常常在半夜醒来，受两样东西的煎熬，便是性与死。性与死是我的两个不可告人的秘密，在黑夜中真相毕露。被窝里是猖獗的性，窗外无边的黑暗中是狰狞的死。我仿佛能极真切地看到死，看到死后自己绝对消失永远不复存在的情景，因而感到不可名状的恐惧和空虚。我的孤僻表现在与同学的关系上，便是一种不合群的清高。聚在宿舍里打扑克牌或瞎聊天的人群中，是绝对看不到我的影子的。"}
{"text":"我睡眠很不好，常常在半夜醒来，受两样东西的煎熬，便是性与死。性与死是我的两个不可告人的秘密，在黑夜中真相毕露。被窝里是猖獗的性，窗外无边的黑暗中是狰狞的死。我仿佛能极真切地看到死，看到死后自己绝对消失永远不复存在的情景，因而感到不可名状的恐惧和空虚。我的孤僻表现在与同学的关系上，便是一种不合群的清高。聚在宿舍里打扑克牌或瞎聊天的人群中，是绝对看不到我的影子的。我上高中的三年正是经济困难时期，我自己对之并无深切感受，至多不过是粮食定量降低，餐桌上经常有豆渣，在我都不是什么痛苦。由于在上海县境内，上中相当一部分招生指标是面向农村的，农村来的学生就表现出了一种对食物的狂热，经常聚在宿舍里谈论吃喝。离开饭还久，他们就在食堂门外探头探脑，打听食谱，然后奔走相告。有一回，听说早餐吃烘饼，一个同学高兴得发了疯一样，不知如何发泄才好，当众把裤子拉下来，露出下体。有一些同学总是抢先到达食堂，为了掌握自己那一桌分菜的权力，给自己多分一些。这些现象令我十分厌恶，使我更要显出一种仿佛不食人间烟火的样子了。对于那时候的高中学生来说，加入共青团是一件大事。一个没有入团的学生，在众人眼中就是一个落后分子，仿佛入了另册一样。高二时，我满十五岁，离队前夕也写了入团申请。然而，因为没有主动靠拢组织，直到高中毕业，直到上大学，直到大学毕业，我始终不能入团。所谓主动靠拢组织，就是要不停地向团干部表示决心，汇报思想。我的天性使我无法这样做，即使是被动靠拢，也就是团干部主动找我谈话，我都会感到极其别扭，觉得有不可克服的心理障碍。障碍有二，一是我说不出那种雷同的政治思想语言，那种语言对于我始终是陌生异己的东西，二是我更装不出这种语言好像是我的心里话似的，赋予它们一种感情色彩。我并非那样超脱，在很长时间里，因为班上多数同学是团员，自己被排斥在外，真感到抬不起头。但是，在看清了这件事与我的天性的矛盾之后，心里就坦然了。主观和客观的情形都使我更加专注于内心，我找到了一种忍受孤独的方式，就是写日记。在上小学时，我就自发地写日记了，所记的都是一些琐屑的事情，诸如父亲带我到谁家作客吃了什么好吃的东西之类。在这种孩子气的日记中隐藏着一切写作的基本动机，就是要用文字留住生活中的快乐，留住岁月，不让它们消逝得无影无踪。上初中时，我已经基本上养成了写日记的习惯。"}
{"text":"但是，在看清了这件事与我的天性的矛盾之后，心里就坦然了。主观和客观的情形都使我更加专注于内心，我找到了一种忍受孤独的方式，就是写日记。在上小学时，我就自发地写日记了，所记的都是一些琐屑的事情，诸如父亲带我到谁家作客吃了什么好吃的东西之类。在这种孩子气的日记中隐藏着一切写作的基本动机，就是要用文字留住生活中的快乐，留住岁月，不让它们消逝得无影无踪。上初中时，我已经基本上养成了写日记的习惯。从高一下学期起，我开始天天写日记，一直坚持到文革中的某一天，八年中从未间断。日记成了我的最亲密的朋友，每天我把许多时间献给它，我的一切都可以向它倾诉。在这过程中，它不只是一个被动的倾听者，它和我对话，进行分析评价开导，实际上成了另一个自我的化身。我从写日记得到的最大好处就是形成了一个内心生活的空间，一种与一个更高的自我对话的习惯。十八扑在书本上我的女儿两岁时，妈妈给她读童话故事，她盯着妈妈手中的那本书诧异地问这里面都是字，故事在哪里呢？现在，五岁的她已经认许多字，妈妈仍然给她读童话故事，读完以后，她会自己捧着那本书仔细辨认上面的字，把妈妈刚才读的故事找出来。我在一旁看着她专心的样子，心中想，我小时候一定也经历过类似的过程。一个人在识字以后，就会用一种不同的眼光看书籍。至少从小学高年级开始，我的眼中已经有了一个书的世界，这个世界使我感到既好奇又崇敬。每一本书，不管是否看得懂，都使我神往，我相信其中一定藏着一些有趣的或重要的东西，等待我去把它们找出来。小学六年级时，我家搬到人民广场西南角，离上海图书馆很近。馆里有露天阅览室，许多人坐在那里看书，有一天我鼓起勇气也朝里走，却被挡驾了。按照规定，身高必须在一米四五以上，才有资格进这个阅览室，而我还差得远呢。小学毕业，拿到了考初中的准考证，听说凭这个证件就可以进到馆内，我喜出望外。在整个暑假里，我几乎天天坐在那个露天阅览室里看书。记得我借的第一本书是雨果的悲惨世界，管理员怀疑地望着我，不相信十一岁的孩子能读懂。我的确读不懂，翻了几页，乖乖地还掉了。这一经验给我的打击是严重的，使得我很久不敢再去碰外国名著。直到上高中时，我仍觉得外国小说难读，记不住人名，看不明白情节。对外国电影也是如此。每个周末，上海中学礼堂里放映两场电影，一场免费，一场收一角钱门票。"}
{"text":"小学毕业，拿到了考初中的准考证，听说凭这个证件就可以进到馆内，我喜出望外。在整个暑假里，我几乎天天坐在那个露天阅览室里看书。记得我借的第一本书是雨果的悲惨世界，管理员怀疑地望着我，不相信十一岁的孩子能读懂。我的确读不懂，翻了几页，乖乖地还掉了。这一经验给我的打击是严重的，使得我很久不敢再去碰外国名著。直到上高中时，我仍觉得外国小说难读，记不住人名，看不明白情节。对外国电影也是如此。每个周末，上海中学礼堂里放映两场电影，一场免费，一场收一角钱门票。所放映的多为国外影片，我实在太土，有时竟因为看不懂而睡着了。不过，我对书的爱好有增无减，并且很早就有了买书的癖好。第一次买书是在刚上小学时，我多么想拥有一本属于自己的连环画，在积了一点儿零钱后，到一个小摊上选了一本纪昌学箭。选这本书，是因为我的零钱刚好够，而我又读过，被纪昌苦练本领的毅力所感动。买到手后，我心中喜悦了好些天。初中三年级时，我家搬到江宁路，从家到学校乘电车有五站地，只花四分钱，走路要用一小时。由于家境贫寒，父亲每天只给我四分钱的单程车费，我连这钱也舍不得花，总是徒步往返。路途的一长段是繁华的南京西路，放学回来正值最热闹的时候，两旁橱窗里的商品琳琅满目，要说那些精美的糕点对我毫无诱惑是假的，但我心里惦记着这一段路上的两家旧书店，便以目不旁视的气概勇往直前。这两家旧书店是物质诱惑的海洋中的两座精神灯塔，我每次路过必进，如果口袋里的钱够，就买一本我看中的书。当然，经常的情形是看中了某一本书，但钱不够，于是我不得不天天去看那本书是否还在，直到攒够了钱把它买下才松一口气。读高中时，我住校，从家里到学校要乘郊区车，往返票价五角。我每两周回家一次，父亲每月给我两元钱，一元乘车，一元零用。这使我在买书时仿佛有了财大气粗之感，为此总是无比愉快地跋涉在十几公里的郊区公路上。那时已是国家经济困难时期，商店一片萧条，橱窗里少得可怜的糖果点心标着吓人的价格。我纳闷的是，怎么还会有人买，同样的钱可以买多少书啊。周末的日子，我在家里呆不住，就去南京西路上离我家近的那一家旧书店逗留。我的大弟弟对我的好学怀着景仰之心，他经常悄悄尾随我，在书店门口守候我出来。进大学后，我仍为了买书而过着十分清贫的生活。家里每月给我汇五元零用钱，不用说都是花在旧书店里了。有一段时间，我还每天退掉一餐的菜票，用开水送窝窝头，省下钱来买书。"}
{"text":"那时已是国家经济困难时期，商店一片萧条，橱窗里少得可怜的糖果点心标着吓人的价格。我纳闷的是，怎么还会有人买，同样的钱可以买多少书啊。周末的日子，我在家里呆不住，就去南京西路上离我家近的那一家旧书店逗留。我的大弟弟对我的好学怀着景仰之心，他经常悄悄尾随我，在书店门口守候我出来。进大学后，我仍为了买书而过着十分清贫的生活。家里每月给我汇五元零用钱，不用说都是花在旧书店里了。有一段时间，我还每天退掉一餐的菜票，用开水送窝窝头，省下钱来买书。从中学到大学二年级，我积了二百多本书，在文革中它们已失散于一旦。当我回忆起上海中学的时候，我总是看见一个瘦小的学生坐在阅览室里看书，墙上贴着高尔基的一句语录我扑在书本上，就像饥饿的人扑在面包上一样。事实上，我现在已经无法弄清，这句话是真的贴在那里，还是我从别处读到，在记忆中把它嫁接到了上海中学阅览室的墙上。不管怎样，这句话对于当时的我的确独具魔力，非常贴切地表达了一个饥不择食的少年人的心情和状态。我也十分感谢那时候的中国青年报，它常常刊登一些伟人的苦学事迹和励志名言，向我的旺盛的求知欲里注进了一股坚韧的毅力。我是非常用功的，学校规定学生必须午睡，但我常常溜出宿舍到教室里看书。我们那栋宿舍的管理员对学生管得很死，在午睡时间溜出宿舍而被他发现了，就会遭到严厉的训斥，因此我十分恨他。后来这个人被判了刑，原因是利用职务方便奸污了多名女生，可见道貌岸然之人大抵男盗女娼。在中学时代，我已把做学问看作人生最崇高的事业。在我当时的诗中，我嘲笑了那些迷恋物质享乐的人，表示自己只迷恋知识，我的志向是攻读一生通百科，天下好书全读熟。当然，我并非没有功利心，有一首诗是这样写的无职少鸣难惊人，大志不随众笑沉。读破万卷游列国，高喊来了对诸圣。表达了依靠做学问出人头地的欲望。我也渴望成功，但看来我是坚定不移地相信，唯有做学问是成功的正道。正因为如此，有一件事给了我很大刺激，便是姐姐弃学从工。我上初二时，她上初三，临近暑假的一天，她放学后没有回家。晚上，她最要好的一个同学来我家通知父亲，说姐姐留级了，不敢回家，躲在她家里，希望父亲不要打姐姐。她走后不久，姐姐怯生生地回来了。好朋友的求情完全不起作用，父亲从未这样厉害地打过孩子，姐姐凄厉求饶的哭声使我心颤。"}
