{"text":"因为平常不大有人去，因为山高难以攀登，所以你若想去一游，不会遇到成千成万的下级游人，如吴山的五狼八豹之类。并且紫来洞新开，东面由长桥而去的一条登山大道新辟，你只教有兴致，有走三里山路的脚力，上去花它一整天的工夫，看看长江，看看湖面，便可以把一切的世俗烦恼，一例都消得干干净净。我平时爱上吴山，可以借登高的远望而消胸中的块磊，可是块磊大了，几杯薄酒和小小的吴山，还消它不得的时候，就只好上玉皇山去。去年秋天，记得曾和增嘏他们去过一次，大家都惊叹为杭州的新现今年也复去过两回，每次总能够现一点新的好处，所以我说，玉皇山在杭州，倒像是我的一部秘藏之书东坡食蚝，还有私意，我在这里倒真吐露了我的肺腑衷。廿四年十一月选自闲书，上海良友图书印刷公司年版福州的西湖天气热了之后，真是热得不可耐，而又不至于热死的时候，我们老会有那一种失神状态出现，就是嗒焉我丧吾的状态。茫茫然，浑浑然，知觉是有的，感觉却迟钝一点看周围的事物风景，只融成一个很模糊的轮廓，对极熟悉的环境，也会生奇异的生疏感，仿佛似置身在外国，又仿佛是回到了幼小的时期，总之，是一种半麻木的入梦的状态。与此相反，于烈日行天的中午，你若突然走进一处阴凉的树林或如烧似煮地热了一天，忽儿向晚起微风，吹尽了空中的热气，使你得在月明星淡的天盖下静躺着细看天河当这些样的时候，我们也会起一种如梦似的失神状态，仿佛是从恶梦里刚苏醒转来的样子，既不愿意动弹，也不能够把注意力集中，陶然泰然，本不知道有我，更不知道有我以外的一切纠纷。这两种怀，前一种分明有不快的下意识潜伏在心头，而后一种当然是涅的境地。在福州，一交夏，直到白露为止，差不多每日都可以使你体味到这两种至味。因为福州地处东海之滨，所以夏天的太阳出来得特别的早可是阳光一普照，空气，地壳，山川草木，就得蒸吐热气。故而自上午点钟起，到下午五时前后止，热度，大约总在八十六七至九十一二度的中间。依这一度数看来，福州原也并不比别处特别的热，但是一年到头――十二个月中间，差不多有四五个月，天天都是如此，因而新自外地来的人，总觉得福州这地方比别处却热得不同。在福州热的时间虽则长一点，白天在太阳底下走路的苦楚，虽则觉得难熬一点，但福州的夏夜，实在是富有着异趣，实在真够使人留恋。"}
{"text":"故而自上午点钟起，到下午五时前后止，热度，大约总在八十六七至九十一二度的中间。依这一度数看来，福州原也并不比别处特别的热，但是一年到头――十二个月中间，差不多有四五个月，天天都是如此，因而新自外地来的人，总觉得福州这地方比别处却热得不同。在福州热的时间虽则长一点，白天在太阳底下走路的苦楚，虽则觉得难熬一点，但福州的夏夜，实在是富有着异趣，实在真够使人留恋。我假使要模仿旧约诸先知的笔调，写起牧歌式的福州夏夜记事来，那开始就得这么的说――太阳平西了，海上起了微风。天上的群星放了光，地上的亚当夏娃的子女，成群，结队，都走向西去，同伊色列人的出埃及一样。为什么一到晚上，福州的住民大家要走向西去呢？就因为在福州的城西，也有一个西湖，是浮瓜沉李，夏夜乘凉的唯一的好地方。没有到福州之先，我并不知道福州也有一个西湖。虽则说天下西湖三十六，但我们所习知的，总只是与苏东坡有关的几个，河南颍上，广东惠州，与浙江杭州。到了福州之后，住上了年余，闲来无事，到各处去走走，觉得西湖在福州的重要，却也不减似杭州，尤其是在夏天。让我们先来查一查这福州西湖的历史当然是抄的旧籍，乾隆徐景熹修的福州府志里说西湖在候官县西三里。三山志蓄水成湖，可荫民田。闽都记周回二十里，引西北诸山溪水注于湖，与海通潮汐，所溉田不可胜计。闽书西湖，晋太守严高所凿，蓄泄泽民田，周围十数里王审知时大之，至四十余里。第二辑屐痕处处感伤的行旅自从晋后，这西湖屡塞屡浚，时大时小最后到了民国，许世英氏在这里做省长的时候，还大大地疏浚了一次，并且还编了一部十二大册的西湖志。到得现在，时势变了，东北角城墙拆去，建设厅正在做植树，修堤，筑环湖马路的工作。千余年来西湖的历史，不过如此但史上西湖的黄金时代，却有先后的两期。其一，是王审知王闽以后的时期。闽王宫殿，就筑在现在的布使埕威武军门以内闽王时，朝西筑甬道，可以直达西湖，在湖上并且更筑起了一座水晶的宫殿，居民道上，往往可以听见地下的弦索之音。闽王后代，不知前王创业的艰难，骄奢淫佚，享尽了人间的艳福宫婢陈金凤的父子聚~，湖亭水嬉，高唱棹歌，当然是在这西湖的圈里，这当是西湖的第一个黄金时代。"}
{"text":"千余年来西湖的历史，不过如此但史上西湖的黄金时代，却有先后的两期。其一，是王审知王闽以后的时期。闽王宫殿，就筑在现在的布使埕威武军门以内闽王时，朝西筑甬道，可以直达西湖，在湖上并且更筑起了一座水晶的宫殿，居民道上，往往可以听见地下的弦索之音。闽王后代，不知前王创业的艰难，骄奢淫佚，享尽了人间的艳福宫婢陈金凤的父子聚~，湖亭水嬉，高唱棹歌，当然是在这西湖的圈里，这当是西湖的第一个黄金时代。其次，是宋朝天下太平，风流太守，像曹颖区，程师孟，蔡君谟等管领的时代。诗酒流连，群贤毕至，当时的西湖虽小，而流传的韵事却很多！现在市场上流行的那部民国初年修的西湖志里，所记的遗闻轶事，歌赋诗词，亦以这一代的为多，称它为西湖第二期的黄金时代，大约总也不至大错。其后由元历明，以及清朝的一代，虽然也有许多诗人的传说在西湖但穷儒的点缀，当然只是修几间茅亭，筑一些坟墓而已，像帝王家，太守府那般的豪举，当然是没有的。这些都是西湖的家谱，只能供好寻故事的人物参考，现在却不得不说一说西湖的面貌，以尽我介绍这海滨西子之劳万一这僻处在一方的静女，能多得到几位遥思渴慕的有情人，则我一枝秃笔的功德也可以说是不少。杭州的西湖，若是一个理想中的粉本，那么可以说颐和园得了她的紧凑，而福州的西湖，独得了她的疏散。各有点相像，各有各的好处，而各在当地的环境里，却又很位置的得当。总之，是一湖湖水，处在城西。水中间有一堆小山，山旁边有几条堤，几条桥，与许多楼阁与亭台。远一点，是附廓的乡村再远一点，是四周的山，连续不断的山。并且福州的西湖之与闽江，也却有杭州的西湖与钱塘江那么的关系，所以要说像，正是再像也没有。但是杭州湖上的山，高低远近，相差不多由俗眼看来，虽很悦目，一经久视，终觉变化太少，奇趣毫无。而福州的西湖近侧，要说低岗浅阜，有城内的屏山北与乌石山南，城外的大梦山祭酒山西。似断若连，似连实断。远处东望鼓山连峰，自莲花山一路东驰，直到海云生处。有时候夕阳西照，有时候明月东升，这一排东头的青嶂，真若在掌股之间山上的树木危岩，以及树林里的禅房僧舍，都看得清清楚楚与西湖的距离，并不迫近眉睫，可也不远在千里，正同古人之所说，如硬纸写黄庭，恰到好处的样子。福州的西湖，因为面积小，所以十景八景的名目，没有杭州那么的有名。"}
{"text":"而福州的西湖近侧，要说低岗浅阜，有城内的屏山北与乌石山南，城外的大梦山祭酒山西。似断若连，似连实断。远处东望鼓山连峰，自莲花山一路东驰，直到海云生处。有时候夕阳西照，有时候明月东升，这一排东头的青嶂，真若在掌股之间山上的树木危岩，以及树林里的禅房僧舍，都看得清清楚楚与西湖的距离，并不迫近眉睫，可也不远在千里，正同古人之所说，如硬纸写黄庭，恰到好处的样子。福州的西湖，因为面积小，所以十景八景的名目，没有杭州那么的有名。并且时过景迁，如大梦松涛的一景，简直已经寻不出一个小浪来了，其他的也就可想而知。但是开化寺前的茶店，开化寺后，从前大约是宛在堂的旧址的那一块小阜，却仍是看晚霞与旭日的好地方。西面一堤，过环桥，就可以走上澄澜堂去，绕一个圈子，可以直绕到北岸的窑角诸娘的家里，这些地方，总仍旧是千余年前的西湖的旧景。并且立在环桥上面，北望诸山腰里的人家，南瞻乌石山头的大石，俯听听桥洞下男男女女的行舟，清风不断，水波也时常散作鳞文，以地点来讲，这桥上当是西湖最好的立脚地。桥头东西，是许世英氏于五四那一年立击楫碑的地方，此时此景，恰也正配。福州西湖的游船，有一种像大明湖的方舟，有一种像平常的舢板，设备倒也相当的富丽，但终因为湖面太小了一点，使人鼓不起击楫的勇气又因为湖水不清，码头太少，四岸没有可以上去游玩的别墅与丛林，所以船家与坐船的人，并没有杭州那么的多。可是年年端午，西湖的里里外外，上上下下，总是人多如鲫，挤得来寸步难移这时候这些船家，便也可以借吊屈原之名而扬眉吐气，一只船的租金，竟有上二三元一日的八月半的晚上，当然也是一样。第二辑屐痕处处感伤的行旅对于福州的西湖，我初来时觉得她太渺小，现在习熟了，却又觉她的楚楚可怜。在西湖志的附录里，曾载有一位湖上的少女，被人买去作妾后来随那位武弁到了北京，因不容于大妇，发配厮养卒以终。少女多才，赋诗若干绝以自哀，所谓为问生身亲父母，卖儿还剩几多钱？以及嫁得伧父双脚健，报人夫婿早登科等名句，就是这一位福州冯小青之所作。诗的全部，记得随园诗话，和两般秋雨庵随笔里都抄登着在。她，这一位可怜的少女，我觉得就是福州西湖的化身反过来说，或者把西湖当作她的象征，也未始不可。"}
{"text":"在西湖志的附录里，曾载有一位湖上的少女，被人买去作妾后来随那位武弁到了北京，因不容于大妇，发配厮养卒以终。少女多才，赋诗若干绝以自哀，所谓为问生身亲父母，卖儿还剩几多钱？以及嫁得伧父双脚健，报人夫婿早登科等名句，就是这一位福州冯小青之所作。诗的全部，记得随园诗话，和两般秋雨庵随笔里都抄登着在。她，这一位可怜的少女，我觉得就是福州西湖的化身反过来说，或者把西湖当作她的象征，也未始不可。一九三七年七月，在福州刊一九三八年七月一日广州宇宙风第七十期感伤的行旅一犹太人的漂泊，听说是上帝制定的惩罚。中欧一带的寄泊栖的游行，仿佛是这一种印度支族浪漫尼的天性。大约是这两种意味都完备在我身上的缘故罢，在一处沉滞得久了，只想把包裹雨伞背起，到绝无人迹的地方去吐一口郁气。更况且节季又是霜叶红时的秋晚，天色又是同碧海似的天天晴朗的青天，我为什么不走？我为什么不走呢？可是说话容易，实践艰难，入秋以后，想走想走的心愿，却起了好久了，而天时人事，到了临行的时节，总有许多阻障出来。八个瓶儿七个盖，凑来凑去凑不周全的，尤其是几个买舟借宿的金钱。我不会，我当然不能乞食，况且此去，也许在吴头，也许向楚尾，也许在中途被捉，被投交有砂米饭吃有红衣服着的笼中，所以踏上火车之先，我总想多带一点财物在身边，免得为人家看出，看出我是一个无产无职的游民。旅行之始，还是先到上海，向各处去交涉了半天。等到几个版税拿到在手里，向大街上买就了些旅行杂品的时候，我的灵魂已经飞到了空中。！坐在黄包车上的身体，好像在腾云驾雾，扶摇上九万里外去了。头一晚，就在上海的大旅馆里借了一宵宿。是月暗星繁的秋夜，高楼上看出去，能够看见的，只是些黄苍颓荡的电灯光。当然空中还有许多同蜂衙里出了火似的同胞的杂噪声，和许多有钱的人在大街上驶过的汽车声溶合在一处，在合奏着大都会之夜的新魔丰腻，但最触动我这感伤的行旅者的哀思的，却是在同一家旅舍之内，从前后左右的宏壮的房间里发出来的娇艳的肉声，及伴奏着的悲凉的弦索之音。"}
{"text":"当然空中还有许多同蜂衙里出了火似的同胞的杂噪声，和许多有钱的人在大街上驶过的汽车声溶合在一处，在合奏着大都会之夜的新魔丰腻，但最触动我这感伤的行旅者的哀思的，却是在同一家旅舍之内，从前后左右的宏壮的房间里发出来的娇艳的肉声，及伴奏着的悲凉的弦索之音。屋顶上飞下来的一阵两阵的比西班牙舞乐里的皮鼓铜琶更野噪的锣鼓响乐，也未始不足以打断打断我这愁人秋夜的客中孤独，可是同败落头人家的喜事一样，这一种绝望的喧阗，这一种勉强的干兴，终觉得是肺病患者的脸上的红潮，静听起来，仿佛是有四万万的受难的人民，在这野声里啜泣似的，如此烽烟如此乐，老夫怀抱若为开呢？不得已就只好在灯下拿出一本德国人的游记来躺在床沿上胡乱地翻读一七七六，九月四日，来干思堡，侵晨。早晨三点，我轻轻地偷逃出了卡儿斯罢特，因为否则他们怕将不让我走。那一群将很亲热地为我做八月廿八的生日的朋友们，原也有扣留住我的权利可是此地却不可再事淹留下去了。这样地跟这一位美貌多才的主人公看山看水，一直的到了月下行车，将从勃伦纳到物络那的时候，我也就在悲凉的弦索声，杂噪的锣鼓声，和怕人的汽车声中昏沉睡着了。不知是在什么地方，我自身却立在黑沉沉的天盖下俯看海水，立脚处仿佛是危岩f涞囊蛔石山。我的左壁，就是一块身比人高的直立在那里的大石。忽而海潮一涨，只见黑黝黝的涡旋，在灰黄的海水里鼓荡，潮头渐长渐高，逼到脚下来了，我苦闷了一阵，却也终于无路可逃，带粘性的潮水，就毫无踌躇地浸上了我的两脚，浸上了我的腿部，腰部，终至于将及胸部而停止了。一霎时水又下退，我的左右又变了石山的陆地，而我身上的一件青袍，却为水浸湿了。在惊怖和懊恼的中间，梦神离去了我，手支着枕头，举起上半身来看看外边的样子，似乎那些毫无目的，毫无意识，只在大街上闲逛瞎挤乱骂高叫的同胞们都已归笼去了，马路上只剩了几声清淡的汽车警笛之声，前后左右的娇艳的肉声和弦索声也减少了，幽幽寂寂，仿佛从极远处传来似的，只有间隔得很远的竹背牙牌互击的操塔的声音，大约夜也阑了，大家的游兴也倦了罢，这时候我的肚里却也咕噜噜感到了一点饥饿。"}
{"text":"第二辑屐痕处处感伤的行旅披上绵袍，向里间浴室的磁盆里放了一盆热水，漱了一漱口，擦了一把脸，再回到床前安乐椅上坐下，呆看住电灯擦起火柴来吸烟的时候，我不知怎么的斗然间却感到了一种异样的孤独。这也许是大都会中的深夜的悲哀，这也许是中年易动的人生的感觉，但无论如何，我觉得这样的再在旅舍里枯坐是耐不住的了，所以就立起身来，开门出去，想去找一家长夜开炉的菜馆，去试一回小吃。开门出去，在静寂粉白和病院里的廊子一样的长巷中走了一段，将要从右角转入另一条长廊去的时候，在角上的那间房里，忽而走出了一位二十左右，面色洁白妖艳，一头黑发松长披在肩上，全身像裸着似的只罩着一件金黄长毛丝绒的的妇人来。这一回的出其不意地在这一个深夜的时间里忽儿和我这样的一个潦倒的中年男子的相遇，大约也使她感到了一种惊异，她起始只张大了两只黑晶晶的大眼，怀疑惊问似的对我看了一眼，继而脸上涨起了红霞，似羞缩地将头俯伏了下去，终于大着胆子向我的身边走过，走到另一间房间里去了。我一个人发了一脸微笑，走转了弯，轻轻地在走向升降机去的中间，耳朵里还听见了一声她关闭房门的声音，眼睛里还保留着她那丰白的圆肩的曲线，和从宽散的她的寝衣中透露出来的胸前的那块倒三角形的雪嫩的白肌肤。司升降机的工人和在廊子的一角呆坐着的几位茶役，都也睡态朦胧了，但我从高处的六层楼下来，一到了底下出大门去的那条路上，却不料竟会遇见这许多暗夜之子在谈笑取乐的。他们的中间，有的是跟来的龟奴鸨母，有的是司汽车的机器工人，有的是身上还披着绒毯的住宅包车夫，有的大约是专等到了这一个时候，夹入到这些人的中间来骗取一枝两枝香烟，谈谈笑笑借此过夜的闲人罢！这一个大门道上的小社会里，这时候似乎还正在热闹的黄昏时候一样，而等我走出大门，向东边角上的一家茶馆里坐定，朝壁上的挂钟细细看了一眼时，却已经是午前的三点钟前了。吃取了一点酒菜回来，在路上向天空注看了许多回。"}
{"text":"他们的中间，有的是跟来的龟奴鸨母，有的是司汽车的机器工人，有的是身上还披着绒毯的住宅包车夫，有的大约是专等到了这一个时候，夹入到这些人的中间来骗取一枝两枝香烟，谈谈笑笑借此过夜的闲人罢！这一个大门道上的小社会里，这时候似乎还正在热闹的黄昏时候一样，而等我走出大门，向东边角上的一家茶馆里坐定，朝壁上的挂钟细细看了一眼时，却已经是午前的三点钟前了。吃取了一点酒菜回来，在路上向天空注看了许多回。西边天上，正挂着一钩同镰刀似的下弦残月，东北南三面，从高屋顶的电火中间窥探出去，似还见得到一颗两颗的黯淡的秋星，大约明朝不会下雨这一件事情总可以决定的了。我长啸了一声，心里却感到了一点满足，想这一次的出发也还算不坏，就再从升降机上来，回房脱去了袍袄，沉酣地睡着了四五个钟头。二几个钟头的酣睡，已把我长年不离身心的疲倦医好了一半了，况且赶到车站的时候正还是上行特别快车将发未动的九点之前，买了车票，挤入了车座，浩浩荡荡，火车头在晨风朝日之中，将我的身体搬向北去的中间，老是自伤命薄，对人对世总觉得不满的我这时代落伍者，倒也感到了一心的快乐。旅行果然是好的，我斜倚着车窗，目视着两旁的躺息在太阳和风里的大地，心里却在这样的想旅行果然是不错，以后就决定在船窗马背里过它半生生活罢！江南的风景，处处可爱，江南的人事，事事堪哀，你看，在这一个秋尽冬来的寒月里，四边的草木，岂不还是青葱红润的么？运河小港里，岂不依旧是白帆如织满在行驶的么？还有小小的水车亭子，疏疏的槐柳树林。平桥瓦屋，只在大空里吐和平之气，一堆一堆的干草堆儿，是老百姓在这过去的几个月中间力耕苦作之后的黄金成绩，而车辚辚，马萧萧，这十余年中间，军阀对他们的征收剥夺，虏掠，从头细算起来，那里还算得明白？江南原说是鱼米之乡，但可怜的老百姓们，也一并的作了那些武装同志们的鱼米了。逝者如斯，将来者且更不堪设想，你们且看看政府中什么局长什么局长的任命，一般物价的同潮也似的怒升，和印花税地税杂税等名目的增设等，就也可以知其大概了。啊啊，圣明天子的朝廷大事，你这贱民哪有左右容喙的权利，你这无智的牛马，你还是守着古圣昔贤的大训，明哲以保其身，且细赏赏这车窗外面的迷人秋景罢！人家瓦上的浓霜去管它作甚？第二辑屐痕处处感伤的行旅车窗外的秋色，已经到了烂熟将残的时候了。"}
{"text":"逝者如斯，将来者且更不堪设想，你们且看看政府中什么局长什么局长的任命，一般物价的同潮也似的怒升，和印花税地税杂税等名目的增设等，就也可以知其大概了。啊啊，圣明天子的朝廷大事，你这贱民哪有左右容喙的权利，你这无智的牛马，你还是守着古圣昔贤的大训，明哲以保其身，且细赏赏这车窗外面的迷人秋景罢！人家瓦上的浓霜去管它作甚？第二辑屐痕处处感伤的行旅车窗外的秋色，已经到了烂熟将残的时候了。而将这秋色秋风的颓废末级，最明显地表现出来的，要算浅水滩头的芦花丛薮，和沿流在摇映着的柳色的鹅黄。当然杞树枫树桕树的红叶，也一律的在透露残秋的消息，可是绿叶层中的红霞一抹，即在春天的二月，只教你向树林里去栽几株一丈红花，也就可以酿成此景的。至于西方莲的殷红，则不问是寒冬或是炎夏，只教你培养得宜，那就随时随地都可以将其他树叶的碧色去衬它的朱红，所以我说，表现这大江南岸的残秋的颜色，不是枫林的红艳和残叶的青葱，却是芦花的丰白与岸柳的髡黄。秋的颜色，也管不得许多，我也不想来品评红白，裁答一重公案，总之对这些大自然的四时烟景，毫末也不曾留意的我们那火车机头，现在却早已冲过了长桥几架，抄过了洋澄湖岸的一角，一程一程的在逼近姑苏台下去了。苏州本来是我侬旧游之地，一帆冷雨过娄门的情趣，闲雅的古人，似乎都在称道。不过细雨骑驴，延着了七里山塘，缓缓的去奠拜真娘之墓的那种逸致，实在也尽值得我们的怀忆的。还有日斜的午后，或者上小吴轩去泡一碗清茶，凭栏细数数城里人家的烟灶，或者在冷红阁上，开开它朝西一带的明窗，静静儿的守着夕阳的晚西沉，也是尘俗都消的一种游法。我的此来，本来是无遮无碍的放浪的闲行，依理是应该在吴门下榻，离沪的第一晚是应该去听听寒山寺里的夜半清钟的，可是重阳过后，这近边又有了几次农工暴动的风声，军警们提心吊胆，日日在搜查旅客，骚扰居民，像这样的暴风雨将到未来的恐怖期间，我也不想再去多劳一次军警先生的驾了，所以车停的片刻时候，我只在车里跑上先跑落后的看了一回虎丘的山色，想看看这本来是不高不厚的地皮，究竟有没有被那些要人们刮尽。但是还好，那一堆小小的土山，依旧还在那里点缀苏州的景致。不过塔影萧条，似乎新来瘦了，它不会病酒，它不会悲秋，这影瘦的原因，大约总是因为日脚行到了天中的缘故罢。拿出表来一看，果然已经是十一点多钟，将近中午的时刻了。"}
