{"text":"他的莫斯科印象记，一九三一年八月上海新生命书局出版。譬喻经即百句譬喻经，简称百喻经。印度僧伽斯那撰，南朝齐求那毗地译，是佛教宣讲大乘教义的寓言性作品。这里所引的故事见该书的三重楼喻往昔之世，有富愚人，痴无所知。到馀富家，见三重楼，高广严丽，轩敞疏朗。心生渴仰，即作是念我有财钱，不减于彼，云何顷来而不造作如是之楼。即唤木匠而问言曰解作彼家端正舍不？木匠答言是我所作。即便语言，今可为我造楼如彼。是时木匠，即便经地垒作楼，愚人见其垒作舍，犹怀疑惑，不能了知。而问之言欲作何等。木匠答言作三重屋。愚人复言我不欲下二重之屋，先可为我作最上屋。木匠答言无有是事。何有不作最下重屋，而得造彼第一之屋不造第二，云何得造第三重屋。愚人固言我今不用下二重屋，必可为我作最上者。时人闻已，便生怪笑。咸作此言何有不造下第一屋而得上者。论赴难和逃难论赴难和逃难――寄涛声编辑的一封信编辑先生我常常看涛声，也常常叫快哉！但这回见了周木斋先生那篇骂人与自骂，其中说北平的大学生即使不能赴难，最低最低的限度也应不逃难，而致慨于五四运动时代式锋芒之销尽，却使我如骨鲠在喉，不能不说几句话。因为我是和周先生的主张正相反，以为倘不能赴难，就应该逃难，属于逃难党的。周先生在文章的末尾，疑心是北京改为北平的应验，我想，一半是对的。那时的北京，还挂着共和的假面，学生嚷嚷还不妨事那时的执政，是昨天上海市十八团体为他开了上海各界欢迎段公芝老大会的段祺瑞先生，他虽然是武人，却还没有看过莫索理尼传。然而，你瞧，来了呀。有一回，对着请愿的学生毕毕剥剥的开枪了，兵们最受瞄准的是女学生，这用精神分析学来解释，是说得过去的，尤其是剪发的女学生，这用整顿风俗的学说来解说，也是说得过去的。总之是死了一些莘莘学子。然而还可以开追悼会还可以游行过执政府之门，大叫打倒段祺瑞。为什么呢？因为这时又还挂着共和的假面。然而，你瞧，又来了呀。现为党国大教授的陈源先生，在现代评论上哀悼死掉的学生，说可惜他们为几个卢布送了性命语丝反对了几句，现为党国要人的唐有壬先生在晶报上发表一封信，说这些言动是受墨斯科的命令的。这实在已经有了北平气味了。"}
{"text":"总之是死了一些莘莘学子。然而还可以开追悼会还可以游行过执政府之门，大叫打倒段祺瑞。为什么呢？因为这时又还挂着共和的假面。然而，你瞧，又来了呀。现为党国大教授的陈源先生，在现代评论上哀悼死掉的学生，说可惜他们为几个卢布送了性命语丝反对了几句，现为党国要人的唐有壬先生在晶报上发表一封信，说这些言动是受墨斯科的命令的。这实在已经有了北平气味了。后来，北伐成功了，北京属于党国，学生们就都到了进研究室的时代，五四式是不对了。为什么呢？因为这是很容易为反动派所利用的。为了矫正这种坏脾气，我们的政府，军人，学者，文豪，警察，侦探，实在费了不少的苦心。用诰谕，用刀枪，用书报，用煅炼，用逮捕，用拷问，直到去年请愿之徒，死的都是自行失足落水，连追悼会也不开的时候为止，这才显出了新教育的效果。倘使日本人不再攻榆关，我想，天下是太平了的，必先安内而后可以攘外。但可恨的是外患来得太快一点，太繁一点，日本人太不为中国诸公设想之故也，而且也因此引起了周先生的责难。看周先生的主张，似乎最好是赴难。不过，这是难的。倘使早先有了组织，经过训练，前线的军人力战之后，人员缺少了，副司令下令召集，那自然应该去的。无奈据去年的事实，则连火车也不能白坐，而况乎日所学的又是债权论，土耳其文学史，最小公倍数之类。去打日本，一定打不过的。大学生们曾经和中国的兵警打过架，但是自行失足落水了，现在中国的兵警尚且不抵抗，大学生能抵抗么？我们虽然也看见过许多慷慨激昂的诗，什么用死尸堵住敌人的炮口呀，用热血胶住倭奴的刀枪呀，但是，先生，这是诗呵！事实并不这样的，死得比蚂蚁还不如，炮口也堵不住，刀枪也胶不住。孔子曰以不教民战，是谓弃之。我并不全拜服孔老夫子，不过觉得这话是对的，我也正是反对大学生赴难的一个。那么，不逃难怎样呢？我也是完全反对。自然，现在是敌人未到的，但假使一到，大学生们将赤手空拳，骂贼而死呢，还是躲在屋里，以图幸免呢？我想，还是前一着堂皇些，将来也可以有一本烈士传。不过于大局依然无补，无论是一个或十万个，至多，也只能又向国联报告一声罢了。去年十九路军的某某英雄怎样杀敌，大家说得眉飞色舞，因此忘却了全线退出一百里的大事情，可是中国其实还是输了的。"}
{"text":"孔子曰以不教民战，是谓弃之。我并不全拜服孔老夫子，不过觉得这话是对的，我也正是反对大学生赴难的一个。那么，不逃难怎样呢？我也是完全反对。自然，现在是敌人未到的，但假使一到，大学生们将赤手空拳，骂贼而死呢，还是躲在屋里，以图幸免呢？我想，还是前一着堂皇些，将来也可以有一本烈士传。不过于大局依然无补，无论是一个或十万个，至多，也只能又向国联报告一声罢了。去年十九路军的某某英雄怎样杀敌，大家说得眉飞色舞，因此忘却了全线退出一百里的大事情，可是中国其实还是输了的。而况大学生们连武器也没有。现在中国的新闻上大登满洲国的虐政，说是不准私藏军器，但我们大中华民国人民来藏一件护身的东西试试看，也会家破人亡，――先生，这是很容易为反动派所利用的呵。施以狮虎式的教育，他们就能用爪牙，施以牛羊式的教育，他们到万分危急时还会用一对可怜的角。然而我们所施的是什么式的教育呢，连小小的角也不能有，则大难临头，惟有兔子似的逃跑而已。自然，就是逃也不见得安稳，谁都说不出那里是安稳之处来，因为到处繁殖了猎狗，诗曰OOs赐茫鋈裰薄玻保薄常酥揭病辉蛉计，固仍以走为上计耳。总之，我的意见是我们不可看得大学生太高，也不可责备他们太重，中国是不能专靠大学生的大学生逃了之后，却应该想想此后怎样才可以不至于单是逃，脱出诗境，踏上实地去。但不知先生以为何如？能给在涛声上发表，以备一说否？谨听裁择，并请文安。罗怃顿首。一月二十八夜。再顷闻十来天之前，北平有学生五十多人因开会被捕，可见不逃的还有，然而罪名是借口抗日，意图反动，又可见虽敌人未到，也大以逃难为是也。二十九日补记。本篇最初发表于一九三三年二月十一日上海涛声第二卷第五期，署名罗怃。原题为三十六计走为上计。周木斋―江苏武进人，当时在上海从事编辑和写作。他的骂人与自骂，载涛声第二卷第四期一九三三年一月二十一日，其中说最近日军侵占榆关，北平的大学生竟至要求提前放假，所愿未遂，于是纷纷自动离校。敌人未到，闻风远逸，这是绝顶离奇的了。论理日军侵榆，即使不能赴难，最低最低的限度也不应逃难。又说写到这里，陡然的想起五四运动时期北京学生的锋芒，转眼之间，学风民气，两俱不变，我要疑心是北京改为北平的应验了。"}
{"text":"原题为三十六计走为上计。周木斋―江苏武进人，当时在上海从事编辑和写作。他的骂人与自骂，载涛声第二卷第四期一九三三年一月二十一日，其中说最近日军侵占榆关，北平的大学生竟至要求提前放假，所愿未遂，于是纷纷自动离校。敌人未到，闻风远逸，这是绝顶离奇的了。论理日军侵榆，即使不能赴难，最低最低的限度也不应逃难。又说写到这里，陡然的想起五四运动时期北京学生的锋芒，转眼之间，学风民气，两俱不变，我要疑心是北京改为北平的应验了。上海各界欢迎段公芝老大会段祺瑞字芝泉于一九三三年一月二十四日去上海时，上海市商会等十八个团体于二月十七日为他举行欢迎会。指三一八惨案。参看本卷第页注。整顿风俗段祺瑞政府曾多次颁行这类政令，如一九二五年八月二十五日发布的整顿学风令一九二六年三月六日，西北边防督办张之江致电段祺瑞，主张男女之防维风化而奠邦本，段政府复电表示嘉许，并着手根本整饬。陈源于三一八惨案发生后，在现代评论发表闲话，诬蔑爱国学生是被人利用，自蹈死地，还诬蔑所谓宣传赤化的人是直接或间接用苏俄金钱见一九二六年五月八日现代评论第三卷第七十四期的闲话。必先安内而后可以攘外蒋介石在一九三一年十一月三十日国民党政府外长顾维钧宣誓就职会上的亲书训词中提出攘外必先安内，统一方能御侮。见一九三一年十二月一日中央日报此后，它成为国民党政府一贯奉行的反共卖国政策。副司令指张学良。他在一九三年六月被任命为国民党政府陆海空军副司令。以不教民战，是谓弃之语见论语子路。满洲国日本帝国主义侵占我东北后于一九三二年三月制造的傀儡政权。OOs赐茫鋈裰薄锛妒拧裳浴贰O，跳跃的样子s赐茫兔。论翻印木刻论翻印木刻麦绥莱勒的连环图画四种出版并不久，日报上已有了种种的批评，这是向来的美术书出版后未能遇到的盛况，可见读书界对于这书，是十分注意的。但议论的要点，和去年已不同去年还是连环图画是否可算美术的问题，现在却已经到了看懂这些图画的难易了。出版界的进行可没有评论界的快。其实，麦绥莱勒的木刻的翻印，是还在证阴连环图画确可以成为艺术这一点的。"}
{"text":"OOs赐茫鋈裰薄锛妒拧裳浴贰O，跳跃的样子s赐茫兔。论翻印木刻论翻印木刻麦绥莱勒的连环图画四种出版并不久，日报上已有了种种的批评，这是向来的美术书出版后未能遇到的盛况，可见读书界对于这书，是十分注意的。但议论的要点，和去年已不同去年还是连环图画是否可算美术的问题，现在却已经到了看懂这些图画的难易了。出版界的进行可没有评论界的快。其实，麦绥莱勒的木刻的翻印，是还在证阴连环图画确可以成为艺术这一点的。现在的社会上，有种种读者层，出版物自然也就有种种，这四种是供给智识者层的图画。然而为什么有许多地方很难懂得呢？我以为是由于经历之不同。同是中国人，倘使曾经见过飞机救国或下蛋，则在图上看见这东西，即刻就懂，但若历来未尝躬逢这些盛典的人，恐怕只能看作风筝或蜻蜓罢了。有一种自称中国文艺年鉴社，而实是匿名者们所编的中国文艺年鉴在它的所谓鸟瞰中，曾经说我所发表的连环图画辩护虽将连环图画的艺术价值告诉了苏汶先生，但无意中却把要是德国板画那类艺术作品搬到中国来，是否能为一般大众所理解，即是否还成其为大众艺术的问题忽略了过去，而且这种解答是对大众化的正题没有直接意义的。这真是倘不是能编中国文艺年鉴的选家，就不至于说出口来的聪明话，因为我本也不在讨论将德国板画搬到中国来，是否为一般大众所理解所辩护的只是连环图画可以成为艺术，使青年艺术学徒不被曲说所迷，敢于创作，并且逐渐产生大众化的作品而已。假使我真如那编者所希望，有意的来说德国板画是否就是中国的大众艺术，这可至少也得归入低能一类里去了。但是，假使一定要问要是德国板画那类艺术作品搬到中国来，是否能为一般大众所理解呢？那么，我也可以回答假使不是立方派，未来派等等的古怪作品，大概该能够理解一点。所理解的可以比看一本中国文艺年鉴多，也不至于比看一本西湖十景少。风俗习惯，彼此不同，有些当然是莫明其妙的，但这是人物，这是屋宇，这是树木，却能够懂得，到过上海的，也就懂得画里的电灯，电车，工厂。尤其合式的是所画的是故事，易于讲通，易于记得。古之雅人，曾谓妇人俗子，看画必问这是什么故事，大可笑。中国的雅俗之分就在此雅人往往说不出他以为好的画的内容来，俗人却非问内容不可。"}
{"text":"所理解的可以比看一本中国文艺年鉴多，也不至于比看一本西湖十景少。风俗习惯，彼此不同，有些当然是莫明其妙的，但这是人物，这是屋宇，这是树木，却能够懂得，到过上海的，也就懂得画里的电灯，电车，工厂。尤其合式的是所画的是故事，易于讲通，易于记得。古之雅人，曾谓妇人俗子，看画必问这是什么故事，大可笑。中国的雅俗之分就在此雅人往往说不出他以为好的画的内容来，俗人却非问内容不可。从这一点看，连环图画是宜于俗人的，但我在连环图画辩护中，已经证明了它是艺术，伤害了雅人的高超了。然而，虽然只对于智识者，我以为绍介了麦绥莱勒的作品也还是不够的。同是木刻，也有刻法之不同，有思想之不同，有加字的，有无字的，总得翻印好几种，才可以窥见现代外国连环图画的大概。而翻印木刻画，也较易近真，有益于观者。我常常想，最不幸的是在中国的青年艺术学徒了，学外国文学可看原书，学西洋画却总看不到原画。自然，翻板是有的，但是，将一大幅壁画缩成明信片那么大，怎能看出真相？大小是很有关系的，假使我们将象缩小如猪，老虎缩小如鼠，怎么还会令人觉得原先那种气魄呢。木刻却小品居多，所以翻刻起来，还不至于大相远。但这还仅就绍介给一般智识者的读者层而言，倘为艺术学徒设想，锌板的翻印也还不够。太细的线，锌板上是容易消失的，即使是粗线，也能因强水浸蚀的久暂而不同，少浸太粗，久浸就太细，中国还很少制板适得其宜的名工。要认真，就只好来用玻璃板，我翻印的士敏土之图二百五十本，在中国便是首先的试验。施蛰存先生在大晚报附刊的火炬上说说不定他是像先生印珂罗版本木刻图一样的是私人精印本，属于罕见书之列，就是在讥笑这一件事。我还亲自听到过一位青年在这罕见书边说，写着只印二百五十部，是骗人的，一定印的很多，印多报少，不过想抬高那书价。他们自己没有做过私人精印本的可笑事，这些笑骂是都无足怪的。我只因为想供给艺术学徒以较可靠的木刻翻本，就用原画来制玻璃版，但制这版，是每制一回只能印三百幅的，多印即须另制，假如每制一幅则只印一张或多至三百张，制印费都是三元，印三百以上到六百张即需六元，九百张九元，外加纸张费。倘在大书局，大官厅，即使印一万二千本原也容易办，然而我不过一个私人并非繁销书，而竟来精印，那当然不免为财力所限，只好单印一板了。"}
{"text":"他们自己没有做过私人精印本的可笑事，这些笑骂是都无足怪的。我只因为想供给艺术学徒以较可靠的木刻翻本，就用原画来制玻璃版，但制这版，是每制一回只能印三百幅的，多印即须另制，假如每制一幅则只印一张或多至三百张，制印费都是三元，印三百以上到六百张即需六元，九百张九元，外加纸张费。倘在大书局，大官厅，即使印一万二千本原也容易办，然而我不过一个私人并非繁销书，而竟来精印，那当然不免为财力所限，只好单印一板了。但幸而还好，印本已经将完，可知还有人看见至于为一般的读者，则早已用锌板复制，插在译本士敏土里面了，然而编辑兼批评家却不屑道。人不严肃起来，连指导青年也可以当作开玩笑，但仅印十来幅图，认真地想过几回的人却也有的，不过自己不多说。我这回写了出来，是在向青年艺术学徒说明珂罗板一板只印三百部，是制板上普通的事，并非故意要造罕见书，并且希望有更多好事的私人，不为不负责任的话所欺，大家都来制造精印本。十一月六日。本篇最初发表于一九三三年十一月二十五日涛声第二卷第四十六期，署名旅隼。麦绥莱勒的连环图画四种参看本书一个人的受难序及其注。中国文艺年鉴指一九三二年中国文艺年鉴，杜衡施蛰存以中国文艺年鉴社名义编选，上海现代书局出版。鸟瞰，指该书中的一九三二年中国文坛鸟瞰一文，它歪曲鼓励青年艺术家创作大众化作品的意见说苏汶对旧形文艺举例说，是连环图画的艺术价值表示怀疑。因辩解这种怀疑，便发表了他的连环图画辩护，他告诉苏汶说，像德国板画那种连环图画也是有艺术价值的。但是无意中却把要是德国板画那类艺术品搬到中国来，是否能为一般大众所理解，即是否还成其为大众艺术的问题忽略了过去，而且这种解答是对大众化的正题没有直接意义的。立方派即立体派，二十世纪初形成于法国的一种资产阶级艺术流派。它反对客观地描绘事物，主张以几何学图形立方体球体和圆锥体作为造型艺术的基础，作品构图怪诞。未来派二十世纪初形成于意大利的一种资产阶级艺术流派。它否定文化遗产和一切传统，强调表现现代机械文明。形式离奇，难于理解。士敏土之图即梅斐尔德木刻士敏土之图，共十幅，自费影印，一九三年九月以三闲书屋名义出版。"}
{"text":"立方派即立体派，二十世纪初形成于法国的一种资产阶级艺术流派。它反对客观地描绘事物，主张以几何学图形立方体球体和圆锥体作为造型艺术的基础，作品构图怪诞。未来派二十世纪初形成于意大利的一种资产阶级艺术流派。它否定文化遗产和一切传统，强调表现现代机械文明。形式离奇，难于理解。士敏土之图即梅斐尔德木刻士敏土之图，共十幅，自费影印，一九三年九月以三闲书屋名义出版。这是施蛰存在推荐者的立场一文中的话，曾将该文录入准风月谈扑空的备考。漫与漫与地质学上的古生代的秋天，我们不大明白了，至于现在，却总是相差无几。假使前年是肃杀的秋天，今年就成了凄凉的秋天，那么，地球的年龄，怕比天文学家所豫测的最短的数目还要短得多多罢。但人事却转变得真快，在这转变中的人，尤其是诗人，就感到了不同的秋，将这感觉，用悲壮的，或凄惋的句子，传给一切平常人，使彼此可以应付过去，而天地间也常有新诗存在。前年实在好像是一个悲壮的秋天，市民捐钱，青年拚命，笳鼓的声音也从诗人的笔下涌出，仿佛真要投笔从戎似的。然而诗人的感觉是锐敏的，他未始不知道国民的赤手空拳，所以只好赞美大家的殉难，因此在悲壮里面，便埋伏着一点空虚。我所记得的，是邵冠华先生的醒起来罢同胞民国日报所载里的一段――同胞，醒起来罢，踢开了弱者的心，踢开了弱者的脑，看，看，看，看同胞们的血喷出来了，看同胞们的肉割开来了，看同胞们的尸体挂起来了。鼓鼙之声要在前线，当进军的时候，是作气的，但尚且要再而衰，三而竭，倘在并无进军的准备的处所，那就完全是散气的灵丹了，倒使别人的紧张的心情，由此转成弛缓。所以我曾比之于嚎丧，是送死的妙诀，是丧礼的收场，从此使生人又可以在别一境界中，安心乐意的活下去。历来的文章中，化敌为皇，称逆为我朝，这样的悲壮的文章就是其间的蝴蝶铰，但自然，作手是不必同出于一人的。然而从诗人看来，据说这些话乃是一种狂吠。不过事实真也比评论更其不留情面，仅在这短短的两年中，昔之义军，已名匪徒，而有些抗日英雄，却早已侨寓姑苏了，而且连捐款也发生了问题。"}
{"text":"历来的文章中，化敌为皇，称逆为我朝，这样的悲壮的文章就是其间的蝴蝶铰，但自然，作手是不必同出于一人的。然而从诗人看来，据说这些话乃是一种狂吠。不过事实真也比评论更其不留情面，仅在这短短的两年中，昔之义军，已名匪徒，而有些抗日英雄，却早已侨寓姑苏了，而且连捐款也发生了问题。九一八的纪念日，则华界但有囚车随着武装巡捕梭巡，这囚车并非意图拘禁敌人或汉奸，而是专为意图乘机捣乱的反动分子所豫设的宝座。天气也真是阴惨，狂风骤雨，报上说是飓风，是天地在为中国饮泣，然而在天地之间――人间，这一日却平安的过去了。于是就成了虽然有些惨淡，却很平安的秋天，正是一个丧家届了除服之期的景象。但这景象，却又与诗人非常适合的，我在醒起来罢同胞的同一作家的秋的黄昏九月二十五日时事新报所载里，听到了幽咽而舒服的声调――我到了秋天便会伤感到了秋天的黄昏，便会流泪，我已很感觉到我的伤感是受着秋风的波动而兴奋地展开，同时自己又像会发现自己的环境是最适合于秋天，细细地抚摩着秋天在自然里发出的音波，我知道我的命运使我成为秋天的人。钉梢，现在中国所流行的，是无赖子对于摩登女郎，和侦探对于革命青年的钉梢，而对于文人学士们，却还很少见。假使追蹑几月或几年试试罢，就会看见许多怎样的情随事迁，到底头头是道的诗人。一个活人，当然是总想活下去的，就是真正老牌的奴隶，也还在打熬着要活下去。然而自己明知道是奴隶，打熬着，并且不平着，挣扎着，一面意图挣脱以至实行挣脱的，即使暂时失败，还是套上了镣铐罢，他却不过是单单的奴隶。如果从奴隶生活中寻出美来，赞叹，抚摩，陶醉，那可简直是万劫不复的奴才了，他使自己和别人永远安住于这生活。就因为奴群中有这一点差别，所以使社会有平安和不安的差别，而在文学上，就分明的显现了麻醉的和战斗的的不同。九月二十七日。辱骂和恐吓决不是战斗辱骂和恐吓决不是战斗――致文学月报编辑的一封信起应兄前天收到文学月报第四期，看了一下。我所觉得不足的，并非因为它不及别种杂志的五花八门，乃是总还不能比先前充实。"}
