{"text":"后来呢？后来，要穿制服和皮鞋，中国袜完全无用一元的银圆日本早已废置不用了，又赔钱换了半元的银圆和纸票。无常迎神赛会这一天出巡的神，如果是掌握生杀之权的，――不，这生杀之权四个字不大妥，凡是神，在中国仿佛都有些随意杀人的权柄似的，倒不如说是职掌人民的生死大事的罢，就如城隍和东岳大帝之类。那么，他的卤簿中间就另有一群特别的脚色鬼卒鬼王，还有活无常。这些鬼物们，大概都是由粗人和乡下人扮演的。鬼卒和鬼王是红红绿绿的衣裳，赤着脚蓝脸，上面又画些鱼鳞，也许是龙鳞或别的什么鳞罢，我不大清楚。鬼卒拿着钢叉，叉环振得琅琅地响，鬼王拿的是一块小小的虎头牌。据传说，鬼王是只用一只脚走路的但他究竟是乡下人，虽然脸上已经画上些鱼鳞或者别的什么鳞，却仍然只得用了两只脚走路。所以看客对于他们不很敬畏，也不大留心，除了念佛老妪和她的孙子们为面面圆到起见，也照例给他们一个不胜屏营待命之至的仪节。至于我们――我相信我和许多人――所最愿意看的，却在活无常。他不但活泼而诙谐，单是那浑身雪白这一点，在红红绿绿中就有鹤立鸡群之概。只要望见一顶白纸的高帽子和他手里的破芭蕉扇的影子，大家就都有些紧张，而且高兴起来了。人民之于鬼物，惟独与他最为稔熟，也最为亲密，平时也常常可以遇见他。譬如城隍庙或东岳庙中，大殿后面就有一间暗室，叫作阴司间，在才可辨色的昏暗中，塑着各种鬼吊死鬼跌死鬼虎伤鬼科场鬼，而一进门口所看见的长而白的东西就是他。我虽然也曾瞻仰过一回这阴司间，但那时胆子小，没有看明白。听说他一手还拿着铁索，因为他是勾摄生魂的使者。相传樊江东岳庙的阴司间的构造，本来是极其特别的门口是一块活板，人一进门，踏着活板的这一端，塑在那一端的踏便扑过来，铁索正套在你脖子上。后来吓死了一个人，钉实了，所以在我幼小的时候，这就已不能动。倘使要看个分明，那么，玉历钞传上就画着他的像，不过玉历钞传也有繁简不同的本子的，倘是繁本，就一定有。"}
{"text":"听说他一手还拿着铁索，因为他是勾摄生魂的使者。相传樊江东岳庙的阴司间的构造，本来是极其特别的门口是一块活板，人一进门，踏着活板的这一端，塑在那一端的踏便扑过来，铁索正套在你脖子上。后来吓死了一个人，钉实了，所以在我幼小的时候，这就已不能动。倘使要看个分明，那么，玉历钞传上就画着他的像，不过玉历钞传也有繁简不同的本子的，倘是繁本，就一定有。身上穿的是斩衰凶服，腰间束的是草绳，脚穿草鞋，项挂纸锭手上是破芭蕉扇铁索算盘肩膀是耸起的，头发却披下来眉眼的外梢都向下，象一个八字。头上一顶长方帽，下大顶小，按比例一算，该有二尺来高罢在正面，就是遗老遗少们所戴瓜皮小帽的缀一粒珠子或一块宝石的地方，直写着四个字道一见有喜。有一种本子上，却写的是你也来了。这四个字，是有时也见于包公殿的扁额上的，至于他的帽上是何人所写，他自己还是阎罗王，我可没有研究出。玉历钞传上还有一种和活无常相对的鬼物，装束也相仿，叫作死有分。这在迎神时候也有的，但名称却讹作死无常了，黑脸黑衣，谁也不爱看。在阴死间里也有的，胸口靠着墙壁，阴森森地站着那才真真是碰壁。凡有进去烧香的人们，必须摩一摩他的脊梁，据说可以摆脱了晦气我小时也曾摩过这脊梁来，然而晦气似乎终于没有脱，――也许那时不摩，现在的晦气还要重罢，这一节也还是没有研究出。我也没有研究过小乘佛教的经典，但据耳食之谈，则在印度的佛经里，焰摩天是有的，牛首阿旁也有的，都在地狱里做主任。至于勾摄生魂的使者的这无常先生，却似乎于古无征，耳所习闻的只有什么人生无常之类的话。大概这意思传到中国之后，人们便将他具体化了。这实在是我们中国人的创作。然而人们一见他，为什么就都有些紧张，而且高兴起来呢？凡有一处地方，如果出了文士学者或名流，他将笔头一扭，就很容易变成模范县。我的故乡，在汉末虽曾经虞仲翔先生揄扬过，但是那究竟太早了，后来到底免不了产生所谓绍兴师爷，不过也并非男女老小全是绍兴师爷，别的下等人也不少。"}
{"text":"凡有一处地方，如果出了文士学者或名流，他将笔头一扭，就很容易变成模范县。我的故乡，在汉末虽曾经虞仲翔先生揄扬过，但是那究竟太早了，后来到底免不了产生所谓绍兴师爷，不过也并非男女老小全是绍兴师爷，别的下等人也不少。这些下等人，要他们发什么我们现在走的是一条狭窄险阻的小路，左面是一个广漠无际的泥潭，右面也是一片广漠无际的浮砂，前面是遥遥茫茫荫在薄雾的里面的目的地那样热昏似的妙语，是办不到的，可是在无意中，看得住这荫在薄雾的里面的目的地的道路很明白求婚，结婚，养孩子，死亡。但这自然是专就我的故乡而言，若是模范县里的人民，那当然又作别论。他们――敝同乡下等人――的许多，活着，苦着，被流言，被反噬，因了积久的经验，知道阳间维持公理的只有一个会，而且这会的本身就是遥遥茫茫，于是乎势不得不发生对于阴间的神往。人是大抵自以为衔些冤抑的活的正人君子们只能骗鸟，若问愚民，他就可以不假思索地回答你公正的裁判是在阴间！想到生的乐趣，生固然可以留恋但想到生的苦趣，无常也不一定是恶客。无论贵贱，无论贫富，其时都是一双空手见阎王，有冤的得伸，有罪的就得罚。然而虽说是下等人，也何尝没有反省？自己做了一世人，又怎么样呢？未曾跳到半天空么？没有放冷箭么？无常的手里就拿着大算盘，你摆尽臭架子也无益。对付别人要滴水不羼的公理，对自己总还不如虽在阴司里也还能够寻到一点私情。然而那又究竟是阴间，阎罗天子牛首阿旁，还有中国人自己想出来的马面，都是并不兼差，真正主持公理的脚色，虽然他们并没有在报上发表过什么大文章。当还未做鬼之前，有时先不欺心的人们，遥想着将来，就又不能不想在整块的公理中，来寻一点情面的末屑，这时候，我们的活无常先生便见得可亲爱了，利中取大，害中取小，我们的古哲墨瞿先生谓之小取云。在庙里泥塑的，在书上墨印的模样上，是看不出他那可爱来的。最好是去看戏。但看普通的戏也不行，必须看大戏或者目连戏。目连戏的热闹，张岱在陶庵梦忆上也曾夸张过，说是要连演两三天。在我幼小时候可已经不然了，也如大戏一样，始于黄昏，到次日的天明便完结。这都是敬神禳灾的演剧，全本里一定有一个恶人，次日的将近天明便是这恶人的收场的时候，恶贯满盈，阎王出票来勾摄了，于是乎这活的活无常便在戏台上出现。"}
{"text":"在庙里泥塑的，在书上墨印的模样上，是看不出他那可爱来的。最好是去看戏。但看普通的戏也不行，必须看大戏或者目连戏。目连戏的热闹，张岱在陶庵梦忆上也曾夸张过，说是要连演两三天。在我幼小时候可已经不然了，也如大戏一样，始于黄昏，到次日的天明便完结。这都是敬神禳灾的演剧，全本里一定有一个恶人，次日的将近天明便是这恶人的收场的时候，恶贯满盈，阎王出票来勾摄了，于是乎这活的活无常便在戏台上出现。我还记得自己坐在这一种戏台下的船上的情形，看客的心情和普通是两样的。平常愈夜深愈懒散，这时却愈起劲。他所戴的纸糊的高帽子，本来是挂在台角上的，这时预先拿进去了一种特别乐器，也准备使劲地吹。这乐器好象喇叭，细而长，可有七八尺，大约是鬼物所爱听的罢，和鬼无关的时候就不用吹起来，，，地响，所以我们叫它目连瞎头。在许多人期待着恶人的没落的凝望中，他出来了，服饰比画上还简单，不拿铁索，也不带算盘，就是雪白的一条莽汉，粉面朱唇，眉黑如漆，蹙着，不知道是在笑还是在哭。但他一出台就须打一百零八个嚏，同时也放一百零八个屁，这才自述他的履历。可惜我记不清楚了，其中有一段大概是这样――大王出了牌票，叫我去拿隔壁的癞子。问了起来呢，原来是我堂房的阿侄。生的是什么病？伤寒，还带痢疾。看的是什么郎中？下方桥的陈念义儿子。开的是怎样的药方？附子肉桂，外加牛膝。第一煎吃下去，冷汗发出第二煎吃下去，两脚笔直。我道阿嫂哭得悲伤，暂放他还阳半刻。大王道我是得钱买放，就将我捆打四十！这叙述里的子字都读作入声。陈念义是越中的名医，俞仲华曾将他写入荡寇志里，拟为神仙可是一到他的令郎，似乎便不大高明了。者的也儿读若倪，倒是古音罢者，我的或我们的之意也。他口里的阎罗天子仿佛也不大高明，竟会误解他的人格，――不，鬼格。但连还阳半刻都知道，究竟还不失其聪明正直之谓神。"}
{"text":"大王道我是得钱买放，就将我捆打四十！这叙述里的子字都读作入声。陈念义是越中的名医，俞仲华曾将他写入荡寇志里，拟为神仙可是一到他的令郎，似乎便不大高明了。者的也儿读若倪，倒是古音罢者，我的或我们的之意也。他口里的阎罗天子仿佛也不大高明，竟会误解他的人格，――不，鬼格。但连还阳半刻都知道，究竟还不失其聪明正直之谓神。不过这惩罚，却给了我们的活无常以不可磨灭的冤苦的印象，一提起，就使他更加蹙紧双眉，捏定破芭蕉扇，脸向着地，鸭子浮水似的跳舞起来。，，！目连瞎头也冤苦不堪似的吹着。他因此决定了――难是弗放者个！那怕你，铜墙铁壁！那怕你，皇亲国戚！难者，今也者个者的了之意，词之决也。虽有忮心，不怨飘瓦，他现在毫不留情了，然而这是受了阎罗老子的督责之故，不得已也。一切鬼众中，就是他有点人情我们不变鬼则已，如果要变鬼，自然就只有他可以比较的相亲近。迎神时候的无常，可和演剧上的又有些不同了。他只有动作，没有言语，跟定了一个捧着一盘饭菜的小丑似的脚色走，他要去吃他却不给他。另外还加添了两名脚色，就是正人君子之所谓老婆儿女。凡下等人，都有一种通病常喜欢以己之所欲，施之于人。虽是对于鬼，也不肯给他孤寂，凡有鬼神，大概总要给他们一对一对地配起来。无常也不在例外。所以，一个是漂亮的女人，只是很有些村妇样，大家都称她无常嫂这样看来，无常是和我们平辈的，无怪他不摆教授先生的架子。一个是小孩子，小高帽，小白衣虽然小，两肩却已经耸起了，眉目的外梢也向下。这分明是无常少爷了，大家却叫他阿领，对于他似乎都不很表敬意猜起来，仿佛是无常嫂的前夫之子似的。但不知何以相貌又和无常有这么象？吁！鬼神之事，难言之矣，只得姑且置之弗论。至于无常何以没有亲儿女，到今年可很容易解释了鬼神能前知，他怕儿女一多，爱说闲话的就要旁敲侧击地锻成他拿卢布，所以不但研究，还早已实行了节育了。这捧着饭菜的一幕，就是送无常。因为他是勾魂使者，所以民间凡有一个人死掉之后，就得用酒饭恭送他。至于不给他吃，那是赛会时候的开玩笑，实际上并不然。"}
{"text":"这分明是无常少爷了，大家却叫他阿领，对于他似乎都不很表敬意猜起来，仿佛是无常嫂的前夫之子似的。但不知何以相貌又和无常有这么象？吁！鬼神之事，难言之矣，只得姑且置之弗论。至于无常何以没有亲儿女，到今年可很容易解释了鬼神能前知，他怕儿女一多，爱说闲话的就要旁敲侧击地锻成他拿卢布，所以不但研究，还早已实行了节育了。这捧着饭菜的一幕，就是送无常。因为他是勾魂使者，所以民间凡有一个人死掉之后，就得用酒饭恭送他。至于不给他吃，那是赛会时候的开玩笑，实际上并不然。但是，和无常开玩笑，是大家都有此意的，因为他爽直，爱发议论，有人情，――要寻真实的朋友，倒还是他妥当。有人说，他是生人走阴，就是原是人，梦中却入冥去当差的，所以很有些人情。我还记得住在离我家不远的小屋子里的一个男人，便自称是走无常，门外常常燃着香烛。但我看他脸上的鬼气反而多。莫非入冥做了鬼，倒会增加人气的么？吁！鬼神之事，难言之矣，这也只得姑且置之弗论了。六月二十三日。"}
{"text":"目前是这么离奇，心里是这么芜杂。一个人做到只剩了回忆的时候，生涯大概总要算是无聊了罢，但有时竟会连回忆也没有。中国的做文章有轨范，世事也仍然是螺旋。前几天我离开中山大学的时候，便想起四个月以前的离开厦门大学听到飞机在头上鸣叫，竟记得了一年前在北京城上日日旋绕的飞机。我那时还做了一篇短文，叫做一觉。现在是，连这一觉也没有了。广州的天气热得真早，夕阳从西窗射入，逼得人只能勉强穿一件单衣。书桌上的一盆水横枝，是我先前没有见过的就是一段树，只要浸在水中，枝叶便青葱得可爱。看看绿叶，编编旧稿，总算也在做一点事。做着这等事，真是虽生之日，犹死之年，很可以驱除炎热的。前天，已将野草编定了这回便轮到陆续载在莽原上的旧事重提，我还替他改了一个名称朝花夕拾。带露折花，色香自然要好得多，但是我不能够。便是现在心目中的离奇和芜杂，我也还不能使他即刻幻化，转成离奇和芜杂的文章。或者，他日仰看流云时，会在我的眼前一闪烁罢。我有一时，曾经屡次忆起儿时在故乡所吃的蔬果菱角罗汉豆茭白香瓜。凡这些，都是极其鲜美可口的都曾是使我思乡的蛊惑。后来，我在久别之后尝到了，也不过如此惟独在记忆上，还有旧来的意味存留。他们也许要哄骗我一生，使我时时反顾。这十篇就是从记忆中抄出来的，与实际容或有些不同，然而我现在只记得是这样。文体大概很杂乱，因为是或作或辍，经了九个月之多。环境也不一前两篇写于北京寓所的东壁下中三篇是流离中所作，地方是医院和木匠房后五篇却在厦门大学的图书馆的楼上，已经是被学者们挤出集团之后了。一九二七年五月一日，于广州白云楼记。二十四孝图二十四孝图我总要上下四方寻求，得到一种最黑，最黑，最黑的咒文，先来诅咒一切反对白话，妨害白话者。即使人死了真有灵魂，因这最恶的心，应该堕入地狱，也将决不改悔，总要先来诅咒一切反对白话，妨害白话者。自从所谓文学革命以来，供给孩子的书籍，和欧美日本的一比较，虽然很可怜，但总算有图有说，只要能读下去，就可以懂得的了。可是一班别有心肠的人们，便竭力来阻遏它，要使孩子的世界中，没有一丝乐趣。北京现在常用马虎子这一句话来恐吓孩子们。或者说，那就是开河记上所载的，给隋炀帝开河，蒸死小儿的麻叔谋正确地写起来，须是麻胡子。那么，这麻叔谋乃是胡人了。"}
{"text":"即使人死了真有灵魂，因这最恶的心，应该堕入地狱，也将决不改悔，总要先来诅咒一切反对白话，妨害白话者。自从所谓文学革命以来，供给孩子的书籍，和欧美日本的一比较，虽然很可怜，但总算有图有说，只要能读下去，就可以懂得的了。可是一班别有心肠的人们，便竭力来阻遏它，要使孩子的世界中，没有一丝乐趣。北京现在常用马虎子这一句话来恐吓孩子们。或者说，那就是开河记上所载的，给隋炀帝开河，蒸死小儿的麻叔谋正确地写起来，须是麻胡子。那么，这麻叔谋乃是胡人了。但无论他是什么人，他的吃小孩究竟也还有限，不过尽他的一生。妨害白话者的流毒却甚于洪水猛兽，非常广大，也非常长久，能使全中国化成一个麻胡，凡有孩子都死在他肚子里。只要对于白话来加以谋害者，都应该灭亡！这些话，绅士们自然难免要掩住耳朵的，因为就是所谓跳到半天空，骂得体无完肤，――还不肯罢休。而且文士们一定也要骂，以为大悖于文格，亦即大损于人格。岂不是言者心声也么？文和人当然是相关的，虽然人间世本来千奇百怪，教授们中也有不尊敬的人格而不能不说他的小说好的特别种族。但这些我都不管，因为我幸而还没有爬上象牙之塔去，正无须怎样小心。倘若无意中竟已撞上了，那就即刻跌下来罢。然而在跌下来的中途，当还未到地之前，还要说一遍――只要对于白话来加以谋害者，都应该灭亡！每看见小学生欢天喜地地看着一本粗细的儿童世界之类，另想到别国的儿童用书的精美，自然要觉得中国儿童的可怜。但回忆起我和我的同窗小友的童年，却不能不以为他幸福，给我们的永逝的韶光一个悲哀的吊唁。我们那时有什么可看呢，只要略有图画的本子，就要被塾师，就是当时的引导青年的前辈禁止，呵斥，甚而至于打手心。我的小同学因为专读人之初性本善读得要枯燥而死了，只好偷偷地翻开第一叶，看那题着文星高照四个字的恶鬼一般的魁星像，来满足他幼稚的爱美的天性。昨天看这个，今天也看这个，然而他们的眼睛里还闪出苏醒和欢喜的光辉来。在书塾之外，禁令可比较的宽了，但这是说自己的事，各人大概不一样。我能在大众面前，冠冕堂皇地阅看的，是文昌帝君阴骘文图说和玉历钞传，都画着冥冥之中赏善罚恶的故事，雷公电母站在云中，牛头马面布满地下，不但跳到半天空是触犯天条的，即使半语不合，一念偶差，也都得受相当的报应。"}
{"text":"昨天看这个，今天也看这个，然而他们的眼睛里还闪出苏醒和欢喜的光辉来。在书塾之外，禁令可比较的宽了，但这是说自己的事，各人大概不一样。我能在大众面前，冠冕堂皇地阅看的，是文昌帝君阴骘文图说和玉历钞传，都画着冥冥之中赏善罚恶的故事，雷公电母站在云中，牛头马面布满地下，不但跳到半天空是触犯天条的，即使半语不合，一念偶差，也都得受相当的报应。这所报的也并非睚眦之怨，因为那地方是鬼神为君，公理作宰，请酒下跪，全都无功，简直是无法可想。在中国的天地间，不但做人，便是做鬼，也艰难极了。然而究竟很有比阳间更好的处所无所谓绅士，也没有流言。阴间，倘要稳妥，是颂扬不得的。尤其是常常好弄笔墨的人，在现在的中国，流言的治下，而又大谈言行一致的时候。前车可鉴，听说阿而志跋绥夫曾答一个少女的质问说，惟有在人生的事实这本身中寻出欢喜者，可以活下去。倘若在那里什么也不见，他们其实倒不如死。于是乎有一个叫作密哈罗夫的，寄信嘲骂他道，所以我完全诚实地劝你自杀来祸福你自己的生命，因为这第一是合于逻辑，第二是你的言语和行为不至于背驰。其实这论法就是谋杀，他就这样地在他的人生中寻出欢喜来。阿尔志跋绥夫只发了一大通牢骚，没有自杀。密哈罗夫先生后来不知道怎样，这一个欢喜失掉了，或者另外又寻到了什么了罢。诚然，这些时候，勇敢，是安稳的情热，是毫无危险的。然而，对于阴间，我终于已经颂扬过了，无法追改虽有言行不符之嫌，但确没有受过阎王或小鬼的半文津贴，则差可以自解。总而言之，还是仍然写下去罢――我所看的那些阴间的图画，都是家藏的老书，并非我所专有。我所收得的最先的画图本子，是一位长辈的赠品二十四孝图。这虽然不过薄薄的一本书，但是下图上说，鬼少人多，又为我一人所独有，使我高兴极了。那里面的故事，似乎是谁都知道的便是不识字的人，例如阿长，也只要一看图画便能够滔滔地讲出这一段的事迹。但是，我于高兴之余，接着就是扫兴，因为我请人讲完了二十四个故事之后，才知道孝有如此之难，对于先前痴心妄想，想做孝子的计划，完全绝望了。人之初，性本善么？这并非现在要加研究的问题。但我还依稀记得，我幼小时候实未尝蓄意忤逆，对于父母，倒是极愿意孝顺的。"}
