{"text":"要住栈房吗？她很急地摇头说不是！不是！我是来找人的。茶房道你找人啊，找哪一位呢？她很迟疑地说你们这里二层楼上东边三十五号，不是住着一位邵浮尘先生吗？哦！你找邵浮尘邵先生啊？茶房说完这句话，低下头不再言语，心里可在那里奇怪，邵先生他在这旅馆里住了三年，别说没一个来看过他，就连一封信都没有人寄给他，谁想到还有一位体面的女子来找他她看茶房不动也不说话，她不禁有些不自在，脸上起了一朵红云，烦闷的眼光表示出她心里很急很苦的神情！她到底忍不住了！因问茶房道到底有没有这个人啊，你怎么不说话？是！是！有一位邵先生住在三十五号，从这里向东去上了楼梯向右拐，那间屋子就是，可是姑娘你贵姓啊？你告诉我好给你去通报。她听了这话很不耐烦道你不用问我姓什么，你就和他说有人找他好啦！哦，那末，你先在这里等一等我去说来。茶房忙忙地上楼去了她心里很乱，一阵阵地乱跳，她很优愁悲伤！眼睛渐渐红了，似乎要哭出来，茶房来了！请跟我上来吧！她很慢地挪动她巍颤颤的身体，跟着茶房一步步地往上走她很费力，两只腿像有几十斤重！少年著作家，丢下他的笔，把地板上的纸拾了起来，把窗户开得很大，对着窗户用力地呼吸，他的心跳得很厉害！两只手互相用力地摩擦，从屋子这头走到那头，来往不住地走很急很重的脚步声，震得地板很响，楼下都听见了！邵先生，客来了！茶房说完忙忙出去了。他听了这话不说什么，不知不觉拔去门上的锁匙，呀！"}
{"text":"眼睛渐渐红了，似乎要哭出来，茶房来了！请跟我上来吧！她很慢地挪动她巍颤颤的身体，跟着茶房一步步地往上走她很费力，两只腿像有几十斤重！少年著作家，丢下他的笔，把地板上的纸拾了起来，把窗户开得很大，对着窗户用力地呼吸，他的心跳得很厉害！两只手互相用力地摩擦，从屋子这头走到那头，来往不住地走很急很重的脚步声，震得地板很响，楼下都听见了！邵先生，客来了！茶房说完忙忙出去了。他听了这话不说什么，不知不觉拔去门上的锁匙，呀！一声门开了，少年著作家和她怔住了！大家的脸色都由红变成白，更由白变成青的了！她的身体不住地抖，一包眼泪，从眼眶里一滴一滴往外涌她和他对怔了好久好久，他才叹了一口气，轻轻地说道沁芬！你为什么来？他的声音很低弱，并且夹着哭声！她这时候稍为清楚了，赶紧走进屋子关上门，她倚在门上很失望地低下头，用手帕蒙着脸哭！很伤心地哭！他这时候的心，几乎碎了！想起五年前她在中西女塾念书的一天下午，正是春光明媚的时候，她在河北公园一块石头上坐着看书，他和她那天就认识了，从那天以后，这园子的花和草，就是那已经干枯一半的柳枝，和枝上的鸟，都添了生气，草地上时常有她和他的足迹长方的铁椅上，当下午四五点钟的时候，有两个很活泼的青年，坐在那里轻轻地谈笑来往的游人，往往站住了脚，对她和他注目，河里的鱼，也对着她和他很活泼地跳舞！哼！金钱真是万恶的魔鬼，竟夺去她和他的生机和幸福！他想到这里，脸上颜色又红起来，头上的筋也一根根暴了起来，对着她很绝决地道沁芬！我想你不应该到这里来！我们见面是最不幸的事情！但是她这时候止住了哭，很悲痛地说道浮尘！我想你总应该原谅我！我很知道我们相见是不幸的事情！但是你果然不愿意见我吗？她的气色益发青白的难看，两只眼直了，怔怔地对着他望，久久地望着他也不说什么，照样地怔了半天，末后由他绝望懊恼的眼光里掉下眼泪来了！很沉痛地说道沁芬！我想罗濒他的运气很好，他可以常常爱你，做你生命的寄托！无论怎么样穷人总没有幸福！无论什么幸福穷人都是没份的！她的心实在要裂了！因为她没能力可以使浮尘得到幸福！她现在已经作了罗濒的妻子了！"}
{"text":"她的气色益发青白的难看，两只眼直了，怔怔地对着他望，久久地望着他也不说什么，照样地怔了半天，末后由他绝望懊恼的眼光里掉下眼泪来了！很沉痛地说道沁芬！我想罗濒他的运气很好，他可以常常爱你，做你生命的寄托！无论怎么样穷人总没有幸福！无论什么幸福穷人都是没份的！她的心实在要裂了！因为她没能力可以使浮尘得到幸福！她现在已经作了罗濒的妻子了！罗濒确是很富足，一个月有五百元的进项，他的屋子里有很好的西洋式桌椅，极值钱的字画，和很温软的绸缎被褥，钢丝的大床也有许多仆人使唤，她的马车很时新的并且有强壮的高马，她出门坐着很方便但是她常常地忧愁，锁紧了她的眉峰，独自坐在很静寞的屋里，数那壁上时计摇摆的次数她有一个黄金的小盒子，当罗濒出去的时候，她常常开了盒子对着那张相片，和爱情充满的信和诗，有时微微露出笑容，有时很失望地叹气和落泪！但是她为了什么？谁也不知道！就是这少年著作家也不知道！她现在不能说什么，因为她的心已经碎了！哇的一声，一口鲜红的血从她口里喷了出来身体摇荡站不住了！他急了顾不得什么，走过去扶助她，她实在支持不住了！也顾不得什么，她的头竟倒在他的怀里，昏过去了！他又急又痛，但是他不能叫茶房进来帮助他，只得用力把她慢慢扶到自己的床铺上，用开水撬开牙关，灌了进去半天她才呀的一声哭了！他不能说什么，也呜咽地哭了！这时候太阳已经下了山，他知道不能再耽误了！赶紧叫茶房叫了一辆马车送她回去。她回去不久就病了，玫瑰色的颊和唇，都变了青白色，漆黑头发散开了，披在肩上和额上，很憔悴地睡在床上。罗濒急得请医生买药，找看护妇，但是她的血还是不住地吐！这天晚上她张开眼往屋子里望了望，静悄悄地没一个人，她自己用力地爬起来，拿了一张纸和一支笔，已经累得出了许多汗，她又倒在床上了！歇了一歇又用力转过身子，伏在床上，用没力气的手在纸上颤巍巍地写道我不幸！生命和爱情，被金钱强买去！但是我的形体是没法子卖了！我的灵魂仍旧完完全全交还你！一个金盒子也送给你作一个纪念！你她写到这里，一口鲜血喷了出来，满纸满床，都是腥红的血点！她忍不住眼泪落下来了！看护妇进来见了这种情形，也很伤心，对她怔怔地望着她对着看护妇点点头，意思叫她到面前来，看护妇走过来了。她用手指着才写的那信说道信！折起她又喘起来不能说了！"}
{"text":"歇了一歇又用力转过身子，伏在床上，用没力气的手在纸上颤巍巍地写道我不幸！生命和爱情，被金钱强买去！但是我的形体是没法子卖了！我的灵魂仍旧完完全全交还你！一个金盒子也送给你作一个纪念！你她写到这里，一口鲜血喷了出来，满纸满床，都是腥红的血点！她忍不住眼泪落下来了！看护妇进来见了这种情形，也很伤心，对她怔怔地望着她对着看护妇点点头，意思叫她到面前来，看护妇走过来了。她用手指着才写的那信说道信！折起她又喘起来不能说了！看护妇不明白，她又用力地说道折起来放在盒子里啊呀！她又吐了！看护妇忙着灌进药水去！她果然很安静地睡了。看护妇把信放好，看见盒子盖上写着送邵浮尘先生收，看护妇心里忽地生出一种疑问，她为什么要写信给邵浮尘？啊呀？好热！她脸上果然烧得通红后来她竟坐起来了！看护妇知道这是回光返照她已是没有多少时候的命了！因赶紧把罗濒叫起来。罗濒很惊惶地走了进来，看她坐在那里，通红的脸和干枯的眼睛，又是急又是伤心！罗濒走到床前，她很恳切地说道我很对不住你！但是实在是我父母对不起你！她说着哭了！罗濒的喉咙，也哽住了，不能回答，后来她就指着那个盒子对罗濒说道这个盒子你能应许我替他送去吗？罗濒看了邵浮尘三个字，一阵心痛，像是刀子戳了似的，咬紧了嘴唇，血差不多要出来了！末后对她说道你放心！咳！沁芬我实在害了你！她一阵心痛，灵魂就此慢慢出了躯壳，飘飘荡荡到地虚幻境去了！只有罗濒的哭声和街上的木鱼声，一断一续地在那里伴着失了知觉的沁芬在枯寂凄凉的夜里！在法租界里，有一个医院，一天早晨来了一个少年――他是个狂人，――披散着一头乱蓬蓬的头发，赤着脚，两只眼睛都红了，瞪得和铜铃一般大，两块颧骨像山峰似地凸出来，颜色和蜡纸一般白，简直和博物室里所陈列的骷髅差不多。他住在第三层楼上，一间很大的屋子里这屋子除了一张床和一桌子药水瓶以外，没有别的东西。他睡下又爬起来，在满屋子转来转去，嘴里喃喃地说，后来他竟大声叫起来了，沁芬！你为什么爱他！我的微积分明天出版了！你欢喜吧？哼！谁说他是一个著作家？――只是一个罪人――我得了人的赞美和颂扬，沁芬的肠了要笑断了！不！不！我不相信！啊呀！这腥红的是什么？血血她为什么要出血？哼！这要比罂粟花好看得多呢！他拿起药瓶狠命往地下一摔，瓶子破了！"}
{"text":"他住在第三层楼上，一间很大的屋子里这屋子除了一张床和一桌子药水瓶以外，没有别的东西。他睡下又爬起来，在满屋子转来转去，嘴里喃喃地说，后来他竟大声叫起来了，沁芬！你为什么爱他！我的微积分明天出版了！你欢喜吧？哼！谁说他是一个著作家？――只是一个罪人――我得了人的赞美和颂扬，沁芬的肠了要笑断了！不！不！我不相信！啊呀！这腥红的是什么？血血她为什么要出血？哼！这要比罂粟花好看得多呢！他拿起药瓶狠命往地下一摔，瓶子破了！药水流了满地他直着喉咙惨笑起来最后他把衣服都解开，露出枯瘦的胸膛来，拿着破瓶子用力往心头一刺红的血出来了，染红了他的白色小褂和袜子，他大笑起来道沁芬！沁芬！我也有血给你！医生和看护妇开了门进来，大家都失望对着这少年著作家邵浮尘只是摇头，叹息！他忽地跳了起来，又摔倒了，他不能动了。医生和看护妇把他扶在床上，脉息已经很微弱了！第二天早晨六点钟的时候，这个可怜的少年著作家，也离开这世界，去找他的沁芬去了！灵魂可以卖么？荷姑她是我的邻居张诚的女儿，她从十五岁上，就在城里那所大棉纱工厂里，作一个纺纱的女工，现在已经四年了。当夏天熹微的晨光，笼罩着万物的时候，那铿锵悠扬的工厂开门的钟声，常常唤醒这城里居民的晓梦，告诉工人们做工的时间到了。那时我推开临街的玻璃窗，向外张望，必定看见荷姑拿着一个小盒子，里边装着几块烧饼，或是还有两片卤肉，――这就是工厂里的午饭，从这里匆匆地走过，我常喜欢看着她，她也时常注视我，所以我们总算是一个相识的朋友呢！初时我和她遇见的时候，只不过彼此对望着，仅在这两双视线里，打个照会。后来日子长了，我们也更熟悉了，不像从前那种拘束冷淡了每次遇见的时候，彼此都含着温和地微笑，表示我们无限的情意。今天我照常推开窗户，向下看去，荷姑推开柴门，匆匆地向这边来了，她来我的窗下，便停住了，满脸露着很愁闷和怀疑的神气，仰着头，含着乞求的眼神颤巍巍地道你愿意帮助我吧？说完俯下头去，静等我的回答，我虽不知道她要我帮助她做什么，但是我的确很愿意尽我的力量帮助她，我更不忍看她那可怜的状态，我竟顾不得思索，急忙地应道能够！能够！凡是你所要我做的事，我都愿意帮助你！呵！谢上帝！你肯帮助我了！"}
{"text":"今天我照常推开窗户，向下看去，荷姑推开柴门，匆匆地向这边来了，她来我的窗下，便停住了，满脸露着很愁闷和怀疑的神气，仰着头，含着乞求的眼神颤巍巍地道你愿意帮助我吧？说完俯下头去，静等我的回答，我虽不知道她要我帮助她做什么，但是我的确很愿意尽我的力量帮助她，我更不忍看她那可怜的状态，我竟顾不得思索，急忙地应道能够！能够！凡是你所要我做的事，我都愿意帮助你！呵！谢上帝！你肯帮助我了！荷姑极诚恳地这么说着，眼睛里露出欣悦的光彩来，那两颊温和的笑痕，在我的灵魂里，又增了一层更深的印象，甜美，神秘，使人永远不易忘记呢！过了些时，她又对我说今天下午六点钟的时候，我们再会吧！现在我还须到工厂里去。我也说道再会吧！她便回转身子，匆匆地向工厂的那条路上去了。荷姑走了！连影子都看不见了！但是我还怔怔地俯在窗子上，回想她那种可怜的神情，不禁使我生出一种神秘微妙的情感，和激昂慷慨的壮气我觉得世界上可怜的人实在太多，但是像荷姑那种委屈沉痛的可怜，我还是第一次看见呢！她现在要求我帮助她，我的能力大约总有胜过她的，这是上帝给我为善的机会，实在是很难得而可贵的机会！我应当怎样地利用呵！我决定帮助她了！那么我所帮助她的，必要使她满足，所以我现在应该预备了。她若果和我借钱，我一定尽我所有的帮助她她若是有一种大需要，我直接不能给她，也要和母亲商量把我下月应得的费用，一齐给她，一定使她满足她所需要的。人们生活在世界上，缺乏金钱，实在是不幸的运命呢！但是能济人之急，才是人类互助的精神，可贵的德行！我有绝大的自尊心，不愿意做个自私自利的动物，我不住地这么想，我豪侠的壮气，也不住地增加，恨不得荷姑立刻就来，我不要她向我乞求，便把我所有的钱，好好地递给她，使她可以少受些疑难和愁虑的苦！我自从荷姑走后，我心里没有一刻宁帖，那一股勇于为善的壮气，直使我的心容留不下，时时流露在我的行动里，说话的声音特别沉着，走路都不像平日了。今天的我仿佛是古时候的虬髯客和红拂那一流的人，气概不可一世。今天的日子，过得特别慢，往日那太阳射在棉纱厂的烟筒尖上，是很容易的事情，可是今天，我至少总有十几次，从这窗外看过去，日影总没到那里，现在还差一寸呢！呵！那烟筒的尖上，现在不是射着太阳，放出闪烁的光来吗？"}
{"text":"我自从荷姑走后，我心里没有一刻宁帖，那一股勇于为善的壮气，直使我的心容留不下，时时流露在我的行动里，说话的声音特别沉着，走路都不像平日了。今天的我仿佛是古时候的虬髯客和红拂那一流的人，气概不可一世。今天的日子，过得特别慢，往日那太阳射在棉纱厂的烟筒尖上，是很容易的事情，可是今天，我至少总有十几次，从这窗外看过去，日影总没到那里，现在还差一寸呢！呵！那烟筒的尖上，现在不是射着太阳，放出闪烁的光来吗？荷姑就要来了！我俯在窗子上，不禁喜欢得自言自语起来。远远地一队工人，从工厂里络绎着出来了他们有的向南边的大街上去有的到东边那广场里去，顷刻间便都散尽了。但是荷姑还不见出来，我急切地盼望着，又过了些时，那工厂的大铁门，才又呀的一声开了，荷姑忙忙地往我们这条胡同里来，她脸上满了汗珠，好似雨点般滴下来，两颊红得真像胭脂，头筋一根根从皮肤里隐隐地印出来，表示那工厂里恶浊的空气，和疲劳的压迫。她渐渐地走近了，我们的视线彼此接触上了。她微微地笑着走到我的书房里来，我等不得和她说什么话，我便跑到我的卧室里，把那早已预备好的一包钱，送到荷姑面前，很高兴地向她说你拿回去吧！若果还有需用，我更想法子帮助你！荷姑起先似乎很不明白地向我凝视着，后来她忽叹了一口气，冷笑道世界上应该还有比钱更为需要的东西吧！我真不明白，也没有想到，荷姑为什么竟有这种出人意料的情形？但是我不能不后悔，我未曾料到她的需要，就造次把含侮辱人类的金钱，也可以说是万恶的金钱给她，竟致刺激得她感伤。唉！这真是一种极大的羞耻！我的眼睛不敢抬起来了！羞和急的情绪，激成无数的泪水，从我深邃的心里流出来！我们彼此各自伤心寂静着，好久好久，荷姑才拭干她的眼泪和我说道我现在要告诉你一件小故事，或者可以说是我四年以来的历史，这个就是我要求你帮助的。我就点头应许她，以下的话，便是她所告诉我的故事了。在四年前，我实在是一个天真活泼的小孩子，现在自然是不像了！但是那时候我在中学预科里念书，无论谁不能想象我会有今天这种沉闷呢！荷姑说到这里，不禁叹息流下泪来，我看着她那种凄苦憔悴的神气，怎能不陪着她落下许多同情泪呢？"}
{"text":"我就点头应许她，以下的话，便是她所告诉我的故事了。在四年前，我实在是一个天真活泼的小孩子，现在自然是不像了！但是那时候我在中学预科里念书，无论谁不能想象我会有今天这种沉闷呢！荷姑说到这里，不禁叹息流下泪来，我看着她那种凄苦憔悴的神气，怎能不陪着她落下许多同情泪呢？等了许久，荷姑才又继续说――日子过得极快，好似闪电一般，这个冰雪森严的冬天，早又回去了，那时我离中学预科毕业期，只有半年了，偏偏我的父亲的旧病，因春天到了，便又发作起来，不能到店里去做事，家境十分困难，我不能不丢弃这张将要到手的毕业文凭，回到家里侍奉父亲的病！当然我不能不灰心！但是这还算不得什么，因为慈爱的父母和弟妹，可以给我许多安慰。不过没有几天，我的叔叔便托人替我荐到那所绝大的棉纱厂里作女工，一个月也有十几块钱的进项。于是我便不能不离开我的父母弟妹，去做工了，幸亏这时我父亲的病差不多快好了，我还不至于十分不放心。走到工厂临近的那条街上，早就听见轧轧隆降的声音，这种声音，实含着残忍和使人厌憎的意思，足以给人一种极大不快的刺激，更有那乌黑的煤烟和污腻的油气，更加使人头目昏胀！我第一天进这工厂的门，看见四面黯淡的神气，实在忍耐不住，但是这些新奇的境地，和庞大的机器，确能使我的思想轮子，不住地转动，细察这些机器的装置和应用，实在不能说没有一点兴趣呢！过了几天，我被编入纺纱的那一队里。那个纺车的装置和转动，我开始学习，也很要用我的脑力，去领会和记忆，所以那时候，我仍不失为一个有活泼思想的人，常常从那油光的大铜片上，映出我两颊微笑的窝痕。那一年春天，很随便地过去了！所有鲜红的桃花托上，那时不是托着桃花，是托着嫩绿带毛的小桃子，榆树的残花落了一地，那叶子却长得非常茂盛，遮蔽着那的人肌肤的太阳，竟是一个天然的凉篷。所有春天的燕子杜鹃黄莺儿，也都躲到别处去了，这一切新鲜夏天的景致，本来很容易给人们一种新刺激和新趣味。但是在那工厂里的人，实在得不到这种机会呢！我每天早晨，一定的时间到工厂里去，没有别的爽快的事情和希望，只是每次见你俯在窗子上，微笑着招呼，那便是我一天里最快活的事情了！"}
{"text":"所有鲜红的桃花托上，那时不是托着桃花，是托着嫩绿带毛的小桃子，榆树的残花落了一地，那叶子却长得非常茂盛，遮蔽着那的人肌肤的太阳，竟是一个天然的凉篷。所有春天的燕子杜鹃黄莺儿，也都躲到别处去了，这一切新鲜夏天的景致，本来很容易给人们一种新刺激和新趣味。但是在那工厂里的人，实在得不到这种机会呢！我每天早晨，一定的时间到工厂里去，没有别的爽快的事情和希望，只是每次见你俯在窗子上，微笑着招呼，那便是我一天里最快活的事情了！除了这件，便是那急徐高低永没变更过一次的轧轧隆隆的机器声，充满了我的两耳和心灵，和永远用一定规矩去转动那纺车，这便是我每天的工作了！我的工作实在使我厌烦，有时我看见别的工人打铁，我便有一个极热烈的愿望，就是要想把那铁锤放在我的手中，拿起来试打两下，使那金黄色的火星，格外多些，似乎能使这沉黑的工厂，变光明些。有一次我看着刘良站在那铁炉旁边，摸擦那把铁锤子，火星四散，不觉看怔了，竟忘记使纺车转动，忽听见一种严厉的声音道唉！我吓了一跳，抬头只见管纺纱组的工头板着铁青的面孔，恶狠狠地向我道这个工作便是你唯一的责任，除此以外，你不应该更想什么因为工厂里用钱雇你们来，不是叫你运用思想，只是运用你的手足，和机器一样，谋得最大的利益，实在是你们的本分！唉！这些话我当时实在不能完全明白，不过我从那天起，我果然不敢更想什么，渐渐成了习惯，除了谋利和得工资以外，也似乎不能更想什么了！便是离开工厂以后，耳朵还是充满着纺车轧轧的声音，和机器隆隆的声音脑子里也只有纺车怎样动转的影子，和努力纺纱的念头，别的一切东西，我都觉得仿佛很隔膜的。这样过了三四年，我自己也觉得我实在是一副很好的机器，和那纺车似乎没有很大的分别。因为我纺纱不过是手自然的活动，有秩序的旋转，除此更没有别的意义。至于我转动的熟习，可以说是不能再增加了！在那年秋天里的一天――八月十号――是工厂开厂的纪念日，放了一天工。我心里觉得十分烦闷，便约了和我同组的一个同伴，到城外去疏散，我们出了城，耳旁顿觉得清静了！天空也是一望无涯的苍碧，不着些微的云雾，只有一阵阵的西风吹着那梧桐叶子，发出一种清脆的音乐来，和那激石潺潺的水声，互相应和。我们来到河边，寂静地站在那里，水里映出两个人影，惊散了无数的游鱼，深深地躲向河底去了。"}
