{"text":"对中国与外国的文化交流，我的基本观点是拿来与送去。就目前来说，要更重视拿来，就是把外国的好东西拿来。这里涉及到上述有关文化的三个方面，都要拿。物的部分，当然要拿，咖啡沙发啤酒牛仔裤喇叭裤，这一系列东西，只要是好的，都拿。心物结合的部分比方说制度，也可以学习。最重要的还是心的部分，要拿价值观念民族性格。因为我们的价值观念思想方式，不能马马虎虎，得把弱点克服，要不克服的话，我们的生产力就发展不了。东方文化将再现辉煌从宏观上来看，希腊文化延续发展为西方文化，欧美都属于西方文化的范畴。而中国文化印度文化阿拉伯伊斯兰文化构成了东方文化。东方在这里既是地理概念，又是政治概念，即所谓第三世界。东方文化和西方文化这两大文化体系之间也是互相学习的，但是在一个相当长的时间内，可能有一方占主导地位。就目前来看，占主导地位的是西方文化。但从历史上来看，东方文化和西方文化二者的关系是三十年河东，三十年河西。因为文化不是一成不变的。每一种文化都有一个诞生成长兴盛衰微消逝的过程，东方文化到了衰微和消逝的阶段，代之而起的必是西方文化等西方文化濒临衰微和消逝的阶段时，代之而起的必是东方文化。西方文化从文艺复兴以来，昌盛了几百年，把社会生产力提高到了空前的水平，促使人类社会进步也达到了空前的速度，光辉灿烂，远迈前古，世界人民无不蒙受其利。但它同世界上所有的文化一样，也是决不能永世长存的，迟早也会消逝的。世纪年代前后，西方的有些学者已经看出西方文化衰落的端倪，如德国施宾格勒在年开始写作的西方的没落一书，预言当时如日中天的西方文化也会没落。此书一出版，马上洛阳纸贵，产生了巨大的影响，英国著名历史学家汤因比受其影响，也反对西方中心论。他们的观点是值得肯定的，因为，西方文化同世界上所有的文化一样，也是决不能永世长存的，迟早也会消逝的。在今天，它已逐渐呈现出强弩之末的样子，大有难以为继之势了。具体表现是西方文化产生了一些威胁人类生存的弊端，其荦荦大者，就有生态平衡的破坏酸雨横行淡水资源匮乏臭氧层破坏森林砍伐江河湖海污染动植物种不断灭绝新疾病出现等等，都威胁着人类的发展甚至生存。西方文化产生这些弊端的原因，是植根于西方的基本思维模式。"}
{"text":"他们的观点是值得肯定的，因为，西方文化同世界上所有的文化一样，也是决不能永世长存的，迟早也会消逝的。在今天，它已逐渐呈现出强弩之末的样子，大有难以为继之势了。具体表现是西方文化产生了一些威胁人类生存的弊端，其荦荦大者，就有生态平衡的破坏酸雨横行淡水资源匮乏臭氧层破坏森林砍伐江河湖海污染动植物种不断灭绝新疾病出现等等，都威胁着人类的发展甚至生存。西方文化产生这些弊端的原因，是植根于西方的基本思维模式。因为思维模式是一切文化的基础，思维模式的不同，是不同文化体系的根本不同。简而言之，我认为，东方的思维模式是综合的，它照顾了事物的整体，有整体概念，讲普遍联系，接近唯物辩证法。用一句通俗的话来说就是，既见树木，又见森林，而不是只注意个别枝节。中国天人合一的思想，印度的梵我一体的思想，是典型的东方思想。而西方的思维模式则是分析的。它抓住一个东西，特别是物质的东西，分析下去，分析下去，分析到极其细微的程度。可是往往忽视了整体联系，这在医学上表现得最为清楚。西医是头痛医头，脚痛医脚，完全把人体分割开来。用一句现成的话来说就是，只见树木，不见森林。而中医则往往是头痛治脚，脚痛治头，把人体当做一个整体来看待。两者的对立，十分明确。但是不能否认，世界上没有绝对纯的东西，东西方都是既有综合思维，也有分析思维。然而，从宏观上来看，这两种思维模式还是有地域区别的东方以综合思维模式为主导，西方则是以分析思维为主导。这个区别表现在各个方面，具体来说，东方哲学中的天人合一思想，就是以综合思维为基础的。西方则是征服自然，对大自然穷追猛打。表面看来，他们在一段时间内是成功的，大自然被迫满足了他们的物质生活需求，日子越过越红火，但是久而久之，却产生了以上种种危及人类生存的种种弊端。这是因为，大自然虽既非人格，亦非神格，却是能惩罚善报复的，诸弊端就是报复与惩罚的结果。有的学者认为要解决这些弊端，比如环境污染，只有发展科学，发展技术，发展经济，才有可能最后解决环境问题，我不同意这种看法。为了保护环境决不能抑制科学的发展技术的发展和经济的发展，这个大前提是绝对正确的。不这样做是笨伯，是傻瓜。但是处理这个问题，脑筋里必须先有一根弦，先有一个必不可缺的指导思想，而这个指导思想只能是东方的天人合一思想。否则就会像是被剪掉了触角的蚂蚁，不知道往哪里走。"}
{"text":"这是因为，大自然虽既非人格，亦非神格，却是能惩罚善报复的，诸弊端就是报复与惩罚的结果。有的学者认为要解决这些弊端，比如环境污染，只有发展科学，发展技术，发展经济，才有可能最后解决环境问题，我不同意这种看法。为了保护环境决不能抑制科学的发展技术的发展和经济的发展，这个大前提是绝对正确的。不这样做是笨伯，是傻瓜。但是处理这个问题，脑筋里必须先有一根弦，先有一个必不可缺的指导思想，而这个指导思想只能是东方的天人合一思想。否则就会像是被剪掉了触角的蚂蚁，不知道往哪里走。从发展的最初一刻起，就应当在这种思想的指引下，念念不忘过去的惨痛教训，想方设法，挖空心思，尽上最大的努力，对弊害加以抑制，决不允许空喊发展发展发展高枕无忧，掉以轻心，梦想有朝一日科学会自己找出办法，挫败弊害。常言道道高一尺，魔高一丈。到了那时，魔已经无法控制，而人类前途危矣。中国旧小说中常讲到龙虎山张天师打开魔罐，放出群魔，到了后来，群魔乱舞，张天师也束手无策了。最聪明最有远见的办法是向观音菩萨学习，放手让本领通天的孙悟空去帮助唐僧取经，但是同时又把一个箍套在猴子头上，把紧箍咒教给唐僧。这样可以两全其美，真无愧是大慈大悲的观世音。正是由于这个原因，我主张三十年河东，三十年河西，世纪是东方文化的世纪，东方文化将取代西方文化在世界上占统治地位。而取代不是消灭。全面一点的观点是西方形而上学的分析已快走到尽头，而东方文化寻求综合的思维方式必将取而代之。以分析为基础的西方文化也将随之衰微，代之而起的必然是以综合为基础的东方文化。这种代之而起，是在过去几百年来西方文化所达到的水平的基础上，用东方的整体着眼和普遍联系的综合思维方式，以东方文化为主导，吸收西方文化中的精华，把人类文化的发展推向一个更高的阶段。这种取代，在世纪可见分晓。所以结论是世纪是东方文化的时代，这是不以人们的主观愿望为转移的客观规律。用东方天人合一的思想和行动，济西方征服自然之穷，就可以称之为东西文化互补论。东方的天人合一是带有普遍性的一种思想，中国印度都有。即以中国儒家为例，易经中有大人者与天地合其德，与日月合其明，与四时合其序，与鬼神合其吉凶。先天而天弗违，后天而奉天时。中庸有能尽人之性，则能尽物之性能尽物之性，则可以赞天地之化育，则可以与天地参矣。孟子有莫之为而为者，天也莫之致而致者，命也。"}
{"text":"所以结论是世纪是东方文化的时代，这是不以人们的主观愿望为转移的客观规律。用东方天人合一的思想和行动，济西方征服自然之穷，就可以称之为东西文化互补论。东方的天人合一是带有普遍性的一种思想，中国印度都有。即以中国儒家为例，易经中有大人者与天地合其德，与日月合其明，与四时合其序，与鬼神合其吉凶。先天而天弗违，后天而奉天时。中庸有能尽人之性，则能尽物之性能尽物之性，则可以赞天地之化育，则可以与天地参矣。孟子有莫之为而为者，天也莫之致而致者，命也。尽其心者，知其性也知其性，则知天也。董仲舒的天人之际，合而为一。张载的民吾同胞，物吾与也更是典型的天人合一思想。这些都是综合思维方式的典型例子。中国的民族性思想包袱与文化危机中国的国民性，先生早有批判。这种批判现在仍有意义。这是因为，其一，中国的封建思想包袱最重。因此，应该下大力气批判中国的封建思想。中国文化有精华，搞现代化要发扬这些精华，但眼前主要是反封建糟粕。我们虽是社会主义国家，但包袱很重，最重的是封建思想包袱。譬如在群众中流行的一句话端起饭碗吃肉，放下筷子骂娘，就与封建思想有关系。再如官僚主义一个人说了算高干子弟的特权问题走后门等等，不尊重时间，也与封建思想有关。中国这样一个大民族，对世界文化有过极大贡献，把中国的传统文化丢掉，对不起子孙后代。应该强调的是，那些妨碍生产力和思想进步的封建主义东西，应有胆量讲出来，大家来改，这才是拨乱反正。我们中国实际上是封建主义垄断，资本主义并不多。现在，大家最不满意的是不正之风，服务态度不好高干子弟怎么怎么了一个人说了算怎么样了，又是民主不怎么样了不尊重人才，不尊重知识，不讲效率，不重视时间，这种弊病多极了。只有克服了这些封建主义的弊病，中国的生产力才能得到真正的发展。其二，我们的民族性出了问题。我们眼前面对着的社会，其中的危机，也包括文化危机在内，比任何危机都更危机――我们的民族性出了问题。我们的民族性里面当然也积淀了一些好东西但是不好的有害的东西，其数量不少，其危害极大。犯罪的情况是任何时代任何社会都有的。有一点，用不着大惊小怪。"}
{"text":"只有克服了这些封建主义的弊病，中国的生产力才能得到真正的发展。其二，我们的民族性出了问题。我们眼前面对着的社会，其中的危机，也包括文化危机在内，比任何危机都更危机――我们的民族性出了问题。我们的民族性里面当然也积淀了一些好东西但是不好的有害的东西，其数量不少，其危害极大。犯罪的情况是任何时代任何社会都有的。有一点，用不着大惊小怪。但是，像中国现在这样，大规模地制造假农药假种子假化肥，一旦使用，将流毒千百万亩耕地，影响千百万人民的生命，这却绝非小事了。至于偷窃农村的变压器，割掉电线，其影响农业生产，绝不是小规模的。还有集体地明目张胆地砍伐山上的树林，使长江变成黄河。这不但流毒眼前，而且影响后世子孙。所以，听说王元化先生主张彻底批判旧文化，我是赞成的。而从社会风气来说，也存在不少问题。有的人争名于朝，争利于市，急功近利，浮躁不安，只问目的，不择手段小偷小摸。所在皆是。即以宴会一项而论，政府三令五申，禁止浪费但是令不行，禁不止，哪一个宴会不浪费呢贿赂虽不能说公行，但变相的花样却繁多隐秘。出门必然会遇到吵架的。在公共汽车上，谁碰谁一下，谁踩谁一脚，这是难以避免的事，只须说上一句对不起就可以化干戈为玉帛然而，对不起谢谢这样的词儿，我们大多数人都不会说了，必须在报纸上大力提倡。中国民族性中的这些缺点，不自改革开放始，也不自建国始，更不自时代始，恐怕是古已有之了。难道我们真要礼失而求诸野吗这是我们每一个中国人所面临的而又必须认真反省的问题。鉴于上述理由，我认为，在处理外国文化与中国文化的关系时，应该注意大胆拿来，把一切外国的好东西统统拿来，物质的好东西要拿来，精神的好东西也要拿来。应该特别强调，我们要拿来的是第三个层次里的东西，属于心的东西。我们要改变我们的一些心理素质价值观念思想方法等等。所谓心的东西，指的是价值观念思维方式审美趣味道德情操宗教情绪民族性格等等。从长期的历史研究中，我得出一个非常可贵的经验在我们国力兴盛，文化昌明，经济繁荣，科技先进的时期，比如汉唐兴盛时期，我们就大胆吸收外来文化，从而促进了我们文化的发展和生产力的提高。到了见到外国东西就害怕，这也不敢吸收，那也不敢接受，这往往是我们国势衰微，文化低落的时代。"}
{"text":"我们要改变我们的一些心理素质价值观念思想方法等等。所谓心的东西，指的是价值观念思维方式审美趣味道德情操宗教情绪民族性格等等。从长期的历史研究中，我得出一个非常可贵的经验在我们国力兴盛，文化昌明，经济繁荣，科技先进的时期，比如汉唐兴盛时期，我们就大胆吸收外来文化，从而促进了我们文化的发展和生产力的提高。到了见到外国东西就害怕，这也不敢吸收，那也不敢接受，这往往是我们国势衰微，文化低落的时代。对儒学的态度批判与继承谈东方文化必然要涉及到中国传统文化的核心儒学的问题。作为中国传统文化的主体，儒学中也有糟粕，这是肯定无疑的。对其中的糟粕，一定要抛弃，要批判，如上文说到的对封建主义的批判，是必要的。但是，批判坏东西，不能把好东西也一块丢掉，如同泼洗澡水把澡盆中的小孩也泼掉一样。我们东方文化中确实有些好东西，如论语中的一句话己所不欲，勿施于人。能做到这八个字，到共产主义也不过这个水平。类似这么精辟的话多得很。历史上讲宋太祖时赵普曾说过以半部论语治天下的话，现在有人说是胡说八道，我看实际上用不了半部论语，有几句话就能治天下。再如论语中又说小不忍则乱大谋。容忍是中华美德之一。我们的往圣先贤，大都教导我们要容忍。民间谚语中，也有不少容忍的内容，教人忍让。有的说法，看似消极，实有积极意义，比如忍辱负重，韩信就是一个有名的例子。唐书记载，张公艺九世同居，唐高宗问他睦族之道。公艺提笔写了一百多个忍字递给皇帝。从那以后，姓张的多自命为百忍家声。当然，类似己所不欲，勿施于人这样的话，最好是演变成道德金律，才会起更大的作用。可惜的是，儒家学说还没有变成道德金律，因为儒学不是宗教。宗教要有四个条件一要有神二要有戒约三要有机构或组织四要信徒崇拜信仰。拿这四个条件来衡量一下孔子和他开创的儒学，则必然会发现，在孔子还活着的时候以及他死后相当长的一段时间，只能称之为儒学，没有任何宗教色彩。论语中就说子不语怪力乱神。孔子自己说天何言哉这个天也不是有神格的天老爷。孔子从不以神自居，他的弟子以及弟子的弟子，也不以神视之。儒学非学说而何不知道从什么时候起，孔子被神化了。到了唐代，儒释道三家就并称三教。"}
{"text":"宗教要有四个条件一要有神二要有戒约三要有机构或组织四要信徒崇拜信仰。拿这四个条件来衡量一下孔子和他开创的儒学，则必然会发现，在孔子还活着的时候以及他死后相当长的一段时间，只能称之为儒学，没有任何宗教色彩。论语中就说子不语怪力乱神。孔子自己说天何言哉这个天也不是有神格的天老爷。孔子从不以神自居，他的弟子以及弟子的弟子，也不以神视之。儒学非学说而何不知道从什么时候起，孔子被神化了。到了唐代，儒释道三家就并称三教。到了建圣庙，举行祭祀，则儒家已完全成为一个宗教。因此，从儒学到儒教是一个历史演变的过程。讨论儒学或儒教，必须有一个发展的观点，不能执著于一端。对儒学中的精华与糟粕要分清楚，这是用不着证明的。但是，究竟什么叫做精华，什么又叫做糟粕呢这两个表面看上去像是对立面的东西，不但不是泾渭分明，而是界限不清尤有甚者，在一定的条件下，双方可以相互向对立面转化。如孔子和儒学，在五四运动时期，肯定被认为是糟粕，不然的话，何能喊出了打倒孔家店的口号然而，时移世迁，到了今天，中国正在建设社会主义初级阶段的社会，还有什么人能说孔子和儒学中没有精华呢再如三纲一般被认为是糟粕，但是陈寅恪先生在悼王国维先生挽词并序中说过一句话中国文化之定义，具于白虎通三纲六纪之说。陈寅恪先生在这里讲的实际上是处理九个方面的关系国家与人民父子夫妇父亲的兄弟族人自己的兄弟母亲的兄弟师长和朋友。这些关系处理好，国家自然会安定团结。纲纪学说，如果运用得法，可能调节社会秩序，可以加强安定团结。国际上何独不然在中国的传统道德中，伦理道德有很重要的位置，伦理就是解决人与人之间关系的，儒家讲的三纲六纪就是规定了君臣父子夫妇兄弟朋友之间关系的准则。这里有糟粕的地方，因为人与人之间应该是平等的，不应该谁是谁的纲。儒家强调要处理好人的各方面关系还有许多值得批判吸收的东西。我国传统的伦理道德应批判继承，精华留下，糟粕去掉。对外国好的东西，也可以学习，不要排斥。在古代，几乎在所有国家中，传承文化的责任都落在知识分子的肩上。中国古代文化的传承者是士，传承地方是太学国子监和官办以及私人创办的书院。在世界各国文化传承者中，中国的士有其鲜明的特点。早在先秦，论语中就说过士不可以不弘毅，任重而道远。"}
{"text":"这里有糟粕的地方，因为人与人之间应该是平等的，不应该谁是谁的纲。儒家强调要处理好人的各方面关系还有许多值得批判吸收的东西。我国传统的伦理道德应批判继承，精华留下，糟粕去掉。对外国好的东西，也可以学习，不要排斥。在古代，几乎在所有国家中，传承文化的责任都落在知识分子的肩上。中国古代文化的传承者是士，传承地方是太学国子监和官办以及私人创办的书院。在世界各国文化传承者中，中国的士有其鲜明的特点。早在先秦，论语中就说过士不可以不弘毅，任重而道远。士们俨然以天下为己任，天下安危系于一身。在几千年的历史上，中国知识分子的这个传统一直没变，后来发展成为天下兴亡，匹夫有责。后来又继续发展，一直到了现在，始终未变。现在，中国儒学年鉴的出版，也是为了传承中国的传统文化，是接续士们的传统，所以是一件大好事。这就算是我的东西文化互补论，以此作为中国儒学年鉴的专文。新的世纪已经来临了。我虔诚希望，人类能聪明起来，能认真考虑拿来与送去的问题，认真考虑我这个外行我这个一向不注重义理的人所提出的东西文化互补论。系著名学者羡林按这篇文章虽然署着我的名，但是它可以说是我写的，又可以说不是我写的。它的应该说是蔡德贵教授。文中的思想内容全是我的，甚至造词遣句，也都出于我的笔下。可是并不出于一篇文章，而是出于许多篇写出时间不同写出环境也不相同的文章。德贵用的方法是中国旧日诗人做诗填词时有时使用的集句的方式。所不同者只是旧日诗人集句，是集许多人之句，而德贵则是集一人之句。集句而能集到天衣无缝浑然一体的水平，实在难能可贵，德贵可以说是有集句的天才。我在这里想补充一点，就是恩格斯的几句话我们不能过分陶醉于我们对自然界的胜利，对于每一次这样的胜利，自然界都报复了我们。一百多年前的这几句话真无愧是天才的预见。自然界就是我所说的天。到了今天，恩格斯的话完全证实了。我还想说明一点。三十年河东，三十年河西，我引的这两句话，最受人诟病，然而我至今仍认为，这是真理，是诟病不掉的。试看宇宙间万事万物，哪一样是违反了这两句话的根本精神的还有的人一听是东方文化或文明，他们那贾桂思想就恶性发作，连鼻子都笑歪了。对于这样的人，我欲无言。"}
{"text":"一百多年前的这几句话真无愧是天才的预见。自然界就是我所说的天。到了今天，恩格斯的话完全证实了。我还想说明一点。三十年河东，三十年河西，我引的这两句话，最受人诟病，然而我至今仍认为，这是真理，是诟病不掉的。试看宇宙间万事万物，哪一样是违反了这两句话的根本精神的还有的人一听是东方文化或文明，他们那贾桂思想就恶性发作，连鼻子都笑歪了。对于这样的人，我欲无言。年月日东方文化与西方文化相互间的盛衰消长问题最近几年来，我经常考虑一些有关文化交流的问题。我越来越认识到文化交流的重要性。我觉得，如果没有文化交流，人类社会的进步恐怕不会是现在这个样子。我逐渐发现，一方面很多人对文化交流的重要性认识不够另一方面，不少的人有不少模糊的看法，特别是在中国文化在世界文化中的地位问题上，更是如此。他们有意无意地贬低中国文化的价值，神化西方文化。我在很多地方都说到，我不赞成全盘西化这个提法，我认为这在理论上讲不通，事实上做不到。世界上没有哪一个西方世界以外的国家是全盘西化了的。连以西化著名的日本也不是这个样子。但是，这并不等于说，我们不向西方学习。西方的物质文化，我们必须学习。在这里我们决不能闭关锁国，那样做等于后退，后退是没有出路的。我个人觉得，当前的关键问题是正确地实事求是地认识中国文化的真正价值，扩而大之，认识以中国文化为基础的东方文化的真正价值，中国文化与东方文化的真正价值认识了，有比较才能有鉴别，西方文化的真正价值也就能够实事求是地加以认识。现在有不少的人对于东方文化与西方文化的真正价值认识得不全面，有偏颇。贬低东方，神化西方，都是没有根据的。为什么会出现这种现象呢我个人认为，其原因就在于没有宏观的历史眼光，也缺少宏观的地理眼光。有不少人，中国人和外国人都有，只看到最近一二百年的历史，没有上下数千年的眼光。他们只看到我们的几百万平方公里，没有纵横几万里的眼光，难免给人以坐井观天的印象。这样看问题，当然不会全面的，当然会有偏颇的。如果能够做到从历史和地理两点都能最大限度地用宏观的眼光看待这个问题，则必然能够看到，东方文化和西方文化过去不是现在这个样子，两者之间的关系也不是现在这个样子，用两句通俗的中国话来说，两者间的关系是三十年河东，三十年河西。"}
