{"text":"第一次亲眼看到大街上这么多人戴着口罩第一次在大年初一写稿，告诉读者们，对于疫情，我心里想说的一些话第一次体会到连续宅在家，就是对社会最大的贡献第一次看到热闹的大街，过年期间变得冷冷清清第一次体验在线远程办公，变成工作近乎以上这些第一次，或许有一些是你和我在共同经历着的，亦或是还有其他的不同。原本以为新的一年会更好，但这些突如其来的第一次，也让我们多了许多思考和所悟。可能这一年，在往后的岁月里，当我们在回忆起来时，印象会无比深刻。疫情结束后最想做的事情，等春暖花开，我们一起变得更好开头的这场疫情，也打乱了所有人的计划。学生族，按照原计划本该是正式上课的日子，开学日期一推再推上班族，本该开启新一年的忙碌，却复工日期还是待定全国各地的大街小巷，本该熙熙攘攘，此刻却变得异常冷清许多行业，无论线上还是线下，一定程度也将受到冲击影响很多在医院工作的朋友，春节已经没假期了，接到通知让回去坚守岗位。这里也希望一线的医务人员们，也要照顾好自己。空空的城市，并不是源自我们对病毒的恐惧。这个特殊时刻，不出门少出门，尽着自己的绵薄之力，亦是一个大贡献。疫情结束后最想做的事情，等春暖花开，我们一起变得更好有人说到疫情过后，想做的第一件事情是什么？疫情过后，我想去涮火锅吃烤肉，大口大口的嗦粉，每人买一杯最爱的奶茶，其实并不是这些东西的味道多么吸引我，而是我真的很怀念以前车水马龙的街道和在身边的朋友。疫情结束后，唯一想做的事，就是出去走走，走过一个又一个十字路口，不刻意的去往某个目的地，只要是我喜欢又熟悉的这座城市就好，或许会偶遇一些不一样的风景。疫情结束后最想做的事情，等春暖花开，我们一起变得更好再不让我出去走走的话。我肯定都能到斤。疫情过后我肯定第一件事去剪头。最近两年年我头大最长的一次了。以上这些，是我在最近看到的对于这问题的回答。我希望，待疫情过后，如约而至的不只是春天，还有疫情过后那个平安的你，见面如花，笑颜依旧。还有对于每个人想做的事情，都要比以前要更多一份动力。疫情结束后最想做的事情，等春暖花开，我们一起变得更好最近，看到一个很多人在讨论的话题――这次疫情，所给你的启示是什么？"}
{"text":"我肯定都能到斤。疫情过后我肯定第一件事去剪头。最近两年年我头大最长的一次了。以上这些，是我在最近看到的对于这问题的回答。我希望，待疫情过后，如约而至的不只是春天，还有疫情过后那个平安的你，见面如花，笑颜依旧。还有对于每个人想做的事情，都要比以前要更多一份动力。疫情结束后最想做的事情，等春暖花开，我们一起变得更好最近，看到一个很多人在讨论的话题――这次疫情，所给你的启示是什么？以下是我的一些所想所悟，这里分享给大家。一要学会理性和多元的看待新闻事件和保持独立思考。这段时间，各种信息喷涌。现实发生的事件和诸多言论，给我们或多或少带来了心理上的冲击。的确，如今的信息的发达，一定程度让人在难辨真假上产生困扰。有时看到的真相未必就全然是真相，所以我们要时刻提醒自己理性看待所谓的对与错，因为它们都是相对的和隐匿的。我希望，未来善良的人们，都要好好保护好自己。二要学会攒钱。看到博主西西酱分享的一段话等疫情结束了干嘛？第一件事情一定要学会攒钱，不是为了买车买房，而是为了以后有抵御灾难的能力。第二件事情一定要学会花钱，不计较有没有花在刀刃上，但是我要确定花的让我觉得开心，因为享乐也是人生走一遭的意义所在。很赞同。虽然钱不是万能的，但细观生活里，还有地方需要用到钱。攒钱的过程，也是为出现困难时能继续维持生存做准备。当然，学会享受生活和适时奖励自己，也是攒钱的又一重要意义。疫情结束后最想做的事情，等春暖花开，我们一起变得更好三培养一个爱好或技能或副业。稀碎的时间，糅合累积起来，变成为了一个大块的时间。专注和发掘适合自己的爱好，并尽可能把它做好，或多或少，是有收获的。越来越明白，所有的爱好，都是需要大量的钱和时间精力来支撑的，但凡欠缺的，都得慢慢的来，一点点的来满足和学习。热爱可抵岁月漫长，如果可以养活自己就更好了。以上是我的一些启示。疫情结束后最想做的事情，等春暖花开，我们一起变得更好也在想，不知道生活什么时候才能够恢复元气？最近的日子，阴雨天居多。总之感觉很闷和略丧。人生总会有着不同的心事，也渴望更自由和有更多的方向可选，还需继续努力，提升自身。等春暖花开时，我们一起变得更好吧。"}
{"text":"越来越明白，所有的爱好，都是需要大量的钱和时间精力来支撑的，但凡欠缺的，都得慢慢的来，一点点的来满足和学习。热爱可抵岁月漫长，如果可以养活自己就更好了。以上是我的一些启示。疫情结束后最想做的事情，等春暖花开，我们一起变得更好也在想，不知道生活什么时候才能够恢复元气？最近的日子，阴雨天居多。总之感觉很闷和略丧。人生总会有着不同的心事，也渴望更自由和有更多的方向可选，还需继续努力，提升自身。等春暖花开时，我们一起变得更好吧。从前的书信很慢，车马很远，一生只爱一个人。现在的信息发达，交通便利，疫情却困千万家。从前慢，人们的联系的也慢，时疫时哀鸿遍野。从前远，人们的距离也远，危机时后知后觉。反观现在，疫情中，信息时刻传递，即便人们的距离被不断拉开，但彼此的联系却从不间断。从前的慢很浪漫，现在的快却很怡然。我住长江头，君住长江尾，日日思君不见君，共饮长江水。新春佳节之际，突如其来的疫情，围困了远行游子的归乡之路，阻隔了亲友间的相互走动，拉开的距离成功控制了疫情的蔓延却并没有切断人与人之前的联系。互联网的发展使普罗大众在家便知天下事，一系列社交软件又帮助人们随时随地云拜年。在家隔离让你我闭关隐居，与他人拉开距离，而社交温度却使我们从未断开联系。正所谓，距离使所爱隔山海，而网络却使山海亦可平。鸿雁翱翔于云空，信息传递于云中。疫情中，信息的传递十分重要，无论是病毒传播的情况各国目前的现状，还是远方亲人的安危人们注意的事项。从前慢，只有鸿雁传书，而今却可，一网情深坐观天下。科技使得人们的沟通更快速，人们的联系更紧密，以前中国的酒桌文化用以巩固彼此间的关系，加深朋友间的友谊，而疫情却使这些会面变成一张张催命符，然而云社交云传递云聚餐云会议却又变成一张张保命符让我们可以拉开距离，也能保持联系。但有时距离所带来的困扰，并不能尽数弥补。劝学中有君子生非异也，善假于物也，疫情中学校难以开学，同窗不得相见，若是从前怕只能埋头窗前庸人自扰，而今却可各安家中，网课相连，此实乃君子假物以用，尽得其便。但即便如此，同学间的距离拉开，班级分散，也对学习造成了一定的影响。"}
{"text":"但有时距离所带来的困扰，并不能尽数弥补。劝学中有君子生非异也，善假于物也，疫情中学校难以开学，同窗不得相见，若是从前怕只能埋头窗前庸人自扰，而今却可各安家中，网课相连，此实乃君子假物以用，尽得其便。但即便如此，同学间的距离拉开，班级分散，也对学习造成了一定的影响。对学生来说并不是听到了课便是学习的全部，班级的氛围，人际间的交往，同老师适时的交流，这些都需要在一间教室里才能完成，并不是线上短暂的股东就能代替的。因此如今联系虽然不惧距离，可你我仍需拉近。疫情中，我们虽与武汉相隔万水千山，却依然众志成城，心心相连。从前慢，车马邮都很慢，人们距离很远，联系很难。到如今，海上生明月，天涯共此时，距离虽远，联系不断。我们登上并非我们所选择的舞台，演绎我们所选择的剧本。觉得累了，把剧本扔掉，再换一本吧。但始终要记住，总有一本剧本是属于你的。而每一个演员真正的成功，就是用你爱的方式演完并不漫长的一生。我们登上并非我们所选择的舞台，演绎并非我们所选择的剧本。这句话来自罗翔老师经常说的爱比荷泰德，我擅自改编了一下。剧本并非不可选择，但当我们的家长社会都对我们抱有很大的期望，甚至有人狂夸我们是后浪时，我们或许会为了不辜负去改变自己曾选择的道路和生活，去舍弃自己本来所喜爱的事情。这是一个悲伤的抉择，似乎不管选择哪个我们都会亏都不那么幸福了但从另一个角度看，这个选择的答案并不重要，因为不管选择哪个都能让人满意，不是吗？我们应该学会面对风雨，微笑现在。总有一本属于你的。来自爱情公寓的吕子乔，我也擅自添油加醋了一下。我们的人生可能远不及戏中人物的传奇，但我们的生活有可能远超于戏中剧情的狗血。三国里面他们打了半天，天下归了司马家，这个从全书整体上看是出人意料的。我们完全可以像司马懿一样把自己活得很精彩，这种精彩来源于实干。认真做好眼前的事的同时深谋远虑为日后做打算。计划可能并不能赶上变化，但计划后的心是有底气的，面对变化时感到的不是恐惧而是刺激和兴奋啊。我们应该提高自己对人生的掌控力，自律自省自强，给自己争取一个不错的结局啊。冰心有一句话是这么说的愿你的人生有足够多的云翳，共同创造一个美好的黄昏。"}
{"text":"三国里面他们打了半天，天下归了司马家，这个从全书整体上看是出人意料的。我们完全可以像司马懿一样把自己活得很精彩，这种精彩来源于实干。认真做好眼前的事的同时深谋远虑为日后做打算。计划可能并不能赶上变化，但计划后的心是有底气的，面对变化时感到的不是恐惧而是刺激和兴奋啊。我们应该提高自己对人生的掌控力，自律自省自强，给自己争取一个不错的结局啊。冰心有一句话是这么说的愿你的人生有足够多的云翳，共同创造一个美好的黄昏。我们可以通过怒力把自己活成生活的主角啊！人类世界永远只有一种成功，那就是用自己爱的方式，渡过并不漫长的一生。这句话来自我超爱的龙与猫之国。这可谓是概括了我对于成功全部的观点。书里的主角爱的生活，是不断给别人带去快乐的生活，也是我所追求的生活。里有两个四个两个，这可以理解为通过p的让别人感受爱人，爱生活爱世界，爱自己。学会去爱，是为了让自己不在失败的路上迷失，是为了让这个世界更加和谐。我们带给别人的快乐别人带给我们的快乐，是平淡生活精彩的调味料，而视频文章书本你的每一条评论都是它的调料包啊。在我看来，只要自己能为别人带来快乐和幸福，我的人生就十分的有价值！最后的最后，当你重看自己的表演时，希望你能发自内心地大声喊出精彩！在每一个暑气逼人的夜晚，我都经常能在恍惚中听见翅膀扇动的声音，随即总会快速起身，去寻找那细微的颤动声。它或是在角落中，或是在花盆旁。我喜欢看虫，不管白天还是黑夜。我喜欢的东西稀奇古怪，热衷的事物也令人咂舌。出行总是在冬季，上车总是不坐椅，新出的电影不去看，好吃的东西都送礼。很多次，我都曾怀疑过自己无法拥有志趣相投的朋友，每当我在社交平台上发送有关昆虫的图片时，便会收到很多激动的评论再发一次就拉黑。我开始觉得自己不正常，便逐渐消减我对昆虫的乐趣。偶然有一天，我在社交平台上刷到了一个人发送的一张昆虫的图片，惊讶之余，浏览了这个人所有的文章。他喜欢昆虫擅长摄影对食物很热衷爱看电影。我毫不在乎他其余的爱好，单是他喜欢昆虫这一点，就令我无比激动的想与他成为朋友。我开始在社交平台上与他聊天和分享，虽然他总是回复的不及时。我想，他应该有很多聊得来的人。"}
{"text":"我开始觉得自己不正常，便逐渐消减我对昆虫的乐趣。偶然有一天，我在社交平台上刷到了一个人发送的一张昆虫的图片，惊讶之余，浏览了这个人所有的文章。他喜欢昆虫擅长摄影对食物很热衷爱看电影。我毫不在乎他其余的爱好，单是他喜欢昆虫这一点，就令我无比激动的想与他成为朋友。我开始在社交平台上与他聊天和分享，虽然他总是回复的不及时。我想，他应该有很多聊得来的人。渐渐的，在与他的相处当中，我会点进他刚刚拍摄的照片去分析这张照片的光影会搜索他说好吃的食物会看他觉得好玩的电影。直到有一天，我看到他发了一张自拍，我看到了自己的脸。人生来孤独却又包含炽热。一边喜欢严肃认真的历史，一边投身于刀光剑影的游戏世界，两者是并不相冲突的。喜欢虫子的我，可能会很难找到一样喜欢虫子的你，但是当我恰巧和你爱上了同一部老电影去吃了同一家巧克力蛋糕拍摄了一张同样手法的照片，我们就会变得熟悉起来，开始注意彼此，开始惺惺相惜。在多元化的互联网时代中，不断探索和改变的人不止一个，在时代的漩涡中，清醒的认识到了自己与别人不同的人也有太多。同样，掉进这漩涡之中的人也有太多。他们断然抛弃了曾经喜爱的虫子的自己而变得虚伪，开始沉入千变万化的海底。起初他们并不是孤独的，新奇的事物使他们眼花缭乱，直到某一刻，新奇开始变得平庸，他们再也无法从中获得快乐，便开始向更深处沉去。我并不想因为虫鸣而放弃肖邦，更是想因为肖邦而认识同样喜欢虫子的你我并不想因为虫鸣而换取目光，更想远离那阵阵喧嚣，朝更加欢乐的虫鸣声走去。又一个岔路口。青苔蔓延上了足下的道路，四周一片雾气氤氲。这次，又要走哪条路好呢。她暗自忖量着。嗡――是口袋里的手机。她的手指蜷缩片刻，轻轻的按下启动键。眼前轰然程亮，屏幕散着惨白黯淡的光你别无选择。毫无生气，连能够表达情绪的符号都没有写出，无论如何都感受不到屏幕对面那张脸，或者是机器，到底蕴含着如何的感情。嘴唇快要干涸。她抿了抿嘴，缓慢地按下键盘为什么。为什么要管那么多。"}
{"text":"嗡――是口袋里的手机。她的手指蜷缩片刻，轻轻的按下启动键。眼前轰然程亮，屏幕散着惨白黯淡的光你别无选择。毫无生气，连能够表达情绪的符号都没有写出，无论如何都感受不到屏幕对面那张脸，或者是机器，到底蕴含着如何的感情。嘴唇快要干涸。她抿了抿嘴，缓慢地按下键盘为什么。为什么要管那么多。很快，手机在手中发出了一声闷闷的嗡鸣看来是我打扰到你了它是谁？可它为什么要管这么多？难道仅仅是因为，此时此刻的她，正犹豫不决？她咬着唇，将刚打下的字删去，反复无常的循规蹈矩，令她有些厌烦。她抬起头，再次环顾四周。像是命运的齿轮开始转动，周遭的藤蔓向上蔓延，在悬挂着摆钟的荆棘之门上向她发出最后的抉择――――你软弱无能，你别无选择。――有缺点的战士终究是战士，可再宝贵的苍蝇也终究不过是苍蝇。冷冰冰的金属质感就被握在手中，感受不到一丝的温热。刀尖从洁白的窗帘下鱼贯而入，沾染了污秽的殷红。散落与木质地板上的纯白药片，正仰视着房梁上粗糙的绳结。――这一刻，她不再神圣。――这一刻，她不再纯洁。夜莺无声地与玫瑰挣扎，锋利的刺，一次又一次的穿透了牢笼，人们叫嚣着，一次又一次地想要将夜莺推回牢笼，而嘴上却大言不惭地扬言着所谓的正义。男人笑着的嘴脸在她眼里化为了不朽的痛。她疯狂的躲避着他粗糙的手，却又一次又一次的被恶魔拉回地狱。她疯了。人们这样说道。挣扎却毫无意义，她哭喊着，却被痛楚淹没，溺死在深处。罪恶的深夜，她向外界散发出第一条消息，却被屏蔽在了信息的海洋。――不要回复。――不要回复！恍惚间，她再次望向两条截然不同的道路，腐烂的面具逐渐脱落，她的嘴角，渐渐勾起了令人心惊胆战的弧度。妇女惊恐地尖叫着，推门而入。缠绕在心脏四周的荆棘不断收缩，夜莺喑哑嘶鸣着。"}
{"text":"人们这样说道。挣扎却毫无意义，她哭喊着，却被痛楚淹没，溺死在深处。罪恶的深夜，她向外界散发出第一条消息，却被屏蔽在了信息的海洋。――不要回复。――不要回复！恍惚间，她再次望向两条截然不同的道路，腐烂的面具逐渐脱落，她的嘴角，渐渐勾起了令人心惊胆战的弧度。妇女惊恐地尖叫着，推门而入。缠绕在心脏四周的荆棘不断收缩，夜莺喑哑嘶鸣着。她的身体，早已不再纯洁。枷锁禁锢着她的羽翼，她不再是她。当粗糙的绳索一点一点停止晃动，冰冷的躯体不再拥有任何动作时，她才会找到真正的归宿。泛着荧光的屏幕再次传来消息――快回答吧――快做选择吧，别再犹豫不决了她抑制住哭腔，被枷锁束缚的双腿踉跄地向前，望着左侧那道布满玫瑰与荆棘的长廊――那里，有等待着她的，正悬挂于房梁上的白绫与那罪恶的男人。凝视半晌，她渐渐转头望向另一侧。――那是她的家人。指尖划破了稚嫩的掌心，钻心的痛。她艰难地挪动双腿，向着左侧缓缓靠近。嗡――她最后一次打开屏幕。瞳孔在骤然间迅速放大，密密麻麻的文字也不再像野兽一样撕咬着她的躯壳。她毅然站起身，向着右侧的大门冲去。在那里，她与深爱着她的人，相拥。――上帝从未眷顾人类我们将独自走完征程同样的声音能产生共鸣，同样的气味会相互融合。两千多年前，有一个稷下学宫――位于齐国的一所诸子百家都曾造访的开放式的最高学府，自由且独立的文化学宫，它作为当时百家学术争鸣的中心园地，有力地促进了天下学术争鸣局面的形成。因此，稷下学宫汇集了天下贤士多达千人，余秋雨在中国文脉中写到，稷下学宫是名垂百世的文化大手笔，若没有它，各种文化也在，诸子百家也在，却无法进入一种既高度自由又高度精致的和谐状态。世界有很多文化，自由而不精致又有很多文化，精致而不自由。"}
{"text":"两千多年前，有一个稷下学宫――位于齐国的一所诸子百家都曾造访的开放式的最高学府，自由且独立的文化学宫，它作为当时百家学术争鸣的中心园地，有力地促进了天下学术争鸣局面的形成。因此，稷下学宫汇集了天下贤士多达千人，余秋雨在中国文脉中写到，稷下学宫是名垂百世的文化大手笔，若没有它，各种文化也在，诸子百家也在，却无法进入一种既高度自由又高度精致的和谐状态。世界有很多文化，自由而不精致又有很多文化，精致而不自由。稷下学宫以尊重为基础，把这两者统一了。智能互联网时代，让我们摆脱空间的限制，挣脱时间的束缚，即使相隔万里，也能随时相联系。我们喜相逢，一次从心所欲的浏览，一串惺惺相惜的点赞，一回情不自禁的分享，一场突如其来的感动都使我们不期而遇，又凭着相同爱好结交到千万个志趣相投的朋友。这又让我们对那些喜欢的人和事附加了更多意义，正如喜欢站不仅是因为感兴趣的内容在站，而且懂我的人也在站，一起分享热爱，分享快乐。君子和而不同，各美其美，人和人之间本就是不同的，苍鹰不必变成乌鸦才有和平，在沟通交流的过程中难免会有冲突矛盾疑惑拒绝，但更多是学习消化融合创新。左传中记录了齐国上大夫晏子关于和的一段话和如羹焉，水火醯醢盐梅，以烹鱼肉。声亦如味，一气，二体，三类，四物，五声，六律，七音，八风，九歌，以相成也。若以水济水，谁能食之？若琴瑟之专壹，谁能听之？我们需要不同来审视自我，当我们被同类信息所环绕所塑造，智能算法的推荐或许让我们迷失在了同质信息中，潜意识的我们也会习惯性的选择相信自己所愿意相信的信息。我们需要不同来坚持自我，传播信息的载体越来越便捷，大量信息被复制传播，在信息爆炸的时代，不能盲目遵从他人，保持自己独特理念的同时用批判性思维去思考收获。更宽广的胸襟更开放的姿态更理性的思维方式去打破先入为主的局限，让我们因同声相应，同气相求，却能不被同声同气所裹挟。等闲识得东风面，万紫千红总是春。我相信，两千多年前的稷下学宫能使中华文化成为一种和而不同的壮阔合力，两千多年后的同学们也一定可以传承和发扬中华民族的优秀文化。"}
