{"text":"假如没有更好的工具，你就只好先把这件工具收拾好备用。我想，学业还是你目前出国最重要的资本，其它的条件都隶属于它。出国是一个宽广的未知，二十几岁应该去追寻这样的东西。出不了国则大约是个狭窄的已知，四十几岁的人适合这种途径。真理是多元的，结构决定其对错。其实，一切学业说到底都是谋生的手段为了肉体的存活，都是娱乐的玩具为了精神的充实。一切科学哲学文学艺术，到底都有什么用呢？从人迟早都是要死的这一点来看，从人类乃至宇宙迟早也是要毁灭的这一点来看，人终归只是一堆无用热情，我们之所以还得保持这热情，还得用明智和真诚来校正来助燃这热情，只是因为舍此我们会活得更加荒诞。甚至死也不能免除这荒诞，因为结束不过是另一个开始。绝对的虚无可以证明是没有的――一旦有就不是绝对的无了。而一切存在都是主客体的共同参与，那么主体就会永远面对一个无可逃避的世界，因此必然是生生相继永恒轮回。逃避生之事实必定是徒劳的，而放弃生之热情只能使人落人更加荒唐的境地。所以看透了生活的本来面目然后爱它是一种明智之举。唯此可以使生命获得欢乐和价值，永远能够这样便永远能够欢乐，生生能够这样便生生能够获得价值。总有些人以颓唐来证明自己是看破红尘，其实只是加剧了自己的痛苦而已，使自己陷人更加荒唐的境地而已。我以为人们对于佛法也常有一种错误的理解――即灭欲。人生来就是欲望的化身，人比机器人多的只是一份欲望我从心我论中得此结论，消灭欲望绝不是普度众生，而只是消灭众生，不应该灭欲，只是应该把欲望引向过程，永远对过程努力的过程创造的过程总之生命的一切过程感兴趣，而看轻对目的的占有，便是正当的欲望。只是为了引导出一个美丽的过程，人才设置一个美丽的目的，或理想。理想原就不是为了实现，而只是为了引出过程罢了。美丽者何？所谓童心不泯是也，所谓生气勃勃是也，所谓既敬畏自然之神秘又不屈于命运之坎坷是也，无论你干什么都干它个津津乐道一醉方休。人不仅对科学了解太少，而是对一切都了解太少了。人是太狂妄了。上帝给人们设置了无限，就是为了让人永远不失却乐趣，为此我们要感谢他。现在所说的科学仅仅是一种方法，一个角度。也许它将来会扩大得不像它了呢，或者不是它了呢，这又何妨？所谓大胆想象，不能只是一个范畴里大胆，要有超范畴的大胆，或干脆毁灭一个范畴的大胆。有什么用呢？好玩！有趣！高兴！"}
{"text":"美丽者何？所谓童心不泯是也，所谓生气勃勃是也，所谓既敬畏自然之神秘又不屈于命运之坎坷是也，无论你干什么都干它个津津乐道一醉方休。人不仅对科学了解太少，而是对一切都了解太少了。人是太狂妄了。上帝给人们设置了无限，就是为了让人永远不失却乐趣，为此我们要感谢他。现在所说的科学仅仅是一种方法，一个角度。也许它将来会扩大得不像它了呢，或者不是它了呢，这又何妨？所谓大胆想象，不能只是一个范畴里大胆，要有超范畴的大胆，或干脆毁灭一个范畴的大胆。有什么用呢？好玩！有趣！高兴！美哉乐哉！陶哉醉哉！而已。这样，又何必一定要出国呢？但是也可以换一种问法又何必不出国呢？我只是想在二十几岁的时候，使自己的世界更开阔些还是好的，闯荡闯荡去还是好的。所以能出去就出去看一看，学一学，终于不能出去也没什么大关系。所谓是真才子自风流。中国也有能人，美国也有傻瓜。能否使生活成功，大约还是内在的心路。所以，我们既建议你争取出国，也建议你作好出不去的准备。暂不放弃学业，是否于出去和不出去都有好处呢？――这要由你自己来判断。事业是重要的，但也如目的一样只是为了过程的欢乐而设置的，因为没有事业大概也是很难受的一件事，又如没有目的大概也是很空茫的一种处境。在人生的路上，必要找到一个好玩具。而只要玩得人迷，就都是好玩具。就像找到一个好爱人，而只要爱得深，什么人都可以做好爱人。记得很久以前我发现一个并不伟大的知名人物，说了一句我至今认为是伟大的话人生无非两件事，事业和爱情既是狭义的，也是广义的。我想不妨给他加上两个字过程。事业的过程，和爱的过程。有了电脑，很好玩，就越写越多了，而且有点书卷气了，有点说教的味道，别在意。祝好运！何立伟漫画集跋一个现代的何立伟――孤独人的周末，来客每每是一只野猫同六点钟的黄昏一个古典的何立伟――远方躲在一棵树的后头，活着就是与之作无休止的谜藏一个必以审美价值安魂立命的何立伟――以梦的方式进入不真实的美丽，正如以眺望的方式进人童话般的云。这样一个何立伟，若忽尔发现既然不能挑选梦，那就挑选睡眠的姿式罢，他就非挑选幽默不可了。他的漫画是真正幽默的产品。"}
{"text":"这样一个何立伟，若忽尔发现既然不能挑选梦，那就挑选睡眠的姿式罢，他就非挑选幽默不可了。他的漫画是真正幽默的产品。幽默常遭误会以为是机智的笑料，以为是愤世的讥嘲，以为是精巧的牢骚因而大流的漫画都是借针砭时弊去落实此三种效果。但是，人的路途上有着比时弊更为深重的问题，那便是古典得不能再古典的问题，那便是现代得不能再现代的问题，那便是亘古至今乃至永远都以谜藏的方式所呈现的问题生命同其自由的问题。以往最好的漫画当属丰子恺先生的作品，他带着传统的纯情之爱走进古典的追寻，为人的前途画一幅回归童真的方向。何立伟呢，却是带着现代的孤哀走去作这古典的追寻，望见并且感动于那些童真的背影都已变得冰凉，于是便为人的前途改换一个方向。这真是继承和发展吧，正如孩子必要长大，童真无计久留，于是在丰子恺先生走后漫画界空旷多年，终于等来了何立伟。这个何立伟极有可能并不将方向规定为一个眼见的目的，而是陶醉于将脚步引向精神的游历，并于那条没有终点的路边观赏着自己和众人的脚步，因而他曾沦为作家，现在他又掉进了幽默的渊薮。从他的漫画中，我对幽默有了初步的印象幽默是机智地证明机智的无效，是通向智慧的智慧的绝境，是看强人败绩于宽容和泼妇受阻于柔顺的霎那，是快乐地招待苦难的妙举，是拱手向自然出让权力的的善行。一封信杨晓敏你好！看了您的论文。文章中最准确的一个判断是我并非像有的人所估计的那样已经大彻大悟，已经皈依了什么。因为至少我现在还不知道大彻大悟到底意味着什么。由于流行，也由于确实曾想求得一点解脱，我看了一些佛禅道之类。我发现它们在世界观方面确有高明之处。"}
{"text":"看了您的论文。文章中最准确的一个判断是我并非像有的人所估计的那样已经大彻大悟，已经皈依了什么。因为至少我现在还不知道大彻大悟到底意味着什么。由于流行，也由于确实曾想求得一点解脱，我看了一些佛禅道之类。我发现它们在世界观方面确有高明之处。比如物我同一万象唯识等等对人的存在状态的判断比如不相信有任何孤立的事物的缘点说比如相信生生相继的轮回说比如不立文字知不知为上对人的智力局限所给出的暗示以及借助种种悖论式的公案使人看见智力的极限，从而为人们体会自身的处境开辟了直觉的角度，等等这些确凿是大智慧。但不知怎么回事，这些炒论一触及人生观便似乎走人了歧途，因为我总想不通，比如说佛要普度众生，倘众生都成了忘却物我，超脱苦乐，不苦不乐，心极寂定的佛，世界将是一幅什么图景？而且这可不可能？如果世间的痛苦不可能根除，而佛却以根除世间痛苦的宏愿获得了光荣，充其量那也只能是众生度化了佛祖而已。也许可能？但是，一个超脱苦乐甚至不苦不乐的效果原是一颗子弹就可以办到的，又为什么要佛又为什么要活呢？也许那般的冷静确实可以使人长寿，但如果长寿就是目的，何不早早地死去待机作一棵树或作一把土呢？如果欲望就是歧途。大致就应该相信为人即是歧途。比如说人与机器人的区别，依我想，就在于欲望的有无。科学已经证明，除去创造力，人所有的一切功能机器人都可以仿效，只要给它输入相应的程序即可，但要让机器人具有创造能力，则从理论上也找不到一条途径。要使机器人具有创造力，得给它输入什么呢？我想，必得是欲望。欲望产生幻想，然后才有创造。欲望这玩艺儿实在神秘，它与任何照本宣科的程序都不同，它可以无中生有变化万千这才使一个人间免于寂寞了。输入欲望，实在是上帝为了使一个原本无比寂寞的世界得以欢腾而作出的最关键的决策。如果说猴子也有欲望，那只能说明人为了超越猴子应该从欲望处升华，并不说明应该把欲望阉割以致反倒从猴子退化。而不苦不乐是什么呢？或者是放弃了升华的猴子，或者是退出了欲望的石头。所以我渐渐相信，欲望不可能无，也不应该无。当然这有一个前提，就是我们还想作人，还是在为人找一条路，而且不仅仅想作一个各种器官都齐全都耐用的人，更想为人所独有的精神找一个美丽的位置。"}
{"text":"如果说猴子也有欲望，那只能说明人为了超越猴子应该从欲望处升华，并不说明应该把欲望阉割以致反倒从猴子退化。而不苦不乐是什么呢？或者是放弃了升华的猴子，或者是退出了欲望的石头。所以我渐渐相信，欲望不可能无，也不应该无。当然这有一个前提，就是我们还想作人，还是在为人找一条路，而且不仅仅想作一个各种器官都齐全都耐用的人，更想为人所独有的精神找一个美丽的位置。还得注意如果谁不想作人而更愿意作一棵树，我们不应该制止，万物都有其选择生存方式的权利――当然那也就谈不上选择，因为选择必是出于欲望并导致欲望。说归齐，不想作人的事我们不关心不想作人的人，自然也都蔑视我们这类凡俗的关心，他们这种蔑视的欲望我们应该理解，虽然他们连这凡俗的理解也照常地蔑视――我唯一放心的是他们不会认为我这是在暗含地骂人，因为那样他们就暴露了暗地里的愤怒，结果违反了不苦不乐的大原则，倒为我们这类凡俗的关心提出了证据。我们关心的事，还是那一条或那一万条人的前途。这就说到了突围。我确曾如您所判断的，一度甚至几度地在寻求突围。但我现在对此又有点新想法了――那是突不出去的，或者说别指望突出去。因为紧接着的问题是出去又到了哪儿呢？也许我们下辈子有幸作一种比人还高明的生命体，但又怎么想象在一个远为高明的存在中可以没有欲望没有矛盾没有苦乐呢？在这一点上佛说对了这属于世界观――永恒的轮回。这下我有点懂了，轮回绝非是指肉身的重复，而是指只要某种主体或主观存在，欲望矛盾苦乐之类就是无法寂灭的。而他又希望这类寂灭，真是世上没有不犯错误的人！这下我就正像您所判断的那样越走越逼近绝境了，生生相继，连突围出去也是妄想。于是我相信神话是永远要存在的，甚至迷信也是永远要存在的。我近日写了一篇散文，其中有这么两段话有神无神并不值得争论，但在命运的混沌之点，人自然会忽略着科学，向虚瞑之中寄托一份虔敬的祈盼。正如迄今人类最美好的想往也都没有实际的验证，但那想往并不因此消灭。我仍旧有时候默念着上帝保佑而陷入茫然。但是有一天我认识了神，他有一个更为具体的名字――精神。在科学的迷茫之处，在命运的混沌之点，人唯有乞灵于自己的精神。不管我们信仰什么，都是我们自己的精神的描述和引导。"}
{"text":"我近日写了一篇散文，其中有这么两段话有神无神并不值得争论，但在命运的混沌之点，人自然会忽略着科学，向虚瞑之中寄托一份虔敬的祈盼。正如迄今人类最美好的想往也都没有实际的验证，但那想往并不因此消灭。我仍旧有时候默念着上帝保佑而陷入茫然。但是有一天我认识了神，他有一个更为具体的名字――精神。在科学的迷茫之处，在命运的混沌之点，人唯有乞灵于自己的精神。不管我们信仰什么，都是我们自己的精神的描述和引导。我想，因为智力的有限性和世界的无限性这样一个大背景的无以逃遁，无论科学还是哲学每时每刻都处在极限和迷途之中，因而每时每刻它们都在进入神话，借一种不需实证的信念继续往前走。这不需实证也无从实证的信念难道不是一种迷信吗，但这是很好的迷信，必要的迷信，它不是出自科学论证的鼓舞，而是出于生存欲望的逼迫。这就是常说的信心吧。在前途似锦的路上有科学就够了，有一个清晰而且美妙的前景在召唤谁都会兴高采烈地往前走，那算得上幸运算不得信心，那倒真是凭了最初级的欲望。信心从来就是迷途上的迷信，信心从来就意味着在绝境中蛮横无理地往前走，因而就找一个非现实的图景来专门保护着自己的精神。信佛的人常说我佛慈悲，大半都是在祈望一项很具体的救济，大半都只注意了慈而没有注意悲，其实这个悲字很要紧，它充分说明了佛在爱莫能助时的情绪，倘真能有求必应又何悲之有？人类在绝境或迷途上，爱而悲，悲而爱，互相牵着手在眼见无路的地方为了活而舍死地朝前走，这便是佛及一切神灵的诞生，这便是宗教精神的引出，也便是艺术之根吧。所以艺术总是讲美，不总是讲理。所以宗教一旦失去这慈悲精神，而热衷于一个人或一部分人的物界利益时，就有堕落成一种坏迷信的危险。这个悲字同时说明了，修炼得已经如此高超的佛也是有欲望的，比如普度众生，佛也是有苦有乐有欢有悲的。结果非常奇怪，佛之欲求竟是使众生无欲无求，佛之苦乐竟系于众生是否超脱了苦乐。这一矛盾使我猜想，此佛陀非彼佛陀，他早已让什么人给篡改了，倘非如此我们真是要这个劳什子干嘛？无非是我们以永世的劫难去烘托他的光环罢了。所以，我一直不知道大彻大悟到底是什么，或者我不相信无苦无乐的救赎之路是可能的是有益的。所以，灭欲不能使我们突围，长寿也不能。死也许能，但突围是专指活着的行为。那个围是围定了的，活着即在此围中。"}
{"text":"结果非常奇怪，佛之欲求竟是使众生无欲无求，佛之苦乐竟系于众生是否超脱了苦乐。这一矛盾使我猜想，此佛陀非彼佛陀，他早已让什么人给篡改了，倘非如此我们真是要这个劳什子干嘛？无非是我们以永世的劫难去烘托他的光环罢了。所以，我一直不知道大彻大悟到底是什么，或者我不相信无苦无乐的救赎之路是可能的是有益的。所以，灭欲不能使我们突围，长寿也不能。死也许能，但突围是专指活着的行为。那个围是围定了的，活着即在此围中。在这样的绝境上，我还是相信西绪福斯的欢乐之路是最好的救赎之路，他不指望有一天能够大功告成而人极乐世界，他于绝境之上并不求救于瑶台仙境，歌舞升平，而是由天落地重返人间，同时敬重了慈与悲，他千万年的劳顿给他酿制了一种智慧，他看到了那个永恒的无穷动即是存在的根本，于是他正如尼采所说的那样，以自己的劳顿为一件艺术品，以劳顿的自己为一个艺术欣赏家，把这个无穷的过程全盘接受下来再把它点化成艺术，其身影如日神一般地作美的形式，其心魂如酒神一般地常常醉出躯壳，在一旁作着美的欣赏。我并没有对佛禅道之类有过什么研究，只是就人们对它们的一般理解有着自己的看法罢了。不过我想，它们原本是什么并不如它们实际的效用更重要，即源并不如流重要。但如果溯本清源，也许佛的精神与西绪福斯有大同，这是我从佛像的面容上得来的猜想，况且慈与悲的双重品质非导致美的欣赏不可。所以宗教和艺术总是难解难分的，我一直这么看好的宗回教必进人艺术境界，好的艺术必源于宗教精神。但是这又怎么样呢？从死往回看，从宇宙毁灭之日往回看在写字台上赌一辈子钱，和在写字台前看一辈子书有什么不一样呢？抽一辈子大烟最后抽死，和写一辈子文章最后累死有什么不一样呢？为全套的家用电器焦虑终生，和为完美的艺术终生焦虑有什么不一样呢？以无苦无乐为渡世之舟，和以心醉于悲壮醉于神圣为渡世之舟又有什么不一样呢？如果以具体的生存方式论，问题就比较难说清，但把获得欢乐之前之后的两个西绪福斯相比较，就能明白一个区别前者即便不是推石头也仅仅是一个永远都在劳顿和焦灼中循环的西绪福斯，后者不论做什么则是一个既有劳顿和焦灼之苦，又有欣赏和沉醉之乐的西绪福斯，因而他打破了那个绝望的怪圈，至少是在这条不明缘由的路上每天都有一个悬念叠出的梦境，每年都有一个可供盼望的假期。这便是物界的追寻和精神界的追寻，所获的两种根本不同的结果吧。"}
{"text":"如果以具体的生存方式论，问题就比较难说清，但把获得欢乐之前之后的两个西绪福斯相比较，就能明白一个区别前者即便不是推石头也仅仅是一个永远都在劳顿和焦灼中循环的西绪福斯，后者不论做什么则是一个既有劳顿和焦灼之苦，又有欣赏和沉醉之乐的西绪福斯，因而他打破了那个绝望的怪圈，至少是在这条不明缘由的路上每天都有一个悬念叠出的梦境，每年都有一个可供盼望的假期。这便是物界的追寻和精神界的追寻，所获的两种根本不同的结果吧。当然赌钱或许也能赌到一个美妙境界，最后不在乎钱而在乎兴奋了，那自然是值得祝贺的，但我想，真有这样的高人也不过是让苦给弄伤了心，到那牌局中去躲避着罢了，与西绪福斯式的欢乐越高得远些。最后有一个死结，估计我今生是解它不开了无论哪条路好，所有的人都能入此路吗？从理论上说人都是一样的构造，所以人皆可成佛，可是实际上从未有过这样的事实倘若设想一个人人是佛的世界，便只能设想出一片死寂来，无差别的世界不是一片死寂能是什么呢？――至少我是想不出一个解法来。想而又想可能本就是一个荒唐者的行状，最后想出一个死结来，无非证明荒唐得有了点水平而已。那个欢乐的西给福斯只是一个少数，正如那个大彻大悟的佛也是一少数，又正如那些饱食终日的君主同样是一些少数，所谓众生呢？似乎总就是一出突围之戏剧的苦难布景，还能不体会一个悲字吗？一九九年有关庙的回忆据说，过去北京城内的每一条胡同都有庙，或大或小总有一座。这或许有夸张成分。但慢慢回想，我住过以及我熟悉的胡同里，确实都有庙或庙的遗迹。在我出生的那条胡同里，与我家院门斜对着，曾经就是一座小庙。我见到它时它已改作油坊，庙门庙院尚无大变，惟走了僧人，常有马车运来大包小包的花生芝麻，院子里终日磨声隆隆，呛人的油脂味经久不散。推磨的驴们轮换着在门前的空地上休息，打滚儿，大惊小怪地喊叫。从那条胡同一直往东的另一条胡同中，有一座大些的庙，香火犹存。或者是庵，记不得名字了，只记得奶奶说过那里面没有男人。那是奶奶常领我去的地方，庙院很大，松柏森然。夏天的傍晚不管多么燠热难熬，一走进那庙院立刻就觉清凉，我和奶奶并排坐在庙堂的石阶上，享受晚风和月光，看星星一个一个亮起来。"}
{"text":"我见到它时它已改作油坊，庙门庙院尚无大变，惟走了僧人，常有马车运来大包小包的花生芝麻，院子里终日磨声隆隆，呛人的油脂味经久不散。推磨的驴们轮换着在门前的空地上休息，打滚儿，大惊小怪地喊叫。从那条胡同一直往东的另一条胡同中，有一座大些的庙，香火犹存。或者是庵，记不得名字了，只记得奶奶说过那里面没有男人。那是奶奶常领我去的地方，庙院很大，松柏森然。夏天的傍晚不管多么燠热难熬，一走进那庙院立刻就觉清凉，我和奶奶并排坐在庙堂的石阶上，享受晚风和月光，看星星一个一个亮起来。僧尼们并不驱赶俗众，更不收门票，见了我们惟颔首微笑，然后静静地不知走到哪里去了，有如晚风掀动松柏的脂香似有若无。庙堂中常有法事，钟鼓声铙钹声木鱼声，噌噌，那音乐让人心中犹豫。诵经声如无字的伴歌，好像黑夜的愁叹，好像被灼烤了一白天的土地终于得以舒展便油然地飘缭起雾霭。奶奶一动不动地静听，但鼓励我去看看。我迟疑着走近门边，只向门缝中望了一眼，立刻跑开那一眼印象极为深刻。现在想，大约任何声音光线形状姿态，乃至温度和气息，都在人的心底有着先天的响应，因而很多事可以不懂但能够知道，说不清楚，却永远记住。那大约就是形式的力量，气氛或者情绪，整体地袭来，它们大于言说，它们进入了言不可及之域，以至使一个五六岁的孩子本能地审视而不单是看见。我跑回奶奶身旁，出于本能我知道了那是别一种地方，或通向着另一种地方比如说树林中穿流的雾霭，全是游魂。奶奶听得入神，摇撼她她也不觉，她正从那音乐和诵唱中回想生命，眺望那另一种地方吧。我的年龄无可回想，无以眺望，另一种地方对一个初来的生命是严重的威胁。我钻进奶奶的怀里不敢看，不敢听也不敢想，惟觉幽瞑之气弥漫，月光也似冷暗了。这个孩子生而怯懦，禀性愚顽，想必正是他要来这人间的缘由。上小学的那一年，我们搬了家，原因是若干条街道联合起来成立了人民公社，公社机关看中了我们原来住的那个院子以及相邻的两个院子，于是他们搬进来我们搬出去。我记得这件事进行得十分匆忙，上午一通知下午就搬，街道干部打电话把各家的主要劳力都从单位里叫回家，从中午一直搬到深夜。这事很让我兴奋，所有要搬走的孩子都很兴奋，不用去上学了，很可能明天和后天也不用上学了，而且我们一齐搬走，搬走之后依然住在一起。"}
