{"text":"这座廊子精工可以说像湘绣，秀美却又像王羲之的书法。在城中心的威尼斯方场上巍然蹯踞着的，是也马奴儿第二的纪功廊。这是近代意大利的建筑，不缺少力量。一道弯弯的长廊，在高大的石基上。前面三层石级第一层在中间，第二三层分开左右两道，通到廊子两头。这座廊子左右上下都匀称，中间又有那一弯，便兼有动静之美了。从廊前列柱间看到暮色中的罗马全城，觉得幽远无穷。罗马艺术的宝藏自然在梵蒂冈宫卡辟多林博物院中也有一些，但比起梵蒂冈来就太少了。梵蒂冈有好几个雕刻院，收藏约有四千件，著名的拉奥孔便在这里。画院藏画五十幅，都是精品，拉飞尔的基督现身图是其中之一，现在却因修理关着。梵蒂冈的壁画极精彩，多是拉飞尔和他门徒的手笔，为别处所不及。有四间拉飞尔室和一些廊子，里面满是他们的东西。拉飞尔由此得名。他是乌尔比奴人，父亲是诗人兼画家。他到罗马后，极为人所爱重，大家都要教他画他忙不过来，只好收些门徒作助手。他的特长在画人体。这是实在的人，肢体圆满而结实，有肉有骨头。这自然受了些佛罗伦司派的影响，但大半还是他的天才。他对于气韵，远近，大小与颜色也都有敏锐的感觉，所以成为大家。他在罗马住的屋子还在，坟在国葬院里。歇司丁堂与拉飞尔室齐名，也在宫内。这个神堂是十五世纪时歇司土司第四造的，第一百三十三英尺，宽四十五英尺。两旁墙的上部，都由佛罗伦司派画家装饰，有波铁乞利在内。屋顶的画满都是密凯安杰罗的，歇司丁堂著名在此。密凯安杰罗是佛罗伦司派的极峰。他不多作画，一生精华都在这里。他画这屋顶时候，以深沉肃穆的心情渗入画中。他的构图里气韵流动着，形体的勾勒也自然灵妙，还有那雄伟出尘的风度，都是他独具的好处。堂中祭坛的墙上也是他的大画，叫做最后的审判。这幅壁画是以后多年画的，费了他七年工夫。罗马城外有好几处隧道，是一世纪到五世纪时候基督教徒挖下来做墓穴的，但也用作敬神的地方。尼罗搜杀基督教徒，他们往往避难于此。最值得看的是圣卡里斯多隧道。那儿还有一种热诚花，十二瓣，据说是代表十二使徒的。我们看的是圣赛巴司提亚堂底下的那一处，大家点了小蜡烛下去。曲曲折折的狭路，两旁是大大小小深深浅浅的墓穴现在自然是空的，可是有时还看见些零星的白骨。有一处据说圣彼得住过，成了龛堂，壁上画得很好。另处也还有些壁画的残迹。"}
{"text":"这幅壁画是以后多年画的，费了他七年工夫。罗马城外有好几处隧道，是一世纪到五世纪时候基督教徒挖下来做墓穴的，但也用作敬神的地方。尼罗搜杀基督教徒，他们往往避难于此。最值得看的是圣卡里斯多隧道。那儿还有一种热诚花，十二瓣，据说是代表十二使徒的。我们看的是圣赛巴司提亚堂底下的那一处，大家点了小蜡烛下去。曲曲折折的狭路，两旁是大大小小深深浅浅的墓穴现在自然是空的，可是有时还看见些零星的白骨。有一处据说圣彼得住过，成了龛堂，壁上画得很好。另处也还有些壁画的残迹。这个隧道似乎有四层，占的地方也不小。圣赛巴司提亚堂里保存着一块石头，上有大脚印两个他们说是耶稣基督的，现在供养在神龛里。另一个教堂也供着这么一块石头，据说是仿本。缧绁堂建于第五世纪，专为供养拴过圣彼得的一条铁链子。现在这条链子还好好的在一个精美的龛子里。堂中周理乌司第二纪念碑上有密凯安杰罗雕的几座像摩西像尤为著名。那种原始的坚定的精神和勇猛的力量从眉目上，胡须上，胳膊上，手上，腿上，处处透露出来，教你觉得见着了一个伟大的人。又有个阿拉古里堂，中有圣婴像。这个圣婴自然便是耶稣基督是十五世纪耶路撒冷一个教徒用橄榄木雕的。他带它到罗马，供养在这个堂里。四方来许愿的很多，据说非常灵验它身上密层层地挂着许多金银饰器都是人家还愿的。还有好些信写给它，表示敬慕的意思。罗马城西南角上，挨着古城墙，是英国坟场或叫做新教坟场。这里边葬的大都是艺术家与诗人，所以来参谒来凭吊的意大利人和别国的人终日不绝。就中最有名的自然是十九世纪英国浪漫诗人雪莱与济兹的墓。雪莱的心葬在英国，他的遗灰在这儿。墓在古城墙下斜坡上，盖有一块长方的白石第一行刻着心中心，下面两行是生卒年月，再下三行是莎士比亚风暴中的仙歌。彼无毫毛损，海涛变化之，从此更神奇。好在恰恰关合雪莱的死和他的为人。济兹墓相去不远，有墓碑，上面刻着道这座坟里是英国一位少年诗人的遗体他临死时候，想着他仇人们的恶势力，痛心极了，叫将下面这一句话刻在他的墓碑上这儿躺着一个人，他的名字是用水写的。末一行是速朽的意思但他的名字正所谓不废江河万古流，又岂是当时人所料得到的。后来有人别作新解，根据这一行话做了一首诗，连济兹的小像一块儿刻铜嵌在他墓旁墙上。这首诗的原文是很有风趣的。"}
{"text":"彼无毫毛损，海涛变化之，从此更神奇。好在恰恰关合雪莱的死和他的为人。济兹墓相去不远，有墓碑，上面刻着道这座坟里是英国一位少年诗人的遗体他临死时候，想着他仇人们的恶势力，痛心极了，叫将下面这一句话刻在他的墓碑上这儿躺着一个人，他的名字是用水写的。末一行是速朽的意思但他的名字正所谓不废江河万古流，又岂是当时人所料得到的。后来有人别作新解，根据这一行话做了一首诗，连济兹的小像一块儿刻铜嵌在他墓旁墙上。这首诗的原文是很有风趣的。济兹名字好，说是水写成一点一滴水，后人的泪痕――英雄枯万骨，难如此感人。安睡吧，陈词虽挂漏，高风自峥嵘。这座坟场是罗马富有诗意的一角有些爱罗马的人虽不死在意大利，也会遗嘱葬在这座永远的城的永远的一角里。原载年月日中学生第号散文全编滂卑故城今译名为庞贝。滂卑p故城在奈波里之南，意大利半岛的西南角上。维苏威火山在它的正东，像一座围屏。纪元七十九年，维苏威初次喷火。喷出的熔岩倒没有什么可是那崩裂的灰土。山一般压下来，到底将一座繁华的滂卑城活活地埋在底下，不透一丝风儿。那时是半夜里。好在大多数人瞧着兆头不妙，早卷了细软走了剩下的并不多，想来是些穷小子和傻瓜罢。城是埋下去了，年岁一久，谁也忘记了。只存下当时一个叫小勃里尼的人的两封信，里面叙述滂卑陷落的情形但没有人能指出这座故城的遗址来。直到一七四八年大剧场与别的几座房子出土，才有了头绪系统的发掘却迟到一八六年。到现在这座城大半都出来了工作还继续着。滂卑的文化很高，从道路，建筑，壁画，雕刻，器皿等都可看出。后三样大部分陈列在奈波里国家博物院中去滂卑的人最好先到那里看看。但是这种文化大体从希腊输入，罗马人自己的极少。当时罗马的将领打过了好些个胜仗，闲着没事，便风雅起来，搜罗希腊的美术品，装饰自己的屋子。这些东西有的是打仗时抢来的，有的是买的。古语说得好上有好者，下必有甚焉者这种美术的嗜好渐渐成了风气。那时罗马人有的是钱希腊人却穷了，乐得有这班好主顾。物聚于所好，滂卑还只是第三等的城市，大户人家陈设的美术品已经像一所不寒尘的博物院，别的大城可想而知。滂卑沿海，当时与希腊交通，也是个商业的城市，人民是很富裕的。"}
{"text":"但是这种文化大体从希腊输入，罗马人自己的极少。当时罗马的将领打过了好些个胜仗，闲着没事，便风雅起来，搜罗希腊的美术品，装饰自己的屋子。这些东西有的是打仗时抢来的，有的是买的。古语说得好上有好者，下必有甚焉者这种美术的嗜好渐渐成了风气。那时罗马人有的是钱希腊人却穷了，乐得有这班好主顾。物聚于所好，滂卑还只是第三等的城市，大户人家陈设的美术品已经像一所不寒尘的博物院，别的大城可想而知。滂卑沿海，当时与希腊交通，也是个商业的城市，人民是很富裕的。他们的生活非常奢靡，正合饱暖思淫欲一句话。滂卑的淫风似乎甚盛。他们崇拜男根，相信可以给人好运气，倒不像后世人作不净想。街上走，常见墙上横安着黑的男根器具也常以此为饰。有一所大住宅，是两个姓魏提的单身男子住的，保存得最好里面一间小屋子，墙上满是春画，据说他们常从外面叫了女人到这里。院子里本有一座喷泉，泉水以小石像的男根为出口这座像现在也藏在那间小屋中。廊下还有一幅壁画，画着一架天秤左盘里是钱袋，一个人以他的男根放在右盘中，左盘便高起来了。可见滂卑人所重在彼而不在此。另有妓院一所，入门中间是穿堂，两边有小屋五间，每间有一张土床，床以外隙地便不多。穿堂墙上是春画小屋内墙上间或刻着人名，据说这是游客的题名保荐，让他的朋友们看了，也选他的相好。从来酒色连文，滂卑人在酒上也是极放纵的。只看到处是酒店，人家里多有藏酒的地窖子便知道了。滂卑的酒店有些像杭州绍兴一带的，酒垆与柜台都在门口，里面没有多少地方来者大约都是喝柜台酒的。现在还可以见许多残破的酒垆和大大小小的酒甏人家地窖里堆着的酒甏也不少。这些酒甏是黄土做的，长颈细腹尖底，样子灵巧，可是放不稳，不知当时如何安置。上面说起魏提的住宅，是很讲究的。宅子高大，屋子也多一所空阔的院子，周围是深深的走廊。廊下悬着石雕的面具院中也放着许多雕像，中间是喷泉和鱼池。屋后还有花园。滂卑中上人家大概都有喷泉，鱼池与花园，大小称家之有无喷泉与鱼池往往是分开的。水从山上用铅管引下来，办理得似乎不坏。魏提家的壁画颇多，墙壁用红色，粉刷得光润无比，和大理石差不多。画也精工美妙。饭厅里画着些各行手艺，仿佛宋人懋迁图的味儿。但做手艺的都是带翅子的小爱神，便不全是写实了。"}
{"text":"宅子高大，屋子也多一所空阔的院子，周围是深深的走廊。廊下悬着石雕的面具院中也放着许多雕像，中间是喷泉和鱼池。屋后还有花园。滂卑中上人家大概都有喷泉，鱼池与花园，大小称家之有无喷泉与鱼池往往是分开的。水从山上用铅管引下来，办理得似乎不坏。魏提家的壁画颇多，墙壁用红色，粉刷得光润无比，和大理石差不多。画也精工美妙。饭厅里画着些各行手艺，仿佛宋人懋迁图的味儿。但做手艺的都是带翅子的小爱神，便不全是写实了。在红墙上画出一条黑带儿，在这条道儿上面再用鲜明的蓝黄等颜色作画，映照起来最好看蓝色中渗一点粉，用来画衣裳与爱神的翅膀等，真是飘飘欲举。这种画分明仿希腊的壁雕，所以结构亭匀不乱。膳厅中画最多黑带子是在墙下端，上面是一幅幅的并列着，却没有甚大的。膳厅中如何布置，已不可知。曾见别两家的是这样中间一座长方的小石灰台子，红色，这便是桌子。围着是马蹄形的坐位，也是石灰砌的，颜色相同。近台子那一圈低些阔些，是坐的，后面狭狭的矮矮的四五层斜着上去，像是靠背用的，最上层便又阔了。但那两家规模小，魏提家当然要阔些。至于地用嵌石铺，是在意中的。这些屋子里的银器铜器玻璃器等与壁画雕像大部分保存在奈波里还有涂上石灰的尸首及已化炭的面包和谷类，都是城陷时的东西。滂卑人是会享福的，他们的浴场造得很好。冷热浴蒸气浴都有场中存衣柜，每个浴客一个，他们可以舒舒服服地放心洗澡去。场宽阔高大，墙上和圆顶上满是画。屋顶正中开一个大圆窗子，光从这里下来，雨也从这里下来但他们不在乎雨，场里面反正是湿的。有一处浴场对门便是饭馆，洗完澡，就上这儿吃点儿喝点儿，真美啊。滂卑城并不算大，却有三个戏园子。大剧场为最，能容两万人，大约不常用，现在还算完好。常用的两个比较小些，已颓毁不堪一个据说有顶，是夜晚用的，一个无顶，是白天用的。城中有好几个市场，是公众买卖与娱乐的地方法庭庙宇都在其中现在却只见几片长方的荒场和一些破坛断柱而已。街市中除酒店外，别种店铺的遗迹也还不少。曾走过一家药店，架子上还零乱地放着些玻璃瓶儿又走过一家饼店，五个烘饼的小砖炉也还好好的。街旁常见水槽槽里的水是给马喝的，上面另有一个管子，行人可以就着喝。喝时须以一只手按着槽边，翻过身仰起脸来。这个姿势也许好看，舒服是并不的。日子多了，槽边经人按手的地方凹了下去，磨得光滑滑的。"}
{"text":"城中有好几个市场，是公众买卖与娱乐的地方法庭庙宇都在其中现在却只见几片长方的荒场和一些破坛断柱而已。街市中除酒店外，别种店铺的遗迹也还不少。曾走过一家药店，架子上还零乱地放着些玻璃瓶儿又走过一家饼店，五个烘饼的小砖炉也还好好的。街旁常见水槽槽里的水是给马喝的，上面另有一个管子，行人可以就着喝。喝时须以一只手按着槽边，翻过身仰起脸来。这个姿势也许好看，舒服是并不的。日子多了，槽边经人按手的地方凹了下去，磨得光滑滑的。街路用大石铺成，也还平整宽舒中间常有三大块或两大块椭圆的平石分开放着，是为上下马车用的。车有两轮，恰好从石头空处过去。街道是直的，与后世取曲势的不同。虽然一望到头，可是衬着两旁一排排的距离相似高低相仿的颓垣断户，倒仿佛无穷无尽似的。从整齐划一中见伟大，正中古罗马人的长处。原载年月日中学生第号散文全编瑞士瑞士有欧洲的公园之称。起初以为有些好风景而已到了那里，才知无处不是好风景，而且除了好风景似乎就没有什么别的。这大半由于天然，小半也是人工。瑞士人似乎是靠游客活的，只看很小的地方也有若干若干的旅馆就知道。他们拚命地筑铁道通轮船，让爱逛山的爱游湖的都有落儿而且车船两便，票在手里，爱怎么走就怎么走。瑞士是山国，铁道依山而筑，隧道极少所以老是高高低低，有时像差得很远的。还有一种爬山铁道，这儿特别多。狭狭的双轨之间，另加一条特别轨有时是一个个方格儿，有时是一个个钩子车底下带一种齿轮似的东西，一步步咬着这些方格儿，这些钩子，慢慢地爬上爬下。这种铁道不用说工程大极了有些简直是笔陡笔陡的。逛山的味道实在比游湖好。瑞士的湖水一例是淡蓝的，真正平得像镜子一样。太阳照着的时候，那水在微风里摇晃着，宛然是西方小姑娘的眼。若遇着阴天或者下小雨，湖上迷迷蒙蒙的，水天混在一块儿，人如在睡里梦里。也有风大的时候那时水上便皱起粼粼的细纹，有点像颦眉的西子。可是这些变幻的光景在岸上或山上才能整个儿看见，在湖里倒不能领略许多。况且轮船走得究竟慢些，常觉得看来看去还是湖，不免也腻味。逛山就不同，一会儿看见湖，一会儿不看见本来湖在左边，不知怎么一转弯，忽然挪到右边了。湖上固然可以看山，山上还可看山，阿尔卑斯有的是重峦叠嶂，怎么看也不会穷。"}
{"text":"太阳照着的时候，那水在微风里摇晃着，宛然是西方小姑娘的眼。若遇着阴天或者下小雨，湖上迷迷蒙蒙的，水天混在一块儿，人如在睡里梦里。也有风大的时候那时水上便皱起粼粼的细纹，有点像颦眉的西子。可是这些变幻的光景在岸上或山上才能整个儿看见，在湖里倒不能领略许多。况且轮船走得究竟慢些，常觉得看来看去还是湖，不免也腻味。逛山就不同，一会儿看见湖，一会儿不看见本来湖在左边，不知怎么一转弯，忽然挪到右边了。湖上固然可以看山，山上还可看山，阿尔卑斯有的是重峦叠嶂，怎么看也不会穷。山上不但可以看山，还可以看谷稀稀疏疏错错落落的房舍，仿佛有鸡鸣犬吠的声音，在山肚里，在山脚下。看风景能够流连低徊固然高雅，但目不暇接地过去，新境界层出不层，也未尝不淋漓痛快坐火车逛山便是这个办法。卢参在瑞士中部，卢参湖的西北角上。出了车站，一眼就看见那汪汪的湖水和屏风般的青山，真有一股爽气扑到人的脸上。与湖连着的是劳思河，穿过卢参的中间。河上低档的一座古水塔，从前当作灯塔用这儿称灯塔为卢采那，有人猜卢参这名字就是由此而出。这座塔低得有意思依傍着一架曲了又曲的旧木桥，倒配了对儿。这架桥带顶，像廊子分两截，近塔的一截低而窄，那一截却突然高阔起来，仿佛彼此不相干，可是看来还只有一架桥。不远儿另是一架木桥，叫龛桥，因上有神龛得名，曲曲的，也古。许多对柱子支着桥顶，顶底下每一根横梁上两面各钉着一大幅三角形的木板画，总名死神的跳舞。每一幅配搭的人物和死神跳舞的姿态都不相同，意在表现社会上各种人的死法。画笔大约并不算顶好，但这样上百幅的死的图画，看了也就够劲儿。过了河往里去，可以看见城墙的遗迹。墙依山而筑，蜿蜒如蛇现在却只见一段一段的嵌在住屋之间。但九座望楼还好好的，和水塔一样都是多角锥形多年的风吹日晒雨淋，颜色是黯淡得很了。冰河公园也在山上。古代有一个时期北半球全埋在冰雪里，瑞士自然在内。阿尔卑斯山上积雪老是不化，越堆越多。在底下的渐渐地结成冰，最底下的一层渐渐地滑下来，顺着山势，往谷里流去。这就是冰河。冰河移动的时候，遇着夏季，便大量地溶化。这样溶化下来的一股大水，力量无穷石头上一个小缝儿，在一个夏天里，可以让冲成深深的大潭。这个叫磨穴。有时大石块被带进潭里去，出不来，便只在那儿跟着水转。"}
{"text":"冰河公园也在山上。古代有一个时期北半球全埋在冰雪里，瑞士自然在内。阿尔卑斯山上积雪老是不化，越堆越多。在底下的渐渐地结成冰，最底下的一层渐渐地滑下来，顺着山势，往谷里流去。这就是冰河。冰河移动的时候，遇着夏季，便大量地溶化。这样溶化下来的一股大水，力量无穷石头上一个小缝儿，在一个夏天里，可以让冲成深深的大潭。这个叫磨穴。有时大石块被带进潭里去，出不来，便只在那儿跟着水转。初起有棱角，将潭壁上磨了许多道儿日子多了，棱角慢慢光了，就成了一个大圆球，还是转着。这个叫磨石。冰河公园便以这类遗迹得名。大大小小的石潭，大大小小的石球，现在是安静了但那粗糙的样子还能教你想见多少万年前大自然的气力。可是奇怪，这些不言不语的顽石，居然背着多少万年的历史，比我们人类还老得多多要没人卓古证今地说，谁相信。这样讲，古诗人慨叹磊磊涧中石，似乎也很有些道理在里头了。这些遗迹本来一半埋在乱石堆里，一半埋在草地里，直到一八七二年秋天才偶然间被发现。还发现了两种化石一种上是些蚌壳，足见阿尔卑斯脚下这一块土原来是滔滔的大海。另一种上是片棕叶，又足见此地本有热带的大森林。这两期都在冰河期前，日子虽然更杳茫，光景却还能在眼前描画得出，但我们人类与那种大自然一比，却未免太微细了。立矶山在卢参之西，乘轮船去大约要一点钟。去时是个阴天，雨意很浓。四周陡堑的青山的影子冷冷地沉在水里。湖面儿光光的，像大理石一样。上岸的地方叫威兹老，山脚下一座小小的村落，疏疏散散遮遮掩谮的人家，静透了。上山坐火车，只一辆，走得可真慢，虽不像蜗牛，却像牛之至。一边是山，太近了，不好看。一边是湖，是湖上的山从上面往下看，山像一片一片儿插着，湖也像只有一薄片儿。有时窗外一座大崖石来了，便什么都不见有时一片树木来了，只好从枝叶的缝儿里张一下。山上和山下一样，静透了，常常听到牛铃儿叮儿当的。牛带着铃儿，为的是跑到那儿都好找。这些牛真有些不知汉魏，有一回居然挡住了火车开车的还有山上的人帮着，吆喝了半大，才将它们哄走。但是谁也没有着急，只微微一笑就算了。山高五千九百零五英尺，顶上一块不大的平场。据说在那儿可以看见周围九百里的湖山，至少可以看见九个湖和无数的山峰。"}
{"text":"有时窗外一座大崖石来了，便什么都不见有时一片树木来了，只好从枝叶的缝儿里张一下。山上和山下一样，静透了，常常听到牛铃儿叮儿当的。牛带着铃儿，为的是跑到那儿都好找。这些牛真有些不知汉魏，有一回居然挡住了火车开车的还有山上的人帮着，吆喝了半大，才将它们哄走。但是谁也没有着急，只微微一笑就算了。山高五千九百零五英尺，顶上一块不大的平场。据说在那儿可以看见周围九百里的湖山，至少可以看见九个湖和无数的山峰。可是我们的运气坏，上山后云便越浓起来到了山顶，什么都裹在云里，几乎连我们自己也在内。在不分远近的白茫茫里闷坐了一点钟，下山的车才来了。交湖在卢参的东南。从卢参去，要坐六点钟的火车。车子走过勃吕尼山峡。这条山峡在瑞士是最档的，可是最有名。沿路的风景实在太奇了。车子老是挨着一边儿山脚下走，路很窄。那边儿起初也只是山，青乔乔乔的。越往上走，那些山越高了，也越远了，中间豁然开朗，一片一片的谷，是从来没看见过的山水画。车窗里直望下去，却往往只见一丛丛的树顶，到处是深的绿，在风里微微波动着。路似乎颇弯曲的样子，一座大山峰老是看不完瀑布左一条右一条的，多少让山顶上的云掩护着，清淡到像一些声音都没有，不知转了多少转，到勃吕尼了。这儿高三千二百九十六英尺，差不多到了这条峡的顶。从此下山，不远便是勃利安湖的东岸，北岸就是交湖了。车沿着湖走。太阳出来了，隔岸的高山乔得出烟，湖水在我们脚下百多尺，闪闪的像珐琅一样。交湖高一千八百六十六英尺，勃利安湖与森湖交会于此。地方小极了，只有一条大街四周让阿尔卑斯的群峰严严地围着。其中少妇峰最为秀拔，积雪皑皑，高出云外。街北有两条小径。一条沿河，一条在山脚下，都以幽静胜。小径的一端，依着座小山的形势参差地安排着些别墅般的屋子。街南一块平原，只有稀稀的几个人家，显得空旷得不得了。早晨从旅馆的窗子看，一片清新的朝气冉冉地由远而近，仿佛在古时的村落里。街上满是旅馆和铺子铺子不外卖些纪念品，咖啡，酒饭等等，都是为游客预备的还有旅行社，更是的。这个地方简直是游客的地方，不像属于瑞士人。纪念品以刻木为最多，大概是些小玩意儿是一种涂紫色的木头，虽然刻得粗略，却有气力。在一家铺子门前看见一个美国人在说，你们这些东西都没有用处我不欢喜玩意儿。买点纪念品而还要考较用处。此君真美国得可以了。"}
