{"text":"布哈林，―早年参加俄国革命运动，在十月革命中和苏俄初期曾参加领导机关。一九二八年至一九二九年被控与李可夫等结成反党联盟，后被处死。雅各武莱夫，―苏联文艺评论家，曾任俄共布中央出版部部长。托罗兹基Z，―通译托洛茨基，早年参加过俄国革命运动，十月革命中和苏俄初期曾参加领导机关。一九二七年因反对苏维埃政权被联共布开除出党，一九二九年被驱逐出国，死于墨西哥。锻冶厂即锻冶场，一九二年在莫斯科成立的左倾文学团体，以出版文艺刊物锻冶厂而得名。一九二八年并入全苏无产阶级作家联盟简称伐普。普列忒内夫，―苏联早期的文化团体无产阶级文化协会的领导人及理论家。瓦进p，―苏联文学评论家，全俄无产阶级作家协会的领导人之一。烈烈威支，―，在岗位上的编辑之一。著有在文学岗位上无产阶级文学的创作道路等。阿卫巴赫，―苏联文艺工，曾任在岗位上的编委。罗陀夫p，―，苏联诗人文学评论家，原为锻冶场成员，一九二二年十月脱离，后又为在岗位上的领导人之一。培赛勉斯基Z，―，苏联诗人。在岗位上的撰稿者。著有共青团员悲剧之夜等。赤色新地一译红色处女地，包括文艺科学政论的大型综合性杂志，苏联国家出版局发行，一九二一年六月创刊，一九四二年停刊。评议会即一九二四年五月九日召开的关于文艺政策的评议会。论争，指在这次会议上的他们的发言。拉迪克p，―？通译拉狄克，苏联政论家。早年曾参加无产阶级革命运动，一九二七年因参加托派集团，一度被联共布开除出党，一九三七年以阴谋颠覆苏联罪受审。萌芽文艺月刊，一九三年一月在上海创刊，冯雪峰主编。"}
{"text":"评议会即一九二四年五月九日召开的关于文艺政策的评议会。论争，指在这次会议上的他们的发言。拉迪克p，―？通译拉狄克，苏联政论家。早年曾参加无产阶级革命运动，一九二七年因参加托派集团，一度被联共布开除出党，一九三七年以阴谋颠覆苏联罪受审。萌芽文艺月刊，一九三年一月在上海创刊，冯雪峰主编。一九三年三月中国左翼作家联盟成立后，成为左联的机关刊物，出至第五期被禁，第六期改名新地，旋即停刊。s普罗米修斯，希腊神话中造福人类的神。相传他从大神宙斯那里偷了火种给人类，受到宙斯的惩罚，被钉在高加索山的岩石上，让神鹰啄食他的肝脏。郑伯奇―陕西长安人，作家，创造社成员。当时他在上海开设文献书房。文艺生活，创造社后期的文艺周刊，一九二八年十二月在上海创刊，共出四期。艺术论曾译过两种艺术论卢那察尔斯基的美学论文选集和普列汉诺夫的艺术论文集。这里指前者。投降，见于一九二九年八月十九日上海小报真报所载尚文的与北新书局决裂一文，其中说在被创造社批判后，今年也提起笔来翻过一本革命艺术论，表示投降的意味。片冈铁兵―日本作家。他曾在一九二四年创办文艺时代杂志，从事所谓新感觉派文艺运动，一九二八年后转向进步的文艺阵营。著有长篇小说女性赞活偶像等。冈泽秀虎―日本文艺批评家，俄国文学研究者。著有苏联俄国文学理论集团主义的文艺等。艺术论蒲氏艺术论蒲氏论文集二十年间第三版序附记―是俄国社会主义的先进，社会主义劳动党的同人，日俄战争起，党遂分裂为多数少数两派，他即成了少数派的指导者，对抗列宁，终于死在失意和嘲笑里了。但他的著作，则至于称为科学底社会主义的宝库，无论为仇为友，读者很多。在治文艺的人尤当注意的，是他又是用马克斯主义的锄锹，掘通了文艺领域的第一个。"}
{"text":"但他的著作，则至于称为科学底社会主义的宝库，无论为仇为友，读者很多。在治文艺的人尤当注意的，是他又是用马克斯主义的锄锹，掘通了文艺领域的第一个。这一篇是从日本藏原惟人所译的阶级社会的艺术里重译出来的，虽然长不到一万字，内容却充实而明白。如开首述对于唯物论底文艺批评的见解及其任务次述这方法虽然或被恶用，但不能作为反对的理由中间据西欧文艺历史，说明憎恶小资产阶级的人们，最大多数仍是彻骨的小资产阶级，决不能僭用无产阶级的观念者这名称临末说要宣传主义，必须豫先懂得这主义，而文艺家，适合于宣传家的职务之处却很少都是简明切要，尤合于介绍给现在的中国的。评论蒲力汗诺夫的书，日本新近译有一本雅各武莱夫的著作中国则先有一篇很好的瓦勒夫松的短论，译附在苏俄的文艺论战中。一九二九年六月十九夜，附记。艺术论包括普列汉诺夫的四篇论文论艺术原始民族的艺术再论原始民族的艺术和论文集二十年间第三版序，据外村史郎的日译本译出，一九三年七月上海光华书局出版，为科学的艺术论丛书之一。为译本所写最初发表于一九三年六月一日新地月刊即萌芽月刊第一卷第六期，入二心集。本篇连同论文集二十年间第三版序的译文，最初发表于一九二九年七月十五日春潮月刊第一卷第七期，后未印入艺术论单行本。即格奥尔基瓦连廷诺维支普列汉诺夫。社会主义劳动党应为俄国社会民主工党。一九三年在列宁领导下正式建党，一九一八年第七次代表大会根据列宁的建议通过决议，改名为俄国共产党布。少数派的指导者指普列汉诺夫成为孟什维克的领袖。指雅各武莱夫的普列汉诺夫论。中译本曾列入科学的艺术论丛书，但未出版。瓦勒夫松，―？苏联著作家。著有苏维埃联邦与资本主义世界苏维埃联邦的经济形象等。"}
{"text":"社会主义劳动党应为俄国社会民主工党。一九三年在列宁领导下正式建党，一九一八年第七次代表大会根据列宁的建议通过决议，改名为俄国共产党布。少数派的指导者指普列汉诺夫成为孟什维克的领袖。指雅各武莱夫的普列汉诺夫论。中译本曾列入科学的艺术论丛书，但未出版。瓦勒夫松，―？苏联著作家。著有苏维埃联邦与资本主义世界苏维埃联邦的经济形象等。短论，指他的蒲力汗诺夫与艺术问题一文。十月十月的名姓，如果写全，是sp。第一字是名第二字是父名，义云斯台班的儿子第三字才是姓。自传上不记所写的年月，但这最先载在理定所编的文学底俄罗斯ss第一卷上，于一九二四年出版，那么，至迟是这一年所写的了。一九二八年在墨斯科印行的作家传s中，雅各武莱夫的自传也还是这一篇，但增添了著作目录从一九二三至二八年，已出版的计二十五种。俄国在战时共产主义时代，因为物质的缺乏和生活的艰难，在文艺也是受难的时代。待到一九二一年施行了新经济政策，文艺界遂又活泼起来。这时成绩最著的，是瓦浪斯基在杂志赤色新地所拥护，而托罗兹基首先给以一个指明特色的名目的同路人。同路人们的出现的表面上的日子，也可以将绥拉比翁的弟兄于一九二一年二月一日同在列宁格勒的艺术之家里的第一回会议，算进里面去。中略。在本质上，这团体在直接底的意义上是并没有表示任何的流派和倾向的。结合着弟兄们者，是关于自由的艺术的思想，无论是怎样的东西，凡有计划，他们都是反对者。倘要说他们也有了纲领，那么，那就在一切纲领的否定。将这表现得最为清楚的，是淑雪兼珂Zs从党员的见地来看，我是没有主义的人。那就好，叫我自己来讲自己，则――我既不是共产主义者，也不是社会革命党员，又不是帝政主义者。我只是俄罗斯人。而且――政治底地，是不道德的人。在大体的规模上，布尔塞维克于我最相近。我也赞成和布尔塞维克们来施行布尔塞维主义。"}
{"text":"结合着弟兄们者，是关于自由的艺术的思想，无论是怎样的东西，凡有计划，他们都是反对者。倘要说他们也有了纲领，那么，那就在一切纲领的否定。将这表现得最为清楚的，是淑雪兼珂Zs从党员的见地来看，我是没有主义的人。那就好，叫我自己来讲自己，则――我既不是共产主义者，也不是社会革命党员，又不是帝政主义者。我只是俄罗斯人。而且――政治底地，是不道德的人。在大体的规模上，布尔塞维克于我最相近。我也赞成和布尔塞维克们来施行布尔塞维主义。中略我爱那农民的俄罗斯。一切弟兄的纲领，那本质就是这样的东西。他们用或种形式，表现对于革命的无政府底的，乃至巴尔底山袭击队底的要素的同情，以及对于革命的组织底计划底建设底的要素的那否定底的态度。伟大的十年的文学第四章。十月的雅各武莱夫，便是这绥拉比翁的弟兄们中的一个。但是，如这团体的名称所显示，虽然取霍夫曼的小说之名，而其取义，却并非以绥拉比翁为师，乃在恰如他的那些弟兄们一般，各自有其不同的态度。所以各人在那没有纲领这一个纲领之下，内容形式，又各不同。例如先已不同，现在愈加不同了的伊凡诺夫s和毕力涅克sp，先前就都是这团体中的一分子。至于雅各武莱夫，则艺术的基调，全在博爱与良心，而且很是宗教底的，有时竟至于佩服教会。他以农民为人类正义与良心的最高的保持者，惟他们才将全世界连结于友爱的精神。将这见解具体化了的，是短篇小说农夫，其中描写着人类的良心的胜利。我曾将这译载在去年的大众文艺上，但正只为这一个题目和的国籍，连广告也被上海的报馆所拒绝，的高洁的空想，至少在中国的有些处所是分明碰壁了。十月是一九二三年之作，算是他的代表作品，并且表示了较有进步的观念形态的。但其中的人物，没有一个是铁底意志的革命家亚庚临时加入，大半因为好玩，而结果却在后半大大的展开了他母亲在旧房子里的无可挽救的哀惨，这些处所，要令人记起安特来夫的老屋来。较为平静而勇敢的倒是那些无名的水兵和兵士们，但他们又什九由于先前的训练。"}
{"text":"十月是一九二三年之作，算是他的代表作品，并且表示了较有进步的观念形态的。但其中的人物，没有一个是铁底意志的革命家亚庚临时加入，大半因为好玩，而结果却在后半大大的展开了他母亲在旧房子里的无可挽救的哀惨，这些处所，要令人记起安特来夫的老屋来。较为平静而勇敢的倒是那些无名的水兵和兵士们，但他们又什九由于先前的训练。然而，那用了加入白军和终于彷徨着的青年伊凡及华西理的主观，来述十月革命的巷战情形之处，是显示着电影式的结构和描写法的清新的，虽然临末的几句光明之辞，并不足以掩盖通篇的阴郁的绝望底的氛围气。然而革命之时，情形复杂，本身所属的阶级和思想感情，固然使他不能写出更进于此的东西，而或时或处的革命，大约也不能说绝无这样的情景。本书所写，大抵是墨斯科的普列思那街的人们。要知道在别样的环境里的别样的思想感情，我以为自然别有法兑耶夫的溃灭在。他的现在的生活，我不知道。日本的黑田乙吉曾经和他会面，写了一点印象，可以略略窥见他之为人最初，我和他是在赫尔岑之家里会见的，但既在许多人们之中，雅各武莱夫又不是会出锋头的性质的人，所以没有多说话。第二回会面是在理定的家里。从此以后，我便喜欢他了。他在自叙传上写着父亲是染色工，父家的亲属都是农奴，母家的亲属是伏尔迦的船伙，父和祖父母，是不能看书，也不能写字的。会面了一看，诚然，他给人以生于大俄罗斯的黑土中的印象，素朴这字，即可就此嵌在他那里的，但又不流于粗豪，平静镇定，是一个连大声也不发的典型底的以农奴为祖先的现代俄罗斯的新的知识者。一看那以墨斯科的十月革命为题材的小说十月，大约就不妨说，他的一切作品，是叙述着他所生长的伏尔迦河下流地方的生活，尤其是那社会底，以及经济底的特色的。听说雅各武莱夫每天早上五点钟光景便起床，清洁了身体，静静地诵过经文之后，这才动手来创作。睡早觉，是向来几乎算了一种俄国的知识阶级，尤其是文学者的资格的，然而他却是非常改变了的人。记得在理定的家里，他也没有喝一点酒。新兴文学第五号。"}
{"text":"听说雅各武莱夫每天早上五点钟光景便起床，清洁了身体，静静地诵过经文之后，这才动手来创作。睡早觉，是向来几乎算了一种俄国的知识阶级，尤其是文学者的资格的，然而他却是非常改变了的人。记得在理定的家里，他也没有喝一点酒。新兴文学第五号。他的父亲的职业，我所译的自传据日本尾濑敬止的文艺战线所载重译，是油漆匠，这里却道是染色工。原文用罗马字拼起音来，是―，我不知道谁算译的正确。这书的底本，是日本井田孝平的原译，前年，东京南宋书院出版，为世界社会主义文学丛书的第四篇。达夫先生去年编大众文艺，征集稿件，便译了几章，登在那上面，后来他中止编辑，我也就中止翻译了。直到今年夏末，这才在一间玻璃门的房子里，将它译完。其时曹靖华君寄给我一本原文，是罗曼杂志之一，但我没有比照的学力，只将日译本上所无的每章标题添上，分章之处，也照原本改正，眉目总算较为清楚了。还有一点赘语第一，这一本小说并非普罗列泰利亚底的作品。在苏联先前并未禁止，现在也还在通行，所以我们的大学教授拾了侨俄的唾余，说那边在用马克斯学说掂斤估两，多也不是，少也不是，是夸张的，其实倒是他们要将这作为口实，自己来掂斤估两。有些象牙塔里的文学家于这些话偏会听到，弄得脸色发白，再来遥发宣言，也实在冤枉得很的。第二，俄国还有一个雅各武莱夫，作蒲力汗诺夫论的，是列宁格勒国立艺术大学的助教，马克斯主义文学的理论家，姓氏虽同，却并非这十月的。此外，姓雅各武莱夫的，自然还很多。但是，一切同路人，也并非同走了若干路程之后，就从此永远全数在半空中翱翔的，在社会主义底建设的中途，一定要发生离合变化，珂干在伟大的十年的文学中说所谓同路人们的文学，和这无产者文学，是成就了另一条路了。他们是从文学向生活去的，从那有自立底的价值的技术出发。他们首先第一，将革命看作艺术作品的题材。他们明明白白，宣言自己是一切倾向性的敌人，并且想定了与这倾向之如何，并无关系的作家们的自由的共和国。"}
{"text":"但是，一切同路人，也并非同走了若干路程之后，就从此永远全数在半空中翱翔的，在社会主义底建设的中途，一定要发生离合变化，珂干在伟大的十年的文学中说所谓同路人们的文学，和这无产者文学，是成就了另一条路了。他们是从文学向生活去的，从那有自立底的价值的技术出发。他们首先第一，将革命看作艺术作品的题材。他们明明白白，宣言自己是一切倾向性的敌人，并且想定了与这倾向之如何，并无关系的作家们的自由的共和国。其实，这些纯粹的文学主义者们，是终于也不能不拉进在一切战线上，沸腾着的斗争里面去了的，于是就参加了斗争。到了最初的十年之将终，从革命底实生活进向文学的无产者作家，与从文学进向革命底实生活的同路人们，两相合流，在十年之终，而有形成苏维埃作家联盟，使一切团体，都可以一同加入的雄大的企图，来作纪念，这是毫不足异的。关于同路人文学的过去，以及现在全般的状况，我想，这就说得很简括而明白了。一九三年八月三十日，。十月苏联同路人作家雅各武莱夫描写十月革命时期莫斯科起义的中篇小说，作于一九二三年。于一九二九年初开始翻译，次年夏末译毕。至一九三三年二月始由上海神州国光社出版，列为现代文艺丛书编之一。此书前四章的译文，最初曾分刊于大众文艺月刊第一卷第五六两期一九二九年一月二十日及二月二十日第五章起至末章，译出后未在报刊发表过。雅各武莱夫，―通译雅柯夫列夫，苏联小说家。十月革命前开始文学创作，曾参加谢拉皮翁兄弟文学团体。著有中篇小说自由民十月，长篇小说人和沙漠等。本篇最初印入十月单行本，未在报刊上发表过。文学底俄罗斯理定主编的一种文艺丛书，第一集出版于一九二四年，题为文学的俄罗斯当代俄国散文集，选辑了二十八位作家的自传及作品。作家传原题作家，副标题为当代俄罗斯散文作家自传及画像，一九二八年出版于莫斯科。战时共产主义苏联在一九一八年至一九二年间外国武装干涉和国内战争时期所实行的政策，以动员国内一切资源，保证前线需要。内容包括由国家控制全部工业实行对外贸易垄断制实行余粮收集制，禁止私人贩卖粮食等项。"}
{"text":"作家传原题作家，副标题为当代俄罗斯散文作家自传及画像，一九二八年出版于莫斯科。战时共产主义苏联在一九一八年至一九二年间外国武装干涉和国内战争时期所实行的政策，以动员国内一切资源，保证前线需要。内容包括由国家控制全部工业实行对外贸易垄断制实行余粮收集制，禁止私人贩卖粮食等项。新经济政策苏联在国内战争结束后，于一九二一年春天开始实行新经济政策，不再实行不要市场和越过市场的直接的物品交换，并用粮食税代替了余粮收集制。同路人一九二一年前后，苏联文艺评论界用以称呼谢拉皮翁兄弟团体为代表的作家，意味着他们同情无产阶级革命，可以同走一段路。绥拉比翁的弟兄又译谢拉皮翁兄弟，以德国小说家霍夫曼的同名小说内容描写谢拉皮翁兄弟六人，各自代表一种不同的个性命名的文学团体。一九二一年成立于彼得格勒今列宁格勒，一九二四年解散。他们主张作家不问政治，无视作品的思想内容，否定文学的社会意义。代表人物有伦支左琴科等。艺术之家又称艺术府。一九二八年秋在列宁格勒成立的艺术府和文人府文学家之家，是当时的文艺家聚会及朗诵的场所。淑雪兼珂，―通译左琴科，苏联同路人作家。一九二一年开始文学活动，作品大都以小市民的生活琐事为题材。主要作品有短篇集可敬的公民等。巴尔底山俄语游击队的音译。戈庚，―，苏联文学史家。十月革命后任莫斯科大学教授。著有西欧文学史概论现代俄国文学史纲等。伟大的十年的文学，是他写于一九二七年的文学论著，评述一九一七年至一九二七年间的苏联文学概况，有沈端先译本，题为伟大的十年间文学，一九三年九月上海南强书局出版。霍夫曼―德国浪漫主义小说家，著有金罐跳蚤师傅等。他的短篇小说集谢拉皮翁兄弟宣扬为艺术而艺术，对颓废派文学影响颇大。伊凡诺夫，―苏联作家。当过工人，一九一五年发表小说，得到高尔基的赞赏，即专心从事文学。"}
