{"text":"第二天，两夫妻小组会议，这下发财了，不想再卖豆腐了，打算到哪里买一幢房子，可是一下子发的财，又容易被人家误以为是偷来的，如此商量了三天三夜，这也不好，那也不对，还是得不到最好的方法，夜里睡觉也不安稳，当然再也听不到他两口子的欢笑声和歌唱声了！到了第三天，这位富商告诉他的太太说你看！他们不说笑不唱歌了吧！办法就是这么简单。穷人没有见过很多的钱，也没有经历过财富的日子，以为财富很好，认为财富多了，就会快乐和幸福。过去的时代，住在海边的穷人家就很可怜，一年到头，只吃一点番薯干，掺了一些糙米做稀饭，除此之外，一点液得发臭的成鱼，算是佐餐的副食。偶然吃到一点青菜豆腐，那是一种大享受。曾经有一个穷人，发了一个大愿，他说，如果我某人将来有钱的时候，天天要吃青菜豆腐，才够意思，这就是他一生的最高欲望了！他可不知道，有钱的人吃青菜豆腐，并不算一回事，他以为青菜豆腐便是世上最好的菜肴。但是，谁又真能了解，知识愈多，烦恼愈大。财富越大，痛苦越深呢！所以佛经里把烦恼叫做烦惑，愈有烦恼，思想就愈迷惑不清。是以圣人抱一为天下式。老子说自古以来，有道的人――圣人，必是抱一为天下式，确然而不可拔，固守一个原则以自处。但是，什么叫一？一者，道也。下面会有解释，这里暂时保留。总之，他是说人生于世，做人做事，要有一个准则，例如现在很多青年同学，并不如此。问到他们的人生观是什么？他们都茫然不知所对。许多读到大专毕业的同学，甚至拿到硕士博士的人，谈到他的人生观，总是说还没有确定。你作木匠就作木匠，做泥水工就做泥水工，当皇帝与作泥水工，只是职业上的不同，人格则仍然是一样的。人要认定一个人生的目标，确定自己要做什么。要做一个学者，就准备穷一辈子，如果又怕穷，又想当学者，几乎是不可兼得，无法两全的事。但是人生观总是要有个确定的目标才对。所以圣人抱一而为天下式是为至要。四不的领导学接着一式以后，便讲不自见故明，不自是故彰，不自伐故有功，不自矜故长。道家的老庄，与佛家儒家，三家教人的道理，几乎都是一样的。不过佛家儒家是从正面上讲，老庄道家是从反面上说的。反面说的意义深刻，不但深刻，而且更具有启发性的作用。因为佛家与儒家是从正面上说的，往往变成了教条式的告诫，反而使人产生抗拒性的意识。至于老庄道家的说法，却合乎曲则全的作用，比较使人容易接受。不自见故明。"}
{"text":"但是人生观总是要有个确定的目标才对。所以圣人抱一而为天下式是为至要。四不的领导学接着一式以后，便讲不自见故明，不自是故彰，不自伐故有功，不自矜故长。道家的老庄，与佛家儒家，三家教人的道理，几乎都是一样的。不过佛家儒家是从正面上讲，老庄道家是从反面上说的。反面说的意义深刻，不但深刻，而且更具有启发性的作用。因为佛家与儒家是从正面上说的，往往变成了教条式的告诫，反而使人产生抗拒性的意识。至于老庄道家的说法，却合乎曲则全的作用，比较使人容易接受。不自见故明。人本来要随时反省，使自己看见自己才好，为什么在这里却说要不自见故明呢？这是说，要人不可固执自己主观的成见，执著了自己的主观成见，便同佛家所说的所知障，反为自障了！因为自有主观成见，就无法吸收客观的东西，因此而说不自见故明。尤其对一个领导的人来讲，千万不要轻易犯了这个错误，即如一个公司的老板董事长，一旦事业成就，便不可得意忘形，须有不自见，才能更加明白事理。有人说，老庄是帝王学，是伟大的领导术，也许重点就在这些至理名言中。当一个领导群众的人，千万不可有自见，需要多听听别人的意见，把所有的智慧，集中为你自己的智慧，你的智慧就更大了。那就合乎不自见故明的道理了。不自是故彰。自是与自见差不多是同一个道理，但同中有异。自是是主动的认为我一定都对的，我的绝对没有错。譬如现在的人，喜欢引用拿破仑说的拿破仑的字典里没有难字。乍听很有气魄似的，其实，拿破仑就太自是，所以变成拿破了轮，结果还是要失败。只引用拿破仑的话，没有看到拿破仑的一生，他不过是像项羽一样的人物，并没有真正成功的内涵。他的字典里面没有难字，那是自是，所以，成功果然很难，人不自是，才能开彰大业。不自伐故有功。自伐，是自我表扬的代名辞。有了功劳的人爱表功，差不多是人们的常态。尤其许多青年同学们，很容易犯这个毛病，虽然只做了一点事情，就想人家表扬一下，要鼓励鼓励。常常以此来作为课题，考察青年同学，看他能稳得住多久时间。有些人稳几天可以稳得住，多过几天，心里就稳不住了，我做的事这么久了，好像老板都不知道一样，就要想办法表现出来。"}
{"text":"自伐，是自我表扬的代名辞。有了功劳的人爱表功，差不多是人们的常态。尤其许多青年同学们，很容易犯这个毛病，虽然只做了一点事情，就想人家表扬一下，要鼓励鼓励。常常以此来作为课题，考察青年同学，看他能稳得住多久时间。有些人稳几天可以稳得住，多过几天，心里就稳不住了，我做的事这么久了，好像老板都不知道一样，就要想办法表现出来。真正有修养的人要不自伐，有功等于无功，儒家的人常以尧舜来做标榜，功在天下，功在国家，而他自己好像一点都没有做一样，而且更加谦虚，觉得自己没有什么贡献似的，那才是不自伐的最高竿，当然不会埋没了你真正功高望重的知名度的，因为天下明眼人毕竟很多。不自矜故长。自矜，也就是现在所讲的自尊心，说好听点叫自尊心，说不好听就叫做傲慢，自尊心与傲慢，几乎是同一心态，但用处不同，效果也不一样。比如，走在街上，看到别人的钞票掉了，很想把他捡起来，但又不敢去捡，为什么？因为有自尊心。那你就干脆捡起来等人来认领，或是送到警察派出所招领，这也没有什么不对，所以自尊与傲慢，看是用在什么地方，用不对了，就是傲慢，用得好就是自尊。傲慢的人不能成功，所以要不自矜才能成长。不自见故明，不自是故彰，不自伐故有功，不自矜故长。这四不的名句，是告诉我们，为人立身处世必然要记住的道理，岂止要把它作为座右铭，应当要把它作为额头铭，要贴在额头上，记在脑子里，则终身受用不尽。夫唯不争，故天下莫能与之争，古之所谓曲则全者，岂虚言哉，诚全而归之。讲到这里，全篇还是一句老话――曲则全。刚才是分开作解说，现在老子他说因为人能够真做到无争才行。要怎样才能做到无争呢？好处都属于别人的。例如佛家所说，就要菩萨发心，慈悲爱人，爱一切世人，一切牺牲都是为别人，自己不想得到任何一点报酬。因此，天下莫能与之争。纵然要争，也没有用，我既什么都不要，本来便是空，与空争个什么！人之所以有祸害有痛苦有烦恼，就是因为想抓住点什么，既然一切都不要都舍出去了，那自然无争，自然争不起来。综合上面这些道理，也都是为了曲则全原则的发挥，看来都是反面文章，同现实一般的人生，都是相反。其实，相反地，正是为了正面可保全自己，成就自己的道德，完美自己的人格，所以，老子加重语气说岂虚言哉！这不是空话啊，不是空理论啊！诚全而归之。这句话可以作两种解释。"}
{"text":"人之所以有祸害有痛苦有烦恼，就是因为想抓住点什么，既然一切都不要都舍出去了，那自然无争，自然争不起来。综合上面这些道理，也都是为了曲则全原则的发挥，看来都是反面文章，同现实一般的人生，都是相反。其实，相反地，正是为了正面可保全自己，成就自己的道德，完美自己的人格，所以，老子加重语气说岂虚言哉！这不是空话啊，不是空理论啊！诚全而归之。这句话可以作两种解释。一种是说曲则全最重要，人生最伟大的作为，不必要求成功在我，无论在道德学问上的成功，或是事业上的成功。如果功成身退而不居，一切付之全归，这赤裸裸的坦诚，就是曲则全的大道，这才是人生的最高艺术。诚字，可以把它作动词用，说明实在要走曲则全的道理，才能够得上为天下之所归，众望之所属。另外的一种解释是诚字下面加一标点，构成诚，全而归之。这样一来，便是说明如何做到曲则全的真正条件，那只有一个诚字才可。绝对不能把曲则全当做手段，要把它当做道德，要真正诚诚恳恳地去做。如果知道曲则全的名言，却把它当成手段去做，那就不诚无物，完全不对了。所以，也可以读成诚，全而归之。这种解释。也不是我的发明，看了很多古人的注解，果然早已有这一见解。所以，书读多了，常常发现自己不能自见自是，好像有很了不起的见解，以为前无古人，但过了几年以后，忽然看到另一本书，就脸红了，原来你的见解，古人早已说过，所以人不能自是。固然我并非偷袭古人的见地，但古人也绝不是偷去你的。这是老子第二十二章，他在讲曲则全之后，下面再给我们申述了很多。也由此可以发现老子这本书的编排，有很多章第一句话是最重要，下面即是这个纲要的申述，等于现在写文章一样，先标出一个纲要，纲要下面就说出很多重要的道理。第二十三章希言自然。故飘风不终朝，骤雨不终日。孰为此者？天地。天地尚不能久，而况于人乎？故从事于道者，道者同于道，德者同于德，失者同于失。同于道者，道亦乐得之。同于德者，德亦乐得之。同于失者，失亦乐得之。信不足焉，有不信焉。这自然不是那自然什么叫希言呢？我们都晓得在长江一带，很久未见面的朋友，偶然来访，每称稀客，意思是说少见的尊客。希言，亦即平常较少用的名言。再世。层来讲，便是无言之言，不说之说的意思。"}
{"text":"第二十三章希言自然。故飘风不终朝，骤雨不终日。孰为此者？天地。天地尚不能久，而况于人乎？故从事于道者，道者同于道，德者同于德，失者同于失。同于道者，道亦乐得之。同于德者，德亦乐得之。同于失者，失亦乐得之。信不足焉，有不信焉。这自然不是那自然什么叫希言呢？我们都晓得在长江一带，很久未见面的朋友，偶然来访，每称稀客，意思是说少见的尊客。希言，亦即平常较少用的名言。再世。层来讲，便是无言之言，不说之说的意思。例如佛典所说的不可说之说，最高的道理，最高的境界，不是文字语言所能表达的。同样地，形而上最高的道理，也没有极其妥当的文字来表达的，这就是希言的内涵。什么叫自然呢？这里所说的自然，不是自然科学的自然。希言自然，并不是很少说到自然科学的理论。自然一词，在这里不可作为物质世界和自然，而是哲学的名辞，勉强解释，也可说是原来如是的表诠，犹如佛家的法尔如是一词相同。法尔如是，也便是表示本来原是这样的意思。故飘风不终朝，骤雨不终日。飘风，即飓风，又叫台风，台风在夜里比较大，所以在夜里来的台风最可怕。但台风过境不会超过二十四小时以上的，最大的风速中心不过几个小时就过去了，不会整天吹的。无论如何强大的台风，到了中午，都会减弱缓慢一点。故说任何飘风，都不会终朝不变的，就是说正午十二点左右就会变弱了。骤雨，是夏热季节的大雷雨，大概一两个小时就过去了。最多三小时，超过三小时就不得了，就可能涨大水。所以夏天的大雷雨，只是一阵，不会下一整天的。而且雷雨一来，一定是连续三阵――今天明天后天――大多是三天连着的，但每天雷雨的时辰，都会渐渐向后延，慢慢减小。孰为此者？这是什么道理，谁在主宰其事呢！这是天地间自然的法则。老子没有讲神或天帝在作主，也没有讲菩萨在使神通，只是讲天地自然规律，如此而已。等于说，冥冥中自有一个能力，但它的功能，不像其它宗教所说的，把它变成人格化，或者是神格化。也不把它变成民俗观念中的一个如来佛祖，或是雷公风神雨师等菩萨。只是自然而然，有那么一个能力的存在，它就是道。但需再重复一遍，老子所讲这个自然不是佛家所说的那个自然。前面已经说过，道家这个自然，与佛家的法尔相同――法尔如是。因为印度有一学派，称谓自然学派，佛学名之为自然外道。"}
{"text":"老子没有讲神或天帝在作主，也没有讲菩萨在使神通，只是讲天地自然规律，如此而已。等于说，冥冥中自有一个能力，但它的功能，不像其它宗教所说的，把它变成人格化，或者是神格化。也不把它变成民俗观念中的一个如来佛祖，或是雷公风神雨师等菩萨。只是自然而然，有那么一个能力的存在，它就是道。但需再重复一遍，老子所讲这个自然不是佛家所说的那个自然。前面已经说过，道家这个自然，与佛家的法尔相同――法尔如是。因为印度有一学派，称谓自然学派，佛学名之为自然外道。印度的自然外道，绝不可相同于中国老子所讲的自然外道相提并论。当年玄类法师，固然把梵文的佛经翻成中文，同时也把中国的老子翻成了梵文传译到印度去。因此唐朝以后的许多佛学与密宗的道理，掺杂有中国道家的成分。不过当时玄类法师翻译过去的老子，可惜在印度已经湮没不彰，再也找不到了。所以，中国道家老子的自然，不和佛说印度外道学派的那个自然相同，这一点需要特别了解清楚。但在正统的佛经里面，自然这个名词，从来未曾用过，因此一般就误认为老子所说的自然，与印度的一派哲学相同，那么，老子也牵连而打入自然外道。非人力所及的因果变灭律老子说飘风不终朝，骤雨不终日。孰为此者？天地。天地尚不能久，而况人乎？在中国的固有文化中，无论道家或儒家以及后来的佛家，早就知道，宇宙之所以成为宇宙，以及这个地球世界，有始有终，终会归于混灭。有开天辟地的时候，也有天翻地覆，终归结束的时候。佛家所说的成住坏空，诸法无常。老子也说天地尚不能久。白居易诗天长地久有时尽，此恨绵绵无绝期。因此，有人说天若有情天亦老。天地也不能永远无尽而长生不老的！不管是经过多少年代，即使是几百千万亿年，终归要有结束的一瞬。天地尚不能久，而况人乎？那么，人生更不能希求长久的永存了。我曾经做过研究，不过还没有时间坐下来完成，但统计资料已搜集好几年了。我发现这个鸡蛋一样椭圆型的地球世界，以世纪为标准，东方的中国，诞生了哲学家的老子孔子。印度也诞生了释迦牟尼，西洋也诞生了苏格拉底，事实上，都是同在一个世纪之中。太阳轮转到的地区，某一个世纪出了些什么人物，都有同样的类型。某一个世纪结束了，而这一个世纪某些关键性事情也都结束了。例如在某一世纪中，东方出来一个了不起的人物，在同一时代的相近差距中，地球的另一半，也会有同样的了不起的人物出现。"}
{"text":"我曾经做过研究，不过还没有时间坐下来完成，但统计资料已搜集好几年了。我发现这个鸡蛋一样椭圆型的地球世界，以世纪为标准，东方的中国，诞生了哲学家的老子孔子。印度也诞生了释迦牟尼，西洋也诞生了苏格拉底，事实上，都是同在一个世纪之中。太阳轮转到的地区，某一个世纪出了些什么人物，都有同样的类型。某一个世纪结束了，而这一个世纪某些关键性事情也都结束了。例如在某一世纪中，东方出来一个了不起的人物，在同一时代的相近差距中，地球的另一半，也会有同样的了不起的人物出现。曾费了很多年时间，把这些资料搜集整理统计分析。但是，这个研究，还需要找出它的根本理由来。那么，这个地球和人类时空的命运，当然就可以推算出来。不过最好不要彻底研究清楚，所谓察见渊鱼者不祥，人，何必需要前知呢？万事还是不要前知，人生才富于追求的意味。可是，由于老子这几句话的道理，说明了他早已了解这个宇宙是有生有灭的。因此，人生的规律，逃不过的一个法则，必然也是有生有灭的。只是人类却有一个愚不可及的呆劲，总希望什么事情，都要永久地把握在自己的手里，事实上，是绝对把握不住的。天地尚不能久，而况于人乎！这是原则。这个原则的归结，便是那所希言的自然之道了。希言，也等于佛曰不可说。道固不可说，因此而希言其故。可是自然的法则，它却有必然性的因果规律可循，佛学重视因果定律，其实老庄孔孟诸家，也都是讲究说明因果必然的道理，只是表达的说法不同而已。因此，老子又告诉我们故从事于道者，道者同于道，德者同于德，失者同于失。同于道者，道亦乐得之。同于德者，德亦乐得之。同于失者，失亦乐得之。这几句话，从文字上看，自说自话，好像在玩嘴皮，并不重要。其实，他是说人事物理的同类相从的道理。比如一个从事于修道的人，道者同于道，修道的人，自然会与修道的人结合在一起，这是很简单的原则。一个喜欢讲道的人，自然喜欢与讲道的人结合在一起，来做朋友，志同道合，切磋学问。一个喜欢吹牛的人，结交的朋友，一定也会吹牛，否则两个人就吹不起来了。今天，有一位朋友告诉我一个形容词的新意义，就是现在社会上颇为流行的一句话，所谓手忙脚乱。手忙者，打麻将也。脚乱者，跳舞也。喜欢打牌跳舞的人，总会合在一起。这也就是道者同于道的反证。换句话来说明道者同于道，德者同于德的内涵，也可以说一个人真为道德而努力修养自己，那么，你就会天天发现自己在道德上的进境了。"}
{"text":"一个喜欢讲道的人，自然喜欢与讲道的人结合在一起，来做朋友，志同道合，切磋学问。一个喜欢吹牛的人，结交的朋友，一定也会吹牛，否则两个人就吹不起来了。今天，有一位朋友告诉我一个形容词的新意义，就是现在社会上颇为流行的一句话，所谓手忙脚乱。手忙者，打麻将也。脚乱者，跳舞也。喜欢打牌跳舞的人，总会合在一起。这也就是道者同于道的反证。换句话来说明道者同于道，德者同于德的内涵，也可以说一个人真为道德而努力修养自己，那么，你就会天天发现自己在道德上的进境了。德，就是用，秦汉以上的思想学术，道与德两个字，往往是各自分开的。道德两个字合起来做一个名词用，是秦汉以后的事。道，是形而上的道，它与形而下的德字对称。德，是代表用，德者，得也。所以我们可以解释，德是良好行为的成果。我们懂得了这个字义，在文句上就容易了解了。失者同于失，你要是走倒霉路线的人，自然碰到的都是倒霉鬼挤在一起。你要向失败方向走，失败的因素都会来凑合你。这就同西方的谚语所说上帝要毁灭一个人，先要使他发疯。发疯与毁灭当然差不多了。所以，一个人倒霉了，他所交往的人和事，也都不对了，都是随倒霉而来的。况且你还偏要和那个倒霉的方向去凑合。同于道者，道亦乐得之，也就是如孔子所说的话德不孤，必有邻，恰好相同。真正为道德而努力，不要怕寂寞怕凄凉，纵然不得之于一时，也得之于万古，这一点先要认识清楚。有许多年轻人说我一辈子要做学问，修持道德。我说不容易啊！那你必须先要准备寂寞一辈子才行。要甘愿寂寞一辈子还不够，还要更进一步，懂得如何来享受寂寞。例如学道成佛，那都是千秋事业，不是一时侥幸的成功，乃至也不求千秋之得失，证无所证，得无所得，那就差不多了。所以，谈学问道德，不要表面上做功夫，好像什么都不要，只要学问，只要道德，不在乎其他。功夫做到胃出血的时候，看你在乎不在乎？那真在乎啦！但是，真要为道德的人，真要有这个精神，寂寞穷苦疾病所不能移其节操，才能说到出世入世，志在利他之心。没有这个观念，平日吹牛没有用的。所以说同于道者，道亦乐得之。同于德者，德亦乐得之。同于失者，失亦乐得之。这些话，都是正反两面，各尽其词，要自己去细心体会，不要轻忽视之。本章由飘风不终朝，骤雨不终日，孰为此者，天地！"}
{"text":"功夫做到胃出血的时候，看你在乎不在乎？那真在乎啦！但是，真要为道德的人，真要有这个精神，寂寞穷苦疾病所不能移其节操，才能说到出世入世，志在利他之心。没有这个观念，平日吹牛没有用的。所以说同于道者，道亦乐得之。同于德者，德亦乐得之。同于失者，失亦乐得之。这些话，都是正反两面，各尽其词，要自己去细心体会，不要轻忽视之。本章由飘风不终朝，骤雨不终日，孰为此者，天地！天地尚不能久，而况于人乎开始，把自然现象的因果律，用比喻来反复说明，告诉我们一切都在无常变化中，须要认识人间世事的现象，以及人与事，没有一分一秒不在变。它是随时随地都在变，既不是你的力量可以把握住它，而且也无须要去把握它。只有一个超越现实，是我们生命所本有的，就是那个自然本有的东西。那一功能，能变所变受变的，却是天人合一，变而不变的那个东西。但那个东西又怎么可以体会它呢？只有从道者同于道，德者同于德，失者同于失去体认它，才能自然证得。但是有的人虽然相信这个道理，并不能真肯实信，所以便又说信不足焉！此外，大多数人，就根本不相信形而上者有一个自然之道的存在，同时也不相信现象界中的自然因果定律。所以说有不信焉！真是无可奈何！总之，读老子不要把它一句句地读，你如果分开来一句句地读，倒不如干脆把它写成书笺，当格言看好了。你要完全了解它的宗旨，以原书原文来理解它本身，就可融通无碍。当然，这是很难的，等于我们欣赏一首诗，有人会作诗，确有诗的天才，语出惊人。但是只有好句，却不能构成一篇好诗，有好句无好诗，便非好文章。好的文章是全面的，绝不能拿一句来代表全体。我们读古书同样容易犯此毛病，往往断章取义，抓住一句好句子，忘记了全篇的大义所在，所以不能透彻了解，不能融会贯通，那就太可惜了！这样说，也许便是希言，或者可以说，那才是自然的呢！欲知后文如何？且听下回分解。第二十四章企者不立，跨者不行，自见者不明，自是者不彰，自伐者无功，自矜者不长，其在道也，曰余食赘行，物或恶之，故有道者不处。企鹅的步伐，猩猩的醉舞由第二十二章开始，接连到二十五章为止，反复地申明，道体自然，切莫乱加造作，因此，当起用因应在万事万物时，亦须效法天地自然的规律，曲全而成事。本章衔接上两章内涵，再提出反证，作为正面的告诫。因此开始便由企者不立讲起。"}
