{"text":"最大的原因或许是为了我那长子之骨，现在也还埋在郊外广谊园的坟山，而几位极要好的知己，又是在那里同时毙命的受难者的一群。北平的人事品物，原是无一不可爱的，就是大家觉得最要不得的北平的天候，和地理联合上一起，在我也觉得是中国各大都会中所寻不出几处来的好地。为叙述的便利起见，想分成四季来约略地说说。北平自入旧历的十月之后，就是灰沙满地，寒风刺骨的节季了，所以北平的冬天，是一般人所最怕过的日子。但是要想认识一个地方的特异之处，我以为顶好是当这特异处表现得最圆满的时候去领略故而夏天去热带，寒天去北极，是我一向所持的哲理。北平的冬天，冷虽则比南方要冷得多，但是北方的生活的伟大幽闲，也只有在冬季，使人感受得最彻底。先说房屋的防寒装置吧，北方的住屋，并不同南方的摩登都市一样，用的是钢骨水泥，冷热气管一般的北方人家，总只是矮矮的一所四合房，四面是很厚的泥墙上面花厅内都有一张暖坑，一所回廊廊子上是一带明窗，窗眼里糊着薄纸，薄纸内又装上风门，另外就没有什么了。在这样简陋的房屋之内，你只教把炉子一生，电灯一点，棉门帘一挂上，在屋里住着，却一辈子总是暖炖炖像是春三四月里的样子。尤其会得使你感觉到屋内的温软堪恋的，是屋外窗外面乌乌在叫啸的西北风。天色老是灰沉沉的，路上面也老是灰的围障，而从风尘灰土中下车，一踏进屋里，就觉得一团春气，包围在你的左右四周，使你马上就忘记了屋外的一切寒冬的苦楚。若是喜欢吃吃酒，烧烧羊肉锅的人，那冬天的北方生活，就更加不能够割舍酒已经是御寒的妙药了，再加上以大蒜与羊肉酱油合煮的香味，简直可以使一室之内，涨满了白蒙蒙的水蒸温气。玻璃窗内，前半夜，会流下一条条的清汗，后半夜就变成了花色奇异的冰纹。到了下雪的时候哩，景象当然又要一变。早晨从厚棉被里张开眼来，一室的清光，会使你的眼睛眩晕。在阳光照耀之下，雪也一粒一粒的放起光来了，蛰伏得很久的小鸟，在这时候会飞出来觅食振翎，谈天说地，吱吱的叫个不休。数日来的灰暗天空，愁云一扫，忽然变得澄清见底，翳障全无于是年轻的北方住民，就可以营屋外的生活了，溜冰，做雪人，赶冰车雪车，就在这一种日子里最有劲儿。我曾于这一种大雪时晴的傍晚，和几位朋友，跨上跛驴，出西直门上骆驼庄去过过一夜。"}
{"text":"早晨从厚棉被里张开眼来，一室的清光，会使你的眼睛眩晕。在阳光照耀之下，雪也一粒一粒的放起光来了，蛰伏得很久的小鸟，在这时候会飞出来觅食振翎，谈天说地，吱吱的叫个不休。数日来的灰暗天空，愁云一扫，忽然变得澄清见底，翳障全无于是年轻的北方住民，就可以营屋外的生活了，溜冰，做雪人，赶冰车雪车，就在这一种日子里最有劲儿。我曾于这一种大雪时晴的傍晚，和几位朋友，跨上跛驴，出西直门上骆驼庄去过过一夜。北平郊外的一片大雪地，无数枯树林，以及西山隐隐现现的不少白峰头，和时时吹来的几阵雪样的西北风，所给与人的印象，实在是深刻，伟大，神秘到了不可以语来形容。直到了十余年后的现在，我一想起当时的景，还会得打一个寒颤而吐一口清气，如同在钓鱼台溪旁立着的一瞬间一样。北国的冬宵，更是一个特别适合于看书，写信，追思过去，与作闲谈说废话的绝妙时间。记得当时我们兄弟三人，都住在北京，每到了冬天的晚上，总不远千里地走拢来聚在一道，会谈少年时候在故乡所遇所见的事事物物。小孩们上床去了，佣人们也都去睡觉了，我们弟兄三个，还会得再加一次煤再加一次煤地长谈下去。有几宵因为屋外面风紧天寒之故，到了后半夜的一二点钟的时候，便不约而同地会说出索性坐坐到天亮的话来。像这一种可宝贵的记忆，像这一种最深沉的调，本来也就是一生中不能够多享受几次的昙花佳境，可是若不是在北平的冬天的夜里，那趣味也一定不会得像如此的悠长。第一辑闲书寂寞的春朝总而之，北平的冬季，是想赏识赏识北方异味者之唯一的机会这一季里的好处，这一季里的琐事杂忆，若要详细地写起来，总也有一部帝京景物略那么大的书好做我只记下了一点点自身的经历，就觉得过长了，下面只能再来略写一点春和夏以及秋季的感怀梦境，聊作我的对这日就沦亡的故国的哀歌。春与秋，本来是在什么地方都属可爱的时节，但在北平，却与别地方也有点儿两样。北国的春，来得较迟，所以时间也比较得短。西北风停后，积雪渐渐地消了，赶牲口的车夫身上，看不见那件光板老羊皮的大袄的时候，你就得预备着游春的服饰与金钱因为春来也无信，春去也无踪，眼睛一眨，在北平市内，春光就会得同飞马似的溜过。屋内的炉子，刚拆去不久，说不定你就马上得去叫盖凉棚的才行。而北方春天的最值得记忆的痕迹，是城厢内外的那一层新绿，同洪水似的新绿。"}
{"text":"春与秋，本来是在什么地方都属可爱的时节，但在北平，却与别地方也有点儿两样。北国的春，来得较迟，所以时间也比较得短。西北风停后，积雪渐渐地消了，赶牲口的车夫身上，看不见那件光板老羊皮的大袄的时候，你就得预备着游春的服饰与金钱因为春来也无信，春去也无踪，眼睛一眨，在北平市内，春光就会得同飞马似的溜过。屋内的炉子，刚拆去不久，说不定你就马上得去叫盖凉棚的才行。而北方春天的最值得记忆的痕迹，是城厢内外的那一层新绿，同洪水似的新绿。北京城，本来就是一个只见树木不见屋顶的绿色的都会，一踏出九城的门户，四面的黄土坡上，更是杂树丛生的森林地了在日光里颤抖着的嫩绿的波浪，油光光，亮晶晶，若是神经系统不十分健全的人，骤然间身入到这一个淡绿色的海洋涛浪里去一看，包管你要张不开眼，立不住脚，而昏蹶过去。北京市内外的新绿，琼岛春阴，西山挹翠诸景里的新绿，真是一幅何等奇伟的外光派的妙画！但是这画的框子，或者简直说这画的画布，现在却已经完全掌握在一只满长着黑毛的巨魔的手里了！北望中原，究竟要到哪一日才能够重见得到天日呢？从地势纬度上讲来，北方的夏天，当然要比南方的夏天来得凉爽。在北平城里过夏，实在是并没有上北戴河或西山去避暑的必要。一天到晚，最热的时候，只有中午到午后三四点钟的几个钟头，晚上太阳一下山，总没有一处不是凉阴阴要穿单衫才能过去的半夜以后，更是非盖薄棉被不可了。而北平的天然冰的便宜耐久，又是夏天住过北平的人所忘不了的一件恩惠。我在北平，曾经过过三个夏天像什刹海，菱角沟，二闸等暑天游耍的地方，当然是都到过的但是在三伏的当中，不问是白天或是晚上，你只教有一张藤榻，搬到院子里的葡萄架下或藤花阴处去躺着，吃吃冰茶雪藕，听听盲人的鼓词与树上的蝉鸣，也可以一点儿也感不到炎热与熏蒸。而夏天最热的时候，在北平顶多总不过九十四五度，这一种大热的天气，全夏顶多顶多又不过十日的样子。在北平，春夏秋的三季，是连成一片一年之中，仿佛只有一段寒冷的时期，和一段比较得温暖的时期相对立。由春到夏，是短短的一瞬间，自夏到秋，也只觉得是过了一次午睡，就有点儿凉冷起来了。因此，北方的秋季也特别的觉得长，而秋天的回味，也更觉得比别处来得浓厚。"}
{"text":"在北平，春夏秋的三季，是连成一片一年之中，仿佛只有一段寒冷的时期，和一段比较得温暖的时期相对立。由春到夏，是短短的一瞬间，自夏到秋，也只觉得是过了一次午睡，就有点儿凉冷起来了。因此，北方的秋季也特别的觉得长，而秋天的回味，也更觉得比别处来得浓厚。前两年，因去北戴河回来，我曾在北平过过一个秋，在那时候，已经写过一篇故都的秋，对这北平的秋季颂赞过一遍了，所以在这里不想再来重复可是北平近郊的秋色，实在也正像是一册百读不厌的奇书，使你愈翻愈会感到兴趣。秋高气爽，风日晴和的早晨，你且骑着一匹驴子，上西山八大处或玉泉山碧云寺去走走看山上的红柿，远处的烟树人家，郊野里的芦苇黍稷，以及在驴背上驮着生果进城来卖的农户佃家，包管你看一个月也不会看厌。春秋两季，本来是到处好的，但是北方的秋空，看起来似乎更高一点，北方的空气，吸起来似乎更干燥健全一点。而那一种草木摇落，金风肃杀之感，在北方似乎也更觉得要严肃，凄凉，沉静得多。你若不信，你且去西山脚下，农民的家里或古寺的殿前，自阴历八月至十月下旬，去住它三个月看看。古人的悲哉秋之为气以及胡笳互动，牧马悲鸣的那一种哀感，在南方是不大感觉得到的，但在北平，尤其是在郊外，你真会得感至极而涕零，思千里兮命驾。所以我说，北平的秋，才是真正的秋南方的秋天，不过是英国话里所说的s或叫作小春天气而已。本章结束第一辑闲书寂寞的春朝统观北平的四季，每季每节，都有它的特别的好处冬天是室内饮食奄息的时期，秋天是郊外走马调鹰的日子，春天好看新绿，夏天饱受清凉。至于各节各季，正当移换中的一段时间哩，又是别一种趣，是一种两不相连，而又两都相合的中间风味，如雍和宫的打鬼，净业庵的放灯，丰台的看芍药，万牲园的寻梅花之类。五六百年来文化所聚萃的北平，一年四季无一月不好的北平，我在遥忆，我也在深祝，祝她的平安进展，永久地为我们黄帝子孙所保有的旧都城！一九三六年五月廿七日本章结束第二辑屐痕处处感伤的行旅苏州烟雨记一悠悠的碧落，一天一天的高远起来。清凉的早晚，觉得天寒袖薄，要缝件夹衣，更换单衫。楼头思妇，见了鹅黄的柳色，牵望远，在绸衾的梦里，每欲奔赴玉门关外去。"}
{"text":"五六百年来文化所聚萃的北平，一年四季无一月不好的北平，我在遥忆，我也在深祝，祝她的平安进展，永久地为我们黄帝子孙所保有的旧都城！一九三六年五月廿七日本章结束第二辑屐痕处处感伤的行旅苏州烟雨记一悠悠的碧落，一天一天的高远起来。清凉的早晚，觉得天寒袖薄，要缝件夹衣，更换单衫。楼头思妇，见了鹅黄的柳色，牵望远，在绸衾的梦里，每欲奔赴玉门关外去。当这时候，我们若走出户外天空下去，老觉得好像有一件什么重大的物事，被我们忘了似的。可不是么？三伏的暑热，被我们忘掉了哟！在都市的沉浊的空气中栖息的裸虫！在利欲的争场上吸血的战士！年年岁岁，不知四季的变迁，同鼹鼠似的埋伏在软红尘里的男男女女！你们想见你们的灵性不想？你们有没有向上更新的念头？你们若欲上空旷的地方，去呼一口自由的空气，一则可以醒醒你们醉生梦死的头脑，二则可以看看那些就快凋谢的青枝绿叶，豫藏一个来春再见之机，那么请你们跟了我来，，ss，我要去寻访伍子胥吃食之乡，展拜秦始皇求剑凿穿之墓，并想看看那有名的姑苏台苑哩！象以齿毙，膏用明煎，为人切不可有所专好，因为一有了嗜癖，就不得不为所累。我闲居沪上，半年来既无职业，也无忙事，本来只须有几个买路钱，便是天南地北，也可以悠然独往的，然而实际上却是不然。因为自去年同几个同趣味的朋友，弄了几种我们所爱的文艺刊物出来之后，愚蠢的我们，就不得不天天服海儿克儿斯s的苦役了，所以九月三日的早晨，决定和友人沈君，乘车上苏州去的时候，我还因有一篇文字没有交出之故，心里只在怦怦的跳动。那一天九月三日也算是一天清秋的好天气。天上虽没有太阳，然而几块淡青的空处，和西洋女子的碧眼一般，在白云浮荡的中间，常在向我们地上的可怜虫密送秋波。不是雨天，不是晴日，若硬要把这一天的天气分出类来，我不管气象台的先生们笑我不笑我，姑且把它叫风云飞舞，阴晴交让的初秋的一日罢。这一天的早晨，同乡的沈君，跑上我的寓所来说今天我要上苏州去。我从我的屋顶下的房里，看看窗外的天空，听听市上的杂噪，忽而也起了一种怀慕远处之ss。"}
{"text":"那一天九月三日也算是一天清秋的好天气。天上虽没有太阳，然而几块淡青的空处，和西洋女子的碧眼一般，在白云浮荡的中间，常在向我们地上的可怜虫密送秋波。不是雨天，不是晴日，若硬要把这一天的天气分出类来，我不管气象台的先生们笑我不笑我，姑且把它叫风云飞舞，阴晴交让的初秋的一日罢。这一天的早晨，同乡的沈君，跑上我的寓所来说今天我要上苏州去。我从我的屋顶下的房里，看看窗外的天空，听听市上的杂噪，忽而也起了一种怀慕远处之ss。九点四十分的时候，我和沈君就摇来摇去的站在三等车中，被机关车搬向苏州去了。仙侣同舟！古人每当行旅的时候，老在心中窃望着这一种艳福。我想人既是动物，无论男女，欲念总不能除，而我既是男人，女人当然是爱的。这一回我和沈君匆促上车，初不料的车上的人是那样拥挤的，后来从后面走上了前面，忽在人丛中听出了一种清脆的笑声来。明眸皓齿的你们这几位女青年，你们可是上苏州去的么？我见了她们的那一种活泼的样子，真想开口问她们一声，但是三千年的道德观，和见人就生恐惧的我的自卑狂，只使我红了脸，默默的站在她们身边，不过暗暗的闻吸闻吸从她们上身上口中蒸出来的香气罢了。我把她们偷看了几眼，心里又长叹了一声啊啊！容颜要美，年纪要轻，更要有钱！二我们同车的几个仙侣，好像是什么女学校的学生。她们的活泼的样子――使恶魔讲起来就是轻佻――丰肥的――使恶魔讲起来就是多淫――和烂熟的青春，都是神仙应有的条件，但是只有一件，只有一件事，使我无论如何也不能把她们当作神仙的眷属看。非但如此，为这一件事的原故，我简直不能把她们当作我的同胞看。这是什么呢，这便是她们故意想出风头而用的英文的谈话。假使我是不懂英文的人，那末从她们的绯红的嘴唇里滚出来的叽哩咕噜，正可以当作天女的灵听了，倒能够对她们更加一层敬意。假使我是崇拜英文的人，那末听了她们的话，也可以感得几分亲热。但是我偏偏是一个程度与她们相仿的半通英文而又轻视英文的人，所以我的对她们的热意，被她们的谈话一吹几乎吹得冰冷了。世界上的人类，抱着功利主义，受利欲的催眠最深的，我想没有过于英美民族的了。"}
{"text":"假使我是崇拜英文的人，那末听了她们的话，也可以感得几分亲热。但是我偏偏是一个程度与她们相仿的半通英文而又轻视英文的人，所以我的对她们的热意，被她们的谈话一吹几乎吹得冰冷了。世界上的人类，抱着功利主义，受利欲的催眠最深的，我想没有过于英美民族的了。但我们的这几位女同胞，不用西厢牡丹亭上的说白来表现她们的思想，不把红楼梦上文一致的文字来代替她们的说话，偏偏要选了商人用的这一种有金钱臭味的英语来卖弄风，是多么杀风景的事啊！你们即使要用外国文，也应选择那神韵悠扬的法国语，或者更适当一点的就该用半清半俗，薄爱民语ss，何以要用这卑俗的英语呢？啊啊，当现在崇拜黄金的世界，也无怪某某女学等卒业出来的学生，不愿为正当的中国人的糟糠之室，而愿意自荐枕席于那些犹太种的英美的下流商人的。我的朋友有一次说，我们中国亡了，倒没有什么可惜，我们中国的女性亡了，却是很可惜的。现在在洋场上作寓公的有钱有势的中国的人物，尤其是外交商界政界的人物，他们的妻女，差不多没有一个不于外国的下流流氓的，你看这事伤心不伤心哩！我是两性问题上的一个国粹保存主义者，最不忍见我国的娇美的女同胞，被那些外国流氓去足践。我的在外国留学时代的游荡，也是本于这主义的一种复仇的心思。我现在若有黄金千万，还想去买些白奴来，供我们中国的黄包车夫苦力小工享乐啦！第二辑屐痕处处感伤的行旅唉唉！风吹水绉，干侬底事，她们在那里贱卖血肉，于我何尤。我且探头出去看车窗外的茂茂的原田，青青的草地，和清溪茅舍，丛林旷地罢！啊啊，那一道隐隐的飞帆，这大约是苏州河罢！我看了那一条深碧的长河，长河彼岸的粘天的短树，和河内的帆船，就叫着问我的同行者沈君，他还没有回答我之先，立在我背后的一位老先生却回答说是的，那是苏州河，你看隐约的中间，不是有一条长堤看得见么！没有这一条堤，风势很大，是不便行舟的。我注目一看，果真在河中看出了一条隐约的长堤来。这时候，在东面车窗下坐着的旅客，都纷纷站起来望向窗外去。我把头朝转来一望，也看见了一个汪洋的湖面，起了无数的清波，在那里汹涌。天上黑云遮满了，所以湖面也只似用淡墨涂成的样子。"}
{"text":"没有这一条堤，风势很大，是不便行舟的。我注目一看，果真在河中看出了一条隐约的长堤来。这时候，在东面车窗下坐着的旅客，都纷纷站起来望向窗外去。我把头朝转来一望，也看见了一个汪洋的湖面，起了无数的清波，在那里汹涌。天上黑云遮满了，所以湖面也只似用淡墨涂成的样子。湖的东岸，也有一排矮树，同凸出的雕刻似的，以阴沉灰黑的天空作了背景，在那里作苦闷之状。我不晓是什么理由，硬想把这一排沿湖的列树，断定是白杨之林。三车过了阳澄湖，同车的旅客，大家不向车的左右看而注意到车的前面去，我知道苏州就不远了。等苏州城内的一枝尖塔看得出来的时候，几位女学生，也停住了她们的黄金色的英语，说了几句中国话。苏州到了！可惜我们不能下去！她们操的并不是柔媚的苏州音，大约是南京的学生吧？也许是上北京去的，但是我知道了她们不能同我一道下车，心里却起了一种微微的失望。女学生诸君，愿你们自重，愿你们能得着几位金龟佳婿，我要下车去了。心里这样的讲了几句，我等着车停之后，就顺着了下车的人流，也被他们推来推去的推下了车。出了车站，马路上站了一忽，我只觉得许多穿长衫的人，路的两旁停着的黄包车，马车，车夫和驴马，都在灰色的空气里混战。跑来跑去的人的叫唤，一个钱两个钱的争执，萧条的道旁的杨柳，黄黄的马路，和在远处看得出来的一道长而且矮的土墙，便是我下车在苏州得着的最初的印象。湿云低垂下来了。在上海动身时候看得见的几块青淡的天空也被灰色的层云埋没煞了。我仰起头来向天空一望，脸上早接受了两三点冰冷的雨点。危险危险，今天的一场冒险，怕要失败。我对在旁边站着的沈君这样讲了一句，就急忙招了几个马车夫来问他们的价钱。我的脚踏苏州的土地，这原是第一次。沈君虽已来过一二回，但是那还是前清太平时节的故事，他的记忆也很模糊了。并且我这一回来，本来是随人热闹，偶尔作的一种变态旅行，既无作用，又无目的的，所以马夫问我上那里去？的时候，我想了半天，只回答了一句到苏州去！究竟沈君是深于世故的人，看了我的不知所措的样子，就不慌不忙的问马车夫说到府门去多少钱？"}
{"text":"危险危险，今天的一场冒险，怕要失败。我对在旁边站着的沈君这样讲了一句，就急忙招了几个马车夫来问他们的价钱。我的脚踏苏州的土地，这原是第一次。沈君虽已来过一二回，但是那还是前清太平时节的故事，他的记忆也很模糊了。并且我这一回来，本来是随人热闹，偶尔作的一种变态旅行，既无作用，又无目的的，所以马夫问我上那里去？的时候，我想了半天，只回答了一句到苏州去！究竟沈君是深于世故的人，看了我的不知所措的样子，就不慌不忙的问马车夫说到府门去多少钱？好像是老熟的样子。马车夫倒也很公平，第一声只要了三块大洋。我们说太贵，他们就马上让了一块，我们又说太贵，他们又让了五角。我们又试了试说太贵，他们却不让了，所以就在一乘开口马车里坐了进去。起初看不见的微雨，愈下愈大了，我和沈君坐在马车里，尽在野外的一条马路上横斜的前进。青色的草原，疏淡的树林，蜿蜒的城墙，浅浅的城河，变成这样，变成那样的在我们面前交换。醒人的凉风，休休的吹上我的微热的面上，和嗒嗒的马蹄声，在那里合奏交响乐。我一时忘记了秋雨，忘记了在上海剩下的未了的工作，并且忘记了半年来失业困穷的我，心里只想在马车上作独脚的跳舞，嘴里就不知不觉的念出了几句独脚跳舞的歌来秋在何处，秋在何处？在蟋蟀的床边，在怨妇楼头的砧杵，你若要寻秋，你只须去落寞的荒郊行旅，刺骨的凉风，吹消残暑，第二辑屐痕处处感伤的行旅漫漫的田野，刚结成禾黍，一番雨过，野路牛迹里贮着些儿浅渚，悠悠的碧落，反映在这浅渚里容与，月光下，树林里，萧萧落叶的声音，便是秋的私语。我把这几句词不像词，新诗不像新诗的东西唱了一回，又向四边看了一回，只见左右都是荒郊，前面只是一条没有尽头的长路，所以心里就害怕起来，怕马夫要把我们两个人搬到杳无人迹的地方去杀害。探头出去，大声的喝了一声会！你把我们拖上什么地方去？那狡猾的马夫，突然吃了一惊，噗的从那坐凳上跌下来，他的马一时也惊跳了一阵，幸而他虽跌倒在地下，他的马缰绳，还牢捏着不放，所以马没有逃跑。他一边爬起来，一边对我们说先生！老实说，府门是送不到的，我只能送你们上洋关过去的密度桥上。从密度桥到府门，只有几步路。"}
