{"text":"我没有研究过妇女问题，倘使必须我说几句，就只有这一点空话。十月二十一日。本篇最初曾否发表于报刊，未详。这段话见论语阳货。沈佩贞浙江杭州人，辛亥革命时组织女子北伐队，民国初年曾任袁世凯总统府顾问。这是西方传入的一种仪式，叫掷瓶礼在船舰飞机首航前，由官眷或女界名流将一瓶系有彩带的香槟酒在船身或机身上掷碎，以示祝贺。关于女人关于女人国难期间，似乎女人也特别受难些。一些正人君子责备女人爱奢侈，不肯光顾国货。就是跳舞，肉感等等，凡是和女性有关的，都成了罪状。仿佛男人都做了苦行和尚，女人都进了修道院，国难就会得救似的。其实那不是女人的罪状，正是她的可怜。这社会制度把她挤成了各种各式的奴隶，还要把种种罪名加在她头上。西汉末年，女人的堕马髻，愁眉啼妆，也说是亡国之兆。其实亡汉的何尝是女人！不过，只要看有人出来唉声叹气的不满意女人的妆束，我们就知道当时统治阶级的情形，大概有些不妙了。奢侈和淫靡只是一种社会崩溃腐化的现象，决不是原因。私有制度的社会，本来把女人也当做私产，当做商品。一切国家，一切宗教都有许多稀奇古怪的规条，把女人看做一种不吉利的动物，威吓她，使她奴隶般的服从同时又要她做高等阶级的玩具。正像现在的正人君子，他们骂女人奢侈，板起面孔维持风化，而同时正在偷偷地欣赏着肉感的大腿文化。阿剌伯的一个古诗人说地上的天堂是在圣贤的经书上，马背上，女人的胸脯上。这句话倒是老实的供状。自然，各种各式的卖淫总有女人的份。然而买卖是双方的。没有买淫的嫖男，那里会有卖淫的娼女。所以问题还在买淫的社会根源。这根源存在一天，也就是主动的买者存在一天，那所谓女人的淫靡和奢侈就一天不会消灭。男人是私有主的时候，女人自身也不过是男人的所有品。也许是因此罢，她的爱惜家财的心或者比较的差些，她往往成了败家精。何况现在买淫的机会那么多，家庭里的女人直觉地感觉到自己地位的危险。民国初年我就听说，上海的时髦是从长三幺二传到姨太太之流，从姨太太之流再传到太太奶奶小姐。这些人家人，多数是不自觉地在和娼妓竞争，――自然，她们就要竭力修饰自己的身体，修饰到拉得住男子的心的一切。这修饰的代价是很贵的，而且一天一天的贵起来，不但是物质上的，而且还有精神上的。"}
{"text":"也许是因此罢，她的爱惜家财的心或者比较的差些，她往往成了败家精。何况现在买淫的机会那么多，家庭里的女人直觉地感觉到自己地位的危险。民国初年我就听说，上海的时髦是从长三幺二传到姨太太之流，从姨太太之流再传到太太奶奶小姐。这些人家人，多数是不自觉地在和娼妓竞争，――自然，她们就要竭力修饰自己的身体，修饰到拉得住男子的心的一切。这修饰的代价是很贵的，而且一天一天的贵起来，不但是物质上的，而且还有精神上的。美国一个百万富翁说我们不怕共匪原文无匪字，谨遵功令改译，我们的妻女就要使我们破产，等不及工人来没收。中国也许是惟恐工人来得及，所以高等华人的男女这样赶紧的浪费着，享用着，畅快着，那里还管得到国货不国货，风化不风化。然而口头上是必须维持风化，提倡节俭的。四月十一日。本篇最初发表于一九三三年六月十五日申报月刊第二卷第六号，署名洛文。按本篇和下面一篇真假堂吉诃德以及伪自由书中的王道诗话伸冤曲的解放迎头经出卖灵魂的秘诀最艺术的国家内外透底大观园的人才，准风月谈中的中国文与中国人等十二篇文章，都是一九三三年瞿秋白在上海时所作，其中有的是根据的意见或与交换意见后写成的。对这些文章曾作过字句上的改动个别篇改换了题目，并请人誊抄后，以自己使用的笔名，寄给申报自由谈等报刊发表，后来又分别将它们收入自己的杂文集。堕马髻愁眉啼妆见后汉书梁冀传汉顺帝时大将军梁冀妻孙寿色美而善为妖态，作愁眉唬啼妆堕马髻。据唐代李贤注引风俗通说愁眉者，细而曲折唬妆者，薄拭目下若啼处堕马髻者，侧在一边。阿剌伯古诗人指穆塔纳比，―。他在晚年写了一首无题的抒情诗，最后四句是美丽的女人给了我短暂的幸福，后来一片荒漠就把我们隔断开。世界上最好的地方――是骑在骏马的鞍上。而经书――则时时刻刻是最好的伴侣！长三幺二旧时上海妓院中妓女的等级名称，头等的叫做长三，二等的叫做幺二。第火节火普洛美修斯偷火给人类，总算是犯了天条，贬入地狱。但是，钻木取火的燧人氏却似乎没有犯窃盗罪，没有破坏神圣的私有财产――那时候，树木还是无主的公物。然而燧人氏也被忘却了，到如今只见中国人供火神菩萨，不见供燧人氏的。"}
{"text":"他在晚年写了一首无题的抒情诗，最后四句是美丽的女人给了我短暂的幸福，后来一片荒漠就把我们隔断开。世界上最好的地方――是骑在骏马的鞍上。而经书――则时时刻刻是最好的伴侣！长三幺二旧时上海妓院中妓女的等级名称，头等的叫做长三，二等的叫做幺二。第火节火普洛美修斯偷火给人类，总算是犯了天条，贬入地狱。但是，钻木取火的燧人氏却似乎没有犯窃盗罪，没有破坏神圣的私有财产――那时候，树木还是无主的公物。然而燧人氏也被忘却了，到如今只见中国人供火神菩萨，不见供燧人氏的。火神菩萨只管放火，不管点灯。凡是火着就有他的份。因此，大家把他供养起来，希望他少作恶。然而如果他不作恶，他还受得着供养么，你想？点灯太平凡了。从古至今，没有听到过点灯出名的名人，虽然人类从燧人氏那里学会了点火已经有五六千年的时间。放火就不然。秦始皇放了一把火――烧了书没有烧人项羽入关又放了一把火――烧的是阿房宫不是民房？――待考。罗马的一个什么皇帝却放火烧百姓了中世纪正教的僧侣就会把异教徒当柴火烧，间或还灌上油。这些都是一世之雄。现代的希特拉就是活证人。如何能不供养起来。何况现今是进化时代，火神菩萨也代代跨灶的。譬如说罢，没有电灯的地方，小百姓不顾什么国货年，人人都要买点洋货的煤油，晚上就点起来那么幽黯的黄澄澄的光线映在纸窗上，多不大方！不准，不准这么点灯！你们如果要光明的话，非得禁止这样浪费煤油不可。煤油应当扛到田地里去，灌进喷筒，呼啦呼啦的喷起来一场大火，几十里路的延烧过去，稻禾，树木，房舍――尤其是草棚――一会儿都变成飞灰了。还不够，就有燃烧弹，硫磺弹，从飞机上面扔下来，像上海一二八的大火似的，够烧几天几晚。那才是伟大的光明呵。火神菩萨的威风是这样的。可是说起来，他又不承认火神菩萨据说原是保佑小民的，至于火灾，却要怪小民自不小心，或是为非作歹，纵火抢掠。谁知道呢？历代放火的名人总是这样说，却未必总有人信。我们只看见点灯是平凡的，放火是雄壮的，所以点灯就被禁止，放火就受供养。你不见海京伯马戏团么宰了耕牛喂老虎，原是这年头的时代精神。十一月二日。本篇最初发表于一九三三年十二月十五日申报月刊第二卷第十二号，署名洛文。燧人氏我国传说中的古帝王，他发明钻木取火教人熟食。"}
{"text":"可是说起来，他又不承认火神菩萨据说原是保佑小民的，至于火灾，却要怪小民自不小心，或是为非作歹，纵火抢掠。谁知道呢？历代放火的名人总是这样说，却未必总有人信。我们只看见点灯是平凡的，放火是雄壮的，所以点灯就被禁止，放火就受供养。你不见海京伯马戏团么宰了耕牛喂老虎，原是这年头的时代精神。十一月二日。本篇最初发表于一九三三年十二月十五日申报月刊第二卷第十二号，署名洛文。燧人氏我国传说中的古帝王，他发明钻木取火教人熟食。火神菩萨我国传说中的火神有祝融回禄等，他们的名字也用作火灾的代称。秦始皇嬴政前―前，战国时秦国的国君，秦王朝的建立者。据史记秦始皇本纪，他于公元前二一三年，采纳丞相李斯的建议下令焚书，凡史官非秦记，皆烧之。非博士官所职，天下敢有藏诗书百家语者，悉诣守尉杂烧之。项羽前―前名籍，秦末农民起义领袖之一。出身楚国贵族。据史记项羽本纪，公元前二六年他进兵秦国首都咸阳时，烧秦宫室按即阿房宫，火三月不灭。指罗马皇帝尼禄，―，相传他曾在公元六十四年放火焚烧罗马城。希特拉即希特勒。他在一九三三年二月二十七日制造国会纵火案，焚烧了国会大厦，却嫁祸于德国共产党人，作为镇压共产党和革命人民的借口。跨灶马的前蹄下有个空隙，称灶门。快马奔驰时，后蹄蹄印落在前蹄蹄印之前，叫做跨灶。人们以此比喻儿子胜过父亲。海京伯马戏团德国驯兽家海京伯，。保梗保常窗斓穆硐吠牛痪湃十月曾来我国上海表演。家庭为中国之基本家庭为中国之基本中国的自己能酿酒，比自己来种鸦片早，但我们现在只听说许多人躺着吞云吐雾，却很少见有人像外国水兵似的满街发酒疯。唐宋的踢球，久已失传，一般的娱乐是躲在家里彻夜叉麻雀。从这两点看起来，我们在从露天下渐渐的躲进家里去，是无疑的。古之上海文人，已尝慨乎言之，曾出一联，索人属对，道三鸟害人鸦雀鸽，鸽是彩票，雅号奖券，那时却称为白鸽票的。但我不知道后来有人对出了没有。不过我们也并非满足于现状，是身处斗室之中，神驰宇宙之外，抽鸦片者享乐着幻境，叉麻雀者心仪于好牌。"}
{"text":"唐宋的踢球，久已失传，一般的娱乐是躲在家里彻夜叉麻雀。从这两点看起来，我们在从露天下渐渐的躲进家里去，是无疑的。古之上海文人，已尝慨乎言之，曾出一联，索人属对，道三鸟害人鸦雀鸽，鸽是彩票，雅号奖券，那时却称为白鸽票的。但我不知道后来有人对出了没有。不过我们也并非满足于现状，是身处斗室之中，神驰宇宙之外，抽鸦片者享乐着幻境，叉麻雀者心仪于好牌。檐下放起爆竹，是在将月亮从天狗嘴里救出剑仙坐在书斋里，哼的一声，一道白光，千万里外的敌人可被杀掉了，不过飞剑还是回家，钻进原先的鼻孔去，因为下次还要用。这叫做千变万化，不离其宗。所以学校是从家庭里拉出子弟来，教成社会人才的地方，而一闹到不可开交的时候，还是交家长严加管束云。骨肉归于土，命也若夫魂气，则无不之也，无不之也！一个人变了鬼，该可以随便一点了罢，而活人仍要烧一所纸房子，请他住进去，阔气的还有打牌桌，鸦片盘。成仙，这变化是很大的，但是刘太太偏舍不得老家，定要运动到拔宅飞升，连鸡犬都带了上去而后已，好依然的管家务，饲狗，喂鸡。我们的古今人对于现状，实在也愿意有变化，承认其变化的。变鬼无法，成仙更佳，然而对于老家，却总是死也不肯放。我想，火药只做爆竹，指南针只看坟山，恐怕那原因就在此。现在是火药蜕化为轰炸弹，烧夷弹，装在飞机上面了，我们却只能坐在家里等他落下来。自然，坐飞机的人是颇有了的，但他那里是远征呢，他为的是可以快点回到家里去。家是我们的生处，也是我们的死所。十二月十六日。本篇最初发表于一九三四年一月十五日申报月刊第三卷第一号，署名罗怃。这段话见礼记檀弓骨肉归复于上，命也若魄气则无不之也，无不之也！拔宅飞升据全后汉文中的仙人唐公房碑记载，相传唐公房认识一个仙人，能获得神药。有一次，他触怒了太守，太守想逮捕他和他的妻子，公房乃先归于谷口，呼其师告以危急。其师与之归，以药饮公房妻子曰可去矣。妻子恋家不忍去。又曰岂欲得家俱去乎？妻子曰固所愿也。于是乃以药涂屋柱，饮牛马六畜。须臾有大风玄云来迎，公房妻子，屋宅六畜，然与之俱去。又东晋葛洪神仙传也载有关于汉代淮南王刘安的类似传说，参看本卷第页注。"}
{"text":"有一次，他触怒了太守，太守想逮捕他和他的妻子，公房乃先归于谷口，呼其师告以危急。其师与之归，以药饮公房妻子曰可去矣。妻子恋家不忍去。又曰岂欲得家俱去乎？妻子曰固所愿也。于是乃以药涂屋柱，饮牛马六畜。须臾有大风玄云来迎，公房妻子，屋宅六畜，然与之俱去。又东晋葛洪神仙传也载有关于汉代淮南王刘安的类似传说，参看本卷第页注。经验经验古人所传授下来的经验，有些实在是极可宝贵的，因为它曾经费去许多牺牲，而留给后人很大的益处。偶然翻翻本草纲目，不禁想起了这一点。这一部书，是很普通的书，但里面却含有丰富的宝藏。自然，捕风捉影的记载，也是在所不免的，然而大部分的药品的功用，却由历久的经验，这才能够知道到这程度，而尤其惊人的是关于毒药的叙述。我们一向喜欢恭维古圣人，以为药物是由一个神农皇帝独自尝出来的，他曾经一天遇到过七十二毒，但都有解法，没有毒死。这种传说，现在不能主宰人心了。人们大抵已经知道一切文物，都是历来的无名氏所逐渐的造成。建筑，烹饪，渔猎，耕种，无不如此医药也如此。这么一想，这事情可就大起来了大约古人一有病，最初只好这样尝一点，那样尝一点，吃了毒的就死，吃了不相干的就无效，有的竟吃到了对证的就好起来，于是知道这是对于某一种病痛的药。这样地累积下去，乃有草创的纪录，后来渐成为庞大的书，如本草纲目就是。而且这书中的所记，又不独是中国的，还有阿剌伯人的经验，有印度人的经验，则先前所用的牺牲之大，更可想而知了。然而也有经过许多人经验之后，倒给了后人坏影响的，如俗语说各人自扫门前雪，莫管他家瓦上霜的便是其一。救急扶伤，一不小心，向来就很容易被人所诬陷，而还有一种坏经验的结果的歌诀，是衙门八字开，有理无钱莫进来，于是人们就只要事不干己，还是远远的站开干净。我想，人们在社会里，当初是并不这样彼此漠不相关的，但因豺狼当道，事实上因此出过许多牺牲，后来就自然的都走到这条道路上去了。所以，在中国，尤其是在都市里，倘使路上有暴病倒地，或翻车摔伤的人，路人围观或甚至于高兴的人尽有，肯伸手来扶助一下的人却是极少的。这便是牺牲所换来的坏处。总之，经验的所得的结果无论好坏，都要很大的牺牲，虽是小事情，也免不掉要付惊人的代价。"}
{"text":"我想，人们在社会里，当初是并不这样彼此漠不相关的，但因豺狼当道，事实上因此出过许多牺牲，后来就自然的都走到这条道路上去了。所以，在中国，尤其是在都市里，倘使路上有暴病倒地，或翻车摔伤的人，路人围观或甚至于高兴的人尽有，肯伸手来扶助一下的人却是极少的。这便是牺牲所换来的坏处。总之，经验的所得的结果无论好坏，都要很大的牺牲，虽是小事情，也免不掉要付惊人的代价。例如近来有些看报的人，对于什么宣言，通电，讲演，谈话之类，无论它怎样骈四俪六，崇论宏议，也不去注意了，甚而还至于不但不注意，看了倒不过做做嘻笑的资料。这那里有始制文字，乃服衣裳一样重要呢，然而这一点点结果，却是牺牲了一大片地面，和许多人的生命财产换来的。生命，那当然是别人的生命，偶是自己，就得不着这经验了。所以一切经验，是只有活人才能有的，我的决不上别人讥刺我怕死，就去自杀或拚命的当，而必须写出这一点来，就为此。而且这也是小小的经验的结果。六月十二日。本篇最初发表于一九三三年七月十五日申报月刊第二卷第七号，署名洛文。本草纲目明代医药学家李时珍撰写的药物学著作，共五十二卷。这书是他在长期实践和实地调查的基础上，吸取人民群众的智慧和经验，参考大量医药资料和有关文献，费时近三十年才写成的。神农皇帝我国传说中的古代帝王。据淮南子修务训古者民茹草饮水，采树本之实，食蠃{之肉，时多疾病毒伤之害。于是神农乃始教民播种五谷，相土地宜燥湿肥土尧高下，尝百草之滋味，水泉之甘苦，令民知所避就。当此之时，一日而遇七十毒。始制文字，乃服衣裳语见千字文。别人讥刺我怕死梁实秋在新月第二卷第十一期发表的与牛一文，借一九三年四月八日中国自由运动大同盟为声援四三惨案英国人在南京打死打伤中国工人的惨案集会时，一工人被巡捕枪杀的事讥笑说自由运动大同盟即是先生领衔发起的，这事发生之后，颇有人为先生担心，因为不晓得流了一滩鲜血的究竟是那一位。幸亏事实不久大明，死的不是参加工农革命底实际行动的左翼作家，是一位勇敢的工人先生的不卖肉主义是老早言明在先的。又法鲁在一九三三年六月十一日大晚报火炬发表的到底要不要自由中，也有这类含沙射影的话，参看伪自由书。"}
{"text":"幸亏事实不久大明，死的不是参加工农革命底实际行动的左翼作家，是一位勇敢的工人先生的不卖肉主义是老早言明在先的。又法鲁在一九三三年六月十一日大晚报火炬发表的到底要不要自由中，也有这类含沙射影的话，参看伪自由书。看萧和看萧的人们记看萧和看萧的人们记我是喜欢萧的。这并不是因为看了他的作品或传记，佩服得喜欢起来，仅仅是在什么地方见过一点警句，从什么人听说他往往撕掉绅士们的假面，这就喜欢了他了。还有一层，是因为中国也常有模仿西洋绅士的人物的，而他们却大抵不喜欢萧。被我自己所讨厌的人们所讨厌的人，我有时会觉得他就是好人物。现在，这萧就要到中国来，但特地搜寻着去看一看的意思倒也并没有。十六日的午后，内山完造君将改造社的电报给我看，说是去见一见萧怎么样。我就决定说，有这样地要我去见一见，那就见一见罢。十七日的早晨，萧该已在上海登陆了，但谁也不知道他躲着的处所。这样地过了好半天，好像到底不会看见似的。到了午后，得到蔡先生的信，说萧现就在孙夫人的家里吃午饭，教我赶紧去。我就跑到孙夫人的家里去。一走进客厅隔壁的一间小小的屋子里，萧就坐在圆桌的上首，和别的五个人在吃饭。因为早就在什么地方见过照相，听说是世界的名人的，所以便电光一般觉得是文豪，而其实是什么标记也没有。但是，雪白的须发，健康的血色，和气的面貌，我想，倘若作为肖像画的模范，倒是很出色的。午餐像是吃了一半了。是素菜，又简单。白俄的新闻上，曾经猜有无数的侍者，但只有一个厨子在搬菜。萧吃得并不多，但也许开始的时候，已经很吃了一通了也难说。到中途，他用起筷子来了，很不顺手，总是夹不住。然而令人佩服的是他竟逐渐巧妙，终于紧紧的夹住了一块什么东西，于是得意的遍看着大家的脸，可是谁也没有看见这成功。在吃饭时候的萧，我毫不觉得他是讽刺家。谈话也平平常常。例如说朋友最好，可以久远的往还，父母和兄弟都不是自己自由选择的，所以非离开不可之类。午餐一完，照了三张相。并排一站，我就觉得自己的矮小了。虽然心里想，假如再年青三十年，我得来做伸长身体的体操。"}
{"text":"萧吃得并不多，但也许开始的时候，已经很吃了一通了也难说。到中途，他用起筷子来了，很不顺手，总是夹不住。然而令人佩服的是他竟逐渐巧妙，终于紧紧的夹住了一块什么东西，于是得意的遍看着大家的脸，可是谁也没有看见这成功。在吃饭时候的萧，我毫不觉得他是讽刺家。谈话也平平常常。例如说朋友最好，可以久远的往还，父母和兄弟都不是自己自由选择的，所以非离开不可之类。午餐一完，照了三张相。并排一站，我就觉得自己的矮小了。虽然心里想，假如再年青三十年，我得来做伸长身体的体操。两点光景，笔会有欢迎。也趁了摩托车一同去看时，原来是在叫作世界学院的大洋房里。走到楼上，早有为文艺的文艺家，民族主义文学家，交际明星，伶界大王等等，大约五十个人在那里了。合起围来，向他质问各色各样的事，好像翻检大英百科全书似的。萧也演说了几句诸君也是文士，所以这玩艺儿是全都知道的。至于扮演者，则因为是实行的，所以比起自己似的只是写写的人来，还要更明白。此外还有什么可说的呢。总之，今天就如看看动物园里的动物一样，现在已经看见了，这就可以了罢。云云。大家都哄笑了，大约又以为这是讽刺。也还有一点梅兰芳博士和别的名人的问答，但在这里，略之。此后是将赠品送给萧的仪式。这是由有着美男子之誉的邵洵美君拿上去的，是泥土做的戏子的脸谱的小模型，收在一个盒子里。还有一种，听说是演戏用的衣裳，但因为是用纸包好了的，所以没有见。萧很高兴的接受了。据张若谷君后来发表出来的文章，则萧还问了几句话，张君也刺了他一下，可惜萧不听见云。但是，我实在也没有听见。有人问他菜食主义的理由。这时很有了几个来照照相的人，我想，我这烟卷的烟是不行的，便走到外面的屋子去了。还有面会新闻记者的约束，三点光景便又回到孙夫人的家里来。早有四五十个人在等候了，但放进的却只有一半。首先是木村毅君和四五个文士，新闻记者是中国的六人，英国的一人，白俄一人，此外还有照相师三四个。在后园的草地上，以萧为中心，记者们排成半圆阵，替代着世界的周游，开了记者的嘴脸展览会。萧又遇到了各色各样的质问，好像翻检大英百科全书似的。萧似乎并不想多话。但不说，记者们是决不干休的，于是终于说起来了，说得一多，这回是记者那面的笔记的分量，就渐渐的减少了下去。我想，萧并不是真的讽刺家，因为他就会说得那么多。"}
