{"text":"而他的宝贵的生命，却照样在这无所事事中流逝而去。终于有一天，他又一次反省自己，不愿再这样无所事事地生活人活着总得做点什么，既然找不到最有价值的事情，就只好做微不足道的事情。所以，现在他怀着一种宿命的安乐心情做着种种微不足道的事情。―时尚考察困惑与坦然我承认我感到困惑，不明白这世界今天是怎么回事，明天又会变成什么样子。那个修车的老头花二十分钟就赚走了我半日薪水，一个月收入等于我一年工资，难怪他唠叨着涨价有什么不好没涨价我吃贴饼子棒面粥，涨了价我吃大鱼大肉。别说西瓜一元五一斤，三元一斤我也照吃！我骑着车想，这不算什么，当年莫吉里扬尼不也是用他那无价的画稿去向摆小摊的老婆子乞换一块面包，才得免于饿死崔健的歌唱道不是我不明白，这世界变化快。一位画家朋友对我说如今不是梵高的时代了，生前出不了名的，死后也出不了名，世人早已把你忘记。现代生活的确像一条匆忙躜程的急流，谁都被这条急流裹着向前，不复有宁静的沉思，闲适的享受，潜心的精神创造。德尔斐神庙的神偷认识你自己已被新的时髦箴言取代时间就是金钱除了赚钱，人们不知拿时间做什么用。难道现代人有真正赏心悦目的娱乐吗我常常叹息旅游业不知败坏了多少风景，电视机不知培养了多少白痴在西方，寻求灵魂的现代人已是一个典型形象。人的肉体曾经与土地血肉相连，技术文明把它们隔离了开来。人的灵魂曾经有神话或宗教作为家园，科学理性把它从中放逐了出来。汽车电视旅游和性成为现代西方人的主要消费对象，但这一切并不能填补精神的空虚。所以愈是现代性的思想家，其实愈浸透着一股发思古之幽情的感伤。他们或向往古希腊的审美国度，或怀念中世纪的牧歌生涯，或羡慕东方式的宗法情趣。透过不同的表达方式，我们可以听到同样的呼声――对性灵生活的呼唤。有人曾同我争论中国的当务之急是建设现代物质文明，然后才谈得上疗治文明的弊病。我只能怯生生地问道难道几代人的灵魂寻求是无足轻重的吗我承认我不是理直气壮，因为我能感觉到时代的两难困境野蛮的符咒尚未挣脱，文明的压抑接踵而至。一方面，权贵贪欲的膨胀使得腐败丛生。另一方面，金钱力量的崛起导致精神平庸。"}
{"text":"他们或向往古希腊的审美国度，或怀念中世纪的牧歌生涯，或羡慕东方式的宗法情趣。透过不同的表达方式，我们可以听到同样的呼声――对性灵生活的呼唤。有人曾同我争论中国的当务之急是建设现代物质文明，然后才谈得上疗治文明的弊病。我只能怯生生地问道难道几代人的灵魂寻求是无足轻重的吗我承认我不是理直气壮，因为我能感觉到时代的两难困境野蛮的符咒尚未挣脱，文明的压抑接踵而至。一方面，权贵贪欲的膨胀使得腐败丛生。另一方面，金钱力量的崛起导致精神平庸。鉴于前者，仁人志士戮力于改革开放和振兴之举。面对后者，哲人贤士呼唤着性灵爱心和净化之道。文明与野蛮的决战犹未见分晓，超越与沉沦的对峙已拉开序幕。积弊时弊并存，近忧远虑交集。此时此刻，治国者固然身临千钧一发的险关，运思者何尝不是肩负莫衷一是的难题也许，为了文明征服野蛮，性灵只好承受技术的压抑。为了金钱战胜权力，精神只好经历市场的沉沦。怕只怕文明与野蛮握手言欢，金钱与权力狼狈为奸，那才真正是民族的灾难。物质上的贫富悬殊已经有目共睹，精神上何尝不也发生着两极分化好在一个人只要耐得贫困，自甘寂寞，总还可以为灵魂守一块家园，不致在这纷纷扰扰的世界上流离失所。认清贫困和寂寞乃是心灵高贵者在这个时代的命运，困惑中倒也生出了一些坦然。时尚考察在义与利之外君子喻以义，小人喻以利。中国人的人生哲学总是围绕着义利二字打转。可是，假如我既不是君子，也不是小人呢曾经有过一个人皆君子言必称义的时代，当时或许有过大义灭利的真君子，但更常见的是借义逐利的伪君子和假义真情的迂君子。那个时代过去了。曾几何时，世风剧变，义的信誉一落千丈，真君子销声匿迹，伪君子真相毕露，迂君子豁然开窍，都一窝蜂奔利而去。据说观念更新，义利之辨有了新解，原来利并非小人的专利，倒是做人的天经地义。时间就是金钱今一句时髦口号。企业家以之鞭策生产，本无可非议。但世人把它奉为指导人生的座右铭，用商业精神取代人生智慧，结果就便自己的人生成了一种企业，使人际关系成了一个市场。我曾经嘲笑廉价的人情味，如今，连人情味也变得昂贵而罕见了。"}
{"text":"曾几何时，世风剧变，义的信誉一落千丈，真君子销声匿迹，伪君子真相毕露，迂君子豁然开窍，都一窝蜂奔利而去。据说观念更新，义利之辨有了新解，原来利并非小人的专利，倒是做人的天经地义。时间就是金钱今一句时髦口号。企业家以之鞭策生产，本无可非议。但世人把它奉为指导人生的座右铭，用商业精神取代人生智慧，结果就便自己的人生成了一种企业，使人际关系成了一个市场。我曾经嘲笑廉价的人情味，如今，连人情味也变得昂贵而罕见了。试问，不花钱你可能买到一个微笑，一句问候，一丁点儿侧隐之心不过，无须怀旧。想靠形形色色的义的说教来匡正时弊，拯救世风人心，事实上无济于事。在义利之外，还有别样的人生态度。在君子小人之外，还有别样的人格。套孔于的句式，不妨说至人喻以情。义和利，貌似相反，实则相通。义要求人献身抽象的社会实体，利驱使人投身世俗的物质利益，两者都无视人的心灵生活，遮蔽了人的真正的自我。义教人奉献，利诱人占有，前者把人生变成一次义务的履行，后者把人生变成一场权利的争夺，殊不知人生的真价值是超乎义务和权利之外的。义和利都脱不开计较，所以，无论义师讨伐叛臣，还是利欲支配众生，人与人之间的关系总是紧张。如果说义代表一种伦理的人生态度，利代表一种功利的人生态度，那么，我所说的情便代表一种审美的人生态度。它主张率性而行，适情而止，每个人都保持自己的真性情。你不是你所信奉的教义，也不是你所占有的物品，你之为你仅在于你的真实自我。生命的意义不在奉献或占有，而在创造，创造就是人的真性情的积极展开，是人在实现其本质力量时所获得的情感上的满足。创造不同于奉献，奉献只是完成外在的责任，创造却是实现真实的自我。至于创造和占有，其差别更是一目了然，譬如写作，占有注重的是作品所带来的名利地位，创造注重的只是创作本身的快乐。有真性情的人，与人相处唯求情感的沟通，与物相触独钟情趣的品味。更为可贵的是，在世人匆忙逐利又为利所逐的时代，他接人待物有一种闲适之情。我不是指中国士大夫式的闲情逸致，也不是指小农式的知足保守，而是指一种不为利驱不为物役的淡泊的生活情怀。仍以写作为例，我想不通，一个人何必要著作等身呢倘想流芳千古，一首不朽的小诗足矣。"}
{"text":"至于创造和占有，其差别更是一目了然，譬如写作，占有注重的是作品所带来的名利地位，创造注重的只是创作本身的快乐。有真性情的人，与人相处唯求情感的沟通，与物相触独钟情趣的品味。更为可贵的是，在世人匆忙逐利又为利所逐的时代，他接人待物有一种闲适之情。我不是指中国士大夫式的闲情逸致，也不是指小农式的知足保守，而是指一种不为利驱不为物役的淡泊的生活情怀。仍以写作为例，我想不通，一个人何必要著作等身呢倘想流芳千古，一首不朽的小诗足矣。倘无此奢求，则只要活得自在即可，写作也不过是这活得自在的一种方式罢了。肖伯纳说人生有两大悲剧，一是没有得到你心爱的东西，另一是得到了你心爱的东西。我曾经深以为然，并且佩服他把人生的可悲境遇表述得如此轻松俏皮。但仔细玩味，发现这话的立足点仍是占有，所以才会有占有欲未得满足的痛苦和已得满足的无聊这双重悲剧。如果把立足点移到创造上，以审美的眼光看人生，我们岂不可以反其意而说人生有两大快乐，一是没有得到你心爱的东西，于是你可以去寻求和创造另一是得到了你心爱的东西，于是你可以去品味和体验当然，人生总有其不可消除的痛苦，而重情轻利的人所体味到的辛酸悲哀，更为逐利之辈所梦想不到。但是，摆脱了占有欲，至少可以使人免除许多琐屑的烦恼和渺小的痛苦，活得有器度些。我无意以审美之情为救世良策，而只是表达了一个信念在义与利之外，还有一种更值得一过的人生。这个信念将支撑我度过未来吉凶难卜的岁月。时尚考察消费享受？我讨厌形形色色的苦行主义。人活一世，生老病死，苦难够多的了，在能享受时凭什么不享受？享受实在是人生的天经地义。蒙田甚至把善于享受人生称作至高至圣的美德，据他说，恺撒亚历山大都是视享受生活乐趣为自己的正常活动，而把他们呵叱风云的战争生涯看作非正常活动的。然而，怎样才算真正享受人生呢？对此就不免见仁见智了。依我看，我们时代的迷误之一是把消费当作享受，而其实两者完全不是一回事。我并不想介入高消费能否促进繁荣的争论，因为那是经济学家的事，和人生哲学无关。我也无意反对汽车别墅高档家具四星级饭店包房等等，只想指出这一切仅属于消费范畴，而奢华的消费并非享受的必要条件，更非充分条件。"}
{"text":"然而，怎样才算真正享受人生呢？对此就不免见仁见智了。依我看，我们时代的迷误之一是把消费当作享受，而其实两者完全不是一回事。我并不想介入高消费能否促进繁荣的争论，因为那是经济学家的事，和人生哲学无关。我也无意反对汽车别墅高档家具四星级饭店包房等等，只想指出这一切仅属于消费范畴，而奢华的消费并非享受的必要条件，更非充分条件。当然，消费和享受不是绝对互相排斥的，有时两者会发生重合。但是，它们之间的区别又是显而易见的。例如，纯粹泄欲的色情活动只是性消费，灵肉与共的爱情才是性的真享受走马看花式的游览景点只是旅游消费，陶然于山水之间才是大自然的真享受用电视报刊书籍解闷只是文化消费，启迪心智的读书和艺术欣赏才是文化的真享受。要而言之，真正的享受必是有心灵参与的，其中必定包含了所谓灵魂的愉悦和升华的因素。否则，花钱再多，也只能叫做消费。享受和消费的不同，正相当于创造和生产的不同。创造和享受属于精神生活的范畴，就象生产和消费属于物质生活的范畴一样。以为消费的数量会和享受的质量成正比，实在是一种糊涂看法。苏格拉底看遍雅典街头的货摊，惊叹道这里有多少我不需要的东西呵！每个稍有悟性的读者读到这个故事，都不禁要会心一笑。塞涅卡说得好许多东西，仅当我们没有它们也能对付时，我们才发现它们原来是多么不必要的东西。我们过去一直使用着它们，这并不是因为我们需要它们，而是因为我们拥有它们。另一方面呢，正因为我们拥有了太多的花钱买来的东西，便忽略了不用花钱买的享受。清风朗月不用一钱买，可是每天夜晚守在电视机前的我们哪里还想得起它们？何处无月，何处无竹柏，但少闲人如吾两人耳。在人人忙于赚钱和花钱的今天，这样的闲人更是到哪里去寻？那么，难道不存在纯粹肉体的物质的享受了吗？不错，人有一个肉体，这个肉体也是很喜欢享受，为了享受也是很需要物质手段的。可是，仔细想一想，我们便会发现，人的肉体需要是有被它的生理构造所决定的极限的，因而由这种需要的满足而获得的纯粹肉体性质的快感差不多是千古不变的，无非是食色温饱健康之类。"}
{"text":"何处无月，何处无竹柏，但少闲人如吾两人耳。在人人忙于赚钱和花钱的今天，这样的闲人更是到哪里去寻？那么，难道不存在纯粹肉体的物质的享受了吗？不错，人有一个肉体，这个肉体也是很喜欢享受，为了享受也是很需要物质手段的。可是，仔细想一想，我们便会发现，人的肉体需要是有被它的生理构造所决定的极限的，因而由这种需要的满足而获得的纯粹肉体性质的快感差不多是千古不变的，无非是食色温饱健康之类。殷纣王以酒为池，悬肉为林，但他自己只有一只普通的胃。秦始皇筑阿房宫，东西五百步，南北五十丈，但他自己只有五尺之躯。多么热烈的美食家，他的朵颐之快也必须有间歇，否则会消化不良。多么勤奋的登徒子，他的床第之乐也必须有节制，否则会肾虚。每一种生理欲望都是会餍足的，并且严格地遵循着过犹不足的法则。山珍海味，挥金如土，更多的是摆阔气。藏娇纳妾，美女如云，更多的是图虚荣。万贯家财带来的最大快乐并非直接的物质享受，而是守财奴清点财产时的那份欣喜，败家子挥霍财产时的那份痛快。凡此种种，都已经超出生理满足的范围了，但称它们为精神享受未免肉麻，它们至多只是一种心理满足罢了。我相信人必定是有灵魂的，而灵魂与感觉思维情绪意志之类的心理现象必定属于不同的层次。灵魂是人的精神自我的栖居地，所寻求的是真挚的爱和坚实的信仰，关注的是生命意义的实现。幸福只是灵魂的事，它是爱心的充实，是一种活得有意义的鲜明感受。肉体只会有快感，不会有幸福感。奢侈的生活方式给人带来的至多是一种浅薄的优越感，也谈不上幸福感。当一个享尽人间荣华富贵的幸运儿仍然为生活的空虚苦恼时，他听到的正是他的灵魂的叹息。时尚考察奢侈品的不便在巴黎时，友人送我一本精美的活页记事本，真皮封面，内芯是年度的记事页，纸质极佳，每日一页。他是为了祝贺我的生日，特地花了一百多法郎买来送我的。我很感谢他的这份礼物，却不知拿它作什么用。每到新年在望，我都会得到类似的年度记事本，当然远不如这本巴黎产的精美，但也一律使我感到华而不实，派不上用场。用来记事吗我的日子过得很简单，不像商人政客明星，有那么多的事务和约会，需要精确地安排日程，详尽地记录备忘。"}
{"text":"他是为了祝贺我的生日，特地花了一百多法郎买来送我的。我很感谢他的这份礼物，却不知拿它作什么用。每到新年在望，我都会得到类似的年度记事本，当然远不如这本巴黎产的精美，但也一律使我感到华而不实，派不上用场。用来记事吗我的日子过得很简单，不像商人政客明星，有那么多的事务和约会，需要精确地安排日程，详尽地记录备忘。用来写日记吗可是，我并非每天都有值得一写的经历的，有时候又会心潮澎湃一泻千里，怎么能削足适履，按照每日一页的篇幅来分配我的生活和思想呢所以，结果是，若干年下来，积压了好些这类废弃不用的空白记事本，成了一堆彻底无用的垃圾。还有那些漂亮的书签，据说是专供夹在读到一半的书里，作标签用的。然而，我虽然也有一些这样的书签，却从来想不到用它们。不，我宁可用随手抓到的小纸片，其标签的功能丝毫不亚于世上最豪华的书签，而且我在读书时可以在上面随意写点什么，也可以随意将它们丢弃。诸如收藏精美的稿笺信笺笔记本藏书票之类，就像收藏邮票古币一样，不失为一种雅好，但是肯定和真正的精神创造活动无关。依我之见，一切奢侈品都会给精神活动带来不便。翻一翻文学史和艺术史，多少流传千古的文字和乐曲，一开始只是写在不起眼的纸片上的。灵感袭来之时，但求一吐为快，绝不讲究承载物的质地。当内容是妙手偶得的时候，承载它的物质材料就当然是信手拈来的了。唯其信手拈来，所以心态是自由无碍的。推而广之，我相信物质上的简朴乃是精神上的自由的一个必要条件。譬如说，我最不爱穿西服，就因为西服使我感到非常不自由。在我看来，穿前那熨烫的功夫，对褶缝的讲究，领带花式的配备，穿时那保养的功夫，对礼仪的讲究，举手投足的谨慎，都是对我的自由的粗暴剥夺。所以，我平生几乎不曾穿过西服，出国时也是一套不带，穿一身夹克和牛仔裤漫游欧洲，随地坐卧，那多自在。那么，现在我使用电脑写作，岂非违背了我的上述信念是的，在享受电脑所提供的种种便利的同时，我确实感觉到了它的诸多不便。例如，当我脑中闪过突然的感想时，倘若要去打开电脑把它们写下来，实在是不胜其烦的事情。"}
{"text":"所以，我平生几乎不曾穿过西服，出国时也是一套不带，穿一身夹克和牛仔裤漫游欧洲，随地坐卧，那多自在。那么，现在我使用电脑写作，岂非违背了我的上述信念是的，在享受电脑所提供的种种便利的同时，我确实感觉到了它的诸多不便。例如，当我脑中闪过突然的感想时，倘若要去打开电脑把它们写下来，实在是不胜其烦的事情。正因为如此，在我的案头床头依然放着许多小纸片，它们在我的精神生活中继续发挥着电脑永远无法代替的作用。时尚考察旅游旅游？一旅游旅游？从前，一个旅字，一个游字，总是单独使用，凝聚着离家的悲愁。山晓旅人去，天高秋气悲。浮云蔽白日，游子不顾反。孑然一身，隐入苍茫自然，真有说不出的凄凉。另一方面，庄子游于壕梁之上，李白一生好入名山游，游字又给人一种逍遥自在的感觉。也许，这两种体验的交织，正是人生羁旅的真实境遇。我们远离了家亲人公务和日常所习惯的一切，置身于陌生的事物之中，感到若有所失。这所失使我们怅然，但同时使我们获得一种解脱之感，因为我们发现，原来那失去的一切非我们所必需，过去我们固守着它们，反倒失去了更可贵的东西。在与大自然的交融中，那狭隘的乡恋被净化了。寄旅和漫游深化了我们对人生的体悟我们无家可归，但我们有永恒的归宿。不知从什么时候起，旅游二字合到了一起。于是，现代人不再悲愁，也不再逍遥，而只是安心又仓促地完成着他们繁忙事务中的一项――旅游。那么，请允许我说我是旅人，是游子，但我不是旅游者。二现代旅游业旅游业是现代商业文明的产物。在这个全民皆商涨价成风的年头，也许我无权独独抱怨旅游也纳入了商业轨道，成了最昂贵的消费之一。可悲的是，人们花了钱仍得不到真正的享受。"}
{"text":"那么，请允许我说我是旅人，是游子，但我不是旅游者。二现代旅游业旅游业是现代商业文明的产物。在这个全民皆商涨价成风的年头，也许我无权独独抱怨旅游也纳入了商业轨道，成了最昂贵的消费之一。可悲的是，人们花了钱仍得不到真正的享受。平时匆忙赚钱，积够了钱，旅游去可是，普天下的旅游场所，哪里不充斥着招揽顾客的吆喝声假冒险的娱乐设施凑热闹的人群可怜在一片嘈杂中花光了钱，拖着疲惫的身子回家，又重新投入匆忙的赚钱活动。一切意义都寓于过程。然而，现代文明是急功近利的文明，只求结果，藐视过程。人们手捧旅游图，肩挎照相机，按图索骥，专找图上标明的去处，在某某峰某某亭咔嚓几下，留下到此一游的证据，便心满意足地离去。每当我看到举着小旗成群结队掐着钟点的团体旅游，便生愚不可及之感。现代人已经没有足够的灵性独自面对自然。在人与人的挤压中，自然消隐不见了。是的，我们有了旅游业。可是，恬静的陶醉在哪里真正的精神愉悦在哪里与大自然的交融在哪里三名人与名胜赫赫有名者未必优秀，默默无闻者未必拙劣。人如此，自然景观也如此。人怕出名，风景也怕出名。人一出名，就不再属于自己，慕名者络绎来访，使他失去了宁静的心境以及和二三知友相对而坐的情趣。风景一出名，也就沦入凡尘，游人云集，使它失去了宁静的环境以及被真正知音赏玩的欣慰。当世人纷纷拥向名人和名胜之时，我独爱潜入陋巷僻壤，去寻访不知名的人物和景观。时尚考察名人和明星我们这个时代似乎是一个盛产名人的时代。这当然要归功于传媒的发达，尤其是电视的普及，使得随便哪个人的名字和面孔很容易让公众熟悉。风气所染，从前在寒窗下苦读的书生们终于也按捺不住，纷纷破窗而出。人们仿佛已经羞于默默无闻，争相吸引传媒的注意，以增大知名度为荣。古希腊晚期的一位喜剧家在缅怀早期的七智者时曾说从前世界上只有七个智者，而如今要找七个自认不是智者的人也不容易了。"}
