{"text":"咱们用也就是跟着起哄罢了。现在可以说说中国现代知识分子的中古遗风是什么了。他既不像远古的中国知识分子如孔孟，杨朱，墨子那样建立道德体系，也不像现代欧美知识分子跨价值观的立论价值中立。最爱干的事是拿着已有的道德体系说别人，如前所述，这正是中古的遗风。倒霉的是，在社会的转型时期，已有的道德体系不完备，自己都说不清于是就哀叹人心不古，世道浇漓，道德武器船不坚，炮不利，造新船新炮又不敢。其实可以把开船打炮的事交给别人干但咱们又怕失业。当然，知识分子也是社会的一分子，也该有公民热情，针砭时弊也是知识分子该干的事不过出于公民热情去做事时，是以公民的身份，而非知识分子的身份，和大家完全平等。这个地位咱们又接受不了，非要有点知识分子特色不可。照我看这个特色就是中古特色。三中国知识分子该不该放弃中古遗风？现在中国知识分子在关注社会时，批判找不着目标，颂扬也找不着目标，只一件事找得着目标呼吁速将大任降给我们，这大任乃是我们维护价值体系的责任，没有它我们就丧失了存在的意义。要论价值体系的形成，从自然地理到生活方式都有一份作用，其功能也是关系到每一个人，维护也好，变革也罢，总不能光知识分子说了算哪。要社会把这份责任全交给你，得有个理由。总不能说我除了这件事之外旁的干不来吧？凭我妙笔生花，词儿多？那就是把别人当傻子了。凭我是个好人？这话人人会说，故而不能认真对待。我知道有人很想说，历史上就是我们负这责任。这不是个道理，历史上男子可以三妻四妾，妇女还裹脚哪，咱们可别讲出这种糊涂油蒙了心的话来找挨骂。再说，拉着历史的车轮逆转，咱们这些人是拉不动的。说来说去，只能说凭我清楚明白。那么我只能凭思维能力来负这份责任，说那些说得清的事把那些说不清的事，交付公论。现代的欧美知识分子就是这么讨论社会问题从人类的立场，从科学的立场，从理性的立场，把价值的立场剩给别人。咱们能不能学会？最后说说中国知识分子的传统。当然，他有士的传统。有人说，他先天下之忧而忧，后天下之乐而乐悲观主义者？。有人说，他以天下为己任国际主义者？，我看都不典型。最典型的是他自以为道德清高士有百行，地位崇高四民之首，有资格教训别人教化于民。这就是说，我们是这样看自己的。问题是别人怎样看我们。我所见到的事，实属可怜，脱裤子割尾巴地混了这么多年，才混到工人阶级队伍里，可谓心比天高，命比纸薄！"}
{"text":"咱们能不能学会？最后说说中国知识分子的传统。当然，他有士的传统。有人说，他先天下之忧而忧，后天下之乐而乐悲观主义者？。有人说，他以天下为己任国际主义者？，我看都不典型。最典型的是他自以为道德清高士有百行，地位崇高四民之首，有资格教训别人教化于民。这就是说，我们是这样看自己的。问题是别人怎样看我们。我所见到的事，实属可怜，脱裤子割尾巴地混了这么多年，才混到工人阶级队伍里，可谓心比天高，命比纸薄！在这种情况下，我建议咱们把士的传统忘掉为好，因为不肯忘就是做白日梦了。如果我们讨论社会问题，就讲硬道理有什么事，我知道，别人还不知道或者有什么复杂的问题，我想通了，别人想不通也就是说，按现代的标准来表现知识分子的能力。这样虽然缺少了中国特色，但也未见得不好。知识分子的不幸乔叟特伯雷故事集里，有这样一个故事，有位武士犯了重罪，国王把他交给王后处置。王后命他回答一个问题什么是女人最大的心愿？这位武士当场答不上来，王后给了他一个期限，到期再答不上来，就砍他的脑袋。于是，这位武士走遍天涯去寻求答案。最后终于找到了，保住了自己的头假如找不到，也就不成其为故事。据说这个答案经全体贵妇讨论，一致认为正确，就是女人最大的心愿就是有人爱她。要是在今天，女权主义者可能会有不同看法，但在中世纪，这答案就可以得满分啦。我也有一个问题，是这样的什么是知识分子最害怕的事？而且我也有答案，自以为经得起全球知识分子的质疑，那就是知识分子最怕活在不理智的年代。所谓不理智的年代，就是伽利略低头认罪，承认地球不转的年代，也是拉瓦锡上断头台的年代是茨威格服毒自杀的年代，也是跳进太平湖的年代。我认为，知识分子的长处只是会以理服人，假如不讲理，他就没有长处，只有短处，活着没意思，不如死掉。丹麦王子哈姆雷特说活着呢，还是死去，这是问题。但知识分子赶上这么个年代，死活不是问题。最大的问题是这个倒霉的年头儿何时过去。假如能赶上这年头过去，就活着赶不上了就犯不着再拖下去。先生自杀的年代，我已经懂事了，认识不少知识分子。虽然我当时是个孩子，但嘴很严，所以也是他们谈话的对象。就我所知，他们最关心的正是赶得上赶不上的问题。在那年头死掉的知识分子，只要不是被杀，准是觉得赶不上好年头了。"}
{"text":"丹麦王子哈姆雷特说活着呢，还是死去，这是问题。但知识分子赶上这么个年代，死活不是问题。最大的问题是这个倒霉的年头儿何时过去。假如能赶上这年头过去，就活着赶不上了就犯不着再拖下去。先生自杀的年代，我已经懂事了，认识不少知识分子。虽然我当时是个孩子，但嘴很严，所以也是他们谈话的对象。就我所知，他们最关心的正是赶得上赶不上的问题。在那年头死掉的知识分子，只要不是被杀，准是觉得赶不上好年头了。而活下来的准觉得自己还能赶上――当然，被改造好了不再是知识分子的人不在此列。因此我对自己的答案颇有信心，敢拿这事和天下人打赌，知识分子最大的不幸，就是这种不理智。下一个问题是我们所说的不理智，到底是因何而起？对此我有个答案，但不愿为此打赌，主要是怕对方输了赖帐此种不理智，总是起源于价值观或信仰的领域。不很久以前，有位外国小说家还因作品冒犯了某种信仰，被下了决杀令，只好隐姓埋名躲起来。不管此种宗教的信仰者怎么看，我总以为，因为某人写小说就杀了他是不理智的。所幸这道命令已被取消，这位小说家又可以出来角逐布克奖了。对于这世界上的各种信仰，我并无偏见，对有坚定信仰的人我还很佩服，但我不得不指出，狂信会导致偏执和不理智。有一篇歌词，很有点说明意义跨过大海，尸浮海面，跨过高山，尸横遍野，为天皇捐躯，视死如归。这是一首日本军歌的歌词，从中不难看出，对天皇的狂信导致了最不理智的死亡欲望。一位知识分子对歌中唱到的风景，除了痛心疾首，不应再有其他评价。还有一支出于狂信的歌曲，歌词如下无产阶级文化大革命，就是好！就是好来就是好啊，就是好！这四个就是好，无疑根绝了讲任何道理的可能性。因为狂信，人就不想讲理。我个人以为，无理可讲比尸横遍野更糟而且，只要到了无理可讲的地步，肯定也要尸横遍野，文化革命里就死人不少，还造成了全民知识水平的大倒退。当然，信仰并不是总要导致狂信，它也不总是导致不理智。全无信仰的人往往不堪信任，在我们现在的社会里，无信仰无价值的人正给社会制造麻烦，谁也不能视而不见。十年前，我在美国，和我的老师讨论这个问题，他说对一般人来说，有信仰比无信仰要好。起初我不赞成，后来还是被他说服了。"}
{"text":"当然，信仰并不是总要导致狂信，它也不总是导致不理智。全无信仰的人往往不堪信任，在我们现在的社会里，无信仰无价值的人正给社会制造麻烦，谁也不能视而不见。十年前，我在美国，和我的老师讨论这个问题，他说对一般人来说，有信仰比无信仰要好。起初我不赞成，后来还是被他说服了。十年前我在美国，适逢里根政府要通过一个法案，要求所有的中小学在课间安排一段时间，让所有的孩子在教师的带领下一起祷告。因为想起了文化革命里的早请示，我听了就摇头，险些把脑袋摇了下来。我老师说这件事你可以不同意，但不要这样嗤之以鼻――没你想的那么糟。政府没有强求大家祈祷新教的上帝。佛教孩子可以念阿弥陀佛，伊斯兰教的孩子可以祷告真主，中国孩子也可以想想天地祖宗――各自向自己的神祈祷，这没什么不好。但我还是要摇头。我老师又说不要光想你自己！十几岁的孩子总不会是知识分子吧。就算他是无神论者，也可以在祷告时间反省一下自己的所作所为。这种道理说服了我，止住了我的摇头疯不管是信神，还是自珍自重，人活在世界上总得有点信念才成。就我个人而言，虽是无神论者，对于无限广阔的未知世界，多少还有点猜测我也有个人的操守，从不逾矩，其依据也不是人人都能接受的，所以也是一种信念。从这个意义上说，我理应不反对别人信神信祖宗，或者信天命――只要信得不过分。在学校里安排段祈祷的时间，让小孩子保持虔诚的心境，这的确不是坏主意――当时我是这样想，现在我又改主意了。时隔十年，再来考虑信仰问题，我忽然发现，任何一种信仰，包括我的信仰在内，如果被滥用，都可以成为打人的棍子迫害别人的工具。渎神是罪名，反民族反传统目无祖宗都是罪名。只要你能举出一种可以狂信而无丧失理智危险的信仰，无须再说它有其他的好处，我马上就皈依它――这种好处比其他所有好处加起来，都要大得多啊。现在，有这样一种信仰摆在了我们面前。请相信，对于它的全部说明，我都考虑过了。它有很多好处它是民族的传统的中庸的自然的先进的唯一可行的论说都很充分。但我不以为它可以保证自己不是打人的棍子，理由很简单，它本身就包括了很多大帽子，其分量足以使人颈骨折断反民族反传统反中庸反自然尤其是头两顶帽子，分量简直是一目了然的。"}
{"text":"现在，有这样一种信仰摆在了我们面前。请相信，对于它的全部说明，我都考虑过了。它有很多好处它是民族的传统的中庸的自然的先进的唯一可行的论说都很充分。但我不以为它可以保证自己不是打人的棍子，理由很简单，它本身就包括了很多大帽子，其分量足以使人颈骨折断反民族反传统反中庸反自然尤其是头两顶帽子，分量简直是一目了然的。就连当初提倡它的余英时先生，看到我们这里附和者日众，也犯起嘀咕来了。最近他在二十一世纪杂志上著文，提出了反对煽动民族狂热的问题。在我看来，就是因为看到了第一顶帽子的分量。金庸先生小说里曾言武林至尊，宝刀屠龙号令天下，莫敢不从！民族狂热就是把屠龙刀啊。余先生不肯铸出宝刀，再倒持太阿，以柄授人――这证明了我对海外华人学者一贯的看法人家不但学术上有长处，对于切身利害也很惊警，借用打麻将的术语，叫做门儿清！至于国内的学者，门儿清就不是他们的长处。有学者说，我们搞的是学术研究，不是搞意识形态――嘿，这由得了你吗？有朝一日它成了意识形态，你的话就是罪状胆敢把我们民族伟大的精神遗产扣押在书斋里，不让它和广大群众见面！我敢打赌，甚至敢赌十块钱到了这有朝一日，整他准比整我还厉害。说到信仰，我和我老师有种本质的不同。他老人家是基督徒，又对儒学击节赞赏他告诉我说，只要身体条件许可，他每年都要去趟以色列――他对犹太教也有兴趣至于割没割包皮，因为没有和他老人家同浴的机会，我不知道。但我知道，他是一个信仰的爱好者。我相信他对我的看法是可恨的无神论者，马基雅弗利分子。我并不以此为耻。说到马基雅弗利，一般人都急于和他划清界线，因为他胆敢把道义信仰全抛开，赤裸裸地谈到利害但是真正的知识分子对他的评价不低，赤裸裸地谈利害，就接近于理智。但我还是不当马基雅弗利分子――我是墨子的门徒，这样把自己划在本民族的圈子里面，主要是想防个万一。顺便说一句，我老师学问很大，但很天真我学问很小，但老奸巨猾。对于这一点，他也佩服。用他的原话来说，是这样的你们大陆来的同学，经历这一条，别人没法比啊。我对墨子的崇拜有两大原因其一，他思路缜密，有人说他发现了小孔成像――假如是真的，那就是发现了光的直线传播，比朱子只知阴阳二气强了一百多倍――只可惜没有完备的实验记录来证明。"}
{"text":"但我还是不当马基雅弗利分子――我是墨子的门徒，这样把自己划在本民族的圈子里面，主要是想防个万一。顺便说一句，我老师学问很大，但很天真我学问很小，但老奸巨猾。对于这一点，他也佩服。用他的原话来说，是这样的你们大陆来的同学，经历这一条，别人没法比啊。我对墨子的崇拜有两大原因其一，他思路缜密，有人说他发现了小孔成像――假如是真的，那就是发现了光的直线传播，比朱子只知阴阳二气强了一百多倍――只可惜没有完备的实验记录来证明。另外，他用微积分里较老的一种方法来论证无穷实际是论兼爱是可能的。这种方法叫德尔塔依伏赛语言，高明无比在这方面，把孔孟程朱捆在一起都不是他的个儿。其二，他敢赤裸裸地谈利害。我最佩服他这后一点。但我不崇拜他兼爱无等差的思想，以为有滥情之嫌。不管怎么说，墨子很能壮我的胆。有了他，我也敢说自己是中华民族的赤诚分子，不怕国学家说我是全盘西化了。作为墨子门徒，我认为理智是伦理的第一准则，理由是它是一切知识分子的生命线。出于利害，它只能放到第一。当然，我对理智的定义是它是对知识分子有益，而绝不是有害的性质――当然还可以有别的定义，但那些定义里一定要把我的定义包括在内。在古希腊，人最大的罪恶是在战争中砍倒橄榄树。在现代，知识分子最大的罪恶是建造关押自己的思想监狱。砍倒橄榄树是灭绝大地的丰饶，营造意识形态则是灭绝思想的丰饶我觉得后一种罪过更大――没了橄榄油，顶多不吃色拉没有思想人就要死了。信仰是重要的，但要从属于理性――如果这是不许可的，起码也该是鼎立之势。要是再不许可，还可以退而求其次――你搞你的意识形态，我不说话总是可以的吧。最糟的是某种偏激之见主宰了理性，聪明人想法子自己来害自己。我们所说的不幸，就从这里开始了。中国的人文知识分子，有种以天下为己任的使命感，总觉得自己该搞出些给老百姓当信仰的东西。这种想法的古怪之处在于，他们不仅是想当牧师想当神学家，还想当上帝中国话不叫上帝，叫圣人。可惜的是，老百姓该信什么，信到哪种程度，你说了并不算哪，这是令人遗憾的。还有一条不令人遗憾，但却要命你自己也是老百姓所以弄得不好，就会自己屙屎自已吃。中国的知识分子在这一节上从来就不明白，所以常常会害到自己。"}
{"text":"中国的人文知识分子，有种以天下为己任的使命感，总觉得自己该搞出些给老百姓当信仰的东西。这种想法的古怪之处在于，他们不仅是想当牧师想当神学家，还想当上帝中国话不叫上帝，叫圣人。可惜的是，老百姓该信什么，信到哪种程度，你说了并不算哪，这是令人遗憾的。还有一条不令人遗憾，但却要命你自己也是老百姓所以弄得不好，就会自己屙屎自已吃。中国的知识分子在这一节上从来就不明白，所以常常会害到自己。在这方面我有个例子，只是想形象说明一下什么叫自己屙屎自己吃，没有其他寓意我有位世伯，文革前是工读学校的校长，总拿二十四孝为教本，教学生说，百善孝为先，从老莱娱亲郭解埋儿，一路讲到卧冰求鱼。学生听得毛骨悚然，他还自以为得计。忽一日，来了文化革命，学生把他驱到冰上，说道我们打听清楚了，你爸今儿病了，要吃鱼――脱了衣服，趴下吧，给我们表演一下卧冰求鱼――我世伯就此落下病根，健康全毁了。当然，学生都是混蛋，但我世伯也懊悔当初讲得太肉麻。假如不讲那些肉麻故事，挨揍也是免不了，但学生怎么也想不出这么绝的方法来作践他。他倒愿意在头上挨皮带，但岂可得乎我总是说笑话来安慰他你没给他们讲割股疗亲，就该说是不幸之中的大幸，要不然，学生片了你，岂不更坏？但他听了不觉得可笑。时至今日，一听到二十四孝，他就浑身起又鸟皮疙瘩。我对国学的看法是这种东西实在厉害。最可怕之处就在那个国字。顶着这个字，谁还敢有不同意见？这种套子套上脖子，想把它再扯下来是枉然的否则也不至于套了好几千年。它的诱人之处也在这个国字，抢到这个制高点，就可以压制一切不同意见所以它对一切想在思想领域里巧取豪夺的不良分子都有莫大的诱惑力。你说它是史学也好，哲学也罢，我都不反对――倘若此文对正经史学家哲学家有了得罪之处，我深表歉意――但你不该否认它有成为棍子的潜力。想当年，像姚文元之类的思想流氓拿阶级斗争当棍子，打死打伤了无数人。现在有人又在造一根漂亮棍子。它实在太漂亮了，简直是完美无缺。我怀疑除了落进思想流氓手中变成一种凶器之外，它还能有什么用场。鉴于有这种危险，我建议大家都不要做上帝梦，也别做圣人梦，以免头上鲜血淋漓。对于什么叫美好道德什么叫善良，我有个最本分的考虑认真地思索，真诚地明辨是非，有这种态度，大概就可算是善良吧。说具体些，如罗素所说，不计成败利钝地追求客观真理，这该是种美德吧？知识本身该算一种善吧？"}
{"text":"想当年，像姚文元之类的思想流氓拿阶级斗争当棍子，打死打伤了无数人。现在有人又在造一根漂亮棍子。它实在太漂亮了，简直是完美无缺。我怀疑除了落进思想流氓手中变成一种凶器之外，它还能有什么用场。鉴于有这种危险，我建议大家都不要做上帝梦，也别做圣人梦，以免头上鲜血淋漓。对于什么叫美好道德什么叫善良，我有个最本分的考虑认真地思索，真诚地明辨是非，有这种态度，大概就可算是善良吧。说具体些，如罗素所说，不计成败利钝地追求客观真理，这该是种美德吧？知识本身该算一种善吧？科学知识分子说这就够了，人文知识分子却来扳杠。他们说，这种朴素的善恶观，造成了多少罪孽！现代的科技文明使人类迷失了方向，科学又造出了毁灭世界的武器。好吧，这些说法也对。可是翻过来看看，人文知识分子又给思想流氓们造了多少凶器多少混淆是非的烟雾弹！翻过来倒过去，没有一种知识分子是清白无辜的。所以我建议把看不清楚的事撇开，就从知识分子本身的利害来考虑问题――从这种利害出发，考虑我们该有何种道德何种信念。至于该给老百姓包括我们自己在内灌输些什么，最好让领导上去考虑。我觉得领导上办这些事能行，用不着别人帮忙。作为一个知识分子，我对信念的看法是人活在世上，自会形成信念。对我本人来说，学习自然科学阅读文学作品看人文科学的书籍，乃至旅行恋爱，无不有助于形成我的信念，构造我的价值观。一种学问一本书，假如不对我的价值观发生作用姑不论其大小，我要求它是有作用的，就不值得一学，不值得一看。有一个公开的秘密就是任何一个知识分子，只要他有了成就，就会形成自己的哲学自己的信念。托尔斯泰是这样，维纳也是这样。到目前为止，我还看不出自己有要死的迹象，所以不想最终皈依什么――这块地方我给自己留着，它将是我一生事业的终结之处，我的精神墓地。不断地学习和追求，这可是人生在世最有趣的事啊，要把这件趣事从生活中去掉，倒不如把我给阉了你有种美好的信念，我很尊重，但要硬塞给我，我就不那么乐意打个粗俗的比方，你的把把不能代替我的把把，更不能代替天下人的把把啊。这种看法会遭到反对，你会说有些人就是笨，老也形不成信念，也管不了自己，就这么浑浑噩噩地活着，简直是种灾难！所以，必须有种普遍适用的信念，我们给它加点压力，灌到他们脑子里！你倒说说看，这再不叫意识形态，什么叫意识形态？"}
{"text":"不断地学习和追求，这可是人生在世最有趣的事啊，要把这件趣事从生活中去掉，倒不如把我给阉了你有种美好的信念，我很尊重，但要硬塞给我，我就不那么乐意打个粗俗的比方，你的把把不能代替我的把把，更不能代替天下人的把把啊。这种看法会遭到反对，你会说有些人就是笨，老也形不成信念，也管不了自己，就这么浑浑噩噩地活着，简直是种灾难！所以，必须有种普遍适用的信念，我们给它加点压力，灌到他们脑子里！你倒说说看，这再不叫意识形态，什么叫意识形态？假如你像我老师那么门儿清，我也不至于把脑袋摇掉，但还是要说不是所有的人都那么笨，总要留点余地呀。再说，到底要灌谁？用多大压力？只灌别人，还是连你在内？灌来灌去，可别都灌傻了呀。在科技发达的二十一世纪，你给咱们闹出一窝十几亿傻人，怎么个过法嘛花剌子模信使问题据野史记载，中亚古国花剌子模有一种古怪的风俗，凡是给君王带来好消息的信使，就会得到提升，给君王带来坏消息的人则会被送去喂老虎。于是将帅出征在外，凡麾下将士有功，就派他们给君王送好消息，以使他们得到提升有罪，则派去送坏消息，顺便给国王的老虎送去食物。花剌子模是否真有这种风俗并不重要，重要的是这个故事所具有的说明意义，对它可以举一反三。敏锐的读者马上就能发现，花剌子模的君王有一种近似天真的品行，以为奖励带来好消息的人，就能鼓励好消息的到来，处死带来坏消息的人，就能根绝坏消息。另外，假设我们生活在花剌子模，是一名敬业的信使，倘若有一天到了老虎笼子里，就可以反省到自己的不幸是因为传输了坏消息。最后，你会想到，我讲出这样一个古怪故事，必定别有用心。对于最后一点必须首先承认。从某种意义上说，学者的形象和花剌子模信使有相象之处，但这不是说他有被吃掉的危险。首先，他针对研究对象，得出有关的结论，这时还不像信使然后，把所得的结论报告给公众，包括当权者这时他就像个信使。中国的近现代学者里，做好消息信使的人很多，尤其是人文学者。比方说，现在大家发现了中华文化是最好的文化，世界的前途倚赖东方文明。不过也有坏消息信使，此人叫作马寅初。五十年代初，马寅初提出了新人口论。当时以为，只要把马老臭批一顿，就可以根绝中国的人口问题，后来才发现，问题不是这么简单。假如学者能知道自己报告的是好消息还是坏消息，这问题也就简单了。这方面有一个例子是我亲身所历。"}
