{"text":"一九二一年秋至一九二四年冬任北京晨报副刊编辑。后又任北京京报副刊编辑。疑古钱玄同的笔名。他在一九二三年一月十日晨报副刊杂感栏发表出人意表之外的事一文，批评了小说世界的宗旨和倾向，并摘引他们的花园一诗，劝告新文学家不要与它同流合污。释藏即大藏经，汉文佛教经典和著作的总集，分经律论三藏。南北朝时开始编集，宋开宝五年首次雕刊一藏，凡十三万版，以后各代均有刊刻。道藏，道教经典和著作的总集。最早编成于唐开元中。宋徽宗政和年间首次刊印，以后各代均有刊刻。内容十分庞杂。通行本有明代的正统道藏五三五卷，万历续道藏一八卷。刻经处指金陵刻经处，经营佛教经典刻印流布的机构。商务印书馆于一九二三年影印出版日本藏经书院刊行的续藏经，一九二四年出版正统道藏。这两部书的广告，小说世界都曾登载。快活旬刊，鸳鸯蝴蝶派刊物之一，李涵秋主编。一九二二年一月创刊于上海。同年十二月停刊，共出三十六期。世界书局发行。指东枝的小说世界一文，载一九二三年一月十一日晨报副刊杂感栏，文中说小说世界的出版，其中含着极重大的意义，我们断断不可忽视的，这个意义我用战胜两个字来包括他。因为小说世界一出版，无论那一方面都自以为是战胜了。关于子见南子关于子见南子一山东省立第二师范学生会通电各级党部各级政府各民众团体各级学校各报馆均鉴敝校校址，设在曲阜，在孔庙与衍圣公府包围之中，敝会成立以来，常感封建势力之压迫，但瞻顾环境，遇事审慎，所有行动，均在曲阜县党部指导之下，努力工作，从未尝与圣裔龟酢２灰猓本年六月八日敝会举行游艺会，因在敝校大礼堂排演子见南子一剧，竟至开罪孔氏，连累敝校校长宋还吾先生，被孔氏族人孔传值仍郊吨凉民政府教育部控告侮辱孔子。顷教育部又派参事朱葆勤来曲查办，其报告如何敝会不得而知，惟对于孔氏族人呈控敝校校长各节，认为绝无意义断难成立罪名，公论具在，不可掩没。深恐各界不明真相，受其蒙蔽，代孔氏宣传，则反动势力之气焰日张，将驯至不可收拾矣。教会同人正在青年时期，对此腐恶封建势力绝不低首降伏。且国民革命能否成功，本党主义能否实行，与封建势力之是否存在，大有关系。"}
{"text":"不意，本年六月八日敝会举行游艺会，因在敝校大礼堂排演子见南子一剧，竟至开罪孔氏，连累敝校校长宋还吾先生，被孔氏族人孔传值仍郊吨凉民政府教育部控告侮辱孔子。顷教育部又派参事朱葆勤来曲查办，其报告如何敝会不得而知，惟对于孔氏族人呈控敝校校长各节，认为绝无意义断难成立罪名，公论具在，不可掩没。深恐各界不明真相，受其蒙蔽，代孔氏宣传，则反动势力之气焰日张，将驯至不可收拾矣。教会同人正在青年时期，对此腐恶封建势力绝不低首降伏。且国民革命能否成功，本党主义能否实行，与封建势力之是否存在，大有关系。此实全国各级党部，民众团体，言论机关，共负之责，不只敝会同人已也。除将教育部训令暨所附原呈及敝校长答辩书另文呈阅外，特此电请台览，祈赐指导，并予援助为荷。山东省立第二师范学生会叩。真。二教育部训令第八五五号六月二十六日令山东教育厅据孔氏六十户族人孔传值瓤馗嫔蕉省立第二师范学校校长宋还吾侮辱宗祖孔子呈请查办等情前来。查孔子诞日，全国学校应各停课，讲演孔子事迹，以作纪念。又是项纪念日，奉行政院第八次会议决，定为现行历八月二十七日。复于制定学校年学期及休假日期规程时，遵照编入，先后通令遵行各在案。原呈所称各节，如果属实，殊与院部纪念孔子本旨，大相违反。据呈前情，除以呈悉。原呈所称各节，是否属实，仰令行山东教育厅查明，核办，具报等语批示外，合行抄发原呈，令仰该厅长查明，核办，具报。此令。计抄发原呈一件――呈为公然侮辱宗祖孔子，群情不平，恳查办明令照示事。窃以山东省立第二师范校长宋还吾，系山东曹州府人，北京大学毕业，赋性乖僻，学术不纯，因有奥援，滥长该校，任事以来，言行均涉过激，绝非民党本色，早为有识者所共见。其尤属背谬，令敝族人难堪者，为该校常贴之标语及游行时所呼之口号，如孔丘为中国第一罪人，打倒孔老二，打倒旧道德，打破旧礼教，打破民可使由之不可使知之愚民政策，打倒衍圣公府输资设立的明德学校。兼以粉铅笔涂写各处孔林孔庙，时有发见，防无可防，擦不胜擦，人多势强，暴力堪虞。钧部管持全国教育，方针所在，施行划一，对于孔子从未有发表侮辱之明文。该校长如此放纵，究系采取何种教育？禀承何项意旨？抑或别开生面，另有主义？传值燃仁艨资希数典固不敢忘祖，劝告徒遭其面斥，隐忍至今，已成司空见惯。"}
{"text":"兼以粉铅笔涂写各处孔林孔庙，时有发见，防无可防，擦不胜擦，人多势强，暴力堪虞。钧部管持全国教育，方针所在，施行划一，对于孔子从未有发表侮辱之明文。该校长如此放纵，究系采取何种教育？禀承何项意旨？抑或别开生面，另有主义？传值燃仁艨资希数典固不敢忘祖，劝告徒遭其面斥，隐忍至今，已成司空见惯。讵于本年六月八日该校演剧，大肆散票，招人参观，竟有子见南子一出，学生抹作孔子，丑末脚色，女教员装成南子，冶艳出神，其扮子路者，具有绿林气概。而南子所唱歌词，则诗经风桑中篇也，丑态百出，亵渎备至，虽旧剧中之大锯缸小寡妇上坟，亦不是过。凡有血气，孰无祖先？敝族南北宗六十户，居曲阜者人尚繁伙，目见耳闻，难再忍受。加以日宾犬养毅等昨日来曲，路祭林庙，侮辱条语，竟被瞥见。幸同时伴来之张继先生立催曲阜县政府饬差揭擦，并到该校讲演，指出谬误。乃该校训育主任李灿埒大肆恼怒，即日招集学生训话，谓犬养毅为帝国主义之代表，张继先生为西山会议派腐化分子，孔子为古今中外之罪人。似此荒谬绝伦，任意谩骂，士可杀不可辱，孔子在今日，应如何处治，系属全国重大问题，钧部自有权衡，传值炔桓夜问。第对于此非法侮辱，愿以全体六十户生命负罪渎恳，迅将该校长宋还吾查明严办，昭示大众，感盛德者，当不止敝族已也。激愤陈词，无任悚惶待命之至。除另呈蒋主席暨内部外，谨呈国民政府教育部部长蒋。具呈孔氏六十户族人孔传挚准萄】坠懔Э紫芡┛准搪卓准陶淇状均孔广孔昭蓉孔传诗孔昭清孔昭坤孔庆霖孔繁蓉孔广梅孔昭昶孔宪剑孔广成孔昭栋孔昭椤紫芾三山东省立第二师范校长宋还吾答辩书孔氏六十户族人孔传值瓤馗嫔蕉省立第二师范校长宋还吾侮辱孔子一案，业经教育部派朱参事葆勤及山东教育厅派张督学郁光来曲查办。所控各节是否属实，该员等自能相当报告。惟兹事原委，还吾亦有不能已于言者，特缕析陈之。原呈所称该校常贴之标语，及游行时所呼之口号等语。查各纪念日之群众大会均系曲阜县党部招集，标语口号多由党部发给，如孔丘为中国第一罪人打倒孔老二等标语及口号，向未见闻。至打倒旧道德打倒旧礼教等标语，其他民众团体所张贴者，容或有之，与本校无干。打破民可使由之，不可使知之的愚民政策，当是本校学生会所张贴之标语。姑无论学生会在党部指挥之下，还吾不能横加干涉。"}
{"text":"所控各节是否属实，该员等自能相当报告。惟兹事原委，还吾亦有不能已于言者，特缕析陈之。原呈所称该校常贴之标语，及游行时所呼之口号等语。查各纪念日之群众大会均系曲阜县党部招集，标语口号多由党部发给，如孔丘为中国第一罪人打倒孔老二等标语及口号，向未见闻。至打倒旧道德打倒旧礼教等标语，其他民众团体所张贴者，容或有之，与本校无干。打破民可使由之，不可使知之的愚民政策，当是本校学生会所张贴之标语。姑无论学生会在党部指挥之下，还吾不能横加干涉。纵使还吾能干涉，办不能谓为有辱孔门，而强使不贴。至云打倒衍圣公府输资设立之明德中学，更属无稽。他如原呈所称兼以粉铅笔涂写各处孔林孔庙，时有发见，防无可防，擦不胜擦等语。粉铅笔等物何地蔑有，果何所据而指控本校。继云人多势强，暴力堪虞，更无事实可指，本校纵云学生人多，较之孔氏六十户，相差何啻百倍。且赤手空拳，何得谓强，读书学生，更难称暴。本校学生平日与社会民众，向无龟酰又何堪虞之可言。至称本校演子见南子一剧，事诚有之。查子见南子，见于论语。论语者，七十子后学者所记，群伦奉为圣经，历代未加删节，述者无罪，演者被控，无乃太冤乎。且原剧见北新书局奔流月刊第一卷第六号，系语堂所编，流播甚广，人所共见。本校所以排演此剧者，在使观众明了礼教与艺术之冲突，在艺术之中，认取人生真义。演时务求逼真，扮孔子者衣深衣，冠冕旒，貌极庄严。扮南子者，古装秀雅，举止大方。扮子路者，雄冠剑佩，颇有好勇之致。原呈所称学生抹作孔子，丑末脚色，女教员装成南子，淫冶出神，其扮子路者，具有绿林气概，真是信口胡云。若夫所唱歌词，均系三百篇旧文，亦原剧本所有。如谓桑中一篇，有渎圣明，则各本诗经，均存而不废，能受于庭下，吟于堂上，独不得高歌于大庭广众之中乎。原呈以桑中之篇，比之于小寡妇上坟及大锯缸，是否孔氏庭训之真义，异姓不得而知也。又据原呈所称犬养毅张继来本校演讲一节，系本校欢迎而来，并非秉承孔氏意旨，来校指斥谬误。本校训育主任，招集学生训话，系校内例行之事，并非偶然。关于犬养毅来中国之意义，应向学生说明。至谓张继先生为西山会议派腐化份子云云，系张氏讲演时，所自言之。至云孔子为古今中外之罪人，此类荒谬绝伦，不合逻辑之语，本校职员纵使学识浅薄，亦不至如此不通。"}
{"text":"原呈以桑中之篇，比之于小寡妇上坟及大锯缸，是否孔氏庭训之真义，异姓不得而知也。又据原呈所称犬养毅张继来本校演讲一节，系本校欢迎而来，并非秉承孔氏意旨，来校指斥谬误。本校训育主任，招集学生训话，系校内例行之事，并非偶然。关于犬养毅来中国之意义，应向学生说明。至谓张继先生为西山会议派腐化份子云云，系张氏讲演时，所自言之。至云孔子为古今中外之罪人，此类荒谬绝伦，不合逻辑之语，本校职员纵使学识浅薄，亦不至如此不通。况本校训育主任李灿埒，系本党忠实同志，历任南京特别市党部训练部指导科主任，绥远省党务指导委员会宣传部秘书，向来站在本党的立场上，发言谨慎，无可疵议。山东教育厅训令第六九三号，曾谓训育主任李灿埒，对于党义有深切的研究，对于工作有丰富的经验，平时与学生接近，指导学生得法，能溶化学生思想归于党义教育之正轨，训育可谓得人矣。该孔氏等随意诬蔑，是何居心。查犬养毅张继来曲，寓居衍圣公府，出入皆乘八抬大轿，校人传言，每馔价至二十六元。又云馈以古玩玉器等物，每人十数色。张继先生等一行离曲之翌日，而控还吾之呈文，即已置邮。此中线索，大可寻味。总观原呈满纸谎言，毫无实据。谓为侮辱孔子，欲加之罪，何患无辞。纵使所控属实，亦不出言论思想之范围，尽可公开讨论，无须小题大做。且确定人民有集会结社言论出版居住信仰之完全自由权，载在党纲，谁敢违背？该孔传值龋捏辞诬陷，越级呈控，不获罪戾，而教部竟派参事来曲查办，似非民主政治之下，所应有之现象。又据原呈所称全体六十户云云。查六十户者，实孔氏特殊之封建组织。孔氏族人大别为六十户，每户有户首，户首之上，有家长，家长户首处理各户之诉讼，每升堂，例陈黑红鸭嘴棍，诉讼者，则跪述事由，口称大老爷，且动遭肉刑，俨然专制时代之小朝廷。听讼则以情不以理，所谓情者大抵由金钱交易而来。案经判决，虽至冤屈，亦不敢诉诸公堂。曲阜县知事，对于孔族及其所属之诉讼，向来不敢过问。家长户首又可以勒捐功名。例如捐庙员者，每职三十千至五十千文，而勒捐之事，又层出不绝。户下孔氏，含冤忍屈，不见天日，已有年矣。衍圣公府又有百户官职，虽异姓平民，一为百户，即杀人凶犯，亦可逍遥法外。以致一般土劣，争出巨资，乞求是职。虽邻县邻省，认捐者亦不乏人。公府又有号丧户条帚户等名称，尤属离奇。"}
{"text":"听讼则以情不以理，所谓情者大抵由金钱交易而来。案经判决，虽至冤屈，亦不敢诉诸公堂。曲阜县知事，对于孔族及其所属之诉讼，向来不敢过问。家长户首又可以勒捐功名。例如捐庙员者，每职三十千至五十千文，而勒捐之事，又层出不绝。户下孔氏，含冤忍屈，不见天日，已有年矣。衍圣公府又有百户官职，虽异姓平民，一为百户，即杀人凶犯，亦可逍遥法外。以致一般土劣，争出巨资，乞求是职。虽邻县邻省，认捐者亦不乏人。公府又有号丧户条帚户等名称，尤属离奇。是等官员，大都狐假虎威，欺压良善，不仅害及户下孔氏，直害及异姓民众，又不仅害及一县，且害及邻封。户下孔氏，受其殃咎，犹可说也！异姓民众，独何辜欤？青天白日旗下，尚容有是制乎？本校设在曲阜，历任皆感困难。前校长孔祥桐以开罪同族，至被控去职，衔恨远引，发病而死。继任校长范炳辰，莅任一年之初，被控至十数次。本省教育厅设计委员会，主将本校迁至济宁，远避封建势力，不为无因。还吾到校以来，对于孔氏族人，向无不恭。又曾倡议重印孔氏遗书，如微波榭丛书以及仪郑堂集等，表扬先哲之思，不为无征。本校学生三百余人，隶曲阜县籍者将及十分之二。附属小学四百余人，除外县一二十人外，余尽属曲卑县籍，民众学校妇女部，完全为曲阜县学生。所谓曲阜县籍之学生，孔氏子女，迨居半数。本年经费困难万分，因曲阜县教育局取缔私塾，学生无处就学，本校附小本七班经费，又特开两班以资收容。对于地方社会，及孔子后裔，不谓不厚。本校常年经费五六万元，除薪俸支去半数外，余多消费于曲阜县内。学生每人每年，率各消费七八十元。曲阜县商业，所以尚能如今者，本校不为无力。此次署名控还吾者，并非六十户户首，多系乡居之人，对于所控各节未必知情，有无冒签假借等事，亦难确定，且有土劣混羼其中。经还吾询问凡孔氏稍明事理者，类未参加此事。且谓孔传值却酥志俣，实为有识者所窃笑。纵能尽如彼等之意，将校长查明严办，昭示大众。后来者将难乎为继，势非将本校迁移济宁或兖州，无法办理。若然，则本校附小四百学生，将为之失学，曲阜商业，将为之萧条矣。前津浦路开修时，原议以曲阜县城为车站，衍圣公府迷信风水，力加反对，遂改道离城十八里外之姚村，至使商贾行旅，均感不便。驯至曲阜县城内社会，仍保持其中古状态，未能进化。由今视昔，事同一例。曲卓民众何负于孔传值龋必使常在半开化之境，不能吸收近代之文明？"}
{"text":"纵能尽如彼等之意，将校长查明严办，昭示大众。后来者将难乎为继，势非将本校迁移济宁或兖州，无法办理。若然，则本校附小四百学生，将为之失学，曲阜商业，将为之萧条矣。前津浦路开修时，原议以曲阜县城为车站，衍圣公府迷信风水，力加反对，遂改道离城十八里外之姚村，至使商贾行旅，均感不便。驯至曲阜县城内社会，仍保持其中古状态，未能进化。由今视昔，事同一例。曲卓民众何负于孔传值龋必使常在半开化之境，不能吸收近代之文明？即孔氏子弟亦何乐而为此，孔氏六十户中不乏开明之士，当不能坐视该孔传值戎胡作非为，而瞑然无睹也。更有进者。还吾自加入本党，信奉总理遗教，向未违背党纪。在武汉时，曾被共产党逮捕下狱两月有余，分共之后，方被释出。原呈所谓言行均涉过激，绝非民党本色云云者，不知果何据而云然？该孔传值炔⒎潜镜惩志，所谓过激本色之意义，恐未必深晓。今竟诬告本党同志，本党应有所以处置之法不然效尤者接踵而起，不将从此多事乎？还吾自在北京大学毕业之后，从事教育，历有年所。十五年秋又入广州中国国民党学术院，受五个月之严格训练。此次任职，抱定三民主义教育宗旨，遵守上级机关法令，凡有例假，无不执行，对于院部功令，向未违背。且北伐成功以还，中央长教育行政者，前为蔡孑民先生，今为蒋梦麟先生，在山东则为教育厅何仙槎厅长，均系十年前林琴南所视为覆孔孟，铲伦常者也。蔡先生复林琴南书，犹在言行录中，蒋先生主编新教育，何厅长著文新潮，还吾在当时景佩实深，追随十年，旧志未改，至于今日，对于院部本旨所在，亦不愿稍有出入。原呈钧部管持全国教育，方针所在，施行划一，对于孔子从未有鄙夷侮辱之明文，该校长如此放纵，究系采取何种教育？禀承何项意旨？抑或别开生面，另有主义？云云。显系有意陷害，无所不用其极。还吾未尝出入孔教会之门，亦未尝至衍圣公府专诚拜谒，可谓赋性乖僻。又未尝日日读经，当然学术不纯。而本省教厅训令第六九三号内开校长宋还吾态度和蔼，与教职员学生精神融洽，作事颇具热诚，校务支配，均甚适当，对于教员之聘请，尤为尽心云云。不虞之誉，竟临藐躬，清夜自思，良不敢任。还吾籍隶山东旧曹州府城武县，确在北京大学毕业，与本省教育厅何厅长不无同乡同学之嫌，所谓因有奥援者，殆以此耶？但因与厅长有同乡同学之嫌，即不得充校长，不知依据何种法典？院部有无明令？至于是否滥长，官厅自可考查，社会亦有公论，无俟还吾喋喋矣。"}
{"text":"又未尝日日读经，当然学术不纯。而本省教厅训令第六九三号内开校长宋还吾态度和蔼，与教职员学生精神融洽，作事颇具热诚，校务支配，均甚适当，对于教员之聘请，尤为尽心云云。不虞之誉，竟临藐躬，清夜自思，良不敢任。还吾籍隶山东旧曹州府城武县，确在北京大学毕业，与本省教育厅何厅长不无同乡同学之嫌，所谓因有奥援者，殆以此耶？但因与厅长有同乡同学之嫌，即不得充校长，不知依据何种法典？院部有无明令？至于是否滥长，官厅自可考查，社会亦有公论，无俟还吾喋喋矣。还吾奉职无状，得罪巨室，至使孔传值肉乖等ㄒ，越级呈控，混乱法规之程序。教育无法进行，学生因之傍徨。午夜疚心，莫知所从。本宜躬候裁处，静默无言，但恐社会不明真象，评判无所根据，故撮述大概如右。邦人君子，其共鉴之。七月八日。四教育部朱参事及山东教育厅会衔呈文呈为公衔呈复事。案奉钧部训令，以据孔氏六十户族人孔传值纫陨蕉省立第二师范校长宋还吾侮辱宗祖孔子呈请查办等情，饬厅查明核办，并派葆勤来鲁会同教育厅查办具报等因。奉此，遵由职厅饬派省督学张郁光随同葆勤驰赴曲阜，实地调查，对于本案经过情形，备悉梗概。查原呈所控各节，计有三点一，为发布侮辱孔子标语及口号二，为表演孔子见南子戏剧三，为该校训育主任李灿埒召集学生训话，辱骂犬养毅张继及孔子。就第一点言之，除打破民可使由之不可使知之的愚民政策之标语，该校学生会确曾写贴外，其他如孔丘为中国第一罪人，打倒孔老二等标语，均查无实据。就第二点言之，孔子见南子一剧，确曾表演，惟查该剧本，并非该校自撰，完全根据奔流月刊第一卷第六号内林语堂所编成本，至扮演孔子脚色，衣冠端正，确非丑末。又查学生演剧之时，该校校长宋还吾正因公在省。就第三点言之，据由学生方面调查所得，该校早晚例有训话一次，当日欢迎犬养毅张继二先生散会后，该校训育主任于训话时，曾述及犬养氏之为人，及其来华任务，并无辱骂张氏，更无孔子为古今中外罪人之语。再原呈署名人据查多系乡居，孔氏族人之城居者，对于所控各节，多淡漠视之。总计调查所得情形，该校职教员学生似无故意侮辱孔子事实，只因地居阙里，数千年来，曾无人敢在该地，对于孔子有出乎敬礼崇拜之外者，一旦编入剧曲，摹拟容声，骇诧愤激，亦无足怪。"}
{"text":"再原呈署名人据查多系乡居，孔氏族人之城居者，对于所控各节，多淡漠视之。总计调查所得情形，该校职教员学生似无故意侮辱孔子事实，只因地居阙里，数千年来，曾无人敢在该地，对于孔子有出乎敬礼崇拜之外者，一旦编入剧曲，摹拟容声，骇诧愤激，亦无足怪。惟对于该校校长宋还吾究应若何处分之处，职等未敢擅拟，谨根据原呈所控各节，将调查所得情形，连同子见南子剧本，会衔呈复，恭请钧部鉴核批示祗遵，实为公便。谨呈教育部部长蒋。附呈奔流月刊一册。参事朱葆勤，兼山东教育厅厅长何思源。五济南通信曲阜第二师范，前因演子见南子新剧，惹起曲阜孔氏族人反对，向教育部呈控该校校长宋还吾。工商部长孔祥熙亦主严办，教育部当派参事朱葆勤来济，会同教育厅所派督学张郁光，赴曲阜调查结果，毫无实据，教厅已会同朱葆勤会呈教部核办。十一日孔祥熙随蒋主席过济时，对此事仍主严究。教长蒋梦麟监察院长蔡元培日前过济赴青岛时，曾有非正式表示，排演新剧，并无侮辱孔子情事，孔氏族人，不应小题大做。究竟结果如何，须待教部处理。八月十六日新闻报六子见南子案内幕衍圣公府陪要人大青皮讼棍为祖宗争昨接山东第二师范学生会来函，报告子见南子一剧讼案之内幕，虽未免有偏袒之辞，然而亦足以见此案症结之所在，故录刊之。曲阜自有所谓孔氏族人孔传值榷十一人，控告二师校长宋还吾侮辱孔子，经教部派员查办以后，各报虽有刊载其消息，惟多语焉不详。盖是案病根，因二师学生，于六月八日表演子见南子一剧当时及事后，皆毫无动静。迨六月十八日，有中外名人犬养毅及张继，联翩来曲，圣公府大排盛宴，名人去后四日，于是忽有宋校长被控之事，此中草蛇灰线，固有迹象可寻也。至于原告廿一人等，并非六十户首，似尚不足以代表孔氏，盖此不过青皮讼棍之流，且又未必悉皆知情。据闻幕后系孔祥藻，孔繁朴等所主使，此案始因此而扩大。孔祥藻为曲阜之著名大青皮，孔繁朴是孔教会会长。按孔繁朴尝因广置田产，致逼兄吞烟而死，则其人品可知，而所谓孔教会者，仅彼一人之独角戏而已。彼欲扩张孔教会势力，非将二师迁移他处，实无良法，则此次之乘机而起，自属不可免者，故此案直可谓二师与孔教会之争也。至于其拉拢青皮讼棍，不过以示势众而已。"}
