{"text":"一进村子，母亲逢人总是说同一句话爹爹死了，怎么办呢？我听了还以为也许有办法让外公活过来，要不她为什么总这样问呢。外婆一见我们就大哭，使我意识到毫无办法，外公是死定了。屋里一片忙乱，有许多来帮忙的人。饭桌上摆着酒菜，我摸了一下桌旁的长凳，立刻遭到训斥，说是不准碰的。我感到无趣，独自走进里屋，那里光线很暗，隐约可见一张床上躺着一个人，旁边燃着蚊香。我想走近看，又不敢，出去找母亲，问她那是谁，她说就是外公，把我吓了一跳。外婆一遍遍叹气，说就是一口痰堵住了，否则不会死。夜里，我和母亲睡在里屋另一张床上，外婆则睡在白天停放尸体的床上。尼姑们在外屋作超度，念经声和木鱼声响了一夜。这些声音比死人更令我恐惧，我整整一夜没有合眼，蜷曲在母亲身边，不住地颤抖。外公死后，外婆进城与三舅同住，我们去乡下就比较少了。有时候，父亲带我们去看祖母。和祖母住在一起的还有曾祖母，老太太活到九十岁，最后一年神经失常，不能辨认所有亲属，又好像认识一切人，见了谁都疯言疯语，十分可爱。我上高中时，祖母也死了，此后我没有再去乡下。九乖孩子的劣迹我从小好静不好动，也不善于交往。这一点像母亲，她非常静，可以一整天不出门，一整天没有一点声音。父亲是喜欢交往的，时常带着我去亲戚朋友同事那里走动，还经常主办朋友间的聚餐。聚餐一般在我家，由父亲掌勺，他有一手好厨艺。因为是凑份子，母亲和我们都不能上桌，所以我不喜欢父亲办聚餐的日子。小时候去作客，大人们常常夸我乖。我真是够乖的。我的乖一开始可能源于怕羞，因为怕羞而只好约束自己，后来却更多是受大人们夸奖的约束了，竭力要保持他们眼中的乖孩子形象。大约还是父亲在新新公司的时候，我才四五岁吧，父亲带我参加一个同事的婚礼，新娘披着婚纱，叔叔阿姨们朝她身上抛五颜六色的纸屑，撒得满地都是。我心里惋惜极了，这么漂亮的纸屑给我玩多好，我很想对他们说，可就是不敢。后来，父亲又带我参加我的一个远房堂兄的婚礼，新郎新娘很喜欢我，把我带进新房，抱到一张椅子上，给我吃糖。有一颗糖滚到角落里去了，我多么想去捡啊，可是，我双脚悬空坐在椅子上，听着新郎新娘的赞美，就是没好意思下地。母亲用她自己的一件红绸棉袄给我改做了一件小棉袄，我不肯穿，有一次终于还是穿上了，跟着父亲去大伯父家。我知道一个男孩穿大红衣服是可羞的，便躲在父亲的背后，于是愈加受到了大伯父和堂兄的取笑。"}
{"text":"我心里惋惜极了，这么漂亮的纸屑给我玩多好，我很想对他们说，可就是不敢。后来，父亲又带我参加我的一个远房堂兄的婚礼，新郎新娘很喜欢我，把我带进新房，抱到一张椅子上，给我吃糖。有一颗糖滚到角落里去了，我多么想去捡啊，可是，我双脚悬空坐在椅子上，听着新郎新娘的赞美，就是没好意思下地。母亲用她自己的一件红绸棉袄给我改做了一件小棉袄，我不肯穿，有一次终于还是穿上了，跟着父亲去大伯父家。我知道一个男孩穿大红衣服是可羞的，便躲在父亲的背后，于是愈加受到了大伯父和堂兄的取笑。我想我生性还是比较老实的，在跟父亲作客的经历中，有一个很小的事例。那是在他工作的税务局里，他的一个同事也带来了自己的孩子，一个伯伯给我们每人一小包白糖，我们俩就躲在职工宿舍的一间空屋里玩起了过家家。其结果是，我的那一份白糖基本上都转移到了他的手中，吞进了他的肚里。我的性情似乎更接近女孩子。小时候看连环画，上海人称作小人书，我喜欢的多是红楼西厢聊斋一类才子佳人内容的，不喜欢三国水浒一类英雄好汉内容的，并且因此被熏陶得柔肠百结。不过，我绝无性别错位的心理，我始终是站在才子的位置上倾心于佳人。父母偶尔带我们去戏院看戏，台上演着才子佳人戏，我就自作多情得不行。我清楚地记得，有一回，在上海大世界的一个剧场，我目不转睛地盯着台上那位佳人，心中充满不可思议的冲动，想挤到台前去，让她看见我，注意我。有时候，我自以为佳人的眼神与我相遇了，在对我眉目传情，她的唱词都是向我而发，便感到无比甜蜜。散场后，我怅然若失，好几天缓不过来。在家里，我比姐姐受宠得多，同时也比她心眼多得多，坏得多。她从小非常忠厚，而我却比较自私。有一回，她向我提一个问题如果愿望可以随意满足，你最想要什么？我立刻回答说钱。我觉得这是理所当然的，有了钱，我想要什么都可以买到了。她的回答是睡觉，因为睡着了就可以忘记一切苦恼。这个回答使我十分不解，我心想你想睡觉现在就可以睡，用得着作为特别的愿望提出来吗？也许她是从某一本书中读来的，我不得而知，但至少我的回答证明了我当时的境界之平庸。还有一件事是我终身难忘的。有一回，我和姐姐都养金鱼，每人两条，各养在一只小碗里。不几天，我的金鱼都死了，再去买两条，又都死了，而她的两条始终活泼。强烈的嫉妒使我失去自制，干下了可耻的勾当。"}
{"text":"她的回答是睡觉，因为睡着了就可以忘记一切苦恼。这个回答使我十分不解，我心想你想睡觉现在就可以睡，用得着作为特别的愿望提出来吗？也许她是从某一本书中读来的，我不得而知，但至少我的回答证明了我当时的境界之平庸。还有一件事是我终身难忘的。有一回，我和姐姐都养金鱼，每人两条，各养在一只小碗里。不几天，我的金鱼都死了，再去买两条，又都死了，而她的两条始终活泼。强烈的嫉妒使我失去自制，干下了可耻的勾当。趁没有人时，我走近她的小碗，心脏砰砰乱跳，捞起那两条鱼，紧紧握在手心里，估计它们死了，才放回碗中。没想到它们翻了几个筋斗，又游了起来。一不做，二不休，我把它们放进开水，再放回碗中。姐姐当然做梦也不会想到事情的真相，她发现她的金鱼也死了，只是叹息了一声，又出去玩了。现在她肯定早忘记小时候养金鱼这回事了，但我永远记得她的那两条金鱼，一条是红的，一条是黑的。这件事使我领教了嫉妒的可怕力量，它甚至会驱使一个孩子做出疯狂的事。上小学时，我还偷过同学的东西，共有两次。一个男生把一件玩具带到教室里，是一只上了发条会跳的青蛙。看着他玩，我羡慕极了，我从来不曾有过这样可爱的玩具。我想象如果我有这一只青蛙，我该多么幸福。这个想象使我激动万分，终于在一天课后，我从那个男生的课桌里偷走了这一只青蛙。回家后，我只能藏着偷偷玩，不久就把它玩坏了。另一次是偷书。班上的同学把自己的图书凑起来，放在一只箱子里，办起了一个小小图书馆。我从中借了一本题为铁木的故事的书，书中的主人公是一个喜欢恶作剧的男孩，诸如把苍蝇包在包子里给人吃之类。我一边看，一边笑个不停。我实在太想拥有这本有趣的书了，还掉后就又把它偷了出来。现在我交代自己童年时的这些罪行，并不是要忏悔。我不认为这些罪行具有道德含义。我是在分析童年的我的内在状态。作为一个内向的孩子，我的发展存在着各种不同的可能性。如果一个孩子足够天真，他做坏事的心情是很单纯的，兴奋点无可救药地聚焦在那件事上，心情当然紧张，但没有罪恶感。我庆幸我的偶尔不轨未被发现，否则几乎必然会遭到某种打击和屈辱，给我的生长造成阴影。这就好像一个偶尔犯梦游症的人，本来他的病完全可以自愈，可是如果叫醒他就会发生严重后果。十广场一角的大院许多年前，在上海人民广场的西南角，有一个围着黑色竹篱笆的大院，门牌号为黄陂北路号。"}
{"text":"作为一个内向的孩子，我的发展存在着各种不同的可能性。如果一个孩子足够天真，他做坏事的心情是很单纯的，兴奋点无可救药地聚焦在那件事上，心情当然紧张，但没有罪恶感。我庆幸我的偶尔不轨未被发现，否则几乎必然会遭到某种打击和屈辱，给我的生长造成阴影。这就好像一个偶尔犯梦游症的人，本来他的病完全可以自愈，可是如果叫醒他就会发生严重后果。十广场一角的大院许多年前，在上海人民广场的西南角，有一个围着黑色竹篱笆的大院，门牌号为黄陂北路号。院子里有几栋二层小楼，解放前是赛马场老板的房产，而人民广场这一带原是赛马场的地盘。解放后，这位瞿姓老板的财产被剥夺，他一家人租居在其中一栋小楼的第二层，其余房子分配给了别的住户。除小楼外，院里还盖了许多简易的茅草房，居住的人家都是上海人所说的江北佬，过去从江苏北部逃荒到上海来的。搬离侯家路后，我家便住进了这个大院，并且成了瞿家的邻居。这些小楼都已陈旧，瞿家住的一栋算是其中最好的。底层有一个门厅，只通二楼，一楼的居民不从这里出入。二楼有三间房，我家住靠外的那一间。这间房原来也是瞿家用的，大约因为总面积超标，被迫让了出来。当时住房由公家分配，如果我家不住进来，也会住进别的人家。尽管如此，瞿太太仍不免心怀不满。她没有工作，两家做饭都在走廊上，因而天天都会和我的母亲见面，母亲常为她的指桑骂槐感到伤心。然而，每年过年，她又必定会端一盘糕团送到我家，糕团上印着鲜艳的红点，如同一种仪式。瞿先生在房产公司做事，见了我的父母只是点一点头，从不说话。我能感觉到两家之间的鸿沟，而使我的这个感觉格外鲜明的是他们的独生子。他们的居室在顶头那一扇门里，我从未瞥见过门里的情形，这位风度翩翩的公子就深居在里面苦读。当时他刚从育才中学毕业，后来考上了清华大学。偶尔在走廊上遇见，他对我们看也不看一眼，好像我们根本不存在。我倒并不因此感到自卑，只是仿佛第一次看见了一种高贵青年的类型，这是一个与我无关的类型，所以我不会用它来衡量自己。那时候我做梦也没想到，不久之后，我会进上海中学北京大学这样的名牌学校。在这个家庭里有一个奇怪的人物，我们叫他老公公。他大约六七十岁，满脸皱纹，须发花白，永远弓着腰，不能直立，戴一顶破毡帽，穿一件脏兮兮的蓝布短褂。据说他是瞿先生的父亲，但他的地位实在连奴仆也不如。"}
{"text":"我倒并不因此感到自卑，只是仿佛第一次看见了一种高贵青年的类型，这是一个与我无关的类型，所以我不会用它来衡量自己。那时候我做梦也没想到，不久之后，我会进上海中学北京大学这样的名牌学校。在这个家庭里有一个奇怪的人物，我们叫他老公公。他大约六七十岁，满脸皱纹，须发花白，永远弓着腰，不能直立，戴一顶破毡帽，穿一件脏兮兮的蓝布短褂。据说他是瞿先生的父亲，但他的地位实在连奴仆也不如。他是无权踏进瞿家的门槛的，属于他的只有楼梯下一个黑暗的角落，那里搭了一块木板，铺一床破烂的褥被，他就在那里起居。他的亲密同伴是一只猫，总是蜷缩在他的床上。他专干扫走廊倒垃圾之类的粗活，自己单独用餐，做一点简单的饭菜，或者就吃残羹剩饭。瞿太太动辄叱骂他，而他总是低声下气，逆来顺受。我的父亲多次替他打抱不平，向瞿家夫妇提出抗议，在街道整风时还写了大字报，但无济于事。老公公不是一个孤僻的人，他显然欢迎新房客，我们住进来后，他不那么寂寞了。他很喜欢同我们这几个孩子逗玩，给每人起了绰号，结果我们一吵架就用他起的绰号互骂。住惯了邑庙区的鸽子笼，乍一搬到人民广场，不用说是感到新鲜而又愉快的。那时候，人民广场一带还很有野趣，到处杂草丛生。在我家对面，横穿广场，是人民公园。我们这些孩子完全不必买门票，因为我们知道公园围墙的什么位置有一个洞，可以让我们的身体自由地穿越。院子里有大片的泥土地，我在我家楼前的篱笆旁埋下牵牛凤仙鸡冠等花籽和黄豆绿豆之类，头一回领略了种植的快乐。家里的住房比以前宽敞多了，光线也好，打开窗子，看见的是宽阔的广场。每年五一和十一，广场中心搭起主席台，我家的窗户就在主席台的斜对面，坐在家里可以观看游行和焰火。一到节前，母亲便忙碌起来，做许多馒头和点心，准备招待来我家看游行的亲友们，节日的气氛格外浓郁。我在这个大院子里只住了两年，就遇上人民广场整修，这个大院子被拆除了。其后，我家搬到了江宁路一处石窟门建筑的一间暗屋子里，从此再没有搬迁。对于瞿家来说，拆迁的消息不啻是一声晴天霹雳，他们对于所安排的新居一律表示不满意，始终拒绝搬离。当然，拆迁不可阻挡，听说他们后来搬到了一个亲戚家里寄居，而瞿太太则因为承受不了这个刺激而精神失常了。十一孩子王在人民广场大院居住的两年中，我一生中空前绝后地过了一次领袖瘾。"}
{"text":"我在这个大院子里只住了两年，就遇上人民广场整修，这个大院子被拆除了。其后，我家搬到了江宁路一处石窟门建筑的一间暗屋子里，从此再没有搬迁。对于瞿家来说，拆迁的消息不啻是一声晴天霹雳，他们对于所安排的新居一律表示不满意，始终拒绝搬离。当然，拆迁不可阻挡，听说他们后来搬到了一个亲戚家里寄居，而瞿太太则因为承受不了这个刺激而精神失常了。十一孩子王在人民广场大院居住的两年中，我一生中空前绝后地过了一次领袖瘾。院子里有一个不长胡须的胖老人，据说从前是太监，每当我从他面前走过时，他就摇着蒲扇喊我一声孩子王。那个大院里孩子很多，根据住楼房还是住茅房分成了两拨，在住楼房的孩子眼里，住茅房的孩子是野孩子，而我当上了住楼房的孩子们的头儿。刚住进大院时，我曾经受到野孩子的挑衅。有一天，我在院子附近的街上玩，突然发现自己被野孩子们包围了。其中一个年龄与我相近的孩子，长得很结实，一边向我靠近，一边不停地说来吧，摔一交！我从小不善打架，看到他的架势，十分心怯。其余的孩子都幸灾乐祸地望着我，等着看热闹。那个孩子觉察到我怕他，越发得意，用身体碰我，重复着他的挑战。我被激怒了，猛地抱住他的腰，两人扭作了一团。孩子们吆喝着助战。完全出乎我的意料，肯定也出乎所有人的意料，我竟然胜了，把他摔倒在地上。我拔腿就跑，他在后面紧追，但我终于把他甩掉了。我心中仍然非常害怕，担心遭到报复，不敢回家，在街上徘徊了很久。最后，当我提心吊胆地走向大院时，发现他正站在门口，不过并没有朝我冲过来，而是友好地向我微笑着。这件事给我带来了很大的威望，从此以后，再也没有野孩子来向我挑战了。野孩子们对我友好，大约和我的父亲的为人也有关系。每到台风季节，江北人住的茅草房就摇摇欲坠，必须用粗草绳和木桩加固，以防止倒塌。倘若台风来势凶猛，这样的措施就不保险了，居委会便动员楼房居民敞开家门，让草房居民进来过夜。我的父亲总是积极响应，愉快地把我家变成一个临时避难所。我是在小学毕业进初中之前的那个暑假住进大院的，闲着没有事，便产生了一种强烈的组织欲，想把孩子们组织起来玩。这多少是出于对少先队大队长陈心田的模仿。我首先找了三个年龄和我相仿的孩子，他们都住在某一栋楼房的一层，很像是轮船统舱里隔出的房间，家境比住茅草房的略好，但仍属贫苦人家。我向他们宣布成立一个组织，名称很没有想象力，叫红星组。"}
{"text":"倘若台风来势凶猛，这样的措施就不保险了，居委会便动员楼房居民敞开家门，让草房居民进来过夜。我的父亲总是积极响应，愉快地把我家变成一个临时避难所。我是在小学毕业进初中之前的那个暑假住进大院的，闲着没有事，便产生了一种强烈的组织欲，想把孩子们组织起来玩。这多少是出于对少先队大队长陈心田的模仿。我首先找了三个年龄和我相仿的孩子，他们都住在某一栋楼房的一层，很像是轮船统舱里隔出的房间，家境比住茅草房的略好，但仍属贫苦人家。我向他们宣布成立一个组织，名称很没有想象力，叫红星组。我们大院旁有一家服装店，店主姓田，有两个孩子，老大比我大两岁，老二比我稍小。这家人家的后院与大院相通，田家兄弟经常带一帮小屁孩在后院里玩军事游戏。我心想，如果把他们吸收进来，一定能够丰富我们的活动内容，便向三个同伴提出了这个建议。这三个贫苦孩子一向看不惯田家兄弟，表示反对，但都服从了我的意见。联合成功之后，在我提议下，由我们六员大将组成了总务委员会，作为红星组的领导机构，下率一群小屁孩，包括我的四岁和六岁的两个弟弟。我不想与田家老大发生权力纠纷，因而总务委员会不设主席，但实际的负责人是我。我工作得很认真，经常在我家召开会议，每一次会议都有议题并且写纪要。我们所讨论的问题当然是怎么玩，怎么玩得更好。玩需要经费，我想出了一个法子。有一个摆摊的老头，出售孩子们感兴趣的各种小玩意儿，其中有一种名叫天牛的甲虫。这种黑色的甲虫有两根长触须和尖利的牙齿，人民广场的树林里多的是。老头卖两分钱一只，我与他商量，我们去捉了卖给他，一分钱两只，他欣然同意。我们用这个办法很快筹集了两元多钱，买了象棋军棋之类，有了一点儿集体财产。我还买了纸张材料，做了一批纸质的军官帽和肩章领章，把队伍装备起来。六个大孩子都是军官，其中我和田家老大是大将，三杠四星，其余四人是较低的将军衔。我们常常全副行头地在田家后院里玩，派几个戴纸橄榄帽的拖鼻涕的兵站岗，让他们向进出的军官敬礼，显得我们好不威风。这些有趣的活动引起了野孩子们的嫉妒，他们的愤恨集中向田家兄弟发泄。有一天，我们发现，他们排着队，喊着打倒和尚道士的口号，在我们的司令部门外游行。田家兄弟曾经剃光头，得了和尚道士的绰号。冲突是避免不了的了，一次他们游行时，我们捉住了一个落伍者，从他身上搜出一张手写的证件，写着取缔和尚道士协会的字样，才知道他们也成立了一个组织。"}
{"text":"我们常常全副行头地在田家后院里玩，派几个戴纸橄榄帽的拖鼻涕的兵站岗，让他们向进出的军官敬礼，显得我们好不威风。这些有趣的活动引起了野孩子们的嫉妒，他们的愤恨集中向田家兄弟发泄。有一天，我们发现，他们排着队，喊着打倒和尚道士的口号，在我们的司令部门外游行。田家兄弟曾经剃光头，得了和尚道士的绰号。冲突是避免不了的了，一次他们游行时，我们捉住了一个落伍者，从他身上搜出一张手写的证件，写着取缔和尚道士协会的字样，才知道他们也成立了一个组织。形势紧张了一些天，我不喜欢这种敌对的局面，便出面和他们谈判，提议互不侵犯，很容易就达成了和解。事实上，在和解之后，他们的组织失去了意义，很快就散伙了。我们的组织则一直保持到大院拆迁，那一年大跃进开始，还赶时髦改名为跃进组。不过，后期的活动比开始时松懈多了。快半个世纪过去了，我仍能清晰地忆起当年这些小伙伴的名字模样和性格。那时候，我曾仿效梁山泊一百零八好汉，给每个人起了一个诨号。譬如说，那个姓马的北方孩子，长得又黑又瘦，动作异常敏捷，爬树飞快，我们捉天牛主要靠他，我就称他为上树猴。给那个姓蒋的苏北孩子起名时，我颇犯难。他总是瞪着呆呆的眼睛，人很老实，但比较笨，我想不出他有什么特长，干脆就把他命名为木呆鸡了事。我向他解释，这个名称包含多么优秀的意思，他相信了，觉得很满意。现在想来，这当然是欺负老实人的恶作剧，太不厚道。我把自己称为万能龙，又太自负。对田家老大，我也给了他一个龙的称号，但在前面加了一个表示冒牌意思的词。这位仁兄为人颇讲义气，但比较庸俗。有一次，我们两人在人民广场散步，为一件什么事争论了起来，他便打赌道如果我撒谎，我就和在这人民广场上走过的每个女人困觉！困觉是性交的意思，他的这种赌咒方式使我大吃一惊，我心想，他一定是非常乐意自己赌输的吧。十二凌辱长志气成都中学是上海一家十分普通的中学，因位于成都北路而命名，我在那里读了三年初中。三年中，我们的班主任一直是王一川。他是一个中年男子，脸色焦黄，眼睛充血，唇间露出一排黄牙和两颗金牙。当时正是大跃进年代，他积极响应，酷爱制订各种规划，用工整的仿宋体抄出贴在墙上。他隆重地向全班同学宣读自己的跃进规划，主要目标是五年内入党。他的另一大爱好是写打油诗，这也是风气使然，当时正掀起全民创作被称作新民歌的打油诗的热潮，其内容是歌颂三面红旗。"}
{"text":"十二凌辱长志气成都中学是上海一家十分普通的中学，因位于成都北路而命名，我在那里读了三年初中。三年中，我们的班主任一直是王一川。他是一个中年男子，脸色焦黄，眼睛充血，唇间露出一排黄牙和两颗金牙。当时正是大跃进年代，他积极响应，酷爱制订各种规划，用工整的仿宋体抄出贴在墙上。他隆重地向全班同学宣读自己的跃进规划，主要目标是五年内入党。他的另一大爱好是写打油诗，这也是风气使然，当时正掀起全民创作被称作新民歌的打油诗的热潮，其内容是歌颂三面红旗。他不但自己写，而且以语文老师的资格动员大家写，开办诗歌壁报。我是他最看重的约稿对象，在他的鼓励下，我准备了一个小本子，题作一日一诗，每天写一首打油诗，坚持了将近一个学期。很惭愧，我不得不承认，这是我最早的文学创作活动，实在登不得大雅之堂。在初中课程中，真正吸引我的是数学，尤其是平面几何。教平面几何的是一位高个子男老师，人长得很帅。有一次课间休息，我在双杠旁玩，听见他在一旁向别的老师谈论我，说我很聪明，我顿时脸红了。欧几里得的确把我迷住了，这些简单的几何图形中竟然隐藏着如此丰富而又神奇的关系，使我兴奋不已。我醉心于求解几何习题，课本上的已经完全不能满足我的需要，我便向课外书进军。我十分自信，凡是可以求解的题目，不论多难，我相信自己一定能把它解出，越难就劲头越大，越觉得是莫大享受。吃饭时，走路时，我脑中都会凝神思索某一道习题。我有一个专门的本子，整整齐齐地记录着每一道难题的求解过程和答案，仿佛那都是我的作品。我对数字中隐藏着的关系也有浓厚的兴趣，上课时常常走神，自己设计数字游戏玩，感到其乐无穷。从初中起，我在学习上的能力开始显示出来了。但是，在体育方面，我似乎是一个低能儿。我的动作不灵活，接不住球，渐渐就不参加男孩子们爱玩的球类游戏了。我估计这对我的性格发生了不良影响，使我缺乏进攻性和挑战性。初中毕业前，老师宣布体育课也要考试，做引体向上三次以上及格，不及格者不能毕业。我一次也做不了，情急之下，全部课间时间都去操场练习，练得手掌上长茧，结果倒也能拉七次以上了。初中还开有美术课和音乐课。有一阵，教美术的是一个妖艳的女子，烫着时髦的发型，描着细眉，涂着猩红的口红。她根本不会画画，我记得她只画过一次，用粉笔在黑板上画了一个圆圈，说是鸡蛋，通常只是随便拿个什么东西让我们写生。"}
