{"text":"正是有许多草木原是无心无情，若要能触动人的灵机则颇有余味。我们可以意不在草木，但草木正可以寄意我们不要叹草木无情，因草木正能反映真性。在有情者的眼中，蓝田能日暖，良玉可以生烟朔风可以动秋草，边马也有归心蝉嗓之中林愈静，鸟鸣声里山更幽甚至感时的花会溅泪，恨别的鸟也惊心何况是见一草一木子性情之中呢？常春藤在我家巷口有一间小的木板房屋，居住着一个卖牛肉面的老人。那间木板屋可能是一座违章建筑，由于年久失修，整座木屋往南方倾斜成一个夹角，木屋处在两座大楼之间，益形破败老旧，仿佛随时随地都要倾颓散成一片片木板。任何人路过那座木屋，都不会有心情去正视一眼，除非看到老人推着面摊出来，才知道那里原来还有人居住。但是在那断板残瓦南边斜角的地方，却默默地生长着一株常春藤，那是我见过最美的一株，许是长久长在阴凉潮湿肥沃的土地上，常春藤简直是毫无忌惮的怒放着，它的叶片长到像荷叶一般大小，全株是透明翡翠的绿，那种绿就像朝霞照耀着远远群山的颜色。沿着木板壁的夹角，常春藤几乎把半面墙长满了，每一株绿色的枝条因为被夹壁压着，全往后仰视，好像望天空伸出了一排厚大的手掌除了往墙上长，它还在地面四周延伸，盖满了整个地面，近看有点像还没有开花的荷花池了。我的家里虽然种植了许多观叶植物，我却独独偏爱木板屋后面的那片常春藤。无事的黄昏，我在附近散步，总要转折到巷口去看那棵常春藤，有时看得发痴，隔不了几天去看，就发现它完全长成不同的姿势，每个姿势都美到极点。有几次是清晨，叶片上的露珠未干，一颗颗滚圆的随风在叶上转来转去，我再仔细地看它的叶子，每一片叶都是完整饱满的，丝毫没有一丝残缺，而且没有一点尘迹可能正因为它长在夹角，连灰尘都不能至，更不要说小猫小狗了。我爱极了长在巷口的常春藤，总想移植到家里来种一株，几次偶然遇到老人，却不敢开口。因为它正长在老人面南的一个窗口，倘若他也像我一样珍爱他的常春藤，恐怕不肯让人剪栽。有一回正是黄昏，我蹲在那里，看到常春藤又抽出许多新芽，正在出神之际，老人推着摊车要出门做生意，木门咿呀一声，他对着我露出了善意的微笑，我趁机说老伯，能不能送我几株您的常春藤？他笑着说好呀，你明天来，我剪几株给你。然后我看着他的背影背着夕阳向巷子外边走去。"}
{"text":"我爱极了长在巷口的常春藤，总想移植到家里来种一株，几次偶然遇到老人，却不敢开口。因为它正长在老人面南的一个窗口，倘若他也像我一样珍爱他的常春藤，恐怕不肯让人剪栽。有一回正是黄昏，我蹲在那里，看到常春藤又抽出许多新芽，正在出神之际，老人推着摊车要出门做生意，木门咿呀一声，他对着我露出了善意的微笑，我趁机说老伯，能不能送我几株您的常春藤？他笑着说好呀，你明天来，我剪几株给你。然后我看着他的背影背着夕阳向巷子外边走去。老人如约的送了我常春藤，不是一两株，是一大把，全是他精心挑捡过，长在墙上最嫩的一些。我欣喜的把它种在花盆里。没想到第三天台风就来了，不但吹垮了老人的木板屋，也把一整株常春藤吹得没有影踪，只剩下一片残株败叶，老人忙着整建家屋，把原来一片绿意的地方全清扫干净，木屋也扶了正。我觉得怅然，将老人送我的一把常春藤要还给他，他只要了一株，他说这种草的耐力强，一株就要长成一片了。老人的常春藤只随便一插，也并不见他施水除草，只接受阳光和雨露的滋润。我的常春藤细心的养在盆里，每天晨昏依时浇水，同样也在阳台上接受阳光和雨露。然后我就看着两株常春藤在不同的地方生长，老人的常春藤愤怒的抽芽拔叶，我的是温柔的缓缓生长他的芽愈抽愈长，叶子愈长愈大我的则是芽愈来愈细，叶子愈长愈小。比来比去，总是不及。那是去年夏天的事了。现在，老人的木板屋有一半已经被常春藤覆盖，甚至长到窗口我的花盆里，常春藤已经好像长进宋朝的文人画里了，细细的垂覆枝叶。我们研究了半天，老人说你的草没有泥土，它的根没有地方去，怪不得长不大。呀！还有，恐怕它对这块烂泥地有了感情呢！非洲红三年前，我在一个花店里看到一株植物，茎叶全是红色的，虽是盛夏，却溢着浓浓秋意。它被种植在一个深黑色滚着白边的磁盆里，看起来就像黑夜雪地里的红枫。卖花的小贩告诉我，那株红植物名字叫非洲红，是引自非洲的观叶植物。我向来极爱枫树，对这小圆叶而颜色像枫叶的非洲红自也爱不忍释，就买来摆在书房窗口外的阳台，每日看它在风中摇曳。非洲红是很奇特的植物，放在室外的时候，它的枝叶全是血一般的红而摆在室内就慢慢的转绿，有时就变得半红半绿，在黑盆子里煞是好看。"}
{"text":"它被种植在一个深黑色滚着白边的磁盆里，看起来就像黑夜雪地里的红枫。卖花的小贩告诉我，那株红植物名字叫非洲红，是引自非洲的观叶植物。我向来极爱枫树，对这小圆叶而颜色像枫叶的非洲红自也爱不忍释，就买来摆在书房窗口外的阳台，每日看它在风中摇曳。非洲红是很奇特的植物，放在室外的时候，它的枝叶全是血一般的红而摆在室内就慢慢的转绿，有时就变得半红半绿，在黑盆子里煞是好看。它叶子的寿命不久，隔一两月就全部落光，然后在茎的根头又一夜之间抽放出绿芽，一星期之间又是满头红叶了。使我真正感受到时光变异的快速，以及生机的运转。年深日久，它成为院子里，我非常喜爱的一株植物。去年我搬家的时候，因为种植的盆景太多，有一大部分都送人了。新家没有院子，我只带了几盆最喜欢的花草，大部分的花草都很强韧，可以用卡车运载，只有非洲红，它的枝叶十分脆嫩，我不放心搬家工人，因此用一个木箱子把它固定装运。没想到一搬了家，诸事待办，过了一星期安定下来以后，我才想到非洲红的木箱原来它被原封不动的放在阳台，打开以后，发现盆子里的泥土全部干裂了，叶子全部落光，连树枝都萎缩了。我的细心反而害了一株植物，使我伤心良久，妻子安慰我说植物的生机是很强韧的，我们再养养看，说不定能使它复活。我们便把非洲红放在阳光照射得到的地方，每日晨昏浇水，夜里我坐在阳台上喝茶的时候，就怜悯地望着它，并无力的祈祷它的复活。大约过了一星期左右，有一日清晨我发现，非洲红抽出碧玉一样的绿芽，含羞的默默的探触它周围的世界，我和妻子心里的高兴远胜过我们辛苦种植的郁金香开了花。我不知道非洲红是不是真的来自非洲，如果是的话，经过千山万水的移植，经过花匠的栽培而被我购得，这其中确实有一种不可言说的缘分。而它经过苦旱的锻炼竟能从裂土里重生，它的生命是令人吃惊的。现在我的阳台上，非洲红长得比过去还要旺盛，每天张着红红的脸蛋享受阳光的润泽。由非洲红，我想起中国北方的一个童话红泉的故事。它说在没有人烟的大山上，有一棵大枫树，每年枫叶红的秋天，它的根渗出来一股不息的红泉，只要人喝了红泉就全身温暖，脸色比桃花还要红，而那棵大枫树就站在山上，看那些女人喝过它的红泉水，它就选其中最美的女人抢去做媳妇，等到雪花一落，那个女人也就变成枫树了。"}
{"text":"而它经过苦旱的锻炼竟能从裂土里重生，它的生命是令人吃惊的。现在我的阳台上，非洲红长得比过去还要旺盛，每天张着红红的脸蛋享受阳光的润泽。由非洲红，我想起中国北方的一个童话红泉的故事。它说在没有人烟的大山上，有一棵大枫树，每年枫叶红的秋天，它的根渗出来一股不息的红泉，只要人喝了红泉就全身温暖，脸色比桃花还要红，而那棵大枫树就站在山上，看那些女人喝过它的红泉水，它就选其中最美的女人抢去做媳妇，等到雪花一落，那个女人也就变成枫树了。这当然是一个虚构的童话，可是中国人的心目中确实认为枫树也是有灵的。枫树既然有灵，与枫树相似的非洲红又何尝不是有灵的呢？在中国的传统里，人们认为一切物类都有生命，有灵魂，有情感，能和人做朋友，甚至恋爱和成亲了。同样的，人对物类也有这样的感应。我有一位爱兰的朋友，他的兰花如果不幸死去，他会痛哭失声，如丧亲人。我的灵魂没有那样纯洁，但是看到一棵植物的生死会使人喜悦或颓唐，恐怕是一般人都有过的经验吧！非洲红变成我最喜欢的一株盆景，我想除了缘分，就是它在死到最绝处的时候，还能在一盆小小的土里重生。紫茉莉我对那些接着时序在变换着姿势，或者是在时间的转移中定时开合，或者受到外力触动而立即反应的植物，总是把持着好奇和喜悦的心情。硝种在园子里的向日葵或是乡间小道边的太阳花，是什么力量让它们随着太阳转动呢？难道只是对光线的一种敏感？像平铺在水池的睡莲，白天它摆出了最优美的姿势，为何在夜晚偏偏睡成一个害羞的球状？而昙花正好和睡莲相反，它总是要等到夜深人静的时候，才张开笑颜，放出芬芳。夜来香桂花七里香，总是愈黑夜之际愈能品味它们的幽香。还有含羞草和捕虫草，它们一受到摇动，就像一个含羞的姑娘默默地颔首。还有冬虫夏草，明明冬天是一只虫，夏天却又变成一株草。在生物书里我们都能找到解释这些植物变异的一个经过实验的理由，这些理由对我却都是不足的。我相信在冥冥中，一定有一些精神层面是我们无法找到的，在精神层面中说不定这些植物都有一颗看不见的心。能够改变姿势和容颜的植物，和我关系最密切的是紫茉莉花。"}
{"text":"还有冬虫夏草，明明冬天是一只虫，夏天却又变成一株草。在生物书里我们都能找到解释这些植物变异的一个经过实验的理由，这些理由对我却都是不足的。我相信在冥冥中，一定有一些精神层面是我们无法找到的，在精神层面中说不定这些植物都有一颗看不见的心。能够改变姿势和容颜的植物，和我关系最密切的是紫茉莉花。我童年的家后面有一大片未经人工垦殖的土地，经常开着美丽的花朵，有幸运草的黄色或红色小花，有银合欢黄或白的圆形花，有各种颜色的牵牛花，秋天一到，还开满了随风摇曳的芦苇花就在这些各种形色的花朵中，到处都夹生着紫色的小茉莉花。紫茉莉是乡间最平凡的野花，它们整片整片的丛生着，貌不惊人，在万绿中却别有一番姿色。在乡间，紫茉莉的名字是煮饭花，因为它在有露珠的早晨，或者白日中天的正午，或者是星满天空的黑夜都紧紧闭着只有一段短短的时间开放，就是在黄昏夕阳将下的时候，农家结束了一天的劳作，炊烟袅袅升起的时候，才像突然舒解了满怀心事，快乐地开放出来。每一个农家妇女都在这个时间下厨作饭，所以它被称为煮饭花。这种一二年或多年生的草本植物，生命力非常强盛，繁殖力特强，如果在野地里种一株紫茉莉，隔一年，满地都是紫茉莉花了它的花期也很长，从春天开始一直开到秋天，因此一株紫茉莉一年可以开多少花，是任何人都数不清的。最可惜的是，它一天只在黄昏时候盛开，但这也是它最令人喜爱的地方。曾有植物学家称它是农业社会的计时器，她当开放之际，乡下的孩子都知道，夕阳将要下山，天边将会飞来满空的红霞。我幼年的时候，时常和兄弟们在屋后的荒地上玩耍，当我们看到紫茉莉一开，就知道回家吃晚饭的时间到了。母亲让我们到外面玩耍，也时常叮咛看到煮饭花盛开，就要回家了。我们遵守着母亲的话，经常每天看紫茉莉开花才踩着夕阳下的小路回家，巧的是，我们回到家，天就黑了。从小，我就有点痴，弄不懂紫茉莉为什么一定要选在黄昏开，有人场多次坐着看满分节阅读地含苞待放的紫茉莉，看它如何慢慢的撑开花瓣，出来看夕阳的景色。问过母亲，她说煮饭花是一个好玩的孩子，玩到黑夜迷了路变成的，它要告诉你们这些野孩子，不要玩到天黑才回家。"}
{"text":"我们遵守着母亲的话，经常每天看紫茉莉开花才踩着夕阳下的小路回家，巧的是，我们回到家，天就黑了。从小，我就有点痴，弄不懂紫茉莉为什么一定要选在黄昏开，有人场多次坐着看满分节阅读地含苞待放的紫茉莉，看它如何慢慢的撑开花瓣，出来看夕阳的景色。问过母亲，她说煮饭花是一个好玩的孩子，玩到黑夜迷了路变成的，它要告诉你们这些野孩子，不要玩到天黑才回家。母亲的话很美，但是我不信，我总认为紫茉莉一定和人一样是喜欢好景的，在人世间又有什么比黄昏的景色更好呢？因此它选择了黄昏。紫茉莉是我童年里很重要的一种花卉，因此我在花盆里种了一棵，它长得很好，可惜在都市里，它恐怕因为看不见田野上黄昏的好景，几乎整日都开放着，在我盆里的紫茉莉可能经过市声的无情洗礼，已经忘记了它祖先对黄昏彩霞最好的选择了。我每天看到自己种植的紫茉莉，都悲哀地想着，不仅是都市的人们容易遗失自己的心，连植物的心也在不知不觉中迷失了。――一九八二年九月八日晴窗一扇台湾登山界流传着一个故事，一个又美丽又哀愁的故事。传说有一位青年登山家，有一次登山的时候，不小心跌落在冰河之中数十年之后，他的妻子到那一带攀登，偶然在冰河里找到已经被封冻了几十年的丈夫。这位埋在冰天雪地里的青年，还保持着他年轻时代的容颜，而他的妻子因为在尘世里，已经是两鬓飞霜年华老去了。我第一次听到这个故事时，整个胸腔都震动起来，它是那么简短，那么有力地说出了人处在时间和空间之中，确定是渺小的，有许多机缘巧遇正如同在数十年后相遇在冰河的夫妻。许多年前，有一部电影叫失去的地平线，那里是没有时空的，人们过着无忧无虑的快乐生活。一天，一位青年在登山时迷途了，闯入了失去的地平线，并且在那里爱上一位美丽的少女少女向往着人间的爱情，青年也急于要带少女回到自已的家乡，两人不顾大家的反对，越过了地平线的谷口，穿过冰雪封冻的大地，历尽千辛万苦才回到人间不意在青年回头的那一刻，少女已经是满头银发，皱纹满布，风烛残年了。故事便在幽雅的音乐和纯白的雪地中揭开了哀伤的结局。"}
{"text":"许多年前，有一部电影叫失去的地平线，那里是没有时空的，人们过着无忧无虑的快乐生活。一天，一位青年在登山时迷途了，闯入了失去的地平线，并且在那里爱上一位美丽的少女少女向往着人间的爱情，青年也急于要带少女回到自已的家乡，两人不顾大家的反对，越过了地平线的谷口，穿过冰雪封冻的大地，历尽千辛万苦才回到人间不意在青年回头的那一刻，少女已经是满头银发，皱纹满布，风烛残年了。故事便在幽雅的音乐和纯白的雪地中揭开了哀伤的结局。本来，生活在失去的地平线的这对恋侣，他们的爱情是真诚的，也都有创造将来的勇气，他们为什么不能有圆满的结局呢？问题发生在时空，一个处在流动的时空，一个处在不变的时空，在他们相遇的一刹那，时空拉远，就不免跌进了哀伤的迷雾中。最近，台北在公演白先勇小说游园惊梦改编的舞台剧，我少年时代几次读游园惊梦，只认为它是一个普通的爱情故事，年岁稍长，重读这篇小说，竟品出浓浓的无可奈何。经过了数十年的改变，它不只是一个年华逝去的妇人对凤华万种的少女时代的回忆，而是对时空流转之后人力所不能为的忧伤。时空在不可抗拒的地方流动，到最后竟使得一朝春尽红颜老，花落人亡两不知。时间和空间这两道为人生织锦的梭子，它们的穿梭来去竟如此的无情。在希腊神话里，有一座不死不老的神仙们所居住的山上，山口有一个大的关卡，把守这道关卡的就是时间之神，它把时间的流变挡在山外，使得那些神仙可以永葆青春，可以和山和太阳和月亮一样的永恒不朽。做为凡人的我们，没有神仙一样的运气，每天抬起头来，眼睁睁的看见墙上挂钟滴滴答答走动匆匆的脚步，即使坐在阳台上沉思，也可以看到日升月落风过星沉，从远远的天外流过。有一天，我们偶遇到少年游伴，发现他略有几茎白发，而我们的心情也微近中年了。有一天，我们突然发现院子里的紫丁香花开了，可是一趟旅行回来，花瓣却落了满地。有一天，我们看到家前的旧屋被拆了，可是过不了多久，却盖起一栋崭新的大楼。有一天我们终于察觉，时间的流逝和空间的转移是哪些的无情和霸道，完全没有商量的余地。"}
{"text":"有一天，我们突然发现院子里的紫丁香花开了，可是一趟旅行回来，花瓣却落了满地。有一天，我们看到家前的旧屋被拆了，可是过不了多久，却盖起一栋崭新的大楼。有一天我们终于察觉，时间的流逝和空间的转移是哪些的无情和霸道，完全没有商量的余地。中国的民间童话里也时常描写这样的情景，有一个人在偶然的机缘下到了天上，或者游了龙宫，十几天以后他回到人间，发现人事全非，手足无措因为天上一日，世上一年，他游玩了十数大，世上已过了十几年，十年的变化有多么大呢？它可以大到你回到故乡，却找不到自家的大门，认不得自己的亲人。贺知章的回乡偶书里很能表达这种心情少小离家老大回，乡音无改鬓毛衰儿童相见不相识，笑问客从何处来？数十年的离乡，甚至可以让主客易势呢！佛家说色相是幻，人间无常实在是参透了时空的真实，让我们看清一朵蓓蕾很快的盛开，而不久它又要调落了。水游传的施耐庵在该书的自序里有短短的一段话每怪人言，某甲于今若干岁。夫若干者，积而有之之谓。今其岁积在何许？可取而数之否？可见已往之吾悉已变灭。不宁如是，吾书至此句，此句以前已疾变灭，是以可痛也。我常对于别人说某甲现在若干岁感到奇怪，若干，是积起来而可以保存的意思，而现在他的岁积存在什么地方呢？可以拿出来数吗？可见以往的我已经完全改变消失，不仅是这样，我写到这一句，这一句以前的时间已经很快改变消失，这是最令人心痛的。正是道出了一个大小说家对时空的哀痛。古来中国的伟大小说，只要我们留心，它讲的几乎全有一个深刻的时空问题，红楼梦的花柳繁华温柔富贵，最后也走到时空的死角成水游传的英雄豪杰重义轻生，最后下场凄凉三国演义的大主题是天下大势分久必合，合久必分金瓶梅是色与相的梦幻散灭镜花缘是水中之月，镜中之花聊斋志异是神鬼怪力，全是虚空西厢记是情感的失散流离老残游记更明显的道出了眼看他起高楼，眼看他楼塌了。我们的文学作品里几乎无一例外的，说出了人处在时空里的渺小，可惜没有人从这个角度深入探讨，否则一定会发现中国民间思想，对时空的递变有很敏感的触觉。西方有一句谚语你要永远快乐，只有向痛苦里去找。"}
{"text":"我们的文学作品里几乎无一例外的，说出了人处在时空里的渺小，可惜没有人从这个角度深入探讨，否则一定会发现中国民间思想，对时空的递变有很敏感的触觉。西方有一句谚语你要永远快乐，只有向痛苦里去找。正道出了时空和人生的矛盾，我们觉得快乐时，偏不能永远，留恋着不走的，永远远是那令人厌烦的东西――这就是在人生边缘上不时作弄我们的时间和空间。柏拉图写过一首两行的短诗你看着星么，我的星星？我愿为天空，得以无数的眼看你人可以用多么美的句子，多么美的小说来写人生，可惜我们不能是天空，不能是那永恒的星星，只有看着消逝的星星感伤的份。有许多人回忆过去的快乐，恨不能与旧人重逢，恨不能年华停伫，事实上，却是天涯远隔，是韶光飞逝，即使真有一天与故人相会，心情也像在冰雪封冻的极地，不免被时空的箭射中而哀伤不已吧！日本近代诗人和泉式部有一首有名的短诗心里怀念着人，见了泽上的萤火，也疑是从自己身体出来的梦游的魂。我喜欢这首诗的意境，尤其萤火一喻，我们怀念的人何尝不是夏夜的萤火忽明忽灭或者在黑暗的空中一转就远去了，连自己梦游的魂也赶不上，真是对时空无情极深的感伤了。说到时空无边无尽的无情，它到终极会把一切善恶美丑雅俗正邪优劣都涤洗干净，再有情的人也丝毫无力挽救。那么，我们是不是就因此而捻颓丧优柔不前呢？是不是就坐等着时空的变化呢？我觉得大可不必，人的生命虽然渺小短暂，但它像一扇晴窗，是由自己小的心眼里来照见大的世界。一扇晴窗，在面对时空的流变时飞进来春花，就有春花飘进来萤火，就有萤火传进秋声，就来了秋声侵进冬寒，就有冬寒。闯进来情爱就有情爱，刺进来忧伤就有忧伤，一任什么事物到了我们的晴窗，都能让我们更真切的体验生命的深味。"}
