{"text":"忆爱罗先珂华希理君附记忆爱罗先珂华希理君附记这一篇，最先载在去年六月间的读卖新闻上，分作三回。但待到印在最后的叹息的卷首的时候，却被抹杀了六处，一共二十六行，语气零落，很不便于观看，所以现在又据读卖新闻补进去了。文中的几个空白，是原来如此的，据私意推测起来，空两格的大约是刺客两个字，空一格的大约是杀字。至于某国，则自然是自指他的本国了。五月一日本篇连同于日本小说家江口涣忆爱罗先珂华希理君的译文，最初发表于一九二二年五月十四日晨报副镌。华希理Z，爱罗先珂的名字。爱罗先珂的第二个创作集最后的叹息第一创作集为天明前之歌于一九二一年十一月出版时江口涣将忆爱罗先珂华希理君一文印入该书卷首，作为代序。关于江口涣的这篇文章，后来作过说明当爱罗先珂君在日本未被驱逐之前，我并不知道他的姓名。直到已被放逐，这才看起他的作品来所以知道那迫辱放逐的情形的，是由于登在读卖新闻上的一篇江口涣氏的文字。于是将这译出，我当时的意思，不过要传播被虐待者的苦痛的呼声和激发国人对于强权者的憎恶和愤怒而已，坟杂忆巴什庚之死附记巴什庚之死附记感想文十篇，收在阿尔志跋绥夫著作集的第三卷中这是第二篇，从日本马场哲哉的的感想中重译的。一九二六年八月，附记。本篇连同巴什庚之死的译文，最初发表于一九二六年九月十日莽原半月刊第十七期。巴什庚，―，俄国作家。回忆文写于一九九年，载新大众杂志一九一年第十五期。马场哲哉即外村史郎。参看本卷第页注。信州杂记附记信州杂记附记我们都知道，俄国从十月革命之后，文艺家大略可分为两大批。一批避往别国，去做寓公一批还在本国，虽然有的死掉，有的中途又走了，但这一批大概可以算是新的。毕勒涅克s是属于后者的文人。我们又都知道他去年曾到中国，又到日本。此后的事，我不知道了。"}
{"text":"马场哲哉即外村史郎。参看本卷第页注。信州杂记附记信州杂记附记我们都知道，俄国从十月革命之后，文艺家大略可分为两大批。一批避往别国，去做寓公一批还在本国，虽然有的死掉，有的中途又走了，但这一批大概可以算是新的。毕勒涅克s是属于后者的文人。我们又都知道他去年曾到中国，又到日本。此后的事，我不知道了。今天看见井田孝平和小岛修一同译的日本印象记，才知道他在日本住了两个月，于去年十月底，在墨斯科写成这样的一本书。当时我想，咱们骂日本，骂俄国，骂英国，骂，然而讲这些国度的情形的书籍却很少。讲政治，经济，军备，外交等类的，大家此时自然恐怕未必会觉得有趣，但文艺家游历别国的印象记之类却不妨有一点的。于是我就想先来介绍这一本毕勒涅克的书，当夜翻了一篇序词――信州杂记。这不过全书的九分之一，此下还有本论，本论之外，结论三大篇。然而我麻烦起来了。一者象是日本的象，而印是俄国人的印，翻到中国来，隔膜还太多，注不胜注。二者译文还太轻妙，我不敌他且手头又没有一部好好的字典，一有生字便费很大的周折。三者，原译本中时有缺字和缺句，是日本检查官所抹杀的罢，看起来也心里不快活。而对面阔人家的无线电话机里又在唱什么国粹戏，唉唉唉和琵琶的丁丁丁，闹得我头里只有发昏章第十一了。还是投笔从玩罢，我想，好在这信州杂记原也可以独立的，现在就将这作为开场，也同时作为结束。我看完这书，觉得凡有叙述和讽刺，大抵是很为轻妙的，然而也感到一种不足。就是欠深刻。我所见到的几位新俄作家的书，常常使我发生这一类觖望。但我又想，所谓深刻者，莫非真是世纪末的一种时症么？倘使社会淳朴笃厚，当然不会有隐情，便也不至于有深刻。如果我的所想并不错，则这些幼稚的作品，或者倒是走向新生的正路的开步罢。我们为传统思想所束缚，听到被评为幼稚便不高兴。但幼稚的反面是什么呢？好一点是老成，坏一点就是老狯。革命前辈自言老则有之，朽则未也，庸则有之，昏则未也。然而老庸不已经尽够了么？我不知道毕勒涅克对于中国可有什么著作，在日本印象记里却不大提及。但也有一点，现在就顺便绍介在这里罢――在中国的国境上，张作霖的狗将我的书籍全都没收了。"}
{"text":"如果我的所想并不错，则这些幼稚的作品，或者倒是走向新生的正路的开步罢。我们为传统思想所束缚，听到被评为幼稚便不高兴。但幼稚的反面是什么呢？好一点是老成，坏一点就是老狯。革命前辈自言老则有之，朽则未也，庸则有之，昏则未也。然而老庸不已经尽够了么？我不知道毕勒涅克对于中国可有什么著作，在日本印象记里却不大提及。但也有一点，现在就顺便绍介在这里罢――在中国的国境上，张作霖的狗将我的书籍全都没收了。连一千八百九十七年出版的的，也说是共产主义的传染品，抢走了。在哈尔宾，则我在讲演会上一开口，中国警署人员便走过来，下面似的说。照那言语一样地写，是这样的――――话，不行。一点儿，一点儿唱罢。一点儿，一点儿跳罢。读不行！我是什么也不懂。据译给我的意思，则是巡警禁止我演讲和朗读，而跳舞或唱歌是可以的。――人们打电话到衙门去，显着不安的相貌，疑惑着――有人对我说，何妨就用唱歌的调子来演讲呢。然而唱歌，我却敬谢不敏。这样恳切的中国，是挺直地站着，莞尔而笑，谦恭到讨厌，什么也不懂，却唠叨地说是话，不行，一点儿，一点儿唱的。于是中国和我，是干干净净地分了手了。本论之外第二节一九二七，一一，二六。记于上海。本篇连同信州杂记的译文，最初发表于一九二七年十二月二十四日语丝周刊第四卷第二期。小岛修一日本的翻译工。国粹戏指我国的传统戏曲，如京剧昆曲之类。发昏章第十一仿拟古代经书划分的戏谑语，即发昏之意。原语见金圣叹评点本水浒传第二十五回只见头在下脚在上倒撞落在当街心里去了，跌得个发昏章第十一。金圣叹在此语下批云奇语！捎带俗儒分章可笑。世纪末指十九世纪末叶西方资本主义国家特具的精神文化的颓废风气。这时出现的颓废文学作品即被称为世纪末文学。出处待查。张作霖―辽宁海城人。北洋的奉系军阀。一九一六年起，在日本帝国主义扶植下长期统治东北，并曾控制北京的北洋军阀政府，后被日本特务炸死于沈阳附近的皇姑屯。的即福楼拜的萨朗波。福楼拜―，法国作家。著有长篇小说包法利夫人情感教育等。"}
{"text":"世纪末指十九世纪末叶西方资本主义国家特具的精神文化的颓废风气。这时出现的颓废文学作品即被称为世纪末文学。出处待查。张作霖―辽宁海城人。北洋的奉系军阀。一九一六年起，在日本帝国主义扶植下长期统治东北，并曾控制北京的北洋军阀政府，后被日本特务炸死于沈阳附近的皇姑屯。的即福楼拜的萨朗波。福楼拜―，法国作家。著有长篇小说包法利夫人情感教育等。萨朗波，历史小说，描写古代非洲雇佣军的起义，写作于一八六二年。雄鸡和杂馔抄附记雄鸡和杂馔抄附记久闻外国书有一种限定本子，印得少，卖得贵，我至今一本也没有。今年春天看见的的日译本，是三百五十部之一，倒也想要，但还是因为价贵，放下了。只记得其中的一句，是青年莫买稳当的股票，所以疑心它一定还有不稳的话，再三盘算，终于化了五碗无产咖啡的代价，买了回来了。买回来细心一看，就有些想叫冤，因为里面大抵是讲音乐，在我都很生疏的。不过既经买来，放下也不大甘心，就随便译几句我所能懂的，贩入中国，――总算也没有买全不稳当的股票，而也聊以自别于青年。至于的事情，我不想在此绍介，总之是一个现代的法国人，也能作画，也能作文，自然又是很懂音乐的罢了。本篇连同法国科克多的杂文雄鸡和杂馔抄的译文，最初发表于一九二八年十二月二十七日朝花周刊第四期。让科克多―，法国作家。曾致力立体主义未来派的诗作，著有小说可怕的孩子剧本定时炸弹及诗集等。的日译本即大田黑元雄译的雄鸡和杂馔，昭和三年东京第一书房出版。当时在上海的售价是银元五元二角。无产咖啡附记参看三闲集革命咖啡店。"}
{"text":"的日译本即大田黑元雄译的雄鸡和杂馔，昭和三年东京第一书房出版。当时在上海的售价是银元五元二角。无产咖啡附记参看三闲集革命咖啡店。文中说革命咖啡店的革命底广告式文字，昨天也看见了，遥想洋楼高耸，前临阔街，门口是晶光闪灼的玻璃招牌，面前是一大杯热气蒸腾的无产阶级咖啡，面包店时代附记面包店时代附记巴罗哈同伊本涅支一样，也是西班牙现代的伟大的作家，但他的不为中国人所知，我相信，大半是由于他的著作没有被美国商人化美金一百万元，制成影片到上海开演。自然，我们不知道他是并无坏处的，但知道一点也好，就如听过宇宙间有一种哈黎慧星一般，总算一种知识。倘以为于饥饱寒温大有关系，那是求之太深了。译整篇的论文，介绍他到中国的，始于朝花。其中有这样的几句话他和他的兄弟联络在马德里，很奇怪，他们开了一爿面包店，这个他们很成功地做了六年。他的开面包店，似乎很有些人诧异，他在一个革命者的人生及社会观里，至于特设了一章来说明。现在就据冈田忠一的日译本，译在这里，以资谈助也可以作小说看，因为他有许多短篇小说，写法也是这样的。本篇连同面包店时代一个革命者的人生及社会观中之一章的译文，最初发表于一九二九年四月二十五日朝花周刊第十七期。伊本涅支通译伊巴涅思。参看本卷第页注。根据伊巴涅思的小说启示录的四骑士摄制的电影，一九二四年春末曾在上海卡尔登影院上映。化美金一百万元是上映该片时广告中的话。哈黎彗星即哈雷彗星，著名的周期彗星，英国天文学家哈雷，―首先确定它的轨道，故名。朝花指朝花周刊，柔石合编，以介绍外国文艺为主。一九二八年十二月创刊于上海，一九二九年五月停刊，同年六月改为旬刊。这里所说整篇的论文，指特雷克作真吾译的巴罗哈一文，载朝花周刊第十四期一九二九年四月四日。指里卡多，巴罗哈的哥哥。"}
{"text":"朝花指朝花周刊，柔石合编，以介绍外国文艺为主。一九二八年十二月创刊于上海，一九二九年五月停刊，同年六月改为旬刊。这里所说整篇的论文，指特雷克作真吾译的巴罗哈一文，载朝花周刊第十四期一九二九年四月四日。指里卡多，巴罗哈的哥哥。理定自传附记理定自传附记这一篇短短的自传，是从一九二六年，日本尾濑敬止编译的文艺战线译出的他的根据，就是――理定所编的文学的俄国。但去年出版的s中的那自传，和这篇详略却又有些不同，著作也增加了。我不懂原文，倘若勉强译出，定多错误，所以自传只好仍译这一篇但著作目录，却依照新版本的，由了两位朋友的帮助。一九二九年十一月十八夜，附识。本篇连同理定自传的译文，最初发表于一九二九年十二月奔流月刊第二卷第五期。系俄语之略。文艺战线即艺术战线。文学的俄国即文学的俄罗斯。s俄语作p，即作家。描写自己和说述自己的纪德附记描写自己和说述自己的纪德附记纪德在中国，已经是一个较为熟识的名字了，但他的著作和关于他的评传，我看得极少极少。每一个世界的文艺家，要中国现在的读者来看他的许多著作和大部的评传，我以为这是一种不看事实的要求。所以，的可靠的自叙和比较明白的画家和漫画家所作的肖像，是帮助读者想知道一个作家的大略的利器。描写自己即由这一种意义上，译出来试试的。听说纪德的文章很难译，那么，这虽然不过一小篇，也还不知道怎么亵渎了了。至于这篇小品和画像的来源，则有石川涌的说明在，这里不赘。文中的稻子豆，是s，的译名，这植物生在意大利，中国没有瓦乐敦的原文，是。。本篇连同纪德描写自己及石川涌说述自己的纪德的两篇译文，最初发表于一九三四年十月译文月刊第一卷第二期，署名乐雯。"}
{"text":"听说纪德的文章很难译，那么，这虽然不过一小篇，也还不知道怎么亵渎了了。至于这篇小品和画像的来源，则有石川涌的说明在，这里不赘。文中的稻子豆，是s，的译名，这植物生在意大利，中国没有瓦乐敦的原文，是。。本篇连同纪德描写自己及石川涌说述自己的纪德的两篇译文，最初发表于一九三四年十月译文月刊第一卷第二期，署名乐雯。纪德，―，法国小说家。著有窄门地粮田园交响乐等。石川涌―，日本东京大学文学教授，法国文学研究者。画像指瓦乐敦作的纪德木刻像，与本篇在同期译文发表。稻子豆s，英拉汉植物名称作角豆树。菲力克思瓦乐敦―，瑞士画家，终生侨居法国。一篇很短的传奇附记一篇很短的传奇附记迦尔洵ss―生于南俄，是一个甲骑兵官的儿子。少时学医，却又因脑病废学了。他本具博爱的性情，也早有文学的趣味俄土开战，便自愿从军，以受别人所受的痛苦，已而将经验和思想发表在小说里，是有名的四日和孱头。他后来到彼得堡，在大学听文学的讲义，又发表许多小说，其一便是这一篇很短的传奇。于是他又旅行各地，访问许多的文人，而尤受托尔斯泰的影响，其时作品之有名的便是红花。然而迦尔洵的脑病终于加重了，入狂人院之后，从高楼自投而下，以三十三岁的盛年去世了。这篇在迦尔洵的著作中是很富于滑稽的之一，但仍然是酸辛的谐笑。他那非战与自我牺牲的思想，也写得非常之分明。但英雄装了木脚，而劝人出战者却一无所损，也还只是人世的常情。至于与其三人不幸，不如一人――自己――不幸这精神，却往往只见于斯拉夫文人的著作，则实在不能不惊异于这民族的伟大了。一九二一年十一月十五日附记。本篇连同一篇很短的传奇的译文，最初发表于一九二二年二月妇女杂志月刊第八卷第二号。甲骑兵官胸甲骑兵团军官。"}
{"text":"他那非战与自我牺牲的思想，也写得非常之分明。但英雄装了木脚，而劝人出战者却一无所损，也还只是人世的常情。至于与其三人不幸，不如一人――自己――不幸这精神，却往往只见于斯拉夫文人的著作，则实在不能不惊异于这民族的伟大了。一九二一年十一月十五日附记。本篇连同一篇很短的传奇的译文，最初发表于一九二二年二月妇女杂志月刊第八卷第二号。甲骑兵官胸甲骑兵团军官。这是本篇小说主角所说的话，原语是你将以为与其一人的不幸，倒不如三人的不幸。斯拉夫文人指俄国作家，俄罗斯人属于东斯拉夫民族。一篇很短的传奇附记二一篇很短的传奇附记二迦尔洵ss生于一八五五年，是在俄皇亚历山大三世政府的压迫之下，首先绝叫，以一身来担人间苦的小说家。他的引人注目的短篇，以从军俄土战争时的印象为基础的四日，后来连接发表了孱头，邂逅，艺术家，兵士伊凡诺夫回忆录等作品，皆有名。然而他艺术底天禀愈发达，也愈入于病态了，悯人厌世，终于发狂，遂入癫狂院但心理底发作尚不止，竟由四重楼上跃下，遂其自杀，时为一八八八年，年三十三。他的杰作红花，叙一半狂人物，以红花为世界上一切恶的象征，在医院中拚命撷取而死，论者或以为便在描写陷于发狂状态中的他自己。四日，邂逅，红花，中国都有译本了。一篇很短的传奇虽然并无显名，但颇可见的博爱和人道底彩色，和南欧的但农契阿所作死之胜利，以杀死可疑的爱人为永久的占有，思想是截然两路的。本篇连同一篇很短的传奇的译文，印入一九二九年四月上海朝花社版近代世界短篇小说集之一奇剑及其它。亚历山大三世，―俄国沙皇亚历山大二世之子。一八八一年亚历山大二世被民粹派暗杀后继位。但农契阿，―通译邓南遮，意大利唯美主义作家。晚年成为民族主义者，拥护法西斯主义。死之胜利是他在一八九四年作的长篇小说。有芳信译本，一九三二年十月上海光华书局出版。"}
{"text":"亚历山大三世，―俄国沙皇亚历山大二世之子。一八八一年亚历山大二世被民粹派暗杀后继位。但农契阿，―通译邓南遮，意大利唯美主义作家。晚年成为民族主义者，拥护法西斯主义。死之胜利是他在一八九四年作的长篇小说。有芳信译本，一九三二年十月上海光华书局出版。贵家妇女附记贵家妇女附记贵家妇女是从日本尾濑敬止编译的艺术战线译出的他的底本，是俄国理丁编的文学的俄罗斯，内载现代小说家的自传，著作目录，代表的短篇小说等。这篇的，并不算著名的大家，经历也很简单。现在就将他的自传，译载于后――我于一八九五年生在波尔泰瓦。我的父亲――是美术家，出身贵族。一九一三年毕业古典中学，入彼得堡大学的法科，并未毕业。一九一五年，作为义勇兵向战线去了，受了伤，还被毒瓦斯所害。心有点异样。做了参谋大尉。一九一八年，作为义勇兵，加入赤军。一九一九年，以第一席的成绩回籍。一九二一年，从事文学了。我的处女作，于一九二一年登在彼得堡年报上。波兰姑娘是从日本米川正夫编译的劳农露西亚小说集译出的。本篇连同淑雪兼珂贵家妇女的译文，最初发表于一九二八年九月大众文艺月刊第一卷第一期。后又同收入近代世界短篇小说集之一奇剑及其它。这句话是在收入奇剑及其它时添上的。因为奇剑及其它中同时收有淑雪兼珂的波兰姑娘。食人人种的话附记食人人种的话附记查理路易腓立普sspp―是一个木鞋匠的儿子，好容易受了一点教育，做到巴黎市政厅的一个小官，一直到死。他的文学生活，不过十三四年。他爱读尼采，托尔斯泰，陀思妥夫斯基的著作自己的住房的墙上，写着一句陀思妥夫斯基的句子道得到许多苦恼者，是因为有能堪许多苦恼的力量。但又自己加以说明云这话其实是不确的，虽然知道不确，却是大可作为安慰的话。即此一端，说明他的性行和思想就很分明。这一篇是从日本堀口大学的腓立普短篇集里译出的，是他的后期圆熟之作。"}
