{"text":"世界没有国家经过五百年以上而不变乱的其变乱之源就是因为太平了四五百年，民族就腐化，户口就稠密，经济就穷窘，一穷就盗贼瘟疫相继而至，非革命不可。所以每八百年的周期中，首四五百年是太平的，后二三百年就是内乱兵匪，由兵匪起而朝代灭亡，始而分裂，继而迁都，南北分立，终而为外族所克服，克服之后，有了新血脉然后又统一，文化又昌盛起来。周朝八百年是如此。先统一后分裂，再后楚并诸侯南方独立，再后灭于秦。由秦至隋也是约八百年一期，汉晋是比较统一，到了东晋便五胡乱华，到隋才又统一。由隋至明也是约八百年，始而太平，国势大振，到南宋而渐微，到元而灭。由明到清也是一期，太平五百年已过，我们只能希望此后变乱的三百年不要开始，这曾经有人做过很详细的统计。总而言之，北方人种多受外族的混合，所以有北方之强，为南人所无。你看历代建朝帝王都是出于长江以北，没有一个出于长江以南。所以中国人有句话，叫做，吃面的可以做皇帝，而吃米的不能做皇帝。曾国藩不幸生于长江以南，又是湖南产米之区，米吃得太多，不然早已做皇帝了。再精细考究，除了周武王秦始皇及唐太祖生于西北陇西以外，历朝开国皇帝都在陇海路附近，安徽之东，山东之西，江苏之北，河北之南。汉高祖生于江北，晋武帝生于河南，宋太祖出河北，明太祖出河南。所以江淮盗贼之薮，就是皇帝发祥之地。你们谁有女儿，要求女婿或是要学吕不韦找邯郸姬生个皇帝儿，求之陇海路上之三等车中，可也。考之近日武人，山东出了吴佩孚，张宗昌，孙传芳，卢永祥。河北出了齐燮元，李景琳，强之江，鹿钟麟。河南出一袁世凯，险些儿就登了龙座，安徽也出了冯玉祥，段祺瑞。江南向来没有产过名将，只出了几个很好的茶房。三但是虽有此南北之分，与外族对立而言，中国民族尚不失为有共同的特殊个性。这个国民性之来由，有的由于民种，有的由于文化，有的是由于经济环境得来的。中国民族也有优点，也有劣处，若俭朴，若爱自然，若勤俭，若幽默，好的且不谈，谈其坏的。为国与为人一样，当就坏处着想，勿专谈己长，才能振作。有人要谈民族文学也可以，但是夸张轻狂，不自检省，终必灭亡。最要紧是研究我们的弱点何在，及其弱点之来源。我们姑先就这三个弱点忍耐性，散慢性及老猾性，研究一下，并考其来源。我相信这些都是一种特殊文化及特殊环境的结果，不是上天生就华人，就是这样忍辱含垢，这样不能团结，这样老猾奸诈。这有一方法可以证明，就是人人在他自己的经历，可以体会出来。"}
{"text":"中国民族也有优点，也有劣处，若俭朴，若爱自然，若勤俭，若幽默，好的且不谈，谈其坏的。为国与为人一样，当就坏处着想，勿专谈己长，才能振作。有人要谈民族文学也可以，但是夸张轻狂，不自检省，终必灭亡。最要紧是研究我们的弱点何在，及其弱点之来源。我们姑先就这三个弱点忍耐性，散慢性及老猾性，研究一下，并考其来源。我相信这些都是一种特殊文化及特殊环境的结果，不是上天生就华人，就是这样忍辱含垢，这样不能团结，这样老猾奸诈。这有一方法可以证明，就是人人在他自己的经历，可以体会出来。本来人家说屁话，我就反对现在人家说屁话，我点头称善曰是啊，不错不错。由此度量日宏而福泽日深。由他人看来，说是我的修养工夫进步。不但在我如此，其实人人如此。到了中年的人，若肯诚实反省，都有这样修养的进步。二十岁青年都是热心国事，三十岁的人都是国事管他娘。我们要问，何以中国社会使人发生忍耐，莫谈国事，及八面玲珑的态度呢？我想含忍是由家庭制度而来，散慢放逸是由于人权没有保障，而老猾敷衍是由于道家思想。自然各病不只一源，而且其中各有互相关系但为讲解得清楚便利，可以这样暂时分个源流。忍耐，和平，本来也是美德之一。但是过犹不及在中国忍辱含垢，唾面自干已变成君子之德。这忍耐之德也就成为国民之专长。所以西人来华传教，别的犹可，若是白种人要教黄种人忍耐和平无抵抗，这简直是太不自量而发热昏了。在中国，逆来顺受已成为至理名言，弱肉强食，也几乎等于天理。贫民遭人欺负，也叫忍耐，四川人民预缴三十年课税，结果还是忍耐。因此忍耐乃成为东亚文明之特征。然而越安排吃苦越有苦可吃。若如中国百姓不肯这样地吃苦，也就没有这么许多苦吃。所以在中国贪官剥削小百姓，如大鱼吃小鱼，可以张开嘴等小鱼自己游进去，不但毫不费力，而且甚合天理。俄国有个寓言，说一日有小鱼反对大鱼的歼灭同类，就对大鱼反抗，说你为什么吃我？大鱼说那么，请你试试看。我让你吃，你吃得下去么？这大鱼的观点就是中国人的哲学，叫做守己安分。小鱼退避大鱼谓之守己，退避不及游入大鱼腹中谓之安分。这也是吴稚晖先生所谓相安为国，你忍我，我忍你，国家就太平无事了。这种忍耐的态度，我想是由大家庭生活学来的。一人要忍耐，必先把脾气炼好，脾气好就忍耐下去。"}
{"text":"大鱼说那么，请你试试看。我让你吃，你吃得下去么？这大鱼的观点就是中国人的哲学，叫做守己安分。小鱼退避大鱼谓之守己，退避不及游入大鱼腹中谓之安分。这也是吴稚晖先生所谓相安为国，你忍我，我忍你，国家就太平无事了。这种忍耐的态度，我想是由大家庭生活学来的。一人要忍耐，必先把脾气炼好，脾气好就忍耐下去。中国的大家庭生活，天赋给我们练习忍耐的机会，因为在大家庭中，子忍其父，弟忍其兄，妹忍其姊，侄忍叔，妇忍姑，妯娌忍其妯娌，自然成为五代同堂团圆局面。这种日常生活磨练影响之大，是不可忽略的。这并不是我造谣。以前张公艺九代同堂，唐高宗到他家问何诀。张公艺只请纸连写一百个忍字。这是张公艺的幽默，是对大家庭制度最深刻的批评。后人不察，反拿百忍当传家宝训。自然这也有道理。其原因是人口太多，聚在一起，若不相容，就无处翻身，在家在国，同一道理。能这样相忍为家者，自然也能相安为国。在历史上，我们也可证明中国人明哲保身莫谈国事决非天性。魏晋清谈，人家骂为误国。那时的文人，不是隐逸，便是浮华，或者对酒赋诗，或者炼丹谈玄，而结果有永嘉之乱，这算是中国人最消极最漠视国事之一时期，然而何以养成此普遍清谈之风呢？历史的事实，可以为我们明鉴。东汉之末，子大夫并不是如此的。太学生三万人常常批评时政，是谈国事，不是不谈的。然而因为没有法律的保障，清议之权威抵不过宦官的势力，终于有党锢之祸。清议之士，大遭屠杀，或流或刑，或夷其家族，杀了一次又一次。于是清议之风断，而清谈之风成，聪明的人或故为放逸浮夸，或沉湎酒色，而达到酒德颂的时期。有的避入山中，蛰居子屋，由窗户传食。有的化为樵夫，求其亲友不要来访问，以避耳目。竹林七贤出，而大家以诗酒为命。刘伶出门带一壶酒，叫一人带一铁锹，对他说死便埋我，而时人称贤。贤就是聪明，因为他能佯狂，而得善终。时人佩服他，如小龟佩服大龟的龟壳的坚实。所以要中国人民变散慢为团结，化消极为积极，必先改此明哲保身的态度，而要改明哲保身的态度，非几句空言所能济事，必改造使人不得不明哲保身的社会环境，就是给中国人民以公道法律的保障，使人人在法律范围之内，可以各开其口，各做其事，各展其才，各行其志。不但扫雪，并且管霜。换句话说，要中国人不象一盘散沙，根本要着，在给与宪法人权之保障。"}
{"text":"贤就是聪明，因为他能佯狂，而得善终。时人佩服他，如小龟佩服大龟的龟壳的坚实。所以要中国人民变散慢为团结，化消极为积极，必先改此明哲保身的态度，而要改明哲保身的态度，非几句空言所能济事，必改造使人不得不明哲保身的社会环境，就是给中国人民以公道法律的保障，使人人在法律范围之内，可以各开其口，各做其事，各展其才，各行其志。不但扫雪，并且管霜。换句话说，要中国人不象一盘散沙，根本要着，在给与宪法人权之保障。但是今日能注意到这一点道理，真正参悟这人权保障与我们处世态度互相关系的人，真寥如晨星了。思满大人萨天师语录中国的悠闲理论美国人是闻名的伟大的劳碌者，中国人是闻名的伟大的悠闲者。因为相反者必是互相钦佩的，所以我想美国劳碌者之钦佩中国悠闲者，是跟中国悠闲者之钦佩美国劳碌者一样的。这就是所谓民族性格上的优点。我不晓得将来东西文明是否会沟通起来，可是在事实上，现在的东西文明已经联系起来了。如将来交通更进步，现代的文明更能远布时，它们间的关系将更加密切。现在至少我们可以这样说，机械的文明中国不反对，目前的问题是怎样把这二种文化加以融合即中国古代的物质文明使它们成为一种普遍可行的人生哲学。至于东方哲学能否侵入西洋生活中去的这一个问题，无人敢去预言。机械的文明终于使我们很快地趋近于悠闲的时代，环境也将使我们必须少做工作而多过游玩的生活。这虽然是环境问题，当人类觉得有很多的闲暇工夫时，他不得不去想出一些消磨空闲的聪明方法。这种空闲是飞快进步的结果，不管他愿意不愿意，他必须接受。一个人终不能预测下一代的事物。三十年后的生活怎样，只有大胆的人们才敢去拟想。对于这世界不断的进步，人类总有一天会感到厌倦，而去清查他对于物质方面的成就。当物质环境渐渐改善了，疾病灭绝了，穷困减少了，人寿延长了，食物加多了，到那时候，人类绝不会像现在一样的匆忙。而且我相信这种环境或者会产生一种较懒惰的性格。此外，主观的因素常是和客观的因素同样重要的。哲学不但变换了人类的观念，同时也改变了人类的性格。人类对于机械文明的反应，是视人类本性而异的。在生物学上讲到有下列一类的情形，如对刺激的敏感性，反应的缓急。以及各种动物在同样的环境之下所做的不同行为。有些动物的反应比较迟缓。"}
{"text":"而且我相信这种环境或者会产生一种较懒惰的性格。此外，主观的因素常是和客观的因素同样重要的。哲学不但变换了人类的观念，同时也改变了人类的性格。人类对于机械文明的反应，是视人类本性而异的。在生物学上讲到有下列一类的情形，如对刺激的敏感性，反应的缓急。以及各种动物在同样的环境之下所做的不同行为。有些动物的反应比较迟缓。就是在机械文明里美英法德俄等包括在内我们看见各民族的不同气质，对于这个机械时代也产生不同的反应，同时，在个人方面，在同样的环境中也会产生不同的反应。我认为中国未来的机械文明所创造的生活方式，一定近于现代的法国生活方式，因为中国人和法国人的气质是极相近的。今日的美国是机械文明的先导者，大家都以为世界在未来的机械控制下，一定倾向于美国那种生活形态。这种理论我却抱着怀疑，谁也不会知道未来的美国人又将是怎样的一种气质，勃鲁克在新著新英格兰文化时代一书中所描写的也许会重现于今日，我以为这是可能的。没有人敢说新英格兰文化的产物不是典型的美国文化，也没有人敢说惠特曼在他的民主主义的憧憬里所预测的理想――自由人类和完美母亲的产生――不是民主主义进步中的理想。假如美国能有短期的休息，我相信它或许会产生新的惠特曼，新的梭罗与新的罗威尔。到那时候，那种采金狂热所弄糟了的美国旧文化，也许会再开花结果。这样说来，美国将来的气质，不是又要跟今日的两样了吗？不是将接近于爱默生和梭罗的气质吗？我认为文化本来就是空闲的产物。所以文化的艺术就是悠闲的艺术。在中国人心目中，凡是用他的智慧来享受悠闲的人，也便是受教化最深的人。在哲学的观点上看来，劳碌和智慧似乎是根本相左的。智慧的人绝不劳碌，过于劳碌的人绝不是智慧的，善于优游岁月的人才是真正有智慧的。在此我不想讲些中国人的悠闲过活技巧和分类，只是想说明那种养成他们喜闲散，优游岁月，乐天知命的性情――常常也就是诗人的性惰――的哲学背景。中国人那种对成就和成功的发生怀疑，和对这种生活本身如此深爱的脾性研究是怎样生出来的呢？中国人的悠闲哲学，可以在十八世纪的一个不大出名的作家舒白香所说的话里看出来，他以为时间之所以宝贵，乃在时间之不被利用闲暇之时间如室中之空隙。"}
{"text":"在此我不想讲些中国人的悠闲过活技巧和分类，只是想说明那种养成他们喜闲散，优游岁月，乐天知命的性情――常常也就是诗人的性惰――的哲学背景。中国人那种对成就和成功的发生怀疑，和对这种生活本身如此深爱的脾性研究是怎样生出来的呢？中国人的悠闲哲学，可以在十八世纪的一个不大出名的作家舒白香所说的话里看出来，他以为时间之所以宝贵，乃在时间之不被利用闲暇之时间如室中之空隙。做女工的女人租不了小小的一个房间住着，房里满是东西，一无旋转的余地，因而感到不舒服如果一旦她的薪水略为增加，她便要搬到一间较宽敞的房子里，在那里除了放置床桌和煤气炉子外，还有一些回旋的地方，这就是她感到舒适。同样理由，我们有了闲暇，才能感到生活的兴趣。我曾听说纽约公园街有一位富婆，她把住宅旁边的无用地皮都买了下来，原因是恐防有人在她的住宅旁造摩天大厦，她仅仅是为了要得一些弃置不用的空地，不惜花费大量金钱但我以为她花的钱，再没有比花在这种地方更精明的了。关于这点，我可以报告一些我个人的经验。原先我看不出纽约市中摩天大厦的美点，后来到了芝加哥，才觉得只要在摩天大厦的前边有相当的地面，而四周又有半里多的空地，倒可成为庄严美丽的。芝加哥在这方面比较幸运，空地较纽约曼哈顿市区多一些。如果那些大建筑物间的距离比较宽阔，则在远处看起来，就似乎没有什么东西阻碍了视线。这样比较起来，我们的生活太狭仄了，使我们对精神生活美点不能得到一个自由的视野。我们精神上的屋前空地太缺少了。悠闲生活的崇尚中国人之爱悠闲，有着很多交织着的原因。中国人的性情，是经过了文学的熏陶和哲学的认可的。这种爱悠闲的性情是由于酷爱人生而产生，并受了历代浪漫文学潜流的激荡，最后又由一种人生哲学――大体上可称它为道家哲学――承认它为合理近情的态度。中国人能囫囵地接受这种道家的人生观，可见他们的血液中原有着道家哲学的种子。有一点我们须先行加以澄清，这种消闲的浪漫崇尚我们已说过它是空闲的产物，绝不是我们一般想象中的那些有产阶级者的享受。那种观念是错误的。我们要明了，这种悠闲生活是穷愁潦倒的文士所崇尚的，他们中有的是生性喜爱悠闲的生活，有的是不得不如此，当我读中国的文学杰作时，或当我想到那些穷教师们拿了称颂悠闲生活的诗文去教穷弟子时，我不禁要想他们一定在这些著作中获得很大的满足和精神上的安慰。"}
{"text":"中国人能囫囵地接受这种道家的人生观，可见他们的血液中原有着道家哲学的种子。有一点我们须先行加以澄清，这种消闲的浪漫崇尚我们已说过它是空闲的产物，绝不是我们一般想象中的那些有产阶级者的享受。那种观念是错误的。我们要明了，这种悠闲生活是穷愁潦倒的文士所崇尚的，他们中有的是生性喜爱悠闲的生活，有的是不得不如此，当我读中国的文学杰作时，或当我想到那些穷教师们拿了称颂悠闲生活的诗文去教穷弟子时，我不禁要想他们一定在这些著作中获得很大的满足和精神上的安慰。所谓盛名多累，隐逸多适，这种话对那些应试落第的人是很听得进的还有什么晚食可以当肉这一类的俗语，在养不起家的人即可以解嘲。中国无产阶级的青年作家们指责苏东坡和陶渊明等为罪恶的有闲阶级的智识分子，这可说是文学批评史上的最大错误了。苏东坡的诗中不过写了一些江上清风及山间明月。陶渊明的诗中不过是说了一些夕露沾我衣及鸡鸣桑树颠。难道江上清风山间明月和桑树颠的鸡鸣只有资产阶级者才能占有吗？这些古代的名人并不是空口白话地谈论着农村的情形，他们是躬亲过着穷苦的农夫生活，在农村生活中得到了和平与和谐的。这样说来，这种消闲的浪漫崇尚，我以为根本是平民化的。我们只要想象英国大小说家斯顿s在他有感触的旅程上的情景，或是想象英国大诗人华兹华斯s和柯勒律治他们徒步游欧洲，心胸中蕴着伟大的美的观念，而袋里不名一文。我们想象到这些，对于这些个浪漫主义就比较了解了。一个人不一定要有钱才可以旅行，就是在今日，旅行也不一定是富家的奢侈生活。总之，享受悠闲生活当然比享受奢侈生活便宜得多。要享受悠闲的生活只要有一种艺术家的性情，在一种全然悠闲的情绪中，去消遣一个闲暇无事的下午。正如梭罗在瓦尔登湖里所说的，要享受悠闲的生活，所费是不多的。笼统说来，中国的浪漫主义者都具有锐敏的感觉和爱好漂泊的天性，虽然在物质生活上露着穷苦的样子，但情感却很丰富。他们深切爱好人生，所以宁愿辞官弃禄，不愿心为形役，在中国，消闲生活并不是富有者有权势者和成功者独有的权利美国的成功者更显匆忙了！而是那种高尚自负的心情的产物，这种高尚自负的心情极像那种西方的流浪者的尊严的观念，这种流浪者骄傲自负到又不肯去请教人家，自立到不愿意工作，聪明到不把周遭的世界看得太认真。"}
{"text":"笼统说来，中国的浪漫主义者都具有锐敏的感觉和爱好漂泊的天性，虽然在物质生活上露着穷苦的样子，但情感却很丰富。他们深切爱好人生，所以宁愿辞官弃禄，不愿心为形役，在中国，消闲生活并不是富有者有权势者和成功者独有的权利美国的成功者更显匆忙了！而是那种高尚自负的心情的产物，这种高尚自负的心情极像那种西方的流浪者的尊严的观念，这种流浪者骄傲自负到又不肯去请教人家，自立到不愿意工作，聪明到不把周遭的世界看得太认真。这种样子的心情是一种超脱俗世的意识而产生，并和这种意识自然地联系着的也可说是由那种看透人生的野心愚蠢和名利的诱惑而产生出来的。那个把他的人格看得比事业的成就来得重大，把他的灵魂看得比名利更紧要的高尚自负的学者，大家都把他认为是中国文学上最崇高的理想。他显然是一个极简朴地去过生活，而且鄙视世欲功名的人。这一类的大文学家――陶渊明苏东坡白居易袁中郎袁子才，都曾度过一个短期的官场生活，政绩都很优良，但都为了厌倦那种磕头的勾当，要求辞职，以便可以回家去过自由自在的生活。另外的一位诗人白玉蟾，他把他的书斋题名慵庵，对悠闲的生活竭尽称赞的能事丹经慵读，道不在书藏教慵览，道之皮肤。至道之要，贵乎清虚，何谓清虚？终日如愚。有诗慵吟，句外肠枯有琴慵弹，弦外韵孤有酒慵饮，醉外江湖有棋慵奕，意外干戈慵观溪山，内有画图慵对风月，内有蓬壶慵陪世事，内有田庐慵问寒暑，内有神都。松枯石烂，我常如如。谓之慵庵，不亦可乎？从上面的题赞看来，这种悠闲的生活，也必须要有一个恬静的心地和乐天旷达的观念，以及一个能尽情玩赏大自然的胸怀方能享受。诗人及学者常常自题了一些稀奇古怪的别号，如江湖客杜甫东坡居士苏东坡烟湖散人襟霞阁老人等等。没有金钱也能享受悠闲的生活。有钱的人不一定能真真领略悠闲生活的乐趣，那些轻视钱财的人才真真懂得此中的乐趣。他须有丰富的心灵，有简朴生活的爱好，对于生财之道不大在心，这样的人，才有资格享受悠闲的生活。如果一个人真的要享受人生，人生是尽够他享受的。一般人不能领略这个尘世生活的乐趣，那是因为他们不深爱人生，把生活弄得平凡刻板，而且无聊。有人说老子是嫉恶人生的，这话绝对不对，我认为老子所以要鄙弃俗世生活，正因为他太爱人生，不愿使生活变成为生活而生活。"}
{"text":"没有金钱也能享受悠闲的生活。有钱的人不一定能真真领略悠闲生活的乐趣，那些轻视钱财的人才真真懂得此中的乐趣。他须有丰富的心灵，有简朴生活的爱好，对于生财之道不大在心，这样的人，才有资格享受悠闲的生活。如果一个人真的要享受人生，人生是尽够他享受的。一般人不能领略这个尘世生活的乐趣，那是因为他们不深爱人生，把生活弄得平凡刻板，而且无聊。有人说老子是嫉恶人生的，这话绝对不对，我认为老子所以要鄙弃俗世生活，正因为他太爱人生，不愿使生活变成为生活而生活。有爱必有妒。一个热爱人生的人，对于他应享受的那些快乐的时光，一定爱惜非常。然而同时却又须保持流浪汉特有的那种尊严和傲慢。甚至他的垂钓时间也和他的办公时间一样神圣不可侵犯，而成为一种教规，好像英国人把游戏当做教规一样的郑重其事。他对于他在高尔夫球总会中同他人谈论股票的市况，一定会像一个科学家在实验室中受到人家骚扰那样觉得厌恶。他一定时常计算着再有几个春天就要消逝了，为了不曾做几次遨游，而心中感到悲哀和懊丧，像一个市侩懊恼今天少卖出一些货物一样。论肚子凡是动物便有这么一个叫做肚子的无底洞。这无底洞曾影响了我们整个的文明。中国号称美食家的李笠翁在闲情偶寄卷十二饮馔部的里，对于这个无底洞颇有怨尤之言吾观人之一生，眼耳鼻舌手足躯骸，件件都不可少，其尽可不设而必欲赋之，遂为万古生人之累者，独是口腹二物。口腹具而生计繁矣，生计繁而诈伪奸险之事出矣。诈伪奸险之事出，而五刑不得不设。君不能施其爱育，亲不能遂其恩私，造物好生而亦不能逆行其志者，皆当日赋形不善，多此二物之累也。草木无口腹，未尝不生山石土壤无饮食，未闻不长养何事独异其形，而赋以口腹？即生口腹，亦当使如鱼虾之饮水，蜩螗之吸露，尽可滋生气力，而为趱跃飞鸣。若是，则可与世无求，而生人之患熄矣。乃既生以口腹，又复多其嗜欲，使如豁壑之不可厌，多其嗜欲，又复洞其底里，使如江河之不可填，以致人之一生，竭五官百骸之力，供一物之所耗而不足者。吾反复推详，不能不于造物主是咎，亦知造物于此，未尝不自悔其非，但以制定难移，只得终遂其过。甚矣，作法慎初，不可草草定制！我们既有了这个无底洞，自须填满。那真是无可奈何的事，我们有这个肚子，它的影响确已及于人类历史的过程。"}
