{"text":"为了卢布参看本卷第页注及二心集丧家的资本家的乏走狗。意在投降参看本卷第页注。破锣反动派对普罗文学的污蔑。当时，一般称无产阶级革命文学为普罗文学普罗是无产阶级的音译普罗列塔利亚的简称。战后德国作家雷马克的小说西线无战事的续篇，当时有沈叔之的中译本，一九三一年八月上海开明书店出版。希特拉保福福埂保梗矗担胂乩眨鹿斯头子，第二次世界大战的祸首之一。下文的字旗，即德国法西说钠熳印！I，纳粹党的党徽玻玻病场端赖氖贰獯罄作家邓南遮在一八九四年出版的小说，当时有芳信的中译本，一九三二年十月上海光华书局出版。里培进斯基\\，―通译里苯够樟家。所作一周间，当时我国有蒋光慈的译本，一九三年一月北新书局出版。又有江思苏汶的译本，一九三年三月上海水沫书店出版。复交国民党政府在一九二七年十二月十四日宣布和苏联断绝邦交，一九三二年十二月十二日宣布复交。黑土苏联的黑土区面积广大，有以黑土作为它的代称的。如丹麦文艺批评家和文学史家乔治勃兰兑斯―，曾在他写的俄国印象记一书中称俄国为黑土。指英国作家萧伯纳和法国作家罗曼罗兰。罗曼罗兰在俄国十月革命后对苏联持友好态度，一九三一年发表与过去告别一文，热烈支持无产阶级革命。萧伯纳，参看本书谁的矛盾及其注。总退却序总退却序中国久已称小说之类为闲书，这在五十年前为止，是大概真实的，整日价辛苦做活的人，就没有工夫看小说。所以凡看小说的，他就得有余暇，既有余暇，可见是不必怎样辛苦做活的了，成仿吾先生曾经断之曰有闲，即是有钱！者以此。诚然，用经济学的眼光看起来，在现制度之下，闲暇恐怕也确是一种富。但是，穷人们也爱小说，他们不识字，就到茶馆里去听说书，百来回的大部书，也要每天一点一点的听下去。不过比起整天做活的人们来，他们也还是较有闲暇的。要不然，又那有工夫上茶馆，那有闲钱做茶钱呢？小说之在欧美，先前又何尝不这样。后来生活艰难起来了，为了维持，就缺少余暇，不再能那么悠悠忽忽。"}
{"text":"者以此。诚然，用经济学的眼光看起来，在现制度之下，闲暇恐怕也确是一种富。但是，穷人们也爱小说，他们不识字，就到茶馆里去听说书，百来回的大部书，也要每天一点一点的听下去。不过比起整天做活的人们来，他们也还是较有闲暇的。要不然，又那有工夫上茶馆，那有闲钱做茶钱呢？小说之在欧美，先前又何尝不这样。后来生活艰难起来了，为了维持，就缺少余暇，不再能那么悠悠忽忽。只是偶然也还想借书来休息一下精神，而又耐不住唠叨不已，破费工夫，于是就使短篇小说交了桃花运。这一种洋文坛上的趋势，也跟着古人之所谓欧风美雨，冲进中国来，所以文学革命以后，所产生的小说，几乎以短篇为限。但的才力不能构成巨制，自然也是一个很大的原因。而且书中的主角也变换了。古之小说，主角是勇将策士，侠盗赃官，妖怪神仙，佳人才子，后来则有妓女嫖客，无赖奴才之流。五四以后的短篇里却大抵是新的智识者登了场，因为他们是首先觉到了在欧风美雨中的飘摇的，然而总还不脱古之英雄和才子气。现在可又不同了，大家都已感到飘摇不再要听一个特别的人的运命。某英雄在柏林拊髀看天，某天才在泰山捶胸泣血，还有谁会转过脸去呢？他们要知道，感觉得更广大，更深邃了。这一本集子就是这一时代的出产品，显示着分明的蜕变，人物并非英雄，风光也不旖旎，然而将中国的眼睛点出来了。我以为的写工厂，不及她的写农村，但也许因为我先前较熟于农村，否则，是较熟于农村的缘故罢。一九三三年十二月二十五夜，记。本篇在收入本书前未在报刊上发表过。总退却，葛琴的短篇小说集，一九三七年三月上海良友图书印刷公司出版，内收短篇小说七篇，与作序时的篇目有出入。有闲，即是有钱这是李初梨的话，参看本卷第页注。答杨人先生公开信的公开信答杨人先生公开信的公开信文化列车破格的开到我的书桌上面，是十二月十日开车的第三期，托福使我知道了近来有这样一种杂志，并且使我看见了杨人先生给我的公开信，还要求着答复。对于这一种公开信，本没有一定给以答复的必要的，因为它既是公开，那目的其实是在给大家看，对我个人倒还在其次。但是，我如果要回答也可以，不过目的也还是在给大家看，要不然，不是只要直接寄给个人就完了么？"}
{"text":"答杨人先生公开信的公开信答杨人先生公开信的公开信文化列车破格的开到我的书桌上面，是十二月十日开车的第三期，托福使我知道了近来有这样一种杂志，并且使我看见了杨人先生给我的公开信，还要求着答复。对于这一种公开信，本没有一定给以答复的必要的，因为它既是公开，那目的其实是在给大家看，对我个人倒还在其次。但是，我如果要回答也可以，不过目的也还是在给大家看，要不然，不是只要直接寄给个人就完了么？因为这缘故，所以我在回答之前，应该先将原信重抄在下面――先生读了李┫壬不知道是不是李又燃先生，抑或曹聚仁先生的笔名的读伪自由书一文，近末一段说读着伪自由书，便想到先生的人。那天，见先生吃饭，咀嚼时牵动着筋肉，连胸肋骨也拉拉动的，先生是老了！我当时不禁一股酸味上心头。记得从前看到父亲的老态时有过这样的情绪，现在看了先生的老态又重温了一次。这都是使司马懿之流，快活的事，何况旁边早变心了魏延。这末一句照原文十个字抄，一字无错，确是妙文！不禁令人起了两个感想一个是我们敬爱的先生老了，一个是我们敬爱的先生为什么是诸葛亮？先生的旁边那里来的早变心了魏延？无产阶级大众何时变成了阿斗？第一个感想使我惶恐万分！我们敬爱的先生老了，这是多么令人惊心动魄的事！记得呐喊在北京最初出版的时候大概总在十年前，我拜读之后，景仰不置，曾为文介绍颂扬，揭登于张东荪先生编的学灯，在当时我的敬爱先生甚于敬爱创造社四君子。其后一九二八年语丝上先生为文讥诮我们，虽然两方论战绝无感情，可是论战是一回事，私心敬爱依然如昔。一九三年秋先生五十寿辰的庆祝会上，我是参加庆祝的一个，而且很亲切地和先生一起谈天，私心很觉荣幸。左联有一次大会在一个日本同志家里开着，我又和先生见面，十分快乐。可是今年我脱离共产党以后，在左右夹攻的当儿，艺术新闻与出版消息都登载着先生要嘘我的消息，说是书名定为北平五讲与上海三嘘，将对我用嘘的方式加以袭击，而且将我与梁实秋张若谷同列，这自然是引起我的反感，所以才有新儒林外史第一回之作。但在新儒林外史第一回里头只说先生出阵交战用的是大刀一词加以反攻的讽刺而已。其中引文的情绪与态度都是敬爱先生的。"}
{"text":"左联有一次大会在一个日本同志家里开着，我又和先生见面，十分快乐。可是今年我脱离共产党以后，在左右夹攻的当儿，艺术新闻与出版消息都登载着先生要嘘我的消息，说是书名定为北平五讲与上海三嘘，将对我用嘘的方式加以袭击，而且将我与梁实秋张若谷同列，这自然是引起我的反感，所以才有新儒林外史第一回之作。但在新儒林外史第一回里头只说先生出阵交战用的是大刀一词加以反攻的讽刺而已。其中引文的情绪与态度都是敬爱先生的。文中的意义却是以为先生对我加以嘘的袭击未免看错了敌人吧了。到了拜读大著两地书以后为文介绍，笔下也十分恭敬并没半点谩骂的字句，可是先生于我的种痘一文里头却有所误会似地顺笔对我放了两三枝冷箭儿，特别地说是有人攻击先生的老，在我呢，并没有觉得先生老了，而且那篇文章也没有攻击先生的老，先生自己认为是老了吧了。伯纳萧的年纪比先生还大，伯纳萧的鬓毛比先生还白如丝吧，伯纳萧且不是老了，先生怎么这样就以为老了呢？我是从来没感觉到先生老了的，我只感觉到先生有如青年而且希望先生永久年青。然而，读了李┫壬的文章，我惶恐，我惊讶，原来先生真的老了。李┫壬因为看了先生老了而不禁一股酸味上心头有如看他的令尊的老态的时候有过的情绪，我虽然也时常想念着我那年老的父亲，但并没有如人家攻击我那样地想做一个孝子，不过是天性所在有时未免兴感而想念着吧了，所以我看了李┫壬的文章并没有联想到我的父亲上面去。然而先生老了，我是惶恐与惊讶。我惶恐与惊讶的是，我们敬爱的文坛前辈老了，他将因为生理上的缘故而要停止他的工作了！在这敬爱的心理与观念上，我将今年来对先生的反感打个粉碎，竭诚地请先生训诲。可是希望先生以严肃的态度出之，如嘘，如放冷箭儿等却请慎重，以令对方心服。第二个感想使我因为那是李┫壬的事，这里不愿有扰清听。假如这信是先生觉得有答复的价值的话，就请寄到这里文化列车的编者将它发表，否则希望先生为文给我一个严正的批判也可以。发表的地方我想随处都欢迎的。专此并竭诚地恭敬地问了一声安好并祝康健。杨人谨启。一九三三，一二，三。末了附带声明一句，我作这信是出诸至诚，并非因为鬼儿子骂我和先生打笔墨官司变成小鬼以后向先生求和以大鬼的意思。人又及。以下算是我的回信。因为是信的形式，所以开头照例是――人先生先生给我的信是没有答复的价值的。"}
{"text":"假如这信是先生觉得有答复的价值的话，就请寄到这里文化列车的编者将它发表，否则希望先生为文给我一个严正的批判也可以。发表的地方我想随处都欢迎的。专此并竭诚地恭敬地问了一声安好并祝康健。杨人谨启。一九三三，一二，三。末了附带声明一句，我作这信是出诸至诚，并非因为鬼儿子骂我和先生打笔墨官司变成小鬼以后向先生求和以大鬼的意思。人又及。以下算是我的回信。因为是信的形式，所以开头照例是――人先生先生给我的信是没有答复的价值的。我并不希望先生心服，先生也无须我批判，因为近二年来的文字，已经将自己的形象画得十分分明了。自然，我决不会相信鬼儿子们的胡说，但我也不相信先生。这并非说先生的话是一样的叭儿狗式的狺狺恐怕先生是自以为永久诚实的罢，不过因为急促的变化，苦心的躲闪，弄得左支右绌，不能自圆其说，终于变成废话了，所以在听者的心中，也就失去了重量。例如先生的这封信，倘使略有自知之明，其实是不必写的。先生首先问我为什么是诸葛亮？这就问得稀奇。李┫壬我曾经见过面，并非曹聚仁先生，至于是否李又燃先生，我无从确说，因为又燃先生我是没有豫先见过的。我为什么是诸葛亮呢？别人的议论，我不能，也不必代为答复，要不然，我得整天的做答案了。也有人说我是人群的蟊贼的。为什么？――我都由它去。但据我所知道，魏延变心，是在诸葛亮死后，我还活着，诸葛亮的头衔是不能加到我这里来的，所以无产阶级大众何时变成了阿斗？的问题也就落了空。那些废话，如果还记得三国志演义或吴稚晖先生的话，是不至于说出来的，书本子上及别人，并未说过人民是阿斗。现在请放心罢。但先生站在小资产阶级文学革命的旗下，还是什么无产阶级大众，自己的眼睛看见了这些字，不觉得可羞或可笑么？不要再提这些字，怎么样呢？其次是先生惊心动魄于我的老，可又惊心动魄得很稀奇。我没有修炼仙丹，自然的规则，一定要使我老下去，丝毫也不足为奇的，请先生还是镇静一点的好。而且我后来还要死呢，这也是自然的规则，豫先声明，请千万不要惊心动魄，否则，逐渐就要神经衰弱，愈加满口废话了。我即使老，即使死，却决不会将地球带进棺材里去，它还年青，它还存在，希望正在将来，目前也还可以插先生的旗子。这一节我敢保证，也请放心工作罢。于是就要说到三嘘问题了。"}
{"text":"不要再提这些字，怎么样呢？其次是先生惊心动魄于我的老，可又惊心动魄得很稀奇。我没有修炼仙丹，自然的规则，一定要使我老下去，丝毫也不足为奇的，请先生还是镇静一点的好。而且我后来还要死呢，这也是自然的规则，豫先声明，请千万不要惊心动魄，否则，逐渐就要神经衰弱，愈加满口废话了。我即使老，即使死，却决不会将地球带进棺材里去，它还年青，它还存在，希望正在将来，目前也还可以插先生的旗子。这一节我敢保证，也请放心工作罢。于是就要说到三嘘问题了。这事情是有的，但和新闻上所载的有些两样。那时是在一个饭店里，大家闲谈，谈到有几个人的文章，我确曾说这些都只要以一嘘了之，不值得反驳。这几个人们中，先生也在内。我的意思是，先生在那冠冕堂皇的自白里，明明的告白了农民的纯厚，小资产阶级的智识者的动摇和自私，却又要来竖起小资产阶级革命文学的旗，就自己打着自己的嘴。不过也并未说出，走散了就算完结了。但不知道是辗转传开去的呢，还是当时就有新闻记者在座，不久就张大其辞的在纸上登了出来，并请读者猜测。近五六年来，关于我的记载多极了，无论为毁为誉，是假是真，我都置之不理，因为我没有聘定律师，常登广告的巨款，也没有遍看各种刊物的工夫。况且新闻记者为要哄动读者，会弄些夸张的手段，是大家知道的，甚至于还全盘捏造。例如先生还在做革命文学家的时候，用了小记者的笔名，在一种报上说我领到了南京中央党部的文学奖金，大开筵宴，祝孩子的周年，不料引起了先生对于亡儿的记忆，悲哀了起来。这真说得栩栩如生，连出世不过一年的婴儿，也和我一同被喷满了血污。然而这事实的全出于创作，我知道，达夫先生知道，记者兼的您杨人先生当然也不会不知道的。当时我一声不响。为什么呢？革命者为达目的，可用任何手段的话，我是以为不错的，所以即使因为我罪孽深重，革命文学的第一步，必须拿我来开刀，我也敢于咬着牙关忍受。杀不掉，我就退进野草里，自己舐尽了伤口的血痕，决不烦别人傅药。但是，人非圣人，为了麻烦而激动起来的时候也有的，我诚然讥诮过先生们，这些文章，后来都收在三闲集中，一点也不删去，然而和先生们的造谣言和攻击文字的数量来比一比罢，不是不到十分之一么？"}
{"text":"杀不掉，我就退进野草里，自己舐尽了伤口的血痕，决不烦别人傅药。但是，人非圣人，为了麻烦而激动起来的时候也有的，我诚然讥诮过先生们，这些文章，后来都收在三闲集中，一点也不删去，然而和先生们的造谣言和攻击文字的数量来比一比罢，不是不到十分之一么？不但此也，在讲演里，我有时也曾嘲笑叶灵凤先生或先生，先生们以前卫之名，雄赳赳出阵的时候，我是祭旗的牺牲，则战不数合便从火线上爬了开去之际，我以为实在也难以禁绝我的一笑。无论在阶级的立场上，在个人的立场上，我都有一笑的权利的。然而我从未傲然的假借什么良心或无产阶级大众之名，来凌压敌手，我接着一定声明这是因为我和他有些个人的私怨的。先生，这还不够退让么？但为了不能使我负责的新闻记事，竟引起先生的反感来了，然而仍蒙破格的优待，在新儒林外史里，还赏我拿一柄大刀。在礼仪上，我是应该致谢的，但在实际上，却也如大张筵宴一样，我并无大刀，只有一枝笔，名曰金不换。这也并不是在广告不收卢布的意思，是我从小用惯，每枝五分的便宜笔。我确曾用这笔碰着了先生，不过也只如运用古典一样，信手拈来，涉笔成趣而已，并不特别含有报复的恶意。但先生却又给我挂上三枝冷箭了。这可不能怪先生的，因为这只是陈源教授的余唾。然而，即使算是我在报复罢，由上面所说的原因，我也还不至于走进以怨报德的队伍里面去。至于所谓北平五讲与上海三嘘，其实是至今没有写，听说北平有一本五讲出版，那可并不是我做的，我也没有见过那一本书。不过既然闹了风潮，将来索性写一点也难说，如果写起来，我想名为五讲三嘘集，但后一半也未必正是报上所说的三位。先生似乎羞与梁实秋张若谷两位先生为伍，我看是排起来倒也并不怎样辱没了先生，只是张若谷先生比较的差一点，浅陋得很，连做一嘘的材料也不够，我大概要另换一位的。对于先生，照我此刻的意见，写起来恐怕也不会怎么坏。我以为先生虽是革命场中的一位小贩，却并不是奸商。"}
{"text":"对于先生，照我此刻的意见，写起来恐怕也不会怎么坏。我以为先生虽是革命场中的一位小贩，却并不是奸商。我所谓奸商者，一种是国共合作时代的阔人，那时颂苏联，赞共产，无所不至，一到清党时候，就用共产青年，共产嫌疑青年的血来洗自己的手，依然是阔人，时势变了，而不变其阔一种是革命的骁将，杀土豪，倒劣绅，激烈得很，一有蹉跌，便称为弃邪归正，骂土匪，杀同人，也激烈得很，主义改了，而仍不失其骁。先生呢，据自白，革命与否以亲之苦乐为转移，有些投机气味是无疑的，但并没有反过来做大批的买卖，仅在竭力要化为第三种人，来过比革命党较好的生活。既从革命阵线上退回来，为辩护自己，做稳第三种人起见，总得有一点零星的忏悔，对于统治者，其实是颇有些益处的，但竟还至于遇到左右夹攻的当儿者，恐怕那一方面，还嫌先生门面太小的缘故罢，这和银行雇员的看不起小钱店伙计是一样的。先生虽然觉得抱屈，但不信第三种人的存在不独是左翼，却因先生的经验而证明了，这也是一种很大的功德。平心而论，先生是不算失败的，虽然自己觉得被夹攻，但现在只要没有马上杀人之权的人，有谁不遭人攻击。生活当然是辛苦的罢，不过比起被杀戮，被囚禁的人们来，真有天渊之别文章也随处能够发表，较之被封锁，压迫，禁止的，也自由自在得远了。和阔人骁将比，那当然还差得很远，这就因为先生并不是奸商的缘故。这是先生的苦处，也是先生的好处。话已经说得太多了，就此完结。总之，我还是和先前一样，决不肯造谣说谎，特别攻击先生，但从此改变另一种态度，却也不见得，本人的反感或恭敬，我是毫不打算的。请先生也不要因为我的将因为生理上的缘故而要停止工作而原谅我，为幸。专此奉答，并请著安。。一九三三，一二，二八。本篇在收入本书前未在报刊上发表过。文化列车文艺性五日刊，方含章陈栾合编，一九三三年十二月一日在上海创刊，一九三四年三月二十五日出至第十二期停刊。杨人―广东潮安人。一九二五年加入中国共产党，一九二八年参加太阳社，一九三二年叛变革命。诸葛亮―字孔明，琅王牙阳都今山东沂南人，三国时政治家军事家，蜀汉丞相。"}
{"text":"专此奉答，并请著安。。一九三三，一二，二八。本篇在收入本书前未在报刊上发表过。文化列车文艺性五日刊，方含章陈栾合编，一九三三年十二月一日在上海创刊，一九三四年三月二十五日出至第十二期停刊。杨人―广东潮安人。一九二五年加入中国共产党，一九二八年参加太阳社，一九三二年叛变革命。诸葛亮―字孔明，琅王牙阳都今山东沂南人，三国时政治家军事家，蜀汉丞相。在三国演义中，他是一个具有高度智慧和谋略的典型人物。李┯ψ骼，即曹艺，浙江浦江人，曹聚仁之弟。他的读伪自由书一文，发表于涛声第二卷第四十期一九三三年十月二十一日。人群的蟊贼这是社会新闻第五卷第十三期一九三三年十一月署名莘的读伪自由书后中谩骂的话。魏延？―三国义阳今属河南人，蜀国大将。三国演义一五回载孔明识魏延脑后有反骨，每欲斩之因怜其勇，故姑留用。诸葛亮死后不久，他就谋反长史杨仪按诸葛亮生前预定计策，将他杀掉。阿斗三国蜀后主刘禅的小名。据史书记载和三国演义中的描写，他是一个昏庸无能的人。小资产阶级文学革命杨人在现代第二卷第四期一九三三年二月发表揭起小资产阶级革命文学之旗一文中说无产阶级已经树起无产阶级文学之旗，而且已经有了巩固的营垒，我们为了这广大的小市民和农民群众的启发工作，我们也揭起小资产阶级革命文学之旗，号召同志，整齐阵伍，也来扎住我们的阵营。我们也承认着文艺是有阶级性的，而且也承认着属于某一阶级的作家的作品任是无意地也是拥护着其自身所属的阶级的利益。我们是小资产阶级的作家，我们也就来作拥护着目前小资产阶级的小市民和农民的群众的利益而斗争。自白指杨人叛变革命的离开政党生活的战壕一文载一九三三年二月上海读书杂志第三卷第一期。其中说回过头来，看我自己，父老家贫弟幼，漂泊半生，一事无成，革命何时才成功。我的家人现在在作饿殍不能过日，将来革命就是成功，以湘鄂西苏区的情形来推测，我的家人也不免作饿殍作叫化子的。还是留得青山在，且顾自家人吧了！病中千思万想，终于由理智来判定，我脱离中国共产党了。"}
