{"text":"当我们从缅甸仰光坐飞机快到加尔各答的时候，这一堆灰白色的影子又在我脑袋里活动起来。我从飞机的小窗洞里面向下看，看到地面上小方格似的田地，白练似的河流，像一棵棵小草似的椰子树，我首先问自己下面的印度是不是同我想象中的完全一样呢？但是，当飞机飞临达姆达姆机场上空的时候，我却吃了一大惊。机场上是密密麻麻的一堆人，人群上面飘扬着红色的旗子。这鲜红的颜色同我想象中的那一片灰白色太不协调了，太冲突了它放射出了充沛的生命力，它是活生生的东西。在我就要踏上印度土地的一瞬间，我才知道，我对这个我一向向往的国度的想法，完全是不着边际的幻想。我终于走下了飞机，踏上了印度的土地。飞机场上挤满了人，大概总有两三千吧。站在最前列的是从印度首都新德里飞来的印度政府的代表，西孟加拉邦政府的代表，加尔各答市政府的代表和各人民团体的代表。稍远的地方，不知道是在木栅栏以内，还是在木栅栏以外，有许多人排队站在那里，里面有华侨，也有印度人民，他们手里高举着五星红旗和其他别的旗子。一阵热烈的握手之后，我们每个人的脖子上都套上了四五个或者更多的浓香扑鼻又重又大又长的花环，仿佛要把我们整个的脸都埋在花堆里似的。但是手还并没有握完，仍然有许许多多的手伸向我们。我们就戴了这样沉重的花环，努力挺起腰来，同四面八方向我们进袭的手打交道。除了手以外，还有一种我们最初没有注意到的东西，也在向我们进袭，这就是照相机。大的，小的，拿在手里的，支在架上的，我们的眼光无论转到什么地方，总有那么一个黑色的怪物在对准我们，想把我们初到这个国土的影像摄下来。这些黑色的怪物仿佛布下了一个天罗地网，我们无论如何也逃不出去。我们的团长被人潮拥上了候机室前的台阶，对新闻记者发表到达印度后的第一次谈话。他说，中印过去有几千年的传统友谊，现在新的时代要求我们的友谊有新的内容，我们就是为了巩固和发展这个友谊才到印度来的。只要中印两大民族能联合起来，团结起来，我们就一定能保卫亚洲和世界的和平。人堆里爆发出来了热烈的掌声，中印友谊万岁的呼声响彻整个飞机场。在激昂的呼声中，我们渐渐被人潮拥出飞机场。我们前后左右全是人，每个人都有一张笑脸对着我们。在不远的地方，大概是在木栅栏以外吧，有一队衣服穿得不太好的印度人，手里举着旗子一类的东西，拼命对着我们摇晃。"}
{"text":"只要中印两大民族能联合起来，团结起来，我们就一定能保卫亚洲和世界的和平。人堆里爆发出来了热烈的掌声，中印友谊万岁的呼声响彻整个飞机场。在激昂的呼声中，我们渐渐被人潮拥出飞机场。我们前后左右全是人，每个人都有一张笑脸对着我们。在不远的地方，大概是在木栅栏以外吧，有一队衣服穿得不太好的印度人，手里举着旗子一类的东西，拼命对着我们摇晃。我们走过他们面前的时候，蓦地一声万岁破空而下，这声音沉郁热烈，而又雄壮，仿佛是内心深处喊出来的，里面充满了火热的爱。过去几千年所受的压迫仿佛都夹在里面迸发了出来，将来的希望也仿佛都夹在里面迸发出来了。我抬头看了看他们，他们眼睛里闪着光，脸上激动得红了起来。他们向我们招手，摇晃着手里的旗子，恨不得把自己的身体拉长，从木栅栏外面拉到我们跟前来。这是我第一次听到从印度人民嘴里喊出这个伟大的可爱的名字，这位巨人的影像立即浮现到我的眼前来。这影像非常巨大，非常清晰，山岳一般地飘动在汹涌澎湃的人潮上面，飘动在招展的红旗上面。是他领导我们站了起来的，我今天非常具体地有了站了起来的感觉。然而，这还不够。正当我陷入沉思的时候，耳边又飘来了东方红的声音，这歌声是从华侨队伍里发出来的。他们同印度人民一样，也成群结队地来欢迎祖国来的亲人。他们乘着大汽车，高举着五星红旗，兴高采烈，高声歌颂我们伟大的领袖。听到印度人民嘴里喊出来的口号，听到东方红的歌声，这三个字使我感到骄傲，感到光荣。但同时也使我清晰地意识到，我们现在已经远离我们伟大的祖国，离开了这位巨人居住的地方，我们脚下踏着的土地已经不是我们祖国的土地了。在同印度朋友和华侨握手的时候，我们眼睛里都充满了热泪。我们乘上汽车，驶向招待我们的宾馆去。这一段路很长，最少也走了半小时。我们从汽车的玻璃窗子里看到外面大街上熙熙攘攘的印度人民。有的头上缠了布包头，满腮大胡子有的额上画上花纹，横竖几条白线有的平平常常，没有什么特征。有些人赶着牛车，车上装满了东西，牛头上的两只大犄角左右摆动。另外还有成群的神牛在来来往往的汽车和电车堆里，高视阔步，一点也不惊惶。有些人盘着腿坐在低矮的小铺子前面，在做生意。电车上，公共汽车上，也都挤满了人，形形色色，什么样子都有。最初，我的眼有点看不惯，感觉到满街都是洋人。"}
{"text":"这一段路很长，最少也走了半小时。我们从汽车的玻璃窗子里看到外面大街上熙熙攘攘的印度人民。有的头上缠了布包头，满腮大胡子有的额上画上花纹，横竖几条白线有的平平常常，没有什么特征。有些人赶着牛车，车上装满了东西，牛头上的两只大犄角左右摆动。另外还有成群的神牛在来来往往的汽车和电车堆里，高视阔步，一点也不惊惶。有些人盘着腿坐在低矮的小铺子前面，在做生意。电车上，公共汽车上，也都挤满了人，形形色色，什么样子都有。最初，我的眼有点看不惯，感觉到满街都是洋人。但是，这些洋人里面居然有人注意到我们了。他们看着我们脖子上挂的花环，向我们微笑。他们大约知道，我们是什么人了。我随着他们的目光低头看到挂在我们脖子上的花环红的花，白的花，成堆成团。每一朵花都象征着印度人民对新中国的无量无边的热爱。我蓦地觉得这些洋人在我眼里变了样子，我再也不觉得他们是洋人，我觉得他们是我们的兄弟。以前对这个国家的那种荒唐可笑的幻想消逝得无影无踪，我爱起这些人民来了。我们也就带着这样的爱，踏上了访问印度的程途。天雨曼陀罗――记加尔各答到了加尔各答，我们的访问已经接近尾声。我们已经访问了十一个印度城市，会见过成千上万的印度各阶层的人士。我自己认为，对印度人民的心情已经摸透了决不会一见到热烈的欢迎场面就感到意外，感到吃惊了。然而，到了加尔各答，一下飞机，我就又感到意外，感到吃惊起来了。我们下飞机的时候，已经过了黄昏。在淡淡的昏暗中，对面的人都有点看不清楚。但是，我们还能隐约认出我们的老朋友巴苏大夫，还有印中友协孟加拉邦的负责人黛维夫人等。在看不到脸上笑容的情况下，他们的双手好像更温暖了。一次匆忙的握手，好像就说出了千言万语。在他们背后，站着黑压压的一大群欢迎我们的印度朋友，他们都热情地同我们握手。照例戴过一通花环之后，我们每个人脖子上手里都压满了鲜花，就这样走出了机场。因为欢迎的人实在太多了，在机场前面的广场上，也就是说，在平面上，同欢迎的群众见面已不可能。在这里只好创造发明一下了我们采用了立体的形式，登上了高楼，在三楼的阳台上，同站在楼下广场上的群众见面。只见楼下红旗招展，万头攒动，宛如波涛汹涌的大海。口号声此起彼伏，惊天动地，这就是大海的涛声。在訇隐汹磕的涛声中隐约听到印中友谊万岁的喊声。我们站在楼上拼命摇晃手中的花束，楼下的群众就用更高昂的口号声来响应。"}
{"text":"因为欢迎的人实在太多了，在机场前面的广场上，也就是说，在平面上，同欢迎的群众见面已不可能。在这里只好创造发明一下了我们采用了立体的形式，登上了高楼，在三楼的阳台上，同站在楼下广场上的群众见面。只见楼下红旗招展，万头攒动，宛如波涛汹涌的大海。口号声此起彼伏，惊天动地，这就是大海的涛声。在訇隐汹磕的涛声中隐约听到印中友谊万岁的喊声。我们站在楼上拼命摇晃手中的花束，楼下的群众就用更高昂的口号声来响应。楼上楼下，热成一片，这热气好像冲破了黑暗的夜空。第二天一大早，旅馆楼下的大厅里就挤满了人招待我们的人，拜访我们的人，为了某种原因想看一看我们的人。其中有白发苍苍的大学教授，有活泼伶俐满脸稚气的青年学生，有学习中国针灸的男女青年赤脚医生，有柯棣华纪念委员会和印中友好协会的工作人员，也有西孟加拉邦政府派来招待我们的官员。他们都热情和蔼亲切有礼，青年人更是充满了求知欲。他们想了解新中国的政治经济文化教育他们想了解我们学习印度语言，其中包括梵文和巴利文的情况他们想了解我们翻译印度文学作品的数量。他们甚至想了解我们对待中外文学遗产的做法。总之，有关中国的事情，他们简直什么都想知道。大概是因为他们知道我是在大学工作的，所以我往往就成了被包围的对象。只要我一走进大厅，立刻就有人围上来，像查百科全书似的问这问那。我看到他们那眼神，深邃像大海，炽热像烈火，灵动像流水，欢悦像阳春，我简直无法抑制住内心的激动了。在旅馆以外，也有类似的情况。有一天下午，我参加了一个同印度知识界会面的招待会。出席的都是教授作家新闻记者等文化人，我被他们团团围住。许多著名的学者把自己的著作送给我们，书里面签上自己的名字。接着就是一连串的问题。我当然也不放过向他们学习的机会。我向他们了解大学的情况，文学界的情况，我也向他们提出了一连串的问题。我们就像分别多年的老友重逢一般相对欢笑着，互相询问着，专心一志，完全忘记了周围发生的事情，忘记了时间和空间。我有时候偶尔一抬头，依稀瞥见台上正有人唱着歌，好像中印两国的朋友都有隐约听到悠扬的歌声，像是初夏高空云中的雷鸣声。再一转眼，就看到湖中小岛上参天古树的枝头落满了乌鸦，动也不动，像是开在树枝上的黑色的大花朵。我们曾参观过加尔各答郊区的一个针灸中心。这里的居民一半是农民，一半是工人。"}
{"text":"我向他们了解大学的情况，文学界的情况，我也向他们提出了一连串的问题。我们就像分别多年的老友重逢一般相对欢笑着，互相询问着，专心一志，完全忘记了周围发生的事情，忘记了时间和空间。我有时候偶尔一抬头，依稀瞥见台上正有人唱着歌，好像中印两国的朋友都有隐约听到悠扬的歌声，像是初夏高空云中的雷鸣声。再一转眼，就看到湖中小岛上参天古树的枝头落满了乌鸦，动也不动，像是开在树枝上的黑色的大花朵。我们曾参观过加尔各答郊区的一个针灸中心。这里的居民一半是农民，一半是工人。同在其他地方一样，我们在这里也受到极其热烈的欢迎。附近工厂里的工人高举红旗，喊着口号，拦路迎接我们。农村的小学生穿上制服，手执乐器，吹奏出愉快的曲调，慢步走在我们前面，走过两旁长满了椰子树的乡间小路，走向针灸中心。农民站在道旁，热情地向我们招手。到了针灸中心，我们参加了村民欢迎大会。加尔各答四季皆夏，此时正当中午，炎阳直晒到我们头上。有七八个身穿盛装的女孩子，手执印度式的扇子，站在我们身后，为我们驱暑。我们实在过意不去，请她们休息。但是她们执意不肯，微笑着说你们是最尊敬的客人，我们必须尽待客之礼。尽管我们心里总感到有点不安，但是这样的感情，我们只有接受下来了。更使我高兴的是，我们在加尔各答看到了真正的农民舞蹈。这一专场舞蹈是西孟加拉邦政府特别为我们安排的，新闻和广播部长亲自陪我们观看演出。在演出的过程中，他告诉我们演员都是农民，是刚从田地里叫来的。说实话，我真有点半信半疑。因为，在舞台上，他们都穿着戏装，戴着面具，我们看到的是珠光宝气，金碧辉煌。而且他们的艺术水平都很高超。难道这些人真正是农民业余演员吗？我真有点难以置信了。但是，演出结束后，他们一卸装，在舞台上排成一队，向我们鼓掌表示欢迎，果然都是面色红黑，粗手粗脚，是地地道道的劳动农民。我心里一阵热乎乎的，望着他们那淳朴憨厚的面孔，久久不想离去。我们在加尔各答接触的人空前地多，接触面空前地广，给我们留下的印象也同印度其他城市不同。在其他城市，我们最多只能停留一两天我们虽然也都留有突出的印象，但总是比较单纯的。但是，到了加尔各答，万汇杂陈，眼花缭乱，留给我们的印象之繁复之深刻，是其他城市无法比拟的。我们在这里既有历史的回忆，又有现实的感受。加尔各答之行好像是我们这一次访问的高潮，好像是一个自然形成的总结。"}
{"text":"我心里一阵热乎乎的，望着他们那淳朴憨厚的面孔，久久不想离去。我们在加尔各答接触的人空前地多，接触面空前地广，给我们留下的印象也同印度其他城市不同。在其他城市，我们最多只能停留一两天我们虽然也都留有突出的印象，但总是比较单纯的。但是，到了加尔各答，万汇杂陈，眼花缭乱，留给我们的印象之繁复之深刻，是其他城市无法比拟的。我们在这里既有历史的回忆，又有现实的感受。加尔各答之行好像是我们这一次访问的高潮，好像是一个自然形成的总结。光是我们每天从工人农民知识分子手中接过来的花环和花束，就多到无法计算的程度。每一个花环，每一束花，都带着一份印度人民的情谊。每一次我们从外面回来，紫红色的玫瑰花瓣，洁白的茉莉花瓣，黄色的蓝色的什么花瓣，总是散乱地落满旅馆下面大厅里的地毯，人们走在上面，真仿佛是步步生莲花一般。芬芳的暗香飘拂在广阔的大厅中。印度古书上常有天上花雨的说法，天雨曼陀罗的境界，我没有经历过。但眼前不就像那样一种境界吗？这花雨把这一座大厅变成了一座花厅一座香厅。这当然会给清扫工作带来不少的麻烦，我们都感到有点歉意。但是，旅馆的工作人员看来却是高兴的，他们总是笑嘻嘻地看着这一切。就这样，不管加尔各答给我们的印象是多么繁复，多么多样化，但总有一条线贯穿其中，这就是印度人民的友谊。而这种友谊在平常不容易表现的地方也表现了出来。我们在加尔各答参观了有名的植物园，这是我前两次访问印度时没有来过的。园子里古木参天，浓荫匝地，真像我们中国旧小说中常说的，这里有四时不谢之花，八节长春之草。给我印象最深的是一株大榕树。据说这是世界上最大的一株榕树。一棵母株派生出来了一千五百棵子树，结果一棵树就形成了一片林子。现在简直连哪棵是母株也无法辨认了。这一片树林的周围都用栏杆拦了起来。但是，栏杆可以拦住人，却无法拦住树。已经有几个地方，大榕树的子树，越过了栏杆，越过了马路，在老远的地方又扎了根，长成了大树。陪同我们参观的一位印度朋友很有风趣地说道这棵大榕树就像是印中友谊，是任何栏杆也拦不住的。多么淳朴又深刻的话啊友谊是任何栏杆也拦不住的。如果疾病也算是一个栏杆的话，我就有一个生动的例子。我在加尔各答遇到了一个长着大胡子满面病容的青年学生。他最初并没能引起我的注意，但是，他好像分身有术，我们所到之处几乎都能碰到他。刚在一处见了面，一转眼在另一处又见面了。"}
{"text":"但是，栏杆可以拦住人，却无法拦住树。已经有几个地方，大榕树的子树，越过了栏杆，越过了马路，在老远的地方又扎了根，长成了大树。陪同我们参观的一位印度朋友很有风趣地说道这棵大榕树就像是印中友谊，是任何栏杆也拦不住的。多么淳朴又深刻的话啊友谊是任何栏杆也拦不住的。如果疾病也算是一个栏杆的话，我就有一个生动的例子。我在加尔各答遇到了一个长着大胡子满面病容的青年学生。他最初并没能引起我的注意，但是，他好像分身有术，我们所到之处几乎都能碰到他。刚在一处见了面，一转眼在另一处又见面了。我们在旅馆中见到了他我们在加尔各答城内见到了他我们在农村针灸中心见到了他我们又在植物园里见到了他。他就像是我们的影子一样，紧紧地跟随着我们。我不由自主地想到了印度古代史诗罗摩衍那中的神猴哈奴曼，想到了中国长篇小说西游记中的孙悟空。难道我自己现在竟进入了那个神话世界中去了吗？然而我眼前看到的决不是什么神话世界，而是活生生的现实。那个满面病容的长着大胡子的印度青年正站在我们眼前，站在欢迎人群的前面，领着大家喊口号。一堆人高喊印中友谊――另外一堆人接声喊万岁万岁在这两堆人中间，他都是带头人。但是，有一天，我注意到他在呼喊间歇时，忽然拿出了喷雾器，对着自己嘴里直喷。我也知道，他是患着哮喘。我连忙问他喘的情况，他腼腆地笑了一笑，说道没什么。第二天看到他没带喷雾器，我很高兴，问他今天是不是好一点？他爽朗地笑了起来，连声说好多了好多了接着又起劲地喊起印中友谊万岁来。他那低沉的声音似乎压倒了其他所有人的声音，他那苍白的脸上流下了汗珠。我深深地为这情景所感动。我无法知道，在这样一个满面病容的印度青年的心里蕴藏着多少对中国人民的深情厚谊。一直到现在，一直到我写这篇短文的时候，我还恍惚能看到他的面容，听到他的喊声。亲爱的朋友可惜我由于疏忽，连你的名字也没有来得及问。但是，名字又有什么意义呢？我想把白居易的诗句改动一下同是心心相印人，相逢何必问姓名年轻的朋友，你是整个印度人民的象征，就让你永远作这样一个无名的象征吧琼楼玉宇，高处不胜寒阿格拉是有名的地方，有名就有在泰姬陵。世界舆论说，泰姬陵是不朽的，它是世界上多少多少奇之一。而印度朋友则说谁要是来到印度而不去看泰姬陵，那么就等于没有来。我前两次访问印度，都到泰姬陵来过，而且两次都在这里过了夜。"}
{"text":"亲爱的朋友可惜我由于疏忽，连你的名字也没有来得及问。但是，名字又有什么意义呢？我想把白居易的诗句改动一下同是心心相印人，相逢何必问姓名年轻的朋友，你是整个印度人民的象征，就让你永远作这样一个无名的象征吧琼楼玉宇，高处不胜寒阿格拉是有名的地方，有名就有在泰姬陵。世界舆论说，泰姬陵是不朽的，它是世界上多少多少奇之一。而印度朋友则说谁要是来到印度而不去看泰姬陵，那么就等于没有来。我前两次访问印度，都到泰姬陵来过，而且两次都在这里过了夜。我曾在朦胧的月色中来探望过泰姬陵，整个陵寝在月光下幻成了一个白色的奇迹。我也曾在朝暾的微光中来探望过泰姬陵，白色大理石的墙壁上成千上万块的红绿宝石闪出万点金光，幻成了一个五光十色的奇迹。总之，我两次都是名副其实地来到了印度。这一次我也决心再来否则，我的三访印度，在印度朋友心目中就成了两访印度了。同前两次一样，这一次也是乘汽车来的。车子下午从德里出发，一直到黄昏时分，才到了阿格拉。泰姬陵的白色的圆顶已经混入暮色苍茫之中，我们也就在苍茫的暮色中找到了我们的旅馆。从外面看上去，这旅馆砖墙剥落，宛如年久失修的莫卧儿王朝的废宫。但是里面却是灯光明亮，金碧辉煌，完全是另一番景象。房间都用与莫卧儿王朝有关的一些名字标出，使人一进去，就仿佛到了莫卧儿王朝使人一睡下，就能够做起莫卧儿的梦来。我真的做了一夜莫卧儿的梦。第二天一大早，我们就赶到泰姬陵门外。门还没有开。院子里，大树下，弥漫着一团雾气，掺杂着淡淡的花香。夜里下过雨，现在还没有晴开。我心里稍有懊恼之意泰姬陵的真面目这一次恐怕看不到了。但是，突然间，雨过天晴云破处，流出来了一缕金色的阳光，照在泰姬陵的圆顶上，只照亮一小块，其余的地方都暗淡无光，独有这一小块却亮得耀眼。我们的眼睛立刻明亮起来难道这不就是泰姬陵的真面目吗？我们走了进去，从映着泰姬陵倒影的小水池旁走向泰姬陵，登上了一层楼高的平台，绕着泰姬陵走了一周，到处磐了一番。平台的四个角上，各有一座高塔，尖尖地刺入灰暗的天空。四个尖尖的东西，衬托着中间泰姬陵的圆顶那个圆圆的东西，两相对比，给人一种奇特的美。我想不出一个适当的名词来表达这种美，就叫它几何的美吧。后面下临阎牟那河，河里水流平缓，有一个不知什么东西漂在水里面，一群秃鹫和乌鸦趴在上面啄食碎肉。秃鹫们吃饱了就飞上栏杆，成排地蹲在那里休息，傲然四顾，旁若无人。"}
{"text":"我们走了进去，从映着泰姬陵倒影的小水池旁走向泰姬陵，登上了一层楼高的平台，绕着泰姬陵走了一周，到处磐了一番。平台的四个角上，各有一座高塔，尖尖地刺入灰暗的天空。四个尖尖的东西，衬托着中间泰姬陵的圆顶那个圆圆的东西，两相对比，给人一种奇特的美。我想不出一个适当的名词来表达这种美，就叫它几何的美吧。后面下临阎牟那河，河里水流平缓，有一个不知什么东西漂在水里面，一群秃鹫和乌鸦趴在上面啄食碎肉。秃鹫们吃饱了就飞上栏杆，成排地蹲在那里休息，傲然四顾，旁若无人。我们就带着这些斑驳陆离的印象，回头来看泰姬陵本身。我怎样来描述这个白色的奇迹呢？我脑筋里所储存的一切词汇都毫无用处。我从小念的所有的描绘雄伟的陵墓的诗文，也都毫无用处。碧瓦初寒外，金茎一气旁。山河扶绣户，日月近雕梁。多么雄伟的诗句呀然而，到了这里却丝毫也用不上。这里既无绣户，也无雕梁。这陵墓是用一块块白色大理石堆砌起来的。但是，无论从远处看，还是从近处看，却丝毫也看不出堆砌的痕迹，它浑然一体，好像是一块完整的大理石。多少年来，我看过无数的泰姬陵的照片和绘画但是却没有看到有任何一幅真正的照出画出泰姬陵的气势来的。只有你到了泰姬陵跟前，站在白色大理石铺的地上，眼里看到的是纯白的大理石，脚下踩的是纯白的大理石陵墓是纯白的大理石，栏杆是纯白的大理石，四个高塔也是纯白的大理石。你被裹在一片纯白的光辉中，翘首仰望，纯白的大理石墙壁有几十米高，仿佛上达苍穹。在这时候，你会有什么样的感觉，我不知道。反正我自己仿佛给这个白色的奇迹压住了，给这纯白的光辉网牢了，我想到了苏东坡的词琼楼玉宇，高处不胜寒。我自己仿佛已经离开了人间，置身于琼楼玉宇之中。有人主张，世界上只有阴柔之美与阳刚之美。把两者融合起来成为浑然一体的那种美，只应天上有。我眼前看到的就是这种天上的美。我完全沉浸在这种美的享受中，忘记了时间的推移。等到我从这琼楼玉宇中回转来时，已经是我们应该离开的时候了。从泰姬陵到红堡是一条必由之路，我们也不例外。到了红堡，限于时间我们只匆匆地走了一转。莫卧儿王朝的这一座故宫，完全是用红砂岩筑成的。如果说泰姬陵是白色的奇迹的话，那么这里就是红色的奇迹。但是，我到了这里，最关心的却是一块小小的水晶。据说，下令修建泰姬陵的沙扎汗，晚年被儿子囚了起来。"}
