{"text":"孔子说，我还以为你问我其他什么特别的问题哩！原来你是问子路和冉求这两个人的事啊！我告诉你，真正的大臣是以道事君，不可则止。自己有理想有主义，辅助一个主体的人，使这个主体的人，向理性的标准理想的主义仁道的思想这条路上迈进。假使这个主体的人，不听这种意见，宁可算了，不肯干下去。这是大臣为行道而来的风格，不是为地位为功名富贵为作官为待遇而来的。至于你问子路和冉求这两个年轻人，他们确是人才，是具臣能臣。政治经济军事都会很能干，很有才具，也很有气节。季子然说，这样说起来，如果请他们出来做事，这两个人会绝对服从的！绝对服从，不一定是大臣。所以孔子说，并不是这样，他们是具臣，你如请他做事，他绝对忠实，绝对尽心。要说绝对服从，这服从是有限度的，你如果做背叛道义的事背叛国家的事背叛社会大众的事，那他们不来的。假如你杀了父母，乃至叛变，他难道跟着你叛变？跟着你杀父母？这种事他们绝不来的。这就是具臣，虽然只能算是具员，但也要有才能而又忠贞亮节。大臣具臣的分别，我们可以看出一点大概了。孔子虽然是讲大臣具臣之别，同时也影射了刚才所提的能臣。可见之于三国演义――曹操年轻的时候，乔玄曾经为他看相。乔玄说他是治世之能臣，乱世之奸雄。如果有好的领导人，跟着做事，会是一个能臣如果碰到动乱的时代，没有好的领导人，则成为奸雄。就这两句话――治世之能臣，乱世之奸雄。把曹操一生断定了。能臣与奸雄，往往极难分别。大臣具臣名臣之间，说实在的，也很难有一严格的界限。从政与求学下面讲到另外一个问题子路使子羔为费宰。子曰贼夫人之子！子路曰有民人焉，有社稷焉，何必读书，然后为学？子曰是故恶夫佞者。子路是我们大家都熟悉的，子羔也是孔子的学生，前面刚提到的，子路在同学中提拔了他，让他到费这个地方去作地方首长。子路作了这件事，孔子非常不高兴，所以他说贼夫人之子！这是骂人的话，而且骂得很厉害，以现代语言来说，就是简直不是人，你这个小子！这句话不只是骂子羔，同时也骂子路。孔子骂了以后，子路自然也辩白有民人焉，有社稷焉，何必读书，然后为学？他说既然有群众，也有地方可以施展抱负，何必要死读书才出去做事呢？孔子说是故恶夫佞者。"}
{"text":"子曰是故恶夫佞者。子路是我们大家都熟悉的，子羔也是孔子的学生，前面刚提到的，子路在同学中提拔了他，让他到费这个地方去作地方首长。子路作了这件事，孔子非常不高兴，所以他说贼夫人之子！这是骂人的话，而且骂得很厉害，以现代语言来说，就是简直不是人，你这个小子！这句话不只是骂子羔，同时也骂子路。孔子骂了以后，子路自然也辩白有民人焉，有社稷焉，何必读书，然后为学？他说既然有群众，也有地方可以施展抱负，何必要死读书才出去做事呢？孔子说是故恶夫佞者。这个佞就是强辩拍马屁迷信自以为是愚而好自用的人，都属于佞。我们在这一段话上，可以看出几个要点来第一，宋高宗的话宰相须用读书人，宋高宗为什么这样讲？到底是有学问的人来干政治，会干得很好。据历史学家研究，这是学者的意见，不能说绝对是对，也不能说绝对不对。汉代开国，固然有规模，但气度还是不够大，原因就是汉高祖用的只是萧何张良陈平等三杰，一共仅三个人。而像萧何是从地方官升上来，一直到宰相，没有远大的开国的气魄。这是历史学家的研究，因而主张大政治家，要有大的学识，所以子夏也说仕而优则学，学而优则仕。仕就是出来从政，必定要先把学问基础打好而在从政期间，又要不断增加新的学问新的知识。这两句话是不能偏废的，我们平常教育界学术界引用，只引用了一半――学而优则仕，当然也有人反对，而认为工作经验也可以产生学问，至于整部的四书五经，也不过是从经验中得来的，到后来才称它为学问。我们为什么要读书？是接受前人的经验，可是一般人多半是子路的看法――有民人焉，有社稷焉，何必读书，然后为学？拿到了就干，干了再说。所以许多人就主张不怕做错，做错了没关系，再改。这话就有问题，对个人或对小事而言还可以，对社会国家，天下大事，就要十分慎重了。因为那一改，影响太大，这就是读历史求学问的重要。经常有些中年以上的朋友发牢骚，我都劝他们回家读书去。过去的失败，我们大家都有责任，现在要紧的是，如果我们再回到原来的位置，应该知道怎么做，这就要多读书，对古今中外有深刻的了解，然后拿出一套办法来，不是今日发发牢骚，就可以了事的。第二点，我们可以看到，几十年来，一般知识分子的思想，有一个很严重的偏差，那就是几十年来，中国人讲文化，武人离不了三国演义的思想，所谓纵横天下，割据城池的个人英雄主义。"}
{"text":"因为那一改，影响太大，这就是读历史求学问的重要。经常有些中年以上的朋友发牢骚，我都劝他们回家读书去。过去的失败，我们大家都有责任，现在要紧的是，如果我们再回到原来的位置，应该知道怎么做，这就要多读书，对古今中外有深刻的了解，然后拿出一套办法来，不是今日发发牢骚，就可以了事的。第二点，我们可以看到，几十年来，一般知识分子的思想，有一个很严重的偏差，那就是几十年来，中国人讲文化，武人离不了三国演义的思想，所谓纵横天下，割据城池的个人英雄主义。老实说，我们当年出社会，固然有以国家天下为己任的热忱，但是心里面还是有个人英雄主义的思想，希望插上野鸡毛，号令天下。至于文人的风格，也始终离不开诸葛亮的鹅毛扇，加上文学家的吃花酒，诸如小说花月痕中所描写的境界。所谓名士风流，就是这几十年来中国文风的大概。一直到现在，我们研究今日青少年的问题，如大专联考这股竞争热流中，在他们思想深处，也还是没有脱离这个范围，这是一个非常严重的问题。所以在思想上，纯粹是以国家天下事为己任，为求学而读书的很少。回过来再讲到子路的这句话，也就是三国演义型的思想，很多青年都容易犯这个毛病，包括我们自己，当年也差不多。有民人焉，有社稷焉。何必再去读书，然后为政？到了自己年龄慢慢大了，人生经验多了，处事多了，然后才知道学问的重要。当然我们讲的学问不是读死书，是经验配合了书本的真正的学问，确是重要。到了这一段，又转了个方向，这是很重要的。研究孔子的思想孔子的境界，乃至礼记礼运篇中，大同世界的人生境界，就在这里了。力挽狂澜的子路子路曾皙冉有公西华侍坐。子曰以吾一日长乎尔，毋吾以也。居则曰不吾知也，如或知尔，则何以哉？侍坐，是过去的礼貌，学生晚辈在老师长辈面前，不敢随便就坐，只有站在旁边。这是记载子路等四个高才生站在孔子身边，孔子就说，你们不要以为我比你们大几岁，就认为我了不起，我也和你们一样。毋吾以也，不要把我看得太了不起。孔子以这样诚恳的心情自我表白，是一个大宗师的气度，这就是所谓满灌水不响了。他又说平常你们在背后说不吾知也！认为我不了解你们，假使说了解你们，那你们又将怎样呢？你们把自己的心意，讲给我听听看。"}
{"text":"侍坐，是过去的礼貌，学生晚辈在老师长辈面前，不敢随便就坐，只有站在旁边。这是记载子路等四个高才生站在孔子身边，孔子就说，你们不要以为我比你们大几岁，就认为我了不起，我也和你们一样。毋吾以也，不要把我看得太了不起。孔子以这样诚恳的心情自我表白，是一个大宗师的气度，这就是所谓满灌水不响了。他又说平常你们在背后说不吾知也！认为我不了解你们，假使说了解你们，那你们又将怎样呢？你们把自己的心意，讲给我听听看。子路率尔而对曰千乘之国，摄乎大国之间，加之以师旅，因之以饥馑，由也为之，比及三年，可使有勇，且知方也。夫子哂之。子路的个性，大家已经了解，这位急性子的老兄，听过以后，就冒冒失失地说话了。他说，假使有一个千乘之国――这是当时诸侯中大型的国家了，而这个千乘大国，是处在几个大国的中间，在强敌环伺下，又经过了连年的战争，而且内部财政上也非常艰难困苦，不断地发生灾害饥荒。像这样一个国家，如果交到我子路的手上来，我只要花三年的时间去治理，就可以使这个国家的全体人民，每个人都能够站得起来，每个老百姓都知道如何去走自己该走的路，做自己该做的事。子路这个话讲得实在蛮够气魄的，不但有英雄气概，而且有大政治家的气魄。可是孔子听了以后哂之，露了牙齿嘻嘻！微微一笑，笑中充分表露了否定的意味。讲到这里，想到一个笑话，那是三国演义中这是小说不是历史，但是中国三四百年来的政治思想，可以说从来没有脱离过三国演义这部小说的笼罩。煮酒论英雄的故事。曹操有一天和刘备两人喝酒聊天，那时刘备还在投靠曹操，等于是他的部下。曹操问刘备，天下哪一个算是真正的英雄，刘备当然第一个捧曹操。曹操问他还有谁，刘备就说到袁绍刘表等等一些当时有权有势的人，曹操都一一驳掉了。说这些人都不够资格作英雄，天下英雄唯有你我两个人而已。他说这句话的同时，天上忽然霹雳一声，响了个大雷。刘备不知道被曹操的话吓着，还是被天上的雷声一惊，手中拿着的筷子，都吓得掉到地上了。曹操问他怎么回事，他说我自幼在褓姆手中长大，被他们溺爱，所以胆子很小，刚才被雷声吓了一跳。曹操本来最怕刘备的，这么一来，觉得刘备不过如此而已。但紧跟着刘备就设法逃走了。中国人对这部小说都非常熟悉，不过要注意的，我们不能说小说不是思想，而且在民间发生的影响力很大。"}
{"text":"说这些人都不够资格作英雄，天下英雄唯有你我两个人而已。他说这句话的同时，天上忽然霹雳一声，响了个大雷。刘备不知道被曹操的话吓着，还是被天上的雷声一惊，手中拿着的筷子，都吓得掉到地上了。曹操问他怎么回事，他说我自幼在褓姆手中长大，被他们溺爱，所以胆子很小，刚才被雷声吓了一跳。曹操本来最怕刘备的，这么一来，觉得刘备不过如此而已。但紧跟着刘备就设法逃走了。中国人对这部小说都非常熟悉，不过要注意的，我们不能说小说不是思想，而且在民间发生的影响力很大。小说是代表知识分子的思想，三国演义是罗贯中写的，至少是罗贯中的思想，罗贯中也代表了知识分子。前几天有个学生看到一篇文章中引用的两句诗，来问我这两句诗的出处，我一时想不起来了，只好叫他自己去查，后来查到是曹操短歌行中的两句诗。曹操父子在文学方面，影响南北朝很大，他的英雄思想影响了几千年，这种思想方面的影响是没有时间和空间限制的。所以我常常告诉一些喜欢写文章的作家，要特别注意，万一所写的东西能够流传下去，将来就不知道要影响多少人。所以有人一辈子有很好很丰富的人生经验，还不敢轻易写出来，就是写下来了，也还不敢用上自己的真名字。哪里像现在，为了赚稿费，提笔就写了。现在回到本文，子路答的那段话，当然不是曹操论英雄的那个意思和态度。子路说的话很有英雄气概具大政治家的风范，但是孔子还是笑他，这并不是笑他的话不对，而是认为他还没有这种能力。谦谦君子的冉求求，尔何如？对曰方六七十，如五六十，求也为之，比及三年，可使足民如其礼乐，以俟君子。冉求说话的态度谦虚多了，他说只要方圆六七十里的一个小小的国家交给我，或者更小一点的国家让我来治理，花上三年的时间，我可以使这个国家社会繁荣，国民经济发达，全民进到康乐的境界，这是我可以做得到的。如其礼乐，以俟君子。但是社会的经济充足了富裕了，还不一定建立起良好的文化来，而对于文化根基的建立，这种重大艰巨的事情，就只好等高明的人才来着手了。这是冉求的谦虚词，也是他的老实话。这节书有两个观念首先，一个文化的建立，的确是不容易。不说大事，就拿小事来说，我过去写了一些学术性的东西，后来想把几十年的人生经验，我见我闻，写一部小说，就是写不出来。"}
{"text":"如其礼乐，以俟君子。但是社会的经济充足了富裕了，还不一定建立起良好的文化来，而对于文化根基的建立，这种重大艰巨的事情，就只好等高明的人才来着手了。这是冉求的谦虚词，也是他的老实话。这节书有两个观念首先，一个文化的建立，的确是不容易。不说大事，就拿小事来说，我过去写了一些学术性的东西，后来想把几十年的人生经验，我见我闻，写一部小说，就是写不出来。新体小说旧体小说都写不出来，写写又撕掉，像现在拥有很多年轻读者的作家，我当面称赞他们，他们真是行，我就无法下笔。所以不要轻看了小说，有许多人都是眼高手低，随便批评别人的作品，自己却写不出来，所以一个文化的建立真难。据我的了解，真是所谓的十年树木，百年树人。要培养一个人才，是要很长的时间的。我曾说过溥儒的画好，是清朝入关又出关之间三百年培养出来的。他在宫廷中所看到的那许多名画，这是别人办不到的。其实他的字比画更好，他的诗比字又要好，这都是别人学不来的。李后主的词我也说过，像他的破阵子那阙词四十年来家国，三千里地山河，凤阙龙楼连霄汉，玉树琼枝作烟萝，几曾识干戈。一旦归为臣虏，沈腰潘鬓销磨，最是仓皇辞庙日，教坊犹奏别离歌，挥泪对宫娥。的确是好词，读来令人感叹，但里面每一句话都是他的生活经验，是他的真感情真思想。由他写来，非常容易。如果不是一个做了皇帝又变成臣虏的人，谁能写出这样的词来。这是在文学方面的情形，由文学的培养，我们可看到文化建立之难。其次，我们看看管子的高见仓廪实则知礼节，衣食足则知荣辱。这句话放之于全世界，无论古今中外，都是站得住的。所以谈中国政治思想，离不开管子。再者，透过这两句话，可知社会国家的富强教育文化的兴盛，要靠经济做基础的要衣食富足了才会知荣辱，仓廪充实了才礼义兴。所以有人说，最大的是穷人，连裤子都没得穿了，拚命都不在乎，还怕什么？有地位有钱的时候就怕事了。就是这两句话的道理。可见文化的建立，要靠经济作基础。从冉求这句话里，我们可以看出他深懂这个道理。所以他说，一个小国家交给我去干三年，我可以使他经济基础稳定，社会政治稳定，至于文化的建立，则要以俟君子。这就还要等一段时间，乃至要请比我更高明的人来。这是他的谦虚，也是他的真话。冉求已经报告了，孔子又问公西华赤，尔何如？对曰非曰能之，愿学焉。"}
{"text":"所以有人说，最大的是穷人，连裤子都没得穿了，拚命都不在乎，还怕什么？有地位有钱的时候就怕事了。就是这两句话的道理。可见文化的建立，要靠经济作基础。从冉求这句话里，我们可以看出他深懂这个道理。所以他说，一个小国家交给我去干三年，我可以使他经济基础稳定，社会政治稳定，至于文化的建立，则要以俟君子。这就还要等一段时间，乃至要请比我更高明的人来。这是他的谦虚，也是他的真话。冉求已经报告了，孔子又问公西华赤，尔何如？对曰非曰能之，愿学焉。宗庙之事，如会同，端章甫，愿为小相焉。公西华这个人，在上论中已经提到过，孔子说他束带立于朝，可使与宾客言也。他可做一个很好的外交官，衣冠整齐，生活从来不马虎，仪容很端肃，应对之间很得体，是一个标准的外交官。他在这里表现的也是外交官的风度，一开口就是外交官的口吻，与众不同。这段论语，实在是很好的文学作品。他说，老师，我是一无所能，不过愿意跟着学习就是了。这里三个人讲话，表达不同。第一个子路率尔对曰，咚咚就讲出来了，就干了。轮到冉求就谦虚了小一点的地方。问到公西华就说我并不是说我有才能，我很差，不过愿意学习。学习什么呢？宗庙之事，这里宗庙就代表了国家。以前是宗法社会，每一个国家的社稷以宗庙为象征，所谓宗庙之事，就是国家大事。会同，开大会。等于说现在开国民大会，或者立法院会行政院会。端章甫，大家都穿上礼服，很有礼貌。愿为小相焉，辅相是一位很好的幕僚长，或者等于国民大会的秘书长。公西华对孔子说他可以去学习，慢慢在工作中求取经验，以便做到这个程度。可是一位优秀的国民大会秘书长可不容易作，一个重要会议中的小相，是很不容易作好的。小相就是总务人才，也就是宰相才真正的好总务，就是宰相，像萧何就是最好的总务人才。历史上的这类人物是屈指可数的。性天风月下面是这里最重要的一段了。点，史记作葳，曾参的父亲，字皙，也是孔子的学生。下面是他和孔子的对话点，尔何如？鼓瑟希，铿尔，舍瑟而作。对曰异乎三子者之撰。子曰何伤乎？亦各言其志也。曰莫春者，春服既成，冠者五六人，童子六七人，浴乎沂，风乎舞雩，咏而归。夫子喟然叹曰吾与点也！"}
{"text":"历史上的这类人物是屈指可数的。性天风月下面是这里最重要的一段了。点，史记作葳，曾参的父亲，字皙，也是孔子的学生。下面是他和孔子的对话点，尔何如？鼓瑟希，铿尔，舍瑟而作。对曰异乎三子者之撰。子曰何伤乎？亦各言其志也。曰莫春者，春服既成，冠者五六人，童子六七人，浴乎沂，风乎舞雩，咏而归。夫子喟然叹曰吾与点也！孔子和其他三位同学讨论的时候，曾点在旁边悠闲地鼓瑟。孔子听了子路他们三人的报告以后，转过头来问正在鼓瑟的曾点说，曾点，你怎么样呢？说说看。曾点听到老师在问他，瑟音渐稀，接着，弹瑟的手指在弦上一拢，瑟弦发出铿然的响声，然后曾点离开了弹瑟的位置，站起来对孔子说，老师你问我啊！我和他们三个人刚才所讲的不同，我的思想和他们是两样的。这里有一个问题，从这一段描写，我们看到曾点的恬淡宁静。大家在讨论问题，而他在搞他的音乐，应该是没有听到子路他们的讨论。可是孔子问到他的时候，他又说自己的想法作法和子路他们三个人不同。可见刚才别人的话他都听到了，这是很高的修养。能在处世之间，最忙乱当中，同时应付几桩事情，这就要具有真正的学问真正的修养最高的宁静功夫。我的确看到过这样的朋友，一边在一件一件忙着批公文，还在删改文句，一边听别人向他报告紧急重要的事情，口里在唔！唔！应着，然后他把笔一放，立即吩咐报告的人怎样去办理事情应付情况。同一时间处理了所有的事，还非常轻松，这个人修养真高，我很佩服。这里又要提到小说了，三国演义中仅次于诸葛亮的庞统，怀了诸葛亮的介绍信去见刘备。可是他傲气很重，见了刘备就是见刘备，不把诸葛亮的信拿出来，认为凭介绍信是丢人的事。不料刘备看走了眼，给他当一个县长，他上任以后天天喝酒，公事都不看，一概不管。三个月以后，张飞去视察，他还在喝酒，张飞就指责他。他要张飞坐在一边等着，把积压了三个月的公文拿出来，把所有的关系人全部找来同时报告，他一面听，一面答复，一面批公文，一会儿功夫，把所有的公事全部办完，把笔一丢，问张飞哪里还有什么事情。张飞的智慧很高，立刻道歉，庞统才拿出诸葛亮的信来，就调升了副参谋长――副军师。事实上也真有这种人。所以说，这段书不要马马虎虎读过去，读书不要只靠两只有形的眼睛，还要用智慧的眼睛去读。"}
{"text":"不料刘备看走了眼，给他当一个县长，他上任以后天天喝酒，公事都不看，一概不管。三个月以后，张飞去视察，他还在喝酒，张飞就指责他。他要张飞坐在一边等着，把积压了三个月的公文拿出来，把所有的关系人全部找来同时报告，他一面听，一面答复，一面批公文，一会儿功夫，把所有的公事全部办完，把笔一丢，问张飞哪里还有什么事情。张飞的智慧很高，立刻道歉，庞统才拿出诸葛亮的信来，就调升了副参谋长――副军师。事实上也真有这种人。所以说，这段书不要马马虎虎读过去，读书不要只靠两只有形的眼睛，还要用智慧的眼睛去读。这里就看到曾点高雅清华的风度，孔子听了他的话，态度也不同，他说这有什么关系，并不会矛盾冲突的，只不过是关起门来，表达各人自己的思想而已，你尽管说好了。于是曾点说，我只是想，当春天来了，冬衣一换，穿上舒适的衣服，农忙也过去了，和成人五六人，十几岁的少年六七人，到沂水里去游泳，然后唱唱歌，跳跳舞，大家悠哉游哉高兴的玩，尽兴之后，快快活活唱着歌回家去。这个境界看起来多渺小！虽然渺小，可是孔子听了以后，大声地感叹说，我就希望和你一样。孔子这个话是什么意思？孔子就这么孩子气！所以说这段书很难懂。我们经历这几年的离乱人生――国家社会天下事，经过那么大的变乱――才了解国家社会安定了，天下太平了，才有个人真正的精神享受。不安定的社会不安定的国家，实在是做不到的。时代的剧变一来，家破人亡，妻离子散的悲剧，遍地皆是。所以古人说宁为太平鸡犬，莫作乱世人民。而曾点所讲的这个境界，就是社会安定国家自主经济稳定天下太平，每个人都享受了真善美的人生，这也就是真正的自由民主――不是西方的，也不是美国的，而是我们大同世界的那个理想。每个人都能够做到，真正享受了生命，正如清人的诗天增岁月人增寿，春满乾坤福满门。我们年轻时候，家里有书房读书的生活，的确经历过这种境界，觉得一天的日子太长了，哪里像现在，每分钟都觉得紧张。如果我们有一天退休，能悠闲地回家种种菜，看看有多舒服！这里孔子问这四个学生的话，其中孔子与曾点的一段话，可以说进入了最高潮，师生之间，说出了完美人生的憧憬。政治的目的，不过在求富强康乐，所以这一段可以说是大同世界中，安详自得的生活素描。春风化雨下面就是一个结论。三子者出，曾皙后，曾皙曰夫三子者之言何如？"}
