{"text":"我知道，除了热恋阶段外，一个人完全可能对别的异性产生性吸引意义上的好感。我相信，性本身是一种健康的东西，其惟一的原则是快乐，与道德无关。美国舞蹈家邓肯说过一句最通情达理的话如果你有一个身体，它天生要遭受许多痛苦，包括疾病等等，既然如此，只要有机会，为什么就不可以从你这个身体上汲取最大的快乐呢？单就性本身而言，婚姻肯定不是一个合理的制度，因为性快乐不是纯粹的生理过程，同时也是心理过程，需要新鲜感的刺激，而单一不变的性伴侣关系则可能麻痹性兴趣，减弱当事人享受和提供性快乐的能力。其实，这些道理对于有诚实感官的艺术家来说是不言而喻的。我曾与两位画家讨论这个话题，其中奉行独身的一位说我太知道性爱的本质，不可能长久。所以，我不愿意对女孩说爱什么的，即使我很喜欢她。说了以后还要修改，工作量太大。我希望每一次都是新的创造。可是，她的期望落空，心中不快，又使这新的创造不能实现。这是我最大的苦恼。业已结婚的另一位说我的苦恼是必须躲躲闪闪。我看见好的女孩，一个嘴角，一只手，就是激动。恋爱一场又一场，我就是高兴，像过节一样。可是，我必须背着妻子，因为我爱她，不愿让她痛苦。前一位完全不相信性爱有持久的可能，所以选择不结婚，甚至不说爱这个词，彻底地诚实，姑且不论。后一位提出了一个问题，便是一个感到有结婚需要的人应该如何处置自己的多元性爱冲动。我相信，人是有对专一的爱的需要的，不管是否接受婚姻的形式。我自己就始终深切地感觉到这种需要。在我的生活中不能没有这样一个伴侣，我和她互相视为命根子，真正感到谁也缺不了谁。我自问是一个很有自我的人，能够欣赏孤独寂寞独处的妙趣，但我就是不能没有这样一个伴侣，如果没有，孤独寂寞独处就会失去妙趣，我会感到自己孤零零地生活在无边的荒漠中。这样一种需要显然是根源于人的根本性孤独，而在性的生理和心理中并无根据。正因为如此，它就不能够也不应该消除人的多元性爱冲动。我自以为从这里找到了二者并存相容的理由。按照我的设想，理想的婚姻应该是两人在生死与共的意义上只爱对方，同时各人保持与其他异性之间交往的自由，包括性交往的自由。当时西方有一种开放婚姻的理论，便是这样主张的。作为一种修正，我提倡宽松的婚姻，对婚外性自由加以限制，仅限于偶尔出轨。这是对人固有的性嫉妒本能的让步，虽说克服性嫉妒是人生的大超越，但我知道这种本能的强烈，不宜太触犯它。"}
{"text":"正因为如此，它就不能够也不应该消除人的多元性爱冲动。我自以为从这里找到了二者并存相容的理由。按照我的设想，理想的婚姻应该是两人在生死与共的意义上只爱对方，同时各人保持与其他异性之间交往的自由，包括性交往的自由。当时西方有一种开放婚姻的理论，便是这样主张的。作为一种修正，我提倡宽松的婚姻，对婚外性自由加以限制，仅限于偶尔出轨。这是对人固有的性嫉妒本能的让步，虽说克服性嫉妒是人生的大超越，但我知道这种本能的强烈，不宜太触犯它。爱情的专一可以有两种含义，一是热恋时的排他性，二是长期共同生活中彼此相爱的主旋律，宽松的婚姻便属于后一种情形。我相信，如果双方的爱情足够牢固，心胸又足够宽广，那么，就有可能把各人的其他感情体验和性体验变为双方的共同财富。我考虑到了在这种自由状态中爱情发生变化的可能性，但我认为，即使防微杜渐是可能的，我们也没有这个权利。如果为了杜渐而防微，禁绝一切婚外恋情的苗头，那就只好遵循男女授受不亲的古训了。当然，对微宽容而不防，就有开渐之危险，但这种危险乃是人类情感生活的题中应有之义，试图杜绝这种危险就意味着窒息情感生活。总之，在我看来，不管我们把婚外男女之情可允许的界限划在哪里，那么，在此界限之内的，便是不该管的，超过此界限的，又是想管也管不了的。所以，反正不要去管。我和雨儿相爱时，正是我热中于提倡宽松理论的时期。事实上，在这一理论影响下，我们都偶有出轨的行为。可是，一旦我觉得她的行为越过了度，对我造成了伤害，我就不能忍受了。其实，所谓度是相对的，视承受力而定。我对自己的承受力估计过高，也对我们的爱情过于自信，结果自己证明了宽松理论的失败。雨儿始终大度地承担了我们婚姻破裂的责任，事实上我的责任更重。她对开放婚姻早有精当的批评，我翻开年的日记，上面记录着她的话爱有很脆弱的一面，开放的婚姻是胡扯，人性都是趋乐避苦的，人性的弱点利用互相信任寻求快乐，最后就会损害爱。爱是要付出努力的，在这世界上谁也别想占便宜！真是一针见血，倘若我们都保持这个觉悟，结局很可能完全不同。当然，婚姻是一个复杂的问题，在这个问题上，无人能拿出一种必定成功的理论。宽松也未必错，捆绑肯定比宽松更糟，关键也许在于在宽松的前提下双方都决不滥用自由。说到底，宽松也罢，捆绑也罢，你真想偷情是谁也拦不住的，就看你是否珍惜现有的婚爱了。"}
{"text":"爱是要付出努力的，在这世界上谁也别想占便宜！真是一针见血，倘若我们都保持这个觉悟，结局很可能完全不同。当然，婚姻是一个复杂的问题，在这个问题上，无人能拿出一种必定成功的理论。宽松也未必错，捆绑肯定比宽松更糟，关键也许在于在宽松的前提下双方都决不滥用自由。说到底，宽松也罢，捆绑也罢，你真想偷情是谁也拦不住的，就看你是否珍惜现有的婚爱了。在发生婚变后的一年内，我写了好几篇文章，实际上在总结婚变的教训。我在婚姻反思录中写道我们当然不能也不该对爱情可能发生的变化严加防范，但是也大可不必为它创造条件。红尘中人，诱惑在所难免，而每个当事人对于自己所面临的究竟是不可抵御的更强烈的爱情，还是一般的风流韵事，心里大致是清楚的。我的劝告是，如果是后者，而你又很看重不看重则另当别论既有的婚爱，就请你三思而不要行了。这对你也许是一种损失，但你因此避免了更惨重的损失。如果是前者，我就无需说什么了，因为说了也没有用。爱情是人生的珍宝，当我们用婚姻这只船运载爱情的珍宝时，我们的使命是尽量绕开暗礁，躲开风浪，安全到达目的地。谁若故意迎着风浪上，固然可以获得冒险的乐趣，但也说明了他她对船中的珍宝并不爱惜。好姻缘是要靠珍惜之心来保护的，珍惜便是缘，缘在珍惜中，珍惜之心亡则缘尽。直到现在为止，我仍是这样看的，也是这样做的。红当时看了这篇文章，笑道保守主义业已成熟。好吧，我乐于承认，在婚爱问题上，我已成为一个开明的保守主义者。经验证明，如同在别的领域一样，这个立场在婚爱中也能够开创出一种富有活力的秩序。十写作与心灵生活从八十年代进入九十年代，中国的社会场景发生了重大变化，思想启蒙的氛围突然消散，商业热风迅速刮遍全国，时尚取代思潮成为时代的主要风景。人文知识分子被这个转折从中心甩向了边缘，有些人因此发出了人文精神失落的悲鸣。面对这个转折，我的心情却十分平静。我对做风云人物本来就没有兴趣，现在正好顺乎我的天性，与时代拉开距离，回归我的内在生活。个人生活中接连发生的变故也迫使我回到内心，沉思令我困惑的各种人生难题。九十年代发生了一件出乎我自己意料的事，就是我成了一个著名的散文作家。其实，写这些东西的时候，我哪里是在写散文啊。"}
{"text":"人文知识分子被这个转折从中心甩向了边缘，有些人因此发出了人文精神失落的悲鸣。面对这个转折，我的心情却十分平静。我对做风云人物本来就没有兴趣，现在正好顺乎我的天性，与时代拉开距离，回归我的内在生活。个人生活中接连发生的变故也迫使我回到内心，沉思令我困惑的各种人生难题。九十年代发生了一件出乎我自己意料的事，就是我成了一个著名的散文作家。其实，写这些东西的时候，我哪里是在写散文啊。因为妞妞的灾难，因为婚变，我不得不劝慰自己，开导自己，而我的资源只有哲学，手段只有文字，于是写下了许多哲学性的感悟和思考，这些东西便被人称做了哲理散文。同时，由于变故导致的心情，我难以潜心做系统的学术工作和写大部的著作，篇幅短小的文字就成了最合宜的形式。正是在那变故频繁的五六年里，我写的散文数量最多，质量也比较高。表面看来，这好像是一个外力把我从一条轨道上撞到了另一条轨道上。可是，我因此脱离哲学的轨道了吗？我相信没有。在我迄今为止的全部生涯中，再也找不出这样一个时候，我从哲学那里获得了如此重要的帮助，为此我对哲学满怀感激。在此之后，仿佛由于惯性，我仍写了不少散文。有一段时间，因为所谓名气，约稿特别多，我又不善于拒绝，不免写了一些臭文章，对自己并无真切感受和深入思考的问题发表了议论。好在我对这种情况及时引起了警惕，下决心基本上谢绝了约稿。我给自己确立了一个原则我的写作必须同时是我的精神生活，两者必须合一，否则其价值就要受到怀疑。好的在写作上一定是自私的，他决不肯仅仅付出，他要求每一次付出同时也是收获。人们看见他把一个句子一本书给予这个世界，但这只是表面现象，实际上他是往自己的精神仓库里又放进了一些可靠的财富。这就给了我一个标准，凡是我不屑于放进自己的精神仓库里去的东西，我就坚决不写，不管它们能给我换来怎样的外在利益。到年为止，我发表了三百多篇散文，先后结为守望的距离各自的朝圣路安静三个集子。可以算作散文的还有随感录人与永恒和纪实作品妞妞，一个父亲的札记南极无新闻――乔治王岛手记。"}
{"text":"到年为止，我发表了三百多篇散文，先后结为守望的距离各自的朝圣路安静三个集子。可以算作散文的还有随感录人与永恒和纪实作品妞妞，一个父亲的札记南极无新闻――乔治王岛手记。我还出过一些别的集子，基本上是上述作品不同方式的选本，其中值得一提的是人生哲思语编，它汇集了我的散文和随感中的所谓精彩句子和段落，按照主题分类编排，能收一目了然之效。在所有作品中，我自己很喜欢人生寓言，其中多数正是在妞妞病重时写的，却看不出一点悲苦的痕迹，一切悲苦都被智慧化解了。在南极写的那些思想札记包括读圣经札记也不错，在千古荒原上沉思两个月，这是多么奢侈的事情，不写出一点好东西是说不过去的。回过头去看，我的写作之路与我的心灵之路是相当统一的，基本上反映了我在困惑中寻求觉悟和走向超脱的历程。我原是一个易感的人，容易为情所困，跳不出来。我又是一个天性悲观的人，从小就想死亡的问题，容易看破红尘。因此，我面临双重的危险，既可能毁于色，也可能堕入空。我的一生实际上都是在与这两种危险作斗争，在色与空之间寻找一个安全的中间地带。我在寻找一种状态，能够使我享受人生而不沉湎，看透人生而不消极，我的写作就是借助于哲学寻找这种状态的过程。经常有人对我说，他们通过我的作品发现，我的内心既宁静又有激情，我对人生看得很透彻却仍充满理想主义，相反的因素结合得十分和谐。我不敢说我真的达到了这种境界，但我自信正在形成一种比较成熟的生命态度，这种态度体现了我的个性与世界之间的恰当关系。我还相信，我今天的生命状态和写作状态包容了我的全部过去，我童年和少年时的敏感，读大学时的热爱文学和对生命感受的看重，毕业后山居生活中的淡泊心境，生命各阶段上内心深处时隐时显的哲学性追问，仿佛都在为这种状态做着准备，并在其中找到了归宿。我的一些朋友有强烈的社会责任感，要用作品直接影响社会进程。我不给自己树这样的目标。我写作从来不是为了影响世界，而只是为了安顿自己。我的所思所写基本上是为了解决自己的问题，也许正因为如此，写出的东西才会对那些面临着相似问题的人有所启迪，从而间接地产生了影响社会的效果。一个作品如果对于自己没有精神上的价值，它就对任何一个读者都不可能具有这种价值。"}
{"text":"我的一些朋友有强烈的社会责任感，要用作品直接影响社会进程。我不给自己树这样的目标。我写作从来不是为了影响世界，而只是为了安顿自己。我的所思所写基本上是为了解决自己的问题，也许正因为如此，写出的东西才会对那些面临着相似问题的人有所启迪，从而间接地产生了影响社会的效果。一个作品如果对于自己没有精神上的价值，它就对任何一个读者都不可能具有这种价值。自救是任何一种方式的救世的前提，如果没有自救的觉悟，救世的雄心就只能是虚荣心功名心和野心。中国知识分子历来热中于做君王或民众的导师，实际上往往只是做了君王的臣僚和民众的优伶，部分的原因也许在这里。说到我的作品的社会意义，我想提一下我的好友邓正来写的一篇评论。正来是学界公认的成就卓著的严肃学者，多年来专注于学术，从不写学术之外的东西。可是，在读了我的南极无新闻之后，他破例写了一篇题为社会的眼睛与独行的个人的评论，写完后按捺不住兴奋的心情，激动地给好几人打电话朗诵。这本书是我参加人文学者南极行活动的记录，由日记和思想札记组成。全书既记录了我在南极生活两个月的新鲜体验，字里行间又贯穿着我对活动的强烈新闻色彩的不满和抵制。正来独能从后者中看出，这本书是一个哲学家以其独特的视角对他个人在社会眼睛盯视下的抗争实践所做的描述，抗争方式是参与其间但决不放弃自我，生活于其间但决不放弃对它进行批判的权利，力图以一种独语的方式去重构这个社会。显然，他说的不只是这次南极之行，而是我对待社会性事物的一般方式。他抓得真准，我读了有恍然大悟之感，虽然我一向是这样做的，但自己从来没有如此清晰地意识到。我相信，他的这个解读也完全能用来解释我的一般散文作品之介入社会的方式。我的书带给我的最宝贵收获之一是友谊。三年前，一个在法国长大的美丽女子捧着鲜花来访问我，跟我谈妞妞，说她没想到中国有这样的作家，思想与欧洲人接近，是人类性的，这番话使我立刻信任了她。一位可爱的女子出于喜欢而把我的作品录了音，刻成光盘，分送给许多人。她把光盘带来让我听，朗诵得真好，自然的声音，饱含真实的感情，我仿佛不是在听自己的作品，那些话语好像是从另一个灵魂中发出，并且使我感动。"}
{"text":"我的书带给我的最宝贵收获之一是友谊。三年前，一个在法国长大的美丽女子捧着鲜花来访问我，跟我谈妞妞，说她没想到中国有这样的作家，思想与欧洲人接近，是人类性的，这番话使我立刻信任了她。一位可爱的女子出于喜欢而把我的作品录了音，刻成光盘，分送给许多人。她把光盘带来让我听，朗诵得真好，自然的声音，饱含真实的感情，我仿佛不是在听自己的作品，那些话语好像是从另一个灵魂中发出，并且使我感动。大洋彼岸一位女士给我发电子信，说她最欣赏我对那些看不见的事物的看见和那种低调的执著，我心中叹为知音。在一次活动中，偶遇江铸久芮乃伟围棋九段，先生把太太介绍给我，落落大方地说她很喜欢你的书，自己不好意思跟你说。我与这一对高智商但又极其质朴的夫妇从此成了好朋友。经常有人揶揄说，我的书独受女性青睐。大学里曾经流传一句话男生不可不读王小波，女生不可不读。我的确拥有一大批热心的女读者，对此我只感到愉快，丝毫不觉得难为情。我揣测，女性之所以喜欢我的书，原因可能有二。第一，我比较能够欣赏女性并体会她们的心理，谁不喜欢听中肯的恭维呀。第二，女性离功利战场比男性远，心比较静，又看重情感生活，容易与我的价值取向产生共鸣。然而，我知道，我不只拥有女性读者，确确实实还拥有许多忠实的男性读者。前不久，一个公司老总，身材魁梧，性格粗犷，一米八几的个子开一辆大三菱，在不惑之年突然迷上了我的书，那样天真地向我坦言，他从此才开始思考人生。不过，我无须在这里举证了，如有必要，自会有各界男士为我作证的。我常常遇见一些政界和企业界人士，他们在学生时代都曾经喜欢我的书，现在已走上关键的岗位。当他们向我叙述自己的阅读史时，我心中既感动又深感欣慰。我的作品为我在专业范围之外赢得了广大读者，同时也使我在一些专业人士那里遭到了不务正业的讥评。好在我对此不太在意，当我做着自己真正想做的事情的时候，别人的褒贬是不重要的。对于我来说，不存在正业副业之分，凡是出自内心需要而做的事情都是我的正业。若一定要说专业才是正业，那么，我的专业是哲学，而我所写的多数作品完全没有离开哲学的范畴。在我的散文中，我的思考和写作始终围绕着那些最根本的哲学问题，例如生命的意义死亡时间与自我爱与孤独苦难与幸福灵魂与超越等。在现代商业化社会里，这些问题由于被遗忘而变得愈发尖锐，成为现代人精神生活中的普遍困惑。"}
{"text":"好在我对此不太在意，当我做着自己真正想做的事情的时候，别人的褒贬是不重要的。对于我来说，不存在正业副业之分，凡是出自内心需要而做的事情都是我的正业。若一定要说专业才是正业，那么，我的专业是哲学，而我所写的多数作品完全没有离开哲学的范畴。在我的散文中，我的思考和写作始终围绕着那些最根本的哲学问题，例如生命的意义死亡时间与自我爱与孤独苦难与幸福灵魂与超越等。在现代商业化社会里，这些问题由于被遗忘而变得愈发尖锐，成为现代人精神生活中的普遍困惑。我想，也许正因为这个原因，我的作品才会获得比较广泛的共鸣。我不过是在用文学的方式谈哲学，如果认为哲学只能有学术论著一种表达方式，是对哲学史的无知，只要提一下狄德罗卢梭伏尔泰尼采甚至柏拉图就可以了。从读者的接受来说，这么多人通过我的作品领略了哲学的魅力，走近了哲学，这使我有足够的理由相信我所做的正是不折不扣的哲学事业。读者看重的显然主要是我的作品的哲学内涵，而非文学的技巧。我不得不克服我的羞耻心提及这个事实人们普遍把我看作中国当今最有影响的哲学家之一。指责这样一个哲学家不务哲学之正业，多少有点说不过去吧。我丝毫不低估学术工作的重要性，并且对踏实地做着这种工作并且取得了成绩的同行怀有敬意。就我自己而言，我不愿意做所谓纯学术研究，而宁愿以我的方式把学术工作纳入我的精神探索的整体轨道。九十年代以来，我的确甚少出版学术专著，在尼采与形而上学之后，直到年，为了应付与人合作的一个课题，才又花了半年时间啃胡塞尔和伽达默尔的著作，就他们的意义理论写了若干篇论文。我极其耐心地在胡塞尔的哲学迷宫里摸索，跟随他一步步探寻意义的源头，终于弄明白了迷宫的路径，发现它其实是一条并不能通向源头的死胡同。九十年代末，我先后在瑞士s和德国海德堡的两个国际研讨会上发言，讨论一个长期盘旋在我头脑中的问题，即中国人对西方哲学的接受问题，我的观点使与会的学者们大为吃惊。我由尼采在中国的接受史发现，西方哲学一旦进入中国，便往往失去了形而上学的品格，因而不再是哲学，成了某种用来解决中国社会问题的学说，这种情况显示了中西文化传统的深刻差异。我决定对清末民初西方哲学传入中国时的情况进行个案分析，以此方式展开这项研究，目前这部专著仍在写作之中。"}
{"text":"我由尼采在中国的接受史发现，西方哲学一旦进入中国，便往往失去了形而上学的品格，因而不再是哲学，成了某种用来解决中国社会问题的学说，这种情况显示了中西文化传统的深刻差异。我决定对清末民初西方哲学传入中国时的情况进行个案分析，以此方式展开这项研究，目前这部专著仍在写作之中。最近我还在构思并开始写作一本关于尼采的精神哲学的著作，与转折点之人生哲学尼采与形而上学之本体哲学凑成一个系列，算是对我的尼采研究工作做一个了结。十一不是博导博士生导师是中国学界特有的一个称谓，简称博导。我不是博导。其实我是愿意带学生的，也经常有青年人热切地希望做我的学生。我于年当上研究员，按理说就有了带博士生的资格，便向哲学所当时的负责人提出了这一要求。哲学所招研究生一直苦于报考者稀少，所里一些好心人听说我要招生，便兴奋地说，这回考生该挤破门了。但是，他们白高兴了一场，我的申请迄无下文。此后我不再主动申请，不过，大约是一年一度申报的时候了，有一次我也曾被问到是否报名，我给了肯定的答复，但同样再没有下文。我不知道原因是什么，也从不去打听，因为我觉得，倘若我去查问，对于我和被问者都是一种侮辱。两年前，我收到一封信，是一位在复旦大学读完了博士和博士后现任一所名牌大学教授的先生写给我的，他在信中表示要报考我的博士生。这封信促使我再次向所里有关人员询问事情的可能性，得到的是否定的回答。我给这位先生写了一封信，全文如下――今天去哲学所，读到你的来信。你在获得博士学位完成博士后项目担任教授之后，仍希望报考我的博士生，这种虚怀若谷的态度令我敬佩，你对我的信任也令我感动。但是，有一个情况也许会让你感到意外我迄今不是博导，没有带学生的资格。我曾经提出过要带学生，没有下文，此后我就不再提了。我本人对这种情况并不太在乎，凡属体制内争名夺利之事，我一向退避三舍，一试之后决不再试。然而，今天读了你的信后，我还是破例去询问了有关部门，得到的答复是，今年有新规定，满五十七岁者今年我刚好如此不再有申请博导之资格。我不是一个狂妄之人，但是，我仍不禁要为社科院感到遗憾，因为它自己剥夺了刷去其一个污点的机会。"}
