{"text":"她把书依然放下，到床上蒙起被来，想到睡眠中暂且忘记了她的烦闷。不久，云萝姑娘已睡着了。但是更夫打着三更的时候，她又由梦中醒来，睁开眼四面一望，人迹不见，声息全无，只有窗幔的空隙处透进一线冷冷的月光，照着静立壁间的书橱，和书橱上面放着的古磁花瓶，里边插着两三株开残的白菊，映着惨淡的月光益觉瘦影支离。云萝看了看残菊瘦影，禁不住一股凄情，满填胸臆。悄悄披衣下床，轻轻掀开窗幔，陡见空庭月色如泻水银，天际疏星漾映。但是大地如死般的沉寂，便是窗根下的鸣蛩也都寂静无声，宇宙真太空虚了。她支颐怔颓坐案旁，往事如烟云般，依稀展露眼前。在她回忆时，仿佛酣梦初醒，――她深深地记得她曾演过人间的各种戏剧，充过种种的角色，尝过悲欢离合的滋味。但是现在呢，依然恢复了原状，度着飘零落寞的生活，世界上的事情真是比幻梦还要无凭她想到这里忽见月光从书橱那边移向书案这边来了。书案上凌俊的照片，显然地站在那里。她这时全身的血脉似乎兴奋得将要冲破血管，两颊觉得滚沸似的发热。唉！真太愚蠢呵！她悄悄自叹了。她想她自己的行径真有些像才出了茧子的蚕蛾，又向火上飞投，这真使得她伤心而且羞愧。她怔怔思量了许久，心头茫然无主，好像自己站在十字路口，前后左右都是漆黑，看不见前途，只有站着，任恐怖与彷徨的侵袭。这时月光已西斜了，东方已经发亮，云萝姑娘，依然挣扎着如行尸般走向人间去。但是她此时确已明白人间的一切都是虚幻。她决定从此沉默着，向死的路上走去。她否认一切，就是凌俊对她十分纯挚的爱恋，也似乎不足使她灰冷的心波动。从这一天起，她也不给凌俊写信。凌俊的信来时，虽然是充溢着热情，但她看了只是漠然。有一天下午，她从公事房回家，天气非常明朗，马路旁的柳枝静静地垂着，空气十分清和。她无意中走到公园门口停住了，园里的花香一阵阵从风里吹过来，青年的男女一对对在排列着的柏树荫下低语漫步。这些和谐的美景，都带着极强烈的诱惑力。云萝也不知不觉走进去了，她独自沿着河堤，慢慢地走着。只见水里的游鱼一队队地浮着泳着，残荷的余香，不时由微风中吹来。她在河旁的假山石旁坐下了，心头仿佛有什么东西压着，又仿佛初断乳的幻儿，满心充满着不可言说的恋念和悲怨。"}
{"text":"她无意中走到公园门口停住了，园里的花香一阵阵从风里吹过来，青年的男女一对对在排列着的柏树荫下低语漫步。这些和谐的美景，都带着极强烈的诱惑力。云萝也不知不觉走进去了，她独自沿着河堤，慢慢地走着。只见水里的游鱼一队队地浮着泳着，残荷的余香，不时由微风中吹来。她在河旁的假山石旁坐下了，心头仿佛有什么东西压着，又仿佛初断乳的幻儿，满心充满着不可言说的恋念和悲怨。她想努力地镇定吧，可恨她理智的宝剑，渐渐地钝滞了，不可制的情感之流，大肆攻侵，全身如被燃似的焦灼得说不出话来。于是她毫不思索地打电话给凌俊，叫他立刻到公园来。当她挂上电话机时，似乎有些羞愧，又似乎后悔不应当叫他。但是她忙忙走到和凌俊约定相会的荷池旁，不住眼盯着门口，急切地盼望看见凌俊做岸的身体，全神经都在搏搏地跳动，喉头似乎塞着棉絮，呼吸都不能调匀，最后她低下头悄悄地流着眼泪。"}
{"text":"但是，聪明的，你告诉我，我们的日子为什么一去不复返呢？―是有人偷了他们罢那是谁？又藏在何处呢？是他们自己逃走了罢现在又到了哪里呢？我不知道他们给了我多少日子但我的手确乎是渐渐空虚了。在默默里算着，八千多日子已经从我手中溜去像针尖上一滴水滴在大海里，我的日子滴在时间的流里，没有声音，也没有影子。我不禁头涔涔而泪潸潸了。去的尽管去了，来的尽管来着去来的中间，又怎样地匆匆呢？早上我起来的时候，小屋里射进两三方斜斜的太阳。太阳他有脚啊，轻乔悄悄地挪移了我也茫茫然跟着旋转。于是―洗手的时候，日子从水盆里过去吃饭的时候，日子从饭碗里过去默默时，便从凝然的双眼前过去。我觉察他去的匆匆了，伸出手遮挽时，他又从遮挽着的手边过去，天黑时，我躺在床上，他便伶伶俐俐地从我身上跨过，从我脚边飞去了。等我睁开眼和太阳再见，这算又溜走了一日。我掩着面叹息。但是新来的日子的影儿又开始在叹息里闪过了。在逃去如飞的日子里，在千门万户的世界里的我能做些什么呢？只有徘徊罢了，只有匆匆罢了在八千多日的匆匆里，除徘徊外，又剩些什么呢？过去的日子如轻烟，被微风吹散了，如薄雾，被初阳蒸融了我留着些什么痕迹呢？我何曾留着像游丝样的痕迹呢？我赤裸裸来到这世界，转眼间也将赤裸裸的回去罢？但不能平的，为什么偏要白白走这一遭啊？你聪明的，告诉我，我们的日子为什么一去不复返呢？年月日原载年月日时事新报文学旬刊第期散文全编歌声昨晚中西音乐歌舞大会里中西丝竹和唱的三曲清歌，真令我神迷心醉了。仿佛一个暮春的早晨，霏霏的毛雨默然洒在我脸上，引起润泽，轻松的感觉。新鲜的微风吹动我的衣袂，像爱人的鼻息吹着我的手一样。我立的一条白矾石的甬道上，经了那细雨，正如涂了一层薄薄的乳油踏着只觉越发滑腻可爱了。细雨如牛毛，扬州称为毛雨。这是在花园里。群花都还做她们的清梦。那微雨偷偷洗去她们的尘垢，她们的甜软的光泽便自焕发了。在那被洗去的浮艳下，我能看到她们在有日光时所深藏着的恬静的红，冷落的紫，和苦笑的白与绿。"}
{"text":"仿佛一个暮春的早晨，霏霏的毛雨默然洒在我脸上，引起润泽，轻松的感觉。新鲜的微风吹动我的衣袂，像爱人的鼻息吹着我的手一样。我立的一条白矾石的甬道上，经了那细雨，正如涂了一层薄薄的乳油踏着只觉越发滑腻可爱了。细雨如牛毛，扬州称为毛雨。这是在花园里。群花都还做她们的清梦。那微雨偷偷洗去她们的尘垢，她们的甜软的光泽便自焕发了。在那被洗去的浮艳下，我能看到她们在有日光时所深藏着的恬静的红，冷落的紫，和苦笑的白与绿。以前锦绣般在我眼前的，现有都带了黯淡的颜色。――是愁着芳春的销歇么？是感着芳春的困倦么？大约也因那鞯挠辏园里没了郁的香气。涓涓的东风只吹来一缕缕饿了似的花香夹带着些潮湿的草丛的气息和泥土的滋味。园外田亩和沼泽里，又时时送过些新插的秧，少壮的麦，和成荫的柳树的清新的蒸气。这些虽非甜美，却能强烈地刺激我的鼻观，使我有愉快的倦怠之感。看啊，那都是歌中所有的我用耳，也用眼，鼻，舌，身，听着也用心唱着。我终于被一种健康的麻痹袭取了。于是为歌所有。此后只由歌独自唱着，听着世界上便只有歌声了。年月日，上海。散文全编桨声灯影里的秦淮河一九二三年八月的一晚，我和平伯同游秦淮河平伯是初泛，我是重来了。我们雇了一只七板子，在夕阳已去，皎月方来的时候，便下了船。于是桨声汩――汩，我们开始领略那晃荡着蔷薇色的历史的秦淮河的滋味了。秦淮河里的船，比北京万`园，颐和园的船好，比西湖的船好，比扬州瘦西湖的船也好。这几处的船不是觉着笨，就是觉着简陋局促都不能引起乘客们的情韵，如秦淮河的船一样。秦淮河的船约略可分为两种一是大船一是小船，就是所谓七板子。大船舱口阔大，可容二三十人。里面陈设着字画和光洁的红木家具，桌上一律嵌着冰凉的大理石面。窗格雕镂颇细，使人起柔腻之感。窗格里映着红色蓝色的玻璃玻璃上有精致的花纹，也颇悦人目。七板子规模虽不及大船，但那淡蓝色的栏干，空敞的舱，也足系人情思。而最出色处却在它的舱前。舱前是甲板上的一部。上面有弧形的顶，两边用疏疏的栏干支着。里面通常放着两张藤的躺椅。躺下，可以谈天，可以望远，可以顾盼两岸的河房。大船上也有这个，便在小船上更觉清隽罢了。"}
{"text":"大船舱口阔大，可容二三十人。里面陈设着字画和光洁的红木家具，桌上一律嵌着冰凉的大理石面。窗格雕镂颇细，使人起柔腻之感。窗格里映着红色蓝色的玻璃玻璃上有精致的花纹，也颇悦人目。七板子规模虽不及大船，但那淡蓝色的栏干，空敞的舱，也足系人情思。而最出色处却在它的舱前。舱前是甲板上的一部。上面有弧形的顶，两边用疏疏的栏干支着。里面通常放着两张藤的躺椅。躺下，可以谈天，可以望远，可以顾盼两岸的河房。大船上也有这个，便在小船上更觉清隽罢了。舱前的顶下，一律悬着灯彩灯的多少，明暗，彩苏的精粗，艳晦，是不一的。但好歹总还你一个灯彩。这灯彩实在是最能钩人的东西。夜幕垂垂地下来时，大小船上都点起灯火。从两重玻璃里映出那辐射着的黄黄的散光，反晕出一片朦胧的烟霭透过这烟霭，在黯黯的水波里，又逗起缕缕的明漪。在这薄霭和微漪里，听着那悠然的间歇的桨声，谁能不被引入他的美梦去呢？只愁梦太多了，这些大小船儿如何载得起呀？我们这时模模糊糊的谈着明末的秦淮河的艳迹，如桃花扇及板桥杂记里所载的。我们真神往了。我们仿佛亲见那时华灯映水，画舫凌波的光景了。于是我们的船便成了历史的重载了。我们终于恍然秦淮河的船所以雅丽过于他处，而又有奇异的吸引力的，实在是许多历史的影象使然了。秦淮河的水是碧阴阴的看起来厚而不腻，或者是六朝金粉所凝么？我们初上船的时候，天色还未断黑，那漾漾的柔波是这样的恬静，委婉，使我们一面有水阔天空之想，一面又憧憬着纸醉金迷之境了。等到灯火明时，阴阴的变为沉沉了黯淡的水光，像梦一般那偶然闪烁着的光芒，就是梦的眼睛了。我们坐在舱前，因了那隆起的顶棚，仿佛总是昂着首向前走着似的于是飘飘然如御风而行的我们，看着那些自在的湾泊着的船，船里走马灯般的人物，便像是下界一般，迢迢的远了，又像在雾里看花，尽朦朦胧胧的。这时我们已过了利涉桥，望见东关头了。沿路听见断续的歌声有从沿河的妓楼飘来的，有从河上船里度来的。我们明知那些歌声，只是些因袭的言词，从生涩的歌喉里机械的发出来的但它们经了夏夜的微风的吹漾和水波的摇拂，袅娜着到我们耳边的时候，已经不单是她们的歌声，而混着微风和河水的密语了。于是我们不得不被牵惹着，震撼着，相与浮沉于这歌声里了。从东关头转湾，不久就到大中桥。"}
{"text":"这时我们已过了利涉桥，望见东关头了。沿路听见断续的歌声有从沿河的妓楼飘来的，有从河上船里度来的。我们明知那些歌声，只是些因袭的言词，从生涩的歌喉里机械的发出来的但它们经了夏夜的微风的吹漾和水波的摇拂，袅娜着到我们耳边的时候，已经不单是她们的歌声，而混着微风和河水的密语了。于是我们不得不被牵惹着，震撼着，相与浮沉于这歌声里了。从东关头转湾，不久就到大中桥。大中桥共有三个桥拱，都很阔大，俨然是三座门儿使我们觉得我们的船和船里的我们，在桥下过去时，真是太无颜色了。桥砖是深褐色，表明它的历史的长久但都完好无缺，令人太息于古昔工程的坚美。桥上两旁都是木壁的房子，中间应该有街路？这些房子都破旧了，多年烟熏的迹，遮没了当年的美丽。我想象秦淮河的极盛时，在这样宏阔的桥上，特地盖了房子，必然是髹漆得富富丽丽的晚间必然是灯火通明的。现在却只剩下一片黑沉沉！但是桥上造着房子，毕竟使我们多少可以想见往日的繁华这也慰情聊胜无了。过了大中桥，便到了灯月交辉，笙歌彻夜的秦淮河这才是秦淮河的真面目哩。大中桥外，顿然空阔，和桥内两岸排着密密的人家的大异了。一眼望去，疏疏的林，淡淡的月，衬着蓝蔚的天，颇像荒江野渡光景那边呢，郁丛丛的，阴森森的，又似乎藏着无边的黑暗令人几乎不信那是繁华的秦淮河了。但是河中眩晕着的灯光，纵横着的画舫，悠扬着的笛韵，夹着那吱吱的胡琴声，终于使我们认识绿如茵陈酒的秦淮水了。此地天裸露着的多些，故觉夜来的独迟些从清清的水影里，我们感到的只是薄薄的夜――这正是秦淮河的夜。大中桥外，本来还有一座复成桥，是船夫口中的我们的游踪尽处，或也是秦淮河繁华的尽处了。我的脚曾踏过复成桥的脊，在十三四岁的时候。但是两次游秦淮河，却都不曾见着复成桥的面明知总在前途的，却常觉得有些虚无缥缈似的。我想，不见倒也好。这时正是盛夏。我们下船后，借着新生的晚凉和河上的微风，暑气已渐渐销散到了此地，豁然开朗，身子顿然轻了――习习的清风荏苒在面上，手上，衣上，这便又感到了一缕新凉了。南京的日光，大概没有杭州猛烈西湖的夏夜老是热蓬蓬的，水像沸着一般，秦淮河的水却尽是这样冷冷地绿着。任你人影的憧憧，歌声的扰扰，总像隔着一层薄薄的绿纱面幂似的它尽是这样静静的，冷冷的绿着。我们出了大中桥，走不上半里路，船夫便将船划到一旁，停了桨由它宕着。"}
{"text":"我想，不见倒也好。这时正是盛夏。我们下船后，借着新生的晚凉和河上的微风，暑气已渐渐销散到了此地，豁然开朗，身子顿然轻了――习习的清风荏苒在面上，手上，衣上，这便又感到了一缕新凉了。南京的日光，大概没有杭州猛烈西湖的夏夜老是热蓬蓬的，水像沸着一般，秦淮河的水却尽是这样冷冷地绿着。任你人影的憧憧，歌声的扰扰，总像隔着一层薄薄的绿纱面幂似的它尽是这样静静的，冷冷的绿着。我们出了大中桥，走不上半里路，船夫便将船划到一旁，停了桨由它宕着。他以为那里正是繁华的极点，再过去就是荒凉了所以让我们多多赏鉴一会儿。他自己却静静的蹲着。他是看惯这光景的了，大约只是一个无可无不可。这无可无不可，无论是升的沉的，总之，都比我们高了。那时河里闹热极了船大半泊着，小半在水上穿梭似的来往。停泊着的都在近市的那一边，我们的船自然也夹在其中。因为这边略略的挤，便觉得那边十分的疏了。在每一只船从那边过去时，我们能画出它的轻轻的影和曲曲的波，在我们的心上这显着是空，且显着是静了。那时处处都是歌声和凄厉的胡琴声，圆润的喉咙，确乎是很少的。但那生涩的，尖脆的调子能使人有少年的，粗率不拘的感觉，也正可快我们的意。况且多少隔开些儿听着，因为想象与渴慕的做美，总觉更有滋味而竞发的喧嚣，抑扬的不齐，远近的杂沓，和乐器的嘈嘈切行，合成另一意味的谐音，也使我们无所适从，如随着大风而走。这实在因为我们的心枯涩久了，变为脆弱故偶然润泽一下，便疯狂似的不能自主了。但秦淮河确也腻人。即如船里的人面，无论是和我们一堆儿泊着的，无论是从我们眼前过去的，总是模模糊糊的，甚至渺妹茫茫的任你张圆了眼睛，揩净了眦垢，也是枉然。这真够人想呢。在我们停泊的地方，灯光原是纷然的不过这些灯光都是黄而有晕的。黄已经不能明了，再加上了晕，便更不成了。灯愈多，晕就愈甚在繁星般的黄的交错里，秦淮河仿佛笼上了一团光雾。光芒与雾气腾腾的晕着，什么都只剩了轮廓了所以人面的详细的曲线，便消失于我们的眼底了。但灯光究竟夺不了那边的月色灯光是浑的，月色是清的，在浑沌的灯光里，渗入了一派清辉，却真是奇迹！那晚月儿已瘦削了两三分。她晚妆才罢，盈盈的上了柳梢头。天是蓝得可爱，仿佛一汪水似的月儿便更出落得精神了。岸上原有三株两株的垂杨树，淡档的影子，在水里摇曳着。"}
{"text":"黄已经不能明了，再加上了晕，便更不成了。灯愈多，晕就愈甚在繁星般的黄的交错里，秦淮河仿佛笼上了一团光雾。光芒与雾气腾腾的晕着，什么都只剩了轮廓了所以人面的详细的曲线，便消失于我们的眼底了。但灯光究竟夺不了那边的月色灯光是浑的，月色是清的，在浑沌的灯光里，渗入了一派清辉，却真是奇迹！那晚月儿已瘦削了两三分。她晚妆才罢，盈盈的上了柳梢头。天是蓝得可爱，仿佛一汪水似的月儿便更出落得精神了。岸上原有三株两株的垂杨树，淡档的影子，在水里摇曳着。它们那柔细的枝条浴着月光，就像一支支美人的臂膊，交互的缠着，挽着又像是月儿披着的发。而月儿偶然也从它们的交叉处偷偷窥看我们，大有小姑娘怕羞的样子。岸上另有几株不知名的老树，光光的立着在月光里照起来。却又俨然是精神矍铄的老人。远处――快到天际线了，才有一两片白云，亮得现出异彩，像美丽的贝壳一般。白云下便是黑黑的一带轮廓是一条随意坏的不规则的曲线。这一段光景，和河中的风味大异了。但灯与月竟能并存着，交融着，使月成了缠绵的月，灯射着渺妹的灵辉这正是天之所以厚秦淮河，也正是天之所以厚我们了。这时却遇着了难解的纠纷。秦淮河上原有一种歌妓，是以歌为业的。从前都在茶舫上，唱些大曲之类。每日午后一时起什么时候止，却忘记了。晚上照样也有一回。也在黄晕的灯光里。我从前过南京时，曾随着朋友去听过两次。因为茶舫里的人脸太多了，觉得不大适意，终于听不出所以然。前年听说歌妓被取缔了，不知怎的，颇涉想了几次――却想不出什么。这次到南京，先到茶舫上去看看，觉得颇是寂寥，令我无端的怅怅了。不料她们却仍在秦淮河里挣扎着，不料她们竟会纠缠到我们，我于是很张皇了。她们也乘着七板子，她们总是坐在舱前的。舱前点着石油汽灯，光亮眩人眼目坐在下面的，自然是纤毫毕见了――引诱客人们的力量，也便在此了。舱里躲着乐工等人，映着汽灯的余辉蠕动着他们是永远不被注意的。每船的歌妓大约都是二人天色一黑。她们的船就在大中桥外往来不息的兜生意。无论行着的船，泊着的船，都要来兜揽的。这都是我后来推想出来的。那晚不知怎样，忽然轮着我们的船了。我们的船好好的停着，一只歌舫划向我们来的渐渐和我们的船并着了。铄铄的灯光逼得我们皱起了眉头我们的风尘色全给它托出来了，这使我qe不安了。"}
{"text":"舱里躲着乐工等人，映着汽灯的余辉蠕动着他们是永远不被注意的。每船的歌妓大约都是二人天色一黑。她们的船就在大中桥外往来不息的兜生意。无论行着的船，泊着的船，都要来兜揽的。这都是我后来推想出来的。那晚不知怎样，忽然轮着我们的船了。我们的船好好的停着，一只歌舫划向我们来的渐渐和我们的船并着了。铄铄的灯光逼得我们皱起了眉头我们的风尘色全给它托出来了，这使我qe不安了。那时一个伙计跨过船来，拿着摊开的歌折，就近塞向我的手里，说，点几出吧！他跨过来的时候，我们船上似乎有许多眼光跟着。同时相近的别的船上也似乎有许多眼睛炯炯的向我们船上看着。我真窘了！我也装出大方的样子，向歌妓们瞥了一眼，但究竟是不成的！我勉强将那歌折翻了一翻，却不曾看清了几个字便赶紧递还那伙计，一面不好意思地说，不要，我们不要。他便塞给平伯。平伯掉转头去，摇手说，不要！那人还腻着不走。平伯又回过脸来，摇着头道，不要！于是那人重到我处。我窘着再拒绝了他。他这才有所不屑似的走了。我的心立刻放下，如释了重负一般。我们就开始自白了。我说我受了道德律的压迫，拒绝了她们心里似乎很抱歉的。这所谓抱歉，一面对于她们，一面对于我自己。她们于我们虽然没有很奢的希望但总有些希望的。我们拒绝了她们，无论理由如何充足，却使她们的希望受了伤这总有几分不做美了。这是我觉得很怅怅的。至于我自己，更有一种不足之感。我这时被四面的歌声诱惑了，降服了但是远远的，远远的歌声总仿佛隔着重衣搔痒似的，越搔越搔不着痒处。我于是憧憬着贴耳的妙音了。在歌舫划来时，我的憧憬，变为盼望我固执的盼望着，有如饥渴。虽然从浅薄的经验里，也能够推知，那贴耳的歌声，将剥去了一切的美妙但一个平常的人像我的，谁愿凭了理性之力去丑化未来呢？我宁愿自己骗着了。不过我的社会感性是很敏锐的我的思力能拆穿道德律的西洋镜，而我的感情却终于被它压服着，我于是有所顾忌了，尤其是在众目昭彰的时候。道德律的力，本来是民众赋予的在民众的面前，自然更显出它的威严了。我这时一面盼望，一面却感到了两重的禁制一，在通俗的意义上，接近妓者总算一种不正当的行为二，妓是一种不健全的职业，我们对于她们，应有哀矜勿喜之心，不应赏玩的去听她们的歌。在众目睽睽之下，这两种思想在我心里最为旺盛。"}
