{"text":"现存墨子书中有兼爱上中下三篇。杨子，指杨朱，战国时代思想家。他的学说的中心是为我，孟子尽心说杨子取为我，拔一毛而利天下，不为也。他没有著作留传下来，后人仅能从先秦书中略知他的学说的大概。陶潜诗文中提到死的地方很多，如己酉岁九月九日中说万化相寻绎，人生岂不劳。从古皆有没，念之心中焦。又与子俨等疏中说天地赋命，生必有死自古圣贤谁能独免。等等。小杂感小杂感蜜蜂的刺，一用即丧失了它自己的生命犬儒的刺，一用则苟延了他自己的生命。他们就是如此不同。约翰穆勒说专制使人们变成冷嘲。而他竟不知道共和使人们变成沉默。要上战场，莫如做军医要革命，莫如走后方要杀人，莫如做刽子手。既英雄，又稳当。与名流学者谈，对于他之所讲，当装作偶有不懂之处。太不懂被看轻，太懂了被厌恶。偶有不懂之处，彼此最为合宜。世间大抵只知道指挥刀所以指挥武士，而不想到也可以指挥文人。又是演讲录，又是演讲录。但可惜都没有讲明他何以和先前大两样了也没有讲明他演讲时，自己是否真相信自己的话。阔的聪明人种种譬如昨日死。不阔的傻子种种实在昨日死。曾经阔气的要复古，正在阔气的要保持现状，未曾阔气的要革新。大抵如是。大抵！他们之所谓复古，是回到他们所记得的若干年前，并非虞夏商周。女人的天性中有母性，有女儿性无妻性。妻性是逼成的，只是母性和女儿性的混合。防被欺。自称盗贼的无须防，得其反倒是好人自称正人君子的必须防，得其反则是盗贼。楼下一个男人病得要死，那间壁的一家唱着留声机对面是弄孩子。楼上有两人狂笑还有打牌声。河中的船上有女人哭着她死去的母亲。人类的悲欢并不相通，我只觉得他们吵闹。每一个破衣服人走过，叭儿狗就叫起来，其实并非都是狗主人的意旨或使嗾。叭儿狗往往比它的主人更严厉。恐怕有一天总要不准穿破布衫，否则便是共产党。革命，反革命，不革命。革命的被杀于反革命的。反革命的被杀于革命的。不革命的或当作革命的而被杀于反革命的，或当作反革命的而被杀于革命的，或并不当作什么而被杀于革命的或反革命的。革命，革革命，革革革命，革革。人感到寂寞时，会创作一感到干净时，即无创作，他已经一无所爱。创作总根于爱。杨朱无书。创作虽说抒写自己的心，但总愿意有人看。"}
{"text":"每一个破衣服人走过，叭儿狗就叫起来，其实并非都是狗主人的意旨或使嗾。叭儿狗往往比它的主人更严厉。恐怕有一天总要不准穿破布衫，否则便是共产党。革命，反革命，不革命。革命的被杀于反革命的。反革命的被杀于革命的。不革命的或当作革命的而被杀于反革命的，或当作反革命的而被杀于革命的，或并不当作什么而被杀于革命的或反革命的。革命，革革命，革革革命，革革。人感到寂寞时，会创作一感到干净时，即无创作，他已经一无所爱。创作总根于爱。杨朱无书。创作虽说抒写自己的心，但总愿意有人看。创作是有社会性的。但有时只要有一个人看便满足好友，爱人。人往往憎和尚，憎尼姑，憎回教徒，憎耶教徒，而不憎道士。懂得此理者，懂得中国大半。要自杀的人，也会怕大海的汪洋，怕夏天死尸的易烂。但遇到澄静的清池，凉爽的秋夜，他往往也自杀了。凡为当局所诛者皆有罪。刘邦除秦苛暴，与父老约，法三章耳。而后来仍有族诛，仍禁挟书，还是秦法。法三章者，话一句耳。一见短袖子，立刻想到白臂膊，立刻想到全裸体，立刻想到生殖器，立刻想到性交，立刻想到杂交，立刻想到私生子。中国人的想像惟在这一层能够如此跃进。九月二十四日。本篇最初发表于一九二七年十二月十七日语丝周刊第四卷第一期。犬儒原指古希腊昔匿克学派s的哲学家。他们过着禁欲的简陋的生活，被人讥诮为穷犬，所以又称犬儒学派。这些人主张独善其身，以为人应该绝对自由，否定一切伦理道德，以冷嘲热讽的态度看待一切。在一九二八年三月八日致章廷谦信中说犬儒，它那刺便是冷嘲。约翰穆勒，―英国哲学家经济学家。这里所说的演讲录，指当时不断编印出售的蒋介石汪精卫吴稚晖戴季陶等人的演讲集。在写本文后第二天九月二十五日致台静农信中说现在是大卖戴季陶讲演录了，蒋介石的也行了一时。他们当时在各地发表的演讲，内容和在四一二反革命政变以前的演讲很不相同政变以前，他们不得不口是心非地拥护孙中山联俄联共扶助农工的三大政策改变以后，他们便显露出真实面目，竭力鼓吹反苏反共压迫工农。阔的聪明人种种譬如昨日死也是指蒋介石汪精卫等反革命派。"}
{"text":"这里所说的演讲录，指当时不断编印出售的蒋介石汪精卫吴稚晖戴季陶等人的演讲集。在写本文后第二天九月二十五日致台静农信中说现在是大卖戴季陶讲演录了，蒋介石的也行了一时。他们当时在各地发表的演讲，内容和在四一二反革命政变以前的演讲很不相同政变以前，他们不得不口是心非地拥护孙中山联俄联共扶助农工的三大政策改变以后，他们便显露出真实面目，竭力鼓吹反苏反共压迫工农。阔的聪明人种种譬如昨日死也是指蒋介石汪精卫等反革命派。如昨日死是引用曾国藩的话从前种种如昨日死，从后种种如今日生。一九二七年八月十八日广州民国日报就蒋介石汪精卫合流反共所发表的一篇社论中，也引用曾国藩的这句话，其中说以前种种，譬如昨日死以后种种，譬如今日生今后所应负之责任益大且难，这真要我们真诚的不妥协的非投机的同志不念既往而真正联合。与父老约，法三章耳语见史记高祖本纪汉元年前十月，沛公刘邦兵遂先诸侯至霸上。遂西入咸阳还军霸上。召诸县父老豪杰曰父老苦秦苛法久矣，诽谤者族，偶语者弃市。吾与诸侯约，先入关者王之，吾当王关中。与父老约，法三章耳杀人者死，伤人及盗抵罪。余悉除去秦法。又汉书刑法志载汉兴，高祖初入关，约法三章其后四夷未附，兵革未息，三章之法不足以御奸，于是相国萧何捃摭秦法，取其宜于时者，作律九章。再谈香港再谈香港我经过我所视为畏途的香港，算起来九月二十八日是第三回。第一回带着一点行李，但并没有遇见什么事。第二回是单身往来，那情状，已经写过一点了。这回却比前两次仿佛先就感到不安，因为曾在创造月刊上王独清先生的通信中，见过英国雇用的中国同胞上船查关的威武非骂则打，或者要几块钱。而我是有十只书箱在统舱里，六只书箱和衣箱在房舱里的。看看挂英旗的同胞的手腕，自然也可说是一种经历，但我又想，这代价未免太大了，这些行李翻动之后，单是重行整理捆扎，就须大半天要实验，最好只有一两件。然而已经如此，也就随他如此罢。只是给钱呢，还是听他逐件查验呢？倘查验，我一个人一时怎么收拾呢？船是二十八日到香港的，当日无事。第二天午后，茶房匆匆跑来了，在房外用手招我道查关！开箱子去！"}
{"text":"而我是有十只书箱在统舱里，六只书箱和衣箱在房舱里的。看看挂英旗的同胞的手腕，自然也可说是一种经历，但我又想，这代价未免太大了，这些行李翻动之后，单是重行整理捆扎，就须大半天要实验，最好只有一两件。然而已经如此，也就随他如此罢。只是给钱呢，还是听他逐件查验呢？倘查验，我一个人一时怎么收拾呢？船是二十八日到香港的，当日无事。第二天午后，茶房匆匆跑来了，在房外用手招我道查关！开箱子去！我拿了钥匙，走进统舱，果然看见两位穿深绿色制服的英属同胞，手执铁签，在箱堆旁站着。我告诉他这里面是旧书，他似乎不懂，嘴里只有三个字打开来！这是对的，我想，他怎能相信漠不相识的我的话呢。自然打开来，于是靠了两个茶房的帮助，打开来了。他一动手，我立刻觉得香港和广州的查关的不同。我出广州，也曾受过检查。但那边的检查员，脸上是有血色的，也懂得我的话。每一包纸或一部书，抽出来看后，便放在原地方，所以毫不凌乱。的确是检查。而在这英人的乐园的香港可大两样了。检查员的脸是青色的，也似乎不懂我的话。他只将箱子的内容倒出，翻搅一通，倘是一个纸包，便将包纸撕破，于是一箱书籍，经他搅松之后，便高出箱面有六七寸了。打开来！其次是第二箱。我想，试一试罢。两块。我原也肯多给几块的，因为这检查法委实可怕，十箱书收拾妥帖，至少要五点钟。可惜我一元的钞票只有两张了，此外是十元的整票，我一时还不肯献出去。打开来！两个茶房将第二箱抬到舱面上，他如法泡制，一箱书又变了一箱半，还撕碎了几个厚纸包。一面查关，一面磋商，我添到五元，他减到七元，即不肯再减。其时已经开到第五箱，四面围满了一群看热闹的旁观者。箱子已经开了一半了，索性由他看去罢，我想着，便停止了商议，只是打开来。但我的两位同胞也仿佛有些厌倦了似的，渐渐不像先前一般翻箱倒箧，每箱只抽二三十本书，抛在箱面上，便画了查讫的记号了。其中有一束旧信札，似乎颇惹起他们的兴味，振了一振精神，但看过四五封之后，也就放下了。此后大抵又开了一箱罢，他们便离开了乱书堆这就是终结。我仔细一看，已经打开的是八箱，两箱丝毫未动。而这两个硕果，却全是伏园的书箱，由我替他带回上海来的。至于我自己的东西，是全部乱七八糟。吉人自有天相，伏园真福将也！而我的华盖运却还没有走完，噫吁唏我想着，蹲下去随手去拾乱书。"}
{"text":"其中有一束旧信札，似乎颇惹起他们的兴味，振了一振精神，但看过四五封之后，也就放下了。此后大抵又开了一箱罢，他们便离开了乱书堆这就是终结。我仔细一看，已经打开的是八箱，两箱丝毫未动。而这两个硕果，却全是伏园的书箱，由我替他带回上海来的。至于我自己的东西，是全部乱七八糟。吉人自有天相，伏园真福将也！而我的华盖运却还没有走完，噫吁唏我想着，蹲下去随手去拾乱书。拾不几本，茶房又在舱口大声叫我了你的房里查关，开箱子去！我将收拾书箱的事托了统舱的茶房，跑回房舱去。果然，两位英属同胞早在那里等我了。床上的铺盖已经掀得稀乱，一个凳子躺在被铺上。我一进门，他们便搜我身上的皮夹。我以为意在看看名刺，可以知道姓名。然而并不看名刺，只将里面的两张十元钞票一看，便交还我了。还嘱咐我好好拿着，仿佛很怕我遗失似的。其次是开提包，里面都是衣服，只抖开了十来件，乱堆在床铺上。其次是看提篮，有一个包着七元大洋的纸包，打开来数了一回，默然无话。还有一包十元的在底里，却不被发见，漏网了。其次是看长椅子上的手巾包，内有角子一包十元，散的四五元，铜子数十枚，看完之后，也默然无话。其次是开衣箱。这回可有些可怕了。我取锁匙略迟，同胞已经捏着铁签作将要毁坏铰链之势，幸而钥匙已到，始庆安全。里面也是衣服，自然还是照例的抖乱，不在话下。你给我们十块钱，我们不搜查你了。一个同胞一面搜衣箱，一面说。我就抓起手巾包里的散角子来，要交给他。但他不接受，回过头去再查关。话分两头。当这一位同胞在查提包和衣箱时，那一位同胞是在查网篮。但那检查法，和在统舱里查书箱的时候又两样了。那时还不过捣乱，这回却变了毁坏。他先将鱼肝油的纸匣撕碎，掷在地板上，还用铁签在蒋径三君送我的装着含有荔枝香味的茶叶的瓶上钻了一个洞。一面钻，一面四顾，在桌上见了一把小刀。这是在北京时用十几个铜子从白塔寺买来，带到广州，这回削过杨桃的。事后一量，连柄长华尺五寸三分。然而据说是犯了罪了。这是凶器，你犯罪的。他拿起小刀来，指着向我说。我不答话，他便放下小刀，将盐煮花生的纸包用指头挖了一个洞。接着又拿起一盒蚊烟香。这是什么？蚊烟香。盒子上不写着么？我说。不是。这有些古怪。他于是抽出一枝来，嗅着。"}
{"text":"一面钻，一面四顾，在桌上见了一把小刀。这是在北京时用十几个铜子从白塔寺买来，带到广州，这回削过杨桃的。事后一量，连柄长华尺五寸三分。然而据说是犯了罪了。这是凶器，你犯罪的。他拿起小刀来，指着向我说。我不答话，他便放下小刀，将盐煮花生的纸包用指头挖了一个洞。接着又拿起一盒蚊烟香。这是什么？蚊烟香。盒子上不写着么？我说。不是。这有些古怪。他于是抽出一枝来，嗅着。后来不知如何，因为这一位同胞已经搜完衣箱，我须去开第二只了。这时却使我非常为难，那第二只里并不是衣服或书籍，是极其零碎的东西照片，钞本，自己的译稿，别人的文稿，剪存的报章，研究的资料。我想，倘一毁坏或搅乱，那损失可太大了。而同胞这时忽又去看了一回手巾包。我于是大悟，决心拿起手巾包里十元整封的角子，给他看了一看。他回头向门外一望，然后伸手接过去，在第二只箱上画了一个查讫的记号，走向那一位同胞去。大约打了一个暗号罢，――然而奇怪，他并不将钱带走，却塞在我的枕头下，自己出去了。这时那一位同胞正在用他的铁签，恶狠狠地刺入一个装着饼类的坛子的封口去。我以为他一听到暗号，就要中止了。而孰知不然。他仍然继续工作，挖开封口，将盖着的一片木板摔在地板上，碎为两片，然后取出一个饼，捏了一捏，掷入坛中，这才也扬长而去了。天下太平。我坐在烟尘陡乱，乱七八糟的小房里，悟出我的两位同胞开手的捣乱，倒并不是恶意。即使议价，也须在小小乱七八糟之后，这是所以掩人耳目的，犹言如此凌乱，可见已经检查过。王独清先生不云乎？同胞之外，是还有一位高鼻子，白皮肤的主人翁的。当收款之际，先看门外者大约就为此。但我一直没有看见这一位主人翁。后来的毁坏，却很有一点恶意了。然而也许倒要怪我自己不肯拿出钞票去，只给银角子。银角子放在制服的口袋里，沉垫垫地，确是易为主人翁所发见的，所以只得暂且放在枕头下。我想，他大概须待公事办毕，这才再来收账罢。皮鞋声橐橐地自远而近，停在我的房外了，我看时，是一个白人，颇胖，大概便是两位同胞的主人翁了。查过了？他笑嘻嘻地问我。的确是的，主人翁的口吻。但是，一目了然，何必问呢？或者因为看见我的行李特别乱七八糟，在慰安我，或在嘲弄我罢。"}
{"text":"银角子放在制服的口袋里，沉垫垫地，确是易为主人翁所发见的，所以只得暂且放在枕头下。我想，他大概须待公事办毕，这才再来收账罢。皮鞋声橐橐地自远而近，停在我的房外了，我看时，是一个白人，颇胖，大概便是两位同胞的主人翁了。查过了？他笑嘻嘻地问我。的确是的，主人翁的口吻。但是，一目了然，何必问呢？或者因为看见我的行李特别乱七八糟，在慰安我，或在嘲弄我罢。他从房外拾起一张大陆报附送的图画，本来包着什物，由同胞撕下来抛出去的，倚在壁上看了一回，就又慢慢地走过去了。我想，主人翁已经走过，查关该已收场了，于是先将第一只衣箱整理，捆好。不料还是不行。一个同胞又来了，叫我打开来，他要查。接着是这样的问答――他已经看过了。我说。没有看过。没有打开过。打开来！我刚刚捆好的。我不信。打开来！这里不画着查过的符号么？那么，你给了钱了罢？你用贿赂你给了多少钱？你去问你的一伙去。他去了。不久，那一个又忙忙走来，从枕头下取了钱，此后便不再看见，――真正天下太平。我才又慢慢地收拾那行李。只见桌子上聚集着几件东西，是我的一把剪刀，一个开罐头的家伙，还有一把木柄的小刀。大约倘没有那十元小洋，便还要指这为凶器，加上古怪的香，来恐吓我的罢。但那一枝香却不在桌子上。船一走动，全船反显得更闲静了，茶房和我闲谈，却将这翻箱倒箧的事，归咎于我自己。你生得太瘦了，他疑心你是贩雅片的。他说。我实在有些愕然。真是人寿有限，世故无穷。我一向以为和人们抢饭碗要碰钉子，不要饭碗是无妨的。去年在厦门，才知道吃饭固难，不吃亦殊为学者所不悦，得了不守本分的批评。胡须的形状，有国粹和欧式之别，不易处置，我是早经明白的。今年到广州，才又知道虽颜色也难以自由，有人在日报上警告我，叫我的胡子不要变灰色，又不要变红色。至于为人不可太瘦，则到香港才省悟，先前是梦里也未曾想到的。的确，监督着同胞查关的一个西洋人，实在吃得很肥胖。香港虽只一岛，却活画着中国许多地方现在和将来的小照中央几位洋主子，手下是若干颂德的高等华人和一伙作伥的奴气同胞。此外即全是默默吃苦的土人，能耐的死在洋场上，耐不住的逃入深山中，苗瑶是我们的前辈。九月二十九之夜。海上。"}
{"text":"今年到广州，才又知道虽颜色也难以自由，有人在日报上警告我，叫我的胡子不要变灰色，又不要变红色。至于为人不可太瘦，则到香港才省悟，先前是梦里也未曾想到的。的确，监督着同胞查关的一个西洋人，实在吃得很肥胖。香港虽只一岛，却活画着中国许多地方现在和将来的小照中央几位洋主子，手下是若干颂德的高等华人和一伙作伥的奴气同胞。此外即全是默默吃苦的土人，能耐的死在洋场上，耐不住的逃入深山中，苗瑶是我们的前辈。九月二十九之夜。海上。本篇最初发表于一九二七年十一月十九日语丝周刊第一五五期。王独清―陕西西安人，创造社成员，后成为托洛茨基派分子。他这篇通信发表在创造月刊第一卷第七期一九二七年七月十五日，题为去雁，是他在这年五月写给成仿吾何畏两人的。信末说他自广州赴上海，经过香港时一个英国人带着两个中国人上船查关，翻箱倒箧，并随意打骂旅客，有一个又向他索贿五块钱等事。创造月刊，创造社主办的文艺刊物，成仿吾等编辑，一九二六年三月创刊于上海，一九二九年一月停刊，共出十八期。伏园孙伏园，参看本卷第页注。蒋径三―浙江临海人，当时任中山大学图书馆馆员历史语言研究所助教。大陆报美国人密勒一九一一年八月二十三日在上海创办的英文日报。一九二六年左右由英国人接办，三十年代初由中国人接办。一九四八年五月停刊。学者指顾颉刚等。参看华盖集续编海上通信。关于胡须的形状，参看坟说胡须。下文说的关于胡须颜色的警告，指当时广州国民新闻副刊新时代发表的尸一先生在茶楼上一文，其中说把他的胡子研究起来，我的结论是，他会由黑而灰，由灰而白。至于有人希望或恐怕它变成红胡子，那就非我所敢知的了。按尸一，即梁式，广东台山人。当时是广州国民新闻副刊新时代的编辑，后堕落为汉奸文人。苗瑶我国两个少数民族。他们在古代由长江流域发展至黄河流域，居住于中国中部后来经过长期的民族斗争，逐渐被迫转移至西南中南一带山区。革命文学革命文学今年在南方，听得大家叫革命，正如去年在北方，听得大家叫讨赤的一样盛大。"}
{"text":"至于有人希望或恐怕它变成红胡子，那就非我所敢知的了。按尸一，即梁式，广东台山人。当时是广州国民新闻副刊新时代的编辑，后堕落为汉奸文人。苗瑶我国两个少数民族。他们在古代由长江流域发展至黄河流域，居住于中国中部后来经过长期的民族斗争，逐渐被迫转移至西南中南一带山区。革命文学革命文学今年在南方，听得大家叫革命，正如去年在北方，听得大家叫讨赤的一样盛大。而这革命还侵入文艺界里了。最近，广州的日报上还有一篇文章指示我们，叫我们应该以四位革命文学家为师法意大利的唐南遮，德国的霍普德曼，西班牙的伊本纳兹，中国的吴稚晖。两位帝国主义者，一位本国政府的叛徒，一位国民党救护的发起者，都应该作为革命文学的师法，于是革命文学便莫名其妙了，因为这实在是至难之业。于是不得已，世间往往误以两种文学为革命文学一是在一方的指挥刀的掩护之下，斥骂他的敌手的一是纸面上写着许多打，打，杀，杀，或血，血的。如果这是革命文学，则做革命文学家，实在是最痛快而安全的事。从指挥刀下骂出去，从裁判席上骂下去，从官营的报上骂开去，真是伟哉一世之雄，妙在被骂者不敢开口。而又有人说，这不敢开口，又何其怯也？对手无杀身成仁之勇，是第二条罪状，斯愈足以显革命文学家之英雄。所可惜者只在这文学并非对于强暴者的革命，而是对于失败者的革命。唐朝人早就知道，穷措大想做富贵诗，多用些金玉锦绮字面，自以为豪华，而不知适见其寒蠢。真会写富贵景象的，有道笙歌归院落，灯火下楼台，全不用那些字。打，打，杀，杀，听去诚然是英勇的，但不过是一面鼓。即使是鼙鼓，倘若前面无敌军，后面无我军，终于不过是一面鼓而已。我以为根本问题是在可是一个革命人，倘是的，则无论写的是什么事件，用的是什么材料，即都是革命文学。从喷泉里出来的都是水，从血管里出来的都是血。赋得革命，五言八韵，是只能骗骗盲试官的。但革命人就希有。俄国十月革命时，确曾有许多文人愿为革命尽力。但事实的狂风，终于转得他们手足无措。显明的例是诗人叶遂宁的自杀，还有小说家梭波里，他最后的话是活不下去了！"}
