{"text":"京本通俗小说不著姓名，现存残本七卷。一九一五年缪荃孙据元人写本影刻，以后有各种通行本。缪荃孙―，字筱珊，号艺风，又自称江东老r，江苏江阴人，藏书家版本学家。烟画东堂小品是他编刻的一部丛书。金海陵王即金朝皇帝完颜亮。据缪荃孙在京本通俗小说跋语中说，该书尚有金主亮荒淫两卷，过于秽亵，未敢传摹。一九一九年叶德辉刻有单行本，题为金虏海陵王荒淫，京本通俗小说第二十一卷。按醒世恒言第二十三卷金海陵纵欲亡身与叶德辉刻本相同，叶本可能就是根据醒世恒言刻印的。叶德辉―，字负彬，号E园，湖南湘潭人，藏书家。钱曾―字遵王，号也是翁，江苏常熟人，清代藏书家。也是园书目是他的藏书目录，共十卷。大唐三藏取经记日本京都高山寺旧藏，后归德富苏峰成篑堂文库，共三卷。大唐三藏取经诗话也是日本高山寺旧藏，后归大仓喜七郎，共三卷，为巾箱本小本，所以称作别一小本。二者实为一书，各有残缺。内容是唐僧和猴行者西天取经的故事，略具后来西游记的雏形。五代史平话不著姓名，应是宋代说话人所用的讲史底本之一，叙述梁唐晋汉周五代史事，各代均分上下二卷，内缺梁史和汉史的下卷。三国志传即三国志演义，明代罗贯中著，现流行的是清代毛宗岗的删改本，共一百二十回。水浒传明代施耐庵著，流行的有百回本百二十回本和清代金圣叹删改的七十一回本。韩婴汉初燕今北京人，汉文帝时的博士。他所传诗经世称韩诗。著有诗内传和诗外传，今仅存外传十卷。内容杂记古事古语，每段末引诗为证，并不解释诗义，通称韩诗外传。刘向前―前字子政，沛今江苏沛县人，西汉学者。他所著列女传，七卷，又续传一卷，每传末大都引诗经数句作结。关于宋代民间话本，在作此文时，尚未发现日本内阁文库所藏清平山堂所刻话本。此书现存残本三册，共十五种。清平山堂为明嘉靖年间洪F的书室名。马廉研究中国古代小说的学者推定其刊刻年代在嘉靖二十至三十年―之间。一九二九年马氏将此书影印行世。以后他又发见同书中的雨窗欹枕两集残本，计十三种，一九三四年影印。"}
{"text":"他所著列女传，七卷，又续传一卷，每传末大都引诗经数句作结。关于宋代民间话本，在作此文时，尚未发现日本内阁文库所藏清平山堂所刻话本。此书现存残本三册，共十五种。清平山堂为明嘉靖年间洪F的书室名。马廉研究中国古代小说的学者推定其刊刻年代在嘉靖二十至三十年―之间。一九二九年马氏将此书影印行世。以后他又发见同书中的雨窗欹枕两集残本，计十三种，一九三四年影印。其中简贴和尚西湖三塔记洛阳三怪记等均系宋代人作品。大宋宣和遗事不著姓名。清代吴县黄丕烈最初翻刻入士礼居丛书中，分二卷，有缺文。一九一三年涵芬楼收得金陵王氏洛川校正重刊本，分元亨利贞四集，较黄本为佳，无缺文。喻世明言即古今小说，四十卷，收话本四十篇。此书在国内久已失传，一九四七年上海涵芬楼据日本内阁文库藏明代天许斋刊本排印出版。原序称编者为茂苑野史，按即明人冯梦龙早年的笔名。冯梦龙―，字犹龙，长洲今江苏吴县人，明代文学家。他编刻的话本集喻世明言警世通言醒世恒言通称三言，约成书于泰昌天启―之间。警世通言冯梦龙编纂，四十卷，收话本四十篇。明天启四年刊行。日本蓬左文库藏有金陵兼善堂明刊本，一九三五年上海生活书店据此收入世界文库以后国内又发现有三桂堂王振华复明本。警世通言收残存京本通俗小说除错斩崔宁以外的其他六篇第四卷拗相公饮恨半山堂即京本通俗小说的拗相公，第七卷陈可常端阳仙化即菩萨蛮，第八卷崔待诏生死冤家即碾玉观音，第十二卷范鳅儿双镜重圆即冯玉梅团圆，第十四卷一窟鬼癞道人除怪即西山一窟鬼，第十六卷小夫人金钱赠年少即志诚张主管。王士G―字贻上，号阮亭，别号渔洋山人，山东新城今山东桓台人，清代文学家。顺治进士，官至刑部尚书。香祖笔记，十二卷，是一部考证古事及品评诗文的笔记。醒世恒言冯梦尤编纂，四十卷，收话本四十篇。明天启七年刊行。日本内阁文库藏有明叶敬池刊本，一九三六年国内有据此排印的世界文库本。所见的是通行的衍庆堂翻刻本。"}
{"text":"王士G―字贻上，号阮亭，别号渔洋山人，山东新城今山东桓台人，清代文学家。顺治进士，官至刑部尚书。香祖笔记，十二卷，是一部考证古事及品评诗文的笔记。醒世恒言冯梦尤编纂，四十卷，收话本四十篇。明天启七年刊行。日本内阁文库藏有明叶敬池刊本，一九三六年国内有据此排印的世界文库本。所见的是通行的衍庆堂翻刻本。此本删去卷二十三金海陵纵欲亡身一篇，将卷二十张廷秀逃生救父分为上下两篇，编入卷二十及卷二十一，而将原卷二十一张淑儿巧智脱杨生补为第二十三卷，以足四十卷之数，所以说四十卷，共三十九事。墨憨斋冯梦龙的书斋名。平妖，即平妖传。原为罗贯中作，只二十回，后冯梦龙增补为四十回。内容叙述宋代贝州王则永儿夫妇起义，官军文彦博用诸葛遂马遂李遂将起义平息，所以原名三遂平妖传，是一部诬蔑农民起义的小说。曲品明代吕天成作，是一部评述戏曲作家和作品的书。朱彝尊―字锡鬯，号竹坨，浙江秀水今嘉兴人，清代文学家。明诗综共一百卷，是他编选的一部明代诗人作品的选集，每人皆有略传。拍案惊奇明代凌镑初编撰的拟话本小说集，有初刻二刻两辑，通称二拍，这里指初刻。当时所见的是三十六卷翻刻本，后来在日本发现了明尚友堂刊的四十卷原本多出讲唐代故事的三篇和讲元代的一篇，国内才有排印的足本。凌镑初―，字玄房，号初成，别号即空观主人，浙江乌程今吴兴人，曾任上海县丞，徐州判。其著作尚有燕筑讴南音三籁等。壶矢代兴古代宴会时有一种投壶的娱乐，宾主依次投矢壶中，负者饮酒。左传昭公十二年晋侯以齐侯晏，中行穆子相。投壶，晋侯先，穆子曰寡君中此，为诸侯师。中之。齐侯举矢曰寡人中此，与君代兴。亦中之。后来就用壶矢代兴表示相继兴起的意思。今古奇观明代抱瓮老人选辑，四十卷，收话本四十篇。崇祯初年刊行。内容选自三言及二拍。序文姑苏松禅老人，一作姑苏笑花主人。今古奇闻二十二卷，收二十二篇，题东壁山房主人编次。原序署上浣东壁山房主人王寅冶梅，可知东壁山房主人即王寅。光绪十七年刊行。"}
{"text":"左传昭公十二年晋侯以齐侯晏，中行穆子相。投壶，晋侯先，穆子曰寡君中此，为诸侯师。中之。齐侯举矢曰寡人中此，与君代兴。亦中之。后来就用壶矢代兴表示相继兴起的意思。今古奇观明代抱瓮老人选辑，四十卷，收话本四十篇。崇祯初年刊行。内容选自三言及二拍。序文姑苏松禅老人，一作姑苏笑花主人。今古奇闻二十二卷，收二十二篇，题东壁山房主人编次。原序署上浣东壁山房主人王寅冶梅，可知东壁山房主人即王寅。光绪十七年刊行。内容除取自醒世恒言四篇和西湖佳话一篇外，有十五篇取自娱目醒心编，另有两篇传奇文，来历不详。按所说大约是别一种小说的话本，就是娱目醒心编该书草亭老人为清代昆山杜纲，评者自怡轩主人为松江许宝善。书共十六卷，三十九回，清乾隆五十七年刊行。因今古奇闻从其中选取最多，故篇末多有自怡轩主人评语。西湖佳话全名西湖佳话古今遗迹，题古吴墨浪子撰，十六卷，收话本十六篇。清康熙十六年刊行。续今古奇观三十卷，收话本三十篇。内容除第二十七卷赔遗金暗中获隽，拒美色眼下登科一篇取自娱目醒心编卷九即本文所举今古奇闻中的一篇外，其余全收今古奇观未选的初刻拍案惊奇二十九篇。丁日昌―字雨生，广东丰顺人，清末洋务派人物。同治七年他任江苏巡抚时曾两次查禁淫词小说二百六十九种，内有拍案惊奇今古奇观红楼梦水浒传等。西湖二集明代周楫撰，共三十四卷，每卷一篇。题武林济川子清原甫纂，武林抱膝老人讦谟甫评。崇祯年间刊行。醉醒石原题东鲁古狂生编辑，十五回，每回一篇，崇祯年间刊行。文化偏至论文化偏至论中国既以自尊大昭闻天下，善诋者，或谓之顽固且将抱守残阙，以底于灭亡。近世人士，稍稍耳新学之语，则亦引以为愧，翻然思变，言非同西方之理弗道，事非合西方之术弗行，挖击旧物，惟恐不力，曰将以革前缪而图富强也。间尝论之昔者帝轩辕氏之戡蚩尤而定居于华土也，典章文物，于以权舆，有苗裔之繁衍于兹，则更改张皇，益臻美大。其蠢蠢于四方者，胥蕞尔小蛮夷耳，厥种之所创成，无一足为中国法，是故化成发达，咸出于己而无取乎人。"}
{"text":"文化偏至论文化偏至论中国既以自尊大昭闻天下，善诋者，或谓之顽固且将抱守残阙，以底于灭亡。近世人士，稍稍耳新学之语，则亦引以为愧，翻然思变，言非同西方之理弗道，事非合西方之术弗行，挖击旧物，惟恐不力，曰将以革前缪而图富强也。间尝论之昔者帝轩辕氏之戡蚩尤而定居于华土也，典章文物，于以权舆，有苗裔之繁衍于兹，则更改张皇，益臻美大。其蠢蠢于四方者，胥蕞尔小蛮夷耳，厥种之所创成，无一足为中国法，是故化成发达，咸出于己而无取乎人。降及周秦，西方有希腊罗马起，艺文思理，灿然可观，顾以道路之艰，波涛之恶，交通梗塞，未能择其善者以为师资。洎元明时，虽有一二景教父师，以教理暨历算质学于中国，而其道非盛。故迄于海禁既开，皙人踵至之顷，中国之在天下，见夫四夷之则效上国，革面来宾者有之或野心怒发，狡焉思逞者有之若其文化昭明，诚足以相上下者，盖未之有也。屹然出中央而无校雠，则其益自尊大，宝自有而傲睨万物，固人情所宜然，亦非甚背于理极者矣。虽然，惟无校雠故，则宴安日久，苓落以胎，迫拶不来，上征亦辍，使人}，使人屯，其极为见善而不思式。有新国林起于西，以其殊异之方术来向，一施吹拂，块然踣，人心始自危，而辁才小慧之徒，于是竞言武事。后有学于殊域者，近不知中国之情，远复不察欧美之实，以所拾尘芥，罗列人前，谓钩爪锯牙，为国家首事，又引文明之语，用以自文，征印度波兰，作之前鉴。夫以力角盈绌者，于文野亦何关？远之则罗马之于东西戈尔，迩之则中国之于蒙古女真，此程度之离距为何如，决之不待智者。然其胜负之数，果奈何矣？苟曰是惟往古为然，今则机械其先，非以力取，故胜负所判，即文野之由分也。则曷弗启人智而开发其性灵，使知罟获戈矛，不过以御豺虎，而喋喋誉白人肉攫之心，以为极世界之文明者又何耶？且使如其言矣，而举国犹孱，授之巨兵，奚能胜任，仍有僵死而已矣。嗟夫，夫子盖以习兵事为生，故不根本之图，而仅提所学以干天下虽兜牟深隐其面，威武若不可陵，而干禄之色，固灼然现于外矣！计其次者，乃复有制造商估立宪国会之说。前二者素见重于中国青年间，纵不主张，治之者亦将不可缕数。盖国若一日存，固足以假力图富强之名，博志士之誉，即有不幸，宗社为墟，而广有金资，大能温饱，即使怙恃既失，或被虐杀如犹太遗黎，然善自退藏，或不至于身受纵大祸垂及矣，而幸免者非无人，其人又适为己，则能得温饱又如故也。若夫后二，可无论已。"}
{"text":"嗟夫，夫子盖以习兵事为生，故不根本之图，而仅提所学以干天下虽兜牟深隐其面，威武若不可陵，而干禄之色，固灼然现于外矣！计其次者，乃复有制造商估立宪国会之说。前二者素见重于中国青年间，纵不主张，治之者亦将不可缕数。盖国若一日存，固足以假力图富强之名，博志士之誉，即有不幸，宗社为墟，而广有金资，大能温饱，即使怙恃既失，或被虐杀如犹太遗黎，然善自退藏，或不至于身受纵大祸垂及矣，而幸免者非无人，其人又适为己，则能得温饱又如故也。若夫后二，可无论已。中较善者，或诚痛乎外侮迭来，不可终日，自既荒陋，则不得已，姑拾他人之绪余，思鸠大群以抗御，而又飞扬其性，善能攘扰，见异己者兴，必借众以陵寡，托言众治，压制乃尤烈于暴君。此非独于理至悖也，即缘救国是图，不惜以个人为供献，而考索未用，思虑粗疏，茫未识其所以然，辄皈依于众志，盖无殊痼疾之人，去药石摄卫之道弗讲，而乞灵于不知之力，拜祷稽首于祝由之门者哉。至尤下而居多数者，乃无过假是空名，遂其私欲，不顾见诸实事，将事权言议，悉归奔走干进之徒，或至愚屯之富人，否亦善垄断之市侩，特以自长营，当列其班，况复掩自利之恶名，以福群之令誉，捷径在目，斯不惮竭蹶以求之耳。呜呼，古之临民者，一独夫也由今之道，且顿变而为千万无赖之尤，民不堪命矣，于兴国究何与焉。顾若而人者，当其号召张皇，盖蔑弗托近世文明为后盾，有佛戾其说者起，辄谥之曰野人，谓为辱国害群，罪当甚于流放。第不知彼所谓文明者，将已立准则，慎施去取，指善美而可行诸中国之文明乎，抑成事旧章，咸弃捐不顾，独指西方文化而为言乎？物质也，众数也，十九世纪末叶文明之一面或在兹，而论者不以为有当。盖今所成就，无一不绳前时之遗迹，则文明必日有其迁流，又或抗往代之大潮，则文明亦不能无偏至。诚若为今立计，所当稽求既往，相度方来，掊物质而张灵明，任个人而排众数。人既发扬踔厉矣，则邦国亦以兴起。奚事抱枝拾叶，徒金铁国会立宪之云乎？夫势利之念昌狂于中，则是非之辨为之昧，措置张主，辄失其宜，况乎志行污下，将借新文明之名，以大遂其私欲者乎？是故今所谓识时之彦，为按其实，则多数常为盲子，宝赤菽以为玄珠，少数乃为巨奸，垂微饵以冀鲸鲵。即不若是，中心皆中正无瑕玷矣，于是拮据辛苦，展其雄才，渐乃志遂事成，终致彼所谓新文明者，举而纳之中国，而此迁流偏至之物，已陈旧于殊方者，馨香顶礼，吾又何为若是其芒芒哉！"}
{"text":"诚若为今立计，所当稽求既往，相度方来，掊物质而张灵明，任个人而排众数。人既发扬踔厉矣，则邦国亦以兴起。奚事抱枝拾叶，徒金铁国会立宪之云乎？夫势利之念昌狂于中，则是非之辨为之昧，措置张主，辄失其宜，况乎志行污下，将借新文明之名，以大遂其私欲者乎？是故今所谓识时之彦，为按其实，则多数常为盲子，宝赤菽以为玄珠，少数乃为巨奸，垂微饵以冀鲸鲵。即不若是，中心皆中正无瑕玷矣，于是拮据辛苦，展其雄才，渐乃志遂事成，终致彼所谓新文明者，举而纳之中国，而此迁流偏至之物，已陈旧于殊方者，馨香顶礼，吾又何为若是其芒芒哉！是何也？曰物质也，众数也，其道偏至。根史实而见于西方者不得已横取而施之中国则非也。借曰非乎？请循其本――夫世纪之元，肇于耶稣出世，历年既百，是为一期，大故若兴，斯即此世纪所有事，盖从历来之旧贯，而假是为区分，无奥义也。诚以人事连绵，深有本柢，如流水之必自原泉，卉木之茁于根茇，倏忽隐见，理之必无。故苟为寻绎其条贯本末，大都蝉联而不可离，若所谓某世纪文明之特色何在者，特举荦荦大者而为言耳。按之史实，乃如罗马统一欧洲以来，始生大洲通有之历史已而教皇以其权力，制御全欧，使列国靡然受圈，如同社会，疆域之判，等于一区益以梏亡人心，思想之自由几绝，聪明英特之士，虽摘发新理，怀抱新见，而束于教令，胥缄口结舌而不敢言。虽然，民如大波，受沮益浩，则于是始思脱宗教之系缚，英德二国，不平者多，法皇宫庭，实为怨府，又以居于意也，乃并意太利人而疾之。林林之民，咸致同情于不平者，凡有能阻泥教旨，抗拒法皇，无闻是非，辄与赞和。时则有路德者起于德，谓宗教根元，在乎信仰，制度戒法，悉其荣华，力击旧教而仆之。自所创建，在废弃阶级，黜法皇僧正诸号，而代以牧师，职宣神命，置身社会，弗殊常人仪式祷祈，亦简其法。至精神所注，则在牧师地位，无所胜于平人也。转轮既始，烈栗遍于欧洲，受其改革者，盖非独宗教而已，且波及于其他人事，如邦国离合，争战原因，后兹大变，多基于是。加以束缚弛落，思索自由，社会蔑不有新色，则有尔后超形气学上之发见，与形气学上之发明。以是胚胎，又作新事发隐地也，善机械也，展学艺而拓贸迁也，非去羁勒而纵人心，不有此也。顾世事之常，有动无定，宗教之改革已，自必益进而求政治之更张。"}
{"text":"转轮既始，烈栗遍于欧洲，受其改革者，盖非独宗教而已，且波及于其他人事，如邦国离合，争战原因，后兹大变，多基于是。加以束缚弛落，思索自由，社会蔑不有新色，则有尔后超形气学上之发见，与形气学上之发明。以是胚胎，又作新事发隐地也，善机械也，展学艺而拓贸迁也，非去羁勒而纵人心，不有此也。顾世事之常，有动无定，宗教之改革已，自必益进而求政治之更张。溯厥由来，则以往者颠覆法皇，一假君主之权力，变革既毕，其力乃张，以一意孤临万民，在下者不能加之抑制，日夕孳孳，惟开拓封域是务，驱民纳诸水火，绝无所动于心生计绌，人力耗矣。而物反于穷，民意遂动，革命于是见于英，继起于美，复次则大起于法朗西，扫荡门第，平一尊卑，政治之权，主以百姓，平等自由之念，社会民主之思，弥漫于人心。流风至今，则凡社会政治经济上一切权利，义必悉公诸众人，而风俗习惯道德宗教趣味好尚言语暨其他为作，俱欲去上下贤不肖之闲，以大归乎无差别。同是者是，独是者非，以多数临天下而暴独特者，实十九世纪大潮之一派，且曼衍入今而未有既者也。更举其他，则物质文明之进步是已。当旧教盛时，威力绝世，学者有见，大率默然，其有毅然表白于众者，每每获囚戮之祸。递教力堕地，思想自由，凡百学术之事，勃焉兴起，学理为用，实益遂生，故至十九世纪，而物质文明之盛，直傲睨前此二千余年之业绩。数其著者，乃有棉铁石炭之属，产生倍旧，应用多方，施之战斗制造交通，无不功越于往日为汽为电，咸听指挥，世界之情状顿更，人民之事业益利。久食其赐，信乃弥坚，渐而奉为圭臬，视若一切存在之本根，且将以之范围精神界所有事，现实生活，胶不可移，惟此是尊，惟此是尚，此又十九世纪大潮之一派，且曼衍入今而未有既者也。虽然，教权庞大，则覆之假手于帝王，比大权尽集一人，则又颠之以众庶。理若极于众庶矣，而众庶果足以极是非之端也耶？宴安逾法，则矫之以教宗，递教宗淫用其权威，则又掊之以质力。事若尽于物质矣，而物质果品尽人生之本也耶？平意思之，必不然矣。然而大势如是者，盖如，文明无不根旧迹而演来，亦以矫往事而生偏至，缘督校量，其颇灼然，犹孑与L焉耳。特其见于欧洲也，为不得已，且亦不可去，去孑与L，斯失孑与L之德，而留者为空无。不安受宝重之者奈何？顾横被之不相系之中国而膜拜之，又宁见其有当也？明者微睇，察逾众凡，大土哲人，乃蚤识其弊而生愤叹，此十九世纪末叶思潮之所以变矣。"}
{"text":"理若极于众庶矣，而众庶果足以极是非之端也耶？宴安逾法，则矫之以教宗，递教宗淫用其权威，则又掊之以质力。事若尽于物质矣，而物质果品尽人生之本也耶？平意思之，必不然矣。然而大势如是者，盖如，文明无不根旧迹而演来，亦以矫往事而生偏至，缘督校量，其颇灼然，犹孑与L焉耳。特其见于欧洲也，为不得已，且亦不可去，去孑与L，斯失孑与L之德，而留者为空无。不安受宝重之者奈何？顾横被之不相系之中国而膜拜之，又宁见其有当也？明者微睇，察逾众凡，大土哲人，乃蚤识其弊而生愤叹，此十九世纪末叶思潮之所以变矣。德人尼耙s氏，则假察罗图斯德罗Zs之言曰，吾行太远，孑然失其侣，返而观夫今之世，文明之邦国会，斑斓之社会矣。特其为社会也，无确固之崇信众庶之于知识也，无作始之性质。邦国如是，奚能淹留？吾见放于父母之邦矣！聊可望者，独苗裔耳。此其深思遐瞩，见近世文明之伪与偏，又无望于今之人，不得已而念来叶者也。然则十九世纪末思想之为变也，其原安在，其实若何，其力之及于将来也又奚若？曰言其本质，即以矫十九世纪文明而起者耳。盖五十年来，人智弥进，渐乃返观前此，得其通弊，察其黑甚暗，于是卵尚俗鳎会为大潮，以反动破坏充其精神，以获新生为其希望，专向旧有之文明，而加之掊击扫荡焉。全欧人士，为之栗然震惊者有之，芒然自失者有之，其力之烈，盖深入于人之灵府矣。然其根柢，乃远在十九世纪初叶神思一派递夫后叶，受感化于其时现实之精神，已而更立新形，起以抗前时之现时，即所谓神思宗之至新者也。若夫影响，则眇眇来世，E测殊难，特知此派之兴，决非突见而靡人心，亦不至突灭而归乌有，据地极固，函义甚深。以是为二十世纪文化始基，虽云早计，然其为将来新思想之朕兆，亦新生活之先驱，则按诸史实所昭垂，可不俟繁言而解者已。顾新者虽作，旧亦未僵，方遍满欧洲，冥通其地人民之呼吸，余力流衍，乃扰远东，使中国之人，由旧梦而入于新梦，冲决嚣叫，状犹狂酲。夫方贱古尊新，而所得既非新，又至偏而至伪，且复横决，浩乎难收，则一国之悲哀亦大矣。今为此篇，非云已尽西方最近思想之全，亦不为中国将来立则，惟疾其已甚，施之抨弹，犹神思新宗之意焉耳。故所述止于二事曰非物质，曰重个人。个人一语，入中国未三四年，号称识时之士，多引以为大诟，苟被其谥，与民贼同。意者未遑深知明察，而迷误为害人利己之义也欤？"}
