{"text":"然而两位都是向着前进的青年，又抱着对于时代有所助力和贡献的意志，那时也一定能逐渐克服自己的生活和意识，看见新路的。总之，我的意思是现在能写什么，就写什么，不必趋时，自然更不必硬造一个突变式的革命英雄，自称革命文学但也不可苟安于这一点，没有改革，以致沉没了自己――也就是消灭了对于时代的助力和贡献。此复，即颂近佳。启。十二月二十五日。本篇最初发表于一九三二年一月五日十字街头第三期。，即杨子青沙汀，四川安县人，即汤艾芜艾芜，四川新都人。他们都是当时的青年。戈兼，通译戈蒂叶，法国唯美主义作家。他最先提出为艺术而艺术的观点。著有小说莫班小姐诗剧死的喜剧等。波特莱尔参看本卷第页注。他曾参加法国一八四八年的二月革命。这里说他赞助初起时的巴黎公社，当是误记。黑暗中国的文艺界的现状黑暗中国的文艺界的现状――为美国新群众作现在，在中国，无产阶级的革命的文艺运动，其实就是惟一的文艺运动。因为这乃是荒野中的萌芽，除此以外，中国已经毫无其他文艺。属于统治阶级的所谓文艺家，早已腐烂到连所谓为艺术的艺术以至颓废的作品也不能生产，现在来抵制左翼文艺的，只有诬蔑，压迫，囚禁和杀戮来和左翼作家对立的，也只有流氓，侦探，走狗，刽子手了。这一点，已经由两年以来的事实，证明得十分明白。前年，最初绍介蒲力汗诺夫和卢那卡尔斯基s的文艺理论进到中国的时候，先使一位白璧德先生的门徒，感觉锐敏的学者愤慨，他以为文艺原不是无产阶级的东西，无产者倘要创作或鉴赏文艺，先应该辛苦地积钱，爬上资产阶级去，而不应该大家浑身褴褛，到这花园中来吵嚷。并且造出谣言，说在中国主张无产阶级文学的人，是得了苏俄的卢布。这方法也并非毫无效力，许多上海的新闻记者就时时捏造新闻，有时还登出卢布的数目。但明白的读者们并不相信它，因为比起这种纸上的新闻来，他们却更切实地在事实上看见只有从帝国主义国家运到杀戮无产者的枪炮。统治阶级的官僚，感觉比学者慢一点，但去年也就日加迫压了。"}
{"text":"并且造出谣言，说在中国主张无产阶级文学的人，是得了苏俄的卢布。这方法也并非毫无效力，许多上海的新闻记者就时时捏造新闻，有时还登出卢布的数目。但明白的读者们并不相信它，因为比起这种纸上的新闻来，他们却更切实地在事实上看见只有从帝国主义国家运到杀戮无产者的枪炮。统治阶级的官僚，感觉比学者慢一点，但去年也就日加迫压了。禁期刊，禁书籍，不但内容略有革命性的，而且连书面用红字的，是俄国的，绥拉菲摩维支，伊凡诺夫和奥格涅夫不必说了，连契诃夫和安特来夫的有些小说也都在禁止之列。于是使书店好出算学教科书和童话，如和ss谈天，称赞春天如何可爱之类――因为至尔妙伦所作的童话的译本也已被禁止，所以只好竭力称赞春天。但现在又有一位将军发怒，说动物居然也能说话而且称为，有失人类的尊严了。单是禁止，还不根本的办法，于是今年有五个左翼作家失了踪，经家族去探听，知道是在警备司令部，然而不能相见，半月以后，再去问时，却道已经解放――这是死刑的嘲弄的名称――了，而上海的一切中文和西文的报章上，绝无记载。接着是封闭曾出新书或代售新书的书店，多的时候，一天五家，――但现在又陆续开张了，我们不知道是怎么一回事，惟看书店的广告，知道是在竭力印些英汉对照，如斯蒂文生s，槐尔特s等人的文章。然而统治阶级对于文艺，也并非没有积极的建设。一方面，他们将几个书店的原先的老板和店员赶开，暗暗换上肯听嗾使的自己的一伙。但这立刻失败了。因为里面满是走狗，这书店便像一座威严的衙门，而中国的衙门，是人民所最害怕最讨厌的东西，自然就没有人去。喜欢去跑跑的还是几只闲逛的走狗。这样子，又怎能使门市热闹呢？但是，还有一方面，是做些文章，印行杂志，以代被禁止的左翼的刊物，至今为止，已将十种。然而这也失败了。最有妨碍的是这些文艺的主持者，乃是一位上海市的政府委员和一位警备司令部的侦缉队长，他们的善于解放的名誉，都比创作要大得多。他们倘做一部杀戮法或侦探术，大约倒还有人要看的，但不幸竟在想画画，吟诗。"}
{"text":"但这立刻失败了。因为里面满是走狗，这书店便像一座威严的衙门，而中国的衙门，是人民所最害怕最讨厌的东西，自然就没有人去。喜欢去跑跑的还是几只闲逛的走狗。这样子，又怎能使门市热闹呢？但是，还有一方面，是做些文章，印行杂志，以代被禁止的左翼的刊物，至今为止，已将十种。然而这也失败了。最有妨碍的是这些文艺的主持者，乃是一位上海市的政府委员和一位警备司令部的侦缉队长，他们的善于解放的名誉，都比创作要大得多。他们倘做一部杀戮法或侦探术，大约倒还有人要看的，但不幸竟在想画画，吟诗。这实在譬如美国的亨利福特先生不谈汽车，却来对大家唱歌一样，只令人觉得非常诧异。官僚的书店没有人来，刊物没有人看，救济的方法，是去强迫早经有名，而并不分明左倾的来做文章，帮助他们的刊物的流布。那结果，是只有一两个胡涂的中计，多数却至今未曾动笔，有一个竟吓得躲到不知道什么地方去了。现在他们里面的最宝贵的文艺家，是当左翼文艺运动开始，未受迫害，为革命的青年所拥护的时候，自称左翼，而现在爬到他们的刀下，转头来害左翼作家的几个人。为什么被他们所宝贵的呢？因为他曾经是左翼，所以他们的有几种刊物，那面子还有一部分是通红的，但将其中的农工的图，换上了毕亚兹莱s的个个好像病人的图画了。在这样的情形之下，那些读者们，凡是一向爱读旧式的强盗小说的和新式的肉欲小说的，倒并不觉得不便。然而较进步的青年，就觉得无书可读，他们不得已，只得看看空话很多，内容极少――这样的才不至于被禁止――的书，姑且安慰饥渴，因为他们知道，与其去买官办的催吐的毒剂，还不如喝喝空杯，至少，是不至于受害。但一大部分革命的青年，却无论如何，仍在非常热烈地要求，拥护，发展左翼文艺。所以，除官办及其走狗办的刊物之外，别的书店的期刊，还是不能不设种种方法，加入几篇比较的急进的作品去，他们也知道专卖空杯，这生意决难久长。左翼文艺有革命的读者大众支持，将来正属于这一面。这样子，左翼文艺仍在滋长。但自然是好像压于大石之下的萌芽一样，在曲折地滋长。所可惜的，是左翼作家之中，还没有农工出身的作家。一者，因为农工历来只被迫压，榨取，没有略受教育的机会二者，因为中国的象形――现在是早已变得连形也不像了――的方块字，使农工虽是读书十年，也还不能任意写出自己的意见。这事情很使拿刀的文艺家喜欢。"}
{"text":"左翼文艺有革命的读者大众支持，将来正属于这一面。这样子，左翼文艺仍在滋长。但自然是好像压于大石之下的萌芽一样，在曲折地滋长。所可惜的，是左翼作家之中，还没有农工出身的作家。一者，因为农工历来只被迫压，榨取，没有略受教育的机会二者，因为中国的象形――现在是早已变得连形也不像了――的方块字，使农工虽是读书十年，也还不能任意写出自己的意见。这事情很使拿刀的文艺家喜欢。他们以为受教育能到会写文章，至少一定是小资产阶级，小资产者应该抱住自己的小资产，现在却反而倾向无产者，那一定是虚伪。惟有反对无产阶级文艺的小资产阶级的作家倒是出于真心的。真比伪好，所以他们的对于左翼作家的诬蔑，压迫，囚禁和杀戮，便是更好的文艺。但是，这用刀的更好的文艺，却在事实上，证明了左翼作家们正和一样在被压迫被杀戮的无产者负着同一的运命，惟有左翼文艺现在在和无产者一同受难ss，将来当然也将和无产者一同起来。单单的杀人究竟不是文艺，他们也因此自己宣告了一无所有了。本篇是应当时在中国的美国友人史沫特莱之约，为美国新群众杂志而作，时间约在一九三一年三四月间，当时未在国内刊物上发表过。这里所说白璧德的门徒学者，都指梁实秋。参看本书硬译与文学的阶级性和丧家的资本家的乏走狗以及有关的注释。绥拉菲摩维支通译绥拉菲摩维奇，著有长篇小说铁流等。伊凡诺夫，著有中篇小说铁甲列车号等。奥格涅夫―，著有新俄学生日记等们都是苏联作家。契诃夫，著有短篇小说数百篇及剧本海鸥樱桃园等。安特来夫，通译安德烈夫，著有中篇小说红的笑等。他们都是俄国作家。和sss英语猫先生和玫瑰小姐。至尔妙伦参看三闲集小彼得译本序及其注。她所作小彼得许霞译，校改第六篇破雪草的故事中，曾将剥削阶级和剥削制度比喻为冬天予以诅咒。指当时湖南军阀何键。他在一九三一年二月二十三日给国民党政府教育部的咨文中，主张禁止在教科书中把动物比拟为人类，其中说近日课本。每每狗说。猪说。鸭子说。"}
{"text":"安特来夫，通译安德烈夫，著有中篇小说红的笑等。他们都是俄国作家。和sss英语猫先生和玫瑰小姐。至尔妙伦参看三闲集小彼得译本序及其注。她所作小彼得许霞译，校改第六篇破雪草的故事中，曾将剥削阶级和剥削制度比喻为冬天予以诅咒。指当时湖南军阀何键。他在一九三一年二月二十三日给国民党政府教育部的咨文中，主张禁止在教科书中把动物比拟为人类，其中说近日课本。每每狗说。猪说。鸭子说。以及猫小姐。狗大哥。牛公公之词。充溢行间。禽兽能作人言。尊称加诸兽类。鄙俚怪诞。莫可言状。斯蒂文生英国小说家。著有小说金银岛等。槐尔特，通译王尔德，英国唯美主义作家，著有剧本莎乐美等。政府委员指朱应鹏。他是国民党上海市区党部委员上海市政府委员，前锋月刊主编。侦辑队长，指范争波。他是国民党上海市党部常务委员淞沪警备司令部侦缉队长兼军法处长，前锋周报编辑之一。他们都是民族主义文学运动的发起人。亨利福特美国经营汽车制造业的垄断资本家，有汽车大王之称。一九三一年四五月间，左联常委会曾发布开除周全平叶灵凤周毓英的通告，揭露他们追随或参加民族主义文学运动和其他一些反动行为见文学导报第一卷第二期。这里说的几个转向的文艺家当指这些人。毕亚兹莱英国画家。多用带图案性的黑白线条描绘社会生活，常把人画得瘦削。几条顺的翻译几条顺的翻译在这一个多年之中，拚死命攻击硬译的名人，已经有了三代首先是祖师梁实秋教授，其次是徒弟赵景深教授，最近就来了徒孙杨晋豪大学生。但这三代之中，却要算赵教授的主张最为明白而且彻底了，那精义是――与其信而不顺，不如顺而不信。这一条格言虽然有些希奇古怪，但对于读者是有效力的。因为信而不顺的译文，一看便觉得费力，要借书来休养精神的读者，自然就会佩服赵景深教授的格言。至于顺而不信的译文，却是倘不对照原文，就连那不信在什么地方都不知道。然而用原文来对照的读者，中国有几个呢。这时候，必须读者比知道得更多一点，才可以看出其中的错误，明白那不信的所在。否则，就只好胡里胡涂的装进脑子里去了。"}
{"text":"但这三代之中，却要算赵教授的主张最为明白而且彻底了，那精义是――与其信而不顺，不如顺而不信。这一条格言虽然有些希奇古怪，但对于读者是有效力的。因为信而不顺的译文，一看便觉得费力，要借书来休养精神的读者，自然就会佩服赵景深教授的格言。至于顺而不信的译文，却是倘不对照原文，就连那不信在什么地方都不知道。然而用原文来对照的读者，中国有几个呢。这时候，必须读者比知道得更多一点，才可以看出其中的错误，明白那不信的所在。否则，就只好胡里胡涂的装进脑子里去了。我对于科学是知道得很少的，也没有什么外国书，只好看看译本，但近来往往遇见疑难的地方。随便举几个例子罢。万有文库里的周太玄先生的生物学浅说里，有这样的一句――最近如尼尔及厄尔两氏之对于麦据我所知道，在瑞典有一个生物学名家ss是考验小麦的遗传的，但他是一个人而兼两姓，应该译作尼尔生厄尔才对。现在称为两氏，又加了及，顺是顺的，却很使我疑心是别的两位了。不过这是小问题，虽然，要讲生物学，连这些小节也不应该忽略，但我们姑且模模胡胡罢。今年的三月号小说月报上冯厚生先生译的老人里，又有这样的一句――他由伤寒病变为流行性的感冒的重病这也是很顺的，但据我所知道，流行性感冒并不比伤寒重，而且一个是呼吸系病，一个是消化系病，无论你怎样变，也变不过去的。须是伤风或中寒，这才变得过去。但小说不比生物学浅说，我们也姑且模模胡胡罢。这回另外来看一个奇特的实验。这一种实验，是出在何定杰及张志耀两位合译的美国所作的遗传与环境里面的。那译文是――他们先取出兔眼睛内髓质之晶体，注射于家禽，等到家禽眼中生成一种代晶质，足以透视这种外来的蛋白质精以后，再取出家禽之血清，而注射于受孕之雌兔。雌兔经此番注射，每不能堪，多遭死亡，但是他们的眼睛或晶体并不见有若何之伤害，并且他们卵巢内所蓄之卵，亦不见有什么特别之伤害，因为就他们以后所生的小兔看来，并没有生而具残缺不全之眼者。这一段文章，也好像是颇顺，可以懂得的。但仔细一想，却不免不懂起来了。一，髓质之晶体是什么？因为水晶体是没有髓质皮质之分的。二，代晶质又是什么？三，透视外来的蛋白质又是怎么一回事？"}
{"text":"雌兔经此番注射，每不能堪，多遭死亡，但是他们的眼睛或晶体并不见有若何之伤害，并且他们卵巢内所蓄之卵，亦不见有什么特别之伤害，因为就他们以后所生的小兔看来，并没有生而具残缺不全之眼者。这一段文章，也好像是颇顺，可以懂得的。但仔细一想，却不免不懂起来了。一，髓质之晶体是什么？因为水晶体是没有髓质皮质之分的。二，代晶质又是什么？三，透视外来的蛋白质又是怎么一回事？我没有原文能对，实在苦恼得很，想来想去，才以为恐怕是应该改译为这样的――他们先取兔眼内的制成浆状以便注射的水晶体，注射于家禽，等到家禽感应了这外来的蛋白质即浆状的水晶体而生抗晶质即抵抗这浆状水晶体的物质。然后再取其血清，而注射于怀孕之雌兔。以上不过随手引来的几个例，此外情随事迁，忘却了的还不少，有许多为我所不知道的，那自然就都溜过去，或者照样错误地装在我的脑里了。但即此几个例子，我们就已经可以决定，译得信而不顺的至多不过看不懂，想一想也许能懂，译得顺而不信的却令人迷误，怎样想也不会懂，如果好像已经懂得，那么你正是入了迷途了。本篇最初发表于一九三一年十二月二十日北斗第一卷第四期，署名长庚。赵景深四川宜宾人，当时复旦大学教授，北新书局编辑。他在读书月刊第一卷第六期一九三一年三月论翻译一文中为误译辩解说我以为译书应为读者打算换一句话说，首先我们应该注重于读者方面。译得错不错是第二个问题，最要紧的是译得顺不顺。倘若译得一点也不错，而文字格里格达，吉里吉八，拖拖拉拉一长串，要折断人家的嗓子，其害处当甚于误译。所以严复的信达雅三个条件，我以为其次序应该是达信雅。杨晋豪上海奉贤人，当时南京中央大学学生。他在社会与教育第二卷第二十二期一九三一年九月发表从翻译论战说开去一文，攻击当时马列主义著作和普罗文学理论的译文生硬，为许多人所不满，看了喊头痛，嘲之为天书。又说翻译要信是不成问题的，而第一要件是要达！万有文库商务印书馆一九二九年至一九三四年间出版的大型丛书，收入中外著作两千余种，共四千册。柔石小传柔石小传柔石，原名平复，姓赵，以一九一年生于浙江省台州宁海县的市门头。"}
{"text":"他在社会与教育第二卷第二十二期一九三一年九月发表从翻译论战说开去一文，攻击当时马列主义著作和普罗文学理论的译文生硬，为许多人所不满，看了喊头痛，嘲之为天书。又说翻译要信是不成问题的，而第一要件是要达！万有文库商务印书馆一九二九年至一九三四年间出版的大型丛书，收入中外著作两千余种，共四千册。柔石小传柔石小传柔石，原名平复，姓赵，以一九一年生于浙江省台州宁海县的市门头。前几代都是读书的，到他的父亲，家景已不能支，只好去营小小的商业，所以他直到十岁，这才能入小学。一九一七年赴杭州，入第一师范学校一面为杭州晨光社之一员，从事新文学运动。毕业后，在慈溪等处为小学教师，且从事创作，有短篇小说集疯人一本，即在宁波出版，是为柔石作品印行之始。一九二三年赴北京，为北京大学旁听生。回乡后，于一九二五年春，为镇海中学校务主任，抵抗北洋军阀的压迫甚力。秋，咯血，但仍力助宁海青年，创办宁海中学，至次年，竟得募集款项，造成校舍一面又任教育局局长，改革全县的教育。一九二八年四月，乡村发生暴动。失败后，到处反动，较新的全被摧毁，宁海中学既遭解散，柔石也单身出走，寓居上海，研究文艺。十二月为语丝编辑，又与友人设立朝华社，于创作之外，并致力于绍介外国文艺，尤其是北欧，东欧的文学与版画，出版的有朝华周刊二十期，旬刊十二期，及艺苑朝华五本。后因代售者不付书价，力不能支，遂中止。一九三年春，自由运动大同盟发动，柔石为发起人之一不久，左翼作家联盟成立，他也为基本构成员之一，尽力于普罗文学运动。先被选为执行委员，次任常务委员编辑部主任五月间，以左联代表的资格，参加全国苏维埃区域代表大会，毕后，作一个伟大的印象一篇。一九三一年一月十七日被捕，由巡捕房经特别法庭移交龙华警备司令部，二月七日晚，被秘密枪决，身中十弹。柔石有子二人，女一人，皆幼。文学上的成绩，创作有诗剧人间的喜剧，未印，小说旧时代之死，三姊妹，二月，希望，翻译有卢那卡尔斯基的浮士德与城，戈理基的阿尔泰莫诺夫氏之事业及丹麦短篇小说集等。本篇最初发表于一九三一年四月二十五日上海前哨纪念战死者专号，未署名。"}
{"text":"柔石有子二人，女一人，皆幼。文学上的成绩，创作有诗剧人间的喜剧，未印，小说旧时代之死，三姊妹，二月，希望，翻译有卢那卡尔斯基的浮士德与城，戈理基的阿尔泰莫诺夫氏之事业及丹麦短篇小说集等。本篇最初发表于一九三一年四月二十五日上海前哨纪念战死者专号，未署名。一九三一年一月十七日，左联作家李伟森柔石胡也频冯铿殷夫五人遭反动派逮捕，二月七日被国民党秘密杀害于上海龙华。为了揭露国民党的法西斯暴行，主持出版了左联秘密刊物前哨纪念战死者专号，写了柔石小传中国无产阶级革命文学和前驱的血等文章，并参与起草中国左翼作家联盟为国民党屠杀大批革命作家宣言。本文写作时因受条件限制，若干地方与事实稍有出入。按柔石一九二年生于浙江宁海令并入象山，一九一七年赴台州，在浙江省立第六中学念书。一九一八年考入杭州浙江省立第一师范学校，一九二三年毕业。一九二五年春赴北京，在北京大学当旁听生，次年回浙江任镇海中学教员，后任教导主任。一九二七年夏，创办宁海中学，并任县教育局长。一九二八年五月参与宁海亭旁农民暴动，失败后到上海。一九三年五月加入中国共产党。晨光社文学团体，一九二一年成立于杭州。主要成员有叶圣陶柔石冯雪峰潘漠华魏金枝等，曾出版晨光周刊。疯人短篇小说集，收小说六篇，署名赵平复。一九二五年初由自费出版，宁波华升书局代印。朝华社亦作朝花社，柔石等组织的文艺团体，一九二八年十一月成立于上海。朝华即朝花，文艺周刊。一九二八年十二月六日创刊，至一九二九年五月十六日共出二十期六月一日改出朝花旬刊，一九二九年九月二十一日出至第十二期停刊。艺苑朝华朝花社出版的美术丛刊，柔石编辑。一九二九年至一九三年间共出外国美术作品五辑，即近代木刻选集一二集，拾谷虹儿画选比亚兹莱画选和新俄画选。后一辑编成时朝花社已结束，改由光华书局出版。一个伟大的印象通讯，载世界文化创刊号一九三年九月，仅出一期，署名刘志清。旧时代之死长篇小说，一九二九年十月北新书局出版三姊妹，中篇小说，一九二九年四月水沫书店出版二月，参看三闲集柔石作二月小引及其注。"}
