{"text":"酒宴完后，是敬神的社戏的开场男女老幼，都穿得齐齐整整，排列着坐在一个临时盖搭起来的戏台的前头有几位吃得醉饱的老者，却于笑乐之余，感到了疲倦，歪倒了头，在阳光里竟一时呼呼瞌睡了过去，这又是一幅如何可爱的太平村景哩！出门杨柳碧依依，木笔花开客未归，市远无饧供熟食，村深有试新衣，寒沙犬逐游鞍吠，落日鸦衔祭肉飞，闻说旧时春赛罢，家家鼓笛醉成围，这虽是戴表元咏浙江内地的寒食的诗，但在此时此地，岂不也一样地可以引用的么？我们这一批搅乱和平的外客，自然没有福气和他们长在一道享受尽这一天完美的永日两点钟敲后，就绕过东头，在苍翠里拾级下山，走上了去白云洞的大道。鼓岭南下，是一条弯曲的清溪，深埋在岩石与乱峰的怀里峡长的一谷，也散点着几枝桃花，花瓣浮漾在水面，静静地向西流去，去报告山外的居民以春尽的消息了到了谷底，回头来再向鼓岭一看，各人的脑里，才涌起了一种惜别的浓。千秋万岁，魂若有灵，我总必再择一个清明的节日，化鹤重来一次，来祝福祝福这些鼓岭山里的居民因为今天在鼓岭过去的半天，实在太有意思，太值得人留恋了。当我这一个念头，正还没有转完，而重从谷底向南攀援上岭还没有到几十级之先，不知是我这私念感动了天心呢？还是鼓岭的老百姓在托天留我，忽而一阵风来，从东面吹起了几朵乌云，雷声隐隐，从云层厚处，竟下起同眼泪似的雨滴来了，于是脚上只穿着毛布底鞋的我和刘运使两个，就着了急，仍想跑回鼓岭去躲雨去。究竟还是前进呢还是后退？大家将这问题在商量着还没有决定的一刹那，前面树荫底下却突然闪出了一位六七十岁的乡下老寿星，在对了我们微笑着走上前来了。刘运使说这是来救我们的急难的山神老土地！而刘家的小弟弟广京，跑上了前头，向这老者去请了一下示他果然高声的笑着，对我们作满足的报告说这雨是下不大的。大约过五分钟就会晴了。对于天候的经验，我不如老农，对于爬山的勇气，我又不如这位小弟弟，等雨滴住了以后，路也正绕到了浴凤池的西边，他们大家往前面去了，我却自怨自艾，对了山头的怪石，又作了半天的忏悔。"}
{"text":"大约过五分钟就会晴了。对于天候的经验，我不如老农，对于爬山的勇气，我又不如这位小弟弟，等雨滴住了以后，路也正绕到了浴凤池的西边，他们大家往前面去了，我却自怨自艾，对了山头的怪石，又作了半天的忏悔。第二辑屐痕处处感伤的行旅向西一转，走到了山头尽处，将到白云洞的里把来路中间，忽而地辟天开，风景大变，我们已走入了一条万丈绝壁的鸟道的高头头上面只有一块天，眼底下只是黑黝黝的大石壁，石壁中间盘旋着一条只容一个人走得的勉强开凿出来的小曲径上这里来一看周围，我才晓得从前所走过的山路，直等于平坦的大道，一般人所说的白云洞的奇岩险路，果然是名不虚传的绝景了。原来鼓山西面的这一处山坳，是由两大块三千尺高的石壁，照人字形对立着排列起来的。所谓白云洞者，就是在人字的左面那块大石壁中间的一个洞，上面有一块百丈内外的方壁横盖在那里。这一块方壁就叫一片岩，而那个佛寺，就系以这一片岩为屋顶，以全洞做它的地基的。西北角里，接近人字上半部的一角一片岩下，还留起了一弓空地，造出了几条石椅石桌，可以供游人的栖息，可以看雨后的烟岚，更可以大叫一声，听对面那块大石壁里返传过来的不绝的回音。白云洞的寺并不大，地方也并不觉得幽深曲折与灵奇，可是从寺门走出，往下向绝壁里下来，经过陡削直立的头天门二三天门云屏挹翠岩，与夫最危险的那条龙脊路，而到凡圣寺的一段山路，包管你只叫去过一次，就会得毕生也忘记不了，妙处就在它的险峻。同去的何熙曾氏，是曾经登过西岳华山的绝顶的，到了龙脊路上，他也说，这一块地方倒确有点儿华山的风味。凡圣寺，是曾居士在住修的一所新庵，庵左面有瀑布流泉，在大石缝里飞奔狂跳。瀑布下面，一块大方岩的顶上，有一处空亭，也安置了些石桌石椅，在款待游人。我们走过寺门，从寺门前一小块花园里走上这观瀑亭去的中间，在关闭着的寺门上，看到了一张字条，上面写着说庵主往山后扫落叶，拾枯枝去了来客们请上观瀑亭去歇息！这又是何等悠闲自在的一张启事书！"}
{"text":"瀑布下面，一块大方岩的顶上，有一处空亭，也安置了些石桌石椅，在款待游人。我们走过寺门，从寺门前一小块花园里走上这观瀑亭去的中间，在关闭着的寺门上，看到了一张字条，上面写着说庵主往山后扫落叶，拾枯枝去了来客们请上观瀑亭去歇息！这又是何等悠闲自在的一张启事书！从凡圣寺下来，再走上三五里路，就是积翠庵了陡绝的石壁，到此才平，千岩万壑的溪流，到此汇聚庵前有一排大树，大树下尽是些白石清泉，前临大江，后靠峻岭，看起来四平八稳，与白云洞一路的奇岩奇石一比，又觉得这里是一篇堂而皇之的唐宋八大家的文章，而白云洞那面却是鬼气阴森的李长吉的歌曲。积翠庵下，是名叫作布头的一个村子，千年的榕树，斜覆在断桥流水的高头，牛眠犬吠，晚烟缭绕着云霞，等我们走过村上面的一泓清水的旁边，向烈妇亭一齐行过最敬礼后，田里的秧针，已经看不出来，耕倦了的农民，都在油灯下吃晚饭了回到了南台，我和熙曾，更在江边的高楼上喝酒谈天，直到了半夜过后，方才上床去伸直了两只倦脚。一九三六年的清明节日，就这样的过去了。人虽则感到了极端的疲倦，但是回味津津，明年此日，还想再去同样地疲倦它一次，不晓得天时人事，可能容许？四月十三日原载一九三六年五月一日宇宙风半月刊第十六期闽游滴沥之五福州城的雅号，叫做榕城，原因是为了在城内外的数千年老榕树之多得无以复加福州的别号，又叫作三山，就因为在福州城里有许多许多大大小小的山。凡到过福州，或翻开福州游记及指南之类的书来看过一道的人，都背诵得出山歌似的一句形容福州城内诸山的熟语，叫作三山藏，三山现，三山看不见。所谓三山藏者，有的说系指法海寺所在地的罗山，屏山东南麓的冶山，与在闽山巷光禄坊附近的闽山而言有的更变换名称，说是罗山泉山即冶山玉尺山即闽山的三山。总之，这不大惹人注意的三山，是在三山现的三山之外的高地，或共脉而异名，或沿山而起屋，使一般身履其顶的人，不觉得是登在山上。此外则福州城内，尤其是在北城，还有许多以岭取名的地方，若说起藏而不露的山来，我想这些岭地，当然也可以包括在内。所谓三山看不见者，听说是指在钟山涧里的钟山，芝涧里的芝山，以及龙山巷一家私人园内的龙山或谓系指东城的灵山而言这些大约本不是山，不过那些好奇爱僻的先生们，手捧着水烟袋，眼看着梅雨天，闲空不过，才想出来难难人的说法。"}
{"text":"此外则福州城内，尤其是在北城，还有许多以岭取名的地方，若说起藏而不露的山来，我想这些岭地，当然也可以包括在内。所谓三山看不见者，听说是指在钟山涧里的钟山，芝涧里的芝山，以及龙山巷一家私人园内的龙山或谓系指东城的灵山而言这些大约本不是山，不过那些好奇爱僻的先生们，手捧着水烟袋，眼看着梅雨天，闲空不过，才想出来难难人的说法。至于三山现的三山哩，却位置天然，风景互异，真是值得一说的福州佳丽。凡曾经身到过福建省会的人，钩b的鸟语，海陆的奇珍，都会年久而或忘，唯有这三山的形势，却到死也不会忘记。福州的别号三山，实在也真是最简括不过的命名。第二辑屐痕处处感伤的行旅福州城全体的形状，像一只龙虾的赴壑两只大箝，是东面的于山，西面的乌山，上跷的尾巴，恰正是上面有一座镇海楼在的屏山即越王山一道虾须，直拖出去，是到南台为止的那一条大道虾须尽处，就是闽江的江面，众水汇聚而入海的地方了。福州城的创建，当然要远溯到越王勾践的七世孙无疆，及秦二世时，无诸开国，都冶为城，就在现在的布政里，屏山东南麓名冶山的一块小地方。晋太康三年，始置郡后太守严高，听了郭璞之，方经始于越王山之南，又向南开辟了一下。于是就有了左鼓右旗，玉带横腰的赞语。唐宋而后，渐次扩充到了明朝，因元之旧，更建橹楼敌台，复以重屋，门列七城，于是便隐然金汤之固，三峰峙于域中，二绝标于户外甘果方几，莲花现瑞，襟江带湖，东南并海，二湖，百河灌溉，居然成了现在那么的一大都会。宋谢泌的湖田播种重收谷，山路逢人半是僧，城里三山千簇寺，夜间七塔万枝灯及陈轩的城里三山古越都，楼台相望跨蓬壶，有时细雨微烟罩，便是天然水墨图两诗，就是到了现代，也还用得着。诗里头每有人题起，而会城别号之所从出的三山，就是屏山乌山，与于山了。屏山在现在省城的正北，下面拖落来就是冶山，实际上，却从何处起是屏山，到何处止是冶山的界限也分不明白。旧日的城墙，一半就绕在这山的北部而山的绝顶，雄镇着一座巍巍乎大不可当的镇海楼。楼的原建筑，虽则已经摧毁，但旧址上的那座碉堡，也足以令人想起当年的豪举。每于夕阳欲下时，车过山脚，举头一望碉堡上金黄的残照，总莫名其妙的要起一种感慨，真也不知究竟是什么缘故。"}
{"text":"诗里头每有人题起，而会城别号之所从出的三山，就是屏山乌山，与于山了。屏山在现在省城的正北，下面拖落来就是冶山，实际上，却从何处起是屏山，到何处止是冶山的界限也分不明白。旧日的城墙，一半就绕在这山的北部而山的绝顶，雄镇着一座巍巍乎大不可当的镇海楼。楼的原建筑，虽则已经摧毁，但旧址上的那座碉堡，也足以令人想起当年的豪举。每于夕阳欲下时，车过山脚，举头一望碉堡上金黄的残照，总莫名其妙的要起一种感慨，真也不知究竟是什么缘故。屏山东南下的一区山地，南为冶山，再南为将军山，是古代闽中衙署府第的中枢。无诸建国，都即在此晋守严高的刺史衙署，也就在这里。唐为都督府衙，又为观察使衙，又为威武军衙。闽王审知建牙开府，造文德殿长春宫紫薇宫东华宫跃龙宫明威殿的地方，原全在这些低山浅阜的中间。其后王氏父子兄弟的荒淫流血，钱氏纳土归宋后之创置清和堂垂拱殿，元之行中书省，明的布政使司，也都在这些地方，所以屏山古时又有越王山之称。再南下去，是山坡的尾闾了，现在的那座鼓楼所在的地方，就是唐观察使元锡建置之威武军门宋元以后，屡毁屡建明宣德年间，御史方端命僧了心募修之后，更名全闽第一楼。所谓造三狮以制五虎，或只开左门出入等传说，当自这时候起的无疑。总之，屏山雄镇北城，大有南面垂拱的气象，所以历代衙署，咸集于此。现在则王都旧府，却只剩了衰草斜阳，陆军被服厂科学馆惠儿院乾元寺，以及许多摧毁的空房，分占据了这一圈地面。上去在西北的半山中，建有许多新式的平楼房屋，系省府县政人员训练之处。再上去，革命纪念碑先烈墓等，纵横的立着，桃花千树，更散点在断碑残碣的中间当碉堡下半里的地方，且有石砌的七星缸一簇，埋在青草碎石里，想系北斗七星之遗意，或者是用以来镇压火患的也说不定。屏山亦即越王山的妙处，是在它的能西眺闽江上游，如洪塘桥以上的风景登碉楼而北望，莲花峰以下的乱山起伏，又像是万马千军，南驰赴海的样子。若在阴雨初霁，残阳欲落的时候，去登高一望，包管你立不上十五分钟，就会得怆然而泪下，因为前不见古人，后不见来者，天地悠悠之念，唯在这北门管钥的越王台上，感觉得最切。登其他二山之巅，则所见者，唯民房塔影，与日夜的江流船只而已，和煦繁华，仿佛是坐在春风怀里，一种温柔软感，与在屏山上所感得的哀思愁绪，截然的不同。"}
{"text":"屏山亦即越王山的妙处，是在它的能西眺闽江上游，如洪塘桥以上的风景登碉楼而北望，莲花峰以下的乱山起伏，又像是万马千军，南驰赴海的样子。若在阴雨初霁，残阳欲落的时候，去登高一望，包管你立不上十五分钟，就会得怆然而泪下，因为前不见古人，后不见来者，天地悠悠之念，唯在这北门管钥的越王台上，感觉得最切。登其他二山之巅，则所见者，唯民房塔影，与日夜的江流船只而已，和煦繁华，仿佛是坐在春风怀里，一种温柔软感，与在屏山上所感得的哀思愁绪，截然的不同。省城东南角的于山，别名九仙山，因传说中有何氏兄弟九人修炼于此兄弟各养一鲤，后各成龙飞去，解化于九鲤湖中之故。据说，高有一百五十步，周回三百一十步。闽中记上又说，越王无诸，九日宴集兹山，有大石樽尚存。所以又名九日山。山的最高峰，名鳌顶峰，在火神庙荧星祠南，是宋状元陈诚之读书处后来在山的南麓开了一所书院，取名鳌峰，想来总就在影射着这件事。山前山后，寺院道观，不计其数，而规模最大，香火也最旺盛的，当推东面斜坡上的那一座九仙观。旧志上所说的磊老岩跃马岩喜雨台仙人床金锁园杏坛棋盘石醉乡石九日台石门龙舌泉，以及揽鳌亭倚鳌轩等等古迹，都在九仙观之西南北的三面，因为山本不高不大，所以许多奇名怪石的名胜，大抵总在五十步百步之间。而正德间太监尚春，于宋丞相陈自强宅假山取来的三石，现在还直立在平远台的门外，旁边两石上所刻景元春三字，仍旧是鲜明得同前日刻出的一样。本章结束第二辑屐痕处处感伤的行旅于山山上，最值得登临怀念的，是山西面的一座戚公祠，祠里头的一所平远台。明参将戚继光，大败倭寇回来，曾宴士卒于此。至今戚公祠内，供奉着的一张彬彬儒雅的戚将军像，还是为福州全郡人士所崇拜景仰的唯一岘山碑。祠中的醉石一方，因为戚公醉后，曾经在此坐卧休息过的，游人过境，个个都脱帽致敬，浩叹着现代良将的不多。关于戚参将的轶闻故事，以及民间遗爱的证明，如思儿亭惨恻桥光饼征东饼之类，流传在福州界隈的很多很多，将来想做一篇详细一点的戚将军传来纪念这位民族大英雄，所以在这里只能简单的一提了事。于山的好处，是在它的接近城市，遥揖闽江，而鼓山岚翠，又近逼在目前。"}
{"text":"关于戚参将的轶闻故事，以及民间遗爱的证明，如思儿亭惨恻桥光饼征东饼之类，流传在福州界隈的很多很多，将来想做一篇详细一点的戚将军传来纪念这位民族大英雄，所以在这里只能简单的一提了事。于山的好处，是在它的接近城市，遥揖闽江，而鼓山岚翠，又近逼在目前。你若于饭后省下三十分钟工夫，从东面九曲亭边慢慢地走上山去，在大榕树下立它片时半刻，看看城市的繁华，看看山川的苍翠，一定会感到积食俱消，双眸清醒而正因为俯拾即是市场之故，所以又不至于有厌离人世，想一个人去羽化而登仙。我故而常对人说，快活的时候，可以去上上于山，拜拜戚将军的遗像，因为在于山上所感到的气氛，是积极的，入世的，并没有那一种遗世独立的佛徒们的悲观色彩。城内和于山东西对峙的，是西南角上的一簇乌石。因为乌石山来得高大一点，所以照堪舆家说来，右强左弱，往往有关气运。唐咸通中侯官令薛逢，与神光僧灵观游此，创亭山侧，刻薛老峰三字于石上五代开运元年，雷雨大作，薛老峰三字倒立，是年闽亡，就是一个应验。但是将这些风水地理之说丢开，照我们常人的意思来说，觉得乌石山的所以得胜过于山的地方，就在它的高大灵奇，可以扩充视野。这山在唐天宝时，曾奉敕改称过闽山宋熙宁初，光禄卿程师孟知福州，谓此山登览之胜，敌得过道家的蓬莱方丈，所以又称作了道山。山顶最高处，是凌霄台的遗址，东下是香炉峰金刚迹浴鸦池初阳顶华严岩般若台等名胜了而旧时祀唐处士周朴的刚显庙，祀明督学宗子相的宗公祠等，现在却没有了踪影。乌石山之秀，是在山头的那些怪石。如香炉峰的奇岩千丈，对辟两开，千年不动，永镇山巅，从远处t望过去，因日光云影的迁移，往往会幻变作种种的形象。到了身涉其巅，爬上这些大石块去向四边一望，又像是脚不着土，飘飘然如腾云驾雾，身子在飞翔的样子。像这样秀丽的一支大石山，从前自然有不少的寺院，现在也自然要都被人家侵占去建别墅了。山的南面，有省立的师范学校一所，盘据的地位最大最好稍东是沈文肃公祠堂，再东是私人的别业之类南面上山的大道顶边，却直到现在也还有几个坍败得不堪的庙宇存着，在那里点缀名山，标示没落。关于乌石山周围的古迹名区，寺观金石，以及名宦僧道的寄迹题诗，本有一部乌石山志在那里，我可以不必再来抄录。"}
{"text":"像这样秀丽的一支大石山，从前自然有不少的寺院，现在也自然要都被人家侵占去建别墅了。山的南面，有省立的师范学校一所，盘据的地位最大最好稍东是沈文肃公祠堂，再东是私人的别业之类南面上山的大道顶边，却直到现在也还有几个坍败得不堪的庙宇存着，在那里点缀名山，标示没落。关于乌石山周围的古迹名区，寺观金石，以及名宦僧道的寄迹题诗，本有一部乌石山志在那里，我可以不必再来抄录。我只想说一说我每次登乌石山的时候，所感到的，总是一种清空之气。这一种感觉的由来，大约是因眺望西门南门外的平野，与洪塘乡的水势而得。记得元蓝智游乌石道山亭时曾写过一诗，特为抄在这里，以表示我的同感江国凉风白燕初，道山秋色野亭虚，天连野水蓬莱近，霜落汀洲橘柚疏。北望每怀王粲赋，南游空上贾生书，四郊但愿休戎马，独客何妨老钓鱼。福州名胜，于三山之外，还有双塔二桥诸大寺等等，这一回是记不完了，所以只能暂时搁下了再说。五月十五日原载一九三六年六月一日宇宙风半月刊第十八期闽游滴沥之六福州的名胜，三山之外，还有二塔。其实，从前中国的都市府县城池之类，大抵总有几个伽蓝塔院，以为妆饰，这在东洋建筑史上，一定有一段很久的历史――所受的当然是印度与佛教的影响――不过福建省城的两塔，在对称上独觉得特别一点而已。两塔的位置，一在于山即九仙山的西麓，城的东南隅一在乌石山的东，城的西南角其间相去，不过两百步的样子，与南门――古称宁越门――两两斜对，却成一个正三角形。两塔的对称，于位置之外，还有一白一黑，一木一石的不同因而关于两塔，民间也着实流传得有些荒唐的传说。第二辑屐痕处处感伤的行旅东面于山山麓的一塔，因为是木造而外面的砖壁上涂以白粉的，所以俗称白塔，与西面的那座颜色苍黑的石塔相对，其实呢，白塔本名定光多宝塔，为天v元年琅琊王王审知所造，使与西面唐观察使柳冕所造之石塔无垢净光塔相齐。后来梁开平中，表为万岁塔，所以那一个藏塔的寺，亦称万岁塔或万寿塔寺。塔七级八角，里面以木作阶，像螺旋的样子，共有一百四十二级。这塔看看虽不坚牢，仿佛是马上就得塌倒下来了，可是直到现在，也还每日有人在那里攀登。"}
{"text":"后来梁开平中，表为万岁塔，所以那一个藏塔的寺，亦称万岁塔或万寿塔寺。塔七级八角，里面以木作阶，像螺旋的样子，共有一百四十二级。这塔看看虽不坚牢，仿佛是马上就得塌倒下来了，可是直到现在，也还每日有人在那里攀登。塔下的寺，有千秋堂，有佛经流通处，更有前后山门，倒也还像个大寺比到西面的黑塔，与塔下的荒基，要堂皇得多了。到西边石塔去的一条路，叫作下殿口弯弯曲曲，狭小不堪，不是发有宏愿，非登一次这黑阴阴的石塔不可的人，决不会寻到。据说唐贞元十五年，德宗诞辰，观察使柳冕为祝圣寿而建此塔，有庾承宣贞元无垢净光塔碑记为证。五代晋天福六年，王延曦重建，名崇妙保圣坚牢塔，林同颖曾有碑记。塔共七层，十六门，七十二角。每一层的每一面中间，都有一个石龛，嵌一石刻佛像，角上刻有一篇愿赞。例如有一块大字塔名碑的那一层上，西南面嵌有石刻南无多宝佛一尊，款书福清公主王氏二十六娘，驸马守司徒同中书门下平章事陈文质，伏愿天宫降福，仙掖迎祥，舜华永茂于容仪，柳絮恒资于赋咏的几行字刻在那里之类。凡为此塔出钱造像的善男信女皇帝王后公主驸马以及其他的皇亲国戚，本在一最高层上，有一块很详细的题名碑刻在那里的不过不知于哪一朝的哪一年，被一位拓碑者的恶心肠所忌嫉，将塔上的碑刻，凡有年份与姓名处，都用锥凿来凿去了。这一个人，我想他总一定还在地狱里受罪，否则，那些塔上的菩萨，以及地下的王氏子孙，又哪里肯干休？石塔的底下一层，南面已经坍了，没有了攀登的入口。胆子放大一点，从坍下来的石块上勉强学着飞檐走壁的妙技，也还可以从第二层起，直登到塔顶。现在塔下面并没有佛寺围住，只剩了一条狭小的弄，向北直引到塔的根头周围的荒地，也不过数弓而已。但是塔的西南方，却还有一个住着比丘尼的庵，塔的东南面，也还有一个驻扎保安队的寺存在那里这些寺与庵，想来总还是这塔下的寺观的前身。从双塔下来，一出南门，纵横十余里，直到著名的大桥止，是南台的境界了南台以钓龙台得名，台在南台西北的大庙山上，也是福州的一个胜境。相传闽越王曾钓龙于此，所以山上的一个大庙的匾额，是闽中第一正神之祠的几个大字。"}
