{"text":"这又是为了什么呢？儒家教诲对人对事无不竭尽心力者谓之忠，敬事父母无不竭尽心力者谓之孝。如果以凡夫看来，应当也是呆事。千古难能唯此呆，我愿世人尽回大地花万千，供养宗门一臂禅。那么，世间与出世间的事，尽于此矣。此外，达摩大师的运气真好，到了中国，恰巧就碰上了神光这个老好人。如果他迟到现在才来，还是用这种教授法来教人，不被人按铃控告到法院里去吃官司，背上种种的罪名才怪呢！更有可能会挨揍一顿，或者被人捅一短刀或扁钻。如果只是生闷气地走开算了，那还算是当今天底下第一等好人呢。后来禅宗的南泉禅师便悟出了这个道理，所以他晚年时，厌倦了得天下之蠢才而教之的痛苦，便故意开斋吃荤，赶跑了许多围绕他的群众。然后他便说你看，只要一盘肉，就赶跑了这些闲神野鬼。多痛快啊！达摩禅了不可得安心法神光为了求法斩断了一条左臂，因此赢得了达摩大师严格到不近人情的考验，认为他是一个可以担当佛门重任，足以传授心法的大器。便对他说过去一切诸佛，最初求道的时候，为了求法而忘记了自己形骸肉体的生命。你现在为了求法，宁肯斩断了一条左臂，实在也可以了。于是就替他更换一个法名，叫慧可。神光便问一切诸佛法印，可不可以明白地讲出来听一听呢？达摩大师说一切诸佛的法印，并不是向别人那里求得啊！因此神光又说但是我的心始终不能安宁，求师父给我一个安心的法门吧！达摩大师说你拿心来，我就给你安。神光过了好一阵子才说要我把心找出来，实在了不可得。达摩大师便说那么，我已经为你安心了！新语云这便是中国禅宗里有名的二祖神光乞求安心法门的公案。一般都认为神光就在这次达摩大师的对话中，悟得了道。其实，禅宗语录的记载，只记叙这段对话，并没有说这便是二祖神光悟道的关键。如果说神光便因此而大彻大悟，那实在是自悟悟人了。根据语录的记载，神光问诸佛法印，可得闻乎？达摩大师只是告诉他诸佛法印，匪从人得，也就是说佛法并不是向别人那里求得一个东西的。因此启发了神光的反躬自省，才坦白说出反求诸己以后，总是觉得此心无法能安，所以求大师给他一个安心的法门。于是便惹得达摩大师运用启发式的教授法，对他说只要你把心拿出来，我就给你安。不要说是神光，谁也知道此心无形相可得，无定位可求，向哪里找得出呢？因此神光只好老实地说要把心拿出来，那根本是了无迹象可得的啊！"}
{"text":"如果说神光便因此而大彻大悟，那实在是自悟悟人了。根据语录的记载，神光问诸佛法印，可得闻乎？达摩大师只是告诉他诸佛法印，匪从人得，也就是说佛法并不是向别人那里求得一个东西的。因此启发了神光的反躬自省，才坦白说出反求诸己以后，总是觉得此心无法能安，所以求大师给他一个安心的法门。于是便惹得达摩大师运用启发式的教授法，对他说只要你把心拿出来，我就给你安。不要说是神光，谁也知道此心无形相可得，无定位可求，向哪里找得出呢？因此神光只好老实地说要把心拿出来，那根本是了无迹象可得的啊！大师便说我为汝安心竟。这等于说此心既无迹象可得，岂不是不必求安，就自然安了吗？换言之你有一个求得安心的念头存在，早就不能安了。只要你放心任运，没有任何善恶是非的要求，此心何必求安？它本来就自安了。虽然如此，假使真能做到安心，也只是禅门入手的方法而已。如果认为这样便是禅，那就未必尽然了。除此以外，其他的记载，说达摩大师曾经对神光说过外息诸缘，内心无喘。心如墙壁，可以入道。神光依此做工夫以后，曾经以种种见解说明心性的道理，始终不得大师的认可。但是大师只说他讲得不对，也并没有对他说无念便是心体的道理。有一次，神光说我已经休息了一切外缘了。大师说不是一切都断灭的空无吧？神光说不是断灭的境界。大师说你凭什么考验自己，认为并不断灭呢？神光说外息诸缘以后，还是了了常如的嘛！这个境界，不是言语文字能讲得出来的。大师说这便是一切诸佛所传心地的体性之法，你不必再有怀疑了。有些人认为这才是禅宗的切实法门，也有人以为这一段的真实性，值得怀疑。因为这种方法，近于小乘佛法的禅观修习，和后来宗师们的方法，大有出入，而达摩所传的禅，是大乘佛法的直接心法，绝不会说出近于小乘禅观的法语。其实，真能做到外息诸缘，内心无喘就当然会内外隔绝，而心如墙壁了。反之，真能做到心如墙壁，那么外息诸缘，内心无喘自然就是安心的法门了。所以以神光的觅心了不可得，和达摩的我为汝安心竟，虽然是启发性的教授法，它与外息诸缘等四句教诫性的方法，表面看来，好像大不相同。事实上，无论这两者有何不同，都只是禅宗可以入道的方法，而非禅的真髓。换言之，这都是宗不离教，教不离宗的如来禅，也就是达摩大师初来中国所传的如理如实的禅宗法门，地道笃忠实，全心全意。"}
{"text":"其实，真能做到外息诸缘，内心无喘就当然会内外隔绝，而心如墙壁了。反之，真能做到心如墙壁，那么外息诸缘，内心无喘自然就是安心的法门了。所以以神光的觅心了不可得，和达摩的我为汝安心竟，虽然是启发性的教授法，它与外息诸缘等四句教诫性的方法，表面看来，好像大不相同。事实上，无论这两者有何不同，都只是禅宗可以入道的方法，而非禅的真髓。换言之，这都是宗不离教，教不离宗的如来禅，也就是达摩大师初来中国所传的如理如实的禅宗法门，地道笃忠实，全心全意。实，绝不虚晃花枪。这也正和大师嘱咐神光以四卷楞伽经来印证修行的道理，完全契合而无疑问了。现在人谈禅，外着诸缘，内心多欲，心乱如麻，哪能入道呢！禅宗开始有了衣法的传承达摩大师在少林寺耽了几年，将要回国之前，便对门人们说我要回国的时间快到了，你们都各自说说自己的心得吧！道副说依我的见解，不要执著文字，但也不离于文字，这便是道的妙用。大师说你得到我的皮毛了。总持比丘尼说依我现在的见解，犹如喜看见阿门众佛国佛说东方另一佛之国土的情景一样。见过了一次，认识实相以后，更不须再见了。大师说你得到我的肉了。道育说四大地水火风本来是空的，五阴色受想行识并非是实有的。依我所见，并无一法可得。大师说你得到我的骨了。最后轮到神光慧可报告，他只是作礼叩拜，而后依然站在原位，并未说话。大师说你得到我的真髓了！因此又说从前佛以正法眼交付给摩诃迦叶大士，历代辗转嘱咐，累积至今，而到了我这一代。我现在交付给你了，你应当好好地护持它。同时我把我的袈裟僧衣一件传授给你，以为传法的征信。我这样做，表示了什么意义，你可知道吧？神光说请师父明白指示。大士说内在传授法印，以实证心地的法门。外加传付袈裟，表示建立禅宗的宗旨。因为后代的人们，心地愈来愈狭窄，多疑多虑，或许认为我是印度人，你是中国人，凭什么说你已经得法了呢？有什么证明呢？你现在接受了我传授衣法的责任，以后可能会有阻碍。届时，只要拿出这件征信的僧衣和我传法的偈语，表面事实，对于将来的教化，便无多大妨碍了。在我逝世后两百年，这件僧衣就停止不传了。那个时候，禅宗的法门，周遍到各处。不过明道的人多，真正行道的人很少。讲道理的人多，通道理的人太少。"}
{"text":"神光说请师父明白指示。大士说内在传授法印，以实证心地的法门。外加传付袈裟，表示建立禅宗的宗旨。因为后代的人们，心地愈来愈狭窄，多疑多虑，或许认为我是印度人，你是中国人，凭什么说你已经得法了呢？有什么证明呢？你现在接受了我传授衣法的责任，以后可能会有阻碍。届时，只要拿出这件征信的僧衣和我传法的偈语，表面事实，对于将来的教化，便无多大妨碍了。在我逝世后两百年，这件僧衣就停止不传了。那个时候，禅宗的法门，周遍到各处。不过明道的人多，真正行道的人很少。讲道理的人多，通道理的人太少。但在千万人中，沉潜隐秘地修行，因此而证得道果的人也会有的。你应当阐扬此道，不可轻视没有开悟的人。你要知道，任何一个人，只要在一念之间，回转了向外驰求的机心，便会等同于本来已自得道的境界一样。现在，我把传法偈语交代给你吾本来兹土，传法救迷情。一花开五叶，结果自然成。同时引述楞伽经四卷的要义，印证修持心地法门的道理。接着大师又说楞伽经便是直指众生心地法门的要典，开示一切众生，由此悟入。我到中国以后，有人在暗中谋害我，曾经五次用毒。我也亲自排吐出毒药来试验，把它放在石头上，石头就裂了。其实我离开南印度，东渡到中国来，是因为中国有大乘的气象，所以才跨海而来，以求得继承心法的人。到了中国以后，因为机缘际遇还没到，只好装聋作哑如愚若讷语言迟钝，不善讲话。地等待时机。现在得到你，传授了心法，我此行的本意总算有了结果了。新语云除此以外，其他的事理应该去研读原文，如传灯录五灯会元指月录等禅宗汇书可知，不必多加细说。达摩所传的禅宗一悟便了吗看了以上所列举的达摩大师初到中国传授禅宗心法的史料故事，根本找不出一悟就了，便是禅的重心的说法。所谓安心法门，所谓外息诸缘，内心无喘等教法，也不过是可以入道的指示而已。尤其由外息诸缘，内心无喘与安心而到达证悟的境界，实在需要一大段切实工夫的程序，而且更离不开佛学经论教义中所有的教理。达摩大师最初指出要以四卷楞伽经的义理来印证心地用功法门，那便是切实指示修行的重要。在佛学的要义里，所谓修行的行字，它是包括心行心理思想活动的状况和行为两方面的自我省察自我修正的实证经验。"}
{"text":"尤其由外息诸缘，内心无喘与安心而到达证悟的境界，实在需要一大段切实工夫的程序，而且更离不开佛学经论教义中所有的教理。达摩大师最初指出要以四卷楞伽经的义理来印证心地用功法门，那便是切实指示修行的重要。在佛学的要义里，所谓修行的行字，它是包括心行心理思想活动的状况和行为两方面的自我省察自我修正的实证经验。如果只注重禅定的工夫以求自了，这就偏向于小乘的极果，欠缺心行和行为上的功德，而不能达到觉行圆满的佛果境界。其次，倘使只在一机一禅一言一语上悟了些道理，认为稍有会心的情景就是禅，由此便逍遥任运，放旷自在，自信这就是禅，这就是禅的悟境，那不变为狂禅和口头禅才怪呢！这样的禅语，应该只能说是禅误，才比较恰当。可是后世的禅风，滔滔者多属此辈，到了现在，此风尤烈，哪里真有禅的影子呢！达摩大师所传的禅宗，除了接引二祖神光一段特殊教授法的记载以外，对于学禅的重点，着重在修正心念和行为的要义，曾经有最恳切的指示。可是人们都避重就轻，忽略了安心而可以入道以后，如何发起慈悲的心行，与如何待人接物的方便。达摩禅的二入与四行新语云达摩大师东来中国以后，他所传授的原始禅宗，我们暂且命名为达摩禅。现在概括达摩禅的要义，是以二入四行为主。所谓二入，就是理入与行入二门。所谓四行，就是报冤行随缘行无所求行称法行四行。理入并不离于大小乘佛经所有的教理，由于圆融通达所有了义教的教理，深信一切众生本自具足同一真性，只因客尘烦恼的障碍，所有不能明显地自证自了。如果能够舍除妄想而归真返璞，凝定在内外隔绝心如墙壁的壁观境界上，由此坚定不变，更不依文解义，妄生枝节，但自与了义的教理冥相符契，住于寂然无为之境，由此而契悟宗旨，便是真正的理入法门。这也就是后来天台华严等宗派所标榜的闻思修慧教理行果信解行证等的滥觞。换言之，达摩大师原始所传的禅，是不离以禅定为入门方法的禅。但禅定包括四禅八定也只是求证教理，而进入佛法心要的一种必经的方法而已。如壁观之类的禅定最多只能算是小乘禅观的极果，而不能认为禅定便是禅宗的宗旨。"}
{"text":"这也就是后来天台华严等宗派所标榜的闻思修慧教理行果信解行证等的滥觞。换言之，达摩大师原始所传的禅，是不离以禅定为入门方法的禅。但禅定包括四禅八定也只是求证教理，而进入佛法心要的一种必经的方法而已。如壁观之类的禅定最多只能算是小乘禅观的极果，而不能认为禅定便是禅宗的宗旨。同时如壁观一样在禅定的境界上，没有向上一悟而证入宗旨的，更不是达摩禅的用心了。例如二祖神光在未见达摩以前，已经在香山宴坐八年。既然能够八年宴然静坐，难道就不能片刻安心吗？何以他后来又有乞求安心法门的一段，而得到达摩大师的启发呢？这便是在禅定中，还必须有向上一悟的明证。因此，后来禅师们常有譬喻，说它如狮子一滴乳，能迸散八斛驴乳。行入达摩大师以四行而概括大小乘佛学经论的要义，不但为中国禅宗精义的所在，而且也是隋唐以后中国佛教与中国文化融会为一的精神所系。可惜后来一般学禅的人，看祖师的语录读禅宗的汇书等，只喜欢看公案参机锋转语，而以为禅宗的宗旨，尽在此矣。殊不知错认方向，忽略禅宗祖师们真正言行。因此，失却禅宗的精神，而早已走入禅的魔境，古德们所谓杜撰禅和，如麻似粟，的确到处都是。一所谓报冤行这就是说，凡是学佛学禅的人，首先要建立一个确定的人生观。认为我这一生，来到这个世界，根本就是来偿还欠债，报答所有与我有关之人的冤缘的。因为我们赤手空拳赤条条地来到这个世界上，本来就一无所有。长大成人，吃的穿的所有的一切，都是众生国家父母师友们给予的恩惠。我只有负别人，别人并无负我之处。因此，要尽我之所有，尽我之所能，贡献给世界的人们，以报谢他们的恩惠，还清我多生累劫自有生命以来的旧债。甚至不惜牺牲自己而为世为人，济世利物。大乘佛学所说首重布施的要点，也即由此而出发。这种精神不但与孔子的忠恕之道，以及躬自厚，而薄责于人的入世之教互相吻合，而且与老子的生而不有，为而不恃s依赖，仗着的效法天道自然的观念，以及以德报怨的精神完全相同。达摩大师自到中国以后，被人所嫉，曾经被五次施毒，他既不还报，也无怨言。最后找到了传人，所愿已达，为了满足妒嫉者仇视的愿望，才中毒而终。这便是他以身教示范的宗风。"}
{"text":"甚至不惜牺牲自己而为世为人，济世利物。大乘佛学所说首重布施的要点，也即由此而出发。这种精神不但与孔子的忠恕之道，以及躬自厚，而薄责于人的入世之教互相吻合，而且与老子的生而不有，为而不恃s依赖，仗着的效法天道自然的观念，以及以德报怨的精神完全相同。达摩大师自到中国以后，被人所嫉，曾经被五次施毒，他既不还报，也无怨言。最后找到了传人，所愿已达，为了满足妒嫉者仇视的愿望，才中毒而终。这便是他以身教示范的宗风。以现代语来讲，这是真正的宗教家哲学家的精神所在。苏格拉底的从容自饮毒药耶酥的被钉上十字架子路的正其衣冠，引颈就戮文天祥的从容走上断头台等事迹，也都同此道义而无二致。只是其间的出发点与目的，各有不同。原始在印度修习小乘佛学有成就的阿罗汉们，到了最后的生死之际，便说我生已尽，梵行已立，所作已办，不受后有。然后便溘然而逝，从容而终。后来禅宗六祖的弟子，永嘉大师在证道歌中说了即业障本来空，未了先需偿宿债。都是这个宗旨的引申。所有真正的禅宗，并不是只以梅花明月，洁身自好便为究竟。后世学禅的人，只重理悟而不重行持，早已大错而特错。因此达摩大师在遗言中，便早已说过至吾灭后二百年，衣止不传，法周沙界。明道者多，行道者少。说理者多，通理者少。深可慨然！僧昙琳序记达摩大师略辨大乘入道四行云谓修道行人若受苦时，当自念言我从往昔无数劫中，弃本从末，流浪诸有，多起冤憎，违害无限。今虽无犯，是我宿殃，恶业果熟，非天非人所能见与。甘心忍受，都无冤诉。经云逢苦不忧。何以故？识达故。此心生时，与理相应，体冤进道，故说言报冤行。二所谓随缘行佛学要旨，标出世间一切人事，都是因缘聚散无常的变化现象。缘起性空，性空缘起，此中本来无我无人，也无一仍不变之物的存在。因此对苦乐顺逆荣辱等境，皆视为等同如梦如幻的变现，而了无实义可得。后世禅师们所谓的放下不执著随缘销旧业，不必造新殃，也便由这种要旨的扼要归纳而来。这些观念，便是淡泊明志，宁静致远的更深一层的精义。它与易经系辞传所谓君子所居而安者，易之序也。所乐而玩者，爻之辞也。居易以俟命。以及老子的少私寡欲法天之道，孔子的饭蔬食，饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于吾如浮云等教诫，完全吻合。"}
{"text":"因此对苦乐顺逆荣辱等境，皆视为等同如梦如幻的变现，而了无实义可得。后世禅师们所谓的放下不执著随缘销旧业，不必造新殃，也便由这种要旨的扼要归纳而来。这些观念，便是淡泊明志，宁静致远的更深一层的精义。它与易经系辞传所谓君子所居而安者，易之序也。所乐而玩者，爻之辞也。居易以俟命。以及老子的少私寡欲法天之道，孔子的饭蔬食，饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于吾如浮云等教诫，完全吻合。由此观念，而促进佛家许多高僧大德们入山唯恐不深遁世唯恐不密。由此观念，而培植出道儒两家许多隐士神仙高士和处士们清风亮节的高行。但如以攀缘为随缘，则离道远，虽然暂时求静，又有何益？僧昙琳序记云众生无我，并缘业所转。苦乐齐受，皆从缘生。若得胜报荣誉等事，是我过去宿因所感，今方得之。缘尽还无，何喜之有。得失从缘，心无增减。喜风不动，冥顺于道，是故说言随缘行也。三所谓无所求行就是大乘佛法心超尘累离群出世的精义。凡是人，处世都有所求。有了所求，就有所欲。换言之，有了所欲，必有所求。有求就有得失荣辱之患有了得失荣辱之患，便有佛说求不得苦的苦恼悲忧了。所有孔子也说吾未见刚者。或对曰申枨用东西触动。子曰枨也欲，焉得刚。如果把孔子所指的这个意义，与佛法的精义衔接并立起来，便可得出有求皆苦，无欲则刚的结论了。倘使真正诚心学佛修禅的人，则必有一基本的人生观，认为尽其所能，都是为了偿还宿债的业债，而酬谢现有世间的一切。因此，立身处世在现有的世间，只是随缘度日以销旧业，而无其他所求了。这与老子的道法自然以及不自伐，故有功。不自矜怜悯，怜惜自尊自大，自夸庄重，拘谨，故长。夫唯不争，故天下莫能与之争乃至孔子所谓富而可求也，虽执鞭之士，吾亦为之。如不可求，从吾所好都是本着同一精神，而从不同的立场说法。但是后世学禅的人，却似有所得的交易之心，要求无相，无为而无所得的道果，如此恰恰背道而驰，于是适得其反的效果，当然就难以避免了。僧昙琳记云世人长迷，处处贪着，名之为求。智者悟真，理将俗反。安心无为，形随运转。万有斯空，无所愿乐。功德黑暗，常相随逐。三界久居，犹如火宅。有身皆苦，谁得而安。"}
{"text":"夫唯不争，故天下莫能与之争乃至孔子所谓富而可求也，虽执鞭之士，吾亦为之。如不可求，从吾所好都是本着同一精神，而从不同的立场说法。但是后世学禅的人，却似有所得的交易之心，要求无相，无为而无所得的道果，如此恰恰背道而驰，于是适得其反的效果，当然就难以避免了。僧昙琳记云世人长迷，处处贪着，名之为求。智者悟真，理将俗反。安心无为，形随运转。万有斯空，无所愿乐。功德黑暗，常相随逐。三界久居，犹如火宅。有身皆苦，谁得而安。了达此处，故舍诸有，息想无求。经云有求皆苦，无求乃乐。判知无求，真为道行。故言无所求行也。四所谓称法行这是归纳性的包括大小乘佛法全部行止的要义。主要的精神，在于了解人空法空之理，而得大智慧解脱道果以后，仍须以利世济物为行为的准则。始终建立在大乘佛法以布施为先的基础之上，并非专门注重在榔木粟横担不见人，直入千峰万峰去，而认为它就是禅宗的正行。僧昙琳序记云性净之理，目之为法。此理，众相斯空，无染无着，无此无彼。经云法无众生，离众生垢故。法无有我，离我垢故。智者若能信解此理，应当称法而行。法体无悭吝啬，于身命财，行檀舍施，心无吝惜。达解二空，不倚不着。但为去垢，称化众生，而不取相。此为自行，复能利他，亦能庄严菩提之道。檀施既尔，余五亦然。为除妄想，修行六度而无所行，是为称法行。以上所说的，这是达摩禅的正行，也便是真正学佛学禅的正行。无论中唐以后的南北二宗是如何的异同，但可以肯定地说一句凡不合于达摩大师初传禅宗的四行者，统为误谬，那是毫无疑问的。如果确能依此而修心行，则大小乘佛学所说的戒定慧学，统在其中矣。达摩大师曾经住过禹门千圣寺三天，答复期城太守杨炫之的问题，其原文如下杨问师曰西天五印师承为祖，其道如何？师曰明佛心宗，行解相应，名之曰祖。又问此外如何？师曰须明他心，知其今古。不厌有无，于法无取。不贤不愚，无迷无悟。若能是解，故称为祖。又曰弟子归心三宝，亦有年亦。而智慧昏蒙，尚迷真理。适听师言，罔知攸措。愿师慈悲，开示宗旨。师知恳到，即说偈曰亦不观恶而生嫌，亦不劝善而勤措。亦不舍智而近愚，亦不抛迷而就悟。达大道兮过量，通佛心兮出度。不与凡圣同躔践日月星辰的运行超然名之曰祖。"}
