{"text":"我认为，这吃老本的思想是非常危险的。一个简单的事实往往为人们所忽略，世界上万事万物无不在随时变化，语言何独不然！一个外语学者，即使已经十分纯熟地掌握了一门外语，倘若不随时追踪这一门外语的变化，有朝一日，他必然会发现自己已经落伍了，连自己的母语也不例外。一个人在外国呆久了，一旦回到故乡，即使自己乡音未改，然而故乡的语言，特别是词汇却有了变化，有时你会听不懂了。我讲点个人的经验。当我在欧洲呆了将近十一年回国时，途经西贡和香港，从华侨和华人口中听到了搞这个字和伤脑筋这个词儿，就极使我伤脑筋。我去国之前没有听说过。搞字是一个极有用的字，有点像英文的。现在搞字已满天飞了。当我在年代重访德国时，走进了饭馆，按照四五十年前的老习惯，呼服务员为他膛目以对。原来这种称呼早已被废掉了。因此，我就想到，不管你今天外语多么好，不管你是一条多么精明的龙，你必须随时注意语言的变化，否则就会出笑话。中国古人说学如逆水行舟，不进则退。要时刻记住这句话。我还想建议今天在大学或中学教外语的老师，最好是每隔五年就出国进修半年，这样才不至为时代抛在后面。忆往述怀第二篇学林漫步忆往述怀学外语三前不久，我在夜光杯上发表了两篇谈学习外语的千字文，谈了点个人的体会，卑之无甚高论，不意竟得了一些反响。有的读者直接写信给我，有的写信给夜光杯的编辑。看来非再写一篇不行了。我不可能在一篇短文中答复所有的问题，我现在先对上海胡英琼同志提出的问题说一点个人的意见，这意见带有点普遍意义，所以仍占夜光杯的篇幅。我在上述两篇千字文中提出的意见，归纳起来，不出以下诸端第一，要尽快接触原文，不要让语法缠住手脚，语法在接触原文过程中逐步深化。第二，天资与勤奋都需要，而后者占绝大的比重。第三，不要妄想捷径，外语中没有御道。学习了英语再学第二外语德语，应该说是比较容易的。英语和德语同一语言系属，语法前者表面上简单，熟练掌握颇难后者变化复杂，特别是名词的阴阳中三性，记得极为麻烦，连本国人都头痛。背单词时，要连同词性s一起背，不能像英文那样只背单词。发音则英文极难，英文字典必须使用国际音标。德文则一字一音，用不着国际音标。"}
{"text":"第二，天资与勤奋都需要，而后者占绝大的比重。第三，不要妄想捷径，外语中没有御道。学习了英语再学第二外语德语，应该说是比较容易的。英语和德语同一语言系属，语法前者表面上简单，熟练掌握颇难后者变化复杂，特别是名词的阴阳中三性，记得极为麻烦，连本国人都头痛。背单词时，要连同词性s一起背，不能像英文那样只背单词。发音则英文极难，英文字典必须使用国际音标。德文则一字一音，用不着国际音标。学习方法仍然是我讲的那一套尽快接触原文，不惮勤查字典，懒人是学不好任何外语的，连本国语也不会学好。胡英琼同志的具体情况和具体要求，我完全不清楚。信中只谈到德文科技资料，大概胡同志目前是想集中精力攻克这个难关。我想斗胆提出一个无师自通的办法，供胡同志和其他读者参考。你只需要找一位通德语的人，用上二三个小时，把字母读音学好。从此你就可以丢掉老师这个拐棍，自己行走了。你找一本有可靠的汉文译文的德文科技图书，伴之以一本浅易的德文语法。先把语法了解个大概的情况，不必太深入，就立即读德文原文，字典反正不能离手，语法也放在手边。一开始必然如堕入五里雾中。读不懂，再读，也许不止一遍两遍。等到你认为对原文已经有了一个大概的了解，为了验证自己了解的正确程度，只是到了此时，才把那一本可靠的译本拿过来，看看自己了解得究竟如何。就这样一页页读下去，一本原文读完了，再加以努力，你慢慢就能够读没有汉译本的德文原文了。科技名词，英德颇有相似之处，记起来并不难，而且一般说来，科技书的语法都极严格而规范，不像文学作品那样不可捉摸。我为什么再三说可靠的译本呢？原因极简单，现在不可靠的译本太多太多了。我一生有两个母亲一个是生我的那个母亲一个是我的祖国母亲。我对这两个母亲怀着同样崇高的敬意和同样真挚的爱慕。人生走到这个地步，也并不容易。在人生的道路上，每一个人都是孤独的旅客。与其舒舒服服，懵懵懂懂活一辈子，倒不如品尝一点不平常的滋味，似苦而实甜。东方人似乎更全面地思考问题，更关注背景和关系，更多借助经验，而不是抽象的逻辑，更能容忍反驳意见。西方人更具分析性，倾向于使事物本身脱离背景，避开矛盾，更多地依赖逻辑。两种思想习惯各有利弊。我只是想，一个人只能有一次生命，我从来不相信轮回转生。"}
{"text":"我对这两个母亲怀着同样崇高的敬意和同样真挚的爱慕。人生走到这个地步，也并不容易。在人生的道路上，每一个人都是孤独的旅客。与其舒舒服服，懵懵懂懂活一辈子，倒不如品尝一点不平常的滋味，似苦而实甜。东方人似乎更全面地思考问题，更关注背景和关系，更多借助经验，而不是抽象的逻辑，更能容忍反驳意见。西方人更具分析性，倾向于使事物本身脱离背景，避开矛盾，更多地依赖逻辑。两种思想习惯各有利弊。我只是想，一个人只能有一次生命，我从来不相信轮回转生。既然如此，一个人就应该在这短暂的只有一次的生命中努力做一些对别人有益，也无愧于自己的良心的事情，用一句文绉绉的话来说，就是实现自己生命的价值。能做到这一步，一生再短暂，也算是对得起这仅有的一次生命了。如果青年朋友们问我有什么经验和诀窍，我回答说没有的。如果非要我说点什么不行的话，那我只能说两句老生常谈书山有路勤为径，学海无涯苦作舟。勤苦二字就是我的诀窍。说了等于白说，但白说也得说。古代哲学远比现代哲学更符合多数人对哲学的概念。古代哲学家很单纯地认为，哲学就应当在某种方式上帮助人们生活得更好――这个美丽的理想在现代哲学中几乎根本找不到。似水流年我写我我写我，真是一个绝妙的题目，但是，我的文章却不一定妙，甚至很不妙。每一个人都有一个我，两者亲密无间，因为实际上是一个东西。按理说，人对自己的我应该是十分了解的，然而，事实上却不尽然。依我看，大部分人是不了解自己的，都是自视过高的。这在人类历史上竟成了一个哲学上的大问题。否则古希腊哲人发出狮子吼要认识你自己岂不成了一句空话吗？我认为，我是认识自己的，换句话说，是有点自知之明的。我经常像先生说的那样剖析自己。然而结果并不美妙，我剖析得有点过了头，我的自知之明过了头，有时候真感到自己一无是处。这表现在什么地方呢？拿写文章作一个例子。专就学术文章而言，我并不认为文章是自己的好。我真正满意的学术论文并不多。反而别人的学术文章，包括一些青年后辈的文章在内，我觉得是好的。为什么会出现这种心情呢？我还没得到答案。再谈文学作品。在中学时候，虽然小伙伴们曾赠我一个诗人的绰号，实际上我没有认真写过诗。至于散文，则是写的，而且已经写了六十多年。加起来也有七八十万字了。然而自己真正满意的也屈指可数。"}
{"text":"这表现在什么地方呢？拿写文章作一个例子。专就学术文章而言，我并不认为文章是自己的好。我真正满意的学术论文并不多。反而别人的学术文章，包括一些青年后辈的文章在内，我觉得是好的。为什么会出现这种心情呢？我还没得到答案。再谈文学作品。在中学时候，虽然小伙伴们曾赠我一个诗人的绰号，实际上我没有认真写过诗。至于散文，则是写的，而且已经写了六十多年。加起来也有七八十万字了。然而自己真正满意的也屈指可数。在另一方面，别人的散文就真正觉得好的也十分有限。这又是什么原因呢？我也还没得到答案。在品行的好坏方面，我有自己的看法。什么叫好？什么又叫坏？我不通伦理学，没有深邃的理论，我只能讲几句大白话。我认为，只替自己着想，只考虑个人利益，就是坏。反之能替别人着想，考虑别人的利益，就是好。为自己着想和为别人着想，后者能超过一半，他就是好人。低于一半，则是不好的人低得过多，则是坏人。拿这个尺度来衡量一下自己，我只能承认自己是一个好人。我尽管有不少的私心杂念，但是总起来看，我考虑别人的利益还是多于一半的。至于说真话与说谎，这当然也是衡量品行的一个标准。我说过不少谎话，因为非此则不能生存。但是我还是敢于讲真话的，我的真话总是大大地超过谎话。因此我是一个好人。我这样一个自命为好人的人，生活情趣怎样呢？我是一个感情充沛的人，也是兴趣不老少的人。然而事实上生活了八十年以后，到头来自己都感到自己枯燥乏味，干干巴巴，好像是一棵枯树，只有树干和树枝，而没有一朵鲜花，一片绿叶。自己搞的所谓学问，别人称之为天书。自己写的一些专门的学术著作，别人视之为神秘。年届耄耋，过去也曾有过一些幻想，想在生活方面改弦更张，减少一点枯燥，增添一点滋润，在枯枝粗干上开出一点鲜花，长上一点绿叶然而直到今天，仍然是忙忙碌碌，有时候整天连轴转，为他人做嫁衣裳，而且退休无日，路穷有期，可叹亦复可笑我这一生，同别人差不多，阳关大道，独木小桥，都走过跨过。坎坎坷坷，弯弯曲曲，一路走了过来。我不能不承认，我运气不错，所得到的成功，所获得的虚名，都有点名不符实。在另一方面，我的倒霉也有非常人所可得者。在那骇人听闻的所谓什么大革命中，因为敢于仗义执言，几乎把老命赔上。皮肉之苦也是永世难忘的。现在，我的人生之旅快到终点了。我常常回忆八十年来的历程，感慨万端。"}
{"text":"坎坎坷坷，弯弯曲曲，一路走了过来。我不能不承认，我运气不错，所得到的成功，所获得的虚名，都有点名不符实。在另一方面，我的倒霉也有非常人所可得者。在那骇人听闻的所谓什么大革命中，因为敢于仗义执言，几乎把老命赔上。皮肉之苦也是永世难忘的。现在，我的人生之旅快到终点了。我常常回忆八十年来的历程，感慨万端。我曾问过自己一个问题如果真有那么一个造物主，要加恩于我，让我下一辈子还转生为人，我是不是还走今生走的这一条路？经过了一些思虑，我的回答是还要走这一条路。但是有一个附带条件让我的脸皮厚一点，让我的心黑一点，让我考虑自己的利益多点，让我白知之明少一点。我的心是一面镜子我生也晚，没有能看到世纪的开始。但是，时至今日，再有七年，世纪就来临了。从我目前的身体和精神两个方面来看，我能看到两个世纪的交接，是丝毫也没有问题的。在这个意义上来讲，我也可以说是与世纪共始终了，因此我有资格写我与中国世纪。对时势的推移来说，每一个人的心都是一面镜子。我的心当然也不会例外。我自认为是一个颇为敏感的人，我这一面心镜，虽不敢说是纤毫必显，然确实并不迟钝。我相信，我的镜子照出了世纪长达九十年的真实情况，是完全可以依赖的。我生在年辛亥革命那一年。我下生两个月零四天以后，那一位末代皇帝，就从宝座上被请了下来。因此，我常常戏称自己是满清遗少。到了我能记事儿的时候，还有时候听乡民肃然起敬地谈到北京的朝廷农民口中的皇帝，仿佛他们仍然高踞宝座之上。我不理解什么是朝廷，他似乎是人，又似乎是神，反正是极有权威极有力量的一种动物。这就是我的心镜中照出的清代残影。我的家乡山东清平县现归临清市是山东有名的贫困地区。我们家是一个破落的农户。祖父母早亡，我从来没有见过他们。祖父之爱我是一点也没有尝到过的。他们留下了三个儿子，我父亲行大在大排行中行七。两个叔父，最小的一个无父无母，送了人，改姓刁。剩下的两个，上无怙恃，孤苦伶仃，寄人篱下，其困难情景是难以言说的。恐怕哪一天也没有吃饱过。饿得没有办法的时候，兄弟俩就到村南枣树林子里去，捡掉在地上的烂枣，聊以果腹。"}
{"text":"这就是我的心镜中照出的清代残影。我的家乡山东清平县现归临清市是山东有名的贫困地区。我们家是一个破落的农户。祖父母早亡，我从来没有见过他们。祖父之爱我是一点也没有尝到过的。他们留下了三个儿子，我父亲行大在大排行中行七。两个叔父，最小的一个无父无母，送了人，改姓刁。剩下的两个，上无怙恃，孤苦伶仃，寄人篱下，其困难情景是难以言说的。恐怕哪一天也没有吃饱过。饿得没有办法的时候，兄弟俩就到村南枣树林子里去，捡掉在地上的烂枣，聊以果腹。这一段历史我并不清楚，因为兄弟俩谁也没有对我讲过。大概是因为太可怕，太悲惨，他们不愿意再揭过去的伤疤，也不愿意让后一代留下让人惊心动魄的回忆。但是，乡下无论如何是呆不下去了，呆下去只能成为饿殍。不知道怎么一来，兄弟俩商量好，到外面大城市里去闯荡一下，找一条活路。最近的大城市只有山东首府济南。兄弟俩到了那里，两个毛头小伙子，两个乡巴佬，到了人烟稠密的大城市里，举目无亲。他们碰到多少困难，遇到多少波折。这一段历史我也并不清楚，大概是出于同一个原因，他们谁也没有对我讲过。后来，叔父在济南立定了脚跟，至多也只能像是石头缝里的一棵小草，艰难困苦地挣扎着。于是兄弟俩商量，弟弟留在济南挣钱，哥哥回家务农，希望有朝一日，混出点名堂来，即使不能衣锦还乡，也得让人另眼相看，为父母和自己争一口气。但是，务农要有田地，这是一个最简单的常识。可我们家所缺的正是田地这玩意儿。大概我祖父留下了几亩地，父亲就靠这个来维持生活。至于他怎样侍弄这点儿地，又怎样成的家，这一段历史对我来说又是一个谜。我就是在这时候来到人间的。天无绝人之路。正在此时或稍微前一点，叔父在济南失了业，流落在关东。用身上仅存的一元钱买了湖北水灾奖券，结果中了头奖，据说得到了几千两银子。我们家一夜之间成了暴发户。父亲买了六十亩带水井的地。为了耀武扬威起见，要盖大房子。一时没有砖，他便昭告全村谁愿意拆掉自己的房子，把砖卖给他，他肯出几十倍高的价钱。俗话说重赏之下，必有勇夫。别人的房子拆掉，我们的房子盖成。东西北房各五大间。大门朝南，极有气派。兄弟俩这一口气总算争到了。然而好景不长，我父亲是乡村中朱家郭解一流的人物，仗义施财，忘乎所以。有时候到外村去赶集，他一时兴起，全席棚里喝酒吃饭的人，他都请了客。"}
{"text":"我们家一夜之间成了暴发户。父亲买了六十亩带水井的地。为了耀武扬威起见，要盖大房子。一时没有砖，他便昭告全村谁愿意拆掉自己的房子，把砖卖给他，他肯出几十倍高的价钱。俗话说重赏之下，必有勇夫。别人的房子拆掉，我们的房子盖成。东西北房各五大间。大门朝南，极有气派。兄弟俩这一口气总算争到了。然而好景不长，我父亲是乡村中朱家郭解一流的人物，仗义施财，忘乎所以。有时候到外村去赶集，他一时兴起，全席棚里喝酒吃饭的人，他都请了客。据说，没过多久，六十亩上好的良田被卖掉，新盖的房子也把东房和北房拆掉，卖了砖瓦。这些砖瓦买进时似黄金，卖出时似粪土。一场春梦终成空。我们家又成了破落户。在我能记事儿的时候，我们家已经穷到了相当可观的程度。一年大概只能吃一两次白的指白面，吃得最多的是红高粱饼子，棒子面饼子也成为珍品。我在春天和夏天，割了青草，或劈了高粱叶，背到二大爷家里，喂他的老黄牛。赖在那里不走，等着吃上一顿棒子面饼子，打一打牙祭。夏天和秋天，对门的宁大婶和宁大姑总带我到外村的田地里去拾麦子和豆子，把拾到的可怜兮兮的一把麦子或豆子交给母亲。不知道积攒多少次，才能勉强打出点麦粒，磨成面，吃上一顿白的。我当然觉得如吃龙肝凤髓。但是，我从来不记得母亲吃过一口。她只是坐在那里，瞅着我吃，眼里好像有点潮湿。我当时哪里能理解母亲的心情呀但是，我也隐隐约约地立下一个决心有朝一日，将来长大了，也让母亲吃点白的。可是，树欲静而风不止，子欲养而亲不待。还没有等到我有能力让母亲吃白的，母亲竟舍我而去，留下了我一个终生难补的心灵伤痕，抱恨终天我们家，我父亲一辈，大排行兄弟十一个。有六个因为家贫，下了关东。从此音讯杳然。留下的只有五个，一个送了人，我上面已经说过。这五个人中，只有大大爷有一个儿子，不幸早亡，我从来没有见过他。我生下以后，就成了唯一的一个男孩子。在封建社会里，这意味着什么，大家自然能理解。在济南的叔父只有一个女儿。于是兄弟俩一商量，要把我送到济南。当时母亲什么心情，我太年幼，完全不能理解。很多年以后，我才听人告诉我说，母亲曾说过要知道一去不回头的话，我拼了命也不放那孩子走这一句不是我亲耳听到的话，却终生回荡在我耳边。谁言寸草心，报得三春晖？我终于离开了家，当年我六岁。一个人的一生难免稀奇古怪的。个人走的路有时候并不由自己来决定。"}
{"text":"我生下以后，就成了唯一的一个男孩子。在封建社会里，这意味着什么，大家自然能理解。在济南的叔父只有一个女儿。于是兄弟俩一商量，要把我送到济南。当时母亲什么心情，我太年幼，完全不能理解。很多年以后，我才听人告诉我说，母亲曾说过要知道一去不回头的话，我拼了命也不放那孩子走这一句不是我亲耳听到的话，却终生回荡在我耳边。谁言寸草心，报得三春晖？我终于离开了家，当年我六岁。一个人的一生难免稀奇古怪的。个人走的路有时候并不由自己来决定。假如我当年留在家里，走的路是一条贫农的路。生活可能很苦，但风险决不会大。我今天的路怎样呢？我广开了眼界，认识了世界，认识了人生，获得了虚名。我曾走过阳关大道，也曾走过独木小桥坎坎坷坷，又颇顺顺当当，一直走到了耄耋之年。如果当年让我自己选择道路的话，我究竟要选哪一条呢？概难言矣离开故乡时，我的心镜中留下的是一幅一个贫困至极的一时走了运立刻又垮下来的农村家庭的残影。到了济南以后，我眼前换了一个世界。不用说别的，单说见到济南的山，就让我又惊又喜。我原来以为山只不过是一个个巨大无比的石头柱子。叔父当然非常关心我的教育，我是季家唯一的传宗接代的人。我上过大概一年的私塾，就进了新式的小学校，济南一师附小。一切都比较顺利。五四运动波及了山东。一师校长是新派人物，首先采用了白话文教科书。国文教科书中有一篇寓言，名叫阿拉伯的骆驼，故事讲的是得寸进尺，是国际上流行的。无巧不成书，这一篇课文偏偏让叔父看到了，他勃然变色，大声喊道骆驼怎么能说话呀这简直是胡闹赶快转学于是我就转到了新育小学。当时转学好像是非常容易，似乎没有走什么后门就转了过来。只举行一次口试，教员写了一个骡字，我认识，我的比我大一岁的亲戚不认识。我直接插入高一，而他则派进初三。一字之差，我硬是沾了一年的光。这就叫做人生最初课本还是文言，后来则也随时代潮流改了白话，不但骆驼能说话，连乌龟蛤蟆都说起话来，叔父却置之不管了。叔父是一个非常有天才的人。他并没有受过什么正规教育。在颠沛流离中，完全靠自学，获得了知识和本领。他能作诗，能填词，能写字，能刻图章。中国古书也读了不少。按照他的出身，他无论如何也不应该对宋明理学发生兴趣然而他竟然发生了兴趣，而且还极为浓烈，非同一般。这件事我至今大惑不解。"}
{"text":"我直接插入高一，而他则派进初三。一字之差，我硬是沾了一年的光。这就叫做人生最初课本还是文言，后来则也随时代潮流改了白话，不但骆驼能说话，连乌龟蛤蟆都说起话来，叔父却置之不管了。叔父是一个非常有天才的人。他并没有受过什么正规教育。在颠沛流离中，完全靠自学，获得了知识和本领。他能作诗，能填词，能写字，能刻图章。中国古书也读了不少。按照他的出身，他无论如何也不应该对宋明理学发生兴趣然而他竟然发生了兴趣，而且还极为浓烈，非同一般。这件事我至今大惑不解。我每看到他正襟危坐，威仪俨然，在读皇清经解一类十分枯燥的书时，我都觉得滑稽可笑。这当然影响了对我的教育。我这一根季家的独苗他大概想要我诗书传家。红楼梦三国演义水浒传等等，他都认为是闲书，绝对禁止看。大概出于一种逆反心理，我爱看的偏是这些书。中国旧小说，包括金瓶梅西厢记等等几十种，我都偷着看了个遍。放学后不回家，躲在砖瓦堆里看，在被窝里用手电照着看。这样大概过了有几年的时间。叔父的教育则是另外一回事。在正谊时，他出钱让我在下课后跟一个国文老师念古文，连左传等都念。回家后，吃过晚饭，立刻又到尚实英文学社去学英文，一直到深夜。这样天天连轴转，也有几年的时间。叔父相信中学为体，这是可以肯定的。但是是否也相信西学为用呢？这一点我说不清楚。反正当时社会上都认为，学点洋玩意儿是能够升官发财的。这是一种实用主义的崇洋，媚外则不见得。叔父心目中夷夏之辨是很显然的。大概是年，我在正谊中学毕了业，考入设在北园白鹤庄的山东大学附设高中文科去念书。这里的教员可谓极一时之选。国文教员王玉先生，英文教员尤桐先生刘先生和杨先生，数学教员王先生，史地教员祁蕴璞先生，伦理学教员鞠思敏先生正谊中学校长，伦理学教员完颜祥卿先生一中校长，还有教经书的大清国先生因为诨名太响亮，真名忘记了，另一位是前清翰林。两位先生教书经易经诗经，上课从不带课本，五经四书连注都能背诵如流。这些教员全是佼佼者。再加上学校环境有如仙境，荷塘四布，垂柳蔽天，是念书再好不过的地方。我有意识地认真用功，是从这里开始的。我是一个很容易受环境支配的人。在小学和初中时，成绩不能算坏，总在班上前几名，但从来没有考过甲等第一。我毫不在意，照样钓鱼摸虾。"}
