{"text":"聪明人也能看到这种便宜，而且装傻谁不会呢――所以装傻就成为一种风气。我也可以写装傻的文章，不只是可以，我是写过的――文革里谁没写过批判稿呢。但装傻是要不得的，装开了头就不好收拾，只好装到底，最后弄假成真。我知道一个例子是这样的某人文革里装傻写批判稿，原本是想搞点小好处，谁知一不小心上了人民日报头版头条，成了风云人物。到了这一步，我也不知他是真傻假傻了。再以后就被人整成了三种人。到了这个地步，就只好装下去了，真傻犯错误处理还能轻些呀。我反对愚蠢，不是反对天生就笨的人，这种人只是极少数，而且这种人还盼着变聪明。在这个世界上，大多数愚蠢里都含有假装和弄假成真的成分但这一点并不是我的发现，是萧伯纳告诉我的。在他的匹克梅梁里，息金斯教授遇上了一个假痴不癫的杜特立尔先生。息教授问你是恶棍还是傻瓜？这就是问你假傻真傻？杜先生答两样都有点，先生，凡人两样都得有点呀。在我身上，后者的成分多，前者的成分少而且我讨厌装傻，渴望变聪明。所以我才会写这本书。在社会伦理的领域里我还想反对无趣，也就是说，要反对庄严肃穆的假正经。据我的考察，在一个宽松的社会里，人们可以收获到优雅，收获到精雕细琢的浪漫在一个呆板的社会里，人们可以收获到幽默――起码是黑色的幽默。就是在我呆的这个社会里，什么都收获不到，这可是件让人吃惊的事情。看过但丁神曲的人就会知道，对人来说，刀山剑树火海油锅都不算严酷，最严酷的是寒冰地狱，把人冻在那里一动都不能动。假如一个社会的宗旨就是反对有趣，那它比寒冰地狱又有不如。在这个领域里发议论的人总是在说这个不宜提倡，那个不宜提倡。仿佛人活着就是为了被提倡。要真是这样，就不如不活。罗素先生说，参差多态乃是幸福的本源――弟兄姐妹们，让我们睁开眼睛往周围看看，所谓的参差多态，它在哪里呢。在萧翁的芭芭拉少校中，安德谢夫家族的每一代都要留下一句至理名言。那些话都编得很有意思，其中有一句是人人有权争胜负，无人有权论是非。这话也很有意思，但它是句玩笑。实际上，人只要争得了论是非的权力，他已经不战而胜了。我对自己的要求很低我活在世上，无非想要明白些道理，遇见些有趣的事。倘能如我所愿，我的一生就算成功。为此也要去论是非，否则道理不给你明白，有趣的事也不让你遇到。"}
{"text":"在萧翁的芭芭拉少校中，安德谢夫家族的每一代都要留下一句至理名言。那些话都编得很有意思，其中有一句是人人有权争胜负，无人有权论是非。这话也很有意思，但它是句玩笑。实际上，人只要争得了论是非的权力，他已经不战而胜了。我对自己的要求很低我活在世上，无非想要明白些道理，遇见些有趣的事。倘能如我所愿，我的一生就算成功。为此也要去论是非，否则道理不给你明白，有趣的事也不让你遇到。我开始得太晚了，很可能做不成什么，但我总得申明我的态度，所以就有了这本书――为我自己，也代表沉默的大多数。王小波年月日沉默的大多数君特格拉斯在铁皮鼓里，写了一个不肯长大的人。小奥斯卡发现周围的世界太过荒诞，就暗下决心要永远做小孩子。在冥冥之中，有一种力量成全了他的决心，所以他就成了个侏儒。这个故事太过神奇，但很有意思。人要永远做小孩子虽办不到，但想要保持沉默是能办到的。在我周围，像我这种性格的人特多在公众场合什么都不说，到了私下里则妙语连珠，换言之，对信得过的人什么都说，对信不过的人什么都不说。起初我以为这是因为经历了严酷的时期文革，后来才发现，这是中国人的通病。龙应台女士就大发感慨，问中国人为什么不说话。她在国外住了很多年，几乎变成了个心直口快的外国人。她把保持沉默看做怯懦，但这是不对的。沉默是一种人类学意义上的文化，一种生活方式。它的价值观很简单开口是银，沉默是金。一种文化之内，往往有一种交流信息的独特方式，甚至是特有的语言，有一些独有的信息，文化可以传播，等等。这才能叫作文化。沉默有自己的语言。举个住楼的人都知道的例子假设有人常把一辆自行车放在你门口的楼道上，挡了你的路，你可以开口去说打电话给居委会或者直接找到车主，说道同志，五讲四美，请你注意。此后他会用什么样的语言来回答你，我就不敢保证。我估计他最起码要说你事儿，假如你是女的，他还会说你事儿妈，不管你有多大岁数，够不够做他妈。当然，你也可以选择沉默的方式来表达自己对这种行为的厌恶之情把他车胎里的气放掉。干这件事时，当然要注意别被车主看见。还有一种更损的方式，不值得推荐，那就是在车胎上按上个图钉。"}
{"text":"举个住楼的人都知道的例子假设有人常把一辆自行车放在你门口的楼道上，挡了你的路，你可以开口去说打电话给居委会或者直接找到车主，说道同志，五讲四美，请你注意。此后他会用什么样的语言来回答你，我就不敢保证。我估计他最起码要说你事儿，假如你是女的，他还会说你事儿妈，不管你有多大岁数，够不够做他妈。当然，你也可以选择沉默的方式来表达自己对这种行为的厌恶之情把他车胎里的气放掉。干这件事时，当然要注意别被车主看见。还有一种更损的方式，不值得推荐，那就是在车胎上按上个图钉。有人按了图钉再拔下来，这样车主找不到窟窿在哪儿，补带时更困难。假如车子可以搬动，把它挪到难找的地方去，让车主找不着它，也是一种选择。这方面就说这么多，因为我不想编沉默的辞典。一种文化必有一些独有的信息，沉默也是有的。戈尔巴乔夫说过这样的话有一件事是公开的秘密，假如你想给自己盖个小房子，就得给主管官员些贿赂，再到国家的工地上偷点建筑材料。这样的事干得说不得，属于沉默再加上讲这些话时，戈氏是苏共总书记，所以当然语惊四座。还有一点要补充的，那就是属于沉默的事用话讲了出来，总是这么怪怪的。沉默也可以传播。在某些年代里，所有的人都不说话了，沉默就像野火一样四下漫延着。把这叫作传播，多少有点过甚其辞，但也不离大谱。在沉默的年代里，人们也在传播小道消息，这件事破坏了沉默的完整性。好在这种话语我们只在一些特定的场合说，比方说，公共厕所。最起码在追查谣言时，我们是这样交待的这话我是在厕所里听说的！这样小道消息就成了包含着排便艰巨的呓语，不值得认真对待。另外，公厕虽然也是公共场合，但我有种强烈的欲望，要把它排除在外，因为它太脏了。我属于沉默的大多数。从我懂事的年龄就常听人们说我们这一代，生于一个神圣的时代，多么幸福，而且肩负着解放天下三分之二受苦人的神圣使命等等在甜蜜之余也有一点怀疑这么多美事怎么都叫我赶上了。再说，含蓄是我们的家教。在三年困难时期，有一天开饭时，每人碗里有一小片腊肉。我弟弟见了以后，按捺不住心中的狂喜，冲上阳台，朝全世界放声高呼我们家吃大鱼大肉了！结果是被我爸爸拖回来臭揍了一顿。经过这样的教育，我一直比较深沉。所以听到别人说我们多么幸福多么神圣时，别人在受苦，我们没有受等等，心里老在想着假如我们真遇上了这么多美事，不把它说出来会不会更好。"}
{"text":"再说，含蓄是我们的家教。在三年困难时期，有一天开饭时，每人碗里有一小片腊肉。我弟弟见了以后，按捺不住心中的狂喜，冲上阳台，朝全世界放声高呼我们家吃大鱼大肉了！结果是被我爸爸拖回来臭揍了一顿。经过这样的教育，我一直比较深沉。所以听到别人说我们多么幸福多么神圣时，别人在受苦，我们没有受等等，心里老在想着假如我们真遇上了这么多美事，不把它说出来会不会更好。当然，这不是说，我不想履行自己的神圣职责。对于天下三分之二的受苦人，我是这么想的与其大呼小叫说要去解放他们让人家苦等，倒不如一声不吭。忽然有一天把他们解放，给他们一个意外惊喜。总而言之，我总是从实际的方面去考虑，而且考虑得很周到。智者千虑尚且难免一失，何况当年我只是个小孩子。我就没想到这些奇妙的话语只是说给自己听的，而且不准备当真去解放谁。总而言之，家教和天性谨慎，是我变得沉默的起因。与沉默的大多数相反，任何年代都有人在公共场合喋喋不休。我觉得他们是少数人，可能有人会不同意。如福科先生所言，话语即权力。当我的同龄人开始说话时，给我一种极恶劣的印象。有位朋友写了一本书，写的是自己在文革中的遭遇，书名为血统。可以想见，她出身不好。她要我给她的书写个序。这件事使我想起来自己在那些年的所见所闻。文革开始时，我十四岁，正上初中一年级。有一天，忽然发生了惊人的变化，班上的一部份同学忽然变成了红五类，另一部份则成了黑五类。我自己的情况特殊，还说不清是哪一类。当然，这红和黑的说法并不是我们发明出来，这个变化也不是由我们发起的。照我看来，红的同学忽然得到了很大的好处，这是值得祝贺的。黑的同学忽然遇上了很大的不幸，也值得同情。我不等对他们一一表示祝贺和同情，一些红的同学就把脑袋刮光，束上了大皮带，站在校门口，问每一个想进来的人你什么出身？他们对同班同学问得格外仔细，一听到他们报出不好的出身，就从牙缝里迸出三个字狗崽子！当然，我能理解他们突然变成了红五类的狂喜，但为此非要使自己的同学在大庭广众下变成狗崽子，未免也太过份。这使我以为，使用话语权是人前显贵，而且总都是为了好的目的。现在看来，我当年以为的未必对，但也未必全错。"}
{"text":"我不等对他们一一表示祝贺和同情，一些红的同学就把脑袋刮光，束上了大皮带，站在校门口，问每一个想进来的人你什么出身？他们对同班同学问得格外仔细，一听到他们报出不好的出身，就从牙缝里迸出三个字狗崽子！当然，我能理解他们突然变成了红五类的狂喜，但为此非要使自己的同学在大庭广众下变成狗崽子，未免也太过份。这使我以为，使用话语权是人前显贵，而且总都是为了好的目的。现在看来，我当年以为的未必对，但也未必全错。话语有一个神圣的使命，就是想要证明说话者本身与众不同，是芸芸众生中的娇娇者。现在常听说的一种说法是中国人拥有世界上最杰出的文化，在全世界一切人中最聪明。对此我不想唱任何一种反调，我也不想当人民公敌。我还持十几岁时的态度假设这些都是实情，我们不妨把这些保藏在内心处不说，闷兹蜜。这些话讲出来是不好的，正如在文革时，你可以因自己是红五类而沾沾自喜，但不要到人前去显贵，更不要说别人是狗崽子。根除了此类话语，我们这里的话就会少很多，但也未尝不是好事。现在我要说的是另一个题目我上小学六年级时，暑期布置的读书作业是南方来信。那是一本记述越南人民抗美救国斗争的读物，其中充满了处决拷打和虐杀。看完以后，心里充满了怪怪的想法。那时正在青春期的前沿，差一点要变成个性变态了。总而言之，假如对我的那种教育完全成功，换言之，假如那些园丁人类灵魂的工程师对我的期望得以实现，我就想像不出现在我怎能不嗜杀成性怎能不残忍，或者说，在我身上，怎么还会保留了一些人性。好在人不光是在书本上学习，还会在沉默中学习。这是我人性尚存的主因。现在我就在发掘沉默，但不是作为一个社会科学工来发掘。这篇东西大体属于文学的范畴，所谓文学就是先把文章写到好看，别的就管他妈的。现在我来说明自己为什么人性尚存。文化革命刚开始时，我住在一所大学里。有一天，我从校外回来，遇上一大夥人，正在向校门口行进。走在前面的是一夥大学生，彼此争论不休，而且嗓门很大当然是在用时髦话语争吵，除了毛主席的教导，还经常提到十六条。所谓十六条，是中央颁布的展开文化革命的十六条规定，其中有一条叫作要文斗不要武斗，制定出来就是供大家违反之用。在那些争论的人之中，有一个人居于中心地位。但他双唇紧闭，一声不吭，唇边似有血迹。在场的大学生有一半在追问他，要他开口说话，另一半则在维护他，不让他说话。"}
{"text":"文化革命刚开始时，我住在一所大学里。有一天，我从校外回来，遇上一大夥人，正在向校门口行进。走在前面的是一夥大学生，彼此争论不休，而且嗓门很大当然是在用时髦话语争吵，除了毛主席的教导，还经常提到十六条。所谓十六条，是中央颁布的展开文化革命的十六条规定，其中有一条叫作要文斗不要武斗，制定出来就是供大家违反之用。在那些争论的人之中，有一个人居于中心地位。但他双唇紧闭，一声不吭，唇边似有血迹。在场的大学生有一半在追问他，要他开口说话，另一半则在维护他，不让他说话。文化革命里到处都有两派之争，这是个具体的例子。至于队伍的后半部分，是一帮像我这么大的男孩子，一个个也是双唇紧闭，一声不吭，但唇边没有血迹，阴魂不散地跟在后面。有几个大学生想把他们拦住，但是不成功，你把正面拦住，他们就从侧面绕过去，但保持着一声不吭的态度。这件事相当古怪，因为我们院里的孩子相当的厉害，不但敢吵敢骂，而且动起手来，大学生还未必是个儿，那天真是令人意外的老实。我立刻投身其中，问他们出了什么事，怪的是这些孩子都不理我，继续双唇紧闭，两眼发直，显出一种坚忍的态度，继续向前行进这情形好像他们发了一种集体性的癔症。有关癔症，我们知道，有一种一声不吭，只顾扬尘舞蹈另一种喋喋不休，就不大扬尘舞蹈。不管哪一种，心里想的和表现出来的完全不是一回事。我在北方插队时，村里有几个妇女有癔症，其中有一位，假如你信她的说法，她其实是个死去多年的狐狸，成天和丈夫假定此说成立，这位丈夫就是个兽奸犯吵吵闹闹，以狐狸的名义要求吃肉。但肉割来以后，她要求把肉煮熟，并以大蒜佐餐。很显然，这不合乎狐狸的饮食习惯。所以，实际上是她，而不是它要吃肉。至于文化革命，有几分像场集体性的癔症，大家闹的和心里想的也不是一回事。但是我说的那些大学里的男孩子其实没有犯癔症。后来，我揪住了一个和我很熟的孩子，问出了这件事的始末原来，在大学生宿舍的盥洗室里，有两个学生在洗脸时相遇，为各自不同的观点争辩起来。争着争着，就打了起来。其中一位受了伤，已被送到医院。另一位没受伤，理所当然地成了打人凶手，就是走在队伍前列的那一位。这一大夥人在理论上是前往某个机构叫作校革委还是筹委会，我已经不记得了讲理，实际上是在校园里做无目标的布朗运动。"}
{"text":"后来，我揪住了一个和我很熟的孩子，问出了这件事的始末原来，在大学生宿舍的盥洗室里，有两个学生在洗脸时相遇，为各自不同的观点争辩起来。争着争着，就打了起来。其中一位受了伤，已被送到医院。另一位没受伤，理所当然地成了打人凶手，就是走在队伍前列的那一位。这一大夥人在理论上是前往某个机构叫作校革委还是筹委会，我已经不记得了讲理，实际上是在校园里做无目标的布朗运动。这个故事还有另一个线索被打伤的学生血肉模糊，有一只耳朵是左耳还是右耳已经记不得，但我肯定是两者之一的一部份不见了，在现场也没有找到。根据一种安加莎克里斯蒂式的推理，这块耳朵不会在别的地方，只能在打人的学生嘴里，假如他还没把它吃下去的话因为此君不但脾气暴燥，急了的时候还会咬人，而且咬了不止一次了。我急于交待这件事的要点，忽略了一些细节，比方说，受伤的学生曾经惨叫了一声，别人就闻声而来，使打人者没有机会把耳朵吐出来藏起来，等等。总之，此君现在只有两个选择，或是在大庭广众之中把耳朵吐出来，证明自己的品行恶劣，或者把它吞下去。我听到这些话，马上就加入了尾随的行列，双唇紧闭，牙关紧咬，并且感觉到自己嘴里仿佛含了一块咸咸的东西。现在我必须承认，我没有看到那件事的结局因为天晚了，回家太晚会有麻烦。但我的确关心着这件事的进展，几乎失眠。这件事的结局是别人告诉我的最后，那个咬人的学生把耳朵吐了出来，并且被人逮住了。不知你会怎么看，反正当时我觉得如释重负不管怎么说，人性尚且存在。同类不会相食，也不会把别人的一部份吞下去。当然，这件事可能会说明一些别的东西比方说，咬掉的耳朵块太大，咬人的学生嗓子眼太细，但这些可能性我都不愿意考虑。我说到这件事，是想说明我自己曾在沉默中学到了一点东西，而这些东西是好的。这是我选择沉默的主要原因之一从话语中，你很少能学到人性，从沉默中却能。假如还想学得更多，那就要继续一声不吭。有一件事大多数人都知道我们可以在沉默和话语两种文化中选择。我个人经历过很多选择的机会，比方说，插队的时候，有些插友就选择了说点什么，到积代会上去讲用，然后就会有些好处。有些话年轻的朋友不熟悉，我只能简单地解释道积代会是活学活用毛主席著作积极分子代表大会，讲用是指讲自己活学活用毛主席著作的心得体会。参加了积代会，就是积极分子。而积极分子是个好意思。"}
{"text":"假如还想学得更多，那就要继续一声不吭。有一件事大多数人都知道我们可以在沉默和话语两种文化中选择。我个人经历过很多选择的机会，比方说，插队的时候，有些插友就选择了说点什么，到积代会上去讲用，然后就会有些好处。有些话年轻的朋友不熟悉，我只能简单地解释道积代会是活学活用毛主席著作积极分子代表大会，讲用是指讲自己活学活用毛主席著作的心得体会。参加了积代会，就是积极分子。而积极分子是个好意思。另一种机会是当学生时，假如在会上积极发言，再积极参加社会活动，就可能当学生干部，学生干部又是个好意思。这些机会我都自愿地放弃了。选择了说话的朋友可能不相信我是自愿放弃的，他们会认为，我不会说话或者不够档次，不配说话。因为话语即权力，权力又是个好意思，所以的确有不少人挖空心思要打进话语的圈子，甚至在争夺话语权。我说我是自愿放弃的，有人会不信好在还有不少人会相信。主要的原因是进了那个圈子就要说那种话，甚至要以那种话来思索，我觉得不够有意思。据我所知，那个圈子里常常犯着贫乏症。二十多年前，我在云南当知青。除了穿着比较乾净皮肤比较白晰之外，当地人怎么看待我们，是个很费猜的问题。我觉得，他们以为我们都是台面上的人，必须用台面上的语言和我们交谈最起码在我们刚去时，他们是这样想的。这当然是一个误会，但并不讨厌。还有个讨厌的误会是他们以为我们很有钱，在集市上死命地朝我们要高价，以致我们买点东西，总要比当地人多花一两倍的钱。后来我们就用一种独特的方法买东西不还价，甩下一叠毛票让你慢慢数，同时把货物抱走。等你数清了毛票，连人带货都找不到了。起初我们给的是公道价，后来有人就越给越少，甚至在毛票里杂有些分票。假如我说自己洁身自好，没干过这种事，你一定不相信所以我决定不争辩。终于有一天，有个学生在这样买东西时被老乡扯住了但这个人决不是我。那位老乡决定要说该同学一顿，期期艾艾地憋了好半天，才说出哇！不行啦！思想啦！斗私批修啦！后来我们回家去，为该老乡的话语笑得打滚。可想而知，在今天，那老乡就会说哇！不行啦！五讲啦！四美啦！三热爱啦！同样也会使我们笑得要死。从当时的情形和该老乡的情绪来看，他想说的只是一句很简单的话，那一句话的头一个字发音和洗澡的澡有些相似。"}
{"text":"假如我说自己洁身自好，没干过这种事，你一定不相信所以我决定不争辩。终于有一天，有个学生在这样买东西时被老乡扯住了但这个人决不是我。那位老乡决定要说该同学一顿，期期艾艾地憋了好半天，才说出哇！不行啦！思想啦！斗私批修啦！后来我们回家去，为该老乡的话语笑得打滚。可想而知，在今天，那老乡就会说哇！不行啦！五讲啦！四美啦！三热爱啦！同样也会使我们笑得要死。从当时的情形和该老乡的情绪来看，他想说的只是一句很简单的话，那一句话的头一个字发音和洗澡的澡有些相似。我举这个例子，绝不是讨了便宜又要卖乖，只是想说明一下话语的贫乏。用它来说话都相当困难，更不要说用它来思想了。话语圈子里的朋友会说，我举了一个很恶劣的例子我记住这种事，只是为了丑化生活但我自己觉得不是的。还有一些人会说，我们这些熟练掌握了话语的人在嘲笑贫下中农，这是个卑劣的行为。说实在的，那些话我虽耳熟，但让我把它当众讲出口来，那情形不见得比该老乡好很多。我希望自己朴实无华，说起话来，不要这样绕嘴，这样古怪，这样让人害怕。这也是我保持沉默的原因之一。中国人有句古话敬惜字纸。这话有古今两种通俗变体古代人们说，用印了字的纸擦屁股要瞎眼睛现代有种近似科学的说法用有油墨的纸擦屁股会生痔疮。其实，真正要敬惜的根本就不是纸，而是字。文字神圣。我没听到外国有类似的说法，他们那里神圣的东西都与上帝有关。人间的事物要想神圣，必须经过上帝或者上帝在人间代理机构的认可。听说，天主教的主教就需要教皇来祝圣。相比之下，中国人就不需要这个手续。只要读点书，识点字，就可以写文章。写来写去，自祝自圣。这件事有好处，也有不好处。好处是达到神圣的手续甚为简便，坏处是写什么都要带点圣气，就丧失了平常心。我现在在写字，写什么才能不亵渎我神圣的笔，真是个艰巨的问题。古代和近代有两种方法可以壮我的胆。古代的方法是，文章要从夫子曰开始。近代的方法是从毛主席教导我们说开始。这两种方法我都不拟采用。其结果必然是这篇文字和我以往任何一篇文字一样，没有丝毫的神圣性。我们所知道并且可以交流的信息有三级一种心知肚明，但既不可说也不可写。另一种可说不可写，我写小说，有时就写出些汉语拼音来。最后一种是可以写出来的。当然，说得出的必做得出，写得出的既做得出也说得出此理甚明。人们对最后这类信息交流方式抱有崇敬之情。"}
