{"text":"仿佛是一般的渴望着整个的社会主义的社会。而事实上，毁灭的新人，是当前的战斗的迫切的任务在斗争过程之中去创造，去锻炼，去改造成一种新式的人物，和木罗式加，美谛克等等不同的人物。这可是现在的人，是一些人，是做群众之中的骨干的人，而不是一般的人类，不是笼统的人类，正是群众之中的一些人，领导的人，新的整个人类的先辈。这一点是值得特别提出来说的。当然，译文的错误，仅仅是一个字眼上的错误人是一个字眼，人类是另外一个字眼。整本的书仍旧在我们面前，你的也很正确的了解到毁灭的主题。可是翻译要精确，就应当估量每一个字眼。毁灭的出版，始终是值得纪念的。我庆祝你。希望你考虑我的意见，而对于翻译问题，对于一般的言语革命问题，开始一个新的斗争。一九三一，十二，五。回信敬爱的同志看见你那关于翻译的信以后，使我非常高兴。从去年的翻译洪水泛滥以来，使许多人攒眉叹气，甚而至于讲冷话。我也是一个偶而译书的人，本来应该说几句话的，然而至今没有开过口。强聒不舍虽然是勇壮的行为，但我所奉行的，却是不可与言而与之言，失言这一句古老话。况且前来的大抵是纸人纸马，说得耳熟一点，那便是阴兵，实在是也无从迎头痛击。就拿赵景深教授老爷来做例子罢，他一面专门攻击科学的文艺论译本之不通，指明被压迫的作家匿名之可笑，一面却又大发慈悲，说是这样的译本，恐怕大众不懂得。好像他倒天天在替大众计划方法，别的来搅乱了他的阵势似的。这正如俄国革命以后，欧美的富家奴去看了一看，回来就摇头皱脸，做出文章，慨叹着工农还在怎样吃苦，怎样忍饥，说得满纸凄凄惨惨。仿佛惟有他却是极希望一个筋斗，工农就都住王宫，吃大菜，躺安乐椅子享福的人。谁料还是苦，所以俄国不行了，革命不好了，阿呀阿呀了，可恶之极了。对着这样的哭丧脸，你同他说什么呢？假如觉得讨厌，我想，只要拿指头轻轻的在那纸糊架子上挖一个窟窿就可以了。赵老爷评论翻译，拉了严又陵，并且替他叫屈，于是累得他在你的信里也挨了一顿骂。但由我看来，这是冤枉的，严老爷和赵老爷，在实际上，有虎狗之差。极明显的例子，是严又陵为要译书，曾经查过汉晋六朝翻译佛经的方法，赵老爷引严又陵为地下知己，却没有看这严又陵所译的书。现在严译的书都出版了，虽然没有什么意义，但他所用的工夫，却从中可以查考。"}
{"text":"对着这样的哭丧脸，你同他说什么呢？假如觉得讨厌，我想，只要拿指头轻轻的在那纸糊架子上挖一个窟窿就可以了。赵老爷评论翻译，拉了严又陵，并且替他叫屈，于是累得他在你的信里也挨了一顿骂。但由我看来，这是冤枉的，严老爷和赵老爷，在实际上，有虎狗之差。极明显的例子，是严又陵为要译书，曾经查过汉晋六朝翻译佛经的方法，赵老爷引严又陵为地下知己，却没有看这严又陵所译的书。现在严译的书都出版了，虽然没有什么意义，但他所用的工夫，却从中可以查考。据我所记得，译得最费力，也令人看起来最吃力的，是穆勒名学和群己权界论的一篇自序，其次就是这论，后来不知怎地又改称为权界，连书名也很费解了。最好懂的自然是天演论，桐城气息十足，连字的平仄也都留心，摇头晃脑的读起来，真是音调铿锵，使人不自觉其头晕。这一点竟感动了桐城派老头子吴汝纶，不禁说是足与周秦诸子相上下了。然而严又陵自己却知道这太达的译法是不对的，所以他不称为翻译，而写作侯官严复达忄旨序例上发了一通信达雅之类的议论之后，结末却声明道什法师云，学我者病。来者方多，慎勿以是书为口实也！好像他在四十年前，便料到会有赵老爷来谬托知己，早已毛骨悚然一样。仅仅这一点，我就要说，严赵两大师，实有虎狗之差，不能相提并论的。那么，他为什么要干这一手把戏呢？答案是那时的留学生没有现在这么阔气，社会上大抵以为西洋人只会做机器――尤其是自鸣钟――留学生只会讲鬼子话，所以算不了士人的。因此他便来铿锵一下子，铿锵得吴汝纶也肯给他作序，这一序，别的生意也就源源而来了，于是有名学，有法意，有原富等等。但他后来的译本，看得信比达雅都重一些。他的翻译，实在是汉唐译经历史的缩图。中国之译佛经，汉末质直，他没有取法。六朝真是达而雅了，他的天演论的模范就在此。唐则以信为主，粗粗一看，简直是不能懂的，这就仿佛他后来的译书。译经的简单的标本，有金陵刻经处汇印的三种译本大乘起信论，也是赵老爷的一个死对头。但我想，我们的译书，还不能这样简单，首先要决定译给大众中的怎样的读者。将这些大众，粗粗的分起来甲，有很受了教育的乙，有略能识字的丙，有识字无几的。而其中的丙，则在读者的范围之外，启发他们是图画，演讲，戏剧，电影的任务，在这里可以不论。"}
{"text":"六朝真是达而雅了，他的天演论的模范就在此。唐则以信为主，粗粗一看，简直是不能懂的，这就仿佛他后来的译书。译经的简单的标本，有金陵刻经处汇印的三种译本大乘起信论，也是赵老爷的一个死对头。但我想，我们的译书，还不能这样简单，首先要决定译给大众中的怎样的读者。将这些大众，粗粗的分起来甲，有很受了教育的乙，有略能识字的丙，有识字无几的。而其中的丙，则在读者的范围之外，启发他们是图画，演讲，戏剧，电影的任务，在这里可以不论。但就是甲乙两种，也不能用同样的书籍，应该各有供给阅读的相当的书。供给乙的，还不能用翻译，至少是改作，最好还是创作，而这创作又必须并不只在配合读者的胃口，讨好了，读的多就够。至于供给甲类的读者的译本，无论什么，我是至今主张宁信而不顺的。自然，这所谓不顺，决不是说跪下要译作跪在膝之上，天河要译作牛奶路的意思，乃是说，不妨不像吃茶淘饭一样几口可以咽完，却必须费牙来嚼一嚼。这里就来了一个问题为什么不完全中国化，给读者省些力气呢？这样费解，怎样还可以称为翻译呢？我的答案是这也是译本。这样的译本，不但在输入新的内容，也在输入新的表现法。中国的文或话，法子实在太不精密了，作文的秘诀，是在避去熟字，删掉虚字，就是好文章，讲话的时候，也时时要辞不达意，这就是话不够用，所以教员讲书，也必须借助于粉笔。这语法的不精密，就在证明思路的不精密，换一句话，就是脑筋有些胡涂。倘若永远用着胡涂话，即使读的时候，滔滔而下，但归根结蒂，所得的还是一个胡涂的影子。要医这病，我以为只好陆续吃一点苦，装进异样的句法去，古的，外省外府的，外国的，后来便可以据为己有。这并不是空想的事情。远的例子，如日本，他们的文章里，欧化的语法是极平常的了，和梁启超做和文汉读法时代，大不相同近的例子，就如来信所说，一九二五年曾给群众造出过罢工这一个字眼，这字眼虽然未曾有过，然而大众已都懂得了。我还以为即便为乙类读者而译的书，也应该时常加些新的字眼，新的语法在里面，但自然不宜太多，以偶尔遇见，而想一想，或问一问就能懂得为度。必须这样，群众的言语才能够丰富起来。什么人全都懂得的书，现在是不会有的，只有佛教徒的字，据说是人人能解，但可惜又是解各不同。就是数学或化学书，里面何尝没有许多术语之类，为赵老爷所不懂，然而赵老爷并不提及者，太记得了严又陵之故也。"}
{"text":"我还以为即便为乙类读者而译的书，也应该时常加些新的字眼，新的语法在里面，但自然不宜太多，以偶尔遇见，而想一想，或问一问就能懂得为度。必须这样，群众的言语才能够丰富起来。什么人全都懂得的书，现在是不会有的，只有佛教徒的字，据说是人人能解，但可惜又是解各不同。就是数学或化学书，里面何尝没有许多术语之类，为赵老爷所不懂，然而赵老爷并不提及者，太记得了严又陵之故也。说到翻译文艺，倘以甲类读者为对象，我是也主张直译的。我自己的译法，是譬如山背后太阳落下去了，虽然不顺，也决不改作日落山阴，因为原意以山为主，改了就变成太阳为主了。虽然创作，我以为也得加以这样的区别。一面尽量的输入，一面尽量的消化，吸收，可用的传下去了，渣滓就听他剩落在过去里。所以在现在容忍多少的不顺，倒并不能算防守，其实也还是一种的进攻。在现在民众口头上的话，那不错，都是顺的，但为民众口头上的话搜集来的话胚，其实也还是要顺的，因此我也是主张容忍不顺的一个。但这情形也当然不是永远的，其中的一部分，将从不顺而成为顺，有一部分，则因为到底不顺而被淘汰，被踢开。这最要紧的是我们自己的批判。如来信所举的译例，我都可以承认比我译得更达，也可推定并且更信，对于和读者，都有很大的益处。不过这些只能使甲类的读者懂得，于乙类的读者是太艰深的。由此也可见现在必须区别了种种的读者层，有种种的译作。为乙类读者译作的方法，我没有细想过，此刻说不出什么来。但就大体看来，现在也还不能和口语――各处各种的土话――合一，只能成为一种特别的白话，或限于某一地方的白话。后一种，某一地方以外的读者就看不懂了，要它分布较广，势必至于要用前一种，但因此也就仍然成为特别的白话，文言的分子也多起来。我是反对用太限于一处的方言的，例如小说中常见的别闹别说等类罢，假使我没有到过北京，我一定解作另外捣乱另外去说的意思，实在远不如较近文言的不要来得容易了然，这样的只在一处活着的口语，倘不是万不得已，也应该回避的。还有章回体小说中的笔法，即使眼熟，也不必尽是采用，例如林冲笑道原来，你认得。和原来，你认得。――林冲笑着说。这两条，后一例虽然看去有些洋气，其实我们讲话的时候倒常用，听得耳熟的。"}
{"text":"我是反对用太限于一处的方言的，例如小说中常见的别闹别说等类罢，假使我没有到过北京，我一定解作另外捣乱另外去说的意思，实在远不如较近文言的不要来得容易了然，这样的只在一处活着的口语，倘不是万不得已，也应该回避的。还有章回体小说中的笔法，即使眼熟，也不必尽是采用，例如林冲笑道原来，你认得。和原来，你认得。――林冲笑着说。这两条，后一例虽然看去有些洋气，其实我们讲话的时候倒常用，听得耳熟的。但中国人对于小说是看的，所以还是前一例觉得眼熟，在书上遇见后一例的笔法，反而好像生疏了。没有法子，现在只好采说书而去其油滑，听闲谈而去其散漫，博取民众的口语而存其比较的大家能懂的字句，成为四不像的白话。这白话得是活的，活的缘故，就因为有些是从活的民众的口头取来，有些是要从此注入活的民众里面去。临末，我很感谢你信末所举的两个例子。一，我将甚至于比自己还要亲近译成较之自己较之别人，还要亲近的人们，是直译德日两种译本的说法的。这恐怕因为他们的语法中，没有像甚至于这样能够简单而确切地表现这口气的字眼的缘故，转几个弯，就成为这么拙笨了。二，将新的人的人字译成人类，那是我的错误，是太穿凿了之后的错误。莱奋生望见的打麦场上的人，他要造他们成为目前的战斗的人物，我是看得很清楚的，但当他默想新的人的时候，却也很使我默想了好久一人的原文，日译本是人间，德译本是s，都是单数，但有时也可作人们解二他在目前就想有新的极好的有力量的慈善的人，希望似乎太奢，太空了。我于是想到他的出身，是商人的孩子，是智识分子，由此猜测他的战斗，是为了经过阶级斗争之后的无阶级社会，于是就将他所设想的目前的人，跟着我的主观的错误，搬往将来，并且成为人们――人类了。在你未曾指出之前，我还自以为这见解是很高明的哩，这是必须对于读者，赶紧声明改正的。总之，今年总算将这一部纪念碑的小说，送在这里的读者们的面前了。译的时候和印的时候，颇经过了不少艰难，现在倒也退出了记忆的圈外去，但我真如你来信所说那样，就像亲生的儿子一般爱他，并且由他想到儿子的儿子。还有铁流，我也很喜欢。"}
{"text":"在你未曾指出之前，我还自以为这见解是很高明的哩，这是必须对于读者，赶紧声明改正的。总之，今年总算将这一部纪念碑的小说，送在这里的读者们的面前了。译的时候和印的时候，颇经过了不少艰难，现在倒也退出了记忆的圈外去，但我真如你来信所说那样，就像亲生的儿子一般爱他，并且由他想到儿子的儿子。还有铁流，我也很喜欢。这两部小说，虽然粗制，却并非滥造，铁的人物和血的战斗，实在够使描写多愁善病的才子和千娇百媚的佳人的所谓美文，在这面前淡到毫无踪影。不过我也和你的意思一样，以为这只是一点小小的胜利，所以也很希望多人合力的更来绍介，至少在后三年内，有关于内战时代和建设时代的纪念碑的的文学书八种至十种，此外更译几种虽然往往被称为无产者文学，然而还不免含有小资产阶级的偏见如巴比塞和基督教社会主义的偏见如辛克莱的代表作，加上了分析和严正的批评，好在那里，坏在那里，以备对比参考之用，那么，不但读者的见解，可以一天一天的分明起来，就是新的创作家，也得了正确的师范了。一九三一，十二，二八。本篇最初发表于一九三二年六月文学月报第一卷第一号。发表时题为论翻译，副标题为答论翻译。即瞿秋白。他给的这封信曾以论翻译为题，发表于一九三一年十二月十一日二十五日十字街头第一二期。Z同志指曹靖华，河南卢氏人，未名社成员，翻译家。当时在苏联列宁格勒大学任教，译有铁流等。教堂斯拉夫文即教会斯拉夫文，是十一至十七世纪东部斯拉夫人俄罗斯人乌克兰人和白俄罗斯人和南部斯拉夫人保加利亚人塞尔维亚人和克鲁特人在祷告时使用的语文。在俄国，这种文字曾广泛用于宗教性著作和学术著作，对十八世纪以前的俄语有过很大的影响。洛莫洛莎夫通译罗蒙诺索夫，俄国学者，著有俄国语法等。现代俄国文学语言即由他开始建立，经过普希金而奠定了巩固的基础。普希金―，俄国诗人，著有长诗叶甫盖尼奥涅金小说上尉的女儿等。译须信雅达，文必夏殷周严复几道在天演论译例言中说译事三难信达雅。求其信已大难矣顾信矣，不达虽译犹不译也，则达尚焉。为达即所以为信也。三者按即信达雅乃文章正轨，亦即为译事楷模。故信达而外，求其尔雅。"}
{"text":"洛莫洛莎夫通译罗蒙诺索夫，俄国学者，著有俄国语法等。现代俄国文学语言即由他开始建立，经过普希金而奠定了巩固的基础。普希金―，俄国诗人，著有长诗叶甫盖尼奥涅金小说上尉的女儿等。译须信雅达，文必夏殷周严复几道在天演论译例言中说译事三难信达雅。求其信已大难矣顾信矣，不达虽译犹不译也，则达尚焉。为达即所以为信也。三者按即信达雅乃文章正轨，亦即为译事楷模。故信达而外，求其尔雅。又吴汝纶为天演论作中有严子一文之，而其书乃VV与晚周诸子相上下等语。严译名著指严复所译英国赫胥黎天演论英国亚当斯密原富英国甄克思社会通诠英国穆勒群己权界论法国孟德斯鸠法意英国斯宾塞群学肄言英国耶方思名学浅说穆勒名学等书。这些书曾陆续出版，一九二年前后商务印书馆把它们汇集重印，总称严译名著丛刊。宁错而务顺，毋拗而仅信这是对赵景深翻译主张所作的归纳，参看本书几条顺的翻译及其注。梁启超字卓如，号任公，广东新会人，学者，清末维新运动领导者之一。他用浅显的文言著述，撰有饮冰室文集。复信中提到的和文汉读法，是他写的一本供中国人学日语用的书。仓颉相传是黄帝的史官，我国最初创造文字的人。理契苏联文艺评论家文史学家，曾为法捷耶夫的长篇小说毁灭写了代序――一个新人的故事。即瞿秋白，江苏常州人，中国共产党早期领导人之一。一九二七年国民党叛变革命后，他曾主持召开八月七日党中央紧急会议，结束了陈独秀右倾机会主义在党内的统治。一九二七年冬至一九二八年春，在担任中共中央政治局临时书记时，犯了左倾盲动主义路线的错误。一九三一年至一九三三年在上海从事革命文化工作。一九三五年三月在福建游击区被国民党逮捕，同年六月在福建长汀被国民党杀害。强聒不舍语见庄子天下强聒不舍者也。不可与言而与之言，失言语见论语卫灵公。桐城气息指桐城派的文章风格。"}
{"text":"一九二七年国民党叛变革命后，他曾主持召开八月七日党中央紧急会议，结束了陈独秀右倾机会主义在党内的统治。一九二七年冬至一九二八年春，在担任中共中央政治局临时书记时，犯了左倾盲动主义路线的错误。一九三一年至一九三三年在上海从事革命文化工作。一九三五年三月在福建游击区被国民党逮捕，同年六月在福建长汀被国民党杀害。强聒不舍语见庄子天下强聒不舍者也。不可与言而与之言，失言语见论语卫灵公。桐城气息指桐城派的文章风格。清代方苞刘大姚鼐等人主张师法先秦两汉及唐宋八大家的作品，讲义理考据词章，他们的创作形成一种文学流派。因为方姚都是安徽桐城人，所以被称为桐城派。吴汝纶字挚甫，安徽桐城人，桐城派后期作家。严复关于达d的话，见天演论译例言，原文说译文取明深义，故词句之间，时有所俚降叩垢揭妫不斤斤于字比句次，而意义则不倍背本文。题曰达d，不云笔译，取便发挥，实非正法。什法师有云学我者病。来者方多，幸勿以是书为口实也。什法师即鸠摩罗什法师，我国后秦高僧，佛经翻译家。原籍天竺古印度，生于西域龟兹国今新疆库车。他和弟子八百多人，曾用意译的方法，译出佛经七十四部，共三八四卷。大乘起信论解释大乘教理的佛教经书。相传为古印度马鸣著，我国有南朝梁真谛和唐代实叉难陀的译本。南京金陵刻经处一八九八年曾出版收有这两种译文的大乘起信论会译。巴比塞ss，法国作家，主要作品有长篇小说火线光明及斯大林传等。基督教社会主义十九世纪中叶在欧洲形成的资产阶级改良主义思潮。它把基督教的教义涂上社会主义色彩，认为只要实行基督教的博爱互济等教义，就能使劳动人民摆脱一切社会苦难。代表人物有英国的莫里斯和金斯莱等。关于小说题材的通信并及来信关于小说题材的通信并及来信先生要这样冒昧地麻烦先生的心情，是抑制得很久的了，但像我们心目中的先生，大概不会淡漠一个热忱青年的请教的吧。这样几度地思量之后，终于唐突地向你表示我们在文艺上――尤其是短篇小说上的迟疑和犹豫了。"}
{"text":"代表人物有英国的莫里斯和金斯莱等。关于小说题材的通信并及来信关于小说题材的通信并及来信先生要这样冒昧地麻烦先生的心情，是抑制得很久的了，但像我们心目中的先生，大概不会淡漠一个热忱青年的请教的吧。这样几度地思量之后，终于唐突地向你表示我们在文艺上――尤其是短篇小说上的迟疑和犹豫了。我们曾手写了好几篇短篇小说，所采取的题材一个是专就其熟悉的小资产阶级的青年，把那些在现时代所显现和潜伏的一般的弱点，用讽刺的艺术手腕表示出来一个是专就其熟悉的下层人物――在现时代大潮流冲击圈外的下层人物，把那些在生活重压下强烈求生的欲望的朦胧反抗的冲动，刻划在创作里面，――不知这样内容的作品，究竟对现时代，有没有配说得上有贡献的意义？我们初则迟疑，继则提起笔又犹豫起来了。这须请先生给我们一个指示，因为我们不愿意在文艺上的努力，对于目前的时代，成为白费气力，毫无意义的。我们决定在这一个时代里，把我们的精力放在有意义的文艺上，借此表示我们应有的助力和贡献，并不是先生所说的那一辈略有小名，便去而之他的文人。因此，目前如果先生愿给我们以指示，这指示便会影响到我们终身的。虽然也曾看见过好些普罗作家的创作，但总不愿把一些虚构的人物使其翻一个身就革命起来，却喜欢捉几个熟悉的模特儿，真真实实地刻划出来――这脾气是否妥当，确又没有十分的把握了。所以三番五次的思维，只有冒昧地来唐突先生了。即祝近好！s及上十一月廿九日。回信及先生接到来信后，未及回答，就染了流行性感冒，头重眼肿，连一个字也不能写，近几天总算好起来了，这才来写回信。同在上游，而竟拖延到一个月，这是非常抱歉的。两位所问的，是写短篇小说的时候，取来应用的材料的问题。而所站的立场，如信上所写，则是小资产阶级的立场。如果是战斗的无产者，只要所写的是可以成为艺术品的东西，那就无论他所描写的是什么事情，所使用的是什么材料，对于现代以及将来一定是有贡献的意义的。为什么呢？因为本身便是一个战斗者。但两位都并非那一阶级，所以当动笔之先，就发生了来信所说似的疑问。我想，这对于目前的时代，还是有意义的，然而假使永是这样的脾气，却是不妥当的。别阶级的文艺作品，大抵和正在战斗的无产者不相干。"}
