{"text":"台北的街头小景，完全是我透过汽车的玻璃用眼睛看到的，并没有什么真实的感受。我原来觉得，台北离我远得很，像三山半落青天外那样不知多么远。我也从来没有敢希望亲临其境。然而，我今天确确实实是来到了台北。脚一踏上台北的土地，就使我大吃一惊，吃惊的不是像爱丽丝漫游奇境那样，而是像回到了五十年前的老家那样。街上来来往往，衣服穿着，跟大陆上一模一样。街道的建构，有一些地段同香港一样，人行道上有阁楼，下雨也不会挨淋。说的话很接近普通话，不像广州香港那样的南蛮`舌之音。特别引人注目的是，满街的匾额都是繁体字。不见自行车，没有交通警，车辆行人都服从红绿灯的指挥。堵车时，让我立刻就想到泰国曼谷。长时间的堵车，前进不得，后退不行。此时只有摩托车像大海中的游鱼，从汽车行列的空隙中，蜿蜒前进，转瞬就能走出去很远，令车中焦急的人羡煞。摩托车后座上时有靓女，头戴钢盔，秀发在风中飘扬，是一道很美很美的风景线。我细察街旁的商店，槟榔店特多，这大概与当地的气候有关。我也乘坐过出租车，车前座位旁没有防劫车玻璃板。其中消息，颇耐人寻味。我不知道，台湾算不算是亚热带，反正天气温暖，常年不结冰，湿度很大。这些都大大有利于花草树木的成长。出台北以后，山清水秀，绿色成为主要色调。有些楼房前有小花园，栽种松柏等常绿树木，仿佛到了日本。在我的印象中，街头有不少开花的树。虽然不是由于看花苦为译秦名，同是中国领土，用不着译秦名，但是，我却确实是不知道花的名称，心头也曾漾起一丝烦恼。街头小景，光怪陆离，变幻多端。我被禁锢在汽车小天地中，透过车窗，只能看到这一些，这当然是很不够的。但是限于时间，我也只能看到这个程度了。我现在只希望，将来能够再有时机和好运，再来台北一次。到那时候，我一定脱开一切羁绊，从容漫步街头，把一切都看得更真，更实，更细致，更完整。血浓子水台湾人对大陆的人究竟有什么看法呢？说句老实话，我是带着这样的问号到台湾去的。再说一句更老实的话，我是怀着对这个问号的回答到台湾去的，而且我的回答是悲观的，是消极的。"}
{"text":"但是限于时间，我也只能看到这个程度了。我现在只希望，将来能够再有时机和好运，再来台北一次。到那时候，我一定脱开一切羁绊，从容漫步街头，把一切都看得更真，更实，更细致，更完整。血浓子水台湾人对大陆的人究竟有什么看法呢？说句老实话，我是带着这样的问号到台湾去的。再说一句更老实的话，我是怀着对这个问号的回答到台湾去的，而且我的回答是悲观的，是消极的。试想大陆和台湾分开已经五十年了，中国人自己制造的一些障碍，加上外国那一个以世界警察自居的居心叵测的大国从中搅和，再加上在一段时间内儿戏般的每天炮击金门马祖的记忆，在大陆人心中是无所谓的，但是，在台湾人心中恐怕是填满了一肚子愤懑，对大陆人不会怀有好感的。我就是怀着这样惴惴不安的心情登上了从香港到台北的飞机的。但是，一走进飞机舱口，几位空姐亭亭玉立，站在一旁，看我年迈，立即用手搀扶，脸上的笑容，淳朴美好，令人一看就能知道，这是出自内心的微笑。平常照相，拍摄者总会喊一句笑一笑这种微笑说到坏处，就只能像电影瞧，这一家子中陈强的微笑。空姐的微笑与此决不相同。我们现在号召微笑服务，这当然比当年的训斥服务要好上一千倍。但是，其中总免不了伪装做作的成分，令上帝们感到还不如当年满面怒容的训斥那样容易接受。现在台湾空姐的微笑与此全然异趣。我想，她们会知道，从香港登机到台北去的旅客中决不会缺少大陆人土的。这微笑是否与此有关呢？想到此处，我自己也觉得好笑起来，你这不是想入非非了吗？可能有点的。但是，在从香港到台北的一个多小时的飞行中，空姐们不但殷勤提供饮料，还给每一位客人准备了一顿丰盛的午餐，她们行动快捷而态度从容，事情繁忙而有条不紊，其中决没有任何假冒伪劣的成分，这是每个人都能感觉到的。我终于把惴惴不安的心情打发得一干二净，怀着其乐融融的心情，登上了台湾的土地。一走出机场大厅，又让我大吃一惊。原来在台湾的北京大学东方语专的十几位校友，几乎是全体都赶到机场来欢迎我们了。他们都已接近或超过古稀之年，举着长达数丈的大红布标，上边写着欢迎我的字样。这真是大出我意料，一时感动得泪珠在眼眶里直滚。这使我立即想到了我们常说的血浓于水四个有深刻意义的字。一讲到海峡两岸的关系，很多人口头上或文章中就自然而然流出了这四个字。今天我到了台湾，一登上台湾的土地，这四个字竟也毫不勉强完全自然地涌上了我的心头。"}
{"text":"一走出机场大厅，又让我大吃一惊。原来在台湾的北京大学东方语专的十几位校友，几乎是全体都赶到机场来欢迎我们了。他们都已接近或超过古稀之年，举着长达数丈的大红布标，上边写着欢迎我的字样。这真是大出我意料，一时感动得泪珠在眼眶里直滚。这使我立即想到了我们常说的血浓于水四个有深刻意义的字。一讲到海峡两岸的关系，很多人口头上或文章中就自然而然流出了这四个字。今天我到了台湾，一登上台湾的土地，这四个字竟也毫不勉强完全自然地涌上了我的心头。这就说明，只有这四个字才有力量说明两岸人民内心深处的真挚感情。从那以后，在台北的十天中，我至少有两次亲耳听到台湾朋友说出了这四个字。一次是在台湾北京大学同学会欢迎我们的宴会上，会上的气氛十分真挚温暖。校友们几乎都是在建国前日寇投降后到台湾来的，年龄大都已越过了古稀。论人际关系，校友属于朋友一伦，是列入三纲五常的，如今再加上一个校字，关系更变得非同小可。北大校友遍北京，北大校友遍中国，北大校友遍世界，北大校友也遍台湾。北大这两个掷地能作金石声的大字，有奇妙无比的凝聚力。不管是什么地方，见到什么人，只要一说是北大校友，两个人的心立即交融在一起，干言万语到了此时都黯然失色，无有用武之地了。在这样的情况下，你完全可以想象出今天晚上宴会的气氛。会长杨西先生已经九十二岁高龄，仍然在夫人的陪伴下亲临会场欢迎我们这几位从大陆来的校友。会上举杯互庆，共祝长寿。坐在我左边的是一位看来已达到了耄耋之年的女士，仪容端庄，但步履维艰，已显出了龙钟的老态。至少也在五六十年前了，她在北大读经济系，是赵乃搏教授的门生。她就是在台湾广有令誉的铭传大学创办人包德明女士。我坐在主宾位上，与杨西正相对，包女士在我左边，显然也是重要的席位。她耳朵不重听，我的耳朵也还对付着算是耳聪，因此，我们俩谈话很多。在觥筹交错中，她忽然站了起来，颤巍巍地走到两桌之间，站在那里，看起来非常激动，欲语泪双流。她用颤抖的声音，含着眼泪，大声说道我有一句话，已经在心里憋了几年。今天，看到大陆来的亲人，忍不住非说出来不行了。常言道血浓于水。台湾和大陆的人都是炎黄子孙，为什么竟不能统一起来台湾富，大陆强，合起来就是一个既富且强的大国，岿然立于世界民族之林中，谁也不敢小看，谁也不敢欺负。"}
{"text":"她耳朵不重听，我的耳朵也还对付着算是耳聪，因此，我们俩谈话很多。在觥筹交错中，她忽然站了起来，颤巍巍地走到两桌之间，站在那里，看起来非常激动，欲语泪双流。她用颤抖的声音，含着眼泪，大声说道我有一句话，已经在心里憋了几年。今天，看到大陆来的亲人，忍不住非说出来不行了。常言道血浓于水。台湾和大陆的人都是炎黄子孙，为什么竟不能统一起来台湾富，大陆强，合起来就是一个既富且强的大国，岿然立于世界民族之林中，谁也不敢小看，谁也不敢欺负。这是中华民族绝大的好事，为什么竟不能实现说到这里，她感情激动得说不下去了，又颤巍巍地回到座位上。全体北大校友，在鼓掌之余，看上去都为之动容，在欢愉中加上了一点凄凉，在凄凉中又掺上了一片希望。此时，我无法猜度每一位校友内心的活动，但我想，我们大家想的都会是四个大字祖国统一吧。这一位包德明校友还是一位十分信守诺言的人。我在台北，由于气候条件与大陆相差悬殊，加上以望九之年长途跋涉，患了感冒，发烧接近四十度。感冒本来是小病，可是对一个老人来说，这样高烧就非同小可了。于是台北的朋友就着实关心起来，其中以台湾大学图书馆馆长林光美女士最为积极。她通知了杨西先生，西先生立即想派他的私人医生来给我看病。光美又陪我到台大校医院去请内科主任为我检查治疗，风声也传到了包德明校友耳中。在宴会上她告诉我，她有祖传的治哮喘的灵丹妙药，答应当能送到我下榻的富都大饭店。我在下意识里暗自思忖散会时已经到了晚上点，送药不过是一句安慰我的客套话而已。焉知我回到旅馆，到了深夜，包女士的妙药竟真的送到了。我虽然已经睡下，但衷心感谢与敬佩无论如何也抑制不住。包女士还答应我，我回大陆后，她将把药方寄给我。我回到燕园以后不久，包女士的信立即飞来。到了此时，我真是动了感情。我已至垂暮之年，乎生经历了几个时代，自认为已经能悲欢离合总无情了。其实这只是一个假象，台北的朋友们，其中当然有包德明和林光美，一下子就用她们的行动证明了，我并没有达到总无情的境界。血浓于水这几个字让我不得不丢掉我那个幻觉，承认了，即使自己到了茶寿之年，我仍然是充满了感情的。对春花秋月夏雨冬雪，对友谊，对人间一切美好的事情，我仍然是非动真感情不行的。对我来说，这是一件天大的好事。我第二次从台湾朋友嘴里听到血浓于水这四个字，是在另一次宴会上。"}
{"text":"其实这只是一个假象，台北的朋友们，其中当然有包德明和林光美，一下子就用她们的行动证明了，我并没有达到总无情的境界。血浓于水这几个字让我不得不丢掉我那个幻觉，承认了，即使自己到了茶寿之年，我仍然是充满了感情的。对春花秋月夏雨冬雪，对友谊，对人间一切美好的事情，我仍然是非动真感情不行的。对我来说，这是一件天大的好事。我第二次从台湾朋友嘴里听到血浓于水这四个字，是在另一次宴会上。因为宴会过多，我现在无论如何也想不起来是在哪一次宴会上，谁是主人也完全忘了。但是，参加宴会的台湾朋友的身影，却历历如在目前。这一次宴会气氛之热烈决不亚于北大校友举办的那一次。大家也是兴高采烈，频频举杯互祝健康长寿。正在大家的激情达到顶峰的时刻，一位年过六旬的长者站了起来，举杯祝酒，顺便讲了一席话，内容同包德明校友的话差不多，他也自然而然地使用了血浓于水这个现成的词儿。他没有掉眼泪但是，声音低沉，显然他也是动了真情。同席的人，除了大陆去的几位学者以外，都是与上一次宴会不同的朋友。然而，心有灵犀一点通，这一点就是血浓于水。我们在台北虽然只住了十天，但是到过的地方却是相当多的，除了某公纪念馆我们不感兴趣没有到以外，一般外来人总要参观的地方，我们几乎都到了。我们参观了法鼓山我们游览了故宫博物院，顺便看了附近的张大千的摩耶精舍我们到过中央研究院，访问了台湾大学有名的中央图书馆就是我们开会的地方，当然在参观之列离开台北的前夕，友人在著名的圆山大酒店设宴饯行，我们有机会观赏了晶莹如天空繁星的圆山的灯光。我们大大地饱了眼福。但是，我们决不是见物不见人，我们广泛地接触了主要是教育界和学术界的知名人物，比如中央研究院院士和台湾大学的教授，还有政界的高层人物，比如总统府资政，以及经济界的后起之秀等等。普通老百姓，我们当然也见了不少，比如富都大饭店的服务人员等等。他们无一不亲切和蔼，彬彬有礼，给我们留下了深刻难忘的印象对比之下，也使我不可遏止地喟然兴叹。以后我们所到之处和所见之人，的确没有再听到血浓于水这样一句话。我在离开大陆前给自己定下了约法一章到台湾去是寻求亲谊，寻求理解的，绝口不谈政治。两岸统一的问题，当然是政治问题。尽管我心里多么赞成，但是，即使对方有人谈，我也不主动去谈。对方谈得投机，我表示赞同，但也不再进一步作什么对比，追究原因。"}
{"text":"普通老百姓，我们当然也见了不少，比如富都大饭店的服务人员等等。他们无一不亲切和蔼，彬彬有礼，给我们留下了深刻难忘的印象对比之下，也使我不可遏止地喟然兴叹。以后我们所到之处和所见之人，的确没有再听到血浓于水这样一句话。我在离开大陆前给自己定下了约法一章到台湾去是寻求亲谊，寻求理解的，绝口不谈政治。两岸统一的问题，当然是政治问题。尽管我心里多么赞成，但是，即使对方有人谈，我也不主动去谈。对方谈得投机，我表示赞同，但也不再进一步作什么对比，追究原因。一直到今天，我还认为我这种态度是正确的。总之，我在台北参观过很多地方，会见过很多人。听到说血浓于水这句话，虽然只有两次。但是，从我和众多的人的接触中，我深切感到，代表这四个字的感情却埋藏在几乎每一个人的心中。有一次，我要到一个地方去，有人说，那里是台独的窝子，小心他们会加害于你。我不知道，这句话是真是假，是庄是谐。但是，我到了那里受到了很亲切友好的接待。我对台北的情况是陌生的，不敢下什么断语，写在这里，聊资谈助而已。长篇小说三国演义一开头就有一句非常有名的话话说天下大势，分久必合，合久必分。这虽然是小说家言，然而却道出了中国几千年历史发展的一个真理，是完全符合实际情况的。专就台湾而论，我在上面说到，自古以来就是中国不可分割的组成部分。最初荷寇侵略，被赶得夹着尾巴逃跑了。接着是日寇占领了将近半个世纪，最后也难逃被赶跑的命运。后来由于一个帝国主义大国的支持，成了现在这样分割的局面。我们的分可谓久矣。下一步当然是合，这是历史发展的规律，无人能抗御的。如果真有人阻止我们合，那只有赠他们两句诗蚍蜉撼大树，可笑不自量。法鼓山出台北市，驱车东行数十里。马路左右两边的情况大体上可以说是左边是参差起伏的高低不等的山峦，右边是平畴，有时有高楼耸立，有时是田畦。不管左边，还是右边，都是绿树蓊郁，冬夏常青。台北的气候可能与昆明相似四时皆是夏，一雨便成秋。什么时候都有杂花生树，碧草如茵。我们仿佛置身于绿色的宇宙中。快到海边时，车突然停在一处山峦下，这里就是法鼓山。这里原来不叫法鼓山，这名字是台湾极为受人尊敬的高僧圣严法师给起的。在汉译佛典中常有吹大法螺，击大法鼓这样的句子，意思是螺声高昂，鼓声深沉，使佛法响彻大千世界，使众生脱离苦海，登上净土。"}
{"text":"不管左边，还是右边，都是绿树蓊郁，冬夏常青。台北的气候可能与昆明相似四时皆是夏，一雨便成秋。什么时候都有杂花生树，碧草如茵。我们仿佛置身于绿色的宇宙中。快到海边时，车突然停在一处山峦下，这里就是法鼓山。这里原来不叫法鼓山，这名字是台湾极为受人尊敬的高僧圣严法师给起的。在汉译佛典中常有吹大法螺，击大法鼓这样的句子，意思是螺声高昂，鼓声深沉，使佛法响彻大千世界，使众生脱离苦海，登上净土。圣严法师购得了这一座山，准备在这里创建一所法鼓大学，不是为了培养僧侣，而是为了培养社会建设所需的人才。校长是原台湾中央图书馆馆长曾济群教授，一位干练通达和蔼可亲的中年学者。在法鼓山上，同时并创建一所中华佛学研究所，所长邃于佛学研究的李志夫教授。圣严法师筹资六十亿台币，兴建两个机构的楼堂馆阁，现在已经开工。再过几年，行将是在一片荒山中，佛刹梵宇，学馆黉宫，拔地而起，隔断天日，为祖国教育增辉，为佛学研究添彩。我不禁乐从中来，一失神儿，眼前一片海市蜃楼，缥渺天际，琳宫摩天，宝树匝地，祥云缭绕，星月增辉，我乐得毛发直竖，真不知是置身何地了。圣严法师和我，也算得上是老朋友了。若干年前，他来访大陆，在颐和园听鹂馆识素斋，宴请北京学术界，特别是佛学界的学者们。到的人相当多，可见圣严法师在北京的朋友是相当不少的。颐和园晚上是不开放的，此时偌大一个皇家园林一片黢黑，阒静无声。独有听鹂馆灯火辉煌，上冲霄汉。学者促膝对坐，叙旧论学，其乐融融。从圣严法师的弟子口中得知，他是日本东京大学的文学博士，学富五车，娴熟佛典，是一位在台湾德艺并隆广有徒众的高僧大德。他的弟子大多数也都获得了最高学位，都是满腹经纶的。他们师徒就像当年摩揭陀国的释迦牟尼如来佛和大弟子阿难迦叶一样传道授业，亲密无间。这更增加了我对他们的钦敬和仰慕。其后不久，李志夫教授受圣严法师的委托，在台湾出版了我的一本论文集佛教学术论文集。这是我在台湾出版的第二本著作，第一本是林聪明教授为我出版的敦煌吐鲁番吐火罗文研究导论。在这之前，听说台湾某出版社曾出版我翻译的五卷书等，把我的名字略加改变，仿佛清政府把孙文改为孙汶那样，以示我是异类。这且不去管他，反正李志夫和林聪明两位教授出版了，而且是堂堂正正地出版了我的著作，使我能够同台湾学者结下文字因缘。"}
{"text":"这更增加了我对他们的钦敬和仰慕。其后不久，李志夫教授受圣严法师的委托，在台湾出版了我的一本论文集佛教学术论文集。这是我在台湾出版的第二本著作，第一本是林聪明教授为我出版的敦煌吐鲁番吐火罗文研究导论。在这之前，听说台湾某出版社曾出版我翻译的五卷书等，把我的名字略加改变，仿佛清政府把孙文改为孙汶那样，以示我是异类。这且不去管他，反正李志夫和林聪明两位教授出版了，而且是堂堂正正地出版了我的著作，使我能够同台湾学者结下文字因缘。去年，圣严法师又率团来大陆访问，旧雨重逢，倍增欢悦。我又结识了曾济群校长和圣严法师的高足惠敏法师，旧雨加上今雨，使我的欢悦又增加了一倍。我们在天食素菜馆设宴，为法师一行洗尘。回忆起数年前的听鹂夜宴，先后真可以媲美。尘世碌碌，欢愉之事不多，像这样的聚会，真正能让我毕生难忘了。可谁又能想到，今天我竟然来到了台北，而且登上了法鼓山。在这里，我们不但会见了圣严法师，还会见了老友曾济群校长李志夫教授和惠敏法师。此地背山面海，山虽不高，而阜峦竞秀，隐含着一派灵气。大学和研究所的建筑正在兴建中，工地上难免车马喧阗，人声嘈杂。然而在看来像是临时修建作为办公用的房屋中，却是威仪俨然，静寂少声。成群的来宾，许多年轻的僧尼和义工走路说话都是轻声细语，忙而不乱。在一座大厅中举行了简单而隆重的欢迎仪式，圣严法师讲了话。我向他敬献著名书法家欧阳中石先生书写的条幅和拙著文集。献完了书以后，完全出我意料，圣严法师低声问我糖史在里面吗？糖史，顾名思义，是专门研究蔗糖在中国和世界上传布的历史的，在这个题目上，我用了多年的精力和时间，它虽与印度和佛教有点关系，但主要是科技史。全书两巨册，共约八十万字。第一编是国内编，已经出版。第二编是国际编，没有单独出版，只收在文集中。不意圣严法师对这个问题也有兴趣，由此可见他之博学，使我油然而起仰止之意。午餐是素斋自助餐，饭菜清香可口，不像市面上的那一些素菜馆，用大量的油，仿佛想用油来支撑局面。一打听，这些素斋都是义工少女亲手烹调的。什么叫义工呢？我将在另一篇随笔里专门来谈这个问题，这里先从略。午餐以后，我们又驱车返回台北市。一走进繁华的市区，车水马龙，人声鼎沸，一走神儿，上午在法鼓山看到的那一片海市蜃楼又在我眼前浮动起来琳宫摩天，宝树匝地，祥云缭绕，星月增辉。"}
{"text":"第二编是国际编，没有单独出版，只收在文集中。不意圣严法师对这个问题也有兴趣，由此可见他之博学，使我油然而起仰止之意。午餐是素斋自助餐，饭菜清香可口，不像市面上的那一些素菜馆，用大量的油，仿佛想用油来支撑局面。一打听，这些素斋都是义工少女亲手烹调的。什么叫义工呢？我将在另一篇随笔里专门来谈这个问题，这里先从略。午餐以后，我们又驱车返回台北市。一走进繁华的市区，车水马龙，人声鼎沸，一走神儿，上午在法鼓山看到的那一片海市蜃楼又在我眼前浮动起来琳宫摩天，宝树匝地，祥云缭绕，星月增辉。义工义工这个词儿，是我来到台北后才听说的，其含义同大陆上的志愿者有点近似。说是近似，就是说不完全一样。义工的思想基础是某种深沉执著的信念或者信仰，是宗教的，也可能是伦理道德的。大陆上的志愿者，当然也有其思想基础，但是不像台湾义工那样深沉，甚至神秘。我在法鼓山那一篇随笔里提到，我是在法鼓山第一次听到义工这个词儿的。原来那一天我们在法鼓山逢到的那一些青年女孩子，除了着僧装的青年尼姑外，其余着便装的都是义工。她们多数来自名门大家，在家中有成群的丫环和保姆伺候着，衣来伸手，饭来张口，是地地道道的大小姐，掌上明珠。但是，她们却为某一种信念所驱使，上了法鼓山，充当义工。为了做好素斋，她们拼命学习。这都是些极为聪明的女孩子，一点就透。因此，她们烹制出来的素斋就不同凡响，与众不同。了解到了这些情况以后，我的心为之一震。我原来以为这些着装朴素态度和蔼轻声细语温文尔雅的女孩子，不外是临时工计时工一流的人物，现在才悟到，我是有眼不识泰山。正像俗话所说的从窗户眼里向外看人，把人看扁了。我的心灵似乎又得到了一次洗涤。远在天边，近在眼前，我哪里知道，原来天天陪我们的两位聪明灵秀的年轻的女孩子就是义工。一个叫李美宽，一个叫陈修平。她们俩是我们的领队，天天率领我们准时上车，准时到会场，准时就餐，又准时把我们送回旅馆。坐在汽车上，她们又成了导游，向我们解释大马路上一切值得注意的建筑和事情，口齿伶俐得如悬河泻水，滔滔不绝，决不会让我们感到一点疲倦。她们简直成了我们的影子，只要需要，她们就在我们身边。她们的热情和周到感动着我们每一个人。我原来以为，她们是大会从某一个旅行社请来的临时工，从大会每天领取报酬，大会一结束，就仍然回到原单位去工作。只是在几天之后，我才偶然得知她们都是义工。"}
