{"text":"哲人的话言犹在耳，社会上却早已喧嚣着浮躁自我狭隘与浅薄。君不见，秀成了规定动作秀颜值，秀财富秀孩子，秀爱人秀仁善，秀孝顺！到底是要彰显对方，还是虚荣自卑自私自利地彰显自己？君不闻，保护自己成了必修课不与陌生人说话是保护自己的法宝思想和内心是不敢被阳光触碰的堡垒世界那么大的诱惑敌不过社会充满陷阱的恫吓！到底是阴霾太多还是我们自我封闭太小家子气？落霞与孤鹜齐飞，秋水共长天一色，是落霞成就了孤鹜，还是秋水彰显了长天？问汝平生功业，黄州惠州儋州，是苏轼成就了赤壁与黄州，还是命运与历史成就了大师？我想，成熟的人一定能给出正确的答案拥有大眼界和大格局才能趋向真善美的境界。是为眼界无穷世界宽。中国，华夏民族的家园。上承炎黄子孙的山脉，薪火相传走到今天，中国人依然坚守着以和为贵的理念，立足国内，由向世界，追求万物共荣之境。和谐，首先是城市与乡村的和谐。英国诗人库伯曾说上帝创造了乡村，人类创造了城市。而在现代化建设高速发展的今天，乡村的文化与生态机制日渐脆弱。于是，美丽乡村概念应运而生，中国人发起了一场寻根之旅。上至国家领导人提出的绿水青山，胜过金山银山的口号，下至青年返乡潮的出现，美丽乡村是中国实现和谐社会走向现代化建设的关键一步。而现代化建设的核心是人的现代化。有人评价，青年返乡建设美丽乡村，是青年再造的推动力。改革开放以来，北上广是无数寒窗苦读的学子的梦想之地。城市，意味这机遇，也意味着成功乡村，则意味着贫穷与落后。一位湖南扶贫青年曾惭愧地回应起自己回到农村老家后放出的狂言这里简直比上海落后一百年。的确，现在的乡村景象是今非昔比，再也不见蒹葭苍苍，白露为霜之景，再也不见黄发垂鬓，并怡然自乐之景。但正因如此，乡村所蕴藏的无穷潜力吸引着现代青年返乡造梦，大展鸿图。美丽乡村建设，实现的不仅仅是城乡和谐，更是青年价值观念的进步，在乡村发展自己，在乡村创造价值，实现乡村人与城市人的和谐共生。和谐，不仅是本邦内部的和谐，更是万邦的和谐。老子有言水善利万物而不争，处众人之所恶，故己为几于道。中国兴起的一带一路建设，正是秉着亲诚惠容，和谐万邦的理念打造的广大发展中国家共同富裕之路。"}
{"text":"但正因如此，乡村所蕴藏的无穷潜力吸引着现代青年返乡造梦，大展鸿图。美丽乡村建设，实现的不仅仅是城乡和谐，更是青年价值观念的进步，在乡村发展自己，在乡村创造价值，实现乡村人与城市人的和谐共生。和谐，不仅是本邦内部的和谐，更是万邦的和谐。老子有言水善利万物而不争，处众人之所恶，故己为几于道。中国兴起的一带一路建设，正是秉着亲诚惠容，和谐万邦的理念打造的广大发展中国家共同富裕之路。有人扬言这是中国威胁，其实达何尝不是在现今保守主义抬头经济全球化受阻的国际形势下中国从深厚的历史文化中挖掘出来的具有当代意义的治世理念呢？往西，接通哈萨克斯坦，直到巴基斯坦的瓜达尔港上北，接蒙古俄罗斯向南，开老挝，经越南，至泰国。中国努力延伸橄榄枝，通一带一路，打造人类命运共同体。以和为贵，万物共荣。中国，通过打造美丽乡村，实现城市与乡村内在机肌理的对接通过建设一带一路，实现国与国之间经济政治与文化命脉的衔接。世纪，请看中国和谐建设之路。我听过一个富豪小羽的发家史，看似简单实则绝非偶然。那是起于一种创新，对传统工艺的革新铺陈出光明的前景。创新是人类不竭的动力，历史的车辙转过时间的经纶，无数的事物被创造，被赋予新生，也有无数的旧物被淘汰，被时代遗弃。推陈出新，就如同物种的进化，就如同工业革命，就如同信息化产品的频频换代，是世界太过于正常的现象。物极必反，伪劣产品就是打击新锐的利器。那么最终成为一届富豪的小羽，是靠什么扭转局势的呢？答曰一为创新二为取舍是也。所谓创新，小羽产业的兴起，是因为对工艺的创新而扭转乾坤的关键，是对自身定位，产业结构的创新。通过试验个专利，一个新的产业平地而生通过规范整个想要分蛋糕的人的市场，来促进产业的集体发展，树立自己的声望。所谓取舍，试想，倘若小羽只着眼于眼前的利益，又何尝能想到放弃独断，公开工艺，通过宏观的产业调控产业规则来实现致富呢？他舍弃了正版和专利的独断性，收获了名望财富和由技术者像领导者的完美蜕变。想要成功，要有从内部打破鸡蛋的勇气，要学会创新，告别固步自封。离离原上草，一岁一枯荣，这是自然世界的法则闭关锁国和改革开放，这是历史的教训凡此种种，不尽详述。想要成功，还要有敢于取舍的魄力，果决地主动出击和懦弱的坚守逃避是两种截然不同的轨道。"}
{"text":"所谓取舍，试想，倘若小羽只着眼于眼前的利益，又何尝能想到放弃独断，公开工艺，通过宏观的产业调控产业规则来实现致富呢？他舍弃了正版和专利的独断性，收获了名望财富和由技术者像领导者的完美蜕变。想要成功，要有从内部打破鸡蛋的勇气，要学会创新，告别固步自封。离离原上草，一岁一枯荣，这是自然世界的法则闭关锁国和改革开放，这是历史的教训凡此种种，不尽详述。想要成功，还要有敢于取舍的魄力，果决地主动出击和懦弱的坚守逃避是两种截然不同的轨道。各有对错，但是机会留给有准备的人，被动的一方，没有选择成功与失败的权利。一个成功者，当是自己的主人，对于自己的意志，要有当有的决断。有舍必有得，鱼和熊掌，二者不可得兼。言而总之，敢创敢舍的天下，说的就是小羽这类人的成功之道吧。参天大树虽没有翅膀，没有腿，但靠着自己的智慧与努力，结出果实，让飞禽鸟兽将自己带到了世界各地，实现了自己的梦想。人生亦是如此，要想成就辉煌的事业，拥抱幸福的明天，就必须先放飞美丽的梦想，再靠自己进行艰苦努力的奋斗。幸福的未来之路上，始终伴随着梦想华丽的舞步。梦想是催生动力的摇篮，没有梦想就没有巨大的推动力。空寂大漠，驼铃阵阵，因为跋涉的心渴望远方的绿洲辽阔长天，雄鹰点点，因为飞翔的心渴望高端的的云层苍茫大海，帆影憧憧，因为远航的心渴望彼岸的港口三更灯火，书声琅琅，因为求知的心渴望未来的光环。正如大树，听了鸟兽们旅行的见闻，一颗环游世界的梦想的种子便根植于心。正是怀揣着那对梦想的渴望，才让人有了实现它的信心和决心。因为梦想会发光所以无论身处多么漆黑的角落，总有一束光，引领着我们前往，风雨兼程，在所不惜。幸福的未来之路上，必然浸透着个人奋斗的汗水。奋斗是获取成功，实现梦想的必要途径。没有人能一劳永逸，也不能依靠别人实现梦想，唯有用自己的汗水，通过自己努力获取的未来才能熠熠生辉。中国有句古话千里之行，始于足下。意味一个人要想走得远，走得好，需得立足当下一步步去走，才能身行千里大有作为。"}
{"text":"没有人能一劳永逸，也不能依靠别人实现梦想，唯有用自己的汗水，通过自己努力获取的未来才能熠熠生辉。中国有句古话千里之行，始于足下。意味一个人要想走得远，走得好，需得立足当下一步步去走，才能身行千里大有作为。君不见，书家圣人王羲之的书法之所以游若蛟龙，翩若惊鸿，是因为他临池学书，废寝忘食，常年洗笔将一池清泉染成浓黑乒乓皇后邓亚萍的球技之所以炉火纯青，所向披靡，因为她夏练三伏，冬练三九，多块球板被握出沟槽而浑然不觉无臂琴师刘伟的脚下功夫神奇，风景无限，是因为他夜以继日练琴不止，脚趾被磨出鲜红的血泡也从未想过放弃。他们为着未来而不懈奋斗者，使他们今日被鲜花和掌声装点得璀璨无比，晶莹的汗水折射出他们勇于追梦的心，他们值得拥有这一切。可有的人，没有梦想，更不曾想过要为自己的未来努力奋斗。他们也像大树一样，没有翅膀，没有腿，却将自己的未来寄希望于别人，好恶逸劳，醉生梦死。试想飞禽走兽若答应大树的请求，他们终有一天也会因大树的庞大而感到飞行的疲惫体力不支，大树也不能前往那么多的地方欣赏风景。依附他人而铸就的未来，哪有自己双手拼搏而出的那样动人闪光？自己奋斗，不苛求别人，那样获取的未来才是春光满满，幸福无比。愿你我都拥有大树的智慧与勇气，靠着自己的奋斗，拥抱幸福的未来，走出自己的康庄大道。我是一个女孩，因为我的出生，让爷爷奶奶的抱孙梦落空了。我想，大概是因为我足够幸运，才能这样一点点成长，直至今天坐在这个能决定我未来的高考考场。你也许会奇怪，我为什么会这样说。是的，我与其他人有那么一点不同，我的听力很差，对于一个农村家庭来说，的确是一种致命的打击。我依稀记得小时候的自己对于声音的反应很差，我记得爸妈总是要对我大喊，我记得我从来都是坐第一排。我无法正常的与其他小朋友交流，所以每当她们玩着捉迷藏以及丢沙包时，我总会一个人默默的坐在课桌上，我把课本看了一遍又一遍，眼睛却不自觉地向操场瞄去。每当有人望过来，又极其心虚地收回目光，像做坏事被抓住了。我无法拥有感动中国十大人物之一――陶艳波的妈妈，她做儿子的耳朵。她十六年陪伴，她作他的耳朵，她是他的同桌，让他听见这世间的轻盈，也听见无声的爱。我的妈妈，她只能在放学回家一遍又一遍教我读拼音，她只能偷偷背着我去其他同学家里，叫她们陪我一起玩。"}
{"text":"每当有人望过来，又极其心虚地收回目光，像做坏事被抓住了。我无法拥有感动中国十大人物之一――陶艳波的妈妈，她做儿子的耳朵。她十六年陪伴，她作他的耳朵，她是他的同桌，让他听见这世间的轻盈，也听见无声的爱。我的妈妈，她只能在放学回家一遍又一遍教我读拼音，她只能偷偷背着我去其他同学家里，叫她们陪我一起玩。她只能在赶集回来给我带回来一本安徒生故事，但正是这样一本书，开启了我对阅读的爱好，也开启了我心中的一扇窗。即使我的听力不好，但我却沉浸在那些故事中。我爱上了文字，爱上了阅读，我庆幸，我为自己开启了一扇窗。秋风送爽，田间翻滚着金黄的稻谷，爸妈面朝黄土背朝天。冬风萧瑟，爸妈仍在风雪中劳作。他们为了我，省吃俭用。就在十岁那年，他们带我去大城市，那些冰冷的检查设备让我害怕，与医院里那些穿着漂亮的人相比，我们一家如同最可怜的存在。后来，我的耳朵上多了一样东西，那是一个助听器，哪怕很多人从我身边过都要看我的耳朵，但我心中比害羞更多的是欢喜，我能够更清楚的听见声音。即使是这样，我依然与书为伴，我尝试着写作，在六年级时，我的习作母爱在小溪流发表时，我看到我的文字变成了铅字。当我的作文被邻班语文老师拿去当范文朗读时，我终于听到的不是那就是隔壁班那个聋子，而是今天老师朗读的那篇作文是她写的。大树没有翅膀，也没有腿。但它结出甜美的果实，果实中包着种子。飞禽走兽们吃了果实，大树的种子就这样传播到世界各地。我也没有翅膀，我甚至是一个别人口中的聋子，但多么庆幸，一星陨落，暗淡不了整个星空，一花凋零，荒芜不了整个春天！我为自己开一扇，让我贫瘠的文字带我去看世界！去倾听这世界的轻盈与无声的爱！春花的智慧在于燃尽生命的怒放，于是有了草长莺飞，最美人间四月天。夏蝉的智慧在于蛰伏地底十七年，于是有了一朝破土，一鸣惊人。凤凰的智慧在于烈火的淬炼，于是有了脱胎换骨，涅盘重生而树的智慧，却远不止如此。智者，若树。要有最朴素的生活和最崇高的理想，即使明日天寒地冻马亡。树的智慧在于志存高远。正如高晓松所说人生不应当只有苟且与当下，还应有诗和远方。只有心存着远方，我们才能勇往直前，不至于像失了罗盘的水手。有了目标与方向，我们才能更好地到达终点。"}
{"text":"春花的智慧在于燃尽生命的怒放，于是有了草长莺飞，最美人间四月天。夏蝉的智慧在于蛰伏地底十七年，于是有了一朝破土，一鸣惊人。凤凰的智慧在于烈火的淬炼，于是有了脱胎换骨，涅盘重生而树的智慧，却远不止如此。智者，若树。要有最朴素的生活和最崇高的理想，即使明日天寒地冻马亡。树的智慧在于志存高远。正如高晓松所说人生不应当只有苟且与当下，还应有诗和远方。只有心存着远方，我们才能勇往直前，不至于像失了罗盘的水手。有了目标与方向，我们才能更好地到达终点。为中华之崛起而读书，立下了这样志向的周恩来未曾彷徨，引领着中国走向富强。如果再让我做一次选择，我仍选择中国，选择核事业，邓稼先坚定的志向使他在核领域一往无前智慧的大树向着远方，于是它有了目标和动力。智者若树，志存高远。鱼与熊掌不可兼得，要先舍而后得，树的智慧在于舍得。如果大树吝啬自己甜美的果实，不肯分给鸟兽，那么它永远不能到达远方去看这世界。就像壁虎，如果在危急关头它不舍得自己的尾巴，便无法得到自由与新生。而沙砾，因为懂得放弃自己的棱角舍弃暂时的光明，才得以于蚌壳中蜕变为珍珠。智慧的大树懂得舍弃，于是它的种子随飞禽走兽们来到了世界各地。智者若树，懂得舍弃。呼山不来，我去就山，树的智慧在于变通。然而我们的生活中却有许多人不知变通，只知愚蠢地一条胡同走到底。就像许多家长为了让自己的孩子变优秀，不顾孩子自己的实际情况，盲目地要求他们考好分数读好大学。于是易中天先生批评道龙，怪兽也器，器材也材，木材也。现在的家长让孩子成为怪兽器材木材，就是不成人。这么说也许过于绝对，但不可否认的是，只把好分数好大学作为评价孩子的唯一标准，确实有些病态了。正如奥斯卡王尔德所说，成为你自己，因为别的都有人做了。我们不必将自己禁锢在一条模仿他人的路上，而应绽放自己的芬芳，成为最好的自己。智慧的树虽然没有翅膀飞翔，没有脚奔跑，但它知道变通，同样到达了世界每一个角落。智者若树，知道变通。就连三毛也曾说如果有来生，要做一棵树。一半在土里安详，一半在风里张扬。树的智慧可让我们仔细品，然后便有思维的礼花在脑海中绽放。树求禽兽以携，遭拒结实以静候，则咸相食，其籽得传。劝学有云君子生非异也，善假于物也。然他物何以愿为我所用？盖因其腹中有物，非空也。"}
{"text":"我们不必将自己禁锢在一条模仿他人的路上，而应绽放自己的芬芳，成为最好的自己。智慧的树虽然没有翅膀飞翔，没有脚奔跑，但它知道变通，同样到达了世界每一个角落。智者若树，知道变通。就连三毛也曾说如果有来生，要做一棵树。一半在土里安详，一半在风里张扬。树的智慧可让我们仔细品，然后便有思维的礼花在脑海中绽放。树求禽兽以携，遭拒结实以静候，则咸相食，其籽得传。劝学有云君子生非异也，善假于物也。然他物何以愿为我所用？盖因其腹中有物，非空也。人，只有自我修行，价值昭彰，才可求他人赏识，所谓桃李不言，下自成蹊即是此理。修心如莲，不蔓不枝，香远益清。田田的荷叶间一段绿波，愈令风荷芳行万里。汉有昭君，不赂画工，寂寂深宫她沉婉若水。修心如莲，终得一日，天理昭昭。她的倾城姿容醉了天子，醉了使臣，以公主之位和亲匈奴。识大体的智慧，济苍生的胸怀，沉着大气的风范，令她成为一首绝唱。直至百千年后，人们仍可从杜甫的吟诵中瞥见那一抹惊鸿的倩影，惊艳了岁月。是什么让一位红颜以扶柳之态名留青史？是其内在的德。修心如莲，凭自我价值在历史长河中熠熠生辉。蜀有孔明，三顾频烦天下计，两朝开济老臣心。躬耕于南阳，不争虚名于诸侯。然而一代名主刘玄德恭敬相邀，三请两拒，传为美谈。如果他不是卧龙先生，只是一介凡夫俗子，又有哪个帝王会甘心低头细语呢？羽扇纶巾间的豪情胆识是其吸引刘备的法宝。修心如莲，孔明静候。以兼济天下之大才赢得生前身后名。姜子牙垂钓言愿者上钩。八十高龄遇文王。可见，世人渴求的与年龄无关，与相貌无缘。内在价值的升华才是一个人得到赞赏的根源。甜美的果实让飞禽走兽们心甘情愿地为之奔波几句空话却没有激起一丝涟漪，人性说到底总还是带着那么一点点的自私与冷漠。为利相谋是最正常不过的事情，我们谁也没有必要因此去指责他人。如何让他人尽心尽力地伸出援手？我们应当磨砺出自我价值，给别人一个襄助自己的理由。人，如果一味只求索取，最终没有谁会愿意施予。修心如莲，让馨德之香愈远愈清。砺己如实，令品质之花不凋不败。于天地山川中探求，亦得此理。紫云英铺满山野而无人理睬，菟丝子则更令人厌恶。然而，兰花之较弱易萎，仍有人大费精力悉心养护。蚌深卧水底，恒有渔人冒死打捞。为何？因其有内在价值值得人为之一搏。"}
{"text":"为利相谋是最正常不过的事情，我们谁也没有必要因此去指责他人。如何让他人尽心尽力地伸出援手？我们应当磨砺出自我价值，给别人一个襄助自己的理由。人，如果一味只求索取，最终没有谁会愿意施予。修心如莲，让馨德之香愈远愈清。砺己如实，令品质之花不凋不败。于天地山川中探求，亦得此理。紫云英铺满山野而无人理睬，菟丝子则更令人厌恶。然而，兰花之较弱易萎，仍有人大费精力悉心养护。蚌深卧水底，恒有渔人冒死打捞。为何？因其有内在价值值得人为之一搏。唯有自身璀璨如星空，如钻石，如珍珠，才可让人于万千沙砾中发现自己。不入法眼，焉得相助？尝怨世之漠然，冷眼不助。心境达然后方知是己身之妄求。人之助我，谢之人之袖手，解之，后以明德召之。修心如莲，己之昭彰如朗月清辉。何妨互利？世界吻我以歌，我送以清香，修心如莲。结束了漫长冬日，东风却迟迟不来。萧瑟依旧，寒冷彻骨，花儿难以绽放。唤与东风来，相许一枝春，才换回满园姹紫嫣红竞相开放。是以借东风亦有道，唯有运用自己的智慧，让他人心甘情愿地给予帮助，才能成就心中所想。徐志摩说是人没有不想飞，凌空去看一个明白，这才是做人的趣味，做人的权威，做人的交待。欲飞之人，不愁无翼，因为他们不会在寻求帮助无果之时轻易气馁。国人知周杰伦者皆知方文山。年轻时的他默默写过几大本歌词，也投给过演唱公司希望借成名歌手之口让自己被业界承认。颠沛流离数载，艰辛苦楚在歌词中写尽，终于让他等来一个周杰伦。他的词成就了一代巨星，也是经周杰伦之口众人才认识了背后的方文山。若他在演唱公司碰壁之后便果断放弃，乐坛也迎不来这样一个辉煌的传奇。无助似乎就无望，然而不用自己的智慧想出妙计，怎么让人给予帮助，如何有那关不住的满园春色？回看先人们的飞行历程我们就能明白万户借风筝有过短暂的飞翔人虽无翼，飞翔梦也曾被称为无稽之谈，但莱特兄弟造出飞机，人终能翱翔蓝天。假舆马者，非利足也，而至千里假舟楫者，非能水也，而绝江河。他们都与我们无异，正是因为他们善假于物也，才能得偿所愿。虽说利益驱动他人给予帮助，但我们正是要让他人看到我们身上蕴含的希望，人们的智慧得到可凭借的物。这才有马云吸引他人投资铸就阿里巴巴的神话，才有中巴的友谊和无数欧美国家投入亚洲投资银行才有中国开展多边外交走在逐渐腾飞的路上。"}
{"text":"假舆马者，非利足也，而至千里假舟楫者，非能水也，而绝江河。他们都与我们无异，正是因为他们善假于物也，才能得偿所愿。虽说利益驱动他人给予帮助，但我们正是要让他人看到我们身上蕴含的希望，人们的智慧得到可凭借的物。这才有马云吸引他人投资铸就阿里巴巴的神话，才有中巴的友谊和无数欧美国家投入亚洲投资银行才有中国开展多边外交走在逐渐腾飞的路上。正如习近平总书记所说我们的蓝图是宏伟的，但我们的奋斗必将是艰巨的。因为我们在借助他人的力量时仍需更多努力，才能将这些力量为己所用，成就一个国家伟大复兴的未来。大树因为用甜美的果实才让自己的种子传播到世界各地，无他，因果实甜美，诱惑人心。而我们的花朵待醒，借与那东风吹满园，赠与它阵阵花香沁人心脾，静待春的绽放。身未动，心已远。去远方吧！这仿佛一声来自远方的呼唤，轻轻撩拨你的心弦又似是一句来自灵魂的催促，柔柔拉升渴望远方的目光。可红尘的纷繁便同十丈软丝，轻易缚住你的身，阻隔着远方的梦。那又如何，总有一种方式，让我们远行。困住一个人的方式，无疑是残疾和病痛。无论是困于轮椅之间，还是力克胡哲自出生便四肢全无，他们都仿佛是上帝的造弄者，承受着超于常人数百倍的痛苦。可身体又怎能禁锢一个人渴望远方的心？就这样，力克打开他不设限的人生，也在文学上找到精神升华之路。记得曾给他的偶像――美国短跑名将刘易斯寄去自己的一本书，刘易斯回赠他一双跑鞋。后来刘易斯来到中国，第一件事是拜访。笑说你送给我的鞋我也穿不了啊。刘易斯则回道你送给我的书我也读不懂啊。记者便记录道铁生穿不了的鞋，刘易斯读不懂的书。如果缺陷即意味着不完美，那哪一个人不是被缺陷束缚？我们要像一样，即使被各种不利所禁锢，也要寻一种方式，让灵魂远行。正如那棵飞不动走不得的树，一粒种子，能让我到达远方。铜墙铁壁，无法囚着一颗渴望远行的心。前苏联飞行机设计师图波列夫囚于监狱，可他在狱中仍孜孜不倦地设计。终于，他的飞机翱翔于天地，护祖国一方净土。逝世不久的前南非总统曼德拉身在狱中，即使这般田地，他也未放弃争取种族平等的斗争，甚至对着看守他的狱卒还进行反种族歧视的演讲。二十七年岁月，在他出狱那天，黑人也迎来光明。"}
