{"text":"第二辑屐痕处处感伤的行旅据陪我们去的那一位工人说，仙峰绝顶，常有云雾罩着，一年中无几日清。数年前，山中树各大数围，直至山顶，故虎豹猴儿之属，都栖息其间。后为野火所焚，全山成焦土，从此后，虎豹绝迹，而林木亦绝。我们听了他的话，心里倒也有点儿害怕。因为火烧之后，大树虽只剩了许多枯干，直立在山头，但烧不尽的茅草，野竹之类，已长得有一人身高，虎豹之类，还尽可以藏身。爬过二仙峰后，地下尽是暗水，草丛中湿得像在溪边一样，工人说，这是上面龙潭里流出来的水，虽大旱亦不涸。爬得愈高，空气也愈稀薄，因之大家都急喘得厉害到了仙缘石上，四面的景色一变，我们四人的兴致，于是更勃发了起来。这仙缘石，是大仙峰龙潭下的一块数百丈宽广的大石。奇形怪状的岩壁洞窟，不计其数。仙缘石顶，正当那一座峭壁之下，就是龙潭。虽系石壁中小小的一方清水，但溢流出去，却能助成东西两瀑布的飞沫银涛，乡下人的要视此为神，原也不足怪了。并且东山志上，还记有昔人曾在此石上遇仙的故事，故而后人题诗，有将此石比作刘阮的天石的。但我们却既不见龙，又不遇仙，只在仙缘石东首的一块像狮子似的岩石上那株老松――这松树也真奇怪，大火时并未焚去――之下，坐了许多时候。山风清辣，山气沉寂，在这孤松下坐着息着，举目看看苍空斜日，和周围的万壑千岩，虽则不能仙去，各人的肚里，却也回肠荡气，有点儿飘飘然像喝醉了酒。从仙缘石再上百余步，是大仙峰的绝顶了。东望钱唐，群山之下，有一线黄流，隐约返映在夕照之中。背后北面，是孝丰的境界，山色浓紫，山头时有人家似的白墙一串一串的在迷人眼目，却是未消尽的积雪。大仙峰顶，因为面南受阳光独多，所以雪早已融化了，且这一日风大，将蒸气吹散，故而也没有云雾。西望西天目山，只是黑沉沉的一片，远望过去，比大仙峰也并不低，因以知志书上所说的东天目比西天目高四百丈的话的不确。但上大仙峰来一看，群山的脉络，却看得很清，郭景纯所记的天目山前两乳长，龙飞凤舞到钱唐，海门更点巽峰起，五百年间出帝王的这首诗谜，也约略有点儿解得通了。大仙峰南面，有一个石刻的龙王像摆在乱石堆成的一小龛里，我们此来，原非为了求雨。但大约是因为难得再来的关系罢，各人于眺望之余，竟都恭恭敬敬的跪了下去，行了一个九拜之礼临去时，并且还向龙王道了声珍重，约下了后会。"}
{"text":"西望西天目山，只是黑沉沉的一片，远望过去，比大仙峰也并不低，因以知志书上所说的东天目比西天目高四百丈的话的不确。但上大仙峰来一看，群山的脉络，却看得很清，郭景纯所记的天目山前两乳长，龙飞凤舞到钱唐，海门更点巽峰起，五百年间出帝王的这首诗谜，也约略有点儿解得通了。大仙峰南面，有一个石刻的龙王像摆在乱石堆成的一小龛里，我们此来，原非为了求雨。但大约是因为难得再来的关系罢，各人于眺望之余，竟都恭恭敬敬的跪了下去，行了一个九拜之礼临去时，并且还向龙王道了声珍重，约下了后会。在下山来的中间，慢慢儿的走着谈着，又向南看看自东天目分下去的群峰，我却私私地想了好几句打油脑，预备一回到杭州，就可以去缴卷消差二月春寒雪满山，高峰遥望皖东关，西来两宿禅源寺，为恋林间水一湾。这是宿西天目禅源寺的诗。武帝情深太子贤，分经台上望诸天，自从兵马迎归后，寂寞人间几百年。这是今天上分经台的诗。仙峰绝顶望钱唐，凤舞龙飞两乳长，好是夕阳金粉里，众山浓紫大江黄。这是登大仙峰顶望钱塘江的诗。晚上在昭明禅院的客堂里，翻阅了半夜东山志，增嘏把徐文长的一首天目高高八百寻，夜来一榻抱千岑，长萝片月何妨挂，削石寒潭几度深。芋子故烧残叶火，莲花卑视大江心，明朝欲借横空锡，飞度西山再一临律诗抄了下来，我只抄了几个东天目八景的名目一，仙峰远眺，二，云海奇观，三，经台秋风，四，平溪夜月，五，莲花石座，六，玉剑飞桥，七，悬崖瀑布，八，古殿栖云。原载一九三四年四月十三日十四日十六至二十一日二十三至二十五日申报自由谈龙门山路杭州近处一二十里路内外的风景，从前在路未筑好，交通不便的时候，跑跑原也很费力，很可以满足满足一般生长在城市中的骚人雅士的好奇冒险之心但现在可不同了，汽车一坐，一个钟头至少至少可以跑上六七十里三十余至四十公里的路像云栖，像花坞，像九溪十八涧，像超山等处，从前非得前一日预备糇粮，诘朝而往，信宿始返的地方，现在只消有三个钟头，就可以去逛得，往游的人一多，游者当然也不甚珍视了所以最近，住在杭州的人，只想发现些一天可以来回，一半开化，一半还保存着原始面目，山水清幽，游人较少，去去不甚容易，但也不十分艰难的地点，来满足他们的好奇好胜的野心。"}
{"text":"故而富阳桐庐隔江的萧山绍兴等处，在近两年来，就成了杭州人上流阶级的暇日游赏之地。可是这只以有自备汽车，或在放假日中，可以每人化五十块钱的最上阶级为限，一般中下或中上级的游人，能力还有点不及因而小和山龙门山白龙潭午潮山的一带，就成了今年游春期里最时髦的一个目标。第二辑屐痕处处感伤的行旅小和山在留下镇西南十余里地的地方，山上有一座庙叫金莲寺。这一带，直至余杭的闲林埠为止，本是属于西溪区域以内的。但因稍南有千丈岩，再西再南，又有一座临江的定山，以及许多高低连迭的午潮山白龙山之类，所以钱塘张道所编的一部定乡小识是武林掌故丛编里的一种，共十六卷里，把这些山水都划归入了定乡的范围。所谓定乡者，当然是以定山而命名，有定南定北安吉长寿的四乡，又因它们据于县治的上游，所以又名上四乡，以示与县下的孝女南北钦贤调露的四乡境界的不同。大抵古时定乡的界线，东自江边六和塔算起，西至富阳为止，南望萧山，北接余杭，区域是很模糊辽阔的。现在我们要记小和山龙门山午潮山的一带，也只能马马虎虎，遵从古意，暂且以它们为定乡以内的水水山山而定乡小识的第四卷内之所记，就是这一路的山容水貌，古迹诗词，我在下面，也有不少词句是抄这一卷的记述的。先说小和山罢小和山脚，就是杭徽支路达小和山的汽车路的终点。自杭州坐汽车去，不消一个钟头，就可以到了。从山脚走上山去，曲折盘旋，大约要走三十分钟的石级，才可以到得顶上的金莲寺里。这一段上山路的风景，可以借定乡小识的记载来描写，虽然是古人的文文，但也没有白三千丈那么的夸过其实，是可以信用的小和山在龙门山东，多竹树游人登山，行翠雾中，山径盘曲，十步一折南出龙门坑，抵转塘，以达于江北下西溪。"}
{"text":"先说小和山罢小和山脚，就是杭徽支路达小和山的汽车路的终点。自杭州坐汽车去，不消一个钟头，就可以到了。从山脚走上山去，曲折盘旋，大约要走三十分钟的石级，才可以到得顶上的金莲寺里。这一段上山路的风景，可以借定乡小识的记载来描写，虽然是古人的文文，但也没有白三千丈那么的夸过其实，是可以信用的小和山在龙门山东，多竹树游人登山，行翠雾中，山径盘曲，十步一折南出龙门坑，抵转塘，以达于江北下西溪。我们去的那天，同去者是一群中外杂凑的难民似的旅行团，时候又当春意阑珊香火最旺的清明谷雨之前，满途的翠雾，当然是可以不必说，而把这翠雾衬托得更加可爱更加生色的，却是万紫千红的映山红与紫藤花。你即使还不曾到过这一处地方，你且先闭上眼睛，想一想这一个混合的色彩！上面当然是青天，游人的衣服是白的，太阳光有时也红，有时也黑在树荫下，有时也七色调和，而你的眼睛，却在这杂色丛中做乱舞乱跳的飞花蝴蝶，这大约也可以说是够风流了罢！但是更风流的事，还在后面。金莲寺里奉祀的菩萨，是玄天上帝的圣帝菩萨，据说，极有灵验。自二月至四月，香火之盛，可以抵得过老东岳的一半，而尤以饭回还勿盛曾且吃哩！的松江乡民为最多。因而在寺的门前，当这一个春香期里，有茶棚，有菜馆，还有专卖竹器的手工人。油条，烧酒，毛笋，油豆腐，却是这山上的异味。关于圣帝菩萨，我早想做一点考证，但遍阅道书，却仍是茫无头绪。只从一部不能当作正传看的草本书里，知道他是一位太子，在武当出家修行手执宝剑，头带金圈，是一位伏魔大帝。所谓魔者，就是他蜕化时嫌有烟火气味，从自己肚里挖出的一个胃和一盘肠。这圣帝的肠和胃，也受了圣化，被挖出之后，就变了一个龟与一条蛇，在世上作恶害人。经圣帝菩萨收服之后，便变了他的龟蛇二将。还有一个经他收服的王灵官，是他最信任最得意的侍从武都头一手捏钢鞭，一手作灵结，红脸赤，正直聪明，是这一位圣帝手下最有灵感，最不顾私的周仓李逵牛皋一类的人物。而圣帝的名姓，和在世时的籍贯时代，却人人殊，终于没有一个定论。以我的私意推测起来，大约这一位圣帝菩萨，受的一定是佛家的影响，系产生于唐以后的无疑。因为释迦是太子，是入山修道者，历尽了种种苦难魔折，才成正果，而他的经历出身，简直和圣帝菩萨是一样。大约道家见到了佛法的流行，这我们中国固有的正教行见得要被外来的宗教征服了，所以才倡始了这一种传说。"}
{"text":"而圣帝的名姓，和在世时的籍贯时代，却人人殊，终于没有一个定论。以我的私意推测起来，大约这一位圣帝菩萨，受的一定是佛家的影响，系产生于唐以后的无疑。因为释迦是太子，是入山修道者，历尽了种种苦难魔折，才成正果，而他的经历出身，简直和圣帝菩萨是一样。大约道家见到了佛法的流行，这我们中国固有的正教行见得要被外来的宗教征服了，所以才倡始了这一种传说。延至宋代，道教大盛，赵氏南迁，余杭大涤山下的洞霄宫，天台桐柏山上的桐柏宫，威势赫奕，压倒了禅宗。因而西溪一带，直至余杭，有的是灵宫殿，圣武庙，而释家的寺院，都是清代重修的殿宇。明朝永乐，因燕贼篡位，难得民心，故而托圣帝转世，大修武当的道院而他的末子崇祯，也做了朱天大帝，在杭州附近，出尽了威风。由此类推起来，从可知道这一带的高山道观，在明朝也是香火很盛的，一路上去，可以直溯到安徽的白岳齐云。本章结束第二辑屐痕处处感伤的行旅野马一放，放得太远了，我们只好再回到一九三五年春季的小和山来。就再说金莲寺吧！金莲寺是有田产的寺观，每年收入的租谷，尽可以养得活十二三位寺内的僧侣，寺的组织继承，是和浙东的寺院一样，大有俗家的气味他们奉祀的虽是圣帝菩萨，而穿的却是和尚的衣服因为富有寺产，所以打官司夺产业这类的事，也是免不了的。我们当天在金莲寺外吃了一阵油条烧酒之后，因为去的目的地是白龙潭，所以只在寺外门前闹了一阵，便向南面的一条石级路走下，上龙门坑去了。这龙门坑的一个村子，真是外人不识，村人不知，武陵渔父，也不曾到过的一座世外的桃源它的形势，和在郎当岭上，看下去的山村梅家坞，有点相仿佛。龙门坑居民二百余家，十分之六是葛姓，村中一溪，断桥错落，居民小舍，就在溪水桥头，山坡岩下，排列分配得极匀极美。村的三面，尽是高山，山的四面就是万紫千红的映山红与紫藤花。自白龙潭下流出来的溪水，可以灌田，可以助势，所以水碓磨坊，随处都是。居民于种茶种稻之外，并且也利用水势，兼营纸业。这一种和平的景象，这一种村民乐业的神，你若见了，必定想辞去你所有的委员教员员的职务，来此地闲居课子，或卖剑买牛，不问世事。"}
{"text":"龙门坑居民二百余家，十分之六是葛姓，村中一溪，断桥错落，居民小舍，就在溪水桥头，山坡岩下，排列分配得极匀极美。村的三面，尽是高山，山的四面就是万紫千红的映山红与紫藤花。自白龙潭下流出来的溪水，可以灌田，可以助势，所以水碓磨坊，随处都是。居民于种茶种稻之外，并且也利用水势，兼营纸业。这一种和平的景象，这一种村民乐业的神，你若见了，必定想辞去你所有的委员教员员的职务，来此地闲居课子，或卖剑买牛，不问世事。而这村中的蛟龙庙或作娇龙庙里的一区小学儿童的歌声，更加要使你想到没有外国势力侵入，生活竞争不像现在那么激烈的羲皇以上的时代去。忍不住了，就乘大家不注意的中间，偷偷在笔记簿上写下了这么的二十八字小和山下蛟龙庙，聚族安居二百家，好是阳春三月暮，沿途开遍紫藤花。从龙门坑西去的五六里路中间，两边尽是午潮山龙门山千丈岩牛滑岭倒吊岭九曲岭狮子岩等崇山峻岭拖下来的高峰中有一溪，因成一谷。山上的花和石，溪里的水和天，三步一转，五步一折，到了谷底的时候，要上山了，这时候你就感得到一年不断的天风，和名叫龙门，从两峰夹峙的石壁之间流下来的瀑布声音的淙淙霍霍。你要脱去了文明人的鞋袜，光赤着从母胎里带来的双足，有时候水大，也须还要撩上你本来不长的短裤，露着白腿，不惜臀部因为要滑跌而坐在水中，才能到得那所谓的龙门山夹，从这山夹里流下来的白龙潭瀑布的身边。上面说过的所谓更风流的事，就在这一段了。小姐们太太们，到了此地，总算是已经历尽了千辛和万苦从此回去么？瀑布声音，是听得见了爱惜丝袜与高跟皮鞋么？那你就一步也移动不得。坐轿子么？你一个人走，尚且危险，哪里有一乘轿子与两个轿夫的容身之地？所以你不来则已，你若一来，就得大家平等，一律的赤着足，撩着衣，坐臀桩，爬石隙，大家只好做一个原始时代的裸的亚当与夏娃不必客气，毫无折扣，要爬过山的半腰，再顺溪流而上，直到两山壁峙的幽黯的山T，才看得见那一条白龙飞舞似的珠帘的彩瀑。瀑身并不宽，瀑流也并不高大约总只有五丈余高，可是在杭州附近，在这一个千岩万壑不知去路的山间，偶尔路一转折，就见到了这一条只在书的插画里见过似的飞瀑，岂不是已经可以算一件奇迹了么？"}
{"text":"瀑身并不宽，瀑流也并不高大约总只有五丈余高，可是在杭州附近，在这一个千岩万壑不知去路的山间，偶尔路一转折，就见到了这一条只在书的插画里见过似的飞瀑，岂不是已经可以算一件奇迹了么？风流不风流，且不必去管它，总之你费半日的心思和劳力，最后就可以得到这一点怡悦心身，满足好奇的酬报，岂不是比盼望了两三个月之久，而终于也许还不能得到一个末尾的航空奖券稳健有趣得多？白龙潭的出名，及它的所以成为今年游春的时髦地点的原因，大约从上面的一段记述里，大家可以明白了现在我还想参考定乡小识，以及这次去游的经验，再补叙几句进去。原来这一带的地域，古时候似乎都叫作龙门山路的而所谓龙门山者，究竟是哪一支山，却很不容易辨清。白龙潭瀑布所在的地方，两峰夹峙，绝似龙门，按理当以此处为龙门山的中心，但厉鹗的宿龙门山巢云上人房的那一五律诗的小注里，又说山在钱唐之西，俗名小和山。厉鹗当然是不对，可是现在的村人，也只把白龙潭所在的一带，叫作白龙山而已，并无龙门山的这一个名称。在上白龙潭去的路旁，就在龙门坑村里一支山上，有一条新辟的山路，是上白龙庵去的。这白龙庵系在山的东南面，地势极南，下面可以俯瞰定乡北谷以及钱唐江的之字形的江流，游人大抵不到，可是地方却是最妙也没有的一处高地而自白龙庵西下白龙潭，也须走两三里路，才可以看得到白龙潭瀑布的来源若以这山为龙门山，那山的一面，龙门的西面半扇，又没有了名字了，所以也不大妥当。我想非地理学家的我们这些游人，最好是只能将错就错，以这一带的地域，为龙门山的辖地将白龙潭与白龙山，统视作了龙门山的支脉，那才可以与古书不背了。在这里，我只希望去看白龙潭瀑布的人多一些，可以将那条山路踏平更希望去游的人，能从龙门坑转向南去，出转塘去坐汽车，可以免去回来时小和山岭的一条山路的跋涉最后还希望将回到龙门坑村里，再去午潮山的那一点气力省下，转向南面的山上叫作白龙庵的地方去看一看白龙潭瀑布的来源，与钱塘江江上的风帆，因为上午潮山去的一路景色，以及山上的眺望，是远不及现在有一所农场在那里的白龙庵上面的宽敞伟大的。"}
{"text":"本章结束第二辑屐痕处处感伤的行旅一九三五年四月五日原载一九三五年四月十日杭州学校生活第一一期，据达夫游记二十二年的旅行编者出的这一个题目，范围实在大得很。先自室内旅行起，以至世界旅行，星球月球旅行等，在实际上，在空想上，二十二年中，大约总有许多人试过的无疑。编者把这题目来分给我，想来是因为我在二十二年秋天，上浙东去旅行过一次的缘故但这一次旅行的结果，已经为杭江铁路局写了两篇旅行记――一名杭江小历纪程，一名浙东景物纪略――随时在各报上杂志上发表过一次，现在已被收入到该局发行的旅行指南里去了。迫不得已，我只好写点关于旅行一般的空话，以及还有许多在浙东得来的零星印象，来缴卷塞责。旅行，实在是有闲有钱有健康的人的最好的娱乐。从前中国人视出门为畏途，离家百里，就先要祷告祖宗，辞别亲友，像煞是不容易回来的样子，现在则空有飞机，水有轮船，陆有火车汽车，千里万里，都可以转瞬而至了所以从前的人所最怕的这旅行，现在的人却可以把它当作娱乐来看。有几个有钱好事的闲人，并且还把它当作了一种学问。我想旅行的快乐，第一当然是在精神的解放一个人生在世上，少不得总有种种纠纷和关系缠绕在身边的，富人有富人的忧虑，穷人有穷人的苦恼一上征途，则同进了病院和监狱一样，什么事情都可以暂时搁起，不管她妈了――以入病院和进监狱为譬喻，或者是有点语病，但我所注重的，是在对于人世的杂务一方面的话，入了病院，工总可以不做了，进了监狱，债总可以不还了，是这一个意思。第二，旅行的快乐，大约是在好奇心的满足有非常美丽的太太随侍在侧的男子，会同臃肿粗大的寝室女仆去亲嘴抱腰的心理，想起来大约也同这旅行者之心一样的在好奇思异。本来有高大的洋房作住宅的先生们，到了乡下，看见一所茅草盖顶，柳树当门的厕所，会得喜欢叫绝的，也就是这一个p在那里作怪。"}
{"text":"第二，旅行的快乐，大约是在好奇心的满足有非常美丽的太太随侍在侧的男子，会同臃肿粗大的寝室女仆去亲嘴抱腰的心理，想起来大约也同这旅行者之心一样的在好奇思异。本来有高大的洋房作住宅的先生们，到了乡下，看见一所茅草盖顶，柳树当门的厕所，会得喜欢叫绝的，也就是这一个p在那里作怪。还有些人，觉得平时的生活太舒适了，只想去不会丧命的冒些小险，不会损身的吃些小苦，以打破打破那一条生命之流的单条平滑，旅行却也是最适当的一针吗啡。唯其是如此，所以中国也有了同s。s一样的一个旅行社，萧伯纳也坐飞机飞过了长城，独身者的夺柯勃辣想在北平市里破一破独身之戒。但我的这一次的旅行浙东，原因可有点不同，虽在旅行，实际上却是在替路局办公，是一个行旅的灵魂叫卖者的身分。浙东一带，所给予我的混合印象，是在山的秀里带雄，水的清能见底，与沿途处处，桕树红叶的美似春花。百姓都很勤俭，所以乡下人家，家家都整洁堂皇，比起杭嘉湖的乡村的坍败衰落来，实在相差得很远。地势极高，山峰绵亘，斜坡上谷底里，竹树最多，间有几棵纤纤的枫树，经霜之后，叶尽红了，微风一动，更能显出万绿丛中红一点的迷人的诗意。中国铁路的两大干线，平汉与津浦，我跑得次数最多，其他的支线若广九，若北宁，若京绥等，也曾去过几次，但以景色的变化多奇，山水的淡浓相称来说，我觉得没有一处，能比得上这杭江铁路三百余里的一段风光虽则正太铁路如何，我是没有去过，还不敢说。说到人物，则金华附近的女人，皮色都是很白，相貌也都秀丽，有平湖苏州的女人的美处，而健康高大，则又像是条顿民族的乡间的农妇。至于物产呢，浙东居民当然是以造纸种田为正业的，间有煤矿铁矿，汤溪也有温泉，但无人开发，富源还睡在地里。因为多山，所以木材也多，居民之从事于烧炭烧窑者，为数也着实不少。其余若畜牧的养猪养鸭养牛，种植的细蔗荞麦黍稷，以及桕子玉蜀黍之类，若能改良照科学的方法做去，则金衢一带的百姓，更可以增加富庶可惜世乱纷纭，为政者现在还顾不到此。"}
