{"text":"我现在既不看国产电影，也不看国产电视剧，而且不看中国当代作家的小说。比方说，先生的废都，我就坚决不看，生怕看了以后会喜欢虽然我在性道德上是无懈可击的，但我深知，不是每个人都像我老婆那样了解我。事实上，你只要关心文化领域的事，就可能介入了论战的某一方，自身也不得清白，这种事最好还是避免。假如人人都像我这样，我国的文化事业前景堪虞，不过我也管不了这么多。不管影视也好，文学也罢，倘若属于艺术的范畴，人就可以放心大胆地去欣赏，至不济落个欣赏水平低的评价一扯到道德问题，就让人裹足不前了。这种怯懦并不是因为我们不重视道德问题，而恰恰似因为我们很重视道德问题。假如我干了不道德的事，我乐于受到指责，并且负起责任但这种不道德决不能是喜欢或不喜欢某个电影。假如我不看电影，不看小说，还可以关心一下正经学问读点理论文章学术论文。文科的文章往往要说，以马列主义为指南，以辩证唯物主义为指导思想，为了什么什么等等。一篇文章我往往只敢看到这里，因为我害怕看完后不能同意的观点，就要冒反对马列主义的危险。诚然，我可以努力证明口称赞同马列主义，实质上在反对马列，但我又于心不忍，我和任何人都没有这么大的仇恨。其实，不光是理论文章，就是电视剧小说也会把自己的动机神圣化然后把自己的作品神圣化，最后把自己也神圣化这样一来，他就像天兄下凡时的杨秀清。我对这些人原本有一些敬意，直到去年秋天在北方一小城市里遇到了一批刷猴子的人。他们也用杨秀清的口吻说为了繁荣社会主义文化，满足大家的精神需求，等等，现在给大家耍场猴戏。我听了以后几乎要气死――猴戏我当然没看。我怕看到猴子翻跟头不喜欢，就背上了反对繁荣社会主义文化的罪名而且我也希望有人把这些顺嘴就圣化自己的人管一管――电影电视小说理论文章都可以强我喜欢只要你不强我去看，我可以喜欢，连猴戏也要强我喜欢，实在太过分了――我最讨厌的动物就是猴子，尤其是见不得它做鬼脸。现在有很多文人下了海，不再从事文化事业。不管在商界产业界还是科技界，人们以聪明才智辛勤劳动来进行竞争。唯独在文化界，赌的是人品爱国心羞耻心。照我看来，这有点像赌命，甚至比赌命还严重。这种危险的游戏有何奖品？只是一点小小的文名。所以，你不要怪文人下海。"}
{"text":"现在有很多文人下了海，不再从事文化事业。不管在商界产业界还是科技界，人们以聪明才智辛勤劳动来进行竞争。唯独在文化界，赌的是人品爱国心羞耻心。照我看来，这有点像赌命，甚至比赌命还严重。这种危险的游戏有何奖品？只是一点小小的文名。所以，你不要怪文人下海。假设文化领域里的一切论争都是道德之争神圣之争，那么争论的结果就该是出人命，重大的论争就该有重大的结果，但这实在令人伤心――一些人不道德没廉耻，还那么正常地活着，正如孟子所说无耻无耻，无耻矣！我实在不敢相信，文化界还有这么多二皮脸之人。除了这两种结果，还有第三种结果，那就是大家急赤白脸的争论道德廉耻，争完了就忘了这就是说，从起头上就没有把廉耻当廉耻，道德当道德。像这样的道德标准，绝不是像我这样的人能接受的。我认为像我这样的人不在少数我们热爱艺术热爱科学，认为它们是崇高的事业，但是不希望这些领域里的事同我为人处事的态度我对别人的责任我的爱憎感情发生关系，更不愿因此触犯社会的禁忌。这是因为，这两个方面不在一个论域里，而且后一个论域比前者要严重。打个比方，我像本世纪初年的一个爪哇土著人，此种人生来勇敢不畏惧战争但是更重视清洁。换言之，生死和清洁两个领域里，他们更看重后者因为这个原故，他们敢于面对枪林弹雨猛冲，却不敢朝着秽物冲杀。荷兰殖民军和他们作战时，就把屎撅子劈面掷去，使他们望风而逃。当我和别人讨论文化问题时，我以为自己的审美情趣文化修养在经受挑战，这方面的反对意见就如飞来的子弹，不能使我惧怕而道德方面的非难就如飞来的粪便那样使我胆寒。我的意思当然不是说现在文化的领域是个屎撅纷飞的场所，臭气熏天――决不是的我只是说，它还有让我胆寒的气味。所以，假如有人以这种态度论争，我要做得第一件事，就是逃到安全距离之外，然后在好言相劝算了罢，何必呢？道德保守主义及其他为东方的社会伦理漫谈专栏写文章时，我怀有一种特殊的责任感，期待自己的工作能为提高社会的道德水平做出一点贡献。然而作为中国的知识分子，随时保持内省的状态是我们的传统，不能丢掉。"}
{"text":"所以，假如有人以这种态度论争，我要做得第一件事，就是逃到安全距离之外，然后在好言相劝算了罢，何必呢？道德保守主义及其他为东方的社会伦理漫谈专栏写文章时，我怀有一种特殊的责任感，期待自己的工作能为提高社会的道德水平做出一点贡献。然而作为中国的知识分子，随时保持内省的状态是我们的传统，不能丢掉。我记得在我之前写这个专栏的何怀宏先生，写过一篇讨论全社会的道德水平能否随经济发展提高的文章，得出了可以存疑的结论。对于某些人来说，何先生的结论不能令人满意。结论似乎应当是可以提高而且必须提高。如果是这样，那篇文章就和大多数文章一样，得到一种号召积极行动的结论。号召积极行动的结论虽好，但不一定合理。再说，一篇文章还没有读，结论就已知道，也不大有趣。我认为，目前文化界存在着一种道德保守主义，其表现之一就是多数文章都会得到这种结论。在道德这个论域，假如不持保守的立场，就不会一味地鼓吹提高全社会的道德水平。举例言之，假如你持宋儒的观点，就会认为，全社会没有了再醮的寡妇，所有的女孩子都躲在家里等待父母之命媒妁之言，道德水平就是很高的，应该马上朝这个方向努力而假设你是五四之后的文化人，就会认为这种做法道德水平有多高是有问题的，也就不急于朝那个方面努力。这个例子想要说明的是，当你急于提高全社会道德水平时，也许已经忽略了社会伦理方面发生的变革而且这种变革往往受到了别的因素的影响，实际上是不可避免的。事实上，因为我们国家很大一部分人的生活方式正在改变，这种变革也正在发生，所以如何去提高道德水平是个最复杂的问题而当我们这样提出问题时，也就丧失了提高道德水平的急迫感。前年夏天，我到外地开一个会――在此声明，我很少去开会，这个会议的伙食标准也不高――看到一位男会友穿了一件文化衫，上面用龙飞凤舞的笔迹写着一串英文，sp总的来说，这个口号让人振奋，因为它带有积极振奋的语调，这正是我们都想听到的。但是这个p是什么意思不大明白，我觉得这个字念起来不大对头。回来一查，果不出我所料，是尿尿的意思。搞明白了全句的意思，我就觉得这话不那么激动人心了。众所周知，我们已过了要人催尿的年龄，在小便这件事上无须别人的鼓励。"}
{"text":"但是这个p是什么意思不大明白，我觉得这个字念起来不大对头。回来一查，果不出我所料，是尿尿的意思。搞明白了全句的意思，我就觉得这话不那么激动人心了。众所周知，我们已过了要人催尿的年龄，在小便这件事上无须别人的鼓励。我提到这件事，不是要讨论如何小便的问题，而是想指出，在做一件事之前，首先要弄明白是在干什么，然后再决定是不是需要积极和振奋。这只是我个人的意见，当然，有些人在这类事情上一向以为，无论干的是什么，积极和振奋总是好的。假如倒回几年，到了文化革命里，连我也是这样的人。当年我坚信，一切方向问题都已解决，只剩下一件事，毛主席挥手我前进，所以在回忆年轻时代的所作所为之时，唯一可以感到自豪的事就是那段时间我一直积极而振奋，其他的事都只能令我伤心。我个人认为，一个社会的道德水准取决于两个方面，一是价值取向，二是在这些取向上取得的成就很显然，第一个方面是根本。倘若取向都变了，成就也就说不上，而且还会适得其反。因此，要提高社会的道德水准就要解决两方面的问题。一弄清哪一种价值取向比较可取二以积极进取的态度来推进它。坦白地说，我只关心第一个问题。换言之，我最关心p是要干什么，在搞明白它是什么意思之前，对，s中包含的强烈语气无动于衷。我知道自己是个挺极端的例子另一种极端的例子是对干什么毫不关心，只关心积极进取，狂热推动。我觉得自己所处的这个极端比较符合知识分子的身份，并为处于另一极端的朋友捏一把冷汗。假如他们凑巧持一种有益无害的价值取向，行为就会很好假如不那么凑巧，就要成为一种很大的祸害。因为这个原故，他们的一生是否能于社会有益于人类有益，就不再取决于自己，而是取决于机遇。正因为有这样的人存在，思考何种社会伦理可取的人的责任就更重大了。我本人关心社会伦理问题，是从研究同性恋始。我做社会学研究，但是这样一个研究题目当然和社会伦理问题有关系。现在有人说，同性恋是一种社会丑恶现象，我反对这种说法，但不想在此详加讨论――我的看法是，同性恋是指一些人和他们的生活，说人家是种社会现象很不郑重。我要是说女人是种社会现象，大家以为如何？"}
{"text":"因为这个原故，他们的一生是否能于社会有益于人类有益，就不再取决于自己，而是取决于机遇。正因为有这样的人存在，思考何种社会伦理可取的人的责任就更重大了。我本人关心社会伦理问题，是从研究同性恋始。我做社会学研究，但是这样一个研究题目当然和社会伦理问题有关系。现在有人说，同性恋是一种社会丑恶现象，我反对这种说法，但不想在此详加讨论――我的看法是，同性恋是指一些人和他们的生活，说人家是种社会现象很不郑重。我要是说女人是种社会现象，大家以为如何？――我只想转述一位万事通先生在澡堂里对这个问题发表的宏论，他说同性恋那是外国的高级玩艺儿，我们这里有些人就会赶时髦这艾滋病也不是谁想得就配得的！在他说这些话时，我的一位调查对象就在一边坐着。后者告诉我说，他的同性恋倾向是与生俱来的。他既不是想赶时髦，也不是想得艾滋病。他还认为，生为一个同性恋者，是世间最沉重的事。我想，假如这位万事通先生知道这一切，也不会对同性恋做出轻浮赶时髦这样的价值评判，除非他对自己说出的话是对是错也不关心。我举这个例子是想说明伦理道德的论域也和其他论域一样，你也需要先明白有关事实才能下结论，而并非像某些人想象的那样，只要你是个好人，或者说，站对了立场，一切都可以不言自明。不管你学物理也好，学数学也罢，都得想破了脑袋，才能得到一点成绩假设有一个领域，你在其中想都不用想就能得到大批的成绩，那倒是很开心的事。不过，假如我有了这样的感觉，一定要先去看看心理医生。在本文开始的时候，提出了道德保守主义这样一种说法。我以为道德保守主义和不问价值取向是否合理只求积极进取的倾向，在现象上是一回事，虽然它们在逻辑上没有什么联系。这主要是因为假如你不考虑价值取向这样一个主要问题换言之，你以为旧有的价值取向都是对的，无须为之动脑子，就会节省大量的精力，干起呼吁提倡这类事情时，当然精力充沛，无人能比。举例来说，有关传统道德里让寡妇守节，我们知道，有人说过饿死事小，失节事大又有人说过饿死事极小，失节事极大。这些先生没有仔细考虑过让寡妇守节是否合理，此种伦理是否有必要变革，所以才能如此轻松地得出要丧偶女士饿死这样一个可怕的结论。喜欢萧伯纳的朋友一定记得，在巴巴拉少校一剧里，安德谢夫先生见到了平时很少见到的儿子斯泰芬。老先生要考较一下儿子，就问他能干点什么。他答道干什么都不行，我的特长在于明辨是非。"}
{"text":"举例来说，有关传统道德里让寡妇守节，我们知道，有人说过饿死事小，失节事大又有人说过饿死事极小，失节事极大。这些先生没有仔细考虑过让寡妇守节是否合理，此种伦理是否有必要变革，所以才能如此轻松地得出要丧偶女士饿死这样一个可怕的结论。喜欢萧伯纳的朋友一定记得，在巴巴拉少校一剧里，安德谢夫先生见到了平时很少见到的儿子斯泰芬。老先生要考较一下儿子，就问他能干点什么。他答道干什么都不行，我的特长在于明辨是非。假如我理解得对，斯泰芬先生是说他在伦理道德方面有与生俱来的能力。安德谢夫把斯泰芬狠狠损了一顿，说道你说的那件事，其实是世界上最难的事。当然，这位老爷子不是在玩深沉，他的意思是说，你要明辨是非，就要把与此有关的一切事都搞清。这是最高的智慧，绝不是最低的一种。这件事绝不轻松，是与非并不是不言自明的。在伦理道德的论域里，有两种不同的态度一种认为，只有详细地考虑有关证据，经过痛苦的思索过程，才能搞清什么是对，什么是错――我就是这样考虑伦理问题的另一种认为，什么是对什么是错根本无须考虑，只剩下了如何行动的问题――我嫉妒这种立论的方式，这实在太省心。假设有位女子风华绝代，那么她可以认为，每个男人都会爱上她，而且这么想是有理由的。但我很难想象，什么样的人才有资格相信自己一拍脑袋想出来的东西就是对的现在能想出的唯一例子就是圣灵充满的耶稣基督。我这辈子也不会自大到这种程度。还有一种东西可以拯救我们，那就是相信有一种东西绝对是对的，比如一个传统，一本小红书，你和它融为一体时，也就达到了圣灵充满的境界。在这种状态下，你会感到一切价值取向上的是与非都一目了然，你会看到那些没有被充满的人都是那么堕落，因而充满了道德上的紧迫感。也许有一天，我会向这种诱惑屈服，但现在还不肯。行货感与文化相对主义水浒传上写到，宋江犯了法，被刺配江州，归戴宗管。按理他该给戴宗些好处，但他就是不给。于是，戴宗就来要。宋江还是不给他，还问他我有什么短处在你手里，你凭什么要我的好处？戴宗大怒道还敢问我凭什么？你犯在我的手里，轻咳嗽都是罪名！你这厮，只是俺手里的一个行货！行货是劣等货物，戴宗说，宋江是一件降价处理品，而他自己则以货主自居。我看到这则故事时，只有十二岁，从此就有了一种根深蒂固的行货感，这是一种很悲惨的感觉。"}
{"text":"也许有一天，我会向这种诱惑屈服，但现在还不肯。行货感与文化相对主义水浒传上写到，宋江犯了法，被刺配江州，归戴宗管。按理他该给戴宗些好处，但他就是不给。于是，戴宗就来要。宋江还是不给他，还问他我有什么短处在你手里，你凭什么要我的好处？戴宗大怒道还敢问我凭什么？你犯在我的手里，轻咳嗽都是罪名！你这厮，只是俺手里的一个行货！行货是劣等货物，戴宗说，宋江是一件降价处理品，而他自己则以货主自居。我看到这则故事时，只有十二岁，从此就有了一种根深蒂固的行货感，这是一种很悲惨的感觉。在我所处的这个东方社会里，没有什么能冲淡我的这种感觉――这种感觉中最悲惨的，并不是自己被降价处理，而是成为货物这一不幸的事实。最能说明你是一件货物的事就是人家拿你干了什么或对你有任何一种评价，都无须向你解释或征得你的同意。我个人有过这种经历在我十七岁时，忽然就被装上了火车，经长途运输运往云南，身上别了一个标签屯垦戍边。对此我没有什么怨言，只有一股油然而生的行货感。对于这件事，在中国的文化传统里早有解释普天之下，莫非王土率土之滨，莫非王臣是啊，普天之下，莫非王士，我不是王率上之滨，莫非王臣，我又不是王。我总觉得这种解释还不如说我是个行货更直接些。古埃及的人以为，地球是圆的――如你所知，这是事实古希腊的人却以为，地是一块平板，放在了大鲸鱼的背上，鲸鱼漂在海里，鲸鱼背上一痒，就要乱蹭，然后就闹地震――这就不是事实。罗素先生说，不能因此认为埃及人聪明，希腊人笨。埃及人住在空旷的地方，往四周一看，圆圆一圈地平线，得出正确的结论不难。希腊人住在多山多地震的滨海地区，难怪要想到大海鲸鱼。同样是人，生在旷野和生在山区，就有不同的见识。假若有人生为行货，见识一定和生为货主大有不同。后一方面的例子有美国独立宣言，这是两百年前一批北美的种植园主起草的文件，照我们这里的标准，通篇都是大逆不道的语言。至于前一方面的例子，中国的典籍里多的是，从孔孟以降，讲的全是行货言论，尤其是和独立宣言对照着读，更是这样。我对这种言论很不满，打算加以批判。但要有个立脚点我必须证明自己不是行货――身为货物，批判货主是不对的。这些年来，文化热常盛不衰，西方的学术思潮一波波涌进了中国。有一些源于西方的学术思想正是我的噩梦――这些学术思想里包括文化相对主义功能学派，等等。"}
{"text":"至于前一方面的例子，中国的典籍里多的是，从孔孟以降，讲的全是行货言论，尤其是和独立宣言对照着读，更是这样。我对这种言论很不满，打算加以批判。但要有个立脚点我必须证明自己不是行货――身为货物，批判货主是不对的。这些年来，文化热常盛不衰，西方的学术思潮一波波涌进了中国。有一些源于西方的学术思想正是我的噩梦――这些学术思想里包括文化相对主义功能学派，等等。说什么文化是生活的工具马林诺夫斯基的功能论，没有一种文化是低等的文化相对主义，这些思想就是我的噩梦。从道理上讲，这些观点是对的，但要看怎么个用法遇上歪缠的人，什么好观点都要完蛋。举例来说，江州大牢里的宋江，他生活在一种独特的文化之中我们可以叫它宋朝的牢狱文化，按照这种文化的定义，他是戴宗手里的行货，他应该给戴宗送好处。他若对戴宗说，人人生而平等，我也是一个人，凭什么说我是宗货物？咱们这种文化是有毛病的。戴宗就可以说宋公明，根据文化相对主义的原理，没有一种文化有毛病，咱们这种文化很好，你还是安心当我的行货吧。宋江若说虽然这种文化很好，但你向我要好处是敲诈我，我不能给。戴宗又可以说文化是生活的工具，既然在我们的文化里你得给我好处，这件事自有它的功能，你还是给了吧。如果不给，我就要按咱这种文化的惯例，用棍子来打你了――你先不要不满意，打你也有打你的功能。这个例子可以说明文化人类学的观点经不住戴宗的歪曲滥用。实际上，没有一种科学能经得起歪曲滥用。但有一些学者学习西方的科学，就是为了用东方的传统观念来歪曲的。从文化相对主义，就能歪曲出一种我们都是行货的道理来。我们知道，非洲有些地方有对女孩行割礼的习惯，这是对妇女身心的极大摧残。一些非洲妇女已经起而斗争，反对这种陋习。假如非洲有些食洋不化的人说这是我们的文化，万万动不得，甚至搬出文化相对主义来，他肯定是在胡扯。文化相对主义是人类学家对待外文化的态度，可不是让宋公明当行货，也不是让非洲的女孩子任人宰割。人生活在一种文化的影响之中，他就有批判这种文化的权利。我对自己所在的文化有所批评，这是因为我生活在此地，我在这种文化的影响之下，所以有批判它的权利。假设我拿了绿卡，住在外国，你说我没有这种权利，我倒无话可说。这是因为，人该是自己生活的主宰，不是别人手里的行货。"}
{"text":"假如非洲有些食洋不化的人说这是我们的文化，万万动不得，甚至搬出文化相对主义来，他肯定是在胡扯。文化相对主义是人类学家对待外文化的态度，可不是让宋公明当行货，也不是让非洲的女孩子任人宰割。人生活在一种文化的影响之中，他就有批判这种文化的权利。我对自己所在的文化有所批评，这是因为我生活在此地，我在这种文化的影响之下，所以有批判它的权利。假设我拿了绿卡，住在外国，你说我没有这种权利，我倒无话可说。这是因为，人该是自己生活的主宰，不是别人手里的行货。假如连这一点都不懂，他就是行尸走肉，而行尸走向是不配谈论科学的。极端体验唐朝有位秀才先生，才高八斗，学富五车，因慕李太白为人，自起名为李赤――我虽没见过他，但能想像出他的样子一位翩翩佳公子。有一天，春日融融，李赤先生和几个朋友出城郊游。走到一处野外的饭馆，朋友们决定在此吃午饭。大家入席以后，李赤起身去方便。去了就不回来，大家也没理会。忽听外面一声暴喊，大家循声赶去，找到了厕所里。只见李赤先生头在下，脚在上，倒插在粪桶里。这景象够吓人的。幸亏有位上厕所的先生撞见了，惊叫了一声，迟了不堪设想大伙赶紧把他拔出来，打来清水猛冲了几桶。还好，李赤先生还有气，冷水一激又缓了过来。别人觉得有个恶棍躲在厕所里搞鬼，把李赤拦腰抱起，栽进了粪桶里，急着要把他逮住。但李赤先生说，是自己掉进去的。于是众人大笑，说李先生太不小心了，让他更衣重新入席――但却忽略了一件事李先生不是跳水队员，向前跳水的动作也不是非常熟练，怎么能一失足就倒插在粪桶里。所以，他是自己跳下去的。李赤的故事古书里提到了多次，唐文粹里有柳宗元的李赤传，酉阳杂里好像也有，都提到了李先生跳粪桶或跳茅坑，但都无法解释他为什么要跳。我忽然发现，这件事我能解释有些人秉性特殊，寻常生活不能让他们满足。他们需要某种极端体验喜欢被人捆绑起来，加以羞辱和拷打――人各有所好，这不碍我们的事。其中还有些人想要s，也就是把屎尿往头上浇。这才是真正惊世骇俗的嗜好。据说在纽约和加州某些俱乐部里，有人在口袋里放块黄手绢，露出半截来，就表明自己有这种嗜好。我觉得李赤先生就有这种嗜好，只是他不是让别人往头上浇，而是自己要往里跳。这种事解释得太详细了难免恶心，我们只要明白极端体验是个什么意思就够了。现在是太平年月，大约在三十年前吧，整个中国乱哄哄的，有些人生活在极端体验里。"}
