{"text":"所以我们平常作宣传的人，用一句标语，一句小标题，也必须要经过仔细研究，搞错了，也可说就是正名的偏差。问舍求田下面大体讲作人的道理樊迟请学稼，子曰吾不如老农。请学为圃，曰吾不如老圃。樊迟出。子曰小人哉！樊须也。上好礼，则民莫敢不敬上好义，则民莫敢不服上好信，则民莫敢不用情。夫如是，则四方之民，襁负其子而至矣。焉用稼！樊迟有一次向孔子请教农业的技术问题，稻子要怎样种得好。孔子说，那你不要问我，不如去问有种田经验的老农。樊迟又问如何种菜种花。孔子说，这些事你问我，我不是不懂，但只懂一点，不如去问老经验的种菜种花的人。樊迟退出去了以后，孔子就对学生们幽默的说，樊迟这个小子，竟来问我这些农业技术问题。其实，我只教你们作人做事的大原则，并没有教种菜的技术。如果身居上位，作一个领导人，本身好礼诚敬，下面就自然敬业乐群了。这点我们应当要注意，在任何地方，领导人的意向，有一点偏向于某一方面，不久之后，整个风气都会偏向某一方面。不但是坏的偏向会出毛病，好的偏向如果不善加引导，也会出问题。所以道家儒家都讲无为而治，由此知道领导人的学养，是要很注意的。孔子现在是讲好的偏向，他说上面的人处处好礼，讲究文化思想，下面的人就诚敬严肃，成为风气了上面的人如处处爱人，牺牲自己，帮助别人，那么下面的人心，受上面的影响，当然人人都服从你。尤其带兵，所谓先之，劳之，在艰难困苦中，先替下面的人想办法，只有一餐饭可吃，让大家先吃，有剩的自己再吃，不然自己饿肚子。当然不能为了手段才如此做，要真诚的这样做，那么人民没有不心悦诚服的。上好信的信，不但指有信用，讲了的话兑现，还包括了信人信己，要做到疑人不用，用人不疑。那么下面对你没有不付出真感情的。人能做到这一点，人心归向，贤才毕集，百姓感戴，携家带眷，前来依附，还怕没有人来替你种田吗？但话说回来，后世儒家的知识分子，因此都不肯自力谋生，只想作领导人――作官的毒素也种因于这种思想流弊了。实因误解孔子的教学生主旨所致。因此，下面便说到从政与个人修养子曰诵诗三百，授之以政，不达使于四方，不能专对虽多，亦奚以为？孔子说，学识的修养基本，要先读诗。"}
{"text":"那么下面对你没有不付出真感情的。人能做到这一点，人心归向，贤才毕集，百姓感戴，携家带眷，前来依附，还怕没有人来替你种田吗？但话说回来，后世儒家的知识分子，因此都不肯自力谋生，只想作领导人――作官的毒素也种因于这种思想流弊了。实因误解孔子的教学生主旨所致。因此，下面便说到从政与个人修养子曰诵诗三百，授之以政，不达使于四方，不能专对虽多，亦奚以为？孔子说，学识的修养基本，要先读诗。并不是要政治家成为一个诗人，因为春秋战国以上的文化思想，直到孔子删诗书定礼乐时代的诗经，可以说是包括了一切知识的通才之学，所谓虫鱼鸟兽的名称，以及人情风土的知识，由诗的内涵中都可以了解。培养一个政治人才，必须先使他有充分学识，成为通才，样样都会。在古代知识范围，比现在简单。读诗读得好，学识渊博，不一定做事做得好。所以读诗以后，要授之以政，给予经验了。如果所学与行政配合不起来，不能得心应手，不能通情达理，那就要外放出去，使于四方，各处去多经验多历练。这就和后来司马迁读万卷书，行万里路的道理一样，经验不够，就使于四方，到处去增加人生的经历，然后再回来考察他，如果处理事情还是不能专精深入，那么再培养训练也没有用。这种人才，只能成为书呆子，从唐代以后，多半是打入翰林院。明清两代，进士出身进翰林院的很多，进了翰林院，就是进入研究院去研究研究，有很高的名望，很高的待遇，可是难得外放作官。在过去有许多人一辈子都待在翰林院里，如果经翰林院出身，而能再从事地方行政的，我们从清朝两百多年的史实来看，多半成为双料大员，纵不能成为国家了不起的能臣，至少也不太错。看看清朝翰林院的制度，是非常妙的，仅仅书读得好的人，就只好翰他一笔在此林中了。所以孔子说，书读好了的人，从政经验不够，就派他到外面多经历人情世故。回来还不能深入，就不是从政的大才，书读得再多也没有用。由此可见人的才具与学识，不一定能够完全配合得起来。子曰其身正，不令而行。其身不正，虽令不从。孔子讲到为政的道理，始终认为个人的修养非常重要，任何一种制度，到底还是人为的。领导人本身端正。正字包括的意义很多，思想的纯正，行为的中正等。就是一个良好政治的开端，用不着严厉的法令，社会风气自然会随着转化而归于端正。"}
{"text":"所以孔子说，书读好了的人，从政经验不够，就派他到外面多经历人情世故。回来还不能深入，就不是从政的大才，书读得再多也没有用。由此可见人的才具与学识，不一定能够完全配合得起来。子曰其身正，不令而行。其身不正，虽令不从。孔子讲到为政的道理，始终认为个人的修养非常重要，任何一种制度，到底还是人为的。领导人本身端正。正字包括的意义很多，思想的纯正，行为的中正等。就是一个良好政治的开端，用不着严厉的法令，社会风气自然会随着转化而归于端正。如果本身不正，仅以下达命令来要求别人，结果是没有用的。子曰鲁卫之政，兄弟也。这是孔子对当时历史文化的一个批判。他生长在鲁国，也继承了鲁国的文化，鲁国文化要保存周朝文化和周公流风遗政的精神。后来孔子多半在卫国，在卫国住得比较久。由卫国回来以后，才正式从事著作，删诗书，定礼乐。他认为卫国的文化政治，基本上还是不错的，还能始终保存着周代封建当初的兄弟之邦的精神。孔子这句话是感叹，也是赞美。总之，言下之意，颇多感慨！斗屋升基之争子谓卫公子荆，善居室。始有，曰苟合矣。少有，曰苟完矣。富有，曰苟美矣。孔子在卫国看到一位世家公子，并不是近代语所谓的公子哥儿。古代的公子是世袭的，大体上都由长子继承。除非这个家族犯了罪，否则是代代相传下去的。例如孟尝君信陵君平原君等等，这些都是公子。他在卫国看到一个世家公子名字叫荆，这个人对于生活的态度，包括他的思想观念和修养，都很值得推重。譬如在修缮房屋这件事上来说，刚刚开始有一点可住时，他便说，将就可以住了，不必要求过高吧！好比有一幢配给的房子，虽然小了点，人口多住不下来，将就在走廊前加一小间，马马虎虎够了就好。后来又扩大一点，修好一点，他就说，已经相当完备了，比以前好多了，不必再奢求了！等于原来配的房子只有十二个榻榻米，现在改了第一期的国民住宅，好了一点。他说好了，已经很受用了。后来又扩充一点，他又说，够了！够了！太好了。孔子讲这件事，在我们初看起来，没有什么了不起。岂但卫公子做得到，我们大家都做得到。所以有时候读论语，觉得把这些话都记载进去，好像圣人的经典，并没有什么了不起。这就是读书要与生活经验，以及年龄的增长相互配合。"}
{"text":"后来又扩大一点，修好一点，他就说，已经相当完备了，比以前好多了，不必再奢求了！等于原来配的房子只有十二个榻榻米，现在改了第一期的国民住宅，好了一点。他说好了，已经很受用了。后来又扩充一点，他又说，够了！够了！太好了。孔子讲这件事，在我们初看起来，没有什么了不起。岂但卫公子做得到，我们大家都做得到。所以有时候读论语，觉得把这些话都记载进去，好像圣人的经典，并没有什么了不起。这就是读书要与生活经验，以及年龄的增长相互配合。我们要知道，古代一个世家公子，可不那么简单。据我所了解，有些朋友因家庭出身不同，吃的穿的硬是很讲究。有一位朋友，年纪相当大，名望地位也很高。他托人买一件汗衫，因为是老牌子，找遍了香港英国，后来在香港一个老店才买到，价钱非常贵。代买的人也买了一件，穿起来的确舒服。这位先生对日常生活，就是如此考究。他也有他的理论没有钱宁可不买，要买就要买好的。譬如皮鞋，一双好的皮鞋，又舒适，又漂亮，又牢固，可以穿两三年。花两百元买一双普通皮鞋，几个月换一双，计算下来，花的钱一样，既不舒服，又不好看。皮鞋如此，其他也是一样。这就知道，世家公子的习气，确是不同，由此也就了解到人生，所谓从俭入奢易，从奢入俭难。一个穷子小出身，渐渐环境好了，自然会奢侈起来，这种习惯容易养成用惯了以后，一旦穷了，再要想俭省，就困难了。所以孔子提出卫公子荆的这个观念，是非常有道理的。我们的四书五经，教年轻人去读，在他们是一件痛苦的事，实在难懂，像这些必须要配合人生的经验去体会。如果在学校里教这些书，仅从文字上讲解，学生听了自然会反感的。这实在难怪学生，只好责怪人生了。其次说到盖房子，讲几个故事第一个讲到郭子仪唐明皇时候，安禄山作乱，唐室将垮的政权，等于他一个人打回来的。在历史上，唐代将军能富贵寿考的，只有郭子仪一个人。他退休以后，皇帝赐他一个汾阳王府。在兴工建筑的时候，他闲来无事，拄一支手杖，到工地上去监工。吩咐一个正在砌墙的泥工说，墙基要筑得坚固。这名泥水匠对郭子仪说，请王爷放心，我家祖孙三代在长安，都是作泥水匠的，不知盖了多少府第，可是只见过房屋换主人，还未见过哪栋房屋倒塌了的。郭子仪听了他这番话，拄着杖走了，再也不去监工。这个泥水匠讲的，是祖孙三代的实际经验，而郭子仪听了以后，就想透了人生的一个道理，不是消沉，而是更通达了。"}
{"text":"在历史上，唐代将军能富贵寿考的，只有郭子仪一个人。他退休以后，皇帝赐他一个汾阳王府。在兴工建筑的时候，他闲来无事，拄一支手杖，到工地上去监工。吩咐一个正在砌墙的泥工说，墙基要筑得坚固。这名泥水匠对郭子仪说，请王爷放心，我家祖孙三代在长安，都是作泥水匠的，不知盖了多少府第，可是只见过房屋换主人，还未见过哪栋房屋倒塌了的。郭子仪听了他这番话，拄着杖走了，再也不去监工。这个泥水匠讲的，是祖孙三代的实际经验，而郭子仪听了以后，就想透了人生的一个道理，不是消沉，而是更通达了。第二个故事，唐末杨玢在尚书任内，快要告老退休的时候，他在故乡的旧屋地产，有些被邻居侵占了。于是他的家人们要去告状打官司，把拟好的起诉书送给他看。杨玢看了，便在后面批说四邻侵我我从伊，毕竟须思未有时。试上含元殿基望，秋风秋草正离离。他的家人看了就不去告状了。第三个故事，和杨玢的类似，据说待考出在清代康熙雍正间的桐城人张廷玉。他是清代入关后，父子入阁拜相的汉人。据桐城朋友说，桐城有一条巷子名为六尺巷。张廷玉当年在家乡盖相府时，邻居与他家争三尺地，官司打到县衙里，张家总管便立刻把这件事写信到京里报告相爷，希望写封信给县令关照一下。张廷玉看后，在原信上批了一首诗寄回来，这首诗说千里求书为道墙，让他三尺又何妨，长城万里今犹在，谁见当年秦始皇。张家的总管于是立即吩咐让了三尺地出来，那个邻居看到张家居然退让了三尺，他也让了三尺出来，于是留下了六尺空地，成为人人都能通行的一条巷道。从这几个故事，我们就可了解孔子之所以讲到一个世家公子的生活，能够修养到知足常乐，只求温饱，实在是很难得的。像这样修养的人，如果从政，就不会受外界环境的诱惑了。刚才提到郭子仪的起建汾阳王府，我们再看看唐人的两首诗门前不改旧山河，破虏曾轻马伏波今日独经歌舞地，古槐疏冷夕阳多。――赵嘏经汾阳旧宅诗汾阳旧宅今为寺，犹有当年歌舞楼四十年来车马散，古槐深巷暮蝉愁。――张籍法雄寺东楼诗上面两首诗的词句都很简单，但包涵的意味却发人深省比起长城万里今犹在，不见当年秦始皇。如何？"}
{"text":"――赵嘏经汾阳旧宅诗汾阳旧宅今为寺，犹有当年歌舞楼四十年来车马散，古槐深巷暮蝉愁。――张籍法雄寺东楼诗上面两首诗的词句都很简单，但包涵的意味却发人深省比起长城万里今犹在，不见当年秦始皇。如何？政治经济文化子适卫，冉有仆。子曰庶矣哉！冉有曰既庶矣，又何加焉？曰富之。曰既富矣，又何加焉？曰教之。有一次孔子又到卫国去，他的学生冉有跟着去服务，到了卫国一看，政治很清明，社会进步了，繁荣起来了。于是孔子说，好呀！好繁荣呀！冉有就问，像这样繁荣了，再进一步该怎样做？孔子说，使社会繁荣，是为政的原则。繁荣了还不算，还要使国民经济基础稳固，人人富有。冉有又问，社会繁荣了，国民收入也提高了，那么再进一步又该做甚么呢？孔子说，那就是文化与教育了。仅是繁荣了，如不加上文化教育，这个社会，这个国家民族，会堕落沉沦的，这是很严重的。繁荣富有文化教育，是政治发展的三阶段。子曰苟有用我者，期月而已可也，三年有成。这是孔子平常的感叹。他感叹自己的政治理想，不能实行。孔子在这里说，假定真正有人相信我，期月而已可也，期月就差不多了。如果照我的政治理想去做，三年的时间，这个国家就有大成果，可以变成一个富强康乐的国家。子曰善人为邦百年，亦可以胜残去杀矣。诚哉是言也！看这一节书，首先要了解，孔子是引用古人的话。其中善人为邦百年，亦可以胜残去杀矣。这两句话，是孔子以前的古人说的，只有下面一句诚哉是言也！是孔子自己的话，也就是孔子对于古人那两句话的感想评语。以现在的话来解释，孔子说，这两句话的确说得不错，真有道理！这一节书是连接上面政治发展三个阶段繁荣富强文化教育的振兴一直下来的。讲到繁荣与富强，我们想到现代的情况，像全世界都在谈发展观光，观光就是社会繁荣的前奏。现在这样，过去历史也是这样。所谓观光，不免要连带有许多对社会风气不好的事，中国如此，世界各国也如此。"}
{"text":"其中善人为邦百年，亦可以胜残去杀矣。这两句话，是孔子以前的古人说的，只有下面一句诚哉是言也！是孔子自己的话，也就是孔子对于古人那两句话的感想评语。以现在的话来解释，孔子说，这两句话的确说得不错，真有道理！这一节书是连接上面政治发展三个阶段繁荣富强文化教育的振兴一直下来的。讲到繁荣与富强，我们想到现代的情况，像全世界都在谈发展观光，观光就是社会繁荣的前奏。现在这样，过去历史也是这样。所谓观光，不免要连带有许多对社会风气不好的事，中国如此，世界各国也如此。试举一个例子曾国藩打垮了太平天国，收复南京之初，当然，南京在兵乱之后，经济非常衰落，老百姓非常困苦。曾国藩第一步工作，就是恢复秦淮河的游乐事业，歌台舞榭，什么特种营业都有。这些一恢复，经济的复兴就来了。经济的原理，有如美国人一句话，世界上最大的本事，就是把你口袋里的钱，放到我的口袋里来。读了几年经济学，不如这句话实在实用有道理。好逸恶劳是人的常情，要使有钱的人，把钱花到南京来，当然最好就是发展娱乐。曾国藩不但第一步恢复了秦淮河的游乐事业，而且像他生活那样严肃的人，为了繁荣地方，听部下的建议，自己还到秦淮河去逛逛，以示提倡。曾国藩还遇上几个名妓，其中一个死了，曾国藩送了一副挽幛，题道未免有情。更相传其中有一个妓女，艺名少如，也颇有文才，要求曾国藩送他一副对子。曾老先生打算用他的艺名少如这两字嵌到联中，先写上联得少住时且少住，意思是能偷闲在这里休息片刻就休息片刻。因为要考这女孩子的文才到底怎样，便要他自对下联，不料这女孩很调皮，开了曾国藩一个大玩笑，提起笔来写道要如何处便如何。这只是相传的故事，并不完全可靠。但曾国藩为了使南京地方的经济复苏，先恢复秦淮河的繁荣，这是一个史实。然后就是管子的政治道理仓廪实则知礼节，衣食足则知荣辱。最后是文化教育，真正的文化教育。古代中国政治，为王道的道德政治后来讲事功，是来自霸道的思想，不是王道。王道政治的代表，在三代以下是周朝。经过好几百年，祖孙几代的努力，他的文化风气才养成。所以周朝的政权，在中国历史上，就有那么久远，乃至变成中国文化的渊源。这就是所谓善人为邦百年，急进是不行的。一个理想的政治风气，最后孕育成一股文化的力量，不是简单的。但这种不以事功取胜，以道德为先，才可胜残止杀，化解人们彼此斗争仇恨残杀的心理。"}
{"text":"最后是文化教育，真正的文化教育。古代中国政治，为王道的道德政治后来讲事功，是来自霸道的思想，不是王道。王道政治的代表，在三代以下是周朝。经过好几百年，祖孙几代的努力，他的文化风气才养成。所以周朝的政权，在中国历史上，就有那么久远，乃至变成中国文化的渊源。这就是所谓善人为邦百年，急进是不行的。一个理想的政治风气，最后孕育成一股文化的力量，不是简单的。但这种不以事功取胜，以道德为先，才可胜残止杀，化解人们彼此斗争仇恨残杀的心理。但是一个社会国家，要达到这个程度，必须有百年的教育，百年的文化，不可能在短时间内完成，要经过三四世才行一世三十年。孔子年纪大了以后，有了丰富的经验，所以这两句，说得非常切实。换句话说，文化历史的成果，不是一下子做得到的，起码要百把年，好几代才能做到。所以急求事功，往往没有好的结果。因此接下来说仁德须加累积成子曰如有王者，必世而后仁。对于王道仁政的推行，孔子在这里，再作一个原则性的定论。他说要实行王道的仁政，亲眼看见成功，是很难做得到的。必须要加以时间的培养，隔世或隔代的努力有了安定的社会基础，有了根深蒂固的文化教育，然后才能世而后仁。我们看历史，先不管王道不王道，每一个朝代真正的安定，都要开国以来百把年的根基才行。从近代史来说，就看清朝一代，他们由孤儿寡妇带了三百万人入关，统治了四万万人，经过康熙雍正乾隆三朝百把年来的努力，才开始有真正的安定。像春满乾坤福满门，描写当时国家社会的安定现象，实在也是得来不易的。可是在乾隆的末期就又开始变了，马上又走下坡。再回溯上去看明代宋代唐代，甚至汉代，都是如此。每个朝代开始，社会在大变乱之后，真正过安定生活走上轨道，大体上都要百年的时间。当然恢复很容易，长治久安比较难。所以那年去日本开中日文化会议，我曾面对他们的国会议员大学校长教授们说，我到了日本，看见东京的繁荣，日本朋友问我有什么感想。我说这并没有什么稀奇，一个国家，一个社会，安定下来，二十年时间，谁都做得到。但你们日本人要知道，日本今日的繁荣，是中国人三千万军民的血汗所施予的。我说世界上两件东西最可怕一是刀，一是钱。过去你们军国主义，把刀磨快了想统治全世界，后果怎样你们已经知道了。"}
{"text":"当然恢复很容易，长治久安比较难。所以那年去日本开中日文化会议，我曾面对他们的国会议员大学校长教授们说，我到了日本，看见东京的繁荣，日本朋友问我有什么感想。我说这并没有什么稀奇，一个国家，一个社会，安定下来，二十年时间，谁都做得到。但你们日本人要知道，日本今日的繁荣，是中国人三千万军民的血汗所施予的。我说世界上两件东西最可怕一是刀，一是钱。过去你们军国主义，把刀磨快了想统治全世界，后果怎样你们已经知道了。现在你们有了钱了，又想买通世界，这种思想将来所得的后果，一样可怕闲话少说，再回到正题，我们要注意必世而后仁这句话，经过一世，才能行其仁政的道理。例如一个家庭，为了培养一个孩子，希望后代优秀，也要必世而后仁。培养自己的孩子，希望自己的儿女有所成，还不大可靠儿女如果照你的教育，再教育下去，到孙子这一代，才有希望。相反的世而后败，试看社会上富豪之家，也几乎没有超过三代的殊荣。做父母的很辛苦，白手成家第二代做儿子的虽然不太过分，总比老子会花钱到孙子一代出手可大了，完全是纨绔子弟的作风，甚至有些马上败掉了因此又轮到第四代曾孙在闹穷。穷了又再俭省成家，如此循环往复，永远像一个轮子在转。这里又顺便讲一个故事。陶朱公的次子在楚国犯了死罪。因为楚王有信任的大臣庄生与陶朱公很有交情，于是陶朱公的太太要丈夫写信给他，把儿子救出来。陶朱公打算叫第三个儿子带黄金千斤，连同信件去见庄生，相信不会有问题。可是长子不肯，因为宗法社会的长子，有特别的地位，有责任与权力，所以争着要去。但陶朱公不答应，他说如果长子去送这封信，一定是把老二的尸体运回来，不是把人救回来。可是长子硬吵着要去，太太不懂事，帮长子说话。陶朱公被吵得没办法，于是就让长子去了。不过同时吩咐太太准备好次子的丧葬事宜。长子到了楚国见到了庄生，交上了书信和黄金。庄生因为是陶朱公的事情，不能不办。适逢这年楚国有灾，古代相信天象，每逢天灾。国家要做好事以求化解。于是庄生去见楚王，建议大赦，楚王接受了他这项建议。但这个消息泄漏出来了，被陶朱公的长子听到，他就后悔老二的事用不着托庄生，大赦一定会放出来的，千斤黄金白送了，心里舍不得。殊不知这次大赦，正是庄生为了救他的弟弟想出来的办法。所以又去看庄生，提起大赦的事。"}
