{"text":"见高尔基我的文学修养一文不要忘记了言语是民众所创造，将言语分为文学的和民众的两种，只不过是毛坯的言语和艺术家加过工的言语的区别。华盖集题记题记在一年的尽头的深夜中，整理了这一年所写的杂感，竟比收在热风里的整四年中所写的还要多。意见大部分还是那样，而态度却没有那么质直了，措辞也时常弯弯曲曲，议论又往往执滞在几件小事情上，很足以贻笑于大方之家。然而那又有什么法子呢。我今年偏遇到这些小事情，而偏有执滞于小事情的脾气。我知道伟大的人物能洞见三世，观照一切，历大苦恼，尝大欢喜，发大慈悲。但我又知道这必须深入山林，坐古树下，静观默想，得天眼通，离人间愈远遥，而知人间也愈深，愈广于是凡有言说，也愈高，愈大于是而为天人师。我幼时虽曾梦想飞空，但至今还在地上，救小创伤尚且来不及，那有余暇使心开意豁，立论都公允妥洽，平正通达，像正人君子一般正如沾水小蜂，只在泥土上爬来爬去，万不敢比附洋楼中的通人，但也自有悲苦愤激，决非洋楼中的通人所能领会。这病痛的根柢就在我活在人间，又是一个常人，能够交着华盖运。我平生没有学过算命，不过听老年人说，人是有时要交华盖运的。这华盖在他们口头上大概已经讹作镬盖了，现在加以订正。所以，这运，在和尚是好运顶有华盖，自然是成佛作祖之兆。但俗人可不行，华盖在上，就要给罩住了，只好碰钉子。我今年开手作杂感时，就碰了两个大钉子一是为了咬文嚼字，一是为了青年必读书。署名和匿名的豪杰之士的骂信，收了一大捆，至今还塞在书架下。此后又突然遇见了一些所谓学者，文士，正人，君子等等，据说都是讲公话，谈公理，而且深不以党同伐异为然的。可惜我和他们太不同了，所以也就被他们伐了几下，――但这自然是为公理之故，和我的党同伐异不同。这样，一直到现下还没有完结，只好以待来年。也有人劝我不要做这样的短评。那好意，我是很感激的，而且也并非不知道创作之可贵。然而要做这样的东西的时候，恐怕也还要做这样的东西，我以为如果艺术之宫里有这么麻烦的禁令，倒不如不进去还是站在沙漠上，看看飞沙走石，乐则大笑，悲则大叫，愤则大骂，即使被沙砾打得遍身粗糙，头破血流，而时时抚摩自己的凝血，觉得若有花纹，也未必不及跟着中国的文士们去陪莎士比亚吃黄油面包之有趣。"}
{"text":"这样，一直到现下还没有完结，只好以待来年。也有人劝我不要做这样的短评。那好意，我是很感激的，而且也并非不知道创作之可贵。然而要做这样的东西的时候，恐怕也还要做这样的东西，我以为如果艺术之宫里有这么麻烦的禁令，倒不如不进去还是站在沙漠上，看看飞沙走石，乐则大笑，悲则大叫，愤则大骂，即使被沙砾打得遍身粗糙，头破血流，而时时抚摩自己的凝血，觉得若有花纹，也未必不及跟着中国的文士们去陪莎士比亚吃黄油面包之有趣。然而只恨我的眼界小，单是中国，这一年的大事件也可以算是很多的了，我竟往往没有论及，似乎无所感触。我早就很希望中国的青年站出来，对于中国的社会，文明，都毫无忌惮地加以批评，因此曾编印莽原周刊，作为发言之地，可惜来说话的竟很少。在别的刊物上，倒大抵是对于反抗者的打击，这实在是使我怕敢想下去的。现在是一年的尽头的深夜，深得这夜将尽了，我的生命，至少是一部分的生命，已经耗费在写这些无聊的东西中，而我所获得的，乃是我自己的灵魂的荒凉和粗糙。但是我并不惧惮这些，也不想遮盖这些，而且实在有些爱他们了，因为这是我转辗而生活于风沙中的瘢痕。凡有自己也觉得在风沙中转辗而生活着的，会知道这意思。我编热风时，除遗漏的之外，又删去了好几篇。这一回却小有不同了，一时的杂感一类的东西，几乎都在这里面。一九二五年十二月三十一日之夜，记于绿林书屋东壁下。大方之家见识广博的人。庄子秋水吾长见笑于大方之家。伟大的人物这里指佛教创始人释迦牟尼约前―前。佛经说他有感于人生的生老病死等苦恼，在二十九岁时出家，苦行六年，仍未得解脱的途径。后来坐在菩提树下苦思七日，终于悟出了佛理。下文的三世，佛家语，指过去现在未来。天眼通，也是佛家语，所谓六通六种广大的神通之一，即能透视常人目力所不能见的东西。天人师，佛的称号。正人君子指现代评论派的胡适陈西滢王世杰等。他们在一九二五年北京女子师范大学风潮中，站在北洋政府一边，竭力为章士钊迫害学生的行为辩护，攻击和女师大进步师生。这些人大都住在北京东吉祥胡同，当时曾被拥护北洋军阀的大同晚报称赞为东吉祥派之正人君子。通人博古通今学识渊博的人。这里是对陈西滢一类人的讽刺。"}
{"text":"天人师，佛的称号。正人君子指现代评论派的胡适陈西滢王世杰等。他们在一九二五年北京女子师范大学风潮中，站在北洋政府一边，竭力为章士钊迫害学生的行为辩护，攻击和女师大进步师生。这些人大都住在北京东吉祥胡同，当时曾被拥护北洋军阀的大同晚报称赞为东吉祥派之正人君子。通人博古通今学识渊博的人。这里是对陈西滢一类人的讽刺。当时北洋政府教育总长章士钊，在他主编的甲寅周刊第一卷第二号一九二五年七月二十五日发表的孤桐杂记中曾称赞陈西滢说现代评论有记者自署西滢。无锡陈源之别字也。陈君本字通伯。的是当今通品。党同伐异语见后汉书党锢传序。纠合同伙，攻击异己的意思。陈西滢在现代评论第三卷五十三期一九二五年十二月十二日的闲话中曾用此语影射攻击说中国人是没有是非的凡是同党，什么都是好的，凡是异党，什么都是坏的。公理参看本书公理的把戏。以待来年语见孟子滕文公。文士们指陈西滢徐志摩等人。他们都曾留学英国，自以为深通英国文学，研究过莎士比亚，并常常以此自炫。如徐志摩在一九二五年十月二十六日晨报副刊发表的汉姆雷德与留学生一文中说我们是去过大英国，莎士比亚是英国人，他写英文的，我们懂英文的，在学堂里研究过他的戏，英国留学生难得高兴时讲他的莎士比亚，多体面多够根儿的事情，你们没到过外国看不完全原文的当然不配插嘴，你们就配扁着耳朵悉心的听。没有我们是不成的，信不信？陈西滢在同月二十一日晨报副刊发表的听琴一文中也说不爱莎士比亚你就是傻子。莎士比亚sp，―，欧洲文艺复兴时期英国戏剧家诗人。著有剧本仲夏夜之梦罗密欧与朱丽叶哈姆雷特等三十七种。莽原周刊文艺刊物，编辑。一九二五年四月二十四日创刊于北京，附京报发行，同年十一月二十七日出至第三十二期休刊。参看可惨与可笑注。该刊所载文字大都是对于旧社会和旧文化的批判。在两地书一七中曾说中国现今文坛？的状况，实在不佳，但究竟做诗及小说者尚有人。"}
{"text":"著有剧本仲夏夜之梦罗密欧与朱丽叶哈姆雷特等三十七种。莽原周刊文艺刊物，编辑。一九二五年四月二十四日创刊于北京，附京报发行，同年十一月二十七日出至第三十二期休刊。参看可惨与可笑注。该刊所载文字大都是对于旧社会和旧文化的批判。在两地书一七中曾说中国现今文坛？的状况，实在不佳，但究竟做诗及小说者尚有人。最缺少的是文明批评和社会批评，我之以莽原起哄，大半也就为了想由此引些新的这一种批评者来，继续撕去旧社会的假面。绿林书屋西汉末年，王匡王凤等在绿林山在今湖北当阳聚集农民起义，号绿林兵绿林的名称即起源于此。后来，就以绿林或绿林好汉泛指聚居山林反抗官府或抢劫财物的人们。一九二五年北洋政府教育部专门教育司司长刘百昭和现代评论派的一些人，曾辱骂及其他反对章士钊支持女师大学生斗争的教员为土匪学匪参看本书公理的把戏和华盖集续编学界的三魂，因戏称自己的书室为绿林书屋。咬文嚼字咬文嚼字一以摆脱传统思想的束缚而来主张男女平等的男人，却偏喜欢用轻靓艳丽字样来译外国女人的姓氏加些草头，女旁，丝旁。不是思黛儿，就是雪琳娜。西洋和我们虽然远哉遥遥，但姓氏并无男女之别，却和中国一样的，――除掉斯拉夫民族在语尾上略有区别之外。所以如果我们周家的姑娘不另姓绸，陈府上的太太也不另姓c，则欧文的小姐正无须改作妪纹，对于托尔斯泰夫人也不必格外费心，特别写成妥J丝苔也。以摆脱传统思想的束缚而来介绍世界文学的文人，却偏喜欢使外国人姓中国姓姓郭姓王姓段，一姓唐姓何姓高s也姓高，假使他谈到，大概是称他吾家的了。我真万料不到一本百家姓，到现在还有这般伟力。一月八日。二古时候，咱们学化学，在书上很看见许多金旁和非金旁的古怪字，据说是原质名目，偏旁是表明金属或非金属的，那一边大概是译音。但是，^，，锡，错，矽，连化学先生也讲得很费力，总须附加道这回是熟悉的悉。这回是休息的息了。这回是常见的锡。而学生们为要记得符号，仍须另外记住腊丁字。"}
{"text":"我真万料不到一本百家姓，到现在还有这般伟力。一月八日。二古时候，咱们学化学，在书上很看见许多金旁和非金旁的古怪字，据说是原质名目，偏旁是表明金属或非金属的，那一边大概是译音。但是，^，，锡，错，矽，连化学先生也讲得很费力，总须附加道这回是熟悉的悉。这回是休息的息了。这回是常见的锡。而学生们为要记得符号，仍须另外记住腊丁字。现在渐渐译起有机化学来，因此这类怪字就更多了，也更难了，几个字拼合起来，像贴在商人帐桌面前的将黄金万两拼成一个的怪字一样。中国的化学家多能兼做新仓颉。我想，倘若就用原文，省下造字的功夫来，一定于本职的化学上更其大有成绩，因为中国人的聪明是决不在白种人之下的。在北京常看见各样好地名辟才胡同，乃兹府，丞相胡同，协资庙，高义伯胡同，贵人关。但探起底细来，据说原是劈柴胡同，奶子府，绳匠胡同，蝎子庙，狗尾巴胡同，鬼门关。字面虽然改了，涵义还依旧。这很使我失望否则，我将鼓吹改奴隶二字为弩理，或是努礼，使大家可以永远放心打盹儿，不必再愁什么了。但好在似乎也并没有什么人愁着，爆竹毕毕剥剥地都祀过财神了。二月十日。本篇最初分两次发表于一九二五年一月十一日二月十二日北京京报副刊。本篇第一节发表后，即遭到廖仲潜潜源等人的反对，为此又写了咬嚼之余和咬嚼未始乏味二文收入集外集予以反驳，可参看。欧文英美人的姓。如美国有散文家华盛顿，欧文，―。托尔斯泰俄国人的姓。如俄国作家列夫托尔斯泰，―。果戈理，―，曾有人译为郭歌里，俄国作家，，王尔德―，英国作家。，邓南遮―，曾有人译为唐南遮，意大利作家。，何尔兹―，德国作家。，高尔基，―苏联无产阶级作家。s，高尔斯华绥―，英国作家。吾家即吾家尔基。"}
{"text":"果戈理，―，曾有人译为郭歌里，俄国作家，，王尔德―，英国作家。，邓南遮―，曾有人译为唐南遮，意大利作家。，何尔兹―，德国作家。，高尔基，―苏联无产阶级作家。s，高尔斯华绥―，英国作家。吾家即吾家尔基。旧时常称同宗的人为吾家某某，有些人为了攀附名人，抬高自己，连同姓的也都称吾家某某。这里是对当时某些文人把高尔基误为姓高名尔基的讽刺。百家姓旧时学塾所用的识字课本。宋初人编，系将姓氏连缀为四言韵语，以便诵读。原质元素的旧称。^，，锡，错，矽化学元素的旧译名。其中除锡外，其他四种的今译名顺序为铯锶铈硅。黄金万两拼成的怪字，其形如。仓颉亦作苍颉，相传是黄帝的史官，汉字最初的创造者。青年必读书青年必读书――应京报副刊的征求pp青年必读书从来没有留心过，所以现在说不出。附注但我要珍这机会，略说自己的经验，以供若干读者的参考――我看中国书时，总觉得就沉静下去，与实人生离开读外国书――但除了印度――时，往往就与人生接触，想做点事。中国书虽有劝人入世的话，也多是僵尸的乐观外国书即使是颓唐和厌世的，但却是活人的颓唐和厌世。我以为要少――或者竟不――看中国书，多看外国书。少看中国书，其结果不过不能作文而已。但现在的青年最要紧的是行，不是言。只要是活人，不能作文算什么大不了的事。二月十日。本篇最初发表于一九二五年二月二十一日京报副刊。一九二五年一月间，京报副刊刊出启事，征求青年爱读书和青年必读书各十部的书目。本文是应约对后一项所作的答复。它发表后，曾有人在报上进行攻击。对此问题，后来又写了聊答报奇哉所谓等文收入集外集拾遗可参看。"}
{"text":"只要是活人，不能作文算什么大不了的事。二月十日。本篇最初发表于一九二五年二月二十一日京报副刊。一九二五年一月间，京报副刊刊出启事，征求青年爱读书和青年必读书各十部的书目。本文是应约对后一项所作的答复。它发表后，曾有人在报上进行攻击。对此问题，后来又写了聊答报奇哉所谓等文收入集外集拾遗可参看。京报副刊京报的一种副刊，孙伏园编辑，一九二四年十二月创刊。京报，邵飘萍振青创办的具有进步色彩的报纸，一九一八年十月创刊于北京，一九二六年四月被奉系军阀张作霖查封。忽然想到忽然想到一做内经的不知道究竟是谁。对于人的肌肉，他确是看过，但似乎单是剥了皮略略一观，没有细考校，所以乱成一片，说是凡有肌肉都发源于手指和足趾。宋的洗冤录说人骨，竟至于谓男女骨数不同老仵作之谈，也有不少胡说。然而直到现在，前者还是医家的宝典，后者还是检验的南针这可以算得天下奇事之一。牙痛在中国不知发端于何人？相传古人壮健，尧舜时代盖未必有现在假定为起于二千年前罢。我幼时曾经牙痛，历试诸方，只有用细辛者稍有效，但也不过麻痹片刻，不是对症药。至于拔牙的所谓离骨散，乃是理想之谈，实际上并没有。西法的牙医一到，这才根本解决了但在中国人手里一再传，又每每只学得镶补而忘了去腐杀菌，仍复渐渐地靠不住起来。牙痛了二千年，敷敷衍衍的不想一个好方法，别人想出来了，却又不肯好好地学这大约也可以算得天下奇事之二罢。康圣人主张跪拜，以为否则要此膝何用。走时的腿的动作，固然不易于看得分明，但忘记了坐在椅上时候的膝的曲直，则不可谓非圣人之疏于格物也。身中间脖颈最细，古人则于此斫之，臀肉最肥，古人则于此打之，其格物都比康圣人精到，后人之爱不忍释，实非无因。所以僻县尚打小板子，去年北京戒严时亦尝恢复杀头，虽延国粹于一脉乎，而亦不可谓非天下奇事之三也！一月十五日。二校着苦闷的象征的排印样本时，想到一些琐事――我于书的形式上有一种偏见，就是在书的开头和每个题目前后，总喜欢留些空白，所以付印的时候，一定明白地注明。但待排出奇来，却大抵一篇一篇挤得很紧，并不依所注的办。查看别的书，也一样，多是行行挤得极紧的。"}
{"text":"身中间脖颈最细，古人则于此斫之，臀肉最肥，古人则于此打之，其格物都比康圣人精到，后人之爱不忍释，实非无因。所以僻县尚打小板子，去年北京戒严时亦尝恢复杀头，虽延国粹于一脉乎，而亦不可谓非天下奇事之三也！一月十五日。二校着苦闷的象征的排印样本时，想到一些琐事――我于书的形式上有一种偏见，就是在书的开头和每个题目前后，总喜欢留些空白，所以付印的时候，一定明白地注明。但待排出奇来，却大抵一篇一篇挤得很紧，并不依所注的办。查看别的书，也一样，多是行行挤得极紧的。较好的中国书和西洋书，每本前后总有一两张空白的副页，上下的天地头也很宽。而近来中国的排印的新书则大抵没有副页，天地头又都很短，想要写上一点意见或别的什么，也无地可容，翻开书来，满本是密密层层的黑字加以油臭扑鼻，使人发生一种压迫和窘促之感，不特很少读书之乐，且觉得仿佛人生已没有余裕，不留余地了。或者也许以这样的为质朴罢。但质朴是开始的陋，精力弥满，不惜物力的。现在的却是复归于陋，而质朴的精神已失，所以只能算窳败，算堕落，也就是常谈之所谓因陋就简。在这样不留余地空气的围绕里，人们的精神大抵要被挤小的。外国的平易地讲述学术文艺的书，往往夹杂些闲话或笑谈，使文章增添活气，读者感到格外的兴趣，不易于疲倦。但中国的有些译本，却将这些删去，单留下艰难的讲学语，使他复近于教科书。这正如折花者除尽枝叶，单留花朵，折花固然是折花，然而花枝的活气却灭尽了。人们到了失去余裕心，或不自觉地满抱了不留余地心时，这民族的将来恐怕就可虑。上述的那两样，固然是比牛毛还细小的事，但究竟是时代精神表现之一端，所以也可以类推到别样。例如现在器具之轻薄草率世间误以为灵便，建筑之偷工减料，办事之敷衍一时，不要好看，不想持久，就都是出于同一病源的。即再用这来类推更大的事，我以为也行。一月十七日。三我想，我的神经也许有些瞀乱了。否则，那就可怕。我觉得仿佛久没有所谓中华民国。我觉得革命以前，我是做奴隶革命以后不多久，就受了奴隶的骗，变成他们的奴隶了。我觉得有许多民国国民而是民国的敌人。我觉得有许多民国国民很像住在德法等国里的犹太人，他们的意中别有一个国度。我觉得许多烈士的血都被人们踏灭了，然而又不是故意的。我觉得什么都要从新做过。"}
{"text":"即再用这来类推更大的事，我以为也行。一月十七日。三我想，我的神经也许有些瞀乱了。否则，那就可怕。我觉得仿佛久没有所谓中华民国。我觉得革命以前，我是做奴隶革命以后不多久，就受了奴隶的骗，变成他们的奴隶了。我觉得有许多民国国民而是民国的敌人。我觉得有许多民国国民很像住在德法等国里的犹太人，他们的意中别有一个国度。我觉得许多烈士的血都被人们踏灭了，然而又不是故意的。我觉得什么都要从新做过。退一万步说罢，我希望有人好好地做一部民国的建国史给少年看，因为我觉得民国的来源，实在已经失传了，虽然还只有十四年！二月十二日。四先前，听到二十四史不过是相斫书，是独夫的家谱一类的话，便以为诚然。后来自己看起来，明白了何尝如此。历史上都写着中国的灵魂，指示着将来的命运，只因为涂饰太厚，废话太多，所以很不容易察出底细来。正如通过密叶投射在莓苔上面的月光，只看见点点的碎影。但如看野史和杂记，可更容易了然了，因为他们究竟不必太摆史官的架子。秦汉远了，和现在的情形相差已多，且不道。元人著作寥寥。至于唐宋明的杂史之类，则现在多有。试将记五代，南宋，明末的事情的，和现今的状况一比较，就当惊心动魄于何其相似之甚，仿佛时间的流驶，独与我们中国无关。现在的中华民国也还是五代，是宋末，是明季。以明末例现在，则中国的情形还可以更腐败，更破烂，更凶酷，更残虐，现在还不算达到极点。但明末的腐败破烂也还未达到极点，因为李自成，张献忠闹起来了。而张李的凶酷残虐也还未达到极点，因为满洲兵进来了。难道所谓国民性者，真是这样地难于改变的么？倘如此，将来的命运便大略可想了，也还是一句烂熟的话古已有之。伶俐人实在伶俐，所以，决不攻难古人，摇动古例的。古人做过的事，无论什么，今人也都会做出来。而辩护古人，也就是辩护自己。况且我们是神州华胄，敢不绳其祖武么？幸而谁也不敢十分决定说国民性是决不会改变的。在这不可知中，虽可有破例――即其情形为从来所未有――的灭亡的恐怖，也可以有破例的复生的希望，这或者可作改革者的一点慰藉罢。但这一点慰藉，也会勾消在许多自诩古文明者流的笔上，淹死在许多诬告新文明者流的嘴上，扑灭在许多假冒新文明者流的言动上，因为相似的老例，也是古已有之的。其实这些人是一类，都是伶俐人，也都明白，中国虽完，自己的精神是不会苦的，――因为都能变出合式的态度来。"}
