{"text":"自夸他的政权和太阳一样是永恒的。可是他施行的暴政，弄得民不聊生，老百姓们恨透了他。所以书经商书汤誓篇记载一般的百姓们，因为深深怨恨夏桀而说道你这位如同烈日似的暴君啊！你什么时候才会没落呢？你赶快没落吧！我宁愿和你这暴君一同灭亡，也不愿再忍受你暴政的残害了。一个作君主的，使人民怨恨到宁愿和他同归于尽的地步，即使拥有美好的台池鸟兽，又怎么可能安享下去呢？孟子这样把握住机会，列举两个历史上的经验。述说周文王是如何深得民心，所以建立了延续七百多年的悠久政权。又相反地指出三代时期的夏桀，遭遇老百姓的怨恨，以致迅速败亡。在我们现代读到这段书时，或者会感觉到，孟子所列举的这两个史实，其所阐明的为政原则，可以说是大家都明白的普通常识，并没有什么高深的道理。这就是我们读古书应该注意的地方了。我们要知道，在孟子的那个时代，没有什么社会福利制度，统治者不会去建筑一个公园，和老百姓共有共享。一起游乐。只有帝王的宫室。才会有如此伟大的建筑，老百姓根本不准去游玩的。所以孟子当时提出这两个史实来，就等于建议梁惠王实施我们现代的共有共享的政治思想。在时代背景上而言，孟子在那个时代能提出这种政治思想，实在是了不起的。此其一。同时，我们透过这一段记载，可以了解我们固有的中华民族文化，在上古时候，就早已经有了这种共有共治共享的公天下政治思想。自从夏朝开始，演变成家天下的政治制度，所谓帝王世袭的政治制度开始以后，帝王们的享受，才和老百姓有了分别。而孟子在他的那个时代，能劝导一个有野心要据地称雄的人主，恢复共有共享的公天下政治制度，他的主张和这种精神，还是相当可贵的。此其二。再从后世的历史看，自秦汉以下，曾经有四个时代的类似事件，都与孟子这一节的政治思想有关。第一是秦始皇建筑阿房宫第二是隋炀帝造迷楼第三是宋徽宗造艮岳第四是清慈禧太后造颐和园。这四次著名的伟大宫廷建筑的结果，都印证了孟子在这段书里所说民欲与之偕亡，虽有台池鸟兽，岂能独乐哉？！理论的正确性。此其三。阿房宫与秦始皇对于秦始皇的阿房宫，唐代的大诗人――和杜甫并称为二杜的小杜――杜牧，曾经构写了一篇阿房宫赋，作了很生动的介绍。"}
{"text":"第一是秦始皇建筑阿房宫第二是隋炀帝造迷楼第三是宋徽宗造艮岳第四是清慈禧太后造颐和园。这四次著名的伟大宫廷建筑的结果，都印证了孟子在这段书里所说民欲与之偕亡，虽有台池鸟兽，岂能独乐哉？！理论的正确性。此其三。阿房宫与秦始皇对于秦始皇的阿房宫，唐代的大诗人――和杜甫并称为二杜的小杜――杜牧，曾经构写了一篇阿房宫赋，作了很生动的介绍。他一开头就说，秦始皇并吞了六国，统一天下之后，便把四川的山头，砍伐得像秃子的脑袋一样，而把这些砍下来不可胜数的木材，运到咸阳去建筑阿房宫了试想看看，台湾也是盛产木材的地方，经过日本人五十年的砍伐，也没有被砍得山头光秃秃。而四川的面积，比台湾大上若干倍，他为了建筑自娱的阿房宫，一下子把那里的树木砍光，该有多少木材？同时这些木材的砍伐运输，制成梁柱门窗等等，又需要多少人力呢？何况这仅仅是建筑材料的一部分而已，还有石头等等其他方面的建材，以及施工建筑的人力物力，更是难以统计了。花费这数以万计的人力和物力，建起来的阿房宫，又是个什么样子呢？占地是方圆三百多里，高到看起来快接近天日了。从北面的骗山一直南下，转向西边和咸阳连接起来了。把渭川和樊川两条河川的水，也引导流进了阿房宫，造成了宫里的人工河流湖沼。五步一楼，十步一阁的，华丽精巧，各种不同型式的宫室，像蜂室那样多。在水上架的长桥像卧龙一样。凌空搭的复道，从宫殿下面通到南山的山脚下，五色缤纷，有如挂在天上的彩虹。在这许多宫室中，每一间房子，一天之中，都可以变换成四季的不同气温。秦始皇又把没收来的六国的财宝美女，全都集中到这阿房宫来，把人家的鼎当作煮菜饭的锅子用，把玉当作石头用。妃子上万，早晨这些宫女打开镜子梳妆，那些镜子有如夜空中的繁星那么多。飘拂在窗前的长发，有如乌黑的浮云。渭河的水每天早晨上涨，浮现了一层滑腻粉红的颜色，原来就是阿房宫里所流出来的宫女们洗除脸上隔日胭脂的水。半山腰袅袅上升的云雾，却正是阿房宫焚烧椒兰等等贵重香料的烟雾。秦始皇这位暴君，就在这个走进去难分东西南北的阿房里朝歌夜宴地享乐。这样秦始皇就快乐了吗？大不然。"}
{"text":"妃子上万，早晨这些宫女打开镜子梳妆，那些镜子有如夜空中的繁星那么多。飘拂在窗前的长发，有如乌黑的浮云。渭河的水每天早晨上涨，浮现了一层滑腻粉红的颜色，原来就是阿房宫里所流出来的宫女们洗除脸上隔日胭脂的水。半山腰袅袅上升的云雾，却正是阿房宫焚烧椒兰等等贵重香料的烟雾。秦始皇这位暴君，就在这个走进去难分东西南北的阿房里朝歌夜宴地享乐。这样秦始皇就快乐了吗？大不然。司马迁在史记里写道秦始皇因为想求得长生不老的药，听信了一个方士卢生的话，必须隐秘起来，才可以求到不死的药。他就住进那隐秘的复道里，往来于二百七十间密室里作乐。除了他要杀人时，狱吏见得到他以外，丞相大臣，和七十名博学之士，都只有照他传来的命令办事，根本见不到他，更谈不上提什么意见了。后来这位卢生和一位自韩国来的侯生商量，认为秦始皇如此专断横暴，嗜杀而好贪权势，不可以替他求仙找不死药，于是双双逃走了。秦始皇知道这个消息，大发脾气，活埋了四百多人泄愤。像这样躲在复道里一天到晚发怒杀人，又有什么真正快乐可言呢？正如孟子说虽有台池鸟兽，岂能独乐哉？！三辅黄图或者说小杜生于唐代，比秦始皇晚生了七八百年，况且阿房宫被项羽进咸阳时，放一把火烧掉了，他在赋中的描写不一定实在。小杜的阿房宫赋，是否有史料为依据？或是仅凭他的才华和想象写成的？无法考据。但是紧接着秦代之后的汉人记录，应当不会太离谱了。三辅黄图这本汉代的著作里，记载着说阿房宫又叫做阿城。原来是秦惠王在这里建造宫室，还没有完工就死了。始皇统一天下以后，就选择了这个地方，扩大范围，建筑阿房宫，占地方圆达三百多里，造了许多离宫别馆，跨过了山谷，把一望无际的高山大岭都遮盖起来了，专门供秦始皇车辆通行的道路，从宫室到骊山，就有八十多里长并且在南山的顶上，建筑了一道巍峨雄伟的阙门，高高矗立在上，似乎和天上飘过的云彩相接还开了河道，远远地把樊多！哩的水，接引到阿房宫里来，灌进壮阔的池沼中去。仅仅是阿房宫的一处前殿，从东到西有五十步宽，约三十丈汉朝度量衡制度，很难考实，南北之间则有五十丈深。上面可以坐上万的人，下面建有五丈旗，用最贵重的建材兴建，横梁是用木兰架设，门则用磁石砌成。"}
{"text":"哩的水，接引到阿房宫里来，灌进壮阔的池沼中去。仅仅是阿房宫的一处前殿，从东到西有五十步宽，约三十丈汉朝度量衡制度，很难考实，南北之间则有五十丈深。上面可以坐上万的人，下面建有五丈旗，用最贵重的建材兴建，横梁是用木兰架设，门则用磁石砌成。仅仅一处前殿，就这么瑰丽，正殿和其他宫室的情形，就可想而知。另外还有四通八达的双层高架复道，和那些楼阁连接起来，而且通往咸阳。证之这一段汉人的记载，和小杜的描写相比，除了杜赋的文体更美，易于使人记忆外，同阿房宫实际状况是极相近的。还有更可靠的史料，那是在史记中，司马迁叙述了鸿门宴上项庄舞剑志在沛公的一段故事后，立即就说项羽知道汉高祖自鸿门逃回坝上，引兵他去，便引兵西屠咸阳，杀秦降王子婴，烧秦宫室，火三月不灭。这寥寥的火三月不灭五个字，可以说完全证实了那些笔记诗赋的可靠性。在今年一九七七年不久前，美国加州的一场森林大火，毁了那么广阔的山林。当然，林木蔓延起来比较快，但也只延烧了个把月。而阿房宫的大火，却烧了三个月之久。这一比较，就可见阿房宫规模的恢宏了。然而秦始皇又享受了多久呢？可以说，阿房宫动工之日，正是秦朝政权开始崩溃的时候。杜牧在他的阿房宫赋结论说使天下之人，不敢言而敢怒，独夫之心益骄固。成车叫陈涉一呼揭竿而起，函谷举汉高祖进兵，楚人项羽一炬，可怜焦土。呜呼！灭六国者，六国也，非秦也。族秦者，秦也，非天下也。嗟夫！使六国爱其人，则足以拒秦。秦复爱六国之人，则递三世可至万世而为君，谁得而族灭也。秦人不暇自哀，而后人哀之后人哀之而不鉴之，亦使后人而复哀后人也。他的这一结论，正是孟子对梁惠王所说虽有台池鸟兽，岂能独乐哉这句话的发挥。尤其是后人哀之而不鉴之，亦使后人而复哀后人。两句话等于指责了隋炀帝的错误，也为后来的宋徽宗慈禧太后这些人作了预言。迷楼与隋炀帝可不是吗？"}
{"text":"秦人不暇自哀，而后人哀之后人哀之而不鉴之，亦使后人而复哀后人也。他的这一结论，正是孟子对梁惠王所说虽有台池鸟兽，岂能独乐哉这句话的发挥。尤其是后人哀之而不鉴之，亦使后人而复哀后人。两句话等于指责了隋炀帝的错误，也为后来的宋徽宗慈禧太后这些人作了预言。迷楼与隋炀帝可不是吗？且看隋炀帝这位著名的荒淫皇帝的行径，他早上调戏后母被发觉，恐怕他老子杀他，派人秘密杀了做皇帝的父亲。当天晚上对后母逞了兽欲，第二天就发丧即皇帝位，又把他的哥哥杀死。第二年的季春三月，就驱迫二百万名壮丁，在洛阳建筑宫室。远从长江一带和广东等地，收集奇材异石。又向全国各地搜罗珍奇高贵的花草树木飞禽走兽，运到洛阳，布置在宫廷的园林中，供他赏玩。同时特别开一条水路，把汴河的水引到离宫中，并造龙舟，供他在水上游乐。他所建的宫廷园林，占了方圆二百里的广阔土地。在园林中又造了一处人工海，周围有十几里路。海上又想象方丈蓬莱瀛海等三处仙岛，建起人工岛来，高出水面一百多尺。台观楼阁宫殿等等，连绵地分布在山上。海的四周又建筑了十六处庭院，每院都住有许多美女，每院的主持人，都给予四品夫人的高贵头衔。海里的荷花宫殿前的花木，如果到秋冬季节自然凋谢了，就命人用纸或绢缎，制造假花，安放在树枝上和水中，只要褪了颜色，就随时换新的。十六院的食物，更是互相争求精美，来讨好他的胃口。至于他驱使八万人拉着他的龙舟，经运河到扬州游玩，船只相接二百多里的奢侈行为，是人人都知道的。他又曾驱使一百多万壮丁，作历史上的第六度修筑长城。历史上记载，他搞这些用来自娱的工程，所驱迫的四百万人力，其中一半以上累死在工地。不但是人民受到迫害，就是连鸟兽，也不得安身。他为了要做一件新的大氅，在即位后的第三年，通今天下各州各县，进贡白鹤的羽毛。于是全国上下，都纷纷捕白鹤取羽毛。当时在四川的乌程县里，有一棵十丈多高的大树，上面有一个很大的鹤巢。可是树太高了，没有办法上去捕鹤，也无法张那么高大的网罗。但是，如果不将这鹤的羽毛取来进贡，就犯了欺君之罪，是要杀头的，弄得不好，甚至会诛九族的，于是老百姓只好砍伐树根，准备把树弄倒了，以便捕鹤。"}
{"text":"不但是人民受到迫害，就是连鸟兽，也不得安身。他为了要做一件新的大氅，在即位后的第三年，通今天下各州各县，进贡白鹤的羽毛。于是全国上下，都纷纷捕白鹤取羽毛。当时在四川的乌程县里，有一棵十丈多高的大树，上面有一个很大的鹤巢。可是树太高了，没有办法上去捕鹤，也无法张那么高大的网罗。但是，如果不将这鹤的羽毛取来进贡，就犯了欺君之罪，是要杀头的，弄得不好，甚至会诛九族的，于是老百姓只好砍伐树根，准备把树弄倒了，以便捕鹤。大概是树上的大鹤，恐怕这样会伤害到小鹤的生命，所以在树上拔下自己身上可以制大氅的羽毛，投到地上来。而诌媚的地方官，不念鹤自己拔毛的痛苦，反而说是一种祥瑞的征兆。报告到宫里，讨隋炀帝的欢心，以期博得一个加官进禄。他建筑了这些地方，经常在有月光的夜晚，带上几千名美貌的嫔妃宫女，都骑了马，在大园林中夜游，而且还特别作了歌曲，在马上演奏歌唱。可是，这样还不满足，他后来又认为宫殿虽然壮丽宽敞，可惜没有曲房小苑，幽轩宫室。如果再有这一类型的布置，就更快乐了。于是他身边的侍臣高昌，介绍了一位高明的建筑设计师项升。依照他的愿望，设计了一张蓝图，呈献到宫里。隋炀帝看了以后，非常满意。立即下令向天下搜索材料，又征调了几万名壮年男子，建造了一年多才完工。所花费的钱财之多，难以统计，连国库也因此空虚了。这座新的建筑，除了华丽以外，更十分精巧别致，是自古以来所未有的。人们走进去了，往往会整天都找不到出路。隋炀帝重重地赏了项升为五品官及千匹库帛外，更得意扬扬地对近臣说即使是真的神仙到了这里，也一定会迷了路的，这真好比一座迷楼。于是后世的人也都管它叫迷楼了。迷楼建好以后，隋炀帝在里面的荒淫生活，更是不忍卒睹，不忍卒闻，也不忍去说了。到后来健康大损，虚弱得终日昏睡，无法清醒。到了夏季，一天要喝几百杯水，面前放一大块冰，还是口渴得烦躁不安。最后，隋炀帝再度南游到扬州，被起义革命的百姓抓住，他想饮毒酒自杀被拒绝，最后被宇文化及叫人用绳子把他勒死了。而他在洛阳的迷楼呢？当唐太宗起义，提兵打到京城，看到这座迷楼，便说这是用千万老百姓的血汗脂膏建筑起来的哪！于是就下命令把迷楼烧了，也是烧了好几个月才烧光。这又是孟子所说虽有台池鸟兽，岂能独乐哉的另一形态的印证与发挥吧！"}
{"text":"到后来健康大损，虚弱得终日昏睡，无法清醒。到了夏季，一天要喝几百杯水，面前放一大块冰，还是口渴得烦躁不安。最后，隋炀帝再度南游到扬州，被起义革命的百姓抓住，他想饮毒酒自杀被拒绝，最后被宇文化及叫人用绳子把他勒死了。而他在洛阳的迷楼呢？当唐太宗起义，提兵打到京城，看到这座迷楼，便说这是用千万老百姓的血汗脂膏建筑起来的哪！于是就下命令把迷楼烧了，也是烧了好几个月才烧光。这又是孟子所说虽有台池鸟兽，岂能独乐哉的另一形态的印证与发挥吧！只可惜那时候的人，没有充分发挥与民同乐的思想，致使素称英明的唐太宗，也和项羽及清末的八国联军一样，都做了焚琴煮鹤大煞风景的事。这位荒淫到极点的君主，穷奢极侈，看来是享尽了那种皇家宫室的园林之乐。事实上，不但当时是喝凉水，对冰盆，甚至还落得一个被勒死的结果。所以后代诗人李商隐的隋宫诗便有乘兴南游不戒严，九重谁省谏书函。春风举国裁宫锦，半作障泥半作帆的感叹。春秋时代的齐景公，也建筑供给自己玩乐的一个台，并且还想造一座大钟，当时的贤相晏子便反对面劝谏说敛民作钟民必哀，敛哀以谋乐不祥。艮岳与宋徽宗至于宋代那位被金人俘虏了十几年，终于死在异邦五国城――塞北漠地的徽宗皇帝。如果我们说北宋的败亡，就是败亡在他独享宫室园林之乐的生活上，并不为过。虽然当时是由一些宦官奸佞，如童贯蔡京之流乃至于装妖弄鬼的道士，专政弄权。但这些人之所以能够得他的宠信，掌握到政权，细按史实，都和他的独夫之乐有密切关系，这又是较之秦始皇隋炀帝，更进一步危害到政治。擅长揣摩他人心理和巧言令色等谄媚功夫的宦官童贯，一得到徽宗欢心后，第一件事就是跑到江苏杭州一带，去搜索江南的书画古董，以及各种奇奇怪怪的奇珍异物。在杭州一住，往往就是几个月，一天到晚和蔡京在一起鬼混，因此每得到一件奇珍古玩，派人送到京里时，在信上总是为蔡京说上些好话，再加上一个常到皇后那里画符念咒的道士徐知常，透过大学博士范致虚在京里为奥援，于是徽宗的心里对蔡京留下了好印象，也就从此播下了北宋败亡的种子。"}
{"text":"在杭州一住，往往就是几个月，一天到晚和蔡京在一起鬼混，因此每得到一件奇珍古玩，派人送到京里时，在信上总是为蔡京说上些好话，再加上一个常到皇后那里画符念咒的道士徐知常，透过大学博士范致虚在京里为奥援，于是徽宗的心里对蔡京留下了好印象，也就从此播下了北宋败亡的种子。后来童贯在江南搜索珍玩的事，愈来愈大，竟然设立了一个专门机构――应奉局，扩大搜括，凡是牙角犀玉金银竹藤装画糊抹雕刻织绣等手工艺品，无一不包，样样都要。每天都有几千人，在那里为皇帝尽义务作苦工，而所用的这些价值昂贵的材料，也是由老百姓负担，皇家是不给钱的，真是使老百姓喘不过气来。当时苏州有朱冲朱腋缸樱本来是犯法受过刑的人，在蔡京的下面做事，很得欢心。于是蔡京就推荐到童贯的下面听差，而做起官来了。一次徽宗看到童贯送到京里的花石，非常高兴。蔡京从宫廷的内线中，知道了这个消息，就嘱咐朱冲，秘密地搜集浙江的珍异送到京里。最初送去的三株黄杨，徽宗颇为欣赏，嘉勉了一番。这条路子一打开，以后送到京里的花石和珍玩，就越来越多，年年增加，运输的船只，在汴京与淮河之间往来不绝，而被人号称为花石纲。因此更得到徽宗的喜爱，而命令朱冲的儿子朱遥在童贯下面，主持应奉局和花石纲。朱艺庑∪说檬浦后，横行霸道，真是不可一世，一方面向内府需索，一伸手就是上百万，少也几十万，他说是为了替皇帝办事要用的。皇家管钱的人，谁也不敢说个不字，谁也不敢得罪他，内府的钱就好像是他口袋中的钱了。在民间他更是严搜刻括，巨细无遗，就是穷乡僻境深山大壑中隐藏的东西，也逃不过他的搜括，老百姓家里的一石一木，只要稍微有一点赏玩的价值，就派兵卒闯进去，贴上皇家的黄色封条，责令原物主负责保管，如果有所损失，就是对皇帝不敬，一定杀头。如果是较大的东西，搬运不便，就连物主的房屋也给拆掉。假如有人家有一件东西稍微畸形一点，又被指为不祥而获罪。在室外郊野的东西，不论是山巅谷底深渊巨壑，都千方百计，不惜人命找来。运输这些东西的船员们，也是狐假虎威仗势欺人，有时甚至凌辱到州官县官的头上。这种情形之下，老百姓卖儿鬻女家破人亡的大有人在，道路为之侧目，而已经种下了后来方腊的一场大乱，严重地动摇了国本。"}
{"text":"如果是较大的东西，搬运不便，就连物主的房屋也给拆掉。假如有人家有一件东西稍微畸形一点，又被指为不祥而获罪。在室外郊野的东西，不论是山巅谷底深渊巨壑，都千方百计，不惜人命找来。运输这些东西的船员们，也是狐假虎威仗势欺人，有时甚至凌辱到州官县官的头上。这种情形之下，老百姓卖儿鬻女家破人亡的大有人在，道路为之侧目，而已经种下了后来方腊的一场大乱，严重地动摇了国本。最严重的是艮岳的建筑，徽宗因为没有儿子，心里总是不惬意。有一个也是以画符念咒常常出入禁宫的道士刘混康，对徽宗大谈其风水之道。说什么京城的西北方，具备了调和天地顺应阴阳的地理。如果在那里堆起一座山来，将地势加高，一定会多子多孙的。徽宗听信他的话，动员老百姓，把那里的地势加高了几丈。后宫恰巧有几个嫔妃生了儿子，于是徽宗更加相信。到政和七年，便命兵部侍郎孟揆，在京城上清宫的东边，依照余杭凤凰山的形势，筹筑一座万岁山。直到宣和四年，一共花了六年的时间，才把这座山筑成，命名为艮岳。艮岳的规模，在徽宗自己作的艮岳记里，有大致的记载。尽管只是梗概，我们读了以后，也要惊奇得张口结舌。现代一些国际驰名的什么公园什么乐园的，比较起艮岳来，也逊色得多。如果阿房宫迷楼艮岳这些历代的宫室园林，今天还在的话，中国的观光胜景，恐怕是世界首屈一指。徽宗自己描写他的得意杰作有一节说按图度地，庀徒潺潺，累土积石，设洞庭湖口丝溪仇池之深渊，与四滨林虑灵壁芙蓉之诸山，最琼奇特异瑶琨之石。即姑苏武林明月之壤，荆楚江湘南粤之野。移枇杷橙柚榔栝荔枝之木，金峨玉羞虎耳凤尾素馨渠那茉莉含笑之草。不以土地之殊，风气之异，悉生成长养于雕栏曲槛，而穿石出罅，冈连阜属。东西相望，前后相续，左山而右水，沿溪而傍陇连绵而弥满，香山怀谷。从开头这一小段文字，就可见这座山的恢宏气魄，把全国的名胜古迹，奇石异木，都集中到这里来了。宋人张吴的笔记里，还指出了这些东西从各地搬来的运输情形，都是越江渡海，甚至把城廓都凿开来，以便这些巨大的木石，不受损伤地得以通过。"}
