{"text":"即使罗秀才能行破石飞鸡的奇迹，然而他的品格，岂不和飘泊在欧洲大陆，猖狂乞食的寄泊栖p一样的卑下的么？我勉强走到了江干，腹中饥饿得很了。回故乡去的早班轮船，当然已经开出，等下午的快船出，还有三个钟头。我在杂乱窄狭的南星桥市上飘流了一会，在靠江的一条冷清的夹道里找出了一家坍败的饭馆来。饭店的房屋的骨格，同我的胸腔一样，肋骨一条一条地数得出来了。幸亏还有左侧的一根木椽，从邻家墙上，横着支住在那里，否则怕去秋的潮汛，早好把它拉入江心，作伍子胥的烧饭柴火了。店里的几张板凳桌子，都积满了灰尘油腻，好像是前世纪的遗物。账柜上坐着一个四十内外的女人，在那里做鞋子。灰色的店里，并没有什么生动的气象，只有在门口柱上贴着的一张安寓客商的尘蒙的红纸，还有些微现世的感觉。我因为脚下的钱已快完，不能更向热闹的街心去寻辉煌的菜馆。所以就慢慢的踱了进去。啊啊，物以类聚！你这短翼差池的饭馆，你若是二足的走兽，那我正好和你分庭抗礼结为兄弟！二假使天公下一阵微雨，把钱塘江两岸的风景，罩得烟雨模糊，把江边的泥路，浸得污浊难行，那么这时候江干的旅客，必要减去一半，那么我乘船归去，至少可以少遇见几个晓得我的身世的同乡即使旅客不因之而减少，只教天上有暗淡的愁云漂着，阶前屋外有几点雨滴的声音，那么围绕在我周围的空气和自然的景物，总要比现在更带有阴惨的色彩，总要比现在和我的心境更加相符。若希望再奢一点，我此刻更想有一具黑漆棺木在我的旁边。最好是秋风凉冷的九十月之交，叶落的林中，阴森的江上，不断地筛着渺鞯那镉辍Ｎ以诘虿械穆苇里，雇了一叶扁舟，当日暮的时候，送灵柩回去。小船除舟子而外，不要有第二个人。棺里卧着的，若不是和我寝处追随的一个年少妇人，至少也须是一个我的至亲骨肉。我在灰暗微明的黄昏江上，雨声淅沥的芦苇丛中，赤了足，张了油纸雨伞，提了一张灯笼，摸上船头上去焚化纸帛。我坐在靠江的一张破桌子上，等那柜上的妇人下来替我炒蛋炒饭的时候，看看西兴对岸的青山绿树，看看江上的浩荡波光，又看看在江边沙渚的晴天赤日下来往的帆樯肩舆和舟子牛车。心里忽起了一种怨恨天帝的心思。我怨恨了一阵，痴想了一阵，就把我的心愿，原原本本的排演了出来。我一边在那里焚化纸帛，一边却对棺里的人说！我们要回去了，我们要开船了！怕有野鬼来麻烦，你就拿这一点纸帛送给他们罢！"}
{"text":"我在灰暗微明的黄昏江上，雨声淅沥的芦苇丛中，赤了足，张了油纸雨伞，提了一张灯笼，摸上船头上去焚化纸帛。我坐在靠江的一张破桌子上，等那柜上的妇人下来替我炒蛋炒饭的时候，看看西兴对岸的青山绿树，看看江上的浩荡波光，又看看在江边沙渚的晴天赤日下来往的帆樯肩舆和舟子牛车。心里忽起了一种怨恨天帝的心思。我怨恨了一阵，痴想了一阵，就把我的心愿，原原本本的排演了出来。我一边在那里焚化纸帛，一边却对棺里的人说！我们要回去了，我们要开船了！怕有野鬼来麻烦，你就拿这一点纸帛送给他们罢！你可要饭吃？你可安稳？你可觉得伤心？你不要怕，我在这里，我什么地方都不去了，我只在你的边上。我幽幽的讲到最后的一句，咽喉就塞住了。我在座上拱了两手，把头伏了下去，两面颊上，只感着一道热气。我重新把我所欲爱的女人，一个一个想了出来，见她们闭着口眼，冰冷的直卧在我的前头。我觉得隐忍不住了，竟任的放了一声哭声。那个在炉灶上的妇人，以为我在催她的饭，她就同哄小孩子似的用了柔和的声气说好了好了！就快好了，请再等一忽儿！啊啊！我又想起来了，我又想起来了，年幼的时候，当我哭泣的时候，祖母母亲哄我的那一种声气！已故的老祖母，倚闾的老母亲！你们的不肖的儿孙，现在正落魄了在江干等回故里的船呀！我在自己制成的伤心的泪海里游泳了一会，那妇人捧了一碗汤，一碗炒饭，摆到了我的面前来。我仰起头来对她一看，她倒惊了一跳。对我呆看了一眼，她就去绞了一块手巾来递给我，叫我擦一擦面。我对了这半老妇人的殷勤，心里说不出的只在感谢。几日来因为睡眠不足，营养不良的缘故，已经是非常感到衰弱，动着就要流泪的我，对她的这一种感谢，也变成了两行清泪，噗嗒的滴下腮来，她看了这种形，就问我说第三辑孤独人生零余者客人，你可是遇见了坏人？我摇一摇头，勉强的对她笑了一笑，什么话也不能回答。她呆呆的立了一回，看我不能讲话，也就留了一句饭不够，好再炒的。安慰我的话，走向她的柜上去了。三我吃完了饭，付了她二角银角子，把找回来的个铜子，也送给了她，她却摇着头说客人，你是赶船的么？船上要用钱的地方多得很哩，这几个铜子你收着用罢！我以为她怪我吝啬，只给她几个铜子的小账，所以又摸了两角银角子出来给她。她却睁大了眼睛对我说咿咿！"}
{"text":"我摇一摇头，勉强的对她笑了一笑，什么话也不能回答。她呆呆的立了一回，看我不能讲话，也就留了一句饭不够，好再炒的。安慰我的话，走向她的柜上去了。三我吃完了饭，付了她二角银角子，把找回来的个铜子，也送给了她，她却摇着头说客人，你是赶船的么？船上要用钱的地方多得很哩，这几个铜子你收着用罢！我以为她怪我吝啬，只给她几个铜子的小账，所以又摸了两角银角子出来给她。她却睁大了眼睛对我说咿咿！这算什么？这算什么？她硬不肯受，我才知道了她的真意，所以说但是无论如何，我总要给你几个小账的。她又推了一回，才收了三个铜子说小账已经有了。啊啊，我自回中国以来，遇见的都是些卑污贪暴的野心狼子，我万万想不到在浇薄的杭州城外，有这样的一个真诚的妇人的。妇人呀妇人，你的坍败的屋椽，你的凋零的店铺，大约就是你的真诚的结果，社会对你的报酬？啊啊，我真恨我没有黄金十万，为你建造一家华丽的大酒楼。再会再会！顺风顺风！船上要小心一点。谢谢！我受妇人的怜惜，这可算是平生的第一次。走出了饭馆，从太阳晒着的这条冷静的夹道，走上轮船公司的那条大街上去。大约是将近午饭的时候了，街上的行人，比曩时少了许多。我走到轮船公司门口，向窗里一看，见帐房内有五六个男子围了桌子，赤了膊在那里说笑吃饭。卖票的窗前的屋里，在角头椅上，只坐着两个乡下人，在那里等候，从他们的衣服态度上看来，他们想必是临浦萧山一带的农民，也不知他们有什么心事，他们的眉毛却蹙得紧紧的。我走近了他们，在他们旁边坐下之后，两人中间的一个看了我一眼，问我说鲜散先生！到临浦厌办烟篷几个脸钱？我也不知道，大约是一二角角子罢。喏你到啥地方起去咯？我上富阳去的。哎我们是为得打官司到杭州来咯。我并不问他，他却把这一回因为一个学堂里出身的先生告了他的状，不得不到杭州来的事对我详细的诉说了哎真勿要打官司啦！格煞现在田里已又忙，宁人也走勿开，真真苦煞哉啦！汉那个学堂里个的鲜散，心也脱凶哉，哎请啦宁刚讲过好两遍，愿拿出八十块洋钿不给其他，其他要哎百念块。"}
{"text":"到临浦厌办烟篷几个脸钱？我也不知道，大约是一二角角子罢。喏你到啥地方起去咯？我上富阳去的。哎我们是为得打官司到杭州来咯。我并不问他，他却把这一回因为一个学堂里出身的先生告了他的状，不得不到杭州来的事对我详细的诉说了哎真勿要打官司啦！格煞现在田里已又忙，宁人也走勿开，真真苦煞哉啦！汉那个学堂里个的鲜散，心也脱凶哉，哎请啦宁刚讲过好两遍，愿拿出八十块洋钿不给其他，其他要哎百念块。喏你看，格煞五荒六月，教哎啥地方去变出一百念块洋钿来呢！他说着似乎是很伤心的样子。唉唉！你这老实的农民，我若有钱，我就给你一百二十块钱救你出险了。但是s，spspsp，我心里这样的一想，又重新起了一阵身世之悲。他看我默默的不语，便也住了口，仍复沉入悲愁的境里去了。四我坐在轮船公司的那只角上，默默的与那农民相对，耳里断断续续的听了些在帐房里吃饭的人的笑语，只觉得一阵一阵的哀心隐痛，绝似临盆的孕妇，要产产不出来的样子。杭州城外，自闸口至南星，统江干一带，本是我旧游之地我记得没有去国之先，在岸边花艇里，金尊檀板，也曾眠醉过几场。江上的明月，月下的青山，与越郡的鸡酒，佐酒的歌姬，当然依旧在那里助长人生的乐趣。但是我呢？我身上的变化呢？我的同干柴似的一双手里，只捏了三个两角的银角子，在这里等买船票！过了一点多钟，轮船公司的那间屋里，挤满了旅人，我因为怕逢知我的同乡，只俯了，默默的坐着不敢吐气。啊啊，窗外的被阳光晒着的长街，在街上手轻脚健快快活活来往的行人，请你们饶恕我的罪罢，我心里真恨不得丢一个炸弹，与你们同归于尽呀。第三辑孤独人生零余者跟了那两个农民，在窗口买了一张烟篷船票，我就走出公司，走上码头，走上跳板，走上驳船去。原来钱塘江岸，浅滩颇多，码头下有一排很长的跳板，接在那里。我跟了众人，一步一步的从跳板上走到驳船里去的时候，却看见了一个我自家的影子，斜映在江水里，慢慢的在那里前进。"}
{"text":"第三辑孤独人生零余者跟了那两个农民，在窗口买了一张烟篷船票，我就走出公司，走上码头，走上跳板，走上驳船去。原来钱塘江岸，浅滩颇多，码头下有一排很长的跳板，接在那里。我跟了众人，一步一步的从跳板上走到驳船里去的时候，却看见了一个我自家的影子，斜映在江水里，慢慢的在那里前进。等走到跳板尽处，将上驳船的时候，我心里忽而想起了一段我女人写给我的信上的话我从来没有一个人单独出过门，那天晚上，我对你说的让我一个人回去的话，原是激于一时的意气而发，我实不知道抱着一个六个月的孩子的妇人的单独旅行，是如何苦法。那天午后，你送我上车，车开之后，我抱了龙儿，看看车里坐着的男女，觉得都比我快乐。我又探头出来，遥向你住着的上海一望，只见了几家工厂，和屋上排列在那里的一列烟囱。我对龙儿看了一眼，就不知不觉的涌出了两滴眼泪。龙儿看了我这样子，也好像有知识似的对我呆住了。他跳也不跳了，笑也不笑了，默默的尽对我呆看。我看了这种样子，更觉得伤心难耐，就把我的颜面俯上他的脸去，紧紧的吻了他一回。他呆了一会，就在我的怀里睡着了。火车行行前进，我看看车窗外的野景，忽而想起去年你带我出来的时候的景象。啊啊！去岁的初秋，你我一路出来上地去的快乐的旅行，和这一回惨败了回来的情状一比，当时的感慨如何，大约是你所能推想得出的。在江干的旅馆里过了一夜，第二天的早晨，我差茶房送了一个信给住在江干的我的母舅，他就来了。把我的行李送上轮船之后，买了票子，他又来陪我上船去。龙儿硬不要他抱，所以我只能抱着龙儿，跟在他后面，一步一步的走上那骇人的跳板，等跳板走尽的时候，我本想把龙儿交给母舅，纵身一跳，跳入钱塘江里去的。但是仔细一想，在昏夜的扬子江边还淹不死的我，在白日的这浅渚里，哪里能达到我的目的？弄得半死不活，走回家去，反而要被人家笑话，还不如忍着吧。我到家以后，这几天里，简直还没有取过饮食，所以也没有气力写信给你，请你谅我。五啊啊，贫贱夫妻百事哀！我的女人吓，我累你不少了。我走上了驳船，在船篷下坐定之后，就把三个月前，在上海北站，送我女人回家的事情想了出来。"}
{"text":"但是仔细一想，在昏夜的扬子江边还淹不死的我，在白日的这浅渚里，哪里能达到我的目的？弄得半死不活，走回家去，反而要被人家笑话，还不如忍着吧。我到家以后，这几天里，简直还没有取过饮食，所以也没有气力写信给你，请你谅我。五啊啊，贫贱夫妻百事哀！我的女人吓，我累你不少了。我走上了驳船，在船篷下坐定之后，就把三个月前，在上海北站，送我女人回家的事情想了出来。忘记了我的周围坐着的同行者，忘记了在那里摇动的驳船，并且忘记了我自家的失意的情怀，我只见清瘦的我的女人抱了我们的营养不良的小孩在火车窗里，在对我流泪。火车随着蒸汽机关在那里前进，她的眼泪洒满的苍白的脸儿，也和车轮合着了拍子，一隐一现的在那里窥探我。我对她点一点头，她也对我点一点头。我对她手招一招，教她等我一忽，她也对我手招一招。我想使尽我的死力，跳上火车去和她坐一块儿，但是心里又怕跳不上去，要跌下来。我迟疑了许久，看她在窗里的愁容，渐渐的远下去，淡下去了，才抱定了决心，站起来向前面伸出了一只手去。我攀着了一根铁杆，听见了一声LL的冲击的声音，纵身向上一跳，觉得双脚踏在木板上了。忽有许多嘈杂的人声，逼上我的耳膜来，并且有几只强有力的手，突突的向我背后推打了几下。我回转头来一看，方知是驳船到了轮船身边，大家在争先的跳上轮船来，我刚才所攀着的铁杆，并不是火车的回栏，我的两脚也并不是在火车中间，却踏在小轮船的舷上。我随了众人挤到后面的烟篷角上去占了一个位置，静坐了几分钟，把头脑休息了一下，方才从刚才的幻梦状态里醒了转来。向窗外一望，我看见透明的淡蓝色的江水，在那里反射日光。更抬头起来，望到了对岸的我看见一条黄色的沙滩，一排苍翠的杂树，静静的躺在午后的阳光里吐气。我弯了腰背孤伶仃的坐了一忽，轮船开了。在闸口停了一停，这一只同小孩子的玩具似的小轮船就仆独仆独的奔向西去。两岸的树林沙渚，旋转了好几次，江岸的草舍，农夫，和偶然出现的鸡犬小孩，都好像是和平的神话里的材料，在那里等赫西奥特s的吟咏似的。第三辑孤独人生零余者经过了闻家堰，不多一忽，船就到了东江嘴，上临浦义桥的船客，是从此地换入更小的轮船，溯支江而去的。"}
{"text":"两岸的树林沙渚，旋转了好几次，江岸的草舍，农夫，和偶然出现的鸡犬小孩，都好像是和平的神话里的材料，在那里等赫西奥特s的吟咏似的。第三辑孤独人生零余者经过了闻家堰，不多一忽，船就到了东江嘴，上临浦义桥的船客，是从此地换入更小的轮船，溯支江而去的。买票前和我坐在一起的那两个农民，被茶房拉来拉去的拉到了船边，将换入那只等在那里的小轮船去的时候，一个和我讲话过的人，忽而回转头来对我看了一眼，我也不知不觉的回了他一个目礼。啊啊！我真想跟了他们跳上那只小轮船去，因为一个钟头之后，我的轮船就要到富阳了，这回前去停船的第一个码头，就是富阳了，我有什么面目回家去见我的衰亲，见我的女人和小孩呢？但是命运注定的最坏的事，终究是避不掉的。轮船将近我故里的县城的时候，我的心脏的鼓动也和轮船的机器一样，仆独仆独的响了起来。等船一靠岸，我就杂在众人堆里，披了一身使人眩晕的斜阳，俯着走上岸来。上岸之后，我却走向和回家的路径方向相反的一个冷街上的土地庙去坐了二点多钟。等太阳下山，人家都在吃晚饭的时候，我方才乘了夜阴，走上我们家里的后门边去。我侧耳一听，听见大家都在庭前吃晚饭，偶尔传过来的一声我女人和母亲的说话的声音，使我按不住的想奔上前去，和她们去说一句话，但我终究忍住了。乘后门边没有一个人在，我就放大了胆，轻轻推开了门，不声不响的摸上楼上我的女人的房里去睡了。晚上我的女人到房里来睡的时候，如何的惊惶，我和她如何的对泣，我们如何的又想了许多谋自尽的方法，我在此地不记下来了，因为怕人家说我是为欲引起人家的同的缘故，故意的在夸我自家的苦处。一九二三年八月十九日一个人在途上在东车站的长廊下和女人分开以后，自家又剩了孤零丁的一个。频年飘泊惯的两口儿，这一回的离散，倒也算不得什么特别，可是端午节那天，龙儿刚死，到这时候北京城里虽已起了秋风，但是计算起来，去儿子的死期，究竟还只有一百来天。在车座里，稍稍把意识恢复转来的时候，自家就想起了卢骚晚年的作品孤独散步者的梦想头上的几句话自家除了己身以外，已经没有弟兄，没有邻人，没有朋友，没有社会了。自家在这世上，像这样的，已经成了一个孤独者了。然而当年的卢骚还有弃养在孤儿院内的五个儿子，而我自己哩，连一个抚育到五岁的儿子都还抓不住！"}
{"text":"频年飘泊惯的两口儿，这一回的离散，倒也算不得什么特别，可是端午节那天，龙儿刚死，到这时候北京城里虽已起了秋风，但是计算起来，去儿子的死期，究竟还只有一百来天。在车座里，稍稍把意识恢复转来的时候，自家就想起了卢骚晚年的作品孤独散步者的梦想头上的几句话自家除了己身以外，已经没有弟兄，没有邻人，没有朋友，没有社会了。自家在这世上，像这样的，已经成了一个孤独者了。然而当年的卢骚还有弃养在孤儿院内的五个儿子，而我自己哩，连一个抚育到五岁的儿子都还抓不住！离家的远别，本来也只为想养活妻儿。去年在某大学的被逐，是万料不到的事。其后兵乱迭起，交通阻绝，当寒冬的十月，会病倒在沪上，也是谁也料想不到的。今年二月，好容易到得南方，静息了一年之半，谁知这刚养得出趣的龙儿，又会遭此凶疾呢？龙儿的病报，本是在广州得着，匆促北航，到了上海，接连接了几个北京来的电报，换船到天津，已经是旧历的五月初十。到家之夜，一见了门上的白纸条儿，心里已经是跳得忙乱，从苍茫的暮色里赶到哥哥家中，见了衰病的她，因为在大众之前，勉强将感压住，草草吃了夜饭，上床就寝，把电灯一灭，两人只有紧抱的痛哭，痛哭，痛哭，只是痛哭，气也换不过来，更哪里有说一句话的余裕？受苦的时间，的确脱煞过去得太悠徐，今年的夏季，只是悲叹的连续。晚上上床，两口儿，哪敢提一句话？可怜这两个迷散的灵心，在电灯灭黑的黝暗里，所摸走的荒路，每凑集在一条线上，这路的交叉点里，只有一块小小的墓碑，墓碑上只有龙儿之墓的四个红字。妻儿因为在浙江老家内不能和母亲同住，不得已而搬往北京当时我在寄食的哥哥家去，是去年的四月中旬，那时候龙儿正长得肥满可爱，一举一动，处处教人欢喜。到了五月初，从某地回京，觉得哥哥家太狭小，就在什刹海的北岸，租定了一间渺小的住宅。夫妻两个，日日和龙儿伴乐，闲时也常在北海的荷花深处，及门前的杨柳阴中带龙儿去走走。这一年的暑假，总算过得快乐，最闲适。秋风吹叶落的时候，别了龙儿和女人，再上某地大学去为朋友帮忙，当时他们俩还往西车站去送我来哩！这是去年秋晚的事，想起来还同昨日的形一样。第三辑孤独人生零余者过了一月，某地的学校里生事，又回京了一次，在什刹海小住了两星期，本来打算不再出京了，然碍于朋友的面子，又不得不于一天寒风刺骨的黄昏，上西车站去趁车。"}
{"text":"夫妻两个，日日和龙儿伴乐，闲时也常在北海的荷花深处，及门前的杨柳阴中带龙儿去走走。这一年的暑假，总算过得快乐，最闲适。秋风吹叶落的时候，别了龙儿和女人，再上某地大学去为朋友帮忙，当时他们俩还往西车站去送我来哩！这是去年秋晚的事，想起来还同昨日的形一样。第三辑孤独人生零余者过了一月，某地的学校里生事，又回京了一次，在什刹海小住了两星期，本来打算不再出京了，然碍于朋友的面子，又不得不于一天寒风刺骨的黄昏，上西车站去趁车。这时候因为怕龙儿要哭，自己和女人，吃过晚饭，便只说要往哥哥家里去，只许他送我们到门口。记得那一天晚上他一个人和老妈子立在门口，等我们俩去了好远，还爸爸！爸爸！的叫了好几声。啊啊，这几声的呼唤，便是我在这世上听到的他叫我的最后的声音。出京之后，到某地住了一宵，就匆促逃往上海。接续便染了病，遇了强盗辈的争夺政权，其后赴南方暂住，一直到今年的五月，才返北京。想起来，龙儿实在是一个填债的儿子，是当乱离困厄的这几年中间，特来安慰我和他娘的愁闷的使者！自从他在安庆生落地以来，我自己没有一天脱离过苦闷，没有一处安住到五个月以上。我的女人，夜夜和我分担着十字架的重负，只是东西南北的奔波飘泊。然当日夜难安，悲苦得不了的时候，只教他的笑脸一开，女人和我，就可以把一切穷愁，丢在脑后。而今年五月初十待我赶到北京的时候，他的尸体，早已在妙光阁的广谊园地下躺着了。他的病，说是脑膜炎。自从得病之日起，一直到旧历端午节的午时绝命的时候止，中间经过有一个多月的光景。平时被我们宠坏了的他，听说此番病里，却乖顺得非常。叫他吃药，他就大口的吃，叫他用冰枕，他就很柔顺的躺上。病后还能说话的时候，只问他的娘爸爸几时回来？爸爸在上海为我定做的小皮鞋，已经做好了没有？我的女人，于惑乱之余，每幽幽的问他龙！你晓得你这一场病，会不会死的？他老是很不愿意的回答说那儿会死的哩？据女人含泪的告诉我说，他的谈吐，绝不似一个五岁的小儿。未病之前一个月的时候，有一天午后他在门口玩耍，看见西面来了一乘马车，马车里坐着一个戴灰白色帽子的青年。他远远看见，就急忙丢下了伴侣，跑进屋里叫他娘出来，说爸爸回来了，爸爸回来了！因为我去年离京时所戴的，是一样的一顶白灰呢帽。"}
