{"text":"我设计了一头人造母猪，用上了电子技术，公猪们上去都不乐意下来！人造的不要太多。我们是基础课，没那么专门。天然的也有。我有云南来的一头小公驴，和狗一样大，阳具却大过了关中驴，看到的没有不笑的。你快来！别这么嚷嚷，我这儿一大群学生，你吼的大伙全听见了。嘿，你也正经起来了，骗谁呀。我还要和你切磋技术呢！你越扯越下道了！同学们，把耳朵堵上。好了，不多说。半小时以后见。放下电话，心里犯嘀咕。我不该带学生去配种站，这样显得我没正经。等了半天，汽车还不来。正要派人去催，农学系主任刘老先生来了。他把嘴撅得像嘬了奶嘴一样对不起王老师，对不起同学们，咱们的用车计划取消了。请回教室上课。参观下周去。刘主任，你也是个农学家，这叫开的什么玩笑！这个季节配种要人工催情，忽而去忽而不去，叫人家怎么向种驴交持！好好，您来我也不说什么。我给配种站打电话。电话打通，郭二听说我们下星期去就叫放屁放屁，下星期不接待，我这配种站是给你开的？说完啪一下挂上了。我对刘先生说您听听，人家怎么说我！配种站给我开的。我成什么了。同学们，咱们去不成了。再下周咱们考试。学生鼓噪起来，有人喊罢课。这么拦着校门起哄谁也吃不消，我赶紧说去去！咱们走着去。女同学和伤病员就别去了，下了公共汽车还要走六七里路呢。我们拍幻灯片给你们看。这么说也通不过。班上有个校队的，打球伤了腿，今天拄着拐来了，就是为了看配种。学生要抬着他去，这是胡闹。我对刘先生说您看，是不是派辆小车？起码得把伤兵技上。王老师，不是我不派车！我们系里不像有些人那么不懂事―一学农的不看配种站，那不是笑话吗？总务处说没车有啥办法。这些人可真浑，也不先打个招呼。真的？我不信。您看我的。抓起电话叫司机班，你是谁？小马？给我把大轿车开出来。我带学生参观。王二，车是你要的？我们处长瞎眼了。这么着，咱们坐驾驶楼，好不好？不行！让别人坐卡车，我要大轿车。我们处长叫把大轿车藏起来，别叫人看见。他要用。咱们给他留个面子，好吧？那么我的面子呢？你以为谁的面子重要？当然是王二了。王二是大哥嘛！车马上到。"}
{"text":"总务处说没车有啥办法。这些人可真浑，也不先打个招呼。真的？我不信。您看我的。抓起电话叫司机班，你是谁？小马？给我把大轿车开出来。我带学生参观。王二，车是你要的？我们处长瞎眼了。这么着，咱们坐驾驶楼，好不好？不行！让别人坐卡车，我要大轿车。我们处长叫把大轿车藏起来，别叫人看见。他要用。咱们给他留个面子，好吧？那么我的面子呢？你以为谁的面子重要？当然是王二了。王二是大哥嘛！车马上到。刘先生不走，看样子不信车能来。过一会儿车真从外边开进来了，学生欢呼着往上冲。刘老头气得险通红，手抖成七八只。我赶紧给他圆面子老先生，小马送我们想着风险呢。有人准给他穿小鞋。这可是为了咱们系的事老头马上吼起来你放心，绝不让马师傅吃亏，我去找校长。问问他有车藏起来是什么作风！参观回来，学生全变了样，三五成群窃窃私语。我们拍了好几盒胶卷。我把班长叫来，关照几句你把这片子送去制幻灯片，先放你这儿保存。谁借也别给，记住啦？除了农三乙，他们参观植物园，可能不满意。弥要是把幻灯片借给外班看，下回我再不带你们出去。老师，我们班对你最忠心。乙班人老说你坏话，我们班绝没这样人。这幻灯片我说不借，就说曝光了。好，就依你。他们说我什么了？那些坏话无非是说我上课时衣冠不整，讲到得意忘形时还满嘴撒村。他不说我也知道，但是还想听一听，回到了学校，校长又叫我去一趟。怎么这么多麻烦？我简直有点儿烦了。校长问我总务长藏车的事――其实他知道的比我还多。总务长想用大轿车送外单位的人去八达岭游玩，被我搅了。校长对此击节赞赏，对我大大鼓励了一番。但是我打不起兴致我不过是个教员罢了，不想参与上层的事情。下午带同学去植物园，这班人对我有意见老师，甲班人说配种站里有头驴，看上去有五条腿，中间一条比其它的长五倍。他们吹牛吧？别听他们胡扯。这是科学，不是看玩艺儿。不过那驴是有点个别。老师你偏心！我们也要去配种站参观！别闹了。它们需要休息。现在是什么季节？人家是打了针才能表演的。再打针！多打几针！呸！这又不是机器。有血有肉，和人是一样的。打你几针试试！"}
{"text":"但是我打不起兴致我不过是个教员罢了，不想参与上层的事情。下午带同学去植物园，这班人对我有意见老师，甲班人说配种站里有头驴，看上去有五条腿，中间一条比其它的长五倍。他们吹牛吧？别听他们胡扯。这是科学，不是看玩艺儿。不过那驴是有点个别。老师你偏心！我们也要去配种站参观！别闹了。它们需要休息。现在是什么季节？人家是打了针才能表演的。再打针！多打几针！呸！这又不是机器。有血有肉，和人是一样的。打你几针试试！你们少说几句坏话，我让甲班把幻灯片拿给你们看。老师，别听他们跳拔离间！二军子说你坏话，我们开了三次班会批他。他们班唐小丽说你上课吃东西，还说了许老师许多坏话。说许老师等于是说你。你以为他们班好，上大当了！这种话我已经听腻了。所以我这样想说我坏话就是爱我，说得越多的越甚。到了植物园，我把学生交给带参观的副研究员，自己溜出去看花草。这一溜不要紧，碰上我师傅刘二了。我师傅是个奇人，长得一对牛蛋公牛的蛋也似大眼，面黑如锅底，疙疙瘩瘩不甚平整。他什么活都会干，但是七五年我进厂给他当徒弟时，他什么活都不肯干。他本是育婴堂带大的孤儿，讨了农村老婆，在乡下喂了几口猪，心思全在猪身上。嘴上说绝不干活，车间主任班组长逼急了也练几下子，那时节他哼一支小调，曲是东北红高梁的调子，词是自编的。我在一边给他帮腔，唱完一节他叫我一声我说我的大娘呀！我应一声哎。我们俩全跑调儿，听的人没有不笑的。刘二之歌有多少节我说不清，反正一回有一回的词儿。一唱就从小唱起，说自己是那还用说婊子养的，不走运。接下来唱到进工厂走错了门。我们厂是五八年街道上老娘们组织起来的，建厂时他十五岁，进来当了个徒工。然后唱到街道厂不长工资，拿了十几年的二十六块五。然后唱到老婆找不到。谁也不跟街道厂工人，除了瘸子拐子，要找个全须全羽的万不可能。没奈何去找农村的，讨了个老婆是懒虫。说是嫁汉嫁汉，穿衣吃饭，躺在坑上不起来不说，一顿要吃半斤猪头肉。然后唱到我的两位世兄，前奔儿后勺，鼠眉之极，见了馒头就目光炯炯。这两个儿子吃得他走投无路，要挣钱没路子，干什么都是资本主义这会儿有人喝止，说他反动了――那是七五年，只剩了一条路养猪。从这儿往后，全唱猪。猪是他的衣食父母。"}
{"text":"然后唱到街道厂不长工资，拿了十几年的二十六块五。然后唱到老婆找不到。谁也不跟街道厂工人，除了瘸子拐子，要找个全须全羽的万不可能。没奈何去找农村的，讨了个老婆是懒虫。说是嫁汉嫁汉，穿衣吃饭，躺在坑上不起来不说，一顿要吃半斤猪头肉。然后唱到我的两位世兄，前奔儿后勺，鼠眉之极，见了馒头就目光炯炯。这两个儿子吃得他走投无路，要挣钱没路子，干什么都是资本主义这会儿有人喝止，说他反动了――那是七五年，只剩了一条路养猪。从这儿往后，全唱猪。猪是他的衣食父母。一个是他的爹，长得如何如何，从鬃毛唱到蹄子，他是如何的爱它，可是要卖钱，只好把它阉了。另一个是他娘，长得如何美丽，正怀了他一窝小兄弟，不能亏了它的嘴。否则他弟弟生出来嘴不够大没人买。于是乎要找东西给猪吃，这一段要是没人打断可以唱一百年。刘二唱他打草如何如何，捡菜帮子如何如何，一百多个历险记。唱了好久才唱到他爹娘也不能光吃菜，这不是孝养爹娘的做法，他要去淘人家的泔水。那几年农业学大寨，家家发一口缸，把泔水苦起来支农。天一热臭气冲天，白花花的蛆满地爬，北京城里无人不骂。我师傅也骂，他不是骂泔水缸，而是骂这政策绝了他爹娘的粮草。于是乎唱到半夜去偷泔水。他和我我有时帮他的忙带着作案工具漏勺和水桶，潜近一个目标，听的人无不屏住了呼吸，我师傅忽然不见了。他老人家躲在工作台下边，叫我别做声。这时你再听，有个人从厂门外一路骂进来，是个老娘们儿。另一路骂法，也是有板有眼，一路骂到车间门口。这是泔水站的周大娘，骂的是刘二。她双手叉腰，卡着门口一站，厉声喝道王二，你师傅呢？叫他出来！我说师傅犯了猪瘟，正在家养病，她就骂起来，骂一段数落一段，大意是居民们恨他们，怪他们带来了泔水缸。他们如此受气，其实一个月只挣二十五块钱。三九天蹬平板喝西北风。泔水冻了，要砸冰，这是多么可怕的工程。热天忙不过来，泔水长了蛆，居民们指着鼻子骂。总之，他们已经是气堵了心了。接下来用咏叹调的形式表示诧异世界上居然还有刘二这种动物，去偷泔水。偷泔水他们还求之不得呢，可这刘二把泔水捞定了还怕人看出来，往水缸里投入巨石泥土等等，让他们淘时费了很多力量。别人欺负他们也罢了，刘二还拿他们寻开心，这不是丧尽天良又是什么。继而有个花腔的华彩乐段，请求老天爷发下雷霆，把刘二劈了。车间主任奔出来，请她去办公室谈，她不去，骂着走了。我师傅从工作台下钻出来，黑脸臊得发紫，可是装得若无其事，继续干活儿。"}
{"text":"热天忙不过来，泔水长了蛆，居民们指着鼻子骂。总之，他们已经是气堵了心了。接下来用咏叹调的形式表示诧异世界上居然还有刘二这种动物，去偷泔水。偷泔水他们还求之不得呢，可这刘二把泔水捞定了还怕人看出来，往水缸里投入巨石泥土等等，让他们淘时费了很多力量。别人欺负他们也罢了，刘二还拿他们寻开心，这不是丧尽天良又是什么。继而有个花腔的华彩乐段，请求老天爷发下雷霆，把刘二劈了。车间主任奔出来，请她去办公室谈，她不去，骂着走了。我师傅从工作台下钻出来，黑脸臊得发紫，可是装得若无其事，继续干活儿。我常常劝我师傅别去偷泔水，可以去要，就是偷了也别在缸里下石头。他不听，据说是要讲点体面。当时我不明白，怎么偷还要体面？现在想明白了泔水这东西只能偷，不能要，否则就比猪还不要脸。我师傅为人豁达，我和他相识多年，只见过他要这么点体面。这回我见他的样子，我说了你也不信。他穿一身格子西服，手指上戴好粗一个金戒指，见面敬我一根希尔顿。原来他从厂里留职停薪出来，当了个包工头。现在他正领着一班农村来的施工队给植物园造温室。他见了我有点发窘，不尴不尬地问我认不认识甲方单位即植物园的人。我说认识一个，恐怕顶不了用。说着说着我也害起臊来，偷泔水叫人逮住也没这样。问候了师娘和两位世兄，简直找不出话来谈，看见我师傅穿着雪白的衬衫，越看越不顺眼，我猜他穿上这套衣服也不舒服。我猜我师傅也是这么看我。嘿，王二这小子居然也当了教师，人模狗样的带学生来参观！其实我不喜欢现在的角色，一点也不喜欢。四晚上到家时，我情绪很坏，下了班以后，校长又叫我去开教务会。与会考乃是各系主任教务长等等，把我一个室主任叫去实属勉强，再说了，我从来也不承认自己是室主任。全校人都知道我是什么玩艺儿！在会场上的感觉，就如睾丸叫人捏住了一样。洗过澡以后，我赤条条走到阳台上去。满天都是星星，好像一场冻结了的大雨。这是媚人的星空。我和铃子好时，也常常晚上出去，在星空下走。那时候我们一无所有，也没有什么能妨碍我们享受静夜。我和铃子出去时，她背着书包。里面放着几件可怜的用具麻袋片，火柴，香烟我做完爱喜欢抽一支烟，一小瓶油，还有避孕套。东西齐全了，有一种充实感，不过常常不齐全。自从有一次误用了辣椒油，每次我带来的油她都要尝尝才让抹，别提多影响情绪了。"}
{"text":"在会场上的感觉，就如睾丸叫人捏住了一样。洗过澡以后，我赤条条走到阳台上去。满天都是星星，好像一场冻结了的大雨。这是媚人的星空。我和铃子好时，也常常晚上出去，在星空下走。那时候我们一无所有，也没有什么能妨碍我们享受静夜。我和铃子出去时，她背着书包。里面放着几件可怜的用具麻袋片，火柴，香烟我做完爱喜欢抽一支烟，一小瓶油，还有避孕套。东西齐全了，有一种充实感，不过常常不齐全。自从有一次误用了辣椒油，每次我带来的油她都要尝尝才让抹，别提多影响情绪了。尽管如此，每次去钻高梁地还是一种伟大的幸福。坐在麻袋上，解开铃子的衣服，就像走进另外的世界。我念着我的诗前严整后零乱，最后的像星星一样遥远。铃子在我身下听见最后的，大叫一声把我掀翻。她赤条条伏在地上，就着星光把我的诗记在小本子上。我开始辨认星座。有一句诗说像筛子筛麦粉，星星的眼泪在洒落。在没有月亮的静夜，星星的眼泪洒在铃子身上，就像荧光粉。我想到，用不着写诗给别人看，如果一个人来享受静夜，我的诗对他毫无用处。别人念了它，只会妨碍他享受自己的静夜诗。如果一个人不会唱，那么全世界的歌对他毫无用处如果他会唱，那他一定要唱自己的歌。这就是说，诗人这个行当应该取消，每个人都要做自己的诗人。我一步步走进星星的万花筒。没有人能告诉我我在何处，没人能告诉我我是什么人，直到入睡，我心里还带着一丝迷惘。五没有课的日子我也得到学校里去，这全是因为我是生物室主任。坐在空荡荡的实验室里打磕睡，我开始恨校长和他的知遇之恩。假如他像我爸爸和我以前的师长一样，把我看成不堪造就之辈，那我该是多么幸福！忽然我妈打电话来，叫我去吃午饭。这是必须要去的。不然她生我这儿子干嘛？我立刻就上路。三十三年前，发生了一件决定我终身的大事。那天下午，我妈在协和医院值了个十二小时的长夜班，走回家去，关于那个家，我还有一点印象，是在皇城根一条小胡同里，一间半大明朝兴建的小瓦房。前面房子太高，那房子里完全暗无天日，我妈妈穿着印花布的旗袍，足蹬高跟鞋，小心翼翼地绕过小巷里的污水坑。她买了一小点肉，那分量不够喂猫，但是可以做一顿炸酱面。她和我爸爸吃完了那顿炸酱面，就做出了那件事情。我最不爱吃炸酱面，因为我正是炸酱面造出来的。"}
{"text":"那天下午，我妈在协和医院值了个十二小时的长夜班，走回家去，关于那个家，我还有一点印象，是在皇城根一条小胡同里，一间半大明朝兴建的小瓦房。前面房子太高，那房子里完全暗无天日，我妈妈穿着印花布的旗袍，足蹬高跟鞋，小心翼翼地绕过小巷里的污水坑。她买了一小点肉，那分量不够喂猫，但是可以做一顿炸酱面。她和我爸爸吃完了那顿炸酱面，就做出了那件事情。我最不爱吃炸酱面，因为我正是炸酱面造出来的。那天晚上，他们用的那个避孕套还是日本时期的旧货，经过很多次清洗晾干扑上滑石粉破了，把我漏了出来。事后拿凉水冲洗了一番，以为没事了，可是才过了一个月，我妈就吐得脸青。也许就是因为灌过凉水，我做路梦时老梦见发大水也许就是因为灌过凉水，我还早产了两个月，我出世时软塌塌毛茸茸，像个在泔水桶里淹死的耗子。我妈妈见了就哭，长叹一声道我的妈！生出了个什么东西！我到东来顺三楼上等我妈，这是约定的老地方。我不能到医院去。因为王二的事迹在那儿脍炙人口。我在那儿的早产儿保温箱里趴了好几个月。当时的条件很差，用的是一种洋铁皮做成的东西，需要定时添加热水。有一回不慎灌入了一桶滚水，王二差点成了涮羊肉。我到医院时，连那些乳臭未干的实习医生部敢叫我烫不死的小老鼠！我妈定期要和我说一阵悄悄话，这是她二十年来的积习。这事要追溯到二十多年前我上小学三年级的时候。我和我爸爸住在那个小院里，我妈妈住在医院的单身宿舍。我归我爸爸教育，他的方针是严刑拷打，鸡毛掸子一买一打。一方面是因为我太淘气，另一方面因为我是走火造出来的，他老不相信我是个正经东西。为了破坏课桌的事，老师写了一封信，叫我带回家。那信被我全吃了，连信皮在内，好像吃果丹皮一样。第二天老师管我要回信，我说我爸爸没写，她知道我撒谎，又派班长再带一封信去，我领了一帮小坏蛋在胡同口拦截，追杀了五里方回。最后老师自己来了。她刚走，我爸爸就拎着耳朵把我一顿狠抽，打断了鸡毛掸，正要拿另一根，妈正好回来。她看见我爸爸揪着耳朵把我拎离了地我的耳朵久经磨练，坚固异常，立刻惨呼一声，扑过来把我抢下来。接着她把我爹一顿臭骂。我爸爸说这样做是因为这孩子像土行孙，一放下地就投影儿，我妈不听，她把我救走了。我妈救我到医院，先送我到耳科，看看耳朵坏了没有。大夫对我的耳朵叹为观止，认为这不是耳朵，乃是起重机的吊钩。"}
{"text":"最后老师自己来了。她刚走，我爸爸就拎着耳朵把我一顿狠抽，打断了鸡毛掸，正要拿另一根，妈正好回来。她看见我爸爸揪着耳朵把我拎离了地我的耳朵久经磨练，坚固异常，立刻惨呼一声，扑过来把我抢下来。接着她把我爹一顿臭骂。我爸爸说这样做是因为这孩子像土行孙，一放下地就投影儿，我妈不听，她把我救走了。我妈救我到医院，先送我到耳科，看看耳朵坏了没有。大夫对我的耳朵叹为观止，认为这不是耳朵，乃是起重机的吊钩。然后她到房产科要了一张单人床，把我安顿在她房间里。发我一把钥匙，和我约法三章一是可以不上学，她管开病假条，但是考试要得九十分以上。第二是如果不上学，不准出去玩，以防被人看见。第三是钱在抽屉里，可以自由取用，不过要报帐，用途必须正当。如果没有意见，这就一言为定。违反约定，就把我交给我爸爸管教。我立刻指天为誓道倘若王二有违反以上三条的行为，情愿下地狱或者和爸爸一块过。我妈大笑，说她真是糊涂，有这么大一个儿子，自己还一个人过。我住下来，在女宿舍二楼称王称霸。好多年轻的阿姨给我买零食，听我讲聊斋。白天我经常不在，和夜班护士上动物园了。如此过了一个冬天，觉得女儿国里的生活也无趣，要鼓捣点什么。我妈马上给我找了好几个家庭教师，今天学书法，明天鼓捣无线电，后天学象棋。晚上我妈看医书，我在地上鼓捣玩艺儿。累了大家聊一会儿，我把每位教师的毛病都拿来取笑。我妈听了高兴，把我的脸贴在她乳房上，冬天隔了毛衣犹可，夏天太刺激，我把她推开，她挑起眉毛叫道哟！摆架子了！你忘了你叼着这儿嘬了。跟你爸爸学的假正经。好好，不跟你玩了，看会儿书！我的象棋没学成，原因是我师傅不喜欢我的棋风。他老人家是北京棋界的前辈。擅长开局布局排局，可惜年老了血气两衰，敌不过我那恶毒凌厉的棋风。所以他来和我妈说，这孩子天分没得说，可是涵养不够，杀气太盛。让他再长两年，我再给他介绍别的老师。他一走，我妈就问我，是不是在人家家里捣蛋了，这老先生涵养极好，怎么容不下我。我告诉她，我看出老头有个毛病他见不得凶险的棋局，一碰上手指就打颤。所以我和他对局时专门制造险恶气氛，居然创下了十二局全胜的纪录，我妈妈听了大笑，说我一肚子全是鬼！每次我干了这样的葛事告诉她，她都打个榧子，说嘿，这儿子，怎么生的！"}
{"text":"所以他来和我妈说，这孩子天分没得说，可是涵养不够，杀气太盛。让他再长两年，我再给他介绍别的老师。他一走，我妈就问我，是不是在人家家里捣蛋了，这老先生涵养极好，怎么容不下我。我告诉她，我看出老头有个毛病他见不得凶险的棋局，一碰上手指就打颤。所以我和他对局时专门制造险恶气氛，居然创下了十二局全胜的纪录，我妈妈听了大笑，说我一肚子全是鬼！每次我干了这样的葛事告诉她，她都打个榧子，说嘿，这儿子，怎么生的！我在我妈那儿住了三年，头两年还爱把我干的事儿告诉她，听她喝彩，后来就不乐意了。我长大了，生理上发生了变化。最后一个夏天，我看到女宿舍里那些阿姨穿着短裤背心，背上就起鸡皮疙瘩。我也不乐意我妈在屋里脱那么光。有时候她不戴乳罩，我就抗议妈！你穿上点儿！那时候我妈大腿纤长，乳胸饱满，如二十许人，我实在不乐意和她住在一起。我开始要有自己的隐私，上中学时考了个住宿的学校搬了出去。从那以后，我们俩之间爆发了长达二十年的间谍战。她想方设法来探我的隐私，我想方设法去骗她。我不记得什么时候在她面前说过实话。我妈妈现在也老了，明眸皓齿变成了老眼昏花和一口假牙，丰满的乳房干瘪下去，修长的双腿步态蹒跚。我妈妈超脱了肉体，变成一个漂亮老太大。我爱我妈，我要用我的爱还报她对我三十二年的厚爱，不过我还是要骗她。我妈问我为什么星期天不回家，我说是忙。她说再忙也得回家，因为家里那套四室一厅的住宅是以四个人的名义要下来的，现在里面只住了老两口，别人知道了要有意见。这简直不成个理由。我说忙得回不了家也不是理由，其实是我要躲我爸爸的痰气。夫子曰人之惠在于好为人师――到底不愧是夫子，好大的学问！我搞我的化学，我爸爸搞他的数学，井水不犯河水，他非要问我数学学得怎样。我要说不会，他就发火，说是不学数学能成个什么气候？我要说会呢，那更不得了。他要出题给我做。忙了一星期，回家去做题！这叫什么家，简直是地狱。我妈也知道是这么回事，就说你躲你爸爸，可别连我也躲呀！再说你爸爸关心你，你这么计较就不对了。我没计较。妈，爸爸是虐待狂。他就喜欢看我做不出题出冷汗。其实不是我做不出，是他编的题目不通。我都不好意思说。我要是胡编几道题，他也做不出。让他尝尝这拉不出屎的滋味，你看了一定不忍心。"}
