{"text":"但是，号为有名的报纸，却不应该这样无风作浪。本来女子在中国并算不了人，新闻记者随便提起笔来写一两件奸案逃案，或者女学生拆白等等，以娱读者耳目，早已视若当然，我也不过就耳目之所及，说说罢了。报馆为销行计，特约访员为稿费计，都是所谓饭的问题，神圣不可侵犯的。我其奈之何？其实，开封的女学生也太不应该了。她们只应该在深闺绣房，到学校里已经十分放肆，还要出校散步，大动其登临之兴，怪不得晨报的访员要警告她们一下了，说你看，只要一出门，就有兵士要来奸污你们了！赶快回去，躲在学校里，不妥，还是躲到深闺绣房里去罢。其实，中国本来是撒谎国和造谣国的联邦，这些新闻并不足怪。即在北京，也层出不穷什么南下洼的大老妖，什么借尸还魂，什么拍花，等等。非用刺刀割开他们的魂灵，用净水来好好地洗一洗，这病症是医不好的。但他究竟是好意，所以我便将它寄奉了。排了进去，想不至于像我去年那篇打油诗我的失恋一般，恭逢总主笔先生白眼，赐以驱除，而且至于打破你的饭碗的罢。但占去了你所赏识的琴心女士的阿呀体诗文的纸面，却实在不胜抱歉之至，尚祈恕之。不宣。请了。。四月二十七日于灰棚。通讯致向培良通讯致向培良培良兄我想，河南真该有一个新一点的日报了倘进行顺利，就好。我们的莽原于明天出版，统观全稿，殊觉未能满足。但我也不知道是真不佳呢，还是我的希望太奢。琴心的疑案揭穿了，这人就是欧阳兰。以这样手段为自己辩护，实在可鄙而且听说雪纹的文章也是他做的。想起孙伏园当日被红信封绿信纸迷昏，深信一定是一个新起来的女作家的事来，不觉发一大笑。莽原第一期上，发了槟榔集两篇。第三篇斥朱湘的，我想可以删去，而移第四为第三。因为朱湘似乎也已掉下去，没人提他了――虽然是中国的济慈。我想你一定很忙，但仍极希望你常常有作品寄来。迅四月二十三日本篇最初发表于一九二五年五月六日豫报副刊。培良向培良―，湖南黔阳人。一九二四年与高长虹等人在北京创办狂飙周刊，次年参加莽原社，后来投靠国民党反动派。莽原参看本卷第页注。"}
{"text":"因为朱湘似乎也已掉下去，没人提他了――虽然是中国的济慈。我想你一定很忙，但仍极希望你常常有作品寄来。迅四月二十三日本篇最初发表于一九二五年五月六日豫报副刊。培良向培良―，湖南黔阳人。一九二四年与高长虹等人在北京创办狂飙周刊，次年参加莽原社，后来投靠国民党反动派。莽原参看本卷第页注。琴心的疑案一九二五年一月，北京女师大新年同乐会演出北大学生欧阳兰所作独幕剧父亲的归来，内容几乎完全抄袭日本菊池宽所著的父归，经人在京报副刊上指出后，除欧阳兰本人作文答辩外，还出现了署名琴心的女师大学生，也作文为他辩护。不久，又有人揭发欧阳兰抄袭郭沫若译的雪莱诗，这位琴心和另一雪纹女士又一连写几篇文字替他分辩。事实上，所谓琴心女士，是欧阳兰女友夏雪纹当时女师大学生的别号，而署名琴心和雪纹女士的文字，都是欧阳兰自己作的。孙伏园―参看本卷第页注。他任京报副刊编辑时，收到欧阳兰以琴心的署名投寄的一些抒情诗，误认为是一个新起的女作家的作品，常予刊载。槟榔集向培良在莽原周刊发表的杂感的总题，分别刊载于该刊第一五二九三期。朱湘―字子沅，安徽太湖人，诗人。著有草莽集石门集等。下文说他似乎也已掉下去，疑指他当时日益倾向徐志摩等人组成的新月社。济慈，―英国诗人。著有抒情诗夜莺颂秋颂及长诗恩底弥翁等。一九二五年四月二日京报副刊发表闻一多的泪雨一诗，篇末有朱湘的附识，其中说泪雨这诗没有济慈那般美妙的诗画，然而泪雨不失为一首济慈才作得出的诗。这里说朱湘是中国的济慈，疑系误记。通讯致郑孝观通讯致郑孝观孝观先生我的无聊的小文，竟引出一篇大作，至于将记者先生打退，使其先敬案而后道歉，感甚佩甚。我幼时并没有见过涌幢小品回想起来，所见的似乎是西湖游览志及志余，明嘉靖中田汝成作。可惜这书我现在没有了，所以无从复案。我想，在那里面，或者还可以得到一点关于雷峰塔的材料罢。。二十四日。案我在论雷峰塔的倒掉中，说这就是保m塔，而伏园以为不然。"}
{"text":"这里说朱湘是中国的济慈，疑系误记。通讯致郑孝观通讯致郑孝观孝观先生我的无聊的小文，竟引出一篇大作，至于将记者先生打退，使其先敬案而后道歉，感甚佩甚。我幼时并没有见过涌幢小品回想起来，所见的似乎是西湖游览志及志余，明嘉靖中田汝成作。可惜这书我现在没有了，所以无从复案。我想，在那里面，或者还可以得到一点关于雷峰塔的材料罢。。二十四日。案我在论雷峰塔的倒掉中，说这就是保m塔，而伏园以为不然。郑孝观先生遂作雷峰塔与保m塔一文，据涌幢小品等书，证明以这为保m塔者盖近是。文载二十四日副刊中，甚长，不能具引。一九三五年二月十三日，补记。本篇最初发表于一九二四年十二月二十七日北京京报副刊。郑孝观，后改名宾于，四川酉阳人。北京大学研究所国学门毕业，曾任北京中俄大学讲师。记者先生指孙伏园，当时京报副刊的编辑。论雷峰塔的倒掉发表时，在篇末加有如下附记今天孙伏园来，我便将草稿给他看。他说，雷峰塔并非就是保m塔。那么，大约是我记错的了，然而我却确乎早知道雷峰塔下并无白娘娘。现在既经前记者先生指点，知道这一节并非得于所看之书，则当时何以知之，也就莫名其妙矣。特此声明，并且更正。后孙伏园在发表郑孝观的雷峰塔与保m塔时附有伏园敬案，说郑先生所举证据非常确凿，我不但不想来推翻并且也无法来推翻，并表示恭恭敬敬的向鲁郑二先生道歉。但他又引用西湖指南和游杭纪略的记载，证明雷峰塔并非保m塔。涌幢小品明代朱国桢著，共三十二卷。内容多是明代典故以及史实考证。该书卷十四有关于保m塔的简单记载。西湖游览志二十四卷，又志余二十六卷，记述西湖名胜古迹民间传说掌故轶闻等。田汝成，字叔禾，浙江钱塘今杭州人，明代文学家。文艺的大众化文艺的大众化文艺本应该并非只有少数的优秀者才能够鉴赏，而是只有少数的先天的低能者所不能鉴赏的东西。倘若说，作品愈高，知音愈少。那么，推论起来，谁也不懂的东西，就是世界上的绝作了。但读者也应该有相当的程度。首先是识字，其次是有普通的大体的知识，而思想和情感，也须大抵达到相当的水平线。否则，和文艺即不能发生关系。若文艺设法俯就，就很容易流为迎合大众，媚悦大众。迎合和媚悦，是不会于大众有益的。"}
{"text":"田汝成，字叔禾，浙江钱塘今杭州人，明代文学家。文艺的大众化文艺的大众化文艺本应该并非只有少数的优秀者才能够鉴赏，而是只有少数的先天的低能者所不能鉴赏的东西。倘若说，作品愈高，知音愈少。那么，推论起来，谁也不懂的东西，就是世界上的绝作了。但读者也应该有相当的程度。首先是识字，其次是有普通的大体的知识，而思想和情感，也须大抵达到相当的水平线。否则，和文艺即不能发生关系。若文艺设法俯就，就很容易流为迎合大众，媚悦大众。迎合和媚悦，是不会于大众有益的。――什么谓之有益，非在本问题范围之内，这里且不论。所以在现下的教育不平等的社会里，仍当有种种难易不同的文艺，以应各种程度的读者之需。不过应该多有为大众设想的作家，竭力来作浅显易解的作品，使大家能懂，爱看，以挤掉一些陈腐的劳什子。但那文字的程度，恐怕也只能到唱本那样。因为现在是使大众能鉴赏文艺的时代的准备，所以我想，只能如此。倘若此刻就要全部大众化，只是空谈。大多数人不识字，目下通行的白话文，也非大家能懂的文章言语又不统一，若用方言，许多字是写不出的，即使用别字代出，也只为一处地方人所懂，阅读的范围反而收小了。总之，多作或一程度的大众化的文艺，也固然是现今的急务。若是大规模的设施，就必须政治之力的帮助，一条腿是走不成路的，许多动听的话，不过文人的聊以自慰罢了。本篇最初发表于一九三年三月上海大众文艺第二卷第三期。劳什子北方方言，指物件。含有轻蔑厌恶的意思。我才知道我才知道时常看见些讣文，死的不是清封什么大夫便是清封什么人。我才知道中华民国国民一经死掉，就又去降了清朝了。时常看见些某封翁某太夫人几十岁的征诗启，儿子总是阔人或留学生。我才知道一有这样的儿子，自己就像中秋无月花下独酌大醉一样，变成做诗的题目了。本篇最初发表于一九二五年六月九日民众文艺周刊第二十三期。清封什么大夫清朝对正一品到从五品文官的封号。清封什么人，清朝对达官显贵的妻子常给以夫人宜人等等的封号。民国以后有些死者的讣文上也写有这类封号，如清封荣禄大夫清封宜人等，以示荣耀。封翁封建社会对因子孙显贵而受封诰的男性的称呼。太夫人，封建社会里对列侯的母亲的称呼，后也用于泛称达官贵人的母亲。"}
{"text":"本篇最初发表于一九二五年六月九日民众文艺周刊第二十三期。清封什么大夫清朝对正一品到从五品文官的封号。清封什么人，清朝对达官显贵的妻子常给以夫人宜人等等的封号。民国以后有些死者的讣文上也写有这类封号，如清封荣禄大夫清封宜人等，以示荣耀。封翁封建社会对因子孙显贵而受封诰的男性的称呼。太夫人，封建社会里对列侯的母亲的称呼，后也用于泛称达官贵人的母亲。无题万家墨面没蒿莱无题万家墨面没蒿莱心事浩茫连广宇，于无声处听惊雷。五月日记一九三四年五月三十日午后为新居格君书一幅云万家墨面没蒿莱，。墨面淮南子览冥训美人笆啄娑蝗荨！备枰动地哀，唐代李商隐瑶池瑶池阿母绮窗开，黄竹歌声动地哀。按黄竹相传为周穆王所作的诗，据穆天子传载，周穆王猎于苹泽，日中大寒，北风雨雪，有冻人，天子作诗三章以哀民。无题血沃中原肥劲草无题血沃中原肥劲草血沃中原肥劲草，寒凝大地发春华。英雄多故谋夫病，泪洒崇陵噪暮鸦。一月日记一九三二年一月二十三日午后为高良夫人写一小幅，句云血沃中原肥劲草。无题烟水寻常事无题烟水寻常事深宵沉醉起，无处觅菰蒲。日记一九三三年十二月三十日午后又为黄振球书一幅云烟水寻常事，。无题一枝清采妥湘灵无题一枝清采妥湘灵无奈终输萧艾密，却成迁客播芳馨。日记一九三三年十一月二十七日为土屋文明氏书一笺云一枝清采妥湘灵，。湘灵传说中的湘水之神。参看本卷第页注。九畹贞风慰独醒，屈原离骚余既滋兰之九畹兮，又树蕙之百。东汉王逸注十二亩曰畹。又楚辞渔父众人皆醉我独醒玻场场舭癫荨独肷罚骸何昔日之芳草兮，今直为此萧艾也。无题禹域多飞将无题禹域多飞将夜邀潭底影，玄酒颂皇仁。日记一九三三年六月二十八日下午为萍荪书一幅云禹域多飞将，。禹域即中国。左传襄公四年茫茫禹迹，画为九州。"}
{"text":"湘灵传说中的湘水之神。参看本卷第页注。九畹贞风慰独醒，屈原离骚余既滋兰之九畹兮，又树蕙之百。东汉王逸注十二亩曰畹。又楚辞渔父众人皆醉我独醒玻场场舭癫荨独肷罚骸何昔日之芳草兮，今直为此萧艾也。无题禹域多飞将无题禹域多飞将夜邀潭底影，玄酒颂皇仁。日记一九三三年六月二十八日下午为萍荪书一幅云禹域多飞将，。禹域即中国。左传襄公四年茫茫禹迹，画为九州。蜗庐，即蜗牛庐。据三国志魏书管宁传裴松之注引魏略，东汉末年，隐士焦先自作一瓜蜗牛庐，净扫其中，营木为床，布草蓐其上，至天寒时，火以自炙，呻吟独语。玄酒礼记礼运玄酒在室。唐代孔颖达疏玄酒剿玻云渖黑谓之玄。而大古无酒，此水当酒所用，故谓之玄酒。无题二首故乡黯黯锁玄云皓齿吴娃唱柳枝无题二首故乡黯黯锁玄云皓齿吴娃唱柳枝故乡黯黯锁玄云皓齿吴娃唱柳枝岁暮何堪再惆怅，且持卮酒食河豚。其二皓齿吴娃唱柳枝，酒阑人静暮春时。无端旧梦驱残醉，独对灯阴忆子规。日记一九三二年十二月三十一日为知人写字五幅，皆自作诗。为滨之上学士云故乡黯黯锁玄云，。为坪井学士云皓齿吴娃唱柳枝。诗中的食条幅手迹作吃。滨之上，即滨之上信隆坪井，即坪井芳治。他们都是日本人在上海开设的筱崎医院的医生。一九三二年十二月二十八日晚，坪井芳治邀往日本饭店共食河豚，滨之上信隆曾同座。柳枝原为古代民间曲调，名折杨柳或折柳枝。唐代进入教坊，名杨柳枝。白居易有杨柳枝词八首，其中有古歌旧曲君休问，听取新翻杨柳枝的句子。他又在杨柳枝二十韵题下自注杨柳枝，洛下新声也。子规即杜鹃。师旷禽经春夏有鸟如云不如归去，乃子规也。无题二首无题二首六代绮罗成旧梦，石头城上月如钩。其二雨花台边埋断戟，莫愁湖里余微波。所思美人不可见，归忆江天发浩歌。"}
{"text":"他又在杨柳枝二十韵题下自注杨柳枝，洛下新声也。子规即杜鹃。师旷禽经春夏有鸟如云不如归去，乃子规也。无题二首无题二首六代绮罗成旧梦，石头城上月如钩。其二雨花台边埋断戟，莫愁湖里余微波。所思美人不可见，归忆江天发浩歌。六月日记一九三一年六月十四日为宫崎龙介书一幅云大江日夜向东流，又为白莲女士书一幅云雨花台边埋断戟。群雄，手迹作英雄，不可见作杳不见。按宫崎龙介―，日本律师，一九三一年来上海时曾访问。其父宫崎弥藏系支持中国民主革命的志士，叔父宫崎寅藏曾协助孙中山从事革命活动。白莲女士，即柳原烨子―，日本女作家，宫崎龙介的夫人。六代我国历史上三国时的吴，东晋，南朝的宋齐梁陈六个朝代，都建都南京，合称六朝。石头城，古城名，本名金陵城，东汉末年孙权重筑改名，故址在今南京清凉山，后用石头城代指南京。雨花台在南京城南聚宝山上，亦称石子岗。据高僧传，南朝梁武帝时云光法师在此讲经，感动上天，落花如雨，故名。辛亥革命时，革命军进攻南京，曾在此血战多日。莫愁湖，在南京水西门外，相传六朝洛阳女子卢莫愁曾居于此，故名。辛亥革命胜利后，南京临时政府曾在湖边建阵亡将士纪念碑，刻有孙中山建国成仁的题词。浩歌语出楚辞九歌少司命望美人兮未来，临风恍兮浩歌。谣言的魔力赵荫棠谣言的魔力赵荫棠前为河南女师事，曾撰一文，贵刊慨然登载，足见贵社有公开之态度，感激，感激。但据近数日来调查，该事全属子虚，我们河南留京学界为此事，牺牲光阴与金钱，皆此谣言之赐与。刻我接得友人及家属信四五封，皆否认此事。有个很诚实的老师的信中有几句话颇扼要平心细想，该校长岂敢将三个人命秘而不宣！被害学生的家属岂能忍受？兄在该校兼有功课，岂能无一点觉察？此事本系是可忍孰不可忍之事，关系河南女子教育，全体教育，及住家的眷属俱甚大，该校长胆有多大，岂敢以一手遮天？"}
{"text":"但据近数日来调查，该事全属子虚，我们河南留京学界为此事，牺牲光阴与金钱，皆此谣言之赐与。刻我接得友人及家属信四五封，皆否认此事。有个很诚实的老师的信中有几句话颇扼要平心细想，该校长岂敢将三个人命秘而不宣！被害学生的家属岂能忍受？兄在该校兼有功课，岂能无一点觉察？此事本系是可忍孰不可忍之事，关系河南女子教育，全体教育，及住家的眷属俱甚大，该校长胆有多大，岂敢以一手遮天？我们由这几句话看起来，河南女师没有发生这种事情，已属千真万确，我的女人在该校上学，来信中又有两个反证我们的心理教员周调阳先生闻听此事，就来校暗察。而见学生游戏的游戏，看书的看书，没有一点变异，故默默而退。历史教员王钦斋先生被许多人质问，而到校中见上堂如故，人数不差，故对人说绝无此事，这都是后来我们问他们他们才对我们说的。据她这封信看来，河南女师并无发生什么事，更足征信。现在谣言已经过去，大家都是追寻谣言的起源。有两种说法一说是由于恨军界而起的。就是我那位写信的老师也在那封信上说近数月来，开封曾发生无根的谣言，求其同一之点，皆不利于军事当局。我们由此满可知道河南的军人是否良善？要是基督将军在那边，决不会有这种谣言就是有这种谣言，人也不会信它。又有一说，这谣言是某人为争饭碗起见，并且他与该校长有隙，而造的。信此说者甚多。昨天河南省议员某君新从开封来，他说开封教育界许多人都是这样的猜度。但在京的同乡和别的关心河南女界的人，还是在半信半疑的态度。有的还硬说实在真有事，有的还说也许是别校的女生被辱了。咳，这种谣言，在各处所发生的真数见不鲜了。到末后，无论怎样证实它的乌有，而有一部分人总还要信它，它的魔力，真正不少！我为要使人明白真象，故草切的写这封信。不知先生还肯登载贵刊之末否？即颂著安！弟赵荫棠上。八日。一九二五年五月十三日京报妇女周刊第二十二期。一二八战后作一二八战后作战云暂敛残春在，重炮清歌两寂然。我亦无诗送归棹，但从心底祝平安。七月十一日日记一九三二年七月十一日午后为山本初枝女士书一笺，云战云暂敛残春在。即托内山书店寄去。山本初枝―，日本歌人，曾写过一些不满于日本军国主义的短歌。"}
{"text":"八日。一九二五年五月十三日京报妇女周刊第二十二期。一二八战后作一二八战后作战云暂敛残春在，重炮清歌两寂然。我亦无诗送归棹，但从心底祝平安。七月十一日日记一九三二年七月十一日午后为山本初枝女士书一笺，云战云暂敛残春在。即托内山书店寄去。山本初枝―，日本歌人，曾写过一些不满于日本军国主义的短歌。一个罪犯的自述一个罪犯的自述民众文艺虽说是民众文艺，但到现在印行的为止，却没有真的民众的作品，执笔的都还是所谓读书人。民众不识字的多，怎会有作品，一生的喜怒哀乐，都带到黄泉里去了。但我竟有了介绍这一类难得的文艺的光荣。这是一个被获的抢犯做的我无庸说出他的姓名，也不想借此发什么议论。总之，那篇的开首是说不识字之苦，但怕未必是真话，因为那文章是说给教他识字的先生看的其次，是说社会如何欺侮他，使他生计如何失败其次，似乎说他的儿子也未必能比他更有多大的希望。但关于抢劫的事，却一字不提。原文本有圈点，今都仍旧错字也不少，则将猜测出来的本字用括弧注在下面。四月七日，附记于没有雅号的屋子里。我们不认识字的。吃了好多苦。光绪二十九年。八月十二日。我进京来。卖猪。走平字们则门外。我说大庙堂们口门口。多坐一下。大家都见我笑。人家说我事是个王八但蛋。我就不之到知道。人上头写折着。清真里白四礼拜寺。我就不之到知道。人打骂。后来我就打猪。白把猪都打。不吃东西了。西城郭九猪店。家里。人家给。一百八十大洋元。不卖。我说进京来卖。后来卖了。一百四十元钱。家里都说我不好。后来我的。曰岳母。他只有一个女。他没有学生案谓儿子。他就给我钱。给我一百五十大洋元。他的女。就说买地。买了十一母亩地。原注一个六母一个五母洪县元年十。三月二十四日白把六个母地文曰又白？丢了。后来他又给钱。给了二百大洋。我万同？他说。做个小买卖。原注他说好我也说好。你就给钱。他就案脱一字了一百大洋元。我上集买卖麦子。买了十石担。我就卖白面麦丐。长新店。有个小买卖。他吃白面。吃来吃去吃了。一千四百三十七斤。原注中华民国六年卖白面算一算。五十二元七毛。到了年下。一个钱也没有。长新店。人家后来。白都给了。露娇。张十石头。他吃的。白面钱。他没有给钱。三十六元五毛。他的女说。"}
