{"text":"但有人不同意这种想法，比方说，李赤先生。大家宴饮已毕，回城里去，走到半路，发现他不见了。赶紧回去找，发现他又倒栽进了粪桶里。这回和上回不同，拖出来一看，他已经没气了。李赤先生的极端体验就到此结束――一玩就把自己玩死，这可是太极端了，没什么普遍意义。我觉得人不该淹死在屎里，但如你所知，这是庸人之见，和李赤先生的见解不同――李赤先生死后面带幸福的微笑，只是身上臭哄哄的。我这个庸人又有种见解太平年月比乱世要好。这两种时代的区别，比新鲜空气和臭屎的区别还要大。近二十年来，我们过着太平日子，好比呼吸到了一点新鲜空气，没理由再把我们栽进臭屎里。我是中国的国民，我对这个国家的希望就是希望这里永远是太平年月。不管海外的学人怎么说我们庸俗，丧失了左派的锐气，我这个见解终不肯改。现在能太太平平，看几本书，写点小文章，我就很满意了。我可不想早请示晚汇报，像文化革命里那样穷折腾。至于海外那几位学人，我猜他们也不是真喜欢文化革命――他们喜欢的只是那时极端体验的气氛。他们可不想在美国弄出这种气氛，那边是他们的安身立命之所。他们只想把中国搞得七颠八倒，以便放暑假时可以过来体验一番，然后再回美国去，教美国书挣美国钱。这主意不坏，但我们不答应我们没有极端体验的瘾，别来折腾我们。真正有这种瘾的人，何妨像李赤先生那样，自己一头扎向屎坑。我看国学我现在四十多岁了，师长还健在，所以依然是晚生。当年读研究生时，老师对我说，你国学底子不行，我就发了一回愤，从四书到二程朱子乱看了一通。我读书是从小说读起，然后读四书做人是从知青做起，然后做学生。这样的次序想来是有问题。虽然如此，看古书时还是有一些古怪的感慨，值得敝帚自珍。读完了论语闭目细思，觉得孔子经常一本正经地说些大实话，是个挺可爱的老天真。自己那几个学生老挂在嘴上，说这个能干啥，那个能干啥，像老太太数落孙子一样，很亲切。老先生有时候也鬼头鬼脑，那就是子见南子那一回。出来以后就大呼小叫，一口咬定自己没犯色。总的来说，我喜欢他，要是生在春秋，一定上他那里念书，因为那儿有一种匹克威克俱乐部的气氛。至于他的见解，也就一般，没有什么特别让人佩服的地方。至于他特别强调的礼，我以为和文化革命里搞的那些仪式差不多，什么早请示晚汇报，我都经历过，没什么大意思。对于幼稚的人也许必不可少，但对有文化的成年人就是一种负担。"}
{"text":"自己那几个学生老挂在嘴上，说这个能干啥，那个能干啥，像老太太数落孙子一样，很亲切。老先生有时候也鬼头鬼脑，那就是子见南子那一回。出来以后就大呼小叫，一口咬定自己没犯色。总的来说，我喜欢他，要是生在春秋，一定上他那里念书，因为那儿有一种匹克威克俱乐部的气氛。至于他的见解，也就一般，没有什么特别让人佩服的地方。至于他特别强调的礼，我以为和文化革命里搞的那些仪式差不多，什么早请示晚汇报，我都经历过，没什么大意思。对于幼稚的人也许必不可少，但对有文化的成年人就是一种负担。不过，我上孔老夫子的学，就是奔那种气氛而去，不想在那里长什么学问。孟子我也看过了，觉得孟子甚偏执，表面上体面，其实心底有股邪火。比方说，他提到墨子杨朱，无君无父，是禽兽也，如此立论，已然不是一个绅士的作为。至于他的思想，我一点都不赞成。有论家说他思维缜密，我的看法恰恰相反。他基本的方法是推己及人，有时候及不了人，就说人家是禽兽小人这股凶巴巴恶狠狠的劲头实在不讨人喜欢。至于说到修辞，我承认他是一把好手，别的方面就没什么。我一点都不喜欢他，如果生在春秋，见了面也不和他握手。我就这么读过了孔孟，用我老师的话来说，就如春风过驴耳。我的这些感慨也只是招得老师生气，所以我是晚生。假如有人说，我如此立论，是崇洋媚外，缺少民族感情，这是我不能承认的。但我承认自己很佩服法拉第，因为给我两个线圈一根铁棍子，让我去发现电磁感应，我是发现不出来的。牛顿莱布尼兹，特别是爱因斯坦，你都不能不佩服，因为人家想出的东西完全在你的能力之外。这些人有一种惊世骇俗的思索能力，为孔孟所无。按照现代的标准，孔孟所言的仁义啦，中庸啦，虽然是些好话，但似乎都用不着特殊的思维能力就能想出来，琢磨得过了分，还有点肉麻。这方面有一个例子记不清二程里哪一程，有一次盯着刚出壳的鸭雏使劲看。别人问他看什么，他说，看到毛茸茸的鸭雏，才体会到圣人所说仁的真意。这个想法里有让人感动的地方，不过仔细一体会，也没什么了不起的东西在内。毛茸茸的鸭子虽然好看，但再怎么看也是只鸭子。再说，圣人提出了仁，还得让后人看鸭子才能明白，起码是辞不达意。我虽然这样想，但不缺少民族感情。因为我虽然不佩服孔孟，但佩服古代中国的劳动人民。劳动人民发明了做豆腐，这是我想象不出来的。我还看过朱熹的书，因为本科是学理工的，对他格物的论述看得特别的仔细。"}
{"text":"别人问他看什么，他说，看到毛茸茸的鸭雏，才体会到圣人所说仁的真意。这个想法里有让人感动的地方，不过仔细一体会，也没什么了不起的东西在内。毛茸茸的鸭子虽然好看，但再怎么看也是只鸭子。再说，圣人提出了仁，还得让后人看鸭子才能明白，起码是辞不达意。我虽然这样想，但不缺少民族感情。因为我虽然不佩服孔孟，但佩服古代中国的劳动人民。劳动人民发明了做豆腐，这是我想象不出来的。我还看过朱熹的书，因为本科是学理工的，对他格物的论述看得特别的仔细。朱子用阴阳五行就可以格尽天下万物，虽然阴阳五行包罗万象，是民族的宝贵遗产，我还是以为多少有点失之于简单。举例来说，朱子说，往井底下一看，就能看到一团森森的白气。他老人家解释适，阴中有阳，阳中有阴此乃太极图之象，井底至阴之地，有一团阳气，也属正常。我相信，你往井里一看，不光能看到一团白气，还能看到一个人头，那就是你本人我对这一点很有把握，认为不必做实验了。不知为什么，这一点他没有提到。可能观察得不仔细，也可能是视而不见，对学者来说，这是不可原谅的。还有可能是井太深，但我不相信宋朝就没有浅一点的井。用阴阳学说来解释这个现象不大可能，也许一定要用到几何光学。虽然要求朱子一下推出整个光学体系是不应该的，那东西太过复杂，往那个方向跨一步也好。但他根本就不肯跨。假如说，朱子是哲学家伦理学家，不能用自然科学家的标准来要求，我倒是同意的。可怪的是，咱们国家几千年的文明史，就是出不了自然科学家。现在可以说，孔孟程朱我都读过了。虽然没有很钻进去，但我也怕钻进去就爬不出来。如果说，这就是中华文化遗产的主要部分，那我就要说，这点东西太少了，拢共就是人际关系里那么一点事，再加上后来的阴阳五行。这么多读书人研究了两千年，实在太过分。我们知道，旧时的读书人都能把四书五经背得烂熟，随便点出两个字就能知道它在书中什么地方。这种钻研精神虽然可佩，这种做法却十足是神经病。显然，会背诵爱因斯坦原著，成不了物理学家因为真正的学问不在字句上，而在于思想。就算文科有点特殊性，需要背诵，也到不了这个程度。因为文革里我也背过毛主席语录，所以以为，这个调调我也懂――说是诵经念咒，并不过分。二战期间，有一位美国将军深入敌后，不幸被敌人堵在了地窖里，敌人在头上翻箱倒柜，他的一位随行人员却咳嗽起来。将军给了随从一块口香糖让他嚼，以此来压制咳嗽。"}
{"text":"这种钻研精神虽然可佩，这种做法却十足是神经病。显然，会背诵爱因斯坦原著，成不了物理学家因为真正的学问不在字句上，而在于思想。就算文科有点特殊性，需要背诵，也到不了这个程度。因为文革里我也背过毛主席语录，所以以为，这个调调我也懂――说是诵经念咒，并不过分。二战期间，有一位美国将军深入敌后，不幸被敌人堵在了地窖里，敌人在头上翻箱倒柜，他的一位随行人员却咳嗽起来。将军给了随从一块口香糖让他嚼，以此来压制咳嗽。但是该随从嚼了一会儿，又伸手来要，理由是这一块太没味道。将军说没味道不奇怪，我给你之前已经嚼了两个钟头了！我举这个例子是要说明，四书五经再好，也不能几千年地念正如口香糖再好吃，也不能换着人地嚼。当然，我没有这样地念过四书，不知道其中的好处。有人说，现代的科学文化，林林总总，尽在儒家的典籍之中，只要你认真钻研。这我倒是相信的，我还相信那块口香糖再嚼下去，还能嚼出牛肉干的味道，只要你不断地嚼。我个人认为，我们民族最重大的文化传统，不是孔孟程朱，而是这种钻研精神。过去钻研四书五经，现在钻研红楼梦。我承认，我们晚生一辈在这方面差得很远，但也未尝不是一件好事。四书也好，红楼梦也罢，本来只是几本书，却硬要把整个大千世界都塞在其中。我相信世界不会因此得益，而是因此受害。任何一门学问，即便内容有限而且已经不值得钻研，但你把它钻得极深极透，就可以挟之以自重，换言之，让大家都佩服你此后假如再有一人想挟这门学问以自重，就必须钻得更深更透。此种学问被无数的人这样钻过，会成个什么样子，实在难以想象。那些钻进去的人会成个什么样子，更是难以想象。古宅闹鬼，树老成精，一门学问最后可能变成一种妖怪。就说国学吧，有人说它无所不包，到今天还能拯救世界，虽然我很乐意相信，但还是将信将疑。智慧与国学我有一位朋友在内蒙插过队，他告诉我说，草原上绝不能有驴。假如有了的话，所有的马群都要炸掉。原因是这样的那个来自内地的长耳朵的善良动物来到草原上，看到了马群以为见到了表亲，快乐地奔了过去而草原上的马没见过这种东西，以为来了魔鬼，被吓得一哄而散。于是一方急于认表亲，一方急于躲鬼，都要跑到累死了才算。近代以来，确有一头长耳朵怪物，奔过了中国的原野，搅乱了这里的马群，它就是原于西方的智慧。假如这头驴可以撵走，倒也简单。问题在于撵不走。"}
{"text":"智慧与国学我有一位朋友在内蒙插过队，他告诉我说，草原上绝不能有驴。假如有了的话，所有的马群都要炸掉。原因是这样的那个来自内地的长耳朵的善良动物来到草原上，看到了马群以为见到了表亲，快乐地奔了过去而草原上的马没见过这种东西，以为来了魔鬼，被吓得一哄而散。于是一方急于认表亲，一方急于躲鬼，都要跑到累死了才算。近代以来，确有一头长耳朵怪物，奔过了中国的原野，搅乱了这里的马群，它就是原于西方的智慧。假如这头驴可以撵走，倒也简单。问题在于撵不走。于是就有了种种针对驴的打算把它杀掉阉掉，让它和马配骡子没有一种是成功的。现在我们希望驴和马能和睦相处，这大概也不可能。有驴子的地方，马就养不住。其实在这个问题上，马儿的意见最为正确对马来说，驴子的确是可怕的怪物。让我们来看看驴子的古怪之处。当年欧几里得讲几何学，有学生问道，这学问能带来什么好处？欧几里得叫奴隶给他一块钱，还讽刺他道这位先生要从学问里找好处啊！又过了好多年，法拉第发现了电磁感应，演示给别人看，有位贵妇人说这有什么用？法拉第反问道刚生出来的小孩子有什么用？按中国人的标准，这个学生和贵妇人有理，欧几里得和法拉第没有理学以致用嘛，没有用处的学问那能叫做学问。西方的智者却站在老师一边，赞美法拉第和欧几里得，鄙薄学生和贵妇。时至今日，我们已经看出，很直露的寻求好处，恐怕不是上策。这样既不能发现欧氏几何，也不能发现电磁感应最后还要吃很大的亏。怎样在科学面前掩饰我们要好处的暧昧心情，成了一个难题。有学者指出，中国传统的思维方式有着实用的倾向，他们还以为，这一点并不坏。抱着这种态度，我们很能欣赏一台电动机。这东西有器物之用，它对我们的生活有些贡献。我们还可以像个迂夫子那样细列出它有抽水之用通风之用，等等。如何得到之用，还是个问题，于是我们就想到了发明电动机的那个人――他叫作西门子或者爱迪生。他的工作对我们可以使用电机有所贡献换言之，他的工作对器物之用又有点用，可以叫做器物之用之用。像这样林林总总，可以揪出一大群法拉第，麦克斯韦，等等。分别具有之用之用之用或更多的之用。像我这样的驴子之友看来，这样来想问题，岂止是有点笨，简直是脑子里有块榆木疙瘩，嗓子里有一口痰。"}
{"text":"如何得到之用，还是个问题，于是我们就想到了发明电动机的那个人――他叫作西门子或者爱迪生。他的工作对我们可以使用电机有所贡献换言之，他的工作对器物之用又有点用，可以叫做器物之用之用。像这样林林总总，可以揪出一大群法拉第，麦克斯韦，等等。分别具有之用之用之用或更多的之用。像我这样的驴子之友看来，这样来想问题，岂止是有点笨，简直是脑子里有块榆木疙瘩，嗓子里有一口痰。我认为在器物的背后，是人的方法和技能，在方法和技能的背后是人对自然的了解，在人对自然了解的背后，是人类了解现在过去与未来的万丈雄心。按老派人士的说法，它该叫作之用之用之用之用，是末节的末节。一个人假如这样看待人类最高尚的品行，何止是可耻，简直是可杀。而区区的物品，却可以叫之用，和人亲近了很多。总而言之，以自己为中心，只要好处由此产生的狼心狗肺的说法，肯定可以把法拉第爱迪生等人气得在坟墓里打滚。在西方的智慧里，怎样发明电动机，是个已经解决了的问题，所以才会有电动机。罗素先生就说，他赞成不计成败利钝地追求客观真理，这话还是有点绕。我觉得西方的智者有一股不管三七二十一，总要把自己往聪明里弄的劲头儿。为了变得聪明，就需要种种知识。不管电磁感应有没有用，我们先知道了再说。换言之，追求智慧与利益无关，这是一种兴趣。现代文明的特快列车竟发轫于一种兴趣，说来叫人不能相信，但恐怕真是这样。中国人还认为，求学是痛苦的，学海无涯苦作舟。学童不仅要背四书五经，还要挨戒尺板子，仅仅是因为考虑到他们的承受力，才没有动用老虎凳。学习本身很痛苦，必须以更大的痛苦为推动力，和调教牲口没有本质的区别。当然，夫子曾说，学而时习之，不亦说乎？但他老人家是圣人，和我们不一样。再说，也没有人敢打他的板子。从书上看，孟子曾从思辩中得到一些快乐。但春秋以后到近代，再没有中国人敢说学习是快乐的了。一切智力的活动都是如此，谁要说动脑子有乐趣，最轻的罪名也是不严肃――顺便说一句，我认为最严肃的东西是老虎凳，对坐在上面的人来说，更是如此。据我所知，有些外国人不是这样看问题。维特根斯坦在临终时，回顾自己一生的智力活动时说告诉他们，我度过了美好的一生。还有一个物理学家说我就要死了，带上两道难题去见上帝。在天堂里享受永生的快乐他还嫌不够，还要在那里讨论物理！总的来说，学习一事，在人家看来快乐无比，而在我们眼中则毫无乐趣，如同一个太监面对后宫佳丽。"}
{"text":"但春秋以后到近代，再没有中国人敢说学习是快乐的了。一切智力的活动都是如此，谁要说动脑子有乐趣，最轻的罪名也是不严肃――顺便说一句，我认为最严肃的东西是老虎凳，对坐在上面的人来说，更是如此。据我所知，有些外国人不是这样看问题。维特根斯坦在临终时，回顾自己一生的智力活动时说告诉他们，我度过了美好的一生。还有一个物理学家说我就要死了，带上两道难题去见上帝。在天堂里享受永生的快乐他还嫌不够，还要在那里讨论物理！总的来说，学习一事，在人家看来快乐无比，而在我们眼中则毫无乐趣，如同一个太监面对后宫佳丽。如此看来，东西方两种智慧的区别，不仅是驴和马的区别，而且是叫驴和骟马的区别。那东西怎么就没了，真是个大问题！作为驴子之友，我对爱马的人也有一种敬意。通过刻苦的修练来完善自己，成为一个敬祖宗畏鬼神俯仰皆能无愧的好人，这种打算当然是好的。唯一使人不满意的是，这个好人很可能是个笨蛋。直愣愣地想什么东西有什么用处，这是任何猿猴都有的想法。只有一种特殊的裸猿也就是人类，才会时时想到我可能还不够聪明！所以，我不满意爱马的人对这个问题的解答。也许在这个问题上可以提出一个骡子式的折中方案你只有变得更聪明，才能看到人间的至善。但我不喜欢这样的答案。我更喜欢驴子的想法智慧本身就是好的。有一天我们都会死去，追求智慧的道路还会有人在走着。死掉以后的事我看不到。但是我活着的时候，想到这件事，心里就很高兴。物理学家海森堡给上帝带去的那两道难题是相对论和湍流。他还以为后一道题太难，连上帝都不会。我也有一个问题，但我不想向上帝提出，那就是什么是智慧。假如这个问题有答案，也必定在我的理解范围之外。当然，不是上帝的人对此倒有些答案，但我总是不信。相比之下我倒更相信苏格拉底的话我只知道自己一无所知。罗素先生说，虽然有科学上的种种成就，但我们所知甚少，尤其是面对无限广阔的未知，简直可以说是无知的。与罗素的注释相比，我更喜欢苏格拉底的那句原话这句话说得更加彻底。他还有些妙论我更加喜欢只有那些知道自己智慧一文不值的人，才是最有智慧的人。这对某种倾向是一种解毒剂。如果说我们都一无所知，中国的读书人对此肯定持激烈的反对态度孔夫子说自己知天命而且不逾矩，很显然，他不再需要知道什么了。后世的人则以为，天已经生了仲尼，万古不常如夜了。再后来的人则以为，精神原子弹已经炸过，世界上早没有了未解决的问题。"}
{"text":"与罗素的注释相比，我更喜欢苏格拉底的那句原话这句话说得更加彻底。他还有些妙论我更加喜欢只有那些知道自己智慧一文不值的人，才是最有智慧的人。这对某种倾向是一种解毒剂。如果说我们都一无所知，中国的读书人对此肯定持激烈的反对态度孔夫子说自己知天命而且不逾矩，很显然，他不再需要知道什么了。后世的人则以为，天已经生了仲尼，万古不常如夜了。再后来的人则以为，精神原子弹已经炸过，世界上早没有了未解决的问题。总的来说，中国人总要以为自己有了一种超级的知识，博学得够够的聪明得够够的甚至巴不得要傻一些。直到现在，还有一些人以为，因为我们拥有世界上最博大精深的文化遗产，可以坐待世界上一切追求智慧者的畈依――换言之，我们不仅足够聪明，还可以担任联合国救济署的角色，把聪明分给别人一些。我当然不会反对说我们中国人是全世界也是全宇宙最聪明的人。一种如此聪明的人，除了教育别人，简直就无事可干。马克吐温在世时有一次遇到了一个人，自称能让每个死人的灵魂附上自己的身体。他决定通过这个人来问候一下死了的表兄，就问道你在那里？死表哥通过活着的人答道我在天堂里。当然，马克吐温很为表哥高兴。但问下去就不高兴了――你现在喝什么酒？灵魂答道在天堂里不喝酒。又问抽什么烟？回答是不抽烟。再问干什么？答案是什么都不干，只是谈论我们在人间的朋友，希望他们到这里来和我们相会。这个处境和我们有点相像，我们这些人现在就无事可干，只能静待外国物质文明破产，来投靠我们的东方智慧。这话梁任公一九二零年就说过，现在还有人说。洋鬼子在物质堆里受苦，我们享受天人合一的大快乐，正在天堂里的人闲着没事拿人间的朋友磕磕牙，我们也有了机会表示自己的善良了。说实在的，等人来这点事还是洋鬼子给我们找的。要不是达加马找到好望角绕了过来，我们还真闲着没事干。从汉代到近代，全中国那么多聪明人，可不都在闲着人文学科弄完了，自然科学没得弄。马克吐温的下一个问题，我国的一些人文学者就不一定爱听了等你在人间的朋友们都死掉，来到了你那里，再谈点什么？是啊是啊，全世界的人都背弃了物质文明，投奔了我们，此后再干点什么？难道重操旧业，去弄八股文？除此之外，再搞点考据训诂什么的。过去的读书人有这些就够了，而现在的年轻人未必受得了。"}
{"text":"要不是达加马找到好望角绕了过来，我们还真闲着没事干。从汉代到近代，全中国那么多聪明人，可不都在闲着人文学科弄完了，自然科学没得弄。马克吐温的下一个问题，我国的一些人文学者就不一定爱听了等你在人间的朋友们都死掉，来到了你那里，再谈点什么？是啊是啊，全世界的人都背弃了物质文明，投奔了我们，此后再干点什么？难道重操旧业，去弄八股文？除此之外，再搞点考据训诂什么的。过去的读书人有这些就够了，而现在的年轻人未必受得了。把拥有这种超级智慧比作上天堂，马克吐温的最后一个问题深得我心你是知道我的生活方式的。有什么方法能使我不上天堂而下地狱，我倒很想知道！言下之意是忍受地狱毒火的煎熬，也比闲了没事要好。是啊是啊！我宁可作个苏格拉底那样的人，自以为一无所知，体会寻求知识的快乐，也不肯作个智慧满盈的儒士，忍受这种无所事事的煎熬！我有位阿姨，生了个傻女儿，比我大几岁，不知从几岁开始学会了缝扣子。她大概还学过些别的，但没有学会。总而言之，这是她唯一的技能。我到她家去坐时，每隔三到五分钟，这傻丫头都要对我狂嚎一声我会缝扣子！我知道她的意思她想让我向她学缝扣子。但我就是不肯，理由有二其一，我自己会缝扣子其二，我怕她扎着我。她这样爱我，让人感动。但她身上的味也很难闻。我在美国留学时，认得一位青年，叫作戴维。我看他人还不错，就给他讲解中华文化的真谛，什么忠孝仁义之类。他听了居然不感动，还说我们也爱国。我们也尊敬老年人。这有什么？我们都知道！我听了不由得动了肝火，真想扑上去咬他。之所以没有咬，是因为想起了傻大姐，自觉得该和她有点区别，所以悻悻然地走开，心里想道妈的！你知道这些，还不是从我们这里知道的。礼义廉耻，洋人所知没有我们精深，但也没有儿奸母子食父，满地拉屎。东方文化里所有的一切，那边都有，之所以没有投入全身心来研究，主要是因为人家还有些别的事情。假如我那位傻大姐学会了一点西洋学术，比如说，几何学，一定会跳起来大叫道人所以异于禽兽者，几希！这东西就是几何学！这话不是没有道理，的确没有那种禽兽会几何学。那时她肯定要逼我跟她学几何，如果我不肯跟她学，她定要说我是禽兽之类，并且责之以大义。至于我是不是会了一些，她就不管了。我的意思当然不是说她能学会这东西，而是说她只要会了任何一点东西，都会当作超级智慧，相比之下那东西是什么倒无所谓。由这件事我想到超级知识的本质。"}
