{"text":"我们吃的东西吗，当然是生鱼为主。无可否认，吃的方面我们不大讲究。但是也有一些东西是你们享用不到的。你知道鲜海蛰的滋味吗？龙虾螃蟹，牡蛎海参我大叫一声你快别说了，我要吐了。我一辈子也不吃海里的玩意！是吗？那也不要紧，慢慢会习惯的。小伙子，我看你还有点种。参加我们的队伍吧！吃的当然比不上路易十四，可是我看你也不是爱吃的人，不然你就不会这么瘦了。跟我们一起去吧。海里世界大得很呢。它有无数的高山竣岭，平原大川，辽阔得不可想象！还有太平洋的珊瑚礁真是一座重重叠叠的宝石山！我可以告诉你，海是一个美妙的地方，一切都笼罩着一层蓝色的宝石光！我们可以像飞快的鱼雷一样穿过鱼群，像你早上穿过一群蝴蝶一样。傍晚的时候我们就乘风飞起，看看月光照临的环行湖。我们也常常深入陆地，美国的五大淡水湖我们去过，刚果河，亚马逊我们差一点游到了源头。半夜时分，我们飞到威尼斯的铅房顶上。我们看见过海底喷发的火山，地中海神秘的废墟。海底有无数的沉船是我们的宝库不过你们还是一群动物，和海豚没什么两样。是吗？你如果这么认为就大错特错了。我们中间有学者。我在海中碰上过四个剑桥的大学生，五个牛津的。有一个家伙还邀我们去看他的实验室设在一个珊瑚礁的山洞里。哈哈，我们中间真有一些好家伙！迟早我们海中人能建立一个强国，让你们望而生畏不过还得我们愿意。总的来说，我们是不愿意欺负人的，不过，现在我们不想和你们打交道，甚至你们都不知道海里有我们。可是你们要是把海也想的乌烟瘴气的话，我们满可以和你们干一仗的。啊！我是不是在和海洋共和国外交部长说话？不是，哈！哪有什么海洋共和国！只不过我们在海底碰上的同类都有这样的意见。哈哈，这么说，所谓海底强国的公民，现在正三五成群地在大海里漫游，和过去的蒙古人一样？笑什么？当然在某种程度上是这样，可也有人在海底某处定居，搞搞科研，甚至有相当规模的工业，相当规模的城市，有人制造水下猎枪，有人回冷锻盖房子的铅板，有人给水下城市制造街灯。还可以告诉你，有人在研究和陆地打一场核战争的计划，作为一种有备无患的考虑。真的么？哎呀，这个世界更住不得了。你不信吗？你可以去看看！只要你加入我们的行列，你就知道我说得不假了。陆地上的对海洋知道什么？海大得很！海底什么没有啊！"}
{"text":"笑什么？当然在某种程度上是这样，可也有人在海底某处定居，搞搞科研，甚至有相当规模的工业，相当规模的城市，有人制造水下猎枪，有人回冷锻盖房子的铅板，有人给水下城市制造街灯。还可以告诉你，有人在研究和陆地打一场核战争的计划，作为一种有备无患的考虑。真的么？哎呀，这个世界更住不得了。你不信吗？你可以去看看！只要你加入我们的行列，你就知道我说得不假了。陆地上的对海洋知道什么？海大得很！海底什么没有啊！告诉你，我们可不是食人生番。今天晚上我们要到济州岛东面的岩洞音乐厅去听水下音乐会。水下音乐！岸上的音乐真可怜哪。我们有的是诗人和其他艺术家，在海底，象征派艺术正在流行。得啦，告诉你的不少了，你来不来？不来！我从小就不能吃鱼，闻见腥味就要吐，哎呀，你身上真腥！你不来就算了，为什么要侮辱人？你不怕我吃你？刚才你还全身发抖，现在就这么张狂！好啦，回去不要跟别人说你碰见水怪了。不过你说也无妨，反正不会有人相信。我点点头。这时天已经很暗了，周围成了黑白两色的世界，而且是黑色的居多。只有最近的东西才能辨出颜色。最后的天光在波浪上跳跃。我看看远处模糊的海岸，真想和海怪们告辞了。可是我忽然听见有人在背后叫陈辉！我回头一看有一个女水怪，半截身子还在水里，伏在礁石上，一顶头盔放在礁石上，长长的头发披下来遮掩住了它的身躯。可是它朝我伸出一条手臂低低地叫着陈辉！声音是陌生的低沉，它又是那么丰满而柔软，像一只海豹。但是我认出了它的面容，它独一无二的笑容，我在天涯海角也能认出来，它是我的妖妖！我打了个寒噤，但是一个箭步就到她跟前，在礁石上跪下对它俯下身子，把头靠在她的头发上。它伸出手臂，抱住我的脖子。哎呀，它的胳膊那么凉，好象一条鱼！我老实跟你说，当时把我吓了一大跳，不由自主地想把它拿下来。我们静默了一会，忽然其它的水怪大笑起来。和我说话的那一个大笑着说哈哈！他就是陈辉！在这儿碰上了！伙计们，咱们走吧！它们一齐跳下水去。强健的两腿在身后泛起一片浪花，把上身抬出水面，右手高举钢叉，在水面上排成一排，疾驰而去，好象是海神波赛顿的仪仗。等到它们在远处消失，妖妖就把双手紧紧地抱住我的脖子。"}
{"text":"它伸出手臂，抱住我的脖子。哎呀，它的胳膊那么凉，好象一条鱼！我老实跟你说，当时把我吓了一大跳，不由自主地想把它拿下来。我们静默了一会，忽然其它的水怪大笑起来。和我说话的那一个大笑着说哈哈！他就是陈辉！在这儿碰上了！伙计们，咱们走吧！它们一齐跳下水去。强健的两腿在身后泛起一片浪花，把上身抬出水面，右手高举钢叉，在水面上排成一排，疾驰而去，好象是海神波赛顿的仪仗。等到它们在远处消失，妖妖就把双手紧紧地抱住我的脖子。我打了一个寒噤，猛一下挣开了，不由自主地说妖妖，你像一个死人一样凉！她从石头上撑起身子看看我，猛然双眼噙满了泪，大发雷霆对了对了，我像死人一样凉，你还要说我像鱼一样腥吧？可是你有良心吗？一去四五年，连个影子也不见。现在还来说风凉话！你怎么会有良心？我怎么瞎了眼，问你有没有良心？你当然不会有什么良心！你根本不记得有我！我吃了一惊你怎么了？你为什么要说这种话？我到处找你！我怎么会知道你当了海里的人？啐！你直说当了水怪好了。我怎么知道还会遇上你？啊？我等了你四年，最后终于死了心。然后没办法才当了水怪。我以为当水怪会痛快一些，谁知你又冒了出来？可是我怎么变回去呢？我们离开海水二十四个小时就会干死！妖妖，你当水怪当得野了，不识人了。你怎么知道我不愿意和你一起当水怪了呢？啊？真的吗？我刚才还听见你说死也不当水怪呢！此一时彼一时也。你把你们的药拿来吧。可是你怎么不早说呢？药都由刚才和你说话的人带着，他们现在起码游出十五海里了！我觉得头里轰的一声响，眼前金星乱冒，愣在那里像个傻瓜。我听见妖妖带着哭声说怎么啦陈辉，你别急呀，你怎么了？别那么瞪着眼，我害怕呀！喂！我可以找他们去要点药来，明天你就可以永远和我在一块了！我猛然从麻木中惊醒真的吗？对了，你可以找他们去要的，我怎么那么傻，居然没有想到？哈哈，我真是个傻瓜！你快去吧，我在这里等你。半个小时能回来吗？半个小时！陈辉，你不懂我们的事情。他们走了半个多钟头了。大概离这儿三十五里。我们用最快的速度去追，啊，大概七个小时能追上他们。然后再回来，如果不迷失方向，明天中午可以到。"}
{"text":"别那么瞪着眼，我害怕呀！喂！我可以找他们去要点药来，明天你就可以永远和我在一块了！我猛然从麻木中惊醒真的吗？对了，你可以找他们去要的，我怎么那么傻，居然没有想到？哈哈，我真是个傻瓜！你快去吧，我在这里等你。半个小时能回来吗？半个小时！陈辉，你不懂我们的事情。他们走了半个多钟头了。大概离这儿三十五里。我们用最快的速度去追，啊，大概七个小时能追上他们。然后再回来，如果不迷失方向，明天中午可以到。我们这些人根本就不会慢慢遛哒，在海里总是高速行驶，谁要是晚走一天就得拼命地赶一个月。我大概不能在途中追上他们，得到济州岛去找他们了。那好，我就在这儿等你，明天中午你还上这儿找我吧。你就在这礁石上过夜吗？我的天，你要冻病的！一会要涨潮了，你要泡在水里的！后半夜估计还有大风，你会丧命的！我送你上岸吧！你怎么送我上岸？背着我吗？我的天，真是笑话！你快走吧，我自己游得回去。星星快出来了，我能找着岸。明天中午我在这里等你，你快走吧！这时候整个天空已经暗下来，只有西面天边的几片云彩的边缘上还闪着光。海面上起了一片片黑色的波涛，沉重地打在脚下。不知什么时候起了风，现在已经很大了。水不知不觉已经涨到了脚下，又把溅起的飞沫吹到身上。我觉得很冷。尽力忍着，不让上下牙打架。妖妖抬起头，仔细地看了我一眼，然后嗵地一声跃入海里。等到我把脸上的水抹掉，她已经游出很远了。我看到她迎着波涛冲去，黑色的身躯两侧泛起白色的浪花。她朝着广阔无垠的大海无穷无尽的波涛，昏暗无光之下的一片黑色的广漠浩瀚的大海游去了。我看见，她在离我大约半里地的地方停下了，在汹涌的海面上把头高高抬出海面在朝我了望。我站起来朝她挥手。她也挥了挥手，然后转身，明显加快了速度，像一颗鱼雷一样穿过波浪，猛然间，她跃出水面，张开背上的翅膀在水面上滑翔了一会，然后像蝙蝠一样扑动翅膀，飞上了天空。转瞬之间就变成了一个天上的小黑点。我尽力注视着她，可是不知在那一瞬间，那个黑点忽然看不见了。我看看北面天上，北斗七星已经能看见了，也就跳下海去。那一夜正好刮北风，浪直把我朝岸上送。不过尽管如此，到了岸上。不过尽管如此，到了岸上，天已经黑得可怕。一爬出水来，风一吹，浑身皮肉乱颤。我已经摸不清在哪儿上的岸，衣服也找不到了。"}
{"text":"她也挥了挥手，然后转身，明显加快了速度，像一颗鱼雷一样穿过波浪，猛然间，她跃出水面，张开背上的翅膀在水面上滑翔了一会，然后像蝙蝠一样扑动翅膀，飞上了天空。转瞬之间就变成了一个天上的小黑点。我尽力注视着她，可是不知在那一瞬间，那个黑点忽然看不见了。我看看北面天上，北斗七星已经能看见了，也就跳下海去。那一夜正好刮北风，浪直把我朝岸上送。不过尽管如此，到了岸上。不过尽管如此，到了岸上，天已经黑得可怕。一爬出水来，风一吹，浑身皮肉乱颤。我已经摸不清在哪儿上的岸，衣服也找不到了。幸亏公社的会议室灯火通明，怕上一个小山就看见了，我就摸着黑朝它走去。我到现在也不知那一夜我走的是些什么路，只觉得脚下时而是土埂，时而是水沟，七上八下的，栽了无数的跟头。黑暗里真是什么也看不见。不一会，我就觉得身上发烧，头也晕沉沉的。我栽倒了又爬起来，然后又栽倒，真恨不得在地上爬！看起来，好象路不远，可是天知道我走了多久！后来总算到了。我摸回宿舍，连脚也没洗，赶快上床，拉条被子捂上因为我自己觉得已经不妙了，身上软得要命。我当时还以为是感冒，可是过一会，身上燥热不堪，头脑晕沉，思想再也集中不起来，后来意识就模糊了。半夜时分，我记得电灯亮了一次，有人摸我的额头。然后又有两个人在我床头说话。我模模糊糊听见他们的话大叶肺炎热度挺高不要紧他体质很好然后有人给我打了一针。我当时虽然头脑昏乱，但是还是想坏了，明天不知能不能好？还能去吗？可是一定要去！然后就昏昏睡去。等我醒来，只觉得头痛得厉害，可是意识清醒多了。屋里一个人也没有，但是天已经大亮。我看看闹钟，吓了一跳已经两点半了。我拼命挣扎起来，穿上拖鞋，刚一起立，脑袋就嗡嗡作响，勉强走到门口，一握门把，全身就坠在地上。我在地上躺了一会，等到地上的凉气把身上的冰得好过一点，又拼命站起来。我尽力不打晃，在心里坚定地喊着一！二！一！振作起精神，开步走到院里，眼睛死盯着院门，走过去。忽然有人一把捉住我的手。我一回头，脑袋一转，头又晕了。我看见一张大脸，模模糊糊只觉得上面一张大嘴。后来看清是同住的小马。他朝我拼命地喊着什么，可是我一点也听不见。猛然我勃然大怒觉得他很无礼，就拼命挥起一拳把他打倒。然后转身刚走了一步，腿一软也倒下了，随即失去了知觉。"}
{"text":"我在地上躺了一会，等到地上的凉气把身上的冰得好过一点，又拼命站起来。我尽力不打晃，在心里坚定地喊着一！二！一！振作起精神，开步走到院里，眼睛死盯着院门，走过去。忽然有人一把捉住我的手。我一回头，脑袋一转，头又晕了。我看见一张大脸，模模糊糊只觉得上面一张大嘴。后来看清是同住的小马。他朝我拼命地喊着什么，可是我一点也听不见。猛然我勃然大怒觉得他很无礼，就拼命挥起一拳把他打倒。然后转身刚走了一步，腿一软也倒下了，随即失去了知觉。以后我就什么也看不见了眼前一片黄雾，只偶然能听见一点。我再朦胧中听见有人说反应性精神病因高烧所致，我就大喊，放屁！你爷爷什么病也没有！快把我送到海边，有人再那等我！然后又胡喊了一阵妖妖！快把药拿来呀！拿来救我的命呀！后来我在公社医院里醒来了，连手带脚都被人捆在床上。我明白，这回不能是使蛮的了。如果再说要到海边去，就得被人加上几根绳索。我嬉皮笑脸地对护士说大姐，你把我放了吧。我都好了，捆我干什么？护士报告医生，医生说等烧退了才能放。我再三哀求也不管用。过了半天，医生终于许可放开我了。一等护士离开，我就从窗户里跳了出去，赤着脚奔到海边。可是等我游到礁石上，看见了什么呢？空无一物！在我遇到妖妖的那块石头上，有一片刀刻的字迹陈辉，祝你在岸上过得好，永别了。但是你不该骗我的。杨素瑶。老陈猛一下停了下来，双手抱住头。停一会抬起头的时候，我看见他眼里噙满了泪。他大概看见我满脸奸笑，霍的一下坐直了老王，我真是对牛弹琴了！我说怎么，你以为我会信以为真么？你可以不信，我为什么要信，但是我怎么会瞎了眼，把你当成个知音！再见老王，你是个混蛋！再见，老陈，绿毛水怪的朋友先生，候补绿毛水怪先生！忽然老陈眼里冒出火来，他猛地朝我扑来。所以到分手的时候，我带着两个青眼窝回家。可是你们见过这样的人吗？编了一个弥天大谎，却硬要别人相信？甚至动手打人！可是我挨了打，我打不过他，被他骑着揍了一顿世上还有天理吗？君特格拉斯在铁皮鼓里，写了一个不肯长大的人。"}
{"text":"再见老王，你是个混蛋！再见，老陈，绿毛水怪的朋友先生，候补绿毛水怪先生！忽然老陈眼里冒出火来，他猛地朝我扑来。所以到分手的时候，我带着两个青眼窝回家。可是你们见过这样的人吗？编了一个弥天大谎，却硬要别人相信？甚至动手打人！可是我挨了打，我打不过他，被他骑着揍了一顿世上还有天理吗？君特格拉斯在铁皮鼓里，写了一个不肯长大的人。小奥斯卡发现周围的世界太过荒诞，就暗下决心要永远做小孩子。在冥冥之中，有一种力量成全了他的决心，所以他就成了个侏儒。这个故事太过神奇，但很有意思。人要永远做小孩子虽办不到，但想要保持沉默是能办到的。在我周围，像我这种性格的人特多在公众场合什么都不说，到了私下里则妙语连珠，换言之，对信得过的人什么都说，对信不过的人什么都不说。起初我以为这是因为经历了严酷的时期文革，后来才发现，这是中国人的通病。龙应台女士就大发感慨，问中国人为什么不说话。她在国外住了很多年，几乎变成了个心直口快的外国人。她把保持沉默看做怯懦，但这是不对的。沉默是一种人类学意义上的文化，一种生活方式。它的价值观很简单开口是银，沉默是金。一种文化之内，往往有一种交流信息的独特方式，甚至是特有的语言，有一些独有的信息，文化可以传播，等等。这才能叫作文化。沉默有自己的语言。举个住楼的人都知道的例子假设有人常把一辆自行车放在你门口的楼道上，挡了你的路，你可以开口去说打电话给居委会或者直接找到车主，说道同志，五讲四美，请你注意。此后他会用什么样的语言来回答你，我就不敢保证。我估计他最起码要说你事儿，假如你是女的，他还会说你事儿妈，不管你有多大岁数，够不够做他妈。当然，你也可以选择沉默的方式来表达自己对这种行为的厌恶之情把他车胎里的气放掉。干这件事时，当然要注意别被车主看见。还有一种更损的方式，不值得推荐，那就是在车胎上按上个图钉。有人按了图钉再拔下来，这样车主找不到窟窿在哪儿，补带时更困难。假如车子可以搬动，把它挪到难找的地方去，让车主找不着它，也是一种选择。这方面就说这么多，因为我不想编沉默的辞典。一种文化必有一些独有的信息，沉默也是有的。"}
{"text":"当然，你也可以选择沉默的方式来表达自己对这种行为的厌恶之情把他车胎里的气放掉。干这件事时，当然要注意别被车主看见。还有一种更损的方式，不值得推荐，那就是在车胎上按上个图钉。有人按了图钉再拔下来，这样车主找不到窟窿在哪儿，补带时更困难。假如车子可以搬动，把它挪到难找的地方去，让车主找不着它，也是一种选择。这方面就说这么多，因为我不想编沉默的辞典。一种文化必有一些独有的信息，沉默也是有的。戈尔巴乔夫说过这样的话有一件事是公开的秘密，假如你想给自己盖个小房子，就得给主管官员些贿赂，再到国家的工地上偷点建筑材料。这样的事干得说不得，属于沉默再加上讲这些话时，戈氏是苏共总书记，所以当然语惊四座。还有一点要补充的，那就是属于沉默的事用话讲了出来，总是这么怪怪的。沉默也可以传播。在某些年代里，所有的人都不说话了，沉默就像野火一样四下漫延着。把这叫作传播，多少有点过甚其辞，但也不离大谱。在沉默的年代里，人们也在传播小道消息，这件事破坏了沉默的完整性。好在这种话语我们只在一些特定的场合说，比方说，公共厕所。最起码在追查谣言时，我们是这样交待的这话我是在厕所里听说的！这样小道消息就成了包含着排便艰巨的呓语，不值得认真对待。另外，公厕虽然也是公共场合，但我有种强烈的欲望，要把它排除在外，因为它太脏了。我属于沉默的大多数。从我懂事的年龄就常听人们说我们这一代，生于一个神圣的时代，多么幸福，而且肩负着解放天下三分之二受苦人的神圣使命等等在甜蜜之余也有一点怀疑这么多美事怎么都叫我赶上了。再说，含蓄是我们的家教。在三年困难时期，有一天开饭时，每人碗里有一小片腊肉。我弟弟见了以后，按捺不住心中的狂喜，冲上阳台，朝全世界放声高呼我们家吃大鱼大肉了！结果是被我爸爸拖回来臭揍了一顿。经过这样的教育，我一直比较深沉。所以听到别人说我们多么幸福多么神圣时，别人在受苦，我们没有受等等，心里老在想着假如我们真遇上了这么多美事，不把它说出来会不会更好。当然，这不是说，我不想履行自己的神圣职责。对于天下三分之二的受苦人，我是这么想的与其大呼小叫说要去解放他们让人家苦等，倒不如一声不吭。忽然有一天把他们解放，给他们一个意外惊喜。总而言之，我总是从实际的方面去考虑，而且考虑得很周到。智者千虑尚且难免一失，何况当年我只是个小孩子。"}
{"text":"经过这样的教育，我一直比较深沉。所以听到别人说我们多么幸福多么神圣时，别人在受苦，我们没有受等等，心里老在想着假如我们真遇上了这么多美事，不把它说出来会不会更好。当然，这不是说，我不想履行自己的神圣职责。对于天下三分之二的受苦人，我是这么想的与其大呼小叫说要去解放他们让人家苦等，倒不如一声不吭。忽然有一天把他们解放，给他们一个意外惊喜。总而言之，我总是从实际的方面去考虑，而且考虑得很周到。智者千虑尚且难免一失，何况当年我只是个小孩子。我就没想到这些奇妙的话语只是说给自己听的，而且不准备当真去解放谁。总而言之，家教和天性谨慎，是我变得沉默的起因。与沉默的大多数相反，任何年代都有人在公共场合喋喋不休。我觉得他们是少数人，可能有人会不同意。如福科先生所言，话语即权力。当我的同龄人开始说话时，给我一种极恶劣的印象。有位朋友写了一本书，写的是自己在文革中的遭遇，书名为血统。可以想见，她出身不好。她要我给她的书写个序。这件事使我想起来自己在那些年的所见所闻。文革开始时，我十四岁，正上初中一年级。有一天，忽然发生了惊人的变化，班上的一部份同学忽然变成了红五类，另一部份则成了黑五类。我自己的情况特殊，还说不清是哪一类。当然，这红和黑的说法并不是我们发明出来，这个变化也不是由我们发起的。照我看来，红的同学忽然得到了很大的好处，这是值得祝贺的。黑的同学忽然遇上了很大的不幸，也值得同情。我不等对他们一一表示祝贺和同情，一些红的同学就把脑袋刮光，束上了大皮带，站在校门口，问每一个想进来的人你什么出身？他们对同班同学问得格外仔细，一听到他们报出不好的出身，就从牙缝里迸出三个字狗崽子！当然，我能理解他们突然变成了红五类的狂喜，但为此非要使自己的同学在大庭广众下变成狗崽子，未免也太过份。这使我以为，使用话语权是人前显贵，而且总都是为了好的目的。现在看来，我当年以为的未必对，但也未必全错。话语有一个神圣的使命，就是想要证明说话者本身与众不同，是芸芸众生中的娇娇者。现在常听说的一种说法是中国人拥有世界上最杰出的文化，在全世界一切人中最聪明。对此我不想唱任何一种反调，我也不想当人民公敌。我还持十几岁时的态度假设这些都是实情，我们不妨把这些保藏在内心处不说，闷兹蜜。这些话讲出来是不好的，正如在文革时，你可以因自己是红五类而沾沾自喜，但不要到人前去显贵，更不要说别人是狗崽子。"}
