{"text":"这个教育体制如何，十多年来它给你留下了什么，暂且不去评论。更重要的是，接下来，你将面对的是一个全新的开始。该做些什么呢？我不知道，我认为没有任何人知道。因为这是只属于你的探索，这是你要给自己的承诺。不是所有的人，都能够驾驭时代赠送的礼物。所以诞生于自由之上的迷茫也格外地多。迷茫多了，就有利可图，因此会有很多人尝试告诉你，未来的人生该做些什么，对这样的话语，请多加小心，尤其是当它包裹着名为成功的糖纸引诱你去品尝，或是包裹着名为焦虑的包装催促你去拆开的时候。如果说未来唯二明确应该做的事情，应该就是思考与学习了。年轻的朋友，请不要停止思考，关于自我，关于未来。这思考不仅仅是考一所怎样的大学，选一个怎样的专业，找一份怎样的工作，而应该更具体，更深入自我。不妨问问自己，你真正想做的是什么？你愿意为之付出怎样的努力？在这缓缓展开的人生面前，你，希望给自己一个怎样的承诺？希望去做怎样的探索？这样的思考注定是漫长而痛苦的，需要反复地试错，以至于很多人可能会在中途就选择放弃，回到囚笼，背起枷锁，让别人告诉他应该怎么做。这或许也是一种选择吧，只是我希望，你我都可以坚持得久一点，再久一点，或许就能够得到渴望的答案。它不一定很宏大，不一定很壮美，但一定是你我最为珍视的瑰宝。这样的答案，一旦得到，就会像灯塔一般，持续指引着我们前行，付出再多汗水，亦无怨无悔。关于学习，年轻的朋友，我希望你还没有被试卷习题和补课磨灭全部的好奇心，我希望你明白，那并不是学习的全貌，甚至可以说，那只是学习非常小的一部分。好在，当你走出考场，它已经不再像过去那样牢牢束缚着你，你可以有更多的时间与空间，去学习你感兴趣的知识，这些知识不再是为了换取考试分数，或是某所大学的录取通知书，你学习它，只是因为你想要了解它，它是无用的，而你，则是自由的。当然，准备复读考研出国考证的朋友，人生的艺术之一，大概是妥协至于该学些什么呢？别问我，我怎么会知道，让上文提到的思考来告诉你答案吧。我的朋友，说了这么多，不知道是否让你有一点触动呢？暂时想不明白也不要紧，此时此刻，一段辛苦而漫长的时光终于结束，何妨欢呼庆祝一番，再给焦急等待自己的父母一个大大的拥抱？"}
{"text":"当然，准备复读考研出国考证的朋友，人生的艺术之一，大概是妥协至于该学些什么呢？别问我，我怎么会知道，让上文提到的思考来告诉你答案吧。我的朋友，说了这么多，不知道是否让你有一点触动呢？暂时想不明白也不要紧，此时此刻，一段辛苦而漫长的时光终于结束，何妨欢呼庆祝一番，再给焦急等待自己的父母一个大大的拥抱？请坚信，不论这一次的结果如何，自由是这个时代赠予我们最宝贵的礼物。通过不断的思考与学习，你我终将明白在以后的人生中如何对待它。过程之中，难免会有迷茫，但请坚信，无数种可能的未来中，终有一种，在不懈的探索之后，将由你，亲手变成现实。万事万物皆言语课堂上，老师曾教过我们一切景语皆情语，说的是一景一物一花一草皆可体现心绪。而在我看来可以更近一步生活处处有语言，万事万物皆言语。上至天文地理宇宙法则，下到市井人家一颦一笑，都具有千般意趣万种风情，能够传递信息的它们，都是语言。你可曾听闻紫罗兰浅声轻唱出的喃喃细语，那是无尽爱与思念的证明，一纸信笺传达出的言语，将世间百态渲染出亮丽无垠。爱究竟是什么，我不明白！面对少佐的温柔目光，薇尔丽特只能发出无助的哭喊，曾经的她无法理解那些经过排列组合的文字究竟意味着什么，又传递了什么。于是，她选择去倾听，去传达，去理解这世间的纷纷言语。无论何处都能够赶来，自动书记人偶服务，我是薇尔莉特伊芙加登在兄妹释怀的哭泣中，在月夜相会的柔情里，在铁血杀伐的战场上，薇尔丽特用一封封自己亲手打造的信件，传递出旅人的思念，她逐渐明白了信件里的语言，为何如此厚重。于是，理解了信纸中语言的她不再是工具，而成为了人如其名的人。你可曾听见彗星扫掠天际一分为二的尾音，那是穿越时间与空间的话语，一线红绳紧系二人命运，从此天涯永不相离。三叶与泷，本是身处两个世界的人，却因为神明的语言――产灵，而走到了一起。聚在一起，成型，扭曲，缠绕，有时又还原，断裂，再次连接，这就是产灵的结宫水四叶如此说道。令人庆幸的是，在这份跨越时间与空间的拯救中，泷读懂了三叶的结绳，挽救了小镇上的所有人，也促成了二人多年以后奇迹般的相遇。于是，理解了神明语言的他们，打破了流星一分为二的命运，走到一起。"}
{"text":"你可曾听见彗星扫掠天际一分为二的尾音，那是穿越时间与空间的话语，一线红绳紧系二人命运，从此天涯永不相离。三叶与泷，本是身处两个世界的人，却因为神明的语言――产灵，而走到了一起。聚在一起，成型，扭曲，缠绕，有时又还原，断裂，再次连接，这就是产灵的结宫水四叶如此说道。令人庆幸的是，在这份跨越时间与空间的拯救中，泷读懂了三叶的结绳，挽救了小镇上的所有人，也促成了二人多年以后奇迹般的相遇。于是，理解了神明语言的他们，打破了流星一分为二的命运，走到一起。你可曾感知大漠孤城墓间石碑守护的心跳，那是文明竭尽全力发出的呐喊，纵使千百年岁月无情侵袭，却余温尚暖饱含记忆。给时光以生命，给岁月以文明。雨果奖获奖作品三体中有这样一个情节人类在面临毁灭的危机时，打算在地质纪年长度里保存信息，权衡之下，选择用石碑刻字的方法保存人类文明。而人类遭受了二维化打击之后，或许真的能有外星人去发掘我们的历史，读取我们的信息。把目光拉回到当下，当你回望艾恩格朗特的战斗废墟，是否能读出曾经战斗过的倩影当你凝视圆环之理的轮回，是否能够看到其上背负的命运？于是，理解了语言的你们，得以看穿万载沧海桑田，体味文明文化变迁。生活处处有语言，万事万物皆言语，语言存在于街头巷尾的欢笑中，潜藏在厚重尘埃的喘息中，飘渺在山间鸟语的静谧中发现语言，解读语言，弄懂语言，这样，你就能在别人淹没于茫茫喧嚣的时候，拾起角落中熠熠生辉的瑰珍。在如今这个快速发展的社会，似乎每个人的压力都不小。谁没被生活狠狠地教训过？谁没有过绝望无助的时刻？因此当一些极端事件发生时，关于加害者的故事，说多了便像是一种开脱。然而有时候，只有清楚看到一个人是如何一步步走向万劫不复的深渊时，才能更大程度的避免悲剧重演，避免我们自己也在无形之中成为一个加害者。张东升原本是一个数学天才，在面对爱情和事业二选一的时候，他选择了爱情，放弃了读博的机会，跟着徐静来到了她的家乡，在少年宫做校工，工资不高，没有编制，也没什么上升空间。也许是出于热爱也许是不愿意做出改变也许是当时的就业环境使然，这样一份看起来并没什么吸引力的工作张东升做了八年。背井离乡的这八年来，张东升头也秃了，身体也不太好了，被他视为信仰的婚姻也濒临破裂。"}
{"text":"张东升原本是一个数学天才，在面对爱情和事业二选一的时候，他选择了爱情，放弃了读博的机会，跟着徐静来到了她的家乡，在少年宫做校工，工资不高，没有编制，也没什么上升空间。也许是出于热爱也许是不愿意做出改变也许是当时的就业环境使然，这样一份看起来并没什么吸引力的工作张东升做了八年。背井离乡的这八年来，张东升头也秃了，身体也不太好了，被他视为信仰的婚姻也濒临破裂。妻子冷暴力岳父岳母拿他当空气其他亲戚表面一套背后一套，这样的生活听起来就很令人窒息了。生活仿佛和最初的美好想象背道而驰，时过境迁当一切归于平淡，似乎陪在张东升身边的只有数学和发片。他开始在沉默中一点点变态，除掉了国王，他以为自己就能幸福的和公主生活在一起，没想到公主本身就是个谎言。电视剧里可以明显的看出张东升的内心是有柔软和向善的一面的，奈何性格使然，加上理想与现实的落差婚姻中双方关系的落差各种外界的催化让他心里的小黑人彻底打败了小白人。他总是会问别人我还有机会吗？但他始终忽略了机会可以是自己给自己的。张东升说过一句话我希望一切可以重来，也许他是想回到推岳父母下山之前那一刻，也许他是想回到当初做选择的那一刻，在他八年前决定跟徐静走的时候，不知不觉中或许已经把自己放在了一个受害者的角度，心理早已失衡。如果在决定成为一名上门女婿前，他可以更慎重的审视一下自己的内心，问问自己能不能接受将来未知的一切可能性如果他能更努力一点，让夫妻双方的关系变得对等如果在面对婚姻中的问题时，他没有只是一味地卑微讨好自我感动如果在一段感情已经无力回天时他懂的放手，一别两宽如果身边的人可以对他多一点善意和温柔，少一点冷嘲热讽那么，一切都会不一样吧？可惜没有如果。所以，到底是谁杀死了原来的张东升？他曾不止一次感叹这个世界的发达。出生在这个时代的孩子们，飞过了战火纷飞的地狱，略过了食不果腹的恐惧童话。他们直接就享受着有史以来最棒的时代的红利。望着屏幕前那光怪陆离的景色，一只略显瘦小的手攀上手感十足的鼠标，操作箭头，轻轻点开右上角对话框。这操作厌世已经相当熟练了。厌世是他在网上的网名，为什么要叫厌世，他自己也不知道，反正就觉得这个名字很帅。互联网把所有人都联系在了一起。"}
{"text":"可惜没有如果。所以，到底是谁杀死了原来的张东升？他曾不止一次感叹这个世界的发达。出生在这个时代的孩子们，飞过了战火纷飞的地狱，略过了食不果腹的恐惧童话。他们直接就享受着有史以来最棒的时代的红利。望着屏幕前那光怪陆离的景色，一只略显瘦小的手攀上手感十足的鼠标，操作箭头，轻轻点开右上角对话框。这操作厌世已经相当熟练了。厌世是他在网上的网名，为什么要叫厌世，他自己也不知道，反正就觉得这个名字很帅。互联网把所有人都联系在了一起。它通过各种社交工具，游戏，论坛，将一群兴趣相同的人聚集在了一起，他们有话可说，毫无顾忌，彼此称兄道弟。相比枯燥无味的现实，互联网简直就是精神乐园。厌世非常喜欢上网，非常喜欢玩游戏。他学习并不优秀，没什么特长，是一个从小不会得到父母夸奖的孩子。但是他由于游戏天赋极佳，所以在网络上，他呼风唤雨，能得到很多人的夸奖和崇拜。与其生活在枯燥无味的现实中，不如沉浸在虚拟世界的狂欢中，是个人，都会有点虚荣心不是吗？虚拟世界里，都是自己的兄弟，自己的好伙伴，自己的朋友，他们会带自己刷副本，会赠送游戏道具自己，对厌世来说，他们简直就是家人。每天放学后，坐在电脑前，和网上的兄弟们一起奋战，就是他最自在的时候。那一天，他在副本中遇见了一个妹子。那个妹子很奇怪，用最差的装备去打最厉害的怪。那个女孩被怪物打死了一次又一次，但她依旧坚持不懈地去攻击那个怪物。这这么一次又一次死去。厌世被这个女孩吸引了，就这么看着她做着根本没意义的事。大概过了一个小时，厌世决定和她说点什么，便滑动光标，点开右上角的对话框。你好，厌世说。嗯，那个女孩简单的回应了一句。厌世敲击键盘，问道，你为什么要这么做？女孩发了几个句号，接着发了一句话，我想死。厌世觉得她肯定在开玩笑，便继续问道，为什么？因为我不敢自杀。厌世愣住了，他喃喃自语，不敢自杀吗？所以在游戏里疯狂厌世突然开始心疼那个女孩起来，他发了很多话给她。我们要热爱生活啊。你看这里有多少志趣相投的人，你可以尝试着认识他们啊。我觉得你可以多交几个朋友的，这个游戏的人都挺不错的，像我的几个朋友都很关心我。女孩停下了攻击怪物的动作，问道，是这样吗？"}
{"text":"女孩发了几个句号，接着发了一句话，我想死。厌世觉得她肯定在开玩笑，便继续问道，为什么？因为我不敢自杀。厌世愣住了，他喃喃自语，不敢自杀吗？所以在游戏里疯狂厌世突然开始心疼那个女孩起来，他发了很多话给她。我们要热爱生活啊。你看这里有多少志趣相投的人，你可以尝试着认识他们啊。我觉得你可以多交几个朋友的，这个游戏的人都挺不错的，像我的几个朋友都很关心我。女孩停下了攻击怪物的动作，问道，是这样吗？厌世突然开始激动起来，回应道，是啊，他们曾经为了帮我弄一个道具，大半夜刷副本。还因为我被其他公会欺负了，和其他公会宣战，可刺激了，我们一起出生入死，是一辈子的好兄弟！女孩沉默许久，突然发了一句话。可，那是生活吗？屏幕上这几个字的出现，让厌世感到头晕目眩，一阵恶心。待他神志清醒时，他躺在病床上，此刻已经是半夜。他头发已经全白的父亲，靠在椅子上睡着了。病房里空荡荡的，没有游戏里的嘈杂，没有游戏里兄弟们的关心。厌世突然想起，自己似乎已经没有朋友了，他极少与人交谈，就连他的父母，也很少交谈了。同时自己整天坐在电脑前玩游戏，也让自己身体逐渐边差，这次，又是突然昏倒，已经数不清是第几次了。突然，枕头旁的手机突然亮了。厌世老哥，来刷副本啊，上线上线！厌世拿起手机，看着自己干枯无比的手指，突然觉得又一阵恶心，他放下手机，靠在床头，问自己，这是生活吗？我以后到底会变成一个什么样的人？我是否几十年后还是要这样，和游戏里的兄弟这样？厌世突然感到一阵愧疚，他蒙着头，躺下。他想起那个不断送死的女孩，想着自己还来安慰她，真是搞笑，自己明明比她更加逃避现实。厌世拿起手机，把自己的账号注销了。今夜，那个在游戏中，叱诧风云的厌世，死去了。网络中再多的赞，也不过家人对自己无言的陪伴半分。爸，对不起。这是病房最后的低语。同时，也是一句道歉，一句解脱，一句新生。生若如卫星棋布，当或拱北斗之威，或构天网之广生若如群星熠熠，当或照李白之樽，或随杜甫之舟。你我如群星，各有功用，亦各有光芒。找到自己的光芒，开动个人进步的列车。我们的能力有大小，专长各不同。"}
{"text":"厌世拿起手机，把自己的账号注销了。今夜，那个在游戏中，叱诧风云的厌世，死去了。网络中再多的赞，也不过家人对自己无言的陪伴半分。爸，对不起。这是病房最后的低语。同时，也是一句道歉，一句解脱，一句新生。生若如卫星棋布，当或拱北斗之威，或构天网之广生若如群星熠熠，当或照李白之樽，或随杜甫之舟。你我如群星，各有功用，亦各有光芒。找到自己的光芒，开动个人进步的列车。我们的能力有大小，专长各不同。能力有大小，贡献无高低专长各不同，行行出状元。孔子正因深谙这一道理，方提出了有教无类和因材施教的观点有教无类，方能让或大或小的每颗星星自由发光因材施教，才能让或可入诗，或可明志，或可指向的星星，找准自己的功用和位置。五柳先生正是因为意识到自己的光芒应该照于山林，照于文学的浩繁卷帙，方才毅然辞官，造就了官场不幸诗家幸的千古佳话――我们各有光芒，开动个人发展的列车。守住自己的光芒，转动社会发展的齿轮。社会宛如一个巨大的机器，离不开每个零部件的力量。这些零部件若都是同种类型，机器就会瘫痪若是有螺丝，有螺母，有齿轮，相互配合，机器方可高质运转。文学大师先生，正是因为弃医从文的重要决定，才通过找到自己的功用而推动了民智的开发和民族的觉醒南开大学校长张伯苓，正是因为笃定教育救国的理念，找到自己的功用筚路蓝缕地创设了南开大学，为国家培育现代化人才做出了不朽的贡献――我们各有光芒，转动社会发展的齿轮。散发自己的光芒，点燃国家腾飞的星火。涓涓小流，或自高山，或自深谷汪汪大海，可容百川，可汇百河。我们各自的光芒，是为了照亮同一片天空我们各自的功用，是为了奉献同一片土地。难忘嫦娥四号的升空，凝聚着每一位航空航天科学家们在各自轨道上的光芒难忘援助非洲项目的推进，凝聚着每一位中华儿女在广袤的荒漠上当好螺丝或螺母，齿轮或链条，散发无数文明的光芒难忘今年年初轰动世界的武汉驰援，星星们戴着口罩，穿着防护服，戴着警徽，穿着军装，将自己在岗位上散发的星火之光，凝聚成足以融化整个冬天的强大暖流，输送到武汉，输送至全国。爱岗敬业，众志成城，每颗星星不自卑，不自矜，发挥好自己的功用，将这伟大的力量注入民族古老的血管――我们各有光芒，点燃国家腾飞的星火。"}
{"text":"爱岗敬业，众志成城，每颗星星不自卑，不自矜，发挥好自己的功用，将这伟大的力量注入民族古老的血管――我们各有光芒，点燃国家腾飞的星火。每颗卫星都有它的功用，每颗星星都有它的光芒每个岗位都有它的伟大，每个人都有他独特的力量。汇聚百川之水，方是万顷之波凝聚各自之光，终成燎原之火。你我都如星辰，在各自的轨道或熠熠或杳杳地发光。生若如卫星棋布，当或拱北斗之威，或构天网之广生若如群星熠熠，当或照李白之樽，或随杜甫之舟。你我如群星，各有功用，亦各有光芒。找到自己的光芒，开动个人进步的列车。我们的能力有大小，专长各不同。能力有大小，贡献无高低专长各不同，行行出状元。孔子正因深谙这一道理，方提出了有教无类和因材施教的观点有教无类，方能让或大或小的每颗星星自由发光因材施教，才能让或可入诗，或可明志，或可指向的星星，找准自己的功用和位置。五柳先生正是因为意识到自己的光芒应该照于山林，照于文学的浩繁卷帙，方才毅然辞官，造就了官场不幸诗家幸的千古佳话――我们各有光芒，开动个人发展的列车。守住自己的光芒，转动社会发展的齿轮。社会宛如一个巨大的机器，离不开每个零部件的力量。这些零部件若都是同种类型，机器就会瘫痪若是有螺丝，有螺母，有齿轮，相互配合，机器方可高质运转。文学大师先生，正是因为弃医从文的重要决定，才通过找到自己的功用而推动了民智的开发和民族的觉醒南开大学校长张伯苓，正是因为笃定教育救国的理念，找到自己的功用筚路蓝缕地创设了南开大学，为国家培育现代化人才做出了不朽的贡献――我们各有光芒，转动社会发展的齿轮。散发自己的光芒，点燃国家腾飞的星火。涓涓小流，或自高山，或自深谷汪汪大海，可容百川，可汇百河。我们各自的光芒，是为了照亮同一片天空我们各自的功用，是为了奉献同一片土地。"}
{"text":"散发自己的光芒，点燃国家腾飞的星火。涓涓小流，或自高山，或自深谷汪汪大海，可容百川，可汇百河。我们各自的光芒，是为了照亮同一片天空我们各自的功用，是为了奉献同一片土地。难忘嫦娥四号的升空，凝聚着每一位航空航天科学家们在各自轨道上的光芒难忘援助非洲项目的推进，凝聚着每一位中华儿女在广袤的荒漠上当好螺丝或螺母，齿轮或链条，散发无数文明的光芒难忘今年年初轰动世界的武汉驰援，星星们戴着口罩，穿着防护服，戴着警徽，穿着军装，将自己在岗位上散发的星火之光，凝聚成足以融化整个冬天的强大暖流，输送到武汉，输送至全国。爱岗敬业，众志成城，每颗星星不自卑，不自矜，发挥好自己的功用，将这伟大的力量注入民族古老的血管――我们各有光芒，点燃国家腾飞的星火。每颗卫星都有它的功用，每颗星星都有它的光芒每个岗位都有它的伟大，每个人都有他独特的力量。汇聚百川之水，方是万顷之波凝聚各自之光，终成燎原之火。你我都如星辰，在各自的轨道或熠熠或杳杳地发光。人的一生宛如一场在浩瀚汪洋里的帆舟旅途，时而风平浪静，时而波涛汹涌。在人生的小舟上，信念是手中之舵，理想是人生之帆。面对人生旅途中的一次次意外与惊喜，我们依然能够朝着心中的目标扬帆远航，靠的就是那手中紧握着的舵与那屹立不倒的帆。风浪也许会左右前进的方向，乌云也许会遮蔽和煦的阳光，人生的转折与意外也许都是不期而遇的，但就像人生的帆舟不是随波逐流一般，人对事物的产生和发展也并不是无能为力的。事物的产生看上去或许是随机的，但其实有很多事情并不是意外，而是在特定条件下而产生的一种结果，因此只要能够把握事物产生的本源，就可能对产生的事件进行一定程度的干预。人们都不太相信自己连续抛硬币四次都是正面，但如果连续抛次硬币，连续正面朝上的概率则达到。单次抛硬币的结果本身的确是完全随机的，但其产生的几种结果却是近乎可以预测出来的，也自然能够越来越逼近人们希望达到的理想结果。类似地，一个人在结满冰的道路上摔倒这件事本身看上去既是随机的也是个意外，但只要选择没有被冰覆盖的道路行走的话，也几乎不会摔倒。"}
