{"text":"这真是万分可惜的事，我们中国人对于不是自己的东西，或者将不为自己所有的东西，总要破坏了才快活的。杨荫榆知道要做不成这校长，便文事用文士的流言，武功用三河的老妈，总非将一班毛鸦头赶尽杀绝不可。先前我看见记载上说的张献忠屠戮川民的事，我总想不通他是什么意思后来看到别一本书，这才明白了他原是想做皇帝的，但是李自成先进北京，做了皇帝了，他便要破坏李自成的帝位。怎样破坏法呢？做皇帝必须有百姓他杀尽了百姓，皇帝也就谁都做不成了。既无百姓，便无所谓皇帝，于是只剩了一个李自成，在白地上出丑，宛如学校解散后的校长一般。这虽然是一个可笑的极端的例，但有这一类的思想的，实在并不止张献忠一个人。我们总是中国人，我们总要遇见中国事，但我们不是中国式的破坏者，所以我们是过着受破坏了又修补，受破坏了又修补的生活。我们的许多寿命白费了。我们所可以自慰的，想来想去，也还是所谓对于将来的希望。希望是附丽于存在的，有存在，便有希望，有希望，便是光明。如果历史家的话不是诳话，则世界上的事物可还没有因为黑暗而长存的先例。黑暗只能附丽于渐就灭亡的事物，一灭亡，黑暗也就一同灭亡了，它不永久。然而将来是永远要有的，并且总要光明起来只要不做黑暗的附着物，为光明而灭亡，则我们一定有悠久的将来，而且一定是光明的将来。我赴这会的后四日，就出北京了。在上海看见日报，知道女师大已改为女子学院的师范部，教育总长任可澄自做院长，师范部的学长是林素园。后来看见北京九月五日的晚报，有一条道今日下午一时半，任可澄特同林氏，并率有警察厅保安队及军督察处兵士共四十左右，驰赴女师大，武装接收。原来刚一周年，又看见用兵了。不知明年这日，还是带兵的开得校纪念呢，还是被兵的开毁校纪念？现在姑且将培良君的这一篇转录在这里，先作一个本年的纪念罢。一九二六年十月十四日，附记。本篇最初发表于一九二六年八月二十八日语丝周刊第九十四期。原题记先生的谈话，署名培良。培良向培良，湖南黔阳人，文学团体狂飙社的主要成员。曾为莽原周刊写稿。后来堕落为国民党反动派的走卒。"}
{"text":"现在姑且将培良君的这一篇转录在这里，先作一个本年的纪念罢。一九二六年十月十四日，附记。本篇最初发表于一九二六年八月二十八日语丝周刊第九十四期。原题记先生的谈话，署名培良。培良向培良，湖南黔阳人，文学团体狂飙社的主要成员。曾为莽原周刊写稿。后来堕落为国民党反动派的走卒。工人绥惠略夫俄国阿尔志跋绥夫，―著中篇小说，译本于一九二二年五月由上海商务印书馆出版以后又于一九二七年六月由上海北新书局出版。该撒s，前―前通译恺撒，古罗马统帅政治家。克来阿派忒拉p，前―前，通译克利奥佩特拉，埃及女王。大马色ss，通译大马士革。世界最古的城市之一现在是叙利亚的首都。对德和约指一九二一年五月在北京签订的中德协约。其中规定德国放弃以前在山东攫取的特权，双方声明保护在各自管辖下的对方财产，并决定重建外交关系，互派公使。这段话见于工人绥惠略夫第六章。毛鸦头即毛丫头。吴稚晖对女师大学生的蔑称。参看本卷第页注。任可澄―字志清，贵州安顺人。一九二六年六月任北洋政府教育总长八月末，他将女师大与女大合并为北京女子学院，自兼院长。林素园福建人，研究系小官僚。上海通信上海通信小峰兄别后之次日，我便上车，当晚到天津。途中什么事也没有，不过刚出天津车站，却有一个穿制服的，大概是税吏之流罢，突然将我的提篮拉住，问道什么？我刚答说零用什物时，他已经将篮摇了两摇，扬长而去了。幸而我的篮里并无人参汤榨菜汤或玻璃器皿，所以毫无损失，请勿念。从天津向浦口，我坐的是特别快车，所以并不嚣杂，但挤是挤的。我从七年前护送家眷到北京以后，便没有坐过这车现在似乎男女分坐了，间壁的一室中本是一男三女的一家，这回却将男的逐出，另外请进一个女的去。将近浦口，又发生一点小风潮，因为那四口的一家给茶房的茶资太少了，一个长壮伟大的茶房便到我们这里来演说，使之闻之。其略曰钱是自然要的。一个人不为钱为什么？然而自己只做茶房图几文茶资，是因为良心还在中间，没有到这边指腋下介去！"}
{"text":"从天津向浦口，我坐的是特别快车，所以并不嚣杂，但挤是挤的。我从七年前护送家眷到北京以后，便没有坐过这车现在似乎男女分坐了，间壁的一室中本是一男三女的一家，这回却将男的逐出，另外请进一个女的去。将近浦口，又发生一点小风潮，因为那四口的一家给茶房的茶资太少了，一个长壮伟大的茶房便到我们这里来演说，使之闻之。其略曰钱是自然要的。一个人不为钱为什么？然而自己只做茶房图几文茶资，是因为良心还在中间，没有到这边指腋下介去！自己也还能卖掉田地去买枪，招集了土匪，做个头目好好地一玩，就可以升官，发财了。然而良心还在这里指胸骨介，所以甘心做茶房，赚点小钱，给儿女念念书，将来好好过活。但，如果太给自己下不去了，什么不是人做的事要做也会做出来！我们一堆共有六个人，谁也没有反驳他。听说后来是添了一块钱完事。我并不想步勇敢的文人学士们的后尘，在北京出版的周刊上斥骂孙传芳大帅。不过一到下关，记起这是投壶的礼义之邦的事来，总不免有些滑稽之感。在我的眼睛里，下关也还是七年前的下关，无非那时是大风雨，这回却是晴天。赶不上特别快车了，只好趁夜车，便在客寓里暂息。挑夫即本地之所谓夫子和茶房还是照旧地老实板鸭，插烧，油鸡等类，也依然价廉物美。喝了二两高粱酒，也比北京的好。这当然只是我以为但也并非毫无理由就因为它有一点生的高粱气味，喝后合上眼，就如身在雨后的田野里一般。正在田野里的时候，茶房来说有人要我出去说话了。出去看时，是几个人和三四个兵背着枪，究竟几个，我没有细数总之是一大群。其中的一个说要看我的行李。问他先看那一个呢？他指定了一个麻布套的皮箱。给他解了绳，开了锁，揭开盖，他才蹲下去在衣服中间摸索。摸索了一会，似乎便灰心了，站起来将手一摆，一群兵便都向后转，往外走出去了。那指挥的临走时还对我点点头，非常客气。我和现任的有枪阶级接洽，民国以来这是第一回。我觉得他们倒并不坏假使他们也如自称无枪阶级的善造流言，我就要连路也不能走。向上海的夜车是十一点钟开的，客很少，大可以躺下睡觉，可惜椅子太短，身子必须弯起来。这车里的茶是好极了，装在玻璃杯里，色香味都好，也许因为我喝了多年井水茶，所以容易大惊小怪了罢，然而大概确是很好的。因此一共喝了两杯，看看窗外的夜的江南，几乎没有睡觉。"}
{"text":"那指挥的临走时还对我点点头，非常客气。我和现任的有枪阶级接洽，民国以来这是第一回。我觉得他们倒并不坏假使他们也如自称无枪阶级的善造流言，我就要连路也不能走。向上海的夜车是十一点钟开的，客很少，大可以躺下睡觉，可惜椅子太短，身子必须弯起来。这车里的茶是好极了，装在玻璃杯里，色香味都好，也许因为我喝了多年井水茶，所以容易大惊小怪了罢，然而大概确是很好的。因此一共喝了两杯，看看窗外的夜的江南，几乎没有睡觉。在这车上，才通见满口英语的学生，才听到无线电海底电这类话。也在这车上，才看见弱不胜衣的少爷，绸衫尖头鞋，口嗑南瓜子，手里是一张消闲录之类的小报，而且永远看不完。这一类人似乎江浙特别多，恐怕投壶的日子正长久哩。现在是住在上海的客寓里了急于想走。走了几天，走得高兴起来了，很想总是走来走去。先前听说欧洲有一种民族，叫作吉柏希的，乐于迁徙，不肯安居，私心窃以为他们脾气太古怪，现在才知道他们自有他们的道理，倒是我胡涂。这里在下雨，不算很热了。。八月三十日，上海。本篇最初发表于一九二六年十月二日语丝周刊第九十九期。一九一九年十二月，回绍兴接母亲等家眷到北京，同住八道湾。使之闻之语见论语阳货孺悲欲见孔子，孔子辞以疾将命者出户，取瑟而歌使之闻之。投壶古代宴会时的一种娱乐。宾主依次投矢壶中，负者饮酒。礼记投壶孔颖达注引郑玄的话，以为投壶是主人与客燕饮讲论才艺之礼。孙传芳盘踞东南五省时，曾于一九二六年八月六日在南京举行过这种古礼。无枪阶级涵庐高一涵在现代评论第四卷第八十九期一九二六年八月二十一日的闲话中说我二十四分的希望一般文人收起互骂的法宝，做我们应该做的和值得做的事业。万一骂溜了嘴，不能收束，正可以同那实在不敢骂的人们，斗斗法宝，就是到天桥走走，似乎也还值得些！否则既不敢到天桥去，又不肯不骂人，所以专将法宝在开枪阶级的头上乱祭，那末，骂人诚然是骂人，却是高傲也难乎其为高傲罢。按天桥附近，是当时北京的刑场。消闲录上海出版的一种无聊小报。一八九七年清光绪二十三年十一月创刊，原名消闲报，一九三年改为消闲录。吉柏希ps通译吉卜赛。"}
{"text":"万一骂溜了嘴，不能收束，正可以同那实在不敢骂的人们，斗斗法宝，就是到天桥走走，似乎也还值得些！否则既不敢到天桥去，又不肯不骂人，所以专将法宝在开枪阶级的头上乱祭，那末，骂人诚然是骂人，却是高傲也难乎其为高傲罢。按天桥附近，是当时北京的刑场。消闲录上海出版的一种无聊小报。一八九七年清光绪二十三年十一月创刊，原名消闲报，一九三年改为消闲录。吉柏希ps通译吉卜赛。原居住印度北部的一个民族，十世纪时开始向外迁移，流浪在欧洲西亚北非等地，大多靠占卜歌舞等为生。这半年我又看见了许多血和许多泪，然而我只有杂感而已。泪揩了，血消了屠伯们逍遥复逍遥，用钢刀的，用软刀的。然而我只有杂感而已。连杂感也被放进了应该去的地方时，我于是只有而已而已！十月十四夜，校讫记。软刀语出明朝遗民贾凫西所作的木皮散人鼓词几年家软刀子割头不觉死，只等得太白旗悬才知道命有差。这里借用软刀子来比喻现代评论派的反动言论。这是陈西滢在致志摩一九二六年一月三十日晨报副刊中攻击的话，参看本书无花的蔷薇第八节。华盖集续编补编厦门通信厦门通信兄我到此快要一个月了，懒在一所三层楼上，对于各处都不大写信。这楼就在海边，日夜被海风呼呼地吹着。海滨很有些贝壳，检了几回，也没有什么特别的。四围的人家不多，我所知道的最近的店铺，只有一家，卖点罐头食物和糕饼，掌柜的是一个女人，看年纪大概可以比我长一辈。风景一看倒不坏，有山有水。我初到时，一个同事便告诉我山光海气，是春秋早暮都不同。还指给我石头看这块像老虎，那块像癞虾蟆，那一块又像什么什么。我忘记了，其实也不大相像。我对于自然美，自恨并无敏感，所以即使恭逢良辰美景，也不甚感动。但好几天，却忘不掉郑成功的遗迹。离我的住所不远就有一道城墙，据说便是他筑的。一想到除了台湾，这厦门乃是满人入关以后我们中国的最后亡的地方，委实觉得可悲可喜。台湾是直到一六八三年，即所谓圣祖仁皇帝二十二年才亡的，这一年，那仁皇帝们便修补十三经和二十一史的刻板。现在呢，有些国民巴不得读经殿板二十一史也变成了宝贝，古董藏书家不惜重资，购藏于家，以贻子孙云。"}
{"text":"我对于自然美，自恨并无敏感，所以即使恭逢良辰美景，也不甚感动。但好几天，却忘不掉郑成功的遗迹。离我的住所不远就有一道城墙，据说便是他筑的。一想到除了台湾，这厦门乃是满人入关以后我们中国的最后亡的地方，委实觉得可悲可喜。台湾是直到一六八三年，即所谓圣祖仁皇帝二十二年才亡的，这一年，那仁皇帝们便修补十三经和二十一史的刻板。现在呢，有些国民巴不得读经殿板二十一史也变成了宝贝，古董藏书家不惜重资，购藏于家，以贻子孙云。然而郑成功的城却很寂寞，听说城脚的沙，还被人盗运去卖给对面鼓浪屿的谁，快要危及城基了。有一天我清早望见许多小船，吃水很重，都张着帆驶向鼓浪屿去，大约便是那卖沙的同胞。周围很静近处买不到一种北京或上海的新的出版物，所以有时也觉得枯寂一些，但也看不见灰烟瘴气的现代评论。这不知是怎的，有那么许多正人君子，文人学者执笔，竟还不大风行。这几天我想编我今年的杂感了。自从我写了这些东西，尤其是关于陈源的东西以后，就很有几个自称中立的君子给我忠告，说你再写下去，就要无聊了。我却并非因为忠告，只因环境的变迁，近来竟没有什么杂感，连结集旧作的事也忘却了。前几天的夜里，忽然听到梅兰芳艺员的歌声，自然是留在留声机里的，像粗糙而钝的针尖一般，刺得我耳膜很不舒服。于是我就想到我的杂感，大约也刺得佩服梅艺员的正人君子们不大舒服罢，所以要我不再做。然而我的杂感是印在纸上的，不会振动空气，不愿见，不翻他开来就完了，何必冒充了中立来哄骗我。我愿意我的东西躺在小摊上，被愿看的买去，却不愿意受正人君子赏识。世上爱牡丹的或者是最多，但也有喜欢曼陀罗花或无名小草的，朋其还将霸王鞭种在茶壶里当盆景哩。不过看看旧稿，很有些太不清楚了，你可以给我抄一点么？此时又在发风，几乎日日这样，好像北京，可是其中很少灰土。我有时也偶然去散步，在丛葬中，这是讲厦门的书上早就说过的中国全国就是一个大墓场。墓碑文很多不通有写先妣某而没有儿子的姓名的有头上横写着地名的还有刻着敬惜字纸四字的，不知道叫谁敬惜字纸。这些不通，就因为读了书之故。假如问一个不识字的人，坟里的人是谁，他道父亲再问他什么名字，他说张二再问他自己叫什么，他说张三。照直写下来，那就清清楚楚了。"}
{"text":"此时又在发风，几乎日日这样，好像北京，可是其中很少灰土。我有时也偶然去散步，在丛葬中，这是讲厦门的书上早就说过的中国全国就是一个大墓场。墓碑文很多不通有写先妣某而没有儿子的姓名的有头上横写着地名的还有刻着敬惜字纸四字的，不知道叫谁敬惜字纸。这些不通，就因为读了书之故。假如问一个不识字的人，坟里的人是谁，他道父亲再问他什么名字，他说张二再问他自己叫什么，他说张三。照直写下来，那就清清楚楚了。而写碑的人偏要舞文弄墨，所以反而越舞越胡涂，他不知道研究金石例的，从元朝到清朝就终于没有了局。我还同先前一样不过太静了，倒是什么也不想写。。九月二十三日。本篇最初发表于厦门波艇月刊第一号原刊未注明出版年月，当为一九二六年十二月。是害马的罗马字拼音的缩写。这是对许广平的戏称，因她在女师大风潮中曾被杨荫榆称做害群之马。郑成功―本名森，字大木，福建南安人。一六四六年清顺治三年，他反对父亲郑芝龙投降清王朝，毅然在南澳起兵，驻守金门厦门，连年出击闽粤江浙等地，屡败清兵一六六一年南明永历十五年，率舰队渡台湾海峡，驱逐侵占我国领土的荷兰殖民者，积极经营台湾，以作抗清根据地。在他死后，厦门于一六八年清康熙十九年台湾于一六八三年康熙二十二年先后被清兵攻占。下文的圣祖仁皇帝是清朝康熙皇帝的庙号。清代王先谦十朝东华录康熙二十二年十月，礼部议复，国子监祭酒王士正按即王士G奏明代南北两雍，皆有十三经注疏二十一史刻板，今国学所藏，漫漶残缺，宜及时修补从之。按在清康熙时仅有明监本明代国子监刻印的版本二十一史至乾隆时合二十一史及旧唐书旧五代史明史共二十四部，定为正史，由武英殿刻印殿板，即指武英殿所刻的版本。厦门大学附近的镇北关是郑成功为防御清兵而建造的，靠近城脚的海滩满铺可做玻璃原料的白沙，当时有人把它偷运到鼓浪屿，卖给台湾人设立的货栈，再转运到日本占领下的台湾的玻璃厂。梅兰芳―名澜，字畹华，江苏泰州人，京剧艺术家。曼陀罗亦称风茄儿。茄科，一年生有毒草本，花大，色白。朋其黄鹏基，笔名朋其，四川仁寿人。莽原撰稿人，后加入狂飚社。"}
{"text":"厦门大学附近的镇北关是郑成功为防御清兵而建造的，靠近城脚的海滩满铺可做玻璃原料的白沙，当时有人把它偷运到鼓浪屿，卖给台湾人设立的货栈，再转运到日本占领下的台湾的玻璃厂。梅兰芳―名澜，字畹华，江苏泰州人，京剧艺术家。曼陀罗亦称风茄儿。茄科，一年生有毒草本，花大，色白。朋其黄鹏基，笔名朋其，四川仁寿人。莽原撰稿人，后加入狂飚社。他在短篇小说集荆棘的代序自招里说得朋友的一株霸王鞭是今年，废物利用，我把它种在一把没有盖的茶壶里，虽然不很茂，但竟没有死。亨利包立尔，荷兰人。清末曾来中国，在北京厦门漳州广州等地居住多年。著有新中国无为一本关于老子哲学的书等。金石例指墓志碑文的写作体例。元代潘昂霄著有金石例十卷以后明代的王行，清代的黄宗羲梁玉绳李富孙王芑孙等都有关于这方面的著作。厦门通信二厦门通信二小峰兄语丝百一和百二期，今天一同收到了。许多信件一同收到，在这里是常有的事，大约每星期有两回。我看了这两期的语丝特别喜欢，恐怕是因为他们已经超出了一百期之故罢。在中国，几个人组织的刊物要出到一百期，实在是不容易的。我虽然在这里，也常想投稿给语丝，但是一句也写不出，连野草也没有一茎半叶。现在只是编讲义。为什么呢？这是你一定了然的为吃饭。吃了饭为什么呢？倘照这样下去，就是为了编讲义。吃饭是不高尚的事，我倒并不这样想。然而编了讲义来吃饭，吃了饭来编讲义，可也觉得未免近于无聊。别的学者们教授们又作别论，从我们平常人看来，教书和写东西是势不两立的，或者死心塌地地教书，或者发狂变死地写东西，一个人走不了方向不同的两条路。忽然记起一件事来了，还是夏天罢，现代评论上仿佛曾有正人君子之流说过因为骂人的小报流行，正经的文章没有人看，也不能印了。我很佩服这些学者们的大才。不知道你可能替我调查一下，他们有多少正经文章的稿子藏于家，给我开一个目录？但如果是讲义，或者什么民法八万七千六百五十四条之类，那就不必开，我不要看。今天又接到漱园兄的信，说北京已经结冰了。这里却还只穿一件夹衣，怕冷就晚上加一件棉背心。"}
{"text":"忽然记起一件事来了，还是夏天罢，现代评论上仿佛曾有正人君子之流说过因为骂人的小报流行，正经的文章没有人看，也不能印了。我很佩服这些学者们的大才。不知道你可能替我调查一下，他们有多少正经文章的稿子藏于家，给我开一个目录？但如果是讲义，或者什么民法八万七千六百五十四条之类，那就不必开，我不要看。今天又接到漱园兄的信，说北京已经结冰了。这里却还只穿一件夹衣，怕冷就晚上加一件棉背心。宋玉先生的什么皇天平分四时兮窃独悲此廪秋，白露既下百草兮奄离披此梧楸等类妙文，拿到这里来就完全是无病呻吟。白露不知可曾下了百草，梧楸却并不离披，景象大概还同夏末相仿。我的住所的门前有一株不认识的植物，开着秋葵似的黄花。我到时就开着花的了，不知道他是什么时候开起的现在还开着还有未开的蓓蕾，正不知道他要到什么时候才肯开完。古已有之，于今为烈，我近来很有些怕敢看他了。还有鸡冠花，很细碎，和江浙的有些不同，也红红黄黄地永是这样一盆一盆站着。我本来不大喜欢下地狱，因为不但是满眼只有刀山剑树，看得太单调，苦痛也怕很难当。现在可又有些怕上天堂了。四时皆春，一年到头请你看桃花，你想够多么乏味？即使那桃花有车轮般大，也只能在初上去的时候，暂时吃惊，决不会每天做一首桃之夭夭的。然而荷叶却早枯了小草也有点萎黄。这些现象，我先前总以为是所谓严霜之故，于是有时候对于那廪秋不免口出怨言，加以攻击。然而这里却没有霜，也没有雪，凡萎黄的都是寿终正寝，怪不得别个。呜呼，牢骚材料既被减少，则又有何话之可说哉！现在是连无从发牢骚的牢骚，也都发完了。再谈罢。从此要动手编讲义。。十一月七日。本篇最初发表于一九二六年十一月二十七日语丝周刊一七期。涵庐高一涵在现代评论第四卷第八十九期一九二六年八月二十一日上发表的闲话中曾说报纸上的言论，近几年来，最烩炎脍炙人口的，绝不是讨论问题和阐发学理的一类文字，只是揭开黑幕和攻人阴私的一类文字。越是板着学者的面孔，讨论学术问题的文字，看的人越少越是带着三分流氓气，喜笑怒骂的揭黑幕攻阴私的文字，看的人越多。"}
