{"text":"我最常光顾的是一家卖炒粉的店，量大好吃，开店的是一对人很好的小夫妻。瘦瘦的男店主是掌勺的，胖胖的女店主负责招呼客人打下手，两个人做事儿都很利落，生意也特别好。某天晚上忽然馋得不行，半夜跑过去觅食，点一份炒粉满满一大盘子，吃着吃着女店主忽然笑着对男店主说反正也没什么人，你给我也炒一份？于是我们两个胖墩面对面抱着炒粉，就此打开话头，在客人难得不多的店里聊起往事。女主人说这店其实是临近的大学那边搬来的，因为疫情影响，学校都不开学了。她们两个人什么都没有的开起这家小店，然后慢慢做起来，虽然这次风浪大，但毕竟做了这么多年生意，积蓄是有的，味道好客人也多，所以也不担心什么。聊着聊着她幽怨地怀念曾经瘦瘦的自己，表示自从开店自己一点点就胖了，男主人则在旁边偷笑，说自己就不一样了，还是这么瘦。我咬着筷子看她碗里明显比我多得多的肉，觉得不管是胖还是瘦，店主夫妻都带着幸福的味道。大概有爱在身边，就不会那么害怕生活的波澜。另一家印象深刻的店，是一个卖蛋烘糕的摊子，在我回家路上会途经的一个小区门口。是个简单的推车，卖蛋烘糕，也卖凉皮凉面，店主人是个老阿姨。第一次去是某个加班又碰上下雨的晚上，走在路上又冷又饿，忽然发现新开了一家小店，闻着香我就走不动了。要了两个蛋烘糕，阿姨明显是新手，做得慢，但是却很用心，看着她忙，我忽然就不急了。阿姨大概也觉得有点慢吧，就有点磕磕巴巴地跟我聊起来，一开始是同情地问我，加班到现在啊？然后变成了家住哪里有没有男朋友这样的闲话家常。聊着聊着阿姨说起，自己儿子在成都打工，谈了个女朋友，却没钱买房。孩子很辛苦工作，但是工资就这么多，她觉得能多赚点是一点，看楼下摊子越来越多，就也出来摆摊了。卖这个其实赚得不怎么多，但有总比没有好蛋烘糕做好我接过来，顶着瑟瑟寒风问阿姨天气这么差也没几个人，你还不收摊啊？阿姨笑着说再等等，万一还有你这样辛苦的小姑娘呢。每个蛋烘糕里可以选加两种料，那天阿姨给我加了很多，奶油满满冒出来。我一口口咬着，明明只小小一个，却觉得不冷也不饿了。我回家有两条公交路线，除了蛋烘糕店所在的路线，还有一条路线。"}
{"text":"卖这个其实赚得不怎么多，但有总比没有好蛋烘糕做好我接过来，顶着瑟瑟寒风问阿姨天气这么差也没几个人，你还不收摊啊？阿姨笑着说再等等，万一还有你这样辛苦的小姑娘呢。每个蛋烘糕里可以选加两种料，那天阿姨给我加了很多，奶油满满冒出来。我一口口咬着，明明只小小一个，却觉得不冷也不饿了。我回家有两条公交路线，除了蛋烘糕店所在的路线，还有一条路线。路线不会经过那个住户很多的小区，人少车少的，往常是一个摊子都见不着的。但是上周某天，我走在路线上，却在一个岔路口发现新开了一家炸土豆的店，没人没生意，店主老婆婆抱着饭盒寂寥地吃着饭――我忽然就觉得，可以去表示一下吃货对路边摊的支持？抱着试试看的心态点了一份炸土豆，对味道也没抱什么希望，单纯想着新店新开，东西应该是很新鲜的吧――却发现老婆婆动作利落熟练，熟络地搭话，一点都不像新手啊聊起来才知道老婆婆在市区已经摆了十多年的摊子，因为疫情才换到这边来。正聊着，赶上老婆婆的老伴儿给她送食材，新鲜的凉面拿冰震着，还配了豆芽。老爷爷接手帮我炸土豆，聊起来才知道他们之前在建设路摆摊成都的建设路竞争之激烈，能摆够十年这个味道真的是不可能差了，后来疫情了，不能摆，停了生意回双流这边，最近听说可以摆摊了，又再开业，但是市区的摊位是租不到了。老爷爷一直说着，我们刚开张，妹妹你帮我们多宣传一下吧。我唯唯诺诺答应着，却感觉挺抱歉――我在家附近没什么朋友，隔得远的好朋友里，也没有谁能大老远过来吃一吃炸土豆。想了想我提出建议为什么不去那边人流量更多的小区呢？最近摆摊的多了，热闹起来也像个市口。老爷爷有点落寞地说那边没位置摆啦，然后又很乐观地笑着说，没关系，一步步慢慢来嘛，我们家的味道好，吃过都会再来的。两个老人笑呵呵的，让人觉得，生活忽然就很有盼头。我每天经过那一片热闹的小街巷，每天都能看到各式各样的人。"}
{"text":"两个老人笑呵呵的，让人觉得，生活忽然就很有盼头。我每天经过那一片热闹的小街巷，每天都能看到各式各样的人。他们有的年轻，有的年长有的挣扎求生，有的但图一乐有的喜笑颜开，有的沉默低迷有的生意兴隆，有的门可罗雀有的明显很紧张，有的却特别自来熟他们都和我一样，是普普通通平平凡凡过着自己的小日子的普罗大众，是可以被任何人随时取代的小小的螺丝钉――但也是一个个的他们凑在一起，才变成了百姓，才组成了这个面对艰辛选择迎难而上对生活充满积极的期待愿意通过自己的努力和付出去换来更好的人生的，我诞生于此成长于此并为它自豪的民族。每一颗星星都是宇宙的一面，而祖国烟火人间里的每一个人，都是中国面孔。纵观历史长河，朝代更迭，滚滚向前。梦想的太阳不再遥远，它已经在东方的地平线上磅礴而出，万道霞光正闪耀在我们眼前，有了目标就有了前进的方向，做出行动就有了飞翔的翅膀。纵观百年社稷，救国战略乱花迷眼，的拿来主义梁启超的匹夫有责林则徐的苟利国家生死以，岂因祸福避趋之各界仁人志士纷纷用自己的力量，为人民为民族为国家在黑暗时刻谋求光明。中国是一个在万千磨难中成长的千年古国，而正是因为有无数有识之士的奋斗，中国才能在泱泱历史长河中不惧风浪，才能站稳脚跟。如所说，我们自古以来就有埋头苦干的人，有拼命硬干的人。酌古御今，那些埋头苦干的人，那些拼命硬干的人，他们都是中国的代表，是人民的希望，他们都成了自己那个时代最明亮的那座巍巍灯塔。杜甫一生坎坷，在官场不得志的他，却胸怀国家，心系苍生，留下了国破山河在，城春草木深这样的千古名句，他就是那个时代的中国面孔。再看今朝，屠呦呦研究发现青蒿素并获诺贝尔医学奖，为人类健康事业作出贡献杂交水稻之父袁隆平研究杂交水稻三十余载，为解决中国人的温饱问题做出巨大贡献。他们含辛茹苦，默默奉献，造福人民，造福世界，受中外赞誉，他们都是我们这个时代具有影响力的人，是我们这个时代的中国面孔。年初疫情肆虐，人们恐惧无助。但是再黑暗的夜晚，也会有璀璨的星河。那些疫情路上的逆行者，就是我们这个时代的中国面孔。钟南山著名呼吸病学专家，中国工程院院士。年非典，岁的钟南山，奔赴抗疫一线如今岁高龄的他，再次走上抗疫前沿。"}
{"text":"他们含辛茹苦，默默奉献，造福人民，造福世界，受中外赞誉，他们都是我们这个时代具有影响力的人，是我们这个时代的中国面孔。年初疫情肆虐，人们恐惧无助。但是再黑暗的夜晚，也会有璀璨的星河。那些疫情路上的逆行者，就是我们这个时代的中国面孔。钟南山著名呼吸病学专家，中国工程院院士。年非典，岁的钟南山，奔赴抗疫一线如今岁高龄的他，再次走上抗疫前沿。他一边告诉民众没有什么特殊情况，不要去武汉，一边挤在高铁餐车的一角，日夜兼程的赶往武汉。有人说所谓医者，妙手仁心，这世上缺回天的妙手，更缺无畏的仁心。钟南山二者兼具，所以举国敬仰。钟南山在赶往武汉的高铁餐车上昨日的苍白，衬托今朝的荣光过去厚重的沉淀，铺垫出时下的辉煌。人在少年时，当树少年志，应尽少年力，共圆中国梦。青年之担当，是正义，是为世界不平之愤慨。我们要高尚，要不沉默，要为我们的英雄们呐喊，要让我们的英雄觉得值得。君可见，困境之中，没有天使，没有美剧中的超级英雄，是一个个普通人拼尽所能，成为国家发展的中流砥柱，走在实现百年奋斗目标的路上。苔花如米小，也学牡丹开我们新一代的青年，也应怀一颗为民族为国家奋斗的赤子之心，为中华民族更加强大而努力，保持初心，砥砺前行。看中国腾飞，笑满山川。纵观历史长河，朝代更迭，滚滚向前。梦想的太阳不再遥远，它已经在东方的地平线上磅礴而出，万道霞光正闪耀在我们眼前，有了目标就有了前进的方向，做出行动就有了飞翔的翅膀。纵观百年社稷，救国战略乱花迷眼，的拿来主义梁启超的匹夫有责林则徐的苟利国家生死以，岂因祸福避趋之各界仁人志士纷纷用自己的力量，为人民为民族为国家在黑暗时刻谋求光明。中国是一个在万千磨难中成长的千年古国，而正是因为有无数有识之士的奋斗，中国才能在泱泱历史长河中不惧风浪，才能站稳脚跟。如所说，我们自古以来就有埋头苦干的人，有拼命硬干的人。酌古御今，那些埋头苦干的人，那些拼命硬干的人，他们都是中国的代表，是人民的希望，他们都成了自己那个时代最明亮的那座巍巍灯塔。杜甫一生坎坷，在官场不得志的他，却胸怀国家，心系苍生，留下了国破山河在，城春草木深这样的千古名句，他就是那个时代的中国面孔。"}
{"text":"中国是一个在万千磨难中成长的千年古国，而正是因为有无数有识之士的奋斗，中国才能在泱泱历史长河中不惧风浪，才能站稳脚跟。如所说，我们自古以来就有埋头苦干的人，有拼命硬干的人。酌古御今，那些埋头苦干的人，那些拼命硬干的人，他们都是中国的代表，是人民的希望，他们都成了自己那个时代最明亮的那座巍巍灯塔。杜甫一生坎坷，在官场不得志的他，却胸怀国家，心系苍生，留下了国破山河在，城春草木深这样的千古名句，他就是那个时代的中国面孔。再看今朝，屠呦呦研究发现青蒿素并获诺贝尔医学奖，为人类健康事业作出贡献杂交水稻之父袁隆平研究杂交水稻三十余载，为解决中国人的温饱问题做出巨大贡献。他们含辛茹苦，默默奉献，造福人民，造福世界，受中外赞誉，他们都是我们这个时代具有影响力的人，是我们这个时代的中国面孔。年初疫情肆虐，人们恐惧无助。但是再黑暗的夜晚，也会有璀璨的星河。那些疫情路上的逆行者，就是我们这个时代的中国面孔。钟南山著名呼吸病学专家，中国工程院院士。年非典，岁的钟南山，奔赴抗疫一线如今岁高龄的他，再次走上抗疫前沿。他一边告诉民众没有什么特殊情况，不要去武汉，一边挤在高铁餐车的一角，日夜兼程的赶往武汉。有人说所谓医者，妙手仁心，这世上缺回天的妙手，更缺无畏的仁心。钟南山二者兼具，所以举国敬仰。钟南山在赶往武汉的高铁餐车上昨日的苍白，衬托今朝的荣光过去厚重的沉淀，铺垫出时下的辉煌。人在少年时，当树少年志，应尽少年力，共圆中国梦。青年之担当，是正义，是为世界不平之愤慨。我们要高尚，要不沉默，要为我们的英雄们呐喊，要让我们的英雄觉得值得。君可见，困境之中，没有天使，没有美剧中的超级英雄，是一个个普通人拼尽所能，成为国家发展的中流砥柱，走在实现百年奋斗目标的路上。苔花如米小，也学牡丹开我们新一代的青年，也应怀一颗为民族为国家奋斗的赤子之心，为中华民族更加强大而努力，保持初心，砥砺前行。看中国腾飞，笑满山川。古人云不可务虚名而处实祸，在和公子纠的政治斗争中处于下风时，齐桓公没有急于跳出来当出头鸟，而是装死逃过一劫，之后重整旗鼓，等待机会东山再起。不要急于暴露自身实力，一次性放出全部力量，而要注意判断形势，在最后关头奋力一搏。"}
{"text":"苔花如米小，也学牡丹开我们新一代的青年，也应怀一颗为民族为国家奋斗的赤子之心，为中华民族更加强大而努力，保持初心，砥砺前行。看中国腾飞，笑满山川。古人云不可务虚名而处实祸，在和公子纠的政治斗争中处于下风时，齐桓公没有急于跳出来当出头鸟，而是装死逃过一劫，之后重整旗鼓，等待机会东山再起。不要急于暴露自身实力，一次性放出全部力量，而要注意判断形势，在最后关头奋力一搏。在上世纪三十年代，面对敌众我寡的现实和日益复杂的国内外局势，喵主席忍痛选择放弃南方的大片根据地，进行长征。虽然中国革命在很长一段时间内陷入低谷，但长征保留了革命的火种和最坚定的共产主义战士，也为中国革命日后取得胜利奠定了基础。置我于死地者，必赐我以后生，在百折不挠中越挫越强，从失败中吸取经验教训，才能壮大实力，以图后勇。成为一个优秀的领导人，就要做到不偏听偏信，不因为个人好恶而忽视长远利益。齐桓公在众人的反对声中力排众议，听从鲍叔牙的建议任用管仲，果断作出了正确的决定，没有让之前的愤怒和仇恨冲昏头脑。机不可失，时不再来，齐桓公大胆抓住了千载难逢的机会，而且用人不疑，善于识人并委以重任，这是领导能力最重要的体现。虽然领导身居高位，看似风光无限，但实则暗流涌动，一个决策牵一发而动全身。面对曾经的政敌，能够摒弃前嫌，放心任用，用最大的诚意打动对方，是何等的胸襟与胆识。管仲有才，鲍叔牙有义，彪炳史册，对于齐桓公任用管仲一事，后世却少有赞美之词，但恰恰是齐桓公最后的拍板决定，才有了君明臣贤和传诵千年的管鲍之交。何谓有魄力？能在危急时刻不慌不忙，大事临头时依旧保有敏锐胆识和果断作风眼光长远，纵观大局，能够作出有利于整体的抉择。若无如此手段，如此襟怀，怎能奠定百年霸业？人性是复杂的，也会因为人所处环境的不同而产生变化，保持这份魄力，就是握住了改变命运的钥匙。危急关头，抽身而退，养精蓄锐，实难仇人相见，收敛脾气，消解恨意，压下心中的恶，很难物议如沸，听从忠言，委以大任，万难。魄力是一道坎，过不去就是泯然众人，甚至尽失祖业，身死国灭过去了就是一展宏图，乃至改天换地，扭转乾坤。对于我们中的绝大部分人来说，虽然不求飞黄腾达，但依旧要保留这份魄力，在自己的位置上锐意进取，在擅长的专业上成为佼佼者。"}
{"text":"人性是复杂的，也会因为人所处环境的不同而产生变化，保持这份魄力，就是握住了改变命运的钥匙。危急关头，抽身而退，养精蓄锐，实难仇人相见，收敛脾气，消解恨意，压下心中的恶，很难物议如沸，听从忠言，委以大任，万难。魄力是一道坎，过不去就是泯然众人，甚至尽失祖业，身死国灭过去了就是一展宏图，乃至改天换地，扭转乾坤。对于我们中的绝大部分人来说，虽然不求飞黄腾达，但依旧要保留这份魄力，在自己的位置上锐意进取，在擅长的专业上成为佼佼者。昨日在电视中看到一则美妆广告，脸蛋没有任何瑕疵的女明星说着广告词定格青春，容颜不朽。青春真的可以定格吗？容颜真的是不朽的吗？我对此深感不以为然，在我心中，不朽的只有精神力量，而我们的精神力量便是从古至今一代一代传承下来的中国精神。什么是中国精神？中国精神就是以爱国主义为核心的民族精神和以改革创新为核心的时代精神。中国精神是炎黄子孙在华夏大地上五千年的一点一滴的积累出来的，也是当代中华儿女为中华民族伟大复兴而奋斗的有力精神武器。爱国在中华儿女口中从来都不是一句空谈。人生自古谁无死，留取丹心照汗青是爱国诗人文天祥舍生取义，视死如归的坚定信念和昂扬斗志。黄沙百战穿金甲，不破楼兰终不还是爱国诗人王昌龄豪情万丈，壮志报国的理想信念。经典电视剧亮剑中独立团骑兵连长孙德胜的那句骑兵连，进攻！让无数人热泪盈眶，感动我们的正是这种誓死不屈，精忠报国的伟大爱国精神。改革创新是我们中华儿女奋力向前的不竭动力。改革开放四十年以来，中国取得了举世瞩目的辉煌成就，我们靠的不是殖民掠夺，更不是侵略他国，而是靠着亿万辛勤劳动人民大众，靠着以改革创新为核心的时代精神。当下，美国不顾国际社会和中国的反对，悍然发动了对华贸易战，我们的态度是君子之国，先礼后兵，谈，大门敞开，打，奉陪到底。而支撑我们强大底气的背后正是以改革创新精神为核心涌现出的一大批中国企业。当下中国改革创新力度加大，是我们每个普通人继续努力的好机会，对于青少年来说更是如此。"}
{"text":"而支撑我们强大底气的背后正是以改革创新精神为核心涌现出的一大批中国企业。当下中国改革创新力度加大，是我们每个普通人继续努力的好机会，对于青少年来说更是如此。当今中国比历史上任何一个时期都接近中华民族的伟大复兴，而中国精神正是正是推动我们前进的不竭动力，中国精神是凝心聚力的兴国之魂强国之魂，中国精神不是口号，而是每个中国人精神食粮，是我们每个中国人时时刻刻付诸的实践，中国精神不管是现在还是未来必将永垂不朽。其实现实也是一样接收网络信息时仅选择自己感兴趣的信息。网络媒体，为了吸引群体的关注，会针对人们的兴趣和特点来提供相应的信息，这样无疑是进一步强化了人们原本固有的喜好。更多的关注自己感兴趣的网络信息和网络论坛，和更多与自己有相似兴趣爱好的人交流互动，逐渐给自己制造了一个信息茧房，使得个人和群体变得更加极化，疏远了与其他思想碰撞的机会。这样的群体由于具有极化和特立化，在实际中一旦出现偏差后果是不堪设想的，如果人人都像文中的帝王，那这个社会将走向极端，所以要理性的看待信息的传播，记住，我们要对抗的不是现实，是自己那一颗想着逃避的内心。没有太阳的夺目光芒，没有辉月的白净皎洁，没有星点的闪烁璀璨，甚至不如流星那须臾叱咤我大概只是一粒萤火，唯有在夏夜散发出属于自己的点滴幽光。追逐梦想，成就不凡。懵懂年少时，我总是试图为自己的人生描绘出一幅宏伟画卷。直到后来见识过那些英才俊杰，这才终于不再将那句天生我才必有用奉为圭臬。成长，这或许是一个在认知中不断妥协的过程。我只是个凡夫俗子，既无法左右历史进程，更不能改变人类命运，终究只能被时代与社会裹挟着不断向前。尽管得出这样的事实并不困难，但要让人心平气和地接受它，偏又不是易事。我希望自己与众不同，不甘于泯然于众，但当学习，工作，事业，爱情这些一起袭来时，我不得不向这些从前认为的琐事投入精力。然后才发现，就连它们竟也如此复杂，让人琢磨不透。或许是眼界狭窄了，或许是贪图安逸了。时至今日，过去的豪言壮语似乎变得有些可笑。"}
{"text":"尽管得出这样的事实并不困难，但要让人心平气和地接受它，偏又不是易事。我希望自己与众不同，不甘于泯然于众，但当学习，工作，事业，爱情这些一起袭来时，我不得不向这些从前认为的琐事投入精力。然后才发现，就连它们竟也如此复杂，让人琢磨不透。或许是眼界狭窄了，或许是贪图安逸了。时至今日，过去的豪言壮语似乎变得有些可笑。我早已收敛起了天下舍我其谁的那种张狂，取而代之的则是一个仅仅关乎自家的小小心愿――过上快乐富足的生活。即便只是如此，也一样足以令人为之奋斗终生。同样的，即便平庸，我依然会试着去触碰自己的梦想，试着守住自己的那份执着。梦想是存在的。月亮区别于磐石，是因为笃志发出光芒。它用自己的身躯去承受太阳的炽热，却向大地洒下寒辉。倘若希望发出属于自己的光，那即便微如虫豸，也能够成为一抹流萤。我还年轻，还应有少年人的棱角与锋芒。作为个人，谁都无法扭转当今社会的面貌，但人人又都在默默影响着它。江山代有才人出，社会并非一成不变，它被一代又一代的后浪推动着，永远走在时代的前沿。涓滴汇洪流，芥子就须弥，赤子大势，或亦然矣。人之于社会，一些落差与错位总是难免。放平心态，重新找到自己的位置，却不必妄自菲薄。远大的理想或许不再，但就算是为了眼前的目标，我们同样需要意志坚韧，砥砺前行。仲夏已经到了。夜深人静之时，当云翳隐没月华，人们若能看得再仔细些，应该就会发现那隐藏在草木间的幽暗萤火。尽管并不起眼，但它们依然在那倏忽之间，诉说着自己的微不足道。人们总是哀叹于变化之突然，命运之不公。有道是英雄末路，美人迟暮，壮士未归，游子泣秋风。人生的轨迹似乎总是偏转于意想不到之时，就像悲剧似乎永远诞生在风华正茂之中。然而人对事物对人生对命运的发展真的无能为力吗？答案是人生无处不精彩。宋朝御史台，苏轼望着窗外落满的乌鸦，在这被称为乌台之地，在群鸦的聒噪声中，静静地等待着他的处置结果。上表谢恩的文字，被王安石的改革派断章取义，最终使他被贬黄州。"}
