{"text":"你是世界上最美丽的女孩！我大声宣布。女儿很不高兴地看了我一眼，喊了一声爸呀，然后摔上门出去了。我的安慰看来不合时宜。也许，她只是希望我留意她的感受。也许当时我最好问她你对你今天的形象感到很失望吗？我的朋友霍利汉弗里举了一些例子，来说明哪些行为会妨碍我们体会他人的处境哈罗德库希纳拉比在当好人遭到厄运一书中诉说了他的苦难。在他儿子临死时，听到人们的安慰，他极为痛苦。然而，想到多年来他在别人遭遇不幸时也说同样的话，他更是伤透了心！我们常常认为，在亲友感到痛苦时，我们应该想办法使他们好受一点。然而，急于采取行动使我们无法充分体会他们的状况。对于从事心理咨询或热线服务的人来说，更是如此。在一次研讨班中，我问了位心理医生，如果向他们求助的人说我快要崩溃了，我找不到活下去的理由，他们会有怎么样的反应。我收集她他们的书面回答后提议我将依次大声读出这些书面回答。假定你是那位求助的人，如果你认为某个回答表达了对你的理解，就请你举起手来。在个回答中，只有个人举手。其中，最常见的反应是，像这是什么时候开始的这类的问题。也许，他们是希望通过收集足够的信息也来分析和解决问题。事实上，试图分析问题妨碍了我们与他人的联系。如果我们只关心别人说了什么，并考虑他的情况符合哪种理论，我们是在诊断人――我们并没有倾听他们。在非暴力沟通中，倾听他人意味着，放下已有的想法和判断，一心一意地体会他人。倾听的这种品质体现了它与理解以及同情之间的区别。体会他人的感受的需要不论别人以什么样的方式来表达息，我们都可以用心体会其中所包含的观察感受需要和请求。比方说，一位新邻因为急事借走了你家的车。你的家人知道后责骂你你把车借给陌生人，真蠢！此时，你就可以好好体会他们的感受和需要，既不反驳也不自责。不论别人说什么，我们只听到他们此时此刻的观察，感受，需要，请求。在这个例子里，很明显，家人观察到的事实是车被借给了陌生人。有时候，别人的话基于怎样的观察，并不一目了然。例如，一位同事说你没有团队精神。在这句话中，他并没有提到他的观察是什么。我们需要通过询问来了解我们的猜测是否正确。有位女士和她先生的交流出现了一些困难。她先生对她说和你说话有什么用？你从不好好听。"}
{"text":"此时，你就可以好好体会他们的感受和需要，既不反驳也不自责。不论别人说什么，我们只听到他们此时此刻的观察，感受，需要，请求。在这个例子里，很明显，家人观察到的事实是车被借给了陌生人。有时候，别人的话基于怎样的观察，并不一目了然。例如，一位同事说你没有团队精神。在这句话中，他并没有提到他的观察是什么。我们需要通过询问来了解我们的猜测是否正确。有位女士和她先生的交流出现了一些困难。她先生对她说和你说话有什么用？你从不好好听。我给她的建议是，她先猜猜先生的感受和需要，然后再回去和先生谈。在下面的对话中，我试着帮助这位女士做到这一点。给他人反馈在倾听他人的观察感受需要和请求之后，我们可以主动表达我们的理解。如果我们已经准确领会了他们的意思，我们的反馈将帮助他们意识到这一点。反之，如果我们的理解还不到位，他们也就有机会来纠正我们。此外，这样做还有助于人们体会自己的状况，从而深入了解自己。非暴力沟通建议我们使用疑问句来给予他人反馈。这将便于他人对我们的理解作出必要的补充。我们的问题可以集中于以下几个方面他人的观察上周三我有三个晚上不在家，你说的是这回事吗？他人的感受及需要你很灰心？你希望得到肯定，是吗？他人的请求你是不是想请我帮你预订酒店？请注意上述问题与以下问题的区别你说的什么事？你现在的心情怎么样？为什么你会有那样的感觉？你希望我怎么做？这一组的问题并不需要我们用心体会他人。这些问题看起来很直接，但根据我的经验，它们并不是获得信息的最佳方式。这样的提问方式就象心理咨询师在帮助客户，容易产生距离感。如果我们真的要这么问，那么，在提问前先提及我们的感受和需要，将鼓励人们主动表达自己。例如，如果我们想问别人你说的是什么事，我们可以说我有些困惑。我想知道你是指哪件事。告诉我好吗？虽然，这并不是必要的――有时，我们的语气已经表明了我们的感受和需要但我还是建议主动表达感受和需要，特别是情绪很激烈的时候。什么时候需要给别人反馈呢？首先，在对自己的理解没有把握时，我们需要对方的确认。然而，即使确信自己已经明白了，我们可能还会发现别人正期待我们的反馈。有时，人们甚至会直接问我的意思清楚吗？"}
{"text":"例如，如果我们想问别人你说的是什么事，我们可以说我有些困惑。我想知道你是指哪件事。告诉我好吗？虽然，这并不是必要的――有时，我们的语气已经表明了我们的感受和需要但我还是建议主动表达感受和需要，特别是情绪很激烈的时候。什么时候需要给别人反馈呢？首先，在对自己的理解没有把握时，我们需要对方的确认。然而，即使确信自己已经明白了，我们可能还会发现别人正期待我们的反馈。有时，人们甚至会直接问我的意思清楚吗？或你明白我的意思吗？这时，简单回答是的，我明白了可能是不充分的，人们也许期待我们说得具体些。一位女士在参加非暴力沟通研讨班后不久，到一个医院当了义工。一些护士请她去和一位老太太谈话。护士们告诉她我们和她主，她的病并不重，只要吃药，病情就会好转。可是她听不进去，整天坐在屋子里喃喃自语我不想活了，我不想活了。这位女士见到老太太时，就像护士们说的那样，她独自坐在房中，不停地说我不想活了。你的意思是你不愿意活下去了？这位女士问老太太。老太太很惊讶，停了下来，表情也轻松多了。她开始讲，从没有人知道她是多么痛苦。这位女士继续表达她的理解。很快，她们就感受到彼此的情意，手挽手地坐在一起。当天晚些时候，老太太就开始吃饭服药，情绪也明显好转。尽管护士们一直在安慰老太太并给她建议，但只有这位女士为老太太提供了她真正需要的东西――她需要有人能理解她深深的绝望。一般来说，如果一个人在说话时有明显的情绪，他一般会期待得到他人的反馈。如果我们自己是说话的那个人，我们不妨清楚地表明我们是否期待反馈。然而，在一些文化环境中，我们也许很难用语言给他人反馈。有一位来自中国的先生在过去常常从父亲的话中听到责骂和攻击。为此，他很害怕去见父亲，每隔几个月才硬着头皮去一次。为了改善与父亲的关系，他现在总是努力静下来体会父亲的感受和需要。因此，父子关系已变得十分亲密。可是，他从没有说出他所意识到的父亲的感受。他解释说，在我们的文化中，直接谈论一个人的感受是很少见的。重要的是，你已经不再把他的话看作是对我的攻击，而注意体会他的感受和需要。这使我们的关系日益好转。我问道你的意思是说，你将永远不会和你父亲提他的感受，但留意他的感受对改善你们的关系十分重要？不。"}
{"text":"为此，他很害怕去见父亲，每隔几个月才硬着头皮去一次。为了改善与父亲的关系，他现在总是努力静下来体会父亲的感受和需要。因此，父子关系已变得十分亲密。可是，他从没有说出他所意识到的父亲的感受。他解释说，在我们的文化中，直接谈论一个人的感受是很少见的。重要的是，你已经不再把他的话看作是对我的攻击，而注意体会他的感受和需要。这使我们的关系日益好转。我问道你的意思是说，你将永远不会和你父亲提他的感受，但留意他的感受对改善你们的关系十分重要？不。我想现在大概可以了。我们的关系这么好，如果我和他说爸，你现在很伤心吗，我想他不会觉得意外。他回答说。在给他人反馈时，我们的语气十分重要。一个人在听别人谈自己的感受和需要时，将会留意其中是否暗含着批评或嘲讽。如果我们的语气很肯定，仿佛是在宣布他们的内心世界，那么，通常不会有好的反应。然而，一旦别人通过我们的语气意识到我们是在体会，而非在下结论，他们一般就不会产生反感。有时，我们的意图可能会被误解。人们也许说不要用沟通技巧来套我的话。如果出现这种情况，我们可以继续倾听对方的感受和需要。这时，我们也许会发现，对方并不信任我们，除非对我们的意图有进一步的了解，他不会喜欢我们表达的方式。然而，就象上文的例子所反映的，只要我们专注于他人的感受和需要，所有的批评攻击责骂或嘲讽就会消失。我们越是这样做，就越能体会到一个简单的事实有时，我们认为自己受到了指责，实际上，那些话是他人表达需要和请求的方式。如果意识到这一点，我们就不会认为自己的人格受到伤害。反之，如果一心分析自己或对方的过错，我们就会认为自己被贬低了。作家约瑟夫坎伯说道为了幸福，必须把别人怎么看我这个问题放在一边。一旦我们把所谓的批评和指责看作是来自他人的礼物――为处于痛苦中的人提供服务的机会，我们就会感到这种幸福。如果人们常常怀疑我们的诚意，那么，我们就需要好好审视自己的动机。也许，我们只是在机械地运用非暴力沟通，而忘记其目的。这是，我们就可以问自己，我们关心的是加深与人，还是以标准的非暴力沟通方式来说话。或者，虽然我们是以非暴力沟通的方式来表达自己，我们在乎的也许只是改变他人来迎合我们的需要。有些人认为以非暴力沟通的方式来给他人反馈是在浪费时间。"}
{"text":"如果人们常常怀疑我们的诚意，那么，我们就需要好好审视自己的动机。也许，我们只是在机械地运用非暴力沟通，而忘记其目的。这是，我们就可以问自己，我们关心的是加深与人，还是以标准的非暴力沟通方式来说话。或者，虽然我们是以非暴力沟通的方式来表达自己，我们在乎的也许只是改变他人来迎合我们的需要。有些人认为以非暴力沟通的方式来给他人反馈是在浪费时间。一位政府部门的主管在一个研讨班中谈到我的职责是说明事实和解决问题，不是为每个来找我的人提供心理咨询。然而，许多来找他解决问题的市民，对他却十分不满。有几位市民来悄悄告诉我你去他的办公室谈点事情，他就给你介绍一些情况，你无法知道他把你的话听进去了没有。于是，你就开始怀疑他的信息是否有助于解决问题。给他人反馈是在节约而非浪费时间。关于劳资谈判的研究显示，如果双方同意在作出答复前先准确地重述对方的观点，那么，达成协议的时间将可以比平时缩短一半。我想起了另外一个例子。有一位先生在开始时也不认为给他人反馈有什么价值。有一段时间，他与太太的关系十分紧张，于是，他们一起参加了一个非暴力沟通研讨班。期间，太太对他说你从不好好听我讲话。我怎么没有人？他答道。你就是没有！太太反驳。这时，我对这位先生说我担心你也许只是在证实她的观点。从她的反应来看，你的回答柄不出你在认真倾听她。对我的观点，他感到有些困惑。于是，我问他是否可以让我来扮演他的角色。他很乐意我这么做。接着，我和他的太太就展开了以下的对话太太你从不好好听我讲话。我听起来，你很失望。你需要体贴，是吗？这位女士听到我的回答后，流下了眼泪。她终于得到了别人的理解。我转过身去，和她先生说我相信这就是她的需要――她需要倾听和理解。这位先生十分惊讶她想要的只是这个？他很难相信，这么简单一句话对他太太能有这么大的影响。在接下来的时间中，这位先生也就某件事情表达了对太太的不满。当太太说出她所意识到的他的感受和需要时，他显得很高兴。他看着我说这是有价值的。一旦一个人意识到自己得到了理解和接纳，一般来说，他会觉得很惬意。保持关注我建议，在解决问题或询问他人的请求前，为他人的充分表达创造条件。"}
{"text":"她终于得到了别人的理解。我转过身去，和她先生说我相信这就是她的需要――她需要倾听和理解。这位先生十分惊讶她想要的只是这个？他很难相信，这么简单一句话对他太太能有这么大的影响。在接下来的时间中，这位先生也就某件事情表达了对太太的不满。当太太说出她所意识到的他的感受和需要时，他显得很高兴。他看着我说这是有价值的。一旦一个人意识到自己得到了理解和接纳，一般来说，他会觉得很惬意。保持关注我建议，在解决问题或询问他人的请求前，为他人的充分表达创造条件。如果过早地提及他人的请求，我们也许就无法传达我们的关心甚至还会被看作是应付。而且，在谈话刚开始时，人们所表达的感受往往是冰山之一角，有许多相关的感受――通常是更为强烈的情感，并没有得到表达。倾听将为他们探究和表达内心深处的感受创造条件。反之，如果急于了解他们的请求或表达自己，就会妨碍这个过程。假定有一位母亲和我们说不知道怎么回事，我的孩子不论我和他说什么，他都不听。这时，我们就可以表达我们的理解听起来，你很伤心，你希望找到和孩子沟通的办法。这样的回答通常会鼓励对方去了解自己的感受和需要。如果我们的理解是准确的，这位母亲一般就会开始表达其他感受也许这是我的错。我总是冲他大喊大叫。作为听众，我们继续体会她所表达的感受和需要，并给予反馈你希望你能多体贴孩子，以前没有做到这一点，你现在有些内疚，是吗？如果这位母亲觉得我们能够理解她，她也许会接着此言差矣我是一个失败的母亲。我们这时可以继续把我们的理解反馈给她你有些灰心，你想加深与孩子的感情联系，是吗？就这样，我们一直保持关注，直到她充分表达相关的感受。怎样判断对方的感受是否已经充分表达呢？首先，如果一个人觉得别人已经完全明白他的意思，他就会变得轻松。这时，我们也会感到放松。另一个更为明显的标志是，他停止了谈话。如果无法确实对方是否还有话要说，就不妨问一句你还有什么话要告诉我吗？当我们痛苦得无法倾听我们无法给别人我们自己都没有的东西。有时，我们会发现我们没有心情去关心别人。一般来说，这反映了我们也需要得到关心。如果告诉他人我们正处于痛苦中，我们无法顾及他们的感受和需要，别人很可能就会伸出援手。然而，在许多时候，我们需要自己的体贴。"}
{"text":"这时，我们也会感到放松。另一个更为明显的标志是，他停止了谈话。如果无法确实对方是否还有话要说，就不妨问一句你还有什么话要告诉我吗？当我们痛苦得无法倾听我们无法给别人我们自己都没有的东西。有时，我们会发现我们没有心情去关心别人。一般来说，这反映了我们也需要得到关心。如果告诉他人我们正处于痛苦中，我们无法顾及他们的感受和需要，别人很可能就会伸出援手。然而，在许多时候，我们需要自己的体贴。联合国的秘书长汉马斯克德曾经说道你越是留意自己内心的声音，就越能够听到别人的声音。一旦我们能够敏锐地察觉并照顾自己的感受和需要，我们就有能力迅速调整好状态，来倾听他人。如果做不到这一点，我们还有另外两种选择。其中一种选择是大声地提出请求。有一次，我应邀去协调两个帮派之间的矛盾。在冲突中，双方都有人死亡。最严重的一个月，一方死了两个人，另一方死了一个人。为了帮助他们倾听彼此的意见并找到解决冲突的办法，我紧张地工作了三天。在开车回家的路上，我感到筋疲力尽，我和自己说，我再也不想去协调任何冲突。可是一到家，我就看到我的两个孩子在吵架。我没有力气去了解他们的情况，于是我就大声地提出请求我很痛苦！我现在真的不想过问你们的事情！我需要安静！我年仅九岁的大儿子停了下来，问道你愿意和我们说说吗？我相信，如果我们能够直接表达我们的痛苦，那么，即使对方也处于痛苦中，有时他也能意识到我们的需要。当然，我并不想冲着孩子大声地喊你们怎么回事？你们就不会乖一点吗？我在外面忙了一整天，还不够累吗？我也不想说别的来指责孩子。我大声地提出请求，是为了提醒他们注意我此时此刻的痛苦和需要。不过，如果对方正处于激烈的情绪中，他也可能无法留意我们的感受和需要。这时，我们的另一种选择是，换一个环境。我们需要时间和空间来调整状态，等平静下来了，再回来。非暴力沟通爱的语言――倾听的力量倾听使身心痊愈一个人如果有机会倾诉，会是怎样的感觉呢？卡尔罗杰斯这样写道如果有人倾听你，不对你评头论足，不替你担惊受怕，也不想改变你，这多美好啊每当我得到人们的倾诉和理解，我就可以用新的眼光看世界，并继续前进这真神奇啊！一旦有人倾听，看起来无法解决的问题就有了解决办法，千头万绪的思路也会为得清晰起来。"}
{"text":"我们需要时间和空间来调整状态，等平静下来了，再回来。非暴力沟通爱的语言――倾听的力量倾听使身心痊愈一个人如果有机会倾诉，会是怎样的感觉呢？卡尔罗杰斯这样写道如果有人倾听你，不对你评头论足，不替你担惊受怕，也不想改变你，这多美好啊每当我得到人们的倾诉和理解，我就可以用新的眼光看世界，并继续前进这真神奇啊！一旦有人倾听，看起来无法解决的问题就有了解决办法，千头万绪的思路也会为得清晰起来。安德森女士是一所实验小学的校长。有一天，她在午饭后回到办公室时发现有位叫米丽的女生江满脸沮丧地坐在那里等她。米丽一见到她就问道阿姨，你有时候会不会连续几天都做了别人不喜欢的事，而你并不是有意的？是的，安德森回答说，我想我明白你的意思。这是，她需要赶去参加一个十分重要的会议，她并不希望满屋子的人等她一个人。于是，她就直接问米丽，我能为你做什么吗？米丽轻轻抱住了她，望着她的眼睛，恳求她阿姨，我不要你做任何事情，我只想你听我说。安德森后来回忆说，这是她人生最重要的时刻之一。她很感激她的学生给她的启发。她当时想如果时间来不及，就请满屋子的成年人等等吧！她和米丽一起坐在一和长椅子上，她的手抱着米丽的肩膀，米丽依偎着她，搂着她的腰。她们就这样坐着，直到米丽说完她的心事，而时间并不算长。我的朋友劳伦斯也和我分享了她的一段经历。有一次，她和六岁的儿子谈话，话清空没说完，儿子一不高兴就跑开了。这时，年仅十岁的女儿和她说妈妈，看起来你有一点生气，你希望他耐心地与你谈话，是吗？听到女儿的话，劳伦斯大为惊讶，气也消了。儿子回来后，她也就能静下心来和他谈话。一位大学老师提到，一些老师通过倾听以及表达自己的需要，使师生关系得到了明显的改善。学生们越来越敞开心扉，告诉我们他们生活中的困难。他们对于干扰学习的因素认识得越清楚，也就越能够提高学习的效率。虽然倾听他们占用了我们许多时间，但我们认为这是值得的。不幸的是，系主任对此感到了不安。他说我们并不是心理医生，我们应该多花时间在教学上，而不是与学生谈心。当我问他老师怎么和系主任沟通时，他回答说我们用心倾听他的感受和需要。我们注意到，他有些担心，他希望我们就要介入到我们不擅长的领域中。"}
{"text":"学生们越来越敞开心扉，告诉我们他们生活中的困难。他们对于干扰学习的因素认识得越清楚，也就越能够提高学习的效率。虽然倾听他们占用了我们许多时间，但我们认为这是值得的。不幸的是，系主任对此感到了不安。他说我们并不是心理医生，我们应该多花时间在教学上，而不是与学生谈心。当我问他老师怎么和系主任沟通时，他回答说我们用心倾听他的感受和需要。我们注意到，他有些担心，他希望我们就要介入到我们不擅长的领域中。我们还注意到，他希望我们能够告诉他，我们与学生谈心并不会影响教学。得到我们的反馈后，他看起来很欣慰。在组织机构中，我们在听到上级的意见时，通常会把它看作是命令或指示。倾听同事或下级比倾听上级要容易得多。在上级面前，我们有时可能会有点紧张，以至无法静下心来体会他们的感受和需要，并给予反馈。因此，我特别欣赏这些老师能像倾听学生那样倾听他们的系主任。倾听和示弱的能力非暴力沟通鼓励我们表达自己最深的感受和需要，因此，我们有时也许会发现运用非暴力沟通是富有挑战性的。然而，通过倾听，我们将意识到他人的人性以及彼此的共通之处，这会使自我表达变得容易些。我们越是倾听他人语言背后的感受和需要，就越不怕与他们坦诚地沟通。我们最不愿意示弱的时候往往是因为担心失去控制想显得强硬的时候。有一次，在克里夫兰和一群社会青年谈话时，我毫不掩饰自己的情绪我感到伤心，我需要尊重。哦，你们看，有一个从说道，他感到作心，这简直糟透了！这时，其他人都哈哈大笑。听到这样的话，我可以把它看作是攻击，也可以通过它来了解他们的感受和需要。然而，如果我将它看作是羞辱或攻击，我很可能就会觉得自己受到了伤害，甚至因为过于恼怒或害怕而无法倾听他们。如果出现了这种情况，我也许就需要先离开现场，来倾听自己心底的声音，或向好友倾诉――这将有助于与对方交流。在痛苦的民，为了了解自己深层的需要，我建议首先获得必要的倾听，以避免充斥头脑的各种想法所束缚。当时，我用心体会着那位青年的话以及之后的笔，我认为他们不高兴是因为他们把我的话当作了指责。在过去，人们在说我感到伤心时，也许暗含着对他们的批评。由于我并没有和他们确认这一点，无法知道这种猜测是否准确。然而，通过倾听他们的感受和需要，我既没有气馁也没有生气。嘿！"}
