{"text":"高头讲章在经书正文上端留有较宽空白，刊印讲解文字，这些文字称为高头讲章。后来泛指这类格式的经书。藏之名山司马迁报任少卿书藏诸名山，传之其人。资本论马克思―的主要著作，伟大的政治经济学文献，共三卷。第一卷于一八六七年出版，第二三卷在他逝世后由恩格斯整理，分别于一八八五年和一八九四年出版。陀思妥夫斯奇，―通译陀思妥耶夫斯基，俄国作家。罪与罚是他的长篇小说，一八八六年出版。末加通译穆哈，阿拉伯也门共和国的海口，著名的咖啡产地。编译馆指当时的国立编译馆，由章士钊呈请创办，一九二五年十月成立。讨得官僚津贴或银行广告费的大报指现代评论。猛进周刊第三十一期一九二五年十月二日刊有署名蔚麟的通信现代评论为受了段祺瑞章士钊的几千块钱，吃着人的嘴软，拿着人的手软，对于段祺瑞章士钊的一切胡作非为，绝不敢说半个不字。又现代评论自第一卷第十六期一九二五年三月二十八日起，每期封底都整面刊登当时金城银行的广告。打落门牙一九二五年十月二十六日，段祺瑞政府邀请英美法等十二国在北京召开所谓关税特别会议，企图与各帝国主义国家成立新的关税协定。北京各学校各团体五万余人当日在天安门集会反对，主张关税自主赴会群众曾遭到大批武装警察阻止和殴打，受伤十余人，被捕数人。次日，社会日报等登载不符事实的消息说周树人北大教员齿受伤，脱落门牙二参看坟从胡须说到牙齿。参看本书并非闲话及其注。制艺的选家明代以八股文制艺取士，选家就应运而生他们的八股文选本所收的大抵都是陈腔滥调之作。长篇小说儒林外史中有对于选家的淋漓尽致的描写。指―，浙江富阳人，作家，创造社重要成员之一。著有短篇小说集沉沦中篇小说她是一个弱女子游记散文集屐痕处处等。"}
{"text":"参看本书并非闲话及其注。制艺的选家明代以八股文制艺取士，选家就应运而生他们的八股文选本所收的大抵都是陈腔滥调之作。长篇小说儒林外史中有对于选家的淋漓尽致的描写。指―，浙江富阳人，作家，创造社重要成员之一。著有短篇小说集沉沦中篇小说她是一个弱女子游记散文集屐痕处处等。他在一九二七年一月三十日给北京世界日报副刊编者的信中说前三四年，我在北京，屡次和先生谈起，想邀集几个人起来，联合着来翻阅那些新出版的小刊物，中间有可取的作品，就马上为他们表扬出来，介绍给大家，可以使许多未成名的青年作家，得着些安慰，而努力去创作，后来以事去北京，此议就变成了水泡。我观北大我观北大因为北大学生会的紧急征发，我于是总得对于本校的二十七周年纪念来说几句话。据一位教授的名论，则教一两点钟的讲师是不配与闻校事的，而我正是教一点钟的讲师。但这些名论，只好请恕我置之不理――如其不恕，那么，也就算了，人那里顾得这些事。我向来也不专以北大教员自居，因为另外还与几个学校有关系。然而不知怎的，――也许是含有神妙的用意的罢，今年忽而颇有些人指我为北大派。我虽然不知道北大可真有特别的派，但也就以此自居了。北大派么？就是北大派！怎么样呢？但是，有些流言家幸勿误会我的意思，以为谣我怎样，我便怎样的。我的办法也并不一律。譬如前次的游行，报上谣我被打落了两个门牙，我可决不肯具呈警厅，吁请补派军警，来将我的门牙从新打落。我之照着谣言做去，是以专检自己所愿意者为限的。我觉得北大也并不坏。如果真有所谓派，那么，被派进这派里去，也还是也就算了。理由在下面既然是二十七周年，则本校的萌芽，自然是发于前清的，但我并民国初年的情形也不知道。惟据近七八年的事实看来，第一，北大是常为新的，改进的运动的先锋，要使中国向着好的，往上的道路走。虽然很中了许多暗箭，背了许多谣言教授和学生也都逐年地有些改换了，而那向上的精神还是始终一贯，不见得弛懈。自然，偶尔也免不了有些很想勒转马头的，可是这也无伤大体，万众一心，原不过是书本子上的冠冕话。第二，北大是常与黑暗势力抗战的，即使只有自己。"}
{"text":"理由在下面既然是二十七周年，则本校的萌芽，自然是发于前清的，但我并民国初年的情形也不知道。惟据近七八年的事实看来，第一，北大是常为新的，改进的运动的先锋，要使中国向着好的，往上的道路走。虽然很中了许多暗箭，背了许多谣言教授和学生也都逐年地有些改换了，而那向上的精神还是始终一贯，不见得弛懈。自然，偶尔也免不了有些很想勒转马头的，可是这也无伤大体，万众一心，原不过是书本子上的冠冕话。第二，北大是常与黑暗势力抗战的，即使只有自己。自从章士钊提了整顿学风的招牌来作之师，并且分送金款以来，北大却还是给他一个依照彭允彝的待遇。现在章士钊虽然还伏在暗地里做总长，本相却已显露了而北大的校格也就愈明白。那时固然也曾显出一角灰色，但其无伤大体，也和第一条所说相同。我不是公论家，有上帝一般决算功过的能力。仅据我所感得的说，则北大究竟还是活的，而且还在生长的。凡活的而且在生长者，总有着希望的前途。今天所想到的就是这一点。但如果北大到二十八周年而仍不为章士钊者流所谋害，又要出纪念刊，我却要预先声明不来多话了。一则，命题作文，实在苦不过二则，说起来大约还是这些话。十二月十三日。本篇最初发表于一九二五年十二月十七日北大学生会周刊创刊号。指高仁山。参看本卷第页注。整顿学风一九二五年八月章士钊起草所谓整顿学风的命令，由段祺瑞发布。参看本卷第页注。作之师语见尚书泰誓天佑下民，作之君，作之师。金款第一次世界大战后，法国因法郎贬值，坚持中国对法国的庚子赔款要以金法郎支付。一九二五年春，段祺瑞政府不顾当时全国人民的坚决反对，同意了法方的无理要求，从作为赔款抵押的中国盐税中付给债款后，收回余额一千多万元，这笔款被称为金款。它们除大部充作北洋政府的军政开支外，从中拨出一百五十万元作为教育经费，当时一些私立大学曾提出分享这笔钱，章士钊则坚持用于清理国立八校的积欠，分送金款即指此事。彭允彝字静仁，湖南湘潭人。一九二三年他任北洋政府教育总长时，北京大学为了反对他，曾一度与教育部脱离关系。一九二五年八月，北京大学又因章士钊思想陈腐，行为卑鄙，也宣言反对他担任教育总长，与教育部脱离关系。所以这里说还是给他一个依照彭允彝的待遇。"}
{"text":"它们除大部充作北洋政府的军政开支外，从中拨出一百五十万元作为教育经费，当时一些私立大学曾提出分享这笔钱，章士钊则坚持用于清理国立八校的积欠，分送金款即指此事。彭允彝字静仁，湖南湘潭人。一九二三年他任北洋政府教育总长时，北京大学为了反对他，曾一度与教育部脱离关系。一九二五年八月，北京大学又因章士钊思想陈腐，行为卑鄙，也宣言反对他担任教育总长，与教育部脱离关系。所以这里说还是给他一个依照彭允彝的待遇。暗地里做总长一九二五年十一月二十八日，北京市群众为要求关税自主，举行示威游行，提出驱逐段祺瑞打死朱深章士钊等口号。章士钊即潜逃天津，并在甲寅周刊第一卷第二十一号一九二五年十二月五日上宣称幸天相我。局势顿移。所谓鸟官也者。已付之自然淘汰。其实那时段祺瑞并未下台，章士钊也仍在暗中管理部务。章士钊当时一再压迫北京大学，如北大宣布脱离教育部后，甲寅周刊即散布解放北大的谣言，进行威胁一九二五年九月五日，段祺瑞政府内阁会议决定，停发北大经费。碎话碎话如果只有自己，那是都可以的今日之我与昨日之我战也好，今日这么说明日那么说也好。但最好是在自己的脑里想，在自己的宅子里说或者和情人谈谈也不妨，横竖她总能以阿呀表示其佩服，而没有第三者与闻其事。只是，假使不自珍惜，陆续发表出来，以领袖正人君子自居，而称这些为思想或公论之类，却难免有多少老实人遭殃。自然，凡有神妙的变迁，原是反足以见学者文人们进步之神速的况且文坛上本来就只许州官放火不准百姓点灯，既不幸而为庸人，则给天才做一点牺牲，也正是应尽的义务。谁叫你不能研究或创作的呢？亦惟有活该吃苦而已矣！然而，这是天才，或者是天才的奴才的崇论宏议。从庸人一方面看起来，却不免觉得此说虽合乎理而反乎情因为蝼蚁尚且贪生，也还是古之明训。所以虽然是庸人，总还想活几天，乐一点。无奈爱管闲事是他们吃苦的根苗，坐在家里好好的，却偏要出来寻导师，听公论了。学者文人们正在一日千变地进步，大家跟在他后面他走的是小弯，你走的是大弯，他在圆心里转，你却必得在圆周上转，汗流浃背而终于不知所以，那自然是不待数计龟卜而后知的。什么事情都要干，干，干！那当然是名言，但是倘有傻子真去买了手枪，就必要深悔前非，更进而悟到救国必先求学。"}
{"text":"从庸人一方面看起来，却不免觉得此说虽合乎理而反乎情因为蝼蚁尚且贪生，也还是古之明训。所以虽然是庸人，总还想活几天，乐一点。无奈爱管闲事是他们吃苦的根苗，坐在家里好好的，却偏要出来寻导师，听公论了。学者文人们正在一日千变地进步，大家跟在他后面他走的是小弯，你走的是大弯，他在圆心里转，你却必得在圆周上转，汗流浃背而终于不知所以，那自然是不待数计龟卜而后知的。什么事情都要干，干，干！那当然是名言，但是倘有傻子真去买了手枪，就必要深悔前非，更进而悟到救国必先求学。这当然也是名言，何用多说呢，就遵谕钻进研究室去。待到有一天，你发见了一颗新彗星，或者知道了刘歆并非刘向的儿子之后，跳出来救国时，先觉者可是杳如黄鹤了，寻来寻去，也许会在戏园子里发见。你不要再菲薄那小东人嗯嗯！哪，唉唉唉！罢这是艺术。听说人类不仅是理智的动物，必须种种方面有充分发达的人，才可以算完人呀，学者之在戏园，乃是在感情方面求种种的美。束发小生变成先生，从研究室里钻出，救国的资格也许有一点了，却不料还是一个精神上种种方面没有充分发达的畸形物，真是可怜可怜。那么，立刻看夜戏，去求种种的美去，怎么样？谁知道呢。也许学者已经出戏园，学说也跟着长进俗称改变，非也了。叔本华先生以厌世名一时，近来中国的绅士们却独独赏识了他的妇人论。的确，他的骂女人虽然还合绅士们的脾胃，但别的话却实在很有些和我们不相宜的。即如读书和书籍那一篇里，就说，我们读着的时候，别人却替我们想。我们不过反复了这人的心的过程。然而本来底地说起来，则读书时，我们的脑已非自己的活动地。这是别人的思想的战场了。但是我们的学者文人们却正需要这样的战场――未经老练的青年的脑髓。但也并非在这上面和别的强敌战斗，乃是今日之我打昨日之我，道义之手批公理之颊――说得俗一点，自己打嘴巴。作了这样的战场者，怎么还能明白是怎么一回事。这一月来，不知怎的又有几个学者文人或批评家亡魂失魄了，仿佛他们在上月底才从娘胎钻出，毫不知道民国十四年十二月以前的事似的。女师大学生一归她们被占的本校，就有人引以为例，说张胡子或李胡子可以派兵送一二百学生占据了二三千学生的北大。如果这样，北大学生确应该群起而将女师大扑灭，以免张胡或李胡援例，确保母校的安全。"}
{"text":"作了这样的战场者，怎么还能明白是怎么一回事。这一月来，不知怎的又有几个学者文人或批评家亡魂失魄了，仿佛他们在上月底才从娘胎钻出，毫不知道民国十四年十二月以前的事似的。女师大学生一归她们被占的本校，就有人引以为例，说张胡子或李胡子可以派兵送一二百学生占据了二三千学生的北大。如果这样，北大学生确应该群起而将女师大扑灭，以免张胡或李胡援例，确保母校的安全。但我记得北大刚举行过二十七周年纪念，那建立的历史，是并非由章士钊将张胡或李胡将要率领的二百学生拖出，然后改立北大，招生三千，以掩人耳目的。这样的比附，简直是在青年的脑上打滚。夏间，则也可以称为挑剔风潮。但也许批评界有时也是只许州官放火不准百姓点灯，正如天才之在文坛一样的。学者文人们最好是有这样的一个特权，月月，时时，自己和自己战，――即自己打嘴巴。免得庸人不知，以常人为例，误以为连一点闲话也讲不清楚。十二月二十二日。本篇最初发表于一九二六年一月八日猛进周刊第四十四期。只许州官放火不准百姓点灯据宋代陆游老学庵笔记卷五田登作郡，自讳其名，触者必怒，吏卒多被榜笞于是举州皆谓灯为火。上元放灯，许人入州治游观，吏人遂书榜揭于市曰本州依例放火三日。这些名言都是胡适说的。他在新青年第九卷第二号一九二一年六月四烈士土冢上的没字碑歌一诗中，歌颂炸弹！炸弹！和干！干！干！但在五卅运动后，他在现代评论第二卷第三十九期一九二五年九月五日发表的爱国运动与求学一文中，又主张救国必先求学，企图使学生脱离爱国运动。发见了一颗新彗星这也是对胡适所说的话而发的。胡适在一九一九年八月十六日所作论国故学一文中曾说过发明一个字的古义，与发现一颗恒星，都是一大功绩。据胡适文存二集卷二刘向约前―前刘歆？―，父子二人都是汉代学者。这里说刘歆并非刘向的儿子，是讽刺当时一些毫无根据地乱下判断的考据家。这是京剧三娘教子中老仆薛保的唱词。小东人指小主人薛倚。这些都是陈西滢的话。"}
{"text":"据胡适文存二集卷二刘向约前―前刘歆？―，父子二人都是汉代学者。这里说刘歆并非刘向的儿子，是讽刺当时一些毫无根据地乱下判断的考据家。这是京剧三娘教子中老仆薛保的唱词。小东人指小主人薛倚。这些都是陈西滢的话。他在现代评论第一卷第二十五期一九二五年五月三十日的闲话中说人类不仅仅是理智的动物，他们在体格方面就求康健强壮，在社会方面就求同情，在感情方面就求种种的美。种种方面有充分的发达的人，才可以算完人。妇人论叔本华的一篇诬蔑妇女的文章。曾由张慰慈译为中文，题为妇女论，载于一九二五年十月十四十五日晨报副刊。在译文前，还有徐志摩的介绍文叔本华与叔本华的妇女论。女师大学生于一九二五年八月二十二日被章士钊刘百昭雇人殴曳出校以后，即另在宗帽胡同赁屋上课，原址则由章士钊另立女子大学。十一月末章士钊潜逃天津，女师大学生即迁回原址。这立刻招致陈西滢的攻击，他在现代评论第三卷第五十四期一九二五年十二月十九日的闲话里说女大有三百五十学生，女师大有四十余学生，无论分立或合并，学生人数过八倍多的女大断没有把较大的校舍让给女师大的道理。他诬蔑女师大学生的回校，是用暴力去占据女大校舍，所以又说要是有一天，什么张胡子或李胡子占有了北京，他派兵送一二百学生来占据了二三千学生的北大，他说这不过学你们教育界自己发明的方法，你们又怎样说？公理的把戏公理的把戏自从去年春间，北京女子师范大学有了反对校长杨荫榆事件以来，于是而有该校长在太平湖饭店请客之后，任意将学生自治会员六人除名的事有引警察及打手蜂拥入校的事迨教育总长章士钊复出，遂有非法解散学校的事有司长刘百昭雇用流氓女丐殴曳学生出校，禁之补习所空屋中的事有手忙脚乱，急挂女子大学招牌以掩天下耳目的事有胡敦复之趁火打劫，攫取女大校长饭碗，助章士钊欺罔世人的事。女师大的许多教职员，――我敢特地声明并不是全体！――本极以章杨的措置为非，复痛学生之无辜受戮，无端失学，而校务维持会之组织，遂愈加严固。"}
{"text":"女师大的许多教职员，――我敢特地声明并不是全体！――本极以章杨的措置为非，复痛学生之无辜受戮，无端失学，而校务维持会之组织，遂愈加严固。我先是该校的一个讲师，于黑暗残虐情形，多曾目睹后是该会的一个委员，待到女师大在宗帽胡同自赁校舍，而章士钊尚且百端迫压的苦痛，也大抵亲历的。当章氏势焰熏天时，我也曾环顾这首善之区，寻求所谓公理道义之类而不得而现在突起之所谓教育界名流者，那时则鸦雀无声甚且捧献肉麻透顶的呈文，以歌颂功德。但这一点，我自然也判不定是因为畏章氏有嗾使兵警痛打之威呢，还是贪图分润金款之利，抑或真以他为公理或道义等类的具象的化身？但是，从章氏逃走，女师大复校以后，所谓公理等件，我却忽而间接地从女子大学在撷英馆宴请北京教育界名流及女大学生家长的席上找到了。据十二月十六日的北京晚报说，则有些名流即于十四日晚六时在那个撷英番菜馆开会。请吃饭的，去吃饭的，在中国一天不知道有多多少少，本不与我相干，虽然也令我记起杨荫榆也爱在太平湖饭店请人吃饭的旧事。但使我留心的是，从这饭局里产生了教育界公理维持会，从这会又变出国立女子大学后援会，从这会又发出致国立各校教职员联席会议函，声势浩大，据说是而于该校附和暴徒，自堕人格之教职员，即不能投畀豺虎，亦宜屏诸席外，勿与为伍云。他们之所谓暴徒，盖即刘百昭之所谓土匪，官僚名流，口吻如一，从局外人看来，不过煞是可笑而已。而我是女师大维持会员之一，又是女师大教员，人格所关，当然有抗议的权利。岂但抗议？投虎割席，名流的熏灼之状，竟至于斯，则虽报以恶声，亦不为过。但也无须如此，只要看一看这些名流究竟是什么东西，就尽够了。"}
{"text":"岂但抗议？投虎割席，名流的熏灼之状，竟至于斯，则虽报以恶声，亦不为过。但也无须如此，只要看一看这些名流究竟是什么东西，就尽够了。报上和函上有名单除了万里鸣是太平湖饭店掌柜，以及董子鹤辈为我所不知道的不计外，陶昌善是农大教务长，教长兼农大校长章士钊的替身石志泉是法大教务长查良钊是师大教务长李顺卿，王桐龄是师大教授萧友梅是前女师大而今女大教员蹇华芬是前女师大而今女大学生马寅初是北大讲师，又是中国银行的什么，也许是总司库，这些名目我记不清楚了燕树棠，白鹏飞，陈源即做闲话的西滢，丁燮林即做过一只马蜂的西林，周鲠生即周览，皮宗石，高一涵，李仲揆即李四光曾有一篇杨荫榆要用汽车迎他观剧的作品登在现代评论上的，都是北大教授，又大抵原住在东吉祥胡同，又大抵是先前反对北大对章士钊独立的人物，所以当章士钊炙手可热之际，大同晚报曾称他们为东吉祥派的正人君子，虽然他们那时并没有开什么公理会。但他们的住址，今年新印的北大职员录上可很有些函胡了，我所依据的是民国十一年的本子。日本人学了中国人口气的顺天时报，即大表同情于女子大学，据说多人的意见，以为女师大教员多系北大兼任，有附属于北大之嫌。亏它征得这么多人的意见。然而从上列的名单看来，那观察是错的。女师大向来少有专任教员，正是杨荫榆的狡计，这样，则校长即可以独揽大权当我们说话时，高仁山即以讲师不宜与闻校事来箝制我辈之口。况且女师大也决不因为中有北大教员，即精神上附属于北大，便是北大教授，正不乏有当学生反对杨荫榆的时候，即协力来歼灭她们的人。即如八月七日的大同晚报，就有某当局谓北大教授中，如东吉祥派之正人君子，亦主张解散等语。顺天时报的记者倘竟不知，可谓昏瞀，倘使知道而故意淆乱黑白，那就有挑拨对于北大怀着恶感的人物，将那恶感蔓延于女师大之嫌，居心可谓卑劣。但我们国内战争，尚且常有日本浪人从中作祟，使良民愈陷于水深火热之中，更何况一校女生和几个教员之被诬蔑。我们也只得自责国人之不争气，竟任这样的报纸跳梁！北大教授王世杰在撷英馆席上演说，即云本人决不主张北大少数人与女师大合作，就可以证明我的不诬。至又谓照北大校章教职员不得兼他机关主要任务然而现今北大教授在女师大兼充主任者已有五人实属违法应加以否认云云，则颇有语病。"}
