{"text":"她上唇留一撮胡须，胸前悬着两个暖水袋。我说道毋宁死。她踢了我一脚说不识抬举。牛子，忍着些。过一个时辰来给你放血。于是就走了。厨房里静悄悄的，忽然一只狮子猫，其毛白如雪，像梦一样飘进来，蹲在我面前。铃子对我说王二！醉啦？出什么神？其实我还没醉，还差得远。我坐端正，又想起自己写过的论文。不错，我是写过，虚伪还不是终结。从这一点出发后，每个人都会进化。所谓虚伪，打个比方来说，不过是脑子里装个开关罢了。无论遇到任何问题，必须做出判断事关功利或者逻辑，然后就把开关拨动。扳到功利一边，咱就喊皇帝万岁万万岁，扳到逻辑一边，咱就从大前题小前题，得到必死的结论。由于这一重负担，虚伪的人显得迟钝，有时候弄不利索，还要犯大错误。人们可以往复杂的方向进化在逻辑和功利之间构筑中间理论。通过学习和思想斗争，最后达到这样的境界可以无比真诚地说出皇帝万岁和皇帝必死，并且认为，这两点之间不存在矛盾。也不知道为什么，这条光荣的道路一点也不叫我动心。我想的是退化而返朴归真。在我看来，存在本身有无穷的魅力，为此值得把虚名浮利全部放弃。我不想去骗别人，受逼迫时又当别论。如此说来，我得不到什么好处。但是，假如我不存在，好处又有什么用？当时我还写道，以后我要真诚地做一切事情，我要像笛卡尔一样思辩，像堂吉河德一样攻击风车。无论写诗还是做爱，都要以极大的真诚完成。眼前就是罗得岛，我就在这里跳跃――我这么做什么都不为，这就是存在本身。在我看来，春天里一棵小草生长，它没有什么目的。风起时一匹公马发情，它也没有什么目的。草长马发情，绝非表演给什么人看的，这就是存在本身。我要抱着草长马发情的伟大真诚去做一切事，而不是在人前差羞答答的表演。在我看来，人都是为了要表演，失去了自己的存在。我说了很多，可一样也没照办。这就是我不肯想起那篇论文的原因。服务员拿了把笤帚扫地。与其说是扫地，不如说是扬场。虽然离饭店关门还有半个钟头，我们不得不站起来，恋恋不舍地到外面去。那年冬天我和铃子也是这么恋恋不舍地离开集体户。我和小转铃在集体户住了二十多天，把一切都吃得精光，把柴火也烧得精光。最后离开时，林子里传来了鞭炮声。原来已经是大年三十，天上飘着好大的雪，天地皆白，汽车停开，行人绝迹。我们俩在一片寂静中走回城去。"}
{"text":"在我看来，人都是为了要表演，失去了自己的存在。我说了很多，可一样也没照办。这就是我不肯想起那篇论文的原因。服务员拿了把笤帚扫地。与其说是扫地，不如说是扬场。虽然离饭店关门还有半个钟头，我们不得不站起来，恋恋不舍地到外面去。那年冬天我和铃子也是这么恋恋不舍地离开集体户。我和小转铃在集体户住了二十多天，把一切都吃得精光，把柴火也烧得精光。最后离开时，林子里传来了鞭炮声。原来已经是大年三十，天上飘着好大的雪，天地皆白，汽车停开，行人绝迹。我们俩在一片寂静中走回城去。如今我和铃子上她家去，走过一条田间的土路，这条路我从来没走过，也不知道通到哪里去。我有点怕到小转铃那里去，这也许是因为她对生活的态度，还像往日一样强硬。我和小转铃走过茫茫大雪回城去，除了飞转的雪片和沙沙的落雪声，看不见一个影子，听不见一点声音。冷风治好了持续了好几天的头疼。忽然之间心底涌起强烈的渴望，前所未有我要爱，要生活，把眼前的一世当做一百世一样。这里的道理很明白我思故我在，既然我存在，就不能装作不存在。无论如何，我要对自己负起责任。到了小转铃家，弄水洗了脸，我们坐在院子里继续喝酒。不知为什么，这回越喝越清醒，平时要喝这么多早醉了。小转铃坐在我对面的躺椅里，一声也不吭。我看着她，不觉怦然心动。那一年我们踏雪回家，走到白雾深处，我看着她也怦然心动。那时候四面一片混沌，也不知天地在哪里，我看见她艰难地走过没膝的深雪，很想把她抱起来。她的小脸冻得通红，呵出的白气像喷泉一样。那时候天地茫茫，世界上好像再没有别的人。我想保护她，得到她，把她据为已有。没人能得到小转铃，她是她自己的。这个女人勇捍绝伦，比我还疯狂。我和她初次做爱时，她流了不少血，涂在我们俩的腿上。不过片刻她就跳起来，嬉笑着对我说王二，不要脸！这么大的东西就往这里杵！我和她是上大学时分手的。在此之前同居了很长时间。性生活不算和谐，但是也习惯了。小转铃是性冷淡，要用润滑剂，但是她从没拒绝过，也没有过怨言。我也习惯了静静躺在身下的娇小身躯。但是最后还是吹了，我总觉得是命中注定。小转铃就坐在面前，上身戴个虎纹乳罩，下身穿了条短裙，在月光下显得很漂亮。我还发现她穿了耳朵眼，不过这没有用。她的鞋尖还是一场糊涂，这说明她走路时还是要踢石子。这就叫江山易改，本性难移。"}
{"text":"不过片刻她就跳起来，嬉笑着对我说王二，不要脸！这么大的东西就往这里杵！我和她是上大学时分手的。在此之前同居了很长时间。性生活不算和谐，但是也习惯了。小转铃是性冷淡，要用润滑剂，但是她从没拒绝过，也没有过怨言。我也习惯了静静躺在身下的娇小身躯。但是最后还是吹了，我总觉得是命中注定。小转铃就坐在面前，上身戴个虎纹乳罩，下身穿了条短裙，在月光下显得很漂亮。我还发现她穿了耳朵眼，不过这没有用。她的鞋尖还是一场糊涂，这说明她走路时还是要踢石子。这就叫江山易改，本性难移。我知道，如果小转铃说王二，我需要你，结果会难以想象。小转铃也知道，我经不起诱惑。但是她什么都没有说，只是放下了酒杯又抽烟。其实她很想说，但是她不肯。小转铃说过，她需要我这个朋友，她要和我形影不离，为此她不惜给我当老婆。和一个朋友在一起过一辈子可够累的。所以我这么和她说也许咱们缘分不够，也许你能碰上一个人，不是不惜给他当老婆，而是原本就是他老婆。不管怎么说，小转铃是王二的朋友，这一点水远不会变。说完了这些话，我就和她分手了。假如今天小转铃肯说王二，我是你老婆，这事情就不妙得很。二妞子可不容人和她打离婚。但是这件事没有发生。我们直坐到月亮西斜，我才说铃子，我要回去了。有一瞬间小转铃嘴唇抖动，又像是要哭的样子，但是马上又恢复了平静。她说你走吧，有空常来看我。我赶紧住家赶，可了不得了，已经是夜里两点钟！三我蹑手蹑脚出了院门，骑车回家去。把车扛上楼锁在扶手上，轻轻开门进去，屋里一团漆黑。脱下鞋小心翼翼往床上一躺，却从床上掉下来。然后灯亮了，我老婆端坐在床上。刚才准是她一脚把我从床上踹下来，她面色赤红，头发都竖了起来。你上哪儿去了？我以为你死了哩！学校矿院，到处都打了电话，还去了派出所。原来你去喝酒！和谁混了一夜？我虽然很会撒谎，可是不会骗老婆。和某些人只说实话，和某些人只说假话，这是我的原则。于是我期期艾艾地说和小转铃碰上了，喝了一点儿。她尖叫一声，拿被子蒙上头，就在床上游仰泳。现在和她说什么都没用，我去厕所洗了脚回来，关上灯又往床上一躺。忽然脖子被勒住，憋得我眼冒金星，二妞子在我耳边咬牙切齿地说叫你知道我的厉害！这个泼妇是练柔道的，胳膊真有劲。"}
{"text":"我以为你死了哩！学校矿院，到处都打了电话，还去了派出所。原来你去喝酒！和谁混了一夜？我虽然很会撒谎，可是不会骗老婆。和某些人只说实话，和某些人只说假话，这是我的原则。于是我期期艾艾地说和小转铃碰上了，喝了一点儿。她尖叫一声，拿被子蒙上头，就在床上游仰泳。现在和她说什么都没用，我去厕所洗了脚回来，关上灯又往床上一躺。忽然脖子被勒住，憋得我眼冒金星，二妞子在我耳边咬牙切齿地说叫你知道我的厉害！这个泼妇是练柔道的，胳膊真有劲。平时她也常向我挑衅，但是我不怕她。不管她对我下什么绊儿，我只把她拎起来往床上一扔。她是四十七公斤级的，我是九十公斤级的，差了四十多公斤。现在在床上被她勒住了脖子，这就有点棘手。这女人成天练这个名堂，叫做什么寝技。我翻了两下没翻起来，太阳穴上青筋乱蹦。最后我奋起神威，炸雷也似大喝一声行话叫喊威，往起一挣，只听天崩地裂一声巨响，床塌了。我在地上滚了几滚，又撞倒了茶几，稀哩哗啦。我终于摔开她，爬起来去开灯，只见她坐在地上哭，这时候应该先发制人。夜里三点啦！你疯什么？诈尸呀！我是如此理直气壮，她倒吃一谅，半天才觉过味来你混蛋！离婚！明天早上陪你去，今晚上先睡觉。我找你妈告状去！你去吧，不过我告诉你，你没理。我怎么会没理？事情是这样的不管怎么说，我和小转铃是多年的老朋友了，见面哪能不理呢？陪她吃顿饭，喝一点，完全应该。一点儿？一点是多少！也就是半斤吧。不是白干，是白兰地。好混蛋，喝了这么多。在哪儿吃的饭？齐家河得月楼。莱糟得一塌糊涂，小转铃开的钱。混蛋！显她有钱。明天咱们去新侨，敢不去阉了你。菜！一样一样说。这还有完吗？深更半夜的，我又害头疼。炒猪拢《扭子气得又哭又笑。扯完了淡，已经是四点钟。刚要合眼，二妞子又叫我把自行车搬进来，结果还是迟了一步。前后胎的气都被人放光。还算客气，没把气门嘴拔去。这是邻居对我们刚才武斗的抗议。那一夜我根本没睡。二妞子在我身边翻来覆去闹个不休。天快亮时，我才迷糊了一会儿，一双纤纤小手又握住了我的要命处，她要我证明自己没二心。这一证明不要紧，睡不成了。"}
{"text":"显她有钱。明天咱们去新侨，敢不去阉了你。菜！一样一样说。这还有完吗？深更半夜的，我又害头疼。炒猪拢《扭子气得又哭又笑。扯完了淡，已经是四点钟。刚要合眼，二妞子又叫我把自行车搬进来，结果还是迟了一步。前后胎的气都被人放光。还算客气，没把气门嘴拔去。这是邻居对我们刚才武斗的抗议。那一夜我根本没睡。二妞子在我身边翻来覆去闹个不休。天快亮时，我才迷糊了一会儿，一双纤纤小手又握住了我的要命处，她要我证明自己没二心。这一证明不要紧，睡不成了。第二天早上教师会，校长布置工作。不到一刻钟的工夫，我往地下出溜了三回。校长大喝一声王二，你站起来！报告校长，我已经站起来了！你就这么站着醒醒！以前开会你打磕睡，我没说你。你是加夜班做实验，还得了奖嘛，可以原谅。如今不加夜班了，你晚上干什么去了？不提这事犹可，一提我气不打一处来。难道该着我加夜班？一屋子幸灾乐祸的嘴脸，一屋子假正经！不要忙，待我撒泼给你们看报告校长，老婆打我。全场哄然。后排校工座上有人鼓掌。报告校长，我为了学校荣誉，奋起抗暴，大打出手，大败我老婆，没给学校丢脸！后排的哥儿们全站起来，掌声雷动。校长气得面皮发紫，大吼一声出去！到校长室等我！到了校长室，我又有点后悔。太给校长下不来台。校长拿我当他的人百般庇护，他提我当生物室主任，虽然只管许由一个宝贝，好多人还是反对。人事处长拿了我档案去说王二历史上有问题，他和许由犯过爆炸案。这两个家伙可别把办公楼炸了，最好让我当副主任，调食堂胖三姑当正主任。校长哈哈大笑说两个小屁孩，文化革命里闹着玩，有什么问题。倒是食堂的胖三姑好贪小便宜，放到实验室里是个祸害。最近我和吕教授项目搞成，到手二千元奖金，他拿大头，给我三百。这钱到了学校会计科，科长就要全部没收。理由是王二拿了学校的工资，夜里给外单位于活。白天上课打呵欠，坐第一排的学生能看见我的扁桃腺，校长又为我说话，说王二加班搞项目，功在国家，于学校也有光彩。国家奖下来的钱，你们克扣不是佛面刮金吗？结果这钱全到了我手，比吕教授到自己手的还多。想到这些事，我心里发软。我不想被人看成个不知好歹的人。但是转念一想，心里又硬起来，你妈，谁说我是你的人？老子是自己的人。正在想着，校长进来了。"}
{"text":"这钱到了学校会计科，科长就要全部没收。理由是王二拿了学校的工资，夜里给外单位于活。白天上课打呵欠，坐第一排的学生能看见我的扁桃腺，校长又为我说话，说王二加班搞项目，功在国家，于学校也有光彩。国家奖下来的钱，你们克扣不是佛面刮金吗？结果这钱全到了我手，比吕教授到自己手的还多。想到这些事，我心里发软。我不想被人看成个不知好歹的人。但是转念一想，心里又硬起来，你妈，谁说我是你的人？老子是自己的人。正在想着，校长进来了。他坐下沉默了两分钟，凝重地说小王，我要处分你。报告校长，我早该处分！你不要有情绪。出国的事，你不满意，可以理解。但不能在会场上这么闹！我不处分你，就不能服众。报告，我没情绪。我对组织一贯说实话。二妞子是打了我。你看我脖子上这一溜紫印也就是我，换上别人早被掐死了。校长一看我脖子，简直哭笑不得你这小子！夫妇打架也要有分寸！校长，你不知道。这可不是夫妇打闹！我老婆是真打我。她是柔道队的！上次把我肘关节扭掉了环，贴了好多虎骨膏，现在还贴着呢。校长沉吟了半晌，走了出去。我心里暗笑看你怎么处理我。过一会儿他把工会主席和人事处长叫进来，这两人是我的大对头。校长很激动地说你们看看，这成什么体统！把人打成这个样子！男同志打老婆单位要管，女同志打老公，我们能不管吗？不要笑！这情况特殊！得给体委打电话，叫他们管教一下运动员！工会人事要出面。伤成这个样子，影响工作。小王呀，要是不行就回家休息。最好坚持一下，把会开完。鬼才给他坚持。出了校门我就拍着肚皮大笑世界上居然有这样的校长！回家睡了一大觉，起来已然三点钟。我老婆留条叫我四点钟去新侨，还把西装取出来放在桌上。我打扮起来照照镜子，怎么看怎么不像那么回事。我这个人根本就没体面。出了门我怕熟人看见我，就溜着墙根走。到了新侨门口，老远就看见我老婆。她穿了一件鲜红的缎子旗袍，有加一床缎子被。她还擦了烟脂抹了粉，活脱脱一个女妖精我走过去挽住她的手，手心里全是汗。只听她娇叹一声我要死了！别怕，往前走，打断我骨头的劲儿上哪儿去了？别看地，没钱，有钱我比你先看见。抬头！挺胸！我怕人家看见我抹了粉！怕什么？你蛮漂亮的嘛。"}
{"text":"我打扮起来照照镜子，怎么看怎么不像那么回事。我这个人根本就没体面。出了门我怕熟人看见我，就溜着墙根走。到了新侨门口，老远就看见我老婆。她穿了一件鲜红的缎子旗袍，有加一床缎子被。她还擦了烟脂抹了粉，活脱脱一个女妖精我走过去挽住她的手，手心里全是汗。只听她娇叹一声我要死了！别怕，往前走，打断我骨头的劲儿上哪儿去了？别看地，没钱，有钱我比你先看见。抬头！挺胸！我怕人家看见我抹了粉！怕什么？你蛮漂亮的嘛。抹了粉也比没鼻子的人好看。要像模特儿那么走。晃肩膀，扔屁股！她这么一走，好似发了自发功，骨节都响起来。我老婆穿得随便一点，走到街上还蛮有人看的，现在别人都把头扭到一边去，走进饭店在桌前坐下，她都要哭了。这顿饭吃得很不舒服，我觉得我们俩是在饭店里耍了一场活宝。回家以后，我有好一阵若有沂思，似乎有所领悟。第二天早上到班，我就比平时更像个恶棍。我一到学校，就先与许由汇合。出国出不成，我已经想通了，反正没我的份。前天和许由闹了一架，彼此不痛快，现在应该聊一聊。从小到大，他一直是我的保镖，我不能叫他和我也生分了。正聊得高兴，墙壁响了，这是校长的信号，召我去听训。进了校长室，只见他气色不正。桌子上放着我上报的实验室预算。只听他长叹一声王二呀王二，你的行为用四个字便可包括！我知道，克己奉公。不。少年无行！你瞧你给总务处的预算。什么叫二百立升冰箱三台，给胖三姑放牛奶？她老往我冰箱里放牛奶，说是冰箱空着也是白费电。冰箱是我故菌种的，她把菌种放到外边，全坏了。现在人家又怀上了，不准备下来行吗？这意见应该提，可是不要在报告里乱写。再说，为什么写三台？有人说，你是借题发挥，有意破坏团结。校长，三姑生的是第二胎。第一始是生肚子，生不多。第二胎生十个八个是常有的事。真要是老母猪，人家有那么多个奶。三姑只有两个，咱们要为第二代着想。这道理报告里写了。胡扯！本来有理的事，现在把柄落在人家手里。你坐下，咱们推心置腹地谈谈。你知道咱们学校处境不好吗？报告校长，我看报了。现在新建的大学太多，整顿合并是党中央的英明决策。就说咱们学校，师资校舍一样没有，关了也罢。"}
{"text":"再说，为什么写三台？有人说，你是借题发挥，有意破坏团结。校长，三姑生的是第二胎。第一始是生肚子，生不多。第二胎生十个八个是常有的事。真要是老母猪，人家有那么多个奶。三姑只有两个，咱们要为第二代着想。这道理报告里写了。胡扯！本来有理的事，现在把柄落在人家手里。你坐下，咱们推心置腹地谈谈。你知道咱们学校处境不好吗？报告校长，我看报了。现在新建的大学太多，整顿合并是党中央的英明决策。就说咱们学校，师资校舍一样没有，关了也罢。你这叫胡说八道！咱们学校从无到有，在很艰苦的条件下给国家培养了几千名毕业生，成绩明摆着。现在有了几百教职员工，这么多校舍设备。怎么能关了也罢？学校关了你去哪儿！我去矿院。老吕调我好几回了，都是您给压着。你再看看我，是不是放我走了更适合？你别做梦了。学校有困难，请调的一大批。放了你我怎么挡别人？党委讨论了，一个都不放。谁敢辞职，先给个处分，叫他背一辈子。另一方面，我们也要大胆提拔年轻人。能干的我们也往国外送，提教授。就说你吧，几乎无恶不作，我们还提你当生物室主任，学校有什么地方对不住你？对不起我的地方太多了。就说住房吧。我同学分到农委，才毕业就是一套房。我呢？打了半天报告，分我一间地下室。又湿又黑，养蘑菇正合适。就说我落后，也没落后到这个份上。蘑菇是菌藻植物门担子菌纲。我呢，起码是动物，灵长目，人科人属，东亚亚种，和您一样。您看我哪一点像蘑菇？当然！谁也不是蘑菇！我们要关心人。房子会有的。你不要哭穷。你住得比我宽敞！那可是体委的房。我老婆说，我占了她的便宜，要任打任骑。要说打，打得过她，可是咱们理亏。咱们七尺大汉，就因为进了这个学校，被老婆打得死去活来，还不敢打离婚――离婚没房子住。要不就得和许由挤实验室。许由的脚有多臭，你知道吗？二所以休想把学校闹得七颠八倒。明白和你说了吧，这学校里也不是我一个人说了算。你和我耍贫嘴没用。就算你真调成了，也没个好儿。我把你的政治鉴定写好了，想不想听听！王二同志，品行恶劣。政治上思想反动，工作上吊儿郎当，生活上品行恶劣。这东西塞在你档案里，叫你背一辈子。怎么样？想不想拿着它走？校长对我狞笑起来，笑得我毛骨悚然。"}
{"text":"要不就得和许由挤实验室。许由的脚有多臭，你知道吗？二所以休想把学校闹得七颠八倒。明白和你说了吧，这学校里也不是我一个人说了算。你和我耍贫嘴没用。就算你真调成了，也没个好儿。我把你的政治鉴定写好了，想不想听听！王二同志，品行恶劣。政治上思想反动，工作上吊儿郎当，生活上品行恶劣。这东西塞在你档案里，叫你背一辈子。怎么样？想不想拿着它走？校长对我狞笑起来，笑得我毛骨悚然。我只好低声下气地求他校长，您老人家怎么能这么对待我。我是真想学好，天分低一点，学得不像。好吧，这报告我拿回去重写。许由我也要管好，你还要我干什么？有话明说，别玩阴的。你要真想学好，先把嘴改改。刚才说话的态度，像教员和校长说话的态度吗知道了。下次上您这儿来，就像和遗体告别。还有呢？政治学习要参加！你是农三乙的班主任，知道吗？什么叫农三乙，简直像农药名字。好，我知道了。星期三下午去和学生谈话。做到这些你给我什么好处！放我出国？你想得倒美！政治部反映上来，你有反动言论。上次批精神污染的教师会上，你说什么来着？那一回会上念一篇文章，太下流了，说什么牛仔裤穿不得。批精神污染是个严肃的事儿，不能庸俗化。说什么牛仔裤不通风，裹住了女孩子的生殖器，要发霉。试问，谁发霉了？你是怎么看见的？中国人穿了这几天就发霉，美国那些牛仔岂不要长蘑菇？你的思想方法太片面，要全面地看问题。外国那些乱七八糟的东西进来，非抵制不可。再说那牛仔裤好在哪？我看不出。您穿三尺的裤腰，穿上像大萝卜，当然穿不得。腰细的人穿上就是好看――好了，不争这个了。就说穿它发霉。咱们可以改进，在裤档上安上个小风机，用电池带动。这要是好主意，咱们出口赚大钱。要是卖不出去，那个写文章的包陪损失，准让他胡扯，我就发了这么个言。这就不对！文章是我让念的。当时咱们学校也有女教师穿那个东西，我是要提醒大家注意现在又说不整穿衣服的问题，再穿我也不管了。当然，发霉不发霉你是专家，但是不要乱讲。你明白了吗？有一点不明白。你这么盯着我干嘛这话怪了。我是关心你，爱护你。你关心我干嘛！好吧，咱们说几句不上纲的话。"}
