{"text":"其实，老子所谓的谷神，只要细读老子的致虚极，守静笃的道理，便可知道他所说的夫物芸芸，各归其根，归根日静，静日复命的方法论，便是谷神的注解了。能把心神宁谧，静到如山谷的空旷虚无，便可体会到空谷传音，虚堂习听绵绵若存的境界了。魏晋隋唐以后，道家存神养性的方法，配合道家医学的内经，与道教所造的黄庭经，就又产生内机返照长生久视的理论。所以内视与守肚脐眼的方法，都是后世道家修炼的事，并非禅宗的术语，如果有人弄错了，应当注意。那么，道家所说的神，究竟又是什么呢？这在战国时期的子书中，存有很多同异的说法，姑且举几个例来说明易经系传神无无方，而易无无体。后来司马谈论六家要旨中说凡人所生者神也，所托者形也。神者，生之本也。形者，生之具也。司马迁在律书中，更加发挥说神使气，气就形。非有圣人以乘聪明？孰能存天地之神，而成形之情哉！司马氏父子所说的形神问题，与黄帝内经太素本神论篇中，岐伯所说。的形神论，原则一致，如形乎形，目冥冥，问其所痛，索之于经，慧然在前，按之不得，复不知其情，故曰形。又神乎神，不耳闻，目明，心开，为志先。慧然独悟，口弗能言，俱见独见，适若昏，昭然独明，若风吹云，故日神。这些有关道家思想所说的神，都不是宗教性质所谓的神，而且这些神的理论，是科学的，也不是纯粹哲学的，但是它不是物理的唯物思想，它是神能驭物，做为生命根源心物一元的思想。到了道教黄庭经的手里，这种原始道家生命的神论，便被它穿上道袍法服，绘上鬼神的脸谱，站在人身五脏六腑四肢百骸的每一穴道里去了。于是，依照黄庭经思想的观念，我们这个生理的身体，简直成了一个神的神秘世界。如果用它来解释儒家思想大学中庸戒慎恐惧的理论，培养诚敬的心志，倒是最好的注解。倘使从纯粹道家原始科学思想的观念看来，这种贯串生理与宗教性质的学问，实在为世界宗教思想史上独一无二的境界，在此不及细说。"}
{"text":"如果用它来解释儒家思想大学中庸戒慎恐惧的理论，培养诚敬的心志，倒是最好的注解。倘使从纯粹道家原始科学思想的观念看来，这种贯串生理与宗教性质的学问，实在为世界宗教思想史上独一无二的境界，在此不及细说。养气与炼气论者的先声在周穆王之后，到东周开始，至于春秋期间，道家方士们的修养方法，是偏于养神的，到了战国时期，因为医药的进步，药饵炼丹的方术盛行，因此道家修炼的方法，从专门主张养神的阶段，便进入兼修形神俱妙，偏重服气炼气的阶段了。在这个时期，为道家代表者的庄子，便随处并论形神俱妙的方法与理论，所以同为道家宗祖的老子和庄子，他们的学术思想，虽然脉胳相承，而在理论的旨趣与方法上，便有异同之处了。庄子说的养神原理，大致不外忘物忘身视生死为一贯，齐物吾于无形，而在方法上，却特别提出斋心论与坐忘论，为养神合道的根本，使其能够到达虚室生白，吉祥止止的境界，然后才可以乘天地之正，而御六气之辩，以游无穷者。比起老子的道妙理论，已经演进得相当具体。可是他在养神以外，又同时提出养气的方法，说明真人之息以踵，众人之息以喉，以及缘督以为经，可以保身，可以全生，可以养亲，可以尽年等理论，随处说明气机存在的作用，与生命关键的道理。庄子这种学术思想的发展，显然是受到方士思想的影响。不但庄子是如此，与他先后同时，认为是直承孔子，行仁由义，当今天下，舍我其谁的孟子，在他的学说之中，讲到修养的方法，也显然是受到道家方土养生思想的影响，与孔子原来平实的学说，已经大异其趣，与曾子的慎独与诚意，子思的诚明和明诚的养神方法，也大有不同。孟子在修养方法上，干脆提出养气的言论，所谓夫志，气之帅之。乃至特别提出由养其夜气而至于平旦之气的气象，然后可养到至于浩然之气，而充塞于天地之间，而且更具体地说出养气进修的程序，如可欲之谓善，有诸己之谓信，充实之谓美，充实而有光辉之谓大，大而化之之谓圣，圣而不可知之谓神等言论，无论如何，在孔子曾子子思传承的修养方法理论中，实难找出类似这种线索的。经历两千年来的道家炼丹学说，始终不出气的范围，一般想求长生不老，效法修道的人们，吞吐呼吸，熊经鹤伸，天天在吐故纳新而炼气，做为修道的张本，那么，道家所谓的气，究竟是什么东西呢？"}
{"text":"乃至特别提出由养其夜气而至于平旦之气的气象，然后可养到至于浩然之气，而充塞于天地之间，而且更具体地说出养气进修的程序，如可欲之谓善，有诸己之谓信，充实之谓美，充实而有光辉之谓大，大而化之之谓圣，圣而不可知之谓神等言论，无论如何，在孔子曾子子思传承的修养方法理论中，实难找出类似这种线索的。经历两千年来的道家炼丹学说，始终不出气的范围，一般想求长生不老，效法修道的人们，吞吐呼吸，熊经鹤伸，天天在吐故纳新而炼气，做为修道的张本，那么，道家所谓的气，究竟是什么东西呢？也经常有人问我，服气，应该归纳到哪里才对？或为下丹田脐下？或为中宫谓腔部分？殊不知这个身体，犹如一副内外通风的皮袋，装进许多骨骼，腑脏，全部神经系统，血液与内分泌，牵一发而动全身，到处都是流行无碍的，譬如一个皮球，当你打气进去的时候，你想把气集中停留在皮球的某一固定处所，是可能的事吗？如果不可能，那么，吐纳呼吸的炼气术，等于是通风作用，藉以做到吹扫清洁的运动而已，那里可以积气炼丹，而得长生不老的成果呢？印度一部分瑜伽炼气术的理论，认为空气当中，充满了日光能，以及许多不可知的物理养分，可以增加人的寿命。殊不知血气当中，固然存有许多营养人身的作用，譬如氧气，如果过分吸收得多了，它也会变成有害无益的，日光能吸收得太多了，也是会改变人体的形质，乃至可以引起不良的后果。总之，这些理论，都是似是而非的妄语，实际上，都被依文解义所膝蔽，并不真能了解道家的意义，所以魏晋以后的神仙家们，生怕大家误解气字的意义，更独创一格，把这个气字，改写成抛郑这样便是后世道家另一派的旁门，专以拆字方式传道的一种先趋。这个从无无火而组合成的牛也就是道家，用来说明此气非空气的道理。另有一种观念，把馄湃个中文的字，做了三层解释，认为有米的这个猓是指呼吸的猓不加入米字的气，是指空气的气，只有无火的抛郑才是道家所讲的气。什么才是道家气字的真正含义呢？那便是专指生命本有的一种潜能，并非是电，也非原子的作用，我们站在现代的观念，借用现代的知识，只能为它借用一个物理学上抽象的名辞能，做为暂时的解释而已。由此而知，所谓吐故纳新等炼气的方法，并非说它对于健康养生没有用处，只能说道家用吐故纳新的呼吸术，不过像是借用一根火柴，靠它来点燃自身潜能的一种方法而已。"}
{"text":"什么才是道家气字的真正含义呢？那便是专指生命本有的一种潜能，并非是电，也非原子的作用，我们站在现代的观念，借用现代的知识，只能为它借用一个物理学上抽象的名辞能，做为暂时的解释而已。由此而知，所谓吐故纳新等炼气的方法，并非说它对于健康养生没有用处，只能说道家用吐故纳新的呼吸术，不过像是借用一根火柴，靠它来点燃自身潜能的一种方法而已。我们对于这些太涉专门的解释，为了节省时间，不能多说，现在继续说明战国时期的道家，由方士们提出形神俱妙的服气炼气的修养方法以后，便由方士的观念，提升到神仙的境界，其中开始划时代的信念的，又是庄子在传统的信念中，对于道高德妙，成为君子大人先生圣人，无形中把它变为人位当中的至高标准。庄子由此标准再向上提升，便创立了至人神人真人的名号，如说至人无己，神人无功，圣人无名。后世道家与道教，用以称呼得道的神仙，叫他为真人的，便是从庄子的观念开始。我们要知道，在庄子全部思想的观念里，如果一个人达不到这种神人的境界，便是做人没做到顶，所以不能称之为至人，因为做人既做不到人的最高境界，所以芸芸众生，统统都是假人，也就是后来道家思想所谓的行尸走肉而已，并非真人。庄子这种对于人生价值，和人格升华的标准，陈义实在太高了，在一般人而言，可以说只有可望而不可即的成分，所以大家便认为他和所有道家的思想一样，只是一种理想主义。其实，把人生生命的观念，提到和宇宙的功能一样，何尝不对，只是人类既要自尊自大，又不够伟大，所以就自卑而不敢承当而已。那么，他提出真人神人的境界是什么呢？如说藐姑射之山，有神人居焉，肌肤若冰雪，绰约若处子，不食五谷，吹风饮露，乘云气，御飞龙，而游乎四海之外，其神凝，使物不疵疠，而年谷熟。庄子像这样描述神人。的话，屡见不鲜，有的地方便说神人，是乘日月以游行，比乘云气还要扩大，因为他提升了人的境界与价值，所以居高临下，凭空鸟瞰，便自然而然的鄙弃世俗，卑卑不足道也，所以他说，像这一类的神人，只要用他的残渣废物，就可以制造出许多圣人，其他还有什么可说的呢？如云之人也，物莫之伤，大浸稽天而不溺，大旱金石流，土山焦而不热，是其尘垢秕糠，将犹陶铸尧舜者也，孰肯以物为事！"}
{"text":"庄子像这样描述神人。的话，屡见不鲜，有的地方便说神人，是乘日月以游行，比乘云气还要扩大，因为他提升了人的境界与价值，所以居高临下，凭空鸟瞰，便自然而然的鄙弃世俗，卑卑不足道也，所以他说，像这一类的神人，只要用他的残渣废物，就可以制造出许多圣人，其他还有什么可说的呢？如云之人也，物莫之伤，大浸稽天而不溺，大旱金石流，土山焦而不热，是其尘垢秕糠，将犹陶铸尧舜者也，孰肯以物为事！服饵者的理由说到服饵者，在古代道家学术中，也有叫他为服食或饵药等等名称，总之，这是道家方士演变而成后世丹道派的炼丹，与服食丹药而成神仙，道家物理科学而哲学的正统派，也便是中国上古原始的科学知识，对于物理的观念，引用到生物生命学的理想，企图以药物改变身心生理的气质，延伸人的寿命，至于羽化而登仙的要求。他们是世界上打开化学纪元的先驱者，也是初期药物学研究的主流，这种以药物服饵为主的道家流派，才是战国时期所称为正牌的方士，同时也包括了医学的人士。因为在中国古代历史上，从儒家思想的观念出发，对于从事济世活人医药的人们，一概叫做方伎之士，向来把他们与方士并待，他们在儒林中，并无地位，也不受重视，有时还把他们列入佛道一样，鄙视他们为江湖末技，因此，在明清以后，有许多学者从医的，便特别标榜自己为儒医的招牌，以争取学术的地位。关于服饵方士派的理论，约有两个理论三项种类三个程序所谓服饵丹药的两个理论他们认为人身便是一个细菌的世界，四肢百骸，五脏六腑，都充满了细菌的生命活动，他们以原始的观念，命名这种细菌的种类，都叫它为虫。在中国古代相传的医药观念上，素来便把人的身体分为上中下三焦大约由头部至肺部，为上焦自胃部到横隔膜，为中焦从横隔膜以下，包括肾脏系统及大小肠膀胱等为下焦，这三焦所有的寄生虫，便统统命名它为三尸虫，而且还为三尸虫的种族，取了名字，叫做彭琚彭质彭矫。后来道教，比较客气点，又称它为三尸神。又例如说上虫居脑中，中虫居明堂眉眼的中间，下虫居腹胃。上尸虫伐人眼，中尸虫伐人五脏，下尸虫伐人胃命。综合起来，便叫它为三彭。所以他们锻炼矿物药品，如水银硫化汞砒霜硫磺等五金八石的毒药，经过化学的提炼而凝结成丹，吞服求仙，也就是为杀死三彭的杀菌作用。"}
{"text":"后来道教，比较客气点，又称它为三尸神。又例如说上虫居脑中，中虫居明堂眉眼的中间，下虫居腹胃。上尸虫伐人眼，中尸虫伐人五脏，下尸虫伐人胃命。综合起来，便叫它为三彭。所以他们锻炼矿物药品，如水银硫化汞砒霜硫磺等五金八石的毒药，经过化学的提炼而凝结成丹，吞服求仙，也就是为杀死三彭的杀菌作用。我们姑且不论这种理论是否正确，但在二千多年前，根本还没有现代科学影子的时代，公然有了这种医学的理论出现，你能说他是绝对没有科学思想的根据吗？除了服饵丹药，消灭三尸虫的观念以外，第二个思想，便是认为这个血肉骨骼系统的五脏六腑，是容易感受外界物理作用的损害而生病，如寒温暑湿与传染病的侵袭，如果把这个人身生理所有的机能，换成黄金白银一样的体质，当然就可以活得长久了。因此他们研究矿物药物的化学，把铜铁制成黄金，因为秦汉时代，所谓黄金，大都是赤铜，真正的天然黄金很少，所以要化学制造，因此中国的炼金术，也是世界科学史上最早发明的冶炼技术，后来由阿拉伯人，辗转传到欧洲去的。再用某一种天然植物的成分，把纯净黄金化为液体，渐渐吞服下去，使它慢慢吸收，久而久之，便把所有生理的机能，整个换成黄金的体质，当然就可以长生不老了。你说这种思想，多么可笑？然而真可笑吗？不然，凡是科学的发明，都是等同儿戏的幻想而来，我们在没有证据以前，只可以取保留存疑的态度，可是，你一定会说，吃了黄金不会中毒吗？会的，黄金中毒的成分还不太严重，如果不把黄金化成液体，肠胃穿孔的情形，随时可以造成，方士们对于解救黄金中毒的药物，早在两千多年前，已经研究出几种，可惜有的已经失传而已。至于炼铁成金的方法，在后世还有流传，据说，现代有人试过，果然可以炼成，可是现在天然的黄金太普遍了，用这种化学炼成的黄金，成本比天然的黄金还贵。所以没有用处，这是见之于现代人研究道家修炼报道的事实资料，随便一提而已。我们听了这种道家方士学术的思想，看来非常可笑，同时也很有趣，当然不会使人相信，但是现代的人，想用血清等药物挽回人身寿命的理想，到今天还未正式试验成功以前，岂不是同样值得怀疑吗？"}
{"text":"至于炼铁成金的方法，在后世还有流传，据说，现代有人试过，果然可以炼成，可是现在天然的黄金太普遍了，用这种化学炼成的黄金，成本比天然的黄金还贵。所以没有用处，这是见之于现代人研究道家修炼报道的事实资料，随便一提而已。我们听了这种道家方士学术的思想，看来非常可笑，同时也很有趣，当然不会使人相信，但是现代的人，想用血清等药物挽回人身寿命的理想，到今天还未正式试验成功以前，岂不是同样值得怀疑吗？科学家的精神，是由幻想理想中寻求理论的根据，然后再拿理论来求证实验的，所以我们对于这种道家方士求长生不老的理想，姑且把它当作科学小说的观念来看，不加可否为妙。讲到这里，我们顺便说明一个问题，那就是在我们过去的历史上，许多帝王名人，例如汉唐明清几位笃信道术，服用丹药的帝王，以及名人如韩愈苏东坡王阳明等人，都是服用道家方士的丹药而促成速死的，这是什么理由？在这里，我要忠诚告诫各位迷信现代成药，尽量服用补药，与专打补针的朋友们，应该同在这个问题上，予以相当注意。方士们发明锻炼五金八石等矿物质的药品，在医药的价值上，与在人身上做物理治疗的用剂，只要用的适当，不但没有错误，而且极有价值，但是，这类从矿物质提炼出的药品，都是燥性的，而且具有强烈的挥发生理生命机能的功效，与现代某一类多种维他命等的成药，有殊途同归之妙。在真正道家方士们的服用方法上，第一重点，必须要在心理行为上，彻底地做到清心寡欲，对于男女性行为，与贪吃浓肥富于动物肉类等食物的欲望，已经绝对不生贪恋的作用，才能开始服食。否则，这种药物，一吃下去，具有强烈的壮阳作用，必然促进性机能的冲动，这对于那些帝王，与名公巨卿们，终日沉湎在声色场中，与醇酒美人打滚的富贵生活中人，无疑地便成为催命剂了，那有什么值得大惊小怪的呢？第二重点，道家对于服用这一类丹药的条件，必须先要炼到神凝气聚，可以辟谷而不吃人间烟火食的程度，才能吸收融化，否则，或因食物相反而中毒，或因药而得病死亡了。总之，一般服用丹药的人，不能断绝男女饮食的欲求，相反地，还想靠丹药的功效，以达到男女饮食玩乐的要求，那么，服药求神仙，反被药所误，这是必然的结果。大可不必把这些烂帐，一律记在方士们的名下，你说对吗？关于服饵丹药的三种类。"}
{"text":"第二重点，道家对于服用这一类丹药的条件，必须先要炼到神凝气聚，可以辟谷而不吃人间烟火食的程度，才能吸收融化，否则，或因食物相反而中毒，或因药而得病死亡了。总之，一般服用丹药的人，不能断绝男女饮食的欲求，相反地，还想靠丹药的功效，以达到男女饮食玩乐的要求，那么，服药求神仙，反被药所误，这是必然的结果。大可不必把这些烂帐，一律记在方士们的名下，你说对吗？关于服饵丹药的三种类。自战国以后，经秦汉魏晋南北朝，到隋庸之间，丹道服饵派的种类，大体可以把它分为三类，也就是后世道家所谓的天元丹地元丹人元丹三种。天元丹约有两类一是指天然的矿物而成丹的，如五金八石等天然化学药品。一是指不需自己的辛勤煅炼，接受已经炼丹得道者的赐予。地元丹是专指采用植物性的药材，研究提炼而成丹的一种。从秦汉以后，中国药物学的发展，与讲究修炼地元丹的道家，实有不可分离的关系，例如民间相传服食成仙的灵芝草何首乌等等故事，都是由于地元丹的思想而来。道家对于灵芝草的研究，存有专书，包括灵芝的种类，有矿物化石动物化石的灵芝等等，大多是见所未见，闻所未闻，我们普通采到野生的灵芝，并非神仙炼丹的一种，这是属于菌类的灵芝，有的是有毒的，即使无毒的一种，少吃只会使人起幻想，多吃会使人精神分裂，或中毒，万万不可以迷信服用，以免无故而仙逝，后悔莫及。人元丹，约有两类是指离尘出借，避世清修，专门养神服气，弃欲绝累，涵养身心，使其达到清静无为，虚极静笃的境界。利用极其寂静的作用，只求积聚，不事任何消散的成果，引发本身生命的潜能，例如普通所谓打通任督二脉与奇经八脉，然后到达神凝气聚，发挥生命具备的伟大功能，再来自由作主制造新的生命，也就是后世道家所谓的清修派，或名为单修派的一种功效。是以古代房中术的理论做基础，研究性心理与性生理的作用，认为男女两性内分泌荷尔蒙，具有延续生命的功能，在合理而正常的夫妇性生活中，不乱不纵欲，而达到升华精神，延长寿命的功效，这就是后世道家所谓的男女双修派，属于房中长生久视内视炼精的一种。他们对于内分泌的研究，应该算是世界医药史上发现的最早。但是这一派的流弊所及，百害丛生，例如普通所谓采补术采阴补阳，或采阳补阴，以及过去旁门左道中，采取紫河车胞衣，服食丹铅输食童男童女的血液，闹出许多伤天害理的事，不但违反伦常道德，甚至触犯刑章，大逆不道。"}
{"text":"他们对于内分泌的研究，应该算是世界医药史上发现的最早。但是这一派的流弊所及，百害丛生，例如普通所谓采补术采阴补阳，或采阳补阴，以及过去旁门左道中，采取紫河车胞衣，服食丹铅输食童男童女的血液，闹出许多伤天害理的事，不但违反伦常道德，甚至触犯刑章，大逆不道。在中国民间社会，许多无知的人，迷信这类旁门左道的道术，暗中相当普遍，殊不知这些知识，在现代医学上，经过科学的整理，已经有许多药物，如荷尔蒙维他命等等，早已超过这种原始而不切实际的理想，再也不可迷信了。服食丹药的三个程序战国时期道家正统的方士，应该属于从事服饵的丹道者，他们是专以煅炼五金八石，与烧铅炼汞化炼硫化汞氧化汞等药物化学的发明者，也是成效方单医药的创始派，他们有物理科学理想上的理论，也有实验的成绩。后世道家把修炼身心的精气神，叫做炼丹，那便是取用人元丹内养方法的演变，做为主体，这是中国专有养生学上的特别成绩，以后再加说明。不过，专主修炼精气神的内丹，不懂道家医学的原理和道家药物的知识，在丹道而言丹道，是有缺憾的。从丹道方场来说，服饵丹药，约有三个程序第一个程序，服用地元丹，是为修炼养生做预备的工作，所谓强壮其筋骨，健全其身心，即使是一个普通人，也可以服食而求保健的，由此发展，便成为后世中国人讲究食物治疗的风俗，例如冬令进补，与膳食养生的习惯，都是渊源于地元丹的思想而来。第二个程序，就是修炼人元丹，变化气质，以达到道家凝神聚气的标准，犹如庄子所谓登高不栗，入水不濡，入火不热其寝不梦，其觉无忧，其食不甘，其息深深的境界，到了这个程序，可以辟谷而不食，昼夜不眠而如一，正如庄子所说不知说悦生。不知恶死，其出不讠斤，其入不距，倏然而往，倏然而来而已矣。不忘其所始，不忘其所终，受而喜之，忘而复之，是之谓不以心捐道，不以人助天。然后才可以服食天元丹，这便是方士丹道派修炼服饵的程序。可惜古往今来，若干不知丹道真义的人，因为不明究竟，欲求长生不老，反而促成短寿早夭，不能乐终天年，岂非大谬不然吗？"}
