{"text":"但在我，却直到看见这闲话之后，才知道西滢先生们原来常常听到这样的流言，并且和我偶尔听到的都不对。可见流言也有种种，某种流言，大抵是奔凑到某种耳朵，写出在某种笔下的。但在闲话的前半，即西滢先生还未在报上看见七个教员的宣言之前，已经比学校为臭毛厕，主张人人都有扫除的义务了。为什么呢？一者报上两个相反的启事已经发现二者学生把守校门三者有校长不能在学校开会，不得不借邻近的饭店招集教员开会的奇闻。但这所述的臭毛厕的情形还得修改些，因为层次有点颠倒。据宣言说，则饭店开会，乃在把守校门之前，大约西滢先生觉得不最精彩，所以没有摘录，或者已经写好，所以不及摘录的罢。现在我来补摘几句，并且也加些圈子，聊以效颦――迨五月七日校内讲演时，学生劝校长杨荫榆先生退席后，杨先生乃于饭馆召集校员若干燕饮，继即以评议会名义，将学生自治会职员六人揭示开除，由是全校哗然，有坚拒杨先生长校之事变。闲话里的和这事实的颠倒，从神经过敏的看起来，或者也可以认为偏袒的表现但我在这里并非举证，不过聊作插话而已。其实，偏袒两字，因我适值选得不大堂皇，所以使人厌观，倘用别的字，便会大大的两样。况且，即使是自以为公平的批评家，偏袒也在所不免的，譬如和校长同籍贯，或是好朋友，或是换帖兄弟，或是叨过酒饭，每不免于不知不觉间有所偏袒。这也算人情之常，不足深怪但当侃侃而谈之际，那自然也许流露出来。然而也没有什么要紧，局外人那里会知道这许多底细呢，无伤大体的。但是学校的变成臭毛厕，却究竟在饭店招集教员之后，酒醉饭饱，毛厕当然合用了。西滢先生希望教育当局打扫，我以为在打扫之前，还须先封饭店，否则醉饱之后，总要拉矢，毛厕即永远需用，怎么打扫得干净？而且，还未打扫之前，不是已经有了流言了么？流言之力，是能使粪便增光，蛆虫成圣的，打扫夫又怎么动手？姑无论现在有无打扫夫。至于万不可再敷衍下去，那可实在是斩钉截铁的办法。正应该这样办。但是，世上虽然有斩钉截铁的办法，却很少见有敢负责任的宣言。所多的是自在黑幕中，偏说不知道替暴君奔走，却以局外人自居满肚子怀着鬼胎，而装出公允的笑脸有谁明说出自己所观察的是非来的，他便用了流言来作不负责任的武器这种蛆虫充满的臭毛厕，是难于打扫干净的。丢尽教育界的面目的丑态，现在和将来还多着哩！"}
{"text":"流言之力，是能使粪便增光，蛆虫成圣的，打扫夫又怎么动手？姑无论现在有无打扫夫。至于万不可再敷衍下去，那可实在是斩钉截铁的办法。正应该这样办。但是，世上虽然有斩钉截铁的办法，却很少见有敢负责任的宣言。所多的是自在黑幕中，偏说不知道替暴君奔走，却以局外人自居满肚子怀着鬼胎，而装出公允的笑脸有谁明说出自己所观察的是非来的，他便用了流言来作不负责任的武器这种蛆虫充满的臭毛厕，是难于打扫干净的。丢尽教育界的面目的丑态，现在和将来还多着哩！五月三十日。本篇最初发表于一九二五年六月一日京报副刊。即收入本书的忽然想到之七。和光同尘语出老子和其光，同其尘。随和的意思。现代评论综合性周刊，一九二四年十二月创刊于北京，一九二七年移至上海出版，一九二八年底出至第九卷第二九期停刊。主要撰稿人有胡适陈西滢王世杰唐有壬徐志摩等，当时被称为现代评论派。他们依附北洋政府，在一九二五年北京女师大风潮及其后的五卅运动三一八惨案中都支持北洋军阀当局，诬蔑革命群众运动。一九二七年四月蒋介石叛变革命后，他们又转而投靠国民党政权。女师大的学潮这是一篇署名为一个女读者给现代评论记者的信，载于该刊第一卷第十五期一九二五年三月二十一日。主要意思是说女师大学生迭次驱杨的那些宣言书中所列举杨氏的罪名，既大都不能成立罪名而这回风潮的产生和发展，校内校外尚别有人在那里主使。又说女师大是中国唯一的女子大学杨氏也是充任大学校长的唯一的中国女子我们应否任她受教育当局或其他任何方面的排挤攻击？我们女子应否自己还去帮着摧残她？琴心是否女士一九二五年一月，北京女师大新年同乐会演出北大学生欧阳兰所作独幕剧父亲的归来，内容几乎完全抄袭日本菊池宽所著的父归，经人在京报副刊上指出后，除欧阳兰本人作文答辩外，还出现了署名琴心的女师大学生，也作文为他辩护。不久，又有人揭发欧阳兰抄袭郭沫若译的雪莱诗，这位琴心和另一雪纹女士又一连写几篇文字替他分辩。但事实上，所谓琴心女士，是欧阳兰的女友夏雪纹当时在女师大读书的别号，而署名琴心和雪纹女士的文字，都是欧阳兰自己作的。"}
{"text":"不久，又有人揭发欧阳兰抄袭郭沫若译的雪莱诗，这位琴心和另一雪纹女士又一连写几篇文字替他分辩。但事实上，所谓琴心女士，是欧阳兰的女友夏雪纹当时在女师大读书的别号，而署名琴心和雪纹女士的文字，都是欧阳兰自己作的。七个教员的宣言即由起草的对于北京女子师范大学风潮宣言收入集外集拾遗补编。它是针对杨荫榆开除学生自治会职员和她的对于暴烈学生之感言而发的，由马裕藻沈尹默周树人李泰K钱玄同沈兼士周作人七人署名。文中说六人学业，俱非不良，至于品行一端，平素又绝无惩戒记过之迹，以此与开除并论，而又若离若合，殊有混淆黑白之嫌。西滢陈源―，字通伯，笔名西滢，江苏无锡人，现代评论派的主要成员。曾留学英国，当时任北京大学教授。他在现代评论第一卷第二十五期一九二五年五月三十日的闲话中说闲话正要付印的时候，我们在报纸上看见女师大七教员的宣言。以前我们常常听说女师大的风潮，有在北京教育界占最大势力的某籍某系的人在暗中鼓动，可是我们总不敢相信。这个宣言语气措辞，我们看来，未免过于偏袒一方，不大公允，看文中最精采的几句就知道了。摘句略这是很可惜的。我们自然还是不信我们平素所很尊敬的人会暗中挑剔风潮，但是这篇宣言一出，免不了流言更加传布得厉害了。按某籍，指浙江某系指当时北京大学国文系。发表宣言的七人除李泰K外，都是浙江人和北京大学国文系教授。给同籍的人帮忙指陈西滢给杨荫榆帮忙，他们都是江苏无锡人。陈西滢比女师大为臭毛厕的议论，原话是说女师大的风潮，究竟学生是对的还是错的，反对校长的是少数还是多数，我们没有调查详细的事实，无从知道。我们只觉得这次闹得太不像样了。同系学生同时登两个相反的启事已经发现了。学生把守校门，误认了一个缓缓驶行的汽车为校长回校而群起包围它的笑话，也到处流传了。校长不能在学校开会，不得不借临近饭店招集教员会议的奇闻，也见于报章了。学校的丑态既然毕露，教育界的面目也就丢尽。到了这种时期，实在旁观的人也不能再让它酝酿下去，好像一个臭毛厕，人人都有扫除的义务。"}
{"text":"我们只觉得这次闹得太不像样了。同系学生同时登两个相反的启事已经发现了。学生把守校门，误认了一个缓缓驶行的汽车为校长回校而群起包围它的笑话，也到处流传了。校长不能在学校开会，不得不借临近饭店招集教员会议的奇闻，也见于报章了。学校的丑态既然毕露，教育界的面目也就丢尽。到了这种时期，实在旁观的人也不能再让它酝酿下去，好像一个臭毛厕，人人都有扫除的义务。在这时候劝学生们不为过甚，或是劝杨校长辞职引退，都无非粉刷毛厕，并不能解决根本的问题。我们以为教育当局应当切实的调查这次风潮的内容万不可再敷衍姑息下去，以至将来要整顿也没有了办法。我的籍和系我的籍和系虽然因为我劝过人少――或者竟不――读中国书，曾蒙一位不相识的青年先生赐信要我搬出中国去，但是我终于没有走。而且我究竟是中国人，读过中国书的，因此也颇知道些处世的妙法。譬如，假使要掉文袋，可以说说桃红柳绿，这些事是大家早已公认的，谁也不会说你错。如果论史，就赞几句孔明，骂一通秦桧，这些是非也早经论定，学述一回决没有什么差池况且秦太师的党羽现已半个无存，也可保毫无危险。至于近事呢，勿谈为佳，否则连你的籍贯也许会使你由可尊敬而变为可惜的。我记得宋朝是不许南人做宰相的，那是他们的祖制，只可惜终于不能坚持。至于某籍人说不得话，却是我近来的新发见。也还是女师大的风潮，我说了几句话。但我先要声明，我既然说过，颇知道些处世的妙法，为什么又去说话呢？那是，因为，我是见过清末捣乱的人，没有生长在太平盛世，所以纵使颇有些涵养工夫，有时也不免要开口，客气地说，就是大不安分的。于是乎我说话了，不料陈西滢先生早已常常听到一种流言，那大致是女师大的风潮，有北京教育界占最大势力的某籍某系的人在暗中鼓动。现在我一说话，恰巧化暗为明，就使这常常听到流言的西滢先生代为可惜，虽然他存心忠厚，自然还是不信平素所很尊敬的人会暗中挑剔风潮无奈流言却更加传布得厉害了，这怎不使人怀疑呢？自然是难怪的。我确有一个籍，也是各人各有一个的籍，不足为奇。但我是什么系呢？自己想想，既非研究系，也非交通系，真不知怎么一回事。"}
{"text":"现在我一说话，恰巧化暗为明，就使这常常听到流言的西滢先生代为可惜，虽然他存心忠厚，自然还是不信平素所很尊敬的人会暗中挑剔风潮无奈流言却更加传布得厉害了，这怎不使人怀疑呢？自然是难怪的。我确有一个籍，也是各人各有一个的籍，不足为奇。但我是什么系呢？自己想想，既非研究系，也非交通系，真不知怎么一回事。只好再精查，细想终于也明白了，现在写它出来，庶几乎免得又有流言，以为我是黑籍的政客。因为应付某国某君的嘱托，我正写了一点自己的履历，第一句是我于一八八一年生在浙江省绍兴府城里一家姓周的家里，这里就说明了我的籍。但自从到了可惜的地位之后，我便又在末尾添上一句道，近几年我又兼做北京大学，师范大学，女子师范大学的国文系讲师，这大概就是我的系了。我真不料我竟成了这样的一个系。我常常要挑剔文字是确的，至于挑剔风潮这一种连字面都不通的阴谋，我至今还不知道是怎样的做法。何以一有流言，我就得沉默，否则立刻犯了嫌疑，至于使和我毫不相干的人如西滢先生者也来代为可惜呢？那么，如果流言说我正在钻营，我就得自己锁在房里了如果流言说我想做皇帝，我就得连忙自称奴才了。然而古人却确是这样做过了，还留下些什么空穴来风，桐乳来巢的鬼格言。可惜我总不耐烦敬步后尘不得已，我只好对于无论是谁，先奉还他无端送给我的尊敬。其实，现今的将尊敬来布施和拜领的人们，也就都是上了古人的当。我们的乏的古人想了几千年，得到一个制驭别人的巧法可压服的将他压服，否则将他抬高。而抬高也就是一种压服的手段，常常微微示意说，你应该这样，倘不，我要将你摔下来了。求人尊敬的可怜虫于是默默地坐着但偶然也放开喉咙道有利必有弊呀！彼亦一是非，此亦一是非呀！猗欤休哉呀！听众遂亦同声赞叹道，对呀对呀，可敬极了呀！这样的互相敷衍下去，自己以为有趣。从此这一个办法便成为八面锋，杀掉了许多乏人和白痴，但是穿了圣贤的衣冠入殓。可怜他们竟不知道自己将褒贬他的人们的身价估得太大了，反至于连自己的原价也一同失掉。"}
{"text":"求人尊敬的可怜虫于是默默地坐着但偶然也放开喉咙道有利必有弊呀！彼亦一是非，此亦一是非呀！猗欤休哉呀！听众遂亦同声赞叹道，对呀对呀，可敬极了呀！这样的互相敷衍下去，自己以为有趣。从此这一个办法便成为八面锋，杀掉了许多乏人和白痴，但是穿了圣贤的衣冠入殓。可怜他们竟不知道自己将褒贬他的人们的身价估得太大了，反至于连自己的原价也一同失掉。人类是进化的，现在的人心当然比古人的高洁但是尊敬的流毒，却还不下于流言，尤其是有谁装腔作势，要来将这撒去时，更足使乏人和白痴惶恐。我本来也无可尊敬也不愿受人尊敬，免得不如人意的时候，又被人摔下来。更明白地说罢我所憎恶的太多了，应该自己也得到憎恶，这才还有点像活在人间如果收得的乃是相反的布施，于我倒是一个冷嘲，使我对于自己也要大加侮蔑如果收得的是吞吞吐吐的不知道算什么，则使我感到将要呕哕似的恶心。然而无论如何，流言总不能吓哑我的嘴。六月二日晨。本篇最初发表于一九二五年六月五日莽原周刊第七期。指署名瞎嘴写于一九二五年三月五日的致的信。这封信攻击的青年必读书，其中说我诚恳的希望一先生是感觉现在青年最要紧的是行，不是言，所以敢请你出来作我们一般可怜的青年的领袖先搬到外国连家眷去，然后我要做个摇旗呐喊的小卒。二先生搬家到外国后，我们大家都应马上搬去。按着重号系原件所有掉文袋亦作掉书袋。南唐书彭利用传言必据书史，断章破句，以代常谈，俗谓之掉书袋。孔明诸葛亮―，字孔明，琅琊阳都今山东沂南人，三国时的政治家和军事家。曾任蜀汉丞相。秦桧―，字会之，江宁今南京人。曾任南宋宰相，加太师衔，是主张降金的内奸，诬杀抗金名将岳飞的主谋。关于宋朝不许南人做宰相，据宋代笔记小说道山清话著者不详载太祖赵匡胤尝有言，不用南人为相，实录国史皆载，陶谷开基万年录开宝史谱言之甚详，皆言太祖亲写南人不得坐吾此堂，刻石政事堂上。这个祖制，在真宗天禧元年王钦若江西新喻人做了宰相后，就被打破。指陈西滢。"}
{"text":"曾任南宋宰相，加太师衔，是主张降金的内奸，诬杀抗金名将岳飞的主谋。关于宋朝不许南人做宰相，据宋代笔记小说道山清话著者不详载太祖赵匡胤尝有言，不用南人为相，实录国史皆载，陶谷开基万年录开宝史谱言之甚详，皆言太祖亲写南人不得坐吾此堂，刻石政事堂上。这个祖制，在真宗天禧元年王钦若江西新喻人做了宰相后，就被打破。指陈西滢。他在现代评论第一卷第二十五期一九二五年五月三十日发表的闲话中说以前学校闹风潮，学生几乎没有对的，现在学校闹风潮，学生几乎没有错的。这可以说是今昔言论界的一种信条。在我这种喜欢怀疑的人看来，这两种观念都无非是迷信。研究系一九一六年袁世凯死后，在黎元洪任北洋政府总统段祺瑞任国务总理期间，原进步党首领梁启超汤化龙等组织宪法研究会，依附段祺瑞，并勾结西南军阀，进行政治投机活动，这个政客集团被称为研究系。交通系，袁世凯的秘书长兼交通银行总理梁士诒曾奉命组织他的部属为公民党，充当袁世凯当选总统和复辟帝制的工具，这个政客集团被称为交通系。指苏联人王希礼，原名瓦西里耶夫，俄文本阿正传的最初翻，当时是在河南的国民军第二军俄国顾问团成员。曾为他的译本写过序及著者自叙传略，后都编入集外集中。空穴来风，桐乳来巢语出文选宋玉风赋李善注引庄子佚文空阅来风，桐乳致巢。据晋代司马彪注门户孔空，风善从之桐子似乳，著其叶而生，其叶似箕，鸟喜巢其中也。这里的意思是说流言之来，一定是本有可乘之隙的缘故。彼亦一是非，此亦一是非语见庄子齐物论。猗欤体哉叹美词。八面锋锋利无比的意思。清代陈春在永嘉先生八面锋传为南宋陈傅良著一书的跋文中说物之不可犯者锋，锋而至于八则面面相当，往无不利。咬文嚼字咬文嚼字三自从世界上产生了须知学校犹家庭的名论之后，颇使我觉得惊奇，想考查这家庭的组织。后来，幸而在国立北京女子师范大学校长杨荫榆对于暴烈学生之感言中，发见了与此曹子勃G相向这一句话，才算得到一点头绪校长和学生的关系是犹之妇姑。于是据此推断，以为教员都是杂凑在杨府上的西宾，将这结论在语丝上发表。可惜！"}
{"text":"清代陈春在永嘉先生八面锋传为南宋陈傅良著一书的跋文中说物之不可犯者锋，锋而至于八则面面相当，往无不利。咬文嚼字咬文嚼字三自从世界上产生了须知学校犹家庭的名论之后，颇使我觉得惊奇，想考查这家庭的组织。后来，幸而在国立北京女子师范大学校长杨荫榆对于暴烈学生之感言中，发见了与此曹子勃G相向这一句话，才算得到一点头绪校长和学生的关系是犹之妇姑。于是据此推断，以为教员都是杂凑在杨府上的西宾，将这结论在语丝上发表。可惜！昨天偶然在晨报上拜读该校哲教系教员兼代主任汪懋祖以彼之意见书投寄本报的话，这才知道我又错了，原来都是弟兄，而且现正相煎益急，像曹操的儿子阿丕和阿植似的。但是，尚希原谅，我于引用的原文上都不加圈了。只因为我不想圈，并非文章坏。据考据家说，这曹子建的七步诗是假的。但也没有什么大相干，姑且利用它来活剥一首，替豆萁伸冤煮豆燃豆萁，萁在釜下泣――我烬你熟了，正好办教席！六月五日。本篇最初发表于一九二五年六月七日京报副刊。即收入本书的碰壁之后。汪懋祖―字典存，江苏吴县人，当时的女师大教员，是杨荫榆迫害学生事件的积极参加者。杨荫榆宴请评议员于西安饭店，他也列席。他在这篇致全国教育界的意见书载一九二五年六月二日晨报中，诬蔑学生，颠倒黑白，对杨荫榆大加推崇杨校长之为人，颇有刚健之气，欲努力为女界争一线光明，凡认为正义所在，虽赴汤蹈火，有所不辞。今反杨者，相煎益急，鄙人排难计穷，不敢再参末议。阿丕即曹丕―，曹操的次子。参看本卷第页注。阿植，即曹植―，曹操第三子。参看本卷第页注。七步诗世说新语文学载文帝尝令东阿王七步中作诗，不成者行大法应声便为诗曰煮豆持作羹，漉菽以为汁。萁在釜下燃，豆在釜中泣。本自同根生，相煎何太急。明代冯惟讷古诗纪选录此诗，注云本集不载，并附录四句的一首煮豆燃豆萁，豆在釜中泣。本是同根生，相煎何太急。清代丁晏的曹集诠评中关于此诗也说诗纪云本集不载，疑出附会。忽然想到忽然想到十无论是谁，只要站在辩诬的地位的，无论辩白与否，都已经是屈辱。"}
{"text":"参看本卷第页注。七步诗世说新语文学载文帝尝令东阿王七步中作诗，不成者行大法应声便为诗曰煮豆持作羹，漉菽以为汁。萁在釜下燃，豆在釜中泣。本自同根生，相煎何太急。明代冯惟讷古诗纪选录此诗，注云本集不载，并附录四句的一首煮豆燃豆萁，豆在釜中泣。本是同根生，相煎何太急。清代丁晏的曹集诠评中关于此诗也说诗纪云本集不载，疑出附会。忽然想到忽然想到十无论是谁，只要站在辩诬的地位的，无论辩白与否，都已经是屈辱。更何况受了实际的大损害之后，还得来辩诬。我们的市民被上海租界的英国巡捕击杀了，我们并不还击，却先来赶紧洗刷牺牲者的罪名。说道我们并非赤化，因为没有受别国的煽动说道我们并非暴徒，因为都是空手，没有兵器的。我不解为什么中国人如果真使中国赤化，真在中国暴动，就得听英捕来处死刑？记得新希腊人也曾用兵器对付过国内的土耳其人，却并不被称为暴徒俄国确已赤化多年了，也没有得到别国开枪的惩罚。而独有中国人，则市民被杀之后，还要皇皇然辩诬，张着含冤的眼睛，向世界搜求公道。其实，这原由是很容易了然的，就因为我们并非暴徒，并未赤化的缘故。因此我们就觉得含冤，大叫着伪文明的破产。可是文明是向来如此的，并非到现在才将假面具揭下来。只因为这样的损害，以前是别民族所受，我们不知道，或者是我们原已屡次受过，现在都已忘却罢了。公道和武力合为一体的文明，世界上本未出现，那萌芽或者只在几个先驱者和几群被迫压民族的脑中。但是，当自己有了力量的时候，却往往离而为二了。但英国究竟有真的文明人存在。今天，我们已经看见各国无党派智识阶级劳动者所组织的国际工人后援会，大表同情于中国的致中国国民宣言了。列名的人，英国就有培那特萧，中国的留心世界文学的人大抵知道他的名字法国则巴尔布斯ss，中国也曾译过他的作品。他的母亲却是英国人或者说，因此他也富有实行的质素，法国作家所常有的享乐的气息，在他的作品中是丝毫也没有的。现在都出而为中国鸣不平了，所以我觉得英国人的品性，我们可学的地方还多着，――但自然除了捕头，商人，和看见学生的游行而在屋顶拍手嘲笑的娘儿们。我并非说我们应该做爱敌若友的人，不过说我们目下委实并没有认谁作敌。"}
