{"text":"我一向对人的问题感兴趣，并深感国内这方面研究仍阻力重重，因此，便陆续写了一些综合介绍苏联人研究情况的文章，也翻译了一些相关资料，在刊物上发表，算是向国人提供借鉴。我还花了很多时间参与编写贾老师主持的苏联当代哲学一书，承担了其中相当一部分的写作和最后的统稿工作。此外，我还参与了苏联哲学书籍的大量翻译工作，直到毕业后两三年仍是如此。我译得很快，一天至少完成五千字，有时能译近万字。但是，总的来说，我对这类工作是越来越厌烦了，觉得是浪费时间。我在某一天的日记里写道终于把苏联哲学的暂缺部分写完了，感到一身轻松。拿走吧，把这堆废纸统统拿走吧，拿去出版还是拿去喂老鼠，我才不管呢。这反映了我当时的心情，我的确感到所做的这些事情没有多大价值，因而产生了越来越强烈的抵触情绪。第三学年的任务是写硕士论文，我决定不受专业方向的限制，基本上撇开苏联哲学，直接研究人性问题。贾老师十分开明，对此欣然同意，并且在我的写作过程中给予了热情的鼓励和赞赏。这在他是自然而然的，可是我知道，倘若我落在某些独断自负的导师手下，便绝无此种可能。因此，我一面庆幸自己运气好，一面也真心感激贾老师。我在上大学时就对人性问题有浓厚的兴趣，趁写硕士论文的机会做一番系统探讨，可以说是了却一个宿愿。论文的题目是人性的哲学探讨，计划写六章，即一，哲学和人性观二，人性观的基本类型三，人的活动和人性四，人的生物性和社会性五，人的理性和非理性六，人性理论的若干方法论问题。最后完成了前四章和第六章的一部分，约十八万字。在那一年及稍后的时间里，结合硕士论文的研究，我还写作和发表了一些谈马克思人性理论的文章，包括马克思主义哲学和价值观只有一个马克思历史进步的双重尺度马克思的自由观等。其中的只有一个马克思一文，主要论证马克思在后期与在青年时期一样是一个人道主义者，我曾在年月于洛阳举行的马克思主义哲学年会上宣读过。我发言后，正统派发起猛烈批评，但我无心作战，当时在华中工学院任教的黄克剑替我奋起反击。他是主张马克思主义人学的一员干将，在辩论中大显身手，对马克思的原著极为熟悉，随口大段引证，又有出色的口才，其锋芒势如破竹，我就更乐于怀着欣赏的心情做一个观战者了。我的硕士论文及相关文章无疑带着那个时代的显著痕迹，表现在比较单一地以马克思为思想资源，并且不得不大量引证原著来为我的观点辩护。"}
{"text":"我发言后，正统派发起猛烈批评，但我无心作战，当时在华中工学院任教的黄克剑替我奋起反击。他是主张马克思主义人学的一员干将，在辩论中大显身手，对马克思的原著极为熟悉，随口大段引证，又有出色的口才，其锋芒势如破竹，我就更乐于怀着欣赏的心情做一个观战者了。我的硕士论文及相关文章无疑带着那个时代的显著痕迹，表现在比较单一地以马克思为思想资源，并且不得不大量引证原著来为我的观点辩护。如果现在做这项研究，我肯定会更加公正和全面地利用整个西方哲学史上的思想资源。但是，我至今认为，马克思不愧是一个属于西方优秀精神传统的伟大思想家，他的理论包括人性理论依然是一个宝库。毫无疑问，当我依据他的理论阐述我的观点时，我是有所侧重和发挥的。现在回过头去看，我仍赞成我当时所阐述的一些观点，我后来的思想与它们是一脉相传的。在中国当时的理论界，只要谈到人性问题，就必定会搬出马克思关于人的本质是一切社会关系的总和的著名论断。然而，人们对这句话的理解极为表面和狭隘，基本思路是据此把人性归结为社会性，又把社会性归结为阶级性。针对此，我着重阐述了以下观点――第一，人性有丰富的内涵，它是在人的活动中形成的人所特有且共有的生物属性心智属性和社会属性的综合体。由于人的自然本性的人性化，人的生物属性也应包括在人性之内。我把心智属性区分为理性与非理性，强调非理性即个体的情绪和情感体验也是人性的重要组成部分。人的丰富的属性，属性的历史发展，发展中的整体联系，由此构成了完整的人性。在人的发展的各个阶段上，人的自然本性人性化的程度，人的社会本质深刻化的程度，人的心智生活丰富化的程度，三者是互相制约而一致的。个人同样如此，一个人某一方面需要的满足程度和能力的发展程度，受制于并且体现了他的整个个性的发展程度。个性是人性理论中的一个重要概念，所表达的是具体个人占有丰富人性的程度及其方式的独特性。第二，在人的社会本质问题上，存在着最牢固也最荒唐的偏见。人们众口一辞地宣称，在阶级社会里，阶级性是惟一具体的人性，除去阶级性就只剩下了抽象的人性，甚至只剩下了动物性。当真有人质问如果抽掉了性爱母爱的阶级属性，人与动物在这些事情上还有什么本质区别？这等于是说，在做爱或哺乳时，人与动物的本质区别便是怀着阶级感情做这些事的。"}
{"text":"个性是人性理论中的一个重要概念，所表达的是具体个人占有丰富人性的程度及其方式的独特性。第二，在人的社会本质问题上，存在着最牢固也最荒唐的偏见。人们众口一辞地宣称，在阶级社会里，阶级性是惟一具体的人性，除去阶级性就只剩下了抽象的人性，甚至只剩下了动物性。当真有人质问如果抽掉了性爱母爱的阶级属性，人与动物在这些事情上还有什么本质区别？这等于是说，在做爱或哺乳时，人与动物的本质区别便是怀着阶级感情做这些事的。如此可笑的论点，在当时却是出自理论权威的笔下，占据着主流地位。问题出在这些人把社会关系的总和归结为生产关系了，进而归结为阶级关系了，于是也就把人的社会性归结为阶级性了。真实的社会关系却有着丰富的内容，我从两方面进行分析。从横向看，同时代的社会关系不但有阶级，而且有民族国家职业家庭等等，它们都有阶级所不能取代的特殊内涵，在人身上造成相应的社会规定性。此外，还有小环境水平上的个人交往，例如自己所敬佩的师长知心的朋友或爱侣等，这种交往对于一个人的成长往往会发生重要的有时甚至是关键性的影响。从纵向看，还存在着历史继承的社会关系，即个人同历史上流传下来的文化的接触和对它们的接受。在分析知识分子的社会属性时，尤应考虑这一点。把人的社会本质简单化的另一表现是，在论及社会关系和人的社会本质的发展过程时，只注意社会制度和阶级类型的更替，忽视了社会关系的发达化和人的社会本质的深刻化这一更重要的方面。人们仿佛故意忘记马克思一再强调的资本主义在这方面所造成的巨大历史进步，即乡界省界国界被打破，个人越来越成为世界公民，或者用马克思自己的话来说，狭隘地域性的个人为世界历史性的真正普遍的个人所代替。第三，人性是在人的活动中形成和发展的。人的活动区别于动物的生命活动的本质特征是自由，即以活动本身也就是能力的运用和发展本身为目的和最高享受。在此意义上，可是把自由活动规定为人的真正本质，它是人的价值和使命之所在，也是人类社会发展的目标。最大限度地保证一切个人自由发展其能力的社会，才是合乎人的本性的社会。然而，在迄今为止的历史中，对于人类大多数成员来说，活动始终被贬低为维持人的肉体存在的单纯手段了，这就是异化。其原因主要是生产力低下，物质生产不可避免地占用了人类绝大部分时间。"}
{"text":"人的活动区别于动物的生命活动的本质特征是自由，即以活动本身也就是能力的运用和发展本身为目的和最高享受。在此意义上，可是把自由活动规定为人的真正本质，它是人的价值和使命之所在，也是人类社会发展的目标。最大限度地保证一切个人自由发展其能力的社会，才是合乎人的本性的社会。然而，在迄今为止的历史中，对于人类大多数成员来说，活动始终被贬低为维持人的肉体存在的单纯手段了，这就是异化。其原因主要是生产力低下，物质生产不可避免地占用了人类绝大部分时间。但是，在马克思看来，资本主义的生产力已足以使这种情况不再必要，惟一的障碍是资本主义的生产关系。因此，他得出了所有制革命的结论。按照他的设想，在生产力高度发展而又消灭了私有制的共产主义，人的自由发展就能取代物质生产成为历史的主要内容了。由此我们可以看到，在以自由为最高价值这一点上，马克思完全是忠实于西方精神传统的，他与自由主义思想家的分歧更多在于实现这一价值理想的途径。我的硕士论文没有出版，只发表了其中的若干。后来，有的海外刊物在回顾八十年代初国内学界关于人的问题的争论时，把我列为一派的代表人物之一。不过，我本人对当时那种引经据典的论战方式和寻章摘句的写作风格很不满意。引证马克思是为了打开一个禁区，可是，世上本无禁区，庸人自设之。按我的性情，我是宁愿去尝神设的禁果而不是去闯人设的禁区的。我始终意识到，当我写这些东西的时候，我还不是我自己。我辛勤地写着，可是很少是我自己在说话。我不愿做一架学术机器，哪怕是一架高效率的机器，消耗大量的知识原料，制造出一批批学术产品。不，我还必须有灵魂，我要做一个有灵魂的活生生的人。假如我真的需要一种体系，也仅仅是为了更加完整地表达我的人生感受。是的，仍然是人生，它是我唯一拥有的东西，我必须时时感受它，这样才觉得自己是一个活人。我尚未找到适合于我的表达方式。四迟到的初恋我到北京后，一刻也没有忘记留在广西大山沟里的妻子，我知道独自一人在那里过日子有多么冷清。因此，每隔四五天，我必给她寄出一封厚厚的信。有同学发现我老是埋头写信，感到好奇，一听是给老婆的，就嘲笑说，没见过给老婆写信这么勤的，那有什么意思。我实在是惦念敏子，怕她承受不了那份孤单。看一场电影回来，我会详细地描述情节和感想，想让她分享看电影的愉快。我不断地给她打气，鼓励她自学英语和其他知识，可以使生活有点内容，一旦调来北京，也便于找到合适的工作。"}
{"text":"四迟到的初恋我到北京后，一刻也没有忘记留在广西大山沟里的妻子，我知道独自一人在那里过日子有多么冷清。因此，每隔四五天，我必给她寄出一封厚厚的信。有同学发现我老是埋头写信，感到好奇，一听是给老婆的，就嘲笑说，没见过给老婆写信这么勤的，那有什么意思。我实在是惦念敏子，怕她承受不了那份孤单。看一场电影回来，我会详细地描述情节和感想，想让她分享看电影的愉快。我不断地给她打气，鼓励她自学英语和其他知识，可以使生活有点内容，一旦调来北京，也便于找到合适的工作。在我给她的信中，有一大部分是我的日记。我不再用日记本，日记都写在纸上，随信一起寄去。之所以这样做，是为了让她随时了解我的日常生活思想以及北京的情况，既给她解闷，也防止我们之间越来越隔膜。然而，我很快发现，把日记和信合一的做法实际上产生了极大的麻烦。经常的情形是，我在日记中写的某个想法引起了她的误解或不满，她回给我一封气愤和怨恨的信，或者干脆不回信，于是我必须写信解释这个想法的来龙去脉，然后焦虑地等待她的下一封信，不知道能否得到她的谅解。在我们的通信过程中，这样的龃龉层出不穷，使我不禁后悔随时汇报思想之迂腐。但是，让她了解我的愿望始终占着上风，我也就继续这样做。事后来看，敏子的生气并非完全出于误解。每次她这样发作，多半是因为我在日记中谈到了对性爱情婚姻的看法，或者与女孩们的来往。我的看法当然是十分通达的，这就引起了她的警觉和担忧。就当时而言，我的确是在谈自己的思想，因此责怪她太容易联系实际，不善于从哲学和社会的角度思考问题。我向她指出，赞同性自由不等于我想和别的女人通奸，就像主张离婚自由不等于我想和她离婚一样。我的通达看法完全不妨碍我比别的丈夫更温存也更热烈地爱自己的妻子，毋宁说，只有一个主张爱情自由的人才懂得真正爱一个人，他爱起来是不会虚假的。我信誓旦旦地向她保证，我决不会抛弃一个共患难的伴侣，尤其是因为，她如此爱我，我已成为她的全部生活和惟一寄托，就更不可能做出绝情的事情了。我无比真诚地写了许多这类话，毫不怀疑自己一定会信守发自心底的誓言。可是，女人的直觉比书生的抒情更接近真理，敏子依然处在深深的不安之中。在一次通信中，敏子明确告诉我，她之所以对我不放心，不是因为我的为人，对此她是信任的，而正是因为我对问题的通达看法。"}
{"text":"我信誓旦旦地向她保证，我决不会抛弃一个共患难的伴侣，尤其是因为，她如此爱我，我已成为她的全部生活和惟一寄托，就更不可能做出绝情的事情了。我无比真诚地写了许多这类话，毫不怀疑自己一定会信守发自心底的誓言。可是，女人的直觉比书生的抒情更接近真理，敏子依然处在深深的不安之中。在一次通信中，敏子明确告诉我，她之所以对我不放心，不是因为我的为人，对此她是信任的，而正是因为我对问题的通达看法。她比我更清楚地看到，一个把爱情视为人生主要价值和婚姻惟一理由的人，却和自己不太爱的人结了婚，他一旦有了接触更多异性的机会，必然会发生什么事情。到时候，无论人品和良心，还是共患难的经历，都将阻挡不了那件事情的发生。也许正因为如此，在相当时期里，我们两人都不同程度地生活在自欺之中，尽管方式不同。她常常对人兴奋地谈论我，说我如何好，如何爱她，我则不断地向自己也向她陈述理由，证明她是值得我爱的。在她是感觉到了危机，便急于逃到自己编织的梦境中去，在我则是要抵御爱情之梦的诱惑，便竭力美化既成的婚姻事实。我不愿正视明显的缺憾，仿佛必须到有一个人出现，使我积压的爱欲如火山般爆发，才明白其实我从来没有真正恋爱过。这个人必然会出现，也果然出现了。年春天，我在一次郊游中遇见了她。树林里一个人影，一动不动地坐在一块石头上，一只手托着腮帮，如一座雕像。她对同伴悄声说瞧，罗丹的思想者。一个男子带着一个小男孩在野草丛里追扑蝴蝶，她脆亮的声音喊叫起来你们看那个人多可爱呀！然后立即跑过去，加入了追扑蝴蝶的行列。可是，当某名刊总编辑驾到时，人们纷纷起立握手，惟有她坐着不动，总编辑特意走到她面前，她也只是微笑着伸出手让握了一下，毫无起立之意。我把这些细节看在眼里，怦然心动。我从未见过这样的女孩，如此天真烂漫，又如此脱俗。后来我就经常见到雨儿了，并于一年后开始恋爱。旁观者说，没见过三十多岁的人爱得这样疯狂的。这有什么奇怪呢，既然这是我第一次真正尝到了恋爱的滋味。洪水滔天，我除了接受灭顶之灾――或灭顶之极乐――外，别无选择。雨儿也真是可爱，那一年她二十四岁，整个人放射着青春的光彩，脸蛋透出天然的娇媚，性格非常好，自然而健康。一个女同学在她的毕业纪念册里题词说你的优点令人绝倒，你的缺点可供玩赏。她的确生动，你看她整天无所用心似的，说出的傻话每每令人捧腹，却又会突然说出令人叫绝的精辟之言。"}
{"text":"后来我就经常见到雨儿了，并于一年后开始恋爱。旁观者说，没见过三十多岁的人爱得这样疯狂的。这有什么奇怪呢，既然这是我第一次真正尝到了恋爱的滋味。洪水滔天，我除了接受灭顶之灾――或灭顶之极乐――外，别无选择。雨儿也真是可爱，那一年她二十四岁，整个人放射着青春的光彩，脸蛋透出天然的娇媚，性格非常好，自然而健康。一个女同学在她的毕业纪念册里题词说你的优点令人绝倒，你的缺点可供玩赏。她的确生动，你看她整天无所用心似的，说出的傻话每每令人捧腹，却又会突然说出令人叫绝的精辟之言。从年相爱到年结婚，我们走过了漫长而曲折的路。敏子太可怜，一旦失去了我，就什么也没有了，我们都清楚这一点，所以在开头几年不考虑结婚，只做情人。因为偶然的原因，我们的事被双方单位知道了，好在那时我已毕业并留在哲学所，仅受了批评，而她却付出了代价，毕业时分配工作甚不如意。由于前途的不确定，至少这是原因之一，她一度动摇，把我搁下半年之久，让我尝尽了恋爱中的酸甜苦辣，包括失恋的滋味。当我终于熬了过来时，她又一脸轻松地回到了我身边，然而是义无返顾地回来了。我说你是一个玩水的孩子，把我的生命之海搅得沸沸扬扬。她说什么？她说这句话好，赶快记下来。毫无办法，她是一只小动物，她身上的一切，包括她的迷乱荒唐背叛，都是出于自然，所以我只好原谅她，在她最不驯顺时仍然欣赏她。从一开始，我就没有向敏子隐瞒我与雨儿的恋情，事实上也瞒不住。每年探亲假，我去资源，或她来北京，敏感的她不会觉察不了我的情绪异常。那件她一直在担心的事情终于发生了，她的反应是矛盾的。有时候，她表现得极其通情达理，甚至高尚，表示完全理解我，说我不应当压抑我的艺术家天性，而和她在一起就必然受压抑，劝我快些离婚。有时候，她又激烈地责备，愤怒地控诉，发誓就和我这么过下去了。我知道，这两者都是真实的，所谓理智和情感的冲突，而比这两者更真实的是她对我的依恋，她的痛苦和绝望，往往通过目光和眼泪表现了出来。然而，我们都明白，覆水难收，分离只是迟早的事。这是无情的一步，但我不能无情到把她扔在山沟里，只要她走不出资源，我就不离婚。她于年调到北京，安定下来后，我们办了协议离婚手续。那一天，她显得平静而自尊，她在分手时刻的表现赢得了我的永远的尊敬。何尝想到，我和雨儿也未能走到底，最后也分手了。但是，我不想以成败论爱情。"}
{"text":"我知道，这两者都是真实的，所谓理智和情感的冲突，而比这两者更真实的是她对我的依恋，她的痛苦和绝望，往往通过目光和眼泪表现了出来。然而，我们都明白，覆水难收，分离只是迟早的事。这是无情的一步，但我不能无情到把她扔在山沟里，只要她走不出资源，我就不离婚。她于年调到北京，安定下来后，我们办了协议离婚手续。那一天，她显得平静而自尊，她在分手时刻的表现赢得了我的永远的尊敬。何尝想到，我和雨儿也未能走到底，最后也分手了。但是，我不想以成败论爱情。衡量一个爱情是否成功，长度不是惟一标准，更应该看它的质量，是否对双方的人生发生了长远的积极影响。我是我的生命财富的守财奴，任何一笔收入一旦记到我的帐本上，我就决不会把它划掉。我相信，事实也是如此，无论对我还是雨儿来说，我们的相爱都是人生中一段非常美好的时光。雨儿曾问我我是通过你认识我自己的。你不也是吗？我回答说是的，不但认识自己，而且提高自己。我确实感到，我们能够互相激励，我们的关系是富于生产性的。刚开始恋爱时，她这样夸我你是很完善的，人格智力情感都高人一筹。若干年后，她向人这样谈论我他外表随和，内心单纯敏感细腻，但柔而不弱，有内在的力度。就算这些话是在被爱情蒙住眼睛的时候说出的，对于我这个一向不自信的人也是极大的鼓舞。对于我的写作，她总是怀着热烈的期待，于是催生了我的第一个多产时期。她喜欢芒克等人的诗，我不服气，也憋足劲儿写，竭力写得让她喜欢，结果也许仍不如芒克，却比我自己以前写的好许多，发生了一个飞跃。我于年出版的诗集忧伤的情欲，其中大部分诗就是那时候写的。在某种意义上，这一段爱情对我的人生的影响仅次于郭世英。我走进大学，一心想做学问，郭出现了，告诉我说首先是生活，然后才是学问。我重返北京，觉得我的生活已经过去，剩下只有学问了，雨儿出现了，告诉我说你的生活并未过去，其实刚刚开始。通过这场恋爱，我重新找到了自己的人生定位，并且比以往更坚定了。五与尼采结伴硕士生毕业后，我留在哲学研究所工作。马克思主义哲学史研究室当时的一位负责人很欣赏我，向所里要我，我被分配到了那个室。可是，我很快发现，那里的气氛是非常不适合于我的。在贾老师的帮助下，第二年我归口到了现代外国哲学研究室。顺着硕士生时期的惯性，我所做的主要学术工作仍是苏联哲学的介绍翻译和马克思人性理论的研究。"}
{"text":"通过这场恋爱，我重新找到了自己的人生定位，并且比以往更坚定了。五与尼采结伴硕士生毕业后，我留在哲学研究所工作。马克思主义哲学史研究室当时的一位负责人很欣赏我，向所里要我，我被分配到了那个室。可是，我很快发现，那里的气氛是非常不适合于我的。在贾老师的帮助下，第二年我归口到了现代外国哲学研究室。顺着硕士生时期的惯性，我所做的主要学术工作仍是苏联哲学的介绍翻译和马克思人性理论的研究。作为消遣，我读各种闲书，读到徐梵澄楚图南在解放前翻译的几种尼采著作，顿感一见如故。那一年，所里有人筹备外国美学丛刊，向我约稿，我便决定写一篇谈尼采美学的文章。于是，我开始抱着词典读尼采的德文原著，一边翻译悲剧的诞生和权力意志中的若干段落。我译得慢极了，艰难极了，但别有一番趣味，觉得尼采薄薄几页东西比一大堆俄文书包含远为丰富的内容，像一个美丽的谜语，经过枯燥的劳动却探得了奇妙的谜底。我于年写出从酒神精神到权力意志――尼采艺术哲学初探一文，直到年月才在外国美学第二辑上刊出，这是我从事尼采研究的开始。尝到甜头后，我停不下来了，于年月开始翻译悲剧的诞生全文。一发而不可收，接着又译别的著作，编成尼采美学文选，计二十八万字。开译时我并没有想到出版，只是因为喜欢，同时也可以练德语。译出后，恰逢甘阳创办人文学术文库，便收了进去，于年月在三联出版。译过尼采之后，我再也不肯去译苏联哲学的书了，无法再忍受那样拙劣的文体和连篇的空话。同时，我也厌烦了在马克思主义人学问题上纠缠不休。我留所工作一年半后，所里讨论我们这批研究生的助理研究员转正问题，有人坚决反对给我转正，理由之一便是我在人性问题上的观点。此后不久，开展清除精神污染运动，把人道主义和异化的学术问题与淫书淫画一锅煮，我被列入所内清理名单。我不是宁愿尝神设的禁果而不屑于闯人设的禁区吗？好吧，现在我在尼采这里已经品尝到了神设的禁果，回过头去看那些人设的禁区就更觉得滑稽了。事实上，一旦回到事物本身，意识形态的壁垒就不复存在了。八十年代初的人学论战无非是在争论思考人的根本问题的合法性，一派以马克思的名义宣布其不合法，另一派也以马克思的名义申辩其合法。可是，一个思想者岂不应该直接去思考本质问题，而无须理会任何名义之争？"}
