{"text":"每一新书出版。必为之序。以尽其领袖后进之责。顾亭林曰。人之患在好为人序。其此之谓乎。故语彼等以学问之标准与良知。犹语商贾以道德。娼妓以贞操也。原来做一篇序以尽其领袖后进之责，便有这样的大罪案。然而诸公又何以也突而弁兮的言了起来呢？照前文推论，那便是我的质问，却正是语商贾以道德。娼妓以贞操也了。中国提倡社会主义之商榷中说，凡理想学说之发生。皆有其历史上之背影。决非悬空虚构。造乌托之邦。作无病之呻者也。查英吉之利的摩耳，并未做，虽曰之乎者也，欲罢不能，但别寻古典，也非难事，又何必当中加楦呢。于古未闻睹史之陀，在今不云宁古之塔，奇句如此，真可谓有病之呻了。国学摭谭中说，虽三皇寥廓而无极。五帝绅先生难言之。人而能寥廓，已属奇闻，而第二句尤为费解，不知是三皇之事，五帝和绅先生皆难言之，抑是五帝之事，从后说，然而太史公所谓绅先生难言之者，乃指百家言黄帝而并不指五帝，所以翻开史记，便是赫然的一篇五帝本纪，又何尝难言之。难道太史公在汉朝，竟应该算是下等社会中人么？记白鹿洞谈虎中说，诸父老能健谈。谈多称虎。当其摹示抉噬之状。闻者鲜不色变。退而记之。亦资诙噱之类也。姑不论其能健谈称，床上安床，抉噬之状，终于未记，而变色的事，但资诙噱，也可谓太远于事情。倘使但资诙噱，则先前的闻而色变者，简直是呆子了。记又云，伥者。新鬼而膏虎牙者也。刚做新鬼，便膏虎牙，实在可悯。那么，虎不但食人，而且也食鬼了。这是古来未知的新发见。渔丈人行的起首道楚王无道杀伍奢。覆巢之下无完家。这无完家虽比无完卵新奇，但未免颇有语病。假如家就是鸟巢，那便犯了复，而且之下二字没有着落，倘说是人家，则掉下来的鸟巢未免太沉重了。除了大鹏金翅鸟出说岳全传，断没有这样的大巢，能够压破彼等的房子。倘说是因为押韵，不得不然，那我敢说这是挂脚韵。押韵至于如此，则翻开诗韵合璧的六麻来，写道无完蛇无完瓜无完叉，都无所不可的。还有浙江采集植物游记，连题目都不通了。采集有所务，并非漫游，所以古人作记，务与游不并举，地与游才相连。匡庐峨眉，山也，则曰纪游，采硫访碑，务也，则曰日记。"}
{"text":"假如家就是鸟巢，那便犯了复，而且之下二字没有着落，倘说是人家，则掉下来的鸟巢未免太沉重了。除了大鹏金翅鸟出说岳全传，断没有这样的大巢，能够压破彼等的房子。倘说是因为押韵，不得不然，那我敢说这是挂脚韵。押韵至于如此，则翻开诗韵合璧的六麻来，写道无完蛇无完瓜无完叉，都无所不可的。还有浙江采集植物游记，连题目都不通了。采集有所务，并非漫游，所以古人作记，务与游不并举，地与游才相连。匡庐峨眉，山也，则曰纪游，采硫访碑，务也，则曰日记。虽说采集时候，也兼游览，但这应该包举在主要的事务里，一列举便不古了。例如这记中也说起吃饭睡觉的事，而题目不可作浙江采集植物游食眠记。以上不过随手拾来的事，毛举起来，更要费笔费墨费时费力，犯不上，中止了。因此诸公的说理，便没有指正的必要，文且未亨，理将安托，穷乡僻壤的中学生的成绩，恐怕也不至于此的了。总之，诸公掊击新文化而张皇旧学问，倘不自相矛盾，倒也不失其为一种主张。可惜的是于旧学并无门径，并主张也还不配。倘使字句未通的人也算在国粹的知己，则国粹更要惭惶然人！衡了一顿，仅仅衡出了自己的铢两来，于新文化无伤，于国粹也差得远。我所佩服诸公的只有一点，是这种东西也居然会有发表的勇气。本篇最初发表于一九二二年二月九日晨报副刊，署名风声。晨报副刊晨报，研究系梁启超汤化龙等组织的政治团体的机关报，一九一六年八月十五日创刊于北京，原名晨钟报，一九一八年十二月改名晨报。它的第七版刊登学术论文及文艺作品，一九二一年十月十二日起改成单张出版，名为晨报副镌。晨报在政治上拥护北洋政府，但它的副刊在进步力量的推动下，一个时期内却是赞助新文化运动的重要期刊之一，自一九二一年秋至一九二四年冬约三年间，由孙伏园编辑，经常为该刊写稿。式芬先生的杂感指一九二二年二月四日晨报副刊第三版杂感栏刊登的式芬的评尝试集匡谬。该文列举了胡先X评尝试集一文中四个论点，逐个加以批驳。学衡月刊，一九二二年一月创刊于南京，吴宓主编。主要撰稿人有梅光迪胡先X等。他们标榜昌明国粹融化新知以中正之眼光，行批评之职事见学衡杂志简章，实际是宣传复古主义和折中主义，反对新文化运动。聚宝之门聚宝门是南京城门之一。"}
{"text":"式芬先生的杂感指一九二二年二月四日晨报副刊第三版杂感栏刊登的式芬的评尝试集匡谬。该文列举了胡先X评尝试集一文中四个论点，逐个加以批驳。学衡月刊，一九二二年一月创刊于南京，吴宓主编。主要撰稿人有梅光迪胡先X等。他们标榜昌明国粹融化新知以中正之眼光，行批评之职事见学衡杂志简章，实际是宣传复古主义和折中主义，反对新文化运动。聚宝之门聚宝门是南京城门之一。学衡派主要成员多在当时的南京东南大学教书，所以文中说聚在聚宝之门左近。聚宝之门，是故意模仿学衡派的乌托之邦无病之呻等不通的古文笔调，用以讽刺他们的。下文的英吉之利睹史之陀睹史陀，梵语，知足的意思，宁古之塔宁古桥，东北地名，有病之呻，也是同样的用意。弁言以及下文所举评提倡新文化者梅光迪作，中国提倡社会主义之商榷萧纯锦作，国学摭谭马承易鞫记白鹿洞谈环《诱扇诵猩圩嫫阶鞯龋都登在一九二二年一月学衡杂志第一期，浙江采集植物游记胡先X作，全文在一九二二年的学衡杂志断续刊载。顾亭林顾炎武―，字宁人，号亭林，江苏昆山人，明末清初的学者思想家，人之患在好为人序，见他著的日知录卷十九书不当两序条。突而弁兮语见诗经齐风甫田未几见兮，突而弁兮。摩耳，―，通译莫尔，英国思想家，空想社会主义创始人之一。他的乌托邦全名关于最完美的国家制度和乌托邦新岛的既有益又有趣的金书，作于一五一六年。乌托邦，英语的音译，意即理想国。太史公即司马迁前―？，字子长，夏阳今陕西韩城人，汉代史学家文学家。曾任太史令。他在所著史记的五帝本纪中，叙述了五帝的事迹后说学者多称五帝，尚矣。然尚书独载尧以来，而百家言黄帝，其文不雅驯，荐绅先生难言之。荐绅，即绅，史记封禅书裴马困集解引李奇注，插也。插笏于绅。绅，大带。后以绅为官吏的代称。挂脚韵我国旧体诗一般都在句末押韵，叫韵脚。如果不顾诗句的意思，仅是为了押韵而用一个同韵字硬凑上去，就被称为挂脚韵。"}
{"text":"太史公即司马迁前―？，字子长，夏阳今陕西韩城人，汉代史学家文学家。曾任太史令。他在所著史记的五帝本纪中，叙述了五帝的事迹后说学者多称五帝，尚矣。然尚书独载尧以来，而百家言黄帝，其文不雅驯，荐绅先生难言之。荐绅，即绅，史记封禅书裴马困集解引李奇注，插也。插笏于绅。绅，大带。后以绅为官吏的代称。挂脚韵我国旧体诗一般都在句末押韵，叫韵脚。如果不顾诗句的意思，仅是为了押韵而用一个同韵字硬凑上去，就被称为挂脚韵。诗韵合璧韵书，清代汤文潞编，六卷。是旧时初学作诗者检韵的工具书。六麻，旧诗韵下平声的第六个韵目。下文的蛇瓜叉均属此韵目。匡庐即江西庐山。即小见大即小见大北京大学的反对讲义收费风潮，芒硝火焰似的起来，又芒硝火焰似的消灭了，其间就是开除了一个学生冯省三。这事很奇特，一回风潮的起灭，竟只关于一个人。倘使诚然如此，则一个人的魄力何其太大，而许多人的魄力又何其太无呢。现在讲义费已经取消，学生是得胜了，然而并没有听得有谁为那做了这次的牺牲者祝福。即小见大，我于是竟悟出一件长久不解的事来，就是三贝子花园里面，有谋刺良弼和袁世凯而死的四烈士坟，其中有三块墓碑，何以直到民国十一年还没有人去刻一个字。凡有牺牲在祭坛前沥血之后，所留给大家的，实在只有散胙这一件事了。十一月十八日。本篇最初发表于一九二二年十一月十八日晨报副刊。北京大学的反对讲义收费风潮一九二二年十月，北京大学部分学生反对学校征收讲义费，发生风潮。该校评议会议决开除学生冯省三一名。其实冯省三只是风潮发生后临时参加的，并非真正的主持者。按冯省三，山东人，当时北京大学预科法文班学生。四烈士坟一九一二年一月十六日，革命党人杨禹昌张先培黄之萌三人炸袁世凯，未成被杀同年一月二十六日，彭家珍炸清禁卫军协统兼训练大臣良弼，功成身死。后来民国政府将他们合葬于北京三贝子花园旧址在今北京动物园内，称为四烈士墓。散胙旧时祭祀以后，散发祭祀所用的肉。事实胜于雄辩事实胜于雄辩西哲说事实胜于雄辩。我当初很以为然，现在才知道在我们中国，是不适用的。去年我在青云阁的一个铺子里买过一双鞋，今年破了，又到原铺子去照样的买一双。"}
{"text":"四烈士坟一九一二年一月十六日，革命党人杨禹昌张先培黄之萌三人炸袁世凯，未成被杀同年一月二十六日，彭家珍炸清禁卫军协统兼训练大臣良弼，功成身死。后来民国政府将他们合葬于北京三贝子花园旧址在今北京动物园内，称为四烈士墓。散胙旧时祭祀以后，散发祭祀所用的肉。事实胜于雄辩事实胜于雄辩西哲说事实胜于雄辩。我当初很以为然，现在才知道在我们中国，是不适用的。去年我在青云阁的一个铺子里买过一双鞋，今年破了，又到原铺子去照样的买一双。一个胖伙计，拿出一双鞋来，那鞋头又尖又浅了。我将一只旧式的和一只新式的都排在柜上，说道这不一样一样，没有错。这一样，您瞧！我于是买了尖头鞋走了。我顺便有一句话奉告我们中国的某爱国大家，您说，攻击本国的缺点，是拾某国人的唾余的，试在中国上，加上我们二字，看看通不通。现在我敬谨加上了，看过了，然而通的。您瞧！十一月四日。本篇最初发表于一九二一年十一月四日晨报副刊，署名风声。所谓国学所谓国学现在暴发的国学家之所谓国学是什么？一是商人遗老们翻印了几十部旧书赚钱，二是洋场上的文豪又做了几篇鸳鸯蝴蝶体小说出版。商人遗老们的印书是书籍的古董化，其置重不在书籍而在古董。遗老有钱，或者也不过聊以自娱罢了，而商人便大吹大擂的借此获利。还有茶商盐贩，本来是不齿于士类的，现在也趁着新旧纷扰的时候，借刻书为名，想挨进遗老遗少的士林里去。他们所刻的书都无民国年月，辨不出是元版是清版，都是古董性质，至少每本两三元，绵连，锦帙，古色古香，学生们是买不起的。这就是他们之所谓国学。然而巧妙的商人可也决不肯放过学生们的钱的，便用坏纸恶墨别印什么菁华什么大全之类来搜括。定价并不大，但和纸墨一比较却是大价了。至于这些国学书的校勘，新学家不行，当然是出于上海的所谓国学家的了，然而错字迭出，破句连篇用的并不是新式圈点，简直是拿少年来开玩笑。这是他们之所谓国学。洋场上的往古所谓文豪，卿卿我我蝴蝶鸳鸯诚然做过一小堆，可是自有洋场以来，从没有人称这些文章？为国学，他们自己也并不以国学家自命的。现在不知何以，忽而奇想天开，也学了盐贩茶商，要凭空挨进国学家队里去了。"}
{"text":"定价并不大，但和纸墨一比较却是大价了。至于这些国学书的校勘，新学家不行，当然是出于上海的所谓国学家的了，然而错字迭出，破句连篇用的并不是新式圈点，简直是拿少年来开玩笑。这是他们之所谓国学。洋场上的往古所谓文豪，卿卿我我蝴蝶鸳鸯诚然做过一小堆，可是自有洋场以来，从没有人称这些文章？为国学，他们自己也并不以国学家自命的。现在不知何以，忽而奇想天开，也学了盐贩茶商，要凭空挨进国学家队里去了。然而事实很可惨，他们之所谓国学，是拆白之事各处皆有而以上海一隅为最甚中略余于课余之暇不惜浪费笔墨编纂事实作一篇小说以饷阅者想亦阅者所乐闻也。原本每句都密圈，今从略，以省排工，阅者谅之。国学乃如此而已乎？试去翻一翻历史里的儒林和文苑传罢，可有一个将旧书当古董的鸿儒，可有一个以拆白饷阅者的文士？倘说，从今年起，这些就是国学，那又是新例了。你们不是讲国学的么？本篇最初发表于一九二二年十月四日晨报副刊，署名某生者。鸳鸯蝴蝶体鸳鸯蝴蝶派是兴起于清末民初的以上海为中心的一个文学流派。这派作品多以文言描写才子佳人的哀情故事，常用鸳鸯蝴蝶来比喻这些才子佳人，故被称为鸳鸯蝴蝶体。代表作家有徐枕亚陈蝶仙李定夷等。他们出版的刊物有民权素小说丛报小说新报礼拜六小说世界等，其中礼拜六刊载白话作品，影响最大，故鸳鸯蝴蝶派又有礼拜六派之称。绵连即连史纸，质坚色白，宜于印刷贵重书籍。锦帙，用锦绸裱制的精美的书函。题记题记现在有谁经过西长安街一带的，总可以看见几个衣履破碎的穷苦孩子叫卖报纸。记得三四年前，在他们身上偶而还剩有制服模样的残余再早，就更体面，简直是童子军的拟态。那是中华民国八年，即西历一九一九年，五月四日北京学生对于山东问题的示威运动以后，因为当时散传单的是童子军，不知怎的竟惹了投机家的注意，童子军式的卖报孩子就出现了。其年十二月，日本公使小幡酉吉抗议排日运动，情形和今年大致相同只是我们的卖报孩子却穿破了第一身新衣以后，便不再做，只见得年不如年地显出穷苦。我在新青年的随感录中做些短评，还在这前一年，因为所评论的多是小问题，所以无可道，原因也大都忘却了。"}
{"text":"其年十二月，日本公使小幡酉吉抗议排日运动，情形和今年大致相同只是我们的卖报孩子却穿破了第一身新衣以后，便不再做，只见得年不如年地显出穷苦。我在新青年的随感录中做些短评，还在这前一年，因为所评论的多是小问题，所以无可道，原因也大都忘却了。但就现在的文字看起来，除几条泛论之外，有的是对于扶乩，静坐，打拳而发的有的是对于所谓保存国粹而发的有的是对于那时旧官僚的以经验自豪而发的有的是对于上海时报的讽刺画而发的。记得当时的新青年，是正在四面受敌之中，我所对付的不过一小部分其他大事，则本志具在，无须我多言。五四运动之后，我没有写什么文字，现在已经说不清是不做，还是散失消灭的了。但那时革新运动，表面上却颇有些成功，于是主张革新的也就蓬蓬勃勃，而且有许多还就是在先讥笑，嘲骂新青年的人们，但他们却是另起了一个冠冕堂皇的名目新文化运动。这也就是后来又将这名目反套在新青年身上，而又加以嘲骂讥笑的，正如笑骂白话文的人，往往自称最得风气之先，早经主张过白话文一样。再后，更无可道了。只记得一九二一年中的一篇是对于所谓虚无哲学而发的更后一年则大抵对于上海之所谓国学家而发，不知怎的那时忽而有许多人都自命为国学家了。自新青年出版以来，一切应之而嘲骂改革，后来又赞成改革，后来又嘲骂改革者，现在拟态的制服早已破碎，显出自身的本相来了，真所谓事实胜于雄辩，又何待于纸笔喉舌的批评。所以我的应时的浅薄的文字，也应该置之不顾，一任其消灭的但几个朋友却以为现状和那时并没有大两样，也还可以存留，给我编辑起来了。这正是我所悲哀的。我以为凡对于时弊的攻击，文字须与时弊同时灭亡，因为这正如白血轮之酿成疮疖一般，倘非自身也被排除，则当它的生命的存留中，也即证明着病菌尚在。但如果凡我所写，的确都是冷的呢？则它的生命原来就没有，更谈不到中国的病证究竟如何。然而，无情的冷嘲和有情的讽刺相去本不及一张纸，对于周围的感受和反应，又大概是所谓如鱼饮水冷暖自知的我却觉得周围的空气太寒冽了，我自说我的话，所以反而称之曰热风。一九二五年十一月三日之夜，。童子军资产阶级对在学少年儿童进行军事化训练的一种组织。"}
{"text":"但如果凡我所写，的确都是冷的呢？则它的生命原来就没有，更谈不到中国的病证究竟如何。然而，无情的冷嘲和有情的讽刺相去本不及一张纸，对于周围的感受和反应，又大概是所谓如鱼饮水冷暖自知的我却觉得周围的空气太寒冽了，我自说我的话，所以反而称之曰热风。一九二五年十一月三日之夜，。童子军资产阶级对在学少年儿童进行军事化训练的一种组织。由英国军官贝登堡于一九八年创立，不久即流行于各资本主义国家。一九一二年中国开始有这种组织。五四运动期间，有童子军参加散发传单等活动。山东问题第一次世界大战结束后，帝国主义国家于一九一九年一月召开分赃的巴黎和会，中国虽作为战胜国被邀参加，但会议在英美法等帝国主义操纵下，公然决议将战败的德国根据一八九八年中德胶澳租界条约在我国山东攫取的各种特权，完全让与日本，而北洋政府竟准备在和约上签字。消息传来，举国愤怒。北京学生在五月四日首先罢课，集会游行，反对巴黎和会决议，要求惩办亲日派官僚。北京学生的这次斗争，成为伟大的五四运动的开端。小幡酉吉抗议排日运动一九一九年五四运动爆发后，中国各地爱国群众纷纷开展抵制日货运动。日本驻福州领事馆为破坏这个运动，于十一月十五日派出日本浪人和便衣警察，殴打表演爱国新剧的学生。次日，又打死打伤学生和市民多人，造成引起全国公愤的福州惨案。日本驻华公使小幡酉吉反而于十二月五日向中国政府外交部提出抗议，硬说事件责任全在中国，要求取缔中国人民的反帝爱国运动。小幡酉吉前此曾任日本驻中国的参赞，一九一五年帮助日本公使日置益和袁世凯订立所谓二十一条的条约。随感录新青年从一九一八年四月第四卷第四号起，发表关于社会和文化的短评，总题为随感录。起初各篇都只标明次第数码，没有单独的篇名，从第五十六篇起才在总题之下有各篇的题目。在新青年发表这种短评，是从一九一八年九月第五卷第三号的随感录二十五开始，到一九一九年十一月该刊第六卷第六号的六十六生命的路为止，共二十七篇，后全部收在本书中。这里说的上海时报，应为上海时事新报，参看本书随感录四十六及其注。如鱼饮水，冷暖自知北宋僧人道原传灯录蒙山道明如人饮水，冷暖自知。"}
{"text":"起初各篇都只标明次第数码，没有单独的篇名，从第五十六篇起才在总题之下有各篇的题目。在新青年发表这种短评，是从一九一八年九月第五卷第三号的随感录二十五开始，到一九一九年十一月该刊第六卷第六号的六十六生命的路为止，共二十七篇，后全部收在本书中。这里说的上海时报，应为上海时事新报，参看本书随感录四十六及其注。如鱼饮水，冷暖自知北宋僧人道原传灯录蒙山道明如人饮水，冷暖自知。南宋岳珂木呈史记龙眠海会图又有如鱼饮水，冷暖自知的话。制望勿纠正望勿纠正汪原放君已经成了古人了，他的标点和校正小说，虽然不免小谬误，但大体是有功于和读者的。谁料流弊却无穷，一班效颦的便随手拉一部书，你也标点，我也标点，你也作序，我也作序，他也校改，这也校改，又不肯好好的做，结果只是糟蹋了书。花月痕本不必当作宝贝书，但有人要标点付印，自然是各随各便。这书最初是木刻的，后有排印本最后是石印，错字很多，现在通行的多是这一种。至于新标点本，则陶乐勤君序云，本书所取的原本，虽属佳品，可是错误尚多。余虽都加以纠正，然失检之处，势必难免。我只有错字很多的石印本，偶然对比了第二十五回中的三四叶，便觉得还是石印本好，因为陶君于石印本的错字多未纠正，而石印本的不错字儿却多纠歪了。钗黛直是个子虚乌有，算不得什么。这直是个就是简直是一个之意，而纠正本却改作真是个，便和原意很不相同了。秋痕头上包着绉帕突见痴珠，便含笑低声说道，我料得你挨不上十天，其实何苦呢？痴珠笑道，往后再商量罢。他们俩虽然都沦落，但其时却没有什么大悲哀，所以还都笑。而纠正本却将两个笑字都改成哭字了。教他们一见就哭，看眼泪似乎太不值钱，况且含哭也不成话。我因此想到一种要求，就是印书本是美事，但若自己于意义不甚了然时，不可便以为是错的，而奋然加以纠正，不如过而存之，或者倒是并不错。我因此又起了一个疑问，就是有些人攻击译本小说看不懂，但他们看中国人自作的旧小说，当真看得懂么？一月二十八日。这一篇短文发表之后，曾记得有一回遇见胡适之先生，谈到汪先生的事，知道他很康健。"}
