{"text":"这个观点是符合人类历史发展情况的。我归纳了一下，认为人类的文明或者文化大体上有五个阶段诞生成长繁荣衰竭消逝。这种消逝不是毫不留踪迹地消失了，而是留有踪迹的，踪迹就存在于接它的班的文化中。这其实也是一种文化融合，但却不是对等的，而是有主有从的。我们现在所说的西方文化，是指汇合了古代希腊文化和希伯来文化而发展下来的欧美文化。其思想基础是分析的思维模式。其繁荣期是在工业革命以后，与资本主义的诞生有密切联系。这个文化把人类文化的发展推向一个空前的高度，创造的物质财富使全人类皆蒙其利，无远弗届。这一点是无论如何也要强调的。但是，中外少数有识之士，已经感到，到了今天，这个文化已呈强弩之末之势。它那分析的特点碰到了困难，一些西方的物理学家提出了夸克封闭的理论。我于此是一个完全的外行，不敢赞一词。即使还能分析下去，也绝不能说永远能分析下去。那种万世不竭的想法，恐怕只是一种空想。反正一向自认为已经抓到了真理，无所不适无所不能的自然科学家并不能解决或者解释自然界和人类躯体上的一切问题，这已经是有目共睹的了。西方文化衰竭了以后怎样呢？我的看法是自有东方文化在。可是，李慎之先生在这里又提出了问题。他在辨同异合东西这一篇发言里说首先是，所谓东方与西方文化究竟何所指，就很难弄清楚。这话自有其道理。一直到今天，主张东西文化有别的人还没有哪一个能够条分缕析地，翔实而又确凿地，令人完全信服地说出个道理来。这有待于我们进一步地思考与研究。但是绝不能因噎废食，就说东西文化分不清楚了。世界上万事万物，没有哪一个是绝对地纯的。连真空也不是百分之百的真。自其大者而言之，东西文化确有差别，而且差别极为明显，这一点无法否认。人类创造的文化很多，但是从总体上来看，可以分为东西两大文化体系。人类的思维模式，尽管名目繁多，但是从总体上来看也只能分为两大体系综合的思维模式与分析的思维模式。这与东西两大文化体系适相对应。我在上面已经谈到，西方文化绝不能万岁千秋，西方的科学技术也绝非万能。自然界和人体内许多现象，西方科技无法解释。比如人体特异功能中国的气功，还有中国傩文化中的一些现象，按照西方自然科学的规律是无法说得通的。把这些东西过分夸大，说得神乎其神，我并不相信但是这种现象确实存在，又无法否认。怎样来解释这些现象呢？"}
{"text":"人类的思维模式，尽管名目繁多，但是从总体上来看也只能分为两大体系综合的思维模式与分析的思维模式。这与东西两大文化体系适相对应。我在上面已经谈到，西方文化绝不能万岁千秋，西方的科学技术也绝非万能。自然界和人体内许多现象，西方科技无法解释。比如人体特异功能中国的气功，还有中国傩文化中的一些现象，按照西方自然科学的规律是无法说得通的。把这些东西过分夸大，说得神乎其神，我并不相信但是这种现象确实存在，又无法否认。怎样来解释这些现象呢？西方的科学技术已经无能为力，也就是说，西方以分析思维模式为主导的探讨问题的方式已经无能为力了。换一个方式试试看怎样呢？在这里，只有东方文化，只有以综合思维模式为主导的东方探讨问题的方式。实迫处此，不得不尔。一个人的个人爱好在这里是无能为力的。东西方文化的差别表现在众多的地方。原来我以为只有在社会科学和人文科学方面是这样的。后来我读了一些书和文章，才知道区别并不限于上述两种科学，连自然科学也不例外。给我启发最大的是两篇文章。一篇是吴文俊教授的关于研究数学在中国的历史与现状，副标题是东方数学典籍九章算术及其刘徽注研究，第二篇是关士续先生的科学历史的辩证法与辩证唯物主义的历史观，副标题是由吴文俊教授一篇引起的思考和讨论。两位都根本不是讨论东西方文化的问题，然而对探讨这两种文化之差别是有非常深刻的启发意义。我郑重推荐给对这个问题有兴趣的同行们读一读。话扯得有点太远了，是收回来的时候了。话虽然多，但我深信并不是废话。看了这些话以后，读者自然就能明白，我理解的东西文化融合与慎之理解的大相径庭。我理解的不是对等的融合，而是两个文化发展阶段前后衔接的融合，而是必以一方为主的融合，就是东风压倒西风吧。试问一个以综合思维为基础的文化怎样能同一个以分析思维为基础的文化对等地融合呢？那样产生出来的究竟会是一种什么样的文化呢？这里有一个十分关键的问题，必须加以解决，否则的话，我上面的那一些论证都成了肥皂泡，一吹就破。这就是中国文化，或者泛而言之的东方文化，也已有了若干千年的历史，难道这个文化就不受我在上面提出来的文化发展的五个阶段的制约吗？难道在这里必须给东方文化以特权吗？否，否，东方文化也必须受那五个阶段的制约。在规律面前，方方平等。我拿中国文化作一个例子来解释一下这个问题。"}
{"text":"那样产生出来的究竟会是一种什么样的文化呢？这里有一个十分关键的问题，必须加以解决，否则的话，我上面的那一些论证都成了肥皂泡，一吹就破。这就是中国文化，或者泛而言之的东方文化，也已有了若干千年的历史，难道这个文化就不受我在上面提出来的文化发展的五个阶段的制约吗？难道在这里必须给东方文化以特权吗？否，否，东方文化也必须受那五个阶段的制约。在规律面前，方方平等。我拿中国文化作一个例子来解释一下这个问题。汤因比在他的书中曾把中国文化分为几个文明。其说能否成立，姑置不论。但是中国文化作为一个整体，在几千年的发展过程中，有过几次输液甚至换血的过程。印度佛教思想传入中国，是第一次输液。明清之际西方思想传入，是第二次输液。五四运动可以算是第三次输液。有这样几次输液的过程，中国文化才得以葆其青春。这样的输液西方文化是不明显的。工业革命以后的繁荣阶段，更是根本没有。这是东西方文化最显著的区别之一。基于上述理由，我不能同意慎之的意见。三三十年河东，三十年河西的问题这个问题在上面二里实际上已经解决。但是，慎之在里十分强调说季先生所提出的三十年河东，三十年河西论，是我最不能同意的。因此，我觉得还有必要再唠叨上几句。这个问题，与其说是一个理论慎之的论，毋宁说它是一个历史事实。既然在人类历史上有过许多文化或者文明，生生灭灭，变动不已，从广义上来看，这就是三十年河东，三十年河西。把范围缩小一点，缩为东西两大文化体系，情况稍有不同。在这里，历史上曾有过三十年河东，现在正是三十年河西，是否能再一个三十年河东，这就有点理论味道了，因为历史还没有证明其是与否。我认为是是，理由上面二里已经陈述过了。至于究竟如何，那就有待于历史的证明。黑格尔用正――反――合这个公式说明事物发展规律。我觉得，在东西文化的关系上应该是正――反――正。但是我对于理论不是内行，提出来求教于通人。写到这里，我想起了一个古老的笑话，是关于两个近视眼看匾的，内容大家都知道的。我同慎之以及其他先生讨论的问题，等于还没拿出来的那一块匾。这样的问题只有历史的发展能最终解决，理论不管多么完美，多么奇妙，在没有被事实证明以前，都只能说是空想。"}
{"text":"至于究竟如何，那就有待于历史的证明。黑格尔用正――反――合这个公式说明事物发展规律。我觉得，在东西文化的关系上应该是正――反――正。但是我对于理论不是内行，提出来求教于通人。写到这里，我想起了一个古老的笑话，是关于两个近视眼看匾的，内容大家都知道的。我同慎之以及其他先生讨论的问题，等于还没拿出来的那一块匾。这样的问题只有历史的发展能最终解决，理论不管多么完美，多么奇妙，在没有被事实证明以前，都只能说是空想。因此，我对这个问题的考虑就到此为止，今后不想再写世纪畅想曲了。这个问题留给文学家，留给诗人去处理吧。第章关于天人合一思想的再思考下面介绍第二篇文章郑敏教授的诗歌与科学世纪末重读雪莱诗辨的震动与困惑。雪莱的这一篇文章是一篇极为重要的文章，真正闪耀着天才的火花。西人有言诗人是预言家，这话极有见地。诗人大概比我在上面提到的看猜匾的近视眼要高明得多多了。郑敏先生又以自己诗人的敏感写出了重读这篇文章的震动与困惑，极具有启发性，这与我在新解中提出的看法几乎完全符合。我不禁有点沾沾自喜了。我在下面就郑敏教授的文章谈几点意见。一雪莱预言工业发展的恶果英国浪漫主义诗人雪莱以惊人的诗人的敏感，在西方工业发展正如火如荼地上升的时候，预先看到了它能产生的恶果。因为我自己没有读诗辨，我只能依靠郑敏先生的介绍。我还是抄一点她的文章吧在他的感受里，世纪上半期的英国文化和人民的心态可谓病入膏肓。人们醉心于利用新兴的科学占领财富，一味放纵钻营的才能，而忽视心灵的培养。人们以机械的生产压制真正的创造性，而只有创造性才是真正的知识的源。在诗辨中雪莱指控工业革命将人们引上贪财自私愚昧的道路。郑敏先生接下来在下面又写道从世纪到世纪，西方文明在强大富裕的路上疾驰，价值观念经受强大的冲击，科技的惊人成就使得人文科学黯然失色。为积累财富所需的知识和理性活动成为文教界所重视的，而诗和想象力由于其无助于直接换取市场上的优势而受到忽视，前者雪莱称之为钻营的本领，诗人意识到物质的丰富并不必然促成文明自低向高发展。这些话对我们今天的中国也还有其借鉴的意义。我并不主张，一切的财富积累都必须反对。那是某些宗教教派的信条，为我所不取。"}
{"text":"郑敏先生接下来在下面又写道从世纪到世纪，西方文明在强大富裕的路上疾驰，价值观念经受强大的冲击，科技的惊人成就使得人文科学黯然失色。为积累财富所需的知识和理性活动成为文教界所重视的，而诗和想象力由于其无助于直接换取市场上的优势而受到忽视，前者雪莱称之为钻营的本领，诗人意识到物质的丰富并不必然促成文明自低向高发展。这些话对我们今天的中国也还有其借鉴的意义。我并不主张，一切的财富积累都必须反对。那是某些宗教教派的信条，为我所不取。但在积累财富的同时不应该进行点精神文明方面的教育吗？接下去，郑敏教授根据雪莱的预言列举了一些随着高科技在世纪的发展而产生出来的罪恶原子弹艾滋病民族仇恨的战火森林的被破坏海洋受污染动物种类不断减少臭氧层遭破坏吸毒的蔓延国际贩毒活动猖狂黑手党的暴力活动灭绝种族的纳粹大屠杀恐怖的夜间失踪精神病院的黑暗，等等。这同我在一些文章中列举的弊端，大同而小异。真是触目惊心，令人不寒而栗。二雪莱开出的药方上面列举的那一些现象，不管称之为什么，反正都是确确实实存在的，必须有解救的办法，必须有治这些病的药方。根据郑先生的介绍，雪莱开出来的药方是诗与想象力，再加上一个爱。根据郑先生的解释，诗，在很多情况下指的是诗的功能。雪莱认为，诗是神圣的，它具有一种道德的威力，它能克服邪恶。想象力，雪莱在诗辨中提出了它作为对物质崇拜和金钱专政相对抗的解毒剂。这种想象力的成分有柏拉图的理念，康德的先验主义，以及大量带有非理性不是反理性色彩的人文主义。在诗辨看来，那在富与高尚之间遗失的环节，就是想象力和诗。雪莱医治人类创伤的另一剂良药就是爱。在解放了的普罗米修斯中，地下凶神德漠高更说，爱这双有医疗功能的翅膀拥抱满目疮痍的世界。总之，雪莱的浪漫主义想以爱来医治人的创伤，以想象力来开拓人的崇高，以诗来滋润久旱的大地。他的这一些想法，我们不见得都能接受。但是，这对我们会有很大的启发性，则是必须肯定的。三人与大自然的关系一讲到爱，就会同人与大自然的关系挂上了钩。在这个问题上，郑敏教授有非常中肯的论述。我在下面抄一段她的话譬如，当一部分人为了发财而疯狂地破坏自然时，诗心使得一些人抗议滥杀野生动物，破坏原始森林，破坏臭氧层。"}
{"text":"总之，雪莱的浪漫主义想以爱来医治人的创伤，以想象力来开拓人的崇高，以诗来滋润久旱的大地。他的这一些想法，我们不见得都能接受。但是，这对我们会有很大的启发性，则是必须肯定的。三人与大自然的关系一讲到爱，就会同人与大自然的关系挂上了钩。在这个问题上，郑敏教授有非常中肯的论述。我在下面抄一段她的话譬如，当一部分人为了发财而疯狂地破坏自然时，诗心使得一些人抗议滥杀野生动物，破坏原始森林，破坏臭氧层。愈来愈多的人走出以人为中心的狭隘愚昧的宇宙观，认识到自然并不是为人而存在的，反之，人若要存在下去，就要了解自然保护自然。盲目破坏自然环境，最终是要受到自然的惩罚的。在工业的初期，人类兴奋于一些科技的发明而以为人类万能，自我膨胀。使人类在愚蠢的谋财过程中大量伤害了自然，今天我们已看到人和自然间的文本的关系，人的存在因自然受伤也面临危机。这些意见同我在新解和其他文章中的意见完全一致。我们必须承认这些意见的正确。中国和东方一些国家自古以来的天人合一的思想，表达的正是这种思想和感情。拯救全人类灭亡的金丹灵药，雪莱提出来的是想象力诗和爱，我们东方人提出来的是天人合一的思想，殊途同归，不必硬加轩轾。四西方向东方学习写到这里，已经接近西方必须向东方学习的问题了。关于这个问题，郑敏先生介绍了一些情况。她说，随着西方社会走向后工业化时代，西方思潮中发展了一股向东方文化寻找清热解毒的良药的潜流。她举出了一些例子，比如世纪初的费诺罗萨和庞德p对中国文字和古典文学的兴趣。这一支向东方文明寻找生机的学派虽然在世纪以前已经开始，但在世纪与世纪发展成西方文化中一支颇有影响的亚文化。从道家儒家印度佛教近年在西方文化中的影响来讲，就可以看出西方思想家是如何希望将东方文化作为一种良药来疏浚西方文化血管中物质沉淀的阻塞。在这里，郑敏教授举出了卡普拉和海德格尔，还有日本学者手冢，以及德里达关于语言的讨论。总之，西方向东方学习古已有之，于今为烈。我个人认为这是不可避免的，而且是一件大好的事情。特别值得思考的是这样一个事实西方在第一次世界大战和第二次世界大战以后，都曾掀起了向东方学习的高潮。其中原因实在值得我们认真去思考。"}
{"text":"在这里，郑敏教授举出了卡普拉和海德格尔，还有日本学者手冢，以及德里达关于语言的讨论。总之，西方向东方学习古已有之，于今为烈。我个人认为这是不可避免的，而且是一件大好的事情。特别值得思考的是这样一个事实西方在第一次世界大战和第二次世界大战以后，都曾掀起了向东方学习的高潮。其中原因实在值得我们认真去思考。五两种思维方式最后我想着重谈一谈东西两种思维方式或模式的问题。几年以前，我提出了世界上两大思维模式的想法，东方的综合思维模式和西方的分析思维模式。我在本文中，在上面，也谈到了这个想法。我有点自知之明，自己绝不是什么哲学家，至多不过胡思乱想而已。可是对这种胡思乱想偏偏又有点沾沾自喜。这或许是人类的弱点之一吧，我也未能免俗。虽然对读者同意的反应和不同意的反应我并不怎样介意，但看到赞成的意见，心里总是有点舒服。这或许是人类的另一个弱点吧。在郑敏教授的这一篇文章里，我无意中找到了同我的看法几乎完全相同的论述，窃以为慰。我先把有关的地方抄在下面世纪后半期，西方结构主义与解构思维都以语言为突破口，对人类文化的各方面进行阐释，最后落实到两类思维模式，结构主义带着浓厚的崇尚科学的客观性倾向，企图将文字语言及文化的各个方面纳入脱离人性及主观想象力的活动而独立存在的结构符号系统世界。解构思维则对这种崇尚逻辑分析并以此为中心的智性活动的垄断进行反抗。再往下，郑敏先生又从人类智能的倾向方面把智能分为两大类分析的重实的和综合的重穿透和超越的。雪莱认为科技属于前者，而诗的想象为后者。这同上面讲到的人类的两种思维模式完全相当。根据郑先生的论述，这两种模式表现在很多方面，我先归纳一下，列出一个简明扼要的表，然后再逐项稍加解释分析知性理性分析力结构主义综合悟性想象力解构思维，为了真实和准确起见，我在解释时少用自己的话，而多用郑文原文。先谈分析和综合。从世纪以来，由于科技的突飞猛进，人们更重视分析逻辑思维，而忽视想象力的海阔天空的创造性。但现在这类分析活动正试用压倒创造发明的功能指想象力，注的直接表述。综合，上面引文中已有，不再重复。谈知性和悟性。"}
{"text":"根据郑先生的论述，这两种模式表现在很多方面，我先归纳一下，列出一个简明扼要的表，然后再逐项稍加解释分析知性理性分析力结构主义综合悟性想象力解构思维，为了真实和准确起见，我在解释时少用自己的话，而多用郑文原文。先谈分析和综合。从世纪以来，由于科技的突飞猛进，人们更重视分析逻辑思维，而忽视想象力的海阔天空的创造性。但现在这类分析活动正试用压倒创造发明的功能指想象力，注的直接表述。综合，上面引文中已有，不再重复。谈知性和悟性。忘记了想象力悟性是保护人类崇高精神和创造能力的一种天性。但他坚信这一切必须置于诗的功能和想象力的悟性非狭隘的理性之下。第页有知性活动这个词儿。理性的运用强调分析知性和实证，而忽略悟性，虽然悟性是凌驾于事实之上的一种超越的穿透性。谈分析力和想象力。上面的引文已经涉及到这方面了。现在再引上几句话。想象力的集中表现为诗和哲学，分析力的集中表现为科技与科学理论有别想象力的发展走向是超越物质世界，走向无拘束无边无限的精神世界，而分析活动的发展产生了人对征服自然的强烈欲望。我在别的地方讲过，征服自然是西方文化有别于东方文化的重要特点。郑文还提到，雪莱的诗辨主张以诗的功能和想象力来与分析性的功利主义和实用主义抗衡。结构主义和解构思维，上面已引过。我现在再补充上一条解构思维反对定型僵化的系统和抽象，因此吸收了东方哲学的道无常道无名天地始常无观其妙羡林案原文如此玄者无形等强调无的思维。这样解构思维就同东方文化挂上了钩。郑敏教授的论文就介绍到这里。雪莱的诗辨和郑先生的文章，都是好文章。但是，是否我就完全同意不敢赞一词了呢？也不是的。我现在就根据自己的理解做一点补充，并且谈一谈自己的看法。雪莱所谓的诗，不可能指世界上所有的诗。在过去的几千年中，各国人民创造了不少种类繁多内容和形式各异的诗，诗的功能也各种各样，有的诗显然并不具备雪莱所说的那种诗的功能。我猜想，雪莱心目中的诗就是浪漫主义的诗。其次，郑文中谈到了综合思维和分析思维，但是没有指出，这二者是否在地球上有所区别。我在上面已经指出，世界上没有绝对纯的东西，东西方都是既有综合思维，也有分析思维。"}
{"text":"也不是的。我现在就根据自己的理解做一点补充，并且谈一谈自己的看法。雪莱所谓的诗，不可能指世界上所有的诗。在过去的几千年中，各国人民创造了不少种类繁多内容和形式各异的诗，诗的功能也各种各样，有的诗显然并不具备雪莱所说的那种诗的功能。我猜想，雪莱心目中的诗就是浪漫主义的诗。其次，郑文中谈到了综合思维和分析思维，但是没有指出，这二者是否在地球上有所区别。我在上面已经指出，世界上没有绝对纯的东西，东西方都是既有综合思维，也有分析思维。但是，从宏观上来看，从总体上来看，这两种思维模式还是有地域区别的东方以综合思维模式为主导，西方则是分析思维模式。这个区别表现在各个方面。东方哲学思想特点的天人合一思想，就是以综合思维为基础的。最后，我还想对诗人诅咒金钱说上几句话。我觉得，金钱本身是没有什么善与恶的。善与恶决定于金钱是怎样获得的？金钱又是怎样使用的？来的道路光明正大，使用的方式又合情合理，能造福人类，这就是善，否则就是恶。这个常识，很多人都会有的。在结束本文之前，我再补充一点关于中国少数民族纳西族的类似汉族天人合一思想的哲学思想。我在新解中和本文里讲的人与大自然合一的思想，都讲的是汉族的。对于少数民族的哲学思想，我很少涉猎，不敢妄说。不久以前我收到云南朋友们赠送的东巴文化与纳西哲学，赠送者就是本书的李国文先生。读后眼界大开。书中使我最感兴趣的是三古老的宇宙观。在这一章里，叙述了动物崇拜型的世界血肉整体联系说。这里讲了三种动物虎牛青蛙。对于这三种动物与世界血肉整体联系，本书有很简明扼要的叙述，读者请参阅原书，我不再引证。为了给读者以具体的印象，我引用东巴经虎的来历中的一段话大地上很好的老虎，虎头是天给的。虎皮是大地给的。虎骨是石头给的。虎肉是土给的。虎眼是星宿给的。虎肚是月亮给的。虎肺是太阳给的。虎心是铁给的。虎血是水给的。虎气是风给的。虎的声音是青龙给的。虎爪是大雕给的。虎胆是胜利神和白牦牛给的。虎耳是豺狗给的。不用加任何解释，天地万物为一体的精神，跃然纸上。这种天人合一的精神，其他少数民族中一定还有。我现在暂且不去探索了。我这一篇长达一万五千字的拙文到此为止。它看似凌乱，实则有一条主轴思想贯串其中。明眼人自能看出，我就不再唆了。"}
