{"text":"人等好事嫌姗姗来迟，等坏事同样也缺乏耐心。没有谁愿意等坏事，坏事而要等，是因为在劫难逃，实出于不得已。不过，既然在劫难逃，一般人的心理便是宁肯早点了结，不愿无谓拖延。假如我们所爱的一位亲人患了必死之症，我们当然惧怕那结局的到来。可是，再大的恐惧也不能消除久等的无聊。在战争与和平中，娜塔莎一边守护着弥留之际的安德列，一边在编一只袜子。她爱安德列胜于世上的一切，但她仍然不能除了等心上人死之外什么事也不做。一个人在等自己的死时会不会无聊呢这大约首先要看有无足够的精力。比较恰当的例子是死刑犯，我揣摩他们只要离刑期还有一段日子，就不可能一门心思只想着那颗致命的子弹。恐惧如同一切强烈的情绪一样难以持久，久了会麻痹，会出现间歇。一旦试图做点什么事填充这间歇，阵痛般发作的恐惧又会起来破坏任何积极的念头。一事不做地坐等一个注定的灾难发生，这种等实在荒谬，与之相比，灾难本身反倒显得比较好忍受一些了。无论等好事还是等坏事，所等的那个结果是明确的。如果所等的结果对于我们关系重大，但吉凶未卜，则又别是一番滋味在心头。这时我们宛如等候判决，心中焦虑不安。焦虑实际上是由彼此对立的情绪纠结而成，其中既有对好结果的盼望，又有对坏结果的忧惧。一颗心不仅悬在半空，而且七上八下，大受颠簸之苦。说来可怜，我们自幼及长，从做学生时的大小考试，到毕业后的就业定级升迁出洋等等，一生中不知要过多少关口，等候判决的滋味真没有少尝。当然，一个人如果有足够的悟性，就迟早会看淡浮世功名，不再把自己放在这个等候判决的位置上。但是，若非修炼到类似涅的境界，恐怕就总有一些事情的结局是我们不能无动于衷的。此刻某机关正在研究给不给我加薪，我可以一哂置之。此刻某医院正在给我的妻子动剖腹产手术，我还能这么豁达吗到产科手术室门外去看看等候在那里的丈夫们的冷峻脸色，我们就知道等候命运判决是多么令人心焦的经历了。在人生的道路上，我们难免会走到某几扇陌生的门前等候开启，那心情便接近于等在产科手术室门前的丈夫们的心情。不过，我们一生中最经常等候的地方不是门前，而是窗前。那是一些非常窄小的小窗口，有形的或无形的，分布于商店银行车站医院等与生计有关的场所，以及办理种种烦琐手续的机关衙门。"}
{"text":"在人生的道路上，我们难免会走到某几扇陌生的门前等候开启，那心情便接近于等在产科手术室门前的丈夫们的心情。不过，我们一生中最经常等候的地方不是门前，而是窗前。那是一些非常窄小的小窗口，有形的或无形的，分布于商店银行车站医院等与生计有关的场所，以及办理种种烦琐手续的机关衙门。我们为了生存，不得不耐着性子，排着队，缓慢地向它们挪动，然后屈辱地侧转头颅，以便能够把我们的视线手和手中的钞票或申请递进那个窄洞里，又摸索着取出我们所需要的票据文件等等。这类小窗口常常无缘无故关闭，好在我们的忍耐力磨练得非常发达，已经习惯于默默地无止境地等待了。等在命运之门前面，等的是生死存亡，其心情是焦虑，但不乏悲壮感。等在生计之窗前面，等的是柴米油盐，其心情是烦躁，掺和着屈辱感。前一种等，因为结局事关重大，不易感到无聊。然而，如果我们的悟性足以平息焦虑，那么，在超脱中会体味一种看破人生的大无聊。后一种等，因为对象平凡琐碎，极易感到无聊，但往往是一种习以为常的小无聊。说起等的无聊，恐怕没有比逆旅中的迫不得已的羁留更甚的了。所谓旅人之愁，除离愁乡愁外，更多的成分是百无聊赖的闲愁。譬如，由于交通中断，不期然被耽搁在旅途某个荒村野店，通车无期，举目无亲，此情此境中的烦闷真是难以形容。但是，若把人生比作一逆旅，我们便会发现，途中耽搁实在是人生的寻常遭际。我们向理想生活进发，因了种种必然的限制和偶然的变故，或早或迟在途中某一个点上停了下来。我们相信这是暂时的，总在等着重新上路，希望有一天能过自己真正想过的生活，殊不料就在这个点上永远停住了。有些人渐渐变得实际，心安理得地在这个点上安排自己的生活。有些人仍然等啊等，岁月无情，到头来悲叹自己被耽误了一辈子。那么，倘若生活中没有等，又怎么样呢在说了等这么多坏话之后，我忽然想起等的种种好处，不禁为我的忘恩负义汗颜。我曾经在一个农场生活了一年半。那是湖中的一个孤岛，四周只见茫茫湖水，不见人烟。我们在岛上种水稻，过着极其单调的生活。使我终于忍受住这单调生活的正是等――等信。每天我是怀着怎样殷切的心情等送信人到来的时刻啊，我仿佛就是为这个时刻活着的，尽管等常常落空，但是等本身就为一天的生活提供了色彩和意义。我曾经在一间地下室里住了好几年。日复一日，只有我一个人。"}
{"text":"那么，倘若生活中没有等，又怎么样呢在说了等这么多坏话之后，我忽然想起等的种种好处，不禁为我的忘恩负义汗颜。我曾经在一个农场生活了一年半。那是湖中的一个孤岛，四周只见茫茫湖水，不见人烟。我们在岛上种水稻，过着极其单调的生活。使我终于忍受住这单调生活的正是等――等信。每天我是怀着怎样殷切的心情等送信人到来的时刻啊，我仿佛就是为这个时刻活着的，尽管等常常落空，但是等本身就为一天的生活提供了色彩和意义。我曾经在一间地下室里住了好几年。日复一日，只有我一个人。当我伏案读书写作的时候，我不由自主地在等――等敲门声。我期待我的同类访问我，这期待使我感到我还生活在人间，地面上的阳光也有我一份。我不怕读书写作被打断，因为无需来访者，极度的寂寞早已把它们打断一次又一次了。不管等多么需要耐心，人生中还是有许多值得等的事情的等冬夜里情人由远及近的脚步声，等载着久别好友的列车缓缓进站，等第一个孩子出生，等孩子咿呀学语偶然喊出一声爸爸后再喊第二第三声，等第一部作品发表，等作品发表后读者的反响和共鸣可以没有爱情，但如果没有对爱情的憧憬，哪里还有青春可以没有理解，但如果没有对理解的期待，哪里还有创造可以没有所等的一切，但如果没有等，哪里还有人生活着总得等待什么，哪伯是等待戈多。有人问贝克特，戈多究竟代表什么，他回答道我要是知道，早在剧中说出来了。事实上，我们一生都在等待自己也不知道的什么，生活就在这等待中展开并且获得了理由。等的滋味不免无聊，然而，一无所等的生活更加无聊。不，一无所等是不可能的。即使在一无所等的时候，我们还是在等，等那个有所等的时刻到来。一个人到了连这样的等也没有的地步，就非自杀不可。所以，始终不出场的戈多先生实在是人生舞台的主角，没有他，人生这场戏是演不下去的。人生唯一有把握不会落空的等是等那必然到来的死。但是，人人都似乎忘了这一点而在等着别的什么，甚至死到临头仍执迷不悟。我对这种情形感到悲哀又感到满意。天才的命运一八二三年夏季，拜仑从热那亚渡海，向烽火四起的希腊进发，准备献身于他心目中圣地的解放战争。出发前夕，仿佛出于偶然，他给歌德捎去一张便函，歌德赋诗作答，拜仑还来得及写一封回信。这样，十九世纪的两位诗坛泰斗，诗歌奥林匹斯山上的酒神和日神，终于赶在死神之前沟通了彼此的倾慕。"}
{"text":"但是，人人都似乎忘了这一点而在等着别的什么，甚至死到临头仍执迷不悟。我对这种情形感到悲哀又感到满意。天才的命运一八二三年夏季，拜仑从热那亚渡海，向烽火四起的希腊进发，准备献身于他心目中圣地的解放战争。出发前夕，仿佛出于偶然，他给歌德捎去一张便函，歌德赋诗作答，拜仑还来得及写一封回信。这样，十九世纪的两位诗坛泰斗，诗歌奥林匹斯山上的酒神和日神，终于赶在死神之前沟通了彼此的倾慕。当时，歌德已是七十四岁高龄，在马里耶巴德最后一次堕入情网。魏玛小朝廷的这位大臣一生中不断恋爱，又不断逃避。他有许多顾忌，要维护他的责任地位声望和心理平衡。但是，他内心深处非常羡慕拜仑的自由不羁的叛逆精神。这一回，他手中拿着拜仑的信，在拜仑形象的鼓舞下，决心向年仅十七岁的意中人求婚。可是，颇具讽刺意味的是，那位使他鼓起勇气走向爱情的英国勋爵，此时尽管正当盛年，只有三十五岁，却已经厌倦了爱情，也厌倦了生命，决心走向死亡。不到一年，果然客死希腊。歌德是个老少年，而拜仑，如同他自己所说，是个年轻的老人。临终前，他告诉医生我对生活早就腻透了。你们挽救我的生命的努力是徒劳的。我来希腊，正是为了结束我所厌倦的生存。在拜仑的个性中，最触目惊心的特征便是这深入骨髓的厌倦病。他又把这个特征投射到创作中，从哈洛尔德到唐璜，他的主人公无一例外都患有这种病。他的妻子，那位有严格的逻辑头脑被他讥称为平行四边形公主的安娜贝拉，关于他倒下过一句中肯的断语正是对单调生活的厌倦无聊，把这类心地最善良的人逼上了最危险的道路。他自己也一再悲叹不论什么，只要能治好我这可恶的厌倦病就行！为了逃避无聊，他把自己投入惊世骇俗的爱情浪漫的旅行和狂热的写作之中。然而，这一切纵然使他登上了毁和誉的顶峰，仍不能治愈他的厌倦病。他给自己作总结我的一生多少是无聊的，我推测这是气质上的问题。气质上的问题――什么气质怎么就无聊了无聊实在是一种太平常的情绪，世上大约没有谁不曾品尝过个中滋味。但是，无聊和无聊不同。有浅薄的无聊，也有深刻的无聊。前者犹如偶感风寒，停留在体表，很容易用随便哪种消遣将它驱除。后者却是一种浸透灵魂的毒汁，无药可治。拜仑患的就是这么一种致命的疾患。叔本华说，生命是一团欲望，欲望不满足便痛苦，满足便无聊，人生就在痛苦和无聊之间摇摆。"}
{"text":"他给自己作总结我的一生多少是无聊的，我推测这是气质上的问题。气质上的问题――什么气质怎么就无聊了无聊实在是一种太平常的情绪，世上大约没有谁不曾品尝过个中滋味。但是，无聊和无聊不同。有浅薄的无聊，也有深刻的无聊。前者犹如偶感风寒，停留在体表，很容易用随便哪种消遣将它驱除。后者却是一种浸透灵魂的毒汁，无药可治。拜仑患的就是这么一种致命的疾患。叔本华说，生命是一团欲望，欲望不满足便痛苦，满足便无聊，人生就在痛苦和无聊之间摇摆。他把无聊看作欲望满足之后的一种无欲望状态，可说是只知其一不知其二。因为，即使酒足饭饱的无聊，也并非纯粹的满足状态，这时至少还有一种未满足的欲望，便是对于欲望的欲望。完全无欲望是一种恬静状态，无聊却包含着不安的成分。人之所以无聊不是因为无欲望，而是因为不能忍受这无欲望的状态，因而渴望有欲望。何况除了肉体欲望之外，人还有精神欲望，后者实质上是无限的。这种无限的精神欲望尤其体现在像拜仑这样极其敏感的天性身上，他们内心怀着对精神事物的永不满足的欲求，由于无限的欲望不可能通过有限的事物获得满足，结果必然对一切业已到手的东西很容易感到厌倦。对他们来说，因为欲望不能满足而导致的痛苦和因为对既有事物丧失欲望而导致的无聊不是先后交替，而是同时并存的。他们的无聊直接根源于不满足，本身就具有痛苦的性质。拜仑自己对此有清醒的认识，他在恰尔德哈洛尔德游记中写道有一种人的灵魂动荡而且燃着火焰，它不愿在自己狭隘的躯壳里居停，却总喜欢作非分的幻想和憧憬这种心灵深处的热狂，正是他和他的同病者们不可救药的致命伤。我相信这种形而上的激情乃是一切天才的特质，而由于这种激情永无满足的希望，深刻的无聊也就是一切天才不能逃脱的命运了。表面看来，歌德的个性和拜仑截然相反。然而，只要读一读浮士德便可知道，他们之间的相同处要远比相异处更多也更本质。浮士德就是一个灵魂永远不知满足的典型。他在景仰着上界的明星，又想穷极着下界的欢狂，无论是在人间或是天上，没一样可满足他的心肠。歌德让他用与拜仑描述哈洛尔德极其相似的语言如此自白我的心境总觉得有一种感情，一种烦闷，寻不出一个名字来把它命名。我便把我的心思向宇宙中驰骋，向一切的最高的辞藻追寻。我这深心中燃烧着的火焰，我便名之为无穷，为永恒。"}
{"text":"然而，只要读一读浮士德便可知道，他们之间的相同处要远比相异处更多也更本质。浮士德就是一个灵魂永远不知满足的典型。他在景仰着上界的明星，又想穷极着下界的欢狂，无论是在人间或是天上，没一样可满足他的心肠。歌德让他用与拜仑描述哈洛尔德极其相似的语言如此自白我的心境总觉得有一种感情，一种烦闷，寻不出一个名字来把它命名。我便把我的心思向宇宙中驰骋，向一切的最高的辞藻追寻。我这深心中燃烧着的火焰，我便名之为无穷，为永恒。永恒，这难道是一种魔性的欺骗毫无疑问，在浮士德和哈洛尔德的灵魂中燃着的是同一种火焰，这同一种火焰逼迫他们去作相似的求索。在子夜这一场，匮乏罪过患难都不能接近浮士德，唯独忧郁不召而来，挥之不去，致使浮士德双目失明。歌德的这个安排是意味深长的。忧郁是典型的拜仑式气质。歌德曾经表示我们需要刺激，没有它就不能抵御忧郁。但是，一切不知满足的灵魂终归都逃脱不了忧郁，歌德通过浮士德的结局终于也承认了这一点。那么，什么是忧郁呢难道忧郁不正是激情和厌倦所生的孩子吗在拜仑身上，激情和厌倦都是一目了然的。歌德不同，他总是用理性来调节激情，抑制厌倦。不过，在他不知疲倦的广泛卓绝的活动背后，他的厌倦仍有蛛丝马迹可寻。他在七十岁时的一封信中针对自己写道一个人在青年时代就感到世界是荒谬的，那么他怎么能再忍受四十年呢据说全凭他有一种天赋，即愿望。可是，愿望是个奇怪的东西，它每天在愚弄我们。难怪在他最亲近的人心目中，他是个厌世者怀疑主义者。其实，老年歌德由衷地同情拜仑，同样透露了这一层秘密。然而，最有力的证据还是要到他的作品中去寻找。在我看来，浮士德和靡非斯特都是歌德灵魂的化身。如果说拜仑的主人公往往集激情和厌倦于一身，那么，歌德却把他灵魂中的这两个方面分割开来，让浮士德代表永不满足的激情，靡非斯特代表看破一切的厌倦。浮士德和少女跳舞，迷恋于少女的美，唱道从前做过一个好梦儿，梦见一株苹果树，两颗优美的苹果耀枝头，诱我登上树梢去。靡非斯特便和老妪跳舞，把这美的实质拆穿，唱道从前做过一个怪梦儿！梦见一株分杈树，有个什么东西在杈中，虽臭也觉有滋味。浮士德凝望海潮涨落，偶然注意到波浪停止了，卷回海底，把骄傲地达到的目的抛弃，但时间一到，又重演同样的游戏。"}
{"text":"浮士德和少女跳舞，迷恋于少女的美，唱道从前做过一个好梦儿，梦见一株苹果树，两颗优美的苹果耀枝头，诱我登上树梢去。靡非斯特便和老妪跳舞，把这美的实质拆穿，唱道从前做过一个怪梦儿！梦见一株分杈树，有个什么东西在杈中，虽臭也觉有滋味。浮士德凝望海潮涨落，偶然注意到波浪停止了，卷回海底，把骄傲地达到的目的抛弃，但时间一到，又重演同样的游戏。对于这无意义的重复，浮士德感到苦闷，遂产生围海造田的念头，决心征服奔放的元素的无目的的力，靡非斯特却嘲笑说这在我并不是什么新闻，千百年来我已经把它认清。浮士德不倦地创造，在他徒劳地想把握这创造的成果的瞬间，终于倒下死去，此时响起合唱已经过去了。靡非斯特反驳道为什么说过去过去和全无是同义词永恒的创造毫无意义！凡创造物都被驱入虚无里已经过去了――这话是什么意思那就等于说，从来不曾有过。对于浮士德的每一个理想主义行为，靡非斯特都在一旁作出虚无主义的注解。从靡非斯特对浮士德的嘲讽中，我们难道听不出歌德的自嘲过去等于全无。生命一旦结束，就与从来不曾活过没有区别。浮士德式的灵魂之所以要不安地寻求，其隐秘的动机正是为了逃脱人生的这种虚无性质。永恒之女性，引我们飞升。那个引诱我们不知疲倦地追求的女性，名字就叫永恒。但是，歌德说得明白，这个女性可不是凡间女子，而是天上的圣母女神。所以，我们一日不升天，她对于我们就始终是一个可望不可即的幻影。精神一面要逃避无常，企求永恒，另一面却又厌倦重复，渴慕新奇。在自然中，变是绝对的，不变是相对的。绝对的变注定了凡胎肉身的易朽。相对的不变造就了日常生活的单调。所以，无常和重复原是自然为人生立的法则。但精神不甘于循此法则，偏要求绝对的不变――永恒，偏难忍相对的不变――重复，在变与不变之间陷入了两难。其实，自然中并无绝对的重复。正如潮汐是大海的节奏一样，生命也有其新陈代谢的节奏。当生命缺乏更高的目的时，我们便把节奏感受为重复。重复之荒谬就在于它是赤裸裸的无意义。重复像是永恒的一幅讽刺画，简直使人对永恒也丧失了兴趣。对于那些不安的灵魂来说，重复比无常更不堪忍受。精神原是为逃脱无常而不倦地追求永恒，到后来这不倦的追求本身成了最大需要，以致当追求倦怠之时，为了逃脱重复，它就宁愿扑向无常，毁灭自己。"}
{"text":"其实，自然中并无绝对的重复。正如潮汐是大海的节奏一样，生命也有其新陈代谢的节奏。当生命缺乏更高的目的时，我们便把节奏感受为重复。重复之荒谬就在于它是赤裸裸的无意义。重复像是永恒的一幅讽刺画，简直使人对永恒也丧失了兴趣。对于那些不安的灵魂来说，重复比无常更不堪忍受。精神原是为逃脱无常而不倦地追求永恒，到后来这不倦的追求本身成了最大需要，以致当追求倦怠之时，为了逃脱重复，它就宁愿扑向无常，毁灭自己。歌德在回忆录里谈到，有个英国人为了不再每天穿衣又脱衣而上吊了。拜仑指出有一些狂人，他们宁可战斗而死，也不愿捱到平静的老年，无聊而凄凉地死去。许多大作家之所以轻生，多半是因为发现自己的创造力衰退，不能忍受生命愈来愈成为一种无意义的重复。无聊是比悲观更致命的东西，透彻的悲观尚可走向宿命论的平静或达观的超脱，深刻的无聊却除了创造和死亡之外别无解救之道。所以，悲观哲学家叔本华得以安享天年，硬汉子海明威却向自己的脑袋扳动了他最喜欢的那支猎枪的扳机。但是，我要说，一个人能够感受到深刻的无聊，毕竟是幸运的。这是一种伟大的不满足，它催促人从事不倦的创造。尽管创造也不能一劳永逸地解除深刻的无聊，但至少可以使人免于浅薄的无聊和浅薄的满足。真正的创造者是不会满足于自己既已创造的一切成品的。在我看来，一个人获得了举世称羡的成功，自己对这成功仍然不免发生怀疑和厌倦，这是天才的可靠标志。从多余的人到局外人自古以来，人一直在向世界发出呼唤，并且一直从世界得到回答。事实上，人是把自己的呼唤的回声听成了世界的回答。可是，直到一个多世纪前，人才对此如梦初醒。于是，一个新的历史时代拉开了帷幕。一个能够回答人的呼唤的世界，实际上就是一个上帝。现在，世界沉默了，上帝死了。当人的呼唤第一次得不到世界的回答，世界第一次对之报以毛骨悚然的沉默的时候，人发现自己遭到了遗弃。他像弃妇一样恸哭哀号，期望这号哭能打动世界的冰冷的心。但是，覆水难收，世界如此绝情，只有凄厉的哭声送回弃妇自己耳中。这时候走来一位哲学家，他劝告人类命运不可违抗，呼唤纯属徒劳，人应当和世界一同沉默，和上帝一同死去。另一位哲学家反驳道在一个沉默的世界上无望地呼唤，在一片无神的荒原上孤独地跋涉，方显出人的伟大。"}
{"text":"现在，世界沉默了，上帝死了。当人的呼唤第一次得不到世界的回答，世界第一次对之报以毛骨悚然的沉默的时候，人发现自己遭到了遗弃。他像弃妇一样恸哭哀号，期望这号哭能打动世界的冰冷的心。但是，覆水难收，世界如此绝情，只有凄厉的哭声送回弃妇自己耳中。这时候走来一位哲学家，他劝告人类命运不可违抗，呼唤纯属徒劳，人应当和世界一同沉默，和上帝一同死去。另一位哲学家反驳道在一个沉默的世界上无望地呼唤，在一片无神的荒原上孤独地跋涉，方显出人的伟大。渴求意义的人突然面对无意义的世界，首先表现出这两种心态颓废和悲壮。它们的哲学代言人就是叔本华和尼采。还有第三种心态厌倦。如果说颓废是听天由命地接受无意义，悲壮是慷慨激昂地反抗无意义，那么，厌倦则是一种既不肯接受又不想反抗的心态。颓废者是奴隶，悲壮者是英雄，厌倦者是那种既不愿做奴隶又无心当英雄的人，那种骄傲得做不成奴隶又懒惰得当不了英雄的人。厌倦是一种混沌的情绪，缺乏概念的明确性。所以，它没有自己的哲学代言人。它化身为文学形象登上十九世纪舞台，这就是俄国作家笔下的一系列多余的人的形象。多余的人是拜仑的精神后裔，这位英国勋爵身上的一种气质通过他们变成了一个清楚的文学主题。我把厌倦看作无聊的一种形态。这是一种包含激情的无聊。多余的人是一些对于意义非常在乎的人，但他们在这个世界上找不到他们所寻求的意义。当世人仍然满足于种种既有的生活价值时，他们却看透了这些价值的无价值。因此，他们郁郁寡欢，落落寡合，充满着失落感，仿佛不是他们否定了既有的意义，倒是他们自己遭到了既有意义的排斥。这个世界是为心满意足的人准备的，没有他们的位置。所以，他们觉得自己是多余的人。从莱蒙托夫的当代英雄出版第一个多余的人形象皮却林诞生之日起，恰好过了一个世纪，加缪的局外人问世。如果把默索尔对于世间万事的那种淡漠心态也看作一种无聊，那么，这已经是一种不含激情的无聊了。从多余的人到局外人，无聊的色调经历了由暖到冷的变化。人一再发出呼唤，世界却固执地保持沉默。弃妇心头的哀痛渐渐冷却，不再发出呼唤。这个世界不仅仅是一个负心汉，因为负心犹未越出可理解的范围。这个世界根本就不可理解，它没有心，它是一堆石头。人终于发现自己面对的是一个荒谬的世界。笼罩十九世纪的气氛是悲剧性的，人们在为失落的意义受难。"}
