{"text":"地面上也不能走了，总得在空中飞来飞去而且皮肤的抵抗力也衰弱起来，一有紧要的事情，就伤风，同时还传染给大臣们，一齐生病。出版有大部的字典，还不止一部，然而是都不合于实用的，倘要明白真情，必须查考向来没有印过的字典。这里面很有新奇的解释，例如解放就是枪毙托尔斯泰主义就是逃走官字下注云大官的亲戚朋友和奴才城字下注云为防学生出入而造的高而坚固的砖墙道德条下注云不准女人露出臂膊革命条下注云放大水入田地里，用飞机载炸弹向匪贼头上掷之也。出版有大部的法律，是派遣学者，往各国采访了现行律，摘取精华，编纂而成的，所以没有一国，能有这部法律的完全和精密。但卷头有一页白纸，只有见过没有印出的字典的人，才能够看出字来，首先计三条一，或从宽办理二，或从严办理三，或有时全不适用之。自然有法院，但曾在白纸上看出字来的犯人，在开庭时候是决不抗辩的，因为坏人才爱抗辩，一辩即不免从严办理自然也有高等法院，但曾在白纸上看出字来的人，是决不上诉的，因为坏人才爱上诉，一上诉即不免从严办理。有一天的早晨，许多军警围住了一个美术学校。校里有几个中装和西装的人在跳着，翻着，寻找着，跟随他们的也是警察，一律拿着手枪。不多久，一位西装朋友就在寄宿舍里抓住了一个十八岁的学生的肩头。因太炎先生而想起的二三事因太炎先生而想起的二三事写完题目，就有些踌蹰，怕空话多于本文，就是俗语之所谓雷声大，雨点小。做了关于太炎先生二三事以后，好像还可以写一点闲文，但已经没有力气，只得停止了。第二天一觉醒来，日报已到，拉过来一看，不觉自己摩一下头顶，惊叹道二十五周年的双十节！原来中华民国，已过了一世纪的四分之一了，岂不快哉！但这快是迅速的意思。后来乱翻增刊，偶看见新作家的憎恶老人的文章，便如兜顶浇半瓢冷水。自己心里想老人这东西，恐怕也真为青年所不耐的。例如我罢，性情即日见乖张，二十五年而已，却偏喜欢说一世纪的四分之一，以形容其多，真不知忙着什么而且这摩一下头顶的手势，也实在可以说是太落伍了。这手势，每当惊喜或感动的时候，我也已经用了一世纪的四分之一，犹言辫子究竟剪去了，原是胜利的表示。这种心情，和现在的青年也是不能相通的。"}
{"text":"原来中华民国，已过了一世纪的四分之一了，岂不快哉！但这快是迅速的意思。后来乱翻增刊，偶看见新作家的憎恶老人的文章，便如兜顶浇半瓢冷水。自己心里想老人这东西，恐怕也真为青年所不耐的。例如我罢，性情即日见乖张，二十五年而已，却偏喜欢说一世纪的四分之一，以形容其多，真不知忙着什么而且这摩一下头顶的手势，也实在可以说是太落伍了。这手势，每当惊喜或感动的时候，我也已经用了一世纪的四分之一，犹言辫子究竟剪去了，原是胜利的表示。这种心情，和现在的青年也是不能相通的。假使都会上有一个拖着辫子的人，三十左右的壮年和二十上下的青年，看见了恐怕只以为珍奇，或者竟觉得有趣，但我却仍然要憎恨，愤怒，因为自己是曾经因此吃苦的人，以剪辫为一大公案的缘故。我的爱护中华民国，焦唇敝舌，恐其衰微，大半正为了使我们得有剪辫的自由，假使当初为了保存古迹，留辫不剪，我大约是决不会这样爱它的。张勋来也好，段祺瑞来也好，我真自愧远不及有些士君子的大度。当我还是孩子时，那时的老人指教我说剃头担上的旗竿，三百年前是挂头的。满人入关，下令拖辫，剃头人沿路拉人剃发，谁敢抗拒，便砍下头来挂在旗竿上，再去拉别的人。那时的剃发，先用水擦，再用刀刮，确是气闷的，但挂头故事却并不引起我的惊惧，因为即使我不高兴剃发，剃头人不但不来砍下我的脑袋，还从旗竿斗里摸出糖来，说剃完就可以吃，已经换了怀柔方略了。见惯者不怪，对辫子也不觉其丑，何况花样繁多，以姿态论，则辫子有松打，有紧打，辫线有三股，有散线，周围有看发即今之刘海，看发有长短，长看发又可打成两条细辫子，环于顶搭之周围，顾影自怜，为美男子以作用论，则打架时可拔，犯奸时可剪，做戏的可挂于铁竿，为父的可鞭其子女，变把戏的将头摇动，能飞舞如龙蛇，昨在路上，看见巡捕拿人，一手一个，以一捕二，倘在辛亥革命前，则一把辫子，至少十多个，为治民计，也极方便的。不幸的是所谓海禁大开，士人渐读洋书，因知比较，纵使不被洋人称为猪尾，而既不全剃，又不全留，剃掉一圈，留下一撮，打成尖辫，如慈菇芽，也未免自己觉得毫无道理，大可不必了。我想，这是纵使生于民国的青年，一定也都知道的。清光绪中，曾有康有为者变过法，不成，作为反动，是义和团起事，而八国联军遂入京，这年代很容易记，是恰在一千九百年，十九世纪的结末。于是满清官民，又要维新了，维新有老谱，照例是派官出洋去考察，和派学生出洋去留学。"}
{"text":"不幸的是所谓海禁大开，士人渐读洋书，因知比较，纵使不被洋人称为猪尾，而既不全剃，又不全留，剃掉一圈，留下一撮，打成尖辫，如慈菇芽，也未免自己觉得毫无道理，大可不必了。我想，这是纵使生于民国的青年，一定也都知道的。清光绪中，曾有康有为者变过法，不成，作为反动，是义和团起事，而八国联军遂入京，这年代很容易记，是恰在一千九百年，十九世纪的结末。于是满清官民，又要维新了，维新有老谱，照例是派官出洋去考察，和派学生出洋去留学。我便是那时被两江总督派赴日本的人们之中的一个，自然，排满的学说和辫子的罪状和文字狱的大略，是早经知道了一些的，而最初在实际上感到不便的，却是那辫子。凡留学生一到日本，急于寻求的大抵是新知识。除学习日文，准备进专门的学校之外，就赴会馆，跑书店，往集会，听讲演。我第一次所经历的是在一个忘了名目的会场上，看见一位头包白纱布，用无锡腔讲演排满的英勇的青年，不觉肃然起敬。但听下去，到得他说我在这里骂老太婆，老太婆一定也在那里骂吴稚晖，听讲者一阵大笑的时候，就感到没趣，觉得留学生好像也不外乎嬉皮笑脸。老太婆者，指清朝的西太后。吴稚晖在东京开会骂西太后，是眼前的事实无疑，但要说这时西太后也正在北京开会骂吴稚晖，我可不相信。讲演固然不妨夹着笑骂，但无聊的打诨，是非徒无益，而且有害的。不过吴先生这时却正在和公使蔡钧大战，名驰学界，白纱布下面，就藏着名誉的伤痕。不久，就被递解回国，路经皇城外的河边时，他跳了下去，但立刻又被捞起，押送回去了。这就是后来太炎先生和他笔战时，文中之所谓不投大壑而投阳沟，面目上露。其实是日本的御沟并不狭小，但当警官护送之际，却即使并未面目上露，也一定要被捞起的。这笔战愈来愈凶，终至夹着毒詈，今年吴先生讥刺太炎先生受国民政府优遇时，还提起这件事，这是三十余年前的旧账，至今不忘，可见怨毒之深了。但先生手定的章氏丛书内，却都不收录这些攻战的文章。先生力排清虏，而服膺于几个清儒，殆将希踪古贤，故不欲以此等文字自秽其著述――但由我看来，其实是吃亏，上当的，此种醇风，正使物能遁形，贻患千古。剪掉辫子，也是当时一大事。太炎先生去发时，作解辫发，有云――共和二千七百四十一年，秋七月，余年三十三矣。是时满洲政府不道，戕虐朝士，横挑强邻，戮使略贾，四维交攻。"}
{"text":"但先生手定的章氏丛书内，却都不收录这些攻战的文章。先生力排清虏，而服膺于几个清儒，殆将希踪古贤，故不欲以此等文字自秽其著述――但由我看来，其实是吃亏，上当的，此种醇风，正使物能遁形，贻患千古。剪掉辫子，也是当时一大事。太炎先生去发时，作解辫发，有云――共和二千七百四十一年，秋七月，余年三十三矣。是时满洲政府不道，戕虐朝士，横挑强邻，戮使略贾，四维交攻。愤东胡之无状，汉族之不得职，陨涕涔涔曰，余年已立，而犹被戎狄之服，不违咫尺，弗能剪除，余之罪也。将荐绅束发，以复近古，日既不给，衣又不可得。于是曰，昔祁班孙，释隐玄，皆以明氏遗老，断发以殁。春秋谷梁传曰吴祝发汉书严助传曰越发，晋灼曰，张揖以为古剪字也余故吴越间民，去之亦犹行古之道也。文见于木刻初版和排印再版的书中，后经更定，改名检论时，也被删掉了。我的剪辫，却并非因为我是越人，越在古昔，断发文身，今特效之，以见先民仪矩，也毫不含有革命性，归根结蒂，只为了不便一不便于脱帽，二不便于体操，三盘在囟门上，令人很气闷。在事实上，无辫之徒，回国以后，默然留长，化为不二之臣者也多得很。而黄克强在东京作师范学生时，就始终没有断发，也未尝大叫革命，所略显其楚人的反抗的蛮性者，惟因日本学监，诫学生不可赤膊，他却偏光着上身，手挟洋磁脸盆，从浴室经过大院子，摇摇摆摆的走入自修室去而已。续记续记这是三月十日的事。我得到一个不相识者由汉口寄来的信，自说和白莽是同济学校的同学，藏有他的遗稿孩儿塔，正在经营出版，但出版家有一个要求要我做一篇序至于原稿，因为纸张零碎，不寄来了，不过如果要看的话，却也可以补寄。其实，白莽的孩儿塔的稿子，却和几个同时受难者的零星遗稿，都在我这里，里面还有他亲笔的插画，但在他的朋友手里别有初稿，也是可能的至于出版家要有一篇序，那更是平常事。近两年来，大开了印卖遗著的风气，虽是期刊，也常有死人和活人合作的，但这已不是先前的所谓骸骨的迷恋，倒是活人在依靠死人的余光，想用死诸葛吓走生仲达。我不大佩服这些活家伙。"}
{"text":"其实，白莽的孩儿塔的稿子，却和几个同时受难者的零星遗稿，都在我这里，里面还有他亲笔的插画，但在他的朋友手里别有初稿，也是可能的至于出版家要有一篇序，那更是平常事。近两年来，大开了印卖遗著的风气，虽是期刊，也常有死人和活人合作的，但这已不是先前的所谓骸骨的迷恋，倒是活人在依靠死人的余光，想用死诸葛吓走生仲达。我不大佩服这些活家伙。可是这一回却很受了感动，因为一个人受了难，或者遭了冤，所谓先前的朋友，一声不响的固然有，连赶紧来投几块石子，借此表明自己是属于胜利者一方面的，也并不算怎么希罕至于抱守遗文，历多年还要给它出版，以尽对于亡友的交谊者，以我之孤陋寡闻，可实在很少知道。大病初愈，才能起坐，夜雨淅沥，怆然有怀，便力疾写了一点短文，到第二天付邮寄去，因为恐怕连累付印者，所以不题他的姓名过了几天，才又投给文学丛报，因为恐怕妨碍发行，所以又隐下了诗的名目。此后不多几天，看见社会日报，说是善于翻戏的史济行，现又化名为齐涵之了。我这才悟到自己竟受了骗，因为汉口的发信者，署名正是齐涵之。他仍在玩着骗取文稿的老套，孩儿塔不但不会出版，大约他连初稿也未必有的，不过知道白莽和我相识，以及他的诗集的名目罢了。至于史济行和我的通信，却早得很，还是八九年前，我在编辑语丝，创造社和太阳社联合起来向我围剿的时候，他就自称是一个艺术专门学校的学生，信件在我眼前出现了，投稿是几则当时所谓革命文豪的劣迹，信里还说这类文稿，可以源源的寄来。然而语丝里是没有劣迹栏的，我也不想和这种作家往来，于是当时即加以拒绝。后来他又或者化名彳亍，在刊物上捏造我的谣言，或者忽又化为天行语丝也有同名的文字，但是别一人或史岩，卑词征求我的文稿，我总给他一个置之不理。这一回，他在汉口，我是听到过的，但不能因为一个史济行在汉口，便将一切汉口的不相识者的信都看作卑劣者的圈套，我虽以多疑为忠厚长者所诟病，但这样多疑的程度是还不到的。不料人还是大意不得，偶不疑虑，偶动友情，到底成为我的弱点了。今天又看见了所谓汉出的人间世的第二期，卷末写着主编史天行，而下期要目的豫告上，果然有我的序孩儿塔在。但卷端又声明着下期要更名为西北风了，那么，我的序文，自然就卷在第一阵西北风里。"}
{"text":"这一回，他在汉口，我是听到过的，但不能因为一个史济行在汉口，便将一切汉口的不相识者的信都看作卑劣者的圈套，我虽以多疑为忠厚长者所诟病，但这样多疑的程度是还不到的。不料人还是大意不得，偶不疑虑，偶动友情，到底成为我的弱点了。今天又看见了所谓汉出的人间世的第二期，卷末写着主编史天行，而下期要目的豫告上，果然有我的序孩儿塔在。但卷端又声明着下期要更名为西北风了，那么，我的序文，自然就卷在第一阵西北风里。而第二期的第一篇，竟又是我的文章，题目是日译本中国小说史略序。这原是我用日本文所写的，这里却不知道何人所译，仅止一页的短文，竟充满着错误和不通，但前面却附有一行声明道本篇原来是我为日译本支那小说史写的卷头语乃是模拟我的语气，冒充我自己翻译的。翻译自己所写的日文，竟会满纸错误，这岂不是天下的大怪事么？中国原是把人不当人的地方，即使无端诬人为投降或转变，国贼或汉奸，社会上也并不以为奇怪。所以史济行的把戏，就更是微乎其微的事情。我所要特地声明的，只在请读了我的序文而希望孩儿塔出版的人，可以收回了这希望，因为这是我先受了欺骗，一转而成为我又欺骗了读者的。最后，我还要添几句由多疑而来的结论即使真有汉出孩儿塔，这部诗也还是可疑的。我从来不想对于史济行的大事业讲一句话，但这回既经我写过一篇序，且又发表了，所以在现在或到那时，我都有指明真伪的义务和权利。四月十一日。本篇最初发表于一九三六年五月文学丛报月刊第二期，发表时题为关于白莽遗诗序的声明。骸骨的迷恋原为斯提叶圣陶所作文章的题名刊于一九二一年十一月二日上海时事新报文学旬刊第十九号。文中批评当时一些提倡白话文学的人有时还做文言文和旧诗词的现象。以后骸骨的迷恋就常被用为形容守旧者不能忘情过去的贬辞。死诸葛吓走生仲达这句话见长篇小说三国演义第一四回。文学丛报月刊。王元亨马子华萧今度编辑，一九三六年四月在上海创刊，出至第五期停刊。社会日报当时上海发行的小报之一，一九二九年创刊。一九三六年四月四日该报载有史济行翻戏志趣上一文，揭发史济行化名齐涵之骗稿的行径。"}
{"text":"以后骸骨的迷恋就常被用为形容守旧者不能忘情过去的贬辞。死诸葛吓走生仲达这句话见长篇小说三国演义第一四回。文学丛报月刊。王元亨马子华萧今度编辑，一九三六年四月在上海创刊，出至第五期停刊。社会日报当时上海发行的小报之一，一九二九年创刊。一九三六年四月四日该报载有史济行翻戏志趣上一文，揭发史济行化名齐涵之骗稿的行径。语丝文艺性周刊，最初由孙伏园等编辑，一九二四年十一月在北京创刊，一九二七年十月被奉系军阀张作霖查禁，随后移至上海续刊，一九三年三月出至第五卷第五十二期停刊。是主要撰稿人和支持者之一，并于该刊在上海出版后一度担任编辑。创造社参看本卷第页注。太阳社，参看本卷第页注。一九二八年，创造社和太阳社在关于革命文学的论争中，曾对进行过批评和攻击。汉出的人间世半月刊，一九三六年四月创刊，汉口华中图书公司发行。共出二期第二期改名为西北风。因当时上海有同名刊物林语堂编，所以加汉出二字。热风一是之学说一是之学说我从学灯上看见驳吴宓君新文化运动之反应这一篇文章之后，才去寻中华新报来看他的原文。那是一篇浩浩洋洋的长文，该有一万多字罢，――而且还有吴宓君的照相。记者又在论前介绍说，泾阳吴宓君美国哈佛大学硕士现为国立东南大学西洋文学教授君既精通西方文学得其神髓而国学复涵养甚深近主撰学衡杂志以提倡实学为任时论崇之。但这篇大文的内容是很简单的。说大意，就是新文化本也可以提倡的，但提倡者当思以博大之眼光。宽宏之态度。肆力学术。深窥精研。观其全体。而贯通澈悟。然后平情衡理。执中驭物。造成一是之学说。融合中西之精华。以为一国一时之用。而可恨近年有所谓新文化运动者。本其偏激之主张。佐以宣传之良法。加之喜新盲从者之多。便忽而声势浩大起来。殊不知物极必反。理有固然。于是近顷于新文化运动怀疑而批评之书报渐多了。这就谓之新文化运动之反应。然而又所谓反应者非反抗之谓读者幸勿因吾论列于此。而遂疑其为不赞成新文化者云。反应的书报一共举了七种，大体上都是执中驭物，宣传正轨的新文化的。"}
{"text":"融合中西之精华。以为一国一时之用。而可恨近年有所谓新文化运动者。本其偏激之主张。佐以宣传之良法。加之喜新盲从者之多。便忽而声势浩大起来。殊不知物极必反。理有固然。于是近顷于新文化运动怀疑而批评之书报渐多了。这就谓之新文化运动之反应。然而又所谓反应者非反抗之谓读者幸勿因吾论列于此。而遂疑其为不赞成新文化者云。反应的书报一共举了七种，大体上都是执中驭物，宣传正轨的新文化的。现在我也来绍介一回一民心周报，二经世报，三亚洲学术杂志，四史地学报，五文哲学报，六学衡，七湘君。此外便是吴君对于这七种书报的平情衡理的批评？了。例如民心周报，自发刊以至停版。除小说及一二来稿外。全用文言。不用所谓新式标点。即此一端。在新潮方盛之时。亦可谓砥柱中流矣。至于湘君之用白话及标点，却又别有道理，那是学衡本事理之真。故拒斥粗劣白话及英文标点。湘君求文艺之美。故兼用通妥白话及新式标点的。总而言之，主张偏激，连标点也就偏激，那白话自然更不通妥了。即如我的白话，离通妥就很远而我的标点则是英文标点。但最贯通澈悟的是拉经世报来做反应，当经世报出版的时候，还没有万恶孝为先的谣言，而他们却早已发过许多崇圣的高论，可惜现在从日报变了月刊，实在有些萎缩现象了。至于其于君臣之伦。另下新解，亚洲学术杂志议其牵强附会。必以君为帝王，实在并不错，这才可以算得新文化之反应，而吴君又以为则过矣，那可是自己则过矣了。因为时代的关系，那时的君，当然是帝王而不是大总统。又如民国以前的议论，也因为时代的关系，自然多含革命的精神，国粹学报便是其一，而吴君却怪他谈学术而兼涉革命，也就是过于融合了时间的先后的原因。此外还有一个太没见识处，就是遗漏了长青，红，快活，礼拜六等近顷风起云涌的书报，这些实在都是新文化运动的反应，而且说通妥白话的。十一月三日。本篇最初发表于一九二二年十一月三日晨报副刊，署名风声。学灯当时研究系报纸上海时事新报的副刊，一九一八年三月四日创刊。驳吴宓的文章，指甫生写的驳新文化运动之反应一文，载一九二二年十月二十日学灯。"}
{"text":"此外还有一个太没见识处，就是遗漏了长青，红，快活，礼拜六等近顷风起云涌的书报，这些实在都是新文化运动的反应，而且说通妥白话的。十一月三日。本篇最初发表于一九二二年十一月三日晨报副刊，署名风声。学灯当时研究系报纸上海时事新报的副刊，一九一八年三月四日创刊。驳吴宓的文章，指甫生写的驳新文化运动之反应一文，载一九二二年十月二十日学灯。吴宓―，字雨僧，陕西泾阳人，曾留学美英法等国，先后任清华大学国学研究院主任东南大学教授等。当时是反对新文化运动的守旧派人物之一。中华新报当时政学系杨永植张群等政客组织的反动政治团体的报纸，一九一五年十月创刊于上海。吴宓的新文化运动之反应，发表于一九二二年十月十日该报增刊。民心周报一九一九年创刊，上海民心周报社编辑。经世报，月刊，一九一七年创刊，先为日刊，后于一九二二年改为月刊，北京经世报社编辑。亚洲学术杂志，月刊，一九二二年创刊，上海亚洲学术研究会编辑。史地学报，季刊，一九二一年创刊，南京高等师范学校史地研究会编辑。文哲学报，季刊，一九二二年创刊，南京高等师范学校文学哲学研究会编辑。湘君，季刊，一九二二年创刊，湖南长沙明德学校湘君社编辑。这些报刊大多是反对新文化运动，宣传复古主义的。英文标点其实即国际通用的标点符号，也就是新式标点。学衡派等反对新文化运动，连新式标点也加以排斥，甚至把国际上各种文字都可以通用的标点符号说成是英文标点。在这里引用时加上引号，含有讽刺意味。万恶孝为先的谣言新青年第八卷第六号一九二一年四月什么话栏载三月八日上海中华新报上说陈独秀之禽兽学说，开章明义即言废德仇孝，每到各校演说，必极力发挥万恶孝为首，百善淫为先之旨趣，青年子弟多具有好奇模效之性，一闻此说，无不倾耳谛听，模仿实行，凡社会上嚣张浮浪之徒无不乐闻其说，谓父子为路人，谓奸合为天性，陈独秀之学说，则诚滔天祸水，决尽藩篱，人心世道之忧，将历千万亿劫而不可复。陈独秀当时曾声明没有说过这类话。国粹学报月刊，一九五年一月创刊于上海，邓实编辑，一九一一年十二月停刊。主要撰稿人有章太炎刘师培等。"}
