{"text":"拿西方的名辞来说，所谓哲学家与思想家，也都在这种变乱时代中产生，这几乎是古往今来历史上的通例。同时，正当大动乱如春秋战国时期，每个国家的诸侯，每个地区的领导者，随时随地都在网罗人才，起用贤士，作为争权夺利，称王称霸的资本。所以那个时候的士之贤者――有才能有学识有了不起本领的人，当然受人重视。尚，就是重视推崇的意思。贤，就是才德学三者兼备的通称。例如代表儒家的孔子，虽然不特别推重贤者，但却标榜君于。孔子笔下的君子观念，是否概括贤者，即难以遽下定论。但后来的孟子，非常明显地提出贤者与能者的重要。所谓贤者在位，能者在职便是他的名老子为什么要有这样的主张？我们如果了解秦汉以上与道家儒家并列的墨翟――墨子思想，自然容易领会其中的关键所在。我们都知道，秦汉以前的中国文化，有巨大影响作用的，便是儒墨道等三家。而墨子对当时社会政治的哲学思想，是特别强调尚贤的。主张起用贤人来主政当政。因为他所看到当时社会的衰乱，处处霸道横行，争权夺利而胡作非为，大多不是有道德有学问的人来统领政治的治道，所以他主张要尚贤与尚同。他这个同，又与孔子记述在礼运篇中大同思想的同不尽相关，但也略有连带关系。他的同，与后世所讲的平等观念相类似。现代大家所侈言的平等主张，在中国上古文化中，战国初期的墨子，早已提出。但在印度，释迦牟尼则更早提出了一切众生平等的理论。现在我们不是讨论墨子这个主题，而是在这里特别注意墨子的尚贤主张，为什么也与儒家孟子的观念很相近，而与道家老子的思想却完全相反呢？这就是因历史时代的演变，而刺激思想学术的异同。墨子是春秋战国时期的宋国人，宋国是殷商的后裔。而且以墨子当时宋国的国情来看，比照一般诸侯之国的衰乱，只有过之而无不及。但所以造成一个社会一个国家一个时代的变乱，在许多锗综复杂的原因当中。最大的乱源，便是人为的人事问题。尤其是主政或当政的人，都是小人而非君子，那么天下事，不问便可知矣。此所以后世诗人有自从鲁国潸然后，不是奸人即妇人的深长叹息了！鲁国潸然，是指孔子眼见由三代而到郁郁乎文哉周代的中国文化大系，在他父母之邦的鲁国，已经开始变质而衰败，周公后裔的鲁国政权，又都操在奸党的手里，因此他无可奈何潸然含泪而身离祖国，远游他方。"}
{"text":"但所以造成一个社会一个国家一个时代的变乱，在许多锗综复杂的原因当中。最大的乱源，便是人为的人事问题。尤其是主政或当政的人，都是小人而非君子，那么天下事，不问便可知矣。此所以后世诗人有自从鲁国潸然后，不是奸人即妇人的深长叹息了！鲁国潸然，是指孔子眼见由三代而到郁郁乎文哉周代的中国文化大系，在他父母之邦的鲁国，已经开始变质而衰败，周公后裔的鲁国政权，又都操在奸党的手里，因此他无可奈何潸然含泪而身离祖国，远游他方。自此以后的历史，再也不能恢复如三代以上的太平景象。同样地，历代史实告诉我们，所有破坏社会的安定，引起历史文化一再变乱的，大概都是不是奸人即妇人所造成。因此，墨子的主张，是针对当时他所立身处地所知所见所感受到的结论，而大声疾呼要尚贤与尚同了。而在老子呢？他所看到的春秋时代，正是开始衰乱的时期，乱象已蔚，人为之过。因此，他更进一层而深刻地指出，当时应病与药的尚贤偏方，其后果是有莫大的后遗症的。贤能的标准，千古难下定论。但是推崇贤者的结果，却会导致许多伪装的言行。当时各国的诸侯，为了争地称霸，不惜任何代价来网罗天下才能的智士。凡是才智之士，便统称为贤者。而这一类的贤者愈多，则天下的乱源也就愈难弭平。所以他指出不尚贤，使民不争的主张。贤与不贤的君子小人之辨讲到这里，让我们暂时推开老子，而另外介绍后世的三则故事，便更容易明白老子立言的用意了。一是南宋名儒张南轩拭和宋孝宗的对答宋孝宗言难得办事之臣。右文殿修撰张拭对曰陛下当求晓事之臣，不当求办事之臣。若但求办事少臣，则他日败陛下事者，未必非此人也。晓事，是唐宋时代的白话，也就是现代语懂事的意思。张南轩对宋孝宗建议，要起用懂事的人，并非只用能办事而不懂事的人，的确是语重心长的名言。也是领导为政者所必须了解的重点。一是明人冯梦龙自叙古今谭概所记昔富平孙家串孙丕扬，富平人，字叔孝，嘉靖进士，拜吏部尚书，追谥恭介在位日，诸进士谒请，齐往受教。孙曰做官无大难事，只莫作怪。真名臣之言，岂唯做官子！天下人才，贤士固然难得。贤而且能的人才，又具有高明晓事的智慧，不炫耀自己的所长，不标奇立异，针对危难的弊端，因势利导而致治平的大贤，实在难得。以诸葛亮之贤，一死即后继无人，永留遗憾。"}
{"text":"也是领导为政者所必须了解的重点。一是明人冯梦龙自叙古今谭概所记昔富平孙家串孙丕扬，富平人，字叔孝，嘉靖进士，拜吏部尚书，追谥恭介在位日，诸进士谒请，齐往受教。孙曰做官无大难事，只莫作怪。真名臣之言，岂唯做官子！天下人才，贤士固然难得。贤而且能的人才，又具有高明晓事的智慧，不炫耀自己的所长，不标奇立异，针对危难的弊端，因势利导而致治平的大贤，实在难得。以诸葛亮之贤，一死即后继无人，永留遗憾。虽然魏廷李严也是人才，但诸葛亮就是怕他们多作怪，因此不敢重用，此为明证。一是清末刘鹗在所着老残游记中记述的一则故事。为了久仰一位清官的大名，不惜亲自出京去游览求证。但所得的结果，使他大失所望。因此他得一结论说天下事误于奸慝者，十有三四。误于不通世故之君子者，十有六七。这又是从另一角度描述贤而且能的人才难得。对于这个问题，清初乾隆时代的监察御史熊学鹏，就张拭南轩对宋孝宗的问答，写了一篇更深入的论文，可以暂借作为结案臣谨按张拭立言之心，非不甚善。而其所谓不当求办事之臣数语，则未能无过也。天下有欲办事而不晓事者，固足以启纷扰之患。天下有虽晓事而不办事者，尤足以贻废弛之忧。盖人臣敬事后食，见事欲其明，而任事更欲其勇明而不勇，则是任事时，先无敬事之心，又安望其事之有济，且以奏厥成效哉。况敬事二字，有正有伪，不可不于办事求之也。在老成慎重通达治体之人，其于一事之是非曲直，前后左右，无不筹划万全，而后举而行之。官民胥受其福。朝廷因赖其功，以为晓事，是诚无愧于晓事之名矣。若夫自负才智，睥睨一世者，当其未得进用，亦尝举在延之事业而权其轻重，酌其是非，每谓异日必当奋然有为。一旦身任其责，未几而观望之念生，未几而因循之念起，苟且迁就，漫无措置。彼非不知事中之可否，而或有所惮而不敢发，或有所碍而不肯行，于是托晓事之说以自便其身家，而巧为文饰。是人也，用之为小臣，在一邑则一邑之事因之而懈弛。在一郡，则一郡之事因之而囗茸。效奔走，则不能必其勇往而直前。司案牍，则不能必其综核而悉当。至用之为大臣，而其流弊更不可胜言矣。"}
{"text":"一旦身任其责，未几而观望之念生，未几而因循之念起，苟且迁就，漫无措置。彼非不知事中之可否，而或有所惮而不敢发，或有所碍而不肯行，于是托晓事之说以自便其身家，而巧为文饰。是人也，用之为小臣，在一邑则一邑之事因之而懈弛。在一郡，则一郡之事因之而囗茸。效奔走，则不能必其勇往而直前。司案牍，则不能必其综核而悉当。至用之为大臣，而其流弊更不可胜言矣。夫大臣者，膺朝廷股脑心膂之寄，所当毅然以天下事为己责，与人君一德一心，以成泰交之盛者也。如不得实心办事之人，而但以敷衍塞责者，外示安静以为晓事，国家亦乌赖有是人为哉。且以是人而当重任，任其相与附和者，必取疲懦软熟，平日再不敢直言正色之辈，而后引为同类，谬为荐扬，久而相习成风，率皆顽钝无耻，而士气因以扫地矣。所以易曰王臣蹇蹇，匪躬之故，夙夜匪懈，以事一人。夫为王臣，而至以匪躬自励，事一人，而必以夙夜自警，是岂徒晓事而不办事者所得与哉。要之，事不外乎理。不审乎理之所当然，而妄逞意见，以事纷更者，乃生事之臣，究非办事之臣也。所谓办事者，以其能办是事而不愧，则非不晓事之臣，明矣。臣愚以为张拭恐宋孝宗误以生事之臣，为办事之臣，只当对曰陛下固欲求办事之臣，更于办事之臣中，而求晓事之臣。则心足以晓事，而身足以办事。心与身皆为国用，于以共襄力政治，庶乎其得人矣。由于前面引用了历史上这三则故事，更进一层，便可知对于选贤与能的贤能标准，很难遽下定义。以道德作标准吗？以仁义作标准吗？或以才能作标准呢？无论如何，结果都会被坏人所利用，有了正面标准的建立，就有反面作伪模式的出现。所以古人说一句合头语，千古系驴极。说一句话，一个道理，就好比你打了一个固定的桩在那里，以为拴宝贵东西所用。但用来用去用惯了，无论是驴或是鹰犬，也都可以拴挂上去。那是事所必至，理有固然的。实际上，我们晓得，尚贤不尚贤到底哪一样好，都不是关键所在。"}
{"text":"以仁义作标准吗？或以才能作标准呢？无论如何，结果都会被坏人所利用，有了正面标准的建立，就有反面作伪模式的出现。所以古人说一句合头语，千古系驴极。说一句话，一个道理，就好比你打了一个固定的桩在那里，以为拴宝贵东西所用。但用来用去用惯了，无论是驴或是鹰犬，也都可以拴挂上去。那是事所必至，理有固然的。实际上，我们晓得，尚贤不尚贤到底哪一样好，都不是关键所在。它的重点在于一个领导阶层，不管对政治也好，对教育或任何事，如果不特别标榜某一个标准，某一个典型，那么有才智的人，会依着自然的趋势发展才能不足的人，也就安安稳稳地过日子。倘使是标榜怎样作法才是好人，大家为了争取这种做好人的目标，终至不择手段去争取那个好人的模式。如果用手段而去争到好人的模式，在争的过程中，反而使人事起了紊乱。所以，老子提出来不尚贤，使民不争，并非是消极思想的讽刺。此外，法家学说，出于道家的支流，它与老庄思想，也息息相通。法家最有名的韩非子，提出一个理论，可以说，相同于老子不尚贤，使民不争这个观念的引申发挥，但他提倡用法治领导社会，并不一定需要标榜圣贤道德的政治。他说相爱者则比周而相誉，相憎者则比党而相非，诽誉交争，则主威惑矣。家有常业，虽饥不饿国有常法，虽危不亡。若舍法从私意，则臣不饰其智能，则法禁不立矣。他说，人类社会的心理很怪。彼此喜欢比周，大家在一起肩比肩比字就好像一个人在前面走，我从后面跟上来，叫做比。比字方向相反的话，就成为背。你向这面走，我向那面走，便是背道而驰。懂了这个字的写法，便可了解后世称朋比为奸的意义。周是圈圈。彼此两三个人情投意合的，就成为一个无形的小圈子。若有人问到自己的朋友说老张好吗？就说我那个朋友不得了，好得很。如果有人说他朋友不好，就会与人吵起架来。相反地，相憎者，则比党而相非，对自己所讨厌的人，就会联合其他人予以攻击。其实，人类社会对人与人之间的是非毁誉，很难有绝对的标准。站在领导地位的人，对于互相怨憎的诽谤，和互相爱护的称誉，都要小心明辨，不可偏听而受其迷惑。如果先入为主，一落此偏差，诽誉交争，则人主惑矣。过去有人批评我们中国人和华侨社会说两个中国人在一起，就有三派意见。由此可见中国民族性不团结的最大缺点。我说这也不一定，只要是人类，两个人在一起，就会有三派意见。"}
{"text":"如果有人说他朋友不好，就会与人吵起架来。相反地，相憎者，则比党而相非，对自己所讨厌的人，就会联合其他人予以攻击。其实，人类社会对人与人之间的是非毁誉，很难有绝对的标准。站在领导地位的人，对于互相怨憎的诽谤，和互相爱护的称誉，都要小心明辨，不可偏听而受其迷惑。如果先入为主，一落此偏差，诽誉交争，则人主惑矣。过去有人批评我们中国人和华侨社会说两个中国人在一起，就有三派意见。由此可见中国民族性不团结的最大缺点。我说这也不一定，只要是人类，两个人在一起，就会有三派意见。譬如一对夫妻，有时就有几种不同的意见，只是为情为爱的牵就，以致调和，或一方舍弃自我的意见。又例如一个大家庭里有许多兄弟姊妹，有时意气用事，互相争吵，实在难以确定谁是谁非，只可引用一个原则。凡是相争者，双方都早已有过错了。因此法家主张领导地位的人，对左派右派之间的诽誉，只有依法专断，不受偏爱所惑，就算是秉公无私了。韩非由家庭现象，扩而充之，推及一个国家，便说家有常业，虽饥不饿。国有常法，虽危不亡。若舍法从私意，则臣不饰其智能，则法禁不立矣。这就是代表法家思想的一个关键，不特别标榜圣贤政治。他们认为人毕竟都是平常人，一律平等，应该以人治为根本才对。这种道理，正是与老子的不尚贤，使民不争互为表里，相互衬托。由此可知，法家思想确实出于道家。道家与法家的辨贤人文历史的演变，与学术思想相互并行，看来非常有趣，也的确是不可思议的事有正必有反，有是就有非。正反是非，统统因时间空间加上人事演变的不同而互有出入。同样也属于道家的鬻子――鬻熊，如果只依照传统的说法而不谈考证他的生平，那么，他比老子还要老了，应该属于周文王时代，与姜太公――吕尚齐名并驾的人物，也是周文王的军师或政略咨议的角色。但他却主张需要起用贤者，而且提出贤士的重要性。如说圣王在位，百里有一士，犹无有也。王道衰，千里有一士，则犹比肩也。他的意思是说，在上古的时代，人心都很朴实，不需要标榜什么道理等等名号。上古时代，圣王在位，纵然百里之内，有一个道德学问很好的人，也是枉自虚生，好比没有用的人一样。因为在那个时代，个个都是好人，人人都差不多，又何必特地请一些贤人来治世呢！好比说，一个社会，完全安分守法，既无作奸犯科的人和事，便不需要有防止管理作奸犯科的警察了。"}
{"text":"但他却主张需要起用贤者，而且提出贤士的重要性。如说圣王在位，百里有一士，犹无有也。王道衰，千里有一士，则犹比肩也。他的意思是说，在上古的时代，人心都很朴实，不需要标榜什么道理等等名号。上古时代，圣王在位，纵然百里之内，有一个道德学问很好的人，也是枉自虚生，好比没有用的人一样。因为在那个时代，个个都是好人，人人都差不多，又何必特地请一些贤人来治世呢！好比说，一个社会，完全安分守法，既无作奸犯科的人和事，便不需要有防止管理作奸犯科的警察了。但他又说，后来王道衰落，社会变乱，千里之外如有一贤士，也要立刻找来，与他并肩同事以治天下。从鬻子的理论观点来看历史，一点也不错。例如生在盛唐时代的赵蕤，也是道家人物。他纵有一肚子的谋略学问，但生在升平时代，又有什么用处？只有著书立说，写了一部长短经传世，自己去修道当隐士。虽受朝廷征召，始终不肯出山，因此在历史上，称他赵征君。他虽然传了一个徒弟李白――诗人李太白，晚年用非其时，又用得不得当，结果几遭身首异处之祸。好在他年轻时帮忙过危难中的郭子仪，因此后来得郭子仪力保，才得不死。如果再迟一点，在安禄山史思明以后的乱局，也许李白可与中唐拨乱反正的名相李泌并驾齐驱，各展所长，在历史上便不只属于诗人文士之流，或者可有名臣大臣的辉煌功业呢！鬻子他本身，就是一个很好的例子昔文王见鬻子年九十。文王曰嘻！老矣！鬻子曰若使臣捕虎逐鹿，臣已老矣。坐策国事，臣年尚少。其实，文王说的老矣，是一句故意说的笑话，而且也有些为自己感慨的味道。文王用姜太公时，吕尚的年龄，已过了八十岁。他与武王的年龄不相上下。当然，九十岁以外的人，明知兴邦大业，已非自己的年龄所能做到，有如清人赵翼的诗风云帐下奇儿在，鼓角灯前老泪多。因此对鬻子开了一句玩笑――嘻！老矣。是鬻子老了？还是他感慨自己也老了？只有他自心知之。可是鬻子的答案，也正合文王的心意，彼此知心，一拍即合，一个是求贤若渴，一个是贤良待沽，因此而各取所需，各得其所。这岂不是尚贤的明证？况且法家如韩非，他虽然主张法治而不重人治，但用法者是人，不是法。人不用法，法是废物。韩非自荐，正是自认为是贤才，因此而求鬻卖于帝王。如果人主不尚贤，韩非又向哪里去卖弄他自己的贤能呢？"}
{"text":"老矣。是鬻子老了？还是他感慨自己也老了？只有他自心知之。可是鬻子的答案，也正合文王的心意，彼此知心，一拍即合，一个是求贤若渴，一个是贤良待沽，因此而各取所需，各得其所。这岂不是尚贤的明证？况且法家如韩非，他虽然主张法治而不重人治，但用法者是人，不是法。人不用法，法是废物。韩非自荐，正是自认为是贤才，因此而求鬻卖于帝王。如果人主不尚贤，韩非又向哪里去卖弄他自己的贤能呢？且让我们再来看看前汉时代，崇拜道家学术的淮南子，他提出了与法家主张相反的意见，如说乌穷则啄，兽穷则触，人穷则诈。峻刑严法，不可以禁奸。淮南子这里所提出的相反道理，正如老子所说长短相较，高下相倾。有正面就有反面，淮南子是道家，他以道家的思想，又反对法家。而法家原也出于道家，这是一个颇为有趣的问题。淮南子说鸟穷则啄，兽穷则触，人穷则诈。鸟饿了抓不到虫吃的时候，看到木头，不管什么都啄来吃。野兽真的饿了，为了获得食物，管你是人或是别的什么都敢去碰。人穷则诈，人到穷的时候，就想尽办法，以谋生存，骗人也得要骗。如法家的韩非子说国有常法，虽危不亡。淮南子却说不见得峻刑严法，不可以禁奸。纵使法令非常严格，动不动就判死刑，然而众生业海，照样犯罪杀人。这就是人穷志短，马瘦毛长的道理，也是没有办法的事。真到穷凶极恶的时候，就胡作非为。因此而又否定法治的功能，还是要以道德的感化，才能够使天下真正地太平。不管如何说，各家的思想，都有专长。尤其在春秋战国的时候，诸子百家的书籍，多得不可数计，有着说不完的意见。著作之多，多到令人真想推开不看了。往往我们觉得自己有一点聪明，想的道理颇有独到之处。但是，凑巧读到一本古书，脸就红了。因为自己想到的道理，古人已经说过了，几千年前就有了，自己现在才想到，实在不足为贵。总之，像上面讨论的这些正反资料，在书中多得很。再回过来讲老子所说的不尚贤，使民不争。此处之贤，是指何种贤人而说？真正所标榜的贤人，又贤到何种程度？很难有标准。不论孔孟学说，或者老庄言论，各家所指的圣贤，要到达何种标准？那很难确定。所以，属于道家一派的抱朴子说白石似玉，奸佞似贤。一方白色的好石头，晶莹剔透，看起来好像一块白玉，但是就它的质地来看，不论硬度密度，都不够真玉的标准。如果拿世界宝石标准来评定，充其量只能叫它什么石。"}
{"text":"总之，像上面讨论的这些正反资料，在书中多得很。再回过来讲老子所说的不尚贤，使民不争。此处之贤，是指何种贤人而说？真正所标榜的贤人，又贤到何种程度？很难有标准。不论孔孟学说，或者老庄言论，各家所指的圣贤，要到达何种标准？那很难确定。所以，属于道家一派的抱朴子说白石似玉，奸佞似贤。一方白色的好石头，晶莹剔透，看起来好像一块白玉，但是就它的质地来看，不论硬度密度，都不够真玉的标准。如果拿世界宝石标准来评定，充其量只能叫它什么石。如青田石猫眼石等，实际上只是一种质地较好的石头而已。至于人，也是如此，有时候大奸大恶的人，看起来却像个大好的贤人。所以贤与不贤很难鉴定。我们用这些观点来解释老子的不尚贤，使民不争的道理，对大家研究老子这句话的内涵，相信会更有帮助。现代化好人与老人的表扬法老子的这本书，毫无疑问，是经人重新整理过，但大体上，已整理得很好，把每一句话的含义性质分别归类。如果各抒己见，认为它原文排列有错误，那就各成一家之言，很难下一定论。我在介绍第一章的时候，曾首先指出，老子往往将道的体相与作用，混合在一起讨论。而且在作用方面，所谓老庄的道，都是出世的修道，和入世的行道，相互掺杂，应用无方，妙用无穷，甚至妙不可言。所以，读老庄如读孙子兵法一样，所谓运用之妙，在乎一心。那么，要想把老子的内涵，完全表达出来，是很费事的。尤其在入世应用之道方面，常常牵涉到许多历史哲学。利用史实，加以选择，透过超越事实的表面层，寻求接近形而上道理的讨论。这在一般学府中应该属于一门专门课程。但是许多地方，牵涉到历史事实的时候，就很难畅所欲言了。比如说不尚贤，使民不争这句话，尚贤与不尚贤怎样才对，就很难定论。换一句话说，一个真正太平的盛世，就没有什么标榜好人的必要，我们只列举现代化的一两个故事，大概可以增加些许不尚贤，使民不争的趣味性。几年前，台湾社会上发起一个敬老会，对老人，表扬其年高德劭。第一次举办时，我就发现，这简直是在玩弄老人，为老人早点送终的办法。叫年纪那么大的老人坐在那儿听训领奖，还要带去各地游览。实际上，对于老人是一种辛苦的负担，我想那些老人可能累坏了，而且更因为这种风气一开之后，就有许多人也不免想进入被敬老的行列，这样就变成有所争了。岂不见老子说不见可欲，使民心不乱吗？"}
