{"text":"不树，也不建一个碑或种一颗树，都没有。后世的人重视衣衾棺椁，是重孝道的思想，父母死后舍不得，搞这个厚葬，是儒家的坚持。道家是笑这个事，死是很自然的事嘛，生者寄也，死者归也，死了跟回家一样，死后随便怎样，不要注重这个形式了，只要把他收拾好下葬就好了。墨家呢，墨子这一派影响很大的，反对厚葬，主张薄葬，简单明了，葬了就好了，也没有管后代，风水影响后代是后人加上的思想。回族人的葬礼也很简单，他们忌讳说死，因为伊斯兰教把离开人世当作一个人最后的必然归宿，并把它理解为嘎来布肉体的消失和罗罕精神的升华，是人生的复命归真，而不是生命的终结。他们把去世叫无常或毛提，或归真。毛提是波斯语，就是逝世的意思归真是对宗教人士逝世的称法。回族有句俗话说天下的土地埋天下的回回，主张入土为安，人无常在哪里，就埋在哪里，不必回家乡安葬。而且主张三日必葬，一般是早上无常，下午埋晚上无常，次日早上埋，不能超过三天。把尸体擦洗干净，用白布包裹了，放进棺材，抬到挖好的坟坑那里，抽开棺材下面活动的板，尸体落进挖好的洞穴里，平躺，脸朝向麦加圣地的方向。再把洞口用土坯砌好，把空棺材抬回来。回族人无常后忌火葬，主张土葬，而且忌设灵位，忌送花圈幛联，待葬期间不宴请，出殡仪式简单安静，一般不动用车辆，不雇用吹鼓手吹吹打打，也不讲究任何排场。埋葬不用殉葬物，不搞什么纸车纸马童男童女等。送葬中禁止摆设任何祭品，不举行任何祭奠。这个等于墨子所说的薄葬，简单就好了。因为身体也是地水火风，物质变的还归物质，身体还归大地就好了。其他的民族还有其他葬法。譬如西藏有天葬。还有些地方，譬如东南亚有水葬的风俗，把尸体放在水里，让他流走。西方有些国家也有水葬，把尸体放在特制的船里，有的还放上鲜花，任其漂流。所以，地水火风，都可以清理尸体，埋在土里自然变成土丢在风里也会风化掉的。火葬是佛陀提倡的，一火能烧三世业，一把火把这个身体烧了，这个身体是三世因果的一个产物，用火把它清理了。佛学讲业有三种善业，恶业，无记业。一火能烧三世业的业，不是孽，孽是完全属于恶业。"}
{"text":"西方有些国家也有水葬，把尸体放在特制的船里，有的还放上鲜花，任其漂流。所以，地水火风，都可以清理尸体，埋在土里自然变成土丢在风里也会风化掉的。火葬是佛陀提倡的，一火能烧三世业，一把火把这个身体烧了，这个身体是三世因果的一个产物，用火把它清理了。佛学讲业有三种善业，恶业，无记业。一火能烧三世业的业，不是孽，孽是完全属于恶业。我们一辈子的行为，只有三件事情有时候做善事，思想行为善有时候恶有一种无意做的，自己不知道，意识上并没有为好事或为坏事而做的念头，就是无记业。譬如夜里睡着了，有蚊子咬，你随手拍打，然后又睡去。早上起来，见到血迹，原来打死了蚊子！这个不属于故意杀，是属于杀业中的无记杀业，法律上就是没有杀的动机。再譬如我们坐在这里，一把刀不小心甩出去了，结果到楼下伤了人，也属于无记业。所谓一火能烧三世业，只不过在身体外相上把三世业烧了，这个身体也是过去现在未来因果的一小部分。不要以为一火能烧三世业，什么因果都不用还了，当然要还！因为因果报应是烧不掉的。这个是唯心的道理，阿赖耶识把你做事的种子都留着呢，时候一到就报应。身口意的一切行为，都记录在阿赖耶识里，变成种子，因缘成熟时，变成现行果报。身体不过是阿赖耶识的极小极小一部分作用和现象，不过是三世因果中的一小段，一个小现象。现在是讲唯物身体方面，特别注意啊！一火能烧三世业，是讲身体，不是唯心方面。如果说一个墓地，会影响后代子孙发不发，这个是言说道理，讲讲而已。也可以说，是人类自己的观念造成的道理，观念上认为风水会影响后代子孙。如果把全国人都做个统计，有些人后代很好，也许祖先并没有一个好风水葬地呢有些葬地很好，后世却很坏所以这个不是真理。我们刚才提出来，这是言说道理，是一般人自己认为的，然后构成了意识上的一套理论，硬说是对的，其实是没有道理的。风水是什么？是葬地不被雨水淹，不被风乱吹，这个是孝道精神。等于我们坐在这里，说你后面窗子关好，避开风，有风或有雨水来是有伤害的，所以把衣服穿好，把膝盖头盖好，保持温暖，是这个道理罢了。现在提倡火葬了，所以也不必为了孝道，非要找个地方土葬不可。所以你问葬一个好风水地方，对后世子孙有什么大的影响吗？答案是没有。"}
{"text":"风水是什么？是葬地不被雨水淹，不被风乱吹，这个是孝道精神。等于我们坐在这里，说你后面窗子关好，避开风，有风或有雨水来是有伤害的，所以把衣服穿好，把膝盖头盖好，保持温暖，是这个道理罢了。现在提倡火葬了，所以也不必为了孝道，非要找个地方土葬不可。所以你问葬一个好风水地方，对后世子孙有什么大的影响吗？答案是没有。拿佛学道理来，包括我们的祖先，包括我们的后代，包括朋友的祖先后代，所有遗骨，通通是一个本体，一个生命功能的现象。这个生命功能叫阿赖耶识，同体的，各有自己的因果报应。并不是说，我好他就不好，他好我就不好，不是这个道理。这里头的学理讲起来很多，用楞严经上一句话，不作圣解，不要把这个当成了不起的道理就是了。那你说为父母找个好地方下葬，自己心安，这个是对的，是孝道精神如果是为了墓地对自己好，对我后代好，这就不对了。若作圣解，自己认为有这种理论，即受群邪，那就是疯了，是着魔的思想，不是真理。好，这个问题连带讲过了。我们吃饭以前讲到，这个人死了，还摆在那里，地水火风离开了。再补充说，一个人正常的死，四大里面什么先出问题啊？地大分散，对不对？第二步呢？水大分散。第三步是风大跟火大一起分散，所谓风大跟火大一起来的。这里，你们研究佛学的要注意，我们现在活着能够有思想，这个心意识是哪里来的？所以唯识法相告诉你一个重点，就是暖寿识三个条件。暖是有温度，保持肉体生命活着的一定有温度，是火大的关系寿，有温度就有寿命。所以，看我们这个地球上，越是温带热带的地方，生物发展的越茂盛，一到寒带冻住了就不行了，生物种类很少。所以有暖寿，才有精神意识起作用。暖寿识是三位一体的。可是，暖寿识跟风大，就是我们讲的气包括牛即先天的气，是什么关系呢？这个气的作用，是生命的根本依。暖寿识根本靠什么？靠气的作用，靠风大，不只是后天的呼吸，还包括先天的气。所以死亡的时候，最后一口气停了，就是风大停止作用。是停止喔！不是风大不存在，风大还是存在，不过停止呼吸来去生灭的作用，来去就是生灭。接着火大也停止作用了，这个叫做死亡。死了以后，体温就凉了。我们活人，男女相爱，或者对父母兄弟，你可以抱起来背起来，很轻灵。"}
{"text":"可是，暖寿识跟风大，就是我们讲的气包括牛即先天的气，是什么关系呢？这个气的作用，是生命的根本依。暖寿识根本靠什么？靠气的作用，靠风大，不只是后天的呼吸，还包括先天的气。所以死亡的时候，最后一口气停了，就是风大停止作用。是停止喔！不是风大不存在，风大还是存在，不过停止呼吸来去生灭的作用，来去就是生灭。接着火大也停止作用了，这个叫做死亡。死了以后，体温就凉了。我们活人，男女相爱，或者对父母兄弟，你可以抱起来背起来，很轻灵。等到他气不来了，就非常重，抱不动了，没有气就不轻灵了。所以我们活着时的身体，轻巧灵便，随便活动，就是这股气的作用。年纪大了，身体笨重了，甚至动不了，是气已经弱了水大增多，水大都变成了病火力也不够了。现在人讲笑话，那个贼啊，已经死了一半以上了，都不行了。这里有个科学问题，身体冷却了死亡，那请问，在零下多少度时，还有温暖没有？如果做个科学的答复，应该说还有温暖，不过是零下多少度的温暖，对我们来说很冰了，但不能说它没有火大。地水火风四大，每一大里头，都具备了四大的功能比如火大里头，也有水大风大地大空大。每一大都如此。本体上都有这些功能。同时，佛学很科学地告诉你，四大性离，地水火风四大作用，各有各的性向范围，但是无自性，它四种各有范围，各自成立的。譬如这个火烧了，火大起来，拿水一浇，水比火力量大，火就熄了，克掉了。如果火力大，水力小，水就烧干了。所以说四大性离，无自性，各自作用分离，各有各的作用范围可是呢，它们的作用互相生克，哪一个成分较多，就克制那个成分少的。这个道理是很简单地给大家讲，如果用科学的道理讲，就很多了。所以说，四大性离，是非常科学性的，四大是四大类的作用及现象，没有独立的自性，也可以说它自性是空的无我的，它们都是心物一元这个本体的功能。所以四大的现象，由生到死亡毁灭，这个变化是量变到质变，质量互变的。四大功能作用，乃至加上空大觉大识大，这七大作用没有生死过，没有增减，都是本体的作用，没有各自独立的自性。怎么叫没有自性？就是没有真的自我独立存在。打个比方说，我们身体的各个器官，心肝脾肺肾，各有各的作用，但是每个器官并非真的独立，作用虽然不同，但都属于这个身体，离开身体，就改变存在形式和作用了。七大的本性也同我们生命的本性道理一样，也是不生不灭不增不减的。"}
{"text":"所以四大的现象，由生到死亡毁灭，这个变化是量变到质变，质量互变的。四大功能作用，乃至加上空大觉大识大，这七大作用没有生死过，没有增减，都是本体的作用，没有各自独立的自性。怎么叫没有自性？就是没有真的自我独立存在。打个比方说，我们身体的各个器官，心肝脾肺肾，各有各的作用，但是每个器官并非真的独立，作用虽然不同，但都属于这个身体，离开身体，就改变存在形式和作用了。七大的本性也同我们生命的本性道理一样，也是不生不灭不增不减的。所谓生灭聚散增减垢净高下善恶是非因果等等宇宙一切物质现象精神现象作用，都是七大功能的变化现象变化作用，用楞严经的话讲，七大都是清净本然，周遍法界，随众生心，应所知量宁有方所，循业发现。七大类作用本来不生不灭不垢不净不增不减，都是心物一元的本性本体的作用并且因众生的智慧差别，产生个体及群体行为差异，结果也就千差万别。这些行为结果，其实都是众生自己造作的，不是别人替你做主的。讲到地水火风四大无自性，无自性是说它没有单独存在永恒不变的性质，它们都是本体的作用，好比一个人的四肢一样，各有作用，但不是独立存在的。水也好，火也好，风也好，它随时变化作用，还归于空也因为空，起了这个变化。这里头完全是个物理科学，最高深的质变与量变的关系，现在自然科学的研究也在向这方面推进。我们那个朋友，科技大学朱校长，正写量子力学的科学这方面的普及著作，完全讲科学的。他把稿子寄来给我看，我看了很佩服他。我们回转来看，那个死人还躺在那里啊！刚才讲到死，这个时候，完全过去了。刚才说要补充说明的，是在死以前，先是地大变化，人先老化了，身体都动不了了，觉得不灵便。你们大家年纪都不小了，我一看，同我一样，都很老了，身体不像年轻时那么灵便。可是你们呢，以为自己还可以活个千把岁的样子，不晓得自己已经是衰老不堪了。这是很可悲的事，智慧思想那么低，其实你们跟十几岁时比一比看，差远了。可是我现在有时候测验自己，十几岁时的一切动作，我同样可以做。为什么？因为我注重修持它锻炼它。你们没有注重这些，所以走路也好，眼睛也好，什么也好，很老化了。我就回想，当年我们十几岁，如果站在你们这一班人前面看你们，我早就跑了，跟这群死老太太死老头子在一起，好讨厌哦！"}
{"text":"可是你们呢，以为自己还可以活个千把岁的样子，不晓得自己已经是衰老不堪了。这是很可悲的事，智慧思想那么低，其实你们跟十几岁时比一比看，差远了。可是我现在有时候测验自己，十几岁时的一切动作，我同样可以做。为什么？因为我注重修持它锻炼它。你们没有注重这些，所以走路也好，眼睛也好，什么也好，很老化了。我就回想，当年我们十几岁，如果站在你们这一班人前面看你们，我早就跑了，跟这群死老太太死老头子在一起，好讨厌哦！哎，可是你们现在，活得蛮有精神的，还是觉得自己前途无量后途无穷的。我想想有时候蛮好笑，嘿，这批笨家伙！呵呵，佛说的，愚痴众生，又笨又痴。痴，就是没有智慧。我们现在人衰老了，第六分别意识越来越顽固，老年人的主观越来越讨厌，所以老年人跟年轻人有代沟，讲不拢。老人一开口就骂年轻人，我都活了几十岁，还没有你懂吗？其实这一句话是不能成立的，这是老年人的傻，愚痴众生，你活了几十岁，第六分别意识的知识污染多很多，你智慧并没有高啊，常常反而下降了，不过经验多一点而已。可是对于呈现本有的智慧而言，凭借经验常常变成障碍，变成污染。青年人，尤其小孩子那个智慧，不靠学问，不靠后天经验出来的，那个是智慧，比你高啊！可是老年人偏要固执，分别心也多。死亡到了地大变化水大变化的时候，第六意识慢慢散开了，昏迷了，自己思想做不了主了，也懒得想了。人一到老了以后，什么事情你讲给他，啊，我不知道了，懒得想。老年人想的都是年轻时的事，目前的事，你给他讲，他随时忘记。看书也记不住，老年不会读书了，看了，嗯，觉得很有道理，可一个字都记不住的，他脑子已经在死亡了。所以你们现在读书，还不如我们这样大年纪的人，要记它还是很深刻地记住，同年轻时一样你们不肯记，不是你们不肯，是你们的意识已经死亡很多了，你不要以为自己还活着。老年这个意识，知识染污越多，越活越老，事情越来越烦，把那个清明的头脑那个智慧，越发涂上污染，越盖住了。所以坐禅修行，是叫你放弃一切妄念，就是把涂上的颜色一点一点都除去，都丢干净，恢复原来的生命。可是你们做不到，所以死亡的时候，和普通人一样，当水大一分散的时候，第六意识分散了，做不了主了，剩下来只有一个做主――还知道。唉哟，我好可怜，天哪，我快要死了！那个是第七识，意识的根，分别意识已经不清楚了。"}
{"text":"老年这个意识，知识染污越多，越活越老，事情越来越烦，把那个清明的头脑那个智慧，越发涂上污染，越盖住了。所以坐禅修行，是叫你放弃一切妄念，就是把涂上的颜色一点一点都除去，都丢干净，恢复原来的生命。可是你们做不到，所以死亡的时候，和普通人一样，当水大一分散的时候，第六意识分散了，做不了主了，剩下来只有一个做主――还知道。唉哟，我好可怜，天哪，我快要死了！那个是第七识，意识的根，分别意识已经不清楚了。等到呃呃呃根本依的那口气，最后一声断了，这一口气散掉以后，火大也没有了，那时第七识――意识的根，完全分离了，这个分离以后，是真正死亡了。不过，一般唯物学者的观点，认为一个人死了，什么都没有了。死后四大不起生命的作用了，生命的根本依散掉了，那么这个身体呢？摆在这里怎么腐化？这就是不净观白骨观里要讲的。肉体摆在这里，不是马上烂的。真正开始腐烂，是十几个钟头后慢慢开始的。肉体的烂，是先从眼睛这里开始的，所以法医验尸，先扒开那个尸体眼睛看看，就知道这个人死了多久了。一口气断了以后，身体是软的，所以赶紧抢着给他穿衣服。再过几个钟头以后，身体硬化了，穿衣服困难，骨节都不会动了。大概十多个钟头以后，又开始由硬慢慢变软了，软以后，皮肤外面变成淤青，然后腐烂，四大慢慢分解，水归于水，地归于地，火归于火，风归于风，一段时间以后，都化掉了，归于空。地水火风化掉，同我们有什么关系呢？这是属于第八阿赖耶识的部分了。如果这个死人躺在那里，还没有超过二十几个钟头，说去请法师们给他念经，在旁边念佛，这又是个问题，等一下再讲。譬如去年我们一位同学去世了，他们大家去到那里，就赶快拉他头顶中间的头发，告诉他某某啊，不要留恋，赶快走，念佛！我们大家和你一同念，大家站在旁边帮忙念南无阿弥陀佛，引导他走，提醒他你听到啊，你随着念佛的声音，跟佛的光明走。现在有很好的念佛机，你就赶快放，告诉亡者，随时提醒亡者注意，因为他那个时候已经不能注意了。很多人学佛一辈子，到临死的时候，他念不起佛了，不会念佛了，他想念，但念不起来，因为他平常没有智慧，以为非要嘴巴里念出来南无阿弥陀佛，才叫念佛。这是不对的！"}
{"text":"我们大家和你一同念，大家站在旁边帮忙念南无阿弥陀佛，引导他走，提醒他你听到啊，你随着念佛的声音，跟佛的光明走。现在有很好的念佛机，你就赶快放，告诉亡者，随时提醒亡者注意，因为他那个时候已经不能注意了。很多人学佛一辈子，到临死的时候，他念不起佛了，不会念佛了，他想念，但念不起来，因为他平常没有智慧，以为非要嘴巴里念出来南无阿弥陀佛，才叫念佛。这是不对的！真的念佛念咒子，到那个时候，虽然嘴巴念不出来，一个字也念不出来，可是心里头还是想到佛啊，准提菩萨啊，有这一念在，这个就叫念佛。提醒大家注意，这一念叫做正念。旁边人提醒他某人啊，你不要忘记了佛啊，从这里走，拉他头顶心的头发，提醒他。告诉他你现在不论看到什么境界，等于打坐一样，什么境界你都不要管，很恐怖的鬼啊，阎王，天神，不论什么恐怖的都不要怕什么好的也不要受诱惑，你就一心想念着佛，就这样他能够这样，就会超出这个生命，来生的生命就不同了。在这个阶段，我们旁边人尽管讲，可是他断气以前，我这样大的声音讲话，他听到是蚊子一样的叫声。所以这个时候，你最好用清净的梵音，配上引磬，这个引磬的声音很容易提起他注意，跟着提醒他你心里念着佛，你这样去，看到一切境界，要像打坐一样，所有恐怖喜怒哀乐，任何的现象都不能理，一理就被骗走了，被另外一个生命骗过去了，专心想念着佛。一边敲引磬，一边提醒他，一边带着他一块儿念佛。所以叫你们练习禅定，一切念头感受不理，一切境界不理，再慢慢培养行住坐卧中的定力。金刚经上告诉你凡所有相，皆是虚妄，你做得到吗？在这里就可以考验了。一个真有修持的人，他在断气以前，他的正念是存在的。譬如修密宗的人，或者修净土宗，观阿弥陀佛的人，他到这个时候，嘴里念不出来，气力没有了，意识分散了，但是他的心念，不去管自己死不死，只要想一个佛像，心中想着佛的这个正念存在，拿基督教来讲，他一定得救，上升了。这个叫念佛，不是嘴里念。所以跟一般不懂的人说某人啊，你这个时候念佛啊！很多学佛的答复我，唉老老师啊我念念不出来我说，你好笨蛋啊！你怎么会跟我讲话？你跟我讲话，这个就是念啊！念佛，就是念头里有个佛的观念，并不是嘴里在念阿弥陀佛。可是他已经听不懂了，意识力量不够了。"}
{"text":"这个叫念佛，不是嘴里念。所以跟一般不懂的人说某人啊，你这个时候念佛啊！很多学佛的答复我，唉老老师啊我念念不出来我说，你好笨蛋啊！你怎么会跟我讲话？你跟我讲话，这个就是念啊！念佛，就是念头里有个佛的观念，并不是嘴里在念阿弥陀佛。可是他已经听不懂了，意识力量不够了。所以看到很多学佛的，不管学密宗禅宗净土宗，到最后都是没有把握，做不了主。我们用四个字批评，叫浪死虚生。尽管出家，在家，学佛，信其他的宗教，白活一辈子，到临死做不了主。所以很多信宗教学佛的，都并没有得到好处。现在还是回转到死亡这个人。我刚才讲，他已经断气，进入昏迷，进入无心境界。这个气将断未断之间这一段，我们站在旁边的人，要给将死的朋友帮忙了，提醒他带领他念佛，这也是一个观待道理作用道理。那么，真死了的人，怎么样产生中阴？刚才我们开始介绍过，就是这个生命死了，还没有转变成另一个生命以前，中间存在的这一段，叫做中阴，中国人普通叫灵魂。中阴身不是鬼，鬼是鬼道的生命，已经是另外一个生命了。中阴身虽不是鬼，可是比鬼还厉害，中阴身有神通的哦！人死后变成中阴身的时候，没有空间阻力的，只要想到自己的亲人或情人在美国，马上就到他们的旁边了，自己还告诉美国的朋友我已经死了，你不要难过。不过对方听不见，可是我们活人讲的话中阴身都能听见。中阴身有五通，有神仙一样的神通，他什么地方都可以到，山河墙壁，时间空间，没有阻碍。其快速比光速还厉害，所以我叫这个速度为念速，快得很哪！其实你们这一班人在我前面，目前坐着的这几个学佛的人，根本没有真的在修行，没有在用功，影子都不懂，包括年轻这些都在内。所以你们修行禅定，我常常告诉你们注意，你们要晓得，一呼一吸中间有很多个刹那，一弹指就有六十个刹那，一刹那中间，意识有九百六十个变动，你自己不会发现，你的心不到那个真正禅定宁静境界，看不出来自己思想念头是那么快速的变动。这个快速，比光速不晓得快多少倍，你看不出来，真得定了，就看得出来。从白天到夜里，二十四个钟头，有十三亿个意的转动，这个数字你说可怕吧？我们思想变化就有那么快，像孙悟空一样，一个筋斗十万八千里！跳来跳去，没个安稳的时候。"}
