{"text":"一旦身居王位之后，天下臣庶皆称誉之为圣明天子，或直接誉为当今圣人，不知圣从何来？明从何起？恐怕老子重生，也只有缄口结舌，再也不敢另加五千言，重写续本道德经了。正言若反为了重申天地不仁，以万物为刍狗。圣人不仁，以百姓为刍狗以及后面的圣人不死，大盗不止绝圣弃智，民利百倍等的一贯涵义，且让我们引用庄子外篇的月去箧篇中所说的话，便可了解老子当时所以菲薄圣人讥刺仁义，都是为了世间多假借圣人的虚名，以及伪装仁义的招牌。犹如近代和现代人，任意假托自由和民主为号召，实际是为了达成私欲的借口，醉心于独裁者如此，西式民主的真实内容，又何尝不如此？举世滔滔，无可奈何。如庄子所说故跖之徒问於跖曰盗亦有道乎？跖曰何适而无有道邪！夫妄意室中之藏事先推测估计他的财富储蓄，圣也。入先在行动的时候，必身先士卒，勇也。出后得手的时候，先要掩护同伴撤走，自己最后退却，义也。知可否能判断可不可以行动，智也。分均平均分配所得的利益，仁也。五者不备，而能成大盗者，天下未有也。由是观之，善人不得圣人之道不立跖不得圣人之道不行。天下之善人少而不善人多，则圣人之利天下也少而害天下也多。在天运篇中又提到仁义，先王之蘧庐也，止可以一宿，而不可以久处，靓而多责。从表面看来，老子和庄子这种思想言论，好像是一种反派的哲学，尤其为狭隘观念的宗教徒，并非大宗教家或教主，甚至，为走入儒家岔路的顽固派，或明知故犯，敢用而不肯说的事功派所深恶痛绝，认为是不经之谈。其实，这正是天理良心的公平哲学。公道自在人心，只是一般说不出所以然，或是不忍心说得太透彻，说穿了，反党乏味。司马迁著史记，便用比较含蓄的论调来反映道家与老庄这类思想。到了元明之间，民俗文学的小说家们，却在小说的著作里，表达了很多这方面的思想。说得痛快淋漓而有韵味的，如明末的贾凫西所作的木皮散客鼓儿词。他生当家破国亡的未造，秉着一腔忠义之忧，便借此道理而大发天地的牢骚，如说忠臣孝子是冤家，杀人放火享荣华。太仓里的老鼠吃的撑撑饱。老牛耕地使死倒把皮来剥。河里的游鱼犯下甚么罪？刮净鲜鳞还嫌刺扎！那老虎前生修下几般福？生嚼人肉不怕塞牙！野鸡兔子不敢惹祸，剁成肉酱还加上葱花！古剑杀人还称至宝！垫脚的草鞋丢在山洼！杀妻的吴起倒挂上元帅印！顶灯的裴谨捱些嘴吧！"}
{"text":"说得痛快淋漓而有韵味的，如明末的贾凫西所作的木皮散客鼓儿词。他生当家破国亡的未造，秉着一腔忠义之忧，便借此道理而大发天地的牢骚，如说忠臣孝子是冤家，杀人放火享荣华。太仓里的老鼠吃的撑撑饱。老牛耕地使死倒把皮来剥。河里的游鱼犯下甚么罪？刮净鲜鳞还嫌刺扎！那老虎前生修下几般福？生嚼人肉不怕塞牙！野鸡兔子不敢惹祸，剁成肉酱还加上葱花！古剑杀人还称至宝！垫脚的草鞋丢在山洼！杀妻的吴起倒挂上元帅印！顶灯的裴谨捱些嘴吧！活吃人的盗跖得了好死！颜渊短命是为的甚么？莫不是玉皇爷受了张三的哄？黑洞洞的本帐簿哪里去查？好兴致来时顽铁黄金色！气杀人运去铜钟声也差！世间事风里孤灯草头露！纵有那几串铜钱你慢赭沙！风箱式的说话艺术老子为了说明天理的公平，与真正圣人的无主而任负化育，便直接指出天地间万事万物的生灭变化，既不是谁所主宰，也不是天地的有心制作。万物的造化生灭，都是乘虚而来，还虚而去。暂时偶然存在的一刹那，只是有无相生的动态而已。因为有刹那绵延绝续常有的动，于是误认为动态即是存在，而不承认返有还无的静态也是存在的另一表相。所以他说天地之间，其犹橐囗乎，虚而不屈，动而愈出。橐囗，是旧式农业社会用作鼓吹通气的工具，俗话叫做风箱。也就是淮南子本经所说的鼓橐吹捶，以销钢铁的冶炼金属的工具之一。橐，是指它的外形的箱椟。囗，是指它内在的往来活动的管片。但在旧式的农业社会里，用布缝成两头通，中间空，用来装置杂物的布袋，也叫做橐。至于橐，是三面密缝，一面通口的布袋。囗，便是后世的七孔笛。总之，橐囗，是老子用通俗习惯使用的东西，来说明这个物质世间的一切活动，只是气分的变化，动而用之便有，静而藏之，就好像停留在止息状态。其实，这个天地的万物，都在永远不息的动态中循环旋转，并无真正的静止。所谓静止，也只是相似止息而偶无动态感觉的情景而已。因此，同样的原理，不同表达的周易系辞传里便说吉凶悔吝，生乎动者也。万事万物，动必有咎。在动的作为里，所谓好的成分的吉，只占四分之一。不好的凶，和仅次于凶的不好――悔吝，便占四分之三。然而天地与万物，毕竟都在动态中生生不已地活着。活像是动，动是活力的表现。因此，愈动而愈生生不已。生生不已和永远活动互为因果，互为生活。"}
{"text":"所谓静止，也只是相似止息而偶无动态感觉的情景而已。因此，同样的原理，不同表达的周易系辞传里便说吉凶悔吝，生乎动者也。万事万物，动必有咎。在动的作为里，所谓好的成分的吉，只占四分之一。不好的凶，和仅次于凶的不好――悔吝，便占四分之三。然而天地与万物，毕竟都在动态中生生不已地活着。活像是动，动是活力的表现。因此，愈动而愈生生不已。生生不已和永远活动互为因果，互为生活。既然了解到天地之间气分的变化往来，变动不息，生生不已，有无相生，动静互为宗主。那么，就可进而了解到一切人事的作为思想言语，都同此例。是非，善恶，祸福，主观与客观，都是不能肯定的确有一绝对性的标准。如果一定要理论上争辩到有一个绝对的道理，这个绝对也只是在文字上，人为的，暂时裁定为穷尽之处而已。其实，在动态中，愈动而愈出，永无有穷尽的一点。犹如数理在开发中，也永无尽止。同样地，人世间的是非纷争，也是愈动而愈有各种不同方面的发展，并无一个绝对的标准。才有是非，纷然失心。只有中心虚灵常住，不落在有无虚实的任何一面，自然可以不致屈曲一边，了了常明，洞然烛照。这便是多言数穷，不如守中的关键。但也有认为老子这两句话，是明哲保身与世无争的教条，所谓是非只为多开口，烦恼皆因强出头。尤其是后世修炼神仙丹道学派的道家们，认为说话是最伤元气的行为，而且是促使短命，造成不好运气的最大原因。所谓数穷便是气数欠佳运气坎坷的表示。因此修道之士，便有开口神气散，意动火工寒的严厉训诫了。这种说法，是否绝对合理，姑且引用古体文的其然乎，其不然乎两句话来做结论，由大家自去思考取决了。如果转进一层，了解到橐囗与风箱的作用，那么，便可明白老子所说的多言数穷，不如守中的话，并不完全是教人不可开口说话。只是说所当说的，说过便休，不立涯岸。不可多说，不可不说。便是言满天下无口过，才是守中的道理，才与后文老子所说善言无瑕囗的意旨相符。否则，老子又何须多言自著五千文呢！譬如风箱，在当用的时候，便鼓动成风，助人成事。如不得其时，不需要的时候，便悠然止息，缄默无事。倘使如灌夫骂座，祢衡击鼓，说来无补于事，那便有违多言数穷，不如守中的明训了。第六章谷神不死，是谓玄北，玄北之门，是谓天地根。绵绵若存，用之不勤。"}
{"text":"只是说所当说的，说过便休，不立涯岸。不可多说，不可不说。便是言满天下无口过，才是守中的道理，才与后文老子所说善言无瑕囗的意旨相符。否则，老子又何须多言自著五千文呢！譬如风箱，在当用的时候，便鼓动成风，助人成事。如不得其时，不需要的时候，便悠然止息，缄默无事。倘使如灌夫骂座，祢衡击鼓，说来无补于事，那便有违多言数穷，不如守中的明训了。第六章谷神不死，是谓玄北，玄北之门，是谓天地根。绵绵若存，用之不勤。承接上文天地之间，其犹橐囗平！虚而不屈，动而愈出。多言数穷，不如守中的法则，说明天地万物与人我生命的作用，常在于一动一静之间。要善加把握，善加运用。因此而引用本章谷神不死的一段，似静而实动，虽动而似至静。似乎虚无而实在含有无穷的妙用，虽然妙用无穷，但同时也蕴藏了用而无用的善巧方便。为了切实了解本章的内涵与后世一般修炼神仙丹道者的各种注释，首先需要解决两个关键性的名词，即所谓谷神与玄牝。谷神谷，当然是一般所谓山谷的简称。但是一般所谓的山谷，大致可以归纳成为两种形态。一是如袋形的山谷，有进路而无出口。二是两山夹峙，上仄中空而较隐蔽或者曲折的狭长形通道。第一类形的山谷，大多空气不能对流，凡有声响动静，必然会有回声。这种回声是因为空气不能对流而产生。但在某些愚昧者的观念看来，便认为这样的空谷，必是神灵的窟宅，因此而有回声。其实回声是物理的作用，并非神灵的显赫威灵。可是在愚夫愚妇的心目中，往往因此而形成宗教式的神话，塑造了多少莫须有的传说，认为其中有神。更有甚者，便套用了道家代表人物老子的名词，称它为谷神。第二类形的山谷，是隐晦曲折，两头相通的狭长通道，空气对流，由这一头的传呼，便很迅速地畅达遥远的那一头。因此，也成为被人编织成神话的题材，认为其中如有神助。实际上，也是空气的传声作用，并非真有不可思议的神秘存在。首先了解谷神之所以为神的道理，便是因为它的中间空洞无物，因此而形成其中的空灵作用。正因其中空而无物，才能生起看似虚无，而蕴藏似乎妙有的功用。其次，便是玄牝，玄字，也通作元始元来根元的元字。元，等于是万物的初始根元，是极其微妙的第一因的代名词。牝，在中国上古的文字中，是母性雌性生殖机能的文雅代名词。相反的，牡字，便是男性雄性生理机能的代号。"}
{"text":"实际上，也是空气的传声作用，并非真有不可思议的神秘存在。首先了解谷神之所以为神的道理，便是因为它的中间空洞无物，因此而形成其中的空灵作用。正因其中空而无物，才能生起看似虚无，而蕴藏似乎妙有的功用。其次，便是玄牝，玄字，也通作元始元来根元的元字。元，等于是万物的初始根元，是极其微妙的第一因的代名词。牝，在中国上古的文字中，是母性雌性生殖机能的文雅代名词。相反的，牡字，便是男性雄性生理机能的代号。在这个世界上，一切动植物，虽然由牝牡两性的结合而造成延续的生命，但个体生命绝大多数都是雌性，也就是阴性的生殖器官所出生的。因此，老子造了一个名词，叫做玄牝。后世的道家由此引申，认为大海荡荡的中心点有一海眼。海眼虽小，却是源源滚滚而出，成为大地层面的诸大海洋和江河的来源，它便是海的玄牝。至于北极，便是大地的玄牝。人体的会阴部分，则是人身生命源泉的玄牝之处。印度瑜伽术有关身瑜伽的术语，叫它海底，或视为灵能和灵力的窟穴。了解了这两个名词的内涵，然后便可大致明白老子本章的意义，是要体会虚灵不昧的谷神境界，中空无物，而有感应无方的无限妙用。正因其虚无空冥，所以生生不已，生而无生，有而不有，因此而永恒不死。后来的道教，改头换面，称之谓洞元洞虚，也就是由此而来。谷神即空洞虚无而生妙有的功能，便是天地万物生命源泉的根本，取一个代名词，便叫它是玄牝。玄牝虽然中空无物，但却是孕育天地万物生命的窟宅，绵绵不绝，若存若亡。在这节文字里，必须特别留意老子行文的用字之妙――这个若字。若字和佛学的如字，都是同样的表相形容词，用现代语来讲，便是好像的意思。在虚无中生发妙有的功用，好像是绵绵不绝的存在，但并无一个实质的东西。如真有一实质，一切的有，最终总归之于元始的虚无，这是必然的法则。和现代物理学所讲的质能互变的原理相类同。吹毛用了急须磨在这一节里，老子又说了一句非常重要的名言，便是用之不勤。相反地说，用得太勤，便是多用常用久用。这样一来，就会违反绵绵若存的绵密的妙用了。那么，怎样才是用之不勤的道理？且让我们借用临济义玄禅师的一首诗偈，作为深入的说明。沿流不止问如何？真照无边说似他。离相离名人不禀，吹毛用了急须磨。"}
{"text":"如真有一实质，一切的有，最终总归之于元始的虚无，这是必然的法则。和现代物理学所讲的质能互变的原理相类同。吹毛用了急须磨在这一节里，老子又说了一句非常重要的名言，便是用之不勤。相反地说，用得太勤，便是多用常用久用。这样一来，就会违反绵绵若存的绵密的妙用了。那么，怎样才是用之不勤的道理？且让我们借用临济义玄禅师的一首诗偈，作为深入的说明。沿流不止问如何？真照无边说似他。离相离名人不禀，吹毛用了急须磨。所谓沿流不止，是说我们的思想情绪知觉感觉，素来都是随波逐流，被外境牵引着顺流而去，自己无法把握中止。如果能虚怀若谷，对境无心，只有反求诸已，自心反观自心，照见心绪的波动起灭处，不增不减，不迎不拒而不着任何阻力或助力，一派纯真似的，那么，便稍有一点像是虚灵不昧的真照用了。总之，道，本来便是离名离相的一个东西，用文字语言来说它，是这样是那样都不对。修它不对，不修它也不对。但是在绵绵若存，沿流不止的功用上，却必须要随时随地照用同时，一点大意不得。好比有一把极其锋利的宝剑，拿一根毫毛，捱着它的锋刃吹一口气，这根毫毛立刻就可截断。虽然说它的锋刃快利，无以复加，但无论如何，一涉动用，必有些微的磨损，即非本相，何况久用勤用常用多用，那当然会使利剑变成了钝铁。所以说，即便是吹毛可断的利剑，也要一用便加修整。随时保养，才能使它万古常新，绵绵若存。这就是用之不勤的最好说明。人为神的守护人话虽这样说，可是后世一般修炼玄宗的神仙丹道派的人们，却把老子的谷神之说改头换面，拉到道教的黄庭内景经里面，配合上古医学的黄帝内经等原理，把人身的头脑心脏小腹等体内的机能，各个派了一个守护的神人，配合天地日月时间空间方位等法则，随时随地加以特别保养，便是修炼神仙丹法的最基本的工夫。如果用西洋的文化分类观念，这当然属于神权思想时代的代表作。但是把老子的谷神之说，一变而为守护谷神，可以达到长生不死而羽化登仙，这却是老子的道家思想一变为道教太上老君的第一蜕变。后来由道家的神仙丹道派，会合佛家修习念身的禅观方法，再变为内照形躯的修炼方术，把人体的头部胸部腹部三处，建立了上中下三丹田守窍等的导引方术，由此而有动转河车打通奇经八脉炼精化气，炼气化神，炼神还虚的三步功法。由老子的谷神不死之说，再度为守窍通关超神入化的第二蜕变。"}
{"text":"但是把老子的谷神之说，一变而为守护谷神，可以达到长生不死而羽化登仙，这却是老子的道家思想一变为道教太上老君的第一蜕变。后来由道家的神仙丹道派，会合佛家修习念身的禅观方法，再变为内照形躯的修炼方术，把人体的头部胸部腹部三处，建立了上中下三丹田守窍等的导引方术，由此而有动转河车打通奇经八脉炼精化气，炼气化神，炼神还虚的三步功法。由老子的谷神不死之说，再度为守窍通关超神入化的第二蜕变。于是，信奉黄庭内景经一派的神仙修法，与后世守窍存神的丹道修炼，又各主一端，互有异同。只是都忘了老子的绵绵若存，用之不勤的告诫，或者把绵绵若存又专用在炼气一步工夫上去。大家都在那里死守肉身，忙忙碌碌，战战兢兢地播弄精神，不免用之太勤，太过背道而驰，无怪老子早有前知，觉得不值后顾，只好骑了一头青牛出函谷关而西迈了。其实，人身本来就是一个空谷，古人曾形容它叫臭皮囊，或臭皮袋，它是生命的所属，是生命的工具，并非生命永恒的所有。至于虚灵不昧，用之如神的生命元神，则借这往来只有一气如橐囗作用的空壳子以显灵。如能在一动一静之间，寂然不动，感而遂通，随时随地知时知量，知止知休，吹毛用了急须磨地用之不勤，谷神便自然不死。何况死也只是一番大体大息的作用，死即有生。谷神本来就是不死的，又何必要你忙忙碌碌守护它，才能使此谷神不死呢？真是如此，那么神不如人，守此谷神，又何足可贵！这大概都是急于自求长生不死的观念太切，把老子断章取义，弄出来的花招。其实，再接下去，连着一读下文，便不致于被谷神所困，而且可以了解用之不勤也是天地万物自然的法则。第七章天长地久，天地所以能长且久者，以其不自生，故能长生。是以圣人后其身而身先，外其身而身存。非以其无私邪？故能成其私。老子的不自偷生由天地不仁，以万物为刍狗，到多言数穷，不如守中，再到谷神不死用之不勤，便进而说明天地与万物的生命所以自然而长生的道理。因此而有天长地久，天地所以能长且久者，以其不自生，故能长生的说明。但是，老子用了一个天地与生命不自生，又播弄得后世的推理猜测，头昏脑胀，不堪纷扰了。不自生，难道说，天地是由他生而来吗？"}
{"text":"是以圣人后其身而身先，外其身而身存。非以其无私邪？故能成其私。老子的不自偷生由天地不仁，以万物为刍狗，到多言数穷，不如守中，再到谷神不死用之不勤，便进而说明天地与万物的生命所以自然而长生的道理。因此而有天长地久，天地所以能长且久者，以其不自生，故能长生的说明。但是，老子用了一个天地与生命不自生，又播弄得后世的推理猜测，头昏脑胀，不堪纷扰了。不自生，难道说，天地是由他生而来吗？如果天地真由他生而来，那么，与一般宗教学说中天地是神所创造的，便是同一论调。即如我们先民的传说，盘古开天地，也不是无稽的神话了。那么，可见天地之上，或者说天地之外，还另有一个能主宰天地的主人了。如果说，天地之所以能长久存在，那是因为它生育长养万物，并不为自己的需要而生，因此说它是不自生。那么，天地既然好心而生万物，何必既生出来，又要消灭了它？弄得生生死死，死死生生，好不耐烦。如果掉一句古文的口语，何天地之不惮烦也？老子说了一句天地之所以能长久存在的原因，是因为不自生，故能长生。即不说明是由他力而生，也不明显地说为万物而不得已不生。只是套上是以圣人后其身而身先，外其身而身存，非以其无私邪？故能成其私一段妙文，说明天地的不自生，正是天地极其自私的道理。天啊！如果说不自生还不能算是大公无私的表现，这样看来，这个世界，这个天地之间，就绝对没有一个真正的大公了。到此，有关公和私的辨别问题，且让我们再看看所谓道家思想学术中另一有名的学说，那便是阴符经中一个类同的观念。不过，比老子所说更为深刻。阴符经说天之至私，用之至公。这种理论，无异是说，大公与大私本无一定的界限。全体自私到极点，私极就是公。换言之，大公无私到极点，即是大私。不过，这样的大私，也可以叫他作大公了。因为大小粗细，公私是非，推理到了极点，都是无一定的界限与标准，所有这些界限与标准，都是人为的分别而已。这在基本理论上，是绝对可通的。但是，理极情忘，虽然可通，仍然不能完全妥恰。再进一层来看，无论老子的天地不自生，或阴符经的天之至私，用之至公。说来说去，说了半天，只是在道的体和用上掉弄花枪，一时蒙人心目而已。如果用另一种语意来表达，便可说天地能长且久而生长万物，在人们的眼光中，只从万物个体小体的生命看来，有生又有死，好像是很不幸的事。"}
{"text":"因为大小粗细，公私是非，推理到了极点，都是无一定的界限与标准，所有这些界限与标准，都是人为的分别而已。这在基本理论上，是绝对可通的。但是，理极情忘，虽然可通，仍然不能完全妥恰。再进一层来看，无论老子的天地不自生，或阴符经的天之至私，用之至公。说来说去，说了半天，只是在道的体和用上掉弄花枪，一时蒙人心目而已。如果用另一种语意来表达，便可说天地能长且久而生长万物，在人们的眼光中，只从万物个体小体的生命看来，有生又有死，好像是很不幸的事。但在天地长生的本位来说，生生死死，只是万物表层形相的变相。其实，万物与天地本来便是一个整体同体的生命，万物的生死只是表层现象的两头，天地的能生能死的功能，并没有随生死变相而消灭，它本来便是一个整体的大我，无形无相，生而不生，真若永恒似的存在。如此而已。因此，而引出下文，得道的圣人能效法天地的法则立身处事，去掉自我人为的自私，把自己假相的身心摆在最后，把自我人为的身心，看成是外物一样，不值得过分自私。只要奋不顾身，为义所当为的需要而努力做去。那么，虽然看来是把自身的利益位居最后，其实恰好是一路领先，光耀千古，看来虽然是外忘此身而不顾自己，其实是自己把自己身存天下的最好安排。所以，结论便说非以其无私邪，岂不是因为他的没有自私表现，故能成其私，所以便完成他那真正整体的同体的大私吗？当然，这个私字和大私，也可以说是以幽默的相反词，反衬出真正大公无私的理念。明白了这个道理的奥妙，我们再来看看道家黄老的这种学说，在历史上作为成功的指标，到处可见。尤其用在领导军事的兵略上，用在领导为政的政略上，所谓身先士卒公而忘私等等名言，便成为千古颠扑不破的无上法则。讲到这里，姑且让我们说一句古今不易的笑话真理千古文章一大偷。我们在童年的时代，都读过范仲淹的岳阳楼记，范先生在这篇大作中的名言，便有先天下之忧而忧，后天下之乐而乐的流传警句。文章的大手笔，范先生确实当之而不愧。但是却偷袭了老子的后其身而身先，外其身而身存的语意而加以引申，那是毫无疑问的。干古文章一大抄也好，一大偷也好，要偷得好，偷得妙。至于现代人，完全抄袭他人，却不注明出处，反以此自以鸣高，那真是违反盗亦有道的道理，不值明眼人的一笑，只好由他们瞎闹瞎起哄了。"}
