{"text":"人之老年，免不了自怜自哀，忧伤慨叹，哪里来的心情唱什么歌呢？可蝉偏不。乌发如银的时节偏要日日欢歌，这便是生命的大气度。寂寞空屋，可有形可无形，是一个人此生生命存在的证据。人之智慧便在这空屋中岁岁积淀，蕴于血脉的最深处。项脊轩，旧南阁子也。这是归有光的寂寞空屋。室仅方丈，容不下金银珠宝亦容不下繁华如梦，容得下的仅是那一份割舍不断的回忆。某所，而母立于兹归有光在这里读书成长，身后有母亲嘘寒问暖的身影。空屋虽寂寞，此心却温柔，体察父母亲情，就是我们最平实的智慧感悟。寂寞空屋，给高蹈以平实，给浮华不定的心灵以脚踏实地的依靠。活到最狂妄的年纪上忽然残废了双腿。他的世界，从此不再有欢笑嬉闹。他走进地坛，走进百代帝王家遗落下的那一间寂寞空屋。他看见叶上阳光花间蜂蝶，他听见这世界繁华落尽，生命一如往昔的答案。死亡是一个必然来临的节日，如是说。他的生命于此一间寂寞空屋中褪去了年少气盛，褪去了高蹈与不切实际的幻梦，他拥抱敞开的生命之门，成为智者。人活于世，往往被各种各样的幻光所眩惑，心灵与智性迷失在追逐所谓天堂的路途中。其实，天堂不是一处空间，不是一种物质性存在，而是道路，是精神的坦途。我偏居一隅，独拥这一方智慧的寂寞空屋，我已在天堂。庄子的智慧推开庄子的门，他不在。本想与他交谈，可惜，他不在。我漫步于草庐旁，落叶已积了八层。他真的在这里住过吗？还是让他的智慧随着自己的身影飘走了？不，我可以证明他在这儿住过。循声望去，原来是池中探出头的鱼。我是他笔下快乐的鱼，他从未想过自己是怎么知道惠施是快乐的，但他却知道我是快乐的。他现在的确不在这儿，但是你可以在任何地方找到他。他可能在清风中与你交谈也可能在这碧波里映出你的真实，你的心灵他多半融入了你的心中。鱼摇动着尾巴，游远了。我站起身来，这可以照透人之心灵的碧波，不就是庄子的智慧吗？不知何时，肩上停了一只蝴蝶。他带走的是我，留下的却是他。我们在梦中飞舞，在花间大笑，我们让后人疑惑已久，可我们却感知着对方。他对这俗世累了倦了，所以他为他妻子的解脱而开心。他无时无刻不在微笑，也无时无刻不在思考。他让生命的每一刻都如我翅膀上的花纹一样美艳。他选择了我，让自身也升华得如此美丽。蝴蝶扑闪着翅膀，飞入花间。我闭上眼，这直透心房的花香不也是庄子的智慧吗？你是官吏？"}
{"text":"鱼摇动着尾巴，游远了。我站起身来，这可以照透人之心灵的碧波，不就是庄子的智慧吗？不知何时，肩上停了一只蝴蝶。他带走的是我，留下的却是他。我们在梦中飞舞，在花间大笑，我们让后人疑惑已久，可我们却感知着对方。他对这俗世累了倦了，所以他为他妻子的解脱而开心。他无时无刻不在微笑，也无时无刻不在思考。他让生命的每一刻都如我翅膀上的花纹一样美艳。他选择了我，让自身也升华得如此美丽。蝴蝶扑闪着翅膀，飞入花间。我闭上眼，这直透心房的花香不也是庄子的智慧吗？你是官吏？脚边爬来了一只老龟。不，不是，和你一样不是。我俯下身子。好得很，清爽得很，庄子曾以我为喻，拒绝相位。其实，这泥土并不脏，曳尾于其中真的是世间最快活的事儿。有人曾问我带着这么重的壳行走累吗？殊不知，我早就把壳视为自己的血与肉，又怎的会觉得累呢？就像有人问庄子读那么多书累吗？在自然中行走累吗？书与自然早已是他的血与骨，何谈受累呢？龟转过身，爬向淤泥深处。我直起腰来，原来这淤泥中也蕴藏着庄子的智慧呢庄子生于乱世，在世间唱着属于他自己的狂想曲。他赞叹自然的伟大与人的渺小。并不是我们离庄子的智慧太远，而是尘世的尘埃遮住了我们的心扉，困住了我们的脚步。自然是伟大的，人类是渺小的，但当二者合为一体时，人的渺小也就不可见了。这才是庄子智慧的根本吗？我不禁嘲笑自己的浅陋，竟在这里等庄子回来。我应当去大自然，应当去世界上的每一角，去寻找，去拾起他遗留的智慧。倔和笨的力量大跃进时期，朱东润老先生作为复旦中文系主任，自然被推上讲台作多快好省宣言。可是老先生却牙根紧咬，面色难看。简直要上刑场似的，支吾了半天才说出话来我原计划五年完成的三本书，现计划三年完成！话音刚落，台下便是一片哄笑之声。太慢了！可是老先生的倔劲却上来了，说什么都不肯再让步不行！不能再少了！最少三年！这若是被日码万字的当代作家看见了，怕也是要笑掉大牙的。何必这么倔？何必跟效率较劲？简直是一根筋！的确，对于讲求效率的智慧的当代人来说，这样的做法，实在是不知变通，乃至于冥顽不灵了。三年，岂止是三本，著作等身怕也不是问题。只要愿意坐家，轻敲键盘，日码万字也能轻松搞定。只是，如此随缘如此写作，其成果怕也如稀释过的咖啡，醇香不再，喝起来恰如变了质的白开水。"}
{"text":"可是老先生的倔劲却上来了，说什么都不肯再让步不行！不能再少了！最少三年！这若是被日码万字的当代作家看见了，怕也是要笑掉大牙的。何必这么倔？何必跟效率较劲？简直是一根筋！的确，对于讲求效率的智慧的当代人来说，这样的做法，实在是不知变通，乃至于冥顽不灵了。三年，岂止是三本，著作等身怕也不是问题。只要愿意坐家，轻敲键盘，日码万字也能轻松搞定。只是，如此随缘如此写作，其成果怕也如稀释过的咖啡，醇香不再，喝起来恰如变了质的白开水。同样冥顽不灵的，还有历史学家江衍振老先生。他曾一度名声鹊起，然而他的出名，却不是因为有多少的智慧，而是因为笨。十多年的时间，老先生统共写了三本书，加起来不过七十余万字，平均到每天不过百余字。然而，为了搜集史料，老先生访遍了各地图书馆书库，翻阅了两千多万字的史料，直是上穷碧落下黄泉。如此辛苦如此笨，甚至弄得几天几夜不眠不休，最终才有了那么一点老笨结晶。然而，这样的著作，定心读来，方知是字字含血啊！二老的作为，认认真真地昭示真正的智慧，往往始于倔成于笨，在于甘坐冷板凳，倔傲地向浮躁叫板，坚定地从笨处着手。古人吟诗两句三年得，一吟泪双流，方才有语不惊人死不休的震撼。然而，这种精神离今天的我们实在太远了。在速度与效率所带来的紧张与刺激中，精品之作也离我们越来越远。我不敢说今天市场上的作品全部流于平庸，但在市场利润的引诱下，可以肯定的是，有一部分，甚至是一大部分作品，早已随浮华而去！流水落花春去也，这流失了的春华，恰恰是我们最可珍惜的智慧。什么时候，我们的作家能够再一次手拍胸膛，咬牙切齿不行，最少三年！？中国，咱们慢慢来中国古代戏曲中水词占据着重要的地位，水词便是废话，西厢记中开言有语叫张生，开言有语便是水词，没了水词，音韵不谐，听着也就不美。汪曾祺曾经提出将水词编写整理成册，以供研究。中国人的骨子里蕴藏着一种不紧不慢的智慧。从舜至成汤以来，强大的民族经验赋予了华夏子孙细细思考的能力，濡养出如同老者一样耐心的智慧。从前啊，女孩子会小心翼翼地聚拢起花瓣，用一个下午的时间，将其磨成细腻香甜的胭脂母亲手中的青红翠绿金丝黑线细细缠绕，打出梅花结或是菱形络子工匠们会为桃木的窗户衣边的滚子设计上百种图案，只为保证一宅人物的美。"}
{"text":"汪曾祺曾经提出将水词编写整理成册，以供研究。中国人的骨子里蕴藏着一种不紧不慢的智慧。从舜至成汤以来，强大的民族经验赋予了华夏子孙细细思考的能力，濡养出如同老者一样耐心的智慧。从前啊，女孩子会小心翼翼地聚拢起花瓣，用一个下午的时间，将其磨成细腻香甜的胭脂母亲手中的青红翠绿金丝黑线细细缠绕，打出梅花结或是菱形络子工匠们会为桃木的窗户衣边的滚子设计上百种图案，只为保证一宅人物的美。对美的执着乃至苛刻的追求，使以往的中国人从不缺乏耐心的智慧。中华的文化亦是一脉相承，不似意大利，他们从罗马的废墟上建设了自己的家园，而语言文化却与罗马毫无关联，所以当他们自称为罗马人时，拉封丹的驴子笑了。可是我不明白，为什么当下的人们对那些细致且耐心的景象视而不见。先生在酒馆看见伙计往黄酒中加糖，便感叹江南不在。旧时黄酒是不加糖的，如今的人们已无耐心去细细品味酒中的苦涩和香甜了。若是有一天，我们只得称那些一笔一画勾勒出百子图和年画的人为他们时，又有何证据来告诉世人我们是华夏子孙？西塞罗说我喜欢青年人有老人的智慧，正如老人有青年人的智慧。作为一个古老的民族，华夏的大地上洋溢着蓬勃的朝气。而值此发展腾飞之际，我不禁要善意地提醒中国，咱们慢慢来。时下中国，百年来的自卑自尊憧憬与焦灼使人们迫不及待地去迎接那似乎必将到来的一派歌舞升平。我们似乎渐渐失去耐心，失去沉稳，只因一些同胞失去了对传统文化的记忆。轮船高铁飞机，科技的进步使天涯比邻，经济的签约日益频繁，而谁又能保证，那些合同比孔子木车上的典籍更使人信赖？我们是否还有耐心，冷静地对待发展，放缓席不暇暖的脚步，盘点古典文化，重拾耐心的智慧？如果不能，来年祭扫时，牌位上就会出现一个和蔼的老人，笑问你是谁？你从哪儿来？中国，咱们慢慢来。老爹老爹并不是我的亲爹之所以这么称呼他纯粹是为了与我那亲生老爸加以分辨。老爹是做杠秤的。一手老茧可见他技艺之精湛。没错，老爹已经出师四十年了。老爹是拜师学艺的，听说这做杠秤的是一户姓胡的人家。本来是不外传的，可是到了这一代却突然没有了接班的人，只好收下了老爹和蒋叔。他们两个人性格完全不同，老爹呆板甚至有些迂腐，而蒋叔却对人曲笑逢迎。"}
{"text":"如果不能，来年祭扫时，牌位上就会出现一个和蔼的老人，笑问你是谁？你从哪儿来？中国，咱们慢慢来。老爹老爹并不是我的亲爹之所以这么称呼他纯粹是为了与我那亲生老爸加以分辨。老爹是做杠秤的。一手老茧可见他技艺之精湛。没错，老爹已经出师四十年了。老爹是拜师学艺的，听说这做杠秤的是一户姓胡的人家。本来是不外传的，可是到了这一代却突然没有了接班的人，只好收下了老爹和蒋叔。他们两个人性格完全不同，老爹呆板甚至有些迂腐，而蒋叔却对人曲笑逢迎。他俩出师之后，在这一条马路两边各自开了一家秤店。一开始两家都红红火火的，可是日子一久，老爹的店面日趋单薄，冷清得有点凄凉，那褪了色的招牌即使挡在路上也无人问津。一日，老爹看不下如此冷清的店铺，便关了门，信步走到蒋叔的店铺。进店一看，可谓人气兴旺啊！崭新而又鲜亮的招牌，更是让老爹心里一揪，既疑惑又羡慕。老爹就呆在蒋叔家，一直到天很晚，蒋叔的店才平静下来。他俩在后院里摆上一桌小酒，边吃边聊。老爹有点羞涩地问师兄，你说我家店铺为啥那么冷清，眼瞅着就要关门大吉了。你的店，怎的就忙得不可交？叹了口气，点了支烟，又给拧灭了。蒋叔笑笑说你怎么就这般榆木脑袋呢？都说顾客是上帝，上帝叫你给他的秤少一两。你不能给他多一钱。你听他的，照做便是了。嗬，想起来了，有个大商家叫我出五十杆缺二两的秤，要不我分你一半生意？老爹听完，什么都没说，默默地喝完酒，朝蒋叔摆摆手那五十杆秤，你自己做呢！老爹的店依然那么冷清。直到有一天，听说蒋叔的店被人掀了，他才跑过去看看。蒋叔被堵在店里，落魄得像条狗。老爹问要多少才可以补救？蒋叔说是四十杆秤。老爹回去一连几日黑白不分地赶，总算帮蒋叔还清了。后来，蒋叔的店关门大吉，他在一天夜里走了，再也没有回来。老爹的店却日渐红火了。现在，每当有人怀疑斤两有问题，小贩们总是丢下一句这是老陈的秤！那人便作罢了。是的，老爹即老陈，名唤陈实。人们就敬重地这个实字。皱纹中的智慧岁月的车轮在人生的道路上辗过，深深的皱纹诉说着爷爷的人生，体现着纯朴的智慧。一牛耕呦喝，呦喝爷爷沙哑的呼声在空旷的地里显得格外清晰。天上乌云开始汇聚，要下雨了，我忙跑到田埂边。爷爷，快回来！知道了，就这一块了，耕完再回去。话毕，又吃起了呦喝声。天空果真飘起细密的雨。"}
{"text":"老爹的店却日渐红火了。现在，每当有人怀疑斤两有问题，小贩们总是丢下一句这是老陈的秤！那人便作罢了。是的，老爹即老陈，名唤陈实。人们就敬重地这个实字。皱纹中的智慧岁月的车轮在人生的道路上辗过，深深的皱纹诉说着爷爷的人生，体现着纯朴的智慧。一牛耕呦喝，呦喝爷爷沙哑的呼声在空旷的地里显得格外清晰。天上乌云开始汇聚，要下雨了，我忙跑到田埂边。爷爷，快回来！知道了，就这一块了，耕完再回去。话毕，又吃起了呦喝声。天空果真飘起细密的雨。爷爷回来时身子已湿透，脚上沾满了泥。爷爷，你把牛卖了吧，这牛都老了，耕地太费力了，现在有机器，很方便啊。我望着爷爷，说出心里的想法。小丫头，这牛耕虽然慢，也是老祖宗留下的法子，适用啊。趁爷爷还有劲，多耕些地，比机器耕得细呀，也不伤地。如今，村里只剩爷爷这一头牛了，也只剩爷爷一个人还在用牛耕地。望着屋外的雨，我明白了智慧是一种历久弥新的经验。烟雨蒙胧中，一人一牛，多么和谐，多么自然。二珠算得咚得咚爷爷撑着老花眼镜，拨弄着算盘，时不时地在小本子上记些什么。爷爷，你在算账啊，我帮你吧。小丫头，你能帮我什么，你会用这老算盘吗？爷爷笑着向我挑眉。我用手机帮你算，你报数字就行，不比你这快嘛，而且又准。哎，你就不懂啦，你那新鲜玩艺我这把年纪学不会了。这老算盘倒好用，爷爷教你算吧。不要，我看着就晕了。爷爷低下头去，眉头皱昆，自己又开拨。我偷偷地用手机计算，发现爷爷的结果那么精准，条理清晰。我明白了智慧是一种熟能生巧的能力。一人静坐，手指拨弄，那般淡定，那么稳重。三戏曲静夜，凉风习习，微弱的星光陪衬皎月，酒下清辉。爷爷在门前的老槐树下，抽着旱烟。爷爷，夜晚天凉进屋睡吧。丫头，坐这儿，这点凉，爷爷还受得住。那您讲故事给我听吧。故事都给你讲遍了，没了呦，爷爷唱歌吧。爷爷清了清噪子我本是卧龙岗上散淡的人，凭阴阳如反转保定乾坤爷爷的歌声并不动听，却带着莫名的心颤悲凉。望着爷爷皱纹间的无限认真，我明了智慧是一种净化了的境界。一人一曲，那般投入，那么融和，在月夜下格外协调。小巷面条香小巷的深处是家面店，主人是位老人。老人一头白发，精瘦。当他悠闲地坐在门前台阶上抽烟时，透过那飘缈烟雾，我分明从他浑浊却深邃的眼中，看到了人世沧桑。"}
{"text":"丫头，坐这儿，这点凉，爷爷还受得住。那您讲故事给我听吧。故事都给你讲遍了，没了呦，爷爷唱歌吧。爷爷清了清噪子我本是卧龙岗上散淡的人，凭阴阳如反转保定乾坤爷爷的歌声并不动听，却带着莫名的心颤悲凉。望着爷爷皱纹间的无限认真，我明了智慧是一种净化了的境界。一人一曲，那般投入，那么融和，在月夜下格外协调。小巷面条香小巷的深处是家面店，主人是位老人。老人一头白发，精瘦。当他悠闲地坐在门前台阶上抽烟时，透过那飘缈烟雾，我分明从他浑浊却深邃的眼中，看到了人世沧桑。面店是没有招牌的。每当清晨，小巷的人们尚未起身，面店的门就开了。那面香，便从小门中涌出，漫到每家的窗台。于是，人们被香味从睡梦中拖也，走进小店，端坐于桌前，等待着自己的一碗清香。这时，我才洞悟此店若有了招牌，便俗了。小面店人少时，便由老人的儿子招呼着。人多时，就由老人来协调。每法上班族和学生党急着离开时，老人便向不忙的人拱拱手，道个歉，那人定会爽快地答应多等一会儿。我自然属于赶时赶刻的学生党，所以坐下来不久，便可获得一碗清香。吃完后，向周围的人道个谢，携着众人的善意目光走出去。迎来求学的一天。啊，有了这位老人，忙碌的小店始终不乱，时时溢出三分韵律，七分诗意。每当有人夸赞时，老人可不会廉虚，总是热烈地应承，并炫耀自己的汤面――面条是自家手制的，鲁是到乡下的钓翁讨来的野生鱼，就连水都是从自家院子的井里挑来的。有人打趣老人家，你的秘诀都透露了，不怕被抢了生意？老人却一笑哪里是什么秘诀呦，谁都知道，但有谁像我这样坚持几十年呢？老人的儿子也是厨师。熟客们会发现，父子俩的面颇为不同。所以，叫面时总要添一句老爷子的面，或小伙子的面。至于我，编爱老人的面。老人的面筋道，叔叔的面偏软老人的面，味轻，叔叔的面偏重。有人说小伙子的面是酒，宜趁热享用老人的面似茶，宜慢慢回味。的确，叔叔的面上会淋一勺虾子油，而老人却喜欢放上两三根香菜，几滴猪油。吃老人的面时，竟闻不到香气，惟有轻咬面条时，那香气才由面条的缝辽隙中迸溅出来。面条筋道爽滑，猪油鼓动鱼汤，鱼汤刺激你的味觉。老人的智慧，也许便是特灵魂留在面中了。终于一日，小巷被拆，小面馆也搬到另一条小巷。临走时，老人让儿子给所有人端上一碗面，面上分明是三三根香菜和几滴猪油。老人挑了几根面，喝了一口汤，点点头说有三分意思了。"}
{"text":"有人说小伙子的面是酒，宜趁热享用老人的面似茶，宜慢慢回味。的确，叔叔的面上会淋一勺虾子油，而老人却喜欢放上两三根香菜，几滴猪油。吃老人的面时，竟闻不到香气，惟有轻咬面条时，那香气才由面条的缝辽隙中迸溅出来。面条筋道爽滑，猪油鼓动鱼汤，鱼汤刺激你的味觉。老人的智慧，也许便是特灵魂留在面中了。终于一日，小巷被拆，小面馆也搬到另一条小巷。临走时，老人让儿子给所有人端上一碗面，面上分明是三三根香菜和几滴猪油。老人挑了几根面，喝了一口汤，点点头说有三分意思了。后来，我又去吃一次面。老人已经不在，但叔叔的面里却分明有几分父亲的影子。至于在客人间熟念地招呼的，却是一位与我差不多大的小伙子了境由心生智慧是一种心镜，境由心生。心基吸智，方寸之间皆海阔天空永无涯畔心若有慧，则宛若长空旭日终至至灵之境。民国课本中有这样一段话三只牛吃草，一只羊也吃草，一只羊不吃草，它看花。我想，在茫茫绿原上看花的那只羊便是智慧的，它看花的景象，便是智慧独有的景象。正如平凡的世界中所说，人生的意义不是吃饭这么简单，还应有更高的追求。诚然，智慧对人类最基本的要求便是要有抛开物质层面的精神追求。只有不被浮华物质遮住双眼的人，才是有资格称做智慧的人。再进一步讲，拥有大智的人，不仅有精神追求的，更有特立独行超然物外的胆气。我曾惊叹于朱耷的墨鱼图。那只翻着白眼的鱼诉说了怎样的智慧心语？不言而喻！我十分敬胃这位明朝遗老，高蹈乎八荒之表，亢心乎千秋之间如果说朱耷的智慧是一种气象，那么，庄子超乎象外，得其环中的智慧便是一种至镜。超脱于生命本相的空灵之境，乃是禅与道的完美契合。李叔同青天白日以映事，明镜止水叹澄心，霁月光风以待人，便禅一般地诠释了朱耷的气象和庄周的至境超乎生命本身，肇乎天地万物，故能在圆寂之前，叹一句华枝春满，天心月圆。通往智慧的空灵之境，是没有捷径的，需要全身心地领悟。悟人生沉浮，悟涅磐境界。必要时，可学一学柳宗元的独钓寒江雪，于大自然中，领略融身于天地之间放眼于银妆世界的寥廊与凝重。生命本就是一场锻炼，智慧便是那最终的升华。修一颗智慧之心，成一番智慧之境，于生命无悔，于本心无愧。鸡婆几年前，我们村里掀起一股葡萄热。"}
{"text":"通往智慧的空灵之境，是没有捷径的，需要全身心地领悟。悟人生沉浮，悟涅磐境界。必要时，可学一学柳宗元的独钓寒江雪，于大自然中，领略融身于天地之间放眼于银妆世界的寥廊与凝重。生命本就是一场锻炼，智慧便是那最终的升华。修一颗智慧之心，成一番智慧之境，于生命无悔，于本心无愧。鸡婆几年前，我们村里掀起一股葡萄热。大多数人家沿着村里的一条河，种起了葡萄，多则上百亩，少则数十亩。靠着好水，好地，人人都盼望着能发笔财。于是，不用招呼，一家老小全忙活开了。东头的王阿婆家也不例外。但是，跟别家不同的是人人都一门心思侍候葡萄，恨不得一人当两人用，王阿婆却养起了数十只鸡。放假回家的我，曾听伯伯背地里议论等葡萄熟了，谁还在乎那几只鸡啊？真是脑袋不开化的讷老人！据说，王阿婆的家人也十分不解，儿媳妇还为此与她闹僵放着大钱不赚，偏偏侍弄那几只鸡！所以，背地里，家家都护起了自家的园子，生怕鸡啄了宝贝疙瘩葡萄秧。没多久，大伙儿还偷偷送了她一个绰号讷脑袋的鸡婆！开春了。虽然头年里葡萄不结果，但还是抽出了嫩绿的芽儿。亮晶晶的阳光迸溅到有如翡翠的嫩芽上，照亮了常年只与黄土打交道的庄稼人的眼。他们看在眼里，喜在眉梢。天愈暖，家家愈忙活修芽儿，绑枝，扎架，全都干得高高兴兴，热火朝天。至于那不时传来的鸡鸣，则让他们一次又一次地笑话鸡婆的愚讷。漫长的等待期过去了，葡萄枝开始回报庄稼人对它的照料长了密密的叶子，开始结起一颗颗如同绿玛瑙的小圆果。这可喜坏了庄稼人，也忙坏了庄稼人，施肥，打药，除草，一样也不能少哇。只是奇怪的是，鸡婆那成天唠叨着的儿媳，又重新对婆婆毕恭毕敬起来。不过，大伙儿都没心思关注这些事啦。葡萄成熟了。但人们怎么瞧怎么不对劲，为啥收葡萄的人都往鸡婆家跑？蹭过去瞧瞧，还是不对劲，为啥她家的葡萄看上去比自家大，尝一尝竟比自家的甜？难道傻人有傻福？王家人喜得合不拢嘴，为啥？就因为自家并未花什么钱用在农药肥料上。虫在哪里？鸡肚子里！草呢？鸡也啄了！肥料呢？你说鸡粪中不中？人们这才恍然大悟，同时也改变了对鸡婆的看法，并为自己当初的暗嘲而不是滋味。"}
