{"text":"所以你们讲修行，我请问大家，大家都睡了几十年觉了，睡醒是怎么醒来的？我请问，哪个知道自己是怎么醒来的？恐怕没有人知道。如果你说你知道，不可能的，你是已经醒过来以后的回想，才知道，那是分别意识的作用，那个不是的。换一句话说，我们晚上躺在床上睡着了，大家睡了几十年，你知道自己怎么睡着的吗？也不知道。如果说你知道，你既然知道，可见没有睡着，对不对？真睡着了就不知道。等于我们现在，妈妈没生你以前你是怎么来的？你不知道。死后怎么去的？也不知道。这两个问题是一样的，大小而已。在观待道理上讲，一个人清醒等于活着睡着等于死了睡醒以后，又是一个生死。所以真讲生死，不是父母生的时候叫生，死的时候叫死。其实我们每天白天夜里都是一个生死。更细地说，念念都在生死死生中，这个你更不知道了。我们刚才吃饭以前到现在，思想观念的生生灭灭乃至身体的新陈代谢，这中间已经是很多生死了。吃饭以前，我们大家坐在那里休息，谈谈话，等着吃饭。饭后，好朋友在一起，叫某某玩这一套了指看到普通人看不到的超能力。嘿嘿，怎么样？他说看到这样，看到你身体那样，都在那里瞎扯。一念一个生死，都过去了。现在就是一念，每一个念头是一个生死，你没有看清楚。这个念念生死中间没有看清楚，那你怎么修行啊？哎呀，我在念佛啊！我在打坐啊！我在念咒子啊！我在做观想啊！都是自欺欺人。修行，是智慧之学，不是这样随便的信仰就说是修行了我今天能够给你讲出来，是我的智慧跟你讲，不是我看了佛经来跟你讲的。佛经里有啊！但你也看不懂。你们现在听我讲了，认为现在懂了，你懂个什么啊！是我懂！你不过听听而已，这叫声闻众。听到声音以为自己懂了，你没有证到，你是听了我的言语告诉你的，是观待道理，你没有达到证成道理，你没有求证到，你听懂了有什么用啊！不要骗自己。我们这些朋友，每天晚上喜欢来，说老师啊，看你一眼也舒服一点。舒服个啥！坐在那里听我吹牛，因为上茶馆要花钱，去跳舞厅要付钞票，到这儿有茶喝，又听我乱吹。吹一顿好开心啊，一毛钱不花，当然高兴来看我，自欺欺人！都在那里骗，认为自己也在修行，修个什么行啊。所以我经常说，你们真修行就要懂永嘉大师两句话实了因之所了，非生因之所生，那是智慧的解脱，不是做工夫啊。这个道理要真懂了，你要智慧去解脱的，不是盲修瞎练的。"}
{"text":"不要骗自己。我们这些朋友，每天晚上喜欢来，说老师啊，看你一眼也舒服一点。舒服个啥！坐在那里听我吹牛，因为上茶馆要花钱，去跳舞厅要付钞票，到这儿有茶喝，又听我乱吹。吹一顿好开心啊，一毛钱不花，当然高兴来看我，自欺欺人！都在那里骗，认为自己也在修行，修个什么行啊。所以我经常说，你们真修行就要懂永嘉大师两句话实了因之所了，非生因之所生，那是智慧的解脱，不是做工夫啊。这个道理要真懂了，你要智慧去解脱的，不是盲修瞎练的。所以说，修行是个科学，先把这个道理通了，再说求证，求证不到不行。我们讲了半天，这个死人还在死亡的无心境界中，中阴身还没有醒转来。因为要讲这个中阴身，马上就发现，还有许多相关的道理，必须先要知道的，所以岔过来讲了半天。现在回来讲这个人死过去了，在中阴身要生起的时候，忽然，好像人醒了一样。这个时候，要醒来的时候啊，佛经上告诉我们，一个强烈的亮光就来了，非常强烈。可是你要注意，佛经那么讲，不要上当，这个光，不是太阳的光，不是月亮的光，不是电灯的光，不是一切的光，而是智慧之光。等于我问你，我们每个人睡醒了那个第一下，怎么知道醒？大家不知道，醒过来才知道，那个是智慧的光明。我们现在普通睡醒了以后，眼睛还没有张开，觉得醒了，这个已经是第二念了。第一念，我们睡够了以后，啪！这是比方，啪！电灯开关一样打开了，这个属于光明，是智慧之光，不是有形有相的。不过有时候也有形有相，譬如我们早晨睡醒了，或者中午一觉睡醒了，哎哎我醒了，你那个时候迷迷糊糊还有点亮光，有时候偶然有点经验对不对？那个亮光是迷迷糊糊阴阴暗暗的。所以，死后到中阴生起，像睡醒了一样。这个阶段叫中阴身，好像同活着一样，自己感觉也有身体，也看得见，也听得见，但却发现咦？他们都在哭啊呀！我死了！自己也哭啊。哎呀，你们不要哭，他还来拉你，不要哭了，我走了，你不要伤心了。不但这里听得到，连在外国哭他的，他也听见了，一起听见，一边劝你，一边到外国去劝别人，一念之间穿过去，那个神通真广大了。这个身体叫中阴身，跟梦中身一样。你们想想看，你梦中有没有身体啊？有。你看到好吃的，也会感到香啊，也会哭，也会笑，也觉得火烧会烫，水淋会冷，刀砍你一下，也流血会痛，这就是中阴身的道理。中阴身如梦如幻，梦中看到害怕的，怕死了，还会跑，对不对？中阴的道理也一样。为什么用这个身字呢？"}
{"text":"我死了！自己也哭啊。哎呀，你们不要哭，他还来拉你，不要哭了，我走了，你不要伤心了。不但这里听得到，连在外国哭他的，他也听见了，一起听见，一边劝你，一边到外国去劝别人，一念之间穿过去，那个神通真广大了。这个身体叫中阴身，跟梦中身一样。你们想想看，你梦中有没有身体啊？有。你看到好吃的，也会感到香啊，也会哭，也会笑，也觉得火烧会烫，水淋会冷，刀砍你一下，也流血会痛，这就是中阴身的道理。中阴身如梦如幻，梦中看到害怕的，怕死了，还会跑，对不对？中阴的道理也一样。为什么用这个身字呢？因为还有眼识耳识鼻识舌识身识意识的作用，还有思想，这个是唯心所生的，可是它有这个作用。换句话说，他没有真正的眼睛鼻子舌头耳朵大脑身体，但他可以看一切，色声香味触法，他都会感应的，这个叫中阴身。好，现在只讲到中阴身的生起。可是我今天开始时给大家讲，佛法的基础在三世因果，六道轮回。六道有很多的生命作用，我今天告诉大家的是人道里头的，并且是正常的生死，对不对？没有讲其他生命的生死，更没有讲人的横死，大家要记住哦，听课没有这个逻辑，就不要来听我的课了，不要听错了或听偏了。这个要记住，现在是讲人类正常的死。实际上死后有中阴身是不容易的，这一辈子做好事多的大善人，有修行的，死后没有中阴身，这种人一断气，立刻升天了。或者是修成功的出家或在家人，往生极乐世界，或者其他佛土，有时候气刚断未断，已经到那里了，不经过中阴，中间没有停留。坏蛋则马上变饿鬼畜牲或下地狱，也没有中阴身，马上下去了。所以，中阴身谈何容易啊，还可以停留。我开始学佛的时候，有一班都是老前辈，修密宗学禅宗的，大家都很爱护我，大概缘好吧，我都欠他们人情的。我们在一起聊天，老前辈问我哎哎哎，师兄啊，中阴身有两个地方不能去，你知道吗？我说我知道啊。有些是考问我，有些真的不知道。哪两个地方？一个是，不能进菩提道场，就是开悟的地方。譬如释迦牟尼佛在菩提树下打坐，他那个境界，中阴身进不来，进来他也开悟了，成佛了。换句话说，有个禅堂，像我们现在在这里讲这个问题，中阴身也进不来，除了我心念里头说，一切护法神，你让他们进来听一听吧，结个善缘了。否则，这个智慧的光明，中阴身进不来。第二个是，不能进产门。产门就是女人临产的部位，孩子要生出来的地方，也就是女人的下部。为什么中阴身不能进产门？唉，我说你怎么那么笨！"}
{"text":"我说我知道啊。有些是考问我，有些真的不知道。哪两个地方？一个是，不能进菩提道场，就是开悟的地方。譬如释迦牟尼佛在菩提树下打坐，他那个境界，中阴身进不来，进来他也开悟了，成佛了。换句话说，有个禅堂，像我们现在在这里讲这个问题，中阴身也进不来，除了我心念里头说，一切护法神，你让他们进来听一听吧，结个善缘了。否则，这个智慧的光明，中阴身进不来。第二个是，不能进产门。产门就是女人临产的部位，孩子要生出来的地方，也就是女人的下部。为什么中阴身不能进产门？唉，我说你怎么那么笨！进产门他就转生了，变婴儿了。中阴身一不进菩提道场，二不进产门，进来就不是中阴身了，其他地方是无往不利，挡不住的。其实我们活着的这个中有身也一样，我们的念头要想什么，你要想一个女人，女人想一个男人，想跟他做爱，你一样在做爱，都可以想象，好像真的一样。可是你实际上做不到，为什么？这就同意念有关系了。中阴身有没有生死呢？有生死，七天一个变化，昏过去，再醒来。我看了几十年，今年活到了这个岁数了，经过多少世界的风浪！看过很多朋友，我真的很难过，看到有些现象，唉哟！我说这个已经变畜牲变了一半，自己还不知道有些下地狱下了一半，这里还活着。尤其你到有些屠户的地方，杀了几十年，有些本身已经像个畜牲了，他自己不知道。很多人还没有到中阴身的时候，已经变了，这个就是因果。你再看佛经上面讲的，这个人可能从六道当中哪一道来的，有些是快要进入那个坏道去，有些是坏道里头转来投胎变成人的，他那个余习，剩余那个习惯，以及相貌，都显出来，你们看不出来而已。所以，神通是什么？智慧就是真神通，就看出来这个人是哪一道来的，因为他的余习没有断嘛，还带过来。中阴身七天一个生死。一般书上讲中阴，很呆板的，说是七七四十九天的生命，每七天一转变。实际上并不一定，中阴有时候很短暂的，并不是呆定的七天一个境界。我们所讲的七天，是以我们的时间来计算，在中阴境界的时间空间观念，与天人境界，地狱境界的时空观念，都是相对的，并不一样。譬如我们活着，最高兴的时候，好像只有几秒钟，实际过了几个钟头。在痛苦生病受罪受煎熬的时候，一分一秒等于很长的时间。所以时间是相对的。得意时候的感受，时间是很短的痛苦的时候，感受时间很长。所以中阴的阶段，尽管讲七天一个生死，所谓七天，不是人世间呆板的时间计算。"}
{"text":"实际上并不一定，中阴有时候很短暂的，并不是呆定的七天一个境界。我们所讲的七天，是以我们的时间来计算，在中阴境界的时间空间观念，与天人境界，地狱境界的时空观念，都是相对的，并不一样。譬如我们活着，最高兴的时候，好像只有几秒钟，实际过了几个钟头。在痛苦生病受罪受煎熬的时候，一分一秒等于很长的时间。所以时间是相对的。得意时候的感受，时间是很短的痛苦的时候，感受时间很长。所以中阴的阶段，尽管讲七天一个生死，所谓七天，不是人世间呆板的时间计算。这七天要出来什么境界，什么菩萨来接引你什么上帝来拉你一把，什么阿拉，佛等等，实际上，这都是观待道理，方便的说法，不是呆定的。这个等一下再补充。所以中阴的存在，为什么七天一个大的变化？我们还没有讲到生哦！生命在娘胎里头，也是七天一个大的变化。我们现在活着，在这个人世间，也是七天一个大的变化。只是大家不知道罢了。所以真正学中医西医，要懂这个。譬如一个人伤风了，没有三七二十一天，不能完全断根，吃药只是帮助而已，使你轻松一点，它实际上也是七天一个变化。中阴最多停留七七四十九天，这也是勉强的说法。现在民间，有些靠那个过阴，走阴啦，还有灵姑，把祖先的灵魂叫来跟你对话，还有跳神的，你以为真的是那个中阴吗？不是的。那个完全是阿赖耶识，那个走阴或灵姑，他的阿赖耶识意识，配上你问的人阿赖耶识的对话，那完全是个幻境，其实不是真实的。学佛的听到这个会笑死了，可是一般人却很相信。佛教进入中国以后，超度做法事要七七四十九天，就是为中阴超度的。这个道理，是说这个中阴万一停留那么多天其实真能按那个标准的规律走吗？没有这回事。今天先到这里，还没有讲投生呢。你们有什么问题，随便讨论讨论吧，我听听看。第四讲内容提要濒死与闷绝离魂的少女梦游的人修道为什么会有神通独影境阴神阳神王阳明的故事南师徐某某你来了正好，你先来报告你那个死的经验，我休息一下再讲。他很有意思，这位老朋友是上海人，很滑稽的，他对于死啊，认为是一件好事，因为他说自己有经验。"}
{"text":"他很有意思，这位老朋友是上海人，很滑稽的，他对于死啊，认为是一件好事，因为他说自己有经验。所以，他的亲属死了，人家打电话告诉他，他说死了！那太好了！他妈妈气得大骂他。徐某我有这个亲身的经验，两年前特地请教过老师，老师听了觉得很好笑。南师很特别。徐某是这样的，大概在我四十岁的时候，有一次应酬喝酒吃饭。我平时大概黄酒能够喝一到两斤，那天只有喝了一点点，因为那天我确实很累，突然觉得胸口发闷，出冷汗，人很难受，立刻就伏在桌子上，像休息一样。这时候，我的意识很清晰地知道，自己啪一下就冲上去了，我自己觉得这个就是灵魂，在三分之二是山，三分之一是天的这个环境上飘而且思维从来没有感觉有那么清晰。当时非常安静，一点声音也没有，一点杂音也没有，就那么飘。这个山也是模糊的，有一点点墨绿色的天也有一点点颜色，像一种比较模糊的水墨画。我就那么飘，自己也看不见自己的形状，可是我很清醒，就在飘，很舒服，像是每一个细胞都彻底放松了。人活着的时候，没有办法形容这种美妙的感觉，一种彻底的解脱，思维也清晰集中，好像躺在那个无比高的丝棉被子上，飘飘飘我平时很爱女儿的，可是这时候我没有想到她。如果偶尔想到的话，就好像仅是认识的，跟我已经没有感情联系了，好像已经隔了几代的一种感觉。这种飘飘飘突然之间，我意识到，我要回来了，一下子很后悔！然后啪一下子，就回来了。回来之后，就抬起头来看看，一点事情都没有，也想不出我今天怎么会坐到这里后来一看，我是在吃饭。我说，很抱歉，我刚才不舒服。他们也不惊奇，以为我累了，就那么歇一会儿。事后我问旁边的人，我昏过去多长时间？他说大概有一两分钟。我以前是不信什么灵魂鬼神的啊！我从小是受唯物主义教育长大的。"}
{"text":"然后啪一下子，就回来了。回来之后，就抬起头来看看，一点事情都没有，也想不出我今天怎么会坐到这里后来一看，我是在吃饭。我说，很抱歉，我刚才不舒服。他们也不惊奇，以为我累了，就那么歇一会儿。事后我问旁边的人，我昏过去多长时间？他说大概有一两分钟。我以前是不信什么灵魂鬼神的啊！我从小是受唯物主义教育长大的。从这一次以后，我就感觉灵魂肯定是有的，而且这个舒坦的程度，根本不是人间能够形容的不像是肚子饿了，想要吃口饭，吃块肉，吃个鲍鱼，那样的感觉，而是一种永恒的，彻底的解脱和幸福感。这种幸福感不是什么事开心，嘎嘎嘎笑，而是一种很静谧的，很安逸的，涌出来的幸福感。因为有这个经验，我就肯定我不是幻想，肯定我不是像现在很多解释，所谓死是什么神经的暂时幻想，人在痛苦的时候昏过去，有反作用，有一种舒适的感觉，不是的。那个时候我思维非常清晰，很完整。那时候，我就认识到，徐某是我这个灵魂的名字。因为我脱离了肉体，我的思维非常完整，一点也没有缺少，很清醒，我就那么飘我觉得有很多东西我是确认了，一个是肯定有灵魂。肯定有灵魂说明很多了，也就是有所谓的神，有所谓的鬼，有所谓的他们是一种同类的东西，不管你叫什么名字吧，他肯定是存在的。我粗看了各种教义，看看都差不多。基督教说人有原罪，今世要怎么行善佛教呢，也是回头是岸啊，怎么怎么的。我在想，好像宗教主要的出发点和归宿点，实际上都是在教人大慈大悲，然后这个灵魂就得救，不管说得救也好，什么也好，终归是可以升天了。天在哪里？不知道。是到另外的空间里去了呢？还是究竟到哪里去了呢？我也不知道。我后来看濒临死亡研究，美国有几万个案例，看起来大同小异，整个是幸福感的一种解脱，然后各人有各人的经验，有些进入隧道了，有些听到美妙的音乐了，有些看到了他想看到的亲人了，各种各样。我体会下来他们都是真实的，最终很关键的一点，他们都有一种解脱感，一种永恒的感觉，肯定是真实的，因为我自己已经体会到了。体会之后，我就发现唯物论跟唯心论实际上都是一件事情，实际上都是唯物论，另外一个空间存在的唯物论，客观存在的，不是虚构的。我们现在是三度空间加上时间，所谓四度世界。阳性世界，肯定有很多度空间，并且有灵魂存在，只是我们的阳性世界测不出来。"}
{"text":"我体会下来他们都是真实的，最终很关键的一点，他们都有一种解脱感，一种永恒的感觉，肯定是真实的，因为我自己已经体会到了。体会之后，我就发现唯物论跟唯心论实际上都是一件事情，实际上都是唯物论，另外一个空间存在的唯物论，客观存在的，不是虚构的。我们现在是三度空间加上时间，所谓四度世界。阳性世界，肯定有很多度空间，并且有灵魂存在，只是我们的阳性世界测不出来。后来我发现，南老师也总结了生老病死，生离死别，痛苦的事那么多，幸福的事那么少，开心的事都很短暂，可是痛苦的事却是经常普遍发生的，而且是蛮永恒的。好比说肚子饿了，很难受，吃了一块面包觉得有点舒服，是吧！好了，你吃多了又觉得不幸福了。痛苦的事很多啊，你走路跌一跤就很痛。我发现人活着就是劳动改造，不会让你开心。所以，我一个舅舅死了，我说哎哟好事啊好事。他生糖尿病比较严重，后来又有感染，两三天就死了。我觉得这是好事哎，一个人要死的时候受的折磨，是一辈子的痛苦加起来都不及呢，这么爽快的死是他修来的。我说，好事好事。我说给南老师听，南老师就笑。南师徐某某，你热就脱了外衣，披在肩膀上，坐在那个位置，盘腿也好，不盘腿也好，没有关系，休息一下，旁听，要不要打坐，随便你。我们讲我们的，你一切自由。今天继续昨天没有讲完的课程，这次是胡松年要求的。刚刚我在工作，因为过年收到很多贺卡，那么一大堆，不知道怎么处理。接到贺卡，接到信，我头大了，最好诸位朋友帮忙，不写信，不寄贺卡，因为我回也不好，不回也不好。很多我都不回了，这个搞下去，不晓得浪费多少时间精神。贺年卡大概是民国十几年才开始的。中国古代一直到满清末，没有贺年卡的。那个时候是农业社会，交通不便，所以知识分子要写封信拜个年。后来印刷发达了，有贺年卡，现在是越来越多了。我看这个浪费是不得了。开始我也回信，后来越想越不回。我觉得这是国民的浪费，好像是讲礼貌，又毫无道理。中国人现在过年真麻烦，又是圣诞节，又是阳历年，发贺年卡，又是阴历拜年，越来越多，乱七八糟，自己没有一套风俗礼貌。这是顺便讲起。下午的气候不好，真不想讲了，精神不行，到底老了。不过我答应了，还是讲下去。徐某与王某这两个朋友，都有死的经验。我加两个字啊，号称有死的经验。怎么叫号称？他们自己认为这是死过去。等一下我解释。"}
{"text":"后来印刷发达了，有贺年卡，现在是越来越多了。我看这个浪费是不得了。开始我也回信，后来越想越不回。我觉得这是国民的浪费，好像是讲礼貌，又毫无道理。中国人现在过年真麻烦，又是圣诞节，又是阳历年，发贺年卡，又是阴历拜年，越来越多，乱七八糟，自己没有一套风俗礼貌。这是顺便讲起。下午的气候不好，真不想讲了，精神不行，到底老了。不过我答应了，还是讲下去。徐某与王某这两个朋友，都有死的经验。我加两个字啊，号称有死的经验。怎么叫号称？他们自己认为这是死过去。等一下我解释。我不承认他们是死过去，没有真的死，只是濒死经验。这个就是昨天佛学提的，几种无心位中的闷绝状态，像死，但不是死。意识没有完全离开身体，也没有完全跟脑分开。换一句话说，这是我们勉强的讲，应该要做一个科学的实验才比较能说明。科学也是假定哦，因为到目前是如此，将来不一定，不要完全信以为真。我讲的也是假定，假定意识算一百分，徐某刚才所报告自己的经历，意识离开身体只有百分之六十，最多七十，那个意识的成分还在身体里头换一句话说，留在脑里的部分意识关闭了，不知道了，闷绝了。但是离开的那部分意识是清醒的，因为没有了身体的障碍，所以特别清醒，如鸟出笼，很解脱，很自在，很宁静。这也是因为他的福报好，不是每个人都如此的。类似情况，将来我们最好能有一个仪器来测验。他的意识在脑的部分没有完全脱开，还留在左脑和后脑，类似很清晰的梦境。那么，在他的生命来讲，这是前面讲过的五种无心位的闷绝位不是无想定，也不是无想天，更不是灭尽定，也不是真的死亡。这个五位无心你们要注意啊。什么叫无心位？就是意识思想不动。一个是极睡眠一个是极闷绝一个是无想定一个是无想天一个是灭尽定。死亡和出生时，也各有无心的阶段。无想定是一种工夫境界，不是正统的定，但工夫是很高的。释迦牟尼佛也学过无想定，他修到了以后，认为不对就放弃了。无想定属于色界天高层的定，关闭了思想，但不是道，不是涅。譬如徐某刚才报告，他昏过去那个时候是不是无想？不是的，仍属想，更不是无想定。但是他那个想，第六意识跟身体有部分分开的现象。如果拿医学随便讲，在中国古代叫做离魂症，我这个如果也是科学上的假定。有本古书讲一个非常好的文学故事，叫倩女离魂，在中国文学上是非常有名的，表哥跟表妹恋爱，家庭反对。譬如陆放翁与唐琬，也是表兄妹结婚。"}
