{"text":"什么叫正朔？就是历法为中心的朝代名号。历代的皇帝，对历法修整过很多次，到清朝康熙手里，又经过大整理。这个康麻子皇帝实在了不起，他通西藏文，通梵文，而且还通西班牙文。总之，无学不窥，在那时他就先接受了西方的文化。利玛窦以后的意大利人南怀仁来中国，康熙跟他学天文学数学，几乎没有一门学问不会的。他十几岁上台当皇帝，六十年的天下，奠定清朝三百年的基础，头脑之聪明，学问之渊博，无以复加。在这个地方，我们看到，创造一个事业，是要真学问的。康熙的学问真是了不起，到他手里，中国的历法，已经加入了西洋的观念和方法，与中国的综合起来，是很好的。我们中国的历法，大家都喜欢用阴历，过正月要拜年，就是夏历的遗风。殷商的正月建丑――以十二月作正月。周朝的正月建子，以十一月作正月。夏朝的正月建寅――就是我们惯用的阴历正月。中国人几千年来都是过的阴历年，这就是夏之时。日本在第二次世界大战前过的也是阴历年，越南朝鲜缅甸东南亚各国，统统是我们的文化，几千年来他们都是过阴历年。讲到这里非常感慨，有一件很奇怪的事情，将来历史不知怎样演变。我们推翻清朝，成立民国，实行过阳历年以后，有人写了一副对联，传说是湖南的名士叶德辉写的，这副对联说男女平权，公说公有理，婆说婆有理阴阳合历，你过你的年，我过我的年。讲文化，牵涉到这些地方要注意，表面上看起来好像都是不相干的地方，但往往关系到国家的命运，也是国家大事最重要的地方。这副对联代表了这个时代，你过你的年，我过我的年。就看过年这件事，我们这个时代，几十年来没协调合作，老百姓内心对这政策始终不能适应配合。不要说民心――老百姓心理，关起门来讲，我们今天在座的这些老古董，凭良心想一想，自己喜欢过阳历年还是阴历年？老实说，都喜欢过阴历年。可是我们偏偏过两个年，加上现代过圣诞节的风气，等于过三个年，内心自己在过阴历年，外在偏偏过一个阳历年，这就代表这个时代，你过你的年，我过我的年。搞历史文化，这些地方要特别注意。还有，到了夏天，为什么要把时钟拨快一个小时呢？只要规定一下，夏天到了，提前一个小时办公，早一个小时下班，早一小时熄灯，很简单的事嘛。可是却像小孩子一样，在钟面上拨快一个小时，就算对了，这是很奇怪的事。此风乃是美国来的。再研究美国是怎么来的呢？原来是一个工厂的小孩子开始拨着玩，后来工人看到跟着起哄。"}
{"text":"搞历史文化，这些地方要特别注意。还有，到了夏天，为什么要把时钟拨快一个小时呢？只要规定一下，夏天到了，提前一个小时办公，早一个小时下班，早一小时熄灯，很简单的事嘛。可是却像小孩子一样，在钟面上拨快一个小时，就算对了，这是很奇怪的事。此风乃是美国来的。再研究美国是怎么来的呢？原来是一个工厂的小孩子开始拨着玩，后来工人看到跟着起哄。美国文化没有深厚的基础，是喜欢闹着玩的结果美国玩，我们跟着当正经办了。说是为了日光节约，实行夏令时间办公，原来八点上班，十二点下班，改为七点上班，十一点下班，不就成了吗？其实这些是小事情，但问题却很大，往往很多大事，即是因为小的地方没注意到，而使事情变得不成话。等于一栋房子，看见一个小洞，最初以为不重要，慢慢的，整栋房子，垮就垮在这个小洞上。这里讲行夏之时，现在我们究竟采用哪个历法还是一个问题。如孔子的诞辰，订为阳历年的九月二十八日等等，究竟对不对？通不通？都是问题。如果讲中国文化，除非中国不强盛，永远如此，我们没有话讲。如果中国强盛起来，非把它变过来不可。这并不是一个纯粹的民族自尊观念，这是一个文化问题。拿中国的土地中国的历史来比较，中国的文化的确具有世界性的标准。可是现在外国人把它抛弃了，不去说他，我们自己绝对不能抛弃，千万要注意，不可自造悲剧。所以我们今天谈到对自己国家文化的认识，怎样去复兴文化，非常感慨，问题很多，也很难。为自己的国家，为自己的民族，为下一代，都要注意了解这些问题，还是要多读书。这是我们老祖宗，几千年累积起来的智慧结晶。孔子主张要行夏之时，在孔子的研究，夏历对中国这个民族，这个土地空间上，是最合理的历法。合理在什么地方？这个问题很深了，要研究天文学和易经的阴阳学。譬如易经里的八卦，就是说明这个世界上时空的学问，包括了天文地理人事。有一个学生，到澳洲去做事，带了一个中国罗盘去。到了澳洲，他写信来问，这个中国文化的东西，到了南半球该怎么用？我考虑了以后，告诉他反过来用。结果来信说，反过来用非常对。而我本身没去过南半球亲身经历，后来再考虑，认为地球像西瓜一样是圆的，虽然在南半球，南北的方向还是和中国的一样，所以写信要他在国内一样用。他回信说，根据实地经验还是反过来用对。"}
{"text":"合理在什么地方？这个问题很深了，要研究天文学和易经的阴阳学。譬如易经里的八卦，就是说明这个世界上时空的学问，包括了天文地理人事。有一个学生，到澳洲去做事，带了一个中国罗盘去。到了澳洲，他写信来问，这个中国文化的东西，到了南半球该怎么用？我考虑了以后，告诉他反过来用。结果来信说，反过来用非常对。而我本身没去过南半球亲身经历，后来再考虑，认为地球像西瓜一样是圆的，虽然在南半球，南北的方向还是和中国的一样，所以写信要他在国内一样用。他回信说，根据实地经验还是反过来用对。现在这个问题，暂时搁在这里，没有作最后的决定，不过我的结论，应该两个方向都可以运用，看怎样用而已。这以后有机会研究易经的时候再讲。以上主要在说明我们的历法是自夏朝来的，自夏禹以后一直到现在。夏历为什么又叫阴历呢？因为每月的十五日，以月亮自东方出来时是圆的那一天作标准，月亮名太阴，所以叫阴历。那么我们的历法，照不照太阳历？事实上我们一样，五天为一候，三候为一气，六个候一节。一年十二个月，七十二个候，二十四个气节。什么气节种什么农作物，是呆定的，这是用太阳历法的规律。民间最普通的算命看风水选日子等等，也都是用太阳历的法则。换句话说，我们几千年的历史，都是用阴阳合历。所以说，几千年前，我们的天文水准，就已经进步得很高了。但是这六七十年来，我们的大学里有过天文系没有，过去中大有过天文系。现在这么多大学没有一个天文系，在教育文化上讲起来是非常遗憾的。过去有个高平子先生，还可以将西方的天文学与中国的天文学配合起来讲，所以当时我告诉学生们赶快跟他学，再不跟他学，要绝传了。无奈这些学生不成器，学了几次以后，没有这个科学头脑，没有学下去，前几年高先生也过世了。我实在担心中国文化会断绝。现在不要说没有天文系，有了天文系，又有谁能够真正懂得中国自己的天文？中国天文有自己的一套系统。这都是讲起文化来，很悲哀很可怜的事情。我常说，国家民族的文化如果断绝了，将会永无翻身的日子。时空问题上面是孔子行夏之时这句话引发起来，对自己文化的感慨。孔子告诉颜回，第一要行夏朝的历法，第二要乘殷之辂。这是说，过去交通并不发达，到了殷商的时候，交通慢慢发达。乘殷商之辂，就是要发展交通的意思。讲到这个，就是中国文化的交通发展史，又要讲到易经了。"}
{"text":"中国天文有自己的一套系统。这都是讲起文化来，很悲哀很可怜的事情。我常说，国家民族的文化如果断绝了，将会永无翻身的日子。时空问题上面是孔子行夏之时这句话引发起来，对自己文化的感慨。孔子告诉颜回，第一要行夏朝的历法，第二要乘殷之辂。这是说，过去交通并不发达，到了殷商的时候，交通慢慢发达。乘殷商之辂，就是要发展交通的意思。讲到这个，就是中国文化的交通发展史，又要讲到易经了。不但中国，人类文化开始，一条江，一座山，就阻碍了交通。慢慢发明用木头渡过江，江的阻碍没有了后来几千年发展下来，海洋的阻碍没有了到了航空事业发达以后，空间阻碍没有了。现在接下来，几十年以后，太空问题来了，外太空的问题来了。我们自己这个国家民族，一方面讲科学，一方面我们对外太空的东西，还没有基础。将来外太空的政治问题，又是大问题。这就看见人类的悲哀，问题由小而大由山川的阻碍，变成海洋的阻碍海洋的阻碍克服了，有空间的阻碍由空间的阻碍，外太空星际问题来了。这一方面的知识，我们还没有。最近一个学生送来几本太空问题的书，认为的确有外太空的世界，有人类有生命，说得很有道理。不过，在世界科学领域，又是一派，是主张地球中心还有人类。其实，这些上天入地的杂学，中国古人早就讨论过了，只是大家少研究而已。现在孔子就讲，时间问题，天文用夏的历法空间问题，交通发展，要用殷商的车子衣冠文物的完成，用周朝人文的文化音乐则水准更高了，用虞舜时代的乐风最好了，对于当时郑国的音乐――靡靡之音要遏止，要远小人。用计谋用手段的人多了，国家社会就很危险。这一段孔子的思想，很合于时代，而且包容万象，并不限制于那一点。一个时代有一个时代的政治精神，后来并不一定要效法古人。古人某一地区，某一时代的精华拿来，用这些综合起来，就是一个大文化中新时代的文化的系统。假如孔子生在今日，也许说，采用欧洲人的民主精神，用中国人的人治制度，如何如何，又是一套了。由此一点，可以说文化是集中人类文化思想的大成，要取其所长，舍其所短。为邦的道理，就是如此，不是呆板的。这一段有一个精神，就是孔子对于为政，并不是墨守成规，不是落伍保守，而是注意文化历史的发展，采用每个时代的精华而来的。为什么要这样呢？"}
{"text":"古人某一地区，某一时代的精华拿来，用这些综合起来，就是一个大文化中新时代的文化的系统。假如孔子生在今日，也许说，采用欧洲人的民主精神，用中国人的人治制度，如何如何，又是一套了。由此一点，可以说文化是集中人类文化思想的大成，要取其所长，舍其所短。为邦的道理，就是如此，不是呆板的。这一段有一个精神，就是孔子对于为政，并不是墨守成规，不是落伍保守，而是注意文化历史的发展，采用每个时代的精华而来的。为什么要这样呢？我们这就要回转来读读自己的历史，但不是大专高中的课本，那只是认识了一点点历史，至少要读纲鉴易知录。这本书现在大学里拿来研究，我们感觉是一个笑话，在我们读书的时候，是十二三岁时就读了。老实说这些都还只是中国史的大纲而已，所以大家可以买一本来当小说看，一天只要读三页，三四年下来，就有用处。懂了历史，在担当重要大事的时候，就受用无穷。看了这些书，就知道每一个时代，都是根据前朝的演变发展而来的。其实国父的三民主义，也是根据历史演变而来的思想，这是大家很清楚的。因此，下面接着两句就是子曰人无远虑，必有近忧。论语的编排，把这两句话摆在这里，正好作本文的小结论。从事政治个人作人，都要以这两句话作根据，随时随地要有深虑远见，不要眼光短视，否则很快就会有忧患到来。小而言之，个人是如此，大而言之，国家的前途也是如此。英雄无奈是多情子曰已矣乎！吾未见好德如好色者也。这句话在上论中已经提到过，这里又再提到。这是说明什么呢？过去都说，孔子讲这句话，是为了卫君而感慨的，因为卫灵公这个了不起的人，迷于一个美丽的妃子南子，所以他虽然尊重孔子，而不能接受孔子的意见。因此孔子对他感慨算了吧！我没有看到世界上有人，好德如好色一样！这个话，如果我们到后面连起来讨论，发挥起来，会有很多很多历史上的典故，可古今中外所有的政治，利其器。居是邦也。事其大夫之贤者，友其士之仁者。治！大体上都是从政的人，自己搞坏了事业，因此连带拖累了女人，背上祸水的坏名。例如清代诗人吴梅村的名作圆圆曲，有关吴三桂与陈圆圆的名句，如妻子岂应关大计，英雄无奈是多情。全家白骨成灰土，一代红妆照汗青。真是话里有话，说明女人不一定就是祸水，恐怕男人自成险山。"}
{"text":"我没有看到世界上有人，好德如好色一样！这个话，如果我们到后面连起来讨论，发挥起来，会有很多很多历史上的典故，可古今中外所有的政治，利其器。居是邦也。事其大夫之贤者，友其士之仁者。治！大体上都是从政的人，自己搞坏了事业，因此连带拖累了女人，背上祸水的坏名。例如清代诗人吴梅村的名作圆圆曲，有关吴三桂与陈圆圆的名句，如妻子岂应关大计，英雄无奈是多情。全家白骨成灰土，一代红妆照汗青。真是话里有话，说明女人不一定就是祸水，恐怕男人自成险山。我们仔细看孔子这一节话，他并没有说女色不好，只是人们没有把好德的心思摆正，像好色那样专心一致追求到底而已。他也不过借题发挥聊当牢骚而已，他老人家何尝不懂，人世间就是这么回事，但是不要走偏路啊，了解之后既不必因此而愤慨，也不必要去学坏。上面这个色字的意义，在上论中已经分析得很清楚，现在不再重复。简单的说，人类追求真理学问的决心，永远是比不上对物欲的倾好。子曰臧文仲，其窃位者与？知柳下惠之贤，而不与立也。大家最熟悉的人――鲁男子柳下惠――他姓展，名获，字禽，食邑于柳下，谥号惠，是鲁国的大夫。其实像柳下惠这样坐怀不乱的人，世界上也多的是，不过古人取其贤者为标榜。有唱反调的，像年轻人说，什么柳下惠？那只是性无能！或者说，那是阴阳人，没有开刀。这类怪论可多啦！柳下惠的见色不动心，还只是他私德的一面，他真的好处是侠义，是一个济困扶危的人。孔子这里是在骂臧文仲，就是上论中提到，那个养玳瑁的鲁国大夫，说他是个不称职的人，窃位就是俗语说占住毛坑不拉屎的人，在高官大位上，不晓得提拔青年，也不晓得提拔贤人，明知道柳下惠是个贤人，而没有起用他。关于古人如何培养后进的事，我们在前面已经讲过，现在再说宋代二王――王旦王曾的事迹作为参考。宋真宗时代，寇准与王旦同过事，但寇准常在真宗面前攻击王旦，结果，都受王旦的包涵。后来寇准罢相，转托别人求王旦，想要使相的位置。王旦大为惊愕说国家将相的位置，哪里可以随便要求？我不接受私人的请托。因此寇准对王旦不满意。不久之后，寇准又发表中枢要职，内阁大员，叩见真宗的时候说非陛下知臣，安能至此。真宗告诉他，他的职位，都是出于王旦的极力保荐。寇准才知道个中实情，非常惭愧。真宗也常说王旦善处大事，真宰相也。"}
{"text":"宋真宗时代，寇准与王旦同过事，但寇准常在真宗面前攻击王旦，结果，都受王旦的包涵。后来寇准罢相，转托别人求王旦，想要使相的位置。王旦大为惊愕说国家将相的位置，哪里可以随便要求？我不接受私人的请托。因此寇准对王旦不满意。不久之后，寇准又发表中枢要职，内阁大员，叩见真宗的时候说非陛下知臣，安能至此。真宗告诉他，他的职位，都是出于王旦的极力保荐。寇准才知道个中实情，非常惭愧。真宗也常说王旦善处大事，真宰相也。王曾，比王旦是后进，但到宋仁宗时期，他也担任首辅的职位了。有一度在王旦休假期间，王曾因政见不合，被罢官了。王旦知道了便说王君介然，他日德望勋业甚大，顾予不得见尔。后来王曾在中央政府执政，平常很少说话，也不轻易说笑，任何人不敢向他私下求事。他提拔别人，也不使人知道。那时候，范仲淹还是后举新进的人物。有一次范仲淹对他说明扬大类，宰相任也，公之盛德，独少此尔。就是说公开提拔起的人才，这是首相的当然责任。你什么都很好，只是不肯说明提拔了些什么人，未免有点欠缺。王曾便对他说恩欲归己，怨将谁归耶？这是说若是使受提拔的人，私底下对我都是感恩图报，那么，那些没有得到好处的人们的怨恨，又叫谁去承担呢！所谓国家大臣，不能只接受别人的歌功颂德，同时也有藏垢纳污的容量容德才行。只要多读历史，便可懂得其中的道理。我们有时处理一件事情，不需要考虑，历史上前人的经验，已经早有这些事例了，读书的好处就在此。子曰躬自厚，而薄责于人，则远怨矣！这点很重要，也很难。躬就是反躬自问，自厚并不是对自己厚道，而是对自己要求严格对于别人错了的，责备人家时，不要像对自己那么严肃。这样处世作人，对长官也好，对同事也好，对部下也好，怨恨就少了。相反的，一个社会风气，到了乱的时候，往往是对别人要求重，对自己要求轻要求别人特别严格，原谅自己轻而易举。所以孔孟之道，都是教我们反身而诚，责备人家要以宽厚存心，要求自己要以严格检点。子曰不曰如之何，如之何者，吾未如之何也已矣！这一段文字乍读之下，有点莫名其妙，把几个相同的句子堆在一起，因此青年读了这个古文，便要打倒它。其实一点都不必打倒，翻成白话，就很容易了解。孔子说，一个不说怎么样？怎么样？的人，我真不晓得他该怎么办了。意思是，对任何事情，都不用脑筋，不晓得提问题。"}
{"text":"所以孔孟之道，都是教我们反身而诚，责备人家要以宽厚存心，要求自己要以严格检点。子曰不曰如之何，如之何者，吾未如之何也已矣！这一段文字乍读之下，有点莫名其妙，把几个相同的句子堆在一起，因此青年读了这个古文，便要打倒它。其实一点都不必打倒，翻成白话，就很容易了解。孔子说，一个不说怎么样？怎么样？的人，我真不晓得他该怎么办了。意思是，对任何事情，都不用脑筋，不晓得提问题。当一件事情来了，应该想到怎么办？去加以研究。若只是糊里糊涂的过，就真不晓得这样的人该怎么办了。当然，如果完全照字面翻白话，这个白话也不能读的。意思懂了以后，就知道孔子这几句话是说一个人处理任何事情，都要有头脑，要富有研究性。做科学家要提问题，哲学家要提问题，处理公文，拿到手上真正用心处理，也要如之何？如之何？究竟这个内容对不对？有没有虚报？实在这样吗？尤其像执法的人，更要鸡蛋里挑骨头，看有没有冤枉的？有没有放纵的？这几句话就是这样。文字很简单，问题很深刻。精神失落的病态子曰群居终日，言不及义，好行小慧。难矣哉！社会到了乱的时候，就容易犯这个毛病。大家在一起，讲起话来，没什么内容，无正事可谈，谈闲话，讲些不相干的话，没有真正的人生观，现今社会上这一类的人不少，娱乐场所更多了。大家如此，社会精神已经瘫痪，没有文化精神了。可是更严重的是好行小慧，喜欢使用小聪明，厉害得很，目前这个社会就是这样，全世界到处都是好行小慧，盛行使用小聪明，孔子只有摇头了难矣哉！叹口气，到了这个样子，还有什么办法可以挽救？在明末清初，顾亭林就引用这两句话批评明末的社会风气，他说南方的知识分子群居终日，言不及义。北方的知识分子饱食终日，无所用心。现在的一般青年，进入社会之后，慢慢地就染上这个习性。不是无所用心，他们所用的心，就是孔子这句话好行小慧，使小聪明，没有从大学问大聪明上着眼。这是时代的悲哀，社会的病态。子曰君子义以为质，礼以行之，孙以出之，信以成之，君子哉！这是对上面几段话的引伸。孔子说，一个真正的知识分子，要重视自己人生的责任，注意义礼孙信四个字。本质上要有义。"}
{"text":"北方的知识分子饱食终日，无所用心。现在的一般青年，进入社会之后，慢慢地就染上这个习性。不是无所用心，他们所用的心，就是孔子这句话好行小慧，使小聪明，没有从大学问大聪明上着眼。这是时代的悲哀，社会的病态。子曰君子义以为质，礼以行之，孙以出之，信以成之，君子哉！这是对上面几段话的引伸。孔子说，一个真正的知识分子，要重视自己人生的责任，注意义礼孙信四个字。本质上要有义。这里的义，一是孟子的观念――义者宜也，也就是适宜，合宜。二是传统的仁义――人格标准。三是指词章之学记闻之学之外的义理之学。――现代所谓哲学的科学的也是义理之学，都是探讨人生最高道理――真理。君子义以为质的义，同时也就是义理的义，用它作为本质。表达在外面的行为是礼，有高度文化修养的行为。孙就是逊，态度上非常谦虚，不自满，不骄傲。对人对事，处处有信，言而有信，自信而信人。具备了这四个条件，就是君子之行，也就是一个知识分子合于一个模范人格的标准，绝不是群居终日，言不及义，好行小慧可比。如果做不到这样，专在小聪明上玩弄，那就完了。反求诸己子曰君子病无能焉，不病人之不己知也。这句话的意义，论语中已多次提到。孔子教人的中心，都在这个思想，他说只怕自己无能，没有真才实学，不怕人家不了解自己。换句话说，只要要求自己，充实自己。子曰君子疾没世而名不称焉。这是一个大问题。司马迁写史记，在伯夷列传中，特别引用孔子的这句话。孔子说，一个君子人，最大的毛病，是怕死了以后，历史上无名，没没无闻，与草木同朽。但是历史留名，谈何容易？我们研究历史哲学时，常问同学们，脑子里能记得几个皇帝的名字？一个人当了皇帝，就现实来说，那已经很够了吧！死了以后，不必多久，连名字都被别人忘了，人生的价值又何在？历代有那么多宰相，民间又记得几个？历代有许多状元，我们知道了几个？而他们对于历史对于国家社会贡献了什么？老百姓知道的少数历史人物，还是靠小说捧出来的，其他大多数的，有谁知道？所以，后世留名，谈何容易！孔子释迦牟尼耶稣留了名。在功业上的历史人物，文天祥岳飞，也是少数至于其他功业上的历史人物，又有几人知道？"}
