{"text":"固然经典值得百回读，但是这里着重的还在那读书的人。简化成百读不厌这个成语，却就着重在读的书或作品了。这成语常跟另一成语爱不释手配合着，在读的时候爱不释手，读过了以后百读不厌。这是一种赞词和评语，传统上确乎是一个评价的标准。当然，百读只是重读多读屡读的意思，并不一定一遍接着一遍的读下去。经典给人知识，教给人怎样做人，其中有许多语言的历史的修养的课题，有许多注解，此外还有许多相关的考证，读上百遍，也未必能够处处贯通，教人多读是有道理的。但是后来所谓百读不厌，往往不指经典而指一些诗，一些文，以及一些小说这些作品读起来津津有味，重读，屡读也不腻味，所以说不厌不厌不但是不讨厌，并且是不厌倦。诗文和小说都是文艺作品，这里面也有一些语言和历史的课题，诗文也有些注解和考证小说方面呢，却直到近代才有人注意这些课题，于是也有了种种考证。但是过去一般读者只注意诗文的注解，不大留心那些课题，对于小说更其如此。他们集中在本文的吟诵或浏览上。这些人吟诵诗文是为了欣赏，甚至于只为了消遣，浏览或阅读小说更只是为了消遣，他们要求的是趣味，是快感。这跟诵读经典不一样。诵读经典是为了知识，为了教训，得认真，严肃，正襟危坐的读，不像读诗文和小说可以马马虎虎的，随随便便的，在床上，在火车轮船上都成。这么着可还能够教人百读不厌，那些诗文和小说到底是靠了什么呢？在笔者看来，诗文主要是靠了声调，小说主要是靠了情节。过去一般读者大概都会吟诵，他们吟诵诗文，从那吟诵的声调或吟诵的音乐得到趣味或快感，意义的关系很少只要懂得字面儿，全篇的意义弄不清楚也不要紧的。梁启超先生说过李义山的一些诗，虽然不懂得究竟是什么意思，可是读起来还是很有趣味大意。这种趣味大概一部分在那些字面儿的影象上，一部分就在那七言律诗的音乐上。字面儿的影象引起人们奇丽的感觉这种影象所表示的往往是珍奇，华丽的景物，平常人不容易接触到的，所谓七宝楼台之类。民间文艺里常常见到的牙床等等，也正是这种作用。民间流行的小调以音乐为主，而不注重词句，欣赏也偏重在音乐上，跟吟诵诗文也正相同。"}
{"text":"这种趣味大概一部分在那些字面儿的影象上，一部分就在那七言律诗的音乐上。字面儿的影象引起人们奇丽的感觉这种影象所表示的往往是珍奇，华丽的景物，平常人不容易接触到的，所谓七宝楼台之类。民间文艺里常常见到的牙床等等，也正是这种作用。民间流行的小调以音乐为主，而不注重词句，欣赏也偏重在音乐上，跟吟诵诗文也正相同。感觉的享受似乎是直接的，本能的，即使是字面儿的影象所引起的感觉，也还多少有这种情形，至于小调和吟诵，更显然直接诉诸听觉，难怪容易唤起普遍的趣味和快感。至于意义的欣赏，得靠综合诸感觉的想象力，这个得有长期的教养才成。然而就像教养很深的梁启超先生，有时也还让感觉领着走，足见感觉的力量之大。小说的百读不厌，主要的是靠了故事或情节。人们在儿童时代就爱听故事，尤其爱奇怪的故事。成人也还是爱故事，不过那情节得复杂些。这些故事大概总是神仙武侠才子佳人，经过种种悲欢离合，而以大团圆终场。悲欢离合总得不同寻常，那大团圆才足奇。小说本来起于民间，起于农民和小市民之间。在封建社会里，农民和小市民是受着重重压迫的，他们没有多少自由，却有做白日梦的自由。他们寄托他们的希望于超现实的神仙，神仙化的武侠，以及望之若神仙的上层社会的才子佳人他们希望有朝一日自己会变成了这样的人物。这自然是不能实现的奇迹，可是能够给他们安慰趣味和快感。他们要大团圆，正因为他们一辈子是难得大团圆的，奇情也正是常情啊。他们同情故事中的人物，设身处地的替古人担忧，这也因为事奇人奇的原故。过去的小说似乎始终没有完全移交到士大夫的手里。士大夫读小说，只是看闲书，就是作小说，也只是游戏文章，总而言之，消遣而已。他们得化装为小市民来欣赏，来写作在他们看，小说奇于事实，只是一种玩艺儿，所以不能认真严肃，只是消遣而已。封建社会渐渐垮了，五四时代出现了个人，出现了自我，同时成立了新文学。新文学提高了文学的地位文学也给人知识，也教给人怎样做人，不是做别人的，而是做自己的人。可是这时候写作新文学和阅读新文学的，只是那变了质的下降的士和那变了质的上升的农民和小市民混合成的知识阶级，别的人是不愿来或不能来参加的。而新文学跟过去的诗文和小说不同之处，就在它是认真的负着使命。"}
{"text":"封建社会渐渐垮了，五四时代出现了个人，出现了自我，同时成立了新文学。新文学提高了文学的地位文学也给人知识，也教给人怎样做人，不是做别人的，而是做自己的人。可是这时候写作新文学和阅读新文学的，只是那变了质的下降的士和那变了质的上升的农民和小市民混合成的知识阶级，别的人是不愿来或不能来参加的。而新文学跟过去的诗文和小说不同之处，就在它是认真的负着使命。早期的反封建也罢，后来的反帝国主义也罢，写实的也罢，浪漫的和感伤的也罢，文学作品总是一本正经的在表现着并且批评着生活。这么着文学扬弃了消遣的气氛，回到了严肃――古代贵族的文学如诗经，倒本来是严肃的。这负着严肃的使命的文学，自然不再注重传奇，不再注重趣味和快感，读起来也得正襟危坐，跟读经典差不多，不能再那么马马虎虎，随随便便的。但是究竟是形象化的，诉诸情感的，跟经典以冰冷的抽象的理智的教训为主不同，又是现代的白话，没有那些语言的和历史的问题，所以还能够吸引许多读者自动去读。不过教人百读不厌甚至教人想去重读一遍的作用，的确是很少了。新诗或白话诗，和白话文，都脱离了那多多少少带着人工的音乐的声调，而用着接近说话的声调。喜欢古诗律诗和骈文古文的失望了，他们尤其反对这不能吟诵的白话新诗因为诗出于歌，一直不曾跟音乐完全分家，他们是不愿扬弃这个传统的。然而诗终于转到意义中心的阶段了。古代的音乐是一种说话，所谓乐语，后来的音乐独立发展，变成好听为主了。现在的诗既负上自觉的使命，它得说出人人心中所欲言而不能言的，自然就不注重音乐而注重意义了。――一方面音乐大概也在渐渐注重意义，回到说话罢？――字面儿的影象还是用得着，不过一般的看起来，影象本身，不论是鲜明的，朦胧的，可以独立的诉诸感觉的，是不够吸引人了影象如果必需得用，就要配合全诗的各部分完成那中心的意义，说出那要说的话。在这动乱时代，人们着急要说话，因为要说的话实在太多。小说也不注重故事或情节了，它的使命比诗更见分明。它可以不靠描写，只靠对话，说出所要说的。这里面神仙武侠才子佳人，都不大出现了，偶然出现，也得打扮成平常人是的，这时候的小说的人物，主要的是些平常人了，这是平民世纪啊。"}
{"text":"在这动乱时代，人们着急要说话，因为要说的话实在太多。小说也不注重故事或情节了，它的使命比诗更见分明。它可以不靠描写，只靠对话，说出所要说的。这里面神仙武侠才子佳人，都不大出现了，偶然出现，也得打扮成平常人是的，这时候的小说的人物，主要的是些平常人了，这是平民世纪啊。至于文，长篇议论文发展了工具性，让人们更如意的也更精密的说出他们的话，但是这已经成为诉诸理性的了。诉诸情感的是那发展在后的小品散文，就是那标榜生活的艺术，抒写身边琐事的。这倒是回到趣味中心，企图着教人百读不厌的，确乎也风行过一时。然而时代太紧张了，不容许人们那么悠闲大家嫌小品文近乎所谓软性，丢下了它去找那硬性的东西。文艺作品的读者变了质了，作品本身也变了质了，意义和使命压下了趣味，认识和行动压下了快感。这也许就是所谓硬的解释。硬性的作品得一本正经的读，自然就不容易让人爱不释手，百读不厌。于是百读不厌就不成其为评价的标准了，至少不成其为主要的标准了。但是文艺是欣赏的对象，它究竟是形象化的，诉诸情感的，怎么硬也不能硬到和论文或公式一样。诗虽然不必再讲那带几分机械性的声调，却不能不讲节奏，说话不也有轻重高低快慢吗？节奏合式，才能集中，才能够高度集中。文也有文的节奏，配合着意义使意义集中。小说是不注重故事或情节了，但也总得有些契机来表现生活和批评它这些契机得费心思去选择和配合，才能够将那要说的话，要传达的意义，完整的说出来，传达出来。集中了的完整了的意义，才见出情感，才让人乐意接受，欣赏就是乐意接受的意思。能够这样让人欣赏的作品是好的，是否百读不厌，可以不论。在这种情形之下，笔者同意李有才板话即使没有人想重读一遍，也不减少它的价值，它的好。但是在我们的现代文艺里，让人百读不厌的作品也有的。例如先生的阿正传，茅盾先生的幻灭动摇追求三部曲，笔者都读过不止一回，想来读过不止一回的人该不少罢。在笔者本人，大概是阿正传里的幽默和三部曲里的几个女性吸引住了我。这几个作品的好已经定论，它们的意义和使命大家也都熟悉，这里说的只是它们让笔者百读不厌的因素。"}
{"text":"能够这样让人欣赏的作品是好的，是否百读不厌，可以不论。在这种情形之下，笔者同意李有才板话即使没有人想重读一遍，也不减少它的价值，它的好。但是在我们的现代文艺里，让人百读不厌的作品也有的。例如先生的阿正传，茅盾先生的幻灭动摇追求三部曲，笔者都读过不止一回，想来读过不止一回的人该不少罢。在笔者本人，大概是阿正传里的幽默和三部曲里的几个女性吸引住了我。这几个作品的好已经定论，它们的意义和使命大家也都熟悉，这里说的只是它们让笔者百读不厌的因素。阿正传主要的作用不在幽默，那三部曲的主要作用也不在铸造几个女性，但是这些却可能产生让人百读不厌的趣味。这种趣味虽然不是必要的，却也可以增加作品的力量。不过这里的幽默决不是油滑的，无聊的，也决不是为幽默而幽默，而女性也决不就是色情，这个界限是得弄清楚的。抗战期中，文艺作品尤其是小说的读众大大的增加了。增加的多半是小市民的读者，他们要求消遣，要求趣味和快感。扩大了的读众，有着这样的要求也是很自然的。长篇小说的流行就是这个要求的反应，因为篇幅长，故事就长，情节就多，趣味也就丰富了。这可以促进长篇小说的发展，倒是很好的。可是有些却因为这样的要求，忘记了自己的边界，放纵到色情上，以及粗劣的笑料上，去吸引读众，这只是迎合低级趣味。而读者贪读这一类低级的软性的作品，也只是沉溺，说不上百读不厌。百读不厌究竟是个赞词或评语，虽然以趣味为主，总要是纯正的趣味才说得上的。年月日作。原载年月日文讯月刊第卷第期散文全编论书生的酸气读书人又称书生。这固然是个可以骄傲的名字，如说一介书生，书生本色，都含有清高的意味。但是正因为清高，和现实脱了节，所以书生也是嘲讽的对象。人们常说书呆子迂夫子腐儒学究等，都是嘲讽书生的。呆是不明利害，迂是绕大弯儿，腐是顽固守旧，学究是指一孔之见。总之，都是知古不知今，知书不知人，食而不化的读死书或死读书，所以在现实生活里老是吃亏误事闹笑话。总之，书生的被嘲笑是在他们对于书的过分的执着上过分的执着书，书就成了话柄了。但是还有寒酸一个话语，也是形容书生的。寒是寒素，对膏粱而言。"}
{"text":"但是正因为清高，和现实脱了节，所以书生也是嘲讽的对象。人们常说书呆子迂夫子腐儒学究等，都是嘲讽书生的。呆是不明利害，迂是绕大弯儿，腐是顽固守旧，学究是指一孔之见。总之，都是知古不知今，知书不知人，食而不化的读死书或死读书，所以在现实生活里老是吃亏误事闹笑话。总之，书生的被嘲笑是在他们对于书的过分的执着上过分的执着书，书就成了话柄了。但是还有寒酸一个话语，也是形容书生的。寒是寒素，对膏粱而言。是魏晋南北朝分别门第的用语。寒门或寒人并不限于书生，武人也在里头寒士才指书生。这寒指生活情形，指家世出身，并不关涉到书单这个字也不含嘲讽的意味。加上酸字成为连语，就不同了，好像一副可怜相活现在眼前似的。寒酸似乎原作酸寒。韩愈荐士诗，酸寒溧阳尉，指的是孟郊。后来说郊寒岛瘦，孟郊和贾岛都是失意的人，作的也是失意诗。寒和瘦映衬起来，够可怜相的，但是韩愈说酸寒，似乎酸比寒重。可怜别人说酸寒，可怜自己也说酸寒，所以苏轼有故人留饮慰酸寒的诗句。陆游有书生老瘦转酸寒的诗句。老瘦固然可怜相，感激故人留饮也不免有点儿。范成大说酸是书生气味，但是他要洗尽书生气味酸，那大概是所谓大丈夫不受人怜罢？为什么酸是书生气味呢？怎么样才是酸呢？话柄似乎还是在书上。我想这个酸原是指读书的声调说的。晋以来的清谈很注重说话的声调和读书的声调。说话注重音调和辞气，以朗畅为好。读书注重声调，从世说新语文学篇所记殷仲堪的话可见他说，三日不读道德经，便觉舌本闲强，说到舌头，可见注重发音，注重发音也就是注重声调。任诞篇又记王孝伯说名士不必须奇才，但使常得无事，痛饮酒，熟读离骚，便可称名士。这熟读离骚该也是高声朗诵，更可见当时风气。豪爽篇记王司州胡之在谢公安坐，咏离骚九歌入不言兮出不辞，乘回风兮载云旗，语人云，当尔时，觉一坐无人。正是这种名士气的好例。读古人的书注重声调，读自己的诗自然更注重声调。文学篇记着袁宏的故事袁虎宏小名虎少贫，尝为人佣载运租。"}
{"text":"这熟读离骚该也是高声朗诵，更可见当时风气。豪爽篇记王司州胡之在谢公安坐，咏离骚九歌入不言兮出不辞，乘回风兮载云旗，语人云，当尔时，觉一坐无人。正是这种名士气的好例。读古人的书注重声调，读自己的诗自然更注重声调。文学篇记着袁宏的故事袁虎宏小名虎少贫，尝为人佣载运租。谢镇西经船行，其夜清风朗月，闻江渚间估客船上有咏诗声，甚有情致，所诵五言，又其所未尝闻，叹美不能已。即遣委曲讯问，乃是袁自咏其所作咏史诗。因此相要，大相赏得。从此袁宏名誉大盛，可见朗诵关系之大。此外世说新语里记着吟啸，啸咏，讽咏，讽诵的还很多，大概也都是在朗诵古人的或自己的作品罢。这里最可注意的是所谓洛下书生咏或简称洛生咏。晋书谢安传说安本能为洛下书生咏。有鼻疾，故其音浊。名流爱其咏而弗能及，或手掩鼻以效之。世说新语轻诋篇却记着人问顾长康何以不作洛生咏？答曰，何至作老婢声！刘孝标注，洛下书生咏音重浊，故云老婵声。所谓重浊，似乎就是过分悲凉的意思。当时诵读的声调似乎以悲凉为主。王孝伯说熟读离骚，便可称名士，王胡之在谢安坐上咏的也是离骚九歌，都是楚辞。当时诵读楚辞，大概还知道用楚声楚调，乐府曲调里也正有楚调。而楚声楚调向来是以悲凉为主的。当时的诵读大概受到和尚的梵诵或梵唱的影响很大，梵诵或梵唱主要的是长吟，就是所谓咏。楚辞本多长句，楚声楚调配合那长吟的梵调，相得益彰，更可以咏出悲凉的情致来。袁宏的咏史诗现存两首，第一首开始就是周昌梗概臣一句，梗概就是慷慨，感慨慷慨悲歌也是一种书生本色。沈约宋书谢灵运传论所举的五言诗名句，钟嵘诗品序里所举的五言诗名句和名篇，差不多都是些慷慨悲歌。晋书里还有一个故事。晋朝曹摅的感旧诗有富贵他人合，贫贱亲戚离两句。后来殷浩被废为老百姓，送他的心爱的外甥回朝，朗诵这两句，引起了身世之感，不觉泪下。这是悲凉的朗诵的确例。但是自己若是并无真实的悲哀，只去学时髦，捏着鼻子学那悲哀的老婢声的洛生咏，那就过了分，那也就是赵宋以来所谓酸了。"}
{"text":"沈约宋书谢灵运传论所举的五言诗名句，钟嵘诗品序里所举的五言诗名句和名篇，差不多都是些慷慨悲歌。晋书里还有一个故事。晋朝曹摅的感旧诗有富贵他人合，贫贱亲戚离两句。后来殷浩被废为老百姓，送他的心爱的外甥回朝，朗诵这两句，引起了身世之感，不觉泪下。这是悲凉的朗诵的确例。但是自己若是并无真实的悲哀，只去学时髦，捏着鼻子学那悲哀的老婢声的洛生咏，那就过了分，那也就是赵宋以来所谓酸了。唐朝韩愈有八月十五夜赠张功曹诗，开头是纤云四卷天无河，清风吹空月舒波，沙平水息声影绝，一杯相属君当歌。接着说君歌声酸辞且苦，不能听终泪如雨。接着就是那酸而苦的歌辞洞庭连天九疑高，蛟龙出没猩鼯号。十生九死到官所，幽居默默如藏逃。下床畏蛇食畏药，海气湿蛰熏腥臊。昨者州前槌大鼓，嗣皇继圣登夔皋。赦书一日行万里，罪从大辟皆除死。迁者追回流者还，涤瑕荡垢朝清班。州家申名使家抑，坎坷只得移荆蛮。判司卑官不堪说，未名捶楚尘埃间。同时辈流多上道，天路幽险难追攀！张功曹是张署，和韩愈同被贬到边远的南方，顺宗即位。只奉命调到近一些的江陵做个小官儿，还不得回到长安去，因此有了这一番冤苦的话。这是张署的话，也是韩愈的话。但是诗里却接着说君歌且休听我歌，我歌今与君殊科。韩愈自己的歌只有三句一年明月今宵多，人生由命非由他，有酒不饮奈明何！他说认命算了，还是喝酒赏月罢。这种达观其实只是苦情的伪装而已。前一段歌虽然辞苦声酸，倒是货真价实，并无过分之处，由那声酸知道吟诗的确有一种悲凉的声调，而所谓歌其实只是讽咏。大概汉朝以来不像春秋时代一样，士大夫已经不会唱歌，他们大多数是书生出身，就用讽咏或吟诵来代替唱歌。他们――尤其是失意的书生――的苦情就发泄在这种吟诵或朗诵里。战国以来，唱歌似乎就以悲哀为主，这反映着动乱的时代。列子汤问篇记秦青抚节悲歌，声振林木，响遏行云，又引秦青的话，说韩娥在齐国雍门地方曼声哀哭，一里老幼悲愁垂涕相对，三日不食，后来又曼声长歌，一里老幼，善跃舞＼自奖♀里说吼虽然能衬歌Ｒ材艹快乐的歌，但是和秦青自己独擅悲歌的故事合看，就知道还是悲歌为主。"}
{"text":"他们――尤其是失意的书生――的苦情就发泄在这种吟诵或朗诵里。战国以来，唱歌似乎就以悲哀为主，这反映着动乱的时代。列子汤问篇记秦青抚节悲歌，声振林木，响遏行云，又引秦青的话，说韩娥在齐国雍门地方曼声哀哭，一里老幼悲愁垂涕相对，三日不食，后来又曼声长歌，一里老幼，善跃舞＼自奖♀里说吼虽然能衬歌Ｒ材艹快乐的歌，但是和秦青自己独擅悲歌的故事合看，就知道还是悲歌为主。再加上齐国杞梁的妻子哭倒了城的故事，就是现在还在流行的孟姜女哭倒长城的故事，悲歌更为动人，是显然的。书生吟诵，声酸辞苦，正和悲歌一脉相传。但是声酸必须辞苦，辞苦又必须情苦若是并无苦情，只有苦辞，甚至连苦辞也没有，只有那供人酸鼻的声调，那就过了分，不但不能动人，反要遭人嘲弄了。书生往往自命不凡，得意的自然有，却只是少数，失意的可太多了。所以总是叹老嗟卑，长歌当哭，哭丧着脸一副可怜相。朱子在楚辞辨证里说汉人那些模仿的作品诗意平缓，意不深切，如无所疾痛而强为呻吟者。无所疾痛而强为呻吟就是所谓无病呻吟。后来的叹老嗟卑也正是无病呻吟。有病呻吟是紧张的，可以得人同情，甚至叫人酸鼻，无病呻吟，病是装的，假的，呻吟也是装的，假的，假装可以酸鼻的呻吟，酸而不苦像是丑角扮戏，自然只能逗人笑了。苏东坡有赠诗僧道通的诗雄豪而妙苦而腴，只有琴聪与蜜殊。语带烟霞从古少，气含蔬笋到公无。查慎行注引叶梦得石林诗话说近世僧学诗者极多，皆无超然自得之趣，往往掇拾摹仿士大夫所残弃，又自作一种体，格律尤俗，谓之酸馅气。子瞻尝语人云，颇解蔬笋语否？为无酸馅气也。闻者无不失笑。东坡说道通的诗没有蔬笋气，也就没有酸馅气，和尚修苦行，吃素，没有油水，可能比书生更寒更瘦一味反映这种生活的诗，好像酸了的菜馒头的馅儿，干酸，吃不得，闻也闻不得，东坡好像是说，苦不妨苦，只要苦而腴，有点儿油水，就不至于那么扑鼻酸了。这酸气的酸还是从声酸来的。而所谓书生气味酸该就是指的这种酸馅气。和尚虽苦，出家人原可超然自得，却要学吟诗，就染上书生的酸气了。书生失意的固然多，可是叹老嗟卑的未必真的穷苦就无聊，无聊就作成他们的无病呻吟了。"}
