{"text":"但这只是普通的点缀，不算是爱花。家里人似乎都不甚爱花父亲只在领我们上街时，偶然和我们到花房里去过一两回。但我们住过一所房子，有一座小花园，是房东家的。那里有树，有花架大约是紫藤花架之类，但我当时还小，不知道那些花木的名字只记得爬在墙上的是蔷薇而已。园中还有一座太湖石堆成的洞门现在想来，似乎也还好的。在那时由一个顽皮的少年仆人领了我去，却只知道跑来跑去捉蝴蝶有时掐下几朵花，也只是随意蹬着，随意丢弃了。至于领略花的趣味，那是以后的事夏天的早晨，我们那地方有乡下的姑娘在各处街巷，沿门叫着，卖栀子花来。栀子花不是什么高品，但我喜欢那白而晕黄的颜色和那肥肥的个儿，正和那些卖花的姑娘有着相似的韵味。栀子花的香，浓而不烈，清而不淡，也是我乐意的。我这样便爱起花来了。也许有人会问，你爱的不是花吧？这个我自己其实也已不大弄得清楚，只好存而不论了。在高小的一个春天，有人提议到城外寺里吃桃子去，而且预备白吃不让吃就闹一场，甚至打一架也不在乎。那时虽远在五四运动以前，但我们那里的中学生却常有打进戏园看白戏的事。中学生能白看戏，小学生为什么不能白吃桃子呢？我们都这样想，便由那提议人纠合了十几个同学，浩浩荡档地向城外而去。到了寺，气势不凡地呵叱着道人们我们称寺里的工人为道人，立刻领我们向桃园里去。道人们踌躇着说现在桃树刚才开花呢。但是谁信道人们的话？我们终于到了桃园里。大家都丧了气，原来花是真开着呢！这时提议人君便去折花。道人们是一直步步跟着的，立刻上前劝阻，而且用起手来。但君是我们中最不好惹的说时迟，那时快，一眨眼，花在他的手里，道人已踉跄在一旁了。那一园子的桃花，想来总该有些可看我们却谁也没有想着去看。只嚷着，没有桃子，得沏茶喝！道人们满肚子委屈地引我们到方丈里，大家各喝一大杯茶。这才平了气，谈谈笑笑地进城去。大概我那时还只懂得爱一朵朵的栀子花，对于开在树上的桃花，是并不了然的所以眼前的机会，便从眼前错过了。以后渐渐念了些看花的诗，觉得看花颇有些意思。但到北平读了几年书，却只到过崇效寺一次而去得又嫌早些，那有名的一株绿牡丹还未开呢。北平看花的事很盛，看花的地方也很多但那时热闹的似乎也只有一班诗人名士，其余还是不相干的。"}
{"text":"只嚷着，没有桃子，得沏茶喝！道人们满肚子委屈地引我们到方丈里，大家各喝一大杯茶。这才平了气，谈谈笑笑地进城去。大概我那时还只懂得爱一朵朵的栀子花，对于开在树上的桃花，是并不了然的所以眼前的机会，便从眼前错过了。以后渐渐念了些看花的诗，觉得看花颇有些意思。但到北平读了几年书，却只到过崇效寺一次而去得又嫌早些，那有名的一株绿牡丹还未开呢。北平看花的事很盛，看花的地方也很多但那时热闹的似乎也只有一班诗人名士，其余还是不相干的。那正是新文学运动的起头，我们这些少年，对于旧诗和那一班诗人名士，实在有些不敬而看花的地方又都远不可言，我是一个懒人，便干脆地断了那条心了。后来到杭州做事，遇见了君，他是新诗人兼旧诗人，看花的兴致很好。我和他常到孤山去看梅花。孤山的梅花是古今有名的，但太少又没有临水的，人也太多。有一回坐在放鹤亭上喝茶，来了一个方面有须，穿着花缎马褂的人，用湖南口音和人打招呼道，梅花盛开嗒！盛字说得特别重，使我吃了一惊但我吃惊的也只是说在他嘴里盛这个声音罢了，花的盛不盛，在我倒并没有什么的。有一回，来说，灵峰寺有三百株梅花寺在山里，去的人也少。我和，还有君，从西湖边雇船到岳坟，从岳坟入山。曲曲折折走了好一会，又上了许多石级，才到山上寺里。寺甚小，梅花便在大殿西边园中。园也不大，东墙下有三间净室，最宜喝茶看花北边有座小山，山上有亭，大约叫望海亭吧，望海是未必，但钱塘江与西湖是看得见的。梅树确是不少，密密地低档地整列着。那时已是黄昏，寺里只我们三个游人梅花并没有开，但那珍珠似的繁星似的骨都儿，已经够可爱了我们都觉得比孤山上盛开时有味。大殿上正做晚课，送来梵呗的声音，和着梅林中的暗香，真叫我们舍不得回去。在园里徘徊了一会，又在屋里坐了一会，天是黑定了，又没有月色，我们向庙里要了一个旧灯笼，照着下山。路上几乎迷了道，又两次三番地狗咬我们的诗人确有些窘了，但终于到了岳坟。船夫远远迎上来道你们来了，我想你们不会冤我呢！在船上，我们还不离口地说着灵峰的梅花，直到湖边电灯光照到我们的眼。回北平去了，我也到了白马湖。那边是乡下，只有沿湖与杨柳相间着种了一行小桃树，春天花发时，在风里娇媚地笑着。还有山里的杜鹃花也不少。这些日日在我们眼前，从没有人像煞有介事地提议，我们看花去。"}
{"text":"路上几乎迷了道，又两次三番地狗咬我们的诗人确有些窘了，但终于到了岳坟。船夫远远迎上来道你们来了，我想你们不会冤我呢！在船上，我们还不离口地说着灵峰的梅花，直到湖边电灯光照到我们的眼。回北平去了，我也到了白马湖。那边是乡下，只有沿湖与杨柳相间着种了一行小桃树，春天花发时，在风里娇媚地笑着。还有山里的杜鹃花也不少。这些日日在我们眼前，从没有人像煞有介事地提议，我们看花去。但有一位君，却特别爱养花他家里几乎是终年不离花的。我们上他家去，总看他在那里不是拿着剪刀修理枝叶，便是提着壶浇水。我们常乐意看着。他院子里一株紫薇花很好，我们在花旁喝酒，不知多少次。白马湖住了不过一年，我却传染了他那爱花的嗜好。但重到北平时，住在花事很盛的清华园里，接连过了三个春，却从未想到去看一回。只在第二年秋天，曾经和孙三先生在园里看过几次菊花。清华园之菊是著名的，孙三先生还特地写了一篇文，画了好些画。但那种一盆一干一花的养法，花是好了，总觉没有天然的风趣。直到去年春天，有了些余闲，在花开前，先向人问了些花的名字。一个好朋友是从知道姓名起的，我想看花也正是如此。恰好君也常来园中，我们一天三四趟地到那些花下去徘徊。今年君忙些，我便一个人去。我爱繁花老干的杏，临风婀娜的小红桃，贴梗累累如珠的紫荆但最恋恋的是西府海棠。海棠的花繁得好，也淡得好艳极了，却没有一丝荡意。疏疏的高干子，英气隐隐逼人。可惜没有趁着月色看过王鹏运有两句词道只愁淡月朦胧影，难验微波上下潮。我想月下的海棠花，大约便是这种光景吧。为了海棠，前两天在城里特地冒了大风到中山公园去，看花的人倒也不少但不知怎的，却忘了畿辅先哲祠。告我那里的一株，遮住了大半个院子别处的都向上长，这一株却是横里伸张的。花的繁没有法说海棠本无香，昔人常以为恨，这里花太繁了，却酝酿出一种淡档的香气，使人久闻不倦。告我，正是刮了一日还不息的狂风的晚上他是前一天去的。他说他去时地上已有落花了，这一日一夜的风，准完了。他说北平看花，是要赶着看的春光太短了，又晴的日子多今年算是有阴的日子了，但狂风还是逃不了的。我说北平看花，比别处有意思，也正在此。这时候，我似乎不甚菲薄那一班诗人名士了。年月。"}
{"text":"告我那里的一株，遮住了大半个院子别处的都向上长，这一株却是横里伸张的。花的繁没有法说海棠本无香，昔人常以为恨，这里花太繁了，却酝酿出一种淡档的香气，使人久闻不倦。告我，正是刮了一日还不息的狂风的晚上他是前一天去的。他说他去时地上已有落花了，这一日一夜的风，准完了。他说北平看花，是要赶着看的春光太短了，又晴的日子多今年算是有阴的日子了，但狂风还是逃不了的。我说北平看花，比别处有意思，也正在此。这时候，我似乎不甚菲薄那一班诗人名士了。年月。原载年月日清华周刊第卷第期文艺专号散文全编我所见的叶圣陶我第一次与圣陶见面是在民国十年的秋天。那时刘延陵兄介绍我到吴淞炮台湾中国公学教书。到了那边，他就和我说叶圣陶也在这儿。我们都念过圣陶的小说，所以他这样告我。我好奇地问道怎样一个人？出乎我的意外，他回答我一位老先生哩。但是延陵和我去访问圣陶的时候，我觉得他的年纪并不老，只那朴实的服色和沉默的风度与我们平日所想象的苏州少年文人叶圣陶不甚符合罢了。记得见面的那一天是一个阴天。我见了生人照例说不出话圣陶似乎也如此。我们只谈了几句关于作品的泛泛的意见，便告辞了。延陵告诉我每星期六圣陶总回f直去他很爱他的家。他在校时常邀延陵出去散步我因与他不熟，只独自坐在屋里。不久，中国公学忽然起了风潮。我向延陵说起一个强硬的办法――实在是一个笨而无聊的办法！――我说只怕叶圣陶未必赞成。但是出乎我的意外，他居然赞成了！后来细想他许是有意优容我们吧这真是老大哥的态度呢。我们的办法天然是失败了，风潮延宕下去于是大家都住到上海来。我和圣陶差不多天天见面同时又认识了西谛，予同诸兄。这样经过了一个月这一个月实在是我的很好的日子。我看出圣陶始终是个寡言的人。大家聚谈的时候，他总是坐在那里听着。他却并不是喜欢孤独，他似乎老是那么有味地听着。至于与人独对的时候，自然多少要说些话但辩论是不来的。他觉得辩论要开始了，往往微笑着说这个弄不大清楚了。这样就过去了。他又是个极和易的人，轻易看不见他的怒色。他辛辛苦苦保存着的晨报副张，上面有他自己的文字的，特地从家里捎来给我看让我随便放在一个书架上，给散失了。"}
{"text":"我看出圣陶始终是个寡言的人。大家聚谈的时候，他总是坐在那里听着。他却并不是喜欢孤独，他似乎老是那么有味地听着。至于与人独对的时候，自然多少要说些话但辩论是不来的。他觉得辩论要开始了，往往微笑着说这个弄不大清楚了。这样就过去了。他又是个极和易的人，轻易看不见他的怒色。他辛辛苦苦保存着的晨报副张，上面有他自己的文字的，特地从家里捎来给我看让我随便放在一个书架上，给散失了。当他和我同时发见这件事时，他只略露惋惜的颜色，随即说由他去末哉，由他去末哉！我是至今惭愧着，因为我知道他作文是不留稿的。他的和易出于天性，并非阅历世故，矫揉造作而成。他对于世间妥协的精神是极厌恨的。在这一月中，我看见他发过一次怒――始终我只看见他发过这一次怒――那便是对于风潮的妥协论者的蔑视。风潮结束了，我到杭州教书。那边学校当局要我约圣陶去。圣陶来信说我们要痛痛快快游西湖，不管这是冬天。他来了，教我上车站去接。我知道他到了车站这一类地方，是会觉得寂寞的。他的家实在太好了，他的衣着，一向都是家里管。我常想，他好像一个小孩子像小孩子的天真，也像小孩子的离不开家里人。必须离开家里人时，他也得找些熟朋友伴着孤独在他简直是有些可怕的。所以他到校时，本来是独住一屋的，却愿意将那间屋做我们两人的卧室，而将我那间做书室。这样可以常常相伴我自然也乐意，我们不时到西湖边去有时下湖，有时只喝喝酒。在校时各据一桌，我只预备功课，他却老是写小说和童话。初到时，学校当局来看过他。第二天，我问他，要不要去看看他们？他皱眉道一定要去么？等一天吧。后来始终没有去。他是最反对形式主义的。那时他小说的材料，是旧日的储积童话的材料有时却是片刻的感兴。如稻草人中大喉咙一篇便是。那天早上，我们都醒在床上，听见工厂的汽笛他便说今天又有一篇了，我已经想好了，来的真快呵。那篇的艺术很巧，谁想他只是片刻的构思呢！他写文字时，往往拈笔伸纸，便手不停挥地写下去，开始及中间，停笔踌躇时绝少。他的稿子极清楚，每页至多只有三五个涂改的字。他说他从来是这样的。每篇写毕，我自然先睹为快他往往称述结尾的适宜，他说对于结尾是有些把握的。看完，他立即封寄小说月报照例用平信寄。我总劝他挂号但他说我老是这样的。"}
{"text":"如稻草人中大喉咙一篇便是。那天早上，我们都醒在床上，听见工厂的汽笛他便说今天又有一篇了，我已经想好了，来的真快呵。那篇的艺术很巧，谁想他只是片刻的构思呢！他写文字时，往往拈笔伸纸，便手不停挥地写下去，开始及中间，停笔踌躇时绝少。他的稿子极清楚，每页至多只有三五个涂改的字。他说他从来是这样的。每篇写毕，我自然先睹为快他往往称述结尾的适宜，他说对于结尾是有些把握的。看完，他立即封寄小说月报照例用平信寄。我总劝他挂号但他说我老是这样的。他在杭州不过两个月，写的真不少，教人羡慕不已。火灾里从饭起到风潮这七篇，还有稻草人中一部分，都是那时我亲眼看他写的。在杭州待了两个月，放寒假前，他便匆匆地回去了他实在离不开家，临去时让我告诉学校当局，无论如何不回来了。但他却到北平住了半年，也是朋友拉去的。我前些日子偶翻十一年的晨报副刊，看见他那时途中思家的小诗，重念了两遍，觉得怪有意思。北平回去不久，便入了商务印书馆编译部，家也搬到上海。从此在上海待下去，直到现在――中间又被朋友拉到福州一次，有一篇将离抒写那回的别恨，是缠绵悱恻的文字。这些日子，我在浙江乱跑，有时到上海小住，他常请了假和我各处玩儿或喝酒。有一回，我便住在他家，但我到上海，总爱出门，因此他老说没有能畅谈他写信给我，老说这回来要畅谈几天才行。十六年一月，我接眷北来，路过上海，许多熟朋友和我饯行，圣陶也在。那晚我们痛快地喝酒，发议论他是照例地默着。酒喝完了，又去乱走，他也跟着。到了一处，朋友们和他开了个小玩笑他脸上略露窘意，但仍微笑地默着。圣陶不是个浪漫的人在一种意义上，他正是延陵所说的老先生。但他能了解别人，能谅解别人，他自己也能作达，所以仍然――也许格外――是可亲的。那晚快夜半了，走过爱多亚路，他向我诵周美成的词，酒已都醒，如何消夜永！我没有说什么那时的心情，大约也不能说什么的。我们到一品香又消磨了半夜。这一回特别对不起圣陶他是不能少睡觉的人。他家虽住在上海，而起居还依着乡居的日子早七点起，晚九点睡。有一回我九点十分去，他家已熄了灯，关好门了。这种自然的，有秩序的生活是对的。那晚上伯祥说圣兄明天要不舒服了。想起来真是不知要怎样感谢才好。第二天我便上船走了，一眨眼三年半，没有上南方去。信也很少，却全是我的懒。"}
{"text":"那晚快夜半了，走过爱多亚路，他向我诵周美成的词，酒已都醒，如何消夜永！我没有说什么那时的心情，大约也不能说什么的。我们到一品香又消磨了半夜。这一回特别对不起圣陶他是不能少睡觉的人。他家虽住在上海，而起居还依着乡居的日子早七点起，晚九点睡。有一回我九点十分去，他家已熄了灯，关好门了。这种自然的，有秩序的生活是对的。那晚上伯祥说圣兄明天要不舒服了。想起来真是不知要怎样感谢才好。第二天我便上船走了，一眨眼三年半，没有上南方去。信也很少，却全是我的懒。我只能从圣陶的小说里看出他心境的迁变这个我要留在另一文中说。圣陶这几年里似乎到十字街头走过一趟，但现在怎么样呢？我却不甚了然。他从前晚饭时总喝点酒，以半醺为度近来不大能喝酒了，却学了吹笛――前些日子说已会一出八阳，现在该又会了别的了吧。他本来喜欢看看电影，现在又喜欢听听昆曲了。但这些都不是厌世，如或人所说的圣陶是不会厌世的，我知道。又，他虽会喝酒，加上吹笛，却不曾抽什么上等的纸烟，也不曾住过什么小小别墅，如或人所想的，这个我也知道。年月，北平清华园。散文全编论无话可说十年前我写过诗后来不写诗了，写散文入中年以后，散文也不大写得出了――现在是，比散文还要散的无话可说！许多人苦于有话说不出，另有许多人苦于有话无处说他们的苦还在话中，我这无话可说的苦却在话外。我觉得自己是一张枯叶，一张烂纸，在这个大时代里。在别处说过，我的忆的路是平如砥直如矢的我永远不曾有过惊心动魄的生活，即使在别人想来最风华的少年时代。我的颜色永远是灰的。我的职业是三个教书我的朋友永远是那么几个，我的女人永远是那么一个。有些人生活太丰富了，太复杂了，会忘记自己，看不清楚自己，我是什么时候都了亮玲玲地知道，记住，自己是怎样简单的一个人。但是为什么还会写出诗文呢？――虽然都是些废话。这是时代为之！十年前正是五四运动的时期，大伙儿蓬蓬勃勃的朝气，紧逼着我这个年轻的学生于是乎跟着人家的脚印，也说说什么自然，什么人生。但这只是些范畴而已。我是个懒人，平心而论，又不曾遭过怎样了不得的逆境既不深思力索，又未亲自体验，范畴终于只是范畴，此处也只是廉价的，新瓶里装旧酒的感伤。"}
{"text":"但是为什么还会写出诗文呢？――虽然都是些废话。这是时代为之！十年前正是五四运动的时期，大伙儿蓬蓬勃勃的朝气，紧逼着我这个年轻的学生于是乎跟着人家的脚印，也说说什么自然，什么人生。但这只是些范畴而已。我是个懒人，平心而论，又不曾遭过怎样了不得的逆境既不深思力索，又未亲自体验，范畴终于只是范畴，此处也只是廉价的，新瓶里装旧酒的感伤。当时芝麻黄豆大的事，都不惜郑重地写出来，现在看看，苦笑而已。先驱者告诉我们说自己的话。不幸这些自己往往是简单的，说来说去是那一套终于说的听的都腻了。――我便是其中的一个。这些人自己其实并没有什么话，只是说些中外贤哲说过的和并世少年将说的话。真正有自己的话要说的是不多的几个人因为真正一面生活一面吟味那生活的只有不多的几个人。一般人只是生活，按着不同的程度照例生活。这点简单的意思也还是到中年才觉出的少年时多少有些热气，想不到这里。中年人无论怎样不好，但看事看得清楚，看得开，却是可取的。这时候眼前没有雾，顶上没有云彩，有的只是自己的路。他负着经验的担子，一步步踏上这条无尽的然而实在的路。他回看少年人那些情感的玩意，觉得一种轻松的意味。他乐意分析他背上的经验，不止是少年时的那些他不愿远远地捉摸，而愿剥开来细细地看。也知道剥开后便没了那跳跃着的力量，但他不在乎这个，他明白在冷静中有他所需要的。这时候他若偶然说话，决不会是感伤的或印象的，他要告诉你怎样走着他的路，不然就是，所剥开的是些什么玩意。但中年人是很胆小的他听别人的话渐渐多了，说了的他不说，说得好的他不说。所以终于往往无话可说――特别是一个寻常的人像我。但沉默又是寻常的人所难堪的，我说苦在话外，以此。中年人若还打着少年人的调子，――姑不论调子的好坏――原也未尝不可，只总觉像煞有介事。他要用很大的力量去写出那冒着热气或流着眼泪的话一个神经敏锐的人对于这个是不容易忍耐的，无论在自己在别人。这好比上了年纪的太太小姐们还涂脂抹粉地到大庭广众里去卖弄一般，是殊可不必的了。其实这些都可以说是废话，只要想一想咱们这年头。这年头要的是代言人，而且将一切说话的都看作代言人压根儿就无所谓自己的话。"}
{"text":"中年人若还打着少年人的调子，――姑不论调子的好坏――原也未尝不可，只总觉像煞有介事。他要用很大的力量去写出那冒着热气或流着眼泪的话一个神经敏锐的人对于这个是不容易忍耐的，无论在自己在别人。这好比上了年纪的太太小姐们还涂脂抹粉地到大庭广众里去卖弄一般，是殊可不必的了。其实这些都可以说是废话，只要想一想咱们这年头。这年头要的是代言人，而且将一切说话的都看作代言人压根儿就无所谓自己的话。这样一来，如我辈者，倒可以将从前狂妄之罪减轻，而现在是更无话可说了。但近来在戴译唯物史观的文学论里看到，法国俗语无话可说竟与一切皆好同意。呜呼，这是多么损的一句话，对于我，对于我的时代！年月。散文全编给亡妇谦，日子真快，一眨眼你已经死了三个年头了。这三年里世事不知变化了多少回，但你未必注意这些个，我知道。你第一惦记的是你几个孩子，第二便轮着我。孩子和我平分你的世界，你在日如此你死后若还有知，想来还如此的。告诉你，我夏天回家来着迈儿长得结实极了，比我高一个头。闰儿父亲说是最乖，可是没有先前胖了。采芷和转子都好。五儿全家夸她长得好看却在腿上生了湿疮，整天坐在竹床上不能下来，看了怪可怜的。六儿，我怎么说好，你明白，你临终时也和母亲谈过，这孩子是只可以养着玩儿的，他左挨右挨去年春天，到底没有挨过去。这孩子生了几个月，你的肺病就重起来了。我劝你少亲近他，只监督着老妈子照管就行。你总是忍不住，一会儿提，一会儿抱的。可是你病中为他操的那一份儿心也够瞧的。那一个夏天他病的时候多，你成天儿忙着，汤呀，药呀，冷呀，暖呀，连觉也没有好好儿睡过。那里有一分一毫想着你自己。瞧着他硬朗点儿你就乐，干枯的笑容在黄蜡般的脸上，我只有暗中叹气而已。从来想不到做母亲的要像你这样。从迈儿起，你总是自己喂乳，一连四个都这样。你起初不知道按钟点儿喂，后来知道了，却又弄不惯孩子们每夜里几次将你哭醒了，特别是闷热的夏季。我瞧你的觉老没睡足。白天里还得做菜，照料孩子，很少得空儿。你的身子本来坏，四个孩子就累你七八年。到了第五个，你自己实在不成了，又没乳，只好自己喂奶粉，另雇老妈子专管她。但孩子跟老妈子睡，你就没有放过心夜里一听见哭，就竖起耳朵听，工夫一大就得过去看。"}
