{"text":"你是怎么喜欢上读书的？答上小学的时候，班上有个图书角，其实也就是学生把自己家里的书拿一点来，放到一起，供大家借阅。我在那里取了一本书，记得书名是铁木儿的故事，讲一个顽皮孩子的种种奇遇，我读时笑个不停，觉得书怎么那么有意思啊。那本书我一直舍不得还，事实上是偷了。这大约是我喜欢读书的开始吧。从此以后，我就有一个感觉，世界上有那么多的书，里面一定藏着许多有趣的东西，等着我去把它们找出来。什么原因能使一个人显得年轻呢？譬如说，许多人都觉得你看起来很年轻。答我想最主要的也许是一个人的头脑不要太复杂。我在社会处世方面还是比较简单的，弄不懂的事情就不去弄它。我相信，一个人简单就会显得年轻，一世故就会显老。你怎么看待你的名气？答关于我是否有名气，我平时很少想到。只是遇到某些场合，譬如说一些不认识的人，他们知道我，或者收到一些读者来信，才发现我的名字要比我自己走得远些。不过，我没有所谓名人意识，而且我不喜欢和名人打交道。有许多读者赞扬你，你有什么感受？答没什么感受。对读者来信，凡是充满空洞赞扬的信，我都置之不理。有一些信写得可爱，或者中肯，我看了还是高兴的，会写回信。此外就是老先生的，或中学生的，我一般都复信，因为我觉得他们肯读我的书就不容易。也就如此而已。确实没有太感到自己是什么名人，因为我们和读者还是隔得很远的，不像演员直接和观众交流，接受喝彩。除非在开讲座时，面对学生，看他们又鼓掌又跺脚的样子，也有了一种像演员那样的感觉，但我不太喜欢开讲座。完美的人生应该是从一而终呢，还是不断遭遇激情？另一种存在答如果爱情是真实的，两种都挺完美，无论得到哪种都应该感到满意了。怕就怕两种都没有得到，平平淡淡过了一生。你认为女人漂亮不漂亮重要吗？答这点对男人重要，于是对女人也变得重要了。男人都很容易被女人的漂亮迷惑，男人的这种愚蠢几乎不可救药，也就对女人的遭遇发生了影响。男女之间有真正的友谊吗？答在男女之间，凡亲密的友谊都难免包含性的因素，但不一定是性关系，这是两回事。这种性别上的吸引可以是一种内心感受。交异性朋友与交同性朋友，两者的内心感受当然是不一样的。"}
{"text":"怕就怕两种都没有得到，平平淡淡过了一生。你认为女人漂亮不漂亮重要吗？答这点对男人重要，于是对女人也变得重要了。男人都很容易被女人的漂亮迷惑，男人的这种愚蠢几乎不可救药，也就对女人的遭遇发生了影响。男女之间有真正的友谊吗？答在男女之间，凡亲密的友谊都难免包含性的因素，但不一定是性关系，这是两回事。这种性别上的吸引可以是一种内心感受。交异性朋友与交同性朋友，两者的内心感受当然是不一样的。答记者和读者写作童心气质―――答婚姻与家庭杂志读者问您写了许多人生感悟，是否可以把它们都看做您的人生经历的折射？答可以这么看，不过请注意，所谓折射就不是直接的，有时候甚至非常曲折，无人包括我自己能追寻其线索。同时，所谓人生经历也不只是外在遭际，更包括内心历程。我相信一个作家只要以严肃的态度从事写作，他写作时就不可避免地会带着自己的人生经历。也就是说，他所表达的最基本的精神内涵确实是属于他的，是他从生活中感悟到的。但是，在多数情形下，具体的生活经历只构成他的写作的背景，而不是直接的题材。只有蹩脚作家才热中于在作品中抖落自己的履历隐私和琐事。读您的书，感觉您是一个有童心的人。您的童心会不会被看做一种不成熟？答童心是一种很容易丢失的好东西，如果我真的没有丢失，我应该庆幸，就不太在乎别人说我不成熟了。不过，按照我的理解，童心和成熟并不互相排斥。一个人在精神上足够成熟，能够正视和承受人生的苦难，同时心灵依然单纯，对世界仍然怀着儿童般的兴致，这完全是可能的。我不认为麻木僵化世故是成熟，真正的成熟应该具有生长能力，因而毋宁说在本质上始终是包含着童心的。从您的作品看，您的性格中好像含有一些女性气质。您如何看待男人身上的女性气质以及女人身上的男性气质？答其实，要确定一种气质究竟是男性气质还是女性气质，这是很困难的。至于据此来评优劣，就更是冒失了。通常以女性为阴，男性为阳，于是把敏感细腻温柔等阴柔气质归于女性，把豪爽粗犷坚毅等阳刚气质归于男性，我怀疑很可能是受了语言的暗示。有一种说法男人而具女性气质，女人而具男性气质，是优秀的征兆。我承认这种说法有一定道理，即如果男人的力有温柔的表达，女人的美有恢弘的气度，便能取得刚柔相济的效果。"}
{"text":"您如何看待男人身上的女性气质以及女人身上的男性气质？答其实，要确定一种气质究竟是男性气质还是女性气质，这是很困难的。至于据此来评优劣，就更是冒失了。通常以女性为阴，男性为阳，于是把敏感细腻温柔等阴柔气质归于女性，把豪爽粗犷坚毅等阳刚气质归于男性，我怀疑很可能是受了语言的暗示。有一种说法男人而具女性气质，女人而具男性气质，是优秀的征兆。我承认这种说法有一定道理，即如果男人的力有温柔的表达，女人的美有恢弘的气度，便能取得刚柔相济的效果。但是，倘若一个男人缺乏内在的力，阴柔气质在他身上就会成为令人恶心的娘们气，一个女人缺乏内在的美，阳刚气质在她身上就会成为令人反感的爷们气。总之，重要的是内在的素质，是灵魂的力度和精致，惟有这才能赋予一个人的性格以风格，使男人和女人身上的不论男性气质还是女性气质都闪放出精神的光华。在大学里，好像女生更喜欢你的书。一些男生认为，写人生应该写得更现实更沧桑些。您同意他们的看法吗？答一个作家无法选择自己的读者，他的读者群是自发形成的。一个读者倒是可以选择自己所喜欢的作家。我知道我的读者并不限于年轻的女性，而是男女老少都有，从我收到的读者来信看，男女比例大致相当。确实有许多女孩喜欢我的书，据说是因为我比较能够体察女性的心理，如果这是事实，则我为此只会感到欣慰，不会感到惭愧。我肯定不是一个女权主义者，我是作为一个男人去理解女性的，而我相信两性之间的相互理解比男权和女权之争更加重要。我当然同意写人生可以写得更现实更沧桑些，但是，小伙子们，你们可知道，这并不难，难的是掮着现实的重负写理想，怀着沧桑的心情谈风月。答记者和读者您认为自己是一个成功而幸福的男人吗？答我觉得这个问题很陌生，我从来不向自己提这样的问题，因为我认为给自己做这么笼统的鉴定是毫无意义的。我不认为自己是一个成功而幸福的男人，也不认为自己是一个失败而倒霉的男人。和大多数男人一样，我是一个有过成功也有过失败体验过幸福也体验过苦难的男人，如此而已。在我看来，所谓成功是指把自己真正喜欢的事情做好，其前提是首先要有自己真正的爱好，即自己的真性情，舍此便只是名利场上的生意经。而幸福则主要是一种内心体验，是心灵对于生命意义的强烈感受，因而也是以心灵的感受力为前提的。"}
{"text":"我不认为自己是一个成功而幸福的男人，也不认为自己是一个失败而倒霉的男人。和大多数男人一样，我是一个有过成功也有过失败体验过幸福也体验过苦难的男人，如此而已。在我看来，所谓成功是指把自己真正喜欢的事情做好，其前提是首先要有自己真正的爱好，即自己的真性情，舍此便只是名利场上的生意经。而幸福则主要是一种内心体验，是心灵对于生命意义的强烈感受，因而也是以心灵的感受力为前提的。所以，比成功和幸福都更重要的是，一个人必须有一个真实的自我，一颗饱满的灵魂，它决定了一个人争取成功和体验幸福的能力。另一种存在我的命运之作―――答新民晚报记者问最近，上海人民出版社出版了你的一本新书，书名是妞妞一个父亲的札记。这本书很受读者的欢迎，许多书店一上架就售空，我到处听到人们在谈论这本书。你以前出的书好像也都比较畅销。那么，你认为自己是一个畅销书作家吗？答我觉得这本书不同于我以前出的书，也不同于一般的所谓畅销书。我以前的书基本上是学术著作或随笔散文，这是我第一部以叙事为主的作品。一般的畅销书或者是明星式人物的私生活揭秘，或者是若干机敏人士炮制某种轰动效应，而我这本书只是叙述了一个普通人的一段虽然悲苦却也平凡的人生经历。我所期望它的不是畅销，而是一种人生体悟的传达和共鸣。你的这本书的确很感动人，我和许多朋友都是流着泪读完的。你能向读者介绍一下书的内容吗？答书的内容很简单。妞妞是我的女儿，她出生后不久便被诊断患有绝症，只活到一岁半。我在书中写了她的可爱和可怜，我们在死亡阴影笼罩下抚育她的爱哀交加的心境，我在摇篮旁兼墓畔的思考。凡是读过这本书的人，对你那刻骨铭心的父爱都留下了深刻的印象。一个男人能这么爱孩子，是不多见的。有人建议，应该让天下做父亲的都读一读这本书。答据我观察，许多男人爱孩子都不亚于女人。我只是处在一种比较特殊的境遇中罢了。你的写法好像比较特别，书中有叙事，有抒情，有哲学思考，各自独立成章。你觉得这本书应该怎样归类？答我自己也不知道。我曾经想写成小说，却终于发现做不到。我努力使自己冷静，但仍然无法与事情拉开一个写小说所必需的距离，一个虚构和想像的空间。最后我决定仅限于写我的真实经历感受和思绪。"}
{"text":"一个男人能这么爱孩子，是不多见的。有人建议，应该让天下做父亲的都读一读这本书。答据我观察，许多男人爱孩子都不亚于女人。我只是处在一种比较特殊的境遇中罢了。你的写法好像比较特别，书中有叙事，有抒情，有哲学思考，各自独立成章。你觉得这本书应该怎样归类？答我自己也不知道。我曾经想写成小说，却终于发现做不到。我努力使自己冷静，但仍然无法与事情拉开一个写小说所必需的距离，一个虚构和想像的空间。最后我决定仅限于写我的真实经历感受和思绪。我对自己说就让它什么也不像吧，我生命中的这段历程本来就是不可归类的。你是一个研究哲学的学者，却写了这么一本与学术完全无关的书。这本书在你的全部著述中占据一个怎样的地位？答我想我从来不是一个纯粹学者型的作家，人生问题始终是我关注的中心，我的全部著述都围绕着这个中心，至于表达方式则既可以是学术，也可以是文学，不必拘于一格。我的第一使命不是就某一课题写出材料详尽的专著，以填补学术史的空白，而是写出我的命运之作，以完成我的生命史。因为前者是别的许多人都能够做的，而后者却只能靠我自己做。妞妞一个父亲的札记就是这样一本我的命运之作。另一种存在表达生命就是我的正业―――中央电视台读书时间专题节目最近，陕西人民出版社出版了你的五卷本文集。从内容看，文学性质的作品，尤其是散文占了一多半。你是从事哲学研究工作的，为什么写了这么多的散文？答这好像是自然形成的，我自己也没有想到，有一天在许多人眼里，我会是一个散文作家。分析起来，大约和我既喜欢哲学，又喜欢文学有关。我读大学时上的是哲学系，那时候就不是一个用功的哲学学生，主要精力都用来读闲书了，也就是小说诗歌之类。不过，我一点也不觉得哲学和文学是冲突的。我从托尔斯泰陀思妥耶夫斯基歌德卡夫卡的作品中学到的哲学，决不比专门的哲学书中少。搞哲学大致有三种方式。一是创建新的哲学学说体系流派，像康德黑格尔那样，现在也有一些人试图这样做，我知道自己不是这块料。二是把它当成学问学术来搞，研究哲学史上的某个人某个问题，或哲学中的某个小领域某个范畴，我是吃这碗饭的，这方面的工作总是要做一些的。三是把哲学当做对人生一些根本问题的感悟和思考，并以合适的方式把这所悟所思表达出来。在这方面，我觉得散文对于我是一种很好的方式。"}
{"text":"我从托尔斯泰陀思妥耶夫斯基歌德卡夫卡的作品中学到的哲学，决不比专门的哲学书中少。搞哲学大致有三种方式。一是创建新的哲学学说体系流派，像康德黑格尔那样，现在也有一些人试图这样做，我知道自己不是这块料。二是把它当成学问学术来搞，研究哲学史上的某个人某个问题，或哲学中的某个小领域某个范畴，我是吃这碗饭的，这方面的工作总是要做一些的。三是把哲学当做对人生一些根本问题的感悟和思考，并以合适的方式把这所悟所思表达出来。在这方面，我觉得散文对于我是一种很好的方式。你在书中谈到，人与永恒是你自己最偏爱的一部作品。听说你写它花了十年时间，是这样吗？你为什么偏爱这部作品？答人与永恒是我的一个随感集。在时间跨度上，这些随感的确是在十年里写下的，不过我并没有当做一本书那样专门去写它，十年里我还做了许多别的事。花十年时间写这么一本小书，好像也太笨了。另一方面呢，这种书是很难专门写出来的，反正我没有这么聪明。我写这些随感的时候，根本没有想到有一天它们会发表，会变成一本书。我甚至没有意识到我这是在写作，这使我有一种完全自由的心态。现在我无论写什么，都知道写的东西总归会发表，就没有那样自由的心态了。我常常说要为自己写作，可是在我的全部作品中，能够完全无愧于这一宗旨的，当推这一本书，所以我对它有一种偏爱。这本书类似于格言集，你是否受了培根蒙田的影响？答我刚才说了，我写的时候只是记录自己的随感，没有想到要写格言。我现在也不把它们看做格言。至于文字风格，我一向喜欢凝练质朴的，从这方面看，蒙田托尔斯泰尼采纪伯伦等都有影响，不过这种影响多半是下意识的，而不是自觉的直接的。培根的影响要小一些，他太精雕细刻，我不是很喜欢。你在书中谈论了生与死爱与孤独女人与男人等有关人生的永恒话题。千百年来，哲人和作家们已经太多地论及这些话题，你在写时是否担心过会流于老生常谈？答不怎么担心，这倒不是因为我多么自信，而是由我的写作目的决定的。我并不想标新立异，说出前人或今人从未说过的话。我只想写出我自己的感受，只要这感受是我的真实感受，并且我准确地表达了这感受，我就满足了，不在乎别人是否写过类似的东西。事实上，在这些所谓的永恒话题上，人类的感悟有共通之处，说不出多少新奇的话来。"}
{"text":"千百年来，哲人和作家们已经太多地论及这些话题，你在写时是否担心过会流于老生常谈？答不怎么担心，这倒不是因为我多么自信，而是由我的写作目的决定的。我并不想标新立异，说出前人或今人从未说过的话。我只想写出我自己的感受，只要这感受是我的真实感受，并且我准确地表达了这感受，我就满足了，不在乎别人是否写过类似的东西。事实上，在这些所谓的永恒话题上，人类的感悟有共通之处，说不出多少新奇的话来。不过，只要你的感受的确是你自己的，是活生生的，你把它写出来，别人读了就会有新鲜之感。可贵的是新鲜而非新奇。真实的活的就是新鲜的。另一种存在涉及你的随感中的一个具体话题。你说女人搞哲学，对于女人和哲学两方面都是损害。我很想问一下，女人给哲学带来了什么损害，哲学又怎样损害了女人？答你这是将我一军。因为这句话，我已经得罪了不少女读者。其实这是一句俏皮话，不能认真追究的。当然，片面的道理总是有一些的。哲学有两个特点，作为概念的逻辑体系，它是很枯燥的，作为对生呀死呀这类问题的思考，它又是很让人痛苦的，我可不喜欢看到一个女人被哲学弄得枯燥而又痛苦。那么，女人又怎么损害哲学了？答我不认为女人从事哲学工作会比大多数男同行差，我反对的是把哲学女性化，譬如说，使哲学太感性而削弱它的逻辑力度，太实际而削弱它的形而上学深度，这样哲学就不成其为哲学了。不过，这个问题好像很敏感，你还是饶了我吧。这些年里，你还写了相当多的随笔和散文。我注意到，在你的散文中，除了你一贯关心的对人生重大问题的思考外，现代人精神生活的问题也受到了你越来越强烈的关注。造成这一情况的原因是什么？答这当然与现在的社会状况有关。在现代化进程中出现精神生活平庸化的趋势，这是一个世界性的老问题，十九世纪下半叶以来的许多思想家都很关注这个问题。在我们国家，随着市场化进程的加快，这个问题也越来越突出了。信仰空白，传统道德崩溃，文化趣味粗俗，规模广泛的社会腐败，这些现象有目共睹，引起了许多普通善良人的忧虑。我也只是站在我的立场上对此做出了反应而已。你在书中谈到救世和自救，好像更主张自救，不太赞成那种救世的态度。是这样吗？答是的，不过我是就精神生活而言的。"}
{"text":"在我们国家，随着市场化进程的加快，这个问题也越来越突出了。信仰空白，传统道德崩溃，文化趣味粗俗，规模广泛的社会腐败，这些现象有目共睹，引起了许多普通善良人的忧虑。我也只是站在我的立场上对此做出了反应而已。你在书中谈到救世和自救，好像更主张自救，不太赞成那种救世的态度。是这样吗？答是的，不过我是就精神生活而言的。我认为现在不可能答记者和读者人为地树立一种信仰，诸如新儒家之类，用它来规整世风人心。但是同时，我又相信多数人内心对于自己生活得有没有意义是关心的，至少是在乎的，应该鼓励这种关心，每个人都对自己的生命负责，有自救的觉悟，这个世界就能得救。文集的出版说明把你的散文的特点归纳为集哲学和文学于一身，融理性和感情为一体，这好像也是多数读者的印象。但也有人认为你的哲理散文虽然文字准确优美，可是思想的力度和深度不够，你自己怎么看？答我自己很难回答这个问题，因为评价自己是最困难的事情。说句玩笑话如果我是深刻的，我就不应该承认自己肤浅如果我是肤浅的，我就不可能发现自己肤浅。当然，我相信，凡我所具有的弱点，也必定会反映在我的作品中，想掩饰也掩饰不了。譬如说，如果我本来不是一个很有力量很深刻的人，我就不要在作品中刻意追求力量和深刻，那样只会欲盖弥彰。关于力量和深刻，我比较喜欢含蓄的平易的那种，不喜欢咄咄逼人的艰涩的那种。你的作品好像尤其受女性读者喜爱，这是否说明你的作品有女性气呢？答据我所知，屈尊看我的文章的先生还是不少的，在比例上差不多。至于太太小姐，我相信她们的本能会作出正确的判断，她们是不会喜欢一个缺乏内在的男性力度的男作家的。提到你的文学创作，不能忽视这本妞妞一个父亲的札记。你在文集最后附的自传中称它是属于你的生命本质的作品，在你的价值表上排在第一。为什么呢？答我在自传里是这样说的在我的价值表上，排在第一的是我切身的生命经历和体验，其次是我对它们的理性思考，再其次才是离它们比较远的学术上或艺术形式上的探索。"}
{"text":"提到你的文学创作，不能忽视这本妞妞一个父亲的札记。你在文集最后附的自传中称它是属于你的生命本质的作品，在你的价值表上排在第一。为什么呢？答我在自传里是这样说的在我的价值表上，排在第一的是我切身的生命经历和体验，其次是我对它们的理性思考，再其次才是离它们比较远的学术上或艺术形式上的探索。因为另一种存在我想就某一课题写出材料详尽的专著，以填补学术史的空白，这样的事别人也能够做可是，表达我生命中那些最重要的经历和体验，以完成我的生命史，这是任何人都不能代替我做的，只能靠我自己做。妞妞一个父亲的札记就是这样一本书。我觉得这是一本私人性很强的书，既然如此，你为什么还要发表呢？答我想，总还是有人愿意读吧。不过，的确完全可以不发表的。写了东西就要发表，这也是毛病。谈谈你今后的打算，好吗？你是准备把主要精力继续用在写散文和其他文学作品呢，还是搞你的专业，从事哲学的学术研究？答我想我从来不是一个纯粹学者型的哲学家，人生问题始终是我关注的中心，我的全部著述都围绕着这个中心，至于表达方式则既可以是学术，也可以是文学，不必拘于一格，它们在我眼里都是我的正业。当然，就某一个时期来说，我会有所侧重。最近若干年内，我打算侧重于学术的方式。答记者和读者把自己真正喜欢的事情做好―――答时代青年杂志你成功的经验和秘诀是什么？答把自己真正喜欢的事情尽量做好，让自己满意，不要管别人和社会怎样评价。你最喜欢读什么书？答文史哲经典名著。你最大的嗜好是什么？答读书和写作。你最大的烦恼是什么？答被迫为自己的合法权益进行徒劳的奔波。你是怎样看待金钱和名利的？答可有可无，永远只是副产品。你是如何处理周围人际关系的？答尊重他人，亲疏随缘。你向往什么样的生活？答安静而丰富。你喜欢和什么样的异性相处？答美貌，聪慧，善良。请你对想成名的人说几句话。答凭真性情做事，不要在乎能否成名。为何写作一一块块字碑，镌刻着千古文章。一座座丰碑，纪念着万世功业。连荒冢中千篇一律的墓碑，也有一副不朽的面孔。你也是一块碑，谁能读懂你身上的铭文？我不是碑，也留不下碑。我死后没有墓志铭。我一路走去，在水上留下泡沫，在泥上留下痕迹。"}
