{"text":"他之来上海，或无多日，或已长久，耳濡目染，他的父亲，亲长，先生，父执，乃至同国，同种，都以骄傲践踏对付中国人而他的读物也推波助澜，将中国编排得一无是处，以长他自己的威风。所以他向我伸脸，决非偶然而已。这是袭击，也是侮蔑，大大的侮蔑！我因了自尊，一面感着空虚，一面却又感着愤怒于是有了迫切的国家之念。我要诅咒这小小的人！但我立刻恐怖起来了这到底只是十来岁的孩子呢，却已被传统所埋葬我们所日夜想望着的赤子之心，世界之世界非某种人的世界，更非某国人的世界！，眼见得在正来的一代，还是毫无信息的！这是你的损失，我的损失，他的损失，世界的损失虽然是怎样渺小的一个孩子！但这孩子却也有可敬的地方他的从容，他的沉默，他的独断独行，他的一去不回头，都是力的表现，都是强者适者的表现。决不婆婆妈妈的，决不粘粘搭搭的，一针见血，一刀两断，这正是白种人之所以为白种人。我真是一个矛盾的人。无论如何，我们最要紧的还是看看自己，看看自己的孩子！谁也是上帝之骄子这和昔日的王侯将相一样，是没有种的！年月日夜原载年月日文学周报第期散文全编背影我与父亲不相见已二年余了，我最不能忘记的是他的背影。那年冬天，祖母死了，父亲的差使也交卸了，正是祸不单行的日子，我从北京到徐州，打算跟着父亲奔丧回家。到徐州见着父亲，看见满院狼藉的东西，又想起祖母，不禁簌簌地流下眼泪。父亲说，事已如此，不必难过，好在天无绝人之路！回家变卖典质，父亲还了亏空又借钱办了丧事。这些日子，家中光景很是惨淡，一半为了丧事，一半为了父亲赋闲。丧事完毕，父亲要到南京谋事，我也要回北京念书，我们便同行。到南京时，有朋友约去游逛，勾留了一日第二日上午便须渡江到浦口，下午上车北去。父亲因为事忙，本已说定不送我，叫旅馆里一个熟识的茶房陪我同去。他再三嘱咐茶房，甚是仔细。但他终于不放心，怕茶房不妥帖颇踌躇了一会。其实我那年已二十岁，北京已来往过两三次，是没有甚么要紧的了。他踌躇了一会，终于决定还是自己送我去。我两三回劝他不必去他只说，不要紧，他们去不好！我们过了江，进了车站。我买票，他忙着照看行李。行李太多了，得向脚夫行些小费，才可过去。"}
{"text":"到南京时，有朋友约去游逛，勾留了一日第二日上午便须渡江到浦口，下午上车北去。父亲因为事忙，本已说定不送我，叫旅馆里一个熟识的茶房陪我同去。他再三嘱咐茶房，甚是仔细。但他终于不放心，怕茶房不妥帖颇踌躇了一会。其实我那年已二十岁，北京已来往过两三次，是没有甚么要紧的了。他踌躇了一会，终于决定还是自己送我去。我两三回劝他不必去他只说，不要紧，他们去不好！我们过了江，进了车站。我买票，他忙着照看行李。行李太多了，得向脚夫行些小费，才可过去。他便又忙着和他们讲价钱。我那时真是聪明过分，总觉他说话不大漂亮，非自己插嘴不可。但他终于讲定了价钱就送我上车。他给我拣定了靠车门的一张椅子我将他给我做的紫毛大衣铺好坐位。他嘱我路上小心，夜里警醒些，不要受凉。又嘱托茶房好好照应我。我心里暗笑他的迂他们只认得钱，托他们直是白托！而且我这样大年纪的人，难道还不能料理自己么？唉，我现在想想，那时真是太聪明了！我说道，爸爸，你走吧。他望车外看了看，说，我买几个橘子去。你就在此地，不要走动。我看那边月台的栅栏外有几个卖东西的等着顾客。走到那边月台，须穿过铁道，须跳下去又爬上去。父亲是一个胖子，走过去自然要费事些。我本来要去的，他不肯，只好让他去。我看见他戴着黑布小帽，穿着黑布大马褂，深青布棉袍，蹒跚地走到铁道边，慢慢探身下去，尚不大难。可是他穿过铁道，要爬上那边月台，就不容易了。他用两手攀着上面，两脚再向上缩他肥胖的身子向左微倾，显出努力的样子。这时我看见他的背影，我的泪很快地流下来了。我赶紧拭干了泪，怕他看见，也怕别人看见。我再向外看时，他已抱了朱红的橘子望回走了。过铁道时，他先将橘子散放在地上，自己慢慢爬下，再抱起橘子走。到这边时，我赶紧去搀他。他和我走到车上，将橘子一股脑儿放在我的皮大衣上。于是扑扑衣上的泥土，心里很轻松似的，过一会说，我走了到那边来信！我望着他走出去。他走了几步，回过头看见我，说，进去吧，里边没人。等他的背影混入来来往往的人里，再找不着了，我便进来坐下，我的眼泪又来了。近几年来，父亲和我都是东奔西走，家中光景是一日不如一日。他少年出外谋生，独力支持，做了许多大事。那知老境却如此颓唐！他触目伤怀，自然情不能自已。情郁于中，自然要发之于外家庭琐屑便往往触他之怒。他待我渐渐不同往日。"}
{"text":"他和我走到车上，将橘子一股脑儿放在我的皮大衣上。于是扑扑衣上的泥土，心里很轻松似的，过一会说，我走了到那边来信！我望着他走出去。他走了几步，回过头看见我，说，进去吧，里边没人。等他的背影混入来来往往的人里，再找不着了，我便进来坐下，我的眼泪又来了。近几年来，父亲和我都是东奔西走，家中光景是一日不如一日。他少年出外谋生，独力支持，做了许多大事。那知老境却如此颓唐！他触目伤怀，自然情不能自已。情郁于中，自然要发之于外家庭琐屑便往往触他之怒。他待我渐渐不同往日。但最近两年的不见，他终于忘却我的不好，只是惦记着我，惦记着我的儿子。我北来后，他写了一信给我，信中说道，我身体平安，惟膀子疼痛利害，举箸提笔，诸多不便，大约大去之期不远矣。我读到此处，在晶莹的泪光中，又看见那肥胖的，青布棉袍，黑布马褂的背影。唉！我不知何时再能与他相见！年月在北京。原载年月日文学周报第期散文全编阿河我这一回寒假，因为养病，住到一家亲戚的别墅里去。那别墅是在乡下。前面偏左的地方，是一片淡蓝的湖水，对岸环拥着不尽的青山。山的影子倒映在水里，越显得清清朗朗的。水面常如镜子一般。风起时，微有皱痕像少女们皱她们的眉头，过一会子就好了。湖的余势束成一条小港，缓缓地不声不响地流过别墅的门前。门前有一条小石桥，桥那边尽是田亩。这边沿岸一带，相间地栽着桃树和柳树，春来当有一番热闹的梦。别墅外面缭绕着短短的竹篱，篱外是小小的路。里边一座向南的楼，背后便倚着山。西边是三间平屋，我便住在这里。院子里有两块草地，上面随便放着两三块石头。另外的隙地上，或罗列着盆栽，或种莳着花草。篱边还有几株枝干蟠曲的大树，有一株几乎要伸到水里去了。我的亲戚韦君只有夫妇二人和一个女儿。她在外边念书，这时也刚回到家里。她邀来三位同学，同到她家过这个寒假两位是亲戚，一位是朋友。她们住着楼上的两间屋子。韦君夫妇也住在楼上。楼下正中是客厅，常是闲着，西间是吃饭的地方东间便是韦君的书房，我们谈天，喝茶，看报，都在这里。我吃了饭，便是一个人，也要到这里来闲坐一回。我来的第二天，韦小姐告诉我，她母亲要给她们找一个好好的女用人长工阿齐说有一个表妹，母亲叫他明天就带来做做看呢。她似乎很高兴的样子，我只是不经意地答应。"}
{"text":"我的亲戚韦君只有夫妇二人和一个女儿。她在外边念书，这时也刚回到家里。她邀来三位同学，同到她家过这个寒假两位是亲戚，一位是朋友。她们住着楼上的两间屋子。韦君夫妇也住在楼上。楼下正中是客厅，常是闲着，西间是吃饭的地方东间便是韦君的书房，我们谈天，喝茶，看报，都在这里。我吃了饭，便是一个人，也要到这里来闲坐一回。我来的第二天，韦小姐告诉我，她母亲要给她们找一个好好的女用人长工阿齐说有一个表妹，母亲叫他明天就带来做做看呢。她似乎很高兴的样子，我只是不经意地答应。平屋与楼屋之间，是一个小小的厨房。我住的是东面的屋子，从窗子里可以看见厨房里人的来往。这一天午饭前，我偶然向外看看，见一个面生的女用人，两手提着两把白铁壶，正往厨房里走韦家的李妈在她前面领着，不知在和她说甚么话。她的头发乱蓬蓬的，像冬天的枯草一样。身上穿着镶边的黑布棉袄和夹裤，黑里已泛出黄色棉袄长与膝齐，夹裤也直拖到脚背上。脚倒是双天足，穿着尖头的黑布鞋，后跟还带着两片同色的叶拔儿。想这就是阿齐带来的女用人了想完了就坐下看书。晚饭后，韦小姐告诉我，女用人来了，她的名字叫阿河。我说，名字很好，只是人土些还能做么？她说，别看她土，很聪明呢。我说，哦。便接着看手中的报了。以后每天早上，中上，晚上，我常常看见阿河挈着水壶来往她的眼似乎总是望前看的。两个礼拜匆匆地过去了。韦小姐忽然和我说，你别看阿河土，她的志气很好，她是个可怜的人。我和娘说，把我前年在家穿的那身棉袄裤给了她吧。我嫌那两件衣服太花，给了她正好。娘先不肯，说她来了没有几天后来也肯了。今天拿出来让她穿，正合式呢。我们教给她打绒绳鞋，她真聪明，一学就会了。她说拿到工钱，也要打一双穿呢。我等几天再和娘说去。她这样爱好！怪不得头发光得多了，原来都是你们教她的。好！你们尽教她讲究，她将来怕不愿回家去呢。大家都笑了。旧新年是过去了。因为江浙的兵事，我们的学校一时还不能开学。我们大家都乐得在别墅里多住些日子。这时阿河如换了一个人。她穿着宝蓝色挑着小花儿的布棉袄裤脚下是嫩蓝色毛绳鞋，鞋口还缀着两个半蓝半白的小绒球儿。我想这一定是她的小姐们给帮忙的。古语说得好，人要衣裳马要鞍，阿河这一打扮，真有些楚楚可怜了。她的头发早已是刷得光光的，覆额的留海也梳得十分伏帖。"}
{"text":"怪不得头发光得多了，原来都是你们教她的。好！你们尽教她讲究，她将来怕不愿回家去呢。大家都笑了。旧新年是过去了。因为江浙的兵事，我们的学校一时还不能开学。我们大家都乐得在别墅里多住些日子。这时阿河如换了一个人。她穿着宝蓝色挑着小花儿的布棉袄裤脚下是嫩蓝色毛绳鞋，鞋口还缀着两个半蓝半白的小绒球儿。我想这一定是她的小姐们给帮忙的。古语说得好，人要衣裳马要鞍，阿河这一打扮，真有些楚楚可怜了。她的头发早已是刷得光光的，覆额的留海也梳得十分伏帖。一张小小的圆脸，如正开的桃李花脸上并没有笑，却隐隐地含着春日的光辉，像花房里充了蜜一般。这在我几乎是一个奇迹我现在是常站在窗前看她了。我觉得在深山里发见了一粒猫儿眼这样精纯的猫儿眼，是我生平所仅见！我觉得我们相识已太长久，极愿和她说一句话――极平淡的话，一句也好。但我怎好平白地和她攀谈呢？这样郁郁了一礼拜。这是元宵节的前一晚上。我吃了饭，在屋里坐了一会，觉得有些无聊，便信步走到那书房里。拿起报来，想再细看一回。忽然门钮一响，阿河进来了。她手里拿着三四支颜色铅笔出乎意料地走近了我。她站在我面前了，静静地微笑着说白先生，你知道铅笔刨在哪里？一面将拿着的铅笔给我看。我不自主地立起来，匆忙地应道，在这里我用手指着南边柱子。但我立刻觉得这是不够的。我领她走近了柱子。这时我像闪电似地踌躇了一下，便说，我我她一声不响地已将一支铅笔交给我。我放进刨子里刨给她看。刨了两下，便想交给她但终于刨完了一支，交还了她。她接了笔略看一看，仍仰着脸向我。我窘极了。刹那间念头转了好几个圈子到底硬着头皮搭讪着说，就这样刨好了。我赶紧向门外一瞥，就走回原处看报去。但我的头刚低下，我的眼已抬起来了。于是远远地从容地问道，你会么？她不曾掉过头来，只嘤了一声，也不说话。我看了她背影一会。觉得应该低下头了。等我再抬起头来时，她已默默地向外走了。她似乎总是望前看的我想再问她一句话，但终于不曾出口。我撇下了报，站起来走了一会，便回到自己屋里。我一直想着些什么，但什么也没有想出。第二天早上看见她往厨房里走时，我发愿我的眼将老跟着她的影子！她的影子真好。她那几步路走得又敏捷，又匀称，又苗条，正如一只可爱的小猫。她两手各提着一只水壶，又令我想到在一条细细的索儿上抖擞精神走着的女子。"}
{"text":"她不曾掉过头来，只嘤了一声，也不说话。我看了她背影一会。觉得应该低下头了。等我再抬起头来时，她已默默地向外走了。她似乎总是望前看的我想再问她一句话，但终于不曾出口。我撇下了报，站起来走了一会，便回到自己屋里。我一直想着些什么，但什么也没有想出。第二天早上看见她往厨房里走时，我发愿我的眼将老跟着她的影子！她的影子真好。她那几步路走得又敏捷，又匀称，又苗条，正如一只可爱的小猫。她两手各提着一只水壶，又令我想到在一条细细的索儿上抖擞精神走着的女子。这全由于她的腰她的腰真太软了，用白水的话说，真是软到使我如吃苏州的牛皮糖一样。不止她的腰，我的日记里说得好她有一套和云霞比美，水月争灵的曲线，织成大大的一张迷惑的网！而那两颊的曲线，尤其甜蜜可人。她两颊是白中透着微红，润泽如玉。她的皮肤，嫩得可以掐出水来我的日记里说，我很想去掐她一下呀！她的眼像一双小燕子，老是在滟滟的春水上打着圈儿。她的笑最使我记住，像一朵花漂浮在我的脑海里。我不是说过，她的小圆脸像正开的桃花么？那么，她微笑的时候，便是盛开的时候了花房里充满了蜜，真如要流出来的样子。她的发不甚厚，但黑而有光，柔软而滑，如纯丝一般。只可惜我不曾闻着一些儿香。唉！从前我在窗前看她好多次，所得的真太少了若不是昨晚一见，――虽只几分钟――我真太对不起这样一个人儿了。午饭后，韦君照例地睡午觉去了，只有我，韦小姐和其他三位小姐在书房里。我有意无意地谈起阿河的事。我说你们怎知道她的志气好呢？那天我们教给她打绒绳鞋一位蔡小姐便答道，看她很聪明，就问她为甚么不念书？她被我们一问，就伤心起来了。是的，韦小姐笑着抢了说，后来还哭了呢还有一位傻子陪她淌眼泪呢。那边黄小姐可急了，走过来推了她一下。蔡小姐忙拦住道，人家说正经话，你们尽闹着玩儿！让我说完了呀――我代你说啵，韦小姐仍抢着说，――她说她只有一个爹，没有娘。嫁了一个男人，倒有三十多岁，土头土脑的，脸上满是疱！他是李妈的邻舍，我还看见过呢。好了，底下我说吧。蔡小姐接着道，她男人又不要好，尽爱赌钱她一气，就住到娘家来，有一年多不回去了。她今年几岁？我问。十七不知十八？前年出嫁的，几个月就回家了，蔡小姐说。不，十八，我知道，韦小姐改正道。"}
{"text":"蔡小姐忙拦住道，人家说正经话，你们尽闹着玩儿！让我说完了呀――我代你说啵，韦小姐仍抢着说，――她说她只有一个爹，没有娘。嫁了一个男人，倒有三十多岁，土头土脑的，脸上满是疱！他是李妈的邻舍，我还看见过呢。好了，底下我说吧。蔡小姐接着道，她男人又不要好，尽爱赌钱她一气，就住到娘家来，有一年多不回去了。她今年几岁？我问。十七不知十八？前年出嫁的，几个月就回家了，蔡小姐说。不，十八，我知道，韦小姐改正道。哦。你们可曾劝她离婚？怎么不劝韦小姐应道，她说十八回去吃她表哥的喜酒，要和她的爹去说呢。你们教她的好事，该当何罪！我笑了。她们也都笑了。十九的早上，我正在屋里看书，听见外面有嚷嚷的声音这是从来没有的。我立刻走出来看只见门外有两个乡下人要走进来，却给阿齐拦住。他们只是央告，阿齐只是不肯。这时韦君已走出院中，向他们道，你们回去吧。人在我这里，不要紧的。快回去，不要瞎吵！两个人面面相觑，说不出一句话俄延了一会，只好走了。我问韦君什么事？他说，阿河！还不是瞎吵一回子。我想他于男女的事向来是懒得说的，还是回头问他小姐的好我们便谈到别的事情上去。吃了饭，我赶紧问韦小姐，她说，她是告诉娘的，你问娘去。我想这件事有些尴尬，便到西间里问韦太太她正看着李妈收拾碗碟呢。她见我问，便笑着说，你要问这些事做什么？她昨天回去，原是借了阿桂的衣裳穿了去的，打扮得娇滴滴的，也难怪，被她男人看见了，便约了些不相干的人，将她抢回去过了一夜。今天早上，她骗她男人，说要到此地来拿行李。她男人就会信她，派了两个人跟着。那知她到了这里，便叫阿齐拦着那跟来的人她自己便跪在我面前哭诉，说死也不愿回她男人家去。你说我有什么法子。只好让那跟来的人先回去再说。好在没有几天，她们要上学了，我将来交给她的爹吧。唉，现在的人，心眼儿真是越过越大了一个乡下女人，也会闹出这样惊天动地的事了！可不是，李妈在旁插嘴道，太太你不知道我家三叔前儿来，我还听他说呢。我本不该说的，阿弥陀佛！太太，你想她不愿意回婆家，老愿意住在娘家，是什么道理？家里只有一个单身的老子你想那该死的老畜生！他舍不得放她回去呀！低些，真的么？韦太太惊诧地问。"}
{"text":"你说我有什么法子。只好让那跟来的人先回去再说。好在没有几天，她们要上学了，我将来交给她的爹吧。唉，现在的人，心眼儿真是越过越大了一个乡下女人，也会闹出这样惊天动地的事了！可不是，李妈在旁插嘴道，太太你不知道我家三叔前儿来，我还听他说呢。我本不该说的，阿弥陀佛！太太，你想她不愿意回婆家，老愿意住在娘家，是什么道理？家里只有一个单身的老子你想那该死的老畜生！他舍不得放她回去呀！低些，真的么？韦太太惊诧地问。他们说得千真万确的。我早就想告诉太太了，总有些疑心今天看她的样子，真有几分对呢。太太，你想现在还成什么世界！这该不至于吧。我淡档地插了一句。少爷，你那里知道！韦太太叹了一口气，――好在没有几天了，让她快些走吧别将我们的运气带坏了。她的事，我们以后也别谈吧。开学的通告来了，我定在二十八走。二十六的晚上，阿河忽然不到厨房里挈水了。韦小姐跑来低档地告诉我，娘叫阿齐将阿河送回去了我在楼上，都不知道呢。我应了一声，一句话也没有说。正如每日有三顿饱饭吃的人，忽然绝了粮却又不能告诉一个人！而且我觉得她的前面是黑洞洞的，此去不定有什么好歹！那一夜我是没有好好地睡，只翻来覆去地做梦，醒来却又一例茫然。这样昏昏沉沉地到了二十八早上，懒懒地向韦君夫妇和韦小姐告别而行，韦君夫妇坚约春假再来住，我只得含糊答应着。出门时，我很想回望厨房几眼但许多人都站在门口送我，我怎好回头呢？到校一打听，老友陆已来了。我不及料理行李，便找着他，将阿河的事一五一十告诉他。他本是个好事的人听我说时，时而皱眉，时而叹气，时而擦掌。听到她只十八岁时，他突然将舌头一伸，跳起来道，可惜我早有了我那太太！要不然，我准得想法子娶她！你娶她就好了现在不知鹿死谁手呢？我俩默默相对了一会，陆忽然拍着桌子道，有了，老汪不是去年失了恋么？他现在还没有主儿，何不给他俩撮合一下。我正要答说，他已出去了。过了一会子，他和汪来了，进门就嚷着说，我和他说，他不信要问你呢！事是有的，人呢，也真不错。只是人家的事，我们凭什么去管！我说。想法子呀！陆嚷着。什么法子？你说！好，你们尽和我开玩笑，我才不理会你们呢！汪笑了。"}
{"text":"要不然，我准得想法子娶她！你娶她就好了现在不知鹿死谁手呢？我俩默默相对了一会，陆忽然拍着桌子道，有了，老汪不是去年失了恋么？他现在还没有主儿，何不给他俩撮合一下。我正要答说，他已出去了。过了一会子，他和汪来了，进门就嚷着说，我和他说，他不信要问你呢！事是有的，人呢，也真不错。只是人家的事，我们凭什么去管！我说。想法子呀！陆嚷着。什么法子？你说！好，你们尽和我开玩笑，我才不理会你们呢！汪笑了。我们几乎每天都要谈到阿河，但谁也不曾认真去想法子。一转眼已到了春假。我再到韦君别墅的时候，水是绿绿的，桃腮柳眼，着意引人。我却只惦着阿河，不知她怎么样了。那时韦小姐已回来两天。我背地里问她，她说，奇得很！阿齐告诉我，说她二月间来求娘来了。她说她男人已死了心，不想她回去只不肯白白地放掉她。他教她的爹拿出八十块钱来，人就是她的爹的了他自己也好另娶一房人。可是阿河说她的爹那有这些钱？她求娘可怜可怜她！娘的脾气你知道。她是个古板的人她数说了阿河一顿，一个钱也不给！我现在和阿齐说，让他上镇去时，带个信儿给她，我可以给她五块钱。我想你也可以帮她些，我教阿齐一块儿告诉她吧。只可惜她未必肯再上我们这儿来！我拿十块钱吧，你告诉阿齐就是。我看阿齐空闲了，便又去问阿河的事。他说，她的爹正给她东找西找地找主儿呢。只怕难吧，八十块大洋呢！我忽然觉得不自在起来，不愿再问下去。过了两天，阿齐从镇上回来，说，今天见着阿河了。娘的，齐整起来了。穿起了裙子，做老板娘娘了！据说是自己拣中的这种年头！我立刻觉得，这一来全完了！只怔怔地看着阿齐，似乎想在他脸上找出阿河的影子。咳，我说什么好呢？愿命运之神长远庇护着她吧！第二天我便托故离开了那别墅我不愿再见那湖光山色，更不愿再见那间小小的厨房！年月日作原载年月日文学周报第期散文全编哀韦杰三君此文原载在清华周刊上，所以用了向清华人说话的语气。韦杰三君是一个可爱的人我第一回见他面时就这样想。这一天我正？敲门的声音进来的是一位温雅的少年。我问他贵姓的时候，他将他的姓名写在纸上给我看说是苏甲荣先生介绍他来的。"}
