{"text":"客人没等他师父回来就先离开了，等到师父回来时，小和尚到山门外老远去迎接，行礼问好。师父看见，奇怪极了，问起这一套举动是哪里学来的。小和尚说出经过，这个师父气坏了，找到那位朋友大吵一顿。他说我二十多年来，不让他染污上任何是非善恶的东西，保留一副人性原本的清白。结果给你这一搞就搞坏了，我二十几年来的心血白费了。我们听了这个故事，其中所包括的内涵很多，不妨从各方面去理解。第二个故事大家都知道的，一个老和尚也是这样收了一个小孩。到了二十几岁，要带他下山，但很为他担心。就告诉他，你没有到人世间看过，现在我带你去。在城市中很热闹，五花八门，不过什么都不必怕，只有一个东西――老虎，你要注意，那是会吃人的。小和尚问老虎是什么样子，老和尚就把女人的样子告诉他，说这就是老虎。老和尚带他走了一趟，回到山上以后问徒弟，到了闹市里最喜欢的是什么？小和尚认为一切都很好，没有什么特别可动心的。老和尚又问那什么东西最可爱呢？小和尚说，最可爱的还是老虎。这两个故事都涉及了人性，所以讨论到论语上的这个质字，一定要说怎样才是人的本质，也是很难下定论的。如果质胜文，缺乏文化的修养就不美。倘使文胜质便很可能成为书呆子。学识太好的人，也很可能会令人头大。谈学问头头是道，谈作人做事，样样都糟，而且主观特别的强。所以文与质两个重点要平衡。另外他又说出一个道理来子曰人之生也直，罔之生也幸而免。这是讲到质与文以后，孔子说，人生来的天性，原是直道而行，是率直的。说到这里就很妙了，人喜欢讲直，站在心理学的观点来看，一个尽管很坏的人，但也喜欢他的朋友很老实，不但老实人喜欢老实人，连坏人也欢喜老实人，从这里就可以体会到，人应该作哪一种人才对。人都喜欢别人直――诚实，即使他自己不诚实，至少对于老实人，肯上他当的，还是喜欢。从教育上看，任何一种教育，都是教孩子要诚实，不要撒谎，可是人做到了没有？不可能。就我来说，十几年前，我有一个孩子还小的时候，每逢晚上，来访的朋友太多，简直没得休息，有时感到很烦，有一天实在疲劳，也知道有位先生一定会来访，我就交代孩子我去楼上睡觉，有人来访，说我不在。结果这位客人来了，我孩子说我爸爸告诉我，他要睡觉，有客人来就说不在！应该骂孩子吗？"}
{"text":"从教育上看，任何一种教育，都是教孩子要诚实，不要撒谎，可是人做到了没有？不可能。就我来说，十几年前，我有一个孩子还小的时候，每逢晚上，来访的朋友太多，简直没得休息，有时感到很烦，有一天实在疲劳，也知道有位先生一定会来访，我就交代孩子我去楼上睡觉，有人来访，说我不在。结果这位客人来了，我孩子说我爸爸告诉我，他要睡觉，有客人来就说不在！应该骂孩子吗？不应该，我们要求他要诚实，他讲得很诚实，他很对，不对的是我们，那么人到底应不应该率直？呆板的直，一味的直，会不会出毛病？这都是问题。所以人生处世的确很难，有时候作了一辈子人，自己越作越糊涂。但根据孔子的话，人生来很坦诚，很率直。试看每一个小孩都很诚恳，假定在幼稚园发现了一个会用心机的孩子，那这个孩子大成问题，不是当时身心有问题，就是将来长大了会成为问题人物，但绝大部分的小孩都不会用心机。不过人慢慢长大了，经验慢慢多了，就罔了。这个罔字做什么解释呢？平常用到迷惘的惘，在旁边多了一个竖心旁。罔字的意义，代表了虚伪空洞。罔之生也，一个人虚虚假假地过一辈子。虚伪的人不会有好结果的，纵然有时会有些好际遇也是侥幸意外免去了祸患，并非必然。必然是不好的结局。这两句话是说人天生是率直的，年龄越大，经验越多就越近乎罔。以虚伪的手段处世觉得蛮好的，但是结果一定不会好，纵然好也是幸而免。可是幸而免是万分之一的事，这种赌博性的行为，危险太大，是不划算的。楼下黄金楼上人说到这里，孔子又转了另一个道理，他认为要把学问作好，不是一件痛苦的事。子曰知之者不如好之者，好之者不如乐之者。这在教育上是一个大问题，世界上谁不想作好人做好事？都想做。有很多人知道应该怎么做，道理都懂，可是做起来就不是那么回事了。前面我也曾经提到，许多人看得破，忍不过。比如说算了吧！生活简单一点吧！这是看破了，但到时候却忍不过。看到不义之财，第一个念头是不要多看一眼，眼睛就亮了再看一眼，眼睛就发红了。历史上有个故事，是说三国时的管宁与华歆，管宁是有名的高士，后来他一生不下楼。最初与他的同学华歆一起读书，两人一起挖地。管宁挖到一块黄金的时候，视黄金如泥土一样地丢开了，看都不去多看一眼。"}
{"text":"都想做。有很多人知道应该怎么做，道理都懂，可是做起来就不是那么回事了。前面我也曾经提到，许多人看得破，忍不过。比如说算了吧！生活简单一点吧！这是看破了，但到时候却忍不过。看到不义之财，第一个念头是不要多看一眼，眼睛就亮了再看一眼，眼睛就发红了。历史上有个故事，是说三国时的管宁与华歆，管宁是有名的高士，后来他一生不下楼。最初与他的同学华歆一起读书，两人一起挖地。管宁挖到一块黄金的时候，视黄金如泥土一样地丢开了，看都不去多看一眼。而华歆走去多看了一眼，才不再去管它。就这样管宁和华歆绝交了，或许有人会说管宁未免太不近人情。但古代历史记载简单，事实上他们两人同学，感情如此好，管宁已经观察华歆很久了，再加上这一件事情，他断定华歆是不安于淡泊的。果然后来华歆扶助曹丕篡汉，成了千古罪人，虽然文章非常好，但是他变成了反派的文人，也就是前面所说的小人之儒。所以管宁当华歆地位高了，他就永远不下楼，意思是你虽然有了政治的权力，但我就不踏在你的土地上，这就是华歆看得破，忍不过的道理。还有想得到，做不来，有许多事情我们都想得到，但做起来的时候，就硬做不来。也就是说学问道理虽然懂得，身体力行时，却做不到。所以知之者不如好之者。对做学问必须养成习惯，一日不可无它。第一篇学而中说，学而时习之，不亦说乎！那个习字就是要好之。好之者不如乐之者，爱好它，喜欢虽然喜欢，并不认为是生活中的一件乐趣。以现在最流行的打太极拳来说，决没有打麻将那么受人欢迎。因为打麻将的人视此事一乐也，坐在那里快乐得很，而打太极拳，知道对身体有利益，是知之者，天天打，是好之者，可是摸两下，觉得今天好累，明天再打，那就还不是乐之者。欲期学问的成就，进入乐之的境界，就太不简单了。我们对于部下或者子女的教育，就要注意这一点，看他乐于哪一面，就在哪方面培养他。就算爱打麻将，也可以培养他，当然不是培养他去打麻将，而是将他打麻将的心理转移到近似的正途发展。这才是师道的原则，不但对人如此，对自己修养学问也要如此，但是孔子下面又说一句话子曰中人以上，可以语上也。中人以下，不可以语上也。这是说人的智慧不能平齐，姑且把它分作上中下三等的差别。"}
{"text":"我们对于部下或者子女的教育，就要注意这一点，看他乐于哪一面，就在哪方面培养他。就算爱打麻将，也可以培养他，当然不是培养他去打麻将，而是将他打麻将的心理转移到近似的正途发展。这才是师道的原则，不但对人如此，对自己修养学问也要如此，但是孔子下面又说一句话子曰中人以上，可以语上也。中人以下，不可以语上也。这是说人的智慧不能平齐，姑且把它分作上中下三等的差别。中人以上的资质，可以告诉他高深的理论至于中人以下的资质，在教育方面，教导方面，对他们就不要作过高的要求，不妨作低一点的要求。但中人以下的人，他们的成就，又不一定永远在中人以下，只要他努力，最后的成就，和中人以上的会是一样的。这在历史上可以举很多的事例来说明的。凡当过老师的，作过领导人的，都能体会孔子这一段话是绝对正确的。我误聪明上面的话，都是孔子从质胜文则野，文胜质则史。的话一直讲下来的，是教育的道理，也是作领导人的原则。大凡领导人的时候，对部下先要认识。看他的能力若是中人以下，却把较高的任务交给他，那一定糟糕。教育的原理也是一样，对自己子女的教育更要注意，千万不要儿女都是自己的好，对自己的儿女也要看情形，中人以上可以语上也，中人以下不可以语上也。教育后代，只是希望他很努力，很平安的活下去，在社会上做一个好分子，这是最基本的要点，并不希望他有特殊的地方。像苏东坡，名气那么大，在文人学者中，他实在好运气。比苏东坡学问好的人，不是没有，可是苏东坡在宋朝，名闻国际，几个皇帝都爱他。当时日本高丽派来的使臣都知道，甚至敌国的人都知道，当时金人所派来的使臣，第一个问起的就是苏东坡和他的作品，他的文章诗词，中外传扬。后来他在政治舞台上受到重重打击，便写了一首感慨的诗说人人都说聪明好，我被聪明误一生。但愿生儿愚且蠢，无灾无难到公卿。我们从苏东坡这首诗上看到人生。他无限的痛苦烦恼。所以学问好，名气大，官作高了，没痛苦吗？痛苦更多，这是我们从他这首诗了解的第一点。第二点，从这首诗看苏东坡的观点就很可笑了，试看他前两句，不但他有这个感觉，大家也有这种感觉第三句也蛮好的第四句毛病又出在他太聪明了。世界上哪有这种事？！生个儿子又笨又蠢，像猪一样，一生中又无灾无难，一直上去到高官厚禄，这个算盘打得太如意了。这是聪明误我？或是我误聪明呢？"}
{"text":"但愿生儿愚且蠢，无灾无难到公卿。我们从苏东坡这首诗上看到人生。他无限的痛苦烦恼。所以学问好，名气大，官作高了，没痛苦吗？痛苦更多，这是我们从他这首诗了解的第一点。第二点，从这首诗看苏东坡的观点就很可笑了，试看他前两句，不但他有这个感觉，大家也有这种感觉第三句也蛮好的第四句毛病又出在他太聪明了。世界上哪有这种事？！生个儿子又笨又蠢，像猪一样，一生中又无灾无难，一直上去到高官厚禄，这个算盘打得太如意了。这是聪明误我？或是我误聪明呢？就人生哲学的观点来看，如果当苏东坡的老师，这一首诗前三句可打圈圈，末句不但打三个，还要把苏东坡叫来面斥一顿你又打如意算盘，太聪明了！怎么不误了自己呢？以上中间这一段，几节连起来，是讲人生作学问的道理，跟着说的牵涉到政治的问题。政治与宗教樊迟问知。子曰务民之义，敬鬼神而远之，可谓知矣。问仁。曰仁者先难而后获，可谓仁矣。这个知念智，为智仁勇的智，古代知智相通。樊迟，这位孔子的学生，不必介绍了，上次驾车的就是他。有一天他问孔子，什么叫真智慧，这个知包括了科学哲学，但在这里却偏向于政治哲学。孔子答复得很妙务民之义，敬鬼神而远之，可谓知矣。务民是什么？是领导人，作一个从政领导的人便是务民，意思是他所领导的事务是为老百姓服务的。敬鬼神而远之，这句话我们中国人都知道是孔子的名言。孔子不相信宗教吗？他非常相信，他认为鬼神是有，但与人是两路。所谓天道远，人道迩。鬼神是天道的问题，离我们很远。我们现在活着都是人道――人道迩，政治教育经济军事社会都是人道的事，不要以鬼神为主，所以敬鬼神而远之，是敬而远之，不是不信。过去，尤其是现在，一谈到宗教，人们就说迷信，这种态度我非常反对，持这态度的人懂不懂宗教？是一个问题，如说不懂，是迷信何必去懂他？这样便是大迷信。为什么呢？因为迷信自己嘛！对于一个东西，内容还不懂，就随便下定义，这不是迷信吗？迷信，就是迷糊不知道而相信，这才叫迷信，现在你对宗教不知道而下了这个定义，这是大迷信。孔子绝不迷信，敬鬼神而远之，这就是知。这是个大问题，中国古代历史，西方古代历史，几乎政治与宗教没有分过家。"}
{"text":"过去，尤其是现在，一谈到宗教，人们就说迷信，这种态度我非常反对，持这态度的人懂不懂宗教？是一个问题，如说不懂，是迷信何必去懂他？这样便是大迷信。为什么呢？因为迷信自己嘛！对于一个东西，内容还不懂，就随便下定义，这不是迷信吗？迷信，就是迷糊不知道而相信，这才叫迷信，现在你对宗教不知道而下了这个定义，这是大迷信。孔子绝不迷信，敬鬼神而远之，这就是知。这是个大问题，中国古代历史，西方古代历史，几乎政治与宗教没有分过家。我们历史上的秦始皇汉高祖唐宋元明清一路下来，几乎没有一个皇帝没有和宗教发生过关系，不管他是信仰或反对。外国也一样。讲到这里可以告诉大家一个事实，当南越已故总统吴廷琰未去世前，有位神父，陪一位也是教书的外国神父，到我家里来访问，说是由教廷来的。我一听这件事，颇头大。我声明如果视我为代表中国的某一宗教徒，我不愿谈话，因为我不能代表任何一个宗教。他说就因为我不代表任何一个宗教，比较超然，所以要访问我。我说我首先告诉你，请你转告他们。我曾经在香港对宗教人士演讲，提到二十一世纪之时，所有宗教的外衣都必须脱掉，所有宗教的大门都必须打开，而且各宗教要联合起来共同服务，追求人生宇宙的真谛，二十一世纪的文明，才能够建设。我说也许言之过早，但是你们可记录下来，将来必定如此。为什么呢？假使不脱掉宗教的外衣，不打开宗教的大门，还是闭关自守，对所有宗教而言，便有八个字的定论――关门主义，自杀政策。宗教是谁在排斥？并不是宗教之间的斗争，而是自然的发展，科学文明在捉弄宗教。后来他问到南越的事情，天主教与佛教之间在南越的问题。我说现在你可以记录我的话了，我是中国人，站在中国历史文化的立场，贡献你们一个意见，世界人类文化，站在宗教的观点来看政治，好像每一个地区的政权，不过是由宗教制成的一个作品相反的站在政治立场来看宗教，任何宗教不过是政治上的一环而已。凡是纯粹的宗教徒，最好站在政治的立场来看宗教。西方的宗教不去管，在中国的历史上，任何一个时代，政治如果扯上了宗教问题，便非失败不可。我当时认为贡献他们这个意见，非常踏实，很诚恳。现在来说更中肯，一点没错。我们中国历史上，秦汉以下，三国时的黄巾张角元朝的白莲教，近代如红灯照义和团太平天国等都是政治扯上宗教关系。凡政治扯上宗教关系来玩的，非失败不可。"}
{"text":"凡是纯粹的宗教徒，最好站在政治的立场来看宗教。西方的宗教不去管，在中国的历史上，任何一个时代，政治如果扯上了宗教问题，便非失败不可。我当时认为贡献他们这个意见，非常踏实，很诚恳。现在来说更中肯，一点没错。我们中国历史上，秦汉以下，三国时的黄巾张角元朝的白莲教，近代如红灯照义和团太平天国等都是政治扯上宗教关系。凡政治扯上宗教关系来玩的，非失败不可。西方的十字军东征，这么大一个战争，为了宗教的观念而起的，成功了没有？失败了，此其一。第二，政治必须仰仗历史文化的经验，当时的南越太年轻了。我不好意思讲，这是我国自己国家运气差一点的时候，自己倒楣，免谈了。严格说来，南越是小孩嘛，政治和历史文化是要久远的经验，不可像小孩子一样随便乱来的。这些事例就是说明敬鬼神而远之的意义，如果讲宗教史，佛教玄奘取经回国以后，便是唐太宗捧出来的。同时唐太宗也捧道教。唐代的真正国教是道教，上朝排列朝班时道教站在第一位，佛教站在第二位，但待遇上是平等的。至于儒教，不用说，也是照捧，对伊斯兰教也很崇敬，老的基督教――景教，也是唐太宗时候到中国来的，唐太宗还替他写一个碑文，准他在广州盖庙――建教堂。唐太宗那样大的政治气派，看每一个宗教都是好的，都请上坐，泡好茶。他自己信什么教，他没有表示。老老实实说，后来考据他是信佛教的。但在政治态度上，他绝对公平，过去尽管没有宪法，对宗教还是公平。所以孔子说为政的领导道理与鬼神之事的关系，不能完全做迷信看。有时对工作，对政治非常有帮助。不过上面一个敬字很重要，应该非常恭敬。比如拿破仑，绝不迷信，他当皇帝以后，曾经把皇冠一脚踢开，认为这些皇帝的帽子算什么东西。但当他打到了伊斯兰教的国家，看到伊斯兰教的教堂，却跪下来，跟着别人一样礼拜，这就是敬鬼神而远之的道理，这也是最高度的智慧，不能叫迷信。信仰是个人的事，处大事时，则不能随意有所偏废。为什么举这许多事例来说明敬鬼神而远之为知呢？要注意，孔子上面有一句话，务民之义，讲到一个国家领导人的智慧问题，并不是普通闲谈地，讨论鬼神这个哲学问题。后来又问到仁这个问题。这里的仁不是讲仁的体，而是讲仁的用，作人处世的仁。孔子说，一个领导别人的人，极须要仁爱的心怀，对任何问题不要轻视，不轻视也就是儒家敬其事的思想。"}
{"text":"信仰是个人的事，处大事时，则不能随意有所偏废。为什么举这许多事例来说明敬鬼神而远之为知呢？要注意，孔子上面有一句话，务民之义，讲到一个国家领导人的智慧问题，并不是普通闲谈地，讨论鬼神这个哲学问题。后来又问到仁这个问题。这里的仁不是讲仁的体，而是讲仁的用，作人处世的仁。孔子说，一个领导别人的人，极须要仁爱的心怀，对任何问题不要轻视，不轻视也就是儒家敬其事的思想。尤其领导人聪明的，往往容易轻视天下事，犯上苏东坡我被聪明误一生的毛病，所以任何事先从难的方面想，以后才能得到好的结果。先从难的方面，问题多的方面看，都研究完了，最后有一个结论，得到中道的成果，这就是仁的用。这样一来，便利了自己，也便利了别人，更便利了老百姓。这几十年来，年轻的朋友，用西方文化的观念来处理事情――错了，不怕错，就怕不做错了没有关系，再改。这一来，在政治上有好也有坏。有些人喜欢引用拿破仑的气魄，说他的字典里没有难字，这句话听了很过瘾，非常有气魄。但是大家想想，拿破仑并没有成功，他不会成功，如同中国的项羽一样。说到西方文化，美国除了科学以外，追根究柢没有什么真东西可看只有到欧洲去看在欧洲只有到法国看，到了法国只看到拿破仑的凯旋门。欧洲人都崇拜拿破仑，可是像拿破仑这样的人，在中国历史上多的是，可以拣出来一打以上，这有什么了不起？一个老成谋国的人，要注意这个难，先难而后获，这就是用仁之道。不在山水之间那么什么是真正的智慧？什么是真正的爱心？子曰知者乐，水仁者乐，山。知者动仁者静。知者乐仁者寿。这几句话，一般的人说，知者乐水的意思是说聪明的人喜欢水，因为水性流动。仁者乐山是说仁慈的人喜欢山。如果这样解释，问题大了。套用庄子的口吻来说，知者乐水，那么鳗鱼泥鳅黄鱼乌龟都喜欢水，它是聪明的吗？仁者乐山，那么猴子老虎狮子都是仁慈的吗？这种解释是不对的。正确的解释是知者乐，水。知者的快乐，就像水一样，悠然安详，永远是活泼泼的。仁者乐，山。仁者之乐，像山一样，崇高伟大宁静。这是很自然的道理，不是我故意作此解释的。为什么不是我故意的？"}
{"text":"这几句话，一般的人说，知者乐水的意思是说聪明的人喜欢水，因为水性流动。仁者乐山是说仁慈的人喜欢山。如果这样解释，问题大了。套用庄子的口吻来说，知者乐水，那么鳗鱼泥鳅黄鱼乌龟都喜欢水，它是聪明的吗？仁者乐山，那么猴子老虎狮子都是仁慈的吗？这种解释是不对的。正确的解释是知者乐，水。知者的快乐，就像水一样，悠然安详，永远是活泼泼的。仁者乐，山。仁者之乐，像山一样，崇高伟大宁静。这是很自然的道理，不是我故意作此解释的。为什么不是我故意的？再看下文就知道，他说知者的乐是动性的，像水一样。仁者的乐是静性的，像山一样。这不是很明白吗？硬是断章取义，说知者乐水是喜欢水，仁者乐山是喜欢山，这是不对的。有些人的学问修养，活泼泼的，聪明人多半都活坡，所谓杨柳岸，晓风残月滚滚长江东逝水就是这么个气魄，这么个气度。仁慈的人，多半是深厚的，宁静得和山一样。所以下面的结论知者乐，知者是乐的，人生观兴趣是多方面的仁者寿，宁静有涵养的人，比较不大容易发脾气，也不容易冲动，看事情冷静，先难而后获，这种人寿命也长一点。这是连起来的意思，千万不要跟着古人乱解释聪明的人一定喜欢水，仁慈的人一定喜欢山。那问题就很大了。变了形的文化样品下面两节，孔子感慨起当时的文化问题了。看起来是两节闲文，毫不相干的话。研究起来，必须要配合春秋战国的历史时代。子曰齐一变，至于鲁鲁一变，至于道。子曰觚不觚，觚哉！觚哉！讲到春秋战国时代文化的演变，齐鲁两国，无论在东西周时期，都具有核心性的影响作用。后来的楚国秦国，虽凭一股新兴文化的气势，左右战国时期，但始终是以国富兵强而具有影响时局的力量而已。若论文化的渊源，仍然不能离开齐鲁。鲁国乃周公之后，周朝武王统一天下，对老功臣，分封建国。周公的后代被封在鲁，保存了周代文化的精神。姜太公帮助了武王统一天下，他的后代封于齐，发展出后世道家学术的精神。换言之，姜太公一系遗留在中国的文化，可以说代表了传统道家的文化鲁国的文化则代表了周公这个系统，也就是形成后世儒家的文化楚的文化则为老庄一系所形成的南方文化成分较多墨子则代表宋国的文化，宋为殷商的后代，所以在墨子的学术思想中，保留有浓厚的夏商文化的色彩。"}
