{"text":"富豪的女儿，是美的。小市民出身的年青的男子，溜出阶级斗争的背后，要高升到富豪的家族里面去。他就简单地只靠了恋爱，走上了一段阶级的梯子。为了他和富豪的女儿，常设馆的可怜的乐队，就奏起结婚进行曲来。富豪由此得到恭维。小市民为这飞腾故事所激励，觉得要誓必尽忠于有产阶级。但人们，大部分是无产者的人们，这样却还不满足。没有破绽的商人，于是来设法。他们便想一切都避开阶级这一个观念。于是家庭剧发生了。那对于阶级的对立，是彻头彻尾，要掩住看客的眼睛，连两个不同的阶级的存在，也避开不写。将一切问题和倾向，都置之不顾，但竭力将谨慎的小市民的生活，仅在他们的生活圈内，描写出来。那大抵是关于恋爱的柔滑的故事，或则以母性爱为主题，其中虽一个无产者，一个资本家，也不准登场。只有小市民阶级作为惟一的阶级，在独裁着。后略义底的。而且许多人们，都抱着这样的幻想。但其实，除了极少数的第一流作品以外，一切全没有什么现实底的申诉的。自然，虽说是罗曼主义，但和给十九世纪时有产阶级革命的艺术以特征的那生着火焰之翼的罗曼主义，是不一样的。这是为了平庸，近视，乐天底的小市民们而设的，也是平庸，近视，乐天底的罗曼主义。这于迭克萨的农民，芝加各的公司人员，亚理梭那的牧童，纽借那的送牛奶人，纽约的速记生，毕兹巴格的野球选手，东京的中学生，横滨的水手，无不相宜。说起来，就是现成的罗曼主义。作为那象征底的形相，则有珂林谟亚，瑙玛希拉，克莱拉宝，从一九二六年起，顺次登场来了。就是那样程度的罗曼主义。每星期薪水美金二十五元的大学生出身的公司职员和美尔顿百货公司的娇娃的恋爱故事。珂尼爱兰特。新福特式的跑车。爵兹乐舞。打猎。至于这花旗罗曼主义上所必要的此外的布置和氛围气，则读者倘一看的广告栏，更所希望的，是往就近的电影馆，一赏鉴任何的亚美利加影片，大约便能自己领悟的罢。读者必须明白，这小市民底的罗曼主义，是和亚美利加资本主义还在走着上行线的这一个公式底认识，有不可分的关联的。这事实，在一方面，是每年将九十亿元的国帑，撒在有产阶级的怀中，而使发生了叫作所谓s的有闲阶级，利子生活者的大群。而且有闲阶级，利子生活者的大群，则使他本身的消费底文化，娱乐机关，极端地发达起来了。"}
{"text":"读者必须明白，这小市民底的罗曼主义，是和亚美利加资本主义还在走着上行线的这一个公式底认识，有不可分的关联的。这事实，在一方面，是每年将九十亿元的国帑，撒在有产阶级的怀中，而使发生了叫作所谓s的有闲阶级，利子生活者的大群。而且有闲阶级，利子生活者的大群，则使他本身的消费底文化，娱乐机关，极端地发达起来了。而从那消费底文化的母胎中，就N酵了为一切文化烂熟期之特色的一种像煞有介事，通人趣味，低徊趣味，讽刺，冷嘲等。这过度地洗炼了的生活感情，他们称之为ps。卖弄巴黎式的，以及花旗式地解释了的之类的话，都和这相关联，而为人们所欢喜。卓别林在巴黎一妇人s里，居然表现了那ps的模范p。刘别谦ss在婚姻范围里，表现于一套片子上面了。蒙太培尔，玛尔辛克莱儿，泰巴第达赖尔等许多后继者们，都发挥了电影界的玄妙家腔调。但是，亚美利加虽在那一切的资本主义底兴隆，但本身之中，却已经包藏着到底消除不尽的内底矛盾，而在苦闷。消费不能相副的一面底生产，失了投资市场的大金融资本，荷佛政府的积极底外交，拥抱着五百万失业者的天国亚美利加，现在是正踏在不可掩饰的阶级底对立的顶上了。这社会情势，将怎样地反映在亚美利加影片之中呢，那是很有兴味的将来的问题。附记这一篇文章的题目，原是作为宣传，煽动手段的电影。所谓宣传，煽动者，本是指支配阶级那一面而言，和造反并无关系。但这些字面，现在有许多人都不大喜欢，尤其是在支配阶级那方面。那原因，只要看本文第七章电影与小市民的前几段，就明白了。本文又原是电影和资本主义中的一部分，但全书尚未完成，这是据发表在新兴艺术第一，第二号上的初稿译出来的。在篇末有几句声明，现在也译在下面我的，电影和资本主义，原要接着本稿，更以社会底逃避的电影，无产阶级方面所作的宣传电影等，作为顺次的问题，臻于完成的。但现在，则仅以对于有产阶级电影的如上的研究，暂且搁笔。"}
{"text":"但这些字面，现在有许多人都不大喜欢，尤其是在支配阶级那方面。那原因，只要看本文第七章电影与小市民的前几段，就明白了。本文又原是电影和资本主义中的一部分，但全书尚未完成，这是据发表在新兴艺术第一，第二号上的初稿译出来的。在篇末有几句声明，现在也译在下面我的，电影和资本主义，原要接着本稿，更以社会底逃避的电影，无产阶级方面所作的宣传电影等，作为顺次的问题，臻于完成的。但现在，则仅以对于有产阶级电影的如上的研究，暂且搁笔。又，本稿不过是对于每一项目，各能写出独立的研究那样的浩瀚的材料，给了极概括底的一瞥，在这一端，是全篇过于常识底了。请许我声明我自己颇以为憾的事。但我偶然读到了这一篇，却觉得于自己很有裨益。上海的日报上，电影的广告每天大概总有两大张，纷纷然竞夸其演员几万人，费用几百万，非常的风情，浪漫，香艳或哀艳，肉感，滑稽，恋爱，热情，冒险，勇壮，武侠，神怪空前巨片，真令人觉得倘不前去一看，怕要死不瞑目似的。现在用这小镜子一照，就知道这些宝贝，十之九都可以归纳在文中所举的某一类，用意如何，目的何在，都明明白白了。但那些影片，本非以中国人为对象而作，所以运入中国的目的，也就和制作时候的用意不同，只如将陈旧枪炮，卖给武人一样，多吸收一些金钱而已。而中国人对于这些的见解，当然也和他们的本国人两样，只看广告中借以吸引看客的句子，便分明可知，于各类影片，大抵都只见其非常风情，浪漫，香艳或哀艳，肉感了。然而，冥冥中也还有功效在，看见他们勇壮武侠的战事巨片，不意中也会觉得主人如此英武，自己只好做奴才，看见他们非常风情浪漫的爱情巨片，便觉得太太如此肉感，真没有法子办――自惭形秽，虽然嫖白俄妓女以自慰，现在是还可以做到的。非洲土人顶喜欢白人的洋枪，美洲黑人常要强奸白人的妇女，虽遭火刑，也不能吓绝，就因看了他们的实际上的巨片的缘故。然而文野不同，中国人是古文明国人大约只是心折而不至于实做的了。因为自己看过之后，大略发生了如上的感想，因此也想介绍给一部分的读者，费去许多工夫，译出来了。原文本是很简短的，只因为我于电影一道是门外汉，虽是平常的术语，也须查考，这就比别人烦难得多，即如有几个题目，便是从去年的旧报上翻出来的，查不到的，则只好硬译，而且误译之处，也恐怕决不能免。但就大体而言，我相信于读者总可以有一些贡献。"}
{"text":"然而文野不同，中国人是古文明国人大约只是心折而不至于实做的了。因为自己看过之后，大略发生了如上的感想，因此也想介绍给一部分的读者，费去许多工夫，译出来了。原文本是很简短的，只因为我于电影一道是门外汉，虽是平常的术语，也须查考，这就比别人烦难得多，即如有几个题目，便是从去年的旧报上翻出来的，查不到的，则只好硬译，而且误译之处，也恐怕决不能免。但就大体而言，我相信于读者总可以有一些贡献。去年，美国的武侠明星范朋克ss因为美金积得太多，到东洋来游历了。上海有几个团体便豫备欢迎。中国本来有捧戏子的脾气，加以唐宋以来，偷生的小市民就已崇拜替自己打不平的剑侠，于是七侠五义，七剑十八侠，荒山怪侠，荒林女侠，层出不穷看了电影，就佩服洋七侠五义即三剑客之类。古洋侠客往矣，只好佩服扮洋侠客的洋戏子，算是过屠门而大嚼，虽不得肉，亦且快意，正如捧梅兰芳者，和他所扮的天女，黛玉等辈，决不能说无关一样，原是不足怪的。但有些人们反对了，说他在演月宫宝盒时摔死蒙古太子，辱没了中国。其实呢，月宫宝盒中的英雄，以一偷儿连爬了两段阶级的梯子，终于做了驸马，正是译文第七章细注里所说，要使小市民或无产者为这飞腾故事所激励，觉得要誓必尽忠于有产阶级的玩艺，决不是意在辱没中国的东西。况且故事出于一千一夜，范朋克并非作家，也不是导演，我们又不是蒙古太子的子孙或奴才，正不必对于他，为美金而演剧的个人，如此之忿忿。但既然无端忿忿了，这也是中国常有的惯例，不足怪的――在见惯者。后来范朋克到了，终于有团体要欢迎，然而大碰钉子，范氏代表谓范氏绝对不允赴公共宴会，竟不能得到瞻仰洋侠客的光荣。待到范朋克到日本后，一切游程，均由日人代为规定，且到东京后，将赴影戏院，与日本民众相见见十八年十二月十九日申报，我们这里的蒙古王孙乃更不胜其没落之感，上海电影公会有一封宛转抑扬的信，寄给这大艺术家。全文是极有可供研究的处所的，但这里限于纸面，只好摘录了一点――曾忆月宫宝盒剧中，有一蒙古太子，其表演状态，至为恶劣，足使观者之未知东方历史，未悉东方民族性质者，发生不良之印象，而能成为人类相爱进程上绝大之阻碍。"}
{"text":"待到范朋克到日本后，一切游程，均由日人代为规定，且到东京后，将赴影戏院，与日本民众相见见十八年十二月十九日申报，我们这里的蒙古王孙乃更不胜其没落之感，上海电影公会有一封宛转抑扬的信，寄给这大艺术家。全文是极有可供研究的处所的，但这里限于纸面，只好摘录了一点――曾忆月宫宝盒剧中，有一蒙古太子，其表演状态，至为恶劣，足使观者之未知东方历史，未悉东方民族性质者，发生不良之印象，而能成为人类相爱进程上绝大之阻碍。因东方中华民国人民之状态，并不如其所表演之恶劣也。敝会同人，深知电影艺术之能力，转辗为全世界一切民情风俗智识学问之介绍，换言之，亦能引导全世界人彼此之相爱，及世界人类彼此之相憎。敝会同人以爱先生故，以先生为大艺术家故，愿先生为向善之努力，不愿先生如他人之对世界为不真实之介绍，而为盛誉之累也。文中说电影对于看客的力量的伟大，是很不错的，但以为蒙古太子就是中华民国人民，却与反对欢迎者流，同一错误。尤其错误的是要劝范朋克去引全世界人彼此之相爱，忘却了他是花旗国里发了财的电影员。因此一念之差，所以竟弄到低声下气，托他去绍介真实的四千余年历史文化所训练的精神于世界了――敝会同人更敢以经过四千余年历史文化训练之精神，大声以告先生。我中华人民之尊重美德，深用礼仪，初不异于贵国之人民。更以贵国政府常能于世界国际间主持公道，故为我中华人民所敬爱。先生于此次东游小住中，想已见到真实之证据。今日我中华政治之状态，方在革命完成应经历之过程中，有国内之战争，有不安静之纷扰，然中华人民对于外来宾客如先生者，仍能不忘应有之礼节，表示爱人之风度。此种情形，先生当能于耳目交接之间，为真实之明了。虽间有表示不同之言论者，然此种言论，皆为先生代表以及代表引为己助参加发言者不合礼节隔离人情之宣言及表示所造成。希望先生于东游之后，以所得真实之情状，介绍于贵国之同业，进而介绍于世界，使世界之人类与中华所有四万万余之人民为相爱之亲近，勿为相憎之背驰，以形成世界不良之情状，使我中华人民之敬爱先生，一如敬爱美国之政府。但所说明的精神，一言以蔽之，是咱们蒙古王孙即使国内如何战争，纷扰，而对于洋大人是极其有礼的。就是这一点。这正是被压服的古国人民的精神，尤其是在租界上。"}
{"text":"希望先生于东游之后，以所得真实之情状，介绍于贵国之同业，进而介绍于世界，使世界之人类与中华所有四万万余之人民为相爱之亲近，勿为相憎之背驰，以形成世界不良之情状，使我中华人民之敬爱先生，一如敬爱美国之政府。但所说明的精神，一言以蔽之，是咱们蒙古王孙即使国内如何战争，纷扰，而对于洋大人是极其有礼的。就是这一点。这正是被压服的古国人民的精神，尤其是在租界上。因为被压服了，所以自视无力，只好托人向世界去宣传，而不免有些谄但又因为自以为是经过四千余年历史文化训练的，还可以托人向世界去宣传，所以仍然有些骄。骄和谄相纠结的，是没落的古国人民的精神的特色。欧美帝国主义者既然用了废枪，使中国战争，纷扰，又用了旧影片使中国人惊异，胡涂。更旧之后，便又运入内地，以扩大其令人胡涂的教化。我想，如电影和资本主义那样的书，现在是万不可少了！一九三，一，十六本篇最初发表于一九三年三月一日萌芽月刊第一卷第三期，署名。岩崎昶日本电影评论家。一九二九年曾组织过日本无产阶级电影同盟。第二次世界大战后，任日本映画社制片局长，东宝电影公司制片人等。著有电影艺术史电影与资本主义等。新兴艺术日本文艺期刊，田中房次郎编辑，一九二九年十一月创刊，东京艺文书院出版。三剑客根据法国作家大仲马的小说三个火枪手又译侠隐记改编的一部美国电影。过屠门而大嚼等语，见文选曹植的与吴季重书。即巴格达的窃贼。一千一夜即一千零一夜，旧译天方夜谈，阿拉伯古代民间故事集。花旗国美国国旗以星星和条纹的图案组成，旧时上海等地以花旗代称美国。新的女将新的女将在上海制图版，比别处便当，也似乎好些，所以日报的星期附录画报呀，书店的什么什么月刊画报呀，也出得比别处起劲。这些画报上，除了一排一排的坐着大人先生们的什么什么会开会或闭会的纪念照片而外，还一定要有女士。女士的尊容，为什么要绍介于社会的呢？我们只要看那说明，就可以明白了。例如女士，女校皇后，性喜音乐。女士，女校高材生，爱养叭儿狗。女士，大学肄业，为先生之第五女公子。"}
{"text":"新的女将新的女将在上海制图版，比别处便当，也似乎好些，所以日报的星期附录画报呀，书店的什么什么月刊画报呀，也出得比别处起劲。这些画报上，除了一排一排的坐着大人先生们的什么什么会开会或闭会的纪念照片而外，还一定要有女士。女士的尊容，为什么要绍介于社会的呢？我们只要看那说明，就可以明白了。例如女士，女校皇后，性喜音乐。女士，女校高材生，爱养叭儿狗。女士，大学肄业，为先生之第五女公子。再看装束春天都是时装，紧身窄袖到夏天，将裤脚和袖子都撒掉了，坐在海边，叫作海水浴，天气正热，那原是应该的入秋，天气凉了，不料日本兵恰恰侵入了东三省，于是画报上就出现了白长衫的看护服，或托枪的戎装的女士们。这是可以使读者喜欢的，因为富于戏剧性。中国本来喜欢玩把戏，乡下的戏台上，往往挂着一副对子，一面是戏场小天地，一面是天地大戏场。做起戏来，因为是乡下，还没有乾隆帝下江南之类，所以往往是双阳公主追狄，薛仁贵招亲，其中的女战士，看客称之为女将。她头插雉尾，手执双刀或两端都有枪尖的长枪，一出台，看客就看得更起劲。明知不过是做做戏的，然而看得更起劲了。练了多年的军人，一声鼓响，突然都变了无抵抗主义者。于是远路的文人学士，便大谈什么乞丐杀敌，屠夫成仁，奇女子救国一流的传奇式古典，想一声锣响，出于意料之外的人物来为国增光。而同时，画报上也就出现了这些传奇的插画。但还没有提起剑仙的一道白光，总算还是切实的。但愿不要误解。我并不是说，女士们都得在绣房里关起来我不过说，雄兵解甲而密斯托枪，是富于戏剧性的而已。还有事实可以证明。一，谁也没有看见过日本的惩膺中国军的看护队的照片二，日本军里是没有女将的。然而确已动手了。这是因为日本人是做事是做事，做戏是做戏，决不混合起来的缘故。本篇最初发表于一九三一年十一月二十日北斗第一卷第三期，署名冬华。密斯英语ss的音译，意思是小姐。宣传与做戏宣传与做戏就是那刚刚说过的日本人，他们做文章论及中国的国民性的时候，内中往往有一条叫作善于宣传。看他的说明，这宣传两字却又不像是平常的p，而是对外说谎的意思。这宗话，影子是有一点的。"}
{"text":"这是因为日本人是做事是做事，做戏是做戏，决不混合起来的缘故。本篇最初发表于一九三一年十一月二十日北斗第一卷第三期，署名冬华。密斯英语ss的音译，意思是小姐。宣传与做戏宣传与做戏就是那刚刚说过的日本人，他们做文章论及中国的国民性的时候，内中往往有一条叫作善于宣传。看他的说明，这宣传两字却又不像是平常的p，而是对外说谎的意思。这宗话，影子是有一点的。譬如罢，教育经费用光了，却还要开几个学堂，装装门面全国的人们十之九不识字，然而总得请几位博士，使他对西洋人去讲中国的精神文明至今还是随便拷问，随便杀头，一面却总支撑维持着几个洋式的模范监狱，给外国人看看。还有，离前敌很远的将军，他偏要大打电报，说要为国前驱。连体操班也不愿意上的学生少爷，他偏要穿上军装，说是灭此朝食。不过，这些究竟还有一点影子究竟还有几个学堂，几个博士，几个模范监狱，几个通电，几套军装。所以说是说谎，是不对的。这就是我之所谓做戏。但这普遍的做戏，却比真的做戏还要坏。真的做戏，是只有一时戏子做完戏，也就恢复为平常状态的。杨小楼做单刀赴会，梅兰芳做黛玉葬花，只有在戏台上的时候是关云长，是林黛玉，下台就成了普通人，所以并没有大弊。倘使他们扮演一回之后，就永远提着青龙偃月刀或锄头，以关老爷，林妹妹自命，怪声怪气，唱来唱去，那就实在只好算是发热昏了。不幸因为是天地大戏场，可以普遍的做戏者，就很难有下台的时候，例如杨缦华女士用自己的天足，踢破小国比利时女人的中国女人缠足说，为面子起见，用权术来解围，这还可以说是很该原谅的。但我以为应该这样就拉倒。现在回到寓里，做成文章，这就是进了后台还不肯放下青龙偃月刀而且又将那文章送到中国的申报上来发表，则简直是提着青龙偃月刀一路唱回自己的家里来了。难道真已忘记了中国女人曾经缠脚，至今也还有正在缠脚的么？还是以为中国人都已经自己催眠，觉得全国女人都已穿了高跟皮鞋了呢？这不过是一个例子罢了，相像的还多得很，但恐怕不久天也就要亮了。本篇最初发表于一九三一年十一月二十日北斗第一卷第三期，署名冬华。p英语宣传。杨小楼安徽石台人，京剧演员。单刀赴会，京剧剧目，内容是三国时蜀将关羽云长到吴国赴宴的故事。"}
{"text":"难道真已忘记了中国女人曾经缠脚，至今也还有正在缠脚的么？还是以为中国人都已经自己催眠，觉得全国女人都已穿了高跟皮鞋了呢？这不过是一个例子罢了，相像的还多得很，但恐怕不久天也就要亮了。本篇最初发表于一九三一年十一月二十日北斗第一卷第三期，署名冬华。p英语宣传。杨小楼安徽石台人，京剧演员。单刀赴会，京剧剧目，内容是三国时蜀将关羽云长到吴国赴宴的故事。梅兰芳江苏泰州人，京剧表演艺术家。黛玉葬花，梅兰芳根据红楼梦中的情节编演的京剧。一八艺社习作展览会小引一八艺社习作展览会小引现在有自以为大有见识的人，在说为人类的艺术。然而这样的艺术，在现在的社会里，是断断没有的。看罢，这便是在说为人类的艺术的人，也已将人类分为对的和错的，或好的和坏的，而将所谓错的或坏的加以叫咬了。所以，现在的艺术，总要一面得到蔑视，冷遇，迫害，而一面得到同情，拥护，支持。一八艺社也将逃不出这例子。因为它在这旧社会里，是新的，年青的，前进的。中国近来其实也没有什么艺术家。号称艺术家者，他们的得名，与其说在艺术，倒是在他们的履历和作品的题目――故意题得香艳，漂渺，古怪，雄深。连骗带吓，令人觉得似乎了不得。然而时代是在不息地进行，现在新的，年青的，没有名的作家的作品站在这里了，以清醒的意识和坚强的努力，在榛莽中露出了日见生长的健壮的新芽。自然，这，是很幼小的。但是，惟其幼小，所以希望就正在这一面。我的话，也就是只对这一面说的，如上。一九三一年五月二十二日。本篇最初发表于一九三一年六月十五日文艺新闻第十四期。一八艺社一九二九年民国十八年由杭州艺术专科学校部分学生组成的一个木刻艺术团体。该社部分成员在上海从事艺术活动时，曾得到的指导和帮助。以脚报国以脚报国今年八月三十一日申报的自由谈里，又看见了署名寄萍的杨缦华女士游欧杂感，其中的一段，我觉得很有趣，就照抄在下面有一天我们到比利时一个乡村里去。许多女人争着来看我的脚。我伸起脚来给伊们看。才平服伊们好奇的疑窦。一位女人说。我们也向来不曾见过中国人。但从小就听说中国人是有尾巴的即辫发。都要讨姨太太的。女人都是小脚。跑起路来一摇一摆的。如今才明白这话不确实。"}
