{"text":"原料没有限制从最古以至最近。门类也没固定小说，戏剧，诗，论文，随笔，都要来一点。直接从原文译，或者间接重译本来觉得都行。只有一个条件全是译文。文字之外，多加图画。也有和文字有关系的，意在助趣也有和文字没有关系的，那就算是我们贡献给读者的一点小意思，复制的图画总比复制的文字多保留得一点原味。并不敢自夸译得精，只能自信尚不至于存心潦草也不是想竖起重振译事的大旗来，――这种登高一呼的野心是没有的，不过得这么几个同好互相研究，印了出来给喜欢看译品的人们作为参考而已。倘使有些深文周纳的惯家以为这又是什么人想法挽救没落的法门，那我们只好一笑道领教！领教！诸公的心事，我们倒是雪亮的！本篇最初发表于一九三四年九月十六日上海译文月刊创刊号，未署名。译文，翻译介绍外国文学的月刊，一九三四年九月创刊于上海。前三期编辑，后由黄源接编。上海生活书店出版。一九三五年九月停刊。后于一九三六年三月复刊，改由上海杂志公司出版。一九三七年六月出至新三卷第四期停刊，共出二十九期。引玉集广告引玉集广告敝书屋搜集现代版画，已历数年，西欧重价名作，所得有限，而新俄单幅及插画木刻，则有一百余幅之多，皆用中国白纸换来，所费无几。且全系从原版手拓，与印入书中及锌版翻印者，有霄壤之别。今为答之盛情，供中国青年艺术家之参考起见，特选出五十九幅，嘱制版名手，用玻璃版精印，神采奕奕，殆可乱真，并加序跋，装成一册，定价低廉，近乎赔本，盖近来中国出版界之创举也。但册数无多，且不再版，购宜从速，庶免空回。上海北四川路底施高塔路十一号内山书店代售，函购须加邮费一角四分。三闲书屋谨白。本篇最初刊于一九三四年六月一日文学月刊第二卷第六号广告栏，原题引玉集。引玉集，苏联木刻画集，编选，一九三四年三月以三闲书屋名义自费印行。勇敢的约翰校勇敢的约翰校这一本译稿的到我手头，已经足有一年半了。"}
{"text":"上海北四川路底施高塔路十一号内山书店代售，函购须加邮费一角四分。三闲书屋谨白。本篇最初刊于一九三四年六月一日文学月刊第二卷第六号广告栏，原题引玉集。引玉集，苏联木刻画集，编选，一九三四年三月以三闲书屋名义自费印行。勇敢的约翰校勇敢的约翰校这一本译稿的到我手头，已经足有一年半了。我向来原是很爱睿洌铮颉玻病车娜撕褪模旨胛牡娜险娑伊利，恰如得到一种奇珍，计画印单行本没有成，便想陆续登在奔流上，绍介给中国。一面写信给，问他可能访到美丽的插图。便写信到的本国，原先生那里去，去年冬天，竟寄到了十二幅很好的画片，是五彩缩印的照欧美通式，便是教授所作的壁画，来信上还说以前我搜集它的图画，好久还不能找到，已经绝望了，最后却在一个我的朋友那里找着。那么，这勇敢的约翰的画像，虽在匈牙利本国，也是并不常见的东西了。然而那时奔流又已经为了莫名其妙的缘故而停刊。以为倘使这从此湮没，万分可惜，自己既无力印行，便绍介到小说月报社去，然而似要非要，又送到学生杂志社去，却是简直不要，于是满身晦气，怅然回来，伴着我枯坐，跟着我流离，一直到现在。但是，无论怎样碰钉子，这诗歌和图画，却还是好的，正如虽然死在哥萨克兵的矛尖上，也依然是一个诗人和英雄一样。的事略，除已在前面叙述外，还有一篇奥国做的行状，白莽所译，登在第二卷第五本，即最末一本的奔流中，说得较为详尽。他的擅长之处，自然是在抒情的诗但这一篇民间故事诗，虽说事迹简朴，却充满着儿童的天真，所以即使你已经做过九十大寿，只要还有些赤子之心，也可以高高兴兴的看到卷末。德国在一八七八年已有的译本，就称之为匈牙利的童话诗。对于童话，近来是连文武官员都有高见了有的说是猫狗不应该会说话，称作先生，失了人类的体统有的说是故事不应该讲成王作帝，违背共和的精神。但我以为这似乎是杞天之虑，其实倒并没有什么要紧的。孩子的心，和文武官员的不同，它会进化，决不至于永远停留在一点上，到得胡子老长了，还在想骑了巨人到仙人岛去做皇帝。"}
{"text":"德国在一八七八年已有的译本，就称之为匈牙利的童话诗。对于童话，近来是连文武官员都有高见了有的说是猫狗不应该会说话，称作先生，失了人类的体统有的说是故事不应该讲成王作帝，违背共和的精神。但我以为这似乎是杞天之虑，其实倒并没有什么要紧的。孩子的心，和文武官员的不同，它会进化，决不至于永远停留在一点上，到得胡子老长了，还在想骑了巨人到仙人岛去做皇帝。因为他后来就要懂得一点科学了，知道世上并没有所谓巨人和仙人岛。倘还想，那是生来的低能儿，即使终生不读一篇童话，也还是毫无出息的。但是，现在倘有新作的童话，我想，恐怕未必再讲封王拜相的故事了。不过这是一八四四年所作，而且采自民间传说的，又明明是童话，所以毫不足奇。那时的诗人，还大抵相信上帝，有的竟以为诗人死后，将得上帝的优待，坐在他旁边吃糖果哩。然而我们现在听了这些话，总不至于连忙去学做诗，希图将来有糖果吃罢。就是万分爱吃糖果的人，也不至于此。就因为上述的一些有益无害的原因，所以终于还要尽微末之力，将这献给中国的读者，连老人和成人，单是借此消遣的和研究文学的都在内，并不专限于儿童。世界语译本上原有插画三小幅，这里只取了两幅最可惜的是为了经济关系，那难得的十二幅壁画的大部分只能用单色铜版印，以致失去不少的精采。但总算已经将匈牙利的一种名作和两个画家绍介在这里了。一九三一年四月一日，。本篇最初印入一九三一年十月上海湖风书店出版的中译本勇敢的约翰。勇敢的约翰，长篇童话叙事诗，裴多菲的代表作。它以流行的民间传说为题材，描写贫苦牧羊人约翰勇敢机智的斗争故事。孙用据世界语译本转译。裴多菲山陀尔―傺览诗人革命家。一八四八年三月他参加领导了反抗奥地利统治的布达佩斯起义，次年九月在同协助奥国侵略的沙皇军队作战中牺牲。克德考罗卓―？，匈牙利诗人翻译家，勇敢的约翰的世界语。山陀尔贝拉―，匈牙利画家。学生杂志一种以青少年为对象的月刊，朱元善等编辑，上海商务印书馆出版。一九一四年七月创刊，原名学生月刊，一九二年起改用本名。"}
{"text":"一八四八年三月他参加领导了反抗奥地利统治的布达佩斯起义，次年九月在同协助奥国侵略的沙皇军队作战中牺牲。克德考罗卓―？，匈牙利诗人翻译家，勇敢的约翰的世界语。山陀尔贝拉―，匈牙利画家。学生杂志一种以青少年为对象的月刊，朱元善等编辑，上海商务印书馆出版。一九一四年七月创刊，原名学生月刊，一九二年起改用本名。一九四七年八月出至第二十四卷第八期终刊。哥萨克原为突厥语，意思是自由的人或勇敢的人。他们原是俄罗斯的一部分农奴和城市贫民，十五世纪后半叶和十六世纪前半叶，因不堪封建压迫，从俄国中部逃出，定居在俄国南部的库班河和顿河一带，自称为哥萨克人。他们善骑战，沙皇时代多入伍当兵。通译奥尔佛雷德德涅尔斯，奥地利作家。白莽―，原名徐祖华，笔名白莽殷夫，浙江象山人。作家，左联成员。一九三一年二月七日被国民党反动派杀害。他所译的德涅尔斯的文章题为彼得斐山陀尔行状。施尼策尔―，匈牙利记者诗人翻译家。湖南军阀何键在一九三一年二月给国民党政府教育部的咨文中说近日课本。每每狗说。猪说。鸭子说。以及猫小姐。狗大哥。牛公公之词。充溢行间。禽兽能作人言。尊称加诸兽类。鄙俚怪诞。莫可言状。见一九三一年三月五日申报骑了巨人到仙人岛去做皇帝这是勇敢的约翰结尾的情节。诗人死后坐在上帝身旁吃糖果，见德国诗人海涅―的诗集还乡记中的第六十六首小诗。原诗的译文是我梦见我自己做了上帝，昂然地高坐在天堂，天使们环绕在我身旁，不绝地称赞着我的诗章。我在吃糕饼糖果，喝着酒，和天使们一起欢宴，我享受着这些珍品，却无须破费一个小钱。远方按语远方按语远方是小说集我的朋友三篇中之一篇。盖达尔和插画者叶尔穆拉耶夫都是新出现于苏联文艺坛上的人。这一篇写乡村的改革中的纠葛，尤其是儿童的心情好奇，向上，但间或不免有点怀旧。法捷耶夫曾誉为少年读物的名篇。这是从原文直接译出的插画也照原画加入。"}
{"text":"我在吃糕饼糖果，喝着酒，和天使们一起欢宴，我享受着这些珍品，却无须破费一个小钱。远方按语远方按语远方是小说集我的朋友三篇中之一篇。盖达尔和插画者叶尔穆拉耶夫都是新出现于苏联文艺坛上的人。这一篇写乡村的改革中的纠葛，尤其是儿童的心情好奇，向上，但间或不免有点怀旧。法捷耶夫曾誉为少年读物的名篇。这是从原文直接译出的插画也照原画加入。自有儿童年以来，这一篇恐怕是在表以后我们对于少年读者的第二种好的贡献了。编者三月十一夜本篇最初发表于一九三六年三月十六日译文月刊新一卷第一期，在远方译文之前。远方，苏联盖达尔所作中篇小说，曹靖华译，校阅。后于一九三八年六月中上海文化生活出版社出版单行本。盖达尔，―樟难家，主要作品有中篇小说远方铁木儿及其伙伴等。叶尔穆拉耶夫苏联画家。法捷耶夫，―苏联作家。著有长篇小说毁灭青年近卫军等。儿童年一九三三年末，国民党上海市政府根据上海市儿童幸福委员会的呈请，定一九三四年为上海市儿童年。一九三五年三月，国民党政府根据中华慈幼协会的呈请，定一九三五年八月至一九三六年七月为全国儿童年。表苏联作家班台莱耶夫的中篇小说，译。描写十月革命后，苏联儿童教养院教育改造流浪儿的故事。一九三五年七月由上海生活书店出版。越铎出世辞越铎出世辞于越故称无敌于天下，海岳精液，善生俊异，后先络驿，展其殊才其民复存大禹卓苦勤劳之风，同勾践坚确慷慨之志，力作治生，绰然足以自理。世俗递降，精气播迁，则渐专实利而轻思理，乐安谧而远武术，鸷夷乘之，爰忽颠陨，全发之士，系踵蹈渊，而黄神啸吟，民不再振。辫发胡服之虏，旃裘引弓之民，翔步于无余之旧疆者盖二百余年矣。已而思士笃生，上通帝旨，转轮之说，弥沦大区，国士桓桓，则首举义旗于鄂。诸出响应，涛起风从，华夏故物，光复太半，东南大府，亦赫然归其主人。"}
{"text":"世俗递降，精气播迁，则渐专实利而轻思理，乐安谧而远武术，鸷夷乘之，爰忽颠陨，全发之士，系踵蹈渊，而黄神啸吟，民不再振。辫发胡服之虏，旃裘引弓之民，翔步于无余之旧疆者盖二百余年矣。已而思士笃生，上通帝旨，转轮之说，弥沦大区，国士桓桓，则首举义旗于鄂。诸出响应，涛起风从，华夏故物，光复太半，东南大府，亦赫然归其主人。越人于是得三大自由，以更生于越，索虏则负无量罪恶，以底于亡。民气彭张，天日腾笑，孰善赞颂，庶猗伟之声，将充宙合矣。顾专制久长，鼎镬为政，以聚敛穷其膏髓，以禁令制其讥平，瘠弱槁枯，为日滋永，桎梏顿解，卷挛尚多，民声寂寥，群志幽s，岂以为匹夫无与于天下，尚如戴朔北之虏也。共和之治，人仔于肩，同为主人，有殊台隶。前此罪恶，既咸以归索虏，索虏不克负荷，俱以陨落矣。继自今而天下兴亡，庶人有责，使更不同力合作，为华土谋，复见瘠弱槁枯，一如往日，则番番良士，其又将谁咎耶？是故侪伦则念之矣，独立战始，且垂七旬，智者竭虑，勇士效命，而吾侪庶士，坐观其成，傥不尽一得之愚，殆自放于国民之外。爰立斯报，就商同胞，举文宣意，希翼治化。纾自由之言议，尽个人之天权，促共和之进行，尺政治之得失，发社会之蒙覆，振勇毅之精神。灌输真知，扬表方物，凡有知是，贡其颛愚，力小愿宏，企于改进。不欲守口，任华土更归寂寞，复自负无量罪恶，以续前尘庶几闻者戒勉，收效毫厘，而吾人公民之责，亦借以尽其什一。猗此于越，故称无敌于天下，鸷夷纵虐，民生槁枯，今者解除，义当兴作，用报古先哲人征营治理之业。唯专制永长，昭苏非易，况复神驰白水，孰眷旧乡，返顾高丘，正哀无女。呜呼，此越铎之所由作也！本篇最初发表于一九一二年一月三日绍兴越铎日报创刊号，署名黄棘。原无标点。越铎，即越铎日报，一九一二年一月三日由越社创办于绍兴。一九二七年三月停刊。早期曾得到的支持。于越晋代贺循会稽土地记少康封其少子，号曰于越。越国之称始于此。海岳精液，善生俊异晋代虞预会稽典录朱育虞翻对曰夫会稽上应牵牛之宿，下有少阳之位。山有金木鸟兽之殷，水有鱼盐珠蚌之饶。海岳精液，善生俊异。"}
{"text":"本篇最初发表于一九一二年一月三日绍兴越铎日报创刊号，署名黄棘。原无标点。越铎，即越铎日报，一九一二年一月三日由越社创办于绍兴。一九二七年三月停刊。早期曾得到的支持。于越晋代贺循会稽土地记少康封其少子，号曰于越。越国之称始于此。海岳精液，善生俊异晋代虞预会稽典录朱育虞翻对曰夫会稽上应牵牛之宿，下有少阳之位。山有金木鸟兽之殷，水有鱼盐珠蚌之饶。海岳精液，善生俊异。大禹亦称夏禹，我国古代夏后氏部落的领袖，夏朝的建立者，以治平洪水为后人传颂。史记夏本纪禹东巡至于会稽而崩，葬会稽山。勾践春秋末年越国国君。他被吴国打败后，十年生聚，十年教训，卧薪尝胆，发愤图强，终于战胜了吴国。无余传说是越国的始祖。汉代赵煜吴越春秋卷六禹以下六世而得帝少康。少康恐禹祭之绝祀，乃封其庶子于越，号曰无余。转轮意即变革。原为佛家语，即转法轮，法华文句转佛心中化他之法，度入他心，名转法轮。桓桓威武的样子。诗经周颂桓桓桓武王，保有厥士。三大自由指孙中山所说的人民之集会自由出版自由思想自由见民权初步自序。索虏原是南北朝时南朝对北朝的蔑称，资治通鉴魏纪文帝黄初二年宋魏以降，南北分治，各有国史，互相排黜。南谓北为索虏，北谓南为岛夷。元代胡三省注索虏者，以北人辩发，谓之索头也。台隶原为古代奴隶中的两个等级，这里泛指被奴役的人。番番良士尚书秦誓番番良士，旅力既愆，我尚有之。番番，勇武的样子。白水等语，出于屈原离骚朝吾将济于白水兮，登阆风而S马。忽反顾以流涕兮，哀高丘之无女。陟{皇之赫戏兮，忽临睨夫旧乡。白水，神话中的水名，据说源出昆仑山，人饮其水不死。这回是第三次按语这回是第三次按语按在五六年前，我对于中国人之发打拳热，确曾反对过，那是因为恐怕大家忘却了枪炮，以为拳脚可以救国，而后来终于吃亏。现在的意见却有些两样了。用拳来打外国人，我想，大家是已经不想的了。所以倒不妨学学。一，因为动手不如开口之险。二，阶级战争经许多人反对，虽然将不至于实现，但同级战争大约还是不免的。"}
{"text":"白水，神话中的水名，据说源出昆仑山，人饮其水不死。这回是第三次按语这回是第三次按语按在五六年前，我对于中国人之发打拳热，确曾反对过，那是因为恐怕大家忘却了枪炮，以为拳脚可以救国，而后来终于吃亏。现在的意见却有些两样了。用拳来打外国人，我想，大家是已经不想的了。所以倒不妨学学。一，因为动手不如开口之险。二，阶级战争经许多人反对，虽然将不至于实现，但同级战争大约还是不免的。即如文艺的分野上罢，据我推想，倘使批判，谣诼，中伤都无效，如果你不懂得几手，则会派人来打你几拳都说不定的。所以为生存起见，也得会打拳，无论你所做的事是文化还是武化。郑季宣残碑考郑季宣残碑考郑季宣碑，今存上截。额字灭尽，翁方纲见穿左有直纹一线，知是阳文。碑文行存十七字，以隶续所载文补之，每行三十一字至三十八字不等。盖所注阙字之数转刻有误，碑又失其下半，无以审正。今可知者第十二行卒至是路间，洪云阙四字，碑实阙五字。第十七行赖祉至字间，洪云阙六字，碑实阙七字。铭辞宁成为韵，四字为句，则达至显奕世间当阙六字，而洪云五字。又第七行据洪作折，第九行燠洪作亻田丌，第十三行洪作，并误。其旧拓可见而隶续所阙者第四行阝半字，第五行郎中二字，第六行帝字特字，第七行未字波字，第十行汰字，第十二行徽字，能惠二字阙半，第十三行立丨字约殁二字，第十六行庭字，第十七行目洪二字，凡多得十六字又二半字也。碑阴，洪写作二列，跋云四横，今存上二列，列廿人，与隶续所载前半略相合。惟第二列第十七行邯郸，洪作阙三字邵训阙张，颇不同。第三横，当亦二十人，则洪云末有直事干四人，正在第三列之末。最后有上阙音伯字三字，当即造碑者所识文。然则第四列当为直事小史三人，门下小史一人也。本篇据手稿编入，原无标题标点。写作时间未详。郑季宣残碑，全称汉尉氏令郑季宣碑，在山东济宁学宫，东汉中平二年四月辛酉立。碑侧刻有清代乾隆五十一年八月十六日黄易题记汉尉氏令郑季宣碑，正面向壁，其下久埋土中。翁詹事方纲欲显全文，属卫河通判黄易升碑向外。乃与知济宁直隶州事刘永铨州判王所礼成其事。碑字复全露，殊可快也。"}
{"text":"最后有上阙音伯字三字，当即造碑者所识文。然则第四列当为直事小史三人，门下小史一人也。本篇据手稿编入，原无标题标点。写作时间未详。郑季宣残碑，全称汉尉氏令郑季宣碑，在山东济宁学宫，东汉中平二年四月辛酉立。碑侧刻有清代乾隆五十一年八月十六日黄易题记汉尉氏令郑季宣碑，正面向壁，其下久埋土中。翁詹事方纲欲显全文，属卫河通判黄易升碑向外。乃与知济宁直隶州事刘永铨州判王所礼成其事。碑字复全露，殊可快也。翁方纲―字正三，号覃溪，顺天大兴今属河北人，清代学者。官至内阁学士。著有两汉金石记复初斋诗文集等。郑季宣碑侧刻有翁方纲乾隆五十七年的一段题识壬子三月，翁方纲按试过此，与秋Q摩挲是碑，穿左有直纹一线，知额是阳文也。按秋Q，黄易的字。隶续辑录汉魏石刻文字的字书，续隶释而作，宋代洪适辑，二十卷。郑季宣碑见于卷十九。洪适―，字景伯，鄱阳今属江西人，宋代学者。官至尚书右仆射观文殿学士。著有隶释隶续盘洲集。中国小说史略再版附识中国小说史略再版附识此书印行之后，屡承相知发其谬误，俾得改定而钝拙及谭正璧两先生未尝一面，亦皆贻书匡正，高情雅意，尤感于心。谭先生并以吴瞿安先生顾曲麈谈语见示云，幽闺记为施君美作。君美，名惠，即作水浒传之耐庵居士也。其说甚新，然以不知麈谈又本何书，故未据补仍录于此，以供读者之参考云。二五年九月十日，识。本篇最初印入一九二五年九月北京北新书局再版的中国小说史略合订本。钝拙即寿洙邻―，名鹏飞，字洙邻，浙江绍兴人，少年时的塾师寿镜吾的次子。他曾以钝拙的署名写信给，指出中国小说史略清之拟晋唐小说及其支流中所说滦阳辖属于奉天，应为辖属于热河。谭正璧江苏嘉定今属上海人。曾任上海震旦大学中国艺术学院等校教授。著有中国文学史大纲等。一九二五年七月八日，他给写信，介绍了吴梅顾曲麈谈中有关施耐庵的材料。吴瞿安―名梅，字瞿安，江苏吴县人，戏曲理论家。早年加入过南社。著有中国戏曲概论南北词简谱等。"}
