{"text":"但是不能否认，世界上没有绝对纯的东西，东西方都是既有综合思维，也有分析思维。然而，从宏观上来看，这两种思维模式还是有地域区别的东方以综合思维模式为主导，西方则是以分析思维为主导。这个区别表现在各个方面，具体来说，东方哲学中的天人合一思想，就是以综合思维为基础的。西方则是征服自然，对大自然穷追猛打。表面看来，他们在一段时间内是成功的，大自然被迫满足了他们的物质生活需求，日子越过越红火，但是久而久之，却产生了以上种种危及人类生存的种种弊端。这是因为，大自然虽既非人格，亦非神格，却是能惩罚善报复的，诸弊端就是报复与惩罚的结果。有的学者认为要解决这些弊端，比如环境污染，只有发展科学，发展技术，发展经济，才有可能最后解决环境问题。我不同意这种看法。为了保护环境决不能抑制科学的发展技术的发展和经济的发展，这个大前提是绝对正确的。不这样做是笨伯，是傻瓜。但是处理这个问题，脑筋里必须先有一根弦，先有一个必不可缺的指导思想，而这个指导思想只能是东方的天人合一思想。否则就会像是被剪掉了触角的蚂蚁，不知道往哪里走。从发展的最初一刻起，就应当在这种思想的指引下，念念不忘过去的惨痛教训，想方设法，挖空心思，尽上最大的努力，对弊害加以抑制，决不允许空喊发展发展发展高枕无忧，掉以轻心，梦想有朝一日科学会自己找出办法，挫败弊害。常言道道高一尺，魔高一丈。到了那时，魔已经无法控制，而人类前途危矣。中国旧小说中常讲到龙虎山张天师打开魔罐，放出群魔，到了后来，群魔乱舞，张天师也束手无策了。最聪明最有远见的办法是向观音菩萨学习，放手让本领通天的孙悟空去帮助唐僧取经，但是同时又把一个箍套在猴子头上，把紧箍咒教给唐僧。这样可以两全其美，真无愧是大慈大悲的观世音。正是由于这个原因，我主张三十年河东，三十年河西，世纪是东方文化的世纪，东方文化将取代西方文化在世界上占统治地位。而取代不是消灭。全面一点的观点是西方形而上学的分析已快走到尽头，而东方文化寻求综合的思维方式必将取而代之。以分析为基础的西方文化也将随之衰微，代之而起的必然是以综合为基础的东方文化。这种代之而起，是在过去几百年来西方文化所达到的水平的基础上，用东方的整体着眼和普遍联系的综合思维方式，以东方文化为主导，吸收西方文化中的精华，把人类文化的发展推向一个更高的阶段。这种取代，在世纪可见分晓。"}
{"text":"而取代不是消灭。全面一点的观点是西方形而上学的分析已快走到尽头，而东方文化寻求综合的思维方式必将取而代之。以分析为基础的西方文化也将随之衰微，代之而起的必然是以综合为基础的东方文化。这种代之而起，是在过去几百年来西方文化所达到的水平的基础上，用东方的整体着眼和普遍联系的综合思维方式，以东方文化为主导，吸收西方文化中的精华，把人类文化的发展推向一个更高的阶段。这种取代，在世纪可见分晓。所以结论是世纪是东方文化的时代，这是不以人们的主观愿望为转移的客观规律。用东方天人合一的思想和行动，济西方征服自然之穷，就可以称之为东西文化互补论。东方的天人合一是带有普遍性的一种思想，中国印度都有。即以中国儒家为例，易经中有大人者与天地合其德，与日月合其明，与四时合其序，与鬼神合其吉凶。先天而天弗违，后天而奉天时。中庸有能尽人之性，则能尽物之性能尽物之性，则可以赞天地之化育，则可以与天地参矣。孟子有莫之为而为者，天也莫之致而致者，命也。尽其心者，知其性也知其性，则知天也。董仲舒的天人之际，合而为一。张载的民吾同胞，物吾与也更是典型的天人合一思想。这些都是综合思维方式的典型例子。年月，位中华文化研究者，其中也有我，发表了中华文化复兴宣言，肯定亚洲四小龙的崛起和日本的高速发展，都吸收了中华文化思想的智慧。当前西方一些有远见之士都在尽力研究中华文化，并提出西方的病，东方的药来医，形成了东学西渐。这些都说明了中华文化在当今世界仍有无穷的价值东学西渐与东化我们知道，至世纪的东学西渐给欧洲思想界带来了巨大而深刻的影响，中国哲学对法国启蒙运动和德国古典哲学产生了巨大的影响。根据收入东学西渐丛书的朱谦之先生的中国哲学对于欧洲的影响，法国启蒙思想家卢梭伏尔泰孟德斯鸠狄德罗霍尔巴赫等人都受到中国文化的影响，重农学派的主要代表人物经济学家魁奈甚至有欧洲孔夫子之称。儒家的理性精神和人道原则，无神论和人性本善的思想，都被启蒙思想家用来作为同基督教神学作斗争的武器道家崇尚自然的原则也对法国唯物主义产生了明显的积极影响。"}
{"text":"根据收入东学西渐丛书的朱谦之先生的中国哲学对于欧洲的影响，法国启蒙思想家卢梭伏尔泰孟德斯鸠狄德罗霍尔巴赫等人都受到中国文化的影响，重农学派的主要代表人物经济学家魁奈甚至有欧洲孔夫子之称。儒家的理性精神和人道原则，无神论和人性本善的思想，都被启蒙思想家用来作为同基督教神学作斗争的武器道家崇尚自然的原则也对法国唯物主义产生了明显的积极影响。德国哲学家莱布尼茨能以平等的心态来对待中国哲学，他不讳言，自己的二进制直接受到易经中的阴阳八卦卦序的启发。其大弟子沃尔弗同样热爱中国文化，曾因发表中国的实践哲学的讲演而受到迫害。德国古典哲学的开创者康德，是莱布尼茨――沃尔弗学派的嫡传，他的理性一词被认为来源于宋明理学的理和老子的道。中国与欧洲的文化交流，传教士起的作用不可抹杀。随着西方传教士的东来，西学逐渐地传到了中国。与此同时，中国的传统文化也通过传教士传到了西方。传教士在中国居住后，对中国的传统文化或多或少都有了解。他们把中国的古代文化典籍译成西方的文字传到欧美，诸如大学中庸论语易经等。在东学西渐中，有两个人与青岛有联系，是值得注意的，一个是卫礼贤，年年，一个是翟理斯s年年。卫礼贤原名理查德威廉，因为酷爱中国文化，便给自己取了个中文名字卫礼贤。他是德国基督教同善会的一名传教士，年来中国，在青岛传教，也从事于教育和慈善事业，在中国生活了二十余年，年回德国。在华期间，曾与康有为有交往，与劳乃宣相识颇深，并在劳乃宣的帮助下，着手翻译易经，在德国以德文出版。他还创办了礼贤书院，潜心研究中国儒家学说。从年起，卫礼贤发表了大量有关中国和中国文化的论文，并着手翻译中国古代哲学经典。已出版的有论语年老子列子年庄子年中国民间故事集年和易经年吕氏春秋年和礼记年等。回国后，在德国莱茵河畔的法兰克福创立中国研究所，出版杂志中国的科学与艺术，成为中国在西方的精神使者。"}
{"text":"他还创办了礼贤书院，潜心研究中国儒家学说。从年起，卫礼贤发表了大量有关中国和中国文化的论文，并着手翻译中国古代哲学经典。已出版的有论语年老子列子年庄子年中国民间故事集年和易经年吕氏春秋年和礼记年等。回国后，在德国莱茵河畔的法兰克福创立中国研究所，出版杂志中国的科学与艺术，成为中国在西方的精神使者。德国的学者们给予卫礼贤高度和充分的肯定，法兰克福大学授予他汉学荣誉博士，他成了中国古代圣人的诠释者。通过他，西方思想界的一大批代表人物接触了中国文化，从中得到了或多或少的启迪。如荣格认为从他那儿得到的教益比从其他任何人得到的都多。对卫礼贤翻译的周易，荣格说易经中包含着中国文化的精神和心灵几千年中国伟大智者的共同倾注，历久而弥新，仍然对理解它的人，展现着无穷的意义和无限的启迪。通过易经的帮助和启发，荣格提出了共时性原则，并将这种共时性原则，作为自己的分析心理学发展的内在基石，认为建立在共时性原则基础上的思维方式，在易经中表现最为充分，是中国思维方式最集中的体现。而对于西方人来说，这种思维方式，从赫拉克利特之后，便在哲学史上消失，只是在莱布尼兹那里出现过一些低微的回声。英国汉学家翟理斯在青岛居住并游学，年青岛啤酒创立，译名就是采用他和威妥玛式拼音，而为s。他在中国担任过多处英国领事，后来担任英国剑桥大学第二任中文教授，治学勤，著作多，有其书满架之誉。他对东学西渐有很大贡献。他著有中国历史及其它概述。他编的华英辞典，提到很多中国文人，附有各个汉字的广东客家福州温州宁波等个方言区的方音拼法。他著古今姓氏族谱――中国人名大辞典，介绍了从先秦到世纪的中国历史人物，其中有不少是文学家。另著中国文明中国文学史，的中国小说史略提到过这部外国人写的中国文学史。他翻译的作品也很多，有英译汉诗，年他从聊斋志异的个故事中选译了个故事，并根据其中的梦即莲花公主改写了一部芭蕾舞剧蜜蜂，年该剧上演后在欧洲引起轰动。"}
{"text":"他著古今姓氏族谱――中国人名大辞典，介绍了从先秦到世纪的中国历史人物，其中有不少是文学家。另著中国文明中国文学史，的中国小说史略提到过这部外国人写的中国文学史。他翻译的作品也很多，有英译汉诗，年他从聊斋志异的个故事中选译了个故事，并根据其中的梦即莲花公主改写了一部芭蕾舞剧蜜蜂，年该剧上演后在欧洲引起轰动。他还有两次重译的佛国记年年，年写中国绘画艺术概要，年编古今图书集成索引。厦门大学第一任校长兼国学院院长林文庆在年完成离骚的英译时，他和印度著名诗人泰戈尔作了序。他还著有儒家及其竞争者年，并对论语孟子老子庄子等思想经典作了部分翻译。他和他的儿子对庄子都很有兴趣，各有自己的庄子节译本。年，英国出版了他用年时间编成的大英博物馆藏敦煌汉文写本目录。他的知名度很高，孙中山年春复函给他时任剑桥大学教授，并应其所请写了一篇自传，谈到自己初次出国的感受，始见轮舟之奇，沧海之阔，自是有慕西学之心，穷天地之想。至于教则崇拜耶锦，于人则仰中华之汤武暨美国华盛顿矣。孙中山的这些感受与文化交流有关。在翟理斯和卫礼贤几十年之后，世纪的第年，青岛大学东方论坛又开设了东学西渐的专栏，这不知是巧合，还是策划者事先有意安排的。我希望这个栏目能够吸引更多的学者参加，都来关注文化交流。我希望把这个栏目办好，办成一个有特色的栏日。东西方文化的转折点很多人，特别是对时间推移一向敏感的知识分子，都对新世纪有所考虑，有所幻想。我现在就常常考虑世纪的情景。人类历史告诉我们，一个世纪的转折点并不总是意味着社会发展的转折点，也不会在人类前进的长河中形成一个特殊的阶段。但是世纪末往往对人类的思想感情产生影响，世纪末就是一个明显的例子。在对人类文化发展的看法方面，我是颇为同意英国史学家汤因比的观点的。他在人类全部历史上找出了二十几个文明。他发现，每一个文明都有诞生成长兴盛衰微灭亡这样一个过程。哪一个文明也不能万岁。"}
{"text":"人类历史告诉我们，一个世纪的转折点并不总是意味着社会发展的转折点，也不会在人类前进的长河中形成一个特殊的阶段。但是世纪末往往对人类的思想感情产生影响，世纪末就是一个明显的例子。在对人类文化发展的看法方面，我是颇为同意英国史学家汤因比的观点的。他在人类全部历史上找出了二十几个文明。他发现，每一个文明都有诞生成长兴盛衰微灭亡这样一个过程。哪一个文明也不能万岁。尽管汤因比论多于史，在论的方面也颇有一些偏颇之处但是总体来看，他的看法是正确的，是持之有故言之成理的。近代中国受到西方文化的猛烈冲击。最初是震于西方的船坚炮利，以后又陆续发现，西方的精神文明也有其独到之处。于是激进者高呼全盘西化，保守者则想倒退。公说公有理，婆说婆有理，其实都不全面，都有所偏激。原因何在呢我个人认为，原因就在没能从宏观上看待东方文化和西方文化，目光浅隘，认识肤薄，只看到眼前的这几百万平方公里，只想到近代这一百多年。如果把眼光放远，上下数千年，纵横几万里，则所见必是另一番景象。汤因比是具有这样眼光的人。他虽然是西方人，但并不迷信西方文明在他眼中，西方文明也不能千秋万岁。这个文明同世界上其他文明一样，也有一个诞生成长兴盛衰微灭亡的过程。对我们中国人来说，我们当然更不应当认为眼前如日中天的西方花花世界会永远这样繁华昌盛下去。人类历史又告诉我们，东方文化和西方文化在历史上更替兴衰，三十年河东，三十年河西。今天我们大讲西化，殊不知在历史上有很长一段时间讲的是东化，虽然不见得有这个名词。你只要读一读鸦片战争以前西方哲人关于中国的论著，看一看他们是怎样赞美中国，崇拜中国，事情就一清二楚了。德国伟大诗人兼思想家歌德在年同爱克曼谈话时，大大地赞扬中国小说中国文化中国人的思想感情和道德水平。他认为，西方人应该向中国人学习。这是一个非常典型的例子。根据我个人的看法，是鸦片战争戳破了中华帝国这一只纸老虎。从那以后，中国人在西洋人眼中的地位日降，最后几乎被视为野人。奇怪的是，中国人自己也忘记了这一切，跟在西洋人屁股后面，瞧不起自己了。我不敢说，到了世纪，中国文化或包括中国文化在内的东方文化，就一定能战胜西方文化。但是西方文化并不能万岁，现在已见端倪。两次世界大战就足以说明西方文化的脆弱性。"}
{"text":"他认为，西方人应该向中国人学习。这是一个非常典型的例子。根据我个人的看法，是鸦片战争戳破了中华帝国这一只纸老虎。从那以后，中国人在西洋人眼中的地位日降，最后几乎被视为野人。奇怪的是，中国人自己也忘记了这一切，跟在西洋人屁股后面，瞧不起自己了。我不敢说，到了世纪，中国文化或包括中国文化在内的东方文化，就一定能战胜西方文化。但是西方文化并不能万岁，现在已见端倪。两次世界大战就足以说明西方文化的脆弱性。现在还是三十年河西，什么时候三十年河东，我不敢确切说。这一定会来则是毫无疑问的。世纪可能就是转折点。年月日东西文化的互补关系这篇文章虽然署着我的名，但是它可以说是我写的，又可以说不是我写的。它的应该说是蔡德贵教授。文中的思想内容全是我的，甚至造词遣句，也都出于我的笔下。可是并不出于一篇文章，而是出于许多篇写出时间不同写出环境也不相同的文章。德贵用的方法是中国旧日诗人做诗填词时有时使用的集句的方式。所不同者只是旧日诗人集句，是集许多人之句，而德贵则是集一人之句。集句而能集到天衣无缝浑然一体的水平，实在难能可贵，德贵可以说是有集句的天才。我在这里想补充一点，就是恩格斯的几句话我们不能过分陶醉于我们对自然界的胜利，对于每一次这样的胜利，自然界都报复了我们。一百多年前的这几句话真无愧是天才的预见。自然界就是我所说的天。到了今天，恩格斯的话完全证实了。我还想说明一点。三十年河东，三十年河西，我引的这两句话，最受人诟病，然而我至今仍认为，这是真理，是诟病不掉的。试看宇宙间万事万物，哪一样是违反了这两句话的根本精神的还有的人一听是东方文化或文明，他们那贾桂思想就恶性发作，连鼻子都笑歪了。对于这样的人，我欲无言。我仍然认为，三十年河东，三十年河西是真理。核心观点文化文明的起源是多元的，不能说世界上的文化是一民族创造的，文化的产生不是一元的，不能说一个地方产生文化。一个民族自己创造文化，并不断发展，成为传统文化，这就是文化的民族性。一个民族创造了文化，同时在发展过程中它又必然接受别的民族文化，要进行文化交流，这就是文化的时代性。"}
{"text":"对于这样的人，我欲无言。我仍然认为，三十年河东，三十年河西是真理。核心观点文化文明的起源是多元的，不能说世界上的文化是一民族创造的，文化的产生不是一元的，不能说一个地方产生文化。一个民族自己创造文化，并不断发展，成为传统文化，这就是文化的民族性。一个民族创造了文化，同时在发展过程中它又必然接受别的民族文化，要进行文化交流，这就是文化的时代性。民族性与时代性有矛盾，但又统一，缺一不可。希腊文化延续发展为西方文化，欧美都属于西方文化的范畴，而中国文化印度文化阿拉伯伊斯兰文化构成了东方文化。而思维模式是一切文化的基础，思维模式的不同，是不同文化体系的根本不同，东方的思维模式是综合的，西方的思维模式则是分析的。从历史上来看，这两大文化体系之间的关系是三十年河东，三十年河西。在处理外国文化与中国文化的关系时，应该注意大胆拿来，把一切外国的好东西统统拿来，物质的好东西要拿来，精神的好东西也要拿来。应该特别强调，我们要拿来的是第三个层次里的东西，属于心的东西，即指的是价值观念思维方式审美趣味民族性格，等等。儒学作为中国传统文化的主体，有精华，也有糟粕。对于其中的糟粕，一定要批判，要抛弃对于精华，要继承，要发展。最近一些年来，我一改过去不喜欢义理的习惯，开始喜欢起义理来。我先后发表了一些理论文章，阐述我对中国和东方传统文化的态度。这些文章的中心主题是三十年河东，三十年河西，认为以分析思维见长的西方文化已经走到穷途末路，现在需要改弦更张，吸收东方文化的优点东方文化在近代以来落后了，但因为它采取的是以综合思维见长的思维方式，正可以弥补西方文化之不足，可以挽救西方因对大自然穷追猛打而造成的环境污染生态失衡臭氧空洞等危机。此论一出，支持者有之，反对者亦有之。反对者中有人把我归入新文化保守主义。反对者实际上是对此论误解所致。为了避免误解，现在我来换个说法，叫做东西文化互补论。立论的基础文化交流论三十年河东，三十年河西论和东西文化互补论，是我对东西方文化的一种论断。我立论的基础是文化交流论。"}
{"text":"此论一出，支持者有之，反对者亦有之。反对者中有人把我归入新文化保守主义。反对者实际上是对此论误解所致。为了避免误解，现在我来换个说法，叫做东西文化互补论。立论的基础文化交流论三十年河东，三十年河西论和东西文化互补论，是我对东西方文化的一种论断。我立论的基础是文化交流论。所谓文化就是包括人类通过自己的劳动，这劳动包括脑力劳动和体力劳动所创造的一切精神的和物质的有积极意义的东西。或者说，凡人类在历史上所创造的精神物质两个方面，并对人类有用的东西，就叫文化。文化与文明既有相同的一面，又有不同的一面。文明指的是从一个野蛮状态，随着社会的进步往前发展，人类的智慧增加了，这叫文明。文化就是人类力量的往前进一步发展，人类社会中的艺术科学等的智力的发展。文明是对野蛮而言，文化是对愚昧而言。这两个词，有时候能通用，如东方文化史也可以叫东方文明史但有时候不能通用，如文明礼貌不能说文化礼貌学文化不能说学文明。文明的对立面是野蛮，文化的对立面是愚昧。但野蛮和愚昧又有联系，野蛮中愚昧成分居多，也有不愚昧的野蛮。学文化是因为过去没有文化，学了文化把愚昧去掉了。讲文明礼貌是过去不文明，有一些野蛮。提倡文明礼貌，把野蛮的成分去掉了。庞朴先生在文化结构与近代中国一文中提出了一个观点，即认为文化可以包括人的一切生活方式和为满足这些方式所创造的事事物物，以及基于这些方式所形成的心理和行为，它包括着物的部分，心物结合的部分和心的部分。我认为是搔着了文化的痒处。应该特别注意文化的起源和交流问题。文化文明的起源是多元的，不能说世界上的文化是一个民族创造的，文化的产生不是一元的，不能说一个地方产生文化。否定文化一元论，并不是否定文化体系的存在。所谓文化体系是指具备有特色能独立影响大这三个基本条件的文化。从这一前提出发，世界文化共分为四个大的文化体系中国文化印度文化伊斯兰阿拉伯文化希腊文化。希伯来文化很难成体系，不是属于伊斯兰文化的先驱归入伊斯兰文化，就是和希腊文化合在一起，所以不是独立的文化体系。"}
