{"text":"新军指清朝光绪二十一年袁世凯张之洞开始编练的新式陆军。印度波兰马牛奴隶性清末流行的军歌和文人诗作中常有这样的内容，例如张之洞所作军歌请看印度国土并非小，为奴为马不得脱笼牢。学堂歌波兰灭，印度亡，犹太遗民散四方。芬兰于一八九年沦为沙皇俄国统治下的一个大公国，一九一七年十二月宣布独立。菲律宾于一八六五年沦为西班牙殖民地，一八九八年美西战争后，又被美国乘机占领，一九四六年获得独立。越南于一八八四年沦为法国殖民地，一九四五年独立。匈牙利从十六世纪起，先后受土耳其侵略，被奥地利并吞，一九一八年才得到独立。烈赛尔，―通译黎萨，菲律宾作家，民族独立运动领袖。著有长篇小说起义者不许犯我等。指越南亡国史，越南维新派知识分子潘福珠口述，新民丛报社社员编辑，一九一四年由上海广智书局出版。第他节他一知了不要叫了，他在房中睡着知了叫了，刻刻心头记着。太阳去了，知了住了，――还没有见他，待打门叫他，――锈铁链子系着。二秋风起了，快吹开那家窗幕。开了窗幕，会望见他的双靥。窗幕开了，――一望全是粉墙，白吹下许多枯叶。三大雪下了，扫出路寻他这路连到山上，山上都是松柏，他是花一般，这里如何住得！不如回去寻他，――阿！回来还是我家。本篇最初发表于一九一九年四月十五日新青年第六卷第四号，署名唐俟。题风筝误题风筝误李笠翁风筝误亦点石斋画报附录也盖欲画笠翁十种曲而遂未全，余亦仅得此一种，今以附之天南叟著作之末。画人金桂，字蟾香，与吴友如同时，画法亦相类，当时石印绣像或全图小说甚多，其作风大率如此。成年九月将付装订因记。本篇据手稿编入，原题于风筝误重装本扉页，无标题标点。风筝误，传奇剧本，共三十出，清代李渔撰。李笠翁―约名渔，号笠翁，浙江兰溪人，清初戏曲作家。著有传奇剧本比目鱼风筝误等十种，合称笠翁十种曲。吴友如？―约名猷又作嘉猷，江苏元和今吴县人，清末画家。自一八八四年起，在上海主绘点石斋画报，后又自刊飞影阁画报。"}
{"text":"本篇据手稿编入，原题于风筝误重装本扉页，无标题标点。风筝误，传奇剧本，共三十出，清代李渔撰。李笠翁―约名渔，号笠翁，浙江兰溪人，清初戏曲作家。著有传奇剧本比目鱼风筝误等十种，合称笠翁十种曲。吴友如？―约名猷又作嘉猷，江苏元和今吴县人，清末画家。自一八八四年起，在上海主绘点石斋画报，后又自刊飞影阁画报。绣像或全图小说明清以来的通俗小说，有卷首画书中人物像的，称为绣像小说有画每回故事的，称为全图小说。题芥子园画谱三集赠许广平题芥子园画谱三集赠许广平此上海有正书局翻造本。其广告谓研究木刻十余年，始雕是书。实则兼用木版，石版，波黎版及人工著色，乃日本成法，非尽木刻也。广告夸耳！然原刻难得，翻本亦无胜于此者。因致一部，以赠广平，有诗为证十年携手共艰危，以沫相濡亦可哀聊借画图怡倦眼，此中甘苦两心知。成年冬十二月九日之夜，记本篇据手迹编入，原题在赠许广平的芥子园画谱三集首册扉页，无标题标点。芥子园画谱，又称芥子园画传，中国画技法图谱。清代王概兄弟应沈心友李渔之婿之请编绘，因刻于李渔在南京的别墅芥子园，故名。该书第三集为花卉草虫禽鸟谱，共四卷。有正书局的芥子园画谱三集广告，见一九三四年一月十七日申报，其中说本局费二十年心力经营木刻，不惜工本，将三集依式刊印，彩色鲜艳活泼，与宋元真迹无异，且多超过原本之处，诚为美术之绝品。波黎版即玻璃版，又称珂罗版，照像平印版的一种，用厚磨砂玻璃作版材制成。以沫相濡庄子大宗师泉涸，鱼相与处于陆，相橐允，相濡以沫，不如相忘于江湖。椋吹。题凯绥珂勒惠支版画选集赠季题凯绥珂勒惠支版画选集赠季印造此书，自去年至今年，自病前至病后，手自经营，才得成就，持赠季一册，以为记念耳。一九三六年七月二十七日旅隼上海本篇据手稿编入，原无标题。凯绥珂勒惠支版画选集，编选，收德国凯绥珂勒惠支所作版画二十一幅。前有美国女作家史沫特莱所写的序文及所作序目。一九三六年五月以三闲书屋名义出版。季，即许寿裳―，字季黻，浙江绍兴人，教育家。留学日本弘文学院时期的同学。"}
{"text":"一九三六年七月二十七日旅隼上海本篇据手稿编入，原无标题。凯绥珂勒惠支版画选集，编选，收德国凯绥珂勒惠支所作版画二十一幅。前有美国女作家史沫特莱所写的序文及所作序目。一九三六年五月以三闲书屋名义出版。季，即许寿裳―，字季黻，浙江绍兴人，教育家。留学日本弘文学院时期的同学。曾在教育部北京女子师范大学广东中山大学等处与同事多年。抗战胜利后去台湾，任台湾省编译馆馆长台湾大学文学系主任。一九四八年二月被刺杀于台北。著有亡友印象记我所认识的等。一九三六年七月，他从嘉兴回北平，路经上海，于二十七日往访，题赠凯绥珂勒惠支版画选集一册。题漫游随录图记残本题漫游随录图记残本漫游随录图记残本此亦点石斋画报附录。序云图八十幅，而此本止五十幅，是否后有续作，或中止于此，亦未详。图中异域风景，皆出画人臆造，与实际相去远甚，不可信也。狗儿年六月收得，九月重装并记。本篇据手稿编入，原题于漫游随录图记重装本扉页，无标题标点。漫游随录图记，清代王韬著，内容多记在西欧日本及国内游历时所见名胜古迹风土人情。原附点石斋画报印行，张志瀛绘图。购藏的画报本重装一册，内收游记五十则，插图五十幅。狗儿年旧时对戌年的俗称，这里指一九三四年夏历甲戌年。题淞隐漫录题淞隐漫录淞隐漫录十二卷原附上海点石斋画报印行，后有汇印本，即改称后聊斋志异。此尚是好事者从画报析出者，颇不易觏。戌年盛夏，陆续得二残本，并合为一部存之。九月三日南窗记。本篇据手稿编入，原题于淞隐漫录重装本首册扉页，无标题标点。末钤旅隼印。淞隐漫录，笔记小说，清代王韬著，共十二卷。多记花精狐魅奇女名娼故事。光绪十三年秋附点石斋画报印行时，配有吴友如田子琳绘制的插图。购藏的画报本，重装为六册。点石斋画报清末石印画报，旬刊，吴友如编绘。一八八四年五月八日创刊于上海，由上海申报馆附设的点石斋石印书局出版。随申报发行，也单独发售。一八九八年停刊。"}
{"text":"九月三日南窗记。本篇据手稿编入，原题于淞隐漫录重装本首册扉页，无标题标点。末钤旅隼印。淞隐漫录，笔记小说，清代王韬著，共十二卷。多记花精狐魅奇女名娼故事。光绪十三年秋附点石斋画报印行时，配有吴友如田子琳绘制的插图。购藏的画报本，重装为六册。点石斋画报清末石印画报，旬刊，吴友如编绘。一八八四年五月八日创刊于上海，由上海申报馆附设的点石斋石印书局出版。随申报发行，也单独发售。一八九八年停刊。题淞隐续录残本题淞隐续录残本淞隐续录残本自序云十二卷，然四卷以后即不著卷数，盖终亦未全也。光绪癸巳排印本淞滨琐话亦十二卷，亦丁亥中元后三日序，与此序仅数语不同，内容大致如一惟十七则为此本所无，实一书尔。九月三日上海寓楼记。本篇据手稿编入，原题于淞隐续录重装本首册扉页，无标题标点。末钤旅隼印。淞隐续录，笔记小说，清代王韬著。原附点石斋画报印行，前四卷，每卷十则故事，另有十一则不分卷，张志瀛绘图。购藏的画报本重装为二册。汇印本改题淞滨琐话，十二卷，共收故事六十八则，于光绪癸巳秋九月由淞隐庐出版。丁亥即一八八七年。中元，夏历七月十五日，俗称中元节。题陶元庆的出品题陶元庆的出品此璇卿当时手订见赠之本也。倏忽已逾三载，而亦久已永眠于湖滨。草露易，留此为念。乌呼！一九三一年八月十四夜，记于上海。本篇据手迹编入，原题在所藏画集陶元庆的出品空白页上，无标题标点。陶元庆的出品，陶元庆在上海立达学园美术院西画系第二届绘画展览会上展出作品的选集，共收绘画八幅。一九二八年五月北新书局印行。内有当陶元庆君的绘画展览时――我所要说的几句话一文后收入而已集。同年五月七日陶元庆将此画集赠给。璇卿陶元庆―，字璇卿，浙江绍兴人，美术家。曾在浙江台州第六中学上海立达学园杭州美术专科学校任教。的著译坟彷徨朝花夕拾苦闷的象征等都由他作封面画。他病逝后葬于杭州西湖的玉泉道上，墓地为出资购置。草露易语出汉乐府相和曲薤露曲薤上露，何易。露明朝更复落，人死一去何时归。"}
{"text":"同年五月七日陶元庆将此画集赠给。璇卿陶元庆―，字璇卿，浙江绍兴人，美术家。曾在浙江台州第六中学上海立达学园杭州美术专科学校任教。的著译坟彷徨朝花夕拾苦闷的象征等都由他作封面画。他病逝后葬于杭州西湖的玉泉道上，墓地为出资购置。草露易语出汉乐府相和曲薤露曲薤上露，何易。露明朝更复落，人死一去何时归。题外套题外套此素园病重时特装相赠者，岂自以为将去此世耶，悲夫！越二年余，发箧见此，追记之。三十二年四月三十日，迅。本篇据手迹编入，原无标题。外套，俄国作家果戈理的中篇小说，韦素园译。一九二六年九月未名社出版，为未名丛刊之一。一九二九年七月韦素园以布面精装本一册寄赠。题曹白所刻像题曹白所刻像曹白刻。一九三五年夏天，全国木刻展览会在上海开会，作品先由市党部审查，老爷就指着这张木刻说这不行！剔去了。本篇据手稿编入，原无标题，约写于一九三六年三月。曹白，原名刘平若，江苏江阴人。一九三三年春在杭州国立艺术专科学校学习时，参加该校学生组织的木铃木刻社。同年秋被国民党当局逮捕，一九三四年底出狱。不久，他刻了像和遇见祥林嫂两幅木刻，送交全国木刻联合展览会，但像被国民党上海市党部检查官禁止展出。次年三月，他将这幅木刻像寄给，在左侧空白处题了这段文字。全国木刻展览会即全国木刻联合展览会，唐诃金肇野等以平津木刻研究会名义主办。一九三五年元旦起在北平济南上海等地巡回展出。题记一篇题记一篇在昔原始之民，其居群中，盖惟以姿态声音，达其情意而已。声音繁变，I成言辞，言辞谐美，乃兆歌咏。然言者，犹风波也，激方已，余踪杳然，独恃口耳之传，殊不足以行远或垂后，故越吟仅一见于载籍，绋讴不丛集于诗山也。幸赖文字，其散亡，楮墨所书，年命斯久。而篇章既富，评骘遂生，东则有刘彦和之文心，西则有亚理士多德之诗学，解析神质，包举洪纤，开源发流，为世楷式。所惜既局于地，复限于时，后贤补苴，竞标颖异，积鸿文于书o蛋资锥巡猓任抟裕孰识菁英矣。"}
{"text":"然言者，犹风波也，激方已，余踪杳然，独恃口耳之传，殊不足以行远或垂后，故越吟仅一见于载籍，绋讴不丛集于诗山也。幸赖文字，其散亡，楮墨所书，年命斯久。而篇章既富，评骘遂生，东则有刘彦和之文心，西则有亚理士多德之诗学，解析神质，包举洪纤，开源发流，为世楷式。所惜既局于地，复限于时，后贤补苴，竞标颖异，积鸿文于书o蛋资锥巡猓任抟裕孰识菁英矣。青年劬学，著为新编，纵观古今，横览欧亚，撷华夏之古言，取英美之新说，探其本源，明其族类，解纷挈领，粲然可观，盖犹识玄冬于瓶水，悟新秋于坠梧，而后治诗学者，庶几由此省探索之劳已。一九三二年七月三日，读毕谨记。本篇据手稿编入，是给一个青年的文学论著写的题记。原有句读，无标题。越吟指古代越国的民歌，汉代刘向说苑善说中载有春秋时的越人歌一篇。绋讴古代出殡时挽柩人所唱的歌，如汉乐府相和曲中的薤露曲蒿里曲。刘彦和？―约名勰，字彦和，南朝梁南东莞今江苏镇江人，文艺理论家。文心，即文心雕龙，十卷，是他所撰的一部系统的文艺理论专著。识玄冬于瓶水吕氏春秋察今见瓶水之冰，而知天下之寒。尔雅释天冬为玄英。悟新秋于坠梧淮南子说山以小明大，见一叶落而知岁之将暮。明代王象晋群芳谱梧桐一叶落，天下尽知秋。题赠冯蕙熹题赠冯蕙熹杀人有将，救人为医。杀了大半，救其孑遗。小补之哉，乌乎噫嘻！一九三十年九月一日，上海本篇据手迹编入，原无标题。冯蕙熹，广东南海人，许广平的表妹。当时是北平协和医学院学生。铁甲列车译本的事迹，见于他的自传，本书的批评，见于教授的伟大的十年的文学中，中国已有译本，在这里无须多说了。关于巴尔底山的小说，伊凡诺夫所作的不只这一篇，但这一篇称为杰出。巴尔底山者，源出法语，意云党人，当拿破仑侵入俄国时，农民即曾组织团体以自卫，――这一个名目，恐怕还是法国人所起的。现在或译为游击队，或译为袭击队，经西欧的新闻记者用他们的有血的笔一渲染，读者便觉得像是渴血的野兽一般了。这篇便可洗掉一切的风说，知道不过是单纯的平常的农民的集合，――其实只是工农自卫团而已。"}
{"text":"关于巴尔底山的小说，伊凡诺夫所作的不只这一篇，但这一篇称为杰出。巴尔底山者，源出法语，意云党人，当拿破仑侵入俄国时，农民即曾组织团体以自卫，――这一个名目，恐怕还是法国人所起的。现在或译为游击队，或译为袭击队，经西欧的新闻记者用他们的有血的笔一渲染，读者便觉得像是渴血的野兽一般了。这篇便可洗掉一切的风说，知道不过是单纯的平常的农民的集合，――其实只是工农自卫团而已。这一篇的底本，是日本黑田辰男的翻译，而且是第二次的改译，自云确已面目一新，相信能近于完全的，但参照的德译本，则不同之处很不少。据情节来加推断，亦复互见短长，所以本书也常有依照德译本之处。大约阅历甚多，方言杂出，即这一篇中就常有西伯利亚和中国语文笔又颇特别，所以完全的译本，也就难于出现了罢。我们的译本，也只主张在直接的完译未出之前，有存在的权利罢了。一九三年十二月三日。编者。本篇最初印入一九三二年八月上海神州国光社出版的中译本铁甲列车―。铁甲列车―，中篇小说，苏联伊凡诺夫作，描写苏联国内战争时期西伯利亚工人农民组成游击队同日本美国干涉者所支持的高尔察克白匪军斗争的故事。侍桁译，校，列为所编的现代文艺丛书之一。，德语的缩写，意为号码。戈庚Z，―玻樟难家。著有西欧文学史概论等。伟大的十年的文学，论述十月革命前后至一九二七年苏联文学发展概况的著作。沈端先译，一九三年九月上海南强书局出版。巴尔底山俄语的音译，源于法语。伊凡诺夫，―苏联作家。著有中篇小说游击队员铁甲列车―有色的风，长篇小说巴尔霍明柯等。拿破仑于一八一二年六月入侵俄国，九月攻克莫斯科，当时的俄军统帅库图佐夫组织军队进行游击战争，并鼓励农民开展游击运动，于十月转入反攻，十一月将法军驱逐出俄国。黑田辰男日本的俄罗斯及苏联文学研究者和翻译家。爱德华席曼，德国翻译家。"}
{"text":"伊凡诺夫，―苏联作家。著有中篇小说游击队员铁甲列车―有色的风，长篇小说巴尔霍明柯等。拿破仑于一八一二年六月入侵俄国，九月攻克莫斯科，当时的俄军统帅库图佐夫组织军队进行游击战争，并鼓励农民开展游击运动，于十月转入反攻，十一月将法军驱逐出俄国。黑田辰男日本的俄罗斯及苏联文学研究者和翻译家。爱德华席曼，德国翻译家。题照赠仲弟题照赠仲弟会稽山下之平民，日出国中之游子，弘文学院之制服，铃木真一之摄影，二十余龄之青年，四月中旬之吉日，走五千余里之邮筒，达星杓仲弟之英盼。兄树人顿首。本篇录自周遐寿的故家，是一九二年六月从日本寄回的照片上的题句，原无标题。星杓即周作人，原名寿，字星杓。通信复魏猛克通信复魏猛克猛克先生三日的来信收到了，适值还完了一批笔债，所以想来写几句。大约因为我们的年龄，环境不同之故罢，我们还很隔膜。譬如回信，其实我也常有失写的，或者以为不必复，或者失掉了住址，或者偶然搁下终于忘记了，或者对于质问，本想查考一番再答，而被别事岔开，从此搁笔的也有。那些发信者，恐怕在以为我是以大文学家自居的，和你的意见一定并不一样。你疑心萧有些虚伪，我没有异议。但我也没有在中外古今的名人中，发见能够确保决无虚伪的人，所以对于人，我以为只能随时取其一段一节。这回我的为萧辩护，事情并不久远，还很明明白白的起于他在香港大学的讲演。这学校是十足奴隶式教育的学校，然而向来没有人能去投一个爆弹，去投了的，只有他。但上海的报纸，有些却因此憎恶他了，所以我必须给以支持，因为在这时候，来攻击萧，就是帮助奴隶教育。假如我们设立一个肚子饿了怎么办的题目，拖出古人来质问罢，倘说肚子饿了应该争食吃，则即使这人是秦桧，我赞成他，倘说应该打嘴巴，那就是岳飞，也必须反对。如果诸葛亮出来说明，道是吃食不过要发生温热，现在打起嘴巴来，因为摩擦，也有温热发生，所以等于吃饭，则我们必须撕掉他假科学的面子，先前的品行如何，是不必计算的。所以对于萧的言论，侮辱他个人与否是不成问题的，要注意的是我们为社会的战斗上的利害。其次，是关于高尔基。"}
{"text":"假如我们设立一个肚子饿了怎么办的题目，拖出古人来质问罢，倘说肚子饿了应该争食吃，则即使这人是秦桧，我赞成他，倘说应该打嘴巴，那就是岳飞，也必须反对。如果诸葛亮出来说明，道是吃食不过要发生温热，现在打起嘴巴来，因为摩擦，也有温热发生，所以等于吃饭，则我们必须撕掉他假科学的面子，先前的品行如何，是不必计算的。所以对于萧的言论，侮辱他个人与否是不成问题的，要注意的是我们为社会的战斗上的利害。其次，是关于高尔基。许多青年，也像你一样，从世界上各种名人的身上寻出各种美点来，想我来照样学。但这是难的，一个人那里能做得到这么好。况且你很明白，我和他是不一样的，就是你所举的他那些美点，虽然根据于记载，我也有些怀疑。照一个人的精力，时间和事务比例起来，是做不了这许多的，所以我疑心他有书记，以及几个助手。我只有自己一个人，写此信时，是夜一点半了。至于那一张插图，一目了然，那两个字是另一位文学家的手笔，其实是和那图也相称的，我觉得倒也无损于原意。我的身子，我以为画得太胖，而又太高，我那里及得高尔基的一半。文艺家的比较是极容易的，作品就是铁证，没法游移。你说，以我的地位，不便参加一个幼稚的团体的战斗，那是观察得不确的。我和青年们合作过许多回，虽然都没有好结果，但事实上却曾参加过。不过那都是文学团体，我比较的知道一点。若在美术的刊物上，我没有投过文章，只是有时迫于朋友的希望，也曾写过几篇小序之类，无知妄作，现在想起来还很不舒服。自然，我不是木石，倘有人给我一拳，我有时也会还他一脚的，但我的不再来开口，却并非因为你的文章，我想撕掉别人给我贴起来的名不符实的百科全书的假招帖。但仔细分析起来，恐怕关于你的大作的，也有一点。这请你不要误解，以为是为了地位的关系，即使是猫狗之类，你倘给以打击之后，它也会避开一点的，我也常对于青年，避到僻静区处去。艺术的重要，我并没有忘记，不过做事是要分工的，所以我祝你们的刊物从速出来，我极愿意先看看战斗的青年的战斗。此复，并颂时绥。启上。六月五日夜。通信复张孟闻通信复张孟闻孟闻先生读了来稿之后，我有些地方是不同意的。其一，便是我觉得自己也是颇喜欢输入洋文艺者之一。其次，是以为我们所认为在崇拜偶像者，其中的有一部分其实并不然，他本人原不信偶像，不过将这来做傀儡罢了。"}
