{"text":"当时班上同学中，我最佩服的两个人，一个是中队长郁华，一个是大队长陈心田。郁华是一个听话的小姑娘，学习很用功，经常受老师表扬，虽然长相平常，在我眼里却是一尊小偶像。课余活动跳集体舞时，一个打扮得像洋娃娃的班上年龄最小的女生总喜欢找我，但我看不上她，心里念着郁华，可惜郁华又看不上我，她多半是找陈心田。陈心田是全校学生第一人，班上男生女生都崇拜他。他脸上有一对小酒窝，模样很可爱。他倒不是小绵羊型的学生，凭着强烈的优越感，他时而会对老师耍脾气。有一回，他发很大的脾气，把大队长标志摔在地上，表示辞职不干了，老师只得好言劝慰，越发增添了他的威风，使我们都相信缺了陈心田就办不成少先队。毕业那一年，陈心田背着老师玩了一个大游戏。他把班上多数男生组织起来，给每人封职，自己当军长，其余人依次为较低的职务，直至连长排长。惟独一个年龄最大的男生，功课不好，擅长打架，却被他封为总司令。当时我不理解他为什么要这样做，现在想来，他这一着颇有心机，用虚名稳住这个男生，又用这个傀儡镇住众人，他自己就可以放心做实际上的司令了。官职明显是根据与他关系的亲疏分配的，等级又一目了然，很快就引起了矛盾。于是，他宣布撤消原来的任命，大致按照军队机关的职务重新任命，诸如科长参谋之类，不易看出官职大小，用这个办法基本平息了风波。那些日子里，他的家变成了司令部，上门请示汇报的人川流不息。我远非他的亲信，不管他怎么玩花样，我的职务都不大，对此我心里是清楚的。和我要好的两个男生也都任职卑微，于是我们决定自己成立一个秘密组织，同时继续潜伏在陈心田的组织中。至于潜伏在那里做什么，我们根本不知道。我记得我好几次心怀鬼胎地爬上陈家小木楼梯，试图去刺探情报，结果总是在请示了一件无关紧要的事之后，一无所获而归。这个游戏占据了我们几乎全部的课外兴趣和时间，终于被老师发现，勒令终止。我最要好的小学同学叫黄万春，我们性格相近，都好静。在班上，他也是一个没有风头可出的学生。他出的唯一一次风头是，陆老师在课堂上批评他不用功，接着说如果他用功，会是全班成绩最好的。放学后，我们常在一起做作业，然后画画看小人书下象棋。活动地点基本上在我家里，去他家要趁他母亲不在，因为她太爱整洁，规矩太多，不欢迎别的孩子。受他外婆的影响，他有一点儿信佛，向我传授心得说，如果在马路上丢失了东西，只要默诵阿弥陀佛，就一定能找回来。"}
{"text":"我最要好的小学同学叫黄万春，我们性格相近，都好静。在班上，他也是一个没有风头可出的学生。他出的唯一一次风头是，陆老师在课堂上批评他不用功，接着说如果他用功，会是全班成绩最好的。放学后，我们常在一起做作业，然后画画看小人书下象棋。活动地点基本上在我家里，去他家要趁他母亲不在，因为她太爱整洁，规矩太多，不欢迎别的孩子。受他外婆的影响，他有一点儿信佛，向我传授心得说，如果在马路上丢失了东西，只要默诵阿弥陀佛，就一定能找回来。我听了试过一下，却无效。我有另一种迷信心理，走有图案的马路时特别小心不踩线，觉得踩了就不吉利。快毕业时，黄万春没有报考中学，因为他的父亲准备接全家去香港。毕业后的那个暑假里，我们都感到依依不舍。有一天，我带他去看我已经考上的那所中学，假期里关着校门，我俩隔着篱笆朝里窥看，看见操场和操场尽头的一排教室，相视惊叹真大啊，其实那是一所很普通的中学。我最后一次去他家里，看见一个戴黑边眼镜的斯文男子，正在忙碌地收拾行装。那是他的父亲，全家日内就要动身了。他家楼下有一个制造麻将和筷子的小作坊，他经常从那里得到一些象牙或塑料边料，在我眼里全是宝贝，这时他都慷慨地送给了我。我揣着这些宝贝，在街角和他挥手相别。后来我们一直通信，他去纽约读大学后，我们仍通过他在香港的家人互转信件，直到文化大革命爆发才断了联系五为释迦牟尼流泪我读小学时，低年级开国语算术常识三门课，高年级取消了常识课，增加历史地理自然三门课，实际上是常识课的扩展。在所有这些课上学了些什么，我几乎忘光了，惟有两节课深深地留在了我的记忆里，而它们都与死亡有关。常识课好像是根据内容由不同的老师教的，教生理卫生常识的是一个有了点年纪的女老师，样子和说话都比较粗俗，总在课上讲一些真正属于老百姓常识的东西。例如，有一回她告诉我们，预防感冒的最好方法是经常把脑袋浸在冷水里，这在当时的我听来完全是惊人之谈。不过，给我留下深刻印象的不是这类东西，并且实际上和她的教学无关。在一堂课上，她把一张人体解剖图挂在黑板上，我不记得她讲解的内容了，但清楚地记得这张图给我带来的震惊。从这张图上我仿佛发现了人最后会死的原因，就在于身体里充满这些恶心难看的内脏。我对自己说我身体里一定不是这种乱七八糟的样子，而是一片光明，所以我是不会死的。"}
{"text":"例如，有一回她告诉我们，预防感冒的最好方法是经常把脑袋浸在冷水里，这在当时的我听来完全是惊人之谈。不过，给我留下深刻印象的不是这类东西，并且实际上和她的教学无关。在一堂课上，她把一张人体解剖图挂在黑板上，我不记得她讲解的内容了，但清楚地记得这张图给我带来的震惊。从这张图上我仿佛发现了人最后会死的原因，就在于身体里充满这些恶心难看的内脏。我对自己说我身体里一定不是这种乱七八糟的样子，而是一片光明，所以我是不会死的。这说明那时我已经意识到自己也会死的，并为之痛苦，所以要寻找理由抵制。令我难忘的另一堂课是一节历史课，一位男老师给我们讲佛教始祖释迦牟尼的生平。我听着听着，眼前出现了一幅生动的图景。不知为什么，在我的想象中，佛祖是一个年龄与我相仿的男孩，和我一样为死亡问题而苦恼。我看见他怀着这种苦恼离家出走，去寻找能让人摆脱死亡的极乐世界。我还看见他躺在草地上冥思苦想，终于大彻大悟，毅然抛弃尘世的一切欢乐。在这堂课之后，同样的情景在我脑中不断重演，我感觉自己是一个和释迦牟尼一样的男孩，我对他怀着无与伦比的同情和理解，深为不能与他同时代并相识而憾恨。每每在这样的遐想中，我发现自己已经热泪盈眶。现在看来，对死亡的思考在我童年时已经植下了种子。这倒没有什么特别之处，我常常观察到，四五岁的孩子就会表露出对死亡的困惑恐惧和关注。不管大人们怎样小心避讳，都不可能向孩子长久瞒住这件事，孩子总能从日益增多的信息中，从日常语言中，乃至从大人们的避讳态度中，终于明白这件事的可怕性质。他也许不说出来，但心灵的地震仍在地表之下悄悄发生。这正是当年在我身上发生的情形。我的女儿四岁时，就经常问这类问题，诸如她生出来前在哪里，死了会变成什么，为什么时间会过去，并且一再表示她不想长大。面对这类问题，大人们的通常做法一是置之不理，二是堵回去，叫孩子不要瞎想，三是给一个简单的答案，那答案必定是一个谎言。在我看来，这三种做法都是最坏的。我的做法是鼓励孩子，夸她提出了这么棒的问题，连爸爸也回答不出，爸爸要好好想一想。其实我说的正是事实，因为问题的确很棒，而我也的确回答不出。当然也不妨与她讨论，提出一些可能的答案，但一定不要做结论。完全不必担心孩子会陷在某种令人痛苦的思绪中，不会的，孩子毕竟是孩子，生命的蓬勃生长使得他们决不会想不开，他们的兴奋点很容易转移，生活依然是充满乐趣的。"}
{"text":"在我看来，这三种做法都是最坏的。我的做法是鼓励孩子，夸她提出了这么棒的问题，连爸爸也回答不出，爸爸要好好想一想。其实我说的正是事实，因为问题的确很棒，而我也的确回答不出。当然也不妨与她讨论，提出一些可能的答案，但一定不要做结论。完全不必担心孩子会陷在某种令人痛苦的思绪中，不会的，孩子毕竟是孩子，生命的蓬勃生长使得他们决不会想不开，他们的兴奋点很容易转移，生活依然是充满乐趣的。现在我的女儿正是这样，当年我自己想必也是这样。让孩子从小对人生最重大也最令人困惑的问题保持勇于面对的和开放的心态，这肯定有百利而无一弊，有助于在他们的灵魂中生长起一种根本的诚实。六万竹街和城隍庙离紫金小学不远，有一条著名的小街叫万竹街。我说它著名，是对住在那一带的孩子们而言。当时在我们小学生中间时兴搜集火柴商标，万竹街是最兴旺的交易场所。一走上这条街，就可以看到孩子们熙熙攘攘，手里拿着各色火柴商标，边走边喊换吗？换吗？交换时必须小心，因为有些人用别种商标冒充火柴商标，我就上过当。街上还有一些摊贩，其中数一个老头出售的品种最多，生意也最火，我常在他的摊旁留连。普通的商标很便宜，一分钱能买一沓，精美的或罕见的要几分钱一张，这在当时的我看来算很贵了。这个老头允许用别的东西交换，我家里有几副象牙麻将，都被我陆续换光了。当时我搜集了一百多种商标，有从火柴盒上揭下的，但大多是崭新的，并且在日常用的火柴盒上见不到，可能直接来自各地大小火柴厂，也可能是专为搜集而印制的。在更小的年龄，我搜集的是糖果包装纸，除自己吃后留下的外，大量的也是崭新的未使用过的。小时候我还集过邮，但成绩平平，半途而废。儿时的搜集只是一种游戏，与成人的收藏是两回事，后者混合着恋物癖占有欲和虚荣心。我这么说并无贬低之意，收藏恰恰是这些欲望的最天真无邪的满足方式。也许我的这些欲望不够强烈，也许它们有了别的满足途径，总之在成年以后，我没有养成任何一种收藏的雅好。在我小时候，除了万竹街，另一个使我流连忘返的地方是城隍庙。城隍庙是上海老城的中心，离我家很近，走几分钟就能到达。那里非常热闹，摆着五花八门的售货摊子，有卖蟋蟀金鱼乌龟鸟等小生物的，也有卖各种小玩具和零食的，是孩子们的乐园。"}
{"text":"我这么说并无贬低之意，收藏恰恰是这些欲望的最天真无邪的满足方式。也许我的这些欲望不够强烈，也许它们有了别的满足途径，总之在成年以后，我没有养成任何一种收藏的雅好。在我小时候，除了万竹街，另一个使我流连忘返的地方是城隍庙。城隍庙是上海老城的中心，离我家很近，走几分钟就能到达。那里非常热闹，摆着五花八门的售货摊子，有卖蟋蟀金鱼乌龟鸟等小生物的，也有卖各种小玩具和零食的，是孩子们的乐园。过年时尤其热闹，像赶庙会一样，平时看不到的商品都摆出来了，人声鞭炮声吹气球的哨声扯铃的声音响成一片。逛城隍庙是我们每年的必有节目，不逛一下，就觉得不像过年。饲养和搜集是孩子们的两种普遍爱好，它们也许分别代表了人的自然天性和历史天性。对于我来说，万竹街是搜集的圣地，城隍庙是饲养的天堂。我小时养过金鱼蝌蚪蟋蟀，最喜欢养的是蚕。当时许多孩子都喜欢养蚕，我们亲昵地把蚕叫做蚕宝宝。每年春季，在城隍庙可以买到刚孵化出来的幼蚕，我一定会买一些回来，养在纸盒里。桑叶也是要买的，一分钱可以买一小把，隔一两天换一次新鲜的。伺弄蚕宝宝，每天都有需要关心的事，每天都有惊喜。看它们辛勤地蚕食，一点点长大，身体逐渐透亮，用稻草搭一座小山，看它们爬上去吐丝作茧，这个过程真是其乐无穷。茧子由薄变厚，开始时像纱帐，仍能看见蚕在里面忙碌，渐渐就看不见了。美好的时光到此结束，因为此后必须耐心等待，直到有一天，茧上出现了一小缺口，逐渐扩大，蛾破茧而出。接下来就更没有意思了，蛾们的必然命运是交配，产卵，死去。虽然我总是把卵保存到第二年春季，但它们从来没有孵化成蚕宝宝。在城隍庙还能买到一种米粒大小的甲虫，名叫养虫。其实我只知其发音，我揣摩是营养的养字，因为据说这种小虫是大补，而它们也专吃莲子红枣等滋补食品。吃这种小虫的方法很特别，抓一把活活放进嘴里，让它们自己顺着咽喉和食道爬到腹中。我们班上真有同学这样吃过，我可不敢。我只是养着玩，上课时把小纸盒搁在课桌里，不时偷偷打开盖子看它们一眼。它们有惊人的繁殖力，弄几只放在那种装针剂的小纸盒里，几天后就是满满一盒了。养这种小虫的最大乐趣就在这里，看它们的数量像变魔术似地日新月异。解放初，城隍庙口上有一家剧团，专门演大头小头戏。毛家叔叔认识守门人，带我进去观看过一回。场地很小，没有舞台，也没有座位，观众都站着看。"}
{"text":"吃这种小虫的方法很特别，抓一把活活放进嘴里，让它们自己顺着咽喉和食道爬到腹中。我们班上真有同学这样吃过，我可不敢。我只是养着玩，上课时把小纸盒搁在课桌里，不时偷偷打开盖子看它们一眼。它们有惊人的繁殖力，弄几只放在那种装针剂的小纸盒里，几天后就是满满一盒了。养这种小虫的最大乐趣就在这里，看它们的数量像变魔术似地日新月异。解放初，城隍庙口上有一家剧团，专门演大头小头戏。毛家叔叔认识守门人，带我进去观看过一回。场地很小，没有舞台，也没有座位，观众都站着看。所谓演员，其实是三个畸形人。一个侏儒女人，头极大，相当于正常人的两倍。两个男人是兄弟，头极小，相当于正常人的一半。他们都穿着花衣服，脸上抹浓彩，在锣鼓声中咿咿呀呀乱唱一气。不多久，这个剧团被解散了，取而代之的是一个小动物园，展出双头蛇之类怪物。后来我多次见到那一对小头兄弟，发现他们也住在侯家路，据说已经安排了正当的工作。城隍庙现在仍是上海的一个热闹场所，那里有九曲桥和苏州式园林豫园，有许多传统小吃店和特色小商场。但是，庙早已拆除，如同今天许多地名一样，城隍庙已经名不副实。在我小时候，庙是完好无损的，而且长年燃着香烛，烟雾缭绕。庙分二层，有好几进，供着来历不同的众多神像。一楼是阳间，儒佛兼收并蓄，有玉皇也有观音，当然有城隍老爷，还有刘备诸葛亮关公之类。二楼是阴司，光线特别暗，展示下油锅之类阴森的地狱景象，角落里藏着拖长舌的白无常和黑无常。我经常进庙里玩，心情恐惧而兴奋，一旦踏进去又后悔，目不敢旁视，硬着头皮穿过一个个烛光昏暗的殿堂，魂飞魄散地从另一个门口逃出来。直到搬离侯家路后，长达二十年之久，我经常做同一个梦，梦见自己在庙里迷路，被无数神像包围，殿堂一间连着一间，仿佛没有尽头，怎么也找不到出口，最后在惊恐中醒来。七街头的娱乐身为比较贫困家庭的孩子，我与高雅的娱乐基本无缘。我的娱乐场所在街头。在放学回家的路上，我多半会看到一点好玩的东西。最常见的是木偶戏。一个衣着破烂的外乡人，不一定是同一个人，背着一套简陋的道具在街上走，孩子们便陆续聚集起来，尾随在他身后。尾随的孩子多了，他就停下来，准备开演。一个木架，下面遮着布帘，上面如一只敞开的木箱，那就是舞台了，卖艺人躲在布帘后操纵木偶。他口含哨子，吹着单一的调子配合木偶的动作。戏的内容千篇一律，不外是武松打虎或老虎追乌龟之类。然而，我遇见了必看，百看不厌。"}
{"text":"我的娱乐场所在街头。在放学回家的路上，我多半会看到一点好玩的东西。最常见的是木偶戏。一个衣着破烂的外乡人，不一定是同一个人，背着一套简陋的道具在街上走，孩子们便陆续聚集起来，尾随在他身后。尾随的孩子多了，他就停下来，准备开演。一个木架，下面遮着布帘，上面如一只敞开的木箱，那就是舞台了，卖艺人躲在布帘后操纵木偶。他口含哨子，吹着单一的调子配合木偶的动作。戏的内容千篇一律，不外是武松打虎或老虎追乌龟之类。然而，我遇见了必看，百看不厌。演出结束后，卖艺人照例要向小观众们收钱，也照例所得甚少或一无所获。还经常有坏孩子欺负他，在演出时朝舞台里扔石子，几乎必定要落到他头上。这时他会撩开帘子，钻出脑袋，气恼地左右察看，企图找出凶手。当然找不出，他便没有目标地胡乱骂几句，接着再演。坏孩子又扔，最后他只得背起家当走路。耍猴戏也是经常遇见的，耍猴人让猴子表演爬杆取物作揖等动作，然后让它托着铜锣向观众讨钱。我听说在训练时猴子常遭痛打，因而虽然情不自禁要看，但心里恨耍猴人，对猴子则满怀同情。有时还遇见卖唱的，往往是一个小姑娘唱，一个成年男人拉二胡伴奏。在观看时，我脑中会编织一个相同的故事，想象那个男人是坏人，我变成一个勇士，把眼前这个与我年龄相仿的可怜的小姑娘救出火坑。那时候，上海街头到处有走街穿巷的小贩，并且许多是以孩子为对象的。他们肩挑不同的家什，各操一门手艺。有一种是用烧融的糖水飞快浇出一个图案，比如花卉人或动物，凝固了像一张糖制的剪纸，下面粘一支小竹棒，以便让孩子举在手里。这种小贩一般都携带一个赌博用的小型轮盘，一分钱转一次，赢了才能得到一幅糖图，输了只能得到一个小糖块。此外还有炒白果的，烤鱿鱼的，捏面人的，打弹子的，套圈的，等等。我一般是看热闹，但有时也忍不住要花掉零用钱。大人们想象不到，这些小贩用随身携带的炉火炒出的白果有多么嫩，烤出的鱿鱼有多么香。熟识的孩子聚在一起，就会在路边或院子里玩小小的赌博。比如打弹子，就是现在跳棋上用的那种小玻璃球，用拇指和食指贴近地面弹出，如果击中了对方的那一颗，便可赢到手。我不善弹，所以不爱玩这种游戏。我常玩的是刮香烟牌子。我不知道为什么叫香烟牌子，其实那是印着彩色连环画的硬纸片，一张张剪开来，我们便用来玩耍。"}
{"text":"大人们想象不到，这些小贩用随身携带的炉火炒出的白果有多么嫩，烤出的鱿鱼有多么香。熟识的孩子聚在一起，就会在路边或院子里玩小小的赌博。比如打弹子，就是现在跳棋上用的那种小玻璃球，用拇指和食指贴近地面弹出，如果击中了对方的那一颗，便可赢到手。我不善弹，所以不爱玩这种游戏。我常玩的是刮香烟牌子。我不知道为什么叫香烟牌子，其实那是印着彩色连环画的硬纸片，一张张剪开来，我们便用来玩耍。办法是刮刮风的刮，甲的一张放在地上，乙把自己的一张用力拍向它近旁，依靠扇起的风使它翻一个面，或者贴近地面轻轻滑向它，插入它的下面，这样都算赢，就可以赢得一张。为了使香烟牌子变得平整，不易被刮翻或插入，我们就用油将它们浸渍。浸渍得好的香烟牌子往往屡战不败，就专门被用来作战，滚打得乌黑发亮。在孩子们眼里，这肮脏的模样是战绩和威力的象征，对之几乎要生出敬畏之心。虽然我常在街上玩耍，但我毕竟是小学生，每天要上课，课余多数时间也还呆在家里，这把我和那些野孩子区别开来了。父亲是不准我们和野孩子玩的。可是，有一阵，我迷上了一个野孩子。那是一个大男孩，一到入夜时分，他便举着一大把商标纸，吆喊着在街上边跑边撒，招引一群小屁孩跟在他后面抢捡。我加入了这支小屁孩的队伍。他显然很喜欢我，自从我出现后，他停止了奔撒，把商标纸直接送给了我。后来他经常带我去他家里，他家开着一爿五金厂，他自己也是厂里的徒工，每次他都送给我一些五金配件玩。父亲发现我与他的来往后，竭力阻止，说他是街头小流氓。我向父亲保证他是一个好人，父亲便让我带他来家里，想亲自考察一下。这个大男孩忸怩了好一会儿，才鼓起勇气跟我上楼。父亲靠在床上，问了他一些问题，又作了一番劝诫，无非是要他求上进，好好读书，别在街头胡耍。几星期后，我遇见他，他高兴地告诉我，他已经进了夜校。八最快活的日子在乡下一个人的童年，最好是在乡村度过。一切的生命，包括植物动物人，归根到底来自土地，生于土地，最后又归于土地。上帝对亚当说你是用尘土造的，你还要归于尘土。在乡村，那刚来自土地的生命仍能贴近土地，从土地汲取营养。童年是生命蓬勃生长的时期，而乡村为它提供了充满同样蓬勃生长的生命的环境。农村孩子的生命不孤单，它有许多同伴，它与树草野兔家畜昆虫进行着无声的谈话，它本能地感到自己属于大自然的生命共同体。"}
{"text":"八最快活的日子在乡下一个人的童年，最好是在乡村度过。一切的生命，包括植物动物人，归根到底来自土地，生于土地，最后又归于土地。上帝对亚当说你是用尘土造的，你还要归于尘土。在乡村，那刚来自土地的生命仍能贴近土地，从土地汲取营养。童年是生命蓬勃生长的时期，而乡村为它提供了充满同样蓬勃生长的生命的环境。农村孩子的生命不孤单，它有许多同伴，它与树草野兔家畜昆虫进行着无声的谈话，它本能地感到自己属于大自然的生命共同体。相比之下，城里孩子的生命就十分孤单，远离了土地和土地上丰富的生命，与大自然的生命共同体断了联系。在一定意义上，城里孩子是没有童年的。当我现在记述着我的种种童年琐事的时候，我深感惭愧。事实上，我是在自曝我的童年生活的贫乏和可怜。所幸的是，当时我的祖辈中还有人住在乡下，父母时常带我去玩，使得我的童年不致与乡村完全隔绝。尽管那乡下不过是上海郊区而已，但是，每年在那里暂住的几天已足以成为我一年中最快活的日子了。那是一个叫周沈巷的村子，离徐家汇不远，随着都市的迅速扩展，现在它早已不复存在。当时那里住着我的外婆祖母和一个姑妈，她们的家挨得很近，沿着同一条小河走几分钟，就可以从这一家到达那一家。孩子到了乡村，所注意的往往不是庄稼和风景，而是大人不放在眼里的各种小生物。春天的水洼里有蝌蚪，每年我都要捕捞一些，养在瓶子里，看它们摇着细尾巴活泼地游动，心里的喜悦要满溢出来。夏天的田野则是昆虫的天下。一定是很小的时候，也许还没有上学，有一次在乡下，姐姐神秘地告诉我，田里有得蜢。她其实说的是蚱蜢，因为发音不准，说成了得蜢。我好奇地跟她到田里，一起小心翼翼地捕捉，那是我第一次看见蚱蜢。我更喜欢捉一种叫做金虫的甲虫。仲夏季节，拨开玉米叶子，便可发现它们挤成一团，正在啃食刚刚结成的玉米穗。金虫有金色的硬壳，蚕豆大小，用一根细线栓住它，让它悬空，它就扇开薄翅飞起来，发出好听的嗡嗡声。由于它爱啃西瓜皮，捉住了能养好些天。年龄稍大，我喜欢捉蟋蟀。它们往往躲在烂草堆下，翻开后四处乱跳，一眨眼就不见了，不容易捉到。最好是在夜里行动，用手电筒光能够把它们镇住。捉住后塞进自制的小纸筒，再选出模样精悍的养在小竹筒里或瓦罐里，和别的孩子玩斗蟋蟀。在我眼里，乡下什么都和城里不一样，一切都是新奇的。"}
