{"text":"因为她却开了个方法根治了它。我曾问过她，她书中所写的那个印度人到底怎样？她告诉我实际上那人比她写的更坏一点。但是印度人是弱小民族，所以她在笔下把他放松了。这可以看见的对于不幸者的帮忙。她对不幸者永远寄托着不可遏止的同情。月日署名萧红，刊于己于人年月日香港大公报副刊文艺综合回忆先生先生的笑声是明朗的，是从心里的欢喜。若有人说了什么可笑的话，先生笑的连烟卷都拿不住了，常常是笑的咳嗽起来。先生走路很轻捷，尤其他人记得清楚的，是他刚抓起帽子来往头上一扣，同时左腿就伸出去了，仿佛不顾一切地走去。先生不大注意人的衣裳，他说谁穿什么衣裳我看不见得先生生的病，刚好了一点，他坐在躺椅上，抽着烟，那天我穿着新奇的大红的上衣，很宽的袖子。先生说这天气闷热起来，这就是梅雨天。他把他装在象牙烟嘴上的香烟，又用手装得紧一点，往下又说了别的。许先生忙着家务，跑来跑去，也没有对我的衣裳加以鉴赏。于是我说周先生，我的衣裳漂亮不漂亮？先生从上往下看了一眼不大漂亮。过了一会又接着说你的裙子配的颜色不对，并不是红上衣不好看，各种颜色都是好看的，红上衣要配红裙子，不然就是黑裙子，咖啡色的就不行了这两种颜色放在一起很浑浊你没看到外国人在街上走的吗？绝没有下边穿一件绿裙子，上边穿一件紫上衣，也没有穿一件红裙子而后穿一件白上衣的先生就在躺椅上看着我你这裙子是咖啡色的，还带格子，颜色浑浊得很，所以把红色衣裳也弄得不漂亮了。人瘦不要穿黑衣裳，人胖不要穿白衣裳脚长的女人一定要穿黑鞋子，脚短就一定要穿白鞋子方格子的衣裳胖人不能穿，但比横格子的还好横格子的胖人穿上，就把胖子更往两边裂着，更横宽了，胖子要穿竖条子的，竖的把人显得长，横的把人显的宽那天先生很有兴致，把我一双短筒靴子也略略批评一下，说我的短靴是军人穿的，因为靴子的前后都有一条线织的拉手，这拉手据先生说是放在裤子下边的我说周先生，为什么那靴子我穿了多久了而不告诉我，怎么现在才想起来呢？现在我不是不穿了吗？我穿的这不是另外的鞋吗？你不穿我才说的，你穿的时候，我一说你该不穿了。"}
{"text":"现在我不是不穿了吗？我穿的这不是另外的鞋吗？你不穿我才说的，你穿的时候，我一说你该不穿了。那天下午要赴一个宴会去，我要许先生给我找一点布条或绸条束一束头发。许先生拿了来米色的绿色的还有桃红色的。经我和许先生共同选定的是米色的。为着取美，把那桃红色的，许先生举起来放在我的头发上，并且许先生很开心地说着好看吧！多漂亮！我也非常得意，很规矩又顽皮地在等着先生往这边看我们。先生这一看，脸是严肃的，他的眼皮往下一放向着我们这边看着不要那样装饰她许先生有点窘了。我也安静下来。先生在北平教书时，从不发脾气，但常常好用这种眼光看人，许先生常跟我讲。她在女师大读书时，周先生在课堂上，一生气就用眼睛往下一掠，看着他们，这种眼光是先生在记范爱农先生的文字曾自己述说过，而谁曾接触过这种眼光的人就会感到一个旷代的全智者的催逼。我开始问周先生怎么也晓得女人穿衣裳的这些事情呢？看过书的，关于美学的。什么时候看的大概是在日本读书的时候买的书吗？不一定是买的，也许是从什么地方抓到就看的看了有趣味吗？！随便看看周先生看这书做什么？没有回答，好象很难以答。许先生在旁说周先生什么书都看的。在先生家里作客人，刚开始是从法租界来到虹口，搭电车也要差不多一个钟头的工夫，所以那时候来的次数比较少。记得有一次谈到半夜了，一过十二点电车就没有的，但那天不知讲了些什么，讲到一个段落就看看旁边小长桌上的圆钟，十一点半了，十一点四十五分了，电车没有了。反正已十二点，电车也没有，那么再坐一会。许先生如此劝着。先生好象听了所讲的什么引起了幻想，安顿地举着象牙烟嘴在沉思着。"}
{"text":"在先生家里作客人，刚开始是从法租界来到虹口，搭电车也要差不多一个钟头的工夫，所以那时候来的次数比较少。记得有一次谈到半夜了，一过十二点电车就没有的，但那天不知讲了些什么，讲到一个段落就看看旁边小长桌上的圆钟，十一点半了，十一点四十五分了，电车没有了。反正已十二点，电车也没有，那么再坐一会。许先生如此劝着。先生好象听了所讲的什么引起了幻想，安顿地举着象牙烟嘴在沉思着。一点钟以后，送我还有别的朋友出来的是许先生，外边下着的鞯男∮辏弄堂里灯光全然灭掉了，先生嘱咐许先生一定让坐小汽车回去，并且一定嘱咐许先生付钱。以后也住到北四川路来，就每夜饭后必到大陆新村来了，刮风的天，下雨的天，几乎没有间断的时候。先生很喜欢北方饭，还喜欢吃油炸的东西喜欢吃硬的东西，就是后来生病的时候，也不大吃牛奶。鸡汤端到旁边用调羹舀了一二下就算了事。有一天约好我去包饺子吃，那还是住在法租界，所以带了外国酸菜和用绞肉机绞成的牛肉，就和许先生站在客厅后边的方桌边包起来。海婴公子围着闹的起劲，一会按成圆饼的面拿去了，他说做了一只船来，送在我们的眼前，我们不看他，转身他又做了一只小鸡。许先生和我都不去看他，对他竭力避免加以赞美，若一赞美起来，怕他更做的起劲。客厅后边没到黄昏就先黑了，背上感到些微微的寒凉，知道衣裳不够了，但为着忙，没有加衣裳去。等把饺子包完了看看那数目并不多，这才知道许先生与我们谈话谈得太多，误了工作。许先生怎样离开家的，怎样到天津读书的，在女师大读书时怎样做了家庭教师。她去考家庭教师的那一段描写，非常有趣，只取一名，可是考了好几十名，她之能够当选算是难的了。指望对于学费有点补助，冬天来了，北平又冷，那家离学校又远，每月除了车子钱之外，若伤风感冒还得自己拿出买阿司匹林的钱来，每月薪金十元要从西城跑到东城饺子煮好，一上楼梯，就听到楼上明朗的先生的笑声冲下楼梯来，原来有几个朋友在楼上也正谈得热闹。那一天吃得是很好的。以后我们又做过韭菜合子，又做过荷叶饼，我一提议，先生必然赞成，而我做的又不好，可是还是在桌上举着筷子问许先生我再吃几个吗？因为先生胃不大好，每饭后必吃脾自美药丸一二粒。"}
{"text":"那一天吃得是很好的。以后我们又做过韭菜合子，又做过荷叶饼，我一提议，先生必然赞成，而我做的又不好，可是还是在桌上举着筷子问许先生我再吃几个吗？因为先生胃不大好，每饭后必吃脾自美药丸一二粒。有一天下午先生正在校对着瞿秋白的海上述林，我一走进卧室去，从那圆转椅上先生转过来了，向着我，还微微站起了一点。好久不见，好久不见。一边说着一边向我点头。刚刚我不是来过了吗？怎么会好久不见？就是上午我来的那次周先生忘记了，可是我也每天来呀怎么都忘记了吗？周先生转身坐在躺椅上才自己笑起来，他是在开着玩笑。梅雨季节，很少有晴天，一天的上午刚一放晴，我高兴极了，就到先生家去了，跑得上楼还喘着。先生说来啦！我说来啦！我喘着连茶也喝不下。先生就问我有什么事吗？我说天晴啦，太阳出来啦。许先生和先生都笑着，一种对于冲破忧郁心境的崭然的会心的笑。海婴一看到我非拉我到院子里和他一道玩不可，拉我的头发或拉我的衣裳。为什么他不拉别人呢？据周先生说他看你梳着辫子，和他差不多，别人在他眼里都是大人，就看你小。许先生问着海婴你为什么喜欢她呢？不喜欢别人？她有小辫子。说着就来拉我的头发。先生家生客人很少，几乎没有，尤其是住在他家里的人更没有。一个礼拜六的晚上，在二楼上先生的卧室里摆好了晚饭，围着桌子坐满了人。每逢礼拜六晚上都是这样的，周建人先生带着全家来拜访的。在桌子边坐着一个很瘦的很高的穿着中国小背心的人，先生介绍说这是位同乡，是商人。初看似乎对的，穿着中国裤子，头发剃的很短。当吃饭时，他还让别人酒，也给我倒一盅，态度很活泼，不大像个商人等吃完了饭，又谈到伪自由书及二心集。这个商人，开明得很，在中国不常见。没有见过的就总不大放心。下一次是在楼下客厅后的方桌上吃晚饭，那天很晴，一阵阵的刮着热风，虽然黄昏了，客厅后还不昏黑。先生是新剪的头发，还能记得桌上有一盘黄花鱼，大概是顺着先生的口味，是用油煎的。"}
{"text":"初看似乎对的，穿着中国裤子，头发剃的很短。当吃饭时，他还让别人酒，也给我倒一盅，态度很活泼，不大像个商人等吃完了饭，又谈到伪自由书及二心集。这个商人，开明得很，在中国不常见。没有见过的就总不大放心。下一次是在楼下客厅后的方桌上吃晚饭，那天很晴，一阵阵的刮着热风，虽然黄昏了，客厅后还不昏黑。先生是新剪的头发，还能记得桌上有一盘黄花鱼，大概是顺着先生的口味，是用油煎的。先生前面摆着一碗酒，酒碗是扁扁的，好象用做吃饭的饭碗。那位商人先生也能喝酒，酒瓶就站在他的旁边。他说蒙古人什么样，苗人什么样，从西藏经过时，那西藏女人见了男人追她，她就如何如何。这商人可真怪，怎么专门走地方，而不做买卖？并且先生的书他也全读过，一开口这个，一开口那个。并且海婴叫他先生，我一听那字就明白他是谁了。先生常常回来得很迟，从先生家里出来，在弄堂里遇到了几次。有一天晚上先生从三楼下来，手里提着小箱子，身上穿着长袍子，站在先生的面前，他说他要搬了。他告了辞，许先生送他下楼去了。这时候周先生在地板上绕了两个圈子，问我说你看他到底是商人吗？是的。我说。先生很有意思地在地板上走几步，而后向我说他是贩卖私货的商人，是贩卖精神上的先生走过二万五千里回来的。青年人写信，写得太草率，先生是深恶痛绝之的。字不一定要写得好，但必须得使人一看了就认识，年轻人现在都太忙了他自己赶快胡乱写完了事，别人看了三遍五遍看不明白，这费了多少工夫，他不管。反正这费了功夫不是他的。这存心是不太好的。但他还是展读着每封由不同角落里投来的青年的信，眼睛不济时，便戴起眼镜来看，常常看到夜里很深的时光。先生坐在电影院楼上的第一排，那片名忘记了，新闻片是苏联纪念五一节的红场。这个我怕看不到的你们将来可以看得到。先生向我们周围的人说。珂勒惠支的画，先生最佩服，同时也很佩服她的做人。珂勒惠支受希特拉的压迫，不准她做教授，不准她画画，先生常讲到她。史沫特烈，先生也讲到，她是美国女子，帮助印度独立运动，现在又在援助中国。"}
{"text":"先生坐在电影院楼上的第一排，那片名忘记了，新闻片是苏联纪念五一节的红场。这个我怕看不到的你们将来可以看得到。先生向我们周围的人说。珂勒惠支的画，先生最佩服，同时也很佩服她的做人。珂勒惠支受希特拉的压迫，不准她做教授，不准她画画，先生常讲到她。史沫特烈，先生也讲到，她是美国女子，帮助印度独立运动，现在又在援助中国。先生介绍人去看的电影夏伯阳，复仇艳遇其余的如人猿泰山或者非洲的怪兽这一类的影片，也常介绍给人的。先生说电影没有什么好的，看看鸟兽之类倒可以增加些对于动物的知识。先生不游公园，住在上海年，兆丰公园没有进过。虹口公园这么近也没有进过。春天一到了，我常告诉周先生，我说公园里的土松软了，公园里的风多么柔和。周先生答应选个晴好的天气，选个礼拜日，海婴休假日，好一道去，坐一乘小汽车一直开到兆丰公园，也算是短途旅行。但这只是想着而未有做到，并且把公园给下了定义。先生说公园的样子我知道的一进门分做两条路，一条通左边，一条通右边，沿着路种着点柳树什么树的，树下摆着几张长椅子，再远一点有个水池子。我是去过兆丰公园的，也去过虹口公园或是法国公园的，仿佛这个定义适用在任何国度的公园设计者。先生不戴手套，不围围巾，冬天穿着黑土蓝的棉布袍子，头上戴着灰色毡帽，脚穿黑帆布胶皮底鞋。胶皮底鞋夏天特别热，冬天又凉又湿，先生的身体不算好，大家都提议把这鞋子换掉。先生不肯，他说胶皮底鞋子走路方便。周先生一天走多少路呢？也不就一转弯到书店走一趟吗？先生笑而不答。周先生不是很好伤风吗？不围巾子，风一吹不就伤风了吗？先生这些个都不习惯，他说从小就没戴过手套围巾，戴不惯。先生一推开门从家里出来时，两只手露在外边，很宽的袖口冲着风就向前走，腋下夹着个黑绸子印花的包袱，里边包着书或者是信，到老靶子路书店去了。那包袱每天出去必带出去，回来必带回来。出去时带着给青年们的信，回来又从书店带来新的信和青年请先生看的稿子。先生抱着印花包袱从外边回来，还得提着一把伞，一进门客厅早坐着客人，把伞挂在衣架上就陪客人谈起话来。谈了很久了，伞上的水滴顺着伞杆在地板上已经聚了一堆水。"}
{"text":"先生一推开门从家里出来时，两只手露在外边，很宽的袖口冲着风就向前走，腋下夹着个黑绸子印花的包袱，里边包着书或者是信，到老靶子路书店去了。那包袱每天出去必带出去，回来必带回来。出去时带着给青年们的信，回来又从书店带来新的信和青年请先生看的稿子。先生抱着印花包袱从外边回来，还得提着一把伞，一进门客厅早坐着客人，把伞挂在衣架上就陪客人谈起话来。谈了很久了，伞上的水滴顺着伞杆在地板上已经聚了一堆水。先生上楼去拿香烟，抱着印花包袱，而那把伞也没有忘记，顺手也带到楼上去。先生的记忆力非常之强，他的东西从不随便散置在任何地方。先生很喜欢北方口味。许先生想请一个北方厨子，先生以为开销太大，请不得的，男佣人，至少要元钱的工钱。所以买米买炭都是许先生下手。我问许先生为什么用两个女佣人都是年老的，都是六七十岁的？许先生说她们做惯了，海婴的保姆，海婴几个月时就在这里。正说着那矮胖胖的保姆走下楼梯来了，和我们打了个迎面。先生，没吃茶吗？她赶快拿了杯子去倒茶，那刚刚下楼时气喘的声音还在喉管里咕噜咕噜的，她确实年老了。来了客人，许先生没有不下厨房的，菜食很丰富，鱼，肉都是用大碗装着，起码四五碗，多则七八碗。可是平常就只三碗菜一碗素炒豌豆苗，一碗笋炒咸菜，再一碗黄花鱼。这菜简单到极点。先生的原稿，在拉都路一家炸油条的那里用着包油条，我得到了一张，是译死魂灵的原稿，写信告诉了先生。先生不以为希奇，许先生倒很生气。先生出书的校样，都用来揩桌，或做什么的。请客人在家里吃饭，吃到半道，先生回身去拿来校样给大家分着。客人接到手里一看，这怎么可以？先生说擦一擦，拿着鸡吃，手是腻的。到洗澡间去，那边也摆着校样纸。许先生从早晨忙到晚上，在楼下陪客人，一边还手里打着毛线。不然就是一边谈着话一边站起来用手摘掉花盆里花上已干枯了的叶子。许先生每送一个客人，都要送到楼下门口，替客人把门开开，客人走出去而后轻轻地关了门再上楼来。来了客人还到街上去买鱼或买鸡，买回来还要到厨房里去工作。先生临时要寄一封信，就得许先生换起皮鞋子来到邮局或者大陆新村旁边信筒那里去。落着雨天，许先生就打起伞来。"}
{"text":"到洗澡间去，那边也摆着校样纸。许先生从早晨忙到晚上，在楼下陪客人，一边还手里打着毛线。不然就是一边谈着话一边站起来用手摘掉花盆里花上已干枯了的叶子。许先生每送一个客人，都要送到楼下门口，替客人把门开开，客人走出去而后轻轻地关了门再上楼来。来了客人还到街上去买鱼或买鸡，买回来还要到厨房里去工作。先生临时要寄一封信，就得许先生换起皮鞋子来到邮局或者大陆新村旁边信筒那里去。落着雨天，许先生就打起伞来。许先生是忙的，许先生的笑是愉快的，但是头发有一些是白了的。夜里去看电影，施高塔路的汽车房只有一辆车，先生一定不坐，一定让我们坐。许先生，周建人夫人海婴，周建人先生的三位女公子。我们上车了。先生和周建人先生，还有别的一二位朋友在后边。看完了电影出来，又只叫到一部汽车，先生又一定不肯坐，让周建人先生的全家坐着先走了。先生旁边走着海婴，过了苏州河的大桥去等电车去了。等了二三十分钟电车还没有来，先生依着沿苏州河的铁栏杆坐在桥边的石围上了，并且拿出香烟来，装上烟嘴，悠然地吸着烟。海婴不安地来回地乱跑，先生还招呼他和自己并排坐下。先生坐在那和一个乡下的安静老人一样。先生吃的是清茶，其余不吃别的饮料。咖啡可可牛奶汽水之类，家里都不预备。先生陪客人到深夜，必同客人一道吃些点心。那饼干就是从铺子里买来的，装在饼干盒子里，到夜深许先生拿着碟子取出来，摆在先生的书桌上。吃完了，许先生打开立柜再取一碟。还有向日葵子差不多每来客人必不可少。先生一边抽着烟，一边剥着瓜子吃，吃完了一碟先生必请许先生再拿一碟来。先生备有两种纸烟，一种价钱贵的，一种便宜的。便宜的是绿听子的，我不认识那是什么牌子，只记得烟头上带着黄纸的嘴，每支的价钱大概是四角到五角，是先生自己平日用的。另一种是白听子的，是前门烟，用来招待客人的，白听烟放在先生书桌的抽屉里。来客人先生下楼，把它带到楼下去，客人走了，又带回楼上来照样放在抽屉里。而绿听子的永远放在书桌上，是先生随时吸着的。先生的休息，不听留声机，不出去散步，也不倒在床上睡觉，先生自己说坐在椅子上翻一翻书就是休息了。"}
{"text":"另一种是白听子的，是前门烟，用来招待客人的，白听烟放在先生书桌的抽屉里。来客人先生下楼，把它带到楼下去，客人走了，又带回楼上来照样放在抽屉里。而绿听子的永远放在书桌上，是先生随时吸着的。先生的休息，不听留声机，不出去散步，也不倒在床上睡觉，先生自己说坐在椅子上翻一翻书就是休息了。先生从下午二三点钟起就陪客人，陪到五点钟，陪到六点钟，客人若在家吃饭，吃完饭又必要在一起喝茶，或者刚刚吃完茶走了，或者还没走又来了客人，于是又陪下去，陪到八点钟，十点钟，常常陪到十二点钟。从下午三点钟起，陪到夜里十二点，这么长的时间，先生都是坐在藤躺椅上，不断地吸着烟。客人一走，已经是下半夜了，本来已经是睡觉的时候了，可是先生正要开始工作。在工作之前，他稍微阖一阖眼睛，燃起一支烟来，躺在床边上，这一支烟还没有吸完，许先生差不多就在床里边睡着了。许先生为什么睡得这样快？因为第二天早晨六七点钟就要来管理家务。海婴这时在三楼和保姆一道睡着了。全楼都寂静下去，窗外也一点声音没有了，先生站起来，坐到书桌边，在那绿色的台灯下开始写文章了。许先生说鸡鸣的时候，先生还是坐着，街上的汽车嘟嘟地叫起来了，先生还是坐着。有时许先生醒了，看着玻璃窗白萨萨的了，灯光也不显得怎么亮了，先生的背影不象夜里那样高大。先生的背影是灰黑色的，仍旧坐在那里。人家都起来了，先生才睡下。海婴从三楼下来了，背着书包，保姆送他到学校去，经过先生的门前，保姆总是吩附他说轻一点走，轻一点走。先生刚一睡下，太阳就高起来了，太阳照着隔院子的人家，明亮亮的，照着先生花园的夹竹桃，明亮亮的。先生的书桌整整齐齐的，写好的文章压在书下边，毛笔在烧瓷的小龟背上站着。一双拖鞋停在床下，先生在枕头上边睡着了。先生喜欢吃一点酒，但是不多吃，吃半小碗或一碗。先生吃的是中国酒，多半是花雕。老靶子路有一家小吃茶店，只有门面一间，在门面里边设座，座少，安静，光线不充足，有些冷落。先生常到这里吃茶店来，有约会多半是在这里边，老板是犹太人也许是白俄，胖胖的，中国话大概他听不懂。"}
