{"text":"在这个问题上，亚氏没有服膺于老师的权威，毅然决然地指出了柏拉图理论的缺陷与谬误。如其所言，他敬重自己的老师，但他更忠诚于自己坚持的真理。身处城邦矛盾激化背景下的亚里士多德，如同一尊坚毅而沉重的雕像般，在他的身后，是马其顿来势汹汹的入侵，以及世人对自己的种种不解在他的身前，则是浩瀚无际的真理与知识的汪洋。而支持亚氏定在此处的，就是他对知识真理以及自我的忠诚。西游记第八十五回里说若要一片志诚，雷音只在跟下。我想用这句话作为此次发言的结束语，希望在我们每个人的取经路上，大家都能忠于自我，诚于他人，愿忠诚的心灵像水一样，倒映出我们每个人心中自己的明月！在生活中个人在不同的场所难免会感到一定的落差感。面对这些落差感，我们不能一味的逃避，请尽力地去坦然面对。我们在生活中往往扮演者不同的角色，在公司里我们有可能是干部，有可能是员工，在家里我们可能是父母，也有可能是子女，在一些人面前我们可能是成功人士，但是在自己的眼里自己有可能只是一个普通人或者失败者。在这些角色之间来回切换，很容易产生一种落差感，或者说很容易使得我们感到疲累，逐渐开始陷入其中，无法自拔，开始思考自己人生的意义。请去面对这些落差，不要让自己越陷越深。在落差中能找到平衡的人是一种修养一种气度也是人生的一大智慧。你如果在里面越陷越深，那么这种心理作用将会对你的生活造成影响，将会扰乱你的生活节奏，严重的还会对你的工作产生影响，危及到你的家人。请转换一个角度去看待这些落差感，不要强迫自己去解决这些落差感，那样子只会让你身心疲倦。落差，代表着你有属于自己的独特的事，代表着你还有着进步的空间。人不可能是完美的，这是因为这些落差，我们的生活才显得如此的丰富多彩，如果你一出生就是完美无缺的，你终有一日会厌倦那样的生活，生活这是因为落差才显得如此美好。请将这些落差转化为你前行的动力。很多时候生活给不了我们想要的答案，那个答案需要你自己去探寻，将这些落差转化为你前行的动力，或许你想要的那个答案就隐藏在落差的背后。没人可以来改变我吗？我要去看看心理医生吗？我这种现象正常吗？我写完这段话可以变得积极起来吗？可以不要那么丧，那么颓废吗？可以从这些落差之中走出来吗？"}
{"text":"请将这些落差转化为你前行的动力。很多时候生活给不了我们想要的答案，那个答案需要你自己去探寻，将这些落差转化为你前行的动力，或许你想要的那个答案就隐藏在落差的背后。没人可以来改变我吗？我要去看看心理医生吗？我这种现象正常吗？我写完这段话可以变得积极起来吗？可以不要那么丧，那么颓废吗？可以从这些落差之中走出来吗？请不要将这个问题寄托于他人，在这个过程中，没有人比你更加了解自己，没有人比你更加了解这些落差，解铃还须系铃人，自己就是打开那道门的钥匙。时间与努力将会在不远的终点向我们证明一切。生活并不会遵从某个人的愿望发展，落差无处不在。我们需要做的不过是面对落差，转换视角，对抗失落的情绪，纠正悲观的预期，迈出这一步，才会看到改变带给我们的好处。请怀着乐观的态度去看待与处理落差，坦然面对它们，砥砺前行。首先第一件事，不要做违法犯罪和伤害国家，他人的事情，做事三思而后行。去年以来，我们看到太多的和你们差不多甚至比你们大的人在伤害国家和破坏法律。香港的某些同龄人们被蒙蔽，上街大肆破坏公物，伤害他人，还自以为正义化身，其实自己早已变成恶魔。而国内的某些人也是，从许可馨的攻击抗疫行动，到国科大的学生季某某在国外社交媒体发布侮辱国家和民族的言论，等等。如果连国家都不爱，连法律都不遵守，就和植物人一样。那么很可能最后伤害的是你自己，最后连后悔药都吃不到。另外三思而后行，有些时候不管是互联网还是现实为人处世，都要三思而后行，想想这么做对不对，有没有伤害他人或是其他风险。另外互联网和人们是有记忆的。一点污点很可能会被放大。有些时候决定是好的，但是有些时候你做出的决定可能会南辕北辙，但是记住，请守住国家，法律，道德这几条底线。就算结果不好，那么也是你人生画布的一个不同点。而不是永远抹不去的污点。第二，你们应该学习一门手艺，多多看书学习更多的知识。不管最后咋样，至少有个过程和感悟，可以是帮父母看一天小店摊位，也可以帮父母买东西，做一次菜，也可以是其他活动剪视频，写文章都行看学习视频，不管是父母那些口口声声一代不如一代的人，应该看着你们就像我一样我看着你们一样。满怀羡慕人类积攒了几千年的财富。所有的知识见识收益智慧和艺术像是专门为你们准备的礼物科技繁荣，文化繁茂，城市繁华。现代文明的成果被层层打开。"}
{"text":"而不是永远抹不去的污点。第二，你们应该学习一门手艺，多多看书学习更多的知识。不管最后咋样，至少有个过程和感悟，可以是帮父母看一天小店摊位，也可以帮父母买东西，做一次菜，也可以是其他活动剪视频，写文章都行看学习视频，不管是父母那些口口声声一代不如一代的人，应该看着你们就像我一样我看着你们一样。满怀羡慕人类积攒了几千年的财富。所有的知识见识收益智慧和艺术像是专门为你们准备的礼物科技繁荣，文化繁茂，城市繁华。现代文明的成果被层层打开。你们可以都尽情地享用。很多人从小你们就在自由探索自己的兴趣。你们拥有了我们曾经梦寐以求的权利――选择的权利。你所热爱的，就是你的生活你们有幸遇见这样的时代，但是时代更有幸遇见这样的你们。我看着你们满怀敬意。你们把自己的热爱，变成了一个和许多人分享快乐的事业。向你们的自信致敬。弱小的人才习惯嘲讽和否定内心强大的人从不吝啬赞美和鼓励，向你们的大气致敬。小人同而不和，君子美美与共和而不同，年轻的身体容得下更多元的文化审美和价值观。有一天我们终于发现，不只是我们在教你们如何生活。你们也在启发我们怎样去更好的生活。那些抱怨一代不如一代的人应该看看你们，就像我一样。我看着你们满怀感激！！因为你们这个世界会更喜欢中国。因为一个国家最好看的风景――就是这个国家的年轻人因为你们这世上的小说，音乐，电影所表现的青春不再是忧伤迷茫。而是善良，勇敢，无私，无所畏惧。第三，为社会做点自己的贡献，不管是你们到了岁时候去献血帮助别人，还是在你们入学后在假期做志愿者，还是步行给蚂蚁森林收集能量，这都是以你们自己的方式回馈社会，感恩这个社会。不管这是多么微小，这是给未来的学弟学妹们做更好的榜样。希望最后同学们能够在世纪第三个十年里面画好自己的画布，成为能为国家，为社会做出贡献的人。最后给大家引用一段站后浪的演讲鼓励大家，你所热爱的就是你的生活。你们有幸遇见这样的时代。但是时代更有幸遇见这样的你们。我看着你们满怀敬意，向你们的专业态度致敬。你们正在把传统的变成现代的，把经典的变成流行的，把学术的变成大众的。把民族的变成世界的，不用活着我们想象中的样子。我们这一代人的想象力不足以想象你们的未来！如果你们依然需要我们的祝福。那么，奔涌吧，年轻人们！我们在同一条奔涌的河流。共同绘制出一份献给未来的美丽的画卷。"}
{"text":"最后给大家引用一段站后浪的演讲鼓励大家，你所热爱的就是你的生活。你们有幸遇见这样的时代。但是时代更有幸遇见这样的你们。我看着你们满怀敬意，向你们的专业态度致敬。你们正在把传统的变成现代的，把经典的变成流行的，把学术的变成大众的。把民族的变成世界的，不用活着我们想象中的样子。我们这一代人的想象力不足以想象你们的未来！如果你们依然需要我们的祝福。那么，奔涌吧，年轻人们！我们在同一条奔涌的河流。共同绘制出一份献给未来的美丽的画卷。晚上和好友聊天时，聊到了房价和同龄人这两个话题。高居不下的房价和不断上涨的物价，让生活在城市里的我们感到很无奈和压力特别大。也知道，这些现实的种种就会向我扑面而来。前些天，刷微博的时候，看到有人在下方发了一条带图的评论，图片里贴出的是北京东三环一处公寓的房子售价列表，我注意到即使是百来平米的房子，均价都在一千五百万以上。对于这么高的房价，心里不禁叹了口气，也许一辈子都不可能挣到这么多的钱。某种程度来说，现在的房价，真的是让我们这一代年轻人很难买的起。即使有家里财力的支持，咬紧牙关，也只能付房子的首付，起码未来要为房子的事情奔波二三十年。从小在深圳长大，十余年间，看着这座城市的发展，也看到城市的房价从最初的四位数变成现在的每平米五位数，而这个五位数已经是五和六开头。工作之前，任务是学习知识，当等到自己有能力去挣钱时，却看到如今房价这么高，这种心情，我一时找不到什么词语来形容。后的我们这一代，对于城市的思考说到同龄人，发现我们身边有些同学都已经小有成就。反观自己，不可否认，差距是存在的，甚至感觉有点大。有时候会想自己是不是特别没用，作为同龄人，为什么这之间会有那么多的差距？在自我怀疑的同时，也在反思，也许是我努力的还不够。偶尔会因为某些对比起来有差距而感到自卑难过。后来明白，盲目对比不可取，从对比里找到差距，并努力把差距缩小，才是应该做的。人与人生来就是有差距，比如说家庭条件学习能力等方面。这种差距是存在的，我们必须承认。或许某些差距很大，也会抱怨过不公，可是抱怨过后，如果不有所行动，只会原地踏步。人生是自己的，未来需要靠自己双手去创造，能做的就是向优秀的人学习，不卑不亢地努力。我承认，我们这一代时常活在焦虑中，还有一年毕业，焦虑的次数越来越多。"}
{"text":"偶尔会因为某些对比起来有差距而感到自卑难过。后来明白，盲目对比不可取，从对比里找到差距，并努力把差距缩小，才是应该做的。人与人生来就是有差距，比如说家庭条件学习能力等方面。这种差距是存在的，我们必须承认。或许某些差距很大，也会抱怨过不公，可是抱怨过后，如果不有所行动，只会原地踏步。人生是自己的，未来需要靠自己双手去创造，能做的就是向优秀的人学习，不卑不亢地努力。我承认，我们这一代时常活在焦虑中，还有一年毕业，焦虑的次数越来越多。产生这些焦虑，除了有自身的原因外。经常会想媒体在年轻人的焦虑中究竟扮演了什么角色，当房价的飙升催婚问题不断被报道，总会一次又一次的引爆关注点。尤其是现在的新媒体时代，这些热点背后媒体所传递的价值导向以及是否在无限放大焦虑，值得我们静下心来去思考。不知你是否有过和我相同的感觉，越关注这些，反而感到越焦虑。信息时代，每个人都不是孤岛，每天我们会接触到大量的信息，接受什么样的信息，会间接地影响我们做出什么样的考虑。只希望我们每个人在信息的洪流中，能够保持理性和独立思考的能力，不轻易被媒体消费焦虑。后的我们这一代，对于城市的思考记忆是城市的灵魂，对于任何事情，我们应该学会从多角度去看待。城市化进程，既是一个长期的物质基础设施的建设过程，也是一座城市长期文化的积淀的历程。年，上海世博会的口号是城市，让生活更美好。的确，一方面，城市的有序规划，可以看起来更井然有序。而另一方面，现实是如今大部分城市发展速度和更新速度越来越快。好多建筑的寿命越来越短，带有记忆的建筑也在逐年减少，这让人心里不免少了一点归属感和遗憾。那些带有记忆的建筑物，因为城市化进程而消失了，你的感想是什么？对于这个问题，我在今年月份，在有个微信群里问过一些朋友。以下选取了其中的三个回答以前挺幼稚的认为，一座城市该有的样子，就是得有地标性建筑，高楼一栋接一栋。可当我真正走出家门，去旅行的路上，求学的路上，我发现，怎么走到哪里都一个样啊？似乎我并没有离开家的错觉。那时候我才意识到，可能缺失了什么，那就是被慢慢抹去的记忆里的建筑物，那些存留下来的老厝，现在都被移平在地里，啥都没有了，最能代表一座城市的，其实都是它们，而不是千篇一律，设计感超前的新建筑。正因为这些老厝的存在，让城市少了锐利，多了一份小城故事的温柔。"}
{"text":"以下选取了其中的三个回答以前挺幼稚的认为，一座城市该有的样子，就是得有地标性建筑，高楼一栋接一栋。可当我真正走出家门，去旅行的路上，求学的路上，我发现，怎么走到哪里都一个样啊？似乎我并没有离开家的错觉。那时候我才意识到，可能缺失了什么，那就是被慢慢抹去的记忆里的建筑物，那些存留下来的老厝，现在都被移平在地里，啥都没有了，最能代表一座城市的，其实都是它们，而不是千篇一律，设计感超前的新建筑。正因为这些老厝的存在，让城市少了锐利，多了一份小城故事的温柔。记得小时候的胡同，早上爷爷拿着小锅带着我出了小院拐个弯去打豆腐脑，白天胡同里都是邻家邻院的老奶奶在一棵大榕树下坐着聊天。现在胡同一边已经拆了围着栅栏胡同越来越窄，早就失去了小时候的味道。曾经想着，带女儿每年都在同一建筑前面拍照，直到岁，做成相册，送给她成年礼。后来发现，这个愿望，真的做不到。对于熟悉的建筑物被拆，会感到很心痛。我小学的母校，因为房地产开发，变成了废墟，很气愤的是，为了追求利益，开发商最终连一个学校都不肯留下。多年后回去看的时候，和同学站在一堆废墟前望了半天，试图努力寻找着以前的回忆。而今这里已经盖起了新的住宅小区，却让人多了一分陌生感。那些关于教室里的记忆，只能存在脑海和仅有的几张照片里了。后的我们这一代，对于城市的思考很喜欢这句话这座城市风很大，孤独的人总是晚回家。今天你路过了谁，谁又丢失了你。每一座城，找到归属感，或许才不会感觉到那么孤独。更多时候，喜欢一座城，是因为曾经的很多回忆都留在这了，亦或是因为一个人而爱上一座城，总之，它肯定是有吸引你的地方。其实我们每个人的日子过的有多心酸，或许只有自己知道。真正爱上一个城市，或许不是因为它有什么好吃的美食或许是哪里有好玩的景点，而是因为某个时刻你坐在车里望向窗外的街道沿途，聆听着来自这座城市的声音，在疲倦中忽感到如此熟悉。不知你现在在哪座城市，我在远方，和你说声晚安，希望我们每个人未来都越来越好。民国八年了，以平均地权，促进大同为至高之理念的民国已不觉创立八年了。国乱山河中，叹民生之艰，牛鬼蛇神出没之时洪水猛兽当道，余无限感慨！如此八年来我辈所睹所闻的究竟是什么？"}
{"text":"不知你现在在哪座城市，我在远方，和你说声晚安，希望我们每个人未来都越来越好。民国八年了，以平均地权，促进大同为至高之理念的民国已不觉创立八年了。国乱山河中，叹民生之艰，牛鬼蛇神出没之时洪水猛兽当道，余无限感慨！如此八年来我辈所睹所闻的究竟是什么？是德先生赛先生莫姑娘之被满朝禽兽所蹂躏是袁贼与张贼在共和之土地兴风作雨是帝国列强如今扣中原推华土，以图傀儡中华之人民！于是军阀豪强之流裂土为帝，封建孔教之风四方竞起，却见其席九陆之金银，纳海内之靡粟，而饱一家之私弥！如此民国，竟无一日为民，竟无一日不以蝇营狗苟之卖国勾当为存迹！德寇既败，寰球之战初平。自前清道光二十年之耻始，中华有涂炭七十九载，未尝得一日之抬头，一日之振臂。今以世界战胜国之姿，易来青岛主权之沦丧，将无价国土之主权罔送扶桑，东瀛至今仍呼我国为支那共和国啊！如此民国，如此政府，推翻也好，改组亦罢，剪了辫子的中国人那个愿意接受！同学们！国亡了！族灭了！青岛不保，则山东不保山东不保，则华东不保华东之不保，则华夏之不保！满夷以来，外资内设之工厂，十之八九林立华东沿海。我辈诚宜知工业乃现代国家之国脉命门。工业兴则兴国可期，工业灭则亡国灭种。向时英夷扣满清之国门，订丧权之条约，皆出于其工业国而战我农业国也。故现代国家之较量，乃现代工业之较量。今列强窥伺华东，隳我国沿海较完备之工业，实欲断我国脉G！至此洋人可任性进出我国土，屠杀我民族，侮辱我妇女，愚昧我青年。加之操弄关税，傀儡政府，控制思想，自经济文化言论诸领域枉肆屠戮，以达其奴役中华之目的，我等待此应慎之又慎！同学们！起来啊！亡国了！斯贼曹章之流，坏我法制，崩我国土，限我思想，异端惟多。夫以总统之既下，苟非国人至佝昏纵哉？虽辞态激烈，大抵不过如是。国之将亡，青年学生便是惟一救国之火炬。敬告工人商贩农民，政客诸人，严惩国贼，拒签条约。苟天下无胆，则青年有胆苟天下无家国，则青年有家国青年以及人之年轻，爱国以及人之爱国。进我思想，开我民智，促进共和，促进大同！以吾一人之志，岂可摧枯拉朽，只能蚍蜉撼大树矣但地动山摇间，闪动自由之光芒，那滚滚洪流，当涤荡一切污秽，洗净悉数罪恶！"}
{"text":"夫以总统之既下，苟非国人至佝昏纵哉？虽辞态激烈，大抵不过如是。国之将亡，青年学生便是惟一救国之火炬。敬告工人商贩农民，政客诸人，严惩国贼，拒签条约。苟天下无胆，则青年有胆苟天下无家国，则青年有家国青年以及人之年轻，爱国以及人之爱国。进我思想，开我民智，促进共和，促进大同！以吾一人之志，岂可摧枯拉朽，只能蚍蜉撼大树矣但地动山摇间，闪动自由之光芒，那滚滚洪流，当涤荡一切污秽，洗净悉数罪恶！多少兴亡风流事，谈笑间，强掳环顾海内，国人意气风发之时，自当勇而上前，用血祭奠九州寸土！誓死力争，还我青岛！护我华夏之共和，护我民国之尊严！五族共和万岁！中华之大一统万岁！青年万岁！青年万岁！青年万岁！摸着良心说，我高中其实已经是个很喜欢看书的人了，而且当时暗戳戳地自觉自己看的书比同学更高端――他们在看郭敬明，我在看亦舒他们在看沧月，我在看搜神记他们在看杂志上的鸡汤，我在看相约星期二他们在看鬼故事，我已经看完了整个鸡皮疙瘩系列虽然会暴露年龄但还是提前说一下我高中是十多年前的事情，不要用现在高中生的阅读来对标然而自以为涉猎甚广的我却发现，写作老师那一黑板的书单，好像我几乎都没有见过。王小波村上春树杜拉斯毛姆王尔德托尔金他们是谁？海边的卡夫卡情人月亮与六便士霍乱时期的爱情夜莺与玫瑰――恋爱小说就罢了，为什么会给大学生推荐童话故事？我一脸懵逼地走进学校图书楼，出来的时候怀里抱着海边的卡夫卡和挪威的森林。然后我第一次发现原来关于爱情的比喻可以是春天的原野里，你一个人正走着，对面走来一只可爱的小熊，浑身的毛活像天鹅绒，眼睛圆鼓鼓的。它这么对你说道你好，小姐，和我一块儿打滚玩好么？接着，你就和小熊抱在一起，顺着长满三叶草的山坡咕噜咕噜滚下去，整整玩了一大天我就这么喜欢你。仿佛走进新世界的我决定，要像书里的少年那样投身书海权当自己是块海绵，至于保存什么抛弃什么，日后在定不迟。我开始近乎疯狂地阅读。书海无涯我们学校图书楼层数大于，一二楼大部分是自习阅览室，三楼及以上主要是借阅室。我记得那个时候我站在三楼豪迈地想着，我要从三楼看起，争取四年看完大部分感兴趣的藏书！"}
{"text":"接着，你就和小熊抱在一起，顺着长满三叶草的山坡咕噜咕噜滚下去，整整玩了一大天我就这么喜欢你。仿佛走进新世界的我决定，要像书里的少年那样投身书海权当自己是块海绵，至于保存什么抛弃什么，日后在定不迟。我开始近乎疯狂地阅读。书海无涯我们学校图书楼层数大于，一二楼大部分是自习阅览室，三楼及以上主要是借阅室。我记得那个时候我站在三楼豪迈地想着，我要从三楼看起，争取四年看完大部分感兴趣的藏书！――然后大一大二每周本，大三大四每周本，直到毕业我也没能上到四楼所以至今我也只知道图书楼层数大于而不知道等于几毕业的时候我站在图书楼下面依依不舍地仰望。那时候才第一次明白了从小听到耳朵长茧的学海无涯是什么意思。几千年时光如筛，大浪淘沙留下最最精粹精华的文字。也许很多人一生几十年也就留下那不厚的一本书册――但是几千年里存在过多少这样的人啊。穷尽一生，没有人能将它们看完看尽吸纳完全。书对于个人来讲，是永远挖不尽的宝藏。很高兴作为中国青年的代表走上这个讲台。在刚刚过去的上半年，世界经历的一场前所未有的考验。一场疫情席卷全球，各国的卫生系统压力如山。值得高兴的是，大部分国家慷慨解囊，向一些卫生系统落后的国家伸出了援手，各国优秀青年纷纷奔赴前线，为这场阻击战献出了自己的一份力。在我的国家有一句俗语一个筷子易折断，一捆筷子难折断。团结的力量是无限的，当十个人团结起来，所产生的能量足以让河流改道当一百个人团结起来，所产生的能量足以让大坝决堤当一千人团结起来，所产生的能量足以让大地为之震颤。在圣经中，人类团结一致共同建造通往天堂的巴别塔，但终因语言不通而放弃，团结的重要性不言而喻。我们生活在同一个世界，共享同一束阳光，共饮同一杯清泉。语言，肤色，外貌，这些都不应该成为将我们隔开的那一堵墙。没有人是一座孤岛，我们的心是连在一起的。一滴水并不能改变什么，但当我们携起手来，必将成为汹涌的洪流。我们是初生的太阳，未来是属于我们的。作为一颗刚刚升起的太阳，我们要用自己的光芒去照进每一个阴暗的角落，照进每个人的心里。当今世界，青年已成为发展的主力军，不少优秀的青年投身于科研，为科技发展做出了巨大贡献。"}
