{"text":"公曰告夫三子。孔子曰以吾从大夫之后，不敢不告也！君曰告夫三子者。之三子，告。不可。孔子曰以吾从大夫之后，不敢不告也！这一段是孔子在鲁国的时候，国际上发生大事，齐国的部下叛变，杀了皇帝――皇帝是口语，正名应该是齐国的国君，这个叛变的人叫陈成子。下面杀了上面为弑，这是春秋笔法。孔子听到这个消息，看得非常严重，像是参与国家大典一样，洗了澡，穿上礼服去朝见鲁哀公。他说齐国的内政发生了叛变。陈恒杀了他的国君，我们鲁国要出兵去讨伐叛逆。这就是中国文化，自古以来，都是世界大同的政治思想，所谓兴灭国，继绝世的主要精神，就是在国际间，碰到任何一个国家出了事，出兵帮忙，替别人消灭了祸乱，然后还是把政权交还给该国。我们只需要他年年进贡，岁岁来朝。而事实上年年进贡，岁岁来朝，是吃亏赔本的事。譬如过去历史的记载，海外的属国进贡了一头长颈鹿，或者外邦进贡了一头老虎，我们还要招待他的使者好几个月，皇帝还要给他赏赐。我们绝对没有土地侵略经济侵略的野心，中国人只有爱别人，不会侵略别人，自古以来，我们中国传统文化的军事思想，有时出兵打仗，只是为了正义，不是为了利益。孔子请哀公出兵讨伐陈恒，就是为了正义。而且孔子这个时候，他的大司寇位置已经下了台，可以不管国事，可能顾问的名义都没有，只是可以在皇帝面前讲话而已。他为了要实行中国文化的精神，就去报告，请求出兵。但是当时鲁哀公很可怜，所有的权力，都在季家三兄弟的手里，哀公不能说孔子的主张不对，帮助邻国平乱是应该的，可是没有办法，就要孔子去和季氏三家讲。孔子说，因为我总是从大夫之后，是国家有地位的人，职责所在，道义所在，不能不向你报告。鲁哀公听完了还是要他去告诉季家，于是孔子退回来，告诉季家三兄弟。可是季家三兄弟不同意，认为不要管这个闲事。孔子说，因为我是鲁国的人，所以我不能不说，将来不要说我没有讲过这个话，我已经告诉过你们，也向国君报告过，我的个人责任国家责任历史责任都尽到了，做不做是你们的事。这一段，很明显的可以看到中国文化的精神，中国的政治哲学也在这里。我常和外国留华的同学们说笑，就以留学生来说，现在我们的留学生，在外国打工端盘子洗碗。"}
{"text":"鲁哀公听完了还是要他去告诉季家，于是孔子退回来，告诉季家三兄弟。可是季家三兄弟不同意，认为不要管这个闲事。孔子说，因为我是鲁国的人，所以我不能不说，将来不要说我没有讲过这个话，我已经告诉过你们，也向国君报告过，我的个人责任国家责任历史责任都尽到了，做不做是你们的事。这一段，很明显的可以看到中国文化的精神，中国的政治哲学也在这里。我常和外国留华的同学们说笑，就以留学生来说，现在我们的留学生，在外国打工端盘子洗碗。但是由唐代开始历史上可以看到，当时外国来华的留学生，达数万余人，我们的政府，在长安建筑了几千间房屋，招待吃招待住，让他们读书，学习中国文化，够漂亮！哪像现在你们驻华的领事馆，办起签证来，还再三考虑，深恐会占了你们的工作机会。话说回来，历史时代的环境不同，当然不可一概而论。只是在这一段里，对于中国的政治思想军事思想文化思想民族精神的重心，可以有个概要的认识。风云际会子路问事君。子曰勿欺也，而犯之。这里的事字是动词，和服侍侍候的侍同义。子路问作一个国君的高级干部，应该怎么才对。孔子说，既然作人家的干部，就要绝对忠心，不可欺骗上司，不其他就要说直话。但说直话也很难，所谓忠言逆耳，可是要对领导人尽其忠，不妨冒犯他一下。讲到这方面，在我们中国历史上，常看到大臣与皇帝政见冲突的事，旁注便有拂其龙麟的话，以前对皇帝以龙作为表征，据说龙的个性，能柔能刚，随便怎样碰它的鳞甲，都不会生气，只有龙的颔下三寸处生的是逆鳞，倒的，那是致命所在，绝对不能碰，否则龙就会发怒而毁人的。这就说明为领导人的，度量要大，对有理取闹的，能够包容原谅。但在最要紧的关键上，千万不可以碰。譬如我们对朋友也尽管说直话，但对于朋友某一要命的缺点，则不能随便说了。以现代的行为道德讲，适当的限度，保持别人的自尊心，是必要的。所以历史上有些大臣犯颜谏诤，就是说领导人已经很生气了，可是忠心的部下为了他好，不管他怎样生气，应该说的话，还是要讲。我们读宋史，赵普对宋太祖，就做到了勿欺也，而犯之。有一次，赵普推荐某人作官，宋太祖不答应。第二天，赵普又上奏推荐这个人，宋太祖还是不答应。第三天赵普又上奏推荐，宋太祖这一下可忍不住了，气得大发雷霆，把奏摺撕碎了扔到地上。"}
{"text":"譬如我们对朋友也尽管说直话，但对于朋友某一要命的缺点，则不能随便说了。以现代的行为道德讲，适当的限度，保持别人的自尊心，是必要的。所以历史上有些大臣犯颜谏诤，就是说领导人已经很生气了，可是忠心的部下为了他好，不管他怎样生气，应该说的话，还是要讲。我们读宋史，赵普对宋太祖，就做到了勿欺也，而犯之。有一次，赵普推荐某人作官，宋太祖不答应。第二天，赵普又上奏推荐这个人，宋太祖还是不答应。第三天赵普又上奏推荐，宋太祖这一下可忍不住了，气得大发雷霆，把奏摺撕碎了扔到地上。赵普面不改色地跪着，把这些碎片拾起来，带回去。过些天，把这撕碎了的奏章补贴好，又带上朝去推荐。宋太祖这一次总算醒悟了，终于任用了这个人。又有一次，有个大臣应该升官，但是宋太祖一向讨厌那个人，不准他升。赵普极力奏请太祖批准，宋太祖又被赵普惹火了，气呼呼地说我就是不让他升，你又能怎么样？赵普说刑赏，有天下刑赏的准则，陛下怎么能以个人的喜怒来左右刑赏？太祖气得离座而起，回到内宫。赵普就跟着站在宫门口，久久不肯离去。宋太祖后来也就答应了。我们从这两个故事就可想见赵普处事的刚毅果断，但是他也有缺点，心胸不宽，容易记恨。他常会挑剔那些当他贫贱时，对他不好的人们。每逢这种情况，宋太祖就说若尘埃中可识天子宰相，则人皆物色之矣。劝赵普度量放大，不要计较这些小节。更何况天子宰相之才，哪里是社会一般人所能鉴识的。后来，赵普就不敢再提这一类的事了。这种类似的故事，在贞观政要这部书里，记载得很多。唐太宗魏征也是一对好搭档。不过话说回来，魏征这个伙计固然好，也要有唐太宗那样的好老板。照贞观政要的记载，长孙皇后也很好，所以还要老板娘也好。不然的话，就变成上论中所讲的事君数，斯辱矣！子曰君子上达，小人下达。这两句话，大家都知道，经常引用，已变成成语了。自古以来，对于上达与下达的解释各有各的观点。综合一般的观点来解释，所谓上达，以现在思想的习惯而言，就是比较形而上的升华的。所谓下达，就是比较现实的卑下的。深入一点说，君子与小人，在春秋战国时代，尤其在孔子言论中，经常提出来作为一个对比的名称。因为真正研究学问，真正搞思想是少数人的事。有许多人尽管在读书，但并不一定在研究学问，而只是在求知识尽管有人在搞思想，但并不一定在研究思想本身，不是研究哲学的问题。"}
{"text":"这两句话，大家都知道，经常引用，已变成成语了。自古以来，对于上达与下达的解释各有各的观点。综合一般的观点来解释，所谓上达，以现在思想的习惯而言，就是比较形而上的升华的。所谓下达，就是比较现实的卑下的。深入一点说，君子与小人，在春秋战国时代，尤其在孔子言论中，经常提出来作为一个对比的名称。因为真正研究学问，真正搞思想是少数人的事。有许多人尽管在读书，但并不一定在研究学问，而只是在求知识尽管有人在搞思想，但并不一定在研究思想本身，不是研究哲学的问题。研究思想怎么来的，牵涉到形而上哲学的问题。形而上可以说是上达形而下现实的浅近的就是下达。达就是通达，这是我们前面提到过的，过去的习惯，问人读书的情形，不问他读了什么书，有没有文凭学位，只问读通达了没。再说，上达，也可以解释为有高明的远见。下达，便是比较浅近，只重于现实的低视。为谁读书子曰古之学者为己，今之学者为人。这两句话我们有几方面值得注意。第一点应注意到的，这是孔子对中国文化发展史的看法。第二点，研究这两句话，怎样为己，怎样为人。一般说为己就是自私为人就是为大家，也可强调说是为公。古之学者为己，古人为自己研究学问。今之学者为人，现在人为别人研究学问。这个问题就来了，从文字表面上看，可以说后世的人求学问，好像比古人更好，因为是不为自己而为人家，这是一种观点。刚好昨天有一位同学，讨论到这个问题。他写一篇博士论文，中间有一段，引用了这两句话，作东西文化的比较，就是持这种观点。我告诉他，这一观点可以成立，但是有一个事实，我们中国人过去读书，的确有大部分人还保持了传统的作风。这一传统的作风，类似于现代大学中最新的教育，或者西方最新的小学教育，所谓注重性向教育，就是依照个性的趋向，就个人所爱好的，加以培养教育，不必勉强。一个喜欢工程的人，硬要他去学文学，是做不到的。有许多孩子，自小喜欢玩破表拆玩具，作父母的一定责罚他不该破坏东西。在教育家的眼光中，这孩子是有机械的天才，应该在这方面培养他。我们中国人过去读书，老实说不为别人求学问。而现在一般人求学问，的确是为别人求学问。一个普通现象，大专学生为了社会读书，如果考不取，作父母的都好像感到失面子，对朋友也无法交代。"}
{"text":"一个喜欢工程的人，硬要他去学文学，是做不到的。有许多孩子，自小喜欢玩破表拆玩具，作父母的一定责罚他不该破坏东西。在教育家的眼光中，这孩子是有机械的天才，应该在这方面培养他。我们中国人过去读书，老实说不为别人求学问。而现在一般人求学问，的确是为别人求学问。一个普通现象，大专学生为了社会读书，如果考不取，作父母的都好像感到失面子，对朋友也无法交代。读书往往为了父母的面子社会的压力，不是为自己。目前在大学里，有些重要的科系，男生人数还不到三分之一，几乎满堂都是女生。譬如哲学系的课，学生有七八十人，他们真的喜欢哲学吗？天知道！连什么叫哲学都不懂，为什么考到这一系？将来毕业了，出去教书都没人要。社会上听到哲学系，认为不是算命看相的，就是神经。可是为了什么？凭良心说，只是为了文凭。有的女孩子，学了哲学干什么？当然也可以成哲学家，不过没有家庭的好日子过，既不能作贤妻，又不能为良母，那就惨了。可是现在的教育，任何一系，都少有为自己的意志而研究的。曾经有一个学生告诉我，当年他在大二读书的时候，有一天真被父母逼得气了，就对父母说你们再这样逼我，我不替你读书了！他说那时候心里真觉得自己努力读书，是为了父母在朋友面前显示荣耀而读的，在自己则并无兴趣，那么今天的人读书，从文字表面上看，今之学者为人，为别人读书，至少是为社会读书。社会上需要，自己觉得前途有此必要而已。说是自己对于某一项学问真是有了兴趣，想深入研究追求，在今日的社会中，这种人不太多。照目前的状况，如果缺乏远见，我敢说，二三十年后，我们国家民族，会感觉到问题非常严重。因为文化思想越来越没人理会，越来越低落了。大家只顾到现实，对后一代的教育，只希望他们将来在社会有前途，能赚更多的钱，都向商业工程医药这个方向去挤。如物理化学等理论科学都走下坡了，学数学的人已经惨得很。在美国，数学博士找不到饭吃，只好到酒馆里去当酒保，替人调酒，还可赚美金七八百元一个月。放大点说，这不仅是中国的问题，全世界文化都如此没落。二三十年后，文化衰落下去，那时就感到问题严重。在座的青年朋友还来得及，努力一下，十年二十年的功夫用下去，到你们白发苍苍的时候，再出来振兴中国文化，绝对可以赶上时髦。"}
{"text":"如物理化学等理论科学都走下坡了，学数学的人已经惨得很。在美国，数学博士找不到饭吃，只好到酒馆里去当酒保，替人调酒，还可赚美金七八百元一个月。放大点说，这不仅是中国的问题，全世界文化都如此没落。二三十年后，文化衰落下去，那时就感到问题严重。在座的青年朋友还来得及，努力一下，十年二十年的功夫用下去，到你们白发苍苍的时候，再出来振兴中国文化，绝对可以赶上时髦。从过去的历史经验来看，时代到了没落的时候，人类文明碰壁了，就要走回头路。所以今日讲承先启后，的确须要准备。可是全世界的文化，目前还没办法回头，叫不醒，打不醒的，非要等到人类吃了大亏才行。没有人文思想，人类成了机械，将来会痛苦的。所以这两句话，也可解释为以前的人读书是为了自私，现在的人读书是为公，不过这种解释是错误的。再另外一个观点，我们中国文化里，宋代大儒张载――横渠先生说的为天地立心，为生民立命为往圣继绝学，为万世开太平。这四句名言已成为宋代以后，中国知识分子共同的目标。学者为这目的而学，应该如此。谈到这位先生，是孔孟以后的儒家，宋明理学家中，影响力很大的一位。他年轻时等于是一个太保，意气非常盛，身体棒，思想开拓，喜欢闹事。后来范仲淹带兵在陕西经营边陲的时候，张横渠才二十多岁，年纪很轻，奔往前线，要投军参加作战。范仲淹见他一表人才，约他谈话，劝他回去读书，告诉他将来报效国家的机会很多，等到书读好，慢慢再来，同时将一本大学交给他。那时他应该已经读过这本书了，可是范仲淹要他再读，告诉他其中自有他的千秋事业，自有他的天地。张横渠听了范仲淹的话，回去再读大学，从此放下一切，专心求学问了，后来成为一代名儒。宋代几位大儒，事实上受范仲淹的影响都很大。范仲淹在前方，出将入相，以文人当统帅，他难道不希望培养好的军事人才？但他一看张载这个人才不是将才，是对后世思想有贡献的人，不能这样埋没，就马上用这个教育方法培养他。果然后来影响了中国文化思想那么大，尤其他所标榜的那四句话，非常深远。今天我们要谈中国文化的中心思想，可以拿他这四句话为主。我们如果以这四句话来研究，学者又应该是为人不止为自己求学，同时也为人求学。这个人扩而充之，为国家为社会为整个人类文化。"}
{"text":"范仲淹在前方，出将入相，以文人当统帅，他难道不希望培养好的军事人才？但他一看张载这个人才不是将才，是对后世思想有贡献的人，不能这样埋没，就马上用这个教育方法培养他。果然后来影响了中国文化思想那么大，尤其他所标榜的那四句话，非常深远。今天我们要谈中国文化的中心思想，可以拿他这四句话为主。我们如果以这四句话来研究，学者又应该是为人不止为自己求学，同时也为人求学。这个人扩而充之，为国家为社会为整个人类文化。称职的使者下面讲到学间的外用蘧伯玉使人于孔子，孔子与之坐而问焉。曰夫子何为？对曰夫子欲寡其过而未能也。使者出。子曰使乎！使乎！蘧伯玉是卫国有名的贤大夫，而卫国是孔子对它比较有感情的国家。孔子到卫国时，就住在蘧伯玉的家里，孔子和许多弟子的生活，都是蘧伯玉供应的。孔子回到鲁国以后，蘧伯玉派了一个私人代表来看孔子。孔子就陪这位远道来客，坐在一起谈话。孔子问他，蘧先生在家里做些什么事？这位使者就说，我们蘧先生天天在家作修养的学问，希望自己做到每天少些错误。这就是儒家讲究的每天都要自己反省，在论语第一篇就提到过吾日三省吾身。每天对自己的思想行为，加以检点，能够做到少错寡过，就是了不起。但是他感觉还做不到，没有达到这个标准。看了这节对话，被人问到长官的事时，替自己主管应对得那么谦虚，那么得体，所以等到他离开以后，孔子就立刻告诉他一些学生，这个人够得上当代表，够得上当大使，他替派他出来的主管所答的话，谦虚而不失体，非常恰当。换句话说，也看出这个使臣本身的修养学问。这一点我们要注意，假使在自己国家以内，出去为朋友作代表，或被主管派出去办一件事，要把立场先站好，这是很难的。有的人把主管捧得太过分了有的发主管牢骚，先骂起自己的主管来了，如果到国外当大使，更严重了，那就要看修养的风度了。所以外交人才难得，尤其贫弱国家的外交，说话的立场，不易把握。透过这段文字的记载，首先了解的，是蘧伯玉晚年退休以后的修养，确有大臣退居林下的风度，的确不同。第二，表示了蘧伯玉用的干部，代表他出使的人，应对才能之高明。第三，可见主管与干部之间，本身修养的配合。第四，孔子借此教育的机会，告诉学生们，这样的人，才有资格作使者当代表。"}
{"text":"有的人把主管捧得太过分了有的发主管牢骚，先骂起自己的主管来了，如果到国外当大使，更严重了，那就要看修养的风度了。所以外交人才难得，尤其贫弱国家的外交，说话的立场，不易把握。透过这段文字的记载，首先了解的，是蘧伯玉晚年退休以后的修养，确有大臣退居林下的风度，的确不同。第二，表示了蘧伯玉用的干部，代表他出使的人，应对才能之高明。第三，可见主管与干部之间，本身修养的配合。第四，孔子借此教育的机会，告诉学生们，这样的人，才有资格作使者当代表。说话得体，谦虚而包涵的意思很多。假使孔子要责备蘧伯玉，或责备卫国的什么缺点，当这位使者说出这句话时，已经把孔子封住了口，使孔子不好意思再说出责备的话来，所以孔子极力称道他。宿将还山不论兵因此引出孔子平日的理论，说明这个道理子曰不在其位，不谋其政。这是很重要的，泰伯第八提到过，这里又重复出现，一个干部，对于臣道的修养，乃至学者自己本身的修养，都要守住这个原则。这和政治思想也有关。譬如站在政治学的立场，有人说国家的事，是大家共有的，所以人是政治的动物，都是政治的分子。中国人说天下兴亡，匹夫有责。人人都应该关心。但是，有个原则，不在其位，不谋其政。他不在那个位置，不轻易谈那个位置上的事。在我来说，认为知识分子少谈政治为妙。因为我们所谈，都是纸上谈兵，我们看到这六十年来，都是知识分子先在这一方面闹开了动乱的先声，很严重。尤其人老了，接触方面多了，发现学科学的更喜欢谈政治，如果将来由科学家专政，人类可能更要糟糕。因为政治要通才，而科学家的头脑是专的，容易犯以偏概全的错误。所以孔子这两句话，是为政的基本修养，表面上看来，好像帝王可以利用这两句话实行专制，要人少管闲事。事实上有道理在其中，因为自己不处在那个位置上，对那个位置上的事情，就没有体验，而且所知的资料也不够，不可能洞悉内情。因此，我们发现历史上许多大臣下来以后，不问政治。像南宋有名的大将韩世忠，因秦桧当权，把他的兵权取消以后，每天骑一匹驴子，在西湖喝酒游赏风景，绝口不谈国家大事，真如后人有两句名诗说英雄到老皆皈佛，宿将还山不论兵。这也就是不在其位，不谋其政道理的写照，孔子并不是说把政治交给当权者去做，我们大家根本不要管。"}
{"text":"事实上有道理在其中，因为自己不处在那个位置上，对那个位置上的事情，就没有体验，而且所知的资料也不够，不可能洞悉内情。因此，我们发现历史上许多大臣下来以后，不问政治。像南宋有名的大将韩世忠，因秦桧当权，把他的兵权取消以后，每天骑一匹驴子，在西湖喝酒游赏风景，绝口不谈国家大事，真如后人有两句名诗说英雄到老皆皈佛，宿将还山不论兵。这也就是不在其位，不谋其政道理的写照，孔子并不是说把政治交给当权者去做，我们大家根本不要管。另外还有一层意思，孔子和蘧伯玉曾经分别在鲁卫两国当过政的，现在都退休了，虽然还住在自己的国家里，但已退休，就不必再问到国家大事了，所以从这一段话里，轻描淡写的衬托了鲁卫两国当时的政治，的确是不大高明。因此孔子在无可奈何之中，只好说不在其位，不谋其政了。思无邪接下来是以曾子的话作补充。曾子曰君子思不出其位。这句话也可以作为解释上论第二篇为政中诗三百，一以言蔽之，曰思无邪那句话。同时也是上面不在其位，不谋其政的注解。一个人，尤其关于现实的思想，不要太不守本分。不守本分就是幻想妄想，徒劳而无益的。当然，这个话我们可以站在社会文化的立场反对。研究科学，不怕人有幻想。强调一点来说，历史也是幻想创造出来的，科学的发明，开始也由幻想而创造出来的。真正的科学家，很少有个性不古怪的，环境影响了他。每天在实验室里，生活没有情调，如果研究到深入的时候，他手上拿着正在吃的面包，换上块腐肉给他，他都不知道，照拿照吃。但是他如不这样研究得发疯，就绝不会成为一个真正的科学家。做学问也是这样，要想学问有成就，一定要钻进去，像发了疯一样，然后跳出来，这就成功了。不到发疯的程度，就没有成功的希望。搞通才的，样样搞又样样搞不好，就犯了太聪明的毛病。科学有成就的人，可以说是笨的人，也是世界上最聪明的人，这就不能说思不出其位了。所以现在年轻人来读这些书，都是反感的，往往加上统制思想控制思想等等许多罪名。事实上，话并不是这么说，曾子并没有谈到这些问题，他只是说人的基本修养。这句话编在这里，等于说是从政者本身人格的基本修养，不是自己的职掌范围，不必过分去干预职权。以现在的政治思想来解释这句话的意义，就是不要违反思想的法则。"}
