{"text":"我想请问你，是美丽的人特别喜欢读你的书呢，还是读了你的书会变得美丽？由于他的问题如此突兀，引起一阵哄堂大笑。我说你看到这些人这么美丽，那是因为你有美丽的心来看他们，就像现在我们看着你，觉得你也十分美丽呀！演讲完后，我沿着夜黯的公园走回家，发现在月色中的公园也非常的美丽，花树温婉，池水浮金，空气中流着花香，是呀！这世界如是美丽，有的人特别容易看见，是缘于他们有美丽的心。令人遗憾的是，通常我们只看见公园的美丽花与树的美丽，月亮与星星的美丽，很少人去看见别人的美丽，去看见那在街头在餐厅在很多很多地方的许多美丽的心。我的写作，不只是在告诉人关于这人间的美丽，而是在唤起一些沉睡着的美丽的心。瓠仔也好，菜瓜也好陪太太到市场买菜，很惊异地发现丝瓜的价钱比瓠瓜贵，几乎贵上两倍，这使我想起老先觉讲的话人若在衰，种瓠仔，生菜瓜。这句话翻译成国语，意思是说人如果在很倒霉的时候，种部瓜下去，收成的时候也会长出丝瓜来。我对太太讲这一句台湾谚语应该改成人若在衰，种菜瓜，生瓠仔。或者人若在好，种瓠仔，生菜瓜。只可惜没有押韵吧！其实，在真实的生活里，瓠瓜也好，菜瓜也好，只因人的分别心才产生贵贱。何况，种部仔，生菜瓜在现代的耕种接植的技术上，已经是很平常的事了。我有一个朋友在外双溪的山上种花，他最有兴趣的事情是发现花的新品种，有时为了游戏，也做一些接校培种的试验。他说只要把丝瓜藤接在部仔的头根上，就可以同时长出丝瓜和瓠仔，甚至长出冬瓜西瓜都很简单。他开玩笑地说种瓢仔，生菜瓜，是连上帝也没有想过的事，我们却轻易就做成了。朋友带我去看他的花园，里面遍植杏花和杜鹃，由于不断培种育种接枝的试验，他的花园中五彩斑斓，几乎到了难思难议的地步。朋友说一个种子埋在土里，基因虽不改变，只要我们在培育接枝上努力，可以开出完全不同的花！我在心里惊呼起来这不就是觉悟吗！一个人在觉悟的当念，并不是去改变它的种子，而是去嫁接，希望在俗世的种子上开出清净的花来。"}
{"text":"朋友带我去看他的花园，里面遍植杏花和杜鹃，由于不断培种育种接枝的试验，他的花园中五彩斑斓，几乎到了难思难议的地步。朋友说一个种子埋在土里，基因虽不改变，只要我们在培育接枝上努力，可以开出完全不同的花！我在心里惊呼起来这不就是觉悟吗！一个人在觉悟的当念，并不是去改变它的种子，而是去嫁接，希望在俗世的种子上开出清净的花来。时常有人问起我关于因果的真实，若从因果不迂曲的道理来看，因果是绝不改变的，种瓜得瓜，种豆得豆，种善因得善果，种恶因得恶果是绝对的，丝毫没有商贷的余地。但这是指完全没有培育接枝的努力，只是顺其自然的结果。假使我们能努力做更好的培育工作，接上更好的枝桠，那么在腐树上种出最名贵品种的兰花，不仅可能，也是可为的。觉悟与因果的关系并不难厘清。朋友又带我们去参观他种兰花的地方，最名贵的达摩兰，他就种了十几盆。他说，对于兰花，他是一视同仁，平等待之，因为兰花本无贵贱，全是商人炒作的结果，种兰花原是文雅的美事，在价钱炒作下，却成为最庸俗可鄙的行业，令人痛心。开春的时候，兰花开得太多，我把花剪下来，像金针菜一样，炒成一大盘，和孩于一起吃，小孩边吃还边嫌太苦呢！听朋友说，使我们都忍不住咋舌，转念一想兰花与青菜何尝有什么贵贱？我们可以用菊花茉莉泡茶，以玫瑰桂花做酸梅汁，用兰花炒菜又有何挂碍呢？从外双溪回来，朋友送我一盆拖鞋兰，经过一个多月，开出一朵酷似拖鞋的兰花。我想这么美的兰花，口什么兰都可以的，或者想一个观音兰文殊兰释迦兰净土兰弘一兰，呀！对了，叫现在比较热门的证严兰圣严兰惟觉兰星云兰什么的，说不定会有千万元的身价也说不一定。兰花本无事，庸人自扰之。我每次看到那一朵盛开的兰花，想到丝瓜比瓠瓜更贵，丝瓜与瓠瓜能长在同一个枝藤上，就觉得生命应有更深入的观照与思维，要常常有多元的观照与逆向的思考，才不会在固执。僵化单一的见解中沦陷。所谓菩提者，常在提升与超越所谓般若者，常有弹性与柔软所谓空性者，扫除了一切的盲点暗影与欲求有如湛明的天空。春假时，闭门读孟子，发现孟子里有许多多元观照与逆向思考。"}
{"text":"兰花本无事，庸人自扰之。我每次看到那一朵盛开的兰花，想到丝瓜比瓠瓜更贵，丝瓜与瓠瓜能长在同一个枝藤上，就觉得生命应有更深入的观照与思维，要常常有多元的观照与逆向的思考，才不会在固执。僵化单一的见解中沦陷。所谓菩提者，常在提升与超越所谓般若者，常有弹性与柔软所谓空性者，扫除了一切的盲点暗影与欲求有如湛明的天空。春假时，闭门读孟子，发现孟子里有许多多元观照与逆向思考。持其志，毋暴其气。――这是理直而气和。不受于褐宽博，亦不受于万乘之君视刺万乘之君，若刺褐夫，无严诸侯恶声至，必反之。――这是以平等心看待国王或百姓。自反而不缩，虽褐宽博，吾不惴焉？自反而缩，虽千万人，吾往也。――这是时常做自我观照，理直，走遍天下，无理，寸步难行。仁，人之安宅也义，人之正路也，旷安宅而弗居，舍正路而不由，哀哉！――道，是人的仁义，而不是另有一个地方，一条路呀！大人者，不失其赤子之心者也。――一旦赤子之心失去，就很容易变成小人了。人有不为也，而后可以有为。――有为不容易，有所不为更难。夫物之不齐，物之情也或相倍蓰，或相什百，或相千万。子比而同之，是乱天下也。――人虽然有平等心来看万物，但万物各有特质，是正常的情况。舜之居深山之中，与木石居，与鹿豕游，其所以异于深山之野人者几希。及其闻一善言。见一善行，若决江河，沛然莫之能御也。――修行者与凡夫俗子的不同，也是在此呀！我们学习佛法的人，很容易因为心灵的僵化，把法看成固定的东西。其实，生活中就有无尽的莲花藏，古贤圣哲的言语处处洋溢着清凉的玄机。瓠仔也好，菜瓜也好，要怎么收获，就那么栽。生活也好，佛法也好，要那样觉悟，先那样观照。沧浪之水清兮，可以灌我缨沧浪之水浊兮，可以濯我足。清凉的也好，混浊的也好，清凉的洗涤了我在红尘中灰尘满布的心灵混浊的琢磨了我那些粗糙的砂粒，使那内在的钻石发出光芒！悲愿如菩萨钻，道心是金刚石，有钻石的心，看什么事都好！"}
{"text":"瓠仔也好，菜瓜也好，要怎么收获，就那么栽。生活也好，佛法也好，要那样觉悟，先那样观照。沧浪之水清兮，可以灌我缨沧浪之水浊兮，可以濯我足。清凉的也好，混浊的也好，清凉的洗涤了我在红尘中灰尘满布的心灵混浊的琢磨了我那些粗糙的砂粒，使那内在的钻石发出光芒！悲愿如菩萨钻，道心是金刚石，有钻石的心，看什么事都好！下满的围棋在公园里看两位老人下围棋，他们下棋的速度非常缓慢，令围观的人都感到不耐烦。第一位老人，很有趣地说嘿！是你们在下棋，还是我在下棋？我们一个棋考虑十几分钟已经是快的，你知不知道林海峰下一颗棋子要一个多小时。旁边的老人起哄未见笑！自己比为林海峰。第二位老人，看起来很有修养地说你们不知道，围棋要慢慢下才好，下得快则杀气腾腾，不像是朋友下棋了。何况，当第一个棋子落下，一盘棋就开始走向死路。一步一步塞满，等到围棋子满了，棋就死了，要撤棋盘了。慢慢下才好，慢慢下死得慢呀！这段看似意有所指的话，使旁边的老人都沉默了，看完那盘棋，都不再有人催赶或说话。好的围棋要慢慢地下，好的生活历程要细细品味不要着急把棋盘下满，也不要匆忙的走人生之路。放暑假孩子放完暑假，要开学的前两天突然来问我爸爸，为什么放假的时间总是过得特别快？好像几天前才放假，两个多月就过去了。我说那是因为感觉，在好时光里我们感觉特别快，在坏心情里，时间就过得慢。对呀！一上课觉得无聊，时间就过得很慢。孩子说，爸爸，你是什么时候发现感觉和时间是相对的？大概是和你一样大的时候，但是我像你这么大时，并不喜欢放假的。我说。为什么呢？孩子感到疑惑。我说因为我爸爸――也就是你阿公――是农夫，有忙不完的农事，我们小时候一放假就要到田里去帮忙，时常天还没亮就跟阿公出去工作，到天黑才回来，在学校上学反而轻松得多了。喔！那你就是觉得放假的时间太长，上学的时间过得太快了。孩子开着玩笑，跑去赶写暑假作业了。"}
{"text":"大概是和你一样大的时候，但是我像你这么大时，并不喜欢放假的。我说。为什么呢？孩子感到疑惑。我说因为我爸爸――也就是你阿公――是农夫，有忙不完的农事，我们小时候一放假就要到田里去帮忙，时常天还没亮就跟阿公出去工作，到天黑才回来，在学校上学反而轻松得多了。喔！那你就是觉得放假的时间太长，上学的时间过得太快了。孩子开着玩笑，跑去赶写暑假作业了。看着孩子的背影，我想到三十年前的暑假自己的背影，爸爸在前面拉着两轮的板车，我在后面推着，板车上堆满香蕉，只看见爸爸赤裸上身的背，全是湿淋淋的汗水。长大以后，我不要做农人，要让孩子真正地放暑假。当时我心里这样许愿，现在想到当时的情景还热血沸腾。戏与梦一位在电影上都演出完美爱情的女明星，现实生活的感情却一再遭到挫败。当她接受记者的访问时，感慨地说演了这么多年的戏，设想到演自己是最辛苦和失败的，因为演别人时可以根据剧本的情节来演出，但是演自己时，却没有写好的剧本，没有彩排，也没有，一旦演坏了，就要承担所有的责任。因此，她说演别人容易，做自已难。读了这个报道，我的感触很深，大凡世事皆是如此，旁观者清，当局者迷站在岸边时容易客观，身陷洪流时就会迷乱了，在现实社会，我们可能看到心理学家比一般人有更多的心理情结专门为人解答婚姻爱情的人，自己的爱情婚姻可能一塌糊涂。由于真实人生没有剧本，没有彩排，不能重来，所以要紧的是活在眼前，让每一个眼前都活在最好的状况，承担此刻的责任，那么结局即使不能完美，过程也没有遗憾了。世事离戏只有一步之远。人生离梦也只有一步之遥。生命最有趣的部分，胜过演戏与做梦的部分，正是它没有剧本没有彩排不能重来。生命最有分量的部分，正是我们要做自己，承担所有的责任。走钢索与空中飞人看俄罗斯马戏团，正在看空中飞人的时候，主持人突然宣布主角为了答谢观众，将特别表演在空中三十公尺的凌空飞跃，这个动作太困难了，不一定会成功。满场六千多观众屏息以待，连原来喧腾的音乐也静止了。"}
{"text":"人生离梦也只有一步之遥。生命最有趣的部分，胜过演戏与做梦的部分，正是它没有剧本没有彩排不能重来。生命最有分量的部分，正是我们要做自己，承担所有的责任。走钢索与空中飞人看俄罗斯马戏团，正在看空中飞人的时候，主持人突然宣布主角为了答谢观众，将特别表演在空中三十公尺的凌空飞跃，这个动作太困难了，不一定会成功。满场六千多观众屏息以待，连原来喧腾的音乐也静止了。空中飞人凌空飞跃，突然一个闪失，从高空笔直地落了下来。哗！观众一起失声叹息，正为自己没有眼神欣赏高难度的飞跃而议论纷纷。为了不辜负观众的期待，我们的主角愿意再试一次。主持人说。观众意外惊喜，全拍红手掌，再度屏息等待。空中飞人凌空飞越，姿势美如一只巨鹰，精准地落在三十公尺外的秋千上。全场响起如雷的掌声，音乐配的是贝多芬的英雄交响曲，英雄落在安全网上，翻了一圈，以最难璨的微笑，迎接观众的掌声。分节阅读后来听在马戏团临时打工的学生说，那第一次试飞的失败是刻意安排的，以便引发观众的情绪，我知道了并没有受骗的感觉，反而觉得这失败的安排是符合人性的，那第一次的失败与第二次的成功，虽然只是表演，却是等值的。失败，使成功显得更珍贵。我们在实际的人生中亦然如此，许多屏息以待，只等到了失败，但有过失败的成功更值得喝彩与掌声。在马戏团里走钢索的人和空中飞人，在上台表演之前，必然都有许多的失败，才会使他们设计出这样的表演吧！他们的成就正是建立在危险和失败上，如果是在平地上表演就没有人要看了。生命也像是在走钢索或凌空飞跃，在危险中锻炼了勇气，在失败中确立了坚强。万物的心每次走到风景优美绿草如茵繁花满树的地方，我都会在内心起一种感恩的心情，感恩这世界如此优美如此青翠如此繁华。我常觉得，所谓风水好，就是空气清新水质清澈的所在。所谓有福报，就是住在植物青翠花树繁华的所在。"}
{"text":"生命也像是在走钢索或凌空飞跃，在危险中锻炼了勇气，在失败中确立了坚强。万物的心每次走到风景优美绿草如茵繁花满树的地方，我都会在内心起一种感恩的心情，感恩这世界如此优美如此青翠如此繁华。我常觉得，所谓风水好，就是空气清新水质清澈的所在。所谓有福报，就是住在植物青翠花树繁华的所在。所谓美好的心灵，就是能体贴万物的心，能温柔对待一草一木的心灵。我们眼见一株草长得青翠一朵花开得缤纷，这都是非常不易的，要有好风水，好福报，受到美好心灵的照护，惟有体会到一花一草都象征了万物的心，我们才能体会禅师所说的青青翠竹皆是法身，郁郁黄花无非般若的真意――每一株瞩子里都宝藏佛的法身，每一朵黄花里都开满了智慧呀！这我们所眼见的万象，看起来如此澄美幽静，其实有着非常努力的内在世界，每一株植物的根都忙着从地里吸收养料与水分，茎忙着输送与流通，叶子在行光合作用，整株植物的每一个细胞都在大口地呼吸――其实，树是非常忙的，这种欣欣向荣正是禅宗所说的森罗万象许峥嵘的意思。树木为了生命的美好而欣欣向荣，想要在好风好水中生活，建立生命的福报的人，是不是也要为迈向生命的美好境界而努力向前呢？平静的树都能唤起我们的感思之心，何况是翩翩的彩蝶凌空的飞鸟，以及那些相约而再来的人呢？澈如水晶从花莲回来，走苏花公路，到崇德隧道口附近，看到几个工人在排石板阶梯，他们专注的神情吸引了我，我便下车了。工人用一种近乎悠闲的样子排石板梯，他完全不用水泥或任何粘接物，他只是把造型都不同的石板沿山坡调整，让石板密实在山坡上，并与下一个石板接合。这看起来不甚费力的工作，事实上是孕含了极独运的匠心，以及全副的精神，工人必须要完全了解每一块大小不同的石板和每一寸不同斜度的山坡才做得到。不远处，就是海了，一层青一层蓝一层靛的，完全没有污染的海。这石阶可以通到海边吗？怕惊扰了他的工作，我小声的问工人。他正一分一分地挪着手上的石块，约三十秒后，他头也没抬地说往下走，转两次弯，就到海边了。"}
{"text":"这看起来不甚费力的工作，事实上是孕含了极独运的匠心，以及全副的精神，工人必须要完全了解每一块大小不同的石板和每一寸不同斜度的山坡才做得到。不远处，就是海了，一层青一层蓝一层靛的，完全没有污染的海。这石阶可以通到海边吗？怕惊扰了他的工作，我小声的问工人。他正一分一分地挪着手上的石块，约三十秒后，他头也没抬地说往下走，转两次弯，就到海边了。我兴奋地沿石阶跳跃而下，心情欢愉像一个孩子，我发现阶梯的两旁开满牵牛花，比平常看到的还要硕大，是最美丽的浅紫色，色泽清丽，还带着今天清晨的露水。到了海边，看到海岸的卵石美丽不输给牵牛花，粒粒皆美，独一无二。一艘渔船正顺着波浪在海岸不远处载沉载浮。我蹲下来捡石头。我向来都喜欢海边的卵石，因为这些石头从来没有隐藏，也不故意显露，它只是在海岸如实呈现它的美与风采。它不怕人笑，也不排斥别人的掌声。这石头这海洋这路边的牵牛花这专心排石阶的工人，都如是如实地在演出自己，既没有隐藏，也没有显露。这样一想，使我震惊起来呀！呀！原来我们身边最美的事物，无不如实明白澈如水晶。只可惜这水晶映现的沛然万象，凡俗的眼睛都把它当玻璃来看待。如果我们要看见这世界的美，需要有一对水晶一样自然清澈的眼睛如果我们要体会宇宙更深邃的意义，则需要一颗水晶一样清明没有造作的心。老太太唱情歌陪妈妈去早晨的公园做运动，才发现晨曦初起的公园是如此热闹，有很多人在打拳唱歌跳舞，都是年纪大的阿公阿婆。妈妈感叹地说这个世界要倒翻了，老岁仔透早起来运动，少年郎团到日头照屁股。妈妈随即加入她的伙伴，在公园中舞动拳脚，我在园中散步，看到一些老先生，老太太正忘情地在唱卡拉，我就坐在旁边的石头上看着。那些老先生老太太唱歌的声音与神情深深地打动了我。他们的声音全都饱含着生命的沙哑与沧桑，他们的神情又是那样的专注与融人，夹带着非常深的感情。有一位老太太唱到后来，泪流满面，使所有的人都因感动而沉默了。是什么感情使老太太泪流满面呢？没有人问，也无人知道。"}
{"text":"妈妈随即加入她的伙伴，在公园中舞动拳脚，我在园中散步，看到一些老先生，老太太正忘情地在唱卡拉，我就坐在旁边的石头上看着。那些老先生老太太唱歌的声音与神情深深地打动了我。他们的声音全都饱含着生命的沙哑与沧桑，他们的神情又是那样的专注与融人，夹带着非常深的感情。有一位老太太唱到后来，泪流满面，使所有的人都因感动而沉默了。是什么感情使老太太泪流满面呢？没有人问，也无人知道。我想到，活到某种年纪的人，一定都在心中隐埋了许多许多真情，在唱歌时被触动了。我们年轻的时候如果不能欢喜忘情地唱情歌，老的时候一定也不能泪流满面地唱情歌吧！南蛮黄釉买了一个日本陶壶，是柠檬完全熟透的那种温柔的黄。售价十分高昂，实在太喜欢柠檬黄，还是忍痛买了。回到家，拆包装纸的时候，才发现在颜色的说明写着南蛮黄釉，使我怔了一下，南蛮指的当然是中国了，因此也可以叫作中国黄釉。我想起，南蛮黄釉其实是和胡琴胡瓜番茄番薯一样，只是一个名字。这使我因中国被称为南蛮的不快也为之减轻。在这个世界上，种族与种族间不免互相轻视，可是真正的美是不会被名字所淹没的。我把美浓陶艺家朱邦雄送我的一个黄色陶碗，拿来配这个日本的壶，不知道它们用的釉是不是相同，但都是非常美，非常正宗的黄。真正美丽的眼睛就是最好的釉，可以为生命上彩，无关于名字。梦打破了我买了五个手拉坯的瓷盘，是在路边看见，并不是什么名家的作品，它是宝蓝色的底，上面写着白色的风花雪月梦，每盘各书一字。通常我特别喜欢的东西都不是很贵的，因为贵而喜欢是平常的心，廉而宝爱才算特别。风花雪月梦的盘子，我每次看见，都仿佛有什么东西被唤醒，看了就有喜欢的心情。我把它们拿来盛装茶点，招待朋友，就像连盘子也是最好的招待，每一回，吃到物穷字现的时候，会有一声惊呼，如同暑中听风沙漠开花三月融雪偶然见月得一好梦。有一天，我的孩子倒瓜子要招待客人，突然惊呼梦被打破了！一室诧然，才知道是打破了写着梦的盘子。"}
