{"text":"我们不妨尽自己的力量引导她，充实她，但是，不管她终于成个什么样子，我们好歹得爱她。有无爱的欲望，能否感受生的乐趣，归根到底是一个内在的生命力的问题。情欲是走向空灵的必由之路。本无情欲，只能空而不灵。浮生若梦，何妨就当它是梦，尽兴地梦它一场世事如云，何妨就当它是云，从容地观它千变最自然的事情是最神秘的，例如做爱和孕育。各民族的神话岂非都可以追溯到这个源头世上有谁的降生是必然的呢？即使在一个选定的时刻播种，究竟哪一颗种子被播下仍然全凭机遇。每想到造成我的那颗精子和那颗卵子相遇的机会几乎等于零，一旦错过，世上便根本不会有我，我就感到不可思议。始终使我惊奇不已的另一件事是，尽管孩子是某次作爱的产物，但是在原因和结果之间却没有丝毫共同之处。端详着孩子稚嫩的小脸蛋，没有哪一对父母会回想起交媾时的喘息声。我不得不设想，诞生必定有着更神圣的原因，它担保每一只生命小舟的航行具有某种命定的性质。生命与生命之间的互相吸引。我设想，在一个绝对荒芜没有生命的星球上，一个活人即使看见一只苍蝇，或一只老虎，也会发生亲切之感的。文化是生命的花朵。离开生命本原，文化不过是人造花束，中西文化之争不过是绢花与塑料花之争。"}
{"text":"记得小时候，在屋外的泥地里埋几粒黄豆或牵牛花籽，当看到小小的绿芽破土而出时，感觉到的也是这种心情。也许天下生命原是一家，也许我曾经是这么一棵树，一棵草，生命萌芽的欢欣越过漫长的进化系列，又在我的心里复苏了？唉，人的心，进化的最高产物，世上最复杂的东西，在这小小的绿芽面前，才恢复了片刻的纯净。现在，我们与土地的接触愈来愈少了。砖水泥钢铁塑料和各种新型建筑材料把我们包围了起来。我们把自己关在宿舍或办公室的四壁之内。走在街上，我们同样被房屋商店建筑物和水泥路面包围着。我们总是活得那样匆忙，顾不上看看天空和土地。我们总是生活在眼前，忘掉了永恒和无限。我们已经不再懂得土地的痛苦和渴望，不再能欣赏土地的悲壮和美丽。这熟悉的家，街道，城市，这熙熙攘攘的人群，有时候我会突然感到多么陌生，多么不真实。我思念被这一切覆盖着的永恒的土地，思念一切生命的原始的家乡。人类曾经以地球的主人自居，对地球为所欲为，结果破坏了地球上的生态环境，并且自食其恶果。于是，人类开始反省自己的行为。反省的第一个认识是，人不能用奴隶主对待奴隶的方式对待地球，人若肆意奴役和蹂躏地球，实际上是把自己变成了地球的敌人，必将遭到地球的报复，就像奴隶主遭到奴隶的报复一样。地球是人的家，人应该为了自己的长远利益管好这个家，做地球的好主人，不要做败家子。在这一认识中，主人的地位未变，只是统治的方式开明了一些。然而，反省的深入正在形成更高的认识人作为地球主人的地位真的不容置疑吗？与地球上别的生物相比，人真的拥有特权吗？一位现代生态学家说人类是作为绿色植物的客人生活在地球上的。若把这个说法加以扩展，我们便可以说，人是地球的客人。作为客人，我们在享受主人的款待时倒也不必羞愧，但同时我们应当懂得尊重和感谢主人。做一个有教养的客人，这可能是人对待自然的最恰当的态度吧。土地是洁净的，它接纳一切自然的污物，包括动物的粪便和尸体，使之重归洁净。真正肮脏的是它不肯接纳的东西――人类的工业废物。在灯红酒绿的都市里，觅得一粒柳芽，一朵野花，一刻清静，人会由衷地快乐。"}
{"text":"若把这个说法加以扩展，我们便可以说，人是地球的客人。作为客人，我们在享受主人的款待时倒也不必羞愧，但同时我们应当懂得尊重和感谢主人。做一个有教养的客人，这可能是人对待自然的最恰当的态度吧。土地是洁净的，它接纳一切自然的污物，包括动物的粪便和尸体，使之重归洁净。真正肮脏的是它不肯接纳的东西――人类的工业废物。在灯红酒绿的都市里，觅得一粒柳芽，一朵野花，一刻清静，人会由衷地快乐。在杳无人烟的荒野上，发现一星灯火，一缕炊烟，一点人迹，人也会由衷地快乐。自然和文明，人皆需要，二者不可缺一。每到重阳，古人就登高楼，望天涯，秋愁满怀。今人一年四季关在更高的高楼里，对季节毫无感觉，不知重阳为何物。秋天到了。可是，哪里是红叶天，黄花地在我们的世界里，甚至已经没有了天和地。我们已经自我放逐于自然和季节。现代人只能从一杯新茶中品味春天的田野。旅游业发展到哪里，就败坏丁哪里的自然风景。我寻找―个僻静的角落，却发现到处都是广告喇叭商业性娱乐设施和凑热闹的人群。久住城市，偶尔来到僻静的山谷湖畔，面对连绵起伏的山和浩淼无际的水，会感到一种解脱和自由。然而我想，倘若在此定居，与世隔绝，心境也许就会变化。尽管看到的还是同样的山水景物，所感到的却不是自由，而是限制了。人及其产品把我和自然隔离开来了，这是一种寂寞。千古如斯的自然把我和历史隔离开来了，这是又一种寂寞。前者是生命本身的寂寞，后者是野心的寂寞。那种两相权衡终于承受不了前一种寂寞的人，最后会选择归隐。现代人对两种寂寞都体味甚浅又都急于逃避，旅游业因之兴旺。游览名胜，我往往记不住地名和典故。我为我的坏记性找到了一条好理由――我是一个直接面对自然和生命的人。相对于自然，地理不过是细节。相对于生命，历史不过是细节。"}
{"text":"为自己的良心才能生命做的事，即使没有一个人承认，也丝毫无损。我之所以宁愿靠自己的本事吃饭，其原因之一是为了省心省力，不必去经营我所不擅长的人际关系了。一个人之所以不爱自己，甚至厌烦自己，是因为缺乏灵性即精神性。这样的人不够有灵性以自娱，于是感到无聊，希望在琐碎的日常劳作――所谓为他人生活――中忘掉这个空虚的自我。自爱者才能爱人，富裕者才能馈赠。给人以生命欢乐的人，必是自己充满着生命欢乐的人。一个不爱自己的人，既不会是一个可爱的人，也不可能真正爱别人。他带着对自己的怨恨到别人那里去，就算他是去行善的吧，他的怨恨仍会在他的每一件善行里显露出来，加人以损伤。受惠于一个自怨自艾的人，还有比这更不舒服的事吗？人与人之间有同情，有仁义，有爱。所以，世上有克己助人的慈悲和舍己救人的豪侠。但是，每一个人终究是一个生物学上和心理学上的个体，最切己的痛痒唯有自己能最真切地感知。在这个意义上，对于每一个人来说，他最关心的还是他自己，世上最关心他的也还是他自己。要别人比他自己更关心他，要别人比关心每人自己更关心他，都是违背作为个体的生物学和心理学本质的。结论是每个人都应该自立。一个人为了实现自我，必须先在非我的世界里漫游一番。但是，有许多人就迷失在这漫游途中了，沾沾自喜于他们在社会上的小小成功，不再想回到自我。成功使他们离他们的自我愈来愈远，终于成为随波逐流之辈。另有一类灵魂，时时为离家而不安，漫游愈久而思家愈切，唯有他们，无论成功失败，都能带着丰富的收获返回他们的自我。我要为自己定一个原则每天夜晚，每个周末，每年年底，只属于我自己。在这些时间里，我不做任何履约交差的事情，而只读我自己想读的书，只写我自己想写的东西。如果不想读不想写，我就什么也不做，宁肯闲着，也决不应付差事。差事是应付不完的，唯一的办法是人为地加以限制，确保自己的自由时间。闲适和散漫都是从俗务中抽身出来的状态，心境却迥异。闲适者回到了自我，在自己的天地里流连徜徉，悠然自得，内心是宁静而澄澈的。散漫者找不到自我，只好依然在外物的世界里东抓西模，无所适从，内心是烦乱而浑浊的。"}
{"text":"在这些时间里，我不做任何履约交差的事情，而只读我自己想读的书，只写我自己想写的东西。如果不想读不想写，我就什么也不做，宁肯闲着，也决不应付差事。差事是应付不完的，唯一的办法是人为地加以限制，确保自己的自由时间。闲适和散漫都是从俗务中抽身出来的状态，心境却迥异。闲适者回到了自我，在自己的天地里流连徜徉，悠然自得，内心是宁静而澄澈的。散漫者找不到自我，只好依然在外物的世界里东抓西模，无所适从，内心是烦乱而浑浊的。我走在自己的路上了。成功与失败幸福与苦难都已经降为非常次要的东西。最重要的东西是这条路本身。他们一窝蜂挤在那条路上，互相竞争推攘阻挡践踏。前面有什么不知道。既然大家都朝前赶，肯定错不了。你悠然独行，不慌不忙，因为你走在自己的路上，它仅仅属于你，没有人同你争。尽管世上有过无数片叶子，还会有无数片叶子，尽管一切叶子都终将凋落，我仍然要抽出自己的绿芽。此刻我心中涌现出一些多么生动的感觉，使我确信我活着，――正是我，不是别人，这个我不会和别人混同。于是我想，在我的生命中还是有太多的空白，那时候感觉沉睡着，我浑浑噩噩，与芸芸众生没有什么两样。人人都在写自己的历史，但这历史缺乏细心的读者。我们没有工夫读自己的历史，即使读，也是读得何其草率。"}
{"text":"说得好。对于一个人来说，独处和交往均属必需。但是，独处更本质，因为在独处时，人是直接面对世界的整体，面对万物之源的。相反，在交往时，人却只是面对部分，面对过程的片断。人群聚集之处，只有凡人琐事，过眼烟云，没有上帝和永恒。也许可以说，独处是时间性的，交往是空间性的。每逢节日，独自在灯下，心中就有一种非常浓郁的寂寞，浓郁得无可排遣，自斟自饮生命的酒，别有一番酩酊。人生作为过程总要逝去，似乎哪种活法都一个样。但就是不一样。我需要一种内在的沉静，可以以逸待劳地接收和整理一切外来印象。这样，我才觉得自己具有一种连续性和完整性。当我被过于纷繁的外部生活搅得不复安宁时，我就断裂了，破碎了，因而也就失去了吸收消化外来印象的能力。世界是我的食物。人只用少量时间进食，大部分时间在消化。独处就是我消化世界。活动和沉思，哪一种生活更好有时候，我渴望活动漫游，交往，恋爱冒险成功。如果没有充分尝试生命的种种可能性就离开人世，未免太遗憾了。但是我知道，我的天性更适合于过沉思的生活。我必须休养我的这颗自足的心灵，唯有带着这颗心灵去活动，我才心安理得并且确有收获。如果没有好胃口，天天吃宴席有什么乐趣如果没有好的感受力，频频周游世界有什么意思反之，天天吃宴席的入怎么会有好胃口，频频周游世界的人怎么会有好的感受力心灵和胃一样，需要休息和复原。独处和沉思便是心灵的休养方式。当心灵因充分休息而饱满，又因久不活动而饥渴时，它就能最敏锐地品味新的印象。所以，问题不在于两者择一。高质量的活动和高质量的宁静都需要，而后者实为前者的前提。我天性不宜交际。在多数场合，我不是觉得对方乏味，就是害怕对方觉得我乏味。可是我既不愿忍受对方的乏味，也不愿费劲使自己显得有趣，那都太累了。我独处时最轻松，因为我不觉得自己乏味，即使乏味，也自己承受，不累及他人，无需感到不安。这么好的夜晚，宁静，孤独，精力充沛，无论做什么，都觉得可惜了，糟蹋了。"}
{"text":"高质量的活动和高质量的宁静都需要，而后者实为前者的前提。我天性不宜交际。在多数场合，我不是觉得对方乏味，就是害怕对方觉得我乏味。可是我既不愿忍受对方的乏味，也不愿费劲使自己显得有趣，那都太累了。我独处时最轻松，因为我不觉得自己乏味，即使乏味，也自己承受，不累及他人，无需感到不安。这么好的夜晚，宁静，孤独，精力充沛，无论做什么，都觉得可惜了，糟蹋了。我什么也不做，只是坐在灯前，吸着烟我从我的真朋友和假朋友那里抽身出来，回到了我自己。只有我自己。这样的时候是非常好的。没有爱，没有怨，没有激动，没有烦恼，可是依然强烈地感觉到自己的生存，感到充实。这样的感觉是非常好的。一个夜晚就这么过去了。可是我仍然不想睡觉。这是这样的一种时候，什么也不想做，包括睡觉。有的人只有在沸腾的交往中才能辨认他的自我。有的人却只有在宁静的独处中才能辨认他的自我。没有自己独居的处所是多么可怕的事，一切都暴露无遗了。在群居中，人不得不掩饰和压抑自己的个性。在别人目光的注视下，谁还能坐在那里恬然沉思，捕捉和记录自己的细微感受。住宅危机导致了诗和哲学的生态危机。"}
{"text":"它必须通过反思，所以会有身在福中不知福之说。幸福只是灵魂的事，肉体只会有快感，不会有幸福感。幸福问题与人生意义问题有着极密切的联系，一个人对幸福的理解与他对人生意义的认识往往是一致的。但两者仍不是一回事，我们不妨考虑一个简单的事实许多伟人的一生绝不能说是幸福的。由此看来，幸福是否人生的目标和最高价值，这个问题至少是可以争论的。幸福的和不幸的人呵，仔细想想，这世界上有谁是真正幸福的，又有谁是绝对不幸的幸福是有限的，因为上帝的赐予本来就有限。痛苦是有限的，因为人自己承受痛苦的能力有限。幸福属于天国，快乐才属于人间。幸福是一个抽象概念，从来不是一个事实。相反，痛苦和不幸却常常具有事实的坚硬性。幸福是一种一开始人人都自以为能够得到最后没有一个人敢说已经拥有的东西。幸福和上帝差不多，只存在于相信它的人心中。幸福喜欢捉迷藏。我们年轻时，它躲藏在未来，引诱我们前去寻找它。曾几何时，我们发现自己已经把它错过，于是回过头来，又在记忆中寻找它。幸福是一种苟且，不愿苟且者不可能幸福。我们只能接受生存的荒谬，我们的自由仅在于以何种方式接受。我们不哀哭，我们自得其乐地怠慢它，居高临下地嘲笑它，我们的接受已经包含着反抗了。幸福的反面是灾祸，而非痛苦。痛苦中可以交织着幸福，但灾祸绝无幸福可言。另一方面，痛苦的解除未必就是幸福，也可能是无聊。可是，当我们从一个灾祸中脱身出来的时候，我们差不多是幸福的了。大难不死，必有后福。其实，大难不死即福，何需乎后福聪明人嘲笑幸福是一个梦，傻瓜到梦中去找幸福，两者都不承认现实中有幸福。看来，一个人要获得实在的幸福，就必须既不太聪明，也不太傻。人们把这种介于聪明和傻之间的状态叫做生活的智慧。幸福是一个心思诡谲的女神，但她的眼光并不势利。权力能支配一切，却支配不了命运。金钱能买来一切，却买不来幸福。"}
{"text":"大难不死，必有后福。其实，大难不死即福，何需乎后福聪明人嘲笑幸福是一个梦，傻瓜到梦中去找幸福，两者都不承认现实中有幸福。看来，一个人要获得实在的幸福，就必须既不太聪明，也不太傻。人们把这种介于聪明和傻之间的状态叫做生活的智慧。幸福是一个心思诡谲的女神，但她的眼光并不势利。权力能支配一切，却支配不了命运。金钱能买来一切，却买不来幸福。一切灾祸都有―个微小的起因，一切幸福都有―个平庸的结尾。自己未曾找到伟大的幸福的人，无权要求别人拒绝平凡的幸福。自己已经找到伟大的幸福的人，无意要求别人拒绝平凡的幸福。我爱人世的不幸胜过爱天堂的幸福。我爱我的不幸胜过爱他人的幸福。"}
