{"text":"又唐代张族鸟朝野佥载卷二也记载过活烤鹅鸭和活烤驴的残虐食法。舆台是古代奴隶中两个等级的名称，后泛指被奴役的人。西崽旧时对西洋人雇用的中国男仆的蔑称。论秦理斋夫人事论秦理斋夫人事公汗这几年来，报章上常见有因经济的压迫，礼教的制裁而自杀的记事，但为了这些，便来开口或动笔的人是很少的。只有新近秦理斋夫人及其子女一家四口的自杀，却起过不少的回声，后来还出了一个怀着这一段新闻记事的自杀者，更可见其影响之大了。我想，这是因为人数多。单独的自杀，盖已不足以招大家的青睐了。一切回声中，对于这自杀的主谋者――秦夫人，虽然也加以恕辞但归结却无非是诛伐。因为――评论家说――社会虽然黑暗，但人生的第一责任是生存，倘自杀，便是失职，第二责任是受苦，倘自杀，便是偷安。进步的评论家则说人生是战斗，自杀者就是逃兵，虽死也不足以蔽其罪。这自然也说得下去的，然而未免太笼统。人间有犯罪学者，一派说，由于环境一派说，由于个人。现在盛行的是后一说，因为倘信前一派，则消灭罪犯，便得改造环境，事情就麻烦，可怕了。而秦夫人自杀的批判者，则是大抵属于后一派。诚然，既然自杀了，这就证明了她是一个弱者。但是，怎么会弱的呢？要紧的是我们须看看她的尊翁的信札，为了要她回去，既耸之以两家的名声，又动之以亡人的乩语。我们还得看看她的令弟的挽联妻殉夫，子殉母不是大有视为千古美谈之意吗？以生长及陶冶在这样的家庭中的人，又怎么能不成为弱者？我们固然未始不可责以奋斗，但黑暗的吞噬之力，往往胜于孤军，况且自杀的批判者未必就是战斗的应援者，当他人奋斗时，挣扎时，败绩时，也许倒是鸦雀无声了。穷乡僻壤或都会中，孤儿寡妇，贫女劳人之顺命而死，或虽然抗命，而终于不得不死者何限，但曾经上谁的口，动谁的心呢？真是自经于沟渎而莫之知也！人固然应该生存，但为的是进化也不妨受苦，但为的是解除将来的一切苦更应该战斗，但为的是改革。责别人的自杀者，一面责人，一面正也应该向驱人于自杀之途的环境挑战，进攻。倘使对于黑暗的主力，不置一辞，不发一矢，而但向弱者唠叨不已，则纵使他如何义形于色，我也不能不说――我真也忍不住了――他其实乃是杀人者的帮凶而已。五月二十四日。"}
{"text":"真是自经于沟渎而莫之知也！人固然应该生存，但为的是进化也不妨受苦，但为的是解除将来的一切苦更应该战斗，但为的是改革。责别人的自杀者，一面责人，一面正也应该向驱人于自杀之途的环境挑战，进攻。倘使对于黑暗的主力，不置一辞，不发一矢，而但向弱者唠叨不已，则纵使他如何义形于色，我也不能不说――我真也忍不住了――他其实乃是杀人者的帮凶而已。五月二十四日。本篇最初发表于一九三四年六月一日申报自由谈。奏理斋夫人姓龚名尹霞，申报馆英文译员秦理斋之妻。一九三四年二月二十五日秦理斋在上海病逝后，住在无锡的秦的父亲要她回乡，她为了子女在沪读书等原因不能回去，在受到秦父多次严厉催迫后，五月五日她和女儿希荪儿子端珏四人一同服毒自杀。据申报一九三四年五月二十二日载上海福华药房店员陈同福于五月二十日因经济困难自杀，在他身边发现有从报纸上剪下的关于秦理斋夫人自杀的新闻一纸。秦理斋的父亲秦平甫，在四月十一日写给龚尹霞的信上说汝叔翁在申扶乩，理斋降临，要金钱要棉衣并云眷属不必居沪，当立时回锡。又说尊府家法之美，同里称颂即令堂太夫人之德冠女宗，亦无非以含弘为宗旨施诸己而不愿亦勿施于人。汝望善体此意，为贤妇为佳女沪事及早收束，遵理斋之冥示，早日回锡。自经于沟渎而莫之知也语见论语宪问。自经，即自缢。论补曼雪徐先生在人间世上，发表了这样的题目的论。对于此道，我没有那么深造，但愚者千虑，必有一得，所以想来补一点，自然，浅薄是浅薄得多了。是洋货，五四运动之后这才输入的。先前林琴南先生译小说时，夹注着此语未完的，便是这东西的翻译。在洋书上，普通用六点，吝啬的却只用三点。然而中国是地大物博的，同化之际，就渐渐的长起来，九点，十二点，以至几十点有一种大作家，则简直至少点上三四行，以见其中的奥义，无穷无尽，实在不可以言语形容。读者也大抵这样想，有敢说觉不出其中的奥义的罢，那便是低能儿。然而归根结蒂，也好像终于是安徒生童话里的皇帝的新衣，其实是一无所有不过须是孩子，才会照实的大声说出来。孩子不会看文学家的创作，于是在中国就没有人来道破。"}
{"text":"在洋书上，普通用六点，吝啬的却只用三点。然而中国是地大物博的，同化之际，就渐渐的长起来，九点，十二点，以至几十点有一种大作家，则简直至少点上三四行，以见其中的奥义，无穷无尽，实在不可以言语形容。读者也大抵这样想，有敢说觉不出其中的奥义的罢，那便是低能儿。然而归根结蒂，也好像终于是安徒生童话里的皇帝的新衣，其实是一无所有不过须是孩子，才会照实的大声说出来。孩子不会看文学家的创作，于是在中国就没有人来道破。但天气是要冷的，光着身子不能整年在路上走，到底也得躲进宫里去，连点几行的妙文，近来也不大看见了。是国货，穆天子传上就有这玩意儿，先生教我说是阙文。这阙文也闹过事，曾有人说口生垢，口戕口的三个口字，也是阙文，又给谁大骂了一顿。不过先前是只见于古人的著作里的，无法可补，现在却见于今人的著作上了，欲补不能。到目前，则渐有代以的趋势。这是从日本输入的。这东西多，对于这著作的内容，我们便预觉其激烈。但是，其实有时也并不然。胡乱它几行，印了出来，固可使读者佩服作家之激烈，恨检查员之峻严，但送检之际，却又可使检查员爱他的顺从，许多话都不敢说，只得这么起劲。一举两得，比点它几行更加巧妙了。中国正在排日，这一条锦囊妙计，或者不至于模仿的罢。现在是什么东西都要用钱买，自然也就都可以卖钱。但连没有东西也可以卖钱，却未免有些出乎意表。不过，知道了这事以后，便明白造谣为业，在现在也还要算是货真价实，童叟无欺的生活了。五月二十四日。本篇最初发表于一九三四年五月二十六日申报自由谈。徐浙江慈溪人，作家。他的论一文，发表于一九三四年五月二十日人间世第四期。愚者千虑，必有一得参看本卷第页注。安徒生，―丹麦童话作家。皇帝的新衣是其名作之一，取材于西班牙民间故事，说有两个骗子，自称用他们织成的最美丽的布缝制的衣服，任何不称职或愚蠢的人都看不见。他们其实没有这种布，却欺骗皇帝，让他脱下衣服，假装给他穿上这种不存在的新衣。皇帝及周围臣民怕别人说自己不称职或愚蠢，都不敢说出真相。最后，一个小孩子天真地说穿了可是他什么衣服也没有呀！穆天子传晋代从战国时魏襄王墓中发现的先秦古书之一，共六卷。"}
{"text":"安徒生，―丹麦童话作家。皇帝的新衣是其名作之一，取材于西班牙民间故事，说有两个骗子，自称用他们织成的最美丽的布缝制的衣服，任何不称职或愚蠢的人都看不见。他们其实没有这种布，却欺骗皇帝，让他脱下衣服，假装给他穿上这种不存在的新衣。皇帝及周围臣民怕别人说自己不称职或愚蠢，都不敢说出真相。最后，一个小孩子天真地说穿了可是他什么衣服也没有呀！穆天子传晋代从战国时魏襄王墓中发现的先秦古书之一，共六卷。原本是竹简，后因竹简文字剥落，从竹简古文改写楷书时有难辩之处，用号代替缺文，允橹卸C，如卷二仍献白玉只角之一三，可以沐，乃进食酒姑劓九。玻丁场翱谏福口戕口大戴礼记武王践阼中的句子。清代周元亮钱尔|都说这几个口字乃古方空圈，盖缺文也今作口字解，大误。后来王应奎不同意这种说法，他在柳南随笔卷一中说近予见宋板大戴礼，乃秦景霸谋荆谧植欠娇杖景盎渌镊耄登按刂胁厥榧遥木罂删荩胨米凇断认褪略中称之。观此，则周钱两公之言殆非也。论重译论重译史贲穆木天先生在二十一日的火炬上，反对作家的写无聊的游记之类，以为不如给中国介绍一点上起希腊罗马，下至现代的文学名作。我以为这是很切实的忠告。但他在十九日的自由谈上，却又反对间接翻译，说是一种滑头办法，虽然还附有一些可恕的条件。这是和他后来的所说冲突的，也容易启人误会，所以我想说几句。重译确是比直接译容易。首先，是原文的能令自惭不及，怕敢动笔的好处，先由原消去若干部分了。译文是大抵比不上原文的，就是将中国的粤语译为京语，或京语译成沪语，也很难恰如其分。在重译，便减少了对于原文的好处的踌躇。其次，是难解之处，忠实的往往会有注解，可以一目了然，原书上倒未必有。但因此，也常有直接译错误，而间接译却不然的时候。懂某一国文，最好是译某一国文学，这主张是断无错误的，但是，假使如此，中国也就难有上起希罗，下至现代的文学名作的译本了。"}
{"text":"在重译，便减少了对于原文的好处的踌躇。其次，是难解之处，忠实的往往会有注解，可以一目了然，原书上倒未必有。但因此，也常有直接译错误，而间接译却不然的时候。懂某一国文，最好是译某一国文学，这主张是断无错误的，但是，假使如此，中国也就难有上起希罗，下至现代的文学名作的译本了。中国人所懂的外国文，恐怕是英文最多，日文次之，倘不重译，我们将只能看见许多英美和日本的文学作品，不但没有伊卜生，没有伊本涅支，连极通行的安徒生的童话，西万提司的吉诃德先生，也无从看见了。这是何等可怜的眼界。自然，中国未必没有精通丹麦，诺威，西班牙文字的人们，然而他们至今没有译，我们现在的所有，都是从英文重译的。连苏联的作品，也大抵是从英法文重译的。所以我想，对于翻译，现在似乎暂不必有严峻的堡垒。最要紧的是要看译文的佳良与否，直接译或间接译，是不必置重的是否投机，也不必推问的。深通原译文的趋时者的重译本，有时会比不甚懂原文的忠实者的直接译本好，日本改造社译的高尔基全集，曾被有一些革命者斥责为投机，但革命者的译本出，却反而显出前一本的优良了。不过也还要附一个条件，并不很懂原译文的趋时者的速成译本，可实在是不可恕的。待到将来各种名作有了直接译本，则重译本便是应该淘汰的时候，然而必须那译本比旧译本好，不能但以直接翻译当作护身的挡牌。六月二十四日。本篇最初发表于一九三四年六月二十七日申报自由谈。穆木天在一九三四年六月二十一日大晚报火炬发表的文章，题为谈游记之类。穆木天在一九三四年六月十九日申报自由谈发表的各尽所能一文中说有人英文很好，不译英美文学，而去投机取巧地去间接译法国的文学，这是不好的。因为间接翻译，是一种滑头办法。如果不得已时，是可以许可的。但是，避难就易，是不可以的。伊本涅支，―通译勃拉斯可伊巴涅思，西班牙作家。主要作品有长篇小说启示录的四骑士等。西万提司，―通译塞万提斯，西班牙作家。主要作品有长篇小说堂吉诃德即吉诃德先生等。诺威挪威。改造社日本的一个出版社，始办于一九一九年。"}
{"text":"因为间接翻译，是一种滑头办法。如果不得已时，是可以许可的。但是，避难就易，是不可以的。伊本涅支，―通译勃拉斯可伊巴涅思，西班牙作家。主要作品有长篇小说启示录的四骑士等。西万提司，―通译塞万提斯，西班牙作家。主要作品有长篇小说堂吉诃德即吉诃德先生等。诺威挪威。改造社日本的一个出版社，始办于一九一九年。该社于一九三二年出版中村白叶等译的高尔基全集，二十五卷。骂杀与捧杀骂杀与捧杀阿法现在有些不满于文学批评的，总说近几年的所谓批评，不外乎捧与骂。其实所谓捧与骂者，不过是将称赞与攻击，换了两个不好看的字眼。指英雄为英雄，说娼妇是娼妇，表面上虽像捧与骂，实则说得刚刚合式，不能责备批评家的。批评家的错处，是在乱骂与乱捧，例如说英雄是娼妇，举娼妇为英雄。批评的失了威力，由于乱，甚而至于乱到和事实相反，这底细一被大家看出，那效果有时也就相反了。所以现在被骂杀的少，被捧杀的却多。人古而事近的，就是袁中郎。这一班明末的作家，在文学史上，是自有他们的价值和地位的。而不幸被一群学者们捧了出来，颂扬，标点，印刷，色借，日月借，烛借，青黄借，眼色无常。声借，钟鼓借，枯竹窍借借得他一榻胡涂，正如在中郎脸上，画上花脸，却指给大家看，啧啧赞叹道看哪，这多么性灵呀！对于中郎的本质，自然是并无关系的，但在未经别人将花脸洗清之前，这中郎总不免招人好笑，大触其霉头。人近而事古的，我记起了泰戈尔。他到中国来了，开坛讲演，人给他摆出一张琴，烧上一炉香，左有林长民，右有徐志摩，各各头戴印度帽。徐诗人开始绍介了纛！叽哩咕噜，白云清风，银磐当！说得他好像活神仙一样，于是我们的地上的青年们失望，离开了。神仙和凡人，怎能不离开明？但我今年看见他论苏联的文章，自己声明道我是一个英国治下的印度人。他自己知道得明明白白。大约他到中国来的时候，决不至于还胡涂，如果我们的诗人诸公不将他制成一个活神仙，青年们对于他是不至于如此隔膜的。现在可是老大的晦气。"}
{"text":"徐诗人开始绍介了纛！叽哩咕噜，白云清风，银磐当！说得他好像活神仙一样，于是我们的地上的青年们失望，离开了。神仙和凡人，怎能不离开明？但我今年看见他论苏联的文章，自己声明道我是一个英国治下的印度人。他自己知道得明明白白。大约他到中国来的时候，决不至于还胡涂，如果我们的诗人诸公不将他制成一个活神仙，青年们对于他是不至于如此隔膜的。现在可是老大的晦气。以学者或诗人的招牌，来批评或介绍一个，开初是很能够蒙混旁人的，但待到旁人看清了这的真相的时候，却只剩了他自己的不诚恳，或学识的不够了。然而如果没有旁人来指明真相呢，这作家就从此被捧杀，不知道要多少年后才翻身。十一月十九日。本篇最初发表于一九三四年十一月二十三日中华日报动向。当时刘大杰标点林语堂校阅的袁中郎全集断句错误甚多。这里的引文是该书广庄齐物论中的一段标点应为色借日月，借烛，借青黄，借眼色无常。声借钟鼓，借枯竹窍，借。曹聚仁曾在一九三四年十一月十三日中华日报动向上发表标点三不朽一文，指出刘大杰标点本的这个错误。泰戈尔，―印度诗人。著有新月集园丁集飞鸟集等。一九二四年到中国旅行。一九三年访问苏联，作有俄罗斯书简一九三一年出版，其中说过自己是英国的臣民的话。林长民―福建闽侯人，政客。徐志摩―浙江海宁人，诗人，新月社主要成员。著有志摩的诗，猛虎集等。泰戈尔来华时他担任翻译。漫骂漫骂倪朔尔还有一种不满于批评家的批评，是说所谓批评家好漫骂，所以他的文字并不是批评。这漫骂，有人写作骂，也有人写作谩骂，我不知道是否是一样的函义。但这姑且不管它也好。现在要问的是怎样的是漫骂。假如指着一个人，说道这是婊子！如果她是良家，那就是漫骂倘使她实在是做卖笑生涯的，就并不是漫骂，倒是说了真实。诗人没有捐班，富翁只会计较，因为事实是这样的，所以这是真话，即使称之为漫骂，诗人也还是捐不来，这是幻想碰在现实上的小钉子。"}
{"text":"这漫骂，有人写作骂，也有人写作谩骂，我不知道是否是一样的函义。但这姑且不管它也好。现在要问的是怎样的是漫骂。假如指着一个人，说道这是婊子！如果她是良家，那就是漫骂倘使她实在是做卖笑生涯的，就并不是漫骂，倒是说了真实。诗人没有捐班，富翁只会计较，因为事实是这样的，所以这是真话，即使称之为漫骂，诗人也还是捐不来，这是幻想碰在现实上的小钉子。有钱不能就有文才，比儿女成行并不一定明白儿童的性质更明白。儿女成行只能证明他两口子的善于生，还会养，却并无妄谈儿童的权利。要谈，只不过不识羞。这好像是漫骂，然而并不是。倘说是的就得承认世界上的儿童心理学家，都是最会生孩子的父母。说儿童为了一点食物就会打起来，是冤枉儿童的，其实是漫骂。儿童的行为，出于天性，也因环境而改变，所以孔融会让梨。打起来的，是家庭的影响，便是成人，不也有争家私，夺遗产的吗？孩子学了样了。漫骂固然冤屈了许多好人，但含含胡胡的扑灭漫骂，却包庇了一切坏种。一月十七日。本篇最初发表于一九三四年一月二十二日申报自由谈。批评家好漫骂一九三三年十二月二十六日申报自由谈载侍桁关于批评一文说看过去批评的论争，我们不能不说愈是那属于无味的谩骂式的，而愈是有人喜欢来参加，这种谩骂的批评，我们不认为是批评。孔融―东汉鲁国今山东曲阜人，文学家。关于他让梨的故事，见世说新语南朝梁刘峻注引融别传融四岁与兄食梨，辄引小者。人问其故，答曰小儿法当取小者。女人未必多说谎女人未必多说谎赵令仪侍桁先生在谈说谎里，以为说谎的原因之一是由于弱，那举证的事实，是因此为什么女人讲谎话要比男人来得多。那并不一定是谎话，可是也不一定是事实。我们确也常常从男人们的嘴里，听说是女人讲谎话要比男人多，不过却也并无实证，也没有统计。叔本华先生痛骂女人，他死后，从他的书籍里发见了医梅毒的药方还有一位奥国的青年学者，我忘记了他的姓氏，做了一大本书，说女人和谎话是分不开的，然而他后来自杀了。我恐怕他自己正有神经病。"}
{"text":"那并不一定是谎话，可是也不一定是事实。我们确也常常从男人们的嘴里，听说是女人讲谎话要比男人多，不过却也并无实证，也没有统计。叔本华先生痛骂女人，他死后，从他的书籍里发见了医梅毒的药方还有一位奥国的青年学者，我忘记了他的姓氏，做了一大本书，说女人和谎话是分不开的，然而他后来自杀了。我恐怕他自己正有神经病。我想，与其说女人讲谎话要比男人来得多，不如说女人被人指为讲谎话要比男人来得多的时候来得多，但是，数目字的统计自然也没有。譬如罢，关于杨妃，禄山之乱以后的文人就都撒着大谎，玄宗逍遥事外，倒说是许多坏事情都由她，敢说不闻夏殷衰，中自诛褒妲的有几个。就是妲己，褒姒，也还不是一样的事？女人的替自己和男人伏罪，真是太长远了。今年是妇女国货年，振兴国货，也从妇女始。不久，是就要挨骂的，因为国货也未必因此有起色，然而一提倡，一责骂，男人们的责任也尽了。记得某男士有为某女士鸣不平的诗道君王城上竖降旗，妾在深宫那得知？二十万人齐解甲，更无一个是男儿！快哉快哉！一月八日。本篇最初发表于一九三四年一月十二日申报自由谈。侍桁即韩侍桁。他的谈说谎一文发表于一九三四年一月八日申报自由谈，其中说不管为自己的地位的坚固而说谎也吧，或为了拯救旁人的困难而说谎也吧，都是含着有弱者的欲望与现实的不合的原因在。虽是一个弱者，他也会想如果能这样，那就多么好，可是一信嘴说出来，那就成了大谎了。但也有非说谎便不能越过某种难关的场合，而这场合也是弱者遇到的时候较多，大概也就是因此为什么女人讲谎话要比男人来得多。叔本华，―德国哲学家，唯意志论者。他一生反对妇女解放，在所著的妇女论中诬蔑妇女虚伪愚昧无是非之心。一位奥国的青年学者指华宁该尔，―，奥地利人，仇视女性主义者。他在一九三年出版的性和性格一书中，说女性能说谎，往往是虚伪的，并力图证明妇女的地位应该低于男子。杨妃即唐玄宗的妃子杨玉环―，蒲州永乐今山西永济人。"}
