{"text":"即使消灭，也必然有其他替代品。举一个具体的例子，佛教原产生于印度和尼泊尔，现在在印度它实际上几乎不存在了。有的人说，世界上没有一个宗教不是悲观主义的但是，像佛教这样彻底的悲观，还是绝无仅有的。我认为，这种说法是很有见地的。佛教梵语基本上是梵文但又掺杂了不少古代方言的文字。在小乘向大乘过渡的期间，或者在我称之为原始大乘佛教的期间，许多佛典都是用这种文字写成的。有的佛典原来是用纯粹方言写成的，随着梵文的复兴以及一些别的原因，佛典文字方言成分逐渐减少，而梵文成分则逐渐增多，于是就形成了所谓佛教梵语。我是尝试着通过语言现象来探寻一部经典的产生的时代和地区。根据我个人的经验，这是行之有效的办法，而且是证据确凿的，别人想否定也是不可能的。印度古代的众多方言，即云方言，必然具有地域性，而且这地域性表现得十分明显，阿育王在印度许多地方竖立的石碑和石柱，上面的铭文明确无误地指明了方言的地域性，是最有价值的参照资料。原始佛教不答应比丘们使用梵文来学习佛教教义，它也没有规定哪一种语言作为标准语言它答应比丘们用自己的方言来学习佛所说的话。据我们现在的推测，佛典形成的过程大概应该是这样的佛陀本人不会有什么著作，这一点是可以肯定的。但是他却不可能没有一些常说的话，佛典里面有关十二因缘的那一段经文可能就属于这一类。当时没有书籍，学习经典都是师傅口授，弟子口学。最初口授口学的一定就是佛陀经常所说的一些话因为这些话一听再听，一传再传，就比较牢固地印在徒弟们的记忆里，时间一长，就形成了佛典的基础。在这个基础上，随着时代的推移，一代一代的师傅和徒弟逐渐增添上一些新的东西，到了编纂写定的时候，已经是一部比较大的书了。既然佛陀本人，以及佛教初期那些大师都是东部人，说的是东部的话，最初这一部佛典，也就是我们所谓的原始佛典，也就应该是用东部方言写成的。一部用东部方言，更具体一点说，就是用古代半摩揭陀语写成的佛典曾经存在过。这就是所谓原始佛典。后来佛教其它宗派的经典，巴利文佛典也包括在内，都是或多或少地从这一部佛典里演变出来的最古的那一部分甚至可以说是翻译过来的。提婆达多在律的方面提出了五法，与释迦牟尼针锋相对。在教义方面，反对轮回，也是针锋相对。这两个方面大概都具有极大的吸引力。"}
{"text":"一部用东部方言，更具体一点说，就是用古代半摩揭陀语写成的佛典曾经存在过。这就是所谓原始佛典。后来佛教其它宗派的经典，巴利文佛典也包括在内，都是或多或少地从这一部佛典里演变出来的最古的那一部分甚至可以说是翻译过来的。提婆达多在律的方面提出了五法，与释迦牟尼针锋相对。在教义方面，反对轮回，也是针锋相对。这两个方面大概都具有极大的吸引力。否则就无法解释为什么在释迦牟尼和提婆达多逝世后一千二三百年，在印度竟然到处都还有不食乳酪的提婆达多的信徒。提婆达多派显然在佛教发展史上形成了一股强大的力量，与释迦牟尼的正统力量相对立。假如说释迦牟尼派是佛教发展主潮的话，那么提婆达多派就是一股潜流。阅读浮屠这名称从印度译过来以后，大概就为一般人所采用。当时中国史家记载多半都用浮屠。其后西域高僧到中国来译经，才把佛这个名词带进来。范蔚宗搜集的史料内所以没有佛字，就因为这些史料都是外书。佛这名词在那时候还只限于由吐火罗文译过来的经典中。以后才渐渐传播开来，为一般佛徒，或与佛教接近的学者所采用。最后终于因为它本身有优越的条件，战胜了浮屠，并取而代之。中国僧人或者居士前此往西域求法者，颇亦有人。但是他们多半只到了西域而止。在法显真正亲临天竺者，实如凤毛麟角。在这样的情况下，到了晋末宋初，就掀起了一个西行求法的运动。中国僧人西行求法者，或意在搜寻经典，或旨在从天竺高僧受学，或欲睹圣迹，作亡身之誓，或想寻求名师来华。我在这里专谈一谈法显传对印度的影响。众所周知，印度古代缺少真正的史籍，这一点马克思曾指出来过。因此，研究印度古代历史，必须乞灵于外国的一些著作，其中尤以中国古代典籍最为重要，而在这些典籍中，古代僧人的游记更为突出。僧人游记数量极多，而繁简不同，时代先后不同。法显传是最古的和最全的之一，一向被认为与唐玄奘的大唐西域记和义净的大唐西域求法高僧传南海寄归内法传鼎足而三。研究印度古代史的学者，包括印度学者在内，都视之为瑰宝。有一位闻名的印度史学家曾写信说假如没有法显玄奘和马欢的著作，重建印度历史是不可能的。顿悟较之渐悟大大有利，要渐悟，就得有时间，还要耗费精力，这当然会同物质发生矛盾，影响生产力的发展。顿悟用的时间少，甚至可以不用时间和精力。"}
{"text":"僧人游记数量极多，而繁简不同，时代先后不同。法显传是最古的和最全的之一，一向被认为与唐玄奘的大唐西域记和义净的大唐西域求法高僧传南海寄归内法传鼎足而三。研究印度古代史的学者，包括印度学者在内，都视之为瑰宝。有一位闻名的印度史学家曾写信说假如没有法显玄奘和马欢的著作，重建印度历史是不可能的。顿悟较之渐悟大大有利，要渐悟，就得有时间，还要耗费精力，这当然会同物质发生矛盾，影响生产力的发展。顿悟用的时间少，甚至可以不用时间和精力。只要一旦顿悟，洞见真如本性，即可立地成佛。人人皆有佛性，连十恶不赦的一阐提也都有佛性，甚至其他生物都有佛性。这样一来，满足宗教信仰的需要与发展生产力之间的矛盾就一扫而光了。在世界上所有的国家中，解决宗教需要与生产力发展之间的矛盾最成功的国家是日本。他们把佛的一些清规戒律加以改造，以适应社会生产力的发展，结果既满足了宗教需要，又促进了生产力的发展，成为世界上的科技大国。日本闻名学者中村元博士说在日本，佛教的世俗性或社会性是十分显著的。日本佛教之所以能够存在而且发展，原因正在于这种世俗性或社会性。在佛经翻译史上，玄奘可以说是开辟了一个新的时代。他怀着一腔宗教的虔诚，总结了在他以前几百年翻译工作的经验，创立了一种前所未有的新的译风。他的译风，既非直译，也非意译，而是融会直意自创新风。在中国翻译史上达到了一个新的高峰，开辟了一个新的时代。佛经梵文原本最初没有写本，全凭记忆，一直到法显时代基本上还是这样子。所以，有时先要有一个人口诵，另外一个人或者第三个人先依其所诵写成梵字或胡字，然后才加以翻译。梁启超中国佛法兴衰沿革说略中提到的宗有大乘摄论宗小乘俱舍宗十地宗三论宗法华宗涅宗天台宗法相宗唯识宗慈恩宗华严宗净土宗律宗密宗禅宗，有人还添上地论宗摄论宗。在这些宗派中，各宗都有自己的教规。律宗不能成为宗，净土宗没有自己的专有理论，也不能算宗成实俱舍都只能算是学派，不是宗派三论宗后被天台禅宗所吸收，不能独立成宗。能够成为宗派的只有天台宗华严宗法相宗和禅宗。天台源于北齐南陈，创于隋，流行于江浙湖北一带，倾向于统一统合，南方义学和北方禅定都去学习，企图通过禅定来证悟般若。华严宗兴起于陈隋之间，形成于武则天时，根据地在终南山和五台山。法相宗创始者为玄奘窥基。"}
{"text":"在这些宗派中，各宗都有自己的教规。律宗不能成为宗，净土宗没有自己的专有理论，也不能算宗成实俱舍都只能算是学派，不是宗派三论宗后被天台禅宗所吸收，不能独立成宗。能够成为宗派的只有天台宗华严宗法相宗和禅宗。天台源于北齐南陈，创于隋，流行于江浙湖北一带，倾向于统一统合，南方义学和北方禅定都去学习，企图通过禅定来证悟般若。华严宗兴起于陈隋之间，形成于武则天时，根据地在终南山和五台山。法相宗创始者为玄奘窥基。禅宗源于北魏菩提达摩，盛于唐，先流行于庾岭广东湖南江西，然后遍及全国，流行时间最长，实际上已成为一个呵佛骂祖的宗派，已成为佛教的对立面，简直已经不是佛教了。阅读我们可以得出一个结论一个宗派流行时间的长短是与它们中国化的程度成正比的。谁的天国入门券卖得便宜，谁就能赢得群众，就能得到统治者的支持。反之，就不能。天国入门券，越卖越便宜。法相宗的入门券卖得贵了一点，所以买的人就少。它以后的华严宗和禅宗，就便宜得多。华严宗宣扬，进入佛国不必努力苦修，不必等到遥远的将来，只要在眼前改变一下对现实世界的看法，马上就可以成佛。禅宗的放下屠刀，立地成佛是最有名的，也是最简便便宜的。禅宗流行的时间非凡长，地域非凡广，难道是偶然的吗？按照世界宗教史上的一般规律，宗教都是具有排他性的。在这里，原因并不像一般人所相信的那样是由于宗教信仰和学说的不同。假如这样说，那只是皮毛之论，要害是经济利益。打击别人，争取信徒，也就是争取布施，争取庙产。玄奘和他创立的法相宗，既反对小乘那样把天国的入门券卖得太贵，也反对大乘空宗那样连天国都要空掉。他追随印度瑜伽行者派的学说，坚持五种姓的主张，就是说，人们对佛理的接受与实践是各不相同的。他反对道生主张的有涅经作根据的一切众生皆有佛性的说法。玄奘虽然在成佛的道路上多少设置下了一些障碍，但是他在印度寻求解决佛性问题的结果却是在当世即可成佛。从他自己的经历中也可以看出这一点。玄奘在佛教哲学方面，基本上继续了印度大乘有宗的传统，他比较忠实地把这一派学说介绍到中国来，形成了中国佛教的一个宗派――法相宗。不过，玄奘毕生致力的是翻译工作，自己写的著作不多，法相宗理论的奠基人应该说是他的弟子窥基。我觉得，中国古代许多佛教大师都似乎有这样的矛盾。"}
{"text":"他反对道生主张的有涅经作根据的一切众生皆有佛性的说法。玄奘虽然在成佛的道路上多少设置下了一些障碍，但是他在印度寻求解决佛性问题的结果却是在当世即可成佛。从他自己的经历中也可以看出这一点。玄奘在佛教哲学方面，基本上继续了印度大乘有宗的传统，他比较忠实地把这一派学说介绍到中国来，形成了中国佛教的一个宗派――法相宗。不过，玄奘毕生致力的是翻译工作，自己写的著作不多，法相宗理论的奠基人应该说是他的弟子窥基。我觉得，中国古代许多佛教大师都似乎有这样的矛盾。讲佛理的时候，头绪纷繁，越讲越玄。乍一看，真是深奥得很，实则破绽百出，想入非非，故弄玄虚，强词夺理。但在实践方面，则又是另外一套。这种理论与实践的矛盾，可能是由于对一般老百姓，假如死钻牛角，将会把他们吓退，不如说得简单明了，只需喊上几声阿弥陀佛，布施一些什么东西，就扯给他一张天国入门券，西天有份。这样对吸收信徒，增添利养，大有好处。我看玄奘也没能逃出这个窠臼。我们从古以来，就有埋头苦干的人，有拼命硬干的人，有为民请命的人，有舍身求法的人虽是等于为帝王将相作家谱的所谓正史，也往往掩不住他们的光耀，这就是中国的脊梁。在这里并没有点出玄奘的名字，但是他所说的舍身求法的人，首先就有玄奘在内，这一点是无可怀疑的。有这样精神的玄奘的确算得上是中国的脊梁。有的史学家形象地说，在古代印度没有年代的一片黑暗中，有一根闪光的柱子，这就是释迦牟尼的生卒年代。确定了这个年代，以前以后的几件大事的年代的确定就都有了可靠的依据，因而才真正能谈到历史。而释迦牟尼年代的确定，中国载籍起了很大的作用，大唐西域记对于确定佛陀生卒年月也起过作用。统观大唐西域记全书，包括了多个国，玄奘的记述有长有短，但是不管多么短，他的记述似乎有一个比较固定的全面的章法幅员大小都城大小地理形势农业商业风俗文艺语言文字货币国王宗教等等。这些方面几乎都要涉及到。当时和今天要想了解这个国，除了以上这些方面，还要了解些什么呢？他能用极其简洁的语言描绘大量的事实，不但确切，而且生动。所以，我们可以说，玄奘是一个运用语言的大师，描绘历史和地理的能手，而大唐西域记是一部稀世奇书，其他外国人的著作是很难同这一部书相比的。"}
{"text":"这些方面几乎都要涉及到。当时和今天要想了解这个国，除了以上这些方面，还要了解些什么呢？他能用极其简洁的语言描绘大量的事实，不但确切，而且生动。所以，我们可以说，玄奘是一个运用语言的大师，描绘历史和地理的能手，而大唐西域记是一部稀世奇书，其他外国人的著作是很难同这一部书相比的。玄奘这个人和他这一部书，对加强中印两国人民的传统友谊和互相学习互相了解已经起了而且还将继续起不可估量的作用。玄奘的大名，在印度几乎是妇孺皆知家喻户晓。正如我写到的他已经成了中印友好的化身。至于大唐西域记这一部书，早已经成了研究印度历史哲学史宗教史文学史等等的瑰宝。阅读我们可以立一个假设列子这部书是彻头彻尾一部伪书，刘向的叙录列子本文列子序和列子注都出于张湛一人之手，都是他一个人包办的。我们讲文化交流，其中交字是要害。既然说交，就不会是向一个方向流，形成了所谓，而是相向地流，这才是真正的交流。一方的新东西新思想新科技等等流向另一方。另一方的新东西新思想新交流新科技等等也流向这一方。有时候，流过来的东西，经过这一方的改造加工发展提高，又流了回去。如此循环往复，无休无止，一步比一步提高，从而促进了人类文化的发展，以及人类社会的进步。这种流出去又流回来的现象，我称之为倒流。佛都是从印度传到中国来的。中国人接受了这一个外来的宗教以后，并不是墨守成规原封不动地把它保留了下来，而是加以改造和提高，加以发扬光大，在传播过程中，形成了许多宗派。总起来看，在律的方面――僧伽组织方面的改变，比起在教义方面的改变与发展，要少一些，要不太引人注目一些。在佛教义理方面，中国高僧在几百年上千年的钻研与学习中，有了很多新的发展，有的又倒流回印度，形成了我所说的佛教的倒流。禅宗，虽然名义上是菩提达摩从印度传到中国来的，但是实际上是在中国发展起来的一个佛教宗派，流行的时间最长，最富于中国色彩。永觉禅师拜谒禅宗六祖慧能，二人耍开了机锋。永觉从中悟得大道觉。六祖连声高呼善哉！善哉！证道歌中的思想大概也不出中国禅宗的这一套东西。"}
{"text":"在佛教义理方面，中国高僧在几百年上千年的钻研与学习中，有了很多新的发展，有的又倒流回印度，形成了我所说的佛教的倒流。禅宗，虽然名义上是菩提达摩从印度传到中国来的，但是实际上是在中国发展起来的一个佛教宗派，流行的时间最长，最富于中国色彩。永觉禅师拜谒禅宗六祖慧能，二人耍开了机锋。永觉从中悟得大道觉。六祖连声高呼善哉！善哉！证道歌中的思想大概也不出中国禅宗的这一套东西。这一套东西印度人可能是生疏的，认为是莫测高深的。因而证道歌终于在唐玄宗时期八世纪传回了印度，为那里的人所亲仰。关于道家向佛家靠拢，甚至取媚于佛家的说法很多，那都是道家片面地一厢情愿地捏造出来的。我们从这个道字可以看出来，中国这个宗教要解决的是现实的问题今世的问题，不是神话的问题来世的问题。道家这种精神，同儒家精神是完全一致的。孔子说未知生，焉知死！这是一脉相承的中国精神。后来道家发展成为道教，也不过是想长生不死白昼升天而已。菩提这个词的词根是，意思是觉，醒。佛陀，佛这个词也源于，加上过去分词语尾，变成了，意思是觉悟了的人，觉者。的拙象名词就是，意思是觉，音译菩提。从宗教意义上来看什么叫做觉呢？根据佛教最原始的理论，所谓十二因缘，一个人或其他生物总是处在生死流转中的，只有熟悉了这个根本理论，熟悉了无明是十二因缘之首，他就算是觉了，算是得道了，成佛了。因此，梵文这个词儿所蕴含的意义，与中国的道完全不同。它要解决的问题，不是现世的，不是眼前的，而是来生来世无数生死流转的。看过榕树的人都知道，从树干上长出一些树根，下垂至地，又在地中生根，然后长成一棵树，又在自己的干上长出细根，下垂至地，如此循环往复，一棵榕树能长出成百棵榕树，甚至让人摸不清究竟哪一棵树是初原的树，哪一些树是派生的树。只有这样生长的榕树，才能在一棵树下荫覆五百辆车而有余。在榕树这里，根干与枝叶互为因果，难解难分。用这样的榕树来比喻作为根干的印度佛法与作为枝叶的东夏佛法之间互为因果的关系，难道不是一个非常聪明含义又非常深刻的比喻吗？"}
{"text":"看过榕树的人都知道，从树干上长出一些树根，下垂至地，又在地中生根，然后长成一棵树，又在自己的干上长出细根，下垂至地，如此循环往复，一棵榕树能长出成百棵榕树，甚至让人摸不清究竟哪一棵树是初原的树，哪一些树是派生的树。只有这样生长的榕树，才能在一棵树下荫覆五百辆车而有余。在榕树这里，根干与枝叶互为因果，难解难分。用这样的榕树来比喻作为根干的印度佛法与作为枝叶的东夏佛法之间互为因果的关系，难道不是一个非常聪明含义又非常深刻的比喻吗？我们不是也关心中国人同印度人的思维方式心理状态等的区别空间何在的问题吗？含光传系对于这个问题提出了下面的意见盖东人之敏利，何以知耶？秦人好略，验其言少而解多也。西域之人淳朴，何以知乎？天竺好繁，证其言重而后悟也。由是观之，西域之人利在乎念性，东人利在乎解性也。这一段话的意思就是说，中国人敏利，言少而解多印度人淳朴而好繁。最早的佛经，连篇累牍，动辄数十万甚至数百万言，同样的话能一字不移地一再重复，因此说言重。这个意见是完全符合实际的。就拿巴利文佛典来说吧，同样的词句，一字不动，换一个地方又重复一遍，而且重复之中套重复。因此英国刊行巴利文佛典不得不删去重复之处，加以注明，节省了大量的篇幅。我猜想，佛典产生在发明文字之前，师徒口耳相传，为了加强记忆，才采用了重复的办法，否则实在难在理解。阅读在佛典中有不少地方出现念或忆念这样的字眼，比如忆念弥陀佛忆念毗尼系念思惟正念惟念等等。这个念字来源于梵文，词根是s，由此派生出来的抽象名词是s。与之相当的巴利文是s和s。一般的用法其含义是念忆念。但作为宗教哲学术语，s，有非凡的含义。指的是全部的神圣传统，或者凡人教师所忆念的，包括六吠陀分支传承经和家庭经摩奴法论两大史诗往世书伦理论等等。常用的译法是传承。与之相对的是s，指的是仙人们直接听到的，比如吠陀等，只能口传耳听，不许写成文字，常用的译法是天启。这样一来，所谓念就与传承联系在一起了，它表示固守传承的东西，有点固步自封，墨守成规的意味。而中国人则是解性，所谓解就是理解解释，有点探索钻研的意味，不囿于常规，不固守传承的东西。"}
{"text":"常用的译法是传承。与之相对的是s，指的是仙人们直接听到的，比如吠陀等，只能口传耳听，不许写成文字，常用的译法是天启。这样一来，所谓念就与传承联系在一起了，它表示固守传承的东西，有点固步自封，墨守成规的意味。而中国人则是解性，所谓解就是理解解释，有点探索钻研的意味，不囿于常规，不固守传承的东西。我觉得，佛教似乎是一个唯理的宗教，讲求义理的宗教，不要求信徒盲目崇拜的宗教，不禁锢信徒们的思想的宗教。古代印度有一个传统，宗教与哲学紧密地结合在一起。大乘佛教继续而且发扬了这个传统。大乘还提倡逻辑学，所谓因明学者就是。在这里大乘唯理的色彩也表现得很突出。这样的情况就促使佛教产生了大量的经典。经律论，样样齐全。有的部派还有自己的经典。结果在两千多年的发展中，佛教的经典就多到了超过汗牛充栋的程度。而且佛教同另外两个世界大宗教不同，始终也没有确定哪一部经典是圣经宝典，唯我独尊。所有的经典都并肩存在庞然杂陈。这些经典通常称为大藏经。低层次的佛教烧香拜佛，修庙塑像，信徒们相信轮回报应，积德修福，只要念几声南无佛，南无法，南无观世音菩萨，或者单纯一声阿弥陀佛！就算完成了任务，不必深通佛教义理，宗教需要也能得到满足。但是，这并不是佛教的全貌，只是低层次的佛教。高层次的佛教信徒，虽也难免晨钟暮鼓，烧香礼拜但是他们的重点是钻研佛教义理，就像一个哲学家钻研哲学。我认为，佛教有宏大的思想宝库，又答应信徒们在这一座宝库内探讨义理。有探讨义理的自由，才能谈到发展。有了发展，才会有倒流现象。阅读我觉得，一个作家最重要的品质是爱祖国，爱人民，爱人类。在这三爱的基础上，那些皇皇巨著才能有益于人，无愧于己。在生活平静的情况下，经常是一年半载写不出一篇东西来。原因是很明显的，天天上班下班开会学习上课会客，从家里到办公室，从办公室到课堂，又从课堂回家，用句通俗又形象的话来说，就是三点一线。这种点和线都平淡无味，没有刺激，没有激动，没有巨大的变化，没有新鲜的印象，这里用得上一个已经批判过的词儿没有灵感。没有灵感，就没有写什么东西的迫切的愿望。在这样的时候，我什么东西也写不出，什么东西也不想写。"}
