{"text":"此乃为何？他们无法做到像苏子般收放自如，不是猛虎的啸叫占满了耳际而不闻花香，即是沉溺于蔷薇的爱抚而难以自拔。我们需时刻在心中摆放天平，保持最真实幸福的自我，即使猛虎因伤痕累累痛苦匍匐也能愈之以花香，即使蔷薇迷醉麻木本心也能怒号以警醒。猛虎与蔷薇，平衡心灵，度量幸福，此生若此，心甘情愿。我心有猛虎，却细嗅蔷薇。无论是搏击长空的巨鸟还是乐在平静的父子，都一样幸福美好，真实可贵。我愿乐享有两者，充实真正的生活。简述两则材料，巧妙地嵌入猛虎与蔷薇的意象，在此基础上，笔锋一转，道出自己的观点，即猛虎蔷薇兼二为一。然后，围绕这一观点，层层递进，加以论述选用苏子之例，言其追忆亡妻却依然安享宁静，这是猛虎蔷薇并存，为第一层引用雨果名言，联系林徽因的话语和儒家的观点，旨在说明苦中有乐，追求远方与活在当下并不矛盾，这是猛虎蔷薇交融，为第二层接下来，反面用例，以独到的眼光评点撒切尔夫人陆游和孟浩然，指出在心灵之中须平衡猛虎蔷薇，并上升到幸福层面，彰显了人生观和价值观，这是第三层。最后，再次回扣材料，与前文形成呼应，重申观点，结构严谨自然。――雅礼中学骨干教师胡岭叩问心灵汪国真曾有言要输就输给追求，要嫁就嫁给幸福。诚然，人生中追求无止境，幸福无大小。然而，肯定这份追求，这份幸福，只需在夜深人静时，叩问自心，当听到那句――我愿意。一生无悔，足矣！嵇康，一朵空谷的幽兰。那时，一把铁锤划过天际，击于石器之上，溅起万点火星，瞬间汇集，光芒万丈。那时，面对宦海沉浮，他没有沦陷，面对司马集团的威胁，他没有屈服。那时，朋友入仕，他写绝交书生命将终，他独奏广陵散。他就如打磨的铁器，坚韧自强，即使磨难重重，也不会动摇自己内心世界高洁的追求与坚守。不论结果，叩问心灵，只道一声我愿意。能于热地思冷，则一世不受凄凉能于淡处求浓，则终生不受枯槁。古来圣贤，不乏落寞失意之人，只因他们在那天下熙熙皆为利来，天下攘攘皆为利往的污浊社会中能够坚守自己的心灵，坚守自己的追求，不为他物所主导。"}
{"text":"不论结果，叩问心灵，只道一声我愿意。能于热地思冷，则一世不受凄凉能于淡处求浓，则终生不受枯槁。古来圣贤，不乏落寞失意之人，只因他们在那天下熙熙皆为利来，天下攘攘皆为利往的污浊社会中能够坚守自己的心灵，坚守自己的追求，不为他物所主导。于是成就了陶渊明采菊东篱下，悠然见南山的那份充实与幸福成就了欧阳修于深山与民同乐的高洁情怀，成就了范仲淹先天下之忧而忧，后天下之乐而乐的博大胸襟往事如烟话沧桑，相信在抵过千百般困难后，他们叩问心灵，会振臂齐呼我愿意！海子曾说过要有最朴素的生活和遥远的梦想，即使明天天寒地冻，马亡。如今，在这物欲横流的社会中，有多少人汲汲于富贵而出卖了他们的心灵？有多少人追逐于名利而典当了当初的追求？当干露露们唯财是举，当郭美美们哗众炫富，仍有一些人在自己的人生道路上拼搏着自己的梦想与追求，提升了自己也造福了社会。歼―号总设计师罗阳在飞机制造完成之瞬间，累倒在了甲板上最终不幸去世，他没有太多的钱财，他也不渴求过多的名利，只想把一生的精力奉献在追求上，他做到了，他是幸福的，相信他在倒下的那一刻，内心仍然坚持自己的理想，一声我愿意从他内心发出，感动了无数国人。才道霓虹君已去，英雄长存海天间！身有疾病，必能治愈心有忧伤，谁能承当？这是圣经中的一句箴言。多少次，我们叩问心灵，才知道追求的真正涵义，无关乎结果，只在于那一次次拼搏不屈的过程，幸福亦如此，不是靠金钱与名利而堆砌，而是追求后那一份心灵的充实，满足与宁静。感动中国人物刘伟，身患残疾用生命奏出华美的绝响从小就不幸得小儿麻痹症的乡村女医生，多年来从未向命运屈服，伏在丈夫背上，夫妻俩行走于大山间，为村民们治病开方。不解的人们想必会问值得吗？而答案已在他们的心中，三个坚定的字――我愿意！司汤达说我从地狱来，要到天堂去，正路过人间。人间风云变幻，世事无常。然而，风物长宜放眼量，只要无愧于内心，一生，安矣！叩问心灵，我愿意！本文以名言开篇，切中两则材料的交融点――幸福，然后以此为契机，探讨幸福观，即一生无悔，足矣，在此添加我愿意一句，在形上呼应材料，在意上引出主题，可谓一举两得。"}
{"text":"不解的人们想必会问值得吗？而答案已在他们的心中，三个坚定的字――我愿意！司汤达说我从地狱来，要到天堂去，正路过人间。人间风云变幻，世事无常。然而，风物长宜放眼量，只要无愧于内心，一生，安矣！叩问心灵，我愿意！本文以名言开篇，切中两则材料的交融点――幸福，然后以此为契机，探讨幸福观，即一生无悔，足矣，在此添加我愿意一句，在形上呼应材料，在意上引出主题，可谓一举两得。正文部分，以古人切入，先谈嵇康，以繁笔展示其不屈的一生，以叩问心灵，只道一声我愿意为结，点明其幸福之所在，然后在面上铺开，陶渊明欧阳修，范仲淹等人一笔带过，形成众星拱月之势。然后，以海子的名言过渡，引出现实中的种种不良现象，具备了较强的现实意义。整篇文章反复使用我愿意一句，不仅强化了观点，也使得行文紧凑，不枝蔓。――雅礼中学骨干教师胡岭惟愿此心无怨尤总有些生命，酣畅淋漓地恣意挥洒，哪怕遍体鳞伤。亦有些生命，宁静淡泊地安于一隅，哪怕无波无澜。无论如何抉择，只要心中无怨无尤，一句轻描淡写的我愿意便有了九鼎千钧之力，不容他人置喙。如人饮水，冷暖自知。惟愿本心充实满足，无悔自己的决定，便是无憾。托山为钵，剪水为衣，渺渺若垂天之云，悠悠自来去。这便是庄子。他是如此飘忽不定琢磨不透，他穿行于山林间，沉浮于云气中，纵使生活贫困潦倒亦不移本心。他垂钓于濮水之滨，楚王派人寻他入朝为相，愿以江山累矣！话说得如此恳切竭诚，而庄子却吝于回头。他凝视着水底匍匐的一只龟，笑言龟是愿意被人供养在庙堂里还是愿意自由地爬行在泥地里呢？对曰后者。庄子笑了往矣，吾将曳尾于涂中！或许有人为他放弃高官厚禄而安于贫穷感到不解甚至不值。然我却为他拍手称快，他遵循了心的召唤，不被浮云遮蔽了双眼，坚持自我。孤寂却不孤独地看守着他心灵的月亮树――诡谲难测，却自有一番风骨。与庄子同样随心所欲的还有那轻裘缓带，不鞋而屐的魏晋名士。在那愁云惨淡的天幕下，他们不愿循规蹈矩明哲保身，而是纵情狂歌，舍生忘死，他们白眼向权贵，折枝为美人，生命随心绽放得如此绚烂，光耀千古。当洛阳东市刑场上奏起那广陵散之绝响，那亦是嵇康内心的绝唱此身虽陨，此心无怨尤！真名士，自有一派清峻超绝的风流。于此番炽烈壮阔的生命相反的是另一种安然，二者的共同之处就在于内心的答案我愿意。"}
{"text":"孤寂却不孤独地看守着他心灵的月亮树――诡谲难测，却自有一番风骨。与庄子同样随心所欲的还有那轻裘缓带，不鞋而屐的魏晋名士。在那愁云惨淡的天幕下，他们不愿循规蹈矩明哲保身，而是纵情狂歌，舍生忘死，他们白眼向权贵，折枝为美人，生命随心绽放得如此绚烂，光耀千古。当洛阳东市刑场上奏起那广陵散之绝响，那亦是嵇康内心的绝唱此身虽陨，此心无怨尤！真名士，自有一派清峻超绝的风流。于此番炽烈壮阔的生命相反的是另一种安然，二者的共同之处就在于内心的答案我愿意。李叔同舍下尘缘，斩尽俗丝，遁入空门成为弘一法师。此举令多少仰慕其才华的人唏嘘不已。然他却是无怨无悔地从心而行。明镜止水以定身，青天白日以成事，光风霁月以待人，这般偈语便是他心灵的写照。倘若他不割舍红尘纷繁事，或许会为后人留下更多璀璨的绘画与篆刻作品，但又何来他圆寂前发自肺腑的华枝春满，天心月圆？陶渊明误落尘网中，终是抵抗不了心底声声归去来兮！而后采菊东篱下，悠然见南山。林逋厌倦污浊官场，终是隐于西湖之畔，梅妻鹤子，飘然不群。沈复没有人间百姓仰头看的鸿鹄之志，只是随心生活，记录日常的一次出行或仅仅是一块石头，便成了浮生六记这般安然的心底的细小满足，实在不足为外人道矣。生命仅有一次，但求随心，勿忘本心。惟愿此心无怨尤，惟愿你能坦然一笑，道一声我愿意。本文开篇便用一组对偶句，分别取意于第一则材料和第二则材料，展示两种不同的生活取向和价值选择，然后道出中心论点，惟愿本心充实满足，无悔自己的决定，便是无憾。可谓水到渠成，自然流畅。然后详写庄子的事例，造语典雅厚重，再写嵇康在东市刑场上奏起那广陵散之绝响，用语简洁，一为风骨，一为风流，但一一指向炽烈壮阔的生命价值。然后，走向另一面，写安然，选择李叔同为例，运用假设论证，做详尽分析。最后，照应标题，以勿忘本心统摄前文，强化了文意。本文采用总分总的结构来写，思路清晰，首尾圆合，显尽从容。――雅礼中学骨干教师胡岭猛虎与蔷薇英国诗人西格夫里萨松留下了一行不朽的诗句来描述自己的心灵我心中有猛虎在细嗅蔷薇。诚如斯言，在一个人的心中，猛虎代表着刚劲激烈奋斗，蔷薇则暗示着柔和宁静平淡。一个人的心中可能存在这看似矛盾的两面，但无论哪一面，只要自己愿意，都能活出生命的价值。"}
{"text":"然后，走向另一面，写安然，选择李叔同为例，运用假设论证，做详尽分析。最后，照应标题，以勿忘本心统摄前文，强化了文意。本文采用总分总的结构来写，思路清晰，首尾圆合，显尽从容。――雅礼中学骨干教师胡岭猛虎与蔷薇英国诗人西格夫里萨松留下了一行不朽的诗句来描述自己的心灵我心中有猛虎在细嗅蔷薇。诚如斯言，在一个人的心中，猛虎代表着刚劲激烈奋斗，蔷薇则暗示着柔和宁静平淡。一个人的心中可能存在这看似矛盾的两面，但无论哪一面，只要自己愿意，都能活出生命的价值。记得少年派的奇幻漂流中的少年派，他的生命就像一头猛虎，勇敢坚强奋斗，寒冷饥饿风雨海浪都不能阻止他的步伐，他毅然决然，在太平洋上漂流了几个月。虽然他全身伤痕累累，筋疲力尽，但他的内心却充实而满足，他的人生也因此有了价值。也记得那个貌不惊人才华出众的年轻人，他叫雷鸣声，他的生活也如猛虎般顽强。为了开发一款新的刷机软件，他一连几个月都每天持续工作二十个小时以上，终于获得了成功，二十岁出头就成了千万富翁。当人们惊羡雷鸣声的成功时，又有几人懂得他猛虎般的内心？心有猛虎，他才能不停地奋斗，无止地拼搏，心有猛虎，他才能蔑视一切困难，扫平一切坎坷心有猛虎，他才内心实在而满足，人生才能获得成功。猛虎般的人生固然值得敬畏，但蔷薇般的人生同样精彩美好。还记得丰子恺先生那幅人散后，一钩新月天如水吗？那画面上，只见淡月一弯，竹帘半卷，椅子几把，剩茶几盏，子恺先生此时想必在心中细嗅蔷薇吧！这种宁静的幸福，让人心中无比安适。蔷薇般的人生也是值得歌颂的，因为这种宁静的幸福，也能让人体会到生命的真谛。华兹华斯生活在英格兰北部的一个小村庄里，他自称是漂流在天空中的一朵白云，他不选择热闹的伦敦城市生活，而选择与金色的水仙花作伴。凝眼看花又看花，同花共舞天上曲，他的心中亦有蔷薇在悄然盛开，他宁静悠然地生活，亦体验了生命的真谛。华兹华斯正因心中细嗅蔷薇，他才虽身处山林但内心依旧满足，他过他的宁静生活，也实现了他生命的价值。其实，无论一个人的生活是刚是柔，是奋斗还是宁静，是激烈还是平淡，都没有错，就如猛虎和蔷薇，无论你选择哪一个，只要你愿意，都能活出生命的精彩。"}
{"text":"凝眼看花又看花，同花共舞天上曲，他的心中亦有蔷薇在悄然盛开，他宁静悠然地生活，亦体验了生命的真谛。华兹华斯正因心中细嗅蔷薇，他才虽身处山林但内心依旧满足，他过他的宁静生活，也实现了他生命的价值。其实，无论一个人的生活是刚是柔，是奋斗还是宁静，是激烈还是平淡，都没有错，就如猛虎和蔷薇，无论你选择哪一个，只要你愿意，都能活出生命的精彩。本文用英国诗人的句子开篇，点题，并分别以猛虎和蔷薇暗指两则材料，在此基础上做进一步分析，猛虎蔷薇分别代表什么，水到渠成的引出中心论点――一个人的心中可能存在这看似矛盾的两面，但无论哪一面，只要自己愿意，都能活出生命的价值。接下来，先是以少年派和雷鸣声为例，扣猛虎进行议论，指出人生在于拼搏和追求然后以猛虎般的人生固然值得敬畏，但蔷薇般的人生同样精彩美好过渡，将议论转到蔷薇上，用华兹华斯为例，指出宁静的幸福，也能让人体会到生命的真谛。――雅礼中学骨干教师胡岭所向，所爱，所愿种子向往光与热，所以愿意奋力挣扎，冲破黑暗的桎梏新芽爱恋雨与露，所以愿意经受风尘侵扰，舒展叶片绿叶眷恋于树木，所以愿意陪伴其度过一载春夏秋冬，一轮雨晴雪雾，当它们被问为何如此，不过说一句，我向往，我爱，所以我愿意。西边山脚的鸟儿向往东边天际的彩云，所以不顾饥寒风雨，毅然而上。纵使受伤，纵使落泪，在苍穹之下也无怨无悔。他便是那样的鸟儿，费尽一生飞往高处。谈迁自幼家境贫寒，但其人穷志不穷。及近而立之年，他展开了国史的修订工作。探民间，访古迹，查典籍。前进之路风雨兼程。二十七轮四季镌刻了白纸黑字，也染白了鬓角的霜花。他以为他已经看到了璀璨的彩云，却又有狂风骤雨将其拉下――巨著被偷走了。多年心血付诸东流水，命运的折磨让其快要倒下，但他还向往着那一天啊。于是又是八年，从头再来，终成国榷。因为向往，所以愿意忍受劫难，惟心中之志引导人生之路。而这之中的苦难，便也甘之如饴。儿子深爱着父亲，纵是无言也能静静陪伴，不需言语与呼号，物质与欣喜，便也有幸福。雅士林逋时常执一双木桨，乘一叶扁舟游于西湖之上。隔绝了金钱与物欲，喧闹与繁华，惟有注月光为酒，化绿水为诗句，以梅为妻，以鹤为子。世人当然不解，远离舒适的日子，来这里过清贫的日子图什么？而他却说吾志之所适也，非室家也，非功名富贵也。只觉青山绿水与我情相宜。"}
{"text":"于是又是八年，从头再来，终成国榷。因为向往，所以愿意忍受劫难，惟心中之志引导人生之路。而这之中的苦难，便也甘之如饴。儿子深爱着父亲，纵是无言也能静静陪伴，不需言语与呼号，物质与欣喜，便也有幸福。雅士林逋时常执一双木桨，乘一叶扁舟游于西湖之上。隔绝了金钱与物欲，喧闹与繁华，惟有注月光为酒，化绿水为诗句，以梅为妻，以鹤为子。世人当然不解，远离舒适的日子，来这里过清贫的日子图什么？而他却说吾志之所适也，非室家也，非功名富贵也。只觉青山绿水与我情相宜。他爱这空山新雨，爱这碧波浅荡，便愿意抛弃世俗与浮尘，放浪形骸于天地间。因为热爱，所以愿意趋于宁静，即使没有戏台上的一颦一笑，没有炊烟之下的欢声笑语，自然也能给其慰藉。反观如今社会，所愿真源于所向所爱吗？利欲熏心铜臭扰人，人们多已忘了为何在这世上竞争激烈，身不由己，还有谁能不顾他人言语凭内心做出选择？向往便攀登吧，无畏险阻爱便追求吧，不需证明。那么，向心之所向，爱心之所爱，所以呢？在具体行文中，能够将作文材料与所选事例有机融合，一方面借出卷者之力，另一方面融自身的素养于文字中，使文章充实而具体。如概述第一则材料之后，马上举出谈迁的事例，鹰向往东边天际的彩云，不顾饥寒风雨，毅然而上，纵使受伤，纵使落泪，在苍穹之下也无怨无悔，谈迁风雨兼程，命运的折磨让其快要倒下，但他还向往着那一天，终成国榷，鹰与人之间形成类比关系，一一照应，结合紧密。本文语言凝练，庄重典雅，渗透着诗词的美感。――雅礼中学骨干教师胡岭纸梯你说你不像别人的父亲那样有本事，你只是个纸梯，纸梯什么也做不了。我说我愿意，愿意带着纸梯一路前行。去年冬天，你和母亲陪我在北京求学。雪雨纷飞的日子，你一手提着一袋腊肉转乘了三四趟车来到老师家门口，和老师点头哈腰说话的样子和那双被冻裂的大手我至今记忆犹新。临走时你一个劲地拜托老师多关照我，似乎把一辈子的谢都在那会儿道尽了。你陪我去购买寄宿用的衣物。结账时发现少拿了一件东西，于是叫你守着购物车排队等着。回来时，发现你竟坐在一旁的椅子上伏着购物车睡着了。侧仰着头，轻声地打着鼾。往返拿趟东西只不过三分钟而已，你竟已如此疲惫，那一刻，我久久站在你身边，凝望着你，不忍将你叫醒，嘈杂的超市在我心里突然也寂静了。"}
{"text":"临走时你一个劲地拜托老师多关照我，似乎把一辈子的谢都在那会儿道尽了。你陪我去购买寄宿用的衣物。结账时发现少拿了一件东西，于是叫你守着购物车排队等着。回来时，发现你竟坐在一旁的椅子上伏着购物车睡着了。侧仰着头，轻声地打着鼾。往返拿趟东西只不过三分钟而已，你竟已如此疲惫，那一刻，我久久站在你身边，凝望着你，不忍将你叫醒，嘈杂的超市在我心里突然也寂静了。十八年来我第一次如此近距离地观察你――那个在我出生时第一个抱我的男人，那个在我生病时鞍前马后照顾我的男人，那个对母亲说如果你生个儿子，我们爷俩保护你，如果你生个女儿，我保护你们娘俩的男人。随着我的成长已经年近半百。思及此，我被年近半百这个词语所吓倒，我无法想象几十年后你口吐不清，吃饭如同嚼蜡的日子。不知何时开始，你竟变得爱说重复的话，爱随手关灯。你开始变得邋遢，变得一久坐就体痛，变得爬上三楼都会体力不支。你曾经那么英俊。我的成长似乎建立在你的衰老上，我成长的养分似乎就是你年轻的生命活力。秋风秋草正离离仿佛就是你的写照。昔日那个将我扛在肩上的男人如今连提桶水上楼都会气喘吁吁。你是一个完美的父亲，我却是一个不完美的女儿。我尽全力让自己更加完美，只是为了告诉别人，我配做你的女儿。此刻，我在考场上写下你，我知道，你一定在学校门口焦急地等待着我的凯旋。我给了你太多希望，我不想让你失望。你曾经跟我说过，你不是大官，也不是有头有脸的大人物，你不能像别人的父亲那样当个铁梯子让孩子越爬越高，顺风顺水。你只是一个纸梯，纸梯什么也做不了。我说，谢谢纸梯，让我比别人坚强，比别人完美。我愿意带上纸梯一路向前。该篇最大的贡献就是创造了纸梯这样一个意象，它既是具体的，我们脑海里甚至能浮现出一架用纸折的梯子的形象，又是具有深意的，甚至影射了一种社会现象感情真挚，这又是该文的另一特点，行文的自然和口语化创作保证了这种感情被最大限度地传达出来，丝毫没有失真，你曾经那么英俊，就像面对着父亲时舌尖滑落的低语。最高明的是结尾对考场的提及，乍现了写作的现场感，回忆中纷繁长出的时间和空间顿时回归到最具当下意味的一个点上。――彭剑斌，小说家，著有短篇小说集我去钱德勒威尔参加舞会愿从本心或动如惊雷疾电直上九天，或如处子默而无言停泊家港。"}
{"text":"最高明的是结尾对考场的提及，乍现了写作的现场感，回忆中纷繁长出的时间和空间顿时回归到最具当下意味的一个点上。――彭剑斌，小说家，著有短篇小说集我去钱德勒威尔参加舞会愿从本心或动如惊雷疾电直上九天，或如处子默而无言停泊家港。攀山者和念家者不约而同地说出那句我愿意，都是如此坚定。何者？从其本心而已。在你我的本心中，潜藏着许多。若情感儿女之情，手足之情，家国之情，故有冲冠一怒，双肋插刀，愤而投笔，血荐轩辕。违背本心的情感，有手足相残，同室操戈者，登临金字塔高点，数不尽妒忌与艳羡，万人簇拥过后，惟有孤独的长眠。背叛本心的人，本心会给予他双倍的失落与孤独。反之，若清末举人汪笑侬，风雨飘摇，江山寥落，他竟弃文从戏。所谓倡优并举，意在写京剧艺人的身份地位低下如妓女，汪不顾鄙夷谩骂，不顾练戏之艰，以时政入京剧，开创新剧，意在以这种古老的方式唤醒国民。在他名动天下，嘉奖如纸片飞来之时，他那颗早已经受风霜拷问的心在愿景实现后该是如何的欢欣与满足，家国之情，不正是本心吗？指路灯，登天索，领航舵――那是你我本心中的理想。请听从本心理想的召唤，扬帆远航吧。因为没有会比这个让你更坚定，更愿意为之奋斗。年轻是珍宝，但社会嘈杂的音乐，迷醉的灯光遮蔽了本心的投影，所以迷茫，挥霍青春。半途而废，中道易辙者大多在此时一声叹息，掉头或干脆坐在地上。是时候寻找自己那份本心的理想了。香茗，可饮禅理，可寻瓦尔登湖，可游浩渺星空，可览。但这都是手段，真正需要做的是问自己最愿意的是什么？找到它，并为之奋斗。然而，以上观点建立于亚圣先生的石基――人性本善之上，即你我之本心虽千变万化，仍为善心。追求公正，倡导和谐，弘扬大爱等等。若有人言贪嗔痴，杀伐，虚假等才是其本心，在下不敢苟同。愿持本心之情感，以无悔对待家人，无愧面对国家愿持本心之理想，以无惧实现追求，以无畏逐梦人生。以屈子之诗与诸君共勉亦余心之所善兮，虽九死其犹未悔。"}
