{"text":"后来由道家的神仙丹道派，会合佛家修习念身的禅观方法，再变为内照形躯的修炼方术，把人体的头部胸部腹部三处，建立了上中下三丹田守窍等的导引方术，由此而有动转河车打通奇经八脉炼精化气，炼气化神，炼神还虚的三步功法。由老子的谷神不死之说，再度为守窍通关超神入化的第二蜕变。于是，信奉黄庭内景经一派的神仙修法，与后世守窍存神的丹道修炼，又各主一端，互有异同。只是都忘了老子的绵绵若存，用之不勤的告诫，或者把绵绵若存又专用在炼气一步工夫上去。大家都在那里死守肉身，忙忙碌碌，战战兢兢地播弄精神，不免用之太勤，太过背道而驰，无怪老子早有前知，觉得不值后顾，只好骑了一头青牛出函谷关而西迈了。其实，人身本来就是一个空谷，古人曾形容它叫臭皮囊，或臭皮袋，它是生命的所属，是生命的工具，并非生命永恒的所有。至于虚灵不昧，用之如神的生命元神，则借这往来只有一气如橐囗作用的空壳子以显灵。如能在一动一静之间，寂然不动，感而遂通，随时随地知时知量，知止知休，吹毛用了急须磨地用之不勤，谷神便自然不死。何况死也只是一番大体大息的作用，死即有生。谷神本来就是不死的，又何必要你忙忙碌碌守护它，才能使此谷神不死呢？真是如此，那么神不如人，守此谷神，又何足可贵！这大概都是急于自求长生不死的观念太切，把老子断章取义，弄出来的花招。其实，再接下去，连着一读下文，便不致于被谷神所困，而且可以了解用之不勤也是天地万物自然的法则。天长地久，天地所以能长且久者，以其不自生，故能长生。是以圣人后其身而身先，外其身而身存。非以其无私邪？故能成其私。老子的不自偷生由天地不仁，以万物为刍狗，到多言数穷，不如守中，再到谷神不死用之不勤，便进而说明天地与万物的生命所以自然而长生的道理。因此而有天长地久，天地所以能长且久者，以其不自生，故能长生的说明。但是，老子用了一个天地与生命不自生，又播弄得后世的推理猜测，头昏脑胀，不堪纷扰了。不自生，难道说，天地是由他生而来吗？如果天地真由他生而来，那么，与一般宗教学说中天地是神所创造的，便是同一论调。即如我们先民的传说，盘古开天地，也不是无稽的神话了。"}
{"text":"因此而有天长地久，天地所以能长且久者，以其不自生，故能长生的说明。但是，老子用了一个天地与生命不自生，又播弄得后世的推理猜测，头昏脑胀，不堪纷扰了。不自生，难道说，天地是由他生而来吗？如果天地真由他生而来，那么，与一般宗教学说中天地是神所创造的，便是同一论调。即如我们先民的传说，盘古开天地，也不是无稽的神话了。那么，可见天地之上，或者说天地之外，还另有一个能主宰天地的主人了。如果说，天地之所以能长久存在，那是因为它生育长养万物，并不为自己的需要而生，因此说它是不自生。那么，天地既然好心而生万物，何必既生出来，又要消灭了它？弄得生生死死，死死生生，好不耐烦。如果掉一句古文的口语，何天地之不惮烦也？老子说了一句天地之所以能长久存在的原因，是因为不自生，故能长生。即不说明是由他力而生，也不明显地说为万物而不得已不生。只是套上是以圣人后其身而身先，外其身而身存，非以其无私邪？故能成其私一段妙文，说明天地的不自生，正是天地极其自私的道理。天啊！如果说不自生还不能算是大公无私的表现，这样看来，这个世界，这个天地之间，就绝对没有一个真正的大公了。到此，有关公和私的辨别问题，且让我们再看看所谓道家思想学术中另一有名的学说，那便是阴符经中一个类同的观念。不过，比老子所说更为深刻。阴符经说天之至私，用之至公。这种理论，无异是说，大公与大私本无一定的界限。全体自私到极点，私极就是公。换言之，大公无私到极点，即是大私。不过，这样的大私，也可以叫他作大公了。因为大小粗细，公私是非，推理到了极点，都是无一定的界限与标准，所有这些界限与标准，都是人为的分别而已。这在基本理论上，是绝对可通的。但是，理极情忘，虽然可通，仍然不能完全妥恰。再进一层来看，无论老子的天地不自生，或阴符经的天之至私，用之至公。说来说去，说了半天，只是在道的体和用上掉弄花枪，一时蒙人心目而已。如果用另一种语意来表达，便可说天地能长且久而生长万物，在人们的眼光中，只从万物个体小体的生命看来，有生又有死，好像是很不幸的事。但在天地长生的本位来说，生生死死，只是万物表层形相的变相。"}
{"text":"这在基本理论上，是绝对可通的。但是，理极情忘，虽然可通，仍然不能完全妥恰。再进一层来看，无论老子的天地不自生，或阴符经的天之至私，用之至公。说来说去，说了半天，只是在道的体和用上掉弄花枪，一时蒙人心目而已。如果用另一种语意来表达，便可说天地能长且久而生长万物，在人们的眼光中，只从万物个体小体的生命看来，有生又有死，好像是很不幸的事。但在天地长生的本位来说，生生死死，只是万物表层形相的变相。其实，万物与天地本来便是一个整体同体的生命，万物的生死只是表层现象的两头，天地的能生能死的功能，并没有随生死变相而消灭，它本来便是一个整体的大我，无形无相，生而不生，真若永恒似的存在。如此而已。因此，而引出下文，得道的圣人能效法天地的法则立身处事，去掉自我人为的自私，把自己假相的身心摆在最后，把自我人为的身心，看成是外物一样，不值得过分自私。只要奋不顾身，为义所当为的需要而努力做去。那么，虽然看来是把自身的利益位居最后，其实恰好是一路领先，光耀千古，看来虽然是外忘此身而不顾自己，其实是自己把自己身存天下的最好安排。所以，结论便说非以其无私邪，岂不是因为他的没有自私表现，故能成其私，所以便完成他那真正整体的同体的大私吗？当然，这个私字和大私，也可以说是以幽默的相反词，反衬出真正大公无私的理念。明白了这个道理的奥妙，我们再来看看道家黄老的这种学说，在历史上作为成功的指标，到处可见。尤其用在领导军事的兵略上，用在领导为政的政略上，所谓身先士卒公而忘私等等名言，便成为千古颠扑不破的无上法则。讲到这里，姑且让我们说一句古今不易的笑话真理千古文章一大偷。我们在童年的时代，都读过范仲淹的岳阳楼记，范先生在这篇大作中的名言，便有先天下之忧而忧，后天下之乐而乐的流传警句。文章的大手笔，范先生确实当之而不愧。但是却偷袭了老子的后其身而身先，外其身而身存的语意而加以引申，那是毫无疑问的。干古文章一大抄也好，一大偷也好，要偷得好，偷得妙。至于现代人，完全抄袭他人，却不注明出处，反以此自以鸣高，那真是违反盗亦有道的道理，不值明眼人的一笑，只好由他们瞎闹瞎起哄了。一笑上善若水，水善利万物而不争，处众人之所恶，故几于道。居善地，心善渊，与善仁，言善信，正善治，事善能，动善时。夫唯不争，故无尤。"}
{"text":"文章的大手笔，范先生确实当之而不愧。但是却偷袭了老子的后其身而身先，外其身而身存的语意而加以引申，那是毫无疑问的。干古文章一大抄也好，一大偷也好，要偷得好，偷得妙。至于现代人，完全抄袭他人，却不注明出处，反以此自以鸣高，那真是违反盗亦有道的道理，不值明眼人的一笑，只好由他们瞎闹瞎起哄了。一笑上善若水，水善利万物而不争，处众人之所恶，故几于道。居善地，心善渊，与善仁，言善信，正善治，事善能，动善时。夫唯不争，故无尤。水的人生艺术为了引申发挥道家的似私而实无私的妙用，进而刻画出如何才合于后其身而身先，外其身而自存的作用，因此便引出一段水之美的人生哲学。在这节的开场，首先提出上善若水为提纲。一个人如要效法自然之道的无私善行，便要做到如水一样至柔之中的至刚至净能容能大的胸襟和器度。水，具有滋养万物生命的德性。它能使万物得它的利益，而不与万物争利。例如古人所说到江送客掉，出岳润民田。只要能做到利他的事，就永不推辞地做。但是，它却永远还不要占据高位，更不会把持要津。俗话说人往高处爬，水向低处流。它在这个永远不平的物质的人世间，宁愿自居下流，藏垢纳污而包容一切。所以老子形容它，处众人之所恶，故几于道，以成大度能容的美德。因此，古人又有拿水形成的海洋和土形成的高山，写了一副对联，作为人生修为的指标水唯能下方成海，山不矜高自及天。但在老子这一节的文言里，要注意它几于道的几字，并非说若水的德性，便合于道了。他只是拿水与物不争的善性一面，来说明它几乎近于道的修为而已。佛说大海不容死尸，这就是说明水性至洁，从表面看，虽能藏垢纳污，其实它的本质，水净沙明，晶莹透剔，毕竟是至净至刚，而不为外物所污染。孔子观水，却以它逝者如斯夫的前进，来说明虽是不断地过去，却具有永恒的不舍昼夜的勇迈古今的精神。我们若从儒佛道三家的圣哲来看水的赞语，也正好看出儒家的精进利生，道家的谦下养生，佛家的圣净无生三面古镜，可以自照自明人生的趋向，应当何去何从或在某一时间，某一地位如何应用一面宝鉴以自照自知自处。"}
{"text":"孔子观水，却以它逝者如斯夫的前进，来说明虽是不断地过去，却具有永恒的不舍昼夜的勇迈古今的精神。我们若从儒佛道三家的圣哲来看水的赞语，也正好看出儒家的精进利生，道家的谦下养生，佛家的圣净无生三面古镜，可以自照自明人生的趋向，应当何去何从或在某一时间，某一地位如何应用一面宝鉴以自照自知自处。但在老子本章讲修水观的水道，除了特别提出它与物无争，谦下自处之外，又一再强调地说，一个人的行为如果能作到如水一样，善于自处而甘居下地，居善地心境养到像水一样，善于容纳百川的深沉渊默，心善渊行为修到同水一样助长万物的生命，与善仁说话学到如潮水一样准则有信，言善信立身处世作到像水一样持平正衡，正善治担当作事像水一样调剂融和，事善能把握机会，及时而动，做到同水一样随着动荡的趋势而动荡，跟着静止的状况而安详澄止，动善时再配合最基本的原则，与物无争，与世不争，那便是永无过患而安然处顺，犹如天地之道的似乎至私而起无私的妙用了。老子讲了这一连串人生哲学的行为大准则，如果集中在一个人的身上，就是完整而完善，实在太难了。除了历史上对所标榜的尧舜以外，几乎难得有一完人。不过，能有一项的美德，也就可以树立典范而垂千古了。我们来不及细数历史的古今人物，但从平常熟悉的偶忆中，顺便来说，由周大王的居分阝，到周文王的以百里兴老子自己的一生，始终以周守藏史的卑职自处吴太伯的让国避地张子房的自求封于留等等，都是效法居善地的道理。其余也有不少的圣君名臣，宽厚优容，做到心善渊的榜样。诸葛亮的三顾出山，终至于鞠躬尽瘁，死而后已，可以说是与善仁，言善信的楷模。汉代的文景之治，唐代的贞观之政，君臣上下，大体都有正善治，事善能，动善时的精神。只是人类历史的事迹大多，一时也讲说不完，姑且到此为止。此外，在东汉史上，有一段水的有名故事，那便是尚书仆射郑崇对汉哀帝质问门庭如市的对话。郑崇当时理直气壮地对答说臣门如市，臣心如水。因此而成为千古的名言，常被直道以事人主的大臣们所引用。那真是水的妙语。但可惜郑崇的臣心如水，结果也难免死在昏君哀帝的手里，水也应为他呜咽兴悲了！持而盈之，不如其已揣而木兑之，不可长保。金玉满堂，莫之能守富贵而骄，自遗其咎。功遂身退，天之道。"}
{"text":"只是人类历史的事迹大多，一时也讲说不完，姑且到此为止。此外，在东汉史上，有一段水的有名故事，那便是尚书仆射郑崇对汉哀帝质问门庭如市的对话。郑崇当时理直气壮地对答说臣门如市，臣心如水。因此而成为千古的名言，常被直道以事人主的大臣们所引用。那真是水的妙语。但可惜郑崇的臣心如水，结果也难免死在昏君哀帝的手里，水也应为他呜咽兴悲了！持而盈之，不如其已揣而木兑之，不可长保。金玉满堂，莫之能守富贵而骄，自遗其咎。功遂身退，天之道。由上善若水到不争故无尤的用世无净三昧，引而申之，说明天道自然的法则，因而引用在人生处世的哲学艺术上，便构成本章一连串劝世文式的老子格言。首先他说持而盈之，不如其已。可作两个层次来理解它一一个人，真能对天道自然的法则有所认识，那么，天赋人生，已够充实。能够将生命原有的真实性，善加利用，因应现实的世间，就能优游余裕而知足常乐了。如果忘记了原有生命的美善，反而利用原有生命的充裕，扩展欲望，希求永无止境的满足，那么，必定会遭来无限的苦果。还不如寡欲知足，就此安于现实，便是最好的解脱自在。二告诫在现实人生中的人们，若能保持已有的成就，便是最现实最大的幸福。如果更有非分的欲望和希求，不安于现实，要在原已持有的成就上，更求扩展，在满足中还要追求进一步的盈裕，最后终归得不偿失，还不如就此保持已得的本位就算了。总之，这种观念的重点，在于一个持字的诀窍。能不能持盈而保泰，那就要看当事人的智慧了。如果从第二层次来讲，老子这句话，是对当时在位的诸侯和权臣大夫们有所感而发的金玉良言。因此便有揣而税之，不可长保。金玉满堂，莫之能守。富贵而骄，自遗其咎等三联引申的说法。揣，是比喻很突出，很尖锐的东西。木兑，原本是梁上加楹的意思。用在这里，引申发挥，则和锐利的锐相通。一个人如果已经把握有锋锐的利器，但却仍然不满于现状，反要在锋刃上更加一重锐利，俗谚所谓矢上加尖，那么原有的锋刃就很难保了。这是形容一个人对聪明权势财富等等，都要知时知量，自保自持。如果已有聪慧而不知谦虚涵容，已有权势而不知隐遁退让，已有财富而不知适可而止，最后终归不能长保而自取毁灭。例如财富到了金玉满堂的程度，不能透彻了解陶朱公范蠡三聚三散的哲学艺术，最后，要想守住已有的利益而不可得。"}
{"text":"木兑，原本是梁上加楹的意思。用在这里，引申发挥，则和锐利的锐相通。一个人如果已经把握有锋锐的利器，但却仍然不满于现状，反要在锋刃上更加一重锐利，俗谚所谓矢上加尖，那么原有的锋刃就很难保了。这是形容一个人对聪明权势财富等等，都要知时知量，自保自持。如果已有聪慧而不知谦虚涵容，已有权势而不知隐遁退让，已有财富而不知适可而止，最后终归不能长保而自取毁灭。例如财富到了金玉满堂的程度，不能透彻了解陶朱公范蠡三聚三散的哲学艺术，最后，要想守住已有的利益而不可得。人们常会讥笑某种程度的有钱人是守财奴。其实，有财而能守，谈何容易！守的学问，大矣哉！因此古人便有创业难，守成不易，为君难，为臣不易等永垂千古的名训。等而下之，一个人在既有的富而且贵的环境中，却不知富与贵的本身，便是招来后祸的因素。如果持富而骄，因贵而做，那便是自己对自己过不去，终会自招恶果，后患无穷。讲到这里，使我们联想到许多历史故事，可以反证老子这些名言的真实性。现在只随便提出历史上的帝王将相，以及一般所知道的资料，稍作启发。富贵难保的反面文章在我们的历史经验上，有关历代帝王创业与灭亡的兴衰成败史，悉心详读，完全是一套因果报应的记录。因此，守成之君，必须要朝乾夕惕，随时戒慎恐惧，记取老子本章所说的道理，才能长保基业，坐稳江山。春秋五霸之一的齐桓公，曾经对历史的怀疑，提出问题来问管仲昔者三王者，既弑其君。今言仁义，则必以三王为法度，不识其故何也？对曰管仲说昔者，禹平治天下，及桀而乱之。汤放桀，以定禹功也。汤平治天下，及纣而乱之。武王代纣，以定汤功也。且善之伐不善也，自古至今，未有改之。君何疑焉！公齐桓公又问曰古之亡国，其何失？对日管仲说计得地与宝只打算拥有国土与财富宝物的现有大业，而不计失并不考虑将来失去的必然祸害。诸侯计得财委对于各地方的诸侯，只要求他输纳财物或奉献封地，而不计失但不考虑地方诸侯怨愤反感的失策后果。百姓计见亲对于一般人民，只满足于目前臣服拥护的虚荣亲切，而不计见弃并不考虑他们不是衷心悦服，将来会被大家所反对扬弃的悲惨下场。三者之属，一足以削。遍而有者，亡矣。"}
{"text":"对日管仲说计得地与宝只打算拥有国土与财富宝物的现有大业，而不计失并不考虑将来失去的必然祸害。诸侯计得财委对于各地方的诸侯，只要求他输纳财物或奉献封地，而不计失但不考虑地方诸侯怨愤反感的失策后果。百姓计见亲对于一般人民，只满足于目前臣服拥护的虚荣亲切，而不计见弃并不考虑他们不是衷心悦服，将来会被大家所反对扬弃的悲惨下场。三者之属，一足以削。遍而有者，亡矣。古之隳国家，殒社稷者，非故且为之也。必少有乐焉，不知其陷于恶也。这里管仲所说的非故且为之也，必少有乐焉，不知其陷于恶也的意义，就是指只见日前的小利，而不计后果的大恶。也就是董仲舒春秋繁露所指的春秋二百四十年之中，弑君三十六，亡国五十二，细恶不绝之所致也。细恶，是指小小的过错，小过不慎，终酿大祸，甚至于亡家亡国。历代创业继统的皇王帝霸，如果不深明老子所说传统道家的哲学，到头来，便有如刘宋末代的十三岁小儿皇帝来顺帝，与明思宗两人一样的悲惨下场，至死不明为什么遭遇有如此惨痛的前因与后果。中外历史上的悲剧法国大革命的远因，早自十八世纪清朝康熙中叶法国的中兴英主开始。他就是自称为太阳王的路易十四，穷兵黩武之外，又加上穷奢极欲，建筑了名城凡尔赛宫等处。五六十年之间，传位到曾孙路易十五手里，在极度的豪华以后，不知持而盈之，不如其已，反而变本加厉，揣而税之。因此给后代子孙――路易十六留下国债四十亿之巨。如此局面，当然不可长保。但路易十六明知危殆，始终没有大刀阔斧的改革魄力，甚至还要矢上加尖。终至金玉满堂，莫之能守。富贵而骄，自遗其咎。路易十六在凡尔赛宫的宫廷生活，耗费国家金钱之多，令人叹为观止。每当有外国君主或重臣来访，路易十六都一定要在凡尔赛宫开设盛宴，一次宴会下来，动辄就是千万金元，笙歌达旦，作长夜之欢，戏子歌女舞妓，日夜不停地出入宫门，跳羽衣舞，唱霓裳曲。凡尔赛宫一年所喝的葡萄酒，就值七十九万法郎之多。此外，单是鱼肉就多达三百四十七万法郎。还有点灯的蜡烛费用，也在五万法郎以上。至于王宫中所用的宫女宫人，那更是多到令人难以置信。例如御膳房的厨师就有二五九人之多，其主任厨师的年薪是八万四千法郎。国王的秘书官将近千人之多，每个人的年薪是二十万法郎。"}
{"text":"每当有外国君主或重臣来访，路易十六都一定要在凡尔赛宫开设盛宴，一次宴会下来，动辄就是千万金元，笙歌达旦，作长夜之欢，戏子歌女舞妓，日夜不停地出入宫门，跳羽衣舞，唱霓裳曲。凡尔赛宫一年所喝的葡萄酒，就值七十九万法郎之多。此外，单是鱼肉就多达三百四十七万法郎。还有点灯的蜡烛费用，也在五万法郎以上。至于王宫中所用的宫女宫人，那更是多到令人难以置信。例如御膳房的厨师就有二五九人之多，其主任厨师的年薪是八万四千法郎。国王的秘书官将近千人之多，每个人的年薪是二十万法郎。王后的侍女也有五百人之多，每个人的年薪最少也有一万二千法郎。总计凡尔赛宫的宫女和侍臣是一万六千人，这里面还不包括一般贵族与朝臣。皇宫里的御用马匹有八千九百匹，御用车辆百多辆，所以每当路易十六出外巡幸，其行列之壮大有如祭典，无数车马排成一条长蛇阵，大臣们佩紫带黄，宫女们美服艳装，那种穷奢极欲的威风气派，真是有如天人一般。总计每年王室所花用的金钱竟相当国库总收入的五分之一。除此之外，还有将近一万的禁卫军，每年也要花费三百万元以上。王后安唐妮，那更是豪阔无度。她光是各种手镯，就能值到七八百万法郎，其他的首饰那就更不用说了。至于那些官廷贵族的年金，还不包括在王室经费以内。当时的凡尔赛宫，位于巴黎城郊，里面有二十九个庭园，四座了望台，有喷泉，有瀑布，四季鲜花盛开，极尽娱游之乐。可惜路易十六不能持盈保泰，反而促成大革命的提早来临，徒使自己与安唐妮王后都上了断头台，留为后人啼嘘凭吊，寄予无限的同情。有人将路易十六的王后安唐妮的促成败亡之局，匹比清末的慈禧，虽不尽然，但都犯了揣而税之，不可长保的错误，却是相同。其实，富贵易使人骄，得意容易忘形，这是人类心理的通病。尤其是以往历史上的帝后王孙，生育在深宫之中，长养于太监宫女之手，何尝备知人间社会的种种。因此，在我们的历史上，便常有自悲生为帝室儿孙的浩叹。当萧道成迫使刘宋末代皇帝――十三岁小儿刘准让位的时候，可怜的小皇帝，已自知不免于死亡，惊惧万分，随口就问萧道成的帮凶大臣王敬则说今天就要杀我吗？王敬则说不要怕，不过迁居别宫。官家对皇帝的称呼先世取司马家，也是如此。刘准一边哭，一边说愿后身世世，勿复生帝王家！同样的问题，发生在明思宗崇祯的时代，当李闯王率兵入宫的时候，思宗用剑砍杀他的女儿长平公主，叹曰汝何故生我家！"}
