{"text":"而我的父亲呢？父亲一直都在工厂里工作，但是父亲有空时，也会打一下电话给我，在学校过得怎么样，钱够不够用啊。和母亲一样都是说那些老话，但是我一直都没有厌烦，他们一言一语我都很认真的听。但是父亲在工厂做的不久，工厂就倒闭了。就例如，幸福来的太突然，有点反应不过来。然后呢？父亲为了家，为了我们，而到各处工厂去找工作。去工厂招聘时，当工厂里的负责人一看身份证时面色一下就变了，然后他说到我们这里招聘的是技术人员，不好意思，你不符合条件不好意思让你白走一趟。而父亲微笑的说到，没关系，我多走走可以锻炼身体。然后父亲默默无闻的离开这个地方了。天不会辜负如何一个人的，我父亲终于找到工作了，但是我且不知道父亲到底是干什么的。那个我，你看一位父亲可以为了我们做了这么多，我们是不是要做一些事情报答父亲啊。所以说，请年那个我可以努力的赚钱，让父母以后的生活能给更好一点。"}
{"text":"群众的眼睛是雪亮的！很多人都这么说，这也不乏成为一些人从众的理由，而人处在一件是似而非的事件中时，却是难免要站队的，而这个难免，却很多时候又只是自己的一厢情愿，这样一来，喜而亲者誉之，恶而疏者毁之，在这个队伍里，真正看清事物本质的，又有多少人呢？"}
{"text":"群众的眼睛是雪亮的！很多人都这么说，这也不乏成为一些人从众的理由，而人处在一件是似而非的事件中时，却是难免要站队的，而这个难免，却很多时候又只是自己的一厢情愿，这样一来，喜而亲者誉之，恶而疏者毁之，在这个队伍里，真正看清事物本质的，又有多少人呢？后来我知道了，很多人只是被别人给的表象所迷惑罢了，一件事物的真实的本质，往往都被隐藏在了表象之下，而这些表象，成了让评论摇摆不定的原因，因为有了这便利的互联网，虽隔千里，见字如面。要有自己的判断，而自己在判断之前，真正应该做到的，便是不会被别人的人云亦云而影响，其实我一直在想，为什么很多人听到别人说什么，然后就认为是什么，然后就跟别人这样说了，连自己的一点点判断都没有的么？道听途说也不能这么的不负责吧！而关键是这种现象还十分的普遍，或许在生活之中很少，毕竟是身边的事，但网上的评论却是风往哪边吹，人往哪边走，很多人又只是仅仅在那里骂，有个看不惯理由就骂，不论是什么样的理由，或许他已经出离了愤怒了吧。而之前所说过的，做过的事，在风向一变之后，恬不知耻的连脸都不红的便一句话遮过我之前又不知道。这确实也没错。不过我说的这些戾气很重，只是很少一部分，少之又少，但我为什么就会认为网上的戾气很重了呢？当我们专注在某种环境之中时，突然出现的与这种环境所不相同的东西，往往会给人一种深刻的印象，这就是我看事情时的逻辑偏差，这种少见的，不一样的反而会影响我的判断，网上用户这么多，只有很少一部分在那里骂，便让我忧心忡忡，这样想来，确实觉得好笑。所以对一件事物的逻辑分析，不能以偏概全，不能只看一部分。比如二战期间的战斗机防护，多数人认为，应该在机身中弹多的地方加强防护，而弹痕少的地方的数据，往往会被忽略，但真正应该防护的，就是这些弹痕少的地方，这就是幸存者偏差。往往不会说话的，被我们忽略的地方，反而表现出了本质，我们应该善于发现，善于思考，善于判断，而不是被别人的情绪影响心情。"}
{"text":"所以对一件事物的逻辑分析，不能以偏概全，不能只看一部分。比如二战期间的战斗机防护，多数人认为，应该在机身中弹多的地方加强防护，而弹痕少的地方的数据，往往会被忽略，但真正应该防护的，就是这些弹痕少的地方，这就是幸存者偏差。往往不会说话的，被我们忽略的地方，反而表现出了本质，我们应该善于发现，善于思考，善于判断，而不是被别人的情绪影响心情。哇这是婴儿来到世界的一声啼哭，却使得周围的人欢喜至极叽叽这是初生幼稚在巢中等待父母送来食物的鸣叫，却足以让两位家长忙的不可开交呱呱刚出生的不久的小鸭随着母亲惊慌的走的，也待得母鸭一番悉心照料万物从出生开始便懂得向世界道出生命的语言，这是没有意识的纯自然的，而能告知世界自己的存在。生命固然不同，而大自然却给了我们相互交流的工具――自然语言，让我们得以真实的从周围万物中体会到自然之美和自然之真。语言不仅仅指的是人类生活中交流的工具，它本就是万物展现出来的一种本质，人类的语言文字不也就源于事物的形状吗？那些远古时期聪明的人们从那个狩猎为主的时期，先觉的体会到了其他事物向人类传达的语言，他们看到了群山的峻峭森林的茂盛天空的湛蓝，体会到了野兽的凶狠果实的清甜火焰的温暖，在那个人类与自然紧密相关的时代，那个人类还弱小的时期，他们看到了自然的神秘力量，他们不禁惊讶的叫道啊，原来是这样啊！，那时是自然选择了表达方式，他果断的推了人类一把，于是在泥地上歪歪斜斜的字出现了，标志着象形文字诞生了，万物于是与人类生活更加活密不可分，人类进入了自然语言的家族之中，再也离不开苍原苍生，与山水自然相伴，造就了几千年的繁荣。可不是嘛，山水对人都很亲切，很和善，迎面走来，似与人相就，欲把臂，欲款语，不高傲，不冷漠，不严峻。这是汪曾祺在人间草木中的一句话，可见世间万物都是在不断诉说着自己的独特。"}
{"text":"这是汪曾祺在人间草木中的一句话，可见世间万物都是在不断诉说着自己的独特。你若不相信那便找个机会到初春的乡间走走，你会发现偶尔几株不同的花儿开在路旁，她们是这场生长竞赛的头名，尽情展现着自己的美丽，绽放这如同烟花般的艳丽，一旁小草不如她们那般高贵，却也很整齐，叶细长，好像梳过一样，若你运气不错恰好遇上一阵轻风，他一经过，那些草儿便起伏摇摆如同碧浪一样，还伴随着远方各种地方不同的气息，让人如痴如醉，但这还不是最好的，但若你碰上一场小雨，那我便要恭喜你了，置身于乡间，泥土的草叶的清香一下就冒出来了，滴滴答答的雨声萦绕在耳边，再加上轻轻的柔柔的风儿这本身就是一场洗礼，在城市的疲惫嘈杂都消失了一般，就剩自己在这天地间无言的感受着，那春天的博新之义瞬间就充盈了身心。这就是自然的独特语言，你没有学过，但是你能深刻的感受到，这是我们一出身在自然就决定了的，就如同我们刚出生的呀呀学语一般，说来的奇怪声音没有人学过，却能从父母那里得到自己需要的，这不正是大自然天生的的馈赠吗？倘若去看看中华几千的文明历史，更觉自然万物的伟大，语言的奥妙。蜀道之难，难于上青天这是李白在楚地的惊天绝唱落霞与孤鹜齐飞，水共长天一色这是王勃在滕王阁上的极景名句大漠孤烟直，长河落日圆这是王维在西北边塞的雄浑之语白露横江，水光接天这是苏轼在赤壁上的写实之句在那个唐宋的诗词繁盛期，无数的文人骚客在自然向人类的诉说中为之沉迷，有了自己的升华与创造，也反而造就了自然语言的伟大。这浩浩荡荡的自然语言洋洋洒洒的淌过千年，传承到了现代，变成了当代的文明，浸润了世间每一个使用语言的的个体。于是每次的切声私语嬉笑打骂声嘶力竭都有他的笔画，每次的唇枪舌战据理力争指点江山都来源于他的杰出。这便是自然的语言，有万物之灵性，有性情之多姿，在天地间孕育，在万物中悠然。语言便是自然的馈赠，亦或它就是自然的本质，得人尊敬，让人敬仰。十年一剑一孤城，三日阴阳晨雨昏。誓踏玉宇苍穹门，背抵千军万马尘。铃鸣群雄施纵横，万籁空吟定神针。世家烟消惟识文，浓墨血染破奇蒙。龙蛇翻覆酒尚温，金鼓一气贯乾坤。忽现鸟鸣花语声，渐沉鬼泣神啜刃。长啸徒纵秒度分，屈首止见膝下身。"}
{"text":"这便是自然的语言，有万物之灵性，有性情之多姿，在天地间孕育，在万物中悠然。语言便是自然的馈赠，亦或它就是自然的本质，得人尊敬，让人敬仰。十年一剑一孤城，三日阴阳晨雨昏。誓踏玉宇苍穹门，背抵千军万马尘。铃鸣群雄施纵横，万籁空吟定神针。世家烟消惟识文，浓墨血染破奇蒙。龙蛇翻覆酒尚温，金鼓一气贯乾坤。忽现鸟鸣花语声，渐沉鬼泣神啜刃。长啸徒纵秒度分，屈首止见膝下身。无赖天妒万古亘，奈何陛戏千秋臣。八百空碑掷余生，七十天坟压英魂。冥葬一渊几者闻，觉醒九霄七情崩。蚂蚁和蜜蜂的世界中，每个人都有属于自己的工作。而我们人也不例外，只有靠自己才能让自己活的神采飞扬。我的老师说过，一个人最可怜的时候不是被人利用，而是连被利用的价值都没有。所以说，我就谈谈被需要的心态。我最喜欢的一个人罗义诚，他先天有残疾，没法参加例如篮球或足球的激烈运动。每次他看到自己那个年龄段的伙伴去开心的玩球时，他只能默默的在那里看着，留下不知道多少的眼泪。但他发现一款叫悠悠球的运动时，他十分激动。每次都是在不同的地方默默苦练。终于，他让世界知道了我们中国也能参加悠悠球的世界比赛，同样能站在这个世界之巅。所有人都以为他满足了，可以安稳的休息了，他却在一个外地的小学里，教一群真正热爱悠悠球的少年们悠悠球。对他来说，是悠悠球需要了他。同样有另外一位人，他的身份是流浪歌手。他在自己温饱都不能保证的那段时间内，收养了一位他的兄弟。那个人就是面筋哥。他现在有了似乎稳定的工作，他的兄弟也已经不在捡垃圾吃了。他说所有做音乐的人的宗旨就是让人快乐。为此他竟然选择了让我们鬼畜。他的一首歌的歌词这么唱到但我看不清，前方的道路，还能走多远。我相信他一定能走到世界之巅。这也是他对音乐人的需要。接着来说我自己，我本是一名高中生，却因为一些原因没能走上去，总觉得有些可惜。但我同样的被人需要，同样的会去学习。现在我在一家知名酒店内工作，我现在也是一名中流砥柱的人了。我每次都能获得许多的工作经验，这又何尝不是一种学习。对我来说，被人需要就是一种荣耀。同样的，你需要别人也并没有是一种很丢人的事情。在这个社会上我们应该互相帮助，而不是一昧的获得或付出。不去计较代价的人，才是真正的英雄。才能真正站在世界之巅。"}
{"text":"我相信他一定能走到世界之巅。这也是他对音乐人的需要。接着来说我自己，我本是一名高中生，却因为一些原因没能走上去，总觉得有些可惜。但我同样的被人需要，同样的会去学习。现在我在一家知名酒店内工作，我现在也是一名中流砥柱的人了。我每次都能获得许多的工作经验，这又何尝不是一种学习。对我来说，被人需要就是一种荣耀。同样的，你需要别人也并没有是一种很丢人的事情。在这个社会上我们应该互相帮助，而不是一昧的获得或付出。不去计较代价的人，才是真正的英雄。才能真正站在世界之巅。说了那么多，我最后还想说，被需要的心态是一种真正使你在这个社会立足，真正帮助那些需要帮助的人。每个人物都有自己被需要的地方。不管你是明星亦或者是大众。而不是那些只会空口说大话，在网络上拼命敲击键盘的键盘侠。当您打开了这个瓶子，并且阅读这个瓶子里面的信的时候，那个写信人，已经差不多三十六岁了。这封信，是我在我十八岁，参加一次极为重要的考试的时候，匆匆忙忙地写下的。不知，您能否拿出一点点的时间，从容地，把信读完呢？在十八年前的今天，我成为了一个成年人。而在此之前再过十八年，我或许还在母亲的肚中，等待着看到这个世界的精彩。而从我呱呱坠地，到我坐在考场上匆匆忙忙地给您留言的时候，我所经历的，真的是太多太多了。在我所出生的年，那一年叫农历庚辰龙年，人类迈进新千年，而我们，被冠以世纪宝宝的名字，接受长辈的祝福。在我八岁，尚不懂事的时候，在祖国大地上，发生了两件很轰动全世界的事情――有一件，叫汶川地震有一件，叫北京奥运。这两件事情，把我们拧成了一条绳，让我们团结在了一起。在我参加高考的前一年，全中国，几乎没有一个人不懂得什么叫互联网不懂得什么是互联网以及不懂得，什么叫移动支付。因为，在那一年，有超过亿人，连上了互联网，并且，享受着互联网所带来的便利。虽然说，这些东西，可能是你们历史教科书上提了一次又一次，你们觉得已经没有必要让我在信中再提下去的东西。但是，你们可否知道，那些事的背后，也见证着我们所在的国家所发生的巨大的变化呢？在你们读书的年代，可能只是听说过什么叫精准扶贫，什么叫村村通公路。"}
{"text":"因为，在那一年，有超过亿人，连上了互联网，并且，享受着互联网所带来的便利。虽然说，这些东西，可能是你们历史教科书上提了一次又一次，你们觉得已经没有必要让我在信中再提下去的东西。但是，你们可否知道，那些事的背后，也见证着我们所在的国家所发生的巨大的变化呢？在你们读书的年代，可能只是听说过什么叫精准扶贫，什么叫村村通公路。但是，你们之所以只是听说未曾见闻，是因为，我们那代的父母，通过精准扶贫，通过村村通公路，消灭了贫困和阻隔，让这些东西，成为历史。在你们读书的年代，可能会有种随时随地说走就走来场太空旅行的想法，但是，在我们者年代，看到神舟飞船升空，看到天舟一号升空甚至给我们面对面授课，都已经是让我们认为，这是一件让我们觉得无比骄傲的事情。你们身处的，是一个完完全全可以做到衣食无忧，生活便利的现代化的强国――中国。但是，你们知道吗，你们所处的国家，可是一代又一代的前辈，用他们的汗水，鲜血，甚至生命，建设起来的。你或许会不理解，为什么像黄继光，董存瑞等的一大批英雄烈士，会如此不怕死，甚至将为祖国献出自己的生命视为自豪。你或许会不理解，为什么，会有李四光这样的人，愿意为祖国而默默奉献自己的一生。你或许会不理解，为什么，我们愿意在自己的岗位上，默默做一颗有用的螺丝钉。或许，那是因为，这就是时代所赋予给我们的使命吧。你们快十八岁了，或者已经到十八岁了。在未来，你们是新生代的代表，你们，是祖国未来的希望。希望，你们能将从黄继光，董存瑞到李四光，再传到我们的接力棒拿稳，拿实，为我们的祖国，奉献最强大的力量。祝你们能前程似锦，同时，祝祖国能继续繁荣昌盛。在二战期间战斗机防护中，多数人认为，应该在机身中弹多的地方加强防护。但有一位专家认为，应该注意防护弹痕少的地方。如果这部分有重创，后果会非常严重。而往往这部分数据会被忽略。事实证明，专家是正确的。这是被人们称为幸存者偏差的统计学理论。单纯的认为某一事物是正确的就把他信以为真了，这是一种片面的看法。就好比说在古代，每当发生洪涝灾害时，就会有自称为法师的人对当地民众说发洪水是因为河神生气了，你们要用金银珠宝来得到河神的宽裕才能风调雨顺。"}
{"text":"在二战期间战斗机防护中，多数人认为，应该在机身中弹多的地方加强防护。但有一位专家认为，应该注意防护弹痕少的地方。如果这部分有重创，后果会非常严重。而往往这部分数据会被忽略。事实证明，专家是正确的。这是被人们称为幸存者偏差的统计学理论。单纯的认为某一事物是正确的就把他信以为真了，这是一种片面的看法。就好比说在古代，每当发生洪涝灾害时，就会有自称为法师的人对当地民众说发洪水是因为河神生气了，你们要用金银珠宝来得到河神的宽裕才能风调雨顺。民众将信将疑的献上了自己的财宝，而巧合的是第二年并没有发生洪涝灾害，人们就认为一定是河神开心了就绕过了我们，从此当地的人们就认为河神是存在的。在日常生活中，最明显的例子就是我亲戚吃这个药好了。或者，我一个朋友去找了这个老中医看病之后病就好了。等等。不管你的亲戚和朋友和你关系如何好，如何值得信任和尊重，在客观规律面前他们都是等同的。疾病和医药不会因为你的喜好而照顾或者偏袒你的亲朋好友而放过了他们。这就好比说几年前的读书无用论。因为没有读过书而发家致富的人与上名牌大学却找不到工作的人形成了鲜明的对比。所以让普通的吃瓜群众们认为不读书就能发家致富，而读书却一无是处的想法。在我们过去的学习中，也发生过类似的幸存者偏差。有一次，在我们老师讲完这一课的知识点之后，在课后作业中的我由于在上课中并没有认认真真的去听老师的讲解以至于在写作业的时候是迷茫的。因为没有答案，自己又不会做题，我不得已只好连蒙带猜的写下选项。令我惊奇的是在第二天对答案的时候我发现了自己蒙的答案比自己以前仔细做的正确率要高得多。于是乎我认为以后就不用那么认真的去学习了，反正自己蒙答案水平是一流的。可是好景不长，月考到来了。我没有好好的复习，果然考砸了。这一刻自己好像顿悟出了什么。寻找你自己的缺点，也许是微不足道的，但是改掉这个缺点之后，可以让你自己变得更强大，成为一个完美的自己。有的成功只是巧合，但真正的成功永远把握在自己的手中如何从失败中吸取经验这是战争谋略中不可缺少的一环。按照常规思想来说，通过采访当事者的经历来获取信息是较为有效的办法。但有时这种看似简单有效的办法，却有致命的缺陷。"}
