{"text":"自从庄子的著作，有了内外篇分类的雏形以后，后世道家的著作，也孝仿照庄子的成例，以专言内养道术的著作为内篇，讲论其他外用的学术思想为外篇，淮南子是如此，抱朴子也是如此。而最奇妙的，凡是道家著作的思想，以及道家的人物，都是喜欢谈兵，而且也善于谈兵，等于战国时期的道家，都带有纵横家法家政治的浓厚气氛，是同样有趣的问题，留待以后补充。庄子内篇养生学与方大神仙的因缘大凡时衰世乱的时期，社会人心，受到时代环境的刺激，必然会走向颓废，讲究现实，贪图一时的享受而找刺激或者逃避现实，倾向神秘，自寻理想境界的出现。这两条路，是古今中外人类历史变乱中共通的趋势，前者属于现实享受主义，后者属于逃避现实主义，如果从广义来讲，乱世之中，几乎没有一个人能超过这两种范围的。春秋战国时期，北方方士学术思想的勃兴，与南方老庄摄生养生思想的开展，也当然具有这种时代背景的因素，虽不尽然，而势所难免。我们在前面已经讲过，战国时期，庄子孟子等人，多多少少，都受到方士养神养气等学说的影响，尤其以庄子为更甚，庄子所有学说的哲学基础，几乎完全由于这种精神而出发，现在归纳内七篇中，有关养生学与神人的学说，举例以作说明关于养神养气的原则，他在逍遥游中说若夫乘天地之正，而御六气之辩，以游无穷者，彼且恶乎待哉！这与孟子的养浩然之气，直养而无害的观念，确有南腔北调，殊途同归之妙。他在养生主中，又说缘督督脉以为经，可以保身，可以全生，可以养亲，可以尽年。同于方士修炼精气而成内丹的方法与观念，完全一致。他在人间世中，借用孔子与颜回的对话作寓言，又提出养心的心斋方法与原则，如说回曰敢问心斋？仲尼曰一若志，无听之以耳，而听之以心。无听之以心，而听之以气。听止于耳。心止于符。气也者，虚而待物者也。唯道集虚虚者心斋也。颜回曰目之未始得使，实自回也。得使之也，未始有口也。可谓虚乎？夫子曰尽矣，吾语若。若能人游其樊，而无感其名，人则鸣，不人则止，无门无毒，一宅而寓于不得已，则几矣。绝迹易，无行地难。为人使易以伪，为天地难以伪。闻以有翼飞者矣，未闻以无翼飞者也。闻以有知知者矣，未闻以无知知者也。瞻彼阕者，虚室生白，吉祥止止。夫且不止，是之谓坐驰。"}
{"text":"仲尼曰一若志，无听之以耳，而听之以心。无听之以心，而听之以气。听止于耳。心止于符。气也者，虚而待物者也。唯道集虚虚者心斋也。颜回曰目之未始得使，实自回也。得使之也，未始有口也。可谓虚乎？夫子曰尽矣，吾语若。若能人游其樊，而无感其名，人则鸣，不人则止，无门无毒，一宅而寓于不得已，则几矣。绝迹易，无行地难。为人使易以伪，为天地难以伪。闻以有翼飞者矣，未闻以无翼飞者也。闻以有知知者矣，未闻以无知知者也。瞻彼阕者，虚室生白，吉祥止止。夫且不止，是之谓坐驰。夫徇耳目内通，而外于心知，鬼神将来舍，而况人乎？是万物之化也，禹舜之所纽也，伏羲几遽之所行终，而况散焉者乎！庄子这一节的心斋论，是与他坐忘论的方法与原则互通，与缘督以为经等养气之论，又是另一面目的方法。他在大宗师里，又提出外生死的理论，惜用南伯子葵与女偶的问答说子之年长矣，而色若孺子，何也？曰吾闻道矣。南伯子葵曰道可学耶？曰恶！恶可！子非其人也。夫卜梁倚，有圣人之才，而无圣人之道我有圣人之道，而无圣人之才，吾欲以教之，庶几其果为圣人乎？不然，以圣人之道，告圣人之才，亦易矣，吾犹守而告之，三日，而后能外天下。已外天下矣，吾又守之七日，而后能外物。已外物矣，吾又守之九日，而后能外生。已外生矣，而后能朝彻，朝彻而后能见独。见独而后能无古今。无古今而后能人于不死不生。杀生者不死，生生者不生。其为物，无不将也，无不迎也，无不毁也，无不成也，其名为摆宁。撄宁也者，撄而后成者也。这与他在庄帝王中所说游心于淡合气于漠，顺物自然，而无容私焉。以及列举列子之师壶子衡气机的养气理论，都是他对于养生方法的多种发挥。庄子的全书与老子一样，它的主旨，在于达到人生的最高境界，完成一个人生的最高目的，老子的摄生，庄子的养生，种种理论与方法，都只是摄养的过程，并非最高的目的他的最高目的与最终的境界，是完成超世间，超物累的神人真人至人的标准。老子所谓善摄生的人，与庄子所谓的藐姑射之仙之，便是他们所立的榜样，这便是道家与孔子孟子系统以下儒家观念的不同之处。以孔孟做代表周秦之际的儒家思想，是为完成现实人生，建立伦常的规范，以安定现实世间为目的，超越宇宙以外的事情，便置而不论了，六合之外，圣人存而不论。"}
{"text":"老子所谓善摄生的人，与庄子所谓的藐姑射之仙之，便是他们所立的榜样，这便是道家与孔子孟子系统以下儒家观念的不同之处。以孔孟做代表周秦之际的儒家思想，是为完成现实人生，建立伦常的规范，以安定现实世间为目的，超越宇宙以外的事情，便置而不论了，六合之外，圣人存而不论。因此，老庄的学术思想，他所牵涉到的种种见解，无论是属于形而上道，或形而下人事物理等理论，都是他的余情逸兴，并非就是他的主题，正如庄子所说是其尘垢批糠，将犹陶铸尧舜者也。但是，无论为老庄，或孔孟，他们在那个时代中，对于社会人群，与人间世现实的世事，都有一个共同的愿望，是想建立长治久安，达到天下太平的局面。孔孟以仁义为教化，老庄以道德为要求。孔孟的仁与义，老庄的道与德，并非是他们的发明或创造，实际上，都同是上古传统的观念，不过各人所取用的名辞和意义，别有异同的含义而已。老庄的驳斥仁义与圣人，不是否认孔孟所说的仁义与圣人，是骂当时一般挂羊头，卖狗肉，借仁义与圣人之道而逞私欲的人们。老庄所谓圣人神人真人至人的境界，必须要人人自觉自立，完成最高的道德标准，然后自成仁义道德，却不自居于仁义道德的名缰利锁之中，因此和光同尘，藏垢纳污以超越道德，而终其天年。尤其庄子提出的至人与真人，意义更加明显。他认为人能做到那种标准，才够得上说这个人是做到人生的极至了，这样，才算是真正的做一个人，也可以叫他为圣人，或神人，相反的意义，便不算是人了。总之，在春秋战国时期，自老子孔子庄子孟子等以次，在道家而言道家，当时北方一带，黄河南北的学术思想，与南方一带，以楚国为代表的道家，如老庄的思想，或多或少，都受到方士养生学术思想的影响，那是有凭有据，不必力求否认的事实。后世儒者，师心自用，想要建立一个师道庄严的权威，独霸儒家的天下，便有是此非彼，建立门庭道统的观念，如与孔孟老庄的态度一比较，简直是坚儒之见，非常可笑。我们要知道，老庄孔孟所走的途径，是秉承三代以上君师不分的传统精神。因时移世易，王道衰竭，所以他们都以师道而自处，讲述王者师的学问，后世懦者，虽然号称宗奉孔孟，事实上，品德学识才气，都无法与孔孟相提并论。"}
{"text":"后世儒者，师心自用，想要建立一个师道庄严的权威，独霸儒家的天下，便有是此非彼，建立门庭道统的观念，如与孔孟老庄的态度一比较，简直是坚儒之见，非常可笑。我们要知道，老庄孔孟所走的途径，是秉承三代以上君师不分的传统精神。因时移世易，王道衰竭，所以他们都以师道而自处，讲述王者师的学问，后世懦者，虽然号称宗奉孔孟，事实上，品德学识才气，都无法与孔孟相提并论。，所谓自称孔孟之徒，宣扬圣人之道的，无非是阿世的所好尚，传经习书，口诵圣人之言，做为脐身仕途的工具充其量，德行学识稍好的，做到王佐之能，如司马迁所说人主以徘优言之，已经足以流传千古，为后学之所景仰了。所以对于道家，如老庄之徒的出格高人，当然只好拿出孔子所谓异端一辞，加以排除异己的心理，痛加讨伐了。至于介于老庄之间的列子的学术思想，为了时间不够，暂且裁一而不谈。但要研究道家对于理论物理的形而上的本体论，以列子的思想比较具体而有系统，后人有怀疑列子是伪书，是魏晋人的假托，我觉得未必尽然，因为魏晋时代的学者，对于学术思想，除了坐以守成，加上文学境界的渲染以外，并无如此才能。三战国时期阴阳家与方士的声势我们为了尽量紧凑扼要，除了稍加说明周秦之际为举世所公认有关道家学术思想的大家，如老庄以外，其他只好不加详论，但对于阴阳家与方士，必须略为提出，以供参考。我们要知道，战国时期的时代背景，无论为个人或诸侯的邦国，上上下下，都是弥漫在重利重现实的风气之中，犹如现代的社会和世界情形，司马迁在孟子列传中，述说孟子的思想，便提到当时学术思想界的情形，如说当是之时，秦用商君，富国强兵。楚魏用吴起，战胜弱敌。齐威王宣王，用孙子田忌之徒，而诸侯东面朝齐。天下方务于合纵连横，以攻伐为贤，而孟轲乃述唐虞三代之德，是以所如者不合。由此可知，在现实环境的积习之下，上下重利，那是时代风气的当然趋势，因为世风习俗的重利，注重现实，更加造成扰攘纷争的乱世现象，这是相互因果的必然结果。孔孟远法先王，高唱唐虞之际的政治理想，是万难做到的境界，可是效法先王，发扬光大，随时演进，保存三代以上传统文化的精神，却是必要的事情。"}
{"text":"天下方务于合纵连横，以攻伐为贤，而孟轲乃述唐虞三代之德，是以所如者不合。由此可知，在现实环境的积习之下，上下重利，那是时代风气的当然趋势，因为世风习俗的重利，注重现实，更加造成扰攘纷争的乱世现象，这是相互因果的必然结果。孔孟远法先王，高唱唐虞之际的政治理想，是万难做到的境界，可是效法先王，发扬光大，随时演进，保存三代以上传统文化的精神，却是必要的事情。道家人物，如老庄接舆等人，对于时代趋势的看法，认为是不可遏阻的，只有把握其机先，因势利导，才是上策，但是把握机先，与有为如无为的作法，也是太难太难。所以孔子孟子在中年以后，都能了解把握时势的重要，孔子赞叹时的观念，在周易上，论语上，都有提到。孟子后来简明地说虽有智慧，不如乘势，虽有钅兹基，不如待时。这个感慨，正如唐人窦巩的诗所说伤心欲问前朝事。惟见江流去不回。日暮东风春草绿，鹧鸪飞上越王台。但在孟子同一时代的阴阳家们，他们的学术局面，却非常热闹，司马迁述孟子传中，便说王公大人，初见其术，惧然顾化，其后不能行之。是以骏子重于齐。适梁，梁惠王效迎，执宾主之礼。适赵，平原君侧行实撇席。如燕，昭王拥彗先驱，请列弟子之座而受业，筑碣石宫，身亲往师之。作主运。其游诸侯，见尊礼如此。岂与仲尼菜色陈蔡，孟轲困于齐梁，同乎哉！我们现在试读司马迁在史记上，记载阴阳家驺衍当时的声势，实在够得上是一个国际闻名，诸侯争相迎致的名学者，他的风光，他的声势，孟子不能与其比，就是后来佩六国相印的苏秦，也没有像他那样的光荣。但这是后世另一类道家人等，所景仰的风格，却非老庄之徒的道家精神。可是，驺行所到的地方，也只限于燕齐赵梁的区域，并未达到秦晋的地方，更谈不到南下于吴楚之间这因为驻行是阴阳家，他所注重学术思想的教化，并不像纵横家们，以利害是非说动人主，可以取到政治运用上的地位，而自鸣一时的得意的。如说王公大人，初见其术，惧然顾化。那便是描写他的学说，开始都受到有权势的上流社会所欢迎，而在欢迎学习当中，还是觉得不能全信的，所以又说其后不能行之。便是表示他们后来又不能实行，这个不能行之的不能，并非是说驺衍的学术思想行不通，实在是做不到的不能。何以见得呢？我们再看司马迁记载他学说的大要，如云驺衍睹有国者益淫侈，不能尚德，若大雅，整之于身，施及黎庶矣。"}
{"text":"如说王公大人，初见其术，惧然顾化。那便是描写他的学说，开始都受到有权势的上流社会所欢迎，而在欢迎学习当中，还是觉得不能全信的，所以又说其后不能行之。便是表示他们后来又不能实行，这个不能行之的不能，并非是说驺衍的学术思想行不通，实在是做不到的不能。何以见得呢？我们再看司马迁记载他学说的大要，如云驺衍睹有国者益淫侈，不能尚德，若大雅，整之于身，施及黎庶矣。乃深观阴阳消息，而作怪迂之变，终始大圣之篇，十余万言。其语闳大不经，必先验小成，推而大之，至于无垠。先序今以上，至黄帝，学者所共术，大并世盛衰。因载其机祥，度制，推而远之，至天地未生，窈冥不可考而原也。先列中国名山大川通谷禽兽水土所殖，物类所珍。因而推之，及海外。人之所不能睹。称引天地剖判以来，五德转移，治各有宜，而符应若兹。以为懦者所谓中国者，于天下乃八十一分居其一分耳。中国名日赤县神州，赤县神州内自有九州，禹之序九州是也，不得为州数。中国外，如赤县神州者九，乃所谓九州也。于是，有种海环之，人民禽兽莫能相通者，如一区中者，乃为一州。如此者九，乃有大瀛海环其外，天地之际焉。其术皆此类也，然要其归，必止乎仁义节俭，君臣上下六亲之施，始也滥耳。司马迁又说或曰伊尹负鼎而勉汤以王。百里奚饭牛车下而缨公用霸。作先合，然后引之大道。刍衍其言，虽不轨，傥亦有牛鼎之意乎？现在综合司马迁关于驺衍事迹的记载，再用现代语来解释它，同时也顺便对于当时阴阳家的思想，后来被纳入道家的共通学术，略作说明。驺衍阴阳学说的动机与目的又说驺衍看到当权有邦国的人们，愈来愈加淫佚奢侈，不能崇尚德行犹如大雅文化的精神，可以修整自己身心，然后以德业普遍施给一般平民，乃深刻观察阴阳互变，天地物理人事的消息，著作中指出世事稀奇古怪，迂回变态的道理，讲明圣人大道，始终因果的关系，约有十余万言。这一段文章的重点，在于而作怪迁之变六个字，我们要深切了解了司马迁写驺衍传的作用，为什么要与孟子相提并论？"}
{"text":"这一段文章的重点，在于而作怪迁之变六个字，我们要深切了解了司马迁写驺衍传的作用，为什么要与孟子相提并论？而且他又先说驺衍阴阳学说的目的，也是为了倡导道德为宗旨，同时他又说明驺衍面对当时现实的不满，所以便著作阴阳消长的道理，以说明历史人生应走的途径至于而作怪迂之变一句，便是说明驺衍的著作，是拿当时社会变态的怪现象，用来证明阴阳互变的意义，并非是说驺衍故意创作怪诞不经的学说，用以眩众。后世一读这篇文章，断章取义，便拿而作怪迂之变的六个字，便断定驺衍等阴阳家学说，都是怪谈，由此一错再错，因循承袭，先已冤诬了老子的学术思想，后又活埋了阴阳家与驺衍的学术内容，致使中国原始理论科学的精神，不能好好发挥，两汉以后，这些学术思想，分门别户，各自另走一路，最后都通同归入道家，就是这个原因。阴阳学说的内容如说他的话夸大而无典可以根据，必须先要在小事小物上考验的有把握，再来放大推广它，到达无量无边。他先以现代的事来作证，逐渐倒推到上古黄帝的时代，都是一般学者所共信共知共奉的事。他的学术非常广大，而且是跟着时代世事，证明兴衰成败的道理。这便是说明他所讲的阴阳学说，是一种理论科学的历史哲学，用以说明人事世事演变的必然趋势，汉代的阴阳家的谶纬预言之学，及至焦赣京房的纳甲易学，龟策日者的知识，宋代邵雍皇极经世的学术思想，以及传说自唐代以后至于明清之际的推背图烧饼歌等等，关于中国命运两千年的预言之学，都从这种阴阳家的学术思想系统演变而来的。所以司马迁又说因此他记载历史上每一时代天灾人祸的灾祥现象，推测未来历史时代的演变，遥远地上溯到天地没有开辟以前，宇宙还未形成之初，窈冥不可考证的时期，作为立说的根源。这便是说明他的学说，以历史事实作证明，以阴阳互变的理论物理作根据，向后推测未来的历史人事，向上推究天地万物未生以前，宇宙形而上的本体论。驺衍地球物理的思想如说他先便列举中国的地理环境，如名山大川等互可相通的大谷，这便是魏晋以后，道教所作的五岳真形图一书的理论根据，用以说明地球地心的洞府，全国互可相通的原始思想。"}
{"text":"这便是说明他的学说，以历史事实作证明，以阴阳互变的理论物理作根据，向后推测未来的历史人事，向上推究天地万物未生以前，宇宙形而上的本体论。驺衍地球物理的思想如说他先便列举中国的地理环境，如名山大川等互可相通的大谷，这便是魏晋以后，道教所作的五岳真形图一书的理论根据，用以说明地球地心的洞府，全国互可相通的原始思想。例如道家相传，从甘肃崆峒山黄帝问道之处，与黄帝墓所在的桥陵，有一个洞府，可以直接通到南京附近的句容山茅山，这便是地球生命的肺部作用一样，所以便叫这个洞府的通道为地肺。我们现在听来，便会觉得怪诞的非常可笑，但是你如果知道现代美国新兴的地球物理学，花了大量的金钱，正在美国的海岸，打通地道，要钻进地球中心去探险，要想观察地球物理的究竟，你便会觉得这是科学的伟大精神，为什么对于我们古人理想中所研究的地球物理学说，便会大笑而走之呢？这种怪诞心理，便是不懂科学精神的毛病，如果比之驺衍的怪诞，岂不更有甚者。科学家与哲学家一样，他都能够在任何一个问题上寻找问题，决不是人云亦云，坐待别人的发明而归我享受的。我们再看驺衍的学说，他是否为圣诞，而且怪诞到了什么程度呢？如说并且研究禽兽等生物的繁殖，与水土关系的重要，由此推广到海外地区，当时一般人所不能看到的情形。他说自从开天辟地以来，金木水火土的五德，所归纳统属的地理环境与人物，关系整个历史政治的兴衰成败，都有它随时适宜的作用，犹如符契的相应一样。并且他认为当时儒者们所说的中国，只是整个世界的八十分之一而已，他说中国叫作赤县神州，国内自己分九州，那便是大禹分别的九州，事实上，不能叫做州。因为中国以外，像赤县神州的中国一样的，还有九个州，这才是世界上真正的九大州。每州有大海围绕着，人民禽兽，都彼此不能相通相同于同一区域的，便叫做一州。这样的九大州以外，还有最大的瀛海围绕着，一直通到天与地交界的地方。司马迁说他的学术思想，大多都像这样的。我们现在根据司马迁的笔下，所说驺衍学术思想关于地球地理的见解，你能说他是怪诞吗？"}
{"text":"每州有大海围绕着，人民禽兽，都彼此不能相通相同于同一区域的，便叫做一州。这样的九大州以外，还有最大的瀛海围绕着，一直通到天与地交界的地方。司马迁说他的学术思想，大多都像这样的。我们现在根据司马迁的笔下，所说驺衍学术思想关于地球地理的见解，你能说他是怪诞吗？不过，在当时战国时代学者们看来，的确是怪诞不经，大笑大骂而不信的，所以司马迁便说王公大臣们，起先都以惊惧的心理崇拜他，后来又做不到，便是当时的人，没有像现代人迷信崇拜科学家夸大的精神之故，只有司马迁，真够得上是作历史传记的人，他写到这里，自己不加按语，不说他对或不对，只说其术皆此类也，由你们后世的人去研究他吧她对于驺衍的按语，自己另立一段言论，附属在驺衍的传记里，便说不过，大要说来，总归驺衍学说的目的，还是要人们的行为，必然的，要止于仁义节俭君臣上下六亲的伦常规范上，实施人生本分的道德。只是他在开始的时候，先以远大不经的理论。作为吸引大家注意的开始而已。所以他又说有人说伊尹没有得志的时候，甘愿去做厨师，因此而得亲近商汤，相互勉励而成商汤的王政。百里奚没有得志的时候，为别人牧牛，在车下喂牛食，因此而得秦穆公的任用，一手使秦国称霸。他们都有一套进身选容的方法，等到君臣互相信任而结合以后，才慢慢地引归大道。驺衍的话，虽然说，不合一般思想的常轨，也许可能也有伊尹做厨师，百里奚牧牛的意义存在吧！这一段话，是司马迁替驺衍的辩诬，不是不做疑似的言论而已。但是驺衍虽然具有自然科学的思想和理论，然而他从自然物理科学的观点出发，最后仍然归于人生伦常的道德，那是春秋战国当时风气的事实。齐国学术的凤气在战国时期，齐国的阴阳家们，除了驺衍以外，集于稷城名门之下的学者，还有很多，所谓稷下先生们，其中荦荦成名者，如浮于髡慎到环渊接子田骄驺爽等人，司马迁说各著书言治乱之事，以干世主，可胜道哉！慎到，赵人，著有慎子，后来被纳入法家之学。田骄接子，齐人，著有接子二篇，田子二十五篇，后来被纳入道家。驺爽十二篇，纳入阴阳家。驺衍擅长于谈天说地，游于稷下的道家，有号称为天口者。环渊，楚人，著上下二篇。然皆学黄老道德之术，因发明序其指意。这些研究综合性学术的道家之徒，当时在齐国的声势极大，备受齐王与上流社会的尊敬，享尽荣华，例如淳于髡见梁王，一语连三日三夜无倦。"}
