{"text":"再往前进，必定做出勉强的东西来了。鼻子见小说集鼻中，又登在罗马字小说集内。内道场供奉禅智和尚的长鼻子的事，是日本的旧传说。罗生门s也见前书，原来的出典是在平安朝的故事集今昔物语里。现代日本小说集和周作人合译的现代日本短篇小说集，收作家十五人的小说三十篇所为作家六人，小说十一篇，一九二三年六月由上海商务印书馆出版，列为世界丛书之一。本篇最初印入现代日本小说集。夏目漱石―原名金之助，日本作家。著有长篇小说我是猫哥儿等。朝日新闻日本报纸，一八七九年创刊于东京。高滨虚子―原名高滨清，日本诗人。著有鸡头俳谐师等。触著指创作能反映社会现实的问题，反之为不触著。俳谐日本诗体之一，一般以五言七言五言三句十七音组成，又称十七音诗。子规日本杂志名，日本诗人正冈子规―于一八九七年创办。明治日本天皇睦仁的年号―。新江户艺术指明治时期―的文艺。江户艺术则指江户时期―的文艺。森鸥外―日本作家翻译家。著有小说舞姬阿部一族等，译有歌德莱辛易卜生等人的作品。坪内逍遥―日本作家评论家翻译家。著有文学评论小说神髓长篇小说当世书生气质等，曾翻译莎士比亚全集。上田敏―日本作家翻译家，从事英法文学的介绍和文艺创作。札图斯忒拉即札拉图斯特拉如是说，德国哲学家尼采的著作。生田长江―日本文艺评论家翻译家，曾翻译尼采全集及但丁的神曲等。有岛武郎―日本作家。因思想矛盾不能克服而自杀。著有长篇小说一个女人中篇小说该隐的后裔等。白桦日本杂志名，一九一年创刊，一九二三年停刊，有岛武郎为创办人之一。江口涣―日本作家。曾任东京日日新闻记者帝国文学编辑，一九二九年加入日本无产阶级作家同盟。"}
{"text":"生田长江―日本文艺评论家翻译家，曾翻译尼采全集及但丁的神曲等。有岛武郎―日本作家。因思想矛盾不能克服而自杀。著有长篇小说一个女人中篇小说该隐的后裔等。白桦日本杂志名，一九一年创刊，一九二三年停刊，有岛武郎为创办人之一。江口涣―日本作家。曾任东京日日新闻记者帝国文学编辑，一九二九年加入日本无产阶级作家同盟。著有小说集恋与牢狱等。社会主义者同盟日本先进工人和知识分子在苏联十月革命影响下组织的团体，一九二年成立于东京，后因内部思想不统一而分裂。菊池宽―日本作家。曾主编新思潮派的杂志新思潮，第二次世界大战期间曾为日本军国主义效劳。著有长篇小说忠直卿行状记真珠夫人等。南部修太郎―日本作家。曾主编三田文学杂志，著有修道院之秋等。新潮日本杂志名，一九四年创刊，曾大量译介欧洲文学。ss英语这同样是人的意思。芥川龙之介―日本作家。曾参加新思潮派，后因精神苦闷自杀。田中纯―日本作家。曾主编人间杂志，著有黑夜的哭泣等。平安朝日本历史朝代名―。日本桓武天皇于公元七九四年迁都京都即西京，改名平安城。今昔物语日本平安朝末期的民间传说故事集，以前称宇治大纳言物语，相传编者为源隆国，共三十一卷。包括故事一千余则，分为佛法世俗恶行杂事等部，以富于教训意味的佛教评话为多。沉默之塔附记森氏号鸥外，是医学家，也是文坛的老辈。但很有几个批评家不以为然，这大约因为他的著作太随便，而且很有老气横秋的神情。这一篇是代察拉图斯忒拉这样说译本的的，讽刺有庄有谐，轻妙深刻，颇可以看见他的特色。文中用拜火教徒者，想因为火和太阳是同类，所以借来影射他的本国。我们现在也正可借来比照中国，发一大笑。只是中国用的是一个过激主义的符牒，而以为危险的意思也没有派希族那样分明罢了。"}
{"text":"沉默之塔附记森氏号鸥外，是医学家，也是文坛的老辈。但很有几个批评家不以为然，这大约因为他的著作太随便，而且很有老气横秋的神情。这一篇是代察拉图斯忒拉这样说译本的的，讽刺有庄有谐，轻妙深刻，颇可以看见他的特色。文中用拜火教徒者，想因为火和太阳是同类，所以借来影射他的本国。我们现在也正可借来比照中国，发一大笑。只是中国用的是一个过激主义的符牒，而以为危险的意思也没有派希族那样分明罢了。一九二一，四，一二本篇最初发表于一九二一年四月二十四日晨报副刊，沉默之塔的译文即发表于二十一日至二十四日该刊。后来译文收入现代日本小说集时，本篇未收。拜火教又称琐罗亚斯德教祆教波斯教，相传为古波斯人琐罗亚斯德即察拉图斯忒拉所创立。教义还保存于波斯古经，认为火代表太阳，是善和光明的化身，以礼拜圣火为主要仪式。过激主义的符牒这里的意思是以过激主义为护符。沉默之塔里说的是派希族s，即拜火教徒以洋书为危险，杀掉那看危险书籍的东西，用车子运进塔里去。而危险书籍就是自然主义和社会主义的书。鼻子附记芥川氏是日本新兴文坛中一个出名的作家。田中纯评论他说，在芥川氏的作品上，可以看出他用了性格的全体，支配尽所用的材料的模样来。这事实，便使我们起了这感觉，就是感得这作品是完成的。他的作品所用的主题，最多的是希望已达之后的不安，或者正不安时的心情，这篇便可以算得适当的样本。不满于芥川氏的，大约因为这两点一是多用旧材料，有时近于故事的翻译一是老手的气息太浓厚，易使读者不欢欣。这篇也可以算得适当的样本。内道场供奉禅智和尚的长鼻子的事，是日本的旧传说，只是给他换上了新装。篇中的谐味，虽不免有才气太露的地方，但和中国的所谓滑稽小说比较起来，也就十分雅淡了。我所以先介绍这一篇。四月三十日识。本篇最初发表于一九二一年五月十一日晨报副刊，鼻子的译文即发表于十一日至十三日该刊。后来译文收入现代日本小说集时，本篇未收。内道场供奉内道场，即大内之道场，在宫中陈列佛像念诵佛经的场所。供奉，即内供奉，略称内供，为供奉内道场的僧官。罗生门附记芥川氏的作品，我先前曾经介绍过了。"}
{"text":"篇中的谐味，虽不免有才气太露的地方，但和中国的所谓滑稽小说比较起来，也就十分雅淡了。我所以先介绍这一篇。四月三十日识。本篇最初发表于一九二一年五月十一日晨报副刊，鼻子的译文即发表于十一日至十三日该刊。后来译文收入现代日本小说集时，本篇未收。内道场供奉内道场，即大内之道场，在宫中陈列佛像念诵佛经的场所。供奉，即内供奉，略称内供，为供奉内道场的僧官。罗生门附记芥川氏的作品，我先前曾经介绍过了。这一篇历史的小说并不是历史小说，也算他的佳作，取古代的事实，注进新的生命去，便与现代人生出干系来。这时代是平安朝就是西历七九四年迁都京都改名平安城以后的四百年间，出典是在今昔物语里。二一年六月八日记。本篇最初发表于一九二一年六月十四日晨报副刊，罗生门的译文即发表于十四至十七日该刊。后来译文收入现代日本小说集时，本篇未收。三浦右卫门的最后附记菊池宽氏是新潮派的一个作家。他自己说，在高等学校时代，是只想研究文学，不预备做创作家的，但后来又发心做小说，意外的得了朋友和评论界的赞许，便做下去了。然而他的著作却比较的要算少作我所见的只有无名作家的日记，报恩的故事和心之王国三种，都是短篇小说集。菊池氏的创作，是竭力的要掘出人间性的真实来。一得真实，他却又怃然的发了感叹，所以他的思想是近于厌世的，但又时时凝视着遥远的黎明，于是又不失为奋斗者。南部修太郎氏说，ss――这正是说尽了菊池宽氏作品中一切人物的话。他们都有最像人样的人间相，愿意活在最像人样的人间界。他们有时为冷酷的利己家，有时为惨淡的背德者，有时又为犯了残忍的杀人行为的人，但无论使他们中间的谁站在我眼前，我不能憎恶他们，不能呵骂他们。这就因为他们的恶的性格或丑的感情，愈是深锐的显露出来时，那藏在背后的更深更锐的活动着的他们的质素可爱的人间性，打动了我的缘故，引近了我的缘故。换一句话，便是愈玩菊池宽氏的作品，我便被唤醒了对于人间的爱的感情而且不能不和他同吐ss这一句话了。新潮第三卷第三号菊池宽论不但如此，武士道之在日本，其力有甚于我国的名教，只因为要争回人间性，在这一篇里便断然的加了斧钺，这又可以看出的勇猛来。"}
{"text":"这就因为他们的恶的性格或丑的感情，愈是深锐的显露出来时，那藏在背后的更深更锐的活动着的他们的质素可爱的人间性，打动了我的缘故，引近了我的缘故。换一句话，便是愈玩菊池宽氏的作品，我便被唤醒了对于人间的爱的感情而且不能不和他同吐ss这一句话了。新潮第三卷第三号菊池宽论不但如此，武士道之在日本，其力有甚于我国的名教，只因为要争回人间性，在这一篇里便断然的加了斧钺，这又可以看出的勇猛来。但他们古代的武士，是先蔑视了自己的生命，于是也蔑视他人的生命的，与自己贪生而杀人的人们，的确有一些区别。而我们的杀人者，如张献忠随便杀人，一遭满人的一箭，却钻进刺柴里去了，这是什么缘故呢？杨太真的遭遇，与这右卫门约略相同，但从当时至今，关于这事的著作虽然多，却并不见和这一篇有相类的命意，这又是什么缘故呢？我也愿意发掘真实，却又望不见黎明，所以不能不爽然，而于此呈以真心的赞叹。但这一篇中也有偶然失于检点的处所。右卫门已经上绑了――古代的绑法，一定是反剪的，――但乞命时候，却又有两手抵地的话，这明明是与上文冲突了，必须说是低头之类，才合于先前的事情。然而这是小疵，也无伤于大体的。一九二一年六月三十日记。本篇连同三浦右卫门的最后的译文，最初发表于一九二一年七月新青年月刊第九卷第三号。后来译文收入现代日本小说集时，本篇未收。新潮派应为新思潮派。新思潮，日本杂志名，创刊于一九七年十月，以后曾几度停刊和复刊。武士道日本武士应尽的义务及职责。兴起于镰仓幕府时代，明治维新后，武士等级在法律上被废除。名教封建社会的等级名分和礼教。张献忠―延安柳树涧今陕西定边东人，明末农民起义领袖。崇祯三年起义，转战陕西河南等地。崇祯十七年入川，在成都建立大西国。旧史书中常有关于他杀人的夸大记载。据明史张献忠传顺治三年，献忠尽焚成都宫殿庐舍，夷其城，率众出川北，至盐亭界，大雾，献忠晓行，猝遇我兵于凤凰坡，中矢坠马，蒲伏积薪下。于是我兵禽献忠出，斩之。杨太真―即杨贵妃，名玉环，法号太真，蒲州永乐今山西永济人。初为唐玄宗子寿王妃，后入宫得玄宗宠爱。"}
{"text":"崇祯三年起义，转战陕西河南等地。崇祯十七年入川，在成都建立大西国。旧史书中常有关于他杀人的夸大记载。据明史张献忠传顺治三年，献忠尽焚成都宫殿庐舍，夷其城，率众出川北，至盐亭界，大雾，献忠晓行，猝遇我兵于凤凰坡，中矢坠马，蒲伏积薪下。于是我兵禽献忠出，斩之。杨太真―即杨贵妃，名玉环，法号太真，蒲州永乐今山西永济人。初为唐玄宗子寿王妃，后入宫得玄宗宠爱。她的堂兄杨国忠因她得宠而擅权跋扈，败坏朝政。天宝十四年安禄山以诛国忠为名，于范阳起兵反唐，进逼长安，玄宗仓惶奔蜀，至马嵬驿，将士归罪杨家，杀国忠，玄宗为安定军心，令杨妃缢死。苦闷的象征苦闷的象征引言去年日本的大地震，损失自然是很大的，而厨川博士的遭难也是其一。厨川博士名辰夫，号白村。我不大明白他的生平，也没有见过有系统的传记。但就零星的文字里掇拾起来，知道他以大阪府立第一中学出身，毕业于东京帝国大学，得文学士学位此后分住熊本和东京者三年，终于定居京都，为第三高等学校教授。大约因为重病之故罢，曾经割去一足，然而尚能游历美国，赴朝鲜平居则专心学问，所著作很不少。据说他的性情是极热烈的，尝以为若药弗瞑眩厥疾弗瘳，所以对于本国的缺失，特多痛切的攻难。论文多收在小泉先生及其他出了象牙之塔及殁后集印的走向十字街头中。此外，就我所知道的而言，又有北美印象记，近代文学十讲，文艺思潮论，近代恋爱观，英诗选释等。然而这些不过是他所蕴蓄的一小部分，其余的可是和他的生命一起失掉了。这苦闷的象征也是殁后才印行的遗稿，虽然还非定本，而大体却已完具了。第一分创作论是本据，第二分鉴赏论其实即是论批评，和后两分都不过从创作论引申出来的必然的系论。至于主旨，也极分明，用自己的话来说，就是生命力受了压抑而生的苦闷懊恼乃是文艺的根柢，而其表现法乃是广义的象征主义。但是所谓象征主义者，决非单是前世纪末法兰西诗坛的一派所曾经标榜的主义，凡有一切文艺，古往今来，是无不在这样的意义上，用着象征主义的表现法的。"}
{"text":"至于主旨，也极分明，用自己的话来说，就是生命力受了压抑而生的苦闷懊恼乃是文艺的根柢，而其表现法乃是广义的象征主义。但是所谓象征主义者，决非单是前世纪末法兰西诗坛的一派所曾经标榜的主义，凡有一切文艺，古往今来，是无不在这样的意义上，用着象征主义的表现法的。创作论第四章及第六章据伯格森一流的哲学，以进行不息的生命力为人类生活的根本，又从弗罗特一流的科学，寻出生命力的根柢来，即用以解释文艺，――尤其是文学。然与旧说又小有不同，伯格森以未来为不可测，则以诗人为先知，弗罗特归生命力的根柢于性欲，则云即其力的突进和跳跃。这在目下同类的群书中，殆可以说，既异于科学家似的专断和哲学家似的玄虚，而且也并无一般文学论者的繁碎。自己就很有独创力的，于是此书也就成为一种创作，而对于文艺，即多有独到的见地和深切的会心。非有天马行空似的大精神即无大艺术的产生。但中国现在的精神又何其萎靡锢蔽呢？这译文虽然拙涩，幸而实质本好，倘读者能够坚忍地反复过两三回，当可以看见许多很有意义的处所罢这是我所以冒昧开译的原因，――自然也是太过分的奢望。文句大概是直译的，也极愿意一并保存原文的口吻。但我于国语文法是外行，想必很有不合轨范的句子在里面。其中尤须声明的，是几处不用的字，而特用底字的缘故。即凡形容词与名词相连成一名词者，其间用底字，例如为社会底存在物，ss为精神底伤害等又，形容词之由别种品词转来，语尾有，之类者，于下也用底字，例如p，，就写为思索底，罗曼底。在这里我还应该声谢朋友们的非常的帮助，尤其是许季黻君之于英文常维钧君之于法文，他还从原文译出一篇项链给我附在卷后，以便读者的参看陶璇卿君又特地为作一幅图画，使这书被了凄艳的新装。一九二四年十一月二十二日之夜在北京记。苦闷的象征文艺论文集，日本文艺批评家厨川白村著。其第一第二两部分译文曾陆续发表于一九二四年十月一日至三十一日晨报副镌。一九二五年三月出版单行本，为未名丛刊之一，由北京大学新潮社代售，后改由北新书局出版。"}
{"text":"一九二四年十一月二十二日之夜在北京记。苦闷的象征文艺论文集，日本文艺批评家厨川白村著。其第一第二两部分译文曾陆续发表于一九二四年十月一日至三十一日晨报副镌。一九二五年三月出版单行本，为未名丛刊之一，由北京大学新潮社代售，后改由北新书局出版。厨川白村―，日本文艺理论家。曾留学美国，回国后任大学教授。著有近代文学十讲出了象牙之塔文艺思潮论等文艺论著多种，主要介绍十九世纪末二十世纪初的欧美文学和文艺思潮。本篇最初印入苦闷的象征卷首，未在其他报刊发表。大地震指一九二三年九月发生于日本关东的大地震。若药弗瞑眩厥疾弗瘳语见书经说命上篇，意思是如果服药后不至头脑昏晕，重病也就不能治愈。伯格森s，―法国唯心主义哲学家，神秘主义者。著有时间与自由意志物质与记忆创造进化论等。弗罗特，―通译弗洛伊德，奥地利精神病学家，精神分析学说的创立者。这种学说认为文学艺术哲学宗教等一切精神现象，都是人们因受压抑而潜伏在下意识里的某种生命力，特别是性欲的潜力所产生的。著有精神分析论关于歇斯底里症等。天马行空语见元刘廷振萨天锡诗集序其所以神化而超出于众表者，殆犹天马行空而步骤不凡。比喻才思奔放，自由驰骋。许季黻―即许寿裳，浙江绍兴人，教育家。一九二年至一九八年留学日本，归国后先后任浙江两级师范学堂教务长北京女子高等师范学校校长中山大学教授。抗日战争胜利后在台湾大学任教，一九四八年二月被国民党反动派暗杀。著有亡友印象记我所认识的等。常维钧名惠，字维钧，河北宛平今北京丰台人。北京大学法文系毕业，曾任北大歌谣周刊编辑。项链短篇小说，法国小说家莫泊桑作。陶璇卿―即陶元庆，浙江绍兴人，画家。曾任浙江台州第六中学及上海立达学园教员。"}
{"text":"一九二年至一九八年留学日本，归国后先后任浙江两级师范学堂教务长北京女子高等师范学校校长中山大学教授。抗日战争胜利后在台湾大学任教，一九四八年二月被国民党反动派暗杀。著有亡友印象记我所认识的等。常维钧名惠，字维钧，河北宛平今北京丰台人。北京大学法文系毕业，曾任北大歌谣周刊编辑。项链短篇小说，法国小说家莫泊桑作。陶璇卿―即陶元庆，浙江绍兴人，画家。曾任浙江台州第六中学及上海立达学园教员。他曾为早期的著译绘制封面画多幅。译苦闷的象征后三日序这书的著者厨川白村氏，在日本大地震时不幸被难了，这是从他镰仓别邸的废墟中掘出来的一包未定稿。因为是未定稿，所以编者――山本修二氏――也深虑公表出来，或者不是著者的本望。但终于付印了，本来没有书名，由编者定名为苦闷的象征。其实是文学论。这共分四部第一创作论，第二鉴赏论，第三关于文艺的根本问题的考察，第四文学的起源。其主旨，著者自己在第一部第四章中说得很分明生命力受压抑而生的苦闷懊恼乃是文艺的根柢，而其表现法乃是广义的象征主义。因为这于我有翻译的必要，我便于前天开手了，本以为易，译起来却也难。但我仍只得译下去，并且陆续发表又因为别一必要，此后怕于引例之类要略有省略的地方。省略了的例，将来倘有再印的机会，立誓一定添进去，使他成一完书。至于译文之坏，则无法可想，拚着挨骂而已。一九二四年九月二十六日。本篇最初发表于一九二四年十月一日晨报副镌，后未印入单行本。山本修二―日本戏剧理论家。京都帝国大学毕业，曾任京都大学教授。著有英美现代剧的动向演剧与文化等。自己发见的欢喜附记波特莱尔的散文诗，在原书上本有日文译但我用德文译一比较，却颇有几处不同。现在姑且参酌两本，译成中文。倘有那一位据原文给我痛加订正的，是极希望，极感激的事。否则，我将来还想去寻一个懂法文的朋友来修改他但现在暂且这样的敷衍着。十月一日，附记。本篇连同自己发见的欢喜原书第二部分之第二节的译文，最初发表于一九二四年十月二十六日晨报副镌，后未印入单行本。波特莱尔，―法国颓废派诗人。著有诗集恶之华等。"}
