{"text":"顿顿吃炖肉行吗？吃好多好多也没人说？老头道就怕吃死你！所有的孩子都笑，相信这大概不会假了。至于吃死嘛――别逗了！但是我从没进过那座大楼。那样的大楼只建了一座即告结束。到现在我也不知道那楼里是什么样儿，到底有没有俱乐部和放映厅，不知道那种天堂一样的生活是否真的存在过。那座九层大楼建成不久，所谓的三年困难时期就到了。说不定是老吃炖肉这句话给说坏了，结果老也吃不上炖肉了。肉怎么忽然之间就没了呢？鱼也没了，油也没了，粮食也越来越少，然后所有的衣食用物都要凭票供应了。每个月，有一个固定的日子，在一个固定的地点，人们谨慎又庄严地排好队，领取各种票证红的绿的黄的，一张张如邮票大小的薄纸。领到的人都再细数一遍，小心地掖进怀里，嘴里念叨着，这个月又多了一点儿什么，或是又少了一点儿什么。都有什么，以及都是多少，已经记不清了，但是我开始知道饿是怎么回事了。饿就是肚子里总在叫，而脑子里不断涌现出好吃的东西。饿就是晚上早早地睡觉，把所有好吃的东西都带到梦里去。饿，还是早晨天不亮就起来，跟着奶奶到商场门口去等着，看看能不能撞上好运气买一点儿既不要票而又能吃的东西回来或者是到肉铺门前去排队，把一两张彩色的肉票换成确凿无疑的一点儿肥肉或者大油。倘那珍贵的肉票仅仅换来一小条瘦肉加猪皮，那简直就是一次人格的失败，所有的目光都给你送来哀怜。要是能买到大油情况就不一样了，你托着一块大油你就好像高人一等，所有的路人都向你注目，当然是先看那块大油然后才看你。目光在大油上滞留良久，然后挪向你，这时候你要清醒，倘得赞许多半是由于那块大油，倘见疑虑，你务必要检点自己。当然，油不如人的时候也有，倘那大油是一块并不怎么样的大油，油的主人却慈眉善目或仪表堂堂，对此人们也会公正地表示遗憾，眉宇间的惋惜如同对待一个大牌明星偶尔的失误。而要是一个蒙昧未开的孩子竟然托着一块极品大油呢，人们或猜他有些来历，或者就要关照他说拿好了快回家吧！意思是知道你拿的什么不？实在说，那几年我基本上还能吃到八成饱，可母亲和奶奶都饿得浮肿，腿上手上一按一个坑。那时我还不知道中国发生了什么，不知道农村已经饿死了很多人。但我在我家门前见过两兄弟，夏天，他们都穿着棉衣，坐在太阳底下数黄豆。他们已经几天没吃饭了，终于得到一把黄豆便你一个我一个地分，准备回去煮了吃。"}
{"text":"而要是一个蒙昧未开的孩子竟然托着一块极品大油呢，人们或猜他有些来历，或者就要关照他说拿好了快回家吧！意思是知道你拿的什么不？实在说，那几年我基本上还能吃到八成饱，可母亲和奶奶都饿得浮肿，腿上手上一按一个坑。那时我还不知道中国发生了什么，不知道农村已经饿死了很多人。但我在我家门前见过两兄弟，夏天，他们都穿着棉衣，坐在太阳底下数黄豆。他们已经几天没吃饭了，终于得到一把黄豆便你一个我一个地分，准备回去煮了吃。我还见过我们班上的一个同学，上课时他趴在桌上睡，老师把他叫站起来，他一站起来就倒下去。过后才知道，他的父母不会计划，一个月的粮食半个月就差不多吃光，剩下的日子顿顿喝米汤。我的奶奶很会计划，每顿饭下多少米她都用碗量，量好了再抓出一小撮放进一个小罐，以备不时之需。小罐里的米渐渐多起来，奶奶就买回两只小鸡，偶尔喂它们一点儿米，希望终于能够得到蛋。您肯定它们是母鸡？错不了。两只小鸡慢慢长大了些，浑身雪白，我把它们放在晾衣绳上，使劲摇，悠悠荡荡悠悠荡荡我希望它们能就势展翅高飞。然而它们却前仰后合，一惊一乍地叫，瞅个机会扑啦啦飞下地，惊魂久久不定。奶奶说那不是鸽子那是鸡！老这么着你还想不想吃鸡蛋？两只鸡越长越大，果然都是母的，奶奶说得给它们砌个窝了。我和父亲便去城墙下挖黄土，起城砖，准备砌鸡窝。城墙边，挖土起砖的人络绎不绝，一问，都是要砌鸡窝，便互相交流经验。城墙于是更加残破，化整为零都变成了鸡窝。有些地方城砖已被起光，只剩一道黄土岗，起风时黄尘满天。黄尘中，九层大楼依然巍峨地矗立在不远处，灿烂如一道晚霞。挖土的人们累了，直直腰，擦擦汗，那一片灿烂必进入视野，躲也躲不开。想不到的是，就在那九层大楼的另一侧，在它的辉煌雄伟的遮掩之下，我又见到了那座教堂的钟楼，孤零零的，黯然无光。它的脚下是个院子，院子里有几排房，拥拥挤挤地住了很多人家。但其中的一排与众不同，门锁着，窗上挂着白色的纱帘，整洁又宁静。我的一个小学同学就住在那院子里，是他带我去他家玩，不期而遇我又见到了那座钟楼。它肯定是我当年看到的那座吗？如果那儿从来只有一座，便是了。我不敢说一定。周围的景物已经大变，晾晒的衣裳挂得纵横交错，家家门前烟熏火燎，窗台上一律排放着蜂窝煤和大白菜。收音机里正播放着长篇小说小城春秋。"}
{"text":"它的脚下是个院子，院子里有几排房，拥拥挤挤地住了很多人家。但其中的一排与众不同，门锁着，窗上挂着白色的纱帘，整洁又宁静。我的一个小学同学就住在那院子里，是他带我去他家玩，不期而遇我又见到了那座钟楼。它肯定是我当年看到的那座吗？如果那儿从来只有一座，便是了。我不敢说一定。周围的景物已经大变，晾晒的衣裳挂得纵横交错，家家门前烟熏火燎，窗台上一律排放着蜂窝煤和大白菜。收音机里正播放着长篇小说小城春秋。董行吉那低沉郁悒的声音极具特色，以致那小说讲的都是什么我已忘记，惟记住了一座烟雨迷蒙的小城，以及城中郁郁寡欢的居民。我并不知道那排与众不同的房子是怎么回事，但它的整洁宁静吸引了我。我那同学说别去，我爸和我妈不让我去。但我还是走近它，战战兢兢地走上台阶，战战兢兢地从窗帘的缝隙间往里看。里面像是个会议室，一条长桌，两排高背椅，正面墙上有个大镜框，一道斜阳刚好投射在上面，镜框中是一个女人抱着一个婴儿。再没有别的什么了。这儿是干吗的？不知道。我爸和我妈从来都不让我问。唔，我知道了。可是我知道了。镜框中的女人无比安祥，慈善的目光中又似有一缕凄哀。不，那时我还不知道她是谁，但她的眼神她的姿态她的沉静，加上四周白色的纱帘和那一缕淡淡的夕阳，我心中的懵懂又一次被惊动了，虽不如第一次那般强烈，但却有久别重逢的喜悦。我仿佛又听见了那钟声，那歌唱，脚踩落叶的轻响，以及风过树林那一片辽阔的沙沙声你知道什么了？我也不知道。那你说你知道了？我就是知道了。不信拉倒。自言自语一说小说无规矩可言也对，说小说还是有一些规矩的也对，这看怎么说了。世上没有没有规矩的东西，没有规矩的东西就不是东西就什么都不是，所以没有。在这个意义上说，小说当然是有一些规矩的。譬如，小说总得用着语言譬如，小说还不能抄袭做衣服打家具制造自行车就可以抄袭。小说不能是新闻报道，新闻报道单纯陈述现象，而小说不管运用什么手法，都主要是提供观照或反省现象的新角度新闻报道与新闻体小说之间的差别，刚好可以说明这一点。小说不能是论文，论文是循着演绎和归纳的逻辑去得出一个科学的结论。"}
{"text":"世上没有没有规矩的东西，没有规矩的东西就不是东西就什么都不是，所以没有。在这个意义上说，小说当然是有一些规矩的。譬如，小说总得用着语言譬如，小说还不能抄袭做衣服打家具制造自行车就可以抄袭。小说不能是新闻报道，新闻报道单纯陈述现象，而小说不管运用什么手法，都主要是提供观照或反省现象的新角度新闻报道与新闻体小说之间的差别，刚好可以说明这一点。小说不能是论文，论文是循着演绎和归纳的逻辑去得出一个科学的结论。小说不是科学，小说是在一个包含了多种信息和猜想的系统中的直觉或感悟，虽然也可以有思辨但并不指望有精确的结论。在智力的盲点上才有小说之位置，否则它就要让位于科学这样说绝不意味着贬低或排斥科学。但人类不能只有科学，在科学无能为力的地方，要由其它的什么来安置人的灵魂。小说也不能是哲学，哲学的对象和目的虽与科学相异，但其方法却与科学相同，这种方法的局限决定了哲学要理解一切存在之全时的局限。在超越这局限的愿望中，小说期待着哲理，然而它期待哲理的方法不同于哲学，可能更象禅师讲公案时所用的方法，那是在智力走入绝境之时所获得的方法，那是放弃了智力与功利之时所进入的自由与审美的状态这让我想起了很多存在主义大师竟否认存在主义是哲学，他们更热衷于以小说来体现他们的哲理。小说还不能是施政纲领经济政策议会提案小说还不能是英模报告竞选演说专题座谈。还可以举出一些小说不是什么的例子，但一时举不全。总之，小说常常没有很实用的目的，没有很确定的结论以及很严谨的逻辑。但这不等于说它荒唐无用。和朋友毫无目的毫无顾忌地聊聊天。这有用吗？倘若消灭那样的聊天怎么样？人势必活成冰冷的机器或温暖的畜类。好像只能说小说不是什么，而很难说它是什么，这就说明小说还有无规矩可言的一方面说小说就是小说，这话除了显得聪明之外，没有其它后果。我想，最近似小说的东西就是聊天，当然不是商人式的各怀心计的聊天，也不是学者式的三句话不离学问的聊天，也不是同志式的一帮一，一对红的聊天，而纯粹是朋友之间忘记了一切功利之时的自由倾心坦诚的聊天。人为什么要找朋友聊聊天？因为孤独，因为痛苦和恐惧。即便是有欢乐要与朋友同享，也是因为怕那欢乐在孤独中减色或淹没。人指望靠这样的聊天彻底消灭人的困境吗？不，他知道朋友也是人也无此神通。那么他到朋友那儿去找什么呢？找真诚。"}
{"text":"我想，最近似小说的东西就是聊天，当然不是商人式的各怀心计的聊天，也不是学者式的三句话不离学问的聊天，也不是同志式的一帮一，一对红的聊天，而纯粹是朋友之间忘记了一切功利之时的自由倾心坦诚的聊天。人为什么要找朋友聊聊天？因为孤独，因为痛苦和恐惧。即便是有欢乐要与朋友同享，也是因为怕那欢乐在孤独中减色或淹没。人指望靠这样的聊天彻底消灭人的困境吗？不，他知道朋友也是人也无此神通。那么他到朋友那儿去找什么呢？找真诚。灵魂在自卑的伪饰中受到压迫，只好从超越自卑的真诚中重获自由。那么在这样的聊天中还要立什么规矩呢？在这样的聊天中，悲可以哭吗？怒可以骂吗？可以怯弱颓唐吗？可以痴傻疯颠吗！可以陶醉于一个不切实际的幻想吗！可以满目迷茫满腹牢骚吗？可以谈一件很真实的事也可以谈一个神秘的感觉吗？可以很形象地讲一个人也可以很抽象地讲一种观点吗？可以有条不紊万川归海地讲一个故事，也可以东一榔头西一棒子地任意胡侃神聊吗！可以聊得豪情满怀乐观振奋，也可以聊得心灰意冷悲观失望吗？可以谈吐文雅所论玄妙高深，也可以俗话连篇尽述凡人琐事吗？当然都是可以的，无规矩可言。唯独不能有虚伪。无规矩的规矩只剩下真诚。智力与科学的永恒局限，意味着人最终是一堆无用的热情，于是把真诚奉为圭臬奉若神明。有真诚在就不会绝望，生命就有了救星，生命就可以且天且地尽情畅想任意遨游了，就快要进入审美之境就快要立命于悟性之地了。顺便说一句真诚并不能化悲观为乐观，而只是把悲观升华为泰然，变作死神脚下热烈而温馨的舞蹈。在这种意义上，小说又有什么规矩可言呢？小说一定要塑造出栩栩如生的人物？要结构好起伏曲折的故事？要令人感动？要有诗意或不能有诗意？要有哲理或千万别暴露哲理？不可不干预现实或必须要天马行空？要让人看了心里一星期都痛快都振奋，就不能让人看了心里七天都别扭都沉闷？一定要深刻透顶？一定要气壮山河？一定要民族化或一定要现代主义？一定要懂得陶罐或一定要摆弄一下生殖器？一定要形象思维而一定不能形而上？假设已经把历来的规矩全写在这儿了，但是这些规矩即便全被违背，也照样会有好的小说产生。小说的发展，大约正在于不断违背已有的规矩吧。小说的存在，可能正是为了打破为文乃至为生的若干规矩吧。"}
{"text":"要让人看了心里一星期都痛快都振奋，就不能让人看了心里七天都别扭都沉闷？一定要深刻透顶？一定要气壮山河？一定要民族化或一定要现代主义？一定要懂得陶罐或一定要摆弄一下生殖器？一定要形象思维而一定不能形而上？假设已经把历来的规矩全写在这儿了，但是这些规矩即便全被违背，也照样会有好的小说产生。小说的发展，大约正在于不断违背已有的规矩吧。小说的存在，可能正是为了打破为文乃至为生的若干规矩吧。活于斯世，人被太多的规矩折磨得喘不过气来，伪装与隔膜使人的神经紧张得要断，使每一个人都感到孤独感到软弱得几乎不堪一击，不是人们才乞灵于真诚倾心的交谈吗？不是为了这样的交谈更为广泛，为了使自己真切的但不是智力和科学所能总结的生存感受在同类那儿得到回应，从而消除孤独以及由孤独所加重的痛苦与恐惧，泰然自若地承受这颗星球这个宇宙和这份命运，才创造了小说这东西吗？就小说而言，亘古不变的只有梦想的自由实在的真诚和恰如其分的语言传达。还要什么必须遵守的规矩呢？然而有时人真的没出息透了，弄来弄去把自由与真诚弄去了不说，又在这块净土上拉屎一样地弄出许多规矩，弄得这片圣地满目疮痍，结果只是规矩的发明者头上有了神光，规矩的推行者得以贩卖专制，规矩的二道贩子得一点小利，规矩的追随者被驱赶着被牵引着只会在走红的流派脚下五体投地殊不知自己为何物了。真诚倾心的交谈还怎么能有？伪装与隔膜还怎么能无？面对苍天的静悟为面对市场的机智所代替，圣地变作鬼域。人们念及当初，忽不知何以竟作起小说来。为人的根被刨了烧了，哪儿寻去？所以少来点规矩吧。唯独文学艺术不需要竞争，在这儿只崇尚自由朴素真诚的创造。写小说与交朋友一样，一见虚伪，立刻完蛋。二作为小说的朴素，说白了就是创作态度的老实。当然不是说只许老实交待，不许乱说乱动的那种老实。而是说不欺骗朋友，不戏耍朋友，不吓唬朋友，不卖弄机智存心让朋友去惭愧，也不为了讨好朋友而迁就朋友。对朋友把心掏出来就得，甭扯淡。在这种情况下，朴素一词并不与华丽堂煌对立，也不与玄妙深奥对立，并非我家住在黄土高坡就一定朴素，你家造了航天飞机就一定不朴素。别到外面去寻找朴素，朴素是一种对人对世界的态度，哪儿都可以有，哪儿都可以无。这朴素绝不是指因不开化而故有的愚钝，绝不是指譬如闭塞落后的乡间特产的艰辛和单纯。那些东西是靠不住的。孩子总要长大，偏僻的角落早晚也要步入现代文明。"}
{"text":"而是说不欺骗朋友，不戏耍朋友，不吓唬朋友，不卖弄机智存心让朋友去惭愧，也不为了讨好朋友而迁就朋友。对朋友把心掏出来就得，甭扯淡。在这种情况下，朴素一词并不与华丽堂煌对立，也不与玄妙深奥对立，并非我家住在黄土高坡就一定朴素，你家造了航天飞机就一定不朴素。别到外面去寻找朴素，朴素是一种对人对世界的态度，哪儿都可以有，哪儿都可以无。这朴素绝不是指因不开化而故有的愚钝，绝不是指譬如闭塞落后的乡间特产的艰辛和单纯。那些东西是靠不住的。孩子总要长大，偏僻的角落早晚也要步入现代文明。真正的朴素大约是在历尽现世苦难阅尽人间沧桑看清人的局限领会了一切存在之全的含意之时，痴心不改，仍以真诚驾驶着热情，又以泰然超越了焦虑而呈现的心态。这是白天落地返朴归真，不是顽固不化循环倒退。不是看破红尘灰心丧气，而是赴死之途上真诚的歌舞。这时凭本能凭直觉便会发现，玩弄花活是多么不开明的浪费。三人有三种根本的困境，于是人有三种获得欢乐的机会。第一，人生来注定只能是自己，人生来注定是活在无数他人中间并且无法与他人彻底沟通。这意味着孤独。第二，人生来就有欲望，人实现欲望的能力永远赶不上他欲望的能力，这是一个永恒的距离。这意味着痛苦。第三，人生来不想死，可是人生来就是在走向死。这意味着恐惧。上帝用这三种东西来折磨我们。不过有可能我们理解错了，上帝原是要给我们三种获得欢乐的机会。假如世界上只有我，假如我又没有欲望没有欲望才能不承受那种距离，假如这样我还永远不死，我岂不就要成为一堆无可改变的麻木与无尽无休的沉闷了？这样一想，我情愿还是要那三种困境。我想，写小说之所以挺吸引我，就是因为它能帮我把三种困境变成既是三种困境又是三种获得欢乐的机会。四可以说小说就是聊天，但不能说聊天就是小说。聊天完全可以是彻底的废话，但小说则必须提供看这世界这生命的新的角度也许通俗小说可以除外。通过人物也好，通过事件情绪氛围形式哲理暗示都好，但不能提供新角度的便很难说是创作，因而至少不能算好小说。然而，彻底废话式的聊天却可以在作家笔下产生丰富的意味，这是怎么回事？这是因为他先把我们带离那个实在的平面的以常规角度观照着的聊天，然后把我们带到一个或几个新的位置上，带进一个新的或更大的系统中，从一个或几个新角度再作观照，常规的废话便有了全新的生命。"}
{"text":"聊天完全可以是彻底的废话，但小说则必须提供看这世界这生命的新的角度也许通俗小说可以除外。通过人物也好，通过事件情绪氛围形式哲理暗示都好，但不能提供新角度的便很难说是创作，因而至少不能算好小说。然而，彻底废话式的聊天却可以在作家笔下产生丰富的意味，这是怎么回事？这是因为他先把我们带离那个实在的平面的以常规角度观照着的聊天，然后把我们带到一个或几个新的位置上，带进一个新的或更大的系统中，从一个或几个新角度再作观照，常规的废话便有了全新的生命。就象宇航员头一次从月亮上看地球，从那个角度上所感受到的意味和所发出的感慨，必不是我们以往从地球上看地球时所能有的。这大概就是人们常说的间离效果和陌生化吧。我们退离我们已经习惯了的位置，退离我们已经烂熟了的心态，我们才有创造的可能。您把您漂亮的妻子拥抱于你，她就仅仅是您的妻子，您从遥远的地方看她在空天阔野间行走，您才可能看到一个精灵般的女人。您依偎在母亲怀中，您感受到母亲的慈爱，您无意间看她的背影您也许才会看到一个母亲的悲壮。小说主要是做着这样的事吧，这样的创造。但这有什么用呢？那么阿波罗上了月球又有什么用呢？宇宙早晚要毁灭，一切又都有什么用呢？一切创造说到底是生命的自我愉悦。与其说人是在发现着无限的外在，毋宁说人是借外在形式证明自己无限的发现力。无限的外在形式，不过是人无限的内在发现力的印证罢了，这是人唯一可能得到的酬劳。原始艺术中那些变形的抽象的图案和线条，只是向往创造之心的轨迹，别的什么都不是。所以，与其说种种发现是为了维持生命，毋宁说维持生命是为了去作这种种发现，以便生命能有不尽的欢乐，灵魂能有普渡之舟。最难堪的念头就是好死不如歹活，因为死亡坚定地恭候着每一位寿星。认为好死不如歹活的民族，一般很难理解另外的人类热爱冒险是为了什么。总之，写小说的人应该估计到这样两件事一艺术的有用与产房和粮店的有用不一样。二读小说的人，没有很多时间用来多知道一件别人的事，他知道知道不完。但是，读小说的人却总有兴趣换换角度看这个人间，虽然他知道这也没有个完。五现在很流行说玩儿玩儿，无论写小说还是干别的什么事，都喜欢自称只是玩儿玩儿，并且误以为这就是游戏人生的境界。您认真看过孩子的游戏吗？认真看过也许就能发现，那简直就是人生的一个象征，一个缩影，一个说明。"}
{"text":"总之，写小说的人应该估计到这样两件事一艺术的有用与产房和粮店的有用不一样。二读小说的人，没有很多时间用来多知道一件别人的事，他知道知道不完。但是，读小说的人却总有兴趣换换角度看这个人间，虽然他知道这也没有个完。五现在很流行说玩儿玩儿，无论写小说还是干别的什么事，都喜欢自称只是玩儿玩儿，并且误以为这就是游戏人生的境界。您认真看过孩子的游戏吗？认真看过也许就能发现，那简直就是人生的一个象征，一个缩影，一个说明。孩子的游戏有两个最突出的特点一是没有目的，只陶醉于游戏的过程，或说游戏的过程即是游戏的目的一是极度认真地假装，并极度认真地看待这假装假装你是妈妈，他是孩子。假装你是大夫你给他打针。假装我哭了，假装你让我别哭。当然，孩子的游戏还只是游戏，还谈不上游戏境界。当一个人长大了，有一天忽然透悟了人生原来也不过是一场游戏，也是无所谓目的而只有一个过程，然后他视过程为目的，仍极度认真地将自己投入其中如醉如痴，这才是游戏境界。而所谓玩儿玩儿呢？开始我以为是游戏境界的同义语，后来才知道它还有一个注脚别那么认真，太认真了会失望会痛苦。他怕失望那么他本来在希望什么呢？显然不是希望一个如醉如痴的过程，因为这样的过程只能由认真来维系。显然他是太看重了目的，看重了而又达不到，于是倍感痛苦如果又受不住这痛苦呢？当然就害怕了认真，结果就玩儿玩儿算了。但好像又没有这么便宜的事，玩儿玩儿既是为了逃避痛苦，就说明痛苦一直在追得他乱跑。这下就看出玩儿玩儿与游戏境界的根本相反了。一个是倾心于过程从而实现了精神的自由泰然和欢乐，一个是追逐着目的从而在惊惶痛苦和上当之余，含冤含怨故作潇洒自欺欺人。我无意对这两种情况作道德判断，我单是说这两件事根本不一样世上原有很多神异而形似的东西。譬如性生活与耍流氓，其实完全不一样。我是考虑到，玩儿玩儿既然不能认真，久而久之必降低兴致，会成了一件太劳累太吃亏的事。我想，认真于过程还是最好的一件事。世上的事不怕就不怕这样的认真，一旦不认真了就可怕了。认真是灵魂获取酬劳的唯一途径。小说是关乎灵魂的勾当，一旦失魂落魄，一切玩儿玩儿技法的构想，都与洗肠和导尿的意义无二。"}
