{"text":"法师每每须纠正并责罚那恶作剧的猴子，和风流自赏的猪仔，因为他们不完美的心思和卑鄙的情欲，常常使他们陷入各种窘境。在这个由人类到神佛的参拜旅程中，人性脆弱的本能愤怒复仇暴躁肉欲不宽恕，尤其是自大和不谦逊的本能，不断地暴露出来。人类的技巧增高时，破坏力也同时加高，因为我们现在都像那只有法术的猴子一样，能腾云驾雾，在空中大翻筋斗即飞机在空中倒飞侧飞，由我们的猴腿上拔下毫毛，使它们变成小猴，去攻击我们的敌人，敲打天门，粗野无礼地把看门人推开，要求和天神同等并列。这只猴子是聪慧的，但是很自大他有厉害的法术，可以闯入天门，可是没有相当健全平衡和冷静的精神在天上安静地过生活。所以他对这个尘世的生活，资格很够，可是对于天上的那些不配的神仙生活，他的资格却还差得远呢。他的品性上有一些粗鄙的恶作剧的叛逆的质素，好比黄金里有着未曾炼净的渣滓，所以在上半部西游记里，当他未曾参加西行取经时，有一次他跑到天上去，造成了一种可怕的局面，像一只从动物园里铁笼中逃出来的野性狮子一样，为了有一种不能悛改的恶作剧的习性，他曾破坏了西天王母娘娘款待天上神仙所开的年宴，他因为未曾被邀请参加蟠桃盛会，不禁大怒，假扮着上帝的使者，遇着赤脚大仙去赴会，即谎骗他宴会的地址已改，使他走错了地方，自己变成赤脚大仙的样子，跑去参加盛会。上他当的神仙为数很多。他跑到宝阁，才知道他是最先光临的贵客。除了那些在右厢走廊下看管几瓮玉液琼浆的仆人外，一个宾客也没有到。他就使个神通，拔下几根毫毛，放入口中，嚼碎喷去，喝一声变，即刻变做几个瞌睡虫，把那些仆人全弄睡了，于是便把那几瓮仙酒喝完。喝得半醉跌跌撞撞地跑进大厅，把摆在台子上的蟠桃也吃光。当那些客人来临看见宴会席上的那种杯盘狼藉的情形时，他已跑到太上老君的家里去弄把戏了，设法偷吃了太上老君的长生不老金丹。后来，他一则恐怕这把戏发生严重的后果，二则因为不曾被邀请去参加蟠桃盛会，心里很是愤愤不平，所以即偷偷地离开天上回到了他的花果山，又做起猴王来，并对小猴们说他厌恶上天。于是他便举起背叛上天的旗帜，在旗上写着齐天大圣的字样。接着，这只猴子就和上天发生猛烈的战争，他并没有败北，后来还亏观世音菩萨在云中用了花枝把他打倒，总算把他捉住了。"}
{"text":"后来，他一则恐怕这把戏发生严重的后果，二则因为不曾被邀请去参加蟠桃盛会，心里很是愤愤不平，所以即偷偷地离开天上回到了他的花果山，又做起猴王来，并对小猴们说他厌恶上天。于是他便举起背叛上天的旗帜，在旗上写着齐天大圣的字样。接着，这只猴子就和上天发生猛烈的战争，他并没有败北，后来还亏观世音菩萨在云中用了花枝把他打倒，总算把他捉住了。我们永像这只猴子一样在做叛逆的行为，我们没有和平，也没有谦卑，一直到观世音菩萨从天上抛下花枝，把我们克服了才止。我们直需等到科学把宇宙间的一切界线探索出来后，才会得到真正谦卑的教训。在那部故事里那只猴子被捉住后还在背叛不已，质问天上的玉皇大帝为什么不在神仙中给他一个更高的名位，最后还要和如来佛或者上帝打个赌，才肯降服。他说，以他的法力他能够跑到天地的尽头，如做到了，应实授他齐天大圣的名号，如不能的话他便情愿一辈子屈服。于是他跳到空中，一个筋斗，风驰电掣地不知过了多少路，等他停下来时，只见五根肉红柱子，他便以为一定是人迹罕到的尽头了。为证明他曾到过这地方起见，他在第三根柱子根下，撒了一泡猴尿，很得意地跑回来，把他的行程告诉佛祖。佛祖于是张开那只手，叫他闻闻中指下边的气味，告诉他说，他始终不曾跑出佛祖的一只手掌。这时猴子才低头认输，被佛祖用铁链缚在石上，经过了五百年，才由玄奘法师将他释放，跟着到西天去取经。这只猴子――就是我们的小影――尽管其自大和恶作剧，终究还是一只极其可爱的动物。所以人类尽管有许多弱点，尽管有许多缺点，我们仍必须爱人类。论强壮的肌肉因为我们是动物，有一个会死的身体，所以我们也就有被杀的可能，一般的人当然是不喜欢被杀的。我们有一种追求智识和智慧的神圣欲望，可是我们一旦有了智识，因而便产生各人不同的见解，争论也就此产生。在长生不死的神灵世界里，争论是永不会停止的，如果有异见的双方都不肯认错，我真想不出有什么方法可以解决它。在人类的世界里，便不同了，争论者的对方便是他的眼中钉――越看越觉得看不顺眼，他自己的论据也越觉合理――于是把对方干脆杀死，争端就此解决。如果甲杀死乙，甲便是对的如果乙杀死甲，乙便是对的。毋庸讳言，这就是禽兽解决争端的老法子。所以在动物世界里，狮子始终是站在对的地位。"}
{"text":"在长生不死的神灵世界里，争论是永不会停止的，如果有异见的双方都不肯认错，我真想不出有什么方法可以解决它。在人类的世界里，便不同了，争论者的对方便是他的眼中钉――越看越觉得看不顺眼，他自己的论据也越觉合理――于是把对方干脆杀死，争端就此解决。如果甲杀死乙，甲便是对的如果乙杀死甲，乙便是对的。毋庸讳言，这就是禽兽解决争端的老法子。所以在动物世界里，狮子始终是站在对的地位。人类的社会情形就是这样的，所以我们可以根据这种现象，把人类的历史――一直到现代――做一种适当的解释。关系地球圆形说及太阳系的问题，伽里略曾发现了一些观念，但他不能不把他的观念改变一些，因为他有一个会死会被杀戮和被苦刑的身体。和伽里略辩论是件吃力的事，假如伽里略少了一个会死的身体的话，你休想叫他认错，这就变成讨厌的事情了。但在当时，只要有一间行刑房或一间监牢――更不必说断头台和炮烙柱――就可以叫他认错。当时的传教士和绅士们决心要和伽里略一决雌雄。后来伽里略认错了，于是传教士和绅士们更相信他们自己是对的。争端也就此爽快地解决。这种解决方法极为便当，极有效力。侵掠战争宗教战争，萨拉丁，十二世纪埃及和叙利亚的苏丹跟基督教的战争，宗教的肃清，烧死神巫的事件，以至近代用战舰去宣传基督福音，逼迫异教徒改信基督教，以战舰去迫别种人担负白种人的负荷，以及墨索里尼以坦克和飞机到阿比西尼亚去传播文明，这一切的事件――全是依据于这种人类由遗传所得的动物的逻辑，意大利人有着较精良的枪炮，有着较准确的射击术，能杀较多的人，因之墨索里尼把文明传播到阿比西尼亚去了如果阿比西尼亚有着更优良的枪炮，更准确的射击，能杀更多的人，我想塞拉西ss也必要把阿比西尼亚的文明带到意大利去的。我们都有一些高贵的狮子性格，我们都鄙视争论。我们崇敬军人，因为他能把意见不同者一无犹豫地杀死。如果一个人要证明他自己是对的，要使对方闭口无言，最敏捷的方法是把他绞杀，当人们无力强迫人家认错时，才会用说话这方法。所以实际行动的人是少说话的，他们鄙视争论。我们说话的目的是想影响人家，如果我们知道力量足以影响人家，或统治他们，那又何必多说话呢？这样看来，国际联盟在上次东三省战争和阿比西尼亚战争时说了那么许多的话，岂不有点无聊吗？那是够伤心的，所以国际联盟这种特性是一个不祥的预兆。"}
{"text":"我们都有一些高贵的狮子性格，我们都鄙视争论。我们崇敬军人，因为他能把意见不同者一无犹豫地杀死。如果一个人要证明他自己是对的，要使对方闭口无言，最敏捷的方法是把他绞杀，当人们无力强迫人家认错时，才会用说话这方法。所以实际行动的人是少说话的，他们鄙视争论。我们说话的目的是想影响人家，如果我们知道力量足以影响人家，或统治他们，那又何必多说话呢？这样看来，国际联盟在上次东三省战争和阿比西尼亚战争时说了那么许多的话，岂不有点无聊吗？那是够伤心的，所以国际联盟这种特性是一个不祥的预兆。在另一方面如果以武力解决争论，而没有幽默感的话，有时即会造成大笑话，例如日本人竟相信用飞机的轰炸和机关枪的扫射，能消灭中国人的反日情绪。有着这个原因，我不敢决然地承认人类是合理的动物。我常以为国际联盟实是一所优良的现代语言学校，注重现代语言的翻译，起先由一个演说家用英语做了一次完美的演说，等到听众熟识了演词的要旨和内容后，又由一个翻译专家把这篇演词译成流利畅达优雅的法国语。关于发音声调之抑扬顿挫等等，务必达于上乘，使听众对语言学得到一次极美满的实习，事实上他比倍立兹学校更好它是一所现代语言学兼演说学的学校。有一个朋友甚至对我说，当他在日内瓦住了六个月后，他多年发音含糊的旧习也居然纠正了。但是这里也有一个令人诧异的事实，就是在这个虽然是专为交换意见之用的国际联盟里，除了说话外不做别用的机关里，居然也有大说话者和小说话者之别，大说话者是那些有大拳头者，小说话者是那些有小拳头者，可见这种玩意儿根本是骗人的勾当，是十分无聊的。这好像是小拳头国家的口才不能像大拳头国家那么流利似的，我以为信服大拳头者的口才的固有观念，仍是上述那种动物遗传性的一部分。我在此不愿用畜生一字，然而用在这里似乎是再适当也没有了。这件事的要点当然是在人类除了有斗争的本能外，也还有说话的本能。从历史的意义上说来，舌头是和拳头或粗臂膀同其久远的。人类之异于其他动物，便是人类能把说话跟拳脚混合应用，这就是人类特有的性格。这点似乎是说明国际联盟美国议会或职工大会这一类的组织――只要是人类有机会说话的任何组织――会永远存在着的，我们人类似乎是注定必须要先用谈论的方法去决定正或误，这并不错，因为谈论也是天使们的一个特性。"}
{"text":"这件事的要点当然是在人类除了有斗争的本能外，也还有说话的本能。从历史的意义上说来，舌头是和拳头或粗臂膀同其久远的。人类之异于其他动物，便是人类能把说话跟拳脚混合应用，这就是人类特有的性格。这点似乎是说明国际联盟美国议会或职工大会这一类的组织――只要是人类有机会说话的任何组织――会永远存在着的，我们人类似乎是注定必须要先用谈论的方法去决定正或误，这并不错，因为谈论也是天使们的一个特性。所糟糕的是当我们谈论到某一个程度时，臂膀较粗的一边便会恼羞成怒，由恼羞成怒而捏紧拳头向台一敲，揪住对方的颈项痛殴一番，然后回过头来问那些好似陪审官的观众道我对，还是他对？这种解决方法只有人类会用。天使完全以说话去解决争端禽兽完全以肌肉和爪牙解决争端惟有人类拿拳脚和说话去解决争端。天使绝对相信公理禽兽绝对相信强权只有人类以为强权就是公理。两者比较起来，谈论本能或辩白是非的努力当然是比较高尚一些。我们相信终会有一天人类将完全以谈论方式去解决争端。到那时候，人类才是真的得救了。在现在我们只好暂时让茶馆方法和茶馆心理去解决争端，不管争端是在茶馆里或国际联盟里解决这两个地方始终是一贯地同样表现着人类的特性。这种茶馆式的解决方式，我曾见到过两次，一次是在一九三二――三三年，一次是在一九三六年。最有趣的是在这二次的争论中，又夹杂了人类的第三种本能――谦让。在一九三二年那桩事件中，两边发生了争端，我们在茶馆里据说是做陪审官的。起诉的原因是一边犯了偷窃产业之罪。那个臂膀粗大的家伙起初也参加争论，做了一次替自己辩争的演说，他说他对这邻人已表示无上的忍酎――他是多么有自制力，多么大量慷慨，他是要替他邻人整顿花园，动机是多么纯洁！但有桩可笑的事情，当他一边在督促我们继续谈论下去时，一边却溜出屋外，在那偷来的产业四周筑了一道篱笆，然后回来请我们去看看他的行径是否正当。我们都去看，我们看见他把那道新筑的篱笆，还在慢慢地向西扩大开去，篱笆在这时候还继续不断地移动着呢，好吧！我对，还是他对？我们的判决是你错了。――我们说这句话确有一点轻率。于是那个臂膀粗大的家伙以为他在大庭广众之间遭了凌辱！他的谦让之心受了冤枉，他的荣誉遭了玷污，便提出抗议。并且又生气又骄傲地走出会场，用着带讥笑的卑视态度把鞋上的尘埃拂去，认为我们都不够朋友。试想这样的一个家伙居然以为是受了凌辱！"}
{"text":"我们都去看，我们看见他把那道新筑的篱笆，还在慢慢地向西扩大开去，篱笆在这时候还继续不断地移动着呢，好吧！我对，还是他对？我们的判决是你错了。――我们说这句话确有一点轻率。于是那个臂膀粗大的家伙以为他在大庭广众之间遭了凌辱！他的谦让之心受了冤枉，他的荣誉遭了玷污，便提出抗议。并且又生气又骄傲地走出会场，用着带讥笑的卑视态度把鞋上的尘埃拂去，认为我们都不够朋友。试想这样的一个家伙居然以为是受了凌辱！所以我说，谦让这第三种本能把事情弄得愈加复杂。这次之后，这家以科学方法解决私人争端为标榜的茶馆便失掉了大部分的威信。后来我们在一九三六年又去评判另一个争端。另外一个臂膀粗大的家伙说，他要把这次争论的始末和盘托出，要求大家主持正义。我听得正义一词，不禁打了一个寒噤，我们鉴于局势的恶劣和我们陪审官的才能不足，所以早具戒心。但因为我们决心要表明我们确是名副其实的公正裁判者，所以几乎全体一致地当面对他说，你的行为是错误的，是恃强凌弱的。他也以为他是受了凌辱，谦让之心受了冤枉，荣誉受了玷污。于是他即揪住对方的颈项，拖到外边把他杀死，然后回转来问我们我对，还是他对？我们齐声说你对，你对！一边说一边还深深地向他鞠一躬。他还是不满足，又问我们现在我可有资格做你们的朋友吗？我们都像茶馆里的顾客一般，嚷道你当然有资格做我们的朋友！杀人者是多么谦逊啊！这是救主降生后一九三六年的人类文明。我想法律和正义的演进，在最古的时候当我们还是野蛮人的时代，一定也有着上述那种情形。由茶馆式的解决方式演进到最高法院在那里被判罪者并不抗议说他是受了凌辱似乎已经过了一个很长时期的发展。十年前当我们创办那爿茶馆时，我们以为我们是走上文明之路了，可是一个更明慧的上帝，一个认识人类和人类的主要性格的上帝，也许早就预料到中途会发生挫折的。他也许起始就知道我们一定会失败，一定会踌躇不前，我们又回复了从前的行为，像森林中的野蛮人一样，互相攻击，揪住对方的头发，咬着对方的肉。但我并不完全绝望。因为谦让或廉耻这种本能究竟是好的，谈论也是好的本能。在我看来，现在的人类是完全不知道什么叫做羞耻。但我们还是应该继续假想着我们是有廉耻观念的，继续去谈论吧，让我们这样一直谈论下去，总会有一天能够达到天使那种幸福的境地。"}
{"text":"他也许起始就知道我们一定会失败，一定会踌躇不前，我们又回复了从前的行为，像森林中的野蛮人一样，互相攻击，揪住对方的头发，咬着对方的肉。但我并不完全绝望。因为谦让或廉耻这种本能究竟是好的，谈论也是好的本能。在我看来，现在的人类是完全不知道什么叫做羞耻。但我们还是应该继续假想着我们是有廉耻观念的，继续去谈论吧，让我们这样一直谈论下去，总会有一天能够达到天使那种幸福的境地。论不免一死因为我们有这么个会死的身体，以至于遭到下面一些不可逃避的后果第一，我们都不免一死第二，我们都有一个肚子第三，我们有强壮的肌肉第四，我们都有一个喜新厌旧的心。这些事实各有它根本的特质，所以对于人类文明有很重要的影响。因为这种现象太明显了，所以我们反而不曾想起它。我们如果不把这些后果看清楚，便不能认识我们自己和我们的文明。人类无论贵贱，身躯总是五六尺高，寿命总是五六十岁。我疑惑这世间的一切民主政治诗歌和哲学是否都是以上帝所定的这个事实为出发点的。大致说来，这种办法颇为妥当。我们的身子长得恰到好处，不太高，也不太低。至少我对于我这个五尺四寸之躯是很满意的。同时五六十年在我看来已是够悠长的时期事实上五六十年便是两三个世代了。依造物主的安排方法，当我们呱呱堕地后，一些年高的祖父即在相当时期内死掉。当我们自己做祖父的时候，我们看见另外的小婴儿出世了。看起来，这办法真是再好也没有。这里的整个哲学便是依据下面的这句中国俗语――家有千顷良田，只睡五尺高床。即使是一个国王，他的床，似乎不需超过七尺，而且一到晚上，他也非到那边去躺着不可。所以我是跟国王一样幸福的。无论这个人怎么样的富裕，但能超过圣经中所说的七十年的限度的，就不多见，活到七十岁，在中国便称为古稀，因为中国有一句诗人生七十古来稀。关于财富，也是如此。我们在这生命中人人有份，但没有一个人握着全部的抵押权。因此我们对于人生可以抱着比较轻快随便的态度我们不是这个尘世的永久的房客，而是过路的旅客。地主佃户，都是一样的旅客。这种观念减弱了地主一词的意义。没有一个人能实在地说，他拥有一所房子或一片田地。一位中国诗人说得好苍田青山无限好，前人耕耘后人收寄语后人且莫喜，更有后人乐逍遥！人类很少能够体念到死的平等意义。"}
{"text":"关于财富，也是如此。我们在这生命中人人有份，但没有一个人握着全部的抵押权。因此我们对于人生可以抱着比较轻快随便的态度我们不是这个尘世的永久的房客，而是过路的旅客。地主佃户，都是一样的旅客。这种观念减弱了地主一词的意义。没有一个人能实在地说，他拥有一所房子或一片田地。一位中国诗人说得好苍田青山无限好，前人耕耘后人收寄语后人且莫喜，更有后人乐逍遥！人类很少能够体念到死的平等意义。世间假如没有死，那末即使是圣海伦那在拿破仑也要觉得毫不在乎，而欧洲将不知是要变成个什么样子。世间如果真没有死，我们便没有英雄豪杰的传记，就是有的话，也一定会有一种较不宽恕，较无同情心的态度。我们宽恕世界的一切伟人，因为他们是死了。他们一死，我们便觉得已和他们消灭了仇恨。每个葬礼的行列都似有着一面旗帜，上边写着人类平等的字样。万里长城的建造者，专制暴君秦始皇焚书坑儒，制定腹诽处死的法律中国人民在下面那首讲到秦始皇之死的歌谣里，表现着多么伟大的生之欢乐啊！秦始皇奄僵！开吾民，据吾床，饮吾酒，唾吾浆，餐吾饮，以为粮张吾弓，射东墙，前至沙丘当灭亡！人类喜剧的意识，与诗歌和哲学的资料，大都是如此而产生的。能鉴到死亡的人，也能见到人类喜剧的意识，于是他即很迅速地变成诗人了。莎士比亚写哈姆莱特寻找亚力山大帝的高贵残骸遗灰，后来他发现这灰土也被人家拿去塞一个啤酒桶的漏洞亚力山大死了，亚力山大葬了，亚力山大变成尘土了，我们拿尘土来做粘土，为什么不可以去塞一个啤酒桶的漏洞呢？莎士比亚写这段文字时，已经变成了一个深刻的诗人了。莎士比亚使李却王二世谈到坟墓虫儿墓志铭，谈到皇帝死后，虫儿在他的头颅中也玩着朝廷上的滑稽剧，又谈到有一个购买田地的大买主，经过着法令具结罚金双重证据和收回，结果他虽花了如许罚金s，但仍变成一个良好的头顶满装着精致的尘土。莎士比亚在这地方即表现着最优越的喜剧意识。奥玛迦，十世纪波斯诗人及中国的贾凫西别名木皮子，一位隐居的中国诗人，都是从死亡的意识上获得他们的诙谐心情，以及对历史的诙谐解释。"}
{"text":"莎士比亚在这地方即表现着最优越的喜剧意识。奥玛迦，十世纪波斯诗人及中国的贾凫西别名木皮子，一位隐居的中国诗人，都是从死亡的意识上获得他们的诙谐心情，以及对历史的诙谐解释。他们从那些在皇帝的坟墓里住着的狐狸来借题发挥庄子的全部哲学，也是基于他对于一个骷髅的言论。中国的哲学到庄子的时代，才第一次蕴含着深刻的理论和幽默的成分庄子之楚，见空骷髅，然有形檄以马捶，因而问之曰夫子贪生失理，而为此乎？将子有亡国之事，斧钺之诛，而为此乎？将子有不善之行，愧遗父母妻子之丑，而为此乎？将子有冻馁之患，而为此乎？将子之春秋故及此乎？于是语卒，援骷髅枕而卧庄子妻死，惠子吊之。庄子则方箕踞鼓盆而歌。惠子曰与人居，长子老身，死不哭，亦足矣又鼓盆而歌，不亦甚乎？庄子曰不然。是其始死也，我独何能无慨然？察其始而本无生非徒无生也，而本无形非徒无形也，而本无气。杂乎芒芴之间，变而有气气变而有形形变而有生今又变而之死，是相与为春秋冬夏四时行也。人且偃然寝于巨室，而我然随而哭之，自以为不通乎命。故止也。当我们承认人类不免一死的时候，当我们意识到时间消逝的时候，诗歌和哲学才会产生出来。这种时间消逝的意识是藏在中西一切诗歌的背面的――人生本是一场梦我们正如划船在一个落日余晖返照的明朗下午，沿着河划去花不常好，月不常圆，人类生命也随着在动植物界的行列中永久向前走，出生长成死亡，把空位又让给别人。等到人类看透了这尘世的空虚时，方才开始觉悟起来。庄子说，有一次做个梦，梦见自己变成蝴蝶，他也觉得能够展开翅膀来飞翔，好像一切都是真的，可是当他醒来时，他觉得他才是真实的庄子但是后来，他陷入颇滑稽的沉思中，他不知道到底是庄子在梦做蝴蝶，还是一只蝴蝶在梦做庄子。所以人生真是一场梦，人类活像一个旅客，乘在船上，沿着永恒的时间之河驶去，在某一个地方上船，在另一个地方上岸，好让其他河边等候的旅客上船。假如我们不以为人生实是一场梦，或是过路的旅客所走的一段旅程，或是一个连演员自己也不知道是在做戏的舞台，那么，人生的诗歌连一半也不曾存在了。"}
