{"text":"对于一个严肃的作家来说，他生命中最严肃的事情便是写作，他把他最好的东西都放到了作品里，其余的一切已经变得可有可无。因此，毫不奇怪，他绝不愿意作品之外的任何东西来转移人们对他的作品的注意，反而把他的作品看做可有可无，宛如―――借用昆德拉的表达―――他的动作声明立场的一个阑尾。然而，在今天，作家中还有几人仍能保持着这种迂腐的严肃？将近两个世纪前，歌德已经抱怨新闻对文学的侵犯报纸把每个人正在做的或者正在思考的都公之于众，甚至连他的打算也置于众目睽睽之下。其结果是使任何事物都无法成熟，每一时刻都被下一时刻所消耗，根本无积累可言。歌德倘若知道今天的情况，他该知足才是。我们时代的鲜明特点是文学向新闻的蜕变，传媒的宣传和炒作几乎成了文学成就的唯一标志，作家们不但不以为耻，反而争相与传媒调情。新闻记者成了指导人们阅读的权威，一个作家如果未在传媒上亮相，他的作品就必定默默无闻。文学批评家也只是在做着新闻记者的工作，如同昆德拉所说，在他们手中，批评不再以发现真正有价值的作品及其价值所在为己任，而是变成了简单而匆忙的关于文学时事的信息。其中更有哗众取宠之辈，专以危言耸听制造文坛新闻另一种存在事件为能事。在这样一个浮躁的时代，文学的安静已是过时的陋习，或者―――但愿我不是过于乐观―――只成了少数不怕过时的作家的特权。九结构的自由和游戏精神关于小说的形式，昆德拉最推崇的是拉伯雷的传统，他把这一传统归纳为结构的自由和游戏精神。他认为，当代小说家的任务是将拉伯雷式的自由与结构的要求重新结合，既把握真正的世界，同时又自由地游戏。在这方面，卡夫卡和托马斯曼堪为楷模。作为一个外行，我无意多加发挥，仅限于转述他所提及的以下要点主题―――关于存在的提问―――而非故事情节成为结构的线索。不必构造故事。人物无姓名，没有一本户口簿。主题多元，一切都成为主题，不存在主题与桥前景与背景的区别，诸主题在无主题性的广阔背景前展开。背景消失，只有前景，如立体画。无须桥和填充，不必为了满足形式及其强制性而离开小说家真正感兴趣的东西。游戏精神，非现实主义。小说家有离题的权力，可以自由地写使自己入迷的一切，从多角度开掘某个关于存在的问题。提倡将文论式思索并入小说的艺术。"}
{"text":"不必构造故事。人物无姓名，没有一本户口簿。主题多元，一切都成为主题，不存在主题与桥前景与背景的区别，诸主题在无主题性的广阔背景前展开。背景消失，只有前景，如立体画。无须桥和填充，不必为了满足形式及其强制性而离开小说家真正感兴趣的东西。游戏精神，非现实主义。小说家有离题的权力，可以自由地写使自己入迷的一切，从多角度开掘某个关于存在的问题。提倡将文论式思索并入小说的艺术。为了证明小说形式方面的上述探索方向的现代性，我再转抄一位法国作家和一位中国作家的证词。这些证词是我偶然读到的，它们与昆德拉的文论肯定没有直接的联系，因而更具证明的效力。法国作家玛格里特杜拉写作并不是叙述故事。是叙述故事的反面。是同时叙述一切。是叙述一个故事同时又叙述这探究存在之谜个故事的空无所有。是叙述由于一个故事不在而展开的故事。中国作家韩东我不喜欢把假事写真，即小说习惯的那种编故事的方式，而喜欢把真事写假。出发点是事实和个人经验，但那不是目的。我的目的是假，假的部分即越出新闻真实的部分是文学的意义所在。附带说一句，读到韩东这一小段话时我感到了一种惊喜，并且立即信任了他，相信他是一个好的小说家―――我所说的好，不限于但肯定包括艺术上严肃的含义。也就是说，不管他的小说怎样貌似玩世不恭，我都相信他是一个严肃的小说艺术家。另一种存在简洁的力量不同的书有不同的含金量。世上许多书只有很低的含金量，甚至完全是废矿，可怜那些没有鉴别力的读者辛苦地去开凿，结果一无所获。含金量高的书，第一言之有物，传达了独特的思想或感受第二文字凝练，赋予了这些思想或感受以最简洁的形式。这样的书自有一种深入人心的力量，使人过目难忘。在这方面，法国作家儒勒列那尔的作品堪称典范。胡萝卜须是列那尔的代表作，他在其中再现了自己辛酸的童年生活。记得第一次读这本书时，我常常情不自禁地流泪，又常常情不自禁地破涕为笑。书中那个在家里饱受歧视和虐待的孩子，他聪明又憨厚，淘气又乖顺，充满童趣却被逼得少年老成，真是又可爱又可怜。他清楚地意识到自己在家里的地位，因此万事都不敢任性，而是努力揣摩和迎合大人的心思，但结果总是弄巧成拙，遭受加倍的屈辱。"}
{"text":"这样的书自有一种深入人心的力量，使人过目难忘。在这方面，法国作家儒勒列那尔的作品堪称典范。胡萝卜须是列那尔的代表作，他在其中再现了自己辛酸的童年生活。记得第一次读这本书时，我常常情不自禁地流泪，又常常情不自禁地破涕为笑。书中那个在家里饱受歧视和虐待的孩子，他聪明又憨厚，淘气又乖顺，充满童趣却被逼得少年老成，真是又可爱又可怜。他清楚地意识到自己在家里的地位，因此万事都不敢任性，而是努力揣摩和迎合大人的心思，但结果总是弄巧成拙，遭受加倍的屈辱。当然，最后他反抗了，反抗得义无反顾。我相信，列那尔的作品以敏锐的观察和冷峻的幽默见长，是与他的童年经历有关的，来自亲人的折磨使他很早就养成了对世界的一种审视态度。胡萝卜须由一些独立成篇的小故事组成，每一篇的文字都十分干净，读起来毫无窒碍，我几乎是一口气把它们读完的。列那尔的观察之细致和文风之简洁是公认的，不列颠百科全书说他的散文到了无一字多余的地步。试看他在自然记事中对动物的描写蝙蝠―――枝头上一簇簇破布喜鹊―――老穿着那件燕尾服，真是最有法国气派的禽类跳蚤―――一粒带弹簧的烟草种子蛇―――太长了蜗牛―――他只会用舌头走路。列那尔的眼力好，笔力也好。他非常自觉地锤炼文字，要求自己像罗丹雕塑那样进行写作，凿去一切废料。他认为，风格就是仅仅使用必不可少的词，绝对不写长句子，最好只用主语动词和谓语。拉马丁思考五分钟就要写一小时，他说应该反过来。他甚至给自己规定，每天只写一行。他的确属于那种产量不太高的作家。我所读到的他的最精辟的话是我把那些还没有以文学为职业的人称做经典作家。以文学为职业的弊病是不管有没有想写的东西都非写不可，于是难免写得滥。当然，一个职业作家仍然可以用非职业的态度来写作，只写自己真正想写的东西，就像列那尔那样。对于一个作家来说，节省语言是基本的美德。所谓节省语言，倒不在于刻意少写，而在于不管写多写少，都力求货真价实。这一要求见之于修辞，就是剪除一切可有可无的词句，达于文风的简洁。由于惜墨如金，所以果然就落笔成金，字字都掷地有声。在印刷垃圾泛滥的今天，我忽然怀念起列那尔来，于是写了上面这些感想。另一种存在小散文模式有若干很畅销的刊物编辑向我约稿，我把稿子寄去，却往往不符合要求。"}
{"text":"对于一个作家来说，节省语言是基本的美德。所谓节省语言，倒不在于刻意少写，而在于不管写多写少，都力求货真价实。这一要求见之于修辞，就是剪除一切可有可无的词句，达于文风的简洁。由于惜墨如金，所以果然就落笔成金，字字都掷地有声。在印刷垃圾泛滥的今天，我忽然怀念起列那尔来，于是写了上面这些感想。另一种存在小散文模式有若干很畅销的刊物编辑向我约稿，我把稿子寄去，却往往不符合要求。编辑指点说，每篇文章应该有一个小故事，然后从中引出道理来，这样的文章深入浅出，最受读者欢迎。好玩也不好玩的是，几种不同刊物的编辑都不约而同地向我如是指点迷津。我明白他们的意思。这是现在极其流行的小散文模式小故事小情调小哲理。那小故事一定是相当感人的，包含着纯洁的爱情亲情或友情之类要素，读了会使人为人性的善良和人生的美好而沁出泪花。在重功利轻人情的现代生活中，这类小散文讴歌并且证明着古老的温情，给人以一种廉价的安慰。也许因为这个原因，它们便成了最雅俗共赏的文化快餐，风行于各类大众刊物，并且为许多文摘类刊物所乐于转载。然而，这种东西岂不也像微量的鸦片一样，在对人心悄悄发生着麻醉作用？我不否认生活中有一些称得上美好的小遭遇和小场景，它们会使人产生某种温馨的感觉。可是，人生有其更深刻亦更严峻的一面，社会也有其更复杂亦更冷酷的一面，而这类小散文的泛滥则明白无误地昭示了一种逃避。凡模式化的东西都是最容易写的，小散文也不例外。读多了这类东西，你就会发现，它们实在是惊人地相似，以至于你对其中任何一篇都留不下确切的印象，留下的只是一点儿似是而非的小感动，一点儿模糊不清的小感悟。我确信这种东西是有害的，它们会使读者的感觉和理解力趋于肤浅，丧失了领悟生活实质和社会真相的能力。基于上述理由，我拒绝加入今日的小散文合唱。另一种存在作为读者的批评家每逢必须对我不熟悉的事情说话的场合，我就感到惶恐。现在的情形就是这样。萧元先生是一位文学批评家，他的关注领域主要是中国当代小说，而我偏偏很少读中国当代的小说作品，几乎不读中国当代的文学批评文章。因此，当他如此恳切地请我给他的文学评论选集自言自语写序，我则因为盛情难却应诺了下来以后，心里一直发虚。"}
{"text":"基于上述理由，我拒绝加入今日的小散文合唱。另一种存在作为读者的批评家每逢必须对我不熟悉的事情说话的场合，我就感到惶恐。现在的情形就是这样。萧元先生是一位文学批评家，他的关注领域主要是中国当代小说，而我偏偏很少读中国当代的小说作品，几乎不读中国当代的文学批评文章。因此，当他如此恳切地请我给他的文学评论选集自言自语写序，我则因为盛情难却应诺了下来以后，心里一直发虚。幸亏他的这本书不像我在刊物上时常瞥见的那些批评文章那样艰涩，我居然比较轻松地读完了，在读的过程中还被激发了一些感想式的思考。那么，我就来说说我的这些感想式的思考。我之少读中国当代小说，主要是因为精力有限，只能满足于偶然翻翻。在这偶然的阅读中，有过少许幸运的相遇，也肯定会有若干遗憾的错过―――我相信其数量同样不会多。我之不读中国当代文学批评，则是出于一种偏见。我偏执地认为，中国现在没有真正的文学批评。批评的阵地被两样东西占据着。一是商业性的新闻炒作，往往作品未出便先声夺人，广告式宣传铺天盖地，制造出一个个虚假的轰动效应。另一是伪学术的术语轰炸，所谓的批评文章往往只是一知半解地贩卖西方批评理论，堆砌一些话语权力文化霸权之类的时髦术语，千篇一律而又不知所云。两者的共同特点是对作品本身不感兴趣，更谈不上悉心解读，所关心的都是文学以外的东西。批评理论如今在西方的确成了一个非常热闹的领域，文学以外的各个学科，包括哲学尤其是结构主义和后结构主义心理学例如精神分析学人类学等等，都纷纷涌入其中，自命为最合理的方法，要求拥有对文学的最高批评权。这种情形对于文学究竟是福音还是灾难，实在是值得怀疑的。我至少敢肯定一点一个人仅仅做了这些理论中的一种的追随者和零售商，甚至做了所有这些理论的追随者和批发商，他还完全不是一个批评家。我们这里有许多人却正是这样，他们把遇到的任何一部作品都当做一个例证，在其上煞有介事地演绎一番某个贩运来的理论，便自以为是在从事文学批评了，接着也就以一个前卫的批评家自居了。可是，读他们的所谓批评文章，你对他们所评论的那部作品绝对增进不了理解，获得的全部信息不过是他们在费力地追随某个理论罢了。我对批评家的看法要朴素得多。在我看来，一个批评家应该首先是一个读者。"}
{"text":"我们这里有许多人却正是这样，他们把遇到的任何一部作品都当做一个例证，在其上煞有介事地演绎一番某个贩运来的理论，便自以为是在从事文学批评了，接着也就以一个前卫的批评家自居了。可是，读他们的所谓批评文章，你对他们所评论的那部作品绝对增进不了理解，获得的全部信息不过是他们在费力地追随某个理论罢了。我对批评家的看法要朴素得多。在我看来，一个批评家应该首先是一个读者。作为读者，他有自己个人的趣味，读一部小说时知道自己是不是喜欢。一个人如果已经丧失了做读者的能力，读作品时不再问也不再知道自己是不是喜欢，只是条件反射似地产生应用某种理论的冲动，那么，他也许可以勉强算一个理论家，但肯定不是批评家。做批评家的第一要求是对文本感兴趣，这种兴趣超出对任何理论的兴趣，不会被别的兴趣取代和抹杀。一个在自己不感兴趣的文本上花工夫的批评家终归是可疑的。当然，做批评家不能停留在是一个读者，他还应该是一个学者。作为学者，他对于自己感兴趣的文本具有进行理论分析的能力，这时候他所创建的或所接受的理论便能起到一种框架和工具的作用了。首先是读者，然后才是学者。首先是直接阅读的兴趣，然后才是间接阅读的能力。这个次序决定了他是在对文本进行批评，还是在借文本空谈理论。更进一步，一个好的批评家不但是学者，还应该是一个思想者，他不但研究作品，而且另一种存在与作品对话，他的批评不只是在探求文本的意义，而且也是在探求生活的真理。具体到批评家个人，因为气质兴趣的不同，对作品的关注方向也会不同。有的是学者型的，更关注其形式的和知识的方面有的是思想者型的，更关注其内容的和价值的方面还有一种是作家型的，长于描绘对作品的主观感受和联想，写出的评论更像是独立的文学作品，不是严格意义上的批评。不论属于哪一类，首先做一个好读者都是前提。一个人只要真正喜欢一本书一个作家，不管他以何种方式谈论这本书这个作家，都必能说出一些精彩的话。我的以上议论看似与萧元的这本集子无关，其实正是由之引发的。读了这本集子，我在萧元身上首先辨认出的便是他是一个真诚的读者。可以感觉到，他只是因为喜欢文学，喜欢读中外文学作品，才走上文学批评这条路的。"}
{"text":"不论属于哪一类，首先做一个好读者都是前提。一个人只要真正喜欢一本书一个作家，不管他以何种方式谈论这本书这个作家，都必能说出一些精彩的话。我的以上议论看似与萧元的这本集子无关，其实正是由之引发的。读了这本集子，我在萧元身上首先辨认出的便是他是一个真诚的读者。可以感觉到，他只是因为喜欢文学，喜欢读中外文学作品，才走上文学批评这条路的。他读残雪读进去了，读得入迷了，于是不由自主地要解开其魅力之谜，结果便有了那一组分析残雪作品中的艺术要素和精神内涵的系列文章。除了对作品的评论外，集子里还收进了一些批评当今文学现象尤其是文学世俗化倾向的文章，其嫉恶如仇的鲜明立场给人印象至深。其实，在任何时代，文学在产生少许精品的同时总是制造出大量垃圾，只是两者的比例在今天显得愈发悬殊罢了。大多数读者向文学所要求的只是消费品，而期待着伟大作品也被伟大作品期待着的那种读者必定是少数，不妨把他们称做巴赫金曾经谈到过的高级接受者。这少数读者往往隐而不显，分散在不同的角落里，但确实存在着。如果说批评家负有一种责任的话，这责任便是为此提供证据，因为批评家原本就应该是这少数读者的发言人，一个公开说话的高级接受者。探究存在之谜读务虚笔记的笔记一小说与务虚务虚笔记是迄今为止创作的第一部长篇小说，发表已两年，评论界和读者的反应都不算热烈，远不及他以前的一些中短篇作品。一个较普遍的说法是，它不像小说。这部小说的确不太符合人们通常对小说的概念，我也可以举出若干证据来。例如，第一，书名本身就不像小说的标题。第二，小说中的人物皆无名无姓，没有外貌，仅用字母代表，并且在叙述中常常被故意混淆。第三，自己也常常出场，与小说中的人物对话，甚至与小说中的人物相混淆。对于不像小说的责备，自己有一个回答我不关心小说是什么，只关心小说可以怎样写。可以怎样写？这取决于为什么要写小说。是要通过写小说来追踪和最大限度地接近灵魂中发生的事。在他看来，凡是有助于实现这个目的的手法都是允许的，小说是一个最自由的领域，应该没有任何限制包括体裁的限制，不必在乎写出来的还是不是小说。就小说是一种精神表达而言，我完全赞同这个见解。"}
{"text":"第三，自己也常常出场，与小说中的人物对话，甚至与小说中的人物相混淆。对于不像小说的责备，自己有一个回答我不关心小说是什么，只关心小说可以怎样写。可以怎样写？这取决于为什么要写小说。是要通过写小说来追踪和最大限度地接近灵魂中发生的事。在他看来，凡是有助于实现这个目的的手法都是允许的，小说是一个最自由的领域，应该没有任何限制包括体裁的限制，不必在乎写出来的还是不是小说。就小说是一种精神表达而言，我完全赞同这个见解。对于一个精神探索者来说，学科类别和文学体裁的划分都是极其次要的，他有权打破由逻辑和社会分工所规定的所有这些界限，为自己的精神探索寻找和创造最恰当的表达形式。也就是说，他只须写他真正想写的东西，写得让自己满意，至于别人把他写出的东西如何归类，或者竟无法归类，他都无须理会。凡真正的写都是这样的精神探索者，他们与那些因为或者为了职业而搞哲学搞文学写诗写小说等等的人的区别即在于此。我接着似乎应该补充说就小说作为一种文学体裁而言，在乎不在乎是一回事，是不是则是另一回事。自卡夫卡以来的现代小说虽然大多皆蒙不像小说之责备，却依然被承认是小说，则小说好像仍具有某种公认的规定性，正是根据此规定性，我们才得以把现代小说和古典小说都称做小说。在我的印象里，不论小说的写法怎样千变万化，不可少了两个要素，一是叙事，二是虚构。一部作品倘若具备这两个要素，便可以被承认为小说，否则便不能。譬如说，完全不含叙事的通篇抒情或通篇说理不是小说，完全不含虚构的通篇纪实也不是小说。但这只是大略言之，如果认真追究起来，叙事与非叙事之间例如在叙心中之事的场合虚构与非虚构之间因为并无判定实与虚的绝对尺度的界限也只具有相对的性质。现代小说的革命并未把叙事和虚构推翻掉，却改变了它们的关系和方式。大体而论，在传统小说中，事处于中心地位，写小说就是编即虚构故事，小说家的本领就体现在编出精彩的故事。所谓精彩，无非是离奇引人入胜令人心碎或感动之类的戏剧性效果，虚构便以追求此种效果为最高目的。至于叙不过是修辞和布局的技巧罢了，叙事艺术相当于诱骗艺术，巧妙的叙即成功的骗，能把虚构的故事讲述得栩栩如生，使读者信以为真。在此意义上，可以把传统小说定义为逼真地叙虚构之事。"}
{"text":"现代小说的革命并未把叙事和虚构推翻掉，却改变了它们的关系和方式。大体而论，在传统小说中，事处于中心地位，写小说就是编即虚构故事，小说家的本领就体现在编出精彩的故事。所谓精彩，无非是离奇引人入胜令人心碎或感动之类的戏剧性效果，虚构便以追求此种效果为最高目的。至于叙不过是修辞和布局的技巧罢了，叙事艺术相当于诱骗艺术，巧妙的叙即成功的骗，能把虚构的故事讲述得栩栩如生，使读者信以为真。在此意义上，可以把传统小说定义为逼真地叙虚构之事。在现代小说中，处于中心地位的不是事，而是叙。好探究存在之谜的小说家仍然可以是编故事的高手，但也可以不是，比编故事的本领重要得多的是一种独特的叙事方式，它展示了认识存在的一种新的眼光。在此眼光下，实有之事与虚构之事之间的界限不复存在，实有之事也成了虚构，只是存在显现的一种可能性，从而意味着无限多的别种可能性。因此，在现代小说中，虚构主要不是编精彩的故事，而是对实有之事的解构，由此而进窥其后隐藏着的广阔的可能性领域和存在之秘密。在此意义上，可以把现代小说定义为对实有之事的虚构式叙述。我们究竟依据什么来区分事物的实有和非实有呢？每日每时，在世界上活动着各种各样的人，发生着各种各样的事，不妨说这些人和事都是实有的，其存在是不依我们的意识而转移的。然而，我们不是以外在于世界的方式活在世界上的，每个人从生到死都活在世界之中，并且不是以置身于一个容器中的方式，而是融为一体，即我在世界之中，世界也在我之中。所谓融为一体并无固定的模式，总是因人而异的。对我而言，惟有那些进入了我的心灵的人和事才构成了我的世界，而在进入的同时也就被我的心灵所改变。这样一个世界仅仅属于我，而不属于任何别的人。它是否实有呢？如果答案是否定的，则我们就必须进而否定任何实有的世界之存在，因为现象纷呈是世界存在的唯一方式，在它向每个人所显现的样态之背后，并不存在着一个自在的世界。不存在自在之物―――西方哲学跋涉了两千多年才得出的这个认识，凭借自己的悟性就得到了。他说古园中的落叶，有的被路灯照亮，有的隐入黑暗，往事或故人就像那落叶一样，在我的心灵里被我的回忆或想像照亮，而闪现为印象。这是我所能得到的唯一的真实。真实并不在我的心灵之外，在我的心灵之外并没有一种叫做真实的东西原原本本地呆在那另一种存在儿。"}
