{"text":"而且在中国历史文化上，有一个不易的法则，每当时代变乱到极点，无可救药时，出来拨乱反正的人物，都是道家人物。不过，他们有他们的一贯作风――功成，名遂，身退，天之道也。帮助人家打好天下，成功了，或在私人事业上，帮助别人发财，当上了老板，然后自己飘然而去。如商汤时的伊尹傅说，周朝开国时的姜太公，春秋战国时期的范蠡，汉朝开国时的张良陈平，三国时的诸葛亮，都是道家人物。姜太公与范蠡，完全做到了功成，名遂，身退的天之道张良则差一点，最后欲退而不能，本事不算大至于诸葛亮，他的立身处事，完全是儒家的态度，鞠躬尽瘁，死而后已，恰如其分。次如唐代的魏征，明代的刘伯温，清朝的范文程等等，还有许多不可知不可数的道家人物。数十年前，国内流行一股研究明史的风气，其实研究断代史，以明史最难研究，如果以明代开国皇帝朱元璋为研究对象的中心，那就要注意一般编史书的人不大采用而是朱元璋亲自写的几篇文章，的确具有重大的历史价值。在这几篇文章中指出，帮助朱元璋打天下的，有几个道人。实际上，他们都是表面上装疯卖傻的道家人物。其中一个是周颠，江西建昌人，人们只知道他姓周，不知道他的名字，因常在市街上疯疯癫癫，便叫他周颠，实际是一位学道家神仙之道的人物。朱元璋曾多次试验他，一次把他放在蒸笼里，再罩上一口大缸，用热水蒸了半天，朱元璋认为该已经蒸熟了，移缸揭开蒸笼观察，不料他竟在里面作蒸汽浴，和现在流行的三温暖或土耳其浴一样，满身大汗，对朱元璋说你好！你的事业可以完成了。好舒服啊！朱元璋对他无可奈何。但朱元璋每次遇有困难，他都会出现，助一臂之力。像打陈友谅的时候，他也跟着一路去，朱元璋心想，这疯子出现就会遇上麻烦，这次去打陈友谅，本来是一场艰苦而危险的战争，他又来了，可真讨厌，于是想把周颠沉到江里去。朱元璋带兵到了南昌，他还是不知从哪里冒出来。果然，在战场上千钧一发之际，他又帮了朱元璋的大忙。这些人物，因为太神话化了，而编写正史的，多为儒家人物，由于他们的传统观念，对于这许多史实，都不收罗进去。事实上，朱元璋本人的著作中，所描写的这类史料很多，这里只是举一个例子而已。太上老君与李老子现在再循历史时代回溯上去。"}
{"text":"朱元璋带兵到了南昌，他还是不知从哪里冒出来。果然，在战场上千钧一发之际，他又帮了朱元璋的大忙。这些人物，因为太神话化了，而编写正史的，多为儒家人物，由于他们的传统观念，对于这许多史实，都不收罗进去。事实上，朱元璋本人的著作中，所描写的这类史料很多，这里只是举一个例子而已。太上老君与李老子现在再循历史时代回溯上去。例如最著名的汉朝的文景之治，汉文帝与景帝父子相继，为汉朝鼎盛的尖峰时期唐朝的贞观之治，乃至于唐玄宗――白居易长恨歌中所描写的夜半与杨贵妃窃窃私语，发誓在天愿作比翼鸟，在地愿为连理枝的唐明皇，他们年轻时代，初期开创基业所用的都是道家学术――也就是内用黄老，外示儒术。而汉唐这两个时代，亦就是整个历史上，算来是最可观的时代。由此可以证明，道家学术在拨乱反正的机运上，具有最重要的价值，我们不能不知。再看近代的史实，清军入关，统治了当时拥有四亿人口的中华民族，成立大清帝国。所用的方略，领导政治的最高哲学思想，就是老子的学术，他所用的兵法也不讲究孙子，也不用其他兵书，就干脆研究三国演义。研究老子的学术，用之于政治经济教育军事社会等等方面尤其与开国创业时期的关系，就要把康熙以来历朝事物，研究得清楚，那大概可以知道老庄哲学的运用了。清康熙在十二岁的幼年，就登位当皇帝了。当时中国的版图，实际上并没有完全受他统治，外面有四个强有力的藩镇诸侯，内有掌握了大权的权臣，他的帝位还在摇摇欲坠。可是他在以后的几年中，能够把内在的障碍排除，外在的势力削平，进一步，奠定大清二百余年的基础。由于他六十余年的努力，打好了升平治世的根基，这都不是偶然得来的。可以说有清一代的成就，上比汉唐两朝更兴隆，更鼎盛。回顾历史的陈迹，展望未来，我们现在所处的这个动乱的时代，大概不会再延续太久了，照历史法则的推演，应该是丁卯年一九八七年以后，我们的民族气运与国运，正好开始回转走向康熙乾隆那样的盛世，而且可以持续两三百年之久，希望现代青年，好好把握这个机会，那么，就更要懂老子的思想学说。现代一般人对老子一书，名之为道德经或老子道德经，因为这部书，前面部分论道，后半部谈德，所以又有此别名，而且远自汉唐，就有此分法。"}
{"text":"回顾历史的陈迹，展望未来，我们现在所处的这个动乱的时代，大概不会再延续太久了，照历史法则的推演，应该是丁卯年一九八七年以后，我们的民族气运与国运，正好开始回转走向康熙乾隆那样的盛世，而且可以持续两三百年之久，希望现代青年，好好把握这个机会，那么，就更要懂老子的思想学说。现代一般人对老子一书，名之为道德经或老子道德经，因为这部书，前面部分论道，后半部谈德，所以又有此别名，而且远自汉唐，就有此分法。据唐中宗景龙二年公元七八年易州龙兴观建立的道德经碑，内容即是老子这部书，碑的正面刻的是道经三十七章，背面刻的德经四十四章。另外在弘明集所载牟子理惑论中，有所理正于三十七条，兼法老氏道经三十七篇的话，而单子为汉代人。由此可知，远在汉代，已有人将老子一书分作道德二经了。不过以道德经三字统称老子一书的，可能自沿用唐代开始的习惯。这些属于考据上的事情，暂不去深究。在唐朝更有一个有趣的故事，从这故事中，更可看到人性的另一面。英明如唐太宗，他当皇帝以后，因为自己的姓氏――李的来由，在传说中非常稀奇古怪。照古老神话的传说，李姓的第一代始祖就是老子，远在尧舜时代的人，因为在李树下出生，所以就姓李。更传说他母亲怀胎了八十一年之久，因此生下来时，须发皆白，立刻就成为太上老君，这是关于老子诞生和姓氏来源的传说。唐太宗之姓李的来由，研究起中国姓氏源流和宗族渊源来，又有各种说法。可是他当了皇帝以后，一定要把家族祖先的血统追溯得更光辉一些。正如世界上任何民族，如果在人群社会中有了事功上的成就，一定要找根，而且一定要使那根整饰塑造得光辉一点。这是人性必然的道理。同样地，唐太宗也要找根，也要找一个光辉的根。追溯历史，李姓人物，以老子最好，在学术上的成就很了不起，所以他设法说成是老子的后代。但是老子只是在学说上有成就，还要把他再捧高一点，后来李唐子孙便把他捧为教主，变成太上老君，封为道教的教主。道教实际上也成为唐朝正式的国教，只是当时没有国教的名称，而事实上唐朝历代的帝王皇后嫔妃都要像佛教的受戒一样，去受符。如唐玄宗杨贵妃这些人，都曾受符。明代的开国皇帝朱元璋，也有同样的想法，而他选择了朱熹，所以大捧朱熹。"}
{"text":"追溯历史，李姓人物，以老子最好，在学术上的成就很了不起，所以他设法说成是老子的后代。但是老子只是在学说上有成就，还要把他再捧高一点，后来李唐子孙便把他捧为教主，变成太上老君，封为道教的教主。道教实际上也成为唐朝正式的国教，只是当时没有国教的名称，而事实上唐朝历代的帝王皇后嫔妃都要像佛教的受戒一样，去受符。如唐玄宗杨贵妃这些人，都曾受符。明代的开国皇帝朱元璋，也有同样的想法，而他选择了朱熹，所以大捧朱熹。本来，他想把祖宗和朱熹扯上关系，可是自己毕竟是一代帝王，这种事不能太过分勉强。只有像张献忠这样的人，在到处流窜为害时，一天打到张飞庙，问得庙中供奉的神像是张飞，于是一时兴起，居然懂得姓氏宗族的人伦道理，要到庙里祭拜，下令部下作祭文。可是那些被胁在帐下的穷酸文人作的祭文，引经据典，他自己看不懂，大为不满，一连杀了几个文人，最后还是自己动手写道你姓张，咱老子也姓张，咱俩连宗吧！就这样连起宗来了，成为千秋的笑柄。可是，朱元璋打算把朱熹拉进自己祖先行列的时候，有一天碰到一个理发的也姓朱，就问理发匠是不是朱熹的后代，这理发匠说我不是朱的后代，朱熹绝对不是我的祖先。朱元璋说朱熹是前辈大学问家，你就认了吧！理发匠说绝对不是。这一来，朱元璋攀亲的思想发生了动摇，他转念之下，觉得一个平民中的理发匠，尚且不肯乱认祖宗，而自己当了皇帝，又何必认朱熹为祖先，因为打消了原有的念头。可是对于朱熹，还是极力地捧起来。例如，在明朝应试求功名，非读朱熹注解的四书不可，后来演变到清朝，承袭明代故事，便以朱注四书为考试制度中评判高下决定取舍的标准本。汉文帝善用老子的法宝老子道德经，自唐代开始，加上由皇帝的提倡，因此更被重视，而流行，而风行，而盛行。但道德经的道与德二字的正确含义是什么？等讨论到原文时再申述。现在来看一个历史故事，以了解黄老之学在中国历史上所以占有重要地位的原因，使研究黄老的人，掌握到研究的正确方向，然后，再由黄老之学的应用方面，进入到形而上的个人自己修养的养生之道，以及与孔孟学说的汇流。道家在中国历史上，最初发生最大影响的，是在汉朝汉高祖刘邦的创业之初，所用建立功业最大的人才，便是张良陈平这些人，而他们都是学道家的人物。"}
{"text":"但道德经的道与德二字的正确含义是什么？等讨论到原文时再申述。现在来看一个历史故事，以了解黄老之学在中国历史上所以占有重要地位的原因，使研究黄老的人，掌握到研究的正确方向，然后，再由黄老之学的应用方面，进入到形而上的个人自己修养的养生之道，以及与孔孟学说的汇流。道家在中国历史上，最初发生最大影响的，是在汉朝汉高祖刘邦的创业之初，所用建立功业最大的人才，便是张良陈平这些人，而他们都是学道家的人物。在历史上标榜汉初的盛世文景之治，汉文与汉景父子两代的思想领导，都是用黄老的道家学说。另一方面也可以说，和母教有密切的关系，因为汉文帝与汉景帝的母亲，都喜欢研究老子，而受其影响很大。在如此的家庭教育和时代潮流中，在周围环境的巨大影响下，政治哲学的最高领导学说，表现得最深刻的便是汉文帝。大汉一代的开基皇帝高祖刘邦，在位不过几年就死了，政权则落到他妻子吕雉的手中，天下最诱惑人的权势，极少有人摆脱得开，因此吕后便想因势乘便，要把帝位转给娘家的人。但是，当年跟刘邦一起打天下的文臣武将们，袍泽情深，都不以为然，所以等吕后一死，便起来削清吕家的权力。在这一段时间中，政治经济社会等等，都非常混乱。吕家的权力虽然削平，大臣们就要找出刘邦的儿子来接皇帝位，可是刘邦的儿子已被吕后杀得差不多了，只有一个小儿子刘恒，被分封在西北边塞为代王，毗邻匈奴――内蒙的荒漠贫瘠地带。因为他母亲薄氏，喜欢走道家清净无为的路线，近似现代只敲敲木鱼念念佛的人，防意如城，无欲无争，吕后没有把她放在眼里，才保全了性命。这时大臣们商议，就找到了这位远在边塞性情朴实清心寡欲守道尚德的代王，把他迎请到首都长安来，继承汉祚，他便是后来的汉文帝。研究这段历史，在黄老之学方面的运用，是很有意思的。刘恒，顶了一个代王的头衔，被冷落在边塞，突然传说长安有人来，请他回中央当皇帝，真是福从天降，人世间没有更好的事了。可是，他知道这个消息后，就去请示母亲，该不该应邀。这时刘恒的两个重要干部，一个是郎中令――相近现代的秘书长――张武，一个是中尉――类似现代的参谋长――宋昌。张武认为，此时正是中央政府最混乱的时候，而且朝中的一班大臣，都是跟刘邦一起打天下的人物，是刘恒的父执辈，很难驾御，所以不能去，必须打听清楚。而宋昌则反对此说，他分析情势，认为可以去。"}
{"text":"刘恒，顶了一个代王的头衔，被冷落在边塞，突然传说长安有人来，请他回中央当皇帝，真是福从天降，人世间没有更好的事了。可是，他知道这个消息后，就去请示母亲，该不该应邀。这时刘恒的两个重要干部，一个是郎中令――相近现代的秘书长――张武，一个是中尉――类似现代的参谋长――宋昌。张武认为，此时正是中央政府最混乱的时候，而且朝中的一班大臣，都是跟刘邦一起打天下的人物，是刘恒的父执辈，很难驾御，所以不能去，必须打听清楚。而宋昌则反对此说，他分析情势，认为可以去。他说，自秦始皇暴虐以来，天下大乱，各地英雄纷起抗暴，而最后统一天下的，是你的父亲刘邦。天下的老百姓都认为天下是你刘家的，虽然有吕后这一次夺权，但为时很短，天下人心仍然归刘。现在大臣们把政权动乱的局面安定下来以后，如果不是看清楚民心归趋所在，也不会到遥远的边塞来迎请你回去当皇帝。既然天下归心，那么大势已在掌握，为什么不去？两人的意见恰恰相反，很难下一决定，最后请示母亲时，这位深通老子的老太太，运用了无为之道用而不用的原理说先派舅舅薄昭到长安去看看吧！意思是先派一位大使前往观察一下形势，收集些情报资料。这位大使舅爷自长安回来，报告情况说，可以去接位，于是刘恒才带领张武宋昌等一些干部，前往长安，准备承接皇位。这时刘恒的身份，还是代王，不算是皇帝，不过是刘邦几个儿子中的一个，连太子的名分也很勉强，最多只能说他同等于一位太子而已。在另一方面，这时汉朝中央政府的权力，实际上早已掌握在周勃一人手中。当刘恒从边塞来到了首都长安城外的渭桥地方，周勃早率领了文武百官，跪下来接驾，刘恒也立即跪下来还礼。这就是刘恒之成为汉文帝，他深知此时的局势非常微妙，进退应对之间很难处理，何况自己还没有即位，所以立即下跪回拜，这也就是老子的精神――谦德。老子中说我有三宝，曰慈曰俭曰不敢为天下先。这是老子的三件法宝。汉文帝的一生，就实践了老子这三件法宝。可是在刘恒左右的张武和宋昌，也是了不起的重要干部，都曾深习黄老之学。在渭桥行过礼后，周勃向刘恒说代王！我和你退一步，单独说几句话。这时宋昌就出来说不可以。请问周相公，你要向代王报告的，是公事？还是私事？如果是私话，则今日无私。如果是公事，则请你当众说，何必退一步说？宋昌确实是一位好参谋长，这也是老子之道无私的反面运用。"}
{"text":"老子中说我有三宝，曰慈曰俭曰不敢为天下先。这是老子的三件法宝。汉文帝的一生，就实践了老子这三件法宝。可是在刘恒左右的张武和宋昌，也是了不起的重要干部，都曾深习黄老之学。在渭桥行过礼后，周勃向刘恒说代王！我和你退一步，单独说几句话。这时宋昌就出来说不可以。请问周相公，你要向代王报告的，是公事？还是私事？如果是私话，则今日无私。如果是公事，则请你当众说，何必退一步说？宋昌确实是一位好参谋长，这也是老子之道无私的反面运用。周勃被他说得没办法，就说没有别的，只是公事。宋昌说什么事？周勃说是皇帝的玉玺在此，特别送上。于是将玉玺送给代王。刘恒接过玉玺，照常情，他就是皇帝了，他却说这不可以，今天我初到，还不了解情形，天下之事，不一定由我来当皇帝，可以当皇帝的人很多，我现只是先代为把玉玺保管起来，过些时日再说。这就是黄老之道的用而不用，要而不要了。谦虚是谦虚，该要的还是要。他收下玉玺以后，还是没有立刻即皇帝位，住在宾馆九个月，没有办事，等一切都观察清楚了，才宣布即位当皇帝，这时年纪还很轻，政事还是很难为。第一，他的同宗兄弟中，还有年纪比他大的，还有一些远房伯伯叔叔的孩子，亦算是刘家的宗室。第二，以前曾跟刘邦一同起来创业掌有兵权的老将军们，分在四面八方，人数很多。内在的政治基础不够稳固，外面的实力空虚，自己手上没有一个兵，只是手里拿到一颗玉石刻的大印，能印得了什么？可是他考察了九个月以后，发现最难对付的，是长江以南的地方势力，包括了缘湘赣五岭以南的广东广西福建乃至云南贵州等地，其中的南越王赵佗，在吕后乱政的时候，他听说在故乡的兄弟被诛，祖坟被挖，对汉朝非常怨恨。吕后死后，他见汉朝中央主政无人，便自称皇帝，而且兴兵到湖南长沙的边境，准备向北进攻。赵佗原来是河北人，是与汉高祖同时起来，反抗暴秦的英雄好汉之一，秦始皇被打垮以后，他未能在北方发展，就到南方在广东当县尉令，任上县令死时，把县政交给了他，他便自称南越王。那时五岭以南地区，尚未开发，为边远的蛮荒烟瘴之地，汉高祖亦奈何他不得，派了一位亦道亦儒的能员陆贾当大使，干脆承认了南越王的地位。后来因为吕后对不起他，所以在吕后死后，他也自认为有资格即皇帝位，窥伺汉室。半壁江山一纸书像这样一个局面，该怎么办呢？"}
{"text":"赵佗原来是河北人，是与汉高祖同时起来，反抗暴秦的英雄好汉之一，秦始皇被打垮以后，他未能在北方发展，就到南方在广东当县尉令，任上县令死时，把县政交给了他，他便自称南越王。那时五岭以南地区，尚未开发，为边远的蛮荒烟瘴之地，汉高祖亦奈何他不得，派了一位亦道亦儒的能员陆贾当大使，干脆承认了南越王的地位。后来因为吕后对不起他，所以在吕后死后，他也自认为有资格即皇帝位，窥伺汉室。半壁江山一纸书像这样一个局面，该怎么办呢？如果说出兵与赵佗一战，这一主战思想，将使问题更见严重，决策不能稍有疏失，内战结果，胜败不可知，天下属于谁家，就很难说了！因此只有另作他图，汉文帝有鉴于此，所以他在就皇帝职位后，除了修明内政以外，便只有用黄老之道了。在历史的记载上，有关汉文帝处理这个大难题的有两封信，其中一封是汉文帝给赵佗的，一封是赵佗答复汉文帝的，这样两封往来的信件，消弭一场大战于无形，亦拯救了无数生灵。当然，事情并不如此简单，汉文帝在写这封信之外，还有内政上的措施，军事上的部署等等，并且遴选了一位老谋深算的特使，便是赵佗的老朋友陆贾。各方面都有了妥善的安排，摆好了一个有利的形势，增加了这封信的力量，于是收到宏大的预期效果。从这两封信上，我们不难窥见黄老之道的精神与内涵。现在，我们先在这里介绍两信的原文，然后再作一概略的分析。汉文帝赐南越王赵佗书皇帝谨问南越王甚苦心劳意。朕高皇帝侧室之子，弃外奉北藩于代，道里辽远，壅蔽朴愚，未尝致书。高皇帝弃群臣，孝惠皇帝即世，高后自临事，不幸有疾，日进不衰，以故谆乎治。诸吕为变故乱法，不能独制，乃取他姓子为孝惠皇帝嗣。赖宗庙之灵，功臣之力，诛之已毕。朕以王侯吏不释之故，不得不立，今即位。乃者闻王遗将军隆虑侯书，求亲昆弟，请罢长沙两将军。朕以王书，罢将军博阳侯亲昆在真定者，已遣人存问，修治先人家。前日闻王发兵于边，为寇灾不止。当其时，长沙苦之，南郡尤甚。虽王之国，庸独利乎？必多杀士卒，伤良将吏。寡人之妻，孤人之子，独人之父母，得一亡十，朕不忍为也。朕欲定地犬牙相入者，以问吏。吏曰高皇帝所以介长沙土地。朕不能擅变焉。"}
{"text":"朕以王侯吏不释之故，不得不立，今即位。乃者闻王遗将军隆虑侯书，求亲昆弟，请罢长沙两将军。朕以王书，罢将军博阳侯亲昆在真定者，已遣人存问，修治先人家。前日闻王发兵于边，为寇灾不止。当其时，长沙苦之，南郡尤甚。虽王之国，庸独利乎？必多杀士卒，伤良将吏。寡人之妻，孤人之子，独人之父母，得一亡十，朕不忍为也。朕欲定地犬牙相入者，以问吏。吏曰高皇帝所以介长沙土地。朕不能擅变焉。吏曰得王之土，不足以为大得王之财，不足以为富服领以南，王自治之。虽然，王之号为帝。两帝并立，亡一乘之使以通其道，是争也。争而不让，仁者不为也。愿与王分弃前患，终今以来，通使如故。故使贾，谕告王朕意，王亦受之，毋为寇灾矣，上褚五十衣，中褚三十衣，遗王，愿王听乐娱忧，存问邻国。南越王赵佗上汉文帝书蛮夷大长老臣佗，昧死再拜上书皇帝陛下老夫故越吏也。高皇帝幸赐臣伦玺，以为南越王，孝惠皇帝义不忍绝，所赐老夫者甚厚。高后用事，别异蛮夷，出令曰毋与越金铁田器马牛羊。老夫僻处，马牛羊齿日长，自己祭祀不修，有死罪，使凡三辈上书谢过，终不反。又风闻父母坟墓已坏削，兄弟宗族已诛论。吏相与议曰今内不得振于汉，外亡以自高异。故更号为帝，自帝其国，非有害天下也。高皇帝闻之大怒，削南越之籍，使使不通。老夫窃疑长沙王谗臣，故发兵以代其边。老夫处越四十九年，今抱孙焉。然夙兴夜寐，寝不安席食不甘味者，以不得事汉也。今陛下幸哀怜，复故号，通使如故，老夫死骨不腐，改号不敢为帝矣。现在，且分析一下这两封信。汉文帝给南越王赵佗的这封信，用文学的眼光，从文字上看它的写作技巧，可以判断，也许不是出于秘书长这一类的人物所写，而是由汉文帝自己动手写的亲笔信，这也就表示了出于他的诚恳。再仔细研究它的文字从皇帝谨问南越王甚苦心劳意，不得不立，今即位。这一段，一开头甚苦心劳意这一句，就是带刺的，他向南越王问候说你用心良苦，太辛苦了。"}
