{"text":"三年以后，华北华南，同濒危急，而上海却出现了碟仙。前者所关心的还是国运，后者却只在问试题，奖券，亡魂。着眼的大小，固已迥不相同，而名目则更加冠冕，因为这灵乩是中国的留德学生白同君所发明，合于科学的。科学救国已经叫了近十年，谁都知道这是很对的，并非跳舞救国拜佛救国之比。青年出国去学科学者有之，博士学了科学回国者有之。不料中国究竟自有其文明，与日本是两样的，科学不但并不足以补中国文化之不足，却更加证明了中国文化之高深。风水，是合于地理学的，门阀，是合于优生学的，炼丹，是合于化学的，放风筝，是合于卫生学的。灵乩的合于科学，亦不过其一而已。五四时代，陈大齐先生曾作论揭发过扶乩的骗人，隔了十六年，白同先生却用碟子证明了扶乩的合理，这真叫人从那里说起。而且科学不但更加证明了中国文化的高深，还帮助了中国文化的光大。马将桌边，电灯替代了蜡烛，法会坛上，镁光照出了喇嘛，无线电播音所日日传播的，不往往是狸猫换太子，玉堂春，谢谢毛毛雨吗？老子曰为之斗斛以量之，则并与斗解而窃之。罗兰夫人曰自由自由，多少罪恶，假汝之名以行！每一新制度，新学术，新名词，传入中国，便如落在黑色染缸，立刻乌黑一团，化为济私助焰之具，科学，亦不过其一而已。此弊不去，中国是无药可救的。五月二十日。本篇最初发表于一九三四年五月二十五日申报自由谈。碟仙当时出现的一种迷信扶乩活动，如上海曾流传香港科学游艺社制造发售的科学灵乩图，图上印有留德白同经多年研究所发明，纯用科学方法构就，丝毫不带迷信作用等字句。陈大齐字百年，浙江海盐人，曾任北京大学哲学系教授。一九一八年五月，他在新青年第四卷第五号发表辟灵学一文，对当时上海出现的以灵学为招牌的设坛扶乩迷信活动，进行了揭露批判。当时举办的时轮金刚法会上，班禅喇嘛诵经作法时，有摄影师在佛殿内使用镁光灯照明。狸猫换太子据小说三侠五义有关李宸妃的情节改编的京剧，参看本卷第页注。"}
{"text":"陈大齐字百年，浙江海盐人，曾任北京大学哲学系教授。一九一八年五月，他在新青年第四卷第五号发表辟灵学一文，对当时上海出现的以灵学为招牌的设坛扶乩迷信活动，进行了揭露批判。当时举办的时轮金刚法会上，班禅喇嘛诵经作法时，有摄影师在佛殿内使用镁光灯照明。狸猫换太子据小说三侠五义有关李宸妃的情节改编的京剧，参看本卷第页注。玉堂春，据警世通言玉堂春落难逢夫改编的京剧，是说名妓苏三玉堂春受诬入狱，后与当了巡按的旧识王金龙重逢的故事。谢谢毛毛雨，三十年代黎锦晖作的流行歌曲。为之斗斛以量之，则并与斗斛而窃之。见庄子l箧。朋友朋友黄凯音我在小学的时候，看同学们变小戏法，耳中听字呀，纸人出血呀，很以为有趣。庙会时就有传授这些戏法的人，几枚铜元一件，学得来时，倒从此索然无味了。进中学是在城里，于是兴致勃勃的看大戏法，但后来有人告诉了我戏法的秘密，我就不再高兴走近圈子的旁边。去年到上海来，才又得到消遣无聊的处所，那便是看电影。但不久就在书上看到一点电影片子的制造法，知道了看去好像千丈悬崖者，其实离地不过几尺，奇禽怪兽，无非是纸做的。这使我从此不很觉得电影的神奇，倒往往只留心它的破绽，自己也无聊起来，第三回失掉了消遣无聊的处所。有时候，还自悔去看那一本书，甚至于恨到那不该写出制造法来了。暴露者揭发种种隐秘，自以为有益于人们，然而无聊的人，为消遣无聊计，是甘于受欺，并且安于自欺的，否则就更无聊赖。因为这，所以使戏法长存于天地之间，也所以使暴露幽暗不但为欺人者所深恶，亦且为被欺者所深恶。暴露者只在有为的人们中有益，在无聊的人们中便要灭亡。自救之道，只在虽知一切隐秘，却不动声色，帮同欺人，欺那自甘受欺的无聊的人们，任它无聊的戏法一套一套的，终于反反复复的变下去。周围是总有这些人会看的。变戏法的时时拱手道出家靠朋友！有几分就是对着明白戏法的底细者而发的，为的是要他不来戳穿西洋镜。朋友，以义合者也，但我们向来常常不作如此解。四月二十二日。本篇最初发表于一九三四年五月一日申报自由谈。朋友，以义合者也语出论语乡党宋代朱熹注朋友以义合。"}
{"text":"自救之道，只在虽知一切隐秘，却不动声色，帮同欺人，欺那自甘受欺的无聊的人们，任它无聊的戏法一套一套的，终于反反复复的变下去。周围是总有这些人会看的。变戏法的时时拱手道出家靠朋友！有几分就是对着明白戏法的底细者而发的，为的是要他不来戳穿西洋镜。朋友，以义合者也，但我们向来常常不作如此解。四月二十二日。本篇最初发表于一九三四年五月一日申报自由谈。朋友，以义合者也语出论语乡党宋代朱熹注朋友以义合。奇怪一奇怪一白道世界上有许多事实，不看记载，是天才也想不到的。非洲有一种土人，男女的避忌严得很，连女婿遇见丈母娘，也得伏在地上，而且还不够，必须将脸埋进土里去。这真是虽是我们礼义之邦的男女七岁不同席的古人，也万万比不上的。这样看来，我们的古人对于分隔男女的设计，也还不免是低能儿现在总跳不出古人的圈子，更是低能之至。不同泳，不同行，不同食，不同做电影，都只是不同席的演义。低能透顶的是还没有想到男女同吸着相通的空气，从这个男人的鼻孔里呼出来，又被那个女人从鼻孔里吸进去，淆乱乾坤，实在比海水只触着皮肤更为严重。对于这一个严重问题倘没有办法，男女的界限就永远分不清。我想，这只好用西法了。西法虽非国粹，有时却能够帮助国粹的。例如无线电播音，是摩登的东西，但早晨有和尚念经，却不坏汽车固然是洋货，坐着去打麻将，却总比坐绿呢大轿，好半天才到的打得多几圈。以此类推，防止男女同吸空气就可以用防毒面具，各背一个箱，将养气由管子通到自己的鼻孔里，既免抛头露面，又兼防空演习，也就是中学为体，西学为用。凯末尔将军治国以前的土耳其女人的面幕，这回可也万万比不上了。假使现在有一个英国的斯惠夫德似的人，做一部格利佛游记那样的讽刺的小说，说在二十世纪中，到了一个文明的国度，看见一群人在烧香拜龙，作法求雨，赏鉴胖女，禁杀乌龟又一群人在正正经经的研究古代舞法，主张男女分途，以及女人的腿应该不许其露出。那么，远处，或是将来的人，恐怕大抵要以为这是贫嘴薄舌，随意捏造，以挖苦他所不满的人们的罢。然而这的确是事实。倘没有这样的事实，大约无论怎样刻薄的天才作家也想不到的。"}
{"text":"凯末尔将军治国以前的土耳其女人的面幕，这回可也万万比不上了。假使现在有一个英国的斯惠夫德似的人，做一部格利佛游记那样的讽刺的小说，说在二十世纪中，到了一个文明的国度，看见一群人在烧香拜龙，作法求雨，赏鉴胖女，禁杀乌龟又一群人在正正经经的研究古代舞法，主张男女分途，以及女人的腿应该不许其露出。那么，远处，或是将来的人，恐怕大抵要以为这是贫嘴薄舌，随意捏造，以挖苦他所不满的人们的罢。然而这的确是事实。倘没有这样的事实，大约无论怎样刻薄的天才作家也想不到的。幻想总不能怎样的出奇，所以人们看见了有些事，就有叫作奇怪这一句话。八月十四日。本篇最初发表于一九三四年八月十七日中华日报动向。男女七岁不同席语出礼记内则七年，男女不同席，不共食。一九三四年七月，国民党广东舰队司令张之英等向广东省政府提议禁止男女同场游泳，曾由广州市公安局通令实施。同时又有自称蚁民的黄维新，拟具了分别男女界限的五项办法，呈请国民党广东政治研究会采用一禁止男女同车二禁止酒楼茶肆男女同食三禁止旅客男女同住四禁止军民人等男女同行五禁止男女同演影片，并分男女游乐场所。中学为体，西学为用这是清末洋务派首领张之洞在劝学篇中提出的主张。凯末尔，―通译基马尔，土耳其政治家，土耳其共和国第一任总统。在他执政期间，曾采取一些改革措施，如废除回教历，创新字母，撤去妇女的面罩，废除一夫多妻制等。斯惠夫德在其长篇小说格利佛游记里，通过虚构的小人国大人国等的描写，对英国上流社会进行了讽刺。烧香拜龙当时求雨消旱的一种迷信活动，一九三四年夏天，南方大旱，报上就有南通农民筑泥龙烧香祈雨苏州举行小白龙出游等报道。作法求雨，国民党政府在当年七月请第九世班禅喇嘛安钦活沸等在南京汤山等处祈祷求雨。赏鉴胖女一九三四年八月一日，上海先施公司联合各厂商聘请体重七百余磅的美国胖女人尼丽，在该公司二楼表演。禁杀乌龟，当时上海徐家汇沿河一带，有些人捕卖乌龟谋生，上海中国保护动物会认为劈杀龟肉，势甚惨酷，于一九三四年二月呈请国民党上海市公安局通令禁止。研究古代舞法指一九三四年八月上海祭孔前演习佾舞。"}
{"text":"作法求雨，国民党政府在当年七月请第九世班禅喇嘛安钦活沸等在南京汤山等处祈祷求雨。赏鉴胖女一九三四年八月一日，上海先施公司联合各厂商聘请体重七百余磅的美国胖女人尼丽，在该公司二楼表演。禁杀乌龟，当时上海徐家汇沿河一带，有些人捕卖乌龟谋生，上海中国保护动物会认为劈杀龟肉，势甚惨酷，于一九三四年二月呈请国民党上海市公安局通令禁止。研究古代舞法指一九三四年八月上海祭孔前演习佾舞。主张男女分途，参看本卷第页注。禁止女人露腿，是蒋介石在一九三四年六月七日手令国民党江西省政府颁布的取缔妇女奇装异服办法中的一项裤长最短须过膝四寸，不得露腿赤足。奇怪二奇怪二白道尤墨君先生以教师的资格参加着讨论大众语，那意见是极该看重的。他主张使中学生练习大众语，还举出中学生作文最喜用而又最误用的许多时髦字眼来，说最好叫他们不要用，待他们将来能够辨别时再说，因为是与其食新不化，何如禁用于先的。现在摘一点所举的时髦字眼在这里――共鸣对象气压温度结晶彻底趋势理智现实下意识相对性绝对性纵剖面横剖面死亡率新语林三期但是我很奇怪。那些字眼，几乎算不得时髦字眼了。如对象现实等，只要看看书报的人，就时常遇见，一常见，就会比较而得其意义，恰如孩子懂话，并不依靠文法教科书一样何况在学校中，还有教员的指点。至于温度结晶纵剖面横剖面等，也是科学上的名词，中学的物理学矿物学植物学教科书里就有，和用于国文上的意义并无不同。现在竟最误用，莫非自己既不思索，教师也未给指点，而且连别的科学也一样的模胡吗？那么，单是中途学了大众语，也不过是一位中学出身的速成大众，于大众有什么用处呢？大众的需要中学生，是因为他教育程度比较的高，能够给大家开拓知识，增加语汇，能解明的就解明，该新添的就新添他对于对象等等的界说，就先要弄明白，当必要时，有方言可以替代，就译换，倘没有，便教给这新名词，并且说明这意义。如果大众语既是半路出家，新名词也还不很明白，这落伍可真是彻底了。"}
{"text":"那么，单是中途学了大众语，也不过是一位中学出身的速成大众，于大众有什么用处呢？大众的需要中学生，是因为他教育程度比较的高，能够给大家开拓知识，增加语汇，能解明的就解明，该新添的就新添他对于对象等等的界说，就先要弄明白，当必要时，有方言可以替代，就译换，倘没有，便教给这新名词，并且说明这意义。如果大众语既是半路出家，新名词也还不很明白，这落伍可真是彻底了。我想，为大众而练习大众语，倒是不该禁用那些时髦字眼的，最要紧的是教给他定义，教师对于中学生，和将来中学生的对于大众一样。譬如纵断面和横断面，解作直切面和横切面，就容易懂倘说就是横锯面和直锯面，那么，连木匠学徒也明白了，无须识字。禁，是不好的，他们中有些人将永远模胡，因为中学生不一定个个能升入大学而实现其做文豪或学者的理想的。八月十四日。本篇最初发表于一九三四年八月十八日中华日报动向。尤墨君―江苏吴县人，当时杭州师范学校教员。本篇中所引的话见他发表于一九三四年八月五日新语林第三期怎样使中学生练习大众语一文。奇怪三奇怪三白道中国第一流作家叶灵凤和穆时英两位先生编辑的文艺画报的大广告，在报上早经看见了。半个多月之后，才在店头看见这画报。既然是画报，看的人就自然也存着看画报的心，首先来看画。不看还好，一看，可就奇怪了。戴平万先生的沈阳之旅里，有三幅插图有些像日本人的手笔，记了一记，哦，原来是日本杂志店里，曾经见过的在战争版画集里的料治朝鸣的木刻，是为记念他们在奉天的战胜而作的，日本记念他对中国的战胜的作品，却就是被战胜国的的作品的插图――奇怪一。再翻下去是穆时英先生的墨绿衫的小姐里，有三幅插画有些像麦绥莱勒的手笔，黑白分明，我曾从良友公司翻印的四本小书里记得了他的作法，而这回的木刻上的署名，也明明是两个字。莫非我们中国第一流作家的这作品，是豫先翻成法文，托麦绥莱勒刻了插画来的吗？――奇怪二。这回是文字，世界文坛了望台了。开头就说，法国的龚果尔奖金，去年出人意外地白注可恨！"}
{"text":"再翻下去是穆时英先生的墨绿衫的小姐里，有三幅插画有些像麦绥莱勒的手笔，黑白分明，我曾从良友公司翻印的四本小书里记得了他的作法，而这回的木刻上的署名，也明明是两个字。莫非我们中国第一流作家的这作品，是豫先翻成法文，托麦绥莱勒刻了插画来的吗？――奇怪二。这回是文字，世界文坛了望台了。开头就说，法国的龚果尔奖金，去年出人意外地白注可恨！颁给了一部以中国作题材的小说人的命运，它的是安得烈马尔路，但是，或者由于立场的关系，这书在文字上总是受着赞美，而在内容上却一致的被一般报纸评论攻击，好像惋惜像马尔路这样才干的作家，何必也将文艺当作了宣传的工具云。这样一了望，好像法国的为龚果尔奖金审查文学作品的人的立场，乃是赞成将文艺当作了宣传工具的了――奇怪三。不过也许这只是我自己的少见多怪，别人倒并不如此的。先前的见怪者，说是见怪不怪，其怪自败，现在的怪却早已声明着，叫你见莫怪了。开卷就有编者随笔在――只是每期供给一点并不怎样沉重的文字和图画，使对于文艺有兴趣的读者能醒一醒被其他严重的问题所疲倦了的眼睛，或者破颜一笑，只是如此而已。原来中国第一流作家的玩着先前活剥琵亚词侣，今年生吞麦绥莱勒的小玩艺，是在大才小用，不过要给人醒一醒被其他严重的问题所疲倦了的眼睛，或者破颜一笑。如果再从这醒眼的文艺画上又发生了问题，虽然并不严重，不是究竟也辜负了两位中国第一流作家献技的苦心吗？那么，我也来破颜一笑吧――哈！十月二十五日。本篇最初发表于一九三四年十月二十六日中华日报动向。叶灵凤―江苏南京人，作家和画家，曾是创造社成员。穆时英―，浙江鄞县人，作家，后堕落为汉奸。文艺画报，月刊，叶灵凤穆时英合编。一九三四年十月创刊，一九三五年四月停刊，共出四期，上海杂志公司发行。戴平万？―又名万叶，广东潮安人，作家。他的沈阳之旅发表在文艺画报创刊号。麦绥莱勒，―通译麦绥莱尔，比利时画家木刻家。一九三三年九月上海良友图书印刷公司曾翻印出版他的四种木刻连环画，其中一个人的受难由作序。"}
{"text":"穆时英―，浙江鄞县人，作家，后堕落为汉奸。文艺画报，月刊，叶灵凤穆时英合编。一九三四年十月创刊，一九三五年四月停刊，共出四期，上海杂志公司发行。戴平万？―又名万叶，广东潮安人，作家。他的沈阳之旅发表在文艺画报创刊号。麦绥莱勒，―通译麦绥莱尔，比利时画家木刻家。一九三三年九月上海良友图书印刷公司曾翻印出版他的四种木刻连环画，其中一个人的受难由作序。世界文坛了望台文艺画报的一个介绍世界各国文艺消息的专栏。龚果尔奖金是法国为纪念十九世纪自然主义作家龚果尔通译龚古尔兄弟而设的文学奖金。一九三三年颁发第三十一次奖。龚古尔兄弟，即爱德蒙龚古尔，―和于勒龚古尔，―。安得烈马尔路，―通译安德烈马尔罗，法国作家。人的命运，又译人类的命运，是一部以一九二七年上海四一二大屠杀为背景的长篇小说，一九三三年出版。见怪不怪，其怪自败古谚语，宋代郭彖暌车志曾引此语。琵亚词侣，―通译毕亚兹莱，英国画家。作品多用图案性的黑白线条描写社会生活。叶灵凤曾模仿他的作品。批评家的批评家批评家的批评家倪朔尔情势也转变得真快，去年以前，是批评家和非批评家都批评文学，自然，不满的居多，但说好的也有。去年以来，却变了文学家和非文学家都翻了一个身，转过来来批评批评家了。这一回可是不大有人说好，最彻底的是不承认近来有真的批评家。即使承认，也大大的笑他们胡涂。为什么呢？因为他们往往用一个一定的圈子向作品上面套，合就好，不合就坏。但是，我们曾经在文艺批评史上见过没有一定圈子的批评家吗？都有的，或者是美的圈，或者是真实的圈，或者是前进的圈。没有一定的圈子的批评家，那才是怪汉子呢。办杂志可以号称没有一定的圈子，而其实这正是圈子，是便于遮眼的变戏法的手巾。譬如一个编辑者是唯美主义者罢，他尽可以自说并无定见，单在书籍评论上，就足够玩把戏。"}
{"text":"即使承认，也大大的笑他们胡涂。为什么呢？因为他们往往用一个一定的圈子向作品上面套，合就好，不合就坏。但是，我们曾经在文艺批评史上见过没有一定圈子的批评家吗？都有的，或者是美的圈，或者是真实的圈，或者是前进的圈。没有一定的圈子的批评家，那才是怪汉子呢。办杂志可以号称没有一定的圈子，而其实这正是圈子，是便于遮眼的变戏法的手巾。譬如一个编辑者是唯美主义者罢，他尽可以自说并无定见，单在书籍评论上，就足够玩把戏。倘是一种所谓为艺术的艺术的作品，合于自己的私意的，他就选登一篇赞成这种主义的批评，或读后感，捧着它上天要不然，就用一篇假急进的好像非常革命的批评家的文章，捺它到地里去。读者这就被迷了眼。但在个人，如果还有一点记性，却不能这么两端的，他须有一定的圈子。我们不能责备他有圈子，我们只能批评他这圈子对不对。然而批评家的批评家会引出张献忠考秀才的古典来先在两柱之间横系一条绳子，叫应考的走过去，太高的杀，太矮的也杀，于是杀光了蜀中的英才。这么一比，有定见的批评家即等于张献忠，真可以使读者发生满心的憎恨。但是，评文的圈，就是量人的绳吗？论文的合不合，就是量人的长短吗？引出这例子来的，是诬陷，更不是什么批评。一月十七日。本篇最初发表于一九三四年一月二十一日申报自由谈。用一个一定的圈子向作品上面套等论调，曾见于当时现代月刊所载的文章。如第四卷第三期一九三四年一月载刘莹姿我所希望于新文坛上之批评家者一文，说批评家拿一套外国或本国的时髦圈子来套量作品的高低大小，这是充分地表明了我国新文坛尚无真挚伟大的批评家。又第四卷第一期一九三三年十一月载苏汶新的公式主义一文中说友人张天翼君在他的短篇集蜜蜂的自题里，对于近来的一些批评家，曾经说了几句很有趣的话，他说他指一位批评者――汶注是不知从什么地方拿来了一个圈子，就拿这去套一切的文章。小了不合适，大了套不进不行。恰恰套住行。关于张献忠考秀才的说法，见清代彭遵泗的蜀碧一书贼诡称试士，于贡院前左右，设长绳离地四尺，按名序立，凡身过绳者，悉驱至西门外青羊宫杀之，前后近万人，笔砚委积如山。"}
