{"text":"在广州时，拜访一位相识的大学教师。踏进他的家门，我惊住了，宽敞的大厅，精美的浮雕，考究的家具，在我眼里不啻是一座宫殿。交谈中知道，他办了一家公司。这算不了什么，我还要盖别墅。我们知识分子应该腰缠万贯。他说，口气中兼含自豪和共勉的意味。自豪我赞成。一个民族，一个人，终归是活比呆好，富比穷好。据我看，文化人中凡有经商之兴趣和能力的，都不妨去经商，这对自己对国家都有益处，对文化也决不会有什么损害。说到底，普及和提高文化是需要金钱支持的，创造文化则并不需要太多的人。共勉却不敢。我有自知之明，知道我非其材。我对经商既无兴趣，也无能力。我认定我去经商必定如燕人学步，两头落空，一事无成。我的天性――至少由习惯造成的第二天性――使我活不起来，从而也富不起来，只宜继续做一个书呆子和穷书生。一个人不该违背或怨恨自己的天性，我的心是平静的。在我看来，无论安心治学，还是勇敢从商，都是值得赞许的。我独不解的是有一种人，看见别人弃学经商便愤愤不平，痛斥世道人心自己尽管还做着学问，却仿佛受了天大委屈。从他的愤懑和委屈，可见做学问并不符合他的天性。那么，何必露一副只身为文化殉难的悲剧面孔呢玩物也可养志友人送我一本三联新近出版的董桥的小书，书名是这一代的事。曾在读书杂志上看到一个很诱惑的题目――你一定要读董桥，当时不服气，世上哪有一定要的事现在读了，感到的确好。一个身居香港的文化人，能够写出这等隽永的文字，算难能可贵了。我对香港文化一向不喜欢，嫌它商业气，俗。万一雅起来，也是附庸风雅，比老实的俗更败兴。真正的雅倒不一定避俗，而是能在俗中见雅。界限在哪儿呢董桥所说的品味生活情趣对人性的无限体贴庶几近之。生活在现代商业社会里，文人弃文从商也好，亦文亦商也好，卖文为生也好，都无可非议。现代人看到不食周粟而饿死在首阳山的伯夷，实在应该发笑。真有一位当代梵高枯守在象牙塔里，穷困潦倒而终，当然可歌可泣，但这是不能要求于并非天才的一般文化人的。我们应该也能够做到的是，在适应现代社会的同时有所坚持，在卷入商品大潮的同时有所保留。坚持和保留什么当然是原来就有的东西，毋宁说是人之为人的某种永恒的东西。董桥谈园林，谈藏书，谈文坛掌故，都是文人喜谈的题目，却不落俗套，谈得可爱动人，就是因为有这种东西在其中闪光。"}
{"text":"现代人看到不食周粟而饿死在首阳山的伯夷，实在应该发笑。真有一位当代梵高枯守在象牙塔里，穷困潦倒而终，当然可歌可泣，但这是不能要求于并非天才的一般文化人的。我们应该也能够做到的是，在适应现代社会的同时有所坚持，在卷入商品大潮的同时有所保留。坚持和保留什么当然是原来就有的东西，毋宁说是人之为人的某种永恒的东西。董桥谈园林，谈藏书，谈文坛掌故，都是文人喜谈的题目，却不落俗套，谈得可爱动人，就是因为有这种东西在其中闪光。不会怀旧的社会注定沉闷堕落，没有文化乡愁的心井注定是一口枯井。单凭这句话，就足以把他既与时髦的文化商贩又与落伍的文化遗民判然区别开来了。在品玩藏书笺谱之类物的趣味时，董桥承认自己玩物丧志，不过他有新解。一方面，这所谓志，本来就没有什么太大的道理，老老实实出去找饭吃之余，关起门来种种花，看看书，写写字，欣赏欣赏十竹斋笺谱之类的玩意儿，充其量只能把一个人的火药味冲淡，再要他去搞革命大概是不太容易了，不过，说他会破坏革命事业，似乎就把他抬举得过高了。另一方面，一个人寄情山水，隐姓埋名，也是一种志。我很喜欢他的这个解释。人各有志，何必革命时至今日，胸怀革命壮志者日益稀少，倒使我对其中真诚者生出了一分敬意。多数人的志是更实际了，天下滔滔，皆想发财。我不怀疑发财在有的人也可以是一项严肃的事业，但我更相信蒙田的话我们最豪迈光荣的事业乃是生活得写意，其余一切，包括从政发财经营产业，充其量只是这一事业的点缀和附庸罢了。据说恺撒亚历山大都把享受生活乐趣看作自己的正常活动，而视威武战事为非正常活动。倘真如此，他们在我心目中就更是伟人了。人活世上，主旨应是享受生活乐趣，从这意义上理解玩物，则玩物也可养志，且养的是人生之大志。因它而削弱冲淡不必丧失其余一切较小的志向，例如在权力金钱名声方面的野心，正体现了很高的人生觉悟。"}
{"text":"因它而削弱冲淡不必丧失其余一切较小的志向，例如在权力金钱名声方面的野心，正体现了很高的人生觉悟。免费下载免费下载该小说下载自小说下载站每天更新请到下载更多精彩小说小说守望的距离第五部分玩物可能会成癖，不过那也没有什么不好。一个人能够长年累月乃至一生一世迷恋于某种大自然的或人类的作品，正说明他有真性情真兴趣。癖造不了假。有癖即有个性，哪怕是畸形的个性。有癖的人不是一个只知吃饭睡觉的家伙。相反，正如袁宏道所说世上语言无味面目可憎之人皆无癖之人。巴尔扎克说得更斩钉截铁一个毫无癖好的人简直是魔鬼！可悲的是，如今有癖之人是越来越少了，交换价值吞没了一切价值，人们无心玩物，而只想占有物。过于急切的占有欲才真正使人丧志，丧失的是人生之大志，即享受生活乐趣的人生本来宗旨。董桥怀着对现代社会发展既赞同又忧虑的矛盾心情写道经济科技的大堂固然是中国人必须努力建造的圣殿，可是，在这座大堂的后面，还应经营出一处后花园让台静农先生抽烟喝酒写字著述聊天的后花园。愿他的梦想不落空。如果落空了呢那就愿台静农先生们在自己心中为自己保留一个后花园，一个可以在那里沉思遐想的后花园，一小片乡愁萦绕的精神故土。习惯于失去出门时发现，搁在楼道里的那辆新自行车不翼而飞了。两年之中，这已是第三辆。我一面为世风摇头，一面又感到内心比前两次失窃时要平静得多。莫非是习惯了也许是。近年来，我的生活中接连遭到惨重的失去，相比之下，丢辆自行车真是不足挂齿。生活的劫难似乎使我悟出了一个道理人生在世，必须习惯于失去。一般来说，人的天性是习惯于得到，而不习惯于失去的。呱呱坠地，我们首先得到了生命。"}
{"text":"习惯于失去出门时发现，搁在楼道里的那辆新自行车不翼而飞了。两年之中，这已是第三辆。我一面为世风摇头，一面又感到内心比前两次失窃时要平静得多。莫非是习惯了也许是。近年来，我的生活中接连遭到惨重的失去，相比之下，丢辆自行车真是不足挂齿。生活的劫难似乎使我悟出了一个道理人生在世，必须习惯于失去。一般来说，人的天性是习惯于得到，而不习惯于失去的。呱呱坠地，我们首先得到了生命。自此以后，我们不断地得到从父母得到衣食玩具爱和抚育，从社会得到职业的训练和文化的培养。长大成人以后，我们靠着自然的倾向和自己的努力继续得到得到爱情配偶和孩子，得到金钱财产名誉地位，得到事业的成功和社会的承认，如此等等。当然，有得必有失，我们在得到的过程中也确实不同程度地经历了失去。但是，我们比较容易把得到看作是应该的，正常的，把失去看作是不应该的，不正常的。所以，每有失去，仍不免感到委屈。所失愈多愈大，就愈委屈。我们暗暗下决心要重新获得，以补偿所失。在我们心中的蓝图上，人生之路仿佛是由一系列的获得勾画出来的，而失去则是必须涂抹掉的笔误。总之，不管失去是一种多么频繁的现象，我们对它反正不习惯。道理本来很简单失去当然也是人生的正常现象。整个人生是一个不断地得而复失的过程，就其最终结果看，失去反比得到更为本质。我们迟早要失去人生最宝贵的赠礼――生命，随之也就失去了在人生过程中得到的一切。有些失去看似偶然，例如天灾人祸造成的意外损失，但也是无所不包的人生的题中应有之义。人有旦夕祸福，既然生而为人，就得有承受旦夕祸福的精神准备和勇气。至于在社会上的挫折和失利，更是人生在世的寻常遭际了。由此可见，不习惯于失去，至少表明对人生尚欠觉悟。一个只求得到不肯失去的人，表面上似乎富于进取心，实际上是很脆弱的，很容易在遭到重大失去之后一蹶不振。为了习惯于失去，有时不妨主动地失去。东西方宗教都有布施一说。照我的理解，布施的本义是教人去除贪鄙之心，由不执著于财物，进而不执著于一切身外之物，乃至于这尘世的生命。如此才可明白，佛教何以把布施列为六度之首，即从迷惑的此岸渡向觉悟的彼岸的第一座桥梁。俗众借布施积善图报，寺庙靠布施敛财致富，实在是小和尚念歪了老祖宗的经。"}
{"text":"一个只求得到不肯失去的人，表面上似乎富于进取心，实际上是很脆弱的，很容易在遭到重大失去之后一蹶不振。为了习惯于失去，有时不妨主动地失去。东西方宗教都有布施一说。照我的理解，布施的本义是教人去除贪鄙之心，由不执著于财物，进而不执著于一切身外之物，乃至于这尘世的生命。如此才可明白，佛教何以把布施列为六度之首，即从迷惑的此岸渡向觉悟的彼岸的第一座桥梁。俗众借布施积善图报，寺庙靠布施敛财致富，实在是小和尚念歪了老祖宗的经。我始终把佛教看作古今中外最透彻的人生哲学，对它后来不伦不类的演变深不以为然。佛教主张无我，既然我不存在，也就不存在我的这回事了。无物属于自己，连自己也不属于自己，何况财物。明乎此理，人还会有什么得失之患呢当然，佛教毕竟是一种太悲观的哲学，不宜提倡。只是对于入世太深的人，它倒是一帖必要的清醒剂。我们在社会上尽可以积极进取，但是，内心深处一定要为自己保留一分超脱。有了这一分超脱，我们就能更加从容地品尝人生的各种滋味，其中也包括失去的滋味。由丢车引发这么多议论，可见还不是太不在乎。如果有人嘲笑我阿精神，我乐意承认。试想，对于人生中种种不可避免的失去，小至破财，大至死亡，没有一点阿精神行吗由社会的眼光看，盗窃是一种不义，我们理应与之作力所能及的斗争，而不该摆出一副哲人的姿态容忍姑息。可是，倘若社会上有更多的人了悟人生根本道理，世风是否会好一些呢那么，这也许正是我对不义所作的一种力所能及的斗争吧。理想主义的绝唱――读吴宓文学与人生一本世纪三十年代，清华大学一位教授给学生开设了一门题为文学与人生的课程。他在教案上列出了这门课程的目标，其第一条是把我自己的――我的所读所闻，我的所思所感，我的直接和间接人生经验中的――最好的东西给予学生。读到这话，我不禁肃然起敬，知道自己面对的不只是一位文学教授，而更是一个真诚的人，他的课程不只是传授知识，而更是一种严肃的精神活动。文学与人生似乎是一个早被说烂了的题目，何以如此牵扯吴宓先生的感情呢读下去我发现，在这门课程中，他谈得最多的不是文学，而是哲学，不过不是书本上的哲学，而是通过半生阅读和思考所形成的他自己的哲学人生观。于是我愈加明白，吴宓首先是一个认真的人生思考者，他的文学研究是在他的人生思考的轨道上并且作为这种思考的重要组成部分展开的。"}
{"text":"读到这话，我不禁肃然起敬，知道自己面对的不只是一位文学教授，而更是一个真诚的人，他的课程不只是传授知识，而更是一种严肃的精神活动。文学与人生似乎是一个早被说烂了的题目，何以如此牵扯吴宓先生的感情呢读下去我发现，在这门课程中，他谈得最多的不是文学，而是哲学，不过不是书本上的哲学，而是通过半生阅读和思考所形成的他自己的哲学人生观。于是我愈加明白，吴宓首先是一个认真的人生思考者，他的文学研究是在他的人生思考的轨道上并且作为这种思考的重要组成部分展开的。因此，文学与人生就不是他的专业领域内诸多学术课题中的一个，而是体现了他的毕生追求的志业之所在，难怪他要全身心地投入了。吴宓之研究文学，是把文学当作人生的表现和精髓，通过文学来研究人生。抱着这个目的，他便把凡是表现了人生之精髓的作品都视为文学。这样的文学是广义的，不仅包括诗小说戏剧等等，也包括历史和哲学著作，乃至于一切文字作品。这样的文学又是狭义的，必须是世上最精美的思想和言论安诺德语，而非徒具文学体裁的外表便可以充数的。综合这两个方面，他心目中的文学就是古今中外文史哲的一切精品。他认为，唯有熟读这些每个善良聪明的男女都应阅读的基本好书，博学精研，合观互成，方可通晓人生全体之真相，达到借文学研究人生的目的。吴宓所说的文学，实际上是指人类文化宝库中的那些不朽之作。如同天才不可按专业归类一样，这些伟大作品也是不可按学科归类的。永恒的书必定表现了人生的某些永恒内涵，因而具有永恒的价值。然而，在浮躁的现代生活中，人们浮在人生的表面，不复关心永恒，于是只读谋职所需的专业书和用以解闷的消遣书，冷落了这些永恒的书。有感于此，在三十年代的美国，由吴宓的导师白璧德领导的新人文主义文学批评运动和由赫钦斯等人代表的永恒主义教育思潮便起而提倡回到古典名著，但收效甚微。那么，就让过眼烟云的人去读过眼烟云的书和报纸吧，而像吴宓这样关心人生永恒问题的人自会以取法乎上四字为座右铭，非极佳之书不读，做永恒的书的知音，在寂寞中与古今东西之圣贤哲士通人名流共一堂而为友。文学研究法，学衡第二期对于文学和人生，吴宓皆从大处着眼。他说在人生中重要的不是行为，也不是结果，而是如此行为的男女的精神和态度。同样，在艺术与文学中，重要的不是题材，而是处理。"}
{"text":"那么，就让过眼烟云的人去读过眼烟云的书和报纸吧，而像吴宓这样关心人生永恒问题的人自会以取法乎上四字为座右铭，非极佳之书不读，做永恒的书的知音，在寂寞中与古今东西之圣贤哲士通人名流共一堂而为友。文学研究法，学衡第二期对于文学和人生，吴宓皆从大处着眼。他说在人生中重要的不是行为，也不是结果，而是如此行为的男女的精神和态度。同样，在艺术与文学中，重要的不是题材，而是处理。因此读书首须洞明大体，通识全部，勿求细节，文学研究法注重作品所表现的作家对人生和宇宙的整体观念，而非他对特定人事的判断。可见无论在人生中，还是在文学中，吴宓看重的均是贯穿其中的整体的人生哲思，正是这种哲思把文学与人生也贯通了起来，把文学研究变成了人生探索的一种方式。其实，吴宓所表达的无非是一种古典的人文信念。按照这种信念，治学的目的不在获取若干专门知识，而在自身的精神完善，好的学者不只是某个领域的专家，甚至也不只是文史哲的通才，而更是具备人生识见的智者。这种信念是东西方古典人文传统所共有的，而在功利日重和分工日细的现代却式微了。但是，某些基本的真理只会遭到忽视，不会过时。我相信，不论学术如何进展，孔子所云古之学者为己永远是治学的正道。背离这个正道，治学和做人脱节，仅仅寄居在学术的一枝一节上讨生活，或追逐着时髦的一流一派抢风头，是决计成不了大气候的。二吴宓的哲学观点并不复杂，大致袭用了柏拉图以来西方传统形而上学把世界划分为本体界和现象界的模式。他爱用的表述是一与多。事实上，不论古今东西，凡具形而上性质的宇宙观都不脱这二分的模式。但是，正如吴宓所说每人必须在自己的灵魂中重建哲学的真理。在他的灵魂中，这个一与多的公式的确经过了重建，获得了新的生命，成了他据以建立自己的全部人生观的基石。至少自十九世纪中叶以来，立足于世界二分模式的西方传统形而上学呈现出了崩溃之势，遭到了许多思想家的批判。如此看来，吴宓在哲学上似乎是一个落伍者。然而，问题在于，世界二分模式不只是逻辑虚构物，它在人性中有着深刻的根源。"}
{"text":"至少自十九世纪中叶以来，立足于世界二分模式的西方传统形而上学呈现出了崩溃之势，遭到了许多思想家的批判。如此看来，吴宓在哲学上似乎是一个落伍者。然而，问题在于，世界二分模式不只是逻辑虚构物，它在人性中有着深刻的根源。如果人类站在尘世不再仰望头顶的星空，沉缅于物欲不再敬畏心中的道德律，人类会是什么样子摆脱了对绝对之物的形而上追问，哲学又会是什么样子宣告上帝死了的尼采不是也在盼望超人诞生吗吴宓正是站在价值论立场上来运用世界的二分模式的。在他那里，一的真正含义是指绝对精神价值，多的真正含义是指现实世界和社会中的相对价值。与此相对应，便有两种人生。一种是永生理想的人生，即守住多中之一，修天爵，追求仁义忠信。另一种是浮生世俗的人生，即自溺于多而遗忘一，修人爵，追求功名富贵。他向往的是前者，自云兼识一与多，且知一存在于多之中，但宓之态度及致力之趋向则注重于一，所以宓之总态度可名为理想主义，而其它名词或派别均不足以代表宓。理想主义s一词可有二义。一是与实利主义s相对立，指注重精神生活达到价值，视精神生活的满足为人生真正幸福之所在。二是与虚无主义s相对立，指信仰某种绝对价值，这种信仰与对某宗教某学说的信奉并无必然联系，一个不是任何教条的信徒的人仍可有执著的精神追求。说到底，理想主义是一种精神素质，凡具此素质的人，必孜孜以求一，无论是否求得，都仍是理想主义者。在吴宓身上就有这样的精神素质，他之成为理想主义者，实出于天性不得不然。他必须相信浮象中有至理，世间有绝对之善恶是非美丑，藉此信念，他才感到虽在横流之中，而犹可得一立足点，虽当抑郁懊丧之极，而精神上犹有一线之希望。我之人生观，学衡第十六期吴宓对现代人的精神危机有着清醒的认识，不止一次指出学术思想之淆乱，精神之迷离痛苦，群情之危疑惶骇，激切鼓荡，信仰之全失，正当之人生观之不易取得，此非特吾国今日之征象，盖亦全世之所同也。我之人生观宗教信仰已失，无复精神生活。全世皆然，不仅中国。"}
{"text":"我之人生观，学衡第十六期吴宓对现代人的精神危机有着清醒的认识，不止一次指出学术思想之淆乱，精神之迷离痛苦，群情之危疑惶骇，激切鼓荡，信仰之全失，正当之人生观之不易取得，此非特吾国今日之征象，盖亦全世之所同也。我之人生观宗教信仰已失，无复精神生活。全世皆然，不仅中国。转引自吴宓与陈寅恪第页正是痛感这博放之世的偏于多，他才力主须趋重一以救其失，亟欲为自己也为国人取得一贯之精神及信仰。转引自吴宓与陈寅恪第页本世纪以来，在中国的土地上，各种社会变革思潮迭起，不外乎资本主义和社会主义两端。然而，富国强兵也罢，共产平权也罢，着眼点均在政治和经济的改造。一切社会运动都不涉及绝对价值的问题，不能为精神提供形而上层次的信仰。吴宓认为，社会改革者的失误在于试图由多达到一，这当然是不可能的。情况也许正好相反，无论知识分子接受再教育，还是文人下海，结果都是精神的贫困化。在任何时代，智者的使命都在于超越社会潮流而关注人类精神的走向，灵魂的寻求都是每个人必须独立完成的事情。在一个普遍重实利轻理想的时代，像吴宓这样一位真诚的理想主义者难免会感觉孤独的痛苦。但他毫不动摇，甘为时代之落伍者。转引自吴宓与陈寅恪第页在孤独中，他用孟子的穷达之论自勉。他运用一与多的理论，对这个命题有独到的发挥。他指出，首先，这个命题指的是一，而非多。独善和兼善是对同一个人的品质的描述，而非供人选择的不同例如两种生活。事实上，贯穿于两者之中的是同样的理想主义精神。其次，独善是原初意向真正目的，兼善则是自然后果始所未料的结果。我很赞赏他的这个解释。中国知识分子对社会政治进程往往有强烈的使命感和参与意识，以拯救天下为己任，这大约是来自集学与仕于一身的儒家传统吧。然而，依我之见，或许至少应有一部分知识分子不妨超脱些，和社会进程保持一定距离，以便在历史意识和人生智慧的开阔视野中看社会进程。也就是说，首先要自救，在躁动中保持静观沉思，在芸芸众生中做智者而不是导师或领袖，守护好人类和人生的那些永恒的基本价值。这样的人的存在本身就会对社会进程发生制约作用，至少会对人类的精神走向产生良好的影响。"}
