{"text":"太阳光漏过了院子里的树叶，一丝一丝的射进了水，照得缸里的水藻与游动的金鱼，和平时完全变了样子。我于惊叹之余，就伸手到了缸里，想将一丝一丝的日光捉起，看它一个痛快。上半身用力过猛，两只脚浮起来了，心里一慌，头部胸部就颠倒浸入到了缸里的水藻之中。我想叫，但叫不出声来，将身体挣扎了半天，以后就没有了知觉。等我从梦里醒转来的时候，已经是晚上了，一睁开眼，我只看见两眼哭得红肿的翠花的脸伏在我的脸上。我叫了一声翠花！她带着鼻音，轻轻的问我你看见我了么？你看得见我了么？要不要水喝？我只觉得身上头上像有火在烧，叫她快点把盖在那里的棉被掀开。她又轻轻的止住我说不，不，野猫要来的！我举目向煤油灯下一看，眼睛里起了花，一个一个的物体黑影，却变了相，真以为是身入了野猫的世界，就哗的一声大哭了起来。祖母母亲，听见了我的哭声，也赶到房里来了，我只听见母亲吩咐翠花说你去吃夜饭去，阿官由我来陪他！本章结束第三辑孤独人生零余者翠花后来嫁给了一位我小学里的先生去做填房，生了儿女，做了主母。现在也已经有了白，成了寡妇了。前几日，我回家去，看见她刚从乡下挑了一担老玉米之类的土产来我们家里探望我的老母。和她已经有二十几年不见了，她突然看见了我，先笑了一阵，后来就哭了起来。我问她的儿子，就是我的外甥有没有和她一起进城来玩，她一边擦着眼泪，一边还向布裙袋里摸出了一个烤白芋来给我吃。我笑着接过来了，边上的人也大家笑了起来，大约我在她的眼里，总还只是五六岁的一个孤独的孩子。我的梦，我的青春――自传之二不晓得是在哪一本俄国作家的作品里，曾经看到过一段写一个小村落的文字，他说譬如有许多纸折起来的房子，摆在一段高的地方，被大风一吹，这些房子就歪歪斜斜地飞落到了谷里，紧挤在一道了。前面有一条富春江绕着，东西北的三面尽是些小山包住的富阳县城，也的确可以借了这一段文字来形容。虽则是一个行政中心的县城，可是人家不满三千，商店不过百数一般居民，全不晓得做什么手工业，或其他新式的生产事业，所靠以度日的，有几家自然是祖遗的一点田产，有几家则专以小房子出租，在吃两元三元一月的租金而大多数的百姓，却还是既无恒产，又无恒业，没有目的，没有计划，只同蟑螂似地在那里出生，死亡，繁殖下去。"}
{"text":"前面有一条富春江绕着，东西北的三面尽是些小山包住的富阳县城，也的确可以借了这一段文字来形容。虽则是一个行政中心的县城，可是人家不满三千，商店不过百数一般居民，全不晓得做什么手工业，或其他新式的生产事业，所靠以度日的，有几家自然是祖遗的一点田产，有几家则专以小房子出租，在吃两元三元一月的租金而大多数的百姓，却还是既无恒产，又无恒业，没有目的，没有计划，只同蟑螂似地在那里出生，死亡，繁殖下去。这些蟑螂的密集之区，总不外乎两处地方一处是三个铜子一碗的茶店，一处是六个铜子一碗的小酒馆。他们在那里从早晨坐起，一直可以坐到晚上上排门的时候讨论柴米油盐的价格，传播东邻西舍的新闻，为了一点不相干的细事，譬如说吧，甲以为李德泰的煤油只卖三个铜子一提，乙以为是五个铜子两提的话，双方就会得争论起来此外的人，也马上分成甲党或乙党提出证据，互相论辩，弄到后来，也许相打起来，打得头破血流，还不能够解决。因此，在这么小的一个县城里，茶店酒馆，竟也有五六十家之多于是大部分的蟑螂，就家里可以不备面盆手巾，桌椅板凳，饭锅碗筷等日常用具，而悠悠地生活过去了。离我们家里不远的大江边上，就有这样的两处蟑螂之窟。在我们的左面，住有一家砍砍柴，卖卖菜，人家死人或娶亲，去帮帮忙跑跑腿的人家。他们的一族，男女老小的人数很多很多，而住的那一间屋，却只比牛栏马槽大了一点。他们家里的顶小的一位苗裔年纪比我大一岁，名字叫阿千，冬天穿的是同伞似的一堆破絮，夏天，大半身是光光地裸着的因而皮肤黝黑，臂膀粗大，脸上也像是生落地之后，只洗了一次的样子。他虽只比我大了一岁，但是跟了他们屋里的大人，茶店酒馆日日去上，婚丧的人家，也老在进出打起架吵起嘴来，尤其勇猛。我每天见他从我们的门口走过，心里老在羡慕，以为他又上茶店酒馆去了，我要到什么时候，才可以同他一样的和大人去夹在一道呢！而他的出去和回来，不管是在清早或深夜，我总没有一次不注意到的，因为他的喉音很大，有时候一边走着，一边在绝叫着和大人谈天，若只他一个人的时候哩，总在噜苏地唱戏。"}
{"text":"而他的出去和回来，不管是在清早或深夜，我总没有一次不注意到的，因为他的喉音很大，有时候一边走着，一边在绝叫着和大人谈天，若只他一个人的时候哩，总在噜苏地唱戏。当一天的工作完了，他跟了他们家里的大人，一道上酒店去的时候，看见我欣羡地立在门口，他原也曾邀约过我但一则怕母亲要骂，二则胆子终于太小，经不起那些大人的盘问笑说，我总是微笑着摇摇头，就跑进屋里去躲开了，为的是上茶酒店去的诱感性，实在强不过。有一天春天的早晨，母亲上父亲的坟头去扫墓去了，祖母也一侵早上了一座远在三四里路外的庙里去念佛。翠花在灶下收拾早餐的碗筷，我只一个人立在门口，看有淡云浮着的青天。忽而阿千唱着戏，背着钩刀和小扁担绳索之类，从他的家里出来，看了我的那种没精打采的神气，他就立了下来和我谈天，并且说鹳山后面的盘龙山上，映山红开得多着哩并且还有乌米饭是一种小黑果子，彤管子也是一种刺果，刺莓等等，你跟了我来吧，我可以采一大堆给你。你们奶奶，不也在北面山脚下的真觉寺里念佛么？等我砍好了柴，我就可以送你上寺里去吃饭去。第三辑孤独人生零余者阿千本来是我所崇拜的英雄，而这一回又只有他一个人去砍柴，天气那么的好，今天侵早祖母出去念佛的时候，我本是嚷着要同去的，但她因为怕我走不动，就把我留下了。现在一听到了这一个提议，自然是心里急跳了起来，两只脚便也很轻松地跟他出了，并且还只怕翠花要出来阻挠，跑路跑得比平时只有得快些。出了弄堂，向东沿着江，一口气跑出了县城之后，天地宽广起来了，我的对于这一次冒险的惊惧之心就马上被大自然的威力所压倒。这样问问，那样谈谈，阿千真像是一部小小的自然界的百科大辞典而到盘龙山脚去的一段野路，便成了我最初学自然科学的模范小课本。麦已经长得有好几尺高了，麦田里的桑树，也都出了绒样的叶芽。晴天里舒叔叔的一声飞鸣过去的，是老鹰在觅食树枝头吱吱喳喳，似在打架又像是在谈天的，大半是麻雀之类，远处的竹林丛里，既有抑扬，又带余韵，在那里歌唱的，才是深山的画眉。"}
{"text":"麦已经长得有好几尺高了，麦田里的桑树，也都出了绒样的叶芽。晴天里舒叔叔的一声飞鸣过去的，是老鹰在觅食树枝头吱吱喳喳，似在打架又像是在谈天的，大半是麻雀之类，远处的竹林丛里，既有抑扬，又带余韵，在那里歌唱的，才是深山的画眉。上山的路旁，一拳一拳像小孩子的拳头似的小草，长得很多拳的左右上下，满长着了些绛黄的绒毛，仿佛是野生的虫类，我起初看了，只在害怕，走路的时候，若遇到一丛，总要绕一个弯，让开它们，但阿千却笑起来了，他说这是薇蕨，摘了去，把下面的粗干切了，炒起来吃，味道是很好的哩！渐走渐高了，山上的青红杂色，迷乱了我的眼目。日光直射在山坡上，从草木泥土里蒸出来的一种气息，使我呼吸感到了困难阿千也走得热起来了，把他的一件破夹袄一脱，丢向了地下。教我在一块大石上坐下息着，他一个人穿了一件小衫唱着戏去砍柴采野果去了我回身立在石上，向大江一看，又深深地深深地得到了一种新的惊异。这世界真大呀！那宽广的水面！那澄碧的天空！那些上下的船只，究竟是从哪里来，上哪里去的呢？我一个人立在半山的大石上，近看看有一层阳炎在颤动着的绿野桑田，远看看天和水以及淡淡的青山，渐听得阿千的唱戏声音幽下去远下去了，心里就莫名其妙的起了一种渴望与愁思。我要到什么时候才能大起来呢？我要到什么时候才可以到这像在天边似的远处去呢？到了天边，那么我的家呢？我的家里的人呢？同时感到了对远处的遥念与对乡井的离愁，眼角里便自然而然地涌出了热泪。到后来，脑子也昏乱了，眼睛也模糊了，我只呆呆的立在那块大石上的太阳里做幻梦。我梦见有一只揩擦得很洁净的船，船上面张着了一面很大很饱满的白帆，我和祖母母亲翠花阿千等都在船上，吃着东西，唱着戏，顺流下去，到了一处不相识的地方。我又梦见城里的茶店酒馆，都搬上山来了，我和阿千便在这山上的酒馆里大喝大嚷，旁边的许多大人，都在那里惊奇仰视。这一种接连不断的白日之梦，不知做了多少时候，阿千却背了一捆小小的草柴，和一包刺莓映山红乌米饭之类的野果，回到我立在那里的大石边来了他脱下了小衫，光着了脊肋，那些野果就系包在他的小衫里面的。他提议说，时间不早了，他还要砍一捆柴，且让我们吃着野果，先从山腰走向后山去吧，因为前山的草柴，已经被人砍完，第二捆不容易采刮拢来了。"}
{"text":"我又梦见城里的茶店酒馆，都搬上山来了，我和阿千便在这山上的酒馆里大喝大嚷，旁边的许多大人，都在那里惊奇仰视。这一种接连不断的白日之梦，不知做了多少时候，阿千却背了一捆小小的草柴，和一包刺莓映山红乌米饭之类的野果，回到我立在那里的大石边来了他脱下了小衫，光着了脊肋，那些野果就系包在他的小衫里面的。他提议说，时间不早了，他还要砍一捆柴，且让我们吃着野果，先从山腰走向后山去吧，因为前山的草柴，已经被人砍完，第二捆不容易采刮拢来了。慢慢地走到了山后，山下的那个真觉寺的钟鼓声音，早就从春空里传送到了我们的耳边，并且一条青烟，也刚从寺后的厨房里透出了屋顶。向寺里看了一眼，阿千就放下了那捆柴，对我说他们在烧中饭了，大约离吃饭的时候也不很远，我还是先送你到寺里去吧！我们到了寺里，祖母和许多同伴者的念佛婆婆，都张大了眼睛，惊异了起来。阿千走后，她们就开始问我这一次冒险的经过，我也感到了一种得意，将如何出城，如何和阿千上山采集野果的形，说得格外的详细。后来坐上桌去吃饭的时候，有一位老婆婆问我你大了，打算去做些什么？我就毫不迟疑地回答她说我愿意去砍柴！第三辑孤独人生零余者故乡的茶店酒馆，到现在还在风行热闹，而这一位茶店酒馆里的小英雄，初次带我上山去冒险的阿千，却在一年涨大水的时候，喝醉了酒，淹死了。他们的家族，也一个个地死的死，散的散，现在没有生存者了他们的那一座牛栏似的房屋，已经换过了两三个主人。时间是不饶人的，盛衰起灭也绝对地无常的阿千之死，同时也带去了我的梦，我的青春！书塾与学堂――自传之三从前我们学英文的时候，中国自己还没有教科书，用的是一册英国人编了预备给印度人读的同纳氏文法是一路的读本。这读本里，有一篇说中国人读书的故事。插画中画着一位年老背曲拿烟管带眼镜拖辫子的老先生坐在那里听学生背书，立在这先生前面背书的，也是一位拖着长辫的小后生。不晓为什么原因，这一课的故事，对我印象特别的深，到现在我还约略谙诵得出来。里面曾说到中国人读书的奇习，说他们无论读书背书时，总要把身体东摇西扫，摇动得像一个自鸣钟的摆。这一种读书背书时摇摆身体的作用与快乐，大约是没有在从前的中国书塾里读过书的人所永不能了解的。"}
{"text":"这读本里，有一篇说中国人读书的故事。插画中画着一位年老背曲拿烟管带眼镜拖辫子的老先生坐在那里听学生背书，立在这先生前面背书的，也是一位拖着长辫的小后生。不晓为什么原因，这一课的故事，对我印象特别的深，到现在我还约略谙诵得出来。里面曾说到中国人读书的奇习，说他们无论读书背书时，总要把身体东摇西扫，摇动得像一个自鸣钟的摆。这一种读书背书时摇摆身体的作用与快乐，大约是没有在从前的中国书塾里读过书的人所永不能了解的。我的初上书塾去念书的年龄，却说不清楚了，大约总在七八岁的样子只记得有一年冬天的深夜，在烧年纸的时候，我已经有点蒙胧想睡了，尽在擦眼睛，打呵欠，忽而门外来了一位提着灯笼的老先生，说是来替我开笔的。我跟着他上了香，对孔子的神位行了三跪九叩之礼立起来就在香案前面的一张桌上写了一张上大人的红字，念了四句人之初，性本善的三字经。第二年的春天，我就夹着绿布书包，拖着红丝小辫，摇摆着身体，成了那册英文读本里的小学生的样子了。经过了三十余年的岁月，把当时的苦痛，一层层地摩擦干净，现在回想起来，这书塾里的生活，实在是快活得很。因为要早晨坐起一直坐到晚的缘故，可以助消化，健身体的运动，自然只有身体的死劲摇摆与放大喉咙的高叫了。大小便，是学生们监禁中暂时的解放，故而厕所就变作了乐园。我们同学中间的一位最淘气的，是学宫陈老师的儿子，名叫陈方书塾就系附设在学宫里面的。陈方每天早晨，总要大小便十二三次，后来弄得先生没法，就设下了一支令签，凡须出塾上厕所的人，一定要持签而出于是两人同去，在厕所里捣鬼的弊端革去了，但这令签的争夺，又成了一般学生们的唯一的娱乐。陈方比我大四岁，是书塾里的头脑像春香闹学似的把戏，总是由他起，由许多虾兵蟹将来演出的，因而先生的挞伐，也以落在他一个人的头上者居多。不过同学中间的有几位狡猾的人，委过于他，使他冤枉被打的事也着实不少他明知道辩不清的，每次替人受过之后，总只张大了两眼，滴落几滴大泪点，摸摸头上的痛处就了事。我后来进了当时由书院改建的新式的学堂，而陈方也因他父亲的去职而他迁，一直到现在，还不曾和他有第二次见面的机会这机会大约是永也不会再来了，因为国共分家的当日，在香港仿佛曾听见人说起过他，说他的那一种惨死的样子，简直和杜格纳夫所描写的卢亭，完全是一样。由书塾而到学堂！"}
{"text":"不过同学中间的有几位狡猾的人，委过于他，使他冤枉被打的事也着实不少他明知道辩不清的，每次替人受过之后，总只张大了两眼，滴落几滴大泪点，摸摸头上的痛处就了事。我后来进了当时由书院改建的新式的学堂，而陈方也因他父亲的去职而他迁，一直到现在，还不曾和他有第二次见面的机会这机会大约是永也不会再来了，因为国共分家的当日，在香港仿佛曾听见人说起过他，说他的那一种惨死的样子，简直和杜格纳夫所描写的卢亭，完全是一样。由书塾而到学堂！这一个转变，在当时的我的心里，比从天上飞到地上，还要来得大而且奇。其中的最奇之处，是我一个人，在全校的学生当中，身体年龄，都属最小的一点。当时的学堂，是一般人的崇拜和惊异的目标。将书院的旧考棚撤去了几排，一间像鸟笼似的中国式洋房造成功的时候，甚至离城有五六十里路远的乡下人，都成群结队，带了饭包雨伞，走进城来挤看新鲜。在校舍改造成功的半年之中，洋学堂的三个字，成了茶店酒馆，乡村城市里的谈话的中心而穿着奇形怪状的黑斜纹布制服的学堂生，似乎都是万能的张天师，人家也在侧目面视，自家也在暗鸣得意。一县里唯一的这县立高等小学堂的堂长，更是了不得的一位大人物，进进出出，用的是蓝呢小轿知县请客，总少不了他。每月第四个礼拜六下午作文课的时候，县官若来监课，学生们特别有两个肉馒头好吃有些住在离城十余里的乡下的学生，于文课作完后回家的包裹里，往往将这两个肉馒头包得好好，带回乡下去送给邻里尊长，并非想学颍考叔的纯孝，却因为这肉馒头是学堂里的东西，而又出于知县官之所赐，吃了是可以驱邪启智的。第三辑孤独人生零余者实际上我的那一班学堂里的同学，确有几位是进过学的秀才，年龄都在三十左右他们穿起制服来，因为背形微驼，样子有点不大雅观，但穿了袍子马褂，摇摇摆摆走回乡下去的态度，如另有着一种堂皇严肃的威仪。初进县立高等小学堂的那一年年底，因为我的平均成绩，超出了八十分以上，突然受了堂长和知县的提拔，令我和四位其他的同学跳过了一班，升入了高两年的级里这一件极平常的事情，在县城里居然也耸动了视听，而在我们的家庭里，却引起了一场很不小的风波。是第二年春天开学的时候了，我们的那位寡母，辛辛苦苦，调集了几块大洋的学费书籍费缴进学堂去后，我向她又提出了一个无理的要求，硬要她去为我买一双皮鞋来穿。"}
{"text":"初进县立高等小学堂的那一年年底，因为我的平均成绩，超出了八十分以上，突然受了堂长和知县的提拔，令我和四位其他的同学跳过了一班，升入了高两年的级里这一件极平常的事情，在县城里居然也耸动了视听，而在我们的家庭里，却引起了一场很不小的风波。是第二年春天开学的时候了，我们的那位寡母，辛辛苦苦，调集了几块大洋的学费书籍费缴进学堂去后，我向她又提出了一个无理的要求，硬要她去为我买一双皮鞋来穿。在当时的我的无邪的眼里，觉得在制服下穿上一双皮鞋，挺胸伸脚，得得得得地在石板路大走去，就是世界上最光荣的事情跳过了一班，升进了一级的我，非要如此打扮，才能够压服许多比我大一半年龄的同学的心。为凑集学费之类，已经罗掘得精光的我那位母亲，自然是再也没有两块大洋的余钱替我去买皮鞋了，不得已就只好老了面皮，带着了我，上大街上的洋广货店里去赊去当时的皮鞋，是由上海运来，在洋广货店里寄售的。一家，两家，三家，我跟了母亲，从下街走起，一直走到了上街尽处的那一家隆兴字号。店里的人，看我们进去，先都非常客气，摸摸我的头，一双一双的皮鞋拿出来替我试脚但一听到了要赊欠的时候，却同样地都白了眼，作一脸苦笑，说要去问账房先生的。而各个账房先生，又都一样地板起了脸，放大了喉咙，说是赊欠不来。到了最后那一家隆兴里，惨遭拒绝赊欠的一瞬间，母亲非但涨红了脸，我看见她的眼睛，也有点红起来了。不得已只好默默地旋转了身，走出了店我也并无言语，跟在她的后面走回家来。到了家里，她先掀着鼻涕，上楼去了半天后来终于带了一大包衣服，走下楼来了，我晓得她是将从后门走出，上当铺去以衣服抵押现钱的这时候，我心酸极了，哭着喊着，赶上了后门边把她拖住，就绝命的叫说娘，娘！您别去吧！我不要了，我不要皮鞋穿了！那些店家！那些可恶的店家！我拖住了她跪向了地下，她也呜呜地放声哭了起来。两人的对泣，惊动了四邻，大家都以为是我得罪了母亲，走拢来相劝。我愈听愈觉得悲哀，母亲也愈哭愈是厉害，结果还是我重赔了不是，由间壁的大伯伯带走，走上了他们的家里。自从这一次的风波以后，我非但皮鞋不着，就是衣服用具，都不想用新的了。拼命的读书，拼命的和同学中的贫苦者相往来，对有钱的人，经商的人仇视等，也是从这时候而起的。"}
{"text":"我不要了，我不要皮鞋穿了！那些店家！那些可恶的店家！我拖住了她跪向了地下，她也呜呜地放声哭了起来。两人的对泣，惊动了四邻，大家都以为是我得罪了母亲，走拢来相劝。我愈听愈觉得悲哀，母亲也愈哭愈是厉害，结果还是我重赔了不是，由间壁的大伯伯带走，走上了他们的家里。自从这一次的风波以后，我非但皮鞋不着，就是衣服用具，都不想用新的了。拼命的读书，拼命的和同学中的贫苦者相往来，对有钱的人，经商的人仇视等，也是从这时候而起的。当时虽还只有十一二岁的我，经了这一番波折，居然有起老成人的样子来了，直到现在，觉得这一种怪癖的性格，还是改不转来。到了我十三岁的那一年冬天，是光绪三十四年，皇帝死了小小的这富阳县里，也来了哀诏，发生了许多议论。熊成基的安徽起义，无知幼弱的溥仪的入嗣，帝室的荒淫，种族的歧异等等，都从几位看报的教员的口里，传入了我们的耳朵。而对于我印象最深的，是一位国文教员拿给我们看的报纸上的一张青年军官的半身肖像。他说，这一位革命义士，在哈尔滨被捕，在吉林被满清的大员及汉族的卖国奴等生生地杀掉了我们要复仇，我们要努力用功。所谓种族，所谓革命，所谓国家等等的概念，到这时候，才隐约地在我脑里生了一点儿根。水样的春愁――自传之四洋学堂里的特殊科目之一，自然是伊利哇拉的英文。现在回想起来，虽不免有点觉得好笑，但在当时，杂在各年长的同学当中，和他们一样地曲着背，耸着肩，摇摆着身体，用了读古文辞类纂的腔调，高声朗诵着皮衣啤，皮哀排的精神，却真是一点儿含糊苟且之处都没有的。初学会写字母之后，大家所急于想一试的，是自己的名字的外国写法于是教英文的先生，在课余之暇就又多了一门专为学生拼英文名字的工作。有几位想走捷径的同学，并且还去问过先生，外国百家姓和外国三字经有没有得买的？先生笑着回答说，外国百家姓和三字经，就只有你们在读的那一本泼剌玛的时候，同学们于失望之余，反更是皮哀排，皮衣啤地叫得起劲。当然是不用说的，学英文还没有到一个礼拜，几本当教料书用的十三经注疏，御批通鉴辑览的黄封面上，大家都各自用墨水笔题上了英文拼的歪斜的名字。又进一步，便是用了异样的发音，操英文说着你是一只狗，我是你的父亲之类的话，大家互讨便宜的混战而实际上，有几位乡下的同学，却已经真的是两三个小孩子的父亲了。"}
