{"text":"他为之绘图的飞燕外传，传奇小说，题汉代伶玄撰，写赵飞燕姊妹的宫廷生活会真记，传奇小说，唐代元稹作，写崔莺莺与张生的恋爱故事。珂勒惠支夫人―德国版画家。一九三六年，曾用三闲书屋名义编选出版了凯绥珂勒惠支版画选集。她作插图的织匠，是德国作家霍普特曼写的以纺织工人罢工为题材的剧本。梅斐尔德现代德国版画家。一九三年，曾用三闲书屋名义编印出版了梅斐尔德木刻士敏土之图。他作插图的猎俄皇记，俄国民粹派女革命家斐格纳尔―写的回忆录，记述一八八一年三月民粹派行刺沙皇亚历山大二世的故事。麦绥莱勒比利时版画家。参看本书一个人的受难序及其注。罗曼罗兰，―法国作家社会活动家。著有长篇小说约翰克利斯朵夫及传记贝多芬传等。第一次世界大战时他侨居瑞士，反对战争。希该尔未详。参看二心集风马牛及其有关注。吉宾斯―英国木刻家。论语一年论语一年――借此又谈萧伯纳说是论语办到一年了，语堂先生命令我做文章。这实在好像出了学而一章的题目，叫我做一篇白话八股一样。没有法，我只好做开去。老实说罢，他所提倡的东西，我是常常反对的。先前，是对于费厄泼赖，现在呢，就是幽默。我不爱幽默，并且以为这是只有爱开圆桌会议的国民才闹得出来的玩意儿，在中国，却连意译也办不到。我们有唐伯虎，有徐文长还有最有名的金圣叹，杀头，至痛也，而圣叹以无意得之，大奇！虽然不知道这是真话，是笑话是事实，还是谣言。但总之一来，是声明了圣叹并非反抗的叛徒二来，是将屠户的凶残，使大家化为一笑，收场大吉。我们只有这样的东西，和幽默是并无什么瓜葛的。况且姓氏一大篇，动手者寥寥无几，乃是中国的古礼。在这种礼制之下，要每月说出两本幽默来，倒未免有些幽默的气息。这气息令人悲观，加以不爱，就使我不大热心于论语了。然而，萧的专号是好的。它发表了别处不肯发表的文章，揭穿了别处故意颠倒的谈话，至今还使名士不平，小官怀恨，连吃饭睡觉的时候都会记得起来。憎恶之久，憎恶者之多，就是效力之大的证据。"}
{"text":"我们只有这样的东西，和幽默是并无什么瓜葛的。况且姓氏一大篇，动手者寥寥无几，乃是中国的古礼。在这种礼制之下，要每月说出两本幽默来，倒未免有些幽默的气息。这气息令人悲观，加以不爱，就使我不大热心于论语了。然而，萧的专号是好的。它发表了别处不肯发表的文章，揭穿了别处故意颠倒的谈话，至今还使名士不平，小官怀恨，连吃饭睡觉的时候都会记得起来。憎恶之久，憎恶者之多，就是效力之大的证据。莎士比亚虽然是剧圣，我们不大有人提起他。五四时代绍介了一个易卜生，名声倒还好，今年绍介了一个萧，可就糟了，至今还有人肚子在发胀。为了他笑嘻嘻，辨不出是冷笑，是恶笑，是嘻笑么？并不是的。为了他笑中有刺，刺着了别人的病痛么？也不全是的。列维它夫说得很分明就因为易卜生是伟大的疑问号？，而萧是伟大的感叹号！的缘故。他们的看客，不消说，是绅士淑女们居多。绅士淑女们是顶爱面子的人种。易卜生虽然使他们登场，虽然也揭发一点隐蔽，但并不加上结论，却从容的说道想一想罢，这到底是些什么呢？绅士淑女们的尊严，确也有一些动摇了，但究竟还留着摇摇摆摆的退走，回家去想的余裕，也就保存了面子。至于回家之后，想了也未，想得怎样，那就不成什么问题，所以他被绍介进中国来，四平八稳，反对的比赞成的少。萧可不这样了，他使他们登场，撕掉了假面具，阔衣装，终于拉住耳朵，指给大家道，看哪，这是蛆虫！连磋商的工夫，掩饰的法子也不给人有一点。这时候，能笑的就只有并无他所指摘的病痛的下等人了。在这一点上，萧是和下等人相近的，而也就和上等人相远。这怎么办呢？仍然有一定的古法在。就是大家沸沸扬扬的嚷起来，说他有钱，说他装假，说他名流，说他狡猾，至少是和自己们差不多，或者还要坏。自己是生活在小茅厕里的，他却从大茅厕里爬出，也是一只蛆虫，绍介者胡涂，称赞的可恶。然而，我想，假使萧也是一只蛆虫，却还是一只伟大的蛆虫，正如可以同有许多感叹号，而惟独他是伟大的感叹号一样。譬如有一堆蛆虫在这里罢，一律即即足足，自以为是绅士淑女，文人学士，名宦高人，互相点头，雍容揖让，天下太平，那就是全体没有什么高下，都是平常的蛆虫。但是，如果有一只蓦地跳了出来，大喝一声道这些其实都是蛆虫！"}
{"text":"自己是生活在小茅厕里的，他却从大茅厕里爬出，也是一只蛆虫，绍介者胡涂，称赞的可恶。然而，我想，假使萧也是一只蛆虫，却还是一只伟大的蛆虫，正如可以同有许多感叹号，而惟独他是伟大的感叹号一样。譬如有一堆蛆虫在这里罢，一律即即足足，自以为是绅士淑女，文人学士，名宦高人，互相点头，雍容揖让，天下太平，那就是全体没有什么高下，都是平常的蛆虫。但是，如果有一只蓦地跳了出来，大喝一声道这些其实都是蛆虫！那么，――自然，它也是从茅厕里爬出来的，然而我们非认它为特别的伟大的蛆虫则不可。蛆虫也有大小，有好坏的。生物在进化，被达尔文揭发了，使我们知道了我们的远祖和猴子是亲戚。然而那时的绅士们的方法，和现在是一模一样的他们大家倒叫达尔文为猴子的子孙。罗广廷博士在广东中山大学的生物自然发生的实验尚未成功，我们姑且承认人类是猴子的亲戚罢，虽然并不十分体面。但这同是猴子的亲戚中，达尔文又不能不说是伟大的了。那理由很简单而且平常，就因为他以猴子亲戚的家世，却并不忌讳，指出了人们是猴子的亲戚来。猴子的亲戚也有大小，有好坏的。但达尔文善于研究，却不善于骂人，所以被绅士们嘲笑了小半世。给他来斗争的是自称为达尔文的咬狗的赫胥黎，他以渊博的学识，警辟的文章，东冲西突，攻陷了自以为亚当和夏娃的子孙们的最后的堡垒。现在是指人为狗，变成摩登了，也算是一句恶骂。但是，便是狗罢，也不能一例而论的，有的食肉，有的拉橇，有的为军队探敌，有的帮警署捉人，有的在张园赛跑，有的跟化子要饭。将给阔人开心的吧儿和在雪地里救人的猛犬一比较，何如？如赫胥黎，就是一匹有功人世的好狗。狗也有大小，有好坏的。但要明白，首先就要辨别。幽默处俏皮与正经之间语堂语。不知俏皮与正经之辨，怎么会知道这之间？我们虽挂孔子的门徒招牌，却是庄生的私淑弟子。彼亦一是非，此亦一是非，是与非不想辨不知周之梦为蝴蝶欤，蝴蝶之梦为周欤？梦与觉也分不清。生活要混沌。如果凿起七窍来呢？庄子曰七日而混沌死。这如何容得感叹号？而且也容不得笑。私塾的先生，一向就不许孩子愤怒，悲哀，也不许高兴。皇帝不肯笑，奴隶是不准笑的。他们会笑，就怕他们也会哭，会怒，会闹起来。更何况坐着有版税可抽，而一年之中，竟只闻其骚音怨音以及刻薄刁毒之音呢？这可见幽默在中国是不会有的。"}
{"text":"我们虽挂孔子的门徒招牌，却是庄生的私淑弟子。彼亦一是非，此亦一是非，是与非不想辨不知周之梦为蝴蝶欤，蝴蝶之梦为周欤？梦与觉也分不清。生活要混沌。如果凿起七窍来呢？庄子曰七日而混沌死。这如何容得感叹号？而且也容不得笑。私塾的先生，一向就不许孩子愤怒，悲哀，也不许高兴。皇帝不肯笑，奴隶是不准笑的。他们会笑，就怕他们也会哭，会怒，会闹起来。更何况坐着有版税可抽，而一年之中，竟只闻其骚音怨音以及刻薄刁毒之音呢？这可见幽默在中国是不会有的。这也可见我对于论语的悲观，正非神经过敏。有版税的尚且如此，还能希望那些炸弹满空，河水漫野之处的人们来说幽默么？恐怕连骚音怨音也不会有，盛世元音自然更其谈不到。将来圆桌会议上也许有人列席，然而是客人，主宾之间，用不着幽默。甘地一回一回的不肯吃饭，而主人所办的报章上，已有说应该给他鞭子的了。这可见在印度也没有幽默。最猛烈的鞭挞了那主人们的是萧伯纳，而我们中国的有些绅士淑女们可又憎恶他了，这真是伯纳以无意得之，大奇！然而也正是办起孝经来的好文字此士大夫之孝也。中庸大学都已新出，孝经是一定就要出来的不过另外还要有左传。在这样的年头，论语那里会办得好二十五本，已经要算是不亦乐乎的了。八月二十三日。本篇最初发表于一九三三年九月十六日论语第二十五期。语堂林语堂―，福建龙溪人，作家。曾留学美国德国，早期是语丝撰稿人之一。三十年代在上海主编论语人间世宇宙风等刊物，提倡幽默闲适和性灵文学，以自由主义者的姿态为国民党反动统治粉饰太平。一九三六年居留美国，一九六六年定居台湾，长期从事反动文化活动。学而一章学而是论语第一篇的题目。旧时的八股文，一般以论语等儒家经典中的文句命题。费厄泼赖英语的音译，意思是光明正大的比赛，不用不正当的手段。后来英国资产阶级曾有人提倡将这种精神用于社会生活和党派斗争，认为这是每一个资产阶级绅士应有的涵养和品德。"}
{"text":"学而一章学而是论语第一篇的题目。旧时的八股文，一般以论语等儒家经典中的文句命题。费厄泼赖英语的音译，意思是光明正大的比赛，不用不正当的手段。后来英国资产阶级曾有人提倡将这种精神用于社会生活和党派斗争，认为这是每一个资产阶级绅士应有的涵养和品德。林语堂在一九二五年十二月十四日语丝第五十七期发表的插论语丝的文体――稳健，骂人，及费厄泼赖一文中，说中国泼赖的精神就很少，更谈不到费厄，对于失败者不应再施攻击，以今日之段祺瑞章士钊为例，我们便不应再攻击其个人。在坟论费厄泼赖应该缓行中曾批判过这一主张。幽默英语的音译。林语堂从一九三二年九月创办论语起，就提倡幽默，他说论语发刊以提倡幽默为目标见论语第一期群言堂幽默与语妙之讨论。圆桌会议中世纪英国亚瑟王召集高级骑士开会时，为表示席次不分高下，采用圆桌会议的形式。后泛指与会者地位在形式上平等的会议。唐伯虎―名寅，吴县今属江苏人。徐文长―，名渭，山阴今浙江绍兴人。两人都是明代文学家画家。过去民间流传不少关于他们的笑话。姓氏一大篇过去有些杂志为了显示阵容的强大，常列出大批撰稿人名单。论语自第五期起，在刊头下印有长期撰稿员二十余人。萧的专号指一九三三年三月一日出版的论语第十二期萧伯纳游华专号。列维它夫，―苏联作家。他浴恫伞舻南肪纭一文中说说到萧和易卜生的对比，这也是自然的，因为，易卜生和萧是资产阶级戏剧创作的顶点。然而这个顶点――易卜生――被浓密的永久的云雾掩蔽着。易卜生――是个天才的问号？，没有答案的问题，没有解决的疑问。萧――却是个伟大的惊叹号！――这一个顶点被斗争化的思想的灿烂光线镀了金了对于他，提出疑问，也大半是伦理道德的疑问，就等于解决这个疑问，因为疑问的解决就包含在疑问的正确的提出，像蝴蝶的包含在蛹里面一样。据萧参译文达尔文在人类起源和性的选择第六章论人类的血缘和谱系中，描述了人类的始祖类人猿。罗广廷广西合浦县人。早年留学法国，曾得医学博士。"}
{"text":"易卜生――是个天才的问号？，没有答案的问题，没有解决的疑问。萧――却是个伟大的惊叹号！――这一个顶点被斗争化的思想的灿烂光线镀了金了对于他，提出疑问，也大半是伦理道德的疑问，就等于解决这个疑问，因为疑问的解决就包含在疑问的正确的提出，像蝴蝶的包含在蛹里面一样。据萧参译文达尔文在人类起源和性的选择第六章论人类的血缘和谱系中，描述了人类的始祖类人猿。罗广廷广西合浦县人。早年留学法国，曾得医学博士。三十年代任中山大学生物教授时，发表生物自然发生的发明用真凭实据来答复进化论学者等文，用物种不变论反对达尔文的进化学说，声称他在科学试验中发现了生物自然发生的奇迹，说由此推论，人猿，牛，猪等生物，自然也是在古代某时某地的适应环境里产生的，而不是要经过几千亿兆年的进化才有的。达尔文的咬狗赫胥黎在达尔文发表物种起源受到攻击时，极力为达尔文辩护，他在一八五九年十一月二十三日给达尔文的信中说至于那些要吠要嗥的恶狗，你必须想到你的朋友们无论如何还有一定的战斗性我正在磨利我的爪和牙，以作准备。亚当和夏娃圣经故事中由上帝创造的人类始祖，见旧约创世记第一章。张园旧时上海的一个公共游览场所，原为无锡张氏私人花园，故名。按当时上海赛狗的地方是在逸园申园明园等处。庄生约前―前即庄子，名周，战国时宋国人，道家思想主要代表人物。这里的引语，前两处见庄子齐物论，后一处见庄子应帝王。甘地，―印度民族独立运动领袖主张非暴力抵抗，以不合作运动对付英国殖民政府，屡遭监禁，在狱中多次绝食。一九三年五月六日路透电曾说到英国殷芝开伯爵主张对他采用武力。孝经儒家经典之一，各说不一，当为孔门后学所作。下面的引语，出自该书卿大夫非先王之法服不敢服，非先王之法言不敢道，非先王之德行不敢行，三者备矣，然后能守其宗庙，盖卿大夫之孝也。中庸大学儒家经书名，当时在上海以此为名出版的杂志有中庸半月刊，徐心芹等主办，一九三三年三月创刊大学月刊，林众可丘汉平等编辑，一九三三年八月创刊。"}
{"text":"孝经儒家经典之一，各说不一，当为孔门后学所作。下面的引语，出自该书卿大夫非先王之法服不敢服，非先王之法言不敢道，非先王之德行不敢行，三者备矣，然后能守其宗庙，盖卿大夫之孝也。中庸大学儒家经书名，当时在上海以此为名出版的杂志有中庸半月刊，徐心芹等主办，一九三三年三月创刊大学月刊，林众可丘汉平等编辑，一九三三年八月创刊。蜜蜂与蜜蜜蜂与蜜陈思先生看了涛声上批评蜜蜂的文章后，发生了两个意见，要写出来，听听专家的判定。但我不再来辩论，因为涛声并不是打这类官司的地方。村人火烧蜂群，另有缘故，并非阶级斗争的表现，我想，这是可能的。但蜜蜂是否会于虫媒花有害，或去害风媒花呢，我想，这也是可能的。昆虫有助于虫媒花的受精，非徒无害，而且有益，就是极简略的生物学上也都这样说，确是不错的。但这是在常态时候的事。假使蜂多花少，情形可就不同了，蜜蜂为了采粉或者救饥，在一花上，可以有数匹甚至十余匹一涌而入，因为争，将花瓣弄伤，因为饿，将花心咬掉，听说日本的果园，就有遭了这种伤害的。它的到风媒花上去，也还是因为饥饿的缘故。这时酿蜜已成次要，它们是吃花粉去了。所以，我以为倘花的多少，足供蜜蜂的需求，就天下太平，否则，便会反动。譬如蚁是养护蚜虫的，但倘将它们关在一处，又不另给食物，蚁就会将蚜虫吃掉人是吃米或麦的，然而遇着饥馑，便吃草根树皮了。中国向来也养蜂，何以并无此弊呢？那是极容易回答的因为少。近来以养蜂为生财之大道，干这事的愈多。然而中国的蜜价，远逊欧美，与其卖蜜，不如卖蜂。又因报章鼓吹，思养蜂以获利者辈出，故买蜂者也多于买蜜。因这缘故，就使养蜂者的目的，不在于使酿蜜而在于使繁殖了。但种植之业，却并不与之俱进，遂成蜂多花少的现象，闹出上述的乱子来了。总之，中国倘不设法扩张蜂蜜的用途，及同时开辟果园农场之类，而一味出卖蜂种以图目前之利，养蜂事业是不久就要到了绝路的。此信甚希发表，以冀有心者留意也。专此，顺请著安。罗怃。六月十一日。本篇最初发表于一九三三年六月十七日涛声第二卷第二十三期，署名罗怃。蜜蜂张天翼所作短篇小说。写一个养蜂场因蜂多花少，致使蜂群伤害了农民的庄稼，引起群众反抗的故事。"}
{"text":"但种植之业，却并不与之俱进，遂成蜂多花少的现象，闹出上述的乱子来了。总之，中国倘不设法扩张蜂蜜的用途，及同时开辟果园农场之类，而一味出卖蜂种以图目前之利，养蜂事业是不久就要到了绝路的。此信甚希发表，以冀有心者留意也。专此，顺请著安。罗怃。六月十一日。本篇最初发表于一九三三年六月十七日涛声第二卷第二十三期，署名罗怃。蜜蜂张天翼所作短篇小说。写一个养蜂场因蜂多花少，致使蜂群伤害了农民的庄稼，引起群众反抗的故事。小说发表后，陈思曹聚仁在涛声第二卷第二十二期一九三三年六月十日写了蜜蜂一文，其中说张天翼先生写蜜蜂的原起，也许由于听到无锡乡村人火烧华绎之蜂群的故事。那是土豪劣绅地痞流氓敲诈不遂的报复举动，和无锡农民全无关系并且那一回正当苜蓿花开，蜂群采蜜，更有利于农事，农民决不反对的。乡村间的斗争，决不是单纯的劳资斗争，若不仔细分析斗争的成分，也要陷于错误的。希望张天翼先生看了我的话，实际去研究调查一下。木刻创作法序木刻创作法序地不问东西，凡木刻的图版，向来是画管画，刻管刻，印管印的。中国用得最早，而照例也久经衰退清光绪中，英人傅兰雅氏编印格致汇编，插图就已非中国刻工所能刻，精细的必需由英国运了图版来。那就是所谓木口木刻，也即复制木刻，和用在编给印度人读的英文书，后来也就移给中国人读的英文书上的插画，是同类的。那时我还是一个儿童，见了这些图，便震惊于它的精工活泼，当作宝贝看。到近几年，才知道西洋还有一种由画家一手造成的版画，也就是原画，倘用木版，便叫作创作木刻，是艺术家直接的创作品，毫不假手于刻者和印者的。现在我们所要绍介的，便是这一种。为什么要绍介呢？据我个人的私见，第一是因为好玩。说到玩，自然好像有些不正经，但我们钞书写字太久了，谁也不免要息息眼，平常是看一会窗外的天。假如有一幅挂在墙壁上的画，那岂不是更其好？倘有得到名画的力量的人物，自然是无须乎此的，否则，一张什么复制缩小的东西，实在远不如原版的木刻，既不失真，又省耗费。自然，也许有人要指为要以今雅立国的，但比起古雅来，不是已有古今之别了么？第二，是因为简便。现在的金价很贵了，一个青年艺术学徒想画一幅画，画布颜料，就得化一大批钱画成了，倘使没法展览，就只好请自己看。"}
{"text":"假如有一幅挂在墙壁上的画，那岂不是更其好？倘有得到名画的力量的人物，自然是无须乎此的，否则，一张什么复制缩小的东西，实在远不如原版的木刻，既不失真，又省耗费。自然，也许有人要指为要以今雅立国的，但比起古雅来，不是已有古今之别了么？第二，是因为简便。现在的金价很贵了，一个青年艺术学徒想画一幅画，画布颜料，就得化一大批钱画成了，倘使没法展览，就只好请自己看。木刻是无需多化钱的，只用几把刀在木头上划来划去――这也许未免说得太容易了――就如印人的刻印一样，可以成为创作，也由此得到创作的欢喜。印了出来，就能将同样的作品，分给别人，使许多人一样的受到创作的欢喜。总之，是比别种作法的作品，普遍性大得远了。第三，是因为有用。这和好玩似乎有些冲突，但其实也不尽然的，要看所玩的是什么。打马将恐怕是终于没有出息的了用火药做花炮玩，推广起来却就可以造枪炮。大炮，总算是实用不过的罢，而安特莱夫一有钱，却将它装在自己的庭园里当玩艺。木刻原是小富家儿艺术，然而一用在刊物的装饰，文学或科学书的插画上，也就成了大家的东西，是用不着多说的。这实在是正合于现代中国的一种艺术。但是至今没有一本讲说木刻的书，这才是第一本。虽然稍简略，却已经给了读者一个大意。由此发展下去，路是广大得很。题材会丰富起来的，技艺也会精炼起来的，采取新法，加以中国旧日之所长，还有开出一条新的路径来的希望。那时各将自己的本领和心得，贡献出来，中国的木刻界就会发生光焰。这书虽然因此要成为不过一粒星星之火，但也够有历史上的意义了。一九三三年十一月九日，记。本篇在收入本书前未在报刊上发表过。木刻创作法，白危编译的关于木刻的入门书，一九三七年一月上海读书生活出版社出版。傅兰雅，―英国教士。一八六一模清咸丰十一年来我国传教，一八七五年清光绪元年在上海与人合办格致书院，次年出版专刊西方自然科学论著摘要和科学情报资料的格致汇编季刊，时断时续，至一八九二年共出二十八本。该刊附有大量刻工精细的插图。木口木刻即在木头横断面上进行的雕刻。"}
