{"text":"结果这一本五百多页的大著就成了欧洲学术界划时代的著作，一直到现在研究中亚古代语言和比较语言的学者还不能离开它。写到这里，读者或者以为西克灵在这些工作上都没有什么不得了的贡献，因为我上面曾说到他的工作主要是在研究抄写字母。这种想法是错的。字母并不像我们知道的这些字母一样，它是非常复杂的。有时候两个字母的区别非常细微，譬如说同，稍一不小心，立刻就发生错误。法国的梵文学家莱维在别的方面的成绩不能不算大，但看他出版的吐火罗语龟兹语的残卷里有多少读错的地方，就可以知道只是读这字母也并不容易了。在这方面西克灵的造诣是非常惊人的，可以说是并世无二。也是为了读字母的问题，我在年的春天到柏林去看西克灵。我在普鲁士学士院他的研究室里找到他，他正在那里埋首工作，桌子上摆的墙上挂的全是些字母的残卷，他就用他特有的蝇头般的小字一行一行地抄下来。在那以前，我就听说，只要有三个学生以上，他就一句话也说不出来了。所以他一生就只在学士院里工作，只有很短一个时间在柏林大学里教过吐火罗语，终于还是辞了职。见了面他给我的印象同传闻的一样，人很沉静，不大说话。问他问题，他却解释无遗。我从他那里学到了不少读字母的秘诀。我发现他外表虽冷静，但骨子里他却是个很热情的人，正像一切良好的德国人一样。以后，我离开柏林，回到哥廷根，战争愈来愈激烈，我也就再也没能到柏林去看他。战争结束后，自己居然还活着，听说他也没被炸死，心里觉得非常高兴。我也就带了这高兴在去年夏天里回了国来，一转眼就过了半年。在这期间，因为又接触了一个新环境，终天糊里糊涂的，连回忆的余裕都没有了。最近，心情方面渐渐安静下来，于是又回忆到以前的许多事情，在德国遇到的这许多师友的面影又不时在眼前晃动，想到以前过的那个幸福的时期，恨不能立刻再回到德国去。然而正在这时候，我接到西克先生的信，说西克灵已经去世了。即便我能立刻回到德国，师友里面已经少了一个了。对学术界，尤其是对我自己，这个损失是再也不能弥补的了。我现在唯一的安慰就是在西克先生身上了。他今年已经八十多岁，但他的信上说，他的身体还很好。德国目前是既没有吃的穿的，也没有烧的。六七个人挤在一个小屋里，又以他这样的高龄，但他居然还照常工作。"}
{"text":"然而正在这时候，我接到西克先生的信，说西克灵已经去世了。即便我能立刻回到德国，师友里面已经少了一个了。对学术界，尤其是对我自己，这个损失是再也不能弥补的了。我现在唯一的安慰就是在西克先生身上了。他今年已经八十多岁，但他的信上说，他的身体还很好。德国目前是既没有吃的穿的，也没有烧的。六七个人挤在一个小屋里，又以他这样的高龄，但他居然还照常工作。他四十年来一个合西克灵，比他小二十多岁的一个朋友，既然先他而死了，我只希望上苍还保佑他，让他再壮壮实实多活几年，把他们未完成的大作完成了，为学术，为他死去的朋友，我替他祝福。忆念张天麟忆念张天麟我一生尊师重友，爱护弟子。因为天性内向，不善交游，所以交的朋友不算太多，但却也不算太少。我自己认为是一个非常重感情的人，几乎所有的师友都在我的文章中留下了痕迹。但是稍微了解内情的人都会纳闷儿为什么我两个最早的朋友独付阙如？一个是李长之，一个是张天麟。长之这一笔账前不久已经还上了，现在只剩下张天麟了。事必有因。倘若有人要问为什么是这样子呢？说老实话，我自己也有点说不清道不明。在追忆长之的文章中，我碰了下这个问题但也只是蜻蜓点水一般一点即过。现在遇到了张天麟，我并没有变得更聪明，依然糊涂如故。张天麟一生待我如亲兄弟，如果有什么I格不人之处的话，也决不在他身上。那么究竟是在谁身上呢？恍兮惚兮，其中有人。现在已时过境迁，说出来也没有什么意义了，还是不去说它吧。张天麟，这不是他本来的名字。他本名张天彪，字虎文。因为参加了国民党的革命，借用了他一个堂兄的名字，以作掩护，从此就霸占终生，我于年在新育小学毕业，觉得自己是一个上不得台盘的人，是一只癞蛤蟆，不敢妄想吃天鹅肉，大名鼎鼎的一中，我连去报名的勇气都没有，只凑凑合合地去报考了破正谊。又因为学习水平确实不低，我录取的不是一年级，而是一年半级，算是沾了半年的光。同班就有老学生张天彪。他大我四岁，因双腿有病，休学了四年，跟我成了同班。在班上，他年龄最大，脑袋瓜最灵，大有鹤立鸡群之势。当时军阀滥发钞票，大肆搜刮，名之曰军用票，是十分不稳定不值钱的纸币。从山东其他县分到济南正谊中学上学的学生，随身带的不是军用票，而是现大洋或中国银行交通银行的钞票，都是响的硬通货。"}
{"text":"又因为学习水平确实不低，我录取的不是一年级，而是一年半级，算是沾了半年的光。同班就有老学生张天彪。他大我四岁，因双腿有病，休学了四年，跟我成了同班。在班上，他年龄最大，脑袋瓜最灵，大有鹤立鸡群之势。当时军阀滥发钞票，大肆搜刮，名之曰军用票，是十分不稳定不值钱的纸币。从山东其他县分到济南正谊中学上学的学生，随身带的不是军用票，而是现大洋或中国银行交通银行的钞票，都是响的硬通货。正谊是私立中学，靠学生的学费来维持学校的开支。张天彪不知是用了些什么手法，用军用票去换取外地学生手中的现大洋或中交钞票。我当时只有十三岁，对他这种行动只觉得有趣，也颇有学习的想法，可是不知道从何处下手，只好作罢。这种本领伴随了张天麟一生。正谊毕业以后，我考入了山东大学附设高中，时间是年，我十五岁。从此以后，我走上了认真读书的道路。至于虎文干了些什么，我不清楚。可能是到南方什么地方参加国民党的革命去了。我们再次在济南见面时，大概是在年末或年初，反正是在日寇撤离而国民党军队进驻的时候。这时候，他已经当了什么官，我不清楚，我对这种事情从来不感兴趣。但是，我却微妙地感觉到，他此时已经颇有一些官架子了。时光一下子就到了年。我在省立济南高中毕业后，来到北平，考入清华大学。虎文不知道是什么时候到北平来的，他正在北京大学德文系读书，投在杨丙辰先生麾下。虎文决不是阿谀奉承，做走狗，拍马屁那样的人物但是，他对接近权势者和长者并取得他们的欢心，似乎有特异功能。他不久就成为杨丙辰先生的红人。杨先生曾一度回河南故乡担任河南大学的校长，虎文也跟了去，成为他重要的幕僚。杨先生担任大学校长的时间不长，虎文又跟他回到了北平。回来后，他张罗着帮助什么人成立了一个中德学会，他在里面担任什么职务，我不清楚，我一向对这种事情不大热心。后来，他之所以能到德国去留学，大概走的就是这一条线。我于年在清华西洋文学系毕业，回母校济南高中教了一年国文。于年考取清华与德国合办的交换研究生，当年夏天取道满洲国和西伯利亚铁路，到了柏林。秋天到了哥廷根，一住就是十年。我不记得，虎文是什么时候到的德国，很可能是在我到了哥廷根之后。"}
{"text":"回来后，他张罗着帮助什么人成立了一个中德学会，他在里面担任什么职务，我不清楚，我一向对这种事情不大热心。后来，他之所以能到德国去留学，大概走的就是这一条线。我于年在清华西洋文学系毕业，回母校济南高中教了一年国文。于年考取清华与德国合办的交换研究生，当年夏天取道满洲国和西伯利亚铁路，到了柏林。秋天到了哥廷根，一住就是十年。我不记得，虎文是什么时候到的德国，很可能是在我到了哥廷根之后。他在念了几年书，拿到了博士学位，又回到柏林，在国民党政府驻柏林公使馆里鬼混，大概也是一个什么官。此时，他的夫人牛西园和儿子张文已经到了德国。有一年，可能是年或年，我想回国，到了柏林，就住在虎文家里。他带我去拜见大教育学家p和大汉学家。我没有走成，又回到了哥廷根。隔了不久，虎文全家到哥廷根去看我，大约住了两个礼拜，我们共同过了一段非常愉快的日子，至今难忘。年，德国与汪精卫伪政权建交，国民党公使馆不得已而撤至瑞士，虎文全家也都到瑞士去了。我同当时同住在哥廷根的张维陆士嘉夫妇共同商议，决定无论如何也不能跟日伪使馆打交道，宣布了无国籍，从此就变成了像天空中的飞鸟一样，任人射杀，不受任何国家的保护。过了几年海外孤子的生活，并没有遇到什么麻烦，德国师友对我们都极好。转眼到了年，三个妄想吞并世界的法西斯国家德国意大利和日本，相继投降，第二次世界大战结束了。人类又度过了一劫，该是我们回国的时候了。最初攻入哥廷根的是美国军队，后来不知道为什么由英国军官来主持全城的行政工作。我同张维去找了英国军官。他把我们看作盟邦的难民spps，很慷慨地答应帮我们的忙，送我们到瑞士去。当时德国境内的铁路几乎已完全炸毁，飞机当然更谈不到，想到瑞士去只能坐汽车。那位英国军官找到了一个美国少校和另外一位美国军人，驾驶两辆吉普车，把张维一家三人，刘先志一家两人和我共六人送到了瑞士边境。我们都没有签证，瑞士进不去。我打电话给中国驻瑞士公使馆虎文，他利用中国外交官的名义，把我们都接进了瑞士。离开德国边境时，我心中怅然若有所失。十年来三千六百多个日日夜夜，就此结束了。众多师友的面影一时都闪到我眼前来，客树回看成故乡，我胸中溢满了离情别绪，我只有徒唤奈何了。"}
{"text":"那位英国军官找到了一个美国少校和另外一位美国军人，驾驶两辆吉普车，把张维一家三人，刘先志一家两人和我共六人送到了瑞士边境。我们都没有签证，瑞士进不去。我打电话给中国驻瑞士公使馆虎文，他利用中国外交官的名义，把我们都接进了瑞士。离开德国边境时，我心中怅然若有所失。十年来三千六百多个日日夜夜，就此结束了。众多师友的面影一时都闪到我眼前来，客树回看成故乡，我胸中溢满了离情别绪，我只有徒唤奈何了。虎文此时在使馆里是个什么官，好像是副武官之类，有一个少校的军衔，还是什么扫荡报的记者。我在上面提到的他那种特异功能发挥得淋漓尽致。他其实并不真正崇拜蒋介石，也不能算是忠实的国民党员，他有时也说蒋和国民党的坏话。这时公使馆的公使和参赞之间有矛盾。每次南京政府汇款给使馆接济留欧的学生，参赞就偷偷地泄露给我们，我们就到使馆去找公使要钱。要的数目是多多益善，态度则是无理取闹。使馆搞不清留学生的底细，不敢得罪。当时仅就留德学生而论，有一些确非凡胎，蒋宋孔陈四大家族，外加冯玉祥居正戴传贤等国民党大员的子女均有在德国留学者。像我这样的卑贱者，掺在里面，鱼目混珠，公使馆不明真相，对留学生一律不敢得罪，坐收渔人之利，也弄到了一些美钞。我们知道，这种钱不要白不要，要了也白要。最重要的一点是学会了同国民党的驻外机构打交道，要诀是蛮横，他们吃这一套。当时，我们从德国来的几个留学生被分派到来住，住在一个天主教神父开办的不大的公寓里，名叫s，因为用费便宜。虎文全家则住在瑞士首府，他们有时也来看我们。我们是从住了六年饥饿炼狱里逃出来的饿鬼，能吃饱肚子就是最高的幸福。我过了一段安定快乐的日子。年春天，虎文一家刘先志一家和我准备返回祖国。当时，想从欧洲回国，只有一条路可走，就是乘船走海路。我们从瑞士乘汽车到法国马赛，登上了一艘英国运送法国军队到越南去的大船，冒着极大的危险――因为海中的水雷还没有清除，到了越南西贡。此时西贡正是雨季。我们在这里住了一些时候，又上船到香港，然后从香港乘船到上海登岸。我离开日夜思念的祖国已经快十一年了。我常说我生平有两个母亲，一个是生我的母亲，一个便是祖国母亲，当时前者已经不在，只剩下后者一个了。俗话说孩儿见了娘，无事哭三场。"}
{"text":"当时，想从欧洲回国，只有一条路可走，就是乘船走海路。我们从瑞士乘汽车到法国马赛，登上了一艘英国运送法国军队到越南去的大船，冒着极大的危险――因为海中的水雷还没有清除，到了越南西贡。此时西贡正是雨季。我们在这里住了一些时候，又上船到香港，然后从香港乘船到上海登岸。我离开日夜思念的祖国已经快十一年了。我常说我生平有两个母亲，一个是生我的母亲，一个便是祖国母亲，当时前者已经不在，只剩下后者一个了。俗话说孩儿见了娘，无事哭三场。我踏上祖国土地的那一刹那时的心情，非笔墨所能形容于万一也。我在上海住了一些日子。因为没有钱，住不起旅馆，就住在臧克家兄家里的日本地铺上。克家带我去谒见了叶圣陶郑振铎等前辈。也想见郭沫若，他当时正不在上海。我又从上海到了南京。长之不久前随国立编译馆复员回到南京。因同样理由，我就借住在长之的办公室内办公的桌子上。白天他们上班，我无处可去，就在附近的台城鸡鸣寺胭脂井一带六朝名胜地区漫游，有时候也走到玄武湖和莫愁湖去游逛。消磨时光，成了我的主要任务。我通过长之认识了梁实秋先生。他虽长我们一辈，但是人极随和，蔼然仁者。我们经常见面，晤谈极欢，定交成了朋友。此时，国民党政府，得胜回朝，兴致不浅武官怕死，文官要钱接收大员，腰缠万贯下属糊涂，领导颟顸上上下下，一团糜烂。实际上，到处埋藏着危机。在官场中，大家讲究竹字头和草字头。竹字头是简任官，算是高干的低级。草字头是荐任官，大概科长以下都算。在这里，虎文又展示了他的特异功能。不知怎样一来，他成了教育部什么司的帮办副司长，属于竹字头了。我已经接受了北大的聘约，对竹字头或草字头了无兴趣。我于年深秋从上海乘船到了秦皇岛，从那里乘大车到了北平，我离开故都已经十一年了。现在回到这里，大有游子还乡的滋味。只是时届深秋，落叶满长安长安街也，一派萧条冷寂的气氛，我感到几分兴奋，几分凄凉，想落泪又没有流出来。阴法鲁兄把我们带到了红楼，就在那里住了一段时间。当了一个星期的副教授，汤用彤先生立即把我提为正教授，又兼东方语言文学系主任。从此一呆就是五十六年，而今已垂垂老矣。不知怎样一来，因缘巧合，我的两位最早的朋友，李长之和张天麟，都来到了北京师范大学任教。解放以后，运动频仍，一年一小运，三年一大运，运得你晕头转向。"}
{"text":"现在回到这里，大有游子还乡的滋味。只是时届深秋，落叶满长安长安街也，一派萧条冷寂的气氛，我感到几分兴奋，几分凄凉，想落泪又没有流出来。阴法鲁兄把我们带到了红楼，就在那里住了一段时间。当了一个星期的副教授，汤用彤先生立即把我提为正教授，又兼东方语言文学系主任。从此一呆就是五十六年，而今已垂垂老矣。不知怎样一来，因缘巧合，我的两位最早的朋友，李长之和张天麟，都来到了北京师范大学任教。解放以后，运动频仍，一年一小运，三年一大运，运得你晕头转向。知识分子仿佛是交了华盖运，每次运动，知识分子都在劫难逃。李长之因为写过一本批判，批判二字，可能是从日本借用过来的，意思不过是评论。到了中国，革命小将，也许还有中将和老将，不了解其含义，于是长之殆矣。至于虎文，由我在上面的叙述，也可以看出，他的经历相当复杂，更是难逃法网。因此，每一次运动，我的两位老友在北师大都是首当其冲的运动员。到了年，双双被划为右派，留职降级，只准搞资料，不许登讲台。长之我在另外一篇文章中已经谈过，这里不再重复，我只谈虎文。虎文被划为右派以后，当时批斗过多少次，批斗的情况怎样，我都不清楚，估计他头上的帽子决不止右派一顶。反右后的几次小运动中，他被批斗，自在意料中。斗来斗去，他终于得了病，是一种很奇怪的病全身抽筋。小小的抽筋的经验，我们每个人都会有过的，其痛苦的程度，我们每个人也都感受过的。可他是全身抽筋，那是一种什么滋味，我们只能想象了。据说，痛得厉害时，彻夜嚎叫，声震屋瓦，连三楼的住户都能听到。我曾到北师大去看过他，给他送去了钱。后来他住进北京一所名牌的医院，我也曾去看过他。大夫给他开出一种非常贵重的药，不知哪一位法制观念极强的人打听他是几级教授。回答说是四级，对方说不能服用。这话是我听说来的，可靠程度我不敢说。总之，虎文转了院，转到了上海去。从此，虎文就一去不复返，走了，永远永远地走了。我失去了一位真正的朋友，至今仍在怀念他。综观虎文的一生，尽管他有这样那样的问题，我仍然觉得他是一个爱国的人，一个有是非之辨的人，一个重朋友义气的人，总之，是一个好人。他对学术的向往，始终未变。他想写一本中国母亲的书，也终于没有写成，拦路虎就是他对政治过分倾心。长才未展，未能享上寿，长使英雄泪满襟也。只要我能活着，对他的记忆将永远活在我的心中。"}
{"text":"总之，虎文转了院，转到了上海去。从此，虎文就一去不复返，走了，永远永远地走了。我失去了一位真正的朋友，至今仍在怀念他。综观虎文的一生，尽管他有这样那样的问题，我仍然觉得他是一个爱国的人，一个有是非之辨的人，一个重朋友义气的人，总之，是一个好人。他对学术的向往，始终未变。他想写一本中国母亲的书，也终于没有写成，拦路虎就是他对政治过分倾心。长才未展，未能享上寿，长使英雄泪满襟也。只要我能活着，对他的记忆将永远活在我的心中。怀念衍粱在将近六十年前，我同衍梁是济南高中同学。我们俩同年生，我却比他高一级或者两级。既然不是同班，为什么又成了要好的朋友呢？这要从我们的共同爱好谈起。日本侵略者短期占领济南于年撤兵之后，停顿了一年的山东省会的教育又开始复苏。当时山东全省唯一的一所高中山东省立济南高中正式建立。在中等教育层次中，这是山东的最高学府，全省青年人才荟萃之地。当时的当政者颇为重视。专就延聘教员方面来说，请到了许多学有专长的教员，可谓极一时之选。国文教员有胡也频董秋芳夏莱蒂董每戡等，都是在全国颇有名气的作家。我们的第一位国文教员是胡也频先生。他当时年少气盛，而且具有青年革命家一往无前的精神，现在看起来虽然略有点沉着不够，深思熟虑不够，但是他们视反动派如粪土，如木雕泥塑，先声夺人。在精神方面他们是胜利者。胡先生在课堂上坦诚直率地宣传革命，宣传革命文艺。每次上课几乎都在黑板上大书什么是现代文艺？现代文艺的使命是什么？所谓现代文艺，当时也称之为普罗文学，也就是无产阶级文学。它的使命就是革命，就是推翻以蒋介石为首的国民党反动派的统治。他讲起来口若悬河泻水，滔滔不绝。我们当时都才十七八岁，很容易受到感染，也跟着大谈现代文艺和现代文艺的使命。丁玲同志曾以探亲名义，在高中呆过一阵，我们学生都怀着好奇而又尊敬的心情瞻仰了她的丰采。她的一些革命作品，如在黑暗中等，当然受到我们的欢迎。在青年学生中最积极的积极分子之一就是许衍梁。我们当时都是山东话所说的愣头青，就是什么顾虑也没有，什么东西也不怕。我们虽然都不懂什么叫革命，却对革命充满了热情。胡也频先生号召组织现代文艺研究会，我们就在宿舍旁边的过道上摆上桌子，坦然怡然地登记愿意参加的会员。我们还准备出版刊物，我给刊物写过一篇文章，题目是现代文艺的使命。"}
{"text":"她的一些革命作品，如在黑暗中等，当然受到我们的欢迎。在青年学生中最积极的积极分子之一就是许衍梁。我们当时都是山东话所说的愣头青，就是什么顾虑也没有，什么东西也不怕。我们虽然都不懂什么叫革命，却对革命充满了热情。胡也频先生号召组织现代文艺研究会，我们就在宿舍旁边的过道上摆上桌子，坦然怡然地登记愿意参加的会员。我们还准备出版刊物，我给刊物写过一篇文章，题目是现代文艺的使命。当时看了一些从日文转译过来的俄国人写的马克思文艺理论，译文极其别扭，读起来像天书一般，我也生吞活剥地写入我的文章，其幼稚可想而知。但是自己却颇有一点自命不凡的神气。记得衍梁也写了文章，题目忘记了，其幼稚程度同我恐怕也在伯仲之间。这些举动当然会惹起国民党反动派的注意。我们学校就设有什么训导主任，专门宣传国民党党义和监视学生的活动。他们散布流言，说济南高中成了土匪训练班。衍梁当仁不让地是土匪之一。对他们眼中的土匪们，国民党一向是残酷消灭，手下决不留情的。不久，就传出了消息，说是他们要逮捕人。胡也频先生立即逃离济南，到了上海。过了没有多久，国民党反动派终于下了毒手，他就在龙华壮烈牺牲了。我们这些小土匪们失去了支柱，只好变得安分守己起来。一转眼到了年夏天，我毕业离校，到北平考上国立清华大学，同衍梁就失去了联系。一直到年，我从欧洲回国，年回到济南，才再次同他见面。当时正处在解放战争高潮中，济南实际上成了一座孤城，国民党反动派眼看就要崩溃。记得我们也没有能见多少次面，我就又离开济南回北平来了。又是一段相当长的别离，好像是到了四人帮垮台以后，我才又去济南见了衍梁。他当了官，对老友仍然像从前那样热情。七年前我回到济南开会，一中的老同学集会了一次。五六十年没有见面的中学老同学又见了面，实在是空前盛会，大家都兴奋异常。我想大家都会想到杜甫的诗人生不相见，动如参与商。今夕复何夕？共此灯烛光而感慨万端。我见到了余修黄离等等，衍梁当然也在里面，而且是最活跃的一个。此时他已经不戴乌纱帽，而搞山东科协。看来他的精神很好，身体很健康。谁也没料到，不久余修谢世，去年衍梁也病逝北京，这一次盛会不但空前，竟也绝后了。我久已年逾古稀。但是一直到最近，我才逐渐承认自己是老人了。"}
