{"text":"还有器重他人而虚怀若谷的智慧吗？二战时期战斗机防护，多数人认为应该在中弹多的地方加强防护，但有一位专家认为中弹少的地方受到重创会产生更严重的后果，所以应在那些部分增强防护，随时光流转，事实证明，这位专家是对的。时代的篇章一页页展现在我们面前，鲜明的历史阐明一个道理只有透过现象看本质，才会走向成功的彼岸。糖果虽然可口，但会危害人的身体花香虽然醉人，但会麻痹人的神经甜言蜜语虽然动听，但会蒙蔽人的双眼花容月貌虽然悦目，但会扰乱人的心智。在生活中，一些事物虽然看起来光鲜亮丽，但本质往往与外表相差甚远。所以，我们不应只从外表去判断事物的好坏，而应透过现象看本质，这样才能成竹在胸，推开成功的大门，走向辉煌。马克思曾言事物的现象是外在的表现形式，可能是正确的，也可能是歪曲的。萧何是汉时政治家，这不仅是因为他渊博的学识，卓越的才能，也因为他慧眼识珠，能够透过现象看本质，在与韩信的交谈中看出他是个可塑之才，在他心灰意冷离去时将他在月下追回，从而更加受到刘邦的重用，成为汉初三杰之一，为后人所敬仰。可见，能不被表象迷惑，拥有透过现象看本质的能力不禁可以让自己铸就辉煌，更能给别人带来好处，甚至能造福一个国家。无独有偶，一九六六年，二十三岁的牛顿正在果园中深思，忽然一个熟透的苹果掉了下来，砸中了他，这一砸，使牛顿疑惑不解为什么苹果只向地面落，而不向天上飞。经过一系列的实验观测和演算，他得出结论，进而揭示了宇宙是普遍规律凡物体都有吸引力。质量越大，吸引力也越大间距越大，吸引力就越小。就是因为他透过现象看本质，得出力学中著名的万有引力定律，成为英国乃至全世界著名的物理学家，一步步登上了成功的高峰。历史的漫漫长河中，能过透过现象看本质，最终走向成功的不少，但被表象迷惑的人往往更多，我国清朝时闭关锁国所带来的惨痛后果，就是一个血淋林的例子。十八世纪，由于中外贸易往来日渐频繁和人民起义的不断发生，清朝统治者担心洋人与汉人会联合推翻清政府统治，于是颁布条约，允许商人垄断外贸组织并严格规定中国人不能向外商借贷，且监视外国船舶活动等要求。这些规定屡次被重申，导致清政府闭关锁国，间断与外部联系，在国外飞速发展时原地踏步。"}
{"text":"历史的漫漫长河中，能过透过现象看本质，最终走向成功的不少，但被表象迷惑的人往往更多，我国清朝时闭关锁国所带来的惨痛后果，就是一个血淋林的例子。十八世纪，由于中外贸易往来日渐频繁和人民起义的不断发生，清朝统治者担心洋人与汉人会联合推翻清政府统治，于是颁布条约，允许商人垄断外贸组织并严格规定中国人不能向外商借贷，且监视外国船舶活动等要求。这些规定屡次被重申，导致清政府闭关锁国，间断与外部联系，在国外飞速发展时原地踏步。正是因为清政府不能透过现象看本质，一叶障目，被眼前小利而蒙蔽，才为联军侵华埋下祸根，为近代中国书写一部屈辱史备下了纸笔。盛衰荣辱斑驳了脸颊，千载过后洗净了铅华。逝者如斯夫，不舍昼夜，而今我们处于新的时代，因学会透过现象看本质，迈过一道道荆棘，翻越一座座山丘，在挫折面前永不言弃，而是站在失败的门前整理经验的行囊，看清事物的本质，便已走出一条通往成功的路。人们往往想透过现象看本质，却常常变成，把现实等同于本质，只认现实，却忘了它背后所蕴藏的本质。鹦鹉虽能言语，但它终究使飞禽猩猩虽有智慧，但它终究是走兽。所以我们应明辨是非，透过现象看本质，珍惜当下，努力学习，为祖国发展贡献一份力量！进入新世纪以来，我们的上一代人――改革开放后的第一代第二代用他们的知识技术力量为我们打下了坚实的基础，让华夏大地真正彻底解决了温饱问题，同时继续高歌猛进，创造出一个又一个不可能的奇迹，让全世界为之惊呼东方睡狮醒了！尽管这个时代有很多的问题――环境污染文化缺失产业失衡但请你们不要用鄙夷的眼光来看他们，因为他们才是真正的伟大复兴力量的源泉，他们带有中国腾飞的秘密。而我们要做的，就是传承他们的精神。接下来，就是我们这一代人的时代了――年，千禧一代已经成年，开始用新时代的思想来改造世界。希望我们会完整地把社会主义的接力帮完好地传到你们的手上。到你们这一代，新中国已经立国余年了，离最关键的一百年目标只剩下咫尺之遥。然而，我的心中隐隐有一丝担忧，因为地球上最大的社会主义国家――苏联，就是在差不多的时间段土崩瓦解的。而篇首的这句话，也是他们曾经写下的豪言壮语。"}
{"text":"接下来，就是我们这一代人的时代了――年，千禧一代已经成年，开始用新时代的思想来改造世界。希望我们会完整地把社会主义的接力帮完好地传到你们的手上。到你们这一代，新中国已经立国余年了，离最关键的一百年目标只剩下咫尺之遥。然而，我的心中隐隐有一丝担忧，因为地球上最大的社会主义国家――苏联，就是在差不多的时间段土崩瓦解的。而篇首的这句话，也是他们曾经写下的豪言壮语。所以，如果你们不想看到这篇文章时只能幽思故国而痛哭流涕的话，那就要记住我的忠告。决不能忘记中华民族的历史，断了中华民族的根！正所谓，毁灭一个国家，首先毁灭它的历史与文化。此举让国民失去认同感，从而使一国之国民心甘情愿当上亡国奴。如今的中国，面临着这样的风险。在我们的时代，已经有很多人成为了精日精美，崇洋媚外，甚至于希望为外国侵略者带路！这些人或以普通人的身份潜藏于世，或者拥有自己的一套伪装而以之身居高位，这其中犹以第二种人为祸患。前几日的洁洁良事件就是铁证。希望你们不要放松警惕，要与这类人作斗争！再有就是不能怀疑路线的正确与否，盲目迷信西方式民主。苏联正是因为过于激烈的自由化而被别有用心的资本主义寡头搞垮。在祖国受到灾难时，一定要坚信决策的正确，不要轻信中国崩溃论，坚持好我们的中国特色社会主义制度，因为这是目前最合于中国国情的制度。所谓的民主自由只是西方国家干涉他国内政的幌子！试看现今之伊拉克利比亚叙利亚乌克兰有哪一个走上了正轨？未来的世界，局势只会比现在严峻美国依旧执行霸权主义政策虎视亚太日本右翼蠢蠢欲动恐怖主义愈演愈烈人们思想越来越极端无论是谁，都不能高枕无忧，不然中华民族永远也不能实现伟大复兴。路漫漫其修远兮，吾将上下而求索。路线是曲折的，前途是光明的，只要我们不懈坚持，就能开创世纪性的丰功伟业常言钻石恒久远，一颗永流传。但，你我都心照不宣，那仅是一个虚梦。毕竟天道有轮回，苍天饶过谁？那么，无数人前仆后继所求的不朽究竟存不存在？究竟是什么？可惜，绳锯木断可惜，锲而不舍可惜，驽马十驾。纵然你是坚不可摧的顽石，水也能滴穿。时间是那样无情，腐烂了每一根树干，不朽似乎是无法做到的。"}
{"text":"路漫漫其修远兮，吾将上下而求索。路线是曲折的，前途是光明的，只要我们不懈坚持，就能开创世纪性的丰功伟业常言钻石恒久远，一颗永流传。但，你我都心照不宣，那仅是一个虚梦。毕竟天道有轮回，苍天饶过谁？那么，无数人前仆后继所求的不朽究竟存不存在？究竟是什么？可惜，绳锯木断可惜，锲而不舍可惜，驽马十驾。纵然你是坚不可摧的顽石，水也能滴穿。时间是那样无情，腐烂了每一根树干，不朽似乎是无法做到的。可是，那些热带雨林里，那些不知生长了多少年岁月的苍天古木，他们有为时光所腐烂吗？没有，他们褪掉了沧桑的树皮，他们褪掉了枯黄的叶子，甚至褪掉了老旧的树心。但他们有腐朽了吗？物质上的中心腐蚀了，但那颗向上生长的内心还在。那就是不朽的真谛！不朽的不是别的，是精神。秦始皇陵，坟堆曾经高如山，如今，在盗墓贼旷日已久的侵蚀下，平如丘。第一眼看过去时，你想不到，这曾经是一个多么浩大的工程但你，还是会尊称那个叱咤风云的名号，始皇帝。那是对那个完成史无前例功绩的男人的尊敬。那个人，极度透支民力，却缔造了多少工程奇迹，缔造了一个曾经无比强大的帝国。如此大魄力，如此大的超越时代的眼光。他功过参半，为当时的黎明百姓所诅咒，却为无数后人所称赞。或许，纵使他的尸骨已经化作飞灰，纵使他的陵墓为人所平，但他一统六合，立万世之伟业的精神，万古长存。那，就是不朽！千里之外，也有一个相识人。罗马的统治者毁灭了他的国家，却敬重他。派士兵去寻找时，他还在计算。可叹士兵粗鲁，但他的最后一句话却是让我把这道题算完。无言，我们后人能做的，只有，同时，也记住了这位执着于真理的人――阿基米德。多少年过去，当年地中海旁的岩石小城，遗垣已经不知所踪。但那颗追逐真理的心还在与后人们的心灵共振，还在跳动。以致于看到地中海的小岛，就似乎看见了，一个两眼不闻窗外事，躬身在沙地上刻画的执着的背影。风与海浪早已消磨了岩石，却磨灭不了那个身影。那，也是不朽！不朽，是虚无的存在，所以，也应存在于虚无中。岁月好似磨盘，磨灭了天地万物磨不灭的，是虚无，是不朽，是精神。老师为我起了初和二字为名，他常道以初为终，以终复初，和以贯之，其行顺也。若万事唯一，则味不调和，声不成韵，事不成继。初心称和，利而贞也。我尝与老师游历诸国，诸子列坐其次，才俊连排，诸公满席。"}
{"text":"以致于看到地中海的小岛，就似乎看见了，一个两眼不闻窗外事，躬身在沙地上刻画的执着的背影。风与海浪早已消磨了岩石，却磨灭不了那个身影。那，也是不朽！不朽，是虚无的存在，所以，也应存在于虚无中。岁月好似磨盘，磨灭了天地万物磨不灭的，是虚无，是不朽，是精神。老师为我起了初和二字为名，他常道以初为终，以终复初，和以贯之，其行顺也。若万事唯一，则味不调和，声不成韵，事不成继。初心称和，利而贞也。我尝与老师游历诸国，诸子列坐其次，才俊连排，诸公满席。我曾见群英相辩，忽有妙言流响，众竖耳以听。更见其论相补，教人拊掌拍案，自成珠璧。彼时流岚将尽，月上朱楼，熠熠诸言，方息于潮涌。诸子之言，虽常有相左。然不唯刚盛，不唯无为，不唯重法，不唯顺应。呈取长补短兼收并蓄之势，一言难以蔽之。十家九流唇枪舌战，纵横捭阖浩荡不下百万兵。这是史官书不尽的赞言洪洞，是后世传不够的百代流芳。我想我见证了这个最好的时代。思想著论师徒一脉相承，虽手书不全如人意，其言皆承师也，述而不作。几经编撰，终成简帛几册。于我亦承老师衣钵，与学生传道授业解惑。然时移物转，世道相异。今上重法，祸演益烈。百家杂碎，士人当哭。六艺将失，简帛落焚。人人自危，书作将倾。初和师兄，你把书都毁了吧，这简帛不能再留了！当师弟在见到火灼天际，夜半不绝之后，终是朝我喊出了这句话。而我落笔未停，目光未带绝望，只道，以焚古治世，终不能长久。我虽贪生，却并不怕死。天下虽大，思想囚于方寸，非我所愿。官职虽耀，与我何干。不过一年，这秦火终落横议士人，也落于我身。官兵强横，皆持武器，鱼贯而入。我被带离推落深坑，泥土纷落，遮天蔽日。唯怀中紧抱老师留下的简帛，其上犹见焦痕斑驳，至死不肯松手。我的呼吸逐渐困难，却依稀回到了年少时与百家论道的场景，众虽各引一端，却若百花竞放！世事流转，万物相调。书卷虽烬，然思想振振，终不绝矣！冥冥之中，我仿佛听到老师又说起了这句话。初和，和而生物，同靡有终。初和，初心，将曰和夫食有五味，酸甜苦辣咸如人怀五内，喜怒哀乐怨。五味燮理，谓之珍馐佳肴五内纷呈，此言百味浮生。人生是一坛佳酿。日月轮转，时过境迁，书写在光阴里的故事渐渐深厚长远，沉淀在岁月里的情感也渐渐复杂纷繁。"}
{"text":"世事流转，万物相调。书卷虽烬，然思想振振，终不绝矣！冥冥之中，我仿佛听到老师又说起了这句话。初和，和而生物，同靡有终。初和，初心，将曰和夫食有五味，酸甜苦辣咸如人怀五内，喜怒哀乐怨。五味燮理，谓之珍馐佳肴五内纷呈，此言百味浮生。人生是一坛佳酿。日月轮转，时过境迁，书写在光阴里的故事渐渐深厚长远，沉淀在岁月里的情感也渐渐复杂纷繁。盛上一杯人生的琼浆缓缓饮下，氤氲在舌尖的味道是如此丰富，饱含着过往生命中所有的酸甜苦辣喜怒哀乐，让我们不禁感受到记忆里所有难以忘却的悲伤与精彩。相聚有时，离别难顾。行走在春去秋来的四季里，我们有过太多金风玉露一相逢，便胜却人间无数，也有过太多居人匹马映林嘶，行人去棹依波转。一向年光有限身，等闲离别易销魂。渺茫无垠的人世间，岁月留给我们的时间实在过于短暂，而记忆留给我们的情感又实在过于深长。因为时间的无情，才有离别的无奈可也正因为远隔的时光如此有限，彼此的相伴才愈加珍贵正因为天各一方时地角天涯未是长的幽怨如此苦涩，久别重逢时犹恐相逢是梦中的喜悦才更显甘甜。艰难困苦，玉汝于成。通往梦想的道路，从来不是一帆风顺。向着梦想前进的征途上，心中难免会升起骈死槽枥之间的愠怒谁悲失路之人的苦涩斜阳正与长安对的无助还有归来倚仗自叹息的酸楚。只是，当我们想起自己心中的理想与目标，想起自己曾经的坚守与努力，心中总还是会升起如烈焰般炽热的勇敢和火辣的激情，得以让我们忍住伤痛拭去泪水，从跌倒的地方重新站起，向有梦的远方继续前行。而当我们站在道路的终点回首遥望，所有的辛酸苦辣，最终都化为了喜悦的醇香。浮生若梦，百味杂陈。亲友挚爱的陪伴中饱含着欣喜与甘甜离别遥思的无奈中满溢着懑怨与苦涩壮志未酬的愤然如同萦绕齿间的酸楚，使人踌躇辗转勇往直前的坚持则如同席卷唇舌的辛辣，令人血脉贲张。而正如苦涩的尽头，总会有甘甜辛酸的终点，也总会有喜悦。人生中的情感与滋味，就这样相依相生相伴相随，让原本平淡无奇的生命，一点点显出它独特而又无可替代的风味。我想，每个人的生命之所以独一无二与众不同，正是因为岁月的陈酿中这些彼此交融的味道，只有自己品味过，也只有自己最清楚。"}
{"text":"亲友挚爱的陪伴中饱含着欣喜与甘甜离别遥思的无奈中满溢着懑怨与苦涩壮志未酬的愤然如同萦绕齿间的酸楚，使人踌躇辗转勇往直前的坚持则如同席卷唇舌的辛辣，令人血脉贲张。而正如苦涩的尽头，总会有甘甜辛酸的终点，也总会有喜悦。人生中的情感与滋味，就这样相依相生相伴相随，让原本平淡无奇的生命，一点点显出它独特而又无可替代的风味。我想，每个人的生命之所以独一无二与众不同，正是因为岁月的陈酿中这些彼此交融的味道，只有自己品味过，也只有自己最清楚。那些散在时光风尘里永不再来的回忆，那些在每个人心中缱绻缠绵的色彩，无论是悲是喜，是苦是甜，都是我们在这世间曾经存在的凭证也正因为有了这样纷呈交织的滋味，我们过往的岁月，才叫做人生。写完这篇文章的时候，夜已深沉。夜深时分，就常常会想起曾经的事，忆起过去的人。看着高考作文题构思文章的心情，让我恍然间如同回到了过去，想起了几年前那个坐在高中教室里伏案学习的自己。所以，我设想自己正坐在考场里，设想当年的自己如果拿到这样的题目，会怎样规划怎样安排时间怎样开篇结尾。经过分钟的构思和写作，得到的就是上面多字的成品。于我而言，高中岁月是一段对我来说永不再来而又无比珍贵的记忆。三年的时间里，我在深爱的母校学习成长，收获了丰富的知识，也结识了一生的挚友。春风桃李花开日，秋雨梧桐叶落时。时光辗转，一切竟都已成为了往事，也不免让人感叹一句兰亭已矣，梓泽丘墟。只是，仔细想来，因为有了时光的无情，才有了离别的无奈却也因为有了时光的有限，才更显出生命的可贵。悲喜之间，相辅相生，虽然矛盾，却也合理。正是这样的想法促使我提笔写下了这篇文字，也贯穿着整篇文章的脉络与发展。姑且写到这里吧。夜已深了。同时保有全然相反的两种观念，还能正常行事，是第一流智慧的标志。这句话来自大文豪菲茨杰拉德。其言也诚，生活从来不是非黑即白，抱着死理一条道走到黑，走进死胡同，遇不见美好精彩的人生。人生路上，总有他人要提出建议指点一二，是虚心接受还是坚持己见，不应早早地落下重笔，定死结论，而该审时度势，因时因地因人而异。坚持自我，但不固执己见。世上没有两片完全相同的叶子，也没有一模一样的两个人，自己内心的渴求只有自己能够探求明白。"}
{"text":"姑且写到这里吧。夜已深了。同时保有全然相反的两种观念，还能正常行事，是第一流智慧的标志。这句话来自大文豪菲茨杰拉德。其言也诚，生活从来不是非黑即白，抱着死理一条道走到黑，走进死胡同，遇不见美好精彩的人生。人生路上，总有他人要提出建议指点一二，是虚心接受还是坚持己见，不应早早地落下重笔，定死结论，而该审时度势，因时因地因人而异。坚持自我，但不固执己见。世上没有两片完全相同的叶子，也没有一模一样的两个人，自己内心的渴求只有自己能够探求明白。但顽固地认定正确的王座永远在自己身下，不采纳任何建议意见，显然过犹不及。久而久之，如同穿着皇帝的新衣，无知与傲慢暴露无遗却不自知。阿甘说人生如同巧克力，你永远不知道下一颗是哪种，那些为你出谋划策的人就是向你提供了一颗名为可能性的巧克力，值得认真挑选后吃上一颗。开门纳谏，但不随波逐流。良师益友的诤言能够擦亮被自傲蒙蔽的双眼，人生前辈的经验能够点拨被未知打乱的步调，这些金玉良言是人生篇章中必不可少的。但别人的建议终归是别人的，仿佛一盏灯亮起，能够照亮一片，但亮起的那个地方不一定是你想去的。如果一味听从他人而无主见，那和哪里有米就溜去哪里的小耗子没什么区别，兜兜转转一圈，浑浑噩噩一生，到头来才惊觉一辈子没做自己想做的事。说到底，生活需要在坚持自身和做出改变中不断选择。个人如此，国家亦如此。近代百年，各个阶级都在寻求落后中国的改变之法，但始终坚持中国不能亡的绝决信念新中国成立，坚持走社会主义道路，但为了发展走过了改革开放的激荡四十年。中国何尝不是在坚持与改变之中来回切换，走过了段段曲折，艰难地螺旋上升，才有了如今的大国面貌。书法之道，并非下笔越重字迹越美，力透纸背是形容词，不是真的一笔下去捅个窟窿。人生亦然，书写自我道路的大笔握在自己手里，笔尖流淌出的应该是灵动的笔锋和流畅的弧度，咬定青山不放松和从善如流是真诚人生的一体两面。笔下龙蛇走，胸中自锦绣，在不断的坚持和改变中，将自己看得更清，把前路想得更明，写下更多爱和勇气。耄耋之年回头再看，华彩乐章之上写着不忘初心不曾后悔。"}
{"text":"人生亦然，书写自我道路的大笔握在自己手里，笔尖流淌出的应该是灵动的笔锋和流畅的弧度，咬定青山不放松和从善如流是真诚人生的一体两面。笔下龙蛇走，胸中自锦绣，在不断的坚持和改变中，将自己看得更清，把前路想得更明，写下更多爱和勇气。耄耋之年回头再看，华彩乐章之上写着不忘初心不曾后悔。有人认为自由是想吃就吃，想喝就喝有人认为自由是无拘无束，来去自由有人认为自由是飞天遁地，无所不能但大多还是认为自由是想干什么就干什么，我也曾与好友探讨过，设置了所有不可能不可为的前提，我的朋友终是皱着眉头想了好久才告诉我，自由，是法律与道德之下一切可为之事，不伤害并尊重他人，不轻视并尊重生命，不嘲笑并尊重知识，不干涉并尊重他人无害的行为与选择，当他说出这段话时，我陷入了震惊，我想不到，仅是两个字，有这么广阔与沉重的意义，我十分尊敬我的这位朋友。我觉得，这些应该让身边的人知道，我将朋友的那段话复述给了很多人，我的父亲听过是平静的点头，朋友中大多也认同，但也有不同意见，认为自由不该有这么多限制，也有人嗤笑，没有表达意见，我也意识到，我是自由的，而他人同样也是自由的，意见不同是再正常不过的事情。而我认为的自由，是知识，就如同别人认为自由是无拘束的行动，是一样的，我自己所处的世界本就是一片荒漠，一片片绿洲是知识的积累，太过稀少，我十分渴望看见穿越这片沙漠之后的世界是什么模样，但是不可能了，我曾想象，穿过沙漠和自由之后，是一片更为辽阔的未知之地，也许是星辰漫天，也许依旧是沙漠。自由真的没有具体的定义，想象与选择都是自由，但却可以从自由这无形的二字里选出众多有形之物，而我选择了知识，因为我认为，只有知识是支撑起所有自由的基础，而生命是知识的基础。有人认为自由是想吃就吃，想喝就喝有人认为自由是无拘无束，来去自由有人认为自由是飞天遁地，无所不能但大多还是认为自由是想干什么就干什么，我也曾与好友探讨过，设置了所有不可能不可为的前提，我的朋友终是皱着眉头想了好久才告诉我，自由，是法律与道德之下一切可为之事，不伤害并尊重他人，不轻视并尊重生命，不嘲笑并尊重知识，不干涉并尊重他人无害的行为与选择，当他说出这段话时，我陷入了震惊，我想不到，仅是两个字，有这么广阔与沉重的意义，我十分尊敬我的这位朋友。"}
