{"text":"台风的美，可能也不输给月亮。月亮永不失去中秋节没有月亮真是扫兴的事。我想到，我们在乎的可能不是月亮，而是在乎期待的落空，否则每个月十五都是月圆，大部分人都没有什么感觉的。生活实在太忙了，一般人平常抽不出时间看天色，中秋几乎成为惟一看天空的日于，我们准备了月饼柚子茶食就在表示我们是多么慎重地想看看月亮，让月亮看看我们。好！月亮既然不出现，也就算了，我们吃吃月饼尝尝柚子，在夜暗中睡去，明天再开始投人忙碌的生活，期待明年的中秋月亮。其实，月亮是永不失去的，月亮看不见只是被云层所遮蔽，井不会离开它存在的地方。这是为什么佛教把自性说成月亮，见不到月亮的人只是被云层所遮，并不是没有月亮。可惜的是，我们一年才看一次月亮，有多少人一年里看见一次自我的光明呢？在这个世界上，没有人能真正了解或知道我们，如果连自己都不能寻找生命的根源，不能觉知自我的光明，就连自己也不能自知了。理论上，人人都知道月亮随时都在，实际上，很不容易去触及那种光明，也不是不容易触及，而是不愿去实践不愿去发掘，很少去走出户外。孤单之旅在这个寂寞的时代，没有人能完全的互相了解，即使是知己最亲密的人，也难以触及我们的内在世界。因此，每一次的人生，就是一段孤单之旅。我时常在想，由于生命的孤单和不足，这人间才会分成男人和女人父母和子女朋友和敌人丈夫和妻子，如果是在一个完美与圆满的世界，一个人已经很够了。也因为这种孤单和分裂，我们之间永远不能互相了解，对于自己的心如果能了解能坦诚面对，也就够了对于别人的心意，如果能了解一部分，不互相对立，也就很好了。生命之所以有这么多不同，有着各种因缘和关系，是希望我们能从孤单中走出，试着去知道生命的不足。也由于孤单与不足，才会有一些更高层次的东西触动我们吸引我们带领我们。生命的触动生命的触动是多么必要呀！当某种语言触动了我们的思维，那就是诗歌或者文学。当某种颜色触动了我们的眼睛，那就是绘画。当某种音声触动了我们的心灵，那就是音乐。当某种传奇或故事触动了我们，那就是戏剧呀！"}
{"text":"生命之所以有这么多不同，有着各种因缘和关系，是希望我们能从孤单中走出，试着去知道生命的不足。也由于孤单与不足，才会有一些更高层次的东西触动我们吸引我们带领我们。生命的触动生命的触动是多么必要呀！当某种语言触动了我们的思维，那就是诗歌或者文学。当某种颜色触动了我们的眼睛，那就是绘画。当某种音声触动了我们的心灵，那就是音乐。当某种传奇或故事触动了我们，那就是戏剧呀！当某种情感触动了我们，那就是爱当某种爱提升了我们，那就是慈悲当某种慈悲被触动，就可以吸引我们带领我们，走向生命圆满的归向。心地明明，乾坤朗朗在现实的生命，没有什么是圆满的，有时平静，有时狂喜时而寂寞，时而热闹或者欢欣，或者悲哀。在现实的宇宙，没有什么是完美的，有时风和日丽是狂风暴雨的预示有时云天晴美是地震台风的前兆有时呀！不测的风雨会在午后的大晴朗后出来。我时常在想，这变动不居的宇宙是不是我们变动不居的心识之映现？如果心地明明，是不是就乾坤朗朗了呢？我找不到答案，惟一知道的是，台风来的时候，如果我们把房子造得坚固一些，我们依然可以在平静温暖的灯下读书。悲伤与唱歌生命不免会唱悲伤的歌。但唱过歌的人都会发现，我们唱的歌愈是忧伤就愈是能洗净我们的悲情。悲伤的唱歌和唱悲伤的歌是很不同的。不管是悲伤或者是唱歌，都只是人生的一小段旅途。好的悲伤和好的唱歌都会令我们感动，感动是最好的，感动使我们知悉生命的炽热，感动使我们见证了心灵的存在，感动使我们或悲或喜，忽哭忽笑，强化了生命的弹性。能悲伤是好的。能唱歌是好的。悲伤时好好地悲伤吧！唱歌时高扬地唱歌吧！大不了有几个朋友同时来向我诉苦，他们都在同一个办公室做事，关系不良错综复杂，但他们分别是我的朋友。他们相互之间看到的都是缺点，可能是距离近的缘故。我看到他们的都是优点，可能是距离保持的缘故。连续接几个电话下来，感觉就像是看罗生门一样，每一个都是真相，每一个也都不是真相。对每一个朋友我总是说别那么在乎，天下没有什么大不了的事！"}
{"text":"能悲伤是好的。能唱歌是好的。悲伤时好好地悲伤吧！唱歌时高扬地唱歌吧！大不了有几个朋友同时来向我诉苦，他们都在同一个办公室做事，关系不良错综复杂，但他们分别是我的朋友。他们相互之间看到的都是缺点，可能是距离近的缘故。我看到他们的都是优点，可能是距离保持的缘故。连续接几个电话下来，感觉就像是看罗生门一样，每一个都是真相，每一个也都不是真相。对每一个朋友我总是说别那么在乎，天下没有什么大不了的事！总统死了，会有新的总统国家分裂了，会有新的国家何况是小小的办公室呢？真的，不必太在乎，不必太执著，天下没有大不了的事！九月很好九月是很好的月份。中秋月圆云淡风清温和爽飒。真的，九月是很好的月份。最近的那个台风也过去了，九月很好。幸福小时候，我们住在南部乡下，由于兄弟姊妹很多，妈妈非常的忙碌，我们只要一靠近妈妈，她最自然的反应是一掌把我们打开闪啦！大人在无闲，不要在这里绊手绊脚！因此，我非常渴望有一天能牵妈妈的手。有一天，妈妈要到田里摘野菜，我跟着去，她突然牵起我的手，走在田间的小路，那时是黄昏，夕阳一片金黄，拉长了妈妈的身影，几乎覆盖了整条小路。那时候我感觉到从未有过的幸福，生命原是如此美好！经过三十几年了，每次想到那一幕，幸福的感觉仍在汹涌，呀！原分节阅读来幸福的感觉是许多小小的感情所累积的。牛车轮我到一家茶艺馆去喝茶，看到茶艺馆的墙上挂了许多斗笠蓑衣牛车轮陶瓮等旧时代的东西。这些东西使我有一种温暖的感怀，想到是我父亲，祖父那两代留给我们的生活纪念品，也是我们祖先朴素自然生活的证据。但是我随即感到一种悲凉，想到将来我们会留给下一代什么纪念品呢？塑胶袋保丽龙保特瓶电子板或磁碟片吗？我们要留给下一代的证据又是什么？污染的空气，败坏的山林，或是死亡的海洋吗？"}
{"text":"这些东西使我有一种温暖的感怀，想到是我父亲，祖父那两代留给我们的生活纪念品，也是我们祖先朴素自然生活的证据。但是我随即感到一种悲凉，想到将来我们会留给下一代什么纪念品呢？塑胶袋保丽龙保特瓶电子板或磁碟片吗？我们要留给下一代的证据又是什么？污染的空气，败坏的山林，或是死亡的海洋吗？那挂在茶艺馆墙上的牛车轮斗笠蓑衣陶瓮等等都是我们的祖先取之于自然，使用后又回到自然里去，完全没有破坏，也不会污染。我们现在的人所制造的东西，有多少是可以回到自然而不破坏大地与海洋的呢？制造这些东西和使用这些东西的人，如果能真正爱下一代，应该就会制造出更美好的事物，来给子孙作纪念吧！看着茶艺馆的牛车轮，我感到有些疑惑我们的时代是在进步或在退步？是在带领我们进人更美好的生活或只是在混乱中盲目地滚动呢？土地的报答步行过乡间，看到一位农天正在努力地锄田。我很久没看人用锄头挖地了，就坐在田埂上看农夫挖地。农夫粗壮结实的上身赤裸看，他把锄头高高举起的样子，逆着光线，看起来就如同一座铜雕，真是美极了。他也不管我看他，只顾自己锄田整地，一直整地到田埂这边，我看到他全身都被汗水湿透，连长裤都湿了，他友善地对我说掘一掘，要来种花生了。我说很久没看见人拿锄头了，现在整地都是用犁土机呀！农夫说这田地只有一小片，用锄头掘一掘，一大的工就好了。要歇一下吗？我问着。歇一下也好。农夫扛着锄头走过来，伸手到我身后的草丛摸出一个大茶壶，倒了一杯凉茶给我。过一个月来看，就可以看到土豆丛一片绿了，那时才好看。农夫想着一个月后的画面，边说咱祖公在说，上地不会骗人，你种作一分力，它就长出一分的东西，上地和人相同，你给它疼惜和尊重，它就报答你，为你开花，为你结果。所以咱的祖公才说吃果子，拜树头吃米饭，敬锄头。我听了农夫的话，非常感动，从此走在土地上，就处处看见土地的报答，看见了每一朵花都有土地那酬答知已的心。"}
{"text":"过一个月来看，就可以看到土豆丛一片绿了，那时才好看。农夫想着一个月后的画面，边说咱祖公在说，上地不会骗人，你种作一分力，它就长出一分的东西，上地和人相同，你给它疼惜和尊重，它就报答你，为你开花，为你结果。所以咱的祖公才说吃果子，拜树头吃米饭，敬锄头。我听了农夫的话，非常感动，从此走在土地上，就处处看见土地的报答，看见了每一朵花都有土地那酬答知已的心。白鸳鸶家园高蒇县林园乡有一处白鹭鸶聚集的树林，几万只鹭鸶在翠绿的林中，仿佛是苍茫的海中白帆点点，白鹭鸶飞翔的姿势从容优美，起飞时真像帆船初航，回巢时则像归航。我随居住林园的朋友去看白鹭鸶，走近林中，才发现树林下有很多白鹭鸶的尸体，有许多骨肉都已化去，只留下一摊一摊的羽毛，在茂密的林间显得益发苍白。长期观察白鹭鸶的朋友告诉我那些鹭鸶都没有老到会死的地步，只是无法飞到外面去找食物，鹭鸶儿女只能照养下一代，对父母向来是不管的。于是它们飞出巢外就会坠落在树林中，有时鸦鸦苦叫了两三天才会死去。我们看着满地自鹭鸶的尸体，感觉到心情十分沉重。朋友说对父母的难以孝养，是动物在激烈生存竞争中发展出来的天性。我说幸好我们是人呀！我们可以一方面疼爱子女，一方面孝养父母，可以安立在天地之间。我们坐在林外的田野，看白鹭鸶一次又一次地起飞和归航，是那么美和优雅，感觉到有着因缘和情义的人是多么幸福，可以张开双翅航向远方而心里有所寄托每次从不可知的旅途归航，都有辉煌的灯火，在黑夜中等待我们。开心是最好的补药打开电视或打开报纸，几乎每天都会看到许多补药的广告，教我们怎样变强怎样变勇，怎样过了四十岁还像一尾活龙。令人疑惑的是，在这些广告旁边，有差不多一样多的广告，在教我们减肥，教我们如何消除过剩的营养，如何减去过多的脂肪，如何到了四十岁还像是一个高中同学。无疑的，这是个混乱的时代。许多人因担心自己的不足，而去吃补药。许多人因烦恼自己的过剩，而去减肥。我常常想那吃补药和减肥的人，是不是同一批人呢？我们正是这样自寻烦恼，才会陷入商人为我们制造的陷阱。"}
{"text":"令人疑惑的是，在这些广告旁边，有差不多一样多的广告，在教我们减肥，教我们如何消除过剩的营养，如何减去过多的脂肪，如何到了四十岁还像是一个高中同学。无疑的，这是个混乱的时代。许多人因担心自己的不足，而去吃补药。许多人因烦恼自己的过剩，而去减肥。我常常想那吃补药和减肥的人，是不是同一批人呢？我们正是这样自寻烦恼，才会陷入商人为我们制造的陷阱。我知道有一个最好的补药还兼能减肥的方法，就是使自己放松，开心，去除掉担心与烦恼的意念，放下那些不足与过剩的心。真的，开心是最好的补药，会让我们时时像一尾活龙，心境永远维持像高中同学。翠玉白菜我曾在美国国家地理杂志看过一张照片故宫博物院的翠玉白菜放在庭院中一大堆白菜里面，院子里的阳光灿烂，光线投照在白菜上，只有翠玉白菜反射着耀眼的光芒。翠玉白菜是一大堆白菜里体积最小的，但最珍贵最耀目，是故宫的镇山之宝。那一幅照片印在我的心版上，经过十几年了，还未曾稍忘。翠玉白菜确实是那样轻薄短小，往往出乎第一次看见的人的意料，大约只有合着的一巴掌那么大，与一般的白菜大小不能相比。后来，我发现故宫的许多重宝，都是很轻巧的，最好的玉器，瓷器，茶具也往往不是顶大的。当然，大的物件也有精品，但最精纯的常常是小的。其实，我们评断一件东西，最好不要看它的大小，而要看它的精纯，它的品质好坏。看人也是一样，官大财太权大名大的，小人也是很多的。艺术特别是这样，好画不一定要巨大，好音乐不一定要长，好文章也不一定要很长。能把小东西做好的，才能把大东西做好能照顾小节的人，才会有大的威仪。这是为什么佛经里说道，大到须弥山的虚无和小到微尘的芥菜种子应同等看待，芥子容须弥，毛孔收刹海，那是因为最大的正好是最小的累积，而最小的正好是最大的元素。相传龙树菩萨曾在南天竺以白芥子七粒击开南天铁塔，取得大日经，这和西方童话的芝麻开门是多么相像呀！所以，维摩洁经说到一个人如果能彻悟体验见须弥入芥子中，那个人就已经住于不可思议的解脱法门。"}
{"text":"能把小东西做好的，才能把大东西做好能照顾小节的人，才会有大的威仪。这是为什么佛经里说道，大到须弥山的虚无和小到微尘的芥菜种子应同等看待，芥子容须弥，毛孔收刹海，那是因为最大的正好是最小的累积，而最小的正好是最大的元素。相传龙树菩萨曾在南天竺以白芥子七粒击开南天铁塔，取得大日经，这和西方童话的芝麻开门是多么相像呀！所以，维摩洁经说到一个人如果能彻悟体验见须弥入芥子中，那个人就已经住于不可思议的解脱法门。那时就超越了大小高低迷悟生佛的差别见解进人大小无疑的华严境界。由于大如须弥是难以想像和掌握的，因此我总想，一个人如果要把生活过好，应该从手里的芥子开始。我喜欢小巧的艺术品，从中就可以看出创伟大的心灵。我喜欢细腻的生活态度，觉得一个人应该从平凡的生活去体会生命更深的意义。当然，我也喜欢雄伟厚重气势磅R的人或作品，只是那样的人难得，那样的作品难遇，许多自认为伟大的人，自认为厚重的作品，只是放言空论罢了。当我们回到生活的原点，还原到素朴之地的生活，无非是轻罗小扇扑流萤，无非是薄薄酒，胜茶汤，粗粗衣，胜无裳，或者是短笛无腔信口吹，或者是小楼昨夜听春雨。生命就是由轻薄短小的历程所组成的，所谓命光不空过，也正是去体验那小小历程中深刻的意义，体验体验再体验，更深入的体验，这是到彼岸的智慧之路，揭谛揭谛，波罗揭谛，波罗僧揭谛，菩提萨婆河。在许许多多的白菜中，去找到那棵翠玉白菜。翠玉白菜那么轻薄短小出乎我们的意料，它的精巧珍贵却是我们熟知的。走向知慧的路，是许多人都在追逐一车车白菜的时候，我们一眼就看见了翠玉白菜，除了它原来就那么耀目，也是因为我们的慧眼。有春从前在过年的时候，大人会把很多写着春字的红纸贴在米瓮上水缸上，还有糖罐，灶间，甚至也贴在衣橱上。有一次，我疑惑地问父亲为什么到处都贴着春字呢？他说希望年年有春。在台语里，春天的春和剩下的春是同音字，到处贴着春字，是祈望年年有剩余的意思。父亲也常说心里若有春，就是富有，心里若是无春，就是贫穷。"}
{"text":"有春从前在过年的时候，大人会把很多写着春字的红纸贴在米瓮上水缸上，还有糖罐，灶间，甚至也贴在衣橱上。有一次，我疑惑地问父亲为什么到处都贴着春字呢？他说希望年年有春。在台语里，春天的春和剩下的春是同音字，到处贴着春字，是祈望年年有剩余的意思。父亲也常说心里若有春，就是富有，心里若是无春，就是贫穷。意思是说，心里知足，常有剩余空间的人就是富有的人心常不足，不断贪求的人就是贫穷的人。台湾话称那些富有的人叫好额人或好业人，可见富有的人不必要有很多钱，而是有高广的额头，有智慧的意思富有的人不是拥有最多东西的人，而是不断造善业的人。富有的标准，因此不是有多少财产，而是有没有智慧与宽裕的心。富有的标准，不是能占有多少东西，而是能不能布施与关怀。富有的标准，不是有多少名利权位，而是有多少的幸福和感情。每当我想起从前贴在米缸上的春字，就想起父亲的话，希望自己的心常常有春，有更大的空间来包容更多的智慧与爱。弹珠番茄现在有一种新品种的番茄，小如拇指，颜色像柿子，形状像椭圆的水滴，这种番茄皮厚子少，滋味鲜美，令人吃了十分感动，贩卖的人称之为珍珠番茄。每次吃这种珍珠番茄，我就想起乡下老家后院，我们也种了许多番茄，大小形状都像孩子玩的弹珠，我们称之为珠子蜜，译成国语就是弹珠番茄。弹珠番茄与珍珠番茄最大的不同，就是它的味道很酸，吃一个就足以令人咬牙切齿，要是连吃十个，就会使牙齿酸软了。因此平常我们不吃弹珠番茄，口渴时吃一两个，往往精神百倍，口齿生津。品种未改良前的番茄，我们称为臭柿子品种较好的番茄，则叫柑仔蜜，那些台湾乡间的臭柿子，如今想到它的滋味，两颊就因感受到酸极而流出口水。我想到关于番茄的一个传说，传说从前西方人是不吃番茄的，古时候的西方人相信番茄有剧毒，吃了会全身痛苦而死。有一天，一个少女被情人抛弃了，心情悲惨不堪，白天恍惚，夜里失眠，脸容枯焦，皮肤与嘴唇都干裂了。她觉得活在这个世界已经毫无意义，想要自杀，于是想起森林中的番茄。"}
{"text":"品种未改良前的番茄，我们称为臭柿子品种较好的番茄，则叫柑仔蜜，那些台湾乡间的臭柿子，如今想到它的滋味，两颊就因感受到酸极而流出口水。我想到关于番茄的一个传说，传说从前西方人是不吃番茄的，古时候的西方人相信番茄有剧毒，吃了会全身痛苦而死。有一天，一个少女被情人抛弃了，心情悲惨不堪，白天恍惚，夜里失眠，脸容枯焦，皮肤与嘴唇都干裂了。她觉得活在这个世界已经毫无意义，想要自杀，于是想起森林中的番茄。她奔跑进入森林，摘了一些最红，最毒的番茄来吃，奇怪的是，吃完了并没有痛苦而死。少女想着可能吃得太少了，明天再来吃。少女天天到森林吃番茄，奇怪的是，她不但没有被毒死，皮肤与嘴唇红润了，脸容也变丰盈了，夜夜总是睡得很好，白天情神很清朗，甚至每天的心情变得非常欢喜，连抛弃她的情人都回到了身边。这时候，村里的人才知道番茄不但无毒，反而是最有营养的。从现代观点来看，番茄中富含维他命，确实可以治疗许多病症。从前在南部乡间，每到番茄盛产，街边会出现许多卖番茄的小摊，例如把绿皮的大番茄切片，蘸一种特殊的酱料，酱料是以姜汁糖粉酱油膏调制，比较讲究的还放一些桂花酱，那鲜美的滋味常会让人不小心咬到舌头。小番茄则有两种吃法，一种是制成糖葫芦，就是把番茄穿成一串，裹糖浆即成，外甜内酸，风味独特，另一种是番茄切一条缝，塞一片梅子肉，这种吃法香味隽永，令人口味无穷。我住在乡下的时候，经常在黄昏去吃一大盘番茄切片，顺路买一包夹梅干的小番茄回家，走在乡间小路，总感觉人生美好，我曾吃过世界各地的番茄，但我敢担保，没有任何地方的番茄比台湾的好吃，没有任何一种吃法胜过蘸姜汁糖粉酱油膏桂花酱。每次吃番茄，我总想起少女吃番茄自杀的故事，更觉得番茄中别有滋味，那种境界简直与禅心相近，一个人如果有那种必死的决心与勇气，一定可以在绝处逢生，激发出强烈的生命力分节阅读。就像乡间的弹珠番茄，借着风力鸟兽的携带，或者某些不知的力量，它生在山边，生在河边，生在农田或水沟，也生在垃圾堆和坟地，甚至生在屋顶和砖缝，简直是无远弗届，那种强韧与旺盛令人吃惊，使我想起老子的一句话夫惟不争，故天下莫能与之争。"}
