{"text":"说愁是白发三千丈，这时我们便至少将他打一个二万扣，以为也许有七八尺，但决不相信它会盘在顶上像一个大草囤。这种尺寸，虽然有些模胡，不过总不至于相差太远。反之，我们也能将少的增多，无的化有，例如戏台上走出四个拿刀的瘦伶仃的小戏子，我们就知道这是十万精兵刊物上登载一篇俨乎其然的像煞有介事的文章，我们就知道字里行间还有看不见的鬼把戏。又反之，我们并且能将有的化无，例如什么枕戈待旦呀，卧薪尝胆呀，尽忠报国呀，我们也就即刻会看成白纸，恰如还未定影的照片，遇到了日光一般。但这些文章，我们有时也还看。苏东坡贬黄州时，无聊之至，有客来，便要他谈鬼。客说没有。东坡道你姑且胡说一通罢。我们的看，也不过这意思。但又可知道社会上有这样的东西，是费去了多少无聊的眼力。人们往往以为打牌，跳舞有害，实则这种文章的害还要大，因为一不小心，就会给它教成后天的低能儿的。颂诗早已拍马，春秋已经隐瞒，战国时谈士蜂起，不是以危言耸听，就是以美词动听，于是夸大，装腔，撒谎，层出不穷。现在的文人虽然改著了洋服，而骨髓里却还埋着老祖宗，所以必须取消或折扣，这才显出几分真实。文学家倘不用事实来证明他已经改变了他的夸大，装腔，撒谎的老脾气，则即使对天立誓，说是从此要十分正经，否则天诛地灭，也还是徒劳的。因为我们也早已看惯了许多家都钉着假冒王麻子灭门三代的金漆牌子的了，又何况他连小尾巴也还在摇摇摇呢。三月十二日。本篇最初发表于一九三三月三月十五日申报自由谈，署名何家干。见一九三三年三月大晚报副刊辣椒与橄榄的征稿启事。大晚报连载的张若谷的儒林新史婆汉迷，是一部恶意编造的影射文化界人士的长篇小说，如以罗无心影射，郭得富影射等。两耳垂肩语见长篇小说三国演义第一回刘备生得身长八尺，两耳垂肩，双手过膝。白发三千丈语见唐代李白秋浦歌第十五首白发三千丈，缘愁似w长。枕戈待旦晋代刘琨的故事，见晋书刘琨传琨与亲故书曰吾枕戈待旦，志枭逆虏，常恐祖生先吾著鞭。卧薪尝胆，尝胆是春秋时越王勾践的故事，见史记越王勾践世家勾践苦身焦思，置胆于坐，坐卧即仰胆，饮食亦尝胆也卧薪见宋代苏轼的拟孙权答曹操书仆受遗以来，卧薪尝胆。"}
{"text":"两耳垂肩语见长篇小说三国演义第一回刘备生得身长八尺，两耳垂肩，双手过膝。白发三千丈语见唐代李白秋浦歌第十五首白发三千丈，缘愁似w长。枕戈待旦晋代刘琨的故事，见晋书刘琨传琨与亲故书曰吾枕戈待旦，志枭逆虏，常恐祖生先吾著鞭。卧薪尝胆，尝胆是春秋时越王勾践的故事，见史记越王勾践世家勾践苦身焦思，置胆于坐，坐卧即仰胆，饮食亦尝胆也卧薪见宋代苏轼的拟孙权答曹操书仆受遗以来，卧薪尝胆。后来讲到越王勾践故事时，习惯用卧薪尝胆一语。尽忠报国，宋代岳飞的故事，见宋史岳飞传飞裂裳以背示，铸有尽忠报国四大字，深入肤理。当时国民党军政要人在谈话或通电中常引用这三句话。苏东坡要客谈鬼的故事，见宋代叶梦得石林避暑录话卷一子瞻苏东坡在黄州及岭表，每旦起，不招客相与语，则必出而访客。所与游者亦不尽择，各随其人高下，谈谐放荡，不复为畛畦。有不能谈者，则强之使说鬼，或辞无有，则曰姑妄言之，于是闻者无不绝倒，皆尽欢而去。颂诗指诗经中的周颂鲁颂商颂，它们多是统治阶级祭祖酬神用的作品。春秋相传为孔丘根据鲁国史官记事而编纂的一部鲁国史书。据春秋Y梁传成公九年孔丘编春秋时，为尊者讳耻，为贤者讳过，为亲者讳疾。王麻子是北京有长久历史的著名刀剪铺，旧时冒它的牌号的铺子很多有的冒牌者还在招牌上注明假冒王麻子灭门三代字样。通论的拆通官话而已通论的拆通官话而已这位王平陵先生我不知道是真名还是笔名？但看他投稿的地方，立论的腔调，就明白是属于官方的。一提起笔，就向上司下属，控告了两个人，真是十足的官家派势。说话弯曲不得，也是十足的官话。植物被压在石头底下，只好弯曲的生长，这时俨然自傲的是石头。什么听说，什么如果，说得好不自在。听了谁说？如果不如果呢？对苏联当局摇尾求媚的献词是那些篇，倦舞意懒，乘着雪亮的汽车，奔赴预定的香巢的所谓革命作家是那些人呀？"}
{"text":"说话弯曲不得，也是十足的官话。植物被压在石头底下，只好弯曲的生长，这时俨然自傲的是石头。什么听说，什么如果，说得好不自在。听了谁说？如果不如果呢？对苏联当局摇尾求媚的献词是那些篇，倦舞意懒，乘着雪亮的汽车，奔赴预定的香巢的所谓革命作家是那些人呀？是的，曾经有人当开学之际，命大学生全体起立，向着鲍罗廷一鞠躬，拜得他莫名其妙也曾经有人做过孙中山与列宁，说得他们俩真好像没有什么两样至于聚敛享乐的人们之多，更是社会上大家周知的事实，但可惜那都并不是我们。平陵先生的听说和如果，都成了无的放矢，含血喷人了。于是乎还要说到文化的本身上。试想就是几个弄弄笔墨的青年，就要遇到监禁，枪毙，失踪的灾殃，我做了六篇不到五百字的短评，便立刻招来了听说和如果的官话，叫作先生们，大有一网打尽之概。则做基本的工夫者，现在舍官许的第三种人和民族主义文艺者之外还能靠谁呢？唉！然而他们是做不出来的。现在只有我的装腔作势，吞吞吐吐的文章，倒正是这社会的产物。而平陵先生又责为不革命，好像他乃是真正老牌革命党，这可真是奇怪了。――但真正老牌的官话也正是这样的。七月十九日。本篇最初发表于一九三三年二月十一日申报自由谈，署名何家干。中学生以中学生为对象的综合性刊物，夏丐尊叶圣陶等编辑，一九三年一月在上海创刊，开明书店出版。一九三二年二月起，该刊辟有文章病院一栏，从当时书籍报刊中选取有文法错误或文义不合逻辑的文章，加以批改。司马迁约前―约前字子长，夏阳今陕西韩城南人，西汉史学家文学家，曾任太史令。所著史记是我国著名的纪传体史书。大晚报一九三二年二月十二日在上海创刊。创办人张竹平，后为国民党财阀孔祥熙收买。一九四九年五月二十五日停刊。为艺术的艺术最早由法国作家戈蒂叶―提出的一种资产阶级文艺观点见小说莫班小姐序。它认为艺术应超越一切功利而存在，创作的目的在于艺术本身，与社会政治无关。三十年代初，新月派的梁实秋自称第三种人的苏汶等，都曾宣扬这种观点。民族主义文学一九三年六月由国民党当局策划的文学运动，发起人是潘公展范争波朱应鹏傅彦长王平陵等国民党文人。"}
{"text":"创办人张竹平，后为国民党财阀孔祥熙收买。一九四九年五月二十五日停刊。为艺术的艺术最早由法国作家戈蒂叶―提出的一种资产阶级文艺观点见小说莫班小姐序。它认为艺术应超越一切功利而存在，创作的目的在于艺术本身，与社会政治无关。三十年代初，新月派的梁实秋自称第三种人的苏汶等，都曾宣扬这种观点。民族主义文学一九三年六月由国民党当局策划的文学运动，发起人是潘公展范争波朱应鹏傅彦长王平陵等国民党文人。曾出版前锋周报前锋月刊等，假借民族主义的名义，反对无产阶级革命文学，提倡反共反人民的反革命文学。九一八事变后，又为蒋介石的投降卖国政策效劳。指国民党政客戴季陶。一九二六年十月十七日，他在出任广州中山大学委员会委员长的就职典礼上，曾发表赞成国共合作的演说，并引导与会学生向参加典礼的鲍罗廷行一鞠躬礼，以示敬意。鲍罗廷，―苏联政治活动家。一九一九年至一九二三年在共产国际远东部工作。一九二三年至一九二七年来中国，受孙中山聘为国民党特别顾问，在国民党改组工作中起过积极的作用。指国民党政客甘乃光。孙中山与列宁是他的讲演稿，一九二六年由广州中山大学政治训育部出版。当时甘任中山大学政治训育部副主任。第三种人一九三一年至一九三二年，胡秋原苏汶杜衡自称是居于反动文艺和左翼文艺两个阵营之外的自由人第三种人。他们宣传文艺自由论，鼓吹文艺脱离政治，攻击左翼文艺运动。文章与题目文章与题目一个题目，做来做去，文章是要做完的，如果再要出新花样，那就使人会觉得不是人话。然而只要一步一步的做下去，每天又有帮闲的敲边鼓，给人们听惯了，就不但做得出，而且也行得通。譬如近来最主要的题目，是安内与攘外罢，做的也着实不少了。有说安内必先攘外的，有说安内同时攘外的，有说不攘外无以安内的，有说攘外即所以安内的，有说安内即所以攘外的，有说安内急于攘外的。做到这里，文章似乎已经无可翻腾了，看起来，大约总可以算是做到了绝顶。所以再要出新花样，就使人会觉得不是人话，用现在最流行的谥法来说，就是大有汉奸的嫌疑。为什么呢？就因为新花样的文章，只剩了安内而不必攘外，不如迎外以安内，外就是内，本无可攘这三种了。"}
{"text":"譬如近来最主要的题目，是安内与攘外罢，做的也着实不少了。有说安内必先攘外的，有说安内同时攘外的，有说不攘外无以安内的，有说攘外即所以安内的，有说安内即所以攘外的，有说安内急于攘外的。做到这里，文章似乎已经无可翻腾了，看起来，大约总可以算是做到了绝顶。所以再要出新花样，就使人会觉得不是人话，用现在最流行的谥法来说，就是大有汉奸的嫌疑。为什么呢？就因为新花样的文章，只剩了安内而不必攘外，不如迎外以安内，外就是内，本无可攘这三种了。这三种意思，做起文章来，虽然实在希奇，但事实却有的，而且不必远征晋宋，只要看看明朝就够。满洲人早在窥伺了，国内却是草菅民命，杀戮清流，做了第一种。李自成进北京了，阔人们不甘给奴子做皇帝，索性请大清兵来打掉他，做了第二种。至于第三种，我没有看过清史，不得而知，但据老例，则应说是爱新觉罗氏之先，原是轩辕黄帝第几子之苗裔，q于朔方，厚泽深仁，遂有天下，总而言之，咱们原是一家子云。后来的史论家，自然是力斥其非的，就是现在的名人，也正痛恨流寇。但这是后来和现在的话，当时可不然，鹰犬塞途，干儿当道，魏忠贤不是活着就配享了孔庙么？他们那种办法，那时都有人来说得头头是道的。前清末年，满人出死力以镇压革命，有宁赠友邦，不给家奴的口号，汉人一知道，更恨得切齿。其实汉人何尝不如此？吴三桂之请清兵入关，便是一想到自身的利害，即人同此心的实例了。四月二十九日。附记原题是安内与攘外。五月五日。本篇最初发表于一九三三年五月五日申报自由谈，署名何家干。安内与攘外一九三一年十一月三十日蒋介石在国民党外长顾维钧宣誓就职会的亲书训词中，提出攘外必先安内的反动方针。一九三三年四月十日，蒋介石在南昌对国民党将领演讲时，又提出安内始能攘外，为其反共卖国政策辩护。这时一些报刊也纷纷发表谈安内攘外问题的文章。草菅民命，杀戮清流指明末任用宦官魏忠贤等，通过特务机构东厂锦衣卫镇抚司残酷压榨和杀戮人民魏忠贤的阉党把大批反对他们的正直的士大夫，如东林党人，编成天鉴录点将录等名册，按名杀害。这时，在我国东北统一了满族各部的努尔哈赤即清太祖，已于明万历四十四年登可汗位，正率军攻明。李自成―陕西米脂人，明末农民起义领袖。"}
{"text":"这时一些报刊也纷纷发表谈安内攘外问题的文章。草菅民命，杀戮清流指明末任用宦官魏忠贤等，通过特务机构东厂锦衣卫镇抚司残酷压榨和杀戮人民魏忠贤的阉党把大批反对他们的正直的士大夫，如东林党人，编成天鉴录点将录等名册，按名杀害。这时，在我国东北统一了满族各部的努尔哈赤即清太祖，已于明万历四十四年登可汗位，正率军攻明。李自成―陕西米脂人，明末农民起义领袖。崇祯二年起义。崇祯十七年一月在西安建立大顺国，同年三月攻克北京，推翻明朝。后镇守山海关的明将吴三桂勾引清兵入关，镇压起义军李自成兵败退出北京，清顺治二年在湖北通山县九宫山被地主武装所害。爱新觉罗清朝皇室的姓。满语称金为爱新，族为觉罗。轩辕传说中汉民族的始祖。史记五帝本纪黄帝者，少典之子，姓公孙，名曰轩辕。魏忠贤―河间肃宁今属河北人，明末天启时专权的宦官。曾掌管特务机关东厂，凶残跋扈，杀人甚多。当时，趋炎附势之徒对他竞相谄媚，明史魏忠贤传记载群小益求媚，相率归忠贤，称义儿，监生陆万龄至请以忠贤配孔子。宁赠友邦，不给家奴这是刚毅的话。刚毅―，满洲镶蓝旗人。清朝王公大臣中的顽固分子，曾任军机大臣等职在清末维新变法运动时期，他常对人说我家之产业，宁可以赠之于朋友，而必不畀诸家奴。见梁启超戊戌政变记卷四他所说的朋友，指帝国主义国家。推背图推背图我这里所用的推背的意思，是说从反面来推测未来的情形。上月的自由谈里，就有一篇正面文章反看法，这是令人毛骨悚然的文字。因为得到这一个结论的时候，先前一定经过许多苦楚的经验，见过许多可怜的牺牲。本草家提起笔来，写道砒霜，大毒。字不过四个，但他却确切知道了这东西曾经毒死过若干性命的了。里巷间有一个笑话某甲将银子三十两埋在地里面，怕人知道，就在上面竖一块木板，写道此地无银三十两。隔壁的阿二因此却将这掘去了，也怕人发觉，就在木板的那一面添上一句道，隔壁阿二勿曾偷。这就是在教人正面文章反看法。但我们日日所见的文章，却不能这么简单。"}
{"text":"因为得到这一个结论的时候，先前一定经过许多苦楚的经验，见过许多可怜的牺牲。本草家提起笔来，写道砒霜，大毒。字不过四个，但他却确切知道了这东西曾经毒死过若干性命的了。里巷间有一个笑话某甲将银子三十两埋在地里面，怕人知道，就在上面竖一块木板，写道此地无银三十两。隔壁的阿二因此却将这掘去了，也怕人发觉，就在木板的那一面添上一句道，隔壁阿二勿曾偷。这就是在教人正面文章反看法。但我们日日所见的文章，却不能这么简单。有明说要做，其实不做的有明说不做，其实要做的有明说做这样，其实做那样的有其实自己要这么做，倒说别人要这么做的有一声不响，而其实倒做了的。然而也有说这样，竟这样的。难就在这地方。例如近几天报章上记载着的要闻罢一，军在血战，杀敌人。二，谈话决不与日本直接交涉，仍然不改初衷，抵抗到底。三，芳泽来华，据云系私人事件。四，共党联日，该伪中央已派干部赴日接洽。五，倘使都当反面文章看，可就太骇人了。但报上也有莫干山路草棚船百余只大火，廉价只有四天了等大概无须推背的记载，于是乎我们就又胡涂起来。听说，推背图本是灵验的，某朝某帝怕他淆惑人心，就添了些假造的在里面，因此弄得不能豫知了，必待事实证明之后，人们这才恍然大悟。我们也只好等着看事实，幸而大概是不很久的，总出不了今年。四月二日。本篇最初发表于一九三三年四月六日申报自由谈，署名何家干。正面文章反看法陈子展作，发表于一九三三年三月十三日申报自由谈。其中大意说当时的喊航空救国，其实是不敢炸日本军而只是炸匪红军长期抵抗等于长期不抵抗收回失地等于不收回失地，等等。本草家指中药药物学家。汉代有托名神农作的药物学书本草，载药三百六十五味，后即以本草为中药的统称。芳泽来华一九三三年三月三十一日，曾经做过日本驻华公使外务大臣的芳泽谦吉―从日本到上海对外宣称是私人旅行，以掩饰其来华活动的目的。这是国民党反动派造的谣言，载于一九三三年四月二日申报国内电讯。推背图一种妄诞迷信的图册。宋史艺文志列为五行家的著作，不题撰人，南宋岳珂H史以为唐代李淳风撰。"}
{"text":"汉代有托名神农作的药物学书本草，载药三百六十五味，后即以本草为中药的统称。芳泽来华一九三三年三月三十一日，曾经做过日本驻华公使外务大臣的芳泽谦吉―从日本到上海对外宣称是私人旅行，以掩饰其来华活动的目的。这是国民党反动派造的谣言，载于一九三三年四月二日申报国内电讯。推背图一种妄诞迷信的图册。宋史艺文志列为五行家的著作，不题撰人，南宋岳珂H史以为唐代李淳风撰。现存传本一卷共六十图，前五十九图预测以后历代兴亡变乱，第六十图画的是唐代袁天纲要李淳风停止继续预测而推李的背脊的动作，故后来又被认作李袁二人同撰。H史卷一艺祖禁谶书说唐李淳风作推背图。五季之乱，王侯崛起，人有幸心，故其学益炽，闭口张弓之谶，吴越至以遍名其子，宋兴，受命之符尤为著明。艺祖按历代称太祖或高祖为艺祖，此处指宋太祖即位，始诏禁谶书，惧其惑民志，以繁刑辟。然图传已数百年，民间多有藏本，不复可收拾，有司患之。一日，赵韩王以开封具狱奏，因言犯者至众，不可胜诛。上曰不必多禁，正当混之耳。乃命取旧本，自已验之外，皆紊其次而杂书之，凡为百本，使与存者并行。于是传者懵其先后，莫知甚孰讹间有存者，不复验，亦弃弗藏矣。透底透底凡事彻底是好的，而透底就不见得高明。因为连续的向左转，结果碰见了向右转的朋友，那时候彼此点头会意，脸上会要辣辣的。要自由的人，忽然要保障复辟的自由，或者屠杀大众的自由，――透底是透底的了，却连自由的本身也漏掉了，原来只剩得一个无底洞。譬如反对八股是极应该的。八股原是蠢笨的产物。一来是考官嫌麻烦――他们的头脑大半是阴沉木做的，――甚么代圣贤立言，甚么起承转合，文章气韵，都没有一定的标准，难以捉摸，因此，一股一股地定出来，算是合于功令的格式，用这格式来衡文，一眼就看得出多少轻重。二来，连应试的人也觉得又省力，又不费事了。这样的八股，无论新旧，都应当扫荡。但是，这是为着要聪明，不是要更蠢笨些。不过要保存蠢笨的人，却有一种策略。他们说我不行，而他和我一样。――大家活不成，拉倒大吉！而等他拉倒之后，旧的蠢笨的我却总是偷偷地又站起来，实惠是属于蠢笨的。"}
{"text":"二来，连应试的人也觉得又省力，又不费事了。这样的八股，无论新旧，都应当扫荡。但是，这是为着要聪明，不是要更蠢笨些。不过要保存蠢笨的人，却有一种策略。他们说我不行，而他和我一样。――大家活不成，拉倒大吉！而等他拉倒之后，旧的蠢笨的我却总是偷偷地又站起来，实惠是属于蠢笨的。好比要打倒偶像，偶像急了，就指着一切活人说，他们都像我，于是你跑去把貌似偶像的活人，统统打倒回来，偶像会赞赏一番，说打倒偶像而打倒打倒者，确是透底之至。其实，这时候更大的蠢笨，笼罩了全世界。开口诗云子曰，这是老八股而有人把达尔文说，蒲力汗诺夫曰也算做新八股。于是要知道地球是圆的，人人都要自己去环游地球一周要制造汽机的，也要先坐在开水壶前格物。这自然透底之极。其实，从前反对卫道文学，原是说那样吃人的道不应该卫，而有人要透底，就说什么道也不卫这什么道也不卫难道不也是一种道么？所以，真正最透底的，还是下列的一个故事古时候一个国度里革命了，旧的政府倒下去，新的站上来。旁人说，你这革命党，原先是反对有政府主义的，怎么自己又来做政府？那革命党立刻拔出剑来，割下了自己的头但是，他的身体并不倒，而变成了僵尸，直立着，喉管里吞吞吐吐地似乎是说这主义的实现原本要等三千年之后呢。四月十一日。王道诗话王道诗话人权论是从鹦鹉开头的。据说古时候有一只高飞远走的鹦哥儿，偶然又经过自己的山林，看见那里大火，它就用翅膀蘸着些水洒在这山上人家说它那一点水怎么救得熄这样的大火，它说我总算在这里住过的，现在不得不尽点儿心。事出栎园书影，见胡适人权论集序所引。鹦鹉会救火，人权可以粉饰一下反动的统治。这是不会没有报酬的。胡博士到长沙去演讲一次，何将军就送了五千元程仪。价钱不算小，这叫做实验主义。但是，这火怎么救，在人权论时期一九二九――三年，还不十分明白，五千元一次的零卖价格做出来之后，就不同了。最近今年二月二十一日字林西报登载胡博士的谈话说任何一个政府都应当有保护自己而镇压那些危害自己的运动的权利，固然，政治犯也和其他罪犯一样，应当得着法律的保障和合法的审判这就清楚得多了！这不是在说政府权了么？"}
