{"text":"那个地区的治安情况不太好，为了保证教师的安全，学校提醒她们在放学后立即离校。有一天，为了帮助一位学生，她在放学后留了下来。学生刚离开不久，她在收拾东西时，突然发现有个陌生的男人站在门口。看到教室内空荡荡的，这个男人迅速走到她面前，用颤抖的声音命令她脱了衣服。意识到他的焦虑和不安，她开始全神贯注地体会他当时的感受。遇到这么出科意料的反应，这个男人犹豫了一下，接着大声吼道快脱了衣服！如果别人说不！当别人说不的时候，我们常常会认为他们是在拒绝我们。有时，我们甚至还会觉得自己受到了伤害。然而，如果我们能够体会他人的感受和需要，我们也许就会发现是什么使他们无法答应我们的请求。有一次，在研讨班的休息时间，我请大家一起附近的咖啡店喝咖啡。有位女士很唐突地说不！我愣了一下，不过，很快我就提醒息倾听她的感受和需要。你好像有些不高兴？我问她。不是这样的，她说，只是我不想每次一张嘴就被你纠正。从她的回答看来，她并没有生气，而是有些不安。于是，我就问她你担心，在喝咖啡时不能自由自在的谈话吗？是的，和你去喝咖啡，我担心你一直会留意我说话的方式。想到这一点，我就不想去了。在研讨班中，我认真听她的每一话，并提示她如何用非暴力沟通来表达。通过倾听她说不时的感受和需要，我发现，她担心我在公共场合也会评价她的表达方式。于是，我就告诉她，在公共场合，我不会那样做。同时，我们还讨论了，在研讨班中怎样给她建议，她才不会感到不安。顺便说一句，她后来和我们一起去喝了咖啡。使谈话生动有趣有的时候，谈话的气氛很沉闷。我们体会不到说话的人有怎样的感受和需要，也不知道他对我们有什么期待。这样的谈话是很累人的。它只是在浪费我们的时间，而无法帮助我们与他人如何加深联系。这种书面的出现往往是因为说话的人并不清楚自己的感受需要和请求。怎么做才可以扭转这种局面，使谈话生动有趣呢？我的建议是，尽快提醒说话的人留意自己的感受和需要。等得越久，也就越难做到这一点。我们这样做并不是要以自我为中心，而是请深圳市他们体会自身的状态。例如，如果一位邻居又讲到她年前的痛苦的经历――她丈夫抛弃了她和两个年幼的孩子，我们也许就可以插话说听起来，你现在还是愤愤不平。你很需要关心和体贴？"}
{"text":"它只是在浪费我们的时间，而无法帮助我们与他人如何加深联系。这种书面的出现往往是因为说话的人并不清楚自己的感受需要和请求。怎么做才可以扭转这种局面，使谈话生动有趣呢？我的建议是，尽快提醒说话的人留意自己的感受和需要。等得越久，也就越难做到这一点。我们这样做并不是要以自我为中心，而是请深圳市他们体会自身的状态。例如，如果一位邻居又讲到她年前的痛苦的经历――她丈夫抛弃了她和两个年幼的孩子，我们也许就可以插话说听起来，你现在还是愤愤不平。你很需要关心和体贴？人们常常没有意识到，他们需要的是别人的理解和接纳。他们也没有意识到，直接表达自己的感受和需要，与讲故事相比，更容易得到他们所期待的联系。使谈话生动有趣的另一种方法是直接表达我们的愿望。有一次，在参加聚会时，我觉得气氛很沉闷。于是，我就对其他人说对不起！我有点不耐烦，因为我想与大家加深联系，却又没有做到这一点。我想知道，我们刚才的谈话能否满足你的需要如果能满足，满足的是什么需要。其他九个人瞪着我，仿佛我往菜汤里扔了一只苍蝇。幸运的是，我当时能够用心体会他们的感受和需要。你们不高兴是因为你们想继续谈下去？一片沉默。接着，有个人回答说不，我没有不高兴。我是在想你说的话。是的，我也觉得刚才的谈话很无聊实际上，我已经烦透了！听到他的回答，我很惊讶，因为刚才他的话最多。现在，我将不再为类似的事情感到惊讶我发现，如果听的人很烦，说的人一般也会觉得很无聊。你也许会想，打断另一个人的谈话，是不礼貌的。我曾经做过一个非正式的调查。我的问题是如果你说的话别人不想听，你是希望对方假装在听还是直接打断你？我问了许多人，只有一个人不希望被打断。听到他们的回答，我更确信，打断别人比假装在听，更符合对方的愿望。所有的人都希望自己的话对人有益，而不想被人当作负担。如果别人保持沉默有的时候，我们说了心里话，很想知道对方的反应，却发现对方一句话也不说。这时，我们也许会有不安，容易把事情往坏处想。在别人保持沉默时，我们一般会觉得有些别扭，而很难静下心来体会对方的感受和需要。有一镒，在为一个公司提供咨询服务时，我动了感情，哭了起来。等我平静下来，我发现这个公司的董事长转过身去，默不作声。我有些困惑，想知道他怎么了。于是，我就问他你生气了吗？"}
{"text":"所有的人都希望自己的话对人有益，而不想被人当作负担。如果别人保持沉默有的时候，我们说了心里话，很想知道对方的反应，却发现对方一句话也不说。这时，我们也许会有不安，容易把事情往坏处想。在别人保持沉默时，我们一般会觉得有些别扭，而很难静下心来体会对方的感受和需要。有一镒，在为一个公司提供咨询服务时，我动了感情，哭了起来。等我平静下来，我发现这个公司的董事长转过身去，默不作声。我有些困惑，想知道他怎么了。于是，我就问他你生气了吗？你希望你请来的顾问有很好的自制力？如果他回答是的，那意味着我们对表达情感的方式有不同的理解――我不会因此而责备自己。然而，董事长并没有说是的，他回答说不是这样的。我在想我的太太多么希望我能哭啊。他接着讲到，他的太太正要和他离婚。这些年来，她一直在抱怨，和他生活在一起，就象和一块石头生活在一起。在当心理医生时，一位岁的女士被她父母带来见我。这位女士刚接受过精神病治疗，在短短几个月的时间里，她经历了药物治疗住院治疗以及休克疗法。在过去的三个月，她一句话也不说。她父母搀扶着她来我办公室，如果没有人扶着，她就一动也不动。她蜷缩在我办公室的椅子上，身子不停地发抖，眼睛呆呆地看着地板。我用心体会着她，并问道你害怕吗？你要觉得安全，才开始说话，是吗？她看上去一点反应也没有。于是，我就说出了我的感受我很担心你。请告诉我，你说些什么或做些什么，会感觉安全些？仍然没有反应。在接下来的分钟中，我要么将我体会到的她的感受和需要反馈给她，要么就表达我自己的感受和需要。她一直都没有什么明显的反应，仿佛她根本就没有意识到我正在和她交谈。最后，我和她说，我累了，我想请她第二天再来。后两天的情况和第一天基本上没什么不同。我仍然用心体会她的感受和需要，有时我会说出我的理解，有时就静静地坐在她身边。在另外一些时候，我会和她说我的感受和需要。而她坐在椅子上，不停地发抖，什么也没说。在第四天开始时，她仍然没有任何反应，我把手伸了过去，握住她的手。由于不知道语言是否可以传达我对她的关心，我寄希望于身体的接触。我的手刚一碰到她的手，她就变得更加紧张，并把身体往后缩。正当我要把手放开的时候，我发现她有些放松了，于是，我继续握着她的手。"}
{"text":"我仍然用心体会她的感受和需要，有时我会说出我的理解，有时就静静地坐在她身边。在另外一些时候，我会和她说我的感受和需要。而她坐在椅子上，不停地发抖，什么也没说。在第四天开始时，她仍然没有任何反应，我把手伸了过去，握住她的手。由于不知道语言是否可以传达我对她的关心，我寄希望于身体的接触。我的手刚一碰到她的手，她就变得更加紧张，并把身体往后缩。正当我要把手放开的时候，我发现她有些放松了，于是，我继续握着她的手。在接下来的几分钟，我一边握着她的手，一边像第一天那样和她谈话。我发现她越来越放松，但仍然什么也没说。第五天，她再来的时候，看起来比以前紧张得多。她坐下来后，就转过身去，把攥得紧紧的拳头伸到了我的面前。一开始，我有点困惑，不知道她是什么意思。但很快，我就猜出，她有东西要交给我。我把她的拳头放到手里，然后从她的手掌中找到一张皱巴巴的纸条，上面写着请帮我说出心里话。读了这句话，我喜出望外。一个小时以后，我终于说出了一句话，她的语速很慢，声音有些颤抖。当我告诉她我的理解时，她放松了一些，然后继续表达她自己。一年以后，她给我寄来了她后来在日记中写下的话我出院了，不再接受休克治疗和药物治疗。那时大概是月。前个月发生的事情，我头脑里一片空白。他们告诉我，出院后，我在家里，什么也不吃，一句话也不说，只想躺在床上。这时，他们把我送到了卢森堡博士那里。在接下来的三个月中，卢森堡走来走去在他办公室中和我谈话，仿佛是我生活的全部。在和他谈话后，我开始醒了过来。我开始和他说我的烦心事――我以前做梦也没想到，我会和任何人提到这些事情。这对我的生活产生了决定性的影响。一开始，我感到难以启齿。但卢森堡博士关心我，并取得了我的信任，我愿意说给他听。每次说出心中的烦恼，我都会觉得开心些。每次会面结束后，我就开始计算离下一次见面的时间，还有几天几个小时。我认识到，面对现实，并不完全是坏事。我还认识到，有许多的事情，我无法逃避，需要独自担当。我很害怕。我发现我自己在挣扎。有的时候我竭尽全力，却还是做不到。幸运的是，我也看到，现实还有好的一面。在过去的一年里，我发现，有机会说出自己的心里话，并得到他人的倾听和理解，是多么的幸福！直到今天，看到倾听对人的影响，我还会感到惊喜。"}
{"text":"每次说出心中的烦恼，我都会觉得开心些。每次会面结束后，我就开始计算离下一次见面的时间，还有几天几个小时。我认识到，面对现实，并不完全是坏事。我还认识到，有许多的事情，我无法逃避，需要独自担当。我很害怕。我发现我自己在挣扎。有的时候我竭尽全力，却还是做不到。幸运的是，我也看到，现实还有好的一面。在过去的一年里，我发现，有机会说出自己的心里话，并得到他人的倾听和理解，是多么的幸福！直到今天，看到倾听对人的影响，我还会感到惊喜。一次又，我见证了，倾听帮助人们治愈了心灵的创作。作为一个听众，我们并不需要心理学知识或接受有关精神疗法的训练。关键是，我们有能力体会一个人在某个时刻独特的感受和需要。非暴力沟通爱的语言――爱自己我们已经了解如何使用非暴力沟通来发展友谊，促进家庭和睦，改善工作交流以及推动政治和解。然而，非暴力沟通最重要的应用也许是在于――爱自己。让生命之花绽放在赫布加德纳编写的一千个小丑一剧中，主人公拒绝将他岁的外甥交给儿童福利院。他郑重地说道我希望他准确无误地知道他是多么特殊的生命，要不，他在成长的过程中将会忽视这一点。我希望他保持清醒，并看到各种奇妙的可能。我希望他知道，一旦有机会，排除万难给世界一点触动是值得的。我还希望他知道为什么他是一个人，而不是一张椅子。然而，一旦负面的自我评价使我们看不到生命的美，我们就会忘记自己是特殊的生命，而把自己当作一把椅子。如果我们习惯于将自己视为工具――充满各种缺陷的工具，自我憎恨还令人奇怪吗？如何培养对自己的爱呢？转变自我评价的方式是一个重要方面。既然希望自己所做的任何事情都是有益的，那么，自我评价的方式就要有助于学习，使我们的选择符合生命的需要。然而，不幸的是，我们的自我评价方式往往导致自我憎恨，而无助于学习。当我们的表现不完美在一个研讨班中，我请参加者回忆近期他们做后就感到后悔的一件事情。接着，我提醒他们特别注意，他们认为自己做错事后，会和自己说什么。比较典型的话有笨蛋！这种蠢事你也干得出！你有毛病？你总是把事情搞得一团糟！真自私！他们的自责意味着他们认为自己所做的事是错的或不好的，他们就当为此感到痛苦。"}
{"text":"然而，不幸的是，我们的自我评价方式往往导致自我憎恨，而无助于学习。当我们的表现不完美在一个研讨班中，我请参加者回忆近期他们做后就感到后悔的一件事情。接着，我提醒他们特别注意，他们认为自己做错事后，会和自己说什么。比较典型的话有笨蛋！这种蠢事你也干得出！你有毛病？你总是把事情搞得一团糟！真自私！他们的自责意味着他们认为自己所做的事是错的或不好的，他们就当为此感到痛苦。然而，可悲的是，许多人陷于自我憎恨中，而无法从失误中获益――失误提示我们的局限性，并引导我们的成长。即使我们有时通过严厉的自责得到了教训，我也会种变化和学习的驱动力。我希望，我们的改变是出于对生命的爱，而不是出于羞愧或内疚这些具有负面影响的心理。如果自我评价使我们羞愧并改变行为，我们也就允许自我憎恨来引导自己的成长和学习。羞愧是自我憎恨的一种形式，出于羞愧的行为不是自由而快乐的行为。即使我们试图更加友善和体贴，一旦人们意识到我们行为的背后的羞愧或内疚，他们对这些行为的欣赏也就比不上那些只是出于爱的行为。在我们的语言中，有一个词极易引起羞愧和内疚。我们经常使用它来打击自己。它在我们的意识中是如此根深蒂固，以至许多人无法想象，没有它生活将如何继续。这个词就是应该，也就是我应该早点知道或我不应该做那件事情中的应该。如果我们认为自己应该怎么样，在大多数的情况下，我们也就封闭了自我。因为应该意味着我们别无选择。这使我们感到无奈和沮丧。同时又心有不甘，不愿屈服。除了应该这个词，我们还用别的方式教训自己，例如我真受不了自己现在这个样子。我必须改改了。想一想那些强迫自己的人。他们中有的人说我真的应该戒烟了。另一些人说我必须加强锻炼。他们不断地说他们必须做什么，与此同时，又不停地找借口不那么做，因为没有人想成为奴隶。当然，我们也不是命中注定要去服从应该或不得不的指挥，不论它是来自外部，还是来自我们自身。一旦顺从了这些命令，生活也就失去了乐趣。为什么会自责？经常责备自己强迫自己将使自己更像椅子而不像人。非暴力沟通认为，对他人的指责反映了我们遇到挫折――他人的行为不符合我们的需要。如果我们指责的那个人恰好就是我们自己，那么言下之意是我的行为不符合我的需要。"}
{"text":"他们不断地说他们必须做什么，与此同时，又不停地找借口不那么做，因为没有人想成为奴隶。当然，我们也不是命中注定要去服从应该或不得不的指挥，不论它是来自外部，还是来自我们自身。一旦顺从了这些命令，生活也就失去了乐趣。为什么会自责？经常责备自己强迫自己将使自己更像椅子而不像人。非暴力沟通认为，对他人的指责反映了我们遇到挫折――他人的行为不符合我们的需要。如果我们指责的那个人恰好就是我们自己，那么言下之意是我的行为不符合我的需要。我相信，如果我们专注于需要是否得到满足以及得到怎样的满足，我们就更有可能从自我评价中获益。一旦发现自己正在做获益的事情，我们的挑战是如何对需要和价值观保持清醒的认识，以使我们的转变符合我们的心愿出于对自己的尊重和爱护，而不是出于自我憎恨内疚或羞愧。非暴力沟通的忧伤我们成长在学校教育和社会化的影响中，对于大多数人来说，培养自己在各种情境中都专注于生命的需要及价值观，也许已经太迟了。然而，既然我们可以用心体会他人的评论所反映的需要，我们一样可以了解自责所反映的需要。例如，如果发现我们痛骂自己你看你，又把事情搞砸了！我们马上就可以问我什么样的需要没有得到满足？一旦意识到自己尚未满足的需要――很可能是多个层面的需要，我们的身心状态就会发生明显的变化。我们不再感到羞愧内疚和沮丧，而开始体会到别的情感。不论它们是忧愁失望恐惧悲伤挫折感或别的――其目的都是推动我们去满足需要和追逐梦想。非暴力沟通鼓励我们直面人生的苦难在遇到挫折时，充分体会人生的悲哀和内心的渴望。是的，感到遗憾是难免的。但它能帮助我们从经历中学习，而无须责备自己。我们意识到过去的行为违背了自己的需要及价值观，并允许这种觉察引发的情感充分流淌。一旦专注于尚未满足的需要，我们就会考虑如何满足它。反之，如果用苛刻的语言指责自己，我们不仅难以找到解决办法，而且容易陷于自我惩罚的痛苦中。自我宽恕接着，我们试图理解自己过去的所作所为。我们问自己我做那件事情是为了满足什么需要？我相信，人的行为总是服务于自身的需要及价值观――不论它是否能够实现目的，也不论我们事后是感到庆幸还是遗憾。通过聆听自己的心声，我们就能发现心灵深处的需要。此时，我们就可以原谅自己。"}
{"text":"一旦专注于尚未满足的需要，我们就会考虑如何满足它。反之，如果用苛刻的语言指责自己，我们不仅难以找到解决办法，而且容易陷于自我惩罚的痛苦中。自我宽恕接着，我们试图理解自己过去的所作所为。我们问自己我做那件事情是为了满足什么需要？我相信，人的行为总是服务于自身的需要及价值观――不论它是否能够实现目的，也不论我们事后是感到庆幸还是遗憾。通过聆听自己的心声，我们就能发现心灵深处的需要。此时，我们就可以原谅自己。我们意识到，尽管过去的选择并不理想，但它也是为了实现内心的愿望。爱惜自己的关键之一是同时包容那两个不同的我一方面包容对过去的某种行为感动后悔的我，一方面包容采取那种行为的我。非暴力沟通的忧伤及自我宽恕为个人的学习和成长创造了条件。只要对自己的需要保持清醒的认识，我们就能建设地满足它们。不要做任何没有乐趣的事情！非暴力沟通的忧伤及自我宽恕可以激发我们对生命的爱。此外，我想强调的是，我们行为的动机反映了我们是否爱。当我建议不要做任何没有乐趣的事情时，有些人觉得我很极端，甚至精神不正常。然而，我深信，出于对生命纯洁的爱，而不是出于恐惧内疚羞愧职责或义务来选择生活，是爱惜自己的重要体现。如果我们致力于满足他人及自己的健康成长的需要，那么，即使艰难的工作也不乏乐趣。反之，如果我们的行为是出于义务职责恐惧内疚或羞愧，那么，即使有意思的事情也会变得枯燥无味。在第二章中，我们谈到了如何使用负责任的语言来代替回避责任的语言。许多年前，有个练习给我带来极大的快乐和欣喜，使我从此很少感到沮丧内疚和惭愧。我将在下文中介绍这个练习，希望它有助于人们深入理解自己的人生选择，并找到快乐的生活方式。用选择做代替不得不第一步在日常生活中，你觉得哪些事情没意思，却又认为自己不得不做？请将它们列在一张纸上。当我第一次审视自己的清单时，仅仅是它的长度就让我明白为什么我活得不开心。我终于意识到，有许多事情，我之所以日复一日地去做，是因为我相信那是不得不做的事情。我清单上的第一项是写临床报告。我讨厌写那些报告，然而，每天我至少要折磨自己一个小时。第二项则是开车送小孩上学。"}
{"text":"用选择做代替不得不第一步在日常生活中，你觉得哪些事情没意思，却又认为自己不得不做？请将它们列在一张纸上。当我第一次审视自己的清单时，仅仅是它的长度就让我明白为什么我活得不开心。我终于意识到，有许多事情，我之所以日复一日地去做，是因为我相信那是不得不做的事情。我清单上的第一项是写临床报告。我讨厌写那些报告，然而，每天我至少要折磨自己一个小时。第二项则是开车送小孩上学。第二步列好清单后，向自己坦白你做这些事情是因为你选择了做它们，而不是因为你不得不做。在你所列的每个项目前，加上我选择做。当时，我对这一步骤有些抗拒。我反复强调写临床报告不是我的选择！我不得不做！我是一个临床心理医生。我不得不写这些报告。第三步一旦承认某一行为是你的选择，就填写以下的声明来了解你为什么要那么做我选择做是因为我想要。起初，我怎么也想不清楚我到底为什么要写临床报告。几个月前，我已经确信，对我的病人来说，临床报告用处并不大，花那么多时间是不值得的。既然如此，为什么我一直费尽苦心准备这份报告？最后，我终于明白了，我选择写临床报告，是因为我想从中得到收入。于是，从年前的那一刻起，我就再也没有写过一份临床报告。想到少写了无数的临床报告，我的快乐真是无法形容！当认识到钱是我的主要动机时，我马上就想到我可以用别的方式来获得收入，而事实上，我宁可在垃圾箱中觅食，也不愿再写一份临床报告。我清单上的第二项是开车送孩子上学。当我琢磨自己为何要这么做时，我发现，我很欣赏我的孩子从他们现在的学校得到的教育。虽然他们可以步行到附近的学校上学，但他们所在的学校提供的教育更符合我的价值观。想到这一点，在开车送孩子上学时，我的感受就不一样了。在这以前，我会产倒霉！今天又不得不开车送孩子上学。而在这之后，我理解自己为什么要这么做――那是为了孩子们能够得到我所看重的教育。当然，有的时候，在路上我需要提醒自己两三次开车送孩子上学的意义。深入理解我们行为的动机你在思考我选择做是因为我想要这个问题时，也许会像我考虑开车送小孩子上学那样，发现自己行为背后的价值取向――你在生活中看重什么。"}
