{"text":"这四个字看来很容易，做到很难。尤其现代社会的风气，大家每做一件事，先要考虑有没有价值。所谓价值，就是问后果对自己的利益，这是通常的心理。可是孔子告诉樊迟，作人做事先不要考虑自己个人的利益与价值，认为是善的就先做了再说，后来自然有成果的，这就是德业。其次，专门反省自己的错误，不挑别人的毛病，这也是做起来很难的。因为人都喜欢挑剔别人的毛病，很少反省自己的错误。现在要反过来，专找自己的错误，不挑别人的毛病，就很难做到了。而儒家佛家道家的修养，都严格的讲究这一点，做到这一点就是修匿。有些人为了一点小事，生起气来，把自己身体生命都忘记了，要与人拚命。犯了法弄出纰漏来，连带父母妻子儿女都受了罪，这不是最笨最糊涂的事吗？这三点孔子在这里是这样解释。我们要特别注意，下面一篇当中，还要提到这个问题。这里是孔子针对樊迟的程度，所作崇德修匿辨惑的解释。实际上这三点所包括的内容很多很多。不过这里虽是引述孔子对樊迟说的道理，也就是一般人很容易犯的毛病。樊迟问知仁樊迟问仁。子曰爱人。问知。子曰知人。樊迟未达。子曰举直错诸枉，能使枉者直。樊迟退，见子夏曰乡也，吾见于夫子而问知。子曰举直错诸枉，能使枉者直。何谓也？子夏曰富哉言乎！舜有天下，选于众，举皋陶，不仁者远矣汤有天下，选于众，举伊尹，不仁者远矣。樊迟问什么叫仁。孔子说，能够爱一切人就是仁。樊迟再问什么叫智慧。孔子说，能够了解任何人就是智。但是这是针对樊迟的程度而言。结果，樊迟对于孔子的答复，还没有通达，未曾彻底了解。孔子便更引伸地说，你还不大了解，我再告诉你，假如做一个领导人，把正直的人提拔起来，而对邪曲的人先搁置起来，这样直道而行，就可使原来邪曲的人，也变成为直道之人了，坏人也会变成好人了。可是樊迟还是没有懂，退出之后，便来看子夏。子夏在孔子的学生中，也是较为突出的一个，孔子死后他在河西讲学。战国后其中很多人物，都是子夏的学生，所以樊迟不懂，又去向这位孔门的高材生讨教。乡也的乡，后来写作向，是刚才，前些时的意思。樊迟说，我刚才问老师什么是知，老师说举直错诸枉，能使枉者直。这是什么意思？"}
{"text":"可是樊迟还是没有懂，退出之后，便来看子夏。子夏在孔子的学生中，也是较为突出的一个，孔子死后他在河西讲学。战国后其中很多人物，都是子夏的学生，所以樊迟不懂，又去向这位孔门的高材生讨教。乡也的乡，后来写作向，是刚才，前些时的意思。樊迟说，我刚才问老师什么是知，老师说举直错诸枉，能使枉者直。这是什么意思？子夏一听樊迟的话，就说，老师所讲的这两句话，内容太丰富了，包涵的意义太大了。子夏为了使这位同学有更具体的了解，就举历史的故事来讲给他听他说舜当了皇帝的时候，在许多人中间，选拔了皋陶做助手，管理行政司法。皋陶一做了他的助手以后，天下便没有冤枉的事，坏人都远离了，变好了，大家都心存厚道了。说到这里，想起一个与皋陶有关的著名故事，宋朝苏东坡当年考功名时的论文，便是刑赏忠厚之至论。主考官是梅圣俞，他和欧阳修都是了不起的大学问家。欧阳修有一副名联说书有未曾经我读，事无不可对人言。他一生作人，胸襟坦然，所以说事无不可对人言，一生没有什么缺德的事，任何话都可以对人开诚布公。而上联看起来谦虚，实际上牛皮吹得很大。他说天下那么多书，也有我没有读过的。换言之他读的书真是够多的了。这次考题梅圣俞出的刑赏忠厚之至论，依当时制度，政治司法都论在一起的。苏东坡知道这位考官学问很好，那时他还年轻，又很调皮，存心要把考官考住，让考官不懂，于是在文章中有一段引用当尧之时，皋陶为士，将杀人。皋陶曰杀之！三。尧曰宥之！三。故天下畏皋陶执法之严，而乐尧用刑之宽。藉以说明古代判人罪刑，存心如此忠厚。梅圣俞看了苏东坡这篇文章，非常激赏，认为很好，于是录取。只是这几句话所说的典故，没有看过，不知道出自哪一本书。放榜以后召见了苏东坡，便问东坡，文章中这个典故出自哪里？东坡答道想当然耳。梅圣俞才知上了当，这是苏东坡的调皮故事。也有人说，上当的是欧阳修。回到本文，子夏举的第二个历史例子是说，到了商汤的时候，举用伊尹。我们都知道伊尹是古代的名宰相，与后来周朝的姜尚齐名。伊尹被商汤提拔时，还正在当厨师。因为有伊尹，所以有商汤的天下。在上古历史中，第一流的大臣，并不是靠学历年资慢慢升上来，然后到六十多岁退休。只要是人才，一下子就上去了。"}
{"text":"放榜以后召见了苏东坡，便问东坡，文章中这个典故出自哪里？东坡答道想当然耳。梅圣俞才知上了当，这是苏东坡的调皮故事。也有人说，上当的是欧阳修。回到本文，子夏举的第二个历史例子是说，到了商汤的时候，举用伊尹。我们都知道伊尹是古代的名宰相，与后来周朝的姜尚齐名。伊尹被商汤提拔时，还正在当厨师。因为有伊尹，所以有商汤的天下。在上古历史中，第一流的大臣，并不是靠学历年资慢慢升上来，然后到六十多岁退休。只要是人才，一下子就上去了。当然后世法治社会又是另外一回事，与创业时用人的原则是要有所不同的。从古今中外的历史，我们可以看出，做事业是要人才去做的，而人才并不是学历资历可以限制的。所以商汤举伊尹出来，则不仁者远矣。他举这些例子，就是告诉樊迟什么叫作举直错诸枉。换句话说，是子夏引伸孔子这两句话，告诉樊迟，无论如何，作人处事要用正人，用品格才能道德好的人，提拔这样的人，自然就行了。交友的艺术子贡问友。子曰忠告而善道之，不可则止，毋自辱焉。有一天，子贡问孔子交友之道，应该如何？我们知道，有时候交朋友也是一件很难的事。上论里仁篇中子游曾说事君数，斯辱矣。朋友数，斯疏矣。对上位者如有不对的地方，做干部的，为了尽忠心，有劝告的责任。但劝告多次以后，他都不听，再勉强去说，自己就招来侮辱了。对朋友也是这样，过分的要求或劝告，次数多了，交情就疏远了。这里，孔子告诉子贡，交朋友之道，在忠告而善道之。尽我们的忠心，劝勉他，好好诱导他，实在没有办法的时候不可则止，就不再勉强。假如过分了，那就不行毋自辱焉，朋友的交情就没有了，变成冤家了。从表面上看起来，孔子教学生的交朋友之道，好像蛮滑头的样子，适可而止，不要过分。实际上，加上我们自己的经验，就知道孔子的话并不滑头。中国文化中友道的精神，在于规过劝善，这是朋友的真正价值所在，有错误相互纠正，彼此向好的方向勉励，这就是真朋友，但规过劝善，也有一定的限度。尤其是共事业的朋友，更要注意。我们在历史上看到很多，知道实不可为，只好拂袖而去，走了以后，还保持朋友的感情。我们举一件近代的故事来说，曾国藩下面一位幕友王湘绮壬秋，当时他是湖南的才子，也是近代以来有名的大儒。他著有湘军志，对曾国藩有褒贬之处。"}
{"text":"实际上，加上我们自己的经验，就知道孔子的话并不滑头。中国文化中友道的精神，在于规过劝善，这是朋友的真正价值所在，有错误相互纠正，彼此向好的方向勉励，这就是真朋友，但规过劝善，也有一定的限度。尤其是共事业的朋友，更要注意。我们在历史上看到很多，知道实不可为，只好拂袖而去，走了以后，还保持朋友的感情。我们举一件近代的故事来说，曾国藩下面一位幕友王湘绮壬秋，当时他是湖南的才子，也是近代以来有名的大儒。他著有湘军志，对曾国藩有褒贬之处。曾国藩所领的湘军，在前方和洪秀全作战，开始露败象的时候，王湘绮就要请假回家。曾国藩知道他读书人胆小，如果这仗败下来就不得了。所以也想让他回去。不过事情很忙，没有立即批这件公文。有一天晚上，曾国藩因为有事去找他。看见他正坐在房里专心看书，就站在后面不打扰他。差不多半个时辰，王湘绮还不知道，曾国藩又悄悄地退回去了。第二天早上，曾国藩就送了很多钱，诚恳地安慰一番，让王湘绮立刻回家。有人问曾国藩，为什么突然决定让王湘绮回去？曾国藩说，王先生去志已坚，无法挽留了，朋友之道，不能勉强。尤其打仗的时候，胜败自己都没有把握，如何能保住别人？再问曾国藩何以知道王湘绮去志已坚？曾国藩说，那天晚上去王湘绮那里，他正在看书，并不知道曾国藩就站在他身后。而且有半个时辰，王湘绮没有翻过书。可见他不在看书，在想心思，也就是想回去，所以还是让他回去的好。这个故事就说明长官对部下或者朋友相处，都要恰到好处。如果过分，那么朋友都变成冤家了。人生交一个朋友是很难的，所以孔子告诉子贡，交朋友适可而止，不是滑头。曾子曰君子以文会友，以友辅仁。这一篇最后以曾子的话来作结论，也是讲朋友之道朋友的积极意义在什么地方。君子以文会友，这个文包括了文化思想。结交志同道合的朋友，目的在哪里？在于彼此辅助，达到行仁的境界。这篇书一开始，颜渊问的是仁。到这里最后的结论，提到曾子讲的朋友之道，同时再度表明作人也就是仁的用。所谓仁就是爱人也是人与人之间相处和自处的高度修养也可以说是作人的艺术。子路第十三现在讲子路第十三篇，以连贯的观念来看，这篇文章是对上论为政篇以后所作的发挥。就是说一个人学问的内在修养与外用，当然包括了过去所谓作官的学养，乃至作人与做事的道理。"}
{"text":"结交志同道合的朋友，目的在哪里？在于彼此辅助，达到行仁的境界。这篇书一开始，颜渊问的是仁。到这里最后的结论，提到曾子讲的朋友之道，同时再度表明作人也就是仁的用。所谓仁就是爱人也是人与人之间相处和自处的高度修养也可以说是作人的艺术。子路第十三现在讲子路第十三篇，以连贯的观念来看，这篇文章是对上论为政篇以后所作的发挥。就是说一个人学问的内在修养与外用，当然包括了过去所谓作官的学养，乃至作人与做事的道理。先天下之忧而忧子路问政。子曰先之，劳之。请益。曰无倦。这一节文字非常简单。子路问从政的道理，孔子告诉他两个观念一个是先，一个是劳。这两个观念，发挥起来蛮多。所谓先，就是在为政的原则上作领导人，一切要为人之先。关于先，大家都读过宋儒范仲淹的岳阳楼记，其中有句名言先天下之忧而忧，后天下之乐而乐。这个先的观念，即从论语这里来的。中国政治哲学解释先字，多半用老子的话外其身而后身存。为政作主管的，尤其是作战带兵的，都是这样自己站在前面，有艰难困苦与辛劳，我领先担负了利益方面也是先让人家，自己不要，这是外其身，而实际上最后的成功还是自己，这是领导的先之的道理。劳之，也是处事领导的原则。左丘明的国语一书中，有一篇敬姜论劳逸，叙述鲁大夫公父文伯的母亲――敬姜，对儿子的一番教训，政治思想非常高。她说人必须要接受劳苦的磨练劳则思，思则善心生逸则淫，淫则忘善，忘善则恶心生。一个人环境好，什么都安逸，就非常容易堕落。民族国家也是这样。所谓忧患兴邦，艰难困苦中的民族，往往是站得起来的。所以古代许多懂得为政的人，都善于运用劳之的原则，使得官吏百姓没有机会耽于逸乐。劳包括了勤劳劳动运动许多意义。所谓君子劳心，小人劳力。人在辛劳困苦的时候，对人生的体会较多，良善的心性容易发挥出来。不过这是好的一面的看法。另一方面，也有把这个原则反用了的。所以同样一个学问，正反两面如何去用，在乎个人的道德。这个劳同时也包括自己。在个人修养中，一个领导人宁可有困难时自己先来，有劳苦的事自己先做绝不能自己坐着享受，有困难都让别人去。这样永远带不好人，尤其带部队，打起仗来，就看得更明显。"}
{"text":"劳包括了勤劳劳动运动许多意义。所谓君子劳心，小人劳力。人在辛劳困苦的时候，对人生的体会较多，良善的心性容易发挥出来。不过这是好的一面的看法。另一方面，也有把这个原则反用了的。所以同样一个学问，正反两面如何去用，在乎个人的道德。这个劳同时也包括自己。在个人修养中，一个领导人宁可有困难时自己先来，有劳苦的事自己先做绝不能自己坐着享受，有困难都让别人去。这样永远带不好人，尤其带部队，打起仗来，就看得更明显。孔子说了这两点，子路请益，要求老师多告诉他一点。孔子又说了一个无倦，这两个字在文字表面上看起来就是不疲劳，一切要更努力用现代语来说，就是责任的观念要加重，自己没有懒得做的感觉从历史上严格体会，做一个政治上成功的领导人的确是很苦的。如果恪守这种原则，即使是看公文这件工作，也令人觉得很苦。因为真正负起责任来，往往就没有私生活，难免有时会厌倦。在前面也说到过，历史上像周公那样忙碌辛劳，一沐三握发，一饭三吐哺的故事。周朝的政权，存亡绝续之际，维持八百年之久，可归功于周公一手所建立的典制。而且我国文化集中整理成一系统性，也是由周公开始的。当时周公的身份地位，用一人之下，万人之上还不够形容。实际上，他与武王是亲兄弟，是成王的叔叔。可是他对人如此的谦虚，如此的负责任，如此的勤劳而无倦，这种修养实在难得。一个人在自己负到那样的重责，达到那样的地位时去体会它，才更亲切。上面是孔子告诉子路的三大原则。孔子为什么对子路作这样的答复？这须要我们用头脑去思索一下了。假使子贡子夏问从政的问题，孔子也许不是这样答复。我们知道子路的个性很有侠气，脾气一来，动辄算了！或者干了！这一类的个性，容易债事。有些人是慢吞吞的个性，就容易误事。所以孔子严格告诉他这三个原则。但是，我们每人自己反省，个性上有这种成分没有？学问修养的道理，就可在这三个重点上去体会了。才难仲弓为季氏宰，问政。子曰先有司，赦小过，举贤才。曰焉知贤才而举之？曰举尔所知，尔所不知，人其舍诸！仲弓出去做鲁国权臣季家的管事，来问从政的原则。孔子告诉他在行政上领导政治的道理先有司，有司是职务代称，也就是管事的，读古书时经常看到它。"}
{"text":"所以孔子严格告诉他这三个原则。但是，我们每人自己反省，个性上有这种成分没有？学问修养的道理，就可在这三个重点上去体会了。才难仲弓为季氏宰，问政。子曰先有司，赦小过，举贤才。曰焉知贤才而举之？曰举尔所知，尔所不知，人其舍诸！仲弓出去做鲁国权臣季家的管事，来问从政的原则。孔子告诉他在行政上领导政治的道理先有司，有司是职务代称，也就是管事的，读古书时经常看到它。孔子是说，首先重视每个人的职权，要制度化，不要乱来。在古代专制政治的时代，尤其在春秋战国的时期，一个领导人，一个帝王，本身就是法制。尽管中国过去也是讲法治的精神，但在君主专治体制下，往往有言出法随的情形，他的话就是法律，他要怎样做就是法令。所以孔子告诉他不可犯这毛病，先要把权责分清楚，制度建立起来。其次，领导人对人要赦小过。谁都难免有错误，尤其当领导人，要能原谅人。一个领导人，不单是主管，还要兼作老师，所谓作之君，作之师，作之亲。领导人同时是老师，同时是父兄，对部属小小的错误，马马虎虎让他过去，充其量喊到房间里告诫他。在历史上看到的名臣，遇到部下犯了错误，当众不说，召到房间里，关起门来责备一顿。出了房门当主管的自己背了过，宣称是自己的错，不关那个部属的事。古代许多大臣都有这种器度，不是用手段，而是一种厚道的修养，这是爱人。第三，要能够举贤才，就是提拔有才能的人。这里发生一个问题了，仲弓提出来问，他说有那么多部下，怎么知道哪一个是人才？人才的选拔不易，在历史上经常看到有人拔于稠人之中。这句话的意思是说，有很多人才，当他没有机会表现的时候，永远默默无闻而埋没终生。譬如带一师的部队，这一师人当中，一定有人才，但却没有办法发现。有了发现，就在稠人之中――在很多人之中把他提拔起来，给他机会，随时培养出来。历史上许多前辈提拔后辈，都是这样。但贤才到底是难得，所以仲弓就说，无法知道谁是贤才，怎样去分别呢？孔子说，你可以就你所看到的，所知道的去选。如果你并不知道，那就是他没有表现的机会，只好等待别人去发掘了。所谓博施济众，尧舜犹病诸！孔子要正什么名子路曰卫君待子而为政，子将奚先？子曰必也正名乎。子路曰有是哉？"}
{"text":"有了发现，就在稠人之中――在很多人之中把他提拔起来，给他机会，随时培养出来。历史上许多前辈提拔后辈，都是这样。但贤才到底是难得，所以仲弓就说，无法知道谁是贤才，怎样去分别呢？孔子说，你可以就你所看到的，所知道的去选。如果你并不知道，那就是他没有表现的机会，只好等待别人去发掘了。所谓博施济众，尧舜犹病诸！孔子要正什么名子路曰卫君待子而为政，子将奚先？子曰必也正名乎。子路曰有是哉？子之迁也。奚其正？子曰野哉！由也。君子于其所不知，盖阙如也。名不正，则言不顺言不顺，则事不成事不成，则礼乐不兴礼乐不兴，则刑罚不中刑罚不中，则民无所措手足，故君子名之必可言也，言之必可行也。君子于其言，无所苟而已矣！有一天，子路和孔子在讨论一个为政的问题。孔子周游列国都很失意，比较好的是在卫国那些年，而且卫灵公对他也的确很重视。所以看孔子的传记，当时许多地方使大家怀疑，有人以为孔子可能在卫国要当宰相有的怀疑孔子想把卫国的政权整个拿过来。这段讨论的背景就可以反映出当时的情况。子路有一天问道，看卫灵公的样子，非常重视老师，假使他希望你出来从政，有意把政权交给你，子将奚先？我们要注意这个将字，表示当然不会成为事实，假设语气。老师你看为政之道，第一步是什么？第一个重点先开始做什么？孔子说，假定有这个事，第一件事是正名。子路说有是哉？这是非常怀疑的口气，意思是说，正名有这样重要吗？因为正名是一个非常抽象的东西，所以子路不相信。并且说，老师，人家说你是个迂夫子，你真是迂啊！名正不正有什么关系呢？现在我们注意，先讨论这个名。中国文化中过去的名，包括了些什么呢？我们都知道后世有一门学问叫名学，就是逻辑思想的研究。严格讲，正名就是指确定思想的观念。以现代的语汇来说，文化思想的中心即为正名的重点。也可以说，在逻辑思想上分别得清清楚楚，就叫作正名。现在正名的意义懂了，再说本文。孔子说，如果要谈为政，先要把思想领导清楚。把文化思想的路线作正确的领导，非常重要。子路一听，认为文化思想是空洞的东西，这个何必管它呢？孔子就骂他说，你这个家伙，真是野蛮胡扯。一个真有学问的君子，对一件事情不了解，不要乱下断语。"}
{"text":"我们都知道后世有一门学问叫名学，就是逻辑思想的研究。严格讲，正名就是指确定思想的观念。以现代的语汇来说，文化思想的中心即为正名的重点。也可以说，在逻辑思想上分别得清清楚楚，就叫作正名。现在正名的意义懂了，再说本文。孔子说，如果要谈为政，先要把思想领导清楚。把文化思想的路线作正确的领导，非常重要。子路一听，认为文化思想是空洞的东西，这个何必管它呢？孔子就骂他说，你这个家伙，真是野蛮胡扯。一个真有学问的君子，对一件事情不了解，不要乱下断语。知之为知之，不知为不知，懂就是懂，不懂不要勉强说懂，就告诉人家我不懂，这才是君子的风度与修养。盖阙如也，宁可保留这个缺陷，对人说这一门我不懂，没有研究。孔子教子路这一点作人的道理后，继续告诉他必也正名的道理，一气呵成的说明中心思想的重要。政治的重心，名不正，则言不顺。言包括了文字及理论。在理论上讲不过去的事，就是不合理的事，一定不会成功的。有时我们读历史，看政治的演变，都离不了名正言顺的原则。事不成则礼乐不兴，没有文化的政权，就没有文化的社会，那么立法的制度就建立不好，法治没有良好的基础，一般老百姓就无所适从了。所以领导的重点，还是思想的领导文化的领导。这在表面上看起来并不重要，其实影响非常深远。说到这里，我们若以思想问题来讲，人类的全部历史，可以说就是一部思想战争史。一直到今天这个阶段，站在哲学的立场来看，全世界人类文化的思想，正陷落在瘫痪状态，空虚贫乏。讲好听点是物质文明在发达讲难听点是物质的欲望在扩张，蒙蔽了人类的智慧。也许目前感觉不到，再过十年二十年就可以感到的。因此我们现在对于自己的文化复兴，要作承先启后融贯中西的工作，这是刻不容缓的重大使命。从事文化工作的人，要晓得自己这神圣而艰巨的责任。是谁给的责任？是自己要自己挑的，挑起继往开来的重任，才能搞思想。如果以现实的环境来看，搞思想的人常是穷苦一生，默默无闻。但每个历史的演变，都受这种潦倒一生的人思想的影响。在他本人死后，领导了世界人类。以个人的现实生活来讲，搞思想搞文化的穷苦一生，对他有什么用？可是他精神生命的价值就是如此伟大和长远！这就看个人的认识，自己选择要走什么路。现在引伸孔子提到的正名问题与思想文化的重要性，如果到了民无所措手足的状况，一般人无所适从，不晓得走哪条路好，那就问题大了。我们不要忽略了这个问题。"}
