{"text":"有一天偶然打开电视，想看看有没有球赛，谁知里面在演连续剧年轮，一对知青正在恋爱――此时想关上也不可能，因为我老婆在旁边，她就喜欢看人恋爱――当时是黑更半夜，一男一女在旷野中，四野无人，只见姑娘忽然惨呼一声，我是可以教育好的子女，投入情郎的怀抱。这个场面有点历史的真实性，但我还是觉得，这女孩子讲的话太过古怪了。既然是子女，又堪教育，我倒想问问，你今年几岁了。坦白地说，假如我是这位情郎，就要打吹的主意。同情归同情，我可不喜欢和糊涂人搞在一起。该剧的会为这位当年的姑娘辩护道什么事情都要放到一定的历史背景下看，当年上面的精神说她是个子女，她就是个子女。这话虽然有道理，但不对我的胃口。我更希望听到这样的解释这女孩本是个聪明人，只可惜当时正在犯傻但是这样的解释是很少能听到的。知青文学的们总是这样来解释当年的事这是时代使然，历史使然好像出了这样的洋相，自己就没有责任了。我和同龄人一样，有过各种遭遇。有一阵子，我是黑五类现在这名字是指黑芝麻黑米等，当时是指人，后来则被发现需要再教育，就被置于广阔天地之中去滚一身泥巴，炼一颗红心。再后来回到城里，成了工人阶级，本来可以领导一切，但没发现领导了谁。再以后千辛万苦考上了大学，忽而慨然想到现在总算是个臭老九了――以后的变化还多，就不一一列举。总而言之，人生在世，常常会落到一些说法之中。有些说法是不正确的，落到你的头上，你又拿它当了真，时过境迁之后，应该怎样看待自己，就是个严肃的问题。这件事让中国人一说太过复杂我就是中国人，所以讲得这样复杂，美国人说起来简单这不就是当了回傻吗？傻ss这个词，多数美国人是给自己预备的。比方说，感觉自己遭人愚弄时，就会说我觉得自己当了傻ss！心情不好时更会说我正捉摸我是哪一种傻。自己遭人愚弄，就坦然承认，那个说来虽然不雅，但我总觉得这种达观的态度值得学习。相比之下，国人总不肯承认自己傻过，仿佛这样就能使自己显得聪明除此之外，还要以审美的态度看待自己过去的丑态。像这种傻法，简直连都不配做了。本文的目的是想谈谈我的心路历程。像这样说美国人的好话，有民族虚无主义之嫌，会使该历程的价值大减。其实我想要说的是，承认自己傻过，这是一种美德，而且这种美德并不是洋人教给我的。"}
{"text":"心情不好时更会说我正捉摸我是哪一种傻。自己遭人愚弄，就坦然承认，那个说来虽然不雅，但我总觉得这种达观的态度值得学习。相比之下，国人总不肯承认自己傻过，仿佛这样就能使自己显得聪明除此之外，还要以审美的态度看待自己过去的丑态。像这种傻法，简直连都不配做了。本文的目的是想谈谈我的心路历程。像这样说美国人的好话，有民族虚无主义之嫌，会使该历程的价值大减。其实我想要说的是，承认自己傻过，这是一种美德，而且这种美德并不是洋人教给我的。年轻时我没有这种美德，总觉得自己很聪明，而且永远很聪明，既不会一时糊涂，也不会受愚弄。就算身处逆境，也要高声吟道天生我材必有用――也不怕风大闪了舌头。忽一日，到工厂里学徒，拜刘二为师，学模具钳工，顺便学会了这种美德。这种美德出于中国哲人的传授，又会使它价值大增。这位哲人长了一双牛一样的眼睛，胡子拉碴，穿着不大干净。我第一次见到他，就听见他在班组里高谈阔论道我是傻。对这个论断，刘师傅证明如下师傅加师母，再加两位世兄，全靠师傅的工资养活，这工资是三十五块五，很不够用，想不出路子搞钱，所以他是傻。假如你相信是你自己，而不是别人，该为家庭负责，就会相信这个结论。同理，脑袋扛在肩上，是自己的，也该为它负责，假如自己表现得很傻，就该承认。假如这世上有人愚弄了我，我更是心服口服既然你能耍了我，那就没什么说的――我是傻。人生在世有如棋局，输一着就是当了回傻，懂得这个才叫会下棋。假如我办了什么傻事被你撞见了，你叫我傻，我是不会介意的。但我不会说别人是傻，更不会建议别人也说自己是傻，我知道这是个忌讳。我现在有了一种二十岁时没有的智慧。现在我心闲气定地坐在电脑面前写着文章，不会遭到任何人的愚弄，这种状态比年轻时强了很多。当时我被人塞了一脑子的教条，情绪又受到猛烈的煽动，只会干傻事，一件聪明事都办不出来。有了前后两种参照，就能大体上知道什么是对的。这就是我的智慧有这种智慧也不配叫做智者，顶多叫个成年人。很不幸的是，好多同龄人连这种智慧都没有，这就错过了在我们那个年代里能学会的唯一的智慧――知道自己受了愚弄。明星与癫狂笔者在海外留学时，有一次清早起来跑步，见到一些人带着睡袋在街头露宿。"}
{"text":"有了前后两种参照，就能大体上知道什么是对的。这就是我的智慧有这种智慧也不配叫做智者，顶多叫个成年人。很不幸的是，好多同龄人连这种智慧都没有，这就错过了在我们那个年代里能学会的唯一的智慧――知道自己受了愚弄。明星与癫狂笔者在海外留学时，有一次清早起来跑步，见到一些人带着睡袋在街头露宿。经询问，是大影星埃迪摩菲要到这座城市来巡回演出，影迷在等着买票。摩菲的片子我看过几部，觉得他演得不坏。但花几十块钱买一张票到体育场里看他，我觉得无此必要，所以没有加入购票的行列，而是继续跑步，这样我就在明星崇拜的面前当了一回冷血动物――坦白地说，我一直是这样的冷血动物。顺便说一句，那座城市不大，倒有个很大的体育馆，所以票是富裕的，白天也能买到，根本用不着等一夜。而且那些人根本不是去等买票而是终夜喝啤酒放音乐吵闹不休，最安静的人也在不停地格格傻笑，搞得邻居很有意见。凭良心说，正常人不该是这个样子。至于他们进了体育馆，见到了摩菲之后，闹得就更厉害，险些把体育馆炸掉了。所以我觉得他们排队买票时是在酝酿情绪，以便晚上纵情地闹。此种情况说明，影迷或称追星族是有计划有预谋地把自己置于一场癫狂之中。这种现象并不少见，每有美式足球比赛，或是摇滚歌星的演唱会，就会有人做出这种计划和预谋。当时我很想给埃迪摩菲写封信，告诉他这些人没见到他时就疯掉了，以免他觉得这么多人都是他弄疯的，受到良心的责备。后来一想，这事他准是知道的，所以就没有写。现在我回到国内，翻开报纸的副刊，总能看到有关明星的新闻谁和谁拍拖，谁和谁分手了等等。明星做生意总能挣大钱，写本书也肯定畅销。明星的手稿还没有写出来就可以卖到几百万元，真让笔者羡慕不已。至于那文章，我认为写得真不怎样――不能和我崇拜的作家也不能和我相比。在电视上可以看到影星唱歌，我觉得唱得实在糟――起码不能和帕瓦罗蒂相比比我唱得当然要稍好一些，但在歌唱方面，笔者绝不是个正面的榜样，但也有人鼓掌。房地产的开发商把昂贵的别墅送给影星，她赏个面子收下了，但绝不去住，开发商还觉得是莫大的荣耀。最古怪的是在万人会场里挤满了人，等某位明星上台去讲几句话，然后就疯狂地鼓掌。这使我想起了文革初的某些场景。"}
{"text":"明星的手稿还没有写出来就可以卖到几百万元，真让笔者羡慕不已。至于那文章，我认为写得真不怎样――不能和我崇拜的作家也不能和我相比。在电视上可以看到影星唱歌，我觉得唱得实在糟――起码不能和帕瓦罗蒂相比比我唱得当然要稍好一些，但在歌唱方面，笔者绝不是个正面的榜样，但也有人鼓掌。房地产的开发商把昂贵的别墅送给影星，她赏个面子收下了，但绝不去住，开发商还觉得是莫大的荣耀。最古怪的是在万人会场里挤满了人，等某位明星上台去讲几句话，然后就疯狂地鼓掌。这使我想起了文革初的某些场景。我相信，假如有位明星跑到医院去，穿上白大褂，要客串一下外科医生的角色，肯定会有影迷把身体献上任她宰割，而且要求不打麻药假如跳上民航的客机要求客串机长，飞机上肯定挤满了把生死置之度外的影迷，至于她自己肯不肯拿自己的生命来冒险，则是另一个问题。总而言之，在我们这个社会里，也开始出现了针对明星的癫狂，表面上没有美国闹得厉害，实际上更疯得没底。这种现象使我陷入了沉思之中。我认为明星崇拜是一种癫狂症，病根不在明星身上，而是在追星族的身上。理由很简单明星不过是一百斤左右的血肉之躯，体内不可能有那么多有害的物质，散发出来时，可以让数万人发狂。所以是追星族自己要癫狂。追星族为什么要癫狂不是我的题目，因为我不是米歇尔福柯。但我相信他的说法正常人和疯子的界线不是那么清楚。笔者四十余岁，年轻时和同龄人一样，发过一种癫狂症，既毁东西又伤人，比追星还要有害。所以，有点癫狂不算有病，这种癫狂没了控制才是有病。总的来说，我不反对这件事，因为人既有这样一股疯劲，把它发泄掉总比郁积着好。在周末花几十元买一张票，把脑子放在家里，到体育场里疯上一阵，回来把脑子装上，再去上班，就如脱掉衣服洗个热水澡，或许会对身心健康有某种好处，也未可知。我既然不反对这种癫狂，也就不会反对这种癫狂的商业利用叫做明星制吧？。大众有这种需求，片商或穴头来操办，赚些钱，也算是公道。至于明星本人，在这些癫狂的场合出现，更没有任何可责备的地方。我所反对的，只是对这件事的误解。虽然有这种癫狂，大家并没有疯，这一点很重要。如前所述，追星族常常有计划有预谋地发一场癫狂，何时何地发作发多久发到什么程度为此花费多少代价，都该由那些人自己来决定。倘若明星觉得自己可以控制这些人的癫狂，肯定是个不合理的想法，因为他把影迷当成了真的疯子。"}
{"text":"。大众有这种需求，片商或穴头来操办，赚些钱，也算是公道。至于明星本人，在这些癫狂的场合出现，更没有任何可责备的地方。我所反对的，只是对这件事的误解。虽然有这种癫狂，大家并没有疯，这一点很重要。如前所述，追星族常常有计划有预谋地发一场癫狂，何时何地发作发多久发到什么程度为此花费多少代价，都该由那些人自己来决定。倘若明星觉得自己可以控制这些人的癫狂，肯定是个不合理的想法，因为他把影迷当成了真的疯子。据报载，我国一位女影星晾台，涮了四川上万影迷，这些影迷有点发火了。这位女影星却说，这些影迷不懂什么叫做明星制，还举了迈克尔杰克逊为例，说这位男歌星涮了新加坡无数的歌迷，那些歌迷还觉得蛮开心云云。我以为女影星的说法是不对的。四川的影迷虽然没有新加坡的歌迷迷得那么凶，但迷到何种程度该由那些人自己来决定。倘若由你决定他们该达到哪个程度，人家就迷到什么程度，有这种想法就不正常。几年前就从报上看到有位男明星开车撞了人，不但不道歉，反要把受害者打一顿。显然，该男明星把受害者看做追星的影迷，觉得他该心甘情愿地挨顿揍，但后者有不同的看法，把他揪到警察那里去了。总而言之，用晾和揍的方法，让大家领略明星制的深奥，恐非正常人所为。最后的结论是追星族不用我们操心，倒是明星，应该注意心理健康。最后再来说点题外之语。国外尤其是指美国，但不包括港台对待影星的态度有两重性既有冷静地欣赏其表演的一面，也有追星起哄的一面。大影星同时也是优秀的演员，演出了一些经典的艺术片。好莱坞的影业也玩闹起哄，但恐怕另有些正经的。他是个有城府的拳师，会耍花拳绣腿但也另有真招，不让你看到。鉴于这种情形，我怀疑所谓明星制，是帝国主义者打过来的一颗阴险的糖衣炮弹――当然我也没有任何凭据，只是胡乱猜测――香港的影业已经中弹了。你别看它现在红火，群星灿烂，但早晚要被好莱坞吃掉不信你就拿两地的片子比比看。至于在大陆，首批中弹的是演员。现在有明星，但没有出色的表演，更没有可以成为经典的艺术片。假如我没理解错，这些明星还拿玩闹起哄当了真，当真以为自己是些超人。这个游戏玩到此种程度，已经过了，应该回头了。另一种文化我老婆原是学历史的工农兵大学生。"}
{"text":"你别看它现在红火，群星灿烂，但早晚要被好莱坞吃掉不信你就拿两地的片子比比看。至于在大陆，首批中弹的是演员。现在有明星，但没有出色的表演，更没有可以成为经典的艺术片。假如我没理解错，这些明星还拿玩闹起哄当了真，当真以为自己是些超人。这个游戏玩到此种程度，已经过了，应该回头了。另一种文化我老婆原是学历史的工农兵大学生。大学三年级时，有一天，一位村里来的女同学在班上大声说道我就不知道什么是太监！说完了这话，还做顾盼自雄之状。班上别的同学都跟着说我也不知道，我也不知道。就我老婆性子直，羞答答地说啊呀，我可能是知道的，太监就是阉人嘛。人家又说什么叫做阉人？她就说不出口，闹了个大红脸。当时她是个女孩子，在大庭广众之下承认自己知道什么是太监阉人，受了很大的刺激，好一阵子灰溜溜的，不敢见人也不敢说话。但后来她就走向了反面，不管见到谁，总把这故事讲给别人听，末了还要加上一句恶毒的评论哼，学历史的大学生不知道什么是太监，书都念到下水里去了！没有客人时，她就把这故事讲给我听。我听了二百来遍，实在听烦了。有一回，禁不住朝她大吼了一声你就少说几句吧！人家是农村来的，牲口又不穿裤子――没见过阉人，还没见过阉驴吗！这一嗓子又把她吼了个大红脸，这一回可是真的受了刺激，老羞成怒了，有好几天不和我说话。假如说，这话是说村里来的女同学知道太监是什么，硬说不知道，我自己也觉得过分。假如说，这话是说那位女同学只知道阉驴不知道太监，那我吼叫些什么？所以，我也不知自己是什么意思。不知道自己什么意思，但还是有点意思，这就是种文化呀。依我之见，文化有两方面的内容一种是各种书本知识，这种文化我老婆是有的，所以她知道什么是太监。另一种是各种暧昧的共识，以及各种可意会不可言传的精妙气氛，一切尽在不言中――这种文化她没有，所以，她就不知道要说自己不知道什么是太监。你别看我说得头头是道，在这后一方面我也是个土包子。我倒能管住自己的嘴，但管不住自己的笔。我老婆是乱讲，我是乱写。我们俩都是没文化的野人。我老婆读过了博士，现在是社会学家，做过性方面的研究，熟悉这方面的文献――什么，各种乱七八糟，她全知道。"}
{"text":"另一种是各种暧昧的共识，以及各种可意会不可言传的精妙气氛，一切尽在不言中――这种文化她没有，所以，她就不知道要说自己不知道什么是太监。你别看我说得头头是道，在这后一方面我也是个土包子。我倒能管住自己的嘴，但管不住自己的笔。我老婆是乱讲，我是乱写。我们俩都是没文化的野人。我老婆读过了博士，现在是社会学家，做过性方面的研究，熟悉这方面的文献――什么，各种乱七八糟，她全知道。这样她就自以为很有学问，所到之处，非要直着脖子嚷嚷不可。有一次去看电影霸王别姬，演到关师傅责打徒弟一场，那是全片的重头戏。整个镜头都是男人的臀部，关师傅舞着大刀片木头的劈劈啪啪在上面打个不休，被打者还高呼打得好！师傅保重！打得好！师傅保重！相信大家都知道应该看点什么，更知道该怎么看。我看到在场的观众都很感动，有些女孩眼睛都湿润了。这是应该的，有位圈内朋友告诉我，导演拍这一幕时也很激动，重拍了无数次，直到两位演员彻底被打肿。每个观众都很激动，但保持了静默大家都是有文化的。就是我老婆，像个直肠子驴一样吼了出来大刀片子不够性感！大刀片子是差了点意思，你就不能将就点吗？这一嗓子把整个电影院的文化气氛扫荡了个干净。所有的人都把异样的目光投向我们，我想找个地缝钻进去，但没有找到。最近，她又闹着要我和她去看红樱桃。我就是不去，在家里好好活着，有什么不好，非要到电影院里去找死这些电影利用了观众的暧昧心理，确实很成功。国内的大片还有一部红粉。由于霸王别姬的前车之鉴，我没和老婆一起看，是自己偷着看的。这回是我瞎操心，这片子没什么能让她吼出来的，倒是使我想打磕睡。我倒能理解编导的创意你们年轻人，生在红旗下，长在红旗下，知道什么是妓女吗？好吧，我来讲一个妓女的故事满心以为我们听到妓女这两个字就会两眼发直。但是这个想法有点过分。在影片里，有位明星刮了头发做尼姑，编导一定以为我们看了大受刺激。这个想法更过分见了小尼姑就两眼发直，那是阿！我们又不是阿。有些电影不能使观众感到自己暧昧，而是感到编导暧昧，这就不够成功。影视方面的情形就是这样编导们利用一切尽在不言中的文化氛围，确实是大有可为。但我们写稿子的就倒了霉想要使文字暧昧可意会不可言传，就只好造些新词怪词，或者串几句英文。"}
{"text":"好吧，我来讲一个妓女的故事满心以为我们听到妓女这两个字就会两眼发直。但是这个想法有点过分。在影片里，有位明星刮了头发做尼姑，编导一定以为我们看了大受刺激。这个想法更过分见了小尼姑就两眼发直，那是阿！我们又不是阿。有些电影不能使观众感到自己暧昧，而是感到编导暧昧，这就不够成功。影视方面的情形就是这样编导们利用一切尽在不言中的文化氛围，确实是大有可为。但我们写稿子的就倒了霉想要使文字暧昧可意会不可言传，就只好造些新词怪词，或者串几句英文。我现在正犯后一种毛病，而且觉得良心平安英文虽然难懂，但毕竟是种人话，总比编出一种鬼话要强一点吧。前面所写的，都是英文缩写。虽然难懂，但我照用不误。这主要是因为写出的话不够暧昧，就太过直露，层次也太低。这篇短文写完之后，你再来问我这些缩写是什么意思，我就会说我也不知道，忘掉了啊。我尤其不认识一个英文单词，叫做p，刚查了字典马上就忘。我劝大家也像我这样。在没忘掉之前，我知道是指一类人，害怕自己的内心世界，所以鬼鬼祟祟的。这些人用中国话来说，就是有点变态。假如有个p站出来说我就是个p，那他就不是个p。当且仅当一个人声称我就不知道p是什么时，他才是个p。假如我说，我们这里有种p的气氛，好多人就是p，那我就犯了众怒。假如我说，我们这里没有p的气氛，也没有人是p，那恰恰说明我正是个p。所以，我就什么都不说了。注s，ssss艺术与关怀弱势群体前不久在中华读书报上看到一篇文章，在北大听戴锦华教授的课，听到戴教授盛赞林白的一个人的战争，就发问道假如你有女儿，想不想让她看这本书？戴教授答曰否。于是以为自己抓到了理，得意洋洋地写了那篇文章。读那篇文章时，我就觉得这是一片歪理，因为同样的话也可以去问谢晋导演。谢导的儿子是低智人，笔者的意思不是对谢导不敬，而是说假如谢导持有上述文章的想法，拍电影总以儿子能看为准，中国的电影观众就要吃点苦头。"}
{"text":"戴教授答曰否。于是以为自己抓到了理，得意洋洋地写了那篇文章。读那篇文章时，我就觉得这是一片歪理，因为同样的话也可以去问谢晋导演。谢导的儿子是低智人，笔者的意思不是对谢导不敬，而是说假如谢导持有上述文章的想法，拍电影总以儿子能看为准，中国的电影观众就要吃点苦头。大江健三郎也有个低智儿子，若他写文章以自己的儿子能看为准绳，那就是对读者的不敬。但我当时没有作文反驳，因为有点吃不准，不知戴教授有多大。倘若她是七十岁的老人，儿女就当是我的年龄，有一本书我都不宜看，那恐怕没有什么人宜看。昨天在一酒会上见到戴教授，发现她和我岁数相仿，有儿女也是小孩子，所以我对自己更有把握了。因为该文的文艺观乃是以小孩子为准绳，可以反驳他或者她的谬见。很不幸的是，我把原文的名字忘了，在此申明，不是记得有意不提。任何社会里都有弱势群体，比方说，小孩子低智人――顺便说一句，孩子本非弱势，但在父母心中就弱势得很。以笔者为例，是一绝顶聪明的雄壮大汉，我妈称呼我时却总要冠个傻字――社会对弱势人群当有同情之心。文明国家各种福利事业，都是为此而设。但我总觉得，科学艺术不属福利事业，不应以关怀弱势群体为主旨。这样关怀下去没个底。就以弱智人为例，我小时候邻居有位弱智人，喜欢以屎在墙上涂抹，然后津津有味地欣赏这些图案。如果艺术的主旨是关怀弱势群体，恐怕大家都得去看屎画的图案。倘若科学的主旨是关怀弱势群体，恐怕大家都得变成蜣螂一类――我对这种前景深为忧虑。最近应朋友之邀，作起了影视评论，看了一些国产影视剧，发现这种前景就在眼前，再看到上述文章，就更感忧虑。以不才之愚见，我国的文学工过于关怀弱势群体，与此同时，自己正在变成一个奇特的弱势群体――起码是比观众读者为弱。戴锦华教授很例外地不在其中，难怪有人看她不顺眼。笔者在北大教过书，知道该校有个传统教室的门是敞开的，谁都可以听。这是最美好的传统，体现了对弱势群体的关怀。但不该是谁都可以提问。罗素先生曾言，人人理应平等，但实际上做不到，其中最特殊的就是知识的领域要在北大提问，修养总该大体上能过得去才好。说完了忧虑，可以转入正题。我以为科学和艺术的正途不仅不是去关怀弱势群体，而且应当去冒犯强势群体。"}
