{"text":"河中见一狭狭的小舟，一个人坐着缓缓地划桨，那船和人都是灰暗的颜色这才真是中国画了。车中一间屋睡四个人，而我们只有三个。上车时想着能老占着一间屋就好。但晚上便来了一个女人，像是做工的或种地的。她坦然睡了上铺这在国内是不会有的――我们不但是三个男人，并且是三个外国人！第二天她下车了，来的是三等车中唯一的绅士他大概因为晚上我们出入拉门，扰他清梦，下一天搬到别屋里去。以后来的是兵，兵我们都说与兵有缘分呢。最后来了经济学博士，他的名字，我还记得，是约瑟，是玩纸牌时要按名记分，他告诉我们的。从前来者都只说俄国话，我们偶然也能答应一两个字是从万国卧车公司的指南上学来，如不三个多少之类。不字用得最多，伴着的是一摇头。这自然干脆不过，但往往从此打断了谈话到这地步，那一位大概不是站在门外窗口去看风景，便是闭上眼睡觉。这位约瑟君却不同，他除俄国话外，自己说还懂得法文两位都懂法文，我们立刻觉得屋里更有意思起来了。但约瑟君的法文却实在不够用，他只能说些单字。两位应付得很费力，可是他爱说话极了，老是支支节节地谈下去。他告诉我们，俄国报说汉口党人烧了美孚煤油公司又问起好几个中国人的名字。难为他记得住这些名字！有一个下午，他拿了纸笔，画了地图，和我们议论天下大事。他说俄国从美国买机器，而卖粮食给它中国从美国买粮食和日用品，白让它赚了钱去。他在地图上点了几点，写着，血！血！说中国只能将血滴给美国，没有别的。他似乎以为中国全然美国化了，这样东西也问亚美利加？那样也问亚美利加？甚至我送他一包香片，也问亚美利加？我们赶紧说中国，中国，才收下了。他又问我们什么党。我们三个都不在党他奇怪极了，指着胸道，我――博士――共产党！指在他身旁的朋友――也是经济学博士――道，他――博士――共产党！他喜欢喝酒，常和他的朋友上饭车去喝。也邀过我们两三次，总说，同志――啤酒，一面指着饭车那方面。我们都谢了。最后他似乎不大好意思，指点着道，我――布尔乔――你们――普罗利特利亚特！他又常指着他的衣服道，不好看――俄罗斯指着我们的道，亚美利加！两三天后在另一车上和一个十八岁的俄国工人谈话，一位高丽人给翻译。这是个天真烂漫的工人，他的衣服比我们粗糙多了，可是比我们贵多了。"}
{"text":"指在他身旁的朋友――也是经济学博士――道，他――博士――共产党！他喜欢喝酒，常和他的朋友上饭车去喝。也邀过我们两三次，总说，同志――啤酒，一面指着饭车那方面。我们都谢了。最后他似乎不大好意思，指点着道，我――布尔乔――你们――普罗利特利亚特！他又常指着他的衣服道，不好看――俄罗斯指着我们的道，亚美利加！两三天后在另一车上和一个十八岁的俄国工人谈话，一位高丽人给翻译。这是个天真烂漫的工人，他的衣服比我们粗糙多了，可是比我们贵多了。他露出羡慕的颜色，但我想起约瑟君的话，倒有些羡慕他们。他是个和蔼的人，很帮我们的忙。快到莫斯科时，他一面剥着松子沿路见俄国人吃松子的甚多，一粒粒地摘下来嗑着，似乎比嗑瓜子有意思，一面告诉我们他有妻有子，现在家里等着他呢。又指着远处，说他夏天和他们住在城外，天凉了才搬进城去。下车后他还特地到窗前来和我们扬手作别。他是黑头发，紫脸膛，绕腮胡根子他说他现在是一个经济杂志编辑人。本该下午两点到莫斯科误了五点钟，到时天已全黑了。去波兰的车就要开满心想看看莫斯科，却只见一片黑夜，我只得带着最大的失望上车走了。第二天下午在波兰换车上巴黎去。晚上到饭车吃饭，侍者穿着小礼服，鞠着躬和客人说话，客人也大都换上整齐的衣服端端正正坐着，与俄国饭车空气大不相同。我渐渐有些拘束起来了。弟自清，年月日，伦敦。散文全编三家书店伦敦卖旧书的铺子，集中在切林克拉斯路ss那是热闹地方，顶容易找。路不宽，也不长，只这么弯弯的一段儿两旁不短的是书，玻璃窗里齐整整排着的，门口摊儿上乱哄哄摆着的，都有。加上那徘徊在窗前的，围绕着摊儿的，看书的人，到处显得拥拥挤挤，看过去路便更窄了。摊儿上看最痛快，随你翻，用不着劳驾多谢可是让风吹日晒的到底没什么好书，要看好的还得进铺子去。进去了有时也可随便看，随便翻，但用得着劳驾多谢的时候也有不过爱买不买，决不至于遭白眼。说是旧书，新书可也有的是只是来者多数为的旧书罢了。最大的一家要算福也尔，在路西新旧大楼隔着一道小街相对着，共占七号门牌，都是四层，旧大楼还带地下室――可并不是地窨子。店里按着书的性质分二十五部地下室里满是旧文学书。"}
{"text":"摊儿上看最痛快，随你翻，用不着劳驾多谢可是让风吹日晒的到底没什么好书，要看好的还得进铺子去。进去了有时也可随便看，随便翻，但用得着劳驾多谢的时候也有不过爱买不买，决不至于遭白眼。说是旧书，新书可也有的是只是来者多数为的旧书罢了。最大的一家要算福也尔，在路西新旧大楼隔着一道小街相对着，共占七号门牌，都是四层，旧大楼还带地下室――可并不是地窨子。店里按着书的性质分二十五部地下室里满是旧文学书。这爿店二十八年前本是一家小铺子，只用了一个店员现在店员差不多到了二百人，藏书到了二百万种，伦敦的晨报称为世界最大的新旧书店。两边店门口也摆着书摊儿，可是比别家的大。我的一本袖珍欧洲指南，就在这儿从那穿了满染着书尘的工作衣的店员手里，用半价买到的。在摊儿上翻书的时候，往往看不见店员的影子等到选好了书四面找他，他却从不知那一个角落里钻出来了。但最值得流连的还是那间地下室那儿有好多排书架子，地上还东一堆西一堆的。乍进去，好像掉在书海里慢慢地才找出道儿来。屋里不够亮，土又多，离窗户远些的地方，白日也得开灯。可是看得自在他们是早七点到晚九点，你待个几点钟不在乎，一天去几趟也不在乎。只有一件，不可着急。你得像逛庙会逛小市那样，一半玩儿，一半当真，翻翻看看，看看翻翻也许好几回碰不见一本合意的书，也许霎时间到手了不止一本。开铺子少不了生意经，福也尔的却颇高雅。他们在旧大楼的四层上留出一间美术馆，不时地展览一些画。去看不花钱，还送展览目录目录后面印着几行字，告诉你要买美术书可到馆旁艺术部去。展览的画也并不坏，有卖的，有不卖的。他们又常在馆里举行演讲会，讲的人和主席的人当中，不缺少知名的。听讲也不用花钱只每季的演讲程序表下，恭请你注意组织演讲会的福也尔书店。还有所谓文学午餐会，记得也在馆里。他们请一两个小名人做主角，随便谁，纳了餐费便可加入英国的午餐很简单，费不会多。假使有闲工夫，去领略领略那名隽的谈吐，倒也值得的，不过去的却并不怎样多。牛津街是伦敦的东西通衢，繁华无比，街上呢绒店最多但也有一家大书铺，叫做彭勃思ps的便是。"}
{"text":"还有所谓文学午餐会，记得也在馆里。他们请一两个小名人做主角，随便谁，纳了餐费便可加入英国的午餐很简单，费不会多。假使有闲工夫，去领略领略那名隽的谈吐，倒也值得的，不过去的却并不怎样多。牛津街是伦敦的东西通衢，繁华无比，街上呢绒店最多但也有一家大书铺，叫做彭勃思ps的便是。这铺子开设于一七九年左右，原在别处一八五年在牛津街开了一个分店，十九世纪末便全挪到那边去了，维多利亚时代，店主多马斯彭勃思很通声气，来往的有迭更斯，兰姆，麦考莱，威治威斯等人铺子就在这时候出了名。店后本连着旧法院，有看守所，守卫室等，十几年来都让店里给买下了。这点古迹增加了人对于书店的趣味。法院的会议圆厅现在专作书籍展览会之用守卫室陈列插图的书，看守所变成新书的货栈。但当日的光景还可从一些画里看出如十八世纪罗兰生s所画守卫室内部，是晚上各守卫提了灯准备去查监的情形，瞧着很忙碌的样子。再有一个图，画的是一七二九的一个守卫，神气够凶的。看守所也有一幅画，砖砌的一重重大拱门，石板铺的地，看守室的厚木板门严严锁着，只留下一个小方窗，还用十字形的铁条界着真是铜墙铁壁，插翅也飞不出去。这家铺子是五层大楼，却没有福也尔家地方大。下层卖新书，三楼卖儿童书，外国书，四楼五楼卖廉价书二楼卖绝版书，难得的本子，精装的新书，还有圣经，祈祷书，书影等等，似乎是菁华所在。他们有初印本，精印本，著者自印本，著者签字本等目录，搜罗甚博，福也尔家所不及。新书用小牛皮或摩洛哥皮山羊皮――羊皮也可仿制装订，烫上金色或别种颜色的立体派图案稀疏的几条平直线或弧线，还有点儿，错综着配置，透出干净，利落，平静，显豁，看了心目清朗。装订的书，数这儿讲究，别家书店里少见。书影是仿中世纪的抄本的一叶，大抵是祷文之类。中世纪抄本用黑色花体字，文首第一字母和叶边空处，常用蓝色金色画上各种花饰，典丽皇，穷极工巧，而又经久不变仿本自然说不上这些，只取其也有一点古色古香罢了。一九三一年里，这铺子举行过两回展览会，一回是剑桥书籍展览，一回是近代插图书籍展览，都在那会议厅里。重要的自然是第一回。牛津剑桥是英国最著名的大学各有印刷所，也都著名。这里从前展览过牛津书籍，现在再展览剑桥的，可谓无遗憾了。"}
{"text":"装订的书，数这儿讲究，别家书店里少见。书影是仿中世纪的抄本的一叶，大抵是祷文之类。中世纪抄本用黑色花体字，文首第一字母和叶边空处，常用蓝色金色画上各种花饰，典丽皇，穷极工巧，而又经久不变仿本自然说不上这些，只取其也有一点古色古香罢了。一九三一年里，这铺子举行过两回展览会，一回是剑桥书籍展览，一回是近代插图书籍展览，都在那会议厅里。重要的自然是第一回。牛津剑桥是英国最著名的大学各有印刷所，也都著名。这里从前展览过牛津书籍，现在再展览剑桥的，可谓无遗憾了。这一年是剑桥目下的辟特印刷所ss奠基百年纪念，展览会便为的庆祝这个。展览会由鼎鼎大名的斯密兹将军s开幕，到者有科学家詹姆士金斯ss，亚特爱丁顿，还有别的人。展览分两部，现在出版的书约莫四千册是一类另一类是历史部分。剑桥的书字型清晰，墨色匀称，行款合式，书扉和书衣上最见工夫尤其擅长的是算学书，专门的科学书。这两种书需要极精密的技巧，极仔细的校对剑桥是第一把手。但是这些东西，还有他们印的那些冷僻的外国语书，都卖得少，赚不了钱。除了是大学印刷所，别家大概很少愿意承印。剑桥又承印圣经英国准印圣经的只剑桥牛津和王家印刷人。斯密兹说剑桥就靠圣经和教科书赚钱。可是泰晤士报社论中说现在印圣经的责任重大，认真地考究地印，也只能够本罢了。――一五八八年英国最早的圣经便是由剑桥承印的。英国印第一本书，出于伦敦威廉甲克司登之手，那是一四七七年。到了一五二一，约翰席勃齐来到剑桥，一年内印了八本书，剑桥印刷事业才创始。八年之后，大学方面因为有一家书纸店与异端的新教派勾结，怕他们利用书籍宣传，便呈请政府，求英王核准，在剑桥只许有三家书铺，让他们宣誓不卖未经大学检查员审定的书。那时英王是亨利第八一五三四年颁给他们仁椋授权他们选三家书纸店兼印刷人，或书铺，印行大学校长或他的代理人等所审定的各种书籍。这便是剑桥印书的法律根据。不过直到一五八三年，他们才真正印起书来。那时伦敦各家书纸店有印书的专利权，任意抬高价钱。他们妒忌剑桥印书，更恨的是卖得贱。恰好一六二年剑桥翻印了他们一本文法书，他们就在法庭告了一状。"}
{"text":"那时英王是亨利第八一五三四年颁给他们仁椋授权他们选三家书纸店兼印刷人，或书铺，印行大学校长或他的代理人等所审定的各种书籍。这便是剑桥印书的法律根据。不过直到一五八三年，他们才真正印起书来。那时伦敦各家书纸店有印书的专利权，任意抬高价钱。他们妒忌剑桥印书，更恨的是卖得贱。恰好一六二年剑桥翻印了他们一本文法书，他们就在法庭告了一状。剑桥师生老早不乐意他们抬价钱，这一来更愤愤不平大学副校长第二年乘英王詹姆士第一上新市场去，半路上就递上一件呈子，附了一个比较价目表。这样小题大做，真有些书呆子气。王和诸大臣商议了一下，批道，我们现在事情很多，没工夫讨论大学与诸家书纸店的权益但准大学印刷人出售那些文法书，以救济他的支绌。这算是碰了个软钉子，可也算是胜利。那呈子，那批，和上文说的那本圣经都在这一回展览中。席勃齐印的八本书也有两种在这里。此外还有一六二九年初印的定本圣经，书扉雕刻繁细，手艺精工之极。又密尔顿力息达斯s的初本也在展览着，那是经他亲手校改过的。近代插图书籍展览，在圣诞节前不久，大约是让做父母的给孩子们多买点节礼吧。但在一个外国人，却也值得看看。展览的是七十年来的作品，虽没有什么系统，在这里却可以找着各种美，各种趋势。插图与装饰画不一样，得吟味原书的文字，透出自己的机锋。心要灵，手要熟，二者不可缺一。或实写，或想象，因原书情境，画人性习而异。――童话的插图却只得凭空着笔，想象更自由些在不自由的成人看来，也许别有一种滋味。看过赵译阿丽思漫游奇境记里谭尼尔的插画的，当会有同感吧。――所展览的，幽默，秀美，粗豪，典重，各擅胜场，琳琅满目有人称为视觉的音乐，颇为近之。最有味的，同一作家，各家插画所表现的却大不相同。譬如莪默伽亚谟，莎士比亚，几乎在一个人手里一个样子展览会里书多，比较着看方便，可以扩充眼界。插图有黑白的，有彩色的黑白的多，为的省事省钱。就黑白画而论，从前是雕版，后来是照相照相虽然精细，可是失掉了那种生力，只要拿原稿对看就会觉出。"}
{"text":"――所展览的，幽默，秀美，粗豪，典重，各擅胜场，琳琅满目有人称为视觉的音乐，颇为近之。最有味的，同一作家，各家插画所表现的却大不相同。譬如莪默伽亚谟，莎士比亚，几乎在一个人手里一个样子展览会里书多，比较着看方便，可以扩充眼界。插图有黑白的，有彩色的黑白的多，为的省事省钱。就黑白画而论，从前是雕版，后来是照相照相虽然精细，可是失掉了那种生力，只要拿原稿对看就会觉出。这儿也展览原稿，或是灰笔画，或是水彩画不但可以对看，也可以让那些艺术家更和我们接近些。观察报记者记这回展览会，说插图的书，字往往印得特别大，意在和谐却实在不便看。他主张书与图分开，字还照寻常大小印。他自然指大本子而言。但那种和谐其实也可爱若说不便，这种书原是让你慢慢玩赏的，那能像读报一样目下数行呢？再说，将配好了的对儿生生拆开，不但大小不称，怕还要多花钱。诗籍铺sp真是米米小，在一个大地方的一道小街上。叫名街，实在一条小胡同吧。门前不大见车马，不说就是行人，一天也只寥寥几个。那道街斜对着无人不知的大英博物院街口钉着小小的一块字号木牌。初次去时，人家教在博物院左近找。问院门口守卫，他不知道有这个铺子，问路上戴着常礼帽的老者，他想没有这么一个铺子好容易才找着那块小木牌，真是远在天边，近在眼前。这铺子从前在另一处，那才冷僻，连裴歹克的地图上都没名字，据说那儿是一所老宅子，才真够诗味，挪到现在这样平常的地带，未免太可惜。那时候美国游客常去，一个原因许是美国看不见那样老宅子。诗人赫洛德孟罗在一九一二年创办了这爿诗籍铺。用意在让诗与社会发生点切实的关系。孟罗是二十多年来伦敦文学生涯里一个要紧角色。从一九一一给诗社办诗刊起知名。在第一期里，他说，诗与人生的关系得再认真讨论，用于别种艺术的标准也该用于诗。他觉得能做诗的该做诗，有困难时该帮助他，让他能做下去一般人也该念诗，受用诗。为了前一件，他要自办杂志，为了后一件，他要办读诗会为了这两件，他办了诗籍铺。这铺子印行过乔治诗选，乔治是现在英王的名字，意思就是当代诗选，所收的都是代表作家。"}
{"text":"孟罗是二十多年来伦敦文学生涯里一个要紧角色。从一九一一给诗社办诗刊起知名。在第一期里，他说，诗与人生的关系得再认真讨论，用于别种艺术的标准也该用于诗。他觉得能做诗的该做诗，有困难时该帮助他，让他能做下去一般人也该念诗，受用诗。为了前一件，他要自办杂志，为了后一件，他要办读诗会为了这两件，他办了诗籍铺。这铺子印行过乔治诗选，乔治是现在英王的名字，意思就是当代诗选，所收的都是代表作家。第一册出版，一时风靡，买诗念诗的都多了起来社会确乎大受影响。诗选共五册出第五册时在一九二二，那时乔治诗人的诗兴却渐渐衰了。一九一九到二五年铺子里又印行市本月刊p登载诗歌，评论，木刻等，颇多新进作家。读诗会也在铺子里星期四晚上准六点钟起，在一间小楼上。一年中也有些时候定好了没有。从创始以来，差不多没有间断过。前前后后著名的诗人几乎都在这儿读过诗他们自己的诗，或他们喜欢的诗。入场券六便士，在英国算贱，合四五毛钱。在伦敦的时候，也去过两回。那时孟罗病了，不大能问事，铺子里颇为黯淡。两回都是他夫人爱立达克莱曼答斯基s读，说是找不着别人。那问小楼也容得下四五十位子，两回去，人都不少第二回满了座，而且几乎都是女人――还有挨着墙站着听的。屋内只读诗的人小桌上一盏蓝罩子的桌灯亮着，幽幽的。她读济兹和别人的诗，读得很好，口齿既清楚，又有顿挫，内行说，能表出原诗的情味。英国诗有两种读法，将每个重音咬得清清楚楚，顿挫的地方用力，和说话的调子不相像，约翰德林瓦特便主张这一种。他说，读诗若用说话的调子，太随便，诗会跑了。但是参用一点儿，像克莱曼答斯基女士那样，也似乎自然流利，别有味道。这怕要看什么样的诗，什么样的读诗人，不可一概而论。但英国读诗，除不吟而诵，与中国根本不同之处，还有一件他们按着文气停顿，不按着行，也不一定按着韵脚。这因为他们的诗以轻重为节奏，文句组织又不同，往往一句跨两行三行，却非作一句读不可，韵脚便只得轻轻地滑过去。读诗是一种才能，但也需要训练他们注重这个，训练的机会多，所以是诗人都能来一手。铺子在楼下，只一间，可是和读诗那座楼远隔着一条甬道。"}
{"text":"这怕要看什么样的诗，什么样的读诗人，不可一概而论。但英国读诗，除不吟而诵，与中国根本不同之处，还有一件他们按着文气停顿，不按着行，也不一定按着韵脚。这因为他们的诗以轻重为节奏，文句组织又不同，往往一句跨两行三行，却非作一句读不可，韵脚便只得轻轻地滑过去。读诗是一种才能，但也需要训练他们注重这个，训练的机会多，所以是诗人都能来一手。铺子在楼下，只一间，可是和读诗那座楼远隔着一条甬道。屋子有点黑，四壁是书架，中间桌上放着些诗歌篇子s，木刻画。篇子有宽长两种，印着诗歌，加上些零星的彩画，是给大人和孩子玩儿的。犄角儿上一张帐桌子，坐着一个戴近视眼镜的，和蔼可亲的，圆脸的中年妇人。桌前装着火炉，炉旁蹲着一只大白狮子猫，和女人一样胖。有时也遇见克莱曼答斯基女士，匆匆地来匆匆地去。孟罗死在一九三二年三月十五日。第二天晚上到铺子里去，看见两个年轻人在和那女人司帐说话说到诗，说到人生，都是哀悼孟罗的。话音很悲伤，却如清泉流泻，差不多句句像诗女司帐说不出什么，唯唯而已。孟罗在日最尽力于诗人文人的结合，他老让各色的才人聚在一块儿。又好客，家里炉旁英国终年有用火炉的时候常有许多人聚谈，到深夜才去。这两位青年的伤感不是偶然的。他的铺子可是赚不了钱死后由他夫人接手，勉强张罗，现在许还开着。年月日作。原载年月日中学生第号散文全编文人宅杜甫最能行云，若道士无英俊才，何得山有屈原宅？水经注，秭归县北一百六十里有屈原故宅，累石为屋基。看来只是一堆烂石头，杜甫不过说得嘴响罢了。但代远年湮，渺茫也是当然。往近里说，孽海花上的李纯客就是李慈铭，书里记着他自撰的楹联，上句云，保安寺街藏书一万卷但现在走过北平保安寺街的人，谁知道那一所屋子是他住过的？更不用提屋子里怎么个情形，他住着时怎么个情形了。要凭吊，要留连，只好在街上站一会儿出出神而已。西方人崇拜英雄可真当回事儿，名人故宅往往保存得好。譬如莎士比亚吧，老宅子，新宅子，太太老太太宅子，都好好的，连家具什物都存着。莎士比亚也许特别些，就是别人，若有故宅可认的话，至少也在墙上用木牌标明，让访古者有低徊之处无论宅里住着人或已经改了铺子。"}
