{"text":"那个年头的气氛实在非同寻常，一年之内，我译的悲剧的诞生――尼采美学文选印了十五万册，陈宣良译的萨特存在与虚无印了十万册，陈嘉映王庆节译的海德格尔存在与时间印了五万册。尼采还好说，后两种书那么难懂，几个人买了真读啊，不过是赶时髦罢了。当然，赶时髦也没有什么不好，这么大面积地撒下种子，没准有几颗会发芽。当时出版的译著，有一些是已经开译或完成的，也有一些是编委会策划的。无论如何，甘阳率先组织大规模出版国外现当代哲学人文科学名著，显示了他的眼光和魄力，其功不可没。编委会的这一批家伙个个自命不凡，没有甘阳照样放光，但能聚到一起做事，首功也当推甘阳。编委会有一个无形的核心组，我们室的四个人都在内，因而也包括我。其实我做的事很少，仅审校过两部译稿。我只是觉得这伙人可爱，在一起做事也做得很有生气，因而乐于参与。在我眼中，甘阳也是一个顶可爱的人，虽一身霸气，但又充满孩子气。我曾对他说你身上有顽童的一面，又有暴君的一面，因为前一面，我们原谅了你的后一面。他嗜酒，一喝醉就骂人。越胜嘲笑说甘阳喝醉了酒，语言就贫乏到了只剩下一个字――操！邝杨告诉我，有一回，他们一起在公共汽车站候车，甘阳已醉，大声喊在这里等车的人统统该杀！吓得众人后退，继而发现是醉汉，又好奇地围观。这时他悄悄问邝杨有没有警察？邝说没有，他接着喊警察也该杀！这个例子可真传神，很能表明他的性格。没有料到的是，在编委会成立三年后，裂痕产生了，起因也是甘阳醉酒。有一天，他酒后大骂还不是老子养活了你们，不想干，都给我滚！在场的是他任命的两位副主编，其中一位觉得自尊心受了伤，就到处发牢骚。嘉映闻讯，议论了一番，话传到甘阳耳中，他暴跳如雷，写了一纸公开信，说有克格勃算计他。在此之后，嘉映开始筹划拉出来自己干，也动员到了我头上。对于甘阳的意见集中在一点上，就是独断专行，并且搞夫妻店。酷爱英国式民主的友渔在这种问题上的立场不可能含糊，必捍卫他的原则。他还告诉我一个发现北京学界三大势力都是夫妻店。我和越胜想避免分裂，于是由我出面，希望甘阳接受民主制。我特别傻，自作聪明地提出了一个具体方案，因为甘阳打算办人文学院，我便建议人文学院院长通过选举产生，再由院长任命编委会主编。我心想，甘阳众望所归，必当选无疑，一定愿意接受这个方案。"}
{"text":"对于甘阳的意见集中在一点上，就是独断专行，并且搞夫妻店。酷爱英国式民主的友渔在这种问题上的立场不可能含糊，必捍卫他的原则。他还告诉我一个发现北京学界三大势力都是夫妻店。我和越胜想避免分裂，于是由我出面，希望甘阳接受民主制。我特别傻，自作聪明地提出了一个具体方案，因为甘阳打算办人文学院，我便建议人文学院院长通过选举产生，再由院长任命编委会主编。我心想，甘阳众望所归，必当选无疑，一定愿意接受这个方案。那天在研究室里，我们四人都在场，听完我的话，甘阳脸色大变，沉吟半晌，说你们让我光荣退休好不好，何必用这种方式把我罢免？几天后，在越胜家举行核心会议，甘阳发表了一通很有气势的讲话我历来讨厌民主制，无意把本编委会当作民主制的试验田。在我看来，那些民主战士与极左派是一路货。我欣赏胡平，仅仅是因为他的幽默机智和绅士风度，而不是因为他的民主事业。我听了暗自赞赏他的自信和坦率。相反，那个副主编曾经到处发牢骚，抱怨甘阳独断专行，惹起了这个事端，却在会上发言说，现在主要矛盾是有的人做事，有的人玩票。他的这种不光明表现令我十分反感，从此和他疏远了。甘阳当真为此事痛苦，有一个细节为证。他从越胜那里借了一本东方纪事，上面有戴晴的文章储安平，还到越胜手上，越胜一看乐了。那篇文章里有强调集体领导实际上是抹掉主编的主体地位的一种堂皇托词一类话，甘阳在这些话下面都划了道道，我能想象他这么做时一定充满悲剧感。在那以后，我不想再过问这件事了。我本来就把编委会看作甘阳个人的事，并非认真要搞什么民主制，他不接受也就算了，反正我仍然过我的逍遥日子。我对自己说我爱甘阳，我更爱民主但是，我爱民主，我更爱自由。越胜当然也超脱，他对我说我们不是办事的人，就喝喝酒，聊聊天，听听音乐，写写文章，当竹林七贤。第一流的人就这样，编书之类让二三流的人去干。然而，甘阳不肯罢休了，派两个副主编带着他的一封信分头找嘉映友渔越胜和我谈话，劝我们自动退出编委会。他们三人都同意了，惟独我拒绝，说让甘阳开除我吧。当时八九风潮已起，不久后甘阳到了国外，还没有来得及开除我，编委会实际上不复存在了。不过，我倒宁肯自己被开除，而编委会继续存在，心里真为这支力量散伙感到可惜。在八十年代后期，除学界外，艺术界也十分活跃。"}
{"text":"第一流的人就这样，编书之类让二三流的人去干。然而，甘阳不肯罢休了，派两个副主编带着他的一封信分头找嘉映友渔越胜和我谈话，劝我们自动退出编委会。他们三人都同意了，惟独我拒绝，说让甘阳开除我吧。当时八九风潮已起，不久后甘阳到了国外，还没有来得及开除我，编委会实际上不复存在了。不过，我倒宁肯自己被开除，而编委会继续存在，心里真为这支力量散伙感到可惜。在八十年代后期，除学界外，艺术界也十分活跃。出版转折点后，我认识了一拨号称北方群体的新潮画家，他们常来看我，带来美术界萌动的信息。其高潮是年月的中国现代艺术展，开幕那天我去了，美术馆一至三楼展厅熙熙攘攘，盛况空前。一楼是行为艺术，各种异想天开的玩意儿居然进了国家艺术殿堂。最引人注目的是一个洗脚的男人，他穿红衣戴红帽坐在红布帘后面，赤脚伸在红盆里。二楼是油画，我认识或不认识的画家拉我在他们的作品前合影。我还没有来得及上三楼，突然封馆了。我问服务员美术馆中午不是从来不闭馆吗？她生气地回答美术馆也从来没有开过这种展览！原来，刚才在一楼展厅，一个女子――据说是本人――用气枪射击作为展品的模拟电话亭。她被抓走了。出动了数辆警车和一些警察。人们聚集在门厅里和门外广场上，议论着，不肯散去，似乎在等待某个重大事件发生。其实事件已经发生，封馆成了整个展览的高潮。人人兴高采烈，那天是农历除夕，可真有点儿节日气氛。巨大的黑布铺在广场上，上面缀着本次展览的图徽――不准调头的交通标记，人们纷纷以之为背景留影，然后作为事件的见证人心满意足地离去。我自己一直不喜欢行为艺术，觉得其中多半不是艺术，只是在制造新闻，怎么出格离奇反叛轰动就怎么干。我相信画布是永恒的，画家的天职就是画画，最后还是得凭绘画作品分高低。在那个刚刚开放的年代，面对突然出现的机会，画家们都很兴奋，怀着希冀中彩的心理标新立异。由于现代艺术的裁判和市场都在国外，因此，机敏的画家一开始就瞄准老外，根据可能引起注意的程度确定自己的题材和画风，其中一些人确实获得了成功。我更喜欢那些忠实于自己的内心追求的艺术家，虽然他们在名利方面未必成功，比如刘彦。当时和我交往最密切的画家是刘彦和广义，他俩是好朋友，有一阵几乎形影不离。这两个人都聪明可爱，但走了不同的道路。我认识刘彦很早，年月在安徽歙县讲尼采，课后他飘然而至，年轻单纯得像一个安琪儿。"}
{"text":"由于现代艺术的裁判和市场都在国外，因此，机敏的画家一开始就瞄准老外，根据可能引起注意的程度确定自己的题材和画风，其中一些人确实获得了成功。我更喜欢那些忠实于自己的内心追求的艺术家，虽然他们在名利方面未必成功，比如刘彦。当时和我交往最密切的画家是刘彦和广义，他俩是好朋友，有一阵几乎形影不离。这两个人都聪明可爱，但走了不同的道路。我认识刘彦很早，年月在安徽歙县讲尼采，课后他飘然而至，年轻单纯得像一个安琪儿。他告诉我，他是自费来听这个班的，发现台上讲课的都是知识大众，正感到失望，幸亏有我，才没有白来。他还跟我讲了专程到北京复印查拉图斯特拉如是说的经历。其后不久，他到北京定居，还把广义介绍给了我，我们都有一见如故之感。广义说来见你，有一种拜见名人的感觉。真没想到你是这样的，真好！刘彦说我向人谈国平，不说他的书，只说他的眼睛――国平是个孩子。广义的目标很明确，就是成功。他说如今不是梵高的时代了，生前出不了名的，死后也出不了名，世人早已把你忘记。他搞政治波普，用绘画进行文化批判，一度名声大噪，是新潮画家中最早出名和富起来的人之一。他赞赏刘彦，说刘彦很本质，而他自己要成名，然后再回到本质。我感到自己和刘彦非常相通，他和我一样远离时代，追求本真的东西。他这样评论尼采古希腊是单纯的，尼采想把基督教的复杂整掉，回到古希腊的单纯。一句话就把尼采说清楚了。不过，他的路相当艰难。他像梵高一样与朴素的事物有着血肉的联系，迷恋于画简单的风景和静物，但卖不出去，生活得穷困潦倒。这使他感到困惑，有一次对我说过去我独自在树林里坐着，感到非常宁静。现在感觉不对了，朋友们都在挣钱，从他们那里回来，独自一人，有一种凄凉的感觉。好像一个从小离家的孩子，长大后回到家，总觉得不是想象中的家了，怎么那样老旧。他曾经试图顺应时代，一度改做装置，终因不合性情而放弃了。现在，他在北京郊区一个村子里过着最简朴的日子，像中世纪的农民一样与世隔绝，安心画他的风景画和静物画，完全不关心这些画能不能卖出去。我知道，他已经回到他自己的家里。如果要论那个年代在青年中影响最大的人物，无疑是崔健。我是年初在梁和平家与他第一次见面的，第一眼的印象是朴实，有些腼腆，和我一样不健谈。"}
{"text":"他曾经试图顺应时代，一度改做装置，终因不合性情而放弃了。现在，他在北京郊区一个村子里过着最简朴的日子，像中世纪的农民一样与世隔绝，安心画他的风景画和静物画，完全不关心这些画能不能卖出去。我知道，他已经回到他自己的家里。如果要论那个年代在青年中影响最大的人物，无疑是崔健。我是年初在梁和平家与他第一次见面的，第一眼的印象是朴实，有些腼腆，和我一样不健谈。那天有一个摄影家在座，表示要给他照相，做某刊物的封面，他谢绝了，说出名使他感到很疲劳。摄影家强调，他应该意识到他不只是自己，而是一代人的代言人，代表着时代精神，他回答我不想那些，宁可轻松些，按自己的心愿唱。寥寥几句，使我感到他是一个真实的人。那天夜晚，他抱着吉他即兴弹唱了几支歌，脸上是迷醉的表情，像孩子那样快乐，像农夫那样淳朴。我不止一次发现，好的男子汉本质上都是农夫，朴实，安静，沉湎于自己的园地，不管那是音乐绘画还是书籍。后来我听过他的演唱会，也在私人场合见过几次面，印象一直非常好。我在崔健身上从未发现过浮躁和媚俗，上天挑选这样一个人来做中国摇滚的创始人，幸运地提高了八十年代流行音乐的质量，但也注定了他在辉煌之后的寂寞。十几年后，我们合作出版了自由风格一书。经常有人问我，我是怎么想到要和崔健做这个对话的。这当然有我一贯对崔健的欣赏为基础，不过，写书的想法则产生于一次餐桌闲聊。年一个早春的晚上，我和梁和平刘雨田去崔健家，崔健请我们在附近一家餐馆吃饭。当时，刘雨田正在筹备横穿克拉玛什干沙漠之行，餐桌上的谈话就很自然地围绕着他的这次探险旅行。他喝多了一点，反复说，在告别生命之前能够与崔健和我在一起，够了。他说，崔健给他生命的冲动，我给他放心和祥和。我觉得他的醉言很可爱，但不赞成他一心去送死的念头，责问他为了什么呢？因为有许多眼睛盯着你，媒体盯着你？你是为了他们去探险的吗？崔健也不断地劝慰他，说没有一个厌世的的人会去探险。针对另一件事，崔还说我发现最毁人的是媒体。刘谈到为民族争光，我又表示异议，说这与民族有什么关系？这是你自己生命的需要，是个人面对上帝的事情。这个话题也引出了崔健的一段感想，他沉默了一会儿，突然说起来从下面往上看，我们觉得民族很重要，可是跳出来，从上面往下看，民族真是不重要。"}
{"text":"因为有许多眼睛盯着你，媒体盯着你？你是为了他们去探险的吗？崔健也不断地劝慰他，说没有一个厌世的的人会去探险。针对另一件事，崔还说我发现最毁人的是媒体。刘谈到为民族争光，我又表示异议，说这与民族有什么关系？这是你自己生命的需要，是个人面对上帝的事情。这个话题也引出了崔健的一段感想，他沉默了一会儿，突然说起来从下面往上看，我们觉得民族很重要，可是跳出来，从上面往下看，民族真是不重要。我觉得，谁真正理解我，谁就是和我有血缘关系，管他是什么民族的。餐桌上的谈话是断断续续的，但这些片言只语使我感到了一种很深的默契。我的直觉告诉我，他的头脑里有思想的宝藏，便建议他写东西，我乐意做一回他的秘书，于是有了我们的合作。八第二次婚变和敏子离婚后，第二年，我住到了雨儿家里。她的父母迁新居，房子大，雨儿随他们住，我也一同住了进去。一开始觉得结不结婚无所谓，她母亲表示关切，我们就办了手续。恋爱八年，够漫长曲折的，现在总算安定下来了。何尝想到，等着我们的是一连串灾难和变故。结婚一年后，雨儿怀孕，生了一个可爱的女儿，却患有先天的绝症。这一段经历，我已写在妞妞，一个父亲的札记中。妞妞走后，我们都陷在丧女的悲痛中，家里的空气异常沉郁。我还可以通过写作来分离自我，转移痛苦，雨儿完全没有宣泄的途径。她原是一个活泼好动的人，我怕她闷坏了，便劝她出去找朋友玩，也不妨找异性朋友玩，只要玩得愉快，能帮助她度过这段艰难的时光就行。在我的心中，占据第一位的考虑是救她，不让她被这个可怕的灾难毁掉。我不是没有想到，她生性无拘无束，又招人喜欢，一旦出去撒欢，就有越轨的可能。但是，我对我们之间的爱情有充分的信心，相信决不会翻车。至于偶尔越轨一下，我是能够接受的。我自己一直提倡宽松的婚姻，现在正是检验我的诚意的时候，如果松动一下有利于恢复她的生机，我凭什么不许？雨儿本来就不是一个自溺于痛苦的人，在我的鼓励下也就频频外出了。我有点落寞，但不怪她，这是我自己的选择。我正在写妞妞，想起雨儿在那些日子里受了这么大的悲苦，现在她能玩得高兴，我反倒感到了一种安慰。人生实在太可悲，太痛苦，能乐且乐，怎么乐都不过分，都不够分。后来，我发现她真有了出格的迹象，尽管在理论上早已想通，一旦面对事实，我还是十分难受。"}
{"text":"我自己一直提倡宽松的婚姻，现在正是检验我的诚意的时候，如果松动一下有利于恢复她的生机，我凭什么不许？雨儿本来就不是一个自溺于痛苦的人，在我的鼓励下也就频频外出了。我有点落寞，但不怪她，这是我自己的选择。我正在写妞妞，想起雨儿在那些日子里受了这么大的悲苦，现在她能玩得高兴，我反倒感到了一种安慰。人生实在太可悲，太痛苦，能乐且乐，怎么乐都不过分，都不够分。后来，我发现她真有了出格的迹象，尽管在理论上早已想通，一旦面对事实，我还是十分难受。可是，我仍然劝说自己宽容大度，向自己列举了一系列有力的理由。第一，我懂得人生总体上的悲剧性，每个人短促一生中的快乐是非常有限的，任何一种快乐只要不伤害他人都不该受谴责。现在的情况就是这样，既然她仍然爱我，她从别的男人那里得到一点儿欣赏和快乐，对我造成什么实质性的伤害了呢？第二，我了解人性的真实，每个有生命活力的人对于异性世界的需要必是多方面的，只可疏导，不可禁绝。第三，我具备起码的民主精神，一个自己要求享受适当自由的人是无权限制对方享受同样的自由的。男人往往自私，自己纵欲却苛求妻子贞洁，我不应该这样。让我换一种自私吧，自己自由也给她自由。第四，最主要的当然是，我对于我们的感情有一种基本的信心，相信它能够经受适度自由的考验。在想明白了以后，我决定不但不干预她，而且不盘问她，因为既然允许她风流，她和谁风流就只是枝节了，盘问还可能逼迫她撒谎。不幸的是，我还是知道了那个人是谁。我不能在这里叙述事件的详情，总之其性质已使我不能承受，而且我发现，无论我多么痛苦，事情仍在悄悄进展。雨儿对我的作品包括她以前喜欢的也渐渐看不上眼了，而只要是那个人写的东西，她一概叫好。这确凿无疑地告诉我，她的感情也正在发生变化。我的心情异常郁闷，却不知道自己该怎么办。正是在这样的心境中，命运之神把红送到了我面前。一个柔柔亮亮的声音在电话里说，受某报的委托，想对我做一个采访。我答应了，因为她是我们所的研究生，算得上是我的师妹，何况她的声音真好听。见到她，我吃了一惊，一个女博士生，竟这么年轻，像个还在读本科的漂亮女生。她开始采访，我认真不起来，同她开着玩笑，使得她常常忘记要采访的问题，一再去看准备好的小纸条，却总是看不明白，不停地笑，笑得真可爱。她的采访是无可挽救地失败了，取而代之的是约会，然后是恋爱。她是那种又灵又乖的女孩，天性聪颖活泼，同时又娴静文雅，温存善良。"}
{"text":"一个柔柔亮亮的声音在电话里说，受某报的委托，想对我做一个采访。我答应了，因为她是我们所的研究生，算得上是我的师妹，何况她的声音真好听。见到她，我吃了一惊，一个女博士生，竟这么年轻，像个还在读本科的漂亮女生。她开始采访，我认真不起来，同她开着玩笑，使得她常常忘记要采访的问题，一再去看准备好的小纸条，却总是看不明白，不停地笑，笑得真可爱。她的采访是无可挽救地失败了，取而代之的是约会，然后是恋爱。她是那种又灵又乖的女孩，天性聪颖活泼，同时又娴静文雅，温存善良。月夜，她搀着我，边走边唱流行歌曲天上有明月如勾。接着自编下一句地上有小妾如鼠。真是调皮，也真是谦卑。她真的谦卑，别人多看她几眼，她会想一定是自己身上有什么毛病。她告诉我，她是一个在农村长大的苦孩子，先天营养不良，生下来只有三斤。小时候爱爬树，几乎生活在树上，长大了才省悟，原因是那时候饿，而树上有果子。在我心情最低落的日子里，一个顶乖顶柔的女孩，一个与世无争的谦卑的女孩，就这样悄悄走进了我的生活。雨儿知道了我的恋情，感到意外，随即表示理解。我心中原是十分矛盾的，虽然陷入了新的恋爱，但仍觉得与雨儿分开是不可想象的。她比我明确，也比我果断，推动着我朝前走。在一段时间里，我们俩各有自己的情人，同时十分友好地相处。由于形势明朗了，我们都显得轻松愉快。一个远方的朋友来访，看见我们之间的气氛如此坦率融洽，诧异我们为何还要离婚，说这简直是一种奢侈。然而，仅仅是表面上如此，事实上，越是接近分离的时刻，昔日爱情的分量就越是显现了出来。这爱情虽已受伤，但并未死去，它的强烈的生存本能仍在向我们发出呼唤。真要分手了，雨儿踌躇了，懊悔了，念起了我全部的好，割舍不下。看她这样，我心里非常难受，对她的怨恨全部消散了。我忽然明白，她其实也是被事情推着走，只是由于她的既好强又随遇而安的天性，才使得她的被迫接受显得像是主动选择。可是，这次轮到我狠心了，我和红已经走了这么远，我不能也不愿把她撇下，自己退回到起点。雨儿是一个痛快的人，在明白事情确已不能挽回之后，便不再迟疑，迅速办理了一切该办的事。我鲜明地意识到，我们的生活轨道从此将越离越远，内心为此感到悲哀。曾经生死与共的人竟然会变成大千世界中不再相干的陌路人，另一个人的死亡将只是世上无数新闻中的一个新闻罢了，这样的事情虽然不断在发生，却使我震惊于生活的无情。"}
{"text":"可是，这次轮到我狠心了，我和红已经走了这么远，我不能也不愿把她撇下，自己退回到起点。雨儿是一个痛快的人，在明白事情确已不能挽回之后，便不再迟疑，迅速办理了一切该办的事。我鲜明地意识到，我们的生活轨道从此将越离越远，内心为此感到悲哀。曾经生死与共的人竟然会变成大千世界中不再相干的陌路人，另一个人的死亡将只是世上无数新闻中的一个新闻罢了，这样的事情虽然不断在发生，却使我震惊于生活的无情。时隔九年，现在来回顾，我想说，对于一个既懂得世事无常又珍惜生命经历的人来说，任何美好的事物只要存在过，便永远存在了。我还想说，后来的情形表明，对于我和雨儿来说，婚姻的变化也许又是好事。心平气和地分析，雨儿和她现在的丈夫在性格上是更一致的，都喜欢结交和活动，比我活得潇洒。和我在一起，雨儿不免寂寞。我和雨儿的性格反差虽然曾是朋友们欣赏的一道风景，但是，真正一起过日子大约还是以性格吻合为好。同样，我和红在性格上也更加一致，我们都喜欢安静。开始时，听我说到雨儿的生动，她担心我长期和她在一起会感到乏味。可是，我知道不会，因为她也有极好的感受性和悟性，聪慧而灵动。这是我在女人身上最看重的东西，在这一点上我决不会弄错。事实上她很能理解我，曾作如此评论优秀的男人都有女性气，同时又是真正的男子汉，你就这样。一次从家出来，她说你们都活得这么单纯，你也许更难，因为你健康，有许多欲望，要抵御那么多的诱惑。对于这类挠到痒处的赞美，我听了颇觉受用。她毕竟比我小二十二岁，和我这样一个有漫长感情历史的人结婚，曾有委屈之感，为不能得到我的全部而遗憾。但她总能反省自己，对我说如果一个作家有这样丰富的经历，我会为他的富有而庆幸。现在假如我恨你的这些经历，就一定是我出了问题。我也大言不惭地宣布我的历史表明了我的素质，这素质没丢，现在我是带着这素质爱你的，我的历史以这种方式也属于你了。我相信，时间已经证明，我的大言不惭不是诳语。有时我自己也感到奇怪，仿佛我从来不曾有过别的经历，从天荒地老开始就只爱着一个人。两个人在一起只要真正好，就真会觉得好像一辈子都是在一起似的了。雨儿和红都对我说过这样意思的话三个女人都用一生中最好的时间陪伴你，你是够幸运的。的确如此，为此我永远感谢她们。"}
