{"text":"道安婉转劝说，也不成功。弄得太子苻宏没有办法，只好再拿天象来劝谏说今岁在吴分。又晋君无罪。若大举不捷，恐威名外挫，财力内竭耳！苻坚还是不听，转对儿子说昔吾灭燕，亦犯岁而捷。秦灭六国，岂皆暴虐乎？这样一来，只有一个人在冷眼旁观，待时而动，乘机而起的燕人慕容垂，独对苻坚说陛下断自圣心足矣！晋武晋武帝司马炎平吴，所仗者张杜二三巨而已。若从众言，岂有混一之功乎？这一下，正好投合苻坚的心意，因此，便大喜说与吾共定天下者，独卿而已。谁知不到一个月之后，秦王苻坚，自统六十余万骑兵南下，一战而败于测水，比起曹操的兵败赤壁，还要悲惨。慕容垂不但不能与他共天下，正好趁机讨好，溜回河北，不但复兴后燕，而且还是促成行坚迅速败亡最有力的敌人。我们读历史，看到历史上以往的经验，便可了解古人所推崇的古圣先贤的名言学理是多么的重要，多么的可贵。譬如行坚的暴起暴亡，抵触老子所说的四不戒条，无一不犯，哪有不败之理。将坚虽有豪语，所谓投鞭足以断流。其实，正是他投鞭以断众见之流，因此而铸成大错特错。所以老子说故有道者不处，正是为此再三郑重其言也。山泉绕屋知深浅第二个例子，也是现代史上众所周知的国民革命成功后，孙中山先生推位让国，由袁世凯来当中华民国第一任大总统。结果，他却走火入魔，硬要作皇帝，改元洪宪。一年还不到，袁大头就身败名裂，寿终正寝，所留下的，只有一笔千秋罪过的笑料而已。袁世凯个人的历史，大家都知道，他的为人处事，素来便犯老子的四不――一自见自是自伐自矜，原不足道。红楼梦上有两句话，大可用作他一生的总评负父母养育之恩，违师友规训之德。袁的两个儿子，大的克定，既拐脚，又志在做太子，继皇位，怂恿最力。老二克文，却是文采风流，名士气息，当时的人，都比袁世凯是曹操，老二袁克文是曹植。我非常欣赏他反对其父老袁当皇帝的两首诗，诗好，又深明事理，而且充满老庄之学的情操。想不到民国初年，还有像袁克文这样的诗才文笔，颇不容易。袁克文是前辈许地山先生的学生，就因为他反对父亲当皇帝，作了两首极其合乎老子四不戒条的诗，据说惹得者袁大骂许地山一帮人，教坏了儿子，因此，把老二软禁起来。我们现在且来谈谈袁克文的两首诗的好处。乍着吴棉强自胜，古台荒槛一凭陵。波飞太液心无住，云起魔崖梦欲腾。"}
{"text":"老二克文，却是文采风流，名士气息，当时的人，都比袁世凯是曹操，老二袁克文是曹植。我非常欣赏他反对其父老袁当皇帝的两首诗，诗好，又深明事理，而且充满老庄之学的情操。想不到民国初年，还有像袁克文这样的诗才文笔，颇不容易。袁克文是前辈许地山先生的学生，就因为他反对父亲当皇帝，作了两首极其合乎老子四不戒条的诗，据说惹得者袁大骂许地山一帮人，教坏了儿子，因此，把老二软禁起来。我们现在且来谈谈袁克文的两首诗的好处。乍着吴棉强自胜，古台荒槛一凭陵。波飞太液心无住，云起魔崖梦欲腾。偶向远林闻怨笛，独临灵室转明灯。剧怜高处多风雨，莫到琼楼最上层。起首两句便好，乍着吴棉强自胜，古台荒槛一凭陵。吴棉，是指用南方苏杭一带的丝棉所做的秋装。强自胜，是指在秋凉的天气中，穿上南方丝棉做外衣，刚刚觉得身上暖和一点，勉强可说好多了！这是譬喻他父亲袁世凯靠南方革命成功的力量，刚刚有点得意之秋的景况，因此他们住进了北京皇城。但是，由元明清三代所经营建筑成功的北京皇宫，景物依稀，人事全非，那些历代的帝王又到哪里去了！所以到此登临览胜，便有占台荒槛之叹。看了这些历史的陈迹，人又何必把浮世的虚荣看得那么重要！波飞太液心无住，云起魔崖梦欲腾。华池太液，是道家所说的神仙境界中的清凉池水。修炼家们，又别名它为华池神水，服之可以祛病延年，长生不老。袁克文却用它来比一个人的清静心脑中，忽然动了贪心不足的大妄想，犹如华池神水，鼎沸扬波，使平静的心田永不安稳了。跟着便说一个人如动心不正，歪念头一起，便如云腾雾暗，蒙住了灵智而不自知。一旦着了魔，就会梦想颠倒，心比天高，妄求飞升上界而登仙了。偶向远林闻怨笛，独临灵室转明灯。这是指当时时局的实际实景，他的父兄一心只想当皇帝，哪里知道外界的舆论纷纷，众怨沸腾。但诗人的笔法，往往是属词比事，寄托深远，显见诗词文学含蓄的妙处，所以只当自己还正在古台荒槛的园中，登临凭吊之际，耳中听到远处的怨笛哀鸣，不胜凄凉难受。因此回到自己的室内，转动一盏明灯，排遣烦恼。明室灵灯，是道佛两家有时用来譬喻心室中一点灵明不昧的良知。但他在这句上用字之妙，就妙在一个转字。转明灯，是希望他父兄的觉悟，要想平息众怨，不如从自己内心中真正的反省，闲邪存正。剧怜高处多风雨，莫到琼楼最上层。"}
{"text":"但诗人的笔法，往往是属词比事，寄托深远，显见诗词文学含蓄的妙处，所以只当自己还正在古台荒槛的园中，登临凭吊之际，耳中听到远处的怨笛哀鸣，不胜凄凉难受。因此回到自己的室内，转动一盏明灯，排遣烦恼。明室灵灯，是道佛两家有时用来譬喻心室中一点灵明不昧的良知。但他在这句上用字之妙，就妙在一个转字。转明灯，是希望他父兄的觉悟，要想平息众怨，不如从自己内心中真正的反省，闲邪存正。剧怜高处多风雨，莫到琼楼最上层。最后变化引用苏东坡的名句琼楼玉宇，高处不胜寒。劝他父亲要知足常乐，切莫想当皇帝。袁世凯看了儿子的诗，赫然震怒，立刻把他软禁起来，也就是这两句使他看了最头痛，最不能忍受的。另一首小院西风向晚晴，嚣嚣恩怨未分明。南回孤雁掩寒月，东去骄风动九城。驹隙去留争一瞬，蛋声吹梦欲三更。山泉绕屋知深浅，微念沧波感不平。这起首两句，小院西风向晚晴，嚣嚣恩怨未分明。全神贯注，在当时民国成立之初，袁世凯虽然当了第一任大总统，但是各方议论纷纷，并没有天下归心。所以便有嚣嚣恩怨未分明的直说。所谓向晚晴，是暗示他父亲年纪已经老大，辛苦一生，到晚年才有此成就，应当珍惜，再也不可随便乱来。南回孤雁掩寒月，东去骄风动九城。南回孤雁，是譬喻南方的国民党的影响力量，虽然并不当政，但正义所在，奋斗孤飞，也足以遮掩寒月的光明。东去骄风，是指当时日本人的骄横霸道，包藏祸心，应当特别注意。驹隙去留争一瞬，安声吹梦欲三更。古人说，人生百岁，也不过是白驹过隙，转眼之间而已。隙，是指门缝的孔阀。白驹，是太阳光线投射过门窗空隙处的幻影，好比小马跑的那样快速。这是劝他父亲年纪大了，人生生命的短暂，与千秋功罪的定论，只争在一念之间，必须要作明智的抉择。留声吹梦，是秋虫促织的鸣声。欲三更，是形容人老了，好比夜已深，好梦由来最易醒，到底还有多少时间能做清秋好梦呢？山泉绕屋知深浅，微念沧波感不平。在山泉水清，出山泉水浊。人要有自知之明，必须自知才德能力的深浅才好。但是，他的父兄的心志，却不是如此思想，因此，总使他念念在心，不能平息，不能心安。这是多么好的两首诗。所以引用它，也是为了说明历史的经验，证明老子四不的告诫，是多么的正确。袁克文的诗文才调，果然很美。"}
{"text":"留声吹梦，是秋虫促织的鸣声。欲三更，是形容人老了，好比夜已深，好梦由来最易醒，到底还有多少时间能做清秋好梦呢？山泉绕屋知深浅，微念沧波感不平。在山泉水清，出山泉水浊。人要有自知之明，必须自知才德能力的深浅才好。但是，他的父兄的心志，却不是如此思想，因此，总使他念念在心，不能平息，不能心安。这是多么好的两首诗。所以引用它，也是为了说明历史的经验，证明老子四不的告诫，是多么的正确。袁克文的诗文才调，果然很美。但毕竟是世家出身的公子，民国初年以后，寄居上海，捧捧戏子，玩玩古董，所谓民初四大公子之一。无论学术思想，德业事功，都一无所成，一无可取之处。现在我们国诗论诗，不论其人。我常有这种经验，有的人，只可读其文，不必识其人。有的人，大可识其人，不必论其学。人才到底是难两全的。至于像我这种人，诗文学术，都一无可取之处。人，也未做好。只好以蓬门陋巷，教几个小小蒙童勉强混混而已。有物混成，先天地生。寂兮！寥兮！独立而不改，周行而不殆，可以为天下母，吾不知其名，字之曰道，强为之名曰大。大日逝，逝曰远，远日反。故道大，天大，地大，王亦大。域中有四大，而王居其一焉。人法地，地法天，天法道，道法自然。天下大老母在前面几章我们连续谈到道的妙用，是在日常生活中，就在种种为人应事的行为上。现在老子本书，又回转来而进一步说明体用合一的道理。然而，究竟道是什么？什么是道呢？这是最根本的哲学问题。但在老子本书中，已处处以各式各样别出心裁的语言文字，要人们从各个不同的角度去认识它，并且它已用或显或隐的文字言语来表达，透露了个中消息，本不需要后人画蛇添足，多加注解。老子五千言，洋洋洒洒，信手拈来，道的真相，答案自在其中。第一章一开头便直截了当地说道可道，非常道。颇有拨云见日之势，一笔扫开所有相对名言的障碍。现在本章又说有物混成，先天地生。寂兮！寥兮！独立而不改，周行而不殆，可以为天下母，吾不知其名，字之曰道。自古以来，很多人研究老子，竟有不少认为老子是偏重于物的唯物思想者，现代一般人，受到西洋哲学的影响比较深刻，有更多认定，向唯物思想方向作注解。这种错用现代意识或西方观念，附会中国古文的文意，因此而使人认识不清，个人实在不敢苟同。"}
{"text":"第一章一开头便直截了当地说道可道，非常道。颇有拨云见日之势，一笔扫开所有相对名言的障碍。现在本章又说有物混成，先天地生。寂兮！寥兮！独立而不改，周行而不殆，可以为天下母，吾不知其名，字之曰道。自古以来，很多人研究老子，竟有不少认为老子是偏重于物的唯物思想者，现代一般人，受到西洋哲学的影响比较深刻，有更多认定，向唯物思想方向作注解。这种错用现代意识或西方观念，附会中国古文的文意，因此而使人认识不清，个人实在不敢苟同。老子在书上从头至尾所表达的理念，是在说明宇宙与生命的存在是心物一元的，殊无可疑。有物混成，这个物字，并不同于现代人所了解的物质观念的物字，这一关键，前面已曾提过，古代物字的含义，等于现在一般口语中的有一个东西，这个东西，可指非物质的存在状况，例如精神心理或者力能等等，也可代表物质之物。此处有物混成的物，是道的同义字，这个道的内涵，包括了物质与非物质，是心物一元混合而成的。这种心物一元的思想观念，源自易经。易经是中国几千年历史文化的根本，哲学中的哲学，经典中的经典。中国的文化思想，始终是讲阴阳两个符号，以二者彼此之间的相互变化相生相克，从中去建立它的宇宙观伦理观。如果我们以阳为精神的代号，那么阴则为物质的代号，阴阳配合，心物互融，便创化衍生了从极微到至大，应有尽有无穷无尽的有情世界与无情世界。然而，心物还只是一体所现的两面，这个浑然一体的道，它是先天地而生，宇宙万有的形成与消灭，全是它的功能所起的作用。在南北朝时代，南朝梁武帝时，有一位禅宗大师傅大士傅翁，他的悟道偈就说有物先天地，无形本寂寥，能为万象主，不逐四时凋。此一泻颂中所表达的思想，乃是中国道家老子思想与佛学合流的典型。有物先天地，它本无形象，先于天地的存在，宇宙万有的本来就是它。一切万象的种种变化，生起与消灭，那只是两种不同的现象而已，虽然与这超越一切事物的道有密不可分的关系，但却无法影响它的本质。等于我们日常所熟悉的光明与黑暗一样，明来暗去，暗来明去，明暗二者的交互转换，只是两种不同现象的轮替，那个能作明作暗的本身，并不随着明暗的变化而生灭但是它的功能妙用，就表现在日夜明暗的来来往往之间。"}
{"text":"有物先天地，它本无形象，先于天地的存在，宇宙万有的本来就是它。一切万象的种种变化，生起与消灭，那只是两种不同的现象而已，虽然与这超越一切事物的道有密不可分的关系，但却无法影响它的本质。等于我们日常所熟悉的光明与黑暗一样，明来暗去，暗来明去，明暗二者的交互转换，只是两种不同现象的轮替，那个能作明作暗的本身，并不随着明暗的变化而生灭但是它的功能妙用，就表现在日夜明暗的来来往往之间。所谓形而上的道本体，其实已经彻底地无所隐藏地显现在它所创造的万象万境中，本体与现象的关系是一而二，二而一的。而佛家所讲的缘起性空，性空缘起，可以说是这个道理进一步的诠释与发挥。那么，有物混成，先天地生，究竟是怎么的一种情况呢？老子形容说寂兮！寥兮！独立而不改，周行而不殆。老子的思想与印度的佛学对形而上道的表达有所不同，佛学到最后只以一个空字代表，而老子则用寂用寥。寂是绝对的清虚，清静到极点，毫无一点声色形象。寥是形容广大，类同佛学的无量无边。佛家专用的名同空，是从道体的原则上说而道家所用的寂寥，则是形容其境界与现象，在表达上各有各的好处，也各有各的缺点。谈空，难免有人会误认为是断灭思想说寂说寥，又易使人执着一个现象，落在境界的案臼中。老子说这个道，寂兮！寥兮！，清虚寂静，广阔无边，没有形象声色可寻，永远看不见摸不着独立而不改，超越于一切万有之外，悄然自立，不动声色，不因现象界的物理变化而变化，不因物理世界的生灭而生灭。但我们在这里要注意，老子说的是独立而不改，他并没有说独立而常住。常住，让人感觉是指具备形象的实有，但道并不适合以实有称之。因为它非心非物，可是也不能说不是实有，因为它即心即物。周行而不殆，它无所不在，在在处处都有道。不论物也好，心也好，都有它的存在，永远无穷无尽，遍一切处。可以为天下母，吾不知其名，字之曰道。这个东西是一切宇宙万有的根本，具足一切的可能性，实在很难用一般世间的语言文字来形容，所以我们中国古代的老祖宗们，不得已，姑且叫它做道，以道来统括所有万法的究竟归处。"}
{"text":"周行而不殆，它无所不在，在在处处都有道。不论物也好，心也好，都有它的存在，永远无穷无尽，遍一切处。可以为天下母，吾不知其名，字之曰道。这个东西是一切宇宙万有的根本，具足一切的可能性，实在很难用一般世间的语言文字来形容，所以我们中国古代的老祖宗们，不得已，姑且叫它做道，以道来统括所有万法的究竟归处。万道不离王道与人道道之为名，在原始的中国文化，是超然于宗教性质的代名词，西方哲学称之为第一因，但在内涵上彼此仍有差别之处。以宗教性的名词来说，基督教天主教叫它上帝主宰神，伊斯兰教叫它阿拉，佛教则以如来佛来称之。像这一类的宗教性字眼，一般人很容易根据自己的知识习惯以及下意识观念，在自己的心理意识上，构成另一种偏离原意的想象概念，混淆不清，甚至都蒙上了一层浓得化不开的神秘色彩。譬如我们一提到上帝，差不多都把它想成一个能控制一切，主宰一切，拥有宇宙最大威权的神明。而一提到如来，大部分人的观念马上想到坐在寺庙大殿上，低眉垂目不食人间烟火的塑像。这种单凭一己的好恶与想象所形成对形而上真理的认识，其中牵涉的问题是相当严重的。早期的中国文化思想，对于道这个东西，并未附以它任何宗教形态，或者将它专属于某一种哲学派别。道的名称之外，尚有几个与它同义的名词，老子又提出来说强为之名曰大，因为它实在无量无边，太大了，所以也可叫做大大曰逝，大也就是逝，逝是永远的向内外四面八方延伸发展，等于说宇宙是无限的扩张。谈到这里，我们看到这个逝字觉得很有趣。引申列子的话来说，便是东方有圣人出焉，西方有圣人出焉，此心同，此理同。老子认为道的本身，大到无量无边，无有涯际，因此名之为逝。同样的意义，佛经上佛亦有十个名号，善逝是其中之一。这个善逝的逝，除了具有无常的含义外，同样代表无尽无限，形容难以言喻之大，与老子所说的大曰逝，有不谋而合之处。但是我们知道，佛经翻译到中国来，距离老子时代之后，已经有相当一段的时间，然而老子在中国上古文化，早已有相同的看法和用词了。既然大日逝，那么逝曰远，无远弗届，四通八达，放之四海而皆准，没有不及的地方，也是无量无边，无穷无尽的意思。"}
{"text":"同样的意义，佛经上佛亦有十个名号，善逝是其中之一。这个善逝的逝，除了具有无常的含义外，同样代表无尽无限，形容难以言喻之大，与老子所说的大曰逝，有不谋而合之处。但是我们知道，佛经翻译到中国来，距离老子时代之后，已经有相当一段的时间，然而老子在中国上古文化，早已有相同的看法和用词了。既然大日逝，那么逝曰远，无远弗届，四通八达，放之四海而皆准，没有不及的地方，也是无量无边，无穷无尽的意思。然而，就是因为道太大太远了，它遍一切处，通于古今，尽未来际，我们若求大求远地去追求它，反而难以企及，搞不好还会迷失在五花八门千奇百怪的现象界里，不能自拔。其实道就在每个人的自身上，须臾不离，若能反求诸己，回头自省，见道才有希望。所以逝曰远，远曰反。最远的就是最近的，最后的就是最初的，只要神志清醒清醒，好好张眼一看，天边就在目前。我们晓得中国过去的观念，称宇宙万有的本体为道，另外还有大逝远反等名称，甚至于儒家所讲的天，或者帝，也都是道的代号，总共算起来，至少也有十来个道的别名。后来印度文化传播到中国来，其中佛教对于形上本体的说法，也有佛的十个代号，与中国原有的那些道的称呼相互比较，颇得异曲同工之妙，几乎是同样的道理，雷同的说法，这不知是否当时双方曾开过联席会议，互相对此问题详加协调过，否则又怎能如此巧合遥相呼应呢？一笑。其实这正是东方有圣人出焉，西方有圣人出焉，此心同，此理同的道理。世界上真理只有一个，无二亦无三，只是东西方在表达方式上有些不同罢了。接着，老子说故道大，天大，地大，王亦大。这一段谈天说地，却又忽然钻出一个王来，王是代表人。依中国传统文化，始终将天地人三者并排共列，而人在其中。为什么呢？因为中国文化最讲究人道，人文的精神最为浓厚，人道的价值最被看重。假定我们现在出个考试题目，人生的价值是什么？或者人生的目的是什么？若以中国文化思想的观点来作答，答案只有一个――参赞于地之化育周易系辞传。参赞天地之化育，正是人道价值之所在。人生于天地之间，忽尔数十年的生命，仿如过客，晃眼即逝，到底它的意义何在？我们这个天地，佛学叫做娑婆世界，意思是堪忍，人类生活其上，还勉勉强强过得去。"}
{"text":"为什么呢？因为中国文化最讲究人道，人文的精神最为浓厚，人道的价值最被看重。假定我们现在出个考试题目，人生的价值是什么？或者人生的目的是什么？若以中国文化思想的观点来作答，答案只有一个――参赞于地之化育周易系辞传。参赞天地之化育，正是人道价值之所在。人生于天地之间，忽尔数十年的生命，仿如过客，晃眼即逝，到底它的意义何在？我们这个天地，佛学叫做娑婆世界，意思是堪忍，人类生活其上，还勉勉强强过得去。这个天地并不完备，有很多的缺陷，很多的问题，但是人类的智慧与能力，只要它能合情合理地运用，便能创造一个圆满和谐的人生，弥补天地的缺憾。譬如，假若天上永远有一个太阳挂着，没有夜晚的话，人类也就不会去发明电灯，创造黑暗中的光明。如果不是地球有四季气候的变化，时而下雨，时而刮风，人类也不会筑屋而居，或者发明雨衣雨伞等防御用具。这种人类因天地间种种现象变化所作的因应与开创，就叫做参赞。此等人类的智慧与能力太伟大了，所以中国文化将他和天地并举，称为天地人三才。这是旧有的解释。那么，道大，天大，地大，王亦大。域中有四大，而王居其一焉。域是代表广大的宇宙领域。此处道家的四大，与佛家所谓的四大不同。佛家四大，专指物质世界的四种组成元素――地水火风。而道家所讲的四大，是道天地人。这个四大的代号由老子首先提出，并非如佛家的四大。老子说，在这一无穷无尽的宇宙中，有四种东西是最主要，最关键性的，而人的价值占了其中之一。四大中人的代表是王，中国上古文化解释王者，旺也，用也。算命看相有所谓的旺相日，在古代文字中，也有称王相日的。每个人依据自己的八字选择对自己有利的旺相日那一天去做某一件事，认为便可大吉。宇宙中何以人能与道大天大地大同列为四大之一呢？这是因为人类的聪明才智，能够参赞天地之化育，克服宇宙自然界对人存在不利的因素，在天地间开演一套渊源流长的历史文化。好不容易自然既然人的地位有这么的重要，这么的特殊，下面老子便接着告诉我们做人做事的法则，如何修道，如何行道。人法地，地法天，天法道，道法自然。这是老子千古不易的密语，为老子思想的精华所在，懂了这番话的道理，也就差不多掌握了修道行道的关键了，在这里这个法字是动词，是效法学习的意思。"}
