{"text":"有时两峰间忽突起朵云，亭亭如盖，翼蔽天空，阳光黯淡，细雨霏霏，斜风潇潇，一阵阵凉沁骨髓，谁能想到这时是三伏里的天气。我曾记得古人词有采药名山，读书精舍，此计何时就？就是我从前一读一怅然，想望而不得的逸兴幽趣，今天居然身受，这是何等的快乐！更有我们可爱的房东，每当夕阳下山后，我们坐在岩上谈说时，她又告诉我们许多有趣的故事，使我们想象到农家的乐趣，实在不下于神仙呢。女房东的丈夫，是个极勤恳而可爱的人，他也是天天出去做工，然而他可不是去种田，他是替他们村里的人，收拾屋漏。有时没有人来约他去收拾时，他便戴着一顶没有顶的草笠，把他家的老母牛和老公牛，都牵到有水的草地上拴在老松柯上，他坐在草地上含笑看他的小孙子在水涯旁边捉蛤蟆。不久炊烟从树林里冒出来，西方一片红润，他两个大的孙子从家塾里一跳一踯的回来了。我们那女房东就站在斜坡上叫道难民仔的公公，回来吃饭。那老头答应了一声来了，于是慢慢从草地上站起来，解下那一对老牛，慢慢踱了回来。那女房东在堂屋中间摆下一张圆桌，一碗热腾腾的老倭瓜，一碗煮糟大头菜，一碟子海蜇，还有一碟咸鱼，有时也有一碗鱼鲞墩肉。这时他的儿媳妇抱着那个七八个月大的小女儿喂着奶，一手抚着她第三个儿子的头。吃罢晚饭他给孩子们洗了脚，于是大家同坐在院子里讲家常，我们从楼上的栏杆望下去，老女房东便笑嘻嘻地说师姑！晚上如果怕热，就把门开着睡。我说那怪怕的，倘若来个贼呢？这院子又只是一片石头叠就的短墙，又没个门！呵哟师姑！真真的不碍事，我们这里从来没有过贼，我们往常洗了衣服，晒在院子里，有时被风吹了掉在院子外头，也从没有人给拾走。倒是那两只狗，保不定跑上去。只要把回廊两头的门关上，便都不得了！我听了那女房东的话，由不得称赞道到底是你们村庄里的人朴厚，要是在城里头，这么空落落的院子，谁敢安心睡一夜呢！那老房东很高兴地道我们乡户人家，别的能力没有，只讲究个天良，并且我们一村都是一家人，谁提起谁来都是知道的。要是做了贼，这个地方还住得下去吗？我不觉叹了一声，只恨我不做乡下人，听了这返朴归真的话，由不得不心凉，不用说市井不曾受教育的人，没有天良便是在我们的学校里还常常不见了东西呢！怎由得我们天天如履薄冰般的，掬着一把汗，时时竭智虑去对付人，哪复有一毫的人生乐趣？"}
{"text":"那老房东很高兴地道我们乡户人家，别的能力没有，只讲究个天良，并且我们一村都是一家人，谁提起谁来都是知道的。要是做了贼，这个地方还住得下去吗？我不觉叹了一声，只恨我不做乡下人，听了这返朴归真的话，由不得不心凉，不用说市井不曾受教育的人，没有天良便是在我们的学校里还常常不见了东西呢！怎由得我们天天如履薄冰般的，掬着一把汗，时时竭智虑去对付人，哪复有一毫的人生乐趣？我们的女房东，天天闭了就和我们说闲话儿，她仿佛很羡慕我们能读书识字的人，她往往称赞我们为聪明的人。她提起她的两个孙子也天天去上学，脸上很有傲然的颜色。其实她未曾明白现在认识字的人，实在不见得比他们庄农人家有出息。我们的房东，他们身上穿着深蓝老布的衣裳，用着极朴质的家具，吃的是青菜萝卜，白薯搀米的饭，和我们这些穿缎绸，住高楼大厦，吃鱼肉美味的城里人比，自然差得太远了。然而试量量身份看，我们是家之本在身，吃了今日要打算明日的，过了今年要打算明年的，满脸上露着深虑所渍的微微皱痕，不到老已经是发苍苍而颜枯槁了。她们家里有上百亩的田，据说好年成可收七八十石的米，除自己吃外，尚可剩下三四十石，一石值十二三块钱，一年仅粮食就有几百块钱的裕余。以外还有一块大菜园，里面萝卜白菜，茄子豆角，样样俱全，还有白薯地五六亩，猪牛羊鸡和鸭子，又是一样不缺。并且那一所房除了自己住，夏天租给来这里避暑的人，也可租上一百余元，老母鸡一天一个蛋，老母牛一天四五瓶牛奶，倒是纯粹的奶子汁，一点不搀水的。我们天天向他买一瓶要一角二分大洋，他们吃用全都是自己家里的出产品，每年只有进款加进款，却不曾消耗一文半个，他们舒舒齐齐地做着工，过着无忧无虑的日，他们可说是外干中强，我们却是外强中干。只要学校里两月不发薪水，简直就要上当铺，外面再掩饰得好些，也遮不着隐忧重重呢！我们的老房东真是一个福气人，她快六十岁的人了，却像四十几岁的人。天色朦胧，她便起来，做饭给一家的人吃。吃完早饭儿子到村集里去做买卖，媳妇和丈夫，也都各自去做工，她于是把她那最小的孙女用极阔的带把她驮在背上，先打发她两个大孙子去上学，回来收拾院子，喂母猪，她一天到晚忙着，可也一天到晚地微笑着。"}
{"text":"只要学校里两月不发薪水，简直就要上当铺，外面再掩饰得好些，也遮不着隐忧重重呢！我们的老房东真是一个福气人，她快六十岁的人了，却像四十几岁的人。天色朦胧，她便起来，做饭给一家的人吃。吃完早饭儿子到村集里去做买卖，媳妇和丈夫，也都各自去做工，她于是把她那最小的孙女用极阔的带把她驮在背上，先打发她两个大孙子去上学，回来收拾院子，喂母猪，她一天到晚忙着，可也一天到晚地微笑着。逢着她第三个孙子和她撒娇时，她便把地里掘出来的白薯，递一片给他，那孩子笑嘻嘻地蹲在捣衣石上吃着。她闲时，便把背上的孙女儿放下来，抱着坐在院子里，抚弄着玩。有一天夜里月色布满了整个的山，青葱的树和山，更衬上这淡淡银光，使我恍疑置身碧玉世界，我们的房东约我们到房后的山坡上去玩，她告诉我们从那里可以看见福州。我们越过了许多壁立的f岩，忽见一片细草平铺的草地，有两所很精雅的洋房，悄悄地站在那里。一带的松树被风吹得松涛澎湃，东望星火点点，水光泻玉，那便是福州了。那福州的城子，非常狭小，民屋垒集，烟迷雾漫，与我们所处的海中的山巅，真有些炎凉异趣。我们看了一会福州，又从这垒岩向北沿山径而前，见远远月光之下竖立着一座高塔，我们的房东指着对我们说师姑！你们看见这里一座塔吗？提到这个塔，有一个很有趣的故事，我们这里相传已久了。人们都说那塔的底下是一座洞，这洞叫做小姐洞，在那里面住着一个神道，是十七八岁长得极标致的小姐，往往出来看山，遇见青年的公子哥儿，从那洞口走过时，那小姐便把他们的魂灵捉去，于是这个青年便如痴如醉地病倒，吓得人们都不敢再从那地方来。――有一次我们这村子，有一家的哥儿只有十九岁，这一天收租回来，从那洞口走过，只觉得心里一打寒战，回到家里便昏昏沉沉睡了，并且嘴里还在说小姐把他请到卧房坐着，那卧房收拾得像天宫似的。小姐长得极好，他永不要回来。后来又说某家老二老三等都在那里做工。他们家里一听这话，知道他是招了邪，因找了一位道士来家作法。第一次来了十几个和尚道士，都不曾把那哥儿的魂灵招回来第二次又来了二十几个道士和尚，全都拿着枪向洞里放，那小姐才把哥儿的魂灵放回来！"}
{"text":"小姐长得极好，他永不要回来。后来又说某家老二老三等都在那里做工。他们家里一听这话，知道他是招了邪，因找了一位道士来家作法。第一次来了十几个和尚道士，都不曾把那哥儿的魂灵招回来第二次又来了二十几个道士和尚，全都拿着枪向洞里放，那小姐才把哥儿的魂灵放回来！自从这故事传开来以后，什么人都不再从小姐洞经过，可是前两年来了两个外国人，把小姐洞旁的地买下来，造了一所又高又大的洋房，说也奇怪，从此再不听小姐洞有什么影响，可是中国的神道，也怕外国鬼子――现在那地方很热闹了，再没有什么可怕！我们的房东讲完这一件故事，不知想起什么，因问我道那些信教的人，不信有鬼神，师姑！你们读书的人自然知道有没有鬼神了。这可问着我了，我沉吟半晌答道也许是有，可是我可没看见过，不过我总相信在我们现实世界以外，总另有一个世界，那世界你们说他是鬼神的世界也可以，而我们却认那世界为精神的世界哦！倒是你们读书的人明白！可是什么叫做精神的世界呵！是不是和鬼神一样？我被那老头儿这么一问，不觉嗤地笑了，笑我自己有点糊涂，把这么抽象的名词和他们天真的农人说。现在我可怎样回答呢，想来想去，要免解释的麻烦，因啭嚅着道正是也和鬼神差不多！好了！我不愿更谈这玄之又玄的问题，不但我不愿给他勉强的解释，其实我自己也不大明白，我因指着他那大孙子道孩子倒好福相，他几岁了？我们的房东，听我问她的孩子，十分高兴地答道他今年九岁了，已定下亲事，他的老婆今年十岁了，后又指着她第二个孙子道他今年六岁也定下亲，他的老婆也比他大一岁，今年七岁我们家里的风水，都是女人比丈夫大一岁，我比他公公大一岁，她娘比他爹大一岁我们乡下娶媳妇，多半都比儿子要大许多，因为大些会做事，我们家嫌大太多不大好，只大着一岁，要算很特别的了。吓！阿姆你好福气，孙子媳妇都定下了，足见得家里有，要不然怎么做得起。我们中的老林很羡慕似的，对我们的房东说。我觉得有些好奇，因对那两个小孩子望着，只见他们一双圆而黑的眼珠对他们的祖母望着我不免想这么两个无知无识的孩子，倒都有了老婆，这真是有点不可思议的事实。"}
{"text":"吓！阿姆你好福气，孙子媳妇都定下了，足见得家里有，要不然怎么做得起。我们中的老林很羡慕似的，对我们的房东说。我觉得有些好奇，因对那两个小孩子望着，只见他们一双圆而黑的眼珠对他们的祖母望着我不免想这么两个无知无识的孩子，倒都有了老婆，这真是有点不可思议的事实。自然，在我们受过洗礼的脑筋里，不免为那两对未来的夫妇担忧，不知他们到底能否共同生活，将来有没有不幸的命运临到他和她，可是我们的那老房东确觉得十分的爽意，仿佛又替下辈的人做成了一件功绩。一群小鸡忽然啾啾地嘈了起来。那老房东说又是田鼠作怪！因忙忙地赶去看。我们怔怔坐了些时就也回来了。走到院子里，正遇见那房东迎了出来，指着那山缝的流水道师姑！你看这水映着月光多么有趣你们如果能等过了中秋节下去，看我们山上过节，那才真有趣，家家都放花，满天光彩，站在这高坡上一看真要比城里的中秋节还要有趣。我听了这话，忽然想到我来到这地方，不知不觉已经二十天了，再有三十天，我就得离开这个富于自然――山高气清的所在，又要到那充满尘气的福州城市去，不用说街道是只容得一轮汽车走过的那样狭，屋子是一堵连一堵排比着，天空且好比一块四方的豆腐般呆板而沉闷，至于那些人呢，更是俗垢遍身不敢逼视。日子飞快地悄悄地跑了，眼看着就要离开这地方了。那一天早起，老房东用大碗满满盛了一碗糟菜，送到我的房间，笑容可掬地说师姑！你也尝尝我们乡下的东西，这是我自己亲手做的，这几天才全晒干了，师姑你带到城里去管比市上卖的味道要好，随便炒吃墩肉吃，都极下饭的。我接着说道怎好生受，又让你花钱。那老房东忙笑道师姑！真不要这么说，我们乡下人有的是这种菜根子，哪像你们城市的人样样都须花钱去买呢！我不觉叹道这正是你们乡下人叫人羡慕而又佩服的地方，你们明明满地的粮食，满院的鸡鸭和满圈子的牛羊猪，是要什么有什么，可是你们样子可都诚诚朴朴的，并没有一些自傲的神气，和奢侈的受用，这怎不叫人佩服！再说你们一年到头，谷人做各人爱做的事，舒舒齐齐地过着日了，地方的风景又好，空气又清，为什么人不羡慕？！那老房东听了这话，一手摸着那项上的血瘤，一面点头笑道可是的呢！"}
{"text":"我不觉叹道这正是你们乡下人叫人羡慕而又佩服的地方，你们明明满地的粮食，满院的鸡鸭和满圈子的牛羊猪，是要什么有什么，可是你们样子可都诚诚朴朴的，并没有一些自傲的神气，和奢侈的受用，这怎不叫人佩服！再说你们一年到头，谷人做各人爱做的事，舒舒齐齐地过着日了，地方的风景又好，空气又清，为什么人不羡慕？！那老房东听了这话，一手摸着那项上的血瘤，一面点头笑道可是的呢！我们在乡下宽敞清静惯了倒不觉得什么去年福州来了一班要马戏的，我儿子叫我去见识见识，我一清早起带着我大孙子下了岭，八点钟就到福州，我儿子说离马戏开演的时间还早咧，我们就先到城里各大街去逛，那人真多，房子也密密层层，弄得我手忙脚乱，实觉不如我们岭里的地方走着舒心师姑！你就多住些日子下去吧！我笑道我自然是愿意多住几天，只是我们学校快开学了，我为了职务的关系，不能不早下去这个就是城市里的人大不如你们乡下人自在呵！我们的房东听了这话，只点了一点头道那么师始明年放暑假早些来，再住在我们这里，大家混得怪熟的，热辣辣地说走，真有点怪舍不得的呢！可是过了两天，我依然只得热辣辣地走了，不过一个诚恳而温颜的老女房东的印象却深刻在我的心幕上――虽是她长着一个特别的血瘤，使人更不容易忘怀。然而她的家庭，和她的小鸡和才生下来的小猪儿种种都充满了活泼泼的生机使我不能忘怀――只要我独坐默想时，我就要为我可爱而可羡的房东祝福！并希望我明年暑假还能和她见面！秋风秋雨愁煞人凌峰独乘着一叶小舟，在霞光璀璨的清晨里，――淡雾仿若轻烟，笼住湖水与岗峦，氤氲的岫云，懒散地布在山谷里。远处翠翠隐隐，紫雾漫漫，这时意兴十分潇洒。舟子摇着双桨，低唱小调。这船已荡向芦获丛旁。凌峰站在船头，举目四望，一片红寥，几丛碧苇，眼底收尽秋色。她吩咐舟子将船拢了岸。踏着细草，悄悄前进走过一箭多路。忽听长空雁唳，仰头一看，霞光无彩，雾氛匿迹，云高气爽，北雁南飞，正是一年容易又秋风，她怔怔倚着孤梧悲叹。许多游山的人，在对面高峰上唱着陇头水曲，音调悲凉。她黯然危立，忽见树林里有一座孤坟，在孤坟的四围，满是霜后的枫叶，鲜红比血，照眼生辉。"}
{"text":"舟子摇着双桨，低唱小调。这船已荡向芦获丛旁。凌峰站在船头，举目四望，一片红寥，几丛碧苇，眼底收尽秋色。她吩咐舟子将船拢了岸。踏着细草，悄悄前进走过一箭多路。忽听长空雁唳，仰头一看，霞光无彩，雾氛匿迹，云高气爽，北雁南飞，正是一年容易又秋风，她怔怔倚着孤梧悲叹。许多游山的人，在对面高峰上唱着陇头水曲，音调悲凉。她黯然危立，忽见树林里有一座孤坟，在孤坟的四围，满是霜后的枫叶，鲜红比血，照眼生辉。树梢头哀蝉穷嘶，似诉将要僵伏的悲愁，促织儿在草底若歌若泣，她在这冷峭的秋色秋声中，忽想起五年前曾在此地低吟秋风秋雨愁煞人！她不由自主地向那孤坟走去，只见坟旁竖着残碑断碣，青苔斑斓，字迹模糊，从地上捡了一块瓦片，将青苔刮尽才露出几个字是女烈士秋瑾之墓。哦！女英雄。她轻轻低呼着！已觉心潮激涌，这黄土坑中，深埋着虽是已腐化的枯骨，但是十几年前却是一个美妙的女英雄。那夜微冷的西风，吹拂着庭前松柯，发出凄厉的涛歌，沙沙的秋雨，滴在梧桐叶上。她正坐在窗下，凄影独吊，忽见门帘一动，进来一个英风满面的女子，神色露着张惶，急将桌上洋灯吹灭低声道凌妹真险，请你领我从你家后花园门出去，迟了他们必追踪前来，凌峰莫名其妙地张慌着！她们冒雨走过花园的石子路，向北转，已看见竹篱外的后门了。凌峰开了后门，把她送出去，连忙关上跑到屋里，还不曾坐稳，已听见前面门口有人打门！她勉强镇定了，看看房里母亲，已经睡了，父亲还没有回来，壁上的时计正指在十点。看门的老王进来说外面有两个侦探要见老爷，我回他老爷没在家，他说刚才仿佛看见一个女人进了咱们的家门，那是一个革命党，如果在这里，须立刻把她交出来，不然咱们都得受连累。凌峰道你告诉他并没有人进来，也许他看错了，不信请他进来搜好了母亲已在梦中惊醒，因问道什么事？老王把前头的话照样的回了母亲，仿佛已经料到是什么事了，因推枕起来道快到隔壁叫李家少爷来半夜三更倘或闹出事来还了得。老王忙忙把李家少爷请来，母亲托他和那两个侦探交涉，这可怕的搅骚才幸免了。凌峰背着人悄悄将适才的事告诉了母亲，母亲不禁叹道你姑爹姑妈死得早，可怜剩下她一个孤女又是生来气性高傲，喜打抱不平，现在竟做了革命党，哎！"}
{"text":"老王把前头的话照样的回了母亲，仿佛已经料到是什么事了，因推枕起来道快到隔壁叫李家少爷来半夜三更倘或闹出事来还了得。老王忙忙把李家少爷请来，母亲托他和那两个侦探交涉，这可怕的搅骚才幸免了。凌峰背着人悄悄将适才的事告诉了母亲，母亲不禁叹道你姑爹姑妈死得早，可怜剩下她一个孤女又是生来气性高傲，喜打抱不平，现在竟做了革命党，哎！若果有什么意外发生怎么办，说着不禁垂下泪来十二点多钟凌峰的父亲回来了，听知这消息也是一夜担心，昨夜风雨中不知她躲在什么地方去？惊惧的云幔一直遮蔽着凌峰的一家。过了几天忽从邮局送来一封信正是秋瑾的笔迹。凌峰的父亲忙忙展读道舅父母大人尊前前夜自府上逃出，正风雨交作，泥泞道上，仓遑奔驰，满拟即乘晚车北去引避，不料官网密密，卒陷其中，甫到车站，已遭逮捕，虽未经宣布罪状，而前途凶多吉少，则可预臆也。但甥自幼孤露，命运厄蹇，又际国家多事，满目疮痍，危神州之陆沉，何惜性命！以身许国甥志早决矣。虽刀踞斧钺之加，不变斯衷，念皇皇华胄，又摧残于腥膻之满人手中，谁能不冲发裂眦，以求涤雪光复耶？甥不揣愚鄙，窃慕良玉木兰之高行，妄思有以报国，乃不幸而终罹法网，此亦命也。但望革命克成，虽死犹生，又复何憾？唯夙蒙舅父母爱怜，时予训迪，得有今日，罔极深恩，未报万一，一旦溘逝，未免遗恨耳！别矣！别矣！临楮凄惶，不知所云。肃叩福安！甥女秋瑾再拜自从这消息传来以后，母亲整整哭了一夜，第二天父亲到处去托人求情，但朝廷这时最忌党人，虽是女流也不轻赦，等到七天以后，就要绑到法场行刑。父亲不敢把这惊人的信息告诉母亲，只说已托人求情，或者有救，母亲每日在佛堂念佛，求菩萨慈悲，保佑这可怜的甥女。这几天秋雨连绵，秋风瑟瑟，秋瑾被关在重牢里，手脚都上着镣铐，日夜受尽荼毒，十分苦楚，脸上早已惨白，没有颜色。她坐在墙犄角里，对着那铁窗的风雨，怔怔注视，后来她黯然吟道秋风秋雨愁煞人！她念完这诗句之后，她紧紧闭上眼睛，有时想到死的可怕，但是她最终傲然地笑了。如果因为她的牺牲，能助革命成功，这死是重于泰山，还有比这个更好的死法吗？"}
{"text":"这几天秋雨连绵，秋风瑟瑟，秋瑾被关在重牢里，手脚都上着镣铐，日夜受尽荼毒，十分苦楚，脸上早已惨白，没有颜色。她坐在墙犄角里，对着那铁窗的风雨，怔怔注视，后来她黯然吟道秋风秋雨愁煞人！她念完这诗句之后，她紧紧闭上眼睛，有时想到死的可怕，但是她最终傲然地笑了。如果因为她的牺牲，能助革命成功，这死是重于泰山，还有比这个更好的死法吗？她想到这里，不但不怕死，且盼死期的来临，鲜红的心血，仿佛是菩萨瓶中的甘露，她能救一切的生灵，僵卧断头台旁的死尸，是使人长久纪念的，伟大而隽永行刑的头一天，她的舅父托了许多人情，要会她一面，但只能在铁栏的空隙处，看一看，并且时间不得过五分钟。秋瑾这时脸色已变得青黄，两只眼球突出，十分惨厉可怕，她舅父从铁栏里伸进手来，握住她那铁镣铛的手，禁不住流下泪来。秋瑾怔怔凝注他的脸，眼睛里的血，一行行流在两颊上，她惨笑，她摇头！她凄厉地说舅舅保重！她的心已碎了，她晕然地倒在地下，她舅父在外面顿足痛哭，而五分钟的时间，已经到了，狱吏将他带出去。到了第二天十点钟的时候，道路上人忙马乱，卫队一行行过去，荷枪实弹的兵士，也是一队队地过去，一个个威风凛凛，杀气蒸腾，杀一个人，究竟怎么一种滋味？呵！这只有上帝知道。几辆囚车，载着许多青年英豪志士，向刑人场去。最后一辆车上，便是那女英雄秋瑾。凌峰远远地望见，不禁心如刀割呜咽地哭了。街上看热闹的人，对于这些为国死难的志士，有的莫名其妙地说这些都是革命党？有的仿佛很懂得这事情的意味的，只摇着头，微微叹道可怜！最后的囚车的女英雄出现了，更使街上的人惊异，女人也做革命党，这真是破天荒的新闻！这些英雄，一刹那间都横卧在刑人场上，他们的魂魄，都离了这尘浊的世界了。秋瑾的尸骸，由她舅父装殓后，便停在普救寺里。过了不久，革命已告成功，各省都悬上白布旗帜，那腥膻的满洲人，都从贵族的花园里，四散逃亡，皇帝也退了位，这些死难的志士，都得扬眉吐气，各处人士都来公祭黄花岗七十二烈士。秋瑾尤是其中一个努力的志士，因公议把她葬在西湖，使美妙的湖山，更增一段英姿。凌峰想到这里，再看看眼底的景物，但见荒草离离，白杨萧萧，举首天涯，兵锋连年，国是日非，这深埋的英魂，又将何处寄栖！"}
