{"text":"假如你的作品永远没有被人读到的希望自杀。我相信，一颗优秀的灵魂，即使永远孤独，永远无人理解，也仍然能从自身的充实中得到一种满足，它在一定意义上是自足的。但是，前提是人类和人类精神的存在，人类精神的基本价值得到肯定。唯有置身于人类中，你才能坚持对于人类精神价值的信念，从而有精神上的充实自足。优秀灵魂的自爱其实源于对人类精神的泛爱。如果与人类精神永远隔绝，譬如说沦入无人地带或哪怕是野蛮部落之中，永无生还的希望，思想和作品也水无传回人间的可能，那么，再优秀的灵魂恐伯也难以自足了。孤独者必不合时宜。然而，一切都可以成为时髦，包括孤独。语言是存在的家。沉默是语言的家。饶舌者扼杀沉默，败坏语言，犯下了双重罪过。"}
{"text":"但真实又是最容易的，在世界上，唯有它，一个人只要愿意，总能得到和保持。人不可能永远真实，也不可能永远虚假。许多真实中一点虚假，或许多虚假中一点真实，都是动人的。最令人厌倦的是一半对一半。一个人可以承认自己有种种缺点，但决不肯承认自己虚伪，不真诚。承认自己不真诚，这本身需要极大的真诚。有时候一个人似乎敢承认自己不真诚了，但同时便从这承认中获得非常的满足，觉得自己在本质上是多么真诚，比别人都真诚你们不敢承认，我承认了于是，在承认的同时，也就一笔抹杀了自己的不真诚。归根到底还是不承认。对虚伪的承认本身仍然是一种虚伪。真正打动人的感情总是朴实无华的，它不出声，不张扬，埋得很深。沉默有一种特别的力量，当一切喧嚣静息下来后，它仍然在工作着，穿透可见或不可见的间隔，直达人心的最深处。纯洁做不到，退而求其次真实。真实做不到，再退而求其次糊涂。可是郑板桥说难得糊涂。还是太纯洁了。一个人为了实现自我，必须先在非我的世界里漫游一番。但是，有许多人就迷失在这漫游途中了，沾沾自喜于他们在社会上的小小成功，不再想回到自我。成功使他们离他们的自我愈来愈远，终于成为随波逐流之辈。另有一类灵魂，时时为离家而不安，漫游愈久而思家愈切，唯有他们，无论成功失败，都能带着丰富的收获返回他们的自我。我心中有一个声音，它是顽强的，任何权势不能把它压灭。可是，在日常的忙碌和喧闹中，它却会被冷落遗忘，终于喑哑了。在人生的舞台上，我们每个人都在忙忙碌碌地扮演自己的角色，比真的演员还忙，退场的时间更少。例如，我整天坐在这桌子前，不停地写，为出版物写，按照编辑读者的需要写。我暗暗怀着一个愿望，有一天能抽出空来，写我自己真正想写的东西，写我心中的那个声音。可是，总抽不出时间。到真空下来的时候，我就会发现，我不知道自己真正想写什么，我心中的那个声音沉寂了，不知去向了。别老是想，总有一天会写的。自我不是一个可以随意支使的侍从，你老是把它往后推，它不耐烦，一去不返了。我要为自己定一个原则每天夜晚，每个周末，每年年底，只属于我自己。"}
{"text":"例如，我整天坐在这桌子前，不停地写，为出版物写，按照编辑读者的需要写。我暗暗怀着一个愿望，有一天能抽出空来，写我自己真正想写的东西，写我心中的那个声音。可是，总抽不出时间。到真空下来的时候，我就会发现，我不知道自己真正想写什么，我心中的那个声音沉寂了，不知去向了。别老是想，总有一天会写的。自我不是一个可以随意支使的侍从，你老是把它往后推，它不耐烦，一去不返了。我要为自己定一个原则每天夜晚，每个周末，每年年底，只属于我自己。在这些时间里，我不做任何履约交差的事情，而只读我自己想读的书，只写我自己想写的东西。如果不想读不想写，我就什么也不做，宁肯闲着，也决不应付差事。差事是应付不完的，唯一的办法是人为地加以限制，确保自己的自由时间。"}
{"text":"那个在无路的荒原上寻觅着的人失落了。怪谁呢谁叫他追求，谁叫他寻觅无所追求和寻觅的人们，决不会有迷惘感和失落感，他们活得明智而充实。我不想知道你有什么，只想知道你在寻找什么，你就是你所寻找的东西。我们的内心经历往往是沉默的。讲自己不是一件随时随地可以进行的容易的事，它需要某种境遇和情绪的触发，一生难得有几回。那些喜欢讲自己的人多半是在讲自己所扮演的角色。另一方面呢，我们无论讲什么，也总是在曲折地讲自己。人不易摆脱角色。有时候，着意摆脱所习惯的角色，本身就是在不由自主地扮演另一种角色。反角色也是一种角色。一种人不自觉地要显得真诚，以他的真诚去打动人并且打动自己。他自己果然被自己感动了。一种人故意地要显得狡猾，以他的狡猾去魅惑人并且魅惑自己。他自己果然怀疑起自己来了。潇洒就是自然而不做作，不拘束。然而，在实际上，只要做作得自然，不露拘束的痕迹，往往也就被当成了潇洒。如今，潇洒成了一种时髦，活得潇洒成了一句口号。人们竞相做作出一种自然的姿态，恰好证明这是一个多么不自然的时代。什么是虚假虚假就是不真实，或者，故意真实。我一定要真实！可是你已经在虚假了。什么是做作做作就是不真诚，或者，故意真诚。我一定要真诚可是你已经在做作了。对于有的人来说，真诚始终只是他所喜欢扮演的一种角色。他极其真诚地进入角色，以至于和角色打成一片，相信角色就是他的真我，不由自主地被自己如此真诚的表演所感动了。如果真诚为一个人所固有，是出自他本性的行为方式，他就决不会动辄被自己的真诚所感动。犹如血型和呼吸，自己甚至不可觉察，谁会对自己的血型和呼吸顾影自怜呢写到这里，发现此喻不妥，因为自从血型与性格血型与爱情一类小册子流行以来，果然有人对自己的血型顾影自怜了。姑妄喻之吧。由此我获得了个鉴定真诚的可靠标准，就是看一个人是否被自己的真诚所感动。一感动，就难免包含演戏和做作的成分了。真正有独特个性的人并不竭力显示自己的独特，他不怕自己显得与旁人一样。那些时时处处想显示自己与众不同的人，往往是一些虚荣心十足的平庸之辈。"}
{"text":"姑妄喻之吧。由此我获得了个鉴定真诚的可靠标准，就是看一个人是否被自己的真诚所感动。一感动，就难免包含演戏和做作的成分了。真正有独特个性的人并不竭力显示自己的独特，他不怕自己显得与旁人一样。那些时时处处想显示自己与众不同的人，往往是一些虚荣心十足的平庸之辈。质朴最不容易受骗，连成功也骗不了它。以真诚换取真诚可是，这么一换，双方不是都失去自己的真诚了吗真诚如果不讲对象和分寸，就会沦为可笑。真诚受到玩弄，其狼狈不亚于虚伪受到揭露。"}
{"text":"说句公道话，文字本身就诱惑他们这样做。他们惯于用文字表达自己，而文字总是要给人看的，这就很容易使他们的表达变成一种表演，使他们的独白变成一种演讲。他们走近文字如同走近一扇面向公众的窗口，不由自主地要摆好姿势。有时候他们拉上窗帘，但故意让屋里的灯亮着，以便把他们的孤独忧伤痛苦等等适当地投在窗帘上，形成一幅优美的剪影。即使他们力戒卖弄，决心真实，也不能担保这诉诸文字的真实不是又一种卖弄。这是一位多愁善感的，并且知道自己多愁善感，被自己的多愁善感所感动，于是愈发多愁善感了。他在想象中看到读者感动的眼泪，自己禁不住也流下感动的眼泪，泪眼朦胧地在稿纸上签下了自己的名字。有做作的初学者，他其实还是不失真实的本性，仅仅在模仿做作。到了做作而不自知是做作，自己也动了真情的时候，做作便成了本性，这是做作的大师。真诚者的灵魂往往分裂成一个法官和一个罪犯。当法官和罪犯达成和解时，真诚者的灵魂便得救了。做的灵魂往往分裂成一个戏子和一个观众。当戏子和观众彼此厌倦时，做的灵魂便得救了。角色在何处结束，真实的自我在何处开始，这界限常常是模糊的。有些角色仅是服饰，有些角色却已经和我们的躯体生长在一起，如果把它们一层层剥去，其结果比剥葱头好不了多少。演员尚有卸妆的时候，我们生生死死都离不开社会的舞台。在他人目光的注视下，甚至隐居和自杀都可以是在扮演一种角色。也许，只有当我们扮演某个角色露出破绽时，我们才得以一窥自己的真实面目。刻意求真实者还是太关注自己的形象，已获真实者只是活得自在罢了。在精神领域的追求中，不必说世俗的成功，社会和历史所承认的成功，即便是精神追求本身的成功，也不是主要的目标。在这里，目标即寓于过程之中，对精神价值的追求本身成了生存方式，这种追求愈执著，就愈是超越于所谓成败。一个默默无闻的贤哲也许更是贤哲，一个身败名裂的圣徒也许更是圣徒。如果一定要论成败，一个伟大的失败者岂不比一个渺小的成功者更有权被视为成功者哲学我剪除哲学的晦涩，为它嫁接上诗的含蓄。有的人喜欢用哲学语汇表达日常的体验，我喜欢用日常语汇表达哲学的体验。"}
{"text":"在这里，目标即寓于过程之中，对精神价值的追求本身成了生存方式，这种追求愈执著，就愈是超越于所谓成败。一个默默无闻的贤哲也许更是贤哲，一个身败名裂的圣徒也许更是圣徒。如果一定要论成败，一个伟大的失败者岂不比一个渺小的成功者更有权被视为成功者哲学我剪除哲学的晦涩，为它嫁接上诗的含蓄。有的人喜欢用哲学语汇表达日常的体验，我喜欢用日常语汇表达哲学的体验。人们厌恶了大而无当的体系言之无物的长文。新鲜的感受有活泼的生命，硬要把它钉在体系的框架上，只成了死去的标本。深刻的哲理有含蓄之美，硬要把它溶解和稀释在长篇大论中，只剩下了一杯白开水。哲学家在大海边漫步沉思，把珠贝拾回家珍藏起来，却把灰色的海滩留给读者。"}
{"text":"从什么时候起，哲学板起了论文的刻板面孔古希腊有隐逸哲人，有逍遥学派花园学派，哲学家们在户外在大自然中思考宇宙和人生。我猜想，哲学完全学院化体系化是中世纪神学兴起以后的事情，随着哲学所追问的那个绝对化身为上帝被关进教堂的四壁，哲学家们也就作为上帝的仆人被关进了学院的四壁，专事构造体系以论证上帝的权威。上帝死了，但仆人积习难改，总要论证点什么。我偏爱那些用随笔格言手记等散文形式写作的哲学家，我喜欢倘样在哲学的散文天地里。这里较少独断的论证和说教，有更多的质朴和自然，更多的直觉和洞见。这里没有普洛克路斯忒斯之床，用不着为了体系的需要而拉长或截短活的感觉和思想。如果说体系巨构犹如巍峨的哥特式教堂或现代摩天大楼，那么，好的哲理散文就像一片清新的原野，当我从前者步入后者时，顿觉精神爽朗，新鲜空气扑鼻而来。我工作了一整天。我的工作是研究哲学，也就是说，对别人的思想进行搜集整理分析评论，写出合乎规范的论文。现在我累了，我决定把夜晚留给自己，轻松地休息一下。于是，我翻开了蒙田的随笔，读上几页，或者翻开我的小本子，写下自己的随感。这当然不算研究哲学，可是我觉得自己比白天研究哲学时更是个哲学家了我于哲学一直是个闲人游客，凡见挂有闲人莫入游客止步招牌的严肃去处，便知趣地规避。我怕那里面的气氛对我的健康和我的哲学均为不利。有的人惯于从一小点感受演绎出一大篇玄妙的哲理。可惜的是，在这座他自己营造的哲学迷宫里，他自己也常常迷路，找不到充当他的向导的那一小点感受了。新的哲学理论层出不穷。在我看来，其中只有很少的哲学，多半是学术。随着文明的进化，学术愈来愈复杂了，而哲学永远是单纯的。我深信哲学家与艺术家是相通的。诗人的心灵，哲学家的头脑，这两样东西难道能够分开吗对人生的强烈感受难道不是必然会导致对人生秘密的探索吗艺术难道不就是对人生之谜的解答吗艺术家和哲学家是气质相似的人，他们都是不实际不世故的，进入他们视野的是人生和宇宙的大问题。艺术与性，哲学与死，均有不解之缘。艺术用审美净化性的烦恼，哲学用智慧净化死的恐惧。"}
{"text":"在我看来，其中只有很少的哲学，多半是学术。随着文明的进化，学术愈来愈复杂了，而哲学永远是单纯的。我深信哲学家与艺术家是相通的。诗人的心灵，哲学家的头脑，这两样东西难道能够分开吗对人生的强烈感受难道不是必然会导致对人生秘密的探索吗艺术难道不就是对人生之谜的解答吗艺术家和哲学家是气质相似的人，他们都是不实际不世故的，进入他们视野的是人生和宇宙的大问题。艺术与性，哲学与死，均有不解之缘。艺术用审美净化性的烦恼，哲学用智慧净化死的恐惧。但是，性的癫狂一方面给人以个体解体即死的体验，另一方面又是种族生命延续即抗拒死的唯一手段。所以，性兼是死和死的拯救。"}
