{"text":"她穿着灰色长外套，里面是橘黄色套衫脚下是褐色平跟鞋她戴着一副很平常的眼镜，赤褐色的头发在脑后挽成一个髻。她大大方方地走着，没有一点好奇，似乎这是她的城市。在自行车的车把上挂着一个篮子，里面放了一长条面包和一盒果汁，果汁纸盒上印着好胃口pp的字样，这好胃口的拼写中和是连在一起的，中间并无元音字母，对此，她已习以为常了。如果她是推着自行车去商店，或是走在高大的公寓街区可以看见公寓顶楼上吊运家具的吊钩那么，我们不会感觉出任何的异国情调。好奇会驱使我们寻求理解。她上哪儿去？她在想些什么？她的朋友是谁？福楼拜和坎普乘船到马赛，然后从那里换上一艘开往亚历山大的班轮时，福楼拜突然对另一位女人产生了类似的强烈好奇。船上别的乘客都在心不在焉地看风景，福楼拜的眼睛盯住的却是站在甲板上的一位女士。福楼拜在埃及旅行手记中写道，她是一个年轻苗条的女子，戴着草帽，草帽上罩着长长的绿色面纱她穿着一件紧身礼服，礼服外还套着一件短的丝质上衣。礼服有丝绒领子，两侧都有口袋。她的双手正插在口袋里。礼服正面，两排钮扣自上而下紧扣着，勾勒出了她的曲线，再往下，便是无数的褶裥。风中，这些褶裥在她的膝部飘舞。她戴着紧紧的黑色手套，旅程中的多数时候，她都倚着船舷，看着河流两岸的风景我常有一种冲动，想为我所遇上的人编故事，强烈的好奇心迫使我想知道她们过的是怎样一种生活。我想知道她们的职业，她们的国籍她们的姓名我想知道她们此时此刻在想些什么，她们生活中有何遗憾，她们的期求又是什么？我还想知道她们曾有过怎样的恋情，而现在她们的梦想又是指向何方如果碰巧遇上的是一位女士特别是年轻的女士，这种好奇心的驱动力就会变得尤为强烈。老实说，你迫不及待地想看到她赤裸时的样子，想听到她的倾心告白。你会想尽办法打听她从哪旅行的艺术里来，又将到哪里去？为什么她现在身处此地而非他方你的眼光不停地在她身上游走脑子里想象着自己同她坠人情网，认定她非常痴情。你想象她的卧室，还有许许杀多和她相关的事情直至她下床时在卧室里穿的旧拖鞋。在异域一个有吸引力的人除了具有我们本国人所具有的魅力外他所处国度的异域情调也让他生辉不少。"}
{"text":"老实说，你迫不及待地想看到她赤裸时的样子，想听到她的倾心告白。你会想尽办法打听她从哪旅行的艺术里来，又将到哪里去？为什么她现在身处此地而非他方你的眼光不停地在她身上游走脑子里想象着自己同她坠人情网，认定她非常痴情。你想象她的卧室，还有许许杀多和她相关的事情直至她下床时在卧室里穿的旧拖鞋。在异域一个有吸引力的人除了具有我们本国人所具有的魅力外他所处国度的异域情调也让他生辉不少。如果爱是寻求那些我们自身所不具备却为我们所爱之人独有的个性魅力，那么，当我们和异域情人相爱时，我们更有理由期待自己融入一种我们自身文化所缺失的价值和观念之中。德拉克洛瓦所作与摩洛哥相关的油画似乎就给我们传递了这样的信息对一个地方的向往是如何点燃我们对生活在那个地方的人的欲望。就拿呆在家里的阿尔及尔女人来说，看到这幅画的人可能就像福楼拜对他所遭遇的女性一样急切地想知道她们的姓名，想知道她们此时此刻在想些什么，她们的生活中有何遗憾，她们的期求又是什么？还想知道她们曾有过什么样的恋情，而现在她们的梦想又是指向何方福楼拜在埃及的传奇般的性经历虽是一种近乎买卖的嫖妓行为，但并非与感情无涉。这次性经历发生在一个叫埃斯纳的小镇。埃斯纳位于尼罗河西岸，卢克索以南约五十公里。福楼拜和坎普曾在那里留宿，并结识了一位有名的交际花――库欧仁德拉克洛瓦丘珂哈娜姆。库丘呆在家里的阿尔及尔女人，年珂还以能歌善舞和见多识广而知名。妓女一词是与库丘珂尊贵的地位不相称的。福楼拜对她一见钟情她的皮肤，特e是躯体的皮肤，略带咖啡色。弯腰时，丰满部位的肌肤呈波浪状，宛若一道道古铜色的山脊。她有着黑色的大眼睛，黑色的眉毛，宽大的鼻孔，圆实的双肩，双乳则苹果般饱满突出她的头发也是黑色，卷曲蓬松，从前额开始中分，往两边梳至脑后她右上方的一颗门牙似乎已被虫蛀了。库丘珂邀请福楼拜到她布置简单的家里。那晚，天空十分清朗，但格外地冷。在他的本子里，福楼拜有这样的记载我们上床了她把手放在我的手中，睡着了，微微地打着鼾。"}
{"text":"她有着黑色的大眼睛，黑色的眉毛，宽大的鼻孔，圆实的双肩，双乳则苹果般饱满突出她的头发也是黑色，卷曲蓬松，从前额开始中分，往两边梳至脑后她右上方的一颗门牙似乎已被虫蛀了。库丘珂邀请福楼拜到她布置简单的家里。那晚，天空十分清朗，但格外地冷。在他的本子里，福楼拜有这样的记载我们上床了她把手放在我的手中，睡着了，微微地打着鼾。室内桌灯如豆，一块三角形的光斑，朦胧的金属色，落在她漂亮的额头上，而她面部的其他各处都在阴影旅行的艺术里。她的小狗则在沙发上，睡在我的丝绒夹克衫上。她抱怨说有点咳嗽，因此我将己的毛皮披风加盖在她的睡毯上我则思绪翻涌，想起很多的往事。她的腹部紧贴着我的屁股，我还感觉到她的胸脯，远比她的腹部暧热，贴着我，像是热乎乎的熨斗我们就这样紧拥在一起，这种身体的交流胜过千言万语。她睡着了，手和大腿自然地收缩着似乎在禁不住地颤栗当你离开的时候，你确信自己已在身后留下了一份记忆，确信在众多的曾在她的住处留宿的人中，她会更多地记起你，确信你会被她藏在心底，这是一件多么让人得意和自傲的事情福楼拜沿着尼罗河而下的整个行程屮从未停止过对库丘珂的怀念。在从菲莱到阿斯旺的返程中，福楼拜和坎普在埃斯纳再度停留，并再次探P了库丘珂。这次见面只能让福楼拜愈发伤感无边的悲哀这就是结局！我将再也不能见到她。记忆中她的容颜将慢慢消失。事实是，这以后，福楼拜终其一生都未忘却库丘珂的容颜。我们所接受的教育，提醒我们应该对一些欧洲人的异国狂想持怀疑态度，尽管他们的确曾到东方旅行，并在当地人的家中留宿过。那么，福楼拜对埃及的狂热是否也只是他藉以回避他所憎恶的家国的一种幻想，是否是他儿时对东方的理想图景在成年时期的一种延续呢？在旅行之初，福楼拜对埃及的了解也许非常含混，蔷过在埃及个月的生活，他对埃及的理解应该称得上是真实的。到亚历山大才不过天，他就开始学习当地语言，并试图了解当地历史。他聘了一位私人老师，跛全面讲解穆斯林的习俗，一天小时，每小时付给他法郎。两个月后，他就打算写一本叫穆斯林习俗的书，并草拟了简纲，有专门介绍穆斯林教徒的出生割礼婚嫁到麦加朝圣葬礼和最后审判等。"}
{"text":"在旅行之初，福楼拜对埃及的了解也许非常含混，蔷过在埃及个月的生活，他对埃及的理解应该称得上是真实的。到亚历山大才不过天，他就开始学习当地语言，并试图了解当地历史。他聘了一位私人老师，跛全面讲解穆斯林的习俗，一天小时，每小时付给他法郎。两个月后，他就打算写一本叫穆斯林习俗的书，并草拟了简纲，有专门介绍穆斯林教徒的出生割礼婚嫁到麦加朝圣葬礼和最后审判等。通过纪尧姆波捷的东方圣书，他能背记古兰经中的一些段落。此外，他还阅读了欧洲关于埃及的主要著作，这其中包括沃尔内的埃及和叙利亚之旅和夏尔丹的波斯和其东方其他地区之旅。在开罗，他同科普特教主教有过多次交谈，并走访了亚美尼亚人希腊人和逊尼派教徒们居住的社区。他已是皮肤黝ssss―，法历史学家和哲学家。――丨―，法国旅行家，经常旅行于中东和印度。――旅行的艺术黑，蓄着胡须，并能讲当地语言，所以他常被误认为当地人。他穿着努比亚人的白色棉衫，上面缝着一些红绒球他还差不多剃光了头发，只在脑后留了一绺，以便穆罕默德在最后审判日拎住你。他甚至还有一个埃及名字，在给他母亲的信中，他是这样解释的埃及人觉得法国人的名字很难发音，所以他们用埃及名字来称呼欧洲人。你猜我叫什么阿布尚纳卜，意思是胡子之父。阿布，就是父亲的意思，适用于人们交谈中的所有重要的人和事――因此，他们称销售各种商品的商人们鞋子之父胶水之父芥末之父，等等。对埃及的正确了解意味着发现一个新的世界，它同从鲁昂远距离观照而形成的埃及意象不尽相同。自然，失望也是难免会有的。埃及之旅后过了很多年福楼拜已是知名作家，坎普则不再是他的朋友，并热衷于攻击福楼拜。令人难以置信的是，依据坎普的记述，福楼拜在尼罗河上的日子同他在鲁昂时一样无聊广我兴奋异常，但福楼拜却正相反。他沉默而拘谨。他不喜欢各处走动，也不喜欢采取什么行动。"}
{"text":"对埃及的正确了解意味着发现一个新的世界，它同从鲁昂远距离观照而形成的埃及意象不尽相同。自然，失望也是难免会有的。埃及之旅后过了很多年福楼拜已是知名作家，坎普则不再是他的朋友，并热衷于攻击福楼拜。令人难以置信的是，依据坎普的记述，福楼拜在尼罗河上的日子同他在鲁昂时一样无聊广我兴奋异常，但福楼拜却正相反。他沉默而拘谨。他不喜欢各处走动，也不喜欢采取什么行动。他也许喜欢旅行，但只要可能，他更愿意不被干扰，手脚横陈地躺在沙发上看着各种风景，各类古迹和不同的城市在电视屏幕上以全貌的形式自动地展呈出来。我们刚到月薏偶柑欤我就看出了他的厌倦和无聊尽管这次旅行是他多年来的梦想，是他原以为根本不可能实现的梦想，但旅行并没有带给他满足感。我曾相当直率地对他说你如果想回法国，我可以让我的仆人陪你回去。他回答说不成，既然已经开始这次旅行，我就得坚持到最后。你安排旅行的曰程，我会尽可能地配合――对我来说，往哪走都无所谓。在他看来，那里所有的庙宇都一样，所有的清真寺都雷同，所有的风景泞无二致。我不清楚当他凝望大象岛时是否在思念索特维尔的草坪，而当他注目尼罗河的时候，是否在盼着快快见到塞钿河坎普的说辞并非全无根据。旅行至阿斯旺附近时，福楼拜曾陷入沮丧，在日记中有这样的记述广埃及的庙宇已经太让我厌烦了。它们是否会像是布列塔尼的教堂，比利牛斯山旅行的艺术的瀑布？噢，存在着必然性！做你该做的事吧！在不同的环境里尽管你可能一时反感，永远表现出你应该表现出来的样子，不管你是一位年轻人，一位游客，一位艺术家，或者是一个儿子，一位公民在菲莱，福楼拜没住几天，便在日记中继续写道这个地方没有让我兴奋起来，我情绪低落。噢，上帝呀，厌倦到底是什么呀为什么总是与我形影不离？无聊之纠缠于我，有如德伊阿尼拉的毒衣之缠裹赫拉克勒斯更为糟糕的是，无聊是在慢慢地一点一点地咀嚼我的灵魂。"}
{"text":"噢，上帝呀，厌倦到底是什么呀为什么总是与我形影不离？无聊之纠缠于我，有如德伊阿尼拉的毒衣之缠裹赫拉克勒斯更为糟糕的是，无聊是在慢慢地一点一点地咀嚼我的灵魂。此外，尽管福楼拜希望能摆脱他所认为的欧洲现代资产阶级的那种极端的愚蠢，但他发现，不管身处何地，这种愚蠢无时不伴随着他愚蠢是一种顽固的东西如果你试图从你的生活中根除这种愚蠢，那么，你的生活也就随之毁掉了在亚历山大，一个叫汤普逊的家伙――他是一位来自桑德兰的游客――将自己的名字刻在庞培柱离地英s，是罗马传说中最著名的英雄他打败敌人，娶得德伊阿尼拉为妻。后来，半人半马怪捏索斯想要奸污德伊阿尼拉，赫拉克勒斯用一支毒箭将其杀死，怪物临死前要德伊阿尼拉把他伤口流出的血保存好，因为任何人如果涂上他的血都会永远爱她。后来，德伊阿尼拉怀疑赫拉克勒斯移情别恋，就让赫拉克勒斯穿上涂了血的衣服，实际上血有剧毒赫拉克勒斯一触它即死去。――尺高的地方。在英里外你就能看见他的名字。只要你看到了庞培柱，你必然就会看见汤普逊的字样自然，你就会联想到汤普逊其人。这白痴已成了纪念柱的一部分，并使自己同庞培柱一起万世留名。我能说什么呢？他用巨型的字母刻写了他的名字，这份壮观几乎让庞培柱相形失色所有白痴差不多都有桑德兰的汤普逊这种德性。一生中在那些最美丽的地方和那些最精致的景观前，我们不知会碰上多少个这样的白痴！旅行中，也会遇上无数因为仅仅是擦肩而过，之后，我们尚能一笑，因而不同于曰常生活中的境况，在常生活中，白痴最终都会让人恼怒不已。然而，这些并不意味着福楼拜对埃及的迷恋是源自他判断上的失误。他不过是用一种更现实却依然让他极度心动的图景取代了原来的理想得近乎荒谬的想象，他对埃及充满的是一种解后的心悦，而不再是年少时的狂热。坎普具有讽刺意味地把他描绘成一个失望的旅者，这让福楼拜有些生气他对波伊特文说广一个中产者也许会说你若去那里，你将会有强烈的幻灭感。但我很少有幻觉，更少体验幻灭感。总有人给谎言以夸饰，还说一切的诗意都基于各类幻觉，这实在是一种愚蠢的滥调。旅行的艺术在给他母亲的信中，福楼拜非常准确地陈述了埃及之行带给他的收获你问我，我所眼见的东方是否同原有的想象相符。"}
{"text":"坎普具有讽刺意味地把他描绘成一个失望的旅者，这让福楼拜有些生气他对波伊特文说广一个中产者也许会说你若去那里，你将会有强烈的幻灭感。但我很少有幻觉，更少体验幻灭感。总有人给谎言以夸饰，还说一切的诗意都基于各类幻觉，这实在是一种愚蠢的滥调。旅行的艺术在给他母亲的信中，福楼拜非常准确地陈述了埃及之行带给他的收获你问我，我所眼见的东方是否同原有的想象相符。是的，是相符的而且超乎我的想象，这里的一切极大地扩展了我先前对东方的狭隘观念。以前对东方的一些模糊不清认识现在都变得具体清晰起来。即将作别埃及，福楼拜感到心烦意乱。何时我才能再见到棕榈树？何时我才能再次骑上单峰驼他黯然自问，而这以后，毕其一生他都只是在梦想之中频频眷顾这个国度。年，福楼拜溘然辞世。在临终的前几天，他还对他的侄女卡罗琳说广两周来，我一直都盼着能看到蓝天下傲立的棕榈树，盼着能听到光塔顶上鹳雀咂嘴的声音。福楼拜与埃及的一世情缘似乎在鼓动我们珍视，并加深我们对某些国家的迷恋。从年少时起，福楼拜就坚持认为自己不是法国人。他对自己的国家和自己的国民的憎恶是如此之深以至于他的法国公民的身份近平是一种嘲讽。他也因此提出一种新的方法来确定一个人的国籍不是按照一个人的出生之地亦非依据他家庭的归属来决定其国籍一个人的国籍因取决于他所喜爱的地方。对他而言，把这个尚不确定的概念从喜欢的地方延伸到性别和种族也许更合逻辑他曾经在某个场合宣称，不可以貌取人，他其实是一个女人一只骆驼和一只熊。我想给自己买一只漂亮的熊，我说的是画上的熊，把它装裱好，挂在我的卧室里，并在画的下面写上古斯塔夫福偻拜的画像，以此来表明我的道德取向和社交习惯。还在学生时代，福楼拜刚从科西嘉度假回家，就在一封信里第一次表达了他是属于法国以外的另一个地方的想法回到这个鬼国家，我感到很恶心，这里你常能看到太阳悬在天上，像是一颗钻石镶在猪的屁股上。我才不管什么诺曼底族和可爱的法兰西我想一定是风将我吹到这个泥淖之邦我敢肯定我生在别处――我一直都有一种对飘香的海岸和蔚蓝的大海的感觉，像是记忆，或者说是直觉。"}
{"text":"还在学生时代，福楼拜刚从科西嘉度假回家，就在一封信里第一次表达了他是属于法国以外的另一个地方的想法回到这个鬼国家，我感到很恶心，这里你常能看到太阳悬在天上，像是一颗钻石镶在猪的屁股上。我才不管什么诺曼底族和可爱的法兰西我想一定是风将我吹到这个泥淖之邦我敢肯定我生在别处――我一直都有一种对飘香的海岸和蔚蓝的大海的感觉，像是记忆，或者说是直觉。我生来本是交趾支那的皇帝，吸着英尺长的烟管，娶有名妻妾，还有个娈童，拥有努米底亚的好马和大理石铺成的水池，还佩戴着短弯刀，可以随时用它们割下那些我认为长得难看的人的头颅找个地方来替代可爱的法兰西也许不切实际，但这封信里所潜含的要旨，即是风将他吹到这个国家的信念在旅行的艺术他长大成人后仍被重复提及，并得到了更合理的解释。埃及之旅结c后，福楼拜试图向路易斯科莱我的苏丹解释他的国家身份的理论但与种族和性别无涉至于说祖国，也就是可以在地图上找到的用红色或蓝色界线分隔出来的一小块地方这种观念是不对的。对我来说祖国是我热爱的同度，换言之，是一个给我梦想，让我舒畅的国度。在我身上，中国人的特性并不比法国人的特性少，而我们战胜了阿拉伯世界的事实并不能让我高兴，相反，我为阿拉伯世界的失败而悲伤。我热爱那些粗犷韧毅刚强的围民――他们是最后的原始人。中午，他们躺在骆驼肚皮下的阴凉里，一边吸着长长的烟管，一边取笑我们所谓的优秀文明，他们的取笑让优秀文明里的人震怒不已路易斯在回复中表示，把福楼拜视为中国人或阿拉伯人是荒谬的。几天后，我们的小说家在给路易斯的招胖凶髁嘶赜Γ坚持和强调了自己的立场，并显得有些不耐烦与其说我是现代人，不如说我是古代人与其说我是法国人，不如说我是中国人。祖国的观念，亦即一个人必须生活在地图上用红色或蓝色所标示的一小块土地上，并且仇恨那些生活在用绿色或黑色标示的地块上的人们在我看来，这是狭隘蒙昧和极端愚蠢的。我是所有活着的生物的兄弟，是人的兄弟，同样地，也是长颈鹿和鳄鱼的兄弟。"}
{"text":"祖国的观念，亦即一个人必须生活在地图上用红色或蓝色所标示的一小块土地上，并且仇恨那些生活在用绿色或黑色标示的地块上的人们在我看来，这是狭隘蒙昧和极端愚蠢的。我是所有活着的生物的兄弟，是人的兄弟，同样地，也是长颈鹿和鳄鱼的兄弟。我们，所有的人，都是因为风而四散各地，然后在一个国家出生我们无法选择自己的出生之地但是，和福楼拜一样，我们长大成人后，都有依据内心的忠诚来想象性地重造我们的国家身份的自由。如果我们厌烦了自己正式的国籍在福楼拜的成见词典中，法国的解释是看着旺多姆纪念碑，人们一定会因为自己是法国人而无比自豪，我们可以回复到真正的自我，不再是诺曼底人，而更像是一个贝都因人，在干热的南风中快乐地骑着骆驼，坐在快餐店里用餐，毫不忌讳身旁有驴子拉屎，也乐于参与爱德华莱恩所谓的淫秽而放肆的谈话。有人问苏格拉底他从哪里来，苏格拉底回答说，他来世界而非雅典。福楼拜生于鲁昂在他年轻时的记述中，鲁昂有如地狱，在那里中规中矩的公民们在星期天因为太过无聊，只好可笑地手淫，但他的另一面，阿布尚纳卜，胡子之父，也许会回答说，他，福楼拜，也有理由属于埃及。是中东沙漠讲阿拉伯语的游牧民族。――旅行的艺术地点向导好奇心s马岳锖楸ご禾欤我受邀到马德里出席一个天的会议，会议预计在星期五下午结束。由于我从来没有到过这个城市，而又听说这里有一些名胜古迹显然不限于博物馆，我决定留下来多住几天。接待我的朋友为我在旅馆租了一间客房。这间旅馆就坐落在城市东南部一条树木林立的大街上。从这里可以俯视一座庭院。有时，我会看到一位个子矮小长得很像菲利普二世的男子，站在那里一面抽着烟，一面用脚轻叩着我想应该是通往地窖的一扇铁门。星期五傍晚，我很早就回房休息。我并没有向接待我的友人透露，我准备在这里度过周末，因为我担心那样会增添他们的麻烦，反倒对大家都不好。不过，这意味着我的晚餐将没有着落。在走回旅店的途中，我没有胆子去路边的餐馆一探究竟。很多地方都是黑漆漆的木屋，好些餐馆的天花板都垂吊着火腿。"}
