{"text":"名古屋的高等学校，在离开街市中心有两三里地远的东乡区域。到了这一区中国留学生比较得少的乡下地方，所受的日本国民的轻视虐待，虽则减少了些，但因为二十岁的青春，正在我的体内发育伸张，所以性的苦闷，也昂进到了不可抑止的地步。是在这一年的寒假考完了之后，关西的一带，接连下了两天大雪。我一个人住在被厚雪封锁住的乡间，觉得怎么也忍耐不住了，就在一天雪片还在飞舞着的午后，踏上了东海道线开往东京去的客车。在孤冷的客车里喝了几瓶热酒，看看四面并没有认识我的面目的旅人，胆子忽而放大了，于到了夜半停车的一个小驿的时候，我竟同被恶魔缠附着的人一样，飘飘然跳下了车厢。日本的妓馆，本来是到处都有的但一则因为怕被熟人的看见，再则虑有病毒的纠缠，所以我一直到这时候为止，终于只在想象里冒险，不敢轻易的上场去试一试过。这时候可不同了，人地既极生疏，时间又到了夜半几阵寒风和一天雪片，把我那已经喝了几瓶酒后的热血，更激高了许多度数。踏出车站，跳上人力车座，我把围巾向脸上一包，就放大了喉咙叫车夫直拉我到妓廓的高楼上去。受了龟儿鸨母的一阵欢迎，选定了一个肥白高壮的花魁卖妇，这一晚坐到深更，于狂歌大饮之余，我竟把我的童贞破了。第二天中午醒来，在锦被里伸手触着了那一个温软的，更模糊想起了前一晚的痴乱的狂态，我正如在大热的伏天，当天被泼上了一身冰水。那个无知的少女，还是袒露着全身，朝天酣睡在那里窗外面的大雪晴了，阳光反射的结果，照得那一间八席大的房间，分外的晶明爽朗。我看看玻璃窗外的半角晴天，看看枕头边上那些散乱着的粉红樱纸，竟不由自主地流出来了两条眼泪。第三辑孤独人生零余者太不值得了！太不值得了！我的理想，我的远志，我的对国家所抱负的热，现在还有些什么？还有些什么呢？心里一阵悔恨，眼睛里就更是一阵热泪披上了妓馆里的袍，斜靠起了上半身的身体，这样的悔着呆着，一边也不断的暗泣着，我真不知坐尽了多少的时间直到那位女郎醒来，陪我去洗了澡回来，又喝了几杯热酒之后，方才回复了平时的心状。"}
{"text":"第三辑孤独人生零余者太不值得了！太不值得了！我的理想，我的远志，我的对国家所抱负的热，现在还有些什么？还有些什么呢？心里一阵悔恨，眼睛里就更是一阵热泪披上了妓馆里的袍，斜靠起了上半身的身体，这样的悔着呆着，一边也不断的暗泣着，我真不知坐尽了多少的时间直到那位女郎醒来，陪我去洗了澡回来，又喝了几杯热酒之后，方才回复了平时的心状。三个钟头之后，皱着长眉，靠着车窗，在向御殿场一带的高原雪地里行车的时候，我的脑里已经起了一种从前所绝不曾有过的波浪，似乎在昨天的短短一夜之中，有谁来把我全身的骨肉都完全换了。沉索性沉到底吧！不入地狱，哪见佛性，人生原是一个复杂的迷宫。这就是我当时混乱的一团思想的翻译。一九三六年一月末日还乡记一大约是午前四五点钟的样子，我的过敏的神经忽而颤动了起来。张开了半只眼，从枕上举起非常沉重的头，半醒半觉的向窗外一望，我只见一层灰白色的云丛，密布在微明的空际，房里的角上桌下，还有些暗夜的黑影流荡着，满屋沉沉，只充满了睡声，窗外也没有群动的声息。还早哩！我的半年来睡眠不足的昏乱的脑经，这样的忖度了一下，将还有些昏痛的头颅仍复投上了草枕，睡着了。第二次醒来，急急的跳出了床，跑到窗前去看跑马厅的大自鸣钟的时候，心里忽而起了一阵狂跳。我的模糊的睡眼，虽看不清那大自鸣钟的时刻，然而第六官却已感得了时间的迟暮，八点钟的快车大约总赶不到了。天气不晴也不雨，天上只浮满了些不透明的白云，黄梅时节将过的时候，像这样的天气原是很多的。我一边跑下楼去匆匆的梳洗，一边催听差的起来，问他是什么时候。因为我的一个镶金的钢表，在东京换了酒吃，一个新买的爱而近，去年在北京又被人偷了去，所以现在只落得和桃花源里的乡老一样，要知道时刻，只能问问外来的捕鱼者今是何世？听说是七点三刻了，我忽而衔了牙刷，莫名其妙的跑上楼跑下楼的跑了几次，不消说心中是在懊恼的。忙乱了一阵，后来又仔细想了一想，觉得终究是赶不上八点的早车了，心地倒渐渐地平静了下去。慢慢的洗完了脸，换了衣服，我就叫听差的去雇了一乘人力车来，送我上火车站去。我的故乡在富春山中，正当清冷的钱塘江的曲处。车到杭州，还要在清流的江上坐两点钟的轮船。"}
{"text":"听说是七点三刻了，我忽而衔了牙刷，莫名其妙的跑上楼跑下楼的跑了几次，不消说心中是在懊恼的。忙乱了一阵，后来又仔细想了一想，觉得终究是赶不上八点的早车了，心地倒渐渐地平静了下去。慢慢的洗完了脸，换了衣服，我就叫听差的去雇了一乘人力车来，送我上火车站去。我的故乡在富春山中，正当清冷的钱塘江的曲处。车到杭州，还要在清流的江上坐两点钟的轮船。这轮船有午前午后两班，午前八点，午后二点，各有一只同小孩的玩具似的轮船由江干开往桐庐去的。若在上海乘早车动身，则午后四五点钟，当午睡初醒的时候，我便可到家，与闺中的儿女相见，但是今天已经是不行了。是阴历的六月初二。不能即日回家，我就不得不在杭州过夜，但是羞涩的阮囊，连买半斤黄酒的余钱也没有的我的境遇，教我哪里更能忍此奢侈。我心里又起恼来了。可恶的我的朋友，你们既知道我今天早晨要走，昨夜就不该谈到这样的时候才回去的。可恶的是我自己，我已决定于今天早晨走，就不该拉住了他们谈那些无聊的闲话的。这些也不知是从哪里来的话？这些话也不知有什么兴趣？但是我们几个人愁眉蹙额的聚的时候，起先总是默默，后来一句两句，话题一开，便倦也忘了，愁也丢了，眼睛就放起怖人的光来了，有时高笑，有时痛哭，讲来讲去，去岁今年，总还是这几句话世界真是奇怪，像这样轻薄的人，也居然能成中国的偶像的。正唯其轻薄，所以能享盛名。他的著作是什么东西？连抄人家的著书还要抄错！唉唉！还有呢！比更卑鄙，更不通，而他享的名誉反而更大！今天在车上看见的那个犹太女子真好哩！她的屁股真大得爱人。她的臂膊！第三辑孤独人生零余者啊啊！恩斯来的那本彭思生里参拜记，你念到什么地方了？三个东部的野人，三个方正的男子，他们起了崇高的心愿，想去看看什，泻，奥夫，欧耳。你真记得牢！像这样的毫无系统，漫无头绪的谈话，我们不谈则已，一谈起头，非要谈到傀儡消尽，悲愤泄完的时候不止。唉，可怜的有识无产者，这些清谈，这些不平，与你们的脆弱的身体，高亢的精神，究有何补？"}
{"text":"她的臂膊！第三辑孤独人生零余者啊啊！恩斯来的那本彭思生里参拜记，你念到什么地方了？三个东部的野人，三个方正的男子，他们起了崇高的心愿，想去看看什，泻，奥夫，欧耳。你真记得牢！像这样的毫无系统，漫无头绪的谈话，我们不谈则已，一谈起头，非要谈到傀儡消尽，悲愤泄完的时候不止。唉，可怜的有识无产者，这些清谈，这些不平，与你们的脆弱的身体，高亢的精神，究有何补？罢了罢了，还是回头到正路上去，理点生产罢！昨天晚上有几位朋友，也在我这里，谈了些这样的闲话，我入睡迟了，所以弄得今天赶车不及，不得不在西子湖边，住宿一宵，我坐在人力车上，孤冷冷的看着上海的清淡的早市，心里只在怨恨朋友，要使我多破费几个旅费。二人力车到了北站，站上人物萧条。大约是正在快车开出之后，慢车未发之先，所以现出这沉静的状态。我得了闲空，心里倒生出了一点余裕来，就以北站构内，闲走了一回。因为我此番归去，本来想去看看故乡的景状，能不能容我这零余者回家高卧，所以我所带的，只有两袖清风，一只空袋，和填在鞋底里的几张钞票――这是我的脾气，有钱的时候，老把它们填在鞋子底里。一则可以防止扒手，二则因为我受足了金钱的迫害，借此可以满足我对金钱复仇的心思，有时候我真有用了全身的气力，拼死蹂践它们的举动――而已，身边没有行李，在车站上跑来跑去是非常自由的。天上的同棉花似的浮云，一块一块的消散开来，有几处竟现出青苍的笑靥来了。灰黄无力的阳光，也有几处看得出来。虽有霏微的海风，一阵阵夹了灰土煤烟，吹到这灰色的车站中间，但是伏天的暑热，已悄悄的在人的腋下腰间送信来了。阿啊！三伏的暑热，你们不要来缠扰我这消瘦的行路病者！你们且上富家的深闺里去，钻到那些丰肥红白的腿间乳下去，把她们的香液蒸发些出来罢！我只有这一件半旧的夏布长衫，若把汗水流污了，那明天就没得更换的呀！在车站上踏来踏去的走了几遍，站上的行人，渐渐的多起来了。男的女的，行者送者，面上都堆着满贮希望的形容，在那里左旋右转。但是我――单只是我一个人――也无朋友亲戚来送我的行，更无爱人女弟，来作我的伴，只在脆弱的心中，无端的充满了万千的哀感论才论貌，在中国的二万万男子中间，我也不一定说是最下流的人，何以我会变成这样的孤苦的呢！我前世犯了什么罪来？"}
{"text":"我只有这一件半旧的夏布长衫，若把汗水流污了，那明天就没得更换的呀！在车站上踏来踏去的走了几遍，站上的行人，渐渐的多起来了。男的女的，行者送者，面上都堆着满贮希望的形容，在那里左旋右转。但是我――单只是我一个人――也无朋友亲戚来送我的行，更无爱人女弟，来作我的伴，只在脆弱的心中，无端的充满了万千的哀感论才论貌，在中国的二万万男子中间，我也不一定说是最下流的人，何以我会变成这样的孤苦的呢！我前世犯了什么罪来？我生在什么星的底下的？我难道真没有享受快乐的资格的么？我不能信，我怎么也不能信。这样的一想，我就跑上车站的旁边入口处去，好像是看见了我认识的一位美妙的女郎来送我回家的样子。刚走到门口，果真见了几个穿时样的白衣裙的女子，正从人力车下来。其中有一个十七八岁的，戴白色运动软帽的女学生，手里提了三个很重的小皮箧，走近了我的身边。我不知不觉竟伸出了一只手去，想为她代拿一个皮箧，好减轻她一点负担，但她站住了脚，放开了黑晶晶的两只大眼反很诧异的对我看了一眼。啊啊！我错了，我昏了，好妹妹，请你不要动怒，我不是坏人，我不是车站上的小窃，不过我的想象力太强，我把你当作了我的想象中的人物，所以得罪了你。恕我恕我，对不起，对不起，你的两眼的责罚，是我所甘受的，你即用了你那只柔软的小手，批我一顿，我也是甘受的，我错了，我昏了。我被她的两眼一看，就同将睡的人受了电击一样，立即涨红了脸，发出了一身冷汗，心里作了一遍谢罪之辞，缩回了手，低下了头，匆匆的逃走了。啊啊！这不是衣锦的还乡，这不是罗皮康的南渡，有谁来送我的行，有谁来作我的伴呢！我的空想也未免太不自量了，我避开了那个女学生，逃到了车站大门口的边上人丛中躲藏的时候，心里还在跳跃不住。凝神屏气的立了一会，向四边偷看了几眼，一种不可捉摸的感情，笼罩上我的全身，我就不得不把我的夏布长衫的小襟拖上面去了。第三辑孤独人生零余者三已经是八点四十五分了。我在这里躲藏也躲藏不过去的，索性快点去买一张票来上车去罢！但是不行不行，两边买票的人这样的多，也许她是在内的，我还是上口头的那扇近大门的窗口去买吧！这里买票的人正少得很！这样的打定了主意，我就东探西望的走上了那玻璃窗口，去买了一张车票。"}
{"text":"凝神屏气的立了一会，向四边偷看了几眼，一种不可捉摸的感情，笼罩上我的全身，我就不得不把我的夏布长衫的小襟拖上面去了。第三辑孤独人生零余者三已经是八点四十五分了。我在这里躲藏也躲藏不过去的，索性快点去买一张票来上车去罢！但是不行不行，两边买票的人这样的多，也许她是在内的，我还是上口头的那扇近大门的窗口去买吧！这里买票的人正少得很！这样的打定了主意，我就东探西望的走上了那玻璃窗口，去买了一张车票。伏倒了头，气喘吁吁的跑进了月台，我方晓得刚才买的是一张二等车票，想想我脚下的余钱，又想想今晚在杭州不得不付的膳宿费，我心里忽而清了一清。经济与恋爱是不能两立的，刚才那女学生的事情，也渐渐的被我忘了。浙江虽是我的父母之邦，但是浙江的知识阶级的，一班教育家政治家对军人的谄媚，对平民的压制，以及小政客的婢妾的行为，无厌的贪婪，平时想起就要使我作呕。所以我每次回浙江去，总抱了一腔羞嫌的恶怀，障扇而过杭州，不愿在西子湖头作半日的勾留。只有这一回到了山穷水尽，我委委颓颓的逃返家中，仍想到我所嫌恶的故土去求一个息壤，投林的倦鸟，返壑的衰狐，当没有我这样的懊丧落胆的。啊啊！浪子的还家，只求老父慈兄，不责备我就对了，那里还有批评故乡，憎嫌故乡的心思，我一想到这一次的卑微的心境，又不觉泫泫的落下泪来了。我孤伶仃的坐在车里，看看外面月台上跑来跑去的旅人，和穿黄色制服的挑夫，觉得模糊零乱。他们与我的中间，有一道冰山隔住的样子。一面看看车站附近各工厂的高高的烟囱，又觉得我的头上身边，都被一层灰色的烟雾包围在那里。我深深的吸了一口气，把车窗打开来看梅雨晴时的空际。天上虽还不能说是晴朗，但一斛晴云，和几道光线，是在那里安慰旅人说雨是不会下了，晴不晴开来，却看你们的运气罢！不多一忽，火车慢慢儿的开了。北站附近的贫民窟，同坟墓似的江北人的船室，污泥的水潴，晒在坍败的晒台上的女人的小衣，秽布，劳动者的破烂的衣衫等，一幅一幅的呈到我的眼前来，好像是老天故意把人生的疾苦，编成了这一部有系统的记录，来安慰我的样子。啊啊，载人离别的你这怪兽！你不终不息的前进，不休不止的前进罢！"}
{"text":"不多一忽，火车慢慢儿的开了。北站附近的贫民窟，同坟墓似的江北人的船室，污泥的水潴，晒在坍败的晒台上的女人的小衣，秽布，劳动者的破烂的衣衫等，一幅一幅的呈到我的眼前来，好像是老天故意把人生的疾苦，编成了这一部有系统的记录，来安慰我的样子。啊啊，载人离别的你这怪兽！你不终不息的前进，不休不止的前进罢！你且把我的身体，搬到世界尽处去，搬入虚无之境去，一生一世，不要停止，尽是行行，行到世界万物都化作青烟，你我的存在都变成乌有的时候，那我就感激你不尽了。由现代的物质文明产生出来的贫苦之景，渐渐的被大自然掩盖了下去，贫民窟过了，大都会附近之小镇s过了，路线的两岸，只有平绿的田畴，美丽的别业，洁净的野路，和壮健的农夫。在这调和的盛夏的野景中间，就是在路上行走的那一乘黄色人力车夫，也带有些浪漫的色彩。他好像是童话里的人物，并不是因为衣食的原因，却是为了自家的快乐，拉了车在那里行走的样子。若要在这大自然的微笑中间，指出一件令人不快的事物来，那就是野草中间横躺着的棺冢了。穷人的享乐，只有陶醉在大自然怀里的一刹那。在这一刹那中间，他能把现实的痛苦，忘记得干干净净，与悠久的天空，广漠的大地，化而为一。这是何等的残虐，何等的恶毒呢！当这样的地方，这样的时候，偏要把人间的归宿，生物的运命，裸的指给他看！我是主张把中国的坟冢，把野外的枯骨，都掘起来付之一炬，或投入汪洋的大海里去的。四过了徐家汇，梵王渡，火车一程一程的进去，车窗外的绿色也一程一程的浓润起来了啊啊，我自失业以来，同鼠子蚊虫，蛰居在上海的自由牢狱里，已经有半年多了。我想不到野外的自然，竟长得如此的清新，郊原的空气，会酿得如此的爽健的。啊啊，自然呀，大地呀，生生不息的万物呀，我错了，我不应该离开了你们，到那秽浊的人海中间去觅食去的。车过了莘庄，天完全变晴了。两旁的绿树枝头，蝉声犹如雨降。我侧耳听听，回想我少年时的景象不置。悠悠的碧落，只留着几条云影，在空际作霓裳的雅舞。一道阳光，遍洒在浓绿的树叶，匀称的稻秧，和柔软的青草上面。被黄梅雨盛满的小溪，奇形的野桥，水车的茅亭，高低的土堆，与红墙的古庙，洁净的农场，一幅一幅同电影似的尽在那里更换。我以车窗作了镜框，把这些天然的图画看得迷醉了，直等火车到松江停住的时候止，我的眼睛竟瞬息也没有移动。"}
{"text":"车过了莘庄，天完全变晴了。两旁的绿树枝头，蝉声犹如雨降。我侧耳听听，回想我少年时的景象不置。悠悠的碧落，只留着几条云影，在空际作霓裳的雅舞。一道阳光，遍洒在浓绿的树叶，匀称的稻秧，和柔软的青草上面。被黄梅雨盛满的小溪，奇形的野桥，水车的茅亭，高低的土堆，与红墙的古庙，洁净的农场，一幅一幅同电影似的尽在那里更换。我以车窗作了镜框，把这些天然的图画看得迷醉了，直等火车到松江停住的时候止，我的眼睛竟瞬息也没有移动。唉，良辰美景奈何天，我在这样的大自然里怕已没有生存的资格了罢，因为我的腕力，我的精神，都被现代的文明撒下了毒药，恶化成零，我哪里还有执了锄耜，去和农夫耕作的能力呢！第三辑孤独人生零余者正直的农夫吓，你们是世界的养育者，是世界的主人公，我愿为你们作牛作马，代你们的劳，你们能分一杯麦饭给我么？车过了松江，风景又添了一味和平的景色。弯了背在田里工作的农夫，草原上散放着的羊群，平桥浅渚，野寺村场，都好像在那里作会心的微笑。火车飞过一处乡村的时候，一家泥墙草舍里忽有几声鸡唱声音，传了出来。草舍的门口有一个赤膊的农夫，吸着烟站在那里对火车呆看。我看了这样纯朴的村景，就不知不觉的叫了起来啊啊！这和平的村落，这和平的村落，我几年不与你相接了。大约是叫得太响了，我的前后的同车者，都对我放起惊异的眼光来。幸而这是慢车，坐二等车的人不多，否则我只能半途跳下车去，去躲避这一次的羞耻了。我被他们看得不耐烦，并且肚里也觉得有些饥了，用手向鞋底里摸了一摸，迟疑了一会，便叫过茶房来，命他为我搬一客番菜来吃。我动身的时候，脚底下只藏着两张钞票。火车票买后，左脚下的一张钞票已变成了一块多的找头，依理而论是不该在车上大吃的。然而愈有钱愈想节省，愈贫穷愈要瞎化，是一般的心理，我此时也起了自暴自弃的念头横竖是不够的，节省这个钱，有什么意思，还是吃罢！一个满足了的时候，第二个马上要起来的，我喝了汤，吃了一块面包之后，喉咙觉得干渴起来，便又起了一种自暴自弃的念头，率性叫茶房把啤酒汽水拿两瓶来。啊啊，危险危险，我右脚下的一张钞票，已有半张被茶房撕去了。一边饮食，一边我仍在赏玩窗外的水光云影。"}
{"text":"然而愈有钱愈想节省，愈贫穷愈要瞎化，是一般的心理，我此时也起了自暴自弃的念头横竖是不够的，节省这个钱，有什么意思，还是吃罢！一个满足了的时候，第二个马上要起来的，我喝了汤，吃了一块面包之后，喉咙觉得干渴起来，便又起了一种自暴自弃的念头，率性叫茶房把啤酒汽水拿两瓶来。啊啊，危险危险，我右脚下的一张钞票，已有半张被茶房撕去了。一边饮食，一边我仍在赏玩窗外的水光云影。我几个小车站上停了几次，轰轰的过了几处铁桥，等我中餐吃完的时候，火车已经过了嘉兴驿了。吃了个饱满，并且带了三分醉意，我心里虽然时时想到今晚在杭州的膳宿费，和明天上富阳去的轮船票，不免有些忧郁，但是以全体的气概讲来，这时候我却是非常快乐，非常满足的人生是现在一刻的连续，现在能够满足，不就好了么？一刻之后的事，又何必去想它，明天明年的事，更可丢在脑后了。一刻之后，谁能保得火车不出轨！谁能保得我不死？罢了罢了，我是满足得很！哈哈哈哈我心里这样的很满足的在那里想，我的脚就慢慢的走上车后的眺望台去。因为我坐的这挂车是最后的一挂，所以站在眺望台上，既可细看野景，又可静听蝉鸣，接受些天风。我站在台上，一手捏住铁栏，一手用了半枝火柴在剔牙齿。凉风一阵阵的吹来，野景一幅幅的过去，我真觉得太幸福了。五我平生感得幸福的时间，总不能长久。一时觉得非常满足之后，其后必有绝大的悲怀相继而起。我站在车台上，正在快乐的时候，忽而在万绿丛中看见了一幅美满的家庭团叙图，一个年约三十一二的壮健的农夫，两手擎了一个周岁的小孩，在桑树影下笑乐。一个穿青布衫的与农夫年纪相仿的农妇，笑微微的站在旁边守着他们。在他们上面晒着的阳光树影，更把他们的美满的意表现得明显。地上摊着一只饭箩，一瓶茶，几只茶饭碗。这一定是那农妇送来飨她男人的。啊啊，桑间陌上，夫唱妇随，更有你两个爱的结晶，在中间作姻缘的缔带，你们是何等幸福呀！然而我呢！啊啊我啊？我是一个有妻不能爱，有子不能抚的无能力者，在人生战斗场上的惨败者，现在是在逃亡的途中的行路病者，啊！农夫吓农夫，愿你与你的女人和好终身，愿你的小孩聪明强健愿你的田谷丰多，愿你幸福！你们的灾殃，你们的不幸，全交给了我，凡地上一切的苦恼，悲哀，患难，索性由我一人负担了去罢！我心里虽这样的在替他祝福，我的眼泪却连连续续的落了下来。"}
