{"text":"你们完全听懂了才奇怪呢。他讲的老实话，有一部分懂，有许多真的不懂。你们这一批上课的同学们，每一个都装起很懂的样子，实际上全体不懂。他讲的是老实话，一般人不老实，还说听懂了，谁懂？假定你们这些都弄清楚了，不得了，那不同了。无明爱取三烦恼，行有二支属业道，从识至受并生死，七支同名一苦报。这四句你们要记得，记得干什么？打坐用功就在这个里头，一点一点破过去，你的功力智慧就一步一步上进。光是傻哩瓜叽打坐，几个钟头坐下来，我问你，你一百年坐在那里有什么用呢？坐就是道吗？你百年坐下来，没有那个石猴子石狮子厉害吧？它可以坐几百年不动啊，它得道了吗？所以道家张紫阳真人有两句诗，讲你们修行打坐的腹内若无真种子，犹如炉火煮空铛。你人坐在这里，内心没有一点真的东西在里头，等于炉子上烧一口锅，除了水没别的东西，你烧一万年也炼不出丹来。所以道家叫炼丹，丹字是中间有一点，有一个中心点，可是你没有啊！所以禅宗的禅堂里，叫你抓住话头，抓一个正念，你没有这一点在里头，没有真种子，有什么用？几个钟头坐下去，坐几十天，多少年，也没有用啊！我现在不是给你们讲道理，这个体会进去就是实际的修持工夫，要点都告诉你了。可是你懂不懂？不知道。讲不讲是我的事，懂不懂是你的事。回转来再讲入胎。你懂得了苦集灭道十二因缘，知道怎么入胎的，就晓得怎么打坐做工夫了。刚才讲入胎，佛说的，三缘和合才成胎，成为这个生命，这是阿赖耶识的异熟因果了，因缘成熟了变成人。我先声明，这次是讲正常的转生人道的一段，不是讲六道轮回，别听错了。男性的精虫跟女性的卵子碰在一起，不一定变成胎儿，没有中阴身加入是不行的。可是，就算有中阴身加入，算不定碰得不好变成子宫外孕，也不能成胎。要变成一个人身很难。佛经里说得很多了，入胎经也好，什么经也好，佛在几千年前讲的，你们可以比较现代的医学。佛说女性的子宫有很多种情况，子宫长得高不容易成胎矮了不容易成胎子宫后曲也不行子宫太寒也不行有些太热也不能成胎有些有性病，有什么病，也不能成胎。女性即使很健康的，成胎的条件也有几十条。请问，释迦牟尼佛在二千六百年前，医学科学没有那么发达，他怎么讲得那么清楚？现在医学并没有超过他讲的范围。然后讲男性，精虫不健康的还不行。讲到男性的遗精，太冷了会遗精，太热太饿情绪不好都会遗精。"}
{"text":"佛经里说得很多了，入胎经也好，什么经也好，佛在几千年前讲的，你们可以比较现代的医学。佛说女性的子宫有很多种情况，子宫长得高不容易成胎矮了不容易成胎子宫后曲也不行子宫太寒也不行有些太热也不能成胎有些有性病，有什么病，也不能成胎。女性即使很健康的，成胎的条件也有几十条。请问，释迦牟尼佛在二千六百年前，医学科学没有那么发达，他怎么讲得那么清楚？现在医学并没有超过他讲的范围。然后讲男性，精虫不健康的还不行。讲到男性的遗精，太冷了会遗精，太热太饿情绪不好都会遗精。佛经里关于性病的知识很多很多，你们真研究佛学，把佛经讲的性关系性病知识写成书，可以拿好几个博士啊。可是你们呢，没有学问，不去读书，也不去读经。我常常吩咐年轻同学，你们不要出去乱搞，你以为没人知道？当你两个在那里做爱的时候，旁边好几亿的中阴身在看呢，他们找机会要进来投胎。一个男人一次排出的精虫有多少呢？六亿到十二亿。我问医学家，男性那个精虫在里头有没有新陈代谢啊？有一个妇科医生答，大概有吧。那么女性的卵子有几万个，一生只能成熟排出四百到五百个，排不完的，是在体内变成别的东西吗？如果留在体内，这些随时都要转化，转化不了，身体究竟是健康，还是不健康？这是个医学健康大问题，不是那么简单。今天我们正式讲，佛学研究的是个生命科学认知科学。你怎么样认识了解生命，然后你才晓得这一念无明，晓得认识自己。这是现在追寻的科学，叫认知科学，外国刚开始不久，他们不晓得中国佛学里已经讲了许多年了。可是学佛的人，不管出家在家，不知道认知科学生命科学。西方在初步研究，我们国家刚刚开始。其实我们自己家里有财产，有最好的宝贝。你们说中华民族的文化如何如何，中国文化是什么啊？什么叫中国文化？演电影，画个画，写几个书法文字，就是文化吗？好了，这个精虫卵子结合，中阴身入胎了。这是讲人道正常的入胎。那么第一个七天，昨天提到过，那个形态像儿童吃的果冻一样，一点点。可是这里头，生命的一股气同时在转了，在佛学叫习气，多生多世在转动，习惯性在转动。这个果冻一样的东西，在娘胎里呼噜噜一转，七天一变，生出来一条中脉，将来会变化出背脊骨。每七天一转变，每七天的风，佛学里都有名称的。所谓风就是中国人讲的气，动力，一共到三十八个七天，九个多月身体长成了。到了最后的一股气，是倒转的风，倒转的动力，使这个婴儿身体倒转过来，准备正常出生。"}
{"text":"好了，这个精虫卵子结合，中阴身入胎了。这是讲人道正常的入胎。那么第一个七天，昨天提到过，那个形态像儿童吃的果冻一样，一点点。可是这里头，生命的一股气同时在转了，在佛学叫习气，多生多世在转动，习惯性在转动。这个果冻一样的东西，在娘胎里呼噜噜一转，七天一变，生出来一条中脉，将来会变化出背脊骨。每七天一转变，每七天的风，佛学里都有名称的。所谓风就是中国人讲的气，动力，一共到三十八个七天，九个多月身体长成了。到了最后的一股气，是倒转的风，倒转的动力，使这个婴儿身体倒转过来，准备正常出生。这个我不多讲了，你们详细研究佛学的入胎经吧。在娘胎里头，男孩子的脸是向着妈妈的背脊骨，所以民间说，怀孕女人肚子尖尖的，她会生男孩子，因为男胎背脊靠近母亲肚皮。女胎是反过来，仰着的，民间经验，孕妇肚子看上去平平的，会生女孩子。我也常说到，死在水里的人浮起来，男性是趴着的，女性是仰着的，同胎儿的情况一样。胎儿的成长，这里头都是一股气一股动力在转。佛还是给你简单讲的，七天变换一种气在转动，某个七天成长哪一根经脉，变成心脏，变成肺，变成脑，变成眼睛，变成耳朵等等。到了第三至第五个月中间，胎儿在肚子里已经有意识了，知道父母外面的环境。他听得见，都知道，不过没有意识去分别。他在里头也有喜怒哀乐，在娘胎里有他的境界。等于徐某说喝了酒在那里趴着，到上面游，胎儿在里头也有这个境界哦。所以有时候孕妇说，这个孩子在肚子里乱踢他不是乱踢，他在里头有一个境界，他觉得在赛跑，开运动会，或者打拳，调节一下身体。同你打起坐来，有时候境界是一样的。这是个科学。那么佛讲到，在进入娘胎的时候，通常的情形，中阴身忽然一个念头是性的欲念。如果看到男女在做爱，这一对男女跟他有缘，他就一下被吸过来，变成他的父母。当中阴身靠近的时候，没有看到人，只看到两个性器官在动作。如果他喜欢女的，好像自己变成男的跟这个女的在做爱，实际上就是和妈妈，那时入胎就变成男人了。如果喜欢那个男的，好像自己跟这个男的做爱，实际上就跟爸爸做爱，就变成女的了。这个道理弗洛伊德知道了，所以他认为，男孩子潜意识里喜欢妈妈，女孩子下意识里喜欢爸爸，所以弗洛伊德的心理学是性心理学。我说他懂了一点，没有全懂。那么，佛又告诉你，这个生命是很不容易的。有些生命夭折，死在胎中。为什么？他的业报就是死在胎中。"}
{"text":"如果他喜欢女的，好像自己变成男的跟这个女的在做爱，实际上就是和妈妈，那时入胎就变成男人了。如果喜欢那个男的，好像自己跟这个男的做爱，实际上就跟爸爸做爱，就变成女的了。这个道理弗洛伊德知道了，所以他认为，男孩子潜意识里喜欢妈妈，女孩子下意识里喜欢爸爸，所以弗洛伊德的心理学是性心理学。我说他懂了一点，没有全懂。那么，佛又告诉你，这个生命是很不容易的。有些生命夭折，死在胎中。为什么？他的业报就是死在胎中。有的是快到临盆的时候，业报结束了，死了。有的是一出胎就死了。这个佛也说了很多。所以人身难得，这个生命存在是不容易的。因此，佛学认为，自杀是犯戒的，不准你自杀。为什么人要自杀？觉得世间很苦，活受罪，早一点自杀就解脱了。错了！这反而使你罪上加罪，判你的刑期没有满，你自杀就是从监狱里脱逃，脱逃反而要更受罪，更加刑。所以自杀不是解脱的办法。但是入胎不一定都是因为性的欲念来的。有些生命，刚才讲过，在娘胎里头还好的，但是他业报的意识寿命，在胎里死掉了，而另外一个意识进去了，就是另外一个中阴进去了。有些是刚出娘胎，可是意识死了，离开了身体，另一个中阴在这个时候进去，所以说并不一定。还有其他不同的情况。这个里头很细，你们去看入胎经。你们问转生不迷的问题，像有些活佛转生，有没有不迷？很少，极少。佛说要有非常高定力智慧的大菩萨大阿罗汉，才能做到。佛经上讲，一般大阿罗汉与大菩萨有隔阴之迷，入一个胎，或者住胎，或者出胎，统统迷了，前生的事都忘了，把你隔开了，这个叫隔阴之迷。除非你很有定力，入胎不迷，虽然入胎来，不是被吸进来的，而是自己有意地自主入胎的。释迦牟尼是正规入胎不迷的。第二步，住胎不迷，在胎儿阶段，自己还在做工夫，还在菩提道场境界，正觉不衰。第三步，出胎不迷，才可以生而知之，过去的学问都记得，智慧很光明。至于说生下来是什么人转世，还靠卜卦来决定，那我就不知道了。那我也可以说，胡松年啊，你或者是我的女儿转生吧！某人是我养的什么大鹏鸟转生吧！那都是随便扯。现在人都在乱扯，哪有这个事！这是佛明讲的，除非是入胎不迷，住胎不迷，出胎不迷，否则不能生而知之。所谓不迷，是清清楚楚。譬如佛说，他有一生做过什么什么，你看佛经说，佛多生累劫什么都做过，做过野兽，做过兔子，也做过鸟我们也是一样。"}
{"text":"第三步，出胎不迷，才可以生而知之，过去的学问都记得，智慧很光明。至于说生下来是什么人转世，还靠卜卦来决定，那我就不知道了。那我也可以说，胡松年啊，你或者是我的女儿转生吧！某人是我养的什么大鹏鸟转生吧！那都是随便扯。现在人都在乱扯，哪有这个事！这是佛明讲的，除非是入胎不迷，住胎不迷，出胎不迷，否则不能生而知之。所谓不迷，是清清楚楚。譬如佛说，他有一生做过什么什么，你看佛经说，佛多生累劫什么都做过，做过野兽，做过兔子，也做过鸟我们也是一样。你把佛过去多生的故事集中起来，是一部大小说，给儿童教育是很好的书。所以佛学讲，我们大家要有无缘之慈，同体之悲。我们坐在一起，谁能够知道前生有没有互相做过父母啊！也可能做过夫妻，做过儿女，翻来覆去都轮流过的，谁知道自己啊！因此说，你对这个朋友不高兴，要整他，你算不定整了自己前生的父亲，或者前生的儿女呢，或者兄弟姐妹。所以说无缘之慈，同体之悲，那是没有条件的。佛经告诉你，有时候不一定看到男女性爱才入胎。他说我们这一生做人，悭吝，整人，但是其他方面人品还好，来生还做人，不过变一个穷人。当你中阴的时候，像做梦一样，忽然感觉到刮台风，又打雷，下大雨，淋湿了，又害怕，赶快跑这时看到旁边一个茅草蓬，或者一个山洞，赶紧钻进去躲，就入胎了。那个时候没有性爱，是生在贫穷人家，很苦。有时候，中阴走进一个地方，这个地方风和日丽，建筑也非常好，就进去玩玩。进去就入胎了，是富贵人家。所以入胎的因缘有很多种，也没有一定看到性爱。譬如徐某讲，他累了，灵魂冲上去，他如果真死了，这个是天人境界，不过不是最高的天。天分欲界天色界天无色界天，三大类二十八个层次。像徐某跟他的朋友王某两个，照徐某所报告的，这是欲界天里最低层的四天王天，接近人间的，比我们高一点点，还在太阳系中。四天王天以上是忉利天，也叫三十三天。三十三天不是三十三层哎，是像联合国一样的组织。三十三天的天主，中国道家叫玉皇大帝，佛家叫释提桓因，也叫帝释。这还是离不开太阳系统。忉利天再上去，有夜摩天兜率天化乐天他化自在天。这些都是欲界，共有六个大层次同时，这些天人离不开六种欲望色声香味触法，所以叫六欲天。六欲还有一种解释，是指色欲形貌欲威仪姿态欲言语音声欲细滑欲想欲。总之是身心两方面的各种欲望。"}
{"text":"四天王天以上是忉利天，也叫三十三天。三十三天不是三十三层哎，是像联合国一样的组织。三十三天的天主，中国道家叫玉皇大帝，佛家叫释提桓因，也叫帝释。这还是离不开太阳系统。忉利天再上去，有夜摩天兜率天化乐天他化自在天。这些都是欲界，共有六个大层次同时，这些天人离不开六种欲望色声香味触法，所以叫六欲天。六欲还有一种解释，是指色欲形貌欲威仪姿态欲言语音声欲细滑欲想欲。总之是身心两方面的各种欲望。欲界天人有男女差别，有笑视交抱触，你看我，我看你，彼此笑笑，相爱，拥抱，触摸，有性关系。不过层次越高，性关系的形式也越不同。有的两个一拉手已经完成了，比我们还高，还舒服。再高一层呢，连手都不拉了，彼此两个人对面一笑，完成了。而这些天人生的孩子，不是从女人下部生的，是男人从肩膀上头顶上腿旁边生的，各种各样。这个讲起来完全像神话，可是说得很清楚。你们学佛，这些都没有研究过，学个什么佛啊！你打坐到了什么境界，自己也不知道，你跟哪里接近也不知道。你问那些师父们，这个境界是在哪个境界里头？大多师父们也不知道。夜摩天，也叫焰摩天时分天。我们地球时间是依太阳系统来的，焰摩天大概超过这个太阳系统了，时间有差别，是相对的。那里以莲花开合为一昼夜，一昼夜等于我们这里二百年，所以他们看人类，像我们人类看蜉蝣一样，比蜉蝣还不如，早晨生的，不到中午就死了。那里没有日月光，天人自己发光的，男女拉拉手性欲就满足了。焰摩天上去是兜率天，弥勒菩萨在兜率天内院说法，外面还是有六欲，男女笑笑就行啦。我们现在譬如是弥勒内院，在这个房间里专门说法在外面，有人喝酒吃肉啊乱来。那里的一天，等于我们这里的四百年。兜率天再上去呢？是化乐天，也叫乐变化天。一天等于我们的八百年。男女两个相对一笑，就完成性交了。孩子是在男性的膝盖附近化生的。各种玩的吃的东西，自己都可以变化出来。他有他的定境，不过不是真的禅定，是欲界定。那么，什么人死后上生到化乐天呢？楞严经形容于横陈时，味同嚼蜡，健康的男女，在做爱时，味道像嚼蜡一样，毫无快乐可言，就是说性的欲望已经基本没有了。这样的人死后生化乐天，当然还要配上很多善行功德。化乐天的上层，叫他化自在天，是天魔。他化自在天主叫魔王波旬，是整个欲界之王。释迦牟尼佛成道之前，就是他来干扰测验的。"}
{"text":"一天等于我们的八百年。男女两个相对一笑，就完成性交了。孩子是在男性的膝盖附近化生的。各种玩的吃的东西，自己都可以变化出来。他有他的定境，不过不是真的禅定，是欲界定。那么，什么人死后上生到化乐天呢？楞严经形容于横陈时，味同嚼蜡，健康的男女，在做爱时，味道像嚼蜡一样，毫无快乐可言，就是说性的欲望已经基本没有了。这样的人死后生化乐天，当然还要配上很多善行功德。化乐天的上层，叫他化自在天，是天魔。他化自在天主叫魔王波旬，是整个欲界之王。释迦牟尼佛成道之前，就是他来干扰测验的。他化自在天的男女两个对视一眼，就完成性交了。不像化乐天那样，他不需要自己变化出东西来娱乐，此天夺他所化而自娱乐，故言他化自在。他到下界，变化各种形象，当人们沉迷于自以为快乐的事时，刚好被他利用骗走，他以此为乐。反过来说，他也是测试你们的智慧定力，能否不被六欲骗走。他的定境也是欲界定。欲界定是不稳定的，容易因散乱或昏沉而出定，所以也叫电光定。你们常常说这个入定了，那个入定了，都是骗自己，充其量不过是欲界定，闪电一样，一下就完了。如果能够一直定下去，心一境性，就是得到真的禅定了。真得了禅定，就跳出欲界的限制了。初禅已到色界，本身已经得乐了。初禅心一境性，离生喜乐，不需要男女关系了，从色界天开始到无色界，就没有男女差异了，那个心身的喜乐不是欲界男女性爱快感所能比的。这个定境才有点味道了。不然你们在禅堂打坐，拼命熬腿，那是化苦天，妈呀，咬起牙齿，那是咬牙切齿天，是他化极苦天，被苦受拉走了。那么回转来说，晓得了这些道理，再回到我们打坐修行，为什么要修白骨观安那般那？白骨观，包括不净观，是破除身见，破除你对这个身体的执著，以及色声香味触等五欲，乃至很多念头，这些都是以这个身体为基础的。安那般那以修风大观为基本，因为风大这个气，就是唯识学所讲的八识的根本依，八个识所根本依止的，这个生命就是一口气。你不从根本依上去解决，就得不了定。物理世界的生起，也是风轮先起的，研究楞严经就知道。念头一动，气就跟着动，四大作用跟进，各种感受念头境界跟着来。反过来，你念头真的止了专一了，就会转化四大业报之身。"}
{"text":"安那般那以修风大观为基本，因为风大这个气，就是唯识学所讲的八识的根本依，八个识所根本依止的，这个生命就是一口气。你不从根本依上去解决，就得不了定。物理世界的生起，也是风轮先起的，研究楞严经就知道。念头一动，气就跟着动，四大作用跟进，各种感受念头境界跟着来。反过来，你念头真的止了专一了，就会转化四大业报之身。修安那般那白骨观是先转化你的四大，由风大由气来转变你的地水火风，转化习气，每一个细胞神经都转了，因为这个业报之身转了，超越了欲界天所有境界，才可以得到禅定。简单明了，就告诉你们这个大原则。所以叫你们好好修安那般那，从修小乘禅观入手。这是佛学讲修正之路的一个科学系统，同生命科学连起来，是一个根本的道理。这个不懂，所有学佛都是白搞的，所有打坐也是白坐的。不管你学密宗禅宗，什么宗都没有用。胡松年，你这一次来，只能这样答复你的问题，告诉你大概的要点。如果要详细听，不是像你这样一年来一次，逼我马上讲一次，短短时间就走，我给你八个字形容――贩卖真如，批发般若，哈哈其他零碎问题再说啦，你来了很高兴，就给你抢着讲一点。至于将来到庙港以后，不是这样的，那要正式上课，正式修学了，不管老的少的，老关系来也都不能随便，以后是这样一回事。你们讨论讨论吧，你们讲话，我听嘛。你们有一点很讨厌，说请老师休息，那你们就讲话我听再不然，你们管你们的，不要招呼我，我就休息了。老是在我前面，叫老师休息，意思是叫我走开我不走开，你们都不动，这是什么礼貌啊？一点般若智慧都没有。回首十五年的岁月，不算太多，但也不少。可是我对于时间，生性善忘，悠悠忽忽，真不知老之将至，现在为了出版这本论语讲录，翻检以前的记录，才发觉在这短短的十五年历程中，已经讲过三四次论语。起初，完全是兴之所至，由于个人对读书的见解而发，并没有一点基于卫道的用心，更没有标新立异的用意。讲过以后，看到同学的笔记，不觉洒然一笑，如忆梦中呓语。言亡虑绝，事过无痕。想来蛮好玩的。第一次讲论语，是年秋天的事，当时的记载，只有开始的六篇，后来出版，初名孔学新语――论语精义今训，由杨管北居士题签。有一次曾经在有关单位讲了半部论语，没有整理记录。"}
{"text":"起初，完全是兴之所至，由于个人对读书的见解而发，并没有一点基于卫道的用心，更没有标新立异的用意。讲过以后，看到同学的笔记，不觉洒然一笑，如忆梦中呓语。言亡虑绝，事过无痕。想来蛮好玩的。第一次讲论语，是年秋天的事，当时的记载，只有开始的六篇，后来出版，初名孔学新语――论语精义今训，由杨管北居士题签。有一次曾经在有关单位讲了半部论语，没有整理记录。再到年月开始，又应邀固定每周三下午讲两小时，经过近一年时间，才将全部论语讲完。而且最可感的是蔡策先生的全部笔录。他不但记录得忠实，同时还替我详细地补充了资料，例如传统家谱的格式，另外还有对传统祭礼的仪范，可惜他事情太忙，未能全部补充。蔡君在这段时间，正担任中央日报秘书的职务。一个从事笔政工作的人，精神脑力的劳碌，非局外人可以想象，而他却毫无所求地费了十倍听讲的时间，完成这部记录，其情可感，其心可佩。此外，这本讲录，曾经承唐树祥社长的厚爱。在青年战士报慈湖版全部发表自年月日开始到年月日止同时人文世界刊登大部分。又蒙李平山先生见爱，资助排印成书。不过，这部论语的讲述，只是因时因地的一些知见，并无学术价值。况且书不尽言，言不尽意。更谈不到文化上的分量。今古学术知见，大概都是时代刺激的反映，社会病态的悲鸣。谁能振衰补敝，改变历史时代而使其安和康乐？端赖实际从事工的努力。我辈书生知见，游戏文章，实在无补时艰，且当解闷消愁的戏论视之可也。至于孔子学说与论语本书的价值，无论在任何时代任何地区，对它的原文本意，只要不故加曲解，始终具有不可毁的不朽价值，后起之秀，如笃学之，慎思之，明辨之，融会有得而见之于行事之间，必可得到自证。现在正当此书付印，特录宋儒陈同甫先生的精辟见解，以供读者借镜。如其告宋孝宗之说今之儒者，自以为正心诚意之学者皆风痹不知痛痒之人也。举一世安于君父之仇，而方低头供手以谈性命，不知何者谓之性命。而于论语，则说论语一书，无非下学之事也。学者求其上达之说而不得，则取其言之若微妙者玩索之，意生见长，又从而为之辞曰此精也，彼特其粗耳。此所以终身读之，卒堕于榛莽之中，而犹自谓其有得也。夫道之在天下，无本末，无内外。"}
