{"text":"这是我说的。是我，是我说的。是您替我说的。你真矫情。你也一样。四关于平等中国残疾人上关于平等问题的讨论，你觉得怎么样？好。就一个字？怎么好？怎么都好。这样的讨论本身就好，这讨论本身就是平等的一次实现。你是说先不必期待一个放之四海而皆准的真理，先不必统一思想？不是先不必，是永远不必。那干吗要讨论？那才要讨论。为什么讨论偏要以统一思想为目的呢？譬如平等，是意味着统一思想统一行动呢？还是说，每一种处境每一种心绪都有被了解的机会或权利呢？是非礼勿言平等呢，还是百花齐放平等？经过这样的讨论，不仅能使我们互相了解，也使每个人自己更了解自己了。我曾经也像戈奇那样苦笑尖刻拍案而起过。现在嘛，我想我更赞成东野长峥的态度。我想我非常理解戈奇，我想东野长峥一定也是从那条愤怒的路上走过来的。我现在仍然相信那是美丽的愤怒，那是真正渴望平等的愤怒，那是真诚的哭喊和笑骂。我们不能作鬼我们也不要成仙，我们不忍受欺侮同样不忍受溺爱，我们看得出在过分的优待和小心的恭维后面，并非有意但确实还是非人的看待。我曾经写过，譬如说，一个人拉一辆车完全算不得什么光荣，但一只猴子拉一辆车却赢得满场的喝彩。要是我们听了类似的喝彩而不愤怒，甚至还洋洋自得，我们就很有危险沦为舞台上一道伪劣的风景。但是但是后面大作文章。但是后面确实有文章可作。当然当然。别愤怒，百花齐放。也可以百花怒放。不过不保证肯定不是毒草。我看，平等，这件事跟爱情差不多。平等很可爱，是你朝思暮想的情人，比如这么说。但是，不是你爱上谁谁就也得爱你。不是你渴望平等，人家就一定把你平等相看。为此你拍案而起，得，人家没准儿更躲你远点儿，怕不留神欺负了你。人家跟你说话总得加着小心，那样你准保又要愤怒――难道跟残疾人说话就总得这么小心翼翼吗？你又要喊――残疾，给了我们什么特权！就这样，你越愤怒人家越把你另眼相看，越给你特权，然后你更加地愤怒，结果弄成了个怪圈，一圈一圈地转下来你离平等越远了。顺带说一句，你把人家也弄进一个怪圈里去了――欺负你是欺负你，不欺负你还是欺负你。"}
{"text":"平等很可爱，是你朝思暮想的情人，比如这么说。但是，不是你爱上谁谁就也得爱你。不是你渴望平等，人家就一定把你平等相看。为此你拍案而起，得，人家没准儿更躲你远点儿，怕不留神欺负了你。人家跟你说话总得加着小心，那样你准保又要愤怒――难道跟残疾人说话就总得这么小心翼翼吗？你又要喊――残疾，给了我们什么特权！就这样，你越愤怒人家越把你另眼相看，越给你特权，然后你更加地愤怒，结果弄成了个怪圈，一圈一圈地转下来你离平等越远了。顺带说一句，你把人家也弄进一个怪圈里去了――欺负你是欺负你，不欺负你还是欺负你。我曾经就是这样，把自己和别人都弄到怪圈里去了。幸运的是我看见了这个怪圈，发现打破它的办法首先是放弃愤怒。从愤怒到放弃愤怒，不等于不会愤怒，不等于麻木，尤其不等于沾沾自喜于做一道伪劣的风景。应该说，放弃对别人的愤怒，把那美丽的愤怒瞄准自己。对对。因为，平等要是丢了，一定不是贼偷了，一定是自己糊里糊涂地忘了它在哪儿。平等，确实很像爱情，不可强求。强求有时可以成婚，但那婚姻中没有爱情。即使人家愿意送给你平等，但是送来的肯定不是平等。不过，要是人家不认为你有爱的权利呢还有工作的权利学习的权利，你也放弃愤怒？你是说有人在违法？那还用说？义不容辞，愤怒地把他送交法庭或诉诸舆论就是。不过我想，这样的局面并不是最难应付的局面。最难办的是人家并不违法，只是在心里看不起你，目光中流露着对你的轻视和可怜，你可有啥办法？用行动，只有用行动消除他们的偏见！用我们的意志作为智慧，来消除他们的偏见。好主意。好主意倒是好主意，可要是你的行动仅仅以他们的偏见为坐标，仅仅是根据那些偏见作出的反应，你还是有点像夺路而逃，逃进一种近乎于复仇雪耻的勇猛中去了。但是这样的出逃，很可能急不择路而掉进什么泥沼里去。我看过一本书，书中有段话，大意是这样我们可以为了从高处鸟瞰风景的缘故而去爬一棵树，也可以由于有一头野兽在后面紧紧追赶的缘故而去爬一棵树。在这两种情形下我们都是在爬树，但动机却完全不同。前者，我们爬树是为了娱乐后者，我们则是受恐惧的驱使。前者，我们要不要爬树完全是我们的自由后者，我们喜不喜欢都得这样做。前者，我们可以寻找一棵最适合我们意图的树后者，我们却无法选择，必须立刻就近爬上树去，也就是说由一头野兽替我们作出了选择。这个比喻挺不错。"}
{"text":"我看过一本书，书中有段话，大意是这样我们可以为了从高处鸟瞰风景的缘故而去爬一棵树，也可以由于有一头野兽在后面紧紧追赶的缘故而去爬一棵树。在这两种情形下我们都是在爬树，但动机却完全不同。前者，我们爬树是为了娱乐后者，我们则是受恐惧的驱使。前者，我们要不要爬树完全是我们的自由后者，我们喜不喜欢都得这样做。前者，我们可以寻找一棵最适合我们意图的树后者，我们却无法选择，必须立刻就近爬上树去，也就是说由一头野兽替我们作出了选择。这个比喻挺不错。平等的前提，非得是自由不可，心灵的自由。爹娘让你娶小姐你无奈就娶了小姐，这是包办婚姻爹娘让你娶小姐你一气之下就娶了小姐，这其实仍不是自由婚姻。关键是你到底爱不爱？爱谁？你是不是尊重和服从了自己的爱自己的愿望和意志？当然，你还得像尊重自己一样地尊重小姐和小姐的意愿。事业也是这样，一切都是这个逻辑。当我们摆脱了那头野兽，当那头野兽看见我们就逃而不是我们看见它就逃，当我们忘记了残疾，就是说我们自己心里先不受那残疾的摆布，那时，平等便悄然而至，不用怎么喊它，它自然就要光临。光临得既不鬼祟也不张扬。它光临的方式，主要不是从门外进来拜访你，而是从你心底涌起，并饱满地在那儿久住。残疾，你相信真能忘记它吗？要是仍然有人因为残疾而歧视你呢？法律管不了的事，只好由文明的慢慢发达来解决。有句俗话――听拉拉蛄叫还不种庄稼了吗？你不是说，我们就不需要别人特殊的帮助吧？请你相信我，至少我没那么大能耐。世界上可有一个人不需要别人的帮助吗？如果把帮助和蔑视混淆，那头野兽就又要调头追来了，帮助，全是特殊的没有统一型号。你个子矮，你要一双高跟儿鞋，我双腿瘫痪我不要高跟鞋，我要一辆轮椅和一些坡道。我们都不是孩子了，所以我们就不是谁再来摸摸我们的后脑勺儿，你说是不？要不要你妻子摸一摸呢，有时候？这另当别论。随笔十三一我曾想过当和尚，羡慕和尚可以住进幽然清静的寺庙里去。但对佛学不甚了了，又自知受不住佛门的种种戒律，想一想也就作罢。何况出家为僧的手续也不知如何办理，估计不会比出国留学容易。那时我正度着最惶茫潦倒的时光。"}
{"text":"我们都不是孩子了，所以我们就不是谁再来摸摸我们的后脑勺儿，你说是不？要不要你妻子摸一摸呢，有时候？这另当别论。随笔十三一我曾想过当和尚，羡慕和尚可以住进幽然清静的寺庙里去。但对佛学不甚了了，又自知受不住佛门的种种戒律，想一想也就作罢。何况出家为僧的手续也不知如何办理，估计不会比出国留学容易。那时我正度着最惶茫潦倒的时光。插队回来双腿残废了，摇着轮椅去四处求职很像是无聊之徒的一场恶作剧，令一切正规单位的招工人员退避三舍。幸得一家街道小作坊不嫌弃，这才有一份口粮钱可挣。小作坊总共三间低矮歪斜的老屋，八九个老太太之外，几个小伙子都跟我差不多，脚上或轻或重各备一份残疾。我们的手可以劳作，嗓子年轻，梦想也都纷繁，每天不停地唱歌，和不停地在仿古家具上画下美丽的图案。在那儿一干七年。十几年后我偶然在一家星级饭店里见过我们的作品。小作坊附近，曲曲弯弯的小巷深处有座小庙，废弃已久，僧人早都四散，被某个机关占据着。后来时代有所变迁，小庙修葺一新，又有老少几位僧徒出入了，且唱经之声隔墙可闻。傍晚，我常摇了轮椅到这小庙墙下闲坐，看着它，觉得很有一种安慰。单是那庙门庙堂庙院的建筑形式就很能让人镇定下来，忘记失学的怨愤，忘记失业的威胁，忘记失恋的折磨，似乎尘世的一切牵挂与烦恼都容易忘记了晚风中，孩子们鸟儿一样地喊叫着游戏，在深巷里荡起回声，庙院中的老树沙啦沙啦摇动枝叶仿佛平静地看这人间，然后一轮孤月升起，挂在庙堂檐头，世界便像是在这小庙的抚慰下放心地安睡了。我想这和尚真作得，粗茶淡饭暮鼓晨钟，与世无争地了此一生。摇了轮椅回家，一路上却想，既然愿意与世无争地度此一生，又何必一定要在那庙里？在我那小作坊里不行么？好像不行，好像只有住进那庙里去这心才能落稳。为什么呢？又回头去看月下小庙的身影，忽有所悟那庙的形式原就是一份渴望理解的申明，它的清疏简淡朴拙幽深恰是一种无声的宣告，告诉自己也告诉别人，这不是落荒而逃，这是自由的选择，因而才得坦然。我不知道那庙中的僧徒有几位没有说谎，单知道自己离佛境还差得遥远，我恰是落荒而逃，却又想披一件脱凡入圣的外衣。"}
{"text":"在我那小作坊里不行么？好像不行，好像只有住进那庙里去这心才能落稳。为什么呢？又回头去看月下小庙的身影，忽有所悟那庙的形式原就是一份渴望理解的申明，它的清疏简淡朴拙幽深恰是一种无声的宣告，告诉自己也告诉别人，这不是落荒而逃，这是自由的选择，因而才得坦然。我不知道那庙中的僧徒有几位没有说谎，单知道自己离佛境还差得遥远，我恰是落荒而逃，却又想披一件脱凡入圣的外衣。而且从那小庙的宣告中，也听出这样的意思入圣当然可以，脱凡其实不能，无论僧俗，人可能舍弃一切，却无法舍弃被理解的渴望。二有一回我发烧到摄氏度，躺在急诊室里好几天，高烧不退。我一边呻吟并且似乎想了一下后事的安排，一边惊异地发现，周围的一切景物都蒙上了一层沉暗的绿色，幸而心里还不糊涂，知道这不过是度在捣鬼。几天后，烧退了，那层沉暗的绿色随之消失，世界又恢复了正常的色彩。那时我想，要是有一种动物它的正常体温就是度，那么它所相信的真实世界，会不会原就多着一层沉暗的绿色？这是一种猜测，站在人的位置永远无法证实的猜测。便是那种动物可以说话，它也不能向我们证实这一猜测的对还是错，因为它不认为那发绿的世界有什么不正常，因为它不可能知道我们所谓的正常到底是什么状态，因为它跟我们一样，无法把它和我们的两种世界作一番比较。对于色盲者来说，世界上的色彩要少一些――比如说，不是七种而是五种。但为什么不可能是这样世界上的色彩本不是七种而是九种，因为我们大家都是色盲呢？我总猜想，在我们分析太阳的光谱时，是否因为眼睛的构造还有体温呀，心率呀，血压呀等等因素而事先已被一种颜色比如沉暗的绿色所蒙蔽所歪曲了？当然这猜想又是永远无法证实，因为我们不管借助什么高明的仪器，最终总归是要靠眼睛去作结论而被眼睛所蒙蔽的眼睛，总也看不出眼睛对眼睛的蒙蔽。那么听觉呢？那么嗅觉和味觉呢？那么人的一切知觉以及由之发展出来的理性呢？况且，人类的知觉说不定会像色盲一样有着盲点呢？我们凭什么说我们可以发现一个纯客观的世界呢？三一度，我曾屡屡地作一个大同小异的梦，梦见我的病好了，我的腿又能走了，能跑能跳而且腿上又有了知觉。因为这样的梦作得太多，有一回我在这梦里问这梦里的别人这回我不是又在作梦吧？别人说。不是，这怎么会是梦呢？当然不是。我说那怎么证明？"}
{"text":"那么听觉呢？那么嗅觉和味觉呢？那么人的一切知觉以及由之发展出来的理性呢？况且，人类的知觉说不定会像色盲一样有着盲点呢？我们凭什么说我们可以发现一个纯客观的世界呢？三一度，我曾屡屡地作一个大同小异的梦，梦见我的病好了，我的腿又能走了，能跑能跳而且腿上又有了知觉。因为这样的梦作得太多，有一回我在这梦里问这梦里的别人这回我不是又在作梦吧？别人说。不是，这怎么会是梦呢？当然不是。我说那怎么证明？你怎么能给我证明这一次不是梦呢？别人于是就给我证明，你看太阳，不是还在天上？你看这树叶不是绿的么？你听，不是还有风？你再看这河，水不是还在流着么？虽种种证明完全不合逻辑，但在梦中我却―一信服，于是激动得流泪，心想这一回到底不是梦了，到底是真的了。可这么一激动，就又醒了，看着四周的黑夜，心里无比懊恼。懊恼之余我想要是在梦中可以怀疑是不是梦，那么醒了也该怀疑是不是醒吧？要是在梦中还可以作梦，为什么醒来就不可以再醒来呢？我还常常作些离奇古怪的梦。有一次我梦见一个周身闪耀着灵光的人对我说知道你的病因是什么吗？我问什么？他说你的脊髓里颠倒了八小时。于是我相信我的病因可算找到了。有一次我梦见走进一片树林，或者有或者只是我感到有――一个声音在对我说找找看，哪一棵树是你。遍地的灌木葳蕤泼洒，高大的乔木蔽日遮天，我摸摸这一丛，敲敲那一棵，心想哪一棵回答说它是我，它就必定是我。有一次我梦见我放声高歌，歌声嘹亮响遏行云，而且是即兴的词曲，但低吟高唱无不抑扬成调。有一次，我梦见，我把右腿卸下来装在左胯上，再把左腿卸下来装在右胯上，于是我就能行走如初了。我也作过周游世界的梦，作过发财的梦，作过被称之为春梦的那种梦。我相信佛洛依德们肯定会找到这些梦的原因，不过我对此没有多少兴趣。日有所思，夜有所梦，总归跑不出这个逻辑。让我感兴趣的是，梦中全不顾什么逻辑和规矩，单是跟着愿望大胆地走去。你无论作什么样的离奇古怪的梦，你都不会在梦中感到这太奇怪，这太不可思议，这根本不可能，你会顺其自然地跟随着走下去。而这些事或这些念头要是放在白天，你就会羞愧不已大惊失色断然不信踟蹰不前。这是为什么？很可能是这样从人的本性来看，并无任何奇怪可言就人的欲望来说，一切都是正当。"}
{"text":"我相信佛洛依德们肯定会找到这些梦的原因，不过我对此没有多少兴趣。日有所思，夜有所梦，总归跑不出这个逻辑。让我感兴趣的是，梦中全不顾什么逻辑和规矩，单是跟着愿望大胆地走去。你无论作什么样的离奇古怪的梦，你都不会在梦中感到这太奇怪，这太不可思议，这根本不可能，你会顺其自然地跟随着走下去。而这些事或这些念头要是放在白天，你就会羞愧不已大惊失色断然不信踟蹰不前。这是为什么？很可能是这样从人的本性来看，并无任何奇怪可言就人的欲望来说，一切都是正当。所谓奇怪或不正当，只是在这个现实世界的各种规矩的衬照下才有的一种恐惧。四写作这里主要指小说和散文成为少数人的职业，我总感觉有点荒唐。因而我想专业作家可能是一种暂时现象。世界上那么多人，凭什么单要听你们几个人叨唠？人间那么多幸福快乐困苦忧伤，为什么单单你们几个人有诉说的机会？几十亿种生活，几十亿种智慧和迷惑，为什么单单选取你们的那一点点儿向大家公布？我觉得这事太离谱儿。小说或散文若仅仅是一处商业性的娱乐场所倒也罢了，总归不能人人都开办游乐场。但文学更要紧的是生命感受的交流，是对存在状态的察看，是哀或美的观赏，是求一条生路似的期待，迷途的携手或孤寂的摆脱，有人说得干脆那甚至是情爱般的坦露切近以命相许海誓山盟。这可是少数几个人承担得起的么？作家都自信道出了世事众生的真相，即便夸张变形想象虚构拼接间离但他们必说那是真或是本质的真。虽对真的检查见仁见智，但有一条肯定自命虚假的作品绝无。然而人间浩瀚复杂瞬息万变，几位职业作家能看见多少真呢？有一幅旧对子百行孝当先万恶淫为首。据说有位闲人给上下联各添了十二个字百行孝当先，论心不论迹，论迹贫家无孝子万恶淫为首，论迹不论心，论心自古无完人。迹可察，但心可度么？我还听一位文革中遭拷打而英勇未屈者说过要是他们再打我一会儿我可能就叛变了，我已经受不了正要招认，偏这时他们打累了。我有时候猜测那个打手一定是累了么？还是因为譬如说他与某个女人约会的时间到了？当然还可能是其它原因，无穷无尽的可能性，只要当事人不说，真相便永无大白之日。还是那句话，要是成千上万的人只听几个人说而且是小！说，是散！文，能听见多少真呢？充其量能听见他们几个人自己的真也就难能可贵。扬言写尽人间真相，其实能看全自己的面目已属不易。"}
{"text":"迹可察，但心可度么？我还听一位文革中遭拷打而英勇未屈者说过要是他们再打我一会儿我可能就叛变了，我已经受不了正要招认，偏这时他们打累了。我有时候猜测那个打手一定是累了么？还是因为譬如说他与某个女人约会的时间到了？当然还可能是其它原因，无穷无尽的可能性，只要当事人不说，真相便永无大白之日。还是那句话，要是成千上万的人只听几个人说而且是小！说，是散！文，能听见多少真呢？充其量能听见他们几个人自己的真也就难能可贵。扬言写尽人间真相，其实能看全自己的面目已属不易。其实敢于背地里毫不规避地看看自己，差不多就能算得圣人。记得某位先哲有话语言，与其认为是在说明什么，不如说是在掩盖什么。形单影只流落于千差万别的人山人海中，暴露着肉身尚且招来羞辱，还敢赤裸起心魂么？自亚当夏娃走出伊甸园人类社会于是开始之日，衣服的作用便有两种御寒和遮羞语言的作用也便有两种交流和欺瞒。孤独拓展开漫漫岁月，同时亲近与沟通成为永远的理想。在我想来，爱情与写作必也是自那时始，从繁衍种类和谋求温饱的活动中脱颖而出――单单脱去遮身的衣服还不够，还得脱去语言的甲胄让心魂融合让差别在那一瞬间熄灭，让危险的世界上存一处和平的场所。可能是罗兰巴特说过，写即恋人。所以有人问我，你理想中的小说或散文是什么？我想了又想，发现我的理想中并没有具体的作品，只有一种姑妄名之的小说环境或曰创作气氛，就像年轻恋人的眼前还没有出现具体的情人却早有了焦撩着的爱的期待。于是我说，在我的理想中甚至是思念里，写小说或写散文应该是所有人的事，不是职业尤其不是几个人的职业，其实非常非常简单那是每一个人的心愿，是所有人自由真诚的诉说和倾听。所有人，如果不能一同到一个地方去，就一同到一种时间里去，在那儿，让心魂直接说话，在那儿没有指责和攻击当然也就无需防范和欺瞒，在那儿只立一个规矩心魂有坦露的权利，有被了解的权利，惟欺瞒该受轻蔑。所以我希望职业作家是暂时现象。我希望未来的写作是所有人的一期假日，原不必弄那么多技巧，几十亿种自由坦荡的声音是无论什么技巧也无法比拟的真实深刻新鲜。我希望写作是一块梦境般自由的时间，有限的技巧在那儿死去，无限的心思从那儿流露无限的欣赏角度在那儿生长。当然当然，良辰一过我们还得及时醒来，去种地，去打铁，上下班的路上要遵守交通规则。五我最早喜欢起小说来，是因为牛虻。"}
{"text":"所以我希望职业作家是暂时现象。我希望未来的写作是所有人的一期假日，原不必弄那么多技巧，几十亿种自由坦荡的声音是无论什么技巧也无法比拟的真实深刻新鲜。我希望写作是一块梦境般自由的时间，有限的技巧在那儿死去，无限的心思从那儿流露无限的欣赏角度在那儿生长。当然当然，良辰一过我们还得及时醒来，去种地，去打铁，上下班的路上要遵守交通规则。五我最早喜欢起小说来，是因为牛虻。那时我大约十三四岁，某一天午睡醒来颇有些空虚无聊的感受，在家中藏书寥寥的书架上随意抽取一本来读，不想就从午后读到天黑，再读到半夜。那就是牛虻。这书我读了总有十几遍，仿佛与书中的几位主人公都成了故知，对他们的形象有了窃自的描画。后来听说苏联早拍摄了同名影片，费了周折怀着激动去看，结果大失所望。且不说最让我难忘的一些情节影片中保留太少，单是三位主要人物的形象就让我不能接受，让我感到无比陌生琼玛过于漂亮了，漂亮压倒了她高雅的气质蒙泰尼里则大胖，太臃肿，目光也嫌太亮，不是一颗心撕开两半的情状牛虻呢，更是糟，亚瑟既不像书中所说有着女孩儿般的腼腆纤秀，而列瓦雷士也不能让人想起书中所形容的像一头美洲黑豹。我把这不满说给其他的牛虻爱好者，他们也都说电影中的这三个人的形象与他们的想象相去太远，但他们的想象又与我的想象完全不同。回家再读一遍原著，发现对其人物形象的描写很不全面，很朦胧，甚至很抽象。于是我明白了正因为这样，才越能使读者发挥想象，越能使读者根据自己的经验去把各个人物写真，反之倒限制住读者的参与，越使读者与书中人物隔膜陌生。像一头美洲黑豹，谁能说出到底是什么样呢？但这却调动了读者各自的经验，牛虻于是有了千姿百态的形象。这千姿百态的形象依然很朦胧，不具体，而且可以变化，但那头美洲黑豹是一曲鲜明的旋律，使你经常牵动于一种情绪，想起他，并不断地描画他。在已有的众多艺术品类中，音乐是最朦胧的一种，对人们的想象最少限制的一种，因而是最能唤起人们的参与和创造的一种。求新的绘画雕塑以及文学，可能都从音乐得了启发，也不再刻意写真写实，而是着重情绪节奏旋律，追求音乐似的效果了。"}
