{"text":"知识分子悲天悯人的哀号解决不了环境问题，开大会大游行全民总动员也解决不了这问题。只要知道一件事就可以解决环境问题人不能只管糟蹋不管收拾。收拾一下环境就好了，在其中生活也能像个体面人。个人尊严在国外时看到，人们对时事做出价值评判时，总是从两个独立的方面来进行一个方面是国家或者社会的尊严，这像是时事的经线另一个方面是个人的尊严，这像是时事的纬线。回到国内，一条纬线就像是没有，连尊严这个字眼也感到陌生了。提到尊严这个概念，我首先想到英文词，然后才想到相应的中文词。在英文中，这个词不仅有尊严之义，还有体面身份的意思。尊严不但指人受到尊重，它还是人价值之所在。从上古到现代，数以亿万计的中国人里，没有几个人有过属于个人的尊严。举个大点的例子，中国历史上有过皇上对大臣施廷杖的事，无论是多大的官，一言不和，就可能受到如此当众羞辱，高官尚且如此，遑论百姓。除了皇上一人，没有一个人能有尊严。有一件最怪的事是，按照传统道德，挨皇帝的板子倒是一种光荣，文死谏嘛。说白了就是无尊严就是有尊严。此话如有任何古怪之处，罪不在我。到了现代以后，人与人的关系个人与集体的关系，仍有这种遗风――我们就不必细说文革中文革前都发生过什么样的事情。到了现在，已经不用见官下跪，也不会在屁股上挨板子，但还是缺少个人的尊严。环境就是这样，公共场所的秩序就是这样，人对人的态度就是这样，不容你有任何自尊。举个小点的例子，每到春运高潮，大家就会在传媒上看到一辆硬座车厢里挤了三四百人，厕所里也挤了十几人。谈到这件事，大家会说国家的铁路需要建设，说到铁路工人的工作难做，提到安全问题，提到所有的方面，就是不提这些民工这样挤在一起，完全没有了个人的尊严――仿佛这件事很不重要似的。当然，只要民工都在过年时回家，火车总是要挤的，谁也想不出好办法。但个人的尊严毕竟大受损害这件事总该有人提一提才对。另一件事现在已是老生常谈，人走在街上感到内急，就不得不上公共厕所。一进去就觉得自己的尊严一点都没了。现在北京的公厕正在改观，这是因为外国人到了中国也会内急，所以北京的公厕已经臭名远扬。"}
{"text":"当然，只要民工都在过年时回家，火车总是要挤的，谁也想不出好办法。但个人的尊严毕竟大受损害这件事总该有人提一提才对。另一件事现在已是老生常谈，人走在街上感到内急，就不得不上公共厕所。一进去就觉得自己的尊严一点都没了。现在北京的公厕正在改观，这是因为外国人到了中国也会内急，所以北京的公厕已经臭名远扬。假如外国人不来，厕所就要臭下去，而且大街上改了，小胡同里还没有改。我认识的一位美国留学生说，有一次他在小胡同里内急，走进公厕撒了一泡尿，出来以后，猛然想到自己刚才满眼都是黄白之物，居然能站住了不倒，觉得自己很了不起，就急忙来告诉我。北京的某些街道很脏很乱，总要到某个国际会议时才能改观，这叫借某某会的东风。不光老百姓这样讲，领导上也这样讲。这话听起来很有点不对味。不雅的景象外人看了丢脸，没有外人时，自己住在里面也不体面――这后一点总是被人忘掉。作为一个知识分子，我发现自己曾有一种特别的虚伪之处，虽然一句话说不清，但可以举些例子来说明。假如我看到火车上特别挤，就感慨一声道这种事居然可以发生在中华人民共和国的土地上！假如我看到厕所特脏，又长叹一声唉！北京市这是怎么搞的嘛！这其中有点幽默的成分，也有点当真。我的确觉得国家和政府的尊严受到了损失，并为此焦虑着。当然，我自己也想要点个人尊严，但以个人名义提出就过于直露，不够体面――言必称天下，不以个人面目出现，是知识分子的尊严所在。当然，现在我把这作为虚伪提出，已经自外于知识分子。但也有种好处，我找到了自己的个人面目。有关尊严问题，不必引经据典，我个人就是这么看。但中国忽视个人尊严，却不是我的新发现。从大智者到通俗作家，有不少人注意到一个有中国特色的现象。罗素说，中国文化里只重家族内的私德，不重社会的公德公益，这一点造成了很要命的景象。费孝通说，中国社会里有所谓差序格局，与己关系近的就关心，关系远的就不关心或少关心。结果有些事从来就没人关心。龙应台为这类事而愤怒过，三毛也大发过一通感慨。读者可能注意到了，所有指出这个现象的人，或则是外国人，或则曾在国外生活过，又回到了国内。没有这层关系的中国人，对此浑然不觉。"}
{"text":"从大智者到通俗作家，有不少人注意到一个有中国特色的现象。罗素说，中国文化里只重家族内的私德，不重社会的公德公益，这一点造成了很要命的景象。费孝通说，中国社会里有所谓差序格局，与己关系近的就关心，关系远的就不关心或少关心。结果有些事从来就没人关心。龙应台为这类事而愤怒过，三毛也大发过一通感慨。读者可能注意到了，所有指出这个现象的人，或则是外国人，或则曾在国外生活过，又回到了国内。没有这层关系的中国人，对此浑然不觉。笔者自己曾在外国居住四年，假如没有这种经历，恐怕也发不出这种议论――但这一点并不让我感到开心。环境脏乱的问题，火车拥挤的问题，社会秩序的问题，人们倒是看到了，但总从总体方面提出问题，讲国家的尊严民族的尊严。其实这些事就发生在我们身边，削我们每个人的面子――对此能够浑然无觉，倒是咄咄怪事。人有无尊严，有一个简单的判据，是看他被当作一个人还是一个东西来对待。这件事有点两重性，其一是别人把你当做人还是东西，是你尊严之所在。其二是你把自己看成人还是东西，也是你的尊严所在。挤火车和上公共厕所时，人只被当身体来看待。这里既有其一的成分，也有其二的成分，而且归根结蒂，和我们的文化传统有关说来也奇怪，中华礼仪之邦，一切尊严，都从整体和人与人的关系上定义，就是没有个人的位置。一个人不在单位里不在家里，不代表国家民族，单独存在时，居然不算一个人，就算是一块肉。这种算法当然是有问题。我的算法是一个人独处荒岛而且谁也不代表，就像鲁滨逊那样，也有尊严，可以很好的活着。这就是说，个人是尊严的基本单位。知道了这一点，火车上太挤了之后，我就不会再挤进去而且浑然无觉。君子的尊严笔者是个学究，待人也算谦和有礼，自以为算个君子――当然，实际上是不是，还要别人来评判。总的来说，君子是有文化有道德的人，是士人或称知识分子。按照中国的传统，君子是做人的典范。君子不言利。君子忍让不争。君子动口不动手。君子独善其身。这都是老辈子传下来的规矩，时至今日，以君子自居的人还是如此行事。我是宁做君子不做小人的，但我还是以为，君子身上有些缺点，不配作为人的典范因为他太文弱太窝囊太受人欺。君子既不肯与人争利，就要安于清贫。但有时不是钱的问题，是尊严的问题。"}
{"text":"总的来说，君子是有文化有道德的人，是士人或称知识分子。按照中国的传统，君子是做人的典范。君子不言利。君子忍让不争。君子动口不动手。君子独善其身。这都是老辈子传下来的规矩，时至今日，以君子自居的人还是如此行事。我是宁做君子不做小人的，但我还是以为，君子身上有些缺点，不配作为人的典范因为他太文弱太窝囊太受人欺。君子既不肯与人争利，就要安于清贫。但有时不是钱的问题，是尊严的问题。前些时候在电视上看到北京的一位人大代表发言，说儿童医院的挂号费是一毛钱，公厕的收费是两毛钱。很显然，这样的收费标准有损医务工作的尊严。当然，发言的结尾是呼吁有关领导注意这个问题，有关领导也点点头说是呀是呀，这个问题要重视。我总觉得这位代表太君子，没把话讲清楚――直截了当的说法是我们要收两块钱。别人要是觉得太贵，那你就还个价来――这样三下五除二就切入了正题。这样说话比较能解决问题。君子不与人争，就要受气。举例来说，我乘地铁时排队购票，总有些不三不四的人到前面加塞。说实在的，我有很多话要说我排队，你为什么不排队？你忙，难道我就没有事？但是碍于君子的规范，讲不出口来。话憋在肚子里，难免要生气。有时气不过，就嚷嚷几句排队，排队啊。这种表达方式不够清晰，人家也不知是在说他。正确的方式是指住加塞者的鼻子，口齿清楚地说道先生，大家都在排队，请你也排队。但这样一来，就陷入与人争论的境地，肯定不是君子了。常在报纸上看到这样的消息流氓横行不法，围观者如堵，无人上前制止。我敢断定，围观的都是君子，也很想制止，但怎么制止呢？难道上前和他打架吗？须知君子动口不动手啊。我知道英国有句俗话绅士动拳头，小人动刀子。假如在场的是英国绅士，就可以上前用拳头打流氓了。既然扯到了绅士，就可以多说几句。从前有个英国人到澳大利亚去旅行，过海关时，当地官员问他是干什么的。他答道我是一个绅士。因为历史的原因，澳大利亚人不喜欢听到这句话，尤其不喜欢听到这句话从一个英国人嘴里说出来。那官员又问我问你的职业是什么？英国人答道职业就是绅士。难道你们这里没有绅士吗？这下澳大利亚人可火了，差点揍他，幸亏有人拉开了。在英美，说某人不是绅士，就是句骂人话。当然，在我们这里说谁不是君子，等于说他是小人，也是句骂人话。但君子和绅士不是一个概念。"}
{"text":"既然扯到了绅士，就可以多说几句。从前有个英国人到澳大利亚去旅行，过海关时，当地官员问他是干什么的。他答道我是一个绅士。因为历史的原因，澳大利亚人不喜欢听到这句话，尤其不喜欢听到这句话从一个英国人嘴里说出来。那官员又问我问你的职业是什么？英国人答道职业就是绅士。难道你们这里没有绅士吗？这下澳大利亚人可火了，差点揍他，幸亏有人拉开了。在英美，说某人不是绅士，就是句骂人话。当然，在我们这里说谁不是君子，等于说他是小人，也是句骂人话。但君子和绅士不是一个概念。从字面上看，绅士是指温文有礼之人，其实远不止此。绅士要保持个人的荣誉和尊严，甚至可以说是这方面的专业户。坦白地说，他们有点狂傲自大。但也有一种好处真正的绅士决不在危险面前止步。大战期间，英国绅士大批开赴前线为国捐躯，甚至死在了一般人前面。君子的标准里就不包括这一条。中国的君子独善其身，这样就没有了尊严。这是因为尊严是属于个人的不可压缩的空间，这块空间要靠自己来捍卫――捍卫的意思是指敢争敢打官司敢动手勇斗歹徒。我觉得人还是有点尊严的好，假如个人连个待的地方都没有，就无法为人做事，更不要说做别人的典范。居住环境与尊严我住在一座高层建筑里。从一楼到十七楼，人人都封阳台，所用的材料和样式各异，看起来相当丑陋。公用的楼道上，玻璃碎了一半，破了的地方用三合板或纤维板堵住楼梯上很脏，垃圾道的口上更脏。如果它是一座待拆的楼房，那倒也罢了，实际上它是新的，建筑质量也很好，是人把它住成了这样。至于我家里，和别人家里一样，都很干净，只是门外面脏。假如有朋友要见我，就要区别对待假如他是中国人，就请他到家里来要是外国人，就约在外面见面。这是因为我觉得让外国人到我家来，我的尊严要受损失。假设有个外国人来看我，他必须从单元门进来，爬上六层，才能到达我家的门口。单元门旁边就是垃圾道的出口，那里总有大堆的垃圾流在外面，有鱼头鸭头鸡肠子在内，很招苍蝇，看起来相当吓人。此人看过了这种景色之后，爬上一至六层的楼梯，呼吸着富含尘土的空气，看到满地的葱皮鸡蛋壳，还有墙上淋漓的污渍。我希望他有鼻炎，闻不见味儿。我没有鼻炎，每回爬楼梯时我都闭着气。上大学时，我肺活量有五千毫升，现在大概有八千。当然，这是在白天。"}
{"text":"这是因为我觉得让外国人到我家来，我的尊严要受损失。假设有个外国人来看我，他必须从单元门进来，爬上六层，才能到达我家的门口。单元门旁边就是垃圾道的出口，那里总有大堆的垃圾流在外面，有鱼头鸭头鸡肠子在内，很招苍蝇，看起来相当吓人。此人看过了这种景色之后，爬上一至六层的楼梯，呼吸着富含尘土的空气，看到满地的葱皮鸡蛋壳，还有墙上淋漓的污渍。我希望他有鼻炎，闻不见味儿。我没有鼻炎，每回爬楼梯时我都闭着气。上大学时，我肺活量有五千毫升，现在大概有八千。当然，这是在白天。要是黑夜他根本就上不来，因为楼道里没灯，他会撞进自行车堆里，摔断他的腿。夜里我上楼时，手里总拿个棍儿，探着往上爬。他还不知扶手不能摸，摸了就是一手灰。才搬来时我摸过一把，那手印子现在还印在那里，是没有当初新鲜。就这样到了我的门外，此时他对我肯定有了一种不好的看法。坦白地说，我在美国留学时，见到哪个美国同学住在这样的房子里，肯定也会看不起他。要是个中国人来看我，看到的景象也是一样。大家都是人，谁也不喜欢肮脏，所以对这种环境的反感也是一样的。但他进了我家的门，就会把路上看到的一切都忘掉。他对我这么好，除了同胞情谊之外，还因为他知道楼道里这么脏不能怪我所以我敢把他请到家里来。因为本文想要谈尊严问题，就此切人正题。所谓尊严，是指某人受到尊敬，同时也是个人的价值所在。笔者曾在国外居住四年，知道洋鬼子怎样想问题一个人住在某处，对周围的一切既有权利，也有义务。假如邻居把门前和阳台弄得不像话，你可以径直打电话说他，他要是个体面人就不会不理。反过来，假如你把门前弄得不像话，他也会径直打电话来说你，你也不能不理。因此，一个地方住了一些体面人，就不会又脏又乱。居住的环境就这样和个人尊严联系在一起。假如我像那些洋人想象的那样，既有权利，又有义务，本人还是个知识分子，还把楼房住成了这样，那我又算个什么人呢。这就是我不敢让洋人上家里来的原因。但你若是中国人，就会知道我有权利把自己的阳台弄成任何一种模样，别人不会来管，别人把家门外弄成任何一种样子，我也没有办法。当然，我觉得楼道太脏，也可以到居委会反映一下，但说了也没有用。顺便说说，我们交了卫生费，但楼梯总没有人扫。我扫过楼道，从六楼扫到了一楼，只是第二天早上出来一看，又被弄得很脏看来一天要扫三遍才行。所以我也不扫了。"}
{"text":"假如我像那些洋人想象的那样，既有权利，又有义务，本人还是个知识分子，还把楼房住成了这样，那我又算个什么人呢。这就是我不敢让洋人上家里来的原因。但你若是中国人，就会知道我有权利把自己的阳台弄成任何一种模样，别人不会来管，别人把家门外弄成任何一种样子，我也没有办法。当然，我觉得楼道太脏，也可以到居委会反映一下，但说了也没有用。顺便说说，我们交了卫生费，但楼梯总没有人扫。我扫过楼道，从六楼扫到了一楼，只是第二天早上出来一看，又被弄得很脏看来一天要扫三遍才行。所以我也不扫了。我现在下定了一种决心一过了退休年龄，就什么都不干，天天打扫楼道现在则不成，没有工夫。总而言之，对这件事我现在是没有办法了。把话说白了，就是这样的在我家里，我是个人物。出了家门，既没有权利，又没有义务，根本就不是什么人物，说话没有人理，干事情没人响应，而且我自己也不想这样。这不是在说外国人的好话，也不是给自己推卸责任，而是在说自己为什么要搞两面派。中国这地方有一种特别之处，那就是人只在家里现在还要加上在单位里负责任，出了门就没有了责任感罗素和费孝通对此都有过论述，谁有兴趣可以去查阅。大家所到之处，既无权利，也无义务所有的公利公德，全靠政府去管，但政府不可能处处管到，所以到处乱糟糟。一个人在单位是老张或老李，回了家是爸爸或妈妈，在这两处都要顾及体面和自己的价值，这是很好的。但在家门外和单位门外就什么都不是，被称作那男的或是那女的，一点尊严也没有，这就很糟糕。我总觉得，大多数人在受到重视之后，行为就会好。饮食卫生与尊严每天早上，北京街头就会出现一些早点摊。有一天我起早了，走着走着感到有点饿，想到摊上吃一点。吃之前先绕到摊后看了一眼，看到一桶洗碗水，里面还泡着碗。坦白地说，与一桶泔水相似。我当时就下定决心，再不到小摊上吃饭。当然，我理解那些吃这种早点的人，因为我也当过工人。下了夜班，胃里难受，嘴里还有点血腥味，不吃点热东西实在没法睡这么早又找不到别的地方吃饭，只好到摊上去吃。我不理解的是那些卖早点的人。既然人家到你这里吃东西，你为什么不弄干净一点？我认识一个人，是从安徽出来打工的。学了点手艺，在个体餐馆里当厨师。"}
{"text":"吃之前先绕到摊后看了一眼，看到一桶洗碗水，里面还泡着碗。坦白地说，与一桶泔水相似。我当时就下定决心，再不到小摊上吃饭。当然，我理解那些吃这种早点的人，因为我也当过工人。下了夜班，胃里难受，嘴里还有点血腥味，不吃点热东西实在没法睡这么早又找不到别的地方吃饭，只好到摊上去吃。我不理解的是那些卖早点的人。既然人家到你这里吃东西，你为什么不弄干净一点？我认识一个人，是从安徽出来打工的。学了点手艺，在个体餐馆里当厨师。后来得了肝炎，老板怕他传染顾客，把他辞掉了，他就自制熟肉到街上去卖。我觉得这很不好，有传染病的人不能卖熟食。你要问他为什么这么干，他就说要赚钱。大家想想看，人怎么能这样待人呢。只有无赖才这样看问题。我实在为他们害羞，觉得他们抛弃了人的尊严。当然，这里说到的不是那些饮食者的个人尊严，而是卖饮食者的尊严准确地说，是指从外地到北京练摊的人――其中有好的，但也有些人实在不讲卫生。要是在他本乡本土，他决不会这么干。这就是说，他们做人方面有了问题。至于这个问题，我认为是这样的你穿着衣服在街上一走，别人都把你当人来看待。所以，在你做东西给别人吃时，该把别人当人来看待。有一种动物多脏的东西都吃，但那是猪啊。你我是同类，难道大家都是猪？我一直这么看待这个问题，最近发生了一点变化，是因为遇上这么一回事有一天，我出门去帮朋友搬家。出去时穿得比较破，因为要做粗活回来时头上有些土，衣服上有点污渍，抬了一天冰箱，累得手脚有点笨至于脸色，天生就黑。总而言之，像个外地来京人员――顺便说一句，现在人员这个字眼就带有贬义，计有无业人员社会闲散人员卖淫嫖娼人员等等说法――就这个样子乘车回来，从售票员到乘客，对我都不大客气，看我的眼神都不对。我因此有点憋气，走到离家不远，一不小心碰到了一个人。还没等把道歉的话说出口，对方已经吼道没带眼睛吗？底下还有些话，实在不雅，不便在此陈述。我连话都不敢说，赶紧溜走了。假如我说，我因此憋了一口气，第二天就蹬辆三轮车，带一个蜂窝煤炉子一桶脏水到街上练早点，那是我在编故事。但我确实感到了，假如别人都不尊重我，我也没法尊重别人。假如所有的人都一直斜眼看我，粗声粗气地说我，那我的确什么事都干得出来。不过，回到家里，洗个热水澡，换上干净衣服，我心情又好了。有个住的地方，就有这点好处。"}
{"text":"还没等把道歉的话说出口，对方已经吼道没带眼睛吗？底下还有些话，实在不雅，不便在此陈述。我连话都不敢说，赶紧溜走了。假如我说，我因此憋了一口气，第二天就蹬辆三轮车，带一个蜂窝煤炉子一桶脏水到街上练早点，那是我在编故事。但我确实感到了，假如别人都不尊重我，我也没法尊重别人。假如所有的人都一直斜眼看我，粗声粗气地说我，那我的确什么事都干得出来。不过，回到家里，洗个热水澡，换上干净衣服，我心情又好了。有个住的地方，就有这点好处。我住的地方在城乡结合部上，由这里向西，不过二里路，就是一个优雅的公园，是散步的好地方。但要到那里去，要穿过一段小街陋巷，低矮的平房。有的房子门上写着此房出租，有的里面住着外地来打工的人，住得很挤。我穿过小巷到公园里去散步，去了一回，就再也不去了。那条路上没有下水道，尽是明沟，到处流着污水。我全身上下最好使的器官是鼻子，而且从来不得鼻炎，所以在这一路上嗅到六七处地方有强烈的尿骚气。这些地方不是厕所，只是些犄角旮旯。而这一路上还真没有什么厕所。走着走着遇上一片垃圾场，有半亩地大，看起来触目惊心。到了这里，我就痛恨自己的鼻子，恨它为什么这么好使。举例来说，它能分出鸡肠子和鸭肠子，前者只是腥臭，后者有点油腻腻的，更加难闻。至于鱼肠子，在两里路外我就能闻到，因为我讨厌鱼腥味。就这样到了公园里，我已无心散步，只觉得头晕脑涨，脑子里转着上百种臭味假如不把它们一一分辨清楚，心里就难受。从那片平房往东看，就是我住的楼房。我已经说过，那楼的楼道不大干净，但已比这片平房强了数百倍。说起来，外地人到京打工，算是我们的客人。让客人住这种地方，真是件不体面的事。成年累月住在这种地方，出门就看到烂鸡肠子，他会有什么样的心境，我倒有点不敢想了。我以为，假如一个人在生活条件和人际关系上都能感到做人的尊严，他就按一个有尊严的人的标准来行事，像个君子。假如相反，他难免按无尊严人的方式行事，做出些小人的行径。虽然君子应该避恶趋善，不把自己置于没有尊严的地位，但这一条有时我也做不到，也就不好说别人了。前些时候看电视，看到几个外地来京人员拿自来水和脏东西兑假酱油，为之发指。觉得不但国家该法办这些人，我也该去啐他们一口。但想想人家住在什么地方，受到什么样的对待，又有点理不直气不壮。在这方面，我应该做点事，才好去吐唾沫。后面这几句话已是题外之语。"}
