{"text":"中国是世界第一人口大国，又是一个发展中国家，一个社会主义国家，由于一些原因，我们的潜力还没能充分发挥出来。如今之计，我国人民，其中当然也包括我们的作家，应当自强不息，建立信心，不排外，也不崇外，埋头苦干，争分夺秒，我们的国家总会强盛起来的。外国某一些领导人和老百姓，既患了红眼病，又患了白眼病。红眼的就让他们红下去吧，白眼的终会垂下青来的。至于我们作家在下一个世纪能起什么作用，常言道真金不怕火炼。只要我们努力不辍，我们文学的光彩终会照亮全世界的。年月日本文为中国作家国外获奖丛书序，编选时做了删选第章谈中国精神郑州社科联的青年学者窦志力同志，冒着北国的寒风，不远千里，从郑州来到北京，把自己的新著中国精神这一部长达四十万言的著作送到我手中，并且让我写一篇序。说句老实话，我现在以望九之年被文债压得喘不过气来，原打算立即婉言谢绝的。但是，一想到这个书名中国精神，我立刻想到中国诗圣杜甫的四句诗好雨知时节，当春乃发生，随风潜入夜，润物细无声。正当我们全国人民群策群力，意气风发，锐意弘扬和创造我们的精神文明时，这一部书难道不是一场当春乃发生的及时雨吗？再说句老实话，我现在实在挤不出时间细读这样一部巨著。我只能大体翻看一下，看看全书的目录和结构，找出我自己认为必读的几个，细读了一番，其余的只能望一望它而已，我决不冒充我曾读过全书。就我翻阅所及，我觉得这是一部好书。有资料，有分析，有见解，有论断，而且有一些见解很精辟，发前人之所未发。虽然我不敢说，对他的意见我全部同意但是我却不能不佩服这位青年学者思想之敏锐，对中国精神分析之细致。有的话切中时弊，发人深省。这些都是近几年来奋发努力锲而不舍的结果，我应该向他祝贺。我对中国精神，或者笼统说东方文化，没有多么深的研究。由于自己好胡思乱想，所以也悟出了一些道理，不敢敝帚自珍，曾写过一些文章，得到的反响总起来说是积极的。但自知是野狐谈禅，并不敢沾沾自喜。我同的意见有的是一致的，有的是近似的。比如，他从五个方面来概括中华民族的基本精神爱国爱民的献身精神，勤劳智巧的创业精神，忠诚无畏的勇敢精神，仁爱孝敬的重德精神，追求光明进步的革命精神。对他这样的概括，我是同意的。先生的且介亭杂文中有一篇文章叫中国人失掉自信力了吗？。"}
{"text":"我对中国精神，或者笼统说东方文化，没有多么深的研究。由于自己好胡思乱想，所以也悟出了一些道理，不敢敝帚自珍，曾写过一些文章，得到的反响总起来说是积极的。但自知是野狐谈禅，并不敢沾沾自喜。我同的意见有的是一致的，有的是近似的。比如，他从五个方面来概括中华民族的基本精神爱国爱民的献身精神，勤劳智巧的创业精神，忠诚无畏的勇敢精神，仁爱孝敬的重德精神，追求光明进步的革命精神。对他这样的概括，我是同意的。先生的且介亭杂文中有一篇文章叫中国人失掉自信力了吗？。他在文章中写道我们从古以来，就有埋头苦干的人，有拼命硬干的人，有为民请命的人，有舍身求法的人虽是等于为帝王将相作家谱的所谓正史，也往往掩不住他们的光耀，这就是中国的脊梁。先生这一段话，同窦志力同志在上面列举的五条对比一下，可以发现许多共同的东西。多少年以来，总有一个问题萦回在我的心中什么是中华民族最优秀的传统？几经思考的结果，我认为是爱国主义。我们是唯物主义者，不能说，中国人天生就是爱国的。存在决定意识，必须有一个促成爱国主义的环境，我们才能有根深蒂固的爱国主义。只要看一看我们几千年的历史，这样的环境立即呈现在我们眼前。在几千年的历史中，我们始终没有断过敌人，东西南北，四面都有。虽然有的当年的敌人今天可能已融入中华民族之中但是在当年，他们只能算是敌人。我们决不能把古代史现代化，否则我们的苏武岳飞文天祥等等一大批著名的爱国者，就都被剥去了爱国的光环，成为内战的牺牲者。但是，爱国主义并不一定都是好东西。我认为，我们必须严格区分正义的爱国主义和邪恶的爱国主义。在过去的历史上我们中国基本上一直是受侵略受压迫受杀害的，因此我们的爱国主义是正义的。而像日本军国主义者和德国法西斯，手上涂满了别国人民的鲜血，而口中却狂呼爱国，这样的爱国主义难道还不是最邪恶的吗？这样的爱国主义连他们本国的人民也是应该挺身而出痛加挞伐的。今天，我们虽然已经翻了身，享受了独立自由的生活但是心怀叵测的一些列强仍在觊觎敌视。因此，我们仍然要努力发扬正义的爱国主义精神，这是我们神圣的职责。现在我们已经改革开放，正处在市场经济的大潮中，正处在一个重要的转型期中，我们仍然要弘扬中国文化中国精神的精髓，这一点我在上面已经谈过了。但是我们的中国精神和以中国文化为核心的东方文化，其作用就仅仅限于中国和东方吗？否，否，绝不是的。"}
{"text":"这样的爱国主义连他们本国的人民也是应该挺身而出痛加挞伐的。今天，我们虽然已经翻了身，享受了独立自由的生活但是心怀叵测的一些列强仍在觊觎敌视。因此，我们仍然要努力发扬正义的爱国主义精神，这是我们神圣的职责。现在我们已经改革开放，正处在市场经济的大潮中，正处在一个重要的转型期中，我们仍然要弘扬中国文化中国精神的精髓，这一点我在上面已经谈过了。但是我们的中国精神和以中国文化为核心的东方文化，其作用就仅仅限于中国和东方吗？否，否，绝不是的。自工业革命以后，几百年来，西方列强挟其分析的思维模式，征服自然，为人类创造了空前辉煌的文化，世界各国人民皆蒙其利。然而到了今天，众多弊端都显露了出来，举其荦荦大者就是环境污染生态平衡破坏新疾病产生臭氧层出洞，等等。如果其中一项我们无法遏止，人类前途就处在危险之中。有没有拯救的办法呢？有的，三十年河东，三十年河西，西方不亮东方亮，唯一的一条拯救之路就是以东方综合思维模式来济西方之穷，在过去已有的基础上改弦更张，人类庶几有被拯救的可能，这就是我的结论。给别人的书写序而侈谈自己的主张，似乎不妥。但我并不认为是这样的。我这样写不过表示我们心有灵犀一点通而已。年月日本文原为中国精神第章略说中国传统文化及其特点说在中国传统文化的宝库中，中国传统道德是最重要的一部分内容，这话完全正确。因为从世界各国来看，像中国这样几千年如一日重视伦理道德的还没有第二个国家。什么叫做中国传统道德？或者说中国传统道德有哪些内容呢？这个问题很复杂，每个人的回答都可能不一样。我讲讲自己的看法，我想这里面起码应包括这么几部分内容。第一，正如我的老师――清华大学陈寅恪教授曾经说过的，白虎通当中的三纲六纪是中国文化的精华。什么叫三纲呢？就是君臣父子夫妇。他讲的当然是君为臣纲，父为子纲，夫为妻纲。这里边有糟粕，如夫妻应该是平等的，怎么男人成了女人的纲了呢？这个我们先不讲它。六纪，一是诸父，就是父亲的兄弟姊妹二是兄弟三是族人四是诸舅，就是母亲家的人五是师长六是朋友。他说，这三纲六纪是中国文化的中心，我看他的话很有道理。因为人类自有社会以来，必然要有一种规则来维系，不然的话社会就会乱七八糟。现在马路上为什么要有交通警？为什么要有红绿灯？"}
{"text":"什么叫三纲呢？就是君臣父子夫妇。他讲的当然是君为臣纲，父为子纲，夫为妻纲。这里边有糟粕，如夫妻应该是平等的，怎么男人成了女人的纲了呢？这个我们先不讲它。六纪，一是诸父，就是父亲的兄弟姊妹二是兄弟三是族人四是诸舅，就是母亲家的人五是师长六是朋友。他说，这三纲六纪是中国文化的中心，我看他的话很有道理。因为人类自有社会以来，必然要有一种规则来维系，不然的话社会就会乱七八糟。现在马路上为什么要有交通警？为什么要有红绿灯？这就是一种规则，一种规章制度，要求大家都来遵守，这样社会生活才能进行。要是没有这些规则，社会生活就不能进行。白虎通的三纲六纪，把当时社会所有的人际关系都规定了。第二，我们的文化还有一个提法，是我们的特点，就是格致正诚修齐治平。意思就是格物致知正心诚意修身齐家治国平天下八个步骤。先从自己开始格物，就是了解事物，了解以后致知，把规律找出来，正心诚意就不用讲了，修身就是修自己，然后齐家，把家治好，然后再治国，治国以后是平天下。就是从个人内心一直到天下。那么，什么叫国，什么叫天下呢？在周代来讲，像齐国燕国郑国等国是国，天下则指整个周代的中国。现在像中国日本叫国，天下就是世界。个人要从内心出发，正心诚意，一直推到治国平天下。这套系统的步骤，属于伦理道德范畴，也属于政治范畴，是其他任何国家所没有的。第三，礼义廉耻，国之四维。就是说，礼义廉耻是国家的四个支柱。除了这个提法外，古人还提出了孝悌忠信，礼义廉耻等说法，意思都差不多。上述三个方面是古代伦理道德最先最主要的内容。懂得了这三个方面的内容，大体就了解了中国伦理道德最基本的内容。我们的道德伦理又全面又有体系，其他的内容当然就多了，需要写一部中国伦理学史来阐述。中国传统道德是中国传统文化当中最精华的内容，它在世界人类文明遗产中的特殊性非常之明显。为什么这么说呢？因为世界上任何国家，从古希腊一直到古印度，尽管每个国家都有自己的道德规范，每个民族都有自己的道德规范，可是内容这么全面年代这么久远涉及面这么广泛的道德规范，在全世界来看，中国是唯一的。现在中国周围这些国家，像日本韩国越南等，有一个名词叫汉文化圈，属于汉文化圈的国家基本上都受我国的影响。我们一向讲中国是四大文明古国之一。"}
{"text":"中国传统道德是中国传统文化当中最精华的内容，它在世界人类文明遗产中的特殊性非常之明显。为什么这么说呢？因为世界上任何国家，从古希腊一直到古印度，尽管每个国家都有自己的道德规范，每个民族都有自己的道德规范，可是内容这么全面年代这么久远涉及面这么广泛的道德规范，在全世界来看，中国是唯一的。现在中国周围这些国家，像日本韩国越南等，有一个名词叫汉文化圈，属于汉文化圈的国家基本上都受我国的影响。我们一向讲中国是四大文明古国之一。现在我们的考古发现越多，就越证明我们的历史长久。比如，连尧舜禹汤的禹都有怀疑是不是确有其人，现在已经证明了有禹这个人。随着考古学的不断进步，我估计将来考古发现不但有夏有禹，一定还会有更古的尧舜，还要往上发展。总而言之，我的看法是考古发现越多，我们的历史越长。这是从形成的历史时间看。那么从具体内容上看，我们民族的特点就更明显了。比如孝这个概念，三纲五常里面都有。除了中国以外，全世界各国都没有这么具体。何以证之呢？可以看一看欧洲现在社会的情况跟我们作比较。当然现在青年人也不像以前那样愚忠愚孝，割肉疗母我们也不提倡，可是就拿眼前来讲，我们中国的青年人还比世界各国的要孝得多，虽然程度不如以前了。我是研究语言的，有件事很有意思把孝这个词翻译为英语，用一个词翻译不出来，得用两个词。什么原因呢？因为虽然不能说外国没有孝，但是孝并非作为一个很重要的概念，所以译过去就得用两个词。英文里面两个什么词呢？就是儿女的虔诚与尊敬，而在中文中，光一个孝就够了。这就说明孝这个词有中国的特点。我认为中国伦理道德中有两点值得提倡，第一点是讲气节骨气。一个人要有骨头。我们现在不是还讲解放军硬骨头六连吗？文章也讲风骨。骨头本来是讲一种生理的东西，用到人身上，就是指人要讲气节。孟子就讲富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。富贵我们也不怕，贫贱我们也不怕，威武我们也不怕，这在别的国家是没有的。就是说作为一个人，我有我的人格，顶天立地，不管你多大的官，多么有钱，你做得不对我照样不买你的账。例子很多。三国演义里有个祢衡敢骂曹操，不怕他能杀人。近代的章太炎，他就敢在袁世凯住进中南海称帝时，到中南海新华门前骂袁称帝。这种骨气别的国家也不提倡。"}
{"text":"骨头本来是讲一种生理的东西，用到人身上，就是指人要讲气节。孟子就讲富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。富贵我们也不怕，贫贱我们也不怕，威武我们也不怕，这在别的国家是没有的。就是说作为一个人，我有我的人格，顶天立地，不管你多大的官，多么有钱，你做得不对我照样不买你的账。例子很多。三国演义里有个祢衡敢骂曹操，不怕他能杀人。近代的章太炎，他就敢在袁世凯住进中南海称帝时，到中南海新华门前骂袁称帝。这种骨气别的国家也不提倡。骨气这个词也不好译，翻成英文也得用两个词道德的反抗的力量或者不屈不挠的力量，我们用一个气节骨气，多么简洁明了。我们中国的小说中，随便看看，都有像祢衡这样的人。我们为什么崇拜包公？就是因为他威武不能屈。皇帝掌握生杀大权，但皇帝做错了包公照样不买账达官显贵虽然有钱有势，包公也照样不买账。这种品行外国是不提倡的。我常对年轻人讲，不仅在国内要有人格，不能一见钱就什么都不讲了，出国也要有国格，不能忘记自己是中国人，不能忘记国格。第二点是爱国主义。世界上真正提倡爱国主义的是中国。比如，苏武北海牧羊而气节不改的故事，连小孩都知道。写满江红的抗金英雄岳飞，他的爱国精神更是历代传诵，后人在杭州西湖边专给他盖了一座庙。又如文天祥，谁都知道他的名言人生自古谁无死，留取丹心照汗青，全国都有他的祠堂。近代现代的爱国英雄也多得很，如抗日战争中的张自忠佟麟阁等等。当然，我们讲爱国主义要分场合，例如，抗日战争里，我们中国喊爱国主义是好词，因为我们是正义的，是被侵略被压迫的。压迫别人侵略别人屠杀别人的爱国主义是假的，是军国主义法西斯。所以我们讲爱国主义要讲两点一是我们决不侵略别人，二是我们决不让别人侵略。这样爱国主义就与国际主义与气节联系上了。关于中国传统道德在世界文明史中的地位问题，我想最好先举例来说明。大家都知道歌德谈话录这本书，在年月日歌德与埃克曼的谈话录中，歌德说，我今天看了一本中国的书，好逑传。中国人了不起，在中国人眼中，人跟宇宙合二为一，这是我这几年宣传的人与大自然和谐，男女谈情说爱，相互彬彬有礼，那么和谐和睦，这个境界我们西方没有。可以说，好逑传在中国文学史上最多与今古奇观处在一个水平上，甚至中国文学史也不会写它。可是传到欧洲，当时欧洲文化的第一代表人歌德却大加赞美，但他是有根据的。"}
{"text":"关于中国传统道德在世界文明史中的地位问题，我想最好先举例来说明。大家都知道歌德谈话录这本书，在年月日歌德与埃克曼的谈话录中，歌德说，我今天看了一本中国的书，好逑传。中国人了不起，在中国人眼中，人跟宇宙合二为一，这是我这几年宣传的人与大自然和谐，男女谈情说爱，相互彬彬有礼，那么和谐和睦，这个境界我们西方没有。可以说，好逑传在中国文学史上最多与今古奇观处在一个水平上，甚至中国文学史也不会写它。可是传到欧洲，当时欧洲文化的第一代表人歌德却大加赞美，但他是有根据的。虽然我国这类才子佳人题材的小说有些理想化，像西厢记，但是在当时的西方文化泰斗看来，起码中国心中的境界是很高的。歌德指出的这一点不是很值得我们回味吗？我认为，从世界文化的发展趋向看，中国文化包括中国道德的精华，在世纪的将来，会在人类精神文明的发展中，发挥更重要的作用。这是我所期望的。第章走向天人合一人类自从成为人类以来，最重要的是要处理好三个关系一人与自然的关系二人与人的关系，也就是社会关系三个人内心思想感情的平衡与不平衡的关系。其中尤以第一个关系为最重要，而且就目前现状看来，是迫在眉睫的问题。人之所赖以生存的衣食住行等无不是取自大自然，关键问题是取之有方。在这里，东西双方至少在思想上是不相同的。西方采取的是强硬的手段，要征服自然而东方则主张采用和平的友好的手段，也就是天人合一。要先与自然做朋友，然后再伸手向自然索取人类生存所需要的一切。宋代大哲学家张载说民，吾同胞，物，吾与也，最鲜明地表达了这种思想。东西方手段之所以不同，我个人认为，其基础是思维模式的差异。西方主分析，以中国文化为代表的东方主综合。西方自古希腊以来，以分析的方法对待自然。到了近代产业革命，达到了登峰造极的地步，其结果是人所共睹的。他们取得了辉煌的成就，上天入地，腾空泛海，生光电化，无所不及，一直发展到核能开发宇宙卫星等等，全世界人民无不蒙受其利。这一点是无法否认的，这是他们征服自然的结果。然而自然虽无人格或神格，如孔子说天何言哉！四时行焉，百物生焉，天何言哉！然而它却是能报复的，能惩罚的。西方滥用科技产生的弊端至今已日益显著，比如大气污染环境污染生态平衡破坏臭氧层破坏新疾病丛生自然资源匮乏人口爆炸，如此等等，不一而足。"}
{"text":"到了近代产业革命，达到了登峰造极的地步，其结果是人所共睹的。他们取得了辉煌的成就，上天入地，腾空泛海，生光电化，无所不及，一直发展到核能开发宇宙卫星等等，全世界人民无不蒙受其利。这一点是无法否认的，这是他们征服自然的结果。然而自然虽无人格或神格，如孔子说天何言哉！四时行焉，百物生焉，天何言哉！然而它却是能报复的，能惩罚的。西方滥用科技产生的弊端至今已日益显著，比如大气污染环境污染生态平衡破坏臭氧层破坏新疾病丛生自然资源匮乏人口爆炸，如此等等，不一而足。这些弊端，如果其中的任何一个得不到控制，则人类前途实处危境。这些弊端已经引起了全世界有识之士的深切关注。怎么办呢？我的看法是人类必须悬崖勒马，正视弊端，痛改征服自然的思想，采用东方的天人合一的思想。这样一来，庶几乎可以改变这种危险局面。我把我这种想法称为东西文化互补论。现在我们不但正处在一个世纪末，而且是一个千纪末。世纪末与千纪末和年不同，年是自然现象，而世纪千纪则是人为现象。如果没有耶稣，哪来什么世纪千纪？但是人一旦承认了这种人为的东西，它似乎就能起作用。世纪的世纪末以及眼前的世纪末，整个世界在政治和意识形态领域内，都出现了一些不寻常的现象，理不应如此，事却竟然如此，个中原因值得参悟。我们人类是有理智有感情的，借这个世纪末的契机，回顾一下，前瞻一下，让脑筋清醒一下，是有好处的。何况我们回顾与前瞻的问题是关系到人类前途的问题，切不可掉以轻心，等闲视之。这样做不但是一般人的任务，有远见卓识的政治家们更应如此。年月日第章天人合一新解天人合一是中国哲学史上的一个非常重要的命题。中外治中国哲学史的学者，哪一个也回避不开。但是，对这个命题的理解解释和阐述，却相当分歧。学者间理解的深度和广度理解的角度，也不尽相同。这是很自然的，几乎没有哪一个哲学史上的命题的解释是完全一致的。我在下面先简略地谈一谈这个命题的来源，然后介绍一下几个有影响的学者对这个命题的解释，最后提出我自己的看法，也可以说是新解吧。对于哲学，其中也包括中国哲学，我即使不是一个完全的门外汉，最多也只能说是一个站在哲学门外向里面望了几眼的好奇者。"}
{"text":"学者间理解的深度和广度理解的角度，也不尽相同。这是很自然的，几乎没有哪一个哲学史上的命题的解释是完全一致的。我在下面先简略地谈一谈这个命题的来源，然后介绍一下几个有影响的学者对这个命题的解释，最后提出我自己的看法，也可以说是新解吧。对于哲学，其中也包括中国哲学，我即使不是一个完全的门外汉，最多也只能说是一个站在哲学门外向里面望了几眼的好奇者。但是，天底下的事情往往非常奇怪，真正的内行司空见惯浑无事，对一些最常谈的问题习以为常，熟视无睹，而外行人则怀着一种难免幼稚但却淳朴无所蔽的新鲜的感觉，看出一些门道来。这个现象在心理学上很容易解释，在人类生活和科学研究中，并不稀见。我希望，我就是这样的外行人。我先介绍一下这个命题的来源和含义。什么叫天人合一呢？人，容易解释，就是我们这一些芸芸众生的凡人。天，却有点困难，因为天字本身含义就有点模糊。在中国古代哲学家笔下，天有时候似乎指的是一个有意志的上帝，这一点非常稀见。有时候似乎指的是物质的天，与地相对。有时候似乎指的是有智力有意志的自然。我没有哲学家精细的头脑，我把天简化为大家都能理解的大自然。我相信这八九不离十，离真理不会有十万八千里。这对说明问题也比较方便。中国古代的许多大哲学家，使用天这个字，自己往往也有矛盾，甚至前后抵触。这一点学哲学史的人恐怕都是知道的，用不着细说。谈到天人合一这个命题的来源，大多数学者一般的解释都是说源于儒家的思孟学派。我觉得这是一个相当狭隘的理解。中华思想大辞典说主张天人合一，强调天与人的和谐一致是中国古代哲学的主要基调。这是很有见地的话，这是比较广义的理解，是符合实际情况的。我现在就根据这个理解来谈一谈这个命题的来源，意思就是，不限于思孟，也不限于儒家。我先补充上一句这个代表中国古代哲学主要基调的思想，是一个非常伟大的含义异常深远的思想。为了方便起见，我还是先从儒家思想介绍起。周易乾卦文言说大人者与天地合其德，与日月合其明，与四时合其序，与鬼神合吉凶，先天而天弗违，后天而奉天时。这里讲的就是天人合一的思想，这是人生的最高的理想境界。孔子对天的看法有点矛盾。他时而认为天是自然的，天不言而四时行，而万物生。他时而又认为，人之生死富贵皆决定于天，他不把天视作有意志的人格神。"}
