{"text":"如青苹果的清涩，天真幼稚的走进高中的门槛，相识，陌生变成熟友。感谢你的陪伴，同学，至少是你在宿舍里做比我亲密的舍友，让我的漆黑夜里醒来后不会害怕，在打雷的时候给我依靠与欢乐时光。酸。喜欢这个味，至少它让学习中的退步找到了一个可以攀爬的梯子，一直向上。那天的英语课真的很激烈，我看着大家的表情都很富有情趣。老师表扬了旁边的同学，作文写得好，字又清秀。周围的同学看在眼里，教室里冒出了一股酸味，凭什么，我也可以做得好的。就这样的一股冲劲，第二天的桌子上就会多了一本练字帖和英语作文大全，一个月后，整个班的英语成绩突飞猛进，老师的赞扬卷风而来。甜。像甜甜圈的味道，原来这是生活中的黏合品。放学后一起去吃饭的生活，下自习后一起回宿舍的那条路，时不时会听到这样的话今天的课你听懂了没？如果有什么疑问，回到宿舍后我点着台灯给你讲解。咱们的关系好像是亲姐妹一样很甜美。苦。冬天的气息好像是凝了的冰块。考试后的成绩成了我们最大的隔阂，成绩成了一把锋利的刀刃隔断了那长长的线条，你大吼声让我明白了同学并不是可以地久天长。那一个月，我们的说话次数少了，眼泪的流速快了，就像吃了异果的苦味，好难过，很辛苦。辣。如辣椒的火色，冒了烟的脾气在压力之下爆发开来。准备下月的高考，每天忙碌的身影，在安安静静的自习课上，同桌的矛盾随即展开，亦或是超过一条界限，亦或是东西弄破，咱们被压力附着一身后，却运用了冲突的方式来展开，殴打或许不是我们专身代名词，可是乱丢乱砸的现象让同学关系渐渐破裂，并随之瓦解。涩。青苹果的色彩，难忘的时刻，我们即将上大学。谈汲大学的生活，憧憬的眼神如初日升起太阳，在黎明时分，绽放最美的光芒和色彩。六月的雨，浇灭了夏天的狂燥，同学的你是否在为下一步为奋斗。我们的五味，在清晨展开气味绽放，在最美时候欢畅。感谢同学，感谢与你们的五味，至少让我的高中生活多姿多彩。树人需要在当下，中学生有三怕，怕奥数怕英文怕。对于前两者，我倒心有戚戚焉对于后者，我不仅不怕，反而喜欢。当今中国的中学生，目光盯着升学，压力山大。"}
{"text":"感谢同学，感谢与你们的五味，至少让我的高中生活多姿多彩。树人需要在当下，中学生有三怕，怕奥数怕英文怕。对于前两者，我倒心有戚戚焉对于后者，我不仅不怕，反而喜欢。当今中国的中学生，目光盯着升学，压力山大。奥数英文是两种特别的东西，它能帮助中学生走上升学的捷径，中学生总是怕学得不好，拿不到高分，而语文学科无论怎么考，分数既高不上去，也拉不下多少这是中学生尤其是高中生的共识，且语文课程中的更是难得如同蜀道，以致大部分同学都仰天胁息坐长叹。先生的文章博大精深甚至晦涩难懂，确实并不浅显。但这能成为我们怕的理由吗？纵观先秦诸子散文唐宋诗词明清小说，又有哪一个是既浅显的？对于精华，唯有一字一句仔细琢磨，方得真滋味。世上本没有路，走的人多了，也便成了路。当生活安逸了，人就被生活所累了。心事浩茫连广宇，于无声处听惊雷。字字珠玑，意味深长，发人深省，难道都让红尘掩盖了它们？世事沧海桑田，思想却亘古不变。这个名词就其本质，已经不再是周树人的笔名，也不是一代文豪的代称，而是正义力量的象征。试看当今社会，孔乙己化身为教授，不是窃书，而是抄书阿复活了，在网络炫富炫阔祥林嫂复活了，在底层呻吟乏走狗复活了，披着专家学者的镀金外衣，依然向着穷人狂吠闰土复活了，失学打工，没有了美丽的家园谁怕？只有孔乙己乏走狗鲁四老爷之流。中学生不应怕，应当正视社会现实，不能只沉迷于书本。脱离社会的书本知识断然不能有助于中国的进步！如果中学生只被奥数英文统治头脑，只为分数而学，到头来，思想必定是一片废墟。急功近利的学习只能损毁我们的未来，未来中国一定需要思想深邃的学者。怕，就必定不能树人。人树不起来，地平线上就不会升起复兴崛起的希望晨曦！在怕的背后奥数英文周树人，大多数中学生谈之色变，我们因奥数难寻的解题方法而退缩，因英文脱离母语原则而不敢迈进，最后面对周树人艰深难懂的文字，我们彻底恐惧。这一系列的胆怯，有我们自己的原因，也有学校国家的责任。怕的背后，有你我的惰性思维。我们所惧怕的奥数英文周树人恰恰是需要我们进行长时间深度思考的。但如今的中学生早已被家庭社会圈养成一个个只知享乐不会思考的沙发人。"}
{"text":"怕，就必定不能树人。人树不起来，地平线上就不会升起复兴崛起的希望晨曦！在怕的背后奥数英文周树人，大多数中学生谈之色变，我们因奥数难寻的解题方法而退缩，因英文脱离母语原则而不敢迈进，最后面对周树人艰深难懂的文字，我们彻底恐惧。这一系列的胆怯，有我们自己的原因，也有学校国家的责任。怕的背后，有你我的惰性思维。我们所惧怕的奥数英文周树人恰恰是需要我们进行长时间深度思考的。但如今的中学生早已被家庭社会圈养成一个个只知享乐不会思考的沙发人。现盛行的娱乐节目一步步地蚕食着青少年走向勇于探索的好奇心，一步步地引导者青少年走向仅仅满足于大脑皮层微量兴奋的深渊。想想古时闻鸡起舞的志士，头悬梁，锥刺股的学子，还有凿壁偷光的读书人，他们抛却惰性思维，勇于向课本中艰深难懂的知识发起挑战，终将难以降服的知识收入囊中。奥数英文周树人，确有难以接受之处，但如果我们能破除惰性思维，征服这一切自然不在话下。怕的背后，有老师的引导不当。师者，所以传道授业解惑也。韩愈一语点破老师的作用。著名英语专家俞敏洪在创立新东方初期，便坚持新东方式教授方式，并规定所有新进老师，必须经过培训才能上岗。这是因为俞敏洪知道，只有正确的教学之道，才能让学生真正爱上英语，只知道照着教辅念，不注重教学方法，无法让学生打开知识这扇大门，最终让学生对知识感到恐惧。怕的背后，有国家教育体制的不健全。在德国，青少年不仅要学习科学文化知识，还需要将文化知识不断运用到生产实际中，也正因为这样，德国的青少年乐于接受知识，也乐于应用知识。相反，在我们国家，不健全的教育体制制造出一堆眼睛仅停留在书本上的扫描仪，而非真正四肢健全头脑发达的知识分子。学习方式的单一化以及应试教育制度下学习目标的绝对化，让我们对一切与学习有关的东西产生不满厌倦甚至恐惧的情绪。在怕的背后，我们逐渐慵懒的思维宣告着对难点的让步老师的不当引导尘封了我们探索新知识的热情另外，教育体制存在的漏洞抹杀了我们探索的兴趣。奥数英文周树人并不可怕，真正可怕的是我们惰性的思维学校和国家不完善的引导方式以及由此导致的整个社会的畸形的价值取向。"}
{"text":"学习方式的单一化以及应试教育制度下学习目标的绝对化，让我们对一切与学习有关的东西产生不满厌倦甚至恐惧的情绪。在怕的背后，我们逐渐慵懒的思维宣告着对难点的让步老师的不当引导尘封了我们探索新知识的热情另外，教育体制存在的漏洞抹杀了我们探索的兴趣。奥数英文周树人并不可怕，真正可怕的是我们惰性的思维学校和国家不完善的引导方式以及由此导致的整个社会的畸形的价值取向。名师点评这是一篇规范的议论文，开头扣住材料中的三怕现象，提出全文的中心论点这一系列的胆怯，有我们自己的原因，也有学校国家的责任，观点明确，旗帜鲜明。紧接着从个人自己学校老师国家教育体制三个方面，设置了三个分论点怕的背后，有你我的惰性思维，怕的背后，有老师的引导不当，怕的背后，有国家教育体制的不健全，并逐一展开论证，思路清晰，说理透彻。最后又对这三个方面加以总结，结束全文，铿锵有力，引人深思。全文按照总――分――总的结构，时时处处紧扣材料，既不旁逸斜出，也不拖泥带水，充分挖掘三怕背后的原因，深入思考学校教育的现状，既显示了考生善于思辨精心布局的能力，也表现了中学生敢于直面现实勇于揭露问题的胆略和勇气，确实是一篇立意深刻结构严谨的考场佳作。难易相生，怕与不怕相生道学学派的鼻祖老子有言有无相生，难易相成，长短相形，高下相盈，音声相和，前后相随。几千年前的老子就道出矛盾的对立统一性，怕与不怕是相依相赖而存在的，没有绝对的畏惧或喜欢，一切取决于你的态度。有时，怕与不怕就像天平的两端，你起他就落，你落他便起。中学生有三怕，奥数英文周树人成了流行语，一定有其根源。何为畏惧？英国心理学家理查德怀斯曼说畏惧是当一个人没有能力解决某一事物时产生的恐惧退缩的情绪。在此，我便暂且以怕奥数为例来说明吧！众所周知，奥数是一门十分难的学问，特别是文科生，更想对其敬而远之。我们可以把奥数理解为深奥的数学，对一般人而言，深奥的数学往往超出其承受范围，所以，同学们会对奥数产生畏惧感，怕触碰奥数然而，俗话说跳一跳，摸得到，对于一些智商较高的同学，他们有能力去解决这一类的问题，于是乎，他们对于奥数的喜爱便胜于害怕。由此，我们得出一个结论一个人害怕与否，其能力的高低是关键因素。"}
{"text":"在此，我便暂且以怕奥数为例来说明吧！众所周知，奥数是一门十分难的学问，特别是文科生，更想对其敬而远之。我们可以把奥数理解为深奥的数学，对一般人而言，深奥的数学往往超出其承受范围，所以，同学们会对奥数产生畏惧感，怕触碰奥数然而，俗话说跳一跳，摸得到，对于一些智商较高的同学，他们有能力去解决这一类的问题，于是乎，他们对于奥数的喜爱便胜于害怕。由此，我们得出一个结论一个人害怕与否，其能力的高低是关键因素。然而，我们也不能完全说是如此，大多数的中学生智力相当，却还会出现害怕与不怕的区别。林徽因说真正的平静，不是避开车马喧嚣，而是在心中修篱种菊。而我要说真正的不畏，不是避开难题，而是敢于直面问题。中国著名数学家华罗庚并不是一个数学天才，然而他有一颗强大的心，面对数学问题，他从不退缩不逃避，反而选择直面难题认真钻研，体味其中的乐趣。于是，他强了，畏惧便弱了，他对数学的喜爱也就多了一分。最终，他登上了数学的高峰。徐志摩在想飞中说是人没有不想飞的，老是在这地面上爬着够多厌烦，不说别的。飞出这圈子，飞出这圈子凌空去看一个明白――这才是做人的趣味，做人的权威，做人的交代。怕与不怕，是相互依赖相互依存的，只有当你鼓起勇气，鉴定你那颗追求向上的心，直面问题，你的喜爱便会战胜畏惧，你便会攀上高峰。名师点评本文最大的特点就是善于引用。一开始就引用道家学派的鼻祖老子的名言，从对立统一的观点出发，指出怕与不怕是相依相赖而存在的，没有绝对的畏惧或喜欢，既巧妙地切入了所要论述的话题，又自然地引出中学生三怕的分析。在具体分析三怕时，先引用理查德怀斯曼的名言，进而引出第一个层面的分析，指出一个人害怕与否，其能力的高低是关键因素。之后又化用林徽因的话，从第二个层面展开论述，指出真正的不畏，不是避开难题，而是敢于直面问题。两个层面各有侧重，前者侧重思维能力，后者侧重思想心态。最后又引用徐志摩的话巧妙地结束全篇。这些直接引用或化用的名言，既可以作为行文的线索衔接起论证的过程，同时也彰显了考生丰富的文化积淀。我想和您同行尊敬的先生你好！风停，雨静。穿过时光隧道，我终于见到了您。我真的想和您同行，我有很多话想跟您说，请容许我慢慢道来。"}
{"text":"之后又化用林徽因的话，从第二个层面展开论述，指出真正的不畏，不是避开难题，而是敢于直面问题。两个层面各有侧重，前者侧重思维能力，后者侧重思想心态。最后又引用徐志摩的话巧妙地结束全篇。这些直接引用或化用的名言，既可以作为行文的线索衔接起论证的过程，同时也彰显了考生丰富的文化积淀。我想和您同行尊敬的先生你好！风停，雨静。穿过时光隧道，我终于见到了您。我真的想和您同行，我有很多话想跟您说，请容许我慢慢道来。近来，中学生有三怕一怕奥数，二怕英文，三怕周您。我就觉得很奇怪。他们怕奥数怕英文，我可以理解，但是我很困惑他们为什么要怕您呢？莫非是因为您的文字太尖锐，他们不喜欢您直刺现实的文字？尖锐一点不好吗？我不懂，真的不懂。但是我清楚地知道我很喜欢您，喜欢您冷峻的文字，喜欢您横眉冷对千夫指，俯首甘为孺子牛，我还喜欢您真的猛士，敢于直面惨淡的人生，敢于正视淋漓的鲜血一语一词，铿锵有力。我喜欢您的率直与坦然。如今的社会，敢说真话，敢于坚持真理的人似乎在减少，这个世界需要像你一样正直的人啊！我想和您同行，一起直面人生！我需要您做我坚强的后盾！说到这，我突然想到了一件事，听说有些地方的教材禁止选您的文章。知道这个消息，我是多么愤怒啊。那么好的文章为什么不可以入选教材，难道是因为中学生怕您吗？您的文章有那么多的闪光点啊，也可以给学生传递正能量。不过呢，您也不要难过，其实您有很多铁杆粉丝的，比如我，嘻嘻我没有骗您哦！还有呢，我们班也有好多同学喜欢您的作品呢！您的文字就像一座永恒的丰碑，永远地矗立在我们的心间。还有啊，我十分敬佩您那种针砭时弊勇于解剖的精神。您为了唤醒人们麻木的心灵，毅然放弃学医，走上了文学之路。我想当时肯定没有几个像您这样有勇气有魄力的人吧！不过，我坚信您那尖锐冷峻的文字一定唤醒了不少国人。在那个昏暗的年代，有您真好！我愿与您同行，倚笔走天涯！对了，偷偷告诉您一个小秘密哦。其实呢，我也很喜欢文学，我想长大以后成为一名作家，像您一样。我很喜欢文字，有事没事地写点东西。我都写了几千篇日记了，也是记录一些时事的。我想如果以后有机会的话，我要把它们编成书，您千万不要笑话哦！呀，糟了，快下课了。我得先遛了拜拜。"}
{"text":"我想当时肯定没有几个像您这样有勇气有魄力的人吧！不过，我坚信您那尖锐冷峻的文字一定唤醒了不少国人。在那个昏暗的年代，有您真好！我愿与您同行，倚笔走天涯！对了，偷偷告诉您一个小秘密哦。其实呢，我也很喜欢文学，我想长大以后成为一名作家，像您一样。我很喜欢文字，有事没事地写点东西。我都写了几千篇日记了，也是记录一些时事的。我想如果以后有机会的话，我要把它们编成书，您千万不要笑话哦！呀，糟了，快下课了。我得先遛了拜拜。此致敬礼您的粉丝遗失的童真当暮霭沉沉之时，我们被劝说要相信楚天辽阔当草长莺飞之时，我们被劝说要防备前方蜀道之难当我们成长到每一个阶段时，我们都被提醒着完成不合时宜的任务。于是，童真就如那风铃，渐行渐远，消逝不见。孩子从卖气球的人手中牵走一个心愿，多么可爱而美好的诗句，甚至可以想象那洋溢着灿烂的笑脸。而如今这样的笑脸在冰封冻结。本该童真的年纪，却一脸愁苦，为学业奔波。我们不应抱怨现在的孩子为何圆滑世故，我们应反省是什么造成了童真的遗失，又是什么加剧了这种遗失的势头。反观社会，我们清醒地看到一个充满竞争意识，强调优胜劣汰的社会。当成年人大多在为金钱名利所奔波时，当与孩子共处时的谈资均为事业发展利润亏损时，试问一张白纸又怎能不被沾染得墨迹斑斑？与此同时，将大人的不满足强加于孩子幼小的成长历程之中，狼爸虎妈层出不穷的当下，一个孩子的童真不是被孩子淡忘，而是被一种恶性环境所扼杀。汪增祺描写金岳霖先生时，曾有金先生拿大石榴与孩子们斗鸡，上课上到一半时，捉虱子的场景。这些童真未泯的形象，让我们认识到一个学者一个智者不应为虚浮名利勾心斗角忙碌终生，而应是对生活充满了热爱和积极的乐观情绪。在一个鼓吹神童的媒体时代，在我心里，不是童亵渎了神，而是神亵渎了童。孩子的眼光是直线的，不会转弯，也碌如此，他能看到我们遗失的美好，他的创造他的发问让我们看到了世界的另一面。童真的目光，或许就像是穿越时空的爱，能够照亮冰点以上的风景。这份童真，这份初心，倘若一直坚守，如同守护一株鲜红欲滴的玫瑰，梦过于美好，守护也便更加沉重。天上人间，现实让人们知道自由不过是猎人与猎物之间的距离。但为什么现实让人们害怕得连一个梦的开端也不肯轻易地为孩子许下呢？遗失的童真被一种潜在的暴力撕扯得支离破碎。"}
{"text":"孩子的眼光是直线的，不会转弯，也碌如此，他能看到我们遗失的美好，他的创造他的发问让我们看到了世界的另一面。童真的目光，或许就像是穿越时空的爱，能够照亮冰点以上的风景。这份童真，这份初心，倘若一直坚守，如同守护一株鲜红欲滴的玫瑰，梦过于美好，守护也便更加沉重。天上人间，现实让人们知道自由不过是猎人与猎物之间的距离。但为什么现实让人们害怕得连一个梦的开端也不肯轻易地为孩子许下呢？遗失的童真被一种潜在的暴力撕扯得支离破碎。最好的成长，不是小小年纪就考上了名牌大学，不是小小年纪就深谙世俗之法，不是小小年纪就挥毫千里琴声悠扬。我更愿看到最喜小儿无赖，村头卧剥莲蓬的无忧闲适之景。未来或许残酷，但心中有好奇有想象有创造，便不会畏惧。有些事终要经历，那便到时深究，有些事如此美好，为何不好好珍惜？遗失的童真，带给了我们怅惘，但愿这番省悟能让天真无邪的笑声在风中散播得更久一些。宿命我靠在昏暗潮湿的小矮墙上，我正在思考我的人生――我是一只猪。我们祖辈都一样，有着极其悲惨的宿命。宿命，宿命。我一生不愁吃，不愁穿，我只需要吃好睡好，每天重复着同样的事，日复一日看着同伴们渐渐膘肥的身材，我却始终壮不起来，我有着自己的思想。我不愿臣服于我的宿命，因为我深知，我的自由之日便是我受死之时。夜幕降临，我做了一个梦，梦见了我被屠夫送进了屠宰场。那儿陈列着一行一行的猪头，一列一列的猪肉，我明白，我们身上的猪头猪肉猪肠通通不是我们的，除了我们自己的灵魂。我一个激灵醒了过来。夜色朦胧，我站在猪圈门口，挥洒冷汗。同伴一个一个都睡着了，我沐浴着从断崖处吹来的山风，我的灵魂在内心躁动不安。我似乎看见了狼在断崖上嗥叫。我也情不自禁，摆正了姿态，嗥叫了一声，同伴们瑟瑟发抖，痴迷的眼神望着我，显得很害怕。他们一定以为我患上了猪瘟，或者以为我是一只披着猪皮的狼。我没有解释什么，因为我只是顺从我内心的灵魂罢了。我决定要逃跑。什么？同伴们瞪着眼睛惊恐地看着我，此刻的我站在猪圈门口，继续沐浴我的清风。我知道他们不会理解我，就像人们不理解韩寒一样，我和他一样，都是叛逆的少年。就像汪国真说的要输就输给追求，要嫁就嫁给幸福。我的内心似乎更坚定了。明天，明天。"}
{"text":"我也情不自禁，摆正了姿态，嗥叫了一声，同伴们瑟瑟发抖，痴迷的眼神望着我，显得很害怕。他们一定以为我患上了猪瘟，或者以为我是一只披着猪皮的狼。我没有解释什么，因为我只是顺从我内心的灵魂罢了。我决定要逃跑。什么？同伴们瞪着眼睛惊恐地看着我，此刻的我站在猪圈门口，继续沐浴我的清风。我知道他们不会理解我，就像人们不理解韩寒一样，我和他一样，都是叛逆的少年。就像汪国真说的要输就输给追求，要嫁就嫁给幸福。我的内心似乎更坚定了。明天，明天。红艳的晚霞如期而至，浓薄的雾气没忘记给大地披上一层灰色的荧幕。我趁着夜色，拱开了猪圈门，玩命似的往断崖飞奔，迎面来的是凉爽的清风。逃跑时我回头望了一眼，看到了我的母亲，从她的眼神里我看到的肯定的目光，似乎是我做了她想做却又不敢做的事情。断崖的清风不像猪圈，猪圈里的风夹杂着湿气和污臭。我摆正了狼的英姿，不断嗥叫，因为我战胜了我的宿命，我顺从了我内心的灵魂。心里有个声音一直在嘀咕你战胜了你自己的宿命，多么值得啊！夜幕下的断崖，依稀可见几颗星星，这勇敢的灵魂花，此时此刻，开得到处都是。考生同学化身为猪，暗合当年铁屋子的寓言，此文立意甚高。用思想――逃逸――自由的线索统领全文，结构也精巧。整体文字流畅自然，用词不浮夸，断句有节奏，可见该考生在文字上经历过较多的自我训练，所谓语感。略显不足的是，引用过气心灵鸡汤大师汪国真的警句，格调不够高远，未能给整篇加分。至于断崖，亦属残酷青春叙事，没必要苛求。整体而言，属于一个合适的满分，贴切写出了正处成年期追求思想独立期的青少年所思所想。――袁复生潇湘晨报周末副刊版主编采用拟人的手法，运用第一人称来构思全篇，写一头猪无法接受祖辈的宿命，决心从猪圈中逃出去，并最终出逃成功的事情。文章心理描写细腻逼真，将一头猪的思想和情感一一展现出来，让我们在阅读中，由同情转为敬佩，从而油然地生出赞赏之情。另外，善用隐喻，如狼这一意象的反复使用，暗指猪心的叛逆。作为一篇记叙文，难能可贵的是，能够很好紧扣主题来叙述，使文章的内容与作文材料之间形成关联。作为一篇应试之作，在文中能够如此大胆地展示自己的想象力和创造力，实属不易。"}
