{"text":"很多话不能说，很多话不敢说。我再不能对她说妖妖，你最好变成男的。她也不敢说我家没有男孩子，我要跟我爸爸说，收你当我弟弟。这些话想起来都不好意思，好象小时侯说的蠢话一样，甚至都怕想起来。可是想起那时侯我们那么亲密，又很难舍。我甚至有一个很没有男子气概的念头。对了，妖妖说得真不错，还不如我们永远不长大呢。可是第二天，妖妖下了课之后，又在那条街的拐角那儿等我，我也照旧尾随她而去。她笑着问我你上哪儿呀？我又编了个借口我上商场买东西，顺便上旧书店看看。你不想上旧书店看看吗？她二话没说，跟我一起钻进了旧书店。哎，旧书店呀旧书店，我站在你的书架前，真好比马克吐温站在了没有汽船的码头上！往日那些无穷无尽的好书哪儿去了呢？书架上净是些南方来信和艳阳天之类的是书。呵欠！！我想，我们在旧书店里如鱼得水的时候，，正是这些宝贝在新书店里撑场面的时候。现在这一流的书也退了下来，到旧书店里来争一席位置，可见纯粹是为了怀旧，我们选了两本书铁流和毁灭。我想起了童年时候的积习，顺手把兜里仅有的两毛钱掏给她。可是她一下就皱起眉头来，把我的手推开。后来大概是想起来这是童年时的习惯，朝我笑了笑，自己去交钱了。出了书店，我们一起在街上走。她上车站，我在送她。奇怪的是我今天没有编个口实。她忽然对我说陈辉，记得我们一起买了多少书吗？二百五十八本！现在都存在我那儿呢。我算了算总价钱，一百二十一块七毛五。我们整整攒了一年半！不吃零食，游泳走着去，那是多大的毅力呀！对了对了，我应该把那些书给你拿来，你整整两年没看到那些书了。我说不用，都放在你那儿吧。为什么呢？你知道吗？到我手里几天就得丢光！这个来借一本，那个来借一本，谁也不还。那一天我们就没再说别的。我一直送她上汽车，她在汽车上还朝我挥手。后来我就经常去送她，开始还找点借口，说是上大街买东西。后来渐渐地连借口也不找了。她每天都在那个拐角等我，然后就一起去汽车站。我可以自豪的说，从初二到初三，两年一百零四个星期，不管刮风下雨，我总是要把她送到汽车站再回家。至于学校的活动，我是再也没参加过。可是我们在路上谈些什么呢？哎呀，说起来都很不光彩。"}
{"text":"那一天我们就没再说别的。我一直送她上汽车，她在汽车上还朝我挥手。后来我就经常去送她，开始还找点借口，说是上大街买东西。后来渐渐地连借口也不找了。她每天都在那个拐角等我，然后就一起去汽车站。我可以自豪的说，从初二到初三，两年一百零四个星期，不管刮风下雨，我总是要把她送到汽车站再回家。至于学校的活动，我是再也没参加过。可是我们在路上谈些什么呢？哎呀，说起来都很不光彩。有时甚至什么也不说，就是默默地送她上了汽车，茫然地看着汽车远去的背影，然后回家。有一天我们在街上走，她忽然问我陈辉，你喜欢诗吗？那时我正读莱蒙托夫的诗选读得上瘾，就说啊，非常喜欢。后来我们就经常谈诗。她喜欢普希金朴素的长诗，连童话诗都喜欢。可是我喜欢的是莱蒙托夫那种不朽的抒情短诗。我们甚至为了这两种诗的优劣争执起来。为了说服我，她给我背诵了青铜骑士的楔子，我简直没法形容她是怎么念出我爱你，彼得建造的大城她不知不觉在离车站十几米的报亭边停住了，直到她把诗背完。可是我也给她念了我爱这连绵不断的青山和遥远的星星是明亮的。那一天我们很晚才分手。有一天学校开大会，我们出来的时候已经很晚了。那是五月间的事情。白天下了一场雨。可是晚上又很冷。没有风。结果是起了雨雾。天黑得很早。沿街楼房的窗户上喷着一团团白色的光。大街上，水银灯在在半天织起了冲天的白雾。人汽车隐隐约约地出现和消失。我们走到十路汽车站旁。几盏昏暗的路灯下，人们就像在水底一样。我们无言地走着，妖妖忽然问我你看这个夜雾，我们怎么形容它呢？我鬼使神差地做起诗来，并且马上念出来。要知道我过去根本不认为自己有一点作诗的天分。我说妖妖，你看那水银灯的灯光像什么？大团的蒲公英浮在街道的河流口，吞吐着柔软的针一样的光。妖妖说好，那么我们在人行道上走呢？这昏黄的路灯呢？我抬头看看路灯，它把昏黄的灯光隔着蒙蒙的雾气一直投向地面。我说我们好象在池塘的水底。从一个月亮走向另一个月亮。妖妖忽然大惊小怪地叫起来陈辉，你是诗人呢！我说我是诗人？不错，当然我是诗人。你怎么啦？我说真的呢！你很可以做一个不坏的诗人。你有真正的诗人气质！"}
{"text":"我说妖妖，你看那水银灯的灯光像什么？大团的蒲公英浮在街道的河流口，吞吐着柔软的针一样的光。妖妖说好，那么我们在人行道上走呢？这昏黄的路灯呢？我抬头看看路灯，它把昏黄的灯光隔着蒙蒙的雾气一直投向地面。我说我们好象在池塘的水底。从一个月亮走向另一个月亮。妖妖忽然大惊小怪地叫起来陈辉，你是诗人呢！我说我是诗人？不错，当然我是诗人。你怎么啦？我说真的呢！你很可以做一个不坏的诗人。你有真正的诗人气质！你别拿我开心了。你倒可以做个诗人，真的！我做不成。我是女的，要做也只能成个蓝袜子。哎呀，蓝袜子写的东西真可怕。你什么时候看到过蓝袜子写的东西？你怎么那么糊涂？我说蓝袜子，就是泛指那些没才能的女作家。比方说乔治爱略特之流。女的要是没本事，写起东西来比之男的更是十倍的要不得。具体一点说呢？空虚，就是空虚。陈辉，我不是跟你开玩笑，你一定可以当个诗人！退一万步说，你也可以当个散文家。莱蒙托夫你不能比，你怎么也比田间强吧？高尔基你不能比，怎么也比杨朔强吧？我叫了起来田间杨朔！！！妖妖，你叫我干什么？你干脆用钢笔尖扎死我吧！我要是站在阎王爷面前，他老爷子要我在作狗和杨朔一流作家中选一样，我一定毫不犹豫的选了作狗，哪怕作一只赖皮狗！妖妖哈哈大笑起来，笑了又笑，连连说我要笑死了，我活不了啦哈哈，陈辉，你真有了不得的幽默感！哎呀，我得回家了不过你不要以为我在和你开玩笑，你可以作个诗人！她走了。可是我心里像开了锅一样蒸汽腾腾，摸不着头脑。她多么坚决地相信自己的话！也许，我真的可以作个诗人？可是我实际上根本没当什么诗人。老王，你看我现在坐在你身旁，可怜的像个没毛的鹌鹑，心里痛苦。思想正在听样板戏，哪里谈得上什么诗人！我说老陈，你别不要脸了。你简直酸得像串青葡萄！你听着！你要是遇见过这种事，你就不会这么不是东西了。这以后，我就没有和妖妖独自在一起呆过了。我还能记得起她是什么样子吗？最后见到她已经是七年前的事情了。啊！我能记得起的！她是她是瘦小的身材，消瘦的脸，眼睛真大啊。可爱的双眼皮，棕色的眼睛！"}
{"text":"可是我实际上根本没当什么诗人。老王，你看我现在坐在你身旁，可怜的像个没毛的鹌鹑，心里痛苦。思想正在听样板戏，哪里谈得上什么诗人！我说老陈，你别不要脸了。你简直酸得像串青葡萄！你听着！你要是遇见过这种事，你就不会这么不是东西了。这以后，我就没有和妖妖独自在一起呆过了。我还能记得起她是什么样子吗？最后见到她已经是七年前的事情了。啊！我能记得起的！她是她是瘦小的身材，消瘦的脸，眼睛真大啊。可爱的双眼皮，棕色的眼睛！对着我的时候这眼睛永远微笑而那么有光彩。光洁的小额头，孩子气的眉毛，既不太浓，也不太疏，长的那么恰好，稍微有点弯。端立的鼻子，坚决的小嘴，消瘦的小脸，那么秀气！柔软的棕色发辫。脖子也那么瘦微微的动一下就可以看见肌肉在活动。小姑娘似的身材，少女的特征只能看出那么一点。喂，你的小手多瘦哇，你的手腕多细哇，我都不敢握你的手。你怎么光笑不说话？妖妖，我到处找你，找了你七年！我没忘记你！我真的一刻也不敢忘记你，妖妖！老陈站起来，歇斯底里朝前俯着身子，眼睛发直，好象瞎了一样，弄得过路人都在看他。我吓坏了，一把把他扯坐下来，咬着耳朵对他说你疯了！想进安定医院哪！老陈呆呆的坐了一会，然后茫然地擦了擦头上的汗。我刚才看见她了，就像七年前一样。我讲到哪儿了？讲到她说你是个诗人，对对，后来过了几天，就开始文化大革命了。后来就是大串联！我走遍了全国各地。逛了两年！我和着了魔一样！后来我回到北京，我又想起了妖妖。我想再和她见面，就回到学校。可是她再也没来过学校。我在学校里等了她一年！我不知道她家住在哪儿，我也没有地方去打听！后来我就去陕西了。我在陕西非常苦闷！我渐渐开始想念她，非常非常想念她！我明白了，圣经里说亚当说夏娃是他骨中的骨，肉中的肉，对，就是这么一回事！她是我骨中的骨，肉中的肉。可是到哪里去找她？后来我又回到北京，可是并不快乐。可是有一天，我在家里坐着，眼睛突然看见书架上有一本熟悉的书，精装的雾海孤帆。那是我童年读过的一本，虽然旧了，但是决不会认错的。老王，假如你真正爱过书的话，你就会明白，一本在你手中呆过很长时间的好书就像一张熟悉的面孔一样，永远不会忘记。那就是我和她在旧书店买的那一本！可是我记得它在妖妖那儿呀！我简直不能想象出它是在哪儿冒出来的。"}
{"text":"我明白了，圣经里说亚当说夏娃是他骨中的骨，肉中的肉，对，就是这么一回事！她是我骨中的骨，肉中的肉。可是到哪里去找她？后来我又回到北京，可是并不快乐。可是有一天，我在家里坐着，眼睛突然看见书架上有一本熟悉的书，精装的雾海孤帆。那是我童年读过的一本，虽然旧了，但是决不会认错的。老王，假如你真正爱过书的话，你就会明白，一本在你手中呆过很长时间的好书就像一张熟悉的面孔一样，永远不会忘记。那就是我和她在旧书店买的那一本！可是我记得它在妖妖那儿呀！我简直不能想象出它是在哪儿冒出来的。还认为是我记错了，我看起它，无心去看，但是翻了一翻，还想重温一个童年的旧梦。忽然里头翻出个纸条来，上面的话我一字不漏地记得陈辉我家住在建国路永安东里九楼号，来找我吧。杨素瑶年月日那正是我到陕西去的第三天！我拿着书去问我妈，这书是谁送来的。我妈很没害臊的说是个大姑娘，长得可漂亮了。大概是两年前送来的吧。我骑上车子就跑！找到永安东里九楼的时候，我连上楼的力气都没有了。腿软得很。心跳得要命，好象得了心律过速。我敲了敲她家的门，有人来开门了！我想把她一把抱住，可是抱住了一个摇头晃脑的老太太。老太太可怕得要命！眼皮干枯，满头白发，还有摇头疯，活象一个鬼！我问杨素瑶在家吗？老太太一下愣住了你是谁？我，我是她的同学，我叫陈辉。你是陈辉！进来吧，快进来。哎呀老太太哭了，没命地摇头小瑶，小瑶已经死啦！我发了蒙，一切好象在九重雾里。我记得老太太哭哭啼啼地说她回老家去插队，有一次在海边游泳，游到深海就没回来。她哭着说孩子，我就这么一个女儿呀！我为什么让她回老家呢？我为什么要让她到海边去呢？呜呜！我听老太太告诉我，说妖妖在信中经常提到说如果陈辉来找她就赶快写信告诉她。我陪老太太坐到天黑，也流了不少眼泪。这是平生唯一的一次！等到我离开她家的时候，在楼梯上又被一个姑娘拦住了。她说你叫陈辉吧？我木然答道是，我是陈辉。我的邻居杨素瑶叫我把这封信交给你，可惜你来的太晚了。我到家拆开了这封信，这封信我也背得上来陈辉你好！我在北京等了你一年，可是你没有来。"}
{"text":"我为什么要让她到海边去呢？呜呜！我听老太太告诉我，说妖妖在信中经常提到说如果陈辉来找她就赶快写信告诉她。我陪老太太坐到天黑，也流了不少眼泪。这是平生唯一的一次！等到我离开她家的时候，在楼梯上又被一个姑娘拦住了。她说你叫陈辉吧？我木然答道是，我是陈辉。我的邻居杨素瑶叫我把这封信交给你，可惜你来的太晚了。我到家拆开了这封信，这封信我也背得上来陈辉你好！我在北京等了你一年，可是你没有来。你现在好吗？你还记得你童年的朋友吗？如果你有更亲密的朋友，我也没有理由埋怨你。你和我好好地说一声再见吧。我感谢你曾经送过我两千五百里路，就是你从学校到汽车站再回家的六百二十四个来回中走过的路。如果你还没有，请你到山东来找我吧。我是你永远不变的忠实的朋友杨素瑶我要去的地方是山东海阳县葫芦公社地瓜蛋子大队。老陈讲到这里，掏出手绢擦擦眼睛。我深受感动。站起身来准备走了。可是老陈又叫住了我。他你上哪儿去？我还没讲完呢！。后来我和她又见了一面。胡说！你又要用什么显魂之类的无稽之谈来骗我了吧？你才是胡说！你这个笨蛋。这件事情你一定要怀疑不是真的，可是我愿用生命担保它的真实性。要不是亲身经历过，我也不相信这是真的。你听着！他又继续讲下去。如果他刚才讲过的东西因为感情真挚使我相信有这么一回事的话，这一回老陈可就使我完全怀疑他的全部故事的真实性了。不是怀疑，他毫无疑问是在胡说！下面就是他讲的故事二绿毛水怪后来我在北京呆不下去了，也回了山东老家。至于老家嘛，简直没有什么可说的。闭塞得很，人也很无知。我所爱的是那个大海。我在海边一个公社当广播员兼电工。生活空虚透了，真像爱略特的小说！唯一的安慰是在海边上！海是一个永远不讨厌的朋友！你懂吗？也许是气势磅礴的朝岸边推涌，好象要把陆地吞下去也许不尽是朝沙滩发出的浪，也许是死一样静，连一丝波纹也兴不起来。但是浩瀚无际，广大的蔚蓝色一片，直到和天空的蔚蓝联合在一起，却永远不会改！我看着它，我的朋友葬身大海，想着它多大呀，无穷无尽地大多深哪，我经常假想站在海底看着头上茫茫的一片波浪，像银子一样。我甚至微微有一点高兴，妖妖倒找到一个不错的葬身之所！"}
{"text":"我在海边一个公社当广播员兼电工。生活空虚透了，真像爱略特的小说！唯一的安慰是在海边上！海是一个永远不讨厌的朋友！你懂吗？也许是气势磅礴的朝岸边推涌，好象要把陆地吞下去也许不尽是朝沙滩发出的浪，也许是死一样静，连一丝波纹也兴不起来。但是浩瀚无际，广大的蔚蓝色一片，直到和天空的蔚蓝联合在一起，却永远不会改！我看着它，我的朋友葬身大海，想着它多大呀，无穷无尽地大多深哪，我经常假想站在海底看着头上茫茫的一片波浪，像银子一样。我甚至微微有一点高兴，妖妖倒找到一个不错的葬身之所！我还有一些非非之想，觉得她若有灵魂的话，在海底一定是幸福的了。可是在海中远远的有一片礁石，退潮的时候就是黑黑的一大捧，你可以把它想象成很多东西，一片新大陆，圣海伦岛，之类之类。涨潮的时候就是可笑的一点点，好象在引诱你去那里领受大海的嬉戏。如果是夏天，我每天傍晚到大海里游泳，直到筋疲力尽时，就爬到那里去休息一下。真是个好地方！离岸足有三里地呢。在那里往前看，大海好象才真正把它宽广地显示给你有一天傍晚时分我又来到了海滨。那一天海真像一面镜子！只有在沙滩尽边上，才有海水最不引人注意地在拍溅我把衣服藏在一块石头底下，朝大海里走去。夕阳的余辉正在西边消逝，整个天空好象被红蓝铅笔各涂了一半。海水浸到了我的腰际，心里又是一阵隐痛你知道，我听说她死已经是一年前的事情，是一件已经无法挽回的事情了。这种痛苦对于我已经转入了慢性期，偶尔发作一下。我朝大海扑去，游了起来。我朝着那丛礁石游，看着它渐渐大起来，我来了一阵矫健的自由式，直冲到那两片礁石上。你要知道那是一大片犬牙交错的怪石，其实在水下是其大无比的一块，足有二亩地大。一个个小型的石峰耸出水面，高的有一人多高，矮的刚刚露出水面一点儿。在那些乱石之间水很浅，可是水底下非常的崎岖不平。我想，若千万年前，这里大概是一个石头的孤岛，后来被波涛的威力所摧平。我爬到最高的一块礁石上。这一块礁石约有两米高，形状是酷似一颗巨大的臼齿。我就躺在凹槽里，听着海水在这片礁石之间的轰鸣。天渐渐暗下来。我从礁石后面看去！黑暗首先在波浪间出现。海水有点发黑了。该回去了。不然就要看不见岸了。我在心里请清楚楚地说。找不着岸，那可就糟了。只有等着星星出来才敢往回游，要是天气变坏，就得在石头上过一夜，非把我冷出病来不可！我可没那么大瘾！"}
{"text":"我想，若千万年前，这里大概是一个石头的孤岛，后来被波涛的威力所摧平。我爬到最高的一块礁石上。这一块礁石约有两米高，形状是酷似一颗巨大的臼齿。我就躺在凹槽里，听着海水在这片礁石之间的轰鸣。天渐渐暗下来。我从礁石后面看去！黑暗首先在波浪间出现。海水有点发黑了。该回去了。不然就要看不见岸了。我在心里请清楚楚地说。找不着岸，那可就糟了。只有等着星星出来才敢往回游，要是天气变坏，就得在石头上过一夜，非把我冷出病来不可！我可没那么大瘾！我站起身来，眼睛无意间朝礁石中一扫嗬，把我吓出了一身冷汗！我看见，在礁石中间，有一个好像人的东西在朝一块礁石上爬！我一下把身子蹲下，从石头后面小心地看去，那个怪物背对着我。它全身墨绿，就像深潭里的青苔，南方的水蚂蝗，在动物身上这是最让人憎恶的颜色了。可是它又非常地像一个人，宽阔的背部，发达的肌肉和人一般无异。我可以认为它是一个绿种人，但是它又比人多了一样东西，就其形状来讲，就和蝙蝠的翅膀是一样的，只是有一米多长，也是墨绿色的，完全展开了，紧紧地附在岩石上。蝙蝠的翅膀靠趾骨来支撑。在这怪物的翅膀中，也长了根趾骨，也有个爪子伸出薄膜之外紧紧地抓住岩石。它用爪子抓住岩石，加上一只手的帮助，缓缓地朝上爬，而一只手抓着一杆三叉，齿锋锐利，闪闪有光，无疑是一件人类智慧的产物。可是我并不因为这个怪物有人间兵器而产生什么生理上的好感因为它有翅膀又有手，尽管像人，比两个头的怪物还可怕。你知道，就连鱼也只有一对前鳍，有两对前肢的东西，只有昆虫类里才有。它慢慢把身体抬出水面。不管怎么说，它无疑很像一个成年的男子，体形还很健美，下肢唯一与人不同的地方就是因为水下生活腿好象很柔软，而且手是圆形的，好象并在一起就可以成为很好的流线体。脚上五趾的形象还在，可是上面长了一层很长很宽的蹼，长出足尖足有半尺。头顶上戴了一顶尖尖的铜盔。我是古希腊人的话，一定不感到奇怪。可我是一个现代人哪。我又发现它腰间拴了一条大皮带，皮带上带了一把大得可怕的短剑根本没有鞘，只是拴着剑把挂在那里。我不大想和它打交道。它装备得太齐全了，体格太强壮了。可是我又那么骨瘦如柴。我想再看一会，但是不想惊动它。因为如果它有什么歹意，我绝对不是个对手。"}
{"text":"脚上五趾的形象还在，可是上面长了一层很长很宽的蹼，长出足尖足有半尺。头顶上戴了一顶尖尖的铜盔。我是古希腊人的话，一定不感到奇怪。可我是一个现代人哪。我又发现它腰间拴了一条大皮带，皮带上带了一把大得可怕的短剑根本没有鞘，只是拴着剑把挂在那里。我不大想和它打交道。它装备得太齐全了，体格太强壮了。可是我又那么骨瘦如柴。我想再看一会，但是不想惊动它。因为如果它有什么歹意，我绝对不是个对手。我必须先看好一条逃路，要能够不被它发信地溜到海里去，并且要让人在相当长的距离里看不见我，再远一点，因为天黑，在波浪里一个人头都和根木头看起来差不多了。我回头朝后看看地势，猛然吓出了一身冷汗原来身后的礁石上也爬上来好几个同样的怪物，还有女的。女的看起来样子很俊美，一头长长的绿头发，一直披到腰际。可就是头发看起来很粗，湿淋淋地像一把水藻。它们都把翅膀伸开钩住岩石，赤裸的皮肤很有光泽。至于装扮和第一个差不多。头上都有铜盔，手里也都拿着长茅或钢叉，离我非常之近！最远的不过十米，可是居然谁也没发现我。可是我现在真是无路可逃了。我找不到一个地方可以躲出它们的交叉视线之外，如果一头跳下去，那更是没指望。这班家伙在水里追上我是毫无问题的在水里搞掉我更比在礁石上容易。我下了一个勇士的决心，坚决地站了起来，把手交叉在胸前，傲慢地看着它们。第一个上岸的水怪发现我了，它拄着钢叉站了起来，朝我一笑，着一笑在我看来是不怀好意。它一笑我还看见了它的牙齿雪白雪白，可是犬齿十分发达。我认为自己完了。这无疑是十分不善良的生物，对我又怀有十分不善良的用心！我在一瞬间慌忙地回顾了一下自己的一生有很多后悔的地方。可是到这步田地，也没有什么太可留恋叫我伤心得流泪的东西。我仔细一想，我决不向它乞怜，那不是男子汉的作为。相反的，我唯一要做到的就是死得漂亮一些。我迎上几步对它说喂，伙计，听得懂人的话吗？我不想逃跑了。逃不过你们，抵抗又没意思，你把刀递过来吧，不用你们笨手笨脚地动手！它摇摇头，好象是不同意，又好象不理解。然后伸手招我过去。我说啊，想吃活的，新鲜！那也由你！我绝不会容他们生吞活剥的。我要麻痹他的警惕性，然后夺下叉子，拼个痛快！可是我耳边突然响起了一阵笑声。那水怪大声笑着对我说你把我们当成什么了？食人生番？哈哈！其他的水怪也随着他一起大笑。"}
