{"text":"――薄伽丘不论是多情的诗顺，漂亮的文章，还是闲暇的欢乐，什么都不能代替无比亲密的友情。――普希金很多显得象朋友的人其实不是朋友，而很多是朋友的倒并不显得象朋友。――德谟克里特所谓友谊，这首先是诚恳，是批评同志的错误。――奥斯特洛夫斯基友谊世界上有多少人在说这个字的时候指的是茶余酒后愉快的谈话和相互间对弱点的宽容可是这跟友谊有什么关系呢――法捷耶夫真正的朋友应该说真话，不管那话多么尖锐――奥斯特洛夫斯基诚的友谊好象健康，失去时才知道它的可贵。――哥尔顿真正的朋友不把友谊挂在口上，他们并不为了友谊而互相要求一点什么，而是彼此为对方做一切办得到的事。――别林斯基仁爱的话，仁爱的诺言，嘴上说起来是容易的，只有在患难的时候，才能看见朋友的真心。――克雷洛夫是血肉的联系，而是情感和精神的相通，使一个人有权利去援助另一个人。――柴可夫斯基在幸运上不与人同享的，在灾难中不会是忠实的友人。――伊索寓言我们永远也不会知道，我们是和什么人打交道甚而要认识自己的朋友也要等待重大的关头，也就是说，要等待不可能再有更多的关头因为惟有到了这种关头，认识朋友才会成为最重要的事。――卢梭装假固然不好，处处坦白，也不成，这要看是什么时候。和朋友谈心，不必留心，但和敌人对面，却必须刻刻防备，我们和朋友在一起，可以脱掉衣服，但上阵要穿甲。――青年男女应当保持真诚的关系，也就是说，要有这样一种关系无论对任何事物，不夸大，也不低估。如果彼此不欺骗，如果尊重自己也尊重他人，这时候，不管保持什么样的关系友谊的爱慕的等等关系那都是健全的关系。――马卡连柯爱一个人意味着什么呢这意味着为他的幸福而高兴，为使他能够更幸福而去做需要做的一切，并从这当中得到快乐。――车尔尼雪夫斯基为着品德而去眷恋一个情人，总是一件很美的事。――柏拉图恋爱给人以智慧，而它常常借智慧而支持。――派斯格尔在这个只有两个人有份的特殊恩赐之中，相互间有一种特别甜蜜的爱，是不能用笔墨言语来表现的。――赫尔岑人生是花，而爱便是花的蜜。"}
{"text":"――马卡连柯爱一个人意味着什么呢这意味着为他的幸福而高兴，为使他能够更幸福而去做需要做的一切，并从这当中得到快乐。――车尔尼雪夫斯基为着品德而去眷恋一个情人，总是一件很美的事。――柏拉图恋爱给人以智慧，而它常常借智慧而支持。――派斯格尔在这个只有两个人有份的特殊恩赐之中，相互间有一种特别甜蜜的爱，是不能用笔墨言语来表现的。――赫尔岑人生是花，而爱便是花的蜜。――雨果两性相爱，是人生最重要的部分。应该保持他的自由神圣崇高，不可强制他侮辱他，污蔑他屈抑他，使他在人间社会丧失了优美的价值。――李大钊因为爱情而割弃公民精神艺术科学的普遍利益相反，他们还要把爱情的一切鼓舞爱情的一切火焰带到这些方面去，而反过来，这些世界的广阔与宏伟也渗透到了爱情里。――赫尔岑爱情不是花荫下的甜言，不是桃花源中的蜜语，不是轻绵的眼泪，更不是死硬的强迫，爱情是建立在共同语言的基础上的。――莎士比亚忠诚的爱情充溢在我的心里，我无法估计自己享有的财富。――莎士比亚我们之所以爱一个人，是由于我们认为那个人具有我们所尊重的品质。――卢梭只有驱遣人以高尚的方式相爱的那种爱神才美丽，才值得颂扬。――柏拉图真正的爱就要把疯狂的或是近于淫荡的东西赶得远远的。――柏拉图意见和感情的相同，比之接触更能把两个人结合在一起，这样子，两个人尽管隔得很远，却也很近。――柴可夫斯基人不是仅仅为了爱而生存的难道男人的全部目标就是为了控制某一个女子，而女子的全部目标就是为了左右某一个男子吗从来不是――赫尔岑我们不应该不惜任何代价地去保持友谊，从而使它受到玷污。如果为了那更伟大的爱，必须牺牲友谊，那也是没有办法的事不过如果能够保持下去，那么，它就能真的达到完美的境界了。――泰戈尔山河不足重，重在遇知己。――鲍溶很多显得像朋友的人其实不是朋友，而很多是朋友的并不显得像朋友。――德谟克里特妥协对任何友谊都不是坚固的基础。――泰戈尔为门庭增添光彩的是来做客的朋友。――爱默生父亲是财源，兄弟是安慰，而朋友既是财源，又是安慰。"}
{"text":"如果为了那更伟大的爱，必须牺牲友谊，那也是没有办法的事不过如果能够保持下去，那么，它就能真的达到完美的境界了。――泰戈尔山河不足重，重在遇知己。――鲍溶很多显得像朋友的人其实不是朋友，而很多是朋友的并不显得像朋友。――德谟克里特妥协对任何友谊都不是坚固的基础。――泰戈尔为门庭增添光彩的是来做客的朋友。――爱默生父亲是财源，兄弟是安慰，而朋友既是财源，又是安慰。――富兰克林于顺境中交朋友只需费一举手之劳在困厄时寻找友谊简直比登天还难。――爱比克泰德友谊之于人心其价值真有如炼金术上常常所说的他们的宝石之于人身一样。――培根最好的朋友是那种不喜欢多说，能与你默默相对而又息息相通的人。――高尔基友谊你是灵魂的神秘胶漆你是生活的甜料，社会性的连接物――罗布莱尔八逆境成才的名言警句古之立大事者，不惟有超世之才，亦必有坚韧不拔之志。志在峰巅的攀登者，不会陶醉在沿途的某个脚印之中。海浪为劈风斩浪的航船饯行，为随波逐流的轻舟送葬。山路不象坦途那样匍匐在人们足下。激流勇进者方能领略江河源头的奇观胜景。如果圆规的两只脚都动，永远也画不出一个圆。如果你想攀登高峰，切莫把彩虹当作梯子。脚步怎样才能不断前时把脚印留在身后。不管多么险峻的高山，总是为不畏艰难的人留下一条攀登的路。让生活的句号圈住的人，是无法前时半步的。只要能收获甜蜜，荆棘丛中也会有蜜蜂忙碌的身影。进取乾用汗水谱烈军属着奋斗和希望之歌。生活呆以是甜的，也可以是苦的，但不能是没味的。你可以胜利，也可以失败，但你不能屈服。向你的美好的希冀和追求撒开网吧，九百九十九次落空了，还有一千次呢机会只对进取有为的人开放，庸人永远无法光顾。只会在水泥地上走路的人，永远不会留下深深的脚印。生命力的意义在于拚搏，因为世界本身就是一个竞技场。海浪的品格，就是无数次被礁石击碎又无数闪地扑向礁石。榕树因为扎根于深厚的土壤，生命的绿荫才会越长越茂盛。稗子享受着禾苗一样的待遇，结出的却不是谷穗。"}
{"text":"向你的美好的希冀和追求撒开网吧，九百九十九次落空了，还有一千次呢机会只对进取有为的人开放，庸人永远无法光顾。只会在水泥地上走路的人，永远不会留下深深的脚印。生命力的意义在于拚搏，因为世界本身就是一个竞技场。海浪的品格，就是无数次被礁石击碎又无数闪地扑向礁石。榕树因为扎根于深厚的土壤，生命的绿荫才会越长越茂盛。稗子享受着禾苗一样的待遇，结出的却不是谷穗。骄傲，是断了引线的风筝，稍纵即逝自卑，是剪了双翼的飞鸟，难上青天。这两者都是成才的大忌。树苗如果因为怕痛而拒绝修剪，那就永远不会成材。经过大海的一番磨砺，卵石才变得更加美丽光滑。生活的激流已经涌现到万丈峭壁，只要再前进一步，就会变成壮丽的瀑布。向前吧，荡起生命之舟，不必依恋和信泊，破浪的船自会一路开放常新的花朵。盆景秀木正因为被人溺爱，才破灭了成为栋梁之材的梦。如果把才华比作剑，那么勤奋就是磨刀石。经受了火的洗礼泥巴也会有坚强的体魄。山涧的泉水经过一路曲折，才唱出一支美妙的歌。瀑布跨过险峻陡壁时，才显得格外雄伟壮观。通过云端的道路，只亲吻攀登者的足迹。彩云飘在空中，自然得意洋洋，但最多只能换取几声赞美唯有化作甜雨并扎根于沃壤之中，才能给世界创造芳菲。教育是人才的娘家，社会是人才的婆家。桂冠上的飘带，不是用天才纤维捻制而成的，而是用痛苦，磨难的丝缕纺织出来的。没有一颗珍珠的闪光，是靠别人涂抹上去的。沙漠里的脚印很快就消逝了。一支支奋进歌却在跋涉者的心中长久激荡。你既然认准一条道路，何必去打听要走多久。平静的湖面早就不出精悍的水手，安逸的生活造不出时代的伟人。宝剑锋从磨砺出，梅花香自苦寒来九描写坚强的名言如果你足够坚强，你就是史无前例的。――司科特菲茨杰拉德强者容易坚强，正如弱者容易软弱。――爱默生不害怕痛苦的人是坚强的，不害怕死亡的人更坚强。――迪亚娜夫人伟大人物最明显的标志，就是坚强的意志。――英国自信与自靠是坚强的柱石。――英国坚强者能在命运之风暴中奋斗。"}
{"text":"平静的湖面早就不出精悍的水手，安逸的生活造不出时代的伟人。宝剑锋从磨砺出，梅花香自苦寒来九描写坚强的名言如果你足够坚强，你就是史无前例的。――司科特菲茨杰拉德强者容易坚强，正如弱者容易软弱。――爱默生不害怕痛苦的人是坚强的，不害怕死亡的人更坚强。――迪亚娜夫人伟大人物最明显的标志，就是坚强的意志。――英国自信与自靠是坚强的柱石。――英国坚强者能在命运之风暴中奋斗。――英国顽强这就是作家技能的秘密。――杰克伦敦顽强能引导人们走向幸福。――土耳其强烈的信仰会赢取坚强的人，然后又使他们更坚强。――华特贝基霍生活就像海洋，只有意志坚强的人，才能到达彼岸。――马在思胜利属于坚韧不拔的人。――英国失败是坚韧的最后考验。――俾斯麦坚韧是意志的最好助手。――欧洲事业常成于坚韧，而毁于争躁。――伊朗工夫和坚韧使桑叶变成绸缎。――英国哪怕是自己的一点小小的克制，也会使人变得强而有力。――高尔基由于勇敢的坚韧，无可避免的祸患将会被征服。――欧洲坚毅可以战胜强力。――非洲伟大的事业是根源于坚韧不断的工作，以全副的精神去从事，不避艰苦。――罗索男儿立身须自强。――唐李颀十关于雷锋的名言警句是光荣的战士，还是可耻的逃兵，那就要看你在困难面前有没有坚定不移的信念了。吃饭是为了活着，但活着不是为了吃饭。力量从团结来，智慧从劳动来，行动从思想来，荣誉从集体来。不经风雨，长不成大树不受百炼，难以成钢。螺丝钉要经常保养和清洗，才不会生锈。人的思想也是这样，要经常检查，才不会出毛病。我愿永远做一个螺丝钉。谁要是游戏人生，他就一事无成谁不能主宰自己，永远是一个奴隶。但愿每次回忆，对生活都不感到负疚。一滴水只有放进大海里才永远不会干涸，一个人只有当他把自己和集体事业融合在一起的时候才能最有力量。一朵鲜花打扮不出美丽的春天，一个人先进总是单枪匹马，众人先进才能移山填海。在工作上，要向积极性最高的同志看齐，在生活上，要向水平最低的同志看齐。"}
{"text":"人的思想也是这样，要经常检查，才不会出毛病。我愿永远做一个螺丝钉。谁要是游戏人生，他就一事无成谁不能主宰自己，永远是一个奴隶。但愿每次回忆，对生活都不感到负疚。一滴水只有放进大海里才永远不会干涸，一个人只有当他把自己和集体事业融合在一起的时候才能最有力量。一朵鲜花打扮不出美丽的春天，一个人先进总是单枪匹马，众人先进才能移山填海。在工作上，要向积极性最高的同志看齐，在生活上，要向水平最低的同志看齐。人的生命是有限的，可是，为人民服务是无限的，我要把有限的生命，投入到无限的为人民服务之中去。对待同志要像春天般的温暖，对待工作要像夏天一样火热，对待个人主义要像秋风扫落叶一样，对待敌人要像严冬一样残酷无情。如果你是一滴水，你是否滋润了一寸土地如果你是一线阳光，你是否照亮了一分黑暗如果你是一颗粮食，你是否哺育了有用的生命如果你是一颗最小的螺丝钉，你是否永远守在你生活的岗位上如果你要告诉我们什么思想，你是否在日夜宣扬那最美丽的理想你既然活着，你又是否为了未来的人类生活付出你的劳动，使世界一天天变得更美丽我想问你，为未来带来了什么在生活的仓库里，我们不应该只是个无穷尽的支付者。青春啊，永远是美好的，可是真正的青春，只属于这些永远力争上游的人，永远忘我劳动的人，永远谦虚的人。我们是国家的主人，应该处处为国家着想。凡是脑子里只有人民没有自己的人，就一定能得到崇高的荣誉和威信。反之，如果脑子里只有个人没有人民的人，他们迟早会被人民唾弃。世界上最光荣的事劳动。世界上最体面的人劳动者。有些人说工作忙没有时间学习。我认为问题不在工作忙，而在于你愿不愿意学习，会不会挤时间。要学习的时间是有的，问题是我们善不善于挤，愿不愿意钻。爱学啦提醒您能把这句用在学习上就没什么难的了一块好好的木板，上面一个眼也没有，但钉子为什么能钉进去呢这就是靠压力硬挤进去的，硬钻进去的。钉子有两个长处一个是挤劲，一个是钻劲。我们在学习上，也要提倡这种钉子精神，善于挤和善于钻。我觉得一个革命者就应该把革命利益放在第一位，为党的事业贡献出自己的一切，这才是最幸福的。"}
{"text":"我认为问题不在工作忙，而在于你愿不愿意学习，会不会挤时间。要学习的时间是有的，问题是我们善不善于挤，愿不愿意钻。爱学啦提醒您能把这句用在学习上就没什么难的了一块好好的木板，上面一个眼也没有，但钉子为什么能钉进去呢这就是靠压力硬挤进去的，硬钻进去的。钉子有两个长处一个是挤劲，一个是钻劲。我们在学习上，也要提倡这种钉子精神，善于挤和善于钻。我觉得一个革命者就应该把革命利益放在第一位，为党的事业贡献出自己的一切，这才是最幸福的。把别人的困难当成自己的困难，把同志的愉快看成自己的幸福。骄傲的人，其实是无知的人。他不知道自己能吃几碗干饭，他不懂得自己只是沧海一粟我愿做高山岩石之松，不做湖岸河旁之柳。我愿在暴风雨中锻炼自己，不愿在平平静静的日子里度过自己的一生。一个人的作用，对于革命事业来说，就如一架机器上的一颗螺丝钉。机器由于有许许多多的螺丝钉的联接和固定，才成了一个坚实的整体，才能够运转自如，发挥它巨大的工作能。螺丝钉虽小，其作用是不可估计的。我愿永远做一个螺丝钉。螺丝钉要经常保养和清洗，才不会生锈。人的思想也是这样，要经常检查，才不会出毛病。我们要真正的学到一点东西，就要虚心。譬如一个碗，如果已经装得满满的，哪怕再有好吃的的，像海参，鱼翅之类，也装不进去，如果碗里是空的，就能装进很多东西。装知识的碗，就像神话中的宝碗一样，永远也装不满。十一关于奉献的名言警句世间最庄严的问题是我能做什么好事？――佚名人要随时随地利用所有的方法，使用各种手段，在有生之日，尽力为善。韦斯利人生不是一支短短的蜡烛，而是一支暂时由我们拿着的火炬。我们一定要把它燃得十分光明灿烂，然后交给下一代的人们。――肖伯纳有取有舍的人多么幸福，寡情的守财奴才是不幸。――鲁达基在人生的黄昏时，一代不幸的人在摸索徘徊一些人在斗争中死去一些人堕入深渊种种机缘，希望和仇恨冲击着那些被偏见束缚着的人在那黑暗泥泞的道路上同样也走着那些给人点亮灯光的人，每一个头上举着火种的人尽管没有人承认他的价值，但他总是默默地生活着劳动着，然后像影子一样消失。――普鲁斯给予比接受更为有福。"}
{"text":"――肖伯纳有取有舍的人多么幸福，寡情的守财奴才是不幸。――鲁达基在人生的黄昏时，一代不幸的人在摸索徘徊一些人在斗争中死去一些人堕入深渊种种机缘，希望和仇恨冲击着那些被偏见束缚着的人在那黑暗泥泞的道路上同样也走着那些给人点亮灯光的人，每一个头上举着火种的人尽管没有人承认他的价值，但他总是默默地生活着劳动着，然后像影子一样消失。――普鲁斯给予比接受更为有福。――新约全书如果人仅仅为自己劳动，也许他能够成为著名的学者，伟大的智者，卓越的诗人，但是他永远也不能成为真正完善和真正伟大的人。――马克思你若要为你的意义而欢喜，就必须给这个世界以意义。――歌德利己的人最先灭亡。他自己活着，并且为自己而生活。如果他的这个我被损坏了，那他就无法生存了。奥斯特洛夫斯基给予比接受更快乐。――圣经果你在任何时候，任何地方，你一生中留给人们的都是些美好的东西――鲜花，思想，以及对你的非常美好的回忆――那你的生活将会轻松而愉快。那时你就会感到所有的人都需要你，这种感觉使你成为一个心灵丰富的人。你要知道，给永远比拿愉快。高尔基纤弱的东西捆到一起就刚强。――英国谚语为有牺牲多壮志，敢叫日月换新天。――月儿把她的光明遍照在天上，却留着她的黑斑给它自己。――泰戈尔我不配做一盏灯，那么就让我做一块木柴吧！――历史把那些为了广大的目标而工作，因而使自己变得高尚的人看作是伟大的人经验则把使最大多数人幸福的人称赞为最幸福的人。――马克思经验显示，成功多因于赤忱，而少出于能力。胜利者就是把自己身体和灵魂都献给工作的人。――查尔斯巴克斯顿我知道一件事，你们当中惟一真正快乐的，是那些没法去服务人群，自己发现如何服务的人。――史威焚好自夸的人没本事，有本事的人不自夸。――缅甸谚语以吾人数十年必死之生命，立国家亿万年不死之根基，其价值之重可知。孙中山个人必须带着其余的人一起走向完美，不断地尽其所能来扩大和增加朝这方面迈进的人流的流量。――安诺德自己脑子里只装满着自己，这种人正是那种最空虚的人。――莱蒙托夫你自己和你所有的一切，倘不拿出来贡献于人世，仅仅一个人独善其身，那实在是一种浪费。――莎士比亚行善是一种无意识的播种。"}
{"text":"――史威焚好自夸的人没本事，有本事的人不自夸。――缅甸谚语以吾人数十年必死之生命，立国家亿万年不死之根基，其价值之重可知。孙中山个人必须带着其余的人一起走向完美，不断地尽其所能来扩大和增加朝这方面迈进的人流的流量。――安诺德自己脑子里只装满着自己，这种人正是那种最空虚的人。――莱蒙托夫你自己和你所有的一切，倘不拿出来贡献于人世，仅仅一个人独善其身，那实在是一种浪费。――莎士比亚行善是一种无意识的播种。壮心欲填海，苦胆为忧天。――文天祥夜把花悄悄地开放了，却让白日去领受谢词。――泰戈尔你们在开始一天生活的时候应该提醒自己去爱他人，应该努力去发现世间美好的事物，那么，从外界的反映中，你将发现一个可爱的自我。假如在你即将离开人世的时候，身边没有一个人紧紧握住你的手，这说明你在一生中未曾伸出友爱之手去帮助他人。――巴斯凯利亚有财富而不用，从没有达到目的这个角度上一看。就等于没有财富。――五卷书我更需要的是给与，不是收受。因为爱是一个流浪者他能使他的花朵在道旁的泥土里蓬勃焕发，却不容易叫它们在会客室的水晶瓶里尽情开放。――泰戈尔如果有一天，我能够对我的公共利益有所贡献，我就会认为自己是世界上最幸福的人了。――果戈里生命的用途并不在长短而在我们怎样利用它。许多人活的日子并不多，却活了很长久。――蒙田一个有德性的人，往往为他的朋友和国家的利益而采取行动，必要时乃至牺牲自己的生命。他宁愿捐弃世人所争夺的金钱荣誉和一切财物，只求自己的高尚。――亚里斯多德贪婪的心像沙漠中的不毛之地，吸收一切雨水，却不滋生草木以方便他人。――欧洲谚语我是春蚕，吃了桑叶就要吐丝，哪怕放在锅里煮，死了丝还不断，为了给人间添一点温暖。――你要记得，永远要愉快地多给别人，少从别人那里拿取。――高尔基我们应当在不同的岗位上，随时奉献自己。――海塞生的人远比死的人更须要慈善。――阿诺德男人敞开心扉就像女人羞答答地奉献出她们那防范森严的肉体一样。――安德烈火莫洛亚当我在说愿上帝保佑女人这句话时，尽管我们之中没有人能完全了解一位贤妻的崇高情怀，或是一位良母执着奉献，但他心中会说阿门！――马克吐温我没有别的东西奉献，唯有辛劳泪水和血汗。"}
