{"text":"或有认为南北朝间佛学的输入，是凭藉西捶氏族的武力入侵而注入，等于清朝末期西方宗教向中国的传教情形一样，这个问题，在中国历史资料上，非常明白，不可混为一谈。事实上，南北朝之间西捶氏族的入侵，因为他们文化根基过于浅薄，本来便毫无文化思想可言，与宗教政治，更不相干，只是一种盲目的凶顽残贼而已，后来如石燕姚秦的作为，全赖感染佛教的教化，而稍戢其淫威，他如北魏的情形，更因受到佛学的熏陶，而融会接受儒道二家文化的结果，那是史有明文，毋庸争议了。总之，南北朝的佛学，因为与中国儒道两家文化的互相融会，奠定隋唐以后中国文化与中国佛学勃兴的阶段，西域来中国的名僧如佛图澄鸠摩罗什等人，无一不是英睿特出之士，而毕生致力于佛学文化事业，对中国文化思想的贡献，都是功不可涡，无可厚非。此外，在人物方面，如因译经事业的关系，发明中国的音韵之学，便有以此名家的沈约，因佛学的译述而启发文法，即有著作文心雕龙的刘勰，又如云冈石窟，与唐代敦煌壁画，以及音乐诗歌艺术等等的发达，无一不与佛学有关。但必须记得，自东汉以来到隋唐之间，由印度佛教思想吸收成为中国文化的佛学，其间经历艰难困苦，错综复杂的过程，约有四五百年的时间，才形成唐代的文化。温故而知新，现在要谈中西文化的融会贯通，虽然时移势易，加上现代科学工具的发达，但无论如何，也不是在短时期内，或一个世纪中便可望其成就的，所以我们生在这一时期的知识青年，对于当前中国文化的趋势，与自身所负国家民族历史文化的责任，更须有所警惕而加倍努力。至于隋唐以后，儒释道三家学术阵容的形成，当然有其历史背景，远因已如上述，近因则另有新的面目二由于唐室李氏宗亲的关系，自唐太宗以来，自诏定道教为国教，尊奉李老君为教主，因此而奠定道教在唐代政教上的根基。又因为唐室君臣，醉心佛学，故虽尊奉道教，实则佛道并重，但在人事地位上，略加分别而已。自初唐开国将相，多数为文中子王通的门人。"}
{"text":"又因为唐室君臣，醉心佛学，故虽尊奉道教，实则佛道并重，但在人事地位上，略加分别而已。自初唐开国将相，多数为文中子王通的门人。而王通讲学，对于儒释道三家学说思想，择其善者而从之，素来不分畛域，因此，一般读书人，号称儒者的知识分子，多已有儒佛不分，儒道无别的学术思想即使如中唐以后，一位得力于墨家，而以文章名世，号称为儒家正统的韩愈，虽闹过史称排佛的大事，其实，还是后人正反双方的渲染过度，细读韩愈排佛的文章，与历史的事实，他当时只是对于佛教制度，与某一类佛教徒的不满，并非对佛学本身多有攻击。而且自韩愈以后，直到宋元明清几代理学家们的儒者，排斥佛教最力的理由，就是说它废弃伦常，无父无君的出家制度，此外，少数有关佛学的批评，到底都是门外汉的外行话，无足轻重。如从深入的角度来看，韩愈排佛，于佛教毫无损失，所以当代名僧禅德，极少出来说话，真正打击宗教本身的，往往出于宗教徒的自身，这是古今中外不易的定例，凡为任何宗教的人士，应当深省。唐代佛学的勃兴，影响中国文化每一部门，真到后世而普及日本与东方各国，约有三大原因由于天下太平，社会安定。佛教人才辈起，创立中国佛学各宗义理，因此而普遍影响唐代的中国文教。因南顿北渐的禅宗风气，普遍宏开，唐代文学与所有文化学术，如蜜人水，如盐加味，随处充满禅意的生机，同时因百丈禅师创立丛林的寺院制度，使佛教十宗学派，一律托庇宇下，奠定中国佛教与中国佛学的特色而照耀古今中外。因玄类法师自印度留学回国，翻译佛经事业的影响，以及佛学唯识法相的翻译完成，使中国文化中的宗教哲学思想，确立逻辑的思维体系，因此而与儒道两家，左右逢源，互相吞吐诸子百家之长，而构成中国文化三大巨流的特质。物壮则衰，事穷则变，佛学禅宗经晚唐五代以后，它的蜕变与转向，也是文化历史的必然趋势，所以一到宋初，由于开国君臣的崇尚孔孟学说，于是读书人士当然是儒家之徒的知识分子，便在有意无意之间，吸收隋唐以后四百年来佛学修养的精神与方法，摇身一变，而产生理学濂洛关闽的门庭。理学家们讲学的方法与作风，书院制度的规模，无一而不从禅宗形态蜕变，平心而论，要说宋明理学等于儒家的禅宗佛教禅宗，例如佛家的儒道，实在不算过分，但这只是言其形式，如究其实质内容的异同，就大有分别了。"}
{"text":"理学家们讲学的方法与作风，书院制度的规模，无一而不从禅宗形态蜕变，平心而论，要说宋明理学等于儒家的禅宗佛教禅宗，例如佛家的儒道，实在不算过分，但这只是言其形式，如究其实质内容的异同，就大有分别了。禅宗理学，经过两宋二三百年的互相推排，及其末流，同时皆趋没落，禅宗有默照沉默邪禅及狂禅的混杂，理学有朱陆道学问与尊德性的纷争，一逢元朝武力入侵，挟佛教密宗的喇嘛教的卷入，便使亦儒亦佛的两家巨室，就都生出支离破碎的蔓草荆棘了，从此使明代三百年来的文教，笼罩在一片不是狂禅的理学，即是理学的狂禅的气象之中。虽然有王阳明创立履践笃实的良知良能的学说，但依违儒佛之间，毕竟大有问题存在，因此使明末清初的大儒们，讥为圣人满街走平时静坐谈心性，临危一死报君王等，确有原因，并非纯属意气用事，清初佛学与禅宗，虽有雍正的再度提倡，但因既定的国策，始终以外崇喇嘛教而羁康西北边唾，故亦一蹶不振，无能为力了。总之，由于以上的简述，对于佛学与中国过去文化历史的因缘，大概已可了解其重点了。二佛学内容简介一印度文化的背景佛学，为释迦牟尼建立教化的内容，从佛学观点来讲，佛教佛法学佛三个观念，各有不同的意义佛教，是佛的遗教，具有宗教性质佛法，概括佛学的思想学术与所有求证的方法学佛，是实践佛的遗教，循佛的教导方法去求学。在中国学术中，对于佛学，有一句习惯的名言，都说佛学浩如烟海，由此可以想见佛学内容的丰富，若就学术的角度，用很短的时间，把佛学的重点简介出来，首先须得了解上古时期印度文化的背景。提到印度文化，我们要有一个认识，印度上下数千年的文化思想，始终在宗教哲学，与各宗教各哲学的修行求证方法中徘徊演变，乃至现在的印度教，也不例外，所以印度全部的历史文化，也一直在宗教争斗思想摩擦阶级不平的状况下绵延续绝。虽然十七世纪以来，有外力的侵入，他们随时随地，仍然利用印度人宗教思想的矛盾，作为控制的法宝。"}
{"text":"提到印度文化，我们要有一个认识，印度上下数千年的文化思想，始终在宗教哲学，与各宗教各哲学的修行求证方法中徘徊演变，乃至现在的印度教，也不例外，所以印度全部的历史文化，也一直在宗教争斗思想摩擦阶级不平的状况下绵延续绝。虽然十七世纪以来，有外力的侵入，他们随时随地，仍然利用印度人宗教思想的矛盾，作为控制的法宝。印度上古宗教的教义，与释迦牟尼先后同时的宗教及各派哲学思想，真如天花错落，星罗棋布，实在可作世界上比较宗教与比较哲学的蓝本，普通讲印度哲学，大约都以六师并举，以说明其六大哲学学派的情形，实际上在已经翻译的中国佛学中，动称异派哲学思想的，约有九十六种之多，虽然全体资料不够，但一鳞半爪，断简残篇，还是有很多宝贵的材料只是现在国际间讲印度哲学或佛学，都受十七世纪后欧洲学派的影响。从来不重视中国佛学的资料，致使中外学者，一笔抹煞中国佛学的价值，非常可惜而且可叹。总之，上古的印度哲学与宗教，对于有主宰无主宰一元多元是心是物等等的问题，已经无所不具，至于佛教，约当中国宋代中叶，因受异教侵入的影响，完全进入中国，成为中国的佛教，后来印度文化历史的转变，与佛教并不相干，这是应该特别说明，以兔误解。二印度上古的形势与国情释迦牟尼的时代，约当中国春秋前期，关于他住世的准确时期，向来为古今中外学者所争辩的焦点，从世界文化历史的角度来说，在这个阶段，先后不出一个世纪，东方西方的历史演变，虽然都是一片紊乱，但却哲人辈出，蔚为奇观，中国有老子孔子等人印度有释迦牟尼的哲人僧团希腊有苏格拉底柏拉图等人，都是影响后来人类文化垂数千年之久的人。当那个时期，我们的历史，固然为分封诸侯，建立地方王国的制度，可是还有中央一尊的周天子高高在上，君临天下而印度正是数百个国家争权分立，并无一个一统天子的帝王局面，释迦牟尼身为王子，秉绝世的睿智，承受宫廷教养，少年博学多能，由于他亲身目睹当时印度的战争残杀，与观察生物世界弱肉强食的痛苦，要想为天下苍生寻求一个真正和平的途径，便毅然出家，追寻远古哲人的遗教，以求得到宇宙人生的真谛。他出家以后，参访过传统婆罗门教的修证方法，与其他各宗教各学派出世苦行的修道生活，结果认为都是不究竟的学问，便独自经历一番苦行修证，从二十九岁出家，直到三十五岁才开始弘扬他的教化。"}
{"text":"他出家以后，参访过传统婆罗门教的修证方法，与其他各宗教各学派出世苦行的修道生活，结果认为都是不究竟的学问，便独自经历一番苦行修证，从二十九岁出家，直到三十五岁才开始弘扬他的教化。现代学者，对他犹如对孔子一样，或有认为他是宗教的教主，也有认为他是哲学家或教育家，其实这些尊荣的头衔与地位，对于释迦牟尼都无所谓，一个真正的圣哲，决定会漠视世间的虚荣，他敝展帝王的尊荣而不顾，同时又动称古佛与他佛，可见他并不想以教主自居，至于由他的教化而变为一个宗教，又登上教主的宝座，那都是后世再传弟子们的事情。我觉得所有宗教教主们，大多数都是抱着如此胸襟的，譬如老子被人拉上道教教主太上老君的宝座，又何尝是他不知所终，或骑青牛出函谷关的初衷呢！与其说释迦牟尼创立佛教而为教主，毋宁说，他裁集印度上古传统文化思想的大成，而阐扬其特立独行的文教精神，更为伟大而隽永有味。三释迦出家成道对于人类世界的贡献现在我们归纳释迦出家成道，与弘扬教化的要点，约有五个重心，分述如次建立师道的庄严指导以慈悲为怀的君国之道。释迦考虑自己可以做一个不世的英雄，统治印度的天下，但英雄能够征服天下，不能征服自己况且人类历史，始终向变道的途径演变，毕竟不能千秋万代保持一个永恒不变的王权他要建立一种文化思想，可以做为万世的准绳他要征服自己，达到成就内圣的要求，便要离情奔欲，所以绝累去出家求道了。结果他所愿得偿，建立了师道教化的庄严，赢得古今中外千秋万世的敬仰，依照现代人惯用的经济价值观念来讲，他从事万代教化的价值，比他终身数十年为王称帝的价值，诚然不可以道里计。依循他所建立师道的效果，在后来数百年间，便有印度名王阿育工的功绩出现，成为印度历史上文治最光荣的一页，相当于孔子学说，形成西汉初期的文治但我说相当，并不就是同样，有关师道庄严的教化精神，与大小乘所有戒律的仪范，可与中国传统文化中的礼记，相互呼应，也是人类礼义与法律哲学的基本精神。"}
{"text":"依循他所建立师道的效果，在后来数百年间，便有印度名王阿育工的功绩出现，成为印度历史上文治最光荣的一页，相当于孔子学说，形成西汉初期的文治但我说相当，并不就是同样，有关师道庄严的教化精神，与大小乘所有戒律的仪范，可与中国传统文化中的礼记，相互呼应，也是人类礼义与法律哲学的基本精神。唐宋以来比较客观的学者，每引释迦与孔子比论，认为孔子若生在当时的印度，必如释迦的作为，释迦如生在当时的中国，必如孔子的行径，所谓东方圣人，西方圣人，此心同，此理同，其揆一也。破除印度传统的阶级观念提倡平等及于众生。印度历史，自古至今，向来便有极其严格的阶级观念，通常所谓第一阶级的婆罗门传统婆罗门教的僧侣，第二为刹帝利传统掌握军权的武士，第三为吠舍从事农牧商等人，第四为首陀罗从事贱役者。释迦成道以后，极力宣扬一切众生性相平等的观念，不但认为人类是平等的人类，而且认为凡有血肉与具有灵知之性的生物，乃至天人之际，一律称为众生，大家在本性的道体上，本来都应该是平等的，人果然不应该以非礼的恶意侵害他人，同时也不应该为自私而残害一切众生，人与众生，如如之性，本自平等，所以人人为善去恶可以成佛，一切众生与天人，为善去恶，亦可以成佛。这是儒家的思想，民吾胞也，物吾与也，乃至理学家所提倡的人人可为尧舜的观念，实为同出而异名，他教理的物我一如，众生平等的说法，可谓是耀古腾今彻底平等的思想，同时他以身作则，在他亲身领导学者集团的僧侣中，无论出身贵贱，一律平等，唯德行而重。也许有人认为既说平等，就会流于是非不辨，善恶不分，这可不能误解，释迦说的是性本相用本体的平等，至于达到平等的境界，仍然须要善恶的分野，与为善去恶的修养，所以为除恶而向善，为去恶人而为众善的作为，正是莫大的功德，并不自相矛盾，这又与儒家所说的汤武一怒而安天下的意义，大有殊途同归的旨趣。归纳印度上古传统宗教的轮回之说而建立三世因果，六道轮回的生命现象论。"}
{"text":"归纳印度上古传统宗教的轮回之说而建立三世因果，六道轮回的生命现象论。由于物我一如，性相平等的根本观念，与为善去恶的方法，而达到一如与平等的境界，当然就涉及众生生命的来源问题，他用归纳的方法，并列生命的种类，大体约分为六道所谓天道阿修罗道界于天魔之际人道畜生道饿鬼道地狱道的六类。一切众生，由于思想与行为善恶程度的多寡不同，而互自沦为六道当中的生命现象，是能为善而生天，亦能为恶而变为畜生饿鬼乃至堕入地狱但天如忘善动念为恶，亦可互变为阿修罗，乃至旁人他道，于是认为这个宇宙世间所有众生生命的异同现象，都由于心意一念之间的善恶而互变，相似于道家物化宇宙的理论相似不即是全同。故一念的善恶，与起心动念的行为，积微末而成为显著，便构成三世因果的理论所谓三世，是指时间的过去现在未来，有过去的因，累积而成现在的果，由现在的因，累积而成未来的果，未来与过去，又如循环的无尽，所谓轮回，便是指此周旋动转的意义，于是便建立一个三世因果，六道轮回的学说体系，相同于易经的积善之家，必有余庆，积恶之家，必有余殃，以及善不积，不足以成名，恶不积，不足以灭身的道德因果观念。开拓宇宙观与世界观印度上古的宗教与哲学，凡是涉及形而上的问题，自然就会触及天人之际的探讨，虽然他们思想学说的终极，最后都自归入于天道，但各宗派所崇奉的天道，纷纭不一，于是便有一尊与泛神的冲突。释迦学说，归纳天人之际，而有三界的区分，所谓欲界色界无色界，统名谓之三界。欲界的天，包括上至日月以外，下及人与畜生饿鬼地狱，日月运行之际的天，仍属欲界之中。所谓欲界，是指这一界内的众生生命，都从欲爱男女饮食而来，广义的说有色声香味触的五欲之乐狭义的说有笑视交抱触的行为。欲界之中，共有六重天界，其中所谓切利天者，包括三十三天的分布，随时互易其主，在钦界中的人道世界，约分东南西北四洲部分，我们人类的世界，是属于南瞻部洲的一部。这个世界的总名，叫做娑婆世界。娑婆，有堪忍缺憾的两重意义。"}
{"text":"所谓欲界，是指这一界内的众生生命，都从欲爱男女饮食而来，广义的说有色声香味触的五欲之乐狭义的说有笑视交抱触的行为。欲界之中，共有六重天界，其中所谓切利天者，包括三十三天的分布，随时互易其主，在钦界中的人道世界，约分东南西北四洲部分，我们人类的世界，是属于南瞻部洲的一部。这个世界的总名，叫做娑婆世界。娑婆，有堪忍缺憾的两重意义。堪忍是指这个世界上充满缺憾，甚多苦难，而人与一切众生，不但能忍受其缺憾与许多的苦难，而且仍有很多的人们，孜孜向善，所以值得赞叹，如果世界上没有缺憾与苦难，自然分不出善恶，根本也无善恶可言，那应该是自然的完全为善，那就无可厚非，无所称赞了。欲界天人之中，各有主宰，超过欲界以外的，便是色界，色界的众生，但有情意而无欲，相视会心一笑，就会生出生命的成果，他有十八重天，属于修习静虑禅定境界众生所生的果位，色界的最高天，为色究竟天，有大自在天为其主宰。超此以外，便是无色界，计有四重天，为修习静虑得果者所生之处，但有意识，而无情欲的存在，统此三界之中，为其主宰者，又名为大梵天，由此简略说来，释迦区分天人的界限，约有六十重天，统名谓之三界，仍然属于六道轮回的范围。这个三界的宇宙世界，是以一个日月所照的太阳系统为单位，由人间世上至日月，以及三界所属天中，时间的实际与观念，各各自有不同，例如月中一昼夜，等于人间半个月旧中一昼夜，等于人间一年，于是分别宇宙世界的时间，繁细到难以算数，总之，他的宇宙观是无限的扩大的宇宙观他的世界观，是以一个日月系统做为一世界的单位，累积一千个日月列系的世界，名为一个小千世界，累积一千个小千世界，名为一个中千世界，累积一千个中千世界，名为一个大千世界，他说如此三千大千世界，在这个无垠无限的宇宙，多至如河沙数量，不可计算，由此反观人间多欲众生的纷纷扰扰，真是渺小得可怜。释迦既说出三千大千世界的三界宇宙观，以统摄印度上古的各宗教与各派哲学的天人思想，开拓人智胸襟的领域，至于天文数字不可能及的境界，反之，分析物质微尘的精细，又深入到最后无形无相的微妙，因此使往古来今各派哲学思想的内容，实在难与其互比丰富与充实。"}
{"text":"释迦既说出三千大千世界的三界宇宙观，以统摄印度上古的各宗教与各派哲学的天人思想，开拓人智胸襟的领域，至于天文数字不可能及的境界，反之，分析物质微尘的精细，又深入到最后无形无相的微妙，因此使往古来今各派哲学思想的内容，实在难与其互比丰富与充实。调和裁定形而上的本体论印度上古的宗教哲学，与各派哲学思想，对于宇宙生命来源的争论，不但众说纷坛，莫衷一是，而且各用因明逻辑的根据，建立学说的体系，但始终不离有主宰无主宰一元的多元的唯心的唯物的范围。其实，综合古今中外世界人类文化最基本的探讨，仍然不外这些问题，几千年来的时间，全世界的人类，由宗教到哲学，由哲学到科学，对于人类自己切身的生命来源问题，仍在寻求迷惘争辩之中，看来真是人类文明的一大讽刺。印度上古宗教哲学，对于宇宙人生生命真谛的追求，各自别有见地，各自别有安心立命的方法，而且都认为已经得到清净解脱的究竟法门。有的认为最后的灵性与大梵合一，便是至道有的认为灭绝情欲与思虑，便是究竟有的认为不用感觉而保持灵性的不昧，不用思想而不失灵知，便是大道也有认为人死如灯灭，只图目前的享乐，就是真实甚之，有人认为我已得到最清净的解脱境界的涅，凡此种种，不胜枚举。释迦宣扬教化，对于这些问题，作了一个调和裁定的结论，他认为宇宙万有生命的现象，都是因缘集合而生，其中并无一个能主宰的作用，缘生而起，缘尽而散，而宇宙生命最高或最终最初的功能，是心物同体的如果你用宗教的观念，从神圣的角度去看，也可以称他作佛或天或主或神或任何种种超人格化的神圣称呼如果从理性的角度去看，也可以称之为性或心或理或道或法界等等称呼倘使从人类习惯观念的角度去看，也可以称他为法身，为生命本源的无尽法身等称呼。总之，从体上来说，他是以空为体的从相上来说，他以宇宙万有之相状为相的从用上来说，宇宙万有一切的作用，都是他的起用。他譬如一个大海，海水起的波浪，便如因缘所生的宇宙世界，波浪上的泡沫，便如因缘所生众生各各形成的个别自身，虽然波浪泡沫现象各有不同，始终不离一个水的自性，但譬喻只限于比喻，譬喻并不就是本体的自性。"}
