{"text":"德者本也，财者末也。伦理道德是本财，物质的东西是末。他们这个意思无非是说，西洋的东西是末。当时最羡慕的是船坚炮利，为什么船坚炮利呢？因为跟洋鬼子打仗打不过他们老吃亏，后来就感觉到，说他那个船比我们厉害，他那个炮比我们厉害，我们首先学这些东西，非学不行，因为咱们那个大刀片打不过洋枪洋炮。可是他们认为这是末。本是道德。我们中华帝国虽然末不如你，可是道德比你高，实际上反映的是精神胜利。他们这一个本末，中国为本，西方为末。后来郭嵩焘，同志们知道他是晚清时候一个比较著名的外交家，他有他的看法，他说西洋立国，有本有末。他说西洋人家本国也有本有末。什么叫本呢？什么叫末呢？其本，在朝廷政教，政治教化其末，在商贾做生意造船制器，这是他们的末。郭嵩焘的看法比一般人好像要高了一层。一般认为，西方没有本，只有末，他们不知道别的，只知道船坚炮利，能造得好船，铸得好炮。郭嵩焘呢？他说人家也有本有末。这个问题就是我刚才说的，它反映了什么呢？就反映了当时清朝有那么一批官僚，他们感觉到非向西方学习不行，可是心又不甘，不甘心，所以只好说我是本，你是末。讲的阿精神就是这类的东西。第二个是体用问题，一个体，一个用，跟上边那个差不多。体是主体，这个很清楚，中学为体，西学为用。说我们中国的文化教育学术，这是体，这是基本的。说你们那套东西不是体，而是用，是为我所用的。这个体用问题大概同志们知道，在世纪鸦片战争以后，在清朝一些官僚中间，有过长期的争论。长期争论的结果大体上还是中学为体，西学为用。它反映的情况跟第一个差不多，不得不学，可又不甘心学，不敢于承认自己不行，结果我是为体，你是为用。严复，同志们知道严又陵，翻译天演论的，他对这个有点意见，他讽刺了。他怎么讲呢？他说有牛之体，则有负重之用。说有牛这个体，用来负重，可以驮重东西。有马之体，然后有致远之用。就是说可以骑着马到很远的地方去。这是它的用，这个不成问题。他说未闻以牛为体以马为用者也。他这个话讲得很俏皮，他是反对那个想法的。他说你以中国为体，以西方为用。你以牛为体，以马为用，是不可能的。马有马的用，马有马的体牛有牛的用，牛也有牛的体。总而言之，这个问题也体现了当时官僚们的思想活动。现在这个问题还在那儿提，我听说李泽厚同志就讲，以西学为体，以中学为用，发表在群言上。是不是在群言上发表过？好像发表过我没看过他的文章。"}
{"text":"有马之体，然后有致远之用。就是说可以骑着马到很远的地方去。这是它的用，这个不成问题。他说未闻以牛为体以马为用者也。他这个话讲得很俏皮，他是反对那个想法的。他说你以中国为体，以西方为用。你以牛为体，以马为用，是不可能的。马有马的用，马有马的体牛有牛的用，牛也有牛的体。总而言之，这个问题也体现了当时官僚们的思想活动。现在这个问题还在那儿提，我听说李泽厚同志就讲，以西学为体，以中学为用，发表在群言上。是不是在群言上发表过？好像发表过我没看过他的文章。他讲西学为体，中学为用，有些人纷纷起来反对。这是与文化交流有关的第二个问题，叫体用问题。第三个问题是夷夏问题。夷是洋人，夏天的夏是中华民族，外国人和中华民族的关系问题。这个也很简单，怎么叫夷夏问题呢？魏源是当时一个思想很解放的，也可以说是先进人物吧，他有一部书叫海国图志，是在鸦片战争前后写出来的，很大一本。同志们有兴趣翻翻这部书，非常有意思。当时世纪中叶距今一百四五十年前，他介绍了外国的好多东西，有些方面，我想我们今天还未达到这个水平。他介绍了好多书，好多情况，说美国跟中国通商，美国一年赚多少钱，输出多少东西，输入多少东西，都写得清清楚楚。现在如你要想了解这些情况，可能还有困难。我们与美国经济关系那么密切，可是有些数字，我是不知道的，也许搞经济的同志知道。第章中国文化发展战略问题当时世纪中叶，那时候一些先进人物写了好多书介绍外国，都是非常详细的，包括地理经济等各个方面。他们把英国的船只，包括多少战舰，都写得详详细细。魏源这本海国图志非常有趣，他这个人应该说是一个很开明很先进的人物，可是他主张什么呢？他主张我们跟外国文化交流以夷治夷。同志们知道这个词。写文章有时也讲到以夷治夷，用外国人治外国人，打外国人的牌。这夷夏问题就是这么个问题，究竟是夷――外国人改变中国呢？还是中国人改变外国，以夏变夷，用中国来改变外国。他们主张什么呢？他们主张我们学习外国的东西，可以学习，而且非学习不行，船坚炮利可是我们不能让它把我们化过去，说伦常名教，中国的伦常名教是不能变的。以上这些问题都是很复杂的问题，什么本末问题呀，体用问题呀，夷夏问题呀，因为时间关系，我只能给同志们在这里简单讲讲内容。"}
{"text":"写文章有时也讲到以夷治夷，用外国人治外国人，打外国人的牌。这夷夏问题就是这么个问题，究竟是夷――外国人改变中国呢？还是中国人改变外国，以夏变夷，用中国来改变外国。他们主张什么呢？他们主张我们学习外国的东西，可以学习，而且非学习不行，船坚炮利可是我们不能让它把我们化过去，说伦常名教，中国的伦常名教是不能变的。以上这些问题都是很复杂的问题，什么本末问题呀，体用问题呀，夷夏问题呀，因为时间关系，我只能给同志们在这里简单讲讲内容。虽然这三个问题名字听起来不一样，实际上表现的心情则是一致的，就是要学习，而又不甘心。我们天朝大国，我们有我们的好东西，就是学你们，你们也没有什么了不起。当年有一个英国女王，不是伊丽莎白二世，而是伊丽莎白一世，她在位时正是明朝末年。当时伊丽莎白一世写了一封信给中国明朝的皇帝万岁，目的是要求通商。英国是殖民主义国家，它要通商。这位英国女王说是没得到答复，当然没得到答复了。当时那个皇帝，他是天朝大国，中华帝国，地球的中心，一点也瞧不起英国。从前流传着很多笑话。外国人来要求通商，我们天朝大国皇帝不懂，大臣也不懂，一定说人家来进贡。到了北京的话，一定要洋人三跪九叩。那洋人是不磕头的，可是到了北京，不三跪九叩就不行，闹了很多笑话，多极了。这就说明鸦片战争以后，实际上我们的力量已经不行了，可是天朝大国的架子放不下来，而且很愚昧，世界什么情况都根本不懂，一点不懂，出了很多笑话。实际上本末问题，体用问题，夷夏问题，都跟这个类似。当时有一些人是出过国的，如郭嵩焘，他就出过国，他不是土包子。可是到了外国看一看，看的也不是根本。不过当时还有一部分人，脑筋比较清楚。怎么叫脑子比较清楚呢？他们认为西洋除了船坚炮利之外，还有一些东西值得我们学习，所以西洋不光有物质的东西，不光是第一个层次。这在当时就不得了了。如康有为就讲过，他说欧洲对人民施行仁政。我们今天看，当然也不会真正是仁政，康有为看的也不对了。他又说法律明备。意思是说欧洲法律很明确，很完备。政治修饬，政治很好。彬彬，光明妙严工艺之精美，政律之修明，此新世之文明乎！诚我国所未逮殆矣。意思就是说，在欧洲政治法律社会风气都很好，我们中国赶不上的。他甚至这样讲，我们应该折节而师之矣。我们应该把人家当老师。所以说康有为这个人毕竟还是有脑筋的。当然除他之外，也有别人，刚才讲的郭嵩焘，还有薛福成等人。"}
{"text":"这在当时就不得了了。如康有为就讲过，他说欧洲对人民施行仁政。我们今天看，当然也不会真正是仁政，康有为看的也不对了。他又说法律明备。意思是说欧洲法律很明确，很完备。政治修饬，政治很好。彬彬，光明妙严工艺之精美，政律之修明，此新世之文明乎！诚我国所未逮殆矣。意思就是说，在欧洲政治法律社会风气都很好，我们中国赶不上的。他甚至这样讲，我们应该折节而师之矣。我们应该把人家当老师。所以说康有为这个人毕竟还是有脑筋的。当然除他之外，也有别人，刚才讲的郭嵩焘，还有薛福成等人。郭嵩焘这个人有他不清楚的一面，糊涂的一面，也有他清楚的一面。薛福成在他的日记出使英法意比四国日记里面，光绪十六年三月十三日，他写道郭筠仙侍郎，就是郭嵩焘，他回来当侍郎啦，是副部长，每叹羡西洋国政民风之美。在外国当了几年公使，回国以后老讲，西洋的国政民风非常美。至为清议之士所抵排。他这么讲话，当时好多人骂他。用四人帮的名词，就是里通外国崇洋媚外。大概郭嵩焘也被扣上了这么些个帽子。另外还有个李圭，他在环游地球新录这一本书中说到机器造纸。他讲造纸本来是中国发明的，可是机器造纸是西方搞的，所以造的纸非常好。另外他还讲那些人都非常之敏捷爽快通达，不执滞。常看他们做事，头绪纷繁，问题很多，可是转瞬间，就把一切问题都弄好了。可见李圭对欧美人也是赞美的。不多举例子了。这些例子说明什么呢？就说明世纪后半叶，就在那三个层次中三个问题本末问题夷夏问题体用问题闹得乌烟瘴气的时候，当时还有不少人脑筋是比较清楚的。他们说洋人好的地方，不仅是船坚炮利，人家的风俗习惯，办事的效率法律也比我们强，不是都糊涂的。现在，我想既然讲到这地方，是不是讲一讲东西方文化究竟有什么差别。这个问题也是一个大问题，光讲这个问题，恐怕半天也讲不完。东西方文化，大家都感到有差别。为什么讲这个问题呢？要不讲这个问题的话，我们下边讲我们拿来，究竟拿什么东西呢？拿来，拿好的啦，是不是？我们好的东西要发扬，我们不足的地方要改正，要拿外国的好东西来。当然要分清楚东西方优点何在？差别何在？关于这问题的文章多得不得了。有一些我就不讲了，我只举一个例子，就是李大钊同志。李大钊讲过东西方的差别，严复也讲过差别。同志们要看的话，可以看民盟中央出的一个刊物叫群言。"}
{"text":"东西方文化，大家都感到有差别。为什么讲这个问题呢？要不讲这个问题的话，我们下边讲我们拿来，究竟拿什么东西呢？拿来，拿好的啦，是不是？我们好的东西要发扬，我们不足的地方要改正，要拿外国的好东西来。当然要分清楚东西方优点何在？差别何在？关于这问题的文章多得不得了。有一些我就不讲了，我只举一个例子，就是李大钊同志。李大钊讲过东西方的差别，严复也讲过差别。同志们要看的话，可以看民盟中央出的一个刊物叫群言。群言就是大家来说话，是年第期，上面我写了一篇短的文章，叫交光互影的中外文化交流，我在那里引了严复谈中国跟西方究竟有什么差别，在这里我就不讲了，可以看一看那篇文章。现在我讲一讲李大钊同志。他讲东西文明有根本不同之点，首先是根本不同，东洋文明主静，西洋文明主动，一个动，一个静，这是一点。东方是自然的，西方是人为的东方是安息的，西方是战争的东方是消极的，西方是积极的东方是依赖的，西方是独立的东方是苟安的，西方是突进的东方是因袭的，西方是创造的东方是保守的，西方是进步的东方是直觉的，西方是理智的东方是空想的，西方是体验的东方是艺术的，西方是科学的东方是精神的，西方是物质的东方是灵的，西方是肉的东方是向天的，西方是立地的东方是自然支配人间的，西方是人间征服自然的。李大钊同志举了这么多差别，严复也讲了很多。总之是东西方文明不一样。这些意见是不是都是正确呢？也不一定。刚才一开始我讲年代讲到东西方文化及其哲学，梁漱溟老先生他有他的看法，甚至印度泰戈尔，那个大诗人，也有他的看法，我说不一定都正确。可是大体上，第一个我们得承认东西方有差别，第二个人家的好处我们要学习，我们的好处要发扬。李大钊同志的文章叫做东西文明之根本异点，就是根本不同的地方，同志们可以参考一下。他讲了很多，刚才念了一下。所以我想我们把东西文化中间的不同，把它搞清楚，对我们将来讲拿来有好处，要不然你不知道拿什么东西。现在我就来讲我们的主题拿来，就是的拿来主义。就是把外国的好东西拿来。究竟拿什么东西呢？我做了一点研究，我的意思就是这三个方面，这三个层次都要拿来。我现在就拿庞朴同志的三分法来看一看。庞朴同志讲的物的部分，这个我们当然要拿。刚才我们说的这咖啡这沙发这啤酒这牛仔裤和喇叭裤，这一系列的东西，只要好的，我们都拿。"}
{"text":"他讲了很多，刚才念了一下。所以我想我们把东西文化中间的不同，把它搞清楚，对我们将来讲拿来有好处，要不然你不知道拿什么东西。现在我就来讲我们的主题拿来，就是的拿来主义。就是把外国的好东西拿来。究竟拿什么东西呢？我做了一点研究，我的意思就是这三个方面，这三个层次都要拿来。我现在就拿庞朴同志的三分法来看一看。庞朴同志讲的物的部分，这个我们当然要拿。刚才我们说的这咖啡这沙发这啤酒这牛仔裤和喇叭裤，这一系列的东西，只要好的，我们都拿。这是第一部分，在物的部分里边，只要好的，我们都拿，而且这个比较容易。有个很奇怪的现象，一个什么现象呢？最近才想到，就拿啤酒来讲，听说几年来，北京啤酒老是供应不上。别的地方也有这个问题。我就很奇怪，我小的时候，没人喝啤酒，我小的时候连西红柿都没有，现在这么流行。可前几年，听到好多人讲，啤酒的味道跟马尿一样。你说啤酒是怎么好，也不敢说，反正我喝啤酒时间也不少了，我一直到今天也不敢欣赏这啤酒，我也喝。特别是可口可乐，我更不知道优点何在。喝我也可以喝，反正不是毒药，我都敢喝。可是为什么前几年说啤酒是马尿，现在竟然供不应求，买不上呢？为什么原因呢？同志们可以研究研究，非常有趣。一般讲起来，人的口味不大容易改变，四川同志你不让他吃辣，恐怕很难山西同志不让吃酸，也很难。可为什么啤酒就能征服我们，从马尿到供不应求，这究竟是什么心理，值得研究。我在日本也有个观察。同志们知道日本过去吃大米，那现在呢？你到日本看得很清楚，老头还是喜欢吃大米，年轻人吃面包，什么热狗啊，他们都吃。现在咱们中国也有热狗了。日本热狗和面包多极了，都吃这个。有人还有理论，有什么理论呢？他说吃米的人长得个矮，吃面的长得大，个子高。而且还讲，从历史上来看，都是吃面的征服吃米的。各种学说都有。现在日本年轻人确实长得个子高。不过我们现在年轻人个子也高，现在中国人年轻人长高，也并不是什么遗传。同志们你想一想，我们社会上有好多父亲母亲不高，儿子女儿高得不得了。这个原因对我们来讲很简单，就是我们今天这个社会，确实对青年发育有好处，他思想负担没有了，父母打人的比较少了，物质条件好了，他的个子怎么不长呢？当然长了。在日本有人讲，他是吃面吃的，个子高了他父亲祖父是吃米吃的，个子很矮。原因究竟何在？反正我觉得值得研究。"}
{"text":"各种学说都有。现在日本年轻人确实长得个子高。不过我们现在年轻人个子也高，现在中国人年轻人长高，也并不是什么遗传。同志们你想一想，我们社会上有好多父亲母亲不高，儿子女儿高得不得了。这个原因对我们来讲很简单，就是我们今天这个社会，确实对青年发育有好处，他思想负担没有了，父母打人的比较少了，物质条件好了，他的个子怎么不长呢？当然长了。在日本有人讲，他是吃面吃的，个子高了他父亲祖父是吃米吃的，个子很矮。原因究竟何在？反正我觉得值得研究。口味问题非常有趣，特别是啤酒可口可乐，我不理解，我也喝。你说让我赞美它，我也不赞美我也不说它是马尿，也没那么严重。这都是闲话，总而言之，第一部分，物的部分，好的我们拿。第二部分心物结合的，比方说制度，制度我们也可以学习。比方我们现在的全国人民代表大会全国人民政治协商会议，这当然不是我们抄哪一国的，可是也不完全是中国的，我们发展了。现在我们公司里也有自己的管理制度我们明确提出，我们的管理制度有的不好，我们要学习外国的。一般讲起来，最困难的是心的部分，精神的，这个最困难。在这一部分里我们拿什么来呢？比方说是价值观念，这个恐怕很难拿，思维方式，这个也很难拿。审美趣味，我看倒是不难拿的。刚才讲的，喇叭裤一来，全都是喇叭裤了唰地一下子一变，又都是牛仔裤了。这不是审美趣味吗？有人告诉我今年流行的形式是金字塔式，是这样一个形式，颜色是黄的，我没到大街上去观察。据说审美观念每年都不一样。而且这审美观念好像在全世界有一个指挥棒，现在的指挥棒好像是法国。原来中国的指挥棒是上海。讲这个讲得很有意思，他说，妇女的穿着，其指挥棒是在旧社会的妓女手中，只要她们一穿，别人都来学习了。我觉得审美趣味拿来并不难，一下子就改变了。道德情操，这就困难了宗教情绪民族性格价值观念，我看改变这些，也很困难，下面还讲这个问题。我们今天讲文化交流，讲文化发展的战略，不仅物的方面要拿，那不成问题，最重要的还是要拿第三个方面的价值观念民族性格。在这些方面，我看得要改一改，不改的话，我们的社会主义建设生产力发展就会很难，非常难。这里边就牵扯到，同志们都知道，同志给他非常高的评价，今年不是他逝世周年吗？他是年去世的。这个人确实是了不起的人物，在中国历史上站得住的革命家思想家文学家。可是有一个问题。一个什么问题呢？"}
{"text":"我们今天讲文化交流，讲文化发展的战略，不仅物的方面要拿，那不成问题，最重要的还是要拿第三个方面的价值观念民族性格。在这些方面，我看得要改一改，不改的话，我们的社会主义建设生产力发展就会很难，非常难。这里边就牵扯到，同志们都知道，同志给他非常高的评价，今年不是他逝世周年吗？他是年去世的。这个人确实是了不起的人物，在中国历史上站得住的革命家思想家文学家。可是有一个问题。一个什么问题呢？大家知道，在的杂文中在他的小说中，对我们中国的民族性，有很多的剖析批判。比如阿正传，你说阿这个人物代表什么？代表精神胜利，他很愚昧。怎么叫精神胜利呢？也有个解释，他说清朝时候，来了一个洋人，要见外交部长，当时不叫外交部，叫总理各国事务衙门。进来以后，拍桌子瞪眼，拿着文明杖，要打人，结果我们跟他签了条约，出卖了国家利益，我们吃了苦头了。怎么办呢？你打仗打不过他，清朝的皇帝，慈禧光绪，完全一批废物。怎么办呢？有办法。他走的时候不开正门，总理事务衙门不是有正门吗？只开旁门让他走。洋人反正是条约签了，经济利益拿到手了，走大门也行，走旁门也行，都不在乎。可是我们中国官僚们认为胜利了，你看我给他面子不好看，他失了面子，我得了面子。结果我们丢的土地，我们丢的金钱，哪个都不在话下。当然攻击我们的民族性不只这一点，还有好多，比方说糊里糊涂马马虎虎办事不讲效率，有的人是伪君子，等等。同志们，你们看他的小说对伪君子道学家，批判得多么深刻。肥皂多么深刻呀！肥皂，同志们知道那篇小说，是不是？它对我们的假道学攻击得很厉害。大家有时候开玩笑，说如果活到文化大革命，起码是个反动学术权威，他也得关牛棚，就因为他对中国有那么些意见和批评。他可能也被认为是崇洋媚外，因为他说洋鬼子有的地方比我们强。讲我们吃东西，肉煮得太烂吃牛肉还是应该刀子一下去，里边还有红的。第章中国文化发展战略问题这不是崇洋媚外吗？当然是大家开玩笑！要是活到文化大革命，也没有多大岁数，年诞生的嘛。可是今天我们怎么来看这些意见呢？他提的我们民族性的缺点，今天怎么看呢？我自己的看法，我觉得是对的，没有错。"}
{"text":"他可能也被认为是崇洋媚外，因为他说洋鬼子有的地方比我们强。讲我们吃东西，肉煮得太烂吃牛肉还是应该刀子一下去，里边还有红的。第章中国文化发展战略问题这不是崇洋媚外吗？当然是大家开玩笑！要是活到文化大革命，也没有多大岁数，年诞生的嘛。可是今天我们怎么来看这些意见呢？他提的我们民族性的缺点，今天怎么看呢？我自己的看法，我觉得是对的，没有错。我们在社会上看到好多现象，就是党中央决议里边讲的严重的消极的东西，这跟指出来的，并没有不同的地方。过去有一段时间讨论的杂文，现在不是又提倡写杂文了吗？可是有一段时间，这个杂文不敢写。同志们想一想，当时有一阵子漫画很多，后来就批判了画漫画的，当时画漫画的同志都有这个经验，华君武同志，等等。画漫画当然是指出的缺点多，这个都不行。的杂文呢？反正现在过时了，已经过了五六十年了，算了，他在历史上有那么些功绩，他的杂文今天就没意义了，失掉意义了。我自己的看法是这样杂文从大的方面来讲，攻击两部分，一部分是攻击国民党反动派，那很多了，这个你可以说是过时了，因为国民党反动派跑了嘛。可他讲我们社会上一些消极现象，我们民族性格里边的一些消极的东西，一直到今天还有意义。我们现在好多不正之风，是不是跟这个有关系？我想讲点与这个有关的现象。同志们，你们打开参考消息，外国人华裔，基本上都反映我们服务态度不好。你们也不满意吧！特别是外地来的。我听说我们这次听课的同志有是外地来的。同志们，你们到北京来，是不是在服务态度方面也碰过钉子？我想恐怕是要碰的，要不碰的话是不大符合规律的。你买东西，你问他，他不理你，你再问他，呲儿你。像民航，刚出了一个广州市委书记的事件。昨天我看人民日报又登了类似的东西。服务态度不好，究竟是什么原因？过去对服务态度我也不满意，现在我不大敢买东西，买东西多少得挨点呲儿，算了，我叫别人去买。后来我就分析，我说服务态度不好，是不是资本主义的东西呢？同志们大概你们都同意我的意见，绝对不是资本主义的东西，资本主义国家服务好得很。你到日本去看一看就知道了。他不敢不好，不好的话立刻就丢掉饭碗，他们服务态度非常好。那是不是封建主义的东西呢？坏的东西一个资本主义，一个封建主义。封建主义的东西也不是。"}
