{"text":"这又一次给西方敲了警钟。西方有识之士又一次反思，汤因比可以做为代表。预言已久的第三次世界大战，始终没有爆发。虽然在全球范围内大大小小的战争从未停止过，大家总算是能够和平共处了。到了今天，人类共同的公害，比如人口问题粮食问题污染问题土地问题等等，一个个被认识得越来越清楚。两个超级大国似乎也认识到，靠武力征服世界的美梦是不现实的，他们似乎也愿意和平共处了。在这样的情况下，人们要怎样来认识西方文明，怎样来认识东方文明――中国文明，怎样来认识文化交流，就非常值得我们注意了。我在上面提到的英国历史学家汤因比，对中国文化和中国未来的作用有自己的看法。在同日本宗教活动家池田大作的谈话中见展望二十一世纪――汤因比与池田大作对话录，苟春生朱继征陈国棵译，国际文化出版公司，北京，年，他详细阐述了自己的看法。为了把他的观点介绍得明确而翔实起见，我想在这里多引用他的一些话。汤因比说因此按我的设想，全人类发展到形成单一社会之时，可能就是实现世界统一之日。在原子能时代的今天，这种统一靠武力征服――过去把地球上的广大部分统一起来的传统方法――已经难以做到。同时，我所预见的和平统一，一定是以地理和文化主轴为中心，不断结晶扩大起来的。我预感到这个主轴不在美国欧洲和苏联，而是在东亚。由中国日本朝鲜越南组成的东亚，拥有众多的人口。这些民族的活力勤奋勇气聪明，比世界上任何民族都毫无逊色。无论从地理上看，从具有中国文化和佛教这一共同遗产来看，或者从对外来近代西欧文明不得不妥协这一共同课题来看，他们都是联结在一条纽带上的。并且就中国人来说，几千年来，比世界任何民族都成功地把几亿民众，从政治文化上团结起来。他们显示出这种在政治文化上统一的本领，具有无与伦比的成功经验。这样的统一正是今天世界的绝对要求。中国人和东亚各民族合作，在被人们认为是不可缺少和不可避免的人类统一的过程中，可能要发挥主导作用，其理由就在这里。如果我的推测没有错误，估计世界的统一将在和平中实现。这正是原子能时代唯一可行的道路。但是，虽说是中华民族，也并不是在任何时代都是和平的。战国时代和古代希腊以及近代欧洲一样，也有过分裂和抗争。然而到汉朝以后，就放弃了战国时代的好战精神。汉朝的开国皇帝刘邦重新完成中国的统一是远在纪元前年。在这以前，秦始皇的政治统一是靠武力完成的。"}
{"text":"这样的统一正是今天世界的绝对要求。中国人和东亚各民族合作，在被人们认为是不可缺少和不可避免的人类统一的过程中，可能要发挥主导作用，其理由就在这里。如果我的推测没有错误，估计世界的统一将在和平中实现。这正是原子能时代唯一可行的道路。但是，虽说是中华民族，也并不是在任何时代都是和平的。战国时代和古代希腊以及近代欧洲一样，也有过分裂和抗争。然而到汉朝以后，就放弃了战国时代的好战精神。汉朝的开国皇帝刘邦重新完成中国的统一是远在纪元前年。在这以前，秦始皇的政治统一是靠武力完成的。因此在他死后出现了地方的国家主义复辟这样的反动。汉朝刘邦把中国人的民族感情的平衡，从地方分权主义持久地引向了世界主义。和秦始皇带有蛊惑和专制性的言行相反，他巧妙地运用处世才能完成了这项事业。将来统一世界的人，就要像中国这位第二个取得更大成功的统一者一样，要具有世界主义思想。同时也要有达到最终目的所需的干练才能。世界统一是避免人类集体自杀之路。在这点上，现在各民族中具有最充分准备的，是两千年来培育了独特思维方法的中华民族。不是在半个旧大陆，而是在人们能够居住或交往的整个地球，必定要实现统一的未来政治家的原始楷模是汉朝的刘邦。这样的政治家是中国人？日本人？还是越南人？或者朝鲜人？池田说从两千年来保持统一的历史经验来看，中国有资格成为实现统一世界的新主轴。这一说法，在考虑今后世界问题时，具有极为重要的启示。页这两位著名的国际活动家，主要是从历史上和政治上谈论了中国的和世界的未来，其中也涉及文化。他们的意见，我觉得非常值得注意。至于我自己是否完全同意他们的意见，那是一个次要的问题。重要的是，在目前我们国内有那么一小撮人，声嘶力竭地想贬低中国，贬低中国文化，贬低中国的一切，在这样时候，有像汤因比这样通晓世界历史发展规律的大学者，说出了这样的意见，至少可以使这些人头脑清醒一下。你不是说月亮是外国的圆吗？你们中间不是有人竟认为中国连月亮都没有吗？现在有外国人来说，中国有月亮，中国的月亮也是圆的，而且圆得更美妙了。这一小撮人不是应该好好地反思一下吗？这一些人也许根本不知道汤因比是何许人。但那没有关系。他们最怕外国人，反正汤因比是外国人，这一点是错不了的。对这些人来说，这一点也就够了。我绝非听了外国人说中国月亮圆而飘飘然忘乎所以，把久已垂下的尾巴又翘了起来。中国的月亮也有阴晴圆缺，并不总是亮而圆的。"}
{"text":"你不是说月亮是外国的圆吗？你们中间不是有人竟认为中国连月亮都没有吗？现在有外国人来说，中国有月亮，中国的月亮也是圆的，而且圆得更美妙了。这一小撮人不是应该好好地反思一下吗？这一些人也许根本不知道汤因比是何许人。但那没有关系。他们最怕外国人，反正汤因比是外国人，这一点是错不了的。对这些人来说，这一点也就够了。我绝非听了外国人说中国月亮圆而飘飘然忘乎所以，把久已垂下的尾巴又翘了起来。中国的月亮也有阴晴圆缺，并不总是亮而圆的。但这是另一个问题。我们目前当务之急是全面地实事求是地从最大的宏观上来考虑中国文化在世界上已经起过的作用和将来能够起的作用。在这样的时刻，兼听则明，汤因比和池田大作的意见是值得我们深思的。对于人类文明前途的问题，我也曾胡思乱想过一些。我现在想从哲学上或者思想方法上来谈一谈我的想法。西方哲学或者思想方法是分析的，而东方的则是综合的。这两种方法异曲同工，各臻其妙。这已几乎是老生常谈，没有不同的看法。但是，对于分析的前途则恐怕是仁者见仁，智者见智。首先一个问题是能不能永恒地分析下去？庄子说一尺之棰，日取其半，万世不竭。从理论上和逻辑上来讲，这是毫无问题的。但是，对具体的东西的分析，比如说对原子的分析，能不能越分越细，以至万世不竭呢？西方的自然科学走的就是分析的道路。一直到今天，这一条路是走得通的。现在世界上的物质文明就来源于此。这是事实，不容否认。但是，这一条路是否能永远走下去呢？在这里有两种意见一种认为可以永远走下去，越分析越小，但永不能穷尽。一种认为不行，分析是有尽头的。我自己赞同后一种意见。至于我为什么赞同后者，我认为，这不是一个理论问题，而是一个实践问题。我自己解释不了，我也不相信别人的解释。只有等将来的实践来解答了。我觉得，目前西方的分析已经走得够远了。虽然还不能说已经到了尽头，但是已经露出了强弩之末的端倪。照目前这样子不断地再分析下去，总有一天会走到分析的尽头。那么怎么办呢？我在上面已经说过，东西两大文化体系的关系从几千年的历史上来看是三十年河东，三十年河西。现在球已经快踢到东方文化的场地上来了。东方的综合可以济西方分析之穷，这就是我的信念。至于济之之方究竟如何，有待于事物其中包含自然科学的发展来提供了。我从宏观上看中国文化，结果就是这样。希望有识之士共同来讨论。"}
{"text":"我觉得，目前西方的分析已经走得够远了。虽然还不能说已经到了尽头，但是已经露出了强弩之末的端倪。照目前这样子不断地再分析下去，总有一天会走到分析的尽头。那么怎么办呢？我在上面已经说过，东西两大文化体系的关系从几千年的历史上来看是三十年河东，三十年河西。现在球已经快踢到东方文化的场地上来了。东方的综合可以济西方分析之穷，这就是我的信念。至于济之之方究竟如何，有待于事物其中包含自然科学的发展来提供了。我从宏观上看中国文化，结果就是这样。希望有识之士共同来讨论。年月日写完第章中国文化发展战略问题同志们！今天讲的题目是中国文化发展战略问题。同志们回想一下，我们在解放前讨论文化，讨论文化交流，讨论中西文化的差别，有过几次高潮。我的印象最清楚的一次是年代。当时有人提出全盘西化，有不少人反对，曾讨论过一次中西文化及其差别。现在有一位老先生还在世，就是梁漱溟先生，岁高龄了。他写了一本书，叫做中西文化及其哲学，好多同志都知道。可是解放后这情况有了很大变化，年轻同志恐怕很难回想了，年纪大点的同志可以回想起来。我们解放后的文化讨论，据我回忆基本上没有过。这是什么原因呢？据我自己的看法，就是我们受了一个大国的影响。十月革命一声炮响，给我们送来了马克思主义。这是不成问题的，我们应该感谢。但是同时也带来了一些教条。同志们知道社会学这个学科非常有用，比方人口问题就属于社会学的范围劳动问题劳动就业问题等等，好多问题也都在社会学范围以内。可是一解放，我们社会学这门科学本身好像就反动了，非常滑稽。所以后来大学的社会学系也没了，关了。在同样的情况下，文化讨论也成了一个禁地。现在我们知道苏联是不大讨论这个问题的。所以一直到了十一届三中全会以后，我们中央的政策改变了。大家都感觉到，我自己也认为，十一届三中全会以后我们中央的政策是非常正确的，受到大家拥护。所以过去不敢谈的问题，今天也敢谈了，大家思想真正是解放了。大家现在讲话确实是畅所欲言，这个情况过去从没有过，同志们可以回想。因此今天我们也来谈文化发展的战略问题。我们目前的情况同志们知道，经济改革已经取得了显著的成绩，这一点国内外没有人不承认的，因为这是事实。我们人民的生活水平有了很大的提高。现在政治改革也已经提到议事日程上来了。"}
{"text":"大家都感觉到，我自己也认为，十一届三中全会以后我们中央的政策是非常正确的，受到大家拥护。所以过去不敢谈的问题，今天也敢谈了，大家思想真正是解放了。大家现在讲话确实是畅所欲言，这个情况过去从没有过，同志们可以回想。因此今天我们也来谈文化发展的战略问题。我们目前的情况同志们知道，经济改革已经取得了显著的成绩，这一点国内外没有人不承认的，因为这是事实。我们人民的生活水平有了很大的提高。现在政治改革也已经提到议事日程上来了。下一步，就是要进行精神文明的建设，中共中央已经发了个决议。所以现在全国对文化问题兴趣都很高，有几个城市开过比较大规模的讨论会，比方上海就讨论文化发展。文章发得很多，学会也成立不少。小规模的讨论文化问题的也很多，这种情况确确实实是空前的非常令人欢欣鼓舞的。我们相信在这种情况下，我们大家来研究这文化发展战略问题是非常重要的。它将来会对我们的社会主义建设起很重大的作用。至于我自己，我不是一个专家，我对文化问题连半路出家都够不上，只在最近看了一些文章，也没看全。在看文章的基础上，有的同志让我谈过几次文化问题，所以现在，我俨然成了一个文化专家了，实际不是这么回事，我不是这一行的专家。我不是故意在这儿客气，我是讲实话。现在我把我自己看文章的结果，考虑过的问题，给同志们汇报一下。我不说是请同志们批评，为什么原因呢？因为请同志们批评就证明你自己认为错了。我并不认为我自己错，我要是认为错的话，就不应该给大家讲，给大家讲就是愚弄大家。我认为我是对的，可是它不一定对。我说是让咱们大家来讨论。现在我想讲三个问题。原来我写的提纲已经过时了。写提纲时中央的决议还没发表，那时看的文章还不太多。写好了以后，我又用了些功，看了些文章，所以那个提纲基本上不大能用了。今天我讲的跟那个提纲恐怕有很大差别。前一部分差不多，后一部分的差别就很大，先跟同志们讲一讲。今天准备讲的三个问题是第一，文化和文明究竟是相同在什么地方，不同在什么地方。第二，当前中国社会情况。第三，怎么样开展文化交流，加强精神文明建设，理顺各方面的矛盾关系，促进生产力的发展。为什么讲这个文明与文化的区别呢？因为我们现在，在我们日常生活里边，在我们报纸上，经常把文化说成文明。那么究竟什么叫文化，什么叫文明呢？同志们查字典也可以查出来，什么汉语字典都可以查。我现在把我的一些想法简单给同志们讲一讲。"}
{"text":"前一部分差不多，后一部分的差别就很大，先跟同志们讲一讲。今天准备讲的三个问题是第一，文化和文明究竟是相同在什么地方，不同在什么地方。第二，当前中国社会情况。第三，怎么样开展文化交流，加强精神文明建设，理顺各方面的矛盾关系，促进生产力的发展。为什么讲这个文明与文化的区别呢？因为我们现在，在我们日常生活里边，在我们报纸上，经常把文化说成文明。那么究竟什么叫文化，什么叫文明呢？同志们查字典也可以查出来，什么汉语字典都可以查。我现在把我的一些想法简单给同志们讲一讲。文化与文明的关系，我在提纲里画了一个图有两个圆圈中间是交叉的一个圆圈是文明，一个圆圈是文化，意思就是文明与文化有一部分是相同的，有一部分是不同的。结果在打印时，两个圆圈都没了，光剩下文明文化四个字摆在那个地方。同志们会觉得很奇怪这是什么意思呢？意思就是上面讲的。同志们考虑一下，这两个词大概都是我们中国固有的。我们古代有文明，古代也有文化。同志们你们要查一查辞源，旧的辞源，不是新的，它里面有解释，什么叫文明，什么叫文化。可是那个文明文化，跟我们今天的文明文化不完全一样。我问了一下搞日本问题的同志。我说文明和文化是不是从日本传来的？很多中国古代的词，日本借过去了，到了世纪初年，我们又从日本借了回来，有好多这种词。我们讲伦理学等等，这伦理本来是中国的吧，可是这个词是从日本借回来的。我问他们文明和文化是不是也是这个情况呢？那几个搞日本问题的同志说很可能。中国固有的文明和文化，意思不一样。日本借了过去，我们又借了回来。这两个词翻的是外文，大家知道是英文，一个是，一般翻为文明一个是，一般翻为文化。我说一般，可是同志们你们要是细心的话，你查一查英文词典，英文词典是这样注的文明文化，也是文明文化。说明它们有共同的地方，有时很难分别。比方我们现在写一本书，叫古代文明史，大家觉得可以，是不是？古代文明嘛！我们换一个词古代文化史，行不行？照样行吧！那究竟是怎么回事呢？文明和文化含义有一部分是相同的。不同的地方，这文明是指什么呢？"}
{"text":"我说一般，可是同志们你们要是细心的话，你查一查英文词典，英文词典是这样注的文明文化，也是文明文化。说明它们有共同的地方，有时很难分别。比方我们现在写一本书，叫古代文明史，大家觉得可以，是不是？古代文明嘛！我们换一个词古代文化史，行不行？照样行吧！那究竟是怎么回事呢？文明和文化含义有一部分是相同的。不同的地方，这文明是指什么呢？提纲里讲了，它指的是从一个野蛮状态，随着社会的进步往前发展，人类的智慧增加了，这叫文明。那文化呢？就是人类力量的往前进一步发展，人类社会中的艺术科学等的智力发展。我想是不是可以这样讲，文明是对野蛮而言，因为原来我们人类在原始时期是比较野蛮的，然后就文明了，文明对野蛮。那么文化对愚昧，就是最初他糊涂，他愚蠢，然后他聪明了，这叫做文化。是不是可以这么讲，文明对野蛮文化对愚昧。现在我们平常讲话，说开车要文明礼貌，不能说文化礼貌，是不是？商店里文明服务，不能说文化服务。比方这个人，原来知识少，要学文化，不能说学文明。说这个人有文化，行说这个人有文明，不行的。现在我们有文化部，同志问了，你文化部管什么东西呢？比方出版图书馆，原来电影也管，现在电影分出来了。还有作家协会等组织，凡是文学艺术创作，这都叫文化。联合国有一个组织，叫教科文组织，是指科学教育文化。科学教育文化既然三个并列，那么文化就不包括科学教育，如果包括就不能并列。最近我们中央决议里面，也讲到科学教育文化，也是这么提的。这种对文化的了解，我给它起个名，叫狭义的文化。狭义就是文学艺术叫文化。可是我们一般写文章，一般讲话讲的文化，那范围比这广得多。同志们，你们随便拿一本什么中外文化交流史，比方中国同日本，中国同印度，中国同美国，中国同德国，中国同英国的文化交流，那里边什么东西都有。那就是广义的文化。关于文化的定义，我在一篇文章里看到，全世界给文化下定义，据说有多个。我们在这儿不搞烦琐哲学，有些定义怎么说也不能恰如其分，它跟自然科学定义不一样。我讲的文化，还有好多同志写文章讲的文化，是广义的文化。广义的文化是什么呢？就是包括人类通过自己的劳动，这劳动包括脑力劳动和体力劳动所创造的一切精神的和物质的有积极意义的东西，这就叫做文化。"}
{"text":"那就是广义的文化。关于文化的定义，我在一篇文章里看到，全世界给文化下定义，据说有多个。我们在这儿不搞烦琐哲学，有些定义怎么说也不能恰如其分，它跟自然科学定义不一样。我讲的文化，还有好多同志写文章讲的文化，是广义的文化。广义的文化是什么呢？就是包括人类通过自己的劳动，这劳动包括脑力劳动和体力劳动所创造的一切精神的和物质的有积极意义的东西，这就叫做文化。当然还有别的同志，比如说庞朴同志，他最近在中国社会科学上写了一篇文章，叫文化结构与近代中国。他这样讲，他说文化可以包括人的一切生活方式和为满足这些方式所创造的事事物物，以及基于这些方式所形成的心理和行为。它包含着物的部分，心物结合的部分和心的部分。庞朴同志的定义也是跟我的理解差不多，是广义的。就是人创造的，不管精神的物质的，只要对我们人有好处的，我们就叫它文化。比如刚才我们讲的文化史，文化史绝对不是光讲文学艺术。我在这儿讲的文化战略发展问题的文化也是广义的，包括很多东西，与科学教育文化，那种狭义的文化，范围大小不一样。我想，文化与文明的区别，没什么重要，但讲讲有好处，因为你讲文化发展战略，你的文化是什么文化？如果狭义的话，我只能讲文学艺术，别的不能讲。我讲的是广义的，不是我们文化部那个范围的。这第一个问题是不是就讲这么多，因为这不是一个重要问题。第二个问题讲当前的中国社会情况，因为我们谈文化发展战略，谈任何别的问题，出发点必须是我们眼前的中国社会。我们的社会究竟是什么样子呢？我谈谈自己的看法。人类的整个历史，我看就是生产力发展的历史，最主要的就是生产力发展。同志们知道，在四人帮横行的时候，有一个名词，叫唯生产力论。还有什么智育挂帅，业务第一。老的同志知道，我在教育界工作了四十多年，大概好像我就是唯生产力论的典型，所以每次有什么运动，我要检查很容易，先检查智育第一，业务至上，唯生产力论。不然就叫做修正主义。同志们知道，我们中国共产党的八大，八大精神是对的，年八大，就讲我们先进的社会制度，跟后进的生产力不相适应。同志们知道那个后果，唯生产力论被批得一塌糊涂。但是今天我们还得讲发展生产力，没有生产力就没有历史，没有生产力的发展，人类过上好日子是不可能的。"}
{"text":"还有什么智育挂帅，业务第一。老的同志知道，我在教育界工作了四十多年，大概好像我就是唯生产力论的典型，所以每次有什么运动，我要检查很容易，先检查智育第一，业务至上，唯生产力论。不然就叫做修正主义。同志们知道，我们中国共产党的八大，八大精神是对的，年八大，就讲我们先进的社会制度，跟后进的生产力不相适应。同志们知道那个后果，唯生产力论被批得一塌糊涂。但是今天我们还得讲发展生产力，没有生产力就没有历史，没有生产力的发展，人类过上好日子是不可能的。过去有个误解，建设社会主义，建设共产主义就要吃苦头。在建设过程中间，吃点苦头是难免的，也可能有牺牲，这也是难免的。可是我们建设社会主义，建设共产主义，最终目的是让人类过上好的日子。怎么叫按需分配呢？这个需啊，精神的，物质的，你要什么有什么，这怎么是吃苦呢？原来谁也不敢讲共产主义是让人过好日子的。要讲这句话，恐怕也得给你扣上一顶帽子，叫做修正主义，那不是很滑稽嘛！同志们回想一下，年马克思逝世时，恩格斯在他墓前讲话，讲到人们首先必须吃喝住穿。一个人哪，一个吃，一个喝，一个住，一个穿，必须有这些东西。当然恩格斯重点讲的主要是马克思发现了经济基础和上层建筑的关系。他开头就说人们必须吃喝住穿。共产主义不是说让人饿着肚子，喝大锅清水汤啊，那不叫共产主义。我觉得这个事情与我强调的生产力的发展有关系。中共中央这个决议，同志们正在学习，这决议里有一句话，归根结底是要促进社会生产力的发展。我认为这个决议是非常英明的。我们精神文明建设，目的也是为了促进社会生产力的发展。没有社会生产力的发展，也就没有共产主义，也就没有社会主义。现在我们中国的情况和国外的情况是个什么样子呢？我在一篇文章里看到这样一种说法，忘记哪一篇了，说今天的年等于世纪初叶的年，等于石器时代的年。什么意思呢？就是今天从全世界范围看，科学技术日新月异，你稍一不注意，立刻有新的东西出现了。所以我们应该有一种紧迫感，因为这个跟我以后讲的有联系，我在这里先提一提。今天如果我们年慢慢腾腾地不动，就等于石器时代的年没有动，等于世纪初的年没有动，那一定要落后。我们眼前的社会是怎么样的呢？我们眼前的社会也是在那儿急剧变动，同志们都感觉到了，我们现在也是变动得很厉害。"}
