{"text":"至于脸皮的厚，也是合于古礼的。独有下等人要这么自卫一下，就要受到不负责任等类的嘲笑你敢出来！出来！躲在背后说风凉话不算好汉！但是，如果你上了他的当，真的赤膊奔上前阵，像许褚似的充好汉，那他那边立刻就会给你一枪，老实不客气，然后，再学着金圣叹批三国演义的笔法，骂一声谁叫你赤膊的――活该。总之，死活都有罪。足见做人实在很难，而做坦克车要容易得多。五月六日。本篇最初发表于一九三三年五月九日申报自由谈，署名何家干。自称姓张的指张若谷，江苏南汇今属上海市人，当时的投机文人。这段话见于他在一九三三年三月三日大晚报辣椒与橄榄上发表的拥护一文。许褚三国时曹操部下名将。他赤膊上阵的故事见小说三国演义第五十九回许褚裸衣斗马超。金圣叹批三国演义金圣叹―，吴县今属江苏人，明末清初文人。他曾批注水浒西厢记等书，把所加的序文读法和评语等称为圣叹外书。三国演义是元末明初罗贯中所著，后经清代毛宗岗改编，卷首有假托金圣叹所作的序，并有圣叹外书字样，每回前均附加评语，通常就都把这评语认为金圣叹所作。备考恶癖若谷备考恶癖若谷文人无行久为一般人所诟病。所谓无行，并不一定是不规则或不道德的行为，凡一切不近人情的恶劣行为，也都包括在内。只要是人，谁都容易沾染不良的习惯，特别是文人，因为专心文字著作的缘故，在日常生活方面，自然免不了有怪异的举动，而且，或者也因为工作劳苦的缘故，十人中九人是染着不良嗜好，最普通的，是喜欢服用刺激神经的兴奋剂，卷烟与咖啡，是成为现代文人流行的嗜好品了。现代的日本文人，除了抽烟喝咖啡之外，各人都犯着各样的怪奇恶癖。前田河广一郎爱酒若命，醉后呶鸣不休谷崎润一郎爱闻女人的体臭和尝女人的痰涕今东光喜欢自炫学问宣传自己金子洋文喜舐嘴唇细田源吉喜作猥谈，朝食后熟睡二小时宫地嘉六爱用指爪搔头发宇野浩二醺醉后侮慢侍妓林房雄有奸通癖山本有三乘电车时喜横膝斜坐胜本清一郎谈话时喜用拇指挖鼻孔。形形色色，不胜枚举。日本现代文人所犯的恶癖，正和中国旧时文人辜鸿鸣喜闻女人金莲同样的可厌，我要求现代中国有为的青年，不但是文人，都要保持着健全的精神，切勿借了文人无行的幌子，再犯着和日本文人同样可诟病的恶癖。"}
{"text":"形形色色，不胜枚举。日本现代文人所犯的恶癖，正和中国旧时文人辜鸿鸣喜闻女人金莲同样的可厌，我要求现代中国有为的青年，不但是文人，都要保持着健全的精神，切勿借了文人无行的幌子，再犯着和日本文人同样可诟病的恶癖。三月九日，大晚报副刊辣椒与橄榄。不求甚解不求甚解文章一定要有注解，尤其是世界要人的文章。有些文学家自己做的文章还要自己来注释，觉得很麻烦。至于世界要人就不然，他们有的是秘书，或是私淑弟子，替他们来做注释的工作。然而另外有一种文章，却是注释不得的。譬如说，世界第一要人美国总统发表了和平宣言，据说是要禁止各国军队越出国境。但是，注释家立刻就说至于美国之驻兵于中国，则为条约所许，故不在罗斯福总统所提议之禁止内十六日路透社华盛顿电。再看罗氏的原文世界各国应参加一庄严而确切之不侵犯公约，及重行庄严声明其限制及减少军备之义务，并在签约各国能忠实履行其义务时，各自承允不派遣任何性质之武装军队越出国境。要是认真注解起来，这其实是说凡是不确切，不庄严，并不自己承允的国家，尽可以派遣任何性质的军队越出国境。至少，中国人且慢高兴，照这样解释，日本军队的越出国境，理由还是十足的何况连美国自己驻在中国的军队，也早已声明是不在此例了。可是，这种认真的注释是叫人扫兴的。再则，像誓不签订辱国条约一句经文，也早已有了不少传注。传曰对日妥协，现在无人敢言，亦无人敢行。这里，主要的是一个敢字。但是签订条约有敢与不敢的分别，这是拿笔杆的人的事，而拿枪杆的人却用不着研究敢与不敢的为难问题――缩短防线，诱敌深入之类的策略是用不着签订的。就是拿笔杆的人也不至于只会签字，假使这样，未免太低能。所以又有一说，谓之一面交涉。于是乎注疏就来了以不承认为责任者之第三者，用不合理之方法，以口头交涉清算无益之抗日。这是日本电通社的消息。这种泄漏天机的注解也是十分讨厌的，因此，这不会不是日本人的造谣。"}
{"text":"但是签订条约有敢与不敢的分别，这是拿笔杆的人的事，而拿枪杆的人却用不着研究敢与不敢的为难问题――缩短防线，诱敌深入之类的策略是用不着签订的。就是拿笔杆的人也不至于只会签字，假使这样，未免太低能。所以又有一说，谓之一面交涉。于是乎注疏就来了以不承认为责任者之第三者，用不合理之方法，以口头交涉清算无益之抗日。这是日本电通社的消息。这种泄漏天机的注解也是十分讨厌的，因此，这不会不是日本人的造谣。总之，这类文章浑沌一体，最妙是不用注解，尤其是那种使人扫兴或讨厌的注解。小时候读书讲到陶渊明的好读书不求甚解，先生就给我讲了，他说不求甚解者，就是不去看注解，而只读本文的意思。注解虽有，确有人不愿意我们去看的。五月十八日。和平宣言指一九三三年五月十六日美国总统罗斯福对世界四十四国元首发表的吁请世界和平保障宣言书，它的主要内容是向各国呼吁缩减军备并制止武装军队的逾越国境。至于美国之驻兵于中国等语，是罗斯福发表宣言时，美国官方为自己驻兵中国违反这一宣言的行径辩解时所说的话。誓不签订辱国条约参看本卷第页注。对日妥协，现在无人敢言，亦无人敢行，是一九三三年五月十七日黄郛在天津对记者的谈话。电通社的消息电通社，即日本电报通讯社，一九一年在东京创办，一九三六年与新闻联合通讯社合并为同盟社。电通社于一九二年在中国上海设公社。此则消息的原文是东京十七日电通电关于中国方面之停战交涉问题，日军中央部意向如下，虽有停战交涉之情报，然其诚意可疑。中国第一线军队，尚执拗继续挑战，华北军政当局，且发抵抗乃至决战之命令。停战须由军事责任者，以确实之方法堂堂交涉，若由不承认为责任者之第三者，用不合理之方法，以口头交涉，此不过谋一时和缓日军之锋锐而已。中国当局，达观东亚大势，清算无益之抗日，乃其急务，因此须先实际表示诚意。据一九三三年五月十七日大晚报好读书不求甚解语见陶渊明五柳先生传好读书不求甚解，每有会意，便欣然忘食。备考奇文共赏周敬侪备考奇文共赏周敬侪大人先生们把故宫古物看得和命当然不是小百姓的命一般坚决南迁，无非因为古物价值不止连城，并且容易搬动，容易变钱的原故，这也值得你们大惊小怪，冷嘲热讽！"}
{"text":"中国当局，达观东亚大势，清算无益之抗日，乃其急务，因此须先实际表示诚意。据一九三三年五月十七日大晚报好读书不求甚解语见陶渊明五柳先生传好读书不求甚解，每有会意，便欣然忘食。备考奇文共赏周敬侪备考奇文共赏周敬侪大人先生们把故宫古物看得和命当然不是小百姓的命一般坚决南迁，无非因为古物价值不止连城，并且容易搬动，容易变钱的原故，这也值得你们大惊小怪，冷嘲热讽！我正这样想着的时候，居然从首都一家报纸上见到赞成古物南迁的社论并且建议武力制止反对，流血在所不辞，请求政府保持威信，贯彻政策！这样的宏词高论，我实在不忍使它湮没无闻，因特不辞辛苦，抄录出来，献给大众北平各团体之反对古物南迁，为有害北平将来之繁荣，此种自私自利完全蔑视国家利益之理由，北平各团体竟敢说出，吾人殊服其厚颜无耻，彼等只为北平之繁荣，必须以数千年古物冒全被敌人劫夺而去之大危险，所见未免太小，使政府为战略关系，须暂时放弃北平，以便引敌深入，聚而歼之，则古物必被敌人劫夺而去，试问将来北平之繁荣何由维持，故不如先行迁移，俟打倒日本，北平安如泰山后，再行迁回，北平各团体自私自利，固可恶可耻，其无远虑，亦可怜也，其反对迁移之又一理由，则谓政府应先顾全土地，此言似是而实非，盖放弃一部分土地供敌人一时之占领，以歼灭敌人，然后再行恢复，古今中外，其例甚多，如一八一二年之役，俄人不但放弃莫斯科，且将莫斯科烧毁，以困拿破仑，欧战时，比利时，塞尔维亚，皆放弃全部领土，供敌人蹂躏，卒将强德击破，盖领土被占，只须不与敌人媾和，签字于割让条约，则敌人固无如该土何，至于故宫古物，若不迁移，设不幸北平被敌人占领，将古物劫夺而去，试问中国将何法以恢复之，行见中国文明结晶，供敌人战利品，可耻孰甚，最后吾人奉告政府，政府迁移古物之政策，既已决定，则不论遇如何阻碍，应求其贯彻，若一经无见识无远虑之群愚反对，即行中止，政府威信何在，故吾主张严责张学良，使以武力制止反对运动，若不得已，虽流血亦所不辞二月十三日，申报自由谈。本篇最初发表于一九三三年二月十三日申报自由谈，署名何家干。救国日报一九三二年八月在南京创刊的反动报纸，龚德柏主办，一九四九年四月停刊。文中所引的话，原见一九三三年二月六日该报社论为迁移故宫古物告政府。"}
{"text":"本篇最初发表于一九三三年二月十三日申报自由谈，署名何家干。救国日报一九三二年八月在南京创刊的反动报纸，龚德柏主办，一九四九年四月停刊。文中所引的话，原见一九三三年二月六日该报社论为迁移故宫古物告政府。张学良字汉卿，辽宁海城人。九一八事变时任国民党政府陆海空军副司令兼东北边防军司令长官，奉蒋介石不抵抗的命令，放弃东北三省。九一八后曾任国民政府军事委员会北平军分会代理委员长等职。战略家指国民党军事当局。一九三二年一二八上海战事发生后，他们屡令中国军队后撤，声称是变更战略，引敌深入，并非战败。上海和议一二八战事发生后，国民党政府不顾全国人民的抗日要求，坚持不抵抗政策，破坏十九路军的抗战行动，并在英美法等帝国主义参预下，同日本侵略者进行屈膝投降的谈判，于一九三二年五月五日签订上海停战协定。满洲国日本侵占东北后建立的傀儡政权。一九三二年三月在长春成立，以清废帝溥仪为执政一九三四年三月改称满洲帝国，溥仪改为皇帝。国联国际联盟的简称。第一次世界大战后于一九二年成立的国际政府间组织。它标榜以促进国际合作维持国际和平与安全为目的，实际上是英法等帝国主义国家控制并为其侵略政策服务的工具。第二次世界大战爆发后无形瓦解，一九四六年四月正式宣告解散。九一八事变后，它袒护日本帝国主义对中国的侵略。什么什么草案指一九三二年十二月十五日国联十九国委员会特别会议通过的关于调解中日争端的决议草案。一九三三年一月又据此草案修改为德鲁蒙新草案。这些草案明显地袒护日本，默认满洲国伪政权。什么什么委员的态度指参加国联十九国委员会的英国代表外相西门的态度。他在国联会议的发言中屡次为日本侵略中国辩护，曾受到当时中国舆论界的谴责。行都在必要时政府暂时迁驻的地方陪都，在首都以外另建的都城。国民党政府以南京为首都。"}
{"text":"一九三三年一月又据此草案修改为德鲁蒙新草案。这些草案明显地袒护日本，默认满洲国伪政权。什么什么委员的态度指参加国联十九国委员会的英国代表外相西门的态度。他在国联会议的发言中屡次为日本侵略中国辩护，曾受到当时中国舆论界的谴责。行都在必要时政府暂时迁驻的地方陪都，在首都以外另建的都城。国民党政府以南京为首都。一九三二年一二八战事时于一月三十日仓皇决定移驻洛阳办公三月国民党四届二中全会又通过决议，正式定洛阳为行都，西安为陪都。同年十二月一日由洛阳迁回南京。不通两种不通两种人们每当批评文章的时候，凡是国文教员式的人，大概是着眼于通或不通，中学生杂志上还为此设立了病院。然而做中国文其实是很不容易通的，高手如太史公司马迁，倘将他的文章推敲起来，无论从文字，文法，修辞的任何一种立场去看，都可以发见不通的处所。不过现在不说这些要说的只是在笼统的一句不通之中，还可由原因而分为几种。大概的说，就是有本来还没有通的，也有本可以通，而因了种种关系，不敢通，或不愿通的。例如去年十月三十一日大晚报的记载江都清赋风潮，在乡民二度兴波作浪这一个巧妙的题目之下，述陈友亮之死云陈友亮见官方军警中，有携手枪之刘金发，竟欲夺刘之手枪，当被子弹出膛，饮弹而毙，警察队亦开空枪一排，乡民始后退。军警上面不必加上官方二字之类的费话，这里也且不说。最古怪的是子弹竟被写得好像活物，会自己飞出膛来似的。但因此而累得下文的亦字不通了。必须将上文改作当被击毙，才妥。倘要保存上文，则将末两句改为警察队空枪亦一齐发声，乡民始后退，这才铢两悉称，和军警都毫无关系。――虽然文理总未免有点希奇。现在，这样的希奇文章，常常在刊物上出现。不过其实也并非的不通，大抵倒是恐怕不准通，因而先就不敢通了的缘故。头等聪明人不谈这些，就成了为艺术的艺术家次等聪明人竭力用种种法，来粉饰这不通，就成了民族主义文学者，但两者是都属于自己不愿通，即不肯通这一类里的。二月三日。备考杀错了人曹聚仁备考杀错了人曹聚仁前日某报载某君述长春归客的谈话，说日人在伪国已经完成专卖鸦片和统一币制的两大政策。"}
{"text":"现在，这样的希奇文章，常常在刊物上出现。不过其实也并非的不通，大抵倒是恐怕不准通，因而先就不敢通了的缘故。头等聪明人不谈这些，就成了为艺术的艺术家次等聪明人竭力用种种法，来粉饰这不通，就成了民族主义文学者，但两者是都属于自己不愿通，即不肯通这一类里的。二月三日。备考杀错了人曹聚仁备考杀错了人曹聚仁前日某报载某君述长春归客的谈话，说日人在伪国已经完成专卖鸦片和统一币制的两大政策。这两件事，从前在老张小张时代，大家认为无法整理，现在他们一举手之间，办得有头有绪。所以某君叹息道愚尝与东北人士论币制紊乱之害，咸以积重难返，诿为难办何以日人一刹那间，即毕乃事？是不为也，非不能也。此为国人一大病根！岂独病根而已哉！中华民族的灭亡和中华民国的颠覆，也就在这肺痨病上。一个社会，一个民族，到了衰老期，什么都积重难返，所以非革命不可。革命是社会的突变过程在过程中，好人，坏人，与不好不坏的人，总要杀了一些。杀了一些人，并不是没有代价的于社会起了隔离作用，旧的社会和新的社会截然分成两段，恶的势力不会传染到新的组织中来。所以革命杀人应该有标准，应该多杀中年以上的人，多杀代表旧势力的人。法国大革命的成功，即在大恐慌时期的扫荡旧势力。可是中国每一回的革命，总是反了常态。许多青年因为参加革命运动，做了牺牲革命进程中，旧势力一时躲开去，一些也不曾铲除掉革命成功以后，旧势力重复涌了出来，又把青年来做牺牲品，杀了一大批。孙中山先生辛辛苦苦做了十来年革命工作，辛亥革命成功了，袁世凯拿大权，天天杀党人，甚至连十五六岁的孩子都要杀这样的革命，不但不起隔离作用，简直替旧势力作保镖因此民国以来，只有暮气，没有朝气，任何事业，都不必谈改革，一谈改革，必积重难返，诿为难办。其恶势力一直注到现在。这种反常状态，我名之曰杀错了人。我常和朋友说不流血的革命是没有的，但流血不可流错了人。早杀溥仪，多杀郑孝胥之流，方是邦国之大幸。若乱杀二十五岁以下的青年，倒行逆施，斫丧社会元气，就可以得亡国灭种的眼前报。自由谈，四月十日。本篇最初发表于一九三三年四月十二日申报自由谈，署名何家干。曹聚仁―浙江浦江人，当时任暨南大学教授和涛声周刊主编。"}
{"text":"其恶势力一直注到现在。这种反常状态，我名之曰杀错了人。我常和朋友说不流血的革命是没有的，但流血不可流错了人。早杀溥仪，多杀郑孝胥之流，方是邦国之大幸。若乱杀二十五岁以下的青年，倒行逆施，斫丧社会元气，就可以得亡国灭种的眼前报。自由谈，四月十日。本篇最初发表于一九三三年四月十二日申报自由谈，署名何家干。曹聚仁―浙江浦江人，当时任暨南大学教授和涛声周刊主编。袁世凯―字慰亭，河南项城人。原是清王朝的直隶总督兼北洋大臣内阁总理大臣辛亥革命后，于一九一二一九一三年先后窃取了中华民国临时大总统正式大总统职位。一九一六年一月复辟帝制，称洪宪皇帝，同年三月在全国人民声讨中被迫取消帝制，六月病死。二次革命袁世凯篡夺辛亥革命的果实后，蓄谋复辟，破坏中华民国临时约法，杀害革命党人。一九一三年七月，孙中山发动讨袁战争，称为二次革命，但不久被帝国主义支持下的袁世凯所打败。二次革命失败后，袁世凯更加疯狂地捕杀革命党人，并颁布附乱自首特赦令等，分化革命力量。国民公仆袁世凯在窃取中华民国总统职位时，曾自称是国民一分子，并说过总统向称公仆等话。军政执法处袁世凯设立的专事捕杀革命者和爱国人民的特务机关。旧皇帝指清朝宣统皇帝溥仪―。辛亥革命后，南京临时政府与清廷谈判议决，对退位后的清帝给以优待，仍保留其皇帝称号。袁世凯复辟帝制时，曾申令清室优待条件永不变更。乘凉两误一不同乘凉两误一不同这位木斋先生对我有两种误解，和我的意见有一点不同。第一是关于文的界说。我的这篇杂感，是由大晚报副刊上的恶癖而来的，而那篇中所举的文人，都是小说。这事木斋先生明明知道，现在混而言之者，大约因为作文要紧，顾不及这些了罢，第四种人这题目，也实在时新得很。第二是要我下罪己诏。我现在作一个无聊的声明何家干诚然就是，但并没有做皇帝。不过好在这样误解的人们也并不多。意见不同之点，是凡有所指责时，木斋先生以自己包括在内为风凉话我以自己不包括在内为风凉话，如身居上海，而责北平的学生应该赴难，至少是不逃难之类。但由这一篇文章，我可实在得了很大的益处。"}
{"text":"这事木斋先生明明知道，现在混而言之者，大约因为作文要紧，顾不及这些了罢，第四种人这题目，也实在时新得很。第二是要我下罪己诏。我现在作一个无聊的声明何家干诚然就是，但并没有做皇帝。不过好在这样误解的人们也并不多。意见不同之点，是凡有所指责时，木斋先生以自己包括在内为风凉话我以自己不包括在内为风凉话，如身居上海，而责北平的学生应该赴难，至少是不逃难之类。但由这一篇文章，我可实在得了很大的益处。就是凡有指摘社会全体的症结的文字，论者往往谓之骂人。先前我是很以为奇的。至今才知道一部分人们的意见，是认为这类文章，决不含自己在内，因为如果兼包自己，是应该自下罪己诏的，现在没有诏书而有攻击，足见所指责的全是别人了，于是乎谓之骂。且从而群起而骂之，使其人背着一切所指摘的症结，沉入深渊，而天下于是乎太平。七月十九日。本篇最初发表于一九三三年四月四日申报自由谈，署名何家干。指大晚报辣椒与橄榄上张若谷的恶癖一文，原文见本篇备考。宫地嘉六―日本小说家。工人出身，曾从事工人运动。作品有煤烟的臭味一个工人的笔记等。金子洋文日本小说家剧作家。早期曾参加日本无产阶级文学运动。作品有小说地狱剧本枪火等。子夜长篇小说，茅盾著。一九三三年一月上海开明书店出版。偃武修文语见尚书武成王来自商至于丰，乃偃武修文。文星即文曲星，又称文昌星，旧时传说中主宰文运的星宿。周木斋指责学生逃难的话，参看本卷第页注。备考提倡辣椒救国王慈备考提倡辣椒救国王慈记得有一次跟着一位北方朋友上天津点心馆子里去，坐定了以后，堂倌跑过来问道老乡！吃些什么东西？两盘锅贴儿！那位北方朋友用纯粹的北方口音说。随着锅贴儿端来的，是一盆辣椒。我看见那位北方朋友把锅贴和着多量的辣椒津津有味的送进嘴里去，触起了我的好奇心，探险般的把一个锅贴悄悄的蘸上一点儿辣椒，送下肚去，只觉得舌尖顿时麻木得失了知觉，喉间痒辣得怪难受，眼眶里不自主涌着泪水，这时，我大大的感觉到痛苦。"}
