{"text":"原以刊载鸳鸯蝴蝶派作品为主，一九三二年十二月革新后，先后由黎烈文张梓生主编。从一九三三年一月起，常在该刊发表文章。太白小品文半月刊，陈望道主编，一九三四年九月二十日创刊，次年九月五日出至第二卷第十二期停刊，上海生活书店发行。生生月刊文艺杂志，李辉英朱S园编辑，一九三五年二月创刊，只出一期，上海图画书局发行。姓沈的战友指沈端先，即夏衍，浙江杭州人，文学家戏剧家，中国左翼作家联盟领导人之一。田汉―字寿昌，湖南长沙人，戏剧家，曾创办话剧团体南国社，后为中国左翼戏剧家联盟领导人之一。文学月刊，先后由郑振铎傅东华王统照编辑，一九三三年七月创刊，一九三七年十一月停刊，上海生活书店发行。漫画生活刊载漫画和杂文的月刊，吴朗西黄士英等编辑，一九三四年九月创刊，上海美术生活杂志社发行。脸谱臆测脸谱臆测对于戏剧，我完全是外行。但遇到研究中国戏剧的文章，有时也看一看。近来的中国戏是否象征主义，或中国戏里有无象征手法的问题，我是觉得很有趣味的。伯鸿先生在戏周刊十一期中华日报副刊上，说起脸谱，承认了中国戏有时用象征的手法，比如白表奸诈，红表忠勇，黑表威猛，蓝表妖异，金表神灵之类，实与西洋的白表纯洁清净，黑表悲哀，红表热烈，黄金色表光荣和努力并无不同，这就是色的象征，虽然比较的单纯，低级。这似乎也很不错，但再一想，却又生了疑问，因为白表奸诈，红表忠勇之类，是只以在脸上为限，一到别的地方，白就并不象征奸诈，红也不表示忠勇了。对于中国戏剧史，我又是完全的外行。我只知道古时候南北朝的扮演故事，是带假面的，这假面上，大约一定得表示出这角色的特征，一面也是这角色的脸相的规定。古代的假面和现在的打脸的关系，好像还没有人研究过，假使有些关系，那么，白表奸诈之类，就恐怕只是人物的分类，却并非象征手法了。中国古来就喜欢讲相人术，但自然和现在的相面不同，并非从气色上看出祸福来，而是所谓诚于中，必形于外，要从脸相上辨别这人的好坏的方法。一般的人们，也有这一种意见的，我们在现在，还常听到看他样子就不是好人这一类话。这样子的具体的表现，就是戏剧上的脸谱。"}
{"text":"古代的假面和现在的打脸的关系，好像还没有人研究过，假使有些关系，那么，白表奸诈之类，就恐怕只是人物的分类，却并非象征手法了。中国古来就喜欢讲相人术，但自然和现在的相面不同，并非从气色上看出祸福来，而是所谓诚于中，必形于外，要从脸相上辨别这人的好坏的方法。一般的人们，也有这一种意见的，我们在现在，还常听到看他样子就不是好人这一类话。这样子的具体的表现，就是戏剧上的脸谱。富贵人全无心肝，只知道自私自利，吃得白白胖胖，什么都做得出，于是白就表了奸诈。红表忠勇，是从关云长的面如重枣来的。重枣是怎样的枣子，我不知道，要之，总是红色的罢。在实际上，忠勇的人思想较为简单，不会神经衰弱，面皮也容易发红，倘使他要永远中立，自称第三种人，精神上就不免时时痛苦，脸上一块青，一块白，终于显出白鼻子来了。黑表威猛，更是极平常的事，整年在战场上驰驱，脸孔怎会不黑，擦着雪花膏的公子，是一定不肯自己出面去战斗的。士君子常在一门一门的将人们分类，平民也在分类，我想，这脸谱，便是优伶和看客公同逐渐议定的分类图。不过平民的辨别，感受的力量，是没有士君子那么细腻的。况且我们古时候戏台的搭法，又和罗马不同，使看客非常散漫，表现倘不加重，他们就觉不到，看不清。这么一来，各类人物的脸谱，就不能不夸大化，漫画化，甚而至于到得后来，弄得希奇古怪，和实际离得很远，好像象征手法了。脸谱，当然自有它本身的意义的，但我总觉得并非象征手法，而且在舞台的构造和看客的程度和古代不同的时候，它更不过是一种赘疣，无须扶持它的存在了。然而用在别一种有意义的玩艺上，在现在，我却以为还是很有兴趣的。十月三十一日。本篇在印入本书前未能发表，参看本书附记。戏周刊第十一期一九三四年十月二十八日曾发表伯鸿的苏联为什么邀梅兰芳去演戏上一文，该文先引申报读书问答栏梅兰芳与中国旧剧的前途三文中的话说中国旧剧其取材大半是历史上的传说，其立论大体是劝善罚恶的老套，这里面既不含有神秘的感情，也就用不着以观感的具体的符号来象征什么即如那一般人认为最含有象征主义意味的脸谱，和那以马鞭代马的玩意儿，也只能说借以帮助观众对于剧情的理解，不能认为即是象征主义。于是接着说这个是很正确的了。"}
{"text":"于是接着说这个是很正确的了。但是他因否定了中国旧戏是象征主义，同时否定了中国旧剧采用的一些象征手法。比如白表奸诈，红表忠勇因为色的象征，还有音的象征形的象征，也经有意识或无意识地使用着这一些都是象征的手法，不过多是比较单纯的低级的。指南北朝时的歌舞戏大面。据旧唐书音乐志载大面出于北齐。北齐兰陵王长恭，才武而面美，常著假面以对敌。尝击周师金墉城下，勇冠三军，齐人壮之，为此舞以效其指麾击刺之容，谓之兰陵王入阵曲。相人术左传文公元年内史叔服来会葬公孙敖闻其能相人也，见其二子焉。又汉书艺文志形法类著录有相人一书。诚于中，必形于外语出大学人之视己，如见其肺肝然此谓诚于中，形于外故君子必慎其独也。古代罗马剧场，中间为圆形表演场地，周围环绕着台阶式的观众席，近似现代的体育场。论旧形式的采用论旧形式的采用旧形式的采用的问题，如果平心静气的讨论起来，在现在，我想是很有意义的，但开首便遭到了耳耶先生的笔伐。类乎投降，机会主义，这是近十年来新形式的探求的结果，是克敌的咒文，至少先使你惹一身不干不净。但耳耶先生是正直的，因为他同时也在译艺术底内容和形式，一经登完，便会洗净他激烈的责罚而且有几句话也正确的，是他说新形式的探求不能和旧形式的采用机械的地分开。不过这几句话已经可以说是常识就是说内容和形式不能机械的地分开，也已经是常识还有，知道作品和大众不能机械的地分开，也当然是常识。旧形式为什么只是采用――但耳耶先生却指为为整个！旧艺术捧场――就是为了新形式的探求。采取若干，和整个捧来是不同的，前进的艺术家不能有这思想内容。然而他会想到采取旧艺术，因为他明白了作品和大众不能机械的地分开。"}
{"text":"不过这几句话已经可以说是常识就是说内容和形式不能机械的地分开，也已经是常识还有，知道作品和大众不能机械的地分开，也当然是常识。旧形式为什么只是采用――但耳耶先生却指为为整个！旧艺术捧场――就是为了新形式的探求。采取若干，和整个捧来是不同的，前进的艺术家不能有这思想内容。然而他会想到采取旧艺术，因为他明白了作品和大众不能机械的地分开。以为艺术是艺术家的灵感的爆发，象鼻子发痒的人，只要打出喷嚏来就浑身舒服，一了百了的时候已经过去了，现在想到，而且关心了大众。这是一个新思想内容，由此而在探求新形式，首先提出的是旧形式的采取，这采取的主张，正是新形式的发端，也就是旧形式的蜕变，在我看来，是既没有将内容和形式机械的地分开，更没有看得姊妹花叫座，于是也来学一套的投机主义的罪案的。自然，旧形式的采取，或者必须说新形式的探求，都必须艺术学徒的努力的实践，但理论家或批评家是同有指导，评论，商量的责任的，不能只斥他交代未清之后，便可逍遥事外。我们有艺术史，而且生在中国，即必须翻开中国的艺术史来。采取什么呢？我想，唐以前的真迹，我们无从目睹了，但还能知道大抵以故事为题材，这是可以取法的在唐，可取佛画的灿烂，线画的空实和明快，宋的院画，萎靡柔媚之处当舍，周密不苟之处是可取的，米点山水，则毫无用处。后来的写意画文人画有无用处，我此刻不敢确说，恐怕也许还有可用之点的罢。这些采取，并非断片的古董的杂陈，必须溶化于新作品中，那是不必赘说的事，恰如吃用牛羊，弃去蹄毛，留其精粹，以滋养及发达新的生体，决不因此就会类乎牛羊的。只是上文所举的，亦即我们现在所能看见的，都是消费的艺术。它一向独得有力者的宠爱，所以还有许多存留。但既有消费者，必有生产者，所以一面有消费者的艺术，一面也有生产者的艺术。古代的东西，因为无人保护，除小说的插画以外，我们几乎什么也看不见了。至于现在，却还有市上新年的花纸，和猛克先生所指出的连环图画。这些虽未必是真正的生产者的艺术，但和高等有闲者的艺术对立，是无疑的。但虽然如此，它还是大受着消费者艺术的影响，例如在文学上，则民歌大抵脱不开七言的范围，在图画上，则题材多是士大夫的部事，然而已经加以提炼，成为明快，简捷的东西了。"}
{"text":"它一向独得有力者的宠爱，所以还有许多存留。但既有消费者，必有生产者，所以一面有消费者的艺术，一面也有生产者的艺术。古代的东西，因为无人保护，除小说的插画以外，我们几乎什么也看不见了。至于现在，却还有市上新年的花纸，和猛克先生所指出的连环图画。这些虽未必是真正的生产者的艺术，但和高等有闲者的艺术对立，是无疑的。但虽然如此，它还是大受着消费者艺术的影响，例如在文学上，则民歌大抵脱不开七言的范围，在图画上，则题材多是士大夫的部事，然而已经加以提炼，成为明快，简捷的东西了。这也就是蜕变，一向则谓之俗。注意于大众的艺术家，来注意于这些东西，大约也未必错，至于仍要加以提炼，那也是无须赘说的。但中国的两者的艺术，也有形似而实不同的地方，例如佛画的满幅云烟，是豪华的装璜，花纸也有一种硬填到几乎不见白纸的，却是惜纸的节俭唐伯虎画的细腰纤手的美人，是他一类人们的欲得之物，花纸上也有这一种，在赏玩者却只以为世间有这一类人物，聊资博识，或满足好奇心而已。为大众的画家，都无须避忌。至于谓连环图画不过图画的种类之一，与文学中之有诗歌，戏曲，小说相同，那自然是不错的。但这种类之别，也仍然与社会条件相关联，则我们只要看有时盛行诗歌，有时大出小说，有时独多短篇的史实便可以知道。因此，也可以知道即与内容相关联。现在社会上的流行连环图画，即因为它有流行的可能，且有流行的必要，着眼于此，因而加以导引，正是前进的艺术家的正确的任务为了大众，力求易懂，也正是前进的艺术家正确的努力。旧形式是采取，必有所删除，既有删除，必有所增益，这结果是新形式的出现，也就是变革。而且，这工作是决不如旁观者所想的容易的。但就是立有了新形式罢，当然不会就是很高的艺术。艺术的前进，还要别的文化工作的协助，某一文化部门，要某一专家唱独脚戏来提得特别高，是不妨空谈，却难做到的事，所以专责个人，那立论的偏颇和偏重环境的是一样的。五月二日。本篇最初发表于一九三四年五月四日上海中华日报动向，署名常庚。耳耶即聂绀弩，湖北京山人，作家，左联成员。当时任中华日报副刊动向主编。一九三四年四月二十四日他在动向上发表了新形式的探求与旧形式的采用，反驳四月十九日同刊猛克的采用与模仿一文。猛克文中说在社会制度没有改革之前，对于连环图画的旧形式与技术，还须有条件地接受过来却有人以为这是投降旧艺术。"}
{"text":"五月二日。本篇最初发表于一九三四年五月四日上海中华日报动向，署名常庚。耳耶即聂绀弩，湖北京山人，作家，左联成员。当时任中华日报副刊动向主编。一九三四年四月二十四日他在动向上发表了新形式的探求与旧形式的采用，反驳四月十九日同刊猛克的采用与模仿一文。猛克文中说在社会制度没有改革之前，对于连环图画的旧形式与技术，还须有条件地接受过来却有人以为这是投降旧艺术。又说新的连环图画形式与街头流行的连环图画颇不同，而技术有的也模仿着立体派之类，不但常常弄得儿童看不懂，就是知识阶级的人们，也无法了解其内容。耳耶的文章中则认为这些话非常之类乎投降，把内容与形式这样机械地分开因为旧艺术内面有一二接近大众的东西，就这样为整个旧艺术捧场。接着又说一小部分旧艺术之能为大众了解习惯爱好，有种种复杂的原因存在要谈采用旧形式，不先从这些决定的原因上加以详细的研究，看见啼笑姻缘销路广，姊妹花卖座好就眼红，这是机会主义的办法。最后他说要艺术大众化，只有一条路，就是新形式的探求只有在新形式的探求的努力之中，才可以谈有条件地采用旧形式。艺术底内容和形式日本藏原惟人所作的论文。译文在一九三四年四月二十四日至五月十日动向上连载。姊妹花郑正秋根据他自己所作舞台剧贵人与犯人改编和导演的故事片，上海明星影片公司摄制。一九三四年二月在上海上映。宋的院画指宋代翰林图画院中宫廷画家的作品。它们在形式上都以工整细致为主要特点。米点山水指宋代米芾米友仁父子的山水画。米芾―米友仁―，润州今江苏镇江人。他们的画不取工细，自创一种皴法，以笔尖横点而成，被称为米点山水。猛克魏猛克，湖南长沙人，美术工。中国左翼作家联盟成员。唐伯虎―名寅，字伯虎，吴县今属江苏人，明代文学家画家，擅长山水仕女画。且介亭杂文二集一九三五年末经亲自编定，一九三七年七月由上海三闲书屋初版。"}
{"text":"他们的画不取工细，自创一种皴法，以笔尖横点而成，被称为米点山水。猛克魏猛克，湖南长沙人，美术工。中国左翼作家联盟成员。唐伯虎―名寅，字伯虎，吴县今属江苏人，明代文学家画家，擅长山水仕女画。且介亭杂文二集一九三五年末经亲自编定，一九三七年七月由上海三闲书屋初版。昨天编完了去年的文字，取发表于日报的短论以外者，谓之且介亭杂文今天再来编今年的，因为除做了几篇文学论坛，没有多写短文，便都收录在这里面，算是二集。过年本来没有什么深意义，随便那天都好，明年的元旦，决不会和今年的除夕就不同，不过给人事借此时时算有一个段落，结束一点事情，倒也便利的。倘不是想到了已经年终，我的两年以来的杂文，也许还不会集成这一本。编完以后，也没有什么大感想。要感的感过了，要写的也写过了，例如以华制华之说罢，我在前年的自由谈上发表时，曾大受傅公红蓼之流的攻击，今年才又有人提出来，却是风平浪静。一定要到得不幸而吾言中，这才大家默默无言，然而为时已晚，是彼此都大可悲哀的。我宁可如邵洵美辈的人言之所说意气多于议论，捏造多于实证。我有时决不想在言论界求得胜利，因为我的言论有时是枭鸣，报告着大不吉利事，我的言中，是大家会有不幸的。在今年，为了内心的冷静和外力的迫压，我几乎不谈国事了，偶尔触着的几篇，如什么是讽刺，如从帮忙到扯淡，也无一不被禁止。别的的遭遇，大约也是如此的罢，而天下太平，直到华北自治，才见有新闻记者恳求保护正当的舆论。我的不正当的舆论，却如国土一样，仍在日即于沦亡，但是我不想求保护，因为这代价，实在是太大了。单将这些文字，过而存之，聊作今年笔墨的记念罢。一九三五年十二月三十一日，记于上海之且介亭。文学论坛文学月刊的一个专栏，自第二卷第一号一九三四年一月开始，至第六卷第六号一九三六年六月结束。以华制华在一九三三年四月二十一日申报自由谈发表以夷制夷一文，揭露帝国主义以华制华的阴谋，傅红蓼等就在大晚报火炬上发表文章，加以攻击。参看伪自由书以夷制夷及其附录。邵洵美参看本卷第页注。"}
{"text":"一九三五年十二月三十一日，记于上海之且介亭。文学论坛文学月刊的一个专栏，自第二卷第一号一九三四年一月开始，至第六卷第六号一九三六年六月结束。以华制华在一九三三年四月二十一日申报自由谈发表以夷制夷一文，揭露帝国主义以华制华的阴谋，傅红蓼等就在大晚报火炬上发表文章，加以攻击。参看伪自由书以夷制夷及其附录。邵洵美参看本卷第页注。华北自治一九三五年十一月，日本帝国主义策动所谓华北五省自治运动，并指使汉奸成立冀东防共自治政府。国民党政府指派宋哲元等成立冀察政务委员会，以适应日本关于华北政权特殊化的要求。保护正当的舆论一九三五年底，国内新闻界纷纷致电国民党政府，要求保障舆论。如平津报界十二月十日的电文中说凡不以武力或暴力为背景之言论，政府必当予以保障。十二月十二日，南京新闻学会的电文要求保障正当舆论和新闻从业者之自由。京派和海派京派和海派去年春天，京派大师曾经大大的奚落了一顿海派小丑，海派小丑也曾经小小的回敬了几手，但不多久，就完了。文滩上的风波，总是容易起，容易完，倘使不容易完，也真的不便当。我也曾经略略的赶了一下热闹，在许多唇枪舌剑中，以为那时我发表的所说，倒也不算怎么分析错了的。其中有这样的一段――北京是明清的帝都，上海乃各国之租界，帝都多官，租界多商，所以文人之在京者近官，没海者近商，近官者在使官得名，近商者在使商获利，而自己亦赖以糊口。要而言之不过京派是官的帮闲，海派则是商的帮忙而已。而官之鄙商，固亦中国旧习，就更使海派在京派眼中跌落了。但到得今年春末，不过一整年带点零，就使我省悟了先前所说的并不圆满。目前的事实，是证明着京派已经自己贬损，或是把海派在自己眼睛里抬高，不但现身说法，演述了派别并不专与地域相关，而且实践了因为爱他，所以恨他的妙语。当初的京海之争，看作龙虎斗固然是错误，就是认为有一条官商之界也不免欠明白。因为现在已经清清楚楚，到底搬出一碗不过黄鳝田鸡，炒在一起的苏式菜――京海杂烩来了。实例，自然是琐屑的，而且自然也不会有重大的例子。举一点罢。"}
{"text":"目前的事实，是证明着京派已经自己贬损，或是把海派在自己眼睛里抬高，不但现身说法，演述了派别并不专与地域相关，而且实践了因为爱他，所以恨他的妙语。当初的京海之争，看作龙虎斗固然是错误，就是认为有一条官商之界也不免欠明白。因为现在已经清清楚楚，到底搬出一碗不过黄鳝田鸡，炒在一起的苏式菜――京海杂烩来了。实例，自然是琐屑的，而且自然也不会有重大的例子。举一点罢。一，是选印明人小品的大权，分给海派来了以前上海固然也有选印明人小品的人，但也可以说是冒牌的，这回却有了真正老京派的题签，所以的确是正统的衣钵。二，是有些新出的刊物，真正老京派打头，真正小海派煞尾了以前固然也有京派开路的期刊，但那是半京半海派所主持的东西，和纯粹海派自说是自掏腰包来办的出产品颇有区别的。要而言之今儿和前儿已不一样，京海两派中的一路，做成一碗了。到这里要附带一点声明我是故意不举出那新出刊物的名目来的。先前，曾经有人用过某字，什么缘故我不知道。但后来该刊的一个在该刊上说，他有一位熟悉商情的朋友，以为这是因为不替它来作广告。这真是聪明的好朋友，不愧为熟悉商情。由此启发，子细一想，他的话实在千真万确被称赞固然可以代广告，被骂也可以代广告，张扬了荣是广告，张扬了辱又何尝非广告。例如罢，甲乙决斗，甲赢，乙死了，人们固然要看杀人的凶手，但也一样的要看那不中用的死尸，如果用芦席围起来，两个铜板看一下，准可以发一点小财的。我这回的不说出这刊物的名目来，主意却正在不替它作广告，我有时很不讲阴德，简直要妨碍别人的借死尸敛钱。然而，请老实的看官不要立刻责备我刻薄。他们那里肯放过这机会，他们自己会敲了锣来承认的。声明太长了一点了。言归正传。我要说的是直到现在，由事实证明，我才明白了去年京派的奚落海派，原来根柢上并不是奚落，倒是路远迢迢的送来的秋波。文豪，究竟是有真实本领的，法郎士做过一本泰绮思，中国已有两种译本了，其中就透露着这样的消息。他说有一个高僧在沙漠中修行，忽然想到亚历山大府的名妓泰绮思，是一个贻害世道人心的人物，他要感化她出家，救她本身，救被惑的青年们，也给自己积无量功德。事情还算顺手，泰绮思竟出家了，他恨恨的毁坏了她在俗时候的衣饰。但是，奇怪得很，这位高僧回到自己的独房里继续修行时，却再也静不下来了，见妖怪，见裸体的女人。他急遁，远行，然而仍然没有效。"}
