{"text":"唐人的文学，道佛两家的气息并重，尤其以唐诗是如此，至于唐人的笔记小说中，却以道家的成分为多。宋人的文学，似乎比较偏向于禅，无论诗词与散文，大体都有这个情况。元代的戏曲小说等等，佛学成分多于道家，明清以来，才慢慢走上融混的路道。为了讲这样一个严肃的课题，最后要使大家轻松一些，我们不妨举出唐人诗中一些有关道家与道教的材料，使人读后多少可以沾些仙人气息的意境。唐代的名士才子中，例如李商隐有名的一首无题律诗，便可处处见到他含有道家的情绪，来是空言去绝踪，月斜楼上五更钟。梦为远别啼难唤，书被催成墨未浓。蜡照半笼金翡翠，麝薰微度绣芙蓉。刘郎已恨蓬山远，更隔莲山一万重。又如他的锦瑟一律，锦瑟无端五十弦，一弦一柱思华年。庄生晓梦迷蝴蝶，望帝春心托杜鹃。沧海月明珠有泪，蓝田日暖玉生烟。此情可待成追忆，只是当时已偶然。他所用的刘郎蓬山庄生梦蝴蝶望帝托杜鹃沧海珠泪蓝田暖玉等等，无一不是与道家道教有关的典故，无此修养，无此意境，无此感情，便做不出这种诗境，这比较王维的具有道家意境的诗，积雨空林烟火迟，蒸艹梨炊黍饷东囗，漠漠水田飞白鸳，阴阴夏木啭黄鹂。山中习静观朝模，松下清斋折露葵。野老与人争席罢，海鸥何事更相疑。各是别有一番风味的。至于唐代名僧道士的诗，好的作品，也非常的多，因为一般限于诗体的成见与偏见，便轻易地忽略过去，道士的诗，例如因买丹砂下白云，鹿裘唯惹九衢尘。不如将耳入山去，万是千非愁杀人。佛前香印废晨烧，金锡当门照寂寥。童子不知师病因，报风吹折好芭蕉。似鹤如云一个身，不忧家国不忧贫。拟将枕上日高卧，卖与世间荣贵人。帆力劈开沧海浪，马蹄踏破乱山青。浮名浮利浓于酒，醉得人心死不醒。等等，都是惑乱人生中，偶然一服的清凉镇定剂，大可有助于修养。至若唐人笔记小说中的裴航遇仙，云英滴嫁的仙人艳迹，平添后世许多神仙眷属的幻想与佳话，那都是道家与道教给予中国文学的生命活力，并无颓唐衰愁灰色的情调。宋代名诗人，如苏东坡王安石黄山谷等人的作品，更与道佛思想不能分离，苏东坡的名词，如水调歌头明月几时有？把酒问青天，不知天上宫阙，今夕是何年？我欲乘风归去，唯恐琼楼玉宇，高处不胜寒！"}
{"text":"拟将枕上日高卧，卖与世间荣贵人。帆力劈开沧海浪，马蹄踏破乱山青。浮名浮利浓于酒，醉得人心死不醒。等等，都是惑乱人生中，偶然一服的清凉镇定剂，大可有助于修养。至若唐人笔记小说中的裴航遇仙，云英滴嫁的仙人艳迹，平添后世许多神仙眷属的幻想与佳话，那都是道家与道教给予中国文学的生命活力，并无颓唐衰愁灰色的情调。宋代名诗人，如苏东坡王安石黄山谷等人的作品，更与道佛思想不能分离，苏东坡的名词，如水调歌头明月几时有？把酒问青天，不知天上宫阙，今夕是何年？我欲乘风归去，唯恐琼楼玉宇，高处不胜寒！起舞弄清影，何似在人间！转朱阁，低绮户，照无眠。不应有恨，何时向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全！但愿人长久，千里共蝉娟。以及鸟噪猿呼昼闭门，寂寥谁识古皇尊？青牛久已辞辕轭，白鹤时来访子孙。等句，不一而足，如要研究道家思想与中国文学，此中大有文章，也不可放过。禅与道概论后语杨管北距今十二年前，吾在德国途中，因突患心脏冠状闭塞症，转道返国，息影山居，摒绝妄想，浮云世事，日以读书自遣。浏览既多，理有不明于心者益众，乃复涉猎宗教之学，而读佛经。然佛学难通，尤甚于世典。不但翻译辞章之体裁有异，名相与内义尤加隔碍。后国友人之介，得识南师怀瑾先生，晤谈片时，如有所契。从此每周星期六下午，敦请先生莅临舍间，讲授佛学及修证心要，祁寒风雨无间，逾十余寒暑。初由一般佛学而渐及各宗大要，乃至显教密教，禅宗道家，无不圆融普摄，一一加以开示。先生每又随机设教，履加接引，使余得窥心宗，了知本来，原甚平易。复以禅门宗风，将歇于世，乃允所请，常于每年春初，举行禅七法会，亲与敬信者，躬行禅寂，由此获益而知方者，颇不乏人。吾年痴长先生十余岁，人或疑其何以执事之恭诚信之笃，吾每举韩文公师说，与儒家事师仪礼为对。况释迦弟子，如大迦叶须菩提等辈，莫不年长于文佛，先哲风规，垂范后昆，为学为道，先须自去增上慢心，犹恐自有惭德。况吾从先生十余年，执经寻讨三教问学，瞻之在前，忽焉在后，久而敬之，因非偶然。然先生谦抑自牧，与吾辈交，虽有法乳之惠，而平素惟以友道自处，逊不为师，此犹久而敬之，亦理所固然。先生学问知识之渊博，实不愧为当代通人，此皆有识者所共仰。吾每请其为浩漫无涯之佛学，作一条贯通论，又为中国上下五千年文化学术之源流，作有系统之论述，终因世缘尘累，未遂所愿。"}
{"text":"况释迦弟子，如大迦叶须菩提等辈，莫不年长于文佛，先哲风规，垂范后昆，为学为道，先须自去增上慢心，犹恐自有惭德。况吾从先生十余年，执经寻讨三教问学，瞻之在前，忽焉在后，久而敬之，因非偶然。然先生谦抑自牧，与吾辈交，虽有法乳之惠，而平素惟以友道自处，逊不为师，此犹久而敬之，亦理所固然。先生学问知识之渊博，实不愧为当代通人，此皆有识者所共仰。吾每请其为浩漫无涯之佛学，作一条贯通论，又为中国上下五千年文化学术之源流，作有系统之论述，终因世缘尘累，未遂所愿。今春去秋，先生应刘白如兄之邀，在政大教育研究所，讲演佛道两家与中国文化。又经大华晚报披露一部分讲辞。读者咸欲竟其全文，乃发。心随喜，为之经募印送三千册，用以宏扬中国文化与佛法之胜缘。以吾从先生游久，先生道业思想之端绪，略可概窥一二，本书所述佛道两教学术内容，仅其平生所学，少分之绪论，诚未足以尽其所蕴。然其正学术之视听，敦思维于正道，淑世利人之情，跃然纸上，故敢不揣鄙陋，特为拈出要点，俾知其涯岸。时际浊世，佛学思潮，虽日益扩展，然说理者日众，修证者愈少。学者不趋于时尚而视为哲学思想之研究，即随欧美后期佛学家路线，从事梵文巴利文之考证，以为治佛学之正途。孰知五印梵文，今昔大有异趣，不但方言音译与内义变迁甚远，而求证吾国千余年译本之梵荚，荡然无存，据今疑古，漠视中国佛学之价值，殊有未当。后世巴利文之佛学典籍，大多为南传小乘经典，时代悬隔，传写错讹，虽可资为参考，未必足为证据。况佛法重在行持实证，佛经所说理趣，皆为求证一大事因缘之津梁，如理事分途，使文解义，徒成慧业，则失佛法之宗旨。今先生讲述佛学部分，深入浅出，随机设教，侧重真修实证之要，抽绎佛学要领，汇归心地法门，志在作初学之梯航，为入道之门径。至于属辞比事，语含妙旨，惟在读者好学深思，自可明其大要。所讲道家部分，追朔中国文化学术思想之源流，别有见地多不同于俗见。如其反复述说易经学系与书经学系来源之异同。指陈春秋战国时代，先秦诸子学术思想，各因方域语文之有别，由于先民氏族传统思想，与历史地理环境之差异。明扬隐士思想与方士学术为道家文化思想之渊源。皆发人所未发，阐释前古沉沦隐晦，开启后学之正思。若失丹道妙诀之明旨，阴阳术数与天地物理之阃奥，恐囿于习见者大笑而却走，惟略发端倪而已。惟所憾者，本书所述，因限于时间，未详其要，犹未尽餍吾人所望耳。"}
{"text":"所讲道家部分，追朔中国文化学术思想之源流，别有见地多不同于俗见。如其反复述说易经学系与书经学系来源之异同。指陈春秋战国时代，先秦诸子学术思想，各因方域语文之有别，由于先民氏族传统思想，与历史地理环境之差异。明扬隐士思想与方士学术为道家文化思想之渊源。皆发人所未发，阐释前古沉沦隐晦，开启后学之正思。若失丹道妙诀之明旨，阴阳术数与天地物理之阃奥，恐囿于习见者大笑而却走，惟略发端倪而已。惟所憾者，本书所述，因限于时间，未详其要，犹未尽餍吾人所望耳。在讲过论语以后，又引起大家研究孟子的兴趣，希望再讲孟子。其实，讲到中国传统文化的经学，我是很肤浅的，过去所讲的论语，也只是为了时代的需要，东拉西扯地讲了一大堆废话，想不到大家还很爱好，这真是出乎意料之外。新旧文化交流互变的冲击时代，只好采取配合时代趋势的方法来研究。我也只是提出个人的看法，贡献大家作参考。至于怎样去深入，自古以来，关于孟子的著述非常多，还是需要大家自己努力去探讨去寻求。提到孟子这部书，也是非常有趣的。当我还在童蒙的时代，等于现在小学三四年级的时期，就开始接受家庭和老师的督促，要读孟子了。那时候读书，还要背诵得来，老师每天教一节，明天就要站在老师的前面一字一句地朗朗背诵上口，要背得很清楚很熟悉，不能有错，错了要受罚，甚至用戒方打手心。当时并不注意内容的讲解，只要认得字，读得来，背得清楚。这一节背好了，老师再教第二节。这里有一点要顺便说明的，这也是历史时代转化演变的资料，就中国文化史的演变来看，虽说是小事情，却有关大题目。我们那个时代，还承受清朝末年的遗风，社会是旧式的社会，是典型的古老农村社会。印刷还不发达。孟子啊，论语啊，也有一章一章分开来卖，并不一定要买全部的书。记得我在开始读孟子的时候，是先读离娄这一篇的。我们那时代称呼老师叫先生，并不叫老师。学工学商的老师叫师父，也不叫老师。戒方就是上古时代所谓的夏楚，是老师们处罚学生的鞭答。这种处罚很有用处，说句良心话，现在想起来，还蛮可爱的，并不像现代人所说的那样可怕，更不会有什么妨害自尊心等等麻烦的副作用。当然，这些道理很难讲，只能说古今时代不同，思想教育观念等都不同，不能一概而论。"}
{"text":"记得我在开始读孟子的时候，是先读离娄这一篇的。我们那时代称呼老师叫先生，并不叫老师。学工学商的老师叫师父，也不叫老师。戒方就是上古时代所谓的夏楚，是老师们处罚学生的鞭答。这种处罚很有用处，说句良心话，现在想起来，还蛮可爱的，并不像现代人所说的那样可怕，更不会有什么妨害自尊心等等麻烦的副作用。当然，这些道理很难讲，只能说古今时代不同，思想教育观念等都不同，不能一概而论。不过，过去历史上无论是哪方面的成功人物，差不多都经历过戒方式的严格教育，可是并没有妨碍他们的伟大成就和伟大人格。对吗？当然，过分的体罚我也是不赞成的。我们在童年时代，开始读孟子的时候，所有的内容，讲解的要点，究竟是说些什么？老实说，都是似懂非懂，似是而非的。教我的老师，也是当时的名儒，在前清有功名，后来还受清廷的保送，出过洋，到过日本留学。我们是请他到家里教书，管吃管住，对他恭恭敬敬。那种家庭教师，在清代，就叫做西席先生。大体说来，实在还不错。至少，在受到尊敬方面，比现在好得太多了。可是他教我们读孟子时，也是不大详细讲解。我呢？当小孩的时候，读书也不太用心，正好引用陶渊明先生的话来遮羞，所谓好读书，不求甚解。当时的老师宿儒和大人们都说，在前清要考功名，非熟读此书――孟子不可。当然四书都要读熟，不过，无论考不考功名，文章要作得好，便要熟读孟子。什么唐宋八大家的文章，韩愈啊！柳宗元啊！苏东坡啊！他们都是从孟子的文章里钻出来，才有那样伟大的成就。当然喔！什么莎士比亚啊！培根啊！叔本华啊！与孟子并不相干。因为那个时候的大人先生们，嘴里或笔下引用的名言，大多是这些传统文化中大儒名人的话。若是现在如此引用，便成落伍。只有引用莎士比亚他们，才算时髦。我认为，这种现象不是代沟的关系，只能说是古今中外新旧文化沟通时期的衔接现象而已。后来我们进了洋学堂――就是现代化的学校，正碰上五四运动，打倒孔家店，推翻旧文化，几乎是举国若狂，大家跟着闹了一段短时期，对于传统文化的旧文学，一再吵着要废除。慢慢地，我们这些基本上从旧式教育出身的，对这些书本，也渐渐地淡漠起来。"}
{"text":"只有引用莎士比亚他们，才算时髦。我认为，这种现象不是代沟的关系，只能说是古今中外新旧文化沟通时期的衔接现象而已。后来我们进了洋学堂――就是现代化的学校，正碰上五四运动，打倒孔家店，推翻旧文化，几乎是举国若狂，大家跟着闹了一段短时期，对于传统文化的旧文学，一再吵着要废除。慢慢地，我们这些基本上从旧式教育出身的，对这些书本，也渐渐地淡漠起来。不过，凡事若是从童子功开始学的，始终很难忘情的，尽管时代不同，在思想观念的领域里，它的确占了很牢固很重要的席位。可是后来的新教育新课本，由初中高中到大学，一直到现在，我发现仍然没有完全离开过旧文化。尤其是孟子，几乎每一级学校里的国文课本，都要选上几段重要的文章。青年人尽管不重视，但对孟子的文章还是读过，反感归反感，读还是要读。也正因为如此，才能保持历史文化于不堕。现在面对这么多的先生们，由我来讲孟子，实在有点战战兢兢，不大好意思，这真叫作班门弄斧，当着内行耍外行，自耍活宝。春秋无义战现在我们为了要研究孟子这本书，我觉得应该先了解一下孟子当时所处的时代，和当时现实社会的环境，就会觉得并不枯燥。而且对孟子的人品和风格，也更有一层深刻的认识。那么才会知道后世的人，为什么把孟子承继在孔子之后，称他作亚圣，不是没有道理的。我们都知道，远距我们现在大约二千五百年前，我们的历史上，出现一个非常紊乱的时代，也可以说是我们历史文化转变的伟大时代。当然，这只是站在我们现在的立场，事不干己，无切肤之痛地加个评论而已。如果我们也生长在那个时代，在那种痛苦悲愤的现实环境里，大概就不会说这是个伟大的时代了。这个时代，也就是有名的春秋战国时期。春秋战国，这两个名词所包涵的时代，都有几百年之久，如果我们用人物作中心代表来讲，孔子是春秋时期，孟子却是到了战国时期了。春秋时期也罢，战国时期也罢，这两个衔接起来有五百多年的时代，却是我们民族最痛苦的阶段，打打杀杀，乱作一团。可是在后世看来，这个时期，则是百家争鸣，诸子挺秀的时代，也为我们后世子孙奠定了博大精深的文化基础。这深厚的文化，一直流传到现在，也会一直延续到未来。我们知道，孔子当时亲身经历了痛苦时代的忧患。"}
{"text":"春秋战国，这两个名词所包涵的时代，都有几百年之久，如果我们用人物作中心代表来讲，孔子是春秋时期，孟子却是到了战国时期了。春秋时期也罢，战国时期也罢，这两个衔接起来有五百多年的时代，却是我们民族最痛苦的阶段，打打杀杀，乱作一团。可是在后世看来，这个时期，则是百家争鸣，诸子挺秀的时代，也为我们后世子孙奠定了博大精深的文化基础。这深厚的文化，一直流传到现在，也会一直延续到未来。我们知道，孔子当时亲身经历了痛苦时代的忧患。他在晚年，有系统地整理了中国文化的宝典，删诗书订礼乐之外，他又集中精力，根据他本国鲁国的历史资料，开始著作了一部最有名的历史和历史哲学的书――春秋。在这部书里，记述了东周以来两百多年的政治社会军事经济教育等等变乱的前因后果，同时也包涵了对于历史人文文化哲学的指示――如何是应该？如何是不应该？怎样才是正确的善恶？怎样才是正确的是非？我们先要大概了解一下春秋时代的大题目。那个时代侵略吞并的战争，绵延继续了两百多年，由西周初期所建立的封建的文化基础，开始逐渐地被破坏，社会的紊乱经济的凋蔽，所给予人们的痛苦，实在太多。现在我们简单引用董仲舒的话，便可知道那个时代乱源的要点夫德不足以亲近，而文不足以来远，而断之以战伐为之者，此固春秋之所甚疾已，皆非义也。董仲舒认为，在那个时代，各国诸侯之间的霸业，都不培养道德的政治基础，因此政治道德衰落，国与国之间，人与人之间，谁也不相信谁，彼此不敢轻易亲近，所谓德不足以亲近。对于文化的建立，更是漠不关心，只顾现实，而无高远的见地。国与国之间，没有像周朝初期那样远道来归的国际道德关系，所以说文不足以来远。因此只有用战争来侵略别人。但是他们每次在侵略的战争上，却加上冠冕堂皇的理由，不说自己要侵略别人，而是找些借口来发动战争，这就是断之以战伐为之者。这便是孔子著春秋的动机和目的，也是孔子著春秋最痛心疾首的中心重点，此固春秋之所甚疾已，皆非义也。他说，春秋时代几百年的战争，都是没有道理的。所以也有人说，春秋无义战。但春秋这部书并不是非战论，它特别强调中国文化的战争哲学是为正义而战，所谓恶诈击而善偏战，耻伐丧而荣复仇。"}
{"text":"因此只有用战争来侵略别人。但是他们每次在侵略的战争上，却加上冠冕堂皇的理由，不说自己要侵略别人，而是找些借口来发动战争，这就是断之以战伐为之者。这便是孔子著春秋的动机和目的，也是孔子著春秋最痛心疾首的中心重点，此固春秋之所甚疾已，皆非义也。他说，春秋时代几百年的战争，都是没有道理的。所以也有人说，春秋无义战。但春秋这部书并不是非战论，它特别强调中国文化的战争哲学是为正义而战，所谓恶诈击而善偏战，耻伐丧而荣复仇。例如在春秋二百多年之间，大小战争不计其数，只有两次是为复国复仇的战争，那是无可厚非，不能说是不对的。所以他说今指春秋时代天下之大，三百年之久，战伐侵攻不可胜数，而复仇者有二焉。关于历史文化的破坏，政治道德的没落，则更严重。在春秋二百四十二年间，弑君三十六，亡国五十二。人伦文化的道德基础，几乎都被那些有霸权的上层领导分子破坏完了。为什么那个时代会造成这样的紊乱？以孔子的论断，都是根源于文化思想的衰落，人们眼光的短视，重视现实而忽略了文化发展中的因果。所以孔子在易经坤卦的文言中便说臣弑其君，子弑其父，非一朝一夕之故，其所由来者渐矣。后来的董仲舒，发挥了孔子的思想，便说细恶不绝之所致也。所谓细恶，便是指社会人士缺乏远大的眼光，对于平常的小小坏事，马虎一点由他去，久而久之，便造成一个时代的大紊乱了。我们现在不是讲春秋，而是介绍孟子所处的时代背景，追溯它的远因，顺便提到春秋。继春秋时代吞并侵略的紊乱变局，又延续了两三百年，便是我们历史上所谓的战国时期。紊乱的情形，比春秋时代有过之而无不及。各个强国的诸侯重现实，社会的风气更重现实，苦只苦了一般的老百姓。在那样现实的时代环境中，孟子始终为人伦正义，为传统文化的道德政治，奔走呼号，绝对不受时代环境的影响，而有丝毫转变。所以，他所继承孔子的传统精神，以及中国文化道德政治的哲学观念，和孔子的文化思想一样，也成为由古到今，甚至将来的颠扑不破的真理。为什么他会有这样远大的影响？这正是我们研究探讨的主题之一。司马迁编撰手法中的孟子在前面，非常简单地提到战国时期的时代环境。"}
{"text":"在那样现实的时代环境中，孟子始终为人伦正义，为传统文化的道德政治，奔走呼号，绝对不受时代环境的影响，而有丝毫转变。所以，他所继承孔子的传统精神，以及中国文化道德政治的哲学观念，和孔子的文化思想一样，也成为由古到今，甚至将来的颠扑不破的真理。为什么他会有这样远大的影响？这正是我们研究探讨的主题之一。司马迁编撰手法中的孟子在前面，非常简单地提到战国时期的时代环境。现在我们先来看一下司马迁写史记的编导手法，在他的笔下如何描写孟老夫子，这是非常有趣的事。本来写传记，一个人有一个人的生平事迹，应该分开来，单独地写。但是司马迁往往会把一两个人的列传合起来写，或者连带几个人写成一堆。难道他是为了节省稿纸，节省笔墨吗？不是的，他是把历史上同一类型的人和事，或者类同之中又完全相反的人和事，配合起来写成一篇。我们读了，可以作一强烈的对比，在互相矛盾相反相成中找出道理，可以自求启发，从历史经验的镜子中，反映出立身处世的准则。因此，司马迁写孟子，是拿和孟子有相同类型的荀子写作一篇，叫做孟子荀卿列传。在这一篇里，他又举了很多与孟子荀卿类型相反的人物，相互辉映。看来他好像偷懒省事或者是认为那些人不足以另作一篇传记似的。其实不然，一个文人笔下的传记文章，如果有意乱扯，加上文字渲染的话，小题大作，大可洋洋洒洒，各自构成专篇。可是司马迁的风格，是有他的哲学的学术的中心思想，他绝不愿意乱来。所以，他在这篇文章中带出了战国当时一大堆的有名诸子，并非是漫不经心地随意而为，实在是有他聪明绝顶度金针而不落言诠的妙用。我们读史记，几乎和春秋三传一样，任何一字一句，绝不可以轻易放过。甚至史记中任何一个表，都不是随便绘制的。他写孟子荀子，同时又连带写出与孟子相同时代中的风云人物，如商君鞅吴起孙子田忌。又说齐有三驺子，当然极力描写三驺子中的另一位谈天文说地理讲五行之学，大受当时人们所重视尊敬，不像对孟子那样的冷落凄凉的――驺衍。从驺衍以次，又说齐之稷下先生，如淳于髡慎到环渊接予田骄驺爽之徒。到此先告一段落。当然，也包含了同一时代性的人物关系。"}
