{"text":"我们相识已久，我知道你是个以真为善不守成规敢怒敢言的人，你对生活对文学的真诚，以及你的写作才赋，这些都无可怀疑。但对于一个作家，这些是不是就够了呢？我特别记得有一次，在一个什么会上，你对我说老史，我这些日子忽然明白了什么是宽容。你说这话时样子很激动很兴奋。当时的环境不容我们多聊，但这事我记得深刻，因为当时我就想东野这家伙的作品肯定要更棒了。我想，宽容并不意味着失去锐气，宽容绝不是谦恭加麻木。宽容之妙在于，它可以使人冷静，因而可以让人理解和发现更多的东西。我一向以为，好的作品并不在于客观地反映了什么像镜子或照像机，而在于主观地发现了什么。人们之所以除了看生活还要看文学，就是期待从文学中看到从生活中不见得能看到的东西。所以文学不是收购进而出售生活，而更是像孩子一样向朋友们描述自己的发现。发现，是文学的使命。在大家都能够看到的生活中发现其更深的意蕴那才是创造。作品的好与坏，其品格的高与低，全在于它发现了什么以及它发现了一种怎样的发现。为了这发现的深广和准确，所以需要宽容。因为否则也许狭小的恨或者爱会限制和扭曲了发现者的目光。我们可以把那些狭小的恨与爱咀嚼千万遍，然后把目光放得更为宽阔，把心放得更为从容，那时候我以为就肯定能看到更深刻更广大的存在了，那时候的爱也会是更为博大的爱那时候的恨也会是更为博大的恨，行诸文字的话，就有可能是人们常说的那种大器之作了。以上是我对写作的一点看法，不知你以为如何？唯望我的老朽我比你老十好几岁不要磨损了你故有的锐气和野性，我知道我缺少这种东西。但愿宽容能与锐气共存，冷静与热情共存。最后说一句千万把身体弄得好好的，否则想干的事干不了，不想花的钱还得花，咱们下个决心不受那份罪可好？祝好运！逃亡三题读后文学评论和小说创作，不见得是指导与被指导的关系。正如小说以生活为根据，去写作家对生命对存在的感受，评论则以作品为根据，阐释评论家对世界对文化的理解。所以，在我被推上评论者的位置之前，我最想说的是写作，千万别跟着评论跑尤其不要事先为自己选定什么主义。维纳斯星座的主持人，要我来评论小说，至少不是一个上好的主意。我不会作评论，只会写一点小说之类。所以读者不要把下面的文字看成评论。看成什么呢？逃亡三题的读后感而已。逃亡三题最引我去想的是要逃的是什么？很明显，是孤独。"}
{"text":"正如小说以生活为根据，去写作家对生命对存在的感受，评论则以作品为根据，阐释评论家对世界对文化的理解。所以，在我被推上评论者的位置之前，我最想说的是写作，千万别跟着评论跑尤其不要事先为自己选定什么主义。维纳斯星座的主持人，要我来评论小说，至少不是一个上好的主意。我不会作评论，只会写一点小说之类。所以读者不要把下面的文字看成评论。看成什么呢？逃亡三题的读后感而已。逃亡三题最引我去想的是要逃的是什么？很明显，是孤独。但这绝不是串串门逛逛街去去歌舞厅和交几个酒友就能排遣掉的情绪。孤独并不是一个人独处时的寂寞。陈梅中的那个孤独者，不是独自面对一只红苹果，也会感到欢乐吗？孤独，是在熙熙攘攘的人群中所遇的隔离，在觥筹交错间所见的冷漠，在彬彬有礼的人类语言中所闻的危险。这样的孤独可怎么摆脱？唯有爱情。狭义的性爱，对于人，并不仅仅承负着繁衍的使命很可能，那更是对博爱的渴望呼唤祈祷所凝聚起来的一次祭典一种仪式。少年中的那个少年，死死护住自己的小鸡鸡，虽然这象征或者意象不免陈旧了些，但那确凿是人之初渴望亲和的根源。人被分开成男人和女人，万物也都被分开作阴阳两极，这是上帝最为英明的考虑，否则世间轰轰烈烈的戏剧将无从展开也无从延续。但光是肉身的继续，那戏剧仍难免乏味。所以上帝从万物中选出一类――名之为人，使之除了繁衍肉身，还要祈求爱情，于是魂牵梦绕，悲喜无穷，创造不止。我想，正是因为爱情的诞生，如今的世界上才不光有机器和仪器，还有了文学和艺术。但它同时给我们送来痛苦。这痛苦是那些为了晚上能摸到那些鬼婆娘的肉他们白天总要拼命去砍柴的人所不能体会的。爱情的诞生，使人不再能像其它生物那样安分地繁衍了，他要向苍茫的天际张望寻找。一个看见了爱情的人，便走出那一点陈旧的象征或者意象了，在百折不回地张望，尽管天际只飞着一只灰色的蝙蝠，凶吉难定，但心中总听见一首驱除孤独的歌了。终于，这世界上有一缕目光向这个孤独者投来――从他紧闭的房门的缝隙间照耀进来了。不管她是否曾经沦落――也许每个人都因为孤独而曾经在心中沦落，只要那目光穿透隔离穿透冷漠向你投来，那目光便是无比圣洁，便以其真诚坦荡炽烈打碎了周围的危险。而且不管那是真是幻，依然可以安慰我的苦寂的灵魂。所以，不管是谁声称在文学中放弃了浪漫，我都不信。"}
{"text":"终于，这世界上有一缕目光向这个孤独者投来――从他紧闭的房门的缝隙间照耀进来了。不管她是否曾经沦落――也许每个人都因为孤独而曾经在心中沦落，只要那目光穿透隔离穿透冷漠向你投来，那目光便是无比圣洁，便以其真诚坦荡炽烈打碎了周围的危险。而且不管那是真是幻，依然可以安慰我的苦寂的灵魂。所以，不管是谁声称在文学中放弃了浪漫，我都不信。因为当一个人想要写小说的时候，就像一个人渴望爱情的时候，他已经进入了梦想。因为没有梦想的世界太可怕太无聊太不知所终，因而让上帝疑心他是不是造就了一场无期的苦役，地球上这才出落了一类要求着爱情又要求着艺术的动物。人们对文学的期盼并不与对新闻的期盼等同。孤独者之所以要逃亡，料必不是因为新闻太少，最可能的是因为浪漫的梦想常常破灭。但是，梦想的破灭与梦想能力的丧失，哪一个更可悲呢？所以，我在陈梅中，看到了一个不屈地向孤独挑战的最可尊敬的人他不仅向着人间倾诉爱情，而且为写指点着迷津。写作和爱情一样，是要走出孤独，是要供奉梦想，是要祭祀这宇宙间一种叫作灵魂的东西。在这三篇各自独立又相互关联的小说中，少年的恐惧愤恨和焦灼灰蝙蝠远去的天空下，男人挥手叫她不要再来那个暂且叫作陈梅的女子，在愈来愈浓的苍茫暮色中，她洁白得宛若一个少年的梦从中我看到了由真至善，由善至美的一种递进关系。很可能沈东子会说他并没有过这一份设计，但我相信也许是强词夺理上帝有这一份设计人要走出孤独，走进爱情与艺术，非此路而不可通行。我是个残疾人，维纳斯星座的们也都是残疾人，逃亡三题中的主人公也都多多少少有着残疾，因此我又想起一个老话题什么是残疾？孤独是残疾么？可以这么说，孤独是所有人的残疾。正如人被劈作两半，一半是男人，一半是女人，而每一半都有残疾。但如果每一半都不仅渴望另一半，而且能舍生忘死地去追寻另一半，残疾便给我们一个实现美满的机会――像断臂的维纳斯那样。但倘若我们渴望，而我们又不敢去追寻，那么我们就不止于断臂的残疾，而又迎来失魂落魄的残疾了。所以我想，我们不要害怕去寻找我们的那一半，不要害怕写出我们真正的感受，不要害怕梦想的屡屡破碎尤其不要萎谢我们梦想的能力。不要困于孤独。"}
{"text":"孤独是残疾么？可以这么说，孤独是所有人的残疾。正如人被劈作两半，一半是男人，一半是女人，而每一半都有残疾。但如果每一半都不仅渴望另一半，而且能舍生忘死地去追寻另一半，残疾便给我们一个实现美满的机会――像断臂的维纳斯那样。但倘若我们渴望，而我们又不敢去追寻，那么我们就不止于断臂的残疾，而又迎来失魂落魄的残疾了。所以我想，我们不要害怕去寻找我们的那一半，不要害怕写出我们真正的感受，不要害怕梦想的屡屡破碎尤其不要萎谢我们梦想的能力。不要困于孤独。一个写就是一个恋人，我们得坦诚地奉献我们的心魂，那才会有好的创作。我见过不少残疾朋友写的作品，毛病常常出在要么一味地诉苦，要么不敢触动心底的梦想，要么靠纸笔去向人间作一场雪耻式的战斗这就糟了，这不能走出孤独，反而会越陷越深在孤独中咬坏了自己的心智，那样，便有千种技巧万般努力，也难有好作品问世。便是你要写恨，你也要超越于恨之上，去看准那恨的来由。我还有一个小小的建议走出残疾人，再去看人的残疾走出个人的孤独，再去看所有人的孤独。沈东子的作品是好作品，原因之一就是，他写的不仅是残疾人，而是人的严峻处境，和比严峻处境更坚固的人的梦想。我希望我没有曲解沈东子的作品。当然我不指望上面的文字已构成一篇面面俱到的评论，因为我在篇头已经说过――这算不上评论，只是一点读后感。一九九三年三月二日新的角度与心的角度ss谈周忠陵小说也许是年也许是年，忠陵要我为他的小说集写一篇序，说是有一家出版社愿意为他出一本集。序已经诞生了好几年，但集却一直没能出世。因为忠陵的小说难于盈利是显而易见的。因为商业的考虑恰在那几年开始袭击文学，随后文学节节败退溃不成军，像土匪或逃犯般地去找各自的水泊梁山了。说起如此形势，忠陵夹骂地开怀大笑，相信这实在不能算一件坏事。小说创作是一种绝对孤独的个体化作为，跟所谓世俗化的普遍精神从某种意义上说应该彻底无干。这样的话，配上骂声笑声，配上碗口粗的一副身腰，配上淡芭雪茄的烟雾缭绕，便是不见忠陵的日子里总能见到的忠陵的样子。年以后这家伙也下了海，开书店办印刷厂批发挂历，说是不然穷死了可怎么办。但至今没见他发什么财，一如没见他的体重有所增添。"}
{"text":"说起如此形势，忠陵夹骂地开怀大笑，相信这实在不能算一件坏事。小说创作是一种绝对孤独的个体化作为，跟所谓世俗化的普遍精神从某种意义上说应该彻底无干。这样的话，配上骂声笑声，配上碗口粗的一副身腰，配上淡芭雪茄的烟雾缭绕，便是不见忠陵的日子里总能见到的忠陵的样子。年以后这家伙也下了海，开书店办印刷厂批发挂历，说是不然穷死了可怎么办。但至今没见他发什么财，一如没见他的体重有所增添。他说他的经商热情总是随着夏天的结束而降温，冷却，被莫名的荒诞感顶替。进入秋天，暑热消散，天空变得明朗，鸟儿飞在更高的地方，心里感到孤独落寞迷茫和漫无边际的感动，便到了忠陵写作的季节。那时他足不出户，伴着烟和茶，伴着音乐和自己的影子，凭窗眺望远远近近的人间，心绪在高高低低的地方飘游，于是重重叠叠的生活幻现出无穷而且奇异的组合与角度，便找一支笔来捉住它们才能甘心。写到天气转暖，他又在屋子里憋不住，跟随着骚动的春风满世界去奔走了。我看，忠陵生活的这种季节性，无意中是对人类存在的一个概括，是对生命务实务虚之双重必要性的一个证明，是对文学诞生以及永存的一个解说。我一向认为好的小说应该是诗，其中应该渗透着诗性。顺便说一句――这并不是在褒奖所有自以为是的诗，因为没有诗性的诗比比皆是，并不比没有诗性的小说少。什么是诗性呢？最简单的理解是它不是对生活的临摹，它是对心灵的追踪与缉拿，它不是生活对大脑的操练，它是一些常常被智力所遮蔽所肢解但却总是被梦并不仅指夜梦所发现所创造的存在。相信某些处在儿童期的唯物主义者必然要反对上述看法，他们只相信存在决定意识，仿佛意识仅仅是存在的被动的倒影。其实意识并不与存在构成对立关系，意识和梦也是存在。譬如深夜，这人间更多地存在着什么呢？千千万万的梦。这千千万万神奇莫测的梦的存在必定会在天明时有所作为。常有人把写比为白日梦者，这很对。这白日的梦想，是人类最可珍贵的品质，是这白日的梦想拯救了唯物主义者们那些僵死的存在，在物质呀生产力呀经济基础呀之上创造出神奇多彩的意义价值和勾魂撩魄的生之魅力。"}
{"text":"譬如深夜，这人间更多地存在着什么呢？千千万万的梦。这千千万万神奇莫测的梦的存在必定会在天明时有所作为。常有人把写比为白日梦者，这很对。这白日的梦想，是人类最可珍贵的品质，是这白日的梦想拯救了唯物主义者们那些僵死的存在，在物质呀生产力呀经济基础呀之上创造出神奇多彩的意义价值和勾魂撩魄的生之魅力。正如忠陵所言因此珍视生命中的点点滴滴，一次痛苦一次惊骇和喜悦，哪怕一个男人的一瞥和一个女人的一笑，其实这都很重要，在方便的时候它们都会不请自来，给你制造出成堆的幻觉和幻觉中的诗意，这是心中飘然而至的图画，一旦形诸文字便成了文学。失去幻觉，失去梦想，失去诗性，失去飘然而至的图画，那样的一个物质世界不仅是不能发展的而且是没有趣味的而且是再可怕不过的。人间需要梦想因而人间需要艺术，还是那句话据此作家应该有一碗饭吃。但是艺术家和作家若想总有一碗饭吃是不容易的，他们不能重复制造不能堕落为工匠，他们的艰苦在于要创造，创造之后还要创造一旦停滞就不如像先生所倡导的那样去找个别的事做。因此很多很多聪明的写者深知停滞的危险，缺乏俏货的小店面临关张，不能更新产品的工厂难免倒闭，没有新节目的杂耍班子就要散伙。开始在这个叫作地球的地方寻找新鲜的材料和方法，其状如同淘金的测绘的考古的甚至炒股票的走私贩货的制造伪币的。虽创新之风蔚然成势，但慨叹之声随即传来你不能不承认，一切可写的都已经被写过了，所有可能的方法都已经被发现完毕。正如忠陵所言当前并没有什么范本可供我们寻求和借用。因此，在轰轰烈烈的生命秩序中企图找到一种表现形式并且使之有别于其他似乎就很难很难了。那么，新的题材新的语言新的结构新的角度在哪儿呢？也许正所谓骑着驴找驴吧，那些玩艺儿很可能不在身外而在心中，从来就在那儿，永远都在那儿。新的角度不在空间中甚至也不在时间里。新的角度肯定决定于心灵的观看。正如忠陵所言这样，我就在靠椅的这个视点上很稳妥地找到了自己。因此，我敢说，我们并不是生活在行进的时间中，而是生活在魔方似的空间和状态中，此时此刻我端坐在窗前欣赏月光与我仰坐一在辉煌的酒吧欣赏音乐，世界的整个构成与组合就绝对的不同。请注意状态这个词，那正是心灵的创造，人并不是生活在三维的空间和四维的时空里，而是生活于多维的状态中，状态者，乃心与万事万物自由无穷的关联与结构。"}
{"text":"新的角度不在空间中甚至也不在时间里。新的角度肯定决定于心灵的观看。正如忠陵所言这样，我就在靠椅的这个视点上很稳妥地找到了自己。因此，我敢说，我们并不是生活在行进的时间中，而是生活在魔方似的空间和状态中，此时此刻我端坐在窗前欣赏月光与我仰坐一在辉煌的酒吧欣赏音乐，世界的整个构成与组合就绝对的不同。请注意状态这个词，那正是心灵的创造，人并不是生活在三维的空间和四维的时空里，而是生活于多维的状态中，状态者，乃心与万事万物自由无穷的关联与结构。我相信，心灵的角度是无限的，至少对我们的大脑而言是这样。有一位当代的哲学家在说到大脑与心灵的区别时间道大脑是否能做到心灵所能做的一切？回答当然是不能。心灵的丰富是大脑所永远望尘不及的。这让我想到写作，让我看到了写作之不尽的前景。写作若仅限于大脑的操作花样翻新终归是要走入穷途的，而写作若是大脑对心的探险追踪和缉拿，写作就获得一块无穷无尽的天地了。我以为历来伟大的作品都是这样的产物，以后也依然如此。所谓人人心中有，人人笔下无，艺术家的能力可能就在于比别人更能捕捉到心灵的图景，虽然永远不能穷尽心灵的一切。忠陵的写作显然是由于这样的欲望，是向着心灵的探险。因而忠陵的小说比较地忽略故事，他说，故事只是在需要时借来用用而已。这就像借用锄头和播种机耕种庄稼一样他重视的是庄稼而不是锄头，是心灵的获得而不是外部经历，而心灵不是一个完整的故事，心灵是一种至千万种变动不居的状态。我常想，所谓小和大作家，其区别多半不源于外部经历的多寡，而在于内心世界的贫富，在于走向内心的勇气和捕捉心魂的能力。文字语言之于写者，以及线条画彩之于画者音符节拍之于歌者，相当于一种捕具或显影剂，把纷纭缥缈的心绪心思心性以。及由之而生的种种可能的图景捕来，使一个隐形的世界显现。这样的世界才是人所独具的世界，是人脱离开马驴猫犬而独享的世界。可能是罗兰――巴特说过写作是语言的历险。可能还是这个罗兰――巴特说过不是人创造了语言，而是语言创造了人。所以我想，语言并不是一个预先已有的捕具，而是在捕捉的同时被创造出来的。这可能同时是三个悖论语言是捕具语言是猎物。我们去捕捉我们被捕捉。我们是永远的自我捕捉者我们是永远的自我漏网者。"}
{"text":"这样的世界才是人所独具的世界，是人脱离开马驴猫犬而独享的世界。可能是罗兰――巴特说过写作是语言的历险。可能还是这个罗兰――巴特说过不是人创造了语言，而是语言创造了人。所以我想，语言并不是一个预先已有的捕具，而是在捕捉的同时被创造出来的。这可能同时是三个悖论语言是捕具语言是猎物。我们去捕捉我们被捕捉。我们是永远的自我捕捉者我们是永远的自我漏网者。于是我又想起了忠陵夹骂的开怀大笑，可能就是在这种意义上讲，写作与所谓的普遍世俗精神应该彻底无干，我们在捕捉中存在和成长，从心的角度了望新的角度，从新的角度了望心的角度。写作就是这样一种事业或者嗜好，不大能够盈利。在这篇所谓的评论中，竟然没有取忠陵的任何一篇小说作一次剖析，没有看出他的写作究竟属于什么潮流门派或主义，这多少使我有些不安。但这罪行应该由忠陵和小天二位承担。我说过我不会写评论，可他们就是不信。我只想，以后再不冒充评论者。一九九三年八月三日谢幕中篇或短篇已经写完，对它我再没有什么话要说。否则，原该将标题改为中篇或短篇的。但小说月报编辑部的朋友们希望我写一篇创作谈，我只好从命。我想这大概就相当于演出后的谢幕。我就抄录两则平日的读书笔记于下，向读者聊表谢忱。陀斯妥耶夫斯基说我不能没有别人，不能成为没有别人的自我。我应在他人身上找到自我，在我身上发现别人。巴赫金说我能够表达意义，但只是非直接地，通过与人应答往来产生意义。我想每个人都是生存在与别人的关系之中，世界由这关系构成，意义呢，藉此关系显现。但是，有客观的关系，却没有客观的意义。反过来说也成，意义是主观的建造，关系是客观的自在。这样，写作就永远面临一种危险那些隐藏起来的关系，随时准备摧毁我们建造起来的意义。普鲁斯特写道无论现在，还是在某个遥远的时刻，无论勺子碰到盘子发出的声音，还是凹凸不平的石板，亦或是玛德莱娜小点心的味道，都把逝去的时光重现在我们眼前，一个活的生命的存在，依赖于它在现在与过去时光的共同点上，找到唯一的生存空间，并且在这里把握住事物的本质，也就是说，只有超越时间概念，一个活的生命才有可能出现。"}
{"text":"这样，写作就永远面临一种危险那些隐藏起来的关系，随时准备摧毁我们建造起来的意义。普鲁斯特写道无论现在，还是在某个遥远的时刻，无论勺子碰到盘子发出的声音，还是凹凸不平的石板，亦或是玛德莱娜小点心的味道，都把逝去的时光重现在我们眼前，一个活的生命的存在，依赖于它在现在与过去时光的共同点上，找到唯一的生存空间，并且在这里把握住事物的本质，也就是说，只有超越时间概念，一个活的生命才有可能出现。正是基于这个原因，当我下意识地辨认出玛德莱娜小点心的味道时，我对死亡的恐惧心理一下消失得无影无踪，因为，在这一刻里，我身上的活的生命具有了超越时间概念的特征，因此，未来的兴衰荣辱对我也就无足轻重了。为什么会是这样呢？第一，超越时间能给人的困境以什么弥补呢？第二，这怎么就能消除掉对死亡的恐惧？不不，这种幸福感或喜悦感并非是来自心中自由地重现往事，而是来自可以脱离现实劳役进人艺术的欣赏，并不是因为可以把住日的生活重复经历一回，而在于能够从中观赏被往日的匆忙所错过了的美感。于是生命的意义和价值虽不能以对错来判定，却可由美丽来确认了。如果再能从中留意到，无边无际的空间和无尽无休的时间中生生不息，原是有这样一条永无止境的审美路在，死亡的恐惧就可以消除除。以上两则读书笔记仅仅是两则读书笔记，与中篇或短篇毫无关联。一九九二年韩春旭散文集序韩春旭的散文，使我由来已久的一种感觉忽然间更加清晰尤其今天，要经常听听女人的声音，因为，这个世界被男性的思考和命令弄得很有些颠三倒四不知所归了。我从小到大总相信真理在女人一边。不是认为，是相信。这信心可能是因为母亲，也可能是因为爱情。无论因为母亲还是因为爱情，总归都是因为艺术。女人的心绪情怀和魂牵梦萦的眺望，本身就是艺术之所在。譬如，一个孩子落生时，一个疲惫的男人回家时，这时候，艺术的来路和归途尤其见得清楚。我想，这不是以男人为坐标来看艺术，这是在雄心勃勃的人类忽然坠入迷茫的图景中发现了艺术。因而与女人相反的，倒也不是男人，我说的是男性，是勃勃雄心之中对自然和家园的淡忘。"}
