{"text":"所不同的是，常常兼而介绍一下海燕和雄鹰的生活习性。比方说，海燕喜欢划破阴沉的天空，雄鹰则更善于击――鹰击长空。还有联系一下松树风格的黄金品质的某一星座之光芒的，等等。也有侧重于气象及地理环境记载的，譬如闪电，雷鸣，暴风雨震撼着这个小山村，在一间低矮的茅草棚里，一个婴儿呱呱坠地，一个伟大的生命来到了人间。相当不幸！上述诸条，詹牧师一条都不占。前面已经说过，詹牧师因为差一项地阁方圆，始终没能伟大得了而且连出生时的史料也早已散失。他自己当时过于年幼，又没记住是否下过雨，是否有过电闪和雷鸣父母早逝，连生辰八字也是一笔糊涂账。并不是我一味地要套用伟人的路数，实在是因为詹牧师当时只顾了哭，倒把顶重要的事给忘记了。那时的户籍制度又很松懈。非要写一写他的出生情况不可的话，我只能说，是在一个秋风萧瑟的日子里，南飞的雁阵正经过一座小城的上空，教堂帝国主义列强的一种侵略方式的钟声悠长而凄惶地敲响，路旁的落叶堆中传出一个婴儿微弱的哭声，一对贫苦却善良的老人经过这里，毫不犹豫地收养了这个奄奄一息的弃婴，以致后来的七十多年内，世上有了詹牧师其人。不过我至今拿不准，这会不会也是依据了想象和杜撰。詹牧师常把一些颇具传奇色彩的事物记得很牢，记得久了，便以为自己也不过如此。譬如就说这生日，他早年总是在各式的表格中填上十月十日按他被善良的老人收养了的那天算。文化大革命期间，有一个出生于十月一日的红五类人士，狠狠地嘲笑了他的十月十日，说是这也不无阶级性。詹牧师先是羡慕人家，继而慢慢回忆自己在落叶堆中未必只是呆了一天，而且生母在遗弃自己之前是不会不痛苦的，不会一生下来就拿去扔掉，想必是犹豫了一个多礼拜的，如此算来。自己的生日也应该是十月一日。为这事詹牧师跑了不少次派出所，申明了理由，要求把颠倒了的历史重新颠倒过来。他儿子问他，为什么不把生年也改成一九四九呢？那样，我在学校里的日子也会好过一些。他儿子说。詹牧师无言以对。詹夫人一向的任务就是在父子们和稀泥，此刻为丈夫解围道你爸爸不是那种一哪种呢？没有下文。其时，詹夫人边洗菜，边考虑应不应该告诉儿子，詹牧师小时候的名字叫庆生，虽然是为了庆贺于落叶堆中侥幸存活而起，而且是在辛亥革命之前，但与十月十日联在一起想，总不见得会有好处。詹夫人抬头望望丈夫那一脸花白的胡茬那一脸愁苦的皱纹，心里一阵阵发酸。"}
{"text":"他儿子问他，为什么不把生年也改成一九四九呢？那样，我在学校里的日子也会好过一些。他儿子说。詹牧师无言以对。詹夫人一向的任务就是在父子们和稀泥，此刻为丈夫解围道你爸爸不是那种一哪种呢？没有下文。其时，詹夫人边洗菜，边考虑应不应该告诉儿子，詹牧师小时候的名字叫庆生，虽然是为了庆贺于落叶堆中侥幸存活而起，而且是在辛亥革命之前，但与十月十日联在一起想，总不见得会有好处。詹夫人抬头望望丈夫那一脸花白的胡茬那一脸愁苦的皱纹，心里一阵阵发酸。那个和她一起戏水撑船的少年庆生到哪儿去了呢？那个教她糊风筝放风筝的快乐的庆生到哪儿去了呢？岁月如梦如烟，倏忽即逝哟――！她于是只对儿子说你也会老哇――儿子不耐烦地走出去。詹牧师蹲过来，帮着夫人洗菜。你不要往心里去。詹夫人说。我没有。他还是个孩子。我知道。我看得出来，你心里不痛快。詹牧师一个劲洗菜，不言语。别总瞎想。你是不是也嫌我老了？詹牧师说，洗菜的手有些发抖。詹夫人呆愣了片刻，故意笑笑谁嫌谁呀，咱们俩都老喽！可我要做的事，还都没做。他们默默地洗菜。再有，写报告文学势必得懂些音乐。人家问你，命运交响曲是谁作的？你得会说贝多芬。要是进而再能知道那是第五交响曲，嘀嘀滴登――乃是命运之神在叩门，那么你日后会发现有很广泛的用途，写小说写诗歌也都离不了的。美术也要懂一点，在恰当的段落里提一提毕加索和亚威农的少女们，会使你的作品显出高雅的气势。至于文学，那是本行知识，别人不会在这方面对一个写报告文学的人有什么怀疑有机会，说一句海明威盖了或卡夫卡真他妈厉害也就足够。等等这些吧，我都不行，重要的是怎么把这些知识联系到詹牧师身上去。詹牧师当年作牧师的时候会弹两下子管风琴，可等我认识了詹牧师的时节，这早已成了历史。教堂里的管风琴年久失修是一个原因人家不再让他进教堂也是一个原因。唯一能把詹牧师和音乐联系起来的，是第九交响曲中的那支歌欢乐女神，圣洁美丽，灿烂阳光照大地在你光辉照耀之下，四海之内皆兄弟这歌詹夫人爱唱，她年轻时懂一些贝多芬，嗓子又好，中学时代就是校合唱队的主力。詹牧师也就会唱，其实詹牧师还会唱很多歌，但可惜都与我主耶稣有关，后来没有机会再唱了。"}
{"text":"詹牧师当年作牧师的时候会弹两下子管风琴，可等我认识了詹牧师的时节，这早已成了历史。教堂里的管风琴年久失修是一个原因人家不再让他进教堂也是一个原因。唯一能把詹牧师和音乐联系起来的，是第九交响曲中的那支歌欢乐女神，圣洁美丽，灿烂阳光照大地在你光辉照耀之下，四海之内皆兄弟这歌詹夫人爱唱，她年轻时懂一些贝多芬，嗓子又好，中学时代就是校合唱队的主力。詹牧师也就会唱，其实詹牧师还会唱很多歌，但可惜都与我主耶稣有关，后来没有机会再唱了。小时候在故乡，不知怎么一个机缘，詹牧师那时是詹庆生被选进了小教堂的唱诗班。可以想见，那时他的嗓子还很清脆，眼睛还很明澈，望着窗外神秘莫测的蓝天，虔诚地唱我听主声欢迎，召我与主相亲，在主所流宝血里面，我心能够洗净门边站着个小姑娘，听得人迷，痴痴盯着少年庆生。那就是后来的詹夫人，姓白，名芷，听起来象一味中药。爱情是个永恒的主题，照例不该不写。然而，詹牧师对自己的罗曼史从来是讳莫如深的。在他活着的时候，我也没有探问过他这方面的事，如今既然决定写一篇报告文学，便只好额外下了些工夫――向他的亲友们作了一些调查，片片段段汇总起来，所能写的也不过这么几条一詹牧师的老丈人是个开药铺的小老板，兼而也作作郎中，家里还有几亩好地，雇了人种。詹庆生十四岁上到这药铺作了学徒，起早恋晚地跟师父里里外外地忙，人很勤俭，懂得爱惜各种草药，脑子灵，算盘又打得好，很为小老板赏识。虽然出于某种规矩，学徒的生活照例清苦，但少女自主对他明显的关照，小老板亦均认可。至于小老板膝下无儿，是否有意把少年庆生培养成继承人一节，现已无从考证。二少年庆生绝非甘愿寄人篱下之辈，平生志愿也绝非仅一小老板耳。每晚侍候得师父洗了脚，师母也喝完了芦根水，他便到店堂里去读书。什么医宗全鉴本草备要频湖脉诀雷公药性赋早已不在话下三国水浒东周列国志更是读到了烂熟的程度连玉匣记枕中书择偶论，乃至麻衣相法阴阳八卦，都读甚至不知从哪儿淘换来一批孔孟老庄的经典及诸子百家的宏著。小老板见他是读书，也就不吝惜灯油。那时白芷已经上了初中，时常悄悄溜进店堂，带来了各式各样的新书天文地理生物乃至一些新文学的代表作。据说也有先生的狂人日记，也有胡适的文章。"}
{"text":"什么医宗全鉴本草备要频湖脉诀雷公药性赋早已不在话下三国水浒东周列国志更是读到了烂熟的程度连玉匣记枕中书择偶论，乃至麻衣相法阴阳八卦，都读甚至不知从哪儿淘换来一批孔孟老庄的经典及诸子百家的宏著。小老板见他是读书，也就不吝惜灯油。那时白芷已经上了初中，时常悄悄溜进店堂，带来了各式各样的新书天文地理生物乃至一些新文学的代表作。据说也有先生的狂人日记，也有胡适的文章。两小无猜，在灯下兼读兼嚷兼笑。老板娘虽看不上眼，小老板却开明而且羡慕。小老板逐渐明白，这徒弟是不会长久在此耽误前程了。三青年庆生学识日深。凭着小老板的灯油，他自学了全部中学课程。靠了白芷的鼓励，他决定弃商就学。不料，机会却决定了人生。每逢礼拜日，他照例去小教堂唱诗，听讲，竟被信主兄弟不分国族，同来携手欢欣，同为天父孝顺儿女，契合如在家庭一类的骗局所惑，决心去学神学了。他对他的少女说这不和你唱的四海之内皆兄弟是一样的么？两人都很高兴，觉得比小老板的回春堂要妙多了。那你还能结婚吗？白芷问。能，当了牧师也能。庆生回答。白芷放心了。他们在故乡的小路上边走边想，边想边唱在主爱中真诚的心，到处相爱相亲，基督精神如环如带，契合万族万民。故乡欢畅的小河载着阳光和花瓣，流过山脚。流过树林，流过回春堂，流过小石桥和小教堂。教堂的钟声飘得很远，小河流得很远，青年庆生也将走向很远的地方。他们不知道有什么骗局，远方有没有深渊。四青年庆生考上了一所著名大学的神学院，课外帮助别人抄写文稿或出一些别的力气，工读自助。其间一直与他远方的姑娘通信。可惜这两地书均于文化大革命期间烧毁，欲知二人之间是从什么时候改变称呼的，有没有冠以亲爱的或者干脆是，都不可能了。单从那所著名大学的校志上查到，庆生已于大学期间改名鸿鹄了――詹鸿鹄。五小老板不久去世据推测是癌症，引起过一场风波老板娘为生活计，愿意女儿嫁给一个大药铺的少掌柜的。女儿心里有着原来的小学徒，执意不肯，险些闹得出了人命。先是女儿要吞马钱子，幸亏是错吞了车前子。后是老板娘中风不语，好在安宫牛黄丸和人参再造丸都现成。"}
{"text":"单从那所著名大学的校志上查到，庆生已于大学期间改名鸿鹄了――詹鸿鹄。五小老板不久去世据推测是癌症，引起过一场风波老板娘为生活计，愿意女儿嫁给一个大药铺的少掌柜的。女儿心里有着原来的小学徒，执意不肯，险些闹得出了人命。先是女儿要吞马钱子，幸亏是错吞了车前子。后是老板娘中风不语，好在安宫牛黄丸和人参再造丸都现成。最后还得感谢旧社会的黑暗与腐朽，故乡的生活日益艰难，不说哀鸿遍野吧，总也是民不聊生，小药铺终归倒闭，大药铺岌岌不可终日正当詹鸿鹄翻译了几篇文稿，倾其所得寄与母女俩，老板娘方才涕泪俱下，深信小老板在世时的断言是不错的。六詹鸿鹄拿下了神学硕士学位，在一所教堂里任职。经济情况稍有好转，他一定要未婚妻到大地方来进一步学习，于是白芷和母亲也就离开了故乡小城，到鸿鹄身边来。不久，詹鸿鹄与白芷在一所大教堂里举行了婚礼仪式。一位洋牧师詹鸿鹄的老师操着生硬的中国话问你愿意他作你的丈夫？答日愿意。你愿意她作你的妻子吗？也说愿意。詹鸿鹄又开始攻读史学，白芷也考进了师范学校，老岳母精心料理家务，曾有一段很富诗意的生活。对教堂里的信约，鸿鹄夫妇恪守终生二人如形如影，没有发生过任何纠纷。后来虽然介入了第三者，但那是他们可爱的儿子。只是由洋牧师作了证婚人一节，倒惹得老夫妻于文革中参加了一回学习班，写过几份交代材料。这是后话。七还有一个疑点有待查明，即詹鸿鹄是否也跟白芷热烈地亲吻过？有一次，詹牧师曾对现今的年轻人在光天化日之下就搂搂抱抱表示过不满，或可推断他绝没有过类似的过火行动，但由詹牧师也协助妻子生了一个儿子这一方面想，又觉得证据不足。我料定，要给詹牧师写报告文学，在爱情这一永恒主题方面，无疑是要有所损失了，只能写到干巴巴味同嚼蜡为止。没有诗意。可以有一点趣味的是风筝。詹牧师家住在一个厂办专科学校里面校方曾多次想把他们迁移出去，可又拿不出房来，学校里有两个篮球场，可以放风筝。傍晚，学生们打完了球，都回家了，校园里宽阔又安静。那年，詹夫人已经病重，裹着线毯坐在门前的藤椅上，仰起头来看――詹牧师正认真地放风筝。糊得很好的一只沙燕儿，上面画了松枝和蝙蝠，晃悠悠升起，詹牧师撒出了一段线。飘悠，飘悠，风筝又急剧下栽，詹牧师又收回一段线。詹夫人喊留神电线，挂上！"}
{"text":"没有诗意。可以有一点趣味的是风筝。詹牧师家住在一个厂办专科学校里面校方曾多次想把他们迁移出去，可又拿不出房来，学校里有两个篮球场，可以放风筝。傍晚，学生们打完了球，都回家了，校园里宽阔又安静。那年，詹夫人已经病重，裹着线毯坐在门前的藤椅上，仰起头来看――詹牧师正认真地放风筝。糊得很好的一只沙燕儿，上面画了松枝和蝙蝠，晃悠悠升起，詹牧师撒出了一段线。飘悠，飘悠，风筝又急剧下栽，詹牧师又收回一段线。詹夫人喊留神电线，挂上！忽忽，摇摇，风筝又升起来。小心楼顶！詹夫人说，攥紧拳头。詹牧师一下一下熟练地拽着线，风筝平稳地升高，飘向夕阳，飘向暮色浓重的天空。詹夫人松开了拳头。詹牧师把线轴揣在衣兜里，坐到夫人身边来。风筝在渐渐灰暗的天空中像一个彩色斑点，一动不动。两位老人也一动不动。四只眼睛也一动不动。有多少年不放了？詹夫人说。十年还多了。詹牧师说。其时为一九七七年春。你放起来倒还没忘。生疏多了。我以为你放不了了呢。不至于。在老家时放的那种双飞燕我还是最喜欢。一上一下，一下一上，那种确实好。那是用绢做的。最好是用绢做。詹夫人久久地看着篮球架后边那片开始发绿的草地，不再说话。詹牧师给她倒了一杯水，让她把药吃了。对面的楼房成了一座黑色的墙，风筝看不见了，只有从衣兜里抽出的那段白色的线，证明风筝还在天上。天上朦朦胧胧地现出一个月亮。詹牧师安慰老伴儿说让我想一想，也许还能做成那种双飞燕。还有那种鹰形的风筝，我们在家乡时也常放，像真的鹰在盘旋。那叫纸鸢。詹牧师纠正说。你不要总是怕人提到鹰。我没有。那确实叫纸鸢。你总是怕人提到鹰。我没有。做人不见得非得干成什么大事不可。这我知道。可是，直到第二天把风筝收回来的时候，詹牧师的思绪还在天空中盘旋。注一詹牧师的住房条件很差，说是两间小棚子，一点不过份。早在六十年代初，詹牧师曾在自己小屋的门上挂过一块匾额大鹏屋。取棚屋之谐音，抒远大之志向。"}
{"text":"詹牧师纠正说。你不要总是怕人提到鹰。我没有。那确实叫纸鸢。你总是怕人提到鹰。我没有。做人不见得非得干成什么大事不可。这我知道。可是，直到第二天把风筝收回来的时候，詹牧师的思绪还在天空中盘旋。注一詹牧师的住房条件很差，说是两间小棚子，一点不过份。早在六十年代初，詹牧师曾在自己小屋的门上挂过一块匾额大鹏屋。取棚屋之谐音，抒远大之志向。几个朋友凑了一首打油诗，嘲笑他鸿鹄误人棚，大鸟错居屋，呜呀呜呜呀，鸦乌鸦鸦乌！詹牧师看罢一笑，奋笔回敬道孔明居草庐，姜尚作渔翁，雄鹰一振翅，鸦雀寂无声。时间过去了十六七载，詹牧师依然住着大鹏屋，这倒没关系，问题是雄鹰何时能振翅高飞呢？詹牧师时常为此而烦恼。看见年老的白芷仍然撑着重病之身，在为他补衣服，悲酸之感油然而生。他看着那只风筝发愣。他想，他对不起白芷。他又想，他还是能够在很多事业上取得些成就的，以报答他的夫人。我本来想说詹牧师更是为了报答祖国和人民。但是，我又犹豫了詹牧师至死都没能取得任何成就，有什么理由这样褒奖他呢？我甚至怀疑，我还应不应该给他写报告文学？虽然风风雨雨之中，不知他给别人传了多少电话，其中说不定也有一些伟大的信息，也有一些于祖国和人民非常有益的内容，但够格为文学所报告的人，都必须是自己先不同寻常。记者的胶卷有限，报刊的版面有限，电视台的时间有限，正好堪称为人物者也有限。对了，得是人物。即不可单单是人，又不能仅仅是物，得是人物！这很要紧。分开说，前者会遭漠然之面孔，谁不是人呢？后者则要吃耳光。合在一起说效果就好。人物――你这样说谁，凭良心，谁心里也保险不难过。然而发现一个人物又谈何容易！尤其是当你想写报告文学的时候。平摆浮搁着的人物均已被报告完毕，再想报告，就得多搭进些工夫去了。我盘算，要是报告一位准人物即尚未成为人物的人物苗子，是有远见的，既避趋炎附势之嫌，又可望作一伯乐。还有一层，常言道落难公子多情，登科状元寡义。倘一村姑，绝不该对着相府的高墙发痴，最好是注视着自家矮檐之下，看有没有一个落汤鸡在那儿一边避雨一边背外语单词。当然，根据需要，村站可以换算成德貌齐备的现代化姑娘，落汤鸡随之就是德智体全面发展的水暖工或烙大饼的。"}
{"text":"平摆浮搁着的人物均已被报告完毕，再想报告，就得多搭进些工夫去了。我盘算，要是报告一位准人物即尚未成为人物的人物苗子，是有远见的，既避趋炎附势之嫌，又可望作一伯乐。还有一层，常言道落难公子多情，登科状元寡义。倘一村姑，绝不该对着相府的高墙发痴，最好是注视着自家矮檐之下，看有没有一个落汤鸡在那儿一边避雨一边背外语单词。当然，根据需要，村站可以换算成德貌齐备的现代化姑娘，落汤鸡随之就是德智体全面发展的水暖工或烙大饼的。我绝不是想影射詹夫人，因为詹牧师虽曾作过硕士，但最终毕竟只是传传电话，而水暖工和烙大饼的最后都考上了研究生。倒是詹夫人一直是位小学教师，凭了微薄的收人维持全家生活，而且对丈夫的感情始终不渝。我只是说，采访常与谈恋爱相似，多数历史经验教我这个末流记者识趣还是到猪圈里去寻千里马。如果不知深浅地去采访某位已知人物，则难免横遭一面挂满了问号的脸。你报告了贱姓小名，又通禀了籍贯和属相，对方依旧一脸你是谁？的表情。那时你才会约略品出些名不见经传之苦呢。我很嘲笑我那位棋友，上来就想写一位著名的什么，真真此物最相思，单相思。不通世理到这般水准，也想写报告文学？！我又坚定了写这一篇报告文学的信心。詹牧师就是一名准人物，我至今笃信不疑。这与生死无关，死人也有突然又成了人物的。这样的事，古今中外屡有发生，未必我就碰不上。詹牧师被我发现的那年，一圈白发围着个亮闪闪的脑瓜顶，正是古稀之年。斗室之中，全是一摞摞发黄的笔记本和稿纸一棵棵落满灰尘的书籍和一摞摞没有落满灰尘的书籍。临街的窗台上摆着一尊电话，为灰暗的小屋平添了许多气派。他从摊开在桌上的书堆中抬起头来，摘掉一又二分之一镜片的老花镜。办长途吗？本处代办国内长途电话。他说。请问，詹小舟同志在吗？他稍事审度，慌忙起身，从一堆堆蔡伦的遗产中绕出来，满腹狐疑地伸给我一把骨头我就是。詹天佑的詹，小舟么，就是小船的意思。注二詹牧师于五三年自动退出教会，之后在一所私立小学任教务副主任之职，五五年他又自动辞去了这一工作。从最近的调查和采访中得知，就是在那时，他又改了名字，改鸿鹄为小舟了。据说，当时他的书桌前挂过一张条幅，写的是苏东坡的一句词小舟从此逝，江海寄余生。其名大约取意用此。据当年与詹牧师在小学校共过事的人讲，鸿鹄与教务正主任常常意见相左，可能是促其退职的一个原因。"}
{"text":"詹天佑的詹，小舟么，就是小船的意思。注二詹牧师于五三年自动退出教会，之后在一所私立小学任教务副主任之职，五五年他又自动辞去了这一工作。从最近的调查和采访中得知，就是在那时，他又改了名字，改鸿鹄为小舟了。据说，当时他的书桌前挂过一张条幅，写的是苏东坡的一句词小舟从此逝，江海寄余生。其名大约取意用此。据当年与詹牧师在小学校共过事的人讲，鸿鹄与教务正主任常常意见相左，可能是促其退职的一个原因。据那位现已退休的主任讲，詹鸿鹄一直惦记着考取博士学位，对自己仅仅是个硕士老大不甘心，所以对教小学兴趣不大，深恐耽误了他的前程。由此再联想到苏轼词中的另一句常恨此身非我有，何时忘却营营。或可对詹牧师二改其名的缘由有一个初步的印象。我又走访了当年那所私立小学的校长。据校长回忆，詹鸿鹄确有郁郁不得其志的情绪，虽然对工作一向还是认真的。詹牧师离开学校的那天晚上，校长为他饯行，酒至半酣，他忽然提笔狂书，什么忆呼鹰古垒，截虎平川，什么淋漓醉墨，看龙蛇飞落蛮笺，最后是君记取，封侯事在，功名不信由天。其情其景，令老校长也感慨万千，想少年壮志，看白发频添，不觉潸然泪下，于是赞成詹鸿鹄趁年富力强之日，回家专门去作学问了。您是？詹牧师问我。我坦然地报了姓名，又报了我们那个不大不小的报社的名字。他的手却忽然在我手里变软，慢慢地抽回去，他又直着眼睛接连地咽唾沫，像是有个药丸卡在嗓子里。他的脖子很细，喉结很大。您这地方不好找。我说。噢，请坐，请坐。他让笑容在脸上挣扎，脸色却发白。我坐在一只小木箱上。他继续咽唾沫，诧挲着双手，站着。我又重申了一下我的身份。他的微笑愈显得艰苦了，颤抖着嘴唇，说不出话来。我明白我的公事已经办完，准确地说――已经用不着进行了。这么回事我在报社负责表扬与批评专栏，我经常于来稿中见到詹小舟这个名字，他总是写表扬稿，譬如某某中年人，十八年如一日地为大家扫厕所，不取分文某某老头儿，常常留心邻居家是否中了煤气，果然救了三条人命某某姑娘，坚持为邻居老太太取奶，倒垃圾某某眼镜店的青年营业员，认真负责地为一个老学者配了眼镜，态度和蔼可亲如是等等，两年多来总也有二十几篇。发表了一半左右。"}
