{"text":"我们写东西，在一篇文章中最好不要使用一种风格，应该尽可能地把不同的几种风格融合在一起，给人的印象就会比较深刻。也许还有人要问古今的散文中，有不少的是信手写来，如行云流水，本色天成，并没有像你上面讲的那样艰巨，那样繁荣，我认为，这种散文确实有的，但这只是在表面上看来是信笔写来，实际上是经过了无数次的锻炼，由有规律而逐渐变成表面上看起来摆脱一切规律。这其实是另外一种规律，也许还是更难把握的更高级的一种规律。纯诗主张废弃韵律，我则主张诗歌必须有韵律，否则叫任何什么名称都行，只是不必叫诗。所谓朦胧诗。我总怀疑这是英雄欺人，以艰深文浅陋。在中国，我喜欢的是六朝骈文，唐代的李义山李贺，宋代的姜白石吴文英，都是唯美的，讲求词藻华丽的。我觉得，中国散文最突出的特点是同优秀的抒情诗一样，讲究含蓄，讲究蕴藉，讲究神韵，言有尽而意无穷，也可以用羚羊挂角来作比喻。借用印度古代文艺理论家的话来说就是，没有说出来的比已经说出来的更为重要，更耐人寻味。冯至先生的散文，我觉得，就是继续了中国优秀传统的。不能说其中没有一点西方的影响，但是根底却是中国传统。我每读他的散文，上面说的那些特点都能感觉到，含蓄飘逸简明生动，而且诗意盎然，读之如食橄榄，余味无穷，三日口香。儒林外史完全用白描的手法，语言鲜明，讽刺不露声色，惜墨如金，而描绘入木三分，实为中国散文就体裁来说，它是小说就个别片段来说，它又是散文之上品。阅读李白的诗一气流转，这一股气不可抗御，让你非把诗读完不行。杜甫也是一个伟大的诗人，千余年来，李杜并称。但是，二人的创作风格却迥乎不同李是飘逸豪放，而杜则是沉郁顿挫。从使用的格律上也可以看出二人的不同。七律要李白集中很少见，而在杜甫集中则颇多。摆脱七律的束缚，李白没有枷锁跳舞杜甫善于使用七律，则是带着枷锁跳舞，二人的舞都达到了极高的水平。李后主词传留下来的仅有三十多首，可分为前后两期前期仍在江南当小皇帝，后期则已降宋。后期词不多，但是篇篇都是杰作，纯用白描，不作雕饰，一个典故也不用，话几乎都是平常的白话，老妪能解然而意境却哀婉凄凉，千百年来打动了千百万人的心。中国古代赞誉文人有三绝之说。三绝者，诗书画三个方面皆能达到极高水平之谓也。"}
{"text":"从使用的格律上也可以看出二人的不同。七律要李白集中很少见，而在杜甫集中则颇多。摆脱七律的束缚，李白没有枷锁跳舞杜甫善于使用七律，则是带着枷锁跳舞，二人的舞都达到了极高的水平。李后主词传留下来的仅有三十多首，可分为前后两期前期仍在江南当小皇帝，后期则已降宋。后期词不多，但是篇篇都是杰作，纯用白描，不作雕饰，一个典故也不用，话几乎都是平常的白话，老妪能解然而意境却哀婉凄凉，千百年来打动了千百万人的心。中国古代赞誉文人有三绝之说。三绝者，诗书画三个方面皆能达到极高水平之谓也。苏轼至少可以说已达到了五绝诗书画文词。因此，我们可以说，苏轼是中国文学史和艺术史上的最全面的伟大天才。论诗，他为宋代一大家。论文，他是唐宋八大家之一。笔墨凝重，大气磅礴。论书，他是宋代苏黄米蔡四大家之首。论词，他摆脱了婉约派的传统，创豪放派，与辛弃疾并称。吴敬梓惜墨如金，从不作冗长的描述。书中人物众多，各有特性，只讲一个故事，或用短短几句话，活脱脱一个人就仿佛站在我们眼前，栩栩如生。这种特技极为罕见。红楼梦内容描述的是一个大家族的衰微的过程。本书特异之处也在它的艺术性上。书中人物众多，男女老幼主子奴才五行八作，应有尽有。有时只用寥寥数语而人物就活灵活现，让读者永远难忘。读这样的一部书，主要是欣赏它的高超的艺术手法，那些把它政治化的无稽之谈，都是不可取的。对于散文，我有偏爱，又有偏见。为什么有偏爱呢？我觉得在各种文学体裁中，散文最能得心应手，灵活圆通。而偏见又何来呢？我对散文的看法和写法不同于绝大多数的人而已。五四运动是中国近代史上的一件大事。在文学范围内，改文言为白话，也是中国文学史上的一件大事。七十多年以来，中国文化创作取得了长足的进步但是，据我个人的看法，各种体裁间的发展是极不平衡的。小说，包括长篇中篇和短篇，以及戏剧，在形式上完全西化了。这是福？是祸？我还没见到有专家讨论过。我个人的看法是，现在的长篇小说的形式，很难说较之中国古典长篇小说有什么优越之处。戏剧亦然，不必具论。至于新诗，我则认为是一个失败。我认为五四运动以来中国文坛上最成功的是白话散文。个中原因并不难揣摩。中国有悠久雄厚的散文写作传统，所谓经史子集四库中都有极为优秀的散文，为世界上任何国家所无法攀比。散文又没有固定的形式。于是如林，佳作如云，有如八仙过海，各显神通。"}
{"text":"小说，包括长篇中篇和短篇，以及戏剧，在形式上完全西化了。这是福？是祸？我还没见到有专家讨论过。我个人的看法是，现在的长篇小说的形式，很难说较之中国古典长篇小说有什么优越之处。戏剧亦然，不必具论。至于新诗，我则认为是一个失败。我认为五四运动以来中国文坛上最成功的是白话散文。个中原因并不难揣摩。中国有悠久雄厚的散文写作传统，所谓经史子集四库中都有极为优秀的散文，为世界上任何国家所无法攀比。散文又没有固定的形式。于是如林，佳作如云，有如八仙过海，各显神通。旧日士子能背诵几十篇上百篇散文者，并非罕事，实如家常便饭。五四以后，只需将文言改为白话，或抒情，或叙事，稍有文采，便成佳作。常读到一些散文家的论调，说什么散文的诀窍就在一个散字。散字，松松散散之谓也。又有人说随笔的要害就在一个随字。随者，随随便便之谓也。他们的意思非常清楚写散文随笔，可以随便写来，愿意怎样写，就怎样写。愿意下笔就下笔，愿意收住就收住。不用构思，不用推敲。有些自己有时也感到单调与贫乏，想弄点新鲜花样，但由于腹笥贫瘠，读书不多，于是就生造词汇，生造句法，企图以标新立异来济自己的贫乏。结果往往是，虽然自我感觉良好，可是读者偏不买你的账，奈之何哉！读这样的散文，就似乎吃掺上沙子的米饭，吐又吐不出，咽又咽不下，进退两难，啼笑皆非。我认为，散文的精髓在于真情二字，这二字也可以分开来讲真，就是真实，不能像小说那样生编硬造情，就是要有抒情的成分。即使是叙事文，也必有点抒情的意味，平铺直叙者为我所不取。史记中许多列传，本来都是叙事的，但是，在字里行间，洋溢着一片悲愤之情，我称之为散文中的上品。贾谊的过秦论，苏东坡的范增论留候论等等，虽似无情可抒，然而却文采斐然，情即蕴涵其中，我也认为是散文上品。阅读从高中直到大学，我读了不少英国的散文佳品，文字不同，心态各异。但是，仔细玩味，中英又确有相通之处写重大事件而不觉其重，状身边琐事而不觉其轻娓娓动听，逸趣横生读罢掩卷，韵味无穷。留给我印象最深刻最鲜明的，有的沉郁雄浑，冰心的灵秀玲珑，的淳朴淡泊，沈从文的轻灵美妙，杨朔的镂金错彩，丰子恺的厚重平实，如此等等，不一而足。蒙田的随笔，确给人以率意而行的印象。"}
{"text":"阅读从高中直到大学，我读了不少英国的散文佳品，文字不同，心态各异。但是，仔细玩味，中英又确有相通之处写重大事件而不觉其重，状身边琐事而不觉其轻娓娓动听，逸趣横生读罢掩卷，韵味无穷。留给我印象最深刻最鲜明的，有的沉郁雄浑，冰心的灵秀玲珑，的淳朴淡泊，沈从文的轻灵美妙，杨朔的镂金错彩，丰子恺的厚重平实，如此等等，不一而足。蒙田的随笔，确给人以率意而行的印象。我个人以为，在思想内容方面，蒙田是极其深刻的，但在艺术性方面，他却是不足法的。与其说蒙田是一个散文家，不如说他是一个哲学家或思想家。根据我个人多年的玩味和体会，我发现中国古代优秀的散文家，没有哪一个是散的，是随的。正相反，他们大都是在意匠惨淡经营中，简练揣摩，煞费苦心，在文章的结构和语言的选用上，狠下工夫。文章写成后，读起来虽然如行云流水，自然天成，实际上其背后蕴藏着的一片匠心。在中国古代，抒情的文或诗，都贵在含蓄，贵在言有尽而意无穷，如食橄榄，贵在留有余味，在文章结尾处，把读者的心带向悠远，带向缥缈，带向一个无法言传的意境。同世上的万事万物一样，八股也要一分为二的。从内容上来看，它是代圣人立言，陈腐枯燥，在所难免。这是毫不足法的。但是，从布局结构上来看，却颇有可取之处。它讲究逻辑，要求均衡，避免重复，禁绝拖拉。这是它的优点。我理想的散文是淳朴而不乏味，流利而不油滑，庄重而不板滞，典雅而不雕琢。我还认为，散文最忌平板。现在有一些作家的散文，写得规规矩矩，没有任何语法错误，选入中小学语文课本中是毫无问题的。但是读起来总是觉得平淡无味，是好的教材资料，却决非好的文学作品。我个人觉得，文学最忌单调平板，必须有波涛起伏，曲折幽隐，才能有味。有时可以采用点文言辞藻，外国句法也可以适当地加入一些俚语俗话，增添那么一点苦涩之味，以避免平淡无味。我甚至于想用谱乐谱的手法来写散文，围绕着一个主旋律，添上一些次要的旋律主旋律可以多次出现，形式稍加改变，目的只想在复杂中见统一，在跌宕中见均衡，从而调动起读者的趣味，得到更深更高的美感享受。有这样有节奏有韵律的文字，再充之以真情实感，必能感人至深，这是我坚定的信念。在某一些方面，一个门外汉反而能看出点门道。因为他所入不深，了无所蔽。"}
{"text":"有时可以采用点文言辞藻，外国句法也可以适当地加入一些俚语俗话，增添那么一点苦涩之味，以避免平淡无味。我甚至于想用谱乐谱的手法来写散文，围绕着一个主旋律，添上一些次要的旋律主旋律可以多次出现，形式稍加改变，目的只想在复杂中见统一，在跌宕中见均衡，从而调动起读者的趣味，得到更深更高的美感享受。有这样有节奏有韵律的文字，再充之以真情实感，必能感人至深，这是我坚定的信念。在某一些方面，一个门外汉反而能看出点门道。因为他所入不深，了无所蔽。没有真正专家们的条条框框，没有那一些枷锁，跳起舞来，反而更能轻松如意。王国维先生说泪眼问花花不语，乱红飞过秋千去，可堪孤馆闭春寒，杜鹃声里斜阳暮，有我之境也。采菊东篱下，悠然见南山，寒波澹澹起，白鸟悠悠下，无我之境也。有我之境，以我观物，故物皆着我之色彩。无我之境，以物观物，故不知何者为我，何者为物。所举的例子中，别的我且不说，只说陶渊明的两句诗采菊东篱下，悠然见南山。王先生把它列入无我之境。我认为，实际上是有我的，汉文可以不用主语，如译为英德法等文，主语必赫然有一个我字在。既然有个我字在，怎么能说是无我呢？我觉得，在这里不是无我，而是忘我，不是以物观物，而仍然是以我观物，不过在一瞬间忘记了我而已。什么叫人民性呢？一看就明白，一追问就糊涂。对一些人来说，它是恍兮惚兮，其中无象，只可意会，不能言传。于是一些文学史学家就在人民二字上下工夫。遍搜古籍，假如侥幸能找到人民――不管这两个字古今是否同义――或与人民相近的字眼，就如金榜题名，洞房花烛一般，狂喜不已。这样怎能写出好的文学史来呢？根据我个人的浅见，衡量一部文学作品的标准，艺术性应该放到第一位，因为艺术性是文学作品的灵魂。假如缺乏艺术性，思想性即使再高，也毫无用处，这样的作品决不会为读者所接受。有一些文学作品，思想性十分模糊，但艺术性极高，照样会成为名作而流传千古，李义山的许多无题诗就属于这一类。阅读从词源学上来讲，说文美，羊大也。羊大了肉好吃，就称之为美。这既不属于眼，也不属于耳，而是属于舌头，加上一点鼻子，鼻子就能嗅到香味。"}
{"text":"假如缺乏艺术性，思想性即使再高，也毫无用处，这样的作品决不会为读者所接受。有一些文学作品，思想性十分模糊，但艺术性极高，照样会成为名作而流传千古，李义山的许多无题诗就属于这一类。阅读从词源学上来讲，说文美，羊大也。羊大了肉好吃，就称之为美。这既不属于眼，也不属于耳，而是属于舌头，加上一点鼻子，鼻子就能嗅到香味。我们中国的文艺批评家或一般读者，读一部文学作品或一篇诗文，先反复玩味，含英咀华，把作品的真精神灿然映照于我们心中，最后用鲜明生动而凝练的语言表达出来。读者读了以后得到的也不是干瘪枯燥的义理，而是生动活泼的综合的印象。我不愿意写小说，因为我厌恶虚构的东西。有时候，搞那些枯燥死板的学术研究倦怠了，换一张桌子，写点散文，换一换脑筋。就像是磨刀一样，刀磨过之后，重又锋利起来，回头再搞学术研究，重新抖擞，如虎添翼，奇思妙想，纷至沓来，亦人生一乐也。写散文，我没有那么多真情实感要抒发。我主张散文是不能虚构的，不能讲假话，硬往外挤，卖弄一些花里胡哨的辞藻，我自谓不是办不到，而是耻于那样做。我们国内有一些人非凡迷信诺贝尔奖金，迷信的劲头，非常可笑。试拿我们中国没有得奖的那几位文学巨匠同已经得奖的欧美的一些作家来比一比，其差距简直有如高山与小丘。同此辈争一日之长，有这个必要吗？对于语言，包括外国语言和自己的母语在内，学习任务是永远也完成不了的。真正有识之士都会知道，对于这一种语言的把握，从来也不会达到绝对好的程度，水平都是相对的。据说莎士比亚作品里就有不少的语法错误，我们中国过去的文学家哲学家史学家诗人词客等等，又有哪一个没有病句呢？现代当代的闻名文人又有哪一个写的文章能经得起语法词汇方面的过细的推敲呢？因此，谁要是自吹自擂，说对语言文字的把握已达到炉火纯青的程度，这个人不是一个疯子，就是一个骗子。在极渺远的时代，我看就看到小品文的萌芽，似乎一出生就走着黑运，给大人先生们拿来做载道的工具，一直到魏晋六朝，我们才第一次看到人们用小品文来说自己的话，然而引起了哄笑和嘲讽，说自己话的小品文也就被埋在这哄笑和嘲讽里，度着自己的暗淡的命运。在混乱庞杂里，我们要救救小品文，我们要小摆设，只要它真的是从内心里流出来的，我们将不眩惑于纸糊的大摆设。我们也要匕首，只要它是真铁真钢的，我们将不眩惑于纸剪的玩意儿。"}
{"text":"在极渺远的时代，我看就看到小品文的萌芽，似乎一出生就走着黑运，给大人先生们拿来做载道的工具，一直到魏晋六朝，我们才第一次看到人们用小品文来说自己的话，然而引起了哄笑和嘲讽，说自己话的小品文也就被埋在这哄笑和嘲讽里，度着自己的暗淡的命运。在混乱庞杂里，我们要救救小品文，我们要小摆设，只要它真的是从内心里流出来的，我们将不眩惑于纸糊的大摆设。我们也要匕首，只要它是真铁真钢的，我们将不眩惑于纸剪的玩意儿。我们绝不能忽视了文艺里的真。写文章，是交流思想传达信息的重要手段。要想交流传达得准确忠实，就必须注重语法修辞，不能望文生义，数典忘祖，甚至生编硬造，写出一些除了自己谁也不懂的词句。我为什么喜欢读序跋呢？我觉得，序跋同日记一样，在这里，轻易说点真话。在其他体裁的文章里，往往峨冠博带，在不知不觉中说一些冠冕堂皇的话装腔作势，说一些言不由衷的话这些东西，读起来让人感到腻味，读不下去。序跋这一种体裁没有什么严格的模子，写起来，你可以直抒胸臆，愿意写什么就写什么，愿意怎样写就怎样写。假如把其他文章比作峨冠博带，那么序跋当然也有日记则如软巾野服。写起来如行云流水，不受遏制，欲行便行，圆融自如，一片天机。写这样的文章，简直是一种享受。中国古代文学中真正的悲剧很少。罗摩故事在印度是一个悲剧，但到了中国却多被改成喜剧结尾，以适应中国人的心情和爱好，最突出的是插曲子的故事。这本来是一个悲剧。但六度集经却让老天爷出马干预，使被射死的子复活。梵文是印度古代语言，不能算作中国语言，但是，吐火罗文和的残卷只发现在现在的中国境内，应该看作是中国古代的民族语言，用这种语言写成的剧本也应该归入中国戏剧之列。我常想，陈寅恪先生从一个不大的切入口切入，如剥春笋，每剥一层，都是信而有征，让你非跟着他走不行，剥到最后，露出核心，也就是得到结论，让你恍然大悟原来如此，你没有法子不信服。寅恪先生考证不避琐细，但决不是为考证而考证，小中见大，其中往往含着极大的问题。阅读至于哪几部书对我影响最大，几十年来我一贯认为是两位大师的著作在德国是亨利希吕德斯，我老师的老师在中国是陈寅恪先生。两个人都是考据大师，方法缜密到神奇的程度。"}
{"text":"寅恪先生考证不避琐细，但决不是为考证而考证，小中见大，其中往往含着极大的问题。阅读至于哪几部书对我影响最大，几十年来我一贯认为是两位大师的著作在德国是亨利希吕德斯，我老师的老师在中国是陈寅恪先生。两个人都是考据大师，方法缜密到神奇的程度。从中也可以看出我个人爱好之所在我禀性板滞，不喜欢玄之又玄的哲学我喜欢能摸得着看得见的东西，而考据正合吾意。在写书出书方面，我有一个狭隘的功利主义观点。我认为，出书必定要有用，对个人有用，对社会和国家有用。这个用，当然不应该理解得太窄狭。美感享受也是一种用。假如一点用处都没有的书，大可以不必出。一篇文章，尤其是文学作品，倘若译成另外一种文字，连叶也不能相似，当然更谈不到味了。我从年代起陆续读过一些美学的书，对美学我不能说是一个完全的外行。但是浅尝辄止，也说不上是一个真正的内行，只能说是一个半瓶醋。常识告诉我们，只有半瓶醋才能晃荡出声。我就是以这样的身份提出了一个主张美学必须彻底转型，决不能小打小闹，修修补补，而必须大破大立，另起炉灶。我经常考虑一个问题为什么在中国文学批评史上，除了文心雕龙诗品等少数专门著作之外，竟没有像西方那样历史悠久内容丰富，而又派别繁多议论蜂起的。许多专家的理论往往见之于诗话中，不管什么神韵说性灵说肌理说境界说等等，都见之于诗话词话中，往往是简简单单的几句话，而内容却包罗无穷。我们中国文艺理论并不是没有语，我们之所以在国际上失语，一部分原因是欧洲中心主义还在作祟，一部分是我们自己的腰板挺不直，被外国那一些五花八门的理论弄昏了头脑。科学和哲学的著作不得已时当然可以重译，但文艺作品则万万不能。也许有人要说，我们在中国普通只能学到英文或日文，从英文或日本转译，也未始不是一个办法。是的，这是一个办法，我承认。但这只是一个懒人的办法。倘若对一个外国的诗人戏剧家或小说家真有爱好的话，就应该有勇气去学他那一国的语言。倘若连这一点勇气都没有，就应该自己知趣走开，到应该去的地方去。不要在这里越俎代庖，鱼目混珠。"}
{"text":"科学和哲学的著作不得已时当然可以重译，但文艺作品则万万不能。也许有人要说，我们在中国普通只能学到英文或日文，从英文或日本转译，也未始不是一个办法。是的，这是一个办法，我承认。但这只是一个懒人的办法。倘若对一个外国的诗人戏剧家或小说家真有爱好的话，就应该有勇气去学他那一国的语言。倘若连这一点勇气都没有，就应该自己知趣走开，到应该去的地方去。不要在这里越俎代庖，鱼目混珠。我们只要有勇气的人评断一本书的好与坏有什么标准呢？这可能因人而异。但是，我个人认为，客观的能为一般人都接受的标准还是有的。归纳起来，约略有以下几项一本书能鼓励人前进呢，抑或拉人倒退？一本书能给人以乐观精神呢，抑或使人悲观？一本书能增加人的聪明呢，抑或增强人的愚蠢？一本书能提高人的精神境界呢，抑或降低？一本书能增强人的伦理道德水平呢，抑或压低？一本书能给人以力量呢，抑或使人软弱？一本书能激励人向困难作斗争呢，抑或让人向困难低头？一本书能给人以高尚的美感享受呢，抑或给人以低级下流的愉快？池田大作在他那波澜壮阔的一生中，通过自己的眼睛和心灵，观察人生，体验人生，终于参透了人生，达到了圆融无碍的境界。书中的话就是从他深邃的心灵中撒出来的珠玉，句句闪耀着光线。读这样的书，真似乎是走入七宝楼台，以现到处是奇珍异宝，拣不胜拣。又似乎是行在山阴道上，令人应接不暇。最近几年来，我提倡一种送去主义，意思是，我们祖先发明的许多好东西，比如造纸印刷火药罗盘等等，早被外国人拿去了。今天我们仍然有许多好东西。但是，西方人自产业革命以后以天之骄子自居，受过我们的恩惠一事，他们早已忘到九霄云外去了，认为我们什么都不行，这些好东西他们也不来拿。中国的饭菜，他们觉得味道还不错，忙不迭地拿去了。我们的文学作品，特别是现当代的，他们却不大肯垂青。我个人觉得，这现象并不正常。外国文学作品译为汉文，帮助了我们新文学的成长与发展，我们的文学进入了世界文学的范围，与国际接上了轨。今天我们的文学也能帮助国外文学的繁荣与发展，投桃报李，他们不来拿，我们只有送去，这就是我的送去主义。幸而外国的文艺界不全是排华派。他们出于不尽相同的考虑与动机，有时候也重视一下中国现当代的文学作品，认为优秀的，也授予文学奖。"}
