{"text":"与此同时，焦虑取得了超凡入化之功，它向个人启示虚无之本体从而把个人从其消散于世界的沉沦中抽出来了。四存在的悲剧海德格尔自命要通过真正的为死而在来为个人谋划一种真正有意义的存在状态，他获得了什么结果让我们来清点一下死表明存在的真正根基是虚无，我们被虚无抛出，又将被虚无吞没我们平时囿于日常生活，对存在的这种毫无根基的状况视而不见，只在某些突如其来的焦虑的瞬间，才对此有所领悟一旦有所领悟，我们就先行到死中去，把自己嵌入虚无中，从而发现平时沉沦于日常生活之无稽，力求超越日常生活，实现自己独特的自我。可是，究竟怎样实现自己独特的自我，或者用海德格尔的话说，怎样真正地领会选择向着不可超越的可能性延伸过去的那些可能性呢在这方面我们得不到任何指示。我们只听说，要做到这一点，首先必须把自己从沉沦中抽出来，也就是摆脱物质世界和社会生活领域，靠焦虑的神秘情绪体验聚精会神于自身存在的意义。可是一则焦虑的体验不是召之即来的，人一生中只在某些预料不到的瞬间才有此种莫名的体验二则当这种体验袭来时，物质世界和社会领域都隐去了，只剩下一个孤零零的自我直接面对绝对的虚无。此情此景，还有什么可能性可供选择，存在的意义何在问题出在哪里呢至少可以指出两点第一，当海德格尔把虚无视为存在的根基时，他已经事先认定了存在的悲剧性质。毋庸讳言，对于能够意识到无限的有限存在物来说，人生的确具有深刻的悲剧性质。然而，这并不妨碍我们在人生的范围之内而不是在人生的范围之外，即在虚无中肯定人生，讴歌人生，为人生寻求一种意义。海德格尔也许是试图这样做的。他似乎想说，在虚无的背景下，就格外需要为人生寻求一种意义。可是，他把立足点放在虚无，而不是放在人生，因而为人生寻求意义的努力注定会失败。第二，有限的个体生命要为自身的存在寻求一种意义，除了从现实的社会生活中寻找之外，还能从哪儿寻找呢毫无疑问，个人需要的满足，个人能力的发展，本身有自足的价值，但是这种价值只有在社会生活中才能够实现。而且，个体生命是易逝的，类却是永存的，因而个人存在的意义归根到底还要从个体与类的统一中去寻求。"}
{"text":"第二，有限的个体生命要为自身的存在寻求一种意义，除了从现实的社会生活中寻找之外，还能从哪儿寻找呢毫无疑问，个人需要的满足，个人能力的发展，本身有自足的价值，但是这种价值只有在社会生活中才能够实现。而且，个体生命是易逝的，类却是永存的，因而个人存在的意义归根到底还要从个体与类的统一中去寻求。海德格尔把社会生活领域完全视为一个异化的领域，把个人从类中完全孤立出来，这样，既抽去了个人自我实现的内容和条件，又使既然个人必死其生存的意义何在这样一个问题没有了着落，难怪他只能从个人稍纵即逝的神秘的情绪体验中去发现存在的意义了。海德格尔的死亡观归结起来就是对死的领会把人从人生中拔出来，投入虚无之中把人从社会中拔出来，返回孤独的自我。孤独的自我在绝对的虚无中寻找着自己，这就是他对死亡问题的抽象思辨的形象图解。我们终于发现他试图从死亡中发掘的积极意义是虚假的，而海德格尔的存在主义则是一种深入骨髓的悲观主义哲学。五死亡观种种乘此机会，不妨对哲学史上的死亡观作一简略的回顾。哲学和诗不同。诗人往往直抒死之悲哀，发出浮生若梦人生几何的感叹。哲学家却不能满足于悲叹一番，对于他来说，要排除死亡的困扰，不能靠抒情，而要靠智慧。所以，凡是对死亡问题进行思考的哲学家，无不试图规划出一种足以排除此种困扰的理智态度。大体而论，有以下几种死亡观一功利主义的入世论。这是一种最明智的态度死亡既然是不可避免的，就不必去考虑，重要的是好好地活着，实现人生在世的价值。例如，伊壁鸠鲁说死对于我们无干，因为凡是消散了的都没有感觉，而凡无感觉的就是与我们无干的。贤者既不厌恶生存，也不畏惧死亡，既不把生存看成坏事，也不把死亡看成灾难。应当从对不死的渴望中解放出来，以求避免痛苦和恐惧，享受人生的欢乐――肉体的健康和灵魂的平静。斯宾诺莎说自由人，亦即依理性的指导而生活的人，他不受畏死的恐惧情绪所支配，而直接地要求善。换言之，他要求根据寻求自己的利益的原则，去行动生活，并保持自己的存在。所以他绝少想到死，而他的智慧乃是生的沉思，而不是死的默念。中国儒家尽人事而听天命的态度亦属此种类型，孔子说未知生，焉知死，就是教导人只须关心生，不必考虑死。总之，重生轻死，乐生安死，这种现实的理智的态度为多数哲学家所倡导，并为一般人易于接受。二自然主义的超脱论。"}
{"text":"斯宾诺莎说自由人，亦即依理性的指导而生活的人，他不受畏死的恐惧情绪所支配，而直接地要求善。换言之，他要求根据寻求自己的利益的原则，去行动生活，并保持自己的存在。所以他绝少想到死，而他的智慧乃是生的沉思，而不是死的默念。中国儒家尽人事而听天命的态度亦属此种类型，孔子说未知生，焉知死，就是教导人只须关心生，不必考虑死。总之，重生轻死，乐生安死，这种现实的理智的态度为多数哲学家所倡导，并为一般人易于接受。二自然主义的超脱论。这种观点以中国的庄子为典型代表，他主张齐生死，不知说悦生，不知恶死，无古今而后入于不死不生。生死都是自然变化，一个人只要把自己和自然融为一体，超越人世古今之变，就可以齐生死，不再恋生患死了。超脱论与入世论都主张安死，但根据不同。入世论之安死出于一种理智的态度死是不可避免的，想也没用，所以不必去想，把心思用在现实的人生上。它教人安于人生的有限。超脱论之安死则出于一种豁达的态度人与自然本是一体，出于自然，又归于自然，无所谓生死。它教人看破人生的有限，把小我化入宇宙的大我，达于无限。所以，超脱论安死而不乐生，对人生持一种淡泊无为的立场。三神秘主义的不朽论。从柏拉图到基督教，都主张灵魂不死。这种观念的形成和传播，除了认识论上和社会关系上的原因外，不能不说还有情感上的原因，即试图在幻想中排除死亡的困扰，满足不死的愿望。这一派人往往把肉体看作灵魂的牢狱，把死亡看作灵魂摆脱肉体牢狱而回归永生，于是，死亡不足惧怕反而值得欢迎了。四犬儒主义的宿命论。以古希腊的犬儒学派昔尼克派和罗马斯多葛派表现得最为典型，提倡顺从命运。愿意的人，命运领着走不愿意的人，命运拖着走。塞涅卡人死犹如果子熟落，应当谢谢生出你的那棵树又如演员演完一出戏，应当心平气和地退出舞台。奥勒留五悲观主义的寂灭论。佛教认为，人生即苦难，苦难的根源是欲望，即生命欲望生了就不想死占有欲望得了就不想失。脱离苦海的唯一途径是灭绝欲望，进入涅境界。贪欲永尽，恚永尽，愚痴永尽，一切烦恼永尽，是名涅。杂阿含经卷十八叔本华也以生命意志为苦恼之源，而提倡灭绝生命意志，显然受到佛教的影响。"}
{"text":"奥勒留五悲观主义的寂灭论。佛教认为，人生即苦难，苦难的根源是欲望，即生命欲望生了就不想死占有欲望得了就不想失。脱离苦海的唯一途径是灭绝欲望，进入涅境界。贪欲永尽，恚永尽，愚痴永尽，一切烦恼永尽，是名涅。杂阿含经卷十八叔本华也以生命意志为苦恼之源，而提倡灭绝生命意志，显然受到佛教的影响。一般来说，种种死亡观都主张接受死亡，但理由各不相同或作为一个无须多加考虑的事实来接受入世论，或作为对自然的复归来接受超脱论，或作为灵魂升天来接受不朽论，或作为命运来接受宿命论，或作为脱离人生苦海来接受寂灭论。就对人生的态度来说，入世论肯定人生，主张生命的价值即在其自身，不受死亡的影响，乐观色彩最浓。超脱论齐生死，把生命与死亡等量齐观，达观中蕴含悲观。不朽论鼓吹灵魂不死，实则否定人生，是一种虚假的乐观主义。宿命论寂灭论都否定人生，悲观色彩最浓。从哲学上解决死亡问题，关键是寻求有限与无限小我与大我的某种统一。从这个意义上说，中国儒家从个人与社会的统一中，庄子从个人与自然的统一中，西方基督教从个人与上帝的统一中，都发现了不同意义上的个人之不朽，即个体生命在死后的某种延续。佛教有轮回之说，但佛教的本意却在断轮回，永远摆脱生命的苦难，它是承认并且向往绝对的虚无的。佛教是一种彻底的悲观主义哲学。与上述种种死亡观比较，海德格尔既否定人生人生在世是非真正的存在，又否认人死后有任何依托他否认个体与类的统一，也不信神，他的哲学同样是一种彻底的悲观主义哲学。个人存在的意义无疑是哲学研究的一个严肃课题。但是，一方面把个人从存在的主要领域社会隔离出来，另一方面又把他置于死亡即虚无的背景之下，就不可避免地会陷入悲观主义的深渊。这就是海德格尔的死亡观给我们的教训。六从叔本华到海德格尔在黑格尔之后，德国资产阶级哲学中出现了一种极值得注意的趋向，便是悲观主义抬头，人生虚无的哀音不绝于耳。这是欧洲精神文明的危机拨动了德国人深沉敏感的思想之弦。从叔本华经尼采到海德格尔，德国现代哲学的这三个关键人物在骨子里都是悲观主义者，当然，他们之间又有着一些重要的区别。对他们作一番比较，无疑会有助于理解海德格尔死亡观的实质。"}
{"text":"这就是海德格尔的死亡观给我们的教训。六从叔本华到海德格尔在黑格尔之后，德国资产阶级哲学中出现了一种极值得注意的趋向，便是悲观主义抬头，人生虚无的哀音不绝于耳。这是欧洲精神文明的危机拨动了德国人深沉敏感的思想之弦。从叔本华经尼采到海德格尔，德国现代哲学的这三个关键人物在骨子里都是悲观主义者，当然，他们之间又有着一些重要的区别。对他们作一番比较，无疑会有助于理解海德格尔死亡观的实质。叔本华是一个直言不讳的悲观主义哲学家，甚至可以说，他是近二百年来西方最大的理论上的悲观主义者。叔本华把生命意志视为自在之物即世界的本质，然而，他对这生命意志是持彻底否定的态度的，理由有二。第一，意志包含着内在矛盾，它意味着欲求，而欲求的基础却是需要，缺陷，也就是痛苦。所以，意志在本质上就是一种没有目标没有止境的挣扎，一切生命在本质上即是痛苦，而作为意志最完善的客体化的人则痛苦最甚。第二，意志在本质上又是虚无的，它的种种现象包括人的个体生命在内均是幻影。人的个体生存一开始就是一种慢性的死亡，到了最后还是死亡战胜。死亡好比猫戏老鼠，在吞噬我们之前先逗着我们玩耍一阵。人生好比吹肥皂泡，明知一定破灭，仍然要尽可能吹大些。生命是满布暗礁和漩涡的海洋，人在力图避开这些暗礁和漩涡的同时，却一步一步走向那最后的不可避免的船沉海底。叔本华由此得出结论一旦我们认识到意志的内在矛盾及其本质上的虚无性，便可自愿地否定生命意志，从而欢迎作为意志之现象的肉体的解体，即死亡。在这个意义上，他推崇禁欲为最高美德，甚至赞扬由极端禁欲而致的自杀。他认为，虚无，即印度教的归入梵天，佛教的涅，是悬在一切美德和神圣性后面的最后鹄的。尼采是从叔本华出发开始其哲学活动的，他事实上接受了叔本华悲观主义的两个基本论点，即生命在本质上是痛苦，必死的个体生命在本质上是虚无。不过，他不满意叔本华赤裸裸否定人生的消极结论，而试图为人生提供一种意义，指出一条自救之路。为此他诉诸艺术。尼采早期提出艺术起源于日神梦和酒神醉二元冲动说，便是立意要说明艺术对于人生的本体论意义。后来他又提倡强力意志说。强力意志说与叔本华的生命意志说的根本区别就在于，在叔本华那里，生命意志是一种盲目的冲动和挣扎，是全然没有意义的，必须加以否定的在尼采那里，意志获得了一个目标，即强力，这里强力的本义是生命的自我肯定和自我扩张。"}
{"text":"不过，他不满意叔本华赤裸裸否定人生的消极结论，而试图为人生提供一种意义，指出一条自救之路。为此他诉诸艺术。尼采早期提出艺术起源于日神梦和酒神醉二元冲动说，便是立意要说明艺术对于人生的本体论意义。后来他又提倡强力意志说。强力意志说与叔本华的生命意志说的根本区别就在于，在叔本华那里，生命意志是一种盲目的冲动和挣扎，是全然没有意义的，必须加以否定的在尼采那里，意志获得了一个目标，即强力，这里强力的本义是生命的自我肯定和自我扩张。而在尼采看来，强力意志最生动直观的体现仍然是艺术。不过，尼采以艺术肯定人生，本身是以默认人生的悲剧性质为前提的，而这种肯定说到底也只是靠艺术幻觉梦和艺术陶醉醉来忘却个体生命的痛苦和虚无罢了。尼采还曾经试图用强力意志的永恒轮回说来抵制虚无的观念，足见虚无问题是如何折磨着他的心灵。我们看到，叔本华直截了当地渲染人生的痛苦和虚无，主张立足于虚无而否定解脱这痛苦的无意义的人生尼采主张用艺术肯定人生，立足于人生而对抗人生的痛苦和虚无。与他们相比，海德格尔的悲观主义有所不同。他和叔本华一样主张立足于虚无，但不是要否定人生反而是要肯定人生。他和尼采一样主张肯定人生，但不是立足于人生反而是立足于虚无。叔本华想说明人生既然在本质上是虚无，就应该自觉地皈依这虚无，摒弃人生一切虚幻的痛苦和欢乐。尼采想说明人生尽管在本质上是虚无，却仍然可借艺术的美化作用而获得其价值。海德格尔想说明人生唯其在本质上是虚无，个人才理当无牵无挂，有设计自己的存在方式的自由，可以从非真正的存在向真正的存在超越。对于叔本华来说，虚无彻头彻尾是消极的，并且决定了人生是消极的。对于尼采来说，虚无同样是消极的，但是不能因此抹煞人生有某种积极意义。唯独在海德格尔那里，虚无似乎获得了一种积极的性质。他不去议论虚无本身的可悲，仅限于挖掘它启示个人返回自身的作用。然而，我们已经指出，这并不能掩盖海德格尔哲学的悲观主义实质。沉重的轻虚无与偶然读小说是我的一个享受，写小说是我的一个梦。许多日子里，忙于分内分外的功课，享受久违，梦也始终只是梦。最近生病，自己放自己的假，开了读小说的戒。读得最有滋味的是移居法国的捷克作家昆德拉的生命中不能承受之轻，不但获得享受，而且觉得技痒，愈发做起写小说的梦了。"}
{"text":"他不去议论虚无本身的可悲，仅限于挖掘它启示个人返回自身的作用。然而，我们已经指出，这并不能掩盖海德格尔哲学的悲观主义实质。沉重的轻虚无与偶然读小说是我的一个享受，写小说是我的一个梦。许多日子里，忙于分内分外的功课，享受久违，梦也始终只是梦。最近生病，自己放自己的假，开了读小说的戒。读得最有滋味的是移居法国的捷克作家昆德拉的生命中不能承受之轻，不但获得享受，而且觉得技痒，愈发做起写小说的梦了。我喜欢哲学和诗，但我愈来愈感到，真正哲学式的体悟，那种对人生的形而上体悟，不是哲学命题所能充分表达的。真正诗意的感觉，那种不可还原的一次性感觉，也不是诗句所能充分表达的。唯有把两者放到适当情境之中，方可表达得充分，而这就要求助于小说。当然，小说形形色色，写法迥异。我想写的小说，就是设计出一些情境和情境之组合，用它们来烘托连结贯通我生命中那些最深沉的终极体悟和最微妙的瞬时感觉，使之融为一个整体。读了昆德拉的小说，我发现它极为接近我的设想。不过既然读了，我知道我会写得与它极为不同。我相信，小说的可能性远未穷尽。昆德拉这部小说的题目看似费解，其实表达了一种万古常新的人生体悟。ss直译应是不能承受的存在之轻，存在指人生的实质。人生的实质很轻很轻，像影子一样没有分量，使人不能承受。小说的这个主旋律用种种精微的感觉符号弹奏出来，在我们心中回荡不已。面对人生的重大抉择，芸芸众生不过是被环境欲念利益等等一时的因素推着走，唯有少数人怀着贝多芬式非如此不可的决心，从一种坚定的信念出发作出决断。有大使命感的人都具有形而上的信念，相信自己的生命与种族历史宇宙整体有着内在的联系。可是，一个像托马斯大夫那样的人，他的心智远远超出芸芸众生，甚至可以说他具有某种形而上的气质。但具有形而上气质的人未必就具有形而上的信念，他清醒地知道生命只有一次，不存在任何形式的永恒包括尼采式的永恒轮回。像这样一个人，他既不能随波逐流，又不能衔命独行，就不免要陷入难堪的困境了。托马斯常常沉思一句德国谚语s。这就是说，只活一次等于一次也没有活。既然生命属于我们只有一次，我们就无法通过比较来检验人生的选择孰好孰坏。"}
{"text":"可是，一个像托马斯大夫那样的人，他的心智远远超出芸芸众生，甚至可以说他具有某种形而上的气质。但具有形而上气质的人未必就具有形而上的信念，他清醒地知道生命只有一次，不存在任何形式的永恒包括尼采式的永恒轮回。像这样一个人，他既不能随波逐流，又不能衔命独行，就不免要陷入难堪的困境了。托马斯常常沉思一句德国谚语s。这就是说，只活一次等于一次也没有活。既然生命属于我们只有一次，我们就无法通过比较来检验人生的选择孰好孰坏。对于我们来说，生活是一场永远不能成为正式演出的彩排，一张永远不能成为正式作品的草图。使命感的解除使托马斯领略到了凡夫俗子一向所享受的轻松，但同时他又感到不能承受这种轻松。轻松只是假象，背后掩藏着人生的轻飘虚幻，凡夫俗子感觉不到这一点，托马斯感觉到了。这种感觉败坏了人生中每一个美妙的瞬间，使它们丧失了全部意义。譬如说，当乡间女招待特丽莎像一个被放在树脂涂覆的草筐里的孩子，顺水漂来他的床榻之岸，进入他的生活之时，他曾经跪在床上，望着重病沉睡的她，突然强烈地意识到自己不能比她后死，得躺在她身边，与她一同赴死。那个瞬间是美妙的。但是，事后一追思此种情感的根据，他就茫然失措了。爱，同情，责任，事业，理想，凡此种种平时赋予生命以意义，使我们感到精神的充实，一旦我们想到生命只有一次，明日不复存在，就茫然不知它们为何物了。人生抉择往往把我们折磨得要死要活，倘若我们想到所有这些抉择都将随我们的生命一同永远消逝，不留下任何痕迹，就会觉得不值得如此认真地对待它们了。然而，一个不值得认真对待的人生，一个如此缺乏实质的人生，却要比一个责任重大充满痛苦抉择的人生更加令人难以承受。地球上人类的生存，人类中每一个体的生存，本身即是一个偶然，而在这偶然的生存中，又是种种偶然的机遇决定了人的命运。这是人生缺乏实质的又一表现。我们不能说托马斯对偶然性抱有偏见，相反，他是一个善于欣赏偶然性之魅力的审美高手。当他与女人做爱时，他迷恋的是那个使每个女人做爱时异于他人的百万分之一部分。当他堕入情网时，他欣慰的是爱情处于非如此不可的规则之外。关于机遇，昆德拉有一段精彩的议论人的生活就像作曲。各人为美感所导引，把一件件偶发事件转换为音乐动机，然后，这个动机在各人生活的乐曲中取得一个永恒的位置。忽视机遇，就会把美在生活中应占的地位给剥夺得干干净净。"}
{"text":"这是人生缺乏实质的又一表现。我们不能说托马斯对偶然性抱有偏见，相反，他是一个善于欣赏偶然性之魅力的审美高手。当他与女人做爱时，他迷恋的是那个使每个女人做爱时异于他人的百万分之一部分。当他堕入情网时，他欣慰的是爱情处于非如此不可的规则之外。关于机遇，昆德拉有一段精彩的议论人的生活就像作曲。各人为美感所导引，把一件件偶发事件转换为音乐动机，然后，这个动机在各人生活的乐曲中取得一个永恒的位置。忽视机遇，就会把美在生活中应占的地位给剥夺得干干净净。可是，尽管如此，昆德拉笔下的托马斯仍然为机遇支配命运感到不安。当他因为挂念特丽莎而从苏黎世返回苏军占领下的布拉格之时，这种不安就占据着他的心灵。七年前，特丽莎家乡的医院碰巧发现一个复杂病例，请布拉格医院的主治大夫去会诊。可主治大夫碰巧坐骨神经痛，派托马斯代替他。这个镇子有几个旅馆，托马斯碰巧被安排在特丽莎工作的旅馆里，又碰巧在走之前闲呆在旅馆餐厅里。其时特丽莎碰巧当班又碰巧为托马斯服务。正是这六个碰巧的机遇使托马斯结识了特丽莎。现在，这个绝对偶然性的化身又使他作出了事关命运的重大决定，并且正躺在他身边酣睡着。此时此刻，他只感觉到一种忧郁和失望。正像永恒轮回的人生太沉重，仅有一次的人生又太轻飘一样，受必然性支配的人生太乏味，受偶然性支配的人生又太荒诞。机遇以它稍纵即逝的美诱惑着我们，倘若没有机遇，人生就太平淡无奇了。可是一旦我们抓住了机遇，机遇也就抓住了我们，人生的轨迹竟然由一个个过眼烟云的机遇来确定。在人生中，只有死是必然的，其余一切均属偶然。当然，这不是指吃喝拉撒之类的生物学法则，而是指决定每个人生命意义的特殊事件，它们是由一连串偶然的机会凑成的。不但作为归宿的虚无，而且作为过程的偶然，都表明了人生实质之轻，轻得令人不能承受。托马斯的情妇女画家萨宾娜由不同的途径也体悟到了人生实质的令人不能承受之轻，她最厌恶的是媚俗。按照昆德拉的解释，媚俗起源于无条件地认同生命存在，由于对生命存在的基础是什么意见不一，又分出各种不同的媚俗，如宗教媚俗政治媚俗等等。说得明白些，媚俗就是迎合公众的趣味，煞有介事地把某种公认的价值奉为人生寄托。譬如，萨宾娜因为痛恨苏军入侵而移居法国，可是，当她在巴黎参加抗议苏军入侵捷克的游行时，她又觉得自己受不了这种游行。"}
