{"text":"老来打过几年太极拳，目前则以散步活动筋骨而已。寄语年轻朋友，千万要持之以恒的从事运动，这不是嬉戏，不是浪费时间。健康的身体是作人做事的真正的本钱。利用零碎时间我常常听人说，他想读一点书，苦于没有时间。我不太同情这种说法。不管他是多么忙，他总不至于忙得一点时间都抽不出来。一天当中如果抽出一小时来读书，一年就有三百六十五小时，十年就有三千六百五十小时，积少成多，无论研究什么都会有惊人的成绩。零碎的时间最可宝贵，但是也最容易丢弃。我记得陆放翁有两句诗，呼僮不应自升火，待饭未来还读书，这两句诗给我的印象很深。待饭未来的时候是颇难熬的，用以读书岂不甚妙我们的时间往往于不知不觉中被荒废掉，例如，现在距开会还有五十分钟，于是什么事都不做了，磨磨蹭蹭，五十分钟便打发掉了。如果用这时间读几页书，岂不较为受用至于在度周末的美名之下把时间大量消耗的人，那就更不必论了。他是在杀时间，实在也是在杀他自己。一个人在学校读书的时间是最可羡慕的一段时间，因为他没有生活的负担，时间完全是他自己的。但是很少人充分的把握住这个机会，多多少少的把时间浪费掉了。学校的教育应该是启发学生好奇求知的心理，鼓励他自动的往图书馆里去钻研。假如一个人在学校读书，从来没有翻过图书馆书目卡片，没有借过书，无论他的功课成绩多么好，我想他将来多半不能有什么成就。英国的一个政治家兼写过一本书对青年人的劝告，其中有一段利用零碎时间，我觉得很感动人，译抄如下文法的学习并不需更减少办事的时间，也不需要占去必须的运动时间。平常在茶馆咖啡馆用掉的时间以及附带着的闲谈所用掉的时间――一年中所浪费掉的时间――如果用在文法的学习上，便会使你在余生中成为一个精确的说话者写。你们不需要进学校，用不着课室，无需费用，没有任何麻烦的情形。我学习文法是在每日赚六便士当兵卒的时候，床的边沿或岗哨铺位的边沿便是我们研习的座位，我的背包便是我的书架子，一小块木板放在腿上便是我的写字台，而这工作并未用掉一整年的功夫。我没钱去买蜡烛油在冬天除了火光以外我很难得在夜晚有任何光，而那也只好等到我轮值时才有。"}
{"text":"你们不需要进学校，用不着课室，无需费用，没有任何麻烦的情形。我学习文法是在每日赚六便士当兵卒的时候，床的边沿或岗哨铺位的边沿便是我们研习的座位，我的背包便是我的书架子，一小块木板放在腿上便是我的写字台，而这工作并未用掉一整年的功夫。我没钱去买蜡烛油在冬天除了火光以外我很难得在夜晚有任何光，而那也只好等到我轮值时才有。如果我在这种情形之下，既无父母又无朋友给我以帮助与鼓励，居然能完成这工作，那么任何年青人，无论多穷苦，无论多忙，无论多缺乏房间或方便，可有什么可借口的呢为了买一枝笔或一张纸，我被迫放弃一部分粮食，虽然是在半饥饿的状态中。在时间上没有一刻钟可以说是属于自己的，我必须在十来个最放肆而又随便的人们之高谈阔论歌唱嘻笑吹哨吵闹当中阅读写作，而且是在他们毫无顾忌的时间里。莫要轻视我偶尔花掉的买纸笔墨水的那几文钱。那几文钱对于我是一笔大款除了为我们上市购买食物所费之外，我们每人每星期所得不过是两便士。我再说一遍，如果我能在此种情形下完成这项工作，世界里可能有一个青年能找出借口说办不到吗哪一位青年读了我这篇文字，若是还要说没有时间没有机会研习这学问中最重要的一项，他能不羞惭吗以我而论，我可以老实讲，我之所以成功，得力于严格遵守我在此讲给你们听的教条者，过于我的天赋的能力因为天赋能力，无论多少，比较起来用处较少，纵然以严肃和克己来相辅，如果我在早年没有养成那爱惜光阴之良好习惯。我在军队获得非常的擢升，有赖于此者胜过其他任何事物。我是永远有备如果我在十点要站岗，我在九点就准备好了从来没有任何人或任何事在等候我片刻时光。年过二十岁，从上等兵立刻升到军士长，越过了三十名中士，应该成为大家嫉恨的对象，但是这早起的习惯以及严格遵守我讲给你们听的教条，确曾消灭了那些嫉恨的情绪，因为每个人都觉得我所做的乃是他们所没有做的而且是他们所永不会做的。这个人是工人之子，出身寒苦，早年在美洲从军，但是他终于苦读自修而成功，他写了不少的书，其中有一部是英文文法。这是一个很感动人的例子。养成好习惯人的天性大致是差不多的，但是在习惯方面却各有不同，习惯是慢慢养成的，在幼小的时候最容易养成，一旦养成之后，要想改变过来却还不很容易。"}
{"text":"这个人是工人之子，出身寒苦，早年在美洲从军，但是他终于苦读自修而成功，他写了不少的书，其中有一部是英文文法。这是一个很感动人的例子。养成好习惯人的天性大致是差不多的，但是在习惯方面却各有不同，习惯是慢慢养成的，在幼小的时候最容易养成，一旦养成之后，要想改变过来却还不很容易。例如说清晨早起是一个好习惯，这也要从小时候养成，很多人从小就贪睡懒觉，一遇假日便要睡到日上三竿还高卧不起，平时也是不肯早起，往往蓬首垢面的就往学校跑，结果还是迟到，这样的人长大了之后也常是不知振作，多半不能有什么成就。祖逖闻鸡起舞，那才是志士奋励的榜样。我们中国人最重礼，因为礼是行为的轨范。礼要从家庭里做起。姑举一例为子弟者出必告，反必面，这一点点对长辈的起码的礼，我们是否已经每日做到了呢我看见有些个孩子们早晨起来对父母视若无睹，晚上回到家来如入无人之境，遇到长辈常常横眉冷目，不屑搭讪。这样的跋扈乖戾之气如果不早早的纠正过来，将来长大到社会服务，必将处处引起摩擦不受欢迎。我们不仅对长辈要恭敬有礼，对任何人都应维持相当的礼貌。大声讲话，扰及他人的宁静，是一种不好的习惯。我们试自检讨一番，在别人读书工作的时候是否有过喧哗的行为我们要随时随地为别人着想，维持公共的秩序，顾虑他人的利益，不可放纵自己，在公共场所人多的地方，要知道依次排队，不可争先恐后的去乱挤。时间即是生命。我们的生命是一分一秒的在消耗着，我们平常不大觉得，细想起来实在值得警惕。我们每天有许多的零碎时间于不知不觉中浪费掉了。我们若能养成一种利用闲暇的习惯，一遇空闲，无论其为多么短暂，都利用之做一点有益身心之事，则积少成多终必有成。常听人讲过消遣二字，最是要不得，好像是时间太多无法打发的样子，其实人生短促极了，哪里会有多余的时间待人消遣陆放翁有句云待饭未来还读书。我知道有人就经常利用这待饭未来的时间读了不少的大书。古人所谓三上之功，枕上马上厕上，虽不足为训，其用意是在劝人不要浪费光阴。吃苦耐劳是我们这个民族的标帜。"}
{"text":"常听人讲过消遣二字，最是要不得，好像是时间太多无法打发的样子，其实人生短促极了，哪里会有多余的时间待人消遣陆放翁有句云待饭未来还读书。我知道有人就经常利用这待饭未来的时间读了不少的大书。古人所谓三上之功，枕上马上厕上，虽不足为训，其用意是在劝人不要浪费光阴。吃苦耐劳是我们这个民族的标帜。古圣先贤总是教训我们要能过得俭朴的生活，所谓一箪食，一瓢饮，就是形容生活状态之极端的刻苦，所谓嚼得菜根，就是表示一个有志的人之能耐得清寒。恶衣恶食，不足为耻，丰衣足食，不足为荣，这在个人之修养上是应有的认识，罗马帝国盛时的一位皇帝，，他从小就摒绝一切享受，从来不参观那当时风靡全国的赛车比武之类的娱乐，终其身成为一位严肃的苦修派的哲学家，而且也建立了不朽的事功。这是很值得钦佩的，我们中国是一个穷的国家，所以我们更应该体念艰难，弃绝一切奢侈，尤其是从外国来的奢侈。宜从小就养成俭朴的习惯，更要知道物力维艰，竹头木屑，皆宜爱惜。以上数端不过是偶然拈来，好的习惯千头万绪，勿以善小而不为。习惯养成之后，便毫无勉强，临事心平气和，顺理成章。充满良好习惯的生活，才是合于自然的生活。书从前的人喜欢夸耀门第，纵不必家世贵显，至少也要是书香人家才能算是相当的门望。书而曰香，盖亦有说。从前的书，所用纸张不外毛边连史之类，加上松烟油墨，天长日久密不通风自然生出一股气味，似沉檀非沉檀，更不是桂馥兰薰，并不沁人脾胃，亦不特别触鼻，无以名之名之曰书香。书斋门窗紧闭，乍一进去，书香特别浓，以后也就不大觉得。现代的西装书，纸墨不同，好像有一股煤油味，不好说是书香了。不管香不香，开卷总是有益。所以世界上有那么多有书癖的人，读书种子是不会断绝的。买书就是一乐，旧日北平琉璃厂隆福寺街的书肆最是诱人，你迈进门去向柜台上的伙计点点头便直趋后堂，掌柜的出门迎客，分宾主落座，慢慢的谈生意。不要小觑那位书贾，关于目录版本之学他可能比你精。搜访图书的任务，他代你负担，只要他摸清楚了你的路数，一有所获立刻专人把样函送到府上，合意留下翻看，不合意他拿走，和和气气，书价么，过节再说。"}
{"text":"不管香不香，开卷总是有益。所以世界上有那么多有书癖的人，读书种子是不会断绝的。买书就是一乐，旧日北平琉璃厂隆福寺街的书肆最是诱人，你迈进门去向柜台上的伙计点点头便直趋后堂，掌柜的出门迎客，分宾主落座，慢慢的谈生意。不要小觑那位书贾，关于目录版本之学他可能比你精。搜访图书的任务，他代你负担，只要他摸清楚了你的路数，一有所获立刻专人把样函送到府上，合意留下翻看，不合意他拿走，和和气气，书价么，过节再说。在这样情形之下，一个读书人很难不染上书淫的毛病，等到四面卷轴盈满，连坐的地方都不容易匀让出来，那时候便可以顾盼自雄，酸溜溜的自叹丈夫拥书万卷，何假南面百城现代我们买书比较方便，但是搜访的乐趣，搜访而偶有所获的快感，都相当的减少了。挤在书肆里浏览图书，本来应该是像牛吃嫩草，不慌不忙的，可是若有店伙眼睛紧盯着你，生怕你是一名雅贼，你也就不会怎样的从容，还是早些离开这是非之地好些，更有些书不裁毛边，干脆拒绝翻阅。郝隆七月七日，出日中仰卧，人问其故，曰我晒书。见世说新语郝先生满腹诗书，晒书和日光浴不妨同时举行。恐怕那时候的书在数量上也比较少，可以装进肚里去。司马温公也是很爱惜书的，他告诫儿子说吾每岁以上伏及重阳间视天气晴明日，即净几案于当日所，侧群书其上以晒其脑。所以年月虽深，从不损动。书脑即是书的装订之处，翻页之处则曰书口。司马温公看书也有考究，他说至于启卷，必先几案洁净，藉以茵褥，然后端坐看之。或欲行看，即承以方版，未曾敢空手捧之，非惟手污渍及，亦虑触动其脑。每至看竟一版，即侧右手大指面衬其沿，随覆以次指面，捻而夹过，故得不至揉熟其纸。每见汝辈多以指爪撮起，甚非吾意。见宋稗类钞我们如今的图书不这样名贵，并且装订技术进步，不像宋朝的蝴蝶装那样的娇嫩，但是读书人通常还是爱惜他的书，新书到手先裹上一个包皮，要晒，要揩，要保管。我也看见过名副其实的收藏家，爱书爱到根本不去读它的程度，中国书则锦函牙签，外国书则皮面金字，庋置柜橱，满室琳琅，真好像是琅福地，书变成了陈设，古董。有人说借书一痴，还书一痴。有人分得更细借书一痴，惜书二痴，索书三痴，还书四痴。大概都是有感于书之有借无还。书也应该深藏若虚，不可慢藏诲盗。最可恼的是全书一套借去一本，久假不归，全书成了残本。"}
{"text":"我也看见过名副其实的收藏家，爱书爱到根本不去读它的程度，中国书则锦函牙签，外国书则皮面金字，庋置柜橱，满室琳琅，真好像是琅福地，书变成了陈设，古董。有人说借书一痴，还书一痴。有人分得更细借书一痴，惜书二痴，索书三痴，还书四痴。大概都是有感于书之有借无还。书也应该深藏若虚，不可慢藏诲盗。最可恼的是全书一套借去一本，久假不归，全书成了残本。明人谢肇编五杂俎，记载一位虞参政藏书数万卷，贮之一楼，在池中央，小木为，夜则去之。榜其门曰楼不延客，书不借人。这倒是好办法，可惜一般人难得有此设备。读书乐，所以有人一卷在手往往废寝忘食。但是也有人一看见书就哈欠连连，以看书为最好的治疗失眠的方法。黄庭坚说人不读书，则尘俗生其间，照镜则面目可憎，对人则语言无味。这也要看所读的是些什么书。如果读的尽是一些猥亵的东西，其人如何能有书卷气之可言宋真宗皇帝的劝学文，实在令人难以入耳富家不用买良田，书中自有千钟粟，安居不用架高堂，书中自有黄金屋，出门莫恨无人随，书中车马多如簇，娶妻莫恨无良媒，书中自有颜如玉，男儿欲遂平生志，六经勤向窗前读。不过是把书当做敲门砖以遂平生之志，勤读六经，考场求售而已。十载寒窗，其中只是苦，而且吃尽苦中苦，未必就能进入佳境。倒是英国十九世纪罗斯金，在他的芝麻与白百合第一讲里，劝人读书尚友古人，那一番道理不失雅人深致。古圣先贤，成群的名世的作家，一年四季的排起队来立在书架上面等候你来点唤，呼之即来挥之即去。行吟泽畔的屈大夫，一邀就到饭颗山头的李白杜甫也会联袂而来想看外国戏，环球剧院的拿手好戏都随时承接堂会亚里士多德可以把他逍遥廊下的讲词对你重述一遍。这真是读书乐。我们国内某一处的人最好赌博，所以讳言书，因为书与输同音，读书曰读胜。基于同一理由，许多地方的赌桌旁边忌人在身后读书。人生如博弈，全副精神去应付，还未必能操胜算。如果沾染上书癖，势必呆头呆脑，变成书呆，这样的人在人生的战场之上怎能不大败亏输所以我们要钻书窟，也还要从书窟里钻出来。朱晦庵有句书册埋头何日了，不知抛却去寻春。是见道语，也是老实话。"}
{"text":"这真是读书乐。我们国内某一处的人最好赌博，所以讳言书，因为书与输同音，读书曰读胜。基于同一理由，许多地方的赌桌旁边忌人在身后读书。人生如博弈，全副精神去应付，还未必能操胜算。如果沾染上书癖，势必呆头呆脑，变成书呆，这样的人在人生的战场之上怎能不大败亏输所以我们要钻书窟，也还要从书窟里钻出来。朱晦庵有句书册埋头何日了，不知抛却去寻春。是见道语，也是老实话。书房书房，多么典雅的一个名词很容易令人联想到一个书香人家。书香是与铜臭相对待的。其实书未必香，铜亦未必臭。周彝商鼎，古色斑斓，终日摩挲亦不觉其臭，铸成钱币才沾染市侩味，可是不复流通的布泉刀错又常为高人赏玩之资。书之所以为香，大概是指松烟油墨印上了毛边连史，从不大通风的书房里散发出来的那一股怪味，不是桂馥兰薰，也不是霉烂馊臭，是一股混合的难以形容的怪味。这种怪味只有书房里才有，而只有士大夫人家才有书房。书香家之得名大概是以此。寒窗之下苦读的学子多半是没有书房，囊萤凿壁的就更不用说。所以对于寒苦的读书人，书房是可望而不可及的豪华神仙世界。伊士珍琅记张华游于洞宫，遇一人引至一处，别是天地，每室各有奇书，华历观诸室书，皆汉以前事，多所未闻者，问其地，曰琅福地也。这是一位读书人希求冥想一个理想的读书之所，乃托之于神仙梦境。其实除了赤贫的人饔飧不继谈不到书房外，一般的读书人，如果肯要一个书房，还是可以好好布置出一个来的。有人分出一间房子养来亨鸡，也有人分出一间房子养狗，就是匀不出一间做书房。我还见过一位富有的知识分子，他不但没有书房，也没有书桌，我亲见他的公子趴在地板上读书，他的女公子用一块木板在沙发上写字。一个正常的良好的人家，每个孩子应该拥有一个书桌，主人应该拥有一间书房。书房的用途是庋藏图书并可读书写作于其间，不是用以公开展览借以骄人的。丈夫拥有万卷书，何假南面百城这种话好像是很潇洒而狂傲，其实是心尚未安无可奈何的解嘲语，徒见其不丈夫。书房不在大，亦不在设备佳，适合自己的需要便是。局促在几尺宽的走廊一角，只要放得下一张书桌，依然可以作为一个读书写作的工厂，大量出货。光线要好，空气要流通，红袖添香是不必要的，既没有香，素腕举，红袖长反倒会令人心有别注。"}
{"text":"一个正常的良好的人家，每个孩子应该拥有一个书桌，主人应该拥有一间书房。书房的用途是庋藏图书并可读书写作于其间，不是用以公开展览借以骄人的。丈夫拥有万卷书，何假南面百城这种话好像是很潇洒而狂傲，其实是心尚未安无可奈何的解嘲语，徒见其不丈夫。书房不在大，亦不在设备佳，适合自己的需要便是。局促在几尺宽的走廊一角，只要放得下一张书桌，依然可以作为一个读书写作的工厂，大量出货。光线要好，空气要流通，红袖添香是不必要的，既没有香，素腕举，红袖长反倒会令人心有别注。书房的大小好坏，和一个读书写作的成绩之多少高低，往往不成正比例。有好多著名作品是在监狱里写的。我看见过的考究的书房当推宋春舫先生的木庐为第一，在青岛的一个小小的山头上，这书房并不与其寓邸相连，是单独的一栋。环境清幽，只有鸟语花香，没有尘嚣市扰。太平清话李德茂环积坟籍，名曰书城。我想那书城未必能和木庐相比。在这里，所有的图书都是放在玻璃柜里，柜比人高，但不及栋。我记得藏书是以法文戏剧为主。所有的书都是精装，不全是胶硬粗布，有些是真的小牛皮装订，烫金的字在书脊上排着队闪闪发亮。也许这已经超过了书房的标准，微近于藏书楼的性质，因为他还有一册精印的书目，普通的读书人谁也不会把他书房里的图书编目。周作人先生在北平八道湾的书房，原名苦雨斋，后改为苦茶庵，不离苦的味道。小小的一幅横额是沈尹默写的。是北平式的平房，书房占据了里院上房三间，两明一暗。里面一间是知堂老人读书写作之处，偶然也延客品茗。几净窗明，一尘不染。书桌上文房四宝井然有致。外面两间像是书库，约有十个八个书架立在中间，图书中西兼备，日文书数量很大。真不明白苦茶庵的老和尚怎么掉进了泥淖一辈子洗不清闻一多的书房，和闻一多先生的书桌一样，充实，有趣而乱。他的书全是中文书，而且几乎全是线装书。在青岛的时候，他仿效青岛大学图书馆庋藏中文图书的办法，给成套的中文书装制蓝布面，用白粉写上宋体字的书名，直立在书架上。这样的装备应该是很整齐可观，但是主人要作考证，东一部西一部的图书便要从书架上取下来参加獭祭的行列了，其结果是短榻上地板上，惟一的一把木根雕制的太师椅上，全都是书。那把太师椅玲珑帮硬，可以入画，不宜坐人，其实亦不宜于堆书，却是他书斋中最惹眼的一个点缀。"}
{"text":"他的书全是中文书，而且几乎全是线装书。在青岛的时候，他仿效青岛大学图书馆庋藏中文图书的办法，给成套的中文书装制蓝布面，用白粉写上宋体字的书名，直立在书架上。这样的装备应该是很整齐可观，但是主人要作考证，东一部西一部的图书便要从书架上取下来参加獭祭的行列了，其结果是短榻上地板上，惟一的一把木根雕制的太师椅上，全都是书。那把太师椅玲珑帮硬，可以入画，不宜坐人，其实亦不宜于堆书，却是他书斋中最惹眼的一个点缀。潘光旦在清华南院的书房另有一情趣。他是以优生学专家的素养来从事我国谱牒学研究的学者，他的书房收藏这类图书极富。他喜欢用书护，那就是用两块木板将一套书夹起来，立在书架上。他在每套书系上一根竹制的书笺，笺上写着书名。这种书笺实在很别致，不知杜工部将赴草堂途中有作所谓书笺药里封尘网的书笺是否即系此物。光旦一直在北平，晚年丧偶，又复失明，想来他书房中那些书笺早已封尘网了汗牛充栋，未必是福。丧乱之中，牛将安觅多少爱书的人士都把他们苦心聚集的图书抛弃了，而且再也鼓不起勇气重建一个像样的书房。藏书而充栋，确有其必要，例如从前我家有一部小字本的图书集成，摆满上与梁齐的靠在整垛山墙的书架，取上层的书须用梯子，爬上爬下很不方便，可以充栋的书架有时仍是不可少。我来台湾后，一时兴起，兴建了一个连在墙上的大书架，邻居绸缎商来参观，叹曰造这样大的木架有什么用，给我摆列绸缎尺头倒还合用。他的话是不错的，书不能令人致富。书还给人带来麻烦，能像郝隆那样七月七日在太阳底下晒肚子就好，否则不堪衣食之扰，真不如尽量的把图书塞入腹笥，晒起来方便，运起来也方便。如果图书都能作成显微胶片纳入腹中，或者放映在脑子里，则书房就成为不必要的了。萝卜汤的启示抗战时我初到重庆，暂时下榻于上清寺一位朋友家。晚饭时，主人以一大钵排骨萝卜汤飨客，主人谦逊的说这汤不够味。我的朋友杨太太做的排骨萝卜汤才是一绝，我们无论如何也仿效不来，你去一尝便知。杨太太也是我的熟人，过几天她邀我们几个熟人到她家去餐叙。席上果然有一大钵排骨萝卜汤。揭开瓦钵盖，热气冒三尺。每人舀了一小碗。喔，真好吃。排骨酥烂而未成渣，萝卜煮透而未变泥，汤呢热浓香稠，大家都吃得直巴达嘴。"}
