{"text":"但是不同之处却是多而突出。别的国家先不谈，我先谈一谈中国历代的知识分子，中国有五六千年或者更长的文化史，也就有五六千年的知识分子。我的总印象是中国知识分子是一种很奇怪的群体，是造化小儿加心加意创造出来的一种稀有动物。虽然十年浩劫中，他们被批为一心只读圣贤书的修正主义分子。这实际上是冤枉的。这样的人不能说没有，但是，主流却正相反。几千年的历史可以证明，中国知识分子最关心时事，最关心政治，最爱国。这最后一点，是由中国历史环境所造成的。在中国历史上，没有哪一天没有虎视眈眈伺机入侵的外敌。历史上许多赫然有名的皇帝，都曾受到外敌的欺侮。老百姓更不必说了。存在决定意识，反映到知识分子头脑中，就形成了根深蒂固的爱国心。天下兴亡，匹夫有责，不管这句话的原形是什么样子，反正它痛快淋漓地表达了中国知识分子的心声。在别的国家是没有这种情况的。然而，中国知识分子也是极难对付的家伙。他们的感情特别细腻锐敏脆弱隐晦。他们学富五车，胸罗万象。有的或有时自高自大，自以为老子天下第一有的或有时却又患了弗洛伊德？讲的那一种自卑情结p。他们一方面吹嘘想通古今之变，究天人之际，气魄贯长虹，浩气盈宇宙。有时却又为芝麻绿豆大的一点小事而长吁短叹，甚至轻生，自绝于人民。关键问题，依我看，就是中国特有的国粹――面子问题。面子这个词儿，外国文没法翻译，可见是中国独有的。俗话里许多话都与此有关，比如丢脸真不要脸赏脸，如此等等。脸者，面子也。中国知识分子是中国国粹面子的主要卫道士。尽管极难对付，然而中国历代统治者哪一个也不得不来对付。古代一个皇帝说马上得天下，不能马上治之！真是一针见血。创业的皇帝决不会是知识分子，只有像刘邦朱元璋等这样一字不识的，不顾身家性命，厚而且黑的，胆子最大的地痞流氓才能成为开国的英主。否则，都是磕头的把兄弟，为什么单单推他当头儿？可是，一旦创业成功，坐上金銮宝殿，这时候就用得着知识分子来帮他们治理国家。不用说国家大事，连定朝仪这样的小事，刘邦还不得不求助于知识分子叔孙通。朝仪一定，朝廷井然有序，共同起义的那一群铁哥儿们，个个服服帖帖，跪拜如仪，让刘邦龙心大悦，真正尝到了当皇帝的滋味。"}
{"text":"否则，都是磕头的把兄弟，为什么单单推他当头儿？可是，一旦创业成功，坐上金銮宝殿，这时候就用得着知识分子来帮他们治理国家。不用说国家大事，连定朝仪这样的小事，刘邦还不得不求助于知识分子叔孙通。朝仪一定，朝廷井然有序，共同起义的那一群铁哥儿们，个个服服帖帖，跪拜如仪，让刘邦龙心大悦，真正尝到了当皇帝的滋味。忆往述怀第二篇学林漫步忆往述怀一个老知识分子的心声同面子表面上无关实则有关的另一个问题，是中国知识分子的处世问题，也就是隐居或出仕的问题。中国知识分子很多都标榜自己无意为官，而实则正相反。一个最有典型意义又众所周知的例子就是大名垂宇宙的诸葛亮。他高卧隆中，看来是在隐居，实则他最关心天下大事，他的信息源看来是非常多的。否则，在当时既无电话电报，甚至连写信都十分困难的情况下，他怎么能对天下大势了如指掌，因而写出了有名的隆中对呢？他经世之心昭然在人耳目，然而却偏偏让刘先主三顾茅庐然后才出山鞠躬尽瘁。这不是面子又是什么呢？我还想进一步谈一谈中国知识分子的一个非常古怪，很难以理解又似乎很容易理解的特点。中国古代知识分子贫穷落魄的多。有诗为证文章憎命达。文章写得好，命运就不亨通命运亨通的人，文章就写不好。那些靠文章中状元当宰相的人，毕竟是极少数。而且中国文学史上根本就没有哪一个伟大文学家中过状元。儒林外史是专写知识分子的小说。吴敬梓真把穷苦潦倒的知识分子写活了。没有中举前的周进和范进等的形象，真是入木三分，至今还栩栩如生。中国历史上一批穷困的知识分子，贫无立锥之地，决不会有面团团的富家翁相。中国诗文和老百姓嘴中有很多形容贫而瘦的穷人的话，什么瘦骨嶙峋，什么骨瘦如柴，又是什么瘦得皮包骨头，等等，都与骨头有关。这一批人一无所有，最值钱的仅存的财产就是他们这一身瘦骨头。这是他们人生中最后的一点赌注，轻易不能押上的，押上一输，他们也就涅了。然而他们却偏偏喜欢拼命，喜欢拼这一身瘦老骨头。他们称这个为骨气。同面子一样，骨气这个词儿也是无法译成外文的，是中国的国粹。要举实际例子的话，那就可以举出很多来。三国演义中的祢衡，就是这样一个人，结果被曹操假手黄祖给砍掉了脑袋瓜。"}
{"text":"这一批人一无所有，最值钱的仅存的财产就是他们这一身瘦骨头。这是他们人生中最后的一点赌注，轻易不能押上的，押上一输，他们也就涅了。然而他们却偏偏喜欢拼命，喜欢拼这一身瘦老骨头。他们称这个为骨气。同面子一样，骨气这个词儿也是无法译成外文的，是中国的国粹。要举实际例子的话，那就可以举出很多来。三国演义中的祢衡，就是这样一个人，结果被曹操假手黄祖给砍掉了脑袋瓜。近代有一个章太炎，胸佩大勋章，赤足站在新华门外大骂袁世凯，袁世凯不敢动他一根毫毛，只好钦赠美名章疯子，聊以挽回自己的一点面子。中国这些知识分子，脾气往往极大。他们又仗着骨气这个法宝，敢于直言不讳。一见不顺眼的事，就发为文章，呼天叫地，痛哭流涕，大呼什么人心不古，世道日非，又是什么黄钟毁弃，瓦釜雷鸣。这种例子，俯拾即是。他们根本不给当政的最高统治者留一点面子，有时候甚至让他们下不了台。须知面子是古代最高统治者皇帝们的命根子，是他们的统治和尊严的最高保障。因此，我就产生了一个大胆的理论一部中国古代政治史至少其中一部分就是最高统治者皇帝和大小知识分子互相利用又互相斗争，互相对付和应付，又有大棒，又有胡萝卜，间或甚至有剥皮凌迟的历史。在外国知识分子中，只有印度的同中国的有可比性。印度共有四大种姓，为首的是婆罗门。在印度古代，文化知识就掌握在他们手里，这个最高种姓实际上也是他们自封的。他们是地地道道的知识分子，在社会上受到普遍的尊敬。然而却有一件天大的怪事，实在出人意料。在社会上，特别是在印度古典戏剧中，少数婆罗门却受到极端的嘲弄和污蔑，被安排成剧中的丑角。在印度古典剧中，语言是有阶级性的。梵文只允许国王帝师当然都是婆罗门和其他高级男士们说，妇女等低级人物只能说俗语。可是，每个剧中都必不可缺少的丑角也竟是婆罗门，他们插科打诨，出尽洋相，他们只准说俗语，不许说梵文。在其他方面也有很多嘲笑婆罗门的地方。这有点像中国古代嘲笑腐儒的做法。儒林外史中就不缺少嘲笑腐儒――也就是落魄的知识分子――的地方。笔下的孔乙己也是这种人物。为什么中印同出现这个现象呢？这实在是一个有趣的研究课题。我在上面写了我对中国历史上知识分子的看法。"}
{"text":"可是，每个剧中都必不可缺少的丑角也竟是婆罗门，他们插科打诨，出尽洋相，他们只准说俗语，不许说梵文。在其他方面也有很多嘲笑婆罗门的地方。这有点像中国古代嘲笑腐儒的做法。儒林外史中就不缺少嘲笑腐儒――也就是落魄的知识分子――的地方。笔下的孔乙己也是这种人物。为什么中印同出现这个现象呢？这实在是一个有趣的研究课题。我在上面写了我对中国历史上知识分子的看法。本文的主要目的就是写历史，连鉴往知今一类的想法我都没有。倘若有人要问现在怎样呢？因为现在还没有变成历史，不在我写作范围之内，所以我不答复，如果有人愿意去推论，那是他们的事，与我无干。最后我还想再郑重强调一下中国知识分子有源远流长的爱国主义传统，是世界上哪一个国家也不能望其项背的。尽管眼下似乎有一点背离这个传统的倾向，例证就是苦心孤诣千方百计地想出国，有的甚至归化为老外，永留不归。我自己对这个问题的看法是这只能是暂时的现象，久则必变。就连留在外国的人，甚至归化了的人，他们依然是身在曹营心在汉，依然要寻根，依然爱自己的祖国。何况出去又回来的人渐渐多了起来呢？我们对这种人千万不要另眼相看，当然也大可不必刮目相看。只要我们国家的事情办好了，情况会大大地改变的。至于没有出国也不想出国的知识分子占绝对的多数。如果说他们对眼前的一切都很满意，那不是真话。但是爱国主义在他们心灵深处已经生了根，什么力量也拔不掉的。甚至泰山崩于前，迟雷震于顶，他们会依然热爱我们这伟大的祖国。这一点我完全可以保证。只举一个众所周知的例子，就足够了。如果不爱自己的祖国，巴老为什么以老迈龙钟之身，呕心沥血来写随想录呢？对广大的中国老中青知识分子来说，我想借用一句曾一度流行的，我似非懂又似懂得的话爱国没商量。我生平优点不多，但自谓爱国不敢后人，即使把我烧成了灰，每一粒灰也还是爱国的。可是我对于当知识分子这个行当却真有点谈虎色变。我从来不相信什么轮回转生。现在，如果让我信一回的话，我就恭肃虔诚祷祝造化小儿，下一辈子无论如何也别再播弄我，千万别再把我弄成知识分子。忆往述怀第二篇学林漫步忆往述怀一个信念，一个主旨，一点精神一个信念，一个主旨，一点精神我向不敢以名人自居，我更没有什么名作。"}
{"text":"我生平优点不多，但自谓爱国不敢后人，即使把我烧成了灰，每一粒灰也还是爱国的。可是我对于当知识分子这个行当却真有点谈虎色变。我从来不相信什么轮回转生。现在，如果让我信一回的话，我就恭肃虔诚祷祝造化小儿，下一辈子无论如何也别再播弄我，千万别再把我弄成知识分子。忆往述怀第二篇学林漫步忆往述怀一个信念，一个主旨，一点精神一个信念，一个主旨，一点精神我向不敢以名人自居，我更没有什么名作。但是当人民日报出版社的同志向我提出要让我在名人名家书系中占一席地时，我却立即应允了。原因十分简单明了，谁同冰心萧乾等我的或师或友的当代中国文坛的几位元老并列而不感到光荣与快乐呢？何况我又是一个俗人，我不愿矫情说谎。我毕生舞笔弄墨，所谓文章，包括散文杂感在内，当然写了不少。语云当局者迷，旁观者清。自己的东西是好是坏，我当然会有所反思但我从不评论，怕自己迷了心窍，说不出什么符合实际的道道来。别人的评论，我当然注意但也并不在意。我不愿意像外国某一个哲人所说的那样让别人在自己脑袋里跑马。我只有一个信念一个主旨一点精神，那就是写文章必须说真话，不说假话。上面提到的那三位师友之所以享有极高的威望，之所以让我佩服，不就在于他们敢说真话吗？我在这里用了一个敢字，这是画龙点睛之笔。因为，说真话是要有一点勇气的，有时甚至需要极大的勇气。古今中外，由于敢说真话而遭到厄运的作家或非作家的人数还算少吗？然而，历史是无情的。千百年来流传下来为人所钦仰颂扬的作家或非作家无一不是敢说真话的人。说假话者其中也不能说没有，他们只能做反面教员，被钉在历史的耻辱柱上。但是，只说真话，还不能就成为一个文学家。文学家必须有文采和深邃的思想。这有点像我们常说的文学的思想性和艺术性的问题。我说有点像，就表示不完全像，不完全相等。说真话离不开思想，但思想有深浅之别，有高下之别。思想浮浅而低下，即使是真话，也不能感动人。思想必须是深而高，再济之以文采，这样才能感动人，影响人。我在这里特别强调文采，因为，不管思想多么高深，多么正确，多么放之四海而皆准，多么超出流俗，仍然不能成为文学作品，这一点大家都会承认的。近几年来，我常发一种怪论谈论文艺的准则，应该把艺术性放在第一位。上面讲的那些话，就是我的理论根据。"}
{"text":"文学家必须有文采和深邃的思想。这有点像我们常说的文学的思想性和艺术性的问题。我说有点像，就表示不完全像，不完全相等。说真话离不开思想，但思想有深浅之别，有高下之别。思想浮浅而低下，即使是真话，也不能感动人。思想必须是深而高，再济之以文采，这样才能感动人，影响人。我在这里特别强调文采，因为，不管思想多么高深，多么正确，多么放之四海而皆准，多么超出流俗，仍然不能成为文学作品，这一点大家都会承认的。近几年来，我常发一种怪论谈论文艺的准则，应该把艺术性放在第一位。上面讲的那些话，就是我的理论根据。谈到文采，那是同风格密不可分的。古今中外，有成就的作家都有各自的风格，泾渭分明，决不含混。杜甫诗清新庾开府，俊逸鲍参军。这是杜甫对庾信和鲍照风格的评价。而杜甫自己的风格，则一向被认为是沉郁顿挫，与之相对的是李白的飘逸豪放。对于这一点，自古以来，几乎没有异议。这些词句都是从印象或者感悟得来的。在西方学者眼中，或者在中国迷信西方科学主义的学者眼中，这很不够意思，很不科学，他们一定会拿起他们那惯用的分析的一科学的解剖刀，把世界上万事万物，也包括美学范畴在内肌分理析，解剖个淋漓尽致。可他们忘记了，解剖刀一下，连活的东西都立即变成死的。反而不如东方的直觉的顿悟整体的把握，更能接近真理。这话说远了，就此打住，还来谈我们的文采和风格问题。倘若有人要问你追求的是一种什么样的文采和风格呢？这问题问得好。我舞笔弄墨六十多年，对这个问题当然会有所考虑，而且时时都在考虑。但是，说多了话太长，我只简略地说上几句。我觉得，文章的真髓在于我在上面提到的那个真字。有了真情实感，才能有感人的文章。文采和风格都只能在这个前提下来谈。我追求的风格是淳朴恬澹，本色天然，外表平易，秀色内涵，形式似散，经营惨淡，有节奏性，有韵律感，似谱乐曲，往复回还，万勿率意，切忌颟顸。我认为，这是很高的标准，也是我自己的标准。别人不一定赞成，我也不强求别人赞成。喜欢哪一种风格，是每一个人自己的权利，谁也不能干涉。我最不赞成刻意雕琢，生造一些极为别扭，极不自然的词句，顾影自怜，自以为美。我也不赞成平板呆滞的文章。我定的这个标准，只是我追求的目标，我自己也做不到。我对文艺理论只是一知半解，对美学更是门外汉。以上所言，纯属野狐谈禅，不值得内行一顾。"}
{"text":"我认为，这是很高的标准，也是我自己的标准。别人不一定赞成，我也不强求别人赞成。喜欢哪一种风格，是每一个人自己的权利，谁也不能干涉。我最不赞成刻意雕琢，生造一些极为别扭，极不自然的词句，顾影自怜，自以为美。我也不赞成平板呆滞的文章。我定的这个标准，只是我追求的目标，我自己也做不到。我对文艺理论只是一知半解，对美学更是门外汉。以上所言，纯属野狐谈禅，不值得内行一顾。因为这与所谓名人名作有关，不禁说了出来，就算是序。忆往述怀第二篇学林漫步忆往述怀一个老留学生的话我是一个老留学生，在国外学习和工作了十年有余，后来我又到过全世界许多国家，对于留学生的情况，我应该说是了解的。但是，俗话说老年的皇历看不得了。我回国至今已有半个世纪，可谓老矣，我这一本皇历早已经看不得了。可为什么我现在竟斗胆来写这样一篇序呢？原因当然是有的。虽然相距半个世纪，在这期间，沧海桑田，世界发生了天翻地覆的变化，留学生自不能例外。但是，既同称留学生，必然仍有其共同之处。我的一些看来似已过时的看法和经验，未必对今天的留学生没有用处。这有点像翻看旧书，偶尔会发现不知多少年前压在书中的一片红叶，岁月虽已流逝，叶片却仍红艳如新，它会勾引起我和别人一些对往事栩栩如在目前的回忆。我现在就把这些回忆从心中移到纸上来。中国之有留学热，不自今日始。年代初起一直到后来很长的时间内，此热未消，而且逐年增温。当年的大学生，一谈到留学，喜者有之，悲者亦有之。虽同样炽热，而心态却又天地悬殊。父母有权有势有钱，出国门易如反掌，自然是心旷神怡，睥睨一切。无此条件者，唯有考取官费一途，而官费则名额只有几名，僧多粥少，向隅而叹者，比比皆是，他们哪能不悲呢？我曾亲眼看到，有的人望洋兴叹，羡慕得浑身发抖，遍体生热。留学的动机何在呢？高者胸怀科学救国的大志，当时科学只能到外国去学。低者则一心只想镀金。在当时大学毕业生找饭碗十分困难的情况下，想出国镀一下金，用现在的话说，就是包装。"}
{"text":"我曾亲眼看到，有的人望洋兴叹，羡慕得浑身发抖，遍体生热。留学的动机何在呢？高者胸怀科学救国的大志，当时科学只能到外国去学。低者则一心只想镀金。在当时大学毕业生找饭碗十分困难的情况下，想出国镀一下金，用现在的话说，就是包装。以便回国后在抢饭碗的搏斗中靠自己身上的金色来震撼有权势有用人权者的心，其用心良苦，实亦未可厚非，我们大可以不必察察为明，细细地去追究别人心中的活思想和一闪念，像四人帮那样，这一帮人是彻头彻尾的伪君子。尽管在当时留学生出国的目的各不相同，但是也有共同的地方。据我的观察，这个共同性是普遍的，几乎没有任何例外的。这就是出国是为了回国，想呆在或者赖在外国不回来的想法，我们连影儿都没有，甚至连一闪念中也没有闪过。写到这里，我再也无法抑制住同今天的留学生比一比的念头。根据我所看到的或者听到的情况来看，今天的留学生，其数目大大地超过了五十年前。其中决不缺少有出国是为了回国的仁人志士。但是大部分――大到什么程度，我没有做过统计，不敢乱说――却是出国为了不回来的。这种现象，自然会有其根源，而且根源还是明摆着的。无论什么根源也决不能为这个现象辩解。我虽年迈，但尚未昏聩。对于这个现象我真是大为吃惊，大为浩叹，不经意中竟成了九斤老太的信徒。根据我多年的观察与思考，我觉得，世界上各国都有自己的知识分子。既然同为知识分子，必然有其共同点。这个共同点并不神秘，不用说人们也明白，这就是他们都有知识，否则，没有知识，就不能成其为知识分子。但是，最重要的，还是他们都有不同之处。别的国家，我先不谈，只谈中国。同别的国家的知识分子比较起来，中国知识分子的特点是异常鲜明，异常突出的。也许有人会问你不是正讲留学生吗？怎么忽然讲开了知识分子？原因十分清楚，因为留学生都是知识分子，是知识分子中一个独特的部分。所以讲留学生必须讲知识分子。那么，中国知识分子的异常鲜明异常突出之处究竟何在呢？归纳起来，我认为有两点一是讲骨气，二是讲爱国。所谓骨气，就是我们常说的有骨头有硬骨头等等。还有不吃嗟来之食也属于这一类。至于宁死不屈宁为玉碎，不为瓦全等等一类的话，更是俯拾即是。"}
{"text":"也许有人会问你不是正讲留学生吗？怎么忽然讲开了知识分子？原因十分清楚，因为留学生都是知识分子，是知识分子中一个独特的部分。所以讲留学生必须讲知识分子。那么，中国知识分子的异常鲜明异常突出之处究竟何在呢？归纳起来，我认为有两点一是讲骨气，二是讲爱国。所谓骨气，就是我们常说的有骨头有硬骨头等等。还有不吃嗟来之食也属于这一类。至于宁死不屈宁为玉碎，不为瓦全等等一类的话，更是俯拾即是。孟子滕文公上说富贵不能淫，贫贱不能屈，威武不能移，此之谓大丈夫。这说得多么具体，多么生动，掷地可作金石声。我们不但这样说，而且这样做。三国时祢衡击鼓骂曹，被曹操假黄祖之手砍掉了脑袋。近代章太炎胸佩大勋章，赤足站在新华门前，大骂住在里面的袁世凯，更是传为佳话，引起普遍的尊重。这种例子，中国历史上还多得很。其他国家，不能说一点也不提倡骨气但决没有中国这样普遍，这样源远流长。忆往述怀第二篇学林漫步忆往述怀一个老留学生的话我觉得，我们中国人民，我们中国知识分子，我们中国留学生都必须有这样的骨气。说到爱国，中国更为突出。在世界上众国之林中，没有哪一个国家宣传不爱国的。任何国家的人民都有权利和义务爱自己的国家。但是，我们必须对爱国主义加以分析。不能一见爱国主义，就认为是好东西。我个人认为，世界上有两种爱国主义，一真一假一善一恶。被压迫被侵略被剥削国家和人民的爱国主义，是真爱国主义，是善的正义的爱国主义。而压迫人侵略人剥削人的国家和人民的爱国主义，是邪恶的，非正义的，假爱国主义，实际上应该称之为害国主义。这情况一想就能明白。德国法西斯和日本军国主义者狂喊爱国主义，喊得震天价响。这样的国能爱吗？值得爱吗？谁爱这样的国，谁就沦为帮凶。而我们中国，以汉族为基础的中国，虽号称天朝大国，实则每一个朝代都有边患，我们反而是被侵略被屠杀者。这些少数民族，现在已融入中华民族这个大家庭中但在历史上却确是敌人。我们不能把古代史现代化。因为中国人民始终处在被侵略被屠杀的环境中，存在决定意识，我们就形成了连绵数千年根深蒂固的爱国主义。中国历史上有名的爱国者灿如列星，光被四表。汉朝的苏武，宋朝的岳飞文天祥辛弃疾陆游等等，至今都是家喻户晓的人物，为中华民族增添了正气，为我们后代作出了榜样，永远照亮我们前进的道路。"}
