{"text":"转战两年之后，郭子仪从帝子出任元帅的广平王李豫，统率番汉兵将十五万，收复长安。肃宗曾亲自劳军灞上，并且对他说国家再造，卿力也。但在战乱还未平靖，到处尚需用兵敉平的时候，恐怕郭子仪李光弼等功劳太大，难以驾驭，便不立元帅，而派出太监鱼朝恩为观军容宣慰使来监军。一个半男半女的太监，又懂得什么，但他却代表了朝廷政府和皇帝，处处加以阻挠，动辄掣肘，致使王师虽众而无统率。在战场上，各个将领就互相观望，进退失据。不得已，又诏郭子仪为东畿山南东道河南诸道行营元帅，鱼朝思因此更加忌妒，密告郭子仪许多不是，因此又诏郭子仪交卸兵权，回归京师。郭子仪接到命令，不顾将士的反对，瞒过部下，独自溜走，奉命回京闲居，一点也没有怨尤的表示。接着，史思明再陷河洛，西戎又逼据首都，经朝廷政府的公认，认为郭子仪有功于国家，现在大乱未靖，不应该让他闲居散地。肃宗才有所感悟，不得已，诏他为诸道兵马都统，后来又赐爵为汾阳王。可是这时候的唐肃宗已经病得快死了，一般臣子都无法见到。郭子仪便再三请求说老臣受命，将死于外，不见陛下，目不瞑。因此才得引见于内寝，此时肃宗亲自对郭子仪说河东的事，完全委托你了！肃宗死后，当时和郭子仪并肩作战收复两京的广平王李豫继位，后来称号为唐代宗。又因亲信程元振的谗言，暗忌宿将功大难制，罢免了郭子仪的一切兵权职务，只派他为监督修造肃宗坟墓的山陵使而已。郭子仪愈看愈不对，一面尽力修筑好肃宗的陵寝――坟墓，一面把肃宗当时所赐给他的诏书敕命千余篇当然包括机密不可外泄的文件，统统都缴还上去，才使代宗有所感悟，心生惭愧，自诏说朕不德，治大臣忧，朕甚自愧，自今公毋疑。跟着，梁崇义窃据襄州，叛将仆固怀恩屯汾州，暗中约召回纥吐蕃寇河西践径州犯奉天武功。代宗也同他的祖父唐明皇一样，离京避难到陕州。不得已，又匆匆忙忙拜郭子仪为关内副元帅，坐镇咸阳。这个时候，郭子仪因罢官回京以后，平常所带的将士，都已离散，身边只有老部下数十个骑士。他一接到诏命，只好临时凑合出发，藉民兵来补充队伍，一路南下，收集逃兵败将，加以整编，到了武关，又收编驻关防的部队，凑了几千人。后来总算碰到旧日的部将张知节来迎接他，才在洛南扩大阅兵，屯于商丘。因此，又是军威大震，使得吐蕃夜溃遁去，再次收复两京。"}
{"text":"不得已，又匆匆忙忙拜郭子仪为关内副元帅，坐镇咸阳。这个时候，郭子仪因罢官回京以后，平常所带的将士，都已离散，身边只有老部下数十个骑士。他一接到诏命，只好临时凑合出发，藉民兵来补充队伍，一路南下，收集逃兵败将，加以整编，到了武关，又收编驻关防的部队，凑了几千人。后来总算碰到旧日的部将张知节来迎接他，才在洛南扩大阅兵，屯于商丘。因此，又是军威大震，使得吐蕃夜溃遁去，再次收复两京。大概介绍了郭子仪个人历史的几个重点，就可以看出他的立身处世，真正做到用之则行，舍之则藏，不怨天，不尤人的风格。他带兵素来以宽厚著称，对人也很忠恕。在战场上，沉着而有谋略，而且很勇敢。朝廷政府需要他时，一接到命令，不顾一切，马上行动。等到上面怀疑他，要罢免他时，也是不顾一切，马上就回家吃老米饭。所以屡黜屡起，国家不能不有他。像郭子仪这样作为，处处合于老子的冲而用之或不盈的大经大法。无怪其生前享有令名，死后成为历史上富贵寿考四字俱全的绝少数名臣之一。郭子仪与鱼朝恩另两件有关他个人的行谊，足以说明挫其锐，解其纷作法的。一是关于他与监军太监鱼朝思的恩怨，在当时的政治态势上，是相当严重的，鱼朝思曾经派人暗地挖了郭子仪父亲的坟墓。当唐代宗大历四年的春天，郭子仪奉命入朝。到了郭子仪回朝，朝野人士都恐怕要掀起一场大风暴，代宗也为了这件事，特别吊唁慰问。郭子仪却哭着说我在外面带兵打仗，士兵们破坏别人的坟墓，也无法完全照顾得到，现在我父亲的坟墓被人挖了，这是报应，不必怪人。鱼朝思便来邀请他同游章敬寺，表示尊敬和友好。这个时候的宰相是元载，也不是一位太高尚的人物。元载知道了这个消息，怕鱼朝思拉拢郭子仪，问题就大了。这种政坛上的人事纠纷，古今中外，都是很头痛的事。因此，元载派人秘密通知郭子仪，说鱼朝思的邀请，是对他有大不利的企图，要想谋杀他。郭子仪的门下将士，听到这个消息，极力主张要带一批武装卫队去赴约。郭子仪却毅然决定不听这些谣传，只带了几个必要的家憧，很轻松地去赴会。他对部将们说我是国家的大臣，他没有皇帝的命令，怎么敢来害我。假使受皇帝的密令要对付我，你们怎么可以反抗呢？就这样他到了章敬寺，鱼朝思看见他带来的几个家撞们戒备性的神情，就非常奇怪地问他有什么事。"}
{"text":"因此，元载派人秘密通知郭子仪，说鱼朝思的邀请，是对他有大不利的企图，要想谋杀他。郭子仪的门下将士，听到这个消息，极力主张要带一批武装卫队去赴约。郭子仪却毅然决定不听这些谣传，只带了几个必要的家憧，很轻松地去赴会。他对部将们说我是国家的大臣，他没有皇帝的命令，怎么敢来害我。假使受皇帝的密令要对付我，你们怎么可以反抗呢？就这样他到了章敬寺，鱼朝思看见他带来的几个家撞们戒备性的神情，就非常奇怪地问他有什么事。于是郭子仪老老实实告诉他外面有这样的谣传，所以我只带了八个老家人来，如果真有其事，免得你动手时，还要煞费苦心地布置一番。他这样的坦然说明，感动得鱼朝恩掉下了眼泪说非公长者，能无疑乎！如果不是郭令公你这样长厚待人的大好人，这种谣言，实在叫人不能不起疑心的。卢杞李白与郭子仪另有一则故事，是在郭子仪的晚年，他退休家居，忘情声色来排遣岁月。那个时候，后来在唐史奸臣传上出现的宰相卢杞，还未成名。有一天，卢杞来拜访他，他正被一班家里所养的歌伎们包围，正在得意地欣赏玩乐。一听到卢杞来了，马上命令所有女眷，包括歌伎，一律退到大会客室的屏风后面去，一个也不准出来见客。他单独和卢杞谈了很久，等到客人走了，家眷们问他你平日接见客人，都不避讳我们在场，谈谈笑笑，为什么今天接见一个书生却要这样的慎重。郭子仪说你们不知道，卢杞这个人，很有才干，但他心胸狭窄，眼瞅必报。长相又不好看，半边脸是青的，好像庙里的鬼怪。你们女人们最爱笑，没有事也笑一笑。如果看见卢杞的半边蓝脸，一定要笑，他就会记恨在心，一旦得志，你们和我的儿孙，就没有一个活得成了！不久卢杞果然作了宰相，凡是过去有人看不起他，得罪过他的，一律不能免掉杀身抄家的冤报。只有对郭子仪的全家，即使稍稍有些不合法的事情，他还是曲予保全，认为郭令公非常重视他，大有知遇感恩之意。讲到这里，忽然想到另外一则李太白与郭子仪有关的故事。在郭子仪初出茅庐，担当小军官时候，因为不小心犯了军法，而被扣押。这件事情被李白知道了。李白早就非常器重这位少壮军官，一听到消息，就来找到郭子仪的长官说情，这个长官也是李白的朋友，因此就从轻处置，平安无事。等到后来安禄山造反以后，天宝十五年，李白在江西浔阳，却和另一位李家的帝子，永王李磷相识，拉他参加幕府。"}
{"text":"讲到这里，忽然想到另外一则李太白与郭子仪有关的故事。在郭子仪初出茅庐，担当小军官时候，因为不小心犯了军法，而被扣押。这件事情被李白知道了。李白早就非常器重这位少壮军官，一听到消息，就来找到郭子仪的长官说情，这个长官也是李白的朋友，因此就从轻处置，平安无事。等到后来安禄山造反以后，天宝十五年，李白在江西浔阳，却和另一位李家的帝子，永王李磷相识，拉他参加幕府。永王名义上是起兵勤王，实际上也想趁机上台当皇帝，因此而违抗肃宗的东巡诏命，结果兵败于丹阳，李白也受到牵累，在浔阳坐牢，后来又要被流放到夜郎。好在郭子仪已收复两京，名震一时，功劳又大，他知道李白受到牵连致罪，就拿他的战功极力保奏，李白才蒙赦免。这件历史故事记载在唐人的诗话中，是否真实，我们不讲考据。不过一个名士和名将的知遇结合，却是人们情愿相信确有其事，而且也显见古人长厚，好人好事的一报还一报，很是痛快淋漓。因此昔日女诗人汪小蕴，在论史诗中有关郭子仪的名句有一代威名迈光弼，千秋知己属青莲。青莲是李白的别号。史载郭子仪年八十五而终。他所提拔的部下幕府中，有六十多人，后来皆为将相。八子七婿，皆贵显于当代。天下以其身为安危者殆三十年，功盖天下而主不疑，位极人臣而众不嫉，穷奢极欲而人不非之。历代历史上的功臣，能够做到功盖天下而主不疑，位极人臣而众不嫉，穷奢极欲而人不非，实在太难而特难。这都是郭子仪一生的作人处事，自然合乎冲而用之或不盈，挫其锐，解其纷，和其光，同其尘，湛兮似或存的原则。半个芋头十年宰相李泌，也是中唐史上突出的人物，他几乎和郭子仪相终始，身经四朝――玄宗肃宗代宗和德宗，参与宫室大计，辅翼朝廷，运筹帷幄，对外策划战略，配合郭子仪等各个将领的步调，使其得致成功，也可以说是肃宗代宗德宗三朝天下的重要人物。只是因他一生爱好神仙佛道，被历来以儒家出身执笔写历史的大儒们主观我见所摒弃，在一部中唐变乱史上，轻轻带过，实在不太公平。其实，古今历史，谁又敢说它是绝对公平的呢？说到他的淡泊明志，宁静致远，善于运用黄老拨乱反正之道的作为，实在是望之犹如神仙中人。李泌幼年便有神童的称誉，已能粗通儒佛道三家的学识。在唐玄宗明皇政治最清明的开元时期，他只有七岁，已经受到玄宗与名相张说张九龄的欣赏和奖爱。"}
{"text":"只是因他一生爱好神仙佛道，被历来以儒家出身执笔写历史的大儒们主观我见所摒弃，在一部中唐变乱史上，轻轻带过，实在不太公平。其实，古今历史，谁又敢说它是绝对公平的呢？说到他的淡泊明志，宁静致远，善于运用黄老拨乱反正之道的作为，实在是望之犹如神仙中人。李泌幼年便有神童的称誉，已能粗通儒佛道三家的学识。在唐玄宗明皇政治最清明的开元时期，他只有七岁，已经受到玄宗与名相张说张九龄的欣赏和奖爱。有一次，张九龄准备拔用一位才能不高，个性比较软弱，而且肯听话的高级巨僚。李泌虽然年少，跟在张九龄身边，便很率直地对张九龄说公起布衣，以直道至宰相，而喜软美者乎！相公你自己也是平民出身，处理国家大事，素来便有正直无私的清誉，难道你也喜欢低声下气而缺乏节操和能力的软性人才吗？张九龄听了他的话，非常惊讶，马上很慎重地认错，改口叫他小友。李泌到了成年的时期，非常博学，而且对易经的学问，更有心得。他经常寻访嵩山华山终南等名山之间，希望求得神仙长生不死的方术。到了天宝时期，玄宗记起他的幼年早慧，特别召他来讲老子，任命他待诏翰林，供奉东宫，因而与皇太子兄弟等非常要好。在这个时候，他已经钻研于道家方术的修炼，很少吃烟火食物了。有一天晚上，他在山寺里，听到一个和尚念经的声音，悲凉委婉而有遗世之响，他认为是一位有道的再来人。打听之下，才知道是一个作苦工的老僧，大家也不知道他叫什么名字。平常收拾吃过的残羹剩饭充饥，吃饱了就伸伸懒腰，找个角落去睡觉，因此大家便叫他懒残。李泌知道了懒残禅师的事迹，在一个寒冬深夜，独自一个人偷偷去找他，正碰到懒残把捡来的干牛粪，垒作一堆当柴烧，生起火来烤芋头。这个和尚在火堆旁缩做一团，面颊上挂着被冻得长流的清鼻水。李泌看了，一声不响，跪在他的旁边。懒残也像没有看见他似的，一面在牛粪中捡起烤熟了的芋头，张口就吃。一面又自言自语地骂李泌是不安好心，要来偷他的东西。边骂边吃，忽然转过脸来，把吃过的半个芋头递给李泌。李泌很恭敬地接着，也不嫌它太脏，规规矩矩地吃了下去。懒残看他吃完了半个芋头便说好！好！你不必多说了，看你很诚心的，许你将来做十年的太平宰相吧！道业却不说了！拍拍手就走了。"}
{"text":"李泌看了，一声不响，跪在他的旁边。懒残也像没有看见他似的，一面在牛粪中捡起烤熟了的芋头，张口就吃。一面又自言自语地骂李泌是不安好心，要来偷他的东西。边骂边吃，忽然转过脸来，把吃过的半个芋头递给李泌。李泌很恭敬地接着，也不嫌它太脏，规规矩矩地吃了下去。懒残看他吃完了半个芋头便说好！好！你不必多说了，看你很诚心的，许你将来做十年的太平宰相吧！道业却不说了！拍拍手就走了。白衣山人――李泌到了安禄山造反，唐明皇仓皇出走，皇太子李亨在灵武即位，是为肃宗，到处寻找李泌，恰好李泌也到了灵武。肃宗立刻和他商讨当前的局面，他便分析当时天下大势和成败的关键所在。肃宗要他帮忙，封他做官，他恳辞不干，只愿以客位的身份出力。肃宗也只好由他，碰到疑难的问题，常常和他商量，叫他先生而不名。这个时候，李泌已少吃烟火食。肃宗有一天夜里，高兴起来，找来兄弟三王和李泌就地炉吃火锅，因李泌不吃荤，便亲自烧梨二颗请他，三王争取，也不肯赐予。外出的时候，陪着肃宗一起坐车。大家都知道车上坐着那位穿黄袍的，便是皇帝，旁边那位穿白衣的，便是山人李泌。肃宗听到了大家对李泌的称号，觉得不是办法，就特别赐金紫，拜他为广平王皇太子李豫的行军司马。并且对他说先生曾经侍从过上皇玄宗，中间又作过我的师傅，现在要请你帮助我儿子作行军司马，我父子三代，都要借重你的帮忙了。谁知道他后来帮忙到子孙四代呢！李泌看到肃宗当时对政略上的人事安排，将来可能影响太子的继位问题，便秘密建议肃宗使太子做元帅，把军政大权付托给他。他与肃宗争论了半天，结果肃宗接受了他的意见。肃宗对玄宗的故相李林甫非常不满，认为天下大乱，都是这个奸臣所造成，要挖他的坟墓，烧他的尸骨。李泌力谏不可，肃宗气得问李泌，你难道忘了李林甫当时的情形吗？李泌却认为不管怎样，当年用错了人，是上皇玄宗的过失。但上皇治天下五十年，难免会有过错。你现在追究李林甫的罪行，加以严厉处分，间接地是给上皇极大的难堪，是揭玄宗的疮疤。你父亲年纪大了，现在又奔波出走，听到你这样作，他一定受不了，老年人感慨伤心，一旦病倒，别人会认为你身为天子，以天下之大，反不能安养老父。这样一来，父子之间就很难办了。肃宗经过他的劝说，不但不意气用事，反而抱着李泌的脖子，痛哭着说我实在没有细想其中的利害。这就是李泌冲而用之或不盈的大手笔。"}
{"text":"李泌却认为不管怎样，当年用错了人，是上皇玄宗的过失。但上皇治天下五十年，难免会有过错。你现在追究李林甫的罪行，加以严厉处分，间接地是给上皇极大的难堪，是揭玄宗的疮疤。你父亲年纪大了，现在又奔波出走，听到你这样作，他一定受不了，老年人感慨伤心，一旦病倒，别人会认为你身为天子，以天下之大，反不能安养老父。这样一来，父子之间就很难办了。肃宗经过他的劝说，不但不意气用事，反而抱着李泌的脖子，痛哭着说我实在没有细想其中的利害。这就是李泌冲而用之或不盈的大手笔。唐明皇后来能够自蜀中还都，全靠他的周旋弥缝。山人自有妙计肃宗问李泌剿贼的战略，他就当时的情势，定出一套围剿的计划。首先他断定安禄山史思明等的党羽，是一群没有宗旨的乌合之众，目的只在抢劫，天下大计，非所知也。不出二年，无寇矣。陛下无欲速，夫王者之师，当务万全，图久安，使无后害。因此，他拟定战略，使李光弼守太原，出井陉。郭子仪取冯诩，入河东，隔断盗魁四将，不敢南移一步。又密令郭子仪开放华阴一角，让盗众能通关中，使他们北守范阳，西救长安，奔命数千里，其精粹劲骑，不逾年而蔽。我常以逸待劳，来避其锋，去翦其疲。以所征各路之兵，会扶风，与太原朔方军互击之，徐命帝子建宁王李谈为范阳节度大使，北并塞，与李光弼相犄角以取范阳。贼失巢窟，当死河南诸将手。肃宗统统照他的计划行事，后来都不出其所料。这便是李泌的挫其锐，解其纷的战略运用。后来最可惜的，是唐肃宗急功近利，没有听信李泌的建议，致使河北没有彻底肃清，仍然沦陷于盗贼之手，便自粉饰太平，因此而造成历史上晚唐与五代之际华夷战乱的后遗症。为了特别褒扬久被埋没的李泌长才，再略加说明他的行谊事绩。肃宗为了尽快收复首都长安，等到郭子仪筹借到西北军大集合的时候，便对李泌说今战必胜，攻必取，何暇千里先事范阳乎！李泌就说如果动用大军，一定想要速得两京，那么贼势一定会重新强盛，我们日后会再受到困扰。现在我们有恃无恐的强大兵力，全靠碛西突骑骑兵西北诸戎。假如一定要先取京师，大概在明年的春天，就可成功。但是关东的地理环境，与气候等情况，春天来得较早，气候容易闷热，骑兵的战马也容易生病，战士们思春。也会想早点回家，便不愿再来辗转作战了。那么，沦陷中的敌人，又可休养士卒，整军经武以后，必复再度南来，这是很危险的办法。"}
{"text":"李泌就说如果动用大军，一定想要速得两京，那么贼势一定会重新强盛，我们日后会再受到困扰。现在我们有恃无恐的强大兵力，全靠碛西突骑骑兵西北诸戎。假如一定要先取京师，大概在明年的春天，就可成功。但是关东的地理环境，与气候等情况，春天来得较早，气候容易闷热，骑兵的战马也容易生病，战士们思春。也会想早点回家，便不愿再来辗转作战了。那么，沦陷中的敌人，又可休养士卒，整军经武以后，必复再度南来，这是很危险的办法。但是肃宗这次，却坚决地不听李泌的战略意见，急于收复两京，可以称帝坐朝，由此便有郭子仪借来回纥外兵，从元帅广平王等收复两京的一幕出现。两京收复，唐明皇还都做太上皇，肃宗重用奸臣李辅国。李泌一看政局不对，怕有祸害，忽然又变得庸庸碌碌，请求隐退，遁避到衡山去修道。大概肃宗也认为天下已定，就准他退休，赏赐他隐士的服装和住宅，颁予三品禄位。另有一说，李泌见到懒残禅师的一段因缘，是在他避隐衡山的时期。总之，天道远而人道迩，仙佛遇缘的传说，事近渺茫，也无法确切地考据，存疑可也。英雄退步学神仙李泌在衡山的隐士生活过不了多久，身为太上皇的唐明皇死了，肃宗跟着也死了，继位当皇帝的，便是李泌当年特别加以保存的皇太子广平王李豫，后来称号为唐代宗。代宗登上帝位，马上就召李泌回来，起先让他住在宫内蓬莱殿书阁，跟着就赐他府第，又强迫他不可素食，硬要他娶妻吃肉，这个时候，李泌却奉命照做了。但是宰相元载非常忌妒他的不合作，找机会硬是外放他去做地方官。代宗暗地对他说，先生将就一点，外出走走也好。没多久，元载犯罪伏诛，代宗立即召他还京，准备重用。但又为奸臣常衰所忌，怕他在皇帝身边对自己不利，又再三设法外放他出任澧郎峡团练使，后再迁任杭州刺史。他虽贬任地方行政长官，到处仍有很好的政绩，这便是李泌的和其光，同其尘，湛兮似或存的自处之道。当时奉命在奉天，后来继位当皇帝，称号为唐德宗的皇太子李适，知道李泌外放，便要他到行在行辕，授以左散骑常侍。对于军国大事，李泌仍然不远千里地向代宗提出建议，代宗也必定采用照办。到了德宗继位后的第三年，正式出任宰相，又封为邺侯。勤修内政，充裕军政费用。保全功臣李晟马燧，以调和将相。外结回纥大食，以困吐蕃而安定边睡。常有与德宗政见不同之处，反复申辩上奏达十五次之多。"}
{"text":"他虽贬任地方行政长官，到处仍有很好的政绩，这便是李泌的和其光，同其尘，湛兮似或存的自处之道。当时奉命在奉天，后来继位当皇帝，称号为唐德宗的皇太子李适，知道李泌外放，便要他到行在行辕，授以左散骑常侍。对于军国大事，李泌仍然不远千里地向代宗提出建议，代宗也必定采用照办。到了德宗继位后的第三年，正式出任宰相，又封为邺侯。勤修内政，充裕军政费用。保全功臣李晟马燧，以调和将相。外结回纥大食，以困吐蕃而安定边睡。常有与德宗政见不同之处，反复申辩上奏达十五次之多。总之，他对内政的处理，外交的策略，军事的部署，财经的筹划，都做到了安和的绩效。但德宗却对他说我要和你约法在先，因你历年来所受的委屈太多了，不要一旦当权，就记恨报仇，如对你有恩的，我会代你还报。李泌说臣素奉道，不与人为仇。害我的李辅国元载他们，都自毙了。过去与我要好的，凡有才能的，也自然显达了。其余的，也都零落死亡了。我实在没什么恩怨可报的。但是如你方才所说，我可和你有所约言吗？德宗就说，有什么不可呢！于是李泌进言，希望德宗不要杀害功臣，李晟马燧有大功于国，闻有谗言之者。陛下万一害之，则宿卫之士，方镇之臣，无不愤怒反厌，恐中外之变复生也。陛下诚不以二巨功大而忌之，二臣不以位高而自疑，则天下永无事矣。德宗听了认为很对，接受了李泌的建议。李晟马燧在旁听了，当着皇帝感泣而谢。不但如此，他做起事来，非常认真负责，曾经与皇帝力争相权。因为德宗对他说自今凡军旅粮储事，卿主之。吏礼委延赏张延赏，刑法委浑浑碱。李泌就说陛下不以臣不才，使待罪宰相。宰相之职，天下之事，成其平章，不可分也。若有所主，是乃有司，非宰相矣。德宗听了，便笑着说，我刚才说错了话，你说的完全对。不幸的是，宫廷父子之间，又受人中伤而有极大的误会，几乎又与肃宗一样造成错误，李泌为调和德宗和太子之间的误会，触怒了德宗说卿不爱家族乎？意思是说，我可以杀你全家。李泌立刻就说臣惟爱家族，故不敢不尽言，若畏陛下盛怒而曲从，陛下明日悔之，必尤臣曰吾独任汝为相，不谏使至此，必复杀臣子。臣老矣，余年不足惜，若冤杀巨子，使臣以侄为嗣，臣未知得欲其祀乎！因呜咽流涕。上亦泣曰事已如此，奈何？对曰此大事愿陛下审图之，自古父子相疑，未有不亡国者。"}
