{"text":"――冯梦龙丈夫志四海，万里犹比邻。――曹植大丈夫必有四方之志。――李白虎瘦雄心在，人穷志气存。――万松老人人老心莫老，家穷志不穷。――谚语将相本无种，男儿当自强。――高明有志者，事竟成，破釜沉舟，百二秦关终属楚。苦心人天不负，卧薪尝胆，三千越甲可吞吴。――蒲松龄有志不在年高，无志空活百岁。――石玉昆不想当元帅的士兵不是好士兵。――拿破仑三军可夺帅也，匹夫不可夺志也。――孔子事例精卫填海项羽欲学万人敌秦末农民起义领袖之一项羽，小时候家里请老师教他认字，没认识几个字，他就不肯再学下去。再让他学剑术，他又没学成，项羽的叔叔项梁十分生气，骂他不长进。项羽坦露心迹说认字能够写自己的姓名就足够了剑术只能对付一上敌人，不值得去学。我要学就学对付千军万马的本领！于是项梁就教他学习兵法，从此，项梁知道自己的侄儿是一个很有报负的人。曹操老时还志在千里韩信忍辱伏胯下向着志向攀登著名数学家华罗庚初中毕业就辍学，但他从不放弃自己的学业，在繁忙的家务之余，埋头苦读，钻研问题，孜孜不倦的学习，终于一鸣惊人，成为中外闻名的数学家。谦虚谨慎名言虚心使人进步，骄傲使人落后。――一知半解的人，多不谦虚见多识广有本领的人，一定谦虚。――谢觉哉虚心是从知不足而来的。――华罗庚不登高山，不知天之高也不临深溪，不知地之厚也不闻先王之遗言，不知学问之大也。――荀子泰山不让土壤，故能成其大河海不择细流，故能就其深。――李斯缺少谦虚就是缺少见识。――富兰克林我们的骄傲多半是基于我们的无知。一个人就好像一个分数，他的实际才能就好比分子，而他对自己的评价就好比分母。分母越大，则分数的值就越小。――托尔斯泰酒香不怕巷子深。――谚语事例刘邦与项羽白居易虚心请教牛顿站在巨人的肩膀上兴趣爱好名言对工作有了浓厚的兴趣，遇到困难挫折，才能顽强攻克，百折不回。――童第周哪里没有兴趣，哪里就没有记忆。――歌德成功的真正秘诀是兴趣。――杨振宇天才就是强烈的兴趣和顽强的入迷。"}
{"text":"分母越大，则分数的值就越小。――托尔斯泰酒香不怕巷子深。――谚语事例刘邦与项羽白居易虚心请教牛顿站在巨人的肩膀上兴趣爱好名言对工作有了浓厚的兴趣，遇到困难挫折，才能顽强攻克，百折不回。――童第周哪里没有兴趣，哪里就没有记忆。――歌德成功的真正秘诀是兴趣。――杨振宇天才就是强烈的兴趣和顽强的入迷。――木村久一事例孔子三月不知肉味孙中山不可一日不读书王羲之吃墨名人的兴趣马克思每天工作十几个小时，从事着浩繁的研究工作，常常黎明前才开始睡觉。然而，只要条件允许，他就不放弃星期天的娱乐活动。在英伦敦居住时，每逢星期天，他就和亲属朋友步行一个半小时，到郊外去游玩，他在那里阅读报纸谈论政治问题赛跑角斗。有时，也用演算数学的办法，改变大胆的活动方式，或者跟孩子们叠罗汉，借此达到解除疲的目的。方志敏从小喜欢读书，酷爱骏马，热爱祖国的山水，喜欢松，竹，梅，兰，他的女儿，均以松，竹，梅，兰取名。在他的卧室里，有一帧条幅，写着这样一副自的对联心有三爱，读书，骏马，佳山水园栽四物青松，翠竹，白梅，兰。爱因斯坦爱好十分广泛，拉小提琴，弹钢琴，唱歌。有时还去划船。骑自行车，旅行，直到处高龄时，还坚持利用工佘时间做操或散步。巴浦洛夫在业余时间里，喜欢读小说，集邮，绘画，种花，划船，游泳，骑自行车。他十分注意使大脑有张有弛。他活了岁。法拉第笃信一出丑角进城，胜过一打医生谚语，因此，一有机就去看马戏，参观动园。原来已经吃过了牛顿的天赋并没有明显的超人之处，然而他特别勤奋学习，学习和研究都专心致志，简直到了入迷的地步。他常常一连几个星期都留在实验室里，直到实验完成。有一次，他迷着搞实验，竟把手表当鸡蛋放到锅里去煮。又有一次，牛顿的朋友来看他，他把饭菜摆到桌上后，又一头钻进了实验室。这个朋友等得不耐烦了，就先吃起来，吃过后没有告辞就走了。牛顿做完实验后出来，一看桌上的盘碟，自言自语的笑着说我还以为没吃饭呢，原来已经吃过了！说着又走进实验室去了。珍惜友谊名言海内存知已，天涯若比邻。――王勃人生贵相知，何必金与钱。――李白友谊在我过去的生活里像一盏明灯，照彻了我的灵魂。"}
{"text":"他常常一连几个星期都留在实验室里，直到实验完成。有一次，他迷着搞实验，竟把手表当鸡蛋放到锅里去煮。又有一次，牛顿的朋友来看他，他把饭菜摆到桌上后，又一头钻进了实验室。这个朋友等得不耐烦了，就先吃起来，吃过后没有告辞就走了。牛顿做完实验后出来，一看桌上的盘碟，自言自语的笑着说我还以为没吃饭呢，原来已经吃过了！说着又走进实验室去了。珍惜友谊名言海内存知已，天涯若比邻。――王勃人生贵相知，何必金与钱。――李白友谊在我过去的生活里像一盏明灯，照彻了我的灵魂。――近朱者赤，近墨者黑。――傅玄朋友必须是患难相济，那才能说得上是真正的友谊。――莎士比亚真实的十分理智的友谊是人生最美好的无价之宝。――高尔基如果你把快乐告诉朋友，你将得到两个快乐如果你把忧愁向朋友倾吐，你将被分掉一半忧愁。――校园诗歌黄金万两易得，知心朋友难求。――俗语持之以恒名言一日一钱，千日千钱，绳锯木断，水滴石穿。――班固耐心是一切聪明才智的基础。――柏拉图成大事不在力量的大小，而在于能坚持多少。――塞约翰生耐心和恒心总会得到报酬的。――爱因斯坦一个人如果做事没有恒心，他是任何事也做不成功的。――牛顿只要功夫深，铁棒磨成针。――谚语锲而舍之，朽木不折锲而不舍，金石可镂。――荀子在学问上最好的解决问题的方法是坚持。――卢梭滴水穿石不是靠力，而是因为它不舍昼夜。――奥维德骐骥一跃，不能千里驽马十驾，功不在舍。――荀子事例李白铁棒磨针蜜蜂如何酿蜜一只蜜蜂在酿出一公斤蜜需要往来飞行万公里，吸取万个花朵的汁液，每次采集归来，还要把汁液从胃里吐出，由另一只蜜蜂吸到自已胃里。如此吞吞吐吐次到次，汁液成蜜汁，但这时的蜂蜜，还有大量的水分，不适宜储藏，蜜蜂还要不断的鼓翅扇风，使水分蒸发掉，最后变成浓稠的蜜糖。由此观之，蜂蜜酿自于蜜蜂锲而不舍中。"}
{"text":"如此吞吞吐吐次到次，汁液成蜜汁，但这时的蜂蜜，还有大量的水分，不适宜储藏，蜜蜂还要不断的鼓翅扇风，使水分蒸发掉，最后变成浓稠的蜜糖。由此观之，蜂蜜酿自于蜜蜂锲而不舍中。名人的每日著名科学家钱学森，每日黎明即起，坚持听中央人民广播电台六时的科学知识讲座著名画家黄宾虹生前每晚必画，一次可画张著名气象学家竺可桢每天观察天气，记录气象日记孙中山在国外流亡时期，经济十分困难，但他省钱买书，每日必读，他说我一天不读书，便不能够生活。俄国大作家车尔尼雪夫斯基每天必写，年，他被沙皇政府关进牢房，在牢里天，克服了重重困难，坚持写出了举世闻名的长篇小说怎么办等一系列小说。成功的铁律马克思写资本论花了年。达尔文写物种起源花了年。哥白尼写天体运行论花了年。歌德写浮士德花了年。司马迁写史记花了年。李时针写本草纲目花了年。曹雪芹写红楼梦花了年。从以上几个数字里，我们可以看出，要成就一项事业，需要持久的恒心。所以，巴尔扎克说持续不断的劳动是人生的铁律，也是艺术的铁律。逆境成才名言天将大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。――孟子不经一番寒彻骨，怎得梅花扑鼻香？――裴休苦难是人生的老师。――巴尔扎克人生之光荣，不在永不失败，而在能屡仆屡起。――拿破仑生于忧患，死于安乐。――孟子顺境造就幸运儿，而逆境造就伟人。――小普林尼莫向不幸屈服，应该更大胆更积极的向不幸挑战。――维吉尔事例贝多芬耳聋谱交响曲马克思含辛茹苦写资本论周文王被拘禁而写成周易孔子周游列国四处碰壁，回到鲁后写成春秋屈原遭中伤而被楚怀王放逐，写成了不朽的诗篇离骚鲁国的左丘明双目失明，著有国语司马迁遭宫刑，但他忍辱负重，完成历史巨著史记。不管发生什么事，都请安静且愉快地接受人生，勇敢地大胆地，而且永远地微笑着。――卢森堡人要是惧怕痛苦，惧怕种种疾病，惧怕不测的事情，惧怕生命的危险和死亡，他就什么也不能忍受了。――卢梭人的一生，总是难免有浮沉。"}
{"text":"不管发生什么事，都请安静且愉快地接受人生，勇敢地大胆地，而且永远地微笑着。――卢森堡人要是惧怕痛苦，惧怕种种疾病，惧怕不测的事情，惧怕生命的危险和死亡，他就什么也不能忍受了。――卢梭人的一生，总是难免有浮沉。不会永远如旭日东升，也不会永远痛苦潦倒。反复地一浮一沉，对于一个人来说，正是磨练。因此，浮在上面的，的，不必骄傲沉在底下的，更用不着悲观。必须以率直谦虚的态度，乐观进取向前迈进。――松下幸之助懒惰象生锈一样，比操劳更能消耗身体经常用的钥匙，总是亮闪闪的。――富兰克林生命有如铁砧，愈被敲打，愈能发出火花。――伽利略凡是挣扎过来的人都是真金不怕火炼的任何幻灭都不能动摇他们的信仰因为他们一开始就知道信仰之路和幸福之路全然不同，而他们是不能选选择的，只有往这条路走，别的都是死路。这样的自信不是一朝一夕所能养成的。你绝不能以此期待那些十五岁左右的孩子。在得到这个信念之之前，先得受尽悲痛，流尽眼泪。可是这样是好的，应该要这样――罗曼罗兰患难可以试验一个人的品格，非常的境遇方才可以显出非常的气节风平浪静的海面，所有的船只都可以并驱竞胜。命运的铁拳击中要害的时候，候，只有大勇大智的人才能够处之泰然――莎士比亚当一切似乎毫无希望时，我看着切石工人在他的石头上，敲击了上百次，而不见任何裂痕出现。但在第一百零一次时，石头被劈成两半。我体会到，到，并非那一击，而是前面的敲打使它裂开。――贾柯瑞斯瓜是长大在营养肥料里的最甜，天才是长在恶性土壤中的最好。――培根不要将过去看成是寂寞的，因为这是再也不会回头的。应想办法改善现在，因为那就是你，毫不畏惧地鼓起勇气向着未来前进。――朗费罗悲观的人虽生犹死，乐观的人永生不老。――拜伦一个有坚强心志的人，财产可以被人掠夺，勇气却不会被人剥夺的。――雨果信仰是伟大的情感，一种创造力量。――高尔基乐观是一首激昂优美的进行曲，时刻鼓舞着你向事业的大路勇猛前进。――大仲马顽强的毅力可以征服世界上任何一座高峰！"}
{"text":"――培根不要将过去看成是寂寞的，因为这是再也不会回头的。应想办法改善现在，因为那就是你，毫不畏惧地鼓起勇气向着未来前进。――朗费罗悲观的人虽生犹死，乐观的人永生不老。――拜伦一个有坚强心志的人，财产可以被人掠夺，勇气却不会被人剥夺的。――雨果信仰是伟大的情感，一种创造力量。――高尔基乐观是一首激昂优美的进行曲，时刻鼓舞着你向事业的大路勇猛前进。――大仲马顽强的毅力可以征服世界上任何一座高峰！――狄更斯生活就像海洋，只有意志坚强的人，才能到达彼岸。――马克思黄金诚然是宝贵的，但是生气蓬勃勇敢的爱国者却比黄金更为宝贵。――林肯我们不得不饮食睡眠游玩恋爱，也就是说，我们不得不接触生活中最甜蜜的事情，不过我们必须不屈服于这些事物。――居里夫人涓滴之水终可磨损大石，不是由于它力量大，而是由于昼夜不舍的滴坠。只有勤奋不懈的努力才能够获得那些技巧，因此，我们可以确切地说说不积跬步，无以致千里。――贝多芬一个人在科学探索的道路上，走过弯路，犯过错误，并不是坏事，更不是什么耻辱，要在实践中勇于承认和改正错误。――爱因斯坦我们的理想应该是高尚的。我们不能登上顶峰，但可以爬上半山腰，这总比待在平地上要好得多。如果我们的内心为爱的光辉所照亮，我们面前前又有理想，那么就不会有战胜不了的困难。――普列姆昌德一个人在科学探索的道路上，走过弯路，犯过错误，并不是坏事，更不是什么耻辱，要在实践中勇于承认和改正错误。――爱因斯坦成功并不能用一个人达到什么地位来衡量，而是依据他在迈向成功的过程中，到底克服了多少困难和障碍。――布克华盛顿理想是指路明灯。没有理想，就没有坚定的方向，而没有方向，就没有生活。――托尔斯泰别因为落入了一把牛毛就把一锅奶油泼掉，别因为犯了一点错误就把一生的事业扔掉。――蒙古危险怀疑和否定之海，围绕着人们小小的岛屿，而信念则鞭策人，使人勇敢面对未知的前途。――泰戈尔论命运如何，人生来就不是野蛮人，也不是乞讨者。人的四周充满真正而高贵的财富―身体与心灵的财富。"}
{"text":"没有理想，就没有坚定的方向，而没有方向，就没有生活。――托尔斯泰别因为落入了一把牛毛就把一锅奶油泼掉，别因为犯了一点错误就把一生的事业扔掉。――蒙古危险怀疑和否定之海，围绕着人们小小的岛屿，而信念则鞭策人，使人勇敢面对未知的前途。――泰戈尔论命运如何，人生来就不是野蛮人，也不是乞讨者。人的四周充满真正而高贵的财富―身体与心灵的财富。――霍勒斯曼如果只有火才能唤醒沉睡的欧洲，那么我宁愿自己被烧死，让从我的火刑堆上发出的光照亮这漫长的黑夜，打开那些紧闭的眼睛，将人类引进光明的的的真理的殿堂。――布鲁诺喷泉的高度不会超过它的源头一个人的事业也是这样，他的成就绝不会超过自己的信念。――林肯朝着一定目标走去是志，一鼓作气中途绝不停止是气，两者合起来就是志气。一切事业的成败都取决于此。――卡内基我无论做什么，始终在想着，只要我的精力允许我的话，我就要首先为我的祖国服务。――巴甫洛夫选集一个人如同一只钟表，是以他的行动来确定其价值。―佩恩英国人只有献身于社会，才能找出那短暂而有风险的生命的意义。――爱因斯坦人的一生可能燃烧也可能腐朽，我不能腐朽，我愿意燃烧起来！――奥斯特洛夫斯基生命里最重要的事情是要有个远大的目标，并借才能与坚毅来达成它。约翰渥夫甘冯歌德在任何行业中，走向成功的第一步，是对它产生兴趣。威廉奥斯勒爵士强烈的信仰会赢取坚强的人，然后又使他们更坚强。华特贝基霍一个人几乎可在任何他怀有无限热忱的事情上成功。查尔斯史考伯若想成为人群中的一股力量，便须培养热忱。人们因你心与热诚而更喜欢你而你也得以逃离枯燥不变的机械式生活，无往而不利。不会有别的，因为人类的生活就是这样，把灵魂放入工作之中，你不仅会发现每天中的每小时都变得更愉快，而且会发现人们都相信你，恰如我们以发电机时相信电那样。约那桑欧登阿摩尔一个人除非自己有信心，否则不能带给别人信心已经信服的人，方能使人信服。麦修阿诺德价值产生信心，信心产生热忱，而热忱则征服世界。华特柯亭姆诚实是雄辩能力的一部分我们因自己热切诚恳，而使别人信服。"}
{"text":"不会有别的，因为人类的生活就是这样，把灵魂放入工作之中，你不仅会发现每天中的每小时都变得更愉快，而且会发现人们都相信你，恰如我们以发电机时相信电那样。约那桑欧登阿摩尔一个人除非自己有信心，否则不能带给别人信心已经信服的人，方能使人信服。麦修阿诺德价值产生信心，信心产生热忱，而热忱则征服世界。华特柯亭姆诚实是雄辩能力的一部分我们因自己热切诚恳，而使别人信服。威廉哈立特幸运是个伟大的老师，而不幸则更伟大。拥有会纵容思想，欠缺却能训练并强化思想。威廉哈立特每个天才的产生，必是热忱的产物。本杰明狄斯拉里要有自信然后全力以赴假如具有这种观念任何事情十之八九都能成功威尔逊自信是向成功迈出的第一步爱因斯坦先相信自己，然后别人才会相信你。――罗曼罗兰如果你希望成功，当以恒心为良友，以经验为参谋，以当心为兄弟，以希望为哨兵。――爱迪生你想成为幸福的人吗？但愿你产生学会吃得起苦。――屠格涅夫最困难的职业就是怎样为人。――荷塞马蒂智慧勤劳和天才，高于显贵和富有。――贝多芬理想是指路明星。没有理想，就没有坚定的方向，而没有方向，就没有生活。――列夫托尔斯泰伟大的目标形成伟大的人物。――埃蒙斯壮志与热情是伟业的辅冀。――歌德推动你的事业，不要让你的事业推动你。――爱因斯坦二经典励志名言警句中国近代篇人生的旅途，前途很远，也很暗。然而不要怕，不怕的人的面前才有路。――人生像攀登一座山，而找寻出路，却是一种学习的过程，我们应当在这过程中，学习稳定冷静，学习如何从慌乱中找到生机。――席慕蓉做人也要像蜡烛一样，在有限的一生中有一分热发一分光，给人以光明，给人以温暖。――萧楚女所谓天才，只不过是把别人喝咖啡的功夫都用在工作上了。――人类的希望像是一颗永恒的星，乌云掩不住它的光芒。特别是在今天，和平不是一个理想，一个梦，它是万人的愿望。――我们是国家的主人，应该处处为国家着想。――雷锋我们爱我们的民族，这是我们自信心的源泉。"}
{"text":"――席慕蓉做人也要像蜡烛一样，在有限的一生中有一分热发一分光，给人以光明，给人以温暖。――萧楚女所谓天才，只不过是把别人喝咖啡的功夫都用在工作上了。――人类的希望像是一颗永恒的星，乌云掩不住它的光芒。特别是在今天，和平不是一个理想，一个梦，它是万人的愿望。――我们是国家的主人，应该处处为国家着想。――雷锋我们爱我们的民族，这是我们自信心的源泉。――周恩来春蚕到死丝方尽，人至期颐亦不休。一息尚存须努力，留作青年好范畴。――吴玉章学习的敌人是自己的满足，要认真学习一点东西，必须从不自满开始。对自己，学而不厌，对人家，诲人不倦，我们应取这种态度。――错误和挫折教训了我们，使我们比较地聪明起来了，我们的情就办得好一些。任何政党，任何个人，错误总是难免的，我们要求犯得少一点。犯了错误则要求改正，改正得越迅速，越彻底，越好。――一分钟一秒钟自满，在这一分一秒间就停止了自己吸收的生命和排泄的生命。只有接受批评才能排泄精神的一切渣滓。只有吸收他人的意见。我才能添加精神上新的滋养品。―徐特立形成天才的决定因素应该是勤奋。有几分勤学苦练是成正比例的，――郭沫若自觉心是进步之母，自贱心是堕落之源，故自觉心不可无，自贱心不可有。――邹韬奋在劳力上劳心，是一切发明之母。事事在劳力上劳心，变可得事物之真理。――陶行知入于污泥而不染不受资产阶级糖衣炮弹的侵蚀，是最难能可贵的革命品质。――周恩来一知半解的人，多不谦虚见多识广有本领的人，一定谦虚。――谢觉哉九牛一毫莫自夸，骄傲自满必翻车。历览古今多少事，成由谦逊败由奢。――陈毅三经典励志名言警句中国古代篇少壮不努力，老大徒悲伤。――汉乐府古辞长歌行业精于勤，荒于嬉。――韩愈进学解一寸光阴一寸金，寸金难买寸光阴。――增广贤文天行健，君子以自强不息。――周易乾象志不强者智不达。――墨子修身青，取之于蓝而青于蓝冰，水为之而寒于水。――荀子劝学志当存高远。――诸葛亮诫外生书丈夫志四海，万里犹比邻。――曹植赠白马王彪有志者事竟成。"}
