{"text":"黄昏的时候，我们的船荡到艺术学院的门口，我同建去找一个朋友，但是他已到上海去了。我们嗅了一阵桂花的香风后，依然上船。这时凉风阵阵的拂着我们的肌肤，朱女士最怕冷，裹紧大衣，仍然不觉得暖，同时东方的天边已变成灰黯的色彩，虽然西方还漾着几道火色的红霞，而落日已堕到山边，只在我们一霎眼的工夫，已经滚下山去了。远山被烟雾整个的掩蔽着，一望苍茫。小划子轻泛着平静的秋波，我们好像驾着云雾，冉冉的已来到湖滨。上岸时，湖滨已是灯火明耀，我们的灵魂跳出模糊的梦境。虽说这马路上依然是可以漫步无碍，但心情却已变了。回到旅馆吃了晚饭后，我们便商量玩山的计划上山一定要坐山兜，所以叫了轿班的头老，说定游玩的地点和价目。这本是小问题，但是我们却充分讨论了很久第一因为山兜的价钱太贵，我同朱女士有些犹疑可是建同王女士坚持要坐，结果是我们失败了，只得让他们得意扬扬的吩咐轿班第二天早晨七点钟来。今日是十月九日正是阴历重九后一日，所以登高的人很多，我们上了山兜，出涌金门，先到净慈观去看浮木井那是济颠和尚的灵迹。但是在我看来不过一口平凡的井而已，所闻木头浮在当中的话，始终是半信半疑。出了净慈观又往前走，路渐荒芜，虽然满地不少黄色的野花，半红的枫叶，但那透骨的秋风，唱出飒飒瑟瑟的悲调，不禁使我又悲又喜。像我这样劳碌的生命，居然能够抽出空闲的时间来听秋蝉最后的哀调，看枫叶鲜艳的色彩，领略丹桂清绝的残香，灵魂绝对的解放，这真是万千之喜。但是再一深念，国家危难，人生如寄，此景此色只是增加人们的哀痛，又不禁悲从中来了我尽管思绪如麻，而那抬山兜的子，不断的向前进行，渐渐的已来到半山之中。这时我从兜子后面往下一看，但见层崖叠壁，山径崎岖，不敢胡思乱想了。捏着一把汗，好容易来到山顶，才吁了一口长气，在一座古庙里歇下了。同时有一队小学生也兴致勃勃的奔上山来，他们每人手里拿了一包水果一点吃的东西，都在庙堂前面院子里的雕栏上坐着边唱边吃。我们上了楼，坐在回廊上的藤椅上，和尚泡了上好的龙井茶来，又端了一碟瓜子。我们坐在藤椅上，东望西湖，漾着滟滟光波南望钱塘，孤帆飞逝，激起白沫般的银浪。把四围无限的景色，都收罗眼底。我们正在默然出神的时候，忽听朱女士说道适才上山我真吓死了，若果摔下去简直骨头都要碎的，等会儿我情愿走下去。"}
{"text":"同时有一队小学生也兴致勃勃的奔上山来，他们每人手里拿了一包水果一点吃的东西，都在庙堂前面院子里的雕栏上坐着边唱边吃。我们上了楼，坐在回廊上的藤椅上，和尚泡了上好的龙井茶来，又端了一碟瓜子。我们坐在藤椅上，东望西湖，漾着滟滟光波南望钱塘，孤帆飞逝，激起白沫般的银浪。把四围无限的景色，都收罗眼底。我们正在默然出神的时候，忽听朱女士说道适才上山我真吓死了，若果摔下去简直骨头都要碎的，等会儿我情愿走下去。对了，我也是害怕，回头我们两人走下去罢，让她们俩坐轿！建说。好的，朱女士欣然的说。我知道建又在使捉狭，我不禁望着他好笑。他格外装得活像说道真的，我越想越可怕，那样陡削的石级，而且又很滑，万一子脚一软那还了得，建补充的话和他那种强装正经的神气，只惹得我同王女士笑得流泪。一个四十多岁的和尚，他悄然坐在大殿里，看见我们这一群疯子，不知他作何感想，但见他默默无言只光着眼睛望着前面的山景。也许他也正忍俊不禁，所以只好用他那眼观鼻，鼻观心的苦功罢！我们笑了一阵，喝了两遍茶才又乘山兜下山。朱女士果然实行她步行的计划，但是和她表同情的建，却趁朱女士回头看山景的一刹那，悄悄躲在轿子里去了。喂！你怎么又坐上去了？朱女士说。呀！我这时忽然想开了，所以就不怕摔，并且我还有一首诗奉劝朱女士不要怕，也坐上去罢！到底是诗人，快些念来我们听听罢！我打趣他。当然，当然，他说着便高声念道坐轿上高山，头后脚在先。请君莫要怕，不会成神仙。这首诗又使得我们哄然大笑。但是朱女士却因此一劝，她才不怕摔，又坐上山兜了。中午的时候我们在龙井的前面斋堂里吃了一顿素菜。那个和尚说得一口漂亮的北京话，我因问他是不是北方人。他说是的，才从北方游方驻扎此地。这和尚似乎还文雅，他的庙堂里挂了不少名人的字画，同时他还问我在什么地方读书，我对他说家里蹲大学，他似解似不解的诺诺连声的应着，而建的一口茶已喷了一地。这简直是太大煞风景，我连忙给了他三块钱的香火资，跑下楼去。这时日影已经西斜了，不能再流连风景。不过黄昏的山色特别富丽，彩霞如垂幔般的垂在西方的天际，青翠的岗峦笼罩着一层干绡似的烟雾，新月已从东山冉冉上升，远远如弓形的白堤和明净的西湖都笼在沉沉暮霭中。"}
{"text":"他说是的，才从北方游方驻扎此地。这和尚似乎还文雅，他的庙堂里挂了不少名人的字画，同时他还问我在什么地方读书，我对他说家里蹲大学，他似解似不解的诺诺连声的应着，而建的一口茶已喷了一地。这简直是太大煞风景，我连忙给了他三块钱的香火资，跑下楼去。这时日影已经西斜了，不能再流连风景。不过黄昏的山色特别富丽，彩霞如垂幔般的垂在西方的天际，青翠的岗峦笼罩着一层干绡似的烟雾，新月已从东山冉冉上升，远远如弓形的白堤和明净的西湖都笼在沉沉暮霭中。我们的心灵浸醉于自然的美景里，永远不想回到热闹的城市去。但是轿夫们不懂得我们的心事，只顾奔他们的归程。唷咿一声山兜停了下来，我们翱翔着的灵魂，重新被摔到满是陷阱的人间。于是疲乏无聊，一切的情感围困了我们。晚饭后草草收拾了行装，预备第二天回上海。这秋光中的西湖又成了灵魂上的一点印痕，生命的一页残史了。可怜被解放的灵魂眼看着它垂头丧气的又进了牢囚。十一，八日上海窗外的春光几天不曾见太阳的影子，沉闷包围了她的心。今早从梦中醒来，睁开眼，一线耀眼的阳光巳映射在她红色的壁上，连忙披衣起来，走到窗前，把洒着花影的素幔拉开。前几天种的素心兰，已经开了几朵，淡绿色的瓣儿，衬了一颗朱红色的花心，风致真特别，即所谓冰洁花丛艳小莲，红心一缕更嫣然了。同时一股沁人心脾的幽香，喷鼻醒脑，平板的周遭，立刻涌起波动，春神的薄翼，似乎已扇动了全世界凝滞的灵魂。说不出是喜悦，还是惆怅，但是一颗心灵涨得满满的，莫非是满园春色关不住，不，这连她自己都不能相信然而仅仅是为了一些过去的眷恋，而使这颗心不能安定吧！本来人生如梦，在她过去的生活中，有多少梦影已经模糊了，就是从前曾使她惆怅过，甚至于流泪的那种情绪，现在也差不多消逝净尽，就是不曾消逝的而在她心头的意义上，也已经变了色调，那就是说从前以为严重了不得的事，现在看来，也许仅仅只是一些幼稚的可笑罢了！兰花的清香，又是一阵浓厚的包袭过来，几只蜜蜂嗡嗡的在花旁兜的圈子，她深切的意识到，窗外巳充满了春光同时二十年前的一个梦影，从那深埋的心底复活了一个仅仅十零岁的孩子，为了脾气的古怪，不被家人们的了解，于是把她送到一所囚牢似的教会学校去寄宿。"}
{"text":"兰花的清香，又是一阵浓厚的包袭过来，几只蜜蜂嗡嗡的在花旁兜的圈子，她深切的意识到，窗外巳充满了春光同时二十年前的一个梦影，从那深埋的心底复活了一个仅仅十零岁的孩子，为了脾气的古怪，不被家人们的了解，于是把她送到一所囚牢似的教会学校去寄宿。那学校的校长是美国人，一个五十岁的老处女，对于孩子们管得异常严厉，整月整年不许孩子走出那所筑建庄严的楼房外去。四围的环境又是异样的桔燥，院子是一片沙土地在角落里时时可以发现被孩子们踏陷的深坑，坑里纵横着人体的骨骼，没有树也没有花，所以也永远听不见鸟儿的歌曲。春风有时也许可怜孩子们的寂寞吧！在那洒过春雨的土地上，吹出一些青草来有一种名叫辣辣棍棍的，那草根有些甜辣的味儿，孩子们常常伏在地上，寻找这种草根，放在口里细细的嚼咀这可算是春给她们特别的恩惠了！那个孤零的孩子，处在这种阴森冷漠的环境里，更是倔强，没有朋友，在她那小小的心灵中，虽然还不曾认识什么是世界也不会给这个世界一个估价，不过她总觉得自己所处的这个世界，是有些乏味她追求另一个世界。在一个春风吹得最起劲的时候，她的心也燃烧着更热烈的希冀。但是这所囚牢似的学校，那一对黑漆的大门仍然严严的关着，就连从门缝看看外面的世界，也只是一个梦想。于是在下课后，她独自跑到地窖里去，那是一个更森严可怕的地方，四围是石板作的墙，房顶也是冷冰冰的大石板，走进去便有一股冷气袭上来，可是在她的心里总觉得比那死气沉沉的校舍，多少有些神秘性吧。最能引诱她当然还是那几扇矮小的窗子，因为窗子外就是一座花园。这一天她忽然看见窗前一丛蝴蝶兰和金钟罩，已经盛开了，这算给了她一个大诱惑，自从发现了这窗外的春光后，这个孤零的孩子，在她生命上，也开了一朵光明的花，她每天一只猫儿般，只要有工夫，便蜷伏在那地窖的窗子上，默然的幻想着窗外神秘的世界。她没有哲学家那种富有根据的想象，也没有科学家那种理智的头脑，她小小的心，只是被一种天所赋与的热情紧咬着。她觉得自己所坐着的这个地窖，就是所谓人间吧一切都是冷硬淡漠，而那窗子外的世界却不一样了。那里一切都是美丽的，和谐的，自由的吧！"}
{"text":"她没有哲学家那种富有根据的想象，也没有科学家那种理智的头脑，她小小的心，只是被一种天所赋与的热情紧咬着。她觉得自己所坐着的这个地窖，就是所谓人间吧一切都是冷硬淡漠，而那窗子外的世界却不一样了。那里一切都是美丽的，和谐的，自由的吧！她欣羡着那外面的神秘世界，于是那小小的灵魂，每每跟着春风，一同飞翔了。她觉得自己变成一只蝴蝶，在那盛开着美丽的花丛中翱翔着，有时她觉得自己是一只小鸟，直扑天空，伏在柔软的白云间甜睡着。她整日支着颐不动不响的尽量陶醉，直到夕阳逃到山背后，大地垂下黑幕时，她才怏怏的离开那灵魂的休憩地，回到陌生的校舍里去。她每日每日照例的到地窖里来，一直过完了整个的春天。忽然她看见蝴蝶兰残了，金钟罩也倒了头，只剩下一丛深碧的叶子，苍茂的在薰风里撼动着，那时她竟莫明其妙的流下眼泪来。这孩子真古怪得可以，十零岁的孩子前途正远大着呢，这春老花残，绿肥红瘦，怎能惹起她那么深切的悲感呢？！但是孩子从小就是这样古怪，因此她被家人所摒弃，同时也被社会所摒弃。在她的童年里，便只能在梦境里寻求安慰和快乐，一直到她是否认现实世界的一切，她终成了一个疏狂孤介的人。在她三十年的岁月里，只有这些片段的梦境，维系着她的生命。阳光渐渐的已移到那素心兰上，这目前的窗外春光，撩拨起她童年的眷恋，她深深的叹息了唉，多缺陷的现实的世界呵！在这春神努力的创造美丽的刹那间，你也想遮饰起你的丑恶吗？人类假使的连这些梦影般的安慰也没有，我真不知道人们怎能延续他们的生命哟！但愿这窗外的春光，永驻人间吧！她这样虔诚的默祝着，素心兰像是解意般的向她点着头。夏的歌颂出汗不见得是很坏的生活吧，全身感到一种特别的轻松。"}
{"text":"但愿这窗外的春光，永驻人间吧！她这样虔诚的默祝着，素心兰像是解意般的向她点着头。夏的歌颂出汗不见得是很坏的生活吧，全身感到一种特别的轻松。尤其是出了汗去洗澡，更有无穷的舒畅，仅仅为了这一点，我也要歌颂夏天，其久被压迫，而要挣扎过而且要很坦然的过去，这也不是毫无意义的生活吧，春天是使人柔困，四肢瘫软，好像受了酒精的毒，再无法振作秋天呢，又太高爽，轻松使人忘记了世界上有骆驼说到骆驼，谁也不忘了它那高峰凹谷之间的重载，和那慢腾腾，不尤不怨的往前走的姿势吧！冬天虽然是风雪严厉，但头脑尚不受压扎。只有夏天，它是无隙不入的压迫你，你每一个毛孔，每一根神经，都受着重大的压扎同时还有臭虫蚊子苍蝇助虐的四面夹攻，这种极度紧张的夏日生活，正是训练人类变成更坚强而有力量的生物。因此我又不得不歌颂夏天！二十世纪的人类，正度着夏天的生活纵然有少数阶级，他们是超越天然，而过着四季如春享乐的生活，但这太暂时了，时代的轮子，不久就要把这特殊的阶级碎为齑粉，夏天的生活是极度紧张而严重，人类必要努力的挣扎过，尤其是我们中国不论士农工商军，哪一个是喘着气，出着汗，与紧张压迫的生活拚命呢？脆弱的人群中，也许有诅咒，但我却以为只有虔敬的承受，我们尽量的出汗，我们尽量的发泄我们生命之力，最后我们的汗液，便是甘霖的源泉，这炎威逼人的夏天，将被这无尽的甘霖所毁灭，世界变成清明爽朗。夏天是人类生活中，最雄伟壮烈的一个阶段，因此，我永远的歌颂它。吹牛的妙用吹牛是一种夸大狂，在道德家看来，也许认为是缺点，可是在处事接物上却是一种刮刮叫的妙用。假使你这一生缺少了吹牛的本领，别说好饭碗找不到，便连黄包车夫也不放你在眼里的。西洋人究竟近乎白痴，什么事都只讲究脚踏实地去做，这样费力气的勾当，我们聪明的中国人，简直连牙齿都要笑掉了。西洋人什么事都讲究按部就班的慢慢来，从来没有平地登天的捷径，而我们中国人专门走捷径，而走捷径的第一个法门，就是善吹牛。吹牛是一件不可轻看的艺术，就如修辞学上不可缺少张喻―类的东西一样，像李白什么黄河之水天上来，又是什么白发三千丈，这在修辞学上就叫作张喻，而在不懂修辞学的人看来就觉得李太白在吹牛了。而且实际上说来，吹牛对于一个人的确有极大的妙用。"}
{"text":"西洋人什么事都讲究按部就班的慢慢来，从来没有平地登天的捷径，而我们中国人专门走捷径，而走捷径的第一个法门，就是善吹牛。吹牛是一件不可轻看的艺术，就如修辞学上不可缺少张喻―类的东西一样，像李白什么黄河之水天上来，又是什么白发三千丈，这在修辞学上就叫作张喻，而在不懂修辞学的人看来就觉得李太白在吹牛了。而且实际上说来，吹牛对于一个人的确有极大的妙用。人类这个东西，就有这么奇怪，无论什么事，你若老老实实的把实话告诉他，不但不能激起他共鸣的情绪，而且还要轻蔑你冷笑你，假使你见了那摸不清你根底的人，你不管你家里早饭的米是当了被褥换来的，你只要大言不惭的说某部长是我父亲的好朋友，某政客是我拜把子的叔公，我认得某某某巨商，我的太太同某军阀的第五位太太是干姊妹吹起这一套法螺来，那摸不清你的人，便帖帖服服的向你合十顶礼，说不定碰得巧还恭而且敬的请你大吃一顿蒸菜席呢！吹牛有了如许的好处，于是无论哪一类的人，都各尽其力的大吹其牛了。但是且慢！吹牛也要认清对方的，不然的话，必难打动他或她的心弦，那么就失掉吹牛的功效了。比如说你见了一个仰慕文人的无名作家或学生时，而你自己要自充老前辈时，你不用说别的，只要说胡适是我极熟的朋友，是我最好的知己，最好你再转弯抹角的去探听一些关于胡适琐碎的软事比如说胡适最喜听什么，最讨厌什么，于是便可以亲亲切切的叫着适之怎样怎样，达夫怎样怎样，这样一来，你便也就成了胡适同等的人物，而被人所尊敬了。如果你遇见一个好虚荣的女子呢，你就可以说你周游过列国，到过士耳其南非洲！并且还是自费去的，这样一来就可以证明你不但学识阅历丰富，而且还是个资产阶级。于是乎你的恋爱便立刻成功了。你如遇见商贾官僚政客军阀，都不妨察颜观色，投其所好，大吹而特吹之。总而言之，好色者以色吹之，好利者以利吹之，好名者以名吹之，好权势者以权势吹之，此所谓以毒攻毒之法，无往而不利。或曰吹牛妙用虽大，但也要善吹，否则揭穿西洋镜，便没有戏可唱了。这当然是实话，并且吹牛也要有相当的训练，第一要不红脸，你虽从来没有著过一本半本的书，但不妨咬紧牙根说我的著作等身，只可恨被一把野火烧掉了！"}
{"text":"于是乎你的恋爱便立刻成功了。你如遇见商贾官僚政客军阀，都不妨察颜观色，投其所好，大吹而特吹之。总而言之，好色者以色吹之，好利者以利吹之，好名者以名吹之，好权势者以权势吹之，此所谓以毒攻毒之法，无往而不利。或曰吹牛妙用虽大，但也要善吹，否则揭穿西洋镜，便没有戏可唱了。这当然是实话，并且吹牛也要有相当的训练，第一要不红脸，你虽从来没有著过一本半本的书，但不妨咬紧牙根说我的著作等身，只可恨被一把野火烧掉了！你家里因为要请几个漂亮的客人吃饭，现买了一副碗碟，你便可以说这些东西十年前就有了，以表示你并不因为请客受窘。假如你荷包里只剩下一块大洋，朋友要邀你坐下来八圈，你就可以说我的钱都放在银行里，今天竟匀不出工夫去取！假如哪天你的太太感觉你没多大出息时，你就可以说张家大小姐说我的诗作的好，王家少奶奶说我脸子漂亮而有丈夫气，这样一来太太便立刻加倍的爱你了。樱花树头春天到了，人人都兴高采烈盼望看樱花，尤其是一个初到日本留学的青年，他们更是渴慕著名闻世界的蓬莱樱花，那红艳如天际火云，灿烂如黄昏晚霞的色泽真足使人迷恋呢。在一个黄昏里，那位丰姿翩翩的青年，抱著书包，懒洋洋地走回寓所，正在门口脱鞋的时候，只见那位房东西川老太婆接了出来行了一叩首的敬礼后便说道陈样日本对人之尊称回来了，楼上有位客人在等候你呢！那位青年陈样应了一声，便匆匆跑上楼去，果见有一人坐在矮几旁翻东方杂志呢，听见陈样的脚步声便回过头叫道老陈！今天回来得怎么这样晚呀？老张，你几时来的？我今天因为和一个朋友打了两盘球，所以回来迟些。有什么事？我们有好久不见了。那位老张是个矮胖子，说话有点土腔，他用劲地说道没有什么大事，只是现在天气很，――好！樱花有的都开了，昨天一个日本朋友――提起来，你大概也认得――就是长泽一郎，他家里有两棵大樱花已开得很好他请我们明天一早到他家里去看花，你去不？哦，这么一回事呀！那当然奉陪。老张跟着又嘻嘻笑道他家还有很好看的漂亮姑娘呢！你这个东西，真太不正经了。老陈说。怎么太不正经呀！老张满脸正色地说。得了！得了！那是人家的女眷，你开什么玩笑，不怕长泽一郎恼你！"}
{"text":"樱花有的都开了，昨天一个日本朋友――提起来，你大概也认得――就是长泽一郎，他家里有两棵大樱花已开得很好他请我们明天一早到他家里去看花，你去不？哦，这么一回事呀！那当然奉陪。老张跟着又嘻嘻笑道他家还有很好看的漂亮姑娘呢！你这个东西，真太不正经了。老陈说。怎么太不正经呀！老张满脸正色地说。得了！得了！那是人家的女眷，你开什么玩笑，不怕长泽一郎恼你！老陈又说。老张露着轻薄的神色笑道日本的女儿，生来就是替男人开心的呀！在他们德川时代，哪一个将军不是把酒与女人看成两件消遣品呢？你不要发痴了，要想替日本女人树贞节坊，那真是太开玩笑了！老陈一面蹙眉一面摇头道咳！这是怎么说，老张简直愈变愈下流了正经他说吧，明天我们怎么样去法？老张眯着眼想了想道明早七点钟我来找你同去好了。好吧！老陈道你今天在这里吃晚饭吧！不！老张站起来说我还要去看一个朋友，不打搅你了，明天会吧？明天会！老陈把老张送到门口回来，吃了晚饭，看了几页书，又写了两封家信就去睡了。第二天七点钟时，老张果然跑来了。他们穿好衣服便一同到长泽一郎家里去，走到门口已看见两棵大樱花树，高出墙头，那上面花蕊异常稠密，现在只开了一小部分，但是已经很动人了。他们敲了两下门，长泽一郎已迎了出来，请他们在一间六铺席的客堂里坐下。不久，有一个十四五岁的女郎托着一个花漆的茶盘，里面放着三盏新茶，中间还有一把细磁的小巧茶壶放在他们围坐着的那张小矮几上，一面恭恭敬敬地说了一声诸位请用茶。那声音娇柔极了，不禁使老陈抬起头来，只见那女孩头上盘着松松的坠马髻，一张长圆形的脸上，安置着一个端正小巧的鼻子，鼻梁两旁一双日本人特有的水秀细长的眼睛，两片如花瓣的唇含着驯良的微笑――老陈心里暗暗地想道这个女孩倒不错，只因初次见面不好意思有什么表示。但是老张却张大了眼睛，看着那女孩嘻嘻的笑道呵！这位贵的相貌真漂亮！长泽一郎道多谢张样夸奖，这是我的小舍妹，今年才十四岁，年纪还小呢，她还有一个阿姊比她大四岁长泽一郎得意扬扬地夸说她的妹子，同时又看了陈样一眼，向老张笑了笑。"}
