{"text":"论文作得很好。因为老王的介绍，上次，见到郎华我点着头，遇到生人，我一向是不会说什么话，她又去拿桌上的报纸，她寻找笔战继续的论文。我慢慢地看着她，大概她也慢慢地看着我吧！她很漂亮，很素净，脸上不涂粉，头发没有卷起来，只是扎了一条红绸带，这更显得特别风味，又美又干净，葡萄灰色的袍子上面，有黄色的花，只是这件袍子我看不很美，但也无损于美。到晚上，这美人似的人就在我们家里吃晚饭。在吃饭以前，汪林也来了！汪林是来约郎华去滑冰，她从小孔窗看了一下郎华不在家吗？她接着唔了一声。你怎么到这里来？汪林进来了。我怎么就不许到这里来？我看得她们这样很熟的样子，更奇怪。我说你们怎么也认识呢？我们在舞场里认识的。汪林走了以后她告诉我。从这句话当然也知道程女士也是常常进舞场的人了！汪林是漂亮的小姐，当然程女士也是，所以我就不再留意程女士了。环境和我不同的人来和我做朋友，我感不到兴味。郎华肩着冰鞋回来，汪林大概在院中也看到了他，所以也跟进来。这屋子就热闹了！汪林的胡琴口琴都跑去拿过来。郎华唱杨延辉坐宫院。哈呀呀，怎么唱这个？这是奴心未死！汪林嘲笑他。在报纸上就是因为旧剧才开笔战。郎华自己明明写着，唱旧戏是奴心未死。并且汪林耸起肩来笑得背脊靠住暖墙，她带着西洋少妇的风情。程女士很黑，是个黑姑娘。又过几天，郎华为我借一双滑冰鞋来，我也到冰场上去。程女士常到我们这里来，她是来借冰鞋，有时我们就一起去，同时新人当然一天比一天熟起来。她渐渐对郎华比对我更熟，她给郎华写信了，虽然常见，但是要写信的。又过些日子，程女士要在我们这里吃面条，我到厨房去调面条。喳喳等我走进屋，他们又在谈别的了！程女士只吃一小碗面就说饱了。我看她近些日子更黑一点，好象她的愁更多了！她不仅仅是愁，因为愁并不兴奋，可是程女士有点兴奋。我忙着收拾家具，她走时我没有送她，郎华送她出门。我听得清楚楚的是在门口有信吗？或者不是这么说，总之跟着一声喳喳之后，郎华很响的没有。又过了些日子，程女士就不常来了，大概是她怕见我。"}
{"text":"喳喳等我走进屋，他们又在谈别的了！程女士只吃一小碗面就说饱了。我看她近些日子更黑一点，好象她的愁更多了！她不仅仅是愁，因为愁并不兴奋，可是程女士有点兴奋。我忙着收拾家具，她走时我没有送她，郎华送她出门。我听得清楚楚的是在门口有信吗？或者不是这么说，总之跟着一声喳喳之后，郎华很响的没有。又过了些日子，程女士就不常来了，大概是她怕见我。程女士要回南方，她到我们这里来辞行，有我做障碍，她没有把要诉说出来的愁尽量诉说给郎华。她终于带着愁回南方去了。生人来了一个希奇的客人。我照样在厨房里煎着饼，因为正是预备晚饭时候。饼煎得糊烂了半块，有的竟烧着起来，冒着烟。一边煎着饼，一边跑到屋里去听他们的谈话，我忘记我是在预备饭，所以在晚饭桌上那些饼很不好吃，我去买面包来吃。他们的谈话还没有谈完，于是家具我也不能去洗，就站在门边不动。这全是些很沉痛的谈话！有时也夹着笑声，那个人是从盘石人民革命军里来的我只记住他是很红的脸。又是春天太阳带来了暖意，松花江靠岸的江冰坍下去，融成水了，江上用人支走的爬犁渐少起来。汽车更没有一辆在江上行走了。松花江失去了它冬天的威严，江上的雪已经不是闪眼的白色，变成灰的了。又过几天，江冰顺着水慢慢流动起来，那是很好看的，有意流动，也象无意流动，大块冰和小块冰轻轻地互相击撞发着响，啷啷着。这种响声，像是瓷器相碰的响声似的，也像玻璃相碰的响声似的。立在江边，我起了许多幻想这些冰块流到哪里去？流到大海去吧！也怕是到不了海，阳光在半路上就会全数把它们消灭然而它们是走的，幽游一般，也象有生命似的，看起来比人更快活。那天在江边遇到一些朋友，于是大家同意去走江桥。我和郎华走得最快，松花江在脚下东流，铁轨在江空发啸，满江面的冰块，满天空的白云。走到尽头，那里并不是郊野，看不见绿绒绒的草地，看不见绿树，塞外的春来得这样迟啊！我们想吃酒，于是沿着土堤走下去，然而寻不到酒馆，江北完全是破落人家，用泥土盖成的房子，用柴草织成的短墙。怎么听不到鸡鸣？要听鸡鸣做什么？人们坐在土堤上揩着面孔，走得热了。"}
{"text":"那天在江边遇到一些朋友，于是大家同意去走江桥。我和郎华走得最快，松花江在脚下东流，铁轨在江空发啸，满江面的冰块，满天空的白云。走到尽头，那里并不是郊野，看不见绿绒绒的草地，看不见绿树，塞外的春来得这样迟啊！我们想吃酒，于是沿着土堤走下去，然而寻不到酒馆，江北完全是破落人家，用泥土盖成的房子，用柴草织成的短墙。怎么听不到鸡鸣？要听鸡鸣做什么？人们坐在土堤上揩着面孔，走得热了。后来，我们去看一个战舰，那是一九二九年和苏俄作战时被打沉在江底的，名字是利捷。每个人用自己所有的思想来研究这战舰，但那完全是瞎说，有的说汽锅被打碎了才沉江的，有的说把驾船人打死才沉江的。一个洞又一个洞。这样的军舰使人感到残忍，正相同在街上遇见的在战场上丢了腿的人一样，他残废了，别人称他是个废人。这个破战舰停在船坞里完全发霉了。患病我在准备早饭，同时打开了窗子，春朝特有的气息充满了屋子。在大炉台上摆着已经去了皮的地豆，小洋刀在手中仍是不断地转着浅黄色带着弹性似的地豆，个个在炉台上摆好，稀饭在旁边冒着泡，我一面切着地豆，一面想着江上连一块冰也融尽了吧！公园的榆树怕是发了芽吧！已经三天不到公园去，吃过饭非去看看不可。郎华呀！你在外边尽作什么？也来帮我提一桶水去我不管，你自己去提吧。他在院子来回走，又是在想什么文章。于是我跑着，为着高兴。把水桶翻得很响，斜着身子从汪家厨房出来，差不多是横走，水桶在腿边左摇荡一下，右摇荡一下菜烧好，饭也烧好。吃过饭就要去江边，去公园。春天就要在头上飞，在心上过，然而我不能吃早饭了，肚子偶然疼起来。我喊郎华进来，他很惊讶！但越痛越不可耐了。他去请医生，请来一个治喉病的医生。你是患着盲肠炎吧？医生问我。我疼得那个样子，还晓得什么盲肠炎不盲肠炎的？眼睛发黑了，喉医生在我的臂上打了止痛药针。张医生，车费先请自备吧！过几天和药费一起送去。郎华对医生说。一角钱也没有了，我又不能说再请医生，白打了止痛药针，一点痛也不能止。郎华又跑出去，我不知他跑出去做什么，说不出怀着怎样的心情在等他回来。一个星期过去，我还不能从床上坐起来。第九天，郎华从外面举着鲜花回来，插在瓶子里，摆在桌上。花开了？不但花开，树还绿了呢！我听说树绿了！"}
{"text":"医生问我。我疼得那个样子，还晓得什么盲肠炎不盲肠炎的？眼睛发黑了，喉医生在我的臂上打了止痛药针。张医生，车费先请自备吧！过几天和药费一起送去。郎华对医生说。一角钱也没有了，我又不能说再请医生，白打了止痛药针，一点痛也不能止。郎华又跑出去，我不知他跑出去做什么，说不出怀着怎样的心情在等他回来。一个星期过去，我还不能从床上坐起来。第九天，郎华从外面举着鲜花回来，插在瓶子里，摆在桌上。花开了？不但花开，树还绿了呢！我听说树绿了！我对于春不知怀着多少意义。我想立刻起来去看看，但是什么也不能做，腿软得好象没有腿了，我还站不住。肚痛减轻一些，夜里睡得很熟。有朋友告诉郎华在什么地方有一个市立的公共医院，为贫民而设，不收药费。当然我挣扎着也要去的。那天是晴天，换好干净衣服，一步一步走出大门，坐上了人力车，郎华在车旁走，起先他是扶着车走，后来，就走在行人道上了。街树不是发着芽的时候，已长好绿叶了！进了诊闻所，到挂号处挂了名，很长的堂屋，排着长椅子，那里已经开始诊断。穿白衣裳的俄国女人，跑来跑去唤着名字，六七个人一起闯进病室去，过一刻就放出来，下一批人再被呼进去。到这里来的病人，都是穷人，愁眉苦脸的一个，愁眉苦脸的一个。撑着木棍的跛子，脚上生疮缚着白布的肿脚人，肺痨病的女人，白布包住眼睛的盲人，包住眼睛的盲小孩，头上生疮的小孩。对面坐着老外国女人，闭着眼睛，把头靠住椅子，好似睡着，然而她的嘴不住地收缩，她的包头巾在下巴上慢慢牵动小孩治疗室有孩子大大地哭叫。内科治疗室门口。外国女人又闯出来，又叫着外国名字一会又有中国人从外科治疗室闯出来，又喊着中国名字拐脚子和胖脸人都一起走进去因为我来得最晚。大概最后才能够叫到我，等得背痛，头痛。我们回去吧！明天再来。坐在人力车上，我已无心再看街树，这样去投医，病象不但没有减轻，好象更加重了些。不能不去，因为不要钱。第二次去，也被唤着名字走进妇科治疗室。虽等了两点钟，到底进了妇科治疗室。既然进了治疗室，那该说怎样治疗法。把我引到一个屏风后面，那里摆着一张很宽很高很短的台子，台子的两边还立了两支叉形的东西，叫我爬上这台子。当时我可有些害怕了，爬上去做什么呢？莫非要用刀割吗？我坚决地不爬上去。于是那肥胖的外国女人先上去了，没有什么，并不动刀。"}
{"text":"我们回去吧！明天再来。坐在人力车上，我已无心再看街树，这样去投医，病象不但没有减轻，好象更加重了些。不能不去，因为不要钱。第二次去，也被唤着名字走进妇科治疗室。虽等了两点钟，到底进了妇科治疗室。既然进了治疗室，那该说怎样治疗法。把我引到一个屏风后面，那里摆着一张很宽很高很短的台子，台子的两边还立了两支叉形的东西，叫我爬上这台子。当时我可有些害怕了，爬上去做什么呢？莫非要用刀割吗？我坚决地不爬上去。于是那肥胖的外国女人先上去了，没有什么，并不动刀。换着次序我也被治疗了一回，经过这样的治疗，并不用吃药，只在肚子上按了按，或是一面按着，一面问两句。我的俄文又不好，所以医生问的，我并不全懂，马马虎虎的就走出治疗室。医生告诉我，明天再来一次，好把药给我。以后我就没有再去，因为那天我出了诊疗所的时候，我是问过一个重病人的，他哼着，他的家属哭着。我以为病人病到不可治的程度，他们不给药吃，说药贵，让自己去买，哪里有钱买？是这样说向我的。去了两天诊疗所，等了几个钟头。怕是再去两天，再去等几个钟头，病人就会自然而然地好起来！可惜我没有那样的忍耐性。十三天用不到一个月我们就要走的。你想想吧，去吧！不要闹孩子脾气，三两天我就去看你一次郎华说。为着病，我要到朋友家去休养几天。我本不愿去，那是郎华的意思，非去不可，又因为病象又要重似的，全身失去了力量，骨节酸痛。于是冒着雨，跟着朋友就到朋友家去。汽车在斜纹的雨中前行。大雨和冒着烟一般。我想开汽车的人怎能认清路呢！但车行的更快起来。在这样大的雨中，人好象坐在房间里，这是多么有趣！汽车走出市街，接近乡村的时候。立刻有一种感觉，好象赴战场似的英勇。我是有病，我并没喊一声美景。汽车颠动着，我按紧着肚子，病会使一切厌烦。当夜还不到九点钟，我就睡了。原来没有睡，来到乡村，那一种落寞的心情浸透了我。又是雨夜，窗子上淅沥地打着雨点。好象是做梦把我惊醒，全身沁着汗，这一刻又冷起来，从骨节发出一种冷的滋味，发着疟疾似的，一刻热了，又寒了！要解体的样子，我哭出来吧！没有妈妈哭向谁去？第二天夜又是这样过的，第三夜又是这样过的。没有哭，不能哭，和一个害着病的猫儿一般，自己的痛苦自己担当着吧！整整是一个星期，都是用被子盖着坐在炕上，或是躺在炕上。"}
{"text":"当夜还不到九点钟，我就睡了。原来没有睡，来到乡村，那一种落寞的心情浸透了我。又是雨夜，窗子上淅沥地打着雨点。好象是做梦把我惊醒，全身沁着汗，这一刻又冷起来，从骨节发出一种冷的滋味，发着疟疾似的，一刻热了，又寒了！要解体的样子，我哭出来吧！没有妈妈哭向谁去？第二天夜又是这样过的，第三夜又是这样过的。没有哭，不能哭，和一个害着病的猫儿一般，自己的痛苦自己担当着吧！整整是一个星期，都是用被子盖着坐在炕上，或是躺在炕上。窗外的梨树开花了，看着树上白白的花儿。到端阳节还有二十天，节前就要走的。眼望着窗外梨树上的白花落了！有小果子长起来，病也渐好，拿椅子到树下去看看小果子。第八天郎华才来看我，好象父亲来了似的，好象母亲来了似的，我发羞一般的，没有和他打招呼，只是让他坐在我的近边。我明明知道生病是平常的事，谁能不生病呢？可是总要酸心，眼泪虽然没有落下来，我却耐过一个长时间酸心的滋味。好象谁虐待了我一般。那样风雨的夜，那样忽寒忽热独自幻想着的夜。第二次郎华又来看我，我决定要跟他回家。你不能回家。回家你就要劳动，你的病非休息不可，有两个星期我们就得走。刚好起来再累病了，我可没有办法。回去，我回去好，你回家吧！没有一点理智的人，不能克服自己的人还有什么办法！你回家好啦！病犯了可不要再问我！我又被留下，窗外梨树上的果子渐渐大起来。我又不住地乱想穷人是没有家的，生了病被赶到朋友家去。已是十三天了！欧罗巴旅馆楼梯是那样长，好象让我顺着一条小道爬上天顶。其实只是三层楼，也实在无力了。手扶着楼栏，努力拔着两条颤颤的，不属于我的腿，升上几步，手也开始和腿一般颤。等我走进那个房间的时候，和受辱的孩子似的偎上床去，用袖口慢慢擦着脸。他――郎华，我的情人，那时候他还是我的情人，他问我了你哭了吗？为什么哭呢？我擦的是汗呀，不是眼泪呀！不知是几分钟过后，我才发现这个房间是如此的白，棚顶是斜坡的棚顶，除了一张床，地下有一张桌子，一张藤椅。离开床沿用不到两步可以摸到桌子和椅子。开门时，那更方便，一张门扇躺在床上可以打开。住在这白色的小室，我好象住在幔帐中一般。我口渴，我说我应该喝一点水吧！"}
{"text":"他――郎华，我的情人，那时候他还是我的情人，他问我了你哭了吗？为什么哭呢？我擦的是汗呀，不是眼泪呀！不知是几分钟过后，我才发现这个房间是如此的白，棚顶是斜坡的棚顶，除了一张床，地下有一张桌子，一张藤椅。离开床沿用不到两步可以摸到桌子和椅子。开门时，那更方便，一张门扇躺在床上可以打开。住在这白色的小室，我好象住在幔帐中一般。我口渴，我说我应该喝一点水吧！他要为我倒水时，他非常着慌，两条眉毛好象要连接起来，在鼻子的上端扭动了好几下怎样喝呢？用什么喝？桌子上除了一块洁白的桌布，干净得连灰尘都不存在。我有点昏迷，躺在床上听他和茶房在过道说了些时，又听到门响，他来到床边。我想他一定举着杯子在床边，却不，他的手两面却分张着用什么喝？可以吧？用脸盆来喝吧！他去拿藤椅上放着才带来的脸盆时，毛巾下面刷牙缸被他发现，于是拿着刷牙缸走去。旅馆的过道是那样寂静，我听他踏着地板来了。正在喝着水，一只手指抵在白床单上，我用发颤的手指抚来抚去。他说你躺下吧！太累了。我躺下也是用手指抚来抚去，床单有突起的花纹，并且白得有些闪我的眼睛，心想不错的，自己正是没有床单。我心想的话他却说出了！我想我们是要睡空床板的，现在连枕头都有。说着，他拍打我枕在头下的枕头。咯咯――有人打门，进来一个高大的俄国女茶房，身后又进来一个中国茶房也租铺盖吗？租的。五角钱一天。不租。不租。我也说不租，郎华也说不租。那女人动手去收拾软枕，床单，就连桌布她也从桌子扯下去。床单夹在她的腋下。一切都夹在她的腋下。一秒钟，这洁白的小室跟随她花色的包头巾一同消失去。我虽然是腿颤，虽然肚子饿得那样空，我也要站起来，打开柳条箱去拿自己的被子。小室被劫了一样，床上一张肿胀的草褥赤现在那里，破木桌一些黑点和白圈显露出来，大藤椅也好象跟着变了颜色。晚饭以前，我们就在草褥上吻着抱着过的。晚饭就在桌子上摆着，黑列巴和白盐。晚饭以后，事件就开始了开门进来三四个人，黑衣裳，挂着枪，挂着刀。进来先拿住郎华的两臂，他正赤着胸膛在洗脸，两手还是湿着。他们那些人，把箱子弄开，翻扬了一阵旅馆报告你带枪，没带吗？那个挂刀的人问。随后那人在床下扒得了一个长纸卷，里面卷的是一支剑。他打开，抖着剑柄的红穗头你哪里来的这个？"}
{"text":"小室被劫了一样，床上一张肿胀的草褥赤现在那里，破木桌一些黑点和白圈显露出来，大藤椅也好象跟着变了颜色。晚饭以前，我们就在草褥上吻着抱着过的。晚饭就在桌子上摆着，黑列巴和白盐。晚饭以后，事件就开始了开门进来三四个人，黑衣裳，挂着枪，挂着刀。进来先拿住郎华的两臂，他正赤着胸膛在洗脸，两手还是湿着。他们那些人，把箱子弄开，翻扬了一阵旅馆报告你带枪，没带吗？那个挂刀的人问。随后那人在床下扒得了一个长纸卷，里面卷的是一支剑。他打开，抖着剑柄的红穗头你哪里来的这个？停在门口那个去报告的俄国管事，挥着手，急得涨红了脸。警察要带郎华到局子里去。他也预备跟他们去，嘴里不住地说为什么单独用这种方式检查我？妨碍我？最后警察温和下来，他的两臂被放开，可是他忘记了穿衣裳，他湿水的手也干了。原因日间那白俄来取房钱，一日两元，一月元。我们只有五元钱。马车钱来时去掉五角。那白俄说你的房钱，给！他好象知道我们没有钱似的，他好象是很着忙，怕是我们跑走一样。他拿到手中两元票子又说元一月，明天给！原来包租一月元，为了松花江涨水才有这样的房价。如此，他摇手瞪眼地说你的明天搬走，你的明天走！郎华说不走，不走不走不行，我是经理。郎华从床下取出剑来，指着白俄你快给我走开，不然，我宰了你。他慌张着跑出去了，去报告警察，说我们带着凶器，其实剑裹在纸里，那人以为是大枪，而不知是一支剑。结果警察带剑走了，他说日本宪兵若是发现你有剑，那你非吃亏不可，了不得的，说你是大刀会。我替你寄存一夜，明天你来取。警察走了以后，闭了灯，锁上门，街灯的光亮从小窗口跑下来，凄凄淡淡的，我们睡了。在睡中不住想警察是中国人，倒比日本宪兵强得多啊！天明了，是第二天，从朋友处被逐出来是第二天了。首发于年月日文学季刊第卷第期拍卖家具似乎带着伤心，我们到厨房检查一下，水壶，水桶，小锅这一些都要卖掉，但是并不是第一次检查，从想走那天起，我就跑到厨房来计算，三角二角，不知道这样计算多少回，总之一提起走字来便去计算，现在可真的要出卖了。旧货商人就等在门外。他估着价水壶，面板，水桶，饭锅，三只饭碗，酱油瓶子，豆油瓶子，一共值五角钱。我们没有答话，意思是不想卖了。五毛钱不少。"}
{"text":"首发于年月日文学季刊第卷第期拍卖家具似乎带着伤心，我们到厨房检查一下，水壶，水桶，小锅这一些都要卖掉，但是并不是第一次检查，从想走那天起，我就跑到厨房来计算，三角二角，不知道这样计算多少回，总之一提起走字来便去计算，现在可真的要出卖了。旧货商人就等在门外。他估着价水壶，面板，水桶，饭锅，三只饭碗，酱油瓶子，豆油瓶子，一共值五角钱。我们没有答话，意思是不想卖了。五毛钱不少。你看，这锅漏啦！水桶是旧水桶，买这东西也不过几毛钱，面板这块板子，我买它没有用，饭碗也不值钱他一只手向上摇着，另一只手翻着摆在地上的东西，他很看不起这东西这还值钱？这还值钱？不值钱，我也不卖。你走吧！这锅漏啦！漏锅他的手来回地推动锅底，嘭响一声，再嘭响一声。我怕他把锅底给弄掉下来，我很不愿意不卖了，你走吧！你看这是废货，我买它卖不出钱来。我说天天烧饭，哪里漏呢？不漏，眼看就要漏，你摸摸这锅底有多么薄？最后，他又在小锅底上很留恋地敲了两下。小锅第二天早晨又用它烧了一次饭吃，这是最后的一次。我伤心，明天它就要离开我们到别人家去了！永远不会再遇见，我们的小锅。没有钱买米的时候，我们用它盛着开水来喝有米太少的时候，就用它煮稀饭给我们吃。现在它要去了！共患难的小锅呀！与我们别开，伤心不伤心？旧棉被旧鞋和袜子，卖空了！空了还有一只剑，我也想着拍卖它，郎华说送给我的学生吧！因为剑上刻着我的名字，卖是不方便的。前天，他的学生听说老师要走，哭了。正是练武术的时候，那孩子手举着大刀，流着眼泪。作为随笔两篇之一，首刊于年月日文季月刊第卷第期最后的一个星期刚下过雨，我们踏着水淋的街道，在中央大街上徘徊，到江边去呢？还是到哪里去呢？天空的云还没有散，街头的行人还是那样稀疏，任意走，但是再不能走了。郎华，我们应该规定个日子，哪天走呢？现在三号，十三号吧！还有十天，怎么样？我突然站住，受惊一般地，哈尔滨要与我们别离了！"}
