{"text":"我父亲当了江苏省高等审判厅长，不久国家规定，本省人回避本省的官职，父亲就调任浙江省高等审判厅长，驻杭州。恶霸杀人的案件，我从父母的谈话里只听到零星片断。我二姑母曾跟我讲，那恶霸杀人不当一回事，衙门里使些钱就完了，当时的省长屈映光就是本省长向不吃饭的那一位，督军朱某据说他和恶霸还有裙带亲都回护凶犯。督军相当于前清的抚台，省长相当于藩台，高等审判厅长算是相当于臬台，通称三大宪臬台当然是最起码的大宪，其实是在督军省长的辖治之下。可是据当时的宪法，三权分立，督军省长不能干预司法。这就造成僵局，三权分立而分裂ss至少分裂为二。我父亲坚持司法独立，死不让步。我不知双方僵持多久，约一九一五年袁世凯称帝前夕，屈映光到北京晋见袁世凯，我父亲就调任了。我曾听到父母闲话的时候，惊诧那些走门路的人无孔不入，无缝不钻。我外祖父偶从无锡到杭州探望女儿，立刻就被包围了。我的外祖父是个忠厚的老好人，我不知道他听了谁的调唆，向我父亲说了什么话。我父亲不便得罪老丈人，只默不作声。外祖父后来悄悄问我母亲怎么回事？三拳打不出他一个闷屁？这句话成了父母常引用的典故。我父亲去世以后，浙江兴业银行行长叶景葵先生在上海，郑重其事地召了父亲的子女讲这件恶霸判处死刑的事。大致和我二姑母讲的相同，不过他着重说，那恶霸向来鱼肉乡民，依仗官方的势力横行乡里判处了死刑大快人心。他说你们老人家大概不和你们讲吧？我的同乡父老至今感戴他。你们老人家的为人，做儿女的应该知道。屈映光有个秘书屈伯刚先生，上海孤岛时期在圣约翰大学当国文教授，也在振华女中沪校兼课，和我同事。屈先生是苏州人，一次他一口纯苏白对我说唔笃老太爷直头硬！悖直头硬个！我回家学给父亲听。父亲笑了，可是没讲自己如何硬，只感叹说朝里无人莫做官。屈映光晋见袁世凯，告了我父亲一状，说此人顽固不灵，难与共事。袁世凯的机要秘书长张一鹿各仲仁先和恰巧是我父亲在北洋大学的同窗老友，所以我父亲没吃大亏。我父亲告诉我说，袁世凯亲笔批了此是好人四字，他就调到北京。我问父亲那坏人后来就放了吗？父亲说地方厅长张我忘了名字是我用的人。案子发回重审，他维持原判。父亲想起这事，笑着把拳头一攒说这是我最得意的事！"}
{"text":"我回家学给父亲听。父亲笑了，可是没讲自己如何硬，只感叹说朝里无人莫做官。屈映光晋见袁世凯，告了我父亲一状，说此人顽固不灵，难与共事。袁世凯的机要秘书长张一鹿各仲仁先和恰巧是我父亲在北洋大学的同窗老友，所以我父亲没吃大亏。我父亲告诉我说，袁世凯亲笔批了此是好人四字，他就调到北京。我问父亲那坏人后来就放了吗？父亲说地方厅长张我忘了名字是我用的人。案子发回重审，他维持原判。父亲想起这事，笑着把拳头一攒说这是我最得意的事！坏人就杀了？父亲摇头说关了几时，总统大赦，减为徒刑，过几年就放了。我暗想，这还有什么时得意的呢？证明自己判决得不错？证明自己用的人不错？这些笨话我都没问，慢慢地自己也领会了。地方厅长张光生所受的威胁利诱，不会比我父亲所受的轻。当时实行的是四级三审制。每个案件经过三审就定案。到高等厅已是第二审，发回重审就是第三审，不能再向大理院上诉。凶犯家属肯定对地方厅长狠加压力。高等厅长已调任，地方厅长如果不屈从当地权势，当然得丢官。张先生维持原判，足见为正义为公道个计较个人利害得失的，自有人在！我至今看到报上宣扬的好人好事，常想到默默无闻的好人好事还不知有多少，就记起父亲一攒拳头的得意劲儿，心上总感到振奋ss虽然我常在疑虑，甚至悲观。我想，父亲在北京历任京师高等审判厅长，京师高等检察长司法部参事等职，他准看透了当时的政府。宪法不过是一纸空文。他早想辞官不干了。他的顽固不灵，不论在杭州，在北京，都会遭到官场的难与共事。我记得父母讲到扣押了那位许总长不准保释的那一夜，回忆说那一夜的电话没有停。都是上级打来的。第二天，父亲就被停职了。父亲对我讲过停职审查虽然远不如褫职查办严重，也是相当重的处分因为停职就停薪。我家是靠薪水过日子的。据民初司法惩戒处分，停职三个月以上，一年以下，并停止俸给。我当时年幼，只记得家里的马车忽然没有了，两匹马都没有了，大马夫小马夫也走了。想必是停薪的结果。我父亲在大暑天和一位爱做诗的植物学家同乡黄子年同上百花山去采集标本，去了大约一星期，回家来一张脸晒成了紫Z色，一个多星期后才慢慢退白。"}
{"text":"父亲对我讲过停职审查虽然远不如褫职查办严重，也是相当重的处分因为停职就停薪。我家是靠薪水过日子的。据民初司法惩戒处分，停职三个月以上，一年以下，并停止俸给。我当时年幼，只记得家里的马车忽然没有了，两匹马都没有了，大马夫小马夫也走了。想必是停薪的结果。我父亲在大暑天和一位爱做诗的植物学家同乡黄子年同上百花山去采集标本，去了大约一星期，回家来一张脸晒成了紫Z色，一个多星期后才慢慢退白。父亲对植物学深有兴趣，每次我们孩子到万牲园现称动物园去看狮子老虎，父亲总一人到植物园去，我不懂植物有什么好看。那次他从百花山回来，把采集的每一棵野花野草的枝枝叶叶，都用极小极整齐的白纸条加固在白而厚的大张橡皮纸上，下面注明什么科如茄科菊科蔷薇科等植物，什么名字。中文下面是拉丁文。多年后，我又看到过那些标本。父亲做标本的时候，我自始至终一直站在旁边仔仔细细地看着，佩服父亲干活儿利索，剪下的小白纸条那么整齐，写的字那么好看，而且从不写错。每张橡皮纸上都蒙上一张透明的薄纸，积成厚厚的一大叠，就用一对木夹子上下夹住，使劲用脚踩扁，用绳子紧紧捆住。这几捆标本带到无锡，带到上海，又带到苏州，后来有一次家里出垃圾，给一个中学收买去做教材了。父亲有闲暇做植物标本，想必是在停职期间。我家租住陈璧的房子。大院南边篱下有一排山桃树。我那年拣桃核的时候，三姐对我说别拣了，咱们要回南了。我不懂什么叫回南。姐姐跟我讲了，然后说，母亲的行李限得很严，桃核只能拣最圆整的带几颗。我着急说那么我的泥刻子呢？姐姐说泥刻子南边没用，南边没有黄土。我在箱子间的外间屋里，看见几只整理了一半的网篮，便偷偷儿撒了两把桃核进去，后来那些桃核都不知去向了。从不出游的母亲游了颐和园香山等名胜，还买了好些北京的名药，如紫金锭梅花点舌丹之类，绢制的宫花等等，准备带回南方送人的。据我国近代史料许世英受贿被捕，在一九一六年五月。国务会议认为许世英没有犯罪的证据，反要追究检察长杨荫杭的责任许世英宣告无罪，他随即辞去交通部长的职务。我想，父亲专研法律，主张法治，坚持司法独立他小小的一个检察长ss至多不过是一个中不溜的干部，竟胆敢拘捕在职的交通部总长，不准保释，一定是掌握了充分的罪证，也一定明确自己没百逾越职权。"}
{"text":"据我国近代史料许世英受贿被捕，在一九一六年五月。国务会议认为许世英没有犯罪的证据，反要追究检察长杨荫杭的责任许世英宣告无罪，他随即辞去交通部长的职务。我想，父亲专研法律，主张法治，坚持司法独立他小小的一个检察长ss至多不过是一个中不溜的干部，竟胆敢拘捕在职的交通部总长，不准保释，一定是掌握了充分的罪证，也一定明确自己没百逾越职权。他决不会顺从国务会议的宣告，不会承认国务会议有判决议。我不知这个案子是如何了结的，可是我料想从一九一七年到一九一九年秋，我父亲准是和北京的行政首脑在顶牛。一九一九年他辞职南归，没等辞职照准。陶菊隐北京军阀统治时期史话第三册第页一九五七年三联版中华民国史资料丛稿人物传记第二十辑第页一九八四年中华书局版。范旭仑君寄我一九二年五月间上海申报杨荫杭律师启事一则，说阅报得知辞职获准，现重操律师旧业。一九一九年秋季，我上初小三年级。忽有一天清早，我跟着父母一家人回南了。路上碰见一个并不要好的同学，我恨不能叫她给我捎句话给同学，说我回南了，心上很怅然。火车站上为我父亲送行的有一大堆人ss不是一堆，是一大片人，谁也没有那么多人送行，我觉得自己的父亲与众不同，很有自豪感。火车快开了，父亲才上车。有个亲戚末了一分钟赶到，从车窗里送进一蒲包很甜的玫瑰香。可见我们离开北京已是秋天了。在家里，我们只觉得母亲是万能的。可是到了火车上，母亲晕车呕吐，弱得可怜。父亲却镇定从容地照看着一家大小和许多行李。我自以为第一次坐火车，其实我在北京出生不久就回南到上海，然后我家迁居苏州，又迁居杭州，又回到北京，这次又回南，父亲已经富有旅行的经验了。几年前我家在上海的时候，大姐二姐都在上海启明女校上学。她们寄宿学校，只暑假回家。一九一七年张勋复辟，北京乱糟糟，两个姐姐没能够到北京，只好回到无锡老家去过了一个暑假。姊妹俩想家得厉害。二姐回校不久得了副伤寒，住在医院里。当时天津大水，火车不通。"}
{"text":"我自以为第一次坐火车，其实我在北京出生不久就回南到上海，然后我家迁居苏州，又迁居杭州，又回到北京，这次又回南，父亲已经富有旅行的经验了。几年前我家在上海的时候，大姐二姐都在上海启明女校上学。她们寄宿学校，只暑假回家。一九一七年张勋复辟，北京乱糟糟，两个姐姐没能够到北京，只好回到无锡老家去过了一个暑假。姊妹俩想家得厉害。二姐回校不久得了副伤寒，住在医院里。当时天津大水，火车不通。母亲得知二姐生病，忙乘轮船赶到上海，二姐目光已经失散，看不清母亲的脸，只拉着母亲的手哭，她不久去世，还不到十五岁。二姐是我们姊妹里最聪明的一个，我父母失去了她是一生中的大伤心事。我母亲随即带了大姐同回北京，一九一九年我家离北京南归，我只有大姐和三姐了，下面却添了两个弟弟和我的七妹。我家由北京到天津，住了一二大客栈，搭新铭轮船到上海。我父亲亲自抱着七妹，护着一家人，押着大堆行车上船下船。我记得父母吩咐，上海码头乱得很，s老小s要听话。我们很有秩序地下了轮船又上拖船。拖船是由小火轮拖带的小船，一只火轮船可以拖带一大串的小船。我们家预先包好一只拖船，行李堆在后舱，一家人都坐在前舱，晚上把左右两边座位中间的空处搭上木板，就合成一只大床。三姐着急说我的脚往哪儿垂呀？父亲说她好讲究！脚还得往下垂吗？大家都笑。我们孩子觉得全家睡一只大床很好玩。我父母亲在无锡预先租下房子，不挤到老家去住。那宅房子的厨房外面有一座木桥，过了桥才是后门。我可以不出家门，而站在桥上看来往的船只，觉得新奇得很。我父母却对这宅房子不满意，只是一时也找不到合适的。我还是小孩子，不懂得人生疾苦。我父亲正当壮年，也没估计到自己会病得几乎不起。据说租住那所房子的几个住户都得了很重的伤寒症，很可能河水有问题。我父亲不久就病倒了。他地道是那个时期的留学生，只信西医，不信中医。无锡只有一个西医，是外国人。他每次来就抽一点血，拿一点大便，送往上海化验，要一个星期才有结果。检查了两次查不出病因，病人几星期发高烧，神识都昏迷了。我母亲自作主张，请了一位有名的中医来，一把脉就说伤寒。西医又过了一星期才诊断是伤寒。父亲已经发烧得只说昏话了。他开始说的昏话还是笑话。他看我母亲提了玻璃溺壶出去，就说瞧瞧，她算做了女官了，提着一口印上任去了！"}
{"text":"我父亲不久就病倒了。他地道是那个时期的留学生，只信西医，不信中医。无锡只有一个西医，是外国人。他每次来就抽一点血，拿一点大便，送往上海化验，要一个星期才有结果。检查了两次查不出病因，病人几星期发高烧，神识都昏迷了。我母亲自作主张，请了一位有名的中医来，一把脉就说伤寒。西医又过了一星期才诊断是伤寒。父亲已经发烧得只说昏话了。他开始说的昏话还是笑话。他看我母亲提了玻璃溺壶出去，就说瞧瞧，她算做了女官了，提着一口印上任去了！可是昏话渐渐变为鬼话，说满床都是鬼。家里佣人私下说不好了，老爷当了壳隍老爷了，成日成夜在判案子呢。我记得有一夜已经很晚了，家里好像将出大事，大家都不睡，各屋都亮着灯，许多亲友来来往往。我母亲流着泪求那位名医处方，他摇头断然拒绝。医生不肯处方就是病人全没指望了。我父亲的老友华实甫先生也是有名的中医，当晚也来看望。他答应我母亲的要求死马当活马医，开了一个药方。那是最危急的一夜，我父亲居然挣扎过来。我母亲始终把华实甫先生看作救命恩人。西医却认为我父亲自己体力好，在转换期ss战胜了病魔。不过无论中医西医，都归功于我母亲的护理。那年大除夕，我父亲病骨支离，勉强能下床行走几步。他一手扶杖，一手按着我的头，慢慢儿走到家人团坐的饭桌边。椅里垫上一条厚被，父亲象征性地和我们同吃了年夜饭。父亲病情最危急的那一晚，前来探望的人都摇头喟叹说唉，要紧人呀！要紧人就是养家人，我们好大一家人全靠父亲抚养。找叔叔在美国学统计，学成回国，和订婚多年的婶婶结婚，在审计院工作，不久肺病去世，遗下妻女各一。我老家就添了我一位寡婶和一个堂妹。我们小家庭里，父母子女就有八口人。我常想，假如我父亲竟一病不起，我如有亲戚哀怜，照应我读几年书，也许可以做个小学教员。不然，我大概只好去做女工，无锡多的是工厂。我父亲满以为回南可以另找工作，没想到生了那么一场重病。当时的社会，病人哪有公费治疗呢！连日常生活的薪水都没个着落呀。我父亲病中，经常得到好友陈光甫先生和杨廷栋翼之先生的资助。他们并不住在无锡，可是常来看望。父亲病中见了他们便高兴谈笑，他们去后往往病又加重。我虽是孩子，经常听到父母谈到他们，也觉得对他们感激。近代史所调查的问题之一是问到杨廷栋的后人是谁。"}
{"text":"不然，我大概只好去做女工，无锡多的是工厂。我父亲满以为回南可以另找工作，没想到生了那么一场重病。当时的社会，病人哪有公费治疗呢！连日常生活的薪水都没个着落呀。我父亲病中，经常得到好友陈光甫先生和杨廷栋翼之先生的资助。他们并不住在无锡，可是常来看望。父亲病中见了他们便高兴谈笑，他们去后往往病又加重。我虽是孩子，经常听到父母谈到他们，也觉得对他们感激。近代史所调查的问题之一是问到杨廷栋的后人是谁。惭愧得很，我虽然常常听到杨翼之的名字，却从未见过面，更不知他的后人ss我实在很想见到他们，表达我们的感激。四我父亲病后就到上海申报馆当主笔这是我大姐的话，据日本人编的参考资料我父亲是上海申报社副编辑长。那时候，我已经和三姐跟随大姐同在上海启明女校读书，寄宿在校。老家仍在无锡，我们那个小家一九二年秋搬到上海，租居两上两下一宅弄堂房子。暑假里，有一天，我父亲的老友接我们到他家去玩。那位朋友就是和我父亲同窗的稳健派，后来参与了和日本人订二十一条的章宗祥。我父母讲到二十一条的时候，总把这位同窗称为嘴巴。据我猜想，大约认为他不是主脑，只起了嘴巴的作用我从没问过，但想来猜得不错。我记得父亲有一次和我讲到这件事，愤愤地说他们喊喊喊喊喊，只瞒我一个！打量我都不知道吗！我想，嘴巴是不愿听我父亲的劝阻或责备吧？我们家最初到北京，和他们家好像来往较多，以后就很疏远了。我记得在上海只到他们家去过一次，以后只我二姑母带着七妹妹去了一次，父母亲没再去过。一九九二年，我得到杨翼之先生外孙女的信，欣知遥寄的感激已经寄到。亚洲问题讲座第十二卷，尾崎秀实主编亚洲人名辞典，昭和十五年一九四创元社刊他们是用汽车来接我们一家的，父亲母亲带了两三个女儿同去。我还是个小土包子，没坐过汽车。车穿过闹市，开进一个幽静的地区。街道两旁绿树成荫，只听得一声声悠长的知了知了。进门就看见大片的绿草地，疏疏落落的大树，中间一座洋房显得矮而小其实房于并不小，只因为四周的园地很大，衬得房子很小。我看见他们家的女儿在树荫下的草坪上玩，觉得她们真舒服。"}
{"text":"亚洲问题讲座第十二卷，尾崎秀实主编亚洲人名辞典，昭和十五年一九四创元社刊他们是用汽车来接我们一家的，父亲母亲带了两三个女儿同去。我还是个小土包子，没坐过汽车。车穿过闹市，开进一个幽静的地区。街道两旁绿树成荫，只听得一声声悠长的知了知了。进门就看见大片的绿草地，疏疏落落的大树，中间一座洋房显得矮而小其实房于并不小，只因为四周的园地很大，衬得房子很小。我看见他们家的女儿在树荫下的草坪上玩，觉得她们真舒服。我父亲平时从不带孩子出去拜访人，只偶尔例外带我。我觉得有些人家尽管比我家讲究得多，都不如这一家的气派。那天回家后，大姐盛称他们家的地毯多厚，沙发多软。父亲意味深长地慨叹一声说生活程度现在所谓s生活水平s不能太高的。他只说了这么一句。可是这句话我父亲在不同的场合经常反复说，尽管语气不同，表情不同，我知道指的总是同一回事。父亲藏有这位朋友的一张照片，每次看了总点头喟叹说绝顶聪明人pp，言下无限惋惜。到如今，我看到好些聪明人为了追求生活的享受，或个人的利益，不惜出卖自己，也不顾国家的体面，就常想到我父亲对这位老友的感慨和惋惜。我父亲病后身体渐渐复元，在申报馆当副主编的同时，又重操律师旧业。他承认自己喜欢说偏激的话。他说，这个世界上指当时社会只有两种职业可做，一是医生，二是律师其实是指自由职业。他不能作医生，只好当律师。他嫌上海社会太复杂，决计定居苏州。我们家随即又迁到苏州。可是租赁的房子只能暂时安身，做律师也得有个事务所。我母亲说，我家历年付的房租，足以自己盖一所房子了。可是我父亲自从在北京买了一辆马车，常半开玩笑半认真地说，有了财产，从此多事矣。他反对置买家产。可是有些事不由自主。我家急需房子，恰恰有一所破旧的大房子要出卖。那还是明朝房子，都快倒塌了。有一间很高大的厅也已经歪斜，当地人称为一文厅。据说魏忠贤当权的时候，有人奏称五城造反，苏州城是其中一个。有个徐大老爷把五城改为五人，张溥五人墓碑记上并没有五城改五人之说，也没见徐大老爷的名字。张謇题的安徐堂匾上有这位徐大老爷的官衔和姓名，可惜我忘了。"}
{"text":"他反对置买家产。可是有些事不由自主。我家急需房子，恰恰有一所破旧的大房子要出卖。那还是明朝房子，都快倒塌了。有一间很高大的厅也已经歪斜，当地人称为一文厅。据说魏忠贤当权的时候，有人奏称五城造反，苏州城是其中一个。有个徐大老爷把五城改为五人，张溥五人墓碑记上并没有五城改五人之说，也没见徐大老爷的名字。张謇题的安徐堂匾上有这位徐大老爷的官衔和姓名，可惜我忘了。一文厅是苏州人感激这位徐大老爷而为他建造的，一人一文钱，顷刻募足了款子，所以称为一文厅。我自从家里迁居苏州，就在当地的振华女中上学，寄宿在校，周末回家，见过那一大片住满了人的破房子。全宅住有二三十家，有平房，也有楼房。有的人家住得较宽敞，房子也较好。最糟的是一文厅，又漏雨，又黑暗，全厅分隔成二排，每排有一个小小的过道和三间房，每间还有楼上楼下。总共就是十八间小房，真是一个地道的贫民窟，挑担的小贩常说我们挑担子的进了这个宅子，可以转上好半天呢。我父亲不精明，买下了这宅没人要的破房子，修葺了一部分，拆掉许多小破房子，扩大了后园，添种了花树，一面直说从此多事矣！据他告诉我，买房子花掉了他的一笔人寿保险费，修建是靠他做律师的收入。因为买房以后，祖母去世，大伯母一家基本上能自立，无锡老家的负担已逐渐减轻。房子费了两年左右才修建完毕。我常挂念原先的二三十户人家到了哪里去。最近，有个亲戚偶来看我，说他去看了我们苏州的房子我们已献给公家，现在里面住了五十来户。我大为惊诧，因为许多小破房子全都拆了，哪来那么多房间呢？不过小房子既能拆掉，也能一间间再搭上。一条宽走廊就能隔成几间房呢。许多小户合成一个大宅，一个大宅又分成许多小户，也是分久必合合久必分的天下大势。我父亲反对置买家产不仅是图省事，他还有一套原则。对本人来说，经营家产耗费精力，甚至把自己降为家产的奴隶对子女来说，家产是个大害。他常说，某家少爷假如没有家产，可以有所作为，现成可吃家当，使他成了废物，也使他不图上进。所以我父亲明明白白地说过我的子女没有遗产，我只教育他们能够自立。"}
