{"text":"这首歌充满了对爱情虚无悲观自来自去的看法，听得令人辛酸，辛酸的是它几乎是冷静客观的分析了八十年代年轻人的爱情观。现实社会里受挫的离散的短暂的悲剧的感伤的爱情，已经不是电影电视和小说的专利，而是每一个人只要举目四顾周遭的朋友，就会发现不完整的片断的爱情是到处都在发生的。当曾经誓结白头，生死与共的伴侣，或者背离了自己，或者自己叛别了他，而分手的原因有时是细小如芝麻，有时是个根本不可能的谜，于是紧接着斩钉截铁永远的盟誓的，就是爱情这东西我明白，但永远是什么？的叹息。我想，对着爱情的永恒性怀疑，是现代人一种普遍的现象，于是年轻人不再像过去那么痴心，那么欲生欲死，在一开始的时候就已经保持着爱情的距离，不能全心投入，现在最分节阅读受年轻人向往的爱情，似乎不再是生死与共。休戚相往的情爱世界，而是挥一挥衣袖，不带走一片云彩的潇洒的偶然。分离得愈是潇洒，愈是令人喝采，分离得愈是痴心，就愈是令人嘲笑。我经常看到这样的事件，因此不免自问一句爱情这东西我们明白了吗？如果爱情竟如薄纸一张，完全没有信念，也可以分离，也可以不分离，那么爱情义是什么呢？最令人伤心的不是年轻人没有爱情，而是大家对爱情的永远普遍的丧失了信。在中国的古代，祖先曾为我们留下许多光芒四射，可歌可泣的爱情篇章，这些伟大的爱情，或生或死或合或离，尽管结局有喜有悲，但是它之可以流传至今，是因为永远。他们都相信坚贞的情爱有永远，生时精神可以永远，死后化成比翼鸟化成连理枝，还是可以永远。我们时常感叹现代没有伟大的爱情，是不是正因为现代人对永远的观念淡泊的原因呢？前面提到罗大伤的恋曲一九八，现在让我们把时间往前推溯到两千年前，在诗经邺风里有一篇伯舟，也是古人咏叹爱情的歌声，原文是泛彼柏舟，在彼河中，髯彼两髦，实难我仪，之死矢靡他。母也天只，不谅人只！泛彼柏舟，在彼河侧，髯彼两髦，实难我特，之死矢靡他。母也天只，不谅人只。这首优美的占典诗歌，翻成白话应该是正划向河中央的柏木船里，坐着长发的少年，正是我心仪的爱侣，我对他的爱到死也不改变。母亲呀！天呀！"}
{"text":"前面提到罗大伤的恋曲一九八，现在让我们把时间往前推溯到两千年前，在诗经邺风里有一篇伯舟，也是古人咏叹爱情的歌声，原文是泛彼柏舟，在彼河中，髯彼两髦，实难我仪，之死矢靡他。母也天只，不谅人只！泛彼柏舟，在彼河侧，髯彼两髦，实难我特，之死矢靡他。母也天只，不谅人只。这首优美的占典诗歌，翻成白话应该是正划向河中央的柏木船里，坐着长发的少年，正是我心仪的爱侣，我对他的爱到死也不改变。母亲呀！天呀！女儿的心为什么你总看不见？在河面浮泛的柏木船，慢慢靠在河的那一边，划着船桨那个长发少年，是我真正匹配的爱侣，我爱他到死也不改变，母亲呀！天呀！我的心思为什么你不能体谅？读着诗经里的柏舟篇，我们仿佛看见一位美丽的少女，站在辽阔的河岸上，看着渐去渐远的小船，暗暗的在河边做着永远的爱情梦想和重重的盟誓，这分爱情，纵使母亲和天意不能知解，不能体谅，她到死也不会改变，是一首历久弥新，动人心弦的情曲。这首流过两千年时空的情歌，正是成语至死靡他的来源，至死靡他一词的直译是到死也不存二心。是何等坚决，勇敢的对情爱的咏叹呀！站在一九八的时空回思那位古代少女，使我们警觉，我们可以对爱情失望，但不能对爱情的永远绝望。我们或许会面对爱情的变故与挫折，但是我们不能失去心灵深处默默的盟誓。在中国古代的诗歌小说传奇里，像柏舟这样对爱情至死无悔的故事，几乎俯拾即是，最感动我的是一篇流传在大陆民间的童话不见黄娥心不死。这篇童话尚不普遍为人所知，我愿意在这里做一个完整的记录以前，在一个乡村里，有一位叫黄娥的漂亮姑娘，她家里生活穷苦，粮食总是不够吃，一到荒春，就得靠野菜过日子，因此，春天的时候，她天天到野外割野菜。有一天，她正在割野菜的时候，忽然听到河边传来一阵优美的笛声，笛声太美了，使她听得出神，她停止割菜，慢慢顺着笛声向河边走去，走到河边一看，原来是一个放牛的孩子在吹横笛她怕他看见，急忙钻到芦苇丛中偷听，一直到牧童走了，她才回家。牧童常到这里来放牛，黄娥常来这里割菜，牧童爱吹笛，黄娥爱听那笛声，日子一长久，他们认识了，他们相爱了。"}
{"text":"有一天，她正在割野菜的时候，忽然听到河边传来一阵优美的笛声，笛声太美了，使她听得出神，她停止割菜，慢慢顺着笛声向河边走去，走到河边一看，原来是一个放牛的孩子在吹横笛她怕他看见，急忙钻到芦苇丛中偷听，一直到牧童走了，她才回家。牧童常到这里来放牛，黄娥常来这里割菜，牧童爱吹笛，黄娥爱听那笛声，日子一长久，他们认识了，他们相爱了。于是，每当太阳快落山的时候，牧童已经帮黄娥一块儿割满一篮野菜，两人就坐在河边的青草地上，看着清清的流水，让牛在一颠吃草，牧童就吹起横笛来。后来他们的事情传开了，也传到黄娥父母的耳朵里，黄娥的父母恼怒非常，把黄娥关在家里，永远不让她出门了。这时候，附近有个老财主，要讨二房，知道黄娥是有名的漂亮姑娘，就托人到她家提亲。黄娥的父母虽有些不愿意，但想到她败坏门风，要把她早些送出门去，就答应了。牧童自从失去黄娥，就好像丢了魂一样。虽说他知道黄娥被关在家里，他还是天天吹起他的横笛，到处找，再也找不到黄娥的踪影了，他慢慢害了心病，不久，就死掉了。牧童因为是个孤苦无靠的穷孩子，死时自己倒在野地里，就没人问了。他的尸首被狼来拉，狗来啃，到最后，只剩下一颗心了，因为太硬，没有东西能毁坏它。这样，过了不少日子，这颗心在野地里经过风吹雪打日晒雨淋，变得越发像一块油漆木头，又红又亮了。有一天，一个木匠走过，以为是一块木纹很细的木头，就拾起来，回到家里把它刻成一个酒杯。当木匠倒上酒的时候，从酒杯发出了一种很好听的笛声，木匠一惊，以为得到一件宝贝，很小心地把它收藏起来。这个木匠，手艺很有名。有一次，一个老财主请他去喝喜酒，这个老财主正好是黄娥被逼嫁的财主。老财主摆的酒席，碗碟，器具都格外讲究。木匠说这屋里的东西没有一件比我的木头酒杯好。老财主说那么，把你的酒杯拿出来看看吧！我不信会比我这古瓷的杯子好。木匠从怀里掏出酒杯，倒上了酒，清脆嘹亮的笛声就从里面响出来，所有的客人都听呆了。这时，坐在新房里的黄娥，正又愁又恨的落泪。忽然，听到了笛声，那笛声和牧童的横笛声一模一样，一时又惊又喜，心都要跳到胸口来了。"}
{"text":"有一次，一个老财主请他去喝喜酒，这个老财主正好是黄娥被逼嫁的财主。老财主摆的酒席，碗碟，器具都格外讲究。木匠说这屋里的东西没有一件比我的木头酒杯好。老财主说那么，把你的酒杯拿出来看看吧！我不信会比我这古瓷的杯子好。木匠从怀里掏出酒杯，倒上了酒，清脆嘹亮的笛声就从里面响出来，所有的客人都听呆了。这时，坐在新房里的黄娥，正又愁又恨的落泪。忽然，听到了笛声，那笛声和牧童的横笛声一模一样，一时又惊又喜，心都要跳到胸口来了。趁人没看见，黄娥不由自主地往房外走，偷偷溜到二门口，笛声更好听了。她又走到客厅门口，笛声越加动听，竟完全是她的河边情人吹的笛声。这时候，她不顾客厅有多少客人，忍不住把头伸了进去。说也奇怪，黄娥往里一伸头，笛声就停住不响了。我之所以花费这么长的篇幅抄录这个童话故事，实在是我每肺想起它，心中就震动不已。它的文字简朴，故事单纯，但它的力量却不亚于任何一个不朽的爱情故事。它使我们感动，实在是由于它的象征意义一个受命运摆弄的牧童，因为失去他的爱侣而死在荒野中，但是他的爱不死，他的心不死，被野狗啃过，被野狼吃过，一颗还活着的心却不化，最后被木匠刻成酒杯，用笛声来寻找他的爱人，只为了见爱人的最后一面。当然，牧童并没有能和黄娥有完满的结局，酒杯在笛声戛然而止的那一刻是一个悲剧，但是牧童的心以悲剧证明了情爱的伟大，它可以让一个人的心灵不朽。在中国广阔的大地里，说给儿童听的童话，竟有许多是这一类鼓励启示永不要对爱失去信心，永远不在挫折中绝望的故事，它们歌颂着对爱情坚忍不拔的伟大精神――这种精神正是至死靡他的精神。当我们听到爱情这东西我明白，但永远是什么？的歌声时，是不是也能发出永远这东西我明白像一个平凡牧童的心一样肯定的答案呢？――一九八二年七月二十八日青山元不动我从来不刻意去找一座庙宇朝拜。但是每经过一座庙，我都会进去烧香，然后仔细的看看庙里的建筑，读看到处写满的，有时精美得出乎意料的对联，也端详那些无比庄严穿着金衣的神明。大概是幼年培养出来的习惯吧！"}
{"text":"――一九八二年七月二十八日青山元不动我从来不刻意去找一座庙宇朝拜。但是每经过一座庙，我都会进去烧香，然后仔细的看看庙里的建筑，读看到处写满的，有时精美得出乎意料的对联，也端详那些无比庄严穿着金衣的神明。大概是幼年培养出来的习惯吧！每次随着妈妈回娘家，总要走很长的路，有许多小庙神奇的建在那一条路上，妈妈无论多急的赶路，必定在路过端的时候进去烧一把香，或者喝杯茶，再赶路。爸爸出门种作的清晨，都是在端里烧了一柱香，再荷锄下田的。夜里休闲时，也常和朋友在庙前饮茶下棋，到星光满布才回家。我对庙的感应不能说是很强烈的，但却十分深长。在许许多多的端中，我都能感觉到一种温暖的情怀，烧香的时候，就好像把自己的心清放在供桌上，烧完香整个人就平静了。也许不能说只是端吧，有时是寺，有时是堂，有时是神坛，反正是有着庄严神明的处所，与其说我敬畏神明，还不如说是一种来自心灵的声音，它轻浅的弹奏而触动着我就像在寺庙前听着乡人夜晚弹奏的南管，我完全不懂得欣赏，可是在夏夜的时候聆听，仿佛看到天上的一朵云飘过，云一闪出几粒晶灿的星星，南管在寂静之夜的庙里就有那样的美丽。新盖成的庙也有很粗俗的，颜色完全不调谐的纠缠不清，贴满了花草浓艳的艺术瓷砖，这时我感到厌烦然而我一想到童年时看到如此颜色鲜丽的庙就禁不住欢欣的跳跃，心情接纳了它们，正如渴着的人并不挑捡茶具，只有那些不渴的人才计较器皿。我的庙宇经验可以说不纯是宗教，而是感情的，好像我的心里随时准备了一片大的空地，把每座庙一一建起，因此庙的本身是没有意义的。记得我在学生时代，常常并没有特别的理由，也没有朝山进香的准备，就信步走进后山的庙里，在那里独坐一个下午，回来的时候就像改换了一个人，有快乐也沉潜了，有悲伤也平静了。通常，山上或海边的庙比城市里的更吸引我，因为山上或海边的庙虽然香火寥落，往往有一片开阔的景观和大地。那些庙往往占住一座山或一片海滨最好的地势，让人看到最好的风景，最感人的是，来烧香的人大多不是有所求而来，仅是来烧香罢了，也很少人抽签，签纸往往发着寥斑或尘灰满布。"}
{"text":"记得我在学生时代，常常并没有特别的理由，也没有朝山进香的准备，就信步走进后山的庙里，在那里独坐一个下午，回来的时候就像改换了一个人，有快乐也沉潜了，有悲伤也平静了。通常，山上或海边的庙比城市里的更吸引我，因为山上或海边的庙虽然香火寥落，往往有一片开阔的景观和大地。那些庙往往占住一座山或一片海滨最好的地势，让人看到最好的风景，最感人的是，来烧香的人大多不是有所求而来，仅是来烧香罢了，也很少人抽签，签纸往往发着寥斑或尘灰满布。城市的庙不同，它往往局促一隅，近几年因大楼的兴建更被围得完全没有天光香火鼎盛的地方过分拥挤，有时烧着香，两边的肩膀都被拥挤的香客紧紧夹住了，最可怕的是，来烧香的人都是满脑子的功利，又要举家顺利，又要发大财，又要长寿，又要儿子中状元，我知道的一座庙里没几天就要印制一次新的签纸，还是供应及，如果一座庙只是用来求功名利禄，那么我们这些无求的只是烧香的人，还有什么值得去的呢？去逛庙，有时也有意想不到的乐趣。有的庙是仅在路上捡到一个神明像就兴建起来的，有的是因为长了一棵怪状的树而兴建，有的是那一带不平安，大家出钱盖座庙。在台湾，山里或海边的端字盖成，大多不是事先规划设计，而是原来有一个神像，慢慢地一座座供奉起来多是先只盖了一间主房，再向两边延展出去，然后有了厢房，有了后院多是先种了几棵小树，后来有了遍地的花草一座寺端的宏观是历尽百年还没有定型，还在成长着。因此使我特别有一种时间的感觉，它在空间上的生长，也印证了它的时间。观庙烧香，或者欣赏庙的风景都是不足的最好的庙是在其中有一位得道者，他可能是出家修炼许久的高僧，也可能是拿着一块抹布在擦拭桌椅的毫不起眼的俗家老人。在他空闲的时候我们和他对坐，听他诉说在平静中得来的智慧，就像坐着听微风吹抚过大地，我们的心就在那大地里悠悠如诗的醒转。如果庙中竟没有一个得道者，那座庙再好再美都不足，就像中秋夜里有了最美的花草而独缺明月。我曾在许多不知名的寺庙中见过这样的人，在我成年以后，这些人成为我到庙里去最大的动力。当然我们不必太寄望有这种机缘，因为也许在几十座庙里才能见到一个，那是随缘！最近，我路过三峡，听说附近有一座风景秀美的寺，便放下俗务，到那庙里去。"}
{"text":"如果庙中竟没有一个得道者，那座庙再好再美都不足，就像中秋夜里有了最美的花草而独缺明月。我曾在许多不知名的寺庙中见过这样的人，在我成年以后，这些人成为我到庙里去最大的动力。当然我们不必太寄望有这种机缘，因为也许在几十座庙里才能见到一个，那是随缘！最近，我路过三峡，听说附近有一座风景秀美的寺，便放下俗务，到那庙里去。庙的名字是元亨堂，上千个台阶全是用一级级又厚又结实的石板铺成，光是登石级而上就是几炷香的工夫。庙庭前整个是用整齐的青石板铺成，上面种了几株细瘦而高的梧桐，和几丛竹子从树的布置和形状，就知道不是凡夫所能种植的，庙的设计也是简单的几座平房，全用了朴素而雅致的红砖。我相信那座庙是三驾一带最好的地势，站在庙庭前，广大的绿野蓝天和山峦尽人眼底，在绿野与山峦间一条秀气的大汉溪如带横过。庙并不老，对于现在能盖出这么美的庙，使我对盖庙的人产生了最大的敬意。后来打听在庙里洒扫的妇人，终于知道了盖庙的人。听说他是来自外乡的富家独子，一生下来就不能食辈的人，二十岁的时候发誓修性，便带着庞大的家产走遍北部各地，找到了现在的地方，他自己拿着锄头来开这片山，一块块石板都是亲自铺上的，一棵棵树都是自己栽植的，历经六十几年的时间才有了现分节阅读在的规模至于他来自哪一个遥远的外乡，他真实的名姓，还有他传奇的过去，都是人所不知，当地的人听称他为弯仔师父。他人还在吗？我着急的问。还在午睡，大约一小时后会醒来。妇人说。并且邀我在庙里吃了一餐美味的斋饭。我终于等到了弯仔师父，他几乎是无所不知的人，八十几岁还健朗风趣，上自天文，下至地理，中谈人生，都是头头是道，让人敬服。我问他年轻时是什么愿力使他到三峡建庙，他淡淡的说想建就来建了。谈到他的得道。他笑了道可得乎？叨扰许久，我感叹的说这么好的一座庙，没有人知道，实在可惜呀！弯仔师父还是微笑，他叫我下山的时候，看看山门的那副对联。"}
{"text":"我问他年轻时是什么愿力使他到三峡建庙，他淡淡的说想建就来建了。谈到他的得道。他笑了道可得乎？叨扰许久，我感叹的说这么好的一座庙，没有人知道，实在可惜呀！弯仔师父还是微笑，他叫我下山的时候，看看山门的那副对联。下山的时候，我看到山门上的对联是这样写的青山元不动白云自去来那时我站在对联前面才真正体会到一位得道者的胸襟，还有一座好庙是多么的庄严，他们永远是青山一般，任白云在眼前飘过。我们不能是青山，让我们偶尔是一片白云，去造访青山，让青山告诉我们大地与心灵的美吧！我不刻意去找一座庙朝拜，总是在路过庙的时候，忍不住地想也许那里有着人世的青山，然后我跨步走进，期待一次新的随缘。――一九八三年五月十八日随风吹笛远远的地方吹过来一股凉风。风里夹着呼呼的响声。侧耳仔细听，那像是某一种音乐，我分析了很久，确定那是嫡子的声音，因为萧的声音没有那么清晰，也没有那么高扬。由于来得遥远，使我对自己的判断感到怀疑有什么人的笛声可以穿透广大的平野，而且天上还有雨，它还能穿过雨声，在四野里扩散呢？笛的声音好像没有那么悠长，何况只有简单的几种节奏。我站的地方是一片乡下的农田，左右两面是延展到远处的稻田，我的后面是一座山，前方是一片麻竹林。音乐显然是来自麻竹林，而后面的远方仿佛也在回响。竹林里是不是有人家呢？小时候我觉得所有的林间，竹林是最神秘的，尤其是那些历史悠远的竹林。因为所有的树林再密，阳光总可以毫无困难的穿透，唯有竹林的密叶，有时连阳光也无能为力再大的树林也有规则，人能在其间自由行走，唯有某些竹林是毫无规则的，有时走进其间就迷途了。因此自幼，父亲就告诉我们逢竹林莫人的道理，何况有的竹林中是有乱刺的，像刺竹林。这样想着，使我本来要走进竹林的脚步又迟疑了，在稻田田硬坐下来，独自听那一段音乐。我看看天色尚早，离竹林大约有两里路，遂决定到竹林里去走一遭――我想，有音乐的地方一定是安全的。"}
{"text":"因为所有的树林再密，阳光总可以毫无困难的穿透，唯有竹林的密叶，有时连阳光也无能为力再大的树林也有规则，人能在其间自由行走，唯有某些竹林是毫无规则的，有时走进其间就迷途了。因此自幼，父亲就告诉我们逢竹林莫人的道理，何况有的竹林中是有乱刺的，像刺竹林。这样想着，使我本来要走进竹林的脚步又迟疑了，在稻田田硬坐下来，独自听那一段音乐。我看看天色尚早，离竹林大约有两里路，遂决定到竹林里去走一遭――我想，有音乐的地方一定是安全的。等我站在竹林前面时，整个人被天风海雨似的音乐震摄了，它像一片乐海，波涛汹涌，声威远大，那不是人间的音乐，竹林中也没有人家。竹子的本身就是乐器，风是指挥家，竹于和竹叶的关系便是演奏者。我研究了很久才发现，原来竹子洒过了小雨，上面有着水渍，互相摩擦便发生尖利如笛子的声音。而上面满天摇动的竹叶间隙，即使有雨，也阻不住风，发出许多细细的声音，配合着竹子的笛声。每个人都会感动于自然的声音，譬如夏夜里的蛙虫鸣唱，春晨雀鸟的跃飞歌唱，甚至刮风天里涛天海浪的交响。凡是自然的声音没有不令我们赞叹的，每年到冬春之交，我在寂静的夜里听到远处的春雷乍响，心里总有一种喜悦的颤动。我有一个朋友，偏爱蝉的歌唱。孟夏的时候，他常常在山中独座一日，为的是要听蝉声，有一次他送我一卷录音带，是在花莲山中录的蝉声。送我的时候已经冬天了，我在寒夜里放着录音带，一时万蝉齐鸣，使冷漠的屋宇像是有无数的蝉在盘飞对唱，那种经验的美，有时不逊于在山中听蝉。后来我也喜欢录下自然的声籁，像是溪水流动的声音，山风吹抚的声音，有一回我放着一卷写明溪水的录音带，在溪水b琮之间，突然有两声山鸟长鸣的锐音，盈耳绕梁，久久不灭，就像人在平静的时刻想到往日的欢愉，突然失声发出欢欣的感叹。但是我听过许多自然之声，总没有这一次在竹林里感受到那么深刻的声音。原来在自然里所有的声音都是独奏，再美的声音也仅弹动我们的心弦，可是竹林的交响整个包围了我，像是百人的交响乐团刚开始演奏的第一个紧密响动的音符，那时候我才真正知道，为什么中国许多乐器都是竹子制成的，因为没有一种自然的植物能发出像竹子那样清脆悠远绵长的声音。"}
