{"text":"持续的，强韧的，有组织的工作，在理知的权威领导之下，向前进行这是今日的教义。党便是这种理知的权威之具体化。党所要求于个人的是牺牲，是无条件的牺牲。一个人得按着党的方式而生活，想自出心裁，是不行的。现在革命的进行虽是混乱，有时甚至失掉革命的意义但在暗中ss似乎是很激烈的。只要我们承认事实，无论你赞成与否，这是不断地在那边进行着的。来的终于要来，无论怎样诅咒，压迫，都不中用。这是一个世界波浪。固然，我丝毫不敢说这，便是就中国而言，何时结束，怎样结束至于全世界，我更无从悬揣了。但这也许是杞忧吧？我总预想着我们阶级的灭亡，如火所说。这灭亡的到来，也许是我所不及见，但昔日的我们的繁荣，渐渐往衰颓的路上走，总可以眼睁睁看着的。这衰颓不能盼望在平和的假装下度了过去既说，到了短兵相接的时候，说不得要露出狰狞的面目，毒辣的手段来的。枪与炸弹和血与肉打成一片的时候，总之是要来的。近来广州的事变，杀了那么些人，烧了那么些家屋，也许是大恐怖的开始吧！自然，我们说，这种破坏是残忍的，只是残忍的而已！我们说，那一些人都是暴徒，他们毁掉了我们最好的东西――文化！我们诅咒他们！我们要复仇！但这是我们的话，用我们的标准来评定的价值而我们的标准建筑在我们的阶级意识上，是不用说的。他们是，在企图着打倒这阶级的全部，倘何有于区区评价的标准？我们的诅咒与怨毒，只是我们的诅咒与怨毒，他们是毫无认识的必要的。他们可以说，这是创造一个新世界的必要的历程！他们有他们评价的标准，他们的阶级意识反映在里边，也自有其理论上的完成。我们只是诅咒，怨毒，都不相干要看总如何，才有分晓。不幸我觉得我们的力量，似已微弱各方面自由的，自私的发展，失了集中的阵势。他们却是初出柙的猛虎，一切不顾忌地拚命上前肉搏真专制的纪律将他们凝结成铁一般的力量。现在虽还没有充足的经验，屡次败退下去但在这样社会制度与情形之下，他们的人是只有一天天激增起来，势力愈积愈厚暂时的挫折与牺牲，他们是未必在意的。而我们的基础，我虽然不愿意说，势所必至，会渐渐空虚起来正如一座老建筑，虽然时常修葺，到底年代多了，终有被风雨打得坍倒的一日！那时我们的文化怎样？该大大地变形了吧？"}
{"text":"他们却是初出柙的猛虎，一切不顾忌地拚命上前肉搏真专制的纪律将他们凝结成铁一般的力量。现在虽还没有充足的经验，屡次败退下去但在这样社会制度与情形之下，他们的人是只有一天天激增起来，势力愈积愈厚暂时的挫折与牺牲，他们是未必在意的。而我们的基础，我虽然不愿意说，势所必至，会渐渐空虚起来正如一座老建筑，虽然时常修葺，到底年代多了，终有被风雨打得坍倒的一日！那时我们的文化怎样？该大大地变形了吧？我们自然觉得可惜这是多么空虚和野蛮呀！但事实不一定是空虚和野蛮，他们将正欣幸着老朽的打倒呢！正如历史上许多文化现已不存在，我们却看作当然一般，他们也将这样看我们吧？这便是所谓后之视今，犹今之视昔！我们看君政的消灭，当作快事，他们看民治的消灭，也当一样当作快事吧？那时我们灭亡，正如君主灭恨一般，在自然的眼里，正是一件稀松大平常的事而已。我们的阶级，如我所预想的，是在向着灭亡走但我为什么必得跟着？为什么不革自己的命，而甘于作时代的落伍者？我为这件事想过不止一次。我解剖自己，看清我是一个不配革命的人！这小半由于我的性格，大半由于我的素养总之，可以说是运命规定的吧。――自然，运命这个名词，革命者是不肯说的。在性格上，我是一个因循的人，永远只能跟着而不能领着我又是没有定见的人，只是东鳞西爪地渔猎一点儿我是这样地爱变化，甚至说是学时髦，也可以的。这种性格使我在许多情形里感着矛盾我之所以已到中年而百无一成者，以此。一面我虽不是生在什么富贵人家，也不是生在什么诗礼人家，从来没有阔过是真的但我总不能不说是生在s里。我不是个突出的人，我不能超乎时代。我在s里活了三十年，我的情调，嗜好，思想，论理，与行为的方式，在在都是s的我彻头彻尾，沦肌浃髓是s的。离开了s，我没有血与肉。我也知道有些年岁比我大的人，本来也在s里的，竟一变到去了。但我想这许是天才，而我不是的这许是投机，而我也不能的。在歧路之前，我只有彷徨罢了。"}
{"text":"离开了s，我没有血与肉。我也知道有些年岁比我大的人，本来也在s里的，竟一变到去了。但我想这许是天才，而我不是的这许是投机，而我也不能的。在歧路之前，我只有彷徨罢了。我并非迷信着s，只是不由你有些舍不下似的，而且事实上也不能舍下。我是生长在都市里的，没有扶过犁，拿过锄头，没有曝过毒日，淋过暴雨。我也没有锯过木头，打过铁至于运转机器，我也毫无训练与忍耐。我不能预想这些工作的趣味即使它们有一种我现在还不知道的趣味，我的体力也太不成，终于是无缘的。况且妻子儿女一大家，都指着我活，也不忍丢下了走自己的路。所以我想换一个生活，是不可能的，就是，想轧入，是不可能的。从一面看，可以说我大半是不能，小半还是不为但也可以说，因了不能，才不为的。没有新生活，怎能有新的力去破坏，去创造？所以新时代的急先锋，断断没有我的份儿！但是我要活，我不能没有一个依据于是回过头来，只好敝帚自珍。自然，因果的轮子若急转直下，新局面忽然的来，我或者被驱迫着去做那些不能做的工作，也未可知。那时怎样？我想会累死的！若反抗着不做，许就会饿死的。但那时一个阶级已在灭亡，一个人又何足轻重？我也大可不必蝎蝎螫螫地去顾虑了罢。在革命的进行中，容许所谓s同行者这是我也有资格参加的。但我又是个十二分自私的人老实说，我对于自己以外的人，竟是不大有兴味顾虑的。便是妻子，儿女，也大半因了生米已成熟饭，才不得不用了廉价的同情，来维持着彼此的关系的。对于，我所能有的，至多也不过这种廉价的同情罢了，于他们丝毫不能有所帮助。火说得好同情是非革命严格论之，非革命简直可以说与反革命同科！至于比同情进一步，去参加一些轻而易举的行动，在我却颇为难。一个连妻子，儿女都无心照料的人，哪能有闲情，馀力去顾到别的在他觉着不相干的人呢？况且同行者也只是摇旗呐喊，领着的另有其人。他们只是跟着，远远地跟着一面自己的阶级性还保留着。"}
{"text":"便是妻子，儿女，也大半因了生米已成熟饭，才不得不用了廉价的同情，来维持着彼此的关系的。对于，我所能有的，至多也不过这种廉价的同情罢了，于他们丝毫不能有所帮助。火说得好同情是非革命严格论之，非革命简直可以说与反革命同科！至于比同情进一步，去参加一些轻而易举的行动，在我却颇为难。一个连妻子，儿女都无心照料的人，哪能有闲情，馀力去顾到别的在他觉着不相干的人呢？况且同行者也只是摇旗呐喊，领着的另有其人。他们只是跟着，远远地跟着一面自己的阶级性还保留着。这结果仍然不免随着全阶级的灭亡而灭亡，不过可以晚一些罢了。而我懒惰地躲在自己的阶级里，以懒惰的同情自足，至多也只是灭亡。以自私的我看来，同一灭亡，我也就不必拗着自己的性儿去同行什么了。但为了自己的阶级，挺身与去的事，自然也决不会有的。我若可以说是反革命，那是在消极的意义上。我是走着衰弱向灭亡的路即使及身不至灭亡，我也是个落伍者。随你怎样批评，我就是这样的人。我们的路活在这时代的中国里的，总该比四万万还多――s与s的人数，总该也不少。他们这些人怎么活着？他们走的是哪些路呢？我想那些不自觉的，暂时还在跟着老路走。他们或是迷信着老路，如遗老，绅士等或是还没有发现新路，只盲目地照传统做着，如穷乡僻壤的农工等――时代的波浪还没有猛烈地向他们冲去，他们是不会意识着什么新的需要的。但遗老，绅士等的日子不多，而时代的洪流终于要泛滥到淹没了地上每一个细孔所以这两种在我看都只是暂时的。我现在所要提出的，却是除此以外的人这些人大半是住在都市里的。他们的第一种生活是政治，革命的或反革命的。这相反的两面实以阶级为背景，我想不用讳言。以现在的形势论一方面虽还只在零碎，却有一个整齐战线另一方面呢，虽说是总动员，却是分裂了旗帜各自拿着一块走，多少仍带着封建的精神的。他们战线的散漫参差，已渐渐显现出来了。暂时的成败，我固然不敢说但最后的运命，似乎是已经决定了的，如上文所论。我所要申述的，是这些人的另一种生活――文化。这文化不用说是都市的。"}
{"text":"以现在的形势论一方面虽还只在零碎，却有一个整齐战线另一方面呢，虽说是总动员，却是分裂了旗帜各自拿着一块走，多少仍带着封建的精神的。他们战线的散漫参差，已渐渐显现出来了。暂时的成败，我固然不敢说但最后的运命，似乎是已经决定了的，如上文所论。我所要申述的，是这些人的另一种生活――文化。这文化不用说是都市的。说到现在中国的都市，我觉得最热闹的，最重要的，是广州，汉口，上海，北京四处，南京虽是新都，却是直到现在，似乎还单调得很上海实在比南京重要得多，即以政治论，也是如此，看几月来的南方政局可知。若容我粗枝大叶地区分，我想说广州，汉口是这时代的政治都市上海，北京虽也是政治都市，但同时却代表着这时代的文化，便与广州，汉口不同。它们是这时代的两个文化中心。我不想论政治，故也不想论广州，汉口况且我也不熟悉这两个都市，遗迹都还不曾一到呢。北京是我两年来住居的地方，见闻自然较近些。上海的新气象，我虽还没有看见，但从报纸，杂志上，从南来的友人的口中，也零零碎碎知道了一点儿。我便想就这两处，指出我说的那些人在走着那些路。我并不是板起脸来裁判，只申述自己的感想而已所知的虽然简陋，或者也还不妨的。在旧时代正在崩坏，新局面尚未到来的时候，衰颓与骚动使得大家惶惶然。革命者是无意或有意造成这惶惶然的人，自然是例外。只有参加革命或反革命，才能解决这惶惶然。不能或不愿参加这种实际行动时，便只有暂时逃避的一法。这是要了平和的假装，遮掩住那惶惶然，使自己麻醉着忘记了去。享乐是最有效的麻醉剂学术，文学，艺术，也是足以消灭精力的场所。所以那些没法奈何的人，我想都将向这三条路里躲了进去。这样，对于实际政治，便好落得个不闻理乱。虽然这只是暂时的，到了究竟，理乱总有使你不能不闻的一天但总结账的日子既还没有到来，徒然地惶惶然，白白地耽搁着，又算什么呢？乐得暂时忘记，做些自己爱做的事业就是将来轮着灭亡，也总算有过称心的日子，不白活了一生。这种情形是历史的事实我想我们现在多少是在给这件历史的事实，提供一个新例子。不过我得指出，学术，文学，艺术，在一个兴盛的时代，也有长足的发展的，那是个顺势，不足为奇在现在这样一个衰颓或交替的时代，我们却有这样畸形的发展，是值得想一想的。上海本是享乐的地方所谓十里洋场，常为人所艳称。"}
{"text":"乐得暂时忘记，做些自己爱做的事业就是将来轮着灭亡，也总算有过称心的日子，不白活了一生。这种情形是历史的事实我想我们现在多少是在给这件历史的事实，提供一个新例子。不过我得指出，学术，文学，艺术，在一个兴盛的时代，也有长足的发展的，那是个顺势，不足为奇在现在这样一个衰颓或交替的时代，我们却有这样畸形的发展，是值得想一想的。上海本是享乐的地方所谓十里洋场，常为人所艳称。它因商业繁盛，成了资本集中的所在，可以说是s的中国本部一面因国际交通的关系，输入西方的物质文明也最多。所以享乐的要求比别处都迫切，而享乐的方法也日新月异。这是向来的情形。可是在这号为兵连祸结，民穷财尽的今日，上海又如何？据我所知，革命似乎还不曾革掉了什么只有踵事增华，较前更甚罢了。如大华饭店和云裳公司等处的生涯鼎盛，可见s与s的疯狂贿，假使我所闻的不错，云裳公司还是由几个s的名士主持着，在这回革命后才开起来的。他们似乎在提供着这种享乐的风气。假使衣食住可以说是文化的一部分，大华饭店与云裳公司等，足可代表上海文化的一面。你说这是美化的人生。但懂得这道理的，能有几人？还不是及时行乐，得过且过的多！况且如此的美化人生，是不是带着阶级味？然而无论如何，在最近的将来，这种情形怕只有蒸蒸日上的。我想，这也许是我们的时代的回光反照吧？北京没有上海的经济环境，自然也没有她的繁华。但近年来南化与欧化――南化其实就是上海化，上海化又多半是欧化总之，可说是s化――一天比一天流行。虽还只跟着上海走，究竟也跟着了将来的运命在，这一点上，怕与上海多少相同。但上海的文化，还有另外重要的一面，那是文学。新文学的作家，有许多住在上海重要的文学集团，也多在上海――现在更如此。近年又开了几家书店，北新，开明，光华，新月等――出的文学书真不少，可称一时之盛。北京呢，算是新文学的策源地，作家原也很多两三年来，有现代评论，语丝，可作重要的代表。而北新总局本在北京她又介绍了不少的新作家。所以颇有兴旺之象。不料去年现代评论，语丝先后南迁，北新被封闭，作家们也纷纷南下观光，一时顿觉寂寞起来。"}
{"text":"但上海的文化，还有另外重要的一面，那是文学。新文学的作家，有许多住在上海重要的文学集团，也多在上海――现在更如此。近年又开了几家书店，北新，开明，光华，新月等――出的文学书真不少，可称一时之盛。北京呢，算是新文学的策源地，作家原也很多两三年来，有现代评论，语丝，可作重要的代表。而北新总局本在北京她又介绍了不少的新作家。所以颇有兴旺之象。不料去年现代评论，语丝先后南迁，北新被封闭，作家们也纷纷南下观光，一时顿觉寂寞起来。现在只剩未名，古城等几种刊物及古城书店，暂时支撑这个场面。我想，北京这样一个古城，这样一个大都会，在这样的时代，断不会长远寂寞下去的。新文学的诞生，引起了思想的革命这是近十年来这新时代的起头――所以特别有着广大长远的势力。直到两三年前，社会革命的火焰渐渐燃烧起来，一般青年都预想着革命的趣味这时候所有的是忙碌和紧张，欣赏的闲情，只好暂时搁起。他们要的是实行的参考书社会革命的书籍的流行，一时超过了文学直到这时候，文学的风起云涌的声势，才被盖了下去。记得前年夏天在上海，我们的六月刚在亚东出版。郢有一天问我销得如何？他接着说，现在怕没有多少人要看这种东西了吧？这可见当时风气的一斑了。但是很奇怪，在革命后的这一年间，文学却不但没有更加衰落下去，反像有了复兴的样子。只看一看北新，开明等几书店新出版的书籍目录，你就知道我的话不是无稽之谈。更奇怪的，社会革命烧起了火焰以后，文学因为是非革命的，是不急之务，所以被搁置着但一面便有人提供革命文学。革命文学的呼声一天比一天高，同着热情与切望。直到现在，算已是革命的时代，这种文学在理在势，都该出现了而我们何以还没有看见呢？我的见闻浅陋，是不用说的但有熟悉近年文坛的朋友与我说起，也以千呼万唤的革命文学还不出来为奇。一面文学的复兴却已成了事实这复兴后的文学又如何呢？据说还是跟着从前s的系统，一贯地发展着的。直到最近，才有了描写，分析这时代革命生活的小说但似乎也只能算是所谓同行者的情调罢了。真正的革命文学是，还没有一些影儿，不，还没有一些信儿呢！这自然也有辩解。真正革命的阶级是只知道革命的他们的眼，见的是革命，他们的手，做的是革命他们忙碌着，紧张着，革命是他们的全世界。"}
{"text":"一面文学的复兴却已成了事实这复兴后的文学又如何呢？据说还是跟着从前s的系统，一贯地发展着的。直到最近，才有了描写，分析这时代革命生活的小说但似乎也只能算是所谓同行者的情调罢了。真正的革命文学是，还没有一些影儿，不，还没有一些信儿呢！这自然也有辩解。真正革命的阶级是只知道革命的他们的眼，见的是革命，他们的手，做的是革命他们忙碌着，紧张着，革命是他们的全世界。文学在现在的他们，还只是不相干的东西。再则，他们将来虽势所必至地需要一种文学――许是一种宣传的文学――，但现在的他们的趣味还浮浅得很，他们的喉舌也还笨拙得很，他们是不能创作出什么来的。因此，在这上面暂时留下了一段空白。而s，在革命的前夜，原有很多人甘心丢了他们的学术，文学，艺术，想去一试身手的但到了革命开始以后，真正去的是那些有充足的力量，有浓厚的兴趣的。此外的大概观望一些时，感到自己的缺乏，便废然而返了。他们的精神既无所依据，自然只有回到学术，文学，艺术的老路上去，以避免那惶惶然的袭来。所以文学的复兴，也是一种当然。一面革命的书籍似乎已不如前几年的流行这大约因为革命的已去革命，不革命的也已不革命了的缘故吧。因而文学书的需要的增加，也正是意中事。但时代潮流所激荡，加以文坛上革命文学的绝叫，描写革命气氛的作品，现在虽然才有端倪，此后总该渐渐地多起来的吧。至于真正的革命文学，怕不到革命成功时，不会成为风气。在相反的方向，因期待过切，忍耐过久而失望，绝望，因而诅咒革命的文学，我想也不免会有的，虽然不至于太多。总之，无论怎样发展，这时代的文学里以惶惶然的心情做骨子的，s的气氛，是将愈过愈显然的。胡适之先生真是个开风气的人他提倡了新文学，又提倡新国学。陈西滢先生在他的闲话里，深以他正向前走着，忽又走了回去为可惜。但我以为这不过是思想解放的两面，都是疑古与贵我的精神的表现。国学成为一个新运动，是在文学后一两年。但这原是我们这爿老店里最富裕的货色，而且一向就有许多人捧着现在虽加入些西法，但国学到底是国法，所以极合一般人的脾胃。我说一般人，因为从前的国学还只是一部分人的专业，这一来却成为普遍的风气，青年们也纷纷加入，算是时髦的东西了。"}
{"text":"胡适之先生真是个开风气的人他提倡了新文学，又提倡新国学。陈西滢先生在他的闲话里，深以他正向前走着，忽又走了回去为可惜。但我以为这不过是思想解放的两面，都是疑古与贵我的精神的表现。国学成为一个新运动，是在文学后一两年。但这原是我们这爿老店里最富裕的货色，而且一向就有许多人捧着现在虽加入些西法，但国学到底是国法，所以极合一般人的脾胃。我说一般人，因为从前的国学还只是一部分人的专业，这一来却成为普遍的风气，青年们也纷纷加入，算是时髦的东西了。这一层胡先生后来似颇不以为然。他前年在北大研究所国学门恳亲会的席上，曾说研究国学，只是要知道此路不通，并不是要找出新路而一般青年丢了要紧的工夫不做，都来拥挤在这条死路上，真是很可惜的。但直到现在，我们知道，研究学术原不必计较什么死活的所以胡先生虽是不以为然，风气还是一直推移下去。这种新国学运动的方向，我想可以胡先生的历史癖与考据癖一语括之。不过现在这种历史癖与考据癖要用在一切国故上，决不容许前人尊经重史的偏见。顾颉刚先生在北京大学研究所国学门周刊的一九二六始刊词里，说这个意思最是明白。这是一个大解放，大扩展。参加者之多，这怕也是一个重要原因。这运动盛于北京，但在上海也有不小的势力。它虽然比新文学运动起来得晚些，而因了固有的优势与新增的范围，不久也就赶上前去，VV乎与后者并驾齐驱了。新文学销沉的时候，它也以相同的理由销沉着，但现在似乎又同样地复兴起来了――看年来新出版的书目，也就可以知道的。国学比文学更远于现实担心着政治风的袭来的，这是个更安全的逃避所。所以我猜，此后的参加者或者还要多起来的。此外还有一件比较小的事，这两年住在北京的人，不论留心与否，总该觉着的。这就是绘画展览会，特别是国画展览会。你只要常看报，或常走过中山公园，就会一次两次地看见这种展览会的记载或广告的。由一而再，再而三的展览，我推想高兴去看的人大约很多。而国画的售值不断地增高，也是另一面的证据。上海虽不及北京热闹，但似乎也常有这种展览会，不过不偏重国画罢了。最近我知道，就有陶元庆先生，刘海粟先生两个展览会，可以作例。艺术与文学，可以说同是象牙塔中的货色而艺术对于政治，经济的影响，是更为间接些，因之，更为安静些。所以这条路将来也不会冷落的。但是艺术中的绘画何以独盛？"}
