{"text":"在我国，劳动是每一个公民的光荣权利和应尽的义务并且我国是一个以按劳分配为主体的国家。劳动是我们每一个人义不容辞的责任。而如今在我们身边有少部分同学，厌恶劳动，抗拒劳动，逃避劳动。值日的时候不是嫌这个活脏，就是嫌那个活累。当然，无论是什么劳动都必然伴随疲惫但这难道就能成为我们逃避的理由吗？参加劳动不仅仅是对成长的洗礼也是对动手实践能力的培养与提高，更是培育了吃苦耐劳的精神，艰苦奋斗的意志，乐观向上的心态。在应有年龄做适当的工作，百利而无一害。可有的同学在这时会说可有的劳动有生命危险啊！可在从事之前要进行专业训练啊！所以，我们没有任何逃避的理由。劳动可以简单的分为两类。高级劳动也就是同学们的作文中曾经经常出现的科学家律师医生等。低级劳动也就是工人农民环卫等。在一部分同学看来，低级劳动就是低贱的。没错，相对来说低级劳动者的工资，社会地位确实只是砧板上一块肉丁。可是，医生律师的办公大楼是谁所建？他们维持生命的食物又是谁所供。一个国家就好比一座金子塔，只能地基安全牢固才能不断昂扬向上。所以，劳动从不分贵贱。以前是，现在是，未来也是。三百六十行，行行出状元。白领的工资未必就比蓝领高，白领的工作压力也未必就比蓝领小。在陕西的一个农村，一位大妈的剪纸技艺之精湛让世人为之称赞。可她却说自己从来就没有上过学。相对于我们而言，掌握着大量的知识。难道不能走的更远，反而要去寻找一份所谓体面的工作吗？随着科学技术水平的日新月异，凡是只要机器能代劳的何必人去做呢？我们不断的发明并改进机器，是为了解放我们的双手把更多的精力放在更加广阔的宏观思考上。劳动不仅仅是满足我们的需求，更应该成为进步的推力。三次科学技术革命使人类从蒸汽时代进步到电气时代，再到今天的信息时代。今天我们完成了前人的科幻电影。未来，通信，物联网等技术的成熟与应用。我相信第四次科学技术革命正在款款走来。这将属于我们这一代，而如何完成我们今天看的科幻电影？劳动。时值新中国成立七十周年前夕，我不禁感慨，是什么，造就了我们这个坚韧朴素，倔强的民族和国家？从抗战年代起，底层劳动人民的坚定支持成就了新中国的辉煌诞生。于逆境时他们仍坚信真理。当星星之火无可阻挡时他们则一路凯歌。当志士们英勇奋战之际劳动人民如同一片最深沉，宽博的土地。"}
{"text":"今天我们完成了前人的科幻电影。未来，通信，物联网等技术的成熟与应用。我相信第四次科学技术革命正在款款走来。这将属于我们这一代，而如何完成我们今天看的科幻电影？劳动。时值新中国成立七十周年前夕，我不禁感慨，是什么，造就了我们这个坚韧朴素，倔强的民族和国家？从抗战年代起，底层劳动人民的坚定支持成就了新中国的辉煌诞生。于逆境时他们仍坚信真理。当星星之火无可阻挡时他们则一路凯歌。当志士们英勇奋战之际劳动人民如同一片最深沉，宽博的土地。厚积而薄发，亦为新中国最坚实的后盾，最宝贵的财富！回首往昔，新中国刚刚成立的那些年，所有人身上都闪烁着劳动的光辉人声鼎沸热火朝天的工厂里，挂着劳动人民最光荣的红色横幅那些劳动歌曲里所蕴含的慷慨激昂，至今听起来仍是感到热血沸腾。从他们质朴无华的灵魂中，我看到了一种伟大的力量。一种可以移山填海，亦可润物无声的力量。我想，那正是我们这些青年学子精神中所缺少的一种力量。抬眸今朝，进入社会主义新时代，其核心价值观中的敬业无疑重新诠释了何为劳动。幸福是靠奋斗出来的，撸起袖子加油干！。习总书记曾如此说过，我相信同学们早已烂熟于心，但好像对此并不怎么关心。是啊，我们这些出生在世纪初的孩子，身为共和国的新一代栋梁，浸润于书海无涯，却对劳动这一方面知之甚少，甚至有了不屑之情。认为，未来是人工智能与生命科学的天下，而基础层面的重复劳动应将渐渐退出祖国繁荣发展的舞台，成为一代人的回忆。我想，这是非常武断的。民生在勤，勤则不匮，劳动，便是由这八个至朴至勤的字眼凝聚而升华如若没有基层劳动者的身影，九百六十万平方公里的辽阔土地便无法建设，国家亦无法崛起。吃穿用度，方方面面，皆有他们劳动的成果，深藏功与名。如果，没有传承着工匠精神的中层手工业劳动者，及老一辈手艺人的坚守那些我们用来点缀生活的那些精致工艺品。那些让我们引以为傲的，流传千年仍不朽的文化瑰宝，就不可能存在。如果，没有刻苦钻研技术，十年如一日的高级劳动者们芯片产业战略工业，乃至航天航空界的每一次进步与革命，就不可能成功。如果没有这群最可爱最可敬的人，我们的民族谈何复兴飞腾百年立足世界的梦想，该如何实现。所以，同学们，热爱劳动，从我做起。这句话并非老生常谈，不能弃之不顾。我们应该谨记，初心何在致敬，劳动精神永存。"}
{"text":"如果，没有传承着工匠精神的中层手工业劳动者，及老一辈手艺人的坚守那些我们用来点缀生活的那些精致工艺品。那些让我们引以为傲的，流传千年仍不朽的文化瑰宝，就不可能存在。如果，没有刻苦钻研技术，十年如一日的高级劳动者们芯片产业战略工业，乃至航天航空界的每一次进步与革命，就不可能成功。如果没有这群最可爱最可敬的人，我们的民族谈何复兴飞腾百年立足世界的梦想，该如何实现。所以，同学们，热爱劳动，从我做起。这句话并非老生常谈，不能弃之不顾。我们应该谨记，初心何在致敬，劳动精神永存。我们才可，着眼于美好的未来！你们好，首先感谢大家能在如此炎热的天气下抽空来这里听我的演讲。我是来自蚌埠二中的一位高一学生，我今天的演讲主题是劳动劳动带来实践，劳动完善理论。在高中会尤其出现逃避劳动，推卸责任的现象，而其中最常出现的借口是我还要学习我还有习题没写完我学习太累了，没力气做别的了等等以学习作为挡箭牌，回避劳动。在研究理论的同时，需要必要的劳动实践去收集数据来证实我们的理论，找出其中的不足，完善我们的理论。劳动可以让我们缓解大脑的疲惫，让久坐的身体活动一下。先生在写作之余就喜欢到院子里搬搬花盆来放松一下疲惫的大脑。如果连劳动这种不用动脑，只要按部就班的重复几个动作这样简单的事情都不能做到的话，就是空有一个聪明的脑袋，却不能为社会做出任何贡献的人了，那你这么多年的寒窗苦读也只是寒窗苦读了。劳动使社会进步。现在科技发展迅速，很多事情已经可以用机器代替，这又让不想劳动的人找到了一个借口交个机器做不就行了。确实机器可以代替人做一些事情了，但是要明白一点，这些机器是如何诞生的，是人们在面对巨大的劳动量时为了减轻负担想办法发明出来的，如果不是人们在劳动，又怎么会有机器的诞生，又怎么会让社会生产力提高，人们又怎么能空出时间去做别的事情，去让社会进步，让科技进步，从而让人们有机会说出让机器去做不就行了这种话。机器可以做一些事情，但不是所有事情，一些事情可以让机器来做，但不总是一种机器，机器也要更新换代，这就需要人们进行新的劳动来使其更新换代。而不是说着风凉话等机器做好一切。劳动是人生的必修课。"}
{"text":"机器可以做一些事情，但不是所有事情，一些事情可以让机器来做，但不总是一种机器，机器也要更新换代，这就需要人们进行新的劳动来使其更新换代。而不是说着风凉话等机器做好一切。劳动是人生的必修课。有些富二代对劳动会感到不解，为什么要自己劳动，花钱交给别人不就行了，这也只是富二代才有的想法，创造财富的人心里清楚他们的财富是他们一点点劳动打拼来的。大家总抱着世界上七十多亿人口，少我一个不少，总会有别人做的的思想，但是要想清楚，这七十亿多亿人中有多少人都抱着这种思想，如果这种思想泛滥，全世界都想着交给别人，那会是怎样的景象？那将会是人类的灭亡。劳动托起中国梦，劳动造就幸福天，劳动是财富的源泉，也是幸福的源泉。我想用高尔基的一句名言来做结尾，劳动是世界上一切欢乐和一切美好事情的源泉，我想这就是对劳动最好的总结了吧。谢谢大家不知为何，当我看到这篇题目的时候，这句话就像人群中忽然冒出的一个光头那样，十分突然的出现在了我的脑海里，随后，与其一同苏醒的还有那段难忘的回忆。这句话是我在年的暑假发表于朋友圈的一句话，我还记得第一个给我这条朋友圈点赞的人邱同学，我跟他只是泛泛之交，我们之间所说的话加起来可能还不够这篇文章的字数多。而在他之后，这条朋友圈就跟我的过去一样被封存了起来，再也无人问津。时至今日，我已不再是当初那个以自我为中心的中二病少年，我只想找个无人的地方享受来之不易的宁静，去安抚我那颗躁动不安的内心。趁着现在，四下无人，天色阴沉，一场暴雨将要来临――你可曾见识过这样的场景么？道路两旁的树木随风摇曳，就像两个高举着双手左右摇晃的人，人行道上的落叶被风卷着走。风很大，却不能像动画片里那样把女孩的裙子掀起来，但飘动的长发和裙摆同样使得她们看起来多了几分妩媚。好吧，现在让我来回答这个问题。我并不在意这个刻在我灵魂深处的剧本是喜剧还是悲剧，也不管它的题材是科幻还是悬疑，导演只给了我一张纸，纸上写着一句话――你的角色是人。自那之后，我就在竭尽全力的去饰演人这个角色，而且我可以很自信的告诉你们，我演的很不错。"}
{"text":"道路两旁的树木随风摇曳，就像两个高举着双手左右摇晃的人，人行道上的落叶被风卷着走。风很大，却不能像动画片里那样把女孩的裙子掀起来，但飘动的长发和裙摆同样使得她们看起来多了几分妩媚。好吧，现在让我来回答这个问题。我并不在意这个刻在我灵魂深处的剧本是喜剧还是悲剧，也不管它的题材是科幻还是悬疑，导演只给了我一张纸，纸上写着一句话――你的角色是人。自那之后，我就在竭尽全力的去饰演人这个角色，而且我可以很自信的告诉你们，我演的很不错。见证了我这二十二年来人生的读者，在我看来它们更像是我的青梅竹马，是无话不谈无所不知的知己――尽管我对它们一无所知，但我很喜欢它们，因为它们总是很安静。我跟它们说的话比跟其他所有人说的话加起来还要多，在从噩梦中醒来的深夜，经过多次尝试终于打败了英雄古达的时候，写小说陷入瓶颈时，看电影，吃饭，上厕所――哪怕是现在，我也能感受到它们的目光，它们总是安静的注视着我，不会在我成功时恭喜我，不会在我失落时安慰我，也不会在我绝望时帮助我，但是它们从来也没有移开过自己的视线。而我也才知道，它们的目光就是最大的帮助，因为那也就证明我从来都不是一个人在生活，也并非没有谁在关注我。当我意识到这一点时，我也变的豁达了起来。不论在这个世界里，有多少个跟我一样的演员，我们所要做的就是向这些观众呈现出最好看最真实的表演，它们注视着我们出生，成长，直到死去，我们从来都不是孤身一人。所以，也不要忘记了自己的职责――生而为人，好好做人。现今的社会，社交如此便捷，虽方便了大众，却也滋生了一部分好事之徒。我们无时不刻被他人的评论包围。因此，我们是该让自己的思绪被他人的评论左右，还是固执己见，一意孤行？依我看，我们只应如郑燮诗中之劲竹一般，承受风雨之重，并扎根破岩，兀自挺立。一千个人心中有一千个哈姆雷特，千万个人的生活却有亿万种不同。这种不同使了每个人对生活的理解不同，对待事物的看法也并不一致。年，的诞生，使无数网民为之高呼。带来的，是更先进的技术，更智能的生活。而在这背后，有些科学家们也在怀疑产生的高电磁是否会对人体造成伤害。不同的生活经历造就了不同的观点，不同的观点为我们带来了不同的评论。或许他人的评论中充斥着讽刺，但我们不能被这些评论扰乱心绪。"}
{"text":"一千个人心中有一千个哈姆雷特，千万个人的生活却有亿万种不同。这种不同使了每个人对生活的理解不同，对待事物的看法也并不一致。年，的诞生，使无数网民为之高呼。带来的，是更先进的技术，更智能的生活。而在这背后，有些科学家们也在怀疑产生的高电磁是否会对人体造成伤害。不同的生活经历造就了不同的观点，不同的观点为我们带来了不同的评论。或许他人的评论中充斥着讽刺，但我们不能被这些评论扰乱心绪。我们能做的，便是默默承受这些评论，在充斥着他人评论的荒山中开拓一片自己草原，并成长于草原之中。年初，世界富豪巴菲特，比尔盖茨与马云约见。巴菲特希望将存款捐于慈善，也劝说马云将存款全部捐出。马云只因拒绝了巴菲特的请求，便遭到了无数网民的谩骂。他们对马云进行诋毁，进行侮辱，进行道德绑架，丝毫没有对于当事人的尊重。隔岸观火的人永远无法明白起火的原因，只有置身风暴，才知风眼之所在。对马云使用各种言论攻击的人，只站在了自己的角度，却没考虑过马云自身的感受。然则天下大事，但知其一，不知其二者多矣。他们看见了的是媒体的报道，却并未深入了解真相。这些人只知人云亦云，却丧失了自己的判断力。求闻之若此，不若无闻也。狂风成就了劲竹，暴雨历练了劲竹。若无风雨，怎成劲竹？我们无法避开人们的评论，迎接它们罢。正如鱼儿跃出水面，落入湖中。湖面难免掀起阵阵涟漪。涟漪荡漾之后，又将重归平静。他人的评价好比这跃出水面的鱼，我们内心的湖水难免被它掀起阵阵涟漪。鱼儿打破了湖面的平静，却也带来了一丝生趣。我们会被他人的评价所伤，但更重要的，是从他人的评价中获得什么。言论代表自己的心声，也反映了自己的生活。评论我们的人，也是经自己的阅历才说出如此话语。它代表的是人们对自己的建议。因此，我们不妨静下心，认真的倾听这些言论。它们可能摧残着你心灵之竹的躯干，可能打破了心灵之湖的平静，但你也定能从中获得成长。仔细鉴别，用心思考，就能找到最能令我们收益其中的建议。正如厄尔曼所言每个人笔尖流淌的香味肯定是迥异的。每个人立场不同，阅历不同。我们不必过分在意他人的评价。我们必须时刻警戒自己我是扎根于破岩中的劲竹总所周知，精彩人生人人始终心向往之，孜孜不倦，鞠躬尽瘁死而后已。"}
{"text":"它代表的是人们对自己的建议。因此，我们不妨静下心，认真的倾听这些言论。它们可能摧残着你心灵之竹的躯干，可能打破了心灵之湖的平静，但你也定能从中获得成长。仔细鉴别，用心思考，就能找到最能令我们收益其中的建议。正如厄尔曼所言每个人笔尖流淌的香味肯定是迥异的。每个人立场不同，阅历不同。我们不必过分在意他人的评价。我们必须时刻警戒自己我是扎根于破岩中的劲竹总所周知，精彩人生人人始终心向往之，孜孜不倦，鞠躬尽瘁死而后已。人类文明才得以高速发展绵绵不断，尤其是目前我们正处于信息爆炸社会。每个人在生活中，在创造中，在实现自己价值的人生过程中，大而言之，如何处理好自我和他人的关系，学而优则仕呢还是默默无闻辛勤付出不计报酬？如何对待他人在方方面面？我想人人皆有自己对待生活的态度和意见吧。毫无疑问，一叶知秋，细节决定人生，多少事实胜于雄辩，人生如一本书。我们既是写亦是读者，人从出生就意味着人生倒计时开始了，如何充实，不虚度年华，从而珍惜每一位遇见的人和事呢？细细揣摩端详自己一路走来所经历的风风雨雨，我敢断定，没有几位敢说自己已经无悔无憾了。自我意识和顾及他人品质的培养需要长期亲身生活历练感悟获得。曾记得我从乡下一所初中开心考入县城重点高中，刚刚进入高中的第一次语文作文本发下来，我一看分数只有分，顿时心里一沉，眼泪忍不住流下来，因为感觉自己怎么这么差啊，我在初中我的不好脸色让语文蔡老师发现了，他当着全班同学的面说他对作文要求比较苛刻，所以分数打分不高，算不定跟初中语文老师打分不同，不用那么伤心的。我知道他是说给我听的，的确因为我在初中参加作文比赛获奖，也代表学校参加县里作文现场比赛了的，自认为作文很不错，老师的话让我宽慰很多。期中考试语文获得了段里第二名，与另一个班级的第一名差了两分，我当时很仔细寻找是不是有漏计分了，果不其然让我找到一个古文词语解释少了两分，我兴冲冲地拿着试卷去找蔡老师改分数，结果他淡淡地说了一句，算了吧，不用改了。哎，爱哭鼻子的我委屈差点又要哭起来了。小学时对于愤怒和宽恕两个字分不清错误失分很深刻，初中学到丹麦作家安徒生的皇帝的新装一文时，老师说大臣们不敢说皇帝他一丝不挂在大街游行，我举手大声说其实这个皇帝的确是是被两个骗子糊弄根本就是没有穿衣服的，正如课本中那位敢讲真话的男孩那样无畏，哈哈，自然引来满堂欢笑。"}
{"text":"哎，爱哭鼻子的我委屈差点又要哭起来了。小学时对于愤怒和宽恕两个字分不清错误失分很深刻，初中学到丹麦作家安徒生的皇帝的新装一文时，老师说大臣们不敢说皇帝他一丝不挂在大街游行，我举手大声说其实这个皇帝的确是是被两个骗子糊弄根本就是没有穿衣服的，正如课本中那位敢讲真话的男孩那样无畏，哈哈，自然引来满堂欢笑。高二时学到大文豪的祝福中的柳妈打皱的脸也笑起来，使他蹙缩得像一个核桃。考试中让我分析比喻句。我被扣分了，还拿着考卷问老师错在哪了？老师说柳妈像核桃吗？我恍然大悟，一语惊醒梦中人的感觉让我哑然失笑。幸亏语文老师在课堂讲到日本战后经济如何复苏最后成为强国，我在公办教师招考作文有关科教兴国取得高分，让自己赢得教师职业，虽然现在担任英语老师，我始终对语文也感兴趣，在课间常常与学生探讨人生经历感悟和现实理想的好多好多得失，希望他们能关注社会，注重体验，摒弃世俗成为拿来主义者，努力成为名副其实的精彩故事的亲历者。不经历风雨无以见彩虹，励志的故事总是让人为之动容，积极向上的美好情感总是很有感染力的，我们追求诗和远方，虽然人生总不尽如人意，学到老活到老，遵循学中用用中学，学以致用吧。你该左右生活还是被生活所左右？仔细倾听自己心声，我想我既是作家也是读者，我是独立特行行走人世间的人正在描绘一幅副作品。感念师恩，不忘初心，正如学生说的梦里寻他千百度，那人却在灯火阑珊处为伊消得人憔悴虽九死其犹未悔人生苦短，吾将上下而求索，无悔此生！选择专业，至少听上去是一项决定人一生的选择，但实际上他可能并没有那么能够左右你的人生。虽然没那么重要，但是还要问自己一个问题。自己的爱好兴趣是什么？对这个回答是不知道，或者没什么爱好的同学可以跳到下一段。而如果你准确的明白自己的爱好兴趣并且有那么一点幻想希望自己能够用爱好来当作工作并自食其力，那么我想要告诉你，去追寻它，选择和它相关的专业，如果没有相关的专业，尽量选择可以学习到相关技能的专业。或许你现在还对自己漫长的人生一无所知，但是很快你就会发现，活下去并不是一件难事，但是活得没那么累，需要依靠用爱发电此类技能。"}
{"text":"虽然没那么重要，但是还要问自己一个问题。自己的爱好兴趣是什么？对这个回答是不知道，或者没什么爱好的同学可以跳到下一段。而如果你准确的明白自己的爱好兴趣并且有那么一点幻想希望自己能够用爱好来当作工作并自食其力，那么我想要告诉你，去追寻它，选择和它相关的专业，如果没有相关的专业，尽量选择可以学习到相关技能的专业。或许你现在还对自己漫长的人生一无所知，但是很快你就会发现，活下去并不是一件难事，但是活得没那么累，需要依靠用爱发电此类技能。在长达多年的变态式教育之下，能拥有自己的兴趣爱好真的很不容易，就算你现在没有，相对高中高压的学习生活，轻松的大学生活很容易让你去产生充足的兴趣。所以，听从家长老师网友的多重说法，自己去选择大家嘴中向你推荐的专业。这么做有两个理由，无论如何，这个专业在你选择他的时刻仍然保持着有前途这个特点虽然等到你毕业的时候，就不一定了。无论你选择了什么专业，在大一你产生对某个方面的爱好兴趣之后，你可以在大二选择换专业。没考好实际上，没考好，包含了两种群体――本来就考不好，而实际上确确实实没考好优秀的模拟考试成绩，却以为某种奇怪的原因没考好。如果是后者，复读绝对是你最好的选择。一般来说，第一次能做到事情，第二次会做的更好，而第一次就不怎么成功的事情，第二次也不一定成功。实际上，即使是大专生，也不必妄自菲薄，专升本也是一条出路。本科学历并不值钱，但本科学历是学习能力的体现。而一般在本科中也难以获得大量能在实际工作中用到的东西除非你足够努力，去本科读两年书，并不能让你获得什么，但学习并考上本科的经历，却能展现你的学习能力。高考高考是什么呢？在许多年前，我和大多数人一样，认为高考是限制学生全面发展的可怕制度，是莫名其妙决定一生的扭曲的法则。但从实际上考虑，高考是最快最有效率从大量人群中筛选人才的方法，也是成本最低的方法。考虑个人，高考未免太过残酷，但是在国家层面上来说，这是国家富强的根本规则，是影响国家未来几十年发展的必要规则。其实在各行各业，很多被人诟病的社会问题上，就和高考一样，已经是当前问题的最好解决方法，虽然看上去并不能让人满意。"}
