{"text":"再让他学剑术，他又没学成，项羽的叔叔项梁十分生气，骂他不长进。项羽坦露心迹说认字能够写自己的姓名就足够了剑术只能对付一上敌人，不值得去学。我要学就学对付千军万马的本领！于是项梁就教他学习兵法，从此，项梁知道自己的侄儿是一个很有报负的人。曹操老时还志在千里韩信忍辱伏胯下向着志向攀登著名数学家华罗庚初中毕业就辍学，但他从不放弃自己的学业，在繁忙的家务之余，埋头苦读，钻研问题，孜孜不倦的学习，终于一鸣惊人，成为中外闻名的数学家。谦虚谨慎名言虚心使人进步，骄傲使人落后。――一知半解的人，多不谦虚见多识广有本领的人，一定谦虚。――谢觉哉虚心是从知不足而来的。――华罗庚不登高山，不知天之高也不临深溪，不知地之厚也不闻先王之遗言，不知学问之大也。――荀子泰山不让土壤，故能成其大河海不择细流，故能就其深。――李斯缺少谦虚就是缺少见识。――富兰克林我们的骄傲多半是基于我们的无知。一个人就好像一个分数，他的实际才能就好比分子，而他对自己的评价就好比分母。分母越大，则分数的值就越小。――托尔斯泰酒香不怕巷子深。――谚语事例刘邦与项羽白居易虚心请教牛顿站在巨人的肩膀上兴趣爱好名言对工作有了浓厚的兴趣，遇到困难挫折，才能顽强攻克，百折不回。――童第周哪里没有兴趣，哪里就没有记忆。――歌德成功的真正秘诀是兴趣。――杨振宇天才就是强烈的兴趣和顽强的入迷。――木村久一事例孔子三月不知肉味孙中山不可一日不读书王羲之吃墨名人的兴趣马克思每天工作十几个小时，从事着浩繁的研究工作，常常黎明前才开始睡觉。然而，只要条件允许，他就不放弃星期天的娱乐活动。在英伦敦居住时，每逢星期天，他就和亲属朋友步行一个半小时，到郊外去游玩，他在那里阅读报纸谈论政治问题赛跑角斗。有时，也用演算数学的办法，改变大胆的活动方式，或者跟孩子们叠罗汉，借此达到解除疲的目的。方志敏从小喜欢读书，酷爱骏马，热爱祖国的山水，喜欢松，竹，梅，兰，他的女儿，均以松，竹，梅，兰取名。在他的卧室里，有一帧条幅，写着这样一副自的对联心有三爱，读书，骏马，佳山水园栽四物青松，翠竹，白梅，兰。"}
{"text":"然而，只要条件允许，他就不放弃星期天的娱乐活动。在英伦敦居住时，每逢星期天，他就和亲属朋友步行一个半小时，到郊外去游玩，他在那里阅读报纸谈论政治问题赛跑角斗。有时，也用演算数学的办法，改变大胆的活动方式，或者跟孩子们叠罗汉，借此达到解除疲的目的。方志敏从小喜欢读书，酷爱骏马，热爱祖国的山水，喜欢松，竹，梅，兰，他的女儿，均以松，竹，梅，兰取名。在他的卧室里，有一帧条幅，写着这样一副自的对联心有三爱，读书，骏马，佳山水园栽四物青松，翠竹，白梅，兰。爱因斯坦爱好十分广泛，拉小提琴，弹钢琴，唱歌。有时还去划船。骑自行车，旅行，直到处高龄时，还坚持利用工佘时间做操或散步。巴浦洛夫在业余时间里，喜欢读小说，集邮，绘画，种花，划船，游泳，骑自行车。他十分注意使大脑有张有弛。他活了岁。法拉第笃信一出丑角进城，胜过一打医生谚语，因此，一有机就去看马戏，参观动园。原来已经吃过了牛顿的天赋并没有明显的超人之处，然而他特别勤奋学习，学习和研究都专心致志，简直到了入迷的地步。他常常一连几个星期都留在实验室里，直到实验完成。有一次，他迷着搞实验，竟把手表当鸡蛋放到锅里去煮。又有一次，牛顿的朋友来看他，他把饭菜摆到桌上后，又一头钻进了实验室。这个朋友等得不耐烦了，就先吃起来，吃过后没有告辞就走了。牛顿做完实验后出来，一看桌上的盘碟，自言自语的笑着说我还以为没吃饭呢，原来已经吃过了！说着又走进实验室去了。珍惜友谊名言海内存知已，天涯若比邻。――王勃人生贵相知，何必金与钱。――李白友谊在我过去的生活里像一盏明灯，照彻了我的灵魂。――近朱者赤，近墨者黑。――傅玄朋友必须是患难相济，那才能说得上是真正的友谊。――莎士比亚真实的十分理智的友谊是人生最美好的无价之宝。――高尔基如果你把快乐告诉朋友，你将得到两个快乐如果你把忧愁向朋友倾吐，你将被分掉一半忧愁。――校园诗歌黄金万两易得，知心朋友难求。――俗语持之以恒名言一日一钱，千日千钱，绳锯木断，水滴石穿。――班固耐心是一切聪明才智的基础。――柏拉图成大事不在力量的大小，而在于能坚持多少。――塞约翰生耐心和恒心总会得到报酬的。"}
{"text":"――莎士比亚真实的十分理智的友谊是人生最美好的无价之宝。――高尔基如果你把快乐告诉朋友，你将得到两个快乐如果你把忧愁向朋友倾吐，你将被分掉一半忧愁。――校园诗歌黄金万两易得，知心朋友难求。――俗语持之以恒名言一日一钱，千日千钱，绳锯木断，水滴石穿。――班固耐心是一切聪明才智的基础。――柏拉图成大事不在力量的大小，而在于能坚持多少。――塞约翰生耐心和恒心总会得到报酬的。――爱因斯坦一个人如果做事没有恒心，他是任何事也做不成功的。――牛顿只要功夫深，铁棒磨成针。――谚语锲而舍之，朽木不折锲而不舍，金石可镂。――荀子在学问上最好的解决问题的方法是坚持。――卢梭滴水穿石不是靠力，而是因为它不舍昼夜。――奥维德骐骥一跃，不能千里驽马十驾，功不在舍。――荀子事例李白铁棒磨针蜜蜂如何酿蜜一只蜜蜂在酿出一公斤蜜需要往来飞行万公里，吸取万个花朵的汁液，每次采集归来，还要把汁液从胃里吐出，由另一只蜜蜂吸到自已胃里。如此吞吞吐吐次到次，汁液成蜜汁，但这时的蜂蜜，还有大量的水分，不适宜储藏，蜜蜂还要不断的鼓翅扇风，使水分蒸发掉，最后变成浓稠的蜜糖。由此观之，蜂蜜酿自于蜜蜂锲而不舍中。名人的每日著名科学家钱学森，每日黎明即起，坚持听中央人民广播电台六时的科学知识讲座著名画家黄宾虹生前每晚必画，一次可画张著名气象学家竺可桢每天观察天气，记录气象日记孙中山在国外流亡时期，经济十分困难，但他省钱买书，每日必读，他说我一天不读书，便不能够生活。俄国大作家车尔尼雪夫斯基每天必写，年，他被沙皇政府关进牢房，在牢里天，克服了重重困难，坚持写出了举世闻名的长篇小说怎么办等一系列小说。成功的铁律马克思写资本论花了年。达尔文写物种起源花了年。哥白尼写天体运行论花了年。歌德写浮士德花了年。司马迁写史记花了年。李时针写本草纲目花了年。曹雪芹写红楼梦花了年。从以上几个数字里，我们可以看出，要成就一项事业，需要持久的恒心。所以，巴尔扎克说持续不断的劳动是人生的铁律，也是艺术的铁律。"}
{"text":"成功的铁律马克思写资本论花了年。达尔文写物种起源花了年。哥白尼写天体运行论花了年。歌德写浮士德花了年。司马迁写史记花了年。李时针写本草纲目花了年。曹雪芹写红楼梦花了年。从以上几个数字里，我们可以看出，要成就一项事业，需要持久的恒心。所以，巴尔扎克说持续不断的劳动是人生的铁律，也是艺术的铁律。逆境成才名言天将大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。――孟子不经一番寒彻骨，怎得梅花扑鼻香？――裴休苦难是人生的老师。――巴尔扎克人生之光荣，不在永不失败，而在能屡仆屡起。――拿破仑生于忧患，死于安乐。――孟子顺境造就幸运儿，而逆境造就伟人。――小普林尼莫向不幸屈服，应该更大胆更积极的向不幸挑战。――维吉尔事例贝多芬耳聋谱交响曲马克思含辛茹苦写资本论周文王被拘禁而写成周易孔子周游列国四处碰壁，回到鲁后写成春秋屈原遭中伤而被楚怀王放逐，写成了不朽的诗篇离骚鲁国的左丘明双目失明，著有国语司马迁遭宫刑，但他忍辱负重，完成历史巨著史记。人生哲理人生似一束鲜花仔细观赏才能看到它的美丽人生似一杯清茶细细品味才能赏出真味道。我们应该从失败中从成功中从生活品味出人生的哲理。生命是盛开的花朵它绽放得美丽舒展绚丽多资生命是精美的小诗清新流畅意蕴悠长生命是优美的乐曲音律和谐宛转悠扬生命是流淌的江河奔流不息滚滚向前。生活如花姹紫嫣红生活如歌美妙动听生活如酒芳香清醇生活如诗意境深远绚丽多彩生活是一位睿智的长者生活是一位博学的老师它常常春风化雨润物无声地为我们指点迷津给我们人生的启迪。生命的美丽永远展现在她的进取之中就像大树的美丽是展现在它负势向上高耸入云的蓬勃生机中像雄鹰的美丽是展现在它搏风击雨如苍天之魂的翱翔中像江河的美丽是展现在它波涛汹涌一泻千里的奔流中。人生是美好的又是短暂的。"}
{"text":"生命的美丽永远展现在她的进取之中就像大树的美丽是展现在它负势向上高耸入云的蓬勃生机中像雄鹰的美丽是展现在它搏风击雨如苍天之魂的翱翔中像江河的美丽是展现在它波涛汹涌一泻千里的奔流中。人生是美好的又是短暂的。有的人生寂寞有的人生多彩不同的人有着不同的人生追求人生是一条没有回程的单行线每个人都用自己的所有时光前行。生活就是面对现实微笑就是越过障碍注视未来生活就是用心灵之剪在人生之路上裁出叶绿的枝头生活就是面对困惑或黑暗时灵魂深处燃起豆大却明亮且微笑的灯展。人生就像一座山重要的不是它的高低而在于灵秀人生就像一场雨重要的不是它的大小而在于及时。成熟是一种明亮而不刺眼的光辉一种圆润而不腻耳的音响一种不需要对别人察颜观色的从容一种终于停止了向周围申诉求告的大气一种不理会哄闹的微笑一种洗刷了偏激的淡漠一种无须声张的厚实一种并不陡峭的高度。人生如一本书应该多一些精彩的细节少一些乏味的字眼人生如一支歌应该多一些昂扬的旋律少一些忧伤的音符人生如一幅画应该多一些亮丽的色彩少一些灰暗的色调。生活是一部大百科全书包罗万象生活是一把六弦琴弹奏出多重美妙的旋律生活是一座飞马牌大钟上紧发条便会使人获得浓缩的生命。人生的路漫长而多彩就像在天边的大海上航行有时会风平浪静行驶顺利而有时却会是惊涛骇浪行驶艰难。但只要我们心中的灯塔不熄灭就能沿着自己的航线继续航行。人生的路漫长而多彩在阳光中我学会欢笑在阴云中我学会坚强在狂风中我抓紧希望在暴雨中我抓紧理想当我站在中点回望我走出了一条属于我的生之路。理想与信念春暖花会开如果你曾经历过冬天那么你就会有春色如果你有着信念那么春天一定会遥远如果你正在付出那么总有一天你会拥有花开满圆。选择自信就是选择豁达坦然就是选择在名利面前岿然不动就是选择在势力面前昂首挺胸撑开自信的帆破流向前展示搏击的风采。"}
{"text":"理想与信念春暖花会开如果你曾经历过冬天那么你就会有春色如果你有着信念那么春天一定会遥远如果你正在付出那么总有一天你会拥有花开满圆。选择自信就是选择豁达坦然就是选择在名利面前岿然不动就是选择在势力面前昂首挺胸撑开自信的帆破流向前展示搏击的风采。信念的力量在于即使身处逆境亦能帮助你鼓起前进的船帆信念的魅力在于即使遇到险运亦能召唤你鼓起生活的勇气信念的伟大在于即使遭遇不幸亦能促使你保持崇高的心灵。耐力是一种不显山石露水的执着是一种不惧风不畏雨的坚忍是一种不图名不图利的忠诚。大厦巍然屹立是因为有坚强的支柱理想和信仰就是人生大厦的支柱航船破浪前行是因为有指示方向的罗盘理想和信仰就是人生航船的罗盘列车奔驰千里是因为有引导它的铁轨理想和信仰就是人生列车上的铁轨。风雨过后眼前会是鸥翔鱼游的天水一色。走出荆棘前面就是铺满鲜花的康庄大道。登上山顶脚下便是积翠如云的空蒙山色。在这个世界上一星陨落黯淡不了星空灿烂一花凋零荒芜不了整个春天。信念之于人犹翅膀之于鸟信念是飞翔的翅膀有了执著生命旅程上的寂寞可以铺成一片蓝天有了执著孤单可以演绎成一排鸿雁有了执著欢乐可以绽放成满圆的鲜花在浩翰的大海中航行迷失方向水手将葬身海底在茫茫的戈壁中跋涉迷失方向旅者将暴尸荒野在无边的探索中寻找希望之光迷失方向你将会与成功擦肩而过抱憾终生只有启程才会到达理想和目的地只有拼搏才会获得辉煌的成功只有播种才会有收获。只有追求才会品味堂堂正正的人生。人间真情母爱是迷惘时苦口婆心的规劝母爱是远行时一声殷切的叮咛母爱是孤苦无助时慈祥的微笑。母爱是一缕阳光让你的心灵即便在寒冷的冬天也能感受到温暖如春母爱是一泓清泉让你的情感即使蒙上岁月的风尘仍然清澈澄净。母爱是一滴甘露亲吻干涸的泥土它用细雨的温情用钻石的坚毅期待着闪着碎光的泥土的肥沃母爱不是人生中的一个凝固点而是一条流动的河这条河造就了我们生命中美丽的情感之景。因为爱心流浪的人们才能重返家园因为爱心疲惫的灵魂才能活力如初。"}
{"text":"母爱是一缕阳光让你的心灵即便在寒冷的冬天也能感受到温暖如春母爱是一泓清泉让你的情感即使蒙上岁月的风尘仍然清澈澄净。母爱是一滴甘露亲吻干涸的泥土它用细雨的温情用钻石的坚毅期待着闪着碎光的泥土的肥沃母爱不是人生中的一个凝固点而是一条流动的河这条河造就了我们生命中美丽的情感之景。因为爱心流浪的人们才能重返家园因为爱心疲惫的灵魂才能活力如初。渴望爱心如同星光渴望彼此辉映渴望爱心如同世纪之歌渴望永远被唱下去。思念是一首诗让你在普通的日子里读出韵律来思念是一阵雨让你在枯燥的日子里湿润起来思念是一片阳光让你的阴郁的日子里明朗起来。温暖是飘飘洒洒的春雨温暖是写在脸上的笑影温暖是义无反顾的响应温暖是一丝不苟的配合。慈母手中线游子身上衣说的是亲情人生得一知己足斯世当以同怀视之说的是友情曾经沧海难为水除却巫山不是云说的是爱情苟利国家生死以岂因祸福避趋之说的是爱国情。爱心是什么爱心是能鼓起你生命风帆的激励爱心是什么爱心是雪中送炭式的资助爱心是什么爱心是扶慰你受伤心灵的微笑。爱心是一片照射在冬日的阳光它使贫病交迫的人分外感到人间的温暖爱心是一泓出现在沙漠的泉水它使濒临绝境的人重新看到生活的希望。爱心是一股撞开冰闸的春水使铁石心肠受到震撼爱心是一座亮在黑夜的灯塔使迷途航船找到港湾爱心是一柄撑起在雨夜的小伞使漂泊异乡的人得到亲情的荫庇爱心是一道飞架在天边的彩虹使满目阴霾的人见到世界的美丽。爱心是一瓢纷洒在春天的小雨使落寞孤寂的人享受心灵的滋润爱心是一泪流淌在夏夜的清泉使燥热不寐的人领略诗般的恬静爱心是一杯泼洒在头顶的冰水使高热发昏的人得能冷静地思索爱心是一块衔含在嘴里的奶糖使久饮黄莲的人尝到生活的甘甜。爱的力量是无比大的爱的色彩是无比美的她可使心中有爱的人幸福贡献出爱的人快乐得到爱的人欢笑。可使家庭美满使社会安定使世界和平。关心宽恕和体谅都是爱让我们一起把爱贡献出来给社会给世界给人间使人间处处有温暖处处有温情处处都有爱。"}
{"text":"爱的力量是无比大的爱的色彩是无比美的她可使心中有爱的人幸福贡献出爱的人快乐得到爱的人欢笑。可使家庭美满使社会安定使世界和平。关心宽恕和体谅都是爱让我们一起把爱贡献出来给社会给世界给人间使人间处处有温暖处处有温情处处都有爱。爱是一盏灯黑暗中照亮前行的远方爱是一首诗冰冷中温暖渴求的心房爱是夏日的风是冬日的阳是春日的雨是秋日的果热情是一种巨大的力量从心灵内部迸发而出激励我们发挥出无穷的智慧和活力热情是一根强大的支柱无论面临怎样的困境总能催生我们乐观的斗志和顽强的毅力没有热情生命的天空就没的色彩。快乐幸福美好当每一天的太阳射进窗户时我快乐当经过一番冥思苦想后攻克难题时我快乐当看到别人因为我的帮助而露出笑脸时我快乐。我是一个爱创造快乐的人快乐会因为我或者你而流动而传播。快乐如清风吹走笼罩在人们心头上的乌云快乐如美酒酝酿得越久味道越醇香快乐如小溪只有流入大海才更能感受到自己的存在快乐如饮料一经打开便冒出诱人的沁凉什么是幸福幸福是果园里果农望着压满枝头果实的满脸喜色幸福是教室里莘莘学子憧憬未来的动人笑脸幸福是实验室里科学家又有新发现时的舒展眉头幸福是领奖台上运动员仰望国旗冉冉升起时的莹莹泪光。幸福是奋斗的结晶勤劳的丰碑。幸福时时刻刻围绕在你身旁。如果你从母亲手中接过饭碗心存温馨那就是幸福如果你在灯下读着朋友的来信品味友情那就是幸福如果你独坐一隅静静听歌凝神遐思那就是幸福。"}
{"text":"如果你努力去发现美好美好会发现你如果你努力去尊重他人你也会获得别人尊重如果你努力去帮助他人你也会得到他人的帮助。美美不过草原阔阔不过蓝天深深不过大海。我的朋友呀你的胸怀就像草原一样美丽像蓝天一样宽阔像大海一样深邃真诚尊重宽容拥有诚实就舍弃了虚伪拥有诚实就舍弃了无聊拥有踏实就舍弃了浮躁不论是有意的丢弃还是意外的失去只要曾经真实拥有在一些时候大度舍弃也是一种境界。真诚是美酒年份越久越醇香浓型真诚是焰火在高处绽放才愈是美丽真诚是鲜花送之于人手有余香。如果你失去了金钱你只失去了一小部分如果你失去了健康你只失去了一小半如果你失去了诚信那你就几乎一贫如洗了。一颗孤独的心需要爱的滋润一颗冰冷的心需要友谊的温暖一颗绝望的心需要力量的托慰一颗苍白的心需要真诚的帮助一颗充满戒备关闭的门是多么需要真诚这一把钥匙打开呀只有我们愿意打开心内的窗才会看见心灵的宝藏只有我们愿意打开心内的窗才会看见门外清明的风景只有我们愿意打开心内的窗人间的繁花满树与灯火辉煌才会一片一片飘进窗来只有我们愿意打开心内的窗我们才能坦然勇敢走出门去一步一步走向光明的所在。尊重是一缕春风一泓清泉一颗给人温暖的舒心丸一剂催人奋进的强心剂。尊重别人是一种美德受人尊重是一种幸福。宽容润滑了彼此的关系消除了彼此的隔阂扫清了彼此的顾忌增进了彼此的了解。"}
