{"text":"我的怀旧观怀旧集这个书名我曾经想用过，这就是现在已经出版了的万泉集。因为集中的文章怀念旧人者颇多。我记忆的丝缕又挂到了一些已经逝世的师友身上，感触极多。我因此想到了昭明文选中潘安仁的怀旧赋中的文句霄辗转而不寐，骤长叹以达晨独郁结其谁语，聊缀思于斯文。我把那一个集子定名为怀旧集。但是，原来应允出版的出版社提出了异议怀旧这个词儿太沉闷，太不响亮，会影响书的销路，劝我改一改。我那时候出书还不能像现在这样到处开绿灯。我出书心切，连忙巴结出版社，立即遵命改名，由怀旧改为万泉。然而出版社并不赏脸，最终还是把稿子退回，一甩了之。这一段公案应该说是并不怎样愉快。好在我的万泉集换了一个出版社出版了社会反应还并不坏。我慢慢地就把这一件事忘记了。最近，出我意料之外，北京大学出版社的老友张文定先生一天忽然对我说你最近写的几篇悼念或者怀念旧人的文章，情真意切，很能感动人，能否收集在一起，专门出一个集子？他随便举了一个例子，就是悼念胡乔木同志的文章。他这个建议过去我没有敢想过，然而实获我心。我首先表示同意，立即又想到怀旧集这个名字可以复活了，岂不大可喜哉怀旧是一种什么情绪，或感情，或心理状态呢？我还没有读到过古今中外任何学人给它下的定义。恐怕这个定义是非常难下的。根据我个人的想法，古往今来，天底下的万事万物，包括人和动植物，总在不停地变化着，总在前进着。既然前进，留在后面的人或物，或人生的一个阶段，就会变成旧的，怀念这样的人或物，或人生的一个阶段，就是怀旧。人类有一个缺点或优点，常常觉得过去的好，旧的好，古代好，觉得当时天比现在要明朗，太阳比现在要光辉，花草树木比现在要翠绿。总之，一切比现在都要好，于是就怀，就发思古之幽情，这就是怀旧。但是，根据每一个人的常识，也并不是一切旧人旧物都值得怀。有的旧人，有的旧事，就并不值得去怀。有时一想到，简直就令人作呕，弃之不暇，哪里还能怀呢？也并不是每一次怀人或者怀事都能写成文章。感情过分地激动，过分悲哀，一想到，心里就会流血，到了此时，文章无论如何是写不出来的。这个道理并不难懂，每个人一想就会明白的。同绝大多数的人一样，我是一个非常平常的人。"}
{"text":"总之，一切比现在都要好，于是就怀，就发思古之幽情，这就是怀旧。但是，根据每一个人的常识，也并不是一切旧人旧物都值得怀。有的旧人，有的旧事，就并不值得去怀。有时一想到，简直就令人作呕，弃之不暇，哪里还能怀呢？也并不是每一次怀人或者怀事都能写成文章。感情过分地激动，过分悲哀，一想到，心里就会流血，到了此时，文章无论如何是写不出来的。这个道理并不难懂，每个人一想就会明白的。同绝大多数的人一样，我是一个非常平常的人。人的七情六欲，我一应俱全。尽管我有不少的缺点，也做过一些错事但是，我从来没有故意伤害别人如有必要，我还伸出将伯之手。因此，不管我打算多么谦虚，我仍然把自己归入好人一类，我是一个性情中人。我对亲人，对朋友，怀有真挚的感情。这种感情看似平常，但实际上却非常不平常。我生平颇遇到一些人，对人毫无感情。我有时候难免有一些腹诽，我甚至想用一个听起来非常刺耳的词儿来形容这种人没有人味。按说，既然是个人，就应当有人味。然而，我积八十年之经验，深知情况并非如此。人味，岂易言哉岂易言哉怀旧就是有人味的一种表现，而有人味是有很高的报酬的怀旧能净化人的灵魂。亲故老友逝去了，或者离开自己远了。但是，他们身上那一些优良的品质，离开自己越远，时间越久，越能闪出异样的光芒。它仿佛成为一面镜子，在照亮着自己，在砥砺着自己。怀这样的旧人，在惆怅中感到幸福，在苦涩中感到甜美。这不是很高的报酬吗？对逝去者的怀念，更能激发起我们后死者的责任感。先死者固然能让我们哀伤，后死者更值得同情，他们身上的心灵上的担子更沉重。死者已矣，他们不知不觉了。后死者却还活着，他们能知能觉。先死者的遗志要我们去实现，他们没有完成的工作要我们去做。即使有时候难免有点想懈怠一下，休息一下，但一想到先人的声音笑貌，立即会振奋起来。这样的怀旧，报酬难道还不够高吗？古代希腊哲人说，悲剧能净化ss人们的灵魂。我看，怀旧也同样能净化人们的灵魂。这一种净化的形式，比悲剧更深刻，更深入灵魂。这就是我的怀旧观。我庆幸我能怀旧，我庆幸我的人味支持我怀旧，我庆幸我的怀旧集这个书名在含冤蒙尘十几年以后又得以重见天日，我乐而为之序。我是个杂家主编对我说要写一篇跋。我漫应之曰可以。"}
{"text":"即使有时候难免有点想懈怠一下，休息一下，但一想到先人的声音笑貌，立即会振奋起来。这样的怀旧，报酬难道还不够高吗？古代希腊哲人说，悲剧能净化ss人们的灵魂。我看，怀旧也同样能净化人们的灵魂。这一种净化的形式，比悲剧更深刻，更深入灵魂。这就是我的怀旧观。我庆幸我能怀旧，我庆幸我的人味支持我怀旧，我庆幸我的怀旧集这个书名在含冤蒙尘十几年以后又得以重见天日，我乐而为之序。我是个杂家主编对我说要写一篇跋。我漫应之曰可以。那一位我姑且称之为助理主编的小伙子从旁边敲了一声边鼓越长越好我也漫应之曰可以。于是就写跋。但是，写些什么呢？我心中无数。按照老习惯，我还是先交代一下本书编选原则和具体做法为好，这样对读者会有益处。首先碰到的一个问题就是什么叫学术文化随笔？最初我对这含义是并不清楚的。学术文化的含义我是清楚的。但是一同随笔联系起来，我就糊涂。按照我的理解，随笔都是短的或者比较短的，长篇大论的随笔我没有见到过。而真正学术文化的论文往往比较长，甚至非常长，至少我自己的论文就是这样子。这真是一个矛盾，怎么解决呢？削足适履。我认为不是好办法，这样会破坏了论文的完整性，为我所不取。我坦率地提出了我的意见，主编和助理主编通情达理，虽微有难色，但仍然安慰我说长一点也可以。这可以说是给我吃了定心丸。但也只定了一半。长一点究竟长到什么程度呢？我心里仍然没有底。长短之争是与可读性有联系的。据说，短了就有可读性，长了可读性就差，或者甚至没有。对于这一点，我又对他们两位慷慨陈词，说不要形而上学地看问题。最近报刊上时有一些短文，长只几百字，短则短矣，无奈空话连篇，味同嚼蜡，一无文采，二乏内容。这样的文章可读性究竟在哪里呢？反之，红楼梦长达百余万言，然而人们却一拿起书，就放不下，如磁吸铁，爱不释手，你能说这书的可读性差吗？你在狡辩我仿佛听到有人在说。我承认，狡辩是有一点的，但不全是。我们且退一步想。只给今天的读者，特别是青年读者，吃冰淇淋和奶油可可等甜品，决非健康长寿之道。冰淇淋和奶油可可等是可以吃的但应该加上一些苦的辣的涩的酸的咸的食品。让他们知道，世界上的食品不都是甜的。这样可以锻炼他们的胃口，使它能适应世间一切味道。偏食是有害无利的。"}
{"text":"反之，红楼梦长达百余万言，然而人们却一拿起书，就放不下，如磁吸铁，爱不释手，你能说这书的可读性差吗？你在狡辩我仿佛听到有人在说。我承认，狡辩是有一点的，但不全是。我们且退一步想。只给今天的读者，特别是青年读者，吃冰淇淋和奶油可可等甜品，决非健康长寿之道。冰淇淋和奶油可可等是可以吃的但应该加上一些苦的辣的涩的酸的咸的食品。让他们知道，世界上的食品不都是甜的。这样可以锻炼他们的胃口，使它能适应世间一切味道。偏食是有害无利的。长篇的学术论文，有的确实是艰涩的，难以―下子就读懂，决不像冰淇淋和奶油可可那样香甜适口。但是，这样的文章是有余味的，如食橄榄，进口苦涩，回味方甘。这个甘同―进口就感觉到的甜，决不是同一个层次，同一个境界。稍有经验的人一想便能明白。何况，这样的文章在本大系里是绝难避免的。因为，不管是大师系列，还是探索系列，其中有一些人是专门写这样的文章的。如果不选这样的文章，有些人是难以进入任何系列的。他们两位还曾提出另一个解决矛盾的办法，那就是，将一篇篇幅较长的论文分拆开来，分成几个短篇。对此我也提出了不同的意见，否定的意见。我觉得，一个人写论文，不管多长，总都有一个整体概念，整体结构，起承转合，前后呼应。如果一旦分拆开来，则驴唇难对马嘴，宛如一个八宝楼台，分拆开来，不成片段。以上就算是我的狡辩。予岂好辩哉？予不得已也。幸而，他们两位从善如流，没加批驳。这个问题就算是圆满解决了。他们大概有先见之明，早已注意到可能有特殊情况了。于是在探索系列编写要求中，在第四条，特别加上了一句话特殊情况请自己决定。尊重之诚意溢于言表。这对我来说，无疑就成了一把尚方宝剑拿在手中，我可以便宜行事了。我在这里还想讲一个情况。主编无意中说了一句话你写的悼念胡乔木的文章，颇有意味，也可以选入。石破天惊，这是我原来完完全全没有想到的。既然主编这样说，他当然会有自己的考虑。我认为，这样做是正确的，可以大大地增加可读性。而且像乔木这样的人当然与学术文化有关。选悼念他的文章，决不是离题，而正是切题。像乔木这样的在中国学术文化界有影响的人物，我的师友中还有一大批。为什么不把悼念回忆他们的文章也选进来呢？于是一发而不能收拾，我一选就选了一大批。"}
{"text":"主编无意中说了一句话你写的悼念胡乔木的文章，颇有意味，也可以选入。石破天惊，这是我原来完完全全没有想到的。既然主编这样说，他当然会有自己的考虑。我认为，这样做是正确的，可以大大地增加可读性。而且像乔木这样的人当然与学术文化有关。选悼念他的文章，决不是离题，而正是切题。像乔木这样的在中国学术文化界有影响的人物，我的师友中还有一大批。为什么不把悼念回忆他们的文章也选进来呢？于是一发而不能收拾，我一选就选了一大批。文章好坏，且不去说它，反正我的这一些师友大都在现代中国文坛和学坛上占有相当重要的地位。读了悼念回忆他们的文章，对读者来说决不会没有收获的。说了这么多的话，绕了这么多的弯子，现在才谈到正题我的编选原则和具体做法。编选原则和具体做法，上面实际上已有所涉及。总的原则不外是编选要求第一条提到的全书要求体现本人学术思想的整体性。但是，我是一个杂家，我所涉猎的范围多而且杂，体现这样的整体性，必须分门别类来编选。即使这样，也难做到面面俱到。我只能举其荦荦大者，加以介绍。大体归纳起来，可以分为以下几个方面一佛教史二中印文化三比较文化四东方思想五怀旧上面的项目已经够多的了，但是完整不完整呢？还不完整。了解情况的人大概都知道，上面哪一项也不是我毕生精力集中兴趣集中之所在。我在德国十年，精力完全集中在对印度古代俗语，或者更确切一点说，佛教混合梵语和吐火罗语上。真要想有完整性，这方面的文章是必须选一些的。但是，对一般读者来说，无论是佛教混合梵语，还是吐火罗语，都无疑是天书一般。先不讲语法的稀奇古怪，就以字母而论，用拉丁字母转写，必须头上戴帽，脚下穿靴，看上去花里胡哨，让人莫名其妙。我虽然主张给读者一点苦的涩的东西。但是，不用水泡而竟把一盘苦瓜端上餐桌，这简直是故意折磨读者，有点不道德。考虑来，考虑去，最后我还是决定，把我那一套天书留给极少数的素心人去啃吧，在这里我只好割爱了。由此而带来的不完整――由它去吧。编选原则和具体做法就讲到这里。但是我感到我的任务还没有完成。我一开头就提到那位助理主编的话越长越好对这句话，我曾漫应之曰可以的。俗话说君子一言，驷马难追。不管我算不算君子，食言总是不好的。"}
{"text":"但是，不用水泡而竟把一盘苦瓜端上餐桌，这简直是故意折磨读者，有点不道德。考虑来，考虑去，最后我还是决定，把我那一套天书留给极少数的素心人去啃吧，在这里我只好割爱了。由此而带来的不完整――由它去吧。编选原则和具体做法就讲到这里。但是我感到我的任务还没有完成。我一开头就提到那位助理主编的话越长越好对这句话，我曾漫应之曰可以的。俗话说君子一言，驷马难追。不管我算不算君子，食言总是不好的。而且我一向是一个很容易对付的，对主编和责编一向驯顺，善于以意逆志。这一次我能破坏自己的善良的行为吗？我不想破坏。但是，我却遇到了实际困难。从模糊语言学的角度来讲，长字是一个模糊概念。多长才算长呢？谁也说不清。至于越字，那就更模糊了。现在我已经写了六页半，有二千五六百字了。对一篇跋来说，我觉得，这已经够长了。根据不成文法，跋一般都是比较短的。跋太长了，会有喧宾夺主的危险。为智者所不取。如果以意逆志的话。我体会，助理主编是想让我谈一谈我的治学经过或者什么经验之类。这个题目谈起来并不难，而且我是颇愿意谈的。但是，我有一点担心，怕一谈起来就煞不住车，洋洋十万言也还未必能尽意。前不久我写了一篇短文老少之间。在这里面，我讲到了一个现象，不少的老年人太爱说话。除了有一点倚老卖老的意味，似乎还有生理上的原因。我于是给自己和其他老人写了几句箴言老年之人血气已衰煞车失灵戒之在说能做到这一步，就能避免许多尴尬局面。你看，开会时，一个老人包办了会场，口若悬河，刺刺不休，一无内容，二无文采，在场的人有的看表，有的交头接耳。但是，此老老眼昏花，耳又重听，不视不见，不听不闻，这岂不大煞风景。我多少有点自知之明，所以写了上面的箴言。既然写了，就必须遵守。因此，这一回我的什么治学经过和经验就先不谈了。最近喜爱听评书，千百年来讲故事说评书的艺人，为了招揽生意，说到兴会淋漓处，总爱卖一卖关子，戛然停下，让听者牵肠挂肚，明天非听不行。我现在也学学他们，卖一个关子，说上一声咱们下一回再说。求仁而得仁，又何怨是不是自己的神经出了点毛病？最近几年以来，心里总想成为一个悲剧性人物。六十年前，我在清华大学念书的时候，有一门课叫做当代长篇小说。"}
{"text":"既然写了，就必须遵守。因此，这一回我的什么治学经过和经验就先不谈了。最近喜爱听评书，千百年来讲故事说评书的艺人，为了招揽生意，说到兴会淋漓处，总爱卖一卖关子，戛然停下，让听者牵肠挂肚，明天非听不行。我现在也学学他们，卖一个关子，说上一声咱们下一回再说。求仁而得仁，又何怨是不是自己的神经出了点毛病？最近几年以来，心里总想成为一个悲剧性人物。六十年前，我在清华大学念书的时候，有一门课叫做当代长篇小说。英国老师共指定了五部书，都是当时在世界上最流行的，像今天名震遐迩的乔伊斯的尤利西斯和普鲁斯特的追忆逝水年华都包括在里面。这些书我都似懂非懂地读过了，考试及格了，便一股脑儿还给了老师，脑中一片空白，连故事的影子都没有了。独独有一部书是例外，这就是英国作家哈代的还乡。但也只记住了一个母亲的一句话我是一个被儿子遗弃了的老婆子！我觉得这个母亲的处境又可怜，又可羡。怜容易懂，羡又从何来呢？人生走到这个地步，也并不容易。在人生的道路上，每一个人都是孤独的旅客。与其舒舒服服，懵懵懂懂活一辈子，倒不如品尝一点不平常的滋味，似苦而实甜。我这种心情有点变态，但我这个人是十分正常的。这大概同我当时的处境有关。离别了八年以后，我最爱的母亲突然离开了人世，走了。这对我是一个空前绝后的打击。我从遥远的故都奔丧回家。我真想取掉自己的生命，追陪母亲于地下。我们家住在村外，家中只有母亲一人。现在人去屋空。我每天在村内二大爷家吃过晚饭，在薄暮中拖着沉重的步子，踽踽独行，走回家来。大坑里的水闪着白光。柴门外卧着一团黑乎乎的东西，是陪伴母亲度过晚年的那一只狗。现在女主人一走，没人喂食。它白天到村内不知谁家蹭上一顿饭也许根本蹭不上，晚上仍然回家，守卫着柴门，决不离开半步。它见了我，摇一摇尾巴，跟我走进院子。屋中正中停着母亲的棺材，里屋就是我一个人睡的土炕。此时此刻，万籁俱寂，只有这一条狗，陪伴着我，为母亲守灵。我心如刀割，抱起狗来，亲它的嘴，久久不能放下。人生至死，天道宁论在茫茫宇宙间，仿佛只剩下了我和这一条狗了。是我遗弃了母亲吗？不能说不是你为什么竟在八年的长时间中不回家看一看母亲呢？不管什么理由，都是说不通的，我万死不能辞其咎。哈代小说中的母亲，同我母亲的情况是完全不一样的。然而其结果则是相同或者至少是相似的。"}
{"text":"它见了我，摇一摇尾巴，跟我走进院子。屋中正中停着母亲的棺材，里屋就是我一个人睡的土炕。此时此刻，万籁俱寂，只有这一条狗，陪伴着我，为母亲守灵。我心如刀割，抱起狗来，亲它的嘴，久久不能放下。人生至死，天道宁论在茫茫宇宙间，仿佛只剩下了我和这一条狗了。是我遗弃了母亲吗？不能说不是你为什么竟在八年的长时间中不回家看一看母亲呢？不管什么理由，都是说不通的，我万死不能辞其咎。哈代小说中的母亲，同我母亲的情况是完全不一样的。然而其结果则是相同或者至少是相似的。我母亲不知多少次倚闾望子，不知多少次在梦中见到儿子，然而一切枉然，终于含恨离去了。我幻想成为一个悲剧性的人物，是不是与此有些关联呢？恐怕是有的。在我灵魂深处，我对母亲之死抱终天之恨，没有任何仙丹妙药能使它消泯。今生今世，我必须背负着这个十字架，我决不会再有什么任何形式的幸福生活。我不是一个悲剧性的人物又是什么呢？然而我最近梦寐以求的悲剧性，又决非如此简单，我心目中的悲剧，决不是人世中的小恩小怨，小仇小恨。这些能够激起人们的同情与怜恤慨叹与忧思的悲剧，不是我所想象的那种悲剧。我期望的究竟是什么样的悲剧呢？我好像一时也说不清楚。我大概期望的是类似能净化sss人们的灵魂的古希腊悲剧。相隔上万里，相距数千年，得到它又谈何容易啊然而我却于最近于无意中得之，岂不快哉！岂不快哉！这里面当然也有遗弃之类的问题。但并不是自己被遗弃，而是自己遗弃了别人。自己怎么会遗弃别人呢？不说也罢。总之，在我家庭中，老祖走了，德华走了，我的女儿婉如也走了。现在就剩下了我一个孤家寡人，赤条条来去无牵挂了。成为一个悲剧性的人物，条件都已具备，只待东风了。孔子曰求仁而得仁，又何怨！空谷足音所谓无产阶级文化大革命是中国五千年历史上一场空前的大灾难，这一点现在几乎没有人敢反对了。我个人认为，我们眼前的首要任务，不是追究哪一个人或哪一些人的责任或者罪行，而是不要放过这个千载难遇的机会，研究一下它产生的原因，真实公正地记录下它发展的过程，给我们后世子孙留下一点难得的经验和教训，使我们这个伟大的民族不要再蹈覆辙，不要再演出这样骇人听闻的悲剧。我认为，这是我们这些亲身陷入这场浩劫的人们的不可推卸的责任。"}
{"text":"我个人认为，我们眼前的首要任务，不是追究哪一个人或哪一些人的责任或者罪行，而是不要放过这个千载难遇的机会，研究一下它产生的原因，真实公正地记录下它发展的过程，给我们后世子孙留下一点难得的经验和教训，使我们这个伟大的民族不要再蹈覆辙，不要再演出这样骇人听闻的悲剧。我认为，这是我们这些亲身陷入这场浩劫的人们的不可推卸的责任。我现在痛苦地发现，浩劫结束才不过二十来年，今天再同年轻人谈到浩劫中的一些真实的情况，他们竟瞪大了迷惑的双眼，认为我们是谈天方夜谭，是海客谈瀛洲，他们决不相信的。在另一方面，许多真正蹲过牛棚，受过迫害的人们，由于自然规律的作用，已经离开了这个世界，他们记忆中那些极可宝贵的经历，特别是受迫害的经历，随着他们的消逝而永远消逝了。这是我们民族的损失，决不是个人的问题。照这样下去，随着时间的推移，走的人越来越多，消逝的记忆也越来越多，再过上十年八年，这一场空前的悲剧真会变成了天方夜谭。我们许多人的血白流了，性命白丧失了，应得的教训白白放过了。说不定到了什么时候，气候和环境一旦适合，这一场惨绝人寰的悲剧又会在我们神州大地上重演。就是由于这个原因，出于这样的考虑，我出版了我写的牛棚杂忆。我的主要论点是不管是打砸抢者，还是被打砸抢者，我们基本上都是受害者。前者是糊涂油蒙了心，做出了伤天害理的恶事。后者是在劫难逃，受了皮肉之苦，甚至丢掉了性命。我自己属于后者，是明知山有虎，偏向虎山行，是自己跳出来的，结果一下子就跳进了牛棚，险些把小命丢掉。然而我却一直到年四人帮垮台，还在拥护文化大革命。这不也是糊涂油蒙丁心吗？一个人，一个团体或组织，甚至一个国家或一个民族，犯点错误，是不可避免的。关键是犯了以后怎样对待。对待之方，不出两途一是掩盖，一是坦率承认。前者文过饰非，讳疾忌医，结果是往往自食其果，到了以后某一个时候，旧病复发。轻则病魔缠身，不能自脱重则呜呼哀哉，终于抱恨。我个人认为，聪明人，还有点良心的人或组织或国家民族应采取后者的态度。中国古人说君子之过也，如日月之蚀，人皆见之。蚀过之后，天日重明，决无损于日月之光辉。文化大革命既然已经发生了，就无法不承认这个事实。"}
