{"text":"文言信里称呼的等级很繁多，再加上称呼底下带着的敬语，真是数不尽。开头的称呼，就是受信人的称呼，有时还需要重叠，如父母亲大人，仁兄大人，先生大人等。现在仁兄大人等是少用了，却换了学长我兄之类至于父母亲加上大人，依然是很普遍的。开头的称呼底下带着的敬语，有的似乎原是些位置词，如膝下，足下这表示自己的信不敢直率的就递给受信人，只放在他或他们的膝下，足下，让他或他们得闲再看。有的原指伺候的人，如阁下，执事这表示只敢将信递给阁下的公差，或执事的人，让他们觑空儿转呈受信人看。可是用久了，用熟了，谁也不去注意那些意义，只当作敬语用罢了。但是这些敬语表示不同的身份，用的人是明白的。这些敬语还有一个紧要的用处。在信文里称呼受信人有时只用足下，阁下，执事就成这些缩短了，替代了开头的那些繁琐的词儿。――信文里并有专用的简短的称呼，像台端便是的。另有些敬语，却真的只是敬语，如大鉴，台鉴，钧鉴，勋鉴，道鉴等，有道也是的。还有些只算附加语，不能算敬语，像如面，如晤，如握，以及览，阅，见字，知悉等，大概用于亲近的人或晚辈。结尾的称呼，就是写信人的自称，跟带着的敬语，现在还通用的，却没有这样繁杂。弟用得最多，小弟，愚弟只偶然看见。光头的名字，用的也最多，晚，后学，职也只偶然看见。其余还有儿，侄等世侄也用得着，愚侄却少――这年头自称愚的究竟少了。敬语是旧的顿首和新的鞠躬最常见谨启太质朴，再拜太古老，免冠虽然新，却又不今不古的，这些都少用。对尊长通用谨上，谨肃，谨禀――叩禀，跪禀有些稀罕了似的对晚辈通用泐，字等，或光用名字。白话里用主词句子多些，用来写信，需要称呼的地方自然也多些。但是白话信的称呼似乎最难。文言信用的那些，大部分已经成了遗形物，用起来即使不至于觉得封建气，即使不至于觉得满是虚情假意，但是不亲切是真的。要亲切，自然得向面谈里去找。可是我们口头上的称呼，还在演变之中，凝成定型的绝无仅有，难的便是这个。我们现在口头上通用于一般人的称呼，似乎只有先生。"}
{"text":"白话里用主词句子多些，用来写信，需要称呼的地方自然也多些。但是白话信的称呼似乎最难。文言信用的那些，大部分已经成了遗形物，用起来即使不至于觉得封建气，即使不至于觉得满是虚情假意，但是不亲切是真的。要亲切，自然得向面谈里去找。可是我们口头上的称呼，还在演变之中，凝成定型的绝无仅有，难的便是这个。我们现在口头上通用于一般人的称呼，似乎只有先生。而这个先生又不像密斯忒麦歇那样真可以通用于一般人。譬如英国大学里教师点名，总称密斯忒某某，中国若照样在点名时称某某先生，大家就觉得客气得过火点儿。先生之外，白话信里最常用的还有兄，口头上却也不大听见。这是从文言信里借来称呼比先生亲近些的人的。按说十分亲近的人，直写他的名号，原也未尝不可，难的是那些疏不到先生，又亲不到直呼名号的。所以兄是不可少的词儿――将来久假不归，也未可知。更难的是称呼女人，刘半农先生曾主张将密斯改称姑娘，却只成为一时的谈柄我们口头上似乎就没有一个真通用的称呼女人的词儿。固然，我们常说某小姐，某太太，但写起信来，麻烦就来了。开头可以很自然的写下某小姐，某太太，信文里再称呼却就绕手还带姓儿，似乎不像信，不带姓儿，又像丫头老妈子们说话。只有我们口头上偶而一用的女士，倒可以不带姓儿，但是又有人嫌疑它生刺刺的。我想还是女士大方些，大家多用用就熟了。要不，不分男女都用先生也成，口头上已经有这么称呼的――不过显得太单调罢了。至于写白话信的人称呼自己，用弟的似乎也不少，不然就是用名字。弟自然是从文言信里借来的，虽然口头上自称兄弟的也有。光用名字，有时候嫌不大客气，这弟字也是不可少的，但女人给普通男子写信，怕只能光用名字，称弟既不男不女的，称妹显然又太亲近了，――正如开头称兄一样。男人写给普通女子的信，不用说，也只能光用名字。白话信的称呼却都不带敬语，只自称下有时装上鞠躬，谨启，谨上，也都是借来的，可还是懒得装上的多。这不带敬语，却是欧化。那些敬语现在看来原够腻味的，一笔勾销，倒也利落，干净。五四运动后，有一段儿还很流行称呼的欧化。"}
{"text":"男人写给普通女子的信，不用说，也只能光用名字。白话信的称呼却都不带敬语，只自称下有时装上鞠躬，谨启，谨上，也都是借来的，可还是懒得装上的多。这不带敬语，却是欧化。那些敬语现在看来原够腻味的，一笔勾销，倒也利落，干净。五四运动后，有一段儿还很流行称呼的欧化。写白话信的人开头用亲爱的某某先生或亲爱的某某，结尾用你的朋友某某或你的真挚的朋友某某，是常见的，近年来似乎不大有了，即使在青年人的信里。这一套大约是从英文信里抄袭来的。可是在英文里，口头的亲爱的和信上的亲爱的，亲爱的程度迥不一样。口头的得真亲爱的才用得上，人家并不轻易使唤这个词儿信上的不论你是谁，认识的，不认识的，都得来那么一个亲爱的――用惯了，用滥了，完全成了个形式的敬语，像我们文言信里的仁兄似的。我们用仁兄，不管他仁不仁他们用亲爱的，也不管他亲爱的不亲爱的。可是写成我们的文字，亲爱的就是不折不扣的亲爱的――在我们的语言里，亲爱真是亲爱，一向是不折不扣的――，因此看上去老有些碍眼，老觉着过火点儿甚至还肉麻呢。再说你的朋友和你的真挚的朋友。有人曾说我的朋友是标榜，那是用在公开的论文里的。我们虽然只谈不公开的信，虽然普通用朋友这词儿，并不能表示客气，也不能表示亲密，可是加上你的，大书特书，怕也免不了标榜气。至于真挚的，也是从英文里搬来的。毛病正和亲爱的一样。――当然，要是给真亲爱的人写信，怎么写也成，上面用我的心肝，下面用你的宠爱的叭儿狗，都无不可，不过本文是就一般程式而论，只能以大方为主罢了。白话信还有领格难。文言信里差不多是看不见领格的，领格表现在特种敬语里。如令尊，嫂夫人，潭府，惠书，手教，示，大著，鼎力，尊裁，家严，内人，舍下，拙著，绵薄，鄙见等等，比起别种程式，更其是数不尽。有些口头上有，大部分却是写信写出来的。这些足以避免称呼的重复，并增加客气。"}
{"text":"白话信还有领格难。文言信里差不多是看不见领格的，领格表现在特种敬语里。如令尊，嫂夫人，潭府，惠书，手教，示，大著，鼎力，尊裁，家严，内人，舍下，拙著，绵薄，鄙见等等，比起别种程式，更其是数不尽。有些口头上有，大部分却是写信写出来的。这些足以避免称呼的重复，并增加客气。文言信除了写给子侄，是不能用尔，汝，吾，我等词的，若没有这些敬语，遇到领格，势非一再称呼不可虽然信文里的称呼简短，可是究竟嫌累赘些。这些敬语口头上还用着的，白话信里自然还可以用，如令尊，大著，家严，内人，舍下，拙著等，但是这种非常之少。白话信里的领格，事实上还靠重复称呼，要不就直用你我字样。称呼的重复免不了累赘，你我相称，对于生疏些的人，也不合式。这里我想起了您字。国语的您可用于尊长，是个很方便的敬词――本来是复数，现在却只用作单数。放在信里，作主词也好，作领格也好，既可以减少那累赘的毛病，也不至于显得太托熟似的。写信的种种程式，作用只在将种种不同的口气标准化，只在将面谈时的一些声调表情姿态等等标准化。熟悉了这些程式，无需句斟字酌，在口气上就有了一半的把握，就不难很省力的写成合式的，多多少少如面谈的信。写信究竟不是面谈，所以得这样办那些程式有的并不出于面谈，而是写信写出来的，也就是为此。各色各样的程式，不是耍笔头，不是掉枪花，都是实际需要逼出来的。文言信里还不免残存着一些不切用的遗物，白话信却只嫌程式不够用，所以我们不能偷懒，得斟酌情势，多试一些，多造一些。一番番自觉的努力，相信可以使白话信的程式化完成得更快些。但是程式在口气的传达上至多只能帮一半忙，那一半还得看怎么写信文儿。这所谓神而明之，存乎其人，没什么可说的。不过这里可以借一个例子来表示同一事件可以有怎样不同的口气。胡适之先生说过这样一个故事有一裁缝，花了许多钱送他儿子去念书。一天，他儿子来了一封信。他自己不认识字，他的邻居一个杀猪的倒识字，不过识的字很少。他把信拿去叫杀猪的看。杀猪的说信里是这样的话，爸爸！赶快给我拿钱来！我没有钱了，快给我钱！裁缝说，信里是这样的说吗！好！我让他从中学到大学念了这些年书，念得一点礼貌都没有了！"}
{"text":"这所谓神而明之，存乎其人，没什么可说的。不过这里可以借一个例子来表示同一事件可以有怎样不同的口气。胡适之先生说过这样一个故事有一裁缝，花了许多钱送他儿子去念书。一天，他儿子来了一封信。他自己不认识字，他的邻居一个杀猪的倒识字，不过识的字很少。他把信拿去叫杀猪的看。杀猪的说信里是这样的话，爸爸！赶快给我拿钱来！我没有钱了，快给我钱！裁缝说，信里是这样的说吗！好！我让他从中学到大学念了这些年书，念得一点礼貌都没有了！说着就难过起来。正在这时候，来了一个牧师，就问他为什么难过。他把原因一说，牧师说，拿信来，我看看。就接过信来，戴上眼镜，读道，父亲老大人，我现在穷得不得了了，请你寄给我一点钱罢！寄给我半镑钱就够了，谢谢你。裁缝高兴了，就寄两镑钱给他儿子。中国禅学的发展史讲演词，王石子记，一九三四年十二月十六日北平晨报有人说，日记和书信里，最能见出人的性情来，因为日记只给自己看，信只给一个或几个朋友看，写来都不做作。不做作可不是信笔所之。日记真不准备给人看，也许还可以信笔所之一下信究竟是给人看的，虽然不能像演说和作论，可也不能只顾自己痛快，真的信笔写下去。如面谈不是胡帝胡天的，总得有一点礼貌，也就是一份客气。客气要大方，恰到好处，才是味儿，如面谈是需要火候的。年月日―月日作。原载年月昆明中央日报平明副刊第期散文全编人话在北平呆过的人总该懂得人话这个词儿。小商人和洋车夫等等彼此动了气，往往破口问这么句话你懂人话不懂？――要不就说你会说人话不会？这是一句很重的话，意思并不是问对面的人懂不懂人话，会不会说人话，意思是骂他不懂人话，不会说人话。不懂人话，不会说人话，干脆就是畜生！这叫拐着弯儿骂人，又叫骂人不带脏字儿。不带脏字儿是不带脏字儿，可到底是骂街，所以高尚人士不用这个词儿。他们生气的时候也会说不通人性，不像人，不是人，还有不像话，不成话等等，可就是不肯用人话这个词儿。不像话，不成话，是没道理的意思不通人性，不像人，不是人还不就是畜生？比起不懂人话，不说人话来，还少拐了一个弯儿呢。"}
{"text":"不懂人话，不会说人话，干脆就是畜生！这叫拐着弯儿骂人，又叫骂人不带脏字儿。不带脏字儿是不带脏字儿，可到底是骂街，所以高尚人士不用这个词儿。他们生气的时候也会说不通人性，不像人，不是人，还有不像话，不成话等等，可就是不肯用人话这个词儿。不像话，不成话，是没道理的意思不通人性，不像人，不是人还不就是畜生？比起不懂人话，不说人话来，还少拐了一个弯儿呢。可是高尚人士要在人背后才说那些话，当着面大概他们是不说的。这就听着火气小，口气轻似的，听惯了这就觉得不通人性，不像人，不是人那几句来得斯文点儿，不像人话那么野。其实，按字面儿说，人话倒是个含蓄的词儿。北平人讲究规矩，他们说规矩，就是客气。我们走进一家大点儿的铺子，总有个伙计出来招待，哈哈腰说，您来啦！出来的时候，又是个伙计送客，哈哈腰说，您走啦，不坐会儿啦？这就是规矩。洋车夫看同伙的问好儿，总说，您老爷子好？老太太好？您少爷在那儿上学？从不说你爸爸，你妈妈，你儿子，可也不会说令尊，令堂，令郎那些个，这也是规矩。有的人觉得这些都是假仁假义，假声假气，不天真，不自然。他们说北平人有官气，说这些就是凭据。不过天真不容易表现，有时也不便表现。只有在最亲近的人面前，天真才有流露的机会，再说天真有时就是任性，也不一定是可爱的。所以得讲规矩。规矩是调节天真的，也就是礼，四维之首的礼。礼须要调节，得有点儿做作是真的，可不能说是假。调节和做作是为了求中和，求平衡，求自然――这儿是所谓习惯成自然。规矩也罢，礼也罢，无非教给人做人的道理。我们现在到过许多大城市，回想北平，似乎讲究规矩并不坏，至少我们少碰了许多硬钉子。讲究规矩是客气，也是人气，北平人爱说的那套话都是他们所谓人话。别处人不用人话这个词儿，只说讲理不讲理，雅俗通用。讲理是讲理性，讲道理。所谓理性这是老名词，重读理字，翻译的名词理性，重读性字自然是人的理性，所谓道理也就是做人的道理。现在人爱说合理，那个理的意思比讲理的理宽得多。"}
{"text":"我们现在到过许多大城市，回想北平，似乎讲究规矩并不坏，至少我们少碰了许多硬钉子。讲究规矩是客气，也是人气，北平人爱说的那套话都是他们所谓人话。别处人不用人话这个词儿，只说讲理不讲理，雅俗通用。讲理是讲理性，讲道理。所谓理性这是老名词，重读理字，翻译的名词理性，重读性字自然是人的理性，所谓道理也就是做人的道理。现在人爱说合理，那个理的意思比讲理的理宽得多。讲理当然合理，这是常识，似乎用不着检出西哲亚里士多德的大帽子，说人是理性的动物。可是这句话还是用得着，讲理是理性的动物的话，可不就是人话？不过不讲理的人还是不讲理的人，并不明白的包含着不懂人话，不会说人话所包含着的意思。讲理不一定和平，上海的讲茶就常教人触目惊心的。可是看字面儿，你讲理不讲理？的确比你懂人话不懂？你会说人话不会？和平点儿。不讲理比不懂人话，不会说人话多拐了个弯儿，就不至于影响人格了。所谓做人的道理大概指的恕道，就是孔子所说的己所不欲，勿施于人。而人话要的也就是恕道。按说理这个词儿其实有点儿灰色，赶不上人话那个词儿鲜明，现在也许有人觉得还用得着这么个鲜明的词儿。不过向来的小商人洋车夫等等把它用得太鲜明了，鲜明得露了骨，反而糟蹋了它，这真是怪可惜的。年月日作。原载年月昆明大国民报散文全编论废话废话！别费话！少说费话！都是些不客气的语句，用来批评或阻止别人的话的。这可以是严厉的申斥，可以只是亲密的玩笑，要看参加的人，说的话，和用这些语句的口气。废和费两个不同的字，一般好像表示同样的意思，其实有分别。旧小说里似乎多用费话，现代才多用废话。前者着重在唆，唆所以无用后者着重在无用，无用就觉唆。平常说废物，废料，都指斥无用，废话正是一类。费是白费，浪费，虽然指斥，还是就原说话人自己着想，好像还在给他打算似的。废却是听话的人直截指斥，不再拐那个弯儿，细味起来该是更不客气些。不过约定俗成，我们还是用废为正字。道家教人得意而忘言，言既该忘，到头儿岂非废话？佛家告人真如不可说，禅宗更指出开口便错所有言说，到头儿全是废话。"}
{"text":"旧小说里似乎多用费话，现代才多用废话。前者着重在唆，唆所以无用后者着重在无用，无用就觉唆。平常说废物，废料，都指斥无用，废话正是一类。费是白费，浪费，虽然指斥，还是就原说话人自己着想，好像还在给他打算似的。废却是听话的人直截指斥，不再拐那个弯儿，细味起来该是更不客气些。不过约定俗成，我们还是用废为正字。道家教人得意而忘言，言既该忘，到头儿岂非废话？佛家告人真如不可说，禅宗更指出开口便错所有言说，到头儿全是废话。他们说言不足以尽意，根本怀疑语言，所以有这种话。说这种话时虽然自己暂时超出人外言外，可是还得有这种话，还得用言来忘言，说那不可说的。这虽然可以不算矛盾，却是不可解的连环。所有的话到头来都是废话，可是人活着得说些废话，到头来废话还是不可废的。道学家教人少作诗文，说是玩物丧志，说是害道，那么诗文成了废话，这所谓诗文指表情的作品而言。但是诗文是否真是废话呢？跟着道家佛家站在高一层看，道学家一切的话也都不免废话让我们自己在人内言内看，诗文也并不真是废话。人有情有理，一般的看，理就在情中，所以俗话说讲情理。俗话也可以说讲理，讲道理，其实讲的还是情理不然讲死理或死讲理怎么会叫做不通人情呢？道学家只看在理上，想要将情抹杀，诗文所以成了废话。但谁能无情？谁不活在情里？人一辈子多半在表情的活着人一辈子好像总在说理，叙事，其实很少同时不在不知不觉中表情的。天气好！吃饭了？岂不都是废话？可是老在人嘴里说着。看个朋友商量事儿，有时得闲闲说来，言归正传，写信也常如此。外交辞令更是不着边际的多。――战国时触说赵太后，也正仗着那一番废话。再说人生是个动，行是动，言也是动人一辈子一半是行，一半是言。一辈子说话作文，若是都说道理，那有这么多道理？况且谁能老是那么矜持着？人生其实多一半在说废话。诗文就是这种废话。得有点废话，我们才活得有意思。有但诗文，就是儿歌，民谣，故事，笑话，甚至无意义的接字歌，绕口令等等，也都给人安慰，让人活得有意思。所以儿童和民众爱这些废话，不但儿童和民众，文人，读书人也渐渐爱上了这些。英国吉士特顿曾经提倡无意义的话，并曾推荐那本无意义的书，正是儿歌等档的选本。这些其实就可以译为废话和废话书，不过这些废话是无意义的。"}
{"text":"一辈子说话作文，若是都说道理，那有这么多道理？况且谁能老是那么矜持着？人生其实多一半在说废话。诗文就是这种废话。得有点废话，我们才活得有意思。有但诗文，就是儿歌，民谣，故事，笑话，甚至无意义的接字歌，绕口令等等，也都给人安慰，让人活得有意思。所以儿童和民众爱这些废话，不但儿童和民众，文人，读书人也渐渐爱上了这些。英国吉士特顿曾经提倡无意义的话，并曾推荐那本无意义的书，正是儿歌等档的选本。这些其实就可以译为废话和废话书，不过这些废话是无意义的。吉士特顿大概觉得那些有意义的废话还不够废的，所以百尺竿头更进一步。在繁剧的现代生活里，这种无意义的废话倒是可以慰情，可以给我们休息，让我们暂时忘记一切。这是受用，也就是让我们活得有意思。――就是说理，有时也用得着废话，如逻辑家无意义的例句张三是大于，人类是黑的等。这些废话最见出所谓无用之用那些有意义的，其实也都以无用为用。有人曾称一些学者为有用的废物，我们也不妨如法炮制，称这些有意义的和无意义的废话为有用的废话。废是无用，到头来不可废，就又是有用了。话说回来，废话都有用么？也不然。汉代申公说，为政不在多言，顾力行何如耳。多言就是废话。为政该表现于行事，空言不能起信无论怎么好听，怎么有道理，不能兑现的支票总是废物，不能实践的空言总是废话。这种巧语花言到头来只教人感到欺骗，生出怨望，我们无须多言，大家都明白这种废话真是废话。有些人说话爱跑野马，闹得游骑无归。有些人作文下笔千言，离题万里。但是离题万里跑野马，若能别开生面，倒也很有意思。只怕老在圈儿外兜圈子，兜来兜去老在圈儿外，那就千言万语也是白饶，只教人又腻味又着急。这种才是知难正为不知，所以总说不到紧要去处。这种也真是废话。还有人爱重复别人的话。别人演说，他给提纲挈领别人谈话，他也给提纲挈领。若是那演说谈话够复杂的或者够杂乱的，我们倒也乐意有人这么来一下。可是别人说得清清楚楚的，他还要来一下，甚至你自己和他谈话，他也要对你来一下――妙在丝毫不觉，老那么津津有味的，真教人啼笑皆非。其实谁能不重复别人的话，古人的，今人的？但是得变化，加上时代的色彩，境地的色彩，或者自我的色彩，总让人觉着有点儿新鲜玩意儿才成。不然真是废话，无用的废话！年月―日作。"}
