{"text":"泰晤士报特地做了一篇小社论，劝人吃甜烧饼以存古风但对于那位女士所说的窝儿饼的坏话，却宁愿存而不论，大约那论者也是爱吃窝儿饼的。复活节三月时候，人家吃煎饼p，茶饭店里也卖这原是忏悔节二月底忏悔人晚饭后去教堂之前吃了好熬饿的，现在却在早晨吃了。饼薄而脆，微甜。北平中原公司卖的胖开克煎饼的音译却未免太胖，而且软了。――说到煎饼，想起一件事来美国麻省勃克夏地方s有吃煎饼竞争的风俗，据泰晤士报说，一九三二的优胜者一气吃下四十二张饼，还有腊肠热咖啡。这可算真正大肚皮了。英国人每日下午四时半左右要喝一回茶，就着烤面包黄油。请茶会时，自然还有别的，如火腿夹面包，生豌豆苗夹面包，茶馒头s等等。他们很看重下午茶，几乎必不可少。又可乘此请客，比请晚饭简便省钱得多。英国人喜欢喝茶，对于喝咖啡，和法国人相反他们也煮不好咖啡。喝的茶现在多半是印度茶茶饭店里虽卖中国茶，但是主顾寥寥。不让利权外溢固然也有关系，可是不利于中国茶的宣传如说制时不干净和茶味太淡才是主要原因。印度茶色浓味苦，加上牛奶和糖正合式中国红茶不够劲儿，可是香气好。奇怪的是茶饭店里卖的，色香味都淡得没影子。那样茶怎么会运出去，真莫名其妙。街上偶然会碰着提着筐子卖落花生的巴黎也有，推着四轮车卖炒栗子的，教人有故国之思。花生栗子都装好一小口袋一小口袋的，栗子车上有炭炉子，一面炒，一面装，一面卖。这些小本经纪在伦敦街上也颇古色古香，点缀一气。栗子是干炒，与我们糖炒的差得太多了。――英国人吃饭时也有干果，如核桃，榛子，榧子，还有巴西乌菱原名s，巴西出产，中国通称美国乌菱，乌菱实大而肥，香脆爽口，运到中国的太干，便不大好。他们专有一种干果夹，像钳子，将干果夹进去，使劲一握夹子柄，格的一声，皮壳碎裂，有些蹦到远处，也好玩儿的。苏州有瓜子夹，像剪刀，却只透着玲珑小巧，用不上劲儿去。年月日作。原载年月日中学生第号散文全编乞丐外国也有乞丐，是的但他们的丐道或丐术不大一样。"}
{"text":"他们专有一种干果夹，像钳子，将干果夹进去，使劲一握夹子柄，格的一声，皮壳碎裂，有些蹦到远处，也好玩儿的。苏州有瓜子夹，像剪刀，却只透着玲珑小巧，用不上劲儿去。年月日作。原载年月日中学生第号散文全编乞丐外国也有乞丐，是的但他们的丐道或丐术不大一样。近些年在上海常见的，马路旁水门汀上用粉笔写着一大堆困难情形，求人帮助，粉笔字一边就坐着那写字的人，――北平也见过这种乞丐，但路旁没有水门汀，便只能写在纸上或布上――却和外国乞丐相像这办法不知是来路货呢，还是此心同，此理同呢？伦敦乞丐在路旁画画的多，写字的却少。只在特拉伐加方场附近见过一个长须老者外国长须的不多，在水门汀上端坐着，面前几行潦草的白粉字。说自己是大学出身，现在一寒至此，大学又有何用，这几句牢骚话似乎颇打动了一些来来往往的人，加上老者那炯炯的双眼，不露半星儿可怜相，也教人有点肃然。他右首放着一只小提箱，打开了，预备人往里扔钱。那地方本是四通八达的闹市，扔钱的果然不少。箱子内外都撒的铜子儿便士别的乞丐却似乎没有这么好的运气。画画的大半用各色粉笔，也有用颜料的。见到的有三种花样。或双钩求生二字，每一个字母约一英尺见方，在双钩的轮廓里精细地作画。字母整齐匀净，通体一笔不苟。或双钩好运二字，也有只用运气一字的。――求生是自道好运运气是为过客颂祷之辞。或画着四五方风景，每方大小也在一英尺左右。通常画者坐在画的一头，那一头将他那旧帽子翻过来放着，铜子儿就扔在里面。这些画丐有些在艺术学校受过正式训练，有些平日爱画两笔，算是玩艺儿。到没了落儿，便只好在水门汀上动起手来了。一九三二年五月十日，这些人还来了一回展览会。那天的晚报s上选印了几幅，有两幅是彩绣的。绣的人诨名牛津街开特尔老大，拳乱时做水手，来过中国，他还记得那时情形。这两幅画绣在帆布画布上，每幅下了八万针。他绣过英王爱德华像，据说颇为当今王后所赏识那是他生平最得意的时候。现在却只在牛津街上浪荡着。晚报上还记着一个人。"}
{"text":"这些画丐有些在艺术学校受过正式训练，有些平日爱画两笔，算是玩艺儿。到没了落儿，便只好在水门汀上动起手来了。一九三二年五月十日，这些人还来了一回展览会。那天的晚报s上选印了几幅，有两幅是彩绣的。绣的人诨名牛津街开特尔老大，拳乱时做水手，来过中国，他还记得那时情形。这两幅画绣在帆布画布上，每幅下了八万针。他绣过英王爱德华像，据说颇为当今王后所赏识那是他生平最得意的时候。现在却只在牛津街上浪荡着。晚报上还记着一个人。他在杂戏馆s干过三十五年，名字常大书在海报上。三年前还领了一个杂戏班子游行各处，他扮演主要的角色。英伦三岛的城市都到过大陆上到过百来处，美国也到过十来处。也认识贾波林。可是时运不济，老伦敦却没一个子儿。他想起从前朋友们说过静物写生多么有意思，自己也曾学着玩儿到了此时，说不得只好凭着这点玩艺儿在泰晤士河长堤上混混了。但是他怕认得他的人太多，老是背向着路中，用大帽檐遮了脸儿。他说在水门汀上作画颇不容易最怕下雨，几分钟的雨也许毁了整天的工作。他说总想有朝一日再到戏台上去。画丐外有乐丐。牛津街见过一个，开着话匣子，似乎是坐在三轮自行车上记得颇有些堂哉皇也的神气。复活节星期五在冷街中却见过一群，似乎一人推着风琴，一人按着，一人高唱颂圣歌――那推琴的也和着。这群人样子却就狼狈了。据说话匣子等等都是赁来他们大概总有得赚的。另一条冷街上见过一个男的带着两个女的，穿著得像刚从垃圾堆里出来似的。一个女的还抹着胭脂，简直是一块块红土！男的奏乐，女的乱七八糟的跳舞，在刚下完雨泥滑滑的马路上。这种女乞丐像很少。又见过一个拉小提琴的人，似乎很年轻，很文雅，向着步道上的过客站着。右手本来抱着个小猴儿拉琴时先把它抱在左肩头蹲着。拉了没几弓子，猴儿尿了他只若无其事，让衣服上淋淋漓漓的。牛津街上还见过一个，那真狼狈不堪。他大概赁话匣子等等的力量都没有只找了块板儿，三四尺长，五六寸宽，上面安上条弦子，用只玻璃水杯将弦子绷起来。把板儿放在街沿下，便蹲着，两只手穿梭般弹奏着。那是明灯初上的时候，步道上人川流不息一双双脚从他身边匆匆的跨过去，看见他的似乎不多。街上汽车声脚步声谈话声混成一片，他那独弦的细声细气，怕也不容易让人听见。可是他还是埋着头弹他那一手。"}
{"text":"拉了没几弓子，猴儿尿了他只若无其事，让衣服上淋淋漓漓的。牛津街上还见过一个，那真狼狈不堪。他大概赁话匣子等等的力量都没有只找了块板儿，三四尺长，五六寸宽，上面安上条弦子，用只玻璃水杯将弦子绷起来。把板儿放在街沿下，便蹲着，两只手穿梭般弹奏着。那是明灯初上的时候，步道上人川流不息一双双脚从他身边匆匆的跨过去，看见他的似乎不多。街上汽车声脚步声谈话声混成一片，他那独弦的细声细气，怕也不容易让人听见。可是他还是埋着头弹他那一手。几年前一个朋友还见过背诵迭更斯小说的。大家正在戏园门口排着班等买票这个人在旁背起块肉余生述来，一边念，一边还做着。这该能够多找几个子儿，因为比那些话匣子等等该有趣些。警察禁止空手空口的乞丐，乞丐便都得变做卖艺人。若是无艺可卖，手里也得拿点东西，如火柴皮鞋带之类。路角落里常有男人或女人拿着这类东西默默站着，脸上大都是黯淡的。其实卖艺，卖物，大半也是幌子不过到底教人知道自尊些，不许不做事白讨钱。只有瞎子，可以白讨钱。他们站着或坐着胸前有时挂一面纸牌子，写着盲人。又有一种人，在乞丐非乞丐之间。有一回找一家杂耍场不着，请教路角上一个老者。他殷勤领着走，一面说刚失业，没钱花，要我帮个忙儿。给了五个便士约合中国三毛钱，算是酬劳，他还争呢。其实只有二三百步路罢了。跟着走，诉苦，白讨钱的，只遇着一次那里街灯很暗，没有警察，路上人也少，我又是外国人，他所以厚了脸皮，放了胆子――他自然不是瞎子。年月日作。原载年月日中学生第号散文全编圣诞节十二月二十五日圣诞节。英国人过圣诞节，好像我们旧历年的味儿。习俗上宗教上，这一日简直就是元旦据说七世纪时便已如此，十四世纪至十八世纪中叶，虽然将元旦改到三月二十五日，但是以后情形又照旧了。至于一月一日，不过名义上的岁首，他们向来是不大看重的。这年头人们行乐的机会越过越多，不在乎等到逢年过节所以年情节景一回回地淡下去，像从前那样热狂地期待着，热狂地受用着的事情，怕只在老年人的回忆，小孩子的想象中存在着罢了。大都市里特别是这样在上海就看得出，不用说更繁华的伦敦了。再说这种不景气的日子，谁还有心肠认真找乐儿？所以虽然圣诞节，大家也只点缀点缀，应个景儿罢了。"}
{"text":"至于一月一日，不过名义上的岁首，他们向来是不大看重的。这年头人们行乐的机会越过越多，不在乎等到逢年过节所以年情节景一回回地淡下去，像从前那样热狂地期待着，热狂地受用着的事情，怕只在老年人的回忆，小孩子的想象中存在着罢了。大都市里特别是这样在上海就看得出，不用说更繁华的伦敦了。再说这种不景气的日子，谁还有心肠认真找乐儿？所以虽然圣诞节，大家也只点缀点缀，应个景儿罢了。可是邮差却忙坏了，成千成万的贺片经过他们的手。贺片之外还有月份牌。这种月份牌一点儿大，装在卡片上，也有画，也有吉语。花样也不少，却比贺片差远了。贺片分两种，一种填上姓名，一种印上姓名。交游广的用后一种，自然贵些据说前些年也得勾心斗角地出花样，这一年却多半简简单档的，为的好省些钱。前一种却不同，各家书纸店得抢买主，所以花色比以先还多些。不过据说也没有十二分新鲜出奇的样子，这个究竟只是应景的玩意儿呀。但是在一个外国人眼里，五光十色，也就够瞧的。曾经到旧城一家大书纸店里看过，样本厚厚的四大册，足有三千种之多。样本开头是皇家贺片英王的是圣保罗堂图王后的内外两幅画，其一是花园图威尔士亲王的是候人图约克公爵夫妇的是一六六年圣詹姆士公园冰戏图马利公主的是行猎图。圣保罗堂庄严宏大，下临伦敦城园里的花透着上帝的微笑候人比喻好运气和欢乐在人生的大道上等着你圣詹姆士公园在圣詹姆士宫南代表宫廷，溜冰和行猎代表英国人运动的嗜好。那幅溜冰图古色古香，而且十足神气。这些贺片原样很大，也有小号的，谁都可以买来填上自己名字寄给人。此外有全金色的，晶莹照眼有蝴蝶翅的，闪闪的宝蓝光有雕空嵌花纱的，玲珑剔透，如嚼冰雪。又有羊皮纸仿四折本的嵌铜片小风车的嵌彩玻璃片圣母像的嵌剪纸的鸟的在猫头鹰头上粘羊毛的都为的教人有实体感。太太们也忙得可以的，张罗着亲戚朋友丈夫孩子的礼物，张罗着装饰屋子，圣诞树，火鸡等等。节前一个礼拜，每天电灯初亮时上牛津街一带去看，步道上挨肩擦背匆匆来往的满是办年货的不用说是太太们多。装饰屋子有两件东西不可没有，便是冬青和苹果寄生s的枝子。前者教堂里也用后者却只用在人家里大都插在高处。"}
{"text":"又有羊皮纸仿四折本的嵌铜片小风车的嵌彩玻璃片圣母像的嵌剪纸的鸟的在猫头鹰头上粘羊毛的都为的教人有实体感。太太们也忙得可以的，张罗着亲戚朋友丈夫孩子的礼物，张罗着装饰屋子，圣诞树，火鸡等等。节前一个礼拜，每天电灯初亮时上牛津街一带去看，步道上挨肩擦背匆匆来往的满是办年货的不用说是太太们多。装饰屋子有两件东西不可没有，便是冬青和苹果寄生s的枝子。前者教堂里也用后者却只用在人家里大都插在高处。冬青取其青，有时还带着小红果儿用以装饰圣诞节，由来已久，有人疑心是基督教徒从罗马风俗里捡来的。苹果寄生带着白色小浆果儿，却是英国土俗，至晚十七世纪初就用它了。从前在它底下，少年男人可以和任何女子接吻但接吻后他得摘掉一粒果子。果子摘完了，就不准再在下面接吻了。圣诞树也有种种装饰，树上挂着给孩子们的礼物，装饰的繁简大约看人家的情形。我在朋友的房东太太家看见的只是小小一株据说从乌尔乌斯三六公司货价只有三便士六便士两码买来，才六便士，合四五毛钱。可是放在餐桌上，青青的，的里瓜拉挂着些耀眼的玻璃球儿，绕着树更安排些哀斯基摩人一类小玩意，也热热闹闹地凑趣儿。圣诞树的风俗是从德国来的德国也许是从斯堪第那维亚传下来的。斯堪第那维亚神话里有所谓世界树，叫做乙格抓西儿s，用根和枝子联系着天地幽冥三界。这是株枯树，可是滴着蜜。根下是诸德之泉树中间坐着一只鹰，一只松鼠，四只公鹿根旁一条毒蛇，老是啃着根。松鼠上下窜，在顶上的鹰与聪敏的毒蛇之间挑拨是非。树震动不得，震动了，地底下的妖魔便会起来捣乱。想着这段神话，现在的圣诞树真是更显得温暖可亲了。圣诞树和那些冬青，苹果寄生，到了来年六日一齐烧去烧的时候，在场的都动手，为的是分点儿福气。圣诞节的晚上，在朋友的房东太太家里。照例该吃火鸡，酸梅布丁那位房东太太手头颇窘，却还卖了几件旧家具，买了一只二十二磅重的大火鸡来过节。可惜女仆不小心，烤枯了一点儿老太太自个儿唠叨了几句，大节下，也就算了。可是火鸡味道也并不怎样特别似的。吃饭时候，大家一面扔纸球，一面扯花炮――两个人扯，有时只响一下，有时还夹着小纸片儿，多半是带着爱字儿的吉语。"}
{"text":"圣诞节的晚上，在朋友的房东太太家里。照例该吃火鸡，酸梅布丁那位房东太太手头颇窘，却还卖了几件旧家具，买了一只二十二磅重的大火鸡来过节。可惜女仆不小心，烤枯了一点儿老太太自个儿唠叨了几句，大节下，也就算了。可是火鸡味道也并不怎样特别似的。吃饭时候，大家一面扔纸球，一面扯花炮――两个人扯，有时只响一下，有时还夹着小纸片儿，多半是带着爱字儿的吉语。饭后做游戏，有音乐椅子椅子数目比人少一个乐声止时，众人抢着坐，掩目吹蜡烛，抓瞎，抢人分队，抢气球等等，大家居然一团孩子气。最后还有跳舞。这一晚过去，第二天差不多什么都照旧了。新年大家若无其事地过去有些旧人家愿意上午第一个进门的是个头发深，气色黑些的人，说这样人带进新年是吉利的。朋友的房东太那早晨特意通电话请一家熟买卖的掌柜上她家去他正是这样的人。新年也卖历本人家常用的是老摩尔历本s，书纸店里买，价钱贱，只两便士。这一年的，面上印着乔治王陛下登极第二十三年有一块小图，画着日月星地球，地球外一个圈儿，画着黄道十二宫的像，如白羊金牛双子等。古来星座的名字，取像于人物，也另有风味。历本前有一整幅观像图，题道，将来怎样？老摩尔告诉你。从图中看，老摩尔创于一千七百年，到现在已经二百多年了。每月一面，上栏可以说是推背图，但没有神秘气下栏分日数，星期，大事记，日出没时间，月出没时间，伦敦潮汛，时事预测各项。此外还有月盈缺表，各港潮汛表，行星运行表，三岛集期表，邮政章程，大路规则，做点心法，养家禽法，家事常识。广告也不少，卖丸药的最多，满是给太们预备的因为这种历本原是给太们预备的。年月―日作。原载年月日中学生第号散文全编房东太歇卜士太ss没有来过中国，也并不怎样喜欢中国，可是我们看，她有中国那老味儿。她说人家笑她母女是维多利亚时代的人，那是老古板的意思但她承认她们是的，她不在乎这个。真的，圣诞节下午到了她那间黯淡的饭厅里，那家具，那人物，那谈话，都是古气盎然，不像在现代。这时候她还住在伦敦北郊芬乞来路。"}
{"text":"原载年月日中学生第号散文全编房东太歇卜士太ss没有来过中国，也并不怎样喜欢中国，可是我们看，她有中国那老味儿。她说人家笑她母女是维多利亚时代的人，那是老古板的意思但她承认她们是的，她不在乎这个。真的，圣诞节下午到了她那间黯淡的饭厅里，那家具，那人物，那谈话，都是古气盎然，不像在现代。这时候她还住在伦敦北郊芬乞来路。那是一条阔人家的路可是她的房子已经抵押满期，经理人已经在她门口路边上立了一座木牌，标价招买，不过半年多还没人过问罢了。那座木牌，和篮球架子差不多大，只是低些一走到门前，准看见。晚餐桌上，听见厨房里尖叫了一声，她忙去看了，回来说，火鸡烤枯了一点，可惜，二十二磅重，还是卖了几件家具买的呢。她可惜的是火鸡，倒不是家具但我们一点没吃着那烤枯了的地方。她爱说话，也会说话，一开口滔滔不绝押房子，卖家具等等，都会告诉你。但是只高高兴兴地告诉你，至少也平平淡淡地告诉你，决不垂头丧气，决不唉声叹气。她说话是个趣味，我们听话也是个趣味在她的话里，她死了的丈夫和儿子都是活的，她的一些住客也是活的所以后来虽然听了四个多月，倒并不觉得厌倦。有一回早餐时候，她说有一首诗，忘记是谁的，可以作她的墓铭，诗云这儿一个可怜的女人，她在世永没有住过嘴。上帝说她会复活，我们希望她永不会。其实我们倒是希望她会的。道地的贤妻良母，她是这里可以看见中国那老味儿。她原是个阔小姐，从小送到比利时受教育，学法文，学钢琴。钢琴大约还熟，法文可生疏了。她说街上如有法国人向她问话，她想起答话的时候，那人怕已经拐了弯儿了。结婚时得着她姑母一大笔遗产靠着这笔遗产，她支持了这个家庭二十多年。歇卜士先生在剑桥大学毕业，一心想作诗人，成天住在云里雾里。他二十年只在家里待着，偶然教几个学生。他的诗送到剑桥的刊物上去，原稿却寄回了，附着一封客气的信。他又自己花钱印了一小本诗集，封面上注明，希望出版家采纳印行，但是并没有什么回响。太常劝先生删诗行，譬如说，四行中可以删去三行罢但是他不肯割爱，于是乎只好敝帚自珍了。歇卜士先生却会说好几国话。"}
{"text":"歇卜士先生在剑桥大学毕业，一心想作诗人，成天住在云里雾里。他二十年只在家里待着，偶然教几个学生。他的诗送到剑桥的刊物上去，原稿却寄回了，附着一封客气的信。他又自己花钱印了一小本诗集，封面上注明，希望出版家采纳印行，但是并没有什么回响。太常劝先生删诗行，譬如说，四行中可以删去三行罢但是他不肯割爱，于是乎只好敝帚自珍了。歇卜士先生却会说好几国话。大战后太带了先生小姐，还有一个朋友去逛意大利住旅馆雇船等等，全交给诗人的先生办，因为他会说意大利话。幸而没出错几。临上火车，到了站台上，他却不见了。眼见车就要开了，太这一急非同小可，又不会说给别人，只好教小姐去张看，却不许她远走。好容易先生钻出来了，从从容容的，原来他上更衣室来着。太最伤心她的儿子。他也是大学生，长的一表人才。大战时去从军训练的时候偶然回家，非常爱惜那庄严的制服，从不教它有一个折儿。大战快完的时候，却来了恶消息，他尽了他的职务了。太最伤心的是这个时候的这种消息，她在举世庆祝休战声中，迷迷糊糊过了好些日子。后来逛意大利，便是解闷儿去的。她那时甚至于该领的恤金，无心也不忍去领――等到限期已过，即使要领，可也不成了。小姐现在是她唯一的亲人她就为这个女孩子活着。早晨一块儿拾掇拾掇屋子，吃完了早饭，一块儿上街散步，回来便坐在饭厅里，说说话，看看通俗小说，就过了一天。晚上睡在一屋里。一星期也同出去看一两回电影。小姐大约有二十四五了，高个儿，总在五英尺十寸左右蟹壳脸，露牙齿，脸上倒是和和气气的。爱笑，说话也天真得像个十二三岁小姑娘。先生死后，他的学生爱利斯s很爱歇卜士太，几次想和她结婚，她不肯。爱利斯是个传记家，有点小名气。那回诗人德拉梅在伦敦大学院讲文学的创造，曾经提到他的书。他很高兴，在歇卜士太晚餐桌上特意说起这个。但是太说他的书干燥无味，他送来，她们只翻了三五页就搁在一边儿了。她说最恨猫怕狗，连书上印的狗都怕，爱利斯却养着一大堆。她女儿最爱电影，爱利斯却瞧不起电影。她的不嫁，怎么穷也不嫁，一半为了女儿。这房子招徕住客，远在歇卜士先生在世时候。那时只收一个人，每日供早晚两餐，连宿费每星期五镑钱，合八九十元，够贵的。广告登出了，第一个来的是日本人，他们答应下了。第二天又来了个西班牙人，却只好谢绝了。"}
