{"text":"蒂利希认为，在现代占主导地位的焦虑即这一类型。如果说焦虑是自我面对非存在的威胁时的状态，那么，存在的勇气就是自我不顾非存在的威胁而仍然肯定自己的存在。因此，勇气与焦虑是属于同一个自我的。现在的问题是，自我凭借什么敢于不顾，它肯定自己的存在的力量从何而来？对于这个问题，存在主义的回答是，力量就来自自我，在一个没有上帝的世界上，自我是绝对自由的，又是绝对孤独的，因而能够也只能够凭借自己的力量肯定自己。蒂利希认为这个回答站不住脚，因为人是有限存在物，不可能具备这样的力量。这个力量必定另有来源，蒂利希称之为存在本身。是存在本身在通过我们肯定着它自己，反过来说，也是我们在通过自我肯定这一有勇气的行为肯定着存在本身之力，而不管我们是否认识到了这个力。在此意义上，存在的勇气即是信仰的表现，不过这个信仰不再是某种神学观念，而是一种被存在本身的力量所支配时的状态了。蒂利希把这种信仰称做绝对信仰，并认为它已经超越了关于上帝的有神论观点。乍看起来，蒂利希的整个论证相当枯燥且有玩弄逻辑之嫌。存在本身当然不包含一丝一毫的非存在，否则就不成其为存在本身了。因此，唯有存在本身才具备对抗非存在的绝对力量。也因此，这种绝对力量无非来自这个概念的绝对抽象性质罢了。我们甚至可以把整个论证归结为一个简单的语言游戏某物肯定自己的存在等于存在通过某物肯定己。然而，在这个语言游戏之下好像还是隐藏着一点真正的内容。自柏拉图以来，西方思想的传统是把人的生活分成两个部分，即肉身生活和灵魂生活，两者分别对应于人性中的动物性和神性。它们各有完全不同的来源，前者来自自然界，后者来自超自然的世界――神界。不管人们给这个神界冠以什么名称，是柏拉图的理念世界，还是基督教的上帝，对它的信仰似乎是绝对必要的。因为如果没有神界，只有自然界，人的灵魂生活就失去了根据，对之便只能做出两种解释或者是根本就不存在灵魂生活，人与别的动物没有什么两样，所谓灵魂生活只是人的幻觉和误解或者虽然有灵魂生活，但因为没有来源而仅是自然界里的一种孤立的现象，所以人的一切精神追求都是徒劳而绝望的。这正是近代以降随着基督教信仰崩溃而出现的情况。"}
{"text":"因为如果没有神界，只有自然界，人的灵魂生活就失去了根据，对之便只能做出两种解释或者是根本就不存在灵魂生活，人与别的动物没有什么两样，所谓灵魂生活只是人的幻觉和误解或者虽然有灵魂生活，但因为没有来源而仅是自然界里的一种孤立的现象，所以人的一切精神追求都是徒劳而绝望的。这正是近代以降随着基督教信仰崩溃而出现的情况。我们的确看到，一方面，在世俗化潮流的席卷下，人们普遍对灵魂生活持冷漠的态度，另一方面，那些仍然重视灵魂生活的人则陷入了空前的苦闷之中。蒂利希的用意无疑是要为后一种人打气。在他看来，现代真正有信仰的人只能到他们中去寻找，怀疑乃至绝望正是信仰的现代形态。相反，盲信与冷漠一样，同属精神上的自弃，是没有信仰的表现。一个人为无意义而焦虑，他的灵魂的渴望并不因为丧失了神界的支持而平息，反而更加炽烈，这只能说明存在着某种力量，那种力量比关于上帝的神学观念更加强大，更加根本，因而并不因为上帝观念的解体而动摇，是那种力量支配了他。所以，蒂利希说把无意义接受下来，这本身就是有意义的行为，这是一种信仰行为。把信仰解释为灵魂的一种状态，而非头脑里的一种观念，这是蒂利希的最发人深省的提示。事实上，灵魂状态是最原初的信仰现象，一切宗教观念包括上帝观念都是由之派生的，是这个原初现象的辞不达意的自我表达。当然，同样的责备也适用于蒂利希所使用的存在本身这个概念。诚如他自己所说，本体论只能用类比的方式说话，因而永远是辞不达意的。所有这类概念只是表达了一个信念，即宇宙必定具有某种精神本质，而不是一个完全盲目的过程。我们无法否认，古往今来，以那些最优秀的分子为代表，在人类中始终存在着一种精神性的渴望和追求。人身上发动这种渴望和追求的那个核心显然不是肉体，也不是以求知为鹄的的理智，我们只能称之为灵魂。我在此意义上相信灵魂的存在。进化论最多只能解释人的肉体和理智的起源，却无法解释灵魂的起源。即使人类精神在宇宙过程中只有极短暂的存在，它也不可能没有来源。因此，关于宇宙精神本质的假设是唯一的选择。这一假设永远不能证实，但也永远不能证伪。正因为如此，信仰总是一种冒险。也许，与那些世界征服者相比，精神探索者们是一些更大的冒险家，因为他们想得到的是比世界更宝贵更持久的东西。"}
{"text":"我在此意义上相信灵魂的存在。进化论最多只能解释人的肉体和理智的起源，却无法解释灵魂的起源。即使人类精神在宇宙过程中只有极短暂的存在，它也不可能没有来源。因此，关于宇宙精神本质的假设是唯一的选择。这一假设永远不能证实，但也永远不能证伪。正因为如此，信仰总是一种冒险。也许，与那些世界征服者相比，精神探索者们是一些更大的冒险家，因为他们想得到的是比世界更宝贵更持久的东西。灵魂的高贵智慧和信仰――读病隙碎笔三年前，在轮椅上坐了三十个年头的的生活中没有出现奇迹，反而又有新的灾难降临。由于双肾功能衰竭，从此以后，他必须靠血液透析维持生命了。当时，一个问题立刻使我――我相信还有其他许多喜欢他的读者――满心忧虑他还能写作吗？在瘫痪之后，写作是他终于找到的活下去的理由和方式，如果不能了，他怎么办呀？现在，仿佛是作为一个回答，他的新作摆在了我的面前。把他的新作题做病隙碎笔，我知道有多么确切。他每三天透析一回。透析那一天，除了耗在医院里的工夫外，坐在轮椅上的他往返医院还要经受常人想象不到的折腾，是不可能有余力的了。第二天是身体和精神状况最好能好到哪里啊！的时候，唯有那一天的某一时刻他才能动一会儿笔。到了第三天，血液里的毒素重趋饱和，体况恶化，写作又成奢望。大部分时间在受病折磨和与病搏斗，不折不扣是病隙碎笔，而且缝隙那样小得可怜！然而，读这本书时，我在上面却没有发现一丝病的愁苦和阴影，看到的仍是一个沐浴在思想的光辉中的开朗的。这些断断续续记录下来的思绪也毫不给人以细碎之感，倒是有着内在的连贯性。这部新作证明，在自己的写作之夜，不是一个残疾人和重病患者，他的自由的心魂漫游在世界和人生的无疆之域，思考着生与死苦难与信仰残缺与爱情神命与法律写作与艺术等重大问题，他的思考既执著又开阔，既深刻又平易近人，他的写作之夜依然充实而完整。对此我只能这样来解释在身上业已形成了一种坚固的东西，足以使他的精神历尽苦难而依然健康，备受打击而不会崩溃。这是什么东西呢？是哲人的智慧，还是圣徒的信念，抑或两者都是？"}
{"text":"这部新作证明，在自己的写作之夜，不是一个残疾人和重病患者，他的自由的心魂漫游在世界和人生的无疆之域，思考着生与死苦难与信仰残缺与爱情神命与法律写作与艺术等重大问题，他的思考既执著又开阔，既深刻又平易近人，他的写作之夜依然充实而完整。对此我只能这样来解释在身上业已形成了一种坚固的东西，足以使他的精神历尽苦难而依然健康，备受打击而不会崩溃。这是什么东西呢？是哲人的智慧，还是圣徒的信念，抑或两者都是？常常听人说，之所以善于思考，是因为残疾，是因为他被困在轮椅上，除了思考便无事可做。假如他不是一个残疾人呢，人们信心十足地推断，他就肯定不会成为现在这个，――他们的意思是说，不会成为这么一个优秀的作家或者这么一个智慧的人。在我看来，没有比这更加肤浅的对的解读了。当然，如果不是残疾，他也许不会走上写作这条路，但也可能走上，这不是问题的关键。关键在于，他的那种无师自通的哲学智慧决不是残疾解释得了的。一个明显的证据是，我们在别的残疾人身上很少发现这一显著特点。当然，在非残疾人身上也很少发现。这至少说明，这种智慧是和残疾不残疾无关的。关于残疾，自己有一个清晰的认识人所不能者，即是限制，即是残疾，在此意义上，残疾是与生俱来的，对所有的人来说都是这样。看到人所必有的不能和限制，这是智慧的起点。两千多年前，苏格拉底就是因为知道人之必然的无知，而被阿波罗神赞为最智慧的人的。众所周知，苏格拉底就不是一个残疾人。我相信，不过碰巧是一个残疾人罢了，如果他不是，他也一定能够由生命中必有的别的困境而觉悟到人的根本限制。人要能够看到限制，前提是和这限制拉开一个距离。坐井观天，就永远不会知道天之大和井之小。人的根本限制就在于不得不有一个肉身凡胎，它被欲望所支配，受有限的智力所指引和蒙蔽，为生存而受苦。可是，如果我们总是坐在肉身凡胎这口井里，我们也就不可能看明白它是一个根本限制。所以，智慧就好像某种分身术，要把一个精神性的自我从这个肉身的自我中分离出来，让它站在高处和远处，以便看清楚这个在尘世挣扎的自己所处的位置和可能的出路。从一定意义上说，哲学家是一种分身有术的人，他的精神性自我已经能够十分自由地离开肉身，静观和俯视尘世的一切。在身上，我也看到了这种能力。"}
{"text":"可是，如果我们总是坐在肉身凡胎这口井里，我们也就不可能看明白它是一个根本限制。所以，智慧就好像某种分身术，要把一个精神性的自我从这个肉身的自我中分离出来，让它站在高处和远处，以便看清楚这个在尘世挣扎的自己所处的位置和可能的出路。从一定意义上说，哲学家是一种分身有术的人，他的精神性自我已经能够十分自由地离开肉身，静观和俯视尘世的一切。在身上，我也看到了这种能力。他在作品中经常把其人当做一个旁人来观察和谈论，这不是偶然的。站在之外来看，这几乎成了他的第二本能。这另一个时而居高临下俯瞰自己的尘世命运，时而冷眼旁观自己的执迷和嘲笑自己的妄念，当然，时常也关切地走近那个困顿中的自己，对他劝说和开导。有时候我不禁觉得，如同罗马已经不在罗马一样，也已经不在那个困在轮椅上的的躯体里了。也许正因为如此，肉身所遭遇的接二连三的灾难就伤害不了已经不在肉身中的这个了。看到并且接受人所必有的限制，这是智慧的起点，但智慧并不止于此。如果只是忍受，没有拯救，或者只是超脱，没有超越，智慧就会沦为冷漠的犬儒主义。可是，一旦寻求拯救和超越，智慧又不会仅止于智慧，它必不可免地要走向信仰了。其实，当一个人认识到人的限制缺陷不完美是绝对的，困境是永恒的，他已经是在用某种绝对的完美之境做参照系了。如果只是把自己和别人作比较，看到的就只能是限制的某种具体形态，譬如说肉体的残疾。俗话说，人比人，气死人，以自己的残缺比别人的肢体齐全，以自己的坎坷比别人的一帆风顺，所产生的只会是怨恨。反过来也一样，以别人的不能比自己的能够，以别人的不幸比自己的幸运，只会陷入浅薄的沾沾自喜。惟有在把人与神作比较时，才能看到人的限制之普遍，因而不论这种限制在自己或别人身上以何种形态出现，都不馁不骄，心平气和。对人的限制的这样一种宽容，换一个角度来看，便是面对神的谦卑。所以，真正的智慧中必蕴涵着信仰的倾向。这也是哲学之所以必须是形而上学的道理之所在，一种哲学如果不是或明或暗地包含着绝对价值的预设，它作为哲学的资格就颇值得怀疑。进一步说，真正的信仰也必是从智慧中孕育出来的。如果不是太看清了人的限制，佛陀就不会寻求解脱，基督就无须传播福音。"}
{"text":"对人的限制的这样一种宽容，换一个角度来看，便是面对神的谦卑。所以，真正的智慧中必蕴涵着信仰的倾向。这也是哲学之所以必须是形而上学的道理之所在，一种哲学如果不是或明或暗地包含着绝对价值的预设，它作为哲学的资格就颇值得怀疑。进一步说，真正的信仰也必是从智慧中孕育出来的。如果不是太看清了人的限制，佛陀就不会寻求解脱，基督就无须传播福音。任何一种信仰倘若不是以人的根本困境为出发点，它作为信仰的资格也是值得怀疑的。因此，譬如说，如果有一个人去庙里烧香磕头，祈求佛为他消弭某一个具体的灾难，赐予某一项具体的福乐，我们就有理由说他没有信仰，只有迷信。或者，用的话说，他是在向佛行贿。又譬如说，如果有一种教义宣称能够在人世间消灭一切困境，实现完美，我们也就可以有把握地断定它不是真信仰，在最好的情形下也只是乌托邦。还是说得好人的限制是神的给定，人休想篡改这个给定，必须接受它。就连耶稣，就连佛祖，也不能篡改它。不能篡改它，而是在它之中来行那宏博的爱愿。一切乌托邦的错误就在于企图篡改神的给定，其结果不是使人摆脱了限制而成为神，而一定是以神的名义施强制于人，把人的权利也剥夺了。病隙碎笔中有许多对于信仰的思考，皆发人深省。一句点睛的话是所谓天堂即是人的仰望。人的精神性自我有两种姿态。当它登高俯视尘世时，它看到限制的必然，产生达观的认识和超脱的心情，这是智慧。当它站在尘世仰望天空时，它因永恒的缺陷而向往完满，因肉身的限制而寻求超越，这便是信仰了。完满不可一日而达到，超越永无止境，彼岸永远存在，如此信仰才得以延续。所以，说皈依并不在一个处所，皈依是在路上。这条路没有一个终于能够到达的目的地，但并非没有目标，走在路上本身即是目标存在的证明，而且是唯一可能和唯一有效的证明。物质理想譬如产品的极大丰富和社会理想譬如消灭阶级的实现要用外在的可见的事实来证明，精神理想的实现方式只能是内在的心灵境界。所以，凡是坚持走在路上的人，行走的坚定就已经是信仰的成立。最后，我要承认，我一边写着上面这些想法，一边却感到不安我是不是站着说话不腰疼？"}
{"text":"这条路没有一个终于能够到达的目的地，但并非没有目标，走在路上本身即是目标存在的证明，而且是唯一可能和唯一有效的证明。物质理想譬如产品的极大丰富和社会理想譬如消灭阶级的实现要用外在的可见的事实来证明，精神理想的实现方式只能是内在的心灵境界。所以，凡是坚持走在路上的人，行走的坚定就已经是信仰的成立。最后，我要承认，我一边写着上面这些想法，一边却感到不安我是不是站着说话不腰疼？一个无情的事实是，不管的那个精神性自我多么坚不可摧，他仍有一个血肉之躯，而这个血肉之躯正在被疾病毁坏。在生理的意义上，精神是会被肉体拖垮的，我怎么能假装不懂这个常识？上帝啊，我祈求你给肉身的多一点健康，这个祈求好像近似和我都反对的行贿，但你知道不是的，因为你一定知道他的写作之夜对于你也是多么宝贵。灵魂的高贵苦难的精神价值维克多弗兰克是意义治疗法的创立者，他的理论已成为弗洛伊德阿德勒之后维也纳精神治疗法的第三学派。第二次世界大战期间，他曾被关进奥斯维辛集中营，受尽非人的折磨，九死一生，只是侥幸地活了下来。在活出意义来这本小书中，他回顾了当时的经历。作为一名心理学家，他并非像一般受难者那样流于控诉纳粹的暴行，而是尤能细致地捕捉和分析自己的内心体验以及其他受难者的心理现象，许多读来饶有趣味，为研究受难心理学提供了极为生动的材料。不过，我在这里想着重谈的是这本书的另一个精彩之处，便是对苦难的哲学思考。对意义的寻求是人的最基本的需要。当这种需要找不到明确的指向时，人就会感到精神空虚，弗兰克称之为存在的空虚。这种情形普遍地存在于当今西方的富裕社会。当这种需要有明确的指向却不可能实现时，人就会有受挫之感，弗兰克称之为存在的挫折。这种情形发生在人生的各种逆境或困境之中。寻求生命意义有各种途径，通常认为，归结起来无非一是创造，以实现内在的精神能力和生命的价值，二是体验，藉爱情友谊沉思对大自然和艺术的欣赏等美好经历获得心灵的愉悦。那么，倘若一个人落入了某种不幸境遇，基本上失去了积极创造和正面体验的可能，他的生命是否还有一种意义呢？在这种情况下，人们一般是靠希望活着的，即相信或至少说服自己相信厄运终将过去，然后又能过一种有意义的生活。"}
{"text":"这种情形发生在人生的各种逆境或困境之中。寻求生命意义有各种途径，通常认为，归结起来无非一是创造，以实现内在的精神能力和生命的价值，二是体验，藉爱情友谊沉思对大自然和艺术的欣赏等美好经历获得心灵的愉悦。那么，倘若一个人落入了某种不幸境遇，基本上失去了积极创造和正面体验的可能，他的生命是否还有一种意义呢？在这种情况下，人们一般是靠希望活着的，即相信或至少说服自己相信厄运终将过去，然后又能过一种有意义的生活。然而，第一，人生中会有一种可以称做绝境的境遇，所遭遇的苦难是致命的，或者是永久性的，人不复有未来，不复有希望。这正是弗兰克曾经陷入的境遇，因为对于奥斯维辛集中营的战俘来说，煤气室和焚尸炉几乎是不可逃脱的结局。我们还可以举出绝症患者，作为日常生活中的一个相关例子。如果苦难本身毫无价值，则一旦陷入此种境遇，我们就只好承认生活没有任何意义了。第二，不论苦难是否暂时的，如果把眼前的苦难生活仅仅当作一种虚幻不实的生活，就会如弗兰克所说忽略了苦难本身所提供的机会。他以狱中亲历指出，这种态度是使大多数俘虏丧失生命力的重要原因，他们正因此而放弃了内在的精神自由和真实自我，意志消沉，一蹶不振，彻底成为苦难环境的牺牲品。所以，在创造和体验之外，有必要为生命意义的寻求指出第三种途径，即肯定苦难本身在人生中的意义。一切宗教都很重视苦难的价值，但认为这种价值仅在于引人出世，通过受苦，人得以救赎原罪，进入天国基督教，或看破红尘，遁入空门佛教。与它们不同，弗兰克的思路属于古希腊以来的人文主义传统，他是站在肯定人生的立场上来发现苦难的意义的。他指出，即使处在最恶劣的境遇中，人仍然拥有一种不可剥夺的精神自由，即可以选择承受苦难的方式。一个人不放弃他的这种最后的内在自由，以尊严的方式承受苦难，这种方式本身就是一项实实在在的内在成就，因为它所显示的不只是一种个人品质，而且是整个人性的高贵和尊严，证明了这种尊严比任何苦难更有力，是世间任何力量不能将它剥夺的。正是由于这个原因，在人类历史上，伟大的受难者如同伟大的创造者一样受到世世代代的敬仰。也正是在这个意义上，陀斯妥耶夫斯基说出了这句耐人寻味的话我只担心一件事，就是怕我配不上我所受的苦难。我无意颂扬苦难。如果允许选择，我宁要平安的生活，得以自由自在地创造和享受。"}
{"text":"正是由于这个原因，在人类历史上，伟大的受难者如同伟大的创造者一样受到世世代代的敬仰。也正是在这个意义上，陀斯妥耶夫斯基说出了这句耐人寻味的话我只担心一件事，就是怕我配不上我所受的苦难。我无意颂扬苦难。如果允许选择，我宁要平安的生活，得以自由自在地创造和享受。但是，我赞同弗兰克的见解，相信苦难的确是人生的必含内容，一旦遭遇，它也的确提供了一种机会。人性的某些特质，唯有藉此机会才能得到考验和提高。一个人通过承受苦难而获得的精神价值是一笔特殊的财富，由于它来之不易，就决不会轻易丧失。而且我相信，当他带着这笔财富继续生活时，他的创造和体验都会有一种更加深刻的底蕴。灵魂的高贵人的高贵在于灵魂法国思想家帕斯卡尔有一句名言人是一支有思想的芦苇。他的意思是说，人的生命像芦苇一样脆弱，宇宙间任何东西都能致人于死地。可是，即使如此，人依然比宇宙间任何东西高贵得多，因为人有一颗能思想的灵魂。我们当然不能也不该否认肉身生活的必要，但是，人的高贵却在于他有灵魂生活。作为肉身的人，人并无高低贵贱之分。唯有作为灵魂的人，由于内心世界的巨大差异，人才分出了高贵和平庸，乃至高贵和卑鄙。两千多年前，罗马军队攻进了希腊的一座城市，他们发现一个老人正蹲在沙地上专心研究一个图形。他就是古代最著名的物理学家阿基米德。他很快便死在了罗马军人的剑下，当剑朝他劈来时，他只说了一句话不要踩坏我的圆！在他看来，他画在地上的那个图形是比他的生命更加宝贵的。更早的时候，征服了欧亚大陆的亚历山大大帝视察希腊的另一座城市，遇到正躺在地上晒太阳的哲学家第欧根尼，便问他我能替你做些什么得到的回答是不要挡住我的阳光！在他看来，面对他在阳光下的沉思，亚历山大大帝的赫赫战功显得无足轻重。这两则传为千古美谈的小故事表明了古希腊优秀人物对于灵魂生活的珍爱，他们爱思想胜于爱一切包括自己的生命，把灵魂生活看得比任何外在的事物包括显赫的权势更加高贵。珍惜内在的精神财富甚于外在的物质财富，这是古往今来一切贤哲的共同特点。"}
