{"text":"然而普通的灵心只是可爱而不是高贵的。如果人类的灵心都是高贵的，那么我们将变成完全合理的动物，没有罪恶，没有弱点，也没有错误的行为。如果真是这样的话，这世界将变成一个多么乏味的世界，我们一定会变成极讨厌的动物。我是一个人性主义者。所以一无罪恶的圣人引不起我的兴趣。而在我们的不合理中，自相矛盾中，戏耍和假日的欢乐中成见中顽固中和健忘中，我觉得我们都是可爱的，如果我们都有一个十全十美的头脑，则我们在每一新年里便无用做新的计划。当我们在大除夕回想到新年里所决定的计划时，我们发现我们只做到了三分之一，另外三分之一不曾发现，还有三分之一则已经忘却了。人生之美便在这里。一个计划如果可以完全实现，便不能引起我们的兴趣。一个将军如果预先知道可以绝对获胜，连双方死伤的确数也能预料得到，他对战事便会失掉兴趣，远不如把它放弃不干爽快些下棋的人，如果知道对方的灵心――不管是比他好的坏的，或平常的――而无错误，便不会再想下棋。如果我们看小说时，确知书中每个人物的未来灵心动作，因此而料到小说的最后结果，那么所有的小说便无一读的价值了。阅读一部小说，便是在追求一个多变动的不可测度的灵心，这个灵心由一条以许多连续发生的情势而造成的迷路，在相当的时候，实现其不可测摸的决定。如在小说中写一个严峻的无宽恕心的父亲，假如一直没有宽容子女的时候，在我们看来便不再像是一个人，甚至是一个不忠实的丈夫。如果永远是这样的话，不久就会失掉读者的兴趣。你可以假想一位骄傲的作曲家，人家无论怎样规劝他，总不愿替某一位美丽的女人写一出歌剧。可是当他一听见有一位他所憎恶的作曲家想做这工作时，便会马上答应的。或试想一位科学家，发誓不把他的著作刊在报纸上，可是一看见一位和他竞争的科学家弄错了一个字，他便会忘掉自己所定的规律，拿着作品去发表。这里，我们把握到人类灵心的特性了。人类的灵心是不合理的，是固执的偏见的，是任性的，是不可预料的，因此也就可爱。如果我们不承认这个真理，那么我们费去一百年在人类心理学上的研究工作，便不能算为有结果。换言之，我们的灵心仍保存着人猿智力上那种无目的暗中摸索的性质。试看人类灵心的演进程序。"}
{"text":"或试想一位科学家，发誓不把他的著作刊在报纸上，可是一看见一位和他竞争的科学家弄错了一个字，他便会忘掉自己所定的规律，拿着作品去发表。这里，我们把握到人类灵心的特性了。人类的灵心是不合理的，是固执的偏见的，是任性的，是不可预料的，因此也就可爱。如果我们不承认这个真理，那么我们费去一百年在人类心理学上的研究工作，便不能算为有结果。换言之，我们的灵心仍保存着人猿智力上那种无目的暗中摸索的性质。试看人类灵心的演进程序。我们灵心的功用原本是一个觉察危险而保全生命的器官。而它的终于能够体会逻辑和准确的数学方程式，仅是一桩偶然的事。我们的这个灵心确不是为这种功用而创造的。它的原来功用是仅想嗅嗅食物。但除了嗅嗅食物外，如也能嗅嗅一个抽象的数学公式，那固然也不坏。以我的观念，人类的头脑是像一条章鱼或海盘车，长了一些触角以便摸索真理，待摸到后就把他吃掉我对其他动物的头脑观念也是如此。我们今日总说摸索真理，而不说思索真理。脑部及其他的感官就是摸索用具。头脑的触角怎样摸索真理，在物理学上有着一个很奥妙的现象，正如眼睛网膜中的紫色怎样感光一样奥妙。当头脑每次和其他有关的知觉器官脱离联系，从事所谓抽象的思维时，当每次离开詹姆斯s所谓知觉的现实p而逃进意念的现实世界p时，它的活力消灭了，人性也消失了，也退了。我们都被一种错误的见解所困惑，以为灵心的真真功用便是思维，如果我们不更正我们对思维这个名词的错误观念，我们一定会在哲学上造下很笨拙的错误。当一个哲学家走出他们的书房，会观察市场上的往来群众时，这个错误的见解一定会使他感到幻灭，好像思维与我们日常的行为是很有关系似的。已故的罗宾孙ss在创造中的灵心里，曾经想证明我们的灵心是怎样由四个基本阶段而产生，他以为人类的灵心，是由于动物的灵心野蛮人的灵心孩童的灵心和传统的文明人的灵心渐渐产生出来，现在还在这四个基本阶段上进展着他同时又更进一步说，如果现代的人类要想把文明继续发展下去的话，我们还须产生一个更善于批评的心。"}
{"text":"已故的罗宾孙ss在创造中的灵心里，曾经想证明我们的灵心是怎样由四个基本阶段而产生，他以为人类的灵心，是由于动物的灵心野蛮人的灵心孩童的灵心和传统的文明人的灵心渐渐产生出来，现在还在这四个基本阶段上进展着他同时又更进一步说，如果现代的人类要想把文明继续发展下去的话，我们还须产生一个更善于批评的心。我的思虑比较科学化的时候，颇赞同这个见解，可是在比较明慧的时候，却怀疑这个阶段在一般的进步上是否能办得到，或甚至是否适宜。我颇愿让我们的灵心，像现在一样地不合理下去，这是可爱的。我不愿见到我们在这世界上都变成十全十美合理的人类。我不相信科学的进步吗？不，我不信任圣者的境界。我反对智识吗？或许是，或许不是，我只是爱好人生，因爱好人生，所以我极端不信任智能。你可以幻想出一个完美的世界，在那里报纸上没有杀人的新闻，因为那时大家都是无所不通无所不知，因此没有一所房屋会发生火警，没有一架飞机会失事，没有一个丈夫会遗弃他的老婆，没有一个牧师会跟歌女私奔，没有一个皇帝会因恋爱而牺牲皇位，每个人的心思都千篇一律，大家都各照着他自己在十岁时所决定的计划去实行，丝毫不苟――这么一个幸福的人世还是省了吧！在这么一个世界里，人生的一切兴奋和骚动全都消灭了。世界没有文学了，因为那时已没有罪恶，没有错误的行为，没有人类的弱点，没有混乱的情欲，没有不规则的举动，最坏的是，没有令人惊异的事物。那就等于四五万观众在看他们预先已知道哪一匹马得锦标的跑马比赛一样，毫无趣味。人类易生错误的本性是人生色彩的精粹所在，正如跳浜跑马比赛上的出冷门一样的有兴趣。试想约翰生博士s如果没有他的固执偏见将成为怎样一个人？如果我们全是十全十美合理性的人类，那么我们非但不能变成十全十美的智者，反而将退化而成自动机器，而人类灵心也只在记录某一些冲动，像煤气表那样机械地记录下来。这便是不人道的行为，而不人道便是不好。读者或许疑心我在故视罪恶为美德，竭力替人类的弱点辩护。这是不对的。如果我们一方面有了一个完全合理的灵心，而获得了合理完美的行为，另一方面，却会失去了人生的欢乐和色彩。跟一个具着美德但是平凡模样的丈夫或妻子同过一生，是再无聊也没有的事。"}
{"text":"如果我们全是十全十美合理性的人类，那么我们非但不能变成十全十美的智者，反而将退化而成自动机器，而人类灵心也只在记录某一些冲动，像煤气表那样机械地记录下来。这便是不人道的行为，而不人道便是不好。读者或许疑心我在故视罪恶为美德，竭力替人类的弱点辩护。这是不对的。如果我们一方面有了一个完全合理的灵心，而获得了合理完美的行为，另一方面，却会失去了人生的欢乐和色彩。跟一个具着美德但是平凡模样的丈夫或妻子同过一生，是再无聊也没有的事。我相信种种极其合理的人类所造成的社会，确是适于生存的，但我疑惑在这种情境之下的生存是否值得。我们固然要想尽种种方法去造成一个有秩序的社会――可是我们却不要一个太过于有秩序的社会。我想世界上，也许蚂蚁这种动物，是最合理的动物。它们无疑地已经创立了一个十全十美的社会主义国家，在这种制度之下生活了近一百万年。如单以合理的行为方面而论，我想蚂蚁应当占第一位，人类占第二位但我还是怀疑我们是否有这个资格。蚂蚁是一种耐劳的健全的好储蓄的肯节俭的动物。它们的生活都受着社会的统制和自我的训练，但是我们却不然。它们为了国家或社会，肯一天工作十四小时它们只知道义务而很少想到权利它们有恒心有秩序有礼貌有毅力，尤其有着更严明的纪律。人类在纪律方面是拙劣的标本，拙劣到连做博物院里的标本也够不上。你可以跑到名人纪念堂去看看那些陈列在甬道上的伟大人物的雕像，你便能觉得在他们的一生中合理行为是最缺少的东西。那个爱上克丽奥巴德p的恺撒ss――高贵的恺撒，他的行为因为太不合理了，几乎为了一个女人而忘掉了帝国安东尼却是完全忘掉帝国的。那个摩西――在一怒之下，把他那花了四十天工夫跟上帝在西乃山上铭刻的神圣石版敲碎，以这一点而论，他并不比那些叛弃上帝去崇拜金牛犊的以色列人更有理性。那个大卫王――有时残暴，有时慷慨，有时虔诚，有时亵渎，有时敬拜上帝，有时犯罪，后来写了诗篇来表示忏悔，重新敬拜上帝。所罗门王――他是智慧的象征，但对他的儿子却一筹莫展。孔子――他回答一个宾客说，他不在家，等那客人刚走到门口时，他又在楼上唱歌，使客人知道他确是在家。耶稣――在喀西马尼流泪，在十字架上怀着疑心。莎士比亚――把次好的床遗赠给他的老婆。"}
{"text":"那个大卫王――有时残暴，有时慷慨，有时虔诚，有时亵渎，有时敬拜上帝，有时犯罪，后来写了诗篇来表示忏悔，重新敬拜上帝。所罗门王――他是智慧的象征，但对他的儿子却一筹莫展。孔子――他回答一个宾客说，他不在家，等那客人刚走到门口时，他又在楼上唱歌，使客人知道他确是在家。耶稣――在喀西马尼流泪，在十字架上怀着疑心。莎士比亚――把次好的床遗赠给他的老婆。密尔顿――因为不能和他十七岁的妻子共同生活，写了一篇离婚的论文，后因受人攻击，便在自由请愿书p一文里替言论自由辩护。歌德和他的夫人在礼拜堂举行婚礼时，他们那十九岁的儿子就站在旁边看。史威夫脱和史黛拉易卜生s和巴达治他保持着合理的行为――这对他是有益的。统治这世界的是热情，不是理智，这已是很明显了。所以使这些伟大人物都成为可爱者，使他们有人性者，实是他们的缺乏理性，而不是合理性。中国人为他们祖先所写的讣闻和传记，大多是无趣味的，不正确的，所以不堪一读，因为他们已把他们祖先写成变态的完全伪善人。――他们对于我所著的吾国与吾民最大的批评是我把中国人描写得太有人性了，因为我把他们的长处和缺点都描写出来。他们至少那些小官僚们相信如果我能把中国写成一个乐园，有儒家圣贤居住着，永远过着和平和理智的幸福生活，我就能够替祖国做更有力的宣传！官僚们的愚蠢真是没有办法。――传记之有魔力和传记值得一读，全在其表现伟大人物所具有和我们相同的人性方面的特性，传记里面每一个不合理的行为，都能显示其更有真实性。斯德抵齐作品之所以成功，便是他在描画人物时能注意这一点。英国人的健全灵心，可以做极佳的例证，英国人对于逻辑尚欠高明，但是他们的头脑，却有着很好的触角去察觉危险，保全生命。不过我在他们的民族行为上或他们的理性的历史里，还寻不出合于逻辑的东西。他们的大学宪法英格兰教会，都是杂凑成章的东西，因为它们都是在历史的发展过程中逐渐累积起来的。"}
{"text":"斯德抵齐作品之所以成功，便是他在描画人物时能注意这一点。英国人的健全灵心，可以做极佳的例证，英国人对于逻辑尚欠高明，但是他们的头脑，却有着很好的触角去察觉危险，保全生命。不过我在他们的民族行为上或他们的理性的历史里，还寻不出合于逻辑的东西。他们的大学宪法英格兰教会，都是杂凑成章的东西，因为它们都是在历史的发展过程中逐渐累积起来的。不列颠帝国的力量就是在于英国人的脑筋欠高明，在于他们完全不能了解别人的意见，他们深信英国人的工作方法是惟一正当的方法，英国人的食品是惟一精美的食品。英国人如一旦懂得了讲道理，并失去了倔强的自信心时，不列颠帝国便会倾覆灭亡。一个人如果对自己尚且怀疑，便不能出去征服世界。我们全然不能了解英国人对他们国王的态度，一方面如此忠诚，和真实敬爱但也就是他们剥夺了国王的言论自由，毫无顾忌地告诉他行为要谨慎，否则滚你的蛋英国在伊利莎白女皇时代需要海盗来保护帝国，他便居然能够有着相当数目的海盗以应付当时的局势，因而也就崇敬他们。英国在每一时代都能在适当的时候，有着适当的同盟国，对付着相当的仇敌，从事适当的战事，可是她总用着一个不适当的名称。英国人从不依逻辑去行事，而是靠着他们的触角去行事的。英国人有着红润的肤色，无疑地这是由于伦敦的雾和玩板球戏的结果。这么一个健康的皮肤在他们思想上当然占着极重要的地位，换句话说，在他们摸索中过着一生的程序上占着重要的地位。英国人用他们健康的皮肤去思想，正如中国人用他们的伟大的肚肠去思想一样。这一回事，凡是中国人大多是承认的。我们中国人以为我们确是用肚肠去思想的我们说一个学者有学问便称他为满腹思想满腹经纶满腹诗文。此外还有满腹的牢骚愤怒悔恨郁闷或期望等话。中国的情人分别之后写信时总说愁肠百结，或在别离的当儿说肝肠寸断。中国学者把一篇文章或演讲词的大意想好，而还没写上纸时，我们便说他们已打好了腹稿。他们已经把他们要写的东西在肚里安排好了。这一点是绝对科学化的，可以拿得出证据来。尤其是在现代心理学家对于我们思想的情感性质，和构造更为明了的今日。可是中国人并不要科学上的证据，他们只要肚里有数。中国曲调的情感性质，全由唱曲者的横隔膜下发出来如果你不懂得这个，你就无法了解中国音乐及其浓厚的情感色彩。"}
{"text":"中国的情人分别之后写信时总说愁肠百结，或在别离的当儿说肝肠寸断。中国学者把一篇文章或演讲词的大意想好，而还没写上纸时，我们便说他们已打好了腹稿。他们已经把他们要写的东西在肚里安排好了。这一点是绝对科学化的，可以拿得出证据来。尤其是在现代心理学家对于我们思想的情感性质，和构造更为明了的今日。可是中国人并不要科学上的证据，他们只要肚里有数。中国曲调的情感性质，全由唱曲者的横隔膜下发出来如果你不懂得这个，你就无法了解中国音乐及其浓厚的情感色彩。我们在研究自然的宇宙或和人类无关的任何东西时，不应该否认人类灵心的伟大才能。我对于科学的成就很乐观，可是对善于批评的灵心在应付人类事件时，或对于人类达到一种超过情欲支配的宁静和理解的境地时的发展，却怀着较小的希望。以我个人的意思，人类也许已经达到崇高的阶段，但是从社会集团这方面说来，人类还受着原始时代的情欲所支配。因之，在进化的过程中有时不免要开倒车，野蛮的本能有时要暴露出来，疯狂的行为和集团的歇斯底里有时也要产生出来。我们既然了解了我们人类的弱点，所以更有理由可以诅骂那许许多多的坏蛋即利用我们的弱点来煽动我们参加二次大战的坏蛋那个灌输仇恨心理我们之间的仇恨已经太多了的人那个称颂自夸和自私这二种东西本已不少了的人那个利用我们人类的顽固和种族观念的人那个在训练青年时取消上帝第五诫的人那个推崇残杀和战争好像我们还不够好战似的的人那个煽动我们人类的情欲好像我们还不够像禽兽似的的人。这种坏蛋的灵心，无论人是怎样的机巧，怎样的聪明，终于是禽兽的灵心。"}
{"text":"大自然是善于做这种实验的。精神分析学家在医治有精神病的病人时，常常使他们回忆过去的事情，使他们用客观的眼光去观察他们自己的生活。所以人类如果对于他们的过去多多回忆一下，这对于他们自己的驾御力也许会有更大的进步。我们如果知道，我们有一个动物的遗传性以及跟禽兽相差无几，我们或许就会晓得怎样去抑止那些禽兽般的行为。我们有了这个动物遗性，使我们更容易在动物寓言和讥讽文章里，如伊索寓言spss乔塞的禽鸟国会s史威夫脱的格里弗游记sss和佛郎士的企鹅岛ss等里边看见我们的原形。这些动物寓言在伊索时代固很合时宜，就是在救主降生后四千年仍旧是很适合的。我们有补救的方法吗？那善于批评的灵心是太浅陋太冷酷了，要用这个灵心来思考是不能得益处的，智理也没多大用处只有那种合理的，有理性的精神，那种温暖的朝气的情感的直觉的思想，跟着同情混合起来，才不至使我们重复退化到我们祖先的典型。只有去把我们的生命发展起来，和我们的本能调和着，我们才会得救。我们为培植我们的感觉和情感，比诸教育我们的思想是更为重要的。说本色之美吾深信此本色之美。盖做作之美，最高不过工品，妙品，而本色之美，佳者便是神品，化品，与天地争衡，绝无斧凿痕迹。文人稍有高见者，都看不起堆砌辞藻，都渐趋平淡，以平淡为文学最高佳境平淡而有奇思妙想足以运用之，便成天地间至文。"}
{"text":"只有去把我们的生命发展起来，和我们的本能调和着，我们才会得救。我们为培植我们的感觉和情感，比诸教育我们的思想是更为重要的。说本色之美吾深信此本色之美。盖做作之美，最高不过工品，妙品，而本色之美，佳者便是神品，化品，与天地争衡，绝无斧凿痕迹。文人稍有高见者，都看不起堆砌辞藻，都渐趋平淡，以平淡为文学最高佳境平淡而有奇思妙想足以运用之，便成天地间至文。论谈话人们今日在叹息炉边或木桶上的谈话艺术已经失掉了，因为目前商业生活的速度太高了。我相信这种速度颇有关系，可是我同时也相信把家庭变成一个没有壁炉的公寓，便无异在开始破坏谈话的艺术，此外，汽车的影响更把这种艺术破坏无遗。那种速度是完全不对的，因为谈话只有在一个浸染着悠闲的精神的社会中才能存在，这种悠闲的精神是包含着安逸幽默和语气深浅程度的体味的。因为说话和谈话之间确有差异之处。在中国语言中，说话和谈话是不同的，谈话指一种较多言，较闲逸的会谈，同时所说的题目也比较琐碎，比较和生意经无关。我们可以和任何人谈生意经，可是真正可以和我们作一夕谈的人却非常之少。因此，当我们找到一个真正可以谈话的人，其快乐是和阅读一个有风趣的作家的著作相同，而且此外还有听见对方的声音，看见对方的姿态的快感。当我们和老友欣然重聚的时候，或和同伴在夜车的吸烟室或异地的客栈里畅叙往事的时候，我们有时可以找到这种快乐。大家谈到鬼怪和狐精，杂着一些关于独裁者和卖国贼的有趣轶事和激昂的评论，有时在不知不觉之中，一个有智慧的观察者提起了某国所发生的事情，预言一个政权的倾覆或改变。这种谈话使我们一生念念不忘。论买东西通常人的意见，认为一个捧书本的人不宜做买卖。此中似有至理。孔子说富而可求，虽然做马夫，他也愿意。的确，做生意有生意经，不懂这一行的人，投机无不失败。大贾富商，自有其天生的一副才干，何时应买进，何时应脱货，操纵自如，当机立断，自有其不可捉摸的天才。这是另一种的聪明，生而知者一类，别人学不来。我常买不当的东西，而不买所当买，或是买来人所认为无用之物。太太说我买东西做小交易不行，我委实不行，但是也自有我不行的道理。人有理智，但未必是理性的动物。细想小时念书，数学并不觉得难，但是办事精明一道，实在不无遗憾。有些地方，买卖还价应该比开价少五六成，我总是以九折还价要是还一半的价，我总开不出口。"}
