{"text":"量子力学定律并不描述粒子轨道的细节，它只能给出可能发生的事件及其在不同情况下发生的相对几率。书上说，后来，物理学家把一切物质都看作具有波粒二象性。我想，人也是这样也具有波粒二象性吧。你每一瞬间都处于一个位置都是一个粒子，但你每时每刻都在运动你的历史正是一条不间断的波，因而你在任何瞬间在任何位置，都一样是命途难测。书上说物质世界是由同时存在着的无穷大的场构成。那么人间社会料必也是如此在几十亿条命运轨道无穷多的交织组合之间，一个人的命运真可谓朝不虑夕了。你能知道你现在正走向什么？你能知道什么命运正向你走来吗？我坐在十几层高楼的窗前，想起往日的一个男孩儿。那男孩儿七岁时有一次问他的母亲什么是结婚？母亲说一个男人，和一个女人，他们想要在一起生活。七岁的男孩儿于是问父亲你结婚了吗？父亲说如果我是你的父亲，我肯定是结过婚了。男孩儿迷茫地想了一会儿，说我不结婚。母亲笑道你现在当然不要结，但将来你会结。为啥？因为，一般来说，所有的人都要结婚。为此男孩儿郑重其事地想了一个下午，晚上他又问母亲那我和谁结婚呢？母亲说这现在谁也不知道。不过那个女孩儿可能正在向你走来。男孩儿于是独自到阳台上去，俯看街上埋头奔走的人流，很想辨出那个女孩儿，很想看见她从哪儿走来这时我忽然想起问我的妻子我七岁那年，你在哪儿？她正读一本书，抬头望了望我，说下次别再忘了――又过了三年我才出生。她笑了。可我没笑。那么那时你的父母，他们在哪儿？很可能那时，她一边重新埋下头去一边说，我的父母还不相识。从上海来的一位朋友对我说，夏夜的外滩，情侣的密度当属世界之最。骄阳落去，皎月初升，江风习习吹开熏蒸的溽热之时你瞧吧，沿江的栅栏边，情男恋女伏栏面水倾诉衷肠，一条大队直排出几里，仿佛对黄浦江夹道的欢迎与欢送一对紧挨一对，一对一对一对一对甚至互相不能留出间隙，一男一女一男一女一男一女，倘忽略每一颗头的扭向让你猜哪两个是一对，你有的可能错点了鸳鸯。我对他的描述略表怀疑。怎么你不信？我的这位富于想象力的朋友笑道这么说吧，要是这时有谁下一道命令，譬如喊一二三，或者吹一声哨，情男恋女们无需移动位置只要一齐转头度，便可在全新的组合中继续谈情说爱。"}
{"text":"我对他的描述略表怀疑。怎么你不信？我的这位富于想象力的朋友笑道这么说吧，要是这时有谁下一道命令，譬如喊一二三，或者吹一声哨，情男恋女们无需移动位置只要一齐转头度，便可在全新的组合中继续谈情说爱。很可能，我说，这样的命令已经下过了。下过了？这一回轮到他怀疑。下过了，但是你没听见。你听见了？我有时感到我听见了。在你去外滩之前，在你去外滩之前很久上帝的哨子已经吹过了，因此你看见了你所看到的情景，你看见了你只能看到的一种组合。不久前我读一本书，书上说到洗牌。一局牌不论是扑克还是麻将开始，先要洗牌。连续的输家抱怨手气不好，尤其要洗牌，别人洗过了他还不能放心，一定要自己再洗，一面把牌打乱一面心中祈祷好运的来临。那本书的说当然这会改变他的牌运，但是，到底是改变得更好了还是改变得更坏了却永远不能知道。被你洗掉了的种种排列，未及存在就已消逝，上帝只取其中一种与你遭遇。一九九二年春节相逢何必曾相识等有一天我们这伙人真都老了，七十，八十，甚至九十岁，白发苍苍还拄了拐棍儿，世界归根结底不是我们的了，我们已经是夏令时傍晚七八点钟的太阳，即便到那时候，如果陌路相逢我们仍会因为都是老三届而相逢何必曾相识。那么不管在哪儿，咱们找一块不碍事的地方坐下――再说那地方也清静。您哪届？六六。您呢？当年是用你字，那时都说您了，由此见出时间的作用。我六八。初六八高六八？老高一。那您大我一岁，我老初三。倘此时有一对青年经过近旁，小伙子有可能拉起姑娘快走，疑心这俩老家伙念的什么咒语。那时候您去了哪儿？云南或者东北内蒙山西。您呢？陕北，延安。这就行了，我们大半的身世就都相互了然。这永远是我们之间最亲切的问候和最有效的沟通方式，是我们这代人的专利。六六六七六八，已经是多么遥远了的年代。"}
{"text":"您哪届？六六。您呢？当年是用你字，那时都说您了，由此见出时间的作用。我六八。初六八高六八？老高一。那您大我一岁，我老初三。倘此时有一对青年经过近旁，小伙子有可能拉起姑娘快走，疑心这俩老家伙念的什么咒语。那时候您去了哪儿？云南或者东北内蒙山西。您呢？陕北，延安。这就行了，我们大半的身世就都相互了然。这永远是我们之间最亲切的问候和最有效的沟通方式，是我们这代人的专利。六六六七六八，已经是多么遥远了的年代。要是那一对青年学过历史，他们有可能忽然明白那不是咒语，那是二十世纪中极不平常的几年，并且想起考试时他们背诵过几个拗口的词句插队，知青，接受贫下中农的再教育如果他们恰恰是钻研史学的，如果他们走来，如同发现了活化石那样地发现了我们，我想我们不太介意，历史还要走下去，我们除了不想阻碍它之外，正巧还想为归根结底不是我们的世界有一点用处。我们能说点什么呢？上得了正史的想必都已上了正史。几十年前的喜怒哀乐和几百几千年前的喜怒哀乐一样，都根据当代人的喜怒哀乐成为想象罢了。我们可以讲一点儿单凭想象力所无法触及的野史。比如，要是正史上写千百万知识青年满怀革命豪情奔赴农村边疆，您信它一半足够了，记此正史的人必是带了情绪。我记得清楚，年末的一天，我们学校专门从外校请来一位工宣队长，为我们作动员报告，据说该人在上山下乡的动员工作上很有成就。他上得台来先是说谁要捣乱，我们拿他有办法。台下便很安静了。然后他说现在就看我们对毛主席忠还是不忠了。台下的呼吸声就差不多没有，随后有人带头喊亮了口号。他的最后一句话尤为简洁有力你报名去，我们不一定叫你去，不报名呢，我们非叫你去不可。因而造成一段历史疑案有多少报了名的是真心想去的呢？什么时候也有勇敢的人，你说出大天来他就是不去，不去不去不去！威赫如那位工宣队长者反而退却。这里面肯定含着一条令人快慰的逻辑。我去了延安。我从怕去变为想去，主要是好奇心的驱使，是以后屡屡证明了的惯做白日梦的禀性所致，以及不敢违逆潮流之怯懦的作用。唯当坐上了西行的列车和翻山越岭北上的卡车时，才感受到一缕革命豪情。唯当下了汽车先就看见了一些讨饭的农民时，才于默然之间又想到了革命。也就是在那一路，我的同学孙立哲走上了他的命定之途。那是一本农村医疗手册引发的灵感。"}
{"text":"什么时候也有勇敢的人，你说出大天来他就是不去，不去不去不去！威赫如那位工宣队长者反而退却。这里面肯定含着一条令人快慰的逻辑。我去了延安。我从怕去变为想去，主要是好奇心的驱使，是以后屡屡证明了的惯做白日梦的禀性所致，以及不敢违逆潮流之怯懦的作用。唯当坐上了西行的列车和翻山越岭北上的卡车时，才感受到一缕革命豪情。唯当下了汽车先就看见了一些讨饭的农民时，才于默然之间又想到了革命。也就是在那一路，我的同学孙立哲走上了他的命定之途。那是一本农村医疗手册引发的灵感。他捧定那书看了一路，说咱们干赤脚医生吧。大家都说好。立哲后来成了全国知名的知青典型，这是正史上必不可少的一页。但若正史上说他有多么高的政治水平，您连十分之一都甭信。立哲要是精于政治，四人帮也能懂人道主义了。立哲有的是冲不垮的事业心和磨不尽的人情味，仅此而已。再加上我们那地方缺医少药，是贫病交困的农民们把他送上了行医的路。所以当四人帮倒台后，有几个人想把立哲整成风派闹派时，便有几封数百个农民签名或委托的信送去北京，担保他是贫下中农最爱戴的人。我们那个村子叫关家庄，离延川县城八十里，离永坪油矿三十五里，离公社十里。第一次从公社往村里去的路上，我们半开玩笑地为立哲造舆论他是大夫。医生噢？老乡问，能治病了吧？当然，不能治病算什么医生。对。就在咱庄里盛下盛下住下呀是？是。咳呀――，那就好。所以到村里的第二天就有人来找立哲看病，我们七手八脚地都做他的帮手和参谋。第一个病人是个老婆儿――发烧发冷满脸起的红斑。立哲翻完了那本农村医疗手册说一声丹毒。于是大伙把从北京带来的抗生素都拿出来，把红糖和肉松也拿出来。老婆儿以为那都是药，慌慌地问多少价？大伙回答不要钱。老婆儿惊诧之间已然发了一身透汗，第一轮药服罢病已好去大半。单是那满脸的红斑经久不消。立哲再去看书，又怀疑是否红斑狼疮。这才想起问问病史。老婆儿摸摸脸你是问这？胎里坐下的嘛。生下来就有？噢――嘛！当然，后来立哲的医道日益精深，名不虚传。说起那时陕北生活的艰辛，后人有可能认为是造谣。糠菜半年粮已经靠近了梦想，把菜去掉换一个汤字才是实情。一分钱掰成两半花呢，就怕真的掰开倒全要作废，所以才不实行。怎样算一个家呢？"}
{"text":"单是那满脸的红斑经久不消。立哲再去看书，又怀疑是否红斑狼疮。这才想起问问病史。老婆儿摸摸脸你是问这？胎里坐下的嘛。生下来就有？噢――嘛！当然，后来立哲的医道日益精深，名不虚传。说起那时陕北生活的艰辛，后人有可能认为是造谣。糠菜半年粮已经靠近了梦想，把菜去掉换一个汤字才是实情。一分钱掰成两半花呢，就怕真的掰开倒全要作废，所以才不实行。怎样算一个家呢？一眼窑，进门一条炕，炕头连着锅台，对面一张条案，条案上放两只木箱和几个瓦罐，窑掌里架起一只存粮的囤，便是全部家当。怎样养活一个家呢？男人顶着月亮到山里去，晚上再顶着月亮回来，在青天黄土之间用全部生命去换那每年人均不足三百斤的口粮。民歌里唱人凭衣裳马凭鞍，婆姨们凭的是男子汉，其实这除了说明粮食的重要之外不说明其他，婆姨们的苦一点不比男人们的轻，白天喂猪养鸡做饭，夜晚男人们歇在炕头抽烟，她们要纺线织布做衣裳，农活紧了她们也要上山受苦，一家人的用度还是她们半夜里醒来默默地去盘算。民歌里唱鸡蛋壳壳点灯半炕炕明，酒盅盅量米不嫌哥哥穷，差不多是真的。好在我们那儿离油矿近，从废弃的油井边掏一点黑黑的原油拿回家点灯，又能省下几个钱。民歌唱出的牛马力，吃的猪狗食，说是夸张吗？那是因为其时其地的牛马们苦更重，要是换了草原上的牛马，就不好说谁夸张了谁。猪是一家人全年花销的指望，宁可人饿着不能饿了它们，宁可人瘦下去也得把它们养肥，然后卖成钱，买盐，买针线农具染布的颜料娃娃上学要用的书和笔，余下的逐年积累，待娃娃长大知道要婆姨了的时候去派用场。唯独狗可以忽视，所以全村再难找到一头有能力与狼搏斗的狗了。然而，狗仍是最能让人得到温暖的动物，它们饿得昏昏的也还是看重情谊，这自然是值得颂扬的但它们要是饿紧了偶然偷了一回嘴呢，你看那生性自轻自贱的目光吧――含满了惭愧和自责，这就未必还是好品质。我彻底厌恶儿不嫌母丑，狗不嫌家贫的理论。人不是一辈子为了当儿子或者孙子的，此其一人在数十万年前已经超越了所有的动物，此其二第三，人若不嫌母丑母亲就永远丑下去，要是不嫌家贫闹革命原本是为了什么呢？找遍陕北民歌你找不到狗不嫌家贫这样的词句，有的都是人的不屈不息的渴盼，苦难中的别离，煎熬着的深情，大胆到无法无天的爱恋三天没见哥哥面，大路上行人都问遍。"}
{"text":"我彻底厌恶儿不嫌母丑，狗不嫌家贫的理论。人不是一辈子为了当儿子或者孙子的，此其一人在数十万年前已经超越了所有的动物，此其二第三，人若不嫌母丑母亲就永远丑下去，要是不嫌家贫闹革命原本是为了什么呢？找遍陕北民歌你找不到狗不嫌家贫这样的词句，有的都是人的不屈不息的渴盼，苦难中的别离，煎熬着的深情，大胆到无法无天的爱恋三天没见哥哥面，大路上行人都问遍。风尘尘不动树梢梢摆，梦也梦不见你回来。白格生生蔓菁绿缨缨，大女子养娃娃天生成。我把哥哥藏在我家，毒死我男人不要害怕。陕北出了个刘志丹，他带上队伍上横山。洗了个手来和白面，三哥哥吃了上前线。想你想得眼发花，土坷垃看成个枣红马。崖畔上开花崖畔上红，受苦人过得好光景。所有的希冀都借助自古情歌的旋律自由流淌，在黄褐色的高原上顺天游荡。在山里受苦时，乡亲们爱听我们讲北京的事，听得羡慕但不嫉妒，哎呀――，哎呀――地赞叹，便望那望不尽的山川沟壑，产生一些憧憬，说咱这搭儿啥时也能像了北京似接着叹一声不比当年了嘛，人家倒把咱给忘球喽。于是继续抡动起七八斤重的老镢，唱一声六月里黄瓜下了架，巧口口那个说下哄人的话。再唱一声噢，噢，噢嗬，噢嗬嗬，噢嗬嗬――！说是了天上没灵儿神，刮风了下雨是吼雷儿声，我问你就知情是不知儿情我们刚去的那年是个风调雨顺的丰产年，可是公粮收得狠，前一年闹灾荒欠下的公粮还要补足，结果农民是丰产不丰收，我亲眼见村里几个最本分的汉子一入冬就带着全家出门要饭去了。胆大又有心计的人就搞一点投机倒把，其实什么投机倒把，无非是把自家舍不得吃的一点白面蒸成馍，拿到几十里地外的车站去卖个高价，多换些玉米高粱回来，为此要冒坐大狱的危险。有手艺的人就在冬闲时出门耍手艺，木匠石匠还有画匠。我还做过几天画匠呢。外头来的那些画匠的技艺实在不宜恭维，我便自告奋勇为乡亲们画木箱。木箱做好，上了大红的漆，漆干了在上面画些花鸟鱼虫，再写几个吉利的字。外来的画匠画一对木箱要十几块钱，我只要主人顶我一天工，外加一顿杂面条条儿。那时候真是馋呀，知青灶上做不成那么好吃的杂面条条儿山里挖来的小蒜捣烂，再加上一种叫作弄不清是哪两个字的佐料，实在好吃得很。我的画技还算可以，真的，不吹牛。"}
{"text":"有手艺的人就在冬闲时出门耍手艺，木匠石匠还有画匠。我还做过几天画匠呢。外头来的那些画匠的技艺实在不宜恭维，我便自告奋勇为乡亲们画木箱。木箱做好，上了大红的漆，漆干了在上面画些花鸟鱼虫，再写几个吉利的字。外来的画匠画一对木箱要十几块钱，我只要主人顶我一天工，外加一顿杂面条条儿。那时候真是馋呀，知青灶上做不成那么好吃的杂面条条儿山里挖来的小蒜捣烂，再加上一种叫作弄不清是哪两个字的佐料，实在好吃得很。我的画技还算可以，真的，不吹牛。老乡把我画的木箱担到集上卖，都卖了好价钱。画了十几对不能再画了。大家都认为，画一对木箱自家用，算得上是为贫下中农做了好事，但有人把它担到集上去赚钱就不是社会主义。我便再难吃上那热热的香香的杂面条条儿了。历史总归会记得，那块古老的黄土地上曾经来过一群北京学生，他们在那儿干过一些好事，也助长过一些坏事。比如，我们激烈地反对过小队分红。关家庄占据着全川最好的土地，公社便在此搞大队分红试点，我们想，越小就越要滋生私欲，越大当然就越接近公，一大二公嘛，就越看得见共产主义的明天。谁料这样搞的结果是把关家庄搞成全川最穷的村了。再比如，我们吆三喝四地批斗过那些搞投机倒把或出门耍手艺赚钱的人，吓得人家老婆孩子好你了，好你了一股劲儿央告。还有，在以粮为纲的激励下，知识青年带头把村里的果树都砍了，种粮食。果树的主人躲在窑里流泪，真仿佛杨白劳再世又撞见了黄世仁。好在几年后我们知道不能再那么干了，我们开始弄懂一些中国的事了。读了些历史也看见了些历史，读了些理论又亲历了些生活，知道再那样干不行。尤其知青的命运和农民们的命运已经连在一起了，这是我们那几届老插得天独厚之处，至少开始两年我们差不多绝了回城的望，相信就将在那高原上繁衍子孙了，谁处在这位置谁都会幡然醒悟，那样干是没有活路的。当然，一有机会我们还是都飞了，飞回城，飞出国，飞得全世界都有。这现象说起来复杂，要想说清其中缘由，怕是得各门类学者合力去写几本大书。年我在几位作家朋友的帮助下又回了一趟陕北。因为政策的改善，关家庄的生活比十几年前自然是好多了，不敢说丰衣，钱也还是没有几个，但毕竟足食了。乡亲们迎我到村口，家家都请我去吃饭，吃的都是白面条条儿。我说我想吃杂面条条儿。众人说哎呀――，谁晓得你爱吃那号儿？但是，农民们还是担心，担心政策变了还不是要受穷？"}
{"text":"当然，一有机会我们还是都飞了，飞回城，飞出国，飞得全世界都有。这现象说起来复杂，要想说清其中缘由，怕是得各门类学者合力去写几本大书。年我在几位作家朋友的帮助下又回了一趟陕北。因为政策的改善，关家庄的生活比十几年前自然是好多了，不敢说丰衣，钱也还是没有几个，但毕竟足食了。乡亲们迎我到村口，家家都请我去吃饭，吃的都是白面条条儿。我说我想吃杂面条条儿。众人说哎呀――，谁晓得你爱吃那号儿？但是，农民们还是担心，担心政策变了还不是要受穷？担心连遇灾年还不是要挨饿？陕北，浑浊的黄河两岸，赤裸的黄土高原，仍然是得靠天吃饭。那年我头一次走了南泥湾。歌里唱她是陕北的好江南，我一向认为是艺术夸张，但亲临其地一看，才知道当年写歌词的人都还没学会说假话呢。那儿的山是绿的，水是清的，空气也是湿润的，川地里都种的水稻，汽车开一路，两旁的树丛中有的是野果和草药，随时有野鸡野鸽子振翅起落。究其所以，盖因那满山遍野林木的作用。深谙历史的人告诉我，几百年前的陕北莽莽苍苍都是原始森林。但是一出南泥湾的地界，无边无际又全是灼目的黄土了。我想，要是当年我们一来就开始种树造林，现在的陕北已是一块富庶之地了。我想要是那样，这高原早已变绿，黄河早已变清了。我想，眼下这条浑浊的河流，这片黄色的土地，难道是民族的骄傲吗？其实是罪过，是耻辱。但是见过了南泥湾，心里有了希望种树吧种树吧种树吧，把当年红卫兵的热情都用来种树吧，让祖国山河一片绿吧！不如此不足使那片贫穷的土地有个根本的变化。篇幅所限，不能再说了。插队的岁月忘不了，所有的事都忘不了，说起来没有个完。自己为自己盖棺论定是件滑稽的事，历史总归要由后人去评说。再唠叨两句闲话作为结束语吧要是一罐青格凌凌的麻油洒在了黄土地上，怎么办？别着急，把浸了油的黄土都挖起来，放进锅里重新熬当年乡亲们的日子就是这么过的。再有，现在流行侃大山一语，不知与我们当年的掏地有无关联？掏地就是刨地，是真正抡圆了镢头去把所有僵硬的大山都砍得松软我们的青春就是这样过的。还有一件值得回味的事，我们十七八岁去插队时，男生和女生互相都不说话，心里骚骚动动的但都不敢说话，远远地望一回或偶尔说上一句半句，浑身热热的但还是不敢说下去我们就是这样走进了人生的。这些事够后世的年轻人琢磨的，要是他们有兴趣的话。"}
{"text":"别着急，把浸了油的黄土都挖起来，放进锅里重新熬当年乡亲们的日子就是这么过的。再有，现在流行侃大山一语，不知与我们当年的掏地有无关联？掏地就是刨地，是真正抡圆了镢头去把所有僵硬的大山都砍得松软我们的青春就是这样过的。还有一件值得回味的事，我们十七八岁去插队时，男生和女生互相都不说话，心里骚骚动动的但都不敢说话，远远地望一回或偶尔说上一句半句，浑身热热的但还是不敢说下去我们就是这样走进了人生的。这些事够后世的年轻人琢磨的，要是他们有兴趣的话。一九九二年黄土地情歌我总觉得自己还年轻呢，跟二十几岁的人在一起玩不觉得有什么障碍，偶尔想起自己已经四十岁，倒不免心里一阵疑惑。某个周末，家里来了几个客人，都是二十出头的小伙子。小伙子们没有辜负好年华，都大学毕了业，并且都在谈恋爱说起爱情的美妙，毫不避讳，大喊大笑。本该是这样。不知怎么话题一转，说起了插队。可能是他们问我的腿是怎么残废的，我说是插队时生病落下的。他们沉默了一会儿，其中一个说，我爸我妈常给我讲他们插队时候的事。我说，什么什么，你再说一遍？他又说了一遍，我爸我妈，一讲起他们插队时候的事，就没完。你爸和你妈，插过队？那还有错儿？在哪儿？山西。晋北。你今年多大了？二十一。知青的第二代，我是老大。你爸你妈他们哪届的？六六届，老高三。今年四十五了。不错，回答得挺内行。我暗想这么说，我们这帮老知青的第二代都到了谈情说爱的年龄？这么说，再有个三五年，我们都可以当爷爷奶奶了？你哪年出生？我愣愣地看他，还是有点儿不信。七零年。他说，我爸我妈他们六八年走的，一年后结婚，再一年后生了我。我还是愣着，把他从头到脚再看几遍。您瞧是不是我不该出生？他调侃道。不不不。我说。大家笑起来。不过我心里暗想，他的出生，一定曾使他的父母陷入十分困难的处境。你爸你妈怎么给你讲插队的事？他不假思索，说有一件事给他印象最深第一年他爸他妈回北京探亲，在农村干了一年连路费都没挣够，只好一路扒车。"}
