{"text":"希特勒常常到魏玛去参观尼采博物馆，并且让记者拍摄他出神地瞻仰尼采胸像的镜头，大事张扬他对尼采的尊敬。他还把尼采全集当作贺礼赠给墨索里尼。纳粹文人乐此不疲地颂扬尼采，一时间尼采俨然成了第三帝国的直接思想先驱。然而，现已查明，尼采的妹妹在把尼采思想法西斯化上起了重要作用。尼采死后，他的这位嫁与一个反犹太主义者的妹妹，垄断了尼采著作的版权和全部遗稿。她在编辑和诠释尼采未完成的重要著作强力意志一书时，作了大量篡改和曲解，试图把尼采装扮成反犹太主义者。参看施莱希塔尼采事件，慕尼黑，蒙梯纳里尼采研究，柏林纽约，。蒙梯纳里认为，尼采在精神失常前夕已经放弃写作强力意志一书的计划，并利用有关材料写了偶像的黄昏反基督徒等书。无论如何，单凭尼采思想被纳粹利用这个事实，把尼采判为法西斯主义的预言家参看勃伦蒂涅尔尼采哲学与法西斯主义，上海湘锋出版社，。，是根据不足的。纳粹不是同样也利用了费希特黑格尔歌德荷尔德林等人的思想吗德国种族主义和反犹太主义是法西斯主义理论的两块基石。那么，且让我们来看看尼采在这两个问题上的看法吧。尼采从事哲学活动的年代，正值德国刚刚统一，第二帝国成立伊始，铁血宰相俾斯麦执掌帝国实权，推行对外扩张称霸欧洲的政策。德国民族沙文主义狂潮甚嚣尘上，当时的德国国歌唱道德国，德国高于一切那么，尼采卷进了这股狂潮没有呢非但没有，而且他以最鲜明的态度反对了这股狂潮。尼采写道我们久已不够是德国的了，就德国的这词当今所流行的和被赋予的意义而言我们不向民族主义和种族仇恨说这词，不能喜欢民族的心灵生疮，血液中毒，而眼下欧洲各民族正因之而如同防止瘟疫一样彼此隔离和封锁。于此我们是太无成见，太恶毒，太任性了，也太明事理，太多阅历了。我们宁肯隐居山林，袖手旁观，不合时宜，神游于已往或将来的世纪，藉此我们才能平息内心的愤怒，这愤怒起于我们意识到我们被判定为一种政治的目击者，这种政治使德国的精神荒芜，又使它自命不凡，并且是一种渺小的政治我辈无家可归者，我们按种族和血缘来说，比起现代人来，是过于多样且混杂了，所以很少被诱惑去参与骗人的种族自炫和骚乱，在今日德国这成了德国信念的标志，而且在这历史意识的民族身上令人觉得加倍虚伪和不正派。"}
{"text":"于此我们是太无成见，太恶毒，太任性了，也太明事理，太多阅历了。我们宁肯隐居山林，袖手旁观，不合时宜，神游于已往或将来的世纪，藉此我们才能平息内心的愤怒，这愤怒起于我们意识到我们被判定为一种政治的目击者，这种政治使德国的精神荒芜，又使它自命不凡，并且是一种渺小的政治我辈无家可归者，我们按种族和血缘来说，比起现代人来，是过于多样且混杂了，所以很少被诱惑去参与骗人的种族自炫和骚乱，在今日德国这成了德国信念的标志，而且在这历史意识的民族身上令人觉得加倍虚伪和不正派。快乐的科学第节。尼采全集，第卷，第页。针对俾斯麦的尚武备战政策，尼采还写道获取权力要付出昂贵的代价，权力使人愚蠢德国人，一度被称作思索的民族，如今他们还思索吗德国人现在厌倦精神，德国人现在猜疑精神，政治吞噬了对于真正精神事物的任何严肃态度。德国，德国高于一切，我担心，这已是德国哲学的末日在国外，有人问尼采德国有哲学家吗德国有诗人吗德国有好书吗尼采感到脸红，然后鼓足勇气回答有的，俾斯麦偶像的黄昏德国人所缺如者。尼采全集，第卷，第页。直到他神志清醒的最后时日，在他最后的文字之一即他的自传中，他仍不改初衷，一如既往地抨击德国民族沙文主义及其反犹太主义。他说我不能不直接攻击德国人，他们在精神上逐渐变得更怠惰，更贫乏，和更正直，他们同时吞下了迷信和科学，基督教的博爱和反犹太主义，求权力求疆土的意志和谦卑的福音他指责德国学者成了政治的傀儡，嘲笑我是德国人成了一种论据，德国高于一切成了一种原理，断言德国人的良知上积累了近四百年来所有反对文化的最大罪恶。他自称是卓越的德国之蔑视者。看哪这人。尼采选集，第卷，第页。他一再表示，他在德国遭到最多的误解。类似的议论真是俯拾皆是。第节第一章我的时代还没有到来尼采对于两千年来歧视犹太人的做法深为不满，并且对于犹太人的素质有高度的评价。参看朝霞第节。他决非一个反犹太主义者。用不着多加说明，就可以看出，把这位第二帝国时期德国民族沙文主义的坚决反对者歪曲成第三帝国德国种族主义的奠基人，有多么荒唐。"}
{"text":"尼采选集，第卷，第页。他一再表示，他在德国遭到最多的误解。类似的议论真是俯拾皆是。第节第一章我的时代还没有到来尼采对于两千年来歧视犹太人的做法深为不满，并且对于犹太人的素质有高度的评价。参看朝霞第节。他决非一个反犹太主义者。用不着多加说明，就可以看出，把这位第二帝国时期德国民族沙文主义的坚决反对者歪曲成第三帝国德国种族主义的奠基人，有多么荒唐。顺便说说，以上引文也清楚地表明，把尼采的强力意志说解释为鼓励人们攫取政治权力，至少是一种误解。尼采恰恰是反对一味获取和扩张政治权力的。德文一词，兼有力量威力权力等含义，为了更符合尼采的原意，本书把译作强力意志。尼采之厌恶第二帝国的政治，正是厌恶政治权力欲的恶性膨胀和民族沙文主义的甚嚣尘上这二者在这里是一回事，在他看来，这样的政治恰恰扼杀了文化。他的着眼点是文化。为文化计，尼采主张统一欧洲民族，并且自称是好的欧洲人，欧洲的继承者。毋庸讳言，在尼采的著作中，确有大量言论可供种族主义者利用。尼采喜欢用譬喻写作，在有些场合，他使用种族一类词来喻指人的一定类型，我们不可望文生义。但是，在另一些场合，他又确实表现出对贵族血统的崇拜心理，甚至十分可笑地炫耀自己的波兰贵族血统，据后人考证，这种炫耀其实并无根据。他还主张优生学，要求把婚配唯一地当作改良种族的手段。尼采思想中的糟粕集中地体现在这种浓烈的贵族主义倾向上，是我们必须加以批判和剔除的。纳粹利用了尼采思想中的某些糟粕，更多的则是曲解了尼采的基本思想如强力意志说的原意，把他打扮成法西斯主义的先驱。第二次世界大战后不久，西方思想界已经开始澄清因纳粹的滥用而造成的对尼采的误解。徘徊于大战废墟中的西方人，又一次发现了尼采。应该承认，这个被重新发现的尼采，更加符合他的真实面貌，抓住了他的更本质的特征。他给西方哲学带来了颤栗波德莱尔的诗集恶之花出版之际，雨果有一句名言，说这部诗集给法国文学带来了新的颤栗。雅斯贝尔斯用类似的语言形容尼采和克尔凯郭尔对于现代西方哲学的影响，说他们给西方哲学带来了颤栗雅斯贝尔斯理性与存在。"}
{"text":"应该承认，这个被重新发现的尼采，更加符合他的真实面貌，抓住了他的更本质的特征。他给西方哲学带来了颤栗波德莱尔的诗集恶之花出版之际，雨果有一句名言，说这部诗集给法国文学带来了新的颤栗。雅斯贝尔斯用类似的语言形容尼采和克尔凯郭尔对于现代西方哲学的影响，说他们给西方哲学带来了颤栗雅斯贝尔斯理性与存在。转引自考夫曼存在主义哲学，第页波德莱尔出生和活动的年代，比尼采早二十年左右，这两个人，在西方文化史上的地位的确十分相近。如果说波德莱尔是西方现代派文学的先驱，那么，尼采就是现代西方哲学的先驱。当然，尼采的出现并非历史的偶然。他的富有现代特色的非理性主义哲学观点，在德国古典哲学中即可发现其思想渊源。康德在实践理性批判中提出意志为自身立法即意志自由的公式，已经为唯意志论哲学提供了一个起点。费希特把康德的意志自由论加以彻底发挥，认为意志是自我所创造的世界因果链条的首要环节，自我凭借意志创造非我限制非我并且最终扬弃非我，回到绝对自我。不过，在费希特那里，意志即是目的观念，尚具理性性质，意志的支配作用只是思维能动性的表现。谢林进一步强调归根到底，除了意志之外不存在别的本质。意志是原初的存在。谢林论人的自由的本质。转引自海德格尔尼采，英译本，伦敦，，第卷，第页。他的哲学已经富有非理性主义色彩，断然否认凭借理性思维可以把握世界本体，把直观首先是审美直观看作认识绝对的唯一途径，对于尼采有着重要影响。叔本华的哲学构成了从德国古典理性主义向现代非理性主义过渡的最后一个环节。他取消康德的自在之物，代之以意志，把世界归结为生命意志的客体化，进而把生命意志归结为无目的的冲动和挣扎。这样，意志与目的脱离干系，完全失却了理性性质。但是，叔本华的非理性主义仍然不彻底，因为他在美学领域里保留了理性主义色彩甚浓的康德的无利害关系说和柏拉图的理念说，在伦理学领域里对意志持否定立场。所以，他也仍然属于一种过渡。只是到了尼采，非理性主义贯穿到哲学的一切领域，这个过渡才算完成。在尼采的时代，他的哲学也并非一个孤立的现象。仅在德国，倡导无意识哲学的哈特曼，新康德主义弗莱堡学派的代表人物文德尔斑，都是与他年龄相仿的同时代人，他们的学说都具有明显的非理性主义倾向。"}
{"text":"但是，叔本华的非理性主义仍然不彻底，因为他在美学领域里保留了理性主义色彩甚浓的康德的无利害关系说和柏拉图的理念说，在伦理学领域里对意志持否定立场。所以，他也仍然属于一种过渡。只是到了尼采，非理性主义贯穿到哲学的一切领域，这个过渡才算完成。在尼采的时代，他的哲学也并非一个孤立的现象。仅在德国，倡导无意识哲学的哈特曼，新康德主义弗莱堡学派的代表人物文德尔斑，都是与他年龄相仿的同时代人，他们的学说都具有明显的非理性主义倾向。尼采曾经向他的学生推荐过施蒂纳的著作，他本人可能也受过施蒂纳的影响。但是，给西方哲学带来颤栗的是尼采。尼采哲学更少学究气，更加明快地触及了人生和时代的种种根本问题。尼采哲学也包含着更加广阔的可能性，从而为生命哲学实证主义实用主义现象学存在主义弗洛伊德主义历史哲学等现代西方主要哲学流派提供了思想起点或重要启发。第节第一章我的时代还没有到来尼采哲学在现代西方的复兴，首先是同存在主义哲学的兴起联系在一起的。现在，无论是存在主义哲学家自己，还是研究存在主义哲学的专家，都公认尼采是存在主义的直接先驱，或者干脆就把他看作一个早期存在主义者。美国哲学家考夫曼指出在存在主义的演进过程中，尼采占据着中心位置如果没有尼采，雅斯贝尔斯海德格尔和萨特是不可思议的。考夫曼存在主义哲学，第页。事实正是如此。雅斯贝尔斯于年出版尼采导论一书，于年出版尼采和基督教一书，系统阐述尼采哲学。他称尼采和克尔凯郭尔是我们这时代具有卓见的哲学家，唯有他们看清了时代的变化。又称尼采是人类精神最深入的探索者之一，是富于创造精神的哲学家导师。雅斯贝尔斯之研究尼采，并非出于学理上的兴趣，他自己承认，他的尼采导论一书是对于导致存在哲学诞生的思想背景的探索。在他看来，正是尼采的一切价值的重估的公式，为存在主义扫清了道路，尼采的方法使我们脱离每一个固定有限的立场，使我们的思想相继涌起。海德格尔于年到年在弗莱堡大学讲述尼采哲学，同时和稍晚一段时期内又完成了一些关于尼采的讲演和论文，于年结集出版了两卷集巨著尼采一书。他认为，尼采是一切时代最伟大的哲学家之一，而且是西方最后一位伟大的形而上学家。"}
{"text":"在他看来，正是尼采的一切价值的重估的公式，为存在主义扫清了道路，尼采的方法使我们脱离每一个固定有限的立场，使我们的思想相继涌起。海德格尔于年到年在弗莱堡大学讲述尼采哲学，同时和稍晚一段时期内又完成了一些关于尼采的讲演和论文，于年结集出版了两卷集巨著尼采一书。他认为，尼采是一切时代最伟大的哲学家之一，而且是西方最后一位伟大的形而上学家。海德格尔是一位关心形而上学问题的存在主义哲学家，他力图证明尼采也是这样一位形而上学思想家。针对德国哲学界否认尼采是一个严格的思想家的流行见解，他强调，尽管尼采不属于只思考抽象的虚幻的远离生命的事物的哲学家之列，但是尼采的思想是在哲学古老的主导问题即什么是存在的广阔范围内进行的。海德格尔尼采，英译本，第卷，第页。法国存在主义哲学家萨特加缪也都推崇尼采，对他有所论述。在现代西方哲学流派中，存在主义无疑是对于思想和文化影响最大的流派之一。造成存在主义在两次大战之间和之后风行西方的缘由，即信仰危机和价值真空，早已潜伏于上世纪后期，并成为尼采思想形成的契机。存在主义哲学所关心的问题，如存在的意义和无意义，自我的失落和寻求，内心生活的充实和空虚，使千百万现代西方人为之苦恼和激动的，正是由尼采首先敏锐地感受到并且提出来。因此，尼采哲学伴随着存在主义的兴起而复兴这一事实，最雄辩地证明了它的现代意义。对于现代西方思想和文化具有巨大影响的另一流派是弗洛伊德的精神分析学。弗洛伊德主义尽管就其本义来说不是一种哲学，而属于心理学范围，但是它已经如此深刻地渗透到现代哲学之中，因而不能不视为现代西方哲学思潮的一个有机组成部分了。弗洛伊德对于尼采极为赞佩，据他的传记琼斯记载，他常常说尼采比其他任何活过或者似乎活过的人更能深刻地认识自己。转引自考夫曼存在主义哲学，第页。弗洛伊德自己在自传中也谈到，尼采是一位其猜测直觉不期然与精神分析学的许多千锤百炼的发现相同的哲学家，为了独立地完成自己的学说，他逼迫自己在相当长的时间内不去读尼采的著作。弗洛伊德传，台湾志文出版社，，第页。事实上，尼采对于深层心理的开掘，确实预示了精神分析学的建立。"}
{"text":"转引自考夫曼存在主义哲学，第页。弗洛伊德自己在自传中也谈到，尼采是一位其猜测直觉不期然与精神分析学的许多千锤百炼的发现相同的哲学家，为了独立地完成自己的学说，他逼迫自己在相当长的时间内不去读尼采的著作。弗洛伊德传，台湾志文出版社，，第页。事实上，尼采对于深层心理的开掘，确实预示了精神分析学的建立。精神分析学家阿德勒和荣格，还在相近的意义上采用尼采的强力意志概念，以表示心理复合体的一个要素。只要我们想一想存在主义哲学和精神分析心理学对于现代西方文化包括现代派文学艺术的强大影响，我们就可以明白，尼采的影响决不限于哲学领域。何况作为一个诗人哲学家，尼采还直接影响了许多现代作家，为此可以开出一长串名单茨威格，托马斯曼，肖伯纳，黑塞，里尔克，纪德，霍普曼，马尔罗，杰克伦敦，在历史哲学领域里，尼采给了斯宾格勒以重大影响。斯宾格勒称尼采是能把当代全部有决定意义的问题抓在手里的唯一哲学家，他说在尼采首先写出重估一切价值这句话以后，我们生活其中的这个世纪的精神运动才最后找到了自己的公式。他自己承认，尼采给了他质疑的能力，他的历史哲学是把尼采的展望变成了一种概观。斯宾格勒西方的没落，商务印书馆，，第页。斯宾格勒的基本思想，即文化循环论，是有尼采的永恒轮回说和关于现实是一有机体的思想作为其准备的。直接受到尼采影响的现代哲学家还有法伊欣格尔西美尔狄尔泰克拉盖斯马克斯舍勒等人。还有人把尼采尊为心理社会学的始祖。由此可见，哪怕为了弄清现代西方思潮的来龙去脉，也决不能忽视对尼采的研究。当然，尼采影响之大并不意味着这种影响全然是积极的。罗素在谈到尼采的影响时说假如他的思想只是一种疾病的症候，这疾病在现代世界里一定流行得很。罗素西方哲学史下卷，商务印书馆，，第页。这是资产阶级营垒中心理比较健康的一位思想家的看法，可供我们参考。第节第二章在人生之画面前第二章在人生之画面前尼采在世纪的转折点上第二章在人生之画面前忧郁的心呵，你为何不肯安息，是什么刺得你双脚流血地奔逃你究竟期待着什么？尼采在人类所有的学科中，没有比哲学的命运更奇特的了。"}
{"text":"罗素在谈到尼采的影响时说假如他的思想只是一种疾病的症候，这疾病在现代世界里一定流行得很。罗素西方哲学史下卷，商务印书馆，，第页。这是资产阶级营垒中心理比较健康的一位思想家的看法，可供我们参考。第节第二章在人生之画面前第二章在人生之画面前尼采在世纪的转折点上第二章在人生之画面前忧郁的心呵，你为何不肯安息，是什么刺得你双脚流血地奔逃你究竟期待着什么？尼采在人类所有的学科中，没有比哲学的命运更奇特的了。这门最古老的学科，两千多年来，竟然在自身的对象是什么这个绪论性质的问题上，至今众说纷纭，不能定论。有趣的是，这丝毫无损于哲学的生存，假如别的学科总是纠缠于自己的对象问题，恐怕早就要夭折了。这样的命运几乎是哲学的本性之必然。哲学不是对智慧的爱吗爱的火焰在哪里燃烧，智慧的光芒就在哪里照耀。在一切时代，在一切哲学家那里，哲学都被视为对人类最高问题的透彻思考。可是，在不同时代，对于不同的哲学家，何种问题堪称最高，理解又是多么不同。每一个时代都有自己的病痛和苦恼，每一位哲学家都有自己的追求和渴望。当然，不管理解如何不同，人类始终为某些重大的根本性问题激动着，所以欲对之作透彻思考的哲学也始终存在着，并将永远存在下去。一个哲学家对于哲学对象和使命的看法，往往同他对于人生价值的追求纠结在一起，其中渗透着他的个性。如果这位哲学家的个性与时代精神有很高程度的一致，他的看法就同时体现着时代精神。在重大转折的时代，几乎总有敏感的哲学家提出新的哲学观，试图改变哲学研究的方向，对后来的哲学思潮发生深远的影响。把尼采推上哲学家之路的并非单纯的学术兴趣，而是对于人生意义的苦苦寻求。哲学不是他的职业，不是他的业余爱好，而是他的整个生命。他的不肯安息的心灵，被人生之谜折磨着，驱策着，永远找不到归宿。是的，连哲学也不是归宿，而只是这颗心灵探索和漂流的永无休止的过程本身。对于这样一位哲学家来说，哲学与人生不可须臾分离，探求人生意义成了哲学唯一的使命。尼采个性中对于人生追求之真诚，与资本主义世界普遍价值危机的时代背景结合起来，使尼采成了二十世纪西方哲学中人学主义潮流的一位开启者。哲学和人生回顾西方哲学史，我们可以发现，哲学思考的重心经历了由本体论到认识论的转移。"}
{"text":"他的不肯安息的心灵，被人生之谜折磨着，驱策着，永远找不到归宿。是的，连哲学也不是归宿，而只是这颗心灵探索和漂流的永无休止的过程本身。对于这样一位哲学家来说，哲学与人生不可须臾分离，探求人生意义成了哲学唯一的使命。尼采个性中对于人生追求之真诚，与资本主义世界普遍价值危机的时代背景结合起来，使尼采成了二十世纪西方哲学中人学主义潮流的一位开启者。哲学和人生回顾西方哲学史，我们可以发现，哲学思考的重心经历了由本体论到认识论的转移。泰勒斯以世界的始基是水的命题开始了最早的哲学探讨，从而富有象征意味地揭开了人类哲学思考中的本体论阶段。在古希腊，早期哲学家们关心的主要问题是世界的本质究竟是什么，试图寻找世界的多中之一，变中之不变。一些人归结为质料水气火种子原子，另一些人归结为形式数存在理念。到了近代，自从培根把解决认识工具问题当作自己的中心任务以后，哲学思考的重心开始向认识论转移。英国经验论者与大陆唯理论者争论的主要问题是知识的来源问题。康德第一个自觉地把认识能力本身当作哲学研究的对象，确定哲学的使命是叫我们看清楚我们理性的本性，使理性对它自身的认识变成真正的科学。可以把近代西方哲学看作哲学史上的认识论阶段。那么，哲学思考重心的转移是否就到此为止了呢显然不是。如果说，在近代，人们发现，要探明世界的本质不能光靠哲学的沉思，而必须依靠各门科学的共同努力，哲学则应当通过对认识过程认识方法认识能力的研究为科学提供某种指导，那么，在现代，人们进一步发现，如果对于人自身的本质缺乏了解，就不可能阐明人类认识的本性。何况人并非一团思维，人生在世不仅仅是为了认识外部世界，人的自我价值和情感生活也是不应忽视的。也许人们对哲学中是否正在进行着一场人学变革还有争议，但是，对于人的问题的世界范围的哲学兴趣却已经是一个确凿的事实。当我们探溯这一潮流的源头时，我们又遇到了马克思和尼采。在上个世纪，最早提出哲学人学思想的哲学家是费尔巴哈。凡是读过费尔巴哈著作的人，都会被其中洋溢着的美好的人情味所感动。这位哲学家热爱人，热爱自然，痛恨宗教和思辨哲学，终身为论证人的价值和尘世幸福而热情地著书立说。在他看来，哲学应当把心情的对象即最能激起人的情感的事物当作自己的对象，而人就是这样的对象。"}
