{"text":"人当然是超越了动物的单纯繁殖的倾向，无论在形式肉体还是在内容爱情中，都感受展示和实现了美的境界。况且形式即内容，对人体乃至性爱的美的感受已不仅仅是形式了，因为除非是人，则不能赋予性以这样的内容。美不同于漂亮，美是对自身与世界的感悟与升华。一般来说，倒是那种认为性活动是肮脏丑恶是流氓的人，还未把自己和动物区分开，他们脱离了动物的无知状态又还未升华出人的智慧，于是可能还没看出除了流氓行为，人还具备其它层次的性意识。另外，尽人皆知，性是活力的象征，商性相背相吸是自然的和谐。企图以灭欲来逃避痛苦者，是退一步去找和谐，但欲望若不能消灭干净便终不能逃脱痛苦，只好一步步退下去直至虽生犹死，结果找到的不是和谐而是毁灭。中国上千年来的步步落后肯定与此有关，譬如民可使由之，不可使知之譬如闭关自守譬如教育后代要满足于糠窝头已经变成了白馒头，甚至宁可在窝头中得片刻安宁也不要去想蛋糕以自寻烦恼再譬如，倘爱情伴有痛苦便不如不要爱情而专门去制造孩子，倘世上有强奸犯便恨天下人何以不都是太监。世界上的另一种文化则主张进一步去找和谐，进一步而又进一步，于是遥遥地走在我们前头，而且每进一步便找到一步的和谐，永远进一步便永远在和谐中。我绝不相信人想找到的是不和谐。和谐不是稳定和僵死。唯退一步去找和谐者趋向僵死。进一步去找和谐，则必生气勃勃富于创造精神，唯此谓之和谐。唯对不和谐的超越而非逃避是人的光荣，而不和谐作为这超越的背景才显示其意义。可是问题又来了倘人终不免一死而死后万事皆空，任何追求终归能得到什么又有什么意义呢？是呵，您得不到别的您只能得到这么一个生之过程。看洪峰的生命之流，生命之觅，使我加深了这种看法。但这不说明您应该沮丧，恰恰相反您应该以全部热情投入到这个过程中去，使这一过程焕发光彩，使亿个人的亿个过程最大限度地称心如意。说人只能得到一个过程，这绝不与人的任何伟大目标伟大理想相违背，因为在这过程中倘无各种壮丽的目标和理想作前引，人又靠什么实现欢乐与价值呢？况且，还有比使所有人的生之过程最大限度地称心如意，更伟大的目标和理想么？"}
{"text":"是呵，您得不到别的您只能得到这么一个生之过程。看洪峰的生命之流，生命之觅，使我加深了这种看法。但这不说明您应该沮丧，恰恰相反您应该以全部热情投入到这个过程中去，使这一过程焕发光彩，使亿个人的亿个过程最大限度地称心如意。说人只能得到一个过程，这绝不与人的任何伟大目标伟大理想相违背，因为在这过程中倘无各种壮丽的目标和理想作前引，人又靠什么实现欢乐与价值呢？况且，还有比使所有人的生之过程最大限度地称心如意，更伟大的目标和理想么？对于一个人是这样，对于全人类也是这样，目标和理想只有当其使这个过程变得美好时才堪称伟大。所以生前是一个流，生命的意义在于觅。生命的目的不在物界而在心界，在乘物以游心，在人的精神的步步解放升华实现。而这种解放升华和实现的无穷性，注定人只可在寻觅的过程中来获取。您若想在这过程之外譬如终点得到什么，您就太看重那一把骨灰了。至于人的局限，至于人有必要为了全体的进步而作出某些牺牲，这是另一个题目下当作的文章。真的，就连死这个终点的价值，也是由生这个过程的状态来决定的，故有重于泰山和轻如鸿毛之分，有死得其所和枉活一世之分。灵魂不死或者人死后灵魂可进天国倍享欢乐等等说法，古已有之，今亦不衰。辩论是否真有此事，无异冒一顿傻气。我想，这些说法实质是表达了人们对平等的向往。不是怎的？当人赤条条来去之时，皇帝和叫花子不是就一样了么？当人于神界感悟到平等时，才有了天赋人权的觉醒。单在物界中寻欢乐的人，太可能被异化为守财奴。单在现世的人界中求功名的人，很容易走向对宦途的崇拜和对皇上的唯命是从，或者弄到自己作了皇上却没了人的平等和自由。人需要常常跳出人界来看人界――只好将此命名为神界，于是你能看到一支悲壮的大军在前赴后继追寻着精神的乐园。作为人，他们是绝对平等的，虽然作为一支大军他们的职责有不同。没有天赋人权的觉醒大约很难使法律面前人人平等行得通。这便是宗教的意义之一。神是什么？多种多样。有传说中的神，有宗教的神，有斯宾诺莎的哲学神，有爱因斯坦的科学神，也有相当于文化大革命所造的那种神。但总的来说无非又是两种一种是把神的权利落实到每一个人神圣不可侵犯的人权，一种是把所有人的权利都出让给一个人倒成了那种最要不得的神权。每一个人都有的神名曰精神。有独立精神的人才是人。"}
{"text":"作为人，他们是绝对平等的，虽然作为一支大军他们的职责有不同。没有天赋人权的觉醒大约很难使法律面前人人平等行得通。这便是宗教的意义之一。神是什么？多种多样。有传说中的神，有宗教的神，有斯宾诺莎的哲学神，有爱因斯坦的科学神，也有相当于文化大革命所造的那种神。但总的来说无非又是两种一种是把神的权利落实到每一个人神圣不可侵犯的人权，一种是把所有人的权利都出让给一个人倒成了那种最要不得的神权。每一个人都有的神名曰精神。有独立精神的人才是人。若把精神出让给别人去指挥，自己就只剩一副皮囊，狗和死狗也都有的，不能算人。独立精神是绝对自由的，你不让她自由，她倒要积累起反抗。自然造化令人赞叹，天赋的人权何其平等何其公道！于是想到人道主义。人最主要的标志既是精神，那么仅仅地救死扶伤显然不能算彻底的人道。救死扶伤仅仅是关心人的肉体，而忘记了人的精神。把一个要死的人弄活，把一个受伤的人治愈，然后不给他舒展精神的权利，岂非最大的不人道么？无期徒刑比死刑更可怕的道理即在此，士可杀，不可辱的道理亦在此，屈原的投江和张志新的殉难，也均因此光彩照人间。至于什么样的理想目标可以使生之过程壮丽辉煌，这又是另一个题目下当作的文章。但有一点，如果人们普遍感到活得压抑，便足说明理想和目标出了毛病也许不是字面上的毛病，而是实质性的歧途。我从洪峰的湮没里听到一个声音你每天的小时及每年的天的生活，出了什么毛病没有？荒诞派――湮没使我想到这个词――其实是非常积极的倾向，他无非是看出了生之过程出现了某种偏差吧？眼见了歧途而予辛辣的笑骂，当然比步于歧途之上还麻木地哼着甜歌更有希望。我感觉，洪峰主要不是想写小说，主要是在领悟死生，以便看清人的处境，以便弄清一个熟而又熟却万古不灭的问题生之意义。我不赞成就文学谈文学的意图，文学的起点不应该是文学或者文学诺贝尔奖。假设人类穷竭了上述那个问题，文学肯定会以二分钱以下的价格被拍卖。然而，只要人类存在着那个问题便不灭，这才决定了象洪峰这样的作家应该得一点稿费，偶尔吃一点绝上不了国宴的美味佳肴以保持充沛的精力。不过，就是给一亿元或者一分不给，文学也不可能被出卖给其它行业。为艺术而艺术的合理之处仅在于她必得保持自身的特点和权利，倘有丧失也就不在是她。譬如文化革命中，其实是没有文学的。"}
{"text":"我不赞成就文学谈文学的意图，文学的起点不应该是文学或者文学诺贝尔奖。假设人类穷竭了上述那个问题，文学肯定会以二分钱以下的价格被拍卖。然而，只要人类存在着那个问题便不灭，这才决定了象洪峰这样的作家应该得一点稿费，偶尔吃一点绝上不了国宴的美味佳肴以保持充沛的精力。不过，就是给一亿元或者一分不给，文学也不可能被出卖给其它行业。为艺术而艺术的合理之处仅在于她必得保持自身的特点和权利，倘有丧失也就不在是她。譬如文化革命中，其实是没有文学的。就象谁也没办法让人作什么梦和不作什么梦一样。你逼着他作这种梦别作那种梦，他可能就作不出任何梦而光是整夜地瞪着睛眼只剩下一个被迫的想法，或者他就作出一个反抗威逼的梦来令你大为不满意。这是没办法的事。艺术是有意味的形式。我想，艺术活动就是人在寻找自身与外部世界的最佳相处形式与此同时也必然发现人与外部世界的最糟相处形式。人在这种发现和寻找中感悟到生命的神秘美妙与悲壮，从而使苦难的灵魂走向不是达到解放，这便是艺术的意味。这形式有多种层次社会的自然的个人与全人类的全人类与全宇宙的等等，多至无穷。人的语言面对这一现实，显得过于苍白无力，因而无法靠语言的内容把它说清楚，只好靠语言的形式显示意味以便让人们去感悟了。因为不管您说出多少真理，面对无穷的世界也仍然等于注意，这儿说的不是法律之类，而法律之类永远需要修正这一点也是有意味的。您不妨把您那些无穷的感受借助形式的力量暗示给众人，让别人也面对着无穷来沉思。幸亏我们面对了无穷，这样我们才永远有路可走。幸亏我们又有感悟的本事，这样我们才在路上走得有滋有味。谢谢自然之神的巧安排。走吧，无论是苦难还是欢乐，都是神赐予我们获得美感的机会。不能停滞，停滞一刻便有一刻的厌倦不能倒退，倒退让人精神不正常只有走，走进一步便获得新的美感。除此之外还有什么呢？没了。话说回来了人只有这么一个追寻的过程，或者说是这个过程规定了人的含意。灵魂可以达到不仅是走向彻底解放么？似乎可以，把这过程就看成目的，把过程中的一切困境都看成实现自身价值的机会，灵魂的枷锁就打碎了。又似乎不可以，因为若无灵魂的痛苦感又何谓困境呢？要是干脆到达到无困境的境地怎么样？对不起无矛盾乃是玩完的征兆。也谢谢自然之神这残酷的安排吧，否则咱们也就没了欢乐的机会。"}
{"text":"除此之外还有什么呢？没了。话说回来了人只有这么一个追寻的过程，或者说是这个过程规定了人的含意。灵魂可以达到不仅是走向彻底解放么？似乎可以，把这过程就看成目的，把过程中的一切困境都看成实现自身价值的机会，灵魂的枷锁就打碎了。又似乎不可以，因为若无灵魂的痛苦感又何谓困境呢？要是干脆到达到无困境的境地怎么样？对不起无矛盾乃是玩完的征兆。也谢谢自然之神这残酷的安排吧，否则咱们也就没了欢乐的机会。我常常想，是丑人儿造就了美人儿的，漂亮姐和英俊小伙应感谢丑丫头和赖汉子，万勿恩将仇报。同理，一切想实现自身价值的人都应当感谢困境。文学就是人学。人命定要在这充满困境的过程中突围，要在这突围的过程中获得意义，因而文学天生来对这困境有兴趣。艺术不是科学，或者是最不科学的科学，因为我们如果确切地知道如何摆脱困境它也就不再是困境了。所以应该让艺术自由想象与思考。在任何现代科学成就之先，差不多都有一个与之合拍的古代神话和哲学猜想，这说明想象是重要的，思考应该是自由的，而这是对若干暂时还不懂其妙的人也最终有益的。有人说洪峰的小说还有其他人的一些小说看不懂，说我尚且不懂，何况大多数人呢？因而对这样的小说竟可以发表感到恼怒，这个我有可能比。大多数人来得高明，但这个我的不高明处是，他不知道相对论一问世时只有极少数人懂，或者他知道却无能从中多懂得一点道理。这件事不值得多说。艺术家只该记住一句话――心诚则灵，其它都可以不顾。我相信，任何人，都不是按照世界的本来面目去行事的，而是按照自己对世界的理解去行事的。意义是人赋予世界的。甚至世界的无限性也只是说人的发现力是无止境的。美更没有纯客观的，美正是人对包括人在内的全部存在的感受思考与觉悟。美不同于漂亮，因而鲜花可以是丑的，粪便可以是美的，老娼妇被人们感悟出一种涉及生命本身的意义时，美便呈现出来。譬如骂人的话，当它只意味着侮辱人格时便为丑，当它引导人对一些荒唐的处境进行沉思时便产生美感。洪峰小说里颇有些骂人的话，不过至少我觉得写到那儿是非骂不可的，否则这篇小说便味同嚼蜡了。所以语言美在艺术中应该有另外的标准。总有人爱好从一篇文学作品中计算出有多少句骂人的话来否定这篇作品，这是因为没弄懂言语和语言的不同。言语仅仅表达一种感情狗在高兴时和悲伤时叫声亦不同，语言则意味着对生活意义的思考了。"}
{"text":"譬如骂人的话，当它只意味着侮辱人格时便为丑，当它引导人对一些荒唐的处境进行沉思时便产生美感。洪峰小说里颇有些骂人的话，不过至少我觉得写到那儿是非骂不可的，否则这篇小说便味同嚼蜡了。所以语言美在艺术中应该有另外的标准。总有人爱好从一篇文学作品中计算出有多少句骂人的话来否定这篇作品，这是因为没弄懂言语和语言的不同。言语仅仅表达一种感情狗在高兴时和悲伤时叫声亦不同，语言则意味着对生活意义的思考了。譬如，您学别人的语言，说明您仅仅是崇拜别人及别人对生活的看法。您有了自己独特的语言了，您必定坚信自己对生活的理解了。因而语言又不能勉强改变，假若您对世界没有一种新的更美好的态度，您从哪儿去找新的更精彩的语言呢？您不能在通常的生活中看出深刻的含意，您到哪儿去找有意味的形式呢。这便可以明白为什么一些大作家的作品中甚至出现病句，那是因为他感到非如此不足以表达他的感觉与思想，于是乎他竟能创造出空前的语言来。语言的发展无疑说明了人类思维水平的进步。用一套死的语言规范来扼杀这种进步，是他妈的丑的。至于那些思维水平并无进步而专在文字上玩花活的文章，也没他娘的什么可美的。有一回洪峰和我说起了五维世界。我们懂了一维二维都是抽象的，一旦具体起来便必占有空间三维也是抽象的，一旦具体起来则要占有时间四维呢，还是抽象的，唯与精神连接才能具体。所以，想找到纯客观的美的考虑，不免傻得多余。所以，从对周围环境的探讨，到对包括自身在内的结构的探讨，是一个进步。但我们也别忘记傻子，您掉进井里，很不可能是由于一个傻子的指引傻子也是这结构中的一个点，也在起作用。这样看来，真实的世界是无数维的，我理解这叫作历史。洪峰的小说是很注重语言的。他的语言常常是散散漫漫，轻松自如，一点不紧张。这很让我羡慕。就是我不认识他，我也能知道他活得是多么不畏人言，多么轻视世俗的规矩。可是他的语言又常常因为太一律，结果仍未完全摆脱雕琢。我亦如此一个活得毫不雕琢的洪峰，何以在小说语言上又未免雕琢呢？为此我百思似得其解洪峰对语言的注重，大约更多的是在字词的选用和句型的建造上，然而他又突出地偏爱那么一两种有意味的句型譬如湮没生命之觅，这就单调了。生活并不单调，至少对生活的思索一旦单调就有失美感，结果雕琢毕露了。"}
{"text":"他的语言常常是散散漫漫，轻松自如，一点不紧张。这很让我羡慕。就是我不认识他，我也能知道他活得是多么不畏人言，多么轻视世俗的规矩。可是他的语言又常常因为太一律，结果仍未完全摆脱雕琢。我亦如此一个活得毫不雕琢的洪峰，何以在小说语言上又未免雕琢呢？为此我百思似得其解洪峰对语言的注重，大约更多的是在字词的选用和句型的建造上，然而他又突出地偏爱那么一两种有意味的句型譬如湮没生命之觅，这就单调了。生活并不单调，至少对生活的思索一旦单调就有失美感，结果雕琢毕露了。在此，我非常推崇马原的叠纸鹞的三种方法。也许，洪峰更该看到，全篇文字的构成是更重要的语言。音符是重要的，乐章也是重要的，但要成为交响就不能总重复一两种节奏和旋律。七律唐诗总是平平仄仄平平仄之类，单调了。宋词就变了长短句，譬如平平仄，仄仄平平，平平仄仄仄平平，丰富了。下棋如何？能把车和卒都用得恰如其分者，棋道准高明。排球总是三锤子买卖，渐渐没了看头。足球变化万千，除去罚点球很难找出两次进球是一样的，于是观众那渴望自由的心理被调动得如醉如痴。审美心理一定是和这个世界的形式相关的。大概话又得说回来您对世界是什么态度？您爱鲜花，爱黄土，都可以，但您不能无视大粪。世界就是有大粪在其中的一个大结构，您得整个热爱它。心理也是一个大系统，您得全部承认它。然后您发现单用一种句型即便是金子也将有损其美。就是我不认识洪峰，我也能知道他是爱憎分明嫉恶如仇的。也许，艺术更该接近宗教的悲悯，把坏蛋和傻瓜也看成迷途的羔羊这不妨碍法律应该制裁某些恶人。希特勒作为一个人是不幸的，作为一个战犯理当绞死。――这又是一种结构，文学要表现他显然不宜用一种句型或类。所以，语言归齐是对人类生活意义的觉悟，而绝不是字词和句型本身。写到这我心里打鼓。语言之复杂，绝非我一个靠写小说糊口的人能说清的。好在这不是学术文章。好在不学无术者也都可以有感想。幸亏我这篇文章的标题选得恰当。但还是不能往下写了，怕日后连自己的营生也不敢作了。说了半天，洪峰的小说到底怎样？愿意看的自己留心找来看看吧，有可能得出跟我完全不一样的感想。庙的回忆据说，过去北京城内的每一条胡同都有庙，或大或小总有一座。这或许有夸张成份。"}
{"text":"好在这不是学术文章。好在不学无术者也都可以有感想。幸亏我这篇文章的标题选得恰当。但还是不能往下写了，怕日后连自己的营生也不敢作了。说了半天，洪峰的小说到底怎样？愿意看的自己留心找来看看吧，有可能得出跟我完全不一样的感想。庙的回忆据说，过去北京城内的每一条胡同都有庙，或大或小总有一座。这或许有夸张成份。但慢慢回想，我住过以及我熟悉的胡同里，确实都有庙或庙的遗迹。在我出生的那条胡同里，与我家院门斜对着，曾经就是一座小庙。我见到它时它已改作油坊，庙门庙院尚无大变，惟走了僧人，常有马车运来大包大包的花生芝麻，院子里终日磨声隆隆，呛人的油脂味经久不散。推磨的驴们轮换着在门前的空地上休息，打滚儿，大惊小怪地喊叫。从那条胡同一直往东的另一条胡同中，有一座大些的庙，香火犹存。或者是庵，记不得名字了，只记得奶奶说过那里面没有男人。那是奶奶常领我去的地方，庙院很大，松柏森然。夏天的傍晚不管多么燠热难熬，一走进那庙院立刻就觉清凉，我和奶奶并排坐在庙堂的石阶上，享受晚风和月光，看星星一个一个亮起来。僧尼们并不驱赶俗众，更不收门票，见了我们唯颔首微笑，然后静静地不知走到哪里去了，有如晚风掀动松柏的脂香似有若无。庙堂中常有法事，钟鼓声铙钹声木鱼声，噌噌疲那音乐让人心中犹豫。诵经声如无字的伴歌，好象黑夜的愁叹，好象被灼烤了一白天的土地终于得以舒展便油然飘缭起的雾霭。奶奶一动不动地听，但鼓励我去看看。我迟疑着走近门边，只向门缝中望了一眼，立刻跑开。那一眼印象极为深刻。现在想，大约任何声音光线形状姿态，乃至温度和气息，都在人的心底有着先天的响应，因而很多事可以不懂但能够知道，说不清楚，却永远记住。那大约就是形式的力量。气氛或者情绪，整体地袭来，它们大于言说，它们进入了言不可及之域，以致一个五六岁的孩子本能地审视而不单是看见。我跑回到奶奶身旁，出于本能我知道了那是另一种地方，或是通向着另一种地方比如说树林中穿流的雾霭，全是游魂。奶奶听得入神，摇撼她她也不觉，她正从那音乐和诵唱中回想生命，眺望那另一种地方吧。我的年龄无可回想，无以眺望，另一种地方对一个初来的生命是严重的威胁。我钻进奶奶的怀里不敢看，不敢听也不敢想，惟觉幽瞑之气弥漫，月光也似冷暗了。"}
{"text":"那大约就是形式的力量。气氛或者情绪，整体地袭来，它们大于言说，它们进入了言不可及之域，以致一个五六岁的孩子本能地审视而不单是看见。我跑回到奶奶身旁，出于本能我知道了那是另一种地方，或是通向着另一种地方比如说树林中穿流的雾霭，全是游魂。奶奶听得入神，摇撼她她也不觉，她正从那音乐和诵唱中回想生命，眺望那另一种地方吧。我的年龄无可回想，无以眺望，另一种地方对一个初来的生命是严重的威胁。我钻进奶奶的怀里不敢看，不敢听也不敢想，惟觉幽瞑之气弥漫，月光也似冷暗了。这个孩子生而怯懦，禀性愚顽，想必正是他要来这人间的缘由。上小学的那一年，我们搬了家，原因是若干条街道联合起来成立了人民公社，公社机关看中了我们原来住的那个院子以及相邻的两个院子，于是他们搬进来我们搬出去。我记得这件事进行得十分匆忙，上午一通知下午就搬，街道干部打电话把各家的主要劳力都从单位里叫回家，从中午一直搬到深夜。这事很让我兴奋，所有要搬走的孩子都很兴奋，不用去上学了，很可能明天和后天也不用上学了，而且我们一齐搬走，搬走之后仍然住在一起。我们跳上运家具的卡车奔赴新家，觉得正有一些动人的事情在发生，有些新鲜的东西正等着我们。可惜路程不远，完全谈不上什么经历新家就到了。不过微微的失望转瞬即逝，我们冲进院子，在所有的屋子里都风似地刮一遍，以主人的身份接管了它们。从未来的角度看，这院子远不如我们原来的院子，但新鲜是主要的，新鲜与孩子天生有缘，新鲜在那样的季节里统统都被推崇，我们才不管院子是否比原来的小或房子是否比原来的破，立刻在横倒竖歪的家具中间捉迷藏，疯跑疯叫，把所有的房门都打开然后关上，把所有的电灯都关上然后打开，爬到树上去然后跳下来，被忙乱的人群撞倒然后自己爬起来，为每一个新发现激动不已，然后看看其实也没什么最后集体在某一个角落里睡熟，睡得不醒人事，叫也叫不应。那时母亲正在外地出差，来不及通知她，几天后她回来时发现家已经变成了公社机关，她在那门前站了很久才有人来向她解释，大意是不要紧放心吧，搬走的都是好同志，住在哪儿和不住在哪儿都一样是革命需要。新家所在之地叫观音寺胡同，顾名思义那儿也有一座庙。那庙不能算小，但早已破败，久失看管。庙门不翼而飞，院子里枯藤老树荒草藏人。侧殿空空。正殿里尚存几尊泥像，彩饰斑驳，站立两旁的护法天神怒目圆睁但已赤手空拳，兵器早不知被谁夺下扔在地上。"}
