{"text":"他们做案的理由是从监狱出来后，因社会的不能接纳，赚不到钱，才铤而走险。社会的不能接纳只是借口，我们的社会从来不会去问夜市的摊贩你有没分节阅读有前科？我们的社会也从来不会排斥或看轻那些为生活打拼的人。听说士林夜市生意比较好的摊子，每个月可以净赚五六十万在夜市摆摊的朋友告诉我，我听了只有感佩，觉得一个奋力生活的人不要有任何借口，因为一技草，一点露，要做牛，免惊无犁可拖。千两黄金的福报有一个青年，二十岁的时候，就因为没有饭吃而饿死了。他到了阎王爷的面前，阎王从生死簿上查出，这个青年应该有六十岁的年寿，他一生会有一千两黄金的福报，不应该这么年轻就饿死。阎王心想会不会是财神把这笔钱污掉了呢？于是把财神叫过来质问。财神说我看这个人命格里的文才不错，如果写文章一定会发达，所以把一千两黄金交给文曲星了。阎王又把文曲星叫来问。文曲星说这个人虽然有文才，但是生性好动，恐怕不能在文章上发达，我看他武略也不错，如果走武行会较有前途，就把一千两黄金交给武曲星了。阎王再把武曲星叫来问。武曲星说这个人虽然文才武略都不错，却非常懒惰，我怕不论从文从武都不容易送给他一千两黄金，只好把黄金交给土地公了。阎王再把土地公叫来。土地公说这个人实在太懒了，我怕他拿不到黄金，所以把黄金埋在他父亲从前耕种的田地，从家门口出来，如果他肯挖一锄头就挖到黄金了。可惜，他的父亲死后，他从来没有挖过藁锄头，就那样活活饿死了。最后，阎王判了活该，然后把一千两黄金缴库。这是一个流行的民间故事，里面含有非常深刻的寓意，是说一个人拥有再大的福报和文才武略，如果不肯踏实勤劳地生活，都是无用的！另一个寓意是，对于肯去实践的人，每一步，每一锄头都价值一千两黄金。如果不去实践，就是埋在最近之处的黄金也看不到啊！下下签有一年我到屏东乡下旅行，路过一座神庙，就进去烧香。抽签。"}
{"text":"这是一个流行的民间故事，里面含有非常深刻的寓意，是说一个人拥有再大的福报和文才武略，如果不肯踏实勤劳地生活，都是无用的！另一个寓意是，对于肯去实践的人，每一步，每一锄头都价值一千两黄金。如果不去实践，就是埋在最近之处的黄金也看不到啊！下下签有一年我到屏东乡下旅行，路过一座神庙，就进去烧香。抽签。那是十年前的事了，当时我把抽签当成有趣的事，一点也不稀奇但那一次在屏东庙里的抽签却是稀奇的，因为抽中的是一张下下签。在我的经验里，抽的签至少都是中上的，很少抽到坏签，那是我抽中的惟―一张下下签尤其是那时我的生活工作情感都很平顺，因此抽中下下签那一刻，我惊讶得呆住了。我根本懒得看签文写些什么，走出庙门，随手把签揉成一团丢到香炉里，看它化成一道轻烟，袅袅化去。但走出庙门时，我感到心情十分沉重，不自觉放慢脚步，走在遍植马路两岸的芒果行道树下，思考着那张下下签的意义，我不知道它预示了什么，但我知道，应该使自己有更广大的心与宽远的见识，来包容人生偶尔会抽中的下下签。一张下下签的内容是什么并无关紧要，不过，在真实的人生里，它有如健康的人喝到一碗苦药，颇有醒醐灌顶的效果，反而能给我一些反省一些激励。这样看，一个人一生抽到几张下下签不是什么坏事。反过来说，我们偶尔会抽中上上签，如果没有带给我们光明的力量，只令我们欢喜一场，也就没有什么好处了。我想起从前在日本旅行，看到日本寺庙前面的树上结满白色的签纸，随风飘扬的景象。原因是抽签的人对签不满意，把它结在树上还给神明，然后重抽，一直抽到满意为止。其实一张签诗是好是坏都没有关系，它最大的意义是在让我们转个弯，做一次新的思考，因而在顺境时抽到下下签在逆境时抽到上上签，格外有意义。前者是居安思危，后者是反败为胜。人生的际遇从更大的角度看，不也是这样吗？在欧美和日本的中国餐馆，常设有幸运签，有的藏在筷子里，有的包在馒头内，有的放在玻璃瓶中，这些签纸通常写着最好最美的语言，让人看了心情欢愉。我常常突发奇想，要是庙的签都是这样的好句该有多么好，一定可以帮助许多有情人成眷属，带给沮丧的人生存的希望，使挫败者有勇气走向黎明的天光。"}
{"text":"前者是居安思危，后者是反败为胜。人生的际遇从更大的角度看，不也是这样吗？在欧美和日本的中国餐馆，常设有幸运签，有的藏在筷子里，有的包在馒头内，有的放在玻璃瓶中，这些签纸通常写着最好最美的语言，让人看了心情欢愉。我常常突发奇想，要是庙的签都是这样的好句该有多么好，一定可以帮助许多有情人成眷属，带给沮丧的人生存的希望，使挫败者有勇气走向黎明的天光。三年前的早春，我到日本的日光山去看红叶，夜里在山上小径散步，找到一家卖养麦面的小屋，吃面时打开筷子的纸袋，掉下一张纸，上面用中文写着今日天气真好！我吟哦这句话，俯瞰夜色中泛着浅蓝色的山谷，谷中月光下的枫红点点，忽然觉得不只今天天气真好，人生也是非常幸福的！人生在某种层次上，真像一张签纸。学佛以后我就不再抽签了，我喜欢佛寺中不设签箱，对一个坦荡无碍的生命，到处都是纯净的白纸，写什么文字有什么要紧，生命的遭遇犹如水中的浮草木叶花瓣，终究会在时间的河流中流到远方。能这样看，我们就可以在抽签时带着游戏的心情，把一切缺憾还诸天地，让我们用真实的自我面对这万般波折的人间！生命不免会遇到有如下下签那么糟的景况，让我们也能有一种宽容的心来承担，把它挂在树上随风飘动，或落人河中，随流水流向大海吧！海边的白蝴蝶我和两个朋友一起去海边拍照写生，朋友中一位是摄影家，一位是画家，他们同时为海边的荒村废船，枯枝的美惊叹而感动了，白净绵长的沙滩反而被忽视，我看到他们拿出相机和素描簿，坐在废船头工作，那样深情而专注，我想到，通常我们都为有生机的事物感到美好，眼前的事物生机早已断丧，为什么还会觉得美呢？恐怕我们感受到的是时间，以及无常，孤寂的美吧！然后，我得到一个结论一个人如果愿意时常保有寻觅美好感觉的心，那么在事物的变迁之中，不论是生机盎然或枯落沉寂都可以看见美，那美的原不在事物，而在心灵感觉，乃至眼睛。正在思维的时候，摄影家惊呼起来呀！蝴蝶！一群白蝴蝶。他一边叫着，一边立刻跳起来，往海岸奔去。"}
{"text":"恐怕我们感受到的是时间，以及无常，孤寂的美吧！然后，我得到一个结论一个人如果愿意时常保有寻觅美好感觉的心，那么在事物的变迁之中，不论是生机盎然或枯落沉寂都可以看见美，那美的原不在事物，而在心灵感觉，乃至眼睛。正在思维的时候，摄影家惊呼起来呀！蝴蝶！一群白蝴蝶。他一边叫着，一边立刻跳起来，往海岸奔去。往他奔跑的方向看去，果然有七八只白影在沙滩上追逐，这也使我感到讶异，海边哪来的蝴蝶呢？既没有植物，也没有花，风势又如此狂乱。但那些白蝴蝶上下翻转的飞舞，确实是纷常美的，怪不得摄影家跑那么快，如果能拍到一张白蝴蝶在海浪上飞的照片，就不枉此行了。我看到摄影家站在白蝴蝶边凝视，并未举起相机，他扑上去抓住其中的一只，那些画面仿佛是默片里，无声慢动作的剪影。接着，摄影家用慢动作走回来了，海边的白蝴蝶还在他的后面飞。拍到了没？我问他。他颓然地张开右手，是他刚刚抓到的蝴蝶。我们三人同时大笑起来，原来他抓到的不是白蝴蝶，而是一片白色的纸片。纸片原是沙滩上的垃圾，被海风吹舞，远远看，就像一群白蝴蝶在海面飞。真相往往是这样无情的。我对摄影家说你如果不跑过去看，到现在我们都还以为是白蝴蝶呢！确实，在视觉上，垃圾纸片与白蝴蝶是一模一样，无法分别的，我们的美的感应，与其说来自视觉，还不如说来自想像，当我们看到白蝴蝶在海上飞和垃圾纸在海上飞，不论画面或视觉是等同的，差异的是我们的想像。这更使我想到感官的党受原是非实的，我们许多时候是受着感官的蒙骗。其实在生活里，把纸片看成白蝴蝶也是常有的事呀！结婚前，女朋友都是白蝴蝶，结婚后，发现不过是一张纸片。好朋友原来都是白蝴蝶，在断交反目时，才看清是纸片。未写完的诗没有结局的恋情被惊醒的梦在对山看不清楚的庄园缘尽情未了的故事，都是在生命大海边飞舞的白蝴蝶，不一定要快步跑去看清。只要表达了，有结局了，不再流动思慕了，那时便立刻停格，成为纸片。我回到家里，坐在书房远望着北海的方向，想想，就在今天的午后，我还坐在北海的海岸吹海风，看到白色的蝴蝶――喔，不！"}
{"text":"结婚前，女朋友都是白蝴蝶，结婚后，发现不过是一张纸片。好朋友原来都是白蝴蝶，在断交反目时，才看清是纸片。未写完的诗没有结局的恋情被惊醒的梦在对山看不清楚的庄园缘尽情未了的故事，都是在生命大海边飞舞的白蝴蝶，不一定要快步跑去看清。只要表达了，有结局了，不再流动思慕了，那时便立刻停格，成为纸片。我回到家里，坐在书房远望着北海的方向，想想，就在今天的午后，我还坐在北海的海岸吹海风，看到白色的蝴蝶――喔，不！白色的纸片――随风飞舞，现在，这些好像真实经验过的，都随风成为幻影。或者，会在某一个梦里飞来，或者，在某一个海边，在某一世，也会有蝴蝶的感觉。唉唉！一只真的白蝴蝶，现在就在我种的一盆紫茉莉上吸花蜜哩！你信不信？你信！恭喜你，你是有美感的人，在人生的大海边，你会时常看见白蝴蝶飞进飞出。你不信？也恭喜你，你是重实际的人，在人生的大海边，你会时常快步疾行，去找到纸片与蝴蝶的真相。飞蛾与蝙蝠住在乡下的时候，我习惯于清晨在林间散步。时常会发现散落在林间地上的昆虫尸体，特别是飞蛾和金龟子的尸体，总会掉落在路灯杆的四周，想必是昨夜猛烈扑火的结果。飞蛾有着彩色斑斓的双翅，金龟子则闪着翠绿的董光，在灰色的泥土地上令人心惊生命是如此短暂脆弱，经过一场火祭就结束了。这样猛烈地扑火，甚至丧失生命，既没有奖赏，又没有欢乐，为什么它们要这样世世代代地扑火呢？我一想到这里，就忍不住感到悲悯。山上有一位热心的老人，每天清晨义务来清扫林间的小路。他告诉我，每日扫起的飞蛾和金龟子的尸体有一畚箕，他都把尸体埋在凤凰树下，使凤凰花每年都开出火红的花。除了昆虫，老人说每天还会扫到几只蝙蝠哩！地上怎么会有蝙蝠呢？还不是撞到树嘛！编幅夜里就出来捕食蛾蚊，用声波辨路，偶有出错的时候，就撞树了。老人十分感慨地说，飞舞于林间的蝙蝠，时时刻刻都在避免撞到树，却偶尔会不小心撞树。同样在林间飞舞的彩蛾，却一再去扑火，直到丧命为止。眼盲的蝙蝠是多么小心翼翼，眼明的飞蛾又是多么肆无忌惮呀！如果蝙蝠眼亮一些，飞蛾青盲一些，那该有多好！老人说。"}
{"text":"除了昆虫，老人说每天还会扫到几只蝙蝠哩！地上怎么会有蝙蝠呢？还不是撞到树嘛！编幅夜里就出来捕食蛾蚊，用声波辨路，偶有出错的时候，就撞树了。老人十分感慨地说，飞舞于林间的蝙蝠，时时刻刻都在避免撞到树，却偶尔会不小心撞树。同样在林间飞舞的彩蛾，却一再去扑火，直到丧命为止。眼盲的蝙蝠是多么小心翼翼，眼明的飞蛾又是多么肆无忌惮呀！如果蝙蝠眼亮一些，飞蛾青盲一些，那该有多好！老人说。我沿着老人扫过的山路回家，路上还有新扫的竹扫帚的痕迹，林间的空气散放出花草的芳香。我想到，晚一点走这条路的人，一定不能想像，就是刚刚，地上还有许多彩色斑斓的飞蛾，还有许多金光闪闪的金龟子，为某一种不可知，不可理解的信念，撞死在林间。或者，也有一两只不小心撞落的蝙蝠。蝙蝠天生有弱视的盲点，使它偶然逢到生命的灾难。飞蛾天生有扑火的习性，使它必然的扑向火焚的结局。在偶然与必然之间，生命是这样令人叹息！如果，蝙蝠的眼睛像飞蛾那么亮，而飞蛾的习性像蝙蝠那么小心，该有多好呢！生活在天地间的人，幸而不是蝙蝠，也不是飞蛾，但也免不了有撞树的盲点与扑火的执著，总是要经过很多次的碰撞与燃烧，才能张开眼睛小心戒慎。我们思考蝙蝠撞树和飞蛾扑火的道理，才会发现那些还在撞树和扑火的人，是多么可悯。下午喝茶的时候，看着春天里难璨的阳光，我还在想，如果蝙蝠和飞蛾都愿意在阳光下飞翔就好了。老板打瞌睡午后，路过一家家具店的门口，看见老板坐在门口打瞌睡。他打瞌睡的动作相当奇特，不像一般人只是点头，而是从腰部以上打折倾斜，整个人好像要载倒在地上一样。更奇特的是，他每次倾斜的时候，口水就从嘴角流出来，到整个腰部倾斜九十度的时候，他的上身会弹回来，口水又咻的一声吸了回来。由于他打瞌睡时非常有趣，路边围了三四个人兴味盎然地看着，我也加入那几个人，看家具店的老板打瞌睡。这时，我发现了更有趣的事，家具的老板前面趴着一只黑狗，也在打瞌睡，口水也从嘴角流出来。那两个非常相似的画面，使我猛然一惊，想到人和其他动物是多么相像，如果没有觉醒的心，提升自己的智慧，人只是一只动物呀！"}
{"text":"更奇特的是，他每次倾斜的时候，口水就从嘴角流出来，到整个腰部倾斜九十度的时候，他的上身会弹回来，口水又咻的一声吸了回来。由于他打瞌睡时非常有趣，路边围了三四个人兴味盎然地看着，我也加入那几个人，看家具店的老板打瞌睡。这时，我发现了更有趣的事，家具的老板前面趴着一只黑狗，也在打瞌睡，口水也从嘴角流出来。那两个非常相似的画面，使我猛然一惊，想到人和其他动物是多么相像，如果没有觉醒的心，提升自己的智慧，人只是一只动物呀！人在睡眠时，没有觉醒的心，和一只狗睡觉没有什么两样！人在吃饭时，没有觉分节阅读醒的心，和一只老鼠吃饭没有什么两样。人在生命中张皇奔走，只顾衣食欲望而没有觉醒的心，和蟑螂蚊子又有什么两样呢？当我走过家具行的时候，就这样提醒自己要随时随地有觉醒的心。就在这一刻和几位新认识的朋友泡茶聊天，有一位问我我们要怎么样才能感受到无常呢？我说无常是随时随地都在的，只是没有发生在我们身上时，我们不能感觉罢了！就像我们正在喝茶的这一刻，这个世界有人正在热恋，而有人刚刚失恋也就在这一刻，有人正在死亡，而有人刚刚诞生这一刻，有人正在欢欣大笑，也有人正在悲哀哭泣我们时空的每一刻，都是如此无常，如果我们仔细聆听，会同时听到婴儿的生的啼哭与老人的死的悲叹，会听见笑声与哭声同时存在！众人听了，都陷进沉思里，默默无言，我趁这沉默的空档，把因久泡而失去滋味的茶叶倒掉，边倒边说你们看这萎黄的茶叶，在一小时前还有着多么甜美的芬芳呀！这就是无常，我们的人生短暂，实在经不起泡几泡的。等朋友走了，我一边收拾茶桌一边想着，因为生命无常，所以每一泡茶都要专心地泡由于人生短暂，每一个此刻都要用心地生活。人生，实在经不起泡几泡的。大佛的鼻孔有一位雕塑佛像的工匠，他的手艺远近驰名。当他为一座佛寺雕刻的佛像落成的时候，附近几里的人都跑来观礼，人人都为那座佛像的庄严伟大而赞叹不已。只有一个穿着脏衣服的小孩，一边挖鼻孔，一边说这佛像雕得不好！"}
{"text":"等朋友走了，我一边收拾茶桌一边想着，因为生命无常，所以每一泡茶都要专心地泡由于人生短暂，每一个此刻都要用心地生活。人生，实在经不起泡几泡的。大佛的鼻孔有一位雕塑佛像的工匠，他的手艺远近驰名。当他为一座佛寺雕刻的佛像落成的时候，附近几里的人都跑来观礼，人人都为那座佛像的庄严伟大而赞叹不已。只有一个穿着脏衣服的小孩，一边挖鼻孔，一边说这佛像雕得不好！众人都回头看着孩子，孩子换了另一边的鼻孔挖着这肤像真的雕得不好！大家就奇怪地问他为什么雕得不好？小孩子说这佛像的手指太粗鼻孔太细，佛没有办法挖鼻孔。众人纷纷斥责孩子小孩子懂什么，佛又不是孩子，怎么豁挖鼻孔？佛的鼻子怎么会痒？当大家议论完了，发现雕佛像的工匠不见了，由于太羞愧了，连庙里的工钱也没有拿。这是我小时候听乡里老人说的故事，这故事有两个版本，另一个版本是那逃走的工匠后来发奋图强，终于成为闽南一带雕佛像的大师。由于佛离开我们太久了，我们往往把佛神化，而忘记佛也是由人做起的，如果佛连自己的鼻孔都挖不到，还谈什么普度众生呢？可惜，现在大部分工匠造的佛，都是自己挖不到鼻孔的。五种秘方有一位中学的校医，天生有神经质的倾向，因此神经衰弱，又得了胃肠病和失眠症。也由于自己的疾病，他对学生非常暴躁，甚至到了学生得病也不愿找他诊治的地步。这位校医由于自己是医生，几乎试尽了所有的药方，也尝试了针灸与食物疗法，但一点也没有好转。他感到十分惭愧，作为医生连自己的病都束手无策，竟又拿学生来出气。因此，他想立刻结束医生的行业到乡下隐居，可是又怕自己没有劳动能力，难以适应乡村生活。正在为举棋不定而痛苦万分，有一天无意地在镜中看到自己的脸，他大吃一惊，因为在镜中他看到一张樵停的面孔，紧皱的眉头，悲惨阴森的表情，连自己看了都想厌恶地逃开。这时，他像是开悟了一样，大叫起来使我有这么悲惨命运的，正是这一副悲惨的脸相，我一定要改变这副脸相。这一位校医最先想改变的是他那紧紧皱着的眉头。"}
{"text":"因此，他想立刻结束医生的行业到乡下隐居，可是又怕自己没有劳动能力，难以适应乡村生活。正在为举棋不定而痛苦万分，有一天无意地在镜中看到自己的脸，他大吃一惊，因为在镜中他看到一张樵停的面孔，紧皱的眉头，悲惨阴森的表情，连自己看了都想厌恶地逃开。这时，他像是开悟了一样，大叫起来使我有这么悲惨命运的，正是这一副悲惨的脸相，我一定要改变这副脸相。这一位校医最先想改变的是他那紧紧皱着的眉头。于是他把所有的注意力都集中在自己的眉头上，努力使它张开。但是长时间的习气是很难改变的，只要他稍一放松，眉头立刻又皱起来，最后他只好用胶布把眉头拉开，这样一旦习惯性地皱眉立刻可以察觉。慢慢的，他不再皱眉了。慢慢的，他常常保持微笑。慢慢的，他夜里不再失眠。很快的，他不再依赖任何药物，就治好自己肠胃的毛病。很快的，他成为学生最喜欢亲近的校医，不只治疗疾病，也做学生的心理辅导。这个校医后来把他个人的体验，创了一种新的健康法，叫超健康法，并写了一首健康要诀的五言歌相互多帮忙别去充体面脸上常笑容眉头永不皱度量要开阔他把这首诗偈各赋一个药名相助丹。质实散。芜尔水。展眉膏。宽容锭。他认为无论是什么病，只要常吃这五种秘方，不仅可以药到病除，命运还会因此改好。这位校医的名字叫作别所彰善，原是日本市冈中学的校医，后来创立超健康法，治愈很多人的疾病，成为日本的名医。别所彰善的五种秘方，使我们想到心理因素对健康确实有非常大的影响，贪心瞳恨愚痴傲慢怀疑，不仅在心理上影响我们，也会在身体上显现病征――而一切的疾病则都与心理状态有关系。光是想像力也会令人致病。听说在一家医院里，由于护士交错了诊断书，把严重的肺病患者甲的诊断书与轻微感冒者乙交递错误。听到自己是肺病患者的乙，立刻显现出许多肺病的症状，发烧咳嗽躺在床上呻吟。听到自己只是感冒的甲，病情则好了一半，烧也退了，咳嗽也好了，高兴地跳跃起来。等到主治医师发现之后，乙很快好起来了，甲又躺在床上呻吟。"}
