{"text":"因此，反过来讲，对于下棋打牌等等，能入乎其内，出乎其外，不被它困住的，不能不算是学问。如困住了的话，就变成了致远恐泥。有一个朋友的孩子，在大学读书，成绩很好，文章也好，字也好。我这位朋友还嫌他儿子的毛笔字写得不好，要我劝他的孩子去习毛笔字。我告诉他现在已经到了用打字机的时代，而且一支笔千余元，一锭墨二千余元，一张宣纸又好几百元，已经写不起了，将来孩子学成能创业，何必一定要书法好？正是销磨百代英雄气，殿体诗书八股文。殿体书又名殿阁体或台阁体，就是在皇帝面前应试所写的字体，现在印刷界称之为正楷字的。这些都是小道。但是现在很可怜了，没有真正的文化，人家外国人来看中国文化，我们拿什么给人家看？动辄到故宫博物院。到了故宫博物院，心里一个惭愧的念头――沾祖宗的光！我们这一代有什么给人家看？我们自己真值得反省，我们只拿书画音乐这些小道当作文化，而且现在还拿不出来，即使拿得出来，也不过只是做做表面工作，在精神思想上，一点都没有建立自己的文化，这个问题很严重。因此子夏所讲的小道也有可观，对此实在有很多感愧。学问无尽岁月难留子夏曰日如其所亡，月无忘其所能，可谓好学也已矣！这是子夏告诉学生做学问的道理。我们看到子夏教学生的这两点，真有无限的感慨。子夏说，一个人应该每天反省自己所欠缺的，每个人都有所缺乏的，不要认为自己有一点知识就满足了，还要再去补充学习。每天补充自己所没有的学问，一个月接着一个月，有恒心不丢掉，不忘记所学的，这样才真可说是好学，就是有恒。子夏曰博学而笃志，切问而近思，仁在其中矣。子夏说，一个人知识要渊博，但是知识越渊博思想越没有中心。这一点大家要研究一下，特别注意，尤其搞思想的人要注意。不但是现在社会，古今中外的知识分子都是一样的，知识渊博的人，思想反而失掉中心。不过也许我这个看法是错的，如果知识渊博，人品又好，修养又有中心，那一定是第一流人物，这种人很难办，什么都沾不上，软硬都不吃，其实，一般的知识分子，并无可怕之处，都是很安分的。我也常常和学生说笑话，将来时代是你们的，你们还年轻，我也看不见了。你们将来做事，万一碰到知识分子捣乱，很容易办，多送他一点钱，弄一个清高的官给他做，然后给他声色犬马，就什么都没有了。"}
{"text":"不但是现在社会，古今中外的知识分子都是一样的，知识渊博的人，思想反而失掉中心。不过也许我这个看法是错的，如果知识渊博，人品又好，修养又有中心，那一定是第一流人物，这种人很难办，什么都沾不上，软硬都不吃，其实，一般的知识分子，并无可怕之处，都是很安分的。我也常常和学生说笑话，将来时代是你们的，你们还年轻，我也看不见了。你们将来做事，万一碰到知识分子捣乱，很容易办，多送他一点钱，弄一个清高的官给他做，然后给他声色犬马，就什么都没有了。试看历史上，皇帝们，对付文人很简单，都是这个法子，给什么翰林院，什么大学士，等于一个顾问，上了班泡杯茶去吹牛，再赏黄金多少镒，另外赐几个宫女给他，他再也没有精神来惹事了，就完了嘛，很容易安排的。对人，学问并不一定可贵，但是文人有知识，最喜欢乱叫。我们几十年来，社会乱成这个样子，首先闹的还不是一般不成器的知识分子。借题发挥来闹，对某一人不满意，就借题发挥的闹，结果把一个国家闹成这个样子。这些人也真可怜，没有中心思想，而且多半是穷极无聊，处处不满意，实际上是乡巴佬说朝廷。这就是博学不一定有用，博学要笃志，有一个中心，意志坚定，建立人品，那么知识渊博，有如一颗好的种子，意志的坚定是肥料，培养出花和果来。内在没有一个中心，知识越渊博，思想越危险，觉得样样都有道理，容易动摇，应该是真理只有一个，要把它找出来，所以要笃志。切问而近思，切问就是经验，多听多问。但要注意，中年人都体会得到，人生经验多了，结果容易走上两条路灰心或怨恨，觉得自己几十年都上当，社会上没有真理，切问包括了经验，所以有了经验还要近思，要真正有思想学问，去体会人生经验就好了。近思有两个意义，一个是思想要有中心，一个是不要想得太虚玄太高远，要切近的其实的思想，人生到底没有什么太高远，不必向外找，我们知道朱熹先生写一本书叫近思录，就是取这句话的意义。子夏教育学生，如果能做这两句话，那么孔子所标榜的仁这个学问的中心就有了。体相圆融用之不穷子夏曰百工居肆以成其事，君子学以致其道。子夏说，社会上各种做工艺的，自己必须有一工艺场地，才能专心做成他的事情。知识分子的求学，首先要认识，学术知识是一回事情，透过知识还要建立一个东西，这个东西无以名之，称它为道。一切学问为了道而学，知识学问都是为了培植这个道，知识并不就是道。"}
{"text":"子夏教育学生，如果能做这两句话，那么孔子所标榜的仁这个学问的中心就有了。体相圆融用之不穷子夏曰百工居肆以成其事，君子学以致其道。子夏说，社会上各种做工艺的，自己必须有一工艺场地，才能专心做成他的事情。知识分子的求学，首先要认识，学术知识是一回事情，透过知识还要建立一个东西，这个东西无以名之，称它为道。一切学问为了道而学，知识学问都是为了培植这个道，知识并不就是道。道是什么呢？这个问题就像仁一样，讨论起来就大了，就麻烦了。我们可以简单的分三方面来讲有它的体，有它的相，有它的用。体就是中心，形而上的。相就是它的现象，譬如全部四书所讲的关于人生的行为思想，都是道的相，这个相为达到人生目的就是用。这是简单的解释道的体相用。如果严格讲起来太多了，这里不发挥。子夏曰小人之过也必文。讲到人生的修养，后来中国文学中常用文过饰非四个字，其出典在此。自己有过错了，粉饰一下，掩护一下。子夏说，一个小人对于自己的过错，总想办法说出一套理由，把过错掩盖起来，一个君子自己错了就承认错了，所谓君子之过如日月之蚀，和太阳月亮一样，偶然有一点黑影，大家都看得见，可是等一下就会过，仍不失原有的光明。子夏曰君子有三变，望之俨然，即之也温，听其言也厉。这是下论曾经提到过赞扬孔子的话。他说一个人有高度的修养，就是君子之人，有三种变相看起来不可侵犯，实际上跟他一亲近，又非常温和，充满了感情，但听他讲话，尽管他说笑话，但他言语的内容，又非常庄严，不可侵犯的。这是讲有高度修养的人。上论中有这三句话的同义语用来形容孔子，他这里再重提一下，强调君子学养的典型。交浅不言深子夏曰君子信而后劳其民，未信，则以为厉己也。信而后谏，未信，则以为谤己也。这个地方子夏教学生们将来作人处世的道理，上面两句话是讲如何做领导人，下面两句话，是讲做别人干部，臣道应有的态度。他说一个君子，要指挥下面的人，需要他们做事的时候，必须先要建立起来他们对自己的信念，当他们对自己有了信念，然后要他们做事，虽然没有告诉他们所以然，他们仍会做到。"}
{"text":"交浅不言深子夏曰君子信而后劳其民，未信，则以为厉己也。信而后谏，未信，则以为谤己也。这个地方子夏教学生们将来作人处世的道理，上面两句话是讲如何做领导人，下面两句话，是讲做别人干部，臣道应有的态度。他说一个君子，要指挥下面的人，需要他们做事的时候，必须先要建立起来他们对自己的信念，当他们对自己有了信念，然后要他们做事，虽然没有告诉他们所以然，他们仍会做到。当部下对自己还没有信仰的时候，要求他们过多，他会以为是找他麻烦。一个领导人，在与干部之间没有建立信心以前，虽然是为了干部的利益而想的办法，但干部们反而误会你在利用他们，损害他们的权益。一般人的心理如此，人是最难对付的，所以待人处世必须以信，信之重要在此。第二点，说明作为一个高级干部的人，要对主管长官提出建议之前，先要自己估计，有没有在领导人心中建立信任，真正对自己有了信任，再依信任的程度，作适当的建议才对。如果长官对自己的信任还不够，则自己提出来好的意见，往往会得到相反的结果，上级反而误会，怀疑你在毁谤他反对他，这问题就大了。我们读历史，甚至看贞观政要，唐太宗的意见，常常被魏征房玄龄这班大臣碰回去。有人说魏征房玄龄了不起，但更了不起的是唐太宗，魏征如果没有碰到这种好老板，老早被怀疑了。唐太宗到底是唐太宗，能信任大臣，包容大臣的反对意见。张良何以不找别的老板而找刘邦？也还是刘邦了不起，对他言听计从，这都是说明长官与部下之间，要相互有信，下对上敬信，上对下信任，才有伟大的成就。如互信不够，没有真诚的沟通情感和思想，问题就大了。大行与小节子夏曰大德不逾闲，小德出入可也。我们要注意，这两句话是子夏说的，平常很多人都误引述是孔子说的，闲就是范围，上古的时候没有房门，晚上睡觉，门用木架子挡着就是了。当年在大陆的西南西北地区就可看到，一些山洞的门口用木架一挡就算了，并不怕小偷，只防牛羊跑出去，所以叫闲。子夏主张大德大原则不要超出范围，不可以轻易变更，小的毛病大家都有，不要过分责备。人能做到这样也就很好了。那么子游说话了子游曰子夏之门人小子，当洒扫应对进退则可矣，抑末也本之则无，如之何？子夏闻之曰噫！言游过矣！"}
{"text":"我们要注意，这两句话是子夏说的，平常很多人都误引述是孔子说的，闲就是范围，上古的时候没有房门，晚上睡觉，门用木架子挡着就是了。当年在大陆的西南西北地区就可看到，一些山洞的门口用木架一挡就算了，并不怕小偷，只防牛羊跑出去，所以叫闲。子夏主张大德大原则不要超出范围，不可以轻易变更，小的毛病大家都有，不要过分责备。人能做到这样也就很好了。那么子游说话了子游曰子夏之门人小子，当洒扫应对进退则可矣，抑末也本之则无，如之何？子夏闻之曰噫！言游过矣！君子之道，孰先传焉？孰后倦焉？譬诸草木，区以别矣！君子之道，焉可诬也？有始有卒者，其惟圣人乎！讲到这里，是记载了子夏教学的事。孔子死后，子夏在河西讲学这个阶段的事。他的同学子游说，子夏所教的这些年轻学生们，当洒扫应对进退则可矣。这里洒扫应对进退六个字，是古人的教育，包括生活的教育人格的教育，是中国文化三千年来一贯的传统。如果有外国人问起我们中国文化教育方面，过去的教育宗旨是什么？我们不是教育专家，专家说的理论是他们的，我们讲句老实话，中国过去的教育，主要的是先教人格的教育，也就是生活的教育。美国也讲生活的教育，但美国的生活教育是与职业，与赚钱相配合，而我们过去的生活教育是与人格的建立相配合，不管将来做什么事，人格先要建立。这就是中国文化的教育。现在我们的教育跟着西方走，所谓的生活教育，则是美国式的生活教育，教出来的孩子，先以能够谋职业，有饭吃，谋生为第一。这其中差别很大很大，这是教育上一个大问题。当然将来会变，依我的看法非变不可，不变就不得了。社会自然会使它变，中国几千年来的文化，不是偶然的，到了某一情势某一阶段，自然会变。过去孩子们进了学校，首先接受的教育就是洒扫应对进退这几件事。洒扫就是扫地，搞清洁卫生等，我们现在小学中学都有，好像和古代教育一样，其实是两样的。我们从西方文化学来的教育，制度变了，教务训导总务三个独立。等于一个政治，三权分立，三样都不连系，结果三样都失败。教务只教知识没有教学问训导是空的总务呢？下意识中就认为是搞钱的。变成了这样，可见我们整个教育制度没有检讨，因此学生对学校大体上都是坏印象。中间细微末节的事还很多，譬如老师下命令搞清洁，就没有一个搞好清洁。我经常说搞总务之难，一个好的总务，是宰相的人才，汉代的萧何，就是搞总务的。"}
{"text":"洒扫就是扫地，搞清洁卫生等，我们现在小学中学都有，好像和古代教育一样，其实是两样的。我们从西方文化学来的教育，制度变了，教务训导总务三个独立。等于一个政治，三权分立，三样都不连系，结果三样都失败。教务只教知识没有教学问训导是空的总务呢？下意识中就认为是搞钱的。变成了这样，可见我们整个教育制度没有检讨，因此学生对学校大体上都是坏印象。中间细微末节的事还很多，譬如老师下命令搞清洁，就没有一个搞好清洁。我经常说搞总务之难，一个好的总务，是宰相的人才，汉代的萧何，就是搞总务的。总务这门学问，在学校里有家政系，这个翻译得不好，实际上就是内务系。训练内务人才。但总务始终很难搞好。任何一个机关团体，一上厕所就发现毛病，管总务的也不可能每于去看每一个抽水马桶，这就可见总务上管理之难。至于洒扫方面，现在的青年连地都不会扫，虽然中学小学要扫地，可是拿到扫把挥舞，反而把灰尘扬得满天飞，抹上桌上灰尘，转身反而抹到墙上，连洒扫都没学会，生活教育真不容易。再其次的应对，更成问题。现在的学生几乎不会应对，如问他贵姓？他就答我贵姓某。府上哪里？他会说我府上某地。就是如此，应对的礼仪没有了，这是大问题。最后进退更难了，一件东西该拿不该拿？一件事情该不该做？是大学问，小的时候就要开始教。如吩咐去向长辈拜年，到了亲友家，该站该坐？站在哪里？坐在哪里？进退之间，作人的道理，都要注意教育，现在这些都没有了。古代的教育，就从洒扫应对进退这些地方开始。中国的古礼，周公之礼，六岁就读小学，小学就从这种生活规范学起进一步八岁十岁认字十八岁入大学，那是学大人。所以中国文化，小学这个阶段，就是求作人的知识，先培养一个人，然后再讲高深的修养，才是大学之道，这是我们中国过去文化教育的路线。现在我们看到这个时代真可怜，很差劲，洒扫应对进退统统没有了，非常严重，这不能全怪学校，几乎每个人都要怪自己，因为现在我们搞得不中不西，不今不古。"}
{"text":"现在我们看到这个时代真可怜，很差劲，洒扫应对进退统统没有了，非常严重，这不能全怪学校，几乎每个人都要怪自己，因为现在我们搞得不中不西，不今不古。如果完全西化还好，西方人还是蛮有礼貌的，尽管有的披头散发，像嬉皮一样，他对人还是有一套，很有礼貌，也许他只穿一双胶拖鞋来，但对美国人不必要求这些，因为他们很节省，以头发来说，美国孩子一年中难得有一次上理发馆，普通家庭妇女，都是自己动手的，节省得很，只有英国讲究衣饰派头，所以不要以为外国人平时穿着不好就没有文化，当他们参加社交宴会时就很讲究了。人家有人家一套礼貌，可怜的是我们这一代青年们，什么都没有，所以我们这一代必须特别为下一代着想。这是对洒扫应对进退大概说了一下，如果详细说中国传统洒扫应对进退的沿革，可以出一本专书了。子游批评子夏，说子夏办教育，教的学生，洒扫应对进退这几件事勉强还可以，不过这是枝末的问题，他还没教人家根本。外形都教得很好，没有内容，怎么办？他这个话传到子夏耳里，子夏就说，我这个老同学的要求太苛刻了，太过分了。应该从哪里先开始？哪一样放在最后？乃至哪些应该放弃了？换句话说，办教育的人，造就后一代，要观机设教，没有固定什么叫先本后末的事。基本上就要完成一个人格，人在外形上做好，洒扫应对进退懂了以后，慢慢就会达到内心。譬如种植草木，要有个区分，不能混合。同样，教育学生，对人才的资质要有自然分类。如果施教如下雨一样普遍浇下来，可是青菜所吸收的雨量和大树所吸收的雨量各不相同，这中间因受教者的本质不同必须有所区别的。不管如何，从事教育的人，固然希望后一代好，但基本的教育最要紧，虽然它是注重形态，可是形态也要教好，怎么可以随便说它没有用呢？至于再进一步，由生活教育一直到精神教育的最高处，不是我们做得到的，要圣人才可以教人马上悟到道的真谛。学与仕子夏曰仕而优则学，学而优则仕。这两句话要注意，后来一直成了中国文化的中心思想之一，讲到这里，我的感慨特别多。过去我们中国文化，都是走这两句话的路线，我们翻开历史来看，觉得很可爱，过去的人所谓十年窗下无人问，一旦成名天下知。学问有成就，考取功名，做了官，扬名天下。"}
{"text":"学与仕子夏曰仕而优则学，学而优则仕。这两句话要注意，后来一直成了中国文化的中心思想之一，讲到这里，我的感慨特别多。过去我们中国文化，都是走这两句话的路线，我们翻开历史来看，觉得很可爱，过去的人所谓十年窗下无人问，一旦成名天下知。学问有成就，考取功名，做了官，扬名天下。可是做了官以后，始终不离开读书，还在求学，每个人都有个书房，公余之暇，独居书房不断进步，这是古人的可爱处，就是仕而优则学，尽管地位高了，还要不断求学。学而优则仕，学问高了，当然出来为天下人做事。然而到了现代几十年看来，只有学而优则仕，至于说仕而优则学就少有了，而是仕而优则牌，闲来无事大多数都在打牌。有的买了线装的二十五史等书，我担心放在那里将来会被书虫蛀了，因为他都在打牌，这正如老残游记所谓青琐琅直ン加恪Ｋ以我深深地感慨，一个时代的风气之可贵，我们要为后一代做好榜样，我们已经害了自己，害了社会，绝不要害后一代，对后一代培养好，使国家未来的前途，看到光明的远景，我们这一代再不能马虎了。历史上，如司马光做了这么大的官，资治通鉴是他著作的，退下来，公事之余，他就著作读书，千古的名著，不是简单的。现在读书的风气没有了。刚才说笑话，学而优则仕，仕而优则牌。现在这个风气又过去了，不是牌了，仕而优则舞，下班以后跳茶舞喝咖啡等等，花样多了。这就说到社会上读书的风气的确是很重要。其次我有另一个很大的感慨，过去办教育的只是牺牲者，一辈子从事教育，的确是牺牲。很多人教出来的学生地位很高了，回来看老师还磕头跪拜的，学生为什么如此？是老师对教育的负责，学生终生的感谢。现在不然了，学而优则商，读完了书去做生意，生意做垮了就商而不优则仕，搞一个公务员当当，公务员再搞不好，于是仕而不优则学，转过来教书去！这怎么得了？我这话是老实话。前几年确是如此，看到这种情形，身在教育界就感慨良多了。时代的趋势变成这样，我们对于子夏这两句话，应该要深切地反省深思，今天的社会，所谓中国文化中国教育，到了这种情形，应该怎么办？我们从文化资产中，看到历代名臣的著作太多了。至于名家也不一定是地位高，官做得大。"}
{"text":"这怎么得了？我这话是老实话。前几年确是如此，看到这种情形，身在教育界就感慨良多了。时代的趋势变成这样，我们对于子夏这两句话，应该要深切地反省深思，今天的社会，所谓中国文化中国教育，到了这种情形，应该怎么办？我们从文化资产中，看到历代名臣的著作太多了。至于名家也不一定是地位高，官做得大。如清代的郑板桥袁枚这几个名家，官位只不过是当县长而已，而且他们也不想做大官，当了县长以后，年纪轻轻就辞职了，回家之后以名士的身份从事著作，所产生的影响非常大。而我们现在，好像已经没有这个精神了。现在天天在讲中国文化，而中国文化人――知识分子，这个读书的精神可变了。最近以来，有许多年轻的同学，讨论到著作的问题，我告诉他们，现在的教育，由小学一直到大学，这十几年读书，所浪费的精神的确不少，都在应付考试。孩子们真可怜，而用脑力记下来的东西，考试完了以后，连影子都没有了，这些学问到底有没有用，将来至少在文化教育史上，是一个大问题，现在我们也许感觉不到，但历史是一个天平，将来是要算总帐的，现在的年轻学生，把脑力用在不必要的记忆上，但到大学以后，开始想真正读书的时候，已经缺乏这个精力了，而且心静不来，没有读书的习惯。当年我们读书的时候，是尽量的吸收，装进来，当然也启发了自己的思想，但没有像为了考试那样，去担心应付这些记忆，而读得非常轻松，到二三十岁的时候，对于以前读进来的书，统统发挥出来了。尤其碰到作人处世的时候，把原来所吸收的东西，尽量发挥出来，可真的很有用。现在的年轻朋友，他们可以说没有真正读过一本书，而近年来，小学的孩子所具有的知识，比二十年前的孩子又多了许多，但真教他对学问修养下一个决心，他就做不到了。所以我们可以预言的，将来我们国家民族对这个问题，会深深感觉到害多利少，会很痛苦的。这是由仕而优则学，学而优则仕两句话联想到的。再说仕而优则学，学而优则仕。古人不但是读书，而且把工作经验和学问融化在一起，所以写真有价值的著作，准备流传。我们看古人有价值的著作，如讲中国政治哲学吧，绝对离不开管子。但是管子这本书，就不是像现在我们这样，为了拿一个学位或是为了出名而随便乱写的，而是从他一生的经验，乃至从他在历史上有名的一匡天下，九合诸侯。――这是孔子对他的评语。"}
