{"text":"就连当初提倡它的余英时先生，看到我们这里附和者日众，也犯起嘀咕来了。最近他在二十一世纪杂志上著文，提出了反对煽动民族狂热的问题。在我看来，就是因为看到了第一顶帽子的分量。金庸先生小说里曾言武林至尊，宝刀屠龙号令天下，莫敢不从！民族狂热就是把屠龙刀啊。余先生不肯铸出宝刀，再倒持太阿，以柄授人――这证明了我对海外华人学者一贯的看法人家不但学术上有长处，对于切身利害也很惊警，借用打麻将的术语，叫做门儿清！至于国内的学者，门儿清就不是他们的长处。有学者说，我们搞的是学术研究，不是搞意识形态――嘿，这由得了你吗？有朝一日它成了意识形态，你的话就是罪状胆敢把我们民族伟大的精神遗产扣押在书斋里，不让它和广大群众见面！我敢打赌，甚至敢赌十块钱到了这有朝一日，整他准比整我还厉害。说到信仰，我和我老师有种本质的不同。他老人家是基督徒，又对儒学击节赞赏他告诉我说，只要身体条件许可，他每年都要去趟以色列――他对犹太教也有兴趣至于割没割包皮，因为没有和他老人家同浴的机会，我不知道。但我知道，他是一个信仰的爱好者。我相信他对我的看法是可恨的无神论者，马基雅弗利分子。我并不以此为耻。说到马基雅弗利，一般人都急于和他划清界线，因为他胆敢把道义信仰全抛开，赤裸裸地谈到利害但是真正的知识分子对他的评价不低，赤裸裸地谈利害，就接近于理智。但我还是不当马基雅弗利分子――我是墨子的门徒，这样把自己划在本民族的圈子里面，主要是想防个万一。顺便说一句，我老师学问很大，但很天真我学问很小，但老奸巨猾。对于这一点，他也佩服。用他的原话来说，是这样的你们大陆来的同学，经历这一条，别人没法比啊。我对墨子的崇拜有两大原因其一，他思路缜密，有人说他发现了小孔成像――假如是真的，那就是发现了光的直线传播，比朱子只知阴阳二气强了一百多倍――只可惜没有完备的实验记录来证明。另外，他用微积分里较老的一种方法来论证无穷实际是论兼爱是可能的。这种方法叫德尔塔依伏赛语言，高明无比在这方面，把孔孟程朱捆在一起都不是他的个儿。其二，他敢赤裸裸地谈利害。我最佩服他这后一点。但我不崇拜他兼爱无等差的思想，以为有滥情之嫌。不管怎么说，墨子很能壮我的胆。有了他，我也敢说自己是中华民族的赤诚分子，不怕国学家说我是全盘西化了。"}
{"text":"另外，他用微积分里较老的一种方法来论证无穷实际是论兼爱是可能的。这种方法叫德尔塔依伏赛语言，高明无比在这方面，把孔孟程朱捆在一起都不是他的个儿。其二，他敢赤裸裸地谈利害。我最佩服他这后一点。但我不崇拜他兼爱无等差的思想，以为有滥情之嫌。不管怎么说，墨子很能壮我的胆。有了他，我也敢说自己是中华民族的赤诚分子，不怕国学家说我是全盘西化了。作为墨子门徒，我认为理智是伦理的第一准则，理由是它是一切知识分子的生命线。出于利害，它只能放到第一。当然，我对理智的定义是它是对知识分子有益，而绝不是有害的性质――当然还可以有别的定义，但那些定义里一定要把我的定义包括在内。在古希腊，人最大的罪恶是在战争中砍倒橄榄树。在现代，知识分子最大的罪恶是建造关押自己的思想监狱。砍倒橄榄树是灭绝大地的丰饶，营造意识形态则是灭绝思想的丰饶我觉得后一种罪过更大――没了橄榄油，顶多不吃色拉没有思想人就要死了。信仰是重要的，但要从属于理性――如果这是不许可的，起码也该是鼎立之势。要是再不许可，还可以退而求其次――你搞你的意识形态，我不说话总是可以的吧。最糟的是某种偏激之见主宰了理性，聪明人想法子自己来害自己。我们所说的不幸，就从这里开始了。中国的人文知识分子，有种以天下为己任的使命感，总觉得自己该搞出些给老百姓当信仰的东西。这种想法的古怪之处在于，他们不仅是想当牧师想当神学家，还想当上帝中国话不叫上帝，叫圣人。可惜的是，老百姓该信什么，信到哪种程度，你说了并不算哪，这是令人遗憾的。还有一条不令人遗憾，但却要命你自己也是老百姓所以弄得不好，就会自己屙屎自已吃。中国的知识分子在这一节上从来就不明白，所以常常会害到自己。在这方面我有个例子，只是想形象说明一下什么叫自己屙屎自己吃，没有其他寓意我有位世伯，文革前是工读学校的校长，总拿二十四孝为教本，教学生说，百善孝为先，从老莱娱亲郭解埋儿，一路讲到卧冰求鱼。学生听得毛骨悚然，他还自以为得计。忽一日，来了文化革命，学生把他驱到冰上，说道我们打听清楚了，你爸今儿病了，要吃鱼――脱了衣服，趴下吧，给我们表演一下卧冰求鱼――我世伯就此落下病根，健康全毁了。当然，学生都是混蛋，但我世伯也懊悔当初讲得太肉麻。"}
{"text":"在这方面我有个例子，只是想形象说明一下什么叫自己屙屎自己吃，没有其他寓意我有位世伯，文革前是工读学校的校长，总拿二十四孝为教本，教学生说，百善孝为先，从老莱娱亲郭解埋儿，一路讲到卧冰求鱼。学生听得毛骨悚然，他还自以为得计。忽一日，来了文化革命，学生把他驱到冰上，说道我们打听清楚了，你爸今儿病了，要吃鱼――脱了衣服，趴下吧，给我们表演一下卧冰求鱼――我世伯就此落下病根，健康全毁了。当然，学生都是混蛋，但我世伯也懊悔当初讲得太肉麻。假如不讲那些肉麻故事，挨揍也是免不了，但学生怎么也想不出这么绝的方法来作践他。他倒愿意在头上挨皮带，但岂可得乎我总是说笑话来安慰他你没给他们讲割股疗亲，就该说是不幸之中的大幸，要不然，学生片了你，岂不更坏？但他听了不觉得可笑。时至今日，一听到二十四孝，他就浑身起鸡皮疙瘩。我对国学的看法是这种东西实在厉害。最可怕之处就在那个国字。顶着这个字，谁还敢有不同意见？这种套子套上脖子，想把它再扯下来是枉然的否则也不至于套了好几千年。它的诱人之处也在这个国字，抢到这个制高点，就可以压制一切不同意见所以它对一切想在思想领域里巧取豪夺的不良分子都有莫大的诱惑力。你说它是史学也好，哲学也罢，我都不反对――倘若此文对正经史学家哲学家有了得罪之处，我深表歉意――但你不该否认它有成为棍子的潜力。想当年，像姚文元之类的思想流氓拿阶级斗争当棍子，打死打伤了无数人。现在有人又在造一根漂亮棍子。它实在太漂亮了，简直是完美无缺。我怀疑除了落进思想流氓手中变成一种凶器之外，它还能有什么用场。鉴于有这种危险，我建议大家都不要做上帝梦，也别做圣人梦，以免头上鲜血淋漓。对于什么叫美好道德什么叫善良，我有个最本分的考虑认真地思索，真诚地明辨是非，有这种态度，大概就可算是善良吧。说具体些，如罗素所说，不计成败利钝地追求客观真理，这该是种美德吧？知识本身该算一种善吧？科学知识分子说这就够了，人文知识分子却来扳杠。他们说，这种朴素的善恶观，造成了多少罪孽！现代的科技文明使人类迷失了方向，科学又造出了毁灭世界的武器。好吧，这些说法也对。可是翻过来看看，人文知识分子又给思想流氓们造了多少凶器多少混淆是非的烟雾弹！翻过来倒过去，没有一种知识分子是清白无辜的。"}
{"text":"说具体些，如罗素所说，不计成败利钝地追求客观真理，这该是种美德吧？知识本身该算一种善吧？科学知识分子说这就够了，人文知识分子却来扳杠。他们说，这种朴素的善恶观，造成了多少罪孽！现代的科技文明使人类迷失了方向，科学又造出了毁灭世界的武器。好吧，这些说法也对。可是翻过来看看，人文知识分子又给思想流氓们造了多少凶器多少混淆是非的烟雾弹！翻过来倒过去，没有一种知识分子是清白无辜的。所以我建议把看不清楚的事撇开，就从知识分子本身的利害来考虑问题――从这种利害出发，考虑我们该有何种道德何种信念。至于该给老百姓包括我们自己在内灌输些什么，最好让领导上去考虑。我觉得领导上办这些事能行，用不着别人帮忙。作为一个知识分子，我对信念的看法是人活在世上，自会形成信念。对我本人来说，学习自然科学阅读文学作品看人文科学的书籍，乃至旅行恋爱，无不有助于形成我的信念，构造我的价值观。一种学问一本书，假如不对我的价值观发生作用姑不论其大小，我要求它是有作用的，就不值得一学，不值得一看。有一个公开的秘密就是任何一个知识分子，只要他有了成就，就会形成自己的哲学自己的信念。托尔斯泰是这样，维纳也是这样。到目前为止，我还看不出自己有要死的迹象，所以不想最终皈依什么――这块地方我给自己留着，它将是我一生事业的终结之处，我的精神墓地。不断地学习和追求，这可是人生在世最有趣的事啊，要把这件趣事从生活中去掉，倒不如把我给阉了你有种美好的信念，我很尊重，但要硬塞给我，我就不那么乐意打个粗俗的比方，你的把把不能代替我的把把，更不能代替天下人的把把啊。这种看法会遭到反对，你会说有些人就是笨，老也形不成信念，也管不了自己，就这么浑浑噩噩地活着，简直是种灾难！所以，必须有种普遍适用的信念，我们给它加点压力，灌到他们脑子里！你倒说说看，这再不叫意识形态，什么叫意识形态？假如你像我老师那么门儿清，我也不至于把脑袋摇掉，但还是要说不是所有的人都那么笨，总要留点余地呀。再说，到底要灌谁？用多大压力？只灌别人，还是连你在内？灌来灌去，可别都灌傻了呀。"}
{"text":"你倒说说看，这再不叫意识形态，什么叫意识形态？假如你像我老师那么门儿清，我也不至于把脑袋摇掉，但还是要说不是所有的人都那么笨，总要留点余地呀。再说，到底要灌谁？用多大压力？只灌别人，还是连你在内？灌来灌去，可别都灌傻了呀。在科技发达的二十一世纪，你给咱们闹出一窝十几亿傻人，怎么个过法嘛花剌子模信使问题据野史记载，中亚古国花剌子模有一种古怪的风俗，凡是给君王带来好消息的信使，就会得到提升，给君王带来坏消息的人则会被送去喂老虎。于是将帅出征在外，凡麾下将士有功，就派他们给君王送好消息，以使他们得到提升有罪，则派去送坏消息，顺便给国王的老虎送去食物。花剌子模是否真有这种风俗并不重要，重要的是这个故事所具有的说明意义，对它可以举一反三。敏锐的读者马上就能发现，花剌子模的君王有一种近似天真的品行，以为奖励带来好消息的人，就能鼓励好消息的到来，处死带来坏消息的人，就能根绝坏消息。另外，假设我们生活在花剌子模，是一名敬业的信使，倘若有一天到了老虎笼子里，就可以反省到自己的不幸是因为传输了坏消息。最后，你会想到，我讲出这样一个古怪故事，必定别有用心。对于最后一点必须首先承认。从某种意义上说，学者的形象和花剌子模信使有相象之处，但这不是说他有被吃掉的危险。首先，他针对研究对象，得出有关的结论，这时还不像信使然后，把所得的结论报告给公众，包括当权者这时他就像个信使。中国的近现代学者里，做好消息信使的人很多，尤其是人文学者。比方说，现在大家发现了中华文化是最好的文化，世界的前途倚赖东方文明。不过也有坏消息信使，此人叫作马寅初。五十年代初，马寅初提出了新人口论。当时以为，只要把马老臭批一顿，就可以根绝中国的人口问题，后来才发现，问题不是这么简单。假如学者能知道自己报告的是好消息还是坏消息，这问题也就简单了。这方面有一个例子是我亲身所历。我和李银河从一九八九年开始一项社会学研究，首次发现了中国存在着广泛的同性恋人群，并且有同性恋文化。当时以为这个发现很有意义，就把它报道出来，结果不但自己倒了霉，还带累得一家社会学专业刊物受到本市有关部门的警告。这还不算，还惊动了该刊的一位顾问，连夜表示要不当顾问。"}
{"text":"当时以为，只要把马老臭批一顿，就可以根绝中国的人口问题，后来才发现，问题不是这么简单。假如学者能知道自己报告的是好消息还是坏消息，这问题也就简单了。这方面有一个例子是我亲身所历。我和李银河从一九八九年开始一项社会学研究，首次发现了中国存在着广泛的同性恋人群，并且有同性恋文化。当时以为这个发现很有意义，就把它报道出来，结果不但自己倒了霉，还带累得一家社会学专业刊物受到本市有关部门的警告。这还不算，还惊动了该刊的一位顾问，连夜表示要不当顾问。此时我们才体会到这个发现是不受欢迎的，读者可以体会到我们此时是多么的惭愧和内疚。假设禁止我们出书，封闭有关社会学杂志，就可以使中国不再出现同性恋问题，这些措施就有道理。但同性恋倾向是遗传的，封刊物解决不了问题，所以这些措施一点道理都没有。值得庆幸的是，北京动物园的老虎当时不缺肉吃。由此得出花剌子模信使问题的第一个结论是对于学者来说，研究的结论会不会累及自身，是个带有根本性的问题。这主要取决于在学者周围有没有花剌子模君王类的人。假设对花剌子模君王讲道理，就可以说，首先有了不幸的事实，然后才有不幸的消息，信使是信息的中介，尤其的无辜。假如要反对不幸，应该直接反对不幸的事实，此后才能减少不幸的信息。但是这个道理有一定的复杂性，不是君王所能理解。再说，假如能和他讲理，他就不是君王。君王总是对的，臣民总是不对。君王的品性不可更改，臣民就得适应这种现实。假如花剌子模的信使里有些狡猾之徒，递送坏消息时就会隐瞒不报，甚至滥加篡改。先生有篇杂文，谈到聪明人和傻子的不同遭遇，讨论的就是此类现象。据我所知，学者没有狡猾到这种程度，他们只是仔细提防着自己，不要得出不受欢迎的结论来。由于日夜提防，就进入了一种模模糊糊的心态，乃是深度压抑所致。与此同时，人人都渴望得到欢迎的结论，因此连做人都不够自然。现在人们所说的人文科学的危机，我以为主要起因于此。还有一个原因在经济方面挣钱太少。假定可以痛快淋漓的做学问，再挣很多的钱，那就什么危机都没有了。我个人认为，获得受欢迎的信息有三种方法其一，从真实中索取筛选其二，对现有的信息加以改造其三，凭空捏造。第一种最困难，第三种最为便利。在这方面，学者有巨大的不利之处，那就是凭空捏造不如奸佞之徒。假定有君王专心要听好消息，与其养学者，不如养一帮无耻小人。在中国历史上，儒士的死敌就是宦官。"}
{"text":"现在人们所说的人文科学的危机，我以为主要起因于此。还有一个原因在经济方面挣钱太少。假定可以痛快淋漓的做学问，再挣很多的钱，那就什么危机都没有了。我个人认为，获得受欢迎的信息有三种方法其一，从真实中索取筛选其二，对现有的信息加以改造其三，凭空捏造。第一种最困难，第三种最为便利。在这方面，学者有巨大的不利之处，那就是凭空捏造不如奸佞之徒。假定有君王专心要听好消息，与其养学者，不如养一帮无耻小人。在中国历史上，儒士的死敌就是宦官。假如学者下海去改造捏造信息，对于学术来说，是一种自杀之道。因此学者往往在求真实和受欢迎之中，苦苦求索一条两全之路，文史学者尤其如此。我上大学时，老师教诲我们说，搞现代史要牢记两个原则，一是治史的原则，二是党性的原则。这就是说，让历史事实按党性的原则来发生。凭良心说，这节课我没听懂。在文史方面，我搞不清的东西很多。不过我也能体会到学者的苦心。在中国历史上，每一位学者都力求证明自己的学说有巨大的经济效益社会效益。孟子当年鼓吹自己的学说，提出了仁者无敌之说，有了军事效益，和林彪的精神原子弹之说有异曲同工之妙。学术必须有效益，这就构成了另一种花剌子模。学术可以有实在的效益，不过来得极慢，起码没有嘴头上编出来的效益快何况对于君王来说，效益就是一些消息而已。最好的效益就是马上能听见的好消息。因为这个原因，学者们承受着一种压力，要和骗子竞赛语惊四座。看着别人的脸色做学问，你要什么，我做什么。必须说明的是，学者并没有完全变狡猾，这一点我还有把握。假如把世界上所有的学者对本学科用途的说明做一比较，就可以发现大致可分为两种，一种说，科学可以解决问题，但就如中药铺里的药材可以给人治病一样，首先要知识完备，然后才能按方抓药，治人的病。照这种观点，我们现在所治之学，只是完备药店的药材，对它能治什么病不做保证。另一种说道，本人所治之学对于现在人类所有遇到的问题马上就有答案，这就如买大力丸的，这种丸药百病通治，吃下去有病治病，无病强身。中国的学者素来有卖大力丸的传统，喜欢做妙语以动天听。这就造成了一种气氛，除了大力丸式的学问，旁的都不是学问。在这种压力之下，我们有时也想做几句惊人之语，但痛感缺少想象力。"}
{"text":"照这种观点，我们现在所治之学，只是完备药店的药材，对它能治什么病不做保证。另一种说道，本人所治之学对于现在人类所有遇到的问题马上就有答案，这就如买大力丸的，这种丸药百病通治，吃下去有病治病，无病强身。中国的学者素来有卖大力丸的传统，喜欢做妙语以动天听。这就造成了一种气氛，除了大力丸式的学问，旁的都不是学问。在这种压力之下，我们有时也想做几句惊人之语，但痛感缺少想象力。我记得冯友兰先生曾提出要修改自己的中国哲学史以便迎合时尚，这是狡猾的例子――罗素曾写了一本西方哲学史，从未提出别人做修改，所以冯先生比罗素狡猾――但再滑也滑不过佞人。从学问的角度来看，冯先生已做了最大的牺牲，但也没有被人看在眼里。佞人不做学问，你要什么我编什么，比之学人利索了很多――不是说天壤之别，起码也有五十步与百步之分。二三十年前，一场红海洋把文史哲经通通淹没。要和林彪比滑头，大家都比不过，人文学科的危机实际上在那时就已发生了。罗素修西方哲学史，指出很多伟大的学者都有狡猾的一面比如说，莱布尼兹，我仔细回味了一下，也发现一些事例，比如牛顿提出了三大定理之后，为什么要说上帝是万物的第一推动力？显然也是朝上帝买个好。万一他真的存在，死后见了面也好说话。按这种标准，我国的圣贤滑头的事例更多，处处在拍君王马屁，仔细搜集可写本中国狡猾史。中国古代的统治者都带点花剌子模气质。我国的文化传统里有文死谏之说，这就是说，中国常常就是花剌子模，这种传统就是号召大家作敬业的信使，拿着屁股和脑壳往君王的板子刀子上撞。很显然，只要不是悲观厌世，谁也不喜欢牺牲自己的脑袋和屁股。所以这种号召也是出于滑头之口，变着法说君王有理，这样号召只会起反作用。对于我国的传统文化现代文化，只从诚实的一面理解是不够的，还要从狡猾的一面来理解。扯到这里，就该得出第二个结论花剌子模信使早晚要变得滑头起来，这是因为人对自己的处境有适应能力。以我和李银河为例，现在就再不搞同性恋问题了。实际上不但是学者，所有的文化人都是信使，因为他们产出的信息，而且都不承认这些信息是随口编造的，以此和佞人有所区别。大家都说这些信息另有所本，有人说是学术，有人说是艺术，还有人说自己传播的是新闻。"}
{"text":"扯到这里，就该得出第二个结论花剌子模信使早晚要变得滑头起来，这是因为人对自己的处境有适应能力。以我和李银河为例，现在就再不搞同性恋问题了。实际上不但是学者，所有的文化人都是信使，因为他们产出的信息，而且都不承认这些信息是随口编造的，以此和佞人有所区别。大家都说这些信息另有所本，有人说是学术，有人说是艺术，还有人说自己传播的是新闻。总之，面对公众和领导时，大家都是信使，而且都要耍点滑头拣好听的说或许不至于，起码都在提防着自己不要讲出难听的来――假如混得不好，就该检讨一下自己的嘴是不是不够甜。有关信使，我们就讲这么多。至于君王，我以为可以分为两种，一种是粗暴型，听到不顺耳的消息就拿信使喂老虎另一种是温柔型，到处做信使们的思想工作，使之自觉自愿地只报来受欢迎的消息。这样他所管理的文化园地里，就全是使人喜闻乐见的东西了。这后一种君王至今是我们怀念的对象，凭良心说，我觉得这种怀念有点肉麻，不过我也承认，忍受思想工作，即使是耐心细致的思想工作，也比喂老虎好过得多。在得出第三个结论之前，还有一点要补充的――有句老话叫做久居鲍鱼之肆不闻其臭，这就是说，人不知自己是不是身在花剌子模，因此搞不清自己是不是有点滑头，更搞不清自己以为是学术艺术的那些东西到底是真是假。不过，我知道假如一个人发现自己进了老虎笼子，那么就可以断言，他是个真正的信使。这就是第三个结论。余生也晚，赶不上用这句话去安慰马寅初先生，也赶不上去安慰火刑架上的布鲁诺，不过这句话留着总有它的用处。现在我要得出最后一个结论，那就是说，假如没有真的学术和艺术存在的话，在人变得滑头时它会离人世远去，等到过了那一阵子，人们又可以把它召唤回来――此种事件叫做文艺复兴。我们现在就有召唤的冲动，但我很想打听一下召唤什么。如果是召唤古希腊，我就赞成，如果是召唤花剌子模，我就反对。我相信马寅初这样的人喜欢古希腊，假如他是个希腊公民，就会在城邦里走动，到处告诉大家现在人口太多，希望朋友们节制一下。要是滑头分子，就喜欢花剌子模，在那里他营造出了好消息，更容易找到买主。恕我说得难听，现在的知识分子在诚恳方面没有几个能和马老相比。所以他们召唤的东西是什么，我连打听都不敢打听。"}
