{"text":"谈了一些天，我对于她终于很隔膜，我疑心她有点罗曼谛克，急于事功我又疑心柔石的近来要做大部的小说，是发源于她的主张的。但我又疑心我自己，也许是柔石的先前的斩钉截铁的回答，正中了我那其实是偷懒的主张的伤疤，所以不自觉地迁怒到她身上去了。――我其实也并不比我所怕见的神经过敏而自尊的文学青年高明。她的体质是弱的，也并不美丽。三直到左翼作家联盟成立之后，我才知道我所认识的白莽，就是在拓荒者上做诗的殷夫。有一次大会时，我便带了一本德译的，一个美国的新闻记者所做的中国游记去送他，这不过以为他可以由此练习德文，另外并无深意。然而他没有来。我只得又托了柔石。但不久，他们竟一同被捕，我的那一本书，又被没收，落在三道头之类的手里了。四明日书店要出一种期刊，请柔石去做编辑，他答应了书店还想印我的译著，托他来问版税的办法，我便将我和北新书局所订的合同，抄了一份交给他，他向衣袋里一塞，匆匆的走了。其时是一九三一年一月十六日的夜间，而不料这一去，竟就是我和他相见的末一回，竟就是我们的永诀。第二天，他就在一个会场上被捕了，衣袋里还藏着我那印书的合同，听说官厅因此正在找寻我。印书的合同，是明明白白的，但我不愿意到那些不明不白的地方去辩解。记得说岳全传里讲过一个高僧，当追捕的差役刚到寺门之前，他就坐化了，还留下什么何立从东来，我向西方走的偈子。这是奴隶所幻想的脱离苦海的惟一的好方法，剑侠盼不到，最自在的惟此而已。我不是高僧，没有涅〔１２〕的自由４还有婶恋Ｒ于是就逃走〔１３〕≌庖灰梗我烧掉了朋友们的旧信札，就和女人抱着孩子走在一个客栈里。不几天，即听得外面纷纷传我被捕，或是被杀了，柔石的消息却很少。有的说，他曾经被巡捕带到明日书店里，问是否是编辑有的说，他曾经被巡捕带往北新书局去，问是否是柔石，手上上了铐，可见案情是重的。但怎样的案情，却谁也不明白。他在囚系中，我见过两次他写给同乡的信，第一回是这样的――我与三十五位同犯七个女的于昨日到龙华。并于昨夜上了镣，开政治犯从未上镣之纪录。此案累及太大，我一时恐难出狱，书店事望兄为我代办之。现亦好，且跟殷夫兄学德文，此事可告周先生望周先生勿念，我等未受刑。捕房和公安局，几次问周先生地址，但我那里知道。诸望勿念。祝好！赵少雄一月二十四日。以上正面。"}
{"text":"但怎样的案情，却谁也不明白。他在囚系中，我见过两次他写给同乡的信，第一回是这样的――我与三十五位同犯七个女的于昨日到龙华。并于昨夜上了镣，开政治犯从未上镣之纪录。此案累及太大，我一时恐难出狱，书店事望兄为我代办之。现亦好，且跟殷夫兄学德文，此事可告周先生望周先生勿念，我等未受刑。捕房和公安局，几次问周先生地址，但我那里知道。诸望勿念。祝好！赵少雄一月二十四日。以上正面。洋铁饭碗，要二三只如不能见面，可将东西望转交赵少雄以上背面。他的心情并未改变，想学德文，更加努力也仍在记念我，像在马路上行走时候一般。但他信里有些话是错误的，政治犯而上镣，并非从他们开始，但他向来看得官场还太高，以为文明至今，到他们才开始了严酷。其实是不然的。果然，第二封信就很不同，措词非常惨苦，且说冯女士的面目都浮肿了，可惜我没有抄下这封信。其时传说也更加纷繁，说他可以赎出的也有，说他已经解往南京的也有，毫无确信而用函电来探问我的消息的也多起来，连母亲在北京也急得生病了，我只得一一发信去更正，这样的大约有二十天。天气愈冷了，我不知道柔石在那里有被褥不？我们是有的。洋铁碗可曾收到了没有？但忽然得到一个可靠的消息，说柔石和其他二十三人，已于二月七日夜或八日晨，在龙华警备司令部被枪毙了，他的身上中了十弹。原来如此！在一个深夜里，我站在客栈的院子中，周围是堆着的破烂的什物人们都睡觉了，连我的女人和孩子。我沉重的感到我失掉了很好的朋友，中国失掉了很好的青年，我在悲愤中沉静下去了，然而积习却从沉静中抬起头来，凑成了这样的几句惯于长夜过春时，挈妇将雏鬓有丝。梦里依稀慈母泪，城头变幻大王旗。忍看朋辈成新鬼，怒向刀丛觅小诗。吟罢低眉无写处，月光如水照缁衣。但末二句，后来不确了，我终于将这写给了一个日本的歌人。可是在中国，那时是确无写处的，禁锢得比罐头还严密。我记得柔石在年底曾回故乡，住了好些时，到上海后很受朋友的责备。他悲愤的对我说，他的母亲双眼已经失明了，要他多住几天，他怎么能够就走呢？我知道这失明的母亲的眷眷的心，柔石的拳拳的心。"}
{"text":"吟罢低眉无写处，月光如水照缁衣。但末二句，后来不确了，我终于将这写给了一个日本的歌人。可是在中国，那时是确无写处的，禁锢得比罐头还严密。我记得柔石在年底曾回故乡，住了好些时，到上海后很受朋友的责备。他悲愤的对我说，他的母亲双眼已经失明了，要他多住几天，他怎么能够就走呢？我知道这失明的母亲的眷眷的心，柔石的拳拳的心。当北斗创刊时，我就想写一点关于柔石的文章，然而不能够，只得选了一幅珂勒惠支夫人的木刻，名曰牺牲，是一个母潜哀地献出她的儿子去的，算是只有我一个人心里知道的柔石的记念。同时被难的四个青年文学家之中，李伟森我没有会见过，胡也频在上海也只见过一次面，谈了几句天。较熟的要算白莽，即殷夫了，他曾经和我通过信，投过稿，但现在寻起来，一无所得，想必是十七那夜统统烧掉了，那时我还没有知道被捕的也有白莽。然而那本彼得斐诗集却在的，翻了一遍，也没有什么，只在一首格言的旁边，有钢笔写的四行译文道生命诚宝贵，爱情价更高若为自由故，二者皆可抛！又在第二叶上，写着徐培根三个字，我疑心这是他的真姓名。五前年的今日，我避在客栈里，他们却是走向刑场了去年的今日，我在炮声中逃在英租界，他们则早已埋在不知那里的地下了今年的今日，我才坐在旧寓里，人们都睡觉了，连我的女人和孩子。我又沉重的感到我失掉了很好的朋友，中国失掉了很好的青年，我在悲愤中沉静下去了，不料积习又从沉静中抬起头来，写下了以上那些字。要写下去，在中国的现在，还是没有写处的。年青时读向子期思旧赋，很怪他为什么只有寥寥的几行，刚开头却又煞了尾。然而，现在我懂得了。不是年青的为年老的写记念，而在这三十年中，却使我目睹许多青年的血，层层淤积起来，将我埋得不能呼吸，我只能用这样的笔墨，写几句文章，算是从泥土中挖一个小孔，自己延口残喘，这是怎样的世界呢。夜正长，路也正长，我不如忘却，不说的好罢。但我知道，即使不是我，将来总会有记起他们，再说他们的时候的。二月七――八日。本篇最初发表于一九三三年四月一日现代第二卷第六期。五个青年作家参看本卷第页注。左联五位作家被捕遇害的消息，文艺新闻第三号一九三―年三月三十日以在地狱或人世的作家？"}
{"text":"夜正长，路也正长，我不如忘却，不说的好罢。但我知道，即使不是我，将来总会有记起他们，再说他们的时候的。二月七――八日。本篇最初发表于一九三三年四月一日现代第二卷第六期。五个青年作家参看本卷第页注。左联五位作家被捕遇害的消息，文艺新闻第三号一九三―年三月三十日以在地狱或人世的作家？为题，用读者致编者信的形式，首先透露出来。林莽即楼适夷，浙江余姚人，作家翻译家。当时左联成员。彼得斐，―通译裴多菲，匈牙利爱国诗人。主要诗作有勇敢的约翰民族之歌等。莱克朗氏万有文库一八六七年德国出版的文学丛书。丸善书店日本东京一家出售西文书籍的书店。三道头当时上海公共租界里的巡官，制服袖上缀有三道倒人字形标志，被称作三道头。方孝孺―浙江宁海人，明建文帝朱允吧时的侍讲学士文学博士。建文四年建文帝的叔父燕王朱棣起兵攻陷南京，自立为帝即永乐帝，命他起草即位诏书他坚决不从，遂遭杀害，被灭十族。人心惟危语见尚书大禹谟。说岳全传清代康熙年间的演义小说，题为钱彩编次，金丰增订，共八十回。该书第六十一回写镇江金山寺道悦和尚，因同情岳飞，秦桧就派家人何立去抓他。他正在寺内升座说法，一见何立，便口占一偈死去。坐化，佛家语，佛家传说有些高僧在临终前盘膝端坐，安然而逝，称作坐化。偈子，佛经中的唱词，也泛指和尚的隽语。涅○家语ｂ闻灭♀脱等８佛和高赡死亡２叫圆寂◇酪伸作死的意思。柔石被捕后，于一九三一年一月二十日和家属避居黄陆路花园庄，二月二十八日回寓。指王育和，浙江宁海人，当时是慎昌钟表行的职员，和柔石同住闸北景云里二十八号，柔石在狱中通过送饭人带信给他，由他送周建人转给。日本歌人指山本初枝―。据日记，一九三二年七月十一日，将此诗书成小幅，托内山书店寄给她。徐培根白莽的哥哥，曾任国民党政府的航空署长。"}
{"text":"柔石被捕后，于一九三一年一月二十日和家属避居黄陆路花园庄，二月二十八日回寓。指王育和，浙江宁海人，当时是慎昌钟表行的职员，和柔石同住闸北景云里二十八号，柔石在狱中通过送饭人带信给他，由他送周建人转给。日本歌人指山本初枝―。据日记，一九三二年七月十一日，将此诗书成小幅，托内山书店寄给她。徐培根白莽的哥哥，曾任国民党政府的航空署长。向子期约―向秀，字子期，河内今河南武陟人，魏晋时期文学家。他和嵇康吕安友善。思旧赋是他在嵇吕被司马昭杀害后所作的哀悼文章，共一百五十六字见文选卷十六。我们不再受骗了我们不再受骗了帝国主义是一定要进攻苏联的。苏联愈弄得好，它们愈急于要进攻，因为它们愈要趋于灭亡。我们被帝国主义及其侍从们真是骗得长久了。十月革命之后，它们总是说苏联怎么穷下去，怎么凶恶，怎么破坏文化。但现在的事实怎样？小麦和煤油的输出，不是使世界吃惊了么？正面之敌的实业党的首领，不是也只判了十年的监禁么？列宁格勒，墨斯科的图书馆和博物馆，不是都没有被炸掉么？文学家如绥拉菲摩维支，法捷耶夫，革拉特珂夫，绥甫林娜，唆罗诃夫等，不是西欧东亚，无不赞美他们的作品么？关于艺术的事我不大知道，但据乌曼斯基说，一九一九年校谀箍频恼估阑峋陀二十次，列宁格勒两次，则现在的旺盛，更是可想而知了。然而谣言家是极无耻而且巧妙的，一到事实证明了他的话是撒谎时，他就躲下，另外又来一批。新近我看见一本小册子，是说美国的财政有复兴的希望的，序上说，苏联的购领物品，必须排成长串，现在也无异于从前，仿佛他很为排成长串的人们抱不平，发慈悲一样。这一事，我是相信的，因为苏联内是正在建设的途中，外是受着帝国主义的压迫，许多物品，当然不能充足。但我们也听到别国的失业者，排着长串向饥寒进行中国的人民，在内战，在外侮，在水灾，在榨取的大罗网之下，排着长串而进向死亡去。然而帝国主义及其奴才们，还来对我们说苏联怎么不好，好像它倒愿意苏联一下子就变成天堂，人们个个享福。现在竟这样子，它失望了，不舒服了。――这真是恶鬼的眼泪。一睁开眼，就露出恶鬼的本相来的，――它要去惩办了。它一面去惩办，一面来诳骗。"}
{"text":"这一事，我是相信的，因为苏联内是正在建设的途中，外是受着帝国主义的压迫，许多物品，当然不能充足。但我们也听到别国的失业者，排着长串向饥寒进行中国的人民，在内战，在外侮，在水灾，在榨取的大罗网之下，排着长串而进向死亡去。然而帝国主义及其奴才们，还来对我们说苏联怎么不好，好像它倒愿意苏联一下子就变成天堂，人们个个享福。现在竟这样子，它失望了，不舒服了。――这真是恶鬼的眼泪。一睁开眼，就露出恶鬼的本相来的，――它要去惩办了。它一面去惩办，一面来诳骗。正义，人道，公理之类的话，又要满天飞舞了。但我们记得，欧洲大战时候，飞舞过一回的，骗得我们的许多苦工，到前线去替它们死，接着是在北京的中央公园里竖了一块无耻的，愚不可及的公理战胜的牌坊但后来又改掉了。现在怎样？公理在那里？这事还不过十六年，我们记得的。帝国主义和我们，除了它的奴才之外，那一样利害不和我们正相反？我们的痈疽，是它们的宝贝，那么，它们的敌人，当然是我们的朋友了。它们自身正在崩溃下去，无法支持，为挽救自己的末运，便憎恶苏联的向上。谣诼，诅咒，怨恨，无所不至，没有效，终于只得准备动手去打了，一定要灭掉它才睡得着。但我们干什么呢？我们还会再被骗么？苏联是无产阶级专政的，智识阶级就要饿死。――一位有名的记者曾经这样警告我。是的，这倒恐怕要使我也有些睡不着了。但无产阶级专政，不是为了将来的无阶级社会么？只要你不去谋害它，自然成功就早，阶级的消灭也就早，那时就谁也不会饿死了。不消说，排长串是一时难免的，但到底会快起来。帝国主义的奴才们要去打，自己！跟着它的主人去打去就是。我们人民和它们是利害完全相反的。我们反对进攻苏联。我们倒要打倒进攻苏联的恶鬼，无论它说着怎样甜腻的话头，装着怎样公正的面孔。这才也是我们自己的生路！五月六日。本篇最初发表于一九三二年五月二十日上海北斗第二卷第二期。实业党苏联在一九三年破获的反革命集团。它的主要分子受法国帝国主义的指使，混入苏联国家企业机关，破坏社会主义经济建设。该案破获后，其首领拉姆仁等被分别判处徒刑。绥甫林娜\\p，―通译谢芙琳龋苏联女作家，著有短篇小说肥料维丽尼雅等。"}
{"text":"这才也是我们自己的生路！五月六日。本篇最初发表于一九三二年五月二十日上海北斗第二卷第二期。实业党苏联在一九三年破获的反革命集团。它的主要分子受法国帝国主义的指使，混入苏联国家企业机关，破坏社会主义经济建设。该案破获后，其首领拉姆仁等被分别判处徒刑。绥甫林娜\\p，―通译谢芙琳龋苏联女作家，著有短篇小说肥料维丽尼雅等。唆罗诃夫，通译萧洛舴颍樟导遥谐怠毒簿的顿河等。乌曼斯基\\当时苏联人民外交委员会的新闻司司长。俄国的新艺术是他所著的一本书。在第一次世界大战中，北洋政府于一九一七年八月十四日宣布对德作战，随后，英法两国先后招募华工十五万名去法国战场，他们被驱使在前线从事挖战壕及运输等苦役，伤亡甚多。公理战胜的牌坊第一次世界大战结束后，英法为首的协约国宣扬他们打败德奥等同盟国是公理战胜强权，并立碑纪念。北洋政府也在北京中央公园今中山公园建立了公理战胜的牌坊。我怎么做起小说来？我怎么做起小说来？我怎么做起小说来？――这来由，已经在呐喊的序文上，约略说过了。这里还应该补叙一点的，是当我留心文学的时候，情形和现在很不同在中国，小说不算文学，做小说的也决不能称为文学家，所以并没有人想在这一条道路上出世。我也并没有要将小说抬进文苑里的意思，不过想利用他的力量，来改良社会。但也不是自己想创作，注重的倒是在绍介，在翻译，而尤其注重于短篇，特别是被压迫的民族中的的作品。因为那时正盛行着排满论，有些青年，都引那叫喊和反抗的为同调的。所以小说作法之类，我一部都没有看过，看短篇小说却不少，小半是自己也爱看，大半则因了搜寻绍介的材料。也看文学史和批评，这是因为想知道的为人和思想，以便决定应否绍介给中国。和学问之类，是绝不相干的。因为所求的作品是叫喊和反抗，势必至于倾向了东欧，因此所看的俄国，波兰以及巴尔干诸小国作家的东西就特别多。也曾热心的搜求印度，埃及的作品，但是得不到。"}
{"text":"也看文学史和批评，这是因为想知道的为人和思想，以便决定应否绍介给中国。和学问之类，是绝不相干的。因为所求的作品是叫喊和反抗，势必至于倾向了东欧，因此所看的俄国，波兰以及巴尔干诸小国作家的东西就特别多。也曾热心的搜求印度，埃及的作品，但是得不到。记得当时最爱看的，是俄国的果戈理和波兰的显克沃A睿耄椋澹鳎椋簦玻病场毡镜模窍哪渴蜕竿狻玻场场回国以后，就办学校，再没有看小说的工夫了，这样的有五六年。为什么又开手了呢？――这也已经写在呐喊的序文里，不必说了。但我的来做小说，也并非自以为有做小说的才能，只因为那时是住在北京的会馆里的，要做论文罢，没有参考书，要翻译罢，没有底本，就只好做一点小说模样的东西塞责，这就是狂人日记。大约所仰仗的全在先前看过的百来篇外国作品和一点医学上的知识，此外的准备，一点也没有。但是新青年的编辑者，却一回一回的来催，催几回，我就做一篇，这里我必得记念陈独秀先生，他是催促我做小说最着力的一个。自然，做起小说来，总不免自己有些主见的。例如，说到为什么做小说罢，我仍抱着十多年前的启蒙主义，以为必须是为人生，而且要改良这人生。我深恶先前的称小说为闲书，而且将为艺术的艺术，看作不过是消闲的新式的别号。所以我的取材，多采自病态社会的不幸的人们中，意思是在揭出病苦，引起疗救的注意。所以我力避行文的唠叨，只要觉得够将意思传给别人了，就宁可什么陪衬拖带也没有。中国旧戏上，没有背景，新年卖给孩子看的花纸上，只有主要的几个人但现在的花纸却多有背景了，我深信对于我的目的，这方法是适宜的，所以我不去描写风月，对话也决不说到一大篇。我做完之后，总要看两遍，自己觉得拗口的，就增删几个字，一定要它读得顺口没有相宜的白话，宁可引古语，希望总有人会懂，只有自己懂得或流自己也不懂的生造出来的字句，是不大用的。这一节，许多批评家之中，只有一个人看出来了，但他称我为。所写的事迹，大抵有一点见过或听到过的缘由，但决不全用这事实，只是采取一端，加以改造，或生发开去，到足以几乎完全发表我的意思为止。人物的模特儿也一样，没有专用过一个人，往往嘴在浙江，脸在北京，衣服在山西，是一个拼凑起来的脚色。"}
{"text":"我做完之后，总要看两遍，自己觉得拗口的，就增删几个字，一定要它读得顺口没有相宜的白话，宁可引古语，希望总有人会懂，只有自己懂得或流自己也不懂的生造出来的字句，是不大用的。这一节，许多批评家之中，只有一个人看出来了，但他称我为。所写的事迹，大抵有一点见过或听到过的缘由，但决不全用这事实，只是采取一端，加以改造，或生发开去，到足以几乎完全发表我的意思为止。人物的模特儿也一样，没有专用过一个人，往往嘴在浙江，脸在北京，衣服在山西，是一个拼凑起来的脚色。有人说，我的那一篇是骂谁，某一篇又是骂谁，那是完全胡说的。不过这样的写法，有一种困难，就是令人难以放下笔。一气写下去，这人物就逐渐活动起来，尽了他的任务。但倘有什么分心的事情来一打岔，放下许久之后再来写，性格也许就变了样，情景也会和先前所豫想的不同起来。例如我做的不周山，原意是在描写性的发动和创造，以至衰亡的，而中途去看报章，见了一位道学的批评家攻击情诗的文章，心里很不以为然，于是小说里就有一个小人物跑到女娲的两腿之间来，不但不必有，且将结构的宏大毁坏了。但这些处所，除了自己，大概没有人会觉到的，我们的批评大家成仿吾先生，还说这一篇做得最出色。我想，如果专用一个人做骨干，就可以没有这弊病的，但自己没有试验过。忘记是谁说的了，总之是，要极省俭的画出一个人的特点，最好是画他的眼睛。我以为这话是极对的，倘若画了全副的头发，即使细得逼真，也毫无意思。我常在学学这一种方法，可惜学不好。可省的处所，我决不硬添，做不出的时候，我也决不硬做，但这是因为我那时别有收入，不靠卖文为活的缘故，不能作为通例的。还有一层，是我每当写作，一律抹杀各种的批评。因为那时中国的创作界固然幼稚，批评界更幼稚，不是举之上天，就是按之入地，倘将这些放在眼里，就要自命不凡，或觉得非自杀不足以谢天下的。批评必须坏处说坏，好处说好，才于有益。但我常看外国的批评文章，因为他于我没有恩怨嫉恨，虽然所评的是别人的作品，却很有可以借镜之处。但自然，我也同时一定留心这批评家的派别。以上，是十年前的事了，此后并无所作，也没有长进，编辑先生要我做一点这类的文章，怎么能呢。拉杂写来，不过如此而已。三月五日灯下。本篇最初印入一九三三年六月上海天马书店出版的创作的经验一书。显克微支―波兰作家。"}
