{"text":"中国人只晓得说过而能改，善莫大焉，可惜都忘记了底下那一句。四月二十六日，大晚报副刊火炬。也不佩服大主笔前文的案语乐雯也不佩服大主笔前文的案语乐雯这种不凡的议论的要点是一尖刻的冷箭，令受者难堪，听者痛快，不过是取得伟大的秘诀二这秘诀还在于借主义，成大名，挂羊头，卖狗肉的戏法三照大晚报的意见，似乎应当为着自己的主义――高唱神武的大文，张开血盆似的大口去吃人，虽在二十岁就落伍，就变为僵石，亦所不惜四如果萧伯纳不赞成这种主义，就不应当坐安乐椅，不应当有家财，赞成了那种主义，当然又当别论。可惜，这世界的崩溃，偏偏已经到了这步田地――小资产的知识阶层分化出一些爱光明不肯落伍的人，他们向着革命的道路上开步走。他们利用自己的种种可能，诚恳的赞助革命的前进。他们在以前，也许客观上是资本主义社会关系的拥护者。但是，他们偏要变成资产阶级的叛徒。而叛徒常常比敌人更可恶。卑劣的资产阶级心理，以为给了你百万家财，给了你世界的大名，你还要背叛，你还有什么不满意，实属可恶之至。这自然是借主义，成大名了。对于这种卑劣的市侩，每一件事情一定有一种物质上的荣华富贵的目的。这是道地的唯物主义――名利主义。萧伯纳不在这种卑劣心理的意料之中，所以可恶之至。而大晚报还推论到一般的时代风尚，推论到中国也有坐在安乐椅里发着尖刺的冷箭来宣传什么什么主义的，不须先生指教。这当然中外相同的道理，不必重新解释了。可惜的是独有那吃人的主义，虽然借用了好久，然而还是不能够成大名，呜呼！至于可恶可怪的萧，――他的伟大，却没有因为这些人受着难堪，就缩小了些。所以像中国历代的离经叛道的文人似的，活该被皇帝判决抄没家财。萧伯纳在上海。本篇最初发表于一九三三年二月十七日申报自由谈，原题为萧伯纳颂，署名何家干。萧伯纳，―英国剧作家批评家。出生于爱尔兰都柏林。早年参加过英国改良主义的政治组织费边社。第一次世界大战爆发后，他谴责帝国主义战争，同情俄国十月社会主义革命。一九三一年曾访问苏联。但他始终未能摆脱资产阶级改良主义观点。"}
{"text":"所以像中国历代的离经叛道的文人似的，活该被皇帝判决抄没家财。萧伯纳在上海。本篇最初发表于一九三三年二月十七日申报自由谈，原题为萧伯纳颂，署名何家干。萧伯纳，―英国剧作家批评家。出生于爱尔兰都柏林。早年参加过英国改良主义的政治组织费边社。第一次世界大战爆发后，他谴责帝国主义战争，同情俄国十月社会主义革命。一九三一年曾访问苏联。但他始终未能摆脱资产阶级改良主义观点。主要作品有剧本华伦夫人的职业巴巴拉少校真相毕露等，大都揭露和讽刺资本主义社会的伪善和罪恶。一九三三年他乘船周游世界，于二月十二日到香港，十七日到上海。和平老翁一九三三年一月六日大晚报曾载萧伯纳将到北平的消息，题为和平老翁萧伯纳，鼙鼓声中游北平，其中有希望萧伯纳能于其飞渡长城来游北平时，暂使战争停顿的话。路透电即路透通讯社的电讯。路透社由犹太人路透一八五年创办于德国亚琛，一八五一年迁英国伦敦，后来成为英国最大的通讯社。它在中国的活动，始于一八七一年前后。这里所说的路透电，指一九三三年二月十四日该社由香港发的关于萧伯纳发表演说的电讯，曾刊登于十五日申报，题为对香港大学生演说――萧伯纳宣传共产。工部局旧时英美日等帝国主义在上海天津等地租界内设立的统治机关，是帝国主义推行殖民主义政策和奴役中国人民的工具。特别国情袁世凯阴谋复辟帝制时散布的一种谬论。一九一四年至一九一五年间，袁世凯的宪法顾问美国人古德诺鼓吹中国有特别国情，不宜实行民主政治，如他在一九一五年八月十日北京亚细亚日报上发表的共和与君主论一文中，胡说从中国的历史习惯社会经济之状况来看，以君主制行之为易。当时中国拥袁称帝的反动势力如筹安会等，也极力宣传共和不适于国情之类。这种特别国情论，成为反动派阻挠在中国实行民主改革和反对进步社会学说压制革命的借口。政如飘风，民如野鹿上句出老子第二十章飘风不终朝，骤雨不终日。下句见庄子天地上如标枝，民如野鹿。乐雯原是的笔名。"}
{"text":"当时中国拥袁称帝的反动势力如筹安会等，也极力宣传共和不适于国情之类。这种特别国情论，成为反动派阻挠在中国实行民主改革和反对进步社会学说压制革命的借口。政如飘风，民如野鹿上句出老子第二十章飘风不终朝，骤雨不终日。下句见庄子天地上如标枝，民如野鹿。乐雯原是的笔名。一九三三年二月，瞿秋白在上海养病期间，经提议和协助，把当时上海出版的中外报刊上围绕萧伯纳到中国而发表的各种文章，辑成萧伯纳在上海一书，署为乐雯剪贴翻译并编校，由作序，一九三三年三月野草书屋出版。因此引起的通论因此引起的通论先生最近常常用何家干的笔名，在黎烈文主编的申报的自由谈，发表不到五百字长的短文。好久不看见他老先生的文了，那种富于幽默性的讽刺的味儿，在中国的作家之林，当然还没有人能超过先生。不过，听说现在的先生已跑到十字街头，站在革命的队伍里去了。那么，像他这种有闲阶级的幽默的作风，严格言之，实在不革命。我以为也应该转变一下才是！譬如先生不喜欢第三种人，讨厌民族主义的文艺，他尽可痛快地直说，何必装腔做势，吞吞吐吐，打这么许多湾儿。在他最近所处的环境，自然是除了那些恭颂苏联德政的献词以外，便没有更通的文艺的。他认为第三种人不谈这些，是比较最聪明的人民族主义文艺者故意找出理由来文饰自己的不通，是比较次聪明的人。其言可谓尽深刻恶毒之能事。不过，现在最通的文艺，是不是仅有那些对苏联当局摇尾求媚的献词，不免还是疑问。如果先生们真是为着解放劳苦大众而呐喊，犹可说也假使，仅仅是为着个人的出路，故意制造一块容易招摇的金字商标，以资号召而已。那么，我就看不出先生们的苦心孤行，比到被你们所不齿的第三种人，以及民族主义文艺者，究竟是高多少。其实，先生们个人的生活，由我看来，并不比到被你们痛骂的小资作家更穷苦些。当然，先生是例外，大多数的所谓革命的作家，听说，常常在上海的大跳舞场，拉斐花园里，可以遇见他们伴着娇美的爱侣，一面喝香槟，一面吃朱古力，兴高采烈地跳着狐步舞，倦舞意懒，乘着雪亮的汽车，奔赴预定的香巢，度他们真个消魂的生活。明天起来，写工人呵！斗争呵！之类的东西，拿去向书贾们所办的刊物换取稿费，到晚上，照样是生活在红绿的灯光下，沉醉着，欢唱着，热爱着。"}
{"text":"其实，先生们个人的生活，由我看来，并不比到被你们痛骂的小资作家更穷苦些。当然，先生是例外，大多数的所谓革命的作家，听说，常常在上海的大跳舞场，拉斐花园里，可以遇见他们伴着娇美的爱侣，一面喝香槟，一面吃朱古力，兴高采烈地跳着狐步舞，倦舞意懒，乘着雪亮的汽车，奔赴预定的香巢，度他们真个消魂的生活。明天起来，写工人呵！斗争呵！之类的东西，拿去向书贾们所办的刊物换取稿费，到晚上，照样是生活在红绿的灯光下，沉醉着，欢唱着，热爱着。像这种优裕的生活，我不懂先生们还要叫什么苦，喊什么冤，你们的猫哭耗子的仁慈，是不是能博得劳苦大众的同情，也许，在先生们自己都不免是绝大的疑问吧！如果中国人不能从文化的本身上做一点基础的工夫，就这样大家空喊一阵口号，糊闹一阵，我想，把世界上无论那种最新颖最时髦的东西拿到中国来，都是毫无用处。我们承认现在的苏俄，确实是有了他相当的成功，但，这不是偶然。他们从前所遗留下来的一部分文化的遗产，是多么丰富，我们回溯到十月革命以前的俄国文学，音乐，美术，哲学，科学，那一件不是已经到达国际文化的水准。他们有了这些充实的根基，才能产生现在这些学有根蒂的领袖。我们仅仅渴慕人家的成功而不知道努力文化的根本的建树，再等十年百年，乃至千年万年，中国还是这样，也许比现在更坏。不错，中国的文化运动，也已有二十年的历史了。但是，在这二十年中，在文化上究竟收获到什么。欧美的名著，在中国是否能有一册比较可靠的译本，文艺上的各种派别，各种主义，我们是否都拿得出一种代表作，其他如科学上的发明，思想上的创造，是否能有一种值得我们记忆。唉！中国的文化低落到这步田地，还谈得到什么呢！要是中国的文艺工，如不能从今天起，大家立誓做一番基本的工夫，多多地转运一些文艺的粮食，多多地树艺一些文艺的种子，我敢断言在现代的中国，决不会产生最通的文艺的。二月二十日武汉日报的文艺周刊。迎头经迎头经中国现代圣经――迎头经曰我们要迎头赶上去，不要向后跟着。传曰追赶总只有向后跟着，普通是无所谓迎头追赶的，然而圣经决不会错，更不会不通，何况这个年头一切都是反常的呢。所以赶上偏偏说迎头，向后跟着，那就说不行！现在通行的说法是日军所至，抵抗随之，至于收复失地与否，那么，当然既非军事专家，详细计画，不得而知。"}
{"text":"二月二十日武汉日报的文艺周刊。迎头经迎头经中国现代圣经――迎头经曰我们要迎头赶上去，不要向后跟着。传曰追赶总只有向后跟着，普通是无所谓迎头追赶的，然而圣经决不会错，更不会不通，何况这个年头一切都是反常的呢。所以赶上偏偏说迎头，向后跟着，那就说不行！现在通行的说法是日军所至，抵抗随之，至于收复失地与否，那么，当然既非军事专家，详细计画，不得而知。不错呀，日军所至，抵抗随之，这不是迎头赶上是什么！日军一到，迎头而赶日军到沈阳，迎头赶上北平日军到闸北，迎头赶上真茹日军到山海关，迎头赶上塘沽日军到承德，迎头赶上古北口以前有过行都洛阳，现在有了陪都西安，将来还有汉族发源地昆仑山――西方极乐世界。至于收复失地云云，则虽非军事专家亦得而知焉，于经有之，曰不要向后跟着也。证之已往的上海战事，每到日军退守租界的时候，就要严饬所部切勿越界一步。这样，所谓迎头赶上和勿向后跟，都是不但见于经典而且证诸实验的真理了。右传之一章。传又曰迎头赶和勿后跟，还有第二种的微言大义――报载热河实况曰义军皆极勇敢，认扰乱及杀戮日军为兴奋之事唯张作相接收义军之消息发表后，张作相既不亲往抚慰，热汤又停止供给义军汽油，运输中断，义军大都失望，甚至有认替张作相立功为无谓者。日军既至凌源，其时张作相已不在，吾人闻讯出走，热汤扣车运物已成目击之事实，证以日军从未派飞机至承德轰炸可知承德实为妥协之放弃。张慧冲君在上海东北难民救济会席上所谈。虽然据张慧冲君所说，享名最盛之义军领袖，其忠勇之精神，未能悉如吾人之意想，然而义军的兵士的确是极勇敢的小百姓。正因为这些小百姓不懂得圣经，所以也不知道迎头式的策略。于是小百姓自己，就自然要碰见迎头的抵抗了热汤放弃承德之后，北平军委分会下令固守古北口，如义军有欲入口者，即开枪迎击之。这是说，我的抵抗只是随日军之所至，你要换个样子去抵抗，我就抵抗你何况我的退后是预先约好了的，你既不肯妥协，那就只有不要你向后跟着而要把你迎头赶上梁山了。右传之二章。诗云惶惶大军，迎头而奔，嗤嗤小民，勿向后跟！赋也。三月十四日。这篇文章被检查员所指摘，经过改正，这才能在十九日的报上登出来了。"}
{"text":"于是小百姓自己，就自然要碰见迎头的抵抗了热汤放弃承德之后，北平军委分会下令固守古北口，如义军有欲入口者，即开枪迎击之。这是说，我的抵抗只是随日军之所至，你要换个样子去抵抗，我就抵抗你何况我的退后是预先约好了的，你既不肯妥协，那就只有不要你向后跟着而要把你迎头赶上梁山了。右传之二章。诗云惶惶大军，迎头而奔，嗤嗤小民，勿向后跟！赋也。三月十四日。这篇文章被检查员所指摘，经过改正，这才能在十九日的报上登出来了。原文是这样的――第三段现在通行的说法至当然既，原文为民国廿二年春三月某日，当局谈话曰日军所至，抵抗随之至收复失地及反攻承德，须视军事进展如何而定，余。又不得而知下有注云申报三月十二日第三张。第五段报载热河上有民国廿二年春三月九字。三月十九夜记。本篇最初发表于一九三三年三月十九日申报自由谈，署名何家干。中国现代圣经指孙中山的三民主义。迎头赶上去等语，见该书民族主义第六讲，原文为我们要学外国，是要迎头赶上去，不要向后跟着他。譬如学科学，迎头赶上去，便可以减少两百多年的光阴。传这里是指阐释经义的文字。日军所至等语，见一九三三年三月十二日申报载国民党代理行政院长宋子文答记者问我无论如何抵抗到底。日军所至，抵抗随之至于收复失地及反攻承德，须视军事进展如何而定，余非军事专家，详细计划，不得而知。严饬所部切勿越界一步一二八上海战事后，国民党政府为向日本侵略者乞降求和，曾同意侵入中国国土的日军暂撤至上海公共租界，并严饬中国军队不得越界前进。义军指九一八后活动在东北三省热河一带的抗日义勇军。张作相―辽宁义县人，九一八事变时任吉林省政府主席东北边防军副司令长官。张慧冲―广东中山人，魔术电影演员。曾于一九三三年初赴热河前线拍摄义勇军抗日纪录影片。这里引用的是他自热河回上海后于三月十一日的谈话，载三月十二日申报。赋诗经的表现手法之一，据唐代孔颖达毛诗注疏解释，是直陈其事的意思。春三月某日这里的，是从春秋第一句元年春王正月套来的。"}
{"text":"张作相―辽宁义县人，九一八事变时任吉林省政府主席东北边防军副司令长官。张慧冲―广东中山人，魔术电影演员。曾于一九三三年初赴热河前线拍摄义勇军抗日纪录影片。这里引用的是他自热河回上海后于三月十一日的谈话，载三月十二日申报。赋诗经的表现手法之一，据唐代孔颖达毛诗注疏解释，是直陈其事的意思。春三月某日这里的，是从春秋第一句元年春王正月套来的。据春秋公羊传隐公元年解释何言乎王正月？大一统也。这里用三月，含有讽刺国民党法西斯独裁统治的意味。硬要用辣椒止哭不要乱咬人王慈硬要用辣椒止哭不要乱咬人王慈当心咬着辣椒上海近来多了赵大爷赵秀才一批的人，握了尺棒，拚命想找到阿相的人来出气。还好，这一批文人从有色的近视眼镜里望出来认为阿相的，偏偏不是真正的阿。不知道是什么来历的何家干，看了我的提倡辣椒救国见本刊十二号，认北方小孩的爱嗜辣椒，为空前绝后的奇闻。倘使我那位北方朋友告诉我，是吹的牛皮，那末，的确可以说空前。而何家干既不是数千年前的刘伯温，在某报上做文章，却是像在造推背图。北方小孩子爱嗜辣椒，若使可以算是奇闻，那么吸鸦片的父母，生育出来的婴孩，为什么也有烟瘾呢？何家干既抓不到可以出气的对象，他在扑了一个空之后，却还要振振有词，说什么倘使是真的，中国人可实在是一种与众不同的特别民族了。敢问何家干，戴了有色近视眼镜捧读提倡辣椒救国的时候，有没有看见北方两个字？何家干既把有这两个字的句子，录在他的谈话里，显然的是看到了。既已看到了，那末，请问斯德丁是不是可以代表整个的日耳曼？亚伯丁是不是可以代表整个的不列颠群岛？在这里我真怀疑，何家干的脑筋，怎的是这么简单？会前后矛盾到这个地步！赵大爷和赵秀才一类的人，想结党来乱咬人。我可以先告诉他们我和辣椒与橄榄的编者是素不相识的，我也从没有写过黄人之血，请何家干若使一定要咬我一口，我劝他再架一副可以透视的眼镜，认清了目标再咬。否则咬着了辣椒，哭笑不得的时候，我不能负责。三月二十八日，大晚报副刊辣椒与橄榄。"}
{"text":"在这里我真怀疑，何家干的脑筋，怎的是这么简单？会前后矛盾到这个地步！赵大爷和赵秀才一类的人，想结党来乱咬人。我可以先告诉他们我和辣椒与橄榄的编者是素不相识的，我也从没有写过黄人之血，请何家干若使一定要咬我一口，我劝他再架一副可以透视的眼镜，认清了目标再咬。否则咬着了辣椒，哭笑不得的时候，我不能负责。三月二十八日，大晚报副刊辣椒与橄榄。又招恼了大主笔萧伯纳究竟不凡晚报又招恼了大主笔萧伯纳究竟不凡晚报你们批评英国人做事，觉得没有一件事怎样的好，也没有一件事怎样的坏可是你们总找不出那一件事给英国人做坏了。他做事多有主义的。他要打你，他提倡爱国主义来他要抢你，他提出公事公办的主义他要奴役你，他提出帝国主义大道理他要欺侮你，他又有英雄主义的大道理他拥护国王，有忠君爱国的主义，可是他要斫掉国王的头，又有共和主义的道理。他的格言是责任可是他总不忘记一个国家的责任与利益发生了冲突就要不得了。这是萧伯纳老先生在命运之人中批评英国人的尖刻语。我们举这一个例来介绍萧先生，要读者认识大伟人之所以伟大，也自有其秘诀在。这样子的冷箭，充满在萧氏的作品中，令受者难堪，听者痛快，于是萧先生的名言警句，家传户诵，而一代文豪也确定了他的伟大。借主义，成大名，这是现代学者一时的风尚，萧先生有嘴说英国人，可惜没有眼估量自己。我们知道萧先生是泛平主义的先进，终身拥护这渐进社会主义，他的戏剧，小说，批评，散文中充塞着这种主义的宣传品，萧先生之于社会主义，可说是个彻头彻尾的忠实信徒。然而，我们又知道，萧先生是铢锱必较的积产专家，是反对慈善事业最力的理论家，结果，他坐拥着百万巨资面团团早成了个富家翁。萧先生唱着平均资产的高调，为被压迫的劳工鸣不平，向寄生物性质的资产家冷嘲热讽，因此而赢得全民众的同情，一书出版，大家抢着买，一剧登场，一百多场做下去，不愁没有人看，于是萧先生坐在提倡共产主义的安乐椅里，笑嘻嘻地自鸣得意，借主义以成名，挂羊头卖狗肉的戏法，究竟巧妙无穷。现在，萧先生功成名就，到我们穷苦的中国来玩玩了。多谢他提携后进的热诚，在香港告诉我们学生道二十岁不为赤色革命家，五十岁要成僵石二十岁做了赤色革命家，四十岁可不致落伍。"}
{"text":"现在，萧先生功成名就，到我们穷苦的中国来玩玩了。多谢他提携后进的热诚，在香港告诉我们学生道二十岁不为赤色革命家，五十岁要成僵石二十岁做了赤色革命家，四十岁可不致落伍。原来做赤色革命家的原因，只为自己怕做僵石，怕落伍而已主义本身的价值如何，本来与个人的前途没有多大关系我们要在社会里混出头，只求不僵，只求不落伍，这是现代人立身处世的名言，萧先生坦白言之，安得不叫我们五体投地，真不愧圣之时者也的现代孔子了。然而，萧先生可别小看了这老大的中国，像你老先生这样时髦的学者，我们何尝没有。坐在安乐椅里发着尖刺的冷箭来宣传什么主义的，不须先生指教，戏法已耍得十分纯熟了。我想先生知道了，一定要莞尔而笑曰我道不孤！然而，据我们愚蠢的见解，伟大人格的素质，重要的是个诚字。你信仰什么主义，就该诚挚地力行，不该张大了嘴唱着好听。若说，萧先生和他的同志，真信仰共产主义的，就请他散尽了家产再说话。可是，话也得说回来，萧先生散尽了家产，真穿着无产同志的褴褛装束，坐着三等舱来到中国，又有谁去睬他呢？这样一想萧先生究竟不凡。二月十七日。再谈保留再谈保留因为讲过刘庚生的罪名，就想到开口和动笔，在现在的中国，实在也很难的，要稳当，还是不响的好。要不然，就常不免反弄到自己的头上来。举几个例在这里――十二年前，作的一篇阿正传，大约是想暴露国民的弱点的，虽然没有说明自己是否也包含在里面。然而到得今年，有几个人就用阿来称他自己了，这就是现世的恶报。八九年前，正人君子们办了一种报，说反对者是拿了卢布的，所以在学界捣乱。然而过了四五年，正人又是教授，君子化为主任，靠俄款享福，听到停付，就要力争了。这虽然是现世的善报，但也总是弄到自己的头上来。不过用笔的人，即使小心，也总不免略欠周到的。最近的例，则如各报章上，敌呀，逆呀，伪呀，傀儡国呀，用得沸反盈天。不这样写，实在也不足以表示其爱国，且将为读者所不满。"}
