{"text":"一九二四年十月三十一日，识。本篇连同西班牙剧坛的将星的译文，最初发表于一九二五年一月小说月报第十六卷第一号，后未收入单行本。小说月报一九一年清宣统二年八月创刊于上海，商务印书馆出版。曾是鸳鸯蝴蝶派的主要刊物之一。一九二一年一月第十二卷第一号起，先后由沈雁冰郑振铎主编，改革内容，发表新文学创作和介绍外国文学，成为文学研究会的刊物。一九三一年十二月出至第二十二卷第十二号停刊。培那文德，―西班牙戏剧家。开始时写抒情诗和小说，后来从事戏剧活动，曾写作剧本一百多部。热情之花一译玛尔凯丽达，是他作于一九一三年的一部悲剧。小说的浏览和选择附记开培尔博士p是俄籍的日耳曼人，但他在著作中，却还自承是德国。曾在日本东京帝国大学作讲师多年，退职时，学生们为他集印了一本著作以作纪念，名曰小品。其中有一篇问和答，是对自若干人的各种质问，加以答复的。这又是其中的一节，小题目是论小说的浏览，我以为最好的小说。虽然他那意见的根柢是古典底，避世底，但也极有确切中肯的处所，比中国的自以为新的学者们要新得多。现在从深田，久保二氏的译本译出，以供青年的参考云。一九二五年十月十二日，附记。本篇连同小说的浏览和选择的译文，最初发表于一九二五年十月十九日语丝周刊弟四十九期，后印入壁下译丛，附在译文之后。问和答应为答问者。深田久保指开培尔的学生深田康算―久保勉―二人。他们译有开培尔博士小品集一书，一九一八年日本岩波书店出版。卢勃克和伊里纳的后来附记一九二年一月文章世界所载，后来收入小小的灯中。一九二七年即伊孛生生后一百年，死后二十二年，译于上海。本篇连同卢勃克和伊里纳的后来的译文，最初发表于一九二八年一月小说月报第十九卷第一号，后来收入单行本。卢勃克和伊里纳是易卜生最后一个剧本写于一九年当我们死人再生时中的两个主要人物。"}
{"text":"他们译有开培尔博士小品集一书，一九一八年日本岩波书店出版。卢勃克和伊里纳的后来附记一九二年一月文章世界所载，后来收入小小的灯中。一九二七年即伊孛生生后一百年，死后二十二年，译于上海。本篇连同卢勃克和伊里纳的后来的译文，最初发表于一九二八年一月小说月报第十九卷第一号，后来收入单行本。卢勃克和伊里纳是易卜生最后一个剧本写于一九年当我们死人再生时中的两个主要人物。文章世界日本的文艺杂志，月刊，一九六年三月创刊，一九二一年一月起改名新文学，田山花袋主编，提倡自然主义。小小的灯日本作家有岛武郎的文艺论文集。伊孛生s，―通译易卜生，挪威戏剧家。青年时曾参加挪威民族独立运动，一八四八年开始写作，主要作品有社会支柱玩偶之家及国民公敌等。北欧文学的原理附记这是六年以前，片上先生赴俄国游学，路过北京，在北京大学所讲的一场演讲当时也曾往听，但后来可有笔记在刊物上揭载，却记不清楚了。今年三月，逝世，有论文一本，作为遗著刊印出来，此篇即在内，也许还是自记的罢，便译存于壁下译丛中以留一种纪念。演讲中有时说得颇曲折晦涩，几处是不相连贯的，这是因为那时不得不如此的缘故，仔细一看，意义自明。其中所举的几种作品，除我们一篇外，现在中国也都有译本，很容易拿来参考了。今写出如下――傀儡家庭，潘家洵译。在易卜生集卷一内。世界丛书之一。上海商务印书馆发行。海上夫人文中改称海的女人，杨熙初译。共学社丛书之一。发行所同上。呆伊凡故事，耿济之等译。在托尔斯泰短篇集内。发行所同上。十二个，胡学译。未名丛刊之一。北京北新书局发行。一九二八年十月九日，附记。本篇连同北欧文学的原理的译文，最初印入壁下译丛。片上先生即片上伸。我们苏联早期文学团体锻冶场诗人盖拉西莫夫，―所作短诗，有画室冯雪峰译文，载译诗集流冰中，一九二九年二月上海水沫书店出版。傀儡家庭又译娜拉玩偶之家，易卜生一八七九年所作剧本。"}
{"text":"发行所同上。十二个，胡学译。未名丛刊之一。北京北新书局发行。一九二八年十月九日，附记。本篇连同北欧文学的原理的译文，最初印入壁下译丛。片上先生即片上伸。我们苏联早期文学团体锻冶场诗人盖拉西莫夫，―所作短诗，有画室冯雪峰译文，载译诗集流冰中，一九二九年二月上海水沫书店出版。傀儡家庭又译娜拉玩偶之家，易卜生一八七九年所作剧本。潘家洵，字介泉，江苏吴县人，新潮社社员，曾在北京大学任教。译有易卜生集第一二集，共收剧本五种。世界丛书上海商务印书馆在二十年代提倡新文化运动的一种丛书，其中有现代小说译丛现代日本小说集等。海上夫人易卜生一八八八年所作剧本。共学社丛书上海商务印书馆在二十年代提倡新文化运动的一种丛书，其中有翻译的俄国小说多种及俄国戏曲集十种。呆伊凡故事列夫托尔斯泰根据民间故事改写的作品，中译本收入托尔斯泰短篇小说集，为共学社丛书之一，瞿秋白耿济之合译。耿济之―，上海人，文学研究会发起人之一，翻译工，曾译有托尔斯泰和陀思妥耶夫斯基的小说多种。十二个长诗，俄国诗人勃洛克，―作，胡学译，曾经校订，一九二六年八月北京北新书局出版，为未名丛刊之一。胡学，即胡成才，浙江龙游人，一九二四年在北京大学俄文系毕业，曾留学苏联。未名丛刊编辑的一种丛书，专收翻译文学，先由北新书局出版，后改由北京未名社出版。北欧文学的原理附记二片上教授路过北京，在北京大学公开讲演时，我也在旁听，但那讲演的译文，那时曾否登载报章，却已经记不清楚了。今年他去世之后，有一本露西亚文学研究出版，内有这一篇，便于三闲时译出，编入壁下译丛里。现在译丛一时未能印成，而大江月刊第一期，陈望道先生恰恰提起这回的讲演，便抽了下来，先行发表，既似应时，又可偷懒，岂非一举而两得也乎哉！这讲演，虽不怎样精深难解，而在当时，却仿佛也没有什么大效果。"}
{"text":"今年他去世之后，有一本露西亚文学研究出版，内有这一篇，便于三闲时译出，编入壁下译丛里。现在译丛一时未能印成，而大江月刊第一期，陈望道先生恰恰提起这回的讲演，便抽了下来，先行发表，既似应时，又可偷懒，岂非一举而两得也乎哉！这讲演，虽不怎样精深难解，而在当时，却仿佛也没有什么大效果。因为那时是那样的时候，连革命文学的司令官成仿吾还在把守艺术之宫，郭沫若也未曾翻一个跟斗，更不必说那些有闲阶级了。其中提起的几种书，除我们外，中国现在已经都有译本了――傀儡家庭潘家洵译，在易卜生集卷一内。上海商务印书馆发行。海上夫人文中改称海的女人杨熙初译。发行所同上。呆伊凡故事耿济之等译，在托尔斯泰短篇集内。发行所同上。十二个胡学译。未名丛刊之一。北新书局发行。要知道得仔细的人是很容易得到的。不过今年是似乎大忌矛盾，不骂几句托尔斯泰矛盾就不时髦，要一面几里古鲁的讲普罗列塔里亚特意德沃罗基，一面源源的卖少年维特的烦恼和鲁拜集，将反映支配阶级底意识为支配阶级作他底统治的工作的东西，灌进那些吓得忙来革命的革命底印贴利更追亚里面去，弄得他们落伍，于是打发他们去，这才算是不矛盾，在革命了。不懂唯物史观，但旁观起来，好像将毒药给同志吃，也是一种新文艺家的战略似的。上月刚说过不在大江月刊上发牢骚，不料写一点尾巴，旧病便复发了，来者犹可追，这样就算完结。一九二八年十一月一夜，识于上海离租界一百多步之处。本篇连同北欧文学的原理的译文，最初发表于一九二八年十一月号大江月刊，后未印入壁下译丛。露西亚文学研究即俄罗斯文学研究，片上伸所著文学论文集。三闲成仿吾在完成我们的文学革命载一九二七年一月十六日洪水半月刊第三卷第二十五期中曾论及趣味文学说我们由现在那些以趣味为中心的文艺，可以知道这后面必有一种以趣味为中心的生活基调，它所矜持着的是闲暇，闲暇，第三个闲暇。三闲即指此。"}
{"text":"本篇连同北欧文学的原理的译文，最初发表于一九二八年十一月号大江月刊，后未印入壁下译丛。露西亚文学研究即俄罗斯文学研究，片上伸所著文学论文集。三闲成仿吾在完成我们的文学革命载一九二七年一月十六日洪水半月刊第三卷第二十五期中曾论及趣味文学说我们由现在那些以趣味为中心的文艺，可以知道这后面必有一种以趣味为中心的生活基调，它所矜持着的是闲暇，闲暇，第三个闲暇。三闲即指此。大江月刊综合性杂志，陈望道主编，一九二八年十月创刊，出至十二月第三期停刊。陈望道―，浙江义乌人，曾留学日本，研究社会科学语言学。著有修辞学发凡，译有苏俄文学理论等。成仿吾湖南新化人，文学批评家。创造社主要成员之一，后长期从事党的教育工作。把守艺术之宫，指他在一九二二年一九二三年间提倡文学上追求全与美之类为艺术而艺术的主张。艺术之宫，原语出于英国诗人丁尼生，他写有以此为题的一首讽喻诗。郭沫若―四川乐山人，文学家历史学家社会活动家。创造社的主要成员之一。未曾翻一个跟斗，指他当时还没有实行如他自己后来所说的方向转换。见他的留声机器的回音，载一九二八年三月文化批判第三号。有闲阶级李初梨在怎样地建设革命文学载一九二八年二月十五日文化批判月刊第二期中引用成仿吾所说三个闲暇时说，在现代的资本主义社会，有闲阶级，就是有钱阶级。在三闲集醉限中的朦胧中说，李初梨的这个说法，其意图是似乎要将我挤进资产阶级去。托尔斯泰矛盾冯乃超在艺术和社会生活载一九二八年一月十五日文化批判月刊第一期等文中，曾谈及托尔斯泰的见解的矛盾。普罗列塔里亚特意德沃罗基英语无产阶级思想体系的音译。少年维特的烦恼书信体小说，德国作家歌德著，描写市民阶层的恋爱悲剧。这里指的是郭沫若的译本，一九二一年上海泰东图书局出版。鲁拜集，波斯诗人莪默伽亚谟，―的四行诗集，内容为反对宗教和僧侣，宣扬享乐和自由。这里指的是郭沫若的译本，一九二二年上海泰东图书局出版。"}
{"text":"普罗列塔里亚特意德沃罗基英语无产阶级思想体系的音译。少年维特的烦恼书信体小说，德国作家歌德著，描写市民阶层的恋爱悲剧。这里指的是郭沫若的译本，一九二一年上海泰东图书局出版。鲁拜集，波斯诗人莪默伽亚谟，―的四行诗集，内容为反对宗教和僧侣，宣扬享乐和自由。这里指的是郭沫若的译本，一九二二年上海泰东图书局出版。鲁拜，波斯的一种四行诗体。见克兴的评驳甘人的拉杂一篇一文载一九二八年九月十日创造月刊第二卷第二期任凭作家是什么阶级底人，在他没有用科学的方法，去具体地分析历史的社会的一般的现象，解释社会的现实的运动以前，必然地他不能把一切支配阶级底意识形态克服，他的作品一定要反映支配阶级底意识，为支配阶级作巩固他的统治底工作。印贴利更追亚英语s知识分子的音译。落伍石厚生成仿吾在毕竟是醉眼陶然罢了一文载一九二八年五月一日创造月刊第一卷第十一期中曾说从的醉眼陶然里，可以看出时代落伍的印贴利更追亚的自暴自弃。打发他们去见成仿吾的打发他们去一文载一九二八年二月十五日文化批判月刊第二期在意识形态上，把一切封建思想，布尔乔亚的根性与它们的代言者清查出来，给他们一个正确的评价，替它们打包，打发它们去。不懂唯物史观杜荃郭沫若在文艺战线上的封建余孽一文载一九二八年八月十日创造月刊第二卷第一期中，说不消说他是根本不了解辩证法的唯物论。旁观见阿英钱杏的朦胧以后一文载一九二八年五月二十日我们月刊创刊号，他说今日之，实在是可怜得紧，这是革命的旁观者的态度。也就是不会找到出路的根源。来者犹可追语见论语微子往者不可谏，来者犹可追。创造月刊第二卷第一期一九二八年八月十日上曾有署名梁自强的文艺界的反动势力一文，说的公馆是在租界口上，虽然是中国街，但万一有危险时，仍然可以很容易地逃到租界里去。这里有意加以调侃。"}
{"text":"也就是不会找到出路的根源。来者犹可追语见论语微子往者不可谏，来者犹可追。创造月刊第二卷第一期一九二八年八月十日上曾有署名梁自强的文艺界的反动势力一文，说的公馆是在租界口上，虽然是中国街，但万一有危险时，仍然可以很容易地逃到租界里去。这里有意加以调侃。现代新兴文学的诸问题现代新兴文学的诸问题小引在日本，是以研究北欧文学，负有盛名的人，而在这一类学者群中，主张也最为热烈。这一篇是一九二六年一月所作，后来收在文学评论中，那主旨，如结末所说，不过愿于读者解释现今新兴文学诸问题的性质和方向，以及和时代的交涉等，有一点裨助。但的文体，是很繁复曲折的，译时也偶有减省，如三曲省为二曲，二曲改为一曲之类，不过仍因文拙，又不愿太改原来语气，所以还是沈闷累坠之处居多。只希望读者于这一端能加鉴原，倘有些讨厌了，即每日只看一节也好，因为本文的内容，我相信大概不至于使读者看完之后，会觉得毫无所得的。此外，则本文中并无改动有几个空字，是原本如此的，也不补满，以留彼国官厅的神经衰弱症的痕迹。但题目上却改了几个字，那是，以留此国的我或别人的神经衰弱症的痕迹的了。至于翻译这篇的意思，是极简单的。新潮之进中国，往往只有几个名词，主张者以为可以咒死敌人，敌对者也以为将被咒死，喧嚷一年半载，终于火灭烟消。如什么罗曼主义，自然主义，表现主义，未来主义仿佛都已过去了，其实又何尝出现。现在借这一篇，看看理论和事实，知道势所必至，平平常常，空嚷力禁，两皆无用，必先使外国的新兴文学在中国脱离符咒气味，而跟着的中国文学才有新兴的希望――如此而已。一九二九年二月十四日，识。现代新兴文学的诸问题日本文艺批评家片上伸所著论文，原题无产阶级文学的诸问题。中译本于一九二九年四月由上海大江书铺出版，为文艺理论小丛书之一。在同一丛书的文学之社会学的研究一九二八年大江书铺版卷末的广告中，此书又题为最近新文学之诸问题又三闲集卷末附录的著译书目中所载本书，题目作无产阶级文学的理论与实际。"}
{"text":"一九二九年二月十四日，识。现代新兴文学的诸问题日本文艺批评家片上伸所著论文，原题无产阶级文学的诸问题。中译本于一九二九年四月由上海大江书铺出版，为文艺理论小丛书之一。在同一丛书的文学之社会学的研究一九二八年大江书铺版卷末的广告中，此书又题为最近新文学之诸问题又三闲集卷末附录的著译书目中所载本书，题目作无产阶级文学的理论与实际。本篇最初印入现代新兴文学的诸问题单行本卷首，未在报刊上发表过。文学评论片上伸作文学批评论文集，一九二六年日本东京新潮社出版。文艺与批评附记里曾说及翻译之难译完一看，晦涩，甚而至于难解之处也真多倘将仂句拆下来呢，又失了原来的精悍的语气。将仂句拆下来，当是三曲省为二曲，二曲改为一曲之类的译法的具体的说明。仂句，语法术语，现在通称主谓词组。罗曼主义即浪漫主义，十八世纪末十九世纪初欧洲资产阶级革命时期的一种文艺思潮。自然主义，盛行于十九世纪后半期法国的一种文艺思潮，主张文艺创作表现人的生物本能，着重描写现实生活的个别现象。表现主义二十世纪初在德国奥国等地流行的一种反映资产阶级意识的文艺流派。主张文艺表现的自我感受，认为主观是唯一的真实，反对艺术的目的性。未来主义，二十世纪初形成于意大利的一种艺术流派，第一次世界大战前后曾影响了欧洲各国，它否定一切民族传统和文化遗产，强调表现现代的机械文明，追求怪诞的形式，宣传创造未来的艺术。艺术论卢氏艺术论卢氏小序这一本小小的书，是从日本N曙梦的译本重译出来的。书的特色和现今所负的任务，原序的第四段中已经很简明地说尽，在我，是不能多赘什么了。幼时的身世，大家似乎不大明白。有的说，父是俄国人，母是波兰人有的说，是一八七八年生于基雅夫地方的穷人家里的有的却道一八七六年生在波尔泰跋，父祖是大地主。要之，是在基雅夫中学卒业，而不能升学，因为思想新。后来就游学德法，中经回国，遭过一回流刑，再到海外。至三月革命，才得自由，复归母国，现在是人民教育委员长。他是革命者，也是艺术家，批评家。"}
{"text":"书的特色和现今所负的任务，原序的第四段中已经很简明地说尽，在我，是不能多赘什么了。幼时的身世，大家似乎不大明白。有的说，父是俄国人，母是波兰人有的说，是一八七八年生于基雅夫地方的穷人家里的有的却道一八七六年生在波尔泰跋，父祖是大地主。要之，是在基雅夫中学卒业，而不能升学，因为思想新。后来就游学德法，中经回国，遭过一回流刑，再到海外。至三月革命，才得自由，复归母国，现在是人民教育委员长。他是革命者，也是艺术家，批评家。著作之中，有文学的影像，生活的反响，艺术与革命等，最为世间所知，也有不少的戏曲。又有实证美学的基础一卷，共五篇，虽早在一九三年出版，但是一部紧要的书。因为如自序所说，乃是以最压缩了的形式，来传那有一切结论的美学的大体，并且还成着他迄今的思想和行动的根柢的。这艺术论，出版算是新的，然而也不过是新编。一三两篇我不知道，第二篇原在艺术与革命中末两篇则包括实证美学的基础的几乎全部，现在比较如下方――实证美学的基础艺术论一生活与理想五艺术与生活一二美学是什么？三美是什么？四美及其种类一四最重要的美的种类四同二五艺术五艺术与生活二就是，彼有此无者，只有一篇，我现在译附在后面，即成为艺术论中，并包实证美学的基础的全部，倘照上列的次序看去，便等于看了那一部了。各篇的结末，虽然间或有些不同，但无关大体。又，原序上说起生活与理想这辉煌的文章，而书中并无这题目，比较之后，才知道便是艺术与生活的第一章。由我所见，觉得这回的排列和篇目，固然更为整齐冠冕了，但在读者，恐怕倒是依着实证美学的基础的排列，顺次看去，较为易于理解开首三篇，是先看后看，都可以的。原本既是压缩为精粹的书，所依据的又是生物学底社会学，其中涉及生物，生理，心理，物理，化学，哲学等，学问的范围殊为广大，至于美学和科学底社会主义，则更不俟言。凡这些，都并无素养，因此每多窒滞，遇不解处，则参考茂森唯士的新艺术论内有艺术与产业一篇及实证美学的基础外村史郎译本，又马场哲哉译本，然而难解之处，往往各本文字并同，仍苦不能通贯，费时颇久，而仍只成一本诘屈枯涩的书，至于错误，尤必不免。"}
