{"text":"另一种存在不是我写的我很想对读者说，那本正在书店里出售的题为今天我活着的书不是我写的，绝对不是我写的。不错，两年前，我的确向某出版社交了一部这个题目的稿子。可是，当这部稿子终于印出来寄到我手里时，我发现我自己读不懂了。一本不足二百页的小书，印刷错误竟达三百四十处以上，其中包括多处大段的遗漏，包括与原意相悖的错讹。我的阅读的目光不断地搁浅在这些荒唐费解的词句上，通常阅读自己刚出版的新书时的那种愉快心情被击得粉碎，预期中的遐游突变为苦难的历程。大凡喜欢写作的人，多有文字癖，我也不例外。且不说写作过程中的推敲，写完之后，也往往要读上好几遍，非把那些自己觉得不舒服的地方改好，把那些别人可能会误解的字迹誊清，才感到放心。这份细致很像临产的孕妇，举手投足都怕伤着腹中的胎儿，却挡不住接生婆重手重脚，可怜的小生命一出世就成了个伤残儿。这时候的难过心情，恐怕只有那个倒霉的母亲才能真正领略。何况这是一本散文集子，而散文是最讲究文字技巧的，文字的毛病足以致命。事实上，我的心情的确如同一个母亲生下了一个死胎，那要比根本不生坏得多。按我的本意，我是决不肯让我的书这样面目全非地和读者见面的。我不愿读者从一面哈哈镜里看我，从一个歪曲的扬声器中听我的声音。我也不愿读者上当买十足的废品。可是，当我向出版社方面交涉时，第一次印刷的五千册书已经投放市场了。我要向买了这些书的读者道歉，尽管我和他们一样也是受害者，但是因为我的名字印在书上，我便觉得自己对于他们的上当也有了一种责任。同时，我要求出版社立即按照我提供的勘误表修正重印，还我的书以本来面目。听说我的遭遇在今日并不算特别，许多也有过。还听说有的出版社为了节省开支，竟取消了校对这道工序。这真正是骇人听闻的。倘真如此，今后我写了东西宁可永远锁在抽屉里，也决不交给这样不负责任的出版社出版。我说到做到。另一种存在为孩子们写书画说哲学丛书迄今已出九种，其中我执笔了两种。这两种的题目都很抽象，一是谈认识论，一是谈精神生活。和孩子们谈这样抽象的东西，会不会徒劳呢？我相信不会。我的信心的根据是，在孩子时期，人的好奇心和上进心都最为纯粹而且炽烈，而我所谈的两个话题恰好是与这两个特征相对应的。"}
{"text":"这真正是骇人听闻的。倘真如此，今后我写了东西宁可永远锁在抽屉里，也决不交给这样不负责任的出版社出版。我说到做到。另一种存在为孩子们写书画说哲学丛书迄今已出九种，其中我执笔了两种。这两种的题目都很抽象，一是谈认识论，一是谈精神生活。和孩子们谈这样抽象的东西，会不会徒劳呢？我相信不会。我的信心的根据是，在孩子时期，人的好奇心和上进心都最为纯粹而且炽烈，而我所谈的两个话题恰好是与这两个特征相对应的。对于我们这些惯于面向大人甚至本专业同行写作的人来说，为孩子们写书是一个考验。我们往往对孩子估计过低，以为他们什么也不懂，所以只需写得浅，教给他们一些常识性的东西就可以了。其实，孩子的心灵是向本质开放的，他们本能地排斥一切老生常谈辞藻堆砌故弄玄虚等等，决没有大人们的那种文化虚荣心，不会逆来顺受或者附庸风雅。所以，在面向孩子们时，我们必须戒除种种文化陋习，回到事物的本质。我希望自己今后在写任何书时，都像给孩子们写书一样诚实，不写自己也不懂的东西去骗人。说到底，这世界上谁不是天地间一个孩子，哪个读者心中不保留着一点能辨真伪的童心？这本书的位置在心灵史上―――尼采在世纪的转折点上重印弁言本书完成于年月，出版于年月，八个月内四次印刷，计九万册。这个数字不能说小，在当时算得上是非常畅销的书了。自那以后，在十年余的时间里一直没有再印。现在，上海人民出版社决定重印此书，我抚今思昔，心中不免感慨。从学术上看，这本书并非严谨扎实的成熟之作。事实上，它是我在刚开始涉猎尼采哲学的时候写的，基本上凭的是直观印象，而不是系统的研究。之所以在当时受到广泛注意，甚至有某种轰动效果，大约是因为在那之前，尼采在我们这里长期遭到全盘否定，它是第一本正面评价和热情肯定尼采的著作。同时，我在书中融入了自己的人生感悟，这些感悟也引起了同时代人的强烈共鸣。因此，若要为这本书寻找一个位置，我相信这位置与其说在学术史上，不如说在我们这一代人的心灵史上。我曾经直接或间接地听到许多青年人倾诉读了这本书的激动之情。岁月荏苒，当年为之激动的青年都已渐渐步入中年。使我感动的是，当我和其中一些人相遇时，他们仍然会怀念地谈及这本书给他们的影响。还有一些今日的青年，很偶然地读到了别人手中的这本书，也仍然肯慷慨地表示喜欢。"}
{"text":"同时，我在书中融入了自己的人生感悟，这些感悟也引起了同时代人的强烈共鸣。因此，若要为这本书寻找一个位置，我相信这位置与其说在学术史上，不如说在我们这一代人的心灵史上。我曾经直接或间接地听到许多青年人倾诉读了这本书的激动之情。岁月荏苒，当年为之激动的青年都已渐渐步入中年。使我感动的是，当我和其中一些人相遇时，他们仍然会怀念地谈及这本书给他们的影响。还有一些今日的青年，很偶然地读到了别人手中的这本书，也仍然肯慷慨地表示喜欢。于是我想，也许书里描述的我心目中的那个尼采形象还没有过时，而在现在这个日益商业化的社会里，今日的青年依然是向往生命的热烈和高贵的。我很庆幸自己在比较年轻的时候写了这本书，现在来写或许会有别的长处，但不可能有那样高涨的生命激情了。那么，但愿我有理由期望，本书的重印不是多此一举。写自白没有人是专门写散文的―――散文自序我发表散文的历史不长，迄今为止不到二十年。不必说前辈，即使与许多同辈比，资格也是浅的。开始时，我并不知道自己是在写散文。当时我研究生刚毕业，动笔的情形是有的，分做两类。一类是所谓学术论文，目的明确，是为了发表和评职称另一类却无以名之，只是出于一向的爱好或习惯，时常写点什么，天地良心，压根儿没想到要发表。八十年代初，国内的刊物远不像现在这样多，在我眼里，只有一两家专业刊物与我可能有点关系，其余的都离我很远。真的是非常偶然的原因，譬如说，某位朋友毕业分配到了某家杂志社当编辑，人生地不熟，只好姑且在自己认识的人中约稿充数。我便把给自己写的东西拿一点出来，就这样开始给非专业杂志供稿了。很久以后，直到别人把我称做了一个散文作家，我才恍然悟到那算是我写散文的开端。所以，我完全是不知不觉写起了散文的。这个经历告诉我，散文是一种非常自由的文体，你用不着特意去写，只要你不是写诗和小说，不是写论文，写出来的就是散文。我们差不多可以这样来定义散文，说它什么都是，因而什么也不是，或者说它是一种人人都能写的东西，因而没有人是专门写散文的。当然，这不等于说人人都能写好散文。如同在别的领域一样，自由比法则更是一种考验，享用自由比遵守法则更需要真本事。一块空地，没有布景和道具，没有规定动作，让你即兴表演，你的水平一目了然。"}
{"text":"所以，我完全是不知不觉写起了散文的。这个经历告诉我，散文是一种非常自由的文体，你用不着特意去写，只要你不是写诗和小说，不是写论文，写出来的就是散文。我们差不多可以这样来定义散文，说它什么都是，因而什么也不是，或者说它是一种人人都能写的东西，因而没有人是专门写散文的。当然，这不等于说人人都能写好散文。如同在别的领域一样，自由比法则更是一种考验，享用自由比遵守法则更需要真本事。一块空地，没有布景和道具，没有规定动作，让你即兴表演，你的水平一目了然。诚然，现在许多流行的所谓散文里也有了规定动作，比如先讲一则小故事，接着抒发一点小情调，最后归纳出一个小哲理，不过其水平仍是一目了然，无可掩盖。散文贵在以本色示人，最忌涂脂抹粉。真实的前提则是要有真东西―――有真情实感才有抒情的真实，有真才实学才有议论的真实。那些被淘汰的诗人跑到散文中来矫揉造作，那些不入流的学者跑到散文中来装腔作势，都是误会了散文的性质。散文的自由不但在文体，更在写作时的心态。一个人写小说或诗歌，必感到自己是在从事着文学的事业，写论文，必感到自己是在从事着学术的事业。他诚然可以是一个热爱自己的事业的人，但事业心终归形成了一种精神上的压力。写散文却不然，无论在自身的性质上，还是在社会的事实上，写散文都不成其为一种事业。在一切文体中，散文最缺乏明确的界限，最不具独立的形态。因此，在社会分工中，写散文也最难成为一种职业。世上多职业的小说家诗人学者，却很少职业的散文家，散文家往往是业余的，这种情形肯定不是偶然的。散文是一种最非职业化最个人化的写作，这正是它的优点，可以使写保持自由的心态。一个人要能够享用自由，前提是要热爱和珍惜自由。在我看来，写散文最值得珍惜的就是这种自由的心态。我十分怀念过去为自己写不供发表的东西时的那种愉快心情，我写只因为我想写，只因为我喜欢，我甚至没有意识到自己在写散文，而这正是最适合于写散文的一种状态。后来，约稿多了，写作时知道会发表，心态的自由就不免打折扣。要装做不知道已不可能，退而求其次，我给自己建立一个标准一篇文章，即使不发表我也要写，那就写，否则就不写。总之，尽量只写自己真正想写写的时候愉快写完自己看了喜欢的东西。这样的东西一旦发表出来，也一定会有喜欢它的人，即使发表不出来也没有写自白什么。"}
{"text":"我十分怀念过去为自己写不供发表的东西时的那种愉快心情，我写只因为我想写，只因为我喜欢，我甚至没有意识到自己在写散文，而这正是最适合于写散文的一种状态。后来，约稿多了，写作时知道会发表，心态的自由就不免打折扣。要装做不知道已不可能，退而求其次，我给自己建立一个标准一篇文章，即使不发表我也要写，那就写，否则就不写。总之，尽量只写自己真正想写写的时候愉快写完自己看了喜欢的东西。这样的东西一旦发表出来，也一定会有喜欢它的人，即使发表不出来也没有写自白什么。世上哪有写散文的诀窍，所谓写好散文无非是写让自己喜欢的文章罢了。浙江文艺出版社早就给我来信，表示希望出版一本我的散文的自选集。我看见过这家出版社出版的学者散文的自选集，虽未标丛书之名，但从封面和版式看，明显成一个系列。当时的感觉是，这套书从选题到外观设计都颇具水准。因此，对于这一约稿，我是很乐意从命的。只是因为我过去的散文有多种本子行世，内容上已有重复，所以一直犹豫着。最近，我把我近几年写的散文结集，虽然数量仍然有限，但毕竟可以从中选出相当数量的新作品加入了，于是着手编就了这个本子。另一种存在惭愧中的反省―――哲理美文自序编这么一本书，我心里颇惭愧。哲理而且美文，是否有矫情之嫌？不过，书名是出版社已经定了的，大致反映了对我的散文的一种解读角度，我不妨姑妄听之。我自己在写作时，心中从来没有悬着一个要写哲理美文的目标。直到现在编这本书时，我仍不知道美文该如何定义。顾名思义，美文应该是特别讲究文字之美的散文，既是讲究，当然就是有意识的，甚至是刻意为之的。刻意也没有什么不好，像培根的论说文王尔德的童话纪伯伦的散文诗，文字之讲究使你不能怀疑他们所下的精雕细刻的功夫，而收获的确是精品。我只是想申明，我不是一个自觉的美文。当然，我在写作时也会注意文字，但功夫不下在修辞上，而是更留心于寻找准确的表达，使文字与我的思想或感觉尽可能地对应。我的所想所感大多涉及人生，而许多人对于人生也是有所想有所感的，一旦因我的文字而触发了自己的所想所感，便会感觉到一种共鸣的快乐。这种共鸣的快乐与审美的快乐很容易混淆，或许两者真有相通之处亦未可知。在这极宽泛的涵义上，我也可以算是写过一些美文的人吧。至于哲理二字，我就无须推辞了。"}
{"text":"我只是想申明，我不是一个自觉的美文。当然，我在写作时也会注意文字，但功夫不下在修辞上，而是更留心于寻找准确的表达，使文字与我的思想或感觉尽可能地对应。我的所想所感大多涉及人生，而许多人对于人生也是有所想有所感的，一旦因我的文字而触发了自己的所想所感，便会感觉到一种共鸣的快乐。这种共鸣的快乐与审美的快乐很容易混淆，或许两者真有相通之处亦未可知。在这极宽泛的涵义上，我也可以算是写过一些美文的人吧。至于哲理二字，我就无须推辞了。我毕竟是学哲学出身，现在还吃着哲学这碗饭，平心而论也是真喜欢哲学的，因此，肯定会有意无意地把这一专业背景兼个人爱好带进我的写作中来。我不认为这是我的散文的一个优点，因为它很可能也是一个局限。一个人始终写主题及风格相近的文字，终归证明他不够宽广。人们无法用一个词来概括托尔斯泰或者卡夫卡，因为他们的丰富性拒绝任何简单化的界定。所以，倘若一提起某人，大家都说他的文章很有哲理，他从这雷同的表扬中实在应该听出一种警告来。我当然不相信我的可能性已经被穷尽，常常觉得我的世界里还有许多陌生的土地，我的足迹未尝到达过那里，它们等着我去勘测和垦殖。不过，对于我正在编的这个集子来说，这些都是后话了。这个集子的任务恰恰是要展示我的散文的哲理特点，虽然这展示使我反省到了自己的某种狭窄，但我无须回避。熟悉我的作品的读者一定还会发现，收进这个集子的不少文章在别的集子里已经出现过。我自己丝毫不想讳言这一事实。我要说明的仅是，首先，只要我同意编选这个集子，这种情况就是不可避免的。我于年前发表的散文均已结集出版，其后发表的散文亦将结集出版，而本书的编选对象当然不可能超出这个范围。其次，我承认，对于所谓重复出版，现在我已经怀着一种比较坦然的心态了。从前我对此持一种近乎洁癖的抵制态度，不肯让哪怕一篇文章在不同的集子里出现。然而，事实教训了我。近几年里，我出版了多部作品，令人着急的是，一方面，读者在书店里往往买不到正版本，另一方面，不同的盗印本乘虚大量流行。我曾吁请有关部门追查，但毫无结果。这使我明白，在目前中国出版市场尚未建立对付盗印的有效机制的情形下，适当地在不同地区出版不同选本，使更多的读者有机会买到正版书，也许是我与盗印作斗争的唯一可能的方式。"}
{"text":"从前我对此持一种近乎洁癖的抵制态度，不肯让哪怕一篇文章在不同的集子里出现。然而，事实教训了我。近几年里，我出版了多部作品，令人着急的是，一方面，读者在书店里往往买不到正版本，另一方面，不同的盗印本乘虚大量流行。我曾吁请有关部门追查，但毫无结果。这使我明白，在目前中国出版市场尚未建立对付盗印的有效机制的情形下，适当地在不同地区出版不同选本，使更多的读者有机会买到正版书，也许是我与盗印作斗争的唯一可能的方式。这当然不是什么好办法，但我没有能力像有的作家那样铺天盖地做被盗印的广告，然后新书一印几十万铺天盖地地压向市场，暂时也就只好如此。以我之见，铺天盖地也不是什么好办法，因为那是很费精力的。我期待着另一种存在有一天，作家只须好好写作，不必为他的书能否由正常的途径到达读者手中操心，这也意味着不必为读者的钱能否由正常的途径到达他手中操心。回头读一遍，在这篇自序里，我对自己的作品，一批评风格上的局限，二招供出版上的重复，简直是自己拆自己的台，哪里合自序的体例？好吧，最后我来给自己圆场，说一说这本书值得一买的理由。不管我自诩还有怎样的创造力有待开发，我必须承认，我迄今为止较满意的短篇散文基本上都收在这本书里了。至于将来是否真能超越，那实在是说不定的。我能够替自己说的好话仅此而已，再说下去又会忍不住拆自己的台，赶紧打住罢。写自白我没有意识到我这是在写作―――人与永恒香港版自序每逢有人问我，在我已经出版的书中，我自己最喜欢哪一本，我的回答大抵是―――人与永恒。我常常自诩为自己写作，可是在我的全部作品中，能够完全无愧于这一宗旨的，当推这一本书。收在里面的那些随感，至少初版时的那些内容，我写时真是丝毫也没有想到日后竟会发表的。那是在十多年前，我还从来不曾出过一本书，连发表一篇文章也属侥幸的时候，独自住在一间地下室里，清闲而又寂寞，为了自娱，时常把点滴的感想和思绪写在纸片上。我甚至没有意识到我这是在写作，哪里想得到几年后会有一个编辑把它们收罗去，像模像样地印了出来。我自己对这本书的确是情有独钟。读它的感觉，就像偶然翻开自己的私人档案，和多年前那个踽踽独行的我邂逅相遇。我喜欢和羡慕那一个我，喜欢他默默无闻并且不求闻达，羡慕他因此而有了一种真正自由的写作心态。我相信，不为发表而写作，是具备这种自由心态的必要条件。"}
{"text":"我甚至没有意识到我这是在写作，哪里想得到几年后会有一个编辑把它们收罗去，像模像样地印了出来。我自己对这本书的确是情有独钟。读它的感觉，就像偶然翻开自己的私人档案，和多年前那个踽踽独行的我邂逅相遇。我喜欢和羡慕那一个我，喜欢他默默无闻并且不求闻达，羡慕他因此而有了一种真正自由的写作心态。我相信，不为发表而写作，是具备这种自由心态的必要条件。如今的我，预定要发表的东西尚且写不完，哪里还有工夫写不发表的东西。当然，写发表的东西也可以抒己之胸臆，不必迎合时尚或俗见，但在心理上仍难免会受读者和出版者眼光的暗示。为发表的写作终究是一种公共行为，对于一个作家来说，它诚然是不可避免也无可非议的，然而，有必要限制它所占据的比重，为自己保留一个私人写作的领域。事实上，长远地看，读者的眼睛是雪亮的。那种仅仅为了出售而制作出来的东西，诚然可能在市场上销行一时，但随着市场行情的变化，迟早会过时和被彻底淘汰。凡是刻意迎合读者的作家是不会有真正属于自己的读者的，买他的书的人只是一些消费者，而消费的口味决无忠贞可言。相反，倘若一个人写自己真正想写的东西，写出后自己真正喜欢，那么，我相信，他必定能够在读者中获得一些真正的知音，他的作品也比较地能够长久流传。联结他和他的读者的不是消费的口味，而是某种精神上的趣味。人类每一种精神上的趣味都具有超越世代的延续性，其持久犹如一个个美丽的爱情神话。本书年月由上海人民出版社出版第一版，年月出版第二版，迄今发行已逾十万册。使我感到满意和欣慰的是，这个成绩是在没有任何媒体炒作的情形下取得的。现在，三联书店香港有限公司又将在香港出版本书。当此之时，我用上面这些话自勉并且和我的读者共勉。写自白我的家园在理论和学术之外―――答中国青年杂志简历与自传。答生于上海，先后就学于上海的紫金小学成都中学上海中学和北京的北京大学。顺顺当当读到大学四年级，文革惊破了我的学者梦。不过，不怎么遗憾。分配到广西深山中一个小县，在那里混了十年日子。然后再考回北京，一晃又是十年，至今仍是个未毕业的在职研究生和卑微的助理研究员。不过，也不怎么遗憾。"}
{"text":"当此之时，我用上面这些话自勉并且和我的读者共勉。写自白我的家园在理论和学术之外―――答中国青年杂志简历与自传。答生于上海，先后就学于上海的紫金小学成都中学上海中学和北京的北京大学。顺顺当当读到大学四年级，文革惊破了我的学者梦。不过，不怎么遗憾。分配到广西深山中一个小县，在那里混了十年日子。然后再考回北京，一晃又是十年，至今仍是个未毕业的在职研究生和卑微的助理研究员。不过，也不怎么遗憾。你从事过哪方面的学术研究？分别历时多久？答十年来，先后搞过苏联哲学人的问题和尼采思想的研究。你是如何踏入这些学术领域的？答我踏入这些学术领域纯属偶然，就像我当初踏入人世纯属偶然一样。你为何要从事这些方面的研究？答我不爱与人频繁交往，可是仔细分析起来，我还是对人最感兴趣。我的研究课题都与人有关。我搞苏联哲学侧重于苏联的人学研究。我喜欢尼采是因为他有知人之明。你是如何选中目前的职业的？答当初考大学选中哲学，是出于贪婪，文科理科都喜欢，就来一个折衷。没想到哲学从此成了我的职业。我反对哲学的职业化，自己却是个受惠者。聊可自慰的是，哲学首先是我的爱好。你认为自己的理论建树和学术成就是什么？答我不认为自己有什么理论建树和学术成就。我的家园在理论和学术之外。如果说我的作品尚可一读，那只是因为我在其中说了一些关于人生的真话。你的人生经验和教训？答一言难尽。一种经历留下的究竟是经验还是教训，也真难以分清，因为人只能活一次，无从比较。我只知道，无论成功或失败，活着都是非常美好的。你在人生经历中最难忘的人物和事件？答这个问题也许只有临终时才能回答。现在我只能仅限于说，我最难忘的人物中有男人和女人，我最难忘的事件都涉及友谊和爱情。你对人生和事业的思考？答对于我来说，人生即事业，除了人生，我别无事业。我的事业就是要穷尽人生的一切可能性。这是一个肯定无望但极有诱惑力的事业。请你描述一下自己的个性气质外貌长处弱点。答敏感忧郁怕羞。拙于言谈，疏于功名。不通世故，不善社交。但不乏可爱的男朋友和女朋友。喜欢好书和好女人。内心和外表都比实际年龄年轻许多，多数时候也就忘记了实际年龄。"}
