{"text":"他的作品主要描写精神颓废者的生活，有些也反映了沙皇统治的黑暗。十月革命后逃亡国外，死于华沙。下文所述是他的小说工人绥惠略夫中绥惠略夫对亚拉借夫所说的话，见该书第九章。这是借用关于释迦牟尼的传说。相传佛教始祖释迦牟尼约前―前有感于人生的生老病死等苦恼，在二十九岁时立志出家修行，遍历各地，苦行六年，仍未能悟道，后坐在菩提树下发誓说若不成正觉，虽骨碎肉腐，亦不起此座。静思七日，就克服了各种烦恼，顿成正觉。英语笔记簿。拳匪一九年庚子爆发了义和团反对帝国主义的武装斗争，参加这次斗争的有中国北部的农民手工业者水陆运输工人士兵等广大群众。他们采取了落后迷信的组织方式和斗争方式，设立拳会，练习拳棒，因而被称为拳民，当时统治阶级和帝国主义者则诬蔑他们为拳匪。涸辙之鲋战国时庄周的一个寓言，见庄子外物庄周家贫，故往贷粟于监河侯。监河侯曰诺，我将得邑金，将贷子三百金，可乎？庄周忿然作色曰周昨来，有中道而呼者，周顾视车辙中，有鲋鱼焉。周问之曰鲋鱼来，子何为者邪？对曰我东海之波臣也，君岂有斗升之水而活我哉！周曰诺，我且南游吴越之王，激西江之水而迎子，可乎？鲋鱼忿然作色曰吾失我常，与我无所处，吾得斗升之水然活耳，君乃言此，曾不如早索我于枯鱼之肆。s阿哈斯瓦尔，欧洲传说中的一个补鞋匠，被称为流浪的犹太人。觳觫，恐惧颤抖的样子。孟子梁惠王吾不忍其觳觫。论睁了眼看论睁了眼看虚生先生所做的时事短评中，曾有一个这样的题目我们应该有正眼看各方面的勇气猛进十九期。诚然，必须敢于正视，这才可望敢想，敢说，敢作，敢当。倘使并正视而不敢，此外还能成什么气候。然而，不幸这一种勇气，是我们中国人最所缺乏的。但现在我所想到的是别一方面――中国的文人，对于人生，――至少是对于社会现象，向来就多没有正视的勇气。我们的圣贤，本来早已教人非礼勿视的了而这礼又非常之严，不但正视，连平视斜视也不许。现在青年的精神未可知，在体质，却大半还是弯腰曲背，低眉顺眼，表示着老牌的老成的子弟，驯良的百姓，――至于说对外却有大力量，乃是近一月来的新说，还不知道究竟是如何。"}
{"text":"倘使并正视而不敢，此外还能成什么气候。然而，不幸这一种勇气，是我们中国人最所缺乏的。但现在我所想到的是别一方面――中国的文人，对于人生，――至少是对于社会现象，向来就多没有正视的勇气。我们的圣贤，本来早已教人非礼勿视的了而这礼又非常之严，不但正视，连平视斜视也不许。现在青年的精神未可知，在体质，却大半还是弯腰曲背，低眉顺眼，表示着老牌的老成的子弟，驯良的百姓，――至于说对外却有大力量，乃是近一月来的新说，还不知道究竟是如何。再回到正视问题去先既不敢，后便不能，再后，就自然不视，不见了。一辆汽车坏了，停在马路上，一群人围着呆看，所得的结果是一团乌油油的东西。然而由本身的矛盾或社会的缺陷所生的苦痛，虽不正视，却要身受的。文人究竟是敏感人物，从他们的作品上看来，有些人确也早已感到不满，可是一到快要显露缺陷的危机一发之际，他们总即刻连说并无其事，同时便闭上了眼睛。这闭着的眼睛便看见一切圆满，当前的苦痛不过是天之将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其为。于是无问题，无缺陷，无不平，也就无解决，无改革，无反抗。因为凡事总要团圆，正无须我们焦躁放心喝茶，睡觉大吉。再说费话，就有不合时宜之咎，免不了要受大学教授的纠正了。呸！我并未实验过，但有时候想倘将一位久蛰洞房的老太爷抛在夏天正午的烈日底下，或将不出闺门的千金小姐拖到旷野的黑夜里，大概只好闭了眼睛，暂续他们残存的旧梦，总算并没有遇到暗或光，虽然已经是绝不相同的现实。中国的文人也一样，万事闭眼睛，聊以自欺，而且欺人，那方法是瞒和骗。中国婚姻方法的缺陷，才子佳人小说作家早就感到了，他于是使一个才子在壁上题诗，一个佳人便来和，由倾慕――现在就得称恋爱――而至于有终身之约。但约定之后，也就有了难关。我们都知道，私订终身在诗和戏曲或小说上尚不失为美谈自然只以与终于中状元的男人私订为限，实际却不容于天下的，仍然免不了要离异。明未的作家便闭上眼睛，并这一层也加以补救了，说是才子及第，奉旨成婚。父母之命媒妁之言经这大帽子来一压，便成了半个铅钱也不值，问题也一点没有了。假使有之，也只在才子的能否中状元，而决不在婚姻制度的良否。近来有人以为新诗人的做诗发表，是在出风头，引异性且迁怒于报章杂志之滥登。"}
{"text":"但约定之后，也就有了难关。我们都知道，私订终身在诗和戏曲或小说上尚不失为美谈自然只以与终于中状元的男人私订为限，实际却不容于天下的，仍然免不了要离异。明未的作家便闭上眼睛，并这一层也加以补救了，说是才子及第，奉旨成婚。父母之命媒妁之言经这大帽子来一压，便成了半个铅钱也不值，问题也一点没有了。假使有之，也只在才子的能否中状元，而决不在婚姻制度的良否。近来有人以为新诗人的做诗发表，是在出风头，引异性且迁怒于报章杂志之滥登。殊不知即使无报，墙壁实古已有之，早做过发表机关了据封神演义，纣王已曾在女娲庙壁上题诗，那起源实在非常之早。报章可以不取白话，或排斥小诗，墙壁却拆不完，管不及的倘一律刷成黑色，也还有破磁可划，粉笔可书，真是穷于应付。做诗不刻木板，去藏之名山，却要随时发表，虽然很有流弊，但大概是难以杜绝的罢。红楼梦中的小悲剧，是社会上常有的事，又是比较的敢于实写的，而那结果也并不坏。无论贾氏家业再振，兰桂齐芳，即宝玉自己，也成了个披大红猩猩毡斗篷的和尚。和尚多矣，但披这样阔斗篷的能有几个，已经是入圣超凡无疑了。至于别的人们，则早在册子里一一注定，末路不过是一个归结是问题的结束，不是问题的开头。读者即小有不安，也终于奈何不得。然而后或续或改，非借尸还魂，即冥中另配，必令生旦当场团圆才肯放手者，乃是自欺欺人的瘾太大，所以看了小小骗局，还不甘心，定须闭眼胡说一通而后快。赫克尔说过人和人之差，有时比类人猿和原人之差还远。我们将红楼梦的续和原作一比较，就会承认这话大概是确实的。作善降祥的古训，六朝人本已有些怀疑了，他们作墓志，竟会说积善不报，终自欺人的话。但后来的昏人，却又瞒起来。元刘信将三岁痴儿抛入蘸纸火盆，妄希福佑，是见于元典章的剧本小张屠焚儿救母却道是为母延命，命得延，儿亦不死了。一女愿侍痼疾之夫，醒世恒言中还说终于一同自杀的后来改作的却道是有蛇坠入药罐里，丈夫服后便全愈了。凡有缺陷，一经粉饰，后半便大抵改观，使读者落诬妄中，以为世间委实尽够光明，谁有不幸，便是自作，自受。有时遇到彰明的史实，瞒不下，如关羽岳飞的被杀，便只好别设骗局了。一是前世已造夙因，如岳飞一是死后使他成神，如关羽。"}
{"text":"一女愿侍痼疾之夫，醒世恒言中还说终于一同自杀的后来改作的却道是有蛇坠入药罐里，丈夫服后便全愈了。凡有缺陷，一经粉饰，后半便大抵改观，使读者落诬妄中，以为世间委实尽够光明，谁有不幸，便是自作，自受。有时遇到彰明的史实，瞒不下，如关羽岳飞的被杀，便只好别设骗局了。一是前世已造夙因，如岳飞一是死后使他成神，如关羽。定命不可逃，成神的善报更满人意，所以杀人者不足责，被杀者也不足悲，冥冥中自有安排，使他们各得其所，正不必别人来费力了。中国人的不敢正视各方面，用瞒和骗，造出奇妙的逃路来，而自以为正路。在这路上，就证明著国民性的怯弱，懒惰，而又巧滑。一天一天的满足着，即一天一天的堕落着，但却又觉得日见其光荣。在事实上，亡国一次，即添加几个殉难的忠臣，后来每不想光复旧物，而只去赞美那几个忠臣遭劫一次，即造成一群不辱的烈女，事过之后，也每每不思惩凶，自卫，却只顾歌咏那一群烈女。彷佛亡国遭劫的事，反而给中国人发挥两间正气的机会，增高价值，即在此一举，应该一任其至，不足忧悲似的。自然，此上也无可为，因为我们已经借死人获得最上的光荣了。沪汉烈士的追悼会中，活的人们在一块很可景仰的高大的木主下互相打骂，也就是和我们的先辈走着同一的路。文艺是国民精神所发的火光，同时也是引导国民精神的前途的灯火。这是互为因果的，正如麻油从芝麻榨出，但以浸芝麻，就使它更油。倘以油为上，就不必说否则，当参入别的东西，或水或碱去。中国人向来因为不敢正视人生，只好瞒和骗，由此也生出瞒和骗的文艺来，由这文艺，更令中国人更深地陷入瞒和骗的大泽中，甚而至于已经自己不觉得。世界日日改变，我们的作家取下假面，真诚地，深入地，大胆地看取人生并且写出他的血和肉来的时候早到了早就应该有一片崭新的文场，早就应该有几个凶猛的闯将！现在，气象似乎一变，到处听不见歌吟花月的声音了，代之而起的是铁和血的赞颂。然而倘以欺瞒的心，用欺瞒的嘴，则无论说和，或和Z，一样是虚假的只可以吓哑了先前鄙薄花月的所谓批评家的嘴，满足地以为中国就要中兴。可怜他在爱国大帽子底下又闭上了眼睛了――或者本来就闭著。没有冲破一切传统思想和手法的闯将，中国是不会有真的新文艺的。一九二五年七月二十二日。"}
{"text":"现在，气象似乎一变，到处听不见歌吟花月的声音了，代之而起的是铁和血的赞颂。然而倘以欺瞒的心，用欺瞒的嘴，则无论说和，或和Z，一样是虚假的只可以吓哑了先前鄙薄花月的所谓批评家的嘴，满足地以为中国就要中兴。可怜他在爱国大帽子底下又闭上了眼睛了――或者本来就闭著。没有冲破一切传统思想和手法的闯将，中国是不会有真的新文艺的。一九二五年七月二十二日。论照相之类论照相之类一材料之类我幼小时候，在城，――所谓幼小时候者，是三十年前，但从进步神速的英才看来，就是一世纪所谓城者，我不说他的真名字，何以不说之故，也不说。总之，是在城，常常旁听大大小小男男女女谈论洋鬼子挖眼睛。曾有一个女人，原在洋鬼子家里佣工，后来出来了，据说她所以出来的原因，就因为亲见一坛盐渍的眼睛，小鲫鱼似的一层一层积叠着，快要和坛沿齐平了。她为远避危险起见，所以赶紧走。城有一种习惯，就是凡是小康之家，到冬天一定用盐来腌一缸白菜，以供一年之需，其用意是否和四川的榨菜相同，我不知道。但洋鬼子之腌眼睛，则用意当然别有所在，惟独方法却大受了城腌白菜法的影响，相传中国对外富于同化力，这也就是一个证据罢。然而状如小鲫鱼者何？答曰此确为城人之眼睛也。城庙宇中常有一种菩萨，号曰眼光娘娘。有眼病的，可以去求祷愈，则用布或绸做眼睛一对，挂神龛上或左右，以答神麻。所以只要看所挂眼睛的多少，就知道这菩萨的灵不灵。而所挂的眼睛，则正是两头尖尖，如小鲫鱼，要寻一对和洋鬼子生理图上所画似的圆球形者，决不可得。黄帝岐伯尚矣王莽诛翟义党，分解肢体，令医生们察看，曾否绘图不可知，纵使绘过，现在已佚，徒令古已有之而已。宋的析骨分经，相传也据目验，说郛中有之，我曾看过它，多是胡说，大约是假的。否则，目验尚且如此胡涂，则城人之将眼睛理想化为小鲫鱼，实也无足深怪了。然而洋鬼子是吃腌眼睛来代腌菜的么？是不然，据说是应用的。一，用于电线，这是根据别一个乡下人的话，如何用法，他没有谈，但云用于电线罢了至于电线的用意，他却说过，就是每年加添铁丝，将来鬼兵到时，使中国人无处逃走。二，用于照相，则道理分明，不必多赘，因为我们只要和别人对立，他的瞳子里一定有我的一个小照相的。而且洋鬼子又挖心肝，那用意，也是应用。"}
{"text":"否则，目验尚且如此胡涂，则城人之将眼睛理想化为小鲫鱼，实也无足深怪了。然而洋鬼子是吃腌眼睛来代腌菜的么？是不然，据说是应用的。一，用于电线，这是根据别一个乡下人的话，如何用法，他没有谈，但云用于电线罢了至于电线的用意，他却说过，就是每年加添铁丝，将来鬼兵到时，使中国人无处逃走。二，用于照相，则道理分明，不必多赘，因为我们只要和别人对立，他的瞳子里一定有我的一个小照相的。而且洋鬼子又挖心肝，那用意，也是应用。我曾旁听过一位念佛的老太太说明理由他们挖了去，熬成油，点了灯，向地下各处去照去。人心总是贪财的，所以照到埋着宝贝的地方，火头便弯下去了。他们当即掘开来，取了宝贝去，所以洋鬼子都这样的有钱。道学先生之所谓万物旨备于我的事，其实是全国，至少是城的目不识丁的人们都知道，所以人为万物之灵。所以月经精液可以延年，毛发爪甲可以补血，大小便可以医许多病，臂膊上的肉可以养亲。然而这并非本论的范围，现在姑且不说。况且城人极重体面，有许多事不许说否则，就要用阴谋来惩治的。二形式之类要之，照相似乎是妖术。咸丰年间，或一省里还有因为能照相而家产被乡下人捣毁的事情。但当我幼小的时候，――即三十年前，城却已有照相馆了，大家也不甚疑惧。虽然当闹义和拳民时，――即二十五年前，或一省里，还以罐头牛肉当作洋鬼子所杀的中国孩子的肉看。然而这是例外，万事万物，总不免有例外的。要之，城早有照相馆了，这是我每一经过，总须流连赏玩的地方，但一年中也不过经过四五回。大小长短不同颜色不同的玻璃瓶，又光滑又有刺的仙人掌，在我都是珍奇的物事还有挂在壁上的框子里的照片曾大人，李大人，左中堂，鲍军门。一个族中的好心的长辈，曾经借此来教育我，说这许多都是当今的大官，平长毛的功臣，你应该学学他们。我那时也很愿意学，然而想，也须赶快仍复有长毛。但是，城人却似乎不甚爱照相，因为精神要被照去的，所以运气正好的时候，尤不宜照，而精神则一名威光我当时所知道的只有这一点。直到近年来，才又听到世上有因为怕失了元气而永不洗澡的名士，元气大约就是威光罢，那么，我所知道的就更多了中国人的精神一名威光即元气，是照得去，洗得下的。然而虽然不多，那时却又确有光顾照相的人们，我也不明白是什么人物，或者运气不好之徒，或者是新党罢。只是半身像是大抵避忌的，因为像腰斩。"}
{"text":"我那时也很愿意学，然而想，也须赶快仍复有长毛。但是，城人却似乎不甚爱照相，因为精神要被照去的，所以运气正好的时候，尤不宜照，而精神则一名威光我当时所知道的只有这一点。直到近年来，才又听到世上有因为怕失了元气而永不洗澡的名士，元气大约就是威光罢，那么，我所知道的就更多了中国人的精神一名威光即元气，是照得去，洗得下的。然而虽然不多，那时却又确有光顾照相的人们，我也不明白是什么人物，或者运气不好之徒，或者是新党罢。只是半身像是大抵避忌的，因为像腰斩。自然，清朝是已经废去腰斩的了，但我们还能在戏文上看见包爷爷的铡包勉，一刀两段，何等可怕，则即使是国粹乎，而亦不欲人之加诸我也，诚然也以不照为宜。所以他们所照的多是全身，旁边一张大茶几，上有帽架，茶碗，水烟袋，花盆，几下一个痰盂，以表明这人的气管枝中有许多痰，总须陆续吐出。人呢，或立或坐，或者手执书卷，或者大襟上挂一个很大的时表，我们倘用放大镜一照，至今还可以知道他当时拍照的时辰，而且那时还不会用镁光，所以不必疑心是夜里。然而名士风流，又何代蔑有呢？雅人早不满于这样千篇一律的呆鸟了，于是也有赤身露体装作晋人的，也有斜领丝绦装作人的，但不多。较为通行的是先将自己照下两张，服饰态度各不同，然后合照为一张，两个自己即或如宾主，或如主仆，名曰二我图。但设若一个自己傲然地坐着，一个自己卑劣可怜地，向了坐着的那一个自己跪着的时候，名色便又两样了求己图。这类图晒出之后，总须题些诗，或者词如调寄满庭芳摸鱼儿之类，然后在书房里挂起。至于贵人富户，则因为属于呆鸟一类，所以决计想不出如此雅致的花样来，即有特别举动，至多也不过自己坐在中间，膝下排列着他的一百个儿子，一千个孙子和一万个曾孙下略照一张全家福。pps在他那伦理学的根本问题中，说过这样意思的话。就是凡是人主，也容易变成奴隶，因为他一面既承认可做主人，一面就当然承认可做奴隶，所以威力一坠，就死心塌地，俯首帖耳于新主人之前了。那书可惜我不在手头，只记得一个大意，好在中国已经有了译本，虽然是节译，这些话应该存在的罢。用事实来证明这理论的最显著的例是孙皓，治吴时候，如此骄纵酷虐的暴主，一降晋，却是如此卑劣无耻的奴才。中国常语说，临下骄者事上必谄，也就是看穿了这把戏的话。"}
{"text":"就是凡是人主，也容易变成奴隶，因为他一面既承认可做主人，一面就当然承认可做奴隶，所以威力一坠，就死心塌地，俯首帖耳于新主人之前了。那书可惜我不在手头，只记得一个大意，好在中国已经有了译本，虽然是节译，这些话应该存在的罢。用事实来证明这理论的最显著的例是孙皓，治吴时候，如此骄纵酷虐的暴主，一降晋，却是如此卑劣无耻的奴才。中国常语说，临下骄者事上必谄，也就是看穿了这把戏的话。但表现得最透澈的却莫如求己图，将来中国如要印绘图伦理学的根本问题，这实在是一张极好的插画，就是世界上最伟大的讽刺画家也万万想不到，画不出的。但现在我们所看见的，已没有卑劣可怜地跪着的照相了，不是什么会纪念的一群，即是什么人放大的半个，都很凛凛地。我愿意我之常常将这些当作半张求己图看，乃是我的杞忧。三无题之类照相馆选定一个或数个阔人的照相，放大了挂在门口，似乎是北京特有，或近来流行的。我在城所见的曾大人之流，都不过六寸或八寸，而且挂着的永远是曾大人之流，也不像北京的时时掉换，年年不同。但革命以后，也许撤去了罢，我知道得不真确。至于近十年北京的事，可是略有所知了，无非其人阔，则其像放大，其人下野，则其像不见，比电光自然永久得多。倘若白昼明烛，要在北京城内寻求一张不像那些阔人似的缩小放大挂起挂倒的照相，则据鄙陋所知，实在只有一位梅兰芳君。而该君的麻姑一般的天女散花黛玉葬花像，也确乎比那些缩小放大挂起挂倒的东西标致，即此就足以证明中国人实有审美的眼睛，其一面又放大挺胸凸肚的照相者，盖出于不得已。我在先只读过红楼梦，没有看见黛玉葬花的照片的时候，是万料不到黛玉的眼睛如此之凸，嘴唇如此之厚的。我以为她该是一副瘦削的痨病脸，现在才知道她有些福相，也像一个麻姑。然而只要一看那些继起的模仿者们的拟天女照相，都像小孩子穿了新衣服，拘束得怪可怜的苦相，也就会立刻悟出梅兰芳君之所以永久之故了，其眼睛和嘴唇，盖出于不得已，即此也就足以证明中国人实有审美的眼睛。印度的诗圣泰戈尔先生光临中国之际，像一大瓶好香水似地很熏上了几位先生们以文气和玄气，然而够到陪坐祝寿的程度的却只有一位梅兰芳君两国的艺术家的握手。"}
{"text":"印度的诗圣泰戈尔先生光临中国之际，像一大瓶好香水似地很熏上了几位先生们以文气和玄气，然而够到陪坐祝寿的程度的却只有一位梅兰芳君两国的艺术家的握手。待到这位老诗人改姓换名，化为竺震旦，离开了近于他的理想境的这震旦之后，震旦诗贤头上的印度帽也不大看见了，报章上也很少记他的消息，而装饰这近于理想境的震旦者，也仍旧只有那巍然地挂在照相馆玻璃窗里的一张天女散花图或黛玉葬花图。惟有这一位艺术家的艺术，在中国是永久的。我所见的外国名伶美人的照相并不多，男扮女的照相没有见过，别的名人的照相见过几十张。托尔斯泰，伊孛生，罗丹都老了，尼采一脸凶相，勖本华尔一脸苦相，淮尔特，穿上他那审美的衣装的时候，已经有点呆相了，而罗曼罗兰似乎带点怪气，戈尔基又简直像一个流氓。虽说都可以看出悲哀和苦斗的痕迹来罢，但总不如天女的好得明明白白。假使吴昌硕翁的刻印章也算雕刻家，加以作画的润格如是之贵，则在中国确是一位艺术家了，但他的照相我们看不见。林琴南翁负了那么大的文名，而天下也似乎不甚有热心于识荆的人，我虽然曾在一个药房的仿单上见过他的玉照，但那是代表了他的如夫人函谢丸药的功效，所以印上的，并不因为他的文章。更就用了引车卖浆者流的文字来做文章的诸君而言，南亭亭长我佛山人往矣，且从略近来则虽是奋战忿斗，做了这许多作品的如创造社诸君子，也不过印过很小的一张三人的合照，而且是铜板而已。我们中国的最伟大最永久的艺术是男人扮女人。异性大抵相爱。太监只能使别人放心，决没有人爱他，因为他是无性了，――假使我用了这无字还不算什么语病。然而也就可见虽然最难放心，但是最可贵的是男人扮女人了，因为从两性看来，都近于异性，男人看见扮女人，女人看见男人扮，所以这就永远挂在照相馆的玻璃窗里，挂在国民的心中。外国没有这样的完全的艺术家，所以只好任凭那些捏锤凿，调采色，弄墨水的人们跋扈。我们中国的最伟大最永久，而且最普遍的艺术也就是男人扮女人。一九二四年十一月十一日。本篇最初发表于一九二五年一月十二日语丝周刊第九期。城指的出生地绍兴。"}
