{"text":"在明代张式之抚闽的时候，亦有除夕不须烧爆竹，四山烽火照人红的诗句，描写战乱的景象。至于五代诗人杜苟鹤的诗，就是把战乱中的百姓苦难，刻画得更详尽而深刻了。在这里介绍他十首时世吟中的两首，就可见其一斑夫因兵乱守蓬茆，麻芒裙衫鬓发焦。桑拓废来犹纳税，田园荒尽尚征苗。时挑野菜和根煮，旋砍生柴带叶烧。任是深山更深处，也应无计避征摇。其二云八十衰翁住破村，村中牢落不堪论。因供寨木无桑拓，为点乡兵绝子孙。还似升平催赋税，未曾州县略安存。至今鸡犬皆星散，落日西山哭倚门。用文艺的眼光看，这两首七律，不但是诗中有画，而且画中有泪又有血，可不就是孟子见梁惠王时，所说狗彘食人食，途有饿莩的放大么？这正如清末日据时期台湾诗人王松的诗说不合时宜知多少，生逢乱世做人难。谈到五代的诗，又令人想起五代时冯道的典故来。冯道这个人，后代批评他无耻。指责他自称儒者，竟然有奶便是娘，前后做了后唐后晋后汉后周四个朝代十个皇帝的官。但是深入地仔细研究冯道的诗文以及他为官时的作为，当可知道，在他心目中，五代时的那些君主，都是不值得去尽忠的。他之所以历代为官，目的并不在于贪图富贵，而是怕五代那些外族皇帝乱来，毁了中华文化。为了保全中华民族的传统文化，才不得已厕身于那乱世中的宦途，甚至冒天下之大不题和后世的误解而为官。这并不是故意捧他，而是有事迹可寻的。像后唐的明宗皇帝李嗣源，就是一个目不识丁的人，各方来的奏章他都不会看，要叫别人读给他听。这位老粗皇帝即位后的第二年，全国丰收，自然很高兴，也不再粗里粗气，一副不像皇帝的样子了，懂得斯斯文文，从从容容和冯道谈起国内丰收四方无事的乐事。这时冯道并没有一味圆滑锦上添花地顺着明宗说话，他却对明宗说我以前在先帝庄宗幕府做事的时候，有一次奉命出使到中山去，经过井陉县。那里的地形非常险恶，路况又不好，崎岖不平的，我深恐摔下马来跌死了，所以两手紧紧地抓住缓绳辔口，两腿用力夹住马身，小心翼翼地走，才侥幸没有出事。等走过了这段险路，到达平坦大道上的时候，心理上放松了，手脚也放松了。可不料在这平坦大道上，却狼狈地摔下马来，跌了一大跤。所以我想到，身为一个国家领导人，从事天下国家大业的时候，大概更要时时留意。他就这样浇了明宗一头冷水。"}
{"text":"那里的地形非常险恶，路况又不好，崎岖不平的，我深恐摔下马来跌死了，所以两手紧紧地抓住缓绳辔口，两腿用力夹住马身，小心翼翼地走，才侥幸没有出事。等走过了这段险路，到达平坦大道上的时候，心理上放松了，手脚也放松了。可不料在这平坦大道上，却狼狈地摔下马来，跌了一大跤。所以我想到，身为一个国家领导人，从事天下国家大业的时候，大概更要时时留意。他就这样浇了明宗一头冷水。这盆冷水当然不敢直泼，以免惹祸，于是拐了许多弯子，也可见他用心良苦。这位不识字的皇帝，倒蛮有器量的，听了冯道的反调，不但没有生气，反而认为冯道的话很有道理，甚至有一点向冯道讨好的意味，接着问冯道说今年虽然丰收了，老百姓的粮食够吃了吗？这种态度和刚刚志得意满的味道不同了，一副忧国忧民的样子。可是冯道还是没有阿谀奉承的话，他还是讲实际的情形和正确的道理。所以他说农家在歉收的凶年，很可能会饿死。如果是丰收，则所谓谷贱伤农，谷米多了，卖不出高价，还是吃亏受损。所以无论是丰收或歉收，农民的生活都是很苦。我记得进士聂夷中曾经有这样一首诗二月卖新丝，五月粜新谷。医得眼前疮，剜却心头肉。这首诗虽然句子很白话，没有什么文学价值，可是委婉地写尽了种田人家的实在情形，在士农工商四民之中，农民是最辛劳也是最困苦的，这是身为人主不可不知道的。明宗听了他这些话，大为高兴，立刻命令旁边的人，把聂夷中的这首诗记录下来，并且要常常朗诵给他听。我们引述这些历史故事以后，对于孟子这几句精炼的话，才能够有深刻的认识，而了解他在中国文化政治哲学中的重要性，就不会觉得孟子的话枯燥无味，平淡无奇了。同时，把历史和经书综合起来研究以后，我们更可以发现中国历史几千年来的一大缺失，就是农田水利问题。直到现代，还没有获得彻底圆满的解决。如冯道所说丰凶两病，惟农家为然。的农村情形，自汉唐宋元明清历代中，除了各有一段极短时期例外，农村都是如此困苦，未获解决。只有现在三十年来，积极改良土地，建设水库水坝，再加配肥等等措施及农技，才免除了凶年歉收的现象。丰收中又实施了以高市价的标准价格，收购余粮，避免了谷贱伤农的弊病。"}
{"text":"同时，把历史和经书综合起来研究以后，我们更可以发现中国历史几千年来的一大缺失，就是农田水利问题。直到现代，还没有获得彻底圆满的解决。如冯道所说丰凶两病，惟农家为然。的农村情形，自汉唐宋元明清历代中，除了各有一段极短时期例外，农村都是如此困苦，未获解决。只有现在三十年来，积极改良土地，建设水库水坝，再加配肥等等措施及农技，才免除了凶年歉收的现象。丰收中又实施了以高市价的标准价格，收购余粮，避免了谷贱伤农的弊病。的确是中国历史上的善举但农村经济受到现代工商业发展的冲击，新的问题又复不断产生，因此有关当局仍须继续努力。二郎神和都江堰而过去几千年来，农田水利问题一直没有解决，尤其黄河的河患，往往造成千百里地田园庐墓为废墟。耕种的田地，住的房屋，乃至于祖宗的坟墓都保不住，这又和孟子所说的中国政治哲学的养生丧死无憾的原则违背了。造成这种弊害的，水利不兴的原因尤重。我国自大禹治水以后，三代以下近两三千年以来，时有水患，而以黄河长江两大河流为烈。黄河的水利，根本就没有治好过长江的水利工程，有所成就的，也只有上游川西的一段地方，就是远在秦始皇时代治好的都江堰。那是在四川青城山下，灌县县治旁边的一个峡口，名为灌口，也就是杜甫诗中锦江春色来天地，玉垒浮云变古今所谓的玉垒和离堆等名胜地区所在。此地筑有一座水坝，在坝上有一座二郎庙，庙中所供的神像，并不是封神榜小说中的二郎神杨戳，而是秦昭王时，蜀中太守主持建筑都江堰的李冰父子。说到李冰父子，现在让我们看看清人钱茂所撰历代都江堰功小传中对他们的简述秦李冰李冰，战国时人。知天文地理，隐居氓峨，与鬼谷友。时张若守蜀，与张仪筑城不就，兼苦水患，乃荐冰代若。冰营郡治，致神龟，凿离堆，以避沫水之害。壅江作堋，穿郸检两江，别支流过郡下，以行舟船。岷山多梓柏大竹，颓随水流，坐收其利。又引溉田畴，以万亿计。旱则引水浸润，雨则杜塞水门，镌石定水则，傀无失度。作大堰以扼蓄泄咽喉，称都安堰。即今都江堰。蜀以此无饥谨，号天府焉。"}
{"text":"知天文地理，隐居氓峨，与鬼谷友。时张若守蜀，与张仪筑城不就，兼苦水患，乃荐冰代若。冰营郡治，致神龟，凿离堆，以避沫水之害。壅江作堋，穿郸检两江，别支流过郡下，以行舟船。岷山多梓柏大竹，颓随水流，坐收其利。又引溉田畴，以万亿计。旱则引水浸润，雨则杜塞水门，镌石定水则，傀无失度。作大堰以扼蓄泄咽喉，称都安堰。即今都江堰。蜀以此无饥谨，号天府焉。冰复导洛通山洛水，与郸别江会新津大渡，穿广都盐井诸陂池，凿南安溷崖，以杀沫水，世咸飨其利，都江堰乃其较著者也。其作堰，破竹为笼，以石累其中，或镇以石牛石人，设象鼻鱼钩护岸。有石刻深淘滩，低作堰六大字，尤心传之妙者，历代尊其法，食其德，立饲致祭，元至顺元年，封圣德英惠王。至国朝，封敷泽兴济通v王，载在祀典。李二郎王囗二郎为李冰仲子，喜弛猎，史轶其事，名字无考，世传种种异迹，荐绅先生难言之。可征者，谁作五石犀，以压水怪，穿石犀溪于江南，命日犀牛里，与其友七人靳蛟。又假饰美女，就婚囗囗，以入祠劝酒。或谓即冰为牛斗刺杀江神事傅会之，详见水经注。然考亭朱子云二郎与文昌，分踞蜀境，是二郎克迪前光，以得全蜀人心者，固有在也。元至顺元年，封英烈昭惠灵显仁枯王。国朝封承绩广惠显王。王囗事轶，蜀典姓源韵谱，谓与李冰同时人。方氏通雅作王囗，谓与冰同穿二江，其他无闻焉，或亦冰之良佐也。原来灌口这个地方，河床有一个弯道，每年到了春末夏初的时候，这条江上游源头的雪山上，整个冬天的大量积雪开始融化，雪水自广阔的雪山山脉数以百计的峰头，滚滚而下，汇集到灌口这个隘口时，更是波涛汹涌，声若雷鸣。气势之雄，力量之大，和今天石门水库放水时的情况，有过之而无不及。如不作适当的措施，那么灾害之大，当不止四川一省，可能遍及下游各地，与黄河的水患，互相比恶了。早在几千年前，李冰父子就想出了深淘滩，低作堰之六字真言，以抛流笼的办法，建筑这座都江堰，使这里的洪水不致泛滥。所谓流笼，是用青竹，剖开以后，浸过桐油或石灰，增加它的纤维拉力，以及防水渍的腐蚀力。"}
{"text":"气势之雄，力量之大，和今天石门水库放水时的情况，有过之而无不及。如不作适当的措施，那么灾害之大，当不止四川一省，可能遍及下游各地，与黄河的水患，互相比恶了。早在几千年前，李冰父子就想出了深淘滩，低作堰之六字真言，以抛流笼的办法，建筑这座都江堰，使这里的洪水不致泛滥。所谓流笼，是用青竹，剖开以后，浸过桐油或石灰，增加它的纤维拉力，以及防水渍的腐蚀力。再将这种处理过的青竹，编织成长数丈，直径一米多，有六角形空洞俗称胡椒眼的竹笼，然后把大大小小圆形――近似鹅卵的石块俗称鹅卵石，填到这竹笼内，就做成了流笼。把这种流笼，坝作江岸，作有规则的排列，而堆积成水坝。当洪水冲来的时候，遇到这种流笼，汹涌的水势，就被阻挡，但又从笼与笼之间以及笼中鹅卵石之间的空隙通过，于是就收到了减缓水势的适度效果。堰堤水坝便安全不致被冲毁，也无堤脚被淘空的危险。只是每年要检查一下，发现了腐朽的流笼，就要更换新的。这座都江堰，就这样从秦代到现在，使用了几千年，堰堤不坏，功能不减。抗战时期，曾有德英法美等许多西方国家的现代水利学者堤坝专家们，到都江堰共同参观研究，认为常换流笼太麻烦，于是提出计划，以他们的现代力学方法，改建水泥坝。不料还是不行。一下子就垮了，唯有恢复原状，用几千年前李冰父子的老办法。这种流笼，我国现代的水利工程人员，目前还在沿用。但是这种流笼，如果用在黄河，就失去效用。因为黄河的流水混浊，带有大量的泥沙，流过流笼时，泥沙沉淀停滞在石缝间，很快就被淤塞起来，就失去减缓水势的功用，而终被流水冲垮。这历史上唯一成功的河渠水利工程，也反映出我国几千年来的政治，在经济建设方面，工商发展方面暂且不说，我们这个以农立国的国家对于农田水利的问题，则始终没有解决。引申到这里，我们透过孟子这简炼的几句话，可以看到中国历史上悲剧性的一面，存在着许许多多的问题，而一直未做到孟子所说的使民养生丧死无憾的程度。同时我们也了解，这使民养生丧死无憾，也就是孙中山先生所提出来的民生问题。而现在世界各国，各种政治思想哲学，都以解决民生问题为主。民生主义也好，社会主义也好，乃至共产主义也好，不管他们提的什么主张，何项办法，总不外乎解决民生问题。究竟要做到什么程度，各有各的思想，各有各的目标。"}
{"text":"引申到这里，我们透过孟子这简炼的几句话，可以看到中国历史上悲剧性的一面，存在着许许多多的问题，而一直未做到孟子所说的使民养生丧死无憾的程度。同时我们也了解，这使民养生丧死无憾，也就是孙中山先生所提出来的民生问题。而现在世界各国，各种政治思想哲学，都以解决民生问题为主。民生主义也好，社会主义也好，乃至共产主义也好，不管他们提的什么主张，何项办法，总不外乎解决民生问题。究竟要做到什么程度，各有各的思想，各有各的目标。当然，现在的民生主义，也就是上继孔孟所提出来的中国文化大同世界的理想。但看今日的实际情形，大同理想的实现，还有待我们各方面更多的努力。杀人和吃人的譬喻梁惠王曰寡人愿安承教。孟子对曰杀人以梃与刃，有以异乎？曰无以异也。以刃与政，有以异乎？曰无以异也。曰庖有肥肉，厩有肥马民有饥色，野有饿草。此率兽而食人也。兽相食，且人恶之为民父母行政，不免于车兽而食人，恶在其为民父母也。仲尼曰始作俑者，其无后乎！为其象人而用之也，如之何其使斯民饥而死也。这段文章的记载上，显示出来，梁惠王大概受了孟子的影响，每谈一次话，态度就好转一次。这次的谈话，比以前几次更好得多了。他一开口就说我愿意虚心地专诚向你请教，听取你孟先生的意见。所以他也没有提出什么问题来发问，只是希望孟子给他一些意见，今后治国该怎么办。这种态度，看来的确是虚心而诚恳的，存心要向孟子请教。孟子见他那样诚恳，所以答复梁惠王的话，也是诚恳地讲实在话，一点没有虚伪客套。他以问为答地说一个人用棍子去打死人和用刀子去杀死人，有什么分别么？孟子这个问题，可以说是不成问题的问题，所以梁惠王可以不加考虑地立即答复孟子当然没有什么分别啊！虽然用的凶器不同，但杀人的居心，和杀死人的结果都是一样，这有什么不同呢？在这里，我们又看到孟子谈话的高明了。真是剥茧抽丝，逐步层层深入。等到梁惠王肯定了他的这个问题以后，冷不防，话锋一转，逼进一步问道好了，你既然说用棍或用刀，都是一样杀人。那么我再请教你，用刀和用暴虐不良的政治杀人，是不是就有所分别了呢？"}
{"text":"他以问为答地说一个人用棍子去打死人和用刀子去杀死人，有什么分别么？孟子这个问题，可以说是不成问题的问题，所以梁惠王可以不加考虑地立即答复孟子当然没有什么分别啊！虽然用的凶器不同，但杀人的居心，和杀死人的结果都是一样，这有什么不同呢？在这里，我们又看到孟子谈话的高明了。真是剥茧抽丝，逐步层层深入。等到梁惠王肯定了他的这个问题以后，冷不防，话锋一转，逼进一步问道好了，你既然说用棍或用刀，都是一样杀人。那么我再请教你，用刀和用暴虐不良的政治杀人，是不是就有所分别了呢？孟老夫子这一逼，可把一个梁惠王逼得转不过弯来了，也许当时被问得愣了一下，梁惠王心里总不肯承认在施行不良的暴虐之政的。但是因为自己身为施政的一国之王，只好眨眨眼，摇摇头说当然也没有什么两样啊！好了，两个问题一转折，把梁惠王扣住以后，正文来了。孟子于是说那么，现在的君主们，厨房里存放着许多肥美的肉类，马厩里养育壮硕的马匹。可是老百姓却吃不饱，一个个面黄肌瘦的在城外郊野，还有人饿死在路旁。这种情形对照一下，可不等于是纵容驱使禽兽去吃人吗？今天在富庶社会中过安定日子的人，或者体会不到这种景象的悲惨，而认为冰柜里多存一些肉，养上几匹马，又算得了什么？殊不知，在古代没有冰箱，也没有冰柜，而内府中的人多得很，储存的肉类不能不多，但是存久了会变质发臭，就只好扔掉。这就是所谓的朱门酒肉臭。至于养马，现在大家都坐汽车了，不知道养马的耗费。以前养一匹壮马，比十个人的生活费还多。要给它好的豆料鸡蛋，还要喝酒，有时候是上好的名酒。那种跑马场的赛马，还要喂整枝的人参。战马当然也要吃得很好，马无夜草不肥，夜晚要派人去遛马，还要给马洗澡，真是一笔大耗费。现在有些人不买汽车，因为汽车每个月的油料和保养费太高了，但比起养马来，泡车的耗费又小得多。何况当时的诸侯，并不是光养一匹马，而是养许多马。大夫干部们也养许多马。还有成千上万的战马呢！了解了这些情形，计算一下所需的费用，那么就知道孟子所说的率兽食人一点也不假了。孟子这几句话，反映了春秋战国当时政治和社会状况的大概，同时巧妙地指责了梁惠王与他下面的这些大臣和干部。另段率兽食人，也等于说你梁惠王的这些大臣们，和猛兽差不多，你如今就好比带了一批野兽，在那里吞食老百姓的骨肉啊！"}
{"text":"何况当时的诸侯，并不是光养一匹马，而是养许多马。大夫干部们也养许多马。还有成千上万的战马呢！了解了这些情形，计算一下所需的费用，那么就知道孟子所说的率兽食人一点也不假了。孟子这几句话，反映了春秋战国当时政治和社会状况的大概，同时巧妙地指责了梁惠王与他下面的这些大臣和干部。另段率兽食人，也等于说你梁惠王的这些大臣们，和猛兽差不多，你如今就好比带了一批野兽，在那里吞食老百姓的骨肉啊！所以他又劝梁惠王说我们看到禽兽互相残杀，弱肉强食的时候，都会非常厌恶，憎恨他们，巴不得杀掉他们。而我们民族文化，作之君，作之师，作之亲，你是一国的君主，也等于是全国老百姓的父母，应该像对自己儿女一样，去爱护照顾老百姓。可是，你现在实施的政治，还免不了好像带了一群猛兽去吃人似的暴虐，那么老百姓又怎么不感到厌恶，你又怎么算得是老百姓的父母官呢？孟子始终是遵奉孔子的学说的，最后他还是引用孔子的话来作结论。在这里，先要提出一个题外话来研究一下。原文上，孟子引用孔子的话时，是用仲尼曰三个字，为什么不用孔丘曰或丘曰呢？我们知道，孔丘是孔子的姓名，仲尼是孔子的字。依古礼对长辈，是可以称字或号的，甚至于对同辈的人，也只称字号而不称名的，绝对不能连名带姓一起叫。孔子是春秋时人，孟子是战国时人。时间上，孟子已经是晚辈了。而孟子是子思门人的学生，子思又是孔子的孙子，所以孟子比孔子当然是再晚又晚辈了，所以他应该尊称孔子的字号。即如在礼记中子思称孔子，也称仲尼，这是中国的古礼。但是到了后来，渐渐变成对长辈不能称字号了。尤其是对自己的父亲或祖父，直接称号，反倒要让人觉得大逆不道了。孟子在这次谈话中，把孔子的话举出来，他说孔子曾经说，第一个制作陶泥人用来陪葬的人，不会有后代吧！因为他虽然没有用活人去陪葬，但所做的陪葬陶泥人和活的人一样，在心理上，还是存了以活人陪葬的想像――正如许多标榜素食的人，跑到素食馆里，大吃素鸡素鸭。诚然，所吃到的仍旧是豆腐豆皮豆干面粉之类，如果心理上存了吃鸡吃鸭的念头，就和吃荤没有两样。既然这种用代替品假设，而存有一点活人陪葬的心理念头都是不可以不应该的，又怎么可以活生生地使老百姓们饿死呢？实际上孟子是指责梁惠王上梁不正下梁歪。"}
{"text":"因为他虽然没有用活人去陪葬，但所做的陪葬陶泥人和活的人一样，在心理上，还是存了以活人陪葬的想像――正如许多标榜素食的人，跑到素食馆里，大吃素鸡素鸭。诚然，所吃到的仍旧是豆腐豆皮豆干面粉之类，如果心理上存了吃鸡吃鸭的念头，就和吃荤没有两样。既然这种用代替品假设，而存有一点活人陪葬的心理念头都是不可以不应该的，又怎么可以活生生地使老百姓们饿死呢？实际上孟子是指责梁惠王上梁不正下梁歪。领头在那里率兽食人的，就是他梁惠王。只是不便直接指责，才引用孔子这个始作涌者来隐喻，指责梁惠王领导无方，自己王府里那么奢侈，领导大臣们也竞相浪费，而老百姓们则无饭可吃，竟然饿死。梁惠王念苦经梁惠王曰晋国，天下莫强焉，叟之所知也。及寡人之身，东败于齐，长子死焉西丧地于秦七百里南辱于楚。寡人耻之。愿比死者一洒之，如之何则可？孟子对曰地方百里，而可以王。王如施仁政于民，省刑罚，薄税敛，深耕易耨，壮者以暇日修其孝惮忠信，入以事其父兄，出以事其长上。可使制挺，以挞秦楚之坚甲利兵矣。被夺其民时，使不得耕耨以养其父母，父母冻饿，兄弟妻子离散。彼陷溺其民，王往而征之，夫！谁与王敌？！故曰仁者无敌。王请勿疑！他们这一次的谈话，司马迁在史记中魏世家梁惠王的一段，曾经稍稍提到过一点，语意一样，文字不同。在这里，梁惠王提起晋国。大家应该记得，原韩魏赵三国的祖先，历代都是臣事晋国的，后来他们分了晋国的土地，而自己独立称王。现在他又自称是承接了晋国的传统，晋国就等于是他们的祖国。因此梁惠王对孟子从他的祖国谈起。他说我的宗主国在晋文公的时候，曾经称霸诸侯，历史上的强盛情形，你老夫子是知道的。但是到了我这一代，说来真惭愧，倒霉得很，在西方割地七百里，求和于强秦，在南方又常受楚国欺凌侮辱，一直受他威胁。像这样的国耻，我实在忍受不了。我愿意为这些为国牺牲的先烈们雪耻。请问你，我应该怎么做才好？梁惠王提到他祖先的光荣历史。其实从春秋大义来说，魏是叛晋的，谈不上光荣。不过当时在中原一带，三晋的确是相当强盛的。"}
