{"text":"社会需要爱心人类需要帮助。也许只是一根小小的木桩就可救活一个溺水的人也许只是薄薄的一条毯子就可以温暖一个冻僵的人也许只是一句话一只温暖的手就可以唤回失望者的希望。那么为什么我们不去做呢别走开让我们一起来奉献自己的爱心一人是人二人为从三人成众建设祖国美好的未来需要的不正是这种众志成城吗成功与挫折成功是你梦寐以求的那朵红玫瑰挫折正是那遍及周围的针刺。快乐是你辛勤耕耘获得的果实悲伤正是那成熟前的秕粒。成功是白天的太阳那么失败就是黑夜中的星辰没有星辰的降落也就不会有太阳的升起耀眼的太阳也会有被乌云遮掉的时候成功是甜果那么失败就是酸果甜果在最初却是酸苦的也有不少甜果会甜得发苦发烂。成功要用理想去引路要用创造力去开拓要用汗水去浇灌。未经历坎坷泥泞的艰难哪能知道阳光大道的可贵未经历风雪交加的黑夜哪能体会风和日丽的可爱未经历挫折和磨难的考验怎能体会到胜利和成功的喜悦。挫折想说恨你不容易在经受了失败和挫折后我学会了坚韧在遭受到误解和委屈时我学会了宽容在经历了失落和离别后我懂得了珍惜。如果说人生是一望无际的大海那么挫折则是一个骤然翻起的浪花。如果说人生是湛蓝的天空那么失意则是一朵飘浮的淡淡的白云。希望大海风平浪静却常常有狂风和恶浪。希望江河一泻千里却常常有旋涡和急流希望生活美满幸福却常常有悲伤和忧愁。人生旅程并不是一帆风顺的逆境失意会经常伴随着我们但人性的光辉往往在不如意中才显示出来希望是激励我们前进的巨大的无形的动力大自然启示风从水上走过留下粼粼波纹阳光从云中穿过留下丝丝温暖岁月从树林走过留下圈圈年轮朋友我们从时代的舞台上走过留下了什么呢天空收容每一片云彩不论其美丑所以天空宽阔无边。大地拥抱每一寸土地不论其贫富所以大地广袤无垠。海洋接纳每一条河流不论其大小所以海洋广阔无边。要装进一杯新泉你就必须倒掉已有的陈水要获取一枝玫瑰你就必须放弃到手的蔷薇要多一份独特的体验你就必须多一份心灵的创伤。冬天的河干涸了我相信春水还会来临那时白帆就是我心中的偶像风中的树叶凋零了我相信泥土里的梦将在枝头开花结果。"}
{"text":"大地拥抱每一寸土地不论其贫富所以大地广袤无垠。海洋接纳每一条河流不论其大小所以海洋广阔无边。要装进一杯新泉你就必须倒掉已有的陈水要获取一枝玫瑰你就必须放弃到手的蔷薇要多一份独特的体验你就必须多一份心灵的创伤。冬天的河干涸了我相信春水还会来临那时白帆就是我心中的偶像风中的树叶凋零了我相信泥土里的梦将在枝头开花结果。是一丛秋菊也要散发芳香是一片秋叶也要装点大地是一株古柏也要撑起蓝天是一眼古井也要流出清泉。远去的飞鸟永恒的牵挂是故林漂泊的船儿始终的惦记是港湾奔波的旅人无论是匆匆夜归还是离家远去心中千丝万缕时时惦念的地方还是家。成熟的麦子低垂着头那是在教我们谦逊一群蚂蚁能抬走大骨头那是在教我们团结温柔的水滴穿岩石那是在教我们坚韧蜜蜂在花丛中忙碌那是在教我们勤劳。岩石下的小草教我们坚强峭壁上的野百合教我们执著山顶上的松树教我们拼搏风雨严寒中的腊梅教我们笑迎冰雪。因为有志小溪汇成了大海因为有志枯枝盼到春的绿叶因为有志人类助长了山峰的高度。让我们站在地平线上构筑我们的梦想吧因为我们有志并会为梦想拼搏的我们将会是大海绿叶站在山顶的那个就会是我们。泥土的味道是苦涩的海水的味道是苦咸的树林中清新的空气也有着一丝苦津津的味道。这苦的大自然孕育了人们交织着各种苦痛的心灵。广袤的土地浩瀚的海洋辽阔的天空了无际涯的心灵构成了我们这个世界。百花争艳的春天是充满活力的季节烈日曝晒的夏天是富有热情的季节瓜果飘香的秋天是极具魅力的季节白雪飘飘的冬天是最富遐想的季节。太阳无语却放射出光辉高山无语却体现出巍峨大地无语却展示出广博。我们不做屋檐下叽叽喳喳的麻雀要做搏击蓝天高瞻远瞩的雄鹰。我们不做路边随风摇摆的小草要做高山根深叶茂顶天立地的苍松我们不做山沟里易涨易退的小溪要做寒暑不变的一望无涯的沧海。也许你站不成巍峨的高山但你依然可以挺立成一棵青松或一枝秀竹为生命添一分绿意增一道风景。也许你升不成光芒万丈的太阳但你依然可以升成一轮皎洁的月亮或一颗微弱的星辰为大地添一分光明增一分热量。"}
{"text":"我们不做屋檐下叽叽喳喳的麻雀要做搏击蓝天高瞻远瞩的雄鹰。我们不做路边随风摇摆的小草要做高山根深叶茂顶天立地的苍松我们不做山沟里易涨易退的小溪要做寒暑不变的一望无涯的沧海。也许你站不成巍峨的高山但你依然可以挺立成一棵青松或一枝秀竹为生命添一分绿意增一道风景。也许你升不成光芒万丈的太阳但你依然可以升成一轮皎洁的月亮或一颗微弱的星辰为大地添一分光明增一分热量。也许你妆扮不成雍容华贵的牡丹但你依然可以长成一朵野花或一棵小草为人类添一缕芳香增一分活力。见到满天的细雨你只要无愧地做雨中飘落的一滴虽是一滴却能滋润大地见到延伸的道路你只需无愧地做石子中平凡的一枚虽是一枚却能支撑前进的步伐。见到美丽的花园你只需无愧地做花朵中平凡的一朵虽是一朵却能增添色彩。见到宽广的大海你只要无愧地做鱼儿中欢快的一只虽是一只却能演绎生机读书与学习书是良药刘向说书犹药也善读可以医愚书是益友臧克家说读过一本书像交了一位益友书是窗户高尔基说每一本书都在我面前打开了一扇窗户书是世界的一个窗口人们就是通过这许许多多的窗口去认识世界的。书就是一艘船它载着人们在知识的海洋中航行。书籍好比一架梯子它能引导我们登上知识的殿堂。书籍如同一把钥匙它能帮助我们开启心灵的智慧之窗。书籍是知识的一台电脑题目是主机目录是键盘文字标点是书籍的内存。在学校里读书学习是我的天职在老师孜孜不倦的教诲下我的羽翼渐渐丰满在家里上网是我的课余爱好与网友们谈天说地侃侃而谈是我人生一大乐趣奔驰在操场享受狂奔的欢愉遨游在书海享受文学的乐趣我匆忙书本是我善良的朋友我悠闲书本是我真诚的伙伴。生活于善良和真诚的氛围里哪儿还有不悦之理如果以考试来对应四季春天是考试前老师的动员夏天是动员后考场的铃声秋天是铃声过后巨大的努力冬天是努力过后无情的家长会对于我们中学生来讲中考是一次重大的敲打。有人从此可以继续深造前途一片灿烂可更多的被拒之象牙塔外望塔兴叹前途一片茫茫。当理想之舟刚刚起锚就被狂风所掀翻哪会不黯然神伤然而人总要长大总要逐渐走向成熟。"}
{"text":"生活于善良和真诚的氛围里哪儿还有不悦之理如果以考试来对应四季春天是考试前老师的动员夏天是动员后考场的铃声秋天是铃声过后巨大的努力冬天是努力过后无情的家长会对于我们中学生来讲中考是一次重大的敲打。有人从此可以继续深造前途一片灿烂可更多的被拒之象牙塔外望塔兴叹前途一片茫茫。当理想之舟刚刚起锚就被狂风所掀翻哪会不黯然神伤然而人总要长大总要逐渐走向成熟。敲打总要挺住泪水总要拭干受伤的心总要愈合布满荆棘的路总要走下去时间与青春只有把握现在才能在明天驰骋风云只有把握现在才能充实虚幻的明天只有把握现在才能造就明天的辉煌时间好象一把尺子它能衡量奋斗者前进的进程。时间如同一架天平它能称量奋斗者成果的重量间就像一把皮鞭它能鞭策我们追赶人生的目标。时间犹如一面战鼓它能激励我们加快前进的脚步。时间好比一位妙手成春的良医它能帮助我们医治流血的心灵。时间犹如一个万能的慰藉者它能开导我们忘记人生的伤痛。时间有如一位循循善诱的智者他能引导求学者构筑知识的大厦。时间好比一位点屏成蝇的画家他会帮助勤奋者描绘辉煌的明天。时间好比一个万花筒它能让我们看到世间百相。时间好比一块试金石它能帮助我们分辩出真善美和假丑恶间好比一本教科书它能帮助我们阅尽人世的沧桑。时间如同一口百宝箱它将让我们尽情领略生活的幸福。没有哪一种胭脂能涂抹时间没有哪一件服装能掩饰灵魂没有哪一套古籍能装潢空虚。时间可以摧毁世界上的一切可以把最坚固的城堡化作历史的残迹可以把人类的偶像和权威化成灰烬可以把英雄的利剑化作孩子的玩物可以把布满大森林的山脉变成布满珊瑚丛的无边的海洋。然而时间也可以造就一切可以给猿人居住的洞穴变成金碧辉煌的高楼可以给曾是残破的荒村变成繁华的城市也可以使无知的孩子变成百科全书式的学者在自己的心中展开一个智慧的大星空。青春无语却焕发出活力鲜花无语却散发出芬芳春雨无语却滋润着大地。十五岁的女孩就像是五线谱谱出生活的酸甜苦辣谱出生活的巧妙绝伦谱出了她们自己的天空。十五岁的天空充满着春天的柔情与夏天的豪情。十五岁的天空是花朵和阳光的一串串组合排列。十五岁的天空是欢声和笑语的天空。"}
{"text":"然而时间也可以造就一切可以给猿人居住的洞穴变成金碧辉煌的高楼可以给曾是残破的荒村变成繁华的城市也可以使无知的孩子变成百科全书式的学者在自己的心中展开一个智慧的大星空。青春无语却焕发出活力鲜花无语却散发出芬芳春雨无语却滋润着大地。十五岁的女孩就像是五线谱谱出生活的酸甜苦辣谱出生活的巧妙绝伦谱出了她们自己的天空。十五岁的天空充满着春天的柔情与夏天的豪情。十五岁的天空是花朵和阳光的一串串组合排列。十五岁的天空是欢声和笑语的天空。金钱与财富知识是财富它使人明智。经历是财富它使人成熟。金钱是财富但财富决不仅仅是金钱人生的财富千万种它是一切有价值的东西。金钱能买到床铺却买不到睡眠金钱能买到补药却买不到健康金钱能买到食物却买不到胃口金钱能买到书籍却买不到知识金钱能买到钟表却买不到时间。其他方面指点江山激扬文字是一种豪迈的潇洒天生我材必有用是一种自信的潇洒独钓寒江雪是一种高洁的潇洒不破楼兰终不还是一种悲壮的潇洒。成熟是一种素质一种源于心灵表于行动的素质成熟是一种能力一种自我约束自我管理的能力成熟是一种态度一种对任何事物都保持冷静的态度成熟是一种心境一种能看淡一切万事淡如水的心境。包装是房子富丽堂皇的外壳包装是丑妇手上绚丽的太阳伞包装是模特在舞台上走出的一字猫步。责任感是诸葛孔明鞠躬尽瘁死而后已写就的出师表责任感是孔繁森离家别母血洒高原树立的公仆丰碑责任感是贝多芬挑战人生超越自我谱写的命运交响曲。与人初遇时幽默是最好的名片与人有摩擦时幽默是最灵的润滑剂与人作别时幽默是最超然的祝福。幽默使美的增光添彩使丑的原形毕露。愿生活中的幽默多一点因为它是一种素质一种境界。我们需要幽默。内涵如纯净的水虽至淡却有味内涵如静静的莲盛开却不招摇内涵如高高的菩提给人以智慧的启迪。"}
{"text":"愿生活中的幽默多一点因为它是一种素质一种境界。我们需要幽默。内涵如纯净的水虽至淡却有味内涵如静静的莲盛开却不招摇内涵如高高的菩提给人以智慧的启迪。内涵如盛夏骄阳下的大树为人铺排一地清凉内涵如人生历程中的风景无它相伴则旅程少趣倾听春天的莺歌燕语我们感受到生命的活力意境的优美倾听大海的潮起潮落我们感受到激越的乐章和壮美的境界倾听长者的教诲我们如坐春风倾听朋友的诉说我们感觉到友谊的可贵赞美如顺风吹起将要启航的白帆赞美如明灯照亮黑暗中摸索的路赞美如暖阳驱散人心头的寒冷赞美如春雨滋润出希望的嫩芽赞美如彩虹其美丽让人终生难忘是一座金字塔是进取是两个连接在一起的心是友谊是未满的月牙是缺憾。是人生的交叉路口是选择是一根拐杖是帮扶是互相牵着的手是真情是崎岖的山路是坎坷。是一面镜子让你认识自己是一只漂流圈让弱者随波逐流一面敲响的战鼓催强者奋勇前进一块空地让勤劳者自由地耕种五谷。理解是生活的太阳她将给人们带来无尽的温暖。理解是生活的发动机她将给人们带来无穷的力量理解是生活的美酒她将给人们带来醉人的芳香。激情是灿烂的花朵芳香四溢沁人心脾。但若不精心培育花儿就会枯萎。激情是跳荡的火焰炽热鲜艳令人陶醉。但若不添柴加煤火焰就会熄灭。激情是茂盛的森林郁郁葱葱生机盎然。但若不保护管理森林就会消失。生活中我们需要崇高。有了它我们就会摆脱平庸和空虚甚至麻木。而且一旦你有了这种认识你就会发现崇高就在你的身边它可能是一座山让你感受巍峨它可能是一只鸿雁让你体味坚韧它可能是一首交响乐让你领悟激越它可能是一幅书法让你体验苍劲它甚至可能就是一个人让你理解伟大和纯粹。热爱是什么热爱是风热爱是雨。因为热爱我们甘于淡泊宁静的日子也因为热爱我们敢于金戈铁马去马革裹尸还。兴趣是什么兴趣是帆兴趣是浆。因为兴趣我们甘于风餐露宿的生活也因为兴趣我们敢于九天揽月去五洋捉鳖回。承诺不是湖面上的小船自由飘荡。承诺如同高山它是生生不息的地球内心剧烈运动的结果也是地球的骄傲。承诺不是田野上的小草晃荡摇摆。承诺如同鲜花它是浑圆的籽分裂的代价也是籽的骄傲。"}
{"text":"热爱是什么热爱是风热爱是雨。因为热爱我们甘于淡泊宁静的日子也因为热爱我们敢于金戈铁马去马革裹尸还。兴趣是什么兴趣是帆兴趣是浆。因为兴趣我们甘于风餐露宿的生活也因为兴趣我们敢于九天揽月去五洋捉鳖回。承诺不是湖面上的小船自由飘荡。承诺如同高山它是生生不息的地球内心剧烈运动的结果也是地球的骄傲。承诺不是田野上的小草晃荡摇摆。承诺如同鲜花它是浑圆的籽分裂的代价也是籽的骄傲。在人生旅程中乐观者永远向前看向前走大步流星悲观者永远向后看原地停留甚至向后走惊慌失措。正如乐观的人在被玫瑰刺伤后仍会说多美的花悲观的人在看到刺时就会说多糟啊。青春不是粉面桃腮和朱唇红颜而是坚定的意志丰富的想象饱满的情绪青春不是短暂的岁月和鲜红的色彩而是一种永远充实开放活跃蓬勃向上的心态不断沸腾的滚滚热血。生活如同在沙漠上跋涉需要顽强的毅力和勇气生活如同在江河里游泳需要过人的胆略和气魄。生活就是创造需要刻苦智慧和知难而上生活就是战斗需要汗水鲜血和临危不惧。让我们在生活的考验中永做强者。弱者说逆境是绊脚石碰上它会跌下失败的深渊强者说逆境是垫脚石踩着它可以登上成功的高峰。强者说桥是路的延续有了它就能胜利前进弱者说桥是路的尽头没有它就只能半途而废。假如生命是花开时是美好的花落时也是美好的我要把生命的花瓣一瓣一瓣地撒在人生的旅途上假如生命是树我要把生命的根须一心一意地扎向大地的深处哪怕脚下是坚硬的岩石也要锲而不舍地将根须钻进石逢汲取生活的源泉。在森林和沃野中做一棵参天大树当然很美妙在戈壁沙漠和荒山秃岭中做一棵孤独的小树给迷路的跋涉者以希望那就更光荣。希望大路平坦笔直却常常有岔路和崎岖希望江河一泻千里却常常有旋涡与逆流希望庄稼茂盛丰收却常常有旱劳与虫害希望人生幸福美满却常常有挫折和失败。事物总是由对立的两方面组成的希望万事如意是不现实的。孟德在赤壁低吟悲歌周瑜在赤壁谈笑风生而真正带给赤壁完美壮烈的是苏轼。官场上的险恶风波并没有消沉他高昂的意志生活上的清贫并没有销蚀掉他那乐观向上的心。伴着涓涓细泉聆听习习古风故园神游中苍银白发与皎洁月光交相辉映。"}
{"text":"希望大路平坦笔直却常常有岔路和崎岖希望江河一泻千里却常常有旋涡与逆流希望庄稼茂盛丰收却常常有旱劳与虫害希望人生幸福美满却常常有挫折和失败。事物总是由对立的两方面组成的希望万事如意是不现实的。孟德在赤壁低吟悲歌周瑜在赤壁谈笑风生而真正带给赤壁完美壮烈的是苏轼。官场上的险恶风波并没有消沉他高昂的意志生活上的清贫并没有销蚀掉他那乐观向上的心。伴着涓涓细泉聆听习习古风故园神游中苍银白发与皎洁月光交相辉映。一尊还酹江月多么豪迈的举杯淡逝了多少哀伤及生活磨难――纪念苏轼让我懂得了在困难逆境中应保持有奋勇向前的心苏轼这个曾经辉煌的文人因黄州诗案而开始落魄流落四方辗转难安。在赤壁的月夜他心灰意懒看江上之清风山间之明月做他那个神鹤翩跹而舞的梦。面对如江水般深沉的失意他看见风在山顶呼啸盘旋然后带着撕身裂骨的阵痛穿越漆黑的荆棘林。刹那间他心中郁结的块垒缠绕的苦痛随风而散。挫折痛苦唯有忘记。雪花停了空气像被滤过似的格外凉爽格外清新。操场上顿时热闹起来同学们有的在打雪仗有的在滚雪球堆雪人他们追着笑着互相拍打着身上的雪他们似乎感觉一点也不冷欢声笑语回荡在校园里。冬天水仙花开放了。她的姿态是那样小巧秀丽鲜艳的叶子伸得高高的。含苞欲放的花骨朵好像一个个害羞的小姑娘真叫人喜爱那盛开的花好像在对我微笑那么秀丽淡雅。她的花瓣润如玉白如绢轻如纱花蕊是淡黄色的花瓣雪白雪白的仿佛涂上了一层银粉美丽极了在花的旁边还有几棵茂盛的小草。一阵微风拂过小草跳起了欢快的舞蹈。有时舒展双臂有事弯腰触地有时左右摇摆真像亭亭玉立的少女在尽情的跳舞。一路上让我印象最深的是在遇龙河畔坐竹排。那时正遇黄昏夕阳上仿佛被披上了一层薄薄的纱看上去朦朦胧胧的漂亮极了。伴着夕阳坐在船上吃着烤鱼我感到无比的惬意。在船上一路的风景是最让人过目不忘的一座座高大的拱桥一座座小山村一个个挺拔的山峰一条条细流的分支足以让人拍手叫绝再加上船夫那娴熟的技巧配合的天衣无缝。简直就是一个被遗落在人间的仙境。"}
{"text":"一路上让我印象最深的是在遇龙河畔坐竹排。那时正遇黄昏夕阳上仿佛被披上了一层薄薄的纱看上去朦朦胧胧的漂亮极了。伴着夕阳坐在船上吃着烤鱼我感到无比的惬意。在船上一路的风景是最让人过目不忘的一座座高大的拱桥一座座小山村一个个挺拔的山峰一条条细流的分支足以让人拍手叫绝再加上船夫那娴熟的技巧配合的天衣无缝。简直就是一个被遗落在人间的仙境。深秋校园的梧桐叶枯黄了时而像打着秋千飘飘悠悠时而像降落伞摇摇欲坠时而像一群燕子自由飞翔多么富有诗情画意呀地面上像是铺上一条无比宽大的金毯子。望着这景象我不由地吟诵起龚自珍的诗句落红不是无情物化作春泥更护花。这落叶虽不是春天的落红却具有落红的献身精神不正像我们的老师吗梅自古以来就倍受人们的称赞。要说古人赞颂梅的诗句就更是数不胜数了。墙角数枝梅凌寒独自开遥知不是雪为有暗香来便是一个例子。梅独自傲立于风雪中的顽强精神确实令人感慨万千。桃红复含宿雨柳绿更带春烟不错桃花的花瓣上还带着昨夜的露珠还不停地催促其他小花儿快快开放笼罩在烟雨之中的柳树绿得翠生生的绿得碧澄澄的此情此景真令人心旷神怡昨天下午张老师布置了一道数学思考题。晚上我绞尽脑汁百思不得其解就在我踏破铁鞋无觅处时爸爸走了过来助我一臂之力经他一点拨我豁然开朗真是山重水复疑无路柳岸花明又一村于是迅速地解开了这道难题。老师你可记得我――一个令您付出无数心血与汗水的小淘气。您那眼角的皱纹有一条是为我而生您那头上的银发有一丝为我而白。春蚕到死丝方尽蜡炬成灰泪始干这诗句不是赞颂您燃烧自己照亮别人的奉献精神还能赞颂谁呢春雨古今中外多少人赞美你。随风潜入夜润物细无声这是大诗人杜甫描述你来到人间的佳句。你来了如烟似粉悄无声息垂柳在你的抚慰下吐出新芽竹子在你的滋润下拔节禾苗在您的沐浴下盈盈闪光吹而不寒杨柳风不错的像母亲的手抚摸着你风里带来些新翻泥土的信息混着青草味儿还有各种花的香都在微微湿润的空气里酝酿。月亮渐渐西沉星星又悄悄地眨起了眼睛。望着满天星星我不由得想起了爸爸白天对我说的话是啊少壮不努力老大徒伤悲。"}
