{"text":"有此禀赋或习惯的人都知道，其实内心生活与外部生活并非互相排斥的，同一个人完全可能在两方面都十分丰富。区别在于，注重内心生活的人善于把外部生活的收获变成心灵的财富，缺乏此种禀赋或习惯的人则往往会迷失在外部生活中，人整个儿是散的。自我是一个中心点，一个人有了坚实的自我，他在这个世界上便有了精神的坐标，无论走多远都能够找到回家的路。换一个比方，我们不妨说，一个有着坚实的自我的人便仿佛有了一个精神的密友，他无论走到哪里都带着这个密友，这个密友将忠实地分享他的一切遭遇，倾听他的一切心语。如果一个人有自己的心灵追求，又在世界上闯荡了一番，有了相当的人生阅历，那么，他就会逐渐认识到自己在这个世界上的位置。世界无限广阔，诱惑永无止境，然而，属于每一个人的现实可能性终究是有限的。你不妨对一切可能性保持着开放的心态，因为那是人生魅力的源泉，但同时你也要早一些在世界之海上抛下自己的锚，找到最适合自己的领域。一个人不论伟大还是平凡，只要他顺应自己的天性，找到了自己真正喜欢做的事，并且一心把自己喜欢做的事做得尽善尽美，他在这世界上就有了牢不可破的家园。于是，他不但会有足够的勇气去承受外界的压力，而且会有足够的清醒来面对形形色色的机会的诱惑。我们当然没有理由怀疑，这样的一个人必能获得生活的充实和心灵的宁静。安静的位置一个人和三个人称我，你，他，这是人人皆知的三个人称代词。在一定的语境中，它们被用在不同的人身上。有的作家喜欢用不同的人称来叙述同一个主人公，不断变换视角，使得人物的形象富有立体感。我觉得，我们每一个人也可以用这种方式来看自己。涉及到自己，使用第一人称是习惯成自然的事情了，好像无须多说。我是谁，我要什么，我做了什么，我爱某某，我恨某某，如此等等，似乎一目了然。然而，真正做自己，行己胸臆，表里一致，敢作敢当，并不是容易的事。正因为如此，许多哲人把成为你自己看做一个很高的人生目标。另一方面呢，一个人如果只是我行我素，从来不跳出来从别的角度看一看自己，他又是活得很盲目的。所以，其他两个人称的视角也是不可缺少的。先说第三人称。在别人的眼里，我是一个他或她。"}
{"text":"我是谁，我要什么，我做了什么，我爱某某，我恨某某，如此等等，似乎一目了然。然而，真正做自己，行己胸臆，表里一致，敢作敢当，并不是容易的事。正因为如此，许多哲人把成为你自己看做一个很高的人生目标。另一方面呢，一个人如果只是我行我素，从来不跳出来从别的角度看一看自己，他又是活得很盲目的。所以，其他两个人称的视角也是不可缺少的。先说第三人称。在别人的眼里，我是一个他或她。因此，用第三人称看自己，实际上就是用别人的或者说社会的眼光看自己，审视一下自己在别人眼里是什么样子，在社会上扮演着什么角色。人不能脱离社会而生活，所以这个视角是必要的。做自己的一个冷眼旁观者和批评者，这是一种修养，它可以使我们保持某种清醒，避免落入自命不凡或者顾影自怜的可笑复可悲的境地。当然，别人的意见只能做参考，为人处世还得自己拿主意。据我观察，在不少人身上，这个视角是过于强大了，以至于他们只是在依据别人的意见生活，陷入了另一种盲目。如果说第一人称是做自己，第三人称是做自己的旁观者，那么，第二人称就是做自己的朋友。把一个人当做你对待，就意味着和这个人面对面，像朋友一样敞开心怀，诚恳交流。如果不是这样，心里仍偷偷地打量着和提防着面前的这个人，那就不是把这个人当做一个你，而是当做一个他了。与此相类似，当我们把自己看做一个他的时候，那眼光往往是冷静的，有时候还是很功利的，衡量的是自己在社会上的表现作用地位名声之类的东西。相反，对自己以你相待，就需要一种既超脱又体贴的眼光，所关心的是人生中更本质的方面。这时候，我们就好像把那个在人世间活动着快乐着痛苦着的自己迎回家中，怀着关切和理解之情和他促膝谈心。人在世上都离不开朋友，但是，最忠实的朋友还是自己，就看你是否善于做自己的朋友了。要能够做自己的朋友，你就必须比那个外在的自己站得更高，看得更远，从而能够从人生的全景出发给他以提醒鼓励和指导。事实上，在我们每个人身上，除了外在的自我以外，都还有着一个内在的精神性的自我。可惜的是，许多人的这个内在自我始终是昏睡着的，甚至是发育不良的。为了使内在自我能够健康生长，你必须给它以充足的营养。如果你经常读好书沉思欣赏艺术等等，拥有丰富的精神生活，你就一定会感觉到，在你身上确实还有一个更高的自我，这个自我是你的人生路上的坚贞不渝的精神密友。"}
{"text":"要能够做自己的朋友，你就必须比那个外在的自己站得更高，看得更远，从而能够从人生的全景出发给他以提醒鼓励和指导。事实上，在我们每个人身上，除了外在的自我以外，都还有着一个内在的精神性的自我。可惜的是，许多人的这个内在自我始终是昏睡着的，甚至是发育不良的。为了使内在自我能够健康生长，你必须给它以充足的营养。如果你经常读好书沉思欣赏艺术等等，拥有丰富的精神生活，你就一定会感觉到，在你身上确实还有一个更高的自我，这个自我是你的人生路上的坚贞不渝的精神密友。安静的位置第一重要的是做人人活世上，除吃睡之外，不外乎做事情和与人交往，它们构成了生活的主要内容。做事情，包括为谋生需要而做的，即所谓本职业务，也包括出于兴趣爱好志向野心使命感等等而做的，即所谓事业。与人交往，包括同事邻里朋友关系以及一般所谓的公共关系，也包括由性和血缘所联结的爱情婚姻家庭等关系。这两者都是人的看得见的行为，并且都有一个是否成功的问题，而其成功与否也都是看得见的。如果你在这两方面都顺利，譬如说，一方面事业兴旺，功成名就，另一方面婚姻美满，朋友众多，就可以说你在社会上是成功的，甚至可以说你的生活是幸福的。在别人眼里，你便是一个令人羡慕的幸运儿。如果相反，你在自己和别人心目中就都会是一个倒霉蛋。这么说来，做事和交人的成功似乎应该是衡量生活质量的主要标准了。然而，在看得见的行为之外，还有一种看不见的东西，依我之见，那是比做事和交人更重要的，是人生第一重要的东西，这就是做人。当然，实际上做人并不是做事和交人之外的一个独立的行为，而是蕴涵在两者之中的，是透过做事和交人体现出来的一种总体的生活态度。就做人与做事的关系来说，做人主要并不表现于做的什么事和做了多少事，例如是做学问还是做生意，学问或者生意做得多大，而是表现在做事的方式和态度上。一个人无论做学问还是做生意，无论做得大还是做得小，他做人都可能做得很好，也都可能做得很坏，关键就看他是怎么做事的。学界有些人很贬薄别人下海经商，而因为自己仍在做学问就摆出一副大义凛然的气势。其实呢，无论商人还是学者中都有君子，也都有小人，实在不可一概而论。有些所谓的学者，在学术上没有自己真正的追求和建树，一味赶时髦，抢风头，惟利是图，骨子里比一般商人更是一个市侩。"}
{"text":"一个人无论做学问还是做生意，无论做得大还是做得小，他做人都可能做得很好，也都可能做得很坏，关键就看他是怎么做事的。学界有些人很贬薄别人下海经商，而因为自己仍在做学问就摆出一副大义凛然的气势。其实呢，无论商人还是学者中都有君子，也都有小人，实在不可一概而论。有些所谓的学者，在学术上没有自己真正的追求和建树，一味赶时髦，抢风头，惟利是图，骨子里比一般商人更是一个市侩。从一个人如何与人交往，尤能见出他的做人。这倒不在于人缘好不好，朋友多不多，各种人际关系是否和睦。人缘好可能是因为性格随和，也可能是因为做人圆滑，本身不能说明问题。在与人交往上，孔子最强调一个信字，我认为是对的。待人是否诚实无欺，最能反映一个人的人品是否光明磊落。一个人哪怕朋友遍天下，只要他对其中一个朋友有背信弃义的行径，我们就有充分的理由怀疑他是否真爱朋友，因为一旦他认为必要，他同样会背叛其他的朋友。与朋友交而不信，只能得逞一时之私欲，却是做人的大失败。做事和交人是否顺利，包括地位财产名声方面的遭际，也包括爱情婚姻家庭方面的遭际，往往受制于外在的因素，非自己所能支配，所以不应该成为人生的主要目标。一个人当然不应该把非自己所能支配的东西当作人生的主要目标。一个人真正能支配的唯有对这一切外在遭际的态度，简言之，就是如何做人。人生在世最重要的事情不是幸福或不幸，而是不论幸福还是不幸都保持做人的正直和尊严。我确实认为，做人比事业和爱情都更重要。不管你在名利场和情场上多么春风得意，如果你做人失败了，你的人生就在总体上失败了。最重要的不是在世人心目中占据什么位置，和谁一起过日子，而是你自己究竟是一个什么样的人。安静的位置梦并不虚幻那是一个非常美丽的真实的故事――在巴黎，有一个名叫夏米的老清洁工，他曾经替朋友抚育过一个小姑娘。为了给小姑娘解闷，他常常讲故事给她听，其中讲了一个金蔷薇的故事。他告诉她，金蔷薇能使人幸福。后来，这个名叫苏珊娜的小姑娘离开了他，并且长大了。有一天，他们偶然相遇。苏珊娜生活得并不幸福。她含泪说要是有人送我一朵金蔷薇就好了。"}
{"text":"安静的位置梦并不虚幻那是一个非常美丽的真实的故事――在巴黎，有一个名叫夏米的老清洁工，他曾经替朋友抚育过一个小姑娘。为了给小姑娘解闷，他常常讲故事给她听，其中讲了一个金蔷薇的故事。他告诉她，金蔷薇能使人幸福。后来，这个名叫苏珊娜的小姑娘离开了他，并且长大了。有一天，他们偶然相遇。苏珊娜生活得并不幸福。她含泪说要是有人送我一朵金蔷薇就好了。从此以后，夏米就把每天在首饰坊里清扫到的灰尘搜集起来，从中筛选金粉，决心把它们打成一朵金蔷薇。金蔷薇打好了，可是，这时他听说，苏珊娜已经远走美国，不知去向。不久后，人们发现，夏米悄悄地死去了，在他的枕头下放着用皱巴巴的蓝色发带包札的金蔷薇，散发出一股老鼠的气味。送给苏珊娜一朵金蔷薇，这是夏米的一个梦想。使我们感到惋惜的是，他终于未能实现这个梦想。也许有人会说早知如此，他就不必年复一年徒劳地筛选金粉了。可是，我倒觉得，即使夏米的梦想毫无结果，这寄托了他的善良和温情的梦想本身已经足够美好，给他单调的生活增添了一种意义，把他同那些没有任何梦想的普通清洁工区分开来了。说到梦想，我发现和许多大人真是讲不通。他们总是这样提问题梦想到底有什么用在他们看来，一样东西，只要不能吃，不能穿，不能卖钱，就是没有用。他们比起一则童话故事里的小王子可差远了，这位小王子从一颗外星落在地球的一片沙漠上，感到渴了，寻找着一口水井。他一边寻找，一边觉得沙漠非常美丽，明白了一个道理使沙漠显得美丽的，是它在什么地方藏着一口水井。沙漠中的水井是看不见的，我们也许能找到，也许找不到。可是，正是对看不见的东西的梦想驱使我们去寻找，去追求，在看得见的事物里发现隐秘的意义，从而觉得我们周围的世界无比美丽。其实，诗童话小说音乐等等都是人类的梦想。印度诗人泰戈尔说得好如果我小时候没有听过童话故事，没有读过一千零一夜和鲁宾孙漂流记，远处的河岸和对岸辽阔的田野景色就不会如此使我感动，世界对我就不会这样富有魅力。英国诗人雪莱肯定也听到过人们指责诗歌没有用，他反驳说诗才有用呢，因为它创造了另一种存在，使我们成为一个新世界的居民。的确，一个有梦想的人和一个没有梦想的人，他们是生活在完全不同的世界里的。如果你和那种没有梦想的人一起旅行，你一定会觉得乏味透顶。"}
{"text":"印度诗人泰戈尔说得好如果我小时候没有听过童话故事，没有读过一千零一夜和鲁宾孙漂流记，远处的河岸和对岸辽阔的田野景色就不会如此使我感动，世界对我就不会这样富有魅力。英国诗人雪莱肯定也听到过人们指责诗歌没有用，他反驳说诗才有用呢，因为它创造了另一种存在，使我们成为一个新世界的居民。的确，一个有梦想的人和一个没有梦想的人，他们是生活在完全不同的世界里的。如果你和那种没有梦想的人一起旅行，你一定会觉得乏味透顶。一轮明月当空，他们最多说月亮像一张烧饼，压根儿不会有把酒问青天，明月几时有的豪情。面对苍茫大海，他们只看到一大滩水，决不会像安徒生那样想到海的女儿，或像普希金那样想到渔夫和金鱼的故事。唉，有时我不免想，与只知做梦的人比，从来不做梦的人是更像白痴的。安静的位置好梦何必成真好梦成真――这是现在流行的一句祝词，人们以此互相慷慨地表达友善之意。每当听见这话，我就不禁思忖好梦都能成真，都非要成真吗？有两种不同的梦。第一种梦，它的内容是实际的，譬如说，梦想升官发财，梦想娶一个倾国倾城的美人或嫁一个富甲天下的款哥，梦想得诺贝尔奖金，等等。对于这些梦，弗洛伊德的定义是适用的梦是未实现的愿望的替代。未实现不等于不可能实现，世上的确有人升了官发了财，娶了美人或嫁了富翁，得了诺贝尔奖金。这种梦的价值取决于能否变成现实，如果不能，我们就说它是不切实际的梦想。第二种梦，它的内容与实际无关，因而不能用能否变成现实来衡量它的价值。譬如说，陶渊明梦见桃花源，梦见好的故事，但丁梦见天堂，或者作为普通人的我们梦见一片美丽的风景。这种梦不能实现也不需要实现，它的价值在其自身，做这样的梦本身就是享受，而记载了这类梦的桃花源记好的故事神曲本身便成了人类的精神财富。所谓好梦成真往往是针对第一种梦发出的祝愿，我承认有其合理性。一则古代故事描绘了一个贫穷的樵夫，说他白天辛苦打柴，夜晚大做其富贵梦，奇异的是每晚的梦像连续剧一样向前推进，最后好像是当上了皇帝。这个樵夫因此过得十分快活，他的理由是倘若把夜晚的梦当成现实，把白天的现实当成梦，他岂不就是天下最幸福的人。这种自欺的逻辑遭到了当时人的哄笑，我相信我们今天的人也多半会加入哄笑的行列。"}
{"text":"所谓好梦成真往往是针对第一种梦发出的祝愿，我承认有其合理性。一则古代故事描绘了一个贫穷的樵夫，说他白天辛苦打柴，夜晚大做其富贵梦，奇异的是每晚的梦像连续剧一样向前推进，最后好像是当上了皇帝。这个樵夫因此过得十分快活，他的理由是倘若把夜晚的梦当成现实，把白天的现实当成梦，他岂不就是天下最幸福的人。这种自欺的逻辑遭到了当时人的哄笑，我相信我们今天的人也多半会加入哄笑的行列。可是，说到第二种梦，情形就很不同了。我想把这种梦的范围和含义扩大一些，举凡组成一个人的心灵生活的东西，包括生命的感悟，艺术的体验，哲学的沉思，宗教的信仰，都可归入其中。这样的梦永远不会变成看得见摸得着的直接现实，在此意义上不可能成真。但也不必在此意义上成真，因为它们有着与第一种梦完全不同的实现方式，不妨说，它们的存在本身就已经构成了一种内在的现实，这样的好梦本身就已经是一种真。对真的理解应该宽泛一些，你不能说只有外在的荣华富贵是真实的，内在的智慧教养是虚假的。一个内心生活丰富的人，与一个内心生活贫乏的人，他们是在实实在在的意义上过着截然不同的生活。我把第一种梦称做物质的梦，把第二种梦称做精神的梦。不能说做第一种梦的人庸俗，但是，如果一个人只做物质的梦，从不做精神的梦，说他庸俗就不算冤枉。如果整个人类只梦见黄金而从不梦见天堂，则即使梦想成真，也只是生活在铺满金子的地狱里而已。安静的位置独处的充实怎么判断一个人究竟有没有他的自我呢我可以提出一个检验的方法，就是看他能不能独处。当你自己一个人呆着时，你是感到百无聊赖，难以忍受呢，还是感到一种宁静充实和满足对于有自我的人来说，独处是人生中的美好时刻和美好体验，虽则有些寂寞，寂寞中却又有一种充实。独处是灵魂生长的必要空间。在独处时，我们从别人和事务中抽身出来，回到了自己。这时候，我们独自面对自己和上帝，开始了与自己的心灵以及与宇宙中的神秘力量的对话。一切严格意义上的灵魂生活都是在独处时展开的。和别人一起谈古说今，引经据典，那是闲聊和讨论唯有自己沉浸于古往今来大师们的杰作之时，才会有真正的心灵感悟。"}
{"text":"独处是灵魂生长的必要空间。在独处时，我们从别人和事务中抽身出来，回到了自己。这时候，我们独自面对自己和上帝，开始了与自己的心灵以及与宇宙中的神秘力量的对话。一切严格意义上的灵魂生活都是在独处时展开的。和别人一起谈古说今，引经据典，那是闲聊和讨论唯有自己沉浸于古往今来大师们的杰作之时，才会有真正的心灵感悟。和别人一起游山玩水，那只是旅游唯有自己独自面对苍茫的群山和大海之时，才会真正感受到与大自然的沟通。所以，一切注重灵魂生活的人对于卢梭的这话都会发生同感我独处时从来不感到厌烦，闲聊才是我一辈子忍受不了的事情。这种对于独处的爱好与一个人的性格完全无关，爱好独处的人同样可能是一个性格活泼喜欢朋友的人，只是无论他怎么乐于与别人交往，独处始终是他生活中的必需。在他看来，一种缺乏交往的生活当然是一种缺陷，一种缺乏独处的生活则简直是一种灾难了。当然，人是一种社会性的动物，他需要与他的同类交往，需要爱和被爱，否则就无法生存。世上没有一个人能够忍受绝对的孤独。但是，绝对不能忍受孤独的人却是一个灵魂空虚的人。世上正有这样的一些人，他们最怕的就是独处，让他们和自己呆一会儿，对于他们简直是一种酷刑。只要闲了下来，他们就必须找个地方去消遣，什么卡拉舞厅啦，录相厅啦，电子娱乐厅啦，或者就找人聊天。自个儿呆在家里，他们必定会打开电视机，没完没了地看那些粗制滥造的节目。他们的日子表面上过得十分热闹，实际上他们的内心极其空虚。他们所做的一切都是为了想方设法避免面对面看见自己。对此我只能有一个解释，就是连他们自己也感觉到了自己的贫乏，和这样贫乏的自己呆在一起是顶没有意思的，再无聊的消遣也比这有趣得多。这样做的结果是他们变得越来越贫乏，越来越没有了自己，形成了一个恶性循环。独处的确是一个检验，用它可以测出一个人的灵魂的深度，测出一个人对自己的真正感觉，他是否厌烦自己。对于每一个人来说，不厌烦自己是一个起码要求。一个连自己也不爱的人，我敢断定他对于别人也是不会有多少价值的，他不可能有高质量的社会交往。他跑到别人那里去，对于别人只是一个打扰，一种侵犯。一切交往的质量都取决于交往者本身的质量。"}
{"text":"这样做的结果是他们变得越来越贫乏，越来越没有了自己，形成了一个恶性循环。独处的确是一个检验，用它可以测出一个人的灵魂的深度，测出一个人对自己的真正感觉，他是否厌烦自己。对于每一个人来说，不厌烦自己是一个起码要求。一个连自己也不爱的人，我敢断定他对于别人也是不会有多少价值的，他不可能有高质量的社会交往。他跑到别人那里去，对于别人只是一个打扰，一种侵犯。一切交往的质量都取决于交往者本身的质量。唯有在两个灵魂充实丰富的人之间，才可能有真正动人的爱情和友谊。我敢担保历史上和现实生活中找不出一个例子，能够驳倒我的这个论断，证明某一个浅薄之辈竟也会有此种美好的经历。安静的位置安静的位置对于各种热闹，诸如记者采访电视亮相大学讲座之类，我始终不能习惯，总是尽量推辞。有时盛情难却答应了，结果多半是后悔。人各有志，我不反对别人追求和享受所谓文化的社会效应，只是觉得这种热闹与我的天性太不合。我的性格决定我不能做一个公众人物。做公众人物一要自信，相信自己真是一个人物，二要有表演欲，一到台上就来情绪。我偏偏既自卑又怯场，面对摄象机和麦克风没有一次不感到是在受难。因此我想，万事不可勉强，就让我顺应天性过我的安静日子吧。如果确实有人喜欢我的书，他们喜欢的也一定不是这种表面的热闹，就让我们的心灵在各自的安静中相遇吧。世上从来不缺少热闹，因为一旦缺少，便必定会有不甘心的人去把它制造出来。不过，大约只是到了今日的商业时代，文化似乎才必须成为一种热闹，不热闹就不成其为文化。譬如说，从前，一个人不爱读书就老老实实不读，如果爱读，必是自己来选择要读的书籍，在选择中贯彻了他的个性乃至怪癖。现在，媒体担起了指导公众读书的职责，畅销书推出一轮又一轮，书目不断在变，不变的是全国热心读者同一时期仿佛全在读相同的书。与此相映成趣的是，这些年来，学界总有一两个当红的热门话题，话题不断在变，不变的是不同学科的学者同一时期仿佛全在研究相同的课题。我不怀疑仍有认真的研究者，但更多的却只是凭着新闻记者式的嗅觉和喉咙，用以代替学者的眼光和头脑，正是他们的起哄把任何学术问题都变成了热门话题，亦即变成了过眼烟云的新闻。在这个热闹的世界上，我尝自问我的位置究竟在哪里？"}
