{"text":"一切眼前的东西联在一起，汇成了宇宙的大欢畅。阅读世纪将是中国文化东方文化的核心复兴的世纪。现在世界上出现了许多影响人类生存前途的弊端，比如人口爆炸大自然被污染生态平衡被破坏臭氧层被破坏粮食生产有限淡水资源匮乏，等等，这只有中国文化能克服，这就是我的最后信念。我们有一种天人合一的理想，自先秦起就有，而且不限于一家，其后绵延未断。宋朝大哲学家张载有两句话，说得最扼要，最准确民，吾同胞物，吾与也。与的意思是伙伴，物包括动物和植物。我们的生活来源都取之于大自然，而我们不把大自然看作敌人，而看作朋友。将来全世界的人都必须这样做，然后西方文化所产生的那些弊端才能逐渐克服。在鸦片战争以前，我们根本不了解自己，也不了解世界大势，昏昏然，懵懵然，盲目狂妄自大，以王朝大国自居，夜郎之君井底之蛙，不过如此。现在读一读当时中国皇帝写给欧洲一些国家的君主的所谓诏书，那种口吻，那种气派，真令人啼笑皆非又不禁脸上发烧，心里发抖。鸦片战争以后，中国的统治者，在殖民主义者面前，节节败退，碰得头破血流，中国人最重视所谓的面子丢得一干二净。他们于是来了一个一百八十度的大转变，一变而向洋鬼子低首下心，奴颜婢膝，甚至摇尾乞怜。上行下效，老百姓也受了影响，流风所及，至今尚余音袅袅，不绝如缕。我个人认为，鸦片战争是一个转折点，在这之前，西方人看待中国同那以后是根本不同的。在那以前，西方人认为中国是聪明之国，文化之邦，中国的一切都是美好的，令人神往的。多少年以来，总有一个问题萦回在我的心中什么是中华民族最优秀的传统？几经思考的结果，我认为是爱国主义。我们是唯物主义者，不能说，中国人天生就是爱国的。存在决定意识，必须有一个促成爱国主义的环境，我们才能有根深蒂固的爱国主义。只要看一看我们几千年的历史，这样的环境立即呈现在我们眼前。在几千年的历史中，我们始终没有断过敌人，东西南北，四面都有。虽然有的当年的敌人今天可能已融入中华民族之中但是在当年，他们只能算是敌人。人类的衣食住行所有的资料都取自大自然，我们向大自然索取是不可避免的。要害是怎样去索取？索取手段不出两途一用和平手段，一用强制手段。我个人认为，东西文化之分野，就在这里。我觉得，人类很注重衣着的款式，这无关天下的安危，可以不必去管。"}
{"text":"只要看一看我们几千年的历史，这样的环境立即呈现在我们眼前。在几千年的历史中，我们始终没有断过敌人，东西南北，四面都有。虽然有的当年的敌人今天可能已融入中华民族之中但是在当年，他们只能算是敌人。人类的衣食住行所有的资料都取自大自然，我们向大自然索取是不可避免的。要害是怎样去索取？索取手段不出两途一用和平手段，一用强制手段。我个人认为，东西文化之分野，就在这里。我觉得，人类很注重衣着的款式，这无关天下的安危，可以不必去管。但是，人类在这一方面所表现出来的聪明却低得令我吃惊。什么皮尔卡丹，什么这国巧匠，什么那国大师，挖空心思，花样翻新，翻来翻去，差别甚微。又来了我那句老话三十年河东，三十年河西。你等着瞧吧，到了三十年，肯定翻了回来。我觉得，儒家伦理道德学说的重点不在理论而在实践。先秦儒家已经安排好了的格物致知诚意正心修身齐家治国平天下，是大家所熟悉的。这样的安排极有层次，煞费苦心，然而一点理论的色彩都没有。也许有人会说，人家在这里本来就不想讲理论而只想讲实践的。我们即使承认这一句话是对的，但是，什么是仁，什么是义？自己生存，也让别的人或动植物生存，这就是善。只考虑自己生存不考虑别人生存，这就是恶。慈善可以是很高的层次，无私奉献，也可以有利己的目的，比如图个好名声，或者避税，或者领导号召不得不响应为慈善付出的可以很大也可以很少，可以是金钱也可以是时间精神，层次很多，幅度很大，不管在什么条件下，出于什么动机，只要他参与了，他就开始了他的道德积累。所以我主张慈善不要问动机。我觉得，思想家就是洞明世事，练达人情之人。他们不发玄妙莫测的议论，不写恍兮惚兮的文章，更不幻想捏成什么哲学体系。他们说的话都是中正平和的，人人能懂的。可是让人看了以后，眼睛立即明亮，心头涣然冰释，觉得确实是那么一回事。阅读中国历代还有一种说法，就是所谓天子，说皇帝是上天的儿子。这种说法对皇帝和臣民都有好处。皇帝以此来恐吓老百姓，巩固自己的地位。臣下也可以适当地利用它来给皇帝一点制约，比如利用日蚀月蚀彗星出现等等天变来向皇帝进谏，要他注重修德，要他注重自己的行动，这对人民多少有点好处。"}
{"text":"阅读中国历代还有一种说法，就是所谓天子，说皇帝是上天的儿子。这种说法对皇帝和臣民都有好处。皇帝以此来恐吓老百姓，巩固自己的地位。臣下也可以适当地利用它来给皇帝一点制约，比如利用日蚀月蚀彗星出现等等天变来向皇帝进谏，要他注重修德，要他注重自己的行动，这对人民多少有点好处。我梦到，近几百年来，西方的科学技术给人民全世界人民带来了空前的幸福但是，其基础是征服自然，与自然为敌，因而受到了大自然的惩罚，产生了许多弊端，比如大气污染环境污染生态平衡物种灭绝，如此等等，不一而足，切盼到了世纪能有所改变，能改恶向善。要想做到这一点，必须以东方天人合一思想，济西方思想之穷，也就是说，人类必须同大自然为友，双方互相了解，增强友谊，然后再伸手向大自然要衣要食要住要行。前几年，我们中国学术界提出了一个口号弘扬中华民族优秀文化。这口号提得正确，提得及时，立即得到了全国的响应。所谓弘扬，我觉得，有两方面的意义一个是在国内弘扬，一个是向国外弘扬。二者不能偏废。在国内弘扬，其意义之重要尽人皆知。我们常讲有中国特色的，这特色无法表现在科技上。即使我们的科技占世界首位，同其他国家相比，也只能是量的差别，无所谓特色。特色只能表现在文化上。这个浅近的道理，一想就能想明白。在文化方面，我们中华民族除了上面所说的天人合一的思想以外，几乎是处处有特色。我们的语言，我们的书法，我们的绘画，我们的音乐，我们的饮食，我们的社会风习，我们的文学创作，等等，哪个地方没有特色呢？我们过去曾实行所说的拿来主义，拿来了许多外国的好东西，今后我们还将继续去拿。但是，为了世界人类的幸福和前途，不管这些天之骄子们愿意不愿意来拿我们中国的好东西。我们都要想方设法实行送去主义，我们要送货上门。中国的博士和西方的博士不一样。在一些中国人心目中，博士是学术生活的终结而在西方国家，博士则只是学术研究的开端。在长达两千多年的封建社会中，中国的知识分子上进之途只有一条，就是科举制度。这真是千军万马，独木小桥。从考秀才起，有的人历尽八十一难，还未必能从秀才而举人，从举人而进士，从进士而殿试点状元等等。最有幸运的人才能进入翰林院，往往已达垂暮之年，老夫耄矣。一生志愿满足矣，一个士子的一生可以画句号矣。"}
{"text":"我们都要想方设法实行送去主义，我们要送货上门。中国的博士和西方的博士不一样。在一些中国人心目中，博士是学术生活的终结而在西方国家，博士则只是学术研究的开端。在长达两千多年的封建社会中，中国的知识分子上进之途只有一条，就是科举制度。这真是千军万马，独木小桥。从考秀才起，有的人历尽八十一难，还未必能从秀才而举人，从举人而进士，从进士而殿试点状元等等。最有幸运的人才能进入翰林院，往往已达垂暮之年，老夫耄矣。一生志愿满足矣，一个士子的一生可以画句号矣。自从清末废科举以后，秀才举人进士之名已佚，而思想中的形象犹在。一推行西洋的教育制度，出现了小学中学大学研究院等等级别。于是就有人来作新旧对比中学毕业等于秀才，大学毕业等于举人，研究生毕业等于进士，点了翰林等于院士。这两项都隐含着博士这一顶桂冠的影子。顺理成章，天衣无缝，新旧相当，如影随形。于是对比者心安理得，胸无疑滞了。假如让我打一个比方的话，我只能拿今天的素斋一定要烹调成鸡鱼鸭肉的外形来相比。隐含在背后的心理状态，实在是耐人寻味的。在中国当前社会中，封建思想意识仍极浓厚。在许多人的下意识里，西方传进来的博士的背后隐约闪动着进士和翰林的影子。我觉得，德国人很聪明，他们有一个词儿，意思是出于礼貌而不得不撒的谎。一般说来，不撒谎应该算是一种美德，我们应该提倡，但是不能顽固不化。假如你被敌人抓了去，完全说实话是不道德的，而撒谎则是道德的。中国管大自然或者宇宙叫天，而印度则称之为梵。中国人的人，印度称之为我，阿特曼。总起来看，中国讲天人，印度讲梵我，意思基本上是一样的。印度古代哲学家有时候用等于英文的这个字来表示梵。梵文，表面上盾是那个创造者，意思是宇宙的创造者。印度古代很有名的一句话s，表面上的意思是你就是那个，真正的涵义是你就是宇宙你与宇宙合一。宇宙，梵是大我阿特曼，我是小我。阅读自从人类有历史以来，共形成了四个文化体系一中国文化二印度文化三从古代希伯来起经过古代埃及巴比伦以至伊斯兰阿拉伯文化的闪族文化四肇端于古代希腊罗马的西方文化。"}
{"text":"梵文，表面上盾是那个创造者，意思是宇宙的创造者。印度古代很有名的一句话s，表面上的意思是你就是那个，真正的涵义是你就是宇宙你与宇宙合一。宇宙，梵是大我阿特曼，我是小我。阅读自从人类有历史以来，共形成了四个文化体系一中国文化二印度文化三从古代希伯来起经过古代埃及巴比伦以至伊斯兰阿拉伯文化的闪族文化四肇端于古代希腊罗马的西方文化。这四个文化体系又可以划分为两大文化体系东方文化和西方文化。前三者属于东方文化，第四个属于西方文化。两大文化体系的关系是三十年河西，三十年河东。东方的思维模式是综合的，西方的思维模式是分析的。勉强打一个比方，我们可以说，西方是一分为二，而东方则是合二而一。再用一个更通俗的说法来表达一下，西方是头痛医头，脚痛医脚，只见树木，不见森林，而东方则是头痛医脚，脚痛医头，即见树木，又见森林。说得再抽象一点东方综合思维模式的特点是，整体概念，普遍联系而西方分析思维模式则正相反。从全世界范围来看，在西方文化主宰下，生态平衡遭到破坏，酸雨到处横行，淡水资源匮乏，大气受到污染，臭氧层遭到破坏，海洋湖河江遭到污染，一些生物灭种，新的疾病冒出等等，威胁着人类的未来发展，甚至人类的生存。这些灾难假如不能克制，则用不到一百年，人类势将无法生存下去。这些弊害目前已经清清楚楚地摆在我们眼前，哪一个人敢说这是危言耸听呢？我的意思并不是要铲除或消灭西方文化。不是的，完全不是的。那样做，是绝对愚蠢的，完全做不到的。西方文化迄今所获得的光辉成就，决不能抹煞。我的意思是，在西方文化已经达到的基础上，更上一层楼，把人类文化提高到一个前所未有的高度。既然能搞西化，为什么就不能搞东化呢？我的基本观点是第一，汉语语法的研究必须改弦更张。第二，中国通史必须重写。第三，中国文学史必须重写。第四，中国文艺理论必须使用中国国有的术语，采用同西方不同的判定方法，这样才能在国际学坛上发出声音。第五，中国美学研究必须根本转型。第六，我认为，西方的基本思维模式是分析的，而中国或其他东方国家的则是综合的。第七，西方处理人与大自然的关系的征服手段是错误的中国的天人合一的观点是正确的。"}
{"text":"我的基本观点是第一，汉语语法的研究必须改弦更张。第二，中国通史必须重写。第三，中国文学史必须重写。第四，中国文艺理论必须使用中国国有的术语，采用同西方不同的判定方法，这样才能在国际学坛上发出声音。第五，中国美学研究必须根本转型。第六，我认为，西方的基本思维模式是分析的，而中国或其他东方国家的则是综合的。第七，西方处理人与大自然的关系的征服手段是错误的中国的天人合一的观点是正确的。第八，西方的科学技术，在为世界人民谋福利的同时，产生了众多弊端甚至灾难。现在如仍不悬崖勒马，则人类生存的前途必受到威胁。第九，东方文化与西方文化的关系是三十年河东，三十年河西。侈谈东西方文化，已经颇有些年头了，这违反我的天性，已如上述。但是既然已经走上了这一条路，我还要走下去的。非凡是对东西文化之差异处，我仿佛害了差异狂，越看越多。没有办法，事实告诉我是这样，我只有这样相信，我这个半瓶醋晃荡了这样许多年，醋是否减少了一点，或者增加了一点呢？我看不出。我只是相信，假如醋增加到装满了瓶子，那就没有晃荡的余地，想晃荡也不会出声。反之，假如醋减少到了一滴不剩，那么，瓶子里只剩下了空气，同样是不能出声。我看而且也希望，我这个半瓶醋，永远保留半瓶，给永远晃荡下去提供条件和基础。我的总印象只能算是印象是近代美学在中国是一个舶来品，中国近现代的美学家过多地倚靠信任追随西方美学家，亦步亦趋，甚至拾人慧牙。他们似乎忘记了一个基本事实中国人心目中的美同西方人不完全一样。作为一个中国美学家，首先应该研究中国的美，这是责无旁贷的事。西方的美重点在眼睛和耳朵，他们美学家研究的对象重点是音乐绘画雕塑等等。中国的美则涉及眼耳鼻舌身等五官。美这个字，根据外语教学与研究出版社汉英词典，英文是psspss。其中最重要的是前二者，都与眼睛有关。因为中国有美酒美食美餐等等一系列与舌头有关的说法，不得不加上一个解释。美酒只能译为，美食美餐只能译为或s和s，决不能译为。"}
{"text":"其中最重要的是前二者，都与眼睛有关。因为中国有美酒美食美餐等等一系列与舌头有关的说法，不得不加上一个解释。美酒只能译为，美食美餐只能译为或s和s，决不能译为。这只是一个极其简单明了的例子，其他的例子还有不少。总之，中国人的与西方人的美不完全相同。中国的美学家研究美学，决不应忘记了自己。换言之，中国美学家不应当囿于眼睛和耳朵，而应当延伸到五官，其中最主要的是舌头。阅读中国的味和印度的s，涵义或引申义并不相同，但是，二者都同出于舌头，而不像西方那样审美对象只限于眼之所见和耳之所闻，其中必有原因。西方文论学家企图把一篇文学作品加以分析解剖，给每一个被分析的部分一个专门名词，支离繁琐。而东方的以中国文论家为代表的文论家则从整体出发，把他们从一篇文学作品中悟出来的道理或者印象，用形象化的语言，来给它一个评价，比如清新庚开府，俊逸鲍参军，对李白则称之曰飘逸豪放，对杜甫则称之为沉郁顿挫，如此等等，例子不胜枚举，这是两种截然不同的文论话语，想把它们融会在一起，不亦难乎！至于这两种话语哪一个更好，我无法回答。我是不薄西方爱东方，就让这两种话语并驾齐驱，共同发展下去吧。王静安人间词话说红杏枝头春意闹，著一闹字而境界全出。云破月来花弄影，著一弄字而境界全出矣。这类有关炼字的论述，古代文论中极多。西方写散文和写诗，使用的词儿有时也会不相同的，其中也有炼的意味，但不像中国这样严重而已。在中国类似的例子还可以举出许多来，仅就大家所熟知的例子就有春风又绿江南岸中的绿字，可以说著一绿字而境界全出。先生之德，山高水长改一个字，把德改为风，则意味迥乎不同。至于池塘生青草这样传颂千古的名句，若译为西文，则必平淡枯燥，让西方人大惑不解。唐代王维的诗，与此句有相通之处。我个人认为，这是中国诗歌与禅趣密切相联的表现，只能意会，不能言传，一落言筌，立即失色。"}
{"text":"西方写散文和写诗，使用的词儿有时也会不相同的，其中也有炼的意味，但不像中国这样严重而已。在中国类似的例子还可以举出许多来，仅就大家所熟知的例子就有春风又绿江南岸中的绿字，可以说著一绿字而境界全出。先生之德，山高水长改一个字，把德改为风，则意味迥乎不同。至于池塘生青草这样传颂千古的名句，若译为西文，则必平淡枯燥，让西方人大惑不解。唐代王维的诗，与此句有相通之处。我个人认为，这是中国诗歌与禅趣密切相联的表现，只能意会，不能言传，一落言筌，立即失色。中国这些话语，表面上看起来似乎很笼统，很不确切，有人可能认为是不科学――我坦白承认，我从前就属于这类人――很模糊。我现在却认为，妙就妙在模糊上。模糊能给人以整体概念和整体印象。这样一来，每个读者都有发挥自己想象力和审美能力的完全的自由，海阔天空，因人而异，每个人都能够得到自己那一份美感享受，不像西方文论家那样，对文学作品硬作机械的分析，然后用貌似谨严科学的话语，把自己的意见表达出来，牵着读者的鼻子走，不给读者以发挥自己想象力的自由。假如给点自由的话，也决不会太多。当年主张拿来主义，我们现在要在拿来的同时，大力张扬送去主义。你不来拿，我偏要送给你，但送之必有术。其术首先认真钻研我们这一套植根于东方综合思维模式的文论话语，自己先要说得清楚，不能以己之昏昏昭昭其次则要彻底铲除贾桂思想，理直气壮地写出好文章，提出新理论。只要我们的声音响亮准确，必能振聋发聩。在德国，实证主义的研究方法，其精神与中国考据并无二致，其目的在于拿出证据，追求真实――我故意不用真理二字，然后在确凿可靠的证据的基础上，抽绎出实事求是的结论。德国学术以其彻底性蜚声世界。令人吃惊的是，到了今天，竟还有少数学者，怀抱科学的尚方宝剑，时不时祭起了科学的法宝，说我的说法不科学，没有经过科学的分析。另外还有个别学者，张口这是科学，闭口这是科学，来反对中国的气功，甚至中国的医学针灸拔罐子等等传统医疗方法。把气功说得太神，我也无法接受。但是实践是检验真理的唯一标准，经过国内外多年的临床应用，证实这些方法确实有效，竟还有人视而不见，听而不闻，死抱住科学不放，岂不令人骇异吗？现在事实已经证实了，这位赛先生即科学确实获得了一部分成功，获得了一些真理，这是不能否认的。"}
{"text":"另外还有个别学者，张口这是科学，闭口这是科学，来反对中国的气功，甚至中国的医学针灸拔罐子等等传统医疗方法。把气功说得太神，我也无法接受。但是实践是检验真理的唯一标准，经过国内外多年的临床应用，证实这些方法确实有效，竟还有人视而不见，听而不闻，死抱住科学不放，岂不令人骇异吗？现在事实已经证实了，这位赛先生即科学确实获得了一部分成功，获得了一些真理，这是不能否认的。但是，通向真理的道路，并不限于这一条。东方的道路也同样能通向真理。汉语只有单字，没有字母，没有任何形态变化，词性也难以确定，有时难免显得有点模糊。在五四运动期间和以后一段时间内，有人就想进行改革，不是文字改革，而是语言改革，就是其中之一，胡适也可以算一个。到了现在，语言改革的口号没有人再提了。但是研究汉语的专家们的那一套分析汉语语法的方式，我总认为是受了研究西方有形态变化的语言的方法的影响。我个人认为，这一条路最终是会走不通的。阅读糖是一种微末的日用食品，平时谁也不会重视它。可是糖这个字在西欧各国的语言中都是外来语，来自同一个梵文字s，这充分说明了，欧美原来无糖，糖的原产地是印度。这样一来，糖一下子就同我的研究工作挂上了钩。于是我就开始注重这个问题，并搜集这方面的资料。后来，又由于一个偶然的机会，一张伯希和从敦煌藏经洞拿走的，正面写着一段佛经，背面写着关于印度造糖法的残卷，几经辗转，传到了我的手里。大家都知道，敦煌残卷多为佛经，像这样有关科技的残卷，真可谓是凤毛麟角，绝无仅有。从伯希和起，不知道有多少中外学人想啃这个硬核桃，但是没有能啃开，最后终于落到我手中。我也惊喜欲狂，终于啃开了这个硬核桃。唐太宗派人到印度去学习制糖法，不过表示当时印度在制糖技术的某一方面有高于中国之处。中国学习的结果是，自己制造出来的糖色味逾西域远甚。文化交流的历史往往如此。在以后的长时间内，中印在制糖方面还是互相学习的。糖本是一件小东西，然而在它身上却驮着长达一千多年的中印两国文化交流的历史。印度的寓言故事，不但见于伊索寓言中，也见于许多欧洲古代和近代书中，比如十日谈拉芳丹寓言格林童话集等等。关于这个问题，欧洲学者们是有争论的。一派主张原产于希腊，另一派主张原产于印度。"}
