{"text":"五常我国封建社会的伦理道德。孟子滕文公上使契为司徒，教以人伦父子有亲，君臣有义，夫妇有别，长幼有序，朋友有信。旧时以君臣父子夫妇兄弟朋友为五伦，认为制约他们各自之间关系的道德准则是不可变易的常道，所以称为五常。必也正名乎孔丘的话，见论语子路必也正名乎！名不正则言不顺，言不顺则事不成。翻手为云覆手雨等句，见杜甫贫交行一诗。管鲍，即管仲和鲍叔牙，春秋时齐国人，二人少年时友善，后齐桓公命叔牙为相，叔牙推荐管仲自代。一九三五年八月四日上海大晚报副刊剪影上载有罗侯的上海话那能讲头一文，其中说在上海，要这些上下三等人都不把你看作可欺的阿木林瘟生呢，你就非得好好研究上下三等交朋友用的谈话，在上海交朋友，你必须了解的是，所谓朋友轧得要好，讲个闲话要漂亮譬如你们初见面，道名问姓起来，上海的上等朋友就爱半说话半咬文的，格位朋友尊姓？格位和迪位是这位的意思。阿木林上海话，即傻瓜。朋友，以义合者也语出论语乡党朱熹注朋友以义合。义，利也，语见墨子经上。自己的园地一九三五年五月，杨人杜衡等组织星火文艺社，出版星火月刊。他们标榜该刊是无名作家自己的园地和新进作家自己的园地。当时文学月刊第五卷第二号一九三五年八月文学论坛栏发表署名扬的文艺自由的代价一文，批评了上海一些文人用商人手法，要文学青年投资五元，以取得在自己的园地投稿而且被登出的权利。杨人杜衡等即以本社同人名义在星火第一卷第四期一九三五年八月二十日发表警告文学编者傅东华一文，否认该刊要投资五元，说只是曾向社员征收按月三元暂以三个月为限的出版费。非有复译不可非有复译不可好像有人说过，去年是翻译年其实何尝有什么了不起的翻译，不过又给翻译暂时洗去了恶名却是真的。可怜得很，还只译了几个短篇小说到中国来，创作家就出现了，说它是媒婆，而创作是处女。在男女交际自由的时候，谁还喜欢和媒婆周旋呢，当然没落。"}
{"text":"非有复译不可非有复译不可好像有人说过，去年是翻译年其实何尝有什么了不起的翻译，不过又给翻译暂时洗去了恶名却是真的。可怜得很，还只译了几个短篇小说到中国来，创作家就出现了，说它是媒婆，而创作是处女。在男女交际自由的时候，谁还喜欢和媒婆周旋呢，当然没落。后来是译了一点文学理论到中国来，但批评家幽默家之流又出现了，说是硬译，死译，好像看地图，幽默家还从他自己的脑子里，造出可笑的例子来，使读者们开心，学者和大师们的话是不会错的，开心也总比正经省力，于是乎翻译的脸上就被他们画上了一条粉。但怎么又来了翻译年呢，在并无什么了不起的翻译的时候？不是夸大和开心，它本身就太轻飘飘，禁不起风吹雨打的缘故么？于是有些人又记起了翻译，试来译几篇。但这就又是批评家的材料了，其实，正名定分，他是应该叫作唠叨家的，是创作家和批评家以外的一种，要说得好听，也可以谓之第三种。他像后街的老虔婆一样，并不大声，却在那里唠叨，说是莫非世界上的名著都译完了吗，你们只在译别人已经译过的，有的还译过了七八次。记得中国先前，有过一种风气，遇见外国――大抵是日本――有一部书出版，想来当为中国人所要看的，便往往有人在报上登出广告来，说已在开译，请万勿重译为幸。他看得译书好像订婚，自己首先套上约婚戒指了，别人便莫作非分之想。自然，译本是未必一定出版的，倒是暗中解约的居多不过别人却也因此不敢译，新妇就在闺中老掉。这种广告，现在是久不看见了，但我们今年的唠叨家，却正继承着这一派的正统。他看得翻译好像结婚，有人译过了，第二个便不该再来碰一下，否则，就仿佛引诱了有夫之妇似的，他要来唠叨，当然罗，是维持风化。但在这唠叨里，他不也活活的画出了自己的猥琐的嘴脸了么？前几年，翻译的失了一般读者的信用，学者和大师们的曲说固然是原因之一，但在翻译本身也有一个原因，就是常有胡乱动笔的译本。不过要击退这些乱译，诬赖，开心，唠叨，都没有用处，唯一的好方法是又来一回复译，还不行，就再来一回。譬如赛跑，至少总得有两个人，如果不许有第二人入场，则先在的一个永远是第一名，无论他怎样蹩脚。所以讥笑复译的，虽然表面上好像关心翻译界，其实是在毒害翻译界，比诬赖，开心的更有害，因为他更阴柔。"}
{"text":"前几年，翻译的失了一般读者的信用，学者和大师们的曲说固然是原因之一，但在翻译本身也有一个原因，就是常有胡乱动笔的译本。不过要击退这些乱译，诬赖，开心，唠叨，都没有用处，唯一的好方法是又来一回复译，还不行，就再来一回。譬如赛跑，至少总得有两个人，如果不许有第二人入场，则先在的一个永远是第一名，无论他怎样蹩脚。所以讥笑复译的，虽然表面上好像关心翻译界，其实是在毒害翻译界，比诬赖，开心的更有害，因为他更阴柔。而且复译还不止是击退乱译而已，即使已有好译本，复译也还是必要的。曾有文言译本的，现在当改译白话，不必说了。即使先出的白话译本已很可观，但倘使后来的自己觉得可以译得更好，就不妨再来译一遍，无须客气，更不必管那些无聊的唠叨。取旧译的长处，再加上自己的新心得，这才会成功一种近于完全的定本。但因言语跟着时代的变化，将来还可以有新的复译本的，七八次何足为奇，何况中国其实也并没有译过七八次的作品。如果已经有，中国的新文艺倒也许不至于现在似的沉滞了。三月十六日。本篇最初发表于一九三五年四月上海文学月刊第四卷第四号文学论坛栏，署名庚。翻译年当系一九三五年。文学第四卷第一号一九三五年一月文学论坛栏载有今年该是什么年一文，其中说过去的一年是杂志年，这好像大家都已承认了。今年该是什么年呢？记得也早已有人预测过――不，祝愿过――该是翻译年。郭沫若在一九二一年二月民铎月刊第二卷第五号发表致该刊编者李石岑的信中说我觉得国内人士只注重媒婆，而不注重处子只注重翻译，而不注重产生。认为处子应当尊重，媒婆应当稍加遏抑。指梁实秋。他在新月第二卷第六七号合刊一九二九年九月发表的论先生的硬译一文中，指摘的翻译是硬译死译，并说读这样的书，就如同看地图一般，要伸着手指来寻找句法的线索位置。参看二心集硬译与文学的阶级性。指刘半农。他在中国文法通论的四版附言中，故意将论语学而中的子曰学而时习之，不亦说乎？一句，按欧化句法排列成几种句式，加以嘲笑。参看花边文学玩笑只当它玩笑上。逃名逃名就在这几天的上海报纸上，有一条广告，题目是四个一寸见方的大字――看救命去！"}
{"text":"参看二心集硬译与文学的阶级性。指刘半农。他在中国文法通论的四版附言中，故意将论语学而中的子曰学而时习之，不亦说乎？一句，按欧化句法排列成几种句式，加以嘲笑。参看花边文学玩笑只当它玩笑上。逃名逃名就在这几天的上海报纸上，有一条广告，题目是四个一寸见方的大字――看救命去！如果只看题目，恐怕会猜想到这是展览着外科医生对重病人施行大手术，或对淹死的人用人工呼吸，救助触礁船上的人员，挖掘崩坏的矿穴里面的工人的。但其实并不是。还是照例的筹赈水灾游艺大会，看陈皮梅沈一呆的独脚戏，月光歌舞团的歌舞之类。诚如广告所说，化洋五角，救人一命，一举两得，何乐不为，钱是要拿去救命的，不过所看的却其实还是游艺，并不是救命。有人说中国是文字国，有些像，却还不充足，中国倒该说是最不看重文字的文字游戏国，一切总爱玩些实际以上花样，把字和词的界说，闹得一团糟，弄到暂时非把解放解作孥戮，跳舞解作救命不可。捣一场小乱子，就是伟人，编一本教科书，就是学者，造几条文坛消息，就是作家。于是比较自爱的人，一听到这些冠冕堂皇的名目就骇怕了，竭力逃避。逃名，其实是爱名的，逃的是这一团糟的名，不愿意酱在那里面。天津大公报的副刊小公园，近来是标榜了重文不重名的。这见识很确当。不过也偶有老作家的作品，那当然为了作品好，不是为了名。然而八月十六日那一张上，却发表了很有意思的许多前辈作家附在来稿后面的叮嘱把我这文章放在平日，我愿意那样，我骄傲那样。我和熟人的名字并列得厌倦了，我愿着挤在虎生生的新人群里，因为许多时候他们的东西来得还更新鲜。这些前辈作家们好像都撒了一点谎。熟，是不至于招致厌倦的。我们一离乳就吃饭或面，直到现在，可谓熟极了，却还没有厌倦。这一点叮嘱，如果不是编辑先生玩的双簧的花样，也不是前辈作家玩的借此返老还童的花样，那么，这所证明的是所谓前辈作家也者，有一批是盗名的，因此使别一批羞与为伍，觉得和熟人的名字并列得厌倦，决计逃走了。从此以后，他们只要挤在虎生生的新人群里就舒舒服服，还是作品也就来得还更新鲜了呢，现在很难测定。"}
{"text":"这些前辈作家们好像都撒了一点谎。熟，是不至于招致厌倦的。我们一离乳就吃饭或面，直到现在，可谓熟极了，却还没有厌倦。这一点叮嘱，如果不是编辑先生玩的双簧的花样，也不是前辈作家玩的借此返老还童的花样，那么，这所证明的是所谓前辈作家也者，有一批是盗名的，因此使别一批羞与为伍，觉得和熟人的名字并列得厌倦，决计逃走了。从此以后，他们只要挤在虎生生的新人群里就舒舒服服，还是作品也就来得还更新鲜了呢，现在很难测定。逃名，固然也不能说是豁达，但有去就，有爱憎，究竟总不失为洁身自好之士。小公园里，已经有人在现身说法了，而上海滩上，却依然有人在掏腰包，造消息，或自称言行一致，或大呼冤哉枉也，或拖明朝死尸搭台，或请现存古人喝道，或自收自己的大名入辞典中，定为中国作家，或自编自己的作品入画集里，名曰现代杰作――忙忙碌碌，鬼鬼祟祟，煞是好看。作家一排一排的坐着，将来使人笑，使人怕，还是使人厌倦呢？――现在也很难测定。但若据前车之鉴，则后之视今，亦犹今之视昔，大约也还不免于悲夫的了！八月二十三日。本篇最初发表于一九三五年九月五日太白半月刊第二卷第十二期，署名杜德机。陈皮梅，沈一呆都是当时在上海游艺场演唱滑稽戏的演员。孥戮语出尚书甘誓用命，赏于祖弗用命，戮于社，予则孥戮汝。意思是不但你自身，连你的儿子也都杀死。大公报一九二年清光绪二十八年六月十七日创刊于天津，创办人英敛之。一九二六年九月起由吴鼎昌张季鸾胡政之接办，后与国民党政权发生关系。曾先后增出上海汉口重庆桂林香港版等。掏腰包指杨人杜衡等人创办星火月刊的自我表白。该刊创刊号一九三五年五月刊出的星火前致词中说，他们这刊物是由几十个同人从最迫切的生活费用上三块五块的省下钞来创办的。参看本书四论文人相轻及其注。言行一致施蛰存在现代第五卷第五期一九三四年九月发表的我与文言文中，曾说我自有生以来三十年，自信思想及言行都是一贯的。顾凤城在他所编的中外文学家辞典一九三二年乐华图书公司出版中，除外国文学家外，收中国文学家二七人，其中也列入了他自己的名字。"}
{"text":"该刊创刊号一九三五年五月刊出的星火前致词中说，他们这刊物是由几十个同人从最迫切的生活费用上三块五块的省下钞来创办的。参看本书四论文人相轻及其注。言行一致施蛰存在现代第五卷第五期一九三四年九月发表的我与文言文中，曾说我自有生以来三十年，自信思想及言行都是一贯的。顾凤城在他所编的中外文学家辞典一九三二年乐华图书公司出版中，除外国文学家外，收中国文学家二七人，其中也列入了他自己的名字。刘海粟编世界名画中华书局出版，所收都是近代外国著名画家的作品，每人一集。其中的第二集是他自己的作品，由傅雷编辑。后之视今，亦犹今之视昔语见晋代王羲之兰亭集序古人云，死生亦大矣，岂不痛哉！后之视今，亦犹今之视昔，悲夫！几乎无事的悲剧几乎无事的悲剧果戈理的名字，渐为中国读者所认识了，他的名著死魂灵的译本，也已经发表了第一部的一半。那译文虽然不能令人满意，但总算借此知道了从第二至六章，一共写了五个地主的典型，讽刺固多，实则除一个老太婆和吝啬鬼泼留希金外，都各有可爱之处。至于写到农奴，却没有一点可取了，连他们诚心来帮绅士们的忙，也不但无益，反而有害。果戈理自己就是地主。然而当时的绅士们很不满意，一定的照例的反击，是说书中的典型，多是果戈理自己，而且他也并不知道大俄罗斯地主的情形。这是说得通的，是乌克兰人，而看他的家信，有时也简直和书中的地主的意见相类似。然而即使他并不知道大俄罗斯的地主的情形罢，那创作出来的脚色，可真是生动极了，直到现在，纵使时代不同，国度不同，也还使我们像是遇见了有些熟识的人物。讽刺的本领，在这里不及谈，单说那独特之处，尤其是在用平常事，平常话，深刻的显出当时地主的无聊生活。例如第四章里的罗士特来夫，是地方恶少式的地主，赶热闹，爱赌博，撒大谎，要恭维，――但挨打也不要紧。他在酒店里遇到乞乞科夫，夸示自己的好小狗，勒令乞乞科夫摸过狗耳朵之后，还要摸鼻子――乞乞科夫要和罗士特来夫表示好意，便摸了一下那狗的耳朵。是的，会成功一匹好狗的。他加添着说。再摸摸它那冰冷的鼻头，拿手来呀！因为要不使他扫兴，乞乞科夫就又一碰那鼻子，于是说道不是平常的鼻子！"}
{"text":"例如第四章里的罗士特来夫，是地方恶少式的地主，赶热闹，爱赌博，撒大谎，要恭维，――但挨打也不要紧。他在酒店里遇到乞乞科夫，夸示自己的好小狗，勒令乞乞科夫摸过狗耳朵之后，还要摸鼻子――乞乞科夫要和罗士特来夫表示好意，便摸了一下那狗的耳朵。是的，会成功一匹好狗的。他加添着说。再摸摸它那冰冷的鼻头，拿手来呀！因为要不使他扫兴，乞乞科夫就又一碰那鼻子，于是说道不是平常的鼻子！这种莽撞而沾沾自喜的主人，和深通世故的客人的圆滑的应酬，是我们现在还随时可以遇见的，有些人简直以此为一世的交际术。不是平常的鼻子，是怎样的鼻子呢？说不明的，但听者只要这样也就足够了。后来又同到罗士特来夫的庄园去，历览他所有的田产和东西――还去看克理米亚的母狗，已经瞎了眼，据罗士特来夫说，是就要倒毙的。两年以前，却还是一条很好的母狗。大家也来察看这母狗，看起来，它也确乎瞎了眼。这时罗士特来夫并没有说谎，他表扬着瞎了眼的母狗，看起来，也确是瞎了眼的母狗。这和大家有什么关系呢，然而世界上有一些人，却确是嚷闹，表扬，夸示着这一类事，又竭力证实着这一类事，算是忙人和诚实人，在过了他的整一世。这些极平常的，或者简直近于没有事情的悲剧，正如无声的言语一样，非由诗人画出它的形象来，是很不容易觉察的。然而人们灭亡于英雄的特别的悲剧者少，消磨于极平常的，或者简直近于没有事情的悲剧者却多。听说果戈理的那些所谓含泪的微笑，在他本土，现在是已经无用了，来替代它的有了健康的笑。但在别地方，也依然有用，因为其中还藏着许多活人的影子。况且健康的笑，在被笑的一方面是悲哀的，所以果戈理的含泪的微笑，倘传到了和地位不同的读者的脸上，也就成为健康这是死魂灵的伟大处，也正是的悲哀处。七月十四日。本篇最初发表于一九三五年八月文学月刊第五卷第二号文学论坛栏，署名旁。含泪的微笑这是普希金评论果戈理小说的话，见于他在一八三六年写的评狄康卡近乡夜话。三论文人相轻芒种第八期上有一篇魏金枝先生的分明的是非和热烈的好恶，是为以前的文学论坛上的再论文人相轻而发的。他先给了原则上的几乎全体的赞成，说，人应有分明的是非，和热烈的好恶，这是不错的，文人应更有分明的是非，和更热烈的好恶，这也是不错的。"}
{"text":"七月十四日。本篇最初发表于一九三五年八月文学月刊第五卷第二号文学论坛栏，署名旁。含泪的微笑这是普希金评论果戈理小说的话，见于他在一八三六年写的评狄康卡近乡夜话。三论文人相轻芒种第八期上有一篇魏金枝先生的分明的是非和热烈的好恶，是为以前的文学论坛上的再论文人相轻而发的。他先给了原则上的几乎全体的赞成，说，人应有分明的是非，和热烈的好恶，这是不错的，文人应更有分明的是非，和更热烈的好恶，这也是不错的。中间虽说凡人在落难时节能与猿鹤为伍，自然最好，否则与鹿豕为伍，也是好的。即到千万没有办法的时候，至于躺在破庙角里，而与麻疯病菌为伍，倘然我的体力，尚能为自然的抗御，因而不至毁灭以死，也比被实际上也做着骗子屠夫的所诱杀脔割，较为心愿。看起来好像有些微辞，但其实说的是他的憎恶骗子屠夫，远在猿鹤以至麻疯病菌之上，和论坛上所说的从圣贤一直敬到骗子屠夫，从美人香草一直爱到麻疯病菌的文人，在这世界上是找不到的的话，也并不两样。至于说平心而论，彼一是非，此一是非，原非确论。则在近来的庄子道友中，简直是鹤立鸡群似的卓见了。然而魏先生的大论的主旨，并不专在这一些，他要申明的是是非难定，于是爱憎就为难。因为譬如有一种人，在他自己的心目之中，已先无是非之分。于是其所谓是，不免似是而实非了。但至于非中之是，它的是处，正胜过于似是之非，因为其犹讲交友之道，而无门阀之分的。到这地步，我们的文人就只好吞吞吐吐，假揩眼泪了。似是之非其实就是非，倘使已经看穿，不是只要给以热烈的憎恶就成了吗？然而天下的事情，并没有这么简单，又不得不爱护非中之是，何况还有似非而是和是中之非，取其大，略其细的方法，于是就不适用了。天下何尝有黑暗，据物理学说，地球上的无论如何的黑暗中，不是总有分之一的光的吗？看起书来，据理就该看见分之一的字的，――我们不能论明暗。这并非刻薄的比喻，魏先生却正走到无是非的结论的。他终于说总之，文人相轻，不外乎文的长短，道的是非，文既无长短可言，道又无是非之分，则空谈是非，何补于事！已而已而，手无寸铁的人呵！人无全德，道无大成，刚说过非中之是，胜过似是之非，怎么立刻又变成文既无长短可言，道又无是非之分了呢？"}
{"text":"天下何尝有黑暗，据物理学说，地球上的无论如何的黑暗中，不是总有分之一的光的吗？看起书来，据理就该看见分之一的字的，――我们不能论明暗。这并非刻薄的比喻，魏先生却正走到无是非的结论的。他终于说总之，文人相轻，不外乎文的长短，道的是非，文既无长短可言，道又无是非之分，则空谈是非，何补于事！已而已而，手无寸铁的人呵！人无全德，道无大成，刚说过非中之是，胜过似是之非，怎么立刻又变成文既无长短可言，道又无是非之分了呢？文人的铁，就是文章，魏先生正在大做散文，力施搏击，怎么同时又说是手无寸铁了呢？这可见要抬举非中之是，却又不肯明说，事实上是怎样的难，所以即使在那大文上列举了许多对手的排挤，大言，卖友的恶谥，而且那大文正可通行无阻，却还是觉得手无寸铁，归根结蒂，掉进无是非说的深坑里，和自己以为原非确论的彼亦一是非，此亦一是非说成了朋友――这里不说门阀――了。况且，文既无长短可言，道又无是非之分，魏先生的文章，就他自己的结论而言，就先没有动笔的必要。不过要说结果，这无须动笔的动笔，却还是有战斗的功效的，中国的有些文人一向谦虚，所以有时简直会自己先躺在地上，说道，倘然要讲是非，也该去怪追奔逐北的好汉，我等小民，不任其咎。明明是加入论战中的了，却又立刻肩出一面小民旗来，推得干干净净，连肋骨在那里也找不到了。论文人相轻竟会到这地步，这真是叫作到了末路！七月十五日。田军作八月的乡村序田军作八月的乡村序爱伦堡论法国的上流社会文学家之后，他说，此外也还有一些不同的人们教授们无声无息地在他们的书房里工作着，实验光线疗法的医生死在他们的职务上，奋身去救自己的伙伴的渔夫悄然沉没在大洋里面。一方面是庄严的工作，另一方面却是荒淫与无耻。这末两句，真也好像说着现在的中国。然而中国是还有更其甚的呢。手头没有书，说不清见于那里的了，也许是已经汉译了的日本箭内亘氏的著作罢，他曾经一一记述了宋代的人民怎样为蒙古人所淫杀，俘获，践踏和奴使。然而南宋的小朝廷却仍旧向残山剩水间的黎民施威，在残山剩水间行乐逃到那里，气焰和奢华就跟到那里，颓靡和贪婪也跟到那里。若要官，杀人放火受招安若要富，跟着行在卖酒醋。这是当时的百姓提取了朝政的精华的结语。"}
