{"text":"常常被贬的一群人于是给他起了一个绰号，曰章疯子。其人既是疯子，议论当然是疯话，没有价值的了，但每有言论，也仍在他们的报章上登出来，不过题目特别，道章疯子太发其疯。有一回，他可是骂到他们的反对党头上去了。那怎么办呢？第二天报上登出来的时候，那题目是章疯子居然不疯。往日看鬼谷子，觉得其中的谋略也没有什么出奇，独有飞箝中的可箝而从，可箝而横，可引而反，可引而覆。虽覆能复，不失其度这一段里的一句虽覆能复很有些可怕。但这一种手段，我们在社会上是时常遇见的。鬼谷子自然是伪书，决非苏秦，张仪的老师所作但也决不是小人，倒是一个老实人。宋的来鹄已经说，捭阖飞箝，今之常态，不读鬼谷子书者，皆得自然符契也。人们常用，不以为奇，知道了一点，便笔之于书，当作秘诀，可见禀性纯厚，不但手段，便是心里的机诈也并不多。如果是大富翁，他肯将十元钞票嵌在镜屏里当宝贝么？鬼谷子所以究竟不是阴谋家，否则，他还该说得吞吞吐吐些或者自己不说，而钩出别人来说或者并不必钩出别人来说，而自己永远阔不可言。这末后的妙法，知者不言，书上也未见，所以我不知道，倘若知道，就不至于老在灯下编莽原，做补白了。但各种小纵横，我们总常要身受，或者目睹。夏天的忽而甲乙相打忽而甲乙相亲，同去打丙忽而甲丙相合，又同去打乙，忽而甲丙又互打起来，就都是这覆复作用化数百元钱，请一回酒，许多人立刻变了色彩，也还是这顽意儿。然而真如来鹄所说，现在的人们是已经是乃天授，非人力也的倘使要看了鬼谷子才能，就如拿着文法书去和外国人谈天一样，一定要碰壁。七月一日。三离五卅事件的发生已有四十天，北京的情形就像五月二十九日一样。聪明的批评家大概快要提出照例的五分钟热度说来了罢，虽然也有过例外曾将汤尔和先生的大门打得擂鼓一般，足有十五分钟之久。见六月二十三日晨报有些学生们也常常引这五分热说自诫，仿佛早经觉到了似的。但是，中国的老先生们――连二十岁上下的老先生们都算在内――不知怎的总有一种矛盾的意见，就是将女人孩子看得太低，同时又看得太高。妇孺是上不了场面的然而一面又拜才女，捧神童，甚至于还想借此结识一个阔亲家，使自己也连类飞黄腾达。"}
{"text":"见六月二十三日晨报有些学生们也常常引这五分热说自诫，仿佛早经觉到了似的。但是，中国的老先生们――连二十岁上下的老先生们都算在内――不知怎的总有一种矛盾的意见，就是将女人孩子看得太低，同时又看得太高。妇孺是上不了场面的然而一面又拜才女，捧神童，甚至于还想借此结识一个阔亲家，使自己也连类飞黄腾达。什么木兰从军，缇萦救父，更其津津乐道，以显示自己倒是一个死不挣气的瘟虫。对于学生也是一样，既要他们莫谈国事，又要他们独退番兵，退不了，就冷笑他们无用。倘在教育普及的国度里，国民十之九是学生但在中国，自然还是一个特别种类。虽是特别种类，却究竟是束发小生，所以当然不会有三头六臂的大神力。他们所能做的，也无非是演讲，游行，宣传之类，正如火花一样，在民众的心头点火，引起他们的光焰来，使国势有一点转机。倘若民众并没有可燃性，则火花只能将自身烧完，正如在马路上焚纸人轿马，暂时引得几个人闲看，而终于毫不相干，那热闹至多也不过如打门之久。谁也不动，难道小生们真能自己来打枪铸炮，造兵舰，糊飞机，活擒番将，平定番邦么？所以这五分热是地方病，不是学生病。这已不是学生的耻辱，而是全国民的耻辱了倘在别的有活力，有生气的国度里，现象该不至于如此的。外人不足责，而本国的别的灰冷的民众，有权者，袖手旁观者，也都于事后来嘲笑，实在是无耻而且昏庸！但是，别有所图的聪明人又作别论，便是真诚的学生们，我以为自身却有一个颇大的错误，就是正如旁观者所希望或冷笑的一样开首太自以为有非常的神力，有如意的成功。幻想飞得太高，堕在现实上的时候，伤就格外沉重了力气用得太骤，歇下来的时候，身体就难于动弹了。为一般计，或者不如知道自己所有的不过是人力，倒较为切实可靠罢。现在，从读书以至寻异性朋友讲情话，似乎都为有些有志者所诟病了。但我想，责人太严，也正是五分热的一个病源。譬如自己要择定一种口号――例如不买英日货――来履行，与其不饮不食的履行七日或痛哭流涕的履行一月，倒不如也看书也履行至五年，或者也看戏也履行至十年，或者也寻异性朋友也履行至五十年，或者也讲情话也履行至一百年。记得韩非子曾经教人以竞马的要妙，其一是不耻最后。"}
{"text":"为一般计，或者不如知道自己所有的不过是人力，倒较为切实可靠罢。现在，从读书以至寻异性朋友讲情话，似乎都为有些有志者所诟病了。但我想，责人太严，也正是五分热的一个病源。譬如自己要择定一种口号――例如不买英日货――来履行，与其不饮不食的履行七日或痛哭流涕的履行一月，倒不如也看书也履行至五年，或者也看戏也履行至十年，或者也寻异性朋友也履行至五十年，或者也讲情话也履行至一百年。记得韩非子曾经教人以竞马的要妙，其一是不耻最后。即使慢，驰而不息，纵令落后，纵令失败，但一定可以达到他所向的目标。七月八日。本篇最初分三次发表于一九二五年六月二十六日出版的莽原周刊第十期七月三日出版的十一期及同月十日出版的第十二期。公理战胜的牌坊一九一八年第一次世界大战结束之后，以英法为首的协约国宣扬他们打败了德奥等同盟国是公理战胜强权那时战胜国都立碑纪念，中国北洋政府因曾参加协约国一方，所以也在北京中央公园即今中山公园建立了公理战胜的牌坊一九五三年已将公理战胜四字改为保卫和平。第一次世界大战后，一九一九年一月至六月，英法美等帝国主义操纵巴黎和会，无视中国的主权和战胜国地位，非法决定让日本帝国主义继承战前德国在山东的特权同年五四运动爆发，迫使当时中国代表团拒绝在和约上签字。实际上是战败了，是就巴黎和会侵犯我国主权这一情况而说的。关于天灵盖的谐谑，见宋代张知甫的可书金人自侵中国，惟以敲棒击人脑而毙。绍兴间有伶人作杂戏云若要胜其金人，须是我中国一件件相敌乃可。且如金国有粘罕，我国有韩少保金国有柳叶枪，我国有凤凰弓金国有凿子箭，我国有锁子甲金国有敲棒，我国有天灵盖。人皆笑之。粘罕，即完颜宗翰，金军统帅韩少保，即韩世忠，南宋抗金名将。文中说的四太子是金太祖的第四子完颜宗弼，本名兀术岳少保即岳飞。心上有杞天之虑杨荫榆对于暴烈学生之感言中的话参看本书碰壁之后及其注。这是掉弄成语杞人忧天而成的不通的文言句子。原来的故事见列子天瑞杞国有人忧天地崩坠，身亡所寄，废寝食者。秀才按明清科举制度，童生经过县考初试，府考复试，再参加学政主持的院考道考，考取的就是秀才。"}
{"text":"文中说的四太子是金太祖的第四子完颜宗弼，本名兀术岳少保即岳飞。心上有杞天之虑杨荫榆对于暴烈学生之感言中的话参看本书碰壁之后及其注。这是掉弄成语杞人忧天而成的不通的文言句子。原来的故事见列子天瑞杞国有人忧天地崩坠，身亡所寄，废寝食者。秀才按明清科举制度，童生经过县考初试，府考复试，再参加学政主持的院考道考，考取的就是秀才。监生，国子监生员的简称，国子监原是封建时代中央最高学府，清代乾隆以后可以援例捐资取得监生名义，不一定在监读书。南京政府指一九一二年一月一日在南京成立的中华民国临时政府。草字头一种隐语因革字与草字的起头相似，所以当时一般人称革命党为草字头。这里所说的革命党系指兴中会光复会同盟会及其他一些反清革命组织。徐锡麟―字伯荪，浙江绍兴人，清末革命团体光复会的重要成员。一九七年，与秋瑾准备在浙皖两省同时起义，七月六日，他以安徽巡警处会办兼巡警学堂监督身份为掩护，乘学堂举行毕业典礼之机，刺死安徽巡抚恩铭，率领学生攻占军械局，弹尽被捕，当日惨遭杀害。陶成章―字焕卿，别署会稽山人，浙江绍兴人，清末革命家，光复会领袖之一。一九一二年一月，被投机分子陈英士派蒋介石暗杀于上海广慈医院。著有中国民族权力消长史浙案纪略及催眠术讲义等。二次革命指一九一三年七月孙中山发动的讨伐袁世凯的战争，结果失败。因对一九一一年的辛亥革命而言，故称二次革命。三教同源三教指儒释道。自东汉以后，这三家时有对抗和冲突，但往往也互相渗透。到了宋代，由于程颢程颐朱熹等理学家吸收了佛老的思想，形成三教思想的调和。这里所说三教同源的机运就成熟了即指这种调和现象。悟善社一种封建迷信的道门组织。孔子前―前名丘，字仲尼，儒家创始人。老子，即老聃，姓李名耳，道家创始人。释迦牟尼约前―前，佛教创始人。耶稣基督约前―，基督教创始人。基督，即救世主。谟哈默德约―，通译穆罕默德，伊斯兰教创始人。五世同堂即五代同居。礼门义宗，即所谓笃守礼义的门庭和宗族。"}
{"text":"这里所说三教同源的机运就成熟了即指这种调和现象。悟善社一种封建迷信的道门组织。孔子前―前名丘，字仲尼，儒家创始人。老子，即老聃，姓李名耳，道家创始人。释迦牟尼约前―前，佛教创始人。耶稣基督约前―，基督教创始人。基督，即救世主。谟哈默德约―，通译穆罕默德，伊斯兰教创始人。五世同堂即五代同居。礼门义宗，即所谓笃守礼义的门庭和宗族。在封建社会里，这些都被认为是可称颂的事情。萧曹遗笔清代竹林浪叟辑，共四卷。一种供讼师写状纸用的参考书，假托是汉代萧何曹参的著作。以孝治天下语见孝经孝治章昔者明王以孝治天下也得万国之欢心，以事其先王。章太炎―名炳麟，号太炎，浙江余杭人，清末革命家和学者。他因为鼓吹并实际参加反对清政府的革命活动，曾被反动派毁谤为疯癫。辛亥革命后，他也常有反对袁世凯等军阀黑暗统治的言论，因此又曾被反动派毁谤为章疯子。鬼谷子相传为战国时鬼谷子所著，实为后人伪托，共三卷。飞箝是其中的一篇。据南朝梁陶弘景注飞谓作声誉以飞扬之，箝谓牵持缄束，令不得脱也言取人之道，先作声誉以飞扬之，彼必露情竭志而无隐，然后因有所好，牵持缄束，不得转移。虽覆能复，据陶弘景注虽有覆败，必能复振，不失其节度，此箝之终也。苏秦，张仪战国时纵横家。苏秦曾游说六国联合抗拒秦国张仪曾游说六国归顺秦国。据史记的苏秦列传和张仪列传说，他们两人俱事鬼谷子先生学术。来鹄据全唐文卷八百十一来鹄条鹄，豫章人，咸通按为唐懿宗年号举进士不第。这里所引的话，见宋代晁公武郡斋读书志的鬼谷子条来鹄亦曰鬼谷子昔教人诡绐激讦揣测忄佥猾之术，悉备于章，学之者惟仪秦而已。如捭阖飞箝，实今之常态，是知渐漓之后，不读鬼谷子书者，其行事皆得自然符契也。指当时各地军阀的内战。参看本书忽然想到之十一及其注。是乃天授，非人力也这是汉代韩信称颂刘邦的话。见史记淮阴侯传且陛下所谓天授，非人力也。本节发表时没有注明写作时间，七月一日是在结集时补上的。"}
{"text":"这里所引的话，见宋代晁公武郡斋读书志的鬼谷子条来鹄亦曰鬼谷子昔教人诡绐激讦揣测忄佥猾之术，悉备于章，学之者惟仪秦而已。如捭阖飞箝，实今之常态，是知渐漓之后，不读鬼谷子书者，其行事皆得自然符契也。指当时各地军阀的内战。参看本书忽然想到之十一及其注。是乃天授，非人力也这是汉代韩信称颂刘邦的话。见史记淮阴侯传且陛下所谓天授，非人力也。本节发表时没有注明写作时间，七月一日是在结集时补上的。五分钟热度梁启超在一九二五年五月七日晨报勿忘国耻栏发表的第十度的五七一文中，曾说我不怕说一句犯众怒的话国耻纪念这个名词，不过靠义和团式的爱国心而存在罢了！义和团式的爱国本质好不好另属一问题。但他的功用之表现，当然是靠五分钟热度，这种无理性的冲动能有持续性，我绝对不敢相信。汤尔和―浙江杭县今余杭人。曾任北洋政府的教育总长，抗日战争期间堕落为汉奸。关于五卅事件，他在晨报的时论栏发表不善导的忠告一文，其中充满诬蔑群众，取媚于英日帝国主义的胡说这里所引的侮辱爱国学生的话也见于该文前天某学校以跳舞会的名义来募捐，我家的佣工，告诉他说是捐的次数太多了，家里没有钱。来人说你们主人做过什么长，还会没钱吗？把大门打得擂鼓一般，足有十五分钟之久，再三央告，始怫然而去。木兰从军见南北朝时的叙事诗木兰诗。内容是说木兰女扮男装，代父从军，出征十二年，立功还乡。缇萦救父，见史记仓公传。缇萦是汉代淳于意即仓公的幼女，因父亲犯罪，上书汉文帝，表示自己情愿做一名官婢，代父赎罪。束发小生一九二五年，章士钊因禁止学生纪念五七国耻而遭到反对，他在给段祺瑞的辞呈里说夫束发小生。千百成群。至以本管长官之进退。形诸条件。束发，古代指男子成童的年龄章士钊说的束发小生却含有轻视的意思，近似俗语毛头小子。韩非子即韩非约前―前，战国时韩国人，古代思想家和政治家。他的著作流传至今的有韩非子二十卷，计五十五篇。韩非子中没有不耻最后的话，在淮南子诠言训中有类似的记载马由者不贫最先，不恐独后缓急调平手，御心调乎马，虽不能必先哉，马力必尽矣。，赛马。"}
{"text":"千百成群。至以本管长官之进退。形诸条件。束发，古代指男子成童的年龄章士钊说的束发小生却含有轻视的意思，近似俗语毛头小子。韩非子即韩非约前―前，战国时韩国人，古代思想家和政治家。他的著作流传至今的有韩非子二十卷，计五十五篇。韩非子中没有不耻最后的话，在淮南子诠言训中有类似的记载马由者不贫最先，不恐独后缓急调平手，御心调乎马，虽不能必先哉，马力必尽矣。，赛马。答君答君兄我很感谢你的殷勤的慰问，但对于你所愤慨的两点和几句结论，我却并不谓然，现在略说我的意见――第一，章士钊将我免职，我倒并没有你似的觉得诧异，他那对于学校的手段，我也并没有你似的觉得诧异，因为我本就没有预期章士钊能做出比现在更好的事情来。我们看历史，能够据过去以推知未来，看一个人的已往的经历，也有一样的效用。你先有了一种无端的迷信，将章士钊当作学者或智识阶级的领袖看，于是从他的行为上感到失望，发生不平，其实是作茧自缚他这人本来就只能这样，有着更好的期望倒是你自己的误谬。使我较为感到有趣的倒是几个向来称为学者或教授的人们，居然也渐次吞吞吐吐地来说微温话了，什么政潮咧，党咧，仿佛他们都是上帝一样，超然象外，十分公平似的。谁知道人世上并没有这样一道矮墙，骑着而又两脚踏地，左右稳妥，所以即使吞吞吐吐，也还是将自己的魂灵枭首通衢，挂出了原想竭力隐瞒的丑态。丑态，我说，倒还没有什么丢人，丑态而蒙着公正的皮，这才催人呕吐。但终于使我觉得有趣的是蒙着公正的皮的丑态，又自己开出帐来发表了。仿佛世界上还有光明，所以即便费尽心机，结果仍然是一个瞒不住。第二，你这样注意于甲寅周刊，也使我莫明其妙。甲寅第一次出版时，我想，大约章士钊还不过熟读了几十篇唐宋八大家文，所以模仿吞剥，看去还近于清通。至于这一回，却大大地退步了，关于内容的事且不说，即以文章论，就比先前不通得多，连成语也用不清楚，如每下愈况之类。尤其害事的是他似乎后来又念了几篇骈文，没有融化，而急于Γ所以弄得文字庞杂，有如泥浆混着沙砾一样。即如他那停办北京女子师范大学呈文中有云，钊念儿女乃家家所有良用痛心为政而人人悦之亦无是理，旁加密圈，想是得意之笔了。"}
{"text":"甲寅第一次出版时，我想，大约章士钊还不过熟读了几十篇唐宋八大家文，所以模仿吞剥，看去还近于清通。至于这一回，却大大地退步了，关于内容的事且不说，即以文章论，就比先前不通得多，连成语也用不清楚，如每下愈况之类。尤其害事的是他似乎后来又念了几篇骈文，没有融化，而急于Γ所以弄得文字庞杂，有如泥浆混着沙砾一样。即如他那停办北京女子师范大学呈文中有云，钊念儿女乃家家所有良用痛心为政而人人悦之亦无是理，旁加密圈，想是得意之笔了。但比起何蚱虢醉遣晋公子赋的公子固翩翩绝世未免有情少年而碌碌因人安能成事来，就显得字句和声调都怎样陋弱可哂。何Ρ人高明得多，尚且不能入之林，章士钊的文章更于何处讨生活呢？况且，前载公文，接着就是通信，精神虽然是自己广告性的半官报，形式却成了公报尺牍合璧了，我中国自有文字以来，实在没有过这样滑稽体式的著作。这种东西，用处只有一种，就是可以借此看看社会的暗角落里，有着怎样灰色的人们，以为现在是攀附显现的时候了，也都吞吞吐吐的来开口。至于别的用处，我委实至今还想不出来。倘说这是复古运动的代表，那可是只见得复古派的可怜，不过以此当作讣闻，公布文言文的气绝罢了。所以，即使真如你所说，将有文言白话之争，我以为也该是争的终结，而非争的开头，因为甲寅不足称为敌手，也无所谓战斗。倘要开头，他们还得有一个更通古学，更长古文的人，才能胜对垒之任，单是现在似的每周印一回公牍和游谈的堆积，纸张虽白，圈点虽多，是毫无用处的。。八月二十日。本篇最初发表于一九二五年八月二十八日莽原周刊第十九期。章士钊―字行严，笔名孤桐，湖南长沙人。辛亥革命前曾参加反清活动，五四运动后，他是一个复古主义者。一九二四年至一九二六年间，他参加北洋军阀段祺瑞政治集团，曾任段祺瑞执政府司法总长兼教育总长，参与镇压学生爱国运动和人民群众的爱国斗争同时创办甲寅周刊，提倡尊孔读经，反对新文化运动。一九二五年女师大风潮发生后，由于反对章士钊压迫学生的行动和解散女师大的措施，章便于八月十二日呈请段祺瑞罢免的教育部佥事职务，次日公布。八月二十二日在平政院控诉章士钊，结果胜诉，一九二六年一月十七日复职。后来章士钊在政治思想上有所变化，转而同情革命。甲寅周刊章士钊主编的杂志。"}
{"text":"一九二五年女师大风潮发生后，由于反对章士钊压迫学生的行动和解散女师大的措施，章便于八月十二日呈请段祺瑞罢免的教育部佥事职务，次日公布。八月二十二日在平政院控诉章士钊，结果胜诉，一九二六年一月十七日复职。后来章士钊在政治思想上有所变化，转而同情革命。甲寅周刊章士钊主编的杂志。章士钊曾于一九一四年五月在日本东京发行甲寅月刊，两年后出至第十期停刊。甲寅周刊是他任教育总长之后，一九二五年七月在北京出版的，至一九二七年二月停刊，共出四十五期。其内容杂载公文通讯，正如所说，是自己广告性的半官报。他办这个刊物的主旨，一方面为了提倡古文，宣扬封建思想，一方面则为了压制学生和他的反对者，以巩固自己的地位。刊物中除一般地宣传复古外，还有不少诬蔑青年学生为当时的所谓执政段祺瑞捧场和吹嘘他自己的文章。唐宋八大家指唐代的韩愈柳宗元和宋代的欧阳修苏洵苏轼苏辙王安石曾巩八个散文名家。明代茅坤曾选辑他们的作品为唐宋八大家文钞，因有此称。每下愈况语见庄子知北游。章太炎新方言释词愈况，犹愈甚也。章士钊在甲寅周刊第一卷第三号一九二五年八月一日的孤桐杂记中，将这个成语错用成每况愈下尝论明清相嬗。士气骤衰。民国承清，每况愈下。菀馑际钦取和撕扯。一般指剽窃别人的词句。荩扯的异体字。停办北京女子师范大学呈文这篇呈文曾刊载甲寅周刊第一卷第四号一九二五年八月八日，其中有一部分字句，旁加密圈。何颉字廉P，号悔庵，江苏江阴人。清道光时进士，曾任吉安府知府。著有悔余庵诗稿悔余庵文稿等。齐姜醉遣晋公子赋见悔余庵文稿卷二。碰壁之余碰壁之余女师大事件在北京似乎竟颇算一个问题，号称大报如所谓现代评论者，居然也评论了好几次。据我所记得的，是先有一个女读者的一封信，无名小女卒，不在话下。此后是两个的评论了陈西滢先生在闲话之间评为臭毛厕，李仲揆先生的在女师大观剧的经验里则比作戏场。"}
