{"text":"像孟老夫子那样的人，如果当时稍微将就一点，自己降格以求，迁就一点现实，那便不同了。更妙的是，司马先生举出驺衍来，与孟子当时的处境作一强烈的对比。驺衍和孟子的强烈对比在孟子见齐宣王梁惠王，陈述那些理论思想的时候，是如何地受到冷落，我们慢慢且看孟子的本文，便可知道。可是与孟老夫子同时代的驺衍他们，比起孟子所受的待遇，便大大不同了。驺衍睹有国者益淫侈，不能尚德，。乃深观阴阳消息而作怪迂之变，。其说闳大不经，必先验小物，推而大之，至于无垠。是以驺衍重于齐。适梁，惠王郊迎，执宾主之礼。适赵，平原君侧行撤席。如燕，昭王拥彗先驱，请列弟子之座而受业，筑喝石官，身亲往师之。我们读了这段历史资料，便可以看到与孟子同一时代的驺衍，也同孟子一样去见过齐宣王梁惠王。甚至还到过燕赵两国，受到燕昭王无比的崇敬。他当时的声望之高，所受各国诸侯们的欢迎款待，那种威风，那种排场，假如从重视现实虚荣的社会眼光来看，驺衍当时的威风架子实在摆足了。哪里像梁惠王对待孟子那样，毫不客气地称呼一声叟！不远千里而来。满不在乎的味道。至于齐宣王，对孟子也并不表示太大的欢迎。可是驺行呢？重于齐，他在齐国极受尊重，连一般的知识分子稷下先生们，也连带地受他影响，都受到齐王的敬重优待。驺衍到了魏国梁，梁惠王亲自到郊外去迎接他，等于现代，一个国家的领袖，亲自到飞机场去迎接他一样隆重。而且梁惠王以国宾的大礼接待驺衍，所谓惠王郊迎，执宾主之礼。就是当时现场实况的纪录。驺衍到了赵国，平原君侧行撇席，赵国有名的权贵豪门平原君，不敢和驺先生并排走路，只小心翼翼地侧着半个身子在后侍从，比礼宾司的大礼官还在恭顺。到了行馆以后，请驺先生坐下，平原君亲自用自己的衣裳把那个座位打扫清洁一下，表示恭敬。可是这种情形，在古代文字的艺术上，司马迁只用了四个字，便描述得淋漓尽致，他只用侧行撇席就够了。由此看来，今古文学写作的技巧艺术有如此的差别，所以现在从白话新教育入手的青年同学们，便要特别细心地去读，去研究，不可以马马虎虎。驺衍到了燕国，那更神气了。"}
{"text":"到了行馆以后，请驺先生坐下，平原君亲自用自己的衣裳把那个座位打扫清洁一下，表示恭敬。可是这种情形，在古代文字的艺术上，司马迁只用了四个字，便描述得淋漓尽致，他只用侧行撇席就够了。由此看来，今古文学写作的技巧艺术有如此的差别，所以现在从白话新教育入手的青年同学们，便要特别细心地去读，去研究，不可以马马虎虎。驺衍到了燕国，那更神气了。当时鼎鼎有名的燕昭王，拥彗先驱，亲自到国境边界去接他，而且手里还拿着清道用的扫把，表示作他学生一样的为他开道。接到了王宫以后，请列弟子之座而受业，请求作他的学生，愿意和驺先生门下那些弟子同样的受业。因此特别为了驺衍新建一座碣石宫来供养他，常常亲自到驺先生所住的地方来听课，和一般学生对待驺老师同样的恭敬。我们读了司马迁这几句书，可以看到他用简短的文字，就把战国时期享有盛名的学者之光荣事迹，扎扎实实地记述下来，而且特别只附带写在孟子和荀子的传记里，这岂不是一种极高明的编导手法？拿当时极受尊敬的驺衍，和备受冷落的孟子作强烈的对比，给大家看。这是历史时代的悲剧？还是人生的悲剧？抑或闹剧？或者是现实荣华和千古盛名的对照呢？这就要大家自己去深思，去自我启发了。我们在座的，以及社会上各方面，许多人都在感叹这个社会这个时代，太重现实。其实，在任何时代，任何地区，人活在世间，就要生存渐渐地，慢慢地，不知不觉就会重视现实。感叹别人重视现实的我们，在基本的生活和生存条件上，老实说，有时又何尝超越现实？何尝不重视现实呢？只是角度不同，观点不同，程度不同而已。可是却有极少数的人，他始终漠视现实，为崇高的理想而努力，放弃自我而为天下人着想，不顾自己短暂一生的生活现实，而为千秋万代着眼。因此，也就受到人们一种超越的崇敬，称他为圣人了。这个道理，其实不用我们来说，司马迁在孟子这篇传记里，已经很巧妙地透了消息。他在本篇里评述驺衍说其术皆此类也。然要其归，必止乎仁义节俭，君臣上下六亲之施，始也滥耳。王公大人初见其术，惧然顾化，其后不能行之。"}
{"text":"因此，也就受到人们一种超越的崇敬，称他为圣人了。这个道理，其实不用我们来说，司马迁在孟子这篇传记里，已经很巧妙地透了消息。他在本篇里评述驺衍说其术皆此类也。然要其归，必止乎仁义节俭，君臣上下六亲之施，始也滥耳。王公大人初见其术，惧然顾化，其后不能行之。在全文里，他说驺衍先用阴阳玄妙的学术谈天说地，讲宇宙人生与物理世界因果交错的事，玄之又玄，妙之又妙，听的人各个为他倾倒。其实驺衍这套学术，就是中国上古理论物理科学的内涵，也是上古科学的哲学内涵，如未深入研究，也不要随便轻视。不过，以司马先生的观点看来，驺衍他的本意，也和孟子一样，深深感慨人类文化的危机，尤其当时国际间政治道德的衰落，社会风气的奢侈糜烂，他为了要有所贡献，希望改变时代，只好先推一套容易受人欢迎接受的学术出来，玩弄一下。其实，他的本意，还是归乎人伦道义，所谓仁义节俭，君臣上下六亲之施。他那些谈阴阳说玄妙的学术，只是建立声望的方法而已。所谓始其滥耳。当时那些王公大人们，一开始接触到驺先生的学术思想，惊奇得不得了，都愿意来接受他的教化。等到驺衍真正要他们以人伦道德来作基础的时候，他们便又做不到了。这种现象，你只要看看秦始皇汉武帝他们的求仙求道求长生不老的历史故事，以及当代一般学各种宗教神秘学人们的作为，便可了解千古皆然，于今尤烈。再从轻松一点的角度来讲，也正如清人赵翼的感慨，一个人若是要求文学艺术的成就，往往和现实生活发生冲突，产生矛盾不安的心理。因此，他的论诗中说诗解穷人我未空，想因诗尚不曾工。熊鱼自笑贪心甚，既要工诗又怕穷。处世的哲学问题司马迁的论述观点还没有完，他又说其游说诸侯，见尊礼如此，岂与仲尼菜色陈蔡，孟轲困于齐梁同乎哉！故武王以仁义代纣而王，伯夷饿不食周粟卫灵公问陈，面孔子不答梁惠王谋欲攻赵，孟柯称大王去分阝。此岂有意阿世俗苟合而已哉！持方柏欲内圆凿，其能入乎？或曰伊尹负鼎而勉汤以王，百里奚饭牛车下而缨公用霸。作先合，然后引之大道。驺衍其言虽不轨，倘亦有牛鼎之意乎？"}
{"text":"处世的哲学问题司马迁的论述观点还没有完，他又说其游说诸侯，见尊礼如此，岂与仲尼菜色陈蔡，孟轲困于齐梁同乎哉！故武王以仁义代纣而王，伯夷饿不食周粟卫灵公问陈，面孔子不答梁惠王谋欲攻赵，孟柯称大王去分阝。此岂有意阿世俗苟合而已哉！持方柏欲内圆凿，其能入乎？或曰伊尹负鼎而勉汤以王，百里奚饭牛车下而缨公用霸。作先合，然后引之大道。驺衍其言虽不轨，倘亦有牛鼎之意乎？这里劈头第一句话，就说驺衍在那个时代，其游说诸侯见尊礼如此，受到国际间尊重的情形，有上面所说的种种荣宠。跟着便说驺衍当时的情形，哪里像孔子周游列国时，还在陈蔡之间，受到饿肚子的遭遇又哪里像当时的孟子，始终在齐梁之间受到穷困的苦恼。但是，话又说回来，世界上的人和事都很难说，有的人一味重视现实，有的人却轻视现实。例如周武王以仁义作号召，结果讨伐纣王以后，自己做起皇帝来了。所以像伯夷叔齐他们，觉得这种假仁假义是很可耻的事，宁可饿死在首阳山，也不下山来吃他周朝的饭。接着，司马迁又以孔子为例卫灵公有一次问他军事方面的事情，孔子闭口不答。孔子并不是不懂军事，只是不愿意再加重他们军国思想的野心而已。同样地，梁惠王在出兵侵略赵国之前，也向孟子请教过，结果，孟子避开正面的问题，只告诉他周代的先祖――大王古公父的一段故事。古公父原本定居在豳又作分阝，由于政治清明，人民生活非常安乐。后来受到戎狄的侵犯，国人愤慨，要起而对抗。但是古公父却不忍心战场上的杀戮，于是忍痛离开自己的乡土国业，改迁到歧山山下。大多数的豳人，由于爱戴他的德政，也都随他迁居。而后经由季历文王的发扬光大，各地人民自动前来归附，竟拥有了三分之二的天下。到武王时，很轻易就取代了残暴的纣王，而改国号为周。司马迁接着说，孔子孟子他们，并不是不懂得怎样去阿世苟合，向时代风气妥协，为了自己本身的现实利益，随便去迎合别人的意见。实在是非不能也，是不肯为也。所以宁可为真理正义穷困受苦，也不愿苟且现实，追求那些功名富贵。"}
{"text":"到武王时，很轻易就取代了残暴的纣王，而改国号为周。司马迁接着说，孔子孟子他们，并不是不懂得怎样去阿世苟合，向时代风气妥协，为了自己本身的现实利益，随便去迎合别人的意见。实在是非不能也，是不肯为也。所以宁可为真理正义穷困受苦，也不愿苟且现实，追求那些功名富贵。因此，他们所讲的那些天理人伦政治道德的理想，对于现实社会，就好比拿一个方形的塞子，要把它放进一个圆形的孔中一样，彼此都是格格不入的，哪里能够达到救世济人的目的呢？持方枘而内圆凿，其能入乎？随后司马先生又举例商汤时代，伊尹不得志的时候，为了实现他的理想，想尽办法，去作商汤的厨师。因此受到商汤的赏识，请他当辅相，发展了他的抱负，使商汤成为历史上的名王，他自己也达到实现理想的目的，而名留千古。又像春秋末期的百里奚一样，在他穷困的时候，只帮着那些赶牛车的人喂牛，混口饭吃。但结果他利用了喂牛的机会，而受到秦缪公的重视，请他当辅相，因此使秦始皇的上代富强起来。这些过去历史上的人物也不错啊！为什么呢？有理想，有抱负，尚未得志时，不妨将就别人一点，先取得别人的信任，肯与你合作以后，才慢慢地引导他们走上大道。作先合，然后引之大道。那也是一种处世的办法啊！比如像驺衍，他当时的学术言论思想，虽然看起来很怪，不合于学问的大道，好像是语不惊人死不休，但是他因此受到国际间的重视。所以，这也许是他一种入世处世的方法。他最终的目的，是要引导当时那些执政者，慢慢地走上仁义道德的政治路线。那么，他的用心，也便同伊尹的拿菜铲和百里奚的喂牛一样，都是别有苦心的了！至于说，究竟是孔子孟子那种严正的作人处世的态度对呢？还是驺衍他们那种立身处世的方式对呢？碰到这种问题，司马迁往往不下一个肯定的结论，这是很有趣味也很高深的人生哲学的问题。有矛盾，也有相辅相成的作用。是与非，由读者自己去作答案。司马先生的手法，往往就是如此的高明。把一切正反两面的资料，都放进孟子的传记里，陈列摆设在你的眼前，而且也加上说明。你买了票，参观了这些资料以后，你要的是哪一样，但各取所需，各凭所好了。不过，此中含有真意，不可随便，不可马虎。"}
{"text":"碰到这种问题，司马迁往往不下一个肯定的结论，这是很有趣味也很高深的人生哲学的问题。有矛盾，也有相辅相成的作用。是与非，由读者自己去作答案。司马先生的手法，往往就是如此的高明。把一切正反两面的资料，都放进孟子的传记里，陈列摆设在你的眼前，而且也加上说明。你买了票，参观了这些资料以后，你要的是哪一样，但各取所需，各凭所好了。不过，此中含有真意，不可随便，不可马虎。附带地再说明一下，他在这篇孟子荀卿列传里，最后说到荀子，他有同孟子一样的理想，但是作人处世的方向又同中有异。荀子的晚年，就到了南方的楚国，当了楚国的属地兰陵山东地方的首长――兰陵令。后世发展成为世家大族。人生遭遇，有幸与不幸，虽曰人事，岂非天命哉？虽日天命，岂非人事哉？司马迁又不作肯定的评语，这等于你坐上公共汽车，或在公共场所，往往看到银钱行李，各自小心的警语一样有味道。对吗？苏秦与孟子的时代为了研究孟子这本书，我们在前面先简单扼要地提出了战国时期，和孟子同时的学术思想界的一般人物，作为比较，作为陪衬，使我们在研究孔孟学术思想时，藉以启发自己的慧思，同时也可以由此认识孟子之所以被尊为亚圣的道理。但是，只从当时的那些知识分子去了解孟子还不够。我们现在再来看看与孟子同一时代中，国际政治上的风云人物，也是我们历史上著名的风云人物――苏秦。他真是摆足了历史上的威风，但他也在年轻时期，受尽折磨，足资青年效法惕厉。在中国的历史上，后世一般研究史学的儒生们，尽管不重视苏秦，看不起苏秦，但是，在中国两千多年的政治史上，这些大人先生们，暗地里都还是摹拟苏秦的那一套。甚至还深深地重用他的名言。尤其是当时代在变乱之中，要想拨乱反正，苏秦的那一套，是不容忽视的，并不简单。时下有些国人，往往很幽默地把现在美国的基辛格，比作苏秦。讲实在的，基辛格还不够资格与苏秦相提并论，比之苏秦那两个小兄弟苏代苏厉，还差得多。苏秦生在孟子同一时代的东周，是洛阳人。东周的洛阳，是当时中央周天子的另一首都所在地，尽管那个时代天下诸侯互争雄长，争取霸业，眼里已经没有中央的周室，所谓天下已不宗周者久矣。但是东西两周的首都所在，到底还是有它悠久的历史文化。"}
{"text":"尤其是当时代在变乱之中，要想拨乱反正，苏秦的那一套，是不容忽视的，并不简单。时下有些国人，往往很幽默地把现在美国的基辛格，比作苏秦。讲实在的，基辛格还不够资格与苏秦相提并论，比之苏秦那两个小兄弟苏代苏厉，还差得多。苏秦生在孟子同一时代的东周，是洛阳人。东周的洛阳，是当时中央周天子的另一首都所在地，尽管那个时代天下诸侯互争雄长，争取霸业，眼里已经没有中央的周室，所谓天下已不宗周者久矣。但是东西两周的首都所在，到底还是有它悠久的历史文化。苏秦便出生在那个古老文化所在地的名都。研究一个人的生平，这点也是很值得注意的。他在少年的时候，和张仪孙膑庞涓几个人，都是从鬼谷子求学。鬼谷子的确是当时以及后世的一个神秘人物，也是属于道家之流的隐士，我们暂时不去讲他。苏秦离开了鬼谷子以后，便想有所作为。他研究一下当代的局势，只有秦国足以举足轻重，能够影响当时的整个天下。所以他的目标，就指向了高据西陲的秦国。那个时候的秦国，是秦惠王的时代，也正是由商鞅变法以后，讲究法治讲究富国强兵的一个时期。而后，再经武王昭王孝文王庄襄王的励精图治，才奠定了始皇一统天下的基业。苏秦抱着满怀希望到秦国去，大概先变卖产业，又借了些债，置办得很豪华，带了很讲究的行装到秦国。见到秦惠王，提出了他对天下事的整套构想和计划。在当时的观念里，这种情形就叫做游说。那个时候还没有什么考试取士的用人办法，一般学者知识分子，都靠游说诸侯权贵而取得功名富贵和权力。即如孟子见梁惠王齐宣王等提供王道德政的意见，在那个时代的风气，也都属于游说的作法。不过，后世有些人把游说这个观念，打入了纵横之学策士之流的范围，很看不起，所以就特别把亚圣孟子的事迹，列于游说之外了。秦皇霸业的蓝图我们如果仔细研究，好好读一下战国策和史记，其中有关苏秦当时游说的言论和思想，实在不能轻视，也不可忽视。他第一次见到秦惠王所提出的说辞，也是标榜王道的作法。不过，他是针对当时的现状，特别强调他自己的军国思想与战争理论。他说大王之国，西有巴蜀汉中之利，北有胡貉代马之用，南有巫山黔中之限，东有肴函之固。"}
{"text":"秦皇霸业的蓝图我们如果仔细研究，好好读一下战国策和史记，其中有关苏秦当时游说的言论和思想，实在不能轻视，也不可忽视。他第一次见到秦惠王所提出的说辞，也是标榜王道的作法。不过，他是针对当时的现状，特别强调他自己的军国思想与战争理论。他说大王之国，西有巴蜀汉中之利，北有胡貉代马之用，南有巫山黔中之限，东有肴函之固。田肥美，民殷富，战车万乘，奋击百万，沃野千里，蓄积饶多，地势形便，此所谓天府，天下之雄国也。以大王之贤，士民之众，车骑之用，兵法之教，可以并诸侯，吞天下，称帝而治。愿大王少留意，臣请奏其效！苏秦初见秦惠王所提出吞并诸侯，称帝而治的蓝图，也便是后世秦始皇所走的路线。结果，非常有趣，他的计划根本就被秦惠王所否决了。难道说，当时秦惠王的野心，还不及他的青孙秦始皇吗？这也是我们现在研究孟子同样存在的问题。所以我们先来看看秦惠王当时对苏秦的否决辞是怎么说的。秦惠王说据我所知，一个羽毛还没有长丰满的鸟儿，是不可能高飞的。一个人文教化还没有培养成功的国家，是不可以随便征伐别人的。同样的道理，德政方面，还没有扎下深厚的根基，是不可以随便动员国民的。领导人的政治教化与感召力量，还不足以使全民由衷地顺服，是不可以再三加重责任，劳烦自己的高级干部去担负更艰巨的任务的。你苏先生今天很有心地不远千里而来到我的国家，肯这样当面教导我，非常感谢。不过，希望等到将来会有那么一天，再向你专诚请教。完了，下一句，在前清来讲，就是端茶送客了。在现代，就是秦惠王举起手来看一下手表，再伸出右手来准备握手送客了。这一段在古文怎么记载呢？文字写得美极了，可是现代人读起来，不大容易了解当时的现场实况。所以大家便马马虎虎地看过去，认为这些老古董没啥意思。战国策上的原文是这样写的秦王曰寡人闻之，毛羽不丰满者，不可以高飞。文章不成者，不可以诛罚。道德不厚者，不可以使民。政教不顺者，不可以须大臣。今先生伊然不远千里而庭教之，愿以异日。可是在当时，年轻的苏秦还要装呆，不肯马上告退，仍然继续讲下去。想把他的学问知识连肚肠脑髓都翻出来似的。你看，这多么不懂事，不识时务！"}
{"text":"文字写得美极了，可是现代人读起来，不大容易了解当时的现场实况。所以大家便马马虎虎地看过去，认为这些老古董没啥意思。战国策上的原文是这样写的秦王曰寡人闻之，毛羽不丰满者，不可以高飞。文章不成者，不可以诛罚。道德不厚者，不可以使民。政教不顺者，不可以须大臣。今先生伊然不远千里而庭教之，愿以异日。可是在当时，年轻的苏秦还要装呆，不肯马上告退，仍然继续讲下去。想把他的学问知识连肚肠脑髓都翻出来似的。你看，这多么不懂事，不识时务！他在这个时候，把中国上古以来的历史哲学战争论战略思想，一古脑儿都搬出来支持他当时所构想的统一天下的计划蓝图。其中，他说道是故兵胜于外，义强于内，威立于上，民服于下。今欲并天下，凌万乘，屈敌国，制海内，子元元，臣诸侯，非兵不可。他的意思是说，现在的世界，必须国富兵强，具有战略上的必胜能力，然后才有道义可讲。在国际外交上，你的兵力强盛，那么你内在的道义观点，才能发挥作用。他的这一段话，甚至于整篇的建议书，都是很有道理的。我认为，凡是现代的国民，应该把战国策等书好好研究，拿它和孔孟之学互相研究。以孔孟之学的王道德政作为治事与立身立国的中心。以战国策孙子兵法等为权变应变适变拨乱反正的运用之学，实在很有必要。千万不要认为这些书是老古董，根本不去摸它。要知道，你根本还没有好好地深入去摸它，哪里知道这些古董之为古？它又是如何的古法呢？人云亦云，胡乱抛弃固有文化中这些宝藏，实在是很盲目，而且非常可惜。关于战国策和孙子兵法的综合研究，我已经在历史的经验的讲课上，介绍过一部分，所以现在在这里只好从略，简单地提些要点而已。苏秦说的哪怕再有理，无奈却不合时宜，所谓话不投机半句多，秦惠王当时面对这样一个外国来的年轻人，该有多讨厌！这还没有完，这一回对秦惠王的当面说不成功，他还住在秦国的旅馆里，一次又一次地写计划，写报告，送给秦惠王，希望他采纳。结果，上了十次的计划报告，秦惠王没有半点下文答复他。换句话说，秦惠王根本没有理他。不过，还算好，并没有认为他是国际政治上的疯子，没有把他驱逐出境。可是，也没有给他一个小职务干干，或者送他一些走路钱。"}
