{"text":"小朋友全欢呼起来，呼啸而去。我看着小朋友的背影，以及还留在草地上的汽油油渍，想到我们大人有责任开启孩子的仁爱之念，不应该残忍地对待别的众生。真正的仁爱不是对好众生的慈爱，而是对恶众生的悲悯――何况众生有什么好恶的分别呢？曾经有一位净土宗的祖师说西方净土是为恶人而设教的。有人问他为什么不是为善人而设，而是为恶人而设。他说善人所处的地方就是净土，还需要什么净土？何况恶人十念阿弥陀佛就可以去净土，善人更不用说了。我们在幼年时代，都曾因为无知，到树上捕捉小鸟在田间灌蟋蟀在河里滥捕鱼虾，我们的无知代代相传，我们的长辈把工业的分节阅读黑烟喷上天空污染的废水灌人河流以过度的农药洒在田间。不要说动物，有许多人甚至忘记别的孩子也有父母。我们要救的不是偶然被抓住的老鼠，我们要救的是孩子的心，在一个社会里，如果孩子不能普遍有仁爱的心，受害的将不只是老鼠呀！真诚相待我去民权东路的殡仪馆参加一个朋友的葬礼。最后的仪式是绕着朋友的棺木瞻仰他的遗容。看着朋友安详的脸，想到去世前他因病而极端痛苦的样于，现在他终于解脱了，我减少了忧伤的情绪，感到有一点安慰了。走出殡仪馆，我想到今后再也不能和朋友一起喝咖啡谈笑，想到生命的短促无常，我深深地吸了一口气，告诉自己好好地来呼吸一口新鲜空气吧！因为百年后再也吸不到了。就觉得空气特别香甜。然后，我步行到与朋友去过的亚都饭店喝咖啡，在那优美的欧式咖啡厅里，我端起咖啡，对自己说好好地品味这杯咖啡吧！因为百年后就喝不到了。这样想，觉得那咖啡特别的香甜。喝完咖啡，我沿着民权东路向东走回家。走过了大家都不想进去最后不得不进去的殡仪馆。走过了大家都在求财富求姻缘求子嗣的思主公庙，香火鼎盛，可以看到人间永不满足的欲求。走过了几家妇产科的医院，仿佛听到新生儿恐慌面对人间的啼哭声。走过了广大的荣星花园，看到几对情侣在那里谈情说爱，一对新婚夫妻在拍新婚的照片。呀！生老病死的历程是多么短暂，在民权东路一千米就走完了，我们的人生不就是这样地在演出吗？"}
{"text":"因为百年后就喝不到了。这样想，觉得那咖啡特别的香甜。喝完咖啡，我沿着民权东路向东走回家。走过了大家都不想进去最后不得不进去的殡仪馆。走过了大家都在求财富求姻缘求子嗣的思主公庙，香火鼎盛，可以看到人间永不满足的欲求。走过了几家妇产科的医院，仿佛听到新生儿恐慌面对人间的啼哭声。走过了广大的荣星花园，看到几对情侣在那里谈情说爱，一对新婚夫妻在拍新婚的照片。呀！生老病死的历程是多么短暂，在民权东路一千米就走完了，我们的人生不就是这样地在演出吗？让我们更真诚地相待吧！因为我们的人生难得，因缘难遇！让我们对父母多一点孝心，因为百年后只会剩下怀念。让我们更真诚地对待妻子或丈夫，回为百年后就不能携手散步了。让我们更珍惜儿女的成长，因为百年后要拥抱他们就不可得了。让我们在每一个相会，每一个因缘里，都能全心地付出与融人，都能无私地感谢和奉献。每一刻相待都是最真诚的相待。因为，因为，百年后，这些都不可得了！纯善的心我每一次去买花，并不会先看花，而是先看卖花的人，因为我认为一个人如果不能把自己打扮得与花相衬，是不应该来卖花的。惟有像花的人，才有资格卖花。像花的人指的不是美丽的少女，而是有活力，有风采的人。所以，每次我看到俗人卖花，一脸的庸俗或势利，就会感到同情，想到我国民间有一种说法，有三种行业是前世修来的福报，就是卖花卖伞和卖香。那是因为这三种行业是纯善的行业，对众生只有利益，没有伤害，可以一直和人结善缘。可叹的是，有的人是以痛苦埋怨的心在经营这纯善的行业。我经常去买花的花店，卖花的是一位中年妇人，永远笑着，很有活力永远穿着干净而朴素，却很有风采。当我对她说起民间的说法，赞美她说老板娘一定是前世修来的福报，才能经营这纯善的行业呀！她笑得很灿烂，就像一朵花，不疾不徐地说其实，只要有纯善的心，和人结善缘，所有的行业都是前世修来的。"}
{"text":"当我对她说起民间的说法，赞美她说老板娘一定是前世修来的福报，才能经营这纯善的行业呀！她笑得很灿烂，就像一朵花，不疾不徐地说其实，只要有纯善的心，和人结善缘，所有的行业都是前世修来的。吝啬的人从前有一个非常吝啬的人，他从头上的每一根头发到脚上的每一个脚趾头都很吝啬，他从来没有想过要给别人东西，连别人叫他讲布施这两个字，他都讲不出口，只会布布布个半天，好像一讲出这两个字，自己就会有所损失。佛陀知道了这件事后，就想去教化他，于是到了他住的城镇去开示。佛陀就告诉大家布施的功德一个人这辈子之所以富有，比别人长得高长得帅，所有一切美好的事物，都跟上辈子的布施有关。这个吝啬的人听了佛陀的教示之后很感动，可是他仍然布施不出去，他为此深感烦恼，便跑去找佛陀，对佛说世尊呀！我很想布施，但是做不到。佛陀从地上抓了一把草，把草放在他的右手，然后要他张开左手，佛陀说你把右手想成是自己，把左手想成是别人，然后把这把草交给别人。这个吝啬的人一想到要把这把草给别人，就呆住了，想得满头大汗，仍然舍不得给出去，最后，他突然开悟原来左手也是我自己的手。就赶紧把草给出去，自己也为此深感欣慰。第二次他只约花了一分钟，就把草给出去。后来，他只要很简单地就可以把草给出去。佛陀又说现在你把草放在左手，把右手张开，将草交给别人。第一次他也是想了半天才给出去，第二次他很容易就交出去。最后，佛陀对他说你现在把这把草给别人。他便把这把草给了别人。经过不断的练习，这个有钱人便把财物布施给别人，最后把身体也布施给了别人，结果证得了菩提。这个故事令我非常感动，认识到菩提的追求没有资格的限制，再吝啬再坏的人，只要发心想追求菩提，就可以透过训练开启菩提心。训练开启菩提心最简单的方法只有一个，就是时时让自己往美好光明良善的地方走。重新生长的花草出了一趟远门回来，才知道台北很久没有下雨，使我种在阳台上的花草枯萎了大半。好可惜呀！爸爸！你种的花草都死了。儿子说。"}
{"text":"这个故事令我非常感动，认识到菩提的追求没有资格的限制，再吝啬再坏的人，只要发心想追求菩提，就可以透过训练开启菩提心。训练开启菩提心最简单的方法只有一个，就是时时让自己往美好光明良善的地方走。重新生长的花草出了一趟远门回来，才知道台北很久没有下雨，使我种在阳台上的花草枯萎了大半。好可惜呀！爸爸！你种的花草都死了。儿子说。我把植物的茎折一节来看，对儿子说这茎中还有水分，只是枯萎，还没死哩！于是，我像平常一样，每天晨昏为花草浇水一次，一星期后枯萎的花草开始抽芽，三个星期之后，已经绿意盎然了。这时我才把枯萎的枝叶剪除，使得院子里的花草比原来的还要青翠。我和孩子一起浇水的时候，告诉他在太阳暴热环境不好没有雨水滋润的时候，我们也要学习花草，休养生息，保持生机。在顺境之时，要使生活有风采。在逆境之时，要不散乱，保持静心。更恒久的价值我有一个皮包用了二十年，每次我向年轻人说起，他们都张着难以相信的眼神看我的皮包。对现在的年轻人来说，二十年实在太长了，几乎没有东西能用二十年，甚至连世上极珍贵的友谊爱情。对生命的向往，也没有人能维持二十年了。其实，在我们的父母那一辈，一件东西用二十年是很平常的，巾婚二十年是很平常的，有相交二十年的朋友也是平常的，甚至一件衣服穿二十年也是平常的只可惜现代社会都反常了，才把那些平常的事看成奇特。在我的衣柜里，还有一件父亲生前送我的毛衣，这毛衣已经穿了五十年，更可贵的是，这毛衣乃是我母亲新婚不久亲手织给父亲的。这世界虽然浮华短暂，但只要我们愿意坚持一些更恒久的价值，就会发现还是有许多事物愈久愈醇愈陈愈香。可惜的是，生命里恒久香醇的滋味，很少人愿意去品尝了。两个汤圆朋友请我到餐厅吃饭，是现在最流行的吃到饱餐厅，每个人一百九十九元，任人吃到饱为止。"}
{"text":"这世界虽然浮华短暂，但只要我们愿意坚持一些更恒久的价值，就会发现还是有许多事物愈久愈醇愈陈愈香。可惜的是，生命里恒久香醇的滋味，很少人愿意去品尝了。两个汤圆朋友请我到餐厅吃饭，是现在最流行的吃到饱餐厅，每个人一百九十九元，任人吃到饱为止。由于算起来便宜，餐厅内人声鼎沸，有许多场面到了不忍卒睹的地步，东西拿太多掉在地上的有之，剩下一大盘吃不完的有之，还有一些人吃得太饱，而抚着肚于叹气。一般最能自我节制的人，也免不了吃下比平常食量更多的东西。我对朋友说这种吃到饱的餐厅真是赤裸裸地表现了人的贪欲，也正是文明粗俗的表征呀！更有趣的事情是，当我们走出一九九元吃到饱的餐厅，才发现透明的窗玻璃上贴了许多减肥瘦身的广告。朋友开玩笑地说减肥的美容院开的速度大概与吃到饱的餐厅是成正比的。我说如果大家每餐都不吃到饱，也就不需要减肥了。接着，我与朋友在公园散步，以消耗我们吃得过多的食物，边走就想起民间一个关于贪欲的寓言。话说八仙之一吕洞宾刚成仙的时候，很想找一个弟子传授仙术，他想到作为我的弟子，最重要的条件应该是不贪心呀！于是，吕洞宾心生一计，变成一个卖汤圆的老人，在摊子上贴了一张纸汤圆一文钱吃一个，两文钱吃到饱。从早到晚，许多人都跑来吃汤圆，却没有一个是吃一文钱的，全都是两文钱吃到饱。眼见黄昏来临了，吕洞宾心想收徒无望了。突然有一个青年付了一文钱，吃一个汤圆就走了。吕洞宾大喜过望，追上去问他说你为什么不用两文钱吃到饱呢？那年轻人无奈地说可恨我身上只剩一文钱，真可恨呀！吕洞宾长叹一声，纵身飞上天去，终生都没有收徒弟。我讲这个故事给朋友听，我说贪心是人的天性，也是正常的习性，只是很少人看见自己的贪心罢了。朋友说我们以后还是少去这种吃到饱的餐厅了。沟坪与草花庄回家乡居住，要离家了，妈妈说多住两天吧！明天你三姑要嫁孙女，你和我一起去沟坪吃酒席。"}
{"text":"那年轻人无奈地说可恨我身上只剩一文钱，真可恨呀！吕洞宾长叹一声，纵身飞上天去，终生都没有收徒弟。我讲这个故事给朋友听，我说贪心是人的天性，也是正常的习性，只是很少人看见自己的贪心罢了。朋友说我们以后还是少去这种吃到饱的餐厅了。沟坪与草花庄回家乡居住，要离家了，妈妈说多住两天吧！明天你三姑要嫁孙女，你和我一起去沟坪吃酒席。我听到三姑与沟坪，从心里冒出一股暖流，就留下来了。我有五位姑妈，其中二姑和三姑是最亲近的，二姑嫁去的地方叫草花庄，三姑嫁去的地方叫沟坪。为什么与二姑三姑最亲近呢？原因是，二姑三姑和爸爸长得很像，简直就是同一个模子印出来，我长得又像爸爸，从小就有很多人说我像二站三姑。其次，这两位姑妈嫁得很远，家里又有广大的庄园，我们如果去姑妈家就可以住在那里，备受疼爱，几乎没有任何法律的制裁。另外还有一个秘密的原因，沟坪与草花庄在我童年的记忆中是美得不得了的地方，用人间仙境来形容也不为过。记得草花庄的四周，在春天来的时候就会开满各种野花，穿过野草花的小径，就到二姑家的三合院，站在门口的时候，我总感觉全身染满了香气，感觉自己是从远地策马要去拜会草花庄庄主的快客。草花庄主出人意料的是一位胖胖的慈和的中年妇女，那当然是我的二姑妈了。说二姑妈武功高强，一点也不夸张他们有广大的田园，种着各种果树，还养了数十百只的鸡猪什么的。有一段时间她热中养珠鸡和火鸡，每次有武林人物靠近，还会齐声高歌表示欢迎哩！姑妈最厉害的招数，就是她很会做@她做的@常用荷叶芋叶姑婆叶来包，常把庭前园于里的桂花茉莉。丁香拿来人味。她蒸的@不是夸张的，在一里之外就可以闻到香气。我时常和兄弟到二姑家，庄主有闲最好，庄主若是无闲，我们会自己到果园去饱餐一顿，然后躺在西厢房前的宽大条椅上睡午觉，一静下来，庄外草花全部话转来，蝴蝶四处飞，庄内盘旋着无以名状的香气。二姑丈热中于狩猎，时常天不亮就出门了，带着朝枝哥仔，阿泉阿海阿水哥去山里猎野兔，晚餐总是非常的丰盛。"}
{"text":"丁香拿来人味。她蒸的@不是夸张的，在一里之外就可以闻到香气。我时常和兄弟到二姑家，庄主有闲最好，庄主若是无闲，我们会自己到果园去饱餐一顿，然后躺在西厢房前的宽大条椅上睡午觉，一静下来，庄外草花全部话转来，蝴蝶四处飞，庄内盘旋着无以名状的香气。二姑丈热中于狩猎，时常天不亮就出门了，带着朝枝哥仔，阿泉阿海阿水哥去山里猎野兔，晚餐总是非常的丰盛。草花庄虽美，与沟坪比起来还是略逊一筹，沟坪的三姑家正好建在河岸，是一长排的平房，屋前是果园，屋后是花园。三姑开了一家乡村典型的杂货铺，在那物资缺乏的年代，杂货店就像宝藏一样，糖果，饼干还有汽水，三姑为人宽厚慷慨，要吃什么就有什么，我们常常裤袋里塞得满满的，才到河里去玩。那河也不像河，所以日沟，水深只到腰际，清澈可以见底，河里有泥鳅土虱大肚虾于，偶尔还可以捞到大的蛇贝，最多的是蛤仔，我们日日都在河中摸蛤兼洗裤，玩得不亦乐乎。三姑最疼爱我，因为常有人宁愿作傻瓜从前有一个禅师叫作无相大师。无相大师给弟子开示的时候，常常跟他们分节阅读说修行就是要宁愿作傻瓜，要有傻瓜的精神才可能证悟，才有可能开悟。因为常常讲，所有的弟子都已经记住了师父常常说宁作t瓜。有一天突然下大雨，庙里漏雨漏得浙哩哗啦，大师大声叫弟子赶快来接雨，但是很多弟子不在，只剩两个，听到师父叫，赶快拿了桶子来接雨。一个弟子拿一个很小的桶子冲出来。无相大师看了就说雨下得那么厉害，漏了好几个地方，只拿了一个这么小的桶子，真是傻瓜。这个弟子就很不高兴，心想匆匆忙忙跑出来接雨，结果师父还骂我傻瓜。第二个徒弟因为太紧张了，拿了一个竹篓子冲出来，要接雨的时候呆住了。无相大师心里想怎么傻成这样？怎么有这么傻的徒弟？就很不高兴骂他说你真的是个大傻瓜！这个弟子一听，非常开心，心想师父一直都在鼓励我们要作傻瓜，现在竟然说我是个大傻瓜，这一定是在赞叹我了不起。这样起了欢喜心，心开意解，得到了开悟。这个弟子究竟开悟到什么呢？大概可以从两个角度来看第一，打破分别心。"}
{"text":"第二个徒弟因为太紧张了，拿了一个竹篓子冲出来，要接雨的时候呆住了。无相大师心里想怎么傻成这样？怎么有这么傻的徒弟？就很不高兴骂他说你真的是个大傻瓜！这个弟子一听，非常开心，心想师父一直都在鼓励我们要作傻瓜，现在竟然说我是个大傻瓜，这一定是在赞叹我了不起。这样起了欢喜心，心开意解，得到了开悟。这个弟子究竟开悟到什么呢？大概可以从两个角度来看第一，打破分别心。当我们听到别人批评我们的语言的时候，我们可以生气不开心，我们也可以不生气，宁可作傻瓜，很开心，就像我们看到一个碗，可以想这个碗很漂亮，可惜破了一个洞。但也可以反过来想这个碗虽然破了一个洞，但还是很漂亮！第二，从悟的境界来讲，傻瓜可能比较容易得到开悟，傻瓜并不是真傻，而是在生活里面没有心机，保持在一种纯然的状态。我们不要对人生有那么多的计较，因为这个计较和分别，正好是阻碍我们开悟，或者认识人生真价值的东西，如果我们可以学习赤子宁作傻瓜，那么我们就会生起单纯的心。就像我们修行，每天都花时间在那儿叨叨念念，是在做什么？整天在那儿打坐，是要干什么？别人看起来是没有价值的，如果你打坐一小时，给你一百元，你就觉得很有价值，但是不能用这样子来衡量，因为这世间许多东西是无价的！我们看到街上那些智障或者智力比较差的人，他们是非常单纯，非常纯净的。我们通常没有那么纯净，因为我们是聪明人，聪明人就是比较执著于有的人，要做一件事，一定要有效果，如果三天没有效果就换一件事情。通常都比较实际，比较现实，比较会计算，比较会营谋，这样的人叫聪明人。因此聪明人的生活是塞得满满的，他没有心灵空间，他每天都在算，做这件事可以赚多少钱，明天加起来就赚多少钱，他永远不会做赔钱的生意。但是修行要反其道而行，修行要保持内在的空间，在世人都迷乱的时代，我们在内心里清明就好，外表上宁可作傻瓜。来就轮到我了一位朋友来家里聊天，谈到不久之前他的姊姊过世了。他说我姊姊过世的时候，我哭得真伤心，伤心的程度超过妈妈死的时候。我觉得十分疑惑，问他是不是你和姊姊的感情很好，胜过你和妈妈的感情呢？他回答说不是呀！"}
{"text":"但是修行要反其道而行，修行要保持内在的空间，在世人都迷乱的时代，我们在内心里清明就好，外表上宁可作傻瓜。来就轮到我了一位朋友来家里聊天，谈到不久之前他的姊姊过世了。他说我姊姊过世的时候，我哭得真伤心，伤心的程度超过妈妈死的时候。我觉得十分疑惑，问他是不是你和姊姊的感情很好，胜过你和妈妈的感情呢？他回答说不是呀！只是我一想到姊姊死了，下回就轮到我了，心里就会悲从中来，伤心不已。从前妈妈死的时候，想到中间还有姊姊挡着，不会那么快轮到我，现在连挡着的人也走了！朋友说完，我们的感触都很深，默默对坐喝茶。生命的无常确实是如此展现的，像河流一样，每一片落叶都会掉人河里，所谓有智慧的人不是不死的人，而是在看落叶掉下时有醒觉心的人。乐受的心教孩子写爱字，孩子为了那复杂的笔画而头痛。我说很简单呀！爱就是一个心加一个受，当我们把心放在感受中间就是爱了。反过来说，那个恨字，就是心里有一道伤痕。孩子终于学会了写爱字。孩子睡了以后，我坐在书房里，想到心与感受如何来造就一个爱，应该就是乐受的心吧！一个人如果能欢喜受，甘愿做，到处都会有爱的心。在顺境里能乐受，那是普通的爱在逆境的时候还能乐受，才是真正深沉的爱。有了真正深沉地爱，才能像蜂蜜一样，中边皆甜，从最广大到最细腻都能欢喜的爱，不留一点污染执著与怨恨。命中犯小人一个朋友去算命，算命的说他命中犯小人。这一句一般人听了会不舒服的话，朋友听了却十分开心，认为那算命的真准。因为朋友是开幼稚园的，四周不正好都是小人围绕吗？原来，我是命中注定要办幼稚园的，因为喜欢小人，竟使不好的命得到改观！朋友说。是呀！我们每个人的命中多少会犯小人的，但我们不要嫌恶那些小人，因为他们的存在，才能烘托出君子的可贵。何况，世间如果没有小人，将会是多么无趣的世界。我想到，下次如果遇到命中犯小人的人，应该劝他们多疼惜一些孩子，这样，命运一定会改观的。"}
