{"text":"所以中国的古文，如论语的文章一看起来好像是法律的条文，一条一条，好像连不起来，实际上仔细一读，它是长篇文章，连接得非常好。换句话说，微子箕子比干有的愿杀身以成仁，如比干被赶出去就走了，如微子为奴就为奴，如箕子。为什么他们不弯一弯呢？态度稍微改变一下，去拍个马屁，也会好好用他们，更何况他们本来就是皇族。可是他们为什么不这样做？这就说明个人作人也好，在国家社会中立足作一普通人也好，大原则上人格的重要。反过来，就是如果以枉道事人的话，随便哪里都可以干，如果坚持以正道直道事人，又何必离开？所以引用柳下惠的这几句话，等于是为上面三个人的事，作了一个注解，这就是论语的编辑方法。王不留行齐景公待孔子，曰若季氏，则吾不能，以季孟之间待之。曰吾老矣！不能用也。孔子行。孔子周游列国到了齐国，那时期国的国君，就是齐国的诸侯，我们随便讲，叫他国君，是借用的名词。正是景公的时代，有一度，他的首相是有名的小矮子晏子――晏婴，这个人品德很好，学问也很好，在历史上是名宰相，了不起的忠臣，也很清高，样样都很好，并且自己著了一本书――晏子春秋。另一个更早一点的名臣管仲，也是齐国大臣，著有管子，这两部书现在都流传着，当然，其中内容真伪杂陈。孔子到了齐国以后，齐景公本来想用孔子，可是晏子不同意，怕因此自己不能在齐国立足。不过这个问题的资料并不很充分，晏子是不是那么嫉才的人是一个问题。其次，涉及齐景公本身的问题，不过历史上有说齐景公是受了晏子的影响才这样的，但是要注意，当时齐国与鲁国的邦交并不很好，所以后来引起了战争，齐国准备打鲁国，鲁国一定打不过齐国的，孔子这个时候，很为自己祖国的危机着急彷徨，准备自己出国，去国际上想办法的。后来由子贡出面，在各国走了一躺，扭转了整个国际的局势。当时齐景公对孔子非常好，不过不能用他，所谓不能用是外交辞令，齐景公也没有当面告诉孔子老先生，你是了不起，我想用你，可是我不会用你啊！这就太难堪了，他不会那么做，这只能利用别人来透露，所以齐景公所说若季氏，则吾不能。这季氏，就是鲁国的季家。"}
{"text":"后来由子贡出面，在各国走了一躺，扭转了整个国际的局势。当时齐景公对孔子非常好，不过不能用他，所谓不能用是外交辞令，齐景公也没有当面告诉孔子老先生，你是了不起，我想用你，可是我不会用你啊！这就太难堪了，他不会那么做，这只能利用别人来透露，所以齐景公所说若季氏，则吾不能。这季氏，就是鲁国的季家。但季家对孔子非常好，孔子一班学生在季氏兄弟下面做事的也很多，虽然季氏对孔子恭维，可也没有重用他。现在景公就把话透露给孔子，像季氏一样的对孔子则我不能，我要就重用他，如你孔子愿意永远住在我齐国，我愿如季家的兄弟一样的待你，虽不重用也不冷淡，恰到好处。齐景公并说明采取这个态度的原因，只说是自己年纪大了，没有雄心，不想称王称霸了，假如是年轻的时候，孔子来到我齐国，我一定重用他，这个话一传到孔子耳里，当天孔子就走了。我们看古代的记载，文字非常简单，其中最重要的就是吾老矣，不能用也。这句话，使孔子马上就走了，如果写小说，这中间一定还有许多故事。孔子为什么立刻离开？可见左右有人妒忌，从旁说了闲话，孔子不马上走，说不定有人会害他，这也可以说齐景公很爱护孔子，因为自己国内的政权以及其他一切等等，所形成的环境，的确没有办法用他，所以说吾老矣，不能用也。只好这样暗示他，因此孔子听了以后，赶快就跑了。这一段为什么放在上面两段的后面？假使以普通的方法读论语，读一辈子也白读了，如以历史人生的观点来读，就和上面两段的意义与精神是一样的，一个人的立身出处，当环境不容许的时候，就毅然决然而去，所谓飘然远引，没有什么留恋的。人生为了什么呢？为了实现自己的理想，为了自己能对社会人类有所贡献，绝不为现实的功名富贵，乃至如陶渊明不为五斗米折腰，这也说明柳下惠的道理，也是说明殷朝三仁的道理。江山与美人上面是说孔子离开齐国的关键，下面是说当时孔子为什么离开鲁国齐人归女乐，季桓子受之，三日不朝，孔子行。"}
{"text":"人生为了什么呢？为了实现自己的理想，为了自己能对社会人类有所贡献，绝不为现实的功名富贵，乃至如陶渊明不为五斗米折腰，这也说明柳下惠的道理，也是说明殷朝三仁的道理。江山与美人上面是说孔子离开齐国的关键，下面是说当时孔子为什么离开鲁国齐人归女乐，季桓子受之，三日不朝，孔子行。原来齐国想出兵打鲁国，在这以前，孔子曾经一度当司寇，国际上各国诸侯都很害怕，鲁国如真起用了孔子，就不得了，大家想尽了办法，用各种手段，使孔子下台，同时国内的环境也不许可他展开抱负，所以干了三个月就下来了。后来齐国为了使鲁国更趋衰弱，以现代话来说，就利用了女间谍，选了一批非常漂亮的名女人为女乐，送给鲁定公，当时孔子主张不能接受，否则鲁定公这个人靠不住，意志会沉迷下去，影响到国家。而当权的季桓子，自动先接受了齐国的女乐，果然，政府规定每天必定举行的早朝――朝会，都接连三天不开，大家去看女乐了。孔子一看这情形，知道齐国这一手很厉害，鲁国的前途完了，孔子马上出国了。孔子去鲁去齐这两次的离去，说明了一个人的去留之间，是非常有分寸的，中国文化讲究的，一个知识分子读书人，立身处世，进退之间大有分寸，绝不会顾虑到生活问题，这是一个大问题。过去每逢过年，很多家庭无论作装饰，或是附庸风雅，都会悬挂朱柏庐治家格言，治家格言中读书志在圣贤，为官心存君国。是很有分量的名言。为什么要出来做官，现代叫做公务员，现在公务员的观念和以前官的观念，的的确确两样，所以有时候拿现代的公务员比过去的官，我也认为大不妥当。过去一个读书人，十载寒窗，一旦考取了功名，那真有味道，哪怕是一个小小的县令，出来时还要鸣锣开道，老百姓还要回避，坐在轿子里比汽车舒服得多了。最小的官是典史，勉强等于现在县里的警察局长监狱长，这是编制内的人。皂隶之类都不在编制内，由县令自己想办法在节余项下开支。以前一个县衙门里，编制外不过一二十人办事。像清朝康熙时代，全国官吏，上自宰相，下至地方小吏，只有一万七千人，而做了那么多事。这个问题我们今日还是值得研究的。那个时候，考取功名出来做官的，四万万人中只有一两万人，的确是很光荣。现在当然两样了，是公务员，替人服务了。但是大家还有一个毛病，把公务员与官的观念始终混在一起，如果这一点真正分开了，搞清楚了，那好办了。"}
{"text":"最小的官是典史，勉强等于现在县里的警察局长监狱长，这是编制内的人。皂隶之类都不在编制内，由县令自己想办法在节余项下开支。以前一个县衙门里，编制外不过一二十人办事。像清朝康熙时代，全国官吏，上自宰相，下至地方小吏，只有一万七千人，而做了那么多事。这个问题我们今日还是值得研究的。那个时候，考取功名出来做官的，四万万人中只有一两万人，的确是很光荣。现在当然两样了，是公务员，替人服务了。但是大家还有一个毛病，把公务员与官的观念始终混在一起，如果这一点真正分开了，搞清楚了，那好办了。很遗憾的，几十年下来，这一点还没有搞清楚，以致产生了政治上社会上很多纠纷。讲到这里，我们知道，古人对于该不该出来当官，所谓立身出处，是很慎重的。现在我们的教育变了，每一个考进来的，都是为自己的职业问题着想，这是美国化西方文化的影响，所谓杜威等人的思想，生活就是教育，他们教育与生活技术配合在一起。人家的文化基础同我们完全两样，我们今天没有搞清楚自己的文化精神，对别人的也没有搞清楚，别人的东西是不是适合我们的国情，今天还在考验中。今日考进来的学生，目的是为了职业，既然为了职业，那么做医生是职业，做公务员也是职业，职业的下面，就只有价值问题，也就是待遇如何？首先问划不划得来。过去我们的思想，从不考虑个人待遇问题，所谓为官心存君国，讲好的一面，是牺牲自我。为什么要得到权位？是为了实行自己的理想，好替国家做一番事，如此而已。在历史上许多大臣，死了以后可怜得很，像秦桧害死岳飞，抄家的时候，什么都没抄到，破书而已，像这种精神，是值得我们去研究的重大问题。凤凰离乱不如鸡现在接下来，是孔子离开鲁国以后，周游列国，到处为文化，为人类的思想在努力。楚狂接舆，歌而过孔子曰凤兮！凤兮！何德之衰，往者不可谏，来者犹可追。已而！已而！今之从政者殆而！孔子下，欲与之言，趋而辟之，不得与之言。孔子碰了一个钉子了。楚狂接舆是道家人物，是楚国一个著名装疯的狂人。狂人并不是疯子。过去说的狂，就是满不在乎，有点像现在的嬉皮。美国前几年流行的嬉皮，他们所画的祖师爷，都是我们中国人，其中两个是禅宗的和尚寒山拾得，留长发拿扫帚的还有像楚狂接舆，也是他们的祖师爷。"}
{"text":"凤兮！何德之衰，往者不可谏，来者犹可追。已而！已而！今之从政者殆而！孔子下，欲与之言，趋而辟之，不得与之言。孔子碰了一个钉子了。楚狂接舆是道家人物，是楚国一个著名装疯的狂人。狂人并不是疯子。过去说的狂，就是满不在乎，有点像现在的嬉皮。美国前几年流行的嬉皮，他们所画的祖师爷，都是我们中国人，其中两个是禅宗的和尚寒山拾得，留长发拿扫帚的还有像楚狂接舆，也是他们的祖师爷。还有我们晋朝的刘伶阮籍两个爱喝酒的，这些人他们都供起来，自称是他们的祖师爷，这是他们学中国文化的一点点皮毛。所以楚狂并不是一个疯子，接舆是他的名字，道家的书与高士传都说他姓陆，陆接舆说是楚狂，也是道家著名的隐士，学问人格都非常高。孔子碰到他时，他就唱着歌过来了。歌是故意唱给孔子听的，他没有直接说孔子，而说凤兮！凤兮！何德之衰？古人说麟凤，有时候代表人中之君子，或者是天下绝对太平，时代有道的时候，就可见到走兽中的麒麟飞禽中之凤凰，乱世的时候就看不见。不过后世一般人认为没有这两种东西，把长颈鹿叫做麒麟，对不对，也很难讲。这两样东西，是中国文化的标志。还有一样就是龙。现在楚狂是用凤来比孔子，他说凤啊！凤啊！你倒楣了，这个时代出来干什么？过去的错了，你就算了，未来的你还是可以改正。这两句话的含义是很深很深的。大而言之，也可以说是历史错了，是不能挽回的，但是你不要去怀念那过去的历史，应该开创未来的。不过他唱给孔子听，这个意义很深远，等于对孔子说，你老是想把这个时代挽救过来，这是挽救不了的啊！算了吧！算了吧！这个时候想出来挽救这个时代，是危险极了，你这时如想出来从政，你可免了。孔子一听，知道不简单，赶快停下车来，想跟他讲话，可是这个狂人一看见孔子停车，知道孔子要来和自己说话，就加快脚步溜了，避开了，使孔子永远无法跟他说话，也是他懒得跟孔子讨论。楚狂这个人是有名的隐士，给孔子碰一个很大的钉子，如说他对孔子不欣赏，他偏要来唱这首歌给孔子听，可见他是有心的，孔子晓得，孔子懂他，下来想向他请教，可是他又走开了。历史上隐士们都这样，做了许多怪事，点到为止。这是孔子碰到了和他唱反调的第一个隐士。在这一篇里，这些唱反调的统统出来了。处处关津处处寒长沮桀溺，耦而耕，孔子过之，使子路问津焉。"}
{"text":"楚狂这个人是有名的隐士，给孔子碰一个很大的钉子，如说他对孔子不欣赏，他偏要来唱这首歌给孔子听，可见他是有心的，孔子晓得，孔子懂他，下来想向他请教，可是他又走开了。历史上隐士们都这样，做了许多怪事，点到为止。这是孔子碰到了和他唱反调的第一个隐士。在这一篇里，这些唱反调的统统出来了。处处关津处处寒长沮桀溺，耦而耕，孔子过之，使子路问津焉。长沮曰夫执舆者为谁？子路曰为孔丘。曰是鲁孔丘与？曰是也。曰是知津矣！问于桀溺，桀溺曰子为谁？曰为仲由。曰是鲁孔丘之徒与？对曰然。曰滔滔者，天下皆是也，而谁以易之？且而与其从辟人之士也，岂若从辟世之士哉？i而不辍。子路行以告。夫子怃然曰鸟兽不可与同群，吾非斯人之徒与而谁与？天下有道，丘不与易也。长沮和桀溺，是两个隐士，一对好朋友，在并肩种田，孔子经过那里，不知是有意或无意的，教子路去问路，问过江的路口，这问津是这篇文篇的点题，我们中国以后的文字上，所谓指点迷津的典故，就是从这里来的。长沮就先反问子路，你替他赶车的那个老头子是谁？这是明知故问。子路说，坐在车上的是我的老师啊！鼎鼎大名的孔丘。长沮说，就是鲁国的那个孔丘？子路说，是啊！就是他。长沮说，既然是孔丘，他当然知道该怎么走，还要来向我们问路吗？他这话答得很妙，子路问的是车子应该走向哪里的路。长沮答的不是车子走的路，是人生之路，长沮的意思是说这个周游列国到处还要传道的孔子，他现在路都不晓得走吗？他这个话是很妙，很幽默的。子路问不出道理来，就转过头来问桀溺，桀溺却反过来问子路，你是什么人？子路说，我名字叫仲由。桀溺说，你就是鲁国那个糟老头孔丘的徒弟吗？子路说，是的。桀溺说滔滔者，天下皆是也。滔滔是形容词，现代语汇就是潮流，当潮流来时，海水一涨，浪花滔滔滚滚，不管好的坏的，统统都被浪头淹没了。天下皆是也，就是说现在全世界都在浊浪滔滔，一股浑水在流，这情形又有谁能够把它变得了，那洪水泛滥的时候，时代的趋势来了，谁都挡不住，并且他告诉子路且而与其从辟人之士也，岂若从辟世之士哉？"}
{"text":"子路说，我名字叫仲由。桀溺说，你就是鲁国那个糟老头孔丘的徒弟吗？子路说，是的。桀溺说滔滔者，天下皆是也。滔滔是形容词，现代语汇就是潮流，当潮流来时，海水一涨，浪花滔滔滚滚，不管好的坏的，统统都被浪头淹没了。天下皆是也，就是说现在全世界都在浊浪滔滔，一股浑水在流，这情形又有谁能够把它变得了，那洪水泛滥的时候，时代的趋势来了，谁都挡不住，并且他告诉子路且而与其从辟人之士也，岂若从辟世之士哉？这句话中的辟就是逃避的避辟人之士，是指孔子，避开了鲁国，鲁国政治太乱，自己的国家他救不了啦！为了想实行自己的理想，到处去看，是避开乱的社会，另外想找更好的环境，为辟人之士。桀溺是告诉子路，你跟着孔子这样的辟人之士，可是人是避不开的，如现在的和尚出家，神父的入会，反正都没有离开社会，不过换了一个生活。哪里出得了家？真出家谈何容易？真出家就是桀溺说的辟世之士，连这个时代都抛开了。离开这个社会，跑到深山里去，不和任何人打交道，这就是出家吗？永嘉禅师曾经说过，当你的心不能平静的时候，跑到深山都没有用。不要以为到了山里，就是出家修行，有时候看到风吹草动，心里都会烦起来。如果把自己的心修平静了，在任何热闹的地方，就和在山林中一样的清净，这是基本的道理。所以这一段桀溺对子路说，你与其跟着孔子一样，觉得这里不对，就离开到另外一个社会，其实时代是逃避不了的，还不如像我们一样，自己忘记了这个世界，忘记了这个时代，种我的田，什么都不管。他说到这里以后，再不说话了，拿起锄头，还是不停地种他的田。子路碰了钉子，就回去把经过报告孔子，孔子听了心里很不惬意，脸色变了，很落寞也很难过的样子说鸟兽不可与同群！后世自命为儒家的人，抓住这句话作为把柄，认为道家这些隐士都不对，说孔子在骂他们是禽兽，这些人没有国家的观念，不是人，是禽兽。这是后世的解释，但我否认这种解释，后世的儒家根本解释错了。我的看法，孔子非常赞成他们，孔子这句话不是骂他们，因为上面有句夫子怃然曰，孔子心里很难过，很落寞的味道，所以告诉子路鸟兽不可与同群。鸟是飞的，兽是走的，而且鸟是海阔天空由他飞，兽类之中，绝大多数野兽都在山林里，不在人类的社会中，飞的与走的不能摆在一起，换句话说，人各有志，各走各的路，远走的就去远走，高飞的就去高飞。"}
{"text":"这是后世的解释，但我否认这种解释，后世的儒家根本解释错了。我的看法，孔子非常赞成他们，孔子这句话不是骂他们，因为上面有句夫子怃然曰，孔子心里很难过，很落寞的味道，所以告诉子路鸟兽不可与同群。鸟是飞的，兽是走的，而且鸟是海阔天空由他飞，兽类之中，绝大多数野兽都在山林里，不在人类的社会中，飞的与走的不能摆在一起，换句话说，人各有志，各走各的路，远走的就去远走，高飞的就去高飞。孔子接着说，其实我很想跟他们一样，走他们的路线，抛开天下国家不管，我还不是跟他们两个人的思想一样的。换句话说，都是在忧世的，担忧这个国家，担忧这个时代，担忧这个社会，这种忧都是一样的，问题只是做法两样。他们可以丢下这个社会这个时代不管，只管自己种田去，可是我丢不下来。假如说国家社会上了轨道，我又何必来改变它呢？就因为时代太乱了，我必须要牺牲自己，来改变这个社会的潮流。这就是孔子！所以我们知道孔子走的路线，比这些隐士们走的路更难。明知道这个担子挑不动的，他硬要去挑。我们这里引述历史一件事来补充说明宋代王安石上台了，苏东坡这批人和他的意见不同分歧，形成了后来著名的党祸，而王安石所用的人都非常坏，所以这班正人君子都纷纷辞职。当时有人主张最好不要辞职，因为王安石下面这一批人，将来一定要把事情搞坏的，你多占一个位子，使他们少搞坏一点，这就做了好事。这就说明挑这种担子很难，明知道要坏，可硬是不走开，占住一点，少坏一点，虽然不能积极的挽救，也是消极的防止，孔子走的是这个路线。如此风波不可行下面又来一个子路从而后，遇丈人，以杖荷。子路问曰子见夫子乎？丈人曰四体不勤，五谷不分，孰为夫子？植其杖而芸。子路拱而立。止子路宿，杀鸡为黍而食之，见其二子焉。明日，子路行以告。子曰隐者也，使子路反见之。至，则行矣。子路曰不仕无义。长幼之节，不可废也！君臣之义，如之何其废之？欲洁其身，而乱大伦，君子之仕也，行其义也。道之不行，已知之矣！子路有一次跟着孔子后面走，大概脱了队，落伍了。遇丈人，碰到一个老头子。丈人不是岳父，古代丈人是对长辈的尊称。"}
{"text":"子路拱而立。止子路宿，杀鸡为黍而食之，见其二子焉。明日，子路行以告。子曰隐者也，使子路反见之。至，则行矣。子路曰不仕无义。长幼之节，不可废也！君臣之义，如之何其废之？欲洁其身，而乱大伦，君子之仕也，行其义也。道之不行，已知之矣！子路有一次跟着孔子后面走，大概脱了队，落伍了。遇丈人，碰到一个老头子。丈人不是岳父，古代丈人是对长辈的尊称。过去写信，对父执辈称世伯，自称世晚或世侄，但有的与父辈没有交情，而年岁地位又比自己高得多，这时就尊称对方为丈，就是长者前辈的意思。子路碰到一位老先生，用他的拐杖，挑了一些编织竹器的青竹篾藤，子路就问他，你看到我的老师吗？这个老头子可骂了子路一顿，什么你的老师？这种人光在那里吹牛，也不去劳动劳动，连五谷都分不清楚，一天到晚只在那里用头脑，用嘴巴吹牛，我才不认识你的什么老师。老头说完，把拐杖往地下一插，在那里芸田，手扶着杖头，用脚把禾苗周围的草，压到泥土下去。子路搞得没办法，被他的气势慑住了，拱手站在那里恭恭敬敬的不敢动。于是这位老头子带子路回家，留他住下，还杀鸡，做了很好的饭，很丰盛的款待他，而且还教两个儿子来做陪客。第二天子路找到孔子，又报告了经过。孔子说，这是一个隐居的高人，教子路回去找他，可是子路到了那里一看，这位老先生搬家了。关于这些隐士的事情，儒家记载得很有限，我们如果看高士传神仙传这一方面的书，则这种人很多。如佛家禅宗的隐山和尚，这是佛教进入中国以后唐代的故事有两位很有名的大师，出门行脚。行脚是佛家的术语，就是到各处参访有道德学问的高人，这两个和尚走到一个深山里面，在溪水中洗脸，其中一个是洞山，告诉另外一个密师伯，这山中住有高人。密师伯说怎么知道？洞山说，我们洗脸时不是看到一片菜叶子，随溪水流下来吗？可见上流有人。于是两个人就去找，虽没有路迹可循，但终于找到了这个隐山和尚，搭了一个茅草棚，一个人住在深山，于是这两个和尚跟他谈道，他们谈得相当投机。后来，这两个和尚就走了。但在半路上一想不对，多年来难得一见的高人，隐居在这里，实在太可惜了。于是第二天回去找，找不到了，连茅草棚都烧掉了，只留了几首诗在那里，最后两句说刚被世人知住处，又移茅屋入深居。像这样所谓隐士思想的人物，在中国历史上很多，并不是灰心，灰心就自杀了，而多半是很有修养的人。"}
