{"text":"正在干活，来了一个美国木匠。他笑着问我们原来是干啥的。我出国前是个大学教师，但这不能说，不能丢学校的脸。老曹的来路更不能说，说了是给沪东船厂丢脸。我说我们是艺术家。这话不全是扯谎。我出国前就发表过小说，至于老曹，颇擅丹青，作品还参加过上海工人画展那老美说我早就知道你们是艺术家！我暗自得意我们身上的艺术气质是如此浓郁，人家一眼就看出来了。谁知他又补充了一句，工人没有像你们这么干活的！等这老美一走，老曹就扔下了锯子，破口大骂起来。原来这锯子的正确用途，是在花园里锯锯树杈我们给赤佬老板干了一个多月，也赚了他几百块钱的工钱，那个餐馆还是不像餐馆，也不像是冷库，而是像个破烂摊。转眼间夏去秋来，我们也该回去上学了。那老板的脸色越来越难看，天天催我们加班。催也没有用，手里拿着手锤铁棍，拼了命也是干不出活来的。那条街上的美国工匠也嗅出味来了，全聚在我们门前，一面看我们俩出洋相，一面等赤佬老板把工程交给他们。在这种情况下，连老曹也绷不住，终于和我一起辞活不干了。于是，这工程就像熟透的桃子一样，掉进了美国师傅的怀里。本来，辞了活以后就该走掉。但老曹还要看看美国人是怎么干活的。他说，这个工程干得窝囊，但不是他的过错，全怪那赤佬满肚子馊主意。要是由着他的意思来干，就能让洋鬼子看看中国人是怎么干活的美国包工头接下了这个工程，马上把它分了出去，分给电工木工管子工，今天上午是你的，下午是他的，后天是我的，等等。几个电话打出去，就有人来送工具，满满当当一卡车。这些工具不要说我，连老曹都没见过。除了电锯电刨，居然还有用电瓶的铲车，可以在室内开动，三下五除二，就把我们留下的破烂从室内推了出去。电工上了电动升降台，在天花板上下电线，底下木工就在装配地板，手法纯熟之极。虽然是用现成的构件，也得承认人家干活真是太快了。装好以后电刨子一跑，贼亮干完了马上走人，运走机械，新的工人和机械马上开进来转眼之间，饭馆就有个样儿我和老曹看了一会儿，就灰溜溜地走开了。这是因为我们都当过工人，知道怎么工作才有尊严。自然景观和人文景观我到过欧美的很多城市，美国的城市乏善可陈，欧洲的城市则很耐看。"}
{"text":"装好以后电刨子一跑，贼亮干完了马上走人，运走机械，新的工人和机械马上开进来转眼之间，饭馆就有个样儿我和老曹看了一会儿，就灰溜溜地走开了。这是因为我们都当过工人，知道怎么工作才有尊严。自然景观和人文景观我到过欧美的很多城市，美国的城市乏善可陈，欧洲的城市则很耐看。比方说，走到罗马城的街头，古罗马时期的竞技场和中世纪的城堡都在视野之内，这就使你感到置身于几十个世纪的历史之中。走在巴黎的市中心，周围是漂亮的石头楼房，你可以在铁栅栏上看到几个世纪之前手工打出的精美花饰。英格兰的小城镇保留着过去的古朴风貌，在厚厚的草顶下面，悬挂出木制的啤酒馆招牌。我记忆中最漂亮的城市是德国的海德堡，有一座优美的石桥架在内卡河上，河对岸的山上是海德堡选帝侯的旧宫堡。可以与之相比的有英国的剑桥，大学设在五六百年前的石头楼房里，包围在常春藤的绿荫里――这种校舍不是任何现代建筑可比。比利时的小城市和荷兰的城市，都有无与伦比的优美之处，这种优美之处就是历史。相比之下，美国的城市很是庸俗，塞满了乱糟糟的现代建筑。他们自己都不爱看，到了夏天就跑到欧洲去度假――历史这种东西，可不是想有就能有的呀。有位意大利的朋友告诉我说，除了脏一点乱一点，北京城很像一座美国的城市。我想了一下，觉得这是实情――北京城里到处是现代建筑，缺少历史感。在我小的时候就不是这样的，那时的北京的确有点与众不同的风格。举个例子来说，我小时候住在北京的郑王府里，那是一座优美的古典庭院，眼看着它就变得面目全非，塞满了四四方方的楼房，丑得要死。郑王府的遭遇就是整个北京城的缩影。顺便说一句，英国的牛津城里，所有的旧房子，屋主有翻修内部之权，但外观一毫不准动，所以那座城市保持着优美的旧貌。所有的人文景观属于我们只有一次。假如你把它扒掉了，再重建起来就不是那么回事了。这位意大利朋友还告诉我说，他去过山海关边的老龙头，看到那些新建的灰砖城楼，觉得很难看。我小时候见过北京城的城楼，还在城楼边玩耍过，所以我不得不同意他的意见。真古迹使人留恋之处，在于它历经沧桑直至如今，在它身边生活，你才会觉得历史至今还活着。要是可以随意翻盖，那就会把历史当作可以随意捏造的东西，一个人尽可夫的娼妇这两种感觉真是大不相同。"}
{"text":"所有的人文景观属于我们只有一次。假如你把它扒掉了，再重建起来就不是那么回事了。这位意大利朋友还告诉我说，他去过山海关边的老龙头，看到那些新建的灰砖城楼，觉得很难看。我小时候见过北京城的城楼，还在城楼边玩耍过，所以我不得不同意他的意见。真古迹使人留恋之处，在于它历经沧桑直至如今，在它身边生活，你才会觉得历史至今还活着。要是可以随意翻盖，那就会把历史当作可以随意捏造的东西，一个人尽可夫的娼妇这两种感觉真是大不相同。这位意大利朋友还说，意大利的古迹可以使他感到自己不是属于一代人，而是属于一族人，从亘古到如今。他觉得这样活着比较好。他的这些想法当然是有道理的，不过，现在我们谈这些已经有点晚了。谈过了城市和人文景观，也该谈谈乡村和自然景观――谈这些还不晚。房龙曾说，世界上最美丽的乡村就在奥地利的萨尔兹堡附近。那地方我也去过，满山枞木林，农舍就在林中，铺了碎石的小径一尘不染还有荷兰的牧场，弥漫着精心修整的人工美。牧场中央有放干草的小亭子，油漆得整整齐齐，像是园林工人干的活因为要把亭子造成那个样子，不但要手艺巧，还要懂得什么是好看。让别人看到自己住的地方是一种美丽的自然景观，这也是一种做人的态度。谈论这些域外的风景不是本文主旨，主旨当然还是讨论中国。我前半辈子走南闯北，去过国内不少地方，就我所见，贫困的小山村，只要不是穷到过不下去，多少还有点样。到了靠近城市的地方，人也算有了点钱，才开始难看。家家户户房子宽敞了，院墙也高了，但是样子恶俗，而且门前渐渐和猪窝狗圈相类似。到了城市的近郊，到处是乱倒的垃圾。进到城里以后，街上是干净了，那是因为有清洁工在扫。只要你往楼道里看一看，阳台上看一看，就会发现，这里住的人比近郊区的人还要邋遢得多。总的来说，我以为现在到处都是既不珍惜人文景观，也不保护自然景观的邋遢娘们邋遢汉。这种人要吃，要喝，要自己住得舒服，别的一概不管。我的这位意大利朋友是个汉学家。他说，中国人只重写成文字的历史，不重保存环境中的历史。这话从一个意大利人嘴里说出来，叫人无法辩驳。人家对待环境的态度比我们强得多。我以为，每个人都有一部分活在自己所在的环境中，这一部分是不会死的，它会保存在那里，让后世的人看到。"}
{"text":"总的来说，我以为现在到处都是既不珍惜人文景观，也不保护自然景观的邋遢娘们邋遢汉。这种人要吃，要喝，要自己住得舒服，别的一概不管。我的这位意大利朋友是个汉学家。他说，中国人只重写成文字的历史，不重保存环境中的历史。这话从一个意大利人嘴里说出来，叫人无法辩驳。人家对待环境的态度比我们强得多。我以为，每个人都有一部分活在自己所在的环境中，这一部分是不会死的，它会保存在那里，让后世的人看到。在海德堡，在剑桥，在萨尔兹堡，你看到的不仅是现世的人，还有他们的先人，因为世世代代的维护，那地方才会像现在这样漂亮。和青年朋友谈这些，大概还有点用。北京风情我小时候住在成方街，离北京的城墙很近。就在这条街的尽头，城墙塌了一个口子，沿着一道陡坡，躲开密密麻麻的酸枣刺，就可以上到城上。城墙上面是宽阔的大道，漫地的方砖中间长满了荒草。庚子年间，八国联军来攻打北京，看到了这座城墙。有个联军的军官在日记里写道这是世界上最宏伟的防御工事――他是对这城墙的高度发出的感叹，而我对城墙顶上的广阔感触很深。那上面是一片荒无人迹的辽阔的地带，走上半小时碰不见一个人。后来我在美国，和台湾来的同学聊天，说到梁思成先生曾建议把北京的城墙改作高速公路，那同学笑了起来，说道梁先生的主意真怪，城墙顶上还能修马路吗？这位同学去过世界上很多地方，看到过很多城墙，那上面都修不了马路。我也到过世界上很多城市，见过很多古城墙。罗马城的城墙算是宏伟的了，假如有两个帕瓦罗蒂那样的人在上面并肩行走，就得掉下来一个。难怪没见过北京城墙的人要不信在上面可以修马路――其实不仅能修，而且修出来会是这世界上最伟大的人文景观之一。过去，在北京三十四中附近的城墙里有个很大的仓库，里面放了军火和汽油。有一天爆炸了，三十四中的师生出来救人，赢得了很大的荣誉――他们学校有间荣誉室，里面挂满了那回得来的锦旗。我插队时和三十四中的学生在一起，听他们说过自己母校的光荣史。这说明城墙顶上不但能跑汽车，肚子里还能修仓库。像这样的城墙在世界上绝无仅有，可惜已经被拆了个精光。没有了宏伟的城墙寂寞的城楼，北京城是一座没有了历史的城市。有些人会说，它怎么会没有历史――历史写在纸上。这种看法是不对的。"}
{"text":"有一天爆炸了，三十四中的师生出来救人，赢得了很大的荣誉――他们学校有间荣誉室，里面挂满了那回得来的锦旗。我插队时和三十四中的学生在一起，听他们说过自己母校的光荣史。这说明城墙顶上不但能跑汽车，肚子里还能修仓库。像这样的城墙在世界上绝无仅有，可惜已经被拆了个精光。没有了宏伟的城墙寂寞的城楼，北京城是一座没有了历史的城市。有些人会说，它怎么会没有历史――历史写在纸上。这种看法是不对的。我到过很多城市，就我所见，一座城市的历史不可能是别的，只能是它的建筑。北京城就其本来面目来说，是一座硕大无比的四合院。没有了城墙它就不成个样子。中国有五千年的文明史，这部历史有一半写在故纸上，还有一半埋在地下，只是缺少了一部立在地上的历史，可以供人在其中漫步。我小的时候，北京不但有城墙，还有很多古老的院子――我在教育部院里住过很久，那地方是原来的郑王府，在很长时间里保持了王府的旧貌，屋檐下住满了燕子。傍晚时分，燕子在那里表演着令人惊讶的飞行术它以闪电般的速度俯冲下来，猛地一抬头，收起翅膀，不差毫厘地钻进椽子中间一个小洞里。一二百年前，郑王府里的一位宫女也能看到这种景象，并且对燕子的飞行技巧感到诧异――能见到古人所见，感到古人所感，这种感觉就是历史感。很遗憾的是，现在北京城里盖满了高楼，燕子找不着自己住过的屋檐，所以也很少能看到了。现在的年轻人读到似曾相识燕归来，大概也读不懂了。所幸的是，北京还有故宫，还有颐和园。但是没有了城墙，没有了燕子，总是一种缺憾。文化的园地我在布鲁塞尔等飞机，等人民快航。现在的人大概记不得人民快航pspss了，十年前它在美国却是大名鼎鼎，因为它提供最便宜的机票，其国内航班的票比长途车票还要便宜。其国际航班肯定要比搭货船过海便宜――就算你搭得到，在船上也要吃东西，这笔开销也不小――我乘它到了欧洲，还要乘它回去。很遗憾的是，这家航空公司倒掉了。盛夏时节，欧洲到处是蓝色的人流，大家穿着蓝色的牛仔裤，背着蓝色的帆布包，包上搭着一条小凉席，走到哪儿睡到哪儿，横躺竖卧，弄得候车室候机厅都像停尸房一样。"}
{"text":"其国际航班肯定要比搭货船过海便宜――就算你搭得到，在船上也要吃东西，这笔开销也不小――我乘它到了欧洲，还要乘它回去。很遗憾的是，这家航空公司倒掉了。盛夏时节，欧洲到处是蓝色的人流，大家穿着蓝色的牛仔裤，背着蓝色的帆布包，包上搭着一条小凉席，走到哪儿睡到哪儿，横躺竖卧，弄得候车室候机厅都像停尸房一样。现在的北京街头也能看到这些人头发晒得褪了色，脸上晒出了一脸的雀斑，额头晒得红彤彤的，手里拿着旅游地图认着路。只是形不成人流。但我是在这个人流里游遍了欧洲。穷人需要便宜的食宿和交通，学生是穷人中最趾高气扬的一种虽然穷，但前程远大。当时我就是个学生，所以兴高采烈地研究学生旅游书里那些省钱的法子从纽约市中心前往肯尼迪国际机场，有直通的机场s，但那本书却建议你乘地铁前往昆士区的北端，再坐昆士区的公共汽车南下。这条路线在地图上像希腊字母欧米伽。那本书这样解释这个欧米伽要尽量利用城市的公共交通，这种交通工具在世界上任何地方都是便宜的。书上还教你填饱肚子的诀窍在纽约，可以走进一家中餐馆，要一碗白饭，用桌上的酱油下饭在巴黎，你可以前往某教堂门口，那里有舍给穷人喝的粥。在布鲁塞尔，这个诀窍是在下午五点以后前往著名的餐饮城，稍微给一点钱，甚至不给钱，就可以把卖剩下来的薯条都包下来。这种薯条又凉又面，但还可以填饱肚子。这些招儿我没有用过，就是用了也不觉得害臊我是学生嘛。我到布鲁塞尔时，已是初秋。这个季节北欧上空已是一片阴风惨雾，不宜久留，该干啥快去干啥，所以我在机场等飞机。忽然间肠胃轰鸣，那本旅游书上又没有在布鲁塞尔机场找便宜厕所的指导，我只好进了收费厕所。这地方进门要一个美元，合比利时法郎，在我印象中，这是全世界的最高价。走进格间，把门一关，门上一则留言深得我心啊，我的心都碎了看来是个愤世嫉俗的美国小伙子留在这儿的。他心碎的原因有二一是被人宰了一刀，二是把自己的问题估计得严重了。至于我，然问题是严重的，必须立即解决，不能带上飞机，但也觉得收一美元实在太多。但仔细一看，不禁冷汗直冒这行字被人批得落花流水――周围密密麻麻用各种字体写着没水平――没觉悟――层次太低。"}
{"text":"走进格间，把门一关，门上一则留言深得我心啊，我的心都碎了看来是个愤世嫉俗的美国小伙子留在这儿的。他心碎的原因有二一是被人宰了一刀，二是把自己的问题估计得严重了。至于我，然问题是严重的，必须立即解决，不能带上飞机，但也觉得收一美元实在太多。但仔细一看，不禁冷汗直冒这行字被人批得落花流水――周围密密麻麻用各种字体写着没水平――没觉悟――层次太低。这行字层次低，却引起了我的共鸣，我的层次也高不了我在布鲁塞尔等飞机，去了一趟收费厕所，不想走进了一个文化的园地。假如我说，我在那里看到了人文精神的讨论，你肯定不相信。但国外也有高层次的问题种族问题，环境问题，让世界充满爱，还有，四壁上写得满满的，这使我冷汗直冒，正襟危坐――坐在马桶上。我相信，有人在这里提到了终极关怀，但一定是用德文写的。那地方德文的题字不少，我看不懂。大概还有人提到了后现代，但我也看不懂那一定是用法文写的，我又不懂法文。那里还有些反着写的问号，不知写些什么。中文却没有，大概是因为该园地收费太贵，同胞们不肯进来――我是个例外。我住了一家学生旅馆，提供免费的早餐面包片和人造黄油，我把黄油涂得比面包片还要厚，所以跑到这里来了。用英文写出的，大多是些虽很重要，但比较浅薄的问题。比方说，有位先生写道保护环境。后面就有人批了一句既然要保护环境，就不要乱写。再以后，又有一句批语你也在乱写。我很想给他也批上一句还有你。但又怕别人再来批我。像这样批下去，整个世界都会被字迹批满，所有的环境都要完蛋。还有不少先生提出，要禁止核武器。当时冷战尚未结束，两个核大国在对峙之中。万一哪天走了火，大家都要完蛋。我当然反对这种局面。我只是怀疑坐在马桶上去反对，到底有没有效力。布鲁塞尔的那个厕所，又是个世界性的正义论坛。很多留言要求打倒一批独裁者，从原则上说，我都支持。但我不知要打倒些谁要是用中文来写，这些名字可能能认出个把来，英文一个都不认识。还有些人要求解放一些国家和地区，我都赞成，但我也不知道这些地方在哪里。除此之外，我还不知道我，一个坐在马桶上的人，此时可以为他们做些什么。这些留言都用了祈使句式，主要是促成做一些事的动机――这当然是好的，但这些事到底是什么怎样来做由谁来做，通通没有说明。这就如我们的文化园地，总有人在呼吁着。"}
{"text":"布鲁塞尔的那个厕所，又是个世界性的正义论坛。很多留言要求打倒一批独裁者，从原则上说，我都支持。但我不知要打倒些谁要是用中文来写，这些名字可能能认出个把来，英文一个都不认识。还有些人要求解放一些国家和地区，我都赞成，但我也不知道这些地方在哪里。除此之外，我还不知道我，一个坐在马桶上的人，此时可以为他们做些什么。这些留言都用了祈使句式，主要是促成做一些事的动机――这当然是好的，但这些事到底是什么怎样来做由谁来做，通通没有说明。这就如我们的文化园地，总有人在呼吁着。呼吁很重要，但最好说说到底要干些什么。在那个小隔间里，有句话我最同意，它写在解放萨尔瓦多后面要解放，就回去战斗吧。由此我想到做成一件事，需要比呼吁更大的勇气和努力。要是你有这些勇气和精力，不妨动手去做。要是没这份勇气和精力，不如闭上嘴，省点唾沫，使厕所的墙壁保持清洁。当然，我还想到了，不管要做什么，都必须首先离开屁股下的马桶圈。这很重要。要是没想到这一点，就会误掉班机。环境问题我生在北京城里。小时候，我爬到院里的高楼顶上――这座楼在西单――四下眺望，经常能看到颐和园的佛香阁。西单离颐和园起码有二十里地。几年前，我住在北大畅春园，离颐和园只有数里之遥，从窗户里看佛香阁，十次倒有八次看不见。北京的空气老是迷迷糊糊的，有点迷眼，又有点呛嗓子，我小时候不是这样。我已经长大了，变成了一条车轴汉子―这是指衬衣领子像车轴而言。在北京城里住，几乎每天都要换衬衣，在国外时，一件衬衣可以穿好几天。世界上有很多以污染闻名的城市米兰洛杉矶伦敦等等，我都去过，只有墨西哥城例外。就我所见，北京城的情况在这些城市里也是坏的。但我对北京环境改善充满了信心。这是因为一座现代大都市，有能力很快改善环境，北京是首都，自然会首先改善。不信你到欧美的大城市看看，就会发现有些旧石头房子像瓦窑里面二样黑，而新的石头房子则像雪一样白。找个当地人问问，他们会说老房子的黑是煤烟熏的。现在没有煤烟，石头墙就不会变黑了。我在美国的匹兹堡留过学，那里是美国的钢铁城市，以污染著称。据当地人说，大约三十年前，当地人出门访友时，要穿一件衬衣，带一件衬衣。身上穿的那件在路上就脏了，到了朋友家里再把带的那件换上。现在的情况是那里的空气很干净。"}
{"text":"这是因为一座现代大都市，有能力很快改善环境，北京是首都，自然会首先改善。不信你到欧美的大城市看看，就会发现有些旧石头房子像瓦窑里面二样黑，而新的石头房子则像雪一样白。找个当地人问问，他们会说老房子的黑是煤烟熏的。现在没有煤烟，石头墙就不会变黑了。我在美国的匹兹堡留过学，那里是美国的钢铁城市，以污染著称。据当地人说，大约三十年前，当地人出门访友时，要穿一件衬衣，带一件衬衣。身上穿的那件在路上就脏了，到了朋友家里再把带的那件换上。现在的情况是那里的空气很干净。现代大城市有办法解决环境问题有财力，也有这种技术。到了非解决不可时，自然就会解决。在这一天到来之前，我们可以戴风镜戴口罩来解决空气不好的问题。我现在住的地方在城乡结合部，出门不远，就不归办事处管，而是乡政府的地面。我家楼下是个农贸市场，成天来往着一些砰砰乱响的东西手扶拖拉机小四轮农用汽车等等。这些交通工具有一个共同点全装着吼声震天黑烟滚滚的柴油机。因为有这种机器，我认为城市近郊小城镇等地环境问题更严重。人家总说城市里噪音严重，但你若到郊区的公路边坐上一天，回来大概已经半聋了。县城的城关大多也吵得要命，上那里逛逛，回来时鼻孔里准是黑的。据报道，我国的农用汽车产值超过了正庄汽车。叫做农用车，其实它们净往城市和郊区跑。这类地方人烟稠密，和市中心差不了很多。这里的人既有鼻子，又有耳朵，因此造这种车时，工艺也宜考究些，要把环境因素考虑在内才好，否则是用不了几年的。在这方面我有一个例子七四年我在山东烟台一带插队，见到现在农用车的鼻祖它是大车改制的，大车已经有两个轮子，在车辕部位装上个转盘，安上抽水磨面的柴油机，下面装上第三个轮子，用三角皮带带动，驾驶员坐在辕上，转弯时推动转盘，连柴油机带底下的轮子一块转。我不知它的正式名称叫什么，只知道它的雅号叫做宁死不屈，因为在转急弯时，它会把头一扭，把驾驶员扔下车去，然后就头在后，屁股在前，一路猛冲过去，此时用手枪冲锋枪去打都不能让它停住，拿火箭筒来打它又来不及，所以叫宁死不屈。当然，最后它多半是冲进路边的店铺，撞在柜台上不动了。但那台肇事的柴油机还在恬不知耻地吼叫着。后来，它被政府部门坚决取缔了。不安全只是原因之一，主要的原因是它对环境的影响是毁灭性的。那东西吵得厉害，简直是天理难容。跑在烟台二马上，两边的人都要犯心脏病。"}
