{"text":"然而她是有希望的，满有希望，她殷勤地在盆中给小孩在洗尿布。我是不知当老妈子的规矩的，太太要指教我。她说完坐在木凳上，又开始变成不动的瓷人。我烦扰着，街头的老人又回到我的心中雪琦铅板样的心沉沉地挂在脸上。你把脏水倒进水池子去。她向摆在木凳间的那瓷人说。捧着水盆子，那个妇人紫色毛边鞋子还没有响出门去，雪琦的眼睛和偷人样转过来了她是不是不行？那么快让她走吧！孩子被丢在床上，他哭叫，她到隔壁借三角钱给老妈子的工钱。那紫色的毛边鞋慢慢移着，她打了盆净水放在盆架间，过来招呼孩子。孩子惧怕这瓷人，他更哭。我缝着衣服，不知怎么一种不安传染了我的心。忽然老妈子停下来，那是雪琦把三角钱的票子示到面前的时候，她拿到三角钱走了。她回到妇女们最伤心的家庭去，仍去寻她恶毒的生活。毛边帽子，毛边鞋子，来了又走了。雪琦仍然自己抱着孩子。你若不来，我怎能去找她来呢！她埋怨我。我们深深呼吸了一下，好象刚从暗室走出。屋子渐渐没有阳光了，我回家了，带着我的包袱，包袱中好象裹着一群麻烦的想头――妇女们有可厌的丈夫，可厌的孩子。冬天追赶着叫化子使他绝望。在家门口，仍是那条栏杆，仍是那块石道，老人向天跪着，黄昏了，给他的绝望甚于死。我经过他，我总不能听清他祈祷的文句，但我知道他祈祷的，不是我给他的那些报纸，也不是半角钱的票子，是要从死的边沿上把他拔回来。然而让我怎样做呢？他向天跪着，他向天祈祷。首刊于年月日长春大同报周刊夜哨第两期破落之街天明了，白白的阳光空空的染了全室。我们快穿衣服，折好被子，平结他自己的鞋带，我结我的鞋带。他到外面去打脸水，等他回来的时候，我气愤地坐在床沿。他手中的水盆被他忘记了，有水泼到地板。他问我，我气愤着不语，把鞋子给他看。鞋带是断成三段了，现在又断了一段。他从新解开他的鞋子，我不知他在做什么，我看他向桌间寻了寻，他是找剪刀，可是没买剪刀，他失望地用手把鞋带做成两段。一条鞋带也要分成两段，两个人束着一条鞋带。他拾起桌上的铜板说就是这些吗？不，我的衣袋还有哩！那仅是半角钱，他皱眉，他不愿意拿这票子。终于下楼了，他说我们吃什么呢？"}
{"text":"他手中的水盆被他忘记了，有水泼到地板。他问我，我气愤着不语，把鞋子给他看。鞋带是断成三段了，现在又断了一段。他从新解开他的鞋子，我不知他在做什么，我看他向桌间寻了寻，他是找剪刀，可是没买剪刀，他失望地用手把鞋带做成两段。一条鞋带也要分成两段，两个人束着一条鞋带。他拾起桌上的铜板说就是这些吗？不，我的衣袋还有哩！那仅是半角钱，他皱眉，他不愿意拿这票子。终于下楼了，他说我们吃什么呢？用我的耳朵听他的话，用我的眼睛看我的鞋，一只是白鞋带，另一只是黄鞋带。秋风是紧了，秋风的凄凉特别在破落之街道上。苍蝇满集在饭馆的墙壁，一切人忙着吃喝，不闻苍蝇。伙计，我来一分钱的辣椒白菜。我来二分钱的豆芽菜。别人又喊了，伙计满头是汗。我再来一斤饼。苍蝇在那里好象是哑静了，我们同别的一些人一样，不讲卫生和体面，我觉得女人必须不应该和一些下流人同桌吃饭，然而我是吃了。走出饭馆门时，我很痛苦，好象快要哭出来，可是我什么人都不能抱怨。平日他每次吃完饭都要问我吃饱没有？我说饱了！其实仍有些不饱。今天他让我自己上楼你进屋去吧！我到外面有点事情。好象他不是我的爱人似的，转身下楼离我而去了。在房间里，阳光不落在墙壁上，那是灰色的四面墙，好像匣子，好像笼子，墙壁在逼着我，使我的思想没有用，使我的力量不能与人接触，不能用于世。我不愿意我的脑浆翻绞，又睡下，拉我的被子，在床上辗转，仿佛是个病人一样，我的肚子叫响，太阳西沉下去，平没有回来。我只吃过一碗玉米粥，那还是清早。他回来，只是自己回来，不带馒头或别的充饥的东西回来。肚子越响了，怕给他听着这肚子的呼唤，我把肚子翻向床，压住这呼唤。你肚疼吗？我说不是，他又问我你有病吗？我仍说不是。天快黑了，那么我们去吃饭吧！他是借到钱了吗？五角钱哩！泥泞的街道，沿路的屋顶和蜂巢样密挤着，平房屋顶，又生出一层平屋来。那是用板钉成的，看起来像是楼房，也闭着窗子，歇着门。可是生在楼房里的不像人，是些猪猡，是污浊的群。我们往来都看见这样的景致。现在街道是泥泞了，肚子是叫唤了！一心要奔到苍蝇堆里，要吃馒头。"}
{"text":"你肚疼吗？我说不是，他又问我你有病吗？我仍说不是。天快黑了，那么我们去吃饭吧！他是借到钱了吗？五角钱哩！泥泞的街道，沿路的屋顶和蜂巢样密挤着，平房屋顶，又生出一层平屋来。那是用板钉成的，看起来像是楼房，也闭着窗子，歇着门。可是生在楼房里的不像人，是些猪猡，是污浊的群。我们往来都看见这样的景致。现在街道是泥泞了，肚子是叫唤了！一心要奔到苍蝇堆里，要吃馒头。桌子的对边那个老头，他唠叨起来了，大概他是个油匠，胡子染着白色，不管衣襟或袖口，都有斑点花色的颜料，他用有颜料的手吃东西。并没能发现他是不讲卫生，因为我们是一道生活。他嚷了起来，他看一看没有人理他，他升上木凳好像老旗杆样，人们举目看他。终归他不是造反的领袖，那是私事，他的粥碗里面睡着个苍蝇。大家都笑了，笑他一定在发神经病。我是老头子了，你们拿苍蝇喂我！他一面说，有点伤心。一直到掌柜的呼唤伙计再给他换一碗粥来，他才从木凳降落下来。但他寂寞着，他的头摇曳着。这破落之街我们一年没有到过了，我们的生活技术比他们高，和他们不同，我们是从水泥中向外爬。可是他们永远留在那里，那里淹没着他们的一生，也淹没着他们的子子孙孙，但是这要淹没到什么时候呢？我们也是一条狗，和别的狗一样没有心肝。我们从水泥中自己向外爬，忘记别人，忘记别人。夏夜汪林在院心坐了很长的时间了。小狗在她的脚下打着滚睡了。你怎么样？我胳臂疼。你要小声点说，我妈会听见。我抬头看，她的母亲在纱窗里边，于是我们转了话题。在江上摇船到太阳岛去洗澡这些事，她是背着她的母亲的。第二天，她又是去洗澡。我们三个人租一条小船，在江上荡着。清凉的，水的气味。郎华和我都唱起来了。汪林的嗓子比我们更高。小船浮得飞起来一般。夜晚又是在院心乘凉，我的胳臂为着摇船而痛了，头觉得发胀。我不能再听那一些话感到趣味。什么恋爱啦，谁的未婚夫怎样啦，某某同学结婚，跳舞我什么也不听了，只是想睡。你们谈吧。我可非睡觉不可，我向她和郎华告辞。睡在我脚下的小狗，我误踏了它，小狗还在哽哽地叫着，我就关了门。最热的几天，差不多天天去洗澡，所以夜夜我早早睡。郎华和汪林就留在暗夜的院子里。只要接近着床，我什么全忘了。"}
{"text":"清凉的，水的气味。郎华和我都唱起来了。汪林的嗓子比我们更高。小船浮得飞起来一般。夜晚又是在院心乘凉，我的胳臂为着摇船而痛了，头觉得发胀。我不能再听那一些话感到趣味。什么恋爱啦，谁的未婚夫怎样啦，某某同学结婚，跳舞我什么也不听了，只是想睡。你们谈吧。我可非睡觉不可，我向她和郎华告辞。睡在我脚下的小狗，我误踏了它，小狗还在哽哽地叫着，我就关了门。最热的几天，差不多天天去洗澡，所以夜夜我早早睡。郎华和汪林就留在暗夜的院子里。只要接近着床，我什么全忘了。汪林那红色的嘴，那少女的烦闷夜夜我不知道郎华什么时候回屋来睡觉。就这样，我不知过了几天了。她对我要好，真是少女们。谁呢？那你还不知道！我还不知道。我其实知道。很穷的家庭教师，那样好看的有钱的女人竟向他要好了。我坦白地对她说了我们不能够相爱的，一方面有吟，一方面我们彼此相差得太远你沉静点吧他告诉我。又要到江上去摇船。那天又多了三个人，汪林也在内。一共是六个人陈成和他的女人，郎华和我，汪林，还有那个编辑朋友。停在江边的那一些小船动荡得落叶似的。我们四个跳上了一条船，当然把汪林和半胖的人丢下。他们两个就站在石堤上。本来是很生疏的，因为都是一对一对的，所以我们故意要看他们两个也配成一对，我们的船离岸很远了。你们坏呀！你们坏呀！汪林仍叫着。为什么骂我们坏呢？那人不是她一个很好的小水手吗？为她荡着桨，有什么不愿意吗？也许汪林和我的感情最好，也许她最愿意和我同船。船荡得那么远了，一切江岸上的声音都隔绝，江沿上的人影也消灭了轮廓。水声，浪声，郎华和陈成混合着江声在唱。远远近近的那一些女人的阳伞，这一些船，这一些幸福的船呀！满江上是幸福的船，满江上是幸福了！人间，岸上，没有罪恶了吧！再也听不到汪林的喊，他们的船是脱开离我们很远了。郎华故意把桨打起的水星落到我的脸上。船越行越慢，但郎华和陈成流起汗来。桨板打到江心的沙滩了，小船就要搁浅在沙滩上。这两个勇敢的大鱼似的跳下水去，在大江上挽着船行。一入了湾，把船任意停在什么地方都可以。我凫水是这样凫的把头昂在水外，我也移动着，看起来在浮，其实手却抓着江底的泥沙，鳄鱼一样，四条腿一起爬着浮。那只船到来时，听着汪林在叫。"}
{"text":"人间，岸上，没有罪恶了吧！再也听不到汪林的喊，他们的船是脱开离我们很远了。郎华故意把桨打起的水星落到我的脸上。船越行越慢，但郎华和陈成流起汗来。桨板打到江心的沙滩了，小船就要搁浅在沙滩上。这两个勇敢的大鱼似的跳下水去，在大江上挽着船行。一入了湾，把船任意停在什么地方都可以。我凫水是这样凫的把头昂在水外，我也移动着，看起来在浮，其实手却抓着江底的泥沙，鳄鱼一样，四条腿一起爬着浮。那只船到来时，听着汪林在叫。很快她脱了衣裳，也和我一样抓着江底在爬，但她是快乐的，爬得很有意思。在沙滩上滚着的时候，居然很熟识了，她把伞打起来，给她同船的人遮着太阳，她保护着他。陈成扬着沙子飞向他陵，着镖吧！汪林和陵站了一队，用沙子反攻。我们的船出了湾，已行在江上时，他们两个仍在沙滩上走着。你们先走吧，看我们谁先上岸。汪林说。太阳的热力在江面上开始减低，船是顺水行下去的。他们还没有来，看过多少只船，看过多少柄阳伞，然而没有汪林的阳伞。太阳西沉时，江风很大了，浪也很高，我们有点担心那只船。李说那只船是迷船。四个人在岸上就等着这迷船，意想不到的是他们绕着弯子从上游来的。汪林不骂我们是坏人了，风吹着她的头发，那兴奋的样子，这次摇船好象她比我们得到的快乐更大，更多早晨在看报时，编辑居然作诗了。大概就是这样的意思愿意风把船吹翻，愿意和美人一起沉下江去我这样一说，就没有诗意了。总之，可不是前几天那样的话，什么摩登女子吃血活着啦，小姐们的嘴是吃血的嘴啦总之可不是那一套。这套比那套文雅得多，这套说摩登女子是天仙，那套说摩登女子是恶魔。汪林和郎华在夜间也不那么谈话了。陵编辑一来，她就到我们屋里来，因此陵到我们家来的次数多多了。今天早点走多玩一会，你们在街角等我。这样的话，汪林再不向我们说了。她用不到约我们去太阳岛了。伴着这吃人血的女子在街上走，在电影院里会，他也不怕她会吃他的血，还说什么怕呢，常常在那红色的嘴上接吻，正因为她的嘴和血一样红才可爱。骂小姐们是恶魔是羡慕的意思，是伸手去攫取怕她逃避的意思。在街上，汪林的高跟鞋，陵的亮皮鞋，格登格登和谐地响着。"}
{"text":"今天早点走多玩一会，你们在街角等我。这样的话，汪林再不向我们说了。她用不到约我们去太阳岛了。伴着这吃人血的女子在街上走，在电影院里会，他也不怕她会吃他的血，还说什么怕呢，常常在那红色的嘴上接吻，正因为她的嘴和血一样红才可爱。骂小姐们是恶魔是羡慕的意思，是伸手去攫取怕她逃避的意思。在街上，汪林的高跟鞋，陵的亮皮鞋，格登格登和谐地响着。作为随笔三篇之三，首刊于年月上海中学生第号蹲在洋车上看到了乡巴佬坐洋车，忽然想起一个童年的故事。当我还是小孩的时候，祖母常常进街。我们并不住在城外，只是离市镇较偏的地方罢了！有一天，祖母又要进街，命令我叫你妈妈把斗风给我拿来！那时因为我过于娇惯，把舌头故意缩短一些，叫斗篷作斗风，所以祖母学着我，把风字拖得很长。她知道我最爱惜皮球，每次进街的时候，她问我你要些什么呢？我要皮球。你要多大的呢？我要这样大的。我赶快把手臂拱向两面，好象张着的鹰的翅膀。大家都笑了！祖父轻动着嘴唇，好象要骂我一些什么话，因我的小小的姿式感动了他。祖母的斗篷消失在高烟囱的背后。等她回来的时候，什么皮球也没带给我，可是我也不追问一声我的皮球呢？因为每次她也不带给我下次祖母再上街的时候，我仍说是要皮球，我是说惯了，我是熟练而惯于作那种姿式。祖母上街尽是坐马车回来，今天却不是，她睡在仿佛是小槽子里，大概是槽子装置了两个大车轮。非常轻快，雁似的从大门口飞来，一直到房门。在前面挽着的那个人，把祖母停下，我站在玻璃窗里，小小的心灵上，有无限的奇秘冲击着。我以为祖母不会从那里头走出来，我想祖母为什么要被装进槽子里呢？我渐渐惊怕起来，我完全成个呆气的孩子，把头盖顶住玻璃，想尽方法理解我所不能理解的那个从来没有见过的槽子。很快我领会了！见祖母从口袋里拿钱给那个人，并且祖母非常兴奋，她说叫着，斗篷几乎从她的肩上脱溜下去！呵！今天我坐的东洋驴子回来的，那是过于安稳呀！还是头一次呢，我坐过安稳的车子！祖父在街上也看见过人们所呼叫的东洋驴子，妈妈也没有奇怪。只是我，仍旧头皮顶撞在玻璃那儿，我眼看那个驴子从门口飘飘地不见了！我的心魂被引了去。"}
{"text":"很快我领会了！见祖母从口袋里拿钱给那个人，并且祖母非常兴奋，她说叫着，斗篷几乎从她的肩上脱溜下去！呵！今天我坐的东洋驴子回来的，那是过于安稳呀！还是头一次呢，我坐过安稳的车子！祖父在街上也看见过人们所呼叫的东洋驴子，妈妈也没有奇怪。只是我，仍旧头皮顶撞在玻璃那儿，我眼看那个驴子从门口飘飘地不见了！我的心魂被引了去。等我离开窗子，祖母的斗篷已是脱在炕的中央，她嘴里叨叨地讲着她街上所见的新闻。可是我没有留心听，就是给我吃什么糖果之类，我也不会留心吃，只是那样的车子太吸引我了！太捉住我小小的心灵了！夜晚在灯光里，我们的邻居，刘三奶奶摇闪着走来，我知道又是找祖母来谈天的。所以我稳当当地占了一个位置在桌边。于是我咬起嘴唇来，仿佛大人样能了解一切话语，祖母又讲关于街上所见的新闻，我用心听，我十分费力！那是可笑，真好笑呢！一切人站下瞧，可是那个乡巴佬还是不知道笑自己，拉车的回头才知道乡巴佬是蹲在车子前放脚的地方，拉车的问你为什么蹲在这地方？他说怕拉车的过于吃力，蹲着不是比坐着强吗？比坐在那里不是轻吗？所以没敢坐下邻居的三奶奶，笑得几个残齿完全摆在外面，我也笑了！祖母还说，她感到这个乡巴佬难以形容，她的态度，她用所有的一切字眼，都是引人发笑。后来那个乡巴佬，你说怎么样！他从车上跳下来，拉车的问他为什么跳？他说若是蹲着吗？那还行。坐着，我实在没有那样的钱。拉车的说坐着，我不多要钱。那个乡巴佬到底不信这话，从车上搬下他的零碎东西，走了。他走了！我听得懂，我觉得费力，我问祖母你说的，那是什么驴子？她不懂我的半句话，拍了我的头一下，当时我真是不能记住那样繁复的名词。过了几天祖母又上街，又是坐驴子回来的，我的心里渐渐羡慕那驴子，也想要坐驴子。过了两年，六岁了！我的聪明，也许是我的年岁吧！支持着我使我愈见讨厌我那个皮球，那真是太小，而又太旧了我不能喜欢黑脸皮球，我爱上邻家孩子手里那个大的买皮球，好象我的志愿，一天比一天坚决起来。向祖母说，她答过几天买吧，你先玩这个吧！又向祖父请求，他答这个还不是很好吗？不是没有出气吗？我得知他们的意思是说旧皮球还没有破，不能买新的。"}
{"text":"过了几天祖母又上街，又是坐驴子回来的，我的心里渐渐羡慕那驴子，也想要坐驴子。过了两年，六岁了！我的聪明，也许是我的年岁吧！支持着我使我愈见讨厌我那个皮球，那真是太小，而又太旧了我不能喜欢黑脸皮球，我爱上邻家孩子手里那个大的买皮球，好象我的志愿，一天比一天坚决起来。向祖母说，她答过几天买吧，你先玩这个吧！又向祖父请求，他答这个还不是很好吗？不是没有出气吗？我得知他们的意思是说旧皮球还没有破，不能买新的。于是把皮球在脚下用力捣毁它，任是怎样捣毁，皮球仍是很圆，很鼓，后来到祖父面前让他替我踏破！祖父变了脸色，象是要打我，我跑开了！从此，我每天表示不满意的样子。终于一天晴朗的夏日，戴起小草帽来，自己出街去买皮球了！朝向母亲曾领我到过的那家铺子走去，离家不远的时候，我的心志非常光明，能够分辨方向，我知道自己是向北走。过了一会，不然了！太阳我也找不着了！一些些的招牌，依我看来都是一个样，街上的行人好象每个要撞倒我似的，就连马车也好象是旋转着。我不晓得自己走了多远，只是我实在疲劳。不能再寻找那家商店我急切地想回家，可是家也被寻觅不到。我是从哪一条路来的？究竟家是在什么方向？我忘记一切危险，在街心停住，我没有哭，把头向天，愿看见太阳。因为平常爸爸不是拿指南针看看太阳就知道或南或北吗？我虽然看了，只见太阳在街路中央，别的什么都不能知道，我无心留意街道，跌倒了在阴沟板上面。小孩！小心点。身边的马车夫驱着车子过去，我想问他我的家在什么地方，他走过了！我昏沉极了！忙问一个路旁的人你知道我的家吗？他好象知道我是被丢的孩子，或许那时候我的脸上有什么急慌的神色，那人跑向路的那边去，把车子拉过来，我知道他是洋车夫，他和我开玩笑一般走吧！坐车回家吧！我坐上了车，他问我，总是玩笑一般地小姑娘！家在哪里呀？我说我们离南河沿不远，我也不知道哪面是南，反正我们南边有河。走了一会，我的心渐渐平稳，好象被动荡的一盆水，渐渐静止下来，可是不多一会，我忽然忧愁了！抱怨自己皮球仍是没有买成！从皮球连想到祖母骗我给买皮球的故事，很快又连想到祖母讲的关于乡巴佬坐东洋驴子的故事。于是我想试一试，怎样可以像个乡巴佬。该怎样蹲法呢？"}
{"text":"坐车回家吧！我坐上了车，他问我，总是玩笑一般地小姑娘！家在哪里呀？我说我们离南河沿不远，我也不知道哪面是南，反正我们南边有河。走了一会，我的心渐渐平稳，好象被动荡的一盆水，渐渐静止下来，可是不多一会，我忽然忧愁了！抱怨自己皮球仍是没有买成！从皮球连想到祖母骗我给买皮球的故事，很快又连想到祖母讲的关于乡巴佬坐东洋驴子的故事。于是我想试一试，怎样可以像个乡巴佬。该怎样蹲法呢？轻轻地从座位滑下来，当我还没有蹲稳当的时节，拉车的回头来你要做什么呀？我说我要蹲一蹲试试，你答应我蹲吗？他看我已经偎在车前放脚的那个地方，于是他向我深深地做了一个鬼脸，嘴里哼着倒好哩！你这样孩子，很会淘气！车子跑得不很快，我忘记街上有没有人笑我。车跑到红色的大门楼，我知道家了！我应该起来呀！应该下车呀！不，目的想给祖母一个意外的发笑，等车拉到院心，我仍蹲在那里，象耍猴人的猴样，一动不动。祖母笑着跑出来了！祖父也是笑！我怕他们不晓得我的意义，我用尖音喊看我！乡巴佬蹲东洋驴子！乡巴佬蹲东洋驴子呀！只有妈妈大声骂着我，忽然我怕她要打我，我是偷着上街的。洋车忽然放停，从上面我倒滚下来，不记得被跌伤没有。祖父猛力打了拉车的，说他欺侮小孩，说他不让小孩坐车让蹲在那里。没有给他钱，从院子把他轰出去。所以后来，无论祖父对我怎样疼爱，心里总是生着隔膜，我不同意他打洋车夫，我问你为什么打他呢？那是我自己愿意蹲着。祖父把眼睛斜视一下有钱的孩子是不受什么气的。现在我是廿多岁了！我的祖父死去多年了！在这样的年代中，我没发现一个有钱的人蹲在洋车上他有钱，他不怕车夫吃力，他自己没拉过车，自己所尝到的，只是被拉着舒服滋味。假若偶尔有钱家的小孩子要蹲在车厢中玩一玩，那么孩子的祖父出来，拉洋车的便要被打。可是我呢？现在变成个没有钱的孩子了！首刊于年月日哈尔滨国际协报副刊国际公园镀金的学说我的伯伯，他是我童年唯一崇拜的人物，他说起话有宏亮的声音，并且他什么时候讲话总关于正理，至少那时候我觉得他的话是严肃的，有条理的，千真万对的。那年我岁，是秋天，无数张叶子落了，回旋在墙根了，我经过北门旁在寒风里号叫着的老榆树，那榆树的叶子也向我打来。"}
