{"text":"古代历史上这类的人很多。像明朝一位名士一时记不起名字来了，很抱歉。是大画家，诗文也非常好，穷得不得了，第二天没有米下锅了，头天晚上还坐在树下赏月吟诗。太太唠叨他明天没有米，还作诗！他看看天上的月亮说时间距明天早晨还有好几个时辰哩！明天的事明天管，现在还是看月亮吧，风景太好了。这是文人的修养，但是这种文人修养的胸襟器度，又谈何容易，总而言之，一个人要在心理上构成一个中心思想，自己要有个境界。假使内在没有一个东西，人生是相当空虚的。有事情做，忙的时候不觉得，如果一个人把事放下来，处在清灵当中，就要受不了啦！这个穷还不只是指经济环境穷，人到了穷途末路，上了年纪，万事俱空，儿女离开了身边，老伴也去了，冷清清一个人，的确不好受。这个时候，必须自己有自己天地中性天风月，自己有自己的修养才行。有了这个境界，才能做到君子固穷。又说一贯下面等于注解了上面一段。子曰赐也，女以予为多学而识之者与？对曰然，非与？曰非也！予一以贯之。在讲上论时，孔子对曾参所说的那一段一以贯之，我们曾经花了很长的时间，讨论了三四个小时。现在这四个字，不加以申论了。这一段是孔子对子贡讲的。在文字上先解决识这个字的意义，是志，也是记的意思记下来，记得的意思。我们提出来研究的，一再说孔门所讲的学问不是知识，再三强调学问是作人做事文学科学哲学等等才是知识。从孔子这里的话，也可证明我们这个观念是对的。他告诉子贡说，你以为我的学问，是从多方面的学习而记闻来的吗？后世所谓博闻强记这只是知识。子贡说，对呀！我们认为你是这样来的，难道我们的观念错了？孔子则说，我的学问是得到一个东西，懂了以后，一通百通。孔子这个话是事实，这个东西，这个一是很难解释的，不容易讲出来的。过去我们已经讨论了很多，宋儒解释为静，要在静中养其端倪。所以后来打坐，儒家道家佛家都是这样，静坐中间慢慢涵养，而以明心见性为宗旨标的。什么是明心见性？像上午刚有人问起，什么是佛？我告诉他，佛只是一个代号，实际上就是人性的本源。儒家讲善与恶，是人性作用的两个现象。作用不是善就是恶，不是好的就是坏的。那个能使你善，能使你恶的，不属于善恶范围中的东西，如果我们找到了，就是它，佛家叫作佛，道家叫作道，儒家叫作仁。"}
{"text":"孔子这个话是事实，这个东西，这个一是很难解释的，不容易讲出来的。过去我们已经讨论了很多，宋儒解释为静，要在静中养其端倪。所以后来打坐，儒家道家佛家都是这样，静坐中间慢慢涵养，而以明心见性为宗旨标的。什么是明心见性？像上午刚有人问起，什么是佛？我告诉他，佛只是一个代号，实际上就是人性的本源。儒家讲善与恶，是人性作用的两个现象。作用不是善就是恶，不是好的就是坏的。那个能使你善，能使你恶的，不属于善恶范围中的东西，如果我们找到了，就是它，佛家叫作佛，道家叫作道，儒家叫作仁。用什么方法去找？儒释道三家都是从所谓打坐着手，在静中慢慢体认，回转来找自己本性的那个东西，就叫作一。老子也叫它作一。再讨论下去就很多了，就属于纯粹的哲学范围了。这里孔子就说自己的学问不是靠知识来的。这是一个大问题。要研究什么是孔子的学问，这个地方就是中心了。我们讲来讲去，讲死了也没有办法说出来的。举一个例子来说，老子说为学日益，为道日损，损之又损，以至于无为。什么是学？普通的知识，一天天累积起来，每天知识累积增加起来就是学。为道呢？是损，要丢掉，到最后连丢掉都要丢掉到了空灵自在的境界，这还不够。连空灵自在都要丢掉。最后到了无，真正人性的本源就自然发现了。孔子这里就是说，不要以为我的学问是益，一点点累积起来的知识，而是找到了这个一，豁然贯通，什么都懂了。的的确确有一这么个东西。从我们的经验，知道读万卷书，行万里路，就是要增加人生的经验，其实这还是不够的，必须加一句交万个友，还要交一万个朋友，各色人等都接触了，这样学问就差不多了。由学问中再超脱升华，可以达到本源自性的地步了。子曰由，知德者鲜矣！孔子告诉子路，他说子由啊！时代变了。德是用，道是体。现在的人，知道由道的基本，起德业作用的很少了。子曰无为而治者，其舜也与！夫何为哉？恭己正南面而已矣。一般人说儒家的人反对道家，说道家所提倡的无为而治，就是让当领袖的，万事都不要管，交给几个部下去管就是。这样解释道家的无为，是错误的。实际上道家的无为，也就是无不为，以道家的精神做事作人，做到外表看来不着痕迹，不费周章。譬如盖一栋屋子，就在最初，把这栋房子将来可能发生的毛病，都逐次弥补好了。"}
{"text":"时代变了。德是用，道是体。现在的人，知道由道的基本，起德业作用的很少了。子曰无为而治者，其舜也与！夫何为哉？恭己正南面而已矣。一般人说儒家的人反对道家，说道家所提倡的无为而治，就是让当领袖的，万事都不要管，交给几个部下去管就是。这样解释道家的无为，是错误的。实际上道家的无为，也就是无不为，以道家的精神做事作人，做到外表看来不着痕迹，不费周章。譬如盖一栋屋子，就在最初，把这栋房子将来可能发生的毛病，都逐次弥补好了。所以在盖完了以后，看起来轻而易举，不费什么，而事实上把可能发生的漏洞，事先都弥补了，没有了，这就叫无为。换句话说，说是现在已经看到，某一件事在将来某一个时候可能发生问题，而现在先把问题解决了，不再出毛病，这就是道家的无为而治，这是很难做到的。并不是不做事不管事叫做无为。孔子在这里也提到，无为而治，使天下大治是不容易的，只有上古时代的尧舜才做到。怎样无为？对自己恭敬严肃，正南面而已矣。中国古礼，当皇帝，坐国家领导人的位置，一定是坐北向南。这里的意思是自己道德修正好，以这个风气，影响部下一层一层的负责。使节的信条子张问行。子曰言忠信，行笃敬，虽蛮貊之邦行矣。言不忠信，行不笃敬，虽州里行乎哉？立，则见其参于前也。在舆，则见其倚于衡也。夫然后行。子张书诸绅。这个行，包括两种意义，一个是指行为一个是指古代行人之言的行，也就是外交工作。大家都知道苏武的故事，他当时的出使，便是行。后来，他回到汉朝，封的官是典属国，等于是现在的侨务委员会的委员长，或外交部司长，管理附属的国家。所以很多人替苏武不平，认为汉朝待人并不厚，苏武那么辛苦，那么忠毅，回来只封这个官，太小了。古代的行人就是派出去办外交的专使大使。这位在上论中学干禄的子张老兄，这时正在作行人，办外交的事，请教孔子要怎样办外交。孔子告诉了他千古名言。中国文化中的这位圣人实在是了不起，他对官式外交和国民外交的原则早已说了。我们现在的国民外交更普遍，但待人接物的原则，古今如一。第一，对人绝对诚恳，不要玩手段，正直坦率，这是最高的礼貌。"}
{"text":"古代的行人就是派出去办外交的专使大使。这位在上论中学干禄的子张老兄，这时正在作行人，办外交的事，请教孔子要怎样办外交。孔子告诉了他千古名言。中国文化中的这位圣人实在是了不起，他对官式外交和国民外交的原则早已说了。我们现在的国民外交更普遍，但待人接物的原则，古今如一。第一，对人绝对诚恳，不要玩手段，正直坦率，这是最高的礼貌。第二，和不同文化不同风俗习惯的人相处，不要表现得太关心，过分的关心，也许被认为干涉他们的自由，他们没有互相关心的习惯，反而感到麻烦。这不是说外国人不对，我们才对，这是文化基础不同。了解这一点，和任何一国人的交往都差不多。这里孔子告诉子张，言语要忠信。忠，就是直心信，讲出的话一定兑现。行为态度上要笃敬，忠厚而诚敬。做到了这样，就是野蛮的人也可和他往来。蛮貊在中国古代，是指边疆的落后地区。讲到边疆，问题又来了，中国的安定，先看边疆。试看几百年来所发生的问题，都是边疆问题，边疆影响了国防问题。我曾在边疆做过事，发现还是我们汉人坏，有知识，聪明而欺负人。所以边疆人恨汉人，并不完全因为边疆人野蛮，而汉人没有做到言忠信，行笃敬。例如在西南各特别地区，汉人用几根缝衣服的针，换人家十几张牛皮有的还其他们财物女人。这种人实在不是人，太狠心了。所以我们要教育我们的子孙，对边疆问题多多留意，言不忠信，行不笃敬，虽州里行乎哉？这句话的虽字很重要，如果言不忠信，行不笃敬，就是自己的邻居，本州本里都走不通。在态度上，站就规规矩矩站在那里，随时好像面对长辈那样恭敬坐在车上，就规规矩矩坐，身心修养，做到言行一致，就可以担当行人的任务了。子张听了孔子这些话，就写在衣服的衣带上，准备随时警惕自己，加以注意。从这里开始，编排方式略有变化，看起来一条一条，都是为人处世的道理，但同上论的第五篇互相呼应，便很切实。下面就提到两个人子曰直哉！史鱼。邦有道如矢，邦无道如矢。君子哉！蘧伯玉。邦有道则仕，邦无道则可卷而怀之。矢就是拉弓射箭的箭。史鱼是卫国的大夫。孔子说他非常直，不管在哪种环境之下，不论国家社会混乱或者安定，他的行为言谈，像射出去的箭一样，都是直的，不转弯的。在现在的社会上，仍然有很多这一类的人，但他们处世是落落寡合的，常会受到打击，遭遇种种痛苦。"}
{"text":"下面就提到两个人子曰直哉！史鱼。邦有道如矢，邦无道如矢。君子哉！蘧伯玉。邦有道则仕，邦无道则可卷而怀之。矢就是拉弓射箭的箭。史鱼是卫国的大夫。孔子说他非常直，不管在哪种环境之下，不论国家社会混乱或者安定，他的行为言谈，像射出去的箭一样，都是直的，不转弯的。在现在的社会上，仍然有很多这一类的人，但他们处世是落落寡合的，常会受到打击，遭遇种种痛苦。可是这种人天生个性就是走直道，直到不管什么环境，平时也好，乱世也好，邦有道也好，邦无道也好，他的言行永远像一支箭一样。同时矢字也代表了尖锐的意思。有些人心肠非常好，做朋友好极了，因为他能说直话，可是有时候嘴巴太厉害，说的话如割人的肉一样，使人受不了。但我们要了解他心地是善良的，出发点是善意的。当然这就牵涉到修养问题，尤其领导人有这样的部下，往往很难受的，因此做领导人的要有涵容的胸襟。有时碰到这种讲直话的人，一次二次三次能够接受，到了四五六次实在受不了。但是这一类人如果是自己的朋友或干部，就必须放过他的尖锐直言，先要有准备哈哈大笑的容量，否则就不行。孔子接着就说蘧伯玉前面再三提到蘧伯玉，称赞他的行谊。这个人了不起，国家社会有道时，出来做事，担当大任务，但在邦无道，国家社会紊乱的时候，他就卷而怀之，不发牢骚，也没有什么怨言。他认为时代转变如无法挽回时，可以把自己像一幅画一样，卷起来怀之，收藏起来，就不说话了，没有表现了。这两个人，也是典型的对照。一种人是无论什么时间，什么地区，都宁可直道而行，不转弯，这是干部中很好的。一种是像蘧伯玉这样的人，比较才具大，而且有一个基本修养，本身的名利心很淡泊，如孟子说的达则兼善天下，穷则独善其身。这个话我们都晓得讲，但等到真穷，真困难的时候，退下来卷而怀之，独善其身，往往心有不甘，这是很难的基本修养。下面引伸这个道理。子曰可与言而不与之言，失人。不可与言而与之言，失言。知者不失人，亦不失言。这是讲为人处世的道理很难。孔子说一个人可以和他讲直话，但自己怕得罪人，不像史鱼一样肯对他讲直话，这就对不起人，是不对的。"}
{"text":"这个话我们都晓得讲，但等到真穷，真困难的时候，退下来卷而怀之，独善其身，往往心有不甘，这是很难的基本修养。下面引伸这个道理。子曰可与言而不与之言，失人。不可与言而与之言，失言。知者不失人，亦不失言。这是讲为人处世的道理很难。孔子说一个人可以和他讲直话，但自己怕得罪人，不像史鱼一样肯对他讲直话，这就对不起人，是不对的。是自己的朋友，如看到他发生错误，宁可下一个警告，乃至他现在因此对自己不谅解都可以，自己还认他是朋友，他可以怨恨我，等到他失败了，会想到自己的话是对的，那就对得起人。所以在可以讲话的情形下，而不和他讲话，是对不起人，不应该的。有时候有些人，无法和他讲直话，如果对他讲直话，不但浪费，而且得罪人。所以一个真正有智慧的人，应说的时候直说。既不失人，也不失言。这个道理使我们想到历史上范睢见秦昭王的故事。秦昭王向他请教一次，两次，他都不说话，使推荐他的人很难堪。范睢说我提出来的计划，贡献出来，可以使秦国马上富强，国际间称霸，可是秦昭王心不在焉，没有专心一意来听我的计划，所以不能讲。推荐的人后来再向秦王报告。因此第三次见面，秦昭王推掉了一切公事，摒退了左右的人，单独和范睢见面，很客气的求教。范睢一篇话就把秦昭王说动了，立即发表他当首相。在战国的时候，这一类的事情很多，这就说明了说难。从人生经验中知道，朋友之间这样，乃至在家庭中父母夫妻之间也是这样，正在对方不如意的时候，去提出问题来谈，当然倒楣，这是时机不对。我们看到许多年轻朋友，做人家的干部，在长官那里碰了大钉。回来，一肚子牢骚。其实那个长官今天也许有件别的事情，心里正在烦，做干部的跑进去，报告不相干的事，乃至与他心里的事有关连，就正好触上了霉头。所谓薄言往诉，逢彼之怒。所以人与人之间，人与事之间，说话真难。这是要有许多人生经验累积起来，才会了解的。学校里同学之间相处，社会上同事之间相处，经常会碰到这种事情，说的不是时候，结果意见相左了。子曰志士仁人，无求生以害仁，有杀身以成仁。我们惯用杀身成仁这句话，就是出在论语这一篇，是孔子说的。这个仁在这里我们不作解释了，从上论一直讲下来，都是说仁是孔门学问的中心。"}
{"text":"所谓薄言往诉，逢彼之怒。所以人与人之间，人与事之间，说话真难。这是要有许多人生经验累积起来，才会了解的。学校里同学之间相处，社会上同事之间相处，经常会碰到这种事情，说的不是时候，结果意见相左了。子曰志士仁人，无求生以害仁，有杀身以成仁。我们惯用杀身成仁这句话，就是出在论语这一篇，是孔子说的。这个仁在这里我们不作解释了，从上论一直讲下来，都是说仁是孔门学问的中心。现在的话来说，就是中心思想，所谓志士仁人无求生以害仁，譬如有许多宗教家，有时碰到与他的信仰抵触的事，他宁可舍掉性命，所谓以身殉道。为卫道而死的，宗教徒中特别多，历史上的忠臣孝子，也就是这个观念，宁可牺牲，绝不为了生命而妨碍了自己的中心思想或信仰，宁可杀身以成仁。反面的意思，当然不会为了生命的安全，而去做违背仁义的事了。这就关系到个人的修养以及生命价值的看法了。长安居大不易讲到这里，孔子就提出在用的方面的一个问题。子贡问为仁。子曰工欲善其事，必先利其器。居是邦也。事其大夫之贤者，友其士之仁者。工欲善其事，必先利其器。这也是两句名言，我们常常引用的，就是出自论语这个地方，孔子说的话。孔子告诉子贡，一个做手工或工艺的人，要想把工作完成，做得完善，应该先把工具准备好。那么为仁是用什么工具呢？住在这个国家，想对这个国家有所贡献，必须结交上流社会，乃至政坛上的大员，政府的中坚和这个国家社会上各种贤达的人，都要交成朋友。换句话说，就是要先了解这个国家的内情，有了良好的关系，然后才能得到有所贡献的机会，完成仁的目的。我们看了这一段话，再从相反的角度看，历史上多半把孔子描写得像塑像那么呆板可怕，并不是温良恭俭让。如果照那个样子，而今日孔子是我的老师，我一定对他远离一点，怕跟他对面讲话。那是我们的历史在我们心理上，所塑造成一个下意识的形态。现在由这句话看起来，好像孔子很厉害，他晓得利用关系。他说，要到某一国家去，达到某一个目的，先要和这个国家的上流社会，政府首长的关系，都搞得非常好，同时把社会关系搞好，然后才可以有所作为，达到仁的境界。孔子这些地方，看起来是教人使用手段，多厉害！事实上任何人，任何时代，都是如此。但最重要的一点，这里是为仁，目的是做到仁，在救人。"}
{"text":"如果照那个样子，而今日孔子是我的老师，我一定对他远离一点，怕跟他对面讲话。那是我们的历史在我们心理上，所塑造成一个下意识的形态。现在由这句话看起来，好像孔子很厉害，他晓得利用关系。他说，要到某一国家去，达到某一个目的，先要和这个国家的上流社会，政府首长的关系，都搞得非常好，同时把社会关系搞好，然后才可以有所作为，达到仁的境界。孔子这些地方，看起来是教人使用手段，多厉害！事实上任何人，任何时代，都是如此。但最重要的一点，这里是为仁，目的是做到仁，在救人。最近大专学生中兴起一股歪风，喜欢讲谋略学，研究鬼谷子等学说。我常对他们说少缺德，那些年轻人给鬼谷子迷住了干什么？对于谋略，应该学，不应该用。因为用谋略有如玩刀，玩得不好，一定伤害自己，只有高度道德的人，高度智慧的人，才会善于利用。我们前面也曾引用过西方宗教革命家马丁路德说的不择手段，完成最高道德。但一般人往往把马丁路德的话，只用了上半截，讲究不择手段，忘记了下面的完成最高道德。马丁路德是为了完成最高道德，所以起来宗教革命，推翻旧的宗教，兴起新的宗教――现在的基督教。而现在的人，只讲不择手段，忘了要完成最高道德。这里孔子是因为子贡问为仁，他才这样告诉子贡，如果是别人问为仁，孔子就不会这样讲了。我们从历史上看到，子贡的确做了很多事情，够得上是一个大政治家大外交家大经济家和工商业巨子，所以他这样告诉子贡。换句话说，孔子本身周游列国，见七十二位国君，也是这样做的，像卫国的蘧伯玉等等都是他的朋友，但是他的运气不好，始终上不了台，大家怕他。他如果不择手段，则可以很轻易拿到政权，但是他讲仁，始终守着最高的道德原则。他告诉子贡的，也是这样。再看历史上成名的，尤其唐代士大夫的风气，那时尽管是考试取士，但不像清朝考功名的规定，而是要先靠有名气的前辈栽培，就如韩愈的上书之类。有些人经常写了文章，等在门口递上去，一等到自己的文章被上面看中了之后，就起步了。像白居易在首都长安的时候，最初很落魄，诗文虽好，没有出路――没有人保荐――连考试都没有办法参加。后来白居易去看一位老前辈顾况，将自己的作品给他看，这位老前辈接见了白居易，先不看作品，问他你住在长安啊？长安居大不易！这句有名的话，代表一个国家的首都，生活高，消费大，他对白居易讲这话，包含有教训意思。"}
{"text":"有些人经常写了文章，等在门口递上去，一等到自己的文章被上面看中了之后，就起步了。像白居易在首都长安的时候，最初很落魄，诗文虽好，没有出路――没有人保荐――连考试都没有办法参加。后来白居易去看一位老前辈顾况，将自己的作品给他看，这位老前辈接见了白居易，先不看作品，问他你住在长安啊？长安居大不易！这句有名的话，代表一个国家的首都，生活高，消费大，他对白居易讲这话，包含有教训意思。但看到白居易的离离原上草，一岁一枯荣，野火烧不尽，春风吹又生这首诗，非常欣赏，认为这个年轻人，有资格住在长安。于是为白居易向中央保荐，参加了考试，然后一帆风顺。再看李白上韩朝宗的信，都是年轻人靠前辈提拔的例子。所以在唐代以后，前辈专门提拔后辈，为国家取士。现在讲到这种文化的精神，我们老一辈的人应该留意后辈青年，培养他们，提拔出来，等他们有了功业学问和表现，自己坐在一边，好像在欣赏自己灌溉出来的花，心满意足，该多高兴。这种情形，历史上非常多，也充分表露自古以来我们老一辈文人的风范。这些史实都说明了孔子这里告诉子质的话，任何一个时代都是如此。所以现在有许多留学生，自美国回来，大谈其美国的政情，我常常叫他们少做土包子，我说你住在加州或别处，生活只限于大学文化圈中，别说只住了六年，就是住了六十年也没有用。你要了解美国，你和华盛顿那些政治首要，是不是朋友？你知道这个时代张仪式的基辛格脑子里，是要生鸡，还是要生蛋？基辛格的影子都没见过，和我一样只看到报纸上的照片，这样就懂美国了吗？等于外国人到我们中国来，晃荡三年然后回去，就说懂了中国，但他知道我们今天在这里做了些什么？连影子都不知。所以真要懂天下事，要事其大夫之贤者。前几年，我就和一位美国教授说，你们美国到处出了钱，帮助人家，又在到处挨骂，就因美国的议员们，都不是秀才，又不出门去懂天下事，不到东方来看，当然不懂天下事。有的来台湾看过，回去就不同了。这些秀才要出门才懂天下事的，就是这个道理。这几句书我们引而伸之，扩而充之，大家一生受用无穷，就是任何一件事，不能孤陋寡闻，多交游，多了解，处处都是学问。颜渊问为邦。子曰行夏之时，乘殷之辂，服周之冕，乐则韶舞。放郑声，远佞人。郑声淫，佞人殆。我们读这段书，不要被文字把自己骗得死死的。"}
