{"text":"又为什么说泰山不如林放呢？因古代认为泰山有神，所谓东岳之神，季氏想去祭东岳之神，等于现在的拜拜。我对任何宗教的感情是一样的，但我们看见拜拜的情形三支香五块钱香蕉十块钱饼磕了几个头，然后要求发财，公公要活到八十岁，儿子要考上大学，功名富贵，前途无量。一切都求完了，五块钱香蕉还要带回去，这样小的代价，求那么大的报酬。神如果有灵，这种神叫我做，我就不愿干。两家人有了仇恨，也去拜拜菩萨，求上帝要整倒对方，双方都同样要求，到底要整倒哪一方，我也不知道，所以神也难当。季家也和一般人一样，他想造反，到泰山去拜神。所以如果有神的话，难道还不如林放吗？林放是个普通的人，他都知道问礼，一个神――中国人讲神是怎样做的呢？聪明正直，死而为神。这八个字是神的资格，任何一个人，凡是聪明正直的人，都可以修到死而为神。既然东岳之神是聪明正直，季家去拜他，拍拍马屁，他怎会帮忙季家呢？难道那个泰山之神，还不如林放这个人吗？以上这一节就是这个道理。有许多人把权力把前途诉诸迷信，寄托在狭义的宗教上。我们以人文文化为基础，不管上帝也好，菩萨也好，神也好，如果因为肯拜拜他，他就会保佑，不信他，就不管――果真是如此，第一个我就不敢信他，因为他太偏私，又太意气用事了，反不如一个普通人。如果不分善恶，有求必应，那作人很容易，我尽管做坏事，天天去拜他，或做了坏事再去忏悔就可以了，这岂是神的意旨？志在春秋季氏旅于泰山这一段，是表示春秋时代社会风气之乱。乱在什么地方？乱在春秋时代整个的都是在讲究权与术，后来大家把这个字连起来用了。所谓权就是政治上讲的统治，也就是霸道。春秋末期王道衰微，霸道因此起来了。其次是术，也就是一般人所谓的用手段。不讲传统文化的道德和理性，就是用手段。以手段而取天下，就是权术。因此，我们要了解当时的政治变乱，一定先要了解一本书――春秋。春秋是孔子著的，像是现代报纸上国内外大事的重点记载。这个大标题，也是孔子对一件事下的定义，他的定义是怎样下法呢？重点在微言大义。所谓微言是在表面上看起来不太相干的字，不太要紧的话，如果以文学的眼光来看，可以增删但在春秋的精神上看，则一个字都不能易动因为它每个字中都有大义，有很深奥的意义包含在里面。"}
{"text":"不讲传统文化的道德和理性，就是用手段。以手段而取天下，就是权术。因此，我们要了解当时的政治变乱，一定先要了解一本书――春秋。春秋是孔子著的，像是现代报纸上国内外大事的重点记载。这个大标题，也是孔子对一件事下的定义，他的定义是怎样下法呢？重点在微言大义。所谓微言是在表面上看起来不太相干的字，不太要紧的话，如果以文学的眼光来看，可以增删但在春秋的精神上看，则一个字都不能易动因为它每个字中都有大义，有很深奥的意义包含在里面。所以后人说孔子著春秋，乱臣贼子惧。为什么害怕呢？历史上会留下一个坏名。微言中有大义，这也是春秋难读的原因。孔子著的春秋，是一些标题，一些纲要。那么纲要里面是些什么内容呢？要看什么书？就要看三传――左传公羊传e梁传。这是三个人对春秋的演绎，其中左传是左丘明写的，左丘明和孔子是介于师友之间的关系。他把孔子所著春秋中的历史事实予以更详细的申述，名为左传。因为当时他已双目失明，所以是由他口述，经学生记录的。公羊e梁又各成一家。我们研究春秋的精神，有三世的说法。尤其到了清末以后，我们中国革命思想起来，对于春秋公羊之学，相当流行。如康有为梁启超这一派学者，大捧公羊的思想，其中便提春秋的三世。所谓春秋三世，就是对于世界政治文化的三个分类。一为衰世，也就是乱世，人类历史是衰世多。研究中国史，在二三十年以内没有变乱与战争的时间，几乎找不到，只有大战与小战的差别而已，小战争随时随地都有。所以人类历史，以政治学来讲，未来的世界究竟如何？这是一个非常大的问题。学政治哲学的人，应该研究这类问题。如西方柏拉图的政治思想――所谓理想国。我们知道，西方许多政治思想，都是根据柏拉图的理想国而来。在中国有没有类似的理想？然有，第一个礼记中礼运大同篇的大同思想就是。我们平日所看到的大同思想，只是礼运篇中的一段，所以我们要了解大同思想，应该研究礼运篇的全篇。其次是道家的思想华胥国，所谓黄帝的华胥梦，也是一个理想国，与柏拉图的思想比较，可以说我们中国文化有过之而无不及。但从另一面看，整个人类是不是会真正达到那个思想的时代？这是政治学上的大问题，很难有绝对圆满的答案。"}
{"text":"我们知道，西方许多政治思想，都是根据柏拉图的理想国而来。在中国有没有类似的理想？然有，第一个礼记中礼运大同篇的大同思想就是。我们平日所看到的大同思想，只是礼运篇中的一段，所以我们要了解大同思想，应该研究礼运篇的全篇。其次是道家的思想华胥国，所谓黄帝的华胥梦，也是一个理想国，与柏拉图的思想比较，可以说我们中国文化有过之而无不及。但从另一面看，整个人类是不是会真正达到那个思想的时代？这是政治学上的大问题，很难有绝对圆满的答案。因此我们回转来看春秋的三世，它告诉我们，人类历史衰世很多，把衰世进步到不变乱，就叫升平之世。最高的是进步到太平，就是我们中国人讲的太平盛世。根据中国文化的历史观察来说，真正的太平盛世，等于是个理想国，几乎很难实现。我们礼运篇的大同思想，就是太平盛世的思想，也就是理想国的思想，真正最高的人文政治目的。历史上一般所谓的太平盛世，在春秋三世的观念中，只是一种升平之世，在中国来说，如汉唐两代最了不起的时候，也只能勉强称为升平之世。历史上所标榜的太平盛世，只能说是标榜，既是标榜，那就让他去标榜好了。如以春秋大义而论，只能够得上升平，不能说是太平。再等而下之，就是衰世了。国父思想中所揭立的三民主义最后的目标是世界大同，这也是春秋大义所要达成的理想。秉笔直书罪罪恶恶又怎样从春秋左传看得出它的微言大义呢？如果读懂了左传上第一篇的郑伯克段于鄢，就大概可知春秋的笔法。郑伯是一个诸侯，春秋时，王道衰微，五霸崛起。五霸中郑庄公是第一个称霸的，接下来有齐桓公晋文公秦穆公宋襄公等在本篇中，孔子的微言在哪一个字呢？那就是这个克字。段是郑庄公的亲兄弟――共叔段。对兄弟是不能当敌人看待的，克字有敌对的涵义在内，打败了敌人就是克敌，结果他对待兄弟用对待敌人的办法――事先不肯教化，不止恶于其先，而且还故意培养罪行，最后又故作仁义。因此春秋的笔法，就在这一个克字的微言上，定了他千秋的罪状。左丘明写这段历史怎么说呢？大家也许都读过了，我们也不妨温习一下。"}
{"text":"段是郑庄公的亲兄弟――共叔段。对兄弟是不能当敌人看待的，克字有敌对的涵义在内，打败了敌人就是克敌，结果他对待兄弟用对待敌人的办法――事先不肯教化，不止恶于其先，而且还故意培养罪行，最后又故作仁义。因此春秋的笔法，就在这一个克字的微言上，定了他千秋的罪状。左丘明写这段历史怎么说呢？大家也许都读过了，我们也不妨温习一下。郑伯――郑庄公是老大，他母亲姜氏生他的时候是寤生――迷迷糊糊在昏迷中生的，作母亲的受了惊，害怕了，于是心理学问题来了，姜氏因为这次受惊，从此对庄公没有好感，始终心里不高兴。由此可知，现代研究青少年思想问题的人要注意，有许多青少年的思想，主要都是在小的时候受到环境影响而形成的，环境上每一件事，影响他们的心理很大。譬如从小贫穷的人，尤其是孤儿，他们大多容易产生偏激心理，我也曾栽培过好几个孤贫的少年，并告诉他们，穷苦出身孤儿出身的人，最后只走两条路，没有第三条路一种是他将来成功了，对于社会非常同情，他有办法时，同情别人同情社会，因为他觉得自己是从苦难中出来的，就非常同情苦难的人。另一种人成功了，对社会非常反感，对于社会上的任何事任何人都怀疑都仇恨。他认为自己当年有谁同情？社会？社会上哪有公平？他心里始终反感。这两种相反的心理，同样是受环境影响而产生的，至于为什么同样的原因而产生相反的结果，这又牵涉到遗传本质及教育等等问题了，如参照上文学而不思这段，便可思过半矣。所以有许多从事社会工作的人员办孤儿院，办得无论怎么好，孩子还是有反感。对自己的孩子骂了以后，孩子虽然生气，但过了一会儿就忘了。假如孤儿和那些有心理问题的孩子挨了骂，他不会生气，可是他永远不会忘记，因为他天生有反感。所以研究社会研究政治，这多方面的学识，一定要注意。讲到这里，就知道郑庄公的母亲姜氏有了心理偏见，而孩子在这种环境之下长大以后，就产生不正常的心理了。后来姜氏又生了一个孩子段――次子。在中国古代，长子是继承官位的，将来继承诸侯的当然是郑伯。中国有句老话皇帝爱长子，百姓爱么儿。就因为长子是继承人，而老百姓则往往喜欢年老时生的孩子。可是姜氏生了第二个孩子后，告诉丈夫，希望将来由次子继承王位，但基于传统习惯是不可以的，所以后来还是由郑庄公继位做了诸侯。姜氏就要郑庄公让弟弟段到制这个最好的地方去做首长。"}
{"text":"后来姜氏又生了一个孩子段――次子。在中国古代，长子是继承官位的，将来继承诸侯的当然是郑伯。中国有句老话皇帝爱长子，百姓爱么儿。就因为长子是继承人，而老百姓则往往喜欢年老时生的孩子。可是姜氏生了第二个孩子后，告诉丈夫，希望将来由次子继承王位，但基于传统习惯是不可以的，所以后来还是由郑庄公继位做了诸侯。姜氏就要郑庄公让弟弟段到制这个最好的地方去做首长。而郑庄公对妈妈说，制这个地方并不好，是艰苦之地，没有发展的价值，既没有经济价值，又不是政治重心，把弟弟派到这样一个地方去不太好，还是换一个地方好，叫妈妈另外选一个地方，结果把弟弟封到鄢这个地方去。实际上制在当时郑国，是军事政治上的重镇，他不敢养痈贻患，因此，郑庄公用了权术，说了一篇假仁假义的话，骗了母亲。孔子写这一段，这是说郑庄公没有用道德，而用权术。后来，母亲姜氏和弟弟段要起来造反，招兵买马，积草囤粮，已经有了反叛的明显迹象，左右大臣都向郑庄公报告，郑庄公明明清楚了，但说没有问题，姑且等等看吧！意思是说，他的狐狸尾巴还没有露出来，要培养他把狐狸尾巴露出来，再处理他。这就是政治上古代奸雄权术中的一套，道德的政治，绝对不可这样。两者的差别也就在这里。尤其对亲兄弟，应该感化他，把这件事情坦然地告诉母亲来处理，不应该像培养敌人罪行那样培养他，最后母亲与弟弟通同造反，郑庄公出兵灭了这个弟弟。所以历史上有人说，曹操培养了刘备和孙权，以便挟天子以令诸侯，这个手段是效法郑庄公的，因此便指历史上第一个奸雄是郑庄公。孔子著春秋为什么用这件事开始呢？这就是说明社会的变乱，并不是普通人能够引导的，都是权臣有地位的人变坏了风气，所谓乱自上生，所以上面讲到季氏旅于泰山的故事，孔子说曾谓泰山不如林放乎？也就是这个意思。承让领教现在下文是孔子讲的原则子曰君子无所争，必也射乎。揖让而升，下而饮，其争也君子。这是讲人类文化基本问题，孔子用举一隅的教育方式来讲。中国文化的所谓君子，是与小人对立的名称，等于是个符号，怎么叫君子？怎么叫小人？很难下定义，等于说好人坏人很难下定义一样。尤其站在哲学的观点来看，更是如此。"}
{"text":"也就是这个意思。承让领教现在下文是孔子讲的原则子曰君子无所争，必也射乎。揖让而升，下而饮，其争也君子。这是讲人类文化基本问题，孔子用举一隅的教育方式来讲。中国文化的所谓君子，是与小人对立的名称，等于是个符号，怎么叫君子？怎么叫小人？很难下定义，等于说好人坏人很难下定义一样。尤其站在哲学的观点来看，更是如此。好人对某一件事情好，有时在好里会变坏坏人一切都坏，但有时在某一点上会变好。所以好人与坏人很难下定义。可是在社会政治的立场，不能以哲学观点来讨论，好与坏是对事功而言。现在孔子所讲的君子，是站在哲学的立场讲，是一个抽象的代名词。中国文化所讲的君子是无所争的，不但于人无争，于事也无所争，一切是讲礼让而得。无所争就是窝囊吗？不是的，孔子以当时射箭比赛的情形，说明君子立身处世的风度。射是六艺――礼乐射御书数――之一，这个射代表军事训练。他说，当射箭比赛开始的时候，对立行礼，表示对不起――礼让。然后开始比赛。比赛完了，不论谁输谁赢，彼此对饮一杯酒，赢了的人说承让！输了的人说领教！都有礼貌，即使在争，始终保持人文的礼貌。人之所以不同于生物世界中其他的动物，就是这一点人类文化的精神。其实人类有什么了不起，其所以为人，因为有思想，加上文化的精神。孔子讲这一件小事，也就是说人应不应该争？不论于人于事，都应该争，但是要争得合理，所以揖让而升，下而饮，其争也君子。就是在争，也始终保持君子的风度。以现代而言，类似于希腊的所谓民主思想。中国人过去也讲民主，这个问题在论语中将来另有专题再去讨论它。而中华文化的民主精神，一个人立身处世，乃至一切，都要民主。我们民主的精神基于礼让而西方民主的精神基于法治。礼让与法治有基本上的不同，法治有加以管理的意义，礼让是个人内在自动自发的道德精神。淡泊以明志再看下面，进一步讲到中国文化的精神子夏问曰巧笑倩兮，美目盼兮，素以为绚兮。何谓也？子曰绘事后素。曰礼后乎？子曰起予者商也，始可与言诗已矣。子夏引用到古人的诗来讨论，他们并不是作文学的研究。"}
{"text":"我们民主的精神基于礼让而西方民主的精神基于法治。礼让与法治有基本上的不同，法治有加以管理的意义，礼让是个人内在自动自发的道德精神。淡泊以明志再看下面，进一步讲到中国文化的精神子夏问曰巧笑倩兮，美目盼兮，素以为绚兮。何谓也？子曰绘事后素。曰礼后乎？子曰起予者商也，始可与言诗已矣。子夏引用到古人的诗来讨论，他们并不是作文学的研究。本来中国人作诗填词，也不是无病呻吟的，诗包括了人的思想与感情，所以他们是讨论这首诗中的意义。诗中的兮字，古音是否如现在兮音的读法，并不一定，因为音韵及语言，相隔数十年就会有变动的，这个字有如今日歌曲中的啊！一样，没有实质的意义。再说巧笑，笑就是笑，为什么要来个巧笑呢？我们知道有所谓苦笑大笑等许多笑态。巧笑就好比广告上女孩子的那个笑，似笑非笑，不是笑吗？还真是笑，笑得很迷人的就是巧笑，巧笑已经很难描述了，还要倩兮，倩是什么呢？好像电影中女演员的表演，笑得那么俏皮，还带点诱惑性的，就是巧笑倩兮。美目盼兮，漂亮的眼睛已经够厉害了，还要盼兮，眼神中流露着道是无情却有情的意味。素以为绚兮，素就是一张白纸那样，为绚兮，是说在白底子上画了很漂亮的图案，如果用现在的文学手法来处理这三句话，可以写好几本很好的小说。子夏问孔子，这三句话到底说些什么――何谓也？当然子夏并不是不懂，他的意思是这三句话形容得过分了，所以问孔子这是什么意思。孔子告诉他绘事后素，他说绘画完成以后才显出素色的可贵。这句话的意思，以现在人生哲学的观念来说，就是一个人由绚烂归于平淡。就艺术的观点来说，好比一幅画，整个画面填得满满的，多半没有艺术的价值又如布置一间房子，一定要留适当的空间，也就是这个道理。这是孔子的启发教育，以子夏的聪明，一听就懂，于是提出了心得报告礼后乎？难道礼仪的后面还有一个礼的精神吗？也就是说礼的内涵比表之于外的礼仪更重要吗？说到这里，难怪孟夫子有得天下英才而教育之，一乐也的感怀，而后世当老师的，也应该学习孔子对学生鼓励的方式，他说起予者商也。认为子夏不但讲得对，而且更启发了他自己。当一个主管的，更要效法孔子这种精神，遇到部下有好的意见，就说对！你完全对。"}
{"text":"这是孔子的启发教育，以子夏的聪明，一听就懂，于是提出了心得报告礼后乎？难道礼仪的后面还有一个礼的精神吗？也就是说礼的内涵比表之于外的礼仪更重要吗？说到这里，难怪孟夫子有得天下英才而教育之，一乐也的感怀，而后世当老师的，也应该学习孔子对学生鼓励的方式，他说起予者商也。认为子夏不但讲得对，而且更启发了他自己。当一个主管的，更要效法孔子这种精神，遇到部下有好的意见，就说对！你完全对。这样的主管，才是成功的领导者。孔子继续称赞子夏始可与言诗已矣，真正懂得诗了。诗教并不是教人作一个诗人，酸溜溜地关门闭户掩柴扉有什么意思？要懂诗，透过诗的感情以培育立身处世的胸襟，而真正了解诗背后的人生宇宙的境界，这才是懂得诗的道理。换句话说，人更要注意这个素字，素就是平淡。所以孔子在后面提到素富贵行乎富贵，素贫贱行乎贫贱。这也是后来中国文化里讲人生的道理唯大英雄能本色，是真名士自风流。所谓大英雄，就是本色平淡，世界上最了不起的人就是最平凡的，最平凡的也是最了不起的。换句话说一个绝顶聪明的人，看起来是笨笨的，事实上也是最笨的，笨到了极点，真是绝顶聪明。这是哲学上一个基本的问题。人没有谁算聪明，谁又算笨，笨与聪明只是时间上的差别。所谓聪明人，一秒钟反应就懂了，笨的人想了五十年也懂了，这五十年与一秒钟，只是那么一点差别而已，所以了不起就是平凡。唯大英雄能本色――平淡。上台是这样，下台也是这样。所以曾国藩用人，主张始终要带一点乡气――就是土气。什么是土气？我是来自民间乡下，乡下人是那个样子，就始终是乡下人等个样子，没有什么了不起。所以彭玉麟左宗棠这一班人，始终保持他们乡下人的本色，不管自己如何有权势，在政治功业上如何了不起，但我依然是我，保持平凡本色是大英雄。另一句是真名士自风流，同一意义，不再重复了。这一段说明了绘事后素，是指一个人不要迷于绚烂，不要过分了，也就是一般人所谓不必锦上添花，要平淡。这以后，又引用孔子的话，说明中国文化传统的立场。穷源溯本子曰夏礼，吾能言之，杞不足征也。殷礼，吾能言之，宋不足征也。文献不足故也。足，则吾能征之矣。"}
{"text":"另一句是真名士自风流，同一意义，不再重复了。这一段说明了绘事后素，是指一个人不要迷于绚烂，不要过分了，也就是一般人所谓不必锦上添花，要平淡。这以后，又引用孔子的话，说明中国文化传统的立场。穷源溯本子曰夏礼，吾能言之，杞不足征也。殷礼，吾能言之，宋不足征也。文献不足故也。足，则吾能征之矣。孔子说中国传统文化，是根据历史来的，而历史与文化是不可分开的。我们讲的传统，由来远矣。昨天有个从美国回来的学生，谈到他看到一本新出版的书文明的历程，他告诉我这本书所论述的某个观点，和我以前对他们讲的思想一样，认为人类文化历史，从上一个冰河时期，就流传下来了。如宗教思想哲学思想，在上一个冰河时期，人类毁灭的时候，极少数没有死的人传下来的，并不是这一个冰河时期所新兴起。我们中国文化，向来就是这样说的，所以要中国人讲自己传统的历史，看看古时的人所记载的，有一百二十万年，至少也说十二万年，我们现在讲五千年文化，那是客气话。不过很可怜，现在还不敢吹五千年，只说三千年文化，因为西方文化讲历史，动辄只提两千多年，我们说得太多了，好像不大对似的。在中国古代历史，动辄讲一百多万年。现在孔子在这里说，不管多少年，文化是历史传统来的，所以夏朝的文化，我可以研究讨论，不过杞不足征也。杞是周朝封的一个国家，是夏朝的后代，封到杞国。我们晓得杞人忧天这句话，就是这个国家的典故。这里我们要了解中国的封建制度。当周武王统一了中国，所谓封建，井不是只封自己家里的人，像尧舜禹汤的后代，都封了诸侯，所以周朝的封建，不是西方的封建，不能随便把中国封建制度与西方的所谓封建混为一谈，那是错的，等于说没有把自己的家当搞清楚。――这里孔子说如果拿杞国的文化，来看夏代的文化，并不准确，更不完整，但殷商以后的宋国，所保留的文献资料也是不够，这两个诸侯之国所保留的祖宗文化都没有了――这里要特别注意，任何一个民族的后代，如果不重视自己的文化历史，就是自己把自己毁灭，后代就无法考证。孔子说，假如他们自己不毁灭自己，保存了祖宗的文化资料，我就有办法整理。"}
