{"text":"由此理扩而充之，讲到国家天下，使它合于王道仁政的原则，必世而后仁，这是不易的定论。正己而后正人子曰苟正其身矣，于从政乎何有？不能正其身，如正人何？这是中国政治思想重点所在，也是孔子所说名言――政者正也的引伸。主要是要求于领导人的。我们都知道中国文化中有一句春秋责备贤者的惯用语。这是说明孔子作春秋的主要宗旨，是为了时代的衰颓，社会风气的败坏，尽他对于历史的责任。他并不苛责一般人，因一般人大都是盲从的，听命的他责备的是领导者，当权者，或者有道德学问而负这种责任的贤者。倘使这些人搞错了方向，会导致历史的重大罪过，因此春秋以中正责备贤者。论语中这里的观念也是如此，解释为政的道理在于先求自正，后来曾子大学的正心诚意等一系列思想，也是孔子这一观念的引伸演绎。到了唐代，真德秀著大学衍义心经儒家的心经政经等书，就是强调这个重心给帝王和领导者看的，所以唐代以后，用大学中庸的正心诚意思想，作为领导人必然的修养，也是根据孔子这里的思想。这里在文字上的解释很简单，政就是正，苟正其身矣，于从政乎何有？这句话译成现在的白话文就是假如本身公正，去从政，不必讲，当然是好的。不能正其身，如正人何？政者正也，要正己才能正人。假使自己不能端正作榜样，那怎么可以辅正别人呢？下面跟着这一政治原理，描述一则冉有的故事。冉子退朝，子曰何晏也？对曰有政。子曰其事也，如有政，虽不吾以，吾其与闻之！这一段记载很妙，也是孔子的幽默处。孔子学生冉有，当时在鲁国的权臣季家做事，职位很重要。在鲁国的历史上，季家当时很糟糕，想争夺政权，不臣的迹象都显露出来了。在上论八佾篇中就曾记载，季氏旅于泰山，孔子曾找冉有，问他能不能想办法救季家，纠正他的思想。冉有说不能，可是冉有还在季家做事，有一天冉有退朝后，见到了孔子。中国古代都在朝上处理公文，也等于是现代每天的朝会，讨论政治，处理公事。说到这里，我们有许多感慨。现在大家都觉得每天的会议太多，头大得很，这是中西文化合璧的过渡时期的现象。时代不同，社会结构人事变化古今大不相同。古代官制人事比现在少得多。"}
{"text":"在上论八佾篇中就曾记载，季氏旅于泰山，孔子曾找冉有，问他能不能想办法救季家，纠正他的思想。冉有说不能，可是冉有还在季家做事，有一天冉有退朝后，见到了孔子。中国古代都在朝上处理公文，也等于是现代每天的朝会，讨论政治，处理公事。说到这里，我们有许多感慨。现在大家都觉得每天的会议太多，头大得很，这是中西文化合璧的过渡时期的现象。时代不同，社会结构人事变化古今大不相同。古代官制人事比现在少得多。就清代而言，康熙年间，全国上下二十余省，从中央到地方的正式朝廷官员，只有二万五千多人。就此人数，办理约四万万人的政治事务。当然，我们看到清末的政治非常腐败，但是在腐败中间，也有一点值得注意，就说那时腐败衙门的师爷们，每天上班，大多已在下午两三点钟，吃过午饭，睡好午觉，鸦片烟抽足以后才上班。可是他们今日事今日了，难得有拖到好多天才办的。难道说这是制度问题？实在难以下一评断！再看古代，皇帝都是早朝，非常辛苦。就以清朝的皇帝而论，承继中国五千年文化的正面，专权到了极点，事无巨细都要过问，以致皇帝从来不能睡得舒服。凌晨四五点钟就要起床，如果贪睡起不来，就有一个老太监跪下来叫如果叫不起来，就由另一太监，打一铜盆热水，绞一条热热的面巾，覆到仍在睡梦中的皇帝脸上，替他擦一把脸，硬把他拖起来，替他穿上龙袍，拉着去主持早朝。吃饭也没有人陪，孤家寡人一个人吃。清代先祖的法制不能由皇后陪，最多下命令找一个喜欢的妃子陪他吃。人到了这个地步，权力固然可爱，可是有许多事情，就没有味道了。我们顺便讲到这些，是要注意早朝制度。闲话一句几千年来，一切国家大事，都决定在早上，乃至个人的处理政事，也是如此。如曾国藩当年理政，就不大开会，而是找部属们一起吃早饭。有一个人不到齐，他就不动筷子，利用吃早饭的时间，讨论了事情。所以对于过去的早朝和现在的会议，我们可以好好对比研究一下，对于自己国家将来制度的问题，也是值得考虑的一点。这里是说，一天冉有退朝回来，孔子问他为什么今天回来这么迟？冉有告诉孔子，因为有政务须要商量。孔子说，我清楚得很，看起来好像是国家的大事，虽然我没有参加，不过就好像亲自听见一样。孔子这个话非常幽默，想来，他说此话时，一定作了一个幽默的微笑，等于打冉有一棒。定公问一言而可以兴邦，有诸？"}
{"text":"有一个人不到齐，他就不动筷子，利用吃早饭的时间，讨论了事情。所以对于过去的早朝和现在的会议，我们可以好好对比研究一下，对于自己国家将来制度的问题，也是值得考虑的一点。这里是说，一天冉有退朝回来，孔子问他为什么今天回来这么迟？冉有告诉孔子，因为有政务须要商量。孔子说，我清楚得很，看起来好像是国家的大事，虽然我没有参加，不过就好像亲自听见一样。孔子这个话非常幽默，想来，他说此话时，一定作了一个幽默的微笑，等于打冉有一棒。定公问一言而可以兴邦，有诸？孔子对曰言不可以若是其几也！人之言曰为君难，为臣不易。如知为君之难也，不几乎一言而兴邦乎？曰一言而丧邦，有诸？孔子对曰言不可以若是其几也！人之言曰子无乐乎为君，唯其言而莫予违也。如其善而莫之违也，不亦善乎？如不善而莫之违也，不几乎一言而丧邦乎？鲁定公一天问孔子，他说一般人都说，不要随便说话，尤其是从政的人，在上面领导的人，只要一句话，就可以兴邦，有这个道理吗？孔子说，话并不是那样说法。一言而可以兴邦，这句话是一个原则，譬如说有一句一般人都知道的话为君难，为臣不易。这不就是一句话吗！做领导人困难，做干部也不容易。这也就是孔子的机会教育，他对自己的国君，不好意思直接教训。可是趁这个机会，举出这句话来作例子，无形中教育了他。鲁定公本人就是领导人，所以他说假使一个人懂了为君难，为臣不易这句话，就可以兴邦了，事业前途无量了。这段文字很简单，如以历史的事实来讲，一言可以兴邦的史实很多，试举两个例子一个例子是唐太宗时代的名论创业难，守成也不易。就是这个道理，不但国家天下事如此，个人也是如此。一个人由贫穷而变成富有，是创业难，至于子孙的守成，又是一个大问题。究竟哪一个难？在中国古代政治思想上，素来认为两皆不易。另一个例子，宋高宗曾说过，吾年五十方知四十九之非。其实这句话，春秋战国时，卫国的蘧伯玉也这样讲过，人由于年龄的增加，经验的累积，回过头一看，才发现过去的错误。这些都是一言兴邦的实例。引伸到下面的一言丧邦，一句话而亡国的，又可以举很多例子了。历史上楚汉之争，刘邦的长处，是听从别人的话，他的所以成功，是对于别人的好意见马上接受。如果我们研究历史上一些成功和失败人物的性格，会发现很有趣的对比。"}
{"text":"究竟哪一个难？在中国古代政治思想上，素来认为两皆不易。另一个例子，宋高宗曾说过，吾年五十方知四十九之非。其实这句话，春秋战国时，卫国的蘧伯玉也这样讲过，人由于年龄的增加，经验的累积，回过头一看，才发现过去的错误。这些都是一言兴邦的实例。引伸到下面的一言丧邦，一句话而亡国的，又可以举很多例子了。历史上楚汉之争，刘邦的长处，是听从别人的话，他的所以成功，是对于别人的好意见马上接受。如果我们研究历史上一些成功和失败人物的性格，会发现很有趣的对比。有些人的性格，喜欢接受别人更好的意见不过，能立刻改变，马上收回自己的意见，改用别人更好意见的人太少。刘邦是这少数人中的一个。而项羽对于自己的主意就绝对不会改变，绝对不接受别人的意见。对于这一点，在个人修养上是要注意的，尤其作为一个单位主管，往往容易犯一种心理上的毛病，明明知道别人的意见更对，更高明，可是为了面子，为了下不了台而不接受。这种心理，大而言之是修养不够，小而言之是个性问题，自己转不过弯来。现在，我们看看项羽在历史上一个重要的决定当项羽打到咸阳的时候，有人据楚汉春秋的记载是蔡生，而汉书的记载是韩生。对他说关中险阻，山河四塞，地肥饶，可都以霸。劝他定都咸阳，天下就可大定。关于这一点，我们中国历史上曾有很多研究，国都应该定在哪里？历代都有讨论。宋元以前，首都多半在陕西的长安，宋代因为国势非常弱，定都汴梁。当时也曾有人认为洛阳是四战之地，不宜为首都。往下元明清八百多年来，首都则在北京民国成立以后，对于定都的争议，当时也有许多主张。一派主张定都北京一派主张定都南京还有人主张定都到咸阳又有人主张定都北京或南京都可以，但是应该在长安武汉等地设四个陪都。这一派人看到了将来国家的大势，要与国际的局势相配合的。一个国家究竟定都在哪里，政治军事经济外交各方面的配合都很重要，这是一个大问题。我们现在为了配合将来时代，预为国家的大计研究，这些历史，乃至于近代史国际现势，都要研究。这是题外闲话了。风头主义的英雄我们再回来讲，项羽对这个定都的建议不采用。他有一句答话很有趣，也是他的名言富贵不归故乡，如衣锦夜行，谁知之者？就凭了这句话，他和汉高祖两人之间器度的差别，就完全表现出来了。"}
{"text":"一个国家究竟定都在哪里，政治军事经济外交各方面的配合都很重要，这是一个大问题。我们现在为了配合将来时代，预为国家的大计研究，这些历史，乃至于近代史国际现势，都要研究。这是题外闲话了。风头主义的英雄我们再回来讲，项羽对这个定都的建议不采用。他有一句答话很有趣，也是他的名言富贵不归故乡，如衣锦夜行，谁知之者？就凭了这句话，他和汉高祖两人之间器度的差别，就完全表现出来了。项羽的胸襟，只在富贵以后，给江东故乡的人们看看他的威风，否则等于穿了漂亮的衣服，在晚上走路，给谁看？他这样的思想，岂不完蛋！所以项羽注定了要失败的。而同样的事发生在刘邦的身上又是怎样呢？刘邦大定天下以后，他自己的意思要定都在洛阳。但齐人娄敬去看他，问他定都洛阳，是不是想和周朝媲美。汉高祖说是呀！娄敬说，洛阳是天下的中心，有德者，在这里定都易于王无德则易被攻击。周朝自后稷封邰，到文王武王，中间经过了十几世积德累善，所以可在这里定都。现在你的天下是用武力打出来的，战后余灾，疮夷满目，情形完全两样，怎么可与周朝相比？不如定都关中。当然有一番理由，张良也同意，刘邦立即收回自己的意见，采纳娄敬的建议，并赏给五百斤黄金，封他的官，赐姓刘。以这一件强烈对比的史实，清代嘉道年间，有个与龚定庵齐名的文人王昙，写了四首悼项羽的名诗，其中有一首还说道秦人天下楚人弓，枉把头颅赠马童。天意何曾袒刘季，大王失计恋江东。早摧函谷称西帝，何必鸿门杀沛公？徒纵咸阳三月火，让他娄敬说关中。这是王昙悼项羽有名的四首诗之一。秦人天下楚人弓，典故出在春秋战国时，楚王的一张宝弓遗失了的时候，人家向他报告，这位皇帝说楚人失之，楚人得之。意思是说皇家保存与百姓拿到，都是一样，不要太追究。王昙引用这个典故，说秦始皇死了以后，中国人的天下，凡是中国人都可以出来统治。枉把头颅赠马童，指项羽在垓下最后一仗，被汉军将领四面围困的时候，他回头看见追杀他的，正是他一个投降了刘邦的老部下，名叫马童。马童见他回头，侧过脸去。项羽说，你不要怕，你不是我的故人马童吗？听说刘邦下令，凡得我头颅的可赏千金封万户侯。你既是我的故人，就把这颗头送给你。于是项羽自刎了，这也就是项羽的气魄。天意何曾袒刘季？"}
{"text":"王昙引用这个典故，说秦始皇死了以后，中国人的天下，凡是中国人都可以出来统治。枉把头颅赠马童，指项羽在垓下最后一仗，被汉军将领四面围困的时候，他回头看见追杀他的，正是他一个投降了刘邦的老部下，名叫马童。马童见他回头，侧过脸去。项羽说，你不要怕，你不是我的故人马童吗？听说刘邦下令，凡得我头颅的可赏千金封万户侯。你既是我的故人，就把这颗头送给你。于是项羽自刎了，这也就是项羽的气魄。天意何曾袒刘季？刘季是刘邦的名字，这是说项羽非战之罪，天亡项羽那句话的错误，而项羽的错在哪里呢？大王失计恋江东。早摧函谷称西帝，何必鸿门杀沛公？徒纵咸阳三月火，让他娄敬说关中。这就是项羽失败的关键。这里再插一段闲话。说到历史很妙，大家都知道秦始皇烧书，对中国文化来说，是一个大罪行。但是他的罪过，也只能负责一半。因为秦始皇不准民间有书看，把全国的书籍集中起来了，放在咸阳宫，后来项羽放一把火烧咸阳宫，这把火连续不断地烧了三个月，有多少书籍多少国家的财富，由他这把火烧掉了。所以严格说来，中国文化根基的中断，这位项老兄负有很大的责任。但后世却把这一责任，全往前面秦始皇的身上推了。至于项羽的责任，由于对失败英雄的同情，就少提了。我们由一言而可以兴邦的思想见解，所以又牵引出许多闲话。现在我们的国家，东方的国家，全世界的国家，都受了美国一句话的害，也就是一个政策的害。美国的什么政策？世界上史无前例的所谓不准打胜利的仗，打有限度的仗。我们这一代的历史，大家对这句话，并没有什么很显著的感觉，正是不识庐山真面目，只缘身在此山中。我们都在这个时代中，就没有感觉到，假使我们退后一百年，或超前一百年来看这段历史，看看美国人这一政策的结果，害死了多少人？破坏了多少国家？这个想作世界盟主的决策有多么滑稽！多么悲惨！一言丧邦，一言兴邦。就是这个道理。我们由历史上的故事，比类引伸体会，必定更为亲切。同时，我们身为现代人，再由现代丑陋的一面去看看，更可了解这道理。下面也是一样，鲁定公问，有人说一句话就可以亡国，有没有这种事？孔子说，这个也一样的，不是如此随便解释就可以的。接着下面孔子讲的这句话就很妙了，他说有人说，我并不乐意作君主，只是为了言出法随，谁都不能违背，可以完全依照我的意思，达到我的理想，这样才过瘾。孔子为什么对鲁定公说这个话呢？"}
{"text":"多么悲惨！一言丧邦，一言兴邦。就是这个道理。我们由历史上的故事，比类引伸体会，必定更为亲切。同时，我们身为现代人，再由现代丑陋的一面去看看，更可了解这道理。下面也是一样，鲁定公问，有人说一句话就可以亡国，有没有这种事？孔子说，这个也一样的，不是如此随便解释就可以的。接着下面孔子讲的这句话就很妙了，他说有人说，我并不乐意作君主，只是为了言出法随，谁都不能违背，可以完全依照我的意思，达到我的理想，这样才过瘾。孔子为什么对鲁定公说这个话呢？其实这情形也不止是鲁定公一人犯的错误，一般人都有他同样的毛病。试想为什么人总喜欢抓权呢？因为有权力的人才能够随心所欲，才能够控制别人听自己的命令。所以归纳起来，孔子的意思是如果以这种心理来从政，那就错了。下面的人不反对，并不见得你个人的意见就是对的。问题在思想的本身，在于领导人的意见本身对与不对。如果意见是对的，应该绝对信仰，不能违抗如果领导人的思想不对，而要人们一定都服从他，这就要丧邦了。一言兴邦与一言丧邦，连起来就是这个意思。我们大概地举了过去的历史，以及我们自己在这个时代的风暴中，所亲身体会的经验，希望大家对这一节能有更深的体会。画龙点睛下面另外提到一个人叶公，他也是春秋时代的一个诸侯，用我们的口头语讲起来是一个小皇帝。历史上有名的故事叶公好龙，就是有关于他的典故。前面曾经提到过，此人在宫廷中墙上梁上柱上，到处画的雕的都是龙。因之感动了真龙来，他却又吓死了。后人对于好讲道德，而真要他行德时又不干了又如好交朋友，而朋友有困难时又不帮助了，这一类事故，便引用叶公的故事，说此人讲德道好交友，如叶公之好龙。叶公问政。子曰近者说，远者来。春秋时，人口少，土地辽阔，很需要老百姓，所以孔子说，能够做到近者悦，远者来，就是最大的成功了。在领导人来说，跟随的人，不愿离开在外面的人都想回来别处的人都想来投效，这就成功了。相反的，在你身边的人想离开，在外面的人没有向心力，这就有问题。孔子这两句话，后世更引伸到外交上，能够与邻近的国家，相处得敦睦而距离远的国家，也愿意来交往，这就做得很成功。子夏为莒父宰，问政。子曰无欲速，无见小利欲速则不达，见小利则大事不成。"}
{"text":"春秋时，人口少，土地辽阔，很需要老百姓，所以孔子说，能够做到近者悦，远者来，就是最大的成功了。在领导人来说，跟随的人，不愿离开在外面的人都想回来别处的人都想来投效，这就成功了。相反的，在你身边的人想离开，在外面的人没有向心力，这就有问题。孔子这两句话，后世更引伸到外交上，能够与邻近的国家，相处得敦睦而距离远的国家，也愿意来交往，这就做得很成功。子夏为莒父宰，问政。子曰无欲速，无见小利欲速则不达，见小利则大事不成。子夏一度在莒父做地方首长，他来见孔子问政，孔子告诉他做地方官的为政大原则。这就是前面提到过，要有远大的眼光，百年大计。做一个地方首长，行政建设等一切制度，要顾全到后果，为百年的大计，不要急功好利，不要想很快的就拿成果来表现。也不要为一些小利益花费太多心力，要顾全到整体大局。接着，欲速则不达，见小利则大事不成。两句名言，大家都懂得，不须多说了。下面举的一个例子，是法治思想与法理的重点，同时也与社会的道德观念有关。叶公语孔子曰吾党有直躬者，其父攘羊，而子证之。孔子曰吾党之直者异于是，父为子隐，子为父隐，直在其中矣！叶公告诉孔子说，我们这个社会里，老百姓的思想性格都很直爽，不狡诈。一个父亲偷了别人的羊，他的儿子会挺身而出，作证人。我们这个社会风气有多好！叶公这个话，我们要注意。无论是研究法律的，研究社会制度的，研究政治的，尽管只看到这么几句话，要领会出，对于社会心理政治心理法律的最高法理犯罪心理，都有关系。孔子听了他这几句话，答复说，我们那边社会的情形，与你们这里就这不同了。如果儿子做错事，当然父亲为了亲情，会为儿子隐瞒一点父亲做错了事，儿子也当然替父亲隐瞒一番，这是人情之常。也许你看来这样不够诚实，不够直爽，可是所谓直的道理也就自然在其中了。这就是中国后世所谓法律不外乎人情的意思。假如讲法治的道理，父亲偷了东西，儿子告密，并没有错，在法律的观点上看，是合理的行为。从人情上看，作心理研究，这一对父子之间，早就有问题存在了。人与人之间，不要说是父子，即使朋友之间，也不免有这一点感情。如果人没有这点感情，而认为一定要这样做才是对的，这个问题很大。所以这一段，作深入的研究，就有很多道理可以贯串了。"}
{"text":"也许你看来这样不够诚实，不够直爽，可是所谓直的道理也就自然在其中了。这就是中国后世所谓法律不外乎人情的意思。假如讲法治的道理，父亲偷了东西，儿子告密，并没有错，在法律的观点上看，是合理的行为。从人情上看，作心理研究，这一对父子之间，早就有问题存在了。人与人之间，不要说是父子，即使朋友之间，也不免有这一点感情。如果人没有这点感情，而认为一定要这样做才是对的，这个问题很大。所以这一段，作深入的研究，就有很多道理可以贯串了。接着转了一个气势，上面是谈为政有关的问题，下面则谈学问修养方面。樊迟问仁。子曰居处恭，执事敬，与人忠，虽之夷狄，不可弃也。讲到这里我们要注意孔子的整体思想都在谈仁，究竟对仁下的定义是什么？千余年来，对于孔子的仁，敢下一个定义的很少。里仁全篇讲仁，那都是讲仁的用，仁的行为，颜渊这一篇，孔子讲到仁，他下一个定义克己复礼为仁，这是仁的体。颜渊再问方法，孔子告诉他非礼勿视，非礼勿听，非礼勿言，非礼勿动。就是修养到仁的方法。现在论语已讲了一半，如果明辨一下，孔子的仁究竟是什么？我的感想，只可引佛学上一句话众盲摸角，各执一端。从论语上所看到的孔子思想，都是讲仁的用。如勉强抓住其中那一点，就认为是仁的全体，就等于众盲摸象，各执一端。仁在孔子的思想中代表了很多，从形而上的本体，到形而下万事万物的用，都归到仁。现在樊迟问仁，孔子讲的是对个人修养的仁，他说自己平常的言行，恭敬而诚恳，做事尽心负责任，对长官朋友部下，对任何人无有不尽心的。恭敬忠，这三个要点具备了的人，即使到了毫无文化的野蛮地区，也是了不起的。这是仁的用，他希望学生们在内圣外王的修养，都能做到这个重点。是不是――士子贡问曰何如斯可谓之士矣？子曰行己有耻，使于四方，不辱君命，可谓士矣。曰敢问其次？曰宗族称孝焉，乡党称弟焉。曰敢问其次？曰言必信，行必果，nn然，小人哉，抑亦可以为次矣。曰今之从政者何如？子曰噫！斗筲之人，何足算也！上面曾经讲过士的观念，从一般的习惯，认为古代所讲的士就是知识分子，这个话实际上很笼统。古代的士，必须内在的道德，外在的学识，两方面都很好，才能称作士。"}
