{"text":"远离这两个危险的场所，躲在人文学科的领域之内，享受自满自足的大快乐，在目前还是可以的不过要有人养。在自然科学里要这么做就不行这世界上每年都有人发明永动机，但谁也不能因此发财。顺便说一句，我那位傻大姐，现在已经五十岁了，还靠我那位不幸的阿姨养活着。原载读书年月号理想国与哲人王罗素先生评价柏拉图的理想国时说，这篇作品有一个蓝本，是斯巴达和它的立法者莱库格斯。我以为，对于柏拉图来说，这是一道绝命杀手。假如理想国没有蓝本，起码柏拉图的想象力值得佩服。现在我们只好去佩服莱库格斯，但他是个传说人物，真有假有尚存疑问。由此所得的结论是理想国和它的都不值得佩服。当然，到底罗素先生有没有这样阴毒，还可以存疑。罗素又说，无数青年读了这类著作，燃烧起雄心，要做一个莱库格斯或者哲人王。只可惜，对权势的爱好，使人一再误入歧途。顺便说一句，在理想国里，是由哲学家来治国的。倘若是巫师来治国，那些青年就要想做巫师王了。我很喜欢这个论点。我哥哥有一位同学，他在文化革命里读了几本哲学书，就穿上了一件蓝布大褂，手里掂着红蓝铅笔，在屋里踱来踱去，看着墙上一幅世界地图，考虑起世界革命的战略问题了。这位兄长大概是想要做世界的哲人王，很显然，他是误入歧途了，因为没听说有哪个中国人做了全世界的哲人王。自柏拉图以降，即便不提哲人王，起码也有不少西方知识分子想当莱库格斯。这就是说，想要设计一整套制度价值观生活方式，让大家在其中幸福地生活其中最有名的设计，大概要算摩尔爵士的乌托邦。罗素先生对乌托邦的评价也很低，主要是讨厌那些繁琐的规定。罗素以为参差多态是幸福的本源，把什么都规定了就无幸福可言。作为经历了某种乌托邦的人，我认为这个罪状太过轻微。因为在乌托邦内，对什么是幸福都有规定，比如以苦为乐，以苦为荣，宁要社会主义的草，不要资本主义的苗之类。在乌托邦里，很难找到感觉自己不幸福的人，大伙只是傻愣愣的，感觉不大自在。以我个人为例，假如在七十年代，我能说出罗素先生那样充满了智慧的话语，那我对自己的智力状况就很满意，不再抱怨什么。实际上，我除了活着怪没劲之外，什么都说不出来。本文的主旨不是劝人不要做莱库格斯或哲人王。照我看，这是个兴趣问题，劝也是没有用的。有些人喜欢这种角色，比如说，我哥哥的那位同学有人不喜欢这种角色，比如说，我。这是两种不同的人。"}
{"text":"在乌托邦里，很难找到感觉自己不幸福的人，大伙只是傻愣愣的，感觉不大自在。以我个人为例，假如在七十年代，我能说出罗素先生那样充满了智慧的话语，那我对自己的智力状况就很满意，不再抱怨什么。实际上，我除了活着怪没劲之外，什么都说不出来。本文的主旨不是劝人不要做莱库格斯或哲人王。照我看，这是个兴趣问题，劝也是没有用的。有些人喜欢这种角色，比如说，我哥哥的那位同学有人不喜欢这种角色，比如说，我。这是两种不同的人。这两类人凑在一起时，就会起一种很特别的分歧。据说，人脖子上有一道纹路，旧时刽子手砍人，就从这里下刀，可以干净利索地切下脑袋。出于职业习惯，刽子手遇到不认识的人，就要打量他脖子上的纹，想象这个活怎么来做而被打量的人总是觉得不舒服。我认为，对于敬业的刽子手，提倡出门时戴个墨镜是恰当的，但这已是题外之语。想象几个刽子手在一起互相打量，虽然是很有趣的图景，但不大可能发生，因为谢天谢地，干这行的人绝不会有这么多。我想用刽子手比喻喜欢并且想当哲人王的人，用被打量的人比喻不喜欢而且反对哲人王的人。这个例子虽然有点不合适，但我也想不到更好的例子。另外，我是写小说的，我的风格是黑色幽默，所以我不觉得举这个例子很不恰当。举这个例子不是想表示我对哲人王深恶痛绝，而是想说明一下被打量着是一种什么样的感觉。众所周知，哲人王降临人世，是要带来一套新的价值观伦理准则和生活方式。假如他来了的话，我就没有理由想象自己可以置身于事外。这就意味着我要发生一种脱胎换骨的变化，而要变成个什么，自己却一无所知。如果说还有比死更可怕的事，恐怕就是这个。因为这个原故，知道有人想当哲人王，我就觉得自己被打量着。我知道，这哲人王也不是谁想当就能当，他必须是品格高洁之士，而且才高八斗，学富五车。在此我举中国古代的哲人王为例――这只是为了举例方便，毫无影射之意――孔子是圣人，也很有学问。夏礼周礼他老人家都能言之。但假如他来打量我，我就要抱怨说甭管您会什么礼，千万别来打量我。再举孟子为例，他老人家善养浩然之气，显然是品行高洁，但我也要抱怨道您养正气是您的事，打量我干什么？这两位老人家的学养再好，总不能构成侵犯我的理由。特别是，假如学养的目的是要打量人的话，我对这种学养的性质是很有看法的。比方说，朱熹老夫子格物致知，最后是为了齐家治国平天下。"}
{"text":"在此我举中国古代的哲人王为例――这只是为了举例方便，毫无影射之意――孔子是圣人，也很有学问。夏礼周礼他老人家都能言之。但假如他来打量我，我就要抱怨说甭管您会什么礼，千万别来打量我。再举孟子为例，他老人家善养浩然之气，显然是品行高洁，但我也要抱怨道您养正气是您的事，打量我干什么？这两位老人家的学养再好，总不能构成侵犯我的理由。特别是，假如学养的目的是要打量人的话，我对这种学养的性质是很有看法的。比方说，朱熹老夫子格物致知，最后是为了齐家治国平天下。因为本人不姓朱，还可以免于被齐，被治和被平总是免不了的。假如这个逻辑可以成立，生活就是很不安全的。很可能在我不知道的地方，有一位我全然不认识的先生在努力地格致，只要他功夫到家，不管我乐意不乐意，也不管他打算怎样下手，我都要被治和平，而且根本不知自己会被修理成什么模样。就我所知，哲人王对人类的打算都在伦理道德方面。倘若他能在物质生活方面替我们打算周到，我倒会更喜欢他。假如能做到，他也不会被称为哲人王，而会被称为科学狂人。实际上，自从有了真正的科学，科学家表现得非常本分。这主要是因为科学就是教人本分的学问，所以根本就没出过这种狂人。至于中国的传统学术，我就不敢这么说。起码我听到过一种说法，叫做学而优则仕，当然，若说学了它就会打量人，可能有点过分但一听说它又出现了新的变种，我就有点紧张。国学主张学以致用，用在谁身上，可以不问自明――当然，这又是题外之语。至于题内之语，还是我们为什么要怕哲人王的打量。照我看来，此君的可怕之处首先在于他的宏伟志向人家考虑的问题是人类的未来，而我们只是人类的几十亿分之一，几乎可以说是不存在。水浒传的牢头禁子常对管下人犯说你这厮只是俺手上的一个行货一想到哲人王，我心中难免有种行货感。顺便说一句，有些话只有哲人才能说得出来，比如尼采说到女人那里去不要忘了带上鞭子。我要替女人说上一句我们招谁惹谁了。至于这类疯话气派很大，我倒是承认的。总的来说，哲人王藐视人类，比牢头禁子有过之无不及。主张信任哲人王的人会说只有藐视人类的人才能给人类带来更大利益。我又要说只有这种人才能给人类带来最大的祸害。从常理来说，倘若有人把你当做了，你又怎能信任他们？哲人王的又一可怕之处，在于他的学问。"}
{"text":"顺便说一句，有些话只有哲人才能说得出来，比如尼采说到女人那里去不要忘了带上鞭子。我要替女人说上一句我们招谁惹谁了。至于这类疯话气派很大，我倒是承认的。总的来说，哲人王藐视人类，比牢头禁子有过之无不及。主张信任哲人王的人会说只有藐视人类的人才能给人类带来更大利益。我又要说只有这种人才能给人类带来最大的祸害。从常理来说，倘若有人把你当做了，你又怎能信任他们？哲人王的又一可怕之处，在于他的学问。在现代社会里，人人都有不懂的学问，科学上的结论不足以使人恐惧，因为这种结论是有证据和推导过程的，对于有理性的人，这些说法是你迟早会同意的那一种。而哲学上的结论就大不相同，有的结论你抵死也不会同意，因为既没有证据也没有推导，哲人王本人就是证明，而结论本身又往往非常的严重。举例来说，尼采先生的结论对一切非受虐狂的女性就很严重就这句话而论，我倒希望他能活过来，说一句我是开个玩笑，然后再死掉。当然，我也盼着中国古代的圣人活过来，把存天理灭人欲饿死事小失节事大之类的话收回一些。我说哲人王的学问可怕，丝毫也不意味着对哲学的不敬。哲学不独有趣，还足以启迪智慧，文化革命里工农兵学哲学时说哲学就是聪明学，我以为并不过分。若以为哲学里种种结论可以搬到生活里使用，恐怕就不尽然。下乡时常听老乡抱怨说学了聪明学反而更笨，连地都不会种了。至于可以使人成王的哲学，我认为它可以使王者更聪明，老百姓更笨。罗素是个哲学家，他说真正的伦理准则把人人同等看待。很显然，他的哲学不能使人成王。孔子说民可使由之，不可使知之。像这样的哲学就能使人首先是自己成王。孔丘先生被封为大成至圣先师，子子孙孙都是衍圣公，他老人家果然成了个哲人王。时值今日，还有人盼着出个哲人王，给他设计一种理想的生活方式，好到其中去生活因此就有人乐于做哲人王，只可惜这些现代的哲人王多半不是什么好东西，人民圣殿教的故事就是一例。不但对权势的爱好可以使人误入歧途，服从权势的欲望也可以使人误入歧途。至于我自己，总觉得生活的准则。伦理的基础，都该是些可以自明的东西。假如有未明之处，我也盼望学者贤明的意见，只是这些学者应该像科学上的前辈那样以理服人，或者像苏格拉底那样，和我们进行平等的对话。假如像某些哲人那样讲出些晦涩偏执的怪理，或者指天划地口沫飞溅地做出若干武断的规定，那还不如让我自己多想想的好。"}
{"text":"不但对权势的爱好可以使人误入歧途，服从权势的欲望也可以使人误入歧途。至于我自己，总觉得生活的准则。伦理的基础，都该是些可以自明的东西。假如有未明之处，我也盼望学者贤明的意见，只是这些学者应该像科学上的前辈那样以理服人，或者像苏格拉底那样，和我们进行平等的对话。假如像某些哲人那样讲出些晦涩偏执的怪理，或者指天划地口沫飞溅地做出若干武断的规定，那还不如让我自己多想想的好。不管怎么说，我不想把自己的未来交给任何人，尤其是哲人王。救世情结与白日梦现在有一种中华文明将拯救世界的说法正在一些文化人中悄然兴起，这使我想起了我们年轻时的豪言壮语我们要解放天下三分之二的受苦人，进而解放全人类。对于多数人来说，不过是说说而已，我倒有过实践这种豪言壮语的机会。七零年，我在云南插队，离边境只有一步之遥，对面就是缅甸，只消步行半天，就可以过去参加缅共游击队。有不少同学已经过去了――我有个同班的女同学就过去了，这对我是个很大的刺激――我也考虑自己要不要过去。过去以后可以解放缅甸的受苦人，然后再去解放三分之二的其他部分但我又觉得这件事有点不对头。有一夜，我抽了半条春城牌香烟，来考虑要不要过去，最后得出的结论是不能去。理由是我不认识这些受苦人，不知道他们在受何种苦，所以就不知道他们是否需要我的解救。尤其重要的是人家并没有要求我去解放，这样贸然过去，未免自作多情。这样一来，我的理智就战胜了我的感情，没干这件傻事。对我年轻时的品行，我的小学老师有句评价蔫坏。这个坏字我是不承认的，但是蔫却是无可否认。我在课堂上从来一言不发，要是提问我，我就翻一阵白眼。像我这样的蔫人都有如此强烈的救世情结，别人就更不必说了。有一些同学到内蒙古去插队，一心要把阶级斗争盖子揭开，解放当地在内人党迫害下的人民，搞得老百姓又鸟犬不宁。其结果正如我一位同学说的我们非常招人恨。至于到缅甸打仗的女同学，她最不愿提起这件事，一说到缅甸，她就说不说这个好吗？看来她在缅甸也没解放了谁。看来，不切实际的救世情结对别人毫无益处，但对自己还有点用――有消愁解闷之用。文化革命里流传着一首红卫兵诗歌献给第三次世界大战的勇士，写两个红卫兵为了解放全世界，打到了美国，战友为了掩护我，牺牲在白宫华丽的台阶上。"}
{"text":"其结果正如我一位同学说的我们非常招人恨。至于到缅甸打仗的女同学，她最不愿提起这件事，一说到缅甸，她就说不说这个好吗？看来她在缅甸也没解放了谁。看来，不切实际的救世情结对别人毫无益处，但对自己还有点用――有消愁解闷之用。文化革命里流传着一首红卫兵诗歌献给第三次世界大战的勇士，写两个红卫兵为了解放全世界，打到了美国，战友为了掩护我，牺牲在白宫华丽的台阶上。这当然是瞎浪漫，不能当真这样随便去攻打人家的总统官邸，势必要遭到美国人民的反对。由此可以得出这样的结论解放的欲望可以分两种，一种是真解放，比如曼德拉圣雄甘地我国的革命先烈，他们是真正为了解放自己的人民而斗争。还有一种假解放，主要是想满足自己的情绪，硬要去解救一些人。这种解放我叫它瞎浪漫。对于瞎浪漫，我还能提供一个例子，是我十三岁时的事。当时我堕入了一阵哲学的思辨之中，开始考虑整个宇宙的前途，以及人生的意义，所以就变得本木痴痴虽然功课还好，但这样子很不讨人喜欢。老师见我这样子，就批评我见我又不像在听，就掐我几把。这位老师是女的，二十多岁，长得又漂亮，是我单恋的对象，但她又的确掐疼了我。这就使我陷入了爱恨交集之中，于是我就常做种古怪的白日梦，一会儿想象她掉进水里，被我救了出来一会儿想象她掉到火里，又被我救了出来。我想这梦的前一半说明我恨她，后一半说明我爱她。我想老师还能原谅我的不敬无论在哪个梦里，她都没被水呛了肺，也没被火烤糊，被我及时地抢救出来了――但我老师本人一定不乐意落入这些危险的境界。为了这种白日梦，我又被她多掐了很多下。我想这是应该的瞎浪漫的解救，是一种意淫。学生对老师动这种念头，就该掐。针对个人的意淫虽然不雅，但像一回事。针对全世界的意淫，就不知让人说什么好了。中国的儒士从来就以解天下于倒悬为己任，也不知是真想解救还是瞎浪漫。五十多年前，梁任公说，整个世界都要靠中国文化的精神去拯救，现在又有人旧话重提。这话和红卫兵的想法其实很相通。只是红卫兵只想动武，所以浪漫起来就冲到白宫门前，读书人有文化，就想到将来全世界变得无序，要靠中华文化来重建全球新秩序。诚然，这世界是有某种可能变得无序――它还有可能被某个小行星撞了呢――然后要靠东方文化来拯救。哪一种可能都是存在的，但是你总想让别人倒霉干啥？"}
{"text":"针对全世界的意淫，就不知让人说什么好了。中国的儒士从来就以解天下于倒悬为己任，也不知是真想解救还是瞎浪漫。五十多年前，梁任公说，整个世界都要靠中国文化的精神去拯救，现在又有人旧话重提。这话和红卫兵的想法其实很相通。只是红卫兵只想动武，所以浪漫起来就冲到白宫门前，读书人有文化，就想到将来全世界变得无序，要靠中华文化来重建全球新秩序。诚然，这世界是有某种可能变得无序――它还有可能被某个小行星撞了呢――然后要靠东方文化来拯救。哪一种可能都是存在的，但是你总想让别人倒霉干啥？无非是要满足你的救世情结嘛。假如天下真的在倒悬中，你去解救，是好样的现在还是正着的，非要在想象中把人家倒挂起来，以便解救之，这就是意淫。我不尊重这种想法。我只尊敬像已故的陈景润前辈那样的人。陈前辈只以解开哥德巴赫猜想为己任，虽然没有最后解决这个问题，但好歹做成了一些事。我自己的理想也就是写些好的小说，这件事我一直在做。李敖先生骂国民党，说他们被禁止台湾，意淫大陆，这话我想借用一下，不管这件事我做成做不成，总比终日被禁止中华文化，意淫全世界好得多吧。百姓，洋人，官小时候，每当得到了一样只能由一人享受的好东西而我们是两个人时，就要做个小游戏来决定谁是幸运者。如你所知，这种把戏叫作石头剪子布，这三种东西循环相克，你出其中某一样，正好被别人克住，就失败了。这种游戏有个古老的名称，叫作百姓洋人官，我相信这名称是清末民初流传下来的，当时洋人怕中国的老百姓，中国的官又怕洋人。官场现形记写到了不少实例中国的老百姓人多，和洋人起了争执，就蜂拥而上，先把他臭揍一顿――洋人怕老百姓，是怕吃眼前亏。洋人到了衙门里，开口闭口就是要请本国大使和你们皇上说话，中国的官怕得要死――不但怕洋人，连与洋人有来往的中国人都怕，这种中国人多数是信教的，你到了衙门里，只要说一句小的是在教的，官老爷就不敢把你当中国百姓看待，而是要当洋人来巴结。书里有个故事，说一位官老爷听说某人在教，就去巴结，拿了猪头三牲到人家的庙里上供，结果被打得稀烂撵了出来――原来是搞错了，人家在的不是洋人的天主教，而是清真古教。小说难免有些夸张，但当时有这种现象，倒是无可怀疑。现在完全不同了。洋人在中国，只要不做坏事，就不用怕老百姓。"}
{"text":"书里有个故事，说一位官老爷听说某人在教，就去巴结，拿了猪头三牲到人家的庙里上供，结果被打得稀烂撵了出来――原来是搞错了，人家在的不是洋人的天主教，而是清真古教。小说难免有些夸张，但当时有这种现象，倒是无可怀疑。现在完全不同了。洋人在中国，只要不做坏事，就不用怕老百姓。我住的小区里立有一块牌子，写有文明公约，其中有一条，提醒我见了外国人，要不卑不亢，以礼相待，人家没有理由怕我。至于我国政府，根本就不怕洋人。在对外交涉中，就是做了些让步，也是合乎道理的。就说保护知识产权罢，盗版软件盗版，那是偷人家外国的东西再说市场准入罢，人家外国的市场准你入，你的市场不准人家入，这生意是没法做的。如果说打击国内的盗版商开放市场就是怕了洋人，肯定是恶意的中伤。还有中国政府在国际事务中的不出头政策，这也合乎道理，要出头就要把大票的银子白白交给别人去花，我们舍不得，跟怕洋人没有关系。在这个方面，我完全赞成政府，尤其这最后一条。既然情况发生了变化，我再说这些似乎是无的放矢――但我的故事还没讲完呢。无论石头剪子布，还是百姓洋人官，都是循环相克的游戏。这种古老的游戏还有一个环节是老百姓怕官。这种情况现在应该没有了――现在不是封建社会了，老百姓不该怕官。政府机关也要讲道理依法办事，你对政府部门有什么意见，既可以反映上去，又可以到检察机关去告――理论上是这样的。但中国是个官本位国家，老百姓见了官，腿肚子就会筛起糠来，底气不足，有民主权利，也不敢享受。对于绝大多数平头百姓来说，情况还是这样。最近有本畅销书中国可以说不，对我国的对外关系发了些议论。我草草翻了一下，没怎么看进去。现在对这本书有些评论，大多认为书的内容有些偏激。还有人肯定这本书，说是它的意义在于老百姓终于可以说外国人，地位因此提高了。警惕狭隘民族主义的蛊惑宣传罗素曾说，人活在世上，主要是在做两件事一改变物体的位置和形状，二支使别人这样干。这种概括的魅力在于简单，但未必全面。举例来说，一位象棋国手知道自己的毕生事业只是改变棋子的位置，肯定会感到忧伤而知识分子听人说自己干的事不过是用墨水和油墨来污损纸张，那就不仅是沮丧，他还会对说这话的人表示反感。"}
{"text":"还有人肯定这本书，说是它的意义在于老百姓终于可以说外国人，地位因此提高了。警惕狭隘民族主义的蛊惑宣传罗素曾说，人活在世上，主要是在做两件事一改变物体的位置和形状，二支使别人这样干。这种概括的魅力在于简单，但未必全面。举例来说，一位象棋国手知道自己的毕生事业只是改变棋子的位置，肯定会感到忧伤而知识分子听人说自己干的事不过是用墨水和油墨来污损纸张，那就不仅是沮丧，他还会对说这话的人表示反感。我靠写作为生，对这种概括就不大满意我的文章有人看了喜欢，有人看了愤怒，不能说是没有意义的但话又说回来，喜欢也罢，愤怒也罢，终归是情绪，是虚无缥渺的东西。我还可以说，写作的人是文化的缔造者，文化的影响直至千秋万代――可惜现在我说不出这种影响是怎样的。好在有种东西见效很快，它的力量又没有人敢于怀疑知识分子还可以做蛊惑宣传，这可是种厉害东西在第二次世界大战里，德国人干了很多坏事，弄得他们己都不好意思了。有个德国将军蒂佩尔斯基这样为自己的民族辩解德国人民是无罪的，他们受到希特勒戈培尔之流蛊惑宣传的左右，自己都不知道自己在干什么。还有人给希特勒所著我的奋斗作了一番统计，发现其中每个字都害死了若干人。德国人在二战中的一切劣迹都要归罪于希特勒在坐监狱时写的那本破书――我有点怀疑这样说是不是很客观，但我毫不怀疑这种说法里含有一些合理的成份。总而言之，人做一件事有三种办法，就以希特勒想干的事为例，首先，他可以自己动手去干，这样他就是个普通的纳粹士兵，为害十分有限其次，他可以支使别人去干，这样他只是个纳粹军官最后，他可以做蛊惑宣传，把德国人弄得疯不疯傻不傻的，一齐去干坏事，这样他就是个纳粹思想家了。说来也怪，自苏格拉底以降，多少知识分子拿自己的正派学问教人，都没人听，偏偏纳粹的异端邪说有人信，这真叫邪了门。罗素波普这样的大学问家对纳粹意识形态的一些成分发表过意见，精彩归精彩，还是说不清它力量何在。事有凑巧，我是在一种蛊惑宣传里长大的我指的是张春桥姚文元的蛊惑宣传，对它有点感性知识，也许我的意见能补大学问家的不足这样的感性知识，读者也是有的。我说得对不对，大家可以评判。据我所知，蛊惑宣传不是真话――否则它就不叫作蛊惑――但它也不是蓄意编造的假话。编出来的东西是很容易识破的。"}
