{"text":"这个词源自公元年左右希腊作家隆吉努斯的一篇论文论壮阔。这篇文章后来被人遗忘，直到年重新翻译成英语，才重燃起评论家对它的强烈兴趣。虽然各家对这个词的分析不尽相同，但是基本共识非常明确，那就是把一系列似乎毫不相关的景致，依据它们的雄壮空旷或险峻等特征，归纳成同一类，并指出这些景致能引起共鸣，人产生一种美好而充满道德感的感受。景观的价值不再单纯依赖于式的审美准则比如颜色是否协调线条是否匀称，也非基于经济或实用的考量，而是看它是否能引发壮阔的感觉。约瑟艾迪生在论想象的愉悦一文中写道，面对一片广阔郊野广垠荒芜的大沙漠悬崖峭壁和浩瀚江河，总会感觉到一种美好的宁卡斯帕大卫弗里德里希吕根岛的白垩峭壁约年静和惊异。希尔德布兰雅各布也在壮阔之观如何提升心灵一文中，列出了能够引发这种感受的景致，它们包括大海不论平静还是波涛汹涌落日悬崖洞窟和瑞士的高山。旅人纷纷前去探密。年，诗人托马斯格雷到阿尔卑斯山远足，他是几个有意识地追求壮阔景致的先锋之ssp―，英国散文家诗人剧作家。一s―，英国诗人，浪漫主义运动的先驱。――译旅行的艺术一。他写道在登上大夏特鲁兹修道院的短途上，无需走上十步，就有令人叹为观止之处。这里没有悬崖峭壁没有惊涛骇浪，却处处孕育着神圣而充满诗意的气息。黎明时分的西奈南部，给人的感觉是怎样的？亿年前形成的幽谷米高的花岗石山，以及陡峭谷壁上千年的侵蚀造就了它。人在这些壮阔景观面前，就像迟来的尘埃。与这般壮丽景致的交会，令人欣喜陶醉，也让人在面对宇宙的力量更迭和浩瀚时，深感人类的脆弱与渺小。我的背包里有一把手电筒一顶太阳帽和一部伯克的著作。伯克岁时，放弃在伦敦的法律研究之后，就写了关于壮阔和美丽理念之源的哲学探究。他直截当地表示景致之壮阔和脆弱的感觉有关。"}
{"text":"亿年前形成的幽谷米高的花岗石山，以及陡峭谷壁上千年的侵蚀造就了它。人在这些壮阔景观面前，就像迟来的尘埃。与这般壮丽景致的交会，令人欣喜陶醉，也让人在面对宇宙的力量更迭和浩瀚时，深感人类的脆弱与渺小。我的背包里有一把手电筒一顶太阳帽和一部伯克的著作。伯克岁时，放弃在伦敦的法律研究之后，就写了关于壮阔和美丽理念之源的哲学探究。他直截当地表示景致之壮阔和脆弱的感觉有关。很多景致是美丽的，例如春天的草原柔美的山谷橡树和河畔小花尤其是雏菊，不过这些景致并不壮阔。壮阔和美丽常被人混淆，他抱怨道，两者所指相差很远，有时性质可说是南辕北辙。对于那些从丘园磐泰晤士河，然后惊叹泰晤士河是―英国政治家和政治思想家。何等壮阔的人，这位年轻的哲学家显露出了一丝的不耐烦。一种景致只尤萌烁惺艿搅α浚一种大过人类甚至是威胁到人类的力量，才能称之为壮阔。壮阔之地具体表现了人类意志所不能左右的力量。他用耕牛和野牛作比较来说明这个道理耕牛力气很大，但是它是温驯的，任劳任怨，不构成任何威胁，因此耕牛并不会给人以雄伟的感觉。野牛的力气也很大，但是这种力气属于另外一种，往往是非常具有破坏性因此野牛给人的感觉是雄伟无比的，壮阔的感觉也是如此。世界上有耕牛般的景致没有杀伤力，一点也不危险，并顺从人类的意志。伯克年少时就曾经到过这么一个地方，也就是基尔代尔郡巴丽多村里的一所贵格会寄宿学校。这个地方位于都柏林西南英里处，有大片的农田果园树篱河流和花园。世界上也有一些野牛般的景致。伯克列举了这些景致的特征庞大空旷晦暗，而且这些景致因具有一致而延绵不绝的特质，看起来无穷无尽。西奈沙漠就是其中之一。但是为什么会产生这种欣悦？为什么要追求这种渺小旅行的艺术的感觉甚至因此而感到高兴？为什么要离开埃拉特城的安逸，背起沉重的背包，跟随一组沙漠爱好者沿着亚喀巴湾的海滩行走数英里，来到一个只有岩石的沉寂之所？还必须像一个逃犯那样躲在少数几块巨大岩石的阴影之下，以躲避烈的曝晒？为什么我们充满欢欣地期盼花岗石床砂砾烤盘，以及那向远处伸展山峰镶嵌在深蓝天空一角的凝固火山熔岩，而不感到沮丧呢？"}
{"text":"西奈沙漠就是其中之一。但是为什么会产生这种欣悦？为什么要追求这种渺小旅行的艺术的感觉甚至因此而感到高兴？为什么要离开埃拉特城的安逸，背起沉重的背包，跟随一组沙漠爱好者沿着亚喀巴湾的海滩行走数英里，来到一个只有岩石的沉寂之所？还必须像一个逃犯那样躲在少数几块巨大岩石的阴影之下，以躲避烈的曝晒？为什么我们充满欢欣地期盼花岗石床砂砾烤盘，以及那向远处伸展山峰镶嵌在深蓝天空一角的凝固火山熔岩，而不感到沮丧呢？有一种解释是，那些比我们强大威猛的东西不一定令我们感到憎恨。那些弓我们意志相违的东西可能引起我们的愤怒和怨恨，然而它也可能让我们心生敬畏。而它们是否能引发我们的敬畏，则完全取决于它们貌似挑衅恶劣和傲慢的同时，是否也具尊贵之风度。看门人的自大傲慢令人生怨，迷雾笼罩的高山奇险则使人心生尊崇之意。强大却卑劣之物让人有被羞辱之感，但强大且尊贵之物则使我们敬畏。让我们再次引申伯克关于动物的比喻一头野牛或许能引起壮阔之感，但一条水虎鱼却不能。其关键似乎在于动机我们视水虎鱼的力量为邪恶且具掠夺性的，却把野牛的力量视为坦率和正大光明的。即使我们不在沙漠中，e人的行为及自己的缺点也会让我们感到渺小。羞辱感是人类永远的危机。我们的意志常被违抗，愿望也常被阻挠。崇{的景观不会因此而直接揭示我们的不足。它们的吸引力在于提供我们一个新颖和有效的方法，去面对我们原已熟悉的缺憾。壮阔的景致以宏伟的方式，重复着日常生活经常施予我们的教训宇宙强而有力，而人类脆弱不堪人的生命是脆弱和短暂的我们除了接受加诸于意志之上的限制外，别无选择许多的必然性不是我们可以对抗的，面对它们时，我们只能臣服。这便是写在沙漠岩石上和南北两极冰地上的教海。因为书写得如此壮丽，我们在离开这些景点后不会有任何挫折之感，反倒为这些超越自身的东西所感动，并在回忆中归返这些我们精神生活所不可或缺的庄严壮美的景象。我们的敬畏之心也可能演化为崇拜之情。旅行的艺术由于人们习惯于把比他强大的东西称为上帝，因此当人们开始思及西奈的神灵时，并不让人觉得奇怪。这里的山和山谷让人很自然地联想到，这个地球是由人类双手以外的东西建构的，他的力量比我们所有人力量的总和还要强大。"}
{"text":"这便是写在沙漠岩石上和南北两极冰地上的教海。因为书写得如此壮丽，我们在离开这些景点后不会有任何挫折之感，反倒为这些超越自身的东西所感动，并在回忆中归返这些我们精神生活所不可或缺的庄严壮美的景象。我们的敬畏之心也可能演化为崇拜之情。旅行的艺术由于人们习惯于把比他强大的东西称为上帝，因此当人们开始思及西奈的神灵时，并不让人觉得奇怪。这里的山和山谷让人很自然地联想到，这个地球是由人类双手以外的东西建构的，他的力量比我们所有人力量的总和还要强大。早在我们出生前他便已存在，并且在我们死后仍会一直存续下去路旁的花朵和快餐店就很难让人联想到这点。据说上帝在西奈花了很多时间，最为人们津津乐道的事件是他用了两年的时间在中原地带照顾一群脾气暴躁经常抱怨没有食物，并且容易受到异教神o引诱的犹太人。摩西在临终前说道耶和华从西奈而来。中命记，西奈山峰烟雾一片，因为上帝在火中降临于山上，于是烟雾如同从炉子中向上升起。整座山大力震动。出埃及记这样形容。众百姓见雷轰闪电，角声山上冒烟，就都发颤，远远地站立，摩西对百姓说不要惧怕，因为神降临是要试验你们然而，圣经的记载只是加强了西奈游人必会体验的一个印象，那就是肯定是某个存在或力量有意塑造了这般景观。他一定比人还要强大，并且拥有纯粹的自然所不可能有的智慧。在凡夫俗子眼中，上帝似乎可以为这股力量正名。我们或许以为自然的力量，而非超自然的力量，一样能造就美感和充满力量的印象。然而当我们站在一个沙岩山谷中，看着山谷向上延伸耸起，像是一个巨大的祭坛而这祭坛之上，正悬着一弯新月目睹此景，我们还能坚持是自然造就了美感和力感吗？早期描写壮阔之物的作家常把壮阔的景致和宗教联系起来年，艾迪生论想象的乐趣广阔的空间让我思考到了一个无所不能的神。年格雷信札有些景象能让无神论者心生敬畏，相信上帝的存在，这根本无需任何论证。年，柯尔论美国之风光这些孤绝之景不是出自自然之手，上帝才是它们真正，s丨一，美国浪漫主义风画家。――旅行的艺术的创造者――上帝。"}
{"text":"早期描写壮阔之物的作家常把壮阔的景致和宗教联系起来年，艾迪生论想象的乐趣广阔的空间让我思考到了一个无所不能的神。年格雷信札有些景象能让无神论者心生敬畏，相信上帝的存在，这根本无需任何论证。年，柯尔论美国之风光这些孤绝之景不是出自自然之手，上帝才是它们真正，s丨一，美国浪漫主义风画家。――旅行的艺术的创造者――上帝。这是他完美无瑕之作，让人思考永恒之物。年，埃默森自然自然界最崇高的职责，便是作为上帝创造之奇观出现。西方人为壮阔之景所吸引，正好发生在传统的上帝信仰式微之时。这并不是偶然的。这些景观仿佛使游人体验到一股超然之感，而这种体验是他们在城市和已开发的乡间无法获得的。这些自然景观让人们和超然的力量保持情感上的联系，同时他们也无需再苟同于圣经文本和宗教团体中越来越具体却越来越不可信的论点，因此他们获得了自由。上帝和壮阔景致的联系在圣经中的一章里写得最具体，其情境相当特别。一个正直但却沮丧万分的人质问，为什么他的生活中有那么多磨难。上帝的回答是，他应当去想想天地间的山川河流等自然景观。在这里，壮阔的景观承担了如此迫切且沉重的问题，这的确是罕见的。伯克把约伯记描绘为旧约中气象最壮阔的篇章。该篇章的酝匪档接幸桓雒为约伯的富人，他非常虔诚，住在乌斯这块土地上。他有个儿子个女儿只羊只骆驼对牛和头驴子。他本来事事顺心，德行也得到了回报。然而，有一天，灾难降临了。示巴人偷走了约伯的牛和驴子，他的羊被闪电击毙，而骆驼也被迦勒底人掠夺了。沙漠吹起了一阵飓风，将他长子的寓所给吹毁同时夺走了大儿子和他弟妹们的生命。接着，约伯从脚掌到头顶全都艮出了毒疮，他呆坐在被毁房子的灰烬中，用陶器碎片刮着自己的身体，并痛哭一场。为什么约伯会遭受到磨难？他的朋友提供了答案他一定是做了什么罪大恶极的事。书亚人比勒达告诉约伯，如果他和孩子没做过坏事，上帝是不会杀死他的孩子的。比勒达说上帝不会遗弃正直的人。"}
{"text":"沙漠吹起了一阵飓风，将他长子的寓所给吹毁同时夺走了大儿子和他弟妹们的生命。接着，约伯从脚掌到头顶全都艮出了毒疮，他呆坐在被毁房子的灰烬中，用陶器碎片刮着自己的身体，并痛哭一场。为什么约伯会遭受到磨难？他的朋友提供了答案他一定是做了什么罪大恶极的事。书亚人比勒达告诉约伯，如果他和孩子没做过坏事，上帝是不会杀死他的孩子的。比勒达说上帝不会遗弃正直的人。拿玛人琐法则认为，上帝对约伯已经够好了，他说你必须知道上帝给予你的惩罚，少于你的罪行所应得的果报。但约伯却不能接受这些解释。他称之为灰烬的箴言和淤泥的堡垒。他从不是个坏人，为什么会遭遇不幸？在整部旧约中，这是上帝面临的最尖锐的一个问题。沙漠刮起了一阵旋风，而愤怒的上帝从中给予了约伯这样旅行的艺术的回答谁用无知的言语使我的旨意暗昧不明你要如勇士束腰我问你你可以指示我。我立大地根基的时候你在哪里呢？你若有聪明，只管说吧！你若晓得就说，是谁定地的尺度？是谁把准绳拉在其上？光亮从何路分开？东风从何路分散遍地？谁为雨水分道？谁为雷电开路冰出于谁的胎？天上的霜是谁生的呢？你知道天的定例吗？能使地归在天的权下吗？你能向云彩扬起声来，使倾盆的雨遮盖你吗？鹰雀飞翔，展开翅膀一直向南，岂是藉你的智慧吗？你有神那样的膀臂吗？你能像他发雷声吗？你能用鱼钩钓上鳄鱼吗？当上帝被问及为什么约伯没做坏事却遭受祸害时，他把约伯的注意力引向伟大的自然现象。不要因为事与愿违而感到惊讶，冈为这个宇宙比你大得多。当无法理解为什么会发生事与愿违的情况时不要惊讶，因为你根本不能彻底理解宇宙的逻辑。站在群山之前，你就知道自己有多么渺小。旅行的艺术接受比自己伟大的事物，也接受自己不了解的道理。这个世界对约伯而言可能缺乏逻辑性，但是这不表示界本身缺乏逻辑。我们不能用自己的人生去衡量一切，而应该通过壮阔的景致提醒我们人类的渺小和脆弱。这里当然有非常清楚的宗教讯息。上帝向约伯保证，即使他不是所有事件的焦点人物甚至命运多舛上帝还是会把他放在心上。当神圣的智慧远离人们的理解力时，正直的人因为看到壮阔的自然景象而体会到自己的有限性，也就必须继续相信上帝为宇宙作出的安排。"}
{"text":"旅行的艺术接受比自己伟大的事物，也接受自己不了解的道理。这个世界对约伯而言可能缺乏逻辑性，但是这不表示界本身缺乏逻辑。我们不能用自己的人生去衡量一切，而应该通过壮阔的景致提醒我们人类的渺小和脆弱。这里当然有非常清楚的宗教讯息。上帝向约伯保证，即使他不是所有事件的焦点人物甚至命运多舛上帝还是会把他放在心上。当神圣的智慧远离人们的理解力时，正直的人因为看到壮阔的自然景象而体会到自己的有限性，也就必须继续相信上帝为宇宙作出的安排。尽管约伯的疑问得到了宗教层面的解答，然而从其世俗的层面来看，也可以找到答案。壮阔景观的雄伟和力量有其象征意义。那就是让我们无怨无悔地接受那些无法跨越的障碍，以及无法理解的事件。正如旧约中的上帝所知的那样，我们可以参照自然界中远超人类体积的景物，如高山地球上的森林以及沙漠，用以对比人类的脆弱，进而使人坚强。如果这个世界不公平或让人无法理解，那么壮阔的景致会提示我们，世间本来就是如此，没有什么好大惊小怪的。宇宙的力量可以移山倒海，而人类不过是小小的玩偶。从壮阔的山河中去了悟自身的局限是十分有效的，否则我们就有可能在日常生活的流变中感到焦虑和愤怒。不只是自然违抗我们，就连生活本身也是不堪忍受的重压。然而，自然界中广阔的空间却最充满善意和敬意地提示了我们所有超越我们的事物。如果我们用更长的时间与它们相伴，它们会帮助我们心服服地接受那些无法理解而V令人苦恼的事情，并接受我们最终将化为尘土这一事实。旅行的艺术艺术令人眼界大开的艺术p地点苷罗旺斯向导凡高旅行的艺术一个夏天，我应邀和朋友一起在普罗旺斯的一座农舍里度过了几天时间。我知道普罗旺斯这个同能让许多人产生无限遐想然而它对于我而言并不意味着什么。我倾向于通过这样一种感觉，即那个地方与我并不相投，来打消自己对这个词的联想。没错，在一些聪明人眼里，普罗旺斯美若仙境――啊，普罗旺斯他们会怀着崇敬之情作如此感叹，一如他们正在观看歌剧或是欣赏代尔夫特陶艺品。飞抵马赛机场后，我租了一辆小小的雷诺汽车前往主人的住所。他们的房子建在阿尔卑斯山脚下，处于两个小镇阿尔勒和桑特拉米之间。"}
{"text":"我知道普罗旺斯这个同能让许多人产生无限遐想然而它对于我而言并不意味着什么。我倾向于通过这样一种感觉，即那个地方与我并不相投，来打消自己对这个词的联想。没错，在一些聪明人眼里，普罗旺斯美若仙境――啊，普罗旺斯他们会怀着崇敬之情作如此感叹，一如他们正在观看歌剧或是欣赏代尔夫特陶艺品。飞抵马赛机场后，我租了一辆小小的雷诺汽车前往主人的住所。他们的房子建在阿尔卑斯山脚下，处于两个小镇阿尔勒和桑特拉米之间。出了马赛机场，我竟走错了路，车子一直开到了滨海福斯的炼油厂。它那纠结在一块儿的管道和冷却塔诉说着这种液体生产的复杂性，我习惯于将这种液体注人我的汽车却从不思考它的来处。我终于找到了自己的路，返回到公路，穿过拉克罗生长着小麦的大片原野，我进入法国内陆。由于时间还出，荷兰西部城市，世纪为著名的荷兰白釉蓝彩陶器贸易中心。――早在圣马丹德克罗的村庄外面，离我的目的地几公里的地方，我在路边停下关掉了发动机，停在一片橄榄林的一端。除了隐藏在树中蝉的鸣叫之外周围都很安静。在橄榄林的后面是一大片麦田，以一排柏树作为分界线。那些柏树的顶部依稀可见阿尔卑斯山脉不规则的山脊。天空湛蓝一片。我浏览着这片景象。我并不在寻找某些特定的东西猎物，度假小屋或是回忆。我的动机很单纯快乐就是我的出发点，我在寻找美的踪迹。我希望普罗旺斯的橄榄树柏树和天空能够带给我喜悦，让我生机勃勃。这是一个伟大而松散的计划。此刻眼睛自由自在，却反倒有些迷惘。眼睛在完成了当日的搜索任务――如寻找租车处，离开马赛的公路出口――之后，开始无拘无束地在景物中穿梭。如果把眼睛经过的路线用一支巨大的铅笔描绘出来，那么天空就将立即被躁动而随意的线条涂满了。尽管风景并不难看，但在一段时间的仔细观察之后我却找不到传言中充满魅力的景致。橄榄树看上去很矮小，与其说是树，倒不如说是灌木而麦田则让我想起了平坦却枯燥的英格兰东南部地区，我曾在那里的一所学校里读书，而且过得并不快乐。我有些疲惫无力再去注意这里的谷旅行的艺术仓山上的石灰岩或是生长在一群柏树下的罂粟。雷诺汽车的车厢里持续上升的温度让我觉得乏味而且极不舒适我开始出发驶向目的地。"}
{"text":"尽管风景并不难看，但在一段时间的仔细观察之后我却找不到传言中充满魅力的景致。橄榄树看上去很矮小，与其说是树，倒不如说是灌木而麦田则让我想起了平坦却枯燥的英格兰东南部地区，我曾在那里的一所学校里读书，而且过得并不快乐。我有些疲惫无力再去注意这里的谷旅行的艺术仓山上的石灰岩或是生长在一群柏树下的罂粟。雷诺汽车的车厢里持续上升的温度让我觉得乏味而且极不舒适我开始出发驶向目的地。见了朋友我向他们问候，口是心非地称道此地真是人间天堂。在接触一地风景时，我们的感觉会迅速涌出，就如发现雪是冰的而糖是甜的一样，因此很难想象风景对我们的吸引力可以改变或者增强。似乎对一个地方的感觉已经被这些地方内在的气质或是我们心中根深蒂固的思维模式所决定。因此，当我们力图改变对于这些美丽风景的感觉时会觉得很无助，就好像力图改变自己对已经觉得味美的冰淇淋的感觉一样。但是审美品位不会像上面作的类比那么刻板。我们忽略了一些地方，是因为从来没有什么事物促使我们发现其欣赏价值，或者是因为一种不幸却随意的联想使我们有负面的判断。我们和橄榄树的关系，在我们被引导向它那树叶上的银色光芒或是其枝干的形态的过程中得到了提升。当我们看到一株株结实饱满的麦穗在风中倾下头颅时，我们不禁会对这种脆弱而又必不可少的作物产生了悲悯之情，一些新的联想就此产生。一旦我们被告知，即使从最原始的角度来看，普罗旺斯天空的主宰仍是蓝色，我们就能在天空中找到一些值得欣赏的东西。或许视觉艺术最能提升我们欣赏风景的能力。我们可以把许多艺术作品想象为有着无限微妙含义的工具，它们将教会我们如何欣赏注视着普罗旺斯的天空，更新你对麦子的认识，不要小看了橄榄树。在成千上万个事物中，以一片麦地为例子，一幅成功的作品将描绘出这麦田的特色，并且使美感和兴趣从观众心中升起。视觉艺术将使平常湮没在众多素材中的要素凸现出来，同时使其稳定下来，一旦我们熟悉了这些要素，视觉艺术就会在不知不觉中推动我们在周遭的世界中发现这些要素如果我们已经发现它们了，它将使我们更有信心让这些要素在生命中发酵。我们就像这样一个人，有一个词语在他耳边已经被提及多次，但是只有他体会到这个词语的含义时他才开始倾听到它。"}
