{"text":"讲到道家的学术思想，在秦汉以后，往往以黄老并称，或老庄具列，做为道家的宗祖。所谓黄，便是指黄帝老，当然就是老子，但无论是黄老并称，或老庄具列，我们普遍地都知道老子的确算是道家宗祖，如果拉上黄帝做为道家的宗祖，在一般的习惯上，便有信与不信的了。凡是笃信道家的，自然毫无疑议，如果不信道家的，便訾议百出，笑它是不经之谈。其实，笃信道教的，却也未必承认黄帝为道教的创始者呢！究竟黄帝算不算道家的宗祖？而且他取得道家宗祖的资历，又有何根据呢？一般引证古书，号称为黄帝的著述，如医药书籍的黄帝内经，以及道家流传用于兵法或谋略学的黄帝阴符经等，历来学者，几乎都公认是后世的伪书。除了在历史上，承认黄帝是我们上古民族创建国家，比较有史料可稽的祖先以外，几乎无法证实他有可靠的学术思想流传下来。那么，说黄帝便是道家的宗祖，又有什么理由可以相信呢？其实，这就是我们对于文化历史的观念，向来易于忽略的问题。我们须要了解上古的学者，对于我们远古历史与文化的追寻，要想上溯黄帝以前，除了传说的资料，值得存疑考据以外，实在缺乏文献上比较可靠的证据，为了学术上的谨慎忠实，所以便断定以黄帝为始祖。因此，凡是讲到中国文化历史的渊源，便也都从黄帝讲起了。如果依照道家流传的，所谓值得存疑的资料来讲，我们的民族历史，便可高推到一百多万年前，至少也有十几万年的悠久，似乎有点那个？所以用史笔一判，便很客气地断定以黄帝为开始。道家素以黄老并称，自认它的学术渊源，是远绍黄帝，这就是表示道家的学术思想，是根据中国上古文化正统传承的观念，并非是故做玄虚的谎言。南子修务训中说世俗之人，多贵古而贱今，故为道家，皆托之于神农黄帝，而后能人说。汉代著史记的司马迁，他生在淮南子以后，比淮南子更了解这个思想，所以他在写道家方士的驺衍列传中，便说先序今而上至黄帝，学者所共术，大并世盛衰。这就是说明黄帝，是中国学术上共同所承认的文化共祖，岂但只是道家如此而已。二道家与老庄提起老子，真是一个千古绝妙的人物，我们首先提出司马迁在史记上，关于孔子见了老子以后，孔子对于老子所加的评语，也就是后来号称为正统儒家所不肯承认的话，那便是孔子说老子其犹龙乎？赞叹他是见其首不见其尾的妙人。老子，是中国自古以来，隐士思想的总代表，他是一个博古通今，具有十分渊博的学问，而且富于超越尘俗的修养，不求名利的隐君于。。"}
{"text":"这就是说明黄帝，是中国学术上共同所承认的文化共祖，岂但只是道家如此而已。二道家与老庄提起老子，真是一个千古绝妙的人物，我们首先提出司马迁在史记上，关于孔子见了老子以后，孔子对于老子所加的评语，也就是后来号称为正统儒家所不肯承认的话，那便是孔子说老子其犹龙乎？赞叹他是见其首不见其尾的妙人。老子，是中国自古以来，隐士思想的总代表，他是一个博古通今，具有十分渊博的学问，而且富于超越尘俗的修养，不求名利的隐君于。。所以到了司马迁为他写传记的时候，也是捉摸不定，只好把那些有关于老子的传说异闻，一概记载上去，做了一篇忠实的报道。至于老子，是否便是李耳老聃，或老莱子，一概不加肯定。老子其人的妙处莫名，不但司马迁在笔下，已经把他写成神龙见首而不见尾，后来又被人推崇为道家的宗祖，再被道教扯上做教主，登上太上老君的宝座，那就更是神乎其神了。我们不要忘记，在中国文化史上，把道家学术思想，判归老子的管领范围，那统统是秦汉以后学者笔下玩的把戏，我们只要留心历史，便知在汉初有名的，用道家思想做政治领导的文景时代，凡是讲到道家的学术，都是用黄老并称的。到了司马迁著史记，举出他父亲司马谈论六家要旨以后，跟着便有刘歆七略，班固汉书艺文志等的著述，不但把周秦之际的学术分家，使其门庭对立，壁垒分明，而且把道家投怀送抱，确定归在老子的户籍之内，于是后世学者讲道家，便有以老庄具列的趋向。魏晋以后的道家者流，讲传承的系统，便有谓老子传关尹子与庚桑子，庚桑子传壶子，壶子传列子，列子传庄子等一系列的学术世谱出现了。其实，无论后世的道家与道教之徒，首先都接受了太史公司马迁父子的说法，先入为主，轻轻地蒙混过去，如果起司马迁于九泉来对话，一定非常可笑。司马迁著史记，及其自序之中，都说自己父子的思想，是宗奉道家的思想，而且也很推崇老子。后来班固父子刻意求工来著汉书，站在西汉以来儒家的观念，也说司马迁父子是道家的思想，推崇老子，而且有不以为然的按语。殊不知他已忽略了司马迁笔下微言大义的用意，他所说的道家，正是抬出来自上古，中国文化传承学者所共术的道统，他只是拿老子来做正面的衬托而已如果他认为老子就是道家的宗祖，他为什么不专工罗织老子的事迹，为他好好写一篇伟大的传记呢？"}
{"text":"司马迁著史记，及其自序之中，都说自己父子的思想，是宗奉道家的思想，而且也很推崇老子。后来班固父子刻意求工来著汉书，站在西汉以来儒家的观念，也说司马迁父子是道家的思想，推崇老子，而且有不以为然的按语。殊不知他已忽略了司马迁笔下微言大义的用意，他所说的道家，正是抬出来自上古，中国文化传承学者所共术的道统，他只是拿老子来做正面的衬托而已如果他认为老子就是道家的宗祖，他为什么不专工罗织老子的事迹，为他好好写一篇伟大的传记呢？他能够空前地破格创例，为当世无赫赫之功，而素位而行的孔子写世家，而且写得那么伟大精到，难道就不为他父子所崇拜的老子也写一篇类似世家的传记吗？结果呢？在他著的史记里，他很公平的，只把老子归并在老庄中韩列传里去，就此一笔带过罢了。这就是司马迁用他习惯的史笔，要人在他全部的著述里，寻出他当时的处世环境他既不同意于西汉以来，实际是阳儒暗道，却自号称为正统儒家的人物，同时也不同意自秦汉以后，实际是方士变神仙的假道家的作风。可惜我们后来的学者，既栽在司马迁的笔阵里，又受刘歆班固等人一再暗示的影响，加上被魏晋玄谈的陪衬，便把道家的学术思想，扼杀在老庄的户籍之内，忽略了道家真正的综罗百代，广博精微的内容。因此，我们提到道家，便会以老庄做为中心代表的观念，就此因袭联想而成了。二隐士思想与道家隐士思想，历来占据传统文化精神最崇高最重要的地位，只是它如隐士的形态一样，一向采取遁世不见知而无闷的隐逸方式，所以被大家轻易忽略，而容易忘记。如果强调一点来说，隐士思想，与历史上的隐士们，实际上，便是操持中国文化的幕后主要角色。至于讲到道家的学术思想，更与隐士思想，不可分离。与其说道家渊源于黄老，或老庄，毋宁说道家渊源于隐士思想，演变为老庄，或黄老，更为恰当。为什么我们提出隐士思想的重要至于如此呢？简单地举出三个理由，加以说明，便可易于明了其中的道理了。一上古历史传说上的反证我们的历史，自上古以至秦汉。可称为正史的，除了孔子著的春秋，以及春秋的三传左传公羊谷梁与国语以外，便是孔子和孔门弟子参加修整过的五经易礼诗书春秋。"}
{"text":"为什么我们提出隐士思想的重要至于如此呢？简单地举出三个理由，加以说明，便可易于明了其中的道理了。一上古历史传说上的反证我们的历史，自上古以至秦汉。可称为正史的，除了孔子著的春秋，以及春秋的三传左传公羊谷梁与国语以外，便是孔子和孔门弟子参加修整过的五经易礼诗书春秋。后人有所谓六经皆史的说法，那便是说，我们所保留的五经资料，都是具有充分价值的史料，但是，这些都是属于正史的题材此外，如自古流传，散见于民间及诸子百家的传说当中，所记述有关的史料，是属于历史背景上反证的部分，也不能说毫无采信的价值。相传历史上的隐士，在三代之际，便有许由巢父卞随务光等人，这些人物，大多都是视富贵如浮云，所谓敝展功名，薄视帝王而不为的角色同时，又说他们的学问道德人品，都是有超人的成就。正因为他们浮云富贵，敝屣功名，所谓天子不能臣，诸侯不能友，因此使我们历史上所推崇的圣帝明王，如尧舜禹汤等人，都为之礼敬景仰有加换言之，凡是上古的圣君名王，无论为政为人，最顾忌的，便是隐士们的清议与轻视。尤其在野的知识分子，和民间的心理，对于隐士们态度的向背，非常重视，到了秦汉以后，司马迁作史记，特别点出隐士一环的重要，把他和谦让的高风合在一起，指出中国文化，与中国文化人高尚其志的另一面目。因此他写世家，便以吴太伯世家做点题他写列传，便以伯夷列传做点题，尤其他在伯夷列传中，借题发挥，大发其历史哲学与人生世事哲学的议论，比他的自序，还要进一层，深刻透露出文化哲学的观点，强调隐士思想的背景，与其崇高的价值。二孔子与隐士的思想其次，如众所公认我们大成至圣先师的孔子，大家都知道他是一个心存君国的救世主义者，他要面对现实，反对逃避责任，但在他的一生里，却极力赞叹伯夷叔齐和吴太伯等人的让位逃隐，推崇他们的人格。他也讲到邦有道，危言危行，邦无道，危行言逊的处世方法，同时提出宁武于，邦有道则知，邦无道则愚，其知可及也，其愚不可及也的观感等等。这是说明孔子尽管自己具有人世救世的愿望，但对于隐士思想贤者避世，其次避地的作法，仍然非常赞同，甚至他有的处世方法，也不得不取与隐士思想雷同的态度。"}
{"text":"他也讲到邦有道，危言危行，邦无道，危行言逊的处世方法，同时提出宁武于，邦有道则知，邦无道则愚，其知可及也，其愚不可及也的观感等等。这是说明孔子尽管自己具有人世救世的愿望，但对于隐士思想贤者避世，其次避地的作法，仍然非常赞同，甚至他有的处世方法，也不得不取与隐士思想雷同的态度。所以在他周游列国的时期，遭到晨门者荷赘者的讥刺碰到长沮桀溺的批评领会楚狂接舆的讽劝，他只有会心的叹息，明知其不可为而为之。只有在桀溺对他批评说滔滔者天下皆是也，而谁以易之，且而与其从辟人之士也，岂若从辟世之士哉！他曾莫可如何地加以按语，才有鸟兽不可与同群，天下有道，丘不与易也的感叹。后来大家便引用他说鸟兽不可与同群的一句话，认为是孔子骂隐士们逃世消极的丑陋判语，其实，他说这句话，并非如后世人所想象的那样丑陋与恶毒，他只是说出入各有志，彼此各行其是的感慨而已。因为鸟是飞的，兽是走的，所谓远走高飞的消极者，与积极人世者，彼此都可各行其是表明他自己，决心走的是人世救世的路线。我们只要一读司马迁写老庄申韩列传中，由孔子对于老子的按语鸟吾知其能飞，鱼吾知其能游，兽吾知其能走。走者可以为罔，游者可以为给，飞者可以为缯。至于龙，吾知其乘风云而上天，吾今日见老子，其犹龙耶？一段话，便可了解孔子所说鸟兽不可与同群的语意何在了。并且由此也可以明白他对于隐士思想的估价，和推崇老子为高隐代表者的表示。因此司马迁写在捉摸不定的老子传里，也就有了老子，隐君子也的结论。总之，孔子的思想，与秦汉前后所号称的儒道两家思想，他们在原始的本质上，对于君子乘时则驾，不得其时，则蓬囗以行的立身处世的态度，是完全一致的，尤其对于蓬囗以行的隐士们，和隐士思想，是具有心向往之的潜在情感的。三隐土与历史政治的关系讲到历史政治与隐士的关系，这在我们整个的历史系统里，是一个非常有趣味的问题，只是大家都相沿因袭惯了，谈到历史，不是用一本正经的严肃面孔来读，便抱着疑信参半的态度来研究可是无论属于哪种方式，对于历史政治上幕后隐士们的价值，都被忽略过去了。"}
{"text":"三隐土与历史政治的关系讲到历史政治与隐士的关系，这在我们整个的历史系统里，是一个非常有趣味的问题，只是大家都相沿因袭惯了，谈到历史，不是用一本正经的严肃面孔来读，便抱着疑信参半的态度来研究可是无论属于哪种方式，对于历史政治上幕后隐士们的价值，都被忽略过去了。我在前面曾经强调说，隐士思想与隐士们，是操持中国文化的幕后主角，但是自古以来，真正彻底的隐士，已经无法确实得知他们的事迹，只有被道家的人们，搜罗一部分，假托一部分，归入若隐若现的神仙传记里去了。我们现在提出与历史政治有关的人物，也只能算是半隐士的一样。所谓半隐士，就是说他们的生平，或者在前，或者在后，过的是隐士的生活，其余半截的生活，就出山人世，参与现实社会，和实际的政治有了牵连。关于半隐士与隐士，我们引用宋代诗人陆放翁的一首诗做为恰当的说明放翁的诗说志士栖山恨不深，人知已是负初心，不须更说严光辈，直自巢由错到今。他认为真正的隐士，入山唯恐不深，避世唯恐不远而被人知道出了名的隐士，已经辜负了自己当初逃隐的动机了，姑且不说别有用意的严子陵们，就是许由巢父他们，被人发现了踪迹，有了高尚其志的隐士声名，也早就错到底了。这虽是陆放翁有所感而发的话，然而也足以代表半隐士们的一般感叹！至于历史政治有关的半隐士，例如伊尹傅说姜尚，以及间接有关的，鬼谷子黄石公，与秦汉以后的半隐土如张良司马德操与诸葛亮。南北朝以后，列入道家人物的，如王猛陶弘景，唐代的魏征，宋代的陈抟，元代的刘秉忠，明代的刘基周颠，清代的范文程等等，都是其中的荦荦大者，为一般比较容易熟悉的人物。这便形成中国历史政治上特有的情形凡在拨乱反正的阶段，或建国创业的时期，身为中国文化幕后的隐士们道家的人物，就见危受命，挺身而出，代表一般山林在野的志士们的精神，辅翼命世之主而创造新的时代和历史。到了治平的时期，便又默默无闻，把成果与责任，付之自命为儒生们的手里了。因此，我们要了解，中国历史的演变，及其兴衰成败，成学术思想的关键，几乎有一共通不易的定例那便是凡当拨乱反正的时期，大多是道家人物与道家学术思想的功劳到了天下太平，坐而论道，讲究修齐治平之学的时期，就成了儒家的天下了。"}
{"text":"到了治平的时期，便又默默无闻，把成果与责任，付之自命为儒生们的手里了。因此，我们要了解，中国历史的演变，及其兴衰成败，成学术思想的关键，几乎有一共通不易的定例那便是凡当拨乱反正的时期，大多是道家人物与道家学术思想的功劳到了天下太平，坐而论道，讲究修齐治平之学的时期，就成了儒家的天下了。隐士的道家人物们，对于过去中国历史政治具有这样举足轻重之势，除了通古今之变，如司马迁等少数人以外，一般人几乎不明实况，所以把真正道家的人物，与真正道家的学术思想，就一直蒙在冤枉的档卷中了。我们姑且举出正反面一二种历史资料，以便有一新的认识，恕限于时间与篇幅，不能具体地详细讲明。历史上畏惧隐士思想的反面周代太公望姜尚，字子牙，因功被周室尊称为太公，封于齐。齐有华士者，义不臣天子，不友诸侯，人称其贤。太公使人召之三，不至。命诛之。周公曰此人齐之高士，奈何诛之？太公曰夫不臣天子，不友诸侯，望犹得臣而友之乎？望不得臣而友之，是弃民也。召之三，不至，是逆民也。而族之以为教首，使一国效之，望谁与为君乎？这一历史故事，便是说明姜太公得封为齐君以后，要杀齐国的半隐士华士。他不臣天子，不友诸侯，请他三次又不出山，这便使半隐士出身的姜太公动了杀心了。因为姜太公是行家，他懂得半隐士的利害，又加上他初到齐国，旧有的地方势力，还没有投诚，他决不容许这种不合作的作风养成。所以周公吃惊地问他，你何以随便就要处决一个高士呢？他就说出他的意见，认为假使像华土这种人，还要褒扬他，那么，我还要做齐国什么人的君王呢？这真是痛痛快快地说明统治者的苦经，同时，也由此可以了解上古对隐士思想的重要性。其次在战国末期，齐国派使臣到赵国去，赵国的女主赵威后，在接见齐国大使的时候，还没有谈到正题，赵威后便问了几个有关齐国政治的问题，最后，便说于陵子仲尚存乎？是其为人也，上不臣于王，下不治其家，中不索交诸侯，此率民而出于无用者，何为至今不杀乎？这个外交史上的故事，正和姜太公要杀华士的说法，是同样的观念，可见在春秋战国时期，当权者对于半隐士的畏惧，和惧怕侠义道的情形，是同样的心理。"}
{"text":"其次在战国末期，齐国派使臣到赵国去，赵国的女主赵威后，在接见齐国大使的时候，还没有谈到正题，赵威后便问了几个有关齐国政治的问题，最后，便说于陵子仲尚存乎？是其为人也，上不臣于王，下不治其家，中不索交诸侯，此率民而出于无用者，何为至今不杀乎？这个外交史上的故事，正和姜太公要杀华士的说法，是同样的观念，可见在春秋战国时期，当权者对于半隐士的畏惧，和惧怕侠义道的情形，是同样的心理。其实，齐国的半隐士于陵子仲，已经大非姜太公时代的华士可比，赵威后挑拨齐国大使，也许正是惧怕这个半隐士于陵子仲的才能，对于齐国与赵国之间的外交政治上，是一个有暗中左右力量的可怕人物，所以他在急于去掉故国贤人的心理意识上，便冲口说出这种政治心理作战的话来了。历史上尊重隐士思想的正面帝尧想要让位于许由，周初用姜太公的建议，尊重伯夷叔齐的志节，这些都是大家所熟悉知道的事件。秦始皇一怒而坑不听命不合作的儒生，因此又大失人心，汉高祖要想换立太子，结果日后用了张良的建议，把那高隐在商山的四皓，素来不理汉高祖的四个半隐士，死拉活扯地拖下山来，做了太子的老师。这样，便使汉高祖不能不屈服，只好变更计划，也就不敢再谈换立太子的事了。此外，如历代帝王向山中的隐士，动问国家大计的，也例不胜举，有名的如陶弘景，称为山中宰相。因此，在历史文化的著作上，便有上古的隐士，秦汉以后的神仙，唐宋时代的高士与处士等无位而得高名的称号产生。尤其在宋代，有一类的处士，以半隐士的姿态而得到一举成名的光荣，致使后人笑他们有功名捷径在烟霞的讥刺。以及后来两宋理学家们，讲学不仕的作风，都是由这种传统文化幕后主角的隐士流风所造成的。清兵入关以后，英明的康熙，屡开博学鸿辞科来网罗不称臣不投降的汉族知识分子，也便是对付隐士的一个政策。我们为了说明道家学术思想的渊源，稍微多加牵扯了有关于隐士的问题，暂且到此为止。至于隐士思想，在中国文化史上的价值与利弊，一时很难详细来说明，总之，姑且拿老庄做代表的道家隐士思想，与孔孟做代表的儒家思想来说，他们最高的目的，和最基本的动机，所谓救世治平的宗旨，其实并无两样。所不同的，就是采用的方法与态度，各自别有主张。"}
{"text":"我们为了说明道家学术思想的渊源，稍微多加牵扯了有关于隐士的问题，暂且到此为止。至于隐士思想，在中国文化史上的价值与利弊，一时很难详细来说明，总之，姑且拿老庄做代表的道家隐士思想，与孔孟做代表的儒家思想来说，他们最高的目的，和最基本的动机，所谓救世治平的宗旨，其实并无两样。所不同的，就是采用的方法与态度，各自别有主张。儒家的孔孟，他们的作法是积极的强行人世，冀图挽救世道人心道家隐士们的主张，是因势利导，处之于无形。所以道家的方法是用弱用柔，结果往往被用错，而致于柔弱不堪，这是它有害的一面。但在好的，有利的一面来讲，它正是易经乾卦上。用九的精神，所谓见群龙无首，吉。龙德而隐者也。因为它不在任何的那一个交位上，所以它能够绝对的冷静，绝对的客观，在幕后领导九五的变化。倘使它也人了交位，当然便被变道所构，自身难免不受其变，而无补于时艰了。我们研究道家的应用，必须先要了解这个精神，才能谈道家对于中国文化的利弊和价值。三方士的学术与道家在这个时代来讲道家，正当一切的学术思想，都被沉埋在科学的浪潮中旋转，所以一提到方士，便使我们有无限的感慨。首先我要为历史上的方士们提出申辩，所谓真正的方士，也就是我们古代真正的科学家。后来由于受传统文化另一观念所影响，历来自命为儒家的学者，根据有关对方士们不利的资料，而将它变成是一个轻薄鄙视的名辞。因此我们历史上的方士，与方术之士方技之士等的称号，一直被读书的知识分子。视为江湖末技，与跑马卖解做把戏变魔术走江湖混饭吃的观念，混合在一起了。其实，退一步说，假使方士便是走江湖混饭吃的一流人物，虽然多少含有混骗的成分，但也不过是众庶凭生，为了生活，与那些欺世盗名者相比较，也无什么惭德之处。但最不幸的，正因为我们的历史文化，过去对于方士有了这种偏见，就使我们上古发现的原始科学研究，在这种轻视的观点之下，永远被沉埋在方外的角落里了。关于方士名称的来源，比较可靠的资料，首先见于战国时代的学者们，特别提出这个名称，但在那个时候，这个头衔，并不含有轻视的意思，只是做为学术技能的特称而已，庄子曾经提出方术的名称，也正是说明方士是一种有特长学术的人士。"}
