{"text":"基于此，所有大小乘佛学的基本精神，都是要求人性的自觉，破除由执为小我的后天我执，而返还到先天无余大我的自性清净。努力修正由我执爱欲所起的种种错误心理和行为，涤除由惑乱心理所构成人世间的烦恼苦果。佛学所有的经论即由此基点出发，因此它薄视物质形器世间的所有，发出众生同体之慈以及无任何条件之悲心，呼召众生超越形质，返还形而上的光明清净，归到非善无恶的圆满自性之境界。例如著名而普遍流传的法华经楞严经楞伽经等，均以此为中心。又如大涅经以常永恒乐我无小我的自性本元净等四象说明白性的圆明清净。而唯识法相的经典，则以剖析为爱欲所污染的心意识的阴暗面，指证出元始光明真净的本来。至于华严经却以宇宙万象本为体，融会形而上道与形而下的物质世间，指证自性的体用互通，而达于光明清净的圆极。般若经等，便是直指智慧的自觉，而超证于形而上道的捷径。而禅宗心法的证悟，也就是证此事，悟此理。隋唐以后佛学与儒道的互注中国文化思想因为隋唐之际，有了大小乘佛学思想的加入，于是魏晋以来易经老子庄子的三玄之学，更加发挥它精义的深度。唐宋以后易经的理象数之学所突出的太极涵三阴阳互变的哲理，也由此而充盈。至于曾子所著大学的明德致用，于思所著中庸的天命之谓性，率性之谓道，修道之谓教。道也者，不可须臾离也。等观念，也由此而益增光彩。因此宋儒袭取佛道两家的思想，而代之以儒学为中心，存天理去人欲的修养方法，也由此创格。而我们也由此得以了解孔盂之说，认清历来诸儒对于先后天的人性与人欲之司的界限，而了解原来颇多混淆之处，以及并未划清界说的弊病。欲非恶与恶之前驱综此以观，原有与生命俱来的欲的问题，它究竟是恶或非恶呢我们可以说欲并非全是恶的。但欲很可能为恶的前驱，那是毫无疑问的。佛说狭义的爱欲为生死业力的根本，也就是教人认清爱欲，实为自私所生的过患，而须防患于未然。曲礼所谓欲不可从，也正同此意。亚当和夏娃在伊甸园中的一幕，何尝又非此意。至于再把欲归纳到男女之间狭义的爱欲范围，而且认为欲就是罪恶，那是宗教性绝对道德的观念。"}
{"text":"但欲很可能为恶的前驱，那是毫无疑问的。佛说狭义的爱欲为生死业力的根本，也就是教人认清爱欲，实为自私所生的过患，而须防患于未然。曲礼所谓欲不可从，也正同此意。亚当和夏娃在伊甸园中的一幕，何尝又非此意。至于再把欲归纳到男女之间狭义的爱欲范围，而且认为欲就是罪恶，那是宗教性绝对道德的观念。宋明理学家也袭用了这严肃的面，例如朱熹所说世人无如人欲险，几人到此误平生。就是由这严肃人格的观点而出发的。至若论语中记载孔子所说的子欲仁，斯仁至矣。那是以欲作为动词的说法，也可以说这是广义的欲，所以佛欲度尽众生，使之离苦得乐，此欲已经化除私欲与爱欲而成为伟大的愿力。人们若能涤荡私欲爱欲的胸襟，不被物欲所拘累，而善于变化物欲，为人类建立个庄严美善的世界，则与释迦慈悲度世的愿力，孔子所谓子欲仁，斯仁至矣。的仁欲，并无二致。所以有人说欲非恶。我想，应作如是观。文字由仁喜师兄录入话头――答叔珍两位质疑的信清人舒位诗谓秀才文选半饥驱。龚自珍的诗也说著书都为稻粱谋。其然乎！其不然乎？二十多年来，随时随地都须要为驱饥而作稻粱的打算，但从来不厚此薄彼，动用脑袋来安抚肚子。虽然中年以来，曾有几次从无想天中离位，写作过几本书，也都是被朋友们逼出来的，并非自认为确有精到的作品。况且平生自认为不可救药的缺点有二粗鄙不文，无论新旧文学，都缺乏素养，不够水准，此所以不敢写一秉性奇懒，但愿饱食终日，无所用心，视为人生最大享受。一旦从事写作，势必劳神费力，不胜惶恐之至，此其不敢写二。无奈始终为饥饿所驱策。因此，只好信口雌黄，滥充讲学以糊口。为了讲说，难免必须动笔写些稿子。因此，而受一般青年同好者所喜，自己仅觉脸红。此岂真如破山明所谓山迥迥，水潺潺，片片白云催犊返。风潇潇，雨洒洒，飘飘黄叶止儿啼。斯如而已矣乎！但能了解此意，则对我写作讲说，每每中途而废之疑，即可谅之于心。其余诸点，暂且拈出一些古人的诗，借作话题一参，当可会之于心，哑然失笑了！关于第一问者中路因循我所长，由来才命两相妨。劝君莫更添蛇足，一盏醇醪不得尝。"}
{"text":"无奈始终为饥饿所驱策。因此，只好信口雌黄，滥充讲学以糊口。为了讲说，难免必须动笔写些稿子。因此，而受一般青年同好者所喜，自己仅觉脸红。此岂真如破山明所谓山迥迥，水潺潺，片片白云催犊返。风潇潇，雨洒洒，飘飘黄叶止儿啼。斯如而已矣乎！但能了解此意，则对我写作讲说，每每中途而废之疑，即可谅之于心。其余诸点，暂且拈出一些古人的诗，借作话题一参，当可会之于心，哑然失笑了！关于第一问者中路因循我所长，由来才命两相妨。劝君莫更添蛇足，一盏醇醪不得尝。杜牧促柱危弦太觉孤，琴边倦眼眄平芜。香兰自判前因误，生不当门也要锄。龚自珍关于第二问者饱食终何用，难全不朽名。秦灰招鼠盗，鲁壁窜鲰生。刀笔偏无害，神仙岂易成。却留残阙处，付与竖儒争。吴梅村关于第三问一钵千家饭，孤身万里游。睹人青眼少，问路白云头。布袋和尚勘破浮生一也无，单身只影走江湖。鸢飞鱼跃藏真趣，绿水青山是道图。大梦场中谁觉我，千峰顶上视迷徒。终朝睡在鸿蒙窍，一任时人牛马呼。刘悟元年孟春中国禅宗的初祖――达摩大师据禅宗的史料的记载，菩提达摩秉着他师父印度禅宗第二十七祖般若多罗的遗教，正当中国南朝粱武帝普通元年后魏孝明帝正光元年公元五二年期间据景德传灯录。宋本的西来年表。到达了中国。他的师父的遗教说路行跨水复逢羊，独自栖栖暗渡江。便是指他由南印度渡海东来，先到南朝与粱武帝见面，话不投机，因此就栖栖惶惶地暗渡长江，到了北朝的辖区河南的嵩山少林寺。佛典中对于杰出的人才，向来比之为龙象。达摩大师在南北朝时代，传授了禅宗的心法，虽然有了二祖慧可神光接承了他的衣钵，但是道育和尚与道副和尚以及比丘尼总持，也都是他的入门弟子。尤其是神光与道育，更为杰出。但是他们遭遇的时势，与传教的阻力也更为艰难。这便是他师父遗言所谓日下可怜只象马，二株嫩桂久昌昌的影射了。中国的画家，在元明以后，经常喜欢画一个环眼碧睛而虬虬龙，传说中的一种龙髯两颊上的胡子。泛指胡子的胡僧，足踏一枝芦苇，站在滔滔的波浪间，作前进的姿态，那便是描写达摩大师由南朝暗渡长江而到后魏的典故。"}
{"text":"尤其是神光与道育，更为杰出。但是他们遭遇的时势，与传教的阻力也更为艰难。这便是他师父遗言所谓日下可怜只象马，二株嫩桂久昌昌的影射了。中国的画家，在元明以后，经常喜欢画一个环眼碧睛而虬虬龙，传说中的一种龙髯两颊上的胡子。泛指胡子的胡僧，足踏一枝芦苇，站在滔滔的波浪间，作前进的姿态，那便是描写达摩大师由南朝暗渡长江而到后魏的典故。达摩偷渡过江到北方去是不错，是否用一枝芦苇来渡江，却无法稽考。这很可能是把神僧怀渡和尚的故事，纳入独自栖栖暗渡江的诗情画意中，以增添达摩的神异色彩。对我是谁人不识达摩大师由南印度航海东来，先到了广州。那时，距离唐太宗时代大约还差一百年，玄奘还没有出生。而在这以前，印度的佛教与印度的文化传入中国，都是从西域经过中国西北部而来的。中国历史上所称的北魏或称后魏，便是佛教文化的鼎盛地区，也是南北朝期间佛教最发达的时期。同时，也是中国佛教从事翻译，讲解佛经义理，寻思研探般若慧学等佛学文化的中心重镇。同此时期，南朝的粱武帝也是笃忠实，全心全意。信宗教的统治者，他以宗教家的资质，虔诚地相信佛经与道教。曾经亲自讲解佛经与老子又持斋信佛，舍身佛寺为奴，又充当传教师，讲解道书，过一过传教师与学者的瘾，这已是违背大政治家的法则，没有做到无偏党而允执厥中，也可以说，因此便注定他要失败的后果。所以达摩大师的师父般若多罗，六十年前远在印度时，便预言他会失败。他告诉达摩说你到中国传道，将来悟道之士，多不胜数。但在我去世后六十多年，那一个将有灾难，犹如水中文布指粱武帝，你须好自为之。最好不要在南方久耽，因为南方的领导者，只是喜欢世俗有所为而为的佛教功德，对于佛法的真谛，并没有真正的认识。达摩大师又问他师父，中国佛教以后发展的情形。他师父说从此以后再过一百五十年，会有个小灾难。同时告诉他另一预言心中虽吉外头凶，川下僧房名不中。如遇毒龙生武子，忽逢小鼠寂无穷。这便是指中国佛教僧众中有些不自检点，因此招来北周武帝的废佛教废僧尼的灾难，业就是中国佛教史上有名的三武之难之一。预言的偶中也罢，不幸言中也罢，这是禅的零星小火花，而非禅的重心，并不足为奇。"}
{"text":"达摩大师又问他师父，中国佛教以后发展的情形。他师父说从此以后再过一百五十年，会有个小灾难。同时告诉他另一预言心中虽吉外头凶，川下僧房名不中。如遇毒龙生武子，忽逢小鼠寂无穷。这便是指中国佛教僧众中有些不自检点，因此招来北周武帝的废佛教废僧尼的灾难，业就是中国佛教史上有名的三武之难之一。预言的偶中也罢，不幸言中也罢，这是禅的零星小火花，而非禅的重心，并不足为奇。后来达摩大师初到南方与粱武帝见了面，粱武帝果然问他月关我登位以来，造佛寺写佛经，引度人们出家为僧，多得不可胜记。我这样作功德，请问会有什么结果？大师说这些并无功德。粱武帝问何以没有功德？大师说这些事，只是人们想求升天的果报，终归是有渗漏的因果关系。犹如影子跟着形体，虽然是有，毕竟不是真实的事。粱武帝又问怎样才是真的功德呢？大师说真正智慧的解脱，是证悟到智慧的体性，本来便是空寂圆明清净妙密的实相无相。这种智慧成就的真功德，不是以世俗的观念求得的。粱武帝问怎样是圣道最高的第一义呢？大师说空廓无相，并无圣道的境界。粱武帝问那么，与我相对的是谁呢？大师说不知道。新语云原文记载帝问如何是圣谛第一义？师问廓然无圣。帝问对月关者谁？师曰不识。今皆擅加语体新译，以便此时此地的读者容易晓了。如果求准确，仍须读原文为准，不必随便阿从。唯不识一句，应照唐音读之。相当于现代的广东话闽南语。盖广东话及闽南语，还能直接唐音。如照现代语读之，认为不识，就是不认识的意思，大体固然可通，究竟离禅宗语录的原意甚远了。又禅宗教人直接认识我是什么？什么是我？元明以后的禅师，教人参念佛是谁？也便是这个意思。粱武帝被达摩大师迫得窘了，问到得道圣人们至高无上的真理，第一义谛的境界是什么？大师便说那是空廓无相，也无圣道存在的境界。因此使粱武帝更窘，所以他便直截了当用责问的口吻说对月关者是谁？这等于说既然没有境界，也没有圣道和圣人的存在，那么，你不是得道的祖师吗？得道的祖师岂不就是圣人吗？那你此刻和我相对，你又是谁呢？这一句，真问到了关节上去了。大师就抓住这个机会说莫知啊！"}
{"text":"也便是这个意思。粱武帝被达摩大师迫得窘了，问到得道圣人们至高无上的真理，第一义谛的境界是什么？大师便说那是空廓无相，也无圣道存在的境界。因此使粱武帝更窘，所以他便直截了当用责问的口吻说对月关者是谁？这等于说既然没有境界，也没有圣道和圣人的存在，那么，你不是得道的祖师吗？得道的祖师岂不就是圣人吗？那你此刻和我相对，你又是谁呢？这一句，真问到了关节上去了。大师就抓住这个机会说莫知啊！这等于说不要说我本非我，你粱武帝若能真正懂得我本非我，现在相对之你我，毕竟无我可得时，你便成了！可惜粱武帝真莫知啊！所以大师也只好溜之大吉，偷偷地暗自渡江北去了！关于廓然无圣一语，解释得最透彻的莫过于明末禅宗大师密云圆悟的答问中庸虽夫妇之愚，可以与知焉。及其至也，虽圣人亦有所不知焉的话了。密云圆悟禅师说具足凡夫法，凡夫不知。具足圣人法，圣人不知。凡夫若知，即是圣人。圣人若知，既是凡夫。尚书多方说唯狂克念作圣，唯圣罔念作狂。皆作如是观。面壁而坐终日默然达摩大师渡过长江，到达少林寺后，便一天到晚默然不语，面对石壁跏趺而坐俗名打坐。他本来是从印度过来的外国和尚，可能当时言语不太通。同时，那个时代的人们，除了讲论佛学经典的义理以外，只有极少数的人学习小乘禅定的法门，根本就不知道什么是禅宗。因此，一般人对于大师的终日默然，面壁而坐就莫名其所以然了。所以大家便替他取了一个代号，叫他壁观婆罗门。当此之时，举世滔滔，哪里找到明眼人？哪里找个知心人？又向哪里找个举世非之而不加沮，举世誉之而不加劝，立志以天下为己任的继承人呢？所以他只有独坐孤峰，面壁相对，沉潜在寂默无言的心境里，慢慢地等待着后起之秀的来临了！新语云后世学禅的人，有的拿到鸡毛当令箭认为要学禅宗，便须面对墙壁打坐，才是禅门的心法。而且这种情景，愈传愈久，流入唐宋以后的道家，修炼神仙丹法者的手里，就变成百日筑基，三年哺乳，九年面壁的修道程序了。换言之只要花上十二三年的修炼代价，便可立地成仙而白日飞升。比起六岁开始读书求学，花上十二三年的时间，才拿到一个学位，然后谋得一个职业，也仅得温饱而已。如此两相比较，学仙实在太划得来。究竟是耶？非耶？或仅为梦寐求之的呓语耶？暂时保留意见，姑不具论。"}
{"text":"而且这种情景，愈传愈久，流入唐宋以后的道家，修炼神仙丹法者的手里，就变成百日筑基，三年哺乳，九年面壁的修道程序了。换言之只要花上十二三年的修炼代价，便可立地成仙而白日飞升。比起六岁开始读书求学，花上十二三年的时间，才拿到一个学位，然后谋得一个职业，也仅得温饱而已。如此两相比较，学仙实在太划得来。究竟是耶？非耶？或仅为梦寐求之的呓语耶？暂时保留意见，姑不具论。但把达摩大师初到中国，在少林寺面壁而坐的故事，变成修道或学佛的刻板工夫，实在令人哑然失笑。因为在大师传授的教法中，实在找不出要人们都去面对墙壁而坐的指示啊！为求真理而出家的少年学僧神光中国的文化思想，到了南北朝时代，承接魏晋以来的玄学和清谈之后，翻译佛经与精思佛学的风气，空前兴盛。那种盛况，犹如现代追求科学的风气一样。于是，有一位杰出的青年，便在这个时代潮流中冲进了禅宗的传统，打破了大师终日默然，面壁而坐的岑小而高的山寂。这就是后来中国禅宗尊为第二代祖师的神光大师。神光大师，正式的法名叫慧可。他是河南武牢人，俗家姓姬。据说，他父亲姬寂先生在没有生他的时候，常常自己反省检讨，认为他的家庭，素来是积善之家，哪里会没有儿子呢？因此他开始祈祷求子。有一夜，他感觉到空中有一道特别的光明照到他们家，随后他的妻子就怀孕而生了神光。因此就以光命名，纪念这段祥瑞的征兆。这些都无关紧要，但照本直说，略一叙说而已。神光在幼童时代，他的志气就不同于一般儿童。长大以后，博览诗书，尤其精通玄学。可是他对家人的生产事业并无兴趣，而只喜欢游山玩水，过着适性的生活，因此他经常来往于伊川与洛阳一带。这在古代的农业社会里，也并不算是太奢侈的事。后来他对于玄学的道理，愈加深入了，结果反而感觉到空谈玄学的乏味。并且常常感叹地说孔子老子的教义，只是人文礼法的学术，树立了人伦的风气与规范。庄子易经等书籍，也不能尽穷宇宙人生奥秘的真理。由此可见他研究得愈加深入，对形而上道愈抱有更大的怀疑了。后来他读佛经，觉得还可以超然自得，因此他便到洛阳龙门的香山，皈依宝静禅师，出家做了和尚。又在永穆寺受了佛教所有戒律，于是便悠哉游哉，往来于各处佛学的讲座之间，遍学大乘与小乘所有的佛学。到了三十二岁的时候，他又倦游归来，回到香山。"}
{"text":"并且常常感叹地说孔子老子的教义，只是人文礼法的学术，树立了人伦的风气与规范。庄子易经等书籍，也不能尽穷宇宙人生奥秘的真理。由此可见他研究得愈加深入，对形而上道愈抱有更大的怀疑了。后来他读佛经，觉得还可以超然自得，因此他便到洛阳龙门的香山，皈依宝静禅师，出家做了和尚。又在永穆寺受了佛教所有戒律，于是便悠哉游哉，往来于各处佛学的讲座之间，遍学大乘与小乘所有的佛学。到了三十二岁的时候，他又倦游归来，回到香山。一天到晚，只是静坐。这样经过了八年的苦行，有一天，在他默然静坐到极寂静的时候，忽然在定境中看见一个神人对他说你想求得成就的果位，何必停留在这里呢？光明的大道并不太远，你可以再向南去。他听了以后，知道这是神异的助力，因此，便自己改名叫神光。但到了第二天，便觉得头部犹如刀刺一样的疼痛。他的师父宝静法师知道了，想要叫他去治病。但空中又忽然有一个声音说这是脱胎换骨，并非普通的头痛。于是神光便把自己先后两次奇异的经过告诉了师父。他师父一看他的头顶，真的变了样，长出了五个峥嵘的头骨，犹如五个山峰挺立而出一样。因此便说你的相的确改变了，这是吉祥的兆头，是可以证果的证明。你听到神奇的声音，叫你再向南去，我想在少林寺住着的达摩大师，可能就是你的得法师父。你最好到少林寺探访他，听说他是一位得道的至人呢！神光听了他剃度师宝静法师的教导，便到少林寺去找达摩大师。新语云后世讲解禅宗或禅学的人，一提到二祖神光悟道的公案，便将神光向达摩大师求乞安心法门一节，认为是禅的重心。殊不知安心法门的一段记载，只是记述达摩大师在那个时候当机对境，借此接引神光悟入心地境界，一时所用权巧方便的教授法，而并非禅宗的究竟，即止于如此。其次，大家除了追述神光因问取安心法门而悟道以外，完全忽略了二祖在未见达摩大师以前的个人经历，和他修习佛学的用功，以及他未见达摩以前，曾经在香山终日宴坐修习禅定工夫达八年之久的经过。同时更忽略了达摩大师从般若多罗尊者处得法之后，以他的睿智贤达，还自依止其师执役服勤，侍奉了四十年之久。直到他师父逝世以后，他才展开宏法的任务。现在人习禅学道，不切实际，不肯脚踏实地去做工夫，而且只以主观的成见，作客观的比较。"}
{"text":"同时更忽略了达摩大师从般若多罗尊者处得法之后，以他的睿智贤达，还自依止其师执役服勤，侍奉了四十年之久。直到他师父逝世以后，他才展开宏法的任务。现在人习禅学道，不切实际，不肯脚踏实地去做工夫，而且只以主观的成见，作客观的比较。自己不知慧力和慧根有多少，不明是非的究竟，而以极端傲慢自是之心，只知诛求别人或禅人们的过错，却不肯反躬而诚，但在口头上随便谈禅论道，在书本上求取皮毛的知识，便以此为禅，真使人油然生起终日默然之思了！神光的断臂神光到达嵩山少林寺，见到达摩大师以后，一天到晚跟着他，向他求教。可是大师却经常地面壁而坐，等于没有看见他一样，当然更没有教导他什么。但是神光并不因此而灰心退志，他自己反省思维，认为古人为了求道，可以为法忘身甚至，有的敲出了骨髓来作布施还有的输血救人或者把自己的头发铺在地上，掩盖污泥而让佛走过也有为了怜悯饿虎而舍身投崖自绝，布施它们去充饥这些都是佛经上叙说修道人的故事。在过去有圣贤住世的时代，古人们尚且这样恭敬求法，现在我有什么了不起呢？因此，他在那年十二月九日的夜里，当黄河流域最冷的季节，又碰到天气变化，在大风大雪交加之夜，他仍然站着侍候达摩大师而不稍动。等到天亮以后，他身边堆积的冰雪，已经超过了膝盖后来宋儒程门立雪的故事，便是学习神光二祖恭敬求道的翻版文章。经过这样一幕，达摩大师颇为怜悯他的苦志。因此便问他你这样长久地站在雪地中侍候我，究竟为了什么？神光被他一问，不觉悲从中来，因此便说我希望大和尚和尚是梵文译音，是佛教中最尊敬的称呼，等于大师，也有相同于活佛的意义。发发慈悲，开放你甘露一样的法门，普遍的广度一般人吧！我们读了神光这一节答话的语气，便可看出他在求达摩大师不要缄默不言地保守禅的奥秘，而希望他能公开出来，多教化救济些人。虽然每句话都很平和，但骨子里稍有不满。达摩大师听了以后，更加严厉地对神光说过去诸佛至高无上的妙境，都要从远古以来，经过多生累劫勤苦精进的修持。行一般人所不能行的善行功德，忍一般人所不能忍的艰难困苦。哪里可以利用一些小小的德行小小的心机，以轻易和自高自慢的心思，就想求得大乘道果的真谛，算了罢！"}
