{"text":"第二辑屐痕处处感伤的行旅到了午前的三点，寺里的一位小工人，果然来敲房门了。躺在厚棉被里尚觉得冷彻骨髓的这一个时候，真有点怕走出床来但已有成约在先，自然也不好后悔，所以只能硬着头皮，打着寒噤从煤油灯影里，爬起了身。洗了手面，喝了一斤热酒，更饱吃了一碗面，身上还是不热。问那位小工人，日出果然是看得见的么？他也依违两可，说现在还有点雾，若雾收得起，太阳自然是看得见的。说着也早把华顶禅寺的灯笼点上了，我们没法，就只好懒懒地跟他走出门去。一阵阵的冷风，一块块浓雾，尽从黑暗里扑上我们的身来灯笼上映出了一个雾圈，道旁的树影，黑黝黝地呈着些奇形怪状，像是地狱里的恶鬼，忽而一阵大风，将云层雾障吹开一线，下弦的残月，就在树梢上露出半张脸来，我们的周围也就灰白白地亮一亮。一霎时雾又来了，月亮又不见了，很厚很厚像有实体似的黑暗粘雾之中，又只听见了我们三人的脚步声和手杖着地的声音寒冷，岑寂，恐怖，奇异的空气，紧紧包围在我们的四周，弄得我们说话都有点儿怕说。路的两旁，满长着些矮矮的娑罗树，比人略高一点，寒风过处，树枝树叶尽在息列索落的作怪响自华顶寺到拜经台的三里路，真走出了我们的冷汗，因为热汗是出不出的，一阵风来穿过，衣服身体，都像是不存在的样子。到拜经台的厚石墙下，打开了茅篷的门，我们只在蜡烛光和煤油灯光的底下坐着发抖，等太阳的出来。很消沉很幽静的做早功课的钟声梵唱声停后，天也有点灰白色的发亮了，雾障仍是不开，物体仍旧辨认不大清楚，而看看怀中的表看，时候早已在六点之后两人商量了一下，对那小工人又盘问了一回，知道今天的看日出，事归失败，只能自认晦气，立起身来就走。但拜经台后的一座降魔塔，拜经台前的两块台山第一峰与智者大师拜经处的石碑，以及前后左右的许多像城堡似的茅篷，和太白读书堂，墨池，龟池等，倒也看的，不过总抵不了这一个早起与这一番冒险的劳苦。重回到寺里，吃了一次早餐，上轿下山，就又经过了数不清的一条条峻岭。过龙王堂，仍走原路向塔头寺去的中间，太阳开朗了起来，因而前面谷里的远景也显得特别的清丽，早晨所受的一肚皮委曲，也自然而然的淡薄了下去。"}
{"text":"重回到寺里，吃了一次早餐，上轿下山，就又经过了数不清的一条条峻岭。过龙王堂，仍走原路向塔头寺去的中间，太阳开朗了起来，因而前面谷里的远景也显得特别的清丽，早晨所受的一肚皮委曲，也自然而然的淡薄了下去。至塔头寺南边下山，轿子到高明寺的时候，连明华朗润的山谷景色都不想再看了，因为自华顶下来，我们已经走尽了四十多里山路，大家的肚里都感着饿了，江山的秀色，究竟是不可以餐的。高明寺亦系智者大师十二刹之一，唐天v年间始建寺，传说大师的发见此地，因他在佛陇讲净名经，忽风吹经去，坠落此处，大师就觉此处是一绝好的寺基其后寺或称净名，堂称翻经者，原因在此，而现名高明寺者，因寺依高明山之故，或者高明山的得名，正为了此寺，也说不定。寺里的宝物，有一件智者禅师的袈裟和一口铜钵。但都是伪造的东西了只有几叶贝叶经和陀罗尼经四卷倒是真的，我们不过不知道这两种经是哪一朝的遗物而已。在高明寺东北六七里地远的地方，有一处名胜，叫螺溪钓艇，是几块奇岩大石和溪水高山混合起来的景致，系天台八景之一本来到了高明，这景是必须去看的，但我们因为早晨起来得太早一顿饱饭吃后，疲倦又和阳光在一起，在催逼我们早些重回国清寺去休息，所以也就割弃了这幽深的螺溪钓艇，赶了回来。所谓天台八景者，是元曹文晦的创作，其他的七景是赤城栖霞赤城山，双涧回澜国清寺前，华顶归云华顶寺，断桥积雪在铜壶滴漏近旁，琼台夜月洞柏宫西北，桃源春晓桃源岭下，寒岩夕照天台县西，去大西乡平镇二十里。还有前面曾经说起过的那位编天台山方外志的高僧传灯，也是高明寺里的和尚，倒不可不特别提起一声，因为寺后的一座无尽灯大师塔院和寺里的一处楞严坛，都是传灯的遗迹。第二辑屐痕处处感伤的行旅二十六日九月十九，星期五，晴暖。游天台刚两日，已颇有饱满之感今日打算去自辟天地，照了志书地图，前去搜索桐柏宫附近的胜景。不坐轿，不用人做引导，上午八点，自国清寺门前，七如来塔并立处坐汽车到何方店。一路上看赤城山，颜色浓紫，轮廓不再像城，因日光在东，我们在阴面看去，所以与午后看时，又觉两样。自何方店向北偏东经何方村而入山，要过好几次溪。"}
{"text":"第二辑屐痕处处感伤的行旅二十六日九月十九，星期五，晴暖。游天台刚两日，已颇有饱满之感今日打算去自辟天地，照了志书地图，前去搜索桐柏宫附近的胜景。不坐轿，不用人做引导，上午八点，自国清寺门前，七如来塔并立处坐汽车到何方店。一路上看赤城山，颜色浓紫，轮廓不再像城，因日光在东，我们在阴面看去，所以与午后看时，又觉两样。自何方店向北偏东经何方村而入山，要过好几次溪。面前的一排山嶂，山中间的一条瀑布，是我们的目的地。山是桐柏岭，西接琼台与司马悔山瀑布是桐柏瀑，瀑身之广，在天台山各瀑布当中，应称为王，石梁瀑远不及它的大。可惜显露得很，数十里外在官道上，行人就能望见瀑身，因此却少有人注意。从前在瀑布附近，有瀑布寺，有福兴观，现在都只剩了故址。灵异考载有华亭王某，于三月三日江行，忽见舟中两道士招之，食以粟旋命黄衣送上岸，乃在天台瀑布寺前，已九月九日矣。足见从前的人，对此瀑布的幻想，亦同在桃源岭下差仿不多。由何方店起，行十里，就到桐柏岭脚的瀑布旁边，再上山五里，由桐柏岭头落北向西，就是桐柏宫了。这一条桐柏岭，远看并不高，走起来可真有点费力。但一上岭头，两目总得疑神疑鬼的骇异起来因为桐柏宫附近的桐柏乡，纵横将十里，尽是平畴，也有农村田稻溪流桥梁树林等的点缀，西北偏东的三面，依旧有高低的山峰围住在喘着气爬上桐柏岭来的时候，谁想得到在这么高的山上，还有这一大平原的田园世界呢？又有谁想得到在这高原村落之上，更有比此更高的山峰围绕在那里的呢？桐柏宫是一道观，西南静躺在桐柏乡正中的田野里。据说，这道观的由来，系因唐司马子微承祯隐居于此，故建唐景云二年。宋大中祥符元年，改桐柏崇道观，当时因宋帝酷信道教，所以在志书上的桐柏崇道观的记载，实在辉煌得了不得明初毁于火，现在的道观，却是清雍正十三年奉敕所建，当时大约也规模宏大，有绝大之石磉石基等存在，雕刻精绝，现在可真坍败不堪，只有一块御碑尚巍然屹立在殿前败屋中。还有菜地里的一块宋乾道二年四月尚书省牒白云昌寿观文书碑，字迹也还看得清。道院西边，有清圣祠，供伯夷叔齐石像二座，系宋黄道士由京师辇至者，像尚完整，而司马子微之塑像，已经不在了。两庑有台郡名贤配享牌位，壁上游人题咏很多，这道观西面的一隅，却清幽得很。"}
{"text":"还有菜地里的一块宋乾道二年四月尚书省牒白云昌寿观文书碑，字迹也还看得清。道院西边，有清圣祠，供伯夷叔齐石像二座，系宋黄道士由京师辇至者，像尚完整，而司马子微之塑像，已经不在了。两庑有台郡名贤配享牌位，壁上游人题咏很多，这道观西面的一隅，却清幽得很。我们在桐柏宫吃过中饭，就走上西面三里多地的山头，去看琼台双阙。路过五百大神祠，庙小得很，而乡下人都说是很有灵验的庙。琼台的风景，实在是奇不过。一条半里路宽的万丈深坑曲折环绕，有五六里路至十里内外的长。两岸尽是峭壁，壁上杂生花草矮树，一个一个的小孔很多，因而壁的形状愈觉得奇古。立在岩头，向对面一望，像一幅米襄阳黄庭坚的大草书屏，向脚下一转眼，可了不得了，直削下去的黑黝黝的石壁，那里何止万丈，就说它千万丈万万丈，也不足以形容立在岩上者的战栗的心境。而这深坑底下，又是什么呢？是一条绿得来成蓝色的水，有两个潭，据说是无底的还有所谓双阙的两枝石山呢，是从谷底拔地而起，像扬子江中的焦山似地挺立在潭之上坑的中间，两阙相连，中间低落像马鞍。石山上也有草花松树及几枝红叶的桕树枫树，颜色配合的佳妙及峻险的样子，若在画上看见，保管你不能够相信。古来说双阙者，聚讼纷纭，有的说有仙人座的地方，两峰对峙，就是双阙有的说，这深坑的外口，从谷底上望，两峰壁立，就是双阙。但这些无聊的名义，去管它作什么。我们在仙人座这面的岩头坐坐，更上一处像半岛似地向西突出在谷里的平面岩峰上爬爬，又惊异，又快活，又觉得舍不得走开，竟消磨了一个下午。循原路回到何方店，上车返国清寺的时候，赤城山上的日光，只剩得塔头的一点了。第二辑屐痕处处感伤的行旅预备在天台过的三天日期已完，但更幽更远的西乡明岩寒岩，以及近在目前的赤城山，都还没有去过。晚上躺在床上，翻阅着徐霞客的游记及天台山全志里的王思任季重王士性恒叔潘耒稼堂等的游天台山记，与天台忍辱居士齐巨山周华的台岳天台山游记等，我与文伯在讨论商量，明天究竟还是坐车到雁荡去呢，还是再留一二日去游明岩寒岩？"}
{"text":"循原路回到何方店，上车返国清寺的时候，赤城山上的日光，只剩得塔头的一点了。第二辑屐痕处处感伤的行旅预备在天台过的三天日期已完，但更幽更远的西乡明岩寒岩，以及近在目前的赤城山，都还没有去过。晚上躺在床上，翻阅着徐霞客的游记及天台山全志里的王思任季重王士性恒叔潘耒稼堂等的游天台山记，与天台忍辱居士齐巨山周华的台岳天台山游记等，我与文伯在讨论商量，明天究竟还是坐车到雁荡去呢，还是再留一二日去游明岩寒岩？雁荡也只打算住它三日，若在此地多留一日，则雁荡就须割去一日徐霞客岂不是也有两度上天台两度游雁荡的记事的么？我们何不也学学他，留一个再来的后约呢！这是文伯的意见。他住在北平，来一趟颇不容易，我住在浙江，要来马上可以再来，既然他在那么的说，我自然是乐于赞同的了。于是就收拾行李等件，草草入睡，预备明天早晨再起一个大早，驱车上雁荡去。一九三四年十一月三日雁荡山的秋月古人并称上天台雁荡而宋范成大序桂海岩洞志，亦以为天下同称的奇秀山峰，莫如池之九华，歙之黄山，括之仙都，温之雁荡，夔之巫峡。大约范成大，没有到过关中，故终南华山，不曾提及。我们南游三日，将天台东北部的高山飞瀑西部寒岩明岩未去，略一飞游――并非坐了飞机去游，是开特快车游山之意――之后，急欲去雁荡，一赏鬼工镌雕的怪石奇岩，与夫龙湫大瀑，十月二十七日在天台国清寺门前上车，早晨还只有七点。自天台去雁荡山所在的乐清县北，要经过临海黄岩温岭等县。到临海旧章安城的东南角巾山山下，还要渡过灵江，汽车方能南驶，现在公路局筑桥未竣，过渡要候午潮所以我们到了临海之后，倒得了两三个钟头的空，去东湖拜了忠逸樵夫之祠，上巾山的双塔下，看了华胥洞，黄华丹井――巾山之得名，盖因黄华升仙，落帻于此――等古迹，到十二点钟左右，才乘潮渡过江去。临海的山容水貌，也很秀丽，不过还不及富春江的高山大水，可以令人悠然忘去了人世。自临海到黄岩，要经过括苍山脉东头的一条大岭，岭头有一个仙人桥站自后徐经仙人桥至大道地的三站中间，汽车尽在山上曲折旋绕，路线有点像昱岭关外与仙霞岭南的样子据开车的司机说，这一条岭共有八十四弯，形势的险峻，也可想而知。黄岩县城北，也有一条永江要渡，桥也尚未筑成不过此处水深，不必候潮，所以车子一到，就渡了过去。"}
{"text":"临海的山容水貌，也很秀丽，不过还不及富春江的高山大水，可以令人悠然忘去了人世。自临海到黄岩，要经过括苍山脉东头的一条大岭，岭头有一个仙人桥站自后徐经仙人桥至大道地的三站中间，汽车尽在山上曲折旋绕，路线有点像昱岭关外与仙霞岭南的样子据开车的司机说，这一条岭共有八十四弯，形势的险峻，也可想而知。黄岩县城北，也有一条永江要渡，桥也尚未筑成不过此处水深，不必候潮，所以车子一到，就渡了过去。县城的东北，江水的那边，三江口上，更有一枝亭山在俯瞰县城半山中有一簇树，一个白墙头的庙，在阳光里吐气，想来总又是黄岩县的名胜了，遥望而过。黄岩一县内，多橘子树园树并不高，而金黄的橘实，都结得累累欲坠，在返射斜阳车驰过处，风味倒也异样，很像我年青的时候，在日本纪州各处旅行时的光景。自黄岩经温岭到乐清县的离大荆城南五里路的地方，村名叫作水积或名积水，不知是那二个字？，前临大海，海中有岛，后峙双旗冈峰，峰中也有叠嶂一排，在暗示着雁荡的奇峰怪石。游人到此，已经有点心痒难熬的样子了，因为隔一条溪，隔一重山，在夕阳下，早就看得出谢公岭外老僧送客之类的奇形怪状的石岩阴影北来自大溪镇到此，约有三十余里的行程。在雁荡第一重口外，再渡过那条自石门潭流下来的清溪，西驰七八里，过白溪，到响岭头，就是雁荡东外谷的口子，汽车路筑到此地为止，雁荡到了。在口外下车，远望进去，只看见了几个f涞氖峰尖。太阳已经快下山了，我们是由东向西而入谷的，所以初走进去的时候，一眼并不看见什么。但走了半里多上灵岩寺去的石砌路后，渡过石桥，忽而一变，千千万万的奇异石壁，都同天上刚掉下去似的，直立在我们的四周一条很大很大的溪水，穿在这些绝壁的中间，在向东缓流出来。壁来得太高太陡，天只剩下了狭狭的一条缝，日已下山，光线不似日间的充足。石壁的颜色，又都灰黑，壁缝里的树木，也生得屈曲有一种怪相我们从东外谷走入内谷的七八里地路上，举头向前后左右望望，几乎被胁得连口都不敢开了。山谷的奇突，大与寻常习见的样子不同，教人不得不想起诗圣但丁的神曲，疑心我们已经跟了那位罗马诗人，入了别一个境界。"}
{"text":"石壁的颜色，又都灰黑，壁缝里的树木，也生得屈曲有一种怪相我们从东外谷走入内谷的七八里地路上，举头向前后左右望望，几乎被胁得连口都不敢开了。山谷的奇突，大与寻常习见的样子不同，教人不得不想起诗圣但丁的神曲，疑心我们已经跟了那位罗马诗人，入了别一个境界。第二辑屐痕处处感伤的行旅在龙王庙前折向了北去，头脑里对于一路上所见的峰嶂的名目，如猴披衣蓼花嶂响嵩门霞嶂洞听诗叟双鲤峰之类，还没有整理得清楚，景色一变，眼前又呈出了一幅更清幽更奇怪更伟大的画本。原来这东内谷里的向北去灵岩寺谷里的一区，是雁荡的中心，也是雁荡山杰作里的顶点。初入是一条清溪，许多树木与竹林。再进，劈面就是一排很高很长，像罗马古迹似的展旗嶂，崛起在天边，直挂向地下，后方再高处又是一排屏霞嶂，这屏霞嶂前，左右环抱，尽是一枝一枝的千万丈高的大石柱，高可以不必说，面积之大周围也不知有多少里而最奇的，是这些大柱的头和脚，大小是一样的，所以都是绝壁，都是圆柱。小龙湫瀑布，也就在灵岩寺西北的一大石峰上，从顶点直泻下来的奇景。灵岩寺，看过去很小很小，隐藏在这屏霞嶂脚，顶珠峰展旗峰石屏风全在寺东与天柱峰双鸾峰卷图峰独秀峰卓笔峰全在寺西等的中间地位的好，峰岩的多而且奇，只有永康方岩的五峰书院，可以与它比比但方岩只是伟大了一点，紧凑却还不及这里。灵岩寺的开辟，在宋太平兴国四年，僧行亮神昭为其始祖，后屡废屡兴现在的寺，却是数年前，由护法者蒋叔南潘耀庭诸君所募建。蒋君今年夏季去世，潘君现任雁荡山风景区整理委员，住在寺中当家僧名成圆，亦由蒋潘诸君自宁波去迎来者，人很能干，具有实际办事的手腕。在灵岩寺的西楼住下之后，天已经黑了。先去请教也住在寺中率领黄岩中学学生来雁荡旅行的两位先生，问我们在雁荡，将如何的游法？因为他们已经在灵岩寺住了三日，打算于明晨出回黄岩去了。饭后又去请了潘委员来，打听了一番雁荡山大概的形。雁荡山的总括，可以约略的先在此地说一说第一，山在乐清县东北九十里，系亘立东西的一排连山，东起石门潭，西迄白岩六十里北自甸岭，南至斤竹涧口四十里自东向西，历来分成东外谷东内谷西内谷西外谷的四部，以马鞍岭为界而分东西。全山周围，合外境有四百二十里。"}
{"text":"先去请教也住在寺中率领黄岩中学学生来雁荡旅行的两位先生，问我们在雁荡，将如何的游法？因为他们已经在灵岩寺住了三日，打算于明晨出回黄岩去了。饭后又去请了潘委员来，打听了一番雁荡山大概的形。雁荡山的总括，可以约略的先在此地说一说第一，山在乐清县东北九十里，系亘立东西的一排连山，东起石门潭，西迄白岩六十里北自甸岭，南至斤竹涧口四十里自东向西，历来分成东外谷东内谷西内谷西外谷的四部，以马鞍岭为界而分东西。全山周围，合外境有四百二十里。雁山北部，更有南阁谷北阁谷二区，以溪分界南阁南至石柱北至北屏山二里，东至马屿，西至会仙峰十六里北阁村南北二里，东西五里，西北极甸岭山，为雁荡北址。雁山开山者相传为晋诺讵那尊者，凡百有二峰，六十一岩，四十六洞，十八刹，十六亭，十七潭，十三瀑。入游之路线，有四条。一东路从白溪经响岭头自东南入谷，就是我们所经之路线。二北路由大荆越谢公岭自东北入谷至岭峰。三南路由小芙蓉经四十九盘岭自南入谷至能仁寺，从乐清来者率由此。四西路从大芙蓉自西南经本觉寺至梅雨潭。峰之最高者为百冈尖，高一万一千五百公尺，雁湖在西外谷连霄岭上，高九千公尺。这雁荡山的梗概，是根据潘委员的口述，和广雁荡山志及雁山全图而摘录下来的我们因为走马游山，前后只有三日的工夫好费，还要包括出和到着的日期在内，所以许多风景，都只能割爱晚上就和潘委员在灯下拟定明日只看西石梁的大瀑布，大龙湫瀑，梅雨潭，回至能仁寺午餐。略游斤竹涧就回灵岩寺宿出之日即第三日，午前一游净名寺，至灵峰略看看观音洞北斗洞等，就出向头岭由原路出回去。北部的绝景，中央的百冈尖当然是不能够去，就如显胜门龙溜等处，一则因无时间，二则因无大路无宿处，也只能等下次再来了。这样拟定了游程之后，预期着明天的一天劳顿，我们就老早的爬上了床去。约莫是午前的三四点钟，正梦见了许多岩壁，在四面移走拢来，几乎要把我的渺渺五尺之躯，压成粉碎的时候，忽而耳边一阵喇叭声，一阵嘈杂声起来了。先以为是山寺里起了火，急起披衣，踏上了西楼后面的露台去一看既不见火，又不见人，周围上下，只是同海水似的月光，月光下又只是同神话中的巨人似的石壁，天色苍苍，只余一线，四围岑寂，远远地也听得见些断续的人声。奇异，神秘，幽寂，诡怪，当时的那一种感觉，我真不知道要用些什么字来才形容得出！"}
{"text":"约莫是午前的三四点钟，正梦见了许多岩壁，在四面移走拢来，几乎要把我的渺渺五尺之躯，压成粉碎的时候，忽而耳边一阵喇叭声，一阵嘈杂声起来了。先以为是山寺里起了火，急起披衣，踏上了西楼后面的露台去一看既不见火，又不见人，周围上下，只是同海水似的月光，月光下又只是同神话中的巨人似的石壁，天色苍苍，只余一线，四围岑寂，远远地也听得见些断续的人声。奇异，神秘，幽寂，诡怪，当时的那一种感觉，我真不知道要用些什么字来才形容得出！起初我以为还在连续着做梦，这些月光，这些山影，仍旧是梦里的畸形但摸摸石栏，看看那枝谁也要被它威胁压倒的天柱石峰与峰头的一片残月，觉得又太明晰，太正确，绝不像似梦里的神。呆立了一会，对这雁荡山中的秋月顶礼了十来分钟，又是一阵喇叭声，一阵整队出报名数的号令声传过来了，到此我才明白，原来我并不是在做梦，是那一批黄岩中学的学生要出赶上大溪去坐轮船去了！这一批学生的叫唤，这一批青年的大胆行为，既救了我梦里的危急，又指示给我了这一幅清极奇极的雁山夜月的好画图，我的心里，竟莫名其妙的感激起来了，跑下楼去，就对他们的两位临走的教师热烈地热烈地握了一回手送他们出了寺门以后，我并且还在月光下立着，目送他们一个个小影子渐渐地被月光岩壁吞没了下去。本章结束第二辑屐痕处处感伤的行旅雁荡山中的秋月！天柱峰头的月亮！我想就是今天明天，一处也不游，便尔回去，也尽可以交代得过去，说一声不虚此行了，另外还更希望什么呢？所以等那些学生们走后，我竟像疯子一样一个人在后面楼外的露台上呆对着月光峰影，坐到了天明，坐到了日出，这一天正是旧历九月二十的晚上廿一的清晨。等同去的文伯，及偶然在路上遇着成一伙的奥伦斯登科伯尔厂经理毕士敦与戴君起来，一齐上轿，到大龙湫的时候，太阳已经升得很高，似在巳午之间了。一路上经下灵岩村三宫殿上灵岩村，过马鞍岭。在左右手看了些五指峰纱帽峰老鼠峰猫峰观音峰莲台嶂祥云峰小剪刀峰之类，形状都很像，峰头都很奇但因为太多了，到后来几乎想向在说明的轿夫讨饶，请他不要再说，怕看得太多，眼睛里脑里要起消化不良之症。大龙湫的瀑布，在江南瀑布当中真可以称霸，因为石壁的高，瀑身的大，潭影的清而且深，实在是江浙皖几省的瀑布中所少有的。我们到雁荡之先，已经是旱得很久了。故而一条瀑布，直喷下来，在上面就成了点点的珠玉。"}
