{"text":"应该承认，现代人是孤独的。但是，由于灵魂的缺席，这种孤独就成了单纯的惩罚。相反，对于珍惜灵魂生活的人来说，如同默顿所说，孤独却应该是生活的必需品。或者，用蒂利希的话表述，人人都离不开一种广义的宗教，这种宗教就是对寂寞的体验。我把自己读这本书时的感想写了下来。说到这本书本身，我的印象是，大约也是一位心理分析的信徒，因此，把容格希尔曼这样的心理分析家的言论选得多了一些。在我看来，还有许多贤哲说过一些中肯得多也明白得多的话语，那是更值得选的。不过，对此我无意苛责。事实上，不同的人来编这样的书，编成的面貌必定是很不同的。我希望自己有一天也来编一本心灵书。我还希望每一个关注灵魂的人都来编一本他自己的心灵书。说到底，每一个人的灵魂教育都只能是自我教育。灵魂的高贵守望的角度若干年前，我就想办一份杂志，刊名也起好了，叫守望者，但一直未能如愿。我当然不是想往色彩缤纷的街头报摊上凑自己的一份热闹，也不是想在踌躇满志的文化精英中挤自己的一块地盘。正好相反，在我的想象中，这份杂志应该是很安静的，与世无争的，也因此而在普遍的热闹和竞争中有了存在的价值。我只想开一个小小的园地，可以让现代的帕斯卡尔们在这里发表他们的思想录。我很喜欢守望者这个名称，它使我想起守林人。守林人的心境总是非常宁静的，他长年与树木松鼠琢木鸟这样一些最单纯的生命为伴，他自己的生命也变得单纯了。他的全部生活就是守护森林，了望云天，这守望的生涯使他心明眼亮，不染尘嚣。守望者的名称还使我想起守灯塔人。在奔流的江河中，守灯塔人日夜守护灯塔，了望潮汛，保护着船只的安全航行。当然，与都市人相比，守林人的生活未免冷清。与弄潮儿相比，守灯塔人的工作未免平凡。可是，你决不能说他们是人类中可有可无的一员。如果没有这些守望者的默默守望，森林消失，地球化为沙漠，都市人到哪里去寻欢作乐，灯塔熄灭，航道成为墓穴弄潮儿如何还能大出风头？在历史的进程中，我们同样需要守望者。守望是一种角度。当我这样说时，我已经承认对待历史进程还可以有其它的角度，它们也都有存在的理由。譬如说，你不妨做一个战士，甚至做一个将军，在时代的战场上冲锋陷阵，发号施令。"}
{"text":"与弄潮儿相比，守灯塔人的工作未免平凡。可是，你决不能说他们是人类中可有可无的一员。如果没有这些守望者的默默守望，森林消失，地球化为沙漠，都市人到哪里去寻欢作乐，灯塔熄灭，航道成为墓穴弄潮儿如何还能大出风头？在历史的进程中，我们同样需要守望者。守望是一种角度。当我这样说时，我已经承认对待历史进程还可以有其它的角度，它们也都有存在的理由。譬如说，你不妨做一个战士，甚至做一个将军，在时代的战场上冲锋陷阵，发号施令。你不妨投身到任何一种潮流中去，去经商，去从政，去称霸学术，统帅文化，呵叱风云，指点江山，去充当各种名目的当代英雄。但是，在所有这些显赫活跃的身影之外，还应该有守望者的寂寞的身影。守望者是这样一种人，他们并不直接投身于时代的潮流，毋宁说往往与一切潮流保持着一个距离。但他们也不是旁观者，相反对于潮流的来路和去向始终怀着深深的关切。他们关心精神价值甚于关心物质价值，在他们看来，无论个人还是人类，物质再繁荣，生活再舒适，如果精神流于平庸，灵魂变得空虚，就绝无幸福可言。所以，他们虔诚地守护着他们心灵中那一块精神的园地，其中珍藏着他们所看重的人生最基本的精神价值，同时警惕地了望着人类前方的地平线，注视着人类精神生活的基本走向。在天空和土地日益被拥挤的高楼遮蔽的时代，他们怀着忧虑之心仰望天空，守卫土地。他们守的是人类安身立命的生命之土，望的是人类超凡脱俗的精神之天。说到守望者，我总是想起塞林格的名作麦田里的守望者。许多年前，当我还是一个大学生的时候，这部小说的中译本印着内部发行的字样，曾在小范围内悄悄流传，也在我手中停留过。守望者这个名称给我留下印象，最初就缘于这部小说。小说的主人公是一个被学校开除的中学生，他貌似玩世不恭，厌倦现存的平庸的一切，但他并非没有理想。他想象悬崖边有一大块麦田，一大群孩子在麦田里玩，而他的理想就是站在悬崖边做一个守望者，专门捕捉朝悬崖边上乱跑的孩子，防止他们掉下悬崖。后来我发现，在英文原作中，被译为守望者的那个词是，直译应是捕捉者棒球接球手。不过，我仍觉得译成守望者更传神，意思也好。今日的孩子们何尝不是在悬崖边的麦田里玩，麦田里有天真童趣和自然，悬崖下是空虚和物欲的深渊。"}
{"text":"他想象悬崖边有一大块麦田，一大群孩子在麦田里玩，而他的理想就是站在悬崖边做一个守望者，专门捕捉朝悬崖边上乱跑的孩子，防止他们掉下悬崖。后来我发现，在英文原作中，被译为守望者的那个词是，直译应是捕捉者棒球接球手。不过，我仍觉得译成守望者更传神，意思也好。今日的孩子们何尝不是在悬崖边的麦田里玩，麦田里有天真童趣和自然，悬崖下是空虚和物欲的深渊。当此之时，我希望世上多几个志愿的守望者，他们能以智慧和爱心守护着麦田和孩子，守护着我们人类的未来。灵魂的高贵被废黜的国王帕斯卡尔说人是一个被废黜的国王，否则就不会因为自己失了王位而悲哀了。所以，从人的悲哀也可证明人的伟大。借用帕斯卡尔的这个说法，我们可以把人类的精神史看作为恢复失去的王位而奋斗的历史。当然，人曾经拥有王位并非一个历史事实，而只是一个譬喻，其含义是人的高贵的灵魂必须拥有配得上它的精神生活。我不相信上帝，但我相信世上必定有神圣。如果没有神圣，就无法解释人的灵魂何以会有如此执拗的精神追求。用感觉思维情绪意志之类的心理现象完全不能概括人的灵魂生活，它们显然属于不同的层次。灵魂是人的精神生活的真正所在地，在这里，每个人最内在深邃的自我直接面对永恒，追问有限生命的不朽意义。灵魂的追问总是具有形而上的性质，不管现代哲学家们如何试图证明形而上学问题的虚假性，也永远不能平息人类灵魂的这种形而上追问。我们当然可以用不同的尺度来衡量历史的进步，例如物质财富的富裕，但精神圣洁肯定也是必不可少的一维。正如黑格尔所说一个没有形而上学的民族就象一座没有祭坛的神庙。没有祭坛，也就是没有信仰，没有神圣的价值，没有敬畏之心，没有道德的约束，人生唯剩纵欲和消费，人与人之间只有利益的交易和争斗。它甚至不再是一座神庙，而成了一个吵吵闹闹的市场。事实上，不仅在比喻的意义上，而且按照字面的意思理解，在今日中国，这种沦落为乌烟瘴气的市场的所谓神庙，我们见得还少吗？在一个功利至上精神贬值的社会里，适应取代创造成了才能的标志，消费取代享受成了生活的目标。在许多人心目中，理想信仰灵魂生活都是过时的空洞词眼。"}
{"text":"它甚至不再是一座神庙，而成了一个吵吵闹闹的市场。事实上，不仅在比喻的意义上，而且按照字面的意思理解，在今日中国，这种沦落为乌烟瘴气的市场的所谓神庙，我们见得还少吗？在一个功利至上精神贬值的社会里，适应取代创造成了才能的标志，消费取代享受成了生活的目标。在许多人心目中，理想信仰灵魂生活都是过时的空洞词眼。可是，我始终相信，人的灵魂生活比外在的肉身生活和社会生活更为本质，每个人的人生质量首先取决于他的灵魂生活的质量。一个经常在阅读和沉思中与古今哲人文豪倾心交谈的人，和一个沉缅在歌厅肥皂剧以及庸俗小报中的人，他们肯定生活在两个绝对不同的世界上。人是一个被废黜的国王，被废黜的是人的灵魂。由于被废黜，精神有了一个多灾多难的命运。然而，不论怎样被废黜，精神终归有着高贵的王室血统。在任何时代，总会有一些人默记和继承着精神的这个高贵血统，并且为有朝一日恢复它的王位而努力着。我愿把他们恰如其分地称作精神贵族。精神贵族曾经是一个大批判词汇，可是真正的精神贵族何其稀少！尤其在一个精神遭到空前贬值的时代，倘若一个人仍然坚持做精神贵族，以精神的富有而坦然于物质的清贫，我相信他就必定不是为了虚荣，而是真正出于精神上的高贵和诚实。灵魂的高贵读圣经札记一不可发誓古训说不可违背誓言在主面前所发的誓必须履行。耶稣针对此却说你们根本不可以发誓。你们说话，是，就说是，不是，就说不是再多说便是出于那邪恶者。只听真话，除此之外的多一句也不听，包括誓言，――这才是我心目中的上帝，同样，一个人面对他的上帝的时候，他也只需要说出真话。超出于此，他就不是在对上帝说话，而是在对别的什么说话，例如对权力舆论或市场。有真信仰的人满足于说出真话，喜欢发誓的人往往并无真信仰。发誓者竭力揣摩对方的心思，他发誓要做的不是自己真正想做的事情，而是他以为对方希望自己做的事情。如果他揣摩的是地上的人的心思，那是卑怯。如果他揣摩的是天上的神的心思，那就是亵渎了。有时候，一个人说了真话，他仍然可能会发誓。"}
{"text":"超出于此，他就不是在对上帝说话，而是在对别的什么说话，例如对权力舆论或市场。有真信仰的人满足于说出真话，喜欢发誓的人往往并无真信仰。发誓者竭力揣摩对方的心思，他发誓要做的不是自己真正想做的事情，而是他以为对方希望自己做的事情。如果他揣摩的是地上的人的心思，那是卑怯。如果他揣摩的是天上的神的心思，那就是亵渎了。有时候，一个人说了真话，他仍然可能会发誓。他担心听的人不相信或者不重视他说了真话这件事，所以要就此发誓，加以强调。他把别人的相信和重视看得比说真话本身更加重要，仿佛说真话的价值取决于别人是否相信和重视似的。因此，如果得不到预期的效果，他就随时可能放弃说真话。一个直接面对上帝的人是不会这样的，因为他无论对谁说话，都同时是在对上帝说话，上帝听见了他说的真话，他就问心无愧了。二恨是狭隘，爱是超越耶稣反对复仇，提倡博爱。针对以眼还眼，以牙还牙的旧训，他主张有人打你的右脸，连左脸也让他打吧。针对爱朋友，恨仇敌的旧训，他主张要爱你们的仇敌。他的这类言论最招有男子气概或斗争精神的思想家反感，被斥为奴隶哲学。我也一直持相似看法，而现在，我觉得有必要来认真地考查一下他的理由――因为，天父使太阳照好人，也同样照坏人降雨给行善的，也给作恶的。假如你们只爱那些爱你们的人，上帝又何必奖赏你们呢？你们要完全，正像你们的天父是完全的。从这段话中，我读出了一种真正博大的爱的精神。人与人之间，部落与部落之间，种族与种族之间，国家与国家之间，为什么会仇恨？因为利益的争夺，观念的差异，隔膜，误会，等等。一句话，因为狭隘。一切恨都溯源于人的局限，都证明了人的局限。爱在哪里？就在超越了人的局限的地方。只爱你的亲人和朋友是容易的，恨你的仇敌也是容易的，因为这都是出于一个有局限性的人的本能。做一个父亲爱自己的孩子，做一个男人爱年轻漂亮的女人，做一个处在种种人际关系中的人爱那些善待自己的人，这有什么难呢？作为某族的一员恨敌族，作为某国的臣民恨敌国，作为正宗的信徒恨异教徒，作为情欲之人恨伤了你的感情损了你的利益的人，这有什么难呢？"}
{"text":"一句话，因为狭隘。一切恨都溯源于人的局限，都证明了人的局限。爱在哪里？就在超越了人的局限的地方。只爱你的亲人和朋友是容易的，恨你的仇敌也是容易的，因为这都是出于一个有局限性的人的本能。做一个父亲爱自己的孩子，做一个男人爱年轻漂亮的女人，做一个处在种种人际关系中的人爱那些善待自己的人，这有什么难呢？作为某族的一员恨敌族，作为某国的臣民恨敌国，作为正宗的信徒恨异教徒，作为情欲之人恨伤了你的感情损了你的利益的人，这有什么难呢？难的是超越所有这些局限，不受狭隘的本能和习俗的支配，作为宇宙之子却有宇宙之父的胸怀，爱宇宙间的一切生灵。有人打了你的右脸，你就一定要回打他吗？你回打了他，他再回打你，仇仇相生，怨怨相报，何时了结？那打你的人在打你的时候是狭隘的，被胸中的怒气支配了，你又被他激怒，你们就一齐在狭隘中走不出来了。耶稣要你把左脸也送上去，这也许只是一个比喻，意思是要你丝毫不存计较之心，远离狭隘。当你这样做的时候，你已经上升得很高，你真正做了被打的你的肉躯的主人。相反，那计较的人只念着自己被打的右脸，他的心才成了他的右脸的奴隶。我开始相信，在右脸被打后把左脸送上去的姿态也可以是充满尊严的。三天上的财宝耶稣说不可为自己积聚财宝在地上，要为自己积聚财宝在天上，因为前者会虫蛀生锈遭窃，后者不会。也就是说，物质的财宝不可靠，精神的财宝可靠，应该为自己积聚可靠的财宝。那么，何时能够享用天上的财宝呢？是否如通常所宣传的，生前积德，死后到天堂享用？耶稣又说你的财宝在哪里，你的心也在哪里。看来这才是耶稣的见解当你为自己积聚财宝在天上时，你的心已经在天上当你的灵魂富有时，你的灵魂已经得救了。四行淫的女人有一天，耶稣在圣殿里讲道，几个企图找把柄陷害他的经学教师和法利赛人带来了一个女人，问他这个女人在行淫时被抓到。摩西法律规定，这样的女人应该用石头打死。你认为怎样？耶稣弯着身子，用指头在地上画字。那几个人不停地问，他便直起身来说你们当中谁没有犯过罪，谁就可以先拿石头打她。说了这话，他又弯下身在地上画字。所有的人都溜走了，最后，只剩下了耶稣和那个女人。这时候，耶稣就站起来，问她妇人，他们都哪里去了？"}
{"text":"四行淫的女人有一天，耶稣在圣殿里讲道，几个企图找把柄陷害他的经学教师和法利赛人带来了一个女人，问他这个女人在行淫时被抓到。摩西法律规定，这样的女人应该用石头打死。你认为怎样？耶稣弯着身子，用指头在地上画字。那几个人不停地问，他便直起身来说你们当中谁没有犯过罪，谁就可以先拿石头打她。说了这话，他又弯下身在地上画字。所有的人都溜走了，最后，只剩下了耶稣和那个女人。这时候，耶稣就站起来，问她妇人，他们都哪里去了？没有人留下来定你的罪吗？女人说先生，没有。耶稣便说好，我也不定你的罪。去吧，别再犯罪。约翰福音记载的这个故事使我对耶稣倍生好感，一个智慧幽默通晓人性的智者形象跃然眼前。想一想他弯着身子用指头在地上画字的样子，既不看恶意的告状者，也不看可怜的被告，他心里正不知转着怎样愉快的念头呢。他多么轻松地既击败了经学教师和法利赛人陷害他的阴谋，又救了那个女人的性命，而且，更重要的是，还破除了犹太教的一条残酷的法律。经由这个故事，我还非常羡慕当时的世风人心。听了耶稣说的话，居然在场的人个个扪心自问，知罪而退，可见天良犹在。换一个时代，譬如说，在我们的文化大革命中，会出现什么情景呢？可以断定，耶稣的话音刚落，人们就会立刻争先恐后地用石头打那个女人，以此证明自己的清白，那个女人会立刻死于乱石之下。至于耶稣自己，也一定会顶着淫妇的黑后台和辩护士之罪名，被革命群众提前送上十字架。五精神领域里的嫉妒一个葡萄园主雇工人整理葡萄园，说好每人一天的工资是一块银币。这一天，他先后雇了五批工人，有清晨就雇来的，也有傍晚才雇来的。结算工资的时候，他给每个人都是一块银币。清晨来的工人因此而提出了抗议。他的回答是我并没有占你便宜。你不是同意每天一块银币的工资的吗？我也给最后来的这么多，难道我无权使用自己的钱吗？为了我待人慷慨，你就嫉妒吗？耶稣用这个故事说明，在天国里，不论信教早晚，上帝都是一视同仁的。对于那些因为早来而嫉妒晚来者的人，他毫不掩饰蔑视之意，断然宣布那些居后的，将要在先那些在先的，将要居后。"}
{"text":"结算工资的时候，他给每个人都是一块银币。清晨来的工人因此而提出了抗议。他的回答是我并没有占你便宜。你不是同意每天一块银币的工资的吗？我也给最后来的这么多，难道我无权使用自己的钱吗？为了我待人慷慨，你就嫉妒吗？耶稣用这个故事说明，在天国里，不论信教早晚，上帝都是一视同仁的。对于那些因为早来而嫉妒晚来者的人，他毫不掩饰蔑视之意，断然宣布那些居后的，将要在先那些在先的，将要居后。的确，在精神领域里，包括宗教信仰思想探索艺术创造等等，资格是完全不起作用的。倘若有人因为资格老而嫉妒后来者的成就，那么，他越是嫉妒，就越是表明他在精神上的低下，他的地位就越要居后。六本乡人眼中无先知耶稣回到家乡宣讲，人们惊讶地说他不是那个木匠的儿子吗？他的母亲不是玛利亚吗？雅各约瑟西门和犹大不都是他的弟弟吗？他的妹妹们不是住在我们这里吗？他这一切究竟从哪里来的呢？于是他们厌弃他。耶稣就此议论说在本乡本家以外，先知没有不受人尊敬的。马太福音或者先知在自己的家乡是从不受人欢迎的。路加福音其实，何止不受欢迎，在本乡人眼中根本就不存在先知。在本乡人本单位人以及一切因为外在原因而有了日常接触的人眼中，不存在先知天才和伟人。在这种情形下，人们对于一个精神上的非凡之人会发生两种感想。第一，他们经常看见这个人，熟悉他的模样举止脾气出身家庭状况等等，就自以为已经了解他了。在他们看来，这个人无非就是他们所熟悉的这些外部特征的总和。在拿撒勒人眼里，耶稣只是那个木匠的儿子，雅各等人的哥哥，仅此而已。第二，由于生活环境相同，他们便以己度人，认为这个人既然也是这个环境的产物，就必定是和自己一样的人，不可能有什么超常之处。即使这个人的成就在本乡以外发生了广泛的影响，他们也仍然不肯承认，而要发出拿撒勒人针对耶稣发出的疑问他这一切究竟从哪里来的呢？当然，先知在本乡受到排斥，嫉妒也起了很大作用。一个在和自己相同环境里生长的人，却比自己无比优秀，对于这个事实，人们先是不能相信，接着便不能容忍了，他们觉得自己因此遭到了贬低。直到很久以后，出于这同样的虚荣心，他们的后人才会把先知的诞生当做本乡的光荣大加宣扬。"}
{"text":"即使这个人的成就在本乡以外发生了广泛的影响，他们也仍然不肯承认，而要发出拿撒勒人针对耶稣发出的疑问他这一切究竟从哪里来的呢？当然，先知在本乡受到排斥，嫉妒也起了很大作用。一个在和自己相同环境里生长的人，却比自己无比优秀，对于这个事实，人们先是不能相信，接着便不能容忍了，他们觉得自己因此遭到了贬低。直到很久以后，出于这同样的虚荣心，他们的后人才会把先知的诞生当做本乡的光荣大加宣扬。可是，一切精神上的伟人之诞生与本乡何干？他们之所以伟大，正是因为他们从来就不属于本乡，他们是以全民族或者全人类为自己的舞台的。所以，如果要论光荣，这光荣只属于民族或者人类。这一点对于文明人来说应该是不言而喻的，譬如说，倘若一个法兰克福人以歌德的同乡自炫，他就一定会遭到全体德国人的嘲笑。也所以，地方与地方之间为伟人出生地发生的那些争执都是可笑的，常常还是可耻的，因为它们常常带有借死去的伟人牟利的卑鄙意图。灵魂的高贵孤岛断想一灵魂只能独行我是与一个集体一起来到这个岛上的。我被编入了这个集体，是这个集体的一员。在我住在岛上的全部日子里，我都不能脱离这个集体。可是，我知道，我的灵魂不和这个集体在一起。我还知道，任何一个人的灵魂都不可能和任何一个集体在一起。灵魂永远只能独行。当一个集体按照一个口令齐步走的时候，灵魂不在场。当若干人朝着一个具体的目的地结伴而行时，灵魂也不在场。不过，在这些时候，那缺席的灵魂很可能就在不远的某处，你会在众声喧哗之时突然听见它的清晰的足音。即使两人相爱，他们的灵魂也无法同行。世间最动人的爱仅是一颗独行的灵魂与另一颗独行的灵魂之间的最深切的呼唤和应答。灵魂的行走只有一个目标，就是寻找上帝。灵魂之所以只能独行，是因为每一个人只有自己寻找，才能找到他的上帝。二内在的眼睛我相信人不但有外在的眼睛，而且有内在的眼睛。外在的眼睛看见现象，内在的眼睛看见意义。被外在的眼睛看见的，成为大脑的贮存，被内在的眼睛看见的，成为心灵的财富。许多时候，我们的内在眼睛是关闭着的。"}
