{"text":"后来该会除审定六千五百余字的读音以外，并正式通过审定字音时所用的记音字母，定名为注音字母。到一九三年，注音字母又改称注音符号。假名日文的字母，因为是从真名即汉字假借而来的，所以称为假名。分片假名楷体和平假名草体二种。每日国际文选一种每日提供世界新闻杂志间各种论文之汉译的刊物，一九三三年八月一日创刊，孙师毅明耀五包可华编选，上海中外出版公司印行。中国语书法之拉丁化由焦风方善境译自苏联的世界语刊物新阶段，是每日国际文选的第十二号，一九三三年八月十二日出版。世界上海世界语者协会编印的世界语月刊，创刊于一九三二年十二月。言语科学是世界的每月增刊，创刊于一九三三年十月它的第九十号合刊即世界一九三四年六七月号合刊的增刊上载有应人霍应人作的中国语书法拉丁化方案之介绍一文。大众的事情，要大众自己来做！在当时大众语文学的论争中，报刊上曾有过不少这类议论，如吴稚晖在一九三四年八月一日申报自由谈发表的大众语万岁一文中说让大众自己来创造，不要代办。章克标在人言第二十一期一九三四年七月七日中说大众语文学是要由大众自己创造出来的，才算是真正的大众语文学。文艺的政治宣传员如宋阳之流这是反动刊物新垒主编李焰生在社会月报第一卷第三期一九三四年八月十五日发表的由大众语文文学到国民语文文学一文中的话所谓大众语文，意义是模糊的，提倡不是始自现在，那些文艺的政治宣传员如宋阳之流，数年前已经很热闹的讨论过。宋阳，即瞿秋白。他曾在文学月报第一卷第一号第三号一九三二年六月十月先后发表大众文艺的问题和再论大众文艺答止敬两文。大家都变成文学家了这是一九三四年八月一日二日申报电影专刊署名米同的大众语根本上的错误一文中的话要是照他们所说，用大众语来写作一切文艺作品的话，到了那个时限，一切的人都可以说出就是文章，记下来就是作品，那时不是文学毁灭的时候，就是大家都成了文学家了。目连救母盂兰盆经中的佛教故事，说佛的大弟子目连有大神通，尝入地狱救母。唐代已有大目乾连冥间救母变文，以后曾被编成多种戏曲，这里是指绍兴戏。无常鬼，即迷信传说中的勾魂使者，参看朝花夕拾无常。"}
{"text":"目连救母盂兰盆经中的佛教故事，说佛的大弟子目连有大神通，尝入地狱救母。唐代已有大目乾连冥间救母变文，以后曾被编成多种戏曲，这里是指绍兴戏。无常鬼，即迷信传说中的勾魂使者，参看朝花夕拾无常。目连救母记明代新安郑之珍作。刻本卷首有主江南试者冯写于清光绪二十年的，其中说此书出自安徽，或云系瞽者所作，余亦未敢必也。中也说到小尼姑下山惟下山一折，较为憾事不知清磬场中，杂此妙舞，更觉可观，大有画家绚染之法焉，余不为之咎。伊索，约前六世纪相传是古希腊寓言作家，现在流传的伊索寓言，共有三百余篇，系后人编集。梭罗古勃，―梗玻罚砉撕托导遥有长篇小说老屋小鬼等。域外小说集一九二一年上海群益书社版中曾译载他的寓言十篇。马氏文通清代马建忠著，共十卷，一八九八年出版，是我国最早的一部较有系统的研究汉语语法的专著。辞源，陆尔奎等编辑，一九一五年上海商务印书馆印行，一九三一年增出续编，是一部说明汉语词义及其渊源演变的工具书。木刻纪程小引木刻纪程小引中国木刻图画，从唐到明，曾经有过很体面的历史。但现在的新的木刻，却和这历史不相干。新的木刻，是受了欧洲的创作木刻的影响的。创作木刻的绍介，始于朝花社，那出版的艺苑朝华四本，虽然选择印造，并不精工，且为艺术名家所不齿，却颇引起了青年学徒的注意。到一九三一年夏，在上海遂有了中国最初的木刻讲习会。又由是蔓衍而有木铃社，曾印木铃木刻集两本。又有野穗社，曾印木刻画一辑。有无名木刻社，曾印木刻集。但木铃社早被毁灭，后两社也未有继续或发展的消息。前些时在上海还剩有木刻研究社，是一个历史较长的小团体，曾经屡次展览作品，并且将出木刻画选集的，可惜今夏又被私怨者告密。社员多遭捕逐，木版也为工部局所没收了。据我们所知道，现在似乎已经没有一个研究木刻的团体了。"}
{"text":"到一九三一年夏，在上海遂有了中国最初的木刻讲习会。又由是蔓衍而有木铃社，曾印木铃木刻集两本。又有野穗社，曾印木刻画一辑。有无名木刻社，曾印木刻集。但木铃社早被毁灭，后两社也未有继续或发展的消息。前些时在上海还剩有木刻研究社，是一个历史较长的小团体，曾经屡次展览作品，并且将出木刻画选集的，可惜今夏又被私怨者告密。社员多遭捕逐，木版也为工部局所没收了。据我们所知道，现在似乎已经没有一个研究木刻的团体了。但尚有研究木刻的个人。如罗清桢，已出清桢木刻集二辑如又村，最近已印有廖坤玉故事的连环图。这是都值得特记的。而且仗着历来的努力和作品的日见其优良，现在不但已得中国读者的同情，并且也渐渐的到了跨出世界上去的第一步。虽然还未坚实，但总之，是要跨出去了。不过，同时也到了停顿的危机。因为倘没有鼓励和切磋，恐怕也很容易陷于自足。本集即愿做一个木刻的路程碑，将自去年以来，认为应该流布的作品，陆续辑印，以为读者的综观，的借镜之助。但自然，只以收集所及者为限，中国的优秀之作，是决非尽在于此的。别的出版者，一方面还正在绍介欧美的新作，一方面则在复印中国的古刻，这也都是中国的新木刻的羽翼。采用外国的良规，加以发挥，使我们的作品更加丰满是一条路择取中国的遗产，融合新机，使将来的作品别开生面也是一条路。如果都不断的奋发，使本集能一程一程的向前走，那就会知道上文所说，实在不仅是一种奢望的了。一九三四年六月中，铁木艺术社记。本篇最初印入木刻纪程一书中。木刻纪程，编辑，以铁木艺术社名义印行，计收木刻二十四幅，为何白涛李雾城陈烟桥陈铁耕一工黄新波陈普之张致平张望刘岘罗清桢等人，初版印一二本。封面上有一九三四年六月字样，但据日记，系同年八月十四日编讫付印。我国古代木刻版画，现在所见最早的有敦煌千佛洞发现的唐末五代公元十世纪的佛像，具有相当的艺术水平，它比欧洲现存的十四世纪德国木版圣母像早好几百年以后宋代的医书插图明代的小说绣像，更有进一步的发展。朝花社柔石等组织的文艺团体，一九二八年十一月成立于上海，一九三年春解体。艺苑朝华，美术丛刊，编选，共出五辑。"}
{"text":"封面上有一九三四年六月字样，但据日记，系同年八月十四日编讫付印。我国古代木刻版画，现在所见最早的有敦煌千佛洞发现的唐末五代公元十世纪的佛像，具有相当的艺术水平，它比欧洲现存的十四世纪德国木版圣母像早好几百年以后宋代的医书插图明代的小说绣像，更有进一步的发展。朝花社柔石等组织的文艺团体，一九二八年十一月成立于上海，一九三年春解体。艺苑朝华，美术丛刊，编选，共出五辑。第一辑近代木刻选集一，第二辑拾谷虹儿画选，第三辑近代木刻选集二，第四辑比亚兹莱画选，均于一九二九年由朝花社印行。第五辑新俄画选于一九三年由光华书局出版。木刻讲习会一八艺社于一九三一年八月间在上海举办。介绍日本人内山嘉吉讲授木刻技法，并自任翻译，自八月十七日至二十二日，为期一周。木铃社一九三三年初成立于杭州艺术专门学校，主要成员为郝力群曹白等。同年十月因主要成员被捕，无形解体。野穗社，一九三三年冬成立于上海新华艺术专门学校，主要成员为陈烟桥陈铁耕等。无名木刻社后改名为未名木刻社，一九三三年底成立于上海美术专门学校，主要成员为刘岘黄新波等。木刻研究社一九三二年九月成立于上海美术专门学校，是拉丁化拼音木刻二字起首的字母，主要成员为周金海王绍络张望金逢孙陈普之等，曾举办木刻展览四次。工部局过去英美日等帝国主义者在上海天津等地租界内设立的统治机关。罗清桢―广东兴宁人，木刻家。又村即陈铁耕―，广东兴宁人，木刻家。拿来主义拿来主义中国一向是所谓闭关主义，自己不去，别人也不许来。自从给枪炮打破了大门之后，又碰了一串钉子，到现在，成了什么都是送去主义了。别的且不说罢，单是学艺上的东西，近来就先送一批古董到巴黎去展览，但终不知后事如何还有几位大师们捧着几张古画和新画，在欧洲各国一路的挂过去，叫作发扬国光。听说不远还要送梅兰芳博士到苏联去，以催进象征主义，此后是顺便到欧洲传道。我在这里不想讨论梅博士演艺和象征主义的关系，总之，活人替代了古董，我敢说，也可以算得显出一点进步了。但我们没有人根据了礼尚往来的仪节，说道拿来！"}
{"text":"别的且不说罢，单是学艺上的东西，近来就先送一批古董到巴黎去展览，但终不知后事如何还有几位大师们捧着几张古画和新画，在欧洲各国一路的挂过去，叫作发扬国光。听说不远还要送梅兰芳博士到苏联去，以催进象征主义，此后是顺便到欧洲传道。我在这里不想讨论梅博士演艺和象征主义的关系，总之，活人替代了古董，我敢说，也可以算得显出一点进步了。但我们没有人根据了礼尚往来的仪节，说道拿来！当然，能够只是送出去，也不算坏事情，一者见得丰富，二者见得大度。尼采就自诩过他是太阳，光热无穷，只是给与，不想取得。然而尼采究竟不是太阳，他发了疯。中国也不是，虽然有人说，掘起地下的煤来，就足够全世界几百年之用，但是，几百年之后呢？几百年之后，我们当然是化为魂灵，或上天堂，或落了地狱，但我们的子孙是在的，所以还应该给他们留下一点礼品。要不然，则当佳节大典之际，他们拿不出东西来，只好磕头贺喜，讨一点残羹冷炙做奖赏。这种奖赏，不要误解为抛来的东西，这是抛给的，说得冠冕些，可以称之为送来，我在这里不想举出实例。我在这里也并不想对于送去再说什么，否则太不摩登了。我只想鼓吹我们再吝啬一点，送去之外，还得拿来，是为拿来主义。但我们被送来的东西吓怕了。先有英国的鸦片，德国的废枪炮，后有法国的香粉，美国的电影，日本的印着完全国货的各种小东西。于是连清醒的青年们，也对于洋货发生了恐怖。其实，这正是因为那是送来的，而不是拿来的缘故。所以我们要运用脑髓，放出眼光，自己来拿！譬如罢，我们之中的一个穷青年，因为祖上的阴功姑且让我这么说说罢，得了一所大宅子，且不问他是骗来的，抢来的，或合法继承的，或是做了女婿换来的。那么，怎么办呢？我想，首先是不管三七二十一，拿来！但是，如果反对这宅子的旧主人，怕给他的东西染污了，徘徊不敢走进门，是孱头勃然大怒，放一把火烧光，算是保存自己的清白，则是昏蛋。不过因为原是羡慕这宅子的旧主人的，而这回接受一切，欣欣然的蹩进卧室，大吸剩下的鸦片，那当然更是废物。拿来主义者是全不这样的。他占有，挑选。"}
{"text":"那么，怎么办呢？我想，首先是不管三七二十一，拿来！但是，如果反对这宅子的旧主人，怕给他的东西染污了，徘徊不敢走进门，是孱头勃然大怒，放一把火烧光，算是保存自己的清白，则是昏蛋。不过因为原是羡慕这宅子的旧主人的，而这回接受一切，欣欣然的蹩进卧室，大吸剩下的鸦片，那当然更是废物。拿来主义者是全不这样的。他占有，挑选。看见鱼翅，并不就抛在路上以显其平民化，只要有养料，也和朋友们像萝卜白菜一样的吃掉，只不用它来宴大宾看见鸦片，也不当众摔在毛厕里，以见其彻底革命，只送到药房里去，以供治病之用，却不弄出售存膏，售完即止的玄虚。只有烟枪和烟灯，虽然形式和印度，波斯，阿剌伯的烟具都不同，确可以算是一种国粹，倘使背着周游世界，一定会有人看，但我想，除了送一点进博物馆之外，其余的是大可以毁掉的了。还有一群姨太太，也大以请她们各自走散为是，要不然，拿来主义怕未免有些危机。总之，我们要拿来。我们要或使用，或存放，或毁灭。那么，主人是新主人，宅子也就会成为新宅子。然而首先要这人沉着，勇猛，有辨别，不自私。没有拿来的，人不能自成为新人，没有拿来的，文艺不能自成为新文艺。六月四日。本篇最初发表于一九三四年六月七日中华日报动向，署名霍冲。发扬国光一九三二年至一九三四年间，美术家徐悲鸿刘海粟曾分别去欧洲一些国家举办中国美术展览或个人美术作品展览。发扬国光是一九三四年五月二十八日大晚报报道这些消息时的用语。象征主义一九三四年五月二十八日大晚报报道苏俄艺术界向分写实与象征两派，现写实主义已渐没落，而象征主义则经朝野一致提倡，引成欣欣向荣之概。自彼邦艺术家见我国之书画作品深合象征派后，即忆及中国戏剧亦必采取象征主义。因拟邀中国戏曲名家梅兰芳等前往奏艺。曾在花边文学谁在没落一文中批评大晚报的这种歪曲报道。尼采，―德国哲学家，唯意志论和超人哲学的鼓吹者。这里所述尼采的话，见于他的札拉图斯特拉如是说。一九三三年六月四日，国民党政府和美国在华盛顿签订五千万美元的棉麦借款，购买美国的小麦面粉和棉花。这里指的可能是这一类事。病后杂谈病后杂谈一生一点病，的确也是一种福气。"}
{"text":"尼采，―德国哲学家，唯意志论和超人哲学的鼓吹者。这里所述尼采的话，见于他的札拉图斯特拉如是说。一九三三年六月四日，国民党政府和美国在华盛顿签订五千万美元的棉麦借款，购买美国的小麦面粉和棉花。这里指的可能是这一类事。病后杂谈病后杂谈一生一点病，的确也是一种福气。不过这里有两个必要条件一要病是小病，并非什么霍乱吐泻，黑死病，或脑膜炎之类二要至少手头有一点现款，不至于躺一天，就饿一天。这二者缺一，便是俗人，不足与言生病之雅趣的。我曾经爱管闲事，知道过许多人，这些人物，都怀着一个大愿。大愿，原是每个人都有的，不过有些人却模模胡胡，自己抓不住，说不出。他们中最特别的有两位一位是愿天下的人都死掉，只剩下他自己和一个好看的姑娘，还有一个卖大饼的另一位是愿秋天薄暮，吐半口血，两个侍儿扶着，恹恹的到阶前去看秋海棠。这种志向，一看好像离奇，其实却照顾得很周到。第一位姑且不谈他罢，第二位的吐半口血，就有很大的道理。才子本来多病，但要多，就不能重，假使一吐就是一碗或几升，一个人的血，能有几回好吐呢？过不几天，就雅不下去了。我一向很少生病，上月却生了一点点。开初是每晚发热，没有力，不想吃东西，一礼拜不肯好，只得看医生。医生说是流行性感冒。好罢，就是流行性感冒。但过了流行性感冒一定退热的时期，我的热却还不退。医生从他那大皮包里取出玻璃管来，要取我的血液，我知道他在疑心我生伤寒病了，自己也有些发愁。然而他第二天对我说，血里没有一粒伤寒菌于是注意的听肺，平常听心，上等。这似乎很使他为难。我说，也许是疲劳罢他也不甚反对，只是沉吟着说，但是疲劳的发热，还应该低一点。好几回检查了全体，没有死症，不至于呜呼哀哉是明明白白的，不过是每晚发热，没有力，不想吃东西而已，这真无异于吐半口血，大可享生病之福了。因为既不必写遗嘱，又没有大痛苦，然而可以不看正经书，不管柴米账，玩他几天，名称又好听，叫作养病。从这一天起，我就自己觉得好像有点儿雅了那一位愿吐半口血的才子，也就是那时躺着无事，忽然记了起来的。光是胡思乱想也不是事，不如看点不劳精神的书，要不然，也不成其为养病。像这样的时候，我赞成中国纸的线装书，这也就是有点儿雅起来了的证据。"}
{"text":"因为既不必写遗嘱，又没有大痛苦，然而可以不看正经书，不管柴米账，玩他几天，名称又好听，叫作养病。从这一天起，我就自己觉得好像有点儿雅了那一位愿吐半口血的才子，也就是那时躺着无事，忽然记了起来的。光是胡思乱想也不是事，不如看点不劳精神的书，要不然，也不成其为养病。像这样的时候，我赞成中国纸的线装书，这也就是有点儿雅起来了的证据。洋装书便于插架，便于保存，现在不但有洋装二十五六史，连四部备要也硬领而皮靴了，――原是不为无见的。但看洋装书要年富力强，正襟危坐，有严肃的态度。假使你躺着看，那就好像两只手捧着一块大砖头，不多工夫，就两臂酸麻，只好叹一口气，将它放下。所以，我在叹气之后，就去寻线装书。一寻，寻到了久不见面的世说新语之类一大堆，躺着来看，轻飘飘的毫不费力了，魏晋人的豪放潇洒的风姿，也仿佛在眼前浮动。由此想到阮嗣宗的听到步兵厨善于酿酒，就求为步兵校尉陶渊明的做了彭泽令，就教官田都种秫，以便做酒，因了太太的抗议，这才种了一点p。这真是天趣盎然，决非现在的站在云端里呐喊者们所能望其项背。但是，雅要想到适可而止，再想便不行。例如阮嗣宗可以求做步兵校尉，陶渊明补了彭泽令，他们的地位，就不是一个平常人，要雅，也还是要地位。采菊东篱下，悠然见南山是渊明的好句，但我们在上海学起来可就难了。没有南山，我们还可以改作悠然见洋房或悠然见烟囱的，然而要租一所院子里有点竹篱，可以种菊的房子，租钱就每月总得一百两，水电在外巡捕捐按房租百分之十四，每月十四两。单是这两项，每月就是一百十四两，每两作一元四角算，等于一百五十九元六。近来的文稿又不值钱，每千字最低的只有四五角，因为是学陶渊明的雅人的稿子，现在算他每千字三大元罢，但标点，洋文，空白除外。那么，单单为了采菊，他就得每月译作净五万三千二百字。吃饭呢？要另外想法子生发，否则，他只好饥来驱我去，不知竟何之了。雅要地位，也要钱，古今并不两样的，但古代的买雅，自然比现在便宜办法也并不两样，书要摆在书架上，或者抛几本在地板上，酒杯要摆在桌子上，但算盘却要收在抽屉里，或者最好是在肚子里。此之谓空灵。二为了雅，本来不想说这些话的。"}
{"text":"近来的文稿又不值钱，每千字最低的只有四五角，因为是学陶渊明的雅人的稿子，现在算他每千字三大元罢，但标点，洋文，空白除外。那么，单单为了采菊，他就得每月译作净五万三千二百字。吃饭呢？要另外想法子生发，否则，他只好饥来驱我去，不知竟何之了。雅要地位，也要钱，古今并不两样的，但古代的买雅，自然比现在便宜办法也并不两样，书要摆在书架上，或者抛几本在地板上，酒杯要摆在桌子上，但算盘却要收在抽屉里，或者最好是在肚子里。此之谓空灵。二为了雅，本来不想说这些话的。后来一想，这于雅并无伤，不过是在证明我自己的俗。王夷甫口不言钱，还是一个不干不净人物，雅人打算盘，当然也无损其为雅人。不过他应该有时收起算盘，或者最妙是暂时忘却算盘，那么，那时的一言一笑，就都是灵机天成的一言一笑，如果念念不忘世间的利害，那可就成为杭育杭育派了。这关键，只在一者能够忽而放开，一者却是永远执着，因此也就大有了雅俗和高下之分。我想，这和时而敦伦者不失为圣贤，连白天也在想女人的就要被称为登徒子的道理，大概是一样的。所以我恐怕只好自己承认俗，因为随手翻了一通世说新语，看过塾缭厩池的时候，千不该万不该的竟从养病想到养病费上去了，于是一骨碌爬起来，写信讨版税，催稿费。写完之后，觉得和魏晋人有点隔膜，自己想，假使此刻有阮嗣宗或陶渊明在面前出现，我们也一定谈不来的。于是另换了几本书，大抵是明末清初的野史，时代较近，看起来也许较有趣味。第一本拿在手里的是蜀碧。这是蜀宾从成都带来送我的，还有一部蜀龟鉴，都是讲张献忠祸蜀的书，其实是不但四川人，而是凡有中国人都该翻一下的著作，可惜刻的太坏，错字颇不少。翻了一遍，在卷三里看见了这样的一条――又，剥皮者，从头至尻，一缕裂之，张于前，如鸟展翅，率逾日始绝。有即毙者，行刑之人坐死。也还是为了自己生病的缘故罢，这时就想到了人体解剖。医术和虐刑，是都要生理学和解剖学智识的。中国却怪得很，固有的医书上的人身五脏图，真是草率错误到见不得人，但虐刑的方法，则往往好像古人早懂得了现代的科学。例如罢，谁都知道从周到汉，有一种施于男子的宫刑，也叫腐刑，次于大辟一等。对于女性就叫幽闭，向来不大有人提起那方法，但总之，是决非将她关起来，或者将它缝起来。"}
