{"text":"羡画多出的笔画。罔象史记孔子世家水之怪，龙罔象。伯牙相传为春秋时人，善弹古琴。建安竟东汉献帝建安十年铸，原为金山程氏收藏。其铭文为吾作明镜幽蛉商周卫罔象五帝天皇三牺坊频鄢字炷裥堪谆嗔烁吖僮孙番昌建安十年造大吉君宜君宜。徐同柏字籀庄，浙江嘉兴人，清代金石学者。著有从古堂款识学。他对建安镜的考释文字，见罗振玉古镜图录卷上第五面。夺的古字。刍灵木寓旧时送葬用的草扎或木制的人畜。寓，通偶。名字名字我看了几年杂志和报章，渐渐的造成一种古怪的积习了。这是什么呢？就是看文章先看署名。对于这署名，并非积极的专寻大人先生，而却在消极的这一方面。一，自称铁血侠魂古狂怪侠亚雄之类的不看。二，自称鲽栖鸳精芳侬花怜秋瘦春愁之类的又不看。三，自命为一分子，自谦为小百姓，自鄙为一笑之类的又不看。四，自号为愤世生厌世主人救世居士之类的又不看。如是等等，不遑枚举，而临时发生，现在想不起的还很多。有时也自己想这实在太武断，太刚愎自用了倘给别人知道，一定要摇头的。然而今天看见宋人俞成先生的萤雪丛说里的一段话，却连我也大惊小怪起来。现在将他抄出在下面今人生子，妄自尊大多取文武富贵四字为名，不以看这意思，似乎人们不自称猪狗，俞先生便很不高兴似的。我于以叹古人之高深为不可测，而我因之尚不失为中庸也，便发生了写出这一篇的勇气来。五月五日本篇最初发表于一九二一年五月七日晨报副刊杂感栏，署名风声。萤雪丛说笔记，宋代俞成著，二卷。引文见该书卷一人之小名条，其中娘儿们也不行娘儿们也不行林语堂先生只佩服论语，不崇拜孟子，所以他要让娘儿们来干一下。其实，孟夫子说过的养生者不足以当大事，唯送死可以当大事。娘儿们只会养生，不会送死，如何可以叫她们来治天下！养生得太多了，就有人满之患，于是你抢我夺，天下大乱。非得有人来实行送死政策，叫大家一批批去送死，只剩下他们自己不可。这只有男子汉干得出来。所以文官武将都由男子包办，是并非无功受禄的。自然不是男子全体，例如林语堂先生举出的罗曼罗兰等等就不在内。"}
{"text":"其实，孟夫子说过的养生者不足以当大事，唯送死可以当大事。娘儿们只会养生，不会送死，如何可以叫她们来治天下！养生得太多了，就有人满之患，于是你抢我夺，天下大乱。非得有人来实行送死政策，叫大家一批批去送死，只剩下他们自己不可。这只有男子汉干得出来。所以文官武将都由男子包办，是并非无功受禄的。自然不是男子全体，例如林语堂先生举出的罗曼罗兰等等就不在内。懂得这层道理，才明白军缩会议，世界经济会议，废止内战同盟等等，都只是一些男子汉骗骗娘儿们的玩意儿他们自己心里是雪亮的只有送死可以治国而平天下，――送死者，送别人去为着自己死之谓也。就说大多数别人不愿意去死，因而请慈母性的娘儿们来治理罢，那也是不行的。林黛玉说不是东风压倒西风，就是西风压倒东风，这就是女界的内战也是永远不息的意思。虽说娘儿们打起仗来不用机关枪，然而动不动就抓破脸皮也就不得了。何况东风和西风之间，还有另一种女人，她们专门在挑拨，教唆，搬弄是非。总之，争吵和打架也是女治主义国家的国粹，而且还要剧烈些。所以假定娘儿们来统治了，天下固然仍旧不得太平，而且我们的耳根更是一刻儿不得安静了。人们以为天下的乱是由于男子爱打仗，其实不然的。这原因还在于打仗打得不彻底，和打仗没有认清真正的冤家。如果认清了冤家，又不像娘儿们似的空嚷嚷，而能够扎实的打硬仗，那也许真把爱打仗的男女们的种都给灭了。而娘儿们都大半是第三种东风吹来往西倒，西风吹来往东倒，弄得循环报复，没有个结账的日子。同时，每一次打仗一因为她们倒得快，就总不会彻底，又因为她们大都特别认不清冤家，就永久只有纠缠，没有清账。统治着的男子汉，其实要感谢她们的。所以现在世界的糟，不在于统治者是男子，而在这男子在女人的地统治。以妾妇之道治天下，天下那得不糟！举半个例罢明朝的魏忠贤是太监――半个女人，他治天下的时候，弄得民不聊生，到处养生了许多干儿孙，把人的血肉廉耻当馒头似的吞噬，而他的狐群狗党还拥戴他配享孔庙，继承道统。半个女人的统治尚且如此可怕，何况还是整个的女人呢！本篇最初发表于一九三三年八月二十一日申报自由谈，署名虞明。"}
{"text":"所以现在世界的糟，不在于统治者是男子，而在这男子在女人的地统治。以妾妇之道治天下，天下那得不糟！举半个例罢明朝的魏忠贤是太监――半个女人，他治天下的时候，弄得民不聊生，到处养生了许多干儿孙，把人的血肉廉耻当馒头似的吞噬，而他的狐群狗党还拥戴他配享孔庙，继承道统。半个女人的统治尚且如此可怕，何况还是整个的女人呢！本篇最初发表于一九三三年八月二十一日申报自由谈，署名虞明。让娘儿们来干一下林语堂在一九三三年八月十八日申报自由谈发表让娘儿们干一下吧！一文，其中引述美国某夫人让女子来试一试统治世界的话以后说世事无论是中国是外国，是再不会比现在男子统治下的情形更坏了。所以姑娘们来向我们要求让我们娘儿们试一试吧，我只好老实承认我们汉子的失败，把世界的政权交给娘儿们去。养生者不足以当大事，唯送死可以当大事语见孟子离娄下。汉代赵岐注孝子事亲致养，未足以为大事送终如礼，则为能奉大事也。按林语堂让娘儿们来干一下吧！一文中有娘儿们专会生养儿女，而我们汉子偏要开战，把最好的儿女杀死等语。林语堂文中主张把当今的贤者如罗素，爱斯坦，罗兰之流请出来治天下。军缩会议即国际裁军会议，由国际联盟召集，于一九三二年二月至一九三四年底在日内瓦召开，有苏英法美德意中日等六十三国参加。由于帝国主义各国根本无意裁军，会议没有达成任何协议。世界经济会议国际联盟召集，首次会议于一九二七年五月在日内瓦举行，讨论取消出口禁令降低关税等问题。第二次会议于一九三三年六月至七月在伦敦举行，主要讨论货币问题。两次会议均无结果。废止内战同盟即废止内战大同盟，由上海全国商联会市商会银行公会和钱业公会发起组织，一九三二年八月成立于上海。它以调处国民党各派系间的纷争，维护蒋介石政权为宗旨。主要人物有吴鼎昌林康侯王晓籁等。不是东风压倒西风，就是西风压倒东风见红楼梦第八十二回。魏忠贤―河间肃宁今属河北人，明代天启年间最跋扈的太监。曾利用特务机关东厂大杀较为正直有气节的人。据明史魏忠贤传载群小求媚，相率归忠贤称义儿，监生陆万龄至请以忠贤配孔子。"}
{"text":"它以调处国民党各派系间的纷争，维护蒋介石政权为宗旨。主要人物有吴鼎昌林康侯王晓籁等。不是东风压倒西风，就是西风压倒东风见红楼梦第八十二回。魏忠贤―河间肃宁今属河北人，明代天启年间最跋扈的太监。曾利用特务机关东厂大杀较为正直有气节的人。据明史魏忠贤传载群小求媚，相率归忠贤称义儿，监生陆万龄至请以忠贤配孔子。破唐人说荟破唐人说荟近来在小说月报上看见小说的研究这一篇文章里，有唐人说荟一书为唐人小说之中心的话，这诚然是不错的，因为我们要看唐人小说，实在寻不出第二部来了。然而这一部书，倘若单以消闲，自然不成问题，假如用作历史的研究的材料，可就误人很不浅。我也被这书瞒过了许多年，现在觉察了，所以要趁这机会来揭破他。唐人说荟也称为唐代丛书，早有小木板，现在却有了石印本了，然而反加添了许多脱落，误字，破句。全书分十六集，每集的书目都很光怪陆离，但是很荒谬，大约是书坊欺人的手段罢。只是因为是小说，从前的儒者是不屑辩的，所以竟没有人来掊击，到现在还是印而又印，流行到不亦乐乎。我现在略举些他那胡闹的例一是删节。从第一集隋唐嘉话到第六集北户录止三十九种书，没有一种完全，甚而至于有不到二十分之一的，此后还不少。二是硬派。如洛中九老会，五木经，锦裙记等，都不过是各人文集中的一篇文章，不成为一部书，他却硬将他们派作一种。三是乱分。如诺皋记，支诺皋，肉攫部，金刚经鸠异，都是酉阳杂俎中的一篇，他却分为四种，又别出一种酉阳杂俎。又如花九锡，药谱，黑心符，都是清异录中的一条，他却算作三种。四是乱改句子。如义山杂纂中，颇有当时的俗语，他不懂了，便任意的改篡。五是乱题撰人。如幽怪录是牛僧孺做的，他却道王恽。枕中记是沈既济做的，他却道李泌。迷楼记海山记开河记不知撰人，或是宋人所作，他却道韩F。六是妄造书名而且乱题撰人。如什么雷民传，垅上记，鬼冢志之类，全无此书，他却从太平广记中略抄几条，题上段成式褚遂良等姓名以欺人。此外还不少。"}
{"text":"四是乱改句子。如义山杂纂中，颇有当时的俗语，他不懂了，便任意的改篡。五是乱题撰人。如幽怪录是牛僧孺做的，他却道王恽。枕中记是沈既济做的，他却道李泌。迷楼记海山记开河记不知撰人，或是宋人所作，他却道韩F。六是妄造书名而且乱题撰人。如什么雷民传，垅上记，鬼冢志之类，全无此书，他却从太平广记中略抄几条，题上段成式褚遂良等姓名以欺人。此外还不少。最误人的是题作段成式做的剑侠传，现在几乎已经公认为一部真的完书了，其实段成式何尝有这著作。七是错了时代。如做太真外传的乐史是宋人，他却将他收入唐人说荟里，做梅妃传的人提起叶少蕴，一定也是宋人，他却将撰人题为曹邺，于是害得以目录学自豪的叶德辉也将这两种收入自刻的唐人小说里去了。其余谬点还多，讲起来话太长，就此中止了。然而这胡闹的下手人却不是唐人说荟，是明人的古今说海和五朝小说，还有清初的假说郛也跟着，说荟只是采取他们的罢了。那些胡闹祖师都是旧板，现已归入宝贝书类中，我们无力购阅，倒不必怕为其所惑的。目下可恶的就只是唐人说荟。为避免说荟之祸起见，我想出一部书来，就是太平广记。这书的不佳的小板本，不过五元而有六十多本，南边或者更便宜。虽有错字，但也无法，因为再好便是明板，又是宝贝之类，非我辈之力所能得了。我以为太平广记的好处有二，一是从六朝到宋初的小说几乎全收在内，倘若大略的研究，即可以不必别买许多书。二是精怪，鬼神，和尚，道士，一类一类的分得很清楚，聚得很多，可以使我们看到厌而又厌，对于现在谈狐鬼的太平广记的子孙，再没有拜读的勇气。本篇最初发表于一九二二年十月三日晨报副刊文艺谈栏，署名风声。唐人说荟，笔记小说丛书，原有明末桃源居士辑本，共收一四四种清代乾隆时山阴陈世熙莲塘居士又从说郛等书中补入二十种，编成二十卷。后来坊刻本有的改名为唐代丛书。小说月报文学月刊，一九一年八月创刊于上海，商务印书馆出版。最初由恽铁樵主编，一九一八年一月起由王蕴章西神接编，成为鸳鸯蝴蝶派主要刊物之一。一九二一年一月第十二卷第一期起，由文学研究会的沈雁冰主编，内容大加改革，成为倡导新文学的重要刊物。一九二三年第十四卷起，改由郑振铎主编。"}
{"text":"唐人说荟，笔记小说丛书，原有明末桃源居士辑本，共收一四四种清代乾隆时山阴陈世熙莲塘居士又从说郛等书中补入二十种，编成二十卷。后来坊刻本有的改名为唐代丛书。小说月报文学月刊，一九一年八月创刊于上海，商务印书馆出版。最初由恽铁樵主编，一九一八年一月起由王蕴章西神接编，成为鸳鸯蝴蝶派主要刊物之一。一九二一年一月第十二卷第一期起，由文学研究会的沈雁冰主编，内容大加改革，成为倡导新文学的重要刊物。一九二三年第十四卷起，改由郑振铎主编。一九三一年十二月出至第二十二卷第十二期停刊。小说的研究瞿世英所作文学论文，连载于小说月报第十三卷第七期至第九期一九二二年七月至九月。隋唐嘉话唐代刘q著，三卷。主要记载唐人言行故事。北户录，唐代段公路著，三卷。主要记述岭南风土物产。洛中九老会唐人说荟署白居易作，按白居易集中有九老图诗并序一篇。五木经，唐代李翱所写的一篇记述古代樗蒲游戏的文章，见李文公集卷十八。锦裙记，唐代陆龟蒙所写的一篇记述李尹所藏古锦裙的杂记，见笠泽丛书卷四，题为记锦裙。酉阳杂俎唐代段成式著，二十卷，又续集十卷。诺皋记，见该书卷十四十五，支诺皋，见续集卷一二三，皆述怪异故事。肉攫部见卷十二，记述养鹰方法。金刚经鸠异，见续集卷七，记述金刚经灵异故事。清异录宋代陶谷编，二卷。主要辑集唐五代文人小品。花九锡，唐代罗虬撰，见清异录百花门药谱，唐代侯宁极撰，见药品门黑心符，唐代于义方撰，见女行门。义山杂纂未题撰人，一卷。主要集录唐代俚俗常谈鄙事。宋代陈振孙以为唐代李商隐作。唐人说荟乱改该书中的唐时俗语，如将不穷改为富贵，反侧改为惶恐，分张改为分析之类。幽怪录又名玄怪录，唐代牛僧孺撰，十卷，已佚。太平广记录有三十一篇，主要记载鬼怪故事。牛僧孺―，字思黯，狄道今甘肃临洮人，官至御使中丞同平章事。王恽，唐武宗时进士。枕中记写卢生黄粱一梦故事。沈既济约―约，苏州吴今江苏苏州人，唐代传奇作家，官至礼部员外郎。李泌―，字长源，唐代京兆今陕西西安人，官至中书侍中同平章事。"}
{"text":"幽怪录又名玄怪录，唐代牛僧孺撰，十卷，已佚。太平广记录有三十一篇，主要记载鬼怪故事。牛僧孺―，字思黯，狄道今甘肃临洮人，官至御使中丞同平章事。王恽，唐武宗时进士。枕中记写卢生黄粱一梦故事。沈既济约―约，苏州吴今江苏苏州人，唐代传奇作家，官至礼部员外郎。李泌―，字长源，唐代京兆今陕西西安人，官至中书侍中同平章事。迷楼记一卷，记述隋炀帝建迷楼幸美女等荒淫生活。海山记，一卷，记述隋炀帝造西苑凿五湖等事。开河记，一卷，记述麻叔谋为隋炀帝开运河掘墓虐民事。在中国小说史略宋之志怪及传奇文中指出，海山记已见于青琐高议中，自是北宋人作，余当亦同。韩握―，字致尧一作致光，唐代万年今陕西西安人，官至翰林学士中书舍人。太平广记类书，宋代李P等奉敕纂集，共五百卷。书成于太平兴国三年，内收六朝至宋代初年的小说野史很多，引用书四百七十余种。段成式？―字柯古，唐代齐州临淄今山东淄博人，曾任校书郎，官至太常少卿。褚遂良―，字登善，钱塘今浙江杭州人，唐代书法家，官至尚书右仆射。剑侠传唐人说荟中题为段成式撰的剑侠传共十二篇。除兰陵老人卢生等四篇原出段成式酉阳杂俎外，其它如聂隐娘昆仑奴原出唐代裴刑传奇，荆十三娘原出五代孙光宪北梦琐言，贾人妻原出唐代薛用弱集异记，皆与段成式无关。太真外传唐人说荟题作杨太真外传，二卷。乐史―，宋代抚州宜黄今属江西人，官至三馆秘书。著有太平寰宇记。明代陶宗仪说郛误以其为唐人，唐人说荟沿误。梅妃传一卷，未题撰人，写唐玄宗爱妃江采苹故事。书后附所写赞语，有此传惟叶少蕴与予得之等语。叶少蕴―，名梦得，字少蕴，南宋长洲今江苏吴县人，官至户部尚书。著有石门避暑录话等。曾邺字邺之，桂州今广西桂林人，晚唐诗人，官至洋州刺使。叶德辉―字奂彬，湖南湘潭人，藏书家。"}
{"text":"著有太平寰宇记。明代陶宗仪说郛误以其为唐人，唐人说荟沿误。梅妃传一卷，未题撰人，写唐玄宗爱妃江采苹故事。书后附所写赞语，有此传惟叶少蕴与予得之等语。叶少蕴―，名梦得，字少蕴，南宋长洲今江苏吴县人，官至户部尚书。著有石门避暑录话等。曾邺字邺之，桂州今广西桂林人，晚唐诗人，官至洋州刺使。叶德辉―字奂彬，湖南湘潭人，藏书家。他刻印的观古堂本唐人小说共六种，于一九一一年出版。古今说海明代嘉靖年间陆楫等编，共一三五种，一四二卷，分说选说纂说略说渊四部分。其中选编唐宋小说较多。五朝小说，明末桃源居士编，共四百七十余种，分魏晋小说唐人小说宋元小说明人小说四部分。假说郛指陶所编刊的说郛，参看本卷第页注。破恶声论破恶声论本根剥丧，神气旁皇，华国将自槁于子孙之攻伐，而举天下无违言，寂漠为政，天地闭矣。狂蛊中于人心，妄行者日昌炽，进毒操刀，若惟恐宗邦之不蚤崩裂，而举天下无违言，寂漠为政，天地闭矣。吾未绝大冀于方来，则思聆知者之心声而相观其内曜。内曜者，破暗者也心声者，离伪诈者也。人群有是，乃如雷霆发于孟春，而百卉为之萌动，曙色东作，深夜逝矣。惟此亦不大众之祈，而属望止一二士，立之为极，俾众瞻观，则人亦庶乎免沦没望虽小陋，顾亦留独弦于槁梧，仰孤星于秋昊也。使其无是，斯增欷尔。夫外缘来会，惟须弥泰岳或不为之摇，此他有情，不能无应。然而厉风过窍，骄阳薄河，受其力者，则咸起损益变易，物性然也。至于有生，应乃愈著，阳气方动，元驹贲焉，杪秋之至，鸣虫默焉，习飞蠕动，无不以外缘而异其情状者，则以生理然也。若夫人类，首出群伦，其遇外缘而生感动拒受者，虽如他生，然又有其特异神畅于春，心凝于夏，志沉于萧索，虑肃于伏藏。情若迁于时矣，顾时则有所迕拒，天时人事，胥无足易其心，诚于中而有言反其心者，虽天下皆唱而不与之和。其言也，以充实而不可自已故也，以光曜之发于心故也，以波涛之作于脑故也。是故其声出而天下昭苏，力或伟于天物，震人间世，使之瞿然。瞿然者，向上之权舆已。盖惟声发自心，朕归于我，而人始自有己人各有己，而群之大觉近矣。"}
{"text":"若夫人类，首出群伦，其遇外缘而生感动拒受者，虽如他生，然又有其特异神畅于春，心凝于夏，志沉于萧索，虑肃于伏藏。情若迁于时矣，顾时则有所迕拒，天时人事，胥无足易其心，诚于中而有言反其心者，虽天下皆唱而不与之和。其言也，以充实而不可自已故也，以光曜之发于心故也，以波涛之作于脑故也。是故其声出而天下昭苏，力或伟于天物，震人间世，使之瞿然。瞿然者，向上之权舆已。盖惟声发自心，朕归于我，而人始自有己人各有己，而群之大觉近矣。若其靡然合趣，万喙同鸣，鸣又不揆诸心，仅从人而发若机栝林籁也，鸟声也，恶浊扰攘，不若此也，此其增悲，盖视寂漠且愈甚矣。而今之中国，则正一寂漠境哉。乃者诸夏丧乱，外寇乘之，兵燹之下，民救死不给，美人墨面，硕士则赴清之渊旧念犹存否于后人之胸，虽不可度，顾相观外象，则疲}卷挛，蛰伏而无动者，固已久矣。洎夫今兹，大势复变，殊异之思，诡之物，渐渐入中国，志士多危心，亦相率赴欧墨，欲采掇其文化，而纳之宗邦。凡所浴颢气则新绝，凡所遇思潮则新绝，顾环流其营卫者，则依然炎黄之血也。荣华在中，厄于肃杀，婴以外物，勃焉怒生。于是苏古掇新，精神]彻，自既大自我于无意，又复时返顾其旧乡，披厥心而成声，殷若雷霆之起物。梦者自梦，觉者是之，则中国之人，庶赖此数硕士而不殄灭，国人之存者一，中国斯半生于是已。虽然，日月逝矣，而寂漠犹未央也。上下求索，阒其无人，不自发中，不见应外，颛蒙默止，若存若亡，意者往之见戕贼者深，因将长槁枯而不复菀与，此则可为坠心陨涕者也。顾吾亦知难者则有辞矣。殆谓十余年来，受侮既甚，人士因之渐渐出梦寐，知云何为国，云何为人，急公好义之心萌，独立自存之志固，言议波涌，为作日多。外人之来游者，莫不愕然惊中国维新之捷，内地士夫，则出接异域之文物，效其好尚语言，峨冠短服而步乎大衢，与西人一握为笑，无逊色也。其居内而沐新思潮者，亦胥争提国人之耳，厉声而呼，示以生存二十世纪之国民，当作何状而聆之者则蔑弗首肯，尽力任事惟恐后，且又日鼓舞之以报章，间协助之以书籍，中之文词，虽诘诎聱牙，难于尽晓，顾究亦输入文明之利器也。倘其革新武备，振起工商，则国之富强，计日可待。豫备时代者今之世，事物胥变易矣，苟起陈死人于垅中而示以状，且将唇惊乎今之论议经营，无不胜于前古，而自憾其身之蚤殒矣，胡寂漠之云云也。若如是，则今之中国，其正一扰攘世哉！"}
