{"text":"我个人认为，一个社会的道德水准取决于两个方面，一是价值取向，二是在这些取向上取得的成就很显然，第一个方面是根本。倘若取向都变了，成就也就说不上，而且还会适得其反。因此，要提高社会的道德水准就要解决两方面的问题。一弄清哪一种价值取向比较可取二以积极进取的态度来推进它。坦白地说，我只关心第一个问题。换言之，我最关心p是要干什么，在搞明白它是什么意思之前，对，s中包含的强烈语气无动于衷。我知道自己是个挺极端的例子另一种极端的例子是对干什么毫不关心，只关心积极进取，狂热推动。我觉得自己所处的这个极端比较符合知识分子的身份，并为处于另一极端的朋友捏一把冷汗。假如他们凑巧持一种有益无害的价值取向，行为就会很好假如不那么凑巧，就要成为一种很大的祸害。因为这个原故，他们的一生是否能于社会有益于人类有益，就不再取决于自己，而是取决于机遇。正因为有这样的人存在，思考何种社会伦理可取的人的责任就更重大了。我本人关心社会伦理问题，是从研究同性恋始。我做社会学研究，但是这样一个研究题目当然和社会伦理问题有关系。现在有人说，同性恋是一种社会丑恶现象，我反对这种说法，但不想在此详加讨论――我的看法是，同性恋是指一些人和他们的生活，说人家是种社会现象很不郑重。我要是说女人是种社会现象，大家以为如何？――我只想转述一位万事通先生在澡堂里对这个问题发表的宏论，他说同性恋那是外国的高级玩艺儿，我们这里有些人就会赶时髦这艾滋病也不是谁想得就配得的！在他说这些话时，我的一位调查对象就在一边坐着。后者告诉我说，他的同性恋倾向是与生俱来的。他既不是想赶时髦，也不是想得艾滋病。他还认为，生为一个同性恋者，是世间最沉重的事。我想，假如这位万事通先生知道这一切，也不会对同性恋做出轻浮赶时髦这样的价值评判，除非他对自己说出的话是对是错也不关心。我举这个例子是想说明伦理道德的论域也和其他论域一样，你也需要先明白有关事实才能下结论，而并非像某些人想象的那样，只要你是个好人，或者说，站对了立场，一切都可以不言自明。不管你学物理也好，学数学也罢，都得想破了脑袋，才能得到一点成绩假设有一个领域，你在其中想都不用想就能得到大批的成绩，那倒是很开心的事。不过，假如我有了这样的感觉，一定要先去看看心理医生。在本文开始的时候，提出了道德保守主义这样一种说法。"}
{"text":"我举这个例子是想说明伦理道德的论域也和其他论域一样，你也需要先明白有关事实才能下结论，而并非像某些人想象的那样，只要你是个好人，或者说，站对了立场，一切都可以不言自明。不管你学物理也好，学数学也罢，都得想破了脑袋，才能得到一点成绩假设有一个领域，你在其中想都不用想就能得到大批的成绩，那倒是很开心的事。不过，假如我有了这样的感觉，一定要先去看看心理医生。在本文开始的时候，提出了道德保守主义这样一种说法。我以为道德保守主义和不问价值取向是否合理只求积极进取的倾向，在现象上是一回事，虽然它们在逻辑上没有什么联系。这主要是因为假如你不考虑价值取向这样一个主要问题换言之，你以为旧有的价值取向都是对的，无须为之动脑子，就会节省大量的精力，干起呼吁提倡这类事情时，当然精力充沛，无人能比。举例来说，有关传统道德里让寡妇守节，我们知道，有人说过饿死事小，失节事大又有人说过饿死事极小，失节事极大。这些先生没有仔细考虑过让寡妇守节是否合理，此种伦理是否有必要变革，所以才能如此轻松地得出要丧偶女士饿死这样一个可怕的结论。喜欢萧伯纳的朋友一定记得，在巴巴拉少校一剧里，安德谢夫先生见到了平时很少见到的儿子斯泰芬。老先生要考较一下儿子，就问他能干点什么。他答道干什么都不行，我的特长在于明辨是非。假如我理解得对，斯泰芬先生是说他在伦理道德方面有与生俱来的能力。安德谢夫把斯泰芬狠狠损了一顿，说道你说的那件事，其实是世界上最难的事。当然，这位老爷子不是在玩深沉，他的意思是说，你要明辨是非，就要把与此有关的一切事都搞清。这是最高的智慧，绝不是最低的一种。这件事绝不轻松，是与非并不是不言自明的。在伦理道德的论域里，有两种不同的态度一种认为，只有详细地考虑有关证据，经过痛苦的思索过程，才能搞清什么是对，什么是错――我就是这样考虑伦理问题的另一种认为，什么是对什么是错根本无须考虑，只剩下了如何行动的问题――我嫉妒这种立论的方式，这实在太省心。假设有位女子风华绝代，那么她可以认为，每个男人都会爱上她，而且这么想是有理由的。但我很难想象，什么样的人才有资格相信自己一拍脑袋想出来的东西就是对的现在能想出的唯一例子就是圣灵充满的耶稣基督。我这辈子也不会自大到这种程度。"}
{"text":"假设有位女子风华绝代，那么她可以认为，每个男人都会爱上她，而且这么想是有理由的。但我很难想象，什么样的人才有资格相信自己一拍脑袋想出来的东西就是对的现在能想出的唯一例子就是圣灵充满的耶稣基督。我这辈子也不会自大到这种程度。还有一种东西可以拯救我们，那就是相信有一种东西绝对是对的，比如一个传统，一本小红书，你和它融为一体时，也就达到了圣灵充满的境界。在这种状态下，你会感到一切价值取向上的是与非都一目了然，你会看到那些没有被充满的人都是那么堕落，因而充满了道德上的紧迫感。也许有一天，我会向这种诱惑屈服，但现在还不肯。我看文化热我们已经有了好几次文化热第一次好像是在八五年，我正在海外留学，有朋友告诉我说，国内正在热着。到八八年我回国时，又赶上了第二次热。这两年又来了一次文化批评热，又名人文精神的讨论。看来文化热这种现象，和流行性感冒有某种近似之处。前两次热还有点正经，起码介绍了些国外社会科学的成果，最近这次很不行，主要是在发些牢骚说社会对人文知识分子的态度不端正，知识分子自己也不端正夫子曰，君子喻于义，小人喻于利，我们要向君子看齐――可能还说了些别的。但我以为，以上所述，就是文化批评热中多数议论的要点。在文化批评热里王朔被人臭骂，正如水浒传里郓城县都头插翅虎雷横在勾栏里遭人奚落你这厮若识得子弟门庭时，狗头上生角！文化就是这种子弟门庭，决不容痞子插足。如此看来，文化是一种以自我为中心的价值观，还有点党同伐异的意思但我不愿把别人想得太坏，所以就说，这次热的文化，乃是一种操守，要求大家洁身自好，不要受物欲的玷污。我们文化人就如唐僧，俗世的物欲就如一个母蝎子精，我们可不要受她的勾引，和那个妖女睡觉，丧了元阳，走了真精，此后不再是童男子，不配前往西天礼佛――这样胡扯下去，别人就会不承认我是文化人，取消我讨论文化问题的权利。我想要说的是，像这样热下去，我就要不知道文化是什么了。"}
{"text":"如此看来，文化是一种以自我为中心的价值观，还有点党同伐异的意思但我不愿把别人想得太坏，所以就说，这次热的文化，乃是一种操守，要求大家洁身自好，不要受物欲的玷污。我们文化人就如唐僧，俗世的物欲就如一个母蝎子精，我们可不要受她的勾引，和那个妖女睡觉，丧了元阳，走了真精，此后不再是童男子，不配前往西天礼佛――这样胡扯下去，别人就会不承认我是文化人，取消我讨论文化问题的权利。我想要说的是，像这样热下去，我就要不知道文化是什么了。我知道一种文化的定义是这样的文化是一个社会里精神财富的积累，通过物质媒介书籍艺术品等等传诸后世或向周围传播。根据这种观点，文化是创造性劳动的成果。现在正热着的观点却说，文化是种操守，是端正的态度，属伦理学范畴。我也不便说哪种观点更对。但就现在人们呼吁的人文精神的回归，我倒知道一个例子文艺复兴。这虽是个历史时期，但现在还看得见摸得着。为此我们可以前往佛罗伦萨，那里满街都是文艺复兴时期的建筑，这种建筑是种人文的成果。佛罗伦萨还有无数的画廊博物馆，走进去就可以看见当时的作品――精妙绝伦，前无古人。由于这些人文的成果，才可以说有人文精神。倘若没有这些成果，佛罗伦萨的人空口说白话道我们这里有过一种人文精神，别人不但不信，还要说他们是骗子。总而言之，所谓人文精神，应当是对某个时期全部人文成果的概括。现在可以回过头去看看，为什么在中国，一说到文化，人们就往伦理道德方面去理解。我以为这是种历史的误会。众所周知，中国文化的最大成就，乃是孔孟开创的伦理学道德哲学。这当然是种了不得的大成果，如其不然，别人也不会承认有我们这种文化。很不幸的是，这又造成了一种误会，以为文化即伦理道德，根本就忘了文化应该是多方面的成果――这是个很大的错误。不管怎么说，只有这么一种成果，文化显得单薄乏味。打个比方来说，文化好比是蔬菜，伦理道德是胡萝卜。说胡萝卜是蔬菜没错，说蔬菜是胡萝卜就有点不对头――这次文化热正说到这个地步，下一次就要说蔬菜是胡萝卜缨子，让我们彻底没菜吃。所以，我希望别再热了。文化之争罗素先生在权力论一书里，提到有一种僧侣的权力，过去掌握在教士们手里。他还说，在西方，知识分子是教士的后裔。另外，罗素又说，中国的儒学也拥有僧侣的权力。"}
{"text":"打个比方来说，文化好比是蔬菜，伦理道德是胡萝卜。说胡萝卜是蔬菜没错，说蔬菜是胡萝卜就有点不对头――这次文化热正说到这个地步，下一次就要说蔬菜是胡萝卜缨子，让我们彻底没菜吃。所以，我希望别再热了。文化之争罗素先生在权力论一书里，提到有一种僧侣的权力，过去掌握在教士们手里。他还说，在西方，知识分子是教士的后裔。另外，罗素又说，中国的儒学也拥有僧侣的权力。这就使人想到，中国知识分子是儒士的后裔。教士和儒士拥有的知识来自一些圣书，圣经或者论语之类。而近代知识分子，即便不是全部，起码也是一部分人，手里并没有圣书。他们令人信服，全凭知识这种知识本身就可以取信于人。奇怪的是，这后一种知识并不能带来权力。把儒学和宗教并列，肯定会招来一些反对。儒学没有凭借神的名义，更没有用天堂和地狱来吓唬人。但它也编造了一个神话，就是假如你把它排除在外，任何人都无法统治，天下就会乱作一团，什么秩序伦理道德都不会有。这个神话唬住了一代又一代的中国人，直到现在还有人相信。罗素说，对学者的尊敬从来就不是出于真知，而是因为想象中他具有的魔力。我认为，儒学的魔力就是统治神话的魔力。当然，就所论及的内容来说，儒学是一种哲学，但是圣人说的那些话都是些断语，既没有什么证据，也没有什么逻辑。假如不把统治的魔力估计在内，很难相信大家会坚信不移。罗素所说的真知是指科学。这种知识，一个心智正常的人，只要肯花工夫，就能学会。众所周知，科学不能解决一切问题，特别是在价值的领域。因此有人说它浅薄。不过，假如你真的花了些时间去学，就会发现，它和儒学有很大的不同。我们知道，儒士的基本功是要背书，把圣人说过的每一句话都牢牢地记住。我相信，假如孔子或者孟子死而复生，看到后世的儒生总在重复他们说过的只言片语，一定会感到诧异。当然，也不能说这些儒生只是些留声机。因为他们在圣人之言前面都加上了前缀夫子曰。此种怪诞的情形提示了儒学的精神让儒士成为圣人的精神复制品。按我的理解，这种复制是通过背诵来完成的。从另一个方面来说，背诵对儒士也是有利可图的。我们知道，有些人用背诵韦氏大字典的方式来学习英文。与过去背圣人书可以得到的利益相比，学会英文的利益实在太小。"}
{"text":"我相信，假如孔子或者孟子死而复生，看到后世的儒生总在重复他们说过的只言片语，一定会感到诧异。当然，也不能说这些儒生只是些留声机。因为他们在圣人之言前面都加上了前缀夫子曰。此种怪诞的情形提示了儒学的精神让儒士成为圣人的精神复制品。按我的理解，这种复制是通过背诵来完成的。从另一个方面来说，背诵对儒士也是有利可图的。我们知道，有些人用背诵韦氏大字典的方式来学习英文。与过去背圣人书可以得到的利益相比，学会英文的利益实在太小。假设你真的成为圣人的精神复制品，就掌握了统治的魔力，可以学而优则仕，当个官老爷而会背诵字典的人只能去当翻译，拿千字元的稿酬。这两种背诵真不可同日而语。现在我们来看看科学。如果不提它的复杂性，它是一些你知道了就会同意的东西。它和君君臣臣父父子子不同，和天人合一也不同。这后两句话我知道了很多年，至今还没有同意。更重要的是，科学并不提倡学者成为某种精神的复制品，也不自称有某种魔力。因为西方知识分子搞出了这种东西，所以不再受人尊重。假如我们相信罗素先生的说法，西方知识分子就是这样拆了自己的台。可恨的是，他们不但拆了自己的台，还要来拆中国知识分子的台。更可恨的是，有些中国知识分子也要来拆自己的台――晚生正是其中的一人。自从近代以来，就有一种关于传统文化的争论。我们知道，文化是人类的生活方式，它有很多方面。而此种争论总是集中在如何对待传统哲学之上，所以叫做文化之争多少有点名不副实。在争论之中，总要提到中外有别，中国有独特的国情。照我看，争论中有一方总在暗示着传统学术统治的魔力，并且说，在中国这个地方，离开了这种魔力是不行的。假如我理解得不错，说中国离开了传统学术独特的魔力就不行，不是一个问题，而是两个问题。其一是说，作为儒学传统嫡系子孙的那些人离开了这种魔力就不成。其二是说，整个中国的芸芸众生离开了这种魔力就不行。把这两件事伙在一起来说，显然是很不恰当。如果分开来说，第一个问题就很是明白。儒学的嫡系子孙们丧失了统治的魔力之后，就沦为雇员，就算当了教授研究员，地位也不可与祖先相比。对于这种状况，罗素先生有个说明知识分子发现他们的威信因自己的活动而丧失，就对当代世界感到不满。他说的是西方的情形。"}
{"text":"其一是说，作为儒学传统嫡系子孙的那些人离开了这种魔力就不成。其二是说，整个中国的芸芸众生离开了这种魔力就不行。把这两件事伙在一起来说，显然是很不恰当。如果分开来说，第一个问题就很是明白。儒学的嫡系子孙们丧失了统治的魔力之后，就沦为雇员，就算当了教授研究员，地位也不可与祖先相比。对于这种状况，罗素先生有个说明知识分子发现他们的威信因自己的活动而丧失，就对当代世界感到不满。他说的是西方的情形。在中国，这句话应该改为某些中国知识分子发现自己的权威因为西方知识分子的活动而丧失，所以仇恨西洋学术和外国人。至于第二个问题，却是越说越暧昧难明。我总是在怀疑，有些人心里想着第一个问题，嘴上说着第二个问题。凭良心说，我很希望自己怀疑错。我们知道，优秀的统帅总是选择于己有利的战场来决战。军事家有谋略是件好事，学者有谋略好不好就值得怀疑。赞成传统文化的人现在有一种说法，以为任何民族都要尊重自己的文化传统，否则就没有前途。晚生以为，这种说法有选择战场的嫌疑。在传统这个战场上，儒士比别人有利。不是儒士的人有理由拒绝这种挑战。前不久晚生参与了一种论战，在论战中，有些男士以为现在应当回到传统，让男主外女主内有些女士则表示反对。很显然，在传统这个战场上，男人比女人有利。我虽是男人，却站到了女人一方因为我讨厌这种阴谋诡计。现在让我们回到正题。罗素先生曾说，他赞成人人平等。但很遗憾的是，事实远不是这样。人和人是不平等的，其中最重要的，是人与人有知识的差异。这就提示说，由知识的差异可以产生权力。让我们假设世界上的人都很无知，唯有某个人全知全能，那么此人就可能掌握权力。中国古代的圣贤和现代的科学家相比，寻求知识的热情有过之而无不及。在圣贤中，特别要提出朱熹，就我所知，他的求知热情是古往今来的第一人。科学家和圣贤的区别在于，前者不但寻求知识，还寻求知识的证明。不幸的是，证明使知识人人可懂，他们就因此丧失了权力。相比之下，圣贤就要高明很多。因此，他们很快就达到了全知全觉的水平，换言之，达到了内圣的境界只是这些知和觉可靠不可靠却大成问题。我们知道，内圣和外王总是联系在一起的。假如我们说，圣贤急于内圣，是为了外王，就犯了无凭据地猜度别人内心世界的错误。好在还有朱熹的话来作为佐证他也承认，自己格物致知，是为了齐家治国平天下。现在，假如我说儒家的道德哲学和伦理学是全然错误的，也没有凭据。"}
{"text":"不幸的是，证明使知识人人可懂，他们就因此丧失了权力。相比之下，圣贤就要高明很多。因此，他们很快就达到了全知全觉的水平，换言之，达到了内圣的境界只是这些知和觉可靠不可靠却大成问题。我们知道，内圣和外王总是联系在一起的。假如我们说，圣贤急于内圣，是为了外王，就犯了无凭据地猜度别人内心世界的错误。好在还有朱熹的话来作为佐证他也承认，自己格物致知，是为了齐家治国平天下。现在，假如我说儒家的道德哲学和伦理学是全然错误的，也没有凭据。我甚至不能说这些东西是令人羞愧的知识。不过，这些知识里的确有令人羞愧的成分，因为这种知识的追随者，的确用它攫取了僧侣的权力。至于这种知识的发明人，我是指孔子孟子，不包括朱熹，他们是无辜的。因为他们没有想获得更没有享受到这种权力。倘若今日仍有人试图通过复兴这种知识来获得这种权力，就可以用孟子的话来说他们无耻之耻，无耻矣。当然，有人会说，我要复兴国学，只是为了救民于水火，振兴民族的自尊心。这就等于说，他在道德上高人一等，并且以天下为己任。我只能说，这样赤裸裸地宣扬自己过于直露，不是我的风格同时感到，僧侣的权力又在叩门。僧侣的权力比赤裸裸的暴虐要好得多，这我是承认的。虚伪从来就比暴力好得多。但我又想，生活在二十世纪末，我们有理由盼望好一点的东西。当然，对我这种盼望，又可以反驳说，身为一个中国人，你也配！――此后我除了向隅而泣，就想不到别的了。行货感与文化相对主义水浒传上写到，宋江犯了法，被刺配江州，归戴宗管。按理他该给戴宗些好处，但他就是不给。于是，戴宗就来要。宋江还是不给他，还问他我有什么短处在你手里，你凭什么要我的好处？戴宗大怒道还敢问我凭什么？你犯在我的手里，轻咳嗽都是罪名！你这厮，只是俺手里的一个行货！行货是劣等货物，戴宗说，宋江是一件降价处理品，而他自己则以货主自居。我看到这则故事时，只有十二岁，从此就有了一种根深蒂固的行货感，这是一种很悲惨的感觉。在我所处的这个东方社会里，没有什么能冲淡我的这种感觉――这种感觉中最悲惨的，并不是自己被降价处理，而是成为货物这一不幸的事实。"}
{"text":"戴宗大怒道还敢问我凭什么？你犯在我的手里，轻咳嗽都是罪名！你这厮，只是俺手里的一个行货！行货是劣等货物，戴宗说，宋江是一件降价处理品，而他自己则以货主自居。我看到这则故事时，只有十二岁，从此就有了一种根深蒂固的行货感，这是一种很悲惨的感觉。在我所处的这个东方社会里，没有什么能冲淡我的这种感觉――这种感觉中最悲惨的，并不是自己被降价处理，而是成为货物这一不幸的事实。最能说明你是一件货物的事就是人家拿你干了什么或对你有任何一种评价，都无须向你解释或征得你的同意。我个人有过这种经历在我十七岁时，忽然就被装上了火车，经长途运输运往云南，身上别了一个标签屯垦戍边。对此我没有什么怨言，只有一股油然而生的行货感。对于这件事，在中国的文化传统里早有解释普天之下，莫非王土率土之滨，莫非王臣是啊，普天之下，莫非王士，我不是王率上之滨，莫非王臣，我又不是王。我总觉得这种解释还不如说我是个行货更直接些。古埃及的人以为，地球是圆的――如你所知，这是事实古希腊的人却以为，地是一块平板，放在了大鲸鱼的背上，鲸鱼漂在海里，鲸鱼背上一痒，就要乱蹭，然后就闹地震――这就不是事实。罗素先生说，不能因此认为埃及人聪明，希腊人笨。埃及人住在空旷的地方，往四周一看，圆圆一圈地平线，得出正确的结论不难。希腊人住在多山多地震的滨海地区，难怪要想到大海鲸鱼。同样是人，生在旷野和生在山区，就有不同的见识。假若有人生为行货，见识一定和生为货主大有不同。后一方面的例子有美国独立宣言，这是两百年前一批北美的种植园主起草的文件，照我们这里的标准，通篇都是大逆不道的语言。至于前一方面的例子，中国的典籍里多的是，从孔孟以降，讲的全是行货言论，尤其是和独立宣言对照着读，更是这样。我对这种言论很不满，打算加以批判。但要有个立脚点我必须证明自己不是行货――身为货物，批判货主是不对的。这些年来，文化热常盛不衰，西方的学术思潮一波波涌进了中国。有一些源于西方的学术思想正是我的噩梦――这些学术思想里包括文化相对主义功能学派，等等。说什么文化是生活的工具马林诺夫斯基的功能论，没有一种文化是低等的文化相对主义，这些思想就是我的噩梦。从道理上讲，这些观点是对的，但要看怎么个用法遇上歪缠的人，什么好观点都要完蛋。"}
