{"text":"尼采区别于前人的地方在于，他第一个明确指出了基督教信仰解体之后欧洲出现价值真空这个事实，并且把基督教批判与欧洲传统价值观念的批判紧密结合起来。尼采不愧是个诗人哲学家，从他的上帝死了这一声耸人听闻的呼喊中，欧洲信仰危机的严重性形象地呈现在人们面前了。在哥白尼的天体运行发表三四百年之后，在科学迅速发展的现代，还有多少人真的相信上帝创造了世界？可是人们照样信教，进教堂，为的是好歹总得有信仰，否则人生便失去了依托。现在尼采向他们大喝一声上帝死了你们天天进的教堂是上帝的坟墓你们把死人当活人一样相信着，欺骗着自己，其实你们根本没有信仰犹如梦游者被唤醒，这些欧洲人怎能不毛骨悚然其中坚强者又怎能不深自反省上帝是怎么死的尼采给予二则寓言式的说明。一则从一个大白天打着灯笼寻找上帝的疯子口中说出是我们把他杀死的你们和我我们都是他的杀戮者快乐的科学第节。尼采全集第卷，第页。我们为什么杀死他呢查拉图斯特拉如是说中那个最丑陋的人道出了真相上帝明察一切和人类所以他不能不死这样一个见证人活着，人类是不能忍受的。查拉图斯特拉如是说最丑陋的人。尼采全集第卷，第页。这是说人类谋杀了自己的监督者，暗喻基督教伦理与人类本性的不可相容。另一则说上帝也有他的地狱，这就是他对人的爱。上帝死了上帝死于对人的同情。查拉图斯特拉如是说同情者。尼采全集第卷，第页。他看见人如何被钉到十字架上，忍受不了，他对人的爱成为他的地狱，最后成为他的死。上帝年轻时艰辛而好复仇，后来渐渐年老，温和而慈悲，最后有一天为他的过多的同情而窒息。查拉图斯特拉如是说退职者。尼采全集第卷，第页。这里是暗喻犹太教和基督教由反抗的宗教蜕变为顺从和怜悯的宗教的历史，并把它的灭亡看作它的柔弱化的必然结果。重要的不是上帝之死这个事实本身，而是这个事实所带来的后果。从前，人类的生活围着上帝旋转，上帝为人类的生活提供了一个目标，一种意义，他赏罚分明，一切善恶都将在他那里得到报应。"}
{"text":"重要的不是上帝之死这个事实本身，而是这个事实所带来的后果。从前，人类的生活围着上帝旋转，上帝为人类的生活提供了一个目标，一种意义，他赏罚分明，一切善恶都将在他那里得到报应。现在，在我们把这地球从它的太阳的束缚中解脱了以后，它现在往何处运动呢我们现在往何处运动呢我们岂不是好像要在无穷尽的虚无中迷失了么上帝死了上帝永远死了我们把他杀死了我们，凶手中之凶手，如何来自慰呢统治世界的最神圣者最有权力者死于我们的刀剑下，谁来擦去我们的血迹呢这件大事于我们不是太大了吗我们岂不是必须自己变成上帝，以配得上这件事没有更伟大的事了在我们之后出生的人，单为这件事就属于更高的历史，高于迄今为止的全部历史快乐的科学第节。尼采全集第卷，第页。尼采一再谈到上帝之死的划时代意义，一再感叹这件事太伟大了，太深远了。他甚至说，这件事把历史分成两半，在此之后人类才算真正存在。参看看哪这人为什么我就是命运第节。同时他也一再叹息这件事的伟大超出当时多数人的理解力之上，人们理解这件事的全部后果还需要时间。参看快乐的科学第节。事情的严重性在于，对基督教上帝的信仰崩溃之后，一切必定随之倒塌，因为它们建筑在这信仰之上，依靠于它，生长在它里面例如我们的整个欧洲道德。广浩连锁的崩溃毁坏没落倾覆现在呈现在面前了快乐的科学第节。尼采全集第卷，第页。这就是全面的信仰危机和价值危机。这就是地球上从未有过的黑暗和日蚀尼采全集第卷，第页正像陀思妥耶夫斯基笔下的卡拉玛佐夫所说的如果没有上帝，一个人岂非什么事都可以做是的，的确没有上帝。上帝死了。善恶的法则无效了，什么事都可以做了。可是，做什么呢没有信仰没有目标没有寄托的人又能做什么呢尼采却在这空前的大崩溃中看到了空前的大自由，在这从未有过的黑暗中看到了从未有过的希望。地平线对于我们仿佛终于重新开拓了，即使它尚不明晰，我们的航船毕竟可以重新出航，冒着任何风险出航了，求知者的任何冒险又重得允许了，海洋，我们的海洋又重新敞开了，也许从来不曾有过如此开阔的海洋。快乐的科学第节。"}
{"text":"上帝死了。善恶的法则无效了，什么事都可以做了。可是，做什么呢没有信仰没有目标没有寄托的人又能做什么呢尼采却在这空前的大崩溃中看到了空前的大自由，在这从未有过的黑暗中看到了从未有过的希望。地平线对于我们仿佛终于重新开拓了，即使它尚不明晰，我们的航船毕竟可以重新出航，冒着任何风险出航了，求知者的任何冒险又重得允许了，海洋，我们的海洋又重新敞开了，也许从来不曾有过如此开阔的海洋。快乐的科学第节。尼采全集第卷，第页。第节第七章价值的翻转不过，在尼采看来，这新的希望仅仅是属于少数优秀者的。从前，在上帝面前，人人都平等，都是受上帝支配的卑微者。现在，上帝死了，谁是无能支配自己命运的卑微者，谁是能够支配自己命运的高贵者，就泾渭分明了。上帝躺进了坟墓，人类中的创造者才得以复活。现在伟大的正午才到来，现在高贵者才成为主人查拉图斯特拉如是说高贵的人。尼采全集第卷，第页。上帝之死带来的新的希望是什么呢尼采说，世界的这新的霞光和新的白昼就在一切价值的重估之中，在从一切伦理评价解放出来的自由之中，在一切历来被禁锢被蔑视被诅咒的事物的肯定和信仰之中。看哪这人。尼采选集第卷，第页。原来，随着上帝之死而发生的价值真空反而提供了空前的机会，使人可以着手建立新的价值。在这个没有上帝的世界上，人生并无所谓永恒的背景，人，而且只有人才是评价者，一切价值都是人自己建立的，人必须自己来为自己的生活探索一种意义。过去，人把上帝尊为唯一的创造者，自己屈居被创造物的地位，由此而建立的一切价值都是颠倒的。重估一切价值就是要把被颠倒的评价重新颠倒过来，否定一切被肯定者，肯定一切被否定者。这也就是价值的翻转。一切价值的重估的思想最早见之于朝霞一书。尼采在那里谈到，一向生活在基督教之中的人们是不可能正确评价基督教的，世界大得很，基督教不过是一个小角落。一个人必须不按基督教方式生活过许多年，经历了一种与基督教相反的真诚生活的热情，方可做出判断。他接着说将来的人要对以往的一切评价都这么试验过一遍，要自由地重新体验过，从正反两方面体验，然后才能决定哪些评价有权得以通过。朝霞第节。尼采全集第卷，第页。"}
{"text":"这也就是价值的翻转。一切价值的重估的思想最早见之于朝霞一书。尼采在那里谈到，一向生活在基督教之中的人们是不可能正确评价基督教的，世界大得很，基督教不过是一个小角落。一个人必须不按基督教方式生活过许多年，经历了一种与基督教相反的真诚生活的热情，方可做出判断。他接着说将来的人要对以往的一切评价都这么试验过一遍，要自由地重新体验过，从正反两方面体验，然后才能决定哪些评价有权得以通过。朝霞第节。尼采全集第卷，第页。在同一本书里，尼采还主张新的价值估定要采取不断给与轻量药剂的渐进办法，而反对政治大革命的感情用事的流血的江湖医道。朝霞第页。尼采全集第卷，第页。后来他仍然不赞成政治手段，不过在价值变革上的态度可要激烈多了。在快乐的科学中，重估思想已明确形成你信仰什么一切事物的重量必须重新估定。快乐的科学第节。尼采全集第卷，第页。重估一切价值，重点在于重估道德价值。因为尼采发现在大地上找不出比善和恶更大的势力了。查拉图斯特拉如是说一千零一个目标。道德对于人的心灵是一种无形的支配，它要求你在愤怒恨和爱中的全部力量。参看查拉图斯特拉如是说快乐与激情。在哲学的一切阶段上，道德始终被看作最高的价值。参看尼采全集第卷，第页。基督教实质上是一种伦理，一种与生命相敌对的伦理。然而这种伦理长期以来作为最高行为规范支配着人类，颠倒了善恶是非，把人类引向颓废。当最堕落的人升到了最高品级，他所能做的唯一的事就是损害了相反的典型，损害了最强健的人，即肯定生命的类型，生命的肯定者。当群羊闪射着最纯粹的道德光辉，这时杰出的人就不能不降为恶人一流。当虚伪损毁了一切，窃据了真理之名，这时真实的人就只能求之于坏名声者之中。看哪这人。尼采选集第卷，第页。所以，尼采认为伦理评价的起源问题，是根本重要的问题，因为它决定了人类的未来。看哪这人。尼采选集第卷，第页。基督教伦理的颓废精神还渗透到了人类其他一切价值之中。它不仅被当作最高的生活价值，而且被当作最高的文化价值。真和美都要在善之中找到自己的归宿。"}
{"text":"当虚伪损毁了一切，窃据了真理之名，这时真实的人就只能求之于坏名声者之中。看哪这人。尼采选集第卷，第页。所以，尼采认为伦理评价的起源问题，是根本重要的问题，因为它决定了人类的未来。看哪这人。尼采选集第卷，第页。基督教伦理的颓废精神还渗透到了人类其他一切价值之中。它不仅被当作最高的生活价值，而且被当作最高的文化价值。真和美都要在善之中找到自己的归宿。所以，尼采又说真理的闪电正击中了迄今为止最高的东西谁明白在这里什么被毁坏了，他就会看出是否还有什么东西留在手中揭穿了道德的人，同时也就揭穿了人们信仰或曾经信仰过的一切价值的无价值。看哪这人为什么我就是命运第节。尼采全集第卷，第页。尼采之所以要集中力量批判道德，还有一个重要原因，就是因为他发现直到现在，道德根本还未成为一个问题我还没有看到一个人，敢于对道德价值的估计进行批判。快乐的科学第节。在他看来，道德批判尚是一个空白领域。上帝死了，可是上帝的影子还在作祟，这影子就是道德。所以，我们必须战胜上帝的影子快乐的科学第节。尼采全集第卷，第页。当然，在尼采之前，对基督教伦理作过批判的不乏其人，可是在尼采看来，他们都只是批判了基督教伦理的个别道德规范，而不曾触动其根柢。他却不但否定了基督教伦理的根本原则，对善恶作了全新的评价，并且在一定意义上还否定了伦理本身，把数千年来视为明白无疑的东西带入问题的领域，把道德从至高无上的地位拉下来，确定了它对别的更高价值的从属关系。所以，他自称我是第一个非伦理主义者。看哪这人。尼采选集第卷，第页。第节第七章价值的翻转超于善恶之外尼采认为，要使对于道德成见的思考不成为对于成见的成见，我们就必须站在道德之外的一个位置上，超于善恶之外，也就是首先摆脱了欧洲占统治地位的全部价值观念。可是，这些价值观念已经化作欧洲人的血肉。所以，道德批判是一件极为困难的事情。参看快乐的科学第节。尼采对于道德的否认，据他自己说，有两层意思第一，否认某人的行为是出于所谓道德的动机，也就是说，动机本身就不真实，真实的动机却是不道德的，经过自我欺骗作用而化妆成了道德的第二，动机是真实的，然而这动机却是一种根本错误的道德观念。"}
{"text":"可是，这些价值观念已经化作欧洲人的血肉。所以，道德批判是一件极为困难的事情。参看快乐的科学第节。尼采对于道德的否认，据他自己说，有两层意思第一，否认某人的行为是出于所谓道德的动机，也就是说，动机本身就不真实，真实的动机却是不道德的，经过自我欺骗作用而化妆成了道德的第二，动机是真实的，然而这动机却是一种根本错误的道德观念。参看朝霞第节。我们先谈第二层意思。一种错误的道德观念可以成为导致一个正确行为的真实动机，犹如炼金术士在错误的炼金术观念支配下也可以做成功某些化学实验一样。所以，尼采强调我之否认道德，正如否认炼金术，是不承认其大前提。许多不道德的行为仍然应该反对，许多道德的行为仍然应该提倡，但是两者都须出自与过去不同的根据。朝霞第节。尼采全集第卷，第页。那么，尼采要否认的是道德的什么大前提呢如果我们没有理解错尼采的意思的话，这个大前提我们不妨称之为道德本体论，也就是把道德实体化的倾向。尼采说人们知道我对哲学家的要求，就是站在善恶的彼岸超越道德判断的幻相。这一要求源自一种见解，我首次把这见解制成一个公式根本不存在道德事实。道德判断与宗教判断有一共同点相信不存在的实在。道德仅是对一定现象的解释，确切地说是一种误释。偶像的黄昏人类的改善者第节。尼采全集第卷，第页。根本不存在道德事实，道德仅是对一定现象的解释，这是尼采关于道德之本质的中心论点。问题在于，道德解释的是什么现象也不是道德现象并无道德现象，仅有对现象的道德解释。善恶的彼岸。尼采全集第卷，第页。尼采根本否认道德的实在性，他要强调的是，道德判断并无一种道德现实与之相对应，所以它并无真理性。尼采一再强调，道德不是自在的，它仅仅是意见，甚至是对于本来并不存在的事物的意见。参看朝霞第节。又参看尼采全集第卷，第页。道德并无自足的价值尼采全集第卷，第页。凭借道德概念，人的价值还完全没有被触及到。尼采全集第卷，第页。没有单为伦理而伦理的事情。朝霞第节。"}
{"text":"善恶的彼岸。尼采全集第卷，第页。尼采根本否认道德的实在性，他要强调的是，道德判断并无一种道德现实与之相对应，所以它并无真理性。尼采一再强调，道德不是自在的，它仅仅是意见，甚至是对于本来并不存在的事物的意见。参看朝霞第节。又参看尼采全集第卷，第页。道德并无自足的价值尼采全集第卷，第页。凭借道德概念，人的价值还完全没有被触及到。尼采全集第卷，第页。没有单为伦理而伦理的事情。朝霞第节。就像为美而美为真而真一样，为善而善也是用恶眼光看真实的一种形式。尼采全集第卷，第页。尼采分别从人性社会历史自然三方面来论证不存在道德事实。从人性来看，每种道德的特异性表明，没有一种道德判断可以追溯到人的类存在，而只能追溯到某一民族某一种族某一等级等等的存在。参看尼采全集第卷，第页。从社会历史来看，一切历史都不过是所谓世界伦理秩序的经验上的反驳。看哪这人。尼采选集第卷，第页。最主要的论据来自自然，这就是生成之无罪的观念。自然和生命本身是非道德的，万物都属于永恒生成着的自然之全，无善恶可言。万物以永恒之泉水受洗而圣化，超于善恶之外善恶不过是掠影，是阴翳，是流云。查拉图斯特拉如是说日出之前。尼采全集第卷，第页。在生物机体中，较弱细胞化作较强细胞的功用，这无所谓善较强细胞同化较弱细胞，这也无所谓恶。参看快乐的科学第节。如果机体的某一器官患病而不能自我恢复，为了保存整个机体，就应该割除患病的器官，这里无同情可言。参看看哪这人朝霞第节。所谓恶的因素，与善的因素一样，对于保存族类是不可缺少的，只是各有各的功用。参看快乐的科学第节。总之，自然界并不遵循道德律。那么，道德究竟是如何产生的或者说，它是对什么现象的解释尼采说，道德是内心冲动的一种符号语言，而内心冲动又是整个有机体机能的一种符号语言。参看尼采全集第卷，第页。又说，他惯于在一切道德判断中看到一种拙劣的符号语言，躯体的某个心理事件欲借它而传达自己。尼采全集第卷，第页。"}
{"text":"参看快乐的科学第节。总之，自然界并不遵循道德律。那么，道德究竟是如何产生的或者说，它是对什么现象的解释尼采说，道德是内心冲动的一种符号语言，而内心冲动又是整个有机体机能的一种符号语言。参看尼采全集第卷，第页。又说，他惯于在一切道德判断中看到一种拙劣的符号语言，躯体的某个心理事件欲借它而传达自己。尼采全集第卷，第页。这就是说，有机体的生物状态在心理中产生某种冲动，道德是对这冲动的解释，并且是错误的解释。透彻地说，这是把道德现象归结为生物现象。或者说，只有生物现象，没有道德现象，人们把生物现象曲解为道德现象了。尼采似乎就是这么说的。他用讽刺的口吻谈到，上流社会中的所谓道德行为，如小心谨慎地避免着可笑的事露头角的事和争端，隐匿着自己的才能和欲求，与环境同化，从俗，自卑，这一切与动物中的保护色作用肖形作用装死等现象是一回事，无非是避开仇敌和保存自己的手段，所以，仍是一种动物性现象。参看朝霞第节。他也正面地谈到，道德就是对人的各种冲动的一种估价和位置排列，这种估价和排列是一个社团和人群的需要的表现。参看快乐的科学第节。最后尼采又把道德评价的根源归结为强力意志，强调一个民族必定把使之能统治征服荣耀的东西评价为善，反之评价为恶。参看查拉图斯特拉如是说一千零一个目标。第节第七章价值的翻转道德的终极根源是生物需要和求强力的意志，由于需要不同，意志强弱殊异，便发生不同的行为和对行为的不同评价。尼采要求如实地看待这些现象，不要冠以道德的虚名。他想说明这样一个意思你的一切行为都是出于你的需要，而不是出于某种道德观念，道德不过是你对于你的行为动机的一种不正确的解释。当然，也许你是真诚地信奉某种道德观念并且据之行事，但是，使你能够这么做的更深的动机仍然是你的需要。说道德源于需要，这是一种追根溯源的说法。但是，道德在其发展和传播的过程中可能脱离其源头，而依靠别的力量维持。尼采指出，欧洲传统道德靠两大力量维持。一是习俗。道德无非是服从习俗而已，不论它是何种习俗而习俗则是行为和思考的通常方式。朝霞第节。尼采全集第卷，第页。之所以服从习俗，是由于怯懦和懒惰，于是怯懦和懒惰竟成了习俗道德的大前提。参看朝霞第节。"}
{"text":"当然，也许你是真诚地信奉某种道德观念并且据之行事，但是，使你能够这么做的更深的动机仍然是你的需要。说道德源于需要，这是一种追根溯源的说法。但是，道德在其发展和传播的过程中可能脱离其源头，而依靠别的力量维持。尼采指出，欧洲传统道德靠两大力量维持。一是习俗。道德无非是服从习俗而已，不论它是何种习俗而习俗则是行为和思考的通常方式。朝霞第节。尼采全集第卷，第页。之所以服从习俗，是由于怯懦和懒惰，于是怯懦和懒惰竟成了习俗道德的大前提。参看朝霞第节。当然，服从习俗也可以找到生物学上的解释，这就是前面谈到的动物的保护色等现象。但是，在尼采看来，这恰恰是弱小动物的特性，是应予否定的。欧洲道德的另一个支柱便是上帝的绝对命令。每种宗教和道德引为基础的最一般公式是做这个这个，不做这个这个你就将幸福否则每种道德每种宗教都是这样的命令偶像的黄昏四种大谬误第节。尼采全集第卷，第页。基督教假定，人不知道也不可能知道，对他来说，何为善，何为恶他信仰唯一知道这一切的上帝。基督教道德是一个命令，它的起源是超验的它是超越一切批评的。偶像的黄昏一个不合时宜者的漫游第节。尼采全集第卷，第页。可是，正因为基督教道德的所谓真理性是以对上帝的信仰为前提的，所以，当一个人放弃了基督教信仰，他也就被剥夺了他的基督教道德的权利。在一个没有上帝的世界上，任何绝对命令都失去了根据。当康德论证绝对命令时，他也不得不求助于上帝存在的假设。二者必居其一或者保留一个上帝，或者放弃任何绝对命令，也就是放弃任何绝对有效的道德准则。在一个没有上帝因而也没有绝对命令的世界上，善与恶只能是相对的。从纵向看，万物流动，评价随之变易，谁能固守着善与恶呢查拉图斯特拉如是说旧榜和新榜第节。从横向看，道德的地球也是圆的道德的地球上也有住在经纬度正相反地带的居民快乐的科学第节。一民族以为善的，另一民族以为恶，彼此都以对方为荒谬，其实都有其生存的权利。参看查拉图斯特拉如是说一千零一个目标。对于弱者是毒药的，对于强者可能是补品，在不同的个人之间，善恶也是相对的。参看快乐的科学第节。"}
