{"text":"你告诉我那篇序做得有趣，并将其大意译给我听。我对于画，你最明白，彻头彻尾是一条门外汉。但对于漫画，却常常要像煞有介事地点头或摇头而点头的时候总比摇头的时候多――虽没有统计，我肚里有数。那一天我自然也乱点了一回头。点头之余，我想起初看到一本漫画，也是日本人画的。里面有一幅，题目似乎是子爵泪上两字已忘记，画着一个微侧的半身像他严肃的脸上戴着眼镜，有三五颗双钩的泪珠儿，滴滴答答历历落落地从眼睛里掉下来。我同时感到伟大的压迫和轻松的愉悦，一个奇怪的矛盾！梦二的画有一幅――大约就是那画集里的第一幅――也使我有类似的感觉。那幅的题目和内容，我的记性真不争气，已经模糊得很。只记得画幅下方的左角或右角里，并排地画着极粗极肥又极短的一个！和一个？。可惜我不记得他们哥儿俩谁站在上风，谁站在下风。我明白自己要脸他们俩就是整个儿的人生的谜同时又觉着像是那儿常常见着的两个胖孩子。我心眼里又是糖浆，又是姜汁，说不上是什么味儿。无论如何，我总得惊异涂呀抹的几笔，便造起个小世界，使你又要叹气又要笑。叹气虽是轻轻的，笑虽是微微的，似一把锋利的裁纸刀，戳到喉咙里去，便可要你的命。而且同时要笑又要叹气，真是不当人子，闹着玩儿！话说远了。现在只问老兄，那一天我和你说什么来着？――你觉得这句话有些儿来势汹汹，不易招架么？不要紧，且看下文――我说你可和梦二一样，将来也印一本。你大约不曾说什么是的，你老是不说什么的。我之说这句话，也并非信口开河，我是真的那么盼望着的。况且那时你的小客厅里，互相垂直的两壁上，早已排满了那小眼睛似的漫画的稿微风穿过它们间时，几乎可以听出飒飒的声音。我说的话，便更有把握。现在将要出版的子恺漫画，他可以证明我不曾说谎话。你这本集子里的画，我猜想十有八九是我见过的。我在南方和北方与几个朋友空口白嚼的时候，有时也嚼到你的漫画。我们都爱你的漫画有诗意一幅幅的漫画，就如一首首的小诗――带核儿的小诗。你将诗的世界东一鳞西一爪地揭露出来，我们这就像吃橄榄似的，老觉着那味儿。花生米不满足使我们回到惫懒的儿时，黄昏使我们沉入悠然的静默。你到上海后的画，却又不同。你那和平愉悦的诗意，不免要搀上了胡椒末在你的小小的画幅里，便有了人生的鞭痕。"}
{"text":"现在将要出版的子恺漫画，他可以证明我不曾说谎话。你这本集子里的画，我猜想十有八九是我见过的。我在南方和北方与几个朋友空口白嚼的时候，有时也嚼到你的漫画。我们都爱你的漫画有诗意一幅幅的漫画，就如一首首的小诗――带核儿的小诗。你将诗的世界东一鳞西一爪地揭露出来，我们这就像吃橄榄似的，老觉着那味儿。花生米不满足使我们回到惫懒的儿时，黄昏使我们沉入悠然的静默。你到上海后的画，却又不同。你那和平愉悦的诗意，不免要搀上了胡椒末在你的小小的画幅里，便有了人生的鞭痕。我看了病车，叹气比笑更多，正和那天看梦二的画时一样。但是，老兄，真有你的，上海到底不曾太委屈你，瞧你那买粽子的劲儿！你的画里也有我不爱的如那幅楼上黄昏，马上黄昏，楼上与马上的实在隔得太近了。你画过的忆里的小孩子，他也不赞成。今晚起了大风。北方的风可不比南方的风，使我心里扰乱我不再写下去了。年月日，北平。原载年月日语丝第期散文全编燕知草序俞平伯的散文集。想当年一例是要有多少感慨或惋惜的，这本书也正如此。燕知草的名字是从作者的诗句而今陌上花开日，应有将雏旧燕知而来这两句话以平淡的面目，遮掩着那一往的深情，明眼人自会看出。书中所写，全是杭州的事你若到过杭州，只看了目录，也便可约略知道的。杭州是历史上的名都，西湖更为古今中外所称道画意诗情，差不多俯拾既是。所以这本书若可以说有多少的诗味，那也是很自然的。西湖这地方，春夏秋冬，阴晴雨雪，风晨月夜，各有各的样子，各有各的味儿，取之不竭，受用不穷加上绵延起伏的群山，错落隐现的胜迹，足够教你流连忘返。难怪平伯会在大洋里想着，会在睡梦里惦着！但杭州城里，在我们看，除了吴山，竟没有一毫可留恋的地方。像清河坊，城站，终日是喧闻的市声，想起来只会头晕罢了居然也能引出平伯的那样怅惘的文字来，乍看真有些不可思议似的。其实也并不奇，你若细味全书，便知他处处在写杭州，而所着眼的处处不是杭州。不错，他惦着杭州但为什么与众不同地那样粘着地惦着？他在清河坊中也曾约略说起这正因杭州而外，他意中还有几个人在――大半因了这几个人，杭州才觉可爱的。"}
{"text":"但杭州城里，在我们看，除了吴山，竟没有一毫可留恋的地方。像清河坊，城站，终日是喧闻的市声，想起来只会头晕罢了居然也能引出平伯的那样怅惘的文字来，乍看真有些不可思议似的。其实也并不奇，你若细味全书，便知他处处在写杭州，而所着眼的处处不是杭州。不错，他惦着杭州但为什么与众不同地那样粘着地惦着？他在清河坊中也曾约略说起这正因杭州而外，他意中还有几个人在――大半因了这几个人，杭州才觉可爱的。好风景固然可以打动人心，但若得几个情投意合的人，相与徜徉其间，那才真有味这时候风景觉得更好。――老实说，就是风景不大好或竟是不好的地方，只要一度有过同心人的踪迹，他们也会老那么惦记着的。他们还能出人意表地说出这种地方的好处像书中杭州城站，清河坊一类文字，便是如此。再说我在杭州，也待了不少日子，和平伯差不多同时，他去过的地方，我大半也去过现在就只有淡档的影象，没有他那迷劲儿。这自然有许多因由，但最重要的，怕还是同在的人的不同吧？这种人并不在多，也不会多。你看这书里所写的，几乎只是和平伯有着几重亲的君的一家人――平伯夫人也在内就这几个人，给他一种温暖浓郁的氛围气。他依恋杭州的根源在此，他写这本书的感兴，其实也在此。就是那塔砖歌与陀罗尼经歌，虽像在发挥着历史癖与考据癖，也还是以君为中心的。近来有人和我论起平伯，说他的性情行径，有些像明朝人。我知道所谓明朝人，是指明末张岱，王思任等一派名士而言。这一派人的特征，我惭愧还不大弄得清楚借了现在流行的话，大约可以说是以趣味为主的吧？他们只要自己好好地受用，什么礼法，什么世故，是满不在乎的。他们的文字也如其人，有着洒脱的气息。平伯究竟像这班明朝人不像，我虽不甚知道，但有几件事可以给他说明，你看梦游的跋里，岂不是说有两位先生猜那篇文像明朝人做的？平伯的高兴，从字里行间露出。这是自坏的供招，可为铁证。标点陶庵梦忆，及在那篇跋里对于张岱的向往，可为旁证。而周启明先生杂拌儿序里，将现在散文与明朝人的文章，相提并论，也是有力的参考。但我知道平伯并不曾着意去模仿那些人，只是性习有些相近，便尔暗合罢了他自己起初是并未以此自期的若先存了模仿的心，便只有因袭的气分，没有真情的流露，那倒又不像明朝人了。"}
{"text":"平伯的高兴，从字里行间露出。这是自坏的供招，可为铁证。标点陶庵梦忆，及在那篇跋里对于张岱的向往，可为旁证。而周启明先生杂拌儿序里，将现在散文与明朝人的文章，相提并论，也是有力的参考。但我知道平伯并不曾着意去模仿那些人，只是性习有些相近，便尔暗合罢了他自己起初是并未以此自期的若先存了模仿的心，便只有因袭的气分，没有真情的流露，那倒又不像明朝人了。至于这种名士风是好是坏，合时宜不合时宜，要看你如何着眼所谓见仁见智，各有不同――像冬晚的别，卖信纸，我就觉得太感伤些。平伯原不管那些，我们也不必管只从这点上去了解他的为人，他的文字，尤其是这本书便好。这本书有诗，有谣，有曲，有散文，可称五光十色。一个人在一个题目上，这样用了各体的文字抒写，怕还是第一遭吧？我见过一本水上，是以西湖为题材的新诗集，但只是新诗一体罢了这本书才是古怪的综合呢。书中文字颇有浓淡之别。雪晚归船以后之作，和湖楼小撷芝田留梦记等，显然是两个境界。平伯有描写的才力，但向不重视描写。虽不重视，却也不至厌倦，所以还有湖楼小撷一类文字。近年来他觉得描写太板滞，太繁缛，太矜持，简直厌倦起来了他说他要素朴的趣味。雪晚归船一类东西便是以这种意态写下来的。这种夹叙夹议的体制，却并没有堕入理障中去因为说得干脆，说得亲切，既不隔靴搔痒，又非悬空八只脚。这种说理，实也是抒情的一法我们知道，抽象，具体的标准，有时是不够用的。至于我的欢喜，倒颇难确说，用杭州的事打个比方罢书中前一类文字，好像昭贤寺的玉佛，雕琢工细，光润洁白后一类呢，恕我拟不于伦，像吴山四景园驰名的油酥饼――那饼是入口即化，不留渣滓的，而那茶店，据说是明朝就有的。重过西园码头这一篇，大约可以当得奇文之名。平伯虽是我的老朋友，而赵心馀却决不是，所以无从知其为人。他的文真是下笔千言离题万里。所好者，能从万里外一个筋斗翻了回来赵之与孙，相去只一间，这倒不足为奇的。所奇者，他的文笔，竟和平伯一样别是他的私淑弟子罢？其实不但一样，他那洞达名理，委曲述怀的地方，有时竟是出蓝胜蓝呢。最奇者，他那些经历，有多少也和平伯雷同！这的的括括可以说是天地间的无独有偶了。呜呼！"}
{"text":"重过西园码头这一篇，大约可以当得奇文之名。平伯虽是我的老朋友，而赵心馀却决不是，所以无从知其为人。他的文真是下笔千言离题万里。所好者，能从万里外一个筋斗翻了回来赵之与孙，相去只一间，这倒不足为奇的。所奇者，他的文笔，竟和平伯一样别是他的私淑弟子罢？其实不但一样，他那洞达名理，委曲述怀的地方，有时竟是出蓝胜蓝呢。最奇者，他那些经历，有多少也和平伯雷同！这的的括括可以说是天地间的无独有偶了。呜呼！我们怎能起赵君于九原而细细地问他呢？年月日晚，北平清华园。原载年月日语丝第卷第期散文全编叶圣陶的短篇小说圣陶谈到他作小说的态度，常喜欢说我只是如实地写。这是的自白，我们应该相信。但他初期的创作，在如实地取材与描写之外，确还有些别的，我们称为理想，这种理想有相当的一致，不能逃过细心的读者的眼目。后来经历渐渐多了，思想渐渐结实了，手法也渐渐老练了，这才有真个如实地写的作品。仿佛有人说过，法国的写实主义到俄国就变了味，这就是加进了理想的色彩。假使这句话不错，圣陶初期的作风可以说是近于俄国的，而后期可以说是近于法国的。圣陶的身世和对于文艺的见解，顾颉刚先生在隔膜序里说得极详。我所见他的生活，也已具于另一文。这里只须指出他是生长在一个古风的城市――苏州――中的人，后来又在一个乡镇――f直――里住了四五年，一径是做着小学教师最后才到中国工商业中心的上海市，做商务印书馆的编辑，直至现在。这二十年来时代的大变动，自然也给他不少的影响辛亥革命，他在苏州五四运动，他在f直五卅运动与国民革命，却是他在上海亲见亲闻的。这几行简短的历史，暗示着他思想变迁的轨迹，他小说里所表现的思想变迁的轨迹。因为是如实地写，所以是客观的。他的小说取材于自己及家庭的极少，又不大用第一身，笔锋也不常带情感。但他有他的理想，在人物的对话及关于人物或事件的解释里，往往出现，特别在初期的作品中。不快之感或啼声是两个极端的例子。这是理智的表现。圣陶的静默，是我们朋友里所仅有他的爱智，不是偶然的。爱与自由的理想是他初期小说的两块基石。"}
{"text":"这几行简短的历史，暗示着他思想变迁的轨迹，他小说里所表现的思想变迁的轨迹。因为是如实地写，所以是客观的。他的小说取材于自己及家庭的极少，又不大用第一身，笔锋也不常带情感。但他有他的理想，在人物的对话及关于人物或事件的解释里，往往出现，特别在初期的作品中。不快之感或啼声是两个极端的例子。这是理智的表现。圣陶的静默，是我们朋友里所仅有他的爱智，不是偶然的。爱与自由的理想是他初期小说的两块基石。这正是新文化运动开始时的思潮但他能用艺术表现，便较一般人为深入。他从母爱性爱一直写到儿童送一个小蚬回家，真算得博大周详。母爱的力量在牺牲自己顾颉刚先生最爱读的潜隐的爱见顾先生火灾序，是一篇极好的代表。一个孤独的蠢笨的乡下妇人用她全部的心与力，偷偷摸摸去爱一个邻家的孩子。这是透过一层的表现。性爱的理想似乎是夫妇一体，隔膜与未厌集中两篇小病，可以算相当的实例。但这个理想是不容易达到的有时不免来点儿说谎的艺术看火灾中云翳篇，有时母爱分了性爱的力量，不免觉得两样夫妇不能一体时，有时更免不了离婚。离婚是近年常有的现象。但圣陶在双影里所写的是女的和男的离了婚，另嫁了一个气味相投的人后来却又舍不得那男的。这是一个怪思想，是对夫妇一体论的嘲笑。圣陶在这问题上，也许终于是个怀疑派罢？至于广泛地爱人爱动物，圣陶以为只有孩子们行成人是只有隔膜与冷酷罢了。隔膜，游泳线下中，晨便写的这一类情形。他又写了些没有爱的人的苦闷，如归宿里的青年，春光不是她的了里被离弃的妇人，孤独里的老先生都是的。而被忘却的火灾中里田女士与童女士的同性爱，也正是这种苦闷的另一样写法。自由的一面是解放，还有一面是尊重个性。圣陶特别着眼在妇女与儿童身上。他写出被压迫的妇女，如农妇，童养媳，歌女，妓女等的悲哀隔膜第一篇一生便是写一个农妇的。对于中等家庭的主妇的服从与苦辛，他也有哀矜之意。春游隔膜中里已透露出一些反抗的消息两封回信里说得更是明白女子不是笼子里的画眉，花盆里的蕙兰，也不是超人她只是和一切人类平等的一个人。他后来在未厌集里还有两篇小说遗腹子，小妹妹，写重男轻女的传统对于女子压迫的力量。"}
{"text":"自由的一面是解放，还有一面是尊重个性。圣陶特别着眼在妇女与儿童身上。他写出被压迫的妇女，如农妇，童养媳，歌女，妓女等的悲哀隔膜第一篇一生便是写一个农妇的。对于中等家庭的主妇的服从与苦辛，他也有哀矜之意。春游隔膜中里已透露出一些反抗的消息两封回信里说得更是明白女子不是笼子里的画眉，花盆里的蕙兰，也不是超人她只是和一切人类平等的一个人。他后来在未厌集里还有两篇小说遗腹子，小妹妹，写重男轻女的传统对于女子压迫的力量。圣陶做过多年小学教师，他最懂得儿童，也最关心儿童。他以为儿童不是供我们游戏和消遣的，也不是给我们防老的，他们应有他们自己的地位。他们有他们的权利与生活，我们不应嫌恶他们，也不应将他们当作我们的具体而微看。啼声火灾中是用了一个女婴口吻的激烈的抗议在圣陶的作品中，这是一篇仅见的激昂的文字。但写得好的是低能儿，一课，义儿，风潮等篇前两篇写儿童的爱好自然，后两篇写教师以成人看待儿童，以致有种种的不幸。其中低能儿是早经著名的。此外，他还写了些被榨取着的农人，那些都是被田租的重负压得不能喘气的。他憧憬着艺术的生活，艺术的生活是自由的，发展个性的而现在我们的生活，却都被揿在些一定的模型或方式里。圣陶极厌恶这些模型或方式在这些方式之下，他只觉一个虚幻的自己包围在广大的虚幻里见隔膜中不快之感。圣陶小说的另一面是理想与现实的冲突。假如上文所举各例大体上可说是理想的正面或负面的单纯表现，这种便是复杂的纠纷的表现。如祖母的心火灾中写亲子之爱与礼教的冲突，结果那一对新人物妥协了这是现代一个极普遍极葛藤的现象。平常的故事里，理想被现实所蚕食，几至一些无余这正是理想主义者烦闷的表白。前途与此篇调子相类，但写的是另一面。城中写腐败社会对于一个理想主义者的疑忌与阴谋而他是还在准备抗争。校长与搭班子里两个校长正在高高兴兴地计划他们的新事业，却来了旧势力的侵蚀一个妥协了，一个却似乎准备抗争一下。但城中与搭班子只说到准备而止，以后怎样呢？是成功？失败？还是终于妥协呢？据作品里的空气推测，成功是不会的城中的主人公大概要失败，搭班子里的大概会妥协吧？"}
{"text":"前途与此篇调子相类，但写的是另一面。城中写腐败社会对于一个理想主义者的疑忌与阴谋而他是还在准备抗争。校长与搭班子里两个校长正在高高兴兴地计划他们的新事业，却来了旧势力的侵蚀一个妥协了，一个却似乎准备抗争一下。但城中与搭班子只说到准备而止，以后怎样呢？是成功？失败？还是终于妥协呢？据作品里的空气推测，成功是不会的城中的主人公大概要失败，搭班子里的大概会妥协吧？圣陶在这里只指出这种冲突的存在与自然的进展，并没有暗示解决的方法或者出路。到写桥上与抗争，他似乎才进一步地追求了。桥上还不免是个人的浪漫的行动，没有告诉我们全部的故事抗争却有集团的意义，但结果是失败了，那领导者做了祭坛前的牺牲。圣陶所显示给我们的，至此而止。还有在民间是冲突的别一式。圣陶后期作品大概可以说从线下后半部起的一个重要的特色，便是写实主义手法的完成。别人论这些作品，总侧重在题材方面他们称赞他的对于城市小资产阶级的描写。这是并不错的。圣陶的生活与时代都在变动着，他的眼从村镇转到城市，从儿童与女人转到战争与革命的侧面的一些事件了。他写城市中失业的知识工人城中里的病夫和教师的苦闷他写战争时城市的小资产阶级与一部分村镇人物的利己主义，提心吊胆，琐屑等如茅盾先生最爱的潘先生在难中，及外国旗。他又写战争时兵士的生活金耳环又写白色的恐怖。如夜，冥世别―大江月刊三期和目前政治的黑暗如某城纪事。他还有一篇写工人阶级的生活的夏夜未厌集看钱杏先生叶绍钧的创作的考察，见现代中国文学作家第二卷。他这样描写了广阔的世间茅盾先生说他作倪焕之时才第一次描写了广阔的世间，似乎是不对的看读倪焕之，附录在倪焕之后面。他诚然长于表现城市小资产阶级钱语，但他并不是只长于这一种表现，更不是专表现这一种人物，或侧重于表现这一种人物，即使在他后期的作品里。这时期圣陶的一贯的态度，似乎只是如实地写一点他的取材只是选择他所熟悉的，与一般写实主义者一样，并没有显明的有意的目的。"}
{"text":"他诚然长于表现城市小资产阶级钱语，但他并不是只长于这一种表现，更不是专表现这一种人物，或侧重于表现这一种人物，即使在他后期的作品里。这时期圣陶的一贯的态度，似乎只是如实地写一点他的取材只是选择他所熟悉的，与一般写实主义者一样，并没有显明的有意的目的。他的长篇作品倪焕之，茅盾先生论为有意为之的小说，我也有同感但他在自记里还说每一个人物，我都用严正的态度如实地写，这可见他所信守的是什么了。这时期中的作品，大抵都有着充分的客观的冷静初期作品如饭也如此，但不多，文字也越发精炼，写实主义的手法至此才成熟了晨这一篇最可代表，是我所最爱的。―只有冥世别是个例外但正如先生写不好不周山一样，圣陶是不适于那种表现法的。日本藏原惟人到新写实主义之路林伯译里说写实主义有三种。圣陶的应属于第二种，所谓小布尔乔亚写实主义在这一点上说他是小资产阶级的作家，我可以承认。我们的短篇小说，即兴而成的最多，注意结构的实在没有几个人先生与圣陶便是其中最重要的。他们的作品都很多，但大部分都有谨严而不单调的布局。圣陶的后期作品更胜于初期的。初期里有些别体，隔膜自颇紧凑，但不快之感及啼声，就没有多少精彩又晓行，旅路的伴侣两篇火灾中，虽穿插颇费苦心，究竟嫌破碎些悲哀的重载却较好。这些时候，圣陶爱用抽象观念的比喻，如失望之渊，烦闷之渊等，在现在看来，似乎有些陈旧或浮浅了。他又爱用骈句，有时使文字失去自然的风味。而各篇中出面解释的地方，往往太正经，又太多。如苦菜隔膜中固是第一身的叙述，但后面那一个公式与其说明，也太煞风景了。圣陶写对话似不顶擅长。各篇中对话往往嫌平板，有时说教气太重这便在后期作品中也不免。圣陶写作最快，但决非不经心他在倪焕之的自记里说斟酌字句的癖习越来越深，我们可以知道他平日的态度。他最擅长的是结尾，他的作品的结尾，几乎没有一篇不波俏的。他自己曾戏以此自诩钱杏先生也说他的小说，往往在收束的地方，使人有悠然不尽之感。年月，北平清华园。"}
