{"text":"一层层的峰峦起伏着，有戴雪的，有不戴的总之越远越淡下去。山缝里躲躲闪闪一些玩具般的屋子，据说便是交湖了。原上一头插着瑞士白十字国旗，在风里飒飒地响，颇有些气势。山上不时地雪崩，沙缮缮缮流下来像水一般，远看很好玩儿。脚下的雪滑极，不走惯的人寸步都得留神才行。少妇峰的顶还在二千三百二十五英尺之上，得凭着自己的手脚爬上去。下山还在小夏代格换车，却打这儿另走一股道，过格林德瓦德直到交湖，路似乎平多了。车子绕明西峰走了好些时候。明西峰比少妇峰低些，可是大。少妇峰秀美得好，明西峰雄奇得好。车子紧挨着山脚转，陡陡的山势似乎要向窗子里直压下来，像传说中的巨人。这一路有几条瀑布瀑布下的溪流快极了，翻着白沫，老像沸着的锅子。早九点多在交湖上车，回去是五点多。司皮也兹p是玲珑可爱的一个小地方临着森湖，如浮在湖上。路依山而建，共有四五层，台阶似的。街上常看不见人。在旅馆楼上待着，远处偶然有人过去，说话声音听得清清楚楚的。傍晚从露台上望湖，山脚下的暮霭混在一抹轻蓝里，加上几星儿刚放的灯光，真有味。孟特罗的果子可可糖也真有味。日内瓦像上海，只湖中大喷水，高二百余英尺，还有卢梭岛及他出生的老屋，现在已开了古董铺的，可以看看。年月日作。原载年月日中学生第号散文全编荷兰一个在欧洲没住过夏天的中国人，在初夏的时候，上北国的荷兰去，他简直觉得是新秋的样子。淡档的天色，寂寂的田野，火车走着，像没人理会一般。天尽头处偶尔看见一架半架风车，动也不动的，像向天揸开的铁手。在瑞士走，有时也是这样一劲儿的静可是这儿的肃静，瑞士却没有。瑞士大半是山道，窄狭的，弯曲的，这儿是一片广原，气象自然不同。火车渐渐走近城市，一溜房子看见了。红的黄的颜色，在那灰灰的背景上，越显得鲜明照眼。那尖屋顶原是三角形的底子，但左右两边近底处各折了一折，便多出两个角来机伶里透着老实，像个小胖子，又像个小老头儿。荷兰人有名地会盖房子。近代谈建筑，数一数二是荷兰人。快到罗特丹的时候，有一家工厂，房屋是新样子。房子分两截，近处一截是一道内曲线，两大排玻璃窗子反射着强弱不同的光。接连着的一截是比较平正些的八层楼，窗子也是横排的。"}
{"text":"火车渐渐走近城市，一溜房子看见了。红的黄的颜色，在那灰灰的背景上，越显得鲜明照眼。那尖屋顶原是三角形的底子，但左右两边近底处各折了一折，便多出两个角来机伶里透着老实，像个小胖子，又像个小老头儿。荷兰人有名地会盖房子。近代谈建筑，数一数二是荷兰人。快到罗特丹的时候，有一家工厂，房屋是新样子。房子分两截，近处一截是一道内曲线，两大排玻璃窗子反射着强弱不同的光。接连着的一截是比较平正些的八层楼，窗子也是横排的。楼梯间满用玻璃，外面既好看，上楼又明亮好走，比旧式阴森傻的楼梯间，只在墙上开着小窗户的自然好多了。整排不断的横窗户也是现代建筑的特色靠着钢骨水泥，才能这样办。这家工厂的横窗户有两个式样，窗宽墙窄是一式，墙宽窗窄又是一式。有人说这种墙和窗子像面包夹火腿但那是面包那是火腿却弄不明白。又有人说这种房子仿佛满支在玻璃上，老教人疑心要倒塌似的。可是我只觉得一条条连接不断的横线都有大气力，足以支撑这座大屋子而有余，而且一眼看下去，痛快极了。海牙和平宫左近，也有不少新式房子，以铺面为多，与工厂又不同。颜色要鲜明些，装饰风也要重些，大致是清秀玲珑的调子。最精致的要数那一座大厦，是分租给人家住的。是不规则的几何形。约莫居中是高耸的通明的楼梯间，界划着黑钢的小方格子。一边是长条子，像伸着的一只胳膊一边是方方的。每层楼都有栏干，长的那边用蓝色，方的那边用白色，衬着淡黄的窗子。人家说荷兰的新房子就像一只轮船，真不错。这些栏干正是轮船上的玩意儿。那梯子间就是烟囱了。大厦前还有一个狭长的池子，浅浅的，尽头处一座雕像。池旁种了些花草，散放着一两张椅子。屋子后面没有栏干，可是水泥墙上简单的几何形的界划，看了也非常爽目。那一带地方很宽阔，又清静，过午时大厦满在太阳光里，左近一些碧绿的树掩映着，教人舍不得走。亚姆斯特丹s的新式房子更多。皇宫附近的电报局，样子打得巧，斜对面那家电气公司却一味地简朴两两相形起来，倒有点意思。别的似乎都赶不上这两所好看。但新开区还有整大片的新式建筑，没有得去看，不知如何。荷兰人又有名地会画画。十七世纪的时候，荷兰脱离了西班牙的羁绊，渐渐地兴盛，小康的人家多起来了。他们衣食既足，自然想着些风雅的玩意儿。那些大幅的神话画宗教画，本来专供装饰宫殿小教堂之用。"}
{"text":"亚姆斯特丹s的新式房子更多。皇宫附近的电报局，样子打得巧，斜对面那家电气公司却一味地简朴两两相形起来，倒有点意思。别的似乎都赶不上这两所好看。但新开区还有整大片的新式建筑，没有得去看，不知如何。荷兰人又有名地会画画。十七世纪的时候，荷兰脱离了西班牙的羁绊，渐渐地兴盛，小康的人家多起来了。他们衣食既足，自然想着些风雅的玩意儿。那些大幅的神话画宗教画，本来专供装饰宫殿小教堂之用。他们是新国，用不着这些。他们只要小幅头画着本地风光的。人像也好，风俗也好，景物也好，只要荷兰的就行。在这些画里，他们亲乔切切地看见自己。要求既多，供给当然跟着。那时画是上市的，和皮鞋与蔬菜一样，价钱也差不多。就中风俗画p最流行。直到现在，一提起荷兰画家，人总容易想起这种画。这种画的取材是极平凡的日常生活而且限于室内，采的光往往是灰暗的。这种材料的生命在乔切有味或滑稽可喜。一个卖野味的铺子可以成功一幅画，一顿饭也可能成功一幅画。有些滑稽太过，便近乎低级趣味。譬如海牙毛利丘司ss画院所藏的莫兰那画的五觉图。嗅觉一幅，画一妇人捧着小孩，他正在拉矢。触觉一幅更奇，画一妇人坐着，一男人探手入她的衣底妇人便举起一只鞋，要向他的头上打下去。这画院里的名画却真多。陀的年轻的管家妇，琐琐屑屑地画出来，没有一些地方不熨贴。鲍特的牛工极了，身上一个蝇子都没有放过，但是活极了，那牛简直要从墙上缓缓地走下来布局也单纯得好。卫米尔画他本乡代夫脱的风景一幅，充分表现那静肃的味道。他是小风景画家，以善分光影和精于布局著名。风景画取材杂，要安排得停当是不容易的。荷兰画像，哈司s是大师。但他的好东西都在他故乡哈来姆，别处见不着。亚姆斯特丹的力克士博物院ss中有他一幅俳优，是一个弹着琵琶的人，神气颇足。这些都是十七世纪的画家。但是十七世纪荷兰最大的画家是冉伯让。他与一般人不同，创造了个性的艺术将自己的思想感情，自己这个人放进他画里去。"}
{"text":"他是小风景画家，以善分光影和精于布局著名。风景画取材杂，要安排得停当是不容易的。荷兰画像，哈司s是大师。但他的好东西都在他故乡哈来姆，别处见不着。亚姆斯特丹的力克士博物院ss中有他一幅俳优，是一个弹着琵琶的人，神气颇足。这些都是十七世纪的画家。但是十七世纪荷兰最大的画家是冉伯让。他与一般人不同，创造了个性的艺术将自己的思想感情，自己这个人放进他画里去。他画画不再伺候人，即使画人像，画宗教题目，也还分明地见出自己。十九世纪艺术的浪漫运动只承认表现艺术家的个性的作品有价值，便是他的影响。他领略到精神生活里神秘的地方，又有深厚的情感。最爱用一片黑做背景但那黑是活的不是死的。黑里渐渐透出黄黄的光，像压着的火焰一般在这种光里安排着他的人物。像这样的光影的对照是他的绝技他的神秘与深厚也便从这里见出。这不仅是浮泛的幻想，也是贴切的观察在他作品里梦和现实混在一块儿。有人说他从北国的烟云里悟出了画理，那也许是真的。他会看到氤氲的底里去。他的画像最能表现人的心理，也便是这个缘故。毛利丘司里有他的名作解剖班西面在圣殿中。前一幅写出那站着在说话的大夫从容不迫的样子。一群学生围着解剖台，有些坐着，有些站着毛着腰的，侧着身子的，直挺挺站着的，应有尽有。他们的头，或俯或仰，或偏或正，没有两个人相同。他们的眼看着尸体，看着说话的大夫，或无所属，但都在凝神听话。写那种专心致志的光景，维妙维肖。后一幅写殿宇的庄严，和参加的人的圣洁与和蔼，一种虔敬的空气弥漫在画面上，教人看了会沉静下去。他的另一杰作夜巡在力克士博物院里。这里一大群武士，都拿了兵器在守望着敌人。一位爵爷站在前排正中间，向着旁边的弁兵有所吩咐别的人有的在眺望，有的在指点，有的在低档地谈论，右端一个打鼓的，人和鼓都只露了一半他似乎焦急着，只想将槌子敲下去。左端一个人也在忙忙地伸着右手整理他的枪口。他的左胳膊底下钻出一个孩子，露着惊惶的脸。人物的安排，交互地用疏密与明暗乍看不匀称，细看再匀称没有。这幅画里光的运用最巧妙那些浓淡浑析的地方，便是全画的精神所在。冉伯让是雷登人，晚年住在亚姆斯特丹。他的房子还在，里面陈列着他的腐刻画与钢笔毛笔画。腐刻画是用药水在铜上刻出画来，他是大匠手钢笔画毛笔画他也擅长。"}
{"text":"左端一个人也在忙忙地伸着右手整理他的枪口。他的左胳膊底下钻出一个孩子，露着惊惶的脸。人物的安排，交互地用疏密与明暗乍看不匀称，细看再匀称没有。这幅画里光的运用最巧妙那些浓淡浑析的地方，便是全画的精神所在。冉伯让是雷登人，晚年住在亚姆斯特丹。他的房子还在，里面陈列着他的腐刻画与钢笔毛笔画。腐刻画是用药水在铜上刻出画来，他是大匠手钢笔画毛笔画他也擅长。这里还有他的一座铜像，在用他的名字的广场上。海牙是荷兰的京城，地方不大，可是清静。走在街上，在淡档的太阳光里，觉得什么都可以忘记了的样子。城北尤其如此。新的和平宫就在这儿，这所屋是一个人捐了做国际法庭用的。屋不多，里面装饰得很好看。引导人如数家珍地指点着，告诉游客这些装饰品都是世界各国捐赠的。楼上正中一间大会议厅，他们称为日本厅因为三面墙上都挂着日本的大辐的缂丝，而这几幅东西是日本用了多少多少人在不多的日子里特地赶做出来给这所和平宫用的。这几幅都是花鸟，颜色鲜明，织得也细致那日本特有的清丽的画风整个儿表现着。中国送的两对景泰蓝的大壶古礼器的壶也安放在这间厅里。厅中间是会议席，每一张椅子背上有一个缎套子，绣着一国的国旗那国的代表开会时便坐在这里。屋左屋后是花园亭子，喷水，雕像，花木等等，错综地点缀着，明丽深曲兼而有之。也不十二分大，却老像走不尽的样子。从和平宫向北去，电车在稀疏的树林子里走。满车中绿荫荫的，斑驳的太阳光在车上在地下跳跃着过去。不多一会儿就到海边了。海边热闹得很，玩儿的人来往不绝。长长的一带沙滩上，满放着些藤篓子――实在是些轿式的藤椅子，预备洗完澡坐着晒太阳的。这种藤篓子的顶像一个瓢，又圆又胖，那拙劲儿真好。更衣的小木屋也多。大约天气还冷，沙滩上只看见零零落落的几个人。那北海的海水白白的展开去，没有一点风涛，像个顶听话的孩子。亚姆斯特丹在海牙东北，是荷兰第一个大城。自然不及海牙清静。可是河道多，差不多有一道街就有一道河，是北国的水乡所以有北方威尼斯之称。桥也有三百四十五座，和威尼斯简直差不多。河道宽阔干净，却比威尼斯好站在桥上顺着河望过去，往往水木明瑟，引着你一直想见最远最远的地方。"}
{"text":"这种藤篓子的顶像一个瓢，又圆又胖，那拙劲儿真好。更衣的小木屋也多。大约天气还冷，沙滩上只看见零零落落的几个人。那北海的海水白白的展开去，没有一点风涛，像个顶听话的孩子。亚姆斯特丹在海牙东北，是荷兰第一个大城。自然不及海牙清静。可是河道多，差不多有一道街就有一道河，是北国的水乡所以有北方威尼斯之称。桥也有三百四十五座，和威尼斯简直差不多。河道宽阔干净，却比威尼斯好站在桥上顺着河望过去，往往水木明瑟，引着你一直想见最远最远的地方。亚姆斯特丹东北有一个小岛，叫马铿岛，是个小村子。那边的风俗服装古里古怪的，你一脚踏上岸就会觉得回到中世纪去了。乘电车去，一路经过两三个村子。那是个阴天。漠漠的风烟，红黄相间的板屋，正在旋转着让船过去的轿，都教人耳目一新。到了一处，在街当中下了车，由人指点着找着了小汽轮。海上坦荡档的，远处一架大风车在慢慢地转着。船在斜风细雨里走，渐渐从朦胧里看见马铿岛。这个岛真正不满眼，一道堤低档的环绕着。据说岛只高出海面几尺，就仗着这一点儿堤挡住了那茫茫的海水。岛上不过二三十份人家，都是尖顶的板屋下面一律搭着架子，因为隔水太近了。板屋是红黄黑三色相间着，每所都如此。岛上男人未多见，也许打渔去了女人穿着红黄白蓝黑各色相间的衣裳，和他们的屋子相配。总而言之，一到了岛上，虽在黯淡的北海上，眼前却亮起来了。岛上各家都预备着许多纪念品，争着将游客让进去也有装了一大柳条筐，一手抱着孩子，一手挽着筐子在路上兜售的。自然做这些事的都是些女人。纪念品里有些玩意儿不坏如小木鞋，像我们的毛窝的样子如长的竹烟袋儿，烟袋锅的脖子上挂着一双顶小的木鞋，的里瓜拉的如手绢儿，一角上绒绣着岛上的女人，一架大风车在她们头上。回来另是一条路，电车经过另一个小村子叫伊丹。这儿的干酪四远驰名，但那一座挨着一座跨在一条小河上的高架吊桥更有味。望过去足有二三十座，架子像城门圈一般走上去便微微摇晃着。河直而窄，两岸不多几层房屋，路上也少有人，所以仿佛只有那一串儿的桥轻轻地在风里摆着。这时候真有些觉得是回到中世纪去了。年月日作。原载年月日中学生第号散文全编柏林柏林的街道宽大，干净，伦敦巴黎都赶不上的又因为不景气，来往的车辆也显得稀些。"}
{"text":"这儿的干酪四远驰名，但那一座挨着一座跨在一条小河上的高架吊桥更有味。望过去足有二三十座，架子像城门圈一般走上去便微微摇晃着。河直而窄，两岸不多几层房屋，路上也少有人，所以仿佛只有那一串儿的桥轻轻地在风里摆着。这时候真有些觉得是回到中世纪去了。年月日作。原载年月日中学生第号散文全编柏林柏林的街道宽大，干净，伦敦巴黎都赶不上的又因为不景气，来往的车辆也显得稀些。在这儿走路，尽可以从容自在地呼吸空气，不用张张望望躲躲闪闪。找路也顶容易，因为街道大概是纵横交切，少有旁逸斜出的。最大最阔的一条叫菩提树下，柏林大学，国家图书馆，新国家画院，国家歌剧院都在这条街上。东头接着博物院洲，大教堂，故宫西边到著名的勃朗登堡门为止，长不到二里。过了那座门便是梯尔园，街道还是直伸下去――这一下可长了，三十七八里。勃朗登堡门和巴黎凯旋门一样，也是纪功的。建筑在十八世纪末年，有点仿雅典奈昔克里司门的式样。高六十六英尺，宽六十八码半两边各有六根多力克式石柱子。顶上是站在驷马车里的胜利神像，雄伟庄严，表现出德意志国都的神采。那神像在一八零七年被拿破仑当作胜利品带走，但七年后便又让德国的队伍带回来了。从菩提树下西去，一出这座门，立刻神气清爽，眼前别有天地那空阔，那望不到头的绿树，便是梯尔园。这是柏林最大的公园，东西六里，南北约二里。地势天然生得好，加上树种得非常巧妙，小湖小溪，或隐或显，也安排的是地方。大道像轮子的辐，凑向轴心去。道旁齐齐地排着葱郁的高树树下有时候排着些白石雕像，在深绿的背景上越显得洁白。小道像树叶上的脉络，不知有多少。跟着道走，总有好地方，不辜负你。园子里花坛也不少。罗森花坛是出名的一个，玫瑰最好。一座天然的围墙，圆圆地绕着，上面密密地厚厚地长着绿的小圆叶子墙顶参差不齐。坛中有两个小方池，满飘着雪白的水莲花，玲珑地托在叶子上，像惺忪的星眼。两池之间是一个皇后的雕像四周的花香花色好像她的供养。梯尔园人工胜于天然。真正的天然却又是一番境界。曾走过市外新西区的一座林子。稀疏的树，高而瘦的干子，树下随意弯曲的路，简直教人想到倪云林的画本。看着没有多大，但走了两点钟，却还没走柏林市内市外常看见运动员风的男人女人。"}
{"text":"罗森花坛是出名的一个，玫瑰最好。一座天然的围墙，圆圆地绕着，上面密密地厚厚地长着绿的小圆叶子墙顶参差不齐。坛中有两个小方池，满飘着雪白的水莲花，玲珑地托在叶子上，像惺忪的星眼。两池之间是一个皇后的雕像四周的花香花色好像她的供养。梯尔园人工胜于天然。真正的天然却又是一番境界。曾走过市外新西区的一座林子。稀疏的树，高而瘦的干子，树下随意弯曲的路，简直教人想到倪云林的画本。看着没有多大，但走了两点钟，却还没走柏林市内市外常看见运动员风的男人女人。女人大概都光着脚亮着胳膊，雄赳赳地走着，可是并不和男人一样。她们不像巴黎女人的苗条，也不像伦敦女人的拘谨，却是自然得好。有人说她们太粗，可是有股劲儿。司勃来河横贯柏林市，河上有不少划船的人。往往一男一女对坐着，男的只穿着游泳衣，也许赤着膊只穿短裤子。看的人绝不奇怪而且有喝彩的。曾亲见一个女大学生指着这样划着船的人说，美啊！赞美身体，赞美运动，已成了他们的道德。星期六星期日上水边野外看去，男男女女老老少少谁都带一点运动员风。再进一步，便是所谓自然运动。大家索性不要那捞什子衣服，那才真是自然生活了。这有一定地方，当然不会随处见着。但书籍杂志是容易买到的。也有这种电影。那些人运动的姿势很好看，很柔软，有点儿像太极拳。在长天大海的背景上来这一套，确是美的，和谐的。日前报上说德国当局要取缔他们，看来未免有些个多事。柏林重要的博物院集中在司勃来河中一个小洲上。这就叫做博物院洲。虽然叫做洲，因为周围陆地太多，河道几乎挤得没有了，加上十六道桥，走上去毫不觉得身在洲中。洲上总共七个博物院，六个是通连着的。最奇伟的是勃嘉蒙与近东古迹两个。勃嘉蒙在小亚细亚，是希腊的重要城市，就是现在的贝加玛。柏林博物院团在那儿发掘，掘出一座大享殿，是祭大神宙斯用的。这座殿是二千二百年前造的，规模宏壮，雕刻精美。掘出的时候已经残破经学者苦心研究，知道原来是什么样子，便照着修补起来，安放在一间特建的大屋子里。屋子之大，让人要怎么看这座殿都成。屋顶满是玻璃，让光从上面来，最均匀不过墙是淡蓝色，衬出这座白石的殿越发有神儿。殿是方锁形，周围都是爱翁匿克式石柱，像是个廊子。当锁口的地方，是若干层的台阶儿。两头也有几层，上面各有殿基殿基上，柱子下，便是那著名的壁雕。"}
{"text":"这座殿是二千二百年前造的，规模宏壮，雕刻精美。掘出的时候已经残破经学者苦心研究，知道原来是什么样子，便照着修补起来，安放在一间特建的大屋子里。屋子之大，让人要怎么看这座殿都成。屋顶满是玻璃，让光从上面来，最均匀不过墙是淡蓝色，衬出这座白石的殿越发有神儿。殿是方锁形，周围都是爱翁匿克式石柱，像是个廊子。当锁口的地方，是若干层的台阶儿。两头也有几层，上面各有殿基殿基上，柱子下，便是那著名的壁雕。壁雕是希腊建筑里特别的装饰在狭长的石条子上半深浅地雕刻着些故事，嵌在墙壁中间。这种壁雕颇有名作。如现存在不列颠博物院里的雅典巴昔农神殿的壁雕便是。这里的是一百三十二码长，有一部分已经移到殿对面的墙上去。所刻的故事是奥灵匹亚诸神与地之诸子巨人们的战争。其中人物精力饱满，历劫如生。另一间大屋里安放着罗马建筑的残迹。一是大三座门，上下两层，上层全为装饰用。两层各用六对哥林斯式的石柱，与门相间着，隔出略带曲折的廊子。上层三座门是实的，里面各安着一尊雕像，全体整齐秀美之至。一是小神殿。两样都在第二世纪的时候。近东古迹院里的东西是十九世纪末二十世纪初年德国东方学会在巴比仑和亚述发掘出来的。中间巴比仑的以色他门s最为壮丽。门建筑在二千五百年前奈补卡德乃沙王第二的手里。门圈儿高三十九英尺，城垛儿四十九英尺，全用蓝色珐琅砖砌成。墙上浮雕着一对对的龙与中国所谓龙不同和牛，黄的白的相间着上下两端和边上也是这两色的花纹。龙是巴比仑城隍马得的圣物，牛是大神亚达的圣物。这些动物的像稀疏地排列着，一面墙上只有两行，犄角上只有一行形状也单纯划一。色彩在那蓝的地子上，却非常之鲜明。看上去真像大幅缂丝的图案似的。还有巴比仑王宫里正殿的面墙，是与以色他门同时做的，颜色鲜丽也一样，只不过以植物图案为主罢了。马得祭道两旁屈折的墙基也用蓝珐琅砖上面却雕着向前走的狮子。这个祭道直通以色他门，现在也修补好了一小段，仍旧安在以色他门前面。另有一件模型，是整个儿的巴比仑城。这也可以慰情聊胜无了。亚述巴先宫的面墙放在以色他门的对面，当然也是修补起来的周围正正的拱门，一层层又细又密的柱子，在许多直线里透出秀气。新博物院第一层中央是一座厅。两道宽阔而华丽的楼梯仿佛占住了那间大屋子，但那间屋子还是照样地觉得大不可言。"}
