{"text":"如果说这两个词语会让你心生担忧和疑虑，那么共享单车则是喜忧参半的一个存在。共享单车是被世人的无德玩得有些尴尬的新生事物。这个被你们评价为新四大发明之一的美好事物，在现实中却展现出令人羞耻的一面随意丢弃，私改专享，在破译密码上尽显聪明有人说，它是一款照妖镜，照射出某些人的丑陋。当然，这份丑陋，并不因为现代中国一带一路的宏图尽展而改变，也不因为我们走在美丽乡村中国梦的复兴之路上而消失，这都是当今中国暗色的一角，然而，它却是真实中国的一角，更是我们不可忽视的一角。其实，暗色的存在并不能成为否定中国发展的理由，也不能成为误读中国的借口。为了消灭空气污染，几代人把植树造林当成自己的事业为保证食品安全，各类严打也不时见于报端至于表现在共享单车上的丑陋，有人已用电子圈养以及用车信用的方式，努力把丑陋变成原本的美好。我们中国作家丁玲有一篇曼哈顿街头夜景的文章，写了高楼耸立街灯闪烁车水马龙的曼哈顿街景之后，把笔触投向一位曼哈顿街头乞者，丁玲说别了，曼哈顿，我实在无心在这里久留。我想，听我说了这三个词语后，你应该不会对中国报以冷眼，选择离开。毕竟，暗色词语的背后，更多有光焰照人词语的存在，在美国如此，中国亦然。人要有家国情怀露从今夜白，月是故乡明，处在安史之乱中的杜甫，忧虑着处在山东河南这两个沦陷区的几个弟弟，他们是生还是死呀！颠沛流离中的他，在异乡的戍鼓和孤雁声中观望着秋夜月露，只能倍增思乡之情。山河破碎，没有国哪有家啊！杜甫心中有家，更有国。他漂泊四川成都，尽管自己处境艰难，茅屋为秋风所破，他仍向苍天呼喊安得广厦千万间，大庇天下寒士俱欢颜。他懂得推己及人，希望温暖能普照天下。受光于庭户见一堂，受光于天下照四方，能将温暖与幸福惠及芸芸众生，这是一种大胸怀，这是一种大境界。小家温暖幸福只能是小家，全民温暖幸福才是大家。有首歌唱得好，家是最小国，国是千万家有了强的国，才有富的家，生活在家与国中的每一个人，都应该有家国情怀。家国情怀，是一个人对自己国家和人民所表现出来的深情大爱，是对国家富强人民幸福所展现出来的理想追求，是对自己国家一种高度认同感和归属感责任感和使命感。家国情怀首先表现为爱国之情。"}
{"text":"受光于庭户见一堂，受光于天下照四方，能将温暖与幸福惠及芸芸众生，这是一种大胸怀，这是一种大境界。小家温暖幸福只能是小家，全民温暖幸福才是大家。有首歌唱得好，家是最小国，国是千万家有了强的国，才有富的家，生活在家与国中的每一个人，都应该有家国情怀。家国情怀，是一个人对自己国家和人民所表现出来的深情大爱，是对国家富强人民幸福所展现出来的理想追求，是对自己国家一种高度认同感和归属感责任感和使命感。家国情怀首先表现为爱国之情。苏武十九年持节不屈，就在于他心中有汉，心中有国。卫律的威逼利诱，没能让他叛汉李陵的软话攻心，没能让他仇汉单于的漫长折磨，没有让他忘汉。朔风凛冽，无法冻硬他的爱国热肠胡茄幽怨，无法软化他的爱国衷心。饮雪吞毡，就等归汉之日。就要回汉了，新娶的胡女的眼泪留不住他小儿子的小手拽不住他的衣襟。是他的心中没有妻儿吗？不是，只不过，在他心中，国远比家重要。家国情怀又表现为爱民之情。邓小平同志一句我是中国人民的儿子，我深情地爱着我的祖国和人民，赤子情怀溢于言表。县委书记的榜样焦裕禄，下乡看望一位生病的老大娘，虽素昧平生，却满含热泪地呼之为娘，视百姓为父母。家国情怀还表现为恪尽兴国之责。顾炎武曾说天下兴亡，匹夫有责任，范仲淹也讲居庙堂之高则忧其民，处江湖之远则忧其君，作为社会中的每一员，都应该为国家的发展献计出力，将个人之梦融入到中国的复兴之梦。家国情怀不是要我们抛却小家，忘却亲人，而是要我们推己及人，由家到国，都捧出一颗爱心来。家国情怀是立身养德之本，我们每一个人都应该有家国情怀！解老先生略传解老先生，生于农家，少时受业于名儒唐老先生。后得国家师范教育，以教书为业，享高级职称，为庐西防虎中学校长。青年伊始，先生耕耘杏坛，数十春秋，呕心沥血。既任校长，脚踏实地，感召同仁以人格，引领发展以睿智。先生仁德，一生桃李天下，无论仕宦或贩夫走卒，桑农子弟，皆以先生名下为荣。老骥伏枥，志在千里。直至晚景，先生仍不忘己责，虽退位校长，对青年栽培之情，念念不忘，言之谆谆，意之切切，感人肺腑。今先生年势虽高，然精神矍铄，雄心不减。览其一生，先生之功，可谓恩惠当代，利泽后人。先生以业绩显著，屡受乡民垂敬。"}
{"text":"后得国家师范教育，以教书为业，享高级职称，为庐西防虎中学校长。青年伊始，先生耕耘杏坛，数十春秋，呕心沥血。既任校长，脚踏实地，感召同仁以人格，引领发展以睿智。先生仁德，一生桃李天下，无论仕宦或贩夫走卒，桑农子弟，皆以先生名下为荣。老骥伏枥，志在千里。直至晚景，先生仍不忘己责，虽退位校长，对青年栽培之情，念念不忘，言之谆谆，意之切切，感人肺腑。今先生年势虽高，然精神矍铄，雄心不减。览其一生，先生之功，可谓恩惠当代，利泽后人。先生以业绩显著，屡受乡民垂敬。先生之行，严谨笃实，堪称楷模。他担任校长期间，谦逊好礼，尊师爱生，一言一行，率先垂范，一时传为佳话。昔日，吾幸遇先生，耳濡目染，余虽愚钝，亦自觉大有长进。先生对青年后生，关心备至，寄予厚望。先生提命告诫吾等，君子当战战兢兢，如履薄冰，如临深潭为师一曰应爱生如子，力戒盛气凌人二曰谦和好学，力戒骄傲浮夸三曰清廉公正，力戒谋财好利。其言辞恳切，谆谆不倦，神态安详，历历在目。虽则当时并不为意，然时过境迁，吾长掩卷而思，更觉意味深长。先生奔波教育，古道热肠，一生辛苦，言行诚乃我等榜样。先生可敬可亲可畏，俨然一智者亦，慧者也！先生性格温和，待人和善。然刚正之气，令人肃然起敬。昔日，我曾现场见证，面对上面主管部门，肆意所为，先生拍案而起，足以震撼！先生一生以简朴为约，无任何不良嗜好。先生好音乐，一声口琴，专业人士为之汗颜，喜书法，如行云流水，颇具大家风范爱体育，篮球场上，扣杀进退，少年甘居下风。家教甚严，所生子女，虽不显赫，然为人处事，不骄不躁，毫无虚夸之风。知情者皆谓先生之家，实乃书香门第也。先生诞应天衷，聪睿明哲，仁笃慈惠，以关爱之心行平常之事，以长者之道待平常之人。先生晚年，品愈高逸，人愈醇厚，精神愈充盈，让人羡之仰之，尊之亲之。吾言于同仁，先生晚年之容貌，颇有周总理之气质。同仁皆云，论之甚当。先生一生，可谓一本厚重大书。读之，慕之，叹之。史记有云，高山仰止，景行行止。虽不能至，然心向往之。此之谓吾辈对先生感受，甚当。纵观先生足迹，慈祥热情公正善良诸语难括先生之品质，学高业精严谨踏实之论不足形容先生专业之作风，大度大气淡泊名利之词又难显先生为人处事之高尚。仰其有余，学其难成，借一言以抒怀与其相处，受其教诲，乃人生之大幸哉！又借一言以赞之孤山苍苍，淠水泱泱。先生之风，山高水长。"}
{"text":"吾言于同仁，先生晚年之容貌，颇有周总理之气质。同仁皆云，论之甚当。先生一生，可谓一本厚重大书。读之，慕之，叹之。史记有云，高山仰止，景行行止。虽不能至，然心向往之。此之谓吾辈对先生感受，甚当。纵观先生足迹，慈祥热情公正善良诸语难括先生之品质，学高业精严谨踏实之论不足形容先生专业之作风，大度大气淡泊名利之词又难显先生为人处事之高尚。仰其有余，学其难成，借一言以抒怀与其相处，受其教诲，乃人生之大幸哉！又借一言以赞之孤山苍苍，淠水泱泱。先生之风，山高水长。丁酉年夏日，后生王国敏谨书以赠之。以智者的态度直面现实如今生活变化之快，往往让我们手足无措。是随波逐流，还是固守己见？何去何从，实际上考验着我们的智慧。改革开放以来，社会变化节奏加快，许多事情的发展往往出乎我们预料。紧跟潮流，追求时尚，这可能迷失自我，因为生活的表象远远不是我们想象的那样简单。许多自以为是的判断与分析，会在社会现实中被打得粉碎。反过来，我们一味的坚持自己所谓的原则，不知变通，怨天尤人，甚至逃避现实，与大众格格不入，那也将被社会所淘汰。对此，科学的判断，理性的选择，就尤为重要。正确面对各种变数，是我们应该具有的态度。世界变化并非按照我们设计的方案去运行。世事的变化，哪怕是失败的结局，我们都要坦然面对，积极采取措施，掌握生活的主动权。遵义会议之后，刚刚走上领导岗位的，面对土城战役的失败，迅速调整方案，在险象环生中领导红军四渡赤水，写下现代战争史上精彩的篇章。失败并不可怕，怕的是缺乏态度。勇于承认失败，在失败中找到走向成功的途径，才是我们正确的选项。社会的发展，也会出现短暂的倒退。对此我们不能动摇对人类对未来的信心，不能动摇自己的信仰和做人的原则坚信前途是光明的，道路是曲折的。秦朝张良为了替韩国复仇，曾在博浪沙袭击嬴政，命中副车，不得不亡命于芒砀山。后黄石公为了磨练张良，让其三次为自己穿履，一是考验他态度是否坚贞，一是让他学会心平气和。最后的结果，黄石公满意的传授给张良素书。张良成为汉代开国军师。张良经得起考验，成为智者。而抗战时期，面对日本人的侵略形势，不少中国人对抗战失去了信心。汪精卫等人放弃自己国格，选择投降日本，组成汉奸伪政府，最终落到万劫不复的境地。时代的变化，有时候让人茫然不知所措。"}
{"text":"秦朝张良为了替韩国复仇，曾在博浪沙袭击嬴政，命中副车，不得不亡命于芒砀山。后黄石公为了磨练张良，让其三次为自己穿履，一是考验他态度是否坚贞，一是让他学会心平气和。最后的结果，黄石公满意的传授给张良素书。张良成为汉代开国军师。张良经得起考验，成为智者。而抗战时期，面对日本人的侵略形势，不少中国人对抗战失去了信心。汪精卫等人放弃自己国格，选择投降日本，组成汉奸伪政府，最终落到万劫不复的境地。时代的变化，有时候让人茫然不知所措。在众人被现实乱象迷惑的时候，倘若有人能从中找到规律性的结论，清醒的放眼未来，作出科学的预测，那将是大智慧！抗战中许多国人为亡国论和速胜论的观点而迷惑的时候，的论持久战，为中华民族指明了方向。可是智者产生并非一日之功，读万卷书，行万里路，既要经得起实践的磨练，又要博览群书，深得中华文化之造诣，方可做到。作为平常之人，我们应不断的加强修养，虚心请教，倾听不同的声音，在实践中提升自己。只有这样，我们才能在变化的世界中从容应付，成为胜者。世事难料，但只要勇敢的面对，沉着理智，才是正确的选择。以智者的态度直面现实如今生活变化之快，往往让我们手足无措。是随波逐流，还是固守己见？何去何从，实际上考验着我们的智慧。改革开放以来，社会变化节奏加快，许多事情的发展往往出乎我们预料。紧跟潮流，追求时尚，这可能迷失自我，因为生活的表象远远不是我们想象的那样简单。许多自以为是的判断与分析，会在社会现实中被打得粉碎。反过来，我们一味的坚持自己所谓的原则，不知变通，怨天尤人，甚至逃避现实，与大众格格不入，那也将被社会所淘汰。对此，科学的判断，理性的选择，就尤为重要。正确面对各种变数，是我们应该具有的态度。世界变化并非按照我们设计的方案去运行。世事的变化，哪怕是失败的结局，我们都要坦然面对，积极采取措施，掌握生活的主动权。遵义会议之后，刚刚走上领导岗位的，面对土城战役的失败，迅速调整方案，在险象环生中领导红军四渡赤水，写下现代战争史上精彩的篇章。失败并不可怕，怕的是缺乏态度。勇于承认失败，在失败中找到走向成功的途径，才是我们正确的选项。社会的发展，也会出现短暂的倒退。对此我们不能动摇对人类对未来的信心，不能动摇自己的信仰和做人的原则坚信前途是光明的，道路是曲折的。"}
{"text":"世事的变化，哪怕是失败的结局，我们都要坦然面对，积极采取措施，掌握生活的主动权。遵义会议之后，刚刚走上领导岗位的，面对土城战役的失败，迅速调整方案，在险象环生中领导红军四渡赤水，写下现代战争史上精彩的篇章。失败并不可怕，怕的是缺乏态度。勇于承认失败，在失败中找到走向成功的途径，才是我们正确的选项。社会的发展，也会出现短暂的倒退。对此我们不能动摇对人类对未来的信心，不能动摇自己的信仰和做人的原则坚信前途是光明的，道路是曲折的。秦朝张良为了替韩国复仇，曾在博浪沙袭击嬴政，命中副车，不得不亡命于芒砀山。后黄石公为了磨练张良，让其三次为自己穿履，一是考验他态度是否坚贞，一是让他学会心平气和。最后的结果，黄石公满意的传授给张良素书。张良成为汉代开国军师。张良经得起考验，成为智者。而抗战时期，面对日本人的侵略形势，不少中国人对抗战失去了信心。汪精卫等人放弃自己国格，选择投降日本，组成汉奸伪政府，最终落到万劫不复的境地。时代的变化，有时候让人茫然不知所措。在众人被现实乱象迷惑的时候，倘若有人能从中找到规律性的结论，清醒的放眼未来，作出科学的预测，那将是大智慧！抗战中许多国人为亡国论和速胜论的观点而迷惑的时候，的论持久战，为中华民族指明了方向。可是智者产生并非一日之功，读万卷书，行万里路，既要经得起实践的磨练，又要博览群书，深得中华文化之造诣，方可做到。作为平常之人，我们应不断的加强修养，虚心请教，倾听不同的声音，在实践中提升自己。只有这样，我们才能在变化的世界中从容应付，成为胜者。世事难料，但只要勇敢的面对，沉着理智，才是正确的选择。心里有光一缕阳光，从云翳后透出，在秋风中明亮，在手掌里温暖。更似一泓秋水，洗濯心灵的疲惫，但我心底于那阴翳依然难以释怀。这是高三开学不久的一个星期天，应该是金秋送爽的日子。但一场考试过后，我的心情糟透了家中我的房间，打开窗，立在窗口，觉得自己很无助，任其秋风吹打我的脸庞。想起我日夜的努力，妈妈每天的陪伴，爸爸的辛苦辗转，而我就考了这么一点分数，心里是又惭愧又难受。突然觉得，心上搁个秋，不就是愁吗一枚落叶如蝶，从窗口飞进，栖落在书桌上一本摊开的老人与海书上。我有点怜惜地打量它枯黄，叶面早已消尽颜色，叶边也萎缩破损得不成样子。"}
{"text":"这是高三开学不久的一个星期天，应该是金秋送爽的日子。但一场考试过后，我的心情糟透了家中我的房间，打开窗，立在窗口，觉得自己很无助，任其秋风吹打我的脸庞。想起我日夜的努力，妈妈每天的陪伴，爸爸的辛苦辗转，而我就考了这么一点分数，心里是又惭愧又难受。突然觉得，心上搁个秋，不就是愁吗一枚落叶如蝶，从窗口飞进，栖落在书桌上一本摊开的老人与海书上。我有点怜惜地打量它枯黄，叶面早已消尽颜色，叶边也萎缩破损得不成样子。也许受不了我打量的眼神，它瘦弱的身子继续向桌下飘坠。我心中一悸，将它摁住，想将它收藏起来，但又觉得这本爸爸寄回来的书，收不下这冰冷可怜的枯叶。叶如枯蝶。我也明白天行健，君子以自强不息的道理，但我心里就是不好受。漫漫地翻开这本书，目光触到夹在书中的一张枫叶书签，见到那粗犷熟悉的字迹，脑中出现父亲那张坚毅的脸庞你爱枫叶吗它从不屈服于秋风，疾风扫落叶的时候，它将自己烧得火红，给枯败的秋点缀上红于二月花的色彩。读着这火热的文字，我心里顿时炽热起来。妈妈下岗后，爸爸为了一家人的生活，毅然选择了南下打工，他一个人漂泊在外，诸多的艰难他都能承受，我这点小挫折又算得了什么呢我捧着这彤红的枫叶书签，和桌上这枯萎的败叶对比着看，突然觉得这枯叶变得可憎，心中莫名自己为什么会有将这东西收藏起来的欲想。我的脸变得火辣起来何须浅碧深红色，自是花中第一流。父亲常对我说，第一流的人是不言败有信念的人，必须敢于正视，这才可望，敢想，敢说，敢做，敢当，人要敢于担当。我将桌上这片枯叶坚定地扔出窗外，也将我的怯懦和气馁扔出了窗外，任它们随秋风飘去，而将这枚火红的枫叶书签重新放进书中，也放进了心里。我心底铭记住海明威老人的这些文字s。s。人不是因失败而生。你可以被摧毁，就是不能被打败。一艘船越过世界的尽头，驶向未知的大海，船头上悬挂着一面虽然饱经风雨剥蚀却依旧艳丽无比的旗帜，旗帜上，舞动着云龙一般的四个字闪闪发光――超越极限天空中，阴云已败退，一片阳光射向大地，照彻我的心扉。"}
{"text":"s。人不是因失败而生。你可以被摧毁，就是不能被打败。一艘船越过世界的尽头，驶向未知的大海，船头上悬挂着一面虽然饱经风雨剥蚀却依旧艳丽无比的旗帜，旗帜上，舞动着云龙一般的四个字闪闪发光――超越极限天空中，阴云已败退，一片阳光射向大地，照彻我的心扉。原来心上搁个秋，并不尽是愁晚上，父亲打来电话说按时看日出，做个精神明亮心里有光的人穿过你的世界我的中国中国，是发展的中国，是美丽的中国，是筑梦的中国，我们的中国梦正在实现。不必说中国有着世界上最高的山峰，最广袤的沙漠，最冰寒的湿地，也不必说隐匿着无数的珍稀生物的最神秘的原始森林，最广阔的草原以及富饶的热带海洋世界，单是长城，就会让你叹为观止。长城，地球上最宏大的建筑物，东起渤海湾的山海关，西至甘肃省的嘉峪关，全长多公里，遥远的古代，即使飓风般的游牧民族骑兵，也无法逾越这道人工屏障，文明的演进，王朝的安定，竟全都仰仗这巨大的城墙。朋友，不到长城非好汉，屈指行程二万，你的中国旅程可以选择从中国东北一路向西，穿越草原沙漠戈壁，曾经的秘密，今天的故事，都在这数千公里的行程中。黄河之水天上来，从青藏高原雪山冰川融化而来的涓涓细流，流过星罗棋布的高原湖泊，百转千回于群山万壑之中，终于到达了黄土高原。虽有跳进黄河也洗不清之说，但哪里有土，哪里有水，哪里就能长出草，拯救黄河，开发大西北，我国西北人民从上世纪年代开始，经过近半个多世纪的卓绝奋斗，把天路变成坦途，进入快速发展的高铁时代，开垦出美好生活的无垠绿洲。这里草场茂密，牛羊肥壮，鲜花盛开，瓜果飘香，如今在我国西北一川碎石大如斗的戈壁滩上，也建设起了庞大的绿洲生态系统。黄河流域，山川秀美，物阜民丰，黄河三角洲已经崛起。日月山下，青海湖边，蓝天白云，绿树黄花，好一幅五彩画卷。西部，不再是苍凉的代名词。驼铃声声，舟楫相望，丝路向更深更远处延伸。古老的一带一路，人们互通有无，不仅有丝绸茶叶瓷器等中国商品销往沿线国家，也有香料珍珠玛瑙金银玉器汗血宝马西红柿玉米棉花阿拉伯数字等传入中国。人们在买卖商品的过程中也传播着文明。"}
{"text":"黄河流域，山川秀美，物阜民丰，黄河三角洲已经崛起。日月山下，青海湖边，蓝天白云，绿树黄花，好一幅五彩画卷。西部，不再是苍凉的代名词。驼铃声声，舟楫相望，丝路向更深更远处延伸。古老的一带一路，人们互通有无，不仅有丝绸茶叶瓷器等中国商品销往沿线国家，也有香料珍珠玛瑙金银玉器汗血宝马西红柿玉米棉花阿拉伯数字等传入中国。人们在买卖商品的过程中也传播着文明。今年月，中国在北京主办一带一路国际合作高峰论坛，其目的就是为解决当前世界和区域经济面临的问题寻找方案，为实现联动式发展注入新能量，共建共享丝绸之路经济带和世纪海上丝绸之路，造福世界各国人民。一带一路上，中国的朋友圈在不断扩大，因为合作共赢，因为共享经济。共享经济不只是一种资源共享的价值理念，更是一种重构人类与社会的思维形态，在中国，它已然乘上互联网的东风，优雅前行。共享单车作为共享经济的一种新形态，它聚焦城市交通的最后一公里，让公共自行车从两点一线解放出来，便捷你我。共享单车符合低碳出行理念，你乘着高铁在中国各大城市间自由往来，出站即是到家，你和目的地零距离。中国式过马路曾一度为世人所诟病，雾霾和空气污染也依然存在，但法律保护阳光，在中国城市化建设的进程中，美丽乡村处处可见，望得见山看得见水记得住乡愁，如此洋溢人文情怀的字眼出现在历来公报式的中央重要会议报道中，给我们这个时代注入了一种特别的温度。朋友，你可以从空中从海上从陆地而来，条条道路通中国。来到中国，大家即为朋友，拥你入怀！古老的中国，神秘今日的中国，神奇！纽带作用，在于运用现实生活中，人与人之间的沟通与交流更为重要。国家如此，集体如此，个人也如此。而理智的运用更为重要。充分发挥纽带的作用，首先在于科学确立其目标。昔日，统一战线与武装斗争党的建设一起被称为三大法宝。然而如何发挥统一战线的作用，我们党曾经付出了血的代价。北伐期间，由于我们党过分强调与国民党的联合，而忽视了统一战线领导权的争取，而导致了在年蒋介石叛变革命的时候，大批共产党人和革命群众惨遭杀害。后来正是同志科学运用统一战线这一法宝，正确确立了统一战线的方向和策略，在以后抗日战争和以后革命建设中，充分发挥了其作用。"}
