{"text":"书生本色虽然有时是可敬的，然而他的酸气总是可笑又可怜的。最足以表现这种酸气的典型，似乎是戏台上的文小生，尤其是昆曲里的文小生，那哼哼唧唧扭扭捏捏摇摇摆摆的调调儿，真够酸的！这种典型自然不免夸张些，可是许差不离儿罢。向来说寒酸穷酸，似乎酸气老聚在失意的书生身上。得意之后，见多识广，加上一行作吏，此事便废，那时就会不再执着在书上，至少不至于过分的执着在书上，那酸气味是可以多多少少洗掉的。而失意的书生也并非都有酸气。他们可以看得开些，所谓达观，但是达观也不易，往往只是伪装。他们可以看远大些，梗概而多气是雄风豪气，不是酸气。至于近代的知识分子，让时代逼得不能读死书或死读书，因此也就不再执着那些古书。文言渐渐改了白话，吟诵用不上了代替吟诵的是又分又合的朗诵和唱歌。最重要的是他们看清楚了自己，自己是在人民之中，不能再自命不凡了。他们虽然还有些闲，可是要常得无事却也不易。他们渐渐丢了那空架子，脚踏实地向前走去。早些时还不免带着感伤的气氛，自爱自怜，一把眼泪一把鼻涕的这也算是酸气，虽然念诵的不是古书而是洋书。可是这几年时代逼得更紧了，大家只得抹干了鼻涕眼泪走上前去。这才真是洗尽书生气味酸了。年月日作。原载年月日世纪评论第卷第期散文全编论老实话美国前国务卿贝尔纳斯退职后写了一本书，题为老实话。这本书中国已经有了不止一个译名，或作美苏外交秘录，或作美苏外交内幕，或作美苏外交纪实，秘录内幕和纪实都是老实话的意译。前不久笔者参加一个宴会，大家谈起贝尔纳斯的书，谈起这个书名。一个美国客人笑着说，贝尔纳斯最不会说老实话！大家也都一笑。贝尔纳斯的这本书是否说的全是老实话，暂时不论，他自题为老实话，以及中国的种种译名都含着老实话的意思，却可见无论中外，大家都在要求着老实话。贝尔纳斯自题这样一个书名，想来是表示他在做国务卿办外交的时候有许多话不便老实说，现在是自由了，无官一身轻了，不妨老实说了――原名直译该是老实说，还不是老实话。但是他现在真能自由的老实说，真肯那么的老实说吗？――那位美国客人的话是有他的理由的。"}
{"text":"一个美国客人笑着说，贝尔纳斯最不会说老实话！大家也都一笑。贝尔纳斯的这本书是否说的全是老实话，暂时不论，他自题为老实话，以及中国的种种译名都含着老实话的意思，却可见无论中外，大家都在要求着老实话。贝尔纳斯自题这样一个书名，想来是表示他在做国务卿办外交的时候有许多话不便老实说，现在是自由了，无官一身轻了，不妨老实说了――原名直译该是老实说，还不是老实话。但是他现在真能自由的老实说，真肯那么的老实说吗？――那位美国客人的话是有他的理由的。无论中外，也无论古今，大家都要求老实话，可见老实话是不容易听到见到的。大家在知识上要求真实，他们要知道事实，寻求真理。但是抽象的真理，打破沙缸问到底，有的说可知，有的说不可知，至今纷无定论，具体的事实却似乎或多或少总是可知的。况且照常识上看来，总是先有事后才有理，而在日常生活里所要应付的也都是些事，理就包含在其中，在应付事的时候，理往往是不自觉的。因此强调就落到了事实上。常听人说我们要明白事实的真相，既说事实，又说真相，叠床架屋，正是强调的表现。说出事实的真相，就是实话。买东西叫卖的人说实价，问口供叫犯人从实招来，都是要求实话。人与人如此，国与国也如此。有些时事评论家常说美苏两强若是能够肯老实说出两国的要求是些什么东西，再来商量，世界的局面也许能够明朗化。可是又有些评论家认为两强的话，特别是苏联方面的，说的已经够老实了，够明朗化了。的确，自从去年维辛斯基在联合国大会上指名提出了战争贩子以后，美苏两强的话是越来越老实了，但是明朗化似乎还未见其然。人们为什么不能不肯说实话呢？归根结底，关键是在利害的冲突上。自己说出实话，让别人知道自己的虚实，容易制自己。就是不然，让别人知道底细，也容易比自己抢先一着。在这个分配不公平的世界上，生活好像战争，往往是有你无我因此各人都得藏着点儿自己，让人莫名其妙。于是乎勾心斗角，捉迷藏，大家在不安中猜疑着。向来有句老话，知人知面不知心，还有逢人只说三分话。未可全抛一片心，这种处世的格言正是教人别说实话，少说实话，也正是暗示那利害的冲突。我有人无，我多人少，我强人弱，说实话恐怕人来占我的便宜，强的要越强，多的要越多，有的要越有。"}
{"text":"就是不然，让别人知道底细，也容易比自己抢先一着。在这个分配不公平的世界上，生活好像战争，往往是有你无我因此各人都得藏着点儿自己，让人莫名其妙。于是乎勾心斗角，捉迷藏，大家在不安中猜疑着。向来有句老话，知人知面不知心，还有逢人只说三分话。未可全抛一片心，这种处世的格言正是教人别说实话，少说实话，也正是暗示那利害的冲突。我有人无，我多人少，我强人弱，说实话恐怕人来占我的便宜，强的要越强，多的要越多，有的要越有。我无人有，我少人多，我弱人强，说实话也恐怕人欺我不中用弱的想变强，少的想变多，无的想变有。人与人如此，国与国又何尝不如此！说到战争，还有句老实话，兵不厌诈！真的交兵不厌诈，勾心斗角，捉迷藏，耍花样，也正是个不厌诈！不厌诈，就是越诈越好，从不说实话少说实话大大的跨进了一步于是乎模糊事实，夸张事实，歪曲事实，甚至于捏造事实！于是乎种种谎话，应用尽有，你想我是骗子，我想你是骗子。这种情形，中外古今大同小异，因为分配老是不公平，利害也老在冲突着。这样可也就更要求实话，老实话。老实话自然是有的，人们没有相当限度的互信，社会就不成其为社会了。但是实话总还太少，谎话总还太多，社会的和谐恐怕还远得很罢。不过谎话虽然多，全然出于捏造的却也少，因为不容易使人信。麻烦的是谎话里参实话，实话里参谎话――巧妙可也在这儿。日常的话多多少少是两参的，人们的互信就建立在这种两参的话上，人们的猜疑可也发生在这两参的话上。即如贝尔纳斯自己标榜的老实话，他的同国的那位客人就怀疑他在用好名字骗人。我们这些常人谁能知道他的话老实或不老实到什么程度呢？人们在情感上要求真诚，要求真心真意，要求开诚相见或诚恳的态度。他们要听真话，真心话，心坎儿上的，不是嘴边儿上的话，这也可以说是老实话。但是心口如一向来是难得的，口是心非恐怕大家有时都不免，读了奥尼尔的奇异的插曲就可恍然。口蜜腹剑却真成了小人。真话不一定关于事实，主要的是态度。可是，如前面引过的，知人知面不知心，不看什么人就掏出自己的心肝来，人家也许还嫌血腥气呢！所以交浅不能言深，大家一见面儿只谈天气，就是这个道理。所谓推心置腹，所谓肺腑之谈，总得是二三知己才成若是泛泛之交，只能敷敷衍衍，客客气气，说一些不相干的门面话。这可也未必就是假的，虚伪的。他至少眼中有你。"}
{"text":"但是心口如一向来是难得的，口是心非恐怕大家有时都不免，读了奥尼尔的奇异的插曲就可恍然。口蜜腹剑却真成了小人。真话不一定关于事实，主要的是态度。可是，如前面引过的，知人知面不知心，不看什么人就掏出自己的心肝来，人家也许还嫌血腥气呢！所以交浅不能言深，大家一见面儿只谈天气，就是这个道理。所谓推心置腹，所谓肺腑之谈，总得是二三知己才成若是泛泛之交，只能敷敷衍衍，客客气气，说一些不相干的门面话。这可也未必就是假的，虚伪的。他至少眼中有你。有些人一见面冷冰冰的，拉长了面孔，爱理人不理人的，可以算是真透了顶，可是那份儿过了火的真，有几个人受得住！本来彼此既不相知，或不深知，相干的话也无从说起，说了反容易出岔儿，乐得远远儿的，淡淡儿的，慢慢儿的，不过就是彼此深知，像夫妇之间，也未必处处可以说真话。人心不同，各如其面，一个人总有些不愿意教别人知道的秘密，若是不顾忌着些个，怎样亲爱的也会碰钉子的。真话之难，就在这里。真话虽然不一定关于事实，但是谎话一定不会是真话。假话却不一定就是谎话，有些甜言蜜语或客气话，说得过火，我们就认为假话，其实说话的人也许倒并不缺少爱慕与尊敬。存心骗人，别有作用，所谓口蜜腹剑的，自然当作别论。真话又是认真的话，玩话不能当作真话。将玩话当真话，往往闹别扭，即使在熟人甚至亲人之间。所以幽默感是可贵的。真话未必是好听的话，所谓苦口良言，药石之言，忠言，直言，往往是逆耳的，一片好心往往倒得罪了人。可是人们又要求直言专制时代直言极谏是选用人才的一个科目，甚至现在算命看相的，也还在标榜铁嘴，表示直说，说的是真话，老实话。但是这种直言直说大概是不至于刺耳至少也不至于太刺耳的。又是直言，又不太刺耳，岂不两全其美吗！不过刺耳也许还可忍耐，刺心却最难宽恕直说遭怨，直言遭忌，就为刺了别人的心――小之被人骂为臭嘴，大之可以杀身。所以不折不扣的直言极谏之臣，到底是寥寥可数的。直言刺耳，进而刺心，简直等于相骂，自然会叫人生气，甚至于翻脸。反过来，生了气或翻了脸，骂起人来，冲口而出，自然也多直言，真话，老实话。人与人是如此，国与国在这里却不一样。国与国虽然也讲友谊，和人与人的友谊却不相当，亲谊更简直是没有。"}
{"text":"又是直言，又不太刺耳，岂不两全其美吗！不过刺耳也许还可忍耐，刺心却最难宽恕直说遭怨，直言遭忌，就为刺了别人的心――小之被人骂为臭嘴，大之可以杀身。所以不折不扣的直言极谏之臣，到底是寥寥可数的。直言刺耳，进而刺心，简直等于相骂，自然会叫人生气，甚至于翻脸。反过来，生了气或翻了脸，骂起人来，冲口而出，自然也多直言，真话，老实话。人与人是如此，国与国在这里却不一样。国与国虽然也讲友谊，和人与人的友谊却不相当，亲谊更简直是没有。这中间没有爱，说不上真心，也说不上真话真心话。倒是不缺少客气话，所谓外交辞令那只是礼尚往来，彼此表示尊敬而已。还有，就是条约的语言，以利害为主，有些是互惠，更多是偏惠，自然是弱小吃亏。这种条约倒是实话，所以有时得有秘密条款，有时更全然是密约。条约总说是双方同意的，即使只有一方是欣然同意。不经双方同意而对一方有所直言，或彼此相对直言，那就往往是谴责，也就等于相骂。像去年联合国大会以后的美苏两强，就是如此。话越说得老实，也就越尖锐化，当然，翻脸倒是还不至于的。这种老实话一方面也是宣传。照一般的意见，宣传决不会是老实话。然而美苏两强互相谴责，其中的确有许多老实话，也的确有许多人信这一方或那一方，两大阵营对垒的形势因此也越见分明，世界也越见动荡。这正可见出宣传的力量。宣传也有各等各样。毫无事实的空头宣传，不用说没人信，有事实可也参点儿谎，就有信的人。因为有事实就有自信，有自信就能多多少少说出些真话，所以教人信。自然，事实越多越分明，信的人也就越多。但是有宣传，也就有反宣传，反宣传意在打消宣传。判断当然还得凭事实。不过正反错综，一般人眼花缭乱，不胜其麻烦，就索性一句话抹杀，说一切宣传都是谎！可是宣传果然都是谎，宣传也就不会存在了，所以还当分别而论。即如贝尔纳斯将他的书自题为老实说，或老实话，那位美国客人就怀疑他在自我宣传但是那本书总不能够全是谎罢？一个人也决不能够全靠撒谎而活下去，因为那么着他就掉在虚无里，就没了。年月日作。原载年月日周论第卷第期散文全编说话谁能不说话，除了哑子？有人这个时候说，那个时候不说。有人这个地方说，那个地方不说。有人跟这些人说，不跟那些人说。有人多说，有人少说。有人爱说，有人不爱说。"}
{"text":"即如贝尔纳斯将他的书自题为老实说，或老实话，那位美国客人就怀疑他在自我宣传但是那本书总不能够全是谎罢？一个人也决不能够全靠撒谎而活下去，因为那么着他就掉在虚无里，就没了。年月日作。原载年月日周论第卷第期散文全编说话谁能不说话，除了哑子？有人这个时候说，那个时候不说。有人这个地方说，那个地方不说。有人跟这些人说，不跟那些人说。有人多说，有人少说。有人爱说，有人不爱说。哑子虽然不说，却也有那伊伊呀呀的声音，指指点档的手势。说话并不是一件容易事。天天说话，不见得就会说话许多人说了一辈子话，没有说好过几句话。所谓辩士的舌锋三寸不烂之舌等赞词，正是物稀为贵的证据文人们讲究吐属，也是同样的道理。我们并不想做辩士，说客，文人，但是人生不外言动，除了动就只有言，所谓人情世故，一半儿是在说话里。古文尚书里说，唯口，出好兴戎，一句话的影响有时是你料不到的，历史和小说上有的是例子。说话即使不比作文难，也决不比作文容易。有些人会说话不会作文，但也有些人会作文不会说话。说话像行云流水，不能够一个字一个字推敲，因而不免有疏漏散漫的地方，不如作文的谨严。但那些行云流水般的自然，却决非一般文章所及。――文章有能到这样境界的，简直当以说话论，不再是文章了。但是这是怎样一个不易到的境界！我们的文章，哲学里虽有用笔如舌一个标准，古今有几个人真能用笔如舌呢？不过文章不甚自然，还可成为功力一派，说话是不行的说话若也有功力派，你想，那怕真够瞧的！说话到底有多少种，我说不上。约略分别向大家演说，讲解，乃至说书等是一种，会议是一种，公私谈判是一种，法庭受审是一种，向新闻记者谈话是一种――这些可称为正式的。朋友们的闲谈也是一种，可称为非正式的。正式的并不一定全要拉长了面孔，但是拉长了的时候多。这种话都是成片断的，有时竟是先期预备好的。只有闲谈，可以上下古今，来一个杂拌儿说是杂拌儿，自然零零碎碎，成片段的是例外。闲谈说不上预备，满是将话搭话，随机应变。说预备好了再去闲谈，那岂不是个大笑话？这种种说话，大约都有一些公式，就是闲谈也有――天气常是闲谈的发端，就是一例。但是公式是死的，不够用的，神而明之还在乎人。"}
{"text":"朋友们的闲谈也是一种，可称为非正式的。正式的并不一定全要拉长了面孔，但是拉长了的时候多。这种话都是成片断的，有时竟是先期预备好的。只有闲谈，可以上下古今，来一个杂拌儿说是杂拌儿，自然零零碎碎，成片段的是例外。闲谈说不上预备，满是将话搭话，随机应变。说预备好了再去闲谈，那岂不是个大笑话？这种种说话，大约都有一些公式，就是闲谈也有――天气常是闲谈的发端，就是一例。但是公式是死的，不够用的，神而明之还在乎人。会说的教你眉飞色舞，不会说的教你昏头搭脑，即使是同一个意思，甚至同一句话。中国人很早就讲究说话。左传，国策，世说是我们的三部说话的经典。一是外交辞令，一是纵横家言，一是清谈。你看他们的话多么婉转如意，句句字字打进人心坎里。还有一部红楼梦，里面的对话也极轻松，漂亮。此外汉代贾君房号为语妙天下，可惜留给我们的只有这一句赞词明代柳敬亭的说书极有大名，可惜我们也无从领略。近年来的新文学，将白话文欧化，从外国文中借用了许多活泼的，精细的表现，同时暗示我们将旧来有些表现重新咬嚼一番。这却给我们的语言一种新风味，新力量。加以这些年说话的艰难，使一般报纸都变乖巧了，他们知道用侧面的，反面的，夹缝里的表现了。这对于读者是一种不容避免的好训练他们渐渐敏感起来了，只有敏感的人，才能体会那微妙的咬嚼的味儿。这时期说话的艺术确有了相当的进步。论说话艺术的文字，从前著名的似乎只有韩非的说难，那是一篇剖析入微的文字。现在我们却已有了不少的精警之作，先生的立论就是的。这可以证明我所说的相当的进步了。中国人对于说话的态度，最高的是忘言，但如禅宗教人将嘴挂在墙上，也还是免不了说话。其次是慎言，寡言，讷于言。这三样又有分别慎言是小心说话，小心说话自然就少说话，少说话少出错儿。寡言是说话少，是一种深沉或贞静的性格或品德。讷于言是说不出话，是一种浑厚诚实的性格或品德。这两种多半是生成的。第三是修辞或辞令。至诚的君子，人格的力量照彻一切的阴暗，用不着多说话，说话也无须乎修饰。只知讲究修饰，嘴边天花乱坠，腹中矛戟森然，那是所谓小人他太会修饰了，倒教人不信了。他的戏法总有让人揭穿的一日。我们是介在两者之间的平凡的人，没有那伟大的魄力，可也不至于忘掉自己。"}
{"text":"这三样又有分别慎言是小心说话，小心说话自然就少说话，少说话少出错儿。寡言是说话少，是一种深沉或贞静的性格或品德。讷于言是说不出话，是一种浑厚诚实的性格或品德。这两种多半是生成的。第三是修辞或辞令。至诚的君子，人格的力量照彻一切的阴暗，用不着多说话，说话也无须乎修饰。只知讲究修饰，嘴边天花乱坠，腹中矛戟森然，那是所谓小人他太会修饰了，倒教人不信了。他的戏法总有让人揭穿的一日。我们是介在两者之间的平凡的人，没有那伟大的魄力，可也不至于忘掉自己。只是不能无视世故人情，我们看时候，看地方，看人，在礼貌与趣味两个条件之下，修饰我们的说话。这儿没有力，只有机智真正的力不是修饰所可得的。我们所能希望的只是说得少，说得好。原载年月日小说月报散文全编沉默沉默是一种处世哲学，用得好时，又是一种艺术。谁都知道口是用来吃饭的，有人却说是用来接吻的。我说满没有错儿但是若统计起来，口的最多的也许不是最大的用处，还应该是说话，我相信。按照时下流行的议论，说话大约也算是一种宣传，自我的宣传。所以说话彻头彻尾是为自己的事。若有人一口咬定是为别人，凭了种种神圣的名字我却也愿意让步，请许我这样说说话有时的确只是间接地为自己，而直接的算是为别人！自己以外有别人，所以要说话别人也有别人的自己，所以又要少说话或不说话。于是乎我们要懂得沉默。你若念过先生的祝福，一定会立刻明白我的意思。一般人见生人时，大抵会沉默的，但也有不少例外。常在火车轮船里，看见有些人迫不及待似地到处向人问讯，攀谈，无论那是搭客或茶房，我只有羡慕这些人的健康因为在中国这样旅行中，竟会不感觉一点儿疲倦！见生人的沉默，大约由于原始的恐惧，但是似乎也还有别的。假如这个生人的名字，你全然不熟悉，你所能做的工作，自然只是有意或无意的防御――像防御一个敌人。沉默便是最安全的防御战略。你不一定要他知道你，更不想让他发现你的可笑的地方――一个人总有些可笑的地方不是？――你只让他尽量说他所要说的，若他是个爱说的人。末了你恭恭敬敬和他分别。假如这个生人，你愿意和他做朋友，你也还是得沉默。但是得留心听他的话，选出几处，加以简短的，相当的赞词至少也得表示相当的同意。这就是知己的开场，或说起码的知己也可。"}
{"text":"假如这个生人的名字，你全然不熟悉，你所能做的工作，自然只是有意或无意的防御――像防御一个敌人。沉默便是最安全的防御战略。你不一定要他知道你，更不想让他发现你的可笑的地方――一个人总有些可笑的地方不是？――你只让他尽量说他所要说的，若他是个爱说的人。末了你恭恭敬敬和他分别。假如这个生人，你愿意和他做朋友，你也还是得沉默。但是得留心听他的话，选出几处，加以简短的，相当的赞词至少也得表示相当的同意。这就是知己的开场，或说起码的知己也可。假如这个人是你所敬仰的或未必敬仰的大人物，你记住，更不可不沉默！大人物的言语，乃至脸色眼光，都有异样的地方你最好远远地坐着，让那些勇敢的同伴上前线去。――自然，我说的只是你偶然地遇着或随众访问大人物的时候。若你愿意专诚拜谒，你得另想办法在我，那却是一件可怕的事。――你看看大人物与非大人物或大人物与大人物间谈话的情形，准可以满足，而不用从牙缝里迸出一个字。说话是一件费神的事，能少说或不说以及应少说或不说的时候，沉默实在是长寿之一道。至于自我宣传，诚哉重要――谁能不承认这是重要呢？――，但对于生人，这是白费的他不会领略你宣传的旨趣，只暗笑你的宣传热他会忘记得干干净净，在和你一鞠躬或一握手以后。朋友和生人不同，就在他们能听也肯听你的说话――宣传。这不用说是交换的，但是就是交换的也好。他们在不同的程度下了解你，谅解你他们对于你有了相当的趣味和礼貌。你的话满足他们的好奇心，他们就趣味地听着你的话严重或悲哀，他们因为礼貌的缘故，也能暂时跟着你严重或悲哀。在后一种情形里，满足的是你他们所真感到的怕倒是矜持的气氛。他们知道应该怎样做这其实是一种牺牲，应该也值得感谢的。但是即使在知己的朋友面前，你的话也还不应该说得太多同样的故事，情感，和警句，隽语，也不宜重复的说。祝福就是一个好榜样。你应该相当的节制自己，不可妄想你的话占领朋友们整个的心――你自己的心，也不会让别人完全占领呀。你更应该知道怎样藏匿你自己。只有不可知，不可得的，才有人去追求你若将所有的尽给了别人，你对于别人，对于世界，将没有丝毫意义，正和医学生实习解剖时用过的尸体一样。那时是不可思议的孤独，你将不能支持自己，而倾仆到无底的黑暗里去。一个情人常喜欢说我愿意将所有的都献给你！"}
