{"text":"不管是什么样的车辆，都只能绕它而行，决没有哪一个人敢去惊扰它。隔了几天，我又在加德满都郊区看见了几头，在青草地上悠然漫步。它是不是有食草绿树下，悠然见雪山的雅兴呢？我不敢说。可是看到它那种悠闲自在的神态，真正羡慕煞人，它真像是活神仙了。尼泊尔是半热带国家，终年青草不缺，这就为神牛的生活提供了保证。神牛们有福了我祝愿神牛们能够这样悠哉游哉地活下去。我祝愿它们永远不会想到牛口问题。神牛们有福了！老猫老猫虎子蜷曲在玻璃窗外窗台上一个角落里，缩着脖子，眯着眼睛，浑身一片寂寞凄清孤独无助的神情。外面正下着小雨，雨丝一缕一缕地向下飘落，像是珍珠帘子。时令虽已是初秋，但是隔着雨帘，还能看到紧靠窗子的小土山上丛草依然碧绿，毫无要变黄的样子。在万绿丛中赫然露出一朵鲜艳的红花。古诗万绿丛中一点红，大概就是这般光景吧。这一朵小花如火似燃，照亮了浑茫的雨天。我从小就喜爱小动物，同小动物在一起，别有一番滋味。它们天真无邪，率性而行有吃抢吃，有喝抢喝不会说谎，不会推诿受到惩罚，忍痛挨打一转眼间，照偷不误。同它们在一起，我心里感到怡然，坦然，安然，欣然。不像同人在一起那样，应对进退，谨小慎微斟酌词句，保持距离。感到异常地别扭。十四年前，我养的第一只猫，就是这个虎子。刚到我家来的时候，比老鼠大不了多少。蜷曲在窄狭的窗内窗台上，活动的空间好像富富有余。它并没有什么特点，仅只是一只最平常的狸猫，身上有虎皮斑纹，颜色不黑不黄，并不美观。但是异于常猫的地方也有，它有两只炯炯有神的眼睛，两眼一睁，还真虎虎有虎气，因此起名叫虎子。它脾气也确实暴烈如虎，它从来不怕任何人。谁要想打它，不管是用鸡毛掸子，还是用竹竿，它从不回避，而是向前进攻，声色俱厉。得罪过它的人，它永世不忘。我的外孙打过一次，从此结仇。只要他到我家来，隔着玻璃窗子，一见人影，它就做好准备，向前进攻，爪牙并举，吼声震耳。他没有办法，在家中走动，都要手持竹竿，以防万一，否则寸步难行。有一次，一位老同志来看我，他显然是非常喜欢猫的。一见虎子，嘴里连声说着我身上有猫味，猫不会咬我的。他伸手想去抚摩它，可万没有想到，我们虎子不懂什么猫味，回头就是一口。这位老同志大惊失色。总之，到了后来，虎子无人不咬，只有我们家三个主人除外。它的咬声颇能耸人听闻了。"}
{"text":"得罪过它的人，它永世不忘。我的外孙打过一次，从此结仇。只要他到我家来，隔着玻璃窗子，一见人影，它就做好准备，向前进攻，爪牙并举，吼声震耳。他没有办法，在家中走动，都要手持竹竿，以防万一，否则寸步难行。有一次，一位老同志来看我，他显然是非常喜欢猫的。一见虎子，嘴里连声说着我身上有猫味，猫不会咬我的。他伸手想去抚摩它，可万没有想到，我们虎子不懂什么猫味，回头就是一口。这位老同志大惊失色。总之，到了后来，虎子无人不咬，只有我们家三个主人除外。它的咬声颇能耸人听闻了。但是，要说这就是虎子的全面，那也是不正确的。除了暴烈咬人以外，它还有另外一面，这就是温柔敦厚的一面。我举一个小例子。虎子来我们家以后的第三年，我又要了一只小猫。这是一只混种的波斯猫，浑身雪白，毛很长，但在额头上有一小片黑黄相间的花纹。我们家人管这只猫叫洋猫，起名咪咪虎子则被尊为土猫。这只猫的脾气同虎子完全相反胆小怕人，从来没有咬过人。只有在外面跑的时候，才露出一点野性。它只要有机会溜出大门，但见它长毛尾巴一摆，像一溜烟似的立即窜入小山的树丛中，半天不回家。这两只猫并没有血缘关系。但是，不知道是由于什么原因，一进门虎子就把咪咪看作是自己的亲生女儿。它自己本来没有什么奶，却坚决要给咪咪喂奶，把咪咪搂在怀里，让它咂自己的干奶头，它眯着眼睛，仿佛在享着天福。我在吃饭的时候，有时丢点鸡头骨鱼刺，这等于猫们的燕窝垒翅。但是，虎子却只蹲在旁边，瞅着咪咪一只猫吃，从来不同它争食。有的还咪噢上两声，好像是在说吃吧，孩子安安静静地吃吧！有的候，不管是春夏还是秋冬，虎子会从西边的小山上逮一些小动物，麻雀蚱蜢蝉蛐蛐之类，用嘴叼着，蹲在家门口，嘴里发出一种怪声。这是猫语，屋里的咪咪，不管是睡还是醒，耸耳一听，立即跑到门后，馋涎欲滴，等着吃母亲带来的佳肴，大快朵颐。我们家人看到这样母子亲爱的情景，都由衷地感动，一致把虎子称作义猫。有一年，小咪咪生了两个小猫。大概是初做母亲，没有经验，正如我们圣人所说的那样未有学养子而后嫁者也。人们能很快学会，而猫们则不行。咪咪丢下小猫不管，虎子却大忙特忙起来，觉不睡，饭不吃，日日夜夜把小猫搂在怀里。但小猫是要吃奶的，而奶正是虎子所缺的。于是小猫暴躁不安，虎子眉头一皱，计上心来，叼起小猫，到处追着咪咪，要它给小猫喂奶。还真像一个姥姥样子，但是小咪咪并不领情，依旧不给小猫喂奶。"}
{"text":"我们家人看到这样母子亲爱的情景，都由衷地感动，一致把虎子称作义猫。有一年，小咪咪生了两个小猫。大概是初做母亲，没有经验，正如我们圣人所说的那样未有学养子而后嫁者也。人们能很快学会，而猫们则不行。咪咪丢下小猫不管，虎子却大忙特忙起来，觉不睡，饭不吃，日日夜夜把小猫搂在怀里。但小猫是要吃奶的，而奶正是虎子所缺的。于是小猫暴躁不安，虎子眉头一皱，计上心来，叼起小猫，到处追着咪咪，要它给小猫喂奶。还真像一个姥姥样子，但是小咪咪并不领情，依旧不给小猫喂奶。有几天的时间，虎子不吃不喝，瞪着两只闪闪发光的眼睛，嘴里叼着小猫，从这屋赶到那屋，一转眼又赶了回来。小猫大概真是受不了啦，便辞别了这个世界。我看了这一出猫家庭里的悲剧又是喜剧，实在是爱莫能助，惋惜了很久。我同虎子和咪咪都有深厚的感情。每天晚上，它们俩抢着到我床上去睡觉。在冬天，我在棉被上面特别铺上了一块布，供它们躺卧，我有时候半夜里醒来，神志一清醒，觉得有什么东西重重地压在我身上，一股暖气仿佛透过了两层棉被，扑到我的双腿上。我知道，小猫睡得正香，即使我的双腿由于僵卧时间过久，又酸又痛，但我总是强忍着，决不动一动双腿，免得惊了小猫的轻梦。它此时也许正梦着捉住了一只耗子。只要我的腿一动，它这耗子就吃不成了，岂非大煞风景吗？这样过了几年，小咪咪大概有八九岁了。虎子比它大三岁，十一岁的光景，依然威风凛凛，脾气暴烈如故，见人就咬，大有死不改悔的神气。而小咪咪则出我意料地露出了下世的光景，常常到处小便，桌子上椅子上沙发上，无处不便。如果到医院里去检查的话，大夫在列举的病情中一定会有一条的小便失禁。最让我心烦的是，它偏偏看上了我桌子上的稿纸。我正写着什么文章，然而它却根本不管这一套，跳上去，屁股往下一蹲，一泡猫尿流在上面，还闪着微弱的光。说我不急，那不是真的。我心里真急，但是，我谨遵我的一条戒律决不打小猫一掌，在任何情况之下，也不打它。此时，我赶快把稿纸拿起来，抖掉了上面的猫尿，等它自己干。心里又好气，又好笑，真是哭笑不得。家人对我的嘲笑，我置若罔闻，全等秋风过耳边。我不信任何宗教，也不归依任何神灵。但是，此时我却有点想迷信一下。我期望会有奇迹出现，让咪咪的病情好转。可世界上是没有什么奇迹的，咪咪的病一天一天地严重起来。它不想回家，喜欢在房外荷塘边上石头缝里呆着，或者藏在小山的树木丛里。"}
{"text":"说我不急，那不是真的。我心里真急，但是，我谨遵我的一条戒律决不打小猫一掌，在任何情况之下，也不打它。此时，我赶快把稿纸拿起来，抖掉了上面的猫尿，等它自己干。心里又好气，又好笑，真是哭笑不得。家人对我的嘲笑，我置若罔闻，全等秋风过耳边。我不信任何宗教，也不归依任何神灵。但是，此时我却有点想迷信一下。我期望会有奇迹出现，让咪咪的病情好转。可世界上是没有什么奇迹的，咪咪的病一天一天地严重起来。它不想回家，喜欢在房外荷塘边上石头缝里呆着，或者藏在小山的树木丛里。它再也不在夜里睡在我的被子上了。每当我半夜里醒来，觉得棉被上轻飘飘的，我惘然若有所失，甚至有点悲伤了。我每天凌晨起来，第一件事情就是拿着手电到房外塘边山上去找咪咪。它浑身雪白，是很容易找到的。在薄暗中，我眼前白白地一闪，我就知道是咪咪。见了我，咪噢一声，起身向我走来。我把它抱回家，给它东西吃，它似乎根本没有口味。我看了直想流泪。有一次我拖着疲惫的身子，走几里路，到海淀的肉店里去买猪肝和牛肉。拿回来，喂给咪咪，它一闻，似乎有点想吃的样子但肉一沾唇，它立即又把头缩回去，闭上眼睛，不闻不问了。有一天傍晚，我看咪咪神情很不妙，我预感要发生什么事情。我唤它，它不肯进屋。我把它抱到篱笆以内，窗台下面。我端来两只碗，一只盛吃的，一只盛水。我拍了拍它的脑袋，它偎依着我，咪噢叫了两声，便闭上了眼睛。我放心进屋睡觉。第二天凌晨，我一睁眼，三步并作一步，手里拿着手电，到外面去看。哎呀不好两碗全在，猫影顿杳。我心里非常难过，说不出是什么滋味。我手持手电找遍了塘边，山上，树后，草丛，深沟，石缝。有时候，眼前白光一闪，是咪咪我狂喜。走近一看，是一张白纸。我嗒然若丧，心头仿佛被挖掉了点什么。屋前屋后搜之遍，几处茫茫皆不见。从此我就失掉了咪眯，它从我的生命中消逝了，永远永远地消逝了。我简直像是失掉了一个好友，一个亲人。至今回想起来，我内心里还颤抖不止。在我心情最沉重的时候，有一些通达世事的好心人告诉我，猫们有一种特殊的本领，能知道自己什么时候寿终。到了此时此刻，它们决不呆在主人家里，让主人看到死猫，感到心烦，或感到悲伤。它们总是逃了出去，到一个最僻静最难找的角落里，地沟里，山洞里，树丛里，等候最后时刻的到来。因此，养猫的人大都在家里看不见死猫的尸体。"}
{"text":"从此我就失掉了咪眯，它从我的生命中消逝了，永远永远地消逝了。我简直像是失掉了一个好友，一个亲人。至今回想起来，我内心里还颤抖不止。在我心情最沉重的时候，有一些通达世事的好心人告诉我，猫们有一种特殊的本领，能知道自己什么时候寿终。到了此时此刻，它们决不呆在主人家里，让主人看到死猫，感到心烦，或感到悲伤。它们总是逃了出去，到一个最僻静最难找的角落里，地沟里，山洞里，树丛里，等候最后时刻的到来。因此，养猫的人大都在家里看不见死猫的尸体。只要自己的猫老了，病了，出去几天不回来，他们就知道，它已经离开了人世，不让举行遗体告别的仪式，永远永远不再回来了。我听了以后，憬然若有所悟。我不是哲学家，也不是宗教家。但却读过不少哲学家和宗教家谈论生死大事的文章。这些文章多半有非常精辟的见解，闪耀着智慧的光芒，我也想努力从中学习一些有关生死的真理。结果却是毫无所得。那些文章中，除了说教以外，几乎没有什么有用的东西。大半都是老生常谈，不能解决什么实际问题，没能给我留下深刻的印象。现在看来，倒是猫们临终时的所作所为，即使仅仅是出于本能吧，却给了我很大的启发。人们难道就不应该向猫们学习这一点经验吗？有生必有死，这是自然规律，谁都逃不过。中国历史上的赫赫有名的人物，秦皇汉武，还有唐宗，想方设法，千方百计，想求得长生不老。到头来仍然是竹篮子打水一场空，只落得黄土一g，西风残照汉家陵阙。我辈平民百姓又何必煞费苦心呢？一个人早死几个小时，或者晚死几个小时，甚至几天，实在是无所谓的小事，决影响不了地球的转动，社会的前进。再退一步想，现在有些思想开明的人士，不想长生不死，不想在大地上再留黄土一g，甚至开明到不要遗体告别，不要开追悼会。但是仍会给后人留下一些麻烦登报，发讣告，还要打电话四处通知，总得忙上一阵。何不学一学猫们呢？它们这样处理生死大事，干得何等干净利索呀一点痕迹也不留，走了，走了，永远地走了，让这花花世界的人们不见猫尸，用不着落泪，照旧做着花花世界的梦。我忽然联想到我多次看过的敦煌壁画上的西方净土变。所谓净土，指的就是我们常说的天堂乐园，是许多宗教信徒烧香念佛，查经祷告，甚至实行苦行，折磨自己，梦寐以求想到达的地方。据说在那里可以享受天福，得到人世间万万得不到的快乐。我看了壁画上画的房子街道树木花草，以及大人小孩，林林总总，觉得十分热闹。可我觉得没有什么出奇之处。"}
{"text":"它们这样处理生死大事，干得何等干净利索呀一点痕迹也不留，走了，走了，永远地走了，让这花花世界的人们不见猫尸，用不着落泪，照旧做着花花世界的梦。我忽然联想到我多次看过的敦煌壁画上的西方净土变。所谓净土，指的就是我们常说的天堂乐园，是许多宗教信徒烧香念佛，查经祷告，甚至实行苦行，折磨自己，梦寐以求想到达的地方。据说在那里可以享受天福，得到人世间万万得不到的快乐。我看了壁画上画的房子街道树木花草，以及大人小孩，林林总总，觉得十分热闹。可我觉得没有什么出奇之处。只有一件事给我留下了永不磨灭的印象，那就是，那里的人们都是笑口常开，没有一个人愁眉苦脸，他们的日子大概过得都很惬意。不像在我们人间有这样许多不如意的事情，有时候办点儿事，还要找后门，钻空子。在他们的商店里――净土里面还实行市场经济吗？他们还用得着商店吗？――售货员大概都很和气，不给人白眼，不训斥上帝，不扎堆闲侃，不给人钉子碰。这样的天堂乐园，我也真是心向往之的。但是给我印象最深，使我最为吃惊或者羡慕的还是他们对待要死的人的态度。那里的人，大概同人世间的猫们差不多，能预先知道自己寿终的时刻。到了此时，要死的老嬷嬷或者老头，健步如飞地走在前面，身后簇拥着自己的子子孙孙至亲好友，个个喜笑颜开，全无悲戚的神态，仿佛是去参加什么喜事一般，一直把老人送进坟墓。后事如何，壁画不是电影，是不能动的。然而画到这个程序，以后的事尽在不言中。如果一定要画上填土封坟，反而似乎是多此一举了。我觉得，净土中的人们给我们人类争了光。他们这一手比猫们又漂亮多了。知道必死，而又兴高采烈，多么豁达多么聪明猫们能做得到吗？这证明，净土里的人们真正参透了人生奥秘，真正参透了自然规律。人为万物之灵，他们为我们人类在同猫们对比之下真真增了光真不愧是净土上面我胡思乱想得太远了，还是回到我们人世间来吧。我坦白承认，我对人生的奥秘参透得还不够，我对自然规律参透得也还不够。我仍然十分怀念我的咪咪。我心里仿佛有一个空白，非填起来不行。我一定要找一只同咪咪一模一样的白色波斯猫。后来果然朋友又送来了一只，浑身长毛，洁白如雪，两只眼睛全是绿的，亮晶晶像两块绿宝石。为了纪念死去的咪咪，我仍然为它命名咪咪，见了它，就像见到老咪咪一样。过了大约又有一年的光景，友人又送了我一只据说是纯种的波斯猫，两只眼睛颜色不同，一黄一蓝。"}
{"text":"我坦白承认，我对人生的奥秘参透得还不够，我对自然规律参透得也还不够。我仍然十分怀念我的咪咪。我心里仿佛有一个空白，非填起来不行。我一定要找一只同咪咪一模一样的白色波斯猫。后来果然朋友又送来了一只，浑身长毛，洁白如雪，两只眼睛全是绿的，亮晶晶像两块绿宝石。为了纪念死去的咪咪，我仍然为它命名咪咪，见了它，就像见到老咪咪一样。过了大约又有一年的光景，友人又送了我一只据说是纯种的波斯猫，两只眼睛颜色不同，一黄一蓝。在太阳光下，黄的特别黄，蓝的特别蓝，像两颗黄蓝宝石，闪闪发光，竞妍争艳。这只猫特别调皮，简直是胆大无边，然而也因此就更特别可爱。这一下子又忙坏了虎子，它认为这两只小猫都是自己的亲生女儿，硬逼着它们吮吸自己那干瘪的奶头。只要它走出去，不知在什么地方弄到了小鸟蚱蜢之类，就带回家来，给两只小猫吃。好久没有听到的咪噢唤小猫的声音，现在又听到了。我心里漾起了一丝丝甜意。这大大地减轻了我对老咪咪的怀念。可是岁月不饶人，也不会饶猫的。这一只土猫虎子已经活到十四岁。据通达世情的人们说，猫的十四岁，就等于人的八九十岁。这样一来，我自己不是成了虎子的同龄人了吗？这个虎子却也真怪，有时候，颇现出一些老相。两只炯炯有神的眼睛里忽然被一层薄膜蒙了起来，嘴里流出了哈喇子，胡子上都沾得亮晶晶的。不大想往屋里来，日日夜夜扒在阳台上蜂窝煤堆上，不吃，不喝。我有了老咪咪的经验，知道它快不行了。我也跑到海淀，去买来牛肉和猪肝，想让它不要饿着肚子离开这个世界，我随时准备着第二天早晨一睁眼，虎子不见了。结果虎子并没有这样干。我天天凌晨第一件事就是来看虎子，隔着窗子，依然黑糊糊的一团，卧在那里。我心里感到安慰。有时候，它也起来走动了。我在本文开头时写的就是去年深秋一个下雨天，我隔窗看到的虎子的情况。到了今天，半年又过去了。虎子不但没有走，而且顽健胜昔，仍然是天天出去。有时候在晚上，窗外的布帘子的一角蓦地被掀了起来，一个丑角似的三花脸一闪。我便知道，这是虎子回来了，连忙开门，放它进来。大概同某一些老年人一样――不是所有的老年人――，到了暮年就改恶向善，虎子的脾气大大地改变了，几乎再也不咬人了。我早晨摸黑起床，写作看书累了，常常到门外湖边山下去走一走。此时，我冷不防脚下忽然踢着了一团软乎乎的东西，这是虎子。"}
{"text":"到了今天，半年又过去了。虎子不但没有走，而且顽健胜昔，仍然是天天出去。有时候在晚上，窗外的布帘子的一角蓦地被掀了起来，一个丑角似的三花脸一闪。我便知道，这是虎子回来了，连忙开门，放它进来。大概同某一些老年人一样――不是所有的老年人――，到了暮年就改恶向善，虎子的脾气大大地改变了，几乎再也不咬人了。我早晨摸黑起床，写作看书累了，常常到门外湖边山下去走一走。此时，我冷不防脚下忽然踢着了一团软乎乎的东西，这是虎子。它在夜里不知道在什么地方呆了一夜，现在看到了我，一下子蹿了出来，用身子蹭我的腿，在我身前和身后转悠。它跟着我，亦步亦趋，我走到哪里，它就跟到哪里，寸步不离。我有时故意爬上小山，以为它不会跟来了，然而一回头，虎子正跟在身后。猫是从来不跟人散步的，只有狗才这样干。有时候碰到过路的人，他们见了这情景，都大为吃惊。你看猫跟着主人散步哩他们说，露出满脸惊奇的神色。最近一个时期，虎子似乎更精力旺盛了，它返老还童了。有时候竟带一个它重孙辈的小公猫到我们家阳台上来。今夜我们相识，虎子用不着介绍就相识了。看样子，虎子一去不复返的日子遥遥无期了。我成了拥有三只猫的家庭的主人。我养了十几年猫，前后共有四只。猫们向人们学习什么，我不通猫语，无法询问。我作为一个人却确实向猫学习了一些有用的东西。上面讲过的对处理死亡的办法，就是一个例子。我自己毕竟年纪已经很大了，常常想到死的问题。五十多岁就想到了，我真是瞠乎后矣。人生必有死，这是无法抗御的。而且我还认为，死也是好事情。如果世界上的人都不死，连我们的轩辕老祖和孔老夫子今天依然峨冠博带，坐着奔驰车，到天安门去遛弯儿，你想人类世界会成一个什么样子人是百代的过客，总是要走过去的，这决不会影响地球的转动和人类社会的进步。每一代人都只是一场没有终点的长途接力赛的一环。前不见古人，后不见来者，是宇宙常规。人老了要死，像在净土里那样，应该算是一件喜事。老人跑完了自己的一棒，把棒交给后人，自己要休息了，这是正常的。不管快慢，他们总算跑完了一棒，总算对人类的进步作出了贡献，总算尽上了自己的天职。年老了要退休，这是身体精神状况所决定的，不是哪个人能改变的。老人们会不会感到寂寞呢？我认为，会的。但是我却觉得，这寂寞是顺乎自然的，从伦理的高度来看，甚至是应该的。我始终主张，老年人应该为青年人活着，而不是相反。青年人有接力棒在手，世界是他们的，未来是他们的，希望是他们的。"}
{"text":"前不见古人，后不见来者，是宇宙常规。人老了要死，像在净土里那样，应该算是一件喜事。老人跑完了自己的一棒，把棒交给后人，自己要休息了，这是正常的。不管快慢，他们总算跑完了一棒，总算对人类的进步作出了贡献，总算尽上了自己的天职。年老了要退休，这是身体精神状况所决定的，不是哪个人能改变的。老人们会不会感到寂寞呢？我认为，会的。但是我却觉得，这寂寞是顺乎自然的，从伦理的高度来看，甚至是应该的。我始终主张，老年人应该为青年人活着，而不是相反。青年人有接力棒在手，世界是他们的，未来是他们的，希望是他们的。吾辈老年人的天职是尽上自己仅存的精力，帮助他们前进，必要时要躺在地上，让他们踏着自己的躯体前进，前进。如果由于害怕寂寞而学习红楼梦里的贾母，让一家人都围着自己转，这不但是办不到的，而且从人类前途利益来看是犯罪的行为。我说这些话，也许有人怀疑，我是不是碰到了什么不如意的事，才说出这样令某些人骇怪的话来。不，不，决不。我现在身体顽健，家庭和睦，在社会上广有朋友，每天照样读书写作会客，开会不辍。我没有不如意的事情，也没有感到寂寞。不过自己毕竟已逾耄耋之年，面前的路有限了，不免有时候胡思乱想。而且，我同猫们相处久了，觉得它们有些东西确实值得我们学习，我们这些万物之灵应该屈尊一下，学习学习。即使只学到猫们处理死亡大事这一手，我们社会上会减少多少麻烦呀那么，你是不是准备学习呢？我仿佛听到有人这样质问了。是的，我心里是想学习的。不过也还有些困难。我没有猫的本能，我不知道自己的大限何时来到。而且我还有点担心。如果我真正学习了猫，有一天忽然偷偷地溜出了家门，到一个旮旯里树丛里山洞里河沟里，一头钻进去，藏了起来，这样一来，我们人类社会可不像猫社会那样平静，有些人必然认为这是特大新闻，指手画脚，嘁嘁喳喳。如果是在旧社会里或者在今天的香港等地的话，这必将成为头版头条的爆炸性新闻，不亚于当年的杨乃武和小白菜。我的亲属和朋友也必将派人出去寻找，派的人也许比寻找彭加木的人还要多。这是多么可怕的事呀因此我就迟疑起来。至于最后究竟何去何从？我正在考虑推敲研究。咪咪二世凌晨时，如在冬天，夜气犹浓，黑暗蔽空。我起床，打开电灯，拉开窗帘，玻璃窗外窗台上两股探照灯似的红光正对准我射过来。我知道，小猫咪咪二世已等我给它开门了。我连忙拿起手电筒，开门，走到黑暗的楼道里，用电筒对着黑暗的门外闪上两闪。"}
