{"text":"这次的经历让他感到非常满足，在年德梅伊斯特进行了第二次旅行。这一次他彻夜在房间里游荡，并且冒险地走到了远至窗台的位置，后来将他的描述命名为卧室夜游。新大陆赤道地区之旅，和我的卧室之旅分别代表两种不同的旅行方式。第一种旅行要求有匹骡子，件行李，个翻译员，一只经纬仪，一个六分仪，两架望远镜，一台博得经纬仪，一只气压计，一只指南针，一只湿度计，西班牙国王写的介绍信和一把枪。第二种旅行，则需要一套粉红色和蓝色相间的睡衣。塞维尔德梅伊斯特年出生于法国阿尔卑斯山脚下风景如画的小镇仓伯利。他天性热情而浪漫，喜欢读书，尤其是蒙田帕斯卡尔和卢梭的作品喜欢绘画，尤其是旅行的艺术画丹麦和法国国内的风景。岁的时候，德梅伊斯特开始迷上航空。在那之前年，艾蒂安蒙戈尔菲埃已经因为制作了一只在凡尔赛宫上空飞翔分钟的热气球而为世人所知，热气球上的乘客包括一只名叫意即爬上天空的绵羊，一只鸭子和一只公鸡。德梅伊斯特和一个朋友用纸和金属线制作了一对翅膀计划飞往美洲。他们没有成功。两年以后，德梅伊斯特登上热气球，在坠入一片松树林之前，在仓伯利的上空飘浮了一会儿。后来，到了年，德梅伊斯特住在杜林一幢公寓楼顶层的一间素朴的房间里，在那里他率先开始了一种使他成名的旅行模式室内旅行。在介绍我的卧室之旅这本书时，德梅伊斯特的哥哥政治理论家约瑟夫德梅伊斯特强调塞维尔的目的并不在于讽刺过去那些伟大旅行家――麦哲伦杜雷克安森和库克――英雄般的经历。麦哲伦发现了一条西行的路线，通往南美洲南端的斯拜斯群岛杜雷克作了环球航行安森绘制了精确的菲律宾群岛航海图而库克证实了一个南方大陆的存在。他们毫无疑问都很杰出，约瑟夫写道。但他弟弟发现了一种更实际的旅行之道，让那些像他们一样缺乏勇气或财力不足的人也能一圆旅行梦。在我之前，有数百万人不敢去旅行还有一些人不能去旅行，而更多的人甚至想都没有想过去旅行。现在，他们都可以模仿我。塞维尔在准备他的旅行时解释说。即使最懒惰的人在出发寻找快乐之前也将不会有任何借口犹豫不决，因为这样做既不费钱也不费力。"}
{"text":"他们毫无疑问都很杰出，约瑟夫写道。但他弟弟发现了一种更实际的旅行之道，让那些像他们一样缺乏勇气或财力不足的人也能一圆旅行梦。在我之前，有数百万人不敢去旅行还有一些人不能去旅行，而更多的人甚至想都没有想过去旅行。现在，他们都可以模仿我。塞维尔在准备他的旅行时解释说。即使最懒惰的人在出发寻找快乐之前也将不会有任何借口犹豫不决，因为这样做既不费钱也不费力。他尤其向穷人和那些害怕风暴强盗和险峻悬崖的人推荐室内旅行。不幸的是，德梅伊斯特开拓性的旅行方式，就像他的飞行器，并没有更深更远的影响。故事的开始部分很不错。德梅伊斯特锁上门，换上他的粉红色和蓝色相间的睡衣裤。没有了行李的累赘，他径直走向沙发，这是房间里最大的家具。他的旅行已经将他从惯常的无精打采中唤醒，他以旅人之眼注视沙发，并重新发现了它的一些特质。他赞叹它高雅的支脚，回想起他偎依在靠蛰上的愉快时光，幻想着他生中的爱情和事业上的晋升。他从沙发的角度打{自己的床，又一次从一名旅行者观看事物的角度出发，学会了欣赏这件复杂的家具。他为自己在床上度过的香甜夜晚感到感激，而他的床单和睡衣几乎总是搭配得很好，这也让他感到骄傲。我建旅行的艺术议每一个人如果可以的话让他自己换上粉红的睡衣和白色的床单他写道，因为这些色调能给容易惊醒的人带来宁静和愉悦的幻想。但是德梅伊斯特接下来的描述则有可能被指为偏离了主旨。他开始陷人冗长的题外话他开始谈他的狗，罗西尼他的爱人，珍尼，和他忠实的仆人，约安那提。对室内旅行的独特之处深感兴趣的读者这时可能会把书合上，并觉得有点被背叛的感觉。然而，德梅伊斯特的作品来源于一种深厚而具有暗示性的洞察力即我们从旅行中获取的乐趣或许更多地取决于我们旅行时的心境，而不是我们旅行的目的地本身。如果我们可以将一种游山玩水的心境带入我们自己的居所，那么我们或许会发现，这些地方的有趣程度不亚于洪堡的南美之旅中所经过的高山和蝴蝶漫舞的丛林。那么，什么是旅行的心境？感受力或许是它最主要的特征。我们怀着谦卑的态度接近新的地方。对于什么是有趣的东西，我们不带任何成见。我们也许会让当地人感到不解。"}
{"text":"然而，德梅伊斯特的作品来源于一种深厚而具有暗示性的洞察力即我们从旅行中获取的乐趣或许更多地取决于我们旅行时的心境，而不是我们旅行的目的地本身。如果我们可以将一种游山玩水的心境带入我们自己的居所，那么我们或许会发现，这些地方的有趣程度不亚于洪堡的南美之旅中所经过的高山和蝴蝶漫舞的丛林。那么，什么是旅行的心境？感受力或许是它最主要的特征。我们怀着谦卑的态度接近新的地方。对于什么是有趣的东西，我们不带任何成见。我们也许会让当地人感到不解。因为我们在马路上或狭窄的街道上欣赏那些他们认为有些奇怪的小细节。我们冒着被车辆撞倒的危险是因为我们为一座政府建筑的屋顶或是刻在墙上的题字所吸引。的卧室我们发觉一间超市或是理发店不同寻常地迷人。我们用很长的时间思索着一份菜单的设计或是晚间新闻里主持人的服装。我们敏锐地感觉到被覆盖于现今之下的层层历史，并记笔记和拍照。另一方面，家，使我们在期待中更能觉到安定感。由于在那里居住了很长一段时间，我们确信这附近不再会有什么有趣的东西。我们无法想象，在一个我们已经居住了年或者更长时间的地方还能发现什么新的东西。因为我们早已习惯了一切，因而对其视若无睹。德梅伊斯特试图将我们从被动状态中唤醒。在他关旅行的艺术于室内旅行的第二部作品卧室夜游中，他走到窗前，抬头凝望夜空。天空的美景让他感触良多，为什么以前不懂得欣赏这样的寻常景色现今能从这宏伟的景致中感到快乐的人真是太少了！天空对于困倦的人们来说毫无意义！对于那些出来散步或是挤出剧场的人群来说，抬头望一会儿赞叹在他们头顶闪烁的星群，会让他们损失什么呢一般没有这样做的原因是因为他们从前从未这样做过。大家都习惯了，认为这个世界本来就很无聊――于是，生活正如他们所预期的一样无趣。我试图绕着我的卧室旅行但是它这么小，几乎连一张床也容纳不下，以至于我得出结论，如果德梅伊斯特的理论应用于我居住的小区，或许会更有价值。因此在月间一个晴朗的下午，大约点左右，在我从巴巴多斯回家几周后，我开始以德梅伊斯特式的旅行方式环游哈默史密斯。在正午外出，而脑子里没有特定的目的，使我感到有些奇怪。一个妇女和两个金发小孩正沿着主干道往前走，道路两旁是各式各样的商店和饭馆。"}
{"text":"我试图绕着我的卧室旅行但是它这么小，几乎连一张床也容纳不下，以至于我得出结论，如果德梅伊斯特的理论应用于我居住的小区，或许会更有价值。因此在月间一个晴朗的下午，大约点左右，在我从巴巴多斯回家几周后，我开始以德梅伊斯特式的旅行方式环游哈默史密斯。在正午外出，而脑子里没有特定的目的，使我感到有些奇怪。一个妇女和两个金发小孩正沿着主干道往前走，道路两旁是各式各样的商店和饭馆。一辆双层巴士停在一座小公园的对面搭载乘客。一块巨大的广告板上刷着肉汁的广告。我几乎每天都行走在这条通往地铁站的道路上并且只习惯于把它想成是到达我的目的地的必经之途。可以帮助我实现目标的信息吸引着我的注意力，无法吸引我的是那些被判断为不相干的事物。于是我留心观察人行道上行人的数量，因为他们可能挡住我的去路，反之我无视于他们的脸和表情，就如同无视于建筑物的形状或是商店里的活动一样。情形也并不总是这样。刚搬到这一地区的时候，我关注的事物并不只限于这几点上。那时候，我还不会一心只想赶快到我要去的地方，而对周围场景视而不见。刚进人一个新的地方的时候，我们的敏感性会引领我们注意很多东西，等到确认这个地方对我们而言有何功能之后，我们注意的东西就会越来越少。比方说，在一条街上或许有种事物可以看到和想到，我们最后积极关注的却只有其中的到件在我们所走的路上的行人的数量交通车辆的数量和下雨的可能性。我们最初对一辆公共汽车也许会从审美或机械构成的角度看待它，或许它会引发我们对城市内社区的思考，但久而久之，它在我们眼中变成了可以移动的盒子，它可以快速地把我们送到目的地而路过的区域仿佛是不存在的，因为它们跟目的地无关。车窗旅行的艺术外一切都归于黑暗，什么都无法进入我们的视野。我已经为街道限定了一系列可被称为有趣的东西的范围，其中没有金发的小孩肉汁广告铺就人行道的石子店面的色调以及店员和领养老金的人们的表情。我只关注于自己的首要目标，而不会去考虑公园的布局，也不会注意到同一条街上竟然杂陈着乔治亚式维多利亚式和爱德华式的建筑。我行走在这条道路上，不会感受到任何美的吸引，不会产生任何联想，没有什么东西能让我感到惊异或感动我也无从萌发哲思。"}
{"text":"车窗旅行的艺术外一切都归于黑暗，什么都无法进入我们的视野。我已经为街道限定了一系列可被称为有趣的东西的范围，其中没有金发的小孩肉汁广告铺就人行道的石子店面的色调以及店员和领养老金的人们的表情。我只关注于自己的首要目标，而不会去考虑公园的布局，也不会注意到同一条街上竟然杂陈着乔治亚式维多利亚式和爱德华式的建筑。我行走在这条道路上，不会感受到任何美的吸引，不会产生任何联想，没有什么东西能让我感到惊异或感动我也无从萌发哲思。而代之只有一个强烈的呼唤，那就是尽可能快地到达地铁站。然而，追随着德梅伊斯特，我尝试颠倒习惯的过程，并在抵达目的地前，尝试分离我周围的环境和我以往为这些地方所设定的用途。我强迫自己遵循一种特殊的精神命令环顾我的四周，仿佛我从前从未来过这里。慢慢地，我的旅行开始有了收获。我告诉自己，这里的每件东西都可能是有趣的，眼前的事物于是开始显现出潜在的价值。在原有的看法中，一长排商店不过是一片没有特色的红色建筑，但细看之下，我对这种建筑风格产生了认同。一家花店的两旁有乔治亚风格的柱子，肉店的顶部是维多利亚时代后期哥特式风格的怪兽状喷水口。饭馆里满是用餐的人，而不是各种只会动的形状。在一座装有玻璃门的办公楼里我注意到一些人在一楼的会议室里做着手势。有人在使用投影仪，投影图上显出一张饼状图。与此同时，就在办公室对面的道路，一个男人正在为人行道铺设新的水泥板，并仔细地固定它们的边角。我上了一辆公共汽车，这回我没有过多地考虑自己的事情，而是尝试着富有想象力地把自己同其他乘客联系起来。我能听到我前面一排的乘客交谈。在某个办公室里的某个人――很显然级别相当高的一个人不曾尝试理解他人。这些级别相当高的人们抱怨别人效率多么地低，但从来不反省他们做了些什么使问题更加严重。我想到了在同一座城市同一时间里处于不同生活水平上的人的多样性。我想到人们相类似的抱怨，他们抱怨别人自私，有眼无珠，但实质上，我们对别人的抱怨也就是别人对我们的抱怨。周遭的一切不仅包括人和风格鲜明的建筑，而且开始聚集理念。我思考涌入这个区域的新财富。我试图判断出我为什么如此喜欢铁路的拱门以及为什么要修建切过地平线的高速公路。独自旅行似乎有一个优点。"}
{"text":"这些级别相当高的人们抱怨别人效率多么地低，但从来不反省他们做了些什么使问题更加严重。我想到了在同一座城市同一时间里处于不同生活水平上的人的多样性。我想到人们相类似的抱怨，他们抱怨别人自私，有眼无珠，但实质上，我们对别人的抱怨也就是别人对我们的抱怨。周遭的一切不仅包括人和风格鲜明的建筑，而且开始聚集理念。我思考涌入这个区域的新财富。我试图判断出我为什么如此喜欢铁路的拱门以及为什么要修建切过地平线的高速公路。独自旅行似乎有一个优点。我们对世界的看法通常在极大程度上受到我们周围人们的影响，我们调和自己的求旅行的艺术知欲去满足别人的期待。他们或许已认定我们是怎样的人，因此我们不得不有意识地隐藏自己身上的某些东西。我没想到你是那种对公路路桥感兴趣的人，他们也许会以一种让你不自在的口吻说出他们的看法。被一个同伴近距离地观察会阻止我们观察别人，我们忙于调整自己以满足同伴的疑问和评价，我们不得不让自己看上去更正常这样一来便影响了我们的求知欲。但是独自一人行走在哈默史密斯的正午，我却没有这样的顾虑。我可以无拘无束地做出些奇怪的举动。我描下了一家五金店的窗户的草图，并用生动的语言描绘了公路路桥。德梅伊斯特不仅仅是一个室内旅行家。他也是一个传统意义上的伟大旅行家。他游览过意大利和俄罗斯，与皇家军队一同在阿尔卑斯山度过了一个冬天，并且在高加索与俄军交战。在年一篇写于南美洲的自传体笔记中，亚历山大冯洪堡写到了他旅行的动机我被一种不确定的渴望所激励，这种渴望就是从一种令人厌倦的日常生活转向一个奇妙的世界。正是这种对立的关系，即令人厌倦的曰常生活与奇妙的世界相对的关系，引起了德梅伊斯特的兴趣，他乐于为这两个世界重新划出精妙的界限。他一定不会告诉洪堡南美洲是乏味的，他仅仅会催促他去思考，他的故乡柏林或许也能提供某些东西。年以后，尼采读了德梅伊斯特的著作并大加赞赏他自己也是一个老在斗室打转的人，他曾发表如下感想有些人知道如何利用他们的日常生活中平淡无奇的经验，使自己成为沃土，在这片沃土上每年能结出三次果实，而其他一些人为数众多则只会逐命运之流，逐时代和国家变幻之流就像一个软木塞一样在上面漂来漂去。"}
{"text":"他一定不会告诉洪堡南美洲是乏味的，他仅仅会催促他去思考，他的故乡柏林或许也能提供某些东西。年以后，尼采读了德梅伊斯特的著作并大加赞赏他自己也是一个老在斗室打转的人，他曾发表如下感想有些人知道如何利用他们的日常生活中平淡无奇的经验，使自己成为沃土，在这片沃土上每年能结出三次果实，而其他一些人为数众多则只会逐命运之流，逐时代和国家变幻之流就像一个软木塞一样在上面漂来漂去。当我们观察到这一切后，我们会把人分为两类一种人可以化腐朽为神奇另一种人则是化神奇为腐朽，绝大部分人是后者，前者则为数寥寥。我们遇见过穿越沙漠的人，在冰上飘泊或在丛林里穿越的人，然而在他们的灵魂里，我们无法找寻到他们所见的痕迹。穿着粉红色和蓝色相间的睡衣，心满意足地待在自己房间里的塞维尔德梅伊斯特正在悄悄提醒我们，让我们在前往远方之前先关注一下我们已经看到的东西。"}
{"text":"在所谓三百篇中，几乎都要先称擅物动物之名义，才能开诚咏言说是有内在的联系，更多的是不相干地相干着。学士们只会用比兴来囫囵解释，不同问何以中国人就这样不涉卉未虫鸟之类就启不了口作不成诗，楚辞又是统体苍翠馥郁，似乎是巢居穴处的，穿的也自愿不是纺织品，汉赋好大喜功，把金木水火边旁的字罗列殆尽，再加上禽兽鳞介的谱系，仿佛是在对自然说知尔甚深。到唐代，花溅泪鸟惊心，人和自然相看两不厌，举杯邀明月，非到蜡炬成灰不可，已岂是拟人移情咏物这些说法所能敷衍。宋词是唐诗的兴尽悲来，对待。自然的心态转入颓废，梳剔精致，吐属尖新，尽管吹气若兰，脉息终于微弱了，挠下来大概有鉴于人与自然之间的绝妙好辞已被用竭，懊恼之余，便将花木禽兽幻作妖化了仙，烟魅粉灵，直接与人通款曲共枕席，恩怨悉如世情――中国的自然宠幸中国的人，中国的人阿谀中国的富然？孰先孰后？孰主孰宾？从来就分不清说不明。儒家既述亦作，述作的竟是一套君王术有所说时尽由自己说，说不了时一下子拂袖推诿给自然，因此多的是蛾冠博带的耿介懦夫。格致学派在名理知行上辛苦凑合理想主义和功利主义，纠缠瓜葛把自然架空在实用主义中去，收效却虚浮得自己也感到失望。释家凌驾于自然之上，自然只不过是佛的舞台，以及诸般道具，是故释家的观照自然远景终究有限，始于慈悲为本而止于无边的傲慢――粗粗比较，数道家最乖觉，能脱略，近乎自然中国古代艺术家每有道家气息，或一度是道家的追慕者旁观者。道家大宗师则本来就是哀伤到了绝望散逸到了玩世不恭的曝日野叟，使艺术家感到还可共一夕谈，一夕之后，走了。也走不到哪里去，都只在悲观主义与快乐主义的峰回路转处，来来往往，讲究姿态，仍不免与道家作莫逆的顾盼然而多谢艺术家终于没有成为哲学家，否则真是太萧条了。自然对于人在理论上观念上若有误解曲解，都毫不在乎。"}
{"text":"也走不到哪里去，都只在悲观主义与快乐主义的峰回路转处，来来往往，讲究姿态，仍不免与道家作莫逆的顾盼然而多谢艺术家终于没有成为哲学家，否则真是太萧条了。自然对于人在理论上观念上若有误解曲解，都毫不在乎。野果成全了果园，大河肥沃了大地，牛羊人栏，五粮丰登，然后群莺乱飞，而且幽阶一夜苔生――历史短促的国族，即使是由衷的欢哀，总嫌浮佻庸肤，毕竟没有经识过多少盛世凶年，多少钧天齐乐的庆典薄海同悲的殇礼，尤其不是朝朝暮暮在无数细节上甘苦与共休戚相关，即使那里天有时地有利人也和台，而山川草木总嫌寡情乏灵，那里的人是人，自然是自然，彼此尚未涵融尚未钟毓海外有春风芳革，深宵的犬吠，秋的丹枫，随之绵衍到煎鱼的油香，邻家婴儿的夜啼，广式苏式月饼。大家都自言自语不是这样，不是这样的。心里的感喟那些都是错了似的。因为不能说错了的春风，错了的芳草，所以只能说不尽然不完全异邦的春风旁若无人地吹，芳草漫不经心地绿，猎犬未知何故地吠，枫叶大事挥霍地红，煎鱼的油一片汪洋。邻家的婴啼似同隔世，月饼的馅儿是百科全书派就是不符，不符心坎里的古华夏今中国的观念概念私心杂念多愁，去国之离忧，是这样悄然中来氲氲不敢。中国的自然与中国的人，合成一套无处不在的精神密码，欧美的智者也认同其中确有源远流长的奥秘中国的入内充满自然，这个观点已经被理论化了，好事家打从烹饪术上作出不少印证，有识之士则着眼于医道药理文艺武功易卜星相五行堪舆然而那套密码始终半解不解。因为，也许更有另一面中国的自然内有人――谁莳的花服谁，那人卜居的丘壑有那人的风神，犹如衣裳具备袭者的性情，旧的空鞋都有脚古老的国族，街头巷尾事角桥堍，无不可见一闪一烁的人文剧情名城宿迹，更是重重叠叠的往事尘梦，郁积得憋不过来了，幸亏总有春花秋月等闲度地在那里抚恤纾解，透一口气，透一口气，这已是历史的喘息。稍多一些智能的人，随时随地从此种一闪一烁重重叠叠的意象中，看到古老圄族的辉煌而槛楼的整体，而且头尾分明。古老的国族因此多请多谣多脏话多轶事多奇谈多机警的诅咒多伤心的俏皮绝句。茶烟酒的消耗量与日俱增唯有那里的自然清明而殷勤，亘古如斯地眷顾着那里的人。"}
