{"text":"也就是说，他应该首先是个读者，知道自己究竟喜欢什么。第二，批评者具有相当的鉴赏力和判断力，他不是一个普通读者，而是巴赫金所说的那种高级接受者，即一个艺术上的内行。作为一个专家，他不妨用理论的术语来表述自己的见解，但是，在此表述之前，他对作品已经有了一种直觉的把握，知道是作品中的什么东西值得自己一评了。一个批评者对作品有无真正的兴趣，他是否具有鉴赏力和判断力，这两者都必然体现在他的批评之中，因此是容易鉴别的。人们可以假装自己懂某种高深的理论，却很难在这两方面作假。现代哲学对于批评的作用，最明显地表现于推动各种批评理论之建立。批评若要不停留于批评家们的个别行为，而试图成为一门在同行之间可以交流的普遍性学科，就有必要对批评的概念原则任务标准规范方法等问题进行探讨，这种探讨构成了批评理论的基本内容。很显然，对于这些问题的解答探究存在之谜皆取决于对文学之本质的认识，因而可以追溯到某种美学和哲学的立场。凡是系统的亦即真正具备理论形态的批评理论，无不都是自觉地以一种哲学理论为其出发点，是那种哲学理论向批评领域的伸展。本世纪最流行的批评理论，包括马克思主义存在主义精神分析形式主义结构主义现象学和解释学各家，皆自报家门，旗帜鲜明地亮出了它们的哲学谱系。然而，哲学之能够指导批评理论的建立，并不表明它能够指导成功的批评实践。批评是批评家的整体素质作用的产物，在具体的批评实践中，理论教条所起的作用十分有限。每一次真正有价值的批评都是一个独立的事件，是批评家与作品之间的一种独特的感应和一次幸运的相遇，而决非某个理论的派生物。对于一个素质良好的批评家，合适的理论或许可以成为有效的表述工具。可是，倘若一个批评家缺乏此种素质，对于作品并无自己的感觉和见解，仅靠某种批评理论来从事批评，那么，他实际上对作品本身无话可说，他的批评就必定不是在说作品，而是在借作品说这种理论。事实上，研究批评理论的学者很少是好的批评家，就像研究文学理论的学者很少是好的作家一样，这种情形肯定不是偶然的。批评的任务是阐释作品的意义和判断作品的价值。有一些批评理论主张批评应该排除评价，仅限于阐释。"}
{"text":"可是，倘若一个批评家缺乏此种素质，对于作品并无自己的感觉和见解，仅靠某种批评理论来从事批评，那么，他实际上对作品本身无话可说，他的批评就必定不是在说作品，而是在借作品说这种理论。事实上，研究批评理论的学者很少是好的批评家，就像研究文学理论的学者很少是好的作家一样，这种情形肯定不是偶然的。批评的任务是阐释作品的意义和判断作品的价值。有一些批评理论主张批评应该排除评价，仅限于阐释。然而，一个批评家选择作品中的什么成分作为自己所要阐释的意义之所在，其实已经包含了一种价值立场，他事实上按照作品满足他对意义的理解的程度对作品进行了评价。对意义的理解是一个真正的哲学问题，它基本上决定了一个批评家对作品的阐释的角度和评价的标准。文学作品中的什么成分构成了意义，对这个问题的回答取另一种存在决于对文学的本质的认识，在相当程度上还取决于对世界和人性的认识。每一部作品皆涉及所言说的事物读者三个方面。意图说和传情说曾经十分盛行，前者把的意图当做意义的源泉，后者把读者所获得的教诲感动娱乐视为意义的真正体现，这两种立场皆因明显地脱离文本自身的阐释而已显得陈旧。但是，同样是从作品本身的内容中寻找意义，站在不同的哲学立场上，也会认为作品是在言说不同的事物。例如，马克思主义者认为这事物是社会生活，弗洛伊德主义者认为是个人或人类的深层心理，存在主义者认为是对人的生存境遇的体验和思考。这些立场所关注的方向虽然各异，但仍然是试图用文学之外的东西来阐释文学作品的意义，因而在当代也受到了特别激烈的批判。倘若仅仅根据这些立场从事阐释，这样的阐释是否还是文学批评的确就成了问题，毋宁说是社会学心理学哲学的批评等等。然而，作品的内容无非就是作品所言说的事物之总和，撇开了所有这些社会的心理的思想的内容等等，作品所剩下的便只有语言形式了。这样一来，对意义的阐释只有两条路可走。一是分析作品中的语词和句子的逻辑意义，如英美语义分析学派之所为，其不属于文学批评的性质当是不言而喻的。另一是分析作品的形式结构，目的不是阐释某一具体作品的意义，而是以这一具体作品为标本来建立语言符号如何由其组合方式而产生意义的一般模型，如结构主义学派之所为。这种批评是否属于文学批评也是值得怀疑的，毋宁说它是一种对文学作品的语言学的和符号学的研究。"}
{"text":"这样一来，对意义的阐释只有两条路可走。一是分析作品中的语词和句子的逻辑意义，如英美语义分析学派之所为，其不属于文学批评的性质当是不言而喻的。另一是分析作品的形式结构，目的不是阐释某一具体作品的意义，而是以这一具体作品为标本来建立语言符号如何由其组合方式而产生意义的一般模型，如结构主义学派之所为。这种批评是否属于文学批评也是值得怀疑的，毋宁说它是一种对文学作品的语言学的和符号学的研究。一种更彻底的立场是否认文学作品中意义的存在，断然拒绝释义。一步步排斥所指，最后能指就必然会成为不问意义的符号游戏，由此结构主义之发展为解构主义几乎是不可避免的。解构主义批评声称要排除与文本无关的一探究存在之谜切因素，然而，事实上，它在文本上进行的随心所欲的嬉戏并不比印象主义的主观批评离文本更近。还有一些批评理论也倾向于拒绝释义，而主张把批评的任务限制于研究作品的艺术技巧。这种研究在技术上的细致入微足以使人惊叹，但因撇开作品的精神内涵而不免流于琐碎。批评涉及某些重要的哲学难题，有必要检视一下现代哲学及其指导下的批评理论所提出的解决这些难题的方案。例如，文本有无它本来的意义，如果有，如何划清该客观的意义与批评者的主观的理解之间的界限，这一主观与客观的关系问题始终纠缠着批评理论。现代许多批评理论如俄国形式主义，结构主义，美国新批评派，现象学批评都试图建立起一套分析的技术或标准，以求排除批评者的主观之干扰，使客观意义的获取成为可操作和可检验的科学程序。但是，这样做的代价必定是缩减意义的范围，事实上把它限制在那些可以形式化的东西上了。我认为，到目前为止，哲学解释学为此问题的解决指出了最可取的方向。哲学解释学对理解的本体论结构的揭示表明，理解必定是理解者视域与文本视域的融合。因此，批评不必再纠缠于主观与客观之区分，反而应以两者视域的最大限度的融合为目标，使批评成为一种富有成果的对话。批评者所要阐释的意义是在作品的内容之中，还是在形式之中？这一内容与形式的关系问题是纠缠着批评理论的另一个难题。如果撇开艺术形式而只看思想内容，批评就不再是文学性质的了。如果撇开思想内容而只看艺术形式，批评就不再是意义的阐释而只成了技巧的分析。"}
{"text":"哲学解释学对理解的本体论结构的揭示表明，理解必定是理解者视域与文本视域的融合。因此，批评不必再纠缠于主观与客观之区分，反而应以两者视域的最大限度的融合为目标，使批评成为一种富有成果的对话。批评者所要阐释的意义是在作品的内容之中，还是在形式之中？这一内容与形式的关系问题是纠缠着批评理论的另一个难题。如果撇开艺术形式而只看思想内容，批评就不再是文学性质的了。如果撇开思想内容而只看艺术形式，批评就不再是意义的阐释而只成了技巧的分析。在这个问题上，结构主义的方略是破除内容与形式的二分法，将两者融入结构的概念。它不再问作品的一个成分是内容还是形式，只问是否为审美的目另一种存在的服务，所有为审美目的服务的成分都依照不同的层次组织成一个完整的符号体系。我认为，结构主义把一切内容都形式化了的做法未必可取，但破除内容与形式的二分法无疑是解决这一难题的正确方向。在文学作品中，惟有被艺术地言说的事物才真正构成为内容，而事物之被艺术地言说即所谓形式，两者所指的原是同一件事，本来就不可截然分开。哲学与文学都是人类精神生活的形式，在本质上是相通的。因此，哲学之进入文学作品的权利是不容置疑的，问题仅在进入的方式。有不同的进入方式，例如一在文学作品中插入哲学的议论，这些议论与作品的文学性内容情节等等只在主题上相关，在形式上却彼此脱节，如同一种拼贴二用文学的形式表达哲学性的思考和体悟，此种意图十分明确，因而譬如说可以用哲理诗玄学诗哲学小说思想小说等等来命名相关的作品三自觉地应用某种新潮的哲学思想来创作文学作品，从事文体的实验，譬如罗勃格里耶的新小说之于结构主义哲学四作品本身完全是文学性的，哲学并不在其中的任何部分出场，但作品的整体却有一种哲学的底蕴，传达了对世界和人生的一种基本理解或态度。一般来说，哲学应该以文学的方式存在于文学作品之中，它在作品中最好隐而不露，无迹可寻，却又似乎无处不在。作品的血肉之躯整个儿是文学的，而哲学是它的心灵。哲学所提供的只是一种深度，而不是一种观点。卡夫卡的作品肯定是有哲学的深度的，但我们在其中找不到哪怕一个明确的哲学观点。哲学与文学的最差的结合，是给文学作品贴上哲学的标签，或者给哲学学说戴上文学的面具。"}
{"text":"一般来说，哲学应该以文学的方式存在于文学作品之中，它在作品中最好隐而不露，无迹可寻，却又似乎无处不在。作品的血肉之躯整个儿是文学的，而哲学是它的心灵。哲学所提供的只是一种深度，而不是一种观点。卡夫卡的作品肯定是有哲学的深度的，但我们在其中找不到哪怕一个明确的哲学观点。哲学与文学的最差的结合，是给文学作品贴上哲学的标签，或者给哲学学说戴上文学的面具。不能排除还存在着像查拉图斯特拉如是说这样的作品，几乎无法给它归类，从外到里都是哲学探究存在之谜也都是文学，既是哲学著作又是文学精品。所以，说到底，哲学与文学的区分也不是那么重要，一切伟大的作品必定是一个精神性的整体。据此我们可以来探讨哲学与批评相结合的方式了。依据某种哲学观点从事批评，热中于在作品中寻找这种观点的相似物，或者寻找合适的作品来阐释这种观点，这肯定是最糟糕的结合方式。在最好的情形下，这种批评也只能算做哲学批评而非文学批评。一个批评家或许也信奉某种哲学观点，但是，当他从事文学批评时，他决不能仅仅代表这种观点出场，而应力求把它悬置起来，尽可能限制它的作用。他真正应该调动的是两样东西，一是他的艺术鉴赏力和判断力，一是他的精神世界的经验整体。文学首先是语言艺术，因此，不言而喻，从事文学批评的人必须要能够欣赏语言艺术。判断力的来源，除了艺术直觉之外，还有艺术修养，即对于人类共同艺术遗产的真正了解，因此有能力判断当下这部作品与全部传统的关系，善于发现那种改变了既有经典所构成的秩序从而自身也成为经典的作品。但文学不仅仅是语言艺术，在最深的层次上也是人类精神生活的形式。正是在这一层次上，文学与哲学有了最深刻的联系。也是在这一层次上，哲学以最自然的方式参与了批评。当批评家以他的内在经验的整体面对作品时，哲学已经隐含在其中，这个哲学不是他所信奉的某一种哲学观念，而是他的精神整体的基本倾向，他的真实的世界观和生活态度。批评便是他的精神整体与作品所显示的的精神整体之间的对话，这一对话是在人类精神史整体的范围里展开的，并且成了人类精神史整体的一个有机部分。另一种存在本论纲对于文学批评所做的思考，在基本原则上也适用于一般的艺术批评。"}
{"text":"当批评家以他的内在经验的整体面对作品时，哲学已经隐含在其中，这个哲学不是他所信奉的某一种哲学观念，而是他的精神整体的基本倾向，他的真实的世界观和生活态度。批评便是他的精神整体与作品所显示的的精神整体之间的对话，这一对话是在人类精神史整体的范围里展开的，并且成了人类精神史整体的一个有机部分。另一种存在本论纲对于文学批评所做的思考，在基本原则上也适用于一般的艺术批评。探究存在之谜活着写作是多么美好一我爱读作家艺术家写的文论甚于理论家批评家写的文论。当然，这里说的作家和理论家都是指够格的。我不去说那些写不出作品的低能写给读不懂作品的低能读者看的作文原理之类，这些的身份是理论家还是作家，真是无所谓的。好的作家文论能唤起创作欲，这种效果，再高明的理论家往往也无能达到。在作家文论中，帕乌斯托夫斯基的金玫瑰亦译金蔷薇又属别具一格之作，它诚如所说是一本论作家劳动的札记，但同时也是一部优美的散文集。书中云某些书仿佛能迸溅出琼浆玉液，使我们陶醉，使我们受到感染，敦促我们拿起笔来。此话正可以用来说它自己。这本谈艺术创作的书本身就是一件精美的艺术作品，它用富有魅力的语言娓娓谈论着语言艺术的魅力。传递给我们的不只是关于写作的知识或经验，而首先是对美艺术写作的热爱。它使人真切感到活着写作是多么美好！二回首往事，谁不缅怀童年的幸福？童年之所以幸福，是因为那时候我们有最纯净的感官。在孩子眼里，世界每一天都是新的，样样事物都罩着神奇的色彩。正如所说，童年时代的太阳要炽热得多，草要茂盛得多，雨要大得多，天空的颜色要深得多，周围的人要有趣得多。孩子好奇的目光把世界照耀得无往而不美。孩子是天生的艺术家，他们的感觉尚未受功利污染，也尚未被岁月钝化。也许，对世界的这种新鲜敏锐的感觉已经是日后创作欲的萌芽了。然后是少年时代，情心初萌，醉意荡漾，沉浸于一种微妙的心态，觉得每个萍水相逢的少女都那么美丽。羞怯而又专注的眼波，淡淡的发香，微启的双唇中牙齿的闪光，无意间碰到的冰凉的手指，这一切都令人憧憬爱情，让人感到一阵甜蜜的惆怅。那是一个几乎人人都曾写诗的年龄。但是，再往后情形就不同了。诗意地理解生活，理解我们周围的一切―――是我们从童年时代得到的最可贵的礼物。"}
{"text":"也许，对世界的这种新鲜敏锐的感觉已经是日后创作欲的萌芽了。然后是少年时代，情心初萌，醉意荡漾，沉浸于一种微妙的心态，觉得每个萍水相逢的少女都那么美丽。羞怯而又专注的眼波，淡淡的发香，微启的双唇中牙齿的闪光，无意间碰到的冰凉的手指，这一切都令人憧憬爱情，让人感到一阵甜蜜的惆怅。那是一个几乎人人都曾写诗的年龄。但是，再往后情形就不同了。诗意地理解生活，理解我们周围的一切―――是我们从童年时代得到的最可贵的礼物。要是一个人在成年之后的漫长的冷静岁月中，没有丢失这件礼物，那么他就是个诗人或者作家。可惜的是，多数人丢失了这件礼物。也许是不可避免的，匆忙的实际生活迫使我们把事物简化图式化，无暇感受种种细微差别。概念取代了感觉，我们很少看听和体验。当伦敦居民为了谋生而匆匆走过街头时，哪有闲心去仔细观察街上雾的颜色？谁不知道雾是灰色的！直到莫奈到伦敦把雾画成了紫红色的，伦敦人才始而愤怒，继而吃惊地发现莫奈是对的，于是称他为伦敦雾的创造者。一个艺术家无论在阅历和技巧方面如何成熟，在心灵上却永是孩子，不会失去童年的清新直觉和少年的微妙心态。他也许为此要付出一些代价，例如在功利事务上显得幼稚笨拙。然而，有什么快乐比得上永远新鲜的美感的快乐呢？即使那些追名逐利之辈，偶尔回忆起早年曾有过的诗意地理解生活的情另一种存在趣，不也会顿生怅然若失之感么？蒲宁坐在车窗旁眺望窗外渐渐消融的烟影，赞叹道活在世上是多么愉快呀！哪怕只能看到这烟和光也心满意足了。我即使缺胳膊断腿，只要能坐在长凳上遥望太阳落山，我也会因而感到幸福的。我所需要的只是看和呼吸，仅此而已。的确，蒲宁是幸福的，一切对世界永葆新鲜美感的人是幸福的。三自席勒以来，好几位近现代哲人主张艺术具有改善人性和社会的救世作用。对此当然不应作浮浅的理解，简单地把艺术当做宣传和批判的工具。但我确实相信，一个人，一个民族，只要爱美之心犹存，就总有希望。相反，哀莫大于心死，倘若对美不再动心，那就真正无可救药了。据我观察，对美敏感的人往往比较有人情味，在这方面迟钝的人则不但性格枯燥，而且心肠多半容易走向冷酷。民族也是如此，爱美的民族天然倾向自由和民主，厌恶教条和专制。"}
{"text":"对此当然不应作浮浅的理解，简单地把艺术当做宣传和批判的工具。但我确实相信，一个人，一个民族，只要爱美之心犹存，就总有希望。相反，哀莫大于心死，倘若对美不再动心，那就真正无可救药了。据我观察，对美敏感的人往往比较有人情味，在这方面迟钝的人则不但性格枯燥，而且心肠多半容易走向冷酷。民族也是如此，爱美的民族天然倾向自由和民主，厌恶教条和专制。对土地和生活的深沉美感是压不灭的潜在的生机，使得一个民族不会长期忍受僵化的政治体制和意识形态，迟早要走上革新之路。帕乌斯托夫斯基擅长用信手拈来的故事，尤其是大师生活中的小故事，来说明这一类艺术的真理。有一天，安徒生在林中散步，看到那里长着许多蘑菇，便设法在每一只蘑菇下边藏了一件小食品或小玩意儿。次日早晨，他带守林人的七岁的女儿走进这片树林。当孩子在蘑菇下发现这些意想不到的小礼物时，眼睛里燃起了难以形容的惊喜。安徒生告诉她，这些东西是地精藏在那里的。您欺骗了天真的孩子！一个耳闻此事的神父愤怒地指责。私人写作安徒生答道不，这不是欺骗，她会终生记住这件事的。我可以向您担保，她的心决不会像那些没有经历过这则童话的人那样容易变得冷酷无情。在某种意义上，美艺术都是梦。但是，梦并不虚幻，它对人心的作用和它在人生中的价值完全是真实的。弗洛伊德早已阐明，倘没有梦的疗慰，人人都非患神经官能症不可。帕氏也指出，对想像的信任是一种巨大的力量，渊源于生活的想像有时候会反过来主宰生活。不妨设想一下，倘若彻底排除掉梦想像幻觉的因素，世界不再有色彩和音响，人心不再有憧憬和颤栗，生命还有什么意义？帕氏谈到，人人都有存在于愿望和想像之中的未在现实生活中得到实现的第二种生活。应当承认，这第二种生活并非无足轻重的。说到底，在这世界上，谁的经历不是平凡而又平凡？内心经历的不同才在人与人之间铺设了巨大的鸿沟。金玫瑰中那个老清扫工夏米的故事是动人的，他怀着异乎寻常的温情，从银匠作坊的尘土里收集金粉，日积月累，终于替他一度抚育过的苏珊娜打了一朵精致的金玫瑰。小苏珊娜曾经盼望有人送她这样一朵金玫瑰，可这时早已成年，远走高飞，不知去向。夏米悄悄地死去了，人们在他的枕头下发现了用天蓝色缎带包好的金玫瑰，缎带皱皱巴巴，发出一股耗子的臊味。"}
{"text":"应当承认，这第二种生活并非无足轻重的。说到底，在这世界上，谁的经历不是平凡而又平凡？内心经历的不同才在人与人之间铺设了巨大的鸿沟。金玫瑰中那个老清扫工夏米的故事是动人的，他怀着异乎寻常的温情，从银匠作坊的尘土里收集金粉，日积月累，终于替他一度抚育过的苏珊娜打了一朵精致的金玫瑰。小苏珊娜曾经盼望有人送她这样一朵金玫瑰，可这时早已成年，远走高飞，不知去向。夏米悄悄地死去了，人们在他的枕头下发现了用天蓝色缎带包好的金玫瑰，缎带皱皱巴巴，发出一股耗子的臊味。不管夏米的温情如何没有结果，这温情本身已经足够伟大。一个有过此番内心经历的夏米，当然不同于一个无此经历的普通清扫工。在人生画面上，梦幻也是真实的一笔。四作为一个作家，帕氏对于写作的甘苦有真切的体会。我很喜欢他谈论创作过程的那些篇章。创作过程离不开灵感。所谓灵感，其实包括两种不同状态。另一种存在一是指稍纵即逝的感受思绪意象等等的闪现，或如帕氏所说不落窠臼的新的思想或新的画面像闪电似地从意识深处迸发出来。这时必须立即把它们写下来，不能有分秒的耽搁，否则它们会永远消逝。这种状态可以发生在平时，此刻便是积累素材的良机，也可以发生在写作中，此时便是文思泉涌的时刻。另一是指预感到创造力高涨而产生的喜悦，屠格涅夫称之为神的君临，阿托尔斯泰称之为涨潮。这时候会有一种欲罢不能的写作冲动，尽管具体写些什么还不清楚。帕氏形容它如同初恋，心由于预感到即将有奇妙的约会，即将见到美丽的明眸和微笑，即将作欲言又止的交谈而怦怦跳动。也可以说好像踏上一趟新的旅程，为即将有意想不到的幸福邂逅，即将结识陌生可爱的人和地方而欢欣鼓舞。灵感不是作家的专利，一般人在一生中多少都有过新鲜的感受或创作的冲动，但要把灵感变成作品绝非易事，而作家的甘苦正在其中。老托尔斯泰说得很实在灵感就是突然显现出你所能做到的事。灵感的光芒越是强烈，就越是要细心地工作，去实现这一灵感。帕氏举了许多大师的例子说明实现灵感之艰难。福楼拜写作非常慢，为此苦恼不堪地说这样写作品，真该打自己耳光。陀思妥耶夫斯基发现，他写出来的作品总是比构思时差，便叹道构思和想像一部小说，远比将它遣之笔端要好得多。帕氏自己也承认世上没有任何事情比面对素材一筹莫展更叫人难堪，更叫人苦恼的了。"}
