{"text":"这时我忘记了一切。在星的怀抱中我微笑着，我沉睡着。我觉得自己是一个小孩子，现在睡在母亲的怀里了。有一夜，那个在哥伦波上船的英国人指给我看天上的巨人。他用手指着那四颗明亮的星是头，下面的几颗是身子，这几颗是手，那几颗是腿和脚，还有三颗星算是腰带。经他这一番指点，我果然看清楚了那个天上的巨人。看，那个巨人还在跑呢！年月选自海行杂记正文桂林的受难在桂林我住在漓江的东岸。这是那位年长朋友的寄寓。我受到他的好心的款待。他使我住在这里不像一个客人。于是我渐渐地爱起这个小小的家来。我爱木板的小房间，我爱镂花的糊纸窗户，我爱生满青苔的天井，我爱后面那个可以做马厩的院子。我常常打开后门走出去，跨进菜园，只看见一片绿色，七星岩屏障似地立在前面。七星岩是最好的防空洞，最安全的避难所。每次要听见了紧急警报，我们才从后门走出菜园向七星岩走去。我们常常在中途田野间停下来，坐在树下，听见轰炸机发出孔隆孔隆的声音在我们的头上飞过，也听见炸弹爆炸时的巨响。于是我们看见尘土或者黑烟同黄烟一股一股地冒上来。我们躲警报，有时去月牙山，有时去七星岩。站在那两个地方的洞口，我们看得更清楚，而且觉得更安全。去年十一月三十日桂林市区第一次被敌机大轰炸在这以前还被炸过一次，省政府图书馆门前落下一颗弹，然而并无损失，那时我们许多人在月牙山上，第二次大轰炸时我和另外几个人又在月牙山，这次还吃了素面。但以后月牙山就作了县政府办公的地方，禁止闲人游览了。七星岩洞里据说可以容一两万人。山顶即使落一百颗炸弹，洞内也不会有什么损伤。所以避难者都喜欢到这个洞躲警报。但是人一进洞，常常会让警察赶到里面去，不许久站在洞口妨碍别人进出。人进到里面，会觉得快要透不过气，而且非等警报解除休想走出洞去。其实纵使警报解除，洞口也会被人山人海堵塞。要抢先出去，也得费力费时。所以我们不喜欢常去七星岩。在桂林人不大喜欢看见晴天。晴天的一青无际的蓝空和温暖明亮的阳光虽然使人想笑，想唱歌，想活动。但是凄厉的警报声会给人带走一切。在桂林人比在广州更害怕警报。我看见同住在这个大院里的几份人家，像做日课似地每天躲警报，觉得奇怪。他们在天刚刚发白时就起身洗脸做饭。"}
{"text":"人进到里面，会觉得快要透不过气，而且非等警报解除休想走出洞去。其实纵使警报解除，洞口也会被人山人海堵塞。要抢先出去，也得费力费时。所以我们不喜欢常去七星岩。在桂林人不大喜欢看见晴天。晴天的一青无际的蓝空和温暖明亮的阳光虽然使人想笑，想唱歌，想活动。但是凄厉的警报声会给人带走一切。在桂林人比在广州更害怕警报。我看见同住在这个大院里的几份人家，像做日课似地每天躲警报，觉得奇怪。他们在天刚刚发白时就起身洗脸做饭。吃过饭大家收拾衣物，把被褥箱笼配上两担，挑在肩上，从容地到山洞里去。他们会在洞里坐到下午一点钟。倘使这天没有警报，他们挑着担子或者抱着包袱负着小孩回来时，便会发出怨言，责怪自己胆小。有一次我们那个中年女佣在厨房里叹息地对我说躲警报也很苦。我便问她为什么不等发警报时再去躲。她说，她听见警报，腿就软了，跑都跑不动。的确有一两次在阴天她没有早去山洞，后来听见发警报，她那种狼狈的样子，叫人看见觉得可怜又可笑。我初到桂林时，这个城市还是十分完整的。傍晚我常常在那几条整齐的马路上散步。过一些日子，我听见了警报，后来我听见了紧急警报。又过一些日子我听见了炸弹爆炸的声音。以后我看见大火。我亲眼看见桂林市区的房屋有一半变成了废墟。几条整齐马路的两旁大都剩下断壁颓垣。人在那些墙壁上绘着反对轰炸的图画，写着抵抗侵略的标语。我带着一颗憎恨的心目击了桂林的每一次受难。我看见炸弹怎样毁坏房屋，我看见烧夷弹怎样发火，我看见风怎样助长火势使两三股浓烟合在一起。在月牙山上我看见半个天空的黑烟，火光笼罩了整个桂林城。黑烟中闪动着红光，红的风，红的巨舌。十二月二十九日的大火从下午一直燃烧到深夜。连城门都落下来木柴似地在烧烧。城墙边不可计数的布匹烧透了，红亮亮地映在我的眼里像一束一束的草纸。那里也许是什么布厂的货栈吧。每次解除警报以后，我便跨过浮桥从水东门进城去看灾区。第一次在中山公园内拾到几块小的弹片第二次去得晚了，是被炸后的第二天，我只看见一片焦土。自然还有几堵摇摇欲坠的断墙勉强立在瓦砾堆中。然而它们说不出被残害的经过来。在某一处我看见几辆烧毁了的汽车红色的车皮大部分变成了黑黄色，而且凹下去，失掉了本来的形态。这些可怜的残废者在受够了侮辱以后，也不会发出一声诉冤的哀号。忽然在一辆汽车的旁边，我远远地看见一个人躺在地上。"}
{"text":"那里也许是什么布厂的货栈吧。每次解除警报以后，我便跨过浮桥从水东门进城去看灾区。第一次在中山公园内拾到几块小的弹片第二次去得晚了，是被炸后的第二天，我只看见一片焦土。自然还有几堵摇摇欲坠的断墙勉强立在瓦砾堆中。然而它们说不出被残害的经过来。在某一处我看见几辆烧毁了的汽车红色的车皮大部分变成了黑黄色，而且凹下去，失掉了本来的形态。这些可怜的残废者在受够了侮辱以后，也不会发出一声诉冤的哀号。忽然在一辆汽车的旁边，我远远地看见一个人躺在地上。我走近了那个地方，才看清楚那不是人，也不是影子。那是衣服，是皮，是血肉，还有头发粘在地上和衣服上。我听见了那个可怜的人的故事。他是一个修理汽车的工人，警报来了，他没有走开，仍旧做他的工作。炸弹落下来，房屋焚毁，他也给烧死在地上。后来救护队搬开他的尸体，但是衣服和血肉粘在地上，一层皮和尸体分离，揭不走了。第三次大轰炸发生在下午一点多钟。这是出人意外的事。以前发警报的时间总是在上午。警报发出，凄厉的汽笛声震惊了全市，市民狼狈逃难的情形，可想而知。我们仍旧等着听见紧急警报才出门。我们走进菜园，看见人们挑着行李抱着包袱背负小孩向七星岩那面张惶地跑去。我们刚走出菜园，打算从木桥到七星岩去。突然听见人们惊恐地叫起来，飞机！飞机！一些人抛下担子往矮树丛中乱跑，一些人屏住呼吸伏在地上。我觉得奇怪。我仔细一听，果然有机声。但这不是轰炸机的声音。我仰头去看，一架飞机从后面飞来，掠过我们的头上，往七星岩那面飞走了。这是我们自己的飞机。骚动平息了。人们继续往七星岩前进。我这时不想去山洞了，就往左边的斜坡走，打算在树下拣一个地方坐着休息。地方还没有选好，飞机声又响了。这次来的是轰炸机，而且不是我们的。人们散开来，躲在各处的树下。他们来不及走到山洞了。十八架飞机在空小盘旋一转，于是掷下一批炸弹，匆匆忙忙地飞走了。这次敌机来得快，也去得快。文昌门内起了大火。炸死了一些人，其中有一位是我们大家都知道的青年音乐家。第四次的大轰炸应该是最厉害的一次了，我要另写一篇桂林的微雨来说明。在那天我看见了一个城市的大火。火头七八处，从下午燃烧到深夜，也许还到第二天早晨。警报解除后，我有两个朋友，为了抢救自己的衣物，被包围在浓焰中，几乎迷了路烧死在火堆里。这一天风特别大，风把火头吹过马路。桂西路崇德书店的火便是从对面来的。"}
{"text":"十八架飞机在空小盘旋一转，于是掷下一批炸弹，匆匆忙忙地飞走了。这次敌机来得快，也去得快。文昌门内起了大火。炸死了一些人，其中有一位是我们大家都知道的青年音乐家。第四次的大轰炸应该是最厉害的一次了，我要另写一篇桂林的微雨来说明。在那天我看见了一个城市的大火。火头七八处，从下午燃烧到深夜，也许还到第二天早晨。警报解除后，我有两个朋友，为了抢救自己的衣物，被包围在浓焰中，几乎迷了路烧死在火堆里。这一天风特别大，风把火头吹过马路。桂西路崇德书店的火便是从对面来的。那三个年轻的职员已经把书搬到了马路中间。但是风偏偏把火先吹到这批书上。最初做了燃料的还是搬出来的书。不过另一部分书搬到了较远的地方，便没有受到损害。就在这一天我永不能忘记的十二月二十九日！，警报解除后将近一小时，我站在桂西路口，看见人们忽然因为一个无根的谣言疯狂地跑起来。人们说警报来了。我没有听见汽笛声。人们又说电厂被炸毁了，发不出警报。我不大相信这时会再来飞机。但是在这种情形里谁也没有停脚的余裕。我也跟着人乱跑，打算跑出城去。我们快到水东门时，前面的人让一个穿制服的军官拦住了，那个人拿着手枪站在路中间，厉声责斥那些惊呼警报张惶奔跑的人，说这时并没有警报，叫大家不要惊惶。众人才停止脚步。倘使没有这个人来拦阻一下，那天的情形恐将是不堪设想的了。后来在另一条街上当场枪决了一个造谣和趁火打劫的人。以后还有第五次第六次的轰炸。关于轰炸我真可以告诉你们许多事情。但是我不想再写下去了。从以上简单的报告里，你们也可以了解这个城市的受难的情形，从这个城市你们会想到其他许多中国的城市。它们全在受难。不过它们咬紧牙关在受难，它们是不会屈服的。在那些城市的面貌上我看不见一点阴影。在那些地方我过的并不是悲观绝望的日子。甚至在它们的受难中我还看见中国城市的欢笑。中国的城市是炸不怕的。我将来再告诉你们桂林的欢笑。的确，我想写一本书来记录中国的城市的欢笑。年月中旬在桂林选自旅途通讯正文海上的日出为了看日出，我常常早起。那时天还没有大亮，周围非常清静，船上只有机器的响声。天空还是一片浅蓝，颜色很浅。转眼间天边出现了一道红霞，慢慢地在扩大它的范围，加强它的亮光。我知道太阳要从天边升起来了，便不转眼地望着那里。"}
{"text":"中国的城市是炸不怕的。我将来再告诉你们桂林的欢笑。的确，我想写一本书来记录中国的城市的欢笑。年月中旬在桂林选自旅途通讯正文海上的日出为了看日出，我常常早起。那时天还没有大亮，周围非常清静，船上只有机器的响声。天空还是一片浅蓝，颜色很浅。转眼间天边出现了一道红霞，慢慢地在扩大它的范围，加强它的亮光。我知道太阳要从天边升起来了，便不转眼地望着那里。果然过了一会儿，在那个地方出现了太阳的小半边脸，红是真红，却没有亮光。这个太阳好像负着重荷似地一步一步慢慢地努力上升，到了最后，终于冲破了云霞，完全跳出了海面，颜色红得非常可爱。一刹那间，这个深红的圆东西，忽然发出了夺目的亮光，射得人眼睛发痛，它旁边的云片也突然有了光彩。有时太阳走进了云堆中，它的光线却从云里射下来，直射到水面上。这时候要分辨出哪里是水，哪里是天，倒也不容易，因为我就只看见一片灿烂的亮光。有时天边有黑云，而且云片很厚，太阳出来，人眼还看不见。然而太阳在黑云里放射的光芒，透过黑云的重围，替黑云镶了一道发光的金边。后来太阳才慢慢地冲出重围，出现在天空，甚至把黑云也染成了紫色或者红色。这时候发亮的不仅是太阳云和海水，连我自己也成了明亮的了。这不是很伟大的奇观么？年月选自海行杂记正文机器的诗为了去看一个朋友，我做了一次新宁铁路上的旅客。我和三个朋友一路从会城到公益，我们在火车上大约坐了三个钟头。时间长，天气热，但是我并不觉得寂寞。南国的风物的确有一种迷人的力量。在我的眼里一切都显出一种梦景般的美那样茂盛的绿树，那样明亮的红土，那一块一块的稻田，那一堆一堆的房屋，还有明镜似的河水，高耸的碉楼。南国的乡村，虽然里面包含了不少的痛苦，但是表面上它们还是很平静，很美丽的！到了潭江，火车停下来。车轮没有动，外面的景物却开始慢慢地移动了。这不是什么奇迹。这是新宁铁路上的一段最美丽的工程。这里没有桥，火车驶上了轮船，就停留在船上，让轮船载着它慢慢地渡过江去。我下了车，站在铁板上。船身并不小，甲板上铺着铁轨，火车就躺在铁轨上喘气。左边有卖饮食的货摊，许多人围在那里谈笑。我一面走，一面看。我走过火车头前面，到了右边。船上有不少的工人。"}
{"text":"南国的乡村，虽然里面包含了不少的痛苦，但是表面上它们还是很平静，很美丽的！到了潭江，火车停下来。车轮没有动，外面的景物却开始慢慢地移动了。这不是什么奇迹。这是新宁铁路上的一段最美丽的工程。这里没有桥，火车驶上了轮船，就停留在船上，让轮船载着它慢慢地渡过江去。我下了车，站在铁板上。船身并不小，甲板上铺着铁轨，火车就躺在铁轨上喘气。左边有卖饮食的货摊，许多人围在那里谈笑。我一面走，一面看。我走过火车头前面，到了右边。船上有不少的工人。朋友告诉我，在船上作工的人在一百以上。我似乎没有看见这么多。有些工人在抬铁链，有几个工人在管机器。在每一副机器的旁边至少站得有一个穿香云纱衫裤的工人。他们管理机器，指挥轮船前进。看见这些站在机器旁边的工人的昂头自如的神情，我从心底生出了感动。四周是平静的白水，远处有树，有屋。江面很宽。在这样的背景里显出了管理机器的工人的雄姿。机器有规律地响着。火车趴在那里，像一条被人制服了的毒蛇。我看着这一切，我感到了一种诗情。我仿佛读了一首真正的诗。于是一种喜悦的差不多使我的心颤抖的感情抓住了我。这机器的诗的动人的力量，比任何诗人的作品都大得多。诗应该给人以创造的喜悦，诗应该散布生命。我不是诗人，但是我却相信真正的诗人一定认识机器的力量，机器工作的巧妙，机器运动的优雅，机器制造的完备。机器是创造的，生产的，完美的，有力的。只有机器的诗才能够给人以一种创造的喜悦。那些工人，那些管理机器指挥轮船把千百个人把许多辆火车载过潭江的工人，当他们站在铁板上面，机器旁边，一面管理机器，一面望着白茫茫的江面，看见轮船慢慢地驶近岸的时候，他们心里的感觉，如果有人能够真实地写下来，一定是一首好诗。我在上海常常看见一些大楼的修建。打桩的时候，许多人都围在那里看。有力的机器从高处把一根又高又粗的木桩打进土地里面去一下，一下，声音和动作都是有规律的，很快地就把木桩完全打进地里去了，四周旁观者的脸上都浮出了惊奇的微笑。地是平的，木头完全埋在地底下了。这似乎是不可信的奇迹。机器完成了奇迹，给了每个人以喜悦。这种喜悦的感情，也就是诗的感情。我每次看见工人建筑房屋，就仿佛读一首好诗。"}
{"text":"我在上海常常看见一些大楼的修建。打桩的时候，许多人都围在那里看。有力的机器从高处把一根又高又粗的木桩打进土地里面去一下，一下，声音和动作都是有规律的，很快地就把木桩完全打进地里去了，四周旁观者的脸上都浮出了惊奇的微笑。地是平的，木头完全埋在地底下了。这似乎是不可信的奇迹。机器完成了奇迹，给了每个人以喜悦。这种喜悦的感情，也就是诗的感情。我每次看见工人建筑房屋，就仿佛读一首好诗。年月在广州选自旅途随笔正文纪念友人世弥我想不到我会来写这样的文章，记忆逼着我写。记忆使我痛苦。甚至在这样一个个人命运和民族命运紧密地联系在一起的时代中，我还受着个人情感的熬煎。我不说我们民族的损失，固然世弥即罗淑是中国的一个优秀的女儿我不说我们文坛的损失，固然世弥的作品显示了她未来的光辉的成就因为在侵略者铁蹄的践踏下，许多青年有为的生命，许多优秀卓绝的文学才能已经变成了白骨黑灰。为了一个民族的独立和生存，这样的牺牲并不算是昂贵的代价。许多人默默地死去，许多人默默地哀悼他们的死者，没有谁出来发一声不平的怨言。我也没有权利把我个人的悲痛提出来加在这许多人的悲痛上面，促他们多回顾过去，给他们多添一分苦恼。他们需要的是遗忘，要忘记过去的一切，要忘记灾祸与悲痛，像堂吉珂德那样地投身到神圣的抗战中去。然而我不能够制止个人的悲痛，我无法补偿个人的损失。这一个友人的死给我留下的空虚，到现在还不曾得到填补。记忆逼着我写，悲痛逼着我写，为了我自己，为了我的一些朋友，我要写下这篇关于世弥的文章。世弥是一个平凡的人，甚至在她的外貌上，人也看不出锋芒。她写过文章，但她的文笔并不华丽，那里面有的是一种真实朴素的美。她不喜欢表显自己，她写文章也不愿意让朋友们知道。她把她的热情隐藏在温厚的外表下。许多人说她是一个贤妻良母型的女性，却少有人知道她是社会革命的斗士。在我们这些友人中间，有时因为意见的分歧会损害友情，个人的成见妨害到事业的发展，然而她把我们至少是我们中间的一部分人团结在一起。她的客厅仿佛成了我们的会所。但我们并不是同时去的，我们个别地去，常常怀着疑难和苦恼去求助于她。她像长姊似地给我们解决问题，使我们得到安慰和鼓舞。她的考虑十分周到，她的话语简单而有力量，我们都相信她，敬爱她。"}
{"text":"她把她的热情隐藏在温厚的外表下。许多人说她是一个贤妻良母型的女性，却少有人知道她是社会革命的斗士。在我们这些友人中间，有时因为意见的分歧会损害友情，个人的成见妨害到事业的发展，然而她把我们至少是我们中间的一部分人团结在一起。她的客厅仿佛成了我们的会所。但我们并不是同时去的，我们个别地去，常常怀着疑难和苦恼去求助于她。她像长姊似地给我们解决问题，使我们得到安慰和鼓舞。她的考虑十分周到，她的话语简单而有力量，我们都相信她，敬爱她。她有一种吸引力把许多朋友拉到她的身边，而且使他们互相接近了解。一个朝鲜朋友被日本人追缉得厉害的时候，他到上海来总是由她和她的丈夫款待，他就住在他们家里，或者她替他转信。那个朋友也是我的友人。艰苦的环境使他的头发在几个月内完全变成了白色，但是他的精神并没有衰老。有一次我受了一个朋友的嘱托从日本海军陆战队布岗警戒下的虹口带了一支手枪，一百颗子弹和一包抗日文件到她的家里寄存。她毫不迟疑地收下了我提去的那口箱子，让那些东西在她的家里放了一年，到她离开上海时才让另一个朋友拿去。这些事倘使她活着，她一定不让我说出来，而我也不便写。但是如今她和我已经成了两个世界的人。我不曾当着她的面说一句感激的话，我知道这会使她不高兴。然而这时候思念割痛我的心，我愿意让人知道我们从她那里得过的恩惠。要是这触犯了她，她也会原谅她的朋友，因为这是最后的一次了。我不敢想，有时候我甚至不能相信世弥的死讯是真实的。去年九月八日上海西车站的分别仿佛还是昨天的事。上海沦陷后她和宗融打过急电来探问我的安全，又屡次写信劝我离开孤岛。我答应今年到他们那里去。如今我失了约，而她也不能活着来责备我了。这三四年来，我在生活里事业遇到各种麻烦。我究竟缺乏忍耐，我不能从容地应付一切，常常让自己沉溺在苦恼中间。朋友不宽恕我，敌人不放松我。我不能严格地改正错误，我反而让自己陷在绝望的心境中。好几次我带着气愤到她那里倾诉，她仔细地开导我，安慰我，甚至指责我的缺点。她如道我的弱点，我的苦恼和我的渴望。但是她决不姑息她的友人。我是在朋友们的督责下成长起来的。她便是那许多朋友中间给了我帮助最大的一位。但是如今我不知不觉间就失掉了这样一位友人。我的悲痛是很大很大的。我唠唠叨叨地叙说我个人的损失，我太自私了。我们许多人中间失去这一个连锁，那损失比我个人的更大。"}
{"text":"朋友不宽恕我，敌人不放松我。我不能严格地改正错误，我反而让自己陷在绝望的心境中。好几次我带着气愤到她那里倾诉，她仔细地开导我，安慰我，甚至指责我的缺点。她如道我的弱点，我的苦恼和我的渴望。但是她决不姑息她的友人。我是在朋友们的督责下成长起来的。她便是那许多朋友中间给了我帮助最大的一位。但是如今我不知不觉间就失掉了这样一位友人。我的悲痛是很大很大的。我唠唠叨叨地叙说我个人的损失，我太自私了。我们许多人中间失去这一个连锁，那损失比我个人的更大。而且就个人的悲痛来说，我们大家热爱的马大哥，我认识他在他和世弥结婚以前，我知道世弥在他的生活里情感上占着什么样的位置，我知道世弥是他的一个怎样的不可分离的生活与工作的伴侣。他们九年来始终没有分离过。如今一只残酷的魔手把她抓了去，永远不放回来。留下他一个人带着那个聪明可爱的小弥和一个新生的孩子那个男孩是她用自己的生命换来的，在那间空阔的屋子里，八岁的小弥天天嚷着要妈妈，新生的孩子又无知地啼哭等着人喂奶。做一个这样的父亲，不知道要花费多少的心血。对于在书堆里过惯生活的马大哥，我简直不敢想象他的悲痛。我不能够安慰他，因为他的灾祸太大了。但是我想借用意大利爱国者马志尼劝赫尔岑的话来劝他勇敢些，你要抑制悲痛，不要叫你的精神破碎。我常常以为我们亲爱的人的死会使我们变成更好的人，你的义务是去做一切她所喜欢的事而不去做任何她所反对的事。现在正是这个时候了。别了，我永不能忘记的友人，我不再用言词哀悼你。我知道你不喜欢我这样做。你不愿意在这样的年纪早早地死去，你更不会愿意在你渴望了几年的抗战的烽火燃烧的时候寂寞地闭上眼睛。但是你已经尽了你的职责了。你留下了这么深的敬爱在我们中间。我们失去了你这样一个连锁，可是我们已经坚实地团结起来。你的手所放下的火炬，也将由我们接过来高高地举起。我们会把它举得更高，使你的和我们的理想早日实现，我知道那会是你最快活的时候。到了那一天，你会活起来，活在我们的心里，活在我们的理想里。年月在广州选自怀念正文静寂的园子没有听见房东家的狗的声音。现在园子里非常静。那棵不知名的五瓣的白色小花仍然寂寞地开着。阳光照在松枝和盆中的花树上，给那些绿叶涂上金黄色。天是晴朗的，我不用抬起眼睛就知道头上是晴空万里。"}
