{"text":"他还笑着说呢到外边散散心。死了五口，散心？拿调查工作散心，他不是心狠，是尽人力所及的铸造自己。他老要对得起自己，对得起朋友，对得起一生。三十五岁就死去，这样的人，只有无知的老天知道怎回事！自我一认识他，他仿佛就是个高个子。老推平头，老穿深色的衣服，腮上胡子很重。偶尔穿上洋服，他笑自己。他知道自己不漂亮。同样，他知道自己的一切缺点。有一次，他把件绸子大衫染得发了绿头，他笑着把它藏起去这不行，这不行，穿它还能上街？他什么也不行，他觉得。于是高过他的人，他不巴结。低于他的人，他帮忙。对他自己，在幽默的轻视中去努力。高高的个子，灰色或蓝色的长袍，一天到晚他奔忙。他没有过人的思想，只求在他才力所及的事上学问上作人上，去作。他实在。说给他一件新事，或一个新的思想，他要想了，然后他拍着腿高！高！到此为止他能了解，而永远不能作出来，新的。旧社会的享受，他没享受过新的，也没享受过。他老想使别人过得去，什么新的旧的，反正自己没占了便宜。自己不占便宜就舒服。因此，他心宽。死了五口，还能支持，还替朋友办事，还努力工作，就是这个力量的果实。谁都说，过了那一场，涤洲什么也不怕了。他竟会死了！他死的时候，一群朋友围着他，眼看着咽气，没办法。他给朋友帮过多少忙，而大家只能看着他死。他死后，由上海汉口青岛赶来许多朋友，来哭有什么用呢？他已经死在医院了，老太太还拉着大庄给他送果子来。噢，什么也别说了吧，要惨到什么地步呢！涤洲，涤洲，我们只有哭没用，是没用。可是，我们是哭你的价值呀。我们能找到比你俊美的人，比你学问大的人，比你思想高的人我们到哪儿去找一位朋友，象你呢？原载年月人间世第期想北平设若让我写一本小说，以北平作背景，我不至于怕害，因为我可以捡着我知道的写，而躲开我所不知道的。让我单摆浮搁的讲一套北平，我没办法。北平的地方那么大，事情那么多，我知道的真觉太少了，虽然我生在那里，一直到二十七岁才离开。以名胜说，我没到过陶然亭，这多可笑！以此类推，我所知道的那点只是我的北平，而我的北平大概等于牛的一毛。可是，我真爱北平。这个爱几乎是要说而说不出的。我爱我的母亲。怎样爱？我说不出。"}
{"text":"让我单摆浮搁的讲一套北平，我没办法。北平的地方那么大，事情那么多，我知道的真觉太少了，虽然我生在那里，一直到二十七岁才离开。以名胜说，我没到过陶然亭，这多可笑！以此类推，我所知道的那点只是我的北平，而我的北平大概等于牛的一毛。可是，我真爱北平。这个爱几乎是要说而说不出的。我爱我的母亲。怎样爱？我说不出。在我想作一件讨她老人家喜欢的时候，我独自微微的笑着在我想到她的健康而不放心的时候，我欲落泪。言语是不够表现我的心情的，只有独自微笑或落泪才足以把内心揭露在外面一些来。我之爱北平也近乎这个。夸奖这个古城的某一点是容易的，可是那就把北平看得太小了。我所爱的北平不是枝枝节节的一些什么，而是整个儿与我的心灵相粘合的一段历史，一大块地方，多少风景名胜，从雨后什刹海的蜻蜓一直到我梦里的玉泉山的塔影，都积凑到一块，每一小的事件中有个我，我的每一思念中有个北平，这只有说不出而已。真愿成为诗人，把一切好听好看的字都浸在自己的心血里，象杜鹃似的啼出北平的俊伟。啊！我不是诗人！我将永远道不出我的爱，一种象由音乐与图画所引起的爱。这不但是辜负了北平，也对不住我自己，因为我的最初的知识与印象都得自北平，它是在我的血里，我的性格与脾气里有许多地方是这古城所赐给的。我不能爱上海与天津，因为我心中有个北平。可是我说不出来！伦敦，巴黎，罗马与堪司坦丁堡，曾被称为欧洲的四大历史的都城。我知道一些伦敦的情形巴黎与罗马只是到过而已堪司坦丁堡根本没有去过。就伦敦，巴黎，罗马来说，巴黎更近似北平虽然近似两字要拉扯得很远不过，假使让我家住巴黎，我一定会和没有家一样的感到寂苦。巴黎，据我看，还太热闹。自然，那里也有空旷静寂的地方，可是又未免太旷不象北平那样既复杂而又有个边际，使我能摸着那长着红酸枣的老城墙！面向着积水潭，背后是城墙，坐在石上看水中的小蝌蚪或苇叶上的嫩蜻蜒，我可以快乐的坐一天，心中完全安适，无所求也无可怕，象小儿安睡在摇篮里。是的，北平也有热闹的地方，但是它和太极拳相似，动中有静。巴黎有许多地方使人疲乏，所以咖啡与酒是必要的，以便刺激在北平，有温和的香片茶就够了。论说巴黎的布置已比伦敦罗马匀调的多了，可是比上北平还差点事儿。"}
{"text":"自然，那里也有空旷静寂的地方，可是又未免太旷不象北平那样既复杂而又有个边际，使我能摸着那长着红酸枣的老城墙！面向着积水潭，背后是城墙，坐在石上看水中的小蝌蚪或苇叶上的嫩蜻蜒，我可以快乐的坐一天，心中完全安适，无所求也无可怕，象小儿安睡在摇篮里。是的，北平也有热闹的地方，但是它和太极拳相似，动中有静。巴黎有许多地方使人疲乏，所以咖啡与酒是必要的，以便刺激在北平，有温和的香片茶就够了。论说巴黎的布置已比伦敦罗马匀调的多了，可是比上北平还差点事儿。北平在人为之中显出自然，几乎是什么地方既不挤得慌，又不太僻静最小的胡同里的房子也有院子与树最空旷的地方也离买卖街与住宅区不远。这种分配法可以算在我的经验中天下第一了。北平的好处不在处处设备得完全，而在它处处有空儿，可以使人自由的喘气不在有好些美丽的建筑，而在建筑的四围都有空闲的地方，使它们成为美景。每一个城楼，每一个牌楼，都可以从老远就看见。况且在街上还可以看见北山与西山呢！好学的，爱古物的，人们自然喜欢北平，因为这里书多古物多。我不好学，也没钱买古物。对于物质上，我却喜爱北平的花多菜多果子多。花草是种费钱的玩艺，可是此地的草花儿很便宜，而且家家有院子，可以花不多的钱而种一院子花，即使算不了什么，可是到底可爱呀。墙上的牵牛，墙根的靠山竹与草茉莉，是多么省钱省事而也足以招来蝴蝶呀！至于青菜，白菜，扁豆，毛豆角，黄瓜，菠菜等等，大多数是直接由城外担来而送到家门口的。雨后，韭菜叶上还往往带着雨时溅起的泥点。青菜摊子上的红红绿绿几乎有诗似的美丽。果子有不少是由西山与北山来的，西山的沙果，海棠，北山的黑枣，柿子，进了城还带着一层白霜儿呀！哼，美国的橘子包着纸遇到北平的带霜儿的玉李，还不愧杀！是的，北平是个都城，而能有好多自己产生的花，菜，水果，这就使人更接近了自然。从它里面说，它没有象伦敦的那些成天冒烟的工厂从外面说，它紧连着园林，菜圃与农村。采菊东篱下，在这里，确是可以悠然见南山的大概把南字变个西或北，也没有多少了不得的吧。象我这样的一个贫寒的人，或者只有在北平能享受一点清福了。好，不再说了吧要落泪了，真想念北平呀！"}
{"text":"是的，北平是个都城，而能有好多自己产生的花，菜，水果，这就使人更接近了自然。从它里面说，它没有象伦敦的那些成天冒烟的工厂从外面说，它紧连着园林，菜圃与农村。采菊东篱下，在这里，确是可以悠然见南山的大概把南字变个西或北，也没有多少了不得的吧。象我这样的一个贫寒的人，或者只有在北平能享受一点清福了。好，不再说了吧要落泪了，真想念北平呀！原载年月日宇宙风第期我的几个房东初到伦敦，经艾温士教授的介绍，住在了离城有十多英里的一个人家里。房主人是两位老姑娘。大姑娘有点傻气，腿上常闹湿气，所以身心都不大有用。家务统由妹妹操持，她勤苦诚实，且受过相当的教育。她们的父亲是开面包房的，死后，把面包房给了儿子，给二女一人一处小房子。她们卖出一所，把钱存在银行生息。其余的一所，就由她们合住。妹妹本可以去作，也真作过，家庭教师。可是因为姐姐需人照管，所以不出去作事，而把楼上的两间屋子租给单身的男人，进些租金。这给妹妹许多工作，她得给大家作早餐晚饭，得上街买东西，得收拾房间，得给大家洗小衣裳，得记账。这些，已足使任何一个女子累得喘不过气来。可是她于这些工作外，还得答复朋友的信，读一两段圣经，和作些针线。她这种勤苦忠诚，倒还不是我所佩服的。我真佩服她那点独立的精神。她的哥开着面包房，到圣诞节才送给妹妹一块大鸡蛋糕！她决不去求他的帮助，就是对那一块大鸡蛋糕，她也马上还礼，送给她哥一点有用的小物件。当我快回国时去看她，她的背已很弯，发也有些白的了。自然，这种独立的精神是由资本主义的社会制度逼出来的，可是，我到底不能不佩服她。在她那里住过一冬，我搬到伦敦的西部去。这回是与一个叫艾支顿的合租一层楼。所以事实上我所要说的是这个艾支顿称他为二房东都勉强一些而不是真正的房东。我与他一气在那里住了三年。这个人的父亲是牧师，他自己可不信宗教。当他很年轻的时候，他和一个女子由家中逃出来，在伦敦结了婚，生了三四个小孩。他有相当的聪明，好读书。专就文字方面上说，他会拉丁文，希腊文，德文，法文，程度都不坏。英文，他写得非常的漂亮。他作过一两本讲教育的书，即使内容上不怎样，他的文字之美是公认的事实。我愿意同他住在一处，差不多是为学些地道好英文。在大战时，他去投军。因为心脏弱，报不上名。他硬挤了进去。"}
{"text":"我与他一气在那里住了三年。这个人的父亲是牧师，他自己可不信宗教。当他很年轻的时候，他和一个女子由家中逃出来，在伦敦结了婚，生了三四个小孩。他有相当的聪明，好读书。专就文字方面上说，他会拉丁文，希腊文，德文，法文，程度都不坏。英文，他写得非常的漂亮。他作过一两本讲教育的书，即使内容上不怎样，他的文字之美是公认的事实。我愿意同他住在一处，差不多是为学些地道好英文。在大战时，他去投军。因为心脏弱，报不上名。他硬挤了进去。见到了军官，凭他的谈吐与学识，自然不会被叉去帐外。一来二去，他升到中校，差不多等于中国的旅长了。战后，他拿了一笔不小的遣散费，回到伦敦，重整旧业，他又去教书。为充实学识，还到过维也纳听弗洛衣德的心理学。后来就在牛津的补习学校教书。这个学校是为工人们预备的，仿佛有点象国内的暑期学校，不过目的不在补习升学的功课。作这种学校的教员，自然没有什么地位，可是实利上并不坏一年只作半年的事，薪水也并不很低。这个，大概是他的黄金时代。以身份言，中校以学识言，有著作以生活言，有个清闲舒服的事情。也正是在这个时候，他和一位美国女子发生了恋爱。她出自名家，有硕士的学位。来伦敦游玩，遇上了他。她的学识正好补足他的，她是学经济的他在补习学校演讲关于经济的问题，她就给他预备稿子。他的夫人告了。离婚案刚一提到法厅，补习学校便免了他的职。这种案子在牛津与剑桥还是闹不得的！离婚案成立，他得到自由，但须按月供给夫人一些钱。在我遇到他的时候，他正极狼狈。自己没有事，除了夫妇的花销，还得供给原配。幸而硕士找到了事，两份儿家都由她支持着。他空有学问，找不到事。可是两家的感情渐渐的改善，两位夫人见了面，他每月给第一位夫人送钱也是亲自去，他的女儿也肯来找他。这个，可救不了穷。穷，他还很会花钱。作过几年军官，他挥霍惯了。钱一到他手里便不会老实。他爱买书，爱吸好烟，有时候还得喝一盅。我在东方学院见了他，他到那里学华语不知他怎么弄到手里几镑钱。便出了这个主意。见到我，他说彼此交换知识，我多教他些中文，他教我些英文，岂不甚好？为学习的方便，顶好是住在一处，假若我出房钱，他就供给我饭食。我点了头，他便找了房。艾支顿夫人真可怜。她早晨起来，便得作好早饭。"}
{"text":"这个，可救不了穷。穷，他还很会花钱。作过几年军官，他挥霍惯了。钱一到他手里便不会老实。他爱买书，爱吸好烟，有时候还得喝一盅。我在东方学院见了他，他到那里学华语不知他怎么弄到手里几镑钱。便出了这个主意。见到我，他说彼此交换知识，我多教他些中文，他教我些英文，岂不甚好？为学习的方便，顶好是住在一处，假若我出房钱，他就供给我饭食。我点了头，他便找了房。艾支顿夫人真可怜。她早晨起来，便得作好早饭。吃完，她急忙去作工，拚命的追公共汽车永远不等车站稳就跳上去，有时把腿碰得紫里蒿青。五点下工，又得给我们作晚饭。她的烹调本事不算高明，我俩一有点不爱吃的表示，她便立刻泪在眼眶里转。有时候，艾支顿卖了一本旧书或一张画，手中摸着点钱，笑着请我们出去吃一顿。有时候我看她太疲乏了，就请他俩吃顿中国饭。在这种时节，她喜欢得象小孩子似的。他的朋友多数和他的情形差不多。我还记得几位有一位是个年轻的工人，谈吐很好，可是时常失业，一点也不是他的错儿，怎奈工厂时开时闭。他自然的是个社会主义者，每逢来看艾支顿，他俩便粗着脖子红着脸的争辩。艾支顿也很有口才，不过与其说他是为政治主张而争辩，还不如说是为争辩而争辩。还有一位小老头也常来，他顶可爱。德文，意大利文，西班牙文，他都能读能写能讲，但是找不到事作闲着没事，他只为一家磁砖厂吆喝买卖，拿一点扣头。另一位老者，常上我们这一带来给人家擦玻璃，也是我们的朋友。这个老头是位博士。赶上我们在家，他便一边擦着玻璃，一边和我们讨论文学与哲学。孔子的哲学，泰戈尔的诗，他都读过，不用说西方的作家了。只提这么三位吧，在他们的身上使我感到工商资本主义的社会的崩溃与罪恶。他们都有知识，有能力，可是被那个社会制度捆住了手，使他们抓不到面包。成千论万的人是这样，而且有远不及他们三个的！找个事情真比登天还难！艾支顿一直闲了三年。我们那层楼的租约是三年为限。住满了，房东要加租，我们就分离开，因为再找那样便宜，和恰好够三个人住的房子，是大不容易的。虽然不在一块儿住了，可是还时常见面。艾支顿只要手里有够看电影的钱，便立刻打电话请我去看电影。即使一个礼拜，他的手中彻底的空空如也，他也会约我到家里去吃一顿饭。自然，我去的时候也老给他们买些东西。这一点上，他不象普通的英国人，他好请朋友，也很坦然的接受朋友的约请与馈赠。"}
{"text":"成千论万的人是这样，而且有远不及他们三个的！找个事情真比登天还难！艾支顿一直闲了三年。我们那层楼的租约是三年为限。住满了，房东要加租，我们就分离开，因为再找那样便宜，和恰好够三个人住的房子，是大不容易的。虽然不在一块儿住了，可是还时常见面。艾支顿只要手里有够看电影的钱，便立刻打电话请我去看电影。即使一个礼拜，他的手中彻底的空空如也，他也会约我到家里去吃一顿饭。自然，我去的时候也老给他们买些东西。这一点上，他不象普通的英国人，他好请朋友，也很坦然的接受朋友的约请与馈赠。有许多地方，他都带出点浪漫劲儿，但他到底是个英国人，不能完全放弃绅士的气派。直到我回国的时际，他才找到了事在一家大书局里作顾问，荐举大陆上与美国的书籍，经书局核准，他再找人去翻译或若是美国的书出英国版。我离开英国后，听说他已被那个书局聘为编辑员。离开他们夫妇，我住了半年的公寓，不便细说房东与房客除了交租金时见一面，没有一点别的关系。在公寓里，晚饭得出去吃，既费钱，又麻烦，所以我又去找房间。这回是在伦敦南部找到一间房子，房东是老夫妇，带着个女儿。这个老头儿达尔曼先生是干什么的，至今我还不清楚。一来我只在那儿住了半年，二来英国人不喜欢谈私事，三来达尔曼先生不爱说话，所以我始终没得机会打听。偶尔由老夫妇谈话中听到一两句，仿佛他是木器行的，专给人家设计作家具。他身边常带着尺。但是我不敢说肯定的话。半年的工夫，我听熟了他三段话他不大爱说话，但是一高兴就离不开这三段，象留声机片似的，永远不改。第一段是贵族巴来，由非洲弄来的钻石，一小铁筒一小铁筒的！每一块上都有个记号！第二段是他作过两次陪审员，非常的光荣！第三段是大战时，一个伤兵没能给一个军官行礼，被军官打了一拳。及至看明了那是个伤兵，军官跑得比兔子还快不然的话，非教街上的给打死不可！除了这三段而外，假若他还有什么说的，便是重述晨报上的消息与意见。凡是晨报所说的都对！这个老头儿是地道英国的小市民，有房，有点积蓄，勤苦，干净，什么也不知道，只晓得自己的工作是神圣的，英国人是世界上最好的人。达尔曼太太是女性的达尔曼太太，她的意见不但得自晨报，而且是由达尔曼先生口中念出的那几段晨报，她没工夫自己去看报。达尔曼姑娘只看晨报上的广告。有一回，或者是因为看我老拿着本书，她向我借一本小说。"}
{"text":"除了这三段而外，假若他还有什么说的，便是重述晨报上的消息与意见。凡是晨报所说的都对！这个老头儿是地道英国的小市民，有房，有点积蓄，勤苦，干净，什么也不知道，只晓得自己的工作是神圣的，英国人是世界上最好的人。达尔曼太太是女性的达尔曼太太，她的意见不但得自晨报，而且是由达尔曼先生口中念出的那几段晨报，她没工夫自己去看报。达尔曼姑娘只看晨报上的广告。有一回，或者是因为看我老拿着本书，她向我借一本小说。随手的我给了她一本威尔思的幽默故事。念了一段，她的脸都气紫了！我赶紧出去在报摊上给她找了本六个便士的罗曼司，内容大概是一个女招待嫁了个男招待，后来才发现这个男招待是位伯爵的承继人。这本小书使她对我又有了笑脸。她没事作，所以在分类广告上登了一小段广告教授跳舞。她的技术如何，我不晓得，不过她声明愿减收半费教给我的时候，我没出声。把知识变成金钱，是她，和一切小市民的格言。她有点苦闷，没有男朋友约她出去玩耍，往往吃完晚饭便假装头疼，跑到楼上去睡觉。婚姻问题在那经济不景气的国度里，真是个没法办的问题。我看她恐怕要窝在家里！房东太太的女儿往往成为留学生的夫人，这是留什么外史一类小说的好材料其实，里面的意义并不止是留学生的荒唐呀。原载年月西风第期兄南来以前大示收到，慨极！邮递迟滞，虽相隔仅千里，如居异国计自发函至收读，已一月另三日矣！一向不暇作长函，这遭却须破些工夫信既蜗行，再不多写一点，则我似不诚，兄必失望。芦沟桥事变初起，我们在青岛，正赶写病夫宇宙风特约长篇，议定于九月中刊露。街巷中喊卖号外，自午及夜半，而所载电讯，仅三言两语，至为恼人！一闻呼唤，小儿女争来扯手爸！号外！平均每日写两千字，每因买号外打断思路。至七月十五日，号外不可再见，往往步行七八里，遍索卖报童子而无所得日侨尚在青，疑市府已禁号外，免生是非。日人报纸则号外频发，且于铺户外揭贴，加以朱圈消息均不利于我方。我弱彼强，处处惭忍，有如是者！老母尚在北平，久无信示内人又病，心绪极劣。时在青朋友纷纷送眷属至远方，每来辞行，必嘱早作离青之计盖一旦有事，则敌舰定封锁海口，我方必拆毁胶济路，青岛成死地矣。"}
{"text":"一闻呼唤，小儿女争来扯手爸！号外！平均每日写两千字，每因买号外打断思路。至七月十五日，号外不可再见，往往步行七八里，遍索卖报童子而无所得日侨尚在青，疑市府已禁号外，免生是非。日人报纸则号外频发，且于铺户外揭贴，加以朱圈消息均不利于我方。我弱彼强，处处惭忍，有如是者！老母尚在北平，久无信示内人又病，心绪极劣。时在青朋友纷纷送眷属至远方，每来辞行，必嘱早作离青之计盖一旦有事，则敌舰定封锁海口，我方必拆毁胶济路，青岛成死地矣。家在故乡，已无可归，内人身重，又难行旅，乃力自镇定，以写作摈扰，文字之劣，在意料中。自十五至二十五，天热，消息沉闷，每深夜至友家听广播，全无收获。归来，海寂天空，但闻远处犬吠，辄不成寐。二十六日又有号外，廊坊有战事，友朋来辞行者倍于前。写文过苦，乃强读杂书。二十八号外，收复廊坊与丰台，不敢深信，但当随众欢笑。二十九日消息恶转，号外又停。三十一日送内人入医院。在家看管儿女客来数起，均谓大难将临。是日仍勉强写二千字给民众日报。八月一日得小女，大小俱平安。久旱，饮水每断，忽得大雨，即以雨名女原拟名乱，妻嫌过于现实。电平报告老人复访友人，告以妻小无恙夜间又写千字。次日，携儿女往视妈妈与小妹，路过旅行社，购车票者列阵，约数百人。四日，李友入京，良乡有战事此地大风，海水激卷，马路成河。乘帆船逃难者，多沉溺。每午，待儿女睡去，即往医院探视街上卖布小贩已绝，车马群趋码头与车站偶遇迁逃友人，匆匆数语即别，至为难堪。九日，民众日报停刊，末一号仍载有我小文一篇。王剑三以七号携眷去沪，臧克家杨枫孟超诸友，亦均有南下之意。我无法走。十一日，妻出院，实之自沪来电，促南下。商之内人，她决定不动。以常识判断，青岛日人产业值数万万，必不敢立时暴动，我方军队虽少，破坏计划则早已筹妥。是家小尚可暂留，俟雨满月后再定去向，至于我自己，市中报纸既已停刊，我无用武之地，救亡工作复无详妥计划，亦无人参加，不如南下，或能有些用处。遂收拾书籍，藏于他处，即电亢德，准备南下。十二日，已去托友买船票，得亢德复电沪紧缓来，南去之计既不能行，乃决去济南。前月已与齐大约定，秋初开学，任国文系课两门，故决先去，以便在校内找房，再接家小。别时，小女啼泣甚悲，妻亦落泪。十三早到济，沪战发。"}
