{"text":"该书曾引起激烈的争论。此外还写有小说少女们一个生活的纪事等。使徒行传新约全书的第五卷，计二十八章。果戈理参看本卷第页注。普式庚，―，通译普希金，俄国诗人。作品多抨击农奴制度，谴责贵族上流社会，歌颂自由与进步。著有长诗欧根奥涅金小说上尉的女儿等。莱尔孟多夫，―，通译莱蒙托夫，俄国诗人。作品充满对自由的渴望及对沙皇政府黑暗统治的反抗精神。著有长诗童僧恶魔和小说当代英雄等。乔具亚即格鲁吉亚。李完用―朝鲜李氏王朝末期的亲日派首领。吉百林即吉卜林，参看本卷第页注。亚佐夫海边报亚佐夫海，即亚速海。文明戏中国早期话剧新剧的别称。旷野里的城市一译荒漠中的城，长篇小说，绥拉菲摩维支作于一九九年。范易嘉瞿秋白的笔名之一。孚尔玛诺夫，―通译富曼诺夫，苏联作家。内战期间曾任师政治委员。著有红色陆战队恰巴耶夫旧译作夏伯阳叛乱等。司各德，―英国作家。他广泛采用历史题材进行创作，对欧洲历史小说的发展有一定影响。作品有艾凡赫十字军英雄记等。莱德指英国通俗小说家玛因里德，―。倍恩，当指法国科学幻想小说家凡尔纳，―。陀尔，指英国侦探小说家柯南道尔，―。二十世纪初期，他们的作品在俄国青年中都流传很广。吉纳史马通译基涅什玛。富曼诺夫于一九九年入基涅什玛实科中学，后因抗议教师的蛮横无理被勒令停学。社会革命党的极左派社会革命党，俄国小资产阶级党派，一九二年成立，一九一七年夏分裂，同年十二月组成左派独立政党。"}
{"text":"二十世纪初期，他们的作品在俄国青年中都流传很广。吉纳史马通译基涅什玛。富曼诺夫于一九九年入基涅什玛实科中学，后因抗议教师的蛮横无理被勒令停学。社会革命党的极左派社会革命党，俄国小资产阶级党派，一九二年成立，一九一七年夏分裂，同年十二月组成左派独立政党。最大限度派，俄国的最高限度纲领主义派，是一些脱离了社会革命党的小资产阶级所组成的半无政府主义的恐怖政治集团，一九四年成立，十月革命后反对苏维埃政权，一九二年自行解散。孚龙兹，―通译伏龙芝，苏联建国初期的政治活动家，红军统帅。曾任苏维埃革命军事委员会主席和陆海军人民委员。查葩耶夫，―通译恰巴耶夫旧译夏伯阳，苏联内战时期的红军指挥员，在作战中牺牲。长篇小说恰巴耶夫富曼诺夫著是据他的事迹写成的。古班通译库班，指库班河地区。红旗勋章一九一八年由全俄中央执行委员会及一九二四年由苏联中央执行委员会主席团制定的一种军功勋章。叛乱在铁流编校中说及的现代文艺丛书编印计划，原曾列有此书，注明成文英即冯雪峰译，后来或未译成。改题克服的中译本系瞿然高明译，一九三年十一月上海心弦书社出版。德文富曼诺夫红色的英雄们，斐檀斯译，一九二八年柏林青年国际出版社出版。赤色陆战队的译文革命的英雄们，系据德译红色的英雄们重译。富曼诺夫的原作题为红色陆战队。ss俄语作，意为陆战队，并非诨号。唆罗诃夫通译萧洛霍夫，苏联作家。著有静静的顿河被开垦的处女地等。顿州指顿河地区。哥萨克原为突厥语，意思是自由人。十五六世纪时，俄罗斯一部分农奴和城市贫民因不堪封建压迫，流亡至南部草原和顿河流域，自称哥萨克沙皇时代，多被用作兵士。贺非即赵广湘―，河北武清人，翻译工。"}
{"text":"唆罗诃夫通译萧洛霍夫，苏联作家。著有静静的顿河被开垦的处女地等。顿州指顿河地区。哥萨克原为突厥语，意思是自由人。十五六世纪时，俄罗斯一部分农奴和城市贫民因不堪封建压迫，流亡至南部草原和顿河流域，自称哥萨克沙皇时代，多被用作兵士。贺非即赵广湘―，河北武清人，翻译工。他译的静静的顿河第一卷，于一九三一年十月由上海神州国光社出版，曾为之校订译小传并写现收入集外集拾遗。新俄新作家三十人集即新俄新小说家三十人集。班菲洛夫，―通译潘菲洛夫，苏联作家。著有磨刀石农庄亲娘般的伏尔加河等。勃鲁斯基，即磨刀石农庄俄语勃鲁斯基意即磨刀石，林淡秋曾译有第一部，名布罗斯基，一九三二年上海正午书局出版。伊连珂夫一译伊利英科夫，苏联作家。著有主动轴太阳的城市等。世界革命的文学，莫斯科发行的期刊德语版。全俄无产作家同盟应为俄罗斯无产阶级作家协会，一九二五年成立，至一九三二年解散。库兹巴斯库兹涅茨克煤矿区的简称，在西伯利亚西部托姆河流域。巴库，在格鲁吉亚，位于里海西岸。斯太林格拉特，即斯大林格勒，原名察里津，现又改称伏尔加格勒。文学月报左联机关刊物之一，一九三二年六月创刊。初由姚蓬子编辑，第一卷第三期一九三二年九月起由周起应编辑。上海光华书局出版，一九三二年十二月被国民党反动政府查禁。周起应即周扬。他译的这篇小说题作焦炭，人们和火砖，载文学月报第一卷第二号一九三二年七月十日。稷林是小说中的砖石工人。苦蓬附记s曾经到过中国，上海的文学家们还曾开筵招待他，知道的人想来至今还不少，可以无须多说了。在这里要画几笔蛇足的第一，是他虽然在革命的漩涡中长大，却并不是无产作家，是以同路人的地位而得到很利害的攻击者之一，看文艺政策就可见，连日本人中间，也很有非难他的。"}
{"text":"稷林是小说中的砖石工人。苦蓬附记s曾经到过中国，上海的文学家们还曾开筵招待他，知道的人想来至今还不少，可以无须多说了。在这里要画几笔蛇足的第一，是他虽然在革命的漩涡中长大，却并不是无产作家，是以同路人的地位而得到很利害的攻击者之一，看文艺政策就可见，连日本人中间，也很有非难他的。第二，是这篇系十年前之作，正值所谓战时共产时代，革命初起，情形很混沌，自然便不免有看不分明之处，这样的文人，那时也还多――他们以革命为自然对于文明的反抗，村落对于都会的反抗，惟在俄罗斯的平野和森林深处，过着千年前的生活的农民，乃是革命的成就者。然而他的技术，却非常卓拔的。如这一篇，用考古学，传说，村落生活，农民谈话，加以他所喜欢运用的的故事，编成革命现象的一段，而就在这一段中，活画出在扰乱和流血的不安的空气里，怎样在复归于本能生活，但也有新的生命的跃动来。惟在我自己，于一点却颇觉有些不满，即是在叙述和议论上，常常令人觉得冷评气息，――这或许也是他所以得到非难的一个原因罢。这一篇，是从他的短篇集他们的生活的一年里重译出来的，原是日本平冈雅英的译本，东京新潮社出版的海外文学新选的三十六编。一九二九年，十月，二日，译讫，记。本篇连同苦蓬的译文，最初发表于一九三年二月十日东方杂志半月刊第二十七卷第三号。后未印入一天的工作单行本。英语色情的。新潮社一九四年日本佐藤义亮创办。曾大量翻译介绍西洋文学，发行新潮杂志和出版新潮文学全集及新潮文库等丛书。肥料附记这一篇的，是现在很辉煌的女性作家她的作品，在中国也绍介过不止一两次，可以无须多说了。但所信为最可靠的，是曹靖华先生译出的几篇，收在短篇小说集烟袋里，并附传略，爱看这一位作家的作品的读者，可以自去参看的。上面所译的，是描写十多年前，俄边小村子里的革命，而中途失败了的故事，内容和技术，都很精湛，是所见这的十多篇小说中，信为最好的一篇。"}
{"text":"但所信为最可靠的，是曹靖华先生译出的几篇，收在短篇小说集烟袋里，并附传略，爱看这一位作家的作品的读者，可以自去参看的。上面所译的，是描写十多年前，俄边小村子里的革命，而中途失败了的故事，内容和技术，都很精湛，是所见这的十多篇小说中，信为最好的一篇。可惜译文颇难自信，因为这是从新兴文学全集第二十三本中富士辰马的译文重译的，而原已先有一段附记道用了真的农民的方言来写的绥甫林娜的作品，实在是难解，听说虽在俄国，倘不是精通地方的风俗和土话的人，也是不能看的。因此已有特别的字典，专为了要看绥甫林娜的作品而设。但的手头，没有这样的字典。总是想不明白的处所，便求教于精通农民事情的一个鞑靼的妇人。绥甫林娜也正是出于鞑靼系的。到得求教的时候，却愈加知道这一篇之难解了。倘到坦波夫或什么地方的乡下去，在农民中间生活三四年，或者可以得到完全的译本罢。但译文中的农民的土话，却都又改成了日本乡村的土话，在普通的字典上，全部没有的，也未有特别的字典。于是也只得求教于懂得那些土话的君，全篇不下三十处，并注于此，以表谢忱云。又，文中所谓教友，是基督教的一派，而反对战争，故当时很受帝制政府压迫，但到革命时候，也终于显出本相来了。倘不记住这一点，对于本文就常有难以明白之处的。一九三一年八月十二日，洛文记于西湖之避暑吟诗堂。本篇连同肥料的译文，最初发表于一九三一年十月北斗月刊第一卷第二号。署名隋洛文。印入一天的工作单行本相关的，字句上与本篇有颇多改动。教友即教友派或公谊会，基督教的一派。十七世纪中叶英国人福克斯，―所创立。他们宣扬和平主义，反对一切战争和暴力。在俄国曾受沙皇压制，十月革命后成为革命的反对者。山民牧唱山民牧唱山民牧唱序文附记山民牧唱序从日本笠井镇夫的译文重译，原是载在这部书的卷首的，可以说，不过是一篇极轻松的小品。巴罗哈ss以一八七二年十二月二十八日生于西班牙的圣绥巴斯锵市，从马德里大学得到的称号，而在文学上，则与伊本纳兹齐名。"}
{"text":"山民牧唱山民牧唱山民牧唱序文附记山民牧唱序从日本笠井镇夫的译文重译，原是载在这部书的卷首的，可以说，不过是一篇极轻松的小品。巴罗哈ss以一八七二年十二月二十八日生于西班牙的圣绥巴斯锵市，从马德里大学得到的称号，而在文学上，则与伊本纳兹齐名。但以本领而言，恐怕他还在伊本纳兹之上，即如写山地居民跋司珂族s的性质，诙谐而阴郁，虽在译文上，也还可以看出的非凡的手段来。这序文固然是一点小品，然而在发笑之中，不是也含着深沉的忧郁么？山民牧唱短篇集，巴罗哈作。收作品连序文共七篇，其中除放浪者伊利沙辟台最初印入近代世界短篇小说集之二在沙漠上一九二九年九月上海朝花社出版外，其它各篇译出后都曾分别在奔流译文文学新小说等月刊发表。的译文系从日译本转译其中钟的显灵一篇未译。巴罗哈―，西班牙作家。一生写有小说一百余部和论文集十余本。他的作品反映了巴斯克族人民的生活，但有无政府主义虚无主义的倾向。主要作品有描写二十世纪初西班牙下层人民生活的长篇小说为生活而奋斗，以及反映西班牙渔民的贫困和不幸的长篇小说香蒂安地亚的不安等。本篇最初连同山民牧唱序的译文，发表于一九三四年十月译文月刊第一卷第二期，署张禄如译。一九三八年山民牧唱编入全集第十八卷时，本篇未收。笠井镇夫日本的西班牙文学研究者，曾留学西班牙，著有西班牙语入门等。西班牙语博士医生。伊本纳兹s，―通译伊巴涅思，西班牙作家共和党领导人。因参加反对王权的政治活动，曾两次被捕，后流亡国外。主要作品有小说农舍启示录的四骑士等。跋司珂族通译巴斯克族，最初散居于西班牙与法国毗连的比利牛斯山脉两侧。公元九世纪到十六世纪曾建立王国，十六世纪时沦为法国属地，二十世纪二十年代归属西班牙。放浪者伊利沙辟台和跋司珂族的人们附记巴罗哈ss以一八七二年十二月二十八日生于西班牙之圣舍跋斯丁市，和法兰西国境相近。"}
{"text":"因参加反对王权的政治活动，曾两次被捕，后流亡国外。主要作品有小说农舍启示录的四骑士等。跋司珂族通译巴斯克族，最初散居于西班牙与法国毗连的比利牛斯山脉两侧。公元九世纪到十六世纪曾建立王国，十六世纪时沦为法国属地，二十世纪二十年代归属西班牙。放浪者伊利沙辟台和跋司珂族的人们附记巴罗哈ss以一八七二年十二月二十八日生于西班牙之圣舍跋斯丁市，和法兰西国境相近。先学医于巴连西亚大学，更在马德里大学得医士称号。后到跋司珂的舍斯德那市，行医两年，又和他的哥哥理嘉图到马德里，开了六年面包店。他在思想上，自云是无政府主义者，翘望着力学底行动。在文艺上，是和伊巴臬兹齐名的现代西班牙文坛的健将，是具有哲人底风格的最为独创底的作家。作品已有四十种，大半是小说，且多长篇，又多是涉及社会问题和思想问题这些大题目的。巨制有过去，都市和海这三部曲又有连续发表的一个活跃家的记录，迄今已经印行到第十三编。有杰作之名者，大概属于这一类。但许多短篇里，也尽多风格特异的佳篇。跋司珂s族是古来就住在西班牙和法兰西之间的比莱纳s山脉两侧的大家视为世界之谜的人种，巴罗哈就禀有这民族的血液的。选在这里的，也都是描写跋司珂族的性质和生活的文章，从日本的海外文学新选第十三编跋司珂牧歌调中译出。前一篇是笠井镇夫原译后一篇是永田宽定译的，原是短篇集阴郁的生活ss中的几篇，因为所写的全是跋司珂族的性情，所以就袭用日译本的题目，不再改换了。本篇连同放浪者伊利沙辟台及跋司珂族的人们两篇译文，最初印入在沙漠上一书。一九三八年山民牧唱编入全集时，本篇未收。一个活跃家的记录巴罗哈的包括二十二部历史小说的总题名。比莱纳山脉通译比利牛斯山}。永田宽定―日本的西班牙文学研究者，曾任东京外国语大学教授。著有西班牙文学史并译有堂吉诃德等。阴郁的生活巴罗哈的短篇小说集，出版于一九年。"}
{"text":"本篇连同放浪者伊利沙辟台及跋司珂族的人们两篇译文，最初印入在沙漠上一书。一九三八年山民牧唱编入全集时，本篇未收。一个活跃家的记录巴罗哈的包括二十二部历史小说的总题名。比莱纳山脉通译比利牛斯山}。永田宽定―日本的西班牙文学研究者，曾任东京外国语大学教授。著有西班牙文学史并译有堂吉诃德等。阴郁的生活巴罗哈的短篇小说集，出版于一九年。会友附记会友就是上期登过序文的笠井镇夫译本山民牧唱中的一篇，用诙谐之笔，写一点不登大雅之堂的山村里的名人故事，和我先曾绍介在文学翻译专号上的山中笛韵，情景的阴郁和玩皮，真有天渊之隔。但这一篇里明说了两回这跋司珂人的地方是法国属地。属地的人民，大概是阴郁的，否则嘻嘻哈哈，像这里所写的培拉的学人哲士们一样。同是一处的居民，外观上往往会有两种相反的性情。但这相反又恰如一张纸的两面，其实是一体的。是医生，医生大抵是短命鬼，何况所写的又是受强国迫压的山民，虽然嘻嘻哈哈，骨子里当然不会有什么乐趣。但我要绍介的就并不是文学的乐趣，却是的技艺。在这么一个短篇中，主角迭土尔辟台不必说，便是他的太太拉康迪多，马车夫马匿修，不是也都十分生动，给了我们一个明确的印象么？假使不能，那是的罪过了。本篇连同会友的译文，最初发表于一九三四年十一月译文月刊第一卷第三期，署张禄如译。一九三八年山民牧唱编入全集时，本篇未收。文学月刊，一九三三年七月在上海创刊，文学社编辑。自第二卷起，先后由郑振铎傅东华王统照主编，至一九三七年十一月停刊。翻译专号，指第二卷第三号一九三四年三月。山中笛韵山民牧唱发表时的题名，载文学月刊第二卷第三号翻译专号，署张禄如译。少年别附记少年别的巴罗哈，在读者已经不是一个陌生人，这里无须再来绍介了。这作品，也是日本笠井镇夫选译的山民牧唱中的一篇，是用戏剧似的形式来写的新样式的小说，常常应用的但也曾在舞台上实演过。因为这一种形式的小说，中国还不多见，所以就译了出来，算是献给读者的一种参考品。"}
{"text":"山中笛韵山民牧唱发表时的题名，载文学月刊第二卷第三号翻译专号，署张禄如译。少年别附记少年别的巴罗哈，在读者已经不是一个陌生人，这里无须再来绍介了。这作品，也是日本笠井镇夫选译的山民牧唱中的一篇，是用戏剧似的形式来写的新样式的小说，常常应用的但也曾在舞台上实演过。因为这一种形式的小说，中国还不多见，所以就译了出来，算是献给读者的一种参考品。s是它的原名，要译得诚实，恐怕应该是波希米亚者流的离别的。但这已经是重译了，就是文字，也不知道究竟和原作有怎么天差地远，因此索性采用了日译本的改题，谓之少年别，也很像中国的诗题。地点是西班牙的京城玛德里，事情很简单，不过写着先前满是幻想，后来终于幻灭的文艺青年们的结局而新的却又在发生起来，大家在咖啡馆里发着和他们的前辈先生相仿的议论，那么，将来也就可想而知了。寡闻，先前是只听说巴黎有这样的一群文艺家的，待到看过这一篇，才知道西班牙原来也有，而且言动也和巴黎的差不多。本篇连同少年别的译文，最初发表于一九三五年二月译文月刊第一卷第六期，署张禄如译。一九三八年山民牧唱编入全集时，本篇未收。波希米亚者流波希米亚，原是日耳曼语对捷克地区的称呼。这里的波希米亚者流，指流浪者放浪者。促狭鬼莱哥羌台奇附记北阿巴罗哈ss以一八七二年十二月生于西班牙之圣舍跋斯丁市，和法国境相近。他是医生，但也是作家，与伊本涅支齐名。作品已有四十种，大半是小说，且多长篇，称为杰，大抵属于这一类。他那连续发表的一个活动家的记录，早就印行到第十三编。这里的一篇是从日本笠井镇夫选译的短篇集跋司珂牧歌调里重译出来的。跋司珂s者，是古来就位在西班牙和法兰西之间的比莱纳s山脉两侧的大家看作世界之谜的民族，如所说，那性质是正经，沉默，不愿说诳，然而一面也爱说废话，傲慢，装阔，讨厌，善于空想和做梦巴罗哈自己就禀有这民族的血液的。莱哥羌台奇正是后一种性质的代表。看完了这一篇，好像不过是巧妙的滑稽。"}
