{"text":"林黛玉日记一部假托红楼梦中人物林黛玉口吻的日记体小说，喻血轮作，内容庸俗拙劣，一九一八年上海广文书局出版。板桥家书清代郑燮作。郑燮―，字克柔，号板桥，江苏兴化人，文学家书画家。他的家书收书信十封。另有道情，收老渔翁等十首。道情，原系道士唱的歌曲，后来演变为一种民间曲调。越缦堂日记清代李慈铭著，一九二年商务印书馆曾经影印出版。何焯―字屺瞻，江苏长洲今吴县人，清代校勘家。康熙时官至编修，因事入狱，所藏书籍包括他自己的著作都被没收。康熙帝对这些书曾亲作检查，因未发现罪证，准予免罪并发还藏书。我的态度气量和年纪我的态度气量和年纪英勇的刊物是层出不穷，文艺的分野上的确热闹起来了。日报广告上的战线这名目就惹人注意，一看便知道其中都是战士。承蒙一个朋友寄给我三本，才得看见了一点枪烟，并且明白弱水做的谈中国现在的文学界里的有一粒弹子，是瞄准着我的。为什么呢？因为先是醉眼中的朦胧做错了。据说错处有三一是态度，二是气量，三是年纪。复述易于失真，还是将这粒子弹移置在下面罢那篇，不敬得很，态度太不兴了。我们从他先后的论战上看来，不能不说他的量气太窄了。最先据所知他和西滢战，继和长虹战，我们一方面觉得正直是在他这面，一方面又觉得辞锋太有点尖酸刻薄，现在又和创造社战，辞锋仍是尖酸，正直却不一定落在他这面。是的，仿吾和初梨两人对他的批评是可以有反驳的地方，但这应庄严出之，因为他们所走的方向不能算不对，冷嘲热刺，只有对于冥顽不灵者为必要，因为是不可理喻。对于热烈猛进的绝对不合用这种态度。他那种态度，虽然在他自己亦许觉得骂得痛快，但那种口吻，适足表出老头子的确不行吧了。好吧，这事本该是没有勉强的必要和可能，让各人走各人的路去好了。我们不禁想起了五四时的林琴南先生了！这一段虽然并不涉及是非，只在态度，量气，口吻上，断定这老头子的确不行，从此又自然而然地抹杀我那篇文字，但粗粗一看，却很像第三者从旁的批评。从我看来，尖酸刻薄之处也不少，大概是青年，不会有老头子气的，这恐怕因为我冥顽不灵，不得已而用之的罢，或者便是自己不觉得。不过我要指摘，这位隐姓埋名的弱水先生，其实是创造社那一面的。"}
{"text":"好吧，这事本该是没有勉强的必要和可能，让各人走各人的路去好了。我们不禁想起了五四时的林琴南先生了！这一段虽然并不涉及是非，只在态度，量气，口吻上，断定这老头子的确不行，从此又自然而然地抹杀我那篇文字，但粗粗一看，却很像第三者从旁的批评。从我看来，尖酸刻薄之处也不少，大概是青年，不会有老头子气的，这恐怕因为我冥顽不灵，不得已而用之的罢，或者便是自己不觉得。不过我要指摘，这位隐姓埋名的弱水先生，其实是创造社那一面的。我并非说，这些战士，大概是创造社里常见他的脚踪，或在艺术大学里兼有一只饭碗，不过指明他们是相同的气类。因此，所谓战线，也仍不过是创造社的战线。所以我和西滢长虹战，他虽然看见正直，却一声不响，今和创造社战，便只看见尖酸，忽然显战士身而出现了。其实所断定的先两回的我的正直，也还是死了已经两千多年了的老头子老聃先师的将欲取之必先与之的战略，我并不感服这类的公评。陈西滢也知道这种战法的，他因为要打倒我的短评，便称赞我的小说，以见他之公正。即使真以为先两回是正直在我这面的罢，也还是因为这位弱水先生是不和他们同系，同社，同派，同流。从他们那一面看来，事情可就两样了。我和西滢战了以后，现代系的唐有壬曾说语丝的言论，是受了墨斯科的命令和长虹战了以后，狂飙派的常燕生曾说狂飙的停版，也许因为我的阴谋。但除了我们两方以外，恐怕不大有人注意或记得了罢。事不干己，是很容易滑过去的。这次对于创造社，是的，不敬得很，未免有些不庄严即使在我以为是直道而行，他们也仍可认为尖酸刻薄。于是论战便变成态度战，量气战，年龄战了。但成仿吾辈的对我的态度，战士们虽然不屑留心到，在我本身是明白的。我有兄弟，自以为算不得就是我不可理喻，而这位批评家于呐喊出版时，即加以讥刺道这回由令弟编了出来，真是好看得多了。这传统直到五年之后，再见于冯乃超的论文，说是无聊赖地跟他弟弟说几句人道主义的美丽的说话。我的主张如何且不论，即使相同，何以说话相同便是无聊赖地？莫非一有弟弟，就必须反对，一个讲革命，一个即该讲保皇，一个学地理，一个就得学天文么？还有，我合印一年的杂感为华盖集，另印先前所钞的小说史料为小说旧闻钞，是并不相干的。"}
{"text":"这传统直到五年之后，再见于冯乃超的论文，说是无聊赖地跟他弟弟说几句人道主义的美丽的说话。我的主张如何且不论，即使相同，何以说话相同便是无聊赖地？莫非一有弟弟，就必须反对，一个讲革命，一个即该讲保皇，一个学地理，一个就得学天文么？还有，我合印一年的杂感为华盖集，另印先前所钞的小说史料为小说旧闻钞，是并不相干的。这位成仿吾先生却加以编排道我们的先生坐在华盖之下正在抄他的小说旧闻。这使李初梨很高兴，今年又抄在文化批判里，还乐得不可开交道，他成仿吾这段文章，比趣味文学还更有趣些。但是还不够，他们因为我生在绍兴，绍兴出酒，便说醉眼陶然因为我年纪比他们大了，便说老生，还要加注道若许我用文学的表现。而这一个老的错处，还给战线上的弱水先生作为的确不行的根源。我自信对于创造社，还不至于用了他们的籍贯，家族，年纪，来作奚落的资料，不过今年偶然做了一篇文章，其中第一次指摘了他们文字里的矛盾和笑话而已。但是态度问题来了，量气问题也来了，连战士也以为尖酸刻薄。莫非必须我学革命文学家所指为卑污的托尔斯泰，毫无抵抗，或者上一呈文小资产阶级或有产阶级臣诚惶诚恐谨呈革命的印贴利更追亚老爷麾下，这才不至于的确不行么？至于我是老头子，却的确是我的不行。和长虹战的时候，他也曾指出我这一条大错处，此外还嘲笑我的生病。而且也是真的，我的确生过病，这回弱水这一位小头子对于这一节没有话说，可见有些青年究竟还怀着纯朴的心，很是厚道的。所以他将冷嘲热刺的用途，也瓜分开来，给热烈猛进的制定了优待条件。可惜我生得太早，已经不属于那一类，不能享受同等待遇了。但幸而我年青时没有真上战线去，受过创伤，倘使身上有了残疾，那就又添一件话柄，现在真不知道要受多少奚落哩。这是不革命的好处，应该感谢自己的。其实这回的不行，还只是我不行，无关年纪的。托尔斯泰，克罗颇特庚，马克斯，虽然言行有卑污与否之分，但毕竟都苦斗了一生，我看看他们的照相，全有大胡子。因为我一个而抹杀一切老头子，大约是不算公允的。然而中国呢，自然不免又有些特别，不行的多。少年尚且老成，老年当然成老。"}
{"text":"可惜我生得太早，已经不属于那一类，不能享受同等待遇了。但幸而我年青时没有真上战线去，受过创伤，倘使身上有了残疾，那就又添一件话柄，现在真不知道要受多少奚落哩。这是不革命的好处，应该感谢自己的。其实这回的不行，还只是我不行，无关年纪的。托尔斯泰，克罗颇特庚，马克斯，虽然言行有卑污与否之分，但毕竟都苦斗了一生，我看看他们的照相，全有大胡子。因为我一个而抹杀一切老头子，大约是不算公允的。然而中国呢，自然不免又有些特别，不行的多。少年尚且老成，老年当然成老。林琴南先生是确乎应该想起来的，他后来真是暮年景象，因为反对白话，不能论战，便从横道儿来做一篇影射小说，使一个武人痛打改革者，――说得美丽一点，就是神往于武器的文艺了。旧的和新的，往往有极其相同之点――如个人主义者和社会主义者往往都反对资产阶级，保守者和改革者往往都主张为人生的艺术，都讳言黑暗，棒喝主义者和共产主义者都厌恶人道主义等――林琴南先生的事也正是一个证明。至于所以不行之故，其关键就全在他生得更早，不知道这一阶级将被奥服赫变，及早变计，于是归根结蒂，分明现出本相了。但我以为老头子如此，是不足虑的，他总比青年先死。林琴南先生就早已死去了。可怕的是将为将来柱石的青年，还象他的东拉西扯。又来说话，量气又太小了，再说下去，就要更小，正直岂但不一定在这一面呢，还要一定不在这一面。而且所说的又都是自己的事，并非大贫的民众。但是，即使所讲的只是个人的事，有些人固然只看见个人，有些人却也看见背景或环境。例如在广东这一本书，今年战士们忽以为编者和被编者希图不朽，于是看得烦躁，也给了一点对于冥顽不灵的冷嘲。我却以为这太偏于唯心论了，无所谓不朽，不朽又干吗，这是现代人大抵知道的。所以会有这一本书，其实不过是要黑字印在白纸上，订成一本，作商品出售罢了。无论是怎样泡制法，所谓也者，往往不过是充当了一种的材料。这种方法，便是所走的方向不能算不对的创造社也在所不免的。托罗兹基虽然已经没落，但他曾说，不含利害关系的文章，当在将来另一制度的社会里。我以为他这话却还是对的。四月二十日。本篇最初发表于一九二八年五月七日语丝第四卷第十九期。文艺的分野当时创造社同人的常用语。"}
{"text":"所以会有这一本书，其实不过是要黑字印在白纸上，订成一本，作商品出售罢了。无论是怎样泡制法，所谓也者，往往不过是充当了一种的材料。这种方法，便是所走的方向不能算不对的创造社也在所不免的。托罗兹基虽然已经没落，但他曾说，不含利害关系的文章，当在将来另一制度的社会里。我以为他这话却还是对的。四月二十日。本篇最初发表于一九二八年五月七日语丝第四卷第十九期。文艺的分野当时创造社同人的常用语。如文化批判第二号一九二八年二月成仿吾在打发他们去一文中说在文艺的分野，把一切麻醉我们的社会意识的迷药与赞扬我们的敌人的歌辞清查出来，给还它们的作家，打发他们一道去。战线文艺性周刊，一九二八年四月一日在上海创刊，出至第五期停刊。署名弱水的这篇文章，原题谈现在中国的文学界，载该刊第一期。弱水，即潘梓年―，江苏宜兴人，哲学家。和西滢战一九二五年至一九二六年间，与现代评论派的陈西滢等围绕女师大事件五卅惨案和三一八惨案，进行了激烈的论战。和长虹战，指一九二六年底对高长虹的诽谤所进行的回击。林琴南―名纾，号畏庐，福建闽侯今属福州人，翻译家。他曾据别人口述，以文言翻译欧美文学作品一百多种，在当时影响很大，后集为林译小说。他晚年是反对五四新文化运动的守旧派代表人物。艺术大学即上海艺术大学，周勤豪创办的专教绘画的学校，一九二八年得到创造社的合作，开设文学美术和社会科学三个系，主要课程由创造社同人分担。老聃即老子，春秋末期楚国人，道家学派的创始人。引语出自道德经将欲夺之，必固与之。陈西滢―名源，字通伯，笔名西滢，江苏无锡人，现代评论派重要成员。曾任北京大学武汉大学教授。他在现代评论第三卷第七十一期一九二六年四月十七日的闲话中，先说的呐喊是新文学最初十年短篇小说的代表作品，接着就攻击的杂文我不能因为我不尊敬先生的人格，就不说他的小说好，我也不能因为佩服他的小说，就称赞他其余的文章。我觉得他的杂感，除了热风中二三篇外，实在没有一读的价值。唐有壬―湖南浏阳人。现代评论的经常撰稿人，后曾任国民党政府外交次长，著名的亲日派分子。"}
{"text":"曾任北京大学武汉大学教授。他在现代评论第三卷第七十一期一九二六年四月十七日的闲话中，先说的呐喊是新文学最初十年短篇小说的代表作品，接着就攻击的杂文我不能因为我不尊敬先生的人格，就不说他的小说好，我也不能因为佩服他的小说，就称赞他其余的文章。我觉得他的杂感，除了热风中二三篇外，实在没有一读的价值。唐有壬―湖南浏阳人。现代评论的经常撰稿人，后曾任国民党政府外交次长，著名的亲日派分子。一九二六年五月十二日上海小报晶报刊载一则现代评论被收买？的消息，引用语丝七十六期有关现代评论接受段祺瑞津贴的文字，唐有壬便于同月十八日致函晶报辩解，并造谣说现代评论被收买的消息，起源于俄国莫斯科。成仿吾在创造季刊第二卷第二期一九二四年一月呐喊的评论中说呐喊出版之后，各种出版物差不多一齐为它呐喊，人人谈的总是它，然而我真费尽了莫大的力才得到了一部。里面有许多篇是我在报纸杂志上见过的，然而大都是的门人手编的，所以糟得很，这回由令弟周作人先生编了出来，真是好看多了。见李初梨怎样地建设革命文学，载文化批判第二号一九二八年二月。印贴利更追亚俄语的音译，即知识纷印高长虹在狂飙第五期一九二六年十一月七日发表的北京出版界形势指掌图中，毁谤为世故老人，又嘲弄他入于心身交病之状况矣。克罗颇特庚，―通译克鲁泡探穑砉拚饕者。林琴南的这篇影射小说，题为荆生，载于一九一九年二月十七日上海新申报。大贫弱水在谈现在中国的文学界中说中国虽说只有大贫小贫，没有悬殊的阶级，但小贫虽没有小到够得上人家资本阶级的资格，大贫大到够得上人家无产阶级的资格而有余！按大贫一词，最初见于孙中山三民主义民生主义中国人通通是贫，并没有大富，只有大贫小贫的分别。在广东锺敬文编。内收到广州后，当时报刊所载有关的文章十二篇，附杂文和讲演记录四篇，一九二七年七月上海北新书局出版。"}
{"text":"按大贫一词，最初见于孙中山三民主义民生主义中国人通通是贫，并没有大富，只有大贫小贫的分别。在广东锺敬文编。内收到广州后，当时报刊所载有关的文章十二篇，附杂文和讲演记录四篇，一九二七年七月上海北新书局出版。关于不朽的话，见于战线周刊第一卷第二期一九二八年四月八日署名S光的我来和我去一文，其中说看到了在广东这本书，便单单看这可以诱惑人的书名是不朽了，编者锺敬文也不朽了。托罗兹基Z\\――通译托洛茨基缒瓴渭佣砉嗽硕谑赂锩苏俄初期曾参加领导机关，一九二七年因反对苏维埃政权被联共布开除出党，一九二九年被驱逐出国，后死于墨西哥。这里引述他的话，见文学与革命第八章革命的与社会主义的艺术。在钟楼上夜记之二在钟楼上夜记之二也还是我在厦门的时候，柏生从广州来，告诉我说，爱而君也在那里了。大概是来寻求新的生命的罢，曾经写了一封长信给委员，说明自己的过去和将来的志望。你知道有一个叫爱而的么？他写了一封长信给我，我没有看完。其实，这种文学家的样子，写长信，就是反革命的！有一天，委员对柏生说。又有一天，柏生又告诉了爱而，爱而跳起来道怎么？怎么说我是反革命的呢？！厦门还正是和暖的深秋，野石榴开在山中，黄的花――不知道叫什么名字――开在楼下。我在用花刚石墙包围着的楼屋里听到这小小的故事，委员的眉头打结的正经的脸，爱而的活泼中带着沉闷的年青的脸，便一齐在眼前出现，又仿佛如见当委员的眉头打结的面前，爱而跳了起来，――我不禁从窗隙间望着远天失笑了。但同时也记起了苏俄曾经有名的诗人，十二个的勃洛克的话来共产党不妨碍做诗，但于觉得自己是大作家的事却有妨碍。大作家者，是感觉自己一切创作的核心，在自己里面保持着规律的。共产党和诗，革命和长信，真有这样地不相容么？我想。以上是那时的我想。这时我又想，在这里有插入几句声明的必要我不过说是变革和文艺之不相容，并非在暗示那时的广州政府是共产政府或委员是共产党。这些事我一点不知道。"}
{"text":"但同时也记起了苏俄曾经有名的诗人，十二个的勃洛克的话来共产党不妨碍做诗，但于觉得自己是大作家的事却有妨碍。大作家者，是感觉自己一切创作的核心，在自己里面保持着规律的。共产党和诗，革命和长信，真有这样地不相容么？我想。以上是那时的我想。这时我又想，在这里有插入几句声明的必要我不过说是变革和文艺之不相容，并非在暗示那时的广州政府是共产政府或委员是共产党。这些事我一点不知道。只有若干已经正法的人们，至今不听见有人鸣冤或冤鬼诉苦，想来一定是真的共产党罢。至于有一些，则一时虽然从一方面得了这样的谥号，但后来两方相见，杯酒言欢，就明白先前都是误解，其实是本来可以合作的。必要已毕，于是放心回到本题。却说爱而君不久也给了我一封信，通知我已经有了工作了。信不甚长，大约还有被冤为反革命的余痛罢。但又发出牢骚来一，给他坐在饭锅旁边，无聊得很二，有一回正在按风琴，一个漠不相识的女郎来送给他一包点心，就弄得他神经过敏，以为北方女子太死板而南方女子太活泼，不禁感慨系之矣了。关于第一点，我在秋蚊围攻中所写的回信中置之不答。夫面前无饭锅而觉得无聊，觉得苦痛，人之常情也，现在已见饭锅，还要无聊，则明明是发了革命热。老实说，远地方在革命，不相识的人们在革命，我是的确有点高兴听的，然而――没有法子，索性老实说罢，――如果我的身边革起命来，或者我所熟识的人去革命，我就没有这么高兴听。有人说我应该拚命去革命，我自然不敢不以为然，但如叫我静静地坐下，调给我一杯罐头牛奶喝，我往往更感激。但是，倘说，你就死心塌地地从饭锅里装饭吃罢，那是不像样的然而叫他离开饭锅去拚命，却又说不出口，因为爱而是我的极熟的熟人。于是只好袭用仙传的古法，装聋作哑，置之不问不闻之列。只对于第二点加以猛烈的教诫，大致是说他死板和活泼既然都不赞成，即等于主张女性应该不死不活，那是万分不对的。约略一个多月之后，我抱着和爱而一类的梦，到了广州，在饭锅旁边坐下时，他早已不在那里了，也许竟并没有接到我的信。我住的是中山大学中最中央而最高的处所，通称大钟楼。一月之后，听得一个戴瓜皮小帽的秘书说，才知道这是最优待的住所，非主任之流是不准住的。但后来我一搬出，又听说就给一位办事员住进去了，莫明其妙。"}
{"text":"只对于第二点加以猛烈的教诫，大致是说他死板和活泼既然都不赞成，即等于主张女性应该不死不活，那是万分不对的。约略一个多月之后，我抱着和爱而一类的梦，到了广州，在饭锅旁边坐下时，他早已不在那里了，也许竟并没有接到我的信。我住的是中山大学中最中央而最高的处所，通称大钟楼。一月之后，听得一个戴瓜皮小帽的秘书说，才知道这是最优待的住所，非主任之流是不准住的。但后来我一搬出，又听说就给一位办事员住进去了，莫明其妙。不过当我住在那里的时候，总还是非主任之流即不准住的地方，所以直到知道办事员搬进去了的那一天为止，我总是常常又感激，又惭愧。然而这优待室却并非容易居住的所在，至少的缺点，是不很能够睡觉的。一到夜间，便有十多匹――也许二十来匹罢，我不能知道确数――老鼠出现，驰骋文坛，什么都不管。只要可吃的，它就吃，并且能开盒子盖，广州中山大学里非主任之流即不准住的楼上的老鼠，仿佛也特别聪明似的，我在别地方未曾遇到过。到清晨呢，就有工友们大声唱歌，――我所不懂的歌。白天来访的本省的青年，却大抵怀着非常的好意的。有几个热心于改革的，还希望我对于广州的缺点加以激烈的攻击。这热诚很使我感动，但我终于说是还未熟悉本地的情形，而且已经革命，觉得无甚可以攻击之处，轻轻地推却了。那当然要使他们很失望的。过了几天，尸一君就在新时代上说我们中几个很不以他这句话为然，我们以为我们还有许多可骂的地方，我们正想骂骂自己，难道先生竟看不出我们的缺点么？其实呢，我的话一半是真的。我何尝不想了解广州，批评广州呢，无奈慨自被供在大钟楼上以来，工友以我为教授，学生以我为先生，广州人以我为外江佬，孤孑特立，无从考查。而最大的阻碍则是言语。直到我离开广州的时候止，我所知道的言语，除一二三四等数目外，只有一句凡有外江佬几乎无不因为特别而记住的统统和一句凡有学习异地言语者几乎无不最容易学得而记住的骂人话而已。这两句有时也有用。那是我已经搬在白云路寓屋里的时候了，有一天，巡警捉住了一个窃取电灯的偷儿，那管屋的陈公便跟着一面骂，一面打。骂了一大套，而我从中只听懂了这两句。然而似乎已经全懂得，心里想他所说的，大约是因为屋外的电灯几乎被他偷去，所以要了。"}
