{"text":"后来北归时，又在天津丸上写了一篇，在天津东站亲手投入邮筒。但直到现在，一个月了，还不见寄到，怕是永不会寄到的了。我一点不敢怪邮局，在这个年头儿我只怪自己太懒，反正要回到北平来，为什么不会亲手带给编辑人，却白费四分票，送掉一封虽不关紧要倒底是亲手一个字种种种写出的信呢？我现在算是对那封信绝了望，于是乎怪到那通信两个字，而来写这个杂记。那封信仿佛说了一些天津丸中的事，这里是该说青岛了。我来去两次经过青岛。船停的时间虽不算少却也不算多，所以只看到青岛的一角而我们上岸又都在白天，不曾看到青岛的夜――听说青岛夏夜的跳舞很可看，有些人是特地从上海赶来跳舞的。青岛之所以好，在海和海上的山。青岛的好在夏天，在夏天的海滨生活凡是在那一条大胳膊似的海滨上的，多少都有点意思。而在那手腕上，有一间青岛咖啡。这是一间长方的平屋，半点不稀奇，但和海水隔不几步，让你坐着有一种喜悦。这间屋好在并不像屋，说是大露台，也许还贴切些。三面都是半截板栏，便觉得是海阔天空的气象。一溜儿满挂着竹帘。这些帘子卷着固然显得不寂寞，可是放着更好，特别在白天，我想。隔着竹帘的海和山，有些朦胧的味儿在夏天的太阳里，只有这样看，凉味最足。自然，黄昏和月下应该别有境界，可惜我们没福受用了。在这里坐着谈话，时时听见海波打在沙滩上的声音，我们有时便静听着，抽着烟卷，瞪着那袅袅的烟儿。谢谢君，他的眼力不坏，第一次是他介绍给我这个好地方。君又说那里的侍者很好，不像北平那一套客气，也不像上海那一套不客气。但君大概是熟主顾又是山东人吧，我们第二次去时，他说的那一套好处便满没表现了。我自小就听人念江无底，海无边这两句谚语，后来又读了些诗文中海的描写我很羡慕海，想着见了海定要吃一惊，暗暗叫声哎哟的。哪知并不！在南方北方乘过上十次的海轮，毫无发现海的伟大，只觉得单调无聊，即使在有浪的时候。但有一晚满满的月光照在船的一面的海上，海水黑白分明，我们在狭狭一片白光里，看着船旁浪花热闹着，那是不能忘记的。而那晚之好实在月！这两回到青岛，似乎有些喜欢海起来了。可是也喜欢抱着的山，抱着的那只大胳膊，也喜欢青岛咖啡，海究竟有限的。海自己给我的好处，只有海水浴，那在我是第一次的。去时过青岛，船才停五点钟。"}
{"text":"哪知并不！在南方北方乘过上十次的海轮，毫无发现海的伟大，只觉得单调无聊，即使在有浪的时候。但有一晚满满的月光照在船的一面的海上，海水黑白分明，我们在狭狭一片白光里，看着船旁浪花热闹着，那是不能忘记的。而那晚之好实在月！这两回到青岛，似乎有些喜欢海起来了。可是也喜欢抱着的山，抱着的那只大胳膊，也喜欢青岛咖啡，海究竟有限的。海自己给我的好处，只有海水浴，那在我是第一次的。去时过青岛，船才停五点钟。我问君，会泉海浴处怎样？他说，看光腚子？穿了大褂去没有意思！从青岛咖啡出来时，他掏出表来看，说光腚子给你保留着回来看罢。但我真想洗个海水澡。一直到回来时才洗了。我和君一齐下去，君有点怕这个玩意，在饭店里坐着喝汽水。君会游泳走得远些，我只有浅处练几下。海水最宜于初学游泳的，容易浮起多了。更有一桩大大的妙处，便是浪。浪是力量，我站着踉跄了好几回有一回正浮起，它给我个不知道冲过来了，我竟吃了惊，茫然失措了片刻，才站起来。这固然可笑，但是事后真得劲儿！好些外国小孩子在浪来时，被滚滚的白花埋下去，一会儿又笑着昂起头向前快快游着他们倒像和浪是好朋友似的。我们在水里呆了约莫半点钟，我和君说，上去吧，怕要睡着了。我们在沙滩上躺着。君曾告诉我，浴后仰卧在沙滩上，看着青天白云，会什么都不愿想。沙软而细，躺着确是不错可恨我们去的时候不好，太阳正在头上，不能看青天白云，只试了一试就算了。除了海，青岛的好处是曲折的长林。德国人真有根，长林是长林，专为游览，不许造房子。我和君乘着汽车左弯右转地绕了三四十分钟，车夫说还只在第一公园里。君说，长着哪！但是我们终于匆匆出来了。这些林子延绵得好，幽曲得很，低得好，密得好更好是马路随山高下，俯仰不时，与我们常走的平如砥，直如矢的迥乎不同。青岛的马路大都如此这与向右边走的马路规则，是我初到青岛时第一个新鲜的印象。君说福山路的住屋，建筑安排得最美，但我两次都未得走过。至于崂山，胜景更多，也未得去只由他指给我看崂山的尖形的峰。现在想来，颇有山在虚无缥缈间之感了。"}
{"text":"松柏的阴最深最密，不过没有梧桐树胡桃树的阴广大。疏疏的杨柳，筛下个疏疏的影子，阴很浅。几茎小草，映着太阳，草上的光和漏下地的光闪耀着，地下是错杂的影子，光和影之间那一点绿意，是似有若无的阴。一根木头，一块石头，在太阳里也撇下个影子。影子和石头木头之间，也有一片阴，可是大小，只见影子，觉不到有阴。墙阴大此，屋阴深些，不像树阴清幽灵活，却也有它的沉静，像一口废井一潭死水般的静。山的阴又不同。阳光照向树木石头和起伏的地面，现出浓浓淡淡多少层次的光和影，挟带着阴，随着阳光转动变换形态。山的阴是散漫而繁复的。烟也有影子，可是太稀薄，没有阴。大晴天，几团浮云会投下几块黑影，但不及有阴，云又过去了。整片的浓云，蒙住了太阳，够点染一大半天的阴，够笼罩整片的地，整片的海，造成漫漫无际的晦霆。不过浓阴不会持久持久的是漠漠轻阴。好像谁往空撒了一匹轻纱，荡肠在风里，撩拨不开，又捉摸不住，恰似初识愁滋昧的少年心情。愁在哪里？并不能找出个影儿。夜，掩没了太阳而造成个大黑影。不见阳光，也就没有阴。黑影渗透了光，化成朦朦胧胧的黎明和黄昏。这是大地的阴，诱发遐想幻想的阴。大白天，每件东西这着阳光就有个影子，挨着影子都悄悄地怀着一团阴。在日夜交接的微光里，一切阴都笼罩在大地的阴里，蒙上一重神秘。渐渐黑夜来临，树阴草阴墙阴屋阴山的阴云的阴，都无从分辨了，夜吞没地所有的阴。一九三六年流浪儿流浪儿我往往魂不守舍，嫌舍间昏暗逼仄，常悄悄溜出舍外游玩。有时候，我凝敛成一颗石子，潜伏涧底。时光水一般在我身上淌泻而过，我只知身在水中，不觉水流。静止的自己，仿佛在时空之外无涯无际的大自然里，仅由水面阳光闪烁，或明或暗地照见一个依附于无穷的我。有时候，我放逸得像倾泻的流泉。数不清的时日是我冲洗下的石子。水沫蹴踏飞溅过颗颗石子，轻轻快快滑滑溜溜地流。河岸束不住，淤泥拉不住，变云变雾，海阔天空，随着大气飘浮。"}
{"text":"有时候，我凝敛成一颗石子，潜伏涧底。时光水一般在我身上淌泻而过，我只知身在水中，不觉水流。静止的自己，仿佛在时空之外无涯无际的大自然里，仅由水面阳光闪烁，或明或暗地照见一个依附于无穷的我。有时候，我放逸得像倾泻的流泉。数不清的时日是我冲洗下的石子。水沫蹴踏飞溅过颗颗石子，轻轻快快滑滑溜溜地流。河岸束不住，淤泥拉不住，变云变雾，海阔天空，随着大气飘浮。有时候，我来个书遁，一纳头钻入浩瀚无际的书籍世界，好比孙猴儿驾起跟头云，转瞬间到了十万八千里外。我远远地抛开了家，竟忘了自己何在。但我毕竟是凡胎俗骨，离不开时空，离不开自己。我只能像个流浪儿，倦游归来，还得回家吃饭睡觉。我钻入闭塞的舍间。经常没人打扫收拾，墙角已经结上蛛网，满地已蒙上尘埃，窗户在风里拍打，桌上床上什物凌乱。我觉得自己像一团湿泥，封住在此时此地，只有摔不开的自我，过不去的时日。这个逼仄凌乱的家，简直住不得。我推门眺望，只见四邻家家户户都忙着把自己的屋字粉刷油漆装潢扩建呢。一处处门面辉煌，里面回廊复室，一进又一进，引人入胜。我惊奇地远望着，有时也逼近窥看，有时竟挨进门去。大概因为自己只是个棚户，不免有酸葡萄感。一个人不论多么高大，也不过八尺九尺之躯。各自的房舍，料想也大小相应。即使凭弹性能膨胀扩大，出掉了气原形还是相等。屋里曲折愈多，愈加狭隘门面愈广，内室就愈浅。况且，屋宇虽然都建筑在结结实实的土地上，不是在水上，不是在流沙上，可是结实的土地也在流动，因为地球在不停地转啊！上午还在太阳的这一边，下午就流到那一边，然后就流人永恒的长夜了。好在我也没有八面光的屋宇值得留恋。只不过一间破陋的斗室，经不起时光摧残，早晚会门窗倾欹，不蔽风雨。我等着它白天晒进阳光，夜晚透漏星月的光辉，有什么不好呢！反正我也懒得修葺，回舍吃个半饱，打个盹儿，又悄悄溜到外面去。四十年代风风为什么天地这般复杂地把风约束在中间？硬的东西把它挡住，软的东西把它牵绕住。不管它怎样猛烈的吹吹过遮天的山峰，洒脱缭绕的树林，扫过辽阔的海洋，终逃不到天地以外去。或者为此，风一辈子不能平静，和人的感情一样。也许最平静的风，还是拂拂微风。"}
{"text":"只不过一间破陋的斗室，经不起时光摧残，早晚会门窗倾欹，不蔽风雨。我等着它白天晒进阳光，夜晚透漏星月的光辉，有什么不好呢！反正我也懒得修葺，回舍吃个半饱，打个盹儿，又悄悄溜到外面去。四十年代风风为什么天地这般复杂地把风约束在中间？硬的东西把它挡住，软的东西把它牵绕住。不管它怎样猛烈的吹吹过遮天的山峰，洒脱缭绕的树林，扫过辽阔的海洋，终逃不到天地以外去。或者为此，风一辈子不能平静，和人的感情一样。也许最平静的风，还是拂拂微风。果然纹风不动，不是平静，却是酝酿风暴了。蒸闷的暑天，风重重地把天压低了一半，树梢头的小叶子都沉沉垂着，风一丝不动，可是何曾平静呢？风的力量，已经可以预先觉到，好像蹲伏的猛兽，不在睡觉，正要纵身远跳。只有拂拂微风最平静，没有东西去阻挠它树叶儿由它撩拨，杨柳顺着它弯腰，花儿草儿都随它俯仰，门里窗里任它出进，轻云附着它浮动，水面被它偎着，也柔和地让它搓揉。随着早晚的温凉四季的寒暖，一阵微风，像那悠远轻淡的情感，使天地浮现出忧喜不同的颜色。有时候一阵风是这般轻快，这般高兴，顽皮似的一路拍打拨弄。有时候淡淡的带些清愁，有时候润润的带些温柔有时候亢爽，有时候凄凉。谁说天地无情？它只微微的笑，轻轻的叹息，只许抑制着的风拂拂吹动。因为一放松，天地便主持不住。假如一股流水，嫌两岸缚束太紧，它只要流流流，直流到海，便没了边界，便自由了。风呢，除非把它紧紧收束起来，却没法儿解脱它。放松些，让它吹重些吧树枝儿便拦住不放，脚下一块石子一棵小草都横着身子伸着臂膀来阻挡。窗嫌小，门嫌狭，都挤不过去。墙把它遮住，房于把它罩住。但是风顾得这些么？沙石不妨带着走，树叶儿可以卷个光，墙可以推倒，房子可以掀翻。再吹重些，树木可以拔掉，山石可以吹塌，可以卷起大浪，把大块土地吞没，可以把房屋城堡一股脑几扫个干净。听它狂嗥狞笑怒吼哀号一般，愈是阻挡它，愈是发狂一般推撞过去。谁还能管它么？地下的泥沙吹在半天，天上的云压近了地，太阳没了光辉，地上没了颜色，直要把天地捣毁，恢复那不分天地的混饨。不过风究竟不能掀翻一角青天，撞将出去。不管怎样猛烈，毕竟闷在小小一个天地中间。吹吧，只能像海底起伏鼓动着的那股力量，掀起一浪，又被压伏下去。"}
{"text":"再吹重些，树木可以拔掉，山石可以吹塌，可以卷起大浪，把大块土地吞没，可以把房屋城堡一股脑几扫个干净。听它狂嗥狞笑怒吼哀号一般，愈是阻挡它，愈是发狂一般推撞过去。谁还能管它么？地下的泥沙吹在半天，天上的云压近了地，太阳没了光辉，地上没了颜色，直要把天地捣毁，恢复那不分天地的混饨。不过风究竟不能掀翻一角青天，撞将出去。不管怎样猛烈，毕竟闷在小小一个天地中间。吹吧，只能像海底起伏鼓动着的那股力量，掀起一浪，又被压伏下去。风就是这般压在天底下，吹着吹着，只把地面吹起成一片凌乱，自己照旧是不得自由。未了，像盛怒到极点，不能再怒，化成恹恹的烦闷懊恼像悲哀到极点，转成绵绵幽恨狂欢到极点，变为凄凉失望到极点，成了淡漠。风尽情闹到极点，也乏了。不论是严冷的风，蒸热的风，不论是衷号的风，怒叫的风，到末来，渐渐儿微弱下去，剩几声悠长的叹气，便没了声音，好像风都吹完了。但是风哪里就吹完了呢。只要听平静的时候，夜晚黄昏，往往有几声低吁，像安命的老人，无可奈何的叹息。风究竟还不肯驯伏。或者就为此吧，天地把风这般紧紧的约束着。四十年代窗帘窗帘人不怕挤。尽管摩肩接踵，大家也挤不到一处。像壳里的仁，各自各。像太阳光里飞舞的轻尘，各自各。凭你多热闹的地方，窗对着窗。各自人家，彼此不相干。只要挂上一个窗帘，只要拉过那薄薄一层，便把别人家隔离在千万里以外了。隔离，不是断绝。窗帘并不堵没窗户，只在彼此间增加些距离――欺哄人招引人的距离。窗帘并不盖没窗户，只隐约遮掩――多么引诱挑逗的遮掩！所以，赤裸裸的窗口不引人注意，而一角掀动的窗帘，惹人窥探猜测，生出无限兴趣。赤裸裸，可以表示天真朴素。不过，如把天真朴素做了窗帘的质料，做了窗帘的颜色，一个洁白素净的帘子，堆叠着透明的软纱，在风里飘曳，这种朴素，只怕比五颜六色更富有魅力，认真要赤裸裸不加遮饰，除非有希腊神像那样完美的身体，有天使般纯洁的灵魂。倍根说过赤裸裸是不体面的不论是赤露的身体，或赤露的心。人从乐园里驱逐出来的时候，已经体味到这句话了。所以赤裸裸的真实总需要些掩饰。白昼的阳光，无情地照彻了人间万物，不能留下些幽暗让人迷惑，让人梦想，让人希望。"}
{"text":"不过，如把天真朴素做了窗帘的质料，做了窗帘的颜色，一个洁白素净的帘子，堆叠着透明的软纱，在风里飘曳，这种朴素，只怕比五颜六色更富有魅力，认真要赤裸裸不加遮饰，除非有希腊神像那样完美的身体，有天使般纯洁的灵魂。倍根说过赤裸裸是不体面的不论是赤露的身体，或赤露的心。人从乐园里驱逐出来的时候，已经体味到这句话了。所以赤裸裸的真实总需要些掩饰。白昼的阳光，无情地照彻了人间万物，不能留下些幽暗让人迷惑，让人梦想，让人希望。如果没有轻云薄雾把日光筛漏出五色霞彩来，天空该多么单调枯燥！隐约模糊中，才容许你做梦和想象。距离增添了神秘。看不见边际，变为没边没际的遥远与辽阔。云雾中的山水，暗夜的星辰，希望中的未来，高超的理想，仰慕的名人，心许的相知，――隔着窗帘，惝U迷离，可以产生无限美妙的想象。如果你嫌恶窗帘的间隔，冒冒失失闯进门闯到窗帘后面去看个究竟，赤裸裸的真实只怕并不经看。像丁尼生s诗里的夏洛特女郎，看厌了镜中反映的世界，三步跑到窗前，望一望真实世界。她的镜子立即破裂成两半，她毁灭了以前快乐而无知的自己。人家挂着窗帘呢，别去窥望。宁可自己也挂上一个，华丽的也好，朴素的也好。如果你不屑挂，或懒得挂，不妨就敞着个赤裸裸的窗口。不过，你总得尊重别人家的窗帘。四十年代收脚印收脚印听说人死了，魂灵儿得把生前的脚印，都给收回去。为了这句话，不知流过多少冷汗。半夜梦醒，想到有鬼在窗外徘徊，汗毛都站起来。其实有什么可怕呢？怕一个孤独的幽魂？假如收脚印，像拣鞋底那样，一只只拣起了，放在口袋里，掮着回去，那末，匆忙的赶完工作，鬼魂就会离开人间。不过，怕不是那样容易。每当夕阳西下，黄昏星闪闪发亮的时候西山一抹浅绛，渐渐晕成桔红，晕成淡黄，晕成浅湖色风是凉了，地上的影儿也淡了。幽僻处，树下，墙阴，影儿绰绰的，这就是鬼魂收脚印的时候了。守着一颗颗星，先后睁开倦眼。看一弯淡月，浸透黄昏，流散着水银的光。听着草里虫声，凄凉的叫破了夜的岑寂。"}
{"text":"不过，怕不是那样容易。每当夕阳西下，黄昏星闪闪发亮的时候西山一抹浅绛，渐渐晕成桔红，晕成淡黄，晕成浅湖色风是凉了，地上的影儿也淡了。幽僻处，树下，墙阴，影儿绰绰的，这就是鬼魂收脚印的时候了。守着一颗颗星，先后睁开倦眼。看一弯淡月，浸透黄昏，流散着水银的光。听着草里虫声，凄凉的叫破了夜的岑寂。人静了，远近的窗里，闪着一星星灯火――于是，乘着晚风，悠悠荡荡在横的直的曲折的道路上，徘徊着，徘徊着，从错杂的脚印中，辨认着自己的遗迹。这小径，曾和谁谈笑着并肩来往过？草还是一样的软。树荫还是幽深的遮盖着，也许树根小砖下，还压着往日襟边的残花。轻笑低语，难道还在草里回绕着么？弯下腰，凑上耳朵――只听得草虫声声的叫，露珠在月光下冷冷的闪烁，风是这样的冷。飘摇不定的转上小桥，淡月一梳，在水里瑟瑟的抖。水草懒懒的歇在岸旁，水底的星影像失眠的眼睛，无精打采的闭上又张开，树影阴森的倒映水面，只有一两只水虫的跳跃，点破水面，静静的晃荡出一两个圆纹。层层叠叠的脚印，刻画着多少不同的心情。可是捉不住的已往，比星比月亮都远，只能在水底见到些儿模糊的倒影，好像是很近很近的，可是又这样远啊！远处飞来几声笑语。一抬头，那边窗里灯光下，晃荡着人影，啊！就这暗淡的几缕光线，隔绝着两个世界么？避着灯光，随着晚风，飘荡着移过重重脚印，风吹草动，沙沙的响，疑是自己的脚声，站定了细细一听，才凄惶的惊悟到自己不会再有脚声了。惆怅地回身四看，周围是夜的黑影，浓淡的黑影。风是冷的，星是冷的，月亮也是冷的，虫声更震抖着凄凉的调子。现在是暗夜里传仃的孤魂，在衰草冷露间搜集往日的脚印。凄惶啊！惆怅啊！光亮的地方，是闪烁着人生的幻梦么？灯灭了，人更静了。悄悄地滑过窗下，偷眼看看床，换了位置么？桌上的陈设，变了么？照相架里有自己的影儿么？没有到处都没有自己的份儿了。就是朋友心里的印象，也谈到快要不可辨认了罢？端详着月光下安静的睡脸，守着，守着希望她梦里记起自己，叫唤一声。星儿稀了，月儿斜了。晨曦里，孤寂的幽灵带着他所收集的脚印，幽幽地消失了去。"}
{"text":"惆怅啊！光亮的地方，是闪烁着人生的幻梦么？灯灭了，人更静了。悄悄地滑过窗下，偷眼看看床，换了位置么？桌上的陈设，变了么？照相架里有自己的影儿么？没有到处都没有自己的份儿了。就是朋友心里的印象，也谈到快要不可辨认了罢？端详着月光下安静的睡脸，守着，守着希望她梦里记起自己，叫唤一声。星儿稀了，月儿斜了。晨曦里，孤寂的幽灵带着他所收集的脚印，幽幽地消失了去。第二天黄昏后，第三天黄昏后，一夜夜，一夜夜朦陇的月夜，繁星的夜，雨丝风片的夜，乌云乱叠狂风怒吼的夜那没声的脚步，一次次涂抹着生前的脚印。直到那足迹渐渐模糊，渐渐黯淡消失。于是在晨光未上的一个清早，风带着露水的潮润，在渴睡着的草丛落叶间，低低催唤。这时候，我们这幽魂，已经抹下了末几个脚印，停在路口，撇下他末一次的回顾。远近纵横的大路小路上，还有留剩的脚印么？还有依恋不舍的什么吗？这种依恋的心境，已经没有归着。以前为了留恋着的脚印，夜夜在星月下彷徨，现在只剩下无可流连的空虚，无所归着的忆念。记起的只是一点儿忆念。忆念着的什么，已经轻烟一般的消散了。悄悄长叹一声，好，脚印收完了，上阎王处注册罢。一九三三年附记这是我在先生班上的第一篇课卷，承朱先生称许，送给大公报文艺副刊，成为我第一篇发表的写作。留志感念。喝茶喝茶曾听人讲洋话，说西洋人喝茶，把茶叶加水煮沸，滤去茶汁，单吃茶叶，吃了咂舌道好是好，可惜苦些。新近看到一本美国人做的茶考，原来这是事实。茶叶初到英国，英国人不知怎么吃法，的确吃茶叶渣子，还拌些黄油和盐，敷在面包上同吃。什么妙味，简直不敢尝试。以后他们把茶当药，治伤风，清肠胃。不久，喝茶之风大行，一六六年的茶叶广告上说这刺激品，能驱疲倦，除恶梦，使肢体轻健，精神饱满。尤能克制睡眠，好学者可以彻夜攻读不倦。身体肥胖或食肉过多者，饮茶尤宜。莱登大学的庞德戈博士应东印度公司之请，替茶大做广告，说茶暖胃，清神，健脑，助长学问，尤能征服人类大敌――睡魔。他们的怕睡，正和现代人的怕失眠差不多。怎么从前的睡魔，爱缠住人不放现代的睡魔，学会了摆架子，请他也不肯光临。"}
