{"text":"帮闲，在忙的时候就是帮忙，倘若主子忙于行凶作恶，那自然也就是帮凶。但他的帮法，是在血案中而没有血迹，也没有血腥气的。譬如罢，有一件事，是要紧的，大家原也觉得要紧，他就以丑角身份而出现了，将这件事变为滑稽，或者特别张扬了不关紧要之点，将人们的注意拉开去，这就是所谓打诨。如果是杀人，他就来讲当场的情形，侦探的努力死的是女人呢，那就更好了，名之曰艳尸，或介绍她的日记。如果是暗杀，他就来讲死者的生前的故事，恋爱呀，遗闻呀人们的热情原不是永不弛缓的，但加上些冷水，或者美其名曰清茶，自然就冷得更加迅速了，而这位打诨的脚色，却变成了文学者。假如有一个人，认真的在告警，于凶手当然是有害的，只要大家还没有僵死。但这时他就又以丑角身份而出现了，仍用打诨，从旁装着鬼脸，使告警者在大家的眼里也化为丑角，使他的警告在大家的耳边都化为笑话。耸肩装穷，以表现对方之阔，卑躬叹气，以暗示对方之傲使大家心里想这告警者原来都是虚伪的。幸而帮闲们还多是男人，否则它简直会说告警者曾经怎样调戏它，当众罗列淫辞，然后作自杀以明耻之状也说不定。周围捣着鬼，无论如何严肃的说法也要减少力量的，而不利于凶手的事情却就在这疑心和笑声中完结了。它呢？这回它倒是道德家。当没有这样的事件时，那就七日一报，十日一谈，收罗废料，装进读者的脑子里去，看过一年半载，就满脑都是某阔人如何摸牌，某明星如何打嚏的典故。开心是自然也开心的。但是，人世却也要完结在这些欢迎开心的开心的人们之中的罢。八月二十八日。本篇最初发表于一九三三年九月五日申报自由谈。吉开迦尔，―通译克尔凯郭尔，丹麦哲学家。下面引文见于他的非此即彼一书的序幕。原书注解说，一八三六年二月十四日在彼得堡确实发生过这样的事。按这段引文是根据日本宫原晃一郎译克尔凯郭尔忧愁的哲理一书。备考庄子与文选施蛰存备考庄子与文选施蛰存上个月大晚报的编辑寄了一张印着表格的邮片来，要我填注两项一目下在读什么书，二要介绍给青年的书。在第二项中，我写着庄子，文选，并且附加了一句注脚为青年文学修养之助。"}
{"text":"下面引文见于他的非此即彼一书的序幕。原书注解说，一八三六年二月十四日在彼得堡确实发生过这样的事。按这段引文是根据日本宫原晃一郎译克尔凯郭尔忧愁的哲理一书。备考庄子与文选施蛰存备考庄子与文选施蛰存上个月大晚报的编辑寄了一张印着表格的邮片来，要我填注两项一目下在读什么书，二要介绍给青年的书。在第二项中，我写着庄子，文选，并且附加了一句注脚为青年文学修养之助。今天看见自由谈上丰之余先生的感旧一文，不觉有点神经过敏起来，以为丰先生这篇文章是为我而作的了。但是现在我并不想对于丰先生有什么辩难，我只想趁此机会替自己作一个解释。第一，我应当说明我为什么希望青年人读庄子和文选。近数年来，我的生活，从国文教师转到编杂志，与青年人的文章接触的机会实在太多了。我总感觉到这些青年人的文章太拙直，字汇太少，所以在大晚报编辑寄来的狭狭的行格里推荐了这两部书。我以为从这两部书中可以参悟一点做文章的方法，同时也可以扩大一点字汇虽然其中有许多字是已死了的。但是我当然并不希望青年人都去做庄子，文选一类的古文。第二，我应当说明我只是希望有志于文学的青年能够读一读这两部书。我以为每一个文学者必须要有所借助于他上代的文学，我不懂得新文学和旧文学这中间究竟是以何者为分界的。在文学上，我以为旧瓶装新酒与新瓶装旧酒这譬喻是不对的。倘若我们把一个人的文学修养比之为酒，那么我们可以这样说酒瓶的新旧没有关系，但这酒必须是酿造出来的。我劝文学青年读庄子与文选，目的在要他们酿造，倘若大晚报编辑寄来的表格再宽阔一点的话，我是想再多写几部书进去的。这里，我们不妨举先生来说，像先生那样的新文学家，似乎可以算是十足的新瓶了。但是他的酒呢？纯粹的白兰地吗？我就不能相信。没有经过古文学的修养，先生的新文章决不会写到现在那样好。所以，我敢说在先生那样的瓶子里，也免不了有许多五加皮或绍兴老酒的成分。至于丰之余先生以为写篆字，填词，用自刻印板的信封，都是不出身于学校，或国学专家们的事情，我以为这也有点武断。"}
{"text":"但是他的酒呢？纯粹的白兰地吗？我就不能相信。没有经过古文学的修养，先生的新文章决不会写到现在那样好。所以，我敢说在先生那样的瓶子里，也免不了有许多五加皮或绍兴老酒的成分。至于丰之余先生以为写篆字，填词，用自刻印板的信封，都是不出身于学校，或国学专家们的事情，我以为这也有点武断。这些其实只是个人的事情，如果写篆字的人，不以篆字写信，如果填词的人做了官不以词取士，如果用自刻印板信封的人不勉强别人也去刻一个专用信封，那也无须丰先生口诛笔伐地去认为谬种和妖孽了。新文学家中，也有玩木刻，考究版本，收罗藏书票，以骈体文为白话书信作序，甚至写字台上陈列了小摆设的，照丰先生的意见说来，难道他们是要以今雅立足于天地之间吗？我想他们也未必有此企图。临了，我希望丰先生那篇文章并不是为我而作的。十月八日，自由谈。本篇最初发表于一九三三年十月十五日申报自由谈。施蛰存江苏松江人，作家。一九三二年至一九三四年曾主编现代杂志。庄子死后被劈棺的故事，见明代冯梦龙辑警世通言第二卷庄子休鼓盆成大道，大意说庄子死后不久，他的妻子田氏便再嫁楚国王孙成婚时，王孙突然心痛，他的仆人说要吃人的脑髓才会好，于是田氏便拿斧头去劈棺，想取庄子的脑髓不料棺盖刚劈开，庄子便从棺内叹一口气坐了起来。别一个窃火者别一个窃火者丁萌火的来源，希腊人以为是普洛美修斯从天上偷来的，因此触了大神宙斯之怒，将他锁在高山上，命一只大鹰天天来啄他的肉。非洲的土人瓦仰安提族也已经用火，但并不是由希腊人传授给他们的。他们另有一个窃火者。这窃火者，人们不能知道他的姓名，或者早被忘却了。他从天上偷了火来，传给瓦仰安提族的祖先，因此触了大神大拉斯之怒，这一段，是和希腊古传相像的。但大拉斯的办法却两样了，并不是锁他在山巅，却秘密的将他锁在暗黑的地窖子里，不给一个人知道。派来的也不是大鹰，而是蚊子，跳蚤，臭虫，一面吸他的血，一面使他皮肤肿起来。这时还有蝇子们，是最善于寻觅创伤的脚色，嗡嗡的叫，拚命的吸吮，一面又拉许多蝇粪在他的皮肤上，来证明他是怎样地一个不干净的东西。然而瓦仰安提族的人们，并不知道这一个故事。他们单知道火乃酋长的祖先所发明，给酋长作烧死异端和烧掉房屋之用的。"}
{"text":"但大拉斯的办法却两样了，并不是锁他在山巅，却秘密的将他锁在暗黑的地窖子里，不给一个人知道。派来的也不是大鹰，而是蚊子，跳蚤，臭虫，一面吸他的血，一面使他皮肤肿起来。这时还有蝇子们，是最善于寻觅创伤的脚色，嗡嗡的叫，拚命的吸吮，一面又拉许多蝇粪在他的皮肤上，来证明他是怎样地一个不干净的东西。然而瓦仰安提族的人们，并不知道这一个故事。他们单知道火乃酋长的祖先所发明，给酋长作烧死异端和烧掉房屋之用的。幸而现在交通发达了，非洲的蝇子也有些飞到中国来，我从它们的嗡嗡营营声中，听出了这一点点。七月八日。本篇最初发表于一九三三年七月九日申报自由谈。普洛美修斯希腊神话中造福人类的神。相传他从主神宙斯那里偷了火种给予人类，受到宙斯的惩罚。瓦仰安提族即尼亚姆威齐人，东非坦桑尼亚的主要民族之一，属班图语系。原信祖先崇拜，现多已为基督教和伊斯兰教所取代。备考推荐者的立场施蛰存备考推荐者的立场施蛰存――庄子与文选之论争万秋先生我在贵报向青年推荐了两部旧书，不幸引起了丰之余先生的训诲，把我派做遗少中的一肢一节。自从读了他老人家的感旧以后上一文后，我就不想再写什么，因为据我想起来，劝新青年看新书自然比劝他们看旧书能够多获得一些群众。丰之余先生毕竟是老当益壮，足为青年人的领导者。至于我呢，虽然不敢自认为遗少，但的确已消失了少年的活力，在这万象皆秋的环境中，即使丰之余先生那样的新精神，亦已不够振拔我的中年之感了。所以，我想借贵报一角篇幅，将我在九月二十九日贵报上发表的推荐给青年的书目改一下我想把庄子与文选改为先生的华盖集正续编及伪自由书。我想，先生为当代文坛老将，他的著作里是有着很广大的活字汇的，而且据丰之余先生告诉我，先生文章里的确也有一些从庄子与文选里出来的字眼，譬如之乎者也之类。这样，我想对于青年人的效果也是一样的。本来我还想推荐一二部丰之余先生的著作，可惜坊间只有丰子恺先生的书，而没有丰之余先生的书，说不定他是像先生印珂罗版木刻图一样的是私人精印本，属于罕见书之列，我很惭愧我的孤陋寡闻，未能推荐矣。"}
{"text":"这样，我想对于青年人的效果也是一样的。本来我还想推荐一二部丰之余先生的著作，可惜坊间只有丰子恺先生的书，而没有丰之余先生的书，说不定他是像先生印珂罗版木刻图一样的是私人精印本，属于罕见书之列，我很惭愧我的孤陋寡闻，未能推荐矣。此外，我还想将丰之余先生介绍给贵报，以后贵报倘若有关于征求意见之类的计划，大可设法寄一份表格给丰之余先生，我想一定能够供给一点有价值的意见的。不过，如果那征求是与遗少的一肢一节有关系的话，那倒不妨寄给我。看见昨天的贵报，知道你预备将这桩公案请贵报的读者来参加讨论。我不知能不能请求你取销这个计划。我常常想，两个人在报纸上作文字战，其情形正如弧光灯下的拳击手，而报纸编辑正如那赶来赶去的瘦裁判，读者呢，就是那些在黑暗里的无理智的看客。瘦裁判总希望拳击手一回合又一回合地打下去，直到其中的一个倒了下来，，，站不起来，于是跑到那喘着气的胜者身旁去，举起他的套大皮手套的膀子，高喊着你试想想看，这岂不是太滑稽吗？现在呢，我不幸而自己做了这两个拳击手中间的一个，但是我不想为了瘦裁判和看客而继续扮演这滑稽戏了。并且也希望你不要做那瘦裁判。你不看见今天自由谈上止水先生的文章中引着那几句俗语吗？舌头是扁的，说话是圆的，难道你以为从读者的讨论中会得有真是非产生出来呢？施蛰存。十月十八日。十月十九日，大晚报火炬。扑空正误丰之余前几天写扑空的时候，手头没有书，涉及颜氏家训之处，仅凭记忆，后来怕有错误，设法觅得原书来查了一查，发见对于颜之推的记述，是我弄错了。其教子篇云齐朝有一士大夫，尝谓吾曰我有一儿，年已十七，颇晓书疏，教其鲜卑语，及弹琵琶，稍欲通解，以此伏事公卿，无不宠爱，亦要事也。吾时a而不答。异哉此人之教子也。若由此业，自致卿相，亦不愿汝曹为之。然则齐士的办法，是庚子以后官商士绅的办法，施蛰存先生却是合齐士与颜氏的两种典型为一体的，也是现在一部分的人们的办法，可改称为北朝式道德，也还是社会上的严重的问题。对于颜氏，本应该十分抱歉的，但他早经死去了，谢罪行否都不相干，现在只在这里对于施先生和读者订正我的错误。十月二十五日。"}
{"text":"其教子篇云齐朝有一士大夫，尝谓吾曰我有一儿，年已十七，颇晓书疏，教其鲜卑语，及弹琵琶，稍欲通解，以此伏事公卿，无不宠爱，亦要事也。吾时a而不答。异哉此人之教子也。若由此业，自致卿相，亦不愿汝曹为之。然则齐士的办法，是庚子以后官商士绅的办法，施蛰存先生却是合齐士与颜氏的两种典型为一体的，也是现在一部分的人们的办法，可改称为北朝式道德，也还是社会上的严重的问题。对于颜氏，本应该十分抱歉的，但他早经死去了，谢罪行否都不相干，现在只在这里对于施先生和读者订正我的错误。十月二十五日。突围施蛰存八对于丰之余先生，我的确曾经打了几拳，这也许会成为我毕生的遗憾。但是丰先生作扑空，其实并未空，还是扑的我，站在丰先生那一方面或者说站在正邪说那方面的文章却每天都在剿我，而我却真有一个人的受难之感了。但是，从扑空一文中我发现了丰先生作文的逻辑，他说我早经声明，先前的文字并非专为他个人而发的。但下文却有因为他辩驳的话比我所预料的还空虚。不专为我而发，但已经预料我会辩驳，这又该作何解？因为被人指摘了，我也觉得庄子与文选这两本书诚有不妥处，于是在给大晚报编辑的信里，要求他许我改两部新文学书，事实确是如此的。我并不说丰先生是恨我没有推荐这两部新文学书而反对庄子与文选的，而丰先生却说我存着这样的心思，这又岂是有伦次的话呢？丰先生又把话题搭到颜氏家训，又搭到我自己正在读的两本书，并为一谈，说推荐颜氏家训是在教青年学鲜卑语，弹琵琶，以服事贵人，而且我还以身作则，在读一本洋书说颜之推是儒士似的，却又归心于佛，因而我也看一本佛书从丰先生的解释看起来，竟连我自己也失笑了，天下事真会这样巧！我明明记得，颜氏家训中的确有一个故事，说有人教子弟学鲜卑语，学琵琶，但我还记得底下有一句亦不愿汝曹为之，可见颜之推并不劝子弟读外国书。今天丰先生有正误了，他把这故事更正了之后，却说施蛰存先生却是合齐士与颜氏的两种典型为一体的。这个，我倒不懂了，难道我另外还介绍过一本该齐士的著作给青年人吗？如果丰先生这逻辑是根据于自己读外国书即劝人学鲜卑语，那我也没话可说了。丰先生似乎是个想为儒家争正统的人物，不然何以对于颜之推受佛教影响如此之鄙薄呢？何以对于我自己看一本释迦传如此之不满呢？"}
{"text":"今天丰先生有正误了，他把这故事更正了之后，却说施蛰存先生却是合齐士与颜氏的两种典型为一体的。这个，我倒不懂了，难道我另外还介绍过一本该齐士的著作给青年人吗？如果丰先生这逻辑是根据于自己读外国书即劝人学鲜卑语，那我也没话可说了。丰先生似乎是个想为儒家争正统的人物，不然何以对于颜之推受佛教影响如此之鄙薄呢？何以对于我自己看一本释迦传如此之不满呢？这里，有两点可以题出来一颜氏家训一书之价值是否因归心篇而完全可以抹杀？况且颜氏虽然为佛教张目，但他倒并不鼓吹出世，逃避现实，他也不过列举佛家与儒家有可以并行不悖之点，而采佛家报应之说，以补儒家道德教训之不足，这也可以说等于现在人引圣经或可兰经中的话一样。二我看一本佛本行经，其意义也等于看一本谟罕默德传或基督传，既无皈佛之心，更无劝人学佛之行，而丰先生的文章却说是我的渡世法，妙哉言乎，我不免取案头的一本某先生舍金上梓的百喻经而引为同志矣。我以前对于丰先生，虽然文字上有点太闹意气，但的确还是表示尊敬的，但看到扑空这一篇，他竟骂我为洋场恶少了，切齿之声俨若可闻，我虽恶，却也不敢再恶到以相当的恶声相报了。我呢，套一句现成诗十年一觉文坛梦，赢得洋场恶少名，原是无足重轻，但对于丰先生，我想该是会得后悔的。今天读到扑空正误，则又觉得丰先生所谓无端的诬赖，自己的猜测，撒娇，装傻，又正好留着给自己写照了。附注大晚报上那两个标题并不是我自己加的，我并无立场，也并不愿意因我之故而使庄子与文选这两部书争吵起来。右答丰之余先生。二十七日。十月三十一行，十一月一日，自由谈。本篇最初发表于一九三三年十月二十三二十四日申报自由谈。大晚报参看本卷第页注。该报自一九三三年四月起，增出火炬副刊，由崔万秋主编。逍遥游原为庄子书中的篇名，这里是借用。颜氏家训北齐颜之推著。颜本为南朝梁人，后投奔鲜卑族政权北齐。隋初，太子召为学士。他生活的时代，正是经过五胡之乱，鲜卑族居统治地位的时期。义和拳即义和团，清末我国北方农民和手工业者武装反对帝国主义的自发的群众组织。"}
{"text":"本篇最初发表于一九三三年十月二十三二十四日申报自由谈。大晚报参看本卷第页注。该报自一九三三年四月起，增出火炬副刊，由崔万秋主编。逍遥游原为庄子书中的篇名，这里是借用。颜氏家训北齐颜之推著。颜本为南朝梁人，后投奔鲜卑族政权北齐。隋初，太子召为学士。他生活的时代，正是经过五胡之乱，鲜卑族居统治地位的时期。义和拳即义和团，清末我国北方农民和手工业者武装反对帝国主义的自发的群众组织。一九年庚子曾英勇抗击八国联车的侵略，后来在帝国主义和清政府的联合镇压下遭到失败。施蛰存在大晚报征求答案的表格目下所读之书栏内，填了一部文学批评之原理英国李却兹著和一部佛本行经。归心篇是颜氏家训中的一篇。主旨在说明内佛外儒两教，本为一体，而对一些人加于佛教的批评和怀疑作种种解释，篇末并举有因果报应的例子数条。参看本篇备考突围。丰子恺―浙江桐乡人，美术家散文家。孟子儒家经典，是记载战国中期儒家代表人物孟轲的言行的书，由他的弟子纂辑而成。查旧帐查旧帐旅隼这几天，听涛社出了一本肉食者言，是现在的在朝者，先前还是在野时候的言论，给大家听其言而观其行，知道先后有怎样的不同。那同社出版的周刊涛声里，也常有同一意思的文字。这是查旧帐，翻开帐簿，打起算盘，给一个结算，问一问前后不符，是怎么的，确也是一种切实分明，最令人腾挪不得的办法。然而这办法之在现在，可未免太古道了。古人是怕查这种旧帐的，蜀的韦庄穷困时，做过一篇慷慨激昂，文字较为通俗的秦妇吟，真弄得大家传诵，待到他显达之后，却不但不肯编入集中，连人家的钞本也想设法消灭了。当时不知道成绩如何，但看清朝末年，又从敦煌的山洞中掘出了这诗的钞本，就可见是白用心机了的，然而那苦心却也还可以想见。不过这是古之名人。常人就不同了，他要抹杀旧帐，必须砍下脑袋，再行投胎。斩犯绑赴法场的时候，大叫道，过了二十年，又是一条好汉！为了另起炉灶，从新做人，非经过二十年不可，真是麻烦得很。不过这是古今之常人。今之名人就又不同了，他要抹杀旧帐，从新做人，比起常人的方法来，迟速真有邮信和电报之别。"}
{"text":"当时不知道成绩如何，但看清朝末年，又从敦煌的山洞中掘出了这诗的钞本，就可见是白用心机了的，然而那苦心却也还可以想见。不过这是古之名人。常人就不同了，他要抹杀旧帐，必须砍下脑袋，再行投胎。斩犯绑赴法场的时候，大叫道，过了二十年，又是一条好汉！为了另起炉灶，从新做人，非经过二十年不可，真是麻烦得很。不过这是古今之常人。今之名人就又不同了，他要抹杀旧帐，从新做人，比起常人的方法来，迟速真有邮信和电报之别。不怕迂缓一点的，就出一回洋，造一个寺，生一场病，游几天山要快，则开一次会，念一卷经，演说一通，宣言一下，或者睡一夜觉，做一首诗也可以要更快，那就自打两个嘴巴，淌几滴眼泪，也照样能够另变一人，和以前之我绝无关系。净坛将军摇身一变，化为鲫鱼，在女妖们的大腿间钻来钻去，或自以为写得出神入化，但从现在看起来，是连新奇气息也没有的。如果这样变法，还觉得麻烦，那就白一白眼，反问道这是我的帐？如果还嫌麻烦，那就眼也不白，问也不问，而现在所流行的却大抵是后一法。古道怎么能再行于今之世呢？竟还有人主张读经，真不知是什么意思？然而过了一夜，说不定会主张大家去当兵的，所以我现在经也没有买，恐怕明天兵也未必当。七月二十五日。本篇最初发表于一九三三年七月二十九日申报自由谈。肉食者言原书作食肉者言，马成章编，一九三三年七月上海听涛社出版。内收吴稚晖和现代评论派唐有壬高一涵周鲠生等人数年前所写的攻击北洋政府的文章十数篇。这书出版的用意，是在显示吴稚晖等当时的行为和以前的言论完全不符，因为当时吴稚晖已成为蒋介石的帮凶，唐有壬等也大都出任国民党政府的高级官吏。肉食者，指居高位，享厚禄的人，语见左传庄公十年肉食者鄙，未能远谋。听其言而观其行语见论语公冶长子曰始吾于人也，听其言而信其行今吾于人也，听其言而观其行。涛声参看本卷第页注。韦庄约―字端己，京兆杜陵今陕西西安市人，晚唐五代时的诗人与词人，五代前蜀主王建的宰相。唐僖宗广明元年黄巢领导的农民起义军攻长安时，韦庄因应试正留在城中，三年后中和三年，他将当时耳闻目见的种种乱离情形，写成长篇叙事诗秦妇吟。"}
