{"text":"物质生活是如此艰苦，住在贫民窟里一条陋巷中，破了的违章建筑里。任何人处于这种环境，心里的忧愁烦恼都吃不消的。可是颜回仍然不改其乐，心里一样快乐。这实在很难，物质环境苦到这个程度，心境竟然恬淡依旧。我们看文章很容易，个人的修养要到达那个境界可真不简单。乃至于几天没饭吃，还是保持那种顶天立地的气概，不要说真的做到，假的做到，也还真不容易。颜回则做到了不受物质环境的影响，难怪孔子这么赞叹欣赏这个学生。三千弟子只有他做得到这个修养，而他不幸三十二岁就短命死了。近代人研究孔孟思想的，认为颜回是死在营养不良。虽然是一句笑话，但是大家对营养还是要注意到才对。学问的鸿沟说到这里，峰回路转，又转出一个高峰。冉求曰非不说子之道，力不足也。子曰力不足者，中道而废。今女画。这节文字，就是说冉求有一次对孔子说，老师！你不要骂我们，老是说我们不努力。我们对于你的学问非常景仰，只是我们做不到，力不能及。孔子说，你这话错了。做了一半，无法克成其功，这是力量不足的缘故。可是你根本还没有开始做，怎么知道无法做成呢？今女画，并不是说你学画去了，是说你冉求，自己把自己划在一个界限内。孔子的意思说，你不管做不做得成功，只要你肯立志，坚决的去做，做到什么程度算什么程度，这便是真正的努力。现在你自己划了一个界限，还没开步走就先认为自己过不去，这不是自甘堕落吗？接着就讲到真正的作学问，孔子说要作到什么程度呢？子谓子夏曰女为君子儒，无为小人儒。先谈什么叫儒？这个中国字，根据说文解字的另一种解释儒是人类社会所需要的人，所以在人字旁边加一个需要的需字，便成了儒。我们再看佛――弗人，不是人，是超人。仙――山人，有如高山流水。需人则是人类需要他，社会当中不可缺少的人，这就是儒者。我们都称孔孟思想为儒家学说，但是究竟要什么样子才能叫儒呢？孔子在这里提出来分为两种一种叫君子之儒，一种叫小人之儒。如果再进一步参考礼记中的儒行篇，便有很多儒者类型的标准。一个儒者应当有怎样的行为，他的作风以及人格的规范，在儒行篇中，说得很清楚，也包括孔子在这里所提两种儒者之一的君子之儒行。我们现在来说，什么叫小人儒？"}
{"text":"我们再看佛――弗人，不是人，是超人。仙――山人，有如高山流水。需人则是人类需要他，社会当中不可缺少的人，这就是儒者。我们都称孔孟思想为儒家学说，但是究竟要什么样子才能叫儒呢？孔子在这里提出来分为两种一种叫君子之儒，一种叫小人之儒。如果再进一步参考礼记中的儒行篇，便有很多儒者类型的标准。一个儒者应当有怎样的行为，他的作风以及人格的规范，在儒行篇中，说得很清楚，也包括孔子在这里所提两种儒者之一的君子之儒行。我们现在来说，什么叫小人儒？书读得很好，文章写得很好，学理也讲得很好。但除了读书以外，把天下国家交给他，就出大问题，这就是所谓书呆子，小人儒。所以处理国家天下大事，不但要才德学三者兼备，还要有真正的社会体验，如果毫无经验，只懂得书本上那一套，拿出来是行不通的不知道天下事的现实情状就行不通。比如说，这两天美国总统到了中东，他在那里讲些什么？知不知道？如果说报纸上有新闻报纸上登的，和原有的真话，不知相差多远。根据报纸你就可以评论天下事，这是书呆子之见。君子之儒有什么不同？就是人情练达，深通世故。如前面所讲的，子路的果，子贡的达和冉求的艺，都具备了，那就是君子儒。知人之明子游为武城宰。子曰女得人焉尔乎？曰有澹台灭明者，行不由径。非公事，未尝至于偃之室也。子游为孔子弟子，少孔子四十五岁，姓言名偃。他出去做官，在武城这个地方为宰――首长。回来看老师，孔子问他在地方上得到人才没有？讲到这句话要注意，从历史可以看出，中国古代非常重视对后辈的培养。尤其在汉唐，对地方的人才，都经过慎重的选拔，并且视选才为重要工作之一。所以子游这个学生来看他，孔子的第一句话，就问他在地方上发掘到人才没有。因为任何一个地方，任何一个时代都要人才。所以孔子第一句话就问这个问题。子游说有个澹台灭明。号子羽，比孔子少三十九岁，相貌很难看。中国人常用孔子一句话，以貌取人，失之子羽。便是指此公的故事。在这以前他曾见过孔子，我们这位老夫子，这天不知道什么事情心情不好，看见这个年轻人怪难看的样子，并不太注意他，这位年轻人没有好久就走了。不过他还是愿意做孔子的学生，学问非常好，后来成为不得了的人物。历史上记载在南方，他和他的弟子们名动诸侯。他到哪里，各国元首都欢迎他。"}
{"text":"因为任何一个地方，任何一个时代都要人才。所以孔子第一句话就问这个问题。子游说有个澹台灭明。号子羽，比孔子少三十九岁，相貌很难看。中国人常用孔子一句话，以貌取人，失之子羽。便是指此公的故事。在这以前他曾见过孔子，我们这位老夫子，这天不知道什么事情心情不好，看见这个年轻人怪难看的样子，并不太注意他，这位年轻人没有好久就走了。不过他还是愿意做孔子的学生，学问非常好，后来成为不得了的人物。历史上记载在南方，他和他的弟子们名动诸侯。他到哪里，各国元首都欢迎他。而且他还带有点英豪侠气。子游在武城发现了，又介绍给孔子。所以孔子后来感叹人不可以貌相，以外形去判定一个人才，往往会有失误。孔子自己承认错了。错了就错了，孔子非常勇于认错。子游向孔子报告，找到了一个叫澹台灭明的人才。此人行不由径――这句话照古人的解释，是说走路绝不走小路。如比之现在的情况，不走小路，难道走大马路？不被汽车压死才怪――子游又说他从来没有到我房子讲过私话。对于汉代以来行不由径解释为不走小路的说法，朱注径，路之小而捷者。我不同意。古时候径者道也，并没有说必是小路，人光走大路，不走捷径是笨蛋。难道是瞎子，小路不敢走，怕跌倒？那么什么叫行不由径呢？我们刚才已经讲过了，澹台灭明后来带了弟子，在南方一带，游说诸侯，名动公卿。他到哪里，各国元首都对他重视。这个人有江湖豪气，行不由径是说他行事从表面看来，有时不依常规，不循常道，有点满不在乎的味道，有如子贡那个达字的道理一样。因为他行不由径，所以孔子对他也看走了眼。言偃在这里讲他行不由径，表面看来有违常规，但是他又发现澹台灭明还有一个很大的长处――很讲义气，绝对无私，不是为了公事，从来不到子游的房里来。因此，我认为行不由径四字，当作此解。但我这个说法，也是行不由径的。此举实在并非故意，因为发现这里面有些混淆不清，只好套用孟子一句话予岂好辩哉？予不得已也。功成身退这一篇上面都是讲学生的故事下面是对当代一些人物的评论，说明待人处世的学问之道。子曰孟之反不伐，奔而殿，将入门，策其马曰非敢后也，马不进也！孟子反，是鲁国的大夫。在鲁哀公十一年这个阶段，当时鲁国有难，作战的时候，孟之反为统帅之一。"}
{"text":"但我这个说法，也是行不由径的。此举实在并非故意，因为发现这里面有些混淆不清，只好套用孟子一句话予岂好辩哉？予不得已也。功成身退这一篇上面都是讲学生的故事下面是对当代一些人物的评论，说明待人处世的学问之道。子曰孟之反不伐，奔而殿，将入门，策其马曰非敢后也，马不进也！孟子反，是鲁国的大夫。在鲁哀公十一年这个阶段，当时鲁国有难，作战的时候，孟之反为统帅之一。孔子学生冉有也参加战役为统帅。孟子反怎样的不伐呢？有功而不骄矜，不宣扬叫不伐。古代伐与矜这两个字常常会连在一起用。矜是自以为高明伐则为有功有才，而自我夸耀。奔而殿，是说他在这次战役中打了败仗，撤退时他走在最后，拒敌掩护撤退。我们知道历史上记载，鲁国那一次是打了败仗。学军事的人就知道，打胜仗容易，打败仗难。军事中的作战计划是有两套的这两套计划分门订立。假如当统帅的作打胜仗的计划，参谋长便应当另作打败仗的计划，然后两套计划配合起来运用。或者参谋长作打胜仗的计划，但统帅就不能再作打胜仗的计划，否则万一败了会很惨。战争不是胜就是败，但一个人又计划胜仗怎么打，又计划败仗怎么打，心理上也成问题。当然，有特殊的将才不在此限。中国历史上打败仗最有名的军事家应该算是诸葛亮，他六出祁山，每次撤退，一兵一卒都不会少，是古今以来，安全撤退成功的战略家。在战场上打了败仗，哪一个敢走在最后面？就是平常走夜路，胆小的也先跑了，怕后面有鬼。打败仗比这还可怕。孟之反则不同。奔而殿，叫前方败下来的人先撤退，他自己一个人挡在后面。殿便是最后的意思。将入门这句，是说孟之反由前方撤退，快要进到自己的城门时，策其马曰，他才赶紧用鞭子，抽在马屁股上，超到队伍的前面去。然后告诉大家说非敢后也，马不进也。他说，不是我胆子大，敢在你们背后挡住敌人，实在这匹马跑不动，真是要命啊！孔子认为像孟之反修养到这种程度，真是了不起。这一节，我们有两点要了解。第一点，历史上每一战争下来，争功争得很厉害，同事往往因此变成仇人冤家。尤其在清朝时候，有些人夺取了功劳，还把过错推给别人。因此引起内部的不平。太平天国的失败，就是由诸将争功所致。"}
{"text":"然后告诉大家说非敢后也，马不进也。他说，不是我胆子大，敢在你们背后挡住敌人，实在这匹马跑不动，真是要命啊！孔子认为像孟之反修养到这种程度，真是了不起。这一节，我们有两点要了解。第一点，历史上每一战争下来，争功争得很厉害，同事往往因此变成仇人冤家。尤其在清朝时候，有些人夺取了功劳，还把过错推给别人。因此引起内部的不平。太平天国的失败，就是由诸将争功所致。第二点，由此可知鲁国当时国内的人事问题太复杂，但孟之反的修养非常高，怕引起同事之间的摩擦，不但不自己表功，而且还自谦以免除同事之间彼此的嫉妒。论语所以要把这一段编入，乃是借孟之反的不居功，反映出春秋时代人事纷争之乱的可怕。实际上，人事纷争在任何时代都是一样的。很坦白地说，在一个地方做事，成绩表现好一点，就会引起各方面的嫉妒排挤成绩不好呢？又太窝囊。人实在不大好作。当时鲁国人事上也是这样情形，孟之反善于立身自处，所以孔子标榜他不矜不伐。同时以另一个观点来看，孟之反更了不起，不但自己不居功，而且免除了同事间无谓的妒忌，以免损及国家。古人说能受天磨真铁汉，不遭人忌是庸才。像李陵与苏武的故事便是如此。当时李陵孤军作战，友军各怀忌心不来相救，因此被逼到投降了。司马迁为这件事向汉武帝力争，他说李陵之投降是被逼的。友军嫉妒他，不支援他，他一人带了五千士兵，孤军深入绝域，最后拚得剩下十余个人，还在奋勇拒敌，这怎么能责怪他呢？结果汉武帝发了脾气，司马迁受了宫刑。后来苏武回来，就写信劝李陵回来，李陵回信说，叫我怎么回去呢？回去以后，那些专门根据人事法规办案的人，东挑剔，西挑剔，挑剔得没完没了。我将无法辩白，实在受不了。前方作战受苦，回来碰到那些自以为懂法的专家，鸡蛋里挑骨头，一个字错了就会有罪，这叫人怎么受得了？所谓刀笔之吏，弄其文墨。便是此意。讲到这里，同时想起汉高祖大将周勃的故事。他功劳很大，到文帝时，出将入相，万人之上，一人之下。后来因事坐牢，而那个监狱的管理员，叫他坐就得坐，叫他站就得站。周勃不免感叹当年统兵数十万，一呼百诺，那种威风之神气。无奈进入监牢，受尽了窝囊，也只好叹息说今日方知狱吏之尊！讲孟之反为什么要说到这些？这便是读书不要读死书，要把书读活了。读论语是要懂得如何作人做事，并不是为了应付考试。"}
{"text":"所谓刀笔之吏，弄其文墨。便是此意。讲到这里，同时想起汉高祖大将周勃的故事。他功劳很大，到文帝时，出将入相，万人之上，一人之下。后来因事坐牢，而那个监狱的管理员，叫他坐就得坐，叫他站就得站。周勃不免感叹当年统兵数十万，一呼百诺，那种威风之神气。无奈进入监牢，受尽了窝囊，也只好叹息说今日方知狱吏之尊！讲孟之反为什么要说到这些？这便是读书不要读死书，要把书读活了。读论语是要懂得如何作人做事，并不是为了应付考试。圣人也有牢骚吗？接下来，说到孔子对于时代的感叹。我们经常批评人家发牢骚，其实，这也是人情之常。虽然有时候历史上看到发牢骚而获罪的事，但人人都有牢骚，发出来还好一点，不发出来更糟糕。孔于偶尔发发牢骚，也并不为过。子曰不有祝跄之佞，而有宋朝之美，难乎免于今之世矣！先说祝跄，跄是人名，字子鱼，有口才，是当时卫国的大夫。祝是当时的官名，管宗庙国家祭祀的官，他的资料，在左传鲁定公四年祝跄长卫于祭中有详细的记载。宋朝是宋国的公子，公子是世袭的官名，所谓世家公子，他的名字叫朝，长得很漂亮。孔子说，假使一个人没有像祝跄那样能言善辩好口才，虽然长得像宋公子朝那么帅，可是在这个社会上，还是吃不开，行不通的。所以时代变乱中的人物，不但人要帅，还要有口才。在现代社会上说来这还不够，还要有财。这是孔子对当时时代社会变乱中的感慨，我们也可以当他是牢骚吧！我们要了解，孔子对当时的社会有些感叹，在孔子以前难道就都是好的？不！也是一样的。人与人之间，人与事之间，造成的种种烦恼，千古一律，不但中国，外国也一样的。所以我们不要以为古代蛮好，现代却差了。后代的人看我们现在，还认为比他们好。这是世道人心，千古以来一样的道理。所以我们念古书，并不是要退回去作古代的人，主要的是要懂得如何作今天的人。上面看孔子发了一顿牢骚，他向现实低头了没有呢？他始终不低头。子曰谁能出不由户？何莫由斯道也！孔子虽然对时代那么感叹，但是他认为还是要走正道才对。一个君子不要对现实低头，最后的胜利，最后的成功还是归于正道的。他举例说谁能出不由户？大门里的门为户。他说哪一个要出外的人，能够不经过门户出去呢？"}
{"text":"这是世道人心，千古以来一样的道理。所以我们念古书，并不是要退回去作古代的人，主要的是要懂得如何作今天的人。上面看孔子发了一顿牢骚，他向现实低头了没有呢？他始终不低头。子曰谁能出不由户？何莫由斯道也！孔子虽然对时代那么感叹，但是他认为还是要走正道才对。一个君子不要对现实低头，最后的胜利，最后的成功还是归于正道的。他举例说谁能出不由户？大门里的门为户。他说哪一个要出外的人，能够不经过门户出去呢？出了门才走上正路，人一定要走上正路的，走邪门，行左道，终归曲折而难有结果。这一段，也是说人一定要有作人的标准。尽管许多人，不走正道而得意一时，最后还是有问题。不过许多人还是只顾目前，不顾自己的后果。虽然我们看到不少人作恶多端，却仍然安享天年，但是这笔帐终归有来世结算的。百无一用是书生子曰质胜文则野，文胜质则史。文质彬彬，然后君子。质是朴素的文质文是人类自己加上去的许多经验见解，累积起来的这些人文文化。但主要的还是人的本质。原始的人与文明的人，在本质上没有两样。饿了就要吃饭，冷了便要穿衣，不但人类本质如此，万物的本质也是一样。饮食男女，人兽并无不同。但本质必须加上文化的修养，才能离开野蛮的时代，走进文明社会的轨道。所以孔子提出质胜文则野，完全顺着原始人的本质那样发展，文化浅薄，则流于落后野蛮。文胜质则史，如果是文化进步的社会，文化知识掩饰了人的本质，好不好呢？孔子并没有认为这样就好，偏差了还是不对。文如胜过质，没有保持人的本质，则史。这个史，如果当作历史的史来看，就是太斯文太酸了。我们要拿历史来对证中外历史都是一样，一个国家太平了一百多年以后，国势一定渐渐衰弱，而艺术文化，却特别发达。艺术文化特别发达的时代，也就是人类社会趋向衰落的时候。如罗马鼎盛时期，建筑艺术歌舞等等随之渐渐发展，到了巅峰时期，国运即转衰微了。所以孔子说文质彬彬，然后君子。这两样要均衡的发展。后天文化的熏陶与人性本有的敦厚原始的朴素气质互相均衡了，那才是君子之人。整个国家文化如此，我们个人也是如此。所以我有时也不大欢喜读书太过用功的学生，这也许是我的不对。但我看到很多功课好的学生，戴了深度的近视眼镜，除了读书之外，一无用处。"}
{"text":"艺术文化特别发达的时代，也就是人类社会趋向衰落的时候。如罗马鼎盛时期，建筑艺术歌舞等等随之渐渐发展，到了巅峰时期，国运即转衰微了。所以孔子说文质彬彬，然后君子。这两样要均衡的发展。后天文化的熏陶与人性本有的敦厚原始的朴素气质互相均衡了，那才是君子之人。整个国家文化如此，我们个人也是如此。所以我有时也不大欢喜读书太过用功的学生，这也许是我的不对。但我看到很多功课好的学生，戴了深度的近视眼镜，除了读书之外，一无用处。据我的发现是如此，也是我几十年的经验所知，至于对或不对，我还不敢下定论。可是社会上有才具的人，能干的人，将来对社会有贡献的人，并不一定在学校里就是书读得很好的人。所以功课好的学生，并不一定将来到社会上做事会有伟大的成就。前天在大考一个研究生，拿硕士学位，很惭愧的，我忝为指导老师。还好最后以八十五分的高分通过了。这个孩子书读得非常好，但是我看他做事，一点也不行，连一个车子都叫不好。书读得好的，一定能救国吗？能救国救世的人，不一定书读得好。假定一个人书读得好，学问好，才具好，品德也好那才叫做文质彬彬，然后君子，算是一个人才。所以我常劝家长们不要把子弟造就成书呆子，书呆子者无用之代名词也。试看清代中叶以来，中西文化交流以后，有几个第一名的状元是对国家有贡献的？再查查看历史上有几个第一名状元对国家有重大贡献的？宋朝有一个文天祥，唐朝有一个武进士出身的郭子仪。只有一两个比较有名的而已。近几十年大学第一名毕业的有多少人？对社会贡献在哪里？对国家贡献在哪里？一个人知识虽高，但才具不一定相当而才具又不一定与品德相当。才具学识品德三者兼备，这就是孔子所讲的文质彬彬，然后君子。不但学校教育要注意，家庭教育也要对此多加注意。人性的基本问题关于文质彬彬一节，再深入就要进入个人具体的修养，和人性本质问题。人性究竟是善还是恶？这是哲学上一大问题。中国哲学的基本，几千年来讨论这个问题，都无法下定论，西方哲学也讨论这个问题。我们根据孔孟思想，认为人性的本质，本来是善良的。最有名的三字经，第一句话就引用孔子人之初，性本善。不善都是后天学坏了的恶习气。所谓性相近也，习相远也。孟子也曾举例，说明人性基本是善的。"}
{"text":"人性究竟是善还是恶？这是哲学上一大问题。中国哲学的基本，几千年来讨论这个问题，都无法下定论，西方哲学也讨论这个问题。我们根据孔孟思想，认为人性的本质，本来是善良的。最有名的三字经，第一句话就引用孔子人之初，性本善。不善都是后天学坏了的恶习气。所谓性相近也，习相远也。孟子也曾举例，说明人性基本是善的。他说，我们走在路上，看见一个小孩子掉下井里去，第一个念头，第一件事一定是救人，不管这个孩子是谁，是仇人的孩子，或是自己的孩子，一定只要救人，所以说恻隐之心人皆有之。仁爱慈悲的心各个都有。其次，人看到悲惨可怜的人，心里一定为他难过。由此可见人心是好的。相反的，如荀子主张人性天生是恶的。举例来说，如果一个母亲生了双胞胎，当其中一个孩子要吃奶的时候，另一个孩子又哭又闹，把奶抢过来自己吃，可见人性是恶的。荀子认为人之为善，是后天的教化慢慢塑造而成。在孔子孟子和荀子之外的另外一说，便是与孟子同时的告子，他认为人的本性，既不好也不坏。他说人性好比木头，以圆规一量可做成圆形，用矩一量又可做成方形。墨子也是这种主张他说人性像白丝布一样，要把他染成黑的就是黑色，染成红的就是红色。人性无所谓善恶，善恶都是后来的染色。现在教育上可塑性的观念，便和此相近。于是，人性是善是恶，或不善不恶，哲学上几千年来都在争论。中国如此，外国也如此。但是这些学理到今天还没有给人类以公认的定论，至少在学术思想上是如此。所以我们常常提到人类的文化非常滑稽。中国人五千年文化历史，西方人也有几千年，同样的吹牛认为人类最伟大，最了不起――自吹是万物之灵。但在万物的心目中，如猪牛鸡鸭来看人类，说不定认为人是万物中最可恶的东西，既狡诈又凶残，因为人类专门杀害它们，吃它们。可是我们万物之灵的人类，虽然有了几千年文化，但对几个基本问题，却仍然都没有肯定的答案。例如我们的生命究竟从哪里来？人性究竟是善的或是恶的？人类自己认为哲学宗教科学等累积的文明，已经征服了太空，这也是吹牛。严格说来，人类今天的文明，只能说开始向太空进军，太空并没有被我们征服。虽然进到了太空，人类自己切身的问题，仍如几千年来一样，还是没有解决。科学上为什么要到太空去？主要目的还是要追求生命的来源。"}
