{"text":"对大汉天威而言，不能说不是一项污损。如果站在中国妇女的立场来写历史，应该说汉唐两代外交上的辉煌史迹，大多是靠女性挣来的。因此清人刘献廷有诗感叹说敢惜妾身归异国，汉家长策在和番。唐大历四年，回纥很强，向中国要求通婚，要一个公主嫁给他。当然，皇帝不愿把自己的女儿嫁到回纥，于是在后宫中挑选了一名宫女，封为崇徽公主，嫁到回纥去。当出嫁行列经过山西汾州，即将出关的时候，崇徽公主怀着满腔的怨恨，无奈又绝望地伏靠在关口的石壁上，真是凄凄又侧侧。然而，无奈归无奈，绝望归绝望，最后只得狠下心来，尽力一推，把自己推向那无边的塞外，真是一推成永别。美人含悲而去，石壁上则留下了她手掌的痕迹，后来有人在此，立了一座崇徽公主手痕碑，记述这件事情。诗人李山甫经过这里的时候，就写了这样一首诗一掐纤痕更不收，翠微苍藓几经秋？谁陈帝子和番策？我是男儿为国羞。寒雨洗来香已尽，澹烟笼着恨长留。可怜汾水知人意，旁与吞声未忍休。留有崇徽公主手痕的石壁，长满了苔藓，经历了无数的春秋。究竟是谁想出这种以女子和番的办法？我们这些保国有责的男子汉，看到这种事情，不禁要为国家的声威而感到羞耻。这名女子为国牺牲的事迹，虽然像山上的花香一样，随着寒雨而逝，被人们淡忘了。可是那满含着幽怨隐恨的手痕，却仍然笼罩在烟云中。这汾河里的水，似乎也通晓人意，仍然伴着这石上的痕迹，呜咽地流着。前面说到李山甫悲南朝那些风流皇帝的诗，有多少兴亡慨叹！同在唐代，名诗人韦庄的七律咏南国英雄，也是令人吟后荡气回肠，啼嘘不已的。他的诗说南朝三十六英雄，角逐兴亡自此中。有国有家皆是梦，为龙为虎亦成空。残花旧宅悲江令，落日青山吊谢公。毕竟霸图何物在，石麒麟没卧秋风。他感叹南朝各国的几十个帝王英雄，互相争夺，此起彼落，不但国与国争，姓与姓斗，甚至骨肉相残。虽然强者一时得势，不久又可能被人踩到脚底。到头来，国也好，家也好，权也好，势也好，都不过是一场幻梦。所谓南朝金粉，由这句话，我们可以想见当时繁华的盛况。但也只是想见而已，不但是现在无众目睹，就是距离那个时代很近的韦庄，也只见到残花旧苑落日青山而已。表志功业的石麒麟，早已湮没在秋风荒野之中，徒然使人悲吊那江令谢公。试问当年的霸业，又留下了什么呢？这是人生的感慨，乱世的悲叹！"}
{"text":"虽然强者一时得势，不久又可能被人踩到脚底。到头来，国也好，家也好，权也好，势也好，都不过是一场幻梦。所谓南朝金粉，由这句话，我们可以想见当时繁华的盛况。但也只是想见而已，不但是现在无众目睹，就是距离那个时代很近的韦庄，也只见到残花旧苑落日青山而已。表志功业的石麒麟，早已湮没在秋风荒野之中，徒然使人悲吊那江令谢公。试问当年的霸业，又留下了什么呢？这是人生的感慨，乱世的悲叹！也是站在另一角度的政治哲理吧！这似乎是对只求现实权力者的一种告诫。其实看历史文化，也不必如此的悲叹。宋代谢涛一首梦中咏史吟得好百年奇特几张纸，千古英雄一窖尘。唯有炳然周孔教，至今仁义洽生民。现实的权势过后必然落空，而一种正确的文化思想，如周公孔子的仁义之道，则是千古不变的。从这些正面反面的诗史，我们可以看出中国文化的政治哲学。我常常告诉这一辈的青年人，如果不深入中国的诗词，就无法了解中国文化的哲学思想。因为中国文化与西方文化的形态与结构不一样，中国文化的文学与哲学是分不开的，中国文化的诗词里往往都含有哲学思想，而高深的哲学思想也往往以优美的文字来表达，尤其喜欢透过有节奏有旋律有音韵美的诗词来陈述。这些有关好色的正反两面的文哲思想，颇为有趣。同时也看到，在历史上和女人有关的政治资料，以及各种不同的见解。杨贵妃的翻案语顺便，我们再看看有名的杨贵妃。历史上说，由于唐明皇的好色，引起了安禄山之乱，因此部队发生了兵变，把唐明皇所喜欢的杨贵妃，活活吊死在马鬼坡。后世有许多诗文骂杨贵妃，也有许多诗文为杨贵妃叫冤。在唐明皇之后，那位喜欢吃喝玩乐，说他自己打球的技巧可以考状元的僖宗皇帝，为了避黄巢之乱，逃到四川，经过了当年唐明皇避安禄山之乱，吊死杨贵妃的马鬼坡。于是就有人在马鬼坡的驿馆题了一首诗道马嵬烟柳正依依，重见銮舆幸蜀归。泉下阿蛮应有语，这回休更怨杨妃。也有人传说这首诗是罗隐作的。他咏叹说，马鬼坡的杨柳树，和以前一样，正是诗情画意的时候。唐朝的末代皇帝僖宗，又是为了逃难远离宫城，路过此地。玄宗地下有知的话，应该会说，你们这一次出的乱子，再也不会推到我那位杨太妃身上来了吧！"}
{"text":"在唐明皇之后，那位喜欢吃喝玩乐，说他自己打球的技巧可以考状元的僖宗皇帝，为了避黄巢之乱，逃到四川，经过了当年唐明皇避安禄山之乱，吊死杨贵妃的马鬼坡。于是就有人在马鬼坡的驿馆题了一首诗道马嵬烟柳正依依，重见銮舆幸蜀归。泉下阿蛮应有语，这回休更怨杨妃。也有人传说这首诗是罗隐作的。他咏叹说，马鬼坡的杨柳树，和以前一样，正是诗情画意的时候。唐朝的末代皇帝僖宗，又是为了逃难远离宫城，路过此地。玄宗地下有知的话，应该会说，你们这一次出的乱子，再也不会推到我那位杨太妃身上来了吧！唐玄宗小名阿蛮这是为贵妃所作翻案文章中最精彩最有趣的一首诗。再说寡人好色的公案我从前读史记读到越世家的时候，有所感触，曾写下这样的一首七言绝句玉颜不意自成名，当日那知事重轻。存越亡吴论功罪，妾身恩怨未分明。历史上的美人不少，而被议论得最多的，乃至在文学艺术作品中出现最多的，恐怕是西施了。她之所以在几千年后，还有这许多人研究她，讨论她，批评她，歌颂她，扮演她，除了归之于命运外，恐怕很难有更好的理由了。其实她自己不过是诸暨乡芒罗村里，一个以卖柴为生的樵夫的女儿。可能是因为常常挨饿，罹患了胃病，就常常扪住胸口，皱起眉头。那样子也怪惹人怜爱的。乡下人嘛，在村里村外走动的，看到她那娇弱的样子，和一般粗野的村姑大不相同。男孩子都认为她很美，别的女孩子也跟她学起来，于是名声就传出去了。这时越国被吴国打败了，带了仅仅五千人。困在会稽这个小地方。为了找美女献到吴国去求和，地方小，人口少，西施就被负责选美的范蠡选上了，把她送到吴国去。在她当时，只知道去侍奉一个外国人，可以多得一些赏钱，孝养她的父亲，哪里知道这许多国家大事的重要性。后来越王勾践灭了吴王夫差，报了仇。站在勾践一边的说她好，而为吴国说话的则骂她是罪人。直到现在，她在历史上的恩怨是非，还没有定论。其实不论是功是过，都是后世的人，借用了她这一个出身山村美人的遭遇，来发挥自己对历史的政治哲学观点，或者抒发自己的一些感触而已。对于西施没有多大的关系。当我写出上面这首诗时，我的儿子说，好像曾经看过古人有同样的句子，但是出自哪里，一时找不出来。所以在此特别声明，书有未曾经我读，有些与古偶合，事非得已。不然，被别人发现了，还以为我犯了偷诗的盗窃罪呢。"}
{"text":"后来越王勾践灭了吴王夫差，报了仇。站在勾践一边的说她好，而为吴国说话的则骂她是罪人。直到现在，她在历史上的恩怨是非，还没有定论。其实不论是功是过，都是后世的人，借用了她这一个出身山村美人的遭遇，来发挥自己对历史的政治哲学观点，或者抒发自己的一些感触而已。对于西施没有多大的关系。当我写出上面这首诗时，我的儿子说，好像曾经看过古人有同样的句子，但是出自哪里，一时找不出来。所以在此特别声明，书有未曾经我读，有些与古偶合，事非得已。不然，被别人发现了，还以为我犯了偷诗的盗窃罪呢。像上面这类的诗文很多，虽然大家会喜欢这一类文学作品，但这里到底是研究孟子这本书，如果反宾为主，再继续引出这类诗词来讨论，那就有太过好色之嫌了。一笑就此打住。人事行政我们讨论到正题上来。孟子和齐宣王之间，打太极拳也好，打篮球也好，两个人推来推去，看来蛮好玩，也都蛮可怜。但齐宣王始终很尊重孟子，尽管他不接受孟子的意见施行王道，自然他有他不得已的苦衷。而孟子也真的看中了齐宣王，其实齐宣王也真是蛮可爱的。在战国时代的各国诸侯中，讲实在话，齐宣王是比较好的一个。现在，孟子和齐宣王两个人推了半天，都推不出一个明堂来，于是孟子改变拳路，拿出大洪拳，硬碰上去。孟子谓齐宣王曰王之臣，有托其妻子于其友，而之楚游者，比其反也，则冻馁其妻子，则如之何？王曰弃之。曰士师不能治士，则上。之何？王曰已之。曰四境之内不治，则如之何？王顾左右而言他。有一天，孟子对齐宣王说，假定你齐宣王的部下中，有一位大臣，把自己的妻子儿女，托给一位朋友照顾，自己到楚国去访问，等到他出国回来的时候，妻子儿女都已经冻死饿死了。像这样的朋友该怎么办呢？齐宣王说，对于这样的朋友，很简单，不理他。孟子又说，如果你下面的执法官员，没有好好尽职做事，那你怎么办？齐宣王说，那只有免了他的职位。孟子于是紧跟着问，那么一个国家的不安定，这个责任问题怎么办？齐宣王被他这么一来，大洪拳的打法太硬，吃不消了，只好不理他，随便找个其他的话题，岔过去。齐宣王此时好像和孟子下象棋，被将了一军，进退两难，下不了台了。"}
{"text":"像这样的朋友该怎么办呢？齐宣王说，对于这样的朋友，很简单，不理他。孟子又说，如果你下面的执法官员，没有好好尽职做事，那你怎么办？齐宣王说，那只有免了他的职位。孟子于是紧跟着问，那么一个国家的不安定，这个责任问题怎么办？齐宣王被他这么一来，大洪拳的打法太硬，吃不消了，只好不理他，随便找个其他的话题，岔过去。齐宣王此时好像和孟子下象棋，被将了一军，进退两难，下不了台了。孟子见齐宣王曰所谓故国者，非谓有乔木之谓也，有世臣之谓也。王无亲臣矣。昔者所进，今日不知其亡也。王曰吾何以识其不才而舍之？曰国君进贤，如不得已，将使卑逾尊，疏通戚，可不慎与？左右皆曰贤，未可也诸大夫皆曰贤，未可也国人皆曰贤，然后察之见贤焉，然后用之。左右皆回不可，勿听诸大夫皆曰不可，勿听国人皆曰不可，然后察之见不可焉，然后去之。左右皆曰可杀，勿听诸大夫皆曰可杀，勿听国人皆曰可杀，然后察之见可杀焉，然后杀之。故曰国人杀之也。如此，然后可以为民父母。孟子将了一军之后，接着就使出柔道，乃至西洋拳击，硬拼硬打的都上场了。这个时候，大概孟子也看出苗头不对，准备收拾行李要走路了。这是孟子第一次离开齐国。所以又一次对齐宣王说所谓历史悠久的国家，不是指年代的久远，而是指文化根基的深厚，因此，参天的古木，不足以代表文化故国的气息。兼备功勋德业的世臣，才是一个文化故国的精神表率。现在您不但没有这一类的大臣，就是连真心忠于您，亲近您，而值得信任的臣子也没有。过去有人推荐了人才给您，虽然您也立即录用，可是过不了两天，把这个人的名字都忘记了，甚至于他因不被重用，悄悄离开了您，您都不知道。这怎么可以？实际上，齐宣王最大的毛病，在于他不能真心信任臣下。后来他的儿子――齐⊥跫涛唬变本加厉，更不能全心全意信任重臣。苏秦的弟弟苏代看出了他的弱点，报告了燕昭王，于是燕国打败了齐国，使齐国一蹶不振，几乎至于亡国。这一次，齐宣王很可能被孟子上一次大洪拳式的谈话，打得太厉害，答不出话来以后，齐宣王把他冷落在一旁，两人可能很久没有见面了。齐宣王听孟子这么说，也只好敷衍地问，我下面那么多人，我怎么知道谁不好，应该免了他，不用他呢？我实在无法考核啊！"}
{"text":"实际上，齐宣王最大的毛病，在于他不能真心信任臣下。后来他的儿子――齐⊥跫涛唬变本加厉，更不能全心全意信任重臣。苏秦的弟弟苏代看出了他的弱点，报告了燕昭王，于是燕国打败了齐国，使齐国一蹶不振，几乎至于亡国。这一次，齐宣王很可能被孟子上一次大洪拳式的谈话，打得太厉害，答不出话来以后，齐宣王把他冷落在一旁，两人可能很久没有见面了。齐宣王听孟子这么说，也只好敷衍地问，我下面那么多人，我怎么知道谁不好，应该免了他，不用他呢？我实在无法考核啊！孟子说，用人本来是有人事制度，可按照制度办理的，但是真遇到人才的话，就不要拘泥成规，应该越级拨用，使得不尽其才。接着孟子就对人事考核的几项原则，作个解说。这个原则，孔子也曾经提到，在论语中有过记载。孟子的观点和他完全一样。他说有一个人，如果您左右的人都说他好，您不可以因此认为他好您的高级干部们也说他好，您还是不可以认为他就真好即使全国的人都说他好，您还是要慎重，加以考察，考察的结果，发现他真的很好，然后再用他。相反地，对于不好的人，也要这样一一查询，再经过仔细的审核，发现了他的确很坏，实在可恶，然后才可以不用他。这样，即使您下命令杀了这个犯罪的人，也等于是全国的人要杀他的，谁也不会怨恨您。要做到了这个样子，然后才可以为民父母。其实一个国家的领导人，把全国老百姓，当作自己的子弟，予以教养爱护，使他们安居乐业，这就是老百姓最好的父母官。后世的人怕得罪帝王，而说地方官为民父母，就是脱胎于此，演变而来。现在我们再次深入研究这段文章，这章书，是孟子在齐梁之间自己的笔记，至少也是门人记录，或者经过他自己看过核定过的。可是这一段的内容，好像是凌空而来，与前后文的内容都不相衔接，没有关连。据我研究的看法，孟子和齐宣王两个人，一路打太极拳玩推手，推来推去，推到最后，孟子忍不住，突然猛击一拳，跆拳都上了。跆拳一上，齐宣王被打怕了，干脆不和孟子见面。隔了一段时间，孟子有一天硬是轧一脚进去。见了面，孟子又改变拳路，来一套形意拳，骂他一顿。这就是上面的一段话。这一段的开场白等于说，你请了客人来，又不请他入席，这怎么可以呢？当然孟子不好意思说自己是圣人，只说他请来的人，如果悄悄地离开，他都会不知道。"}
{"text":"跆拳一上，齐宣王被打怕了，干脆不和孟子见面。隔了一段时间，孟子有一天硬是轧一脚进去。见了面，孟子又改变拳路，来一套形意拳，骂他一顿。这就是上面的一段话。这一段的开场白等于说，你请了客人来，又不请他入席，这怎么可以呢？当然孟子不好意思说自己是圣人，只说他请来的人，如果悄悄地离开，他都会不知道。而齐宣王对他的答复――并不问有哪一位圣人贤人我没有用他，只说吾何以识其不才不丽舍之？我怎么知道谁是饭桶而教他走路呢？这句话使得身为贵宾的孟子，听来很是难堪。孟子自己知道，很难在齐国再待下去了，可能很快就要走路了。所以才有国人皆曰贤国人皆曰不可国人皆曰可杀这三段话。因为孟子前面的士师不能治士和四境之内不治这两句话，把齐宣王和大臣们都骂进去了。这一拳是打得很重的。可见这时，齐宣五左右，反对孟子的人很多，甚至可以怀疑，包括稷下先生们，以及推行合纵计划的，如苏秦方面的人，甚至孟尝君的门下客，都可能从中捣鬼。从孟子强调国人皆曰可杀的话，可见他们攻击孟子，几乎到了非去之而不甘心的程度。千古以来，政治上的倾轧，都是如此。小人与小人之争，是为了权势利害君子与君之争，则是为了思想意见不同。历史的成败关键，往往就种因于此。古今中外，都跳不出这个圈子，深为可叹！高明柔克说到这里，又使人想起清初乾隆时代的重臣孙嘉涂一篇奏议，也就是后人称为三习一弊疏的大文章。后来曾国藩到了功成名遂，威望足以震主的时候，他从实际人生的经验中瞻顾上下左右，忽然想到了这篇文章，极为主张大家去细读。一方面是对湘军中如他的兄弟曾国荃等将领而发，一方面也是希望清廷能够警觉，不要生起疑忌之心。其实，任何一个事业的主脑人物，到了功成名就的时候，都可能有这种情形发生。无论是政治财经上的领导人物，或工商业的巨子，乃至学术教育界的权威，都必须一读此文，深切省察，以永保成功。有一点我们要知道的，孙嘉淦的三心一弊疏，是对升平时世的明主，如乾隆一类的老板讲的。换言之，中人以下的历代职业帝王们，还不足以语此。忠言逆耳，古有明训。"}
{"text":"一方面是对湘军中如他的兄弟曾国荃等将领而发，一方面也是希望清廷能够警觉，不要生起疑忌之心。其实，任何一个事业的主脑人物，到了功成名就的时候，都可能有这种情形发生。无论是政治财经上的领导人物，或工商业的巨子，乃至学术教育界的权威，都必须一读此文，深切省察，以永保成功。有一点我们要知道的，孙嘉淦的三心一弊疏，是对升平时世的明主，如乾隆一类的老板讲的。换言之，中人以下的历代职业帝王们，还不足以语此。忠言逆耳，古有明训。讲话固然不容易，能够接受，能够听话的更难。只有高明的人，才肯接受逆耳之言。孙嘉淦的学养人品，素以审慎谨愿著称。如果他碰到的主子不是乾隆，大概也不会有这个奏本了。因为孟子对齐宣王讲了这段话，使人想起距离孟子两千年后，有孙嘉淦指出，身处如齐宣王一样的环境和地位的人，应当要自己警惕的重点。所以特别附录原文，以供大家参考研究。孙嘉淦三习一弊疏孙嘉淦，字锡公，山西兴县人。康熙癸已进士，官至协办大学士，谥文定。此疏乾隆元年上。曾文正公鸣原堂论文云乾隆初，鄂张两相国当国，蔡文勤辅翼圣德，高宗聪明天，如旭日初升，四海清明。每诏谕颁示中外，识者以比之典漠誓诰。独孙文定公，以不自是匡弼圣德，可谓忧盛危明，以道事君者矣。纯庙御字六十年，盛德大业，始终不懈，未必非此疏神使高深。厥后嘉庆元年，道光元年，臣僚皆抄此疏进呈。至道光三十年，文宗登极，寿阳相国祁囗藻亦抄此疏进呈。余在京时，闻诸士友多称此疏为本朝奏议第一，余以其文气，不甚高古，稍忽易之。近所细加纳绎，其所云三习一弊，凡中智以上，大抵皆蹈此弊，而不自觉。而所云自是之根不拔，黑白可以转色，东西可以易位，亦非绝大智慧猛加省惕者，不能道。余与沉弟忝窃高位，多闻谀言，所闻三大习者，余自反实难免。沉弟属官较少，此习较浅，然亦不可不预为之防。吾昆弟各录一通于座右，亦小宛诗人迈征之道也。臣一介庸愚，学识浅陋，荷蒙风纪重任，日夜惊惶。思竭愚夫之千虑，仰赞高深于万一。而数月以来，捧读上谕，仁心仁政，悄切周详，凡臣民之心所欲，而口不敢言者，皇上之心而已。皇上之心，仁孝诚敬，加以明恕，岂复尚有可议。而臣犹欲有言者，正于心无不纯，政无不善之中，而有所虑焉，故过计而预防之也。"}
{"text":"余与沉弟忝窃高位，多闻谀言，所闻三大习者，余自反实难免。沉弟属官较少，此习较浅，然亦不可不预为之防。吾昆弟各录一通于座右，亦小宛诗人迈征之道也。臣一介庸愚，学识浅陋，荷蒙风纪重任，日夜惊惶。思竭愚夫之千虑，仰赞高深于万一。而数月以来，捧读上谕，仁心仁政，悄切周详，凡臣民之心所欲，而口不敢言者，皇上之心而已。皇上之心，仁孝诚敬，加以明恕，岂复尚有可议。而臣犹欲有言者，正于心无不纯，政无不善之中，而有所虑焉，故过计而预防之也。今夫治乱之循环，如阴阳之运行。坤阴极盛而阳生，乾阳极盛而阴始。事当极盛之际，必有阴伏之机。其机藏于至微，人不能觉。而及其既著，遂积重而不可退。此其问有三习焉，不可不慎戒也。主德清则臣心服而颂，仁政多则民身受而感。出一言而盈廷称圣，发一令而四海沤歌。在臣民原非献谀，然而人君之耳，则熟于此矣。耳与誉化，匪誉则逆，故始而匡拂者拒，继而木讷者厌，久而颂扬之不工者亦绌矣。是谓耳习于所闻，则鼓谀而恶直。上愈智则下愈愚，上愈能则下愈畏。趋跄谄胁，顾盼而皆然。免冠叩首，应声而即是。在臣工以为尽礼，然而人君之目，则熟于此矣。目与媚化，匪媚则触。故始而倨野者斥，继而严惮者疏，久而便辟之不巧者亦忤矣。是谓目习于所见，则喜柔而恶刚。敬求天下之士，见之多而以为无奇也，则高己而卑人。慎办天下之务，阅之久而以为无难也，则雄才而易事。质之人而不闻其所短，返之己而不见其所过。于是乎意之所欲，信以为不逾，令之所发，概期于必行矣。是谓心习于所是，则喜从而恶违。三习既成，乃生一弊。何谓一弊？喜小人而厌君子是也。今夫进君子而退小人，岂独三代以上知之哉？虽叔季之主，临政愿治，孰不思用君子。且自智之君，各贤其臣，孰不以为吾所用者必君子，而决非小人？乃卒于小人进而君子退者，无他，用才而不用德故也。德者君子之所独，才则小人与君子共之，而且胜焉。语言奏对，君子讷而小人佞谀，则与耳习投矣。奔走周旋，君子拙而小人便辟，则与目习投矣。即保事考劳，君子孤行其意，而耻于言功，小人巧于迎合，而工于显勤，则与心习又投矣。小人挟其所长以善投，人君溺于所习而不觉，审听之而其言人耳，谛观之而其貌悦目，历试之而其才称乎心也。"}
