{"text":"五大众语文的作品，用什么方式去写成？民众所惯用的方式，我们如何弃取？这一篇虽分五点作答，但并不针对曹聚仁来信所提的问题。他在同年七月二十九日致曹聚仁的另一信中曾针对这五个问题作了答复见书信集。曹聚仁―浙江浦江人，作家，曾任暨南大学教授和涛声周刊主编。罗马字拼音泛指用拉丁字母即罗马字母拼音。一九二八年，国民党政府教育部当时称大学院，蔡元培任院长公布了国语罗马字拼音法式。这个文字改革方案由国语罗马字研究委员会的部分会员及刘复等人制定，赵元任是主要制作人。这种方案用拼法变化表示声调，有繁细的拼调规则，比较难学。一九三一年，吴玉章等又拟定了拉丁化新文字，它不标声调，比较简单一九三三年起各地相继成立各种团体，进行推广。赵元任江苏武进人，语言学家。历任清华大学中国文学系教授中央研究院语言研究所专任研究员。著有现代英语之研究国语罗马字常用字表等。韦素园墓记韦素园墓记韦君素园之墓。君以一九又二年六月十八日生，一九三二年八月一日卒。呜呼，宏才远志，厄于短年。文苑失英，明者永悼。弟丛芜，友静农，霁野立表书。本篇写成于一九三四年四月，据一九三四年三月二十七日致台静农信素兄墓志，当于三四日内写成寄上又同年四月三日日记以所书韦素园墓表寄静农。韦素园―安徽霍丘人，未名社成员。译有果戈理中篇小说外套俄国短篇小说集最后的光芒北欧诗歌小品集黄花集等。丛芜韦丛芜―安徽霍丘人，未名社成员。译有陀思妥也夫斯基长篇小说穷人罪与罚等。静农，即台静农，安徽霍丘人，未名社成员。著有短篇小说集地之子建塔者等。霁野，即李霁野，安徽霍丘人，未名社成员。著有短篇小说集影，译有安特列夫剧本往星中黑假面人等。答国际文学社问答国际文学社问原问――一苏联的存在与成功，对于你怎样苏维埃建设的十月革命，对于你的思想的路径和创作的性质，有什么改变？二你对于苏维埃文学的意见怎样？三在资本主义的各国，什么事件和种种文化上的进行，特别引起你的注意？"}
{"text":"霁野，即李霁野，安徽霍丘人，未名社成员。著有短篇小说集影，译有安特列夫剧本往星中黑假面人等。答国际文学社问答国际文学社问原问――一苏联的存在与成功，对于你怎样苏维埃建设的十月革命，对于你的思想的路径和创作的性质，有什么改变？二你对于苏维埃文学的意见怎样？三在资本主义的各国，什么事件和种种文化上的进行，特别引起你的注意？一，先前，旧社会的腐败，我是觉到了的，我希望着新的社会的起来，但不知道这新的该是什么而且也不知道新的起来以后，是否一定就好。待到十月革命后，我才知道这新的社会的创造者是无产阶级，但因为资本主义各国的反宣传，对于十月革命还有些冷淡，并且怀疑。现在苏联的存在和成功，使我确切的相信无阶级社会一定要出现，不但完全扫除了怀疑，而且增加许多勇气了。但在创作上，则因为我不在革命的旋涡中心，而且久不能到各处去考察，所以我大约仍然只能暴露旧社会的坏处。二，我只能看别国――德国，日本――的译本。我觉得现在的讲建设的，还是先前的讲战斗的――如铁甲列车，毁灭，铁流等――于我有兴趣，并且有益。我看苏维埃文学，是大半因为想绍介给中国，而对于中国，现在也还是战斗的作品更为紧要。三，我在中国，看不见资本主义各国之所谓文化我单知道他们和他们的奴才们，在中国正在用力学和化学的方法，还有电气机械，以拷问革命者，并且用飞机和炸弹以屠杀革命群众。本篇最初发表于国际文学一九三四年第三四期合刊，发表时题为中国与十月，同年七月五日苏联真理报曾予转载。国际文学，双月刊，国际革命作家联盟的机关刊物，以俄德英法等文字在苏联出版，原名外国文学消息，一九三年十一月改称世界革命文学，一九三三年改名为国际文学。铁甲列车全名铁甲列车第―号，伊凡诺夫著，侍桁译，系所编现代文艺丛书之一，一九三二年神州国光社出版毁灭，法捷耶夫作，译，一九三一年三闲书屋出版铁流，绥拉菲摩维支作，曹靖华译，一九三一年三闲书屋出版。这些都是以苏联国内战争为题材的长篇小说。忆刘半农君忆刘半农君这是小峰出给我的一个题目。这题目并不出得过分。半农去世，我是应该哀悼的，因为他也是我的老朋友。但是，这是十来年前的话了，现在呢，可难说得很。"}
{"text":"铁甲列车全名铁甲列车第―号，伊凡诺夫著，侍桁译，系所编现代文艺丛书之一，一九三二年神州国光社出版毁灭，法捷耶夫作，译，一九三一年三闲书屋出版铁流，绥拉菲摩维支作，曹靖华译，一九三一年三闲书屋出版。这些都是以苏联国内战争为题材的长篇小说。忆刘半农君忆刘半农君这是小峰出给我的一个题目。这题目并不出得过分。半农去世，我是应该哀悼的，因为他也是我的老朋友。但是，这是十来年前的话了，现在呢，可难说得很。我已经忘记了怎么和他初次会面，以及他怎么能到了北京。他到北京，恐怕是在新青年投稿之后，由蔡孑民先生或陈独秀先生去请来的，到了之后，当然更是新青年里的一个战士。他活泼，勇敢，很打了几次大仗。譬如罢，答王敬轩的双u信，她字和字的创造，就都是的。这两件，现在看起来，自然是琐屑得很，但那是十多年前，单是提倡新式标点，就会有一大群人若丧考妣，恨不得食肉寝皮的时候，所以的确是大仗。现在的二十左右的青年，大约很少有人知道三十年前，单是剪下辫子就会坐牢或杀头的了。然而这曾经是事实。但半农的活泼，有时颇近于草率，勇敢也有失之无谋的地方。但是，要商量袭击敌人的时候，他还是好伙伴，进行之际，心口并不相应，或者暗暗的给你一刀，他是决不会的。倘若失了算，那是因为没有算好的缘故。新青年每出一期，就开一次编辑会，商定下一期的稿件。其时最惹我注意的是陈独秀和胡适之。假如将韬略比作一间仓库罢，独秀先生的是外面竖一面大旗，大书道内皆武器，来者小心！但那门却开着的，里面有几枝枪，几把刀，一目了然，用不着提防。适之先生的是紧紧的关着门，门上粘一条小纸条道内无武器，请勿疑虑。这自然可以是真的，但有些人――至少是我这样的人――有时总不免要侧着头想一想。半农却是令人不觉其有武库的一个人，所以我佩服陈胡，却亲近半农。所谓亲近，不过是多谈闲天，一多谈，就露出了缺点。几乎有一年多，他没有消失掉从上海带来的才子必有红袖添香夜读书的艳福的思想，好容易才给我们骂掉了。但他好像到处都这么的乱说，使有些学者皱眉。有时候，连到新青年投稿都被排斥。他很勇于写稿，但试去看旧报去，很有几期是没有他的。那些人们批评他的为人，是浅。不错，半农确是浅。"}
{"text":"半农却是令人不觉其有武库的一个人，所以我佩服陈胡，却亲近半农。所谓亲近，不过是多谈闲天，一多谈，就露出了缺点。几乎有一年多，他没有消失掉从上海带来的才子必有红袖添香夜读书的艳福的思想，好容易才给我们骂掉了。但他好像到处都这么的乱说，使有些学者皱眉。有时候，连到新青年投稿都被排斥。他很勇于写稿，但试去看旧报去，很有几期是没有他的。那些人们批评他的为人，是浅。不错，半农确是浅。但他的浅，却如一条清溪，澄澈见底，纵有多少沉渣和腐草，也不掩其大体的清。倘使装的是烂泥，一时就看不出它的深浅来了如果是烂泥的深渊呢，那就更不如浅一点的好。但这些背后的批评，大约是很伤了半农的心的，他的到法国留学，我疑心大半就为此。我最懒于通信，从此我们就疏远起来了。他回来时，我才知道他在外国钞古书，后来也要标点何典，我那时还以老朋友自居，在序文上说了几句老实话，事后，才知道半农颇不高兴了，驷不及舌，也没有法子。另外还有一回关于语丝的彼此心照的不快活。五六年前，曾在上海的宴会上见过一回面，那时候，我们几乎已经无话可谈了。近几年，半农渐渐的据了要津，我也渐渐的更将他忘却但从报章上看见他禁称蜜斯之类，却很起了反感我以为这些事情是不必半农来做的。从去年来，又看见他不断的做打油诗，弄烂古文，回想先前的交情，也往往不免长叹。我想，假如见面，而我还以老朋友自居，不给一个今天天气哈哈哈完事，那就也许会弄到冲突的罢。不过，半农的忠厚，是还使我感动的。我前年曾到北平，后来有人通知我，半农是要来看我的，有谁恐吓了他一下，不敢来了。这使我很惭愧，因为我到北平后，实在未曾有过访问半农的心思。现在他死去了，我对于他的感情，和他生时也并无变化。我爱十年前的半农，而憎恶他的近几年。这憎恶是朋友的憎恶，因为我希望他常是十年前的半农，他的为战士，即使浅罢，却于中国更为有益。我愿以愤火照出他的战绩，免使一群陷沙鬼将他先前的光荣和死尸一同拖入烂泥的深渊。八月一日。本篇最初发表于一九三四年十月上海青年界月刊第六卷第三期。半农刘半农―，名复，江苏江阴人。历任北京大学教授北平大学女子文理学院院长等。他曾参加新青年的编辑工作，是新文学运动初期重要作家之一。后留学法国，研究语音学。"}
{"text":"我爱十年前的半农，而憎恶他的近几年。这憎恶是朋友的憎恶，因为我希望他常是十年前的半农，他的为战士，即使浅罢，却于中国更为有益。我愿以愤火照出他的战绩，免使一群陷沙鬼将他先前的光荣和死尸一同拖入烂泥的深渊。八月一日。本篇最初发表于一九三四年十月上海青年界月刊第六卷第三期。半农刘半农―，名复，江苏江阴人。历任北京大学教授北平大学女子文理学院院长等。他曾参加新青年的编辑工作，是新文学运动初期重要作家之一。后留学法国，研究语音学。著有半农杂文诗集扬鞭集以及中国文法通论四声实验录等。新青年综合性月刊，五四时期倡导新文化运动传播马克思主义的重要刊物。一九一五年九月创刊于上海，由陈独秀主编。第一卷名青年杂志，第二卷起改名新青年。一九一六年底迁至北京。从一九一八年一月起，李大钊等参加编辑工作。一九二二年七月休刊，共出九卷，每卷六期。蔡孑民―蔡元培，字鹤卿，号孑民，浙江绍兴人，近代教育家。反清革命组织光复会的创始人之一，后又参加同盟会，民国成立后曾任教育总长北京大学校长等职五四时期赞成和支持新文化运动。陈独秀―字仲甫，安徽怀宁人。原为北京大学教授，新青年杂志的创办人，五四时期提倡新文化运动的主要人物。一九二一年中国共产党成立后，任党的总书记。第一次国内革命战争后期，推行右倾投降主义路线，使革命遭到失败。之后，他成了取消主义者，又和托洛茨基分子相勾结，成立反党小组织，于一九二九年十一月被开除出党。答王敬轩的双u信一九一八年初，新青年为了推动文学革命运动，开展对复古派的斗争，曾由编者之一钱玄同化名王敬轩，把当时社会上反对新文化运动的论调集中起来，摹仿封建复古派口吻写信给新青年编辑部，又由刘半农写回信痛加批驳。两信同时发表在当年三月新青年第四卷第三号。她字和字的创造刘半农在一九二年六月六日所作她字问题一文中主张创造她二字，他说一，中国文字中，要不要有一个第三位阴性代词？二，如其要的，我们能不能就用她字？我现在还觉得第三位代词，除她字外，应当再取一个字，以代无生物。"}
{"text":"两信同时发表在当年三月新青年第四卷第三号。她字和字的创造刘半农在一九二年六月六日所作她字问题一文中主张创造她二字，他说一，中国文字中，要不要有一个第三位阴性代词？二，如其要的，我们能不能就用她字？我现在还觉得第三位代词，除她字外，应当再取一个字，以代无生物。见半农杂文何典清代张南庄署名过路人编著，是运用俗谚写成带有讽刺而流于油滑的章回体小说，共十回，清光绪四年上海申报馆出版。一九二六年六月，刘半农将此书标点重印，曾为它作题记，现收入集外集拾遗。驷不及舌语出论语颜渊，据朱熹集注言出于舌，驷马不能追之。语丝第四卷第九期一九二八年二月二十七日曾发表刘半农的林则徐照会英吉利国王公文，其中说林则徐被英人俘虏，并且明正了典刑，在印度舁尸游街。不久有读者洛卿来信指出这是史实性的错误，语丝第四卷第十四期同年四月二日发表了这封信，从此刘半农就不再给语丝写稿。禁称蜜斯见一九三一年四月一日北平世界日报所载刘半农答记者的谈话。其中说他不赞成学生间以密斯互称，在一九三年他任北平大学女子文理学院院长时即曾加以禁止他主张废弃带有奴性的密斯称呼，而代以国语中原有的姑娘小姐女士等。密斯，英语的音译，小姐的意思。指刘半农于一九三三年至一九三四年间发表于论语人间世等刊物的桐花芝豆堂诗集和双凤凰砖斋小品文等。参看准风月谈感旧以后下。隔膜隔膜清朝初年的文字之狱，到清朝末年才被从新提起。最起劲的是南社里的有几个人，为被害者辑印遗集还有些留学生，也争从日本撤回文证来。待到孟森的心史丛刊出，我们这才明白了较详细的状况，大家向来的意见，总以为文字之祸，是起于笑骂了清朝。然而，其实是不尽然的。这一两年来，故宫博物院的故事似乎不大能够令人敬服，但它却印给了我们一种好书，曰清代文字狱档，去年已经出到八辑。其中的案件，真是五花八门，而最有趣的，则莫如乾隆四十八年二月冯起炎注解易诗二经欲行投呈案。"}
{"text":"待到孟森的心史丛刊出，我们这才明白了较详细的状况，大家向来的意见，总以为文字之祸，是起于笑骂了清朝。然而，其实是不尽然的。这一两年来，故宫博物院的故事似乎不大能够令人敬服，但它却印给了我们一种好书，曰清代文字狱档，去年已经出到八辑。其中的案件，真是五花八门，而最有趣的，则莫如乾隆四十八年二月冯起炎注解易诗二经欲行投呈案。冯起炎是山西临汾县的生员，闻乾隆将谒泰陵，便身怀著作，在路上徘徊，意图呈进，不料先以形迹可疑被捕了。那著作，是以易解诗，实则信口开河，在这里犯不上抄录，惟结尾有自传似的文章一大段，却是十分特别的――又，臣之来也，不愿如何如何，亦别无愿求之事，惟有一事未决，请对陛下一叙其缘由。臣名曰冯起炎，字是南州，尝到臣张三姨母家，见一女，可娶，而恨力不足以办此。此女名曰小女，年十七岁，方当待字之年，而正在未字之时，乃原籍东关春牛厂长兴号张守忭之次女也。又到臣杜五姨母家，见一女，可娶，而恨力不足以办此。此女名小凤，年十三岁，虽非必字之年，而已在可字之时，乃本京东城闹市口瑞生号杜月之次女也。若以陛下之力，差干员一人，选快马一匹，克日长驱到临邑，问彼临邑之地方官其东关春牛厂长兴号中果有张守忭一人否？诚如是也，则此事谐矣。再问东城闹市口瑞生号中果有杜月一人否？诚如是也，则此事谐矣。二事谐，则臣之愿毕矣。然臣之来也，方不知陛下纳臣之言耶否耶，而必以此等事相强乎？特进言之际，一叙及之。这何尝有丝毫恶意？不过着了当时通行的才子佳人小说的迷，想一举成名，天子做媒，表妹入抱而已。不料事实结局却不大好，署直隶总督袁守侗拟奏罪名是阅其呈首，胆敢于圣主之前，混讲经书，而呈尾措词，尤属狂妄。核其情罪，较冲突仪仗为更重。冯起炎一犯，应从重发往黑龙江等处，给披甲人为奴。俟部复到日，照例解部刺字发遣。这位才子，后来大约终于单身出关做西崽去了。此外的案情，虽然没有这么风雅，但并非反动的还不少。有的是卤莽有的是发疯有的是乡曲迂儒，真的不识讳忌有的则是草野愚民，实在关心皇家。而运命大概很悲惨，不是凌迟，灭族，便是立刻杀头，或者斩监候，也仍然活不出。凡这等事，粗略的一看，先使我们觉得清朝的凶虐，其次，是死者的可怜。但再来一想，事情是并不这么简单的。这些惨案的来由，都只为了隔膜。"}
{"text":"冯起炎一犯，应从重发往黑龙江等处，给披甲人为奴。俟部复到日，照例解部刺字发遣。这位才子，后来大约终于单身出关做西崽去了。此外的案情，虽然没有这么风雅，但并非反动的还不少。有的是卤莽有的是发疯有的是乡曲迂儒，真的不识讳忌有的则是草野愚民，实在关心皇家。而运命大概很悲惨，不是凌迟，灭族，便是立刻杀头，或者斩监候，也仍然活不出。凡这等事，粗略的一看，先使我们觉得清朝的凶虐，其次，是死者的可怜。但再来一想，事情是并不这么简单的。这些惨案的来由，都只为了隔膜。满洲人自己，就严分着主奴，大臣奏事，必称奴才，而汉人却称臣就好。这并非因为是炎黄之胄，特地优待，锡以嘉名的，其实是所以别于满人的奴才，其地位还下于奴才数等。奴隶只能奉行，不许言议评论固然不可，妄自颂扬也不可，这就是思不出其位。譬如说主子，您这袍角有些儿破了，拖下去怕更要破烂，还是补一补好。进言者方自以为在尽忠，而其实却犯了罪，因为另有准其讲这样的话的人在，不是谁都可说的。一乱说，便是越俎代谋，当然罪有应得。倘自以为是忠而获咎，那不过是自己的胡涂。但是，清朝的开国之君是十分聪明的，他们虽然打定了这样的主意，嘴里却并不照样说，用的是中国的古训爱民如子，一视同仁。一部分的大臣，士大夫，是明白这奥妙的，并不敢相信。但有一些简单愚蠢的人们却上了当，真以为陛下是自己的老子，亲亲热热的撒娇讨好去了。他那里要这被征服者做儿子呢？于是乎杀掉。不久，儿子们吓得不再开口了，计划居然成功直到光绪时康有为们的上书，才又冲破了祖宗的成法。然而这奥妙，好像至今还没有人来说明。施蛰存先生在文艺风景创刊号里，很为忠而获咎者不平，就因为还不免有些隔膜的缘故。这是颜氏家训或庄子文选里所没有的。六月十日。本篇最初发表于一九三四年七月五日上海新语林半月刊第一期，署名杜德机。南社文学团体，一九九年由柳亚子等人发起成立于苏州。该社以诗文鼓吹反清革命，辛亥革命后社员发生分化，一九二三年无形解体。由南社社员辑印的清代文字狱中被害者的遗集，如吴炎的吴赤溟集，戴名世的戴褐夫集和孑遗录，吕留良的吕晚村手写家训等，后来大都收入邓实黄节主编的国粹丛书。"}
{"text":"这是颜氏家训或庄子文选里所没有的。六月十日。本篇最初发表于一九三四年七月五日上海新语林半月刊第一期，署名杜德机。南社文学团体，一九九年由柳亚子等人发起成立于苏州。该社以诗文鼓吹反清革命，辛亥革命后社员发生分化，一九二三年无形解体。由南社社员辑印的清代文字狱中被害者的遗集，如吴炎的吴赤溟集，戴名世的戴褐夫集和孑遗录，吕留良的吕晚村手写家训等，后来大都收入邓实黄节主编的国粹丛书。清末有些留日学生从日本的图书馆中搜集明末遗民的著作，如扬州十日记嘉定屠城记略朱舜水集张苍水集等。印出后输入国内，以鼓吹反清革命。孟森―字莼荪，号心史，江苏武进人，历史学家。曾留学日本，后任北京大学史学系教授。心史丛刊，共三集，出版于一九一六年至一九一七年，内容都是有关考证的札记文字其中关于清代文字狱的记载，有朱光旦案科场案三河南山东山西闱附记之查嗣庭典试江西命题有意讽刺案字贯案闲闲录案。他在论述王锡侯因著字贯被杀一案时说锡侯之为人，盖亦一头巾气极重之腐儒，与戴名世略同，断非有菲薄清廷之意。戴则以古文自命，王则以理学自矜，俱好弄笔。弄笔既久，处处有学问面目。故于明季事而津津欲网罗其遗闻，此戴之所以杀身也。于字书而置康熙字典为一家言，与诸家均在平阝少马之列，此王之所以罹辟也。指故宫博物院文物被盗卖事。故宫博物院是管理清朝故宫及其所属各处的建筑物和古物图书的机构。一九三二年至一九三三年间易培基任院长时，该院古物被盗卖者甚多，易培基曾因此被控告。清代文字狱档故宫博物院文献馆编，国立北平研究院出版，其中资料都从故宫博物院所藏的军机处档宫中所存缴回朱批奏折实录三种清代文书辑录。第一辑出版于一九三一年五月。冯起炎一案见清代文字狱档第八辑一九三三年七月出版。秦陵清朝雍正皇帝胤祯的陵墓，在河北易县。斩监候清朝法制将被判死刑不立时处决的犯人暂行监禁，候秋审每年八月中由刑部会同各官详议各省审册，请旨裁夺再予决定，叫做监候，有斩监候与绞监候之别。炎黄之胄指汉族。炎黄，传说中的我国古代帝王炎帝和黄帝。思不出其位语见易经艮君子以思不出其位。"}
