{"text":"一九三四年四月十一日致增田涉的信中指出这些所谓第三种人自称超党派，其实是右派。施蛰存江苏松江今属上海市人，作家。曾主编现代月刊文饭小品等。他在文饭小品第三期一九三五年四月发表的服尔泰中，说的杂文是有宣传作用而缺少文艺价值的东西。杜衡―又名苏汶，原名戴克崇，浙江杭县今余杭人，第三种人的代表人物。曾编辑现代月刊。他在上海星火第二卷第二期一九三五年十一月一日发表的文坛的骂风中说，杂文的流行，是文坛上一团糟的混战的一个重要的原因，于是短论也，杂文也，差不多成为骂人文章的雅称，于是，骂风四起，以至弄到今日这不可收拾的局势。林希隽广东潮安人，当时上海大夏大学的学生。他在现代第五卷第五期一九三四年九月发表的杂文和杂文家中，说杂文的兴盛，是因为作家毁掉了自己以投机取巧的手腕来代替一个文艺的严肃的工作。死之说教者原是尼采札拉图斯特拉如是说第一卷第九篇的篇名，这里借用其字面的意思。诗史意思是可以作为历史看的诗，语见新唐书杜甫传甫又善陈时事，律切精深，至千言不少衰，世号诗史。后也泛指能反映一个时代的作品。且介亭当时住在上海北四川路，这个地区是越界筑路帝国主义者越出租界范围修筑马路区域，即所谓半租界。且介即取租界二字之各半。以眼还眼以眼还眼杜衡先生在最近，出于与其看一部新的书，还不如看一部旧的书的心情，重读了莎士比亚的凯撒传。这一读是颇有关系的，结果使我们能够拜读他从读旧书而来的新文章莎剧凯撒传里所表现的群众见文艺风景创刊号。这个剧本，杜衡先生是曾经用两个月的时间把它翻译出来过的，就可见读得非常子细。他告诉我们在这个剧里，莎氏描写了两个英雄――凯撒，和勃鲁都斯。还进一步创造了两位政治家煽动家――阴险而卑鄙的卡西乌斯，和表面上显得那么麻木而糊涂的安东尼。但最后的胜利却属于安东尼，而很明显地，安东尼底胜利是凭借了群众底力量，于是更明显地，即使甚至说，群众是这个剧底无形的主脑，也不嫌太过了。然而这无形的主脑是怎样的东西呢？"}
{"text":"这个剧本，杜衡先生是曾经用两个月的时间把它翻译出来过的，就可见读得非常子细。他告诉我们在这个剧里，莎氏描写了两个英雄――凯撒，和勃鲁都斯。还进一步创造了两位政治家煽动家――阴险而卑鄙的卡西乌斯，和表面上显得那么麻木而糊涂的安东尼。但最后的胜利却属于安东尼，而很明显地，安东尼底胜利是凭借了群众底力量，于是更明显地，即使甚至说，群众是这个剧底无形的主脑，也不嫌太过了。然而这无形的主脑是怎样的东西呢？杜衡先生在叙事和引文之后，加以结束――决不是结论，这是所不愿意说的――道――在这许多地方，莎氏是永不忘记把群众表现为一个力量的不过，这力量只是一种盲目的暴力。他们没有理性，他们没有明确的利害观念他们底感情是完全被几个煽动家所控制着，所操纵着。自然，我们不能贸然地肯定这是群众底本质，但是我们倘若说，这位伟大的剧是把群众这样看法的，大概不会有什么错误吧。这看法，我知道将使大大地开罪于许多把群众底理性和感情用另一种方式来估计的朋友们。至于我，说实话，我以为对这些问题的判断，是至今还超乎我底能力之上，我不敢妄置一词。杜衡先生是文学家，所以这文章做得极好，很谦虚。假如说，妈的群众是瞎了眼睛的！即使根据的是理性，也容易因了表现的粗暴而招致反感现在是这位伟大的剧莎士比亚老前辈把群众这样看法的，您以为怎么样呢？巽语之言，能无说乎，至少也得客客气气的搔一搔头皮，如果你没有翻译或细读过莎剧凯撒传的话――只得说，这判断，更是超乎我底能力之上了。于是我们都不负责任，单是讲莎剧。莎剧的确是伟大的，仅就杜衡先生所绍介的几点来看，它实在已经打破了文艺和政治无关的高论了。群众是一个力量，但这力量只是一种盲目的暴力。他们没有理性，他们没有明确的利害观念，据莎氏的表现，至少，他们就将民治的金字招牌踏得粉碎，何况其他？即在目前，也使杜衡先生对于这些问题不能判断了。一本凯撒传，就是作政论看，也是极有力量的。然而杜衡先生却又因此替捏了一把汗，怕将使大大地开罪于许多把群众底理性和感情用另一种方式来估计的朋友们。自然，在杜衡先生，这是一定要想到的，他应该爱惜这一位以凯撒传给他智慧的。然而肯定的判断了那一种朋友们，却未免太不顾事实了。"}
{"text":"他们没有理性，他们没有明确的利害观念，据莎氏的表现，至少，他们就将民治的金字招牌踏得粉碎，何况其他？即在目前，也使杜衡先生对于这些问题不能判断了。一本凯撒传，就是作政论看，也是极有力量的。然而杜衡先生却又因此替捏了一把汗，怕将使大大地开罪于许多把群众底理性和感情用另一种方式来估计的朋友们。自然，在杜衡先生，这是一定要想到的，他应该爱惜这一位以凯撒传给他智慧的。然而肯定的判断了那一种朋友们，却未免太不顾事实了。现在不但施蛰存先生已经看见了苏联将要排演莎剧的丑态见现代九月号，便是资本论里，不也常常引用莎氏的名言，未尝说他有罪么？将来呢，恐怕也如未必有人引哈孟雷特来证明有鬼，更未必有人因哈孟雷特而责莎士比亚的迷信一样，会特地吊民伐罪，和杜衡先生一般见识的。况且杜衡先生的文章，是写给心情和他两样的人们来读的，因为会看见文艺风景这一本新书的，当然决不是怀着与其看一部新的书，还不如看一部旧的书的心情的朋友。但是，一看新书，可也就不至于只看一本文艺风景了，讲莎剧的书又很多，涉猎一点，心情就不会这么抖抖索索，怕被政治家煽动家所煽动。那些朋友们除注意的时代和环境而外，还会知道凯撒传的材料是从布鲁特奇的英雄传里取来的，而且是莎士比亚从作喜剧转入悲剧的第一部这时是失意了。为什么事呢，还不大明白。但总之，当判断的时候，是都要想到的，又未必有杜衡先生所豫言的痛快，简单。单是对于莎剧凯撒传里所表现的群众的看法，和杜衡先生的眼睛两样的就有的是。现在只抄一位痛恨十月革命，逃入法国的显斯妥夫先生的见解，而且是结论在这里罢――在攸里乌斯凯撒中活动的人，以上之外，还有一个。那是复合底人物。那便是人民，或说群众。莎士比亚之被称为写实家，并不是无意义的。无论在那一点，他决不阿谀群众，做出凡俗的性格来。他们轻薄，胡乱，残酷。今天跟在彭贝的战车之后，明天喊着凯撒之名，但过了几天，却被他的叛徒勃鲁都斯的辩才所惑，其次又赞成安东尼的攻击，要求着刚才的红人勃鲁都斯的头了。人往往愤慨着群众之不可靠。但其实，岂不是正有适用着以眼还眼，以牙还牙的古来的正义的法则的事在这里吗？劈开底来看，群众原是轻蔑着彭贝，凯撒，安东尼，辛那之辈的，他们那一面，也轻蔑着群众。"}
{"text":"那是复合底人物。那便是人民，或说群众。莎士比亚之被称为写实家，并不是无意义的。无论在那一点，他决不阿谀群众，做出凡俗的性格来。他们轻薄，胡乱，残酷。今天跟在彭贝的战车之后，明天喊着凯撒之名，但过了几天，却被他的叛徒勃鲁都斯的辩才所惑，其次又赞成安东尼的攻击，要求着刚才的红人勃鲁都斯的头了。人往往愤慨着群众之不可靠。但其实，岂不是正有适用着以眼还眼，以牙还牙的古来的正义的法则的事在这里吗？劈开底来看，群众原是轻蔑着彭贝，凯撒，安东尼，辛那之辈的，他们那一面，也轻蔑着群众。今天凯撒握着权力，凯撒万岁。明天轮到安东尼了，那就跟在他后面罢。只要他们给饭吃，给戏看，就好。他们的功绩之类，是用不着想到的。他们那一面也很明白，施与些像个王者的宽容，借此给自己收得报答。在拥挤着这些满是虚荣心的人们的连串里，间或夹杂着勃鲁都斯那样的廉直之士，是事实。然而谁有从山积的沙中，找出一粒珠子来的闲工夫呢？群众，是英雄的大炮的食料，而英雄，从群众看来，不过是余兴。在其间，正义就占了胜利，而幕也垂下来了。莎士比亚剧中的伦理的问题这当然也未必是正确的见解，显斯妥夫就不很有人说他是哲学家或文学家。不过便是这一点点，就很可以看见虽然同是从凯撒传来看它所表现的群众，结果却已经和杜衡先生有这么的差别。而且也很可以推见，正不会如杜衡先生所豫料，将使大大地开罪于许多把群众底理性和感情用另一方式来估计的朋友们了。所以，杜衡先生大可以不必替莎士比亚发愁。彼此其实都很明白阴险而卑鄙的卡西乌斯，和表面上显得那么麻木而糊涂的安东尼，就是在那时候的群众，也不过是余兴而已。九月三十日。本篇最初发表于一九三四年十一月文学月刊第三卷第五号文学论坛栏，署名隼。同年九月三十日日记夜作解杞忧一篇，即此文。以眼还眼，见新约全书马太福音第五章第三十八节以眼还眼，以牙还牙。莎士比亚，―欧洲文艺复兴时期的英国戏剧家诗人。凯撒传，即攸里乌斯凯撒。是一部以凯撒为主角的历史剧。凯撒，前―前，古罗马将领政治家。公元前四十八年被任为终身独裁者，公元前四十四年被共和派领袖勃鲁都斯约前―前刺死。"}
{"text":"以眼还眼，见新约全书马太福音第五章第三十八节以眼还眼，以牙还牙。莎士比亚，―欧洲文艺复兴时期的英国戏剧家诗人。凯撒传，即攸里乌斯凯撒。是一部以凯撒为主角的历史剧。凯撒，前―前，古罗马将领政治家。公元前四十八年被任为终身独裁者，公元前四十四年被共和派领袖勃鲁都斯约前―前刺死。勃鲁都斯刺杀凯撒后，逃到罗马的东方领土，召集军队，准备保卫共和政治公元前四十二年被凯撒部将安东尼约前―前击败，自杀身死。卡西乌斯？―前，罗马地方长官，刺杀凯撒的同谋者，亦为安东尼所败，自杀。文艺风景月刊，施蛰存编辑，一九三四年六月创刊，仅出二期。上海光华书局发行。巽语之言，能无说乎孔丘的话。语见论语子罕。巽语原作巽与，据朱熹集注巽言者，婉而导之也。说同悦。苏联将要排演莎剧的丑态施蛰存在现代第五卷第五期一九三四年九月发表的我与文言文中说苏俄最初是打倒莎士比亚，后来是改编莎士比亚，现在呢，不是要在戏剧季中排演原本莎士比亚了吗？这种以政治方策运用之于文学的丑态，岂不令人齿冷！现代，文艺月刊，施蛰存杜衡编辑，一九三二年五月创刊于上海，一九三五年五月停刊。哈孟雷特莎士比亚的著名悲剧。剧中几次出现被毒死的丹麦国王老哈姆雷特的鬼魂。吊民伐罪旧时学塾初级读物千字文中的句子。吊民原出孟子滕文公诛其君，吊其民。伐罪原出周礼夏官大司马救无辜，伐有罪。布鲁特奇，约―约通译普鲁塔克，古希腊作家。英雄传，即希腊罗马名人传，是欧洲最早的传记文学作品后来不少诗人和历史剧作家都从中选取题材。显斯妥夫，―俄国文艺批评家。十月革命后流亡国外，寓居巴黎。著有莎士比亚及其批评者勃兰兑斯陀思妥也夫斯基和尼采等。彭贝，前―前古罗马将军，公元前七年任执政后与凯撒争权，公元前四十八年为凯撒所败，逃亡埃及，被他的部下所暗杀。辛那公元前四十四年任罗马地方长官。"}
{"text":"英雄传，即希腊罗马名人传，是欧洲最早的传记文学作品后来不少诗人和历史剧作家都从中选取题材。显斯妥夫，―俄国文艺批评家。十月革命后流亡国外，寓居巴黎。著有莎士比亚及其批评者勃兰兑斯陀思妥也夫斯基和尼采等。彭贝，前―前古罗马将军，公元前七年任执政后与凯撒争权，公元前四十八年为凯撒所败，逃亡埃及，被他的部下所暗杀。辛那公元前四十四年任罗马地方长官。凯撒被刺时，他同情并公开赞美刺杀者。论俗人应避雅人论俗人应避雅人这是看了些杂志，偶然想到的――浊世少见雅人，少有韵事。但是，没有浊到彻底的时候，雅人却也并非全没有，不过因为伤雅的人们多，也累得他们雅不彻底了。道学先生是躬行仁恕的，但遇见不仁不恕的人们，他就也不能仁恕。所以朱子是大贤，而做官的时候，不能不给无告的官妓吃板子。新月社的作家们是最憎恶骂人的，但遇见骂人的人，就害得他们不能不骂。林语堂先生是佩服费厄泼赖的，但在杭州赏菊，遇见口里含一枝苏俄香烟，手里夹一本什么斯基的译本的青年，他就不能不假作无精打彩，愁眉不展，忧国忧家详见论语五十五期的样子，面目全非了。优良的人物，有时候是要靠别种人来比较，衬托的，例如上等与下等，好与坏，雅与俗，小器与大度之类。没有别人，即无以显出这一面之优，所谓相反而实相成者，就是这。但又须别人凑趣，至少是知趣，即使不能帮闲，也至少不可说破，逼得好人们再也好不下去。例如曹孟德是尚通M的，但祢正平天天上门来骂他，他也只好生起气来，送给黄祖去借刀杀人了。祢正平真是咎由自取。所谓雅人，原不是一天雅到晚的，即使睡的是珠罗帐，吃的是香稻米，但那根本的睡觉和吃饭，和俗人究竟也没有什么大不同就是肚子里盘算些挣钱固位之法，自然也不能绝无其事。但他的出众之处，是在有时又忽然能够雅。倘使揭穿了这谜底，便是所谓杀风景，也就是俗人，而且带累了雅人，使他雅不下去，未能免俗了。若无此辈，何至于此呢？所以错处总归在俗人这方面。譬如罢，有两位知县在这里，他们自然都是整天的办公事，审案子的，但如果其中之一，能够偶然的去看梅花，那就要算是一位雅官，应该加以恭维，天地之间这才会有雅人，会有韵事。"}
{"text":"但他的出众之处，是在有时又忽然能够雅。倘使揭穿了这谜底，便是所谓杀风景，也就是俗人，而且带累了雅人，使他雅不下去，未能免俗了。若无此辈，何至于此呢？所以错处总归在俗人这方面。譬如罢，有两位知县在这里，他们自然都是整天的办公事，审案子的，但如果其中之一，能够偶然的去看梅花，那就要算是一位雅官，应该加以恭维，天地之间这才会有雅人，会有韵事。如果你不恭维，还可以一皱眉，就俗敢开玩笑，那就把好事情都搅坏了。然而世间也偏有狂夫俗子记得在一部中国的什么古幽默书里，有一首轻薄子咏知县老爷公余探梅的七绝――红帽哼兮黑帽呵，风流太守看梅花。梅花低首开言道小底梅花接老爷。这真是恶作剧，将韵事闹得一塌胡涂。而且他替梅花所说的话，也不合式，它这时应该一声不响的，一说，就伤雅，会累得老爷不便再雅，只好立刻还俗，赏吃板子，至少是给一种什么罪案的。为什么呢？就因为你俗，再不能以雅道相处了。小心谨慎的人，偶然遇见仁人君子或雅人学者时，倘不会帮闲凑趣，就须远远避开，愈远愈妙。假如不然，即不免要碰着和他们口头大不相同的脸孔和手段。晦气的时候，还会弄到卢布学说的老套，大吃其亏。只给你口里含一枝苏俄香烟，手里夹一本什么斯基的译本，倒还不打紧，――然而险矣。大家都知道贤者避世，我以为现在的俗人却要避雅，这也是一种明哲保身。十二月二十六日。本篇最初发表于一九三五年三月二十日太白半月刊第二卷第一期，署名且。朱子即朱熹。他给官妓吃板子一事，见宋代周密齐东野语卷二十天台营妓严蕊色艺冠一时唐与正守台日，酒边尝命赋红白桃花与正赏之双缣其后朱晦庵按即朱熹以使节行部至台，欲摭与正之罪，遂指其尝与蕊为滥，系狱月余，蕊虽备受S楚，而一语不及唐，然犹不免受杖，移籍绍兴，且复就越置狱鞫之，久不得其情于是再痛杖之，仍系于狱。两月之间，一再受杖，委顿几死。指梁实秋等对的谩骂攻击。梁实秋在发表于新月第二卷第八号一九二九年十月的不满于现状，便怎样呢？"}
{"text":"两月之间，一再受杖，委顿几死。指梁实秋等对的谩骂攻击。梁实秋在发表于新月第二卷第八号一九二九年十月的不满于现状，便怎样呢？一文中说有一种人，只是一味的不满于现状，今天说这里有毛病，明天说那里有毛病，有数不清的毛病，于是也有无穷尽的杂感，等到有些个人开了药方，他格外的不满这一副药太冷，那一到药太热，这一副药太猛，那―副药太慢。把所有的药方都褒贬得一文不值，都挖苦得不留余地，好像惟恐一旦现状令他满意起来，他就没有杂感可作的样子。又说不满于现状，便怎样呢？我们要的是积极的一个诊断，使得现状渐趋或突变于良善。现状如此之令人不满，有心的人恐怕不忍得再专事嘲骂只图一时口快笔快了罢？参看三闲集新月社批评家的任务。林语堂―福建龙溪人，作家。早年留学美国德国，回国后任北京大学等校教授，三十年代在上海主编论语人间世宇宙风等杂志，提倡所谓性灵幽默文学。费厄泼赖，英语的音译，意译为公正的比赛，原为体育比赛和其他竞技所用的术语，意思是光明正大的比赛，不要用不正当的手段。英国资产阶级曾有人提倡将这种精神用于社会生活和党派斗争。一九二五年十二月林语堂在语丝第五十七期发表插论语丝的文体――稳健骂人及费厄泼赖一文，提倡所谓费厄泼赖精神。参看坟论费厄泼赖应该缓行及其有关注释。林语堂在论语第五十五期一九三四年十二月十六日游杭再记中说见有二青年，口里含一支苏俄香烟，手里夹一本什么斯基的译本，于是防他们看见我有闲赏菊，又加一亡国罪状，乃假作无精打采，愁眉不展，忧国忧家似的只是走错路而并非在赏菊的样子走出来。相反而实相成语出汉书艺文志其言虽殊，譬犹水火，相灭亦相生也仁之与义，敬之与和，相反而皆相成也。曹孟德―曹操，字孟德，沛国谯县今安徽亳县人。东汉末官至丞相，封魏王，子曹丕称帝后追尊为武帝。他处世待人，一般比较放达，不拘小节。通M，即此意。"}
{"text":"相反而实相成语出汉书艺文志其言虽殊，譬犹水火，相灭亦相生也仁之与义，敬之与和，相反而皆相成也。曹孟德―曹操，字孟德，沛国谯县今安徽亳县人。东汉末官至丞相，封魏王，子曹丕称帝后追尊为武帝。他处世待人，一般比较放达，不拘小节。通M，即此意。祢正平―即祢衡，字正平，平原般今山东临邑人，汉末文学家。据后汉书祢衡传，祢衡屡次辱骂曹操，曹操想杀他而有所顾忌，就将他遣送与荆州刺史刘表后因侮慢刘表又被送与江夏太守黄祖，终于为黄祖所杀。古幽默书清代倪鸿的桐阴清话卷一载有这首诗，其中低首作忽地。卢布学说指反动派诬蔑进步文化工受苏俄收买，接受卢布津贴的谣言。参看二心集。贤者避世孔丘的话，见论语宪问。据朱熹集注，避世是天下无道而隐的意思。全集且介亭杂文草鞋脚草鞋脚在中国，小说是向来不算文学的。在轻视的眼光下，自从十八世纪末的红楼梦以后，实在也没有产生什么较伟大的作品。小说家的侵入文坛，仅是开始文学革命运动，即一九一七年以来的事。自然，一方面是由于社会的要求的，一方面则是受了西洋文学的影响。但这新的小说的生存，却总在不断的战斗中。最初，文学革命者的要求是人性的解放，他们以为只要扫荡了旧的成法，剩下来的便是原来的人，好的社会了，于是就遇到保守家们的迫压和陷害。大约十年之后，阶级意识觉醒了起来，前进的作家，就都成了革命文学者，而迫害也更加厉害，禁止出版，烧掉书籍，杀戮作家，有许多青年，竟至于在黑暗中，将生命殉了他的工作了。这一本书，便是十五年来的，文学革命以后的短篇小说的选集。因为在我们还算是新的尝试，自然不免幼稚，但恐怕也可以看见它恰如压在大石下面的植物一般，虽然并不繁荣，它却在曲曲折折地生长。至今为止，西洋人讲中国的著作，大约比中国人民讲自己的还要多。不过这些总不免只是西洋人的看法，中国有一句古谚，说肺腑而能语，医师面如土。我想，假使肺腑真能说话，怕也未必一定完全可靠的罢，然而，也一定能有医师所诊察不到，出乎意外，而其实是十分真实的地方。"}
