{"text":"我问那腰缠万贯，稳坐世界首富宝座的商人，他微笑着，用手指着前方的那座高山说翻过去，你就能看见灿烂的阳光。我问那长相身材都不能令人满意却能用气势磅礴的歌声征服世界的音乐家，他好像在自豪地说勇于拼搏，就能成功。我问名人，我会认真去铭记他们的教导，用心去践行他们的思想。问伟人我问贝多芬，他好像伸出手指，在钢琴上拨弄，琴声悠扬，飘进我的耳鼓。我的心随着音乐飞向远方。突然，琴声的节奏好似发疯了，冲上山巅，我的心也随之上升，直入云霄猛地，琴声似乎低沉起来，我的心也随之跌入低谷，掉进浩瀚的大海水。最后，琴声又恢复了温暖与和谐，让我顿时觉得心情舒畅，全身舒展。我向他深深鞠了一躬，微笑着走开。我问贝多芬，音乐使我心灵陶醉，情操高尚，生命灿烂。问英雄我问共和国的开国英雄。他好像点燃一支香烟，看着慢慢腾起而又散开的烟圈，亲切地对我说俱往矣，数风流人物，还看今朝，春风杨柳万千条，六亿神州尽舜尧，我会心地笑了。放眼当今的祖国，英雄的豪言正激励着华夏儿女为富国强国而英勇奋战。于是，我不再茫然，不再哀叹，这些历经沧桑的名人伟人英雄用心灵告诉了我人生的真谛，告诉了我生命的答案我不再祈祷前路平坦，不再埋怨命运的多舛，将用心去迎接前路的崎岖。我坚信，世上无难事，只要肯登攀。把握三角形的支撑在同一平面内，不在同一条直线上的三点顺次连接后就构成了三角形。古代埃及法老利用了这三角形的稳固坚定耐压的特点，建造出了金字塔这一世界奇迹。金字塔依三角形的定律以其独特的构造，支撑起了那永久的压力。参天大树挺拔耸立，枝繁叶茂，正是来自于深扎大地的根与干构成的三角形的支撑。所以，根死树必枯。凌云高楼巍峨壮观，气势撼人，正因为那来自坚实基石构成的三角形无语的支撑。所以，基陷楼必危。刚强的柱石支撑起了百年不倒的大桥，坚韧的钢轨支撑起了呼啸奔驰的列车。因为它们都得益于三角形结构的支撑。台下十年功，支撑起台上一分钟读书十年苦，支撑起一朝天下名。这里面难道就没有三角形的支撑吗？回答是肯定的。没有意志目标和追求这三点组成的三角形的支撑，谈何成功失去意志目标和追求这一三角形的支撑，耀眼的光辉怎么不会黯然失色？"}
{"text":"所以，根死树必枯。凌云高楼巍峨壮观，气势撼人，正因为那来自坚实基石构成的三角形无语的支撑。所以，基陷楼必危。刚强的柱石支撑起了百年不倒的大桥，坚韧的钢轨支撑起了呼啸奔驰的列车。因为它们都得益于三角形结构的支撑。台下十年功，支撑起台上一分钟读书十年苦，支撑起一朝天下名。这里面难道就没有三角形的支撑吗？回答是肯定的。没有意志目标和追求这三点组成的三角形的支撑，谈何成功失去意志目标和追求这一三角形的支撑，耀眼的光辉怎么不会黯然失色？司马迁在遭受宫刑这一奇耻大辱后，正是因为有了信念毅力和追求的支撑，才使他完成了史记这一历史巨著。越王勾践卧薪尝胆，受尽了屈辱，但是志向决心和毅力支撑着他，最终以少胜多，大败吴军，名垂千古。一位打破了世界纪录的举重运动员说我撑得起世界纪录，但我举不起平时留下的汗水。噢，原来那世界纪录也是由意志信念和汗水来支撑的。能支撑起惊人奇迹的，同样也是惊人的平凡与简单，普通做到极至也就不再普通了。把简单坚持到了尽头也就不再简单了。科学的理论来自于无可辩驳的无数实验的支撑正确的主张来自于千百万人真挚拥护的支撑。如果我们漠视可以用来依靠的支撑，就必会在偏见之下误入歧途。酝酿和培育自己支撑的力量，才能托起明天的梦想，并化作辉煌。三角形定理教会我们要立足于这个竞争日益激烈的社会，只有把握住我们自己人生中的三点三线，才能成功。人生没了信念梦想自信的支撑，哪里能换来生命的绚丽？支撑的力量是伟大的，支撑的过程是困难的，支撑的结果也是沉默的。我们只有把握好人生的三角形，才能支撑住我们自己的光彩人生。心有天使诗意人生人，作为万物之灵，悲壮地栖息于苍茫大地下，用心地追逐自己的梦想，用信念去雕琢自己心中的天使。人之所以诗意，是因为他心中有如花一般的天使，彰显出人性的美丽。洪战辉作为感动中国最年轻的人物，他说不是我感动了中国人民，而是他们自己感动了自己，因为他们心中都有一个爱的天使，心存责任之天使。是的，他们用爱之天使感动了自己，也感动了中国。地承万物，心存爱的天使，方能成就美好人生寸心载世，心有责任之天使，方能抒写诗意的人生之篇。"}
{"text":"人之所以诗意，是因为他心中有如花一般的天使，彰显出人性的美丽。洪战辉作为感动中国最年轻的人物，他说不是我感动了中国人民，而是他们自己感动了自己，因为他们心中都有一个爱的天使，心存责任之天使。是的，他们用爱之天使感动了自己，也感动了中国。地承万物，心存爱的天使，方能成就美好人生寸心载世，心有责任之天使，方能抒写诗意的人生之篇。今年或前几年所有的感动中国的人物都曾用爱之天使诠释了生命，以责任之天使感动了中国，他们托起了中国明日之太阳，他们是中华民族精神的守望者。是谁本着一颗报恩的心，是谁守望着偏僻的山村，如果说眼泪是一种财富，那么你就是一位富有的人，你让我们泪流满面。用歌声动人，听者有泪用行者之心动人，行者无疆。徐本禹，是什么驱动着你奔向贫瘠的大山？是爱的天使，是一种对社会报恩的责任感吧！你用软弱的肩膀支撑着倾倒的教室，用一颗善良的心帮助那些孩子。这本不是你个人的承担，而你却一心奔向大山，纵然你个人的力量不能让孩子们的眼中铺满阳光，但是你用爱点燃的火把，刺痛了人们的眼睛，同时也苏醒了人们的心扉。如果说眼泪是一种财富，那么你就是一位富有的人，让我们泪流满面，只因为你心中存有爱之天使！是谁奔走在田垄间行医，是谁一心拯救人民。那透风的竹楼，是天下最温暖的医院，你不是一只迁徙的候鸟，你是苗乡的天使。李春燕，是什么驱动着你奔走在田垄间？你无怨无悔地为人民医治，你是一个如花一般美丽，如水一样灵动的天使。人民记住了你的好，你用自己的信念与爱感动了中国。大哉，李春燕！是谁在舞台上用心灵独舞，是谁于无声处展现生命的蓬勃，生活如一杯水，淡淡的，你得卑微地骄傲，幸福没有凭吊，你去雕琢心中的天使千手观音，你是我心中的最美！邰丽华，你于无声处展现生命的蓬勃，你的开花衽绽放出的花儿是那么娇艳，那么动人，你心中一定有自己雕琢的天使，一个让当今中国人民感动得流泪的天使，是吗？风定落花香，永怀信念，用心地雕琢自己心中的天使，诗意人生在落香飘香之时彰显出悸动的神韵。红色无息，蓝色有息生活是有颜色的。生无所息是催人奋进的红，让人昂首阔步生有所息是沁人心智的蓝，使人闲适安恬。有鸟之于南方之埠，不飞不鸣，是何鸟也？是鸟虽不飞，飞将冲天，虽无鸣，鸣将骇人。"}
{"text":"风定落花香，永怀信念，用心地雕琢自己心中的天使，诗意人生在落香飘香之时彰显出悸动的神韵。红色无息，蓝色有息生活是有颜色的。生无所息是催人奋进的红，让人昂首阔步生有所息是沁人心智的蓝，使人闲适安恬。有鸟之于南方之埠，不飞不鸣，是何鸟也？是鸟虽不飞，飞将冲天，虽无鸣，鸣将骇人。成公贾与荆庄王之间那无心的对话，道出了生有所息的真谛。一鸣惊人这一典故，用不争的事实告诉了人们，只有有息，才能更好地开创未来，实现人生的价值。路漫漫其修远兮，吾将上下而求索。屈原的话语夹杂在历史的风中吹过耳畔。生无所息是一种执着的探索精神，是一种不屈不挠的坚强信念。其实，生有所息和生无所息只是人们对生活的不同看法而已。生无所息是一种积极进取的人生观。凭借着巨大的毅力和勇气，才有了诸如屈原放逐，乃赋离骚，左丘失明，厥有国语，韩非囚秦，说难孤愤这般脍炙人口的历史佳句。凭着生无所息，有了左思闭门谢客十年始成的三都赋，有了太史公包羞忍辱而成的无韵之离骚的史记，有了仲尼厄于陈蔡仍执干柴而舞的历史佳话，也便有了中华民族无数文人的铮铮傲骨和不灭不朽的斗志。生有所息是一种适可而止的潇洒。在南阳躬耕聊歌梁父吟的诸葛孔明将周身的光华玉韬珠藏，用时光等待着自己的一鸣惊人。于是，他成功了，有了那隆中三策之旷世骇俗，有了三分天下有其一的蜀汉基业。凭着它，有了生有所息的陶潜，寄情山水的王维，豁达不羁的李白，梅妻鹤子的林和靖历史上的文人们用自己的方式表达了对生有所息的理解。对于一个国家来说，生有所息和生无所息的关系更能体现。国逢乱世初定，便有了与民休息的无为而治国逢盛世，便有了生生不息的繁荣景象。中国正以东方巨龙的姿态立于世人面前，中华民族正面临着伟大复兴。在当今，国人应当有生无所息的态度奋斗在自己的岗位上，国家应该有生有所息的政策，内建和谐社会，外创和谐世界。使中华民族快速实现腾飞。历史在生无所息和生有所息的选择中，氤氲出这样一条真谛只有处理好两者关系的人，才称得上真正的大智慧，只有处理好两者关系的国家，才能实现民族的崛起。"}
{"text":"国逢乱世初定，便有了与民休息的无为而治国逢盛世，便有了生生不息的繁荣景象。中国正以东方巨龙的姿态立于世人面前，中华民族正面临着伟大复兴。在当今，国人应当有生无所息的态度奋斗在自己的岗位上，国家应该有生有所息的政策，内建和谐社会，外创和谐世界。使中华民族快速实现腾飞。历史在生无所息和生有所息的选择中，氤氲出这样一条真谛只有处理好两者关系的人，才称得上真正的大智慧，只有处理好两者关系的国家，才能实现民族的崛起。那微笑改变了我真奇怪，不知从什么时间开始，我只喜欢独来独往很少会帮助别人，也不希求别人的帮助。纵然得到别人的相助，也会像还债似的报答于人。大有我不负天下人，也莫让天下人负我之势。然而，这多年支配着我的思想，却在那一次微笑的光芒中，瞬间变得如同一粒尘埃，飘散得无影无踪那是一场连续两天的大雨过后，那条我每天上学必过的河上的水泥桥已被河水冲刷得找不到踪影。只有那座高高的旧木桥还架在河的两岸。那是一座只用两根并排的又圆又滑的木头架起的桥平时我空着两手走过也要胆颤心惊的桥。面对着那桥我犹豫着，还差分钟就要上课了。我猛子扛起我的自行车，做了一个连我自己也不敢相信的决定扛着车从木桥上走过去。开头的十几米，是在雄纠纠气昂昂的气氛中行进着，没感到什么。渐渐地，脚下的木头在拼命地抖着，木头下面湍急的河水使我头晕，腿越来越软，好像很难再支撑我的身体的重量。我根本不知道自己是怎么走到木桥中央的。只剩下一半的路程了，我却再也挪不开脚步。曾想着一点点挪回去，可我连转身都困难，耳边哗哗的流水声使我近乎绝望了，几次想把自行车扔进河里。正在我前进不能。后退不得的时候。突然，肩上的车子一下子轻了起来，继而渐渐离开了我的肩。是一只大手从我的手中取下自行车。那一刻，我真无法说出心里的感激。我慢慢扭过头是一张陌生的脸，脸上充满了微笑。时间没有容我仔细看，但只那一瞬间，却使我感到那微笑是那么真诚可爱！车子和我终于安全到达了对岸，满心的感激使我仔细地看了看那微笑的脸不算黑的皮肤，眯细的双眼掩不住真诚的目光。细碎的皱纹爬满眼角，干裂的嘴唇微微张开。啊，是一位多岁朴实无华农民。这是何等普通的一笑呵！"}
{"text":"是一只大手从我的手中取下自行车。那一刻，我真无法说出心里的感激。我慢慢扭过头是一张陌生的脸，脸上充满了微笑。时间没有容我仔细看，但只那一瞬间，却使我感到那微笑是那么真诚可爱！车子和我终于安全到达了对岸，满心的感激使我仔细地看了看那微笑的脸不算黑的皮肤，眯细的双眼掩不住真诚的目光。细碎的皱纹爬满眼角，干裂的嘴唇微微张开。啊，是一位多岁朴实无华农民。这是何等普通的一笑呵！普通得不能再普通了，却让我始终不能忘却，它使我第一次体会到人与人之间最美好的东西，尽管那只是淡淡的一笑。许多年以来，那微笑一直深深埋于我的心中，我曾学着以同样的微笑扶起跌倒的儿童，帮着推一反艰难行走的货车或是一把雨伞给同学。而每一次当你不求回报帮助别人并与之真诚的一笑时，你才会真正体会到那埋于心底的微笑的真正含义与价值。那是一种称不上崇高但却让你足以自豪的滋味。微笑，寄予着美好的情感，我实在找不出恰当的词语形容它，或许，这句诗会表达它的含义吧与人玫瑰，留有余香！谓之然否？给自己一个微笑双唇轻启，牙齿半露，眉梢上推，脸部肌肉平缓向上向后舒展微笑，人类最基本的动作，人与人之间交流的最简单动作，更是面对挫折与失败的制胜法宝。在战场上没有长胜将军，在生活中也一样，不会有人总是一帆风顺，而无坎坷的，而路遇挫折后的表现是很重要的，它可能会改变整件事情的结果。当你失败的时候，请记得，给自己一个微笑。相信自己，成功就在下一个路口。面对挫折的微笑，是给挫折的下马威，给成功的预告函，更是给自己的冲锋号。爱迪生在他岁时，建了一个工厂，在里面研究发明。一天大约在凌晨点时，突然轰的一声，工厂爆炸了，可爱迪生，这位伟大的科学家，不但没有恐慌，居然还微笑着叫他的妻子到现场，指着眼前的熊熊大火说道你见过这么壮观的景象吗？后来，爱迪生告诉孩子这场大火代表着我的失败。虽然我失败了，但我又总结了一些经验，这难道不好吗？这，就是那位创造了一千多个发明的科学家面对失败时的表现，一个真正成功者的表现。微笑着面对失败，就已经成功了。当你成功的时候，请记得，给自己一个微笑。鼓励嘉奖自己。这时的微笑既是对过去的肯定，又是对未来的希望。胜不骄，败不馁，学会微笑面对成功，就不会停滞不前，悔恨终生了。"}
{"text":"后来，爱迪生告诉孩子这场大火代表着我的失败。虽然我失败了，但我又总结了一些经验，这难道不好吗？这，就是那位创造了一千多个发明的科学家面对失败时的表现，一个真正成功者的表现。微笑着面对失败，就已经成功了。当你成功的时候，请记得，给自己一个微笑。鼓励嘉奖自己。这时的微笑既是对过去的肯定，又是对未来的希望。胜不骄，败不馁，学会微笑面对成功，就不会停滞不前，悔恨终生了。比尔盖茨曾有过一段被奉为经典的有关自己成功经验的话我成功是因为当所有的人都沉浸在失败的痛楚中，我却早已开始了新的设计。当所有的人都享受在成功的喜悦中，我却早已尝试着失败。中国有句名言胜不骄，败不馁，我之所以不被胜利和喜欢击倒，也不会被失败和懊恼摧残，这里面只是一个微笑而已。这，就是一个微笑的力量顺境中，对成功的嘉奖逆境中，对创伤的理疗。人生在世，难免不如意，不过，不论遇到什么，请记得，常给自己一个微笑，因为生活就是一面镜子，你对它微笑，它也对你微笑。读书改变了我瑰丽月光，婆娑桂影，独坐灯下，捧一本好书，与古人交流，幸甚。浅薄轻狂，妄自尊大，这就是十五岁以前的我。直到后来与书为伴，与古人相遇，才改变了我。英雄泪风萧萧兮易水寒，壮士一去兮不复返。英雄把酒易水，诀别而去，明知不归路，却头也不回，踏上秦土。当秦殿寒气冷森之时，他抄起匕首奋力刺向秦王，分明感觉到了他的悲壮，无奈，这无异于惊涛骇浪中逆水而行的一叶孤舟，明知秦的存在是历史的必然，却一定要奋力一搏。为什么？为了燕地百姓的期望，为了燕子丹的重托，当武士们拖着半死半活的荆轲出秦宫时，有谁看到他嘴角的一丝微笑，和眼中的一滴英雄泪没有理由，我不再轻狂，红巾翠袖，h英雄泪，这其中包含着多少深沉与无奈啊，真的英雄也难免完美，演译着人间多少伤心的绝唱，于是远离浮躁，静心读书。诗仙醉人生得意须尽欢，莫使金樽空对月。多少文人雅士一生都将万千宠爱集于这一杯酒中，它承载着的是文化，亦是秉性。"}
{"text":"诗仙醉人生得意须尽欢，莫使金樽空对月。多少文人雅士一生都将万千宠爱集于这一杯酒中，它承载着的是文化，亦是秉性。孟德一句对酒当歌，人生几何，生出数多豪迈东坡一曲明月几时有，把酒问青天，感慨生世浮沉稼轩一腔浊酒一杯家万里，燕然未勒归无计，奏出离人血泪经过酒的涤荡，人人都有酒饱愁绝的情怀，长风破浪会有时，直挂云帆济沧海，诗仙李白斗酒百篇诗，醉乐同在，就是最好的佐证。从这飘香的美酒中，我读到了千载文化，读到了扑鼻醇香，让我心醉神迷，流连不返。豪客壮大江东去，浪淘尽，千古风流人物。行走名山大川，流连小桥流水，该喜则喜，该悲则悲。一身豪气，义薄云天，可会当凌绝顶，一览众山小，也可烽火连三月，家书抵万金可生当做人杰，死亦为鬼雄，也可莫道不消魂，帘卷西风，人比黄花瘦可但愿人长久，千里共婵娟，也可十年生死两茫茫，不思量，自难忘豪客生来洒脱无拘，喜怒哀乐，无须隐藏，尽情流露。我不再自锁，豪客让我更加爽朗，即使岁月流逝，花甲古稀，也会吟唱门前流水尚能西，廉颇老矣，饭量依旧！以古人为镜，可完善自我，读圣贤经典，可明白得失。古人之思为人之百态，与古人交，夫复何求？三条短信改变了我我自认为是一个非常乖巧的孩子，我能把什么事情即使不能做到最好，也能追求做得更好。我学习很努力，也喜欢帮助别人，我很想让老师欣赏我，可老师的目光却永远只在那些成绩最优秀的学生身上。因为身体有些残疾的原因，我很自卑。我心里委屈，于是我愤世，我孤傲，我看不惯一切。别人的文章再好我也懒得看，别人的演讲再精彩我也认为庸俗，别人做的事情再伟大我也认为做作。我怀疑一切并目空一切，抱着这种思想我跨进了初中的大门。这位新来的班主任，我并不赞赏，个子矮，眼球有些突出，表情严肃，走路和未开化的远古人一样。可是不知怎地，他似乎盯上了我，是因为我的相貌？他上课时不时地瞟我一眼，作业本上隔三差五地出现了一些批语，多次有意在让我在大庭广众之下发言一开始我怀着敌意，尽量地回避着。"}
{"text":"别人的文章再好我也懒得看，别人的演讲再精彩我也认为庸俗，别人做的事情再伟大我也认为做作。我怀疑一切并目空一切，抱着这种思想我跨进了初中的大门。这位新来的班主任，我并不赞赏，个子矮，眼球有些突出，表情严肃，走路和未开化的远古人一样。可是不知怎地，他似乎盯上了我，是因为我的相貌？他上课时不时地瞟我一眼，作业本上隔三差五地出现了一些批语，多次有意在让我在大庭广众之下发言一开始我怀着敌意，尽量地回避着。不过渐渐地我发现，在做这些事的时候，他的目光是真诚的，似乎有一丝温柔在我心头划过，多久没有过了，还是梦中妈妈的亲昵。第一次第二次测试之后，他给我妈妈发来了第一条短信宇真是个不错的孩子，我们家小雨要是像这样就好了。收到这条短信之后，一种从未有过的感觉涌上心头，终于有老师注意到我了。于是那层笼罩着自卑的阴云终于被撕破了，感觉好像是如沫春雨般的滋润，我欣喜地跳到妈妈的背上，和她一起分享我的快乐。此后，我对班级热心多了，值日主动，文体活动积极参加，热心做好班干部的好帮手，发言也踊跃了，学习成绩也有了明显提高，我成天笼罩在被老师夸奖的光环里，做的一些事儿越来越多，得到了不少的朋友。可到了初二期末考试，我摔了个大跟头，成绩落了很多，我失落得很，心里很悲凉，老师依然给我发了张奖状热心学生奖，我心里挺不是滋味。到家时，老师给我发来了第二条短信宇，人生路上难免有风雨，如果不经历，又怎知彩虹分外艳！相信自己，一定能行！我心头一热，虽然没有对得住老师的帮助，但他却一如既往地关心和支持我，于是化痛苦为动力，继续前进，永不言弃，坚持到底，争取胜利！快要中考了，可我的心情显得有些浮躁不安，上课精力总是不能集中，老走神，晚上又睡不着，白天有时还打瞌睡，前段日子几次模拟考试有些心不在焉，成绩有了影响，但我尽量不给老师添麻烦，但还是被他发觉了，又发来了第三条短信平常心是金。于是，调整心态，除了学习之外，每天下午老师还陪我在操场上跑两圈，锻炼身体，劳逸结合，一面还开导我，于是心情终于稳定了。今天，我得以平常心坐在了这考场上，都是因为老师，是他的三条短信改变了我读书改变了我畅游于途远道险妖多魔众的取经路上环顾于义薄云天浪淘沙尽的三国之中漂渺于疾恶如仇为人正义的梁山泊里，悠悠读书情，让我懂得了如何做人，如何处事。悠悠读书情，方正人生路。"}
