{"text":"人物走红与商品走俏遵循着同样的机制，都依靠重复来强化公众的直观印象从而占领市场，在这方面电视无疑是一条捷径。每天晚上有几亿人守在电视机前，电视的力量当然不可低估。据说这种通过电视推销自己的做法有了一个科学的名称，叫做文化行为的社会有效性。以有效为文化的目标，又以在公众面前的出现率为有效的手段和标准，这诚然是对文化的新理解。但是，我看不出被如此理解的文化与广告有何区别。我也想象不出，像托尔斯泰卡夫卡这样的文化伟人，倘若成为电视明星――或者，考虑到他们的时代尚无电视，成为流行报刊的明星――会是什么样子。我们姑且承认，凡有相当知名度的人均可称作名人。那么，最后我要说一说我在这方面的趣味。我的确感到，无论是见名人，尤其是名人意识强烈的名人，还是被人当作名人见，都是最不舒服的事情。在这两种情形下，我的自由都受到了威胁。我最好的朋友都是有才无闻的普通人。世上多徒有其名的名人，有没有名副其实的呢？没有，一个也没有。名声永远是走样的，它总是不合身，非宽即窄，而且永远那么花哨，真正的好人永远比他的名声质朴。时尚考察都市里的外乡人我出生在都市，并且在都市里度过了迄今为止的大部分岁月。可是，我常常觉得，我只是都市里的一个外乡人。我的活动范围极其有限，基本上是坐在家里读书和写作，每周去一趟单位，偶尔到朋友家里串一串门，或者和朋友们去郊外玩一玩。在偌大都市中，我最熟悉的仅是住宅附近的一两家普通商店，那已经足以应付我的基本生活需要了。其余的广大区域，尤其是使都市引以自豪的那许多豪华商场和高级娱乐场所，对于我不过是一种观念的存在，是一些我无暇去探究的现代迷宫。近些年来，我到过别的一些城市。我惊奇地发现，所到之处，即使是从前很偏僻的地方，都正在迅速涌现一个个新的都市。然而，这些新的都市是何其雷同！古旧的小街和城墙被拆除了，取而代之的是环城公路和通衢大道。格局相似的豪华商场向每一个城市的中心胜利进军，成为每一个城市的新的标记。可是，这些标记丝毫不能显示城市的特色，相反却证明了城市的无名。事实上，当你徘徊在某一个城市的街头时，如果单凭眼前的景观，你的确无法判断自己究竟身在哪一个城市。"}
{"text":"我惊奇地发现，所到之处，即使是从前很偏僻的地方，都正在迅速涌现一个个新的都市。然而，这些新的都市是何其雷同！古旧的小街和城墙被拆除了，取而代之的是环城公路和通衢大道。格局相似的豪华商场向每一个城市的中心胜利进军，成为每一个城市的新的标记。可是，这些标记丝毫不能显示城市的特色，相反却证明了城市的无名。事实上，当你徘徊在某一个城市的街头时，如果单凭眼前的景观，你的确无法判断自己究竟身在哪一个城市。甚至人们的消闲方式也在趋于一致，夜幕降临之后，延安城里不再闻秧歌之声，时髦的青年男女纷纷走进兰花花卡拉厅。当然，都市化还可以有另一种模式。我到过欧洲的一些城市，例如世界大都会巴黎，那里在更新城市建筑的同时，把维护城市的历史风貌看得比一切都重要，几近于神圣不可侵犯。一个城市的建筑风格和和民俗风情体现了这个城市的个性，它们源于这个城市的特殊的历史和文化传统。消灭了一个城市的个性，差不多就等于是消灭了这个城市的记忆。这样的城市无论多么繁华，对于它的客人都丧失了学习和欣赏的价值，对于它的主人也丧失了家的意义。其实，在一个失去了记忆的城市里，并不存在真正的主人，每一个居民都只是无家可归的外乡人而已。就我的性情而言，我恐怕永远将是一个游离于都市生活的外乡人。不过，我无意反对都市化。我知道，虽然都市化会带来诸如人口密集交通拥挤之类的弊端，但都市化本身毕竟是一个进步，它促进了经济和文化的繁荣。我只是希望都市化按照一种健康的方式进行。即使作为一个外乡人，我也是能够欣赏都市的美的。有时候，夜深人静之时，我独自漫步在灯火明灭的北京街头，望着被五光十色的聚光灯照亮的幢幢高楼，一种赞叹之情便会油然而生在浩瀚宇宙的一个小小的角落，可爱的人类竟给自己造出了这么些精巧的玩具。我还庆幸于自己的发现都市最美的时刻，是在白昼和夜生活的喧嚣都沉寂了下去的时候。时尚考察怀念土地按照圣经的传说，上帝是用泥土造出人类的始祖亚当的上帝用地上的泥土造人，将生气吹在他的鼻孔里，他就成了有灵的活人，名叫亚当。上帝还对亚当说你本是泥土，仍要归于泥土。在中国神话传说中，女娲也是用泥土造人的女娲抟黄土作人。这些相似的传说说明了一个深刻的道理土地是人类的生命之源。"}
{"text":"我还庆幸于自己的发现都市最美的时刻，是在白昼和夜生活的喧嚣都沉寂了下去的时候。时尚考察怀念土地按照圣经的传说，上帝是用泥土造出人类的始祖亚当的上帝用地上的泥土造人，将生气吹在他的鼻孔里，他就成了有灵的活人，名叫亚当。上帝还对亚当说你本是泥土，仍要归于泥土。在中国神话传说中，女娲也是用泥土造人的女娲抟黄土作人。这些相似的传说说明了一个深刻的道理土地是人类的生命之源。其实，不但人类的生命，而且人类的精神，都离不开土地。就说说真善美吧，人类精神所追求的这些美好的理想价值，也无不孕育于大地的怀抱。如果大地上不是万象纷呈，万物变易，我们怎会有求真理的兴趣和必要，如果大地本身不是坚实如恒，我们又怎会有求真理的可能和信心？如果不曾领略土地化育和接纳万物的宽阔胸怀，我们懂得什么善良仁慈和坚忍？如果没有欣赏过大地上山川和落日的壮丽，倾听过树林里的寂静和风声，我们对美会有什么真切的感受？精神的理想如同头上的天空，而天空也是属于大地的，唯有在辽阔的大地上方才会有辽阔的天空。可以说，一个人拥有的天空是和他拥有的大地成正比的。长年累月关闭在窄屋里的人，大地和天空都不属于他，不可能具有开阔的视野和丰富的想象力。对于每天夜晚守在电视机前的现代人来说，头上的星空根本不存在，星空曾经给予先哲的伟大启示已经成为失落的遗产。我们都会说人是大自然之子的道理，可惜的是，能够记起大自然母亲的面貌的人越来越少了。从生到死，我们都远离土地而生活，就像一群远离母亲的孤儿。到各地走走，你会发现到处都在兴建雷同的城镇，千篇一律的商厦和水泥马路取代了祖先们修筑的土墙和小街，田野和村庄正在迅速消失。甚至在极偏僻的地方，你也难觅宁静的自然之趣和淳朴的民风，迎接你的总是同样的卡拉的喧闹和假民俗的做作。最可悲的是我们的孩子，他们在这样一种与大自然完全隔绝的生活模式中成长，压根儿没有过同大自然亲近的经验和对土地的记忆，因而也很难在他们身上唤起对大自然的真正兴趣了。有一位作家写到，她曾带几个孩子到野外去看月亮和海，可是孩子们对月亮和海毫无兴趣，心里惦记着的是及时赶回家去，不要误了他们喜欢的一个电视节目。我们切不可低估这一事实的严重后果。"}
{"text":"甚至在极偏僻的地方，你也难觅宁静的自然之趣和淳朴的民风，迎接你的总是同样的卡拉的喧闹和假民俗的做作。最可悲的是我们的孩子，他们在这样一种与大自然完全隔绝的生活模式中成长，压根儿没有过同大自然亲近的经验和对土地的记忆，因而也很难在他们身上唤起对大自然的真正兴趣了。有一位作家写到，她曾带几个孩子到野外去看月亮和海，可是孩子们对月亮和海毫无兴趣，心里惦记着的是及时赶回家去，不要误了他们喜欢的一个电视节目。我们切不可低估这一事实的严重后果。一棵植物必须在土里扎下根，才能健康地生长。人也是这样，只是在外表上不像植物那么明显，所以很容易被我们忽视。我相信，远离土地是必定要付出可怕的代价的。倘若这种对大自然的麻木不仁延续下去，人类就不可避免地要发生精神上的退化。在电视机前长大的新一代人，当然读不必定要付出可怕的代价的。倘若这种对大自然的麻木不仁延续下去，人类就不可避免地要发生精神上的退化。在电视机前长大的新一代人，当然读不进荷马和莎士比亚。始终在人造产品的包围下生活，人们便不再懂得欣赏神和半神的创造，这有什么奇怪呢？在我看来，不管现代人怎样炫耀自己的技术和信息，倘若对自己生命的来源和基础浑浑噩噩，便是最大的蒙昧和无知。人类的聪明在于驯服自然，在广袤的自然世界中为自己开辟出一个令自己惬意的人造世界。可是，如果因此而沉溺在这个人造世界里，与广袤的自然世界断了联系，就真是聪明反被聪明误了。自然的疆域无限，终身自拘于狭小人工范围的生活毕竟是可怜的。时尚考察小康胜大富在物质生活上，我抱中庸的态度。我当然不喜欢贫穷，人穷志短，为衣食住行操心是很毁人的。但我也从不梦想大富大贵，内心里真的觉得，还是小康最好。说这话也许有酸葡萄之嫌，那么我索性做一回狐狸，断言大富大贵这颗葡萄是酸的，不但是酸的，常常还是苦的，有时竟是有毒的。我的证据是许多争吃这颗葡萄的人，他们的日子过得并不快活，并且有一些人确实中毒身亡了。我有一个感觉暴富很可能是不祥之兆。天下诚然也有祥云笼罩的发家史，不过那除了真本事还必须加上好运气，不是单凭人力可以造成的。大量触目惊心的权钱交易案例业已证明，对于金钱的贪欲会使人不顾一切，甚至不要性命。千万不要以为，这些一失足成千古恨的人是天生的坏人。"}
{"text":"我的证据是许多争吃这颗葡萄的人，他们的日子过得并不快活，并且有一些人确实中毒身亡了。我有一个感觉暴富很可能是不祥之兆。天下诚然也有祥云笼罩的发家史，不过那除了真本事还必须加上好运气，不是单凭人力可以造成的。大量触目惊心的权钱交易案例业已证明，对于金钱的贪欲会使人不顾一切，甚至不要性命。千万不要以为，这些一失足成千古恨的人是天生的坏人。事实上，他们与我们中间许多人的区别只在于，他们恰好处在一个直接面对巨大诱惑的位置上。任何一个人，倘若渴慕奢华的物质生活而不能自制，一旦面临类似的诱惑，都完全可能走上同样的道路。我丝毫不反对美国的比尔盖茨们和中国的李嘉诚们凭借自己的能力，在给人类带来巨大福利的同时，自己也成为富豪。但是，让我们记住，在这个世界上，富豪终究是少数，多数人不论从事的是什么职业，努力的结果充其量也只是小康而已。我知道自己就属于这多数人，并且对此心安理得。知足长乐是中国的古训，我认为在金钱的问题上，这句话是对的。以挣钱为目的，挣多少算够了，这个界限无法确定。事实上，凡是以挣钱为目的的人，他永远不会觉得够了，因为富了终归可以更富，一旦走上了这条路，很少有人能够自己停下来。商界的有为之士也并非把金钱当做最终目的的，他们另有更高的抱负，不过要坚持这抱负可不容易。我有不少从商的朋友，在我看来，他们的生活是过于热闹繁忙和复杂了。相比之下，我就更加庆幸我能过一种安静悠闲简单的生活。他们有时也会对我的生活表示羡慕，开玩笑要和我交换。当然，他们不是真想换，即使真想换，我也不会答应。如果我做着自己喜欢做的事情，既能从中获得身心的愉快，又能藉此保证衣食无忧，那么，即使你出再大的价钱，我也不肯把这么好的生活卖给你。金钱能带来物质享受，但算不上最高的物质幸福。最高的物质幸福是什么？我赞成一位先哲的见解对人类社会来说，是和平对个人来说，是健康。在一个时刻遭受战争和恐怖主义的威胁的世界上，经济再发达又有什么用？如果一个人的生命机能被彻底毁坏了，钱再多又有什么用？所以，我在物质上的最高奢望就是，在一个和平的世界上，有一个健康的身体，过一种小康的日子。在我看来，如果天下绝大多数人都能过上这种日子，那就是一个非常美好的世界了。"}
{"text":"金钱能带来物质享受，但算不上最高的物质幸福。最高的物质幸福是什么？我赞成一位先哲的见解对人类社会来说，是和平对个人来说，是健康。在一个时刻遭受战争和恐怖主义的威胁的世界上，经济再发达又有什么用？如果一个人的生命机能被彻底毁坏了，钱再多又有什么用？所以，我在物质上的最高奢望就是，在一个和平的世界上，有一个健康的身体，过一种小康的日子。在我看来，如果天下绝大多数人都能过上这种日子，那就是一个非常美好的世界了。时尚考察休闲的时尚休闲已经成为一种时尚。在今天，如果一个人不是经常地泡酒吧茶馆或咖啡厅，不是熟门熟路地光顾各种名目的娱乐场所，他基本上可以算是落伍了。还有那些往往设在郊外风景区的度假村，据说服务项目齐全，当然主要是针对男人们而言。为了刺激和满足休闲的需要，一个遍布全国各地的休闲产业正在兴起。我们的生活曾经十分单调，为谋生而从事的职业性劳动占据了最大比例，剩下的闲暇时间少得可怜。那时候有一句流行的话不会休息的人就不会工作。位置摆得很清楚闲暇时间只是用来休息，而休息又只是为工作服务。现在，对于相当一部分人群来说，情况已经改变。当闲暇时间足够长的时候，它的意义就不只是为职业性劳动恢复和积蓄体力或脑力，而是越来越具有了独立的价值。我们的生活质量不再仅仅取决于我们怎样工作，同时也取决于我们怎样消度闲暇。休闲消闲完全是新的生活概念，表明闲暇本身要求用丰富的内容来充实它，这当然是一大进步。然而，正因为如此，至少我是不愿意把闲暇交给时尚去支配的。在现有社会条件下，多数人的职业选择仍然不可避免地带有一定的强制性，惟有闲暇是能够自由支配的时间。闲暇之可贵，就在于我们在其中可以真正做自己的主人，展现自己的个性。时尚不过是流行的趣味罢了，其实是最没有个性的。在酒吧的幽暗烛光下沉思，在咖啡厅的温馨氛围中约会，也许是很有情调的事情。可是，倘若只是为了情调而无所用心地坐在酒吧和咖啡厅里，消磨掉一个又一个昼夜，我觉得那种生活实在无聊。作为一种时尚的休闲，本质上是消费行为。平时忙于赚钱，紧张而辛苦，现在花钱买放松，买快乐，当然无可非议。可是，如果闲暇只是用来放松，它便又成了为工作服务的东西，失去了独立的价值。"}
{"text":"闲暇之可贵，就在于我们在其中可以真正做自己的主人，展现自己的个性。时尚不过是流行的趣味罢了，其实是最没有个性的。在酒吧的幽暗烛光下沉思，在咖啡厅的温馨氛围中约会，也许是很有情调的事情。可是，倘若只是为了情调而无所用心地坐在酒吧和咖啡厅里，消磨掉一个又一个昼夜，我觉得那种生活实在无聊。作为一种时尚的休闲，本质上是消费行为。平时忙于赚钱，紧张而辛苦，现在花钱买放松，买快乐，当然无可非议。可是，如果闲暇只是用来放松，它便又成了为工作服务的东西，失去了独立的价值。至于说快乐，我始终认为是有档次之分的。追求官能的快乐也没有什么不好，但如果仅限于此，不知心灵的快乐为何物，档次就未免太低。在这意义上，消度闲暇的方式的确表明了一个人的精神品级。休闲的方式应该是各人不同的，如果雷同就一定是出了问题。休闲这个概念本身具有导向性，其实闲并非只可用来休。清人张潮有言能闲世人之所忙者，方能忙世人之所闲。改用他的话，不妨说，积极的度闲方式是闲自己平时之所忙，从而忙自己平时之所闲。每一个人的生命都蕴藏着多方面的可能性，任何一种职业在最好的情形下也只是实现了某一些可能性，而压抑了其余的可能性。闲暇便提供了一个机会，可以尝试去实现其余的可能性。人是不能绝对地无所事事的，做平时想做而做不了的事，发展自己在职业中发展不了的能力，这本身是莫大的享受。所以，譬如说，一个商人在闲时读书，一个官员在闲时写书，在我看来都是极好的休闲。时尚考察救世和自救精神生活的普遍平庸化是我们时代的一个明显事实。这个事实是如此明显，以至于一个人并不需要有多么敏锐的心灵，就可以感受到了。其主要表现是一信仰生活的失落。人生缺乏一个精神目标，既无传统的支持，又无理想的引导。尤其可悲的是，人们甚至丧失了对信仰问题的起码认真态度，对之施以哄笑，以无信仰自夸。二情感生活的缩减。畸形都市化堵塞了人与自然的交感，功利意识扩张导致人与人之间真情淡薄。情感体验失去个性和实质，蜕化为可模仿的雷同的流行歌词和礼品卡语言。三文化生活的粗鄙。诉诸官能的大众消费文化泛滥，诉诸心灵的严肃文化陷入困境。娱乐性传播媒介冒充为文化主流，绝无文化素养的记者和明星冒充为文化主角，几有席卷天下之势。"}
{"text":"尤其可悲的是，人们甚至丧失了对信仰问题的起码认真态度，对之施以哄笑，以无信仰自夸。二情感生活的缩减。畸形都市化堵塞了人与自然的交感，功利意识扩张导致人与人之间真情淡薄。情感体验失去个性和实质，蜕化为可模仿的雷同的流行歌词和礼品卡语言。三文化生活的粗鄙。诉诸官能的大众消费文化泛滥，诉诸心灵的严肃文化陷入困境。娱乐性传播媒介冒充为文化主流，绝无文化素养的记者和明星冒充为文化主角，几有席卷天下之势。毫无疑问，对于这种平庸化现象，凡注重精神生活的人都是持否定和批判的态度的。不过，其中又有区别。据我观察，可分为两大类。一类人具有强烈的社会责任感，以拯救天下为己任，他们的反应又因性情和观念的差异而有区别。大抵而论，宗教和道德型的人主要表现为愤怒，视这个世道为末世，对之发出正义的谴责乃至神圣的诅咒，欲以此警醒世人，寻回盛世，或者――审判世人，以先知的口吻预言某种末日审判。张承志是当今最典型的代表。理智型的人主要表现为忧虑，视这个世道为乱世，试图规划出某种救世方案，以重建精神生活的秩序，恢复或营造他们心目中的治世。相当一批人文学者正在为此竭精殚虑，摇唇鼓舌。不论愤怒还是忧虑，救世是共同的立场，所以我把两者归作一个类别。另一类人是比较个人化的知识分子，相对而言，他们没有太直接的用世抱负，而是更加关注自己独立的精神探索和文化创造活动。他们对于作为一种社会现实的精神平庸化过程同样反感，但似乎不象前一类人那样有切肤之痛，如坐针毡，为之寝食不安。由于他们更多地生活在一个相当稳固的属于自己的精神世界里，因而在一定程度上隔膜于或超脱于他们所反感的那种外部变化了。他们的反应主要不是愤怒或忧虑，而更多地表现为一种近乎宽容的淡漠和蔑视。属于这一类的大抵是一些真正迷于艺术的艺术家，真正迷于学术的学者，以及执著于人生和人类根本问题之思索的哲人智者。在这样的人看来，末世论或乱世论似乎都有些危言耸听，这个世道和别的世道没有本质的不同，不过是一个俗世罢了。时代变迁，俗的表现形式相异，或官或商，无精神性则为一。所以，他们始终与俗世保持距离，而把精神上的独立追求和自我完善视为人生在世的安身立命之本。在此意义上，他们的立场可归结为自救。当然，上述划分只是相对的，毕竟可能有一些个人性和社会性皆很强的知识分子，在他们身上，自救和救世的立场会发生重迭。"}
{"text":"在这样的人看来，末世论或乱世论似乎都有些危言耸听，这个世道和别的世道没有本质的不同，不过是一个俗世罢了。时代变迁，俗的表现形式相异，或官或商，无精神性则为一。所以，他们始终与俗世保持距离，而把精神上的独立追求和自我完善视为人生在世的安身立命之本。在此意义上，他们的立场可归结为自救。当然，上述划分只是相对的，毕竟可能有一些个人性和社会性皆很强的知识分子，在他们身上，自救和救世的立场会发生重迭。我无意在这两种立场之间评优劣，以我之见，真诚的救世者和自救者都是宝贵的，我们之缺乏有感召力的传道士和启蒙思想家，一如缺乏埋头于自己园地的耕耘者。不过，就目前而言，说句老实话，我实在听厌了各种名目的文化讨论，从这些热闹中只听出了一种浮躁和空洞。无论是标榜为新国学的复古主张，还是以后现代名义装饰现状的学术拼贴，事实上都没有提出切实的救世良策，很可能只是成全了个人的一种功利欲望。至于种种关于文化失落人文精神失落的喟叹，透出的多是一种焦躁不安的心态。在这种情况下，我宁愿为自救的立场作一辩护，尽管真正的自救者是不需要任何理论上的辩护的。一个人立志从事精神探索和文化创造的事业，应该是出于自身最内在的精神需要。他在精神生活的范围内几乎一定有很重大的困惑，所以对于他来说，不管世道如何，他都非自救不可，唯自救才有生路。可是，在精神生活与世俗的功利生活之间，他的价值取向是明确而坚定的，不会有任何实质性的困惑。张三不耐贫困，弃文经商，成了大款，李四文人无行，媚俗哗众，成了大腕，这一切与他何干？他自己是在做着他今生今世最想做不能不做的一件事，只要环境还允许事实上允许他做下去，何失落之有？立足于自救的人，他面对外部世界时的心态是平静的。那些面对浮躁世态而自己心态也失衡的人，他们也许救世心切也心诚，但同时我又很怀疑他们自己内心缺乏精神生活的牢固根基，要不何止于如此惶惶不安。在当今时代，最容易产生失落感的或许是一些有着强烈的精英意识和济世雄心的知识分子。他们想做民众的思想领袖和精神导师，可是商业化大潮把他们冲刷到了社会的边缘地带，抛掷在一个尴尬的位置上。他们是很难自甘寂寞的，因为他们恰好需要一个轰轰烈烈的舞台才能发挥作用。"}
