{"text":"他就是一个擎天巨人微博，扬起了鲜艳夺目的真理的旗帜，藐视着不讲原则的无耻小人。然而，这个巨人即将轰轰烈烈地光荣倒下，因为坚持真理总会让人付出代价，甚至是生命。无人不知无人不晓的天下第一大奸臣严嵩向他发起了猛烈的进攻，所谓进攻，不过他的看家本领――栽赃陷害而已。巨人就这样倒下了，但是一批又一批捍卫真理的人士勇敢地站了起来。因为真理就像太阳一样引领着人们追寻光明，任何遮蔽它的乌云必将消失殆尽。夏言，你是我心中的英雄，我对你无话可说严嵩，我也对你无话可说！让我们把目光从中国转移到西方。在重重的人群之中，一个人被紧紧地绑在火刑柱上，死亡的阴影已渐渐向他靠拢了。当罗马教廷要求他放弃他所坚持的日心说时，他断然拒绝了，这就意味着他放弃了最后一根救命稻草。我还记得他说过的那一句话，也许你们判决我时比我收到判决时更感到恐惧！是啊，这就是真理的力量，真理可以让一切作恶多端的小人感到畏惧，也赋予一切坚持它的人以伟大的力量。虽然熊熊的烈火毁灭了布鲁诺的躯体，但是它永远也毁灭不了他那颗为真理而跳动的心。让我们再把目光转移到生活中来，有些人为了能够步步高升，而笑脸逢迎阿谀奉承有些人为了一解心头之恨，而颠倒黑白，混淆是非古人为了真理能舍弃生命，而今人却守住心灵的那扇门，让真理与我们结伴而行。真理如同一阵和煦的风，吹醒了人们疲倦的身躯真理如同一场及时的雨，滋润了人们干涸的心田真理如同一束灿烂的光，照亮了人们前进的道路满分剖析本文开篇就告诉我们要学会坚守，坚持真理，开门见山，提出观点。紧接着通过假设没有真理的世界会是吃人的混乱还是阿谀奉承尔虞我诈？而引出不念古人。从内容上，文章选取夏言之于严嵩布鲁诺之于罗马教廷的中外事例，告诉我们要学会守住心灵的那扇门，学会坚守真理。文章立意准确，围绕中心展开分析，整篇文章浑然一体。从表达上，本文语言准确凝练，富有张力，特别是最后提出的古人为了真理能舍弃生命，而今人却的问题，引起我们无限思考。阅卷现场评分内容分分表达分分发展分分总分分尊坚守了却了谁的浮生？"}
{"text":"而引出不念古人。从内容上，文章选取夏言之于严嵩布鲁诺之于罗马教廷的中外事例，告诉我们要学会守住心灵的那扇门，学会坚守真理。文章立意准确，围绕中心展开分析，整篇文章浑然一体。从表达上，本文语言准确凝练，富有张力，特别是最后提出的古人为了真理能舍弃生命，而今人却的问题，引起我们无限思考。阅卷现场评分内容分分表达分分发展分分总分分尊坚守了却了谁的浮生？我是一颗拒绝融化的冰，坚持这样的角度和坚硬，我是一颗拒绝融化的冰，坚持不变的寒冷和清醒。――题记生活中存在着太多的未知数。当你得意时，不要过分欢喜，当你落魄时，不要过于悲伤，坚守自我，从容地对待世界的沉沉浮浮。兰亭传世那个时代，仿佛被老庄主宰。一篇逍遥游不知惹起了多少人的向往，水击三千里，抟扶摇而上者九万里，多么潇洒豪迈！一时间，追捧者无数，出世人仙，逃避现实自由放任的作品泛滥兴起，可是，有位智者却坚守自我，十分清醒地不为所动。在玄学盛行的风气下，王羲之坚持自己的文风，一反清心寡欲，尤善玄言之风，大笔挥就一篇情直语笃朴素自然的优美散文兰亭集序，成了中华古典文学宝库中的珍宝！坚守自己的文风，翩若浮云，矫若惊龙的书法家在文坛获得一席之地。陆游报国灵魂蓄满了报国之情，他的目光坚毅明亮得能洞穿人世的一切陆游――一个对国家无比忠诚无比挚爱的老者。位卑未敢忘忧国，事定犹须待阖棺，他拳拳的爱国之心可见一斑，可是，英雄如他，却时运不济，怀才不遇，尽管有此生谁料，心在天山，身老沧州的愤懑，他却依然坚守看自己不移的报国之心。他企盼大宋统一，他渴望收复失地，或许了却君王天下事，赢得生前身后名正是他此刻心情的写照吧！但谁又能理解他英雄迟暮的辛酸，王师北定中原日，家祭无忘告乃翁成了他的遗训，也见证着他坚守的赤胆忠心！坚守自己的报国之心，你树立了零落成泥碾作尘，惟有香如故的志士形象。诸葛忠魂草庐中的他，燃青灯，调素琴，诵黄卷，占尽古风神韵。躬耕于陇亩之中，高吟着大梦谁先觉，平生自我知，自得其乐。为报三顾茅庐之恩，他出山辅佐刘备，未出茅庐而先知三分天下是他的睿智，谈笑间，樯橹灰飞烟灭是他的神勇！忘不了，先帝白帝城托孤的殷切目光忘不了，许下承诺时自己坚守的眼神！"}
{"text":"坚守自己的报国之心，你树立了零落成泥碾作尘，惟有香如故的志士形象。诸葛忠魂草庐中的他，燃青灯，调素琴，诵黄卷，占尽古风神韵。躬耕于陇亩之中，高吟着大梦谁先觉，平生自我知，自得其乐。为报三顾茅庐之恩，他出山辅佐刘备，未出茅庐而先知三分天下是他的睿智，谈笑间，樯橹灰飞烟灭是他的神勇！忘不了，先帝白帝城托孤的殷切目光忘不了，许下承诺时自己坚守的眼神！无奈，少主却是扶不起的阿斗！其实你明明可以取而代之。可是，你坚守着自己的承诺，依然默默地辅佐着乐不思蜀的阿斗，纵然一切只是徒劳！坚守自己的承诺，你赢得了出师一表真名士，千古谁堪伯仲间的美名！坚守自己，了却了浮生，赢得了美誉！满分剖析本文从三个部分――兰亭传世，陆游报国，诸葛忠魂写开来，紧扣材料，观点凝练，用三个人物阐释问题，具备说理性的特征。题目坚守，了却了谁的浮生？也很有深意。文章的三个部分的结尾，通过坚守自己的文风，翩若浮云，矫若惊龙的书法家在文坛获得一席之鼬。坚守自己的报国之心，你树立了零落成泥碾作尘，惟有香如故的志士形象。坚守自己的承诺，你赢得了出师一表真名士，千古谁堪伯仲间的美名！，围绕中心说理，整篇文章浑然一体。从表达上，本文工于准确生动凝练的语言。语言表达上有自己的亮点。坚守自我黑夜，席卷了光亮，我与别人分道而行，追逐着我的萤火，独自上路。在这漆黑的路上，我仿佛是唯一的前行者，没有依靠的胸膛，没有并肩的温暖。想要停滞，要放弃？不！那不是我，那不是追逐光明的我！而如此孤独的时刻，我在回首的刹那，看见了零星的身影千年前的浓雾散去，超凡俊逸的他站在了我的面前。嵇康，他一袭白袍，坐在刑场之上，从容抚琴，那是广陵散，他唯一遗憾没有教给学生的绝曲。还记得那日，他在好友面前写下了与山巨源绝交书。他不能背叛自己的内心，为一个虚伪残忍的贼子效力，他高洁的人格就如同洁白的宣纸，容不下哪怕一点点的墨迹。所以，他表明自己的心意，犀利地指责政治的黑暗，他早已想到，自己的批判一定会引来杀身之祸，而最不能拖累的，就是朋友。绝交书信，把自己的生命置于屠刀之下，而能够保全朋友，他死而无憾。"}
{"text":"嵇康，他一袭白袍，坐在刑场之上，从容抚琴，那是广陵散，他唯一遗憾没有教给学生的绝曲。还记得那日，他在好友面前写下了与山巨源绝交书。他不能背叛自己的内心，为一个虚伪残忍的贼子效力，他高洁的人格就如同洁白的宣纸，容不下哪怕一点点的墨迹。所以，他表明自己的心意，犀利地指责政治的黑暗，他早已想到，自己的批判一定会引来杀身之祸，而最不能拖累的，就是朋友。绝交书信，把自己的生命置于屠刀之下，而能够保全朋友，他死而无憾。终于，他一个人为理想前行，他让自己的生命，干净完整地离开人世，在死亡面前，他仍是那个洒脱的嵇康，那个只为自己清白而生的仙人。千年时光转逝，这一次，我看见了伏案而睡的她。清秀的面容，单薄的身子，桌面上是满满的手绘的稿子。她，是夏达。年的时间，她只能在阴暗的地下室里画着她的梦。中国风，在很多人舍弃的时候她却在坚持着。没有商业利益可言，但她纯粹地喜欢着，喜欢水墨晕染的朦胧，喜欢爷爷说过的诗词古句，因为那上面，有中国的味道。年的坚持，年的努力，她始终不改自己的风格。终于，那一日，她把自己的漫画推向世界，不仅仅让中国人看后落泪，更是征服了无数的海外漫迷，她让外国顶级漫画名单上有了中国的名字。当记者询问她成功的动力时，她羞涩地笑了，认真而又虔诚地回答因为里面，有另一个世界夏达，此时真正应验了她名字的寓意――欲速则不达，达，则兼天下。就这样，我终于明白，原来，真正的自我并不是甘于隐没于这个人云亦云的世界，更重要的是在面对死亡，面对困苦时毫不退缩的坚持自我。当别人拿来一个苹果，问你是否嗅到它的香气，不管别人的感觉，你始终要坚持正确的自我，因为只有你自己，才是那个唯一知道自己该怎么做的人。这世界，行走起来坎坷而艰辛，但我相信，黑暗只是暂时，就在你自己前行的路的终点，终有灿烂名媚的阳光。满分剖析黑夜，分道而行，追逐我的光明。文章开始就能让我们体会一种自我坚守，进而，又通过在孤独的时刻与回首的刹那，看见了零星的身影，引出了一袭白袍的嵇康，面容清秀的夏达，并通过这些材料告诉我们要时刻牢记坚持自我，毫不退缩。表达上，本文语言准确凝练，富有文采，具备张力，是一篇不错的散文。语言表达上很有自己的亮点，也彰显自己独特的神悟的能力。"}
{"text":"满分剖析黑夜，分道而行，追逐我的光明。文章开始就能让我们体会一种自我坚守，进而，又通过在孤独的时刻与回首的刹那，看见了零星的身影，引出了一袭白袍的嵇康，面容清秀的夏达，并通过这些材料告诉我们要时刻牢记坚持自我，毫不退缩。表达上，本文语言准确凝练，富有文采，具备张力，是一篇不错的散文。语言表达上很有自己的亮点，也彰显自己独特的神悟的能力。阅卷现场评分内容分分表达分分发展分分总分分撑起一片诚信的蓝天有人曾问我诚信是什么？我说诚信是清泉，能说清你节操的一眼清泉。有人曾问我诚信是什么？我说诚信是浑然天成的美玉，容不下半点垢点。也有人问我诚信是什么？我说诚信是花，能给整个世界带来芳香的花。是啊！诚信是清泉。我们生活的世界太需要这样的清泉，我们的周围有太多的欺骗和谎言，我们多么想拥有一片承诺于人，守信于人的蓝天，有人因为欺骗而失去了最珍贵的友谊，有人因为谎言而众叛亲离，也有人因为欺骗而走上了生与死的边缘，试问，我们身边没有欺骗，那该有多好啊！有人为了信守承诺而至死不渝，那桃园里的三拜首，岂能忘记？关老爷的诚信又怎样？面对高官厚禄，面对加官进爵，他毅然过五关斩六将，留下千古美名，只为一个信字。诚信是玉，是一块价值连城的宝玉。它有着玉的清洁，它有着玉的高贵，它更有玉的坚贞，历来文人学士以玉为友，以玉为伴，这就是玉与信的融合吧！他们在玉的身上学到了信，一个传唱千古的立身准则。言而无信，不知其可。古人也有无信的代表，一代豪杰吕布，手持方天化戟，身骑赤兔烈马，那是何等威风，何等的英雄，可到头来，却为一个信字搭上了身家性命，他把承诺别人的话当作儿戏，只仗自己一身好武艺，那是他愚啊！那是他无信啊！假若给他一个机会，一个从信开始的机会，历史或许真的要重写。诚信是花，是一花一世界的豪语。是的，我们的生活更需要鲜花来装点，我们的人生更需要鲜花来陪伴，陶渊明先生为了实现自己心中的诺言，与菊花结缘，他守望着那一棵棵诚实的菊花，活的多么自在，又怎愿与那充满欺骗，黑暗的统治势力同流合污？他做不到，他也不想做到，因为有那诚信的山菊为他作伴，他生活得很充实，很自然。"}
{"text":"那是他无信啊！假若给他一个机会，一个从信开始的机会，历史或许真的要重写。诚信是花，是一花一世界的豪语。是的，我们的生活更需要鲜花来装点，我们的人生更需要鲜花来陪伴，陶渊明先生为了实现自己心中的诺言，与菊花结缘，他守望着那一棵棵诚实的菊花，活的多么自在，又怎愿与那充满欺骗，黑暗的统治势力同流合污？他做不到，他也不想做到，因为有那诚信的山菊为他作伴，他生活得很充实，很自然。在这片诚信的蓝天，不需要欺骗，不需要谎言，要的只是那清澈的泉，坚贞的玉，芬芳的花，因为在它们身上我们看到了一个字信。看！诚信的蓝天下站着三个人，你我他。时间在流逝子在川上日逝者如斯夫，不舍昼夜！这是古人对时间流逝的惆怅与无奈。时间无形无影，无声无息，无光无色。然而，时间却又无处不在。静静地深思难题，认真做题时笔尖的转动，撕去的日历，老人的白发，诸如此类，都显示了时间的足迹。时间在流逝，看窗外的果树慢慢长高，赏路边的花朵慢慢美丽，聆听小雨细细的响声。时间在流逝，水稻由碧绿到金黄，小蚕由蚕子到成蝶，丑小鸭变成了小天鹅。时间在流逝，我也在不断长大，童年的那份快乐随时间的流逝，如流水般一去不复返，随风飘动的都是美好的遗失。流逝了个岁月年华的我，由稚嫩走向成熟，懂得许多人生道理，学会了辨别人世间的真与假，善与恶，美与丑。落日无边江不尽，此身此日更须忙。陈师道如是说。与时间赛跑，我们要乘着奋斗的羽翼，翱翔于时间的长空，去摘取那璀璨的繁星。用奋斗去诠释时间的意义，用汗水去感悟时间的真谛。当我们走过峥嵘的岁月，驻足回首观望时，岁月的霜卤在我们身上留下多少凄深的齿痕。生命又在一季又一季的寒暑中交替着，渐渐地，苍白的青春也在时间的长河中消逝。一株生长在沙漠里的蒲公英，干旱时节依旧踏踏实实地生长，不言弃也不忧虑，但只要遇见一次阵雨，它就会尽可能地储存水，也不会顾虑重重，因为它在意的只是当下。面对匆匆的时光，我们要做点什么呢？我们又能做什么呢？苦思冥想中，时光又悄无声息的飞过了。时间在流逝，我们应当牢牢把握眼前，珍惜现在。"}
{"text":"一株生长在沙漠里的蒲公英，干旱时节依旧踏踏实实地生长，不言弃也不忧虑，但只要遇见一次阵雨，它就会尽可能地储存水，也不会顾虑重重，因为它在意的只是当下。面对匆匆的时光，我们要做点什么呢？我们又能做什么呢？苦思冥想中，时光又悄无声息的飞过了。时间在流逝，我们应当牢牢把握眼前，珍惜现在。珍惜现在，并不意味着今朝有酒今朝醉，而是拥有陶潜一样淡定的心，可以采菊东篱下，悠然见南山，可以达到落英缤纷的桃花源珍惜现在，也不意味着忘却过去，放弃梦想，而是让我们学会踏实地迈出步伐，自信面对人生。时间如念珠一般，一天接着一天滑过，串成日，串成月。我们不必在乎念珠可以串多长，我们只需去留念串念珠时的酸甜苦辣。时间在流逝，我们无法控制，但我们可以不虚度它，充实生活的每一天，善用时间，我们的人生才有可能富有效率，我们的人生才有可能更为精彩生动。本文以诗一样的语言流畅地表达了自己对时间在流逝的看法。文章从时间无处不在与时间赛跑善用时间等三方面为我们诠释了人与时间的关系，提醒我们要充实生活的每一天。文章内容丰富主题深刻。语言之纯熟可圈可点。如看窗外的果树慢慢长高，赏路边的花朵慢慢美丽，聆听小雨细细的响声，整句中动词的运用，增强了气势。本文意境深远，的思维能力和联想生活的能力得到了极大的张扬，如水稻由碧绿到金黄，小蚕由蚕子到成蝶，丑小鸭变成了小天鹅时间如念珠一般，一天接着一天滑过，串成日，串成月，有景有情，令人回味。阅卷现场评分内容分分表达分分发展分分总分分时间在流逝倚靠斜枝低吟朱颜辞镜花辞树，毅立江边感慨古来万事东流水，回眸历史长叹江山不老人易老。时间在流逝，它冲洗历史时间在流逝，它改变人生时间在流逝，它决定不了当下，改变不了未来。。举杯邀明月，对影成三人，酒人豪肠，七分酿成月光，三分铸成剑气，绣口一吐便是半个盛唐。在人生面前，时间面前，李白与我们一样，他无法改变时间，无法让时间停止，可是李白面对时间匆匆，面对困难重重，他选择直面当下选择当下，天生我材必有用，千金散尽还复来，好大的志气长风破浪会有时，直挂云帆济沧海，好大的决心俱怀逸兴壮思飞，欲上青天揽明月，好大的豪气。"}
{"text":"。举杯邀明月，对影成三人，酒人豪肠，七分酿成月光，三分铸成剑气，绣口一吐便是半个盛唐。在人生面前，时间面前，李白与我们一样，他无法改变时间，无法让时间停止，可是李白面对时间匆匆，面对困难重重，他选择直面当下选择当下，天生我材必有用，千金散尽还复来，好大的志气长风破浪会有时，直挂云帆济沧海，好大的决心俱怀逸兴壮思飞，欲上青天揽明月，好大的豪气。李白用自己的旷达与豪放坦然面对时间的流逝，既然改变不了事实，那就改变自己，名垂青史，让时间永远无法消磨。他没有李白的那份豪气，但有着一份独一无二的坚毅。在时间面的，他没有低头，他的那种坚毅让时间记住他，让后人也记住他。他惨遭宫刑，痛不欲生，但完成了一部史家之绝唱，无韵之离骚的史记。他面对时间的流逝，面对人生的苦难，选择跌倒后站起来，选择与时间搏斗。他成功了，没有被时间的潮水所冲走，没有被时间的海洋所淹没。他站起来是一尊雕塑，他倒下去是一座丰碑，让我们铭记他的名字一司马迁。宋文骢，一个并不为人所熟知的名字，他是我国歼战斗机的总设计师，当时一个名不见经传的设计师无人知晓，他心存斗志，有一颗热血沸腾的心，他不甘为时间所掩没，他将自己几十年的心血熔人战机，五十载春花秋月，二十年丹心铸剑，长剑出鞘，直指苍天，震惊寰宇。宋文骢将自己的心血与灵魂都熔人祖国的蓝天卫士。在时间流逝中，他把握当下，战胜困难，在时间长河中留下自己迎风搏击的画面。惜秦皇汉武，略输文采唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕。俱往矣，数风流人物，还看今朝。面对历史，面对时间，发出感慨。过去的早已过去，时间仍在流逝，把握当下，永不低头，当可成为时间浪头上的弄潮儿。回首过去，时间流逝千年，但那些事永驻历史。泪罗江畔的兰蕙比配屈原的忠贞，南山东篱下的菊花芬芳着陶渊明的清高，滚滚东流的黄河映衬着李白的豪放与旷达。时间在流逝，我们只有把握自己，方可把握人生，才可以像前辈们一样，在时间的长河中，永远留下属于自己的一份价值。秘诀七――巧设悬念，引人入胜文似看山不喜平，好的记叙文往往有波澜有起伏，如果作文能巧设悬念，埋下伏笔，定能吸引读者的注意力，从而引人入胜，高考考场作文不妨一用。"}
{"text":"回首过去，时间流逝千年，但那些事永驻历史。泪罗江畔的兰蕙比配屈原的忠贞，南山东篱下的菊花芬芳着陶渊明的清高，滚滚东流的黄河映衬着李白的豪放与旷达。时间在流逝，我们只有把握自己，方可把握人生，才可以像前辈们一样，在时间的长河中，永远留下属于自己的一份价值。秘诀七――巧设悬念，引人入胜文似看山不喜平，好的记叙文往往有波澜有起伏，如果作文能巧设悬念，埋下伏笔，定能吸引读者的注意力，从而引人入胜，高考考场作文不妨一用。佳作借鉴最后一座土坯房一考生周末，我回到了阔别三月的家。本来天下高三一般忙，周六不休息，周日休半天，所以春节后，我再没回过家。我家在百里之外的深山中，回家一趟不容易。再过几天就要高考了，学校放了两天假，让学生放松一下，以待最后一搏。同学们归心似箭，周末一放学，顿作鸟兽散。我坐在长途班车上，恨不得汽车飞起来。一下车，便步履匆匆地踏上一条羊肠小路，走五六分钟，就可以看见半山腰上的土坯房了。那土坯房，就是我的家。我家五口人一直住在那间老屋里。三十多年的风霜雨雪，把它剥蚀得满目疮痍。这些年，富起来的农民越来越多，漂亮的小洋楼鳞次栉比，把山村点缀得如同别墅区一般富丽堂皇。渐渐的，我家的老屋竟成了村里最后一座土坯房，丑陋无比，有碍观瞻。我家又位于山村的最高点，这样看起来就有点滑稽，成了鸡立鹤群。奇怪的是，父亲是挣钱的好把式，干活不惜力气，又有技术，但父亲就是迟迟不盖新房。乡亲们说父亲是个守财奴，舍不得花钱。听到这些善意的挖苦，手巧口拙的父亲总是付之一笑，啥话也不说。我也不理解，早几年负担重，风烛残年的爷爷奶奶常看病，家里经济拮据，现在日子好过了，父亲还是按兵不动，真不知他葫芦里装的什么药。转过一道弯，奇迹出现了――土坯房竟然消失了，代之而起的是一座小洋楼，雪白的墙体，蓝色的屋顶，在夕阳下熠熠生辉我先是目瞪口呆，继而惊喜地往家跑，已顾不得窈窕淑女的形象，像个野小子。三月不见，家人亲热得不行，父母姐弟围上来，这个说我胖了，那个说我瘦了，这个说我白了，那个说我黑了。我应付了几句，赶紧屋里屋外看新房。这是一座两层小楼。"}
