{"text":"有两句古语说，一年之计在于春，一日之计在于晨，这大概是给农民说的。无论是怎样的穷打算，苦打算，能有个打算，总比不能有打算心里舒服些。现在确是到了人怂没法打算的时候一日之计还可以有，但是显然和从前的一日之计不同了，因为今日不知明日事，这一日恐怕真得限于一了。在这种局面下百年大计自然更谈不上。不过那些豪门还是能够有他们的打算的，他们不但能够打算自己一辈子，并且可以打算到子孙。因为即使大变来了，他们还可以溜到海外做寓公去。这班人自然是满意现状的。第二类人虽然不满现状，却也害怕破坏和改变，因为他们觉着那时候更无把握。第三类人不用说是不满现状的。然而除了一部分流浪型外，大概都信天任命，愿意付出大的代价取得那即使只有丝毫的安定他们也害怕破坏和改变。因此且顾眼前就成了风气，有的豪夺着，有的鬼混着，有的空等着。然而还有一类顾眼前而又不顾眼前的人。我们向来有及时行乐一句话，但是陶渊明杂诗说，及时当勉励，岁月不待人，同是教人及时，态度却大不一样。及时也就是把握现在行乐要把握现在，努力也得把握现在。陶渊明指的是个人的努力，目下急需的是大家的努力。在没有什么大变的时代，所谓百世可知，领导者努力的可以说是百年大计但是在这个动乱的时代，百年是太模糊太空洞了，为了大家，至多也只能几年几年的计划着，才能够踏实的努力前去。这也是及时，把握现在，说是另一意义的且顾眼前也未尝不可且顾眼前本是救急，目下需要的正是救急，不过不是各人自顾自的救急，更不是从救急转到行乐上罢了。不过目下的中国，连几年计划也谈不上。于是有些人，特别是青年一代，就先从一般的把握现在下手。这就是努力认识现在，暴露现在，批评现在，抗议现在。他们在试验，难免有错误的地方。而在前三类人看来，他们的努力却难免向着那可怕的可忧的破坏与改变的路上去，那是不顾眼前的！但是，这只是站在自顾自的立场上说话，若是顾到大家，这些人倒是真正能够顾到眼前的人。散文全编刘云波女医师刘云波是成都的一位妇产科女医师，在成都执行医务，上十年了。她自己开了一所宏济医院，抗战期中兼任成都中央军校医院妇产科主任，又兼任成都市立医院妇产科主任。"}
{"text":"他们在试验，难免有错误的地方。而在前三类人看来，他们的努力却难免向着那可怕的可忧的破坏与改变的路上去，那是不顾眼前的！但是，这只是站在自顾自的立场上说话，若是顾到大家，这些人倒是真正能够顾到眼前的人。散文全编刘云波女医师刘云波是成都的一位妇产科女医师，在成都执行医务，上十年了。她自己开了一所宏济医院，抗战期中兼任成都中央军校医院妇产科主任，又兼任成都市立医院妇产科主任。胜利后军校医院复员到南京，她不能分身前去，去年又兼任了成都高级医事职业学校的校长，我写出这一串履历，见出她是个忙人。忙人原不稀奇，难得的她决不挂名而不做事她是真的忙于工作，并非忙于应酬等等。她也不因为忙而马虎，却处处要尽到她的责任。忙人最容易搭架子，瞧不起别人，她却没有架子，所以人缘好――就因为人缘好所以更忙。这十年来成都人找过她的太多了，可是我们没有听到过不满意她的话。人缘好，固然更重要的是她对于病人无微不至的关切。她不是冷冰冰的在尽她的责任，尽了责任就算完事她是念兹在兹的。刘医师和内人在中学里同学，彼此很要好。抗战后内人回到成都故乡，老朋友见面，更是高兴。内人带着三个孩子在成都一直住了六年，这中间承她的帮助太多，特别在医药上。他们不断的去她的医院看病，大小四口都长期住过院，我自己也承她送打了二十四针，治十二指肠溃疡。我们熟悉她的医院，深知她的为人，她的确是一位亲切的好医师。她是在德国耶拿大学学的医，在那儿住了也上十年。在她自己的医院里，除妇产科外她也看别的病，但是她的主要的也是最忙的工作是接生，找她的人最多。她约定了给产妇接生，到了期就是晚上睡下也在留心着电话。电话来了，或者有人来请了，她马上起来坐着包车就走。有一回一个并未预约的病家，半夜里派人来请。这家人疏散在郊外，从来没有请她去看过产妇，也没有个介绍的人。她却毅然的答应了去。包车到了一处田边打住，来请的人说还要走几条田埂才到那家。那时夜黑如墨，四望无人，她想，该不会是绑票匪的骗局罢？但是只得大着胆子硬起头皮跟着走。受了这一次虚惊，她却并不说以后不接受这种半夜里郊外素不相知的人家的邀请，她觉得接生是她应尽的责任。她的责任感是充满了热情的。她对于住在她的医院里的病人，因为接近，更是时刻的关切着――老看见她叮嘱护士小姐们招呼这样那样的。"}
{"text":"她却毅然的答应了去。包车到了一处田边打住，来请的人说还要走几条田埂才到那家。那时夜黑如墨，四望无人，她想，该不会是绑票匪的骗局罢？但是只得大着胆子硬起头皮跟着走。受了这一次虚惊，她却并不说以后不接受这种半夜里郊外素不相知的人家的邀请，她觉得接生是她应尽的责任。她的责任感是充满了热情的。她对于住在她的医院里的病人，因为接近，更是时刻的关切着――老看见她叮嘱护士小姐们招呼这样那样的。特别是那种情形严重的病人，她有时候简直睡不着的惦记着。她没有结婚，常和内人说她把病人当做了爱人。这决不是一句漂亮话，她是认真的爱着她的病人的。她是个忠诚的基督徒，有着那大的爱的心，也可以说是慈母之心――我曾经写过一张横披送给她，就用的这四个字。她不忽略穷的病家，住在她的医院里的病人，不论穷些富些，她总叮嘱护士小姐们务必一样的和气，不许有差别。如果发觉有了差别，她是要不留情的教训的。街坊上的穷家到她的医院里看病，她常免他们的费，她也到这些穷人家里去免费接生。对于朋友自然更厚。有一年我们的三个孩子都出疹子，两岁的小女儿转了猩红热，两个男孩子转了肺炎，那时我在昆明，内人一个人要照管这三个严重的传染病人。幸而刘医师特许小女住到她的医院里去。她尽心竭力的奔波着治他们的病，用她存着的最有效的药，那些药在当时的成都是极难得的。小女眼看着活不了，却终于在她手里活了起来，真是凭空的捡来了一条命！她知道教书匠的穷，一个钱不要我们的。后来她给我们看病吃药，也从不收一个钱。我们呢，却只送了秀才人情的一幅对子给她，文字是生死人而肉白骨，保赤子如拯斯民，特地请叶圣陶兄写这是我们的真心话。我们当然感谢她，但是更可佩服的是她那把病人当做爱人的热情和责任感。刘医师是遂宁刘万和先生的二小姐。刘老先生手创了成都的刘万和绸布庄，这到现在还是成都数一数二的大铺子。刘老太太是一位慈爱的勤俭的老太太，她行的家庭教育是健康的。刘医师敬爱着这两位老人。不幸老太太去世得早，老先生在抗战前一年也去世了，留下了很多幼小者。刘医师在耶拿大学得了博士学位，原想再研究些时候，这一来却赶着回到家里，负起了教育弟弟们的重任。她爱弟弟们，管教得却很严。现在弟弟们都成了年，她又在管着侄儿侄女们了。这也正是她的热情和责任感的表现。"}
{"text":"刘医师是遂宁刘万和先生的二小姐。刘老先生手创了成都的刘万和绸布庄，这到现在还是成都数一数二的大铺子。刘老太太是一位慈爱的勤俭的老太太，她行的家庭教育是健康的。刘医师敬爱着这两位老人。不幸老太太去世得早，老先生在抗战前一年也去世了，留下了很多幼小者。刘医师在耶拿大学得了博士学位，原想再研究些时候，这一来却赶着回到家里，负起了教育弟弟们的重任。她爱弟弟们，管教得却很严。现在弟弟们都成了年，她又在管着侄儿侄女们了。这也正是她的热情和责任感的表现。她出身在富家，富家出身的人原来有啬刻的，也有慷慨的，她的慷慨还不算顶稀奇。真正难得的是她那不会厌倦的同情和不辞劳苦的服务。富家出身的人往往只知道贪图安逸，像她这样给自己找麻烦的人实在少有。再说一般的医师，也是冷静而认真就算是好，像她这样对于不论什么病人都亲切，恐怕也是凤毛麟角罢！散文全编文物旧书毛笔这几个月，北平的报纸上除了战事杀人案教育危机等等消息以外，旧书的危机也是一个热闹的新闻题目。此外，北平的文物，主要的是古建筑，一向受人重视，政府设了一个北平文物整理委员会，并且拨过几回不算少的款项来修理这些文物。二月初，这个委员会还开了一次会议，决定为适应北平这个陪都的百年大计，请求政府核发本年上半年经费，并加强管理使用文物建筑，以维护古迹。至于毛笔，多少年前教育部就规定学生作国文以及用国文回答考试题目，都得用毛笔。但是事实上学生用毛笔的时候很少，尤其是在大都市里。这个问题现在似乎还是悬案。在笔者看来，文物旧书毛笔，正是一套，都是些遗产历史旧文化。主张保存这些东西的人，不免都带些思古之幽情，一方面更不免多多少少有些保存国粹的意思。保存国粹现在好像已成了一句坏话，等于抱残守阙，食古不化，迷恋骸骨，让死的拉住活的。笔者也知道今天主张保存这些旧东西的人大多数是些五四时代的人物，不至于再有这种顽固的思想，并且笔者自己也多多少少分有他们的情感，自问也还不至于顽固到那地步。不过细心分析这种主张的理由，除了思古之幽情以外，似乎还只能说是保存国粹因为这些东西是我们先民的优良的成绩，所以才值得保存，也才会引起我们的思念。我们跟老辈不同的，应该是保存只是保存而止，让这些东西像化石一样，不再妄想它们复活起来。"}
{"text":"笔者也知道今天主张保存这些旧东西的人大多数是些五四时代的人物，不至于再有这种顽固的思想，并且笔者自己也多多少少分有他们的情感，自问也还不至于顽固到那地步。不过细心分析这种主张的理由，除了思古之幽情以外，似乎还只能说是保存国粹因为这些东西是我们先民的优良的成绩，所以才值得保存，也才会引起我们的思念。我们跟老辈不同的，应该是保存只是保存而止，让这些东西像化石一样，不再妄想它们复活起来。应该过去的总是要过去的，我们明白这个道理。关于拨用巨款修理和油漆北平的古建筑，有一家报纸上曾经有过微词，好像说在这个战乱和饥饿的时代，不该忙着办这些事来粉饰太平。本来呢，若是真太平的话，这一番修饰也许还可以招揽些外国游客，得些外汇来使用。现在这年头，那辉煌的景象却只是战乱和饥饿的现实的一个强烈的对比，强烈的讽刺，的确叫人有些触目惊心。这自然是功利的看法，可是这年头无衣无食的人太多了，功利的看法也是自然的。不过话说回来，现在公家用钱，并没有什么通盘的计划，这笔钱不用在这儿，大概也不会用在那些无衣无食的人的身上，并且也许还会用在一些不相干的事上去。那么，用来保存古物就也还不算坏。若是真能通盘计划，分别轻重，这种事大概是该缓办的。笔者虽然也赞成保存古物，却并无抢救的意思。照道理衣食足再来保存古物不算晚万一晚了也只好遗憾，衣食总是根本。笔者不同意过分的强调保存古物，过分的强调北平这个文化城，但是加强管理使用文物建筑，以维护古迹，并不用多花钱，却是对的。旧书的危机指的是木版书，特别是大部头的。一年来旧书业大不景气。有些铺子将大部头的木版书论斤的卖出去造还魂纸。这自然很可惜，并且有点儿惨。因此有些读书人出来呼吁抢救。现在教育部已经拨了十亿元收买这种旧书，抢救已经开始，自然很好。但是笔者要指出旧书的危机潜伏已经很久，并非突如其来。清末就通行石印本的古书，携带便利，价钱公道。这实在是旧书的危机的开始。但是当时石印本是不登大雅之堂的说是错字多，固然，主要的还在缺少那古色古香。因此大人先生不屑照顾。不过究竟公道，便利，又不占书架的地位，一般读书人，尤其青年，却是乐意买的。民国以来又有了影印本，大部头的如四部丛刊，底本差不多都是善本，影印不至于有错字，也不缺少古色古香。这个影响旧书的买卖就更大。"}
{"text":"但是笔者要指出旧书的危机潜伏已经很久，并非突如其来。清末就通行石印本的古书，携带便利，价钱公道。这实在是旧书的危机的开始。但是当时石印本是不登大雅之堂的说是错字多，固然，主要的还在缺少那古色古香。因此大人先生不屑照顾。不过究竟公道，便利，又不占书架的地位，一般读书人，尤其青年，却是乐意买的。民国以来又有了影印本，大部头的如四部丛刊，底本差不多都是善本，影印不至于有错字，也不缺少古色古香。这个影响旧书的买卖就更大。后来四部丛刊又有缩印本，古气虽然较少，便利却又加多。还有排印本的古书，如四部备要万有文库等，也是方便公道。又如国学基本丛书，照有些石印本办法，书中点了句，方便更大。抗战前又有所谓一折八扣书，排印的错误并不太多，极便宜，大量流通，青年学生照顾的不少。比照抗战期中的土纸本，这种一折八扣书现在已经成了好版了。现在的青年学生往往宁愿要这种排印本，不要木刻本他们要方便，不在乎那古色古香。买大部书的人既然可以买影印本或排印本，买单部书的人更多乐意买排印本或石印本，技术的革新就注定了旧书的没落的运命！将来显微影片本的书发达了，现在的影印本排印本大概也会没落的罢？至于毛笔，命运似乎更坏。跟水笔相比，它的不便更其显然。用毛笔就得用砚台和墨，至少得用墨盒或墨船上海有这东西，形如小船，不知叫什么名字，用墨膏，装在牙膏似的筒子里，用时挤出，总不如水笔方便，又不能将笔挂在襟上或插在袋里。更重要的，毛笔写字比水笔慢得多，这是毛笔的致命伤。说到价钱，毛笔连上附属品，再算上用的时期的短，并不见得比水笔便宜好多。好的舶来水笔自然很贵，但是好的毛笔也不贱，最近有人在北平戴月轩就看到定价一千多万元的笔。自然，水笔需要外汇，就是本国做的，材料也得从外国买来，毛笔却是国产但是我们得努力让水笔也变成国产才好。至于过去教育部规定学生用毛笔，似乎只着眼在保存国粹或本位文化上学生可并不理会这一套，用水笔的反而越来越多。现代生活需要水笔，势有必至，理有固然，本位文化的空名字是抵挡不住的。毛笔应该保存，让少数的书画家去保存就够了，勉强大家都来用，是行不通的。至于现在学生写的字不好，那是没有认真训练的原故，跟不用毛笔无关。学生的字，清楚整齐就算好，用水笔和毛笔都一样。"}
{"text":"自然，水笔需要外汇，就是本国做的，材料也得从外国买来，毛笔却是国产但是我们得努力让水笔也变成国产才好。至于过去教育部规定学生用毛笔，似乎只着眼在保存国粹或本位文化上学生可并不理会这一套，用水笔的反而越来越多。现代生活需要水笔，势有必至，理有固然，本位文化的空名字是抵挡不住的。毛笔应该保存，让少数的书画家去保存就够了，勉强大家都来用，是行不通的。至于现在学生写的字不好，那是没有认真训练的原故，跟不用毛笔无关。学生的字，清楚整齐就算好，用水笔和毛笔都一样。学生不爱讲究写字，也不爱读古文古书――虽然有购买排印本古书的，可是并不太多。他们的功课多，事情忙，不能够领略书法的艺术，甚至连写字的作用都忽略了，只图快，写得不清不楚的叫人认不真。古文古书因为文字难，不好懂，他们也觉着不值得费那么多功夫去读。根本上还是由于他们已经不重视历史和旧文化。这也是必经的过程，我们无须惊叹。不过我们得让青年人写字做到清楚整齐的地步，满足写字的基本作用，一方面得努力好好的编出些言文对照详细注解的古书，让青年人读。历史和旧文化，我们应该批判的接受，作为创造新文化的素材的一部，一笔抹煞是不对的。其实青年人也并非真的一笔抹煞古文古书，只看古文观止已经有了八种言文对照本，唐诗三百首已经有了三种虽然只各有一种比较好，就知道这种书的需要还是很大――而买主大概还是青年人多。所以我们应该知道努力的方向。至于书法的艺术和古文古书的专门研究，留给有兴趣的少数人好了，这种人大学或独立学院里是应该培养的。连带着想到了国画和平剧的改良，这两种工作现在都有人在努力。日前一位青年同事和我谈到这两个问题，他觉得国画和平剧都已经有了充分的发展，成了定型，用不着改良，也无从改良勉强去改良，恐怕只会出现一些不今不古不新不旧的东西，结果未必良好。他觉得民间艺术本来幼稚，没有得着发展，我们倒也许可以促进它们的发展像国画和平剧已经到了最高峰，是该下降，该过去的时候了，拉着它们恐怕是终于吃力不讨好的。照笔者的意见，我们的新文化新艺术的创造，得批判的采取旧文化旧艺术，士大夫的和民间的都用得着，外国的也用得着，但是得以这个时代和这个国家为主。改良恐怕不免让旧时代拉着，走不远，也许压根儿走不动也未可知。还是另起炉灶的好，旧料却可以选择了用。应该过去的总是要过去的。年月日作。"}
{"text":"他觉得民间艺术本来幼稚，没有得着发展，我们倒也许可以促进它们的发展像国画和平剧已经到了最高峰，是该下降，该过去的时候了，拉着它们恐怕是终于吃力不讨好的。照笔者的意见，我们的新文化新艺术的创造，得批判的采取旧文化旧艺术，士大夫的和民间的都用得着，外国的也用得着，但是得以这个时代和这个国家为主。改良恐怕不免让旧时代拉着，走不远，也许压根儿走不动也未可知。还是另起炉灶的好，旧料却可以选择了用。应该过去的总是要过去的。年月日作。散文全编南行通信在北平整整待了三年半，除去年冬天丢了一个亲人是一件不可弥补的损失外，别的一切，感谢――照例应该说感谢上苍或上帝，但现在都不知应该说谁好了，只好姑且从阙吧――总算平平安安过去了。这三年半是中国多事的时候，但是我始终没离开北平一步，也总算是幸福了，虽然我只想到了个人。在我，也许可以说在我们这一些人吧，北平实在是意想中中国唯一的好地方。几年前周启明先生就写过，北平是中国最好的居住的地方，孙春台先生也有北平乎一文，称颂北平的好处这几年时代是大变了，但是我的意见还是和他们一样。一个地方的好处，也和一个人一件东西的相同，平时不大觉得，到离开或丢失时，便一桩桩一件件分明起来了。我现在来说几句北平的好话，在你们北平住着的，或者觉得可笑，说我多此一举吧？北平第一好在大。从宫殿到住宅的院子，到槐树柳树下的道路。一个北方朋友到南方去了回来，说他的感想那样天井我受不了！其实南方许多地方的逼得人喘不出气儿的街道，也是北平生人受不了的。至于树木，不但大得好，而且也多得好有人从飞机上看，说北平只是一片绿。一个人到北平来住，不知不觉中眼光会宽起来，心胸就会广起来我常想小孩子最宜在北平养大，便是为此。北平之所以大，因为它做了几百年的首都它的怀抱里拥有各地各国的人，各色各样的人，更因为这些人合力创造或输入的文化。上海也是五方杂处的都会，但它仅有工商业，我们便只觉得繁嚣，恶浊了。上海人有的是聪明，狡猾但宽大是他们不懂得的。北平第二好在深。我们都知道北平书多。但是书以外，好东西还多着。如书画，铜器，石刻，拓片，乃至瓷器，玉器等，公家收藏固已很丰富，私人搜集，也各有专长而内阁大库档案，是极珍贵的近代史料，也是尽人皆知的。"}
{"text":"北平之所以大，因为它做了几百年的首都它的怀抱里拥有各地各国的人，各色各样的人，更因为这些人合力创造或输入的文化。上海也是五方杂处的都会，但它仅有工商业，我们便只觉得繁嚣，恶浊了。上海人有的是聪明，狡猾但宽大是他们不懂得的。北平第二好在深。我们都知道北平书多。但是书以外，好东西还多着。如书画，铜器，石刻，拓片，乃至瓷器，玉器等，公家收藏固已很丰富，私人搜集，也各有专长而内阁大库档案，是极珍贵的近代史料，也是尽人皆知的。中国历史，语言，文学，美术的文物荟萃于北平这几项的人才也大部分集中在这里。北平的深，在最近的将来，是还不可测的。胡适之先生说过，北平的图书馆有这么多，上海却只有一个，还不是公立的。这也是北平上海重要的不同。北平第三好在闲。假如上海可说是代表近代的，北平便是代表中古的。北平的一切总有一种悠然不迫的味儿。即如电车吧，在上海是何等地风驰电掣，有许多人上下车都是跳的。北平的车子在宽阔的路上走着，似乎一点也不忙。晚九点以后，确是走得快起来了但车上已只剩疏朗朗的几个人，像是乘汽车兜风一般，也还是一点不觉忙的――有时从东长安街槐林旁驰过，茂树疏灯相掩映着，还有些飘飘然之感呢。北平真正的闲人其实也很少，但大家骨子里总有些闲味儿。我也喜欢近代的忙，对于中古的闲却似乎更亲近些。但这也许就因为待在北平大久的缘故吧。写到这里看看，觉得自己似乎将时代忘记了。我所称赞的似乎只是封建的遗存，是布尔或小布尔的玩意儿而现在据说非普罗起来不可，这可有点儿为难。我实在爱北平，我所爱的北平是如上面说的。我没有或不能获得普罗的意识形态，我也不能克服我自己结果怕只该不说话或不说真话。不说话本来没有什么不可以，不过说话大约在现在也还不能就算罪过吧至于撒谎，则我可以宛转地说，我还没有那种艺术，或干脆地说，我还没有那种勇气！好在我这通信是写给一些朋友的，让他们看我的真话，大约是还不要紧的。我现在是一个人在北平，这回是回到老家去。但我一点不觉着是回家，一切都像出门作客似的。北平已成了我精神上的家，没有走就想着回来预定去五个礼拜，但想着南方的天井，潮湿，和蚊子，也许一个月就回来了。说到潮湿，我在动身这一天，却有些恨北平。"}
