{"text":"如果扫墓的确可以救国，那么，扫就要扫得真确，要扫文武周公的陵，不要扫着别人的土包子，还得查考自己是否周朝的子孙。于是乎要有考古的工作，就是掘开坟来，看看有无葬着文王武王周公旦的证据，如果有遗骨，还可照洗冤录的方法来滴血。但是，这又和扫墓救国说相反，很伤孝子顺孙的心了。不得已，就只好闭了眼睛，硬着头皮，乱拜一阵。非其鬼而祭之，谄也！单是扫墓救国术没有灵验，还不过是一个小笑话而已。四月二十六日。本篇最初发表于一九三四年五月二十四日中华日报动向。进关内来祭祖一九三四年四月四日大晚报载伪满洲国皇帝溥仪要求在清明节入关祭扫清代皇帝的坟墓。此事在当时曾引起人们的愤慨。到陕西去上坟一九三四年四月七日申报载清明节时，国民党政府考试院院长戴季陶等同西安军政要人及各界代表前往陕西咸阳兴平祭扫周文王汉武帝等陵墓，民众参观者人山人海，道为之塞，诚可说是民族扫墓也。一九三四年四月十一日戴季陶在西安致电中央研究院院长蔡元培行政院院长汪精卫等，以培植民德为由，反对研究国学科学诸家，发掘古墓，寻取学术材料，要求政府通令全国，凡一切公然发墓取物者，无论何种理由，一律依刑律专条严办。当时曾遭到学术界的强烈反对。八合思巴―即八思巴，本名罗卓坚参，吐蕃萨斯迦今西藏自治区日喀则专区萨迦人。佛教高僧。元中统元年封为国师。按发掘宋陵的是元代江南释教总统佛教首领杨琏真迦，据陶宗仪南村辍耕录发宋陵寝记元至元十五年十二月，杨琏真伽率徒役在浙江绍兴等地发掘宋代诸皇陵墓，至断残支体，攫珠襦玉柙，焚其h，弃骨草莽间并下令裒陵骨，杂置牛马枯骼中，筑一塔压之，名曰镇南。当时有儒生唐珏林德阳分别收拾埋藏宋帝遗骸，被称为义士。曹操―字孟德，小字阿瞒，沛国谯今安徽亳县人，三国时政治家军事家。他的儿子曹丕称帝后，追尊他为魏武帝。关于设摸金校尉事，见汉末陈琳为袁绍檄豫州又梁孝王，先帝母昆，坟陵尊显桑梓松柏，犹宜肃恭，而操帅将吏士，亲临发掘，破棺s尸，掠取金宝，至令圣朝流涕，士民伤怀。"}
{"text":"当时有儒生唐珏林德阳分别收拾埋藏宋帝遗骸，被称为义士。曹操―字孟德，小字阿瞒，沛国谯今安徽亳县人，三国时政治家军事家。他的儿子曹丕称帝后，追尊他为魏武帝。关于设摸金校尉事，见汉末陈琳为袁绍檄豫州又梁孝王，先帝母昆，坟陵尊显桑梓松柏，犹宜肃恭，而操帅将吏士，亲临发掘，破棺s尸，掠取金宝，至令圣朝流涕，士民伤怀。操又特置发丘中郎将，摸金校尉，所过隳突，无骸不露。曹操造七十二墓事，见宋代罗大经鹤林玉露卷十五漳河上有七十二冢，相传云曹操疑冢也。后之诗人指宋代俞应符。他在咏曹操诗中说生前欺天绝汉统，死后欺人设疑冢人生用智死即休，何有余机到丘垅。人言疑冢我不疑，我有一法君未知，直须尽发疑冢七十二，必有一冢藏君尸。载南村辍耕录疑冢后之论者指明代王士性，他在豫志中说余谓以操之多智，即七十二冢中，操尸犹不在也。邙山在河南洛阳城北，东汉至唐宋等朝的王侯公卿多葬在那里。这些坟墓历代被人屡次发掘，晋代张载七哀诗就说到北邙何垒垒，高陵有四五季世丧乱起，贼盗如豺虎毁壤过一杯，便房启幽户珠柙离玉体，珍宝见剽虏。志石古代放在墓中镌有死者事略的石刻。下底上盖，底石刻有关于死者生平的铭文，盖石刻有某某之墓字样，以便后来山丘变化时得以辨识死者。子路止宿处论语宪问中载有子路宿于石门的话，后人就在山西平定附近石门的地方建立子路止宿处石碑但据论语汉代郑玄注石门，鲁城外门也。孔子小天下处孟子尽心有孔子登东山而小鲁，登太山而小天下的话，后人就在泰山顶上竖立孔子小天下处的石碑。指浙江绍兴城南会稽山麓的禹穴。文武周公墓，过去相传在陕西咸阳城西北。但唐代萧德言等撰写的括地志则说周文王武王墓都在雍州万年县今陕西临潼渭水北西南二十八里原上。并认为在咸阳西北一十四里的是秦惠文王陵，在咸阳西十里的是秦悼武王陵，俗名周武王陵，非也。洗冤录亦名洗冤集录，宋代宋慈著，共五卷，是一部关于检验尸体的书。滴血认亲见该书卷一滴血父母骸骨在他处，子女欲相认，令以身上刺出血滴骨上。"}
{"text":"指浙江绍兴城南会稽山麓的禹穴。文武周公墓，过去相传在陕西咸阳城西北。但唐代萧德言等撰写的括地志则说周文王武王墓都在雍州万年县今陕西临潼渭水北西南二十八里原上。并认为在咸阳西北一十四里的是秦惠文王陵，在咸阳西十里的是秦悼武王陵，俗名周武王陵，非也。洗冤录亦名洗冤集录，宋代宋慈著，共五卷，是一部关于检验尸体的书。滴血认亲见该书卷一滴血父母骸骨在他处，子女欲相认，令以身上刺出血滴骨上。亲生者，则血入骨，非则否。这一说法不合乎科学。非其鬼而祭之，谄也！孔丘的话，见论语为政。宋代朱熹注非其鬼，谓非其所当祭之鬼。商贾的批评商贾的批评及锋中国现今没有好作品，早已使批评家或胡评家不满，前些时还曾经探究过它的所以没有的原因。结果是没有结果。但还有新解释。林希隽先生说是因为作家毁掉了自己，以投机取巧的手腕去作杂文了，所以也害得做不成莘克莱或托尔斯泰现代九月号。还有一位希隽先生，却以为在这资本主义的社会里头，作家无形中也就成为商贾了。为了获利较多的报酬起见，便也不得不采用粗制滥造的方法，再没有人殚精竭虑用苦工夫去认真创作了。社会月报九月号着眼在经济上，当然可以说是进了一步。但这殚精竭虑用苦工夫去认真创作出来的学说，和我们只有常识的见解是很不一样的。我们向来只以为用资本来获利的是商人，所以在出版界，商人是用钱开书店来赚钱的老板。到现在才知道用文章去卖有限的稿费的也是商人，不过是一种无形中的商人。农民省几斗米去出售，工人用筋力去换钱，教授卖嘴，妓女卖淫，也都是无形中的商人。只有买主不是商人了，但他的钱一定是用东西换来的，所以也是商人。于是在这资本主义社会里头，个个都是商人，但可分为在无形中和有形中的两大类。用希隽先生自己的定义来断定他自己，自然是一位无形中的商人如果并不以卖文为活，因此也无须粗制滥造，那么，怎样过活呢，一定另外在做买卖，也许竟是有形中的商人了，所以他的见识，无论怎么看，总逃不脱一个商人见识。杂文很短，就是写下来的工夫，也决不要写和平与战争这是照林希隽先生的文章抄下来的，原名其实是战争与和平的那么长久，用力极少，是一点也不错的。"}
{"text":"于是在这资本主义社会里头，个个都是商人，但可分为在无形中和有形中的两大类。用希隽先生自己的定义来断定他自己，自然是一位无形中的商人如果并不以卖文为活，因此也无须粗制滥造，那么，怎样过活呢，一定另外在做买卖，也许竟是有形中的商人了，所以他的见识，无论怎么看，总逃不脱一个商人见识。杂文很短，就是写下来的工夫，也决不要写和平与战争这是照林希隽先生的文章抄下来的，原名其实是战争与和平的那么长久，用力极少，是一点也不错的。不过也要有一点常识，用一点苦工，要不然，就是杂文，也不免更进一步的粗制滥造，只剩下笑柄。作品，总是有些缺点的。亚波理奈尔咏孔雀，说它翘起尾巴，光辉灿烂，但后面的屁股眼也露出来了。所以批评家的指摘是要的，不过批评家这时却也就翘起了尾巴，露出他的屁眼。但为什么还要呢，就因为它正面还有光辉灿烂的羽毛。不过倘使并非孔雀，仅仅是鹅鸭之流，它应该想一想翘起尾巴来，露出的只有些什么！九月二十五日。本篇最初发表于一九三四年九月二十九日中华日报动向。林希隽广东潮安人，当时上海大夏大学学生。他在现代第五卷第五期一九三四年九月上发表的反对杂文的文章，题为杂文与杂文家。希隽即林希隽。他在社会月报第一卷第四期一九三四年九月发表的文章，题为文章商品化。社会月报，综合性刊物，陈灵犀主编，一九三四年六月在上海创刊，一九三五年九月停刊。林希隽在杂文与杂文家中说俄国为什么能够有和平与战争这类伟大的作品的产生？美国为什么能够有辛克莱杰克伦敦等享世界盛誉的伟大的作家？而我们的作家呢，岂就永远写写杂文而引为莫大的满足么？和平与战争，应为战争与和平，俄国作家托尔斯泰的长篇小说。亚波理奈尔，―法国诗人。咏孔雀是他的动物寓言诗中的一首短诗。趋时和复古趋时和复古康伯度半农先生一去世，也如朱湘庐隐两位作家一样，很使有些刊物热闹了一番。这情形，会延得多么长久呢，现在也无从推测。但这一死，作用却好像比那两位大得多他已经快要被封为复古的先贤，可用他的神主来打趋时的人们了。"}
{"text":"亚波理奈尔，―法国诗人。咏孔雀是他的动物寓言诗中的一首短诗。趋时和复古趋时和复古康伯度半农先生一去世，也如朱湘庐隐两位作家一样，很使有些刊物热闹了一番。这情形，会延得多么长久呢，现在也无从推测。但这一死，作用却好像比那两位大得多他已经快要被封为复古的先贤，可用他的神主来打趋时的人们了。这一打是有力的，因为他既是作古的名人，又是先前的新党，以新打新，就如以毒攻毒，胜于搬出生锈的古董来。然而笑话也就埋伏在这里面。为什么呢？就为了半农先生先就是一位以趋时而出名的人。古之青年，心目中有了刘半农三个字，原因并不在他擅长音韵学，或是常做打油诗，是在他跳出鸳蝴派，骂倒王敬轩，为一个文学革命阵中的战斗者。然而那时有一部分人，却毁之为趋时。时代到底好像有些前进，光阴流过去，渐渐将这谥号洗掉了，自己爬上了一点，也就随和一些，于是终于成为干干净净的名人。但是，人怕出名猪怕壮，他这时也要成为包起来作为医治新的趋时病的药料了。这并不是半农先生独个的苦境，旧例着实有。广东举人多得很，为什么康有为独独那么有名呢，因为他是公车上书的头儿，戊戌政变的主角，趋时留英学生也不希罕，严复的姓名还没有消失，就在他先前认真的译过好几部鬼子书，趋时清末，治朴学的不止太炎先生一个人，而他的声名，远在孙诒让之上者，其实是为了他提倡种族革命，趋时，而且还造反。后来时也趋了过来，他们就成为活的纯正的先贤。但是，晦气也夹屁股跟到，康有为永定为复辟的祖师，袁皇帝要严复劝进，孙传芳大帅也来请太炎先生投壶了。原是拉车前进的好身手，腿肚大，臂膊也粗，这回还是请他拉，拉还是拉，然而是拉车屁股向后，这里只好用古文，呜呼哀哉，尚飨了。我并不在讥刺半农先生曾经趋时，我这里所用的是普通所谓趋时中的一部分前驱的意思。他虽然自认没落，其实是战斗过来的，只要敬爱他的人，多发挥这一点，不要七手八脚，专门把他拖进自己所喜欢的油或泥里去做金字招牌就好了。八月十三日。本篇最初发表于一九三四年八月十五日申报自由谈。朱湘―安徽太湖人，诗人。曾任安徽大学英文文学系主任。"}
{"text":"我并不在讥刺半农先生曾经趋时，我这里所用的是普通所谓趋时中的一部分前驱的意思。他虽然自认没落，其实是战斗过来的，只要敬爱他的人，多发挥这一点，不要七手八脚，专门把他拖进自己所喜欢的油或泥里去做金字招牌就好了。八月十三日。本篇最初发表于一九三四年八月十五日申报自由谈。朱湘―安徽太湖人，诗人。曾任安徽大学英文文学系主任。一九三三年十二月五日，因生活窘困投江自尽。著有诗集草莽集石门集等。庐隐―，本名黄英，福建闽侯人，女作家。一九三四年五月十三日死于难产。著有短篇小说集海滨故人灵海潮汐等。趋时这是林语堂讥笑进步人士的话，见一九三四年七月二十日人间世第八期时代与人一文所以趋时虽然要紧，保持人的本位也一样要紧。刘半农从一九三三年九月论语第二十五期开始连续发表打油诗桐花芝豆堂诗集，在自序中称自己喜为打油之诗。鸳蝴派即鸳鸯蝴蝶派，参看本卷第页注。刘半农早期曾以半侬笔名为这一派刊物写稿。骂倒王敬轩一九一八年初，新青年为了推动文学革命运动，开展对复古派的斗争，曾由编者之一钱玄同化名王敬轩，把当时社会上反对新文化运动的论调集中起来，摹仿封建复古派的口吻写信给新青年编辑部又由刘半农写了一封回信痛加批驳。两信同时发表在当年三月新青年第四卷第三号。康有为―字广厦，号长素，广东南海人，清末资产阶级改良主义维新运动的领袖。一八九五年，他联合在北京应试的各省举人一千三百余人向光绪皇帝上万言书，要求变法维新，改君主专制为君主立宪，史称公车上书汉代用公家的车子递送应征进京的士人，后来就用公车作为举人入京应试的代称。一八九八年戊戌六月，他和谭嗣同梁启超等受光绪皇帝任用，参预政事，试行变法。同年九月，被以慈禧太后为代表的顽固派所镇压，维新运动遂告失败。以后康有为在海外组织保皇会，反对孙中山领导的民主革命运动一九一七年又联络军阀张勋扶植清废帝溥仪复辟。严复曾留学英国海军学校。"}
{"text":"一八九八年戊戌六月，他和谭嗣同梁启超等受光绪皇帝任用，参预政事，试行变法。同年九月，被以慈禧太后为代表的顽固派所镇压，维新运动遂告失败。以后康有为在海外组织保皇会，反对孙中山领导的民主革命运动一九一七年又联络军阀张勋扶植清废帝溥仪复辟。严复曾留学英国海军学校。一八九四年中日战争后，他主张变法维新，致力于西方自然科学和资产阶级社会科学思想的介绍，翻译过赫胥黎天演论亚当斯密原富穆勒名学和孟德斯鸠法意等，对当时中国思想界影响很大。辛亥革命后，他思想逐渐倒退。一九一五年参加筹安会，拥护袁世凯称帝。朴学语出汉书儒林传倪宽有俊材，初见武帝，语经学。上曰吾始以尚书为朴学，弗好，及闻宽说，可观。乃从宽问一篇。后来称汉儒考据训诂之学为朴学，也称汉学。清代学者继承汉儒朴学，并有所发展。太炎章炳麟―，号太炎，浙江余杭人，清末革命家和学者。早期积极参加反对清王朝的斗争，是光复会的重要成员之一。辛亥革命以后，逐渐脱离现实斗争，思想趋向消沉。著有章氏丛书章氏丛书续编等。孙诒让―字仲容，浙江瑞安人，清末朴学家。著有周礼正义墨子闲诂等。孙传芳―山东历城人，北洋直系军阀。他盘踞东南五省时，为了提倡复古，于一九二六年八月六日在南京举行投壶仪式，曾邀请章太炎主持，但章未去。投壶，古代宴会时的一种娱乐，宾主依次把箭投入壶中，负者饮酒。呜呼哀哉，尚飨这是旧时祭文中常用的结束语。用在这里表示完结的意思。刘半农自认没落的话，见半农杂文自序载一九三四年六月五日人间世第五期要是有人根据了我文章中的某某数点而斥我为落伍，为没落，我是乐于承受的。谁在没落？谁在没落？常庚五月二十八日的大晚报告诉了我们一件文艺上的重要的新闻我国美术名家刘海粟徐悲鸿等，近在苏俄莫斯科举行中国书画展览会，深得彼邦人士极力赞美，揄扬我国之书画名作，切合苏俄正在盛行之象征主义作品。爱苏俄艺术界向分写实与象征两派，现写实主义已渐没落，而象征主义则经朝野一致提倡，引成欣欣向荣之概。"}
{"text":"谁在没落？谁在没落？常庚五月二十八日的大晚报告诉了我们一件文艺上的重要的新闻我国美术名家刘海粟徐悲鸿等，近在苏俄莫斯科举行中国书画展览会，深得彼邦人士极力赞美，揄扬我国之书画名作，切合苏俄正在盛行之象征主义作品。爱苏俄艺术界向分写实与象征两派，现写实主义已渐没落，而象征主义则经朝野一致提倡，引成欣欣向荣之概。自彼邦艺术家见我国之书画作品深合象征派后，即忆及中国戏剧亦必采取象征主义。因拟邀中国戏曲名家梅兰芳等前往奏艺。此事已由俄方与中国驻俄大使馆接洽，同时苏俄驻华大使鲍格莫洛夫亦奉到训令，与我方商洽此事。这是一个喜讯，值得我们高兴的。但我们当欣喜于发扬国光之后，还应该沉静一下，想到以下的事实――一，倘说中国画和印象主义有一脉相通，那倒还说得下去的，现在以为切合苏俄正在盛行之象征主义，却未免近于梦话。半枝紫藤，一株松树，一个老虎，几匹麻雀，有些确乎是不像真的，但那是因为画不像的缘故，何尝象征着别的什么呢？二，苏俄的象征主义的没落，在十月革命时，以后便崛起了构成主义，而此后又渐为写实主义所排去。所以倘说构成主义已渐没落，而写实主义引成欣欣向荣之概，那是说得下去的。不然，便是梦话。苏俄文艺界上，象征主义的作品有些什么呀？三，脸谱和手势，是代数，何尝是象征。它除了白鼻梁表丑脚，花脸表强人，执鞭表骑马，推手表开门之外，那里还有什么说不出，做不出的深意义？欧洲离我们也真远，我们对于那边的文艺情形也真的不大分明，但是，现在二十世纪已经度过了三分之一，粗浅的事是知道一点的了，这样的新闻倒令人觉得是象征主义作品，它象征着他们的艺术的消亡。五月三十日。本篇最初发表于一九三四年六月二日中华日报动向。刘海粟江苏武进人，画家。徐悲鸿―，江苏宜兴人，画家。一九三四年他们先后赴欧洲参加中国画展。发扬国光这也是上引大晚报题为梅兰芳赴苏俄新闻中的话。印象主义十九世纪后半期在欧洲最早在法国兴起的一种文艺思潮。主要表现在绘画上，强调表现艺术家瞬间的主观印象，重在色彩光线，不拘泥于对客观事物的忠实描绘。这种思潮后来影响到文学音乐雕刻等各方面。"}
{"text":"五月三十日。本篇最初发表于一九三四年六月二日中华日报动向。刘海粟江苏武进人，画家。徐悲鸿―，江苏宜兴人，画家。一九三四年他们先后赴欧洲参加中国画展。发扬国光这也是上引大晚报题为梅兰芳赴苏俄新闻中的话。印象主义十九世纪后半期在欧洲最早在法国兴起的一种文艺思潮。主要表现在绘画上，强调表现艺术家瞬间的主观印象，重在色彩光线，不拘泥于对客观事物的忠实描绘。这种思潮后来影响到文学音乐雕刻等各方面。构成主义也叫结构主义，现代西方形式主义艺术流派之一。它排斥艺术的思想性形象性和民族传统，凭长方形圆形和直线等构成抽象的造型。十月革命后不久，它曾以革新面貌一度出现于苏联。水性水性公汗天气接连的大热了近二十天，看上海报，几乎每天都有下河洗浴，淹死了人的记载。这在水村里，是很少见的。水村多水，对于水的知识多，能浮水的也多。倘若不会浮水，是轻易不下水去的。这一种能浮水的本领，俗语谓之识水性。这识水性，如果用了买办的白话文，加以较详的说明，则一，是知道火能烧死人，水也能淹死人，但水的模样柔和，好像容易亲近，因而也容易上当二，知道水虽能淹死人，却也能浮起人，现在就设法操纵它，专来利用它浮起人的这一面三，便是学得操纵法，此法一熟，识水性的事就完全了。但在都会里的人们，却不但不能浮水，而且似乎连水能淹死人的事情也都忘却了。平时毫无准备，临时又不先一测水的深浅，遇到热不可耐时，便脱衣一跳，倘不幸而正值深处，那当然是要死的。而且我觉得，当这时候，肯设法救助的人，好像都会里也比乡下少。但救都会人恐怕也较难，因为救者固然必须识水性，被救者也得相当的识水性的。他应该毫不用力，一任救者托着他的下巴，往浅处浮。倘若过于性急，拚命的向救者的身上爬，则救者倘不是好手，便只好连自己也沉下去。所以我想，要下河，最好是预先学一点浮水工夫，不必到什么公园的游泳场，只要在河滩边就行，但必须有内行人指导。其次，倘因了种种关系，不能学浮水，那就用竹竿先探一下河水的浅深，只在浅处敷衍敷衍或者最稳当是舀起水来，只在河边冲一冲，而最要紧的是要知道水有能淹死不会游泳的人的性质，并且还要牢牢的记住！现在还要主张宣传这样的常识，看起来好像发疯，或是志在花边罢，但事实却证明着断断不如此。"}
