{"text":"我觉得呼吸畅快一点。但是跟着鼾声从舱里又送出来一个火字。我打了一个冷噤，这又是我自己的声音，我自己梦中的火！四年了，它追逼我四年了！四年前上海沦陷的那一天，我曾经隔着河望过对岸的火景，我像在看燃烧的罗马城。房屋成了灰烬，生命遭受摧残，土地遭着蹂躏。在我的眼前沸腾着一片火海，我从没有见过这样大的火，火烧毁了一切生命，心血，财富和希望。但这和我并不是漠不相关的。燃烧着的土地是我居住的地方受难的人们是我的同胞，我的弟兄被摧毁的是我的希望，我的理想。这一个民族的理想正受着熬煎。我望着漫天的红光，我觉得有一把刀割着我的心，我想起一位西方哲人的名言这样的几分钟会激起十年的憎恨，一生的复仇。我咬紧牙齿在心里发誓我们有一天一定要昂着头回到这个地方来。我们要在火场上辟出美丽的花园。我离开河岸时，一面在吞眼泪，我仿佛看见了火中新生的凤凰。四年了。今晚在从阳朔回来的木船上我又做了那可怕的火的梦，在平静的江上重见了四年前上海的火景。四年来我没有一个时候忘记过那样的一天，也没有一个时候不想到昂头回来的日子。难道胜利的日子逼近了么？或者是我的热情开始消退，需要烈火来帮助它燃烧？朋友睡梦里念出的火字对我是一个警告，还是一个预言？我惶恐地回头看舱内，朋友们都在酣睡中，没有人给我一个答复。我刚把头掉转，忽然瞥见一个亮影子从我的头上飞过，向着前面那座马鞍似的山头飞走了。这正是火中的凤凰我的眼光追随着我脑中的幻影。我想着，我想到我们的苦难中的土地和人民，我不觉含着眼泪笑了。在这一瞬间似乎全个江，全个天空，和那无数的山头都亮起来了。年月日从阳朔回来，在桂林写成。选自废园外正文日为着追求光和热，将身子扑向灯火，终于死在灯下，或者浸在油中，飞蛾是值得赞美的。在最后的一瞬间它得到光，也得到热了。我怀念上古的夸父，他追赶日影，渴死在山谷。为着追求光和热，人宁愿舍弃自己的生命。生命是可爱的。但寒冷的寂寞的生，却不如轰轰烈烈的死。没有了光和热，这人间不是会成为黑暗的寒冷世界么？倘使有一双翅膀，我甘愿做人间的飞蛾。我要飞向火热的日球。让我在眼前一阵光身内一阵热的当儿，失去知觉，而化作一阵烟，一撮灰。"}
{"text":"在最后的一瞬间它得到光，也得到热了。我怀念上古的夸父，他追赶日影，渴死在山谷。为着追求光和热，人宁愿舍弃自己的生命。生命是可爱的。但寒冷的寂寞的生，却不如轰轰烈烈的死。没有了光和热，这人间不是会成为黑暗的寒冷世界么？倘使有一双翅膀，我甘愿做人间的飞蛾。我要飞向火热的日球。让我在眼前一阵光身内一阵热的当儿，失去知觉，而化作一阵烟，一撮灰。月日选自龙虎狗正文星在一本比利时短篇集里，我无意间见到这样的句子星星，美丽的星星，你们是滚在无边的空间中，我也一样，我了解你们是，我了解你们我是一个人一个能感觉的人一个痛苦的人星星，美丽的星星我明白这个比利时某车站小雇员的哀诉的心情。。好些人都这样地对蓝空的星群讲过话。他们都是人世间的不幸者。星星永远给他们以无上的安慰。在上海一个小小舞台上，我看见了屠格涅夫笔下的德国音乐家老伦蒙。他或者坐在钢琴前面，将最高贵的感情寄托在音乐中，呈献给一个人或者立在蓝天底下，摇动他那白发飘飘的头，用赞叹的调子说着你这美丽的星星，你这纯洁的星星。望着蓝空里眼瞳似地闪烁着的无数星子，他的眼睛润湿了。我了解这个老音乐家的眼泪。这应该是灌溉灵魂的春雨吧。在我的房间外面，有一段没有被屋瓦遮掩的蓝天。我抬起头可以望见嵌在天幕上的几颗明星。我常常出神地凝视着那些美丽的星星。它们像一个人的眼睛，带着深深的关心望着我，从不厌倦。这些眼睛每一霎动，就像赐予我一次祝福。在我的天空里星星是不会坠落的。想到这，我的眼睛也湿了。月日选自龙虎狗正文鸟的天堂我们在陈的小学校里吃了晚饭。热气已经退了。太阳落下了山坡，只留下一段灿烂的红霞在天边，在山头，在树梢。我们划船去！陈提议说。我们正站在学校门前池子旁边看山景。好，别的朋友高兴地接口说。我们走过一段石子路，很快地就到了河边。那里有个茅草搭的水阁。穿过水阁，在河边两棵大树下我们找到了几只小船。我们陆续跳在一只船上。一个朋友解开绳子，拿起竹竿一拨，船缓缓地动了，向河中间流去。"}
{"text":"热气已经退了。太阳落下了山坡，只留下一段灿烂的红霞在天边，在山头，在树梢。我们划船去！陈提议说。我们正站在学校门前池子旁边看山景。好，别的朋友高兴地接口说。我们走过一段石子路，很快地就到了河边。那里有个茅草搭的水阁。穿过水阁，在河边两棵大树下我们找到了几只小船。我们陆续跳在一只船上。一个朋友解开绳子，拿起竹竿一拨，船缓缓地动了，向河中间流去。三个朋友划着船，我和叶坐在船中望四周的景致。远远地一座塔耸立在山坡上，许多绿树拥抱着它。在这附近很少有那样的塔，那里就是朋友叶的家乡。河面很宽，白茫茫的水上没有波浪。船平静地在水面流动。三只桨有规律地在水里拨动。在一个地方河面变窄了。一簇簇的绿叶伸到水面来。树叶绿得可爱。这是许多棵茂盛的榕树，但是我看不出树干在什么地方。我说许多棵榕树的时候，我的错误马上就给朋友们纠正了，一个朋友说那里只有一棵榕树，另一个朋友说那里的榕树是两棵。我见过不少的大榕树，但是像这样大的榕树我却是第一次看见。我们的船渐渐地逼近榕树了。我有了机会看见它的真面目是一棵大树，有着数不清的桠枝，枝上又生根，有许多根一直垂到地上，进了泥土里。一部分的树枝垂到水面，从远处看，就像一棵大树躺在水上一样。现在正是枝叶繁茂的时节树上已经结了小小的果子，而且有许多落下来了。这棵榕树好像在把它的全部生命力展览给我们看。那么多的绿叶，一簇堆在另一簇上面，不留一点缝隙。翠绿的颜色明亮地在我们的眼前闪耀，似乎每一片树叶上都有一个新的生命在颤动，这美丽的南国的树！船在树下泊了片刻，岸上很湿，我们没有上去。朋友说这里是鸟的天堂，有许多只鸟在这棵树上做窝，农民不许人捉它们。我仿佛听见几只鸟扑翅的声音，但是等到我的眼睛注意地看那里时，我却看不见一只鸟的影子。只有无数的树根立在地上，像许多根木桩。地是湿的，大概涨潮时河水常常冲上岸去。鸟的天堂里没有一只鸟，我这样想道。船开了。一个朋友拨着船，缓缓地流到河中间去。在河边田畔的小径里有几棵荔枝树。绿叶丛中垂着累累的红色果子。我们的船就往那里流去。一个朋友拿起桨把船拨进一条小沟。在小径旁边，船停住了，我们都跳上了岸。"}
{"text":"朋友说这里是鸟的天堂，有许多只鸟在这棵树上做窝，农民不许人捉它们。我仿佛听见几只鸟扑翅的声音，但是等到我的眼睛注意地看那里时，我却看不见一只鸟的影子。只有无数的树根立在地上，像许多根木桩。地是湿的，大概涨潮时河水常常冲上岸去。鸟的天堂里没有一只鸟，我这样想道。船开了。一个朋友拨着船，缓缓地流到河中间去。在河边田畔的小径里有几棵荔枝树。绿叶丛中垂着累累的红色果子。我们的船就往那里流去。一个朋友拿起桨把船拨进一条小沟。在小径旁边，船停住了，我们都跳上了岸。两个朋友很快地爬到树上去，从树上抛下几枝带叶的荔枝，我同陈和叶三个人站在树下接。等到他们下地以后，我们大家一面吃荔枝，一面走回船上去。第二天我们划着船到叶的家乡去，就是那个有山有塔的地方。从陈的小学校出发，我们又经过那个鸟的天堂。这一次是在早晨，阳光照在水面上，也照在树梢。一切都显得非常明亮。我们的船也在树下泊了片刻。起初四周非常清静。后来忽然起了一声鸟叫。朋友陈把手一拍，我们便看见一只大鸟飞起来，接着又看见第二只，第三只。我们继续拍掌。很快地这个树林变得很热闹了。到处都是鸟声，到处都是鸟影。大的，小的，花的，黑的，有的站在枝上叫，有的飞起来，有的在扑翅膀。我注意地看。我的眼睛真是应接不暇，看清楚这只，又看漏了那只，看见了那只，第三只又飞走了。一只画眉飞了出来，给我们的拍掌声一惊，又飞进树林，站在一根小枝上兴奋地唱着，它的歌声真好听。走吧，叶催我道。小船向着高塔下面的乡村流去的时候，我还回过头去看留在后面的茂盛的榕树。我有一点的留恋的心情。昨天我的眼睛骗了我。鸟的天堂的确是鸟的天堂啊！的月在广州选自旅途随笔正文一个车夫这些时候我住在朋友方的家里。有一天我们吃过晚饭，雨已经住了，天空渐惭地开朗起来。傍晚的空气很凉爽。方提议到公园去。洋车！洋车！公园后门！我们站在街口高声叫道。一群车夫拖着车子跑过来，把我们包围着。我们匆匆跳上两部洋车，让车夫拉起走了。我在车上坐定了，用安闲的眼光看车夫。我不觉吃了一惊。在我的眼前晃动着一个瘦小的背影。我的眼睛没有错。拉车的是一个小孩，我估计他的年纪还不到十四。小孩儿，你今年多少岁？我问道。"}
{"text":"有一天我们吃过晚饭，雨已经住了，天空渐惭地开朗起来。傍晚的空气很凉爽。方提议到公园去。洋车！洋车！公园后门！我们站在街口高声叫道。一群车夫拖着车子跑过来，把我们包围着。我们匆匆跳上两部洋车，让车夫拉起走了。我在车上坐定了，用安闲的眼光看车夫。我不觉吃了一惊。在我的眼前晃动着一个瘦小的背影。我的眼睛没有错。拉车的是一个小孩，我估计他的年纪还不到十四。小孩儿，你今年多少岁？我问道。十五岁！他很勇敢很骄傲地回答，仿佛十五岁就达到成人的年龄了。他拉起车子向前飞跑。他全身都是劲。你拉车多久了？我继续问他。半年多了，小孩依旧骄傲地回答。你一天拉得到多少钱？还了车租剩得下二十吊钱！我知道二十吊钱就是四角钱。二十吊钱，一个小孩儿，真不易！拉着方的车子的中年车夫在旁边发出赞叹了。二十吊钱，你一家人够用？你家里有些什么人？方听见小孩的答话，也感到兴趣了，便这样地问了一句。这一次小孩却不作声了，仿佛没有听见方的话似的。他为什么不回答呢？我想大概有别的缘故，也许他不愿意别人提这些事情，也许他没有父亲，也许连母亲也没有。你父亲有吗？方并不介意，继续发问道。没有！他很快地答道。母亲呢？没有！他短短地回答，声音似乎很坚决，然而跟先前的显然不同了。声音里漏出了一点痛苦来。我想他说的不一定是真话。我有个妹子，他好像实在忍不住了，不等我们问他，就自己说出来他把我妹子卖掉了。我一听这话马上就明白这个他字指的是什么人。我知道这个小孩的身世一定很悲惨。我说那么你父亲还在小孩不管我的话，只顾自己说下去他抽白面，把我娘赶走了，妹子卖掉了，他一个人跑了。这四句短短的话说出了一个家庭的惨剧。在一个人幼年所能碰到的不幸的遭遇中，这也是够厉害的了。有这么狠的父亲！中年车夫慨叹地说了。你现在住在哪儿？他一面拉车，一面和小孩谈起话来。他时时安慰小孩说你慢慢儿拉，省点儿力气，先生们不怪你。我就住在车厂里面。一天花个一百子儿。剩下的存起来做衣服。一百子儿是两角钱，他每天还可以存两角。"}
{"text":"我说那么你父亲还在小孩不管我的话，只顾自己说下去他抽白面，把我娘赶走了，妹子卖掉了，他一个人跑了。这四句短短的话说出了一个家庭的惨剧。在一个人幼年所能碰到的不幸的遭遇中，这也是够厉害的了。有这么狠的父亲！中年车夫慨叹地说了。你现在住在哪儿？他一面拉车，一面和小孩谈起话来。他时时安慰小孩说你慢慢儿拉，省点儿力气，先生们不怪你。我就住在车厂里面。一天花个一百子儿。剩下的存起来做衣服。一百子儿是两角钱，他每天还可以存两角。这小孩儿真不易，还知道存钱做衣服。中年车夫带着赞叹的调子对我们说。以后他又问小孩你父亲来看过你吗？没有，他不敢来！小孩坚决地回答。虽是短短的几个字，里面含的怨气却很重。我们找不出话来了。对于这样的问题我还没有仔细思索过。在我知道了他的惨病的遭遇以后，我究竟应该拿什么话劝他呢？中年车夫却跟我们不同。他不加思索，就对小孩发表他的道德的见解小孩儿，听我说。你现在很好了。他究竟是你的天伦。他来看你，你也该拿点钱给他用。我不给！我碰着他就要揍死他！小孩毫不迟疑地答道，语气非常强硬。我想不到一个小孩的仇恨会是这样地深！他那声音，他那态度他的愤怒仿佛传染到我的心上来了。我开始恨起他的父亲来。中年车夫碰了一个钉子，也就不再开口了。两部车子在北长街的马路上滚着。我看不见那个小孩的脸，不知道他脸上的表情，但是从他刚才的话里，我知道对于他另外有一个世界存在。没有家，没有爱，没有温暖，只有一根生活的鞭子在赶他。然而他能够倔强！他能够恨！他能够用自己的两只手举起生活的担子，不害伯，不悲哀。他能够做别的生在富裕的环境里的小孩所不能够做的事情，而且有着他们所不敢有的思想。生活毕竟是一个洪炉。它能够锻炼出这样倔强的孩子来。甚至人世间最惨痛的遭遇也打不倒他。就在这个时候，车子到了公园的后门。我们下了车，付了车钱。我借着灯光看小孩的脸。出乎我意料之外，它完全是一张平凡的脸，圆圆的，没有一点特征。但是当我的眼光无意地触到他的眼光时，我就大大地吃惊了。这个世界里存在着的一切，在他的眼里都是不存在的。在那一对眼睛里，我找不到承认任何权威的表示。我从没有见过这么骄傲这么倔强这么坚定的眼光。"}
{"text":"生活毕竟是一个洪炉。它能够锻炼出这样倔强的孩子来。甚至人世间最惨痛的遭遇也打不倒他。就在这个时候，车子到了公园的后门。我们下了车，付了车钱。我借着灯光看小孩的脸。出乎我意料之外，它完全是一张平凡的脸，圆圆的，没有一点特征。但是当我的眼光无意地触到他的眼光时，我就大大地吃惊了。这个世界里存在着的一切，在他的眼里都是不存在的。在那一对眼睛里，我找不到承认任何权威的表示。我从没有见过这么骄傲这么倔强这么坚定的眼光。我们买了票走进公园，我还回过头去看小孩，他正拉着一个新的乘客昂起头跑开了。年月在北京选自旅途随笔正文重进罗马的精神去年十一月十一日以后，许多人怀着恐惧与不安离开了上海。s当时有一个年轻的朋友写信给我，绝望地倾诉留在弧岛的青年的苦闷。我想起了圣徒彼得的故事。据说罗马的尼罗王屠杀基督教徒的时候，斗兽场里充满了女人的哀号，烈火烧焦了绑在木桩上的传教者的身体，耶稣的门徒老彼得听从了信徒们的劝告，秘密地离开了罗马城。彼得在路上忽然看见了耶稣基督的影子。他跪下去呐呐地问道主啊，你往哪里去？他听见了耶稣的回答你抛弃了我的百姓，所以我到罗马去，让他们把我再一次钉在十字架上。彼得感动地站起来。他拄着拐杖往回头的路走去。他重进了罗马城。在那里他终于给人逮住，钉死在十字架上。绰号黄铜胡子的尼罗王虽然用了火与剑，用了铁钉和猛兽，也不能摧毁这种重进罗马的精神。像这样的故事正是孤岛上的中国人应当牢牢记住的。那么为什么还有人在这里感到苦闷呢？固然在这里到处都听得见到内地去的呼声，而且也有不少年轻人冒危险忍辛苦离开了孤岛。但是也有更多的人无法展翅远飞，不得不留在这里痛苦呻吟。他们把孤岛看作人间地狱，担心在这里受到损害。我了解他们的心情。不用说，每个人都有权利呼吸自由的空气，我们没有理由干涉他们。对那些有翅膀的，就让他们远走高飞，我也无法阻止。但是对于羽毛残缺或者羽毛尚未丰满的，我应该劝他们不要在悲叹中消磨光阴，因为他们并非真如他们自己所想象的那样比别的人更不幸，而且他们忘记了他们的肩上还有与别人的同样重大的任务。固然可以使人呼吸自由空气的内地是我们的地方，但是被视作黑暗地狱的孤岛又何尝不是我们的土地！"}
{"text":"他们把孤岛看作人间地狱，担心在这里受到损害。我了解他们的心情。不用说，每个人都有权利呼吸自由的空气，我们没有理由干涉他们。对那些有翅膀的，就让他们远走高飞，我也无法阻止。但是对于羽毛残缺或者羽毛尚未丰满的，我应该劝他们不要在悲叹中消磨光阴，因为他们并非真如他们自己所想象的那样比别的人更不幸，而且他们忘记了他们的肩上还有与别人的同样重大的任务。固然可以使人呼吸自由空气的内地是我们的地方，但是被视作黑暗地狱的孤岛又何尝不是我们的土地！一直到今天孤岛还不曾被魔手捏在掌心里，未必就应该由我们自己来放弃？自由并不应当被视作天赐的东西。自由是有代价的。真正酷爱自由的人并不奔赴已有自由的地方，他们要在没有自由或者失去自由的地方创造自由，夺回自由。托玛期潘恩说得好不自由的地方才是我的祖国。参加过北美合众国独立战争的潘恩是比谁都更了解自由的意义的。唯其失去自由，更需要人为它夺回自由。唯其黑暗，更需要人为它带来光明。只要孤岛不曾被中国人完全放弃，它终有得着自由见到光明的一天。孤岛比中国的任何地方都需要工作的人，而且在这里做工作比在别处更多困难，这里的工应当具有更大的勇气镇静机智和毅力。工作的种类很多，它们的重要性并不减于在前线作战。我们有什么理由轻视孤岛上的工作？我们平日责备失地的将士，那么轮到我们来守土的时候，我们怎么可以看轻我们的职责？撇开独岛的历史不说，难道这四五百万中国人居住的所在就是一块不毛的瘠土？谁能说匆匆奔赴内地寻求自由，就比在重重包围中沉默地冒险工作更有利于民族复兴的伟业？反之，重进罗马的精神倒是建立新中国的基石。这不是一句实话。我们在失地中已经见到了不少的这种精神的火花。这种精神不会消灭，中国不会灭亡，这是我们可以断言的。因此住在孤岛上的人，尤其是青年，应当感到自己责任的重大而兴奋振作，不要再陷入苦闷的泥淖中去。年月日在汕头选自无题正文春天里的秋天序春天。枯黄的原野变绿了。新绿的叶子在枯枝上长出来。阳光温柔地对着每个人微笑，鸟儿在歌唱飞翔。花开放着，红的花，白的花，紫的花。星闪耀着，红的星，绿的星，白的星。蔚蓝的天，自由的风，梦一般美丽的爱情。每个人都有春天。无论是你，或者是我，每个人在春天里都可以有欢笑，有爱情，有陶醉。然而秋天在春天里哭泣了。"}
{"text":"年月日在汕头选自无题正文春天里的秋天序春天。枯黄的原野变绿了。新绿的叶子在枯枝上长出来。阳光温柔地对着每个人微笑，鸟儿在歌唱飞翔。花开放着，红的花，白的花，紫的花。星闪耀着，红的星，绿的星，白的星。蔚蓝的天，自由的风，梦一般美丽的爱情。每个人都有春天。无论是你，或者是我，每个人在春天里都可以有欢笑，有爱情，有陶醉。然而秋天在春天里哭泣了。这一个春天，在迷人的南国的古城里，我送走了我的一段光阴。秋天的雨落了，但是又给春天的风扫尽了。在雨后的一个晴天里，我同两个朋友走过泥泞的道路。走过石板的桥，走过田畔的小径，去访问一个南国的女性，一个我不曾会过面的疯狂的女郎。在个并不很小的庄院的门前，我们站住了。一个说着我不懂的语言的小女孩给我们开了黑色的木栅门，这木栅门和我的里的完全不同。这里是本地有钱人的住家。在一个阴暗的房间里，我看见了我们的主人。宽大的架子床，宽大的凉席，薄薄的被。她坐起来，我看见了她的上半身。是一个正在开花的年纪的女郎。我们三个坐在她对面一张长凳上。一个朋友说明了来意。她只是默默地笑，笑得和哭一样。我默默地看了她几眼。我就明白我那个朋友所告诉我的一切了。留在那里的半个多小时内，我们谈了不到十句以上的话，看见了她十多次秋天的笑。别了她出来，我怀着一颗秋天的痛苦的心。我想起我的来意，我那想帮助她的来意，我差不多要哭了。一个女郎，一个正在开花的年纪的女郎我一生里第一次懂得疯狂的意义了。我的许多年来的努力，我的用血和泪写成的书，我的生活的目标无一不是在帮助人，使每个人都得着春天，每颗心都得着光明，每个人的生活都得着幸福，每个人的发展都得着自由。我给人唤起了渴望，对于光明的渴望我在人的前面安放了一个事业，值得献身的事业。然而我的一切努力都给另一种势力摧残了。在唤醒了一个年轻的灵魂以后，只让他或她去受更难堪的蹂躏和折磨。于是那个女郎疯狂了。不合理的社会制度，不自由的婚姻传统观念的束缚，家庭的专制，不知道摧残了多少正在开花的年青的灵魂，我的二十八年的岁月里，已经堆积了那么多那么多的阴影了。"}
