{"text":"所以这里说袁世凯用得不大巧。p叔本华。下文的p副业和补遗，叔本华一八五一年出版的一本杂文集。ps！英语保持你的距离！即不要太亲近的意思。礼不下庶人和下文的刑不上大夫二句，见礼记曲礼。不是信不是信一个朋友忽然寄给我一张晨报副刊，我就觉得有些特别，因为他是知道我懒得看这种东西的。但既然特别寄来了，姑且看题目罢关于下面一束通信告读者们。署名是志摩。哈哈，这是寄来和我开玩笑的，我想赶紧翻转，便是几封信，这寄那，那寄这，看了几行，才知道似乎还是什么闲话闲话问题。这问题我仅知道一点儿，就是曾在新潮社看见陈源教授即西滢先生的信，说及我捏造的事实，传布的流言，本来已经说不胜说。不禁好笑人就苦于不能将自己的灵魂砍成酱，因此能有记忆，也因此而有感慨或滑稽。记得首先根据了流言，来判决杨荫榆事件即女师大风潮的，正是这位西滢先生，那大文便登在去年五月三十日发行的现代评论上。我不该生长某籍又在某系教书，所以也被归入暗中挑剔风潮者之列，虽然他说还不相信，不过觉得可惜。在这里声明一句罢，以免读者的误解某系云者，大约是指国文系，不是说研究系。那时我见了流言字样，曾经很愤然，立刻加以驳正，虽然也很自愧没有十年读书十年养气的工夫。不料过了半年，这些流言却变成由我传布的了，自造自己的流言，这真是自己掘坑埋自己，不必说聪明人，便是傻子也想不通。倘说这回的所谓流言，并非关于某籍某系的，乃是关于不信流言的陈源教授的了，则我实在不知道陈教授有怎样的被捏造的事实和流言在社会上传布。说起来惭愧煞人，我不赴宴会，很少往来，也不奔走，也不结什么文艺学术的社团，实在最不合式于做捏造事实和传布流言的枢纽。只是弄弄笔墨是在所不免的，但也不肯以流言为根据，故意给它传布开来，虽然偶有些耳食之言，又大抵是无关大体的事要是错了，即使月久年深，也决不惜追加订正，例如对于汪原放先生已作古人一案，其间竟隔了几乎有两年。――但这自然是只对于看过热风的读者说的。"}
{"text":"说起来惭愧煞人，我不赴宴会，很少往来，也不奔走，也不结什么文艺学术的社团，实在最不合式于做捏造事实和传布流言的枢纽。只是弄弄笔墨是在所不免的，但也不肯以流言为根据，故意给它传布开来，虽然偶有些耳食之言，又大抵是无关大体的事要是错了，即使月久年深，也决不惜追加订正，例如对于汪原放先生已作古人一案，其间竟隔了几乎有两年。――但这自然是只对于看过热风的读者说的。这几天，我的捏言罪案，仿佛只等于昙花一现了，一束通信的主要部分中，似乎也承情没有将我流进去，不过在后屁股的西滢致志摩是附带的对我的专论，虽然并非一案，却因为亲属关系而灭族，或文字狱的株连一般。灭族呀，株连呀，又有点刑名师爷口吻了，其实这是事实，法家不过给他起了一个名，所谓正人君子是不肯说的，虽然不妨这样做。此外如甲对乙先用流言，后来却说乙制造流言这一类事，刑名师爷的笔下就简括到只有两个字反噬。呜呼，这实在形容得痛快淋漓。然而古语说，察见渊鱼者不祥，所以刑名师爷总没有好结果，这是我早经知道的。我猜想那位寄给我晨报副刊的朋友的意思了来刺激我，讥讽我，通知我的，还是要我也说几句话呢？终于不得而知。好，好在现在正须还笔债，就用这一点事来搪塞一通罢，说话最方便的题目是致，既非根据学理和事实的论文，也不是笑吟吟的天才的讽刺，不过是私人通信而已，自己何尝愿意发表无论怎么说，粪坑也好，毛厕也好，决定与人气无关。即不然，也是因为生气发热，被别人逼成的，正如别的副刊将被晨报副刊逼死一样。我的镜子真可恨，照出来的总是要使陈源教授呕吐的东西，但若以赵子昂――是不是他？――画马为例，自然恐怕正是我自己。自己是没有什么要紧的，不过总得替想一想。现在不是要谈到西滢致志摩么，那可是极其危险的事，一不小心就要跌入泥潭中，遇到悻悻的狗，暂时再也看不见笑吟吟。"}
{"text":"――画马为例，自然恐怕正是我自己。自己是没有什么要紧的，不过总得替想一想。现在不是要谈到西滢致志摩么，那可是极其危险的事，一不小心就要跌入泥潭中，遇到悻悻的狗，暂时再也看不见笑吟吟。至少，一关涉陈源两个字，你总不免要被公理家认为某籍，某系，某党，喽罗，重女轻男等而且还得小心记住，倘有人说过他是文士，是法兰斯，你便万不可再用文士或法兰斯字样，否则，――自然，当然又有某籍等等的嫌疑了，我何必如此陷害无辜，致决计不用，所以一直写到这里，还没有题目，且待写下去看罢。我先前不是刚说我没有捏造事实么？那封信里举的却有。说是我说他同杨荫榆女士有亲戚朋友的关系，并且吃了她许多的酒饭了，其实都不对。杨荫榆女士的善于请酒，我说过的，或者别人也说过，并且偶见于新闻上。现在的有些公论家，自以为中立，其实却偏，或者和事主倒有亲戚，朋友，同学，同乡，等等关系，甚至于叨光了酒饭，我也说过的。这不是明明白白的么，报社收津贴，连同业中也互讦过，但大家仍都自称为公论。至于陈教授和杨女士是亲戚而且吃了酒饭，那是陈教授自己连结起来的，我没有说曾经吃酒饭，也不能保证未曾吃酒饭，没有说他们是亲戚，也不能保证他们不是亲戚，大概不过是同乡罢，但只要不是某籍，同乡有什么要紧呢。绍兴有刑名师爷，绍兴人便都是刑名师爷的例，是只适用于绍兴的人们的。我有时泛论一般现状，而无意中触着了别人的伤疤，实在是非常抱歉的事。但这也是没法补救，除非我真去读书养气，一共廿年，被人们骗得老死牖下或者自己甘心倒掉或者遭了阴谋。即如上文虽然说明了他们是亲戚并不是我说的话，但因为列举的名词太多了，同乡两字，也足以招人生气，只要看自己愤然于流言中的某籍两字，就可想而知。照此看来，这一回的说叭儿狗莽原半月刊第一期，怕又有人猜想我是指着他自己，在那里悻悻了。其实我不过是泛论，说社会上有神似这个东西的人，因此多说些它的主人阔人，太监，太太，小姐。本以为这足见我是泛论了，名人们现在那里还有肯跟太监的呢，但是有些人怕仍要忽略了这一层，各各认定了其中的主人之一，而以叭儿狗自命。时势实在艰难，我似乎只有专讲上帝，才可以免于危险，而这事又非我所长。"}
{"text":"照此看来，这一回的说叭儿狗莽原半月刊第一期，怕又有人猜想我是指着他自己，在那里悻悻了。其实我不过是泛论，说社会上有神似这个东西的人，因此多说些它的主人阔人，太监，太太，小姐。本以为这足见我是泛论了，名人们现在那里还有肯跟太监的呢，但是有些人怕仍要忽略了这一层，各各认定了其中的主人之一，而以叭儿狗自命。时势实在艰难，我似乎只有专讲上帝，才可以免于危险，而这事又非我所长。但是，倘使所有的只是暴戾之气，还是让它尽量发出来罢，一群悻悻的狗，在后面也好，在对面也好。我也知道将什么之气都放在心里，脸上笔下却全都笑吟吟，是极其好看的可是掘不得，小小的挖一个洞，便什么之气都出来了。但其实这倒是真面目。第二种罪案是近一些的一个例，陈教授曾泛论图书馆的重要，说孤桐先生在他未下台以前发表的两篇文章里，这一层他似乎没看到。我却轻轻地改为听说孤桐先生倒是想到了这一节，曾经发表过文章，然而下台了，很可惜了。而且还问道你看见吗，那刀笔吏的笔尖？刀笔吏是不会有漏洞的，我却与陈教授的原文不合，所以成了罪案，或者也就不成其为刀笔吏了罢。现代评论早已不见，全文无从查考，现在就据这一回的话，敬谨改正，为据说孤桐先生在未下台以前发表的文章里竟也没想到现在又下了台，目前无法补救了，很可惜罢。这里附带地声明，我的文字中，大概是用别人的原文用引号，举大意用据说，述听来的类似流言的用听说，和晨报大将文例不相同。第三种罪案是关于我说北大教授兼京师图书馆副馆长月薪至少五六百元的李四光的事，据说已告了一年的假，假期内不支薪，副馆长的月薪又不过二百五十元。别一张晨副上又有本人的声明，话也差不多，不过说月薪确有五百元，只是他只拿二百五十元，其余的捐予图书馆购买某种书籍了。此外还给我许多忠告，这使我非常感谢，但愿意奉还文士的称号，我是不属于这一类的。只是我以为告假和辞职不同，无论支薪与否，教授也仍然是教授，这是不待刀笔吏才能知道的。至于图书馆的月薪，我确信李教授或副馆长现在每月只拿二百五十元的现钱，是美国那面的中国这面的一半，真说不定要拖欠到什么时候才有。"}
{"text":"此外还给我许多忠告，这使我非常感谢，但愿意奉还文士的称号，我是不属于这一类的。只是我以为告假和辞职不同，无论支薪与否，教授也仍然是教授，这是不待刀笔吏才能知道的。至于图书馆的月薪，我确信李教授或副馆长现在每月只拿二百五十元的现钱，是美国那面的中国这面的一半，真说不定要拖欠到什么时候才有。但欠帐究竟也是钱，别人的兼差，大抵多是欠帐，连一半现钱也没有，可是早成了有些论客的口实了，虽然其缺点是在不肯及早捐出去。我想，如果此后每月必发，而以学校欠薪作比例，中国的一半是明年的正月间会有的，倘以教育部欠俸作比例，则须十七年正月间才有，那时购买书籍来，我一定就更正，只要我还在做官僚，因为这容易得知，我也自信还有这样的记性，不至于今年忘了去年事。但是，倘若又被章士钊们革掉，那就莫明其妙，更正的事也只好作罢了。可是我所说的职衔和钱数，在今日却是事实。第四种的罪案是。陈源教授说，好了，不举例了。为什么呢？大约是因为本来已经说不胜说，或者是在矫正打笔墨官司的时候，谁写得多，骂得下流，捏造得新奇就是谁的理由大的恶习之故罢，所以就用三个例来概其全般，正如中国戏上用四个兵卒来象征十万大军一样。此后，就可以结束，漫骂――正人君子一定另有名称，但我不知道，只好暂用这加于下流人等的行为上的话――了。原文很可以做正人君子的真相的标本，删之可惜，扯下来粘在后面罢――有人同我说，先生缺乏的是一面大镜子，所以永远见不到他的尊容。我说他说错了。先生的所以这样，正因为他有了一面大镜子。你听见过赵子昂――是不是他？――画马的故事罢？他要画一个姿势，就对镜伏地做出那个姿势来。先生的文章也是对了他的大镜子写的，没有一句骂人的话不能应用在他自己的身上。要是你不信，我可以同你打一个赌。这一段意思很了然，犹言我写马则自己就是马，写狗自己就是狗，说别人的缺点就是自己的缺点，写法兰斯自己就是法兰斯，说臭毛厕自己就是臭毛厕，说别人和杨荫榆女士同乡，就是自己和她同乡。赵子昂也实在可笑，要画马，看看真马就够了，何必定作畜生的姿势他终于还是人，并不沦入马类，总算是侥幸的。不过赵子昂也是某籍，所以这也许还是一种流言，或自造，或那时的正人君子所造都说不定。"}
{"text":"要是你不信，我可以同你打一个赌。这一段意思很了然，犹言我写马则自己就是马，写狗自己就是狗，说别人的缺点就是自己的缺点，写法兰斯自己就是法兰斯，说臭毛厕自己就是臭毛厕，说别人和杨荫榆女士同乡，就是自己和她同乡。赵子昂也实在可笑，要画马，看看真马就够了，何必定作畜生的姿势他终于还是人，并不沦入马类，总算是侥幸的。不过赵子昂也是某籍，所以这也许还是一种流言，或自造，或那时的正人君子所造都说不定。这只能看作一种无稽之谈。倘若陈源教授似的信以为真，自己也照样做，则写法兰斯的时候坐下做一个法姿势，讲孤桐先生的时候立起作一个孤姿势，倒还堂哉皇哉可是讲粪车也就得伏地变成粪车，说毛厕即须翻身充当便所，未免连臭架子也有些失掉罢，虽然肚子里本来满是这样的货色。不是有一次一个报馆访员称我们为文士吗？先生为了那名字几乎笑掉了牙。可是后来某报天天鼓吹他是思想界的权威者他倒又不笑了。他没有一篇文章里不放几枝冷箭，但是他自己常常的说人放冷箭，并且说放冷箭是卑劣的行为。他常常散布流言和捏造事实，如上面举出来的几个例，但是他自己又常常的骂人散布流言捏造事实，并且承认那样是下流。他常常的无故骂人，要是那人生气，他就说人家没有幽默。可是要是有人侵犯了他一言半语，他就跳到半天空，骂得你体无完肤――还不肯罢休。这是根据了三条例和一个赵子昂故事的结论。其实是称别个为文士我也笑，称我为思想界的权威者我也笑，但牙却并非笑掉，据说是打掉的，这较可以使他们快意些。至于思想界的权威者等等，我连夜梦里也没有想做过，无奈我和鼓吹的人不相识，无从劝止他，不像唱双簧的朋友，可以彼此心照况且自然会有文士来骂倒，更无须自己费力。我也不想借这些头衔去发财发福，有了它于实利上是并无什么好处的。我也曾反对过将自己的小说采入教科书，怕的是教错了青年，记得曾在报上发表不过这本不是对上流人说的，他们当然不知道。冷箭呢，先是不肯的，后来也放过几枝，但总是对于先放冷箭用流言的如陈源教授之辈，请君入瓮，也给他尝尝这滋味。"}
{"text":"我也不想借这些头衔去发财发福，有了它于实利上是并无什么好处的。我也曾反对过将自己的小说采入教科书，怕的是教错了青年，记得曾在报上发表不过这本不是对上流人说的，他们当然不知道。冷箭呢，先是不肯的，后来也放过几枝，但总是对于先放冷箭用流言的如陈源教授之辈，请君入瓮，也给他尝尝这滋味。不过虽然对于他们，也还是明说的时候多，例如语丝上的音乐就说明是指徐志摩先生，我的籍和系和并非闲话也分明对西滢即陈源教授而发此后也还要射，并无悔祸之心。至于署名，则去年以来只用一个，就是陈教授之所谓，即教育部佥事周树人就是。但在下半年，应将教育部佥事五字删去，因为被孤桐先生所革今年却又变了暂署佥事了，还未去做，然而豫备去做的，目的是在弄几文俸钱，因为我祖宗没有遗产，老婆没有奁田，文章又不值钱，只好以此暂且糊口。还有一个小目的，是在对于以我去年的免官为痛快者，给他一个不舒服，使他恨得扒耳搔腮，忍不住露出本相。至于流言，则先已说过，正是陈源教授首先发明的专卖品，独有他听到过许多在我呢，心术是看不见的东西，且勿说，我的躲在家里的生活即不利于作捏言的枢纽。剩下的只有幽默问题了，我又没有说过这些话，也没有主张过幽默，也许将这两字连写，今天还算第一回。我对人是骂人，人对我是侵犯了一言半语，这真使我记起我的同乡刑名师爷来，而且还是弄着不正经的出重出轻的玩意儿的时候。这样看来，一面镜子确是该有的，无论生在那一县。还有罪状哩――他常常挖苦别人家抄袭。有一个学生钞了沫若的几句诗，他老先生骂得刻骨镂心的痛快，可是他自己的中国小说史略，却就是根据日本人盐谷温的支那文学概论讲话里面的小说一部分。其实拿人家的著述做你自己的蓝本，本可以原谅，只要你在书中有那样的声明，可是先生就没有那样的声明。在我们看来，你自己做了不正当的事也就罢了，何苦再去挖苦一个可怜的学生，可是他还尽量的把人家刻薄。窃钩者诛，窃国者侯，本是自古已有的道理。这流言早听到过了后来见于闲话，说是整大本的壳裕但不直指我，而同时有些人的口头上，却相传是指我的中国小说史略。我相信陈源教授是一定会干这样勾当的。"}
{"text":"其实拿人家的著述做你自己的蓝本，本可以原谅，只要你在书中有那样的声明，可是先生就没有那样的声明。在我们看来，你自己做了不正当的事也就罢了，何苦再去挖苦一个可怜的学生，可是他还尽量的把人家刻薄。窃钩者诛，窃国者侯，本是自古已有的道理。这流言早听到过了后来见于闲话，说是整大本的壳裕但不直指我，而同时有些人的口头上，却相传是指我的中国小说史略。我相信陈源教授是一定会干这样勾当的。但他既不指名，我也就只回敬他一通骂街，这可实在不止侵犯了他一言半语。这回说出来了我的以小人之心也没有猜错了君子之腹。但那罪名却改为做你自己的蓝本了，比先前轻得多，仿佛比自谦为一言半语的冷箭钝了一点似的。盐谷氏的书，确是我的参考书之一，我的小说史略二十八篇的第二篇，是根据它的，还有论红楼梦的几点和一张贾氏系图，也是根据它的，但不过是大意，次序和意见就很不同。其他二十六篇，我都有我独立的准备，证据是和他的所说还时常相反。例如现有的汉人小说，他以为真，我以为假唐人小说的分类他据森槐南，我却用我法。六朝小说他据汉魏丛书，我据别本及自己的辑本，这工夫曾经费去两年多，稿本有十册在这里唐人小说他据谬误最多的唐人说荟，我是用太平广记的，此外还一本一本搜起来。其余分量，取舍，考证的不同，尤难枚举。自然，大致是不能不同的，例如他说汉后有唐，唐后有宋，我也这样说，因为都以中国史实为蓝本。我无法捏造得新奇，虽然塞文狄斯的事实和四书合成的时代也不妨创造。但我的意见，却以为似乎不可，因为历史和诗歌小说是两样的。诗歌小说虽有人说同是天才即不妨所见略同，所作相像，但我以为究竟也以独创为贵历史则是纪事，固然不当偷成书，但也不必全两样。说诗歌小说相类不妨，历史有几点近似便是壳裕那是正人君子的特别意见，只在以一言半语侵犯先生时才适用的。好在盐谷氏的书听说！已有人译成？中文，两书的异点如何，怎样整大本的壳裕还是做蓝本，不久？就可以明白了。在这以前，我以为恐怕连陈源教授自己也不知道这些底细，因为不过是听来的耳食之言。不知道对不对？"}
{"text":"说诗歌小说相类不妨，历史有几点近似便是壳裕那是正人君子的特别意见，只在以一言半语侵犯先生时才适用的。好在盐谷氏的书听说！已有人译成？中文，两书的异点如何，怎样整大本的壳裕还是做蓝本，不久？就可以明白了。在这以前，我以为恐怕连陈源教授自己也不知道这些底细，因为不过是听来的耳食之言。不知道对不对？盐谷教授的支那文学概论讲话的译本，今年夏天看见了，将五百余页的原书，译成了薄薄的一本，那小说一部份，和我的也无从对比了。广告上却道选译。措辞实在聪明得很。十月十四日补记。但我还要对于一个学生钞了沫若的几句诗这事说几句话骂得刻骨镂心的痛快的，似乎并不是我。因为我于诗向不留心，所以也没有看过沫若的诗，因此即更不知道别人的是否钞袭。陈源教授的那些话，说得坏一点，就是捏造事实，故意挑拨别人对我的恶感，真可以说发挥着他的真本领。说得客气一点呢，他自说写这信时是在发热，那一定是热度太高，发了昏，忘记装腔了，不幸显出本相并且因为自己爬着，所以觉得我跳到半天空，自己抓破了皮肤或者一向就破着，却以为被我骂破了。――但是，我在有意或无意中碰破了一角纸糊绅士服，那也许倒是有的此后也保不定。彼此迎面而来，总不免要挤擦，碰磕，也并非还不肯罢休。绅士的跳踉丑态，实在特别好看，因为历来隐藏蕴蓄着，所以一来就比下等人更浓厚。因这一回的放泄，我才悟到陈源教授大概是以为揭发叔华女士的剽窃小说图画的文章，也是我做的，所以早就将大盗两字挂在冷箭上，射向思想界的权威者。殊不知这也不是我做的，我并不看这些小说。琵亚词侣的画，我是爱看的，但是没有书，直到那剽窃问题发生后，才刺激我去买了一本s来，化钱一元七。可怜教授的心目中所看见的并不是我的影，叫跳竟都白费了。遇见的粪车，也是境由心造的，正是自己脑子里的货色，要吐的唾沫，还是静静的咽下去罢。太费纸张了，虽然我不至于娇贵到会发热，但也得赶紧的收梢。然而还得粘上一段大罪状――据他自己的自传，他从民国元年便做了教育部的官，从没脱离过。"}
