{"text":"注意，严格的讲，我们现在活着，也是中有身，因为这不是我们毕竟的生命。这一点，在这里先加以说明。佛学讲生死，有分段生死，变易生死。我经常问，佛学的基础在哪里？三世因果六道轮回是所有佛学的基础，这是个大科学。很多人根本就不懂得佛学，都在瞎扯！也不相信因果而你们只粗浅地晓得因果报应，其实随时随地都是因果。没有因果关系，这个世界一切都不成立，法律政治经济医药建筑饮食男女，统统都在因果关系中。天主教基督教伊斯兰教也讲报应，做好事的人上天堂，做坏事的人下地狱。那么，因果谁做主的？谁判案让你报应？佛教不承认有人审判你的罪，判你下地狱上天堂。为什么不承认？因为这是因果的道理，是个大科学，上天堂下地狱，六道轮回，三世果报，都是我们自主的。我们学佛，是要认识生命自主的东西，这个自主不是你现在想做主就做得到的，所以修行的重点在这里。我一辈子研究哲学宗教，为什么重点在佛法呢？中国儒家道家跟佛家一样，但是没有佛交代得清楚。佛已经修证悟道，知道我们一切众生所有一切生命整个的宇宙，有个总的共同生命，是不生也不灭的，永远不变的。这个在哲学上，中文翻译叫做本体，一切生命的六道轮回，分段的生与死，只是这个本体的变化现象。假定时间是永恒的，在科学上我们加假定二字是很严肃的，我为什么讲假定两个字？因为时间不一定是永恒的。假定时间是永恒的，那么，昨天今天明天，过去现在未来是时间的分段，这是人为的知识思想，把时间分段了。我们生命也同这个原理一样，在所谓的本体上讲时间是永恒不变的。可是我们现在变男人变女人，女人嫁个丈夫，男人讨个老婆，然后生了又死，昨天今天明天，每一分每一秒，身心生命随时都在变化，宇宙也随时在不停的变化这是变易生死。譬如说，我常常跟你们开玩笑，也是真话，有很多几十年不见的同学来看我，老师啊，二十多年没有看到你，还是一样哦！我说，我要是不变，那不是变成老妖怪了？其实我早变了，已经不一样了，这是变易生死。我经常引用庄子里孔子对颜回讲的交臂非故，这怎么讲呢？你们现在的教育不从古文入手，就看不懂了。交臂，就是两个人擦肩而过，你过来我过去，就是一下子，已经不是原来的你我，一切都变了，变得非常厉害。"}
{"text":"譬如说，我常常跟你们开玩笑，也是真话，有很多几十年不见的同学来看我，老师啊，二十多年没有看到你，还是一样哦！我说，我要是不变，那不是变成老妖怪了？其实我早变了，已经不一样了，这是变易生死。我经常引用庄子里孔子对颜回讲的交臂非故，这怎么讲呢？你们现在的教育不从古文入手，就看不懂了。交臂，就是两个人擦肩而过，你过来我过去，就是一下子，已经不是原来的你我，一切都变了，变得非常厉害。那么，佛法的修持，像小乘罗汉了生死，充其量了了分段生死，认为这一生修行成功了，不再来了。可是大乘菩萨就会笑他们小家子气，不来？做不到的！就算你入定八万四千年，最后还是要出定来的，所以说不是究竟，大菩萨才能了脱变易生死。昨天晚上胡松年问我，释迦牟尼佛也是化身吗？没有错。什么叫化身呢？以佛教来讲，十方三世一切诸佛，一切菩萨都是化身，我们一切众生也是化身，只有一个中心不变的，叫做中央毗卢遮那佛一切佛都是毗卢遮那佛的化身，一切众生也是他的化身。换句话说，都是本体的分化作用，而那个不生不灭的生命的本体没有动过。所以释迦牟尼这一生，成佛做教主，他也是化身，阿弥陀佛也是化身。在讲这个课题以前，我们要晓得，人类整个的文化，不论中西，一切学问，都是为了追寻生命问题。像现在大学里开了那么多课，开了那么多研究所，经济学社会学政治学物理学化学应用科技等等，也是为了生命问题。如果与生命问题生存问题不相干，这个学问不会成立的，自然会被淘汰。还有生存里的现象，我们叫做生活，为了生活不管做生意也好，做官也好，花了那么多钱，培养孩子受教育求学问，拿了学士硕士博士学位。在我看来，也许我不对，我说求学问赚钱，或者做官，胡闹一阵，也都是为了一个生命问题一切宗教也是一样。印度在释迦牟尼佛以前就有宗教。现在的尼泊尔巴基斯坦孟加拉阿富汗，原来都是古印度的范围佛教后来传播范围很大，不仅包括整个印度次大陆，乃至东亚东南亚中亚欧洲，也有部分包括在内。印度的疆界土地非常大，不过古代没有统一，言语文字有六十多种，到现在也不统一，而且他们自己也不注重历史。如果印度也像中国一样，有类似秦汉的统一，文字的统一，那就不得了啦。这就看到我们中国文化的宝贵了，秦以后，我们文字统一了，很好地保存了历史文化，当然包括佛教在内。"}
{"text":"印度在释迦牟尼佛以前就有宗教。现在的尼泊尔巴基斯坦孟加拉阿富汗，原来都是古印度的范围佛教后来传播范围很大，不仅包括整个印度次大陆，乃至东亚东南亚中亚欧洲，也有部分包括在内。印度的疆界土地非常大，不过古代没有统一，言语文字有六十多种，到现在也不统一，而且他们自己也不注重历史。如果印度也像中国一样，有类似秦汉的统一，文字的统一，那就不得了啦。这就看到我们中国文化的宝贵了，秦以后，我们文字统一了，很好地保存了历史文化，当然包括佛教在内。到现在，我们读古书，几千年以前的思想文字，一看就懂。不过，现在白话文简体字的流行，差不多把历史文化宝库的钥匙丢了，这是个大问题。印度既没有统一文字，也不注重历史，再经过阿拉伯人英国人的入侵，印度现在没有佛教了现在的梵文也不是古代的梵文了。印度佛教真的东西，都随着佛经到中国来了，所以我跟有些练瑜伽的印度朋友感叹，我说很想把你们老祖宗留在中国的宝贝交还给你们！他们说我们也想啊，可是文字言语真的不行啦。我说你们老祖宗那么伟大一个圣人――释迦佛，他的东西都留在中国了，没有中国保留，现在就都没有了。至于言语呢！两千年以后，中国各地的方言那么多，到现在也还没有大统一譬如广东话闽南话，北方人听不懂的。现在所谓海峡两岸问题，就有语言沟通的问题。所以普及标准话，尤其必要当然不是说普及标准话就不要方言了，两个可以并存的。我这个话又拉开了。那么世界上文化既然都为了这个生命问题，中国当然也有同样的问题。你们要学佛，那么佛悟道悟什么？为什么要悟道成佛？说穿了还是为了生命问题为了追究宇宙万有生命的究竟根本，其中自然也包含了生死问题生存问题。佛在菩提树下大彻大悟，得阿耨多罗三藐三菩提，这是梵文音译，翻译成中文来讲，就是无上正等正觉，无上正遍知，无上正遍道。什么叫菩提？就是悟道了，明白了。证得菩提，不只是道理明白，是身心都求证到了。阿耨多罗是至高无上，彻底的三藐三菩提是正遍知，正等正觉，随时随地清醒知道，不糊涂。三，意思就是正藐是等，平等，一切平等。为什么金刚经等经典上提到成佛是证得菩提？换一句话说，佛的大彻大悟，是彻底知道宇宙万有生命的究竟。到了中国文化，禅宗把这些名词都推翻了，就是悟了！悟了什么？唐代的大禅师说，悟了这个！这个是什么？干屎橛！狗屎！"}
{"text":"什么叫菩提？就是悟道了，明白了。证得菩提，不只是道理明白，是身心都求证到了。阿耨多罗是至高无上，彻底的三藐三菩提是正遍知，正等正觉，随时随地清醒知道，不糊涂。三，意思就是正藐是等，平等，一切平等。为什么金刚经等经典上提到成佛是证得菩提？换一句话说，佛的大彻大悟，是彻底知道宇宙万有生命的究竟。到了中国文化，禅宗把这些名词都推翻了，就是悟了！悟了什么？唐代的大禅师说，悟了这个！这个是什么？干屎橛！狗屎！狗屎也好，这个也好，阿耨多罗三藐三菩提也好，上帝也好，主宰也好，神也好，都是代号。生命的究竟是讲不出来的，只好用个代号叫做菩提。释迦牟尼佛，在这一代这个世界上，所谓悟道成佛了，悟个什么道呢？彻底知道了，不是逻辑理论上知道，知道一切生命的本体是不生不死的，没有生过，也没有死过，是悟到这个而成佛。譬如释迦牟尼佛，他也生来也死去了，同我们一样，这个是生命的现象，分段作用，就是像昨天明天后天一样的，或是去年今年明年，过去现在未来一样的。所以我说，唐人刘希夷有两句很有名的诗年年岁岁花相似，岁岁年年人不同。中国的佛学道理，用文学这两句话就说明了。这个生命就是这样，年年都有个春天，年年也有个冬天，这是生灭两头的现象念头细胞乃至一切物质也是有生有灭，永远都是这样。找到了生命能生能灭的根本，叫做成佛，叫证得菩提。换句话说，佛说一切众生，不止人，包括宇宙的物理物质世界和精神世界，都是这个本体的现象变化，都是分段生死，都是变易生死。变化不是究竟，不是根本，而是现象。但是这个生命总体的功能，是不生不灭的，不生也不死。为什么佛教到中国，很容易就被吸收呢？因为中国文化的老祖宗易经，也讲过这个道理。易经有几个要点――变易不易交易简易。所谓不易，有个东西是不变的，永远不生不死，根本的东西没有变过。变易就是变易生死，会变化的，宇宙万有一切现象有生有灭，随时变化，没有不变的东西。男女感情，父子感情，一定会变的，不变就不叫做感情了。交易就是变易中有交变，交叉的，感应的这个交变感应，在梵文里就叫瑜伽，互相感应，相对应的变。简易，一切复杂的变化是由简易来的。只懂复杂，不懂简易或者只懂简易，不懂复杂，都不通的。变易交易简易，万变不离其宗，只有一个不变的，就是不易。"}
{"text":"所谓不易，有个东西是不变的，永远不生不死，根本的东西没有变过。变易就是变易生死，会变化的，宇宙万有一切现象有生有灭，随时变化，没有不变的东西。男女感情，父子感情，一定会变的，不变就不叫做感情了。交易就是变易中有交变，交叉的，感应的这个交变感应，在梵文里就叫瑜伽，互相感应，相对应的变。简易，一切复杂的变化是由简易来的。只懂复杂，不懂简易或者只懂简易，不懂复杂，都不通的。变易交易简易，万变不离其宗，只有一个不变的，就是不易。按唯识述记卷二曰言瑜伽者，名为相应。就因为中国有这个文化的基础，道家儒家诸子百家等，配上印度佛家佛陀所悟的道理，吸收融合，成为东方文化。因此我也常常告诉西方人，你们讲宗教，世界上哪里有你们的宗教？五个教主都是东方人！孔子老子释迦牟尼佛，东方人耶稣，穆罕默德，是中东人，也是东方，没有一个你们西方人。你们西方拼命反对东方，其实你们的文化思想大多是东方人所给的。这五大教主都懂了这个道理，不过他传道传播的方法不同，因地制宜当然，道理有程度的深浅，讲得最彻底的是释迦牟尼佛。中国的易经，对这个道理也知道。譬如说，易经八八六十四卦，有法则在变。你们要算命卜卦，算个什么？算也没有用。当你这个事情说对了，对了以后，已经变成不对了，随时变去所以没有绝对算准的，都是刻舟求剑。常常有朋友问我，老师啊，我去做生意，你给我算算卦。我说，不是成功就是失败，没有中间的。你说做生意要赚钱，拿出本钱来，如果也没有赚，也没有赔，可是你消耗时间精神，已经赔了嘛！你说赚了，赚来的已经过去了，还是没有，其实没有赚，一切都是在变化的。生命的道理就是如此，这是一个大原则。所以学佛修道，所谓打坐参禅，大彻大悟，就是证得那个本来不生不死的，这就是佛学，也就是中国道家修神仙之学。我常说，世界上东西方的文化，讲了半天，中国人有个别家都没有的文化，就是敢讲生命是可以长生不死的，只有中国道家敢这样讲。既然晓得那个本体是不生不死，我可以修持到同本体一样活着，去了死的一头，永远活着，道家叫与天地同寿，与日月同休，宇宙在手，万化由心，这个只有中国人胆子大，敢做这个科学的假定，认为生命可以跟天地宇宙的寿命一样长久。宇宙是活动的，在这个虚空中，永远不停止的活动，没有休息过，我们的生命也使它永远活着不休。"}
{"text":"我常说，世界上东西方的文化，讲了半天，中国人有个别家都没有的文化，就是敢讲生命是可以长生不死的，只有中国道家敢这样讲。既然晓得那个本体是不生不死，我可以修持到同本体一样活着，去了死的一头，永远活着，道家叫与天地同寿，与日月同休，宇宙在手，万化由心，这个只有中国人胆子大，敢做这个科学的假定，认为生命可以跟天地宇宙的寿命一样长久。宇宙是活动的，在这个虚空中，永远不停止的活动，没有休息过，我们的生命也使它永远活着不休。佛不同了，佛晓得本体是不生不死，但是不讲，把这个生死可以保留起来。中国的禅宗密宗虽不讲这个话，但有这个含义在。可是释迦牟尼佛得了道，为什么又走了呢？佛说我没有走啊！我还在这里。而且最有趣的，佛到八十一岁走了，要走以前，告诉跟他出家的弟弟阿难，阿难没有讲话。最后佛宣布要走了，阿难就痛哭的跪着说哎！您不能走啊！佛说我有意地问你三次，借你的口看因缘，我可以留在这个世界上不死，你看我留好啊，还是死了好？可是问你三次，你那个时候被魔魔住了，头脑昏聩，都不答复我。如果你说我留，我就留下了，你没有讲，现在这个机会过去了而且魔王要求我不能再留下去了，我也满魔王的愿，要走啦。可是经上记载佛吩咐他的四个弟子迦叶尊者罗T罗佛的儿子，还有宾头卢尊者，另外一个是君屠钵叹尊者，留形住世，身体留下来在世上继续活着。据说，迦叶尊者现在还在云南的鸡足山那里入定，这个叫留形住世。这些都是研究生命问题的资料。生命问题生命的道理就有那么严重。讲到这个道理，先说明一下，我们佛学讲道理，现在中国的基督教传道也讲道理。道理是中国文化固有的名词，佛学基督教进来翻译借用的。解深密经将道理分为四种观待道理作用道理证成道理法尔道理。观待道理，一切物质物理现象精神现象，都是这个范围，都是因缘所成的相对的现象。像花草树木，土石水火，各种生命，乃至自然界的一切，人类建造的房屋家具各种电器，国家民族社会法律政治经济伦理道德军事医药，我们的思想观念情绪讲的话写的文章，包括自然科学同人文科学，这一切都是观待道理。待就是相对待的，因缘起灭的，因果生灭的。作用道理，一切物质物理精神现象，各有各的作用。"}
{"text":"像花草树木，土石水火，各种生命，乃至自然界的一切，人类建造的房屋家具各种电器，国家民族社会法律政治经济伦理道德军事医药，我们的思想观念情绪讲的话写的文章，包括自然科学同人文科学，这一切都是观待道理。待就是相对待的，因缘起灭的，因果生灭的。作用道理，一切物质物理精神现象，各有各的作用。譬如眼识耳识鼻识舌识身识意识，各有各的作用眼睛耳朵鼻子舌头身体大脑等，这些生理器官，也各有各的作用地水火风空觉识，也各有各的作用。观待道理是从不同角度讲的，是从现象上讲，一切物质现象精神现象都是因果因缘起灭的，相对待的，不是单独的，也不是绝对的换句话说，每个现象都必然随着因缘变化而变去的。作用道理是从作用的角度讲的，一切现象一切因素各有各的作用，换句话说，各有各的变化作用。第三种是证成道理，是自己做工夫求证，科学求证到的。求证什么？求证法尔道理，本来的真理。你说一念可以清净，思想烦恼没有了，不受身体障碍了，这只是工夫，是要求证的，科学性的，这个叫证成道理。第四种是法尔道理，法尔如是，不随因缘因果变化而变化，是本来如此的，不生不灭，不垢不净，不增不减。这个法尔是佛学到中国来才创造的，意思就是我们中国人普通讲的自然，本来如此。但是为什么不叫自然道理呢？一讲自然，怕落在唯物观念，又怕落在道家的，或印度外道的自然观了，所以另创一个名词――法尔道理。所谓法尔道理，是有个永远不变的真理，是当然的，推翻不了的。我们一般讲的，随便说的，都是观待道理作用道理，都属于观察对待，是逻辑，是作用，当然不合逻辑的话也很多，也是观待道理作用道理。科学研究也是观待道理作用道理，对证成道理法尔道理的研究也是观待道理作用道理。至于证成道理，是以本身的生命来修行实践求证到的，是正念求证成功了譬如得道成罗汉，成菩萨，成佛，这是证成道理。求证之中也有观待道理作用道理。这些道理的背后，最高的道理就是法尔道理，那是真理，是不变的不是说没有证成之前它不存在，而是它根本没有变过，变了就不是道了。你真的求证到法尔道理时，那是得道了。得道也是比方说法，是观待道理的说法，因为道从没离开过你，也没有增一分减一分。"}
{"text":"科学研究也是观待道理作用道理，对证成道理法尔道理的研究也是观待道理作用道理。至于证成道理，是以本身的生命来修行实践求证到的，是正念求证成功了譬如得道成罗汉，成菩萨，成佛，这是证成道理。求证之中也有观待道理作用道理。这些道理的背后，最高的道理就是法尔道理，那是真理，是不变的不是说没有证成之前它不存在，而是它根本没有变过，变了就不是道了。你真的求证到法尔道理时，那是得道了。得道也是比方说法，是观待道理的说法，因为道从没离开过你，也没有增一分减一分。用比方的说法，禅宗的话，就是回到本来面目。然后，发起各种妙用，那时法尔道理作用道理观待道理都圆融无碍了。以上这几种道理的分析，也都是观待道理作用道理，只是帮忙你解脱迷惑的方便方法罢了。第二讲内容提要寿终正寝时代人们的寿终无疾而终的人唯物加唯心的生命死前的四大变化轮回的预现状况五种无心地南师我们现在这一堂开始，正式讲生死的现象问题，注意，只是讲人类正常生死的部分。我这一辈子，大概讲过很多次的生死问题，所以我很厌烦，很不喜欢一个课程反复讲。我在学校里教书，教同样的课，我每一次上堂，讲的都不同了。我的个性很不愿意说重复话，教书说重复话是非常痛苦的。为了这次讲，我也想了一下，原来都有录音带，他也不找去听，现在又再问，讲起来还是重复话。也许这一次比较详细一点讲吧！可是生死问题怎么说呢？是从投生讲起，还是从死亡讲起？我决定还是倒转来，先从现有的死亡讲起，然后再转来讲到人怎么投生，然后讲到整个生命的生死问题。不是生命问题，是生死问题，这是两个逻辑观念，生命的问题，跟生死问题是有差别的。生命问题大了，包括宇宙万有的生命，也包括了生死问题。现在讲生死问题，有个逻辑观念，先定一个范围，只讲我们人类一般正常的生死问题。人道中有许多是不正常的死亡，那就属于横死。人的生命为什么有些会横死呢？佛学的道理，是他的因果报应正常死的，也是各人的因果报应。我的老朋友多，像我这个年龄，九十岁的人，经常听到都是老朋友死的消息。朋友打电话来说某某走啦！"}
{"text":"不是生命问题，是生死问题，这是两个逻辑观念，生命的问题，跟生死问题是有差别的。生命问题大了，包括宇宙万有的生命，也包括了生死问题。现在讲生死问题，有个逻辑观念，先定一个范围，只讲我们人类一般正常的生死问题。人道中有许多是不正常的死亡，那就属于横死。人的生命为什么有些会横死呢？佛学的道理，是他的因果报应正常死的，也是各人的因果报应。我的老朋友多，像我这个年龄，九十岁的人，经常听到都是老朋友死的消息。朋友打电话来说某某走啦！我不好意思说好啊！这个不敢讲。有时候接到电话，问老师啊，你还好吧？我说没有死，还接你的电话嘛，当然好，听到声音已经好了嘛！再说八九十岁的人，随时会死，没有什么好不好。最近老朋友死的多，我就对一个老朋友讲起，我说古代发讣文说某某人寿终正寝。我们讲别人的父亲死了，就说，某人的老太爷是好人啊！寿终正寝。正寝，就是在自己的房子，自己床上睡了一辈子，正常的死在那里，叫寿终正寝。古代修房子，中国人多半修四合院，正房给长辈睡的，儿女睡偏房，长辈正房旁边是大厅堂，那叫中堂。长辈死了，把门板拿下来，放在中堂，就把这个遗体放到中堂门板上，还要停尸三天。一移到中堂来，趁身体还软，要给他穿衣服了。在古代，所谓富贵的家庭，给死人穿六七层的衣服一个女婿一条被子，假使有十个女婿，就盖十条被子。给死人穿七件衣服怎么穿？让死者的儿子站在那里，把七件衣服，一件件先穿好再脱下来然后把尸体扶起来，趁尸体软的时候，把这七件衣服一次穿上，放在正厅，大家在旁边守着。为什么？因为人有一种假死病，有时候三天四天又活过来，这种个案很多。所以中国的古礼，一断气，不能马上就送到殡仪馆冷冻库，要停尸三天，昼夜有人守灵。讲到这个，你要晓得，为什么要人守灵呢？过去农村的房子，猫啊老鼠啊，跑来跑去，刚死的人，停尸在那里，万一猫或老鼠在身上跳过去，尸体会坐起来的。以科学讲，那是一种电感，所以要守灵，不准猫或老鼠等靠近。停尸三四天以后大殓，放进棺材以后就盖被子了。死以前洗澡，如果是老太太，都是女儿媳妇洗的，把她身体抹干净老先生就是儿子女婿洗的。古礼有很多细节，这个是寿终正寝。我说，现在地位越高，越有钱，越不能寿终正寝。送到医院，明明要死，还插上氧气管子。身体可能已经死了，脑细胞还没有死，插管子使脑细胞慢慢死。"}
