{"text":"西格斯的小说，我非常喜欢。她以女性特有的异常细致的笔触，描绘反法西斯的斗争，实在是优秀的短篇小说家。以后我又翻译了迦梨陀娑的沙恭达罗和优哩婆湿，翻译了五卷书和一些零零碎碎的佛本生故事等。直至此时，我还并没有立志专门研究外国文学。我用力最勤的还是中印文化关系史和印度佛教史。我努力看书，积累资料。年代，我曾想写一部唐代中印关系史，提纲都已写成，可惜因循未果。十年浩劫中，资料被抄，丢了一些，还留下了一些，我已兴趣索然了。在浩劫之后，我自忖已被打倒在地，命运是永世不得翻身。但我又不甘心无所事事，白白浪费人民的小米，想找一件能占住自己的身心而又能旷日持久的翻译工作，从来也没想到出版问题。我选择的结果就是印度大史诗罗摩衍那。大概从年开始，在看门房守电话之余，着手翻译。我一定要译文押韵。但有时候找一个适当的韵脚又异常困难，我就坐在门房里，看着外面来来往往的人，大半都不认识，只见眼前人影历乱，我脑筋里却想的是韵脚。下班时要走四十分钟才能到家，路上我仍搜索枯肠，寻求韵脚，以此自乐，实不足为外人道也。上面我谈了六十年来我和外国文学打交道的经过。原来不知从何处谈起，可是一谈，竟然也谈出了不少的东西。记得什么人说过，只要塞给你一支笔，几张纸，出上一个题目，你必然能写出东西来。我现在竟成了佐证。可是要说写得好，那可就不见得了。究竟怎样评价我这六十年中对外国文学的兴趣和所表现出来的成绩呢？我现在谈一谈别人的评价。年，我访问联邦德国，同分别了将近四十年的老师瓦尔德施米特教授会面，心中的喜悦之情可以想见。那时期，我翻译的罗摩衍那才出了一本，我就带了去送给老师。我万没有想到，他板起脸来，很严肃地说我们是搞佛教研究的，你怎么弄起这个来了！我了解老师的心情，他是希望我在佛教研究方面能多作出些成绩。但是他哪里能了解我的处境呢？我一无情报，二无资料，我是不得已而为之的。只是到了最近五六年，我两次访问联邦德国，两次访问日本，同外国的渠道逐渐打通，同外国同行通信互赠著作，才有了一些条件，从事我那有关原始佛教语言的研究，然而人已垂垂老矣。前几天，我刚从日本回来。在东京时，以东京大学名誉教授中村元博士为首的一些日本学者为我布置了一次演讲会。我讲的题目是和平与文化。在致开幕词时，中村元把我送给他的八大本汉译罗摩衍那提到会上，向大家展示。"}
{"text":"但是他哪里能了解我的处境呢？我一无情报，二无资料，我是不得已而为之的。只是到了最近五六年，我两次访问联邦德国，两次访问日本，同外国的渠道逐渐打通，同外国同行通信互赠著作，才有了一些条件，从事我那有关原始佛教语言的研究，然而人已垂垂老矣。前几天，我刚从日本回来。在东京时，以东京大学名誉教授中村元博士为首的一些日本学者为我布置了一次演讲会。我讲的题目是和平与文化。在致开幕词时，中村元把我送给他的八大本汉译罗摩衍那提到会上，向大家展示。他大肆吹嘘了一通，说什么世界名著罗摩衍那外文译本完整的，在过去一百多年内只有英文，汉文译本是第二个全译本，有重要意义。日本美国苏联等国都有人在翻译，汉译本对日本译本会有极大的鼓励作用和参考作用。中村元教授同瓦尔德施米特教授的评价完全相反。但是我决不由于瓦尔德施米特的评价而沮丧，也决不由于中村元的评价而发昏。我认识到翻译这本书的价值，也认识到自己工作的不足。由于别的研究工作过多，今后这样大规模的翻译工作大概不会再干了。难道我和外国文学的缘分就从此终结了吗？决不是的。我目前考虑的有两件工作一件是翻译一点梨俱吠陀的抒情诗，这方面的介绍还很不够二是读一点古代印度文艺理论的书。我深知外国文学在我们国家精神文明建设中的重要性，也深知我们研究的深度和广度都有待于大大地提高。不管我其他工作多么多，我的兴趣多么杂，我决不会离开外国文学这一阵地的，永远也不会离开。忆往述怀第二篇学林漫步忆往述怀追求一个境界最近几年，我在几篇谈散文的文章中，提出了一个看法在中国散文坛上有两个流派，一个流派主张或许是大声地主张，散文之妙就在一个散字上，信笔写来，松松散散，随随便便，用不着讲什么结构，什么布局，我姑且称此派为松散派。另一个是正相反，他们的写作讲究谋篇布局，炼字铸句，我借用杜甫的一句话意匠惨淡经营中，称此派为经营派，都是杜撰的名词。我还指出，在中国文学史上，散文大家的传世名篇无一不是惨淡经营的结果。我窃附于经营派。我认为，梁衡也属于经营派，而且他的经营还非同寻常。以他的写人物散文来说，一般都认为，写人物能写到形似，已属不易，而能写到神似者则不啻为上乘。可是梁衡却不以神似为满足，他追求一种更高的水平，异常执著地追求。但是，他追求什么呢？"}
{"text":"另一个是正相反，他们的写作讲究谋篇布局，炼字铸句，我借用杜甫的一句话意匠惨淡经营中，称此派为经营派，都是杜撰的名词。我还指出，在中国文学史上，散文大家的传世名篇无一不是惨淡经营的结果。我窃附于经营派。我认为，梁衡也属于经营派，而且他的经营还非同寻常。以他的写人物散文来说，一般都认为，写人物能写到形似，已属不易，而能写到神似者则不啻为上乘。可是梁衡却不以神似为满足，他追求一种更高的水平，异常执著地追求。但是，他追求什么呢？我想了好久，也想不出一个恰当的名词。我曾想用境地，觉得不够。又曾想用意境，也觉得不够。也曾想用意韵韵味等等，都觉得不够。想来想去，我突然想到王国维的境界，自认得之矣。境界说是王国维论词的新发明，人间词话有很多地方讲到境界词以境界为最上。有境界则自成高格，自有名句。境非独谓景物也，喜怒哀乐亦人心中之一境界。故能写真景物真感情者谓之有境界，否则谓之无境界。红杏枝头春意闹，著一闹字而境界全出。云破月来花弄影，著一弄字而境界全出矣。境界同性灵神韵等一些文艺理论名词一样，是有一定的模糊性的，颇难以严格界定其含义，但是统而观之，我们是能够理解的。这是一个富有启迪性暗示性涵盖性的名词，上举人间词话最后几句话可以给我们一些启迪。现在从梁衡散文中举出一个例子来。他的名作觅渡，觅渡，渡何处？是写瞿秋白的。瞿秋白这个人才华横溢，性格中和行动中有不少矛盾，梁衡想写这样一个人，构思了六年，三访瞿秋白纪念馆，迟迟不敢下笔。他忽然抓住了觅渡这个概念，于是境界立出，运笔如风，写成了这篇名作。我们常说画龙点睛，画一条龙，不管多么活灵活现，如不点睛，毕竟还是一条死龙。一旦点睛，则顿成活龙，腾跃而起，飞龙在天矣。在并世散文家中，能追求肯追求这样一种境界的人，除梁衡以外，尚无第二人。忆往述怀第二篇学林漫步忆往述怀我对未来教育的几点希望教育为立国之本，这是中国两千多年来的历代王朝都执行的根本大法。在封建社会，帝王的所作所为，无一不是为了巩固统治，教育亦然。然而，动机与效果往往不能完全统一。不管他们的动机如何，效果却是为我们国家培养了一批批人才，使我国优秀文化传承几千年而未中断。"}
{"text":"一旦点睛，则顿成活龙，腾跃而起，飞龙在天矣。在并世散文家中，能追求肯追求这样一种境界的人，除梁衡以外，尚无第二人。忆往述怀第二篇学林漫步忆往述怀我对未来教育的几点希望教育为立国之本，这是中国两千多年来的历代王朝都执行的根本大法。在封建社会，帝王的所作所为，无一不是为了巩固统治，教育亦然。然而，动机与效果往往不能完全统一。不管他们的动机如何，效果却是为我们国家培养了一批批人才，使我国优秀文化传承几千年而未中断。今天，时移世迁，已经换了人间。教育为立国之本的思想，深入人心。我们政府提出了科教兴国的方针，受到了全国人民的热烈拥护。把教育的重要性提高到兴国的高度，可以说前承千年传统，后开万世太平。特别是在今天知识经济正在勃然兴起的大时代中，教育更有其独特的意义。知识经济以智力开发知识创新为第一要素，不大力振兴教育，焉能达到这个宏伟的目标？但是，我要讲一句实话，我们的振兴教育，谈论多于行动。别的例子先不举，只举一个教育经费在国民总收入中所占的百分比之低，就很清楚了。我们教育所占的百分比，不但低于发达国家，在发展中国家中也是比较低的。这让很多人难以理解。我们国家正在努力建设，用钱的地方很多，这一点谁都理解，没有人想苛求但是，既然把教育的重要性提高到那样的高度，教育经费却又不提高，报纸上再三辩解，实难令人信服。现在，据我了解所及，全国各类学校经费来源十分庞杂，贫富不均的程度颇为严重。大学的党委书记和校长，主要任务是找钱，连系主任的主要任务也是创收。如果创入不力或不利，奖金发不出去，全系教员就很难团结好。学校的根本任务是教学和科研，是出人才，出成果。现在却舍本而逐末，这样办教育，欲求兴国，盖亦难矣。因此，我对未来教育的第一个希望就是切切实实地增加教育经费。我的第二个希望是重视大中小学生的人文素质教育和伦理道德教育。现在我们中华民族的一般道德水平，实不能尽如人意。年轻的学生在这个大气候下，思想水平也不够高。他们对世界，对人生的看法，在像我这样的思想保守的老顽固眼中，有时实在难以理解，现在，全世界正处在一个巨大转变中，每个人都会受到影响的，特别是青年人，他们敏感易变，受的影响更大。日本据说有一个新名词新人类，可见青老代沟之深。中国也差不多。"}
{"text":"我的第二个希望是重视大中小学生的人文素质教育和伦理道德教育。现在我们中华民族的一般道德水平，实不能尽如人意。年轻的学生在这个大气候下，思想水平也不够高。他们对世界，对人生的看法，在像我这样的思想保守的老顽固眼中，有时实在难以理解，现在，全世界正处在一个巨大转变中，每个人都会受到影响的，特别是青年人，他们敏感易变，受的影响更大。日本据说有一个新名词新人类，可见青老代沟之深。中国也差不多。我在中外大学里呆了一辈子可是对眼前中国大学生的思想情感等等，却越来越感到陌生。他们的一些想法和做法，有时候让我目瞪口呆。在我眼中，有些青年人也仿佛成了新人类了。救之之法，除了教育以外，实在也难想出别的花招。根据我的了解，现在大学里的思想教育课，很难说是成功的。一上政治课，师生两苦，教员讲起来乏味，学生听起来无味。长此以往，不知伊于胡底！我个人认为，抓学生思想教育，应该从小学抓起。回想我当年上小学时，有两门课很感兴趣，一门叫做公民或者修身，一门叫做乡土。后一门专讲本地的山川人物风土人情。近在眼前，学生听起来有趣又愿听。讲爱国从爱乡开始，是一个好办法。至于公民这一门课，则讲的都是极简单的处世做人的道理，比如热爱祖国，孝顺父母，尊敬老师，和睦同学讲真话，不说谎话干好事，不做坏事讲公德，不能自私帮助别人，不坑害别人要谦虚，不能骄傲，等等，等等，都是些平常的伦理规范。听说现在教小学生也先讲唯心与唯物，存在与意识，物质与精神，小学生莫名其妙，只能硬背。这能收到什么效果呢？显而易见，什么好效果也是收不到的。到了中学和大学，依然是这一套，结果就是我在上面说到的师生两难。现在全国都在谈要重视学生的素质教育，足见这个问题已经引起了广泛的注意。这无疑是一个好现象。但是，我总觉得，空谈无补于实际，当务之急是采取适当的行动，才能走出目前的困境。我对未来教育的希望，当然不止这两点。但限于目前的时间，我只能先提出这两点来，供有关人士，特别是政府主管教育的部门参考，一得之愚，也许还有可取之处吧。忆往述怀第二篇学林漫步忆往述怀谈文学交流近若干年以来，我逐渐形成了一个颇为自信的观点文化交流是推动人类社会前进的重要动力之一。我们简直无法想象，如果没有历史上的文化交流，我们今天的社会会是一个什么样子。"}
{"text":"但是，我总觉得，空谈无补于实际，当务之急是采取适当的行动，才能走出目前的困境。我对未来教育的希望，当然不止这两点。但限于目前的时间，我只能先提出这两点来，供有关人士，特别是政府主管教育的部门参考，一得之愚，也许还有可取之处吧。忆往述怀第二篇学林漫步忆往述怀谈文学交流近若干年以来，我逐渐形成了一个颇为自信的观点文化交流是推动人类社会前进的重要动力之一。我们简直无法想象，如果没有历史上的文化交流，我们今天的社会会是一个什么样子。文化交流的范围极为广博，天文地理，医卜星象，科学技术，哲学思想，伦理道德，宗教信仰，以及人类社会的方方面面，旮旮旯旯，下至草木虫鱼，花果菜蔬，无一不在交流范围以内。但是，据我个人的观察和思考，在众多的交流对象中，文学交流历时最久，领域最广，影响最大，追踪最易。文学交流中包含民间文学，比如寓言童话小故事等，都是民间老百姓创造出来的。民间文学，同其他文化交流对象一样，最少保守性，最少保密性，一旦被创造出来，便立即向外传播，不分天南和海北，不分民族和国家，无远弗届。这样的例子比比皆是，举不胜举，我只举一个以概其余。世纪德国比较文学史大家本费埃追踪印度著名的寓言童话集五卷书，写成了一部巨著，描述了五卷书在大半个世界流传演变的情况，其国家之众多，语言之繁杂，头绪之交叉，线索之迷离，真令人惊诧不已，谁也不会想到一部简单的寓言童话集竟会有这样大的生命力，竟会有这样的迷人感人的力量。像五卷书这样的事例，研究中外文学交流的，特别是中外民间文学交流的专家们都知道得很多很多。在中外文学交流中，民间文学的交流实居首位。五卷书确实没有以整本书的形式传入中国，但是其中的一些寓言童话和小故事，确亦传入中国，在中国民间故事以及文人的创作中，在极其悠久的历史上，蛛丝马迹，确能寻出。回溯一下两千多年的中外文学交流的历史，我们能够发现，在先秦时期已有外国文学传入的痕迹，主要是印度文学。例如，狐假虎威的故事见于战国策。还有一些其他的故事，看上去都不像是中国土产。这一点西方的汉学家早就指出过。可能受外国影响的最突出的例子是楚辞，离骚已有一些域外的色彩和词句，天问中特别突出，其中一些类似荒诞的神话，与以诗经为代表的黄河流域的文学创作，迥异其趣。"}
{"text":"回溯一下两千多年的中外文学交流的历史，我们能够发现，在先秦时期已有外国文学传入的痕迹，主要是印度文学。例如，狐假虎威的故事见于战国策。还有一些其他的故事，看上去都不像是中国土产。这一点西方的汉学家早就指出过。可能受外国影响的最突出的例子是楚辞，离骚已有一些域外的色彩和词句，天问中特别突出，其中一些类似荒诞的神话，与以诗经为代表的黄河流域的文学创作，迥异其趣。有人怀疑是来自域外，特别是印度，这种怀疑是极有根据的。估计这些神话传说不是通过当时还没有开辟的丝绸之路传进来的，而是通过那一条滇缅道路，这一条道艰险难行，却确实是存在的。到了汉代，由于丝绸之路的凿通，中外文化交流达到了第一个高峰。中国对于输出文化，其中包括科学技术的发明创造，从来是不吝惜的。我们大度地把我们的四大发明送了出去，这些发明对促进人类文化的发展以及人类社会的进步，都起了决定性的作用。同时，我们对吸取外来文化也决不保守，只要对我们有用的东西，不管来自何方何国，我们都勇敢地拿过来为我所用。肇自汉代的丝绸之路就是一个彰明昭著的证据。但是，在文学交流方面，却找不出很多的东西。我个人认为，不是没有，而是我们的探讨研究工作还没有到家。印度佛教于汉代传入中国，是文化交流史上的一件大事。后汉三国时代的译经，可以算是文学交流的一种形式。南北朝时期，五胡乱华，中原板荡，众多的民族逐鹿于北疆，宋齐梁陈偏安于南国然而文化交流却并没有停止。在文学交流方面，主要是输入，输入又主要来自印度。在印度的，多半是随着佛教进来的影响，中国汉语文学创作增添了很多新内容，名目庞杂的鬼神志怪之书大量出现。此事在中国小说史略中论之颇详。连伪书列子中都有印度的故事，至于对诗歌创作至关重要的四声，本是中国汉语中所固有的东西，可是，我们以前对它并没有明确的认识。也由于印度古典文献的启迪，终于被发现了，被我们清晰地意识到了，这在中外文学交流史上也不能算是一件无关重要的小事。忆往述怀第二篇学林漫步忆往述怀谈文学交流唐代又是中国历史上一个非常辉煌的朝代，兵力遍及西域，从而保证了丝路的畅通。首都长安几乎成为世界经济和文化的中心，从向达的唐代长安与西域文明中可以看出当时中外文化交流之兴旺频繁。"}
{"text":"也由于印度古典文献的启迪，终于被发现了，被我们清晰地意识到了，这在中外文学交流史上也不能算是一件无关重要的小事。忆往述怀第二篇学林漫步忆往述怀谈文学交流唐代又是中国历史上一个非常辉煌的朝代，兵力遍及西域，从而保证了丝路的畅通。首都长安几乎成为世界经济和文化的中心，从向达的唐代长安与西域文明中可以看出当时中外文化交流之兴旺频繁。在文学交流方面，也同样可以看出非常活跃的情况。唐代传奇颇受印度文学的影响。王度的古镜记从内容到结构形式，都能够找到印度文学的痕迹。至于那些龙女的故事，当然都与印度文学有关，因为龙女本身就是一种舶来品。对此，霍世休作过比较深入的探讨。也有人主张，连韩愈的南山，在结构方面，都受到了一些印度的影响。在其他方面，外来的成分也可以找到一些，这里就不再一一列举了。唐代以后，经过宋元明，中外文学交流一直没有断过，不过不像六朝和唐代那样显著而已。明末清初，是中外交流的一个空前转折时期。过去的交流，东部以日本为主，西部以印度波斯为主。到了此时，欧风东渐，中国的文化交流主要以欧洲为对象了。天主教取代了佛教的地位，澳门成了主要的交流通道。交流对象以天文历算科学技术为主，其间也杂有文学艺术。有人考证，古希腊的伊索寓言已于此时传入中国。绘画方面，有郎世宁的作品，技巧是西方的，有时也流露出一点华夏画风。到了世纪，中西双方相互摸索的时间已经够长了，双方的相互了解已经大为增强了。中国方面少数有识之士，比如林则徐魏源等等，冲破了闭关锁国的桎梏，张开眼睛看世界，喜见西方世界之昌盛，深感夜郎自大之可笑，遂锐意介绍，积多半之努力而纂成的魏源的海国图志可以作为一个代表。此书在日本产生了良好的影响。据说，此书对年的明治维新也不无贡献。在中国方面，世纪末的洋务运动表现出中国一部分开明人士向西方寻求救世良药的努力。这个运动最初效果并不十分显著，但它是顺应时代潮流的，是无法抗御的，它自然会持续发展下去，一直到了世纪。世纪是公元第二个千纪的最后一个世纪。在这一百年里，人类社会的进步速度超过了过去的几千年，好像物理学上物体下坠的定理一样，速度越来越快。就拿世纪之初和世纪末相比，其速度也是极为悬殊的。"}
{"text":"此书在日本产生了良好的影响。据说，此书对年的明治维新也不无贡献。在中国方面，世纪末的洋务运动表现出中国一部分开明人士向西方寻求救世良药的努力。这个运动最初效果并不十分显著，但它是顺应时代潮流的，是无法抗御的，它自然会持续发展下去，一直到了世纪。世纪是公元第二个千纪的最后一个世纪。在这一百年里，人类社会的进步速度超过了过去的几千年，好像物理学上物体下坠的定理一样，速度越来越快。就拿世纪之初和世纪末相比，其速度也是极为悬殊的。现在的地球已经小成了一个地球村，虽相距千里万里也能朝发夕至。因此，文化交流，其中当然包括文学交流，越来越方便，越来越频繁，效果也越来越显著。在李岫教授等写作的这一部世纪中外文学交流史中，对文学交流的方方面面都作了细致深刻的叙述和分析，这实在是一件功德无量的事，值得我们大大地予以赞扬的。文学交流的意义何在呢？我个人认为，物质方面的文化交流能提高世界人民的生活水平。而文学交流则属于精神方面的文化交流，它能提高世界人民的精神境界，能促进世界文学创作的繁荣，更重要的是能促进世界上不同民族的相互了解，增强他们之间的友谊和感情，而最后这一点是极其重要的。世界人民，不管肤色多么不同，语言风习多么歧异，但是，他们却有一个共同的愿望他们要和平，不要战争他们要安定，不要祸乱他们要正义，不要邪恶。世纪在这方面作出了很坏的榜样，一百年内，狼烟四起，战乱不断，两次世界大战震古烁今。有的大国，手握原子弹和指挥棒，以世界警察自命。这些邪恶现象引起了全世界的公愤。转瞬世纪即将来临，这邪恶现象必将会继续下去。遏止之方不是没有，但是最重要的还要依靠人民的力量。文学交流是沟通人们的心灵和加强团结斗争的重要渠道。忆往述怀第二篇学林漫步忆往述怀谈中国书法书法，可以说是中国独有的艺术。日本自古迄今也是讲究书法的，自唐代起就名家辈出，这显然是受了中国的影响。我在这里讲受影响毫无贬义，日本受了中国的影响，自己也有所创新，有所发展，这是日本书法家最受人称赞之处。在几十年前，中国视古代文化如粪土的时期，我看了日本书法，曾感慨备至，惊呼热中肠，觉得我们将要礼失而求诸野了。幸而在改革开放以来，书法又受到青睐。老中青三代书法家，发奋图强，重振当年雄风。"}
