{"text":"孔子观水，却以它逝者如斯夫的前进，来说明虽是不断地过去，却具有永恒的不舍昼夜的勇迈古今的精神。我们若从儒佛道三家的圣哲来看水的赞语，也正好看出儒家的精进利生，道家的谦下养生，佛家的圣净无生三面古镜，可以自照自明人生的趋向，应当何去何从或在某一时间，某一地位如何应用一面宝鉴以自照自知自处。但在老子本章讲修水观的水道，除了特别提出它与物无争，谦下自处之外，又一再强调地说，一个人的行为如果能作到如水一样，善于自处而甘居下地，居善地心境养到像水一样，善于容纳百川的深沉渊默，心善渊行为修到同水一样助长万物的生命，与善仁说话学到如潮水一样准则有信，言善信立身处世作到像水一样持平正衡，正善治担当作事像水一样调剂融和，事善能把握机会，及时而动，做到同水一样随着动荡的趋势而动荡，跟着静止的状况而安详澄止，动善时再配合最基本的原则，与物无争，与世不争，那便是永无过患而安然处顺，犹如天地之道的似乎至私而起无私的妙用了。老子讲了这一连串人生哲学的行为大准则，如果集中在一个人的身上，就是完整而完善，实在太难了。除了历史上对所标榜的尧舜以外，几乎难得有一完人。不过，能有一项的美德，也就可以树立典范而垂千古了。我们来不及细数历史的古今人物，但从平常熟悉的偶忆中，顺便来说，由周大王的居分阝，到周文王的以百里兴老子自己的一生，始终以周守藏史的卑职自处吴太伯的让国避地张子房的自求封于留等等，都是效法居善地的道理。其余也有不少的圣君名臣，宽厚优容，做到心善渊的榜样。诸葛亮的三顾出山，终至于鞠躬尽瘁，死而后已，可以说是与善仁，言善信的楷模。汉代的文景之治，唐代的贞观之政，君臣上下，大体都有正善治，事善能，动善时的精神。只是人类历史的事迹大多，一时也讲说不完，姑且到此为止。此外，在东汉史上，有一段水的有名故事，那便是尚书仆射郑崇对汉哀帝质问门庭如市的对话。郑崇当时理直气壮地对答说臣门如市，臣心如水。因此而成为千古的名言，常被直道以事人主的大臣们所引用。那真是水的妙语。但可惜郑崇的臣心如水，结果也难免死在昏君哀帝的手里，水也应为他呜咽兴悲了！第九章持而盈之，不如其已揣而木兑之，不可长保。"}
{"text":"只是人类历史的事迹大多，一时也讲说不完，姑且到此为止。此外，在东汉史上，有一段水的有名故事，那便是尚书仆射郑崇对汉哀帝质问门庭如市的对话。郑崇当时理直气壮地对答说臣门如市，臣心如水。因此而成为千古的名言，常被直道以事人主的大臣们所引用。那真是水的妙语。但可惜郑崇的臣心如水，结果也难免死在昏君哀帝的手里，水也应为他呜咽兴悲了！第九章持而盈之，不如其已揣而木兑之，不可长保。金玉满堂，莫之能守富贵而骄，自遗其咎。功遂身退，天之道。由上善若水到不争故无尤的用世无净三昧，引而申之，说明天道自然的法则，因而引用在人生处世的哲学艺术上，便构成本章一连串劝世文式的老子格言。首先他说持而盈之，不如其已。可作两个层次来理解它一一个人，真能对天道自然的法则有所认识，那么，天赋人生，已够充实。能够将生命原有的真实性，善加利用，因应现实的世间，就能优游余裕而知足常乐了。如果忘记了原有生命的美善，反而利用原有生命的充裕，扩展欲望，希求永无止境的满足，那么，必定会遭来无限的苦果。还不如寡欲知足，就此安于现实，便是最好的解脱自在。二告诫在现实人生中的人们，若能保持已有的成就，便是最现实最大的幸福。如果更有非分的欲望和希求，不安于现实，要在原已持有的成就上，更求扩展，在满足中还要追求进一步的盈裕，最后终归得不偿失，还不如就此保持已得的本位就算了。总之，这种观念的重点，在于一个持字的诀窍。能不能持盈而保泰，那就要看当事人的智慧了。如果从第二层次来讲，老子这句话，是对当时在位的诸侯和权臣大夫们有所感而发的金玉良言。因此便有揣而税之，不可长保。金玉满堂，莫之能守。富贵而骄，自遗其咎等三联引申的说法。揣，是比喻很突出，很尖锐的东西。木兑，原本是梁上加楹的意思。用在这里，引申发挥，则和锐利的锐相通。一个人如果已经把握有锋锐的利器，但却仍然不满于现状，反要在锋刃上更加一重锐利，俗谚所谓矢上加尖，那么原有的锋刃就很难保了。这是形容一个人对聪明权势财富等等，都要知时知量，自保自持。如果已有聪慧而不知谦虚涵容，已有权势而不知隐遁退让，已有财富而不知适可而止，最后终归不能长保而自取毁灭。例如财富到了金玉满堂的程度，不能透彻了解陶朱公范蠡三聚三散的哲学艺术，最后，要想守住已有的利益而不可得。"}
{"text":"木兑，原本是梁上加楹的意思。用在这里，引申发挥，则和锐利的锐相通。一个人如果已经把握有锋锐的利器，但却仍然不满于现状，反要在锋刃上更加一重锐利，俗谚所谓矢上加尖，那么原有的锋刃就很难保了。这是形容一个人对聪明权势财富等等，都要知时知量，自保自持。如果已有聪慧而不知谦虚涵容，已有权势而不知隐遁退让，已有财富而不知适可而止，最后终归不能长保而自取毁灭。例如财富到了金玉满堂的程度，不能透彻了解陶朱公范蠡三聚三散的哲学艺术，最后，要想守住已有的利益而不可得。人们常会讥笑某种程度的有钱人是守财奴。其实，有财而能守，谈何容易！守的学问，大矣哉！因此古人便有创业难，守成不易，为君难，为臣不易等永垂千古的名训。等而下之，一个人在既有的富而且贵的环境中，却不知富与贵的本身，便是招来后祸的因素。如果持富而骄，因贵而做，那便是自己对自己过不去，终会自招恶果，后患无穷。讲到这里，使我们联想到许多历史故事，可以反证老子这些名言的真实性。现在只随便提出历史上的帝王将相，以及一般所知道的资料，稍作启发。富贵难保的反面文章在我们的历史经验上，有关历代帝王创业与灭亡的兴衰成败史，悉心详读，完全是一套因果报应的记录。因此，守成之君，必须要朝乾夕惕，随时戒慎恐惧，记取老子本章所说的道理，才能长保基业，坐稳江山。春秋五霸之一的齐桓公，曾经对历史的怀疑，提出问题来问管仲昔者三王者，既弑其君。今言仁义，则必以三王为法度，不识其故何也？对曰管仲说昔者，禹平治天下，及桀而乱之。汤放桀，以定禹功也。汤平治天下，及纣而乱之。武王代纣，以定汤功也。且善之伐不善也，自古至今，未有改之。君何疑焉！公齐桓公又问曰古之亡国，其何失？对日管仲说计得地与宝只打算拥有国土与财富宝物的现有大业，而不计失并不考虑将来失去的必然祸害。诸侯计得财委对于各地方的诸侯，只要求他输纳财物或奉献封地，而不计失但不考虑地方诸侯怨愤反感的失策后果。百姓计见亲对于一般人民，只满足于目前臣服拥护的虚荣亲切，而不计见弃并不考虑他们不是衷心悦服，将来会被大家所反对扬弃的悲惨下场。三者之属，一足以削。遍而有者，亡矣。古之隳国家，殒社稷者，非故且为之也。必少有乐焉，不知其陷于恶也。"}
{"text":"诸侯计得财委对于各地方的诸侯，只要求他输纳财物或奉献封地，而不计失但不考虑地方诸侯怨愤反感的失策后果。百姓计见亲对于一般人民，只满足于目前臣服拥护的虚荣亲切，而不计见弃并不考虑他们不是衷心悦服，将来会被大家所反对扬弃的悲惨下场。三者之属，一足以削。遍而有者，亡矣。古之隳国家，殒社稷者，非故且为之也。必少有乐焉，不知其陷于恶也。这里管仲所说的非故且为之也，必少有乐焉，不知其陷于恶也的意义，就是指只见日前的小利，而不计后果的大恶。也就是董仲舒春秋繁露所指的春秋二百四十年之中，弑君三十六，亡国五十二，细恶不绝之所致也。细恶，是指小小的过错，小过不慎，终酿大祸，甚至于亡家亡国。历代创业继统的皇王帝霸，如果不深明老子所说传统道家的哲学，到头来，便有如刘宋末代的十三岁小儿皇帝来顺帝，与明思宗两人一样的悲惨下场，至死不明为什么遭遇有如此惨痛的前因与后果。中外历史上的悲剧法国大革命的远因，早自十八世纪清朝康熙中叶法国的中兴英主开始。他就是自称为太阳王的路易十四，穷兵黩武之外，又加上穷奢极欲，建筑了名城凡尔赛宫等处。五六十年之间，传位到曾孙路易十五手里，在极度的豪华以后，不知持而盈之，不如其已，反而变本加厉，揣而税之。因此给后代子孙――路易十六留下国债四十亿之巨。如此局面，当然不可长保。但路易十六明知危殆，始终没有大刀阔斧的改革魄力，甚至还要矢上加尖。终至金玉满堂，莫之能守。富贵而骄，自遗其咎。路易十六在凡尔赛宫的宫廷生活，耗费国家金钱之多，令人叹为观止。每当有外国君主或重臣来访，路易十六都一定要在凡尔赛宫开设盛宴，一次宴会下来，动辄就是千万金元，笙歌达旦，作长夜之欢，戏子歌女舞妓，日夜不停地出入宫门，跳羽衣舞，唱霓裳曲。凡尔赛宫一年所喝的葡萄酒，就值七十九万法郎之多。此外，单是鱼肉就多达三百四十七万法郎。还有点灯的蜡烛费用，也在五万法郎以上。至于王宫中所用的宫女宫人，那更是多到令人难以置信。例如御膳房的厨师就有二五九人之多，其主任厨师的年薪是八万四千法郎。国王的秘书官将近千人之多，每个人的年薪是二十万法郎。王后的侍女也有五百人之多，每个人的年薪最少也有一万二千法郎。总计凡尔赛宫的宫女和侍臣是一万六千人，这里面还不包括一般贵族与朝臣。"}
{"text":"凡尔赛宫一年所喝的葡萄酒，就值七十九万法郎之多。此外，单是鱼肉就多达三百四十七万法郎。还有点灯的蜡烛费用，也在五万法郎以上。至于王宫中所用的宫女宫人，那更是多到令人难以置信。例如御膳房的厨师就有二五九人之多，其主任厨师的年薪是八万四千法郎。国王的秘书官将近千人之多，每个人的年薪是二十万法郎。王后的侍女也有五百人之多，每个人的年薪最少也有一万二千法郎。总计凡尔赛宫的宫女和侍臣是一万六千人，这里面还不包括一般贵族与朝臣。皇宫里的御用马匹有八千九百匹，御用车辆百多辆，所以每当路易十六出外巡幸，其行列之壮大有如祭典，无数车马排成一条长蛇阵，大臣们佩紫带黄，宫女们美服艳装，那种穷奢极欲的威风气派，真是有如天人一般。总计每年王室所花用的金钱竟相当国库总收入的五分之一。除此之外，还有将近一万的禁卫军，每年也要花费三百万元以上。王后安唐妮，那更是豪阔无度。她光是各种手镯，就能值到七八百万法郎，其他的首饰那就更不用说了。至于那些官廷贵族的年金，还不包括在王室经费以内。当时的凡尔赛宫，位于巴黎城郊，里面有二十九个庭园，四座了望台，有喷泉，有瀑布，四季鲜花盛开，极尽娱游之乐。可惜路易十六不能持盈保泰，反而促成大革命的提早来临，徒使自己与安唐妮王后都上了断头台，留为后人啼嘘凭吊，寄予无限的同情。有人将路易十六的王后安唐妮的促成败亡之局，匹比清末的慈禧，虽不尽然，但都犯了揣而税之，不可长保的错误，却是相同。其实，富贵易使人骄，得意容易忘形，这是人类心理的通病。尤其是以往历史上的帝后王孙，生育在深宫之中，长养于太监宫女之手，何尝备知人间社会的种种。因此，在我们的历史上，便常有自悲生为帝室儿孙的浩叹。当萧道成迫使刘宋末代皇帝――十三岁小儿刘准让位的时候，可怜的小皇帝，已自知不免于死亡，惊惧万分，随口就问萧道成的帮凶大臣王敬则说今天就要杀我吗？王敬则说不要怕，不过迁居别宫。官家对皇帝的称呼先世取司马家，也是如此。刘准一边哭，一边说愿后身世世，勿复生帝王家！同样的问题，发生在明思宗崇祯的时代，当李闯王率兵入宫的时候，思宗用剑砍杀他的女儿长平公主，叹曰汝何故生我家！由此，更可明白深入传统道家哲学的历代隐士高士们，薄帝王而不为，唯恐富贵来迫，于是便有避世唯恐不早，入山唯恐不深的思想了。有关历史名人在富贵贫贱之际，这一类的人生经验典故，多到不胜枚举。"}
{"text":"王敬则说不要怕，不过迁居别宫。官家对皇帝的称呼先世取司马家，也是如此。刘准一边哭，一边说愿后身世世，勿复生帝王家！同样的问题，发生在明思宗崇祯的时代，当李闯王率兵入宫的时候，思宗用剑砍杀他的女儿长平公主，叹曰汝何故生我家！由此，更可明白深入传统道家哲学的历代隐士高士们，薄帝王而不为，唯恐富贵来迫，于是便有避世唯恐不早，入山唯恐不深的思想了。有关历史名人在富贵贫贱之际，这一类的人生经验典故，多到不胜枚举。现在我们姑且摘取数则就反面发挥的诗文，以发人深省。仔细体会中国历史上第二个南北朝――宋辽金元时期几首名人的诗，便可了解老子本章有关人生哲学的深意。也许说这些作品未免过于悲观低调。但人生必须要经历悲怆，才能激发建设的勇气，这便是清代史学家大文学家赵翼先生在题元遗山诗集中所谓的身阅兴亡浩劫空，两朝文献一衰翁。无官未害餐周粟，有史深愁失楚弓。行殿幽兰悲夜火，故都乔木泣秋风。国家不幸诗家幸，赋到沧桑句便工。以下便是反映辽金元三朝有关金玉满堂，莫之能守，富贵而骄，自遗其咎的哲学文艺作品。辽伎者歌百尽竿头望九州，前人田土后人收。后人收得休欢喜，更有收人在后头。人生事，的确如此。无奈人们明知而不能解脱！金元遗山秋夜九死余生气息存，萧条门巷似荒村。春雷漫说惊坯户，皎日何曾入覆盆。济水有情添别泪，吴云无梦寄归魂。百年世事兼身事，樽酒何人与细论。百年世事兼身事，到头来，谁都难免有此感受。无论清平世界或离乱时代，大概都是如此。只可惜无遗山亲身经历兴衰成败的哲学观点，却是樽酒何人与细论的感慨，除非与老子细斟浅酌，对饮一杯，或许可以粲然一笑。元刘从益题闲闲公梦归诗学道几人知道味，谋生底物是生涯。庄周枕上非真蝶，乐广杯中亦假蛇。身后功名半张纸，夜来鼓吹一池蛙。梦间说梦重重梦，家外忘家处处家。学道几人知道味可为世人读老子者下一总评。谋生底物是生涯，人人到头都是一样。若能了知梦间说梦重重梦，家外忘家处处家。又何必入山修道然后才能解脱自在呢？元密兰沙求仙诗刀笔相从四十年，非非是是万千千。一家富贵千家怨，半世功名百世愆。牙笏紫袍今已矣，芒鞋竹杖任悠然。有人问我蓬莱事，云在青山水在天。一家富贵千家怨，半世功名百世愆。真是看透古今中外的人情世态。"}
{"text":"身后功名半张纸，夜来鼓吹一池蛙。梦间说梦重重梦，家外忘家处处家。学道几人知道味可为世人读老子者下一总评。谋生底物是生涯，人人到头都是一样。若能了知梦间说梦重重梦，家外忘家处处家。又何必入山修道然后才能解脱自在呢？元密兰沙求仙诗刀笔相从四十年，非非是是万千千。一家富贵千家怨，半世功名百世愆。牙笏紫袍今已矣，芒鞋竹杖任悠然。有人问我蓬莱事，云在青山水在天。一家富贵千家怨，半世功名百世愆。真是看透古今中外的人情世态。正因其如此，要想长保金玉满堂的富贵光景，必须深知揣而税之的不得当，以及富贵而骄，自遗其咎，自取速亡的可畏。进退存亡之际崇高必致堕落，积聚必有消散。缘会终须别离，有命咸归于死。这是佛学洞穿世事聚散无常的名言，同时也是出世思想的基本观点，可是以老子所代表道家哲学的可以出世，可以入世，他却有挫其锐，解其纷的不死之药，长保散而未尽的七字真言功遂，身退，天之道。其中去了一个助语词的之字，真正只有六字真言。后世的许多文学家们，感受意犹未尽，又再插入两字一句，变成九字真言，成为功成，名遂，身退，天之道了。七字真言也好，九字真言也好，说尽管说，说来还很潇洒，可是在一般的观念里，总觉得它消沉低调意味太浓。其实，大家只是忘记观察自然界的天之道，因此便觉低沉。如果仔细观察天道，日月经天，昼出夜沉，夜出昼没，寒来暑往，秋去冬来，都是很自然的功遂身退的正常现象。植物世界如草木花果，都是默默无言完成了它的生命任务，静悄悄地消逝，了无痕迹。动物世界生生不已，一代交替一代，谁又能不自然地退出生命的行列呢！如果说有，只有人类的心不肯死，不肯甘休，永远想在不可把捉中冀求把捉，在不可能永久占有中妄图占有。妄想违反自然，何其可悲！至于老子这些名言，究竟是正言天道不易法则的自然哲学？或是对他当时生存的时势，有感而发，用来警觉世人？似乎不须争论。但在我们的上古的历史文化上，原来儒道并不分家的共通观点来看，孔子孟子，以及其他诸子之学，动称先王，也都极力推崇尧舜的作为。尧舜之道的值得赞扬，那便是功遂，身退，天之道的最好范例。至于三代以后，家世天下的推位让国，想要表现一下功遂身退，自称为太上皇的戏剧，则几乎没有一个是出于至诚，也没有一个有美好的收场。其次，如北魏文帝的退位出家，以及相传清初顺治入五台山的剃度，都是别有心事，绝非功遂身退的情怀。"}
{"text":"或是对他当时生存的时势，有感而发，用来警觉世人？似乎不须争论。但在我们的上古的历史文化上，原来儒道并不分家的共通观点来看，孔子孟子，以及其他诸子之学，动称先王，也都极力推崇尧舜的作为。尧舜之道的值得赞扬，那便是功遂，身退，天之道的最好范例。至于三代以后，家世天下的推位让国，想要表现一下功遂身退，自称为太上皇的戏剧，则几乎没有一个是出于至诚，也没有一个有美好的收场。其次，如北魏文帝的退位出家，以及相传清初顺治入五台山的剃度，都是别有心事，绝非功遂身退的情怀。急流勇退的类型等两次之，从秦汉之后，看历史上风云人物的作为风格，取其稍微类同于道家的，如汉代的张良与诸葛亮，原本存心都想功遂身退，但很可惜其遭遇仍然不能遂其所愿。张良虽然不肯居功，只自谦退封于留地而为留侯，但却身不由己，不能再加上三点水而一溜了之，以已绝人间烟火食的半仙之分，结果仍免不了受吕后的饮食所害而殁。与其如此，还不如诸葛武侯的鞠躬尽瘁，死而后已，身成绝代之功，更为划算。也许由此历史经验的教训，致使后来道家人物的作为，如东晋的抱朴子――葛洪，南朝齐梁之际的陶弘景，更加小心谨慎。葛洪便早早抽身，自求出任为勾漏令，以宦途当隐遁，暗暗修他所认为的仙道以终。陶弘景则及早挂冠神武门，悠哉游哉，造成山中宰相的局面，作他的洞天真诰，自在精神领域了事。到了隋唐之间，文中子以儒佛道三家通才的学养，讲学河汾，造成唐初开国一班文武兼资的盛世人才，在人文文化上立下莫大功德，但结果姓名隐没不彰，反令后世多方考据，是为退身幕后的旷代奇人，虽无赫赫事功，却真合于身退之道。至于宋初，隐逸在华山的陈抟，已经完全走入道家的神仙行列，另当别论。南宋的韩世忠，知机早退，骑驴湖上，笑傲山林，可算明智之举，难能可贵。明初的诚意伯刘基，以亦儒亦道的姿态出山，辅助朱元璋而成功帝王事业，但结果仍然难逃被毒而亡。此外，另如佛家出家的高僧而返还俗世初服，成功留名于历史的，如元初的刘秉忠，明永乐时期的少师姚广孝，可算切实作到了功遂身退。此外如帮助朱元璋，专任办理西番外交政治的高僧宗泐禅师，不论道业学问，或者事功，都是第一流的人物，但照样不能功遂身退而圆寂于西番任所。由此可见无论如何高明的人物，毕生能完全合于功遂身退，天之道的，确是不易了！难道名缰利锁，当真牢不可破吗？"}
{"text":"此外，另如佛家出家的高僧而返还俗世初服，成功留名于历史的，如元初的刘秉忠，明永乐时期的少师姚广孝，可算切实作到了功遂身退。此外如帮助朱元璋，专任办理西番外交政治的高僧宗泐禅师，不论道业学问，或者事功，都是第一流的人物，但照样不能功遂身退而圆寂于西番任所。由此可见无论如何高明的人物，毕生能完全合于功遂身退，天之道的，确是不易了！难道名缰利锁，当真牢不可破吗？但从唐宋以后儒家思想的观点来看，对于老子的这句名言，虽然并无非议之处，只是把它换了文字的表达，变成谦让或谦光的美德而已。其实，后世的儒家是心有不甘，不敢完全苟同老子的观念，尤其反对修仙成佛之说，因此而搬弄文字的表相而已。这种思想，最有意趣的代表作品，莫如清人一首借题发挥咏吕纯阳的诗十年橐笔走神京，一遇钟离盖便倾。不是无心唐社稷，金丹一粒误先生。介于道家儒家的风范，能够做到功遂身退，入世又似出世的，历史上有没有这一类的典型人物呢？我认为从两晋清谈玄学的影响，在南北朝之间，有着不少风流人物。风格最为标准的，要算梁武帝的名臣韦睿。他善于从政，也善于用兵作战，有诸葛亮纶巾羽扇指挥若定的丰神，又有上善若水功成不居的意境。如遇老子，或者肯收他为徒，较之函谷关的守关吏尹子，应无逊色。可惜南北朝这一时代，在历史上不大出色，因此南北朝的人物也都被人所遗忘埋没了。韦睿，字怀文，京兆杜陵人。他是汉丞相韦贤的后裔，系出名门世族。自少即受郡守祖征的赏识，认为是干国家，成功业之才。当南齐紊乱之际，他肝衡人物，认为梁武帝萧衍还可算是命世之才，便决计辅从。历迁太子右卫率，出为辅国将军豫州刺史，领历阳太守，后迁调合肥，以功进爵为侯。梁武帝决心北伐，魏遣中山王元英为征南将军，率兵南来御敌。韦睿奉命统部北伐，屡建奇功。他素来体弱多病，虽在前线作战，也未尝骑马，只乘坐白木板舆，手执白如意，督厉将士，勇气无敌。平常与士卒同甘苦，极力爱护部下，令出必行，战无不胜。魏人军中有谣不畏萧娘与吕姥，但畏合肥有韦虎。对他畏惧万分。当前方军情紧急的时候，梁武帝遣亲信曹景宗与他会师，而且特别对景宗说韦睿，卿之乡望，宜善敬之。因此，景宗见韦睿，执礼甚谨。但每当战胜，景宗与其他将领，都争先上报。独韦睿迟迟报告，不愿争功。"}
