{"text":"没有音乐，因为那时候连中西学校也还没有音乐。那时小学校的学费差不多等于零，然而教科书和石板石笔之类，到底比千字文花夜记，乃至大学中庸贵些罢，所以有的家长还是不让他的子弟进小学。开学那天，居然有五六十学生，那就幸赖校长是一乡人望，能够号召另一原因是校址在人烟稠密的市中心。无所谓入学试验，学生按年龄分班，大些的进甲班，小的进乙班甲乙班的课程实在差不多，除了修身一门。我还依稀记得，甲班的修身是读论语，而乙班的却是文明书局出版的修身教科书。上课一星期以后，甲乙班的学生又互有调动，我被编进甲班里去了。教员只有两位，各教一班。甲班的教员不是本镇人，大家都说他新学确有根基这是说他的算学好，而那时小学的课程能使一位教员表示他真懂新学的，恐怕也只有算学这一门。我的父亲是酷嗜算学的，曾经自修到微积分，那时他卧病在床已经两年了，还常常托人去买了新出的算学书来，要母亲翻开了竖着给他读，――因为他患的是骨痨，手活动不便。他见我转进了甲班，很高兴，为的是得了好的先生但我倒担心，我对于算学已是惊弓之鸟，未进这小学的时候，曾受学于父亲，可是，你想，他卧病在床，连手也不大能动，单靠口说，叫我怎么弄得懂？父亲因此常常纳闷为什么我于算学那样的不近。甲班的先生，手是能够动的，能够用粉笔将复位乘法的过程在黑板上演算出来，并且教得又慢，所以我也慢慢地近起来了。同时，我也亲自体验了为什么人家说甲班先生的新学有根因为他写阿拉伯数目字实在比乙班先生熟练得多。乙班先生写那字始终是一对连接的圈子，这是他读文章打双圈时弄熟了的一手。进这小学以前，我读过家塾，也读过私塾念过三字经后，父亲就给我读新学了，那是从正蒙必读的天文歌诀节录出来的天文歌略。那时父亲还没病倒，他每天亲自节录四句，要我读熟，他说慢慢地加上去，到一天十句为止。可是我却慢慢地缩下来，每天读熟两句也还勉强。这一件事，也曾惹起父亲十分的烦恼。这使得我那时幼稚的头脑对于所谓新学者，既害怕而又憎恶。同时却又使我对于我所进的小学发生好感，因为这里的课程都比天文歌略容易记，也有兴味，即使是论语罢，孔子和弟子们的谈话无论如何总比天上的星座多点人间味。"}
{"text":"那时父亲还没病倒，他每天亲自节录四句，要我读熟，他说慢慢地加上去，到一天十句为止。可是我却慢慢地缩下来，每天读熟两句也还勉强。这一件事，也曾惹起父亲十分的烦恼。这使得我那时幼稚的头脑对于所谓新学者，既害怕而又憎恶。同时却又使我对于我所进的小学发生好感，因为这里的课程都比天文歌略容易记，也有兴味，即使是论语罢，孔子和弟子们的谈话无论如何总比天上的星座多点人间味。但论语只是修身，作为国文课本的，却是新编的文学初阶和速通虚字法。――乡下人称为洋书者是。这两本书都有图画，尤其是速通虚字法的插图，大大使我爱好。我现在回想起来，觉得速通虚字法的编者和画者，实在是了不起的儿童心理学家它的例句都能形象化，并且有鲜明的色彩。例如用虎猛于马这一句来说明于字的一种用法，同时那插图就是一只咆哮的老虎和一匹正在逃避的马又如解释更字，用此山高，彼山更高这么一句，插图便是两座山头，一高一低，中间有两人在那里指手画脚，仰头赞叹。速通虚字法帮助我造句，也帮助我能够读浅近的文言，更引起了我对于图画的兴味。我家屋后的堆破烂东西的平屋里，有不知属于哪一位叔曾祖的一板箱旧小说――当时称之为闲书，都是印刷极坏的木板书，虽有绣像，实在不合我的脾胃。画手和刻手都太拙劣，倒在其次主要的原因是其中的人物都是古衣冠，而表情也和我们活人不同。可是这板箱里还有几十张石印的极工细的平定发逆的宣传画。这大概是我的曾祖在汉口寄回来的。这里的人物全是现代衣冠了，而且有兵有大炮，有大刀队钢叉队，非常热闹。我找得以后，高兴极了，但微感失望的，是重复太多，几十张只有五六种名目，再则，上面虽有文字说明，可又深奥，读不懂。木板的闲书中就有西游记。因为早就听母亲讲过西游记中间的片断的故事，这书名是熟悉的，可惜是烂木板，有些地方连行款都模糊成一片黑影。但也拣可看的看下去。不久，父亲也知道我在偷看闲书了，他说看看闲书也可把文理看通。就叫母亲把一部石印的后西游记给我看，为什么给后西游记呢？"}
{"text":"木板的闲书中就有西游记。因为早就听母亲讲过西游记中间的片断的故事，这书名是熟悉的，可惜是烂木板，有些地方连行款都模糊成一片黑影。但也拣可看的看下去。不久，父亲也知道我在偷看闲书了，他说看看闲书也可把文理看通。就叫母亲把一部石印的后西游记给我看，为什么给后西游记呢？父亲的用意是如此为了使得国文长进，小孩子想看闲书也在所不禁，然而倘是有精致的插图的闲书，那么小孩子一定没有耐心从头看下去，却只拣插图有趣的一回来看了，这是看图而非看书，所以不行。那部石印的后西游记是没有插图的。那时小学校每月有考试。单试国文一题，可是郑重其事地要出榜，而且前几名还有奖赏，无非是铅笔之类。暑假年假大考自然也有奖赏，那就丰厚一点，笔墨等文具之外，也有书，――下学期用的教科书。可是有一次却奖赏了两本童话无猫国和大拇指，我于是知道有专给小孩子看的闲书。不过我那时因为已经看了西游记三国演义等等旧小说，习惯于大人的事情，对于无猫国之类并不怎样感到兴趣。这两本童话就送给了弟弟，他看着书中的图画，母亲讲给他听。每星期一篇作文。题目老是史论。教员在黑板上写好了题目，一定要讲解几句，指示怎样立论，――有时还暗示着怎样从古事论到时事。当然不会怎样具体的，我们也似懂非懂但我们都要争分数，先生既然说过应该带到现在，我们怎肯不带呢？结果就常常用一句公式的话来收梢后之为者可不乎？这一个公式实在是万应灵符，因为上半句为字下边可以填人主人父人友将帅什么都行，而下半句不字之下也可以随便配上慎戒惧勉等等。说来有点好笑，那时我们中间最大的不过十五六岁，小的十一二，照年龄而言，都还不是老气横秋地论古评今的时期，然而每星期一篇的史论把我们变成早熟，可又实在没有论古道今的知识和见解先生也知道，所以出了题目一定要讲解，硬地上掘鳝，就弄出一套公式来了。这一套公式是三段的第一，将题中的人或事叙述几句，第二，论断带感慨，第三就是上面说过的那一道万应灵符来收梢。这样的作文每星期一次，倘要说于我们有什么好处，那至多亦不过很肤浅地弄熟一点史实，以及练习练习之乎者也的摆布罢了。对于思想的发展，毫无帮助。"}
{"text":"这一套公式是三段的第一，将题中的人或事叙述几句，第二，论断带感慨，第三就是上面说过的那一道万应灵符来收梢。这样的作文每星期一次，倘要说于我们有什么好处，那至多亦不过很肤浅地弄熟一点史实，以及练习练习之乎者也的摆布罢了。对于思想的发展，毫无帮助。可是我现在想来，当时那位先生老叫我们做史论，也有他的用意他是想叫学生留心国家大事。他自己是新派，颇有点政治思想。最可怪的，我们弄惯了史论那一套公式，有时先生例外出个非史论的作文题，例如游记之类，我们倒有点感到手足无措了。两年以后，我就做了这小学的第一班毕业生。时在冬季。离这半年前，我的父亲故世。他卧病三年，肌肉落尽，那年夏天极热，他就像干了膏油的一盏灯，奄奄长瞑了。那年春天，他已自知不起，叫我搬出他的书籍和算草来整理有几十本新民丛报，几套格致汇编，还有一本仁学，他吩咐特别包起来，说不久你也许能看了。特别是那本仁学，他叮嘱我将来不可不读。他似乎很敬重这位晚清思想界的慧星谭嗣同先生。那时我曾把仁学翻了一下，可是不懂。小学毕业那年，中西学校也迁到镇里来了本来在市外，并且改名为高等小学校，我就进了这学校的三年级。但虽然名为高等小学校，最高年级五年级，那时中间空一级，没有四年级的学生却有几何代数英文读纳氏文法第三本。几何的课本是形学备旨，这是开天辟地那位教几何的先生选定的课本，后来那先生走了，这课本却传了代，直到后来我学的也还是这一本有光纸印的厚厚的线装的老家伙。原载年月日宇宙风期新民丛报辛亥革命前梁启超主编的刊物。格致汇编清末在上海出版的包括物理化学和博物等学科的读物。仁学谭嗣同的哲学著作。风景谈前夜看了塞上风云的预告片，便又回忆起猩猩峡外的沙漠来了。"}
{"text":"原载年月日宇宙风期新民丛报辛亥革命前梁启超主编的刊物。格致汇编清末在上海出版的包括物理化学和博物等学科的读物。仁学谭嗣同的哲学著作。风景谈前夜看了塞上风云的预告片，便又回忆起猩猩峡外的沙漠来了。那还不能被称为戈壁，那在普通地图上，还不过是无名的小点，但是人类的肉眼已经不能望到它的边际，如果在中午阳光正射的时候，那单纯而强烈的返光会使你的眼睛不舒服没有隆起的沙丘，也不见有半间泥房，四顾只是茫茫一片，那样的平坦，连一个坎儿井也找不到那样的纯然一色，即使偶尔有些驼马的枯骨，它那微小的白光，也早溶入了周围的苍茫又是那样的寂静，似乎只有热空气在作哄哄的火响。然而，你不能说，这里就没有风景。当地平线上出现了第一个黑点，当更多的黑点成为线，成为队，而且当微风把铃铛的柔声，丁当，丁当，送到你的耳鼓，而最后，当那些昂然高步的骆驼，排成整齐的方阵，安详然而坚定地愈行愈近，当骆驼队中领队驼所掌的那一杆长方形猩红大旗耀入你眼帘，而且大小丁当的谐和的合奏充满了你耳管，――这时间，也许你不出声，但是你的心里会涌上了这样的感想的多么庄严，多么妩媚呀！这里是大自然的最单调最平板的一面，然而加上了人的活动，就完全改观，难道这不是风景吗？自然是伟大的，然而人类更伟大。于是我又回忆起另一个画面，这就在所谓黄土高原！那边的山多数是秃顶的，然而层层的梯田，将秃顶装扮成稀稀落落有些黄毛的癞头，特别是那些高秆植物颀长而整齐，等待检阅的队伍似的，在晚风中摇曳，别有一种惹人怜爱的姿态。可是更妙的是三五月明之夜，天是那样的蓝，几乎透明似的，月亮离山顶，似乎不过几尺，远看山顶的小米丛密挺立，宛如人头上的怒发，这时候忽然从山脊上长出两支牛角来，随即牛的全身也出现，掮着犁的人形也出现，并不多，只有三两个，也许还跟着个小孩，他们姗姗而下，在蓝的天，黑的山，银色的月光的背景上，成就了一幅剪影，如果给田园诗人见了，必将赞叹为绝妙的题材。可是没有完。这几位晚归的种地人，还把他们那粗朴的短歌，用愉快的旋律，从山顶上飘下来，直到他们没入了山坳，依旧只有蓝天明月黑qq的山，歌声可是缭绕不散。另一个时间。另一个场面。"}
{"text":"可是没有完。这几位晚归的种地人，还把他们那粗朴的短歌，用愉快的旋律，从山顶上飘下来，直到他们没入了山坳，依旧只有蓝天明月黑qq的山，歌声可是缭绕不散。另一个时间。另一个场面。夕阳在山，干坼的黄土正吐出它在一天内所吸收的热，河水汤汤急流，似乎能把浅浅河床中的鹅卵石都冲走了似的。这时候，沿河的山坳里有一队人，从生产归来，兴奋的谈话中，至少有七八种不同的方音。忽然间，他们又用同一的音调，唱起雄壮的歌曲来了，他们的爽朗的笑声，落到水上，使得河水也似在笑。看他们的手，这是惯拿调色板的，那是昨天还拉着提琴的弓子伴奏着生产曲的，这是经常不离木刻刀的，那又是洋洋洒洒下笔如有神的，但现在，一律都被锄锹的木柄磨起了老茧了。他们在山坡下，被另一群所迎住。这里正燃起熊熊的野火，多少曾调朱弄粉的手儿，已经将金黄的小米饭，翠绿的油菜，准备齐全。这时候，太阳已经下山，却将它的余辉幻成了满天的彩霞，河水喧哗得更响了，跌在石上的便喷出了雪白的泡沫，人们把沾着黄土的脚伸在水里，任它冲刷，或者掬起水来，洗一把脸。在背山面水这样一个所在，静穆的自然和弥满着生命力的人，就织成了美妙的图画。在这里，蓝天明月，秃顶的山，单调的黄土，浅濑的水，似乎都是最恰当不过的背景，无可更换。自然是伟大的，人类是伟大的，然而充满了崇高精神的人类的活动，乃是伟大中之尤其伟大者！"}
{"text":"如果在公园时你一眼瞥见，首先第一会是这里有一对恋人，那么，此时此际，倒是先感到那样一个沉闷的雨天，寂寞的荒山，原始的石洞，安上这么两个人，是一个奇迹，使大自然顿时生色！他们之是否恋人，落在问题之外。你所见的，是两个生命力旺盛的人，是两个清楚明白生活意义的人，在任何情形之下，他们不倦怠，也不会百无聊赖，更不至于从胡闹中求刺戟，他们能够在任何情况之下，拿出他们那一套来，怡然自得。但是什么能使他们这样呢？不过仍旧回到风景罢在这里，人依然是风景的构成者，没有了人，还有什么可以称道的？再者，如果不是内生活极其充满的人作为这里的主宰，那又有什么值得怀念？再有一个例子如果你同意，二三十棵桃树可以称为林，那么这里要说的，正是这样一个桃林。花时已过，现在绿叶满株，却没有一个桃子。半爿旧石磨，是最漂亮的圆桌面，几尺断碑，或是一截旧阶石，那又是难得的几案。现成的大小石块作为凳子，――而这样的石凳也还是以奢侈品的姿态出现。这些怪样的家具之所以成为必要，是因为这里有一个茶社。桃林前面，有老百姓种的荞麦，也有大麻和玉米这一类高秆植物。荞麦正当开花，远望去就像一张粉红色的地毯，大麻和玉米就像是屏风，靠着地毯的边缘。太阳光从树叶的空隙落下来，在泥地上，石家具上，一抹一抹的金黄色。偶尔也听得有草虫在叫，带住在林边树上的马儿伸长了脖子就树干搔痒，也许是乐了，便长嘶起来。这就不坏！你也许要这样说。可不是，这里是有一般所谓风景的一些条件的！然而，未必尽然。"}
{"text":"太阳光从树叶的空隙落下来，在泥地上，石家具上，一抹一抹的金黄色。偶尔也听得有草虫在叫，带住在林边树上的马儿伸长了脖子就树干搔痒，也许是乐了，便长嘶起来。这就不坏！你也许要这样说。可不是，这里是有一般所谓风景的一些条件的！然而，未必尽然。在高原的强烈阳光下，人们喜欢把这一片树荫作为户外的休息地点，因而添上了什么茶社，这是这个风景区成立的因缘，但如果把那二三十棵桃树，半爿磨石，几尺断碣，还有荞麦和大麻玉米，这些其实到处可遇的东西，看成了此所谓风景区的主要条件，那或者是会贻笑大方的。中国之大，比这美得多的所谓风景区，数也数不完，这个值得什么？所以应当从另一方面去看。现在请你坐下，来一杯清茶，两毛钱的枣子，也作一次桃园的茶客罢。如果你愿意先看女的，好，那边就有三四个，大概其中有一位刚接到家里寄给她的一点钱，今天来请请同伴。那边又有几位，也围着一个石桌子，但只把随身带来的书籍代替了枣子和茶了。更有两位虎头虎脑的青年，他们走过天下最难走的路，现在却静静地坐着，温雅得和闺女一般。男女混合的一群，有坐的，也有蹲的，争论着一个哲学上的问题，时时哗然大笑，就在他们近边，长石条上躺着一位，一本书掩住了脸。这就够了，不用再多看。总之，这里有特别的氛围，但并不古怪。人们来这里，只为恢复工作后的疲劳，随便喝点，要是袋里有钱或不喝，随便谈谈天在有闲的只想找一点什么来消磨时间的人们看来，这里坐的不舒服，吃的喝的也太粗糙简单，也没有什么可以供赏玩，至多来一次，第二次保管厌倦。但是不知道消磨时间为何物的人们却把这一片简陋的绿荫看得很可爱，因此，这桃林就很出名了。因此，这里的风景也就值得留恋，人类的高贵精神的辐射，填补了自然界的贫乏，增添了景色，形式的和内容的。人创造了第二自然！最后一段回忆是五月的北国。清晨，窗纸微微透白，万籁俱静，嘹亮的喇叭声，破空而来。我忽然想起了白天在一本贴照簿上所见的第一张，银白色的背景前一个淡黑的侧影，一个号兵举起了喇叭在吹，严肃，坚决，勇敢，和高度的警觉，都表现在小号兵的挺直的胸膛和高高的眉棱上边。我赞美这摄影家的艺术，我回味着，我从当前的喇叭声中也听出了严肃，坚决，勇敢，和高度的警觉来，于是我披衣出去，打算看一看。空气非常清冽，朝霞笼住了左面的山，我看见山峰上的小号兵了。"}
{"text":"人创造了第二自然！最后一段回忆是五月的北国。清晨，窗纸微微透白，万籁俱静，嘹亮的喇叭声，破空而来。我忽然想起了白天在一本贴照簿上所见的第一张，银白色的背景前一个淡黑的侧影，一个号兵举起了喇叭在吹，严肃，坚决，勇敢，和高度的警觉，都表现在小号兵的挺直的胸膛和高高的眉棱上边。我赞美这摄影家的艺术，我回味着，我从当前的喇叭声中也听出了严肃，坚决，勇敢，和高度的警觉来，于是我披衣出去，打算看一看。空气非常清冽，朝霞笼住了左面的山，我看见山峰上的小号兵了。霞光射住他，只觉得他的额角异常发亮，然而，使我惊叹叫出声来的，是离他不远有一位荷枪的战士，面向着东方，严肃地站在那里，犹如雕像一般。晨风吹着喇叭的红绸子，只这是动的，战士枪尖的刺刀闪着寒光，在粉红的霞色中，只这是刚性的。我看得呆了，我仿佛看见了民族的精神化身而为他们两个。如果你也当它是风景，那便是真的风景，是伟大中之最伟大者！年月，于枣子岚垭原载年月日文艺阵地卷期兰州杂碎南方人一到兰州，这才觉得生活的味儿大不相同。一九三九年的正月，兰州还没有遭过轰炸，唯一漂亮的旅馆是中国旅行社办的兰州招待所。三星期之内，招待所的大厅内，有过七八次的大宴会，做过五次的喜事，其中最热闹的一次喜事，还把招待所的空客房全部租下。新郎是一个空军将士，据说是请准了三天假来办这场喜事，假期一满，就要出发，于是招待所的一间最大的客房，就权充作三天的洞房。招待所是旧式房屋，可是有新式门窗，绿油的窗，红油的柱子，真辉煌！有一口自流井，抽水筒成天地叫着。在上海受过训练的南方籍茶房，给旅客端进了洗脸水和茶水来了嘿，清的倒是洗脸的，浑的倒是喝的么？不错！清的是井水，是苦水，别说喝，光是洗脸也叫你的皮肤涩巴巴地难受不用肥皂倒还好，一用了肥皂，你脸上的尘土就腻住了毛孔，越发弄不下。这是含有多量硷质的苦水，虽清，却不中使。浑的却是河水。那是甜水。一玻璃杯的水，回头沉淀下来，倒有小半杯的泥浆，然而这是甜水，这是花五毛钱一担从城外黄河里挑来的。不过苦水也还是水。甘肃省有许多地方，据说，连苦水也是宝贝，一个人独用一盆洗脸水，那简直是骇人听闻的奢侈！吃完了面条，伸出舌头来舐干那碗上的浓厚的浆汁算是懂得礼节。"}
