{"text":"著有电影剧本战舰大和号日本海大海战等。左祝黎―苏联作家。早年因参加革命运动多次被捕入狱，后在卫国战争中牺牲。著有长篇小说人的工厂时代的留声机等。新俄新小说家三十人集德译本于一九二九年柏林马力克出版。青年界综合性杂志，一九三一年一月创刊，赵景深李小峰合编，上海北新书局发行。拉甫列涅夫，―苏联作家。十月革命后曾参加红军。四十一第四十一，是他作于一九二四年的中篇小说，曹靖华译，一九二九年六月北平未名社出版，一九三六年印入良友图书印刷公司出版的苏联作家七人集。英培尔，―苏联女诗人。主要作品有长诗普尔科夫子午线和散文集将近三年列宁格勒日记。吉柏龄p，―通译吉卜林，英国作家。他生于印度，作品多描写英国殖民者的日常生活，著有长篇小说吉姆儿童故事林莽之书等。缪塞ss，―，法国作家。著有自传性小说一个世纪儿的忏悔等。斯丹达尔，―通译司汤达，法国作家。原名贝尔。著有长篇小说红与黑吕西安娄凡，文艺论著拉辛与莎士比亚等。法兰斯，通译法朗士。哈德，―美国作家。作品多描写淘金工人的艰苦生活，如咆哮营的幸运儿等。太阳之下即阳光照耀的地方，英培尔根据一九一八年至一九二二年间在敖德萨的生活写成的中篇。凯泰耶夫通译卡达耶夫，苏联作家。著有长篇小说时间呀，前进！我是劳动人民的儿子等。绥甫林娜Z，―通译谢芙琳娜，苏联女作家。主要作品有中篇小说维里尼亚等。爱伦堡，―苏联作家。曾长期侨居国外，著有长篇小说暴风雨巴黎的陷落，以及回忆录人岁月生活等。巴培尔，―，苏联作家。著有骑兵队敖德萨的故事等。"}
{"text":"著有长篇小说时间呀，前进！我是劳动人民的儿子等。绥甫林娜Z，―通译谢芙琳娜，苏联女作家。主要作品有中篇小说维里尼亚等。爱伦堡，―苏联作家。曾长期侨居国外，著有长篇小说暴风雨巴黎的陷落，以及回忆录人岁月生活等。巴培尔，―，苏联作家。著有骑兵队敖德萨的故事等。惠垒赛耶夫，―通译魏烈萨耶夫，苏联作家。著有小说无路可走绝路等以及研究普希金陀思妥耶夫斯基托尔斯泰等人的著作。普理希文，―，苏联作家。曾任农艺师。著有小说贝林捷亚的水泉太阳的宝库，自传体长篇小说卡歇耶夫山脉等。洞窟附记俄国十月革命后饥荒情形的描写，中国所译的已有好几篇了。但描写寒冷之苦的小说，却尚不多见。萨弥亚丁是革命前就已出名的作家，这一篇巧妙地写出人民因饥寒而复归于原始生活的状态。为了几块柴，上流的智识者至于人格分裂，实行偷窃，然而这还是暂时的事，终于将毒药当作宝贝，以自杀为唯一的出路。――但在生活于温带地方的读者，恐怕所受的感印是没有怎么深切的。一九三年七月十八日，译讫记。本篇连同洞窟的译文，最初发表于一九三一年一月十日东方杂志第二十八卷第一号署名隋洛文。后未印入单行本。萨弥亚丁即札弥亚丁。参看本卷第页注。竖琴附记符拉迪弥尔理定是一八九四年二月三日，生于墨斯科的，今年才三十五岁。七岁，入拉赛列夫斯基东方语学院十四岁丧父，就营独立生活，到一九一一年毕业，夏秋两季，在森林中过活了几年。欧洲大战时，由墨斯科大学毕业，赴西部战线十月革命时是在赤军中及西伯利亚和墨斯科后来常常旅行外国，不久也许会像一样，到东方来。他的作品正式的出版，在一九一五年，到去年止，约共有十二种。因为是大学毕业的，所以是智识阶级作家，也是同路人，但读者颇多，算是一个较为出色的。这篇是短篇小说集往日的故事中的一篇，从日本村田春海的译本重译的。"}
{"text":"七岁，入拉赛列夫斯基东方语学院十四岁丧父，就营独立生活，到一九一一年毕业，夏秋两季，在森林中过活了几年。欧洲大战时，由墨斯科大学毕业，赴西部战线十月革命时是在赤军中及西伯利亚和墨斯科后来常常旅行外国，不久也许会像一样，到东方来。他的作品正式的出版，在一九一五年，到去年止，约共有十二种。因为是大学毕业的，所以是智识阶级作家，也是同路人，但读者颇多，算是一个较为出色的。这篇是短篇小说集往日的故事中的一篇，从日本村田春海的译本重译的。时候是十月革命后到次年三月，约半年事情是一个犹太人因为不堪在故乡的迫害和虐杀，到墨斯科去寻正义，然而止有饥饿，待回来时，故家已经充公，自己也下了狱了。就以这人为中心，用简洁的蕴藉的文章，画出着革命俄国的周围的生活。原译本印在新兴文学全集第二十四卷里，有几个脱印的字，现在看上下文义补上了，自己不知道有无错误。另有两个，却原来如此，大约是示威，杀戮这些字样罢，没有补。又因为希图易懂，另外加添了几个字，为原译本所无，则并重的注解都用方括弧作记。至于黑鸡来啄等等，乃是生了伤寒，发热时所见的幻象，不是智识阶级作家，作品里大概不至于有这样的玩意儿的――理定在自传中说，他年青时，曾很受契诃夫的影响。还要说几句不大中听的话――这篇里的描写混乱，黑暗，可谓颇透了，虽然粉饰了许多诙谐，但刻划分明，恐怕虽从我们中国的普罗塔列亚特苦理替开尔看来，也要斥为反革命，――自然，也许因为是俄国作家，总还是值得纪念，和阿尔志跋绥夫一例待遇的。然而在他本国，为什么并不没落呢？我想，这是因为虽然有血，有污秽，而也有革命因为有革命，所以对于描出血和污秽――无论已经过去或未经过去――的作品，也就没有畏惮了。这便是所谓新的产生。一九二八年十一月十五日，附记。本篇连同竖琴的译文，最初发表于一九二九年一月小说月报第二十卷第一号。后将本篇前三段稍加修改，收入竖琴单行本。即毕力涅克。曾于一九二六年夏来中国，在北京上海等地作短期游历。普罗塔列亚特苦理替开尔意为无产阶级文化提倡者。"}
{"text":"这便是所谓新的产生。一九二八年十一月十五日，附记。本篇连同竖琴的译文，最初发表于一九二九年一月小说月报第二十卷第一号。后将本篇前三段稍加修改，收入竖琴单行本。即毕力涅克。曾于一九二六年夏来中国，在北京上海等地作短期游历。普罗塔列亚特苦理替开尔意为无产阶级文化提倡者。一天的工作一天的工作前记苏联的无产作家，是十月革命以后，即努力于创作的，一九一八年，无产者教化团就印行了无产者小说家和诗人的丛书。二十年夏，又开了作家的大会。而最初的文学者的大结合，则是名为锻冶厂的集团。但这一集团的，是往往负着深的传统的影响的，因此就少有独创性，到新经济政策施行后，误以为革命近于失败，折了幻想的翅子，几乎不能歌唱了。首先对他们宣战的，是那巴斯图意云在前哨派的批评家，英古罗夫说对于我们的今日，他们在怠工，理由是因为我们的今日，没有十月那时的灿烂。他们不愿意走下英雄底阿灵比亚来。这太平常了。这不是他们的事。一九二二年十二月，无产者作家的一团在青年卫军的编辑室里集合，决议另组一个十月团，锻冶厂和青年卫军的团员，离开旧社，加入者不少，这是锻冶厂分裂的开端。十月团的主张，如烈烈威支说，是内乱已经结束，暴风雨和袭击的时代过去了。而灰色的暴风雨的时代又已到来，在无聊的幔下，暗暗地准备着新的暴风雨和新的袭击。所以抒情诗须用叙事诗和小说来替代抒情诗也应该是血，是肉，给我们看活人的心绪和感情，不要表示柏拉图一流的欢喜了。但青年卫军的主张，却原与十月团有些相近的。革命直后的无产者文学，诚然也以诗歌为最多，内容和技术，杰出的都很少。有才能的革命者，还在血战的涡中，文坛几乎全被较为闲散的同路人所独占。然而还是步步和社会的现实一同进行，渐从抽象的，主观的而到了具体的，实在的描写，纪念碑的长篇大作，陆续发表出来，如里培进斯基的一周间，绥拉菲摩维支的铁流，革拉特珂夫的士敏土，就都是一九二三至二四年中的大收获，且已移植到中国，为我们所熟识的。"}
{"text":"有才能的革命者，还在血战的涡中，文坛几乎全被较为闲散的同路人所独占。然而还是步步和社会的现实一同进行，渐从抽象的，主观的而到了具体的，实在的描写，纪念碑的长篇大作，陆续发表出来，如里培进斯基的一周间，绥拉菲摩维支的铁流，革拉特珂夫的士敏土，就都是一九二三至二四年中的大收获，且已移植到中国，为我们所熟识的。站在新的立场上的智识者的作家既经辈出，一面有些同路人也和现实接近起来，如伊凡诺夫的哈蒲，斐定的都市与年，也被称为苏联文坛上的重要收获。先前的势如水火的作家，现在似乎渐渐有些融洽了。然而这文学上的接近，渊源其实是很不相同的。珂刚教授在所著的伟大的十年的文学中说无产者文学虽然经过了几多的变迁，各团体间有过争斗，但总是以一个观念为标帜，发展下去的。这观念，就是将文学看作阶级底表现，无产阶级的世界感的艺术底形式化，组织意识，使意志向着一定的行动的因子，最后，则是战斗时候的观念形态底武器。纵使各团体间，颇有不相一致的地方，但我们从不见有谁想要复兴一种超阶级的，自足的，价值内在的，和生活毫无关系的文学。无产者文学是从生活出发，不是从文学性出发的。虽然因为作家们的眼界扩张，以及从直接斗争的主题，移向心理问题，伦理问题，感情，情热，人心的细微的经验，那些称为永久底全人类的主题的一切问题去，而文学性也愈加占得光荣的地位所谓艺术底手法，表现法，技巧之类，又会有重要的意义学习艺术，研究艺术，研究艺术的技法等事，成了急务，公认为切要的口号有时还好像文学绕了一个大圈子，又回到原先的处所了。所谓同路人的文学，是开拓了别一条路的。他们从文学走到生活去。他们从价值内在底技巧出发。他们先将革命看作艺术底作品的题材，自说是对于一切倾向性的敌人，梦想着无关于倾向的作家的自由的共和国。然而这些纯粹的文学主义者们――而且他们大抵是青年――终于也不能不被拉进全线沸腾着的战争里去了。他们参加了战争。于是从革命底实生活到达了文学的无产阶级作家们，和从文学到达了革命底实生活的同路人们，就在最初的十年之终会面了。最初的十年的终末，组织了苏联作家的联盟。将在这联盟之下，互相提携，前进了。最初的十年的终末，由这样伟大的试练来作纪念，是毫不足怪的。"}
{"text":"然而这些纯粹的文学主义者们――而且他们大抵是青年――终于也不能不被拉进全线沸腾着的战争里去了。他们参加了战争。于是从革命底实生活到达了文学的无产阶级作家们，和从文学到达了革命底实生活的同路人们，就在最初的十年之终会面了。最初的十年的终末，组织了苏联作家的联盟。将在这联盟之下，互相提携，前进了。最初的十年的终末，由这样伟大的试练来作纪念，是毫不足怪的。由此可见在一九二七年顷，苏联的同路人已因受了现实的熏陶，了解了革命，而革命者则由努力和教养，获得了文学。但仅仅这几年的洗练，其实是还不能消泯痕迹的。我们看起作品来，总觉得前者虽写革命或建设，时时总显出旁观的神情，而后者一落笔，就无一不自己就在里边，都是自己们的事。可惜我所见的无产者作家的短篇小说很有限，这十篇之中，首先的两篇，还是同路人的，后八篇中的两篇，也是由商借而来的别人所译，然而是极可信赖的译本，而伟大的，遗漏的还很多，好在大抵别有长篇，可供阅读，所以现在也不再等待，收罗了。至于小传及译本所据的本子，也都写在里，和竖琴一样。临末，我并且在此声谢那帮助我搜集传记材料的朋友。一九三二年九月十八夜，记。一天的工作在一九三二年至一九三三年间编译的苏联短篇小说集，一九三三年三月由上海良友图书印刷公司出版，列为良友文学丛书之一。内收毕力涅克的苦蓬绥甫林娜的肥料略悉珂的铁的静寂聂维洛夫的我要活玛拉式庚的工人绥拉菲摩维支的一天的工作和岔道夫孚尔玛诺夫的革命的英雄们唆罗诃夫的父亲班菲洛夫和伊连珂夫合写的枯煤，人们和耐火砖等作品十篇。其中绥拉菲摩维支的两篇为文尹杨之华译。苦蓬肥料和我要活三篇在收入单行本前，曾分别发表于东方杂志半月刊北斗月刊和文学月报。本篇最初印入一天的工作单行本，未在报刊上发表过。无产者教化团即无产阶级文化协会，苏联早期文化组织，成立于一九一七年九月，十月革命后，全国各大城市都设有分部，并出版定期刊物无产者文化汽笛等。在理论和实践上，他们都犯有错误，一九二年列宁曾给予批评。一九三二年解散。"}
{"text":"本篇最初印入一天的工作单行本，未在报刊上发表过。无产者教化团即无产阶级文化协会，苏联早期文化组织，成立于一九一七年九月，十月革命后，全国各大城市都设有分部，并出版定期刊物无产者文化汽笛等。在理论和实践上，他们都犯有错误，一九二年列宁曾给予批评。一九三二年解散。作家的大会指一九二年五月全俄无产阶级作家协会在莫斯科举行的作家大会，出席者有代表二十五个城市的作家一百五十人。英古罗夫在岗位上派的文艺评论家。这里引用的他的话，见于他作的论损失一文，载在岗位上杂志创刊号一九二三年上。阿灵比亚即奥林匹斯，希腊北部的高山，希腊神话中诸神的住所，古希腊人视为神山。青年卫军即青年近卫军，文学艺术和通俗科学杂志，俄共青年团中央的机关刊物，一九二二年创刊于莫斯科，与同年十月成立的文学团体青年近卫军社有密切关系。一九二三年三月青年近卫军社与十月社工人之春社同参加莫斯科无产阶级作家协会。十月团即十月社，苏联早期的文学团体，一九二二年十二月成立。核心人物有原属锻冶场社的马雷希金，青年近卫军社的培赛勉斯基，工人之春社的索柯洛夫和未参加团体的里别进斯基等。柏拉图一流的欢喜指幻想或理想的快乐。柏拉图前―前，古希腊哲学家，著有理想国飨宴篇等。里培进斯基―通译里别进斯基，苏联作家。一周间，描写内战时期斗争的小说，有蒋光慈译本，一九三年一月上海北新书局出版。绥拉菲摩维支―苏联作家。早期作品描写劳动人民的悲惨生活，一九五年革命后，转而以工人革命斗争为主题。铁流，描写红军游击队与敌人斗争的长篇小说，发表于一九二四年，有曹靖华译本，一九三一年十一月上海三闲书屋出版，写有编校，现收入集外集拾遗。革拉特珂夫―苏联作家，早年参加革命，曾被沙皇政府逮捕及流放，十月革命后参加国内战争和卫国战争。"}
{"text":"早期作品描写劳动人民的悲惨生活，一九五年革命后，转而以工人革命斗争为主题。铁流，描写红军游击队与敌人斗争的长篇小说，发表于一九二四年，有曹靖华译本，一九三一年十一月上海三闲书屋出版，写有编校，现收入集外集拾遗。革拉特珂夫―苏联作家，早年参加革命，曾被沙皇政府逮捕及流放，十月革命后参加国内战争和卫国战争。士敏土现译水泥，描写国内战争结束后工人阶级为恢复生产而斗争的长篇小说，发表于一九二五年，有董绍明蔡裳合译本，一九三二年七月上海新生命书局出版。哈蒲伊凡诺夫发表于一九二五年的小说，描写在西伯利亚猎狐的故事。苏联作家的联盟指一九二八年在莫斯科成立的全苏联无产阶级作家协会。一九三二年，联共布中央作出关于改组文学艺术团体的决议，后解散，成立苏联作家协会。这里所说首先的两篇，指苦蓬和肥料后八篇中的两篇，指一天的工作和岔道夫。毕力涅克s的真姓氏是鄂皋，以一八九四年生于伏尔迦沿岸的一个混有日耳曼犹太俄罗斯鞑靼的血液的家庭里。九岁时他就试作文章，印行散文是十四岁。绥拉比翁的兄弟们成立后，他为其中的一员，一九二二年发表小说精光的年头，遂得了甚大的文誉。这是他将内战时代所身历的酸辛，残酷，丑恶，无聊的事件和场面，用了随笔或杂感的形式，描写出来的。其中并无主角，倘要寻求主角，那就是革命。而毕力涅克所写的革命，其实不过是暴动，是叛乱，是原始的自然力的跳梁，革命后的农村，也只有嫌恶和绝望。他于是渐渐成为反动作家的渠魁，为苏联批评界所攻击了，最甚的时候是一九二五年，几乎从文坛上没落。但至一九三年，以五年计划为题材，描写反革命的阴谋及其失败的长篇小说伏尔迦流到里海发表后，才又稍稍恢复了一些声望，仍旧算是一个同路人。苦蓬从海外文学新选第三十六编平冈雅英所译的他们的生活之一年中译出，还是一九一九年作，以时候而论，是很旧的，但这时苏联正在困苦中，的态度，也比成名后较为真挚。然而也还是近于随笔模样，将传说，迷信，恋爱，战争等零星小材料，组成一片，有嵌镶细工之观，可是也觉得颇为悦目。"}
{"text":"但至一九三年，以五年计划为题材，描写反革命的阴谋及其失败的长篇小说伏尔迦流到里海发表后，才又稍稍恢复了一些声望，仍旧算是一个同路人。苦蓬从海外文学新选第三十六编平冈雅英所译的他们的生活之一年中译出，还是一九一九年作，以时候而论，是很旧的，但这时苏联正在困苦中，的态度，也比成名后较为真挚。然而也还是近于随笔模样，将传说，迷信，恋爱，战争等零星小材料，组成一片，有嵌镶细工之观，可是也觉得颇为悦目。珂刚教授以为毕力涅克的小说，其实都是小说的材料见伟大的十年的文学中，用于这一篇，也是评得很惬当的。绥甫林娜生于一八八九年父亲是信耶教的鞑靼人，母亲是农家女。高等中学第七学级完毕后，她便做了小学的教员，有时也到各地方去演剧。一九一七年加入社会革命党，但至一九年这党反对革命的战争的时候，她就出党了。一九二一年，始给西伯利亚的日报做了一篇短短的小说，竟大受读者的欢迎，于是就陆续的创作，最有名的是维里尼亚中国有穆木天译本和犯人。中国有曹靖华译本，在烟袋中。肥料从新兴文学全集第二十三卷中富士辰马的译本译出，疑是一九二三年之作，所写的是十月革命时一个乡村中的贫农和富农的斗争，而前者终于失败。这样的事件，革命时代是常有的，盖不独苏联为然。但却写得很生动，地主的阴险，乡下革命家的粗鲁和认真，老农的坚决，都历历如在目前，而且绝不见有一般同路人的对于革命的冷淡模样，她的作品至今还为读书界所爱重，实在是无足怪的。然而译她的作品却是一件难事业，原在本篇之末，就有一段附记说真是用了农民的土话所写的绥甫林娜的作品，委实很难懂，听说虽在俄国，倘不是精通乡村的风俗和土音的人，也还是不能看的。竟至于因此有了为看绥甫林娜的作品而设的特别的字典。我的手头没有这样的字典。先前曾将这篇译载别的刊物上，这回是从新改译的。倘有总难了然之处，则求教于一个熟知农民事情的鞑靼的妇人。绥甫林娜也正是鞑靼系。但求教之后，却愈加知道这篇的难懂了。这回的译文，自然不能说是足够传出了的心情，但比起旧译来，却自以为好了不少。须到坦波夫或者那里的乡下去，在农民里面过活三四年，那也许能够得到完全的翻译罢。"}
