{"text":"聂维洛夫s真姓斯珂培莱夫以一八八六年生为萨玛拉州的一个农夫的儿子。一九五年师范学校第二级卒业后，做了村学的教师。内战时候，则为萨玛拉的革命底军事委员会的机关报赤卫军的编辑者。一九二至二一年大饥荒之际，他和饥民一同从伏尔迦逃往塔什干，二二年到墨斯科，加入锻冶厂，二二年冬，就以心脏麻痹死去了，年三十七。他的最初的小说，在一九五年发表，此后所作，为数甚多，最著名的是丰饶的城塔什干，中国有穆木天译本。我要活是从爱因斯坦因s所译，名为人生的面目sss的小说集里重译出来的。为死去的受苦的母亲，为未来的将要一样受苦的孩子，更由此推及一切受苦的人们而战斗，观念形态殊不似革命的劳动者。然而还是无产者文学初期的人，所以这也并不足令人诧异。珂刚教授在伟大的十年的文学里说出于锻冶厂一派的最是天才底的小说家，不消说，是将崩坏时代的农村生活，加以杰出的描写者之一的那亚历山大聂维洛夫了。他全身浴着革命的吹嘘，但同时也爱生活。他之于时事问题，是远的，也是近的。说是远者，因为他贪婪的爱着人生。说是近者，因为他看见站在进向人生的幸福和充实的路上的力量，觉到解放的力量。聂维洛夫的小说之一我要活，是描写自愿从军的红军士兵的，但这人也如聂维洛夫所写许多主角一样，高兴地爽快地爱着生活。他遇见春天的广大，曙光，夕照，高飞的鹤，流过洼地的小溪，就开心起来。他家里有一个妻子和两个小孩，他却去打仗了。他去赴死了。这是因为要活的缘故因为有意义的人生观为了有意义的生活，要求着死的缘故因为单是活着，并非就是生活的缘故因为他记得洗衣服的他那母亲那里，每夜来些兵丁，脚夫，货车夫，流氓，好像打一匹乏力的马一般地殴打她，灌得醉到失了知觉，呆头呆脑的无聊的将她推倒在眠床上的缘故。玛拉式庚s是土拉省人，他父亲是个贫农。他自己说，他的第一个先生就是他的父亲。但是，他父亲很守旧的，只准他读圣经和使徒行传等类的书他偷读一些世俗的书，父亲就要打他的。不过他八岁时，就见到了果戈理，普式庚，莱尔孟多夫的作品。"}
{"text":"玛拉式庚s是土拉省人，他父亲是个贫农。他自己说，他的第一个先生就是他的父亲。但是，他父亲很守旧的，只准他读圣经和使徒行传等类的书他偷读一些世俗的书，父亲就要打他的。不过他八岁时，就见到了果戈理，普式庚，莱尔孟多夫的作品。果戈理的作品给了我很大的印象，甚至于使我常常做梦看见魔鬼和各种各式的妖怪。他十一二岁的时候非常之淘气，到处捣乱。十三岁就到一个富农的家里去做工，放马，耕田，割草，在这富农家里，做了四个月。后来就到坦波夫省的一个店铺子里当学徒，虽然工作很多，可是他总是偷着功夫看书，而且更喜欢捣乱和顽皮。一九四年，他一个人逃到了墨斯科，在一个牛奶坊里找着了工作。不久他就碰见了一些革命党人，加入了他们的小组。一九五年革命的时候，他参加了墨斯科十二月暴动，攻打过一个饭店，叫做波浪的，那饭店里有四十个宪兵驻扎着很打了一阵，所以他就受了伤。一九六年他加入了布尔塞维克党，一直到现在。从一九九年之后，他就在俄国到处流荡，当苦力，当店员，当木料厂里的工头。欧战的时候，他当过兵，在德国战线上经过了不少次的残酷的战斗。他一直喜欢读书，自己很勤恳的学习，收集了许多少见的书籍五千本。他到三十二岁，才偶然的写些作品。在五年的不断的文学工作之中，我写了一些创作其中一小部分已经出版了。所有这些作品，都使我非常之不满意，尤其因为我看见那许多伟大的散文创作普式庚，莱尔孟多夫，果戈理，陀思妥夫斯基和蒲宁。研究着他们的创作，我时常觉着一种苦痛，想起我自己所写的东西――简直一无价值就不知道怎么才好。而在我的前面正在咆哮着，转动着伟大的时代，我的同阶级的人，在过去的几百年里是沉默着的，是受尽了一切痛苦的，现在却已经在建设着新的生活，用自己的言语，大声的表演自己的阶级，干脆的说――我们是主人。艺术家之中，谁能够广泛的深刻的能干的在自己的作品里反映这个主人，――他才是幸福的。我暂时没有这种幸福，所以痛苦，所以难受。玛拉式庚自传他在文学团体里，先是属于锻冶厂的，后即脱离，加入了十月。"}
{"text":"而在我的前面正在咆哮着，转动着伟大的时代，我的同阶级的人，在过去的几百年里是沉默着的，是受尽了一切痛苦的，现在却已经在建设着新的生活，用自己的言语，大声的表演自己的阶级，干脆的说――我们是主人。艺术家之中，谁能够广泛的深刻的能干的在自己的作品里反映这个主人，――他才是幸福的。我暂时没有这种幸福，所以痛苦，所以难受。玛拉式庚自传他在文学团体里，先是属于锻冶厂的，后即脱离，加入了十月。一九二七年，出版了描写一个革命少女的道德底破灭的经过的小说，曰月亮从右边出来一名异乎寻常的恋爱，就卷起了一个大风暴，惹出种种的批评。有的说，他所描写的是真实，足见现代青年的堕落有的说，革命青年中并无这样的现象，所以是对于青年的中伤还有折中论者，以为这些现象是实在的，然而不过是青年中的一部分。高等学校还因此施行了心理测验，那结果，是明白了男女学生的绝对多数，都是愿意继续的共同生活，永续的恋爱关系的。珂刚教授在伟大的十年的文学中，对于这一类的文学，很说了许多不满的话。但这本书，日本却早有太田信夫的译本，名为右侧之月，末后附着短篇四五篇。这里的工人，就从日本译本中译出，并非关于性的作品，也不是什么杰作，不过描写列宁的几处，是仿佛妙手的速写画一样，颇有神采的。还有一个不大会说俄国话的男人，大约就是史太林了，因为他原是生于乔具亚――也即铁流里所说起的克鲁怎的。绥拉菲摩维支的真姓是波波夫sp，是十月革命前原已成名的作家，但自铁流发表后，作品既是划一时代的纪念碑底的作品，也更被确定为伟大的无产文学的了。靖华所译的铁流，卷首就有的自传，为省纸墨汁，这里不多说罢。一天的工作和岔道夫，都是文尹从绥拉菲摩维支全集第一卷直接译出来的，都还是十月革命以前的作品。译本的前一篇的前面，原有一篇序，说得写分明，现在就完全抄录在下面――绥拉菲摩维支是铁流的作家，这是用不着介绍的了。可是，铁流出版的时候已经在十月之后铁流的题材也已经是十月之后的题材了。中国的读者，尤其是中国的作家，也许很愿意知道人家在十月之前是怎么样写的。是的！"}
{"text":"靖华所译的铁流，卷首就有的自传，为省纸墨汁，这里不多说罢。一天的工作和岔道夫，都是文尹从绥拉菲摩维支全集第一卷直接译出来的，都还是十月革命以前的作品。译本的前一篇的前面，原有一篇序，说得写分明，现在就完全抄录在下面――绥拉菲摩维支是铁流的作家，这是用不着介绍的了。可是，铁流出版的时候已经在十月之后铁流的题材也已经是十月之后的题材了。中国的读者，尤其是中国的作家，也许很愿意知道人家在十月之前是怎么样写的。是的！他们应当知道，他们必须知道。至于那些以为不必知道这个问题的中国作家，那我们本来没有这种闲功夫来替他们打算，――他们自己会找着李完用文集或者吉百林小说集去学习，学习那种特别的巧妙的修辞和布局。骗人，尤其是骗群众，的确要有点儿本事！至于绥拉菲摩维支，他是不要骗人的，他要替群众说话，他并且能够说出群众所要说的话。可是，他在当时――十月之前，应当有骗狗的本事。当时的文字狱是多么残酷，当时的书报检查是多么严厉，而他还能够写，自然并不能够畅所欲言，然而写始终能够写的，而且能够写出暴露社会生活的强有力的作品，能够不断的揭穿一切种种的假面具。这篇小说一天的工作，就是这种作品之中的一篇。出版的时候是一八九七年十月十二日――登载在亚佐夫海边报上。这个日报不过是顿河边的洛斯托夫地方的一个普通的自由主义的日报。读者如果仔细的读一读这篇小说，他所得的印象是什么呢？难道不是那种旧制度各方面的罪恶的一幅画像！这里没有英雄，没有标语，没有鼓动，没有文明戏里的演说草稿。但是，这篇小说的题材是真实的事实，是诺沃赤尔卡斯克城里的药房学徒的生活。的兄弟，谢尔盖，在一千八百九十几年的时候，正在这地方当药房的学徒，他亲身受到一切种种的剥削。谢尔盖的生活是非常苦的。父亲死了之后，他就不能够再读书，中学都没有毕业，就到处找事做，换过好几种职业，当过水手后来还是靠他哥哥的帮助，方才考进了药房，要想熬到制药师副手的资格。后来，绥拉菲摩维支帮助他在郭铁尔尼珂华站上自己开办了一个农村药房。绥拉菲摩维支时常到那地方去的一九八年他就在这地方收集了材料，写了他那第一篇长篇小说旷野里的城市。范易嘉志。一九三二，三，三。"}
{"text":"谢尔盖的生活是非常苦的。父亲死了之后，他就不能够再读书，中学都没有毕业，就到处找事做，换过好几种职业，当过水手后来还是靠他哥哥的帮助，方才考进了药房，要想熬到制药师副手的资格。后来，绥拉菲摩维支帮助他在郭铁尔尼珂华站上自己开办了一个农村药房。绥拉菲摩维支时常到那地方去的一九八年他就在这地方收集了材料，写了他那第一篇长篇小说旷野里的城市。范易嘉志。一九三二，三，三。孚尔玛诺夫的自传里没有说明他是什么地方的人，也没有说起他的出身。他八岁就开始读小说，而且读得很多，都是司各德，莱德，倍恩，陀尔等类的翻译小说。他是在伊凡诺沃沃兹纳新斯克地方受的初等教育，进过商业学校，又在吉纳史马毕业了实科学校。后来进了墨斯科大学，一九一五年在文科毕业，可是没有经过国家考试。就在那一年当了军医里的看护士，被派到土耳其战线，到了高加索，波斯边境，又到过西伯利亚，到过西部战线和西南战线一九一六年回到伊凡诺沃，做工人学校的教员。一九一七年革命开始之后，他热烈的参加。他那时候是社会革命党的极左派，所谓最大限度派s。只有火焰似的热情，而政治的经验很少，就使我先成了最大限度派，后来，又成了无政府派，当时觉得新的理想世界，可以用无治主义的炸弹去建设，大家都自由，什么都自由！而实际生活使我在工人代表苏维埃里工作副主席之后，于一九一八年六月加入布尔塞维克党。孚龙兹，是托罗茨基免职之后第一任苏联军事人民委员长，现在已经死了。――对于我的这个转变起了很大的作用，他和我的几次谈话把我的最后的无政府主义的幻想都扑灭了。自传不久，他就当了省党部的书记，做当地省政府的委员，这是在中央亚细亚。后来，同着孚龙兹的队伍参加国内战争，当了查葩耶夫第二十五师的党代表，土耳其斯坦战线的政治部主任，古班军的政治部主任。他秘密到古班的白军区域里去做工作，当了赤色陆战队的党代表，那所谓陆战队的司令就是铁流里的郭如鹤郭甫久鹤。在这里，他脚上中了枪弹。他因为革命战争里的功劳，得了红旗勋章。一九一七――一八年他就开然写文章，登载在外省的以及中央的报章杂志上。"}
{"text":"自传不久，他就当了省党部的书记，做当地省政府的委员，这是在中央亚细亚。后来，同着孚龙兹的队伍参加国内战争，当了查葩耶夫第二十五师的党代表，土耳其斯坦战线的政治部主任，古班军的政治部主任。他秘密到古班的白军区域里去做工作，当了赤色陆战队的党代表，那所谓陆战队的司令就是铁流里的郭如鹤郭甫久鹤。在这里，他脚上中了枪弹。他因为革命战争里的功劳，得了红旗勋章。一九一七――一八年他就开然写文章，登载在外省的以及中央的报章杂志上。一九二一年国内战争结束之后，他到了墨斯科，就开始写小说。出版了赤色陆战队，查葩耶夫，一九一八年。一九二五年，他著的叛乱出版中文译本改做克服，这是讲一九二年夏天谢米列赤伊地方的国内战争的。谢米列赤伊地方在伊犁以西三四百里光景，中国旧书里，有译做七河地的，这是七条河的流域的总名称。从一九二一年之后，孚尔玛诺夫才完全做文学的工作。不幸，他在一九二六年的三月十五日就病死了。他墓碑上刻着一把剑和一本书铭很简单，是特密忒黎孚尔玛诺夫，共产主义者，战士，文人。孚尔玛诺夫的著作，有查葩耶夫一九二三年。叛乱一九二五年。一九一八年一九二三年。史德拉克短篇小说，一九二五年。七天查葩耶夫的缩本一九二六年。斗争的道路小说集。海岸关于高加索的报告一九二六年。最后几天一九二六年。忘不了的几天报告和小说集，一九二六年。盲诗人小说集，一九二七年。孚尔玛诺夫文集四卷。市侩杂记一九二七年。飞行家萨诺夫小说集，一九二七年。这里的一篇英雄们，是从斐檀斯的译本，ss，，重译的，也许就是赤色陆战队。所记的是用一支奇兵，将白军的大队打退，其中似乎还有些传奇色采，但很多的是身历和心得之谈，即如由出发以至登陆这一段，就是给高谈专门家和唠叨主义者的一个大教训。将译作英雄们，是有点流弊的，因为容易和中国旧来的所谓显英雄的英雄相混，这里其实不过是男子汉，大丈夫的意思。"}
{"text":"所记的是用一支奇兵，将白军的大队打退，其中似乎还有些传奇色采，但很多的是身历和心得之谈，即如由出发以至登陆这一段，就是给高谈专门家和唠叨主义者的一个大教训。将译作英雄们，是有点流弊的，因为容易和中国旧来的所谓显英雄的英雄相混，这里其实不过是男子汉，大丈夫的意思。译作别动队的，原文是ss，源出法文，意云追加，也可以引伸为饭后的点心，书籍的附录，本不是军用语。这里称郭甫久鹤的一队为ss，恐怕是一个诨号，应该译作红点心的，是并非正式军队，它的前去攻打敌人，不过给吃一点点心，不算正餐的意思。但因为单是猜想，不能确定，所以这里就姑且译作中国人所较为听惯的，也非正装军队的别动队了。唆罗诃夫以一九五年生于顿州。父亲是杂货，家畜和木材商人，后来还做了机器磨坊的经理。母亲是一个土耳其女子的曾孙女，那时她带了她的六岁的小儿子――就是唆罗诃夫的祖父――作为俘虏，从哥萨克移到顿州来的。唆罗诃夫在墨斯科时，进了小学，在伏罗内希时，进了中学，但没有毕业，因为他们为了侵进来的德国军队，避到顿州方面去了。在这地方，这孩子就目睹了市民战，一九二二年，他曾参加了对于那时还使顿州不安的马贼的战斗。到十六岁，他便做了统计家，后来是扶养委员。他的作品于一九二三年这才付印，使他有名的是那大部的以市民战为材料的小说静静的顿河，到现在一共出了四卷，第一卷在中国有贺非译本。父亲从新俄新作家三十人集中翻来，原是斯忒拉绥尔ss所描写的也是内战时代，一个哥萨克老人的处境非常之难，为了小儿女而杀较长的两男，但又为小儿女所憎恨的悲剧。和果戈理，托尔斯泰所描写的哥萨克，已经很不同，倒令人仿佛看见了在戈理基初期作品中有时出现的人物。契诃夫写到农民的短篇，也有近于这一类的东西。班菲洛夫生于一八九六年，是一个贫农的儿子，九岁时就给人去牧羊，后来做了店铺的伙计。他是共产党员，十月革命后，大为党和政府而从事于活动，一面创作着出色的小说。"}
{"text":"和果戈理，托尔斯泰所描写的哥萨克，已经很不同，倒令人仿佛看见了在戈理基初期作品中有时出现的人物。契诃夫写到农民的短篇，也有近于这一类的东西。班菲洛夫生于一八九六年，是一个贫农的儿子，九岁时就给人去牧羊，后来做了店铺的伙计。他是共产党员，十月革命后，大为党和政府而从事于活动，一面创作着出色的小说。最优秀的作品，是描写贫农们为建设农村的社会主义的斗争的勃鲁斯基，以一九二六年出版，现在欧美诸国几乎都有译本了。关于伊连珂夫的事情，我知道得很少。只看见德文本世界革命的文学的去年的第三本里，说他是全俄无产作家同盟拉普中的一人，也是一个描写新俄的人们的生活，尤其是农民生活的好手。当苏俄施行五年计画的时候，革命的劳动者都为此努力的建设，组突击队，作社会主义竞赛，到两年半，西欧及美洲文明国所视为幻想，妄谈，昏话的事业，至少竟有十个工厂已经完成了。那时的作家们，也应了社会的要求，应了和大艺术作品一同，一面更加提高艺术作品的实质，一面也用了报告文学，短篇小说，诗，素描的目前小品，来表示正在获胜的集团，工厂，以及共同经营农场的好汉，突击队员的要求，走向库兹巴斯，巴库，斯太林格拉特，和别的大建设的地方去，以最短的期限，做出这样的艺术作品来。日本的苏维埃事情研究会所编译的苏联社会主义建设丛书第一辑冲击队一九三一年版中，就有七篇这一种报告文学在里面。枯煤，人们和耐火砖就从那里重译出来的，所说的是伏在地面之下的泥沼的成因，建设者们的克服自然的毅力，枯煤和文化的关系，炼造枯煤和建筑枯煤炉的方法，耐火砖的种类，竞赛的情形，监督和指导的要诀。种种事情，都包含在短短的一篇里，这实在不只是报告文学的好标本，而是实际的知识和工作的简要的教科书了。但这也许不适宜于中国的若干的读者，因为倘不知道一点地质，炼煤，开矿的大略，读起来是很无兴味的。但在苏联却又作别论，因为在社会主义的建设中，智识劳动和筋肉劳动的界限也跟着消除，所以这样的作品也正是一般的读物。"}
{"text":"种种事情，都包含在短短的一篇里，这实在不只是报告文学的好标本，而是实际的知识和工作的简要的教科书了。但这也许不适宜于中国的若干的读者，因为倘不知道一点地质，炼煤，开矿的大略，读起来是很无兴味的。但在苏联却又作别论，因为在社会主义的建设中，智识劳动和筋肉劳动的界限也跟着消除，所以这样的作品也正是一般的读物。由此更可见社会一异，所谓智识者即截然不同，苏联的新的智识者，实在已不知道为什么有人会对秋月伤心，落花坠泪，正如我们的不明白为什么熔铁的炉，倒是没有炉底一样了。文学月报的第二本上，有一篇周起应君所译的同一的文章，但比这里的要多三分之一，大抵是关于稷林的故事。我想，这大约是原本本有两种，并非原有所增减，而他的译本，是出于英文的。我原想借了他的译本来，但想了一下，就又另译了冲击队里的一本。因为详的一本，虽然兴味较多，而因此又掩盖了紧要的处所，简的一本则脉络分明，但读起来终不免有枯燥之感。――然而又各有相宜的读者层的。有心的读者或倘加以比较，研究，一定很有所省悟，我想，给中国有两种不同的译本，决不会是一种多事的徒劳的。但原译本似乎也各有错误之处。例如这里的他讲话，总仿佛手上有着细索子，将这连结着的一样。周译本作他老是这样地说话，好像他衔了甚么东西在他的牙齿间，而且在紧紧地把它咬着一样。这里的他早晨往往被人叫醒，从桌子底下拉出来。周译本作他常常惊醒来了，或者更正确地说，从桌上抬起头来了。想起情理来，都应该是后一译不错的，但为了免得杂乱起见，我都不据以改正。从描写内战时代的父亲，一跳就到了建设时代的枯煤，人们和耐火砖，这之间的间隔实在太大了，但目下也没有别的好法子。因为一者，我所收集的材料中，足以补这空虚的作品很有限二者，是虽然还有几篇，却又是不能绍介，或不宜绍介的。幸而中国已经有了几种长篇或中篇的大作，可以稍稍弥缝这缺陷了。一九三二年九月十九日，编者。本篇最初印入一天的工作单行本，未在报刊上发表过。海外文学新选一种介绍外国文学的丛书，日本东京新潮社出版。穆木天―吉林伊通人，诗人翻译家。曾参加中国左翼作家联盟。"}
