{"text":"这种暗示就是他们所谓的韵。韵光第一章说可是领会义，在伟大诗代的语言诗中，却是另外一种不同的东西这显然是在大家都知道的肢体成分以外的不同的东西，正像女人中的身上的美一样。这种暗示功能暗示义领会义有赖于读者的理解力和想象力，可能因人而异，甚至因时因地而异，读者的理解力和想象力在这里有极大的能动性。海阔凭鱼跃，天高任鸟飞，这也许就是产生美感的原因。这种暗示就是这一批文艺理论家的所谓韵。在审美活动过程中，审美主体的主观能动性发挥得越大，他就越轻易感到审美客体美，这就是韵的奇妙作用。韵是诗的灵魂。他们把诗分为三个层次第一，真诗，以没有说出来的东西也就是暗示的东西为主第二，价值次一等的诗，没有说出来的只占次要地位，只是为了装饰已经说出来的东西第三，没有价值的诗，把一切重点都放在华丽的语言上，放在雕琢堆砌上。在这里，可以说是层次分明。没有说出来的暗示的东西，其价值超过说出来的东西，在说出来的东西中，词藻雕饰最无价值。阅读中国难以理解的神韵就等于印度的韵中国的神韵论就等于印度的韵论。只因中国的文艺理论家不大擅长分析，说不出个明确的道理，只能反反复复地用一些形象的说法来勉强表达自己的看法，结果就成了迷离模糊的一团。一经采用印度的分析方法，则豁然开朗，真相大白了。在中国禅宗史上，几乎所有的大师在说法和行动中，都不直接地把想要说的意思表达出来，而是用一声断喝，或者当头一棒，或者说一些干屎橛一类的介于可解与不可解之间的话，来做出暗示，让自己的学生来参悟。在这里，要害在于听者或受者。老师说出来的或者做出来的，只是表现现象。没有说出来的或做出来的才是核心，才是精神，这样的核心和精神需要学生自己去顿悟。断喝一声有大道，一句干屎橛中有真理。这很有点像诗的神韵。汉文韵字，从形体结构上来看，从偏旁音来看，它是表示声音的，与意义无关，至少关系不大。文心雕龙卷七声律第三十三异音相慎顺谓之和，同声相应谓之韵。范文澜文心雕龙注说异音相从谓之和，指句内双声叠韵及平仄之和调同声相应谓之韵，指句末所用之韵。总之，和与韵都指声音之和谐。和谐同美有联系，所以韵字也有美的意思好的意思风雅的意思。"}
{"text":"断喝一声有大道，一句干屎橛中有真理。这很有点像诗的神韵。汉文韵字，从形体结构上来看，从偏旁音来看，它是表示声音的，与意义无关，至少关系不大。文心雕龙卷七声律第三十三异音相慎顺谓之和，同声相应谓之韵。范文澜文心雕龙注说异音相从谓之和，指句内双声叠韵及平仄之和调同声相应谓之韵，指句末所用之韵。总之，和与韵都指声音之和谐。和谐同美有联系，所以韵字也有美的意思好的意思风雅的意思。世说新语中道人蓄马不韵，可以为证。用韵字组成的复合词很多，比如韵宇韵度韵事风韵韵致等等，都离不开上面说的这几种意思。我个人以为，其原因就在于用声音表示和谐这个概念，最为具体，最轻易了解。中印两国同样都用韵字来表示没有说出的东西无法说出的东西暗示的东西。这是相同的一面。但是，在印度，这个字的含义，从韵发展到了暗示。而在中国，韵这个字，虽然也能表示无法说出的东西，同神字联在一起能表示暗示的含义，却从来没有发展到直截了当地表示暗示的程度。这是不同的一面，我们必须细心注重。我讲到书名，印度的命名原则又与中国有惊人的相似之处，这不能不发人深思了。我先举几个例子。世纪的檀丁有诗镜，世纪的罗摩月和德月有舞镜，世纪的毗首那他有文镜。用镜字来命书名的做法，马上就让我们想到中国的杜诗镜诠格致镜原一类的书名。世纪的沙罗达多那耶有情光，胜天有月光，都用光字来命名。世纪的般努达多有味河，世纪的世主有味海，还有闻名的故事海等等，都用河海等字眼来命书名。至于用花N花簇等字眼命名的书，更是车载斗量，比如安主的婆罗多花簇罗摩衍那花簇大故事花簇，还有般努达多的味花簇等等。类似这样的例子还很多，我们不一一列举了。怎样来解释中国和印度这样的书名呢？我认为，也同样用韵的理论神韵的理论暗示的理论。我以上举出的这许多书名也同样可以分解为两个部分说出来的和没有说出来的。镜光河海花N花簇苑珠林楫等等，都是说出来的东西，实有的具体的东西。它们之所以被用来命书名，实际上与这些具体的东西无关，而只是利用它们所暗示的东西，也就是没有说出来的东西。"}
{"text":"类似这样的例子还很多，我们不一一列举了。怎样来解释中国和印度这样的书名呢？我认为，也同样用韵的理论神韵的理论暗示的理论。我以上举出的这许多书名也同样可以分解为两个部分说出来的和没有说出来的。镜光河海花N花簇苑珠林楫等等，都是说出来的东西，实有的具体的东西。它们之所以被用来命书名，实际上与这些具体的东西无关，而只是利用它们所暗示的东西，也就是没有说出来的东西。我多年以来就考虑一个问题从宏观方面来看，中印文化似同属于一个大体系――东方文化体系，与西方文化体系相抗衡。中印文化相同之处，有的出自互相学习，有的则不一定。尽管中印在韵的方面有如此惊人相似之处，但是两国的思想方法仍有其差异。像印度那样的分析，我们是没有的。我们靠一些形象的东西来说明问题。印度人没有空间和时间观念。永恒那一刹那，宇宙同一个小点，在他们看来都没有多大差别。因而印度几乎可以说没有真正的历史。在四五千年的长时间里，我们只找到几个可靠的日期而这几个日期也还是根据印度以外同印度发生过关系的国家的记载推出来的。阅读一走到幻想的王国里，他们就显出了自己的身手，仿佛是太空里的飞鸟，大海里的游鱼，任意翱翔游泳，没有一点障碍。说到天，又何止三十三层谈到地狱，也不止十八个再说到世界，就在三千大千世界以外还有无量数的世界存在。天帝释住的神宫当然是七宝雕镂，但实际上却并不这样简单。我们得要想象到这七宝有各种的光彩，各种的形态。这种种不同的光彩种种不同的形态，交互间错盖成一座宝殿。黄金的黄光，珊瑚的红光，毗琉璃的白光，另外还有无量数的光，辉耀在一起。再衬上檐边的七宝铃，上面的七宝网，旁边的七宝池，池旁的七宝树，我们就可以想象这都率天宫是什么光景了。佛从头顶上向外放光，这我们都还可以想象。但他这一放就是无量千万条，用印度人的说法就是有如恒河沙数。上面照彻了三十三天，下面一直照到十八层地狱的最后一层。每一条光的顶上都浮着一朵大莲花，每一朵莲花的上面端坐着一个佛。这个佛还像原来的佛一样又从头顶上放出光来，仍然是无量千万条。上面又有莲花，又有佛，这佛又放光。他们的幻想真如万千涌泉，源源不绝。而且一切都生动漂亮，一点也不枯燥。"}
{"text":"佛从头顶上向外放光，这我们都还可以想象。但他这一放就是无量千万条，用印度人的说法就是有如恒河沙数。上面照彻了三十三天，下面一直照到十八层地狱的最后一层。每一条光的顶上都浮着一朵大莲花，每一朵莲花的上面端坐着一个佛。这个佛还像原来的佛一样又从头顶上放出光来，仍然是无量千万条。上面又有莲花，又有佛，这佛又放光。他们的幻想真如万千涌泉，源源不绝。而且一切都生动漂亮，一点也不枯燥。他们既然有这样的本领，所以对他们来说，一切走兽飞鸟都有了人性一切泉石树木都有了生命。从不知什么时候起，印度人就相信灵魂不灭，就是所谓轮回。一个人做好事，下一生就可以成神做坏事，就可以成禽兽成饿鬼。人与兽之间根本没有什么区别。在他们的寓言和童话里，一只牛说话，它真的就是在说话，毫不勉强，为什么一只牛不能说话呢？于是在高山上，深林里，小河边，到处都布满了生命。你无论走到什么地方也不会感到孤独和寂寞了。世界上的民族，不管皮肤是什么颜色，不管天南地北，从一千多年以来，不知道有多少千万人听过五卷书里的故事了。从这里他们得到了他们所需要的快乐。它把人们从现实的纷扰里带到一个童话的国土里去。在这里一切都是自由的，一切都是活生生的。人与兽和谐地住在一起，连山林树石小河都仿佛有了生命，到处流动着一片生气。人们平常时候被抑压下去的幻想在这里又抬起头来，他们又可以到月的国虹的国，兽的国，甚至植物的国里去邀游。他们的心灵又可以得到暂时的解决。等他们再回到现实世界里来的时候，虽然现实世界仍是现实世界，仍然是死板纷乱但他们的心灵究竟解放过一次，他们又有了生力来担当这些死板和纷乱了。世界上还有第二本书有这样的力量么？我们从印度出发，经过了古希腊，到了法国，到处都找到这样一个以驴为主角蒙了虎皮或狮皮的故事。在世界许多别的国家里，也能找到这样的故事，限于篇幅，我们在这里不能一一讨论了。这个故事，虽然到处都有，但却不是独立产生的。它原来一定是产生在一个地方。由这地方传播开来，终于几乎传遍了全世界。我们现在再回头看我在篇首所抄的柳宗元的短寓言黔之驴的故事，虽然那条到了贵州的长耳公没有蒙上虎皮，但我却不相信它与这故事没有关系。据我看，它只是这个流行世界成了一个类型的故事的另一个演变的方式，驴照旧是主角，老虎在这里没有把皮剥下来给驴披在身上，它自己却活生生地出现在这故事里。"}
{"text":"在世界许多别的国家里，也能找到这样的故事，限于篇幅，我们在这里不能一一讨论了。这个故事，虽然到处都有，但却不是独立产生的。它原来一定是产生在一个地方。由这地方传播开来，终于几乎传遍了全世界。我们现在再回头看我在篇首所抄的柳宗元的短寓言黔之驴的故事，虽然那条到了贵州的长耳公没有蒙上虎皮，但我却不相信它与这故事没有关系。据我看，它只是这个流行世界成了一个类型的故事的另一个演变的方式，驴照旧是主角，老虎在这里没有把皮剥下来给驴披在身上，它自己却活生生地出现在这故事里。驴的鸣声没有泄露秘密，却把老虎吓跑了。最后，秘密终于因了一蹄泄露了，吃掉驴的就是这老虎。柳宗元或者在什么书里看到这故事，或者采自民间传说。无论如何，这故事不是他自己创造的。自从世纪后期至世纪初期德国人当然并不只限于德国人之所以对中国文学发生那样大的爱好完全出于一种浪漫情绪。当时浪漫主义正风靡一时只有对远的神秘的异域的东西，人们才发生爱好。每个诗人都梦想到辽远而神秘的地方。在当时欧洲人眼中，中国就正是这样一个地方。自从第二次大战结束以来，德国人最初还没能把战争的暗影从心头扫去，有点发怔，什么都没能想。以后战争的影子渐渐淡漠下来。他们痛定思痛，才又想到许多东西。有些人发现，他们自己的文化里或者真正有什么缺点，不然为什么总是在苦难里辗转呢？他们于是又把眼光转向东方，想从那里获得点什么去补救自己的文化，我并不赞成这办法但他们的心情我却非常能了解。阅读故事传布愈广，时间愈长，演变也就愈大但无论演变到什么程度，里面总留下点痕迹，让人们可以追踪出它们的来源来。正像孙悟空把尾巴变成旗杆放在庙后面一样，杨二郎一眼就可以看出来，这座庙是猴儿变的。不能否认孙悟空与罗摩衍那的那罗与哈奴曼等猴子的关系，那样做是徒劳的。但同时也不能否认中国在孙悟空身上有所发展有所创新把印度神猴与中国的巫支祁结合了起来，再加以幻想润饰，塑造成了孙悟空这样一个勇敢大胆敢于斗争生动活泼的为广大人民所喜爱的艺术形象。汉族似乎对伦理道德封建的非凡重视。我经常发现汉译佛典中强调忠和孝的地方很不少。我有点怀疑，我不相信印度原文如此，而是汉加上的。"}
{"text":"但同时也不能否认中国在孙悟空身上有所发展有所创新把印度神猴与中国的巫支祁结合了起来，再加以幻想润饰，塑造成了孙悟空这样一个勇敢大胆敢于斗争生动活泼的为广大人民所喜爱的艺术形象。汉族似乎对伦理道德封建的非凡重视。我经常发现汉译佛典中强调忠和孝的地方很不少。我有点怀疑，我不相信印度原文如此，而是汉加上的。一个国家一个民族戏剧发展的动力自以内因为主但外因也绝不可低估中国戏剧主要是指汉人的戏剧的发展也是如此动力有历时的传统又有并时的外来影响二者交错起了作用斯有新发展。印度戏剧的特点同中国戏剧的特点对比韵文散文杂糅，二者相同，在中国是道白与歌唱相结合梵文俗语杂糅，中国戏剧从表面上看不出来但是倘仔细品评，至少在京剧中员外一类的官员与小丑的话是不相同的剧中各幕时间和地点随意变换，二者相同有丑角，二者相同印剧有开场献诗，中国剧有跳加官，性质相同结尾大团圆，二者基本相同，中国剧间有悲剧结尾者舞台，印剧方形长方形或三角形，中国剧大抵方形。在归纳的七个特点之外，我想再加上一项歌舞结合以演一事，二者相同。中国戏剧有极悠久的发展历史，各地剧种亦多不同。以上归纳的几点，只能说大体如此，对京剧和昆曲来讲，是完全适合的。蒙田以一个智者的目光，观察和思考大千世界的众生相，芸芸丛生，林林总总，他从古希腊一直观察到世纪，从法国不求上进观察到古代的埃及和波斯，发为文章，波澜壮阔。他博学多能，引古证今，鉴古知今，对许多人类共同有的思想感情，提出了自己独到的有时似乎是奇异的见解，给人以深思反省的机会，能提高人们对人生的理解。英国历史学家汤因比在他的巨著历史研究ss中，把人类在几千年的历史上创造的文明归纳为二十三种或二十六种。意思就是说，任何文明都不能万岁千秋，永存不朽。这个观点是符合人类历史发展情况的。我归纳了一下，认为人类的文明或者文化大体上有五个阶段诞生成长繁荣衰竭消逝。这种消逝不是毫不留踪迹地消失了，而是留有踪迹的，踪迹就存在于接它的班的文化中。这其实也是一种文化融合，但却不是对等的，而是有主有从的。正如我的老师――清华大学陈寅恪教授曾经说过的白虎通当中的三纲六纪是中国文化的精华。"}
{"text":"意思就是说，任何文明都不能万岁千秋，永存不朽。这个观点是符合人类历史发展情况的。我归纳了一下，认为人类的文明或者文化大体上有五个阶段诞生成长繁荣衰竭消逝。这种消逝不是毫不留踪迹地消失了，而是留有踪迹的，踪迹就存在于接它的班的文化中。这其实也是一种文化融合，但却不是对等的，而是有主有从的。正如我的老师――清华大学陈寅恪教授曾经说过的白虎通当中的三纲六纪是中国文化的精华。什么叫三纲呢？就是君臣父子夫妇。他讲的当然是君为臣纲，父为子纲，夫为妻纲。这里边有糟粕，如夫妻应该是平等的，怎么男人成了女人的纲了呢？这个我们先不讲它。六纪，一是仲父，就是父亲的兄弟姊妹二是兄弟三是族人四是族舅，就是母亲家的人五是师长六是朋友。他说，这三纲六纪是中国文化的中心，我看他的话很有道理。因为人类自有社会以来，必然要有一种规则来维系，不然的话社会就乱七八糟。现在马路上为什么要有交通警？为什么要有红绿灯？这就是一种规则，一种规章制度，要求大家都来遵守，这样社会生活才能进行。要是没有这些规则，社会生活就不能进行。白虎通的三纲六纪，把当时社会所有的人际关系都规定了。我们的文化还有一个提法，是我们的特点，就是格致正诚修齐治平。意思就是格物致知正心诚意修身齐家治国平天下八个步骤。先从自己开始格物，就是了解事物，了解以后致知，把规律找出来，正心诚意就不用讲了，修身就是修自己，然后齐家，把家治好，然后再治国，治国以后是平天下。就是从个人内心一直到天下。那么，什么叫国，什么叫天下呢？在周代来讲，像齐国燕国郑国等国是国，天下则指整个周代的中国。现在像中国日本叫国，天下就是世界。个人要从内心出发，正心诚意，一直推到治国平天下。这套系统的步骤，属于伦理道德范畴，也属于政治范畴，是其他任何国家所没有的。阅读礼义廉耻，国之四维。就是说，礼义廉耻是国家的四个支柱。除了这个提法外，古人还提出了孝悌忠信，礼义廉耻等说法，意思都差不多。中国传统道德是中国传统文化当中最精华的内容，它在世界人类文明遗产中的非凡性非常之明显。为什么要这么说呢？"}
{"text":"个人要从内心出发，正心诚意，一直推到治国平天下。这套系统的步骤，属于伦理道德范畴，也属于政治范畴，是其他任何国家所没有的。阅读礼义廉耻，国之四维。就是说，礼义廉耻是国家的四个支柱。除了这个提法外，古人还提出了孝悌忠信，礼义廉耻等说法，意思都差不多。中国传统道德是中国传统文化当中最精华的内容，它在世界人类文明遗产中的非凡性非常之明显。为什么要这么说呢？因为世界上任何国家，从古希腊一直到古印度，尽管每个国家都有自己的道德规范，每个民族都有自己的道德规范，可是内容这么全面年代这么久远涉及面这么广泛的道德规范，在全世界来看，中国是唯一的。现在中国四周这些国家，像日本韩国越南等，有一个名词叫汉文化圈，属于汉文化圈的国家基本上都受我国的影响。现在我们的考古发现越多，就越证实我们的历史长久。比如五四时代连尧舜禹汤的禹都有怀疑是不是确有其人，现在已经证实了有禹这个人。随着考古学的不断进步，我估计将来考古发现不但有夏有禹，一定还会有更古的尧舜，还要往上发展。把孝这个词翻译为英语，用一个词翻译不出来，得用两个词。什么原因呢？因为虽然不能说外国没有孝，但是孝并非作为一个很重要的概念，所以译过去就得用两个词。英文里面两个什么词呢？就是儿女的虔诚与尊敬，而在中文中光一个孝就够了。这就说明孝这个词有中国的特点。我们中国过去在翻译方面的成就，是世界上任何国家都望尘莫及的，而翻译历史之长，在世界上也是独一无二的。我一向觉得，胡适之先生的两句话大胆的假设，小心的求证，是完全正确的。自然科学和社会科学，概莫意外，假设不大胆不行，求证不小心也不行。只有二者紧密结合，才是治学的正道。大家都知道歌德谈话录这本书，在年月日歌德与埃克曼的谈话录中，歌德说，我今天看了一本中国的书――好逑传，中国人了不起，在中国人眼中，人跟宇宙合二为一这是我这几年宣传的人与大自然和谐，男女谈情说爱，相互彬彬有礼，那么和谐和睦，这个境界我们西方没有。可以说，好逑传在中国文学史上最多与今古奇观处在一个水平上，甚至中国文学史也不会写它。可是传到欧洲，当时欧洲文化的第一代表人歌德却大加赞美。但他是有根据的。虽然我国这类才子佳人题材的小说有些理想化，像西厢记。"}
{"text":"可以说，好逑传在中国文学史上最多与今古奇观处在一个水平上，甚至中国文学史也不会写它。可是传到欧洲，当时欧洲文化的第一代表人歌德却大加赞美。但他是有根据的。虽然我国这类才子佳人题材的小说有些理想化，像西厢记。但是在当时的西方文化泰斗看来，起码中国心中的境界是很高的。歌德指出的这一点不是很值得我们回味吗？在我一生六十多年的学术研究的过程中，德国十年是至关重要的要害性的十年。我在上面已经提到过，假如我的学术研究有一个发轫不是在清华大学，而是在德国哥廷根大学。我也提到过，假如我不是由于一个非常偶然的机遇来到德国的话，我的一生将会完完全全的另一个样子。在我所知道的世界语言中，只有汉文把恩与师紧密地嵌在一起，成为一个不可分割的名词。这只能解释为中国人最懂得报师恩，为其他民族所望尘莫及的。西方的思维方式，分析的思维方式，表现得最清楚的是古希腊亚里士多德的逻辑思想，它的形式逻辑是以矛盾律和排中律两个公理为基础的。它认为，在同一个时间内，不能既是又不是。模糊逻辑扬弃了亚里士多德的绝对教条，建立了更复杂的多评价系统。这种模糊逻辑现在已经应用到许多东西上，包括电视机洗衣机等等，等等，连制定规划等工作也使用了模糊数学，而且都已获得了成功。人类的意识真能清清楚楚地泾渭分明地划分为三个整整洁齐的层次吗？意的层次是无穷无尽模糊不清的。外化为言，言的层次也是无穷无尽模糊不清的。此外还有言时的一些外在条件，比如眼神手势脸部表情声音高低疾徐等等。化为文字也有许多外在条件。这样的言，听到别人耳中，看在别人眼中，听的人和读的人，又要根据各自不同的经验，来加以体会，加以了解。这样一来，听者和读者体会到的和了解到的东西，同原来说者和写者所要想表达的意，绝对不可能完全符合。这是一个典型的模糊关系。从这个观点上来看，哲学家们争论不休的言意之辨，颇有点庸人自扰的味道。最好了之以模糊理论，这样反而能使天下太平。阅读我大胆地说一句人类文化一萌芽，就有互相学习，也就是交流的活动。"}
