{"text":"卖掉小水壶，我的心情更不能压制住。不是用的自己的腿似的，到木房去看看许多木还没有烧尽，是卖呢？是送朋友？门后还有个电炉，还有双破鞋。大炉台上失掉了锅，失掉了壶，不象个厨房样。一个星期已经过去四天，心情随着时间更烦乱起来。也不能在家烧饭吃，到外面去吃，到朋友家去吃。看到别人家的小锅，吃饭也不能安定。后来，睡觉也不能安定。明早六点钟就起来拉床，要早点起来。郎华说这话，觉得走是逼近了！必定得走了。好象郎华如不说，就不走了似的。夜里想睡也睡不安。太阳还没出来，铁大门就响起来，我怕着，这声音要夺去我的心似的，昏茫地坐起来。郎华就跳下床去，两个人从床上往下拉着被子褥子。枕头摔在脚上，忙忙乱乱，有人打着门，院子里的狗乱咬着。马颈的铃铛就响在窗外，这样的早晨已经过去，我们遭了恶祸一般，屋子空空的了。我把行李铺了铺，就睡在地板上。为了多日的病和不安，身体弱的快要支持不住的样子。郎华跑到江边去洗他的衬衫，他回来看到我还没有起来，他就生气不管什么时候，总是懒。起来，收拾收拾，该随手拿走的东西，就先把它拿走。有什么收拾的，都已收拾好。我再睡一会，天还早，昨夜我失眠了。我的腿痛，腰痛，又要犯病的样子。要睡，收拾干净再睡，起来！铺在地板上的小行李也卷起来了。墙壁从四面直垂下来，棚顶一块块发着微黑的地方，是长时间点蜡烛被烛烟所熏黑的。说话的声音有些轰响。空了！在屋子里边走起来很旷荡还吃最后的一次早餐――面包和肠子。我手提个包袱。郎华说走吧！他推开了门。这正象乍搬到这房子郎华说进去吧一样，门开着我出来了，我腿发抖，心往下沉坠，忍不住这从没有落下来的眼泪，是哭的时候了！应该流一流眼泪。我没有回转一次头走出大门，别了家屋！街车，行人，小店铺，行人道旁的杨树。转角了！别了，商市街！小包袱在手上挎着。我们顺了中央大街南去。上海作为随笔两篇之二，首刊于年月日文季月刊第卷第期海外的悲悼略说明这是年月日萧红在日本东京写给萧军的一封信。萧军将此信送到中流月日出版的第卷第期上发表时，冠以海外的悲悼的题目。见萧红书信部分。"}
{"text":"街车，行人，小店铺，行人道旁的杨树。转角了！别了，商市街！小包袱在手上挎着。我们顺了中央大街南去。上海作为随笔两篇之二，首刊于年月日文季月刊第卷第期海外的悲悼略说明这是年月日萧红在日本东京写给萧军的一封信。萧军将此信送到中流月日出版的第卷第期上发表时，冠以海外的悲悼的题目。见萧红书信部分。女子装饰的心理装饰本来不仅限于女子一方面的，古代氏族的社会，男子的装饰不但极讲究，且更较女子而过。古代一切狩猎氏族，他们的装饰较衣服更为华丽，他们甘愿裸体，但对于装饰不肯忽视。所以装饰之于原始人，正如现在衣服之于我们一样重要。现在我们先讲讲原始人的装饰，然后由此推知女子装饰之由来。原始人的装饰有两种，一种是固定的为黥创文身，穿耳，穿鼻，穿唇等一种是活动的，就是连系在身体上暂时应用的，如带缨，钮子这类，他们装饰的颜色主要的是红色，他们身上的涂彩多半以赤色条绘饰，因为血是红的，红色表示热烈，具有高度的兴奋力。就是很多的动物，对于赤色，也和人类一样容易感觉，有强烈的情绪的连系。其次是黄色，也有相当的美感，也为原始人所采用，再是白色和黑色，但较少采用。他们装饰所选用的颜色，颇受他们的皮肤的颜色所影响，如白色和赤色对于黑色的澳洲人颇为采用，他们所采用的颜色是要与他们皮肤的颜色有截然分别的。至于原始人对于装饰的观念怎样呢？他们究竟为什么要装饰？又为什么要这样装饰呢？这就谈到了他们装饰的心理问题了。我们大概会惊异于他们这种重视装饰的心理罢，如鲸身是他们身体装饰中最痛苦的，用刀或铁箭在身上刺成各种花纹，有的且刺满全身，他们竟于忍受痛苦而为其人的勇敢毅力的表示。而这种忍受，大都是为了装饰美观，极少含有其他作用。少年男女到了相当年龄，便执行着这种苦刑，而以为荣。以为假如身上没能刺刻着花纹，则将来很难找到爱侣。至于活动的装饰，如各种环缨之类的佩戴物，则一方表示他们勇敢善战，不懦怯，一方面是引起异性的爱悦，因为他们都以勇敢善斗为荣。身上所佩戴的许多珍贵的装饰物，表示他们的富有，是以勇敢夺得或猎取来的。总之，原始人装饰的用意，一方是引起异性爱悦，一方是引起他人的敬畏。事实上，各种装饰是兼具此两种意义的，这实在是生存竞争中不可少和有效的工具。"}
{"text":"而这种忍受，大都是为了装饰美观，极少含有其他作用。少年男女到了相当年龄，便执行着这种苦刑，而以为荣。以为假如身上没能刺刻着花纹，则将来很难找到爱侣。至于活动的装饰，如各种环缨之类的佩戴物，则一方表示他们勇敢善战，不懦怯，一方面是引起异性的爱悦，因为他们都以勇敢善斗为荣。身上所佩戴的许多珍贵的装饰物，表示他们的富有，是以勇敢夺得或猎取来的。总之，原始人装饰的用意，一方是引起异性爱悦，一方是引起他人的敬畏。事实上，各种装饰是兼具此两种意义的，这实在是生存竞争中不可少和有效的工具。由这些情形看来，在原始社会中男子的装饰较女子讲究，也是因为原始社会的人民，没有确定的婚姻制度，无恒久的配偶，而女子在任何情形中都有结婚的机会，男子要得到伴侣，比较困难，故必须用种种手段以满足其欲望。但在文明社会中，男女关系与此完全相反，男子处处站在优越地位，社会上一切法律权利都握在男子手中，女子全居于被动地位。虽然近年来有男女平等的法律，但在父权制度之下，女子仍然是被动的。因此，男子可以行动自由，女子至少要受相当的约制。这样一来，女子为达到其获得伴侣的欲望，因此也要借种种手段以取悦异性了。籍种种手段，便是装饰。装饰主要的用意，大都是一方以取悦于男性，一方足以表示自己的高贵。脸上敷着白粉，红脂，口红，蔻丹等。刚才说过红色是原始人用作装饰的主要颜色，红白相称特别鲜明，不独引人注目，亦以表示其不亲劳动的身分。故牙齿既然是白的，口唇必须涂红。西洋妇女脸上涂桔黄色的粉，这是表示他们的富有，因为夏天海滨避暑为海风吹拂脸颊成黄色。白色最能显示脸部和身体的轮廓，原始人跳舞往往在夜间昏昏的灯光和月色之下，用白色在身体验成条纹，使身体轮廓显明，易为人注目。妇女用红白二色饰脸部，也是利用其颜色鲜明，且红色其热烈性，易使人感动。中国少女结婚时多穿红衣红裙，大概不外这个意义。女子装饰亦随社会习惯而变迁。昔人的观念，以柔弱娇小为美，故女子束腰裹脚之风盛行，有楚王好细腰，宫中多饿死者的惨事。近来体育发达，国人观念改变，重健康，好运动，女子以体格壮健肤色红黑为美。现在一班新进的女子，大都不饰脂粉，以太阳光下的红黑色肤色的天然风致为美了。黑色太阳镜之盛行，不外表示其常常外出的习惯而已。署名萧红刊于年月日上海大沪联报第七版永久的憧憬和追求一九一一年，在一个小县城里边，我生在一个小地主的家里。"}
{"text":"女子装饰亦随社会习惯而变迁。昔人的观念，以柔弱娇小为美，故女子束腰裹脚之风盛行，有楚王好细腰，宫中多饿死者的惨事。近来体育发达，国人观念改变，重健康，好运动，女子以体格壮健肤色红黑为美。现在一班新进的女子，大都不饰脂粉，以太阳光下的红黑色肤色的天然风致为美了。黑色太阳镜之盛行，不外表示其常常外出的习惯而已。署名萧红刊于年月日上海大沪联报第七版永久的憧憬和追求一九一一年，在一个小县城里边，我生在一个小地主的家里。那县城差不多就是中国的最东最北部――黑龙江省――所以一年之中，倒有四个月飘着白雪。父亲常常为着贪婪而失掉了人性。他对待仆人，对待自己的儿女，以及对待我的祖父都是同样的吝啬而疏远，甚至于无情。有一次，为着房屋租金的事情，父亲把房客的全套的马车赶了过来。房客的家属们哭着诉说着，向我的祖父跪了下来，于是祖父把两匹棕色的马从车上解下来还了回去。为着这匹马，父亲向祖父起着终夜的争吵。两匹马，咱们是算不了什么的，穷人，这匹马就是命根。祖父这样说着，而父亲还是争吵。九岁时，母亲死去。父亲也就更变了样，偶然打碎了一只杯子，他就要骂到使人发抖的程度。后来就连父亲的眼睛也转了弯，每从他的身边经过，我就象自己的身上生了针刺一样他斜视着你，他那高傲的眼光从鼻梁经过嘴角而后往下流着。所以每每在大雪中的黄昏里，围着暖炉，围着祖父，听着祖父读着诗篇，看着祖父读着诗篇时微红的嘴唇。父亲打了我的时候，我就在祖父的房里，一直面向着窗子，从黄昏到深夜――窗外的白雪，好象白棉花一样飘着而暖炉上水壶的盖子，则象伴奏的乐器似的振动着。祖父时时把多纹的两手放在我的肩上，而后又放在我的头上，我的耳边便响着这样的声音快快长吧！长大就好了。二十岁那年，我就逃出了父亲的家庭。直到现在还是过着流浪的生活。长大是长大了，而没有好。可是从祖父那里，知道了人生除掉了冰冷和憎恶而外，还有温暖和爱。所以我就向这温暖和爱的方面，怀着永久的憧憬和追求。署名萧红，刊于年月日报告第卷第期感情的碎片近来觉得眼泪常常充满着眼睛，热的，它们常常会使我的眼圈发烧。然而它们一次也没有滚落下来。"}
{"text":"长大就好了。二十岁那年，我就逃出了父亲的家庭。直到现在还是过着流浪的生活。长大是长大了，而没有好。可是从祖父那里，知道了人生除掉了冰冷和憎恶而外，还有温暖和爱。所以我就向这温暖和爱的方面，怀着永久的憧憬和追求。署名萧红，刊于年月日报告第卷第期感情的碎片近来觉得眼泪常常充满着眼睛，热的，它们常常会使我的眼圈发烧。然而它们一次也没有滚落下来。有时候它们站到了眼毛的尖端，闪耀着玻璃似的液体，每每在镜子里面看到。一看到这样的眼睛，又好象回到了母亲死的时候。母亲并不十分爱我，但也总算是母亲。她病了三天了，是七月的末梢，许多医生来过了，他们骑着白马，坐着三轮车但那最高的一个，他用银针在母亲的腿上刺了一下，他说血流则生，不流则亡。我确确实实看到那针孔是没有流血，只是母亲的腿上凭空多了一个黑点。医生和别人都退了出去，他们在堂屋里议论着。我背向了母亲，我不再看她腿上的黑点。我站着。母亲就要没有了吗？我想。大概就是她极短的清醒的时候你哭了吗？不怕，妈死不了！我垂下头去，扯住了衣襟，母亲也哭了。而后我站到房后摆着花盆的木架旁边去。我从衣袋取出来母亲买给我的小洋刀。小洋刀丢了就从此没有了吧？于是眼泪又来了。花盆里的金百合映着我的眼睛，小洋刀的闪光映着我的眼睛。眼泪就再没有流落下来，然而那是热的，是发炎的。但那是孩子的时候。而今则不应该了。署名萧红刊于年月日好文章第期两个朋友金珠才岁，穿一双水红色的袜子，在院心和华子拍皮球。华子是个没有亲母亲的孩子。生疏的金珠被母亲带着来到华子家里才是第二天。你念几年书了？四年，你呢？我没上过学――金珠把皮球在地上丢了一下又抓住。你怎么不念书呢？岁了，还不上学？我岁就上学的金珠说我不是没有爹吗！妈说等她积下钱让我念书。于是又拍着皮球，金珠和华子差不多一般高，可是华子叫她金珠姐。华子一放学回来，把书包丢在箱子上或是炕上，就跑出去和金珠姐拍皮球。夜里就挨着睡，白天就一道玩。金珠把被褥搬到里屋去睡了！从那天起她不和华子交谈一句话叫她金珠姐，金珠姐。"}
{"text":"你念几年书了？四年，你呢？我没上过学――金珠把皮球在地上丢了一下又抓住。你怎么不念书呢？岁了，还不上学？我岁就上学的金珠说我不是没有爹吗！妈说等她积下钱让我念书。于是又拍着皮球，金珠和华子差不多一般高，可是华子叫她金珠姐。华子一放学回来，把书包丢在箱子上或是炕上，就跑出去和金珠姐拍皮球。夜里就挨着睡，白天就一道玩。金珠把被褥搬到里屋去睡了！从那天起她不和华子交谈一句话叫她金珠姐，金珠姐。她把嘴唇突起来不应声。华子伤心的，她不知道新来的小朋友怎么会这样对她。再过几天华子挨骂起来孩崽子，什么玩意儿呢！――金珠走在地板上，华子丢了一下皮球撞了她，她也是这样骂。连华子的弟弟金珠也骂他。那孩子叫她金珠子，小金珠子！小，我比你小多少？孩崽子！小弟弟说完了，跑到爷爷身边去，他怕金珠要打他。夏天晚上，太阳刚落下去，在太阳下蒸热的地面还没有消灭了热。全家就坐在开着窗子的窗台，或坐在门前的木凳上。不要弄跌了啊！慢慢推慢慢推！祖父招呼小珂。金珠跑来，小母鸡一般地，把小车夺过去，小珂被夺着，哭着。祖父叫他来吧！别哭，小珂听说，不要那个。为这事，华子和金珠吵起来了这也不是你家的，你管得着？不要脸！什么东西，硬装不错。我看你也是硬装不错，帮虎吃食？我怎么帮虎吃食？我怎么帮虎吃食？华子的后母和金珠是一道战线，她气得只是重复着一句话小华子，我也没见你这样孩子，你爹你妈是虎？是野兽？我可没见过你这样孩子。是帮虎吃食，是帮虎吃食。华子不住说。后母亲和金珠完全是一道战线，她叫着她金珠，进来关上窗子睡觉吧！别理那小疯狗。小疯狗，看也不知谁是小疯狗，不讲理者小疯狗。妈妈的权威吵满了院子你爸爸回来，我要不告诉你爸爸才怪呢？还了得啦！骂她妈是小疯狗。我管不了你，我也不是你亲娘，你还有亲爹哩！叫你亲爹来管你。你早没把我看到眼里。骂吧！也不怕伤天理！小珂和祖父都进屋去睡了！祖父叫华子也进来睡吧！可是华子始终依着门呆想。夜在她的眼前，蚊子在她的耳边。"}
{"text":"别理那小疯狗。小疯狗，看也不知谁是小疯狗，不讲理者小疯狗。妈妈的权威吵满了院子你爸爸回来，我要不告诉你爸爸才怪呢？还了得啦！骂她妈是小疯狗。我管不了你，我也不是你亲娘，你还有亲爹哩！叫你亲爹来管你。你早没把我看到眼里。骂吧！也不怕伤天理！小珂和祖父都进屋去睡了！祖父叫华子也进来睡吧！可是华子始终依着门呆想。夜在她的眼前，蚊子在她的耳边。第二天金珠更大胆，故意借着事由来屈服华子，她觉得她必定胜利，她做着鬼脸小华子，看谁丢人，看谁挨骂？你爸爸要打呢！我先告诉你一声，你好预备着点！别不要脸！骂谁不要脸？我怎么不要脸？把你美的？你个小老婆，我告诉你爹爹去，走，你敢跟我去金珠的母亲，那个胖老太太说金珠都是一般大，好好玩，别打架。干什么金珠？不好那样！华子被扯住肩膀走就走，我不怕你，还怕你个小穷鬼！都穷不起了，才跑到别人家来，混饭吃还不够，还瞎厉害。金珠感到羞辱了，软弱了，眼泪流了满脸娘，我们走吧！不住她家，再不住金珠的母亲也和金珠一样哭。金珠，把孩子抱去玩玩。她应着这呼声，每日肩上抱着孩子。华子每日上学，放学就拍皮球。金珠的母亲，是个寡妇母亲，来到亲戚家里，是来做帮工，华子和金珠吵架，并没有人伤心，就连华子的母亲也不把这事放在心上，华子的祖父和小珂也不把这事记在心上，一到傍晚又都到院子去乘凉，吸着烟，用扇子扑着蚊虫看一看多星的天幕。华子一经过金珠面前，金珠的母亲的心就跳了。她心跳谁也不晓得，孩子们吵架是平常事，如象鸡和鸡斗架一般。正午时候，人影落在地面那样短，狗睡到墙根去了！炎夏的午间，只听到蜂子飞，只听到狗在墙根喘。金珠和华子从正门冲出来，两匹狗似的，两匹小狼似的，太阳晒在头上不觉得热一个跑着，一个追着。华子停下来斗一阵再跑，一直跑到柴栏里去，拾起高粱秆打着。金珠狂笑，但那是变样的狂笑，脸嘴已经不是平日的脸嘴了。嘴斗着，脸是青色地，但仍在狂笑。谁也没有流血，只是头发上贴住一些高粱叶子。已经累了！双方面都不愿意再打，都没有力量再打。进屋去吧，怎么样？华子问。进屋！不打死你这小鬼头对不住你。金珠又分开两腿，两臂抱住肩头。好，让你打死我。一条木板落到金珠的腿上去。"}
{"text":"华子停下来斗一阵再跑，一直跑到柴栏里去，拾起高粱秆打着。金珠狂笑，但那是变样的狂笑，脸嘴已经不是平日的脸嘴了。嘴斗着，脸是青色地，但仍在狂笑。谁也没有流血，只是头发上贴住一些高粱叶子。已经累了！双方面都不愿意再打，都没有力量再打。进屋去吧，怎么样？华子问。进屋！不打死你这小鬼头对不住你。金珠又分开两腿，两臂抱住肩头。好，让你打死我。一条木板落到金珠的腿上去。金珠的母亲完全颤栗，她全身颤栗，当金珠去夺她正在手中切菜的菜刀时眼看打得要动起刀来。做帮工也怕做不长的。金珠的母亲，洗尿布切菜洗碗洗衣裳，因为是小脚，一天到晚，到晚间，脚就疼了。娘，你脚疼吗？金珠就去打一盆水为她洗脚。娘起先是恨金珠的，为什么这样不听说？为什么这样不知好歹？和华子一天打到晚。可是她一看到女儿打一盆水给她，她就不恨金珠而自己伤心。若是金珠的爹爹活着哪能这样？自己不是也有家吗？金珠的母亲失眠了一夜，蚊子成群的在她的耳边飞飞着，叫着，她坐起来搔一搔又倒下去，终夜她没有睡着，玻璃窗子发着白了！这时候她才一粒一粒的流着眼泪。年前就是这个天刚亮的时候，金珠的爹爹从炕上抬到床上，那白色的脸，连一句话也没说而死去的人年前了！在外面帮工，住亲戚也是年了！她把枕头和眼角相接近，使眼泪流到枕头上去，而不去擦它一下，天色更白了！这是金珠爹爹抬进木棺的时候。那打开的木棺，可怕的，一点感情也没有的早晨又要来似的她带泪的眼睛合起来，紧紧地压在枕头上。起床时，金珠问娘，你的眼睛怎么肿了呢！不怎么。告诉我！娘！告诉你什么！都是你不听说，和华子打仗气得我金珠两天没和华子打仗，到第三天她也并不想立刻打仗，因为华子的母亲翻着箱子，一面找些旧衣裳给金珠，一面告诉金珠你和那丫头打仗，就狠点打，我给你作主，不会出乱子的，那丫头最能气人没有的啦！我有衣裳也不能给她穿，这都给你。跟你娘到别处去受气，到我家我可不能让你受气，多可怜哪！从小就没有了爹金珠把一些衣裳送给娘去，以后金珠在一家中比谁都可靠，把锁柜箱的钥匙也交给了她。她常常就在华子和小珂面前随便吃梨子，可是华子和小珂不能吃。小珂去找祖父。"}
{"text":"我有衣裳也不能给她穿，这都给你。跟你娘到别处去受气，到我家我可不能让你受气，多可怜哪！从小就没有了爹金珠把一些衣裳送给娘去，以后金珠在一家中比谁都可靠，把锁柜箱的钥匙也交给了她。她常常就在华子和小珂面前随便吃梨子，可是华子和小珂不能吃。小珂去找祖父。祖父说你是没有娘的孩子，少吃一口吧！小珂哭起来了！这一家中，华子和母亲起着冲突，爷爷也和母亲起着冲突。被华子的母亲追使着，金珠又和华子吵了几回架。居然，有这么一天，金耳环挂上了金珠的耳朵了。金珠受人这样同情，比爹爹活转来或者更幸运，饱饱满满的过着日子。你多可怜哪！从小就没有了爹！金珠常常被同情着。华子每天上学，放学就拍皮球。金珠每天背着孩子，几乎连一点玩的工夫也没有了。秋天，附近小学里开了一个平民教育班。我也上平民学校去吧，一天两点钟，四个月读四本书。华子的母亲没有答应金珠，说认字不认字都没有用，认字也吃饭，不认字也吃饭。邻居的小姑娘和妇人们都去进平民学校，只有金珠没能去，只有金珠剩在家中抱着孩子。金珠就很忧愁了，她想和华子交谈几句，她想借华子的书来看一下，她想让华子替她抱一下小孩，她拍几下皮球，但这都没有做，她多少有一点自尊心存在。有天家中只剩华子金珠金珠的母亲，孩子睡觉了。华子，把你的铅笔借给我写两个字，我会写我的姓。金珠说完话，很不好意思，嘴唇没有立刻就合起来。华子把皮球向地面丢了一下，掉过头来，把眼睛斜着从金珠的脚下一直打量到她的头顶。为着这事金珠把眼睛哭肿。娘，我们走吧，不再住她家。金珠想要进平民学校进不得，想要和华子玩玩，又玩不得，虽然是耳朵上挂着金圈，金圈也并不带来同情给她。她患着眼病了！最厉害的时候，饭都吃不下。金珠啊！抱抱孩子，我吃饭。华子的后母亲叫她。眼睛疼得厉害的时候，可怎样抱孩子？华子就去抱。金珠啊！打盆脸水。华子就去打。金珠的眼睛还没好，她和华子的感情可好起来。她们两个从朋友变成仇人，又从仇人变成朋友了！"}
