{"text":"这里面的重点是三世因果。所以佛有一个最重要的吩咐，这个三世因果，就是你的心理行为和你平常做人做事，过去到现在无数生的行为，累积起来的，这是个动力。拿现在的话讲，也不是唯物，也不是唯心，但也包括唯物唯心力量在内，这个叫业力。前面说过，造业包括善恶无记三种业。无记业是中性的，有时候记忆里没有，不要认为记忆里没有就真没有，有的，存在的，都会报应的。所以学佛为什么要学戒定慧？有个基本的原则，有一个偈语大家注意假使经百劫所作业不亡因缘会遇时果报还自受假使经百劫，不管你过去生，多少时间，百千万亿年，所作业不亡，你所做的行为没有亡，没有消失，因缘会遇时，果报还自受，我们所做的行为，在物理世界也好，精神世界也好，一切做过的事都有记录的。譬如，我们年轻时，所遭遇的最痛苦的事情，最喜欢的事情，永远不会忘，就算平常不去想它，但在下意识里都存在的。这就是假使经百劫，所作业不亡，没有忘失过，永远存在，所以这个叫一切有，不是一切空。因缘会遇时，就受这个果报，生死是这样来的。佛学还有个偈子欲知前生事今生受者是欲知来生事今生是欲知前生事，你问自己前生是个什么人，做了些什么事，今生受者是，他说你这一生观察自己的行为遭遇，就晓得自己前生或多少生前做了些什么，才有今生这样的果报，以果看到过去的因。欲知来生事，你想知道来生或后几生怎么样？也很容易，今生是，看你这一生做了些什么。你欺骗了人，来生一定受欺骗你杀了人，来生你一定还这个命债。一切一切，爱情也好，什么也好，都有因果。上面这两个偈子，就说明了三世因果，六道轮回。所以中阴的境界起来的时候会发现，不但现生的，过去多生的一切事，一幕一幕很快呈现了，快到什么程度呢？有一个科学常识你们要知道，我请问在座的各位，人做一个梦，有多少时间？最长的梦不到五秒钟，这是以我们醒着时的时间计算，不是梦中的时间。譬如历史上两个大梦，黄粱梦和南柯梦。黄粱梦又有两个，一个是吕纯阳的黄粱梦，是汉钟离在长安点化吕纯阳的。另外一个黄粱梦是在河北邯郸，讲吕纯阳得道以后，点化卢生的故事。我们现在讲吕纯阳的这个。"}
{"text":"所以中阴的境界起来的时候会发现，不但现生的，过去多生的一切事，一幕一幕很快呈现了，快到什么程度呢？有一个科学常识你们要知道，我请问在座的各位，人做一个梦，有多少时间？最长的梦不到五秒钟，这是以我们醒着时的时间计算，不是梦中的时间。譬如历史上两个大梦，黄粱梦和南柯梦。黄粱梦又有两个，一个是吕纯阳的黄粱梦，是汉钟离在长安点化吕纯阳的。另外一个黄粱梦是在河北邯郸，讲吕纯阳得道以后，点化卢生的故事。我们现在讲吕纯阳的这个。吕纯阳为什么出家啊？他去考功名，在陕西长安，肚子饿了进饭馆，对面有一个老道士自己在那里做黄梁米饭。吕纯阳疲劳了，一靠就睡着了，做了一个梦。梦见自己一生几十年的事，怎么考取功名，怎么娶太太，生孩子，怎么样得意做官，一直做到宰相。最后，因罪被抄家，一家人都被流放，剩下年老的他孤单一人，立马风雪中慨叹无常。一觉醒来，几十年经过清清楚楚，抬头一看，对面老道士对他一笑，说好玩吧？老道士都知道他的梦。再看老道士的饭还没有熟呢。一觉醒来，黄梁未熟，几秒钟之间，梦了几十年的事，这是吕纯阳的黄梁梦。现在科学晓得，最长的梦不到五秒钟。悲哀痛苦的梦，甚至梦中被压住，觉得时间很长了。当然，一夜常常做很多个梦，大多数醒来都忘记了。每个梦都很短，但是在梦境中，你却感觉很长，有时候岂止几十年！所以说，时间是相对的。还有一个是南柯梦，唐代的，说有一个人好吃懒做，却一心想大富大贵。有一天吃饱了饭，躺在院子里槐树下睡午觉，梦见自己到了一个槐安国，遇到了公主，他就吹自己如何如何有本领，结果骗娶了公主，又做了太守。没过多少时间，敌国攻打来了，结果没几下，他就被打败了，公主自杀，国王把他驱逐出境。他醒来之后，哪里有槐安国啊？只有槐树下两个蚂蚁窝。这个叫南柯一梦，同黄粱梦一样。另外还有一个庄子的蝴蝶梦，这些都是有名的，说人生如梦，梦如人生。这里我们岔过来说一个故事。大家在文学上都感叹人生是黄粱一梦！"}
{"text":"这个叫南柯一梦，同黄粱梦一样。另外还有一个庄子的蝴蝶梦，这些都是有名的，说人生如梦，梦如人生。这里我们岔过来说一个故事。大家在文学上都感叹人生是黄粱一梦！清朝有个书生考功名失败，到了邯郸，想到吕纯阳点化卢生的那个黄粱梦，他很感慨，写了一首诗二十年来公与侯纵然是梦也风流我今落魄邯郸道要向先生借枕头二十年来公与侯，黄粱一梦里头，封公拜侯，那不得了啊，等于现在讲开国元勋一样的地位纵然是梦也风流，你们说人生如梦，还感叹，我还正想做这个梦呢！我今落魄邯郸道，我是南方人，今天在邯郸，饭都没有吃，很可怜，功名考不取要向先生借枕头，嗨！吕纯阳，你把借给卢生那个枕头也借给我吧，我也想做这么一个梦，这一生就满足了。你看这首诗，文学特别好，意境特别高，代表了人生。据说这个人因为这首诗受到赏识，后来真的做了官，可是最后，也是个悲剧收场。他如愿以偿，亲自体会了一场黄粱梦。我们现在明知人生如梦，但都很想做这样一个好梦。所以我上课讲哲学，常常引用这个要向先生借枕头。中国文学有两句名句，也是清朝的，多情自古空遗恨，好梦由来最易醒，像黄粱梦南柯梦，一下就梦醒了。回转来讲中阴的境界，要注意，都不是像有些书上讲的，第一个七天，哪些菩萨出现，有什么境界第二个七天，哪些菩萨出来接引你不是这样呆板固定的。他讲的对不对？完全对，是某一个宗教某一个习惯的范围。这类人没有接触到外面的知识和世界，从小到老永远在那个殿堂里头，见到的只有这些。如果拿这个去度一切众生，用这个学理跟人家讲，是不对的。比如北极的爱斯基摩人，也有宗教信仰另外满族蒙古族等，也有个古老的宗教，叫萨满教。譬如日本，大家认为是佛教国家，其实日本的国教是神教，佛教不过是日本宗教中的一种。日本信的是天照大神，是多神教，真正的全民信仰是这个神教。世界上的宗教有几百种，每个人中阴境界起来时，所呈现的形象，是他熟悉的一套。像我们中国人近几十年来，不接触宗教哲学的人很多，他的中阴境界梦中境界，只有自己熟悉的一套。所以我看到人快死的时候说，哎呀，我快要死了，去见已故的老朋友。那也对的，因为他的观念里头没有其他的，他否定了其他的宗教。但是，死后的中阴有没有佛菩萨出现？可能有。因为我们不敢保证他前生不是信佛教或别的宗教的。"}
{"text":"日本信的是天照大神，是多神教，真正的全民信仰是这个神教。世界上的宗教有几百种，每个人中阴境界起来时，所呈现的形象，是他熟悉的一套。像我们中国人近几十年来，不接触宗教哲学的人很多，他的中阴境界梦中境界，只有自己熟悉的一套。所以我看到人快死的时候说，哎呀，我快要死了，去见已故的老朋友。那也对的，因为他的观念里头没有其他的，他否定了其他的宗教。但是，死后的中阴有没有佛菩萨出现？可能有。因为我们不敢保证他前生不是信佛教或别的宗教的。我刚才讲过，中阴起来的景象不是这一生，而是多生累劫的，比梦还要快。大家问算命看相有没有道理？我说有啊，那是过去的定业，显现出这一生应受的果报。譬如有些人，一辈子很富贵，有钱，有地位，可是遭遇永远不好，身体也不好。另外我所晓得的，当年跟随孙中山革命，了不起的几个人，其中有一个大名鼎鼎的历史名人，他天生是天阉，天生阳痿，后来他收养一个女儿。天阉的人很多，我在四川时，有个大财主朋友在自流井，那是四川最富有的地方，出盐的，这个朋友一辈子享受，可是也是天阉的他有这个功名富贵的果报，可是身体却是这样。再看古代许多英雄才子，遭遇很好，功名富贵，可一身是病，那就是古人的诗百年三万六千日，活一百岁只有三万六千天，不在愁中即病中。的确有这些人，我也亲自遇到这些朋友。你说怎么说呢？人生的命运，以佛学来解释，那是多生累世的因果，也就是这句话假使经百劫，所作业不亡，因缘会遇时，果报还自受。刚才我讲了，不是说，第一个七天一定是菩萨什么的出现，第二个七天又如何，不是一定这样的。譬如西藏人，从小在庙子出家，一辈子也在这个庙子修佛法，他才可能是那个境界，勉强可以如此说。但是他的境界里出现的不一定是神菩萨，也会有家属出现，因为他也有家属的情感，或者也有爱情的情感等等。所以出现的又各有不同，不是那么呆板的。那么天主教，其他异教徒，是否永远是异教徒呢？也不一定，每一生不一定。也许一个佛教徒，如果前生是信别的邪教，或者信其他宗教，他到中阴境界出来前生的事，也是那一套。这个因果报应讲不清楚的，太复杂，计算机也算不清。所谓的六道轮回，我常常告诉修行人，去看楞严经由人道转生六道这一段，简单明了，比较是科学性的。你们出家讲修行做工夫，另一部很重要的经典是修行道地经，也讲到六道轮回的果报。"}
{"text":"所以出现的又各有不同，不是那么呆板的。那么天主教，其他异教徒，是否永远是异教徒呢？也不一定，每一生不一定。也许一个佛教徒，如果前生是信别的邪教，或者信其他宗教，他到中阴境界出来前生的事，也是那一套。这个因果报应讲不清楚的，太复杂，计算机也算不清。所谓的六道轮回，我常常告诉修行人，去看楞严经由人道转生六道这一段，简单明了，比较是科学性的。你们出家讲修行做工夫，另一部很重要的经典是修行道地经，也讲到六道轮回的果报。但是这两部分，我不大喜欢翻译出来给大家看，因为你们看了以后，会喜欢观察别人，说这个人前生果报里带的是什么成分，这个人来生快要变什么去了，大家会有这个错误认识，而且忘记了自己反省，只看别人的过错。像你们在座的某人一样，闭着眼睛乱说，他这个因果就背得很大，他不知道自己乱说犯口过。你胡松年那些问题，有些已经顺便答复了其他一些问题，可答可不答，以后再说了，你晓得我这里很忙。那么死以后投生呢？现在回转来，我开始讲这个问题。前面给大家有个交待，我说，这一次给你们讲生死，是倒因为果的讲法，还记得吗？先讲到怎么死，对不对？现在这样大概可以交待清楚了吧！我们现在要讲的，是怎么样来投生了，也是讲普通人正常的投生。关于这个，佛学有好多资料，最重要的资料，是给我们正式学佛用的，就是修行道地经。其实后来魏晋南北朝到唐之间翻译的，如大集经，里头分散得很，这里一段，那里一段，要连起来研究。再其次，楞严经只是讲生死的大原则。讲生的问题以前，希望大家把十二因缘都要背来，尤其你们在家的居士们，出家的就更严重了，这个与所有佛法修持都有重要关联的，可是一般人都不记得。无明缘行，行缘识，识缘名色，名色缘六入，六入缘触，触缘受，受缘爱，爱缘取，取缘有，有缘生，生缘老死。老了以后死，死了以后再来，圆圈的，轮回的，又从无明开始了。这十二因缘，你也可以用一二三四来标记。所谓修行了生死，打坐修定，尤其是出家的人，出家是干什么啊？你们不要搞错了，认为打坐是练身体养精神，平常你这样说，我只好笑一笑，我也不骂。严格地讲，你那是胡说，不懂佛法。佛法是求了生死，所谓了生脱死四个字，了了这个生，脱开了老死病苦，叫做了生脱死。必须先把十二因缘搞清楚，这不是理论，是个科学。"}
{"text":"老了以后死，死了以后再来，圆圈的，轮回的，又从无明开始了。这十二因缘，你也可以用一二三四来标记。所谓修行了生死，打坐修定，尤其是出家的人，出家是干什么啊？你们不要搞错了，认为打坐是练身体养精神，平常你这样说，我只好笑一笑，我也不骂。严格地讲，你那是胡说，不懂佛法。佛法是求了生死，所谓了生脱死四个字，了了这个生，脱开了老死病苦，叫做了生脱死。必须先把十二因缘搞清楚，这不是理论，是个科学。如果详细解释，用十几个钟头也解释不清楚，很多牵涉到现代科学。可是现在的佛教，出家在家的往往不懂现代科学，不懂现代知识，同我一样，好差劲！这个就严重了。所以，我说佛教佛学没有办法，因为一般人不晓得现代自然科学，平常也不留意，就抱着一个佛学，认为最高明，自己困在一个范围里，以为是全体了。大小乘修行学理，包括般若唯识法相华严，统统依十二因缘发展，大家要搞清楚。佛是讲这个给那些跟他出家的小乘弟子们听的，这些弟子是完全听他指导的，自己不加以其他的知识理想，只是专门学佛的，所谓声闻众。声闻众是来受教育的，自己没有独立思想，也不去深究。佛怎么说，老师怎么教，就怎么办，自己没有本事参究。大菩萨不是这样，他可能提出来意见，与佛对辩研究。十二因缘，第一是无明，这是佛创立的理论。无明是没有光明，依中国字解释，就是阴的，糊涂的，什么都不知道，佛学上常用这个名词。昨天我讲过，我们怎么样睡着了，我们醒来是怎么样醒来，你不知道，是糊涂的，那就是一念无明。我们坐在这里很好，忽然想到很远的事，这个突然的念头不晓得怎么来的，就是你们讲的动脑筋。爱做生意的，在这里打坐，忽然想到要飞到美国去，有一个机会差点忘了这叫一念无明。你说他是什么动机来的？为什么几十年前的事，或者前生的事一下想起？有时候我们的思想牵涉到前生哦，譬如一个完全没有想过没有经过的事，我们念头里忽然有这个幻想出来，我们叫做幻想，实际上有前生的因缘在，也就是一念无明来的。这个无明，讲唯心的道理，是讲心意识一念无明。假使明白了呢？得阿耨多罗三藐三菩提，大彻大悟，已经把自己的根本找出来了，这个无明的反面就成为明了，就是大光明大智慧，大圆镜智了。可是众生却并不明白，仍然念念在无明中。"}
{"text":"你说他是什么动机来的？为什么几十年前的事，或者前生的事一下想起？有时候我们的思想牵涉到前生哦，譬如一个完全没有想过没有经过的事，我们念头里忽然有这个幻想出来，我们叫做幻想，实际上有前生的因缘在，也就是一念无明来的。这个无明，讲唯心的道理，是讲心意识一念无明。假使明白了呢？得阿耨多罗三藐三菩提，大彻大悟，已经把自己的根本找出来了，这个无明的反面就成为明了，就是大光明大智慧，大圆镜智了。可是众生却并不明白，仍然念念在无明中。一个科学问题来了，刚才我们提的这个无明，我坐在这里好好的，从来没有想的一件事，忽然一下想起来了，这个是什么来的？是行来的，有一股动力，是股力量，行就是业力，这股业力很大，永远在流动，千生万劫，没有时间空间的阻碍。所以佛解释生命的要点，有一部最深的最秘密的经典，叫解深密经，其中有个偈子，讲出来这个一念唯心的生命根本阿陀那识甚深细一切种子如瀑流我于凡愚不开演恐彼分别执为我阿陀那识甚深细，佛到最后，推翻一切宗教一切哲学，没有上帝，没有阎王，没有神，也没有一个人格化的神叫佛，根本没有一个主宰。这个生命的本体有个东西，用个代号叫做阿陀那识，也叫阿赖耶识。佛说这个东西啊，给你们讲不清楚，你们不懂的，阿陀那识既深又细，非常秘密难懂，要实证到了才会懂。一切种子如瀑流，我们所谓的过去现在未来，实际上没有空间时间的限制，是心物一元的。譬如黄河壶口的瀑布流水，长江三峡那个流水也一样，这股力量，哗啦啦在流。这个流，佛学唯识上叫等流，平等在流动。你看黄河瀑布的水里头，一切水分子，水里还夹着泥沙木头，一切好的坏的，善的恶的不善不恶的，一切唯物的种子唯心的种子，哗啦啦没有分别，一起流动。这个宇宙的生命有股动力，使一切种子平等地一起流动，心物一元的，这个动力是行阴，是根本动力。那么中国固有文化有没有这个？有！易经就告诉你，用乾卦代表，天行健三个字。这个天不是科学物理概念的天，而是理念的天，代表本体，就是宇宙有股力量，永远在动物质的精神的功能作用，永远有个动力在动在变。这个行阴最难懂，修行是修这个啊！一般讲修行，如果不懂这个，修个什么行！所以易经告诉你天行健。接着有句话，君子以自强不息，这句话是周公加上去的。"}
{"text":"这个宇宙的生命有股动力，使一切种子平等地一起流动，心物一元的，这个动力是行阴，是根本动力。那么中国固有文化有没有这个？有！易经就告诉你，用乾卦代表，天行健三个字。这个天不是科学物理概念的天，而是理念的天，代表本体，就是宇宙有股力量，永远在动物质的精神的功能作用，永远有个动力在动在变。这个行阴最难懂，修行是修这个啊！一般讲修行，如果不懂这个，修个什么行！所以易经告诉你天行健。接着有句话，君子以自强不息，这句话是周公加上去的。文王当年研究易经悟道了，通了，他对乾卦只有三个字――天行健。他的儿子周公，研究易经，加一句话君子以自强不息，我们做人要懂得乾卦的道理，懂得宇宙一切随时在变，自己因此要懂得自强，要随时反省，努力修养学问，要永恒地前进，不能停留。所以大学有苟日新，日日新，又日新，就是这样来的。后世如学如逆水行舟，不进则退，也是这样来的。金刚经上说应无所住而生其心，也是基于宇宙这个状态而来的道理，一切现象本来随时在变，你还抓个什么！我于凡愚不开演，恐彼分别执为我，佛讲解深密经楞严经，是最后讲的，解深密经是佛到晚年要走以前讲的。佛说，我对于一般没有智慧的人一概不讲，这些笨家伙智慧不够，给他们讲了以后，他们以为宇宙中间有个动力是本有的生命，他又把无我的东西，当成有个我了，又起了意识分别，思想又抓住有个生命的本来。生命没有本来，只是有个流动性的现象，像风一样。你说风从哪里来？你说西北来，那西北以前呢？后面是空。金刚经告诉你，一切现象都是无所从来，亦无所去，即有即空，即空即有。可是佛讲了这个科学的道理，大家都把它当成一个总的东西在那里存在，就错了，所以佛说，恐彼分别执为我，所以不敢讲。这个阿赖耶识里的种子是等流的，但是这个等流作用的同时，中间有个作用，叫异熟，这是因果的规律。每一个众生的种子里，有善有恶，有无记。譬如大家喜欢偷懒，喜欢离开世间打坐修行，不想做事，那是属于无记业的。无记业的果报很严重了，所以给大家指出来，因果是很可怕的。人这个生命是等流和异熟作用变化出来的，成熟了，等于一个果子熟了。至于变成人，变男人女人，变笨人聪明人，变好人坏人，都是因果的异熟。我们把山东的苹果移到美国去种，它完全变味了，而果子长得非常大，通通不同。"}
{"text":"每一个众生的种子里，有善有恶，有无记。譬如大家喜欢偷懒，喜欢离开世间打坐修行，不想做事，那是属于无记业的。无记业的果报很严重了，所以给大家指出来，因果是很可怕的。人这个生命是等流和异熟作用变化出来的，成熟了，等于一个果子熟了。至于变成人，变男人女人，变笨人聪明人，变好人坏人，都是因果的异熟。我们把山东的苹果移到美国去种，它完全变味了，而果子长得非常大，通通不同。讲种菜，种水果，种树，有个方法叫嫁接，一棵树接另外一种树，使果实味道改变，外形也改变。这个也是因果的异熟。阿赖耶识有等流异熟的作用。所以楞伽经告诉你，有些人天生是凡夫，不愿意修行有些人天生要修行有些是爱修小乘，只管自己的声闻有些走大乘菩萨路线，最后成佛。他说，根器是异熟的果报不同，这叫做根基不同，种性不同。楞伽经不叫根基，叫种性。譬如他姓王，他姓李，每个人家族不同。这个人是小乘的种子，那个人是大乘的种子，这个是文人的种子，那个是武人的种子军人的种子种性是多生多世累积的因果，属于异熟。无明缘行，倒转来讲，这一念无明哪里来的？是生命那个动力，像瀑布流水一样，昼夜在转动。等于我们打开电灯，看起来亮光没有动，实际上里头随时在动，只不过我们看不出电灯里的电是怎么接上来的，这就是无明。我们只看到亮光永远亮着，实际上它每个分子都随时在变化，在异熟，生命是那么细的一个科学。十二因缘，看你怎么去了解，古来的高僧，他把普通的学问搞好了，再讲佛学就讲通了。现在一般学佛的，普通的书都没有读好而且这个时代，只把古文搞好了没有用，还要知道现代科学才行，佛学是那么深啊！再回到十二因缘，无明缘行，这一念无明，引起生命的动力在动，这里头带着异熟和等流作用，可是这个行动里头是心物一元的。你要晓得物理世界也永远在动，无明里头也是包括心物一元的，行阴是心物两个一起动的喔！等流来的喔！现在讲人的生命来源，特别抽出来这个十二因缘。无明是代表本体痴的不明的作用行阴同第七识意根，有连带关系。佛学中讲的心意识，心代表心物一元的本体，就是阿赖耶识意就是第七识，是我执法执的根本能够思想分别，能够思维的这个识，叫做第六意识，根根是第七识。这是所谓心意识。"}
