{"text":"在这样的背景下，充分发挥党组织政府部门社会团体等纽带作用，加强正能量的传播，注重彼此的协调，对于促进社会的稳定进步和发展，意义更大！书生上苍赐人以三书，一曰有字之书，二曰无字之书，三曰心灵之书。此三者，同出而异名，殊途而同归。读书者可称书生，而凡世间之人，或多或寡，必读此三书，故世间之人皆为书生也。有字之书，文章著述也。以一字概之，是为录。往圣先贤著经典，而后人传习之诗仙词圣书佳句，而后人吟咏之。有字之书，乃作文章者之见闻经历所思所想，付诸于文。孔夫子所著之春秋，太史公所著之史记，皆属有字之书也。李太白狂歌之将进酒，杜子美哀叹之石壕吏，亦属有字之书也。以文章传道义，以诗篇记良辰，此有字书之真谛也。无字之书，生活经历也。以一字概之，是为行。劳心柴米油盐，远游名山大川，皆读无字之书也。无字之书是为行万里路，如古徐霞客之游览，如马可波罗之远渡。于万化冥合之间，读自然造物之书。鬼斧神工，最美之书乃天成。无字之书亦是平日生活，秋风卷屋，五斗折腰，利锁名缰，虚苦劳神。于困顿失意之时，读泪湿汗浸之书。披荆斩棘，最重之书乃人生。心灵之书，思想精神也。以一字概之，是为己。人即心，心即道，道即天，天人合一。人以心观宇宙，观宇宙亦是观心。陆九渊曾言宇宙即是吾心，吾心即是宇宙。心灵之书包罗万象，可绝非万象本身也。康德柏拉图之思考，于此二人乃心灵之书，而其著述非心灵之书，故此书无法外借也。心灵之书乃思想本身，发于人，终于人。凡世间之人皆有心灵之书，而此中玄奥不可言传。文人以有字之书录无字之书，圣人以有字之书传心灵之书学者以无字之书习有字之书，行者以无字之书证心灵之书贤者以心灵之书衍有字之书，哲人以心灵之书明无字之书。此三书连环相扣，缺一不可。书生在世，读尽经典，而读此三书断不可厚此薄彼，需雨露均沾，相辅相成。失有字之书，则文明难以传承发展略无字之书，则学问皆如纸上谈兵缺心灵之书，则人生浑若傀儡木偶。幸上苍非悭吝之辈，播此三书于人间。是故世人尽能读此三书，行此三书，传此三书。故世人皆能成书生也。"}
{"text":"此三书连环相扣，缺一不可。书生在世，读尽经典，而读此三书断不可厚此薄彼，需雨露均沾，相辅相成。失有字之书，则文明难以传承发展略无字之书，则学问皆如纸上谈兵缺心灵之书，则人生浑若傀儡木偶。幸上苍非悭吝之辈，播此三书于人间。是故世人尽能读此三书，行此三书，传此三书。故世人皆能成书生也。藤蔓人生懂得放下麻纸粗糙的纹理带着原始树木的粗犷，香火味和着纸张燃烧的味道仿佛是从远古吹来的风，带着厚重呛鼻的气息，灰烬升腾，摇曳，又无力委落在尘埃里。瞳跪在满是荒草的墓前，按下手机上单曲循环键，低吟浅唱的越剧缓缓溢出，不知不觉，她也跟着哼唱起来，寂寥而落寞。每个人的喉头都卡着一根鱼刺，那是一种咽不下去又无法言语的痛，只得等着岁月这味陈醋的浸泡，慢慢软化。瞳的那根鱼刺却坚硬而固执，母亲便是她一生的心痛。十年前。小镇总被薄雾所包裹，一切都朦朦胧胧，看不真切。发黑的乌蓬船靠在岸边，昏黄的灯沿着河流一路闪烁，瞳撑着一把泛黄的油纸伞，趿拉着雨鞋走在回家的路上，青石板上的苔藓几次让她险些滑倒，屋檐将天空割裂成不规则形状，指尖所触及的墙体，片片剥离，逢着丁香般的姑娘，瞳在心中自嘲了一下，只有为生计而忙碌的侏儒。她恨透了这样的天气，心想诗人真是矫情。远远地，母亲轻唤囡囡回来了，头发有没有湿，有没有着凉一串的询问打断了瞳的沉思，抬头便望见，母亲斜倚在厚重的木门上，古朴精致的木簪将发轻轻束起，嘴角噙着几丝温暖人心的笑，周身总是散发着江南女子所特有的温润与体贴，这薄薄的雾更是平添了一份美人如花隔云端的诗意。嗯，没有。瞳冷冷的回答。我给你熬了碗姜汤，喝了暖暖身子。不用了。屋内又是死水一般的沉寂，母亲放上磁带，坐在一旁静静聆听越剧，手不断揉着膝盖，捶着肩膀，江南潮湿的气候使母亲早早患上了风湿，梅雨天气里，又犯的紧。童起身原本去帮母亲捶肩，身子顿了顿，抬手关了录音机。辏晟在空气里颤动，童望着窗外，一字一句缓缓的说学校填志愿表，我填了北方的一所学校。母亲猛地停了手中的动作，停在半空的手，紧紧握成了拳头，几乎用恳求的语气说道为什么去那么远呢，填省内的吧，你可以多回家看看，那我也可以照顾你啊我想去！她不想再听下去，仅仅用这三个字就让母亲从今往后只字未提。"}
{"text":"童起身原本去帮母亲捶肩，身子顿了顿，抬手关了录音机。辏晟在空气里颤动，童望着窗外，一字一句缓缓的说学校填志愿表，我填了北方的一所学校。母亲猛地停了手中的动作，停在半空的手，紧紧握成了拳头，几乎用恳求的语气说道为什么去那么远呢，填省内的吧，你可以多回家看看，那我也可以照顾你啊我想去！她不想再听下去，仅仅用这三个字就让母亲从今往后只字未提。瞳如愿以偿，到了心心念念的北方。她爱晃得人眼疼的蓝天，爱北方姑娘的豪爽与洒脱，爱沙漠瑰丽奇绝似火晚霞，爱明媚阳光渗进骨骼，爱冬日大雪纷飞，明艳的红和黄色调占据整个眼球，她疯狂的想要忘记一切有关潮湿气味的记忆，包括母亲与那绵软越剧，撞击耳膜的一直是嘹亮的秦腔，这才是最惬意的生活。她自私的活着，贪恋这样的人生。以致四年大学毕业后，仍固执决定留在北方。母亲一人守着江南的老房子，望着大门前奔跑嬉戏的的幼童，几十年如一日的断桥。六年匆匆而过，瞳与母亲的见面只限于参加婚礼那次，平日的嘘寒问暖。囡囡，以后想干什么就随心而做，快乐就好，不要被太多的事牵绊母亲这次絮絮叨叨说了很多。可也成了最后一次说这么多的话。她跪在墓前，感觉失去了整个世界，明明最讨厌的是呢喃似的软语，明明最可有可无的是母亲，明明一切的一切都按自己的想法完美到了极致，可这一刻，心好像被掏空了，空洞洞的，这下自己真正成了孤儿。妈妈，我喜欢这个声音。女儿跌跌撞撞跑过来，趴在瞳耳边笑着说道。这一刻，瞳泪流满面，好像在哪里，她也这样说过，很久很久以前烟火蓝边碗今早喝粥时我用的是一只白底素净的蓝边碗。你或许会问，如此平淡无奇的碗有什么好说？错矣！此中考究可大着呢，且听我慢慢道来。新居落成，我与父母前往景德镇购买瓷器新居。这里瓷器种类繁多，有白如玉，明如镜，薄如纸，声如磬的白瓷有造型精致小小骨瓷有绚丽多彩的斗彩让人眼花缭乱，美不胜收。买什么好呢？有人说，只要票子够多尽选造型独特的买，显得荣华富贵的买，精工极致的买，这还不简单？又错啦！器皿的选择体现了主人的生活态度。不可不慎重。"}
{"text":"此中考究可大着呢，且听我慢慢道来。新居落成，我与父母前往景德镇购买瓷器新居。这里瓷器种类繁多，有白如玉，明如镜，薄如纸，声如磬的白瓷有造型精致小小骨瓷有绚丽多彩的斗彩让人眼花缭乱，美不胜收。买什么好呢？有人说，只要票子够多尽选造型独特的买，显得荣华富贵的买，精工极致的买，这还不简单？又错啦！器皿的选择体现了主人的生活态度。不可不慎重。有的瓷器过于大件且富丽堂皇，赤红明黄宝蓝与我家简约的装修风格不符有的过于小巧，家人并无英国绅士贵妇那般品下午茶的闲情有的瓷器上绘有泼墨山水工笔花鸟，我们一行人中并无行家不知如何鉴赏如此看来，竟无我们能买的瓷器了！突然，这平淡无奇得突兀的蓝边碗闯入我眼帘。如此简陋的碗会在这里出售？我要走，爸爸却在这碗前驻足许久。为何？这是上世纪七八十年代家家户户都用的碗，这是承放了父亲的记忆的碗。据销售人员介绍，这蓝边碗在传统蓝边碗上加以细节上的改良与创新。我拿起一只仔细端详，发现手感极好，分量厚重让人踏实。底足的角度略微加大，让碗显得端庄典雅不失大气。而且这碗极易打理，深受妈妈们喜欢。蓝边碗没有繁复精致的花纹修饰，没有绚丽的色彩，没有复杂的工艺。可当你凝视它，就会情不自禁地想起一家人围在一起乐呵呵地吃热腾腾的饭菜的情景就会想起苦日子里生活的精打细算的不易就会想起寻常百姓家人间烟火的温度蒋勋曾在品味四讲忠言逆耳纯棉衬衫就像爱人，让我感动了好久。一件物品使用久了，就会产生难以割舍的情感，对我来说，蓝边碗亦是如此。景德镇作为瓷都，常有瓷器新品推出，我却独爱这蓝边碗并歌颂它。因为它注重在细节上的改良，把创新的点子用在提升人们的生活上而不是争一时的噱头。距离人的生活太远的创意并不是人真正想要的，新鲜感过后便如失了灵敏般只能束之高阁。每日捧着这只蓝边碗吃饭，不但手感好，我仿佛能听到它无声的诉说，谆谆教诲我认真踏实地生活的真谛，这才是它的精魂。听我如此道来，你可有话反驳？与虚拟保持一定距离自二战中一台图录机发明，网络遍及全球，虚拟世界一点点进入我们的生活。"}
{"text":"每日捧着这只蓝边碗吃饭，不但手感好，我仿佛能听到它无声的诉说，谆谆教诲我认真踏实地生活的真谛，这才是它的精魂。听我如此道来，你可有话反驳？与虚拟保持一定距离自二战中一台图录机发明，网络遍及全球，虚拟世界一点点进入我们的生活。我们曾以为这些被我们人类所创造的机器只是一个服务于我们的无智的编程，但当谷歌阿尔法狗轻松打败棋王，当在一个被视为人类引以为傲的思维，创新领域被人工智能轻易战胜时，我们不能不正视将在未来扮演的角色，当虚拟与现实的界限越来越模糊，甚至虚拟比真实更真时，我们是否还需要费力区别这两者？于是便会有人视为猛虎洪水，悲观地认为若我们允许虚拟进入干涉我们的生活，人类便将灭亡，而我认为大可不必如此，虚拟蓬勃发展带来的利处是明显的。可以大大降低社会的沟通成本，购物看病交流娱乐的定义都将被改写。想象一下，一些生下来就被认定残废的人们，一些本自以为一生都无法看到光折射下的七彩人间，无法用脚接触泥土的人，在拥有后可以再一次认知这个世界。不仅仅是残疾，一些因经济原因无法见识世界的人也可借此开阔视界。虚拟是在帮助我们更清楚的认识世界，甚至我们可以这么说，虚拟使人更加为人。我从不反对虚拟与生活的结合，但在我们欢喜于科技给我们带来的方便时，我更想提醒，我们不能一味的沉浸于虚拟中，从而被虚拟所奴役。尼尔波兹曼在娱乐至死中提到人终将毁于他所热爱的东西。一味甚至盲目的赞美虚拟，甚至将虚拟当做全部的人生并以此为平常，人类便将失去他最宝贵的东西――人性及思维创造，若我们完全拥抱这个虚拟构成的新世界，沉迷于虚拟对我们感官上的刺激，我们便会渐渐依赖虚拟，从而成为虚拟的奴隶，甚至走向灭亡。我们对虚拟保持距离，是因为我们还在乎真假，也许虚拟可以营造真实，但我们无法欺骗自己的内心。事实上，虚拟与真实的靠近，人工智能与人类的相似，这可以让我们更好地考虑一个问题，即人之所以为人的意义。人这个事终究与我们创造出来的虚拟有什么区别？人究竟区别于其它的地方在哪里？我认为，这便是人性，便是人愿超越人的思想，如尼采借查拉图斯特拉所言，人之所以为人，便在于人是一个桥梁，人应当被超越，若我们沉迷虚拟，我们便将停滞。"}
{"text":"我们对虚拟保持距离，是因为我们还在乎真假，也许虚拟可以营造真实，但我们无法欺骗自己的内心。事实上，虚拟与真实的靠近，人工智能与人类的相似，这可以让我们更好地考虑一个问题，即人之所以为人的意义。人这个事终究与我们创造出来的虚拟有什么区别？人究竟区别于其它的地方在哪里？我认为，这便是人性，便是人愿超越人的思想，如尼采借查拉图斯特拉所言，人之所以为人，便在于人是一个桥梁，人应当被超越，若我们沉迷虚拟，我们便将停滞。我希望，我们应该在的帮助下，更好的追求更高的东西，为物，应被我所用，也许终有一天我们人类将进化为尼采所预言的超人。虚拟让我们更加成为人，并借此我们应与虚拟保持一定距离，人应超越虚拟真实。阅读的三重境界人生天地间，总要与外界发生联系。而阅读，则是其最主要的通道。阅读分为若干种，绝大多数人的阅读属于消遣性阅读。这种阅读的目的就是打发时间，说得高雅点，是让时间不至于白白流逝。浏览网页，翻翻报纸，看看电视，了解一些热点新闻，搜集几件明星八卦，打探哪里出了奇人异事，瞅瞅又有几个老虎被调查边看边乐，然后与志同道合者大摆龙门，是很惬意很得意的事。市井闲人们的阅读大抵如此，很多上班族的阅读有相当的比重也可归入此类，我们青年学子，有时也愿意做这些消遣性的阅读。为的是放松放松，调剂一下有些枯燥的学习生活。我觉得，消遣是个中性词，甚至在某种意义上可归入褒义，毕竟有所消遣便是有所寄托，这总比无所事事无是生非要好得多得多。阅读的第二重境界，我称之为充电式阅读。这种阅读有明显的现实功利性，颇有现趸现卖临时抱佛脚的意味。以我为例，该交综合性研究作业了，我才上网搜索相关的材料，包括成本的书杂志，相关论文，然后挑灯夜战，快速扫描，从中筛选自己用得着的矿石，冶炼提纯，最终形成自己的产品。这样的阅读，效率高，印象深，积少成多，集腋成裘，我的大脑里面的东西感觉越来越多，越来越有品位。出于很近视的目的，其效果却是长久的，这样的阅读，其实就是我们成长的台阶。听说大多数成年人尤其是上班族，其阅读大都含有某种功利性。这不是坏事。关键是要将这些信息合理转化，切忌生搬硬套，机械照搬。否则的话，这种阅读就成了鸦片，副作用可不是一般的大。阅读的最高境界，是精神性阅读，或者叫心灵性阅读。"}
{"text":"这样的阅读，效率高，印象深，积少成多，集腋成裘，我的大脑里面的东西感觉越来越多，越来越有品位。出于很近视的目的，其效果却是长久的，这样的阅读，其实就是我们成长的台阶。听说大多数成年人尤其是上班族，其阅读大都含有某种功利性。这不是坏事。关键是要将这些信息合理转化，切忌生搬硬套，机械照搬。否则的话，这种阅读就成了鸦片，副作用可不是一般的大。阅读的最高境界，是精神性阅读，或者叫心灵性阅读。这样的阅读完全是个人的兴趣所在，阅读的过程，也是修养身心陶冶情操的过程。据说，这样的人，看经典的影视作品，会忘掉了世界的存在，能与剧中人的命运相喜悲看喜欢的文学名著，常常会如五柳先生每有会意，便欣然忘食。可惜的是，我还没能达到这样的境界，但我会向这个方向努力。说过，要看各样的书，即使和本业毫不相干的，也要泛览。卢梭则强调，读书不要贪多，而是要多加思索。道出了读什么书和怎样读的问题，明乎此，力行之，便会臻于大境界。你活好自己了吗？按一些幽默程序员的说法，别人的生活在你看来是。p，但在他自己看来则是。。大致意思就是你看到的是别人的表象，而不是他人生的真实演绎。一位穿着简陋的妇女，身后跟着一个孩子，似乎很是畏惧她的母亲似的，这一路都没敢和她母亲对视。想必，那是个严厉的母亲。走到地铁站台，一名白发苍苍的老人正拉着二胡，身旁放着一只铁盘，里面只有零星几枚硬币。妇女经过老人身旁时，一脸嫌弃的转过脑袋，对孩子说看吧，多可怜。你要是不听话，以后也会活成那般模样。我在一旁静静的看着。孩子胆怯地点点头，跟着母亲走了。那般模样？那名妇女能出此言，必然是发自内心的。不过，分明是发自内心的自卑。很明显，她也不过是个农村妇女，只是来到大城市，这才显得神气活现。由此，不禁想到评价他人生活的同时，你的评价可能恰好就是你内心的真实写照。当一个人是自卑的时候，看到别人光鲜的生活时，更多的是羡慕，嫉妒，甚至上前恭维。我也许不得不去猜测那位妇女的生活，也许也是十分辛酸，十分贫苦，不那么如意吧。这只是一件很小很小的事情，也许每天都会发生，以至于被人们渐渐淡化了。再说唐朝的大诗人刘禹锡，曾被送给一间陋室，简陋到比当今的蜗居房还要简陋。"}
{"text":"由此，不禁想到评价他人生活的同时，你的评价可能恰好就是你内心的真实写照。当一个人是自卑的时候，看到别人光鲜的生活时，更多的是羡慕，嫉妒，甚至上前恭维。我也许不得不去猜测那位妇女的生活，也许也是十分辛酸，十分贫苦，不那么如意吧。这只是一件很小很小的事情，也许每天都会发生，以至于被人们渐渐淡化了。再说唐朝的大诗人刘禹锡，曾被送给一间陋室，简陋到比当今的蜗居房还要简陋。人们纷纷议论着刘禹锡的生活该将是如何悲惨如何不悦，同时也有庆幸自己没有违背官府，生活还没有落得这般下场。但实际上刘禹锡那种安贫乐道的心态早就将他置于一个世外桃源般的境界了，该写诗写诗，该喝茶喝茶，日子过得闲适惬意。别人的生活需要你来议论吗？一个表面光鲜的公司总裁背地里可能是个境界一般的俗人而一个落魄的流浪歌手也许会因为自己时常追逐着梦想的生活而思想变得无比光鲜。生活，是活给自己的，不是活给别人看的。别人的生活你擅长议论吗？我认为，对他人生活的评价，可能就是自己生活状况和生活态度的真实写照。一个生活朴素闲适的文人若是路过刘禹锡的旧宅，也许会感叹虽然住宿条件恶劣，但是这里清新的空气，幽雅的环境多么令人神往！而一个虚荣心强，实际上内心自卑的官吏，也许也会感叹这样破旧简陋的屋子，恐怕在无数个日夜里他都睡不着觉吧看看这台阶，到处是青苔自卑的人评论他人的生活，更多的是对自己的一种慰藉，但这始终是自卑的表现。不过，想要公平地议论他人的生活，始终是很难的。每个人的心态多有不同，真正公平的议论只能是来自别人自己的。每个人都是别人。所以活好自己就够了。做自己生命中的摆渡者如果，人生是一叶扁舟，那么船上的人，就是摆渡者，无论潮起潮落，依旧风正一帆悬。猝然想起爱因斯坦的相对论来，深邃遥远的理论，像浪花拍打着我心中枯干的礁石，被动而绝望。然而，于浪花而言，拍打的每一刻，都是滋润礁石而收获的自豪感。于他，于她，千差万别，你最好自己掌好舵，控制好行驶的速度，任凭东西南北风，方可直挂云帆济沧海！在属于你的海域，你便是一道风景线。想起了年，足球点缀着的高三。那一天，却成为了巴西的国耻日，以大比分输给德国队出局，我看见现场的球迷撕心裂肺地痛哭，过了好久才愿接受我钟爱的球队出局的事实。一位足球名宿说过于巴西队而言，亚军就是失败。"}
{"text":"猝然想起爱因斯坦的相对论来，深邃遥远的理论，像浪花拍打着我心中枯干的礁石，被动而绝望。然而，于浪花而言，拍打的每一刻，都是滋润礁石而收获的自豪感。于他，于她，千差万别，你最好自己掌好舵，控制好行驶的速度，任凭东西南北风，方可直挂云帆济沧海！在属于你的海域，你便是一道风景线。想起了年，足球点缀着的高三。那一天，却成为了巴西的国耻日，以大比分输给德国队出局，我看见现场的球迷撕心裂肺地痛哭，过了好久才愿接受我钟爱的球队出局的事实。一位足球名宿说过于巴西队而言，亚军就是失败。这似乎成为了巴西足球领域的隐形胜负衡量标准，过去金光灿灿的成就太过显赫，只许成功，不许失败。然而，同样的成绩放在中国队的身上，不说进入淘汰赛，能打进世界杯就算是轰动一时的爆炸性新闻了，足以给咱中国球迷提供好长时间的谈资。如果你是强者，请追求完美，精益求精如果你是弱者，请仰望星空，脚踏实地。我们每个人都载着不一样的船，所处的高度也不同，扬帆起航还是缓缓前行，于不一样的人，只要奋力前行，每一种方式都配得上胜利者的殊荣，勇敢点，做你生命中的摆渡者。正如有人说的，一个人行走的范围，就是他的世界。或许，但凡属于自己的，都幸福。我还听过这么一句话，幸福啊，不是光想着自己没啥，而是要多想想自己有啥。比上不足比下有余，要做你自己生命中的摆渡者，如果你喜欢小溪的潺潺流水，何必远方呢？赞扬与责骂差别在哪儿？对于小明来说，是一百分与九十八分间的毫厘。对于小亮来说，是及格与不及格间的跨越。看似的差别待遇毫无道理，仔细思索却能悟出其间的合理。如他人言人生来不平等，自呱呱坠地时起，每一个生命便是一个独自的个体，有着其属于自身的优劣与价值，生而如此，又怎能以一条统一的刻线，单薄的规矩丈量一个个鲜活而独立的生命呢？千年前，圣人孔子便提出因材施教的主张，弟子三千人，有富可敌国的巨贾，有位极人臣的政客，形形色色不一而是，而孔子，则成为后世称赞景仰的伟大教育家，究其根本，在于其能准确地把握每一位学生的优劣长短，扬其长补其短，因材施教，正是因为这样的差别待遇，才使得每个人都得尽展其能，各得其所。"}
