{"text":"我看见穿着艳冶夏装的太太们，晃着满意的红喷喷大面孔的绅士们我看见太太们的乐园依旧大开着门欢迎它的主顾我只看见街角上有不多几个短衣人在那里切切议论。一切都很自然，很满意，很平静，――除了那边切切议论的几个短衣人。谁肯相信半小时前就在这高耸云霄的太太们的乐园旁曾演过空前的悲壮热烈的活剧？有万千争自由的旗帜飞舞，有万千打倒帝国主义的呼声震荡，有多少勇敢的青年洒他们的热血要把这块灰色的土地染红！谁还记得在这里竟曾向密集的群众开放排枪！谁还记得先进的文明人曾卸下了假面具露一露他们的狠毒丑恶的本相！忘了，一切都忘了可爱的驯良的大量的市民们绅士们体面商人们早把一切都忘了！那边路旁不知是什么商铺的门槛旁，斜躺着几块碎玻璃片带着枪伤。我看见一个纤腰长裙金黄头发的妇人踹着那碎玻璃，姗姗地走过，嘴角上还浮出一个浅笑。我又看见一个鬓戴粉红绢花的少女倚在大肚子绅士的臂膊上也踹着那些碎玻璃走过，两人交换一个了解的微笑。呵！可怜的碎玻璃片呀！可敬的枪弹的牺牲品呀！我向你敬礼！你是今天争自由而死的战士以外唯一的被牺牲者么？争自由的战士呀！你们为了他们而牺牲的，许也只受到他们微微的一笑和这些碎玻璃片一样罢？微笑！恶意的微笑！卑怯的微笑！永不能忘却的微笑！我觉得我是站在荒凉的沙漠里，只有这放大的微笑在我眼前晃我惘惘然拾取了一片碎玻璃，我吻它，迸出了一句话道既然一切医院都拒绝我去向受伤的死的战士敬礼，我就对你――和死者伤者同命运的你，致敬礼罢！我捧着这碎片狂吻。忽地有极漂亮的声音在我耳边响道他们简直疯了！他们想拚着头颅撞开地狱的铁门么？我陡的转过身去，我看见一位翘着八字须的先生许是什么博士罢正斜着眼睛看我。他，好生面熟我努力要记起他的姓名来。他又冲着我的面孔说道我不是说地狱门不应该打开，我是觉得犯不着撞碎头颅去打开――而况即使拚了头颅未必打得开。难道我们没有别的和平的方法么？而况这很有过激化的嫌疑么？我们是爱和平的民族，总该用文明手段呀。实在最好是祈祷上苍，转移人心于冥冥之中。再不然，我们有的是东方精神文明，区区肉体上的屈辱何必计较――哈，你想不起我是谁么？实在抱歉，我听了这一番话，更想不起他是谁了，我只有向他鞠躬，便离开了他。"}
{"text":"他，好生面熟我努力要记起他的姓名来。他又冲着我的面孔说道我不是说地狱门不应该打开，我是觉得犯不着撞碎头颅去打开――而况即使拚了头颅未必打得开。难道我们没有别的和平的方法么？而况这很有过激化的嫌疑么？我们是爱和平的民族，总该用文明手段呀。实在最好是祈祷上苍，转移人心于冥冥之中。再不然，我们有的是东方精神文明，区区肉体上的屈辱何必计较――哈，你想不起我是谁么？实在抱歉，我听了这一番话，更想不起他是谁了，我只有向他鞠躬，便离开了他。然而他那番话，还在我耳旁作怪地嗡嗡地响我又恍惚觉得他的身体放大了，很顽强地站在我面前，挡住我的去路又看见他幻化为数千百，在人丛里乱钻终于我看见街上熙熙攘攘往来的，都是他的化身了，而张牙舞爪的吃人的怪兽却高踞在他们头上狞笑！突然幻象全消，现出一片真景来那边站满华人的水泥行人道上，跳上一匹马，驮了一个黄发碧眼的武装的人，提着木棍不分皂白乱打。棍子碰着皮肉的回音使我听去好像是难道太太们的乐园原为法国作家左拉以百货商店为描写对象的小说名，这里即指大百货商店。我们没有别的和平的方法么？我们有的是东方精神文明，区区肉体上的屈辱何必计较！和平方法呀！这未尝不是一个好名词。可惜对于无条件被人打被人杀的人们不配！挨打挨杀的人们嘴里的和平方法有什么意义？人家不来同你和平，你有什么办法呢？和平方法是势力相等的办交涉时的漂亮话，出之于被打被杀者的嘴里是何等卑怯无耻呀！人家何尝把你当作平等的人。爱谈和平方法的先生们呀，你们脸是黄的，发是黑的，鼻梁是平的，人家看来你总是一个劣等民族，只有人家高兴给你和平，没有你开口要求的份儿哩！以眼还眼，以牙还牙信奉这条教义的谟罕默德的子孙们现在终于又挺起身子了！这才有开口向人家讲和平办法的资格呵！像我们现在呢，也只有一个办法以眼还眼，以牙还牙！不甘心少，也不要多！以眼还眼，以牙还牙！这两句话不断地在我脑海里回旋我在人丛里忿怒地推挤，我想找几个人来讨论我的新信仰。忽然疏疏落落的下起雨来了，暮色已经围抱着这都市，街上行人也渐渐稀少了。我转入一条小弄，雨下得更密了。路灯在雨中放着安静的冷光。这还是一个闷热的黄昏，这使我满载着郁怒的心更加烦躁。"}
{"text":"这才有开口向人家讲和平办法的资格呵！像我们现在呢，也只有一个办法以眼还眼，以牙还牙！不甘心少，也不要多！以眼还眼，以牙还牙！这两句话不断地在我脑海里回旋我在人丛里忿怒地推挤，我想找几个人来讨论我的新信仰。忽然疏疏落落的下起雨来了，暮色已经围抱着这都市，街上行人也渐渐稀少了。我转入一条小弄，雨下得更密了。路灯在雨中放着安静的冷光。这还是一个闷热的黄昏，这使我满载着郁怒的心更加烦躁。风挟着细雨吹到我脸上，稍感着些凉快但是随风送来的一种特别声浪忽地又使我的热血在颞颥部血管里乱跳这是一阵歌吹声，竹牌声，哗笑声！他们离流血的地点不过百步，距流血的时间不过一小时，竟然歌吹作乐呵！我的心抖了，我开始诅咒这都市，这污秽无耻的都市，这虎狼在上而豕鹿在下的都市！我祈求热血来洗刷这一切的强横暴虐，同时也洗刷这卑贱无耻呀！雨点更粗更密了，风力也似乎劲了些这许就是闷热后必然有的暴风雨的先遣队罢？年月日夜于上海原载年月日文学周报期卖豆腐的哨子早上醒来的时候，听得卖豆腐的哨子在窗外呜呜地吹。每次这哨子声引起了我不少的怅惘。并不是它那低叹暗泣似的声调在诱发我的漂泊者的乡愁不是呢，像我这样的s，没有了故乡，也没有了祖国，所谓乡愁之类的优雅的情绪，轻易不会兜上我的心头。也不是它那类乎军笳然而已颇小规模的悲壮的颤音，使我联想到另一方面的烟云似的过去也不是呢，过去的，只留下淡淡的一道痕，早已为现实的严肃和未来的闪光所掩煞所销毁。所以我这怅惘是难言的。然而每次我听到这呜呜的声音，我总抑不住胸间那股回荡起伏的怅惘的滋味。昨夜我在夜市上，也感到了同样酸辣的滋味。每次我到夜市，看见那些用一张席片挡住了潮湿的泥土，就这么着货物和人一同挤在上面，冒着寒风在嚷嚷然叫卖的衣衫褴褛的小贩子，我总是感得了说不出的怅惘的心情。说是在怜悯他们么？我知道怜悯是亵渎的。那么，说是在同情于他们罢？我又觉得太轻。我心底里钦佩他们那种求生存的忠实的手段和态度，然而，亦未始不以为那是太拙笨。我从他们那雄辩似的夸卖声中感得了他们的心的哀诉。我仿佛看见他们吁出的热气在天空中凝集为一片灰色的云。可是他们没有呜呜的哨子。没有这像是闷在瓮中，像是透过了重压而挣扎出来的地下的声音，作为他们的生活的象征。"}
{"text":"说是在怜悯他们么？我知道怜悯是亵渎的。那么，说是在同情于他们罢？我又觉得太轻。我心底里钦佩他们那种求生存的忠实的手段和态度，然而，亦未始不以为那是太拙笨。我从他们那雄辩似的夸卖声中感得了他们的心的哀诉。我仿佛看见他们吁出的热气在天空中凝集为一片灰色的云。可是他们没有呜呜的哨子。没有这像是闷在瓮中，像是透过了重压而挣扎出来的地下的声音，作为他们的生活的象征。呜呜的声音震破了冻凝的空气在我窗前过去了。我倾耳静听，我似乎已经从这单调的呜呜中读出了无数文字。我猛然推开幛子，遥望屋后的天空。我看见了些什么呢？我只看见满天白茫茫的愁雾。原载年月月小说月报卷号s英语，无家可归的人。雾雾遮没了正对着后窗的一带山峰。我还不知道这些山峰叫什么名儿。我来此的第一夜就看见那最高的一座山的顶巅像钻石装成的宝冕似的灯火。那时我的房里还没有电灯，每晚上在暗中默坐，凝望这半空的一片光明，使我记起了儿时所读的童话。实在的呢，这排列得很整齐的依稀分为三层的火球，衬着黑qq的山峰的背景，无论如何，是会引起非人间的缥缈的思想的。但在白天看来，却就平凡得很。并排的五六个山峰，差不多高低，就只最西的一峰戴着一簇房子，其余的仅只有树中间最大的一峰竟还有濯濯地一大块，像是癞子头上的疮疤。现在那照例的晨雾把什么都遮没了就是稍远的电线杆也躲得毫无影踪。渐渐地太阳光从浓雾中钻出来了。那也是可怜的太阳呢！光是那样的淡弱。随后它也躲开，让白茫茫的浓雾吞噬了一切，包围了大地。我诅咒这抹煞一切的雾！我自然也讨厌寒风和冰雪。但和雾比较起来，我是宁愿后者呵！寒风和冰雪的天气能够杀人，但也刺激人们活动起来奋斗。雾，雾呀，只使你苦闷，使你颓唐阑珊，像陷在烂泥淖中，满心想挣扎，可是无从着力呢！傍午的时候，雾变成了牛毛雨，像帘子似的老是挂在窗前。两三丈以外，便只见一片烟云――依然遮抹一切，只不是雾样的罢了。没有风。门前池中的残荷梗时时忽然急剧地动摇起来，接着便有红鲤鱼的活泼泼的跳跃划破了死一样平静的水面。我不知道红鲤鱼的轨外行动是不是为了不堪沉闷的压迫？"}
{"text":"但和雾比较起来，我是宁愿后者呵！寒风和冰雪的天气能够杀人，但也刺激人们活动起来奋斗。雾，雾呀，只使你苦闷，使你颓唐阑珊，像陷在烂泥淖中，满心想挣扎，可是无从着力呢！傍午的时候，雾变成了牛毛雨，像帘子似的老是挂在窗前。两三丈以外，便只见一片烟云――依然遮抹一切，只不是雾样的罢了。没有风。门前池中的残荷梗时时忽然急剧地动摇起来，接着便有红鲤鱼的活泼泼的跳跃划破了死一样平静的水面。我不知道红鲤鱼的轨外行动是不是为了不堪沉闷的压迫？在我呢，既然没有杲杲的太阳，便宁愿有疾风大雨，很不耐这愁雾的后身的牛毛雨老是像帘子一样挂在窗前。年月日原载年月日小说月报卷号故乡杂记半个月的印象天气骤然很暖和，简直可以穿夹。乡下人感谢了天公的美意，看看米甏里只剩得几粒，不够一餐粥，就赶快脱下了身上的棉衣，往当铺里送。在我的故乡，本来有四个当铺他们的主顾最大多数是乡下人。但现在只剩了一家当铺了。其余的三家，都因连年的营业连官利都打不到，就乘着大前年太保阿书部下抢劫了一回的借口，相继关了门了。仅存的一家，本也无意营业，但因那东家素来乐善好施，加以省里的民政厅长据说曾经和他商量维持农民生计，所以竟巍然独存。然而今年的情形也只等于半关门了。这就是一幅速写――早晨七点钟，街上还是冷清清的时候，那当铺前早已挤满了乡下人，等候开门。这伙人中间，有许多是天还没亮足，就守候在那里了。他们并没有什么值钱的东西。身上刚剥下来的棉衣，或者预备秋天嫁女儿的几丈土布，再不然――那是绝无仅有的了，去年直到今年卖来卖去总是太亏本因而留下来的半车丝。他们带着的这些东西，已经是他们财产的全部了，不是因为锅里等着米去煮饭，他们未必就肯送进当铺，永远不能再见面。他们当了以后永远不能取赎，也许就是当铺营业没有利益的一个原因罢？好容易等到九点钟光景，当铺开门营业了，这一队在饥饿线上挣扎的人们就拚命的挤轧。当铺到十二点钟就要停当，而且即使还没到十二点钟，却已当满了一百二十块钱，那也就要停当的等候当了钱去买米吃的乡下人，因此不能不拚命挤上前。挤了上去，抖抖索索地接了钱又挤出来的人们就坐在沿街的石阶上喘气，苦着脸。是运气好，当得了钱了然而看着手里的钱，不知是去买什么好。"}
{"text":"他们当了以后永远不能取赎，也许就是当铺营业没有利益的一个原因罢？好容易等到九点钟光景，当铺开门营业了，这一队在饥饿线上挣扎的人们就拚命的挤轧。当铺到十二点钟就要停当，而且即使还没到十二点钟，却已当满了一百二十块钱，那也就要停当的等候当了钱去买米吃的乡下人，因此不能不拚命挤上前。挤了上去，抖抖索索地接了钱又挤出来的人们就坐在沿街的石阶上喘气，苦着脸。是运气好，当得了钱了然而看着手里的钱，不知是去买什么好。米是顶要紧，然而油也没有了，盐也没有了盐是不能少的，可是那些黑滋滋像黄沙一样的盐却得五百多钱一斤，比生活程度最高的上海还要贵些。这是官盐乡村里有时也会到贩私盐的小船，那就卖一块钱五斤，还是二十四两的大秤。可是缉私营利害，乡下人这种吃便宜盐的运气，一年内碰不到一两回的。看了一会儿手里的钱，于是都叹气了。我听得了这样的对话在那些可怜的焦黄脸中间往来四丈布罢！买棉纱就花了三块光景当当布，只得两块钱！再多些也只当得两块钱。――两块钱封关！阿土的爷那半车丝，也只喝了两块钱他们还说不要。不要丝呵！把蚕丝看成第二生命的我们家乡的农民做梦也没有想到他们这第二生命已经进了鬼门关！他们不知道上海银钱业都对着受抵的大批陈丝陈茧皱眉头，是说受累不堪！他们更不知道此次上海的战争更使那些搁浅了的中国丝厂无从通融款项来开车或收买新茧！他们尤其不知道日本丝在纽约抛售，每包合关平银五百两都不到，而据说中国丝成本少算亦在一千两左右呵！这一切，他们辛苦饲蚕，把蚕看作比儿子还宝贝的乡下人是不会知道的。他们只知道祖宗以来他们一年的生活费靠着上半年的丝茧和下半年田里的收关平银旧中国海关征税时出纳银两所用的衡量标准。每两合克。成他们只见镇上人穿着亮晃晃的什么中山绨，明华葛，他们却不知道这些何尝是用他们辛苦饲养的蚕丝，反是用了外国的人造丝或者是比中国丝廉价的日本丝呀！遍布于我的故乡四周围，仿佛五步一岗，十步一哨的那些茧厂，此刻虽然是因为借驻了兵，没有准备开秤收茧的样子，可是将要永远这样冷关着，不问乡下人卖茧子的梦是做得多么好！但是我看见这些苦着脸坐在沿街石阶上的乡下人还空托了十足的希望在一个月后的头蚕。"}
{"text":"每两合克。成他们只见镇上人穿着亮晃晃的什么中山绨，明华葛，他们却不知道这些何尝是用他们辛苦饲养的蚕丝，反是用了外国的人造丝或者是比中国丝廉价的日本丝呀！遍布于我的故乡四周围，仿佛五步一岗，十步一哨的那些茧厂，此刻虽然是因为借驻了兵，没有准备开秤收茧的样子，可是将要永远这样冷关着，不问乡下人卖茧子的梦是做得多么好！但是我看见这些苦着脸坐在沿街石阶上的乡下人还空托了十足的希望在一个月后的头蚕。他们眼前是吃尽当完，差不多吃了早粥就没有夜饭，――如果隔年还省下得二三个南瓜，也就算作一顿，是这样的挣扎，然而他们饿里梦里决不会忘记怎样转弯设法，求中求保，借这么一二十块钱来作为一个月后的蚕本的！他们看着那将近收蚁的黑霉霉的蚕种，看着桑园里那桑拳上一撮一丛绿油油的嫩叶，他们觉得这些就是大洋钱，小角子，铜板他们会从心窝里漾上一丝笑意来。我们家有一位常来的丫姑老爷，――那女人从前是我的祖母身边的丫头，我想来应该尊他为丫姑老爷庶几合式，就是怀着此种希望的。他算是乡下人中间境况较好的了，他是一个向来小康的自耕农，有六七亩稻田和靠廿担的叶。他的祖父手里，据说还要好账簿有一叠。他本人又是非常勤俭，不喝酒，不吸烟，连小茶馆也不上。他使用他的田地不让那田地有半个月的空闲。我们家那丫小姐，也委实精明能干，粗细都来得。凭这么一对儿，照理该可以兴家立业的了然而不然，近年来也拖了债了。可不算多，大大小小百十来块罢？他希望在今年的头蚕里可以还清这百十来块的债。他向我的婶娘掇转二三十元，预备趁这时桑叶还不贵，添买几担叶。我们那里称这样的期货叶为赊叶，不过我不大明白是否这个赊字。我觉得他这希望是筑在沙滩上的，我劝他还不如待价而沽他自己的二十来担叶，不要自己养蚕。我把养蚕是危险的原因都说给他听了，可是他沉默了半晌后，摇着头说道少爷！不养蚕也没有法子想。卖叶呵，廿担叶有四十块卖算是顶好了。一担茧子的叶本总要廿担叶，可是去年茧子价钱卖到五十块一担。只要蚕好！到新米收起来，还有半年我们乡下人去年的米能够吃到立夏边，算是难得的了，不养蚕，下半年吃什么？可是今年茧子价钱不会像去年那样好了！我用了确定的语气告诉他。"}
{"text":"我把养蚕是危险的原因都说给他听了，可是他沉默了半晌后，摇着头说道少爷！不养蚕也没有法子想。卖叶呵，廿担叶有四十块卖算是顶好了。一担茧子的叶本总要廿担叶，可是去年茧子价钱卖到五十块一担。只要蚕好！到新米收起来，还有半年我们乡下人去年的米能够吃到立夏边，算是难得的了，不养蚕，下半年吃什么？可是今年茧子价钱不会像去年那样好了！我用了确定的语气告诉他。于是这个老实人不作声了，用他的细眼睛看看我的面扎，又看看地下。你是自己的田，去年这里四乡收成也还好，怎么你就只够吃到立夏边呢？而且你又新背了几十块钱债？我转换了谈话的题目了。可是我这话刚出口，这老实人的脸色就更加难看，――我猜想他几乎要哭出来。他叹了口气说有是应该还有几担，我早已当了。镇里东西样样都贵了，乡下人田地里种出来的东西却贵不起来，完粮呢，去年又比前年贵，――一年一年加上去。零零碎碎又有许多捐，我是记不清了。我们是拚命省，去年阿大的娘生了个把月病，拚着没有看郎中吃药，――这么着，总算不过欠了几十洋钿新债。今年蚕再不好，那就――他顿住了，在养蚕这一项上，乡下人的迷信特别厉害，凡是和蚕有关系的不吉利字面，甚至同音字，他们都忌讳出口的。我们的谈话就此断了。我给这位丫姑老爷算一算，觉得他的自耕农地位未必能够再保持两三年。可是他在村坊里算是最过得去的。人家都用了羡妒的眼光望着他第一，因为他不过欠下百十来块钱债，第二，他的债都是向镇上熟人那里掇转来，所以并没花利息。在这一点上，不能不说这位聪明的丫姑老爷深懂得理财方法，便做一个财政总长好像也干得下他仗着镇上有几个还能够过得去的熟人，就总是这里那里十元二十元的掇，他的期限不长，至多三个月，掇了甲的钱去还乙，又掇了丙的钱去还甲，这样用了十个缸九个盖的方法，他不会到期拖欠，他就能够掇而不走付利息的借那一条路了可是他的开支却不能不一天一天大，他的进项却没法增加，所以他的债终于也是一年多似一年。他是在慢性的走上破产！也就是聪明的勤俭的小康的自耕农的无可避免的命运了！"}
{"text":"他是在慢性的走上破产！也就是聪明的勤俭的小康的自耕农的无可避免的命运了！后来我听说他的蚕也不好，又加以茧价太贱，他只好自己缫丝了，但是把丝去卖，那就简直没有人要他拿到当铺里，也不要，结果他算是拿丝进去换出了去年当在那里的米，他赔了利息，可是这掉换的标准是一车丝换出六斗米，照市价还不到六块钱！东南富饶之区的乡下人生命线的蚕丝，现在是整个儿断了！然而乡下人间接的负担又在那里一项一项的新加出来。上海虽然已经停战，可是为的要长期抵抗，向一般小商人征收的国难捐就来了。照告示上看，这国难捐是各项捐税照加二成，六个月为期。有一个小商人谈起这件事，就哭丧着脸说市面已经冷落得很。小小镇头，旧年年底就倒闭了二十多家铺子。现在又加上这国难捐，我们只好不做生意。国难！要是上海还在那里打仗，这捐也还有个名目！又一个人说我认识这个人，是杂货店的老板。他这铺子，据我所知，至少也有三十年的历史可是三十年来从他的父亲到他手里，这铺子始终是不死不活，若有若无。现在他本人是老板，他的老婆和母亲就是店员――不，应该说他之所以名为老板，无非因为他是一家中惟一的男子，他并不招呼店里的事情，而且实在亦无须他招呼他每天的生活就是到处跑，把镇上的新闻或是轮船埠上客人从外埠带来的新闻，或是长途电话局里所得的外埠新闻，广播台似的告诉他所有的相识者，――他是镇上义务的活动两脚新闻报。此外，他还要替几个朋友人家帮衬婚丧素事，甚至于日常家务。他就是这么一位身子空，心肠热的年青人。每天他的表情最严肃的时候，是靠在别家铺子的柜台上借看那隔天的上海报纸。当时我听了他那句话，我就想到他这匆忙而特别的生活与脾气，我忍不住心里这么想要是他放在上海，又碰着适当的环境，那他怕不是鼎鼎大名交际博士黄警顽第二！能够只收六个月，也就罢了凶在六个月期满后一定还要延期！原先说话的那位小商人表示了让步似的又加这一句。我就问道可是告示上明明说只收六个月？不错，六个月！"}
