{"text":"中华，古者诗之大国，诰谟诏策奏章简札契约判款酒令谜语医诀药方，莫不孜孜词藻韵节，婺妇善哭，狱卒能吟，旗亭粉壁，青楼红笺，皆挥抉风云，咳唾珠玉――猗欤伟欤，盛世难再，神州大地已不知诗为何物矣。第一辑谁更近乎自然富人比穷人有钱，穷人比富人近乎自然，例如虎豹，一生就只一张皮，鱼呀，花呀，都是穷的，孔雀亦是穷的，蜜蜂蚂蚁算得最知囤积的了，也有限，因为它们不事商业。大致与孟德斯鸠的人在悲哀之中，才像个人的这一说法相似，人在贫穷之中，方始有点点像个人，而这悲哀这贫穷都要先作界定悲哀，不是痛苦欲绝，贫穷，并非衣食住行发生致命的磨难。痛苦欲绝的悲哀是不自然的，艰于维生的贫穷是不自然的――整个自然界是漠漠茫茫的悲哀和贫穷，人，若求其为自然之子，就得保持适度的悲哀，适度的贫穷，而这等于在说，要先从痛苦艰难中摆脱出来，然后才好谈那种使人差强像个人的漠漠的什么，茫茫的什么。第一辑限于墓志铭规格叶芝的一生，适值为艺术而艺术为人生而艺术两种思潮交错交锋交替的骚乱时期，艾略特在追悼叶芝的演说中故作惊讶道他竟能在两者之间独持一项绝非折衷的正确观点。本该就绝非折衷这个性质大加发挥，可惜接着艾略特戛然落轴艺术家，果其竭诚于精神劳作，自必为全世界尽力了。――这样当然也算是笼统的解答，但到底只限于墓志铭规格。半个世纪之后的今日，曾由叶芝执著的那个观点仍然是卓越的，它的绝非折衷的性质浅显易明而深奥难言――叶芝知之，艾略特知之，某亦知之。第一辑路遇亚里士多德拉斐尔画的柏拉图和亚里士多德，都不像他俩本人，画柏拉图是以达芬奇为模特儿的，画亚里士多德不知参照了谁，雄媚轩昂，好一副男性气概此系拉斐尔的私事，着毋庸议。这时有一瘦高个儿施施行来，两腿细长，头发剪成流行的短式，指上戴着镶宝石的金环，俨然富家子弟的气派，岁数不大而额面纹路三横，鼻翼和嘴角边皱痕下垂，似乎是长期的胃病患者。当我知道这便是亚里士多德时，不觉得奇怪，为什么不觉得奇怪呢，那是很奇怪的。亚里士多德认为大自然从不徒劳。我认为在细节上大自然看起来是不徒劳――大自然整个徒劳。第一辑碰壁是快乐的亚里士多德开始讨论，脸色凝重为什么牛有角呢？"}
{"text":"这时有一瘦高个儿施施行来，两腿细长，头发剪成流行的短式，指上戴着镶宝石的金环，俨然富家子弟的气派，岁数不大而额面纹路三横，鼻翼和嘴角边皱痕下垂，似乎是长期的胃病患者。当我知道这便是亚里士多德时，不觉得奇怪，为什么不觉得奇怪呢，那是很奇怪的。亚里士多德认为大自然从不徒劳。我认为在细节上大自然看起来是不徒劳――大自然整个徒劳。第一辑碰壁是快乐的亚里士多德开始讨论，脸色凝重为什么牛有角呢？因为它们的牙齿不够好本该用来制牙的质料便制了角。为什么它们的牙齿不够好呢？因为它们有四个胃可以不经细嚼就将食物消化。为什么它们有四个胃呢？因为它们是反刍动物。为什么牛是反刍动物呢？因为，因为因为它们是牛。此时，不知亚里士多德是否快乐，我是快乐的。哲学家的终局碰壁。我非壁，若然，乐不可支而永支之。第一辑航海家有所不知单人驾驶帆船，环绕世界一周，耗时两百七十八天，没有靠港停泊，只在第二百天时，于澳洲西南沿海，接收新鲜蔬菜及零件等补给品。帆船通过赤道时，自开香槟庆祝。噢印度洋，每秒二十米的强风，巨浪高如城墙，连续几天才平静，噢伸手不见五指的黑夜，也有亮夜不是白夜，亦无月光，满天星斗亮得甲板上可以读书。最美的是什么，最恐怖的是什么――突然出现冰山，一点预兆也没有，崔巍晶峰，劈面而至，这明明是死――我活下来了。此乃一个日本人的真实手记。矫情绝世，特立独行，都是在为别人做事，阅此手记后，免我去航海。第一辑白马翰如任何理想主义，都带有伤感情调。所有的艺术，所已有的艺术，不是几乎都浪漫，是都浪漫，都是浪漫的，这泛浪漫，泛及一切艺术。当我自身的浪漫消除殆尽，想找些不浪漫的艺术来品赏，却四顾茫然，所有的艺术竟是全都浪漫，而谁也未曾发现这样一件可怕的大事。傲慢是天然的，谦逊只在人工。上帝不掷骰子，大自然从来不说一句俏皮话。人，徒劳于自己赌自己，自己狎弄自己。往常是小人之交甜如蜜，君子之交淡似水，这也还像个话，甜得不太荒唐，淡得不太寂寞。"}
{"text":"所有的艺术，所已有的艺术，不是几乎都浪漫，是都浪漫，都是浪漫的，这泛浪漫，泛及一切艺术。当我自身的浪漫消除殆尽，想找些不浪漫的艺术来品赏，却四顾茫然，所有的艺术竟是全都浪漫，而谁也未曾发现这样一件可怕的大事。傲慢是天然的，谦逊只在人工。上帝不掷骰子，大自然从来不说一句俏皮话。人，徒劳于自己赌自己，自己狎弄自己。往常是小人之交甜如蜜，君子之交淡似水，这也还像个话，甜得不太荒唐，淡得不太寂寞。后来慢慢地很快就不像话了，那便是小人之交甜抢蜜，君子之交淡无水，小人为了抢蜜而扑杀，君子固淡，不晤面不写信不通电话，淡到见底，干涸无水。素履之往白马翰如每见著名文人，因评画而猝然暴露其无知无识――文画同源，故彼虽以文著名，大抵曲文阿世，世亦阿之而已。我看，你对人类世界，总归还是热情的。热过了的一点点情。戏剧家小说家之所以伟大，是他们洞察人心，而且巧妙地刻画出来――这人心，到二十世纪中叶就变了，哦，不是变，是消失了。从前的人心被分为好坏两方面，嚷嚷好的那面逐渐萎缩，坏的那面迅速扩张，其实并非如此，而是好的坏的都在消失，人心在消失，从前的戏剧和小说将会看不懂。不时瞥见中国的画家作家，提着大大小小的竹篮，到欧洲打水去了。最佳景观难得有一位渺小的伟人，在肮脏的世界上，干净地活了几十年。哲学家，言多必失，失多必谬。就生而言，死是丑的，活着的人不配议论死的美。梵乐希的名句你终于闪耀着了么我旅途的终点这是诗，是艺术，而人生的实际是什么都不闪耀，乃为终点。梵乐希亦不例外。美国老太太，吹着口哨散步，我遇见过不止一次。转念中国，几千年也不会有此等事，种族的差异，可惊叹的宿命。到后来，音乐上有许多结构许多效果，是外在的戏剧性的羼杂，膨胀起来就使音乐被挤出可能范畴之外。浪漫乐派拓展精神领域的封疆诚然是功勋彪炳，却常会这样鼓声隆隆号声哗哗地冲过了头，所以后来又回到巴赫，回到内在结构本体效应。莫扎特真纯粹呀，在巴赫之后同样可以滔滔不绝于音乐自身的泉源。"}
{"text":"梵乐希亦不例外。美国老太太，吹着口哨散步，我遇见过不止一次。转念中国，几千年也不会有此等事，种族的差异，可惊叹的宿命。到后来，音乐上有许多结构许多效果，是外在的戏剧性的羼杂，膨胀起来就使音乐被挤出可能范畴之外。浪漫乐派拓展精神领域的封疆诚然是功勋彪炳，却常会这样鼓声隆隆号声哗哗地冲过了头，所以后来又回到巴赫，回到内在结构本体效应。莫扎特真纯粹呀，在巴赫之后同样可以滔滔不绝于音乐自身的泉源。肖邦是浪漫乐派的临界之塔，远远望去以为它位据中心，其实唯独肖邦不作非音乐的冶游，不贪无当之大的主题。他的爱巴赫爱莫扎特，意思是爱音乐的人只爱音乐，其他以音乐的名义而存在的东西，要把它们与音乐分开，分开了才好爱音乐。我在童年少年青年这样长的岁月中，因为崇敬音乐，爱屋及乌，忍受种种以音乐的名义而存在的东西，烦躁不安，以至中年，方始有点明白自己是枉屈了，便开苛刻于择屋，凡乌多者，悄悄而过，再往乌少的屋走近去另外，在人情上，爱屋及乌，后来弄到乌大于屋，只好屋也不爱乌也不爱――这样，变得精乖起来，要找便找无乌之屋，就是这样，才明白世上没有乌的屋已经不可能再遇见了。眼看一个个有志青年，熟门熟路地堕落了，许多个人加起来，便是时代。有时我会觉得巴尔扎克是彩色的陀思妥耶夫斯基，陀思妥耶夫斯基是黑白的巴尔扎克。评定一个美子，无论是男是女，最后还得经过两关一笑。二进食。惟有辗然露齿，魅力四射。吃起东西来分外好看者，才是真正的尤物。那个希伯来人，死得太早，他的早死，对于以后的许多人是致命的不幸。为什么他不留在沙漠里，远避那些善良者正直者，也许他能学会如何活，如何爱，如何笑。他死得太早，如果活到我这样的年纪，他会撤销自己的学说，他的高贵会使他撤销自己的学说。他还没有成熟，这青年人的爱是不成熟的，所以他也不成熟地恨人类与大地，他的精神之翼还是被束缚着。如果肯定的时期已过，他便是一个否定者。尼采以查拉图斯特拉的名义，对耶稣作如是判断。"}
{"text":"他死得太早，如果活到我这样的年纪，他会撤销自己的学说，他的高贵会使他撤销自己的学说。他还没有成熟，这青年人的爱是不成熟的，所以他也不成熟地恨人类与大地，他的精神之翼还是被束缚着。如果肯定的时期已过，他便是一个否定者。尼采以查拉图斯特拉的名义，对耶稣作如是判断。查拉图斯特拉也不及成熟，尼采病得太早太重，虽然他知道一个成熟了的男子较一个青年更孩子气些，无奈尼采就是不够孩子气，这位没有喝过酒的酒神――未臻成熟的哲学家，即使活到六七十岁，还应嗟悼为英年早逝。如果并非真理并非不可能，那么哲学家个个都是好事家，而已。自尊，实在是看得起别人的意思。而在宇宙中，人的自尊无着落。人，只能执著自尊的一念。此一念，谓之生，此一念，谓之死。米兰昆德拉以为欧罗巴有一颗长在母体之外的心脏。有吗，我找遍现代的整个欧罗巴，只见肾脏迁移在心脏的位置上。犹太谚语人类一思索，上帝就发笑。上帝一思索，人类也发笑。第一辑白马翰如厌体系，免事体系，那是体系性特强者的操守，后来也就只葆风仪，不留楷范。袋是假的，袋里的东西是真的――曹雪芹用的是这个方法。红学家们左说右说横说竖说，无非在说袋是真的袋是真的？当他们认为袋是真的时，袋里的东西都是假的了。即使是聪明绝顶的人，也不可长期与蠢货厮混，否则又多了一票蠢货。各有各的音，各有各的知音。甲与乙斗，丙支持甲，丁支持乙。后来甲乙议和，第一条款诛丙丁。培根言也善学问变化气质。学问可以使气质转好，好上加好。成不了格言的是学问恶化气质，但此种实例是明摆着的，气质本来不良，学问一步步恶化气质，终于十分坏了，再要扳回到九分坏也不行，因为彼已十分有学问。把小说作哲学读，哲学呢，作小说读――否则没有哲学没有小说可读了。"}
{"text":"学问可以使气质转好，好上加好。成不了格言的是学问恶化气质，但此种实例是明摆着的，气质本来不良，学问一步步恶化气质，终于十分坏了，再要扳回到九分坏也不行，因为彼已十分有学问。把小说作哲学读，哲学呢，作小说读――否则没有哲学没有小说可读了。中国人喜欢听琅琅上口的话，喜欢说琅琅上口的话，聪明的皇帝就不断想出些琅琅来让百姓上口，某时期琅琅的东西不多，无疑是某皇帝不太聪明，百姓也不大开心，接着有人把不太聪明的皇帝挤掉，自己做皇帝，当然是比较聪明的，琅琅的东西又多起来，于是就这样琅琅地糊涂下去琅琅琅琅地没落下去。哦，人文关怀，已是邻家飘来的阵阵焦锅味。有口蜜腹剑者，但也有口剑腹蜜者。向来不聆中国男女歌星的声音。此其一。爱情，爱情是什么，在长久淡漠中糊涂了。此其二。最近在别人家里，听到邻居大力播送上述歌星们的歌，唱了好久，我顿悟――爱情，爱情是什么，是与歌星们唱的东西相反，正好相反。与中国男女歌星唱的正好相反的东西便是爱情。快乐无过于看托尔斯泰上当。上了肖邦的当，听肖邦听得老泪纵横，转过头去骂道畜牲。上一次当，使人聪明一点，一点是不够的，托尔斯泰又上当了――读尼采，读得忘了世上还有个列夫托尔斯泰，好容易慢慢醒来，细细回味，天哪天哪，该死的，多么野蛮。但几乎没有谁能比托尔斯泰更清楚地看出一切运动和团体的人们有着复杂的企图，这些企图与公开表示出来的宗旨并不一致，甚或相反。小聪明可以积合大聪明再提升为智慧吗――并非如此，决不如此，从来没见如此。小聪明的宿命特征是无视大聪明，仇视智慧。凡小聪明，必以小聪明始以小聪明终。妙的是真有小聪明这样一个类族，遇事伶俐过人，动辄如鱼得水，差不多总是中等身材，不瘦不肥，面孔相当标致，招女婿干女儿的料，如果无机会作祟，倒也花鸟视之，看在眼里不记在心里，可是小聪明之流总归要误事坏事败事，只宜敬小聪明而远之，然后，又远之。老好人，滥好人，处处徇人之意，成人之美，真要他襄一善举积一功德时，他笑嘻嘻地挨到角落里，转眼影儿也不见了。那些飞扬跋扈的年轻人，多半是以生命力浑充才华。"}
{"text":"妙的是真有小聪明这样一个类族，遇事伶俐过人，动辄如鱼得水，差不多总是中等身材，不瘦不肥，面孔相当标致，招女婿干女儿的料，如果无机会作祟，倒也花鸟视之，看在眼里不记在心里，可是小聪明之流总归要误事坏事败事，只宜敬小聪明而远之，然后，又远之。老好人，滥好人，处处徇人之意，成人之美，真要他襄一善举积一功德时，他笑嘻嘻地挨到角落里，转眼影儿也不见了。那些飞扬跋扈的年轻人，多半是以生命力浑充才华。叶芝，叶芝们，一直璀璨到晚年，晚之又晚，犹能以才华接替生命力。海德格尔是存心到时候作一个窝，大窝，大得可以把上帝放进去。尼采是飘泊者，海呵海呵海呵，飞到跌在海里为止。思想家分两型信仰型，怀疑型。思想家，多余的人。如果思想家不知自己是多余的人，还算什么思想家。我是一个凡人，常常失去自制力，有时更确切说是永远不能把我想到的和感觉到的恰当地说出来――并非我不欲这样做，而是我常常言过其实，或者简直就是不加考虑地脱口而出。一八九二年，列夫托尔斯泰伯爵在给朋友的信上写了这些话――未免言过其实，似乎是不加考虑地脱口而出。你的青春太长了，不好。有说乎？心灵是主体，青春是客体，如将主体客体说作主人客人，那么，去了再来的客人是可喜的，赖着不走的客人是可厌的。美丽的比喻不，心灵这位主人是好客的，它要相继接待很多客人，如果青春这位客人赖着不走，别的客人就不来了。第一辑巫纷若吉假骄傲古诗人骄傲，是假骄傲，什么是真，其谦逊，真。唐代现代唐代能解白居易诗的老妪，如落在现代中国大陆，便是街道居民委员会主任，专事监督管制白居易之类的知识分子的。可耐与不可耐有可耐之俗，有不可耐之俗，可耐而不能耐，迂矣，不可耐而耐之，殆矣。我的爱情观爱情，人性的无数可能中的一小种可能。一与十湖南文人杨钧，于十九世纪末说过无耻之人，不在作画者而在买画者。作画者一也，买画者十也，苟乏人买，画者哪得无耻，虽然，无无耻之画，买者亦无以买，故要之则在于一也，买者十也，一之无耻小而十之无耻大矣。"}
{"text":"可耐与不可耐有可耐之俗，有不可耐之俗，可耐而不能耐，迂矣，不可耐而耐之，殆矣。我的爱情观爱情，人性的无数可能中的一小种可能。一与十湖南文人杨钧，于十九世纪末说过无耻之人，不在作画者而在买画者。作画者一也，买画者十也，苟乏人买，画者哪得无耻，虽然，无无耻之画，买者亦无以买，故要之则在于一也，买者十也，一之无耻小而十之无耻大矣。第一辑陶潜等等陶潜诗文如此高妙，本人知否，知。大艺术家的起点和最后一着，都是自觉，唯自觉才能登峰造极。再有才华功力而欠自觉者，终究滞于二流。然而过分地自觉又会使一流跌入二流因为，过分的自觉，是不自觉。致纪德智者，乃是对一切都发生讶异而不大惊小怪的人。希腊我最高的不是神，是命运。神也受命运支配――古希腊人如是解，余亦如是解。命运无公理，无正义，无目的，故对之不可思，遇之不能避。命运的最终诠释无所谓命运――在此命题上，希腊人没收获，余亦没收获。致芥川有时，人生真不如一句陶渊明。厚黑传人半个世纪前，国人有李宗吾者，架构一门厚黑学皮厚心黑之至论也，书中的这样几句，墨沈未干似的法国革命，是在政治上要求人权，我们改革经济制度，则注意生存权。当今以生存权替代人权的偷换概念的老手们，固厚黑有加矣。特别常识艺术家是凭自己的艺术来教育自己成为艺术家的。这一句的前面应有许多话，后面也该有许许多多话，但都可以省略，但，为什么都可以省略我病态我把最大的求知欲好奇心审美力，都耗在人的身上，颠沛流离，莫知所终。内脏俗，是一种脏，内脏。每有俗子挟洁癖以凌人，内脏外厉也。上进心就功利性而言的上进心，犹不足贵从道德观来看上进心，则凡匮乏上进心者，原来都是无耻之徒。第一辑色欲的模式屡见有人以色欲的模式来对待食欲，来对待权力欲，乃至以色欲的模式来对待宗教信仰欲，如是，则弗洛尹德云云，小焉者欤。"}
{"text":"内脏俗，是一种脏，内脏。每有俗子挟洁癖以凌人，内脏外厉也。上进心就功利性而言的上进心，犹不足贵从道德观来看上进心，则凡匮乏上进心者，原来都是无耻之徒。第一辑色欲的模式屡见有人以色欲的模式来对待食欲，来对待权力欲，乃至以色欲的模式来对待宗教信仰欲，如是，则弗洛尹德云云，小焉者欤。这小子米兰昆德拉反媚俗，某小子听人谈起，便叫道昆德拉，他有什么资格反媚俗？――这小子哪儿来的资格不让昆德拉反媚俗。欢送一个人友人，决心堕落，任你怎样规劝勉励，都无用，越说，他越火，越恨你――这样的故事，所遇既多，之后，凡见人友人决心堕落，便欢送所谓无底深渊，下去，也是前程万里。吾爱耶稣一千年，他不来，两千年，当然也不来，不来才是，来了就不是脚色了。无庸议可怜评论家，凡上善者，都是拒绝解释的。倒有时，不免气咻咻地想，人类的历史进程，倒过来，才文明。哥儿们甲说我和乙，是哥儿们，就是假如我残废了，他会养我一辈子。假如乙残废了，甲会养他一辈子吗――我想，没问。致帕斯卡尔您的随想录，开始，我是逐节读，后来，凡涉及上帝的，我像傍晚放学回家的小孩，阵雨乍歇，跳过一汪又一汪的水潭无情的抒情愚民政策，造成移民对策，苦于被愚，纷纷移了算了。清明时节的雨呀，路上移民的魂哪。归元以其品格，作其文学的体系的那一类文学家，才可观。艺术家哲学家，岂有不在此例哉。第一辑再致芥川即使基督教灭亡，基督的一生永远叫我们感念――芥川龙之介由于误解而就基督者，此时走开了，理悟而爱基督者，得以更贴近耶稣，如香膏之在发，在足，在棘冠，在伤痕。十架代表个人的极致的美，然后，再象征救赎，意思是尝试救赎。成了，是我终于完成了我的失败。春寒阵阵大风迎面刮来，把我仅有的一点隐私也刮光了。"}
