{"text":"我简直是如获至宝，拿来装在口袋里，在僻静地方，背着监改的工人，一个人偷偷地吃。我发现了一条重要的规律在黑帮大院的厕所里，掉在地上的钢G儿最多。从此别人不愿意进的厕所，反而倒成了我喜爱的地方了。这种打着劳动的旗号折磨人的办法，只是改造人的身体，而决不会改造人的灵魂。假如还能达到什么目的的话，我的自暴自弃就是一个最好的例证。折磨的结果只能使人堕落，而不能使人升高。文化大革命是一个千载难逢的盛事。假如我自己不跳出来，就决不可能亲自尝一尝这一场革命的滋味，决不可能了解这一场灾难究竟是什么样子。最初，不管我多么兴奋，但是万岁却是喊不惯，喊不出来的。但是，大概因为我在这方面智商特高，过了没有多久，我就是喊得高昂热情，仿佛是发自灵魂深处的最强音。我完完全全拜倒在领袖脚下了。我一方面庆幸我参加了文化大革命，被关进了牛棚，得以得到了极为难得的经验。但在另一方面，在我现在飞黄腾达到处听到的都是赞誉溢美之词之余，我心里还偶然闪过一个念头我当时应该自杀没有自杀，说明我的人格不过硬，我现在是忍辱负重，苟且偷生。这种想法是非常不妙的。既然我有，我就直白说了出来。可是我要问有这种想法的难道就只有我一人吗？阅读小时候，总希望时光快快流逝，盼过节，盼过年，盼迅速长大成人。然而，时光却偏偏似乎停滞不前，小小的心灵里溢满了忿忿不平之气。但是，一过中年，人生之车似乎是从高坡上滑下，时光流逝得像电光一般。它不饶人，不了解人的心情，愣是狂奔不已。一转眼间，两岸猿声蹄不住，轻舟已过万重山，滑过了花甲，滑过古稀，少数幸运者或者什么者，滑到了耄耋之年。人到了这个境界，对时光的流逝更加敏感。年轻的时候考虑问题是以年计，以月计。到了此时，是以日计，以小时计了。求全之毁根本没有，不虞之誉却多得不得了，压到我身上，使我无法消化，使我感到沉重。我希望，现在能够把当前的日子过得仔细一点，认为不平常一点。非凡是在走上了人生最后一段路程时，更应该这样。我同这些生龙活虎般的青年们在一起，他们身上那一股朝气，充盈洋溢，仿佛能冲刷掉我身上这一股暮气，我顿时觉得自己年轻了若干年。同青年们接触真能延长我的寿命。古诗说服食求神仙，多为药所误。我一不服食，二不求神。青年学生就是我的药石，就是我的神仙。"}
{"text":"到了此时，是以日计，以小时计了。求全之毁根本没有，不虞之誉却多得不得了，压到我身上，使我无法消化，使我感到沉重。我希望，现在能够把当前的日子过得仔细一点，认为不平常一点。非凡是在走上了人生最后一段路程时，更应该这样。我同这些生龙活虎般的青年们在一起，他们身上那一股朝气，充盈洋溢，仿佛能冲刷掉我身上这一股暮气，我顿时觉得自己年轻了若干年。同青年们接触真能延长我的寿命。古诗说服食求神仙，多为药所误。我一不服食，二不求神。青年学生就是我的药石，就是我的神仙。我现在过日子是以天计，以小时计。每一天每一个小时都是可贵的。我希望真正能仔仔细细地过，认认真真地过，细细品味每一分钟每一秒钟都不平常。我一生勤奋不辍，天天都在读书写文章，但一碰到一个必须深入更深入钻研的问题，就觉得自己知识不够，有时候不得不临时抱佛脚。人们都承认，有自知之明极难。有时候，我却觉得，自己的自知之明过了头，不是虚心，而是心虚了。因此，我从来没有觉得自满过。我只有采用一个最原始最笨可又决不可避免的办法，这就是找出原书，一行一行，一句句地读下去，像沙里淘金一样，搜寻有用的材料。我曾经从年至年用了差不多两年的时间，除了礼拜天休息外，天天往返跋涉五六里路跑一趟北大图书馆，风雨无阻，寒暑不辍。我面对汪洋浩瀚的四库全书和插架盈楼的书山书海，枯坐在那里，夏天要忍受书库三十五六摄氏度的酷暑，挥汗如雨，耐心地看下去。有时候偶然碰到一条有用的资料，便欣喜得如获至宝。但有时候也枯坐半个上午，把白内障尚不严重的双眼累得个一佛出世，二佛升天，却找不到一条有用的材料，嗒然拖着疲惫的双腿，返回家来。经过两年的苦练，我炼就一双火眼金睛，能目下不是十行二十行，而是目下一页，遗漏率却小到几乎没有的程度。纵观中外几千年的学术史，在学问家中，真正杂而精的人极少。这种人往往出在学艺昌明繁荣的时期，比如古希腊的亚里士多德文艺复兴时期的达芬奇，以及后来德国古典哲学家中几个大哲学家。他们是门门通，门门精。藐予小子，焉敢同这些巨人相比，除非是我发了疯，神经不正常。我自己是杂而不精，门门通，门门松。我对吃，从来没有什么要求。早晨一般是面包或者干馒头，一杯清茶，一碟炒花生米，从来不让人陪我凌晨点起床，给我做早饭。午晚两餐，素菜为多。我对肉类没有好感。这并不是出于什么宗教信仰，我不是佛教徒，其他教徒也不是。"}
{"text":"这种人往往出在学艺昌明繁荣的时期，比如古希腊的亚里士多德文艺复兴时期的达芬奇，以及后来德国古典哲学家中几个大哲学家。他们是门门通，门门精。藐予小子，焉敢同这些巨人相比，除非是我发了疯，神经不正常。我自己是杂而不精，门门通，门门松。我对吃，从来没有什么要求。早晨一般是面包或者干馒头，一杯清茶，一碟炒花生米，从来不让人陪我凌晨点起床，给我做早饭。午晚两餐，素菜为多。我对肉类没有好感。这并不是出于什么宗教信仰，我不是佛教徒，其他教徒也不是。我并不宣扬素食主义。我的舌头也没有生什么病，好吃的东西我是能品尝的。不过我认为，假如一个人成天想吃想喝，仿佛人生的意义与价值就在于吃喝二字。我真觉得无聊，斯下矣，食足以果腹，不就够了吗？一个人穿衣服，是给别人看的。假如一个人穿上十分豪华的衣服，妆扮得珠光宝气，天天坐在穿衣镜前，自我欣赏，他她不是一个疯子，就是一个傻子。假如只是给别人去看，则观看者的审美能力和审美标准，千差万别，你满足了这一帮人，必然开罪于另一帮人，决不能使人人都兴奋，皆大欢喜。反不如我行我素，我就是这一身妆扮，你爱看不看，反正我不能让你指挥我，我是个完全自由自主的人。阅读我有我的老主意以不变应万变。一身蓝色的卡其布中山装，春夏秋冬，永不变化。所以我的开支项下，根本没有衣服这一项。你别说，我们那一套三十年河东，三十年河西的哲学有时对衣着款式也起作用。我曾在解放前的年在上海买过一件雨衣，至今仍然穿。有的专家说你这件雨衣的款式真时髦！我听了以后，大惑不解。经专家指点，原来多年前流行的款式经过了漫长的沧桑岁月，经过了不知道多少变化，现在又在螺旋式上升的规律指导下，回到了年前款式。我恭听之余，大为兴奋。我守株待兔，终于守到了。人类在衣着方面的一点小聪明，原来竟如此脆弱！中国学术传统有所谓由博返约的说法。我觉得，这一个博与约是只限制在同研究范围以内的。博指的是在同一研究领域内把基础打得宽广一点，而且是越宽广越好。然后再在这个宽广的基础上集中精力，专门研究一个或几个课题。由于眼界开阔，研究的深度就能随之而来。我个人的研究同这个有点类似之处，但是我并不限制在同一领域内，所以我不能属于由博返约派。别人对我的赞誉，我非常感激。"}
{"text":"我恭听之余，大为兴奋。我守株待兔，终于守到了。人类在衣着方面的一点小聪明，原来竟如此脆弱！中国学术传统有所谓由博返约的说法。我觉得，这一个博与约是只限制在同研究范围以内的。博指的是在同一研究领域内把基础打得宽广一点，而且是越宽广越好。然后再在这个宽广的基础上集中精力，专门研究一个或几个课题。由于眼界开阔，研究的深度就能随之而来。我个人的研究同这个有点类似之处，但是我并不限制在同一领域内，所以我不能属于由博返约派。别人对我的赞誉，我非常感激。但是，我并没有被这些赞誉冲昏了头脑，我头脑是清楚的。我只劝大家，不要全信那一些对我赞誉的话，非凡是那一些顶高得惊人的帽子，我更是受之有愧。个人的意见不管一时觉得多么正确，其实这还是一个未知数。时过境迁，也许会发现，并不正确，或者不完全正确。到了此时，必须有勇气公开改正自己的错误意见。运动一个接着一个，针对的全是知识分子。批完了武训传，批俞平伯，批完了俞平伯，批胡适，一路批，批，批，斗，斗，斗，最后批到了陈寅恪头上。此时，极大规模的遍及全国的反右斗争还没有开始。老年反思，我在政治上是个蠢材，对这一系列的批和斗，我是心悦诚服的，一点没有感觉到其中有什么问题。我虽然没有明确地意识到，在我灵魂深处，我真认为中国老知识分子就是原罪的化身，批是天经地义的。但是，一旦批到了陈寅恪先生头上，我心里却感到不是味。虽然经人再三动员，我却始终没有参加到这一场闹剧式的大合唱中去。我身历几个朝代，忍受过千辛万苦。现在只觉得身后的路漫长无边，眼前的路却是越来越短，已经是很有限了。我并没有倚老卖老，苟且偷安，然而我却明确地意识到，我成了一个悲剧人物。我的悲剧不在于我不想不用扬鞭自奋蹄，不想老骥伏枥，志在千里，而是在老骥伏枥，志在万里。自己现在承担的或者被迫承担的工作，头绪繁多，五花八门，纷纭复杂，有时还矛盾重重，早已远远超过了自己的负荷量，超过自己的年龄。这里面，有外在原因，但主要是内在原因。清夜扪心自问自己患了老来疯了吗？你眼前还有一百年的寿命吗？可是一到了白天，一接触实际，件件事情都想推掉，但是件件事情都推不掉，真仿佛京剧中的一句话马行在夹道内，难以回马。我生平优点不多，但自谓爱国不敢后人，即使把我烧成了灰，每一粒灰也还是爱国的。可是我对于当知识分子这个行当却真有点谈虎色变。我从来不相信什么轮回转生。"}
{"text":"这里面，有外在原因，但主要是内在原因。清夜扪心自问自己患了老来疯了吗？你眼前还有一百年的寿命吗？可是一到了白天，一接触实际，件件事情都想推掉，但是件件事情都推不掉，真仿佛京剧中的一句话马行在夹道内，难以回马。我生平优点不多，但自谓爱国不敢后人，即使把我烧成了灰，每一粒灰也还是爱国的。可是我对于当知识分子这个行当却真有点谈虎色变。我从来不相信什么轮回转生。现在，假如让我信一回的话，我就恭肃虔诚祷祝造化小儿，下一辈子无论如何也别播弄我，千万别再把我播弄成知识分子。在朋友欢笑之中，在家庭聚乐之中，在灯红酒绿之时，在奖誉纷至潮来之时，我满面含笑，心旷神怡，却蓦地会在心灵中一闪念这一出戏快结束了我像撞客人一样，这一闪念紧紧跟随着我，我摆脱不掉。阅读我一生不知道写过多少篇关于母亲的文章了，我也不知道有多少次在梦中同母亲见面了但我在梦中看到的只是一个迷离的面影，因为母亲确切的模样我实在记不清了。今天我来到这里，母亲就在我眼前，只隔着一层不厚的黄土，然而却人天悬隔，永世不能见面了，我的眼泪夺眶而出，滴到了眼前的香烛上。我跪倒在母亲墓前，心中暗暗地说娘啊，这恐怕是你儿子今生最后一次来给你扫墓了。将来我要睡在你的身旁！离别了八年以后，我最爱的母亲忽然离开了人世，走了。这对我是一个空前绝后的打击。我从遥远的故都奔丧回家。我真想取掉自己的生命，追陪母亲于地下。我们家住在村外，家中只有母亲一人。现在人去屋空。我天天在村内二大爷家吃过晚饭，在薄暮中拖着沉重的步子，踽踽独行，走回家来。大坑里的水闪着白光。柴门外卧着一团黑乎乎的东西，是陪伴母亲度过晚年的那一只狗。现在女主人一走，没人喂食。它白天到村内不知谁家蹭上一顿饭也许根本蹭不上，晚上仍然回家，守卫着柴门，决不离开半步。它见了我，摇一摇尾巴，跟我走进院子。屋中正中停着母亲的棺材，里屋就是我一个人睡的土炕。此时此刻，万籁俱寂，只有这一条狗，陪伴着我，为母亲守灵。我心如刀割，抱起狗来，亲它的嘴，久久不能放下。人生至死，天道宁论！在茫茫宇宙间，仿佛只剩下我和这一条狗了。在我灵魂深处，我对母亲之死抱终天之恨，没有任何仙丹妙药能使它消泯。长夜漫漫何时旦？我却盼望天赶紧亮。"}
{"text":"现在女主人一走，没人喂食。它白天到村内不知谁家蹭上一顿饭也许根本蹭不上，晚上仍然回家，守卫着柴门，决不离开半步。它见了我，摇一摇尾巴，跟我走进院子。屋中正中停着母亲的棺材，里屋就是我一个人睡的土炕。此时此刻，万籁俱寂，只有这一条狗，陪伴着我，为母亲守灵。我心如刀割，抱起狗来，亲它的嘴，久久不能放下。人生至死，天道宁论！在茫茫宇宙间，仿佛只剩下我和这一条狗了。在我灵魂深处，我对母亲之死抱终天之恨，没有任何仙丹妙药能使它消泯。长夜漫漫何时旦？我却盼望天赶紧亮。然而，我马上又想到，我只是一次度过这样育苦的漫漫长夜，母亲却度过了将近三千次。这是多么可怕的一段时间啊！在长夜中，全村没有一点灯光，没有一点声音，黑暗仿佛凝聚成为固体，只有一个人还瞪大了眼睛在玄想，想的是自己的儿子。伴随她的寂寥的只有一个动物，就是篱笆门外静卧的那一条老狗。我从来不信什么轮回转生但是，我现在宁愿信上一次。我已经九十岁了，来日苦短了。等到我离开这个世界以后，我会在天上或者地下什么地方与母亲相会，趴在她脚下的仍然是这一条老狗。有的人说死人活在活人的记忆里。俊之章用就活在我的记忆里。只是为了这，我也要活下去。当然这回忆对我是一个无比的重担但我却甘心肩起这一份重担，而且还希望能肩下去，愈久愈好。后死者从表面上来看，这只是一个非常普通的词儿。但仔细一探究，却觉其涵义深刻，令人回味无穷。对已死的人来说，每一个活着的人都是一个后死者。可这个词儿里面蕴含着哀思回忆抚今追昔，还有责任信托。对死者活在后死者的记忆中，后者有时还要完成前者未竟之业，接过他们手中曾握过的接力棒，继续飞驰，奔向前方，直到自己不得不把接力棒递给自己的后死者，自己又活到别人回忆里了。陈寅恪先生的分析细入毫发，如剥焦叶，愈剥愈细愈剥愈深，然而一本实事求是的精神，不武断，不夸大，不歪曲，不断章取义。他仿佛引导我们走在山阴道上，盘旋曲折，山重水复，柳暗花明，最终豁然开朗，把我们引上阳关大道。读他的文章，听他的课，简直是一种享受，无法比拟的享受。有一年的春天，中山公园的藤萝开满了紫色的花朵，累累垂垂，紫气弥漫，招来了众多游人和蜜蜂。我们一群弟子们，记得有周一良王永兴汪W等，知道先生爱花，现在虽患目疾，迹近失明，但据先生自己说，有些东西还是能影影绰绰看到一团影子。大片藤萝花的紫光，先生或还能看到。"}
{"text":"他仿佛引导我们走在山阴道上，盘旋曲折，山重水复，柳暗花明，最终豁然开朗，把我们引上阳关大道。读他的文章，听他的课，简直是一种享受，无法比拟的享受。有一年的春天，中山公园的藤萝开满了紫色的花朵，累累垂垂，紫气弥漫，招来了众多游人和蜜蜂。我们一群弟子们，记得有周一良王永兴汪W等，知道先生爱花，现在虽患目疾，迹近失明，但据先生自己说，有些东西还是能影影绰绰看到一团影子。大片藤萝花的紫光，先生或还能看到。而且在那种兵荒马乱物价飞涨人命微浅朝不虑夕的情况下，我们想请先生散一散心，征询先生的意见，他怡然应允。我们真是大喜过望，在来今雨轩藤萝深处，找到一个茶桌，侍先生观赏藤萝。先生显然兴致极高。我们谈笑风生，尽欢而散。我想，这也许是先生在那样的年头里最愉快的时刻。阅读寅恪先生决不是一个闭口只读圣贤书的书呆子，他继续了中国士的优良传统天下兴亡，匹夫有责。从他的著作中也可以看出，他非常关心政治。他研究隋唐史，表面上似乎是满篇考证。骨子里谈的都是成败兴衰的政治问题，可惜难得解人。假如我还有什么优点的话，那就是，没有真感情，我不写回忆文章。但是，在那个时代，真感情都会被归入小资产阶级的范畴，而一旦成了小资产阶级则距离修正主义只差毫厘了。我没有这个胆量，所以就把对锡予汤用彤，字锡予先生怀念感激之情，深深地埋在我的心灵深处。汤用彤先生面容端严慈爱，不苟言笑，却是即之也温，观之也诚，真蔼然仁者也。先生虽留美多年，学贯中西，可是身着灰衣长衫，脚踏圆口布鞋，望之似老农老圃，没有半点洋气，没有丝毫教授架子和大师威风。我心中不由自主地油然生幸福之感，浑身感到一阵暖和。古人说人生得一知己足矣。我不谬托自己是锡予先生的知己，我只能说锡予先生是我的知己。胡也频先生是有社会经历的人，他应该知道其中的利害。可是他也毫不在乎。只见他那清瘦的小个子，在校内课堂上，在那座大花园中，迈着轻盈细碎的步子，上身有点向前倾斜，匆匆忙忙，仓仓促促，满面春风，忙得不亦乐乎。他照样在课堂上宣传他的现代文艺，侃侃而谈，视敌人如草芥，宛如走入没有敌人的敌人阵中。有一次，理发师正给芝生即冯友兰先生刮脸，郑先生站在旁边起哄，连声对理发师高呼把他的络腮胡子刮掉！"}
{"text":"我不谬托自己是锡予先生的知己，我只能说锡予先生是我的知己。胡也频先生是有社会经历的人，他应该知道其中的利害。可是他也毫不在乎。只见他那清瘦的小个子，在校内课堂上，在那座大花园中，迈着轻盈细碎的步子，上身有点向前倾斜，匆匆忙忙，仓仓促促，满面春风，忙得不亦乐乎。他照样在课堂上宣传他的现代文艺，侃侃而谈，视敌人如草芥，宛如走入没有敌人的敌人阵中。有一次，理发师正给芝生即冯友兰先生刮脸，郑先生站在旁边起哄，连声对理发师高呼把他的络腮胡子刮掉！理发师不知所措，一失手，真把胡子刮掉一块。这时候，郑先生大笑，旁边的人也陪着哄笑。然而芝生先生只是微微一笑，神色不变，可见先生的大度包容的气概。冯友兰先生坚持真理，修正错误，不惜以今日之我非昨日之我，经常在修记他的中国哲学史，我说不清已经修订过多少次了。我相信，倘若能活到岁，他仍然是要继续修订的。只是这一点精神，难道还不值得我们认真学习吗？我知道，原始人是颇为相信文字的神秘力量的，我从来没有这样相信过。但是，我现在宁愿做一个原始人，把我的悲痛和怀念转变成文字，也许这悲痛就能忽然消逝掉，还我心灵的宁静，岂不是天大的好事吗？先生的语言生动幽默，是地道的北京话，间或夹上一点山东俗语。他没有许多作家那种忸怩作态让人读了感到浑身难受的非常别扭的文体，一种新鲜活泼的力量跳动在字里行间。有一天，我到东安市场北门对门的一家闻名的理发馆去理发，猛然瞥见先生也在那里，正躺在椅子上，下巴上白糊糊的一团肥皂沫，正让理发师刮脸。这不是谈话的好时机，只寒暄了几句，就什么也不说了。等我坐到椅子上时，从镜子里看到他跟我打招呼离别，看到他的身影走出门去。我理完发要付钱时，理发师说先生已经替我付过了。这样的芝麻绿豆的小事殊不足以见先生的精神，但是，难道也不足以见他这种细心体贴人的心情吗？一个人除非万不得已决不会自己抛掉自己的生命。印度梵文中死这个动词，变化形式同被动态一样，我一直觉得非常有趣，非常有意思。印度古代语法学家深通人情，才创造出这样一个形式。死几乎都是被动的。有几个人主动地去死呢？先生走上自沉这一条道路，必有其不得已之处。她当时极年轻，而名满天下。我们是慕名而去的。冰心先生满脸庄重，不苟言笑，看到课堂上挤满了这样多学生，知道其中有诈，于是威仪俨然地下了逐客令凡非选修此课者，下一堂不许再来！"}
{"text":"一个人除非万不得已决不会自己抛掉自己的生命。印度梵文中死这个动词，变化形式同被动态一样，我一直觉得非常有趣，非常有意思。印度古代语法学家深通人情，才创造出这样一个形式。死几乎都是被动的。有几个人主动地去死呢？先生走上自沉这一条道路，必有其不得已之处。她当时极年轻，而名满天下。我们是慕名而去的。冰心先生满脸庄重，不苟言笑，看到课堂上挤满了这样多学生，知道其中有诈，于是威仪俨然地下了逐客令凡非选修此课者，下一堂不许再来！我们悚然而听，憬然而退，从此不敢再进她讲课的教室。四十多年以后，我同冰心重逢，她已经变成了一个慈爱和蔼的老人，由怒目金刚一变而为慈眉菩萨。阅读我觉得，在所有的并世的作家中，文章有独立风格的人并不多见。除了先生外，就是从文先生。他的作品，只要读上几行，马上就能辨认出来，决不含糊。他出身湘西的一个破落的小官僚家庭，年轻时当过兵，没有受过多少正规的教育。他完全是自学成家。湘西那一片有点神秘的土地，其怪异的风土人情，通过沈先生的笔而大白于天下。就在这一次吃饭时，有一件小事给我留下了深刻的印象。当时要解开一个用麻绳捆得紧紧的什么东西，只需用剪子或小刀轻轻地一剪一割，就能弄开。然后从文先生却抢了过去，硬是用牙把麻绳咬断。这一个小小的举动，有点粗劲，有点蛮劲，有点野蛮，有点土劲，并不高雅，并不美丽。然而，它却完全透露了沈先生的个性。在达官贵人高等华人眼中，这简直非常可笑，非常可鄙。可是，我欣赏的却正是这一种劲头。我自己也许就是这样一个土包子，虽然同那一些只会吃西餐穿西装半句洋话也不会讲偏又自认为是洋包子的人比起来，我并不觉得低他们一等。平心而论，乔木虽然表现上很严厉，不苟言笑，他实则是一个正直的人，一个正派的人，一个感情异常丰富的人，一个脱离了低级趣味的人。六十年的宦海风波，他不能无所感受，但是他对我半点也没有流露过。他大概知道，我根本不是此道中人，说了也是白说。在他生前，大陆和香港都有一些人把他封为左王，另外一位同志同他并列，称为左后。我觉得，乔木是冤枉的。他哪里是那种有意害人的人呢？在西谛先生身上，看不到半点教授架子。他也没有一点论资排辈的恶习。他自己似乎并不觉得比我们长一辈，他完全可能以平等的态度对待我们。他有时候像一个大孩子，不失其赤子之心。"}
