{"text":"解放后，我们在清华养过一只很聪明的猫。小猫初次上树，不敢下来，钟书设法把它救下。小猫下来后，用爪子轻轻软软地在钟书腕上一搭，表示感谢。我们常爱引用西方谚语地狱里尽是不知感激的人。小猫知感，钟书说它有灵性，特别宝贝。猫儿长大了，半夜和别的猫儿打架。钟书特备长竹竿一枝，倚在门口，不管多冷的天，听见猫儿叫闹，就急忙从热被窝里出来，拿了竹竿，赶出去帮自己的猫儿打架。和我们家那猫儿争风打架的情敌之一是紧邻林徽因女士的宝贝猫，她称为她一家人的爱的焦点。我常怕钟书为猫而伤了两家和气，引用他自己的话说打狗要看主人面，那么，打猫要看主妇面了！猫的第一句，他笑说理论总是不实践的人制定的。钱家人常说钟书痴人有痴福。他作为书痴，倒真是有点痴福。供他阅读的书，好比富人命中的禄食那样丰足，会从各方面源源供应除了下放期间，他只好反刍似的读读自己的笔记，和携带的字典。新书总会从意外的途径到他手里。他只要有书可读，别无营求。这又是家人所谓痴气的另一表现。钟书和我父亲诗文上有同好，有许多共同的语言。钟书常和我父亲说些精致典雅的淘气话，相与笑乐一次我父亲问我钟书常那么高兴吗？高兴也正是钱家所谓痴气的表现。我认为管锥编谈艺录的是个好学深思的钟书，槐聚诗存的是个忧世伤生的钟书，围城的呢，就是个痴气旺盛的钟书。我们俩日常相处，他常爱说些痴话，说些傻话，然后再加上创造，加上联想，加上夸张，我常能从中体味到围城的笔法。我觉得围城里的人物和情节，都凭他那股子痴气，呵成了真人实事。可是他毕竟不是个不知世事的痴人，也毕竟不是对社会现象漠不关心，所以小说里各个细节虽然令人捧腹大笑，全书的气氛，正如小说结尾所说包涵对人生的讽刺和伤感，深于一切语言一切啼笑，令人回肠荡气。钟书写完了围城，痴气依然旺盛，但是没有体现为第二部小说。一九五七年春，大鸣大放正值高潮，他的宋诗选注刚脱稿，因父病到湖北省亲，路上写了赴鄂道中五首绝句，现在引录三首晨书瞑写细评论，诗律伤严敢市恩。碧海掣鲸闲此手，祗教疏凿别清浑。奕棋转烛事多端，饮水差知等暖寒。"}
{"text":"钟书写完了围城，痴气依然旺盛，但是没有体现为第二部小说。一九五七年春，大鸣大放正值高潮，他的宋诗选注刚脱稿，因父病到湖北省亲，路上写了赴鄂道中五首绝句，现在引录三首晨书瞑写细评论，诗律伤严敢市恩。碧海掣鲸闲此手，祗教疏凿别清浑。奕棋转烛事多端，饮水差知等暖寒。如膜妄心应褪净，夜来无梦过邯郸。驻车清旷小徘徊，隐隐遥空薄雷。脱叶犹飞风不定，啼鸠忽噤雨将来。后两首寄寓他对当时情形的感受，前一首专指宋诗选注而说，点化杜甫和元好问的名句或看悲翠兰苕上，未掣鲸鱼碧海中谁是诗中疏凿手，暂教泾渭各清浑。据我了解，他自信还有写作之才，却只能从事研究或评论工作，从此不但口噤，而且不兴此念了。围城重印后，我问他想不想再写小说。他说兴致也许还有，才气已与年俱减。要想写作而没有可能，那只会有遗恨有条件写作而写出来的不成东西，那就只有后悔了。遗恨里还有哄骗自己的余地，后悔是你所学的西班牙语里所谓面对真理的时刻，使不得一点儿自我哄骗开脱或宽容的，味道不好受。我宁恨毋悔。这几句话也许可作围城重印前记的笺注吧。我自己觉得年纪老了有些事，除了我们俩，没有别人知道。我要乘我们夫妇都健在，一一记下。如有错误，他可以指出，我可以改正。围城里写的全是捏造，我所记的却全是事实。一九八五年十二月丙午丁未年纪事丙午丁未年纪事丙午丁未年的大事是史无前例的文化大革命。旧社会过来的老知识分子不是革命的主要对象，尤其像我这种没有名位也从不掌权的人，一般只不过陪着挨斗罢了。这里所记的是一个陪斗者的经历，仅仅是这场大革命里的小小一个侧面。丙午丁未年纪事乌云与金边丙午丁未年纪事――乌云与金边一风狂雨骤一九六六年八月九日――也就是阴历丙午年的六月，我下班回家对默存说我今天揪出来了，你呢？他说还没有，快了吧？果然三天后他也揪出来了。我问默存你是怎么揪出来的？"}
{"text":"旧社会过来的老知识分子不是革命的主要对象，尤其像我这种没有名位也从不掌权的人，一般只不过陪着挨斗罢了。这里所记的是一个陪斗者的经历，仅仅是这场大革命里的小小一个侧面。丙午丁未年纪事乌云与金边丙午丁未年纪事――乌云与金边一风狂雨骤一九六六年八月九日――也就是阴历丙午年的六月，我下班回家对默存说我今天揪出来了，你呢？他说还没有，快了吧？果然三天后他也揪出来了。我问默存你是怎么揪出来的？他也莫名其妙。大概是人家贴了我几张大字报。我倒记得很清楚。当时还没有一张控诉我的大字报，不过我已早知不妙。一次，大会前群众传看一份文件，传到我近旁就跳过了我，好像没有我这个人。再一次大会上，忽有人提出杨季康，她是什么人？并没有人为我下定义，因为正在检讨另一老先生。会后，我们西方文学组的组秘书尴尬着脸对我说以后开会，你不用参加了。我就这样给揪出来了。揪出来的算什么东西呢，还妾身未分明。革命群众天天开大会。我门同组揪出来的一伙，坐在空落落的办公室里待罪。办公室的四壁贴满了红红绿绿的语录条，有一张上说拿枪的敌人消灭后，不拿枪的敌人依然存在。一位同伙正坐在这条语录的对面。他好像阿照见了自己癫痢头上的疮疤，气呼呼地换了一个坐位。好在屋里空位子多的是，我们是有自由随便就坐，不必面对不爱看的现实。有一天，报上发表了五一六通知。我们在冷冷清清的办公室里正把这个文件细细研究，窃窃私议，忽被召去开大会。我们满以为按这个指示的精神，革命群众该请我们重新加入他们的队伍。不料大会上群众愤怒地控诉我们种种罪行，并公布今后的待遇一，不发工资，每月发生活费若干元二，每天上班后，身上挂牌，牌上写明身份和自己招认并经群众审定的罪状三，组成劳动队，行动听指挥，并由监管小组监管。我回家问默存你们怎么样？当然，学部各所都是一致的，我们俩的遭遇也相仿佛。他的专职是扫院子，我的专职是扫女厕。我们草草吃过晚饭，就像小学生做手工那样，认真制作自己的牌子。外文所规定牌子圆形，白底黑字。文学所规定牌子长方形，黑底白字。"}
{"text":"我回家问默存你们怎么样？当然，学部各所都是一致的，我们俩的遭遇也相仿佛。他的专职是扫院子，我的专职是扫女厕。我们草草吃过晚饭，就像小学生做手工那样，认真制作自己的牌子。外文所规定牌子圆形，白底黑字。文学所规定牌子长方形，黑底白字。我给默存找出一块长方的小木片，自己用大碗扣在硬纸上画了个圆圈剪下，两人各按规定，精工巧制做好了牌子，工楷写上自己一款款罪名，然后穿上绳子，各自挂在胸前，互相鉴赏。我们都好像阿丽思梦游奇境，不禁引用阿丽思的名言ss！事情真是愈出愈奇。学部没有大会堂供全体开会，只有一个大席棚。有一天大雨骤冷，忽有不知何处闯来造反的红卫兵，把各所揪出来的人都召到大席棚里，押上台去示众，还给我们都带上报纸做成的尖顶高帽。在群众愤怒的呵骂声中，我方知我们这一大群示众的都是牛鬼蛇神。我偷眼看见同伙帽子上都标着名目，如黑帮国民党特务苏修特务反动学术权威资产阶级学术权威等等。我直在猜测自己是个什么东西。散会我给推推揉揉赶下台，可是我早已脱下自己的高帽子看了一眼。我原来是个资产阶级学者，自幸级别不高。尖顶高帽都需缴还。帽子上的名目经过规范化，我就升级成了资产阶级学术权威，和默存一样。我和同伙冒雨出席棚，只愁淋成落汤鸡，不料从此成了落水狗，人人都可以欺凌戏侮，称为揪牛。有一天默存回家，头发给人剃掉纵横两道，现出一个十字这就是所谓怪头。幸好我向来是他的理发师，赶紧把他的学士头改为和尚头，抹掉了那个十字，听说他的一个同伙因为剃了怪头，饱受折磨。理发店不但不为他理发，还给他扣上字纸篓子，命他戴着回家。我的同伙没遭这个恶作剧，可是宿舍大院里立刻有人响应了。有一晚，同宿舍的牛鬼蛇神都在宿舍的大院里挨斗，有人用束腰的皮带向我们猛抽。默存背上给抹上唾沫鼻涕和浆糊，渗透了薄薄的夏衣。我的头发给剪去一截。"}
{"text":"幸好我向来是他的理发师，赶紧把他的学士头改为和尚头，抹掉了那个十字，听说他的一个同伙因为剃了怪头，饱受折磨。理发店不但不为他理发，还给他扣上字纸篓子，命他戴着回家。我的同伙没遭这个恶作剧，可是宿舍大院里立刻有人响应了。有一晚，同宿舍的牛鬼蛇神都在宿舍的大院里挨斗，有人用束腰的皮带向我们猛抽。默存背上给抹上唾沫鼻涕和浆糊，渗透了薄薄的夏衣。我的头发给剪去一截。斗完又勒令我们脱去鞋袜，排成一队，大家伛着腰，后人扶住前人的背，绕着院子里的圆形花栏跑圈儿谁停步不前或直起身子就挨鞭打。发号施令的是一个极左大娘――一个老革命职工的夫人执行者是一群十几岁的男女孩子。我们在笑骂声中不知跑了多少圈，初次意识到自己的脚底多么柔嫩。等我们能直起身子，院子里的人已散去大半，很可能是并不欣赏这种表演。我们的鞋袜都已不知去向，只好赤脚上楼回家。那位极左大娘还直在大院里大声恫吓你们这种人！当心！把你们一家家扫地出门！大楼我们来住！她坐在院子中心的水泥花栏上侦察，不时发出警告门号！谁在撕纸？门号！谁在烧东西？一会儿又叫人快到大楼后边去看看，谁家烟筒冒烟呢！夜渐深，她还不睡，却老在喝问门号！这会儿干吗还亮着灯？第二天清晨，我们一伙都给赶往楼前平房的各处院子里去扫地并清除垃圾。这是前夕不知谁下的命令。我去扫地的几处，一般都很体谅。有的说，院子已经扫过了，有的象征性地留着小撮垃圾给我们清除。有一家的大娘却狠，口口声声骂你们这种人，命我爬进铁丝网拦着的小臭旮旯，用手指抓取扫帚扫不到的臭蛋壳和烂果皮。押我的一个大姑娘拿一条杨柳枝作鞭子，抽得我肩背上辣辣地痛。我认识她。我回头说你爸爸也是我们一样的人。因为我分明看见他和我们一起在席棚里登台示众的。那姑娘立起一对眼珠子说他和你们不一样！随手就猛抽一鞭。原来她爸爸投靠了什么有权力的人，确实和我们不一样了。那位姑娘的积极也是理所当然。宿舍大院的平房里忽出现一个十六七岁的红卫兵。他星期日召集大楼里的牛鬼蛇神去训话，下令每天清早上班之前，扫大院清除垃圾，还附带一连串的禁令不许喝牛奶，不许吃鱼吃肉吃鸡蛋，只许吃窝窝头咸菜和土豆。"}
{"text":"我认识她。我回头说你爸爸也是我们一样的人。因为我分明看见他和我们一起在席棚里登台示众的。那姑娘立起一对眼珠子说他和你们不一样！随手就猛抽一鞭。原来她爸爸投靠了什么有权力的人，确实和我们不一样了。那位姑娘的积极也是理所当然。宿舍大院的平房里忽出现一个十六七岁的红卫兵。他星期日召集大楼里的牛鬼蛇神去训话，下令每天清早上班之前，扫大院清除垃圾，还附带一连串的禁令不许喝牛奶，不许吃鱼吃肉吃鸡蛋，只许吃窝窝头咸菜和土豆。当时已经有许多禁令，也不知是谁制定的，如不准戴草帽，不准撑阳伞，不准穿皮鞋等等。我们这群牛鬼蛇神是最驯良最和顺的罪犯，不论谁的命令都一一奉行。因为一经揪出，就不在人民群众之中，而在人民群众之外，如果抗不受命，就是公然与人民为敌，自绝于人民。牛鬼蛇神互相勖勉互相安慰的官话是相信党，相信人民，虽然在那个时候，不知有谁能看清党在哪里，人民又是谁。极左大娘不许我家阿姨在我家干活，因为她不肯写大字报骂我。可是她又不准阿姨走，因为家有阿姨，随便什么人随时可打开门进来搜查。默存的皮鞋领带都给闯来的红卫兵拿走了，又要拿打字机。阿姨撤谎说是公家的，没让拿。我教阿姨推说我们机关不准我家请阿姨，极左大娘只好放她走，我才关住了大门。阿姨临走对我说你现在可以看出人的好坏来了――不过，还是好人多。这当然是她的经验之谈，她是吃过苦的人。我常想，好人多吗？多的是什么样的好人呢？――究竟还是坏人少，这样说倒是不错的。扫地出门很多地方实行了至少，造反派随时可闯来搜查。家家都有罪证得销毁。宿舍里有个牛鬼蛇神撕了好多信，不敢烧，扔在抽水马桶里。不料冲到底层，把马桶堵塞了。住楼下的那位老先生有幸未列为权威，他不敢麻痹大意，忙把马桶里的纸片捞出漂净，敬献革命群众。这就引起宿舍里又一次揪斗。我回家较晚，进院看见大楼前的台阶上站满了人，大院里也挤满了人，有坐的，有站的，王大嫂是花匠的爱人，她一见我就偷偷向我摆手。我心知不妙，却又无处可走，正迟疑，看见平房里的张大妈对我努嘴，示意叫我退出去。可是极左大娘已经看见我了，提着名字喝住，我只好走上台阶，站在默存旁边。我们都是陪斗。"}
{"text":"不料冲到底层，把马桶堵塞了。住楼下的那位老先生有幸未列为权威，他不敢麻痹大意，忙把马桶里的纸片捞出漂净，敬献革命群众。这就引起宿舍里又一次揪斗。我回家较晚，进院看见大楼前的台阶上站满了人，大院里也挤满了人，有坐的，有站的，王大嫂是花匠的爱人，她一见我就偷偷向我摆手。我心知不妙，却又无处可走，正迟疑，看见平房里的张大妈对我努嘴，示意叫我退出去。可是极左大娘已经看见我了，提着名字喝住，我只好走上台阶，站在默存旁边。我们都是陪斗。那个用杨柳枝鞭我的姑娘拿着一把锋利的剃发推子，把两名陪斗的老太太和我都剃去半边头发，剃成阴阳头。有一位家庭妇女不知什么罪名，也在我们队里。她含泪合掌，向那姑娘拜佛似的拜着求告，总算幸免剃头。我不愿长他人志气，求那姑娘开恩，我由她剃光了半个头。那是八月二十七日晚上。剃了阴阳头的，一个是退休干部，她可以躲在家里另一个是中学校长，向来穿干部服戴干部帽，她可以戴着帽子上班。我没有帽子，大暑天也不能包头巾，却又不能躲在家里。默存急得直说怎么办？我持强说兵来将当，火来水挡总有办法。我从二楼走上三楼的时候，果然灵机一动，想出个办法来。我女儿几年前剪下两条大辫子，我用手帕包着藏在柜里，这会子可以用来做一顶假发。我找出一只掉了耳朵的小锅做楦子，用默存的压发帽做底，解开辫子，把头发一小股一小股缝上去。我想不出别的方法，也没有工具，连浆糊胶水都没有。我费了足足一夜工夫，做成一顶假发，害默存整夜没睡稳因为他不会帮我，我不要他白陪着。我笑说，小时候老羡慕弟弟剃光头，洗脸可以连带洗头，这回我至少也剃了半个光头。果然，羡慕的事早晚会实现，只是变了样。我自恃有了假发阴阳头也无妨。可是一戴上假发，方知天生毛发之妙，原来一根恨都是通风的。一顶假发却像皮帽子一样，大暑天盖在头上闷热不堪，简直难以忍耐。而且光头戴上假发，显然有一道界线。剪下的辫子搁置多年，已由乌黑变成枯黄色，和我的黑发色泽不同――那时候我的头发还没有花白。来京串连的革命小将乘车不买票，公共车辆拥挤不堪，上车不易。我和默存只好各自分头挤车。我戴着假发硬挤上一辆车，进不去，只能站在车门口的阶梯上，比车上的乘客低两个阶层。"}
{"text":"我自恃有了假发阴阳头也无妨。可是一戴上假发，方知天生毛发之妙，原来一根恨都是通风的。一顶假发却像皮帽子一样，大暑天盖在头上闷热不堪，简直难以忍耐。而且光头戴上假发，显然有一道界线。剪下的辫子搁置多年，已由乌黑变成枯黄色，和我的黑发色泽不同――那时候我的头发还没有花白。来京串连的革命小将乘车不买票，公共车辆拥挤不堪，上车不易。我和默存只好各自分头挤车。我戴着假发硬挤上一辆车，进不去，只能站在车门口的阶梯上，比车上的乘客低两个阶层。我有月票，不用买票，可是售票员一眼识破了我的假发，对我大喝一声哼！你这黑帮！你也上车？我声明自己不是黑帮。你不是黑帮是什么？她看着我的头发。乘客都好奇地看我。我心想我是什么？牛鬼蛇神权威学者，哪个名称都不美，还是不说为妙。我心里明白，等车一停，立即下车。直到一年以后，我全靠两条腿走路。街上的孩子很尖利，看出我的假发就伸手来揪，幸有大人喝住，我才免了当街出彩。我托人买了一只蓝布帽子，可是戴上还是形迹可疑，出门不免提心吊胆，望见小孩子就忙从街这边躲到街那边，跑得一溜烟，活是一只过街的老鼠。默存愿意陪我同走，可是戴眼镜又剃光头的老先生，保护不了我。我还是独走灵便。我们生活上许多事都得自己料理。革命群众已通知煤厂不得为牛鬼蛇神家送煤。我们日用的蜂窝煤饼，一个个都得自己到煤厂去买。咸菜土豆当然也得上街买。卖菜的大娘也和小孩子一样尖利，眼睛总盯着我的假发。有个大娘满眼敌意，冷冷地责问我你是什么人？我不知该怎么回答，以后就和默存交换任务他买菜，我买煤。我每天下班路过煤厂，买三块大煤两块小煤，用两只网袋装了一前一后搭在肩上，因为我扫地扫得两手无力，什么都拿不动了。煤厂工人是认识我的。他们明知我是牛鬼蛇神，却十分照顾。我下班赶到煤厂，往往过了营业时间，他们总放我进厂，叫我把钱放在案上，任我自取煤饼。有一次煤厂工人问我你烧得了这么多煤吗？我说六天买七天的，星期日休假，他们听我还给自己休假，都笑了。往常给我家送煤的老田说干脆我给你送一车吧。他果然悄悄儿给我送了一车。我央求他给李健吾和唐棣华家也送些煤，他也送了。这事不幸给极左大娘知道，立即带着同伙赶到煤厂，制止了送煤。"}
{"text":"煤厂工人是认识我的。他们明知我是牛鬼蛇神，却十分照顾。我下班赶到煤厂，往往过了营业时间，他们总放我进厂，叫我把钱放在案上，任我自取煤饼。有一次煤厂工人问我你烧得了这么多煤吗？我说六天买七天的，星期日休假，他们听我还给自己休假，都笑了。往常给我家送煤的老田说干脆我给你送一车吧。他果然悄悄儿给我送了一车。我央求他给李健吾和唐棣华家也送些煤，他也送了。这事不幸给极左大娘知道，立即带着同伙赶到煤厂，制止了送煤。不久以后，听说极左大娘在前院挨斗了。据说她先前是个私门子，嫁过敌伪小军官。传闻不知真假，反正我们院子里从此安静了。有个丑丫头见了我就钉着臭骂有位大娘公然护着我把她训斥了一顿，我出入大院不再挨骂。宿舍大院里的暴风雨暂时过境，风势和缓下来，不过保不定再来一阵。一切牛鬼蛇神正在遭受横扫，我们得战战栗栗地待罪。可是我虽然每天胸前挂着罪犯的牌子，甚至在群众愤怒而严厉的呵骂声中，认真相信自己是亏负了人民亏负了党，但我却觉得，即使那是事实，我还是问心无愧，因为――什么理由就不必细诉了，我也懒得表白，反正我自巍然不动。打我骂我欺侮我都不足以辱我，何况我所遭受的实在微不足道。至于天天吃窝窝头咸菜的生活，又何足以折磨我呢。我只反复自慰假如我短寿，我的一辈子早完了，也不能再责望自己做这样那样的事我不能像莎士比亚暴风雨里的米兰达，惊呼人类多美呀。啊，美丽的新世界！我却见到了好个新奇的世界。二颠倒过来派给我的劳动任务很轻，只需收拾小小两间女厕，这原是文学所小刘的工作。她是临时工，领最低的工资――每月十五元。我是妇女里工资最高的。革命群众叫我干小刘的活儿，小刘却负起监督文学所全体牛鬼蛇神的重任。这就叫颠倒过来。我心上慨叹这回我至少可以不脱离实际，而能为人民服务了。我看过那两间污秽的厕所，也料想我这份工作是相当长期的，决不是三天两天或十天八天的事。我就置备了几件有用的工具，如小铲子，小刀子，又用竹筷和布条做了一个小拖把，还带些去污粉肥皂毛巾之类和大小两个盆儿，放在厕所里。"}
