{"text":"南宋时，大慧宗果禅师，他未经得法时。依止湛堂禅师，有一天，湛堂看了他的指甲一眼，便说近来东司头的筹子，不是你洗的吧！他便知道师父是责他好逸恶劳，立即剪去养长了指甲，去替黄龙忠道者作净头清除厕所九个月，由于这些例举的一二操行，就可知他们的规矩和戒律，言行和身教，是多么的自然和严整啊！众生平等，天下为家佛教的宗旨，不但视人人为平等，它确要做到民胞物与，视一切众生，都是性相平等的，为了适合时代和国情，他创立了丛林制度，从表面上看，丛林的清规与佛的戒律，似乎不同。实际上，清规是以佛的戒律作骨子的，所以他的内部，仍以严守戒律为主，既如举足动步，也不敢足踏蝼虫蚂蚁，何况杀生害命。因为他的信仰和宗旨，是慈悲平等的，所以丛林便有天下一家的作风，僧众行脚遍字内，不论州县乡村，只要有丛林，你能懂得规矩，都可挂褡安居。此风普及，及至乡镇小庙，或是子孙私产也都可以挂褡从前的僧众们，行脚遍天下，身边就不需带一分钱，即使无寺庙可住，大不了，树下安禅也可过了一日。元明以后，佛道两家好像各有宗教信仰的不同，在某些方面，又如一家，例如道士，到了没有道观的地方，可以跑到和尚寺里去挂褡。和尚也是如此，必要时可以跑到道观里去挂褡。每遇上殿念经的时候，也须随众照例上殿，不过各念各的经，只要守规矩，便不会对他歧视的。僧尼之间，事实上，也可以互相挂褡，不过，其中戒律和规矩更要严些，例如男众到女众处挂褡，清规严格的寺院，就只能在大殿上打坐一宵。稍稍通融的，也只能在客房一宿，决定不可久居。女众到男众处，也是如此的。俗人求宿寺院，便不叫做挂褡，佛门从慈悲为本，有时斟酌情形，也可以收留的。唐宋时代，许多出身贫寒的读书人，大都是寄居僧寺读书，例如邺侯李泌等辈，为数确也不少。至于唐代王播微时，寄读扬州僧寺，被主僧轻视，故意在饭后敲钟，使他不得一餐，便题壁写诗云上堂已了各西东，惭愧囗黎饭后钟。后来他功名成就，复出镇是邦，再过此处，看到昔日的题句，已被寺僧用碧纱笼罩起来，他便继续写道二十年来尘扑面，如今始得碧纱笼。这些事情总有例外的，也不能以偏概全，便视僧众都是势利的了。最低限度，也可以说有了丛林制度以后，确实已经替中国的社会，做到收养鳏寡孤独的社会福利工作，使幼有所养，老有所归，这是不能否认的事实。宋仁宗看见丛林的生活，不胜羡慕它的清闲，便亲自作有赞僧赋。"}
{"text":"后来他功名成就，复出镇是邦，再过此处，看到昔日的题句，已被寺僧用碧纱笼罩起来，他便继续写道二十年来尘扑面，如今始得碧纱笼。这些事情总有例外的，也不能以偏概全，便视僧众都是势利的了。最低限度，也可以说有了丛林制度以后，确实已经替中国的社会，做到收养鳏寡孤独的社会福利工作，使幼有所养，老有所归，这是不能否认的事实。宋仁宗看见丛林的生活，不胜羡慕它的清闲，便亲自作有赞僧赋。相传清代顺治皇帝，看了丛林的规模，使兴出家之想，他作了一篇赞僧诗，内有天下丛林饭如山，钵盂到处任君餐。朕本西方一袖子，如何落在帝王家。只因当初一念差，黄袍换却紫袈裟。等句，也有人说，这是康熙作的，真实如何，很难考证，但由此可见禅门丛林，是何等气象了。丛林以修持为中心的禅堂禅堂的规模百丈创立丛林，最重要的，他是为了真正建立了禅宗的规范，由于这种制度的影响所及，后世佛教的寺院，不论宗于何种宗派，大多数都有加上禅寺名称的匾额，而且因为禅增们的简朴，一肩行脚，背上一个箱四，芒鞋斗笠，就可走遍天下名山大川，大家景仰他们的苦行，所以青山绿水之间，不断地建筑起禅寺了。但真正的禅门丛林，它的主要目的，不止在于创建寺院，都在于有一座好的禅堂，可以供养天下僧众，有个安身立命专志修行的所在。唐宋元明清以来，国内有的丛林里的禅堂，可以容纳数百人到千余人的坐卧之处，每人一个铺位，可以安禅打坐，又可以放身倒卧，各个铺位之间，又互相连接，所以古人又叫它作长连床。但每一座位间，必须各记自己的姓名，张贴于坐席之间。全寺的僧人，常住经常也备有登记簿，俗名叫作草单，术名叫作戒腊簿，也等于现代的户口簿。整个禅堂光线明淡，调节适中，符合简单的生活起居，适应方便。只是古代的建筑，不太注重通风设备，对于空气的对流，比较差些。禅堂四面，都做成铺位，中间完全是个大空庭，需要作大众集团踱步行走之用，这种踱步，便是佛经所说修禅定者的适当活动，叫作经行，丛林里便改作行香与跑香了。所以禅堂中心的空间，便要能够容纳内部数百或千余人的跑步之用，行香与跑香，都照圆形活动，不过必要时，还有分成两个圈子或三个圈于来跑，老年体弱的，不可以走外圈。少壮健康的，就走外面的大圈子。"}
{"text":"只是古代的建筑，不太注重通风设备，对于空气的对流，比较差些。禅堂四面，都做成铺位，中间完全是个大空庭，需要作大众集团踱步行走之用，这种踱步，便是佛经所说修禅定者的适当活动，叫作经行，丛林里便改作行香与跑香了。所以禅堂中心的空间，便要能够容纳内部数百或千余人的跑步之用，行香与跑香，都照圆形活动，不过必要时，还有分成两个圈子或三个圈于来跑，老年体弱的，不可以走外圈。少壮健康的，就走外面的大圈子。禅堂里的和尚禅堂既然为禅宗丛林的中心，等于现代语所说的，是个教育的中心了，那么，应该是最富于佛教色彩的所在，事实上，并不如此，它却正正真真表示出佛法的真精神，不但完全解脱神秘和迷信，而且赤裸裸的表出达摩大师传佛心印的宗旨。原来禅堂里，不供佛像，因为禅宗的宗旨，心即是佛。又是心佛众生，三无差别的，又不是心，不是佛，也不是物的，那它究竟是个什么呢？可以说它是教人们明白觉悟自己的身心性命之体用，所谓本来面目，道在目前，就在寻常日用之间，并不是向外求得的。后世渐有在禅堂中间，供奉一尊迦叶尊者的像，或达摩祖师的像。禅堂的上位与大问正对的，安放一个大座位，便是住持和尚的位置，和尚应该随时领导大家修行禅坐，间或早晚说法指导修持，所以住持和尚一定要选任曾经悟道得法的过来人，确能指导大家修证的大善知识了。心即是佛，和尚便是今佛，住持也便是中心，所以有时称他作堂头和尚。如住持和尚因故不能到禅堂参加指导，辅助住持的督导修持，就是禅堂的堂主，与后堂西堂等，这几个位置排在进门之首的。此外，还有手执香板，负责督察修持的，叫做监香，他和禅堂里的悦众，都是负责监督修持用功之责的。悦众和监香，也有数人任之的。香板，古代乃是竹杖，一端包了棉花和布，做为警策之用，这是佛的旧制，称谓禅杖，后世改用为木版，作成剑形，叫做香板。其余，还有几位专门供给茶水的执役僧，有时或由新出家的沙弥们任之。禅堂的生活顾名思义，所谓禅堂，就是供给僧众们专门修持坐禅的地方，他们为了追求实现心地成佛的最高境界，一面离尘弃欲，决心绝累，一面又须苦志精勤，节操如冰雪，甚之毕生埋首禅堂，一心参究，纵然到死无成，仍然以身殉道而不悔者，比比皆有。凡是住在禅堂里的人，饮食起居生活，一律都须严守清规的纪律，清晨三四点钟就要起床盥嗽方便以后，就要上座坐禅。"}
{"text":"其余，还有几位专门供给茶水的执役僧，有时或由新出家的沙弥们任之。禅堂的生活顾名思义，所谓禅堂，就是供给僧众们专门修持坐禅的地方，他们为了追求实现心地成佛的最高境界，一面离尘弃欲，决心绝累，一面又须苦志精勤，节操如冰雪，甚之毕生埋首禅堂，一心参究，纵然到死无成，仍然以身殉道而不悔者，比比皆有。凡是住在禅堂里的人，饮食起居生活，一律都须严守清规的纪律，清晨三四点钟就要起床盥嗽方便以后，就要上座坐禅。因为古代没有时钟，每次坐禅，就以长香一炷为标准，大约等于现在时钟的一点半钟左右。下座以后，就须行香，大家依次排列，绕着禅堂中间来回行走，身体虽然松散，心神却不放逸，这样又要走完一炷香，就再上座。饮食睡眠大小便，都有划一的规定。如此行居坐卧，都在习样，每日总以十支以上长香为度。如逢冬日农事已了，天寒地冻，更无其他杂条，便又举行克期取证的方法，以每七日为一周，叫做打禅七或静七。在禅七期中，比平常更要努力用功参究，往往每日以十三四支长香，作为用功的标准，大约睡眠休息时间，昼夜合计，也不过三四小时而已，后世各宗，鉴于这种苦修方法的完美，也就兴起各种七会，如念佛七等等。他们有这样苦志劳形，精勤求道的精神，日久月长，无疑地，必能造就出一二超格的人才。每逢举行禅七的时期，和尚要请职担任禅堂里的监香职位时，也和请丛林班首执事一样的过程，茶聚商托以后，挂牌送位，都如请执事一样的仪式，不过送位只是送掉堂里的坐香位子。因为重心在于禅堂。监香也有同时请七八位，轮流担任，以免过于疲劳。禅宗虽然只重见性明心，立地成佛的顿法，并不重禅定解脱的修行法门。但是远自印度的释迦牟尼，以及传来中国以后，从古至今，没有哪一位祖师和禅师，不从精勤禅定，专志用功中得成正果的。每年初夏，便依律禁足安居三月，又谓之结夏，到了旧历七月十五日圆满，或称谓解夏。所以从前问出家为僧的年龄若干，便请问他夏腊多少。所以丛林禅堂，制立如此风规，恰是佛法的真实正途，俗话说久坐必有禅，这也不是绝无道理的。到了两宋以后，许多大儒，都向往禅堂规模和教育方法，抽梁换柱，便成儒家理学家们的静坐讲学笃行。实践等风气了。禅堂的门口，帘幕深垂，一阵阵的飘出婀娜的炉香，当大家上座坐禅的时候，普通叫作收单，门口便挂上一面止静的牌子，这时，外面经过的人，轻足轻步，谁也不敢高声谈论，恐怕有扰他们清修。"}
{"text":"所以从前问出家为僧的年龄若干，便请问他夏腊多少。所以丛林禅堂，制立如此风规，恰是佛法的真实正途，俗话说久坐必有禅，这也不是绝无道理的。到了两宋以后，许多大儒，都向往禅堂规模和教育方法，抽梁换柱，便成儒家理学家们的静坐讲学笃行。实践等风气了。禅堂的门口，帘幕深垂，一阵阵的飘出婀娜的炉香，当大家上座坐禅的时候，普通叫作收单，门口便挂上一面止静的牌子，这时，外面经过的人，轻足轻步，谁也不敢高声谈论，恐怕有扰他们清修。到了休息的时一候，门口换挂一面放参的牌子，才可以比较随便一点，普通又名为开静。禅堂内外的教育方法丛林既以禅堂为教育的中心，那就天天必有常保了？诚然，他们的常课，便是真参实证，老实修行本分下事，却不是天天在讲学说法的，因为在禅宗门下，认为讲习经论，那是属于义学法师们的事，他们重在老实修行。遇到晚上放参的时候，住持和尚莅临禅堂，说些用功参禅的法门，或者有人遇到疑难，请求开示，便随时说法指导，这样就叫做小参。后世风规日下，有时住持和尚偷懒，便请堂主升座说法，这也叫作小参。倘有正式说法，在禅堂以外，另外还有一座说法堂，简称法堂，依照一定的仪式，礼请住持和尚升座说法，这时大都是鸣钟击鼓，依照一定的隆重仪式，通知全寺的僧众，临场听法的。仪式的庄重，和大众的肃然起敬，恰恰形成一种绝对庄严肃穆的宗教气氛。可是禅宗住持和尚说的法，却不如讲经法师们，一定要依照佛经术语的法则来，也不是只作宗教式的布道，他是随时随地，把握机会教育的方针，因事设教，并无定法的。弟子和书记们，老实记载他的说法讲话，便成为后世的语录一类的书了。如果有时讲解经论，又须另在讲堂中举行，对于专门讲解经论的法师，便称为座主。丛林的修行教育，固然以禅堂为中心，但作为导师的住持和尚，对于全体笃志修行的僧众们，却要随时随地注意他们修持的过程和进度，偶或在某一件事物，某一表示之下，可以启发他智慧的时候，便须把握时机，施予机会教育，这种风趣而轻松的教育法，在高明的排师们用来，有时会收一到很大的效果，可能对于某一个人，便由此翻然证悟的。即或不能达到目的，有时也变成很幽默的韵事了，后世把这种事实记载下来，便叫作公案。理学家们便取其风格，变称学案。那些奇言妙语，见之于后世的语录记载里的，便叫做机锋和转语。"}
{"text":"即或不能达到目的，有时也变成很幽默的韵事了，后世把这种事实记载下来，便叫作公案。理学家们便取其风格，变称学案。那些奇言妙语，见之于后世的语录记载里的，便叫做机锋和转语。由此可见作一位住持丛林的大和尚，他所负的教育责任，是何等的重要，佛经所谓荷担如来正法，正是大和尚们的责任所在，所谓荷担，也就是说继往开来，住持正法眼藏，以继续慧命的事，唐宋之间，有些得道高僧，自忖福德与智慧才能和教导，不足以化众的。便往往谦抑自牧，避就其位了。禅堂的演变元明以后，所谓禅寺的丛林，渐渐已走了样，同时其他各宗各派，也都照禅宗丛林的规矩兴起丛林来了。在其他宗派的丛林中，禅堂也有变成念怫堂，或观堂等，所谓真实的排堂和禅师们，已如凤毛麟角，间或一见而已，令人遥想高风，实在有不胜仰止之叹。民国以来，研究佛学的风气，应运而兴，所以禅门丛林，也多有佛学院的成立，禅宗一变再变，已经变成了禅学。或是振衰革弊，或是重创新规，唯有翘首位候于将来的贤哲了。丛林与中国文教丛林的制度，显然是中国文化的产品，如果认为佛教传来中国，便受到中国文化的融化，产生了佛教革新派的禅宗，这事已略如前论，不必重说。严格地说来，佛教经过中国文化的交流，却有两件大事，足以影响佛法后来的命运，而且增强它慧命的光辉。第一，在佛学学理方面的整理，有天台华严两宗严整批判的佛学，天台宗以五时八教，贤首宗以五教十宗等。概括它的体系，这便是有名的分科判教。第二，在行为仪式方面，就是丛林制度的建立，它融合了传统文化的精神，包括懦家以礼乐为主的制度，适合道家乐于自然的思想。而且早在千余年前，便实行了中国化的真正民主自由的规模。它的制度，显然不相同于君主制度的宗教独裁，只是建立一个学术自由，民主生活的师道尊严的模范。除了中国以外，接受南传原始佛教文化的，如泰国高棉寮国锡兰和缅甸，传续到了现在，虽然已非旧时面目，但多少总还存有一些原来方式。可是它所仅存的生命，不过是依赖政府与民间信仰的残余，与丛林制度比较起来，有识之士，便不待言而可知了。"}
{"text":"而且早在千余年前，便实行了中国化的真正民主自由的规模。它的制度，显然不相同于君主制度的宗教独裁，只是建立一个学术自由，民主生活的师道尊严的模范。除了中国以外，接受南传原始佛教文化的，如泰国高棉寮国锡兰和缅甸，传续到了现在，虽然已非旧时面目，但多少总还存有一些原来方式。可是它所仅存的生命，不过是依赖政府与民间信仰的残余，与丛林制度比较起来，有识之士，便不待言而可知了。和这相反的，就如北传佛教在我国西藏，它以神秘色彩，衬托出宗教的恣态，千余年来，却赢得一个政教合一的特权区域，虽略有类同西洋教会和教皇的威权，而无西洋教会一样，具有国际和世界性的组织，讲政治，没有博大悠久思想作基础，讲宗教，仍被封固在文化落后的地区。如果深切了解释迦牟尼的全部教义，对于南传佛教，和北传佛教的两种方式，便会知道不是他原来的初衷。只有中国的丛林制度，确能与他的本意不相违背，由此可见无论南传北传的佛教，都没有像东来中土的伟大成就，这是什么原因呢？我们可以了解，凡是自己没有悠久博大的文化之民族，纵然佛光普照，它的本身，仍然无力可以滋茂长大，所以说，当达摩大师在印度的时候，遥观东土有大乘气象，不辞艰苦，远涉重洋，便放下衣钵，把佛法心印传留在中国了。一个文化悠久的国家，历史剩遗在山川名胜的背景，已经足以表示整个文化的光辉，何况它的精神，还是永远常存宇宙，正在不断地继往开来呢！仅以丛林创建的制度来说，它给全国的山光水色，已经增加了不少诗情画意，表现出中国文化的风格，唐代诗人杜牧有诗云南朝四百八十寺，多少楼台烟雨中。这还只是描写南北朝以来的江南佛教事迹，到了唐朝以后，因为丛林寺院的兴盛，可以说率土之滨，莫不有寺，名山之顶，何处无僧，所以后人便有。天下名山僧占多之咏了。加上以唐人气度的雄浑，宋人气度的宽廓，二者融会在寺院建筑之中，我们在全国各地，到处都可见到美仑美奂，壮丽雄传的塔庙，只要你翻开各省的省志，各州府县的地方志，要查名胜古迹，僧道寺院，便已占去一半。缅怀先哲，追思两三千年的留传至今的事物，岂能不令人痛恨这些一知半解，妄自蔑视中国文化的人们！须知一个根深蒂固的文化，建设起来，是经过多少时间，和多少哲人的心血所完成。要想改变，以适应世界的趋势而争取生存，那也要学而有术，谋定而后动，岂是浅薄狂妄，轻举妄动所能做得到的吗？"}
{"text":"缅怀先哲，追思两三千年的留传至今的事物，岂能不令人痛恨这些一知半解，妄自蔑视中国文化的人们！须知一个根深蒂固的文化，建设起来，是经过多少时间，和多少哲人的心血所完成。要想改变，以适应世界的趋势而争取生存，那也要学而有术，谋定而后动，岂是浅薄狂妄，轻举妄动所能做得到的吗？结论中国传统文化，素来是以儒家为主流，儒家高悬大同天下的目的，是以礼乐为主道政治的中心，由于礼乐的至治，就可以实现礼运的天下为公的目的，但是经过数千年的传习，一直到了唐代。才只有在佛教禅宗的丛林制度里，实现了一个天下为公的社会。它在形式上，固然是一种佛教僧众的集团，然在精神上，它是融合礼乐的真义，和佛教戒律的典型，礼失而求诸野，如果讲到一个真善美的社会风规，恐怕只有求之于丛林制度了。但是也还不能做为治国平天下的规模，因为国事天下事，与丛林社会相比，其艰难复杂，又何止百千万倍。人是一个有情感和理性的生物，无论性和情，只要偏重在那一面，就不能两得其平，结果都不会安定人生的丛林制度它能普及流传，不外四个原因第一，因为出家了的僧众，已经发自内心的，抑弃了世事人欲的情感牵扰，虽然住在丛林里，过的是集团生活，又是绝对自由追求自我理想的境界。第二，宗教的信仰，和发自因果分明的观念，已经不需要外加的法律管制。第三，各人由内心的自净其意，发为规矩，便是最高自治的原理。第四，维持生命生活的经济制度，早已做到福利的要求，所以他们只要管自己的身心修养，其余的一切就都可以放下了。因此他们可以做到，像儒家礼乐高最目的，和墨家摩顶放踵，以利天下的要求，如果是普通人的社会呢？男女饮食和物欲的权利，只有日益向外扩充和发展，人事和世事的推排，相互间便有争执，许多在学理和教育上决定是正确的道理，一到人情和人欲的要求上，便完全不是那样一回事了，即如完美的丛林制度，他在教导以外，再没有刑责可行，假使没有最高道德作为依持，要想求其安然垂范达千余年之久，绝对是不可能的事。"}
{"text":"男女饮食和物欲的权利，只有日益向外扩充和发展，人事和世事的推排，相互间便有争执，许多在学理和教育上决定是正确的道理，一到人情和人欲的要求上，便完全不是那样一回事了，即如完美的丛林制度，他在教导以外，再没有刑责可行，假使没有最高道德作为依持，要想求其安然垂范达千余年之久，绝对是不可能的事。南宋时代，杭州径山大慧宗果禅师，与温州龙翔竹庵大禅师，恐怕后来丛林衰落，便合力记述历史丛林住持的嘉言善行，留作后世的准绳，作了一部禅林宝训的书，其中高风亮节，以及敦品厉行的典型，足以与宋儒学案，比美千秋，如果去掉它僧服的外层，做为为人处世的修养范本来看，一定别有无穷受用，可以启发无限天机。百丈禅师创建丛林以来，他的初衷本意，只是为了便利出家僧众，不为生活所障碍，能够无牵无挂，好好地老实修行，安心求道，他并不想建立一个什么社会，而且更没有宗教组织的野心存在，所谓君子爱人以德则有之，如果认为他是予志自雄，绝对无此用心，尤其是他没有用世之心，所以他的一切措施，自然而然的，便合于儒佛两家慈悲仁义的宗旨了。如果他有世务上的希求，那便会如佛经所说因地不真，果遭纤曲，岂能成为千古宗师，在他当时，一般人之所以责骂他是破戒比丘，只因大家抵死执著印度原始佛教的戒律，认为出家为僧，便不应该耕种谋生，站在我们千秋后世的立场来看，如果他当时不毅然改制，还让僧众们保持印度原来的乞食制度，佛教岂能保存其规模，传流到达现在吗？禅宗最重人们确有见地，佛教称佛为大雄，时移世变，时代的潮流，由农业社会的生活方式，已经进到工商业科学化的今天，追怀先哲，真有不知我谁与归之叹了。"}
