{"text":"那是在他三十岁时之作神秘里面的，作中的人物那该尔的人生观和文艺论，自然也就可以看作哈谟生的意见和批评。他跺着脚骂托尔斯泰――总之，叫作托尔斯泰的汉子，是现代的最为活动底的蠢才，那教义，比起救世军的唱上帝赞美歌――来，毫没有两样。我并不觉得托尔斯泰的精神比蒲斯大将那时救世军的主将――深。两个都是宣教者，却不是思想家。是买卖现成的货色的，是弘布原有的思想的，是给人民廉价采办思想的，于是掌着这世间的舵。但是，诸君，倘做买卖，就得算算利息，而托尔斯泰却每做一回买卖，就大折其本不知沉默的那多嘴的品行，要将愉快的人世弄得铁盘一般平坦的那努力，老嬉客似的那道德的唠叨，像煞雄伟一般不识高低地胡说的那坚决的道德，一想到他，虽是别人的事，脸也要红起来。说也奇怪，这简直好像是在中国的一切革命底和遵命底的批评家的暗疮上开刀。至于对同乡的文坛上的先辈伊孛生――尤其是后半期的作品――是这样说――伊孛生是思想家。通俗的讲谈和真的思索之间，放一点小小的区别，岂不好么？诚然，伊孛生是有名人物呀。也不妨尽讲伊孛生的勇气，讲到人耳朵里起茧罢。然而，论理底勇气和实行底勇气之间，舍了私欲的不羁独立的革命底勇猛心和家庭底的煽动底勇气之间，莫非不见得有放点小小的区别的必要么？其一，是在人生上发着光芒，其一，不过是在戏园里使看客咋舌要谋叛的汉子，不带软皮手套来捏钢笔杆这一点事，是总应该做的，不应该是能做文章的一个小畸人，不应该仅是为德国人的文章上的一个概念，应该是名曰人生这一个热闹场里的活动底人物。伊孛生的革命底勇气，大约是确不至于陷其人于危地的。箱船之下，敷设水雷之类的事，比起活的，燃烧似的实行来，是贫弱的桌子上的空论罢了。诸君听见过撕开苎麻的声音么？嘻嘻嘻，是多么盛大的声音呵。这于革命文学和革命，革命文学家和革命家之别，说得很露骨，至于遵命文学，那就不在话下了。也许因为这一点，所以他倒是左翼底罢，并不全在他曾经做过各种的苦工。最颂扬的，是伊孛生早先文坛上的敌对，而后来成了儿女亲家的毕伦存。他说他活动着，飞跃着，由蘼凼苤剩脊嶙鸥鲂和精神。是有着灵感和神底闪光的瑙威惟一的诗人。但我回忆起看过的短篇小说来，却并没有看哈谟生作品那样的深的感印。"}
{"text":"嘻嘻嘻，是多么盛大的声音呵。这于革命文学和革命，革命文学家和革命家之别，说得很露骨，至于遵命文学，那就不在话下了。也许因为这一点，所以他倒是左翼底罢，并不全在他曾经做过各种的苦工。最颂扬的，是伊孛生早先文坛上的敌对，而后来成了儿女亲家的毕伦存。他说他活动着，飞跃着，由蘼凼苤剩脊嶙鸥鲂和精神。是有着灵感和神底闪光的瑙威惟一的诗人。但我回忆起看过的短篇小说来，却并没有看哈谟生作品那样的深的感印。在中国大约并没有什么译本，只记得有一篇名叫父亲的，至少翻过了五回。哈谟生的作品我们也没有什么译本。五四运动时候，在北京的青年出了一种期刊叫新潮，后来有一本新著绍介号，豫告上似乎是说罗家伦先生要绍介新地。这便是哈谟生做的，虽然不过是一种倾向小说，写些文士的生活，但也大可以借来照照中国人。所可惜的是这一篇绍介至今没有印出罢了。三月三日，于上海。本篇最初发表于一九二九年三月十四日朝花周刊第十一期。哈谟生，―又译哈姆生，挪威小说家。曾当过水手和木工。著有长篇小说饥饿老爷等。朝花文艺刊物，柔石合编。一九二八年十二月六日创刊于上海，初为周刊，共出二十期。一九二九年六月一日改出旬刊。同年九月二十一日出至第十二期停刊。周刊第六期登有梅川译的哈姆生短篇小说生命之呼声。国际文化日本杂志，大河内信威编辑，一九二八年创刊，东京国际文化研究所出版。该刊一九二九年一月号世界左翼文化战线的人们一文，将哈姆生列为左翼作家。尼瓦。俄语田地的音译，周刊，一八七年创刊于彼得堡，一九一八年停刊。它是十月革命前俄国发行量最大的杂志，并附出文丛，印行俄国及其他国家作家的文集，其中包括哈姆生全集。三闲成仿吾在洪水第三卷第二十五期一九二七年一月发表的完成我们的文学革命一文中，说所矜持着的是闲暇，闲暇，第三个闲暇。革命底和遵命底的批评家在一九二八年十一月写的农夫译后附记中，谈到文坛上对托尔斯泰的批评时说今年上半年革命文学的创造社和遵命文学的新月社，都向浅薄的人道主义进攻。"}
{"text":"三闲成仿吾在洪水第三卷第二十五期一九二七年一月发表的完成我们的文学革命一文中，说所矜持着的是闲暇，闲暇，第三个闲暇。革命底和遵命底的批评家在一九二八年十一月写的农夫译后附记中，谈到文坛上对托尔斯泰的批评时说今年上半年革命文学的创造社和遵命文学的新月社，都向浅薄的人道主义进攻。箱船应译作方舟，即圣经创世记中诺亚的方舟玻浮场下状妫―一译般生，挪威作家。著有剧本新婚，小说索尔巴肯等。罗家伦―浙江绍兴人，新潮的编者之一，后成为国民党政客。按新潮杂志没有出过新著绍介号，在第三卷第二号一九二年世界名著特号中也未见罗家伦介绍新地的预告。又，文中的应作德语，或英语。亥年残秋偶作亥年残秋偶作曾惊秋肃临天下，敢遣春温上笔端。尘海苍茫沉百感，金风萧瑟走千官。老归大泽菰蒲尽，梦坠空云齿发寒。竦听荒鸡偏阒寂，起看星斗正阑干。十二月日记一九三五年十二月五日为季书一小幅云曾惊秋肃临天下，。荒鸡清代周亮工书影卷四古以三鼓前鸡鸣为荒鸡。晋书祖汛罚骸啊延性奘啦啪撸胨究樟蹒阄局葜鞑荆情好绸缪，共被同寝。中夜闻荒鸡鸣，蹴琨觉曰此非恶声也。因起舞。星斗阑干，古乐府善哉行月没参横，北斗阑干。好东西歌好东西歌南边整天开大会，北边忽地起烽烟，北人逃难南人嚷，请愿打电闹连天。还有你骂我来我骂你，说得自己蜜样甜。文的笑道岳飞假，武的却云秦桧奸。相骂声中失土地，相骂声中捐铜钱，失了土地捐过钱，喊声骂声也寂然。文的牙齿痛，武的上温泉，后来知道谁也不是岳飞或秦桧，声明误解释前嫌，大家都是好东西，终于聚首一堂来吸雪茄烟。本篇最初发表于一九三一年十二月十一日上海十字街头半月刊第一期，署名阿二。南边整天开大会指九一八事变后，国民党内部以蒋介石为首的宁派和以胡汉民汪精卫为首的粤派为调解派系矛盾而召开的一系列会议。如十月在上海召开宁粤和平预备会十一月双方分别在南京广州举行的国民党第四次全国代表大会。"}
{"text":"相骂声中失土地，相骂声中捐铜钱，失了土地捐过钱，喊声骂声也寂然。文的牙齿痛，武的上温泉，后来知道谁也不是岳飞或秦桧，声明误解释前嫌，大家都是好东西，终于聚首一堂来吸雪茄烟。本篇最初发表于一九三一年十二月十一日上海十字街头半月刊第一期，署名阿二。南边整天开大会指九一八事变后，国民党内部以蒋介石为首的宁派和以胡汉民汪精卫为首的粤派为调解派系矛盾而召开的一系列会议。如十月在上海召开宁粤和平预备会十一月双方分别在南京广州举行的国民党第四次全国代表大会。北边忽地起烽烟指一九三一年十一月二十二日日军进攻锦州。怀旧怀旧一九三八年出版全集时由许广平编定印入。这次抽去译文高尚生活无礼与非礼察拉图斯忒拉的三篇和忽然想到附记已录入华盖集忽然想到注文咬街唷贰兑牢词肌胺丁薄贰短镌八枷搿啡摹备考和编完写起一则已移置集外集有关文章之后域外小说集已移入译文序跋集教授杂咏的第四首系这次补入若干诗文则按写作时同的先后，在顺序上作了调整。一九一二年怀旧吾家门外有青桐一株，高可三十尺，每岁实如繁星，儿童掷石落桐子，往往飞入书窗中，时或正击吾案，一石入，吾师秃先生辄走出斥之。桐叶径大盈尺，受夏日微瘁，得夜气而苏，如人舒其掌。家之阍人王叟，时汲水沃地去暑热，或掇破几椅，持烟筒，与李妪谈故事，每月落参横，仅见烟斗中一星火，而谈犹弗止。彼辈纳晚凉时，秃先生正教予属对，题曰红花。予对青桐。则挥曰平仄弗调。令退。时予已九龄，不识平仄为何物，而秃先生亦不言，则姑退。思久弗属，渐展掌拍吾股使发大声如扑蚊，冀秃先生知吾苦，而先生仍弗理久之久之，始作摇曳声曰来。余健进。便书绿草二字曰红平声，花平声，绿入声，草上声。去矣。余弗遑听，跃而出。秃先生复作摇曳声曰勿跳。余则弗跳而出。予出，复不敢戏桐下，初亦尝扳王翁膝，令道山家故事。而秃先生必继至，作厉色曰孺子勿恶作剧！食事既耶？盍归就尔夜课矣。稍迕，次日便以界尺击吾首曰汝作剧何恶，读书何笨哉？我秃先生盖以书斋为报仇地者，遂渐弗去。况明日复非清明端午中秋，予又何乐？设清晨能得小恙，映午而愈者，可借此作半日休息亦佳否则，秃先生病耳，死尤善。"}
{"text":"余健进。便书绿草二字曰红平声，花平声，绿入声，草上声。去矣。余弗遑听，跃而出。秃先生复作摇曳声曰勿跳。余则弗跳而出。予出，复不敢戏桐下，初亦尝扳王翁膝，令道山家故事。而秃先生必继至，作厉色曰孺子勿恶作剧！食事既耶？盍归就尔夜课矣。稍迕，次日便以界尺击吾首曰汝作剧何恶，读书何笨哉？我秃先生盖以书斋为报仇地者，遂渐弗去。况明日复非清明端午中秋，予又何乐？设清晨能得小恙，映午而愈者，可借此作半日休息亦佳否则，秃先生病耳，死尤善。弗病弗死，吾明日又上学读论语矣。明日，秃先生果又按吾论语，头摇摇然释字义矣。先生又近视，故唇几触书，作欲啮状。人常咎吾顽，谓读不半卷，篇页便大零落不知此咻咻然之鼻息，日吹拂是，纸能弗破烂，字能弗漫漶耶！予纵极顽，亦何至此极耶！秃先生曰孔夫子说，我到六十便耳顺耳是耳朵。到七十便从心所欲，不逾这个矩了。余都不之解，字为鼻影所遮，余亦不之见，但见论语之上，载先生秃头，烂然有光，可照我面目特颇模糊臃肿，远不如后圃古池之明晰耳。先生讲书久，战其膝，又大点其头，似自有深趣。予则大不耐，盖头光虽奇，久观亦自厌倦，势胡能久。仰圣先生！仰圣先生！幸门外突作怪声，如见眚而呼救者。耀宗兄耶？进可耳。先生止论语不讲，举其头，出而启门，且作礼。予初殊弗解先生何心，敬耀宗竟至是。耀宗金氏，居左邻，拥巨资而敝衣破履，日日食菜，面黄肿如秋茄，即王翁亦弗之礼。尝曰彼自蓄多金耳！不以一文见赠，何礼为？故翁爱予而对耀宗特傲，耀宗亦弗恤，且聪慧不如王翁，每听谈故事，多不解，唯唯而已。李媪亦谓，彼人自幼至长，但居父母膝下如囚人，不出而交际，故识语殊聊聊。如语及米，则竟曰米，不可别粳糯语及鱼，则竟曰鱼，不可分鲂鲤。否则不解，须加注几百句，而注中又多不解语，须更用疏，疏又有难词，则终不解而止，因不好与谈。惟秃先生特优遇，王翁等甚讶之。予亦私揣其故，知耀宗曾以二十一岁无子，急蓄妾三人而秃先生亦云以不孝有三，无后为大，故尝投三十一金，购如夫人一，则优礼之故，自因耀宗纯孝。王翁虽贤，学终不及先生，不测高深，亦无足怪盖即予亦经覃思多日，始得其故者。先生，闻今朝消息耶？消息？未之闻，甚消息耶？长毛且至矣！长毛！哈哈，安有是者。"}
{"text":"惟秃先生特优遇，王翁等甚讶之。予亦私揣其故，知耀宗曾以二十一岁无子，急蓄妾三人而秃先生亦云以不孝有三，无后为大，故尝投三十一金，购如夫人一，则优礼之故，自因耀宗纯孝。王翁虽贤，学终不及先生，不测高深，亦无足怪盖即予亦经覃思多日，始得其故者。先生，闻今朝消息耶？消息？未之闻，甚消息耶？长毛且至矣！长毛！哈哈，安有是者。耀宗所谓长毛，即仰圣先生所谓逆而王翁亦谓之长毛，且云，时正三十岁。今王翁已越七十，距四十余年矣，即吾亦知无是。顾消息得自何墟三大人，云不日且至矣。三大人耶？则得自府尊者矣。是亦不可不防。先生之仰三大人也，甚于圣，遂失色绕案而踱。云可八百人，我已遣底下人复至何墟探听。问究以何日来。八百？然安有是，哦，殆山贼或近地之赤巾党耳。秃先生智慧胜，立悟非是。不知耀宗固不论山贼海盗白帽赤巾，皆谓之长毛故秃先生所言，耀宗亦弗解。来时当须备饭。我家厅事小，拟借张睢阳庙庭飨其半。彼辈既得饭，其出示安民耶。耀宗禀性鲁，而箪食壶浆以迎王师之术，则有家训。王翁曾言其父尝遇长毛，伏地乞命，叩额赤肿如鹅，得弗杀，为之治庖侑食，因获殊宠，得多金。逮长毛败，以术逃归，渐为富室，居芜市云。时欲以一饭博安民，殊不如乃父智。此种乱人，运必弗长，试搜尽纲鉴易知录，岂见有成者？特特亦间不无成功者。饭之，亦可也。虽然，耀宗兄！足下切勿自列名，委诸地甲可耳。然！先生能为书顺民二字乎。且勿且勿，此种事殊弗宜急，万一竟来，书之未晚。且耀宗兄！尚有一事奉告，此种人之怒，固不可撄，然亦不可太与亲近。昔逆反时，户贴顺民字样者，间亦无效贼退后，又窘于官军，故此事须待贼薄芜市时再议。惟尊眷却宜早避，特不必过远耳。良是良是，我且告张睢阳庙道人去耳。耀宗似解非解，大感佩而去。人谓遍搜芜市，当以我秃先生为第一智者，语良不诬。先生能处任何时世，而使己身无几微之_，故虽自盘古开辟天地后，代有战争杀伐治乱兴衰，而仰圣先生一家，独不殉难而亡，亦未从贼而死，绵绵至今，犹巍然拥皋比为予顽弟子讲七十而从心所欲不逾矩。若由今日天演家言之，或曰由宗祖之遗传顾自我言之，则非从读书得来，必不有是。"}
{"text":"惟尊眷却宜早避，特不必过远耳。良是良是，我且告张睢阳庙道人去耳。耀宗似解非解，大感佩而去。人谓遍搜芜市，当以我秃先生为第一智者，语良不诬。先生能处任何时世，而使己身无几微之_，故虽自盘古开辟天地后，代有战争杀伐治乱兴衰，而仰圣先生一家，独不殉难而亡，亦未从贼而死，绵绵至今，犹巍然拥皋比为予顽弟子讲七十而从心所欲不逾矩。若由今日天演家言之，或曰由宗祖之遗传顾自我言之，则非从读书得来，必不有是。非然，则我与王翁李媪，岂独不受遗传，而思虑之密，不如此也。耀宗既去，秃先生亦止书不讲，状颇愁苦，云将返其家，令子废读。予大喜，跃出桐树下，虽夏日炙吾头，亦弗恤，意桐下为我领地，独此一时矣。少顷，见秃先生急去，挟衣一大缚。先生往日，惟遇令节或年暮一归，归必持八铭塾钞数卷今则全帙俨然在案，但携破箧中衣履去耳。予窥道上，人多于蚁阵，而人人悉函惧意，惘然而行。手多有挟持，或徒其手，王翁语予，盖图逃难者耳。中多何墟人，来奔芜市而芜市居民，则争走何墟。王翁自云前经患难，止吾家勿仓皇。李媪亦至金氏问讯，云仆犹弗归，独见众如夫人，方检脂粉芗泽纨扇罗衣之属，纳行箧中。此富家姨太太，似视逃难亦如春游，不可废口红眉黛者。予不暇问长毛事，自扑青蝇诱蚁出，践杀之，又舀水灌其穴，以窘蚁禹。未几见日脚遽去木末，李媪呼予饭。予殊弗解今日何短，若在平日，则此时正苦思属对，看秃先生作倦面也。饭已，李媪挈予出。王翁亦已出而纳凉，弗改常度。惟环而立者极多，张其口如睹鬼怪，月光娟娟，照见众齿，历落如排朽琼，王翁吸烟，语甚缓。当时，此家门者，为赵五叔，性极憨。主人闻长毛来，令逃，则曰主人去，此家虚，我不留守，不将为贼占耶？唉，蠢哉！李媪斗作怪叫，力斥先贤之非。而司爨之吴妪亦弗去，其人盖七十余矣，日日伏厨下不敢出。数日以来，但闻人行声，犬吠声，入耳惨不可状。既而人行犬吠亦绝，阴森如处冥中。一日远远闻有大队步声，经墙外而去。少顷少顷，突有数十长毛入厨下，持刀牵吴妪出，语格磔不甚可辨，似曰老妇！尔主人安在？趣将钱来！吴妪拜曰大王，主人逃矣。老妇饿已数日，且乞大王食我，安有钱奉大王。一长毛笑曰若欲食耶？当食汝。斗以一圆物掷吴妪怀中，血模糊不可视，则赵五叔头也啊，吴妪不几吓杀耶？"}
{"text":"李媪斗作怪叫，力斥先贤之非。而司爨之吴妪亦弗去，其人盖七十余矣，日日伏厨下不敢出。数日以来，但闻人行声，犬吠声，入耳惨不可状。既而人行犬吠亦绝，阴森如处冥中。一日远远闻有大队步声，经墙外而去。少顷少顷，突有数十长毛入厨下，持刀牵吴妪出，语格磔不甚可辨，似曰老妇！尔主人安在？趣将钱来！吴妪拜曰大王，主人逃矣。老妇饿已数日，且乞大王食我，安有钱奉大王。一长毛笑曰若欲食耶？当食汝。斗以一圆物掷吴妪怀中，血模糊不可视，则赵五叔头也啊，吴妪不几吓杀耶？李媪又大惊叫，众目亦益瞠，口亦益张。盖长毛叩门，赵五叔坚不启，斥曰主人弗在，若辈强欲入盗耳。长将得真消息来耶？则秃先生归矣。予大窘，然察其颜色，颇不似前时严厉，因亦弗逃。思倘长毛来，能以秃先生头掷李媪怀中者，余可日日灌蚁穴，弗读论语矣。未也。长毛遂毁门，赵五叔亦走出，见状大惊，而长毛仰圣先生！我底下人返矣。耀宗竭全力作大声，进且语。如何？秃先生亦问且出，睁其近眼，逾于余常见之大。余人亦竞向耀宗。三大人云长毛者谎，实不过难民数十人，过何墟耳。所谓难民，盖犹常来我家乞食者。耀宗虑人不解难民二字，因尽其所知，为作界说，而界说只一句。哈哈！难民耶！呵秃先生大笑，似自嘲前此仓皇之愚，且嗤难民之不足惧。众亦笑，则见秃先生笑，故助笑耳。众既得三大人确消息，一哄而散，耀宗亦自归，桐下顿寂，仅留王翁辈四五人。秃先生踱良久，云又须归慰其家人，以明晨返。遂持其八铭塾钞去。临去顾余曰一日不读，明晨能熟背否？趣去读书，勿恶作剧。余大忧，目注王翁烟火不能答，王翁则吸烟不止。余见火光闪闪，大类秋萤堕草丛中，因忆去年扑萤误堕芦荡事，不复虑秃先生。唉，长毛来，长毛来，长毛初来时良可恐耳，顾后则何有。王翁辍烟，点其首。翁盖曾遇长毛者，其事奈何？李媪随急询之。翁曾作长毛耶？余思长毛来而秃先生去，长毛盖好人，王翁善我，必长毛耳。哈哈！未也。――李媪，时尔年几何？我盖二十余矣。我才十一，时吾母挈我奔平田，故不之遇。我则奔幌山。――当长毛至吾村时，我适出走。邻人牛四，及我两族兄稍迟，已为小长毛所得，牵出太平桥上，一一以刀斫其颈，皆不殊，推入水，始毙。牛四多力，能负米二石五升走半里，今无如是人矣。"}
{"text":"王翁辍烟，点其首。翁盖曾遇长毛者，其事奈何？李媪随急询之。翁曾作长毛耶？余思长毛来而秃先生去，长毛盖好人，王翁善我，必长毛耳。哈哈！未也。――李媪，时尔年几何？我盖二十余矣。我才十一，时吾母挈我奔平田，故不之遇。我则奔幌山。――当长毛至吾村时，我适出走。邻人牛四，及我两族兄稍迟，已为小长毛所得，牵出太平桥上，一一以刀斫其颈，皆不殊，推入水，始毙。牛四多力，能负米二石五升走半里，今无如是人矣。我走及幌山，已垂暮，山颠乔木，虽略负日脚，而山趺之田禾，已受夜气，色较白日为青。既达山趺，后顾幸无追骑，心稍安。而前瞻不见乡人，则凄寂悲凉之感，亦与并作。久之神定，夜渐深，寂亦弥甚，入耳绝无人声，但有吱吱！口汪口汪口汪！口汪口汪？余大惑，问题不觉脱口。李媪则力握余手禁余，一若余之怀疑，能贻大祸于媪者。蛙鸣耳。此外则猫头鹰，鸣极惨厉。唉，李媪，尔知孤木立黑暗中，乃大类人耶？哈哈，顾后则何有，长毛退时，我村人皆操锹锄逐之，逐者仅十余人，而彼虽百人不敢返斗。此后每日必去打宝，何墟三大人，不即因此发财者耶。打宝何也？余又惑。唔，打宝行宝，凡我村人穷追，长毛必投金银珠宝少许，令村人争拾，可以缓追。余曾得一明珠，大如戎菽，方在惊喜，牛二突以棍击吾脑，夺珠去不然纵不及三大人，亦可作富家翁矣。彼三大人之父何狗保，亦即以是时归何墟，见有打大辫子之小长毛，伏其家破柜中。啊！雨矣，归休乎。李媪见雨，便生归心。否否，且住。余殊弗愿，大类读小说者，见作惊人之笔后，继以欲知后事如何且听下回分解则偏欲急看下回，非尽全卷不止，而李媪似不然。咦！归休耳，明日晏起，又要吃先生界尺矣。雨益大，打窗前芭蕉巨叶，如蟹爬沙，余就枕上听之，渐不闻。啊！先生！我下次用功矣。啊！甚事？梦耶？我之噩梦，亦为汝吓破矣。梦耶？何梦？李媪趋就余榻，拍余背者屡。梦耳！无之。媪何梦？梦长毛耳！明日当为汝言，今夜将半，睡矣，睡矣。本篇最初发表于一九一三年四月二十五日上海小说月报第四卷第一号，署名周。月落参横夜深的意思。古乐府善哉行月没参横，北斗阑干。参，星名，即猎户星座。属对即对课。旧时学塾教学生练习对仗的一种功课，按照字音的平仄和字义的虚实组成对偶的词句。"}
