{"text":"法复尔斯基自成一派，已有重名，所以在苏联小百科全书中，就有他的略传。这是靖华译给我的――法复尔斯基生于一八八六年，苏联现代木刻家和绘画家，创木刻派在形式与结构上显出高尚的匠手，有精细的技术。法复尔斯基的木刻太带形式派色彩，含着神秘主义的特点，表现革命初期一部分小资产阶级知识分子的心绪。最好的作品是对于梅里美，普式庚，巴尔扎克，法郎士诸人作品的插画和单形木刻――一九一七年十月与一九一九至一九二一年。我极欣幸这一本小集中，竟能收载他见于记录的一九一七年十月和梅里美像前一种疑即序中所说的革命的年代之一，原是盈尺的大幅，可惜只能缩印了。在我这里的还有一幅三色印的七个怪物的插画，并手抄的诗，现在不能复制，也是极可惜的。至于别的四位，目下竟无从稽考所不能忘的尤其是毕斯凯来夫，他是最先以作品寄与中国的人，现在只好选印了一幅毕斯凯来夫家的新住宅在这里，夫妇在灯下作工，床栏上扶着一个小孩子，我们虽然不知道他的身世，却如目睹了他们的家庭。以后是几个新作家了，序中仅举其名，但这里有为我们而写的自传在――莫察罗夫以一九二年生于阿斯特拉汗城。毕业于其地之美术师范学校。一九二二年到圣彼得堡，一九二六年毕业于美术学院之线画科。一九二四年开始印画。现工作于大学院和青年卫军出版所。七，三，一九三三。莫察罗夫。希仁斯基以一八九六年生于基雅夫。一九一八年毕业于基雅夫美术学校。一九二二年入列宁格勒美术学院，一九二七年毕业。从一九二七年起开始木刻。主要作品如下保夫罗夫三篇小说。阿察洛夫斯基五道河。。亚历山大戏院在列宁格勒百年纪念刊。俄国谜语。七，三，一九三三。希仁斯基。最末的两位，姓名不见于代序中，我想，大约因为都是线画美术家，并非木刻专家的缘故。以下是他们的自传――亚历克舍夫。线画美术家。一八九四年生于丹堡省的莫尔襄斯克城。一九一七年毕业于列宁格勒美术学院之复写科。"}
{"text":"阿察洛夫斯基五道河。。亚历山大戏院在列宁格勒百年纪念刊。俄国谜语。七，三，一九三三。希仁斯基。最末的两位，姓名不见于代序中，我想，大约因为都是线画美术家，并非木刻专家的缘故。以下是他们的自传――亚历克舍夫。线画美术家。一八九四年生于丹堡省的莫尔襄斯克城。一九一七年毕业于列宁格勒美术学院之复写科。一九一八年开始印作品。现工作于列宁格勒诸出版所大学院，国家文艺出版部和作家出版所。主要作品陀思妥夫斯基的博徒，斐定的城与年，高尔基的母亲。七，三，一九三三。亚历克舍夫。波查日斯基以一九年十一月十六日生于达甫理契省在南俄，黑海附近之卡尔巴斯村。在基雅夫中学和美术大学求学。从一九二三年起，工作于列宁格勒，以线画美术家资格参加列宁格勒一切主要展览，参加外国展览――巴黎，克尔普等。一九三年起学木刻术。七，三，一九三三。波查日斯基。亚历克舍夫的作品，我这里有母亲和城与年的全部，前者中国已有沈端先君的译本，因此全都收入了后者也是一部巨制，以后也许会有译本的罢，姑且留下，以待将来。我对于木刻的绍介，先有梅斐尔德的士敏土之图其次，是和西谛先生同编的北平笺谱这是第三本，因为都是用白纸换来的，所以取抛砖引玉之意，谓之引玉集。但目前的中国，真是荆天棘地，所见的只是狐虎的跋扈和雉兔的偷生，在文艺上，仅存的是冷淡和破坏。而且，丑角也在荒凉中趁势登场，对于木刻的绍介，已有富家赘婿和他的帮闲们的讥笑了。但历史的巨轮，是决不因帮闲们的不满而停运的我已经确切的相信将来的光明，必将证明我们不但是文艺上的遗产的保存者，而且也是开拓者和建设者。一九三四年一月二十夜，记。本篇最初印入一九三四年三月出版的引玉集。引玉集，苏联版画集，共收五十九幅，编选，以三闲书屋名义印行。克拉甫兼珂，―苏联版画家。作品有列宁墓德聂泊河建设工地以及普希金果戈理等的作品的插图。"}
{"text":"但历史的巨轮，是决不因帮闲们的不满而停运的我已经确切的相信将来的光明，必将证明我们不但是文艺上的遗产的保存者，而且也是开拓者和建设者。一九三四年一月二十夜，记。本篇最初印入一九三四年三月出版的引玉集。引玉集，苏联版画集，共收五十九幅，编选，以三闲书屋名义印行。克拉甫兼珂，―苏联版画家。作品有列宁墓德聂泊河建设工地以及普希金果戈理等的作品的插图。冈察罗夫苏联插图画家。作品有甘康隆贰妒觥返鹊牟图。战事指一九三二年一二八事变。文学月刊，先后由郑振铎傅东华王统照编辑。一九三三年七月创刊，上海生活书店出版。一九三七年十一月出至第九卷第四期停刊，共出五十二期。毕珂夫苏联插图画家。作品有富曼诺贰杜崖摇泛吐逞付唐插图等。陈节瞿秋白的笔名。他摘译的文章题为十五年来的书籍版画和单行版画，苏联楷戈达耶夫作。契诃宁p，―苏联工艺美术家婊摇品有卢那察尔斯基浮士德与城和普希金鲁斯兰和柳德米拉的插图等。列培台华，―通译奥斯特罗乌莫娃列别杰娃，苏联画家木刻家。作品有彩色木刻列宁格勒风景组画早春时节的基洛夫岛等。，奥斯特罗乌莫娃列别杰娃画集，贝诺瓦和爱恩斯特编，国家出版局，莫斯科―列宁格勒。，密德罗辛画集，库兹明和伏伊诺夫编，国家编辑社，莫斯科―彼得格勒。社科学社。日本东京的一个出版社，大竹博吉主办。维吉尔伊尼德。古罗马诗人维吉尔的史诗。沈端先即夏衍，浙江杭州人，剧作家，中国左翼作家联盟领导成员之一。"}
{"text":"，密德罗辛画集，库兹明和伏伊诺夫编，国家编辑社，莫斯科―彼得格勒。社科学社。日本东京的一个出版社，大竹博吉主办。维吉尔伊尼德。古罗马诗人维吉尔的史诗。沈端先即夏衍，浙江杭州人，剧作家，中国左翼作家联盟领导成员之一。他翻译的母亲于一九二九年十月一九三年八月由上海大江书铺分上下册出版。西谛郑振铎―，笔名西谛，福建长乐人，作家文学史家，文学研究会主要成员。著有短篇小说集桂公圹插图本中国文学史等。富家赘婿指邵洵美。他是清末大官僚买办盛宣怀的孙女婿。在他办的刊物十日谈一九三四年一月一日新年特辑上，刊有杨天南的二十二年的出版界一文，其中说特别可以提起的是北平笺谱，此种文雅的事，由西谛二人为之，提倡中国古法木刻，真是大开倒车，老将其实老了。至于全书六册预购价十二元，真真吓得煞人也。无论如何，中国尚有如此优游不迫之好奇精神，是十分可贺的，但愿所余四十余部，没有一个闲暇之人敢去接受。游仙窟游仙窟游仙窟今惟日本有之，是旧钞本，藏于昌平学题宁州襄乐县尉张文成作。文成者，张族鸟之字题署著字，古人亦常有，如晋常璩撰华阳国志，其一卷亦云常道将集矣。张族鸟，深州陆浑人两唐书皆附见张荐传，云以调露初登进士第，为岐王府参军，屡试皆甲科，大有文誉，调长安尉迁鸿胪丞。证圣中，天官刘奇以为御史性躁卞，傥荡无检，姚崇尤恶之开元初，御史李全交劾族鸟讪短时政，贬岭南，旋得内徙，终司门员外郎。顺宗实录亦谓族鸟博学工文词，七登文学科。大唐新语则云，后转洛阳尉，故有咏燕诗，其末章云，变石身犹重，衔泥力尚微，从来赴甲第，两起一双飞。时人无不讽咏。唐书虽称其文下笔立成，大行一时，后进莫不传记，日本新罗使至，必出金宝购之，而又訾为浮艳少理致，论著亦率诋诮芜秽。族鸟书之传于今者，尚有朝野佥载及龙筋凤髓判，诚亦多诋诮浮艳之辞。"}
{"text":"顺宗实录亦谓族鸟博学工文词，七登文学科。大唐新语则云，后转洛阳尉，故有咏燕诗，其末章云，变石身犹重，衔泥力尚微，从来赴甲第，两起一双飞。时人无不讽咏。唐书虽称其文下笔立成，大行一时，后进莫不传记，日本新罗使至，必出金宝购之，而又訾为浮艳少理致，论著亦率诋诮芜秽。族鸟书之传于今者，尚有朝野佥载及龙筋凤髓判，诚亦多诋诮浮艳之辞。游仙窟为传奇，又多俳调，故史志皆不载清杨守敬作日本访书志，始著于录，而贬之一如唐书之言。日本则初颇珍秘，以为异书尝有注，似亦唐时人作。河世宁曾取其中之诗十余首入全唐诗逸，鲍氏刊之知不足斋丛书中今矛尘将具印之，而全文始复归华土。不特当时之习俗如酬对舞咏，时语如目兼目舌，可资博识即其始以骈俪之语作传奇，前于陈球之燕山外史者千载，亦为治文学史者所不能废矣。中华民国十六年七月七日，识。本篇最初以手迹制版印入一九二九年二月北新书局出版的游仙窟。游仙窟，传奇小说，唐代张族鸟作。唐宪宗元和年间流入日本，国内久已失传。章廷谦据日本保存的通行本游仙窟醍醐寺本游仙窟以及流传于朝鲜的另一日本刻本重新校订，标点出版。昌平学江户幕府一六三年开办的以儒学为主的学校一八六八年明治政府接收，改组为昌平学校，一八七年关闭。地址在江户汤岛。张族鸟约―深州陆泽今河北深县人。按文中作陆浑，误。常璩字道将，蜀郡江原今四川崇庆人，晋代史学家。华阳国志，十二卷，附录一卷，是一部记述我国西南地区历史事迹的书。两唐书即旧唐书和新唐书。旧唐书，后晋刘d等撰，共二百卷。新唐书，宋代宋祁欧阳修等撰，共二二五卷。张荐传，见旧唐书卷一四九新唐书卷一六一。张荐是张族鸟的孙子。刘奇滑州胙今河南延津人。新唐书刘政会传！按巫悠妫僦为天官侍郎，荐族鸟司马槲嗖煊贰薄旃伲武则天时改吏部为天官。姚崇―本名元崇，唐代陕州硖石今河南陕县人。睿宗玄宗时任宰相。顺宗实录唐代韩愈等撰，共五卷。"}
{"text":"旧唐书，后晋刘d等撰，共二百卷。新唐书，宋代宋祁欧阳修等撰，共二二五卷。张荐传，见旧唐书卷一四九新唐书卷一六一。张荐是张族鸟的孙子。刘奇滑州胙今河南延津人。新唐书刘政会传！按巫悠妫僦为天官侍郎，荐族鸟司马槲嗖煊贰薄旃伲武则天时改吏部为天官。姚崇―本名元崇，唐代陕州硖石今河南陕县人。睿宗玄宗时任宰相。顺宗实录唐代韩愈等撰，共五卷。文学科唐代临时设置的制科的一种，由皇帝主试。名目很多，应试者可以重复参加考试。张族鸟曾参加下笔成章才高位下词标文苑等考试。大唐新语笔记，唐代刘肃撰，共十三卷。张族鸟事见该书第八卷。咏燕诗张族鸟作，全诗已佚，现仅存大唐新语所引四句。新罗古国名，位于朝鲜半岛的东南部。朝野佥载笔记，共六卷，记载隋唐两代朝野遗闻传说。龙筋凤髓判，判牍书，共四卷。收录判决司法案件的骈俪体文牍。杨守敬―字惺吾，湖北宜都人，地理学家版本学家。日本访书志，共十六卷，是他任清朝驻日本公使馆馆员时，调查国内已失传而日本尚有留存的古书的著作。其中录有游仙窟，并加按语说男女姓氏，并同会真记，而情事稍疏，以骈俪之辞，写猥亵之状，真所谓傥荡无检，文成浮艳者。河世宁字子静，日本人。曾任昌平学学员长。全唐诗逸，共三卷，辑录流传于日本而全唐诗中遗漏的诗作百余首。内收游仙窟中的诗十九首。每首下分别署名张文成和游仙窟中的人物崔十娘崔五娘香儿等。鲍氏鲍廷博―，字以文，清代安徽歙县人。知不足斋丛书，是他于乾隆四十一年辑印的一部丛书，共三十集，一百九十七种。其中根据全唐诗逸录有游仙窟中的诗十九首。矛尘即章廷谦，笔名川岛，浙江绍兴人。语丝撰稿人之一。目兼目舌眼皮低垂，羞涩的样子。都是唐代俗语。陈球字蕴斋，清代浙江秀水今嘉兴人。燕山外史，共八卷，是他用骈体文写成的一部言情小说，约成书于嘉庆十五年。争自由的波浪小引争自由的波浪小引俄国大改革之后，我就看见些游览者的各种评论。"}
{"text":"其中根据全唐诗逸录有游仙窟中的诗十九首。矛尘即章廷谦，笔名川岛，浙江绍兴人。语丝撰稿人之一。目兼目舌眼皮低垂，羞涩的样子。都是唐代俗语。陈球字蕴斋，清代浙江秀水今嘉兴人。燕山外史，共八卷，是他用骈体文写成的一部言情小说，约成书于嘉庆十五年。争自由的波浪小引争自由的波浪小引俄国大改革之后，我就看见些游览者的各种评论。或者说贵人怎样惨苦，简直不像人间或者说平民究竟抬了头，后来一定有希望。或褒或贬，结论往往正相反。我想，这大概都是对的。贵人自然总要较为苦恼，平民也自然比先前抬了头。游览的人各照自己的倾向，说了一面的话。近来虽听说俄国怎样善于宣传，但在北京的报纸上，所见的却相反，大抵是要竭力写出内部的黑暗和残酷来。这一定是很足使礼教之邦的人民惊心动魄的罢。但倘若读过专制时代的俄国所产生的文章，就会明白即使那些话全是真的，也毫不足怪。俄皇的皮鞭和绞架，拷问和西伯利亚，是不能造出对于怨敌也极仁爱的人民的。以前的俄国的英雄们，实在以种种方式用了他们的血，使同志感奋，使好心肠人堕泪，使刽子手有功，使闲汉得消遣。总是有益于人们，尤其是有益于暴君，酷吏，闲人们的时候多餍足他们的凶心，供给他们的谈助。将这些写在纸上，血色早已轻淡得远了如但兼珂的慷慨，托尔斯多的慈悲，是多么柔和的心。但当时还是不准印行。这做文章，这不准印，也还是使凶心得餍足，谈助得加添。英雄的血，始终是无味的国土里的人生的盐，而且大抵是给闲人们作生活的盐，这倒实在是很可诧异的。这书里面的梭斐亚的人格还要使人感动，戈理基笔下的人生也还活跃着，但大半也都要成为流水帐簿罢。然而翻翻过去的血的流水帐簿，原也未始不能够推见将来，只要不将那帐目来作消遣。有些人到现在还在为俄国的上等人鸣不平，以为革命的光明的标语，实际倒成了黑暗。这恐怕也是真的。改革的标语一定是较光明的做这书中所收的几篇文章的时代，改革者大概就很想普给一切人们以一律的光明。但他们被拷问，被幽禁，被流放，被杀戮了。要给，也不能。这已经都写在帐上，一翻就明白。假使遏绝革新，屠戮改革者的人物，改革后也就同浴改革的光明，那所处的倒是最稳妥的地位。"}
{"text":"然而翻翻过去的血的流水帐簿，原也未始不能够推见将来，只要不将那帐目来作消遣。有些人到现在还在为俄国的上等人鸣不平，以为革命的光明的标语，实际倒成了黑暗。这恐怕也是真的。改革的标语一定是较光明的做这书中所收的几篇文章的时代，改革者大概就很想普给一切人们以一律的光明。但他们被拷问，被幽禁，被流放，被杀戮了。要给，也不能。这已经都写在帐上，一翻就明白。假使遏绝革新，屠戮改革者的人物，改革后也就同浴改革的光明，那所处的倒是最稳妥的地位。然而已经都写在帐上了，因此用血的方式，到后来便不同，先前似的时代在他们已经过去。中国是否会有平民的时代，自然无从断定。然而，总之，平民总未必会舍命改革以后，倒给上等人安排鱼翅席，是显而易见的，因为上等人从来就没有给他们安排过杂合面。只要翻翻这一本书，大略便明白别人的自由是怎样挣来的前因，并且看看后果，即使将来地位失坠，也就不至于妄鸣不平，较之失意而学佛，切实得多多了。所以，我想，这几篇文章在中国还是很有好处的。一九二六年十一月十四日风雨之夜，记于厦门。本篇最初发表于一九二七年一月一日北京语丝周刊第一一二期，并同时印入争自由的波浪一书。争自由的波浪，俄国小说和散文集。原名专制国家之自由语，英译本改名大心。董秋芳从英译本转译，一九二七年一月北京北新书局出版，为未名丛刊之一。内收高尔基争自由的波浪人的生命，但兼珂大心，列夫托尔斯泰赌峁爬鳌返人钠担列夫托尔斯泰致瑞典和平会的一封信和未署名的在教美铩贰梭斐亚卑罗夫斯凯娅的生命的片断等三篇散文玻病场骁妫拢i，矗础保梗常叮译聂米罗维奇―丹钦科，俄国小说家，诗人。一九二一年流亡国外。他在小说大心中描写了一个妇女遭受的种种欺凌和屈辱，但又宣扬她含垢忍辱宽宏仁爱的精神。托尔斯多即列夫托尔斯泰。他在尼古拉之棍致鹊浜推交岬囊环信中揭露了沙皇的暴虐统治和帝国主义的好战本性，但又鼓吹毋杀戮爱你们的邻居等主张。梭斐亚\\，―又译苏菲亚别罗夫斯卡娅。俄国民意党领导人之一。因参加暗杀沙皇亚历山大二世，被捕遇害。戈理基笔下的人生指高尔基早期作品争自由的波浪和人的生命中所反映的俄国人民反对奴役要求自由解放的斗争生活。"}
{"text":"托尔斯多即列夫托尔斯泰。他在尼古拉之棍致鹊浜推交岬囊环信中揭露了沙皇的暴虐统治和帝国主义的好战本性，但又鼓吹毋杀戮爱你们的邻居等主张。梭斐亚\\，―又译苏菲亚别罗夫斯卡娅。俄国民意党领导人之一。因参加暗杀沙皇亚历山大二世，被捕遇害。戈理基笔下的人生指高尔基早期作品争自由的波浪和人的生命中所反映的俄国人民反对奴役要求自由解放的斗争生活。哀范君三章哀范君三章风雨飘摇日，余怀范爱农。华颠萎寥落，白眼看鸡虫。世味秋荼苦，人间直道穷。奈何三月别，竟尔失畸躬！其二海草国门碧，多年老异乡。狐狸方去穴，桃偶已登场。故里寒云恶，炎天凛夜长。独沉清泠水，能否涤愁肠？其三把酒论当世，先生小酒人。大圜犹茗J，微醉自沉沦。此别成终古，从兹绝绪言。故人云散尽，我亦等轻尘！本篇最初发表于一九一二年八月二十一日绍兴民兴日报，署名黄棘。稿后附记说我于爱农之死，为之不怡累日，至今未能释然。昨忽成诗三章，随手写之，而忽将鸡虫做入，真是奇绝妙绝，辟历一声，群小之大狼狈。今录上，希大鉴定家鉴定，如不恶，乃可登诸民兴也。天下虽未必仰望已久，然我亦岂能已于言乎。二十三日，树又言。这里是根据周作人关于范爱农一文中所记当时在绍兴民兴日报发表时的原题许寿裳怀旧一文中又题作哀诗三首。日记一九一二年七月二十二日夜作均言三章，哀范君也，录存于此风雨飘摇日，。范爱农参看本卷第页注。华颠后汉书崔S传唐且华颠以悟秦。唐代李贤注！啊抖拧吩唬颠，顶也。华颠谓白首也。白眼，晋书阮籍传！凹芪喟籽郏袼字浚以白眼对之。鸡虫，比喻势利小人。杜甫缚鸡行鸡虫得失无了时。按绍兴方言鸡虫与几仲谐音。何几仲是辛亥革命后中华自由党绍兴分部骨干分子。这里的鸡虫是双关语。海草国门碧李白早春于江夏送蔡十还家云梦序海草三绿，不归国门。本首曾另收入集外集，与此处所收稍有不同。参看本卷第页。大圜即天。参看本卷第页注。"}
