{"text":"但因为他们是代表恶势力的缘故，所以我就做了堂克蓄德，而他们却做了活的风车。关于堂克蓄德这一名词，也是钱杏他们奉赠给他的。他对这名词并不嫌恶，反而是很喜欢的样子。同样在有一时候，叶灵凤引用了苏俄讥高尔基的画来骂他，说他是阴阳面的老人，他也时常笑着说他们比得我太大了，我只恐怕承当不起。创造社和的纠葛，系开始在成仿吾的一篇批评，后来一直地继续到了创造社的被封时为止。对创造社，虽则也时常有讥讽的语，散在各杂文里但根底却并没有恶感。他到广州去之先，就有意和我们结成一条战线，来和反动势力拮抗的这一段经过，恐怕只有我和及景宋女士三人知道。至于我个人与的交谊呢，一则因系同乡，二则因所处的时代，所看的书，和所与交游的友人，都是同一类属的缘故，始终没有和他生过冲突。后来，创造社因被王独清挑拨离间，分成了派别，我因一时感作用，和创造社脱离了关系，在当时，一批幼稚病的创造社同志，都受了王独清等的煽动，与太阳社联合起来攻击，但我却始终以为他们的行动是越出了常轨，所以才和他计划出了奔流这一个杂志。奔流的出版，并不是想和他们对抗，用意是在想介绍些真正的革命文艺的理论和作品，把那些犯幼稚病的左倾青年，稍稍纠正一点过来。当编奔流的这一段时期，我以为是的一生之中，对中国文艺影响最大的一个转变时期。在这一年当中，的介绍左翼文艺的正确理论的一步工作，才开始立下了系统。而他的后半生的工作的纲领，差不多全是在这一个时期里定下来的。当时在上海负责在做秘密工作的几位同志，大抵都是在我静安寺路的寓居里进出的人左翼作家联盟，和的结合，实际上是我做的媒介。不过，左翼成立之后，我却并不愿意参加，原因是因为我的个性是不适合于这些工作的，我对于我自己，认识得很清，决不愿担负一个空名，而不去做实际的事务所以，左联成立之后，我就在一月之内，对他们公然的宣布了辞职。但是暗中站在超然的地位，为左联及各工的帮忙，也着实不少。"}
{"text":"不过，左翼成立之后，我却并不愿意参加，原因是因为我的个性是不适合于这些工作的，我对于我自己，认识得很清，决不愿担负一个空名，而不去做实际的事务所以，左联成立之后，我就在一月之内，对他们公然的宣布了辞职。但是暗中站在超然的地位，为左联及各工的帮忙，也着实不少。除来不及营救，已被他们杀死的许多青年不计外，在龙华，在租界捕房被拘去的许多作家，或则减刑，或则拒绝引渡，或则当时释放等案件，我现在还记得起来的，当不只十件八件的少数。的热心于提拔青年的一件事，是大家在说的。但他的因此而受痛苦之深刻，却外边很少有人知道。像有些先受他的提拔，而后来却用攻击的方法以成自己的名的事，还是彰明显著的事实，而另外还有些挑了一担同来到那里，强迫他出很高的代价的故事，外边的人，却大抵都不晓得了。在这里，我只举一个例在广州的时候，有一位青年的学生，因平时被所感化而跟他到了上海。到了上海之后，当然也收留他一道住在景云里那一所三层楼的弄堂房子里。但这一位青年，误解了的意思，以为他没有儿子――当时海婴还没有生――所以收留自己和他住下，大约总是想把自己当作他的儿子的意思。后来，他又去找了一位女朋友来同住，意思是为当儿媳妇的。可是，两人坐食在的家里，零用衣饰之类，当然是供给不了的于是这一位自定的的子嗣，就生了很大的不满，要求，一定要为他谋一出路。没法子，就来找我，教我为这青年去谋一职业，如报馆校对，书局伙计之类假使是真的找不到职业，那么亦必须请一家书店或报馆在名义上用他做事，而每月的薪水三四十元，当由自己拿出，由我转交给这书局或报馆，作为月薪来给。第四辑风雨故人送仿吾的行这事我向当时的现代书局说了，已经说定是每月由书局和各拿出一半的钱来，使用这一位青年。但正当说好的时候，这一位青年却和爱人脱离了而走了。这一件事情，我记得章锡琛曾在去世的时候写过一段短短的文章但事实却很复杂，使为难了好几个月。从这一回事情之后，就爱说青年是挑了一担同情来的趣话。不过这仅仅是一例，此外，因同情青年的遭遇，而使他受到痛苦的事实还正多着哩！民国十八年以后，因国共分家的结果，有许多青年，以及正义的斗士，都无故而被牺牲了。"}
{"text":"但正当说好的时候，这一位青年却和爱人脱离了而走了。这一件事情，我记得章锡琛曾在去世的时候写过一段短短的文章但事实却很复杂，使为难了好几个月。从这一回事情之后，就爱说青年是挑了一担同情来的趣话。不过这仅仅是一例，此外，因同情青年的遭遇，而使他受到痛苦的事实还正多着哩！民国十八年以后，因国共分家的结果，有许多青年，以及正义的斗士，都无故而被牺牲了。此外，还有许多从事革命运动的青年，在南京，上海，以及长江流域的通都大邑里，被捕的，正不知有多少。在上海专为这些革命志士以及失业工人等救济而设的一个团体，是共济会。但这时候，这救济会已经遭了当局之忌，不能公开工作了所以弄成请了律师，也不能公然出庭，有了店铺作保，也不能去向法庭请求保释的局面。在这时候，带有国际性的民权保障自由大同盟，才在孙夫人宋庆龄女士蔡先生孑民等的领导之下，在上海成立了起来。和我，都是这自由大同盟的发起人，后来也连做了几任的干部，一直到南京的通缉令下来，杨杏佛被暗杀的时候为止。在这自由大同盟活动的期间，对于平常的集会，总不出席的，却于每次开会时一定先期而到并且对于事务是一向不善处置的，将分派给他的事务，也总办得井井有条。从这里，我们又可以看出，不仅是一个只会舞文弄墨的空头文学家，对于实务，他原是也具有实际干才的。说到了实务，我又不得不想起我们合编的那一个杂志奔流――名义上，虽则是我和他合编的刊物，但关于校对，集稿，算发稿费等琐碎的事务，完全是一个人效的劳。他的做事务的精神，也可以从他的整理书斋，和校阅原稿等小事情上看得出来。一般和我们在同时做文字工作的人，在我所认识的中间，大抵十个有九个都是把书斋弄得乱杂无章的。而的书斋，却在无论什么时候，都整理得必清必楚。他的校对的稿子，以及他自己的文章，涂改当然是不免，但总缮写得非常的清楚。直到海婴长大了，有时候老要跑到他的书斋里去翻弄他的书本杂志之类当这样的时候，我总看见他含着苦笑，对海婴说你这小捣乱看好了没有？海婴含笑走了的时候，他总是一边谈着笑话，一边先把那些搅得零乱的书本子堆叠得好好，然后再来谈天。"}
{"text":"而的书斋，却在无论什么时候，都整理得必清必楚。他的校对的稿子，以及他自己的文章，涂改当然是不免，但总缮写得非常的清楚。直到海婴长大了，有时候老要跑到他的书斋里去翻弄他的书本杂志之类当这样的时候，我总看见他含着苦笑，对海婴说你这小捣乱看好了没有？海婴含笑走了的时候，他总是一边谈着笑话，一边先把那些搅得零乱的书本子堆叠得好好，然后再来谈天。记得有一次，海婴已经会得说话的时候了，我到他的书斋去的前一刻，海婴正在那里捣乱，翻看书里的插图。我去的时候，书本子还没有理好。一见着我，就大笑着说海婴这小捣乱，他问我几时死他的意思是我死了之后，这些书本都应该归他的。的开怀大笑，我记得要以这一次为最兴高采烈。听这话的我，一边虽也在高笑，但暗地里一想到了死这一个定命，心里总不免有点难过。尤其是像这样的人，我平时总不会把死和他联合起来想在一道。就是他自己，以及在旁边也在高笑的景宋女士，在当时当然也对于死这一个观念的极微细的实感都没有的。这事情，大约是在他去世之前的两三年的时候到了他死之后，在万国殡仪馆成殓出殡的上午，我一面看到了他的遗容，一面又看见海婴仍是若无其事地在人前穿了小小的丧服在那里快快乐乐地跑，我的心真有点儿绞得难耐。的著作的出版者，谁也知道是北新书局。北新书局的创始人李小峰是北大的学生因为孙伏园从晨报副刊出来之后，和启明及语堂等，开始经营语丝之发行，当时还没有毕业的李小峰，就做了语丝的发行兼管理印刷的出版业者。北新书局从北平分到上海，大事扩张的时候，所靠的也是的几本著作。后来一年一年的过去，的著作也一年一年地多起来了，北新和之间的版税交涉，当然成了一个很大的问题。第四辑风雨故人送仿吾的行北新对著，平时总只含混地说，每月致送几百元版税，到了三节，便开一清单来报账的。但一则他的每月致送的款项，老要拖欠，再则所报之账，往往不十分清爽。后来，北新对及其他的著作人，简直连月款也不提，节账也不算了。靠版税在上海维持生活的，一时当然也破除了面，请律师和北新提起了清算版税的诉讼。照北新开给的旧账单等来计算，在去世的前六七年，早该积欠有两三万元了。"}
{"text":"第四辑风雨故人送仿吾的行北新对著，平时总只含混地说，每月致送几百元版税，到了三节，便开一清单来报账的。但一则他的每月致送的款项，老要拖欠，再则所报之账，往往不十分清爽。后来，北新对及其他的著作人，简直连月款也不提，节账也不算了。靠版税在上海维持生活的，一时当然也破除了面，请律师和北新提起了清算版税的诉讼。照北新开给的旧账单等来计算，在去世的前六七年，早该积欠有两三万元了。这诉讼，当然是的胜利，因为欠债还钱，是古今中外一定不易的自然法律。北新看到了这一点，就四出的托人向讲，要请他不必提起诉讼，大家来设法谈判。当时我在杭州小住，打算把一部不曾写了的蜃楼写它完来。但住不上几天，北新就有电报来了，催我速回上海，为这事尽一点力。后来经过几次的交涉，答应把诉讼暂时不提，而北新亦愿意按月摊还积欠两万余元，分十个月还了新欠则每月致送四百元，决不食。这一场事，总算是这样的解决了但在事解决，北新请大家吃饭的那一天晚上，和林语堂两人，却因误解而起了正面的冲突。冲突的原因，是在一个不在场的第三者，也是的学生，当时也在经营出版事业的某君。北新方面，满以为这一次的提起诉讼，完全系出于这同行第三者的挑拨。而忠厚诚实的林语堂，于席间偶尔提起了这一个人的名字。那时，大约也有了一点酒意，一半也疑心语堂在责备这第三者的话，是对的讽刺所以脸色变青，从坐位里站了起来，大声的说我要声明！我要声明！他的声明，大约是声明并非由这第三者的某君挑拨的。语堂当然也要声辩他所讲的话，并非是对的讽刺两人针锋相对，形势真弄得非常的险恶。在这席间，当然只有我起来做和事老一面按住坐下，一面我就拉了语堂和他的夫人，走下了楼。这事当然是两方的误解，后来原也明白了他和语堂之间，是有过一次和解的。可是到了他去世之前年，又因为劝语堂多翻译一点西洋古典文学到中国来，而语堂说这是老年人做的工作之故，而各起了反感。但这当然也是误解，当去世的消息传到当时寄居在美国的语堂耳里的时候，语堂是曾有极悲痛的唁电来的。住的景云里那一所房子，是在北四川路尽头的西面，去虹口花园很近的地方。因而去狄思威路北的内山书店亦只有几百步路。"}
{"text":"这事当然是两方的误解，后来原也明白了他和语堂之间，是有过一次和解的。可是到了他去世之前年，又因为劝语堂多翻译一点西洋古典文学到中国来，而语堂说这是老年人做的工作之故，而各起了反感。但这当然也是误解，当去世的消息传到当时寄居在美国的语堂耳里的时候，语堂是曾有极悲痛的唁电来的。住的景云里那一所房子，是在北四川路尽头的西面，去虹口花园很近的地方。因而去狄思威路北的内山书店亦只有几百步路。书店主人内山完造，在中国先则卖药，后则经营贩卖书籍，前后总已有了二十几年的历史。他生活很简单，懂得生意经，并且也染上了中国人的习气，喜欢讲交。因此，我们这一批在日本住久的人在上海，总老喜欢到他店里去坐坐谈谈于在上海住下之后，也就是这内山书店的常客之一。一二八沪战生，住的那一个地方，去天通庵只有一箭之路，交战的第二日，我们就在担心着一家的安危。到了第三日，并且谣更多了，说和同住的他三弟巢峰周建人被敌宪兵殴伤了但就在这一个下午，我却在四川路桥南，内山书店的一家分店的楼上，会到了。他那时也听到了这谣传了，并且还在报上看见了我寻他和其他几位住在北四川路的友人的启事。他在这兵荒马乱之间，也依然不消失他那种幽默的微笑讲到巢峰被殴伤的那一段谣的时候，还加上了许多我们所不曾听见过的新鲜资料，证明一般空闲人的喜欢造谣生事，乐祸幸灾。在这中间，我们就开始了向全世界文化人呼吁，出刊物公布暴敌狞恶侵略者面目的工作，当然也是签名者之一他的实际参加联合抗敌的行动，和一班左翼作家的接近，实际上是从这一个时期开始的。一二八战事过后，他从景云里搬了出来，住在内山书店斜对面的一家大厦的三层楼上租金比较得贵，生活方式也比较得奢侈，因而一般平时要想寻出一点弱点来攻击他的人，就又像是掘得了至宝。第四辑风雨故人送仿吾的行但他在那里住得也并不久，到了南京的秘密通缉令下来，上海的反动空气很浓厚的时候，他却搬上了内山书店的北面，新造好的大陆新村四达里对面的六十几号房屋去住了。在这里，一直住到了他去世的时候为止。南京的秘密通缉令，列名者共有六十几个，多半与民权保障自由大同盟有关的文化人。而这通缉案的呈请者，却是在杭州的浙江省党部的诸先生。"}
{"text":"第四辑风雨故人送仿吾的行但他在那里住得也并不久，到了南京的秘密通缉令下来，上海的反动空气很浓厚的时候，他却搬上了内山书店的北面，新造好的大陆新村四达里对面的六十几号房屋去住了。在这里，一直住到了他去世的时候为止。南京的秘密通缉令，列名者共有六十几个，多半与民权保障自由大同盟有关的文化人。而这通缉案的呈请者，却是在杭州的浙江省党部的诸先生。说起杭州，绝端的厌恶这通缉案的呈请者们，原是使他厌恶的原因之一，而对于山水的爱好，别有见解，也是他厌恶杭州的一个原因。有一年夏天，他曾同许钦文到杭州去玩过一次但因湖上的闷热，蚊子的众多，饮水的不洁等关系，他在旅馆里一晚没有睡觉，第二天就逃回上海来了。自从这一回之后，他每听见人提起杭州，就要摇头。后来，我搬到杭州去住的时候，也曾写过一首诗送我，头一句就是钱王登遐仍如在这诗的意思，他曾同我说过，指的是杭州党政诸人的无理的高压。他从五代时的记录里，曾看到过钱武肃王的时候，浙江老百姓被压榨得连裤子都没有穿，不得不以砖瓦来遮盖。这事不知是出在哪一部书里，我到现在也还没有查到，但他的那句诗的原意，却就系此而言。我因不听他的忠告，终于搬到杭州去住了，结果竟不出他之所料，被一位党部的先生，弄得家破人亡这一位吃党饭出身，积私财至数百万，曾经呈请南京中央党部通缉我们的先生，对我竟做出了比敌人对待我们老百姓还更凶恶的事情，而且还是在这一次的抗战军兴之后。我现在虽则已远离祖国，再也受不到他的残害的毒爪了但现在仍还在执掌以礼义廉耻为信条的教育大权的这一位先生，听说近来因天高皇帝远，浑水好捞鱼之故，更加加重了他对老百姓的这一种远溢过钱武肃王的德政。不但对于杭州没有好感，就是对他出身地的绍兴，也似乎并没有什么依依不舍的怀恋。这可从有一次他的谈话里看得出来。是他在上海住下不久的时候，有一回我们谈起了前两天刚见过面的孙伏园。他问我伏园住在哪里，我说，他已经回绍兴去了，大约总不久就会出来的。言下就笑着说伏园的回绍兴，实在也很可观！他的意思，当然是绍兴又凭什么值得这样的频频回去。所以从他到上海之后，一直到他去世的时候为止，他只匆匆地上杭州去住了一夜，而绝没有回去过绍兴一次。"}
{"text":"不但对于杭州没有好感，就是对他出身地的绍兴，也似乎并没有什么依依不舍的怀恋。这可从有一次他的谈话里看得出来。是他在上海住下不久的时候，有一回我们谈起了前两天刚见过面的孙伏园。他问我伏园住在哪里，我说，他已经回绍兴去了，大约总不久就会出来的。言下就笑着说伏园的回绍兴，实在也很可观！他的意思，当然是绍兴又凭什么值得这样的频频回去。所以从他到上海之后，一直到他去世的时候为止，他只匆匆地上杭州去住了一夜，而绝没有回去过绍兴一次。预言者每不为其故国所容，我于更觉得这一句格言的确凿。各地党部的对待，自从浙江党部发动了那大弹劾案之后，似乎态度都是一致的。抗战前一年的冬天，我路过厦门，当时有许多厦大同学曾来看我，谈后就说到了厦大门前，经过南普陀的那一条大道，他们想呈请市政府改名路以资纪念。并且说，这事已经由纪念会主其事的是厦门星光日报社长胡资周及记者们与厦大学生代表等人呈请过好几次了，但都被搁置着不批下来。我因为和当时的厦门市长及工务局长等都是朋友，所以就答应他们说这事一定可以办到。但后来去市长那里一查问，才知道又是党部在那里反对，绝对不准人们纪念。这事情，后来我又同陈主席说了，陈主席当然是表示赞同的。可是，这事还没有办理完成，而抗战军兴，现在并且连厦门这一块土地，也已经沦陷了一年多了。自从我搬到杭州去住下之后，和他见面的机会，就少了下去，但每一次我上上海去的中间，无论如何忙，我总抽出一点时间来去和他谈谈，或和他吃一次饭。而上海的各书店，杂志编辑者，报馆之类，要想拉的稿子的时候，也总是要我到上海去和交涉的回数多，譬如，黎烈文初编自由谈的时候，我就和说，我们一定要维持它，因为在中国最老不过的申报，也晓得要用新文学了，就是新文学的胜利。所以，当时也很起劲，伪自由书花边文学集里许多短稿，就是这时候的作品。在起初，他的稿子就是由我转交的。第四辑风雨故人送仿吾的行此外，像良友书店，天马书店，以及生活出的文学杂志之类，对的稿件，开头大抵都是由我为他们拉拢的。尤其是当对编辑者们脾气的时候。做好做歹，仍复替他们调停和解这一角色，总是由我来担当。所以，在杭州住下的两三年中，光是为了之故，而跑上海的事，前后总也有了好多次。"}
{"text":"所以，当时也很起劲，伪自由书花边文学集里许多短稿，就是这时候的作品。在起初，他的稿子就是由我转交的。第四辑风雨故人送仿吾的行此外，像良友书店，天马书店，以及生活出的文学杂志之类，对的稿件，开头大抵都是由我为他们拉拢的。尤其是当对编辑者们脾气的时候。做好做歹，仍复替他们调停和解这一角色，总是由我来担当。所以，在杭州住下的两三年中，光是为了之故，而跑上海的事，前后总也有了好多次。在他去世的前一年春天，我到了福建，和他见面的机会更加少了。但记得就在他作故的前两个月，我回上海，他曾告诉了我以他的病状，说医生说他的肺不对，他想于秋天到日本去疗养，问我也能够同去不能。我在那时候，也正在想去久别了的日本一次，看看他们最近的社会状态，所以也轻轻谈到了同去岚山看红叶的事。可是从此一别，就再没有和他作长谈的幸运了。关于的回忆，枝枝节节，另外也正还多着，可是他给我的信件之类，有许多已在搬回杭州去之先烧了，有几封在上海北新书局里存着，现在又没有日记在手头，所以就在这里，先暂搁笔，以后若有机会，或许再写也说不定。原载香港一九三八年星岛周刊第二期，未完，后刊一九三九年三月至九月上海宇宙风乙刊和一九三九年六月至八月新加坡星洲日报半月刊悼胞兄曼陀长兄曼陀，名华，长于我一十二岁，同生肖，自先父弃养后，对我实系兄而又兼父职的长辈，去年十一月廿三，因忠于职守，对卖国汪党，毫不容，在沪特区法院执法如山，终被狙击于其寓外。这消息，早就在中外各报上登过一时了。最近接得沪上各团体及各闻人起之追悼大会的报告，才知公道自在人心，是非必有正论。他们要盛大追悼正直的人，亦即是消极警告那些邪曲的人的意思。追悼会，将于三月廿四日，在上海湖社举行。我身居海外，当然不能亲往祭奠，所以只能撰一哀挽联语，遥寄春申江上，略表哀思。天壤薄王郎，节见穷时，各有清名闻海内乾坤扶正气，神伤雨夜，好凭血债索辽东。溯自胞兄殉国之后，上海香港各杂志及报社的友人，都来要我写些关于他的悲悼或回忆的文字，但说也奇怪，直到现在，仍不能下一执笔的决心。我自己推想这心理的究竟，也不能够明白的说出。或者因为身居热带，头脑昏胀，不适合于作抒述德的长文，也未可知。"}
