{"text":"宋太祖喜欢晚上穿了便衣到大臣的家中走走，因为以前与赵普的家人都认识，所以尤其喜欢到他家中。有一个冬天下大雪的晚上，赵普夫妻俩以为这样冷的天气，大概皇帝不会来，不料后来有人敲门，皇帝还是来了。这一下可把赵普夫妇吓坏了，因为当时南方还没有平定，当天下午进贡送来一批东西，他还没有向上报，赶快跪下来接驾，奏明原因。宋太祖安慰他说没有关系，公事明天早上再说。他仍在客厅转来转去。突然看见贡品中有一个大瓶子，上面写好送赵普的，宋太祖大感希奇，打开来看看，连赵普在内谁也没料到里面都是瓜子金。赵普夫妇吓死了，立刻又跪下来奏明实在还没有仔细看过，并不知道是黄金。宋太祖说你身为一个宰相，别人不知道，以为天下事决定在你书生之手。外邦既要送你这么一点东西，算得了什么？你收了，照收不误！不论宋太祖的动机是什么，都是了不起的。但另外一个人曹彬，原来与赵匡胤是同僚，也是好朋友，他是五代时周朝的外戚。赵匡胤常常约他去喝酒，他却坚持不肯，始终中立不倚，守住岗位。后来赵匡胤当了皇帝，认为他人品好，和赵普一样重用。有人在赵匡胤面前打这人的小报告都打不进去，这就是赵匡胤识人于微的地方。这些故事，就是说才德俱全的人，就是国家的大臣，是社会上了不起的人物。现在孔子也是说到才与德不能相配合的问题。中国文化经过周公整理集中起来，孔子不过继承他的道统。周公从事政治，做国家的首相，有名的一沐三握发，一饭三吐哺。就是他的典故。洗一次头，三次握起头发来吃一餐饭，三次把饭吐出来，去接见客人，处理公事。一国的首相，内政外交都要他办，所有来见他的人，又从不拒绝，是如此的忙。不只是忙，他对于下面的人，所有的事务，如此尽心，如此好的态度，这就是周公的才能与美德。如果真具有周公的才能与美德，但骄傲看不起人，悭吝得连同情包容都不肯付出，又舍不得花钱，舍不得帮忙别人，勉励别人，舍不得给人家一纸奖状的话，那也免谈了，他做出来的成绩，一定没有什么可看的了。这也就是说，一个人有了才能而且很努力，还要修养弘毅的胸襟，深厚的美德，要不骄不吝。不骄傲就是谦虚，不悭吝就是同情包容和气魄。求学的目的为什么下面开始是第二篇的呼应，也就是为政之道的发挥，与学问修养达到外用的一个重点。子曰三年学，不至于谷，不易得也。这是当时孔子的感叹。"}
{"text":"这也就是说，一个人有了才能而且很努力，还要修养弘毅的胸襟，深厚的美德，要不骄不吝。不骄傲就是谦虚，不悭吝就是同情包容和气魄。求学的目的为什么下面开始是第二篇的呼应，也就是为政之道的发挥，与学问修养达到外用的一个重点。子曰三年学，不至于谷，不易得也。这是当时孔子的感叹。一般人跟他求学的目的，不是为了本身学问，而是为了职业。跟着他求学三年，所为的只是谷，也就是俸禄。俸和禄是两回事，前面子张学干禄中也曾讲过，俸，是薪俸，就是现在的薪水，以官位的高低，发给相当的代价，禄，则等于现在的实物配给，不过制度不同。如前清，一个学生十年窗下无人问，为什么要苦苦急于考取功名？中秀才是第一步最起码的功名，考中了就有禄，得到实物配给，可以维持生活。这是功名的方面，不问官位。假使有功名再去做官，俸与禄加起来，数字就相当可观了。孔子当时这个谷字就代表了功名和利禄。他说来我这里求学的学生，目的都在找职业，假使求学三年而目的不在找职业，为学问而学问的人，实在是太难得了。孔子距现在两千多年，可见古今中外，求学的目的，都为了待遇，讲好听一点，为了前程。提到教育问题，感慨很多，很多人说现在的教育成了问题。我说中国的教育，三千年来都是问题，也可以说世界上人类的教育问题，本来就存在。为什么呢？三千年来的观念都是重男轻女，为什么重男轻女？男孩将来长大可以光耀门楣，光宗耀祖，因此就望子成龙。而古代望子成龙最好的出路是读书，古人于是说万般皆下品，唯有读书高。这是我们几千年来的传统。当然现在不同了，这副对联要改作万般皆上品，唯有读书低。这是我个人观察现代化社会的感受。过去万般皆下品，唯有读书高。因为所有职业，以做官这个职业最好。十年窗下无人问，一旦成名天下知。读书可以做官，做官可以发财，一连串来的，几千年都是这个观念。包括我们大家在内，当年在家开始读书，有没有这种观念作祟？在我个人反省，不能说没有。如果严格讲学问的道理，有了这种观念的成分，就很不纯洁了。到现在，因为西方文化一来，教育制度变了，教育的精神方法都在变，变了以后如何？"}
{"text":"这是我个人观察现代化社会的感受。过去万般皆下品，唯有读书高。因为所有职业，以做官这个职业最好。十年窗下无人问，一旦成名天下知。读书可以做官，做官可以发财，一连串来的，几千年都是这个观念。包括我们大家在内，当年在家开始读书，有没有这种观念作祟？在我个人反省，不能说没有。如果严格讲学问的道理，有了这种观念的成分，就很不纯洁了。到现在，因为西方文化一来，教育制度变了，教育的精神方法都在变，变了以后如何？看了几十年的情形，据我了解，与以前并没有两样，不过换了一个名称。生活即教育，教育就是为了生活，这和我们所讲过去的观念，没有两样。所以现在大专联考选科系，最好考上医科，将来当医生，不求人。因此教育的目的一直是为了生活，由生活的观念一变，就是为了赚钱。除此以外，说是自己真正为了学问而学问，为了求真理而求学问的，实在很少。并不是每个时代绝对没有这种人，而是太少，这种人往往能影响整个时代的，东西方都是如此。试看每个时代的动乱，他真正的原动力是思想。而改变时代思想的人，往往当时默默无闻，乃至穷死饿死，可是后来他的思想却影响了整个时代。例如因满清入关而引发的民族观念，是受顾亭林黄梨洲王船山李二曲几个人的思想所影响。一直发展下来，也就形成了现代的民族思想。在西方文化中，影响本世纪最大的马克思，还不是穷死饿死的。当时他也没想到自己的思想，竟会影响了整个世界。我们现在就可以看出思想问题的严重性了。像孔子也是一个例子，在生那么可怜，死后影响千秋万代，没有空间的范围，也没有时间的界限，这就是真正的学问。可是一个读书人开始念书时，说是立志为这种学问而学问的，那就太少了。孔子当年已有这个感叹，更何况现在？我们要了解思想的道理，就要从这个角度去体会去研究。入山唯恐不深的隐士下一节孔子接着讲学问的道理与个人的修养。子曰笃信好学，守死善道。危邦不入，乱邦不居。天下有道则见，无道则隐。邦有道，贫且贱焉，耻也！邦无道，富且贵焉，耻也。这个观念要配合礼记的学记和儒行两篇书来研究。学记就是讲学问的目的是什么，这是中国文化传统精神。儒行是说一个知识分子应该怎样训练自己，成为自己的人格。人有很多种型态，形成各种不同的人格，并不要求各个一律。"}
{"text":"子曰笃信好学，守死善道。危邦不入，乱邦不居。天下有道则见，无道则隐。邦有道，贫且贱焉，耻也！邦无道，富且贵焉，耻也。这个观念要配合礼记的学记和儒行两篇书来研究。学记就是讲学问的目的是什么，这是中国文化传统精神。儒行是说一个知识分子应该怎样训练自己，成为自己的人格。人有很多种型态，形成各种不同的人格，并不要求各个一律。可是哪一种个性，适合哪一种学问，要怎样培养自己，都有一个标准。现在孔子所讲的这一节，也等于礼记中学记和儒行两篇所讲的个人问题。笃信好学，守死善道。就是一个思想一个信仰的问题。服从真理，要绝对笃信，还要好学。真理是不变的，不受时代环境的影响，不受区域环境的影响，也不受物质环境的影响。所谓守死善道就是守住这个信仰这个主义，善道就是最好的道路，最好的思想原则。下面说到个人有了守死善道的抱负，就危邦不入，乱邦不居。这并不是滑头，而是保持文化的精神。危乱的时候，要有出世的修养，危险的地方不要去，因为这个地方的思想一定有问题，最好不去。动乱中的社会，不可以停留。天下有道则见，无道则隐。这两句话是中国人的隐士思想。说到这里，有个值得讨论的大问题。中国的历史文化，素来认为儒家道家是分途的，绝对不能合流。道家多半趋向于当隐士。说到隐士，问题就大得很。假使研究中国历史文化，就会感觉到一件事很古怪学问越高，道德越高的人，多半是退隐了，不愿出名，乃至于最后隐姓埋名，连自己的真姓名都不要了。我们都知道张良的老师是黄石公，而黄石公只是一个代号，究竟是谁？没有人知道。因为他连姓名都不要了，对名利更看得毫无道理。可是这一类隐士思想，在中国古代，自上古以来，一直存在。这是道家走的路子。孔孟以后的儒家，则绝对反对隐士思想，而讲究用世之道，所谓学以致用。学问那么好，对社会国家要有贡献，认为退下来做隐士是不对的，这是后世的儒家思想。而后世儒家这种思想的依据，多半是提出孔孟的思想来反对隐士。事实上最能影响历代政治的，是隐士的思想。如果以西洋文化的政治思想来说，中国的隐士思想有点像所谓不同意的主张，但并不是不合作，不合作又是另外一个观念。"}
{"text":"这是道家走的路子。孔孟以后的儒家，则绝对反对隐士思想，而讲究用世之道，所谓学以致用。学问那么好，对社会国家要有贡献，认为退下来做隐士是不对的，这是后世的儒家思想。而后世儒家这种思想的依据，多半是提出孔孟的思想来反对隐士。事实上最能影响历代政治的，是隐士的思想。如果以西洋文化的政治思想来说，中国的隐士思想有点像所谓不同意的主张，但并不是不合作，不合作又是另外一个观念。西方文化现在还保留这一思想形态，如民主社会的投票，不投同意票，也没有投反对票，可就是不同意的意思，先保持自己的立场，这还只是勉强的比喻，可是中国历代政治受隐士思想影响非常巨大。历史上有名的故事，如汉高祖时代的商山四皓。所谓皓是头发都白了的老头子。从秦始皇时候就当隐士不出来的四个老头子，学问很好，名气很大，道德很高，可是不出来。到了汉高祖的时候，年纪很大，须发都白了，被尊为四老。汉高祖当了皇帝，请他们出来，他们认为汉高祖不会礼贤下士。因为汉高祖好谩骂，喜欢开口说粗话，他还没有得天下以前，对跟着他的那些知识分子，看见他们就讨厌，把人家的博士帽子拿来当便器。陆贾劝他要尊重读书人，他说乃翁天下马上得之。照现代的白话老子的天下是打来的，你们噜苏什么？后来天下太平了，知识分子出来替他摆布了一下，他才尊重读书人。这也是陆贾告诉他乃翁天下马上得之，不可马上治之的善意结果。汉高祖是绝顶聪明的，他问该怎么办？告诉他要建立制度等。制度建立以后，第一次上朝，他坐在上面当皇帝，这个味道很好，这时才认为读书人有道理。于是礼请商山四皓出山，他们不答应。后来他要立太子传位时，宫廷中发生了一个大问题，汉高祖几乎要把吕后所生的孝惠帝――当时的太子――废掉，改立他所喜欢的戚姬所生的儿子――如意为太子。吕后问计于张良。张良就告诉吕后，只要孝惠帝――当时的太子把商山四皓请来，汉高祖就不敢废太子了。吕后果然教孝惠帝以卑辞厚礼把商山四皓请来为上宾。汉高祖见到这情形，就告诉戚姬，太子党羽已成，连自己请不到的商山四皓都请来了，改立如意为太子的事免谈了。这就看到政体问题社会的思想问题，为什么学说思想对政治发生如此的影响，同时也说明了隐士的重要。隐士们后来到魏晋被称为高士。有一本书名高士传。高士即高尚之士，学问很好，才干也高，也许出来可为治国的大才，可是一辈子绝不出来做事。"}
{"text":"吕后问计于张良。张良就告诉吕后，只要孝惠帝――当时的太子把商山四皓请来，汉高祖就不敢废太子了。吕后果然教孝惠帝以卑辞厚礼把商山四皓请来为上宾。汉高祖见到这情形，就告诉戚姬，太子党羽已成，连自己请不到的商山四皓都请来了，改立如意为太子的事免谈了。这就看到政体问题社会的思想问题，为什么学说思想对政治发生如此的影响，同时也说明了隐士的重要。隐士们后来到魏晋被称为高士。有一本书名高士传。高士即高尚之士，学问很好，才干也高，也许出来可为治国的大才，可是一辈子绝不出来做事。当然，不出来也有好处，否则出来万一做不好，这一辈子英名也没有了。越不出来越高，有人一辈子做高士。到了宋朝则称处士。当然，有的处士是怕考试考不取，故意当处士不做官，不要功名富贵，因此名气越来越大。有时候皇帝特别起用，不经考试还可以做做官。当然真的处士还是有，宋代有这样一位处士名叫杨璞，宋真宗请他，他不出来，后来硬是下命令给地方官，用各种方法，软硬兼施逼他出来了。到了京师，真宗对他很客气。问他说，先生一路来，一定有很多人送行，其中有好的诗吧！他说只有我的老伴送了我一首诗。真宗说，夫人的诗一定很好。于是要他念出那首诗更勿落魄耽杯酒，切莫猖狂爱作诗。今日捉将官里去，这回断送老头皮。真宗听了哈哈大笑，留他在京里玩了几天，就送他回去。他和同时的种放一样，都是真正的处士，硬不想出来。另外像唐朝武则天时的卢藏用，因终南山地近京师，倡言隐居，结果被征召入朝为官，这又是处士的另一种手段了。所以后来成语所说的终南捷径就是指这么回事。陆放翁曾有一首是批评也是称扬隐士的诗志士栖山恨不深，人知已是负初心。不须更说严光辈，直自巢由错到今。后世儒家认为这些不同意主义的隐士高士处士们，很可恶，不应该。而认为有学问的人们应该对社会国家有所贡献，为什么一辈子作学问不肯出来？他们就说孔子是骂隐士的。在后面的论语中，我们可以看到，孔子碰到好几个当时的隐士，都挨了骂。那么孔子挨了骂后怎么讲呢？下论中就讲了很多。孔子说鸟兽不可与同群，后世的儒家就引用这句话，解释为孔子不同意这些人，骂他们是鸟兽。这个话解释错了。实际上孔子的思想，对隐士非常崇敬。所不同的是孔子的圣人胸怀，对于社会国家，是明知其不可为而为之，虽然知道挽救不了，可是他硬要挽救，做了多少算多少。孔子所以为圣，就在这里。"}
{"text":"他们就说孔子是骂隐士的。在后面的论语中，我们可以看到，孔子碰到好几个当时的隐士，都挨了骂。那么孔子挨了骂后怎么讲呢？下论中就讲了很多。孔子说鸟兽不可与同群，后世的儒家就引用这句话，解释为孔子不同意这些人，骂他们是鸟兽。这个话解释错了。实际上孔子的思想，对隐士非常崇敬。所不同的是孔子的圣人胸怀，对于社会国家，是明知其不可为而为之，虽然知道挽救不了，可是他硬要挽救，做了多少算多少。孔子所以为圣，就在这里。明知道这个人救不起来，我尽我的心力去救他，救得了多少算多少，这是孔子之圣。隐士们的道家思想，则救不起来就不救。这时中国思想的两大主流。道家对时代思想的潮流，视之如山洪的暴发，挡是挡不住的，一定要去挡就是傻子，必定被冲走。如要挽救的话，就估计山洪的力量到什么时候，什么地方衰微下去，先到那衰微处的下游，稍稍一引导，就引进了河川渠圳。儒家的思想则不然，对于时代的趋势，也视如山洪暴发，挡是挡不住，但是要跟着这股山洪旁边跑，在沿途看到洪流中的人，救一个算一个，一直到某一有利的形势，将洪水导入河川渠圳。这两种思想都对。孔子认为道家走隐士路线，站到下游去等待也没错。所以他讲鸟兽不可与同群，这句话仔细一研究，孔子是赞成的，并不是反对。鸟类是高飞的，要高飞的就高飞去吧！野兽是生活在山林里的，自然就在山林过他们的生活。而我是人，既不能高飞，也不想入山林，我就做点人世间的事情吧！秀才未必知天下事说了半天，就是解释危邦不入，乱邦不居，天下有道则见，无道则隐。可见孔子还是赞成隐士思想。他说如果真有救人救世的本事，而当前的机会不属于我的，你也没办法去救，那么先要保护自己，充实自己。所以危邦不入，乱邦不居，天下有道则见，无道则隐。但在下面邦有道，贫且贱焉，耻也。邦无道，富且贵焉，耻也。是进一步告诉我们，如果社会渐渐上了轨道，有才能的应该对国家社会有所贡献，倘仍无法贡献，还处在贫贱中，那就是身为知识分子读书人的耻辱。如果在一个动乱，不上轨道的社会中，安享富贵，或是用各种手段，各种方法，不正当的途径取来的，这也是不对的，可耻的。跟着这几句，便又说出真当隐士的客观态度。子曰不在其位，不谋其政。这句话问题又来了。"}
{"text":"但在下面邦有道，贫且贱焉，耻也。邦无道，富且贵焉，耻也。是进一步告诉我们，如果社会渐渐上了轨道，有才能的应该对国家社会有所贡献，倘仍无法贡献，还处在贫贱中，那就是身为知识分子读书人的耻辱。如果在一个动乱，不上轨道的社会中，安享富贵，或是用各种手段，各种方法，不正当的途径取来的，这也是不对的，可耻的。跟着这几句，便又说出真当隐士的客观态度。子曰不在其位，不谋其政。这句话问题又来了。一个知识分子，如果不是身居官职，最好不要随便谈论批评政事。真当隐士的更须要有如此的胸襟。这几句话，我们要常注意。现在顺便告诉大家一些有趣的经验。我不是学者文人，但常与学者文人接触。学者文人最喜欢谈政治，而且他们对现实的政治，几乎没有满意过的，尤其学自然科学的学者，更喜欢谈政治。我的结论是越外行的越喜欢谈内行话。不知大家的经验如何？据我所知，文人更喜欢谈战争，开口就是应该打。他们可不知道打仗的难处，自己又没有打过仗，也不知道怎么打。等于有人在街上看到别人打架，自己在旁边吆喝着大声喊打，可是叫他自己来，只要一扬拳头，他就先跑了。这就是历代文人的谈战争。知识分子喜欢谈军事谈政治，大多数绝对外行。所以我常引用孔子这句话对他们说不在其位，不谋其政。他们答道这有什么难？我说你我知不知道基辛格此时此刻看的什么公文？说的什么话？你我所知道的情报资料，都是从报上看来的，并不是第一手资料，可靠性大有问题。就算是可靠的，在报纸上发表出来的，还是有限，不知道还有多少不能发表的，而且和此刻的现况，又相隔很遥远了。像这样如何可以去谈政治？而且政治绝对要靠经验，不是光凭理论的。你说某某不行，你自己来试试看，毫无经验的话，不到三个月就完了。所以孔子说的这句话非常有道理――不在其位，不谋其政。不在那个位置上，不能真知道它的内容。以很具体的事实来说，荣民总医院某手术室，此时在为某一病人的某一病开刀，你我能知道吗？即使自己亲人进手术室接受治疗，而我们被关在门外，他在里面危险到什么程度，我们不知道，只隔薄薄的一扇门就不知道。所以谋其政不是想象中的简单，要在那个位置上才能执其政谋其政。很不幸的，孔子的这句话常常被人用来做滑头话，作推托词。甚至，有些人看见别人用这句话作挡箭牌，都误认为是跟孔子学滑头。"}
{"text":"不在那个位置上，不能真知道它的内容。以很具体的事实来说，荣民总医院某手术室，此时在为某一病人的某一病开刀，你我能知道吗？即使自己亲人进手术室接受治疗，而我们被关在门外，他在里面危险到什么程度，我们不知道，只隔薄薄的一扇门就不知道。所以谋其政不是想象中的简单，要在那个位置上才能执其政谋其政。很不幸的，孔子的这句话常常被人用来做滑头话，作推托词。甚至，有些人看见别人用这句话作挡箭牌，都误认为是跟孔子学滑头。所以打倒孔家店的人，也把这句话列为罪状之一，把罪过弄到孔子身上了。事实上这句话是告诉我们，学以致用，真正的学问，要和作人做事配合。他也是告诫学生们，对一件事，有一点还不了解，还无法判断时，不要随便下断语，不要随便批评，因为真正了解内情，太不容易了。文化复兴运动子曰师挚之始，关雄之乱，洋洋乎，盈耳哉！这里讲到文化的重整，等于我们现在讲文化的复兴。孔子周游列国以后，回到鲁国，开始整理文化。因为时代的盛衰演变中，文化永远是走在最前面，周代王朝的衰乱已经很严重了，所以孔子急于从事文化的复兴来力挽狂澜。他先从礼乐入手，诗经也可以说是乐的一种。关雎为诗经的第一篇，关雎之乱的乱字，古代和现代的意义有所不同，千万注意。古代这个乱字含有乱的反面意义在内，就是治的意思――秦汉以上的书，会这样用，唐以后大多都不会这样用。比如毒字，在秦汉以前，有治疗痊愈的意思，譬如有人砍了我们一刀，是伤害而我们手上或脚上生了疮，医生锯下我们一条手臂或一条腿，就不算伤害，反要感谢他的治疗，就是这个道理。因为古代文字少的时候，就有许多字义是借用的。师挚之始，师挚是当时管理鲁国文化的大乐师――不是乐队的大乐师，勉强说，相当于文化局长，但不只是一个做官的，他本身是个专才。孔子这里说，鲁国文化经过整理，新旧文化交流以后，非常悠美。可是跟着而来的，下面孔子又讲到文化思想，又提出他的感叹了。子曰狂而不直，侗而不愿，６不信，吾不知之矣！孔子感叹当时的社会，一般人的思想与个人的修养，犯了三个大毛病。这三个大毛病，不止是孔子当时的社会如此，在我们看来，每个时代，每个社会都有，尤其现在看来，格外同意孔子的这三句话。"}
