{"text":"大国呼唤工匠精神，中华复兴理当驰而不息。为着后来的回忆，在座的青年朋友们，让我们小心着意地描写现在的图画吧。两千多年前，有一位渺小的诗人，历史的尘埃拭去了他的姓名，却盖不住他不朽的诗句七月流火，九月授衣。一之日v发，二之日栗烈。无衣无褐，何以卒岁！三之日于耜，四之日举趾。同我妇子，@彼南亩。田至喜。多少年来，多少中华儿女就如这位诗人所写的一般，耕地，织衣。在漫漫的长夜里，期待忙碌的黎明，薤上露，露沾衣，衣不惜，愿无违，在历史的长河中留下渺小而不朽的涟漪。然而两千多年后的今天，随着时代的进步，我们忘却了劳动两千多年后的今天，我们没有时间去劳动在两千多年后的今天，有了人工智能来替我们劳动两千多年后的今天，我们被困在物质充裕的海洋中一个名为懒散的孤岛上两千多年后的今天，我们居然要依赖别人的劳动，自己萎缩在生活的角落里，并且嘲笑着光荣的劳动者。今天我在这里的讲演，就要说说自己的心声。我也注意到了，今天的社会中，有勤劳者，有懒散者，有热爱劳动者，也有不尊重劳动者。勤劳的人，对于劳动存有一种天然，繁忙于晨兴，戴月于归途。要知道，清晨尚在熟睡的现代都市，是被清洁工唤醒的，戴上口罩，挥动扫帚，累了就坐在路边，从怀中摸出余温尚存的早餐，望一望街角，听一听风声。学生与老师，不约而同前往学校，在书声琅琅的窗前，等待清晨的第一缕阳光。工人爬上了吊车，农民堆好了柴草。勤劳如此平常。热爱劳动的人，对于劳动有着一份超然。当陶渊明除去园中杂草，荷着锄，拭去汗，采菊东篱，种豆南山，悠然如飞鸟，超然若浮云。劳动对于他们，不是疲于奔命，更不再意味着渺小而平凡，他们在享受劳动，享受这一古老的传统，在此之中，自有一种难以言表的真性情，难以割舍，难再分辨。勤劳如此不凡。尊重劳动的人，对于劳动有着一份敬畏。他们能够敬畏路边的清洁工，能够停下车，静静等待他们扫过眼前的路，而不是鸣笛示警能够敬畏餐厅中的服务员，能够耐住性子，等待他们端菜过来，而不是喝三道四，指指点点能够对默默无闻的劳动者说一声谢谢，而不是漠然路过。勤劳值得尊重。"}
{"text":"勤劳如此不凡。尊重劳动的人，对于劳动有着一份敬畏。他们能够敬畏路边的清洁工，能够停下车，静静等待他们扫过眼前的路，而不是鸣笛示警能够敬畏餐厅中的服务员，能够耐住性子，等待他们端菜过来，而不是喝三道四，指指点点能够对默默无闻的劳动者说一声谢谢，而不是漠然路过。勤劳值得尊重。同学们，老师们，今天，此时此刻，我想对你们说我们虽然处于科技发达的时代，有着人工智能，但人类仍然渺小，年寿终将有尽，荣乐也不过只享受一世，真正不朽的，在于一双勤劳的双手，用它去劳动，去创造，将渺小变为不朽。我今天演讲的题目是热爱劳动，从我做起。――大家收听过美术片小猫钓鱼主题歌劳动最光荣吗？歌词是太阳光金亮亮，雄鸡唱三唱，花儿醒来了，鸟儿忙梳妆，小喜鹊造新房，小蜜蜂采蜜糖，幸福的生活从哪里来？要靠劳动来创造！小蝴蝶贪玩耍，不爱劳动不学习，我们大家不学它！劳动的快乐说不尽，劳动的创造最光荣！――小动物都懂得劳动创造幸福生活劳动快乐的道理，更何况我们人类呢？让我们更加热爱劳动吧！大家学过历史知识知道，劳动创造了人类本身！劳动使我们双手更灵巧，心灵更纯洁，劳动使我们的生活更幸福，劳动使我们的生活充满阳光！我国古代魏晋诗人陶渊明在劝农诗中写道民生在勤，勤则不匮――就是说人生在世须勤奋，勤奋衣食不发匮。只要勤劳就不会缺少物资。说明了劳动是财富的源泉，也是幸福的源泉。苏联作家高尔基曾经说过劳动是世界上一切欢乐和一切美好事物的源泉。劳动者是最光荣的！有了农民伯伯的辛勤劳作，才有了五谷飘香有了司机师傅的安全驾驶，端午小长假里我们才能和家人团聚有了白衣天使的无私奉献，患者才绽放如花的笑脸劳动是如此的美好和光荣！我想到了老师――孜孜不倦，教书育人像冉冉的蜡烛在默默的燃烧我们长大了，老师的额头也现出皱纹。在此，我和大家要向辛勤的园丁致敬！向老师学习！我们要向一切勤奋工作的人们看齐，提倡大家带头做到热爱劳动，从我做起！我有一本书叫诗经鉴赏辞典，写道夙兴夜寐，洒扫庭内，维民之章就是说应该早起又晚睡，里外洒扫除尘垢，为民表率要带头！热爱劳动是中华民族的优秀传统，绵延至今。可是，现实生活中，也有一些同学不理解劳动，不愿意劳动。有的说我们学习这么忙，劳动太占时间了！"}
{"text":"在此，我和大家要向辛勤的园丁致敬！向老师学习！我们要向一切勤奋工作的人们看齐，提倡大家带头做到热爱劳动，从我做起！我有一本书叫诗经鉴赏辞典，写道夙兴夜寐，洒扫庭内，维民之章就是说应该早起又晚睡，里外洒扫除尘垢，为民表率要带头！热爱劳动是中华民族的优秀传统，绵延至今。可是，现实生活中，也有一些同学不理解劳动，不愿意劳动。有的说我们学习这么忙，劳动太占时间了！有的说科技进步这么快，劳动的事，以后可以交给人工智能啊！也有的说劳动这么苦，这么累，干吗非得自己干？花点钱让别人去做好了！――这些出自校园的不和谐音，显然是不对的！也是幼稚的！忘记了先辈的教诲，成了四体不勤，五谷不分的小懒汉。应该告诉这些同学我们的长辈，当年在初二下学期，正值风华正茂的年华，就下乡参加劳动锻炼初中高中毕业了就奔赴农村工厂矿山，为社会主义建设事业作出了贡献。热爱劳动，从我做起这句响亮的口号，在他们身上得到了生动的体现，也是我们当代年青一代的行为准则。回首以往，我们的前辈凭借劳动的美德，取得了非凡的成就。在蒙冀交界之处，有一片茂密的林海，它就是塞罕坝变沙地为林海，让荒原成绿洲，是三代人通过不懈的努力和艰苦的奋斗，创造出的奇迹。年，在失败次之后，屠呦呦带领团队攻坚克难，青蒿素问世年来，共使超过万人逃离疟疾的魔掌。从年开始到年，大飞机一共经历了年的研制历程，凝聚了几代航空人的努力年月日第架在上海浦东成功首飞。年新年贺词中写道这些成就是全国各族人民撸起袖子干出来的，是新时代奋斗者挥洒汗水拼出来的。是的，我们每个人都心潮起伏，感同身受。我们看到神州飞天，嫦娥登月，蛟龙入水，海上钻探，高铁飞驰，天河运转，屠呦呦荣登诺贝尔奖我国在航天医药生物信息等重要领域科技实力已跻身世界前列。这是我国劳动人民的伟大创造。热爱劳动，从我做起撸起袖子加油干！既平实质朴又催人奋进的话语，激荡了光荣与梦想，点燃了我们在新时代奋发向前的豪情！劳动最光荣，让我们勤奋劳动――奔向年！――在复兴中学热爱劳动，从我做起主题教育大会上的演讲尊敬的学校领导亲爱的老师同学们大家好！"}
{"text":"我们看到神州飞天，嫦娥登月，蛟龙入水，海上钻探，高铁飞驰，天河运转，屠呦呦荣登诺贝尔奖我国在航天医药生物信息等重要领域科技实力已跻身世界前列。这是我国劳动人民的伟大创造。热爱劳动，从我做起撸起袖子加油干！既平实质朴又催人奋进的话语，激荡了光荣与梦想，点燃了我们在新时代奋发向前的豪情！劳动最光荣，让我们勤奋劳动――奔向年！――在复兴中学热爱劳动，从我做起主题教育大会上的演讲尊敬的学校领导亲爱的老师同学们大家好！土地是财富之母，勤劳是财富之父。这是千百年来人类社会在发展过程中所形成的共识。恩格斯也早已明确论断劳动创造了人本身。的确，我们人类的双手，人类的语言人类的智慧等等可以区别于其他动物的一切，无一不是劳动的贡献。也可以说今天人类所拥有的一切物质和精神的文明成果无一不是劳动所创造，因此，我们人类的美好未来也毫无疑问地必须靠劳动来创造。习近平总书记也教导我们幸福都是奋斗出来的。热爱劳动是我们中华民族的传统美德。我们历来对于那些四体不勤，五谷不分，只想不劳而获的人都是嗤之以鼻的。因此，哪怕是家境再好的人家也都会知道坐吃山空和富不过三代的古训，有道是忧劳可以兴国，逸豫可以亡身。但是，改革开放四十多年来，几代人的不懈奋斗，让我们的国家从站起来，到富起来，并逐渐强起来，无论是国家的面貌还是普通老百姓的生活也都有了天翻地覆的变化，于是有些人开始厌恶劳动，不尊重劳动，甚至看不起劳动者。这是一种十分危险现象。对此，作为新时代的青年，对于劳动应该有自己正确的认识。第一劳动精神最光荣。我们应该感谢先辈，是用他们用劳动创造了今天的一切，但是我们不能就此止步，作为新时代的青年一代，应该有自己的使命和担当，那就是在前辈们奠定的基础上，用自己的劳动创造自己的新生活，并为子孙后代奠定更坚实的发展基础。惟其如此，我们才能说自己是光荣的劳动者，我们才能上不愧祖先，下不愧后代。第二劳动分工无贵贱。劳动只有分工的不同，没有高低贵贱之分。人生而平等，但是由于发展基础不同，知识水平不一，兴趣爱好有别，所以社会分工会不同。"}
{"text":"惟其如此，我们才能说自己是光荣的劳动者，我们才能上不愧祖先，下不愧后代。第二劳动分工无贵贱。劳动只有分工的不同，没有高低贵贱之分。人生而平等，但是由于发展基础不同，知识水平不一，兴趣爱好有别，所以社会分工会不同。国家需要两弹元勋钱学森，也需要掏粪工人时传祥需要航天英雄杨利伟，也需要守岛赤子王继才正因为如此，作为一国元首，习近平主席在今年的新年致辞中就十分接地气地向包括快递小哥环卫工人出租车司机在内的千千万万劳动者致敬，因为正是他们，创造了和创造着我们美好的一切。第三劳动形式需发展。人类社会发展的历史就是一部后人站在前人肩膀上不断攀登的历史。从刀耕火种的原始农业时代，到现在的信息化时代，劳动创造美好生活的实质并没有改变，但是人类的劳动形式已经不可同日而语。今天或许大多数繁重和琐碎的体力工作会被机器和人工智能所取代，但那不正是由于我们的劳动创造了机器和人工智能吗？从五四运动开始的年，特别是改革开放多年来，几代人高举科学救国的旗帜，奋发图强，创造了人民共和国今日的辉煌，但是一代人应有一代人的使命和担当。大家知道，就在昨天国家工信部正式颁发了商用牌照，这意味着新一轮的信息技术革命和社会大变革已经开始，我们既面临着无限的发展机遇，也面临着无限的挑战。同学们，热爱劳动，从我做起。让我们在前辈们奠定的基础上，勤奋学习，掌握现代科技知识，增强我们劳动的本领，高举科技强国的旗帜，用我们的勤劳和智慧创造美好的未来，为实现复兴中华的伟大梦想而努力奋斗吧！雨果曾言未来将属于两种人思想的人和劳动的人，实际上，这两种人是一种人，因为思想也是劳动。换言之，劳动者始终主宰着时代。他们的身影穿梭在各个时代地点，沉默而高贵。阳光沿着既定的轨道滑动，那是先民们铭记于文字中的劳作日常。天有四时，他们有条不紊地挥舞着双臂，修犁耕种采桑织布收割酿酒从身边起伏而过，如松涛一般现出季节痕迹的自然之声，仿佛一种应和春天的莺啼，夏日的蝉鸣，秋季蟋蟀振翅，入冬，雪沉沉压住声响，只有灶头的柴火不时发出噼里啪啦的低唱，弥漫出一丝丝甜香，劳动，让生命的脉络由此相续。"}
{"text":"换言之，劳动者始终主宰着时代。他们的身影穿梭在各个时代地点，沉默而高贵。阳光沿着既定的轨道滑动，那是先民们铭记于文字中的劳作日常。天有四时，他们有条不紊地挥舞着双臂，修犁耕种采桑织布收割酿酒从身边起伏而过，如松涛一般现出季节痕迹的自然之声，仿佛一种应和春天的莺啼，夏日的蝉鸣，秋季蟋蟀振翅，入冬，雪沉沉压住声响，只有灶头的柴火不时发出噼里啪啦的低唱，弥漫出一丝丝甜香，劳动，让生命的脉络由此相续。镜头一转，稳定而较为迟缓的农耕时代中跃入了工业革命的火种劳动以一种新的形式在延续。电光穿透蒸汽的薄雾，世界像堆积木似地层层涂上更加鲜亮的色彩，路更平坦，车如游蚁，留声机里有婉转清晰的声线。文学家和哲学家们在灯光下抚摸过他们被打印成铅字的作品，那些小小的黑体字将要插上翅膀飞往世界各地，再无阻碍，在各种国籍和肤色的人心里点燃起另一种光亮。新的劳动，带来工业时代的喜悦欢欣以及觉醒，像碟片里音乐家的琴键，不断呼出新的渴盼，工业时代，又促进新的劳动发展。时光继续向前轮转，如今大多数人都是电子科技的拥趸，劳动可以断档隐匿了吗？并不，科技时代更需要劳动，唯有思考，唯有亲自实践，才能在信息爆炸时代获得属于自己的真知。我们习惯了简化而便利的一切，只需手指轻轻一划，很多问题似乎就已迎刃而解。但这不是生活全部的奥义，当然不是――冰冷的器械不能代替经验情感以及沟通。为学虽有聪明之资，必须做迟钝工夫，始得。求学问如是，其他事业何尝不是如此？科技的进步只是为大家提供了利器，而人的思考和直接经验怎能被代替？要想真正了解并精通，除非自己动手，否则终究是纸上谈兵，隔靴搔痒。打开网络，搜索时争先恐后冒出的种种教程，真可谓是乱花渐欲迷人眼，但如何去做，此过程中几有分符合自身情形，如何因地制宜，适时调整，都是极其现实的问题，需要我们自己去不断地思考尝试。你仍然甘心做一个电子奴隶吗？相信我，只要尝到了自己动手，丰衣足食的快乐，可得的重复滥用的事物所蛊惑。无论身处何处，你的思想将伸向宇宙般广大星河般灿烂的境地，你感到无限的幸福，因为你在思考和劳动中实现了真正的独一无二的自我。从农耕时代到工业时代，从田间地头到宇宙天空，从注目方寸到思接千里，不同时代的劳动，让我们得以不断挣脱牢笼，我们也可以成为新时代的新劳动者，打破新时代出现的新牢笼！"}
{"text":"你仍然甘心做一个电子奴隶吗？相信我，只要尝到了自己动手，丰衣足食的快乐，可得的重复滥用的事物所蛊惑。无论身处何处，你的思想将伸向宇宙般广大星河般灿烂的境地，你感到无限的幸福，因为你在思考和劳动中实现了真正的独一无二的自我。从农耕时代到工业时代，从田间地头到宇宙天空，从注目方寸到思接千里，不同时代的劳动，让我们得以不断挣脱牢笼，我们也可以成为新时代的新劳动者，打破新时代出现的新牢笼！经常听人讲怎样做人，有很多真知灼见，其中有一句做人要有格局，让我印象深刻。格局是什么？我理解，格局就是眼光，气度和胸怀。央视不是有一句广告词吗心有多大，舞台就有多大。说的就是人的格局啊！人的格局有高下大小之分。有这么一个故事三个工人在建筑工地上砌墙。有人问他们在做什么。第一个工人不耐烦地说没看到吗？我在砌墙。第二个人认真地回答我在建大楼。第三个人快乐地回应我在建一座美丽的城市。十年以后，第一个工人还在砌墙，第二个工人成了设计师，第三个工人则成了这个城市的管理者。这就是格局的差别。格局小的人，盯着自己的一日三餐，只关心老婆孩子热炕头，斤斤计较个人的利益得失，别人家的事漠不关心，高高挂起。格局大的人，位卑未敢忘忧国，以天下兴亡为己任，情系百姓福祉，心系国家发展，积极投身经济社会的建设。格局小的人，未必不幸福，但总觉得缺一点精彩。格局大的人，前行未必很顺利，但会活得有价值。我们作为新时代的年轻人，不能过早地享受安逸，逃避挑战。格局小的人，夏虫不可语冰，井蛙不可语海，这是一种悲哀格局大的人，登高山，而知山之巍峨，临大海，而知海之浩瀚，这才是壮美的人生。睁眼看世界第一人魏源也说受光于庭户见一堂，受光于天下照四方。格局小，影响力就小，发挥的作用就小格局大，影响力就大，发挥的作用就大。格局对个人是这样，对一个国家也是如此。在当今世界国际化全球化信息化的背景下，中国提出了一路一带的战略构想，将中国的发展融入到全世界的发展中去，同时为全世界的发展贡献中国的力量，这就是大格局，大胸怀，大担当。人的大格局不是凭空掉下来，它同样需要培养。"}
{"text":"睁眼看世界第一人魏源也说受光于庭户见一堂，受光于天下照四方。格局小，影响力就小，发挥的作用就小格局大，影响力就大，发挥的作用就大。格局对个人是这样，对一个国家也是如此。在当今世界国际化全球化信息化的背景下，中国提出了一路一带的战略构想，将中国的发展融入到全世界的发展中去，同时为全世界的发展贡献中国的力量，这就是大格局，大胸怀，大担当。人的大格局不是凭空掉下来，它同样需要培养。大文豪说过必须敢于正视，这才可望，敢想，敢说，敢做，敢当。首先是正视自己的缺点，找到学习的方向。要用虚心的态度聆听批评，用开放的胸怀包容多元，多取长补短，多加油充电，知耻而后勇，才会夯实大格局的基础。其次是增强必胜的信心，增加超越的勇气。落后并不可怕，可怕的是承认落后安于落后，自甘菲薄，失去前行的动力。我们必须要有不服输不服老的心态，有敢叫日月换新天的豪情壮志，打破别人眼中的你不行不能的妄断。信心比黄金更可贵，信心是我们战胜困难的重要力量。三是要脚踏实地的笃行，完成历史的使命。人的格局不是高中楼阁，它是建立在实实在在的行动之上。奥斯特洛夫斯基说人的一生应该这样度过当他回首往事的时候，他不因虚度年华而悔恨，也不因碌碌无为而羞愧当他临死的时候，他能够说我的整个生命和全部精力都献给了世界上最壮丽的事业――为人类解放而斗争。我们应该要有这样的使命感和责任担当。人能走多远？不要问双脚，要问你的追求。人能攀多高？不要问双手，要问你的志向。那么，你做人的格局有多大？不要问我，要问你的内心。芸芸众生中，每个人都似一朵绽开的花，各具特色，独领风骚，或艳丽或芬芳或淡雅或清新何须强求自身所不具有的特点，每个人本身便是一道靓丽的景色。正如李清照吟出的何须浅碧深红色，自是花中第一流。我们并不生来十全十美，但必生来就独具特点，正视这些别样的特点，你会发现，自己可发展的优点并不少！不强求自己与别人同化，不逼迫自己学来他人优点，而是找到自身优点，发现自己，发现你便是那独特的花中第一流。与其羡慕别人的浅碧深红，渴望将自己油漆成浅碧深红，倒不如正视自己，正视自己的优点，发现自己一流的地方！"}
{"text":"正如李清照吟出的何须浅碧深红色，自是花中第一流。我们并不生来十全十美，但必生来就独具特点，正视这些别样的特点，你会发现，自己可发展的优点并不少！不强求自己与别人同化，不逼迫自己学来他人优点，而是找到自身优点，发现自己，发现你便是那独特的花中第一流。与其羡慕别人的浅碧深红，渴望将自己油漆成浅碧深红，倒不如正视自己，正视自己的优点，发现自己一流的地方！在这个竞争激烈的社会中，学不可以已早已成为许多人的座右铭。这样的思想让许多已足够优秀的人忽略了正视自己，忽略了正视的重要性。正视究竟有多么重要？曾回答说必须敢于正视，这才可望，敢想，敢说，敢做，敢当。这位具有时代意义的革命家的话，敲响了我们脑海中的警钟我们可曾正视过自己？我们不停地忙着提升自己的能力，忙着提升自身素养，可到头来却忽略了这之中最重要的东西――自己。我们本就具有的优点被我们遗忘在了阴暗的小角落，以至于当我们遇到需要这些优点来处理问题时，我们不敢做，不敢当，不敢说，甚至连想都不敢想！孰不知，正视了自己，了解了自己的优点，就不必再为浅碧深红而苦恼，因为那时你早已知道自己便是花中第一流了！当年的阿西莫夫不就正是这样吗？正视自己，发现了自己写作的天赋，凭借这笔与墨汁造就了跨时空的科幻小说的传奇！不可否认，正视对阿西莫夫这一生产生了重大的影响。或许，他忽略了正视自己的话，他至死也只是个普普通通的大学老师。学却乎不可以已，但正视也如学一样，不可以忽略。正视自己，发现独特的优点，你将是最大的赢家！不刻意与别人一样，发现并正视自己的独特之处――这便是这两句所教授给我的全部。何须浅碧深红色，自是花中第一流，桂花无己无功无名，所以拥有了三秋。受光于庭户见一堂，受光于天下照四方，阳光敞开胸怀，拥有了全世界人打开门窗，才会永远行走在至真至善至美的阳光里。这就是中华儿女传扬和践行的眼界格局说――眼界无穷世界宽！花木因眼界不同而境界各异。墙角数枝梅，凌寒独自开是眼中充满自我的孤芳自赏，桀骜中透着孤寒，所以它只能绚烂一隅。草木知春不久归，百般红紫斗芳菲是满眼功名的你争我抢，积极进取中透着自我，所以它们只能哀叹春之归去。"}
