{"text":"然后又被他们带到了几处又脏又乱的地方，或站或坐地继续接受采访。我的德国翻译跟在后面，一路上都在用中文发出不满的嘟哝声，他说法兰克福有很多美丽的地方，为什么不去哪里？为什么尽是在法兰克福落后的地方拍摄？现在，罗伯特凡德休斯特的中国人家在中国出版了。我想，可能也会有一些中国人发出不满的嘟哝声。中国经历了三十年的经济高速增长，已经成为世界第三大经济国，繁荣的景象随处可见，可是罗伯特凡德休斯特却热衷于在中国的落后地区摁下快门，虽然他的镜头也有过对准富裕人家的时候，可是次数太少了。因此一些中国人可能会觉得，罗伯特凡德休斯特没有足够地表达出中国三十年来翻天覆地的变化，虽然他的作品里已经流露出了这样的变化，问题是在为数不多的表达了生活富裕的画面上，罗伯特凡德休斯特却让它们尽情散发出庸俗的气息。反而是在那些表达生活贫困的画面上，罗伯特凡德休斯特拍摄下了真诚和朴素的情感。于是，一些中国人可能会感到疑惑，这个荷兰人的葫芦里卖的什么药？我想，这样的批评者往往以爱国主义自居。无论是在中国，还是在其它国家，爱国主义常常是用来批评艺术和艺术家的最好借口。我不认为这是真正的爱国主义，这只是一种口水的爱国主义，或者说爱国病，在其骨子里其实展示了人类的虚荣之心。虽然我们的现实生活里存在着废墟，可是我们愿意展示的却是美丽的公园。就像人们独自在家中的时候可以是一付邋遢的模样，可是走出家门的时候就要梳y打扮一番。人人都想拥有一个光鲜体面的外表，除非穷途潦倒成为了乞丐。如果让人选择，是以邋遢的模样面对照相机，还是以体面的模样面对照相机时，我相信所有的人都会选择体面的模样。我和罗伯特凡德休斯特也不会例外，因为虚荣之心人皆有之。当然，这也是每个人的尊严。问题是人们对尊严的理解不尽相同，有些人认为富贵和繁荣代表了尊严，高楼大厦鳞次栉比高速公路纵横交错商店里奢侈品琳琅满目等等的景象代表了尊严。另外一些人却并不这么认为，这些人认为尊严来自于人们的内心，表达于人们的表情，尊严和富贵繁荣没有必然的关系。"}
{"text":"我和罗伯特凡德休斯特也不会例外，因为虚荣之心人皆有之。当然，这也是每个人的尊严。问题是人们对尊严的理解不尽相同，有些人认为富贵和繁荣代表了尊严，高楼大厦鳞次栉比高速公路纵横交错商店里奢侈品琳琅满目等等的景象代表了尊严。另外一些人却并不这么认为，这些人认为尊严来自于人们的内心，表达于人们的表情，尊严和富贵繁荣没有必然的关系。我之所以乐意为罗伯特凡德休斯特的中国人家写序，就是因为我在他的摄影作品里看到了从内心出发，抵达表情的尊严。罗伯特凡德休斯特精心设计了他需要的画面，然后摁下了快门。我感到，他在摁下快门的时候，心里充满了对被拍摄者的尊重，无论是人物，还是景物，罗伯特凡德休斯特都以感激之情对待。这位不会说中国话的荷兰人，日复一日地游走在中国的农村，试图融入到一个又一个中国的家庭之中。他是如何跨过这条文化鸿沟的？他说用眼神用情感用我的感受来交流。然后他成功了。他的尊重之心在那些贫穷的中国家庭那里得到了回报，他们热情地为他敞开了屋门，将他请入家中，用粗茶淡饭招待他。罗伯特凡德休斯特说我被摄入镜头的中国家庭体现的强烈好奇心极大的热忱和友善所感动。每次在他们家里，我还会感受到他们的决心勇气和意志力量。看来他们只有一个行进的方向，那就是前进。如果有人质问罗伯特凡德休斯特为何不是更多地去拍摄中国的富贵家庭？我愿意在此替他回答那些亿万富翁的家门会向这个高个子灰头发的荷兰人敞开吗？中国人一直在说，中华民族是一个热情好客的民族。具有讽刺意义的是，罗伯特凡德休斯特的作品告诉我们，热情好客的民族传统现在更多地存在于中国的贫穷家庭，而不是富贵家庭。而且，这个荷兰人的镜头在面对中国的穷人时，时刻感受到了他们的决心勇气和意志力量。他们虽然贫穷，可是他们只有一个行进的方向，那就是前进。我欣赏罗伯特凡德休斯特作品的客观性，中国人家将会令人难忘。里面的画面真实地表达了中国人的生存状态，我记得在一幅画面上，一个目光坚定的头像，其背景的桌子上摆着四个闹钟。我想借此提醒人们，在中国三十年翻天覆地的变化之后，还有很多中国人的生活，只是从一个闹钟到四个闹钟的进步。"}
{"text":"而且，这个荷兰人的镜头在面对中国的穷人时，时刻感受到了他们的决心勇气和意志力量。他们虽然贫穷，可是他们只有一个行进的方向，那就是前进。我欣赏罗伯特凡德休斯特作品的客观性，中国人家将会令人难忘。里面的画面真实地表达了中国人的生存状态，我记得在一幅画面上，一个目光坚定的头像，其背景的桌子上摆着四个闹钟。我想借此提醒人们，在中国三十年翻天覆地的变化之后，还有很多中国人的生活，只是从一个闹钟到四个闹钟的进步。我第一次听到伊恩麦克尤恩的名字是在十多年前，好像在德国，也可能在法国或者意大利，人们在谈论这位生机勃勃的英国作家时，表情和语气里洋溢着尊敬，仿佛是在谈论某位步履蹒跚的经典作家。那时候我三十多岁，麦克尤恩也就是四十多岁，还不到五十。我心想这家伙是谁呀？这个年纪就享受起了祖父级的荣耀。然后开始在中国的媒体上零星地看到有关他的报道伊恩麦克尤恩出版了新书伊恩麦克尤恩见到了他失散多年的兄弟伊恩麦克尤恩的赎罪改编成了电影这几年中国的出版界兴致盎然地推出了伊恩麦克尤恩的著名小说，水泥花园阿姆斯特丹时间中的孩子和赎罪。可是中国的文学界和读者们以奇怪的沉默迎接了这位文学巨人。我不知道问题出在什么地方？也许麦克尤恩需要更多的时间来让中国读者了解他。现在麦克尤恩的第一部书最初的爱情，最后的仪式正式出版，我想他的小说在中国的命运可以趁机轮回了。从头开始，再来一次。这是一部由八个短篇小说组成的书，在麦克尤恩岁的时候首次出版。根据介绍，这部书在英国出版后引起巨大轰动。可以想象当初英国的读者是如何惊愕，时隔三十多年之后，我，一个遥远的中国读者，在阅读了这些故事之后仍然惊愕。麦克尤恩的这些短篇小说犹如锋利的刀片，阅读的过程就像是抚摸刀刃的过程，而且是用神经和情感去抚摸，然后发现自己的神经和情感上留下了永久的划痕。我曾经用一种医学的标准来衡量一个作家是否杰出？那就是在阅读了这个作家的作品之后，是否留下了阅读后遗症？回想起十多年前第一次听到麦克尤恩名字时的情景，我明白了当初坐在我身边的这些人都是伊恩麦克尤恩后遗症患者。我感到这八个独立的故事之间存在着一份关于叙述的内部协议，于是最初的爱情，最后的仪式一书更像是一首完整的组曲，一首拥有八个乐章的组曲。"}
{"text":"我曾经用一种医学的标准来衡量一个作家是否杰出？那就是在阅读了这个作家的作品之后，是否留下了阅读后遗症？回想起十多年前第一次听到麦克尤恩名字时的情景，我明白了当初坐在我身边的这些人都是伊恩麦克尤恩后遗症患者。我感到这八个独立的故事之间存在着一份关于叙述的内部协议，于是最初的爱情，最后的仪式一书更像是一首完整的组曲，一首拥有八个乐章的组曲。就像麦克尤恩自己所说的这些故事的主人公很多都是边缘人，孤独不合群的人，怪人，他们都是和我有相似之处。我想，他们是对我在社会上的孤独感，和对社会的无知感，深刻的无知感的一种戏剧化表达。然后麦克尤恩在立体几何凝聚了神奇和智慧，当然也凝聚了生活的烦躁，而且烦躁是那么的生机勃勃让家庭制造粗俗不堪，让这个乱伦的故事拥有了触目惊心的天真夏日里的最后一天可能是这本书中最为温暖的故事，可是故事结束以后，忧伤的情绪从此细水长流舞台上的柯克尔的叙述夸张风趣，指桑骂槐。麦克尤恩让一群赤裸的男女在舞台上表演性交，还有一个人物是导演，导演要求小伙子们在表演前先自己手淫，导演说如果给我见到勃起，就滚蛋，这可是一场体面的演出。蝴蝶里男孩的犯罪心理和情感过程冷静的令人心碎与橱中人对话看似荒诞，其实讲述的是我们人人皆有的悲哀，如同故事结尾时所表达的一样，我们人人都会在心里突然升起回到一岁的愿望最初的爱情，最后的仪式是没有爱情的爱情，没有仪式的仪式，还有随波逐流的时光。麦克尤恩给这些无所事事的时光涂上夕阳的余辉，有些温暖，也有些失落伪装是在品尝畸形成长的人生，可是正常人生的感受在这里俯拾即是。这就是伊恩麦克尤恩，他的叙述似乎永远行走在边界上，那些分隔了希望和失望恐怖和安慰寒冷和温暖荒诞和逼真暴力和柔弱理智和情感等等的边界上，然后他的叙述两者皆有。就像国王拥有幅员辽阔的疆土一样，麦克尤恩的边界叙述让他拥有了广袤的生活感受，他在写下希望的时候也写下了失望，写下恐怖的时候也写下了安慰，写下寒冷的时候也写下了温暖，写下荒诞的时候也写下了逼真，写下暴力的时候也写下了柔弱，写下理智冷静的时候也写下了情感冲动。麦克尤恩在写作这些故事的时候，正在经历他的年轻时光。"}
{"text":"就像国王拥有幅员辽阔的疆土一样，麦克尤恩的边界叙述让他拥有了广袤的生活感受，他在写下希望的时候也写下了失望，写下恐怖的时候也写下了安慰，写下寒冷的时候也写下了温暖，写下荒诞的时候也写下了逼真，写下暴力的时候也写下了柔弱，写下理智冷静的时候也写下了情感冲动。麦克尤恩在写作这些故事的时候，正在经历他的年轻时光。岁从苏塞克斯大学毕业后，去了东安格利亚大学的写作研究生班，开始学写短篇小说。第一个短篇小说发表后，立刻用稿费去阿富汗游玩。多年之后麦克尤恩接受采访，回顾了写作这些短篇小说时所处的境况我二十出头，正在寻找自己的声音。当时他反感英国文学传统里社会档案式的写作，他想表达一种个人生存的翻版，他说早期的那些小故事都是倒影我自己生存的一种梦境。虽然只有很少的自传性内容，但它们的构造就像梦境一样反映了我的生存。麦克尤恩岁开始读卡夫卡弗洛伊德和托马斯曼，并且感到他们似乎打开了某种自由空间。然后我试写各种短篇小说，就像试穿不同的衣服。短篇小说形式成了我的写作百衲衣，这对一个起步阶段的来说很有用。麦克尤恩毫不掩饰其他作家对自己的影响，他说你可以花五到六个星期模仿一下菲利普罗斯，如果结果并不是很糟糕，那么你就知道接下来还可以扮扮纳博科夫。而且还努力为自己当时写下的每一个短篇小说寻找源头，比方说，家庭制造，是我在读过北回归线之后写得一个轻松滑稽的故事。我感谢亨利米勒，并同时用一种滑稽的做爱故事取笑了他一把。这个故事也借用了一点罗斯的波特诺的怨诉。伪装刚效法了一点安格斯威尔逊的山莓果酱。我不记得每篇故事的渊源，但我肯定巡视了别人的领地，夹带回来一点什么，籍此开始创作属于我自己的东西。我在很多年前的一篇文章里，专门讨论了作家之间的相互影响，我用过这样一个比喻一个作家的写作影响另一个作家的写作，如同阳光影响了植物的生长，重要的是植物在接受阳光照耀而生长的时候，并不是以阳光的方式在生长，而始终是以植物自己的方式在生长。我意思是说，文学中的影响只会让一个作家越来越像他自己，而不会像其他任何人。麦克尤恩的写作经历同样证明了这个道理。"}
{"text":"我在很多年前的一篇文章里，专门讨论了作家之间的相互影响，我用过这样一个比喻一个作家的写作影响另一个作家的写作，如同阳光影响了植物的生长，重要的是植物在接受阳光照耀而生长的时候，并不是以阳光的方式在生长，而始终是以植物自己的方式在生长。我意思是说，文学中的影响只会让一个作家越来越像他自己，而不会像其他任何人。麦克尤恩的写作经历同样证明了这个道理。立体几何里关于神奇的叙述与生动的生活场景合二为一，可以让我们联想到纳博科夫的某些段落夏日里的最后一天和最初的爱情，最后的仪式会让我们联想到托马斯曼的叙述风格，从容不迫，并且深入人心与橱中人对话和伪装或许与卡夫卡的那些奇怪的人生故事异曲同工舞台上的柯克尔似乎是与荒诞派话剧杂交而成的蝴蝶里的少年犯罪心理曾经是戈尔丁的拿手好戏，可是到了麦克尤恩笔下也是毫不示弱。我想每一个读者都可以从自己的阅读经历出发，为麦克尤恩的这些故事找到另外的文学源头，找到麦克尤恩未曾阅读甚至是未曾听闻的文学源头。而且同样可以轻而易举地为卡夫卡托马斯曼菲利普罗斯亨利米勒安格斯威尔逊纳博科夫戈尔丁他们找到文学源头。为什么？很简单，因为这就是文学。我喜欢引用这样两个例子，两个都是笑话。第一个是法国人嘲笑比利时人的笑话有一个卡车司机满载着货物行驶在比利时的土地上，由于货物堆得太高，无法通过一个城门，就在司机发愁的时候，当地的比利时人自作聪明地向司机建议，将卡车的四个轮子取下来，降低高度后就可以经过城门。第二个来自中国古代的笑话有一个人拿着一根很长的竹竿要过城门，他将竹竿竖起来过不去，横过来也过不去，这人不知所措之时，一位白发白须的老人走过来，称自己虽然不是圣人，也是见多识广，他建议将竹竿从中间锯断，就可以通过城门了。这两个笑话究竟是谁影响了谁？这样的考证显然是没有意义的，也是没有结果的。我举出这样两个例子是为了说明，各民族的精神历史和现实生活存在着太多的相似性，而文学所要表达的就是这样的相似性。如同殊途同归，伟大的作家都以自己独特的姿态走上了自己独特的文学道路，然后汇集到了爱与恨生与死战争与和平等等这些人类共同的主题之上。所以文学的存在不是为了让人们彼此陌生，而是为了让人们相互熟悉。"}
{"text":"这两个笑话究竟是谁影响了谁？这样的考证显然是没有意义的，也是没有结果的。我举出这样两个例子是为了说明，各民族的精神历史和现实生活存在着太多的相似性，而文学所要表达的就是这样的相似性。如同殊途同归，伟大的作家都以自己独特的姿态走上了自己独特的文学道路，然后汇集到了爱与恨生与死战争与和平等等这些人类共同的主题之上。所以文学的存在不是为了让人们彼此陌生，而是为了让人们相互熟悉。我曾经说过，如果文学里真的存在某些神秘的力量，那就是让读者在属于不同时代不同民族和不同文化的作品里，读到属于他们自己的感受，就像在属于别人的镜子里也能看清楚自己的形象一样。我相信麦克尤恩在阅读了纳博科夫亨利米勒和菲利普罗斯等人的作品之后，肯定是在别人的镜子里看清楚了自己的形象，然后写下了地道的伊恩麦克尤恩的作品。这家伙二十多岁就找到了自己的声音，读一读最初的爱情，最后的仪式这本书，就可以看到一个天才是如何诞生的。麦克尤恩在这些初出茅庐的故事里，轻而易举地显示出了独特的才能，他的叙述有时候极其锋利，有时候又是极其温和有时候极其优雅，有时候又是极其粗俗有时候极其强壮，有时候又是极其柔弱这家伙在叙述的时候，要什么有什么，而且恰到好处。与此同时，麦克尤恩又通过自己独特的文学，展示出了普遍的文学，或者说是让古已有之的情感和源远流长的思想在自己的作品中得到继续。什么是文学天才？那就是让读者在阅读自己的作品时，从独特出发，抵达普遍。麦克尤恩就是这样，阅读他作品的时候，可以让读者去感受很多不同的作品，然后落叶归根，最终让读者不断的地发现自己。我曾经说过，文学就像是道路一样，两端都是方向。人们的阅读之旅在经过伊恩麦克尤恩之后，来到了纳博科夫亨利米勒和菲利普罗斯等人的车站反过来，经过了纳博科夫亨利米勒和菲利普罗斯等人，同样也能抵达伊恩麦克尤恩的车站。这就是为什么伊恩麦克尤恩的叙述会让我们的阅读百感交集。我的意思是说，当读者们开始为麦克尤恩的作品寻找文学源头的时候，其实也是在为自己的人生感受和现实处境寻找一幅又一幅的自画像。"}
{"text":"这就是为什么伊恩麦克尤恩的叙述会让我们的阅读百感交集。我的意思是说，当读者们开始为麦克尤恩的作品寻找文学源头的时候，其实也是在为自己的人生感受和现实处境寻找一幅又一幅的自画像。读者的好奇心促使他们在阅读一部文学作品的时候，唤醒自己过去阅读里所有相似的感受，然后又让自己与此相似的人生感受粉墨登场，如此周而复始的联想和联想之后的激动，就会让儿歌般的单纯阅读变成了交响乐般的丰富阅读。什么是伊恩麦克尤恩后遗症？这就是。我只用一个夜晚读完了哈金的新作南京安魂曲，我不知道需要多少个夜晚还有白天才能减弱这部作品带给我的伤痛。我知道时间可以修改我们的记忆和情感，文学就是这样历久弥新。当我在多年之后找回这些感受时，伤痛可能已经成为隐隐作痛，那种来自记忆深处的疼痛。身体的伤疤可以愈合，记忆的隐隐作痛却是源远流长。我想，哈金在写作南京安魂曲时，可能一直沉溺在记忆的隐隐作痛里。他的叙述是如此的平静，平静的让人没有注意到叙述的存在，可是带给读者的阅读冲击却是如此强烈。我相信这些强烈的冲击将会在时间的长河里逐渐风平浪静，读者在此后的岁月里回味南京安魂曲时，就会与一起感受记忆的隐隐作痛。这正是哈金想要表达的，让我们面对历史的创伤，在追思和慰灵的小路上无声地行走。在这个意义上说，哈金写下了他自己的安魂曲，也写下了我们共同的安魂曲。哈金早已是享誉世界的作家了。他出生于辽宁，在文革中长大，当过兵，年毕业于黑龙江大学，年获得山东大学北美文学硕士学位，年留学美国，他是改革开放后最早的出国留学生。这一代留学生拿着为数不多的奖学金，一边学习一边打工糊口，还要从牙缝里省下钱来寄回国内。哈金可能更加艰苦，因为他学习打工之余还要写作，而且是用英语写作。他对待写作精益求精，一部小说会修改多次，这部南京安魂曲也修改了这么多次。我拿到这部书稿时，南京安魂曲的书名直截了当地告诉我这是一部关于南京大屠杀的作品。我心想，哈金又在啃别人啃不动的题材了。虽然我已经熟悉他的写作，虽然我在他此前的小说里已经领略了他驾驭宏大题材的能力，我仍然满怀敬意。"}
{"text":"这一代留学生拿着为数不多的奖学金，一边学习一边打工糊口，还要从牙缝里省下钱来寄回国内。哈金可能更加艰苦，因为他学习打工之余还要写作，而且是用英语写作。他对待写作精益求精，一部小说会修改多次，这部南京安魂曲也修改了这么多次。我拿到这部书稿时，南京安魂曲的书名直截了当地告诉我这是一部关于南京大屠杀的作品。我心想，哈金又在啃别人啃不动的题材了。虽然我已经熟悉他的写作，虽然我在他此前的小说里已经领略了他驾驭宏大题材的能力，我仍然满怀敬意。南京大屠杀是中国现代史上无法愈合的创伤。侵华日军于年月日攻陷当时的首都南京，在南京城区及郊区对平民和战俘进行的长达个星期的大规模屠杀抢掠强奸等战争罪行。在大屠杀中有万以上中国平民和战俘被日军杀害，南京城的三分之一被日军纵火烧毁。在这简单的词汇和数字的背后，有着巨浪滔天似的鲜血和泪水，多少凄惨哀号，多少生离死别，多少活生生的个体在毁灭耻辱痛苦和恐惧里沉浮，仿佛是纷纷扬扬的雪花那样数不胜数，每一片雪花都是一个悲剧。要将如此宏大而又惨烈的悲剧叙述出来，是一次艰巨的写作。而且对于文学来说，光有宏大场景是远远不够的，还要叙述出这样的场景里那些个体的纷繁复杂。哈金一如既往的出色，他在看似庞杂无序的事件和人物里，为我们开辟出了一条清晰的叙述之路，同时又写出了悲剧面前的众生万象和复杂人性。南京安魂曲有着纪录片般的真实感，触目惊心的场景和苦难中的人生纷至沓来。哈金的叙述也像纪录片的镜头一样诚实可靠，这是他一贯的风格。他的写作从来不会借助花哨的形式来掩饰什么，他的写作常常朴实的不像是写作，所以他的作品总是具有了特别的力量。金陵女子学院是哈金叙述的支点，一所美国人办的学校，在南京被日军攻陷之后成为难民救济所。成千上万的妇女儿童和少数成年男子在这里开始了噩梦般的经历，日军在南京城的强奸杀戮也在这里展开，而中国难民之间的友情和猜忌互助和冲突也同时展开。这就是哈金，他的故事总是在单纯里展现出复杂。南京安魂曲有着惨不忍睹的情景，也有温暖感人的细节有友爱信任和正义之举，也有自私中伤和嫉妒之情在巨大的悲剧面前，人性的光辉和人性的丑陋都在不断放大，有时候会在同一个人身上放大。"}
