{"text":"战争对你又有什么好处呢？结果只是多杀土卒，伤良将吏，一个战役下来，损失许多你自己多方培养而成的优良军事干部，兵员的死亡，更不计其数。于是许多人，丈夫死了，太太守寡父亲死了，孩子成孤儿儿子死了，父母无依成独夫。最后可能你的国土也完了，像这样悲惨残酷的事，在我则是不忍心去做的。第四段，他更进一步，借吏曰的话，就自己的利害立场，表达了自己的宽宏大度，而且在无责备的言语中，责备了赵佗的擅自称帝与不仁。因此说，我本来要整理内政，将边界上与你犬牙相错的领土，重新勘定规划，我问管内政的大臣，他们报告说，高祖在位时，就分封了湖南以南的土地，归你管理。这是老太爷留下来的制度，不能随便变更。依据他们的意见，中国本来是我刘家的，纵然把你现在所管理的土地归并过来，在我也并没有增加多少，因此，这湘赣以南的地区，我还是要委托你去统治。不过你也自称皇帝，使一个国家有两个元首，是你有意造反嘛！这就不对了。你只晓得讲斗争，谁又不懂斗争呢？你却不懂仁而谦让的更高政治哲学。希望你放弃过去的意见，好好听中央的指挥，从今天起，恢复以前的政治关系，治理好你的地区。汉文帝亦很会用人，他所派送这封信的大使，选择了陆贾，这位老先生是汉高祖以来专门作特使的人，而且每次都能完成任务，第一次说服赵佗的就是他。汉文帝因此在信上最后说我叫你的老朋友陆贾转达我的意思，希望你立刻接受，不要造反。另外送给你在中原最贵重的礼物，愿意你听乐娱忧，存问邻国这八个字的结语，在作文的文法上，正和开始的甚苦心劳意五个字，遥遥相应，首尾相接，妙到毫巅。而其内容含意，更见深厚，就是说你也年纪大了，不要野心勃勃，想当什么皇帝。年纪大的人，每天玩玩，听听音乐，喝喝咖啡，或者打太极拳，游山玩水，下盘棋乃至打八圈卫生麻将也无妨，再不然去邻国访问，做些睦邻工作也好，这样安安分分多好，大可不必自寻烦恼啦！综读全文，真是好厉害的一封信，字字谦和，可字字锋利如刃。南越王赵佗读了，自然心里有他的盘算如今刘邦有了一位如此厉害的小儿子即位，自己万万不如他，看来这天下不可能属于自己的，只有赶快见风转舵，退步，撤兵。赵佗比汉文帝大几十岁，已经自称皇帝。"}
{"text":"年纪大的人，每天玩玩，听听音乐，喝喝咖啡，或者打太极拳，游山玩水，下盘棋乃至打八圈卫生麻将也无妨，再不然去邻国访问，做些睦邻工作也好，这样安安分分多好，大可不必自寻烦恼啦！综读全文，真是好厉害的一封信，字字谦和，可字字锋利如刃。南越王赵佗读了，自然心里有他的盘算如今刘邦有了一位如此厉害的小儿子即位，自己万万不如他，看来这天下不可能属于自己的，只有赶快见风转舵，退步，撤兵。赵佗比汉文帝大几十岁，已经自称皇帝。这一来又自己取消了皇帝的名号，回一封信给汉文帝，可也是用的道家手段，试看赵佗回信的原文就知道。他一开始，就对于汉文帝自称只是刘邦侧室所生小儿子没有什么了不起的谦辞，说道我也没有什么了不起，不过是蛮子里的一个头目，而且是一个年纪大了的糟老头子，我该死，对不起你，向你再拜叩。不是我造反，而是你的那位大妈――吕后，如何如何不对，才逼我做的。看这赵佗，好伶俐的口齿，这么轻轻一拨，把一件诛灭九族的叛逆弥天大罪，推到一个已死的老太婆身上，而且这个老太婆，亦是汉文帝心目中深恶痛绝的人，赵佗所说的也是事实。接着他说老夫处越四十九年，暗示我是与你父亲刘邦同时起来革命的人，现在统治两广四十九年了，今抱孙焉，我孙子都很大了。可是，我这大把年纪，还要训练部队，准备作战，夙兴夜寐，睡也睡不好，吃也吃不好，实在太辛苦了，这都是你大妈做的那些事情，使我没有办法报效中央，不得已才如此做的，并不是我想造反。现在你大皇帝如此之好，又怜悯我这老人，送了这许多珍贵的东西，恢复我的王位，这样我就放心了，相信死了以后，也不会被挫骨扬灰，我当然听话，绝不自称皇帝。就这样往来的两封信，消弭了一场可怕的大战，这就是黄老之道。所以深懂得黄老之道的人，其运用之妙，能兵不血刃而使天下太平。实际上，赵佗行文到中央时，绝对不称王，只称老夫是蛮子的头目，在他自己的领域内，还是当他的皇帝，自称不误。汉文帝也不是不知道，只是睁只眼，闭只眼，大家过得去，就暂时算了。因为自春秋战国以来，五百年左右的战乱结果，全国民穷财尽，不但是财富光了，人才也没有了，这时最重要的，是培养国家的元气。但这不是短时间可以办到的，所以对赵佗在南方的闭关自守，暂不过问。"}
{"text":"所以深懂得黄老之道的人，其运用之妙，能兵不血刃而使天下太平。实际上，赵佗行文到中央时，绝对不称王，只称老夫是蛮子的头目，在他自己的领域内，还是当他的皇帝，自称不误。汉文帝也不是不知道，只是睁只眼，闭只眼，大家过得去，就暂时算了。因为自春秋战国以来，五百年左右的战乱结果，全国民穷财尽，不但是财富光了，人才也没有了，这时最重要的，是培养国家的元气。但这不是短时间可以办到的，所以对赵佗在南方的闭关自守，暂不过问。此后，没有几年，北方的匈奴作乱，汉文帝也是写了一封比给赵佗还更简短的信，只对匈奴的领袖说了几句话，就把一场战争化解了。所以，从汉文帝在位的二十三年，他儿子景帝――刘启在位十六年，一直到他孙子武帝――刘彻初期的一共五六十年间，国家民族安定，成就了汉代辉煌的文化，奠定了汉朝四百年政权的深厚基础。汉文帝个人的道德修养，当然是学老子，行黄老之道。例如他即皇帝位后，所穿的一件袍子，一直穿了二十年，补了又补，就没有换一件新的，这不是矫揉造作，完全出于道德修养，老子慈俭不敢为天下先三宝之一的奉行。然后，又尽量减轻刑罚，更改法律与社会制度，财经上减轻税赋，种种改变，宽大到极点。历史的记载，汉文帝当了二十几年皇帝，监狱中几乎没有犯人，这是著名的文景之治的景象。老子吃瘪当然，历史上运用道家思想，以拨乱反正的，不止是汉文帝这一幕，在其他朝代也非常多，这是有关经国大势的作为。在个人修养方面，运用黄老之道立身处世，有一个大原则，就是功成，名遂，身退，天之道也。从这里又要想起道家的另一个大原则，但这另一原则，如果讲起理论来，或者作一学术性的文字报告，那就太多了，不是这里所能尽述的，现在只好举出一个人的故事来作说明。前面曾经说过，老子的著作只有五千字，而后世研究老子的著作，可能有几千万字，倘使老子今日犹在，看了这些后辈们洋洋洒洒的大作，说不定他老人家一生下地来就白了的胡须，要笑得变黑了。当然包括现在我的他说。唐朝著名的大诗人白居易，曾经写了一首七言绝句，严格地批判老子，而且用老子的手打老子的嘴巴。他用二十八个字批判道言者不如知者默，此语吾闻于老君若道老君是知者，缘何自着五千文。老子道德经中说，有智慧的人，必定是沉默寡言的。"}
{"text":"当然包括现在我的他说。唐朝著名的大诗人白居易，曾经写了一首七言绝句，严格地批判老子，而且用老子的手打老子的嘴巴。他用二十八个字批判道言者不如知者默，此语吾闻于老君若道老君是知者，缘何自着五千文。老子道德经中说，有智慧的人，必定是沉默寡言的。像我现在又讲说关于老子的书，不必问，也知道是绝对没有学问没有智慧的乱吹。言者不如知者默这话意是老子自己说的，白居易说，老子既然如此说，那他本身自然是智慧很高了，可是他为什么自己还是写了那么多个字呢？世界上打老子耳光打得最好的，是白居易这首诗，纵然老子当时尚在，亲耳亲见，也只当充耳不闻，哈哈一笑，无所反驳了。白居易的一生，学问好，名气大，官位亦很高，留名后世，没有人能够和他比的，而他常想从政治舞台上退出来，悠游林下，不像苏东坡，曾经吃了很多苦。白居易享了一辈子福，临老还享福，就因为他学道，这从他一首读老子后的七律可以知道。原诗是吉凶祸福有来由，但要深知不要忧只见火光烧润屋，不闻风浪覆虚舟。名为公器无多取，利是身灾合少求虽异地瓜谁不食？大都食足早宜休。他说，人生的遭遇，成功与失败，吉凶祸福，都有它的原因，真有智慧的人，要知道它的原因，不需要烦恼，不需要忧愁。项联两句，引用了庄子覆虚舟的典故，他说，我们只看到世上富贵人家多财润饰华丽的房屋，仍会被大火烧毁。却从未见到空船在水上被风浪吞没的，装了东西的船，遇到风浪才会沉没，而且装得愈重，沉没的危险愈大。虚舟本来就是空的，纵会翻覆，亦仍浮在水面，这是说人的修养，应该无所求，无所得，愈空虚愈好。孟子说富润屋，德润身。腹联两句更指出，人世间名与利两件事不宜贪求以免招灾祸。可是现代青年，都在那里拓展自己的知名度。要知道，名是社会的公器，孟子亦说有天爵者，有人爵者。天爵就是名气。仔细研究起来，不管任何一种名，如果太高了，不符实际，对于此人的人生与福祉，就会发生非常大的障碍，如誉满天下，谤亦随之，就是这个道理。"}
{"text":"孟子说富润屋，德润身。腹联两句更指出，人世间名与利两件事不宜贪求以免招灾祸。可是现代青年，都在那里拓展自己的知名度。要知道，名是社会的公器，孟子亦说有天爵者，有人爵者。天爵就是名气。仔细研究起来，不管任何一种名，如果太高了，不符实际，对于此人的人生与福祉，就会发生非常大的障碍，如誉满天下，谤亦随之，就是这个道理。再如，大家都知道汉高祖名字叫刘邦，而著名的汉代文景之治的汉文帝叫刘恒，汉景帝叫刘启，知道的人就少了。可见名也者，也只是一时的空事而已。说到利，最具代表性，普遍为人所求的，当然是钱，人人都想发财，钱愈多愈好。除非在生命垂危时，宁可减少自己的财富，以挽救生命使之延续，可是当生命救回来了，寿命可以延长了，却又会贪财舍命，所谓人为财死。白居易说利是身灾。人的钱多了，烦恼更大，钱与烦恼，如形之与影，且大小成正比。清代的有名学者赵翼诗说美人绝色原妖物，乱世多财是祸胎。他所指的美人不一定指女性，世间也有美男子。古人又说一家饱暖千家怨，半世功名百世愆。这些都是有了很多的钱后，在生活上所表现出来的形态。有钱的人家，全家都吃得饱，穿得暖，锦衣玉食可是，旁边就有千户人家，歪着眼睛在看你，眼神中包含了羡慕嫉妒怨尤鄙夷，乃至于愤恨，这是人类的习性。犹记得几十年前，汽车刚传入中国不久，在泥路上疾驰，坐车的人颇为得意，可是弄得路上尘土飞扬，雨天更是泥浆四溅，靠近的行人被溅得满身污泥。这一来连在旁看见的人，都侧目而视，心里则诅咒着最脏最恶毒的话。所以，白居易这首诗的结尾语说虽异匏瓜谁不食？大都食足早宜休。世界上谁不好名贪利？佛教劝人们绝对放弃名利，这是做不到的。老子就不然，他只是教人少私寡欲，少一点就好了。所以白居易说，名利像匏一样，实在好吃，叫人绝对不要吃是做不到的，但是吃了以后，很有可能会拉肚子的。深懂了黄老之道，那就是大都食足早宜休，不要吃得过分了，这就是老子之道在个人修养上的基本原则。要研究老子之道的这一原则，最好先读庄子的天下篇和让王篇。老庄之道，起用时，是帝王的最大亦最佳的权谋。庄子在应帝王篇上说帝王之功，圣人之余事。"}
{"text":"老子就不然，他只是教人少私寡欲，少一点就好了。所以白居易说，名利像匏一样，实在好吃，叫人绝对不要吃是做不到的，但是吃了以后，很有可能会拉肚子的。深懂了黄老之道，那就是大都食足早宜休，不要吃得过分了，这就是老子之道在个人修养上的基本原则。要研究老子之道的这一原则，最好先读庄子的天下篇和让王篇。老庄之道，起用时，是帝王的最大亦最佳的权谋。庄子在应帝王篇上说帝王之功，圣人之余事。一个有了道的人，对于帝王领导术，帝王谋略学，那在他不过是一件轻而易举的小事而已。换言之，一个学道的人，如果只是求为帝王师，志在懂得帝王谋略，那是下等的。他又在让王篇中说虽富贵，不以养伤身虽贫贱，不以利累形。这就是老庄之道的人生大原则。懂了老庄之道的人，就知道富贵是舒服的事，但因而得意，就会是短命的事，太得意了，则缩短寿命，比流行性感冒更厉害，简直无药可救。所以处富贵中时，不以养而伤害自己。相反地，在贫贱之间，不以利累形。人在贫贱中，就要为生活而赚钱，可也不能过分的贪求，所谓人为财死，过分的贪求，过分的劳累，同样地会损害身体的健康，而危及生命。这是老庄的基本原则，先要了解这项基本原则，才可能深入地研究老庄之道。曾国藩与屠羊说在这里，可作一个小段落，下一小结论。我国自唐宋以后，以儒释道三家的哲学，作为文化的主流。在这三家中，佛家是偏重于出世的，虽然佛家的大乘道，也主张入世，普救众生，但出家学道修道的人，本身还是偏重于出世。而且佛家的学问，从心理入手，然后进入形而上道儒家的学问，又以孔孟之学为其归趋，则是偏重于入世的，像大学中庸。亦有一部分儒家思想，从伦理入手，然后进入形而上道，但是到底是偏重入世道家的学问，老庄之道就更妙了，可以出世，亦可以入世，或出或入，都任其所欲。像一个人，跨了门槛站在那里，一只脚在门里，一只脚在门外，让人去猜他将入或将出，而别人也永远没有办法去猜，所以道家的学问，是出世的，亦是入世的，可出可入，能出能入。在个人的养生之道上，亦有如此之妙。了解这些精神以后，欲懂得老庄的运用之道，在用上发挥老庄的哲学，那必须先读庄子的天下篇和让王篇。且举历史上一个人物的行径来说明，也许比理论上的阐述，让大家体会得更深切。"}
{"text":"像一个人，跨了门槛站在那里，一只脚在门里，一只脚在门外，让人去猜他将入或将出，而别人也永远没有办法去猜，所以道家的学问，是出世的，亦是入世的，可出可入，能出能入。在个人的养生之道上，亦有如此之妙。了解这些精神以后，欲懂得老庄的运用之道，在用上发挥老庄的哲学，那必须先读庄子的天下篇和让王篇。且举历史上一个人物的行径来说明，也许比理论上的阐述，让大家体会得更深切。清代的中兴名臣曾国藩，大家都知道，他是近代史上一位大政治家，不必多介绍他的身世功业了。后世的人，说他建功立业，一共有十三套本领，但是其中有十一套大的谋略之学，都未曾流传下来，只留了两套本领给后世的人。其中一套，是着了一部冰鉴，把相人之术――这是他老师教给他的――传给后世的人。自他以后，有许多政治的军事的乃至经济等方面的领导人，运用他这部冰鉴所述的相人术选才用人，的确收到了一些效果。另一套本领，就是他的日记和家书。或者说曾国藩的日记和家书，不外乎告诉家人，怎样弄好鸡窝，怎样整理菜园，表示很快要回家种田等等，这些琐碎小事，老农老圃也懂，算得什么大本领，值得留传给后人？这只是一种皮毛的肤浅看法而已。如果进一步去分析曾国藩曾国荃兄弟当时所建的功业，所处的环境，时代的政治背景，历史的轨迹，就可以了解到曾国藩絮絮于这些琐碎细事，实际上正深厚地运用了老庄之道。曾国藩兄弟，经过了九年的艰苦战争，终于将曾经占领了半壁江山摇撼京师几乎取得政权的太平天国打垮了，他们所建立的功绩是满清入关以来，前所未有的，到达了功高震主的程度。功高震主的情况，可能有许多人体会不到，试以创办一家公司为比喻。一位公司老板，找到了一位很能干的干部，由于这位干部精明能干，而且很努力，于是因其良好的功劳业绩，由一名小小的业务员，逐步上升，而股长，而主任，而经理，一直升到总经理。到了这个阶段，公司的一切业务，许多事情，他比老板还更了解更熟练，同下面的人缘又好极了，那么，在这种情况下，当老板的就会担起心来。这就功高震主了，地位就危险了。在政治上，一个功高震主的大臣，危险与荣誉是成正比的，获得的荣耀勋奖愈多，危险也愈大。不但随时有失去权势财富的可能，甚至生命也往往旦夕不保。"}
{"text":"到了这个阶段，公司的一切业务，许多事情，他比老板还更了解更熟练，同下面的人缘又好极了，那么，在这种情况下，当老板的就会担起心来。这就功高震主了，地位就危险了。在政治上，一个功高震主的大臣，危险与荣誉是成正比的，获得的荣耀勋奖愈多，危险也愈大。不但随时有失去权势财富的可能，甚至生命也往往旦夕不保。清朝以特务手段驾驭大臣和各级官吏，雍正皇帝是用得最著名而收效的，雍正以后的清朝帝王，均未放弃这一手法。慈禧太后以一女人而专政，就用得更多更厉害，所以曾国藩的日记与家书，写这些个鸡栏菜圃小事，与其说是给家人子弟看，不如说是给慈禧太后看，期在无形中消除老板的疑心，表示自己不过是一个求田问舍的乡巴佬，以保全首领而已。再从曾国藩给他弟弟曾国荃的一首诗中，也可很明显地看到他深切的了解老庄思想，灵活运用老庄之道。这首诗说左列钟铭右谤书，人问随处有乘除低头一拜屠羊说，万事浮云过太虚。诗中屠羊说的典故，就出在庄子的让王篇。屠羊说，本来是楚昭王时，市井中一个卖羊肉的屠夫，大家都叫他屠羊说，事实上是一位隐士。说是古字，古音通悦字。当时，因为伍员为了报杀父兄之仇，帮助吴国攻打楚国，楚国败亡，昭王逃难出奔到随国。屠羊说便跟着昭王逃亡，在流浪途中，昭王的许多问题，乃至生活上衣食住行，都是他帮忙解决，功劳很大。后来楚国复国，昭王派大臣去问屠羊说希望做什么官。屠羊说答复道楚王失去了他的故国，我也跟着失去了卖羊肉的摊位，现在楚王恢复了国土，我也恢复了我的羊肉摊，这样便等于恢复了我固有的爵禄，还要什么赏赐呢？昭王再下命令，一定要他接受，于是屠羊说更进一步说这次楚国失败，不是我的过错，所以我没有请罪杀了我现在复国了，也不是我的功劳，所以也不能领赏。他这话是多少带刺的，弦外之音就是说，你当国王失败了，才弄得逃亡。现在你把国家救回来了，也是你的努力和福气。所以楚昭王从大臣那里听到他这样的话，知道这个摆羊肉摊子的，并不是普通人物，于是叫大臣召他来见面。不料屠羊说更乖巧，他回答说依照我们楚国的政治体制，一定要有很大的功劳，受过重赏的人，才可以面对面见到国王。"}
{"text":"他这话是多少带刺的，弦外之音就是说，你当国王失败了，才弄得逃亡。现在你把国家救回来了，也是你的努力和福气。所以楚昭王从大臣那里听到他这样的话，知道这个摆羊肉摊子的，并不是普通人物，于是叫大臣召他来见面。不料屠羊说更乖巧，他回答说依照我们楚国的政治体制，一定要有很大的功劳，受过重赏的人，才可以面对面见到国王。现在我屠羊说，在文的方面，没有保存国家的知识学问，在武的方面，也没有和敌人拼死一战的勇气。当吴国的军队打进我们首都来的时候，我只因为怕死，而急急慌慌逃走，并不是为了效忠而跟随国王一路逃的，现在国王要召见我，是一件违背政体的事，我不愿意天下人来讥笑楚国没有法制。楚昭王听了这番理论，更觉得这个羊肉摊子老板非等闲之辈，于是派了一位更高级的大臣，官司马，名子綦――相近于现代的国防部长，吩咐子綦说，这个羊肉摊的老板，虽然没有什么地位，可是他所说的道理非常高明，现在由你去请他来，说我要请他做国家的三公高位。想想看，由一位全国的三军统帅出面来请，这中间有些什么意味。可是屠羊说还是不吃这一套，他说我知道三公的地位，比我一个羊肉摊老板不知要高贵多少倍，这个位置上的薪水，万钟之禄，恐怕我卖一辈子羊肉也赚不了那么多。可是，我怎么可以因为自己贪图高官厚禄，而使我的君主得一个滥行奖赏的恶名呢？我还是不能够这样做的，请你把我的羊肉摊子还给我吧！当然事实上，楚昭王能复国，许多主意并非都是由这位羊肉摊老板提出来的。后来他再三再四地不肯作官，就是功成，名遂，身退，天之道也的老庄精神，正是最有学问的人。王阳明与曾国藩曾国藩写这首诗，引用屠羊说的典故，是对他的弟弟曾国荃下警告。他知道，这时的客观环境，对他的危险性非常大。不但上面那位老太太――慈禧太后，非常厉害，难侍候之至，自己不能不居高思危。而外面议论他，批评他，讲他坏话的人也很多。尤其是曾国荃打进南京的时候，太平天国的王宫里面，有许多金银财宝，都被曾国荃搬走了。这件事，连曾国藩的同乡至交好友王湘绮，亦大为不满，在写湘军志时，固然有许多赞扬，但是把曾氏兄弟以及湘军的坏处，也写进去了。这时曾国藩兄弟也很难过。"}
