{"text":"在近代史上，明朝平宸濠之乱的王阳明，清朝打败太平天国的曾国藩，都是精通老庄之学，擅用老庄之学，但都是内用黄老，外示儒术的作风，如果硬把他们打入儒家，认为他们只知道在那里讲讲理学，打打坐而已，这种看法，不是欺人，便是自欺，否则，便真的要悔读南华庄子文了！这是中国近代史上重要的一页，先懂了这一史实的道理以后，再来研究老子，就更容易了解到老子哲学思想，在用的方面――大而用之于天下国家的大事，小而用之于个人立身处世之道，乃至于由平日的为人，进一步升华到形而上修养之道了。阴柔不是阴谋现代学术界，研究老子的趋向，归纳起来，大概可分为三个路线第一类纯粹走哲学思想的研究路线。作这方向研究的人，各有各的心得，各有自己的见解。乃至有人以西方哲学来批评老子，或者以西方文化来与老子比较。这是学术性的一类。第二类就是把老子，单纯地归到个人修养，做工夫，所谓修神仙的丹道上去。这一类自几千年前，直到现在，自成一个系统。第三类是把老子归到谋略学的主流，而且习惯上，有一个很严重的错误观念认为老子的谋略学是阴谋，是阴谋之术。于是，一说到老庄，就联想到谋略一说到谋略，就联想到老子学说是很阴险的学问，是搞阴谋的。这种观念，错误得很严重。老子是主张用阴用柔。但是，不要忘记，他和我们固有的文化，远古的源流――阴阳五行与易经诸子等系统，是同一个来源的。阴与阳，是一体的两面，只是在用上有正面与反面的不同而已，无论用阴用阳，都要活用。换言之，要用活的，不用死的。所谓用阴柔，即不用刚强，不是勉强而为。一件事物的成就，是顺势而来的。因此亦可以说，他是用顺道，不是用相反的逆道。过去以文字表达意义的方法，常用阴字来表达顺道，例如周易的坤卦，代表阴的顺道。因此后世的人，误以为老庄的阴柔之学，就是阴谋之学学老庄的人，用老庄之学的人都是阴谋家。从历史上看，大家都熟悉的汉史，如道家出身的人物――陈平，他帮助刘邦，奠定汉朝四百年基业，汉高祖刘邦有六次关系到成败的决策，都是采用陈平的主意而获致成功的。但是历史记载，陈平自己说我多阴谋，道家之所禁，其无后乎？足见道家是最忌讳阴谋的。"}
{"text":"过去以文字表达意义的方法，常用阴字来表达顺道，例如周易的坤卦，代表阴的顺道。因此后世的人，误以为老庄的阴柔之学，就是阴谋之学学老庄的人，用老庄之学的人都是阴谋家。从历史上看，大家都熟悉的汉史，如道家出身的人物――陈平，他帮助刘邦，奠定汉朝四百年基业，汉高祖刘邦有六次关系到成败的决策，都是采用陈平的主意而获致成功的。但是历史记载，陈平自己说我多阴谋，道家之所禁，其无后乎？足见道家是最忌讳阴谋的。因此，他断定自己将没有后代，至少后代的富贵不会久，后来果然如此，据汉代史书记载，陈平的后人，到他孙子这一代，所谓功名富贵，一切而斩，就此断了，后来他的曾孙陈掌，以卫氏亲贵戚，要求续封而不可得。从此一史实可以说明，道家并不专主阴谋，误会道家是阴谋家，尤其是误会老庄思想是阴谋之学，是一种最大的错误观念。这是今日研究老庄，必先了解的。老子还他老样子老子一书的划分，各章的句法排列，每句的句读，是千古以来被人怀疑的问题，而且很难下一个确切不移的答案。因为秦汉以前的书籍，到秦汉以后，都重新整理过。秦汉以前，纸墨笔砚还未流行，当时的书籍，连牛皮羊皮写字也没有，更谈不上线装书，大多数都是刻在竹片上的所谓竹简，放置时，东一堆，西一堆，很不方便。如果因为搬动毁坏等等事件，后来加以整理，就难免上的前后倒置，文字上的讹误遗漏，希望整理得和原来一样，丝毫不变，实在相当困难，而且年代久远，难于考证。不过，这本老子，已经整理得很好了，并且已经流传了好几干年，现在若再整理，移动，不但困难，亦徒然增加研究者的困扰。试观现在大家通用的老子，它每一，都衔接得很紧凑，都能贯串起来，中间并没有松弛或断裂之处，第二章就是第一章的申述，第三章又紧接着第二章的后面继续发挥。如是一章接着一章地连续下去，内容上脉络分明，气势上绵延不辍。对全书，始作一整体分类，前面七八章，由形而上的道体，谈到人事与物理的现象与必定的法则。使我们知道如何做事处世，如何在人世间作一辈子的人，在物理世界的自处之道。最后告诉我们如何修道――修道是后世的观念，老子的本意，是使我们的人生，自然与天然法则相吻合。这是老子一书的体系。老子五千文过关研究老子写这本书的动机。"}
{"text":"如是一章接着一章地连续下去，内容上脉络分明，气势上绵延不辍。对全书，始作一整体分类，前面七八章，由形而上的道体，谈到人事与物理的现象与必定的法则。使我们知道如何做事处世，如何在人世间作一辈子的人，在物理世界的自处之道。最后告诉我们如何修道――修道是后世的观念，老子的本意，是使我们的人生，自然与天然法则相吻合。这是老子一书的体系。老子五千文过关研究老子写这本书的动机。前面曾介绍白居易那首幽默老子的诗，说老子主张大智慧的不说话，不写文章。可是他自己写了五千字，究竟老子是愚笨，还是有智慧？这首诗读来真是耐人寻味，不禁发会心之微笑。另一方面，在历史文献资料上有关老子的记载说，老子这本书，是被逼写出来的。说到这里，有一段可叙的插曲。自古以来，有一个关于老子的问题他晚年究竟到哪里去了？不知道。他死在哪里？不知道。在历史文献的资料上，只说他西度流沙，过了新疆以北，一直过了沙漠，到西域去了。究竟是往中东或者到印度去了？不知道。在他离开中国时，有没有领到关牒――相当于现在的护照和出入境证，也不知道。但是，历史上提到一个人物――关吏尹喜，大概像现在机场码头海关的联检处长，知道这位过关老人是修道之士。据神仙传上记载有一天，这位函谷关的守关官员，早晨起来望气――中国古代有一种望气之学――他看到紫气东来，有一股紫色的气氛，从东方的中国本土，向西部边疆而来，因此断定，这天必定有圣人过关。心下打定主意，非向他求道不可。果然，一位须发皆白的老头子，骑了一条青牛，慢慢地踱到函谷关来了。关员向他索取关碟，他却拿不出来，这一下，可正给了关吏一个机会，他本色当行地说没有关碟，依法是不能过关的。不过嘛，你一定要过关，也可以设法通融，你可也得懂规矩。所谓规矩就是陋规，送贿赂。这时，老子似乎连买马的钱都没有，哪儿凑得出规矩。好在这位关吏，对于老子的规矩，志不在钱，所以对他说只要你传道给我。老子没法，只好认了，于是被逼写了这部五千字的道德经，然后才得出关去。老子以变相红包，留下了这部著作，西度流沙不知所终。而他的这部著作，流传下来，到了唐代，道家鼎盛起来，道教变成国教。这时，道教的人，要抗拒佛教，就有一个进土，也是五代时的宰相，名叫杜光庭的，依据佛经的义理，写了很多道经。"}
{"text":"所谓规矩就是陋规，送贿赂。这时，老子似乎连买马的钱都没有，哪儿凑得出规矩。好在这位关吏，对于老子的规矩，志不在钱，所以对他说只要你传道给我。老子没法，只好认了，于是被逼写了这部五千字的道德经，然后才得出关去。老子以变相红包，留下了这部著作，西度流沙不知所终。而他的这部著作，流传下来，到了唐代，道家鼎盛起来，道教变成国教。这时，道教的人，要抗拒佛教，就有一个进土，也是五代时的宰相，名叫杜光庭的，依据佛经的义理，写了很多道经。有一说，后世对于没有事实根据而胡凑的著作，叫作杜撰，即由此而来。其中有一部叫作老子化胡经，说老子到了印度以后，摇身一变，成了释迦牟尼。在佛教中，也有些伪经，说中国孔子是文殊菩萨摇身一变而成。宗教方面，这些扯来扯去，有趣的无稽之谈，古往今来，不可胜数。关于老子本身的这些说法，不管最后的结论如何，但有一事实，他的生死是不知所终，查不出结果的。倘使根据神仙传上古神话来说，那么，老子的寿命就更长到不死的境地了！那些神仙故事，我们暂且不去讨论。他的这部著作，则确实是被徒弟所逼，一定要得到他的道，因此只好留下这部著作来。尹喜得到老子的传授，亦即得到了这五千字的道德经以后，自己果然也成道了。因此，连官也不要做，或者连移交也没有办，就挂冠而去，也不知所终。道教就是这样传说，由老子传给关尹子，继续往下传，更是壶子列子庄子。一路传下去，到了唐朝，便摇身一变而成为国教，而老子一书，也成了道教的三经之首。道教三经，是道教主要的三部经典，包括由老子改称的道德经，庄子改称的南华经与列子改称的冲虚经。最近，有些上古的东西出土，如帛书老子等等。由这些文献资料中，更显示了老子学说思想的体系，是继承了殷商以上的文化系统，亦证明了古人所说的话没有撒谎，是真实的。道可道，非常道。名可名，非常名。无，名天地之始。有，名万物之母。故常无，欲以观其妙。常有，欲以观其徼。此两者，同出而异名，同谓之玄。玄之又玄，众妙之门。本文第一章，首先提出老子道德经的道与名两个关键名词，也是连串贯通全书八十一章脉络的线索。而且也是千古以来，研究老子学术的争端之所在。"}
{"text":"道可道，非常道。名可名，非常名。无，名天地之始。有，名万物之母。故常无，欲以观其妙。常有，欲以观其徼。此两者，同出而异名，同谓之玄。玄之又玄，众妙之门。本文第一章，首先提出老子道德经的道与名两个关键名词，也是连串贯通全书八十一章脉络的线索。而且也是千古以来，研究老子学术的争端之所在。头头是道现在我们也来凑热闹，讲老子，首先要不怕老子笑掉他的长眉，更要向研究老子的学者们，道歉万分，以外行人妄说内行话，滥竿充数，不足为凭。但是我们又不得不把传统文化中的道字与天字先讲清楚，才好开始。读中国书，认中国字，不管时代怎样演变，对于中国文字的六书――象形指事会意形声转注假借，不能不留意。至少，读古代文字章法所写成的古书，必须具备有说文六书的常识。在古书中，道与天字，到处可以看到。但因上古文字以简化为原则，一个方块的中文字，便包涵人们意识思想中的一个整体观念有时只用一个中文字，但透过假借转注的作用，又另外包涵了好几个观念。不像外文或现代语文，用好几个，甚至一二十个字，才表达出一个观念。因此，以现代人来读古书，难免会增加不少思索和考据上的麻烦。同样地，我们用现代语体写出的文字，自以为很明白，恐怕将来也要增加后世人的许多麻烦。不过，人如不做这些琐碎的事，自找麻烦，那就也太无聊，会觉得活着没事可做似的。例如道字。在传统的古书中，大约便有三种意义与用法。一道就是道，也便是人世间所要行走的道路的道。犹如元人马致远在秋思曲中所写的枯藤老树昏鸦，小桥流水人家，古道西风瘦马，夕阳西下，断肠人在天涯。这个古道西风瘦马的道，便是道路的道。照说文意义的注释就是道者，径路也。二道是代表抽象的法则规律，以及实际的规矩，也可以说是学理上或理论上不可变易的原则性的道。如子产在左传中所说的天道远，人道迩。如子思在中庸首章中所说天命之谓性，率性之谓道。孙子所说兵者，诡道也。等等。三道是指形而上的道。如易系传所说形而上者谓之道，形而下者谓之器。又如道书所说离有离无之谓道。这便同于佛经上所说的即有即空，即空即有。玄妙幽微，深不可测了！"}
{"text":"照说文意义的注释就是道者，径路也。二道是代表抽象的法则规律，以及实际的规矩，也可以说是学理上或理论上不可变易的原则性的道。如子产在左传中所说的天道远，人道迩。如子思在中庸首章中所说天命之谓性，率性之谓道。孙子所说兵者，诡道也。等等。三道是指形而上的道。如易系传所说形而上者谓之道，形而下者谓之器。又如道书所说离有离无之谓道。这便同于佛经上所说的即有即空，即空即有。玄妙幽微，深不可测了！有人解释老子第一章首句的第二个道字，便是一般所谓常言道的意思，也就是说话的意思。其实，这是不大合理的。因为把说话或话说用道字来代表，那是唐宋之间的口头语。如客家话粤语中便保留着。至于唐宋间的著作，在语录中经常出现有道来！道来！速道！速道！等句子。明人小说上，更多某某道或某人说道等用语。如果上溯到春秋战国时代，时隔几千年，口语完全与后世不同。那个时候表示说话的用字，都用曰字。如子曰孟子曰等等，如此，老子原文道可道的第二个道字是否可作说字解释，诸位应可触类旁通，不待细说了。讲到这里，顺便也把古书上的天字提一提。古书上的天字，大约也概括了五类内涵一天文学上物理世界的天体之天，如周易乾卦卦辞天行健的天。二具有宗教色彩，信仰上的主宰之天，如左传所说的吴天不吊。三理性上的天，如诗经小节的苍天苍天。四心理性情上的天，如泰誓和孟子的天视自我民视，天听自我民听。五形而上的天，如中庸所谓天命之谓性。首先了解了这些用字，那么，当我们看到古书的道与天，甚至在同一句中，有时把它当动词或形容词用，有时又把它当名词用，就不会混淆不清了。假定我们要问，老子本书第一章首句中两个道字，应当作哪种解释才恰当？我只能说只有亲见老子，来问个清楚。不然都是他说老子，或我说老子，姑且备此一格，别成一家一言，能说到理事通达，也就差不多了，何必固执成见，追究不休呢！你千万不要忘记老子自说的道常无为道常无名，以及道法自然等的观念。"}
{"text":"假定我们要问，老子本书第一章首句中两个道字，应当作哪种解释才恰当？我只能说只有亲见老子，来问个清楚。不然都是他说老子，或我说老子，姑且备此一格，别成一家一言，能说到理事通达，也就差不多了，何必固执成见，追究不休呢！你千万不要忘记老子自说的道常无为道常无名，以及道法自然等的观念。有无主宾关于宇宙万物的有生于无，无中生有的形上与形下问题，以西洋哲学的治学习惯来说，其中就包涵了宗教哲学中宇宙万有的来源论，以及纯粹哲学的唯心唯物一元多元有神无神等学说的寻探。假定宇宙万物确是从本无中而生出万有万类。无中何以生有？便是一个莫大的问题。以宗教神学的立论，从无生有，是由第一因的主宰的神所发生。但在佛学中，既不承认神我是第一因，也不承认有一情绪化的权威主宰所能左右可是又不否认形而下神我的存在。只说因中有果，果即为因的因果互变，万有的形成，有生于空，空即是有，因缘和合，缘起性空，性空缘起。因此，与老子的有无互为因果论，恰恰相近。所以后来佛学输入中国，与老庄学说一拍即合，相互共存了。这个有无互为生灭的观念，从周末而到现代，几千年来，一直成为中国文化中普遍平民化的哲学思想，在中国历代的文学诗词或学术史上，到处可见，尤其明清以后有名的小说，如红楼梦西游记等等。红楼梦开头的一僧一道的开场白，与有名的梦游太虚幻境，以及假作真时真亦假，无为有处有还无乃至假托林黛玉的笔下反骂贾宝玉无端弄笔是何人？剿袭南华庄子文。不悔自家无见识，却将丑语低他人等等老庄与禅道思想，几乎俯拾皆是。难怪后人有强调红楼梦是一部道书。甚至赶上现代的时髦，又说是一部禅学了！闲话不说，书归正传，由老子第一章的有无与有名无名问题告一段落。跟着而来的，便是常无常有的附带问题。我们既已认可首章的无与有两个字各自标成一句，构成一个观念。当然文从字顺，下面句读，也使承认是常无与常有，而不照一般传习，读成常无欲与常有欲了。不过，以一般从事学习修道或专讲修心养性之道的立场来讲，认定常无欲与常有欲的句读才是对的。那也不错，反正增增减减，都在寻章摘句之间玩弄文字的把戏，如以老子看来，应当是知者不言，言者不知了！"}
{"text":"闲话不说，书归正传，由老子第一章的有无与有名无名问题告一段落。跟着而来的，便是常无常有的附带问题。我们既已认可首章的无与有两个字各自标成一句，构成一个观念。当然文从字顺，下面句读，也使承认是常无与常有，而不照一般传习，读成常无欲与常有欲了。不过，以一般从事学习修道或专讲修心养性之道的立场来讲，认定常无欲与常有欲的句读才是对的。那也不错，反正增增减减，都在寻章摘句之间玩弄文字的把戏，如以老子看来，应当是知者不言，言者不知了！前面已经说到本无是天地的原始，妙有是万物万有的来源。因此，他跟着就说故常无，欲以观其妙。常有，欲以观其檄。故字，当然便是文章句法的介词，也就是现代语文惯用的所以的意思。老子这句话用白话文来说，就是――人们要想体认大道有无之际，必须要修养到常无的境界，才能观察――体察到有生于无的妙用。再说，如果要想体认到无中如何生有，又必须要加工，但从有处来观察这个有而终归于本来无的边际。徼字，就是边际的意思。玄元之妙好了，到此我们已经看出老子本书在第一章中的三段要点。真有一语中具备三玄门，一玄门具备三要义的深不可测。首段，他提出道，同时提示我们，不可执着道是一般的常道。在后语中又附带说明，在不得已的表达中，提出了一个道字接着又强调，不可执著名相而寻道。其次，便说到形而上道与形而下万有名器的关系，是有无相生，绵绵不断的。第二段，告诉我们，在形而下的情况下而要体认形而上道，必须从常无的境界中去体认它的道体。但是如要更透彻精辟，又需要在常有之中领悟它的无边无际。第三段，再反复说明有无之间的互为因果，如一呼一吸之自然往复。因此而说出此两者同出而异名，同谓之玄。玄之又玄，众妙之门。讲到这里，又要让我们慢慢来，先解决其中一个字和一个句读的问题了。古书的玄字，从唐宋以后，往往与元字混用互见，很多年轻人大为困惑。其实，玄字是正写，元字是替代品，是通用字。因为在家族帝王专制时代的历史上，作兴对皇上名字和庙号的尊敬，人们不可随便直呼，也不可低写。不然，就犯了大不敬的律令，甚至会杀头。杀了头，当然不能说话吃饭了。唐明皇的庙号叫玄宗，所以在唐玄宗以后，所有书写玄字的地方，一律要改作元字，以免犯大不敬的忌讳。"}
{"text":"玄之又玄，众妙之门。讲到这里，又要让我们慢慢来，先解决其中一个字和一个句读的问题了。古书的玄字，从唐宋以后，往往与元字混用互见，很多年轻人大为困惑。其实，玄字是正写，元字是替代品，是通用字。因为在家族帝王专制时代的历史上，作兴对皇上名字和庙号的尊敬，人们不可随便直呼，也不可低写。不然，就犯了大不敬的律令，甚至会杀头。杀了头，当然不能说话吃饭了。唐明皇的庙号叫玄宗，所以在唐玄宗以后，所有书写玄字的地方，一律要改作元字，以免犯大不敬的忌讳。因此后世所见的古书，玄元不分，或者玄元同用了。再者，有关这几句的句读，从前我有一位老师对我说此两者同应读成一句，出而异名读成一句。不可读作此两者同出而异名。问老师为什么要这样读？他说，这种句读才能显出有无同源的妙用与深意，而且在文气来讲，透彻而有力。如此云云，当然有他的独到见解。后来，我也看到经古人圈点过的几本古本老子，也是这样句读。但我却认为这是习惯作古文文章的手法，意义并无太多差别。要同便同，要同出也可以。这里我没有固执定见，学老子的语气说一句无可无不可。交代了这些意见，再来讲老子首章原文的第三段。他再说明有无相生互用的道妙。便说无之与有，这两者是一体同源，因为作用与现象不同，所以从无名之始而到有名之际，必须要各以不同的命名加以分别。如果要追溯有无同体，究竟是怎样同中有异的？那便愈钻愈深，永远也说不完。所以，在它同体同源的异同妙用之际，给它下个形容词，便叫作玄。说了一个玄，又不是一元两元可以究尽的，所以又再三反复地说，玄的里面还有玄，分析到空无的里面还有空无，妙有之中还有妙有。由这样去体认道的体用，有无相生，真是妙中有妙，妙到极点更有妙处。但也有不走哲学思辨的路线，只从文字结构的内涵去了解，也就可通它的大意了！玄字的本身，它便是象形字，包括了会意的作用。依照古写，它是宫形态，也等于一个环节接连一个环节，前因后果，互为因缘，永远是无始无终，无穷无尽。因此，后世由道家一变而成为道教的道士们，手里拿着一个囗连环圈在玩，等于佛教和尚们手里拿着的念佛珠，一念接着一念，同样都是代表如环之无端，永无穷尽的标记。又有只从玄字训诂的内涵作解释，认为玄字是极其细小的生物，几乎细小到渺不可见的程度。"}
