{"text":"我眯了下眼，她的瞳孔里，有一线和煦的光。兴许我冷静下来，他，他那双眼并不怎么可怕了。好像，背后的那些眼一时间已经隐去。十次深呼吸，我要与自己对话。其实，我本就知道，每个人都活在别人的瞳孔里，虽然不像楚门的世界，每个表情，每句话都有剧本，可我们真真是在别人的瞳孔里演着人生的电影。更何况，我不可能像楚门那样，走出这些瞳孔的所见范围之外。你的焦虑是无用的静下心来，好好考完这场试吧我吼向自己，在心里。再看作文题，也不再觉得毫无头绪。何为智慧何为智慧的境界我大概有些明了。愚蠢的人，拼命地想逃出人们的瞳孔智慧的人，知道自己永远活在别人的瞳孔之内。前者，从内而外地苦着脸后者，自始至终安然地笑。我写下此文，总算知晓活于别人的瞳孔之内，却能淡定自若，也是一种难得的智慧。这么写，不算跑题吧点评与写作的智慧一样，为考生临场就地取材之作。从监考老师的眼睛里感悟到人生的某种状态，萌动了智慧之思，十分机智。农之月令汪曾祺先生写过葡萄月令，似乎只要缀上月令一词，便可以附庸先生的风雅，也能智慧一回。昨天是芒种，蚕老麦黄一伏时。庄稼人是要有智慧的，什么时候播种，什么时候收获，得有讲究，乱不得。惊蛰了。惊蛰怎么看都是欣欣向荣的一个词。庄稼人要抽出时间松土，憋了一个冬天的黑土地，已经等不及了，急着出来透透气。春耕开始了也有春分的说法。从清明到端午，庄稼人就一直忙。浸稻芽，做秧畦，收油菜，育蚕种，讲究的就是一个次序。这是历朝历代传下来的规矩，几千年耕作经验的积淀与升华。村中，要每家每户地仔细叮嘱。芒种这个词真好听。大约在六月份，草莓地里会莫名其妙地生出许多不知名的小虫子。这种发现，谈不上智慧，只是一种经验之谈。不要着急，也不必时不时去看。待到乌猪子过江了，躲的藏的，虫们都会溜出来。用纸盒子小心翼翼地收好，放到远远的一处荒田里去。踩死它哪能呢庄稼人讲求佛性，相信生死来去自然，打扰不得。奶奶年纪大了，却不忌惮生死。七十二，八十四。阎王不请自己去。耕作了一辈子，奶奶竟有些看淡生死的大智慧了。小孩自然没有这般境界。从桑叶腋间坠出的桑树果子，一大把一大把的，由青雪雪黄澄澄红扑扑紫莹莹，变得晶莹透亮，乌紫乌紫的，像黑玉。"}
{"text":"这种发现，谈不上智慧，只是一种经验之谈。不要着急，也不必时不时去看。待到乌猪子过江了，躲的藏的，虫们都会溜出来。用纸盒子小心翼翼地收好，放到远远的一处荒田里去。踩死它哪能呢庄稼人讲求佛性，相信生死来去自然，打扰不得。奶奶年纪大了，却不忌惮生死。七十二，八十四。阎王不请自己去。耕作了一辈子，奶奶竟有些看淡生死的大智慧了。小孩自然没有这般境界。从桑叶腋间坠出的桑树果子，一大把一大把的，由青雪雪黄澄澄红扑扑紫莹莹，变得晶莹透亮，乌紫乌紫的，像黑玉。桑叶伸伸展展，桑葚清清凉凉在底下荫着凉着偷乐。小孩真馋一个孩子像猫一样攀上树，吊弯树枝，底下的小孩便忙着摘桑葚。吃到嘴唇发紫，被妈妈拖着去河边洗。小孩也不忘显摆自己的聪明。夏至来了。田里要浸水。不大会儿，蚯蚓摇头晃脑地爬上田埂。又不大会儿，你再回来看看，田埂就满了。这些蚯蚓也聪明得紧呢，这是一种本能。水汽泱泱。庄稼人将脚探入水中，凉丝丝的。田里有些许零星青白色的碎瓷片，也不要紧，庄稼人脚底的老茧厚着呢。还有水蛙，我们这里称蚂蝗，不再多提。傍晚，晚霞像火红的枫林漫天舒卷。这是怎样的景象大暑前三天后四天不能浇粪。有人瞧不起庄稼人的愚钝，我却不这么想。二十四节气，吃桑葚的孩子，还有我的奶奶，都是有些智慧的，就连大自然里的一花一草，一虫一鸟，又何尝没有智慧真愿意做个庄稼人。点评清澈活泼优美，是一篇礼赞农家智慧的晶莹剔透的叙事性散文。可赞王大爷的早餐店我住在一个有些年头的小区里。住在老小区的好处就是――你知道小区里哪个店铺里的东西好。我知道王大爷卖的早饭最好吃王大爷的小店里总是挤了很多人。远远的只能看到雾气把小屋子填得满满的，溢到外面来。也分不清朦胧中哪些是人，哪些是桌。王大爷老样子来一份儿进门的人大多要喊这么一句，就像打招呼一样点一份早饭，然后就坐下来跟经常碰面的早饭友开心地交谈。等到王大爷把东西稳稳地放在他面前，他就开始边吹边吃，满脸幸福的样子。不消几分钟，他就要向在座的告别你们慢吃，再给王大爷来个预订我明儿还来啊，您忙然后快步走了――去上班。王大爷性格特别好，讲话和气还很爱聊天。"}
{"text":"也分不清朦胧中哪些是人，哪些是桌。王大爷老样子来一份儿进门的人大多要喊这么一句，就像打招呼一样点一份早饭，然后就坐下来跟经常碰面的早饭友开心地交谈。等到王大爷把东西稳稳地放在他面前，他就开始边吹边吃，满脸幸福的样子。不消几分钟，他就要向在座的告别你们慢吃，再给王大爷来个预订我明儿还来啊，您忙然后快步走了――去上班。王大爷性格特别好，讲话和气还很爱聊天。笑眯眯的，我甚至觉得他的皱纹都特别可爱他的店面小，装修也比不上别处的快餐店，桌椅因长年的油灰显得发黑，墙也因水汽好些地方脱了墙皮。但是不知道为什么大家都爱在这吃粥吃茶叶蛋。好像有了王大爷在，早饭就该好吃，卫生就能保证似的。事实也的确如此吃客们有周末不肯做饭的，也跑来吃早饭。这时就少不了王大爷爽朗的笑声了。王大爷，店面不租大点我们要站外面吃饭啦哈哈，我给你们搬个小凳坐外边吃哈哈钱全给你们做粥吃了，哪有闲钱啊对，王大爷的粥里头有肉，价格还不贵哩难怪，难怪那你提个五毛一块的价，我们还能不来啊不行不行，都是好多年在这吃的老邻居了我老王别的不敢说，良心还是有的啊。多亏你们养着我哩哈哈，我老头子亏得有你们陪着解解闷呢。那大妈呢我这个心直口快的傻孩子没忍住就问了出来。我发现周围似乎过分的安静。我也看到王大爷似乎笑容僵了下来。你大妈啊，陪着我呢可不就是她派你们来陪陪我嘛。我这就够啦有吃有喝，有人说话，干啥不满足想这想那，争来争去的人还没我快活哩。小妮子你知道不，人要会知足你往后长大了还像他们来我这小店陪大爷讲话，我也知足啊，哈哈，你说我这傻不傻我听了，眼睛忍不住眨巴了两下，多亏店里雾气重这粥真烫我大声地说，我以后得等粥冷点再喝周围的人都笑了，王大爷也笑了，这种没有任何做作的笑真好听。王大爷，你一点也不傻，你就是心里敞亮才过得好啊我不管长多大，都会时常来看你的，陪你说说话，就像这些陪你的人一样我心里想。周末的早上总是让人放松的，阵阵谈笑声从街角这家小小的早餐店里传出点评本文写小区里一位卖早餐的老人。老人多年来支撑一间简陋的早餐铺子，全心全意地为邻居们服务善。文章写到后来忽然点出这位老汉早已失去老伴，贫寒而又孤寂。"}
{"text":"王大爷，你一点也不傻，你就是心里敞亮才过得好啊我不管长多大，都会时常来看你的，陪你说说话，就像这些陪你的人一样我心里想。周末的早上总是让人放松的，阵阵谈笑声从街角这家小小的早餐店里传出点评本文写小区里一位卖早餐的老人。老人多年来支撑一间简陋的早餐铺子，全心全意地为邻居们服务善。文章写到后来忽然点出这位老汉早已失去老伴，贫寒而又孤寂。他没有消沉，而是用精心制作早餐来团结邻居们的欢声笑语和质朴真情，他活得有滋有味了。这种圆通和豁达，乃是活用小经验小能力而展示出来的小智慧，富于启示，全文也就静悄悄地与智慧水乳交融了。逃离智慧的周庄这是一张双程景点票周庄，千灯。周庄与千灯相隔不远。远远便看见大红的周庄欢迎你张牙舞爪地雄踞着一爿天地，死死咬着你的眼，躲不掉的。心怀忐忑，步入周庄。这是一场肉与肉的摩搓绝杀，裹挟着汗味水汽与浓郁的咖啡香，我逃到了一艘游船上。商业化的市镇气息扼住我的喉，叫人，噤了声。周庄智慧，周庄人更为智慧。在这里，即使是一棵树也可成为拍照牟利者的招财工具即使是转角处一块巴掌大的空地，周庄人也不遗余力，将它开发成西式咖啡馆宣传手腕更是游船驶过一座桥，我怔了怔――是陈逸飞画中的双桥只是，我看得到桥上的游人压得它不堪重负我听得到那苟延残喘中有低低的呜咽岁月斑驳，侵蚀着石桥。双桥横亘着，像一块开合的伤疤――那是，整个周庄的伤疤。阿婆，唱支船歌可好一只青筋虬劲的手直逼眼前小费。那一刻，我比三毛哭得更像个孩子。只是，她喃喃念叨的是周庄，我还会来的。我却是，周庄我不再来了。这样的智慧，我，有些反胃。千灯与周庄相隔不远，千灯与周庄相差甚远。与智慧的周庄一比，千灯就显得有些驽钝。商业的气息尚未染指这座古镇，明清最长的青石板街沉默不语。古戏台上，一群昆曲票友启口轻唱原来姹紫嫣红开遍，似这般都付与断井颓垣来字潺潺泻出，声歇处，姹以去声的破竹之势将曲调引入高潮。似，也是去声，却隐去了姹的振聋发聩，一路陡然直下，悲戚处，叫人落泪。像悲叹昆曲，像哀叹千灯。"}
{"text":"我却是，周庄我不再来了。这样的智慧，我，有些反胃。千灯与周庄相隔不远，千灯与周庄相差甚远。与智慧的周庄一比，千灯就显得有些驽钝。商业的气息尚未染指这座古镇，明清最长的青石板街沉默不语。古戏台上，一群昆曲票友启口轻唱原来姹紫嫣红开遍，似这般都付与断井颓垣来字潺潺泻出，声歇处，姹以去声的破竹之势将曲调引入高潮。似，也是去声，却隐去了姹的振聋发聩，一路陡然直下，悲戚处，叫人落泪。像悲叹昆曲，像哀叹千灯。诚然，千灯在周庄面前，显得那样矮。但，在千灯，你能感受到水纹处千灯肺叶的呼吸开合。在千灯，时间就像一只摇橹的小船，咿咿呀呀，你还未曾留意，它已穿过水域，到那边去了直到延福寺钟声响起，我才觉知天色已瞑。碎碎的历史尘埃含着温润的水汽扑面而来。夫唯不争，则天下莫能为之争，古镇的智慧，千灯的智慧，于此，悄然散发。我，愿逃离，逃离智慧的周庄。点评可视为小游记，有讽有赞，精选细节，于对比中展示诗情哲理，不同于泛泛的周庄游。智慧的境界当一个人读破万卷书，可以悠然吟出意韵深远的佳句时，我们便说他拥有了智慧当一个人阅尽沧桑，可以淡泊而傲然地生活时，我们也说他拥有了智慧。智慧作为人内心的闪光，总是呈现出五光十色的缤纷光彩。智慧可不是投机取巧的小聪明，它是因洞察世事而具有的眼力。卞和透过粗糙的石坯见到和氏璧，这就是火眼金睛的智慧。在人世间的纷繁复杂间一把抓住事物的本质，认清事理的真相，条分缕析，抽丝剥茧，让快刀斩开虬结的乱麻，这便是世事洞明皆学问的智慧。智慧也不是两耳不闻窗外事的蛰居，而是艺高人胆大的能力。在一个从眼镜度数判断学历深浅的时代，智慧总被人误解为文凭的多寡，知识的乏与盈。智慧不是学校教育中书本的内容，它与知识或有关系，却并不等同。王熙凤身为刚出阁的少女，论学识必不如林黛玉渊博，却协理宁国府将事务治理得有条不紊。反观如今层出不穷的专家，知识有余，常识不足，实践能力低下。智慧的能力往往存在于社会交往与自我生活中，那些在生活中游刃有余井井有条的人，想必都是些身怀智慧的人。最高明的智慧，并不存在于史书中跌宕起伏的英雄人生，反而存在于藉藉无名的布衣百姓身上。智慧到了这种地步，已然接近自然和哲学。"}
{"text":"王熙凤身为刚出阁的少女，论学识必不如林黛玉渊博，却协理宁国府将事务治理得有条不紊。反观如今层出不穷的专家，知识有余，常识不足，实践能力低下。智慧的能力往往存在于社会交往与自我生活中，那些在生活中游刃有余井井有条的人，想必都是些身怀智慧的人。最高明的智慧，并不存在于史书中跌宕起伏的英雄人生，反而存在于藉藉无名的布衣百姓身上。智慧到了这种地步，已然接近自然和哲学。青山绿水中的简陋居室，渔樵江渚的朴实生活，摒除了逐鹿中原的刀光剑影，余下了清贫安逸的闲云野鹤。古代德士向我们展示了什么是超凡脱俗超然物外的智慧。如庄子所云至人无己，神人无功，圣人无名，当一个人的心灵可以遁于世俗融入宇宙时，这种糅合了静与慢的心态与生活，就是智慧。智慧至此脱掉了华贵的外衣，露出了亲和质朴自然的真实面貌。人人都向往这种境界，但大多数人都还未来得及拨开心头的迷雾。什么是智慧的争辩绵延千年，智慧的内涵无限地拓宽。今人窥古人的书卷以收获智慧，成了一种时尚捷径。殊不知这样的体悟或许只是入门。智慧早已超越了文字，它事关心灵，事关生命，它瞄准的是一个圆足的灵魂。大智若愚智慧大约可分为两种，一种是心系苍生，积极入世另一种则是超然物外，高蹈世界，潇洒出世。但此两种，都要有愚。这里的愚，并非愚钝，而是老子所言的大智，乃是要求人们忘记一些东西，让智慧成其为智慧。这几年来，网上涌现许多大，粉丝也是动辄上百万。其中有如孔庆东，时常与人掀起骂战，粉丝皆叫好，称其为犀利智慧。要我说，这并非智慧，充其量不过是小聪明罢了。智慧者，首先着眼于大事，从不拘泥小事其次，心中须无杂念。像那些左顾右盼者，心中其实充满了欲，实在难以称之为智慧。不免有人要说，要人心中无欲，岂不是个个都去当和尚吗非也我所谓的无欲，乃是专注心中所思，摒除杂念，笃定地行己，抑或是坚持人生的某种信念。我们中国人历来是讲究中庸的，而当下却戾气不少。于是，当我们面对生活中的争吵乃至网络骂战时，若能平和以待，坚守中庸，这便是智慧。这种智慧，本于我们对传统道德的坚守。智慧也是一种欲望，是一种把他人接纳到自我中的欲望。这便是入世的智慧。孔子一生风餐露宿，周游列国，只为传播仁，恢复礼制，乃至被农夫嘲笑其愚不可及也。"}
{"text":"不免有人要说，要人心中无欲，岂不是个个都去当和尚吗非也我所谓的无欲，乃是专注心中所思，摒除杂念，笃定地行己，抑或是坚持人生的某种信念。我们中国人历来是讲究中庸的，而当下却戾气不少。于是，当我们面对生活中的争吵乃至网络骂战时，若能平和以待，坚守中庸，这便是智慧。这种智慧，本于我们对传统道德的坚守。智慧也是一种欲望，是一种把他人接纳到自我中的欲望。这便是入世的智慧。孔子一生风餐露宿，周游列国，只为传播仁，恢复礼制，乃至被农夫嘲笑其愚不可及也。孔子愚吗他确实有点愚，愚就愚在邦有道，如矢邦无道，如矢，永远像箭一样，一往无前愚就愚在明知会失败，却尽力一搏。天不生孔子，万古如长夜，孔子以他的失败，以他的智慧，丰富了人类精神，启示着我们民族的心灵远游。智慧又是人生境界。佛家有语本来无一物，何处染尘埃。这智慧，是看破了俗世纠葛的一种超脱。王维正是有了这种智慧，才会在官至右丞后突然隐去，才有了行到水穷处，坐看云起时的旷达才有了山中一夜雨，树杪百重泉的澄澈。清人张潮也是在看破物质喧嚣后才写出幽梦录，才有了人生三境界。这时，智慧之愚便是对于人间烦恼的忘却，对生命大自由的执着追求。智慧的景象，其实是我们对于人生和生命的感悟。能愚者，善和善舍，无欲有愿，故能渐臻三境，智慧地生活。维也纳的智慧维也纳是个很聪明的城市。作为欧洲工业的心脏，每天有数以万计的人涌入这个城市，带给这个城市来自世界各地的喧嚣。维也纳没有城墙没有法令，却拥抱着一切。石油输出组织的总部坐落于此，带来的是欧洲各国的大企业，流出的是每日数以亿计的财富。维也纳很聪明，二战后在马歇尔计划的帮助下，它迅速恢复经济，并顺应时代，出台各种政策吸引世界各地的投资者和无头苍蝇似的工业企业。在短短数十年间，它发展成了一个拥有百万人口的工业大城市，维也纳真的很聪明。维也纳本是个小小的欧洲城邦，但在哈布斯堡王朝统治时期，玛利亚女王将所生的十六个女儿送出去和亲。维也纳很聪明，它以和亲的方式不断扩充着自己的领土，并以此成为当时最强盛的国家。当然，同在哈布斯堡统治时期，维也纳在扩充领土时还接受了莫扎特搅局般的音乐创新和如同雨后春笋般的维也纳学派。维也纳很聪明，它凭借着莫扎特的音乐和自由的学术吸引了成千上万的音乐家和学者。"}
{"text":"在短短数十年间，它发展成了一个拥有百万人口的工业大城市，维也纳真的很聪明。维也纳本是个小小的欧洲城邦，但在哈布斯堡王朝统治时期，玛利亚女王将所生的十六个女儿送出去和亲。维也纳很聪明，它以和亲的方式不断扩充着自己的领土，并以此成为当时最强盛的国家。当然，同在哈布斯堡统治时期，维也纳在扩充领土时还接受了莫扎特搅局般的音乐创新和如同雨后春笋般的维也纳学派。维也纳很聪明，它凭借着莫扎特的音乐和自由的学术吸引了成千上万的音乐家和学者。最终，它以音乐和学术上的繁盛再一次征服了世界。维也纳真的很聪明。维也纳的智慧在于它的政策律令音乐学术然而，这些智慧或许能成就它的一时之辉煌，却不足以支撑它于世界之巅而不倒。幸而，维也纳抓住了让城市变为永恒的真正智慧。当一次世界博览会向它招手时，维也纳客气地拒绝了。就如同一位隐者让世人一睹他的真容后又退回了深山。有人说，维也纳就如同一个圆。它的工业，它的喧嚣都一直在圆的边缘，从未再往前踏进一步。而圆的中间，是飘扬着优美音乐的小酒馆，是散落在城市各个角落的维也纳大学，是三万四千张音乐会和剧院的每天座无虚席的位子无论维也纳的石油和金子碰撞发出多么大的声响，你依旧能听到城市中心圣蒂斯芬大教堂日暮时的钟声，依旧能看到弗洛伊德坐在沙发上向你微笑或许，正是因为维也纳抓住了其智慧的本质，才没有变得像工业革命后的英国一样肮脏，才让它的维也纳森林永远生机勃勃。智慧是多种多样的，我们也应该如同维也纳一样能够抓住智慧的本质，创造出永恒光明的未来。评语智慧的内涵究竟何如？谁能解得个中味？作为一个小小的古老城邦，何以在历史进程中能一次次华丽地蜕变，直至创造出永恒？此文高妙之处，首先在于逐层回答了智慧的内涵在灵动不呆板，包容不封闭，创新不守旧，圆融不固化。作为说理散文，另一可贵之处在于不止于纯粹的议论，而是借事说理，以雄厚的史实解证着智慧最凸显的特征。智慧的话题，更须智慧地驾驭。无论是整体构思，还是遣词造句，此文拿捏有方，大气磅礴。尤其说道维也纳就如同一个圆，不仅仅将智慧的最高境界比化作一个圆，更为可贵处在于能大胆地想象，独到地比喻，灵动地行文，直至将立意升华为智慧地微笑。综合判分分。"}
{"text":"作为说理散文，另一可贵之处在于不止于纯粹的议论，而是借事说理，以雄厚的史实解证着智慧最凸显的特征。智慧的话题，更须智慧地驾驭。无论是整体构思，还是遣词造句，此文拿捏有方，大气磅礴。尤其说道维也纳就如同一个圆，不仅仅将智慧的最高境界比化作一个圆，更为可贵处在于能大胆地想象，独到地比喻，灵动地行文，直至将立意升华为智慧地微笑。综合判分分。朱万成智慧三境佛家有智慧三境，一曰看山是山，看水是水，二曰看山不是山，看水不是水，三曰看山还是山，看水还是水。现在我认为，智慧还能分为三境山，海，天。第一境便是这山。山，屹立于大地之上，向来是高大稳重的象征。一开始，人的智慧就如同一个土丘，随着时间流逝，经验累积，人的智慧也便如山一般逐渐升高。由一名不见经传的土丘升格为名山，最后达到会当凌绝顶，一览众山小的地步。但是，这一境的智慧也是如山一般死板，只是量上的累积，不能变通。就如同山永远无法比人高，无论山多么巍峨，如何顶天立地，山就是山，不能动，不能跳，只能被局限在方寸之间。因此，第二境便是这移动的海，海纳百川，有容乃大。经过不断学习，融会贯通，智慧转变为辽阔的大海。水无常形，人的智慧在这一境，可以面对各种各样的困难，而不被死板的思路所困。同时，大海何其宽广，就算是将地上的山全部填入，都无法将其填满。然而，人要到达这一境界是何其困难。虽然人有时也会灵光一闪，做出一些精妙绝伦的事，但那就如名山上的流水。只有真正的人才，才能将那流水归一，成就智慧第二境海。比海还宽广的只有天，所以这第三境便是天，但天不仅只是比海宽广。天，首先它笼罩万物，无处不在。同时又无形无象，不可捉摸。在这一境界，人的智慧已趋于化境，大智若愚。就如同气，看不见，摸不着，但确实在那。智慧到了这一境，便已不再是智，而是到了道的地步。道之道，非常道，有这种智慧的人，做事都有着各种深意，并很难为人所理解。人类历史上下几千年，有这种大智慧的人不过几人，如老子释迦摩尼等。智慧三境，智慧逐渐增加，但人却变得谦虚，山自认为可通天，海自认为围绕了一切，但只有天知道，智慧无穷。就如同大圆与小圆，大圆面积比小圆大，但其接触的未知也比小圆多。因此，智慧虽可分为三境，但仍是无穷无尽的，就如同天外便是那星辰大海。所以，我们所要做的便是尽自己所能，向着下一境，向着那无尽的天空，星辰大海进发。"}
