{"text":"后来听说哑巴小当了山大王，练就了一身蹿房越脊的惊人本领，能用手指抓住大庙的椽子，浑身悬空，围绕大殿走一周。有一次被捉住，是十冬腊月，赤身露体，浇上凉水，被捆起来，倒挂一夜，仍然能活着。据说他从来不到官庄来作案，兔子不吃窝边草，这是绿林英雄的义气。后来终于被捉杀掉。我每次想到这样一个光着屁股游玩的小伙伴竟成为这样一个英雄，就颇有骄傲之意。我在故乡只呆了六年，我能回忆起来的事情还多得很，但是我不想再写下去了。已经到了同我那一个一片灰黄的故乡告别的时候了。我六岁那一年，是在春节前夕，公历可能已经是年，我离开父母，离开故乡，是叔父把我接到济南去的。叔父此时大概日子已经可以了，他兄弟俩只有我一个男孩子，想把我培养成人，将来能光大门楣，只有到济南去一条路。这可以说是我一生中最关键的一个转折点，否则我今天仍然会在故乡种地如果我能活着的话，这当然算是一件好事。但是好事也会有成为坏事的时候。文化大革命中间，我曾有几次想到如果我叔父不把我从故乡接到济南的话，我总能过一个浑浑噩噩但却舒舒服服的日子，哪能被革命家打倒在地，身上踏上一千只脚还要永世不得翻身呢？呜呼，世事多变，人生易老，真叫做没有法子到了济南以后，过了一段难过的日子。一个六七岁的孩子离开母亲，他心里会是什么滋味，非有亲身经历者，实难体会。我曾有几次从梦里哭着醒来。尽管此时不但能吃上白面馒头，而且还能吃上肉但是我宁愿再啃红高粱饼子就苦咸菜。这种愿望当然只是一个幻想。我毫无办法，久而久之，也就习以为常了。叔父望子成龙，对我的教育十分关心。先安排我在一个私塾里学习。老师是一个白胡子老头，面色严峻，令人见而生畏。每天入学，先向孔子牌位行礼，然后才是赵钱孙李。大约就在同时，叔父又把我送到一师附小去念书。这个地方在旧城墙里面，街名叫升官街，看上去很堂皇，实际上官者棺也，整条街都是做棺材的。此时五四运动大概已经起来了。校长是一师校长兼任，他是山东得风气之先的人物，在一个小学生眼里，他是一个大人物，轻易见不到面。想不到在十几年以后，我大学毕业到济南高中去教书的时候，我们俩竟成了同事，他是历史教员。我执弟子礼甚恭，他则再三逊谢。我当时觉得，人生真是变幻莫测啊因为校长是维新人物，我们的国文教材就改用了白话。教科书里面有一段课文，叫做阿拉伯的骆驼。故事是大家熟知的。"}
{"text":"此时五四运动大概已经起来了。校长是一师校长兼任，他是山东得风气之先的人物，在一个小学生眼里，他是一个大人物，轻易见不到面。想不到在十几年以后，我大学毕业到济南高中去教书的时候，我们俩竟成了同事，他是历史教员。我执弟子礼甚恭，他则再三逊谢。我当时觉得，人生真是变幻莫测啊因为校长是维新人物，我们的国文教材就改用了白话。教科书里面有一段课文，叫做阿拉伯的骆驼。故事是大家熟知的。但当时对我却是陌生而又新鲜，我读起来感到非常有趣味，简直是爱不释手。然而这篇文章却惹了祸。有一天，叔父翻看我的课本，我只看到他蓦地勃然变色。骆驼怎么能说人话呢？他愤愤然了。这个学校不能念下去了，要转学于是我转了学。转学手续比现在要简单得多，只经过一次口试就行了。而且口试也非常简单，只出了几个字叫我们认。我记得字中间有一个骡字，我认出来了，于是定为高一。一个比我大两岁的亲戚没有认出来，于是定为初三。为了一个字，我沾了一年的便宜。这也算是轶事吧。这个学校靠近南圩子墙，校园很空阔，树木很多。花草茂密，景色算是秀丽的。在用木架子支撑起来的一座柴门上面，悬着一块木匾，上面刻着四个大字循规蹈矩。我当时并不懂这四个字的含义，只觉得笔画多得好玩而已。我就天天从这个木匾下出出进进，上学，游戏。当时立匾者的用心到了后来我才了解，无非是想让小学生规规矩矩做好孩子而已。但是用了四个古怪的字，小孩子谁也不懂，结果形同虚设，多此一举。我循规蹈矩了没有呢？大概是没有。我们有一个珠算教员，眼睛长得凸了出来，我们给他起了一个绰号，叫做s济南话，意思是知了。他对待学生特别蛮横。打算盘，错一个数，打一板子。打算盘错上十个八个数，甚至上百数，是很难避免的。我们都挨了不少的板子。不知是谁一嘀咕我们架小学生的行话，意思是赶走他立刻得到大家的同意。我们这一群十岁左右的小孩子也要造反了。大家商定他上课时，我们把教桌弄翻，然后一起离开教室，躲在假山背后。我们自己认为这个锦囊妙计实在非常高明如果成功了，这位教员将无颜见人，非卷铺盖回家不可。然而我们班上出了叛徒，虽然只有几个人，他们想拍老师的马屁，没有离开教室。"}
{"text":"我们都挨了不少的板子。不知是谁一嘀咕我们架小学生的行话，意思是赶走他立刻得到大家的同意。我们这一群十岁左右的小孩子也要造反了。大家商定他上课时，我们把教桌弄翻，然后一起离开教室，躲在假山背后。我们自己认为这个锦囊妙计实在非常高明如果成功了，这位教员将无颜见人，非卷铺盖回家不可。然而我们班上出了叛徒，虽然只有几个人，他们想拍老师的马屁，没有离开教室。这一来，大大长了老师的气焰，他知道自己还有群众，于是威风大振，把我们这一群不知天高地厚的叛逆者狠狠地用大竹板打手心打了一阵，我们每个人的手都肿得像发面馒头。然而没有一个人掉泪。我以后每次想到这一件事，觉得很可以写进我的优胜纪略中去。革命无罪，造反有理，如果当时就有那一位伟大的革命家创造了这两句口号，那该有多么好呀谈到学习，我记得在三年之内，我曾考过两个甲等第三只有三名甲等，两个乙等第一，总起来看，属于上等但是并不拔尖。实际上，我当时并不用功，玩的时候多，念书的时候少。我们班上考甲等第一的叫李玉和，年年都是第一。他比我大五六岁，好像已经很成熟了，死记硬背，刻苦努力，天天皱着眉头，不见笑容，也不同我们打闹。我从来就是少无大志，一点也不想争那个状元。但是我对我这一位老学长并无敬意，还有点瞧不起的意思，觉得他是非我族类。我虽然对正课不感兴趣，但是也有我非常感兴趣的东西，那就是看小说。我叔父是古板人，把小说叫做闲书，闲书是不许我看的。在家里的时候，我书桌下面有一个盛白面的大缸，上面盖着一个用高粱秆编成的盖垫济南话。我坐在桌旁，桌上摆着四书，我看的却是彭公案济公传西游记三国演义等等旧小说。红楼梦大概太深，我看不懂其中的奥妙，黛玉整天价哭哭啼啼，为我所不喜，因此看不下去。其余的书都是看得津津有味。冷不防叔父走了进来，我就连忙掀起盖垫，把闲书往里一丢，嘴巴里念起子曰诗云来。到了学校里，用不着防备什么，一放学，就是我的天下。我往往躲到假山背后，或者一个盖房子的工地上，拿出闲书，狼吞虎咽似的大看起来。常常是忘记了时间，忘记了吃饭，有时候到了天黑，才摸回家去。我对小说中的绿林好汉非常熟悉，他们的姓名背得滚瓜烂熟，连他们用的兵器也如数家珍，比教科书熟悉多了，自己当然也希望成为那样的英雄。"}
{"text":"其余的书都是看得津津有味。冷不防叔父走了进来，我就连忙掀起盖垫，把闲书往里一丢，嘴巴里念起子曰诗云来。到了学校里，用不着防备什么，一放学，就是我的天下。我往往躲到假山背后，或者一个盖房子的工地上，拿出闲书，狼吞虎咽似的大看起来。常常是忘记了时间，忘记了吃饭，有时候到了天黑，才摸回家去。我对小说中的绿林好汉非常熟悉，他们的姓名背得滚瓜烂熟，连他们用的兵器也如数家珍，比教科书熟悉多了，自己当然也希望成为那样的英雄。有一回，一个小朋友告诉我，把右手五个指头往大米缸里猛戳，一而再，再而三，一直到几百次，上千次。练上一段时间以后，再换上砂粒，用手猛戳，最终可以练成铁砂掌，五指一戳，能够戳断树木。我颇想有一个铁砂掌，信以为真，猛练起来，结果把指头戳破了，鲜血直流。知道自己与铁砂掌无缘，遂停止不练。学习英文，也是从这个小学开始的。当时对我来说，外语是一种非常神奇的东西。我认为，方块字是天经地义，不用方块字，只弯弯曲曲像蚯蚓爬过的痕迹一样，居然能发出音来，还能有意思，简直是不可思议。越是神秘的东西，便越有吸引力。英文对于我就有极大的吸引力。我万没有想到望之如海市蜃楼般的可望而不可即的东西竟然唾手可得了。我现在已经记不清楚，学习的机会是怎么来的。大概是有一位教员会一点英文，他答应晚上教一点，可能还要收点学费。总之，一个业余英文学习班很快就组成了，参加的大概有十几个孩子。究竟学了多久，我已经记不清楚，时候好像不太长，学的东西也不太多，二十六个字母以后，学了一些单词。我当时有一个非常伤脑筋的问题为什么是和有算是动词，它们一点也不动嘛？当时老师答不上来到了中学，英文老师也答不上来。当年用动词来译英文的的人，大概不会想到他这个译名惹下的祸根吧。每次回忆学习英文的情景时，我眼前总有一团零乱的花影，是绛紫色的芍药花。原来在校长办公室前的院子里有几个花畦，春天一到，芍药盛开，都是绛紫色的花朵。白天走过那里，紫花绿叶，极为分明。到了晚上，英文课结束后，再走过那个院子，紫花与绿花化成一个颜色，朦朦胧胧的一堆一团，因为有白天的印象，所以还知道它们的颜色。但夜晚眼前却只能看到花影，鼻子似乎有点花香而已。这一幅情景伴随了我一生，只要是一想起学习英文，这一幅美妙无比的情景就浮现到眼前来，带给我无量的幸福与快乐。"}
{"text":"原来在校长办公室前的院子里有几个花畦，春天一到，芍药盛开，都是绛紫色的花朵。白天走过那里，紫花绿叶，极为分明。到了晚上，英文课结束后，再走过那个院子，紫花与绿花化成一个颜色，朦朦胧胧的一堆一团，因为有白天的印象，所以还知道它们的颜色。但夜晚眼前却只能看到花影，鼻子似乎有点花香而已。这一幅情景伴随了我一生，只要是一想起学习英文，这一幅美妙无比的情景就浮现到眼前来，带给我无量的幸福与快乐。然而时光像流水一般飞逝，转瞬三年已过我小学该毕业了，我要告别这一个美丽的校园了。我十三岁那一年，考上了城里的正谊中学。我本来是想考鼎鼎大名的第一中学的。但是我左衡量，右衡量，总觉得自己这一块料分量不够，还是考与烂育英齐名的破正谊吧。我上面说到我幼无大志，这又是一个证明。正谊虽破，风景却美。背靠大明湖，万顷苇绿，十里荷香，不啻人间乐园。然而到了这里，我算是已经越过了童年，不管正谊的学习生活多么美妙，我也只好搁笔，且听下回分解了。综观我的童年，从一片灰黄开始，到了正谊算是到达了一片浓绿的境界――我进步了。但这只是从表面上来看，从生活的内容上来看，依然是一片灰黄。即使到了济南，我的生活也难找出什么有声有色的东西。我从来没有什么玩具，自己把细铁条弄成一个圈，再弄个钩一推，就能跑起来，自己就非常高兴了。贫困单调死板固执，是我当时生活的写照。接受外面信息，仅凭五官。什么电视机收录机，连影都没有。我小时连电影也没有看过，其余概可想见了。今天的儿童有福了。他们有多少花样翻新的玩具呀他们有多少儿童乐园儿童活动中心呀他们饿了吃面包，渴了喝这可乐那可乐，还有牛奶冰激凌。电影看厌了，看电视。广播听厌了，听收录机。信息从天空海外，越过高山大川，纷纷蜂拥而来。他们才真是儿童不出门，便知天下事。可是他们偏偏不知道旧社会。就拿我来说，如果不认真回忆，我对旧社会的情景也逐渐淡漠，有时竟淡如云烟了。今天我把自己的童年尽可能真实地描绘出来，不管还多么不全面，不管怎样挂一漏万，也不管我的笔墨多么拙笨，就是上面写出来的那些，我们今天的儿童读了，不是也可以从中得到一点启发，从中悟出一些有用的东西来吗？我的书斋最近身体不太好。内外夹攻，头绪纷繁，我这已届耄耋之年的神经有点吃不消了。于是下定决心，暂且封笔。乔福山同志打来电话，约我写点什么。"}
{"text":"他们才真是儿童不出门，便知天下事。可是他们偏偏不知道旧社会。就拿我来说，如果不认真回忆，我对旧社会的情景也逐渐淡漠，有时竟淡如云烟了。今天我把自己的童年尽可能真实地描绘出来，不管还多么不全面，不管怎样挂一漏万，也不管我的笔墨多么拙笨，就是上面写出来的那些，我们今天的儿童读了，不是也可以从中得到一点启发，从中悟出一些有用的东西来吗？我的书斋最近身体不太好。内外夹攻，头绪纷繁，我这已届耄耋之年的神经有点吃不消了。于是下定决心，暂且封笔。乔福山同志打来电话，约我写点什么。我遵照自己的决心，婉转拒绝。但一听这题目是我的书斋，于我心有戚戚焉，立即精神振奋，暂停决心，拿起笔来。我确实有个书斋，我十分喜爱我的书斋，这个书斋是相当大的，大小房间，加上过厅厨房，还有封了顶的阳台，大大小小，共有八个单元。册数从来没有统计过，总有几万册吧。在北大教授中，藏书状元我恐怕是当之无愧的。而且在梵文和西文书籍中，有一些堪称海内孤本。我从来不以藏书家自命，然而坐拥如此大的书城，心里能不沾沾自喜吗？我的藏书都像是我的朋友，而且是密友。我虽然对它们并不是每一本都认识，它们中的每一本却都认识我。我每一走进我的书斋，书籍们立即活跃起来，我仿佛能听到它们向我问好的声音，我仿佛能看到它们向我招手的情景。倘若有人问我，书籍的嘴在什么地方？而手又在什么地方呢？我只能说你的根器太浅，努力修持吧。有朝一日，你会明白的。我兀坐在书城中，忘记了尘世的一切不愉快的事情，怡然自得。以世界之广，宇宙之大，此时却仿佛只有我和我的书友存在。窗外粼粼碧水，丝丝垂柳，阳光照在玉兰花的肥大的绿叶子上，这都是我平常最喜爱的东西，现在也都视而不见了。连平常我喜欢听的鸟鸣声光棍儿好过，也听而不闻了。我的书友每一本都蕴含着无量的智慧。我只读过其中的一小部分，这智慧我是能深深体会到的。没有读过的那一些，好像也不甘落后，它们不知道是施展一种什么神秘的力量，把自己的智慧放了出来，像波浪似涌向我来。可惜我还没有修炼到能有天眼通和天耳通的水平，我还无法接受这些智慧之流。如果能接受的话，我将成为世界上古往今来最聪明的人。我自己也去努力修持吧。我的书友有时候也让我窘态毕露。"}
{"text":"我只读过其中的一小部分，这智慧我是能深深体会到的。没有读过的那一些，好像也不甘落后，它们不知道是施展一种什么神秘的力量，把自己的智慧放了出来，像波浪似涌向我来。可惜我还没有修炼到能有天眼通和天耳通的水平，我还无法接受这些智慧之流。如果能接受的话，我将成为世界上古往今来最聪明的人。我自己也去努力修持吧。我的书友有时候也让我窘态毕露。我并不是一个不爱清洁和秩序的人，但是，因为事情头绪太多，脑袋里考虑的学术问题和写作问题也不少，而且每天都收到大量的寄来的书籍和报刊杂志以及信件，转瞬之间就摞成一摞。在这样的情况下，如果我需要一本书，往往是遍寻不得。只在此屋中，书深不知处，急得满头大汗，也是枉然。只好到图书馆去借，等我把文章写好，把书送还图书馆后，无意之间，在一摞书中，竟找到了我原来要找的书，得来全不费工夫，然而晚了，工夫早已费过了。我啼笑皆非，无可奈何。等到用另外一本书时，再重演一次这出喜剧。我知道，我要寻找的书友，看到我急得那般模样，会大声给我打招呼的，但是喊破了嗓子，也无济于事。我还没有修持到能听懂书的语言的水平。我还要加倍努力去修持。我有信心，将来一定能获得真正的天眼通和天耳通。只要我想要哪一本书，那一本书就会自己报出所在之处，我一伸手，便可拿到，如探囊取物。这样一来，文思就会像泉水般的喷涌，我的笔变成了生花妙笔，写出来的文章会成为天下之至文。到了那时，我的书斋里会充满了没有声音的声音，布满了没有形象的形象。我同我的书友们能够自由地互通思想，交流感情。我的书斋会成为宇宙间第一神奇的书斋，岂不猗欤休哉我盼望有这样一个书斋。我的老师们在深切怀念我的两个不在眼前的母亲的同时，在我眼前那一些德国老师们，就越发显得亲切可爱了。在德国老师中同我关系最密切的当然是我的博士父亲瓦尔德施米特教授。我同他初次会面的情景，我在以前已经讲了一点。他给我的第一个印象是，他非常年轻。他的年龄确实不算太大，同我见面时，大概还不到四十岁吧。他穿一身厚厚的西装，面孔是孩子似的面孔。我个人认为，他待人还是彬彬有礼的。德国教授多半都有点教授架子，这是他们的社会地位和经济地位所决定的，是不以人的意志为转移的。后来听说，在我以后的他的学生们都认为他很严厉。"}
{"text":"我同他初次会面的情景，我在以前已经讲了一点。他给我的第一个印象是，他非常年轻。他的年龄确实不算太大，同我见面时，大概还不到四十岁吧。他穿一身厚厚的西装，面孔是孩子似的面孔。我个人认为，他待人还是彬彬有礼的。德国教授多半都有点教授架子，这是他们的社会地位和经济地位所决定的，是不以人的意志为转移的。后来听说，在我以后的他的学生们都认为他很严厉。据说有一位女士把自己的博士论文递给他，他翻看了一会儿，一下子把论文摔到地下，愤怒地说道ssss这全是垃圾，全是胡说八道这位小姐从此耿耿于怀，最终离开了哥廷根。我跟他学了十年，应该说，他从来没有对我发过脾气。他教学很有耐心，梵文语法抠得很细。不这样是不行的，一个字多一个字母或少一个字母，意义方面往往差别很大。我以后自己教学生，也学他的榜样，死抠语法。他的教学法是典型的德国式的。记得是德国世纪的伟大东方语言学家埃瓦尔德说过一句话教语言比如教游泳，把学生带到游泳池旁，把他往水里一推，不是学会游泳，就是淹死，后者的可能是微乎其微的。瓦尔德施米特采用的就是这种教学法。第一二两堂，念一念字母。从第三堂起，就读练习，语法要自己去钻。我最初非常不习惯，准备一堂课，往往要用一天的时间。但是，一个学期四十多堂课，就读完了德国梵文学家施滕茨勒的教科书，学习了全部异常复杂的梵文文法，还念了大量的从梵文原典中选出来的练习。这个方法是十分成功的。瓦尔德施米特教授的家庭，最初应该说是十分美满的。夫妇两人，一个上中学的十几岁的儿子。有一段时间，我帮助他翻译汉文佛典，常常到他家去，同他全家一同吃晚饭，然后工作到深夜。餐桌上没有什么人多讲话，安安静静。有一次他笑着对儿子说道家里来了一个中国客人，你明天大概要在学校里吹嘘一番吧？看来他家里的气氛是严肃有余，活泼不足。他夫人也是一个不大爱说话的人。后来，大战一爆发，他自己被征从军，是一个什么军官。不久，他儿子也应征入伍。过了不太久，从年冬天起，东部战线胶着不进，相持不下，但战斗是异常激烈的。他们的儿子在北欧一个国家阵亡了。我现在已经忘记了，夫妇俩听到这个噩耗时反应如何。按理说，一个独生子幼年战死，他们的伤心可以想见。"}
{"text":"看来他家里的气氛是严肃有余，活泼不足。他夫人也是一个不大爱说话的人。后来，大战一爆发，他自己被征从军，是一个什么军官。不久，他儿子也应征入伍。过了不太久，从年冬天起，东部战线胶着不进，相持不下，但战斗是异常激烈的。他们的儿子在北欧一个国家阵亡了。我现在已经忘记了，夫妇俩听到这个噩耗时反应如何。按理说，一个独生子幼年战死，他们的伤心可以想见。但是瓦尔德施米特教授是一个十分刚强的人，他在我面前从未表现出伤心的样子，他们夫妇也从未同我谈到此事。然而活泼不足的家庭气氛，从此更增添了寂寞冷清的成分，这是完全可以想象的了。在瓦尔德施米特被征从军后的第一个冬天，他预订的大剧院的冬季演出票，没有退掉。他自己不能观看演出，于是就派我陪伴他夫人观看，每周一次。我吃过晚饭，就去接师母，陪她到剧院。演出有歌剧，有举会，有钢琴独奏，有小提琴独奏等等，演员都是外地或国外来的，都是赫赫有名的人物。剧场里灯火辉煌，灿如白昼男士们服装笔挺，女士们珠光宝气，一片升平祥和气象。我不记得在演出时遇到空袭，因此不知道敌机飞临上空时场内的情况。但是散场后一走出大门，外面是完完全全地另一个世界，顶天立地的黑暗，由于灯火管制，不见一缕光线。我要在这任何东西都看不到的黑暗中，送师母摸索着走很长的路到山下她的家中。一个人在深夜回家时，万籁俱寂，走在宁静的长街上，只听到自己脚步的声音，跫然而喜。但此时正是乡愁最浓时。我想到的第二位老师是西克教授。他的家世，我并不清楚。到他家里，只见到老伴一人，是一个又瘦又小的慈祥的老人。子女或什么亲眷，从来没有见过。看来是一个非常孤寂清冷的家庭，尽管老夫妇情好极笃，相依为命。我见到他时，他已经早越过了古稀之年。他是我平生所遇到的中外各国的老师中对我最爱护感情最深期望最大的老师。一直到今天，只要一想到他，我的心立即剧烈地跳动，老泪立刻就流满全脸。他对我传授知识的情况，以前已经讲了一点，下面还要讲到。在这里我只讲我们师徒两人相互间感情深厚的一些情况。为了存真起见，我仍然把我当时的一些日记，一字不改地抄在下面年月日昨天买了一张的相片，放在桌子上，对着自己。这位老先生我真不知道应该怎样感激他，他简直有父亲或者祖父一般的慈祥。"}
