{"text":"老师开心的笑起来你现在可以开始学玉了。这是一个收藏玉的朋友讲给我听的故事，我很喜欢。一个人不可能什么东西都不懂，而独独懂玉的，因为玉的学问与历史文化美学思想人格都有深刻的关系。而这个世界的学问也不是有用无用分得那么明白的。佛法与人生不也像学着去懂一块玉吗？一个对人生没有深层体验的人，是上法获得真实的法益的，这是为什么经典上说法不孤起，随缘而起的原因了。没有深陷于生命的痛苦的人，无法了解解脱的重要。没有深陷于欲望的捆绑的人，不能体会自在的可贵。没有体会过悲哀的困局的人，不会知道慈悲的必要。没有在长夜漫漫中啼哭过的人，也难以在黎明有最灿然的微笑。佛法就好像手中的一块玉，如果没有握过许多泛泛的石头，就不能了解手中的玉是多么珍贵了。所以，要学佛的人，应该先认识人生。眼睛最值钱我喜欢假日的时候去逛古董市场，因为会遇上许多古董的行家，偶尔也会遇到自己喜欢的宝物。日子久了以后，认识了一些卖古董的摊贩和一些古董的收藏家，我逐渐发现到，买古董的人比卖古董的还要内行，有许多卖古董的人甚至对古董一无所知，只把它当成一般的货物。举个例子，有一天我在一个卖壶的小贩摊子上，看到时大彬的仿制茗壶，时大彬是中国明朝最伟大的紫砂壶。眼前那一把壶虽是仿制品，却做得十分精美。多少钱？我问。三千元。小贩说。假的也卖这么贵。什么假的？当然是真的啦！时大彬是谁，你知道吗？当然知道了，这一把是他亲手卖给我的。小贩面不改色的说。对于这样的古董摊贩，我们只有无言以对了。因此，买古董的人，眼里只有古董，价钱是不太在乎的，卖古董的人，眼里只有金钱，他们才不在乎古董的价值。例如一个明朝宣德的香炉，古董商是五千元批到的，他只要一万元就会卖，才不管那香炉的好坏，真正懂宣德香炉的人以一万元买到，可能一转手就以五十万元卖出了。有一次，我和一个买古董的人蹲在小摊前看一尊魏晋的铜佛，他突然严肃的对我说说真的，我们的眼睛最值钱！为什么？"}
{"text":"因此，买古董的人，眼里只有古董，价钱是不太在乎的，卖古董的人，眼里只有金钱，他们才不在乎古董的价值。例如一个明朝宣德的香炉，古董商是五千元批到的，他只要一万元就会卖，才不管那香炉的好坏，真正懂宣德香炉的人以一万元买到，可能一转手就以五十万元卖出了。有一次，我和一个买古董的人蹲在小摊前看一尊魏晋的铜佛，他突然严肃的对我说说真的，我们的眼睛最值钱！为什么？他说因为只有眼睛才能辨认真假判别年代分出美丑，所以，买古董的人，要先锻炼自己的眼睛，有了好眼睛，就不会受骗上当了。我们的眼睛最值钱这句话讲得真好，别人花十万才能买到的古董，我们花一万就买到了，我们那一次的眼光，价值正是九万。还有什么古董比这个更值钱呢？因此，我们去逛古董商场，是对眼睛的一种学习。我喜欢台湾话把古董商说成是古物商，把古董摊子叫做古物堆，我们去找古董，正是在古物堆的破铜烂铁中寻找我们失落的那一对值钱的眼睛。生活也是这样子的，我们在凡俗的生活中追寻更永恒的价值，不也是在找回那失落的眼睛吗？只要找到值钱的眼睛不只能找到最好的古物，也可以分节阅读进而见及生命的真相了。曾经有一个年轻人去拜在一位师父的门下，希望师父教他认识人生的真相。师父只教他洒扫泡茶接待宾客，闲暇的时候就用来静心，并观看这个世界。弟子过几天就会问师父师父呀！您什么时候才能教我人生的真相呢？又过了一阵子，弟子更着急了，问师父师父呀！你到底要什么时候才能告诉我人生的真相呢？师父被问烦了，拿一个石头交给他，对他说你拿这个石头到菜市场去估价，只要了解它的价钱，不要真的卖掉它。在菜市场里，有两个人想买这个石头。有一个人出价十元，另一个出价二十元，第一个是要买回去做秤锤，第二个是要买回去做砚台。弟于把石头带回来，报告师父师父呀！这个石头有人出价二十元。师父叫他把石头带到玉石的市场去，只要了解它的价钱，不要真的卖掉它。在玉石市场，有人出价到五十万元，因为那石头看起来非常稀有。弟子把石头带回来，报告师父师父呀！这个石头在玉石市场有人出价五十万。师父好！"}
{"text":"在菜市场里，有两个人想买这个石头。有一个人出价十元，另一个出价二十元，第一个是要买回去做秤锤，第二个是要买回去做砚台。弟于把石头带回来，报告师父师父呀！这个石头有人出价二十元。师父叫他把石头带到玉石的市场去，只要了解它的价钱，不要真的卖掉它。在玉石市场，有人出价到五十万元，因为那石头看起来非常稀有。弟子把石头带回来，报告师父师父呀！这个石头在玉石市场有人出价五十万。师父好！现在你把这石头带到钻石市场去，只要估量它的价钱，不要真的卖掉它。弟子欣喜若狂的跑回来报告师父师父呀！听钻石市场人说，这是一块最完美的钻石，有人开价五千万呢！师父说没错！这是最完美的钻石，可是只有用钻石的眼睛才能看见它的价值。你每天追着我问什么才是人生的真相，用菜市场的眼睛玉市场的眼睛，和钻石的眼睛看到的人生真相都是不同的，你到底想用什么的眼睛来了解人生呢？你要先锻炼的是钻石眼睛，而不是不断的追问呀！弟于听了，就心开意解的开悟了。我们大部分的人，穷尽一生在奔驰追求，希望寻找生命中最有价值的事物，却很少人了解，我们的眼睛才是最有价值的。有价值的眼睛看见了山，山就有了价值。有价值的眼睛看见了海，海就有了价值。有价值的眼睛看见了阳光，阳光就有了价值，因此禅师才说日照一隅，也是国宝。太阳所照耀到的每一个角落，都像国宝一样的珍贵，这种深刻的见解，只有好眼睛的人才能体会呀！青青翠竹，皆是法身。郁郁黄花，无非般若。溪声尽是广长舌，山色无非清净身。如是如是。黄昏的沙堡有一群孩子在海边玩耍，他们用海边的沙堆成沙堡。每一个孩子各自建造自己的城堡，有的盖得很大，有的很小有的盖得很华美，有的很简单。不管是大是小是美是丑，孩子都很爱自己的城堡。沙堡盖成的时候，孩子就向其他人宣布这是我的城堡。有一个孩子破坏了另一个孩子的城堡，拥有城堡的孩子非常生气，立刻冲向前去打那破坏城堡的孩子，并且叫唤其他的孩子一起参加打架，直到把另一个孩子打倒在地。"}
{"text":"黄昏的沙堡有一群孩子在海边玩耍，他们用海边的沙堆成沙堡。每一个孩子各自建造自己的城堡，有的盖得很大，有的很小有的盖得很华美，有的很简单。不管是大是小是美是丑，孩子都很爱自己的城堡。沙堡盖成的时候，孩子就向其他人宣布这是我的城堡。有一个孩子破坏了另一个孩子的城堡，拥有城堡的孩子非常生气，立刻冲向前去打那破坏城堡的孩子，并且叫唤其他的孩子一起参加打架，直到把另一个孩子打倒在地。由于人人都不准别人靠近自己的城堡，沙滩上不时传来这样的声音这是我的城堡，我要永远拥有它。世界上我的城堡最美，谁也比不上。走开，别碰我的城堡！你再走近一步，我就掐死你。偶尔也会传来叫骂和打架的声音。那些孩子因为觉得自己的城堡最美，总是不能欣赏别人的城堡。他们非常爱城堡，就以为那是真实的永恒的城，忘记了那只是海边的沙子。风雨吹坏了城堡，他们就怀恨风雨！海浪冲倒了城堡，他们就咒骂海浪！本来欢欢喜喜一起到海边盖城堡的孩子，为了保护和维持城堡，都变得紧张愤恨疲倦了，不再交谈欢笑拥抱了。很快的，黄昏就来临了，太阳逐渐落向海面，天马上就要黑了。孩子们都不自禁的想起自己的家，母亲煮的热腾腾的饭菜，不管多么喜欢城堡的孩子，也不得不要回家了。一个孩子首先踢倒自己的城堡，别的孩子也跟着踢坏自己的城堡，这时候，没有人在乎到底是自己或别人的城堡了。因为，没有人可以把城堡带回家。最后，他们又开始交谈和欢笑了，互相牵着手，头也不回的跑回家。黄昏的海边，只剩下空荡寂寞的沙滩，还有倾颓破败的城堡。夜里潮水涨了，海浪把所有的城堡推平，又变成沙滩。第二天天亮的时候，没有人看得出昨天这里曾有许许多多城堡，也没有人记得有许多孩子为了这些城堡曾有过多么激烈的争吵。在生命的界线中创建的许多城堡，看来真实，却是虚幻，只有平静的海滩才是开阔而永恒的存在。无心才能心安最近广钦老和尚一百零五岁诞辰，朋友找我去演讲，谈谈老和尚的生平与修行。"}
{"text":"夜里潮水涨了，海浪把所有的城堡推平，又变成沙滩。第二天天亮的时候，没有人看得出昨天这里曾有许许多多城堡，也没有人记得有许多孩子为了这些城堡曾有过多么激烈的争吵。在生命的界线中创建的许多城堡，看来真实，却是虚幻，只有平静的海滩才是开阔而永恒的存在。无心才能心安最近广钦老和尚一百零五岁诞辰，朋友找我去演讲，谈谈老和尚的生平与修行。闺钦老和尚是当代的高僧，有甚深的禅定，终生倡导念佛法门，可以说是禅净双修的典范。他的神异事迹很多，例如在深山坐禅降伏猛虎大蛇皈依，在泉州就是有名的伏虎和尚。例如他曾进人禅定长达四个月的时间，呼吸与脉搏完全停止，经弘一法师三弹指，才从定境中出来，使弘一法师赞叹说这么深的禅定，古今少有。又例如，他在三十六岁时，因睡晚了延误打板时间，深自忏悔，从此立志不倒单，长坐不卧，终生不睡床长达六十年，临终也是坐化圆寂。再例如，他七岁开始素食，由于在山中修行之故，从五十岁后只吃水果，不再火自，在台湾被尊称为水果师。又例如，除雨天之外，夜间喜欢在草地林间静坐，凡是他静坐之处丈内方圆，露水不湿，也无蚊虫，被目为神异。这些修行事迹，广钦老和尚的弟子和一般佛子都口耳相传，知之甚详。但是广钦老和尚最令我感动的，是他常教人老实念佛，一天无事，可以老老实实念佛，那是最幸福的事了。这是经历过千难万磨的苦行之后，真正的慈悲，因为要像他那样悟道太艰难了，念佛是最简单可靠的。在广钦老和尚的教化中，我觉得最受用的是他常讲无心随缘破我执。他说怎样才能心安？就是要无心。西方在哪里？在自己的心中，心中无事无烦恼，就是西方。善知识在哪里？在心。修行不能执著，执著即生烦恼。对任何事都能放得下，放下即是功夫。平常即对任何事无挂碍，免得临命终时，念头一到，就要继续轮回了。一切都不计较，日常生活中不起分别心，就是修苦行。无色相之心，才是学佛。广钦老和尚不识字，所以他的教言全是自己生命的体验，他的世寿有九十五岁，但一生平淡自然随缘无挂碍，应该得力于他的无心吧！"}
{"text":"善知识在哪里？在心。修行不能执著，执著即生烦恼。对任何事都能放得下，放下即是功夫。平常即对任何事无挂碍，免得临命终时，念头一到，就要继续轮回了。一切都不计较，日常生活中不起分别心，就是修苦行。无色相之心，才是学佛。广钦老和尚不识字，所以他的教言全是自己生命的体验，他的世寿有九十五岁，但一生平淡自然随缘无挂碍，应该得力于他的无心吧！甚至在他圆寂的时候，遗言也是无来无去无大志没有来也没有去，没有事情，每想到广老的这句话，就仿佛看见了鸟飞于空中云无心出岫风自由自在。老和尚很少提到经典，但他说经典就是路径，所以看经才知道修行的路是怎么走。又说心经里，自在两个字最重要。广钦老和尚生前，很少讲经很少做法会，也很少赶经仟，他总是坐在一张旧藤椅上，像一座山，让景仰的人朝圣。因为他，土城的荒山成为圣地六龟的僻野成为宝殿因为他，使盛唐禅师的气象，在台湾灵光一闪。如今，青山依旧在，广钦老和尚不在了，不，他是化成许多虚空的山，存在无数人的心里，只要一想到他那庄严的坐姿慈悲的脸容，心里就安静了。敏感的妖怪从前，在一个很深的山上，住着一位名字叫敏感的妖怪，这只敏感的妖怪很敏感，可以事先知道人们心中的想法。有一天，一位樵夫上山砍柴，遇见了敏感，心里想应该抓住这只妖怪，来拯救世人，因为事先知道别人的想法实在太可怕了，它将使夫妻反目朋友成仇天下不太平。在樵夫还没有动手之前，敏感已经知道了，他问樵夫说你是不是想抓我？樵夫没有料到自己的想法被识破，恼羞成怒，心想干脆把这只敏感的妖怪杀了。当樵夫正想举起斧头的时候，敏感大叫起来哎呀！没想到你的心这么恶毒，竟然想杀死我。但是，无论你心里想什么，我都能预先知道，所以，你杀不了我，也抓不到我。樵夫无计可施，只好把抓妖怪杀妖怪的想法暂时放下，继续砍柴，敏感知道樵夫拿自己没办法，就坐在一旁嘲笑樵夫。樵夫为了对付敏感的奚落，只好更专心一意心无旁骛的砍柴，由于过度专心，斧头的柄松了，樵夫也没发觉。"}
{"text":"当樵夫正想举起斧头的时候，敏感大叫起来哎呀！没想到你的心这么恶毒，竟然想杀死我。但是，无论你心里想什么，我都能预先知道，所以，你杀不了我，也抓不到我。樵夫无计可施，只好把抓妖怪杀妖怪的想法暂时放下，继续砍柴，敏感知道樵夫拿自己没办法，就坐在一旁嘲笑樵夫。樵夫为了对付敏感的奚落，只好更专心一意心无旁骛的砍柴，由于过度专心，斧头的柄松了，樵夫也没发觉。当樵夫再度挥动斧头的时候，斧头的刃飞了出去，正好打中敏感的头，原来在一旁洋洋得意的妖怪敏感，当场毙命。这个寓言是在说惟有无心，才能对治藏在内心敏感的妖怪，回此心安的境界，也只有专心一志的人才能达到。在生活里，我也是这样，我只是专心无心的工作，那些挫折敏感不顺心的念头与情绪，即使在一旁跳跃，也很快就消弭了。内外皆柔软日本京都大仙寺的住持尾关宗园，是当代著名的禅师，也是有名的演说家。由于自己的经验极有信心，有一次他接受了一个中学的演讲邀约，并没有约定题目，他心想大概和平常一样，谈一些教化的演讲。演讲当天，学校的老师开车来接他，他问学校的老师说请问今天演讲的题目是什么？老师说学校的毕业旅行准备参观大仙院和市内的主要寺院，所以想请你对学生谈谈京都的历史古寺和名胜的由来。尾关宗园听了大吃一惊，非常紧张，手心出汗，一直发抖。因为他对京都的历史古寺名胜的认识浅薄，实在没有内容可以告诉学生。中学老师看他不知所措的样子，还笑着安慰他说你别想得太难，只要放轻松就可以了。尾关宗园内心直打寒颤，眼前一片迷蒙，感觉到学校的路上时间好像一世纪那么长，直到和学校校长老师打招呼时，心里还在想我究竟该说些什么？他在毫无准备的情形下上台演讲，因为太紧张，上阶梯时，突然绊了一跤。全场学生哄然大笑，这一笑，使他释然了，因为心想再也不会有比跌跤更糟的事了。于是，他说说真的，临时要我介绍京都的历史古寺。名胜的由来，真是太难了，所以，我在半途就好想逃回去。"}
{"text":"尾关宗园内心直打寒颤，眼前一片迷蒙，感觉到学校的路上时间好像一世纪那么长，直到和学校校长老师打招呼时，心里还在想我究竟该说些什么？他在毫无准备的情形下上台演讲，因为太紧张，上阶梯时，突然绊了一跤。全场学生哄然大笑，这一笑，使他释然了，因为心想再也不会有比跌跤更糟的事了。于是，他说说真的，临时要我介绍京都的历史古寺。名胜的由来，真是太难了，所以，我在半途就好想逃回去。学生又是一阵笑声，这次不是轻视的笑了。尾关禅师完全释然放松，做了一次成功的演讲。由于在讲台绊到的那一跤，使他恢复了平常心，从非这么做不可转换成这样做也可以那样做也可以，本来因对立而产生的恐惧，也因为无心的跌跤而消失了。这是尾关宗园在他的著作大安心中的一段回忆，他的结论是因为时钟的滴答声而睡不着，心里总是惦记着时钟的声音，这是一个缺乏安定感的自己。在不知不觉中睡着，而不在乎时钟的声音，就等于与它合而为一变为一体了。平常心也是无心的妙用，心里想着要睡一个好觉的人，往往容易失眠心里计划着要有一个美好人生的人，总是饱受折磨。外刚内柔的人，一旦受到挫折，就容易走极端。外柔内刚的人，则会自我挣扎，难以放松。惟有内外都柔软，没有预设立场的人，才能一心一境，情景交融，达到一体心的境界。我和尾关禅师一样，也常常去参加不知题目的演讲，也有惶恐，紧张的时候，我总是想到这句话就释怀了再也不会有比跌跤更糟的事了。分节阅读国卫的钻石戒指从前有一个国王，他生性凶暴，喜欢侵略，在他作王子的时候，就想有一天要占有整个世界，常常催促父王去和邻国作战。老国王心里非常担忧，却也不能改变王子的本性。有一天，老国王生病很严重，快死的时候他把王子叫来，对王子说我快死了，要把王位传给你。可是心里很担心，我们的祖先一向是以仁爱来统治国家，希望你也时常心存仁爱。"}
{"text":"老国王心里非常担忧，却也不能改变王子的本性。有一天，老国王生病很严重，快死的时候他把王子叫来，对王子说我快死了，要把王位传给你。可是心里很担心，我们的祖先一向是以仁爱来统治国家，希望你也时常心存仁爱。说到这里，老国王把手上的一枚钻石戒指取下来，戴在王子的手上，说我死了以后，希望你看到这个戒指就想到仁爱，因为这世界的每一个人都是父母最疼爱的孩子。说完，国王就去世了。王子一开始很伤心父王的死，也想要仁爱，可是他想如果不占领整个世界，我怎么能让所有的人都得到我的仁爱呢？因此，在他作了国王以后，就开始训练军队，告诉大臣，教导人民，他说为了使全世界都分享我们这一国的仁爱，我们一定要攻打他们的国家，杀掉他们的国王，占领他们的土地！在国王的领导下，从大臣到人民都变得非常凶暴喜欢侵略，他们每天都到处征战，侵占别人的国土，杀死抵抗的人民，于是国士越来越大，人民愈来愈残忍。可是，战争一定有死伤，这一国的人民一天比一天少了。有一天，国王的独生王子也在战争中牺牲了，他伤心的看着手上的钻石戒指，想起了老国王的话，知道仁爱才是解救人民惟一的方法。国王忏悔了，但是他的大臣军队人民都已经非常凶残，无法改变了，国王就想出一个办法。他首先叫人找来一个锅子一堆柴火放在大殿上，接着召集所有的大臣和将领，宣布了他的忏悔，但是大家都议论纷纷，不相信国王是真心的改过。国上就命令侍卫把火生起来，将锅子里的水煮开了。然后，他把手上那先王留下的价值连城的钻石戒指取下来，丢进滚烫的锅于里，对大家说现在，谁能伸手进这个锅子把戒指拿起来，我就把锅里的钻石戒指送给他。大臣们一阵喧哗，但是并没有人敢伸手去拿戒指。国王于是叫人把柴火抽出来，在开水里加了冷水，自己伸手进锅子，把钻石戒指拿出来，戴回手上。他说戒指虽然是很贵重的东西，可是一定要在平静清凉的水中才拿得出来。从前我们讲仁爱，却到处去打仗杀害，就好像把戒指丢在开水里一样。现在我宣布不再战争，就好像把柴火拿掉。我很忏悔，就像加冷水到锅里，很轻松就把戒指拿出来了。"}
