{"text":"真所谓得意忘形，官僚官僚的骂着。可悲的就在此，现在的骂官僚的人里面，到外国去炸大过一回而且做教员的就很多所谓钻谋补他的缺的也就是这一流，那时我说佥事这一个官儿倒也并不算怎样的区区，就为此人的乘机想做官而发，刺他一针，聊且快意，不提防竟又被陈教授刻骨镂心的记住了，也许又疑心我向他在放冷箭了罢。我并非因为自己是官僚，定要上侪于清高的教授之列，官僚的高下也因人而异，如所谓孤桐先生，做官时办甲寅，佩服的人就很多，下台之后，听说更有生气了。而我下台时所做的文章，岂不是不但并不更有生气，还招了陈源教授的一顿教训，而且罪孽深重，延祸面孔了么？这是以文才和面孔言至于从别一方面看，则官僚与教授就有一丘之貉之叹，这就是说钱的来源。国家行政机关的事务官所得的所谓俸钱，国立学校的教授所得的所谓薪水，还不是同一来源，出于国库的么？在曹锟政府下做国立学校的教员，和做官的没有大区别。难道教员的是捐给了学校，所以特别清高了？袁世凯称帝时代，陈源教授或者还在外国的研究室里，是到了曹锟贿选前后才做教授的，比我到北京迟得多，福气也比我好得多。曹锟贿选，他做教授，代表无耻的彭允彝做总长，他做教授，甚而至于代表无耻的章士钊做总长，他自然做教授，我可是被革掉了，甚而至于待到那甚而至于代表无耻的章士钊不做总长了，他自然还做教授，归国以来，一帆风顺，一个小钉子也没有碰。这当然是因为有适宜的面孔，不叫人有些恶心之故喽。看他脸上既无我一样的可厌的八字胡子，也可以说没有官僚的神情，所以对于他的面孔，却连我也并没有什么大恶心，而且仿佛还觉得有趣。这一类的面孔，只要再白胖一点，也许在中国就不可多得了。不免招我说几句费话的不过是他对镜装成的姿势和爆发出来的蕴蓄，但又即刻掩了起来，关上大门，据说大约不再打这样的笔墨官司了。前面的香车既经杳然，我且不做叫门的事，因为这些时候所遇到的大概不过几个家丁而且已是往国立北京女子师范大学复校纪念会的时候了，就这样的算收束。二月一日。本篇最初发表于一九二六年二月八日语丝周刊第六十五期。一九二五年女师大风潮中，章士钊在停办北京女子师范大学呈文里诬蔑女学生不受检制。竟体忘形。啸聚男生。蔑视长上。这期间陈西滢也曾在口头上侮辱女学生。"}
{"text":"前面的香车既经杳然，我且不做叫门的事，因为这些时候所遇到的大概不过几个家丁而且已是往国立北京女子师范大学复校纪念会的时候了，就这样的算收束。二月一日。本篇最初发表于一九二六年二月八日语丝周刊第六十五期。一九二五年女师大风潮中，章士钊在停办北京女子师范大学呈文里诬蔑女学生不受检制。竟体忘形。啸聚男生。蔑视长上。这期间陈西滢也曾在口头上侮辱女学生。而徐志摩在一九二六年一月十三日晨报副刊发表的闲话引出来的闲话一文，却恭维陈说西滢是分明私淑法朗士的，也不只写文章一件事――除了他对女性的态度，那是太忠贞了。这就引起岂明周作人在同月二十日晨报副刊发表闲话的闲话之闲话一文，针对徐志摩说陈西滢忠贞于女性一点，揭发了陈侮辱女学生的话我知道在北京有两位新文化新文学的名人名教授，因为愤女师前途之棘，先章士钊，后杨荫榆而扬言于众曰现在的女学生都可以叫局。于是在一月三十日晨报副刊上就发表有徐志摩的关于下面一束通信告读者们和陈西滢闲话的闲话之闲话引出来的几封信，共同对进行攻击和诽谤。在陈西滢的这几封信中有两封致岂明的信，其中他自己承认疑心先生骂的有我在里面，一面又加以辩解，并且一再说先生兄弟两位或令兄先生，把也拉在一起。此外，在他的这几封信中还有一封题为致志摩的长信，内容全是对的造谣和诬蔑，因此写了这篇文章。新潮社北京大学部分学生和教员组织的一个具有进步倾向的社团。一九一八年底成立。主要成员有傅斯年罗家伦杨振声周作人等，曾出版新潮月刊一九一九年一月创刊，一九二二年三月出至三卷二期停刊新潮丛书和新潮社文艺丛书。后来，由于主要成员的变化，逐渐右倾，无形解体。指陈西滢给岂明的两封信中的第一信。参看本卷第页注。暗中挑剔风潮陈西滢攻击等人的一句不通的话。参看本卷第页注。十年读书十年养气的工夫这是李四光给晨报副刊编者徐志摩的信中所说的话。详见本篇注。耳食之言即传闻的话。语出史记六国年表序。汪原放先生已作古人一案在一九二四年一月二十八日晨报副刊上发表望勿纠正一文。"}
{"text":"后来，由于主要成员的变化，逐渐右倾，无形解体。指陈西滢给岂明的两封信中的第一信。参看本卷第页注。暗中挑剔风潮陈西滢攻击等人的一句不通的话。参看本卷第页注。十年读书十年养气的工夫这是李四光给晨报副刊编者徐志摩的信中所说的话。详见本篇注。耳食之言即传闻的话。语出史记六国年表序。汪原放先生已作古人一案在一九二四年一月二十八日晨报副刊上发表望勿纠正一文。其中说古书的标点者汪原放君已经成了古人了。后知汪还健在，一九二五年九月二十四日在将该文编入热风时，特于篇末作了订正。汪原放，参看本卷第页注。刑名师爷清代官署中承办刑事判牍的幕僚，叫刑名师爷。一般善于舞文弄法，往往能左右人的祸福。当时绍兴籍的幕僚较多，因有绍兴师爷之称。陈西滢曾在致志摩中攻击是做了十几年官的刑名师爷。察见渊鱼者不祥语见列子说符周谚有言察见渊鱼者不祥智料隐匿者有殃。察见渊鱼，比喻窥见别人心中的隐匿不祥，是指容易招来猜忌和祸患。学理和事实这是陈西滢自我吹嘘的话。参看本卷第页注。笑吟吟的天才的讽刺这是对徐志摩吹捧陈西滢的话所作的概括。参看本书有趣的消息及其注。毛厕这是陈西滢诬蔑女师大的话。参看本卷第页注。人气岂明在闲话的闲话之闲话里曾针对陈西滢侮辱女学生的话说许多所谓绅士压根儿就没有一点人气，还亏他们恬然自居于正人之列。陈西滢随即在致岂明中加以辩解，其中有如果先生还有半分人气这样的话。发热陈西滢在致志摩的末尾说昨晚因为写另一篇文章，睡迟了，今天似乎有些发热。今天写了这封信，已经疲乏了。逼死一九二五年十月一日，徐志摩接编晨报副刊。当天他就发表了一篇我为什么来办我想怎么办，文内说到陈西滢本来是最厌恶副刊的但为要处死副刊，反而赞成徐志摩来编晨报副刊，以便第一步逼死别家的副刊，第二步掐死自己的副刊，从此人类可永免副刊的灾殃。赵子昂―赵孟。"}
{"text":"今天写了这封信，已经疲乏了。逼死一九二五年十月一日，徐志摩接编晨报副刊。当天他就发表了一篇我为什么来办我想怎么办，文内说到陈西滢本来是最厌恶副刊的但为要处死副刊，反而赞成徐志摩来编晨报副刊，以便第一步逼死别家的副刊，第二步掐死自己的副刊，从此人类可永免副刊的灾殃。赵子昂―赵孟。肿影海荩裾憬庑耍耍榛遥曰碇啤赜谒淼墓适拢宕馍洞蠊勐肌肪硎醴登题赵孟浴马图卷中有这样的记载赵孟尝据床学马滚尘状，管夫人自牖中窥之，政见一匹滚尘马。悻悻的狗陈西滢在致志摩中谩骂说说起画像，忽然想起了本月二十三日京报副刊里林玉堂先生画的先生打叭儿狗图。你看他面上八字胡子，头上皮帽，身上厚厚的一件大氅，很可以表出一个官僚的神情来。不过林先生的打叭儿狗的想像好像差一点。我以为最好的想像是先生张着嘴立在泥潭中，后面立着一群悻悻的狗。重女轻男陈西滢在现代评论第二卷第三十八期一九二五年八月二十九日的闲话中谈到女师大风潮时说外国人说，中国人是重男轻女的。我看不见得吧。法兰斯通译法朗士。参看本卷第页注。陈西滢在现代评论第三卷第五十七五十八期一九二六年一月九日十六日连续发表两篇谈法朗士的闲话徐志摩看到第一篇后，便在一月十三日晨报副刊发表的闲话引出来的闲话一文中称赞陈的文章和法朗士的文章同样妩媚，又说他学法朗士已经有根了。参看本书无花的蔷薇第七节。指论费厄泼赖应该缓行一文，后收入论文集坟。刀笔吏古代书吏在办理文书时，经常要使用刀和笔两种工具用笔写在竹简或木札上，有误则用刀削去，所以秦汉时的书吏被称为刀笔吏后来它又转为一般舞文弄法的讼师的通称。陈西滢曾在致志摩中攻击为刀笔吏。李四光在一九二六年二月一日晨报副刊发表一封给徐志摩的信，内容是关于京师图书馆副馆长月薪一事的声明。信末说我听说先生是当代比较有希望的文士暗中希望有一天他自己查清事实，知道天下人不尽像先生的镜子里照出来的模样。"}
{"text":"刀笔吏古代书吏在办理文书时，经常要使用刀和笔两种工具用笔写在竹简或木札上，有误则用刀削去，所以秦汉时的书吏被称为刀笔吏后来它又转为一般舞文弄法的讼师的通称。陈西滢曾在致志摩中攻击为刀笔吏。李四光在一九二六年二月一日晨报副刊发表一封给徐志摩的信，内容是关于京师图书馆副馆长月薪一事的声明。信末说我听说先生是当代比较有希望的文士暗中希望有一天他自己查清事实，知道天下人不尽像先生的镜子里照出来的模样。到那个时候，也许这个小小的动机，可以促先生作十年读书，十年养气的工夫。也许中国因此可以产生一个真正的文士。粪车陈西滢在致志摩中说，他发表这几封信，总算是半年来朝晚被人攻击的一点回响，也可以证明我的容忍还没有到家。现在忍不住的爆发了。譬如在一条又长又狭的胡同里，你的车跟着一辆粪车在慢慢的走，你虽然掩住了口鼻，还少不得心中要作恶，一到空旷的地方，你少不得唾两口口涎，呼两口气。我现在的情景正是那样。思想界的权威者一九二五年八月初，北京民报在京报晨报刊登广告，宣传该报的十二大特色，其中之一为增加副刊，其中有本报自八月五日起增加副刊一张，专登学术思想及文艺等，并特约中国思想界之权威者诸先生随时为副刊撰著等语。秋士孙伏园在一九二四年一月十二日晨报副刊发表的关于先生一文中说先生所以对于呐喊再版迟迟不准许的原因，最重要的一个是他听说有几个中学堂的教师，竟在那儿用呐喊做课本，甚至给高小学生读的，这是他所极不愿意的，最不愿意的是竟有人给小孩读狂人日记。他说，他一听到呐喊在那儿给中小学生读以后，见了呐喊便讨厌，非但没有再版的必要，简直有让它绝版的必要，也没有再做这类小说的必要。请君入瓮唐代酷吏周兴的故事。资治通鉴唐则天后天授二年载或告文昌右丞周兴与丘神尥谋，太后命来俊臣鞫之。俊臣与兴方推事对食，谓兴曰囚多不承，当为何法？兴曰此甚易耳！取大瓮，以炭四周炙之，令囚入中，何事不承！俊臣乃索大瓮，火围如兴法，因起谓兴曰有内状推兄，请兄入此瓮！兴惶恐叩头服罪。音乐即音乐？"}
{"text":"请君入瓮唐代酷吏周兴的故事。资治通鉴唐则天后天授二年载或告文昌右丞周兴与丘神尥谋，太后命来俊臣鞫之。俊臣与兴方推事对食，谓兴曰囚多不承，当为何法？兴曰此甚易耳！取大瓮，以炭四周炙之，令囚入中，何事不承！俊臣乃索大瓮，火围如兴法，因起谓兴曰有内状推兄，请兄入此瓮！兴惶恐叩头服罪。音乐即音乐？，原载语丝第五期一九二四年十二月十五日，后收入集外集系针对语丝第三期一九二四年十二月一日徐志摩在他翻译的波特莱耳死尸一诗前所发的议论而作。陈西滢在致志摩中说前面几封信里说起了几次周岂明先生的令兄，即教育部佥事周树人先生的名字。暂署佥事一九二六年一月十七日，教育部令复佥事职。因为由教育部呈请北洋政府核准的命令在当时还未发表，所以是暂署佥事。陈西滢在现代评论第二卷第五十期一九二五年十一月二十一日的闲话里，说当时著述界盛行剽窃或抄袭，含沙射影地诬蔑说很不幸的，我们中国的批评家有时实在太宏傅了。他们俯伏了身躯，张大了眼睛，在地面上寻找窃贼，以致整大本的剽窃，他们倒往往视而不见。要举个例么？还是不说吧，我实在不敢再开罪思想界的权威。在致志摩里，他便明白地说的中国小说史略是抄袭日本盐谷温的支那文学概论讲话的。下文的回敬他一通骂街，参看本卷第页注。盐谷氏指盐谷温―，日本汉文学研究者，当时任东京大学教授。红楼梦长篇小说，一百二十回，前八十回清代曹雪芹作，后四十回一般认为高鹗续作。森槐南―日本汉文学研究者。他对唐人小说的分类，据盐谷温支那文学概论讲话第六章所述，共为三类一别传二异闻琐语三杂事。盐谷温则根据他所分类的第一类，再细分为别传剑侠艳情神怪四种。汉魏丛书明代何镗辑，内收汉魏六朝间遗书百种。现在通行的有清代王谟刻本八十六种。指古小说钩沉。内收自周至隋散佚小说三十六种，是研究中国小说史的重要资料。唐人说荟小说笔记丛书，共二十卷。"}
{"text":"他对唐人小说的分类，据盐谷温支那文学概论讲话第六章所述，共为三类一别传二异闻琐语三杂事。盐谷温则根据他所分类的第一类，再细分为别传剑侠艳情神怪四种。汉魏丛书明代何镗辑，内收汉魏六朝间遗书百种。现在通行的有清代王谟刻本八十六种。指古小说钩沉。内收自周至隋散佚小说三十六种，是研究中国小说史的重要资料。唐人说荟小说笔记丛书，共二十卷。旧有桃源居士辑本，凡一百四十四种清代乾隆时山阴陈莲塘又从说郛等书中采入二十种，合为一百六十四种。内多小说，但删节和谬误很多，坊刻本又改名为唐代丛书。太平广记类书，共五百卷。宋代李P等奉敕纂辑。书成于太平兴国三年，内收六朝至宋代初年的小说野史很多，引用书四百七十余种。塞文狄斯通译塞万提斯。陈西滢在现代评论第二卷第四十八期一九二五年十一月七日的闲话里说有人游历西班牙，他的引导指了一个乞丐似的老人说，那就是写的s按即写堂吉诃德的塞万提斯。听者惊诧道塞文狄斯么？怎样你们的政府让他这样的穷困？引导者道要是政府养了他，他就不写那样的作品了。按在英国华兹s所著的塞万提斯评传第十二章中，曾说及西班牙人托勒斯s所记述的一个故事一六一五年二月，托勒斯会见一些爱读塞万提斯著作的法国人，他愿意引导他们去看那个。他告诉他们说，塞万提斯年老了，很穷于是一个人问道西班牙为什么不用公款资助这样的人，使他富有些呢？又一个人说道若是穷困逼迫他著书，那么愿上帝不要使他富有，他自己虽穷困，却可以用他的著作使世界富有。但托勒斯并未真的引导那些法国人去会塞万提斯。陈西滢关于塞万提斯的话完全是道听途说。陈西滢在凌叔华的抄袭行为被揭发以后，曾在现代评论第二卷第五十期的闲话里隐约地为她辩解说至于文学，界限就不能这样的分明了。许多情感是人类所共有的，他们情之所至，发为诗歌，也免不了有许多共同之点。难道一定要说谁抄袭了谁才称心吗？剽窃抄袭的罪名，在文学里，我以为只可以压倒一般蠢才，却不能损伤天才作家的。至于伟大的天才，有几个不偶然的剽窃？"}
{"text":"陈西滢关于塞万提斯的话完全是道听途说。陈西滢在凌叔华的抄袭行为被揭发以后，曾在现代评论第二卷第五十期的闲话里隐约地为她辩解说至于文学，界限就不能这样的分明了。许多情感是人类所共有的，他们情之所至，发为诗歌，也免不了有许多共同之点。难道一定要说谁抄袭了谁才称心吗？剽窃抄袭的罪名，在文学里，我以为只可以压倒一般蠢才，却不能损伤天才作家的。至于伟大的天才，有几个不偶然的剽窃？不用说广义的他们心灵受了过去大作家的陶养，头脑里充满了过去大作家的思想，就狭义的说，举起例来也举不胜举。指陈彬的节译本，一九二六年三月朴社出版以后另有孙Z工的全译本，开明书店出版。关于凌叔华剽窃小说图画的问题，晨报副刊自一九二五年十月一日起，由徐志摩主编，报头用了一幅敞胸半裸的西洋女人黑白画像，无署名，徐志摩在开场白我为什么来办我想怎么办中也未声明画的来源只是在同日刊载的凌叔华所作小说中秋晚后的附记中，顺便说副刊篇首广告的图案也都是凌女士的。十月八日，京报副刊上登载了署名重余陈学昭的似曾相识的晨报副刊篇首图案，指出该画是剽窃英国画家琵亚词侣的。不久，现代评论第二卷第四十八期一九二五年十一月七日发表了凌叔华的小说花之寺，十一月十四日京报副刊又发表了署名晨牧的零零碎碎一则，暗指凌叔华的花之寺说挽近文学界抄袭手段日愈发达，现在某女士竟把柴霍甫的在消夏别墅抄窜来了。这样换汤不换药的小说，瞒得过世人的吗？陈西滢疑心这两篇文章都是所作。凌叔华，广东番禺人，小说家。陈西滢之妻。下文的琵亚词侣，又译毕亚兹莱s，―，英国画家。多用图案性的黑白线条描绘社会生活。曾于一九二九年选印他的画集比亚兹莱画选艺苑朝华第四辑。曹锟贿选参看本卷第页注。彭允彝参看本卷第页注。代表无耻云云，是当时北大教授胡适抨击他的话见努力周报第三十九期。一九二五年八月，北京大学反对章士钊为教育总长，也宣布与教育部脱离关系。在北大十七教授致本校同事公函中，曾说章士钊是彭允彝一样的无耻政客，所以陈西滢在这里有代表无耻的章士钊这样的反语。"}
{"text":"曹锟贿选参看本卷第页注。彭允彝参看本卷第页注。代表无耻云云，是当时北大教授胡适抨击他的话见努力周报第三十九期。一九二五年八月，北京大学反对章士钊为教育总长，也宣布与教育部脱离关系。在北大十七教授致本校同事公函中，曾说章士钊是彭允彝一样的无耻政客，所以陈西滢在这里有代表无耻的章士钊这样的反语。云南起义蔡锷等为反对袁世凯称帝，在云南组织护国军，于一九一五年十二月二十五日发动讨袁起义，很快得到全国各省的响应，袁被迫于一九一六年三月二十二日取消帝制。国民军当时冯玉祥统率的倾向进步的军队。冯原属北洋军阀中直系吴佩孚的一系一九二四年十月第二次直奉战争中，他在前线与奉军妥协，通电主张停战，回师北京，举行北京政变，囚禁总统曹锟，并将所部军队改组为国民军。张勋复辟张勋―，字少轩，江西奉新人，北洋军阀之一。一九一七年六月，他带兵从徐州到北京，七月一日与康有为等拥清废帝溥仪进行复辟。同月十二日即告失败。于七月三日与教育部别的几个部员同时愤而离职，乱平后于十六日返部。炸大形容出国留学镀金后身价百倍。刘半农在奉答陈通伯先生兼答君及其前辈一九二六年二月一日语丝第六十四期中说吴稚晖先生说过，留学生好比是面筋，到西洋那大油锅里去一泡，马上就蓬蓬勃勃涨得其大无外。教训陈西滢在致岂明的第二封信中兼指说因为先生们太不自量，更加得意忘形起来，所以给先生一个小小的教训。我还不能带住我还不能带住一月三十日晨报副刊上满载着一些东西，现在有人称它为攻周专号，真是些有趣的玩意儿，倒可以看见绅士的本色。不知怎的，今天的晨副忽然将这事结束，照例用通信，李四光教授开场白，徐志摩诗哲接后段，一唱一和，甩道带住！让我们对着混斗的双方猛喝一声，带住！了。还声明一句，本刊此后不登载对人攻击的文字云。他们的什么闲话闲话问题，本与我没有什么鸟相干，带住也好，放开也好，拉拢也好，自然大可以随便玩把戏。但是，前几天不是因为令兄关系，连我的面孔都攻击过了么？我本没有去混斗，倒是株连了我。现在我还没有怎样开口呢，怎么忽然又要带住了？"}
