{"text":"就我自己说起来，是早就有人劝我不要发议论，不要做杂感，你还是创作去吧！因为做了创作在世界史上有名字，做杂感是没有名字的。其实就是我不做杂感，世界史上，还是没有名字的，这得声明一句，是这些劝我做创作，不要写杂感的人们之中，有几个是别有用意，是被我骂过的。所以要我不再做杂感。但是我不听他，因此在北京终于站不住了，不得不躲到厦门的图书馆上去了。艺术家住在象牙塔中，固然比较地安全，但可惜还是安全不到底。秦始皇，汉武帝想成仙，终于没有成功而死了。危险的临头虽然可怕，但别的运命说不定，人生必死的运命却无法逃避，所以危险也仿佛用不着害怕似的。但我并不想劝青年得到危险，也不劝他人去做牺牲，说为社会死了名望好，高巍巍的镌起铜像来。自己活着的人没有劝别人去死的权利，假使你自己以为死是好的，那末请你自己先去死吧。诸君中恐有钱人不多罢。那末，我们穷人唯一的资本就是生命。以生命来投资，为社会做一点事，总得多赚一点利才好以生命来做利息小的牺牲，是不值得的。所以我从来不叫人去牺牲，但也不要再爬进象牙之塔和知识阶级里去了，我以为是最稳当的一条路。至于有一班从外国留学回来，自称知识阶级，以为中国没有他们就要灭亡的，却不在我所论之内，像这样的知识阶级，我还不知道是些今天的说话很没今天的说话很没有伦次，望诸君原谅！本篇最初发表于一九二七年十一月上海劳动大学劳大周刊第五期，是在该校讲演的记录稿。由黄河清记录，发表前经过校阅。上海劳动大学，以国民党西山会议派为背景，标榜无政府主义的一所半工半读学校，分农学院工学院社会科学院三部。一九二七年创办，一九三三年停办。易先生即易培基―，字寅村，湖南长沙人。一九二四年十一月一九二五年十二月两次担任短时期的北洋政府教育总长。他支持北京女子师范大学学生运动，该校复校后曾兼任校长。一九二七年任上海劳动大学校长。知识阶级及其使命俄国作家爱罗先珂在北京的一次讲演的题目。记录稿最初连载于一九二二年三月六日七日晨报副刊，题为知识阶级的使命。指东南大学教授吴宓。参看二心集上海文艺之一瞥。李林甫疑为许敬宗之误。"}
{"text":"一九二七年创办，一九三三年停办。易先生即易培基―，字寅村，湖南长沙人。一九二四年十一月一九二五年十二月两次担任短时期的北洋政府教育总长。他支持北京女子师范大学学生运动，该校复校后曾兼任校长。一九二七年任上海劳动大学校长。知识阶级及其使命俄国作家爱罗先珂在北京的一次讲演的题目。记录稿最初连载于一九二二年三月六日七日晨报副刊，题为知识阶级的使命。指东南大学教授吴宓。参看二心集上海文艺之一瞥。李林甫疑为许敬宗之误。唐代刘q隋唐嘉话卷中太宗之征辽，作飞梯临其城。有应募为梯首，城中矢石如雨，而竞为先登。英公指谓中书舍人许敬宗曰此人岂不大健？敬宗曰健即大健，要是不解思量。苏格拉底前―前古希腊哲学家。罗素在第一次世界大战时，他反对英国参战，因而被解除剑桥大学教职之后又因反对征兵，被判监禁四个月。罗曼罗兰在第一次世界大战时，他曾发表站在斗争之上等文，反对帝国主义战争。英语是。英语文艺复兴。十四至十五世纪兴起的西方新兴资产阶级反对封建主义和宗教神权的思想文化运动。最初开始于意大利，后来扩及德法英荷等欧洲国家。这个运动以复兴久被泯没的古希腊罗马文化为口号，因而得名。为艺术而艺术最早由法国作家戈蒂叶―提出的一种资产阶级文艺观。它认为艺术应该超越一切功利而存在，创作的目的在于艺术本身，与社会政治无关。象牙之塔原是法国文艺批评家圣佩韦―批评同时代消极浪漫主义诗人维尼的用语，后来用以比喻脱离现实的文艺家的小天地。集外集拾遗补编集外集拾遗补编全集第八卷集外集拾遗补编本书收入一九三八年五月许广平编定的集外集拾遗出版后陆续发现的佚文，其中广告启事更正等编为附录一从他人著作中录出的编为附录二。季廉来信按语季廉来信按语我们叨在上海，什么考试情节，法立然后知恩之类，在报上倒不大见的。不过偶然有些传说，如嫌疑情节，大学招考，凡做白话文者皆不取等等。然而真假却不得而知，所以连我四周是漆黑还是雪白，也无从奉告了。近来声说这里有革命文学家因为语丝派中人，在北京醉生梦死，不出来革命，恨不用大炮打掉北京。"}
{"text":"季廉来信按语季廉来信按语我们叨在上海，什么考试情节，法立然后知恩之类，在报上倒不大见的。不过偶然有些传说，如嫌疑情节，大学招考，凡做白话文者皆不取等等。然而真假却不得而知，所以连我四周是漆黑还是雪白，也无从奉告了。近来声说这里有革命文学家因为语丝派中人，在北京醉生梦死，不出来革命，恨不用大炮打掉北京。那么，这里大约是好得很罢？要不然，他们为什么这样威武呢？旅沪一记者。新春。祭书神文祭书神文上章困敦之岁，贾子祭诗之夕，会稽戛剑生等谨以寒泉冷华，祀书神长恩，而缀之以俚词曰今之夕兮除夕，香焰兮烛焰赤。钱神醉兮钱奴忙，君独何为兮守残籍？华筵开兮腊酒香，更点点兮夜长。人喧呼兮入醉乡，谁荐君兮一觞。绝交阿堵兮尚剩残书，把酒大呼兮君临我居。缃旗兮芸舆，挈脉望兮驾鱼。寒泉兮菊菹，狂诵离骚分为君娱，君之来兮毋徐徐。君友漆妃兮管城侯，向笔海而啸傲兮，倚文冢以淹留。不妨导脉望而登仙兮，引鱼之来游。俗丁伧父兮为君仇，勿使履阈兮增君羞。若弗听兮止以吴钩示之丘索兮棘其喉。令管城脱颖以出兮，使彼以心忧。宁召书癖兮来诗囚，君为我守兮乐未休。他年芹茂而樨香兮，购异籍以相酬。本篇录自周作人日记，写于一九一年二月十八日夏历庚子除夕，署名戛剑生。上章困敦之岁指庚子年。尔雅释天太岁在庚曰上章，太岁在子曰困敦。贾子指唐代诗人贾岛。元代辛文房唐才子传卷五贾岛每至除夕，必取一岁所作置几上，焚香再拜，酹酒祝曰此吾终年苦心也。长恩明代无名氏致虚阁杂俎司书鬼曰长恩，除夕呼其名而祭之，鼠不敢啮，蠹鱼不蛀。阿堵原是晋代俗语，即这个。晋书王衍传衍口未尝言钱，妇令婢以钱绕床下，衍晨起，不得出，呼婢曰举却阿堵物。后人遂沿用为钱的别称。脉望传说中的仙虫。唐代段成式酉阳杂俎蠹鱼三食神仙字，则化为此。鱼，蛀书虫。，蠹的古字。漆妃墨的别称。管城侯，笔的别称。笔海砚的别称。文冢，唐代文学家刘蜕埋稿处，这里指书丛。"}
{"text":"长恩明代无名氏致虚阁杂俎司书鬼曰长恩，除夕呼其名而祭之，鼠不敢啮，蠹鱼不蛀。阿堵原是晋代俗语，即这个。晋书王衍传衍口未尝言钱，妇令婢以钱绕床下，衍晨起，不得出，呼婢曰举却阿堵物。后人遂沿用为钱的别称。脉望传说中的仙虫。唐代段成式酉阳杂俎蠹鱼三食神仙字，则化为此。鱼，蛀书虫。，蠹的古字。漆妃墨的别称。管城侯，笔的别称。笔海砚的别称。文冢，唐代文学家刘蜕埋稿处，这里指书丛。吴钩春秋时吴地出产的弯形的刀，后泛指锋利的刀剑。唐代李贺南园诗男儿何不带吴钧，收取关山五十州。丘索即九丘八索。汉代孔安国尚书序八卦之说，谓之八索，求其义也。九州之志，谓之九丘。丘，聚也，言九州所有，土地所生，风气所宜，皆聚此书也。春秋左氏传曰，楚左史倚相能读三坟五典八索九丘即为上世帝王遗书也。诗囚苦吟不已，诗思窘迫的诗人。元代元好问放言诗有郊岛两诗囚句，郊岛，指唐代诗人孟郊贾岛。芹茂而樨香诗经鲁颂泮水思乐泮水，薄采其芹。泮水为学宫中的水池，后人常用入泮芹比喻童生进学。樨即桂花。桂花飘香正是秋闱开科之时，后人常用折桂比喻秋闱中式。戛剑生杂记戛剑生杂记行人于斜日将堕之时，暝色逼人，四顾满目非故乡之人，细聆满耳皆异乡之语，一念及家乡万里，老亲弱弟必时时相语，谓今当至某处矣，此时真觉柔肠欲断，涕不可仰。故予有句云日暮客愁集，烟深人语喧。皆所身历，非托诸空言也。生鲈鱼与新粳米炊熟，鱼须砍小方块，去骨，加秋油，谓之鲈鱼饭。味甚鲜美，名极雅饬，可入林洪山家清供。夷人呼茶为梯，闽语也。闽人始贩茶至夷，故夷人效其语也。试烧酒法，以缸一只猛注酒于中，视其上面浮花，顷刻迸散净尽者为活酒，味佳，花浮水面不动者为死酒，味减。本篇录自周作人关于一文见一九三七年三月上海宇宙风社出版的瓜豆集，作于一八九八年，戛剑生，早年的别号。秋油酱油。山家清供宋代林洪著，二卷，是一部关于烹饪的书。梯英语的音译。"}
{"text":"闽人始贩茶至夷，故夷人效其语也。试烧酒法，以缸一只猛注酒于中，视其上面浮花，顷刻迸散净尽者为活酒，味佳，花浮水面不动者为死酒，味减。本篇录自周作人关于一文见一九三七年三月上海宇宙风社出版的瓜豆集，作于一八九八年，戛剑生，早年的别号。秋油酱油。山家清供宋代林洪著，二卷，是一部关于烹饪的书。梯英语的音译。介绍德国作家版画展介绍德国作家版画展世界上版画出现得最早的是中国，或者刻在石头上，给人模拓，或者刻在木版上，分布人间。后来就推广而为书籍的绣像，单张的花纸，给爱好图画的人更容易看见，一直到新的印刷术传进了中国，这才渐渐的归于消亡。欧洲的版画，最初也是或用作插画，或印成单张，和中国一样的。制作的时候，也是画手一人，刻手一人，印手又是另一人，和中国一样的。大家虽然借此娱目赏心，但并不看作艺术，也和中国一样。但到十九世纪末，风气改变了，许多有名的艺术家，都来自己动手，用刀代了笔，自画，自刻，自印，使它确然成为一种艺术品，而给人赏鉴的量，却比单能成就一张的油画之类还要多。这种艺术，现在谓之创作版画，以别于古时的木刻，也有人称之为雕刀艺术。但中国注意于这种艺术的人，向来是很少的。去年虽然开过一个小小的展览会，而至今并无继起。近闻有德国的爱好美术的人们，已筹备开一创作版画展览会。其版类有木，有石，有铜。其作家都是现代德国的，或寓居德国的各国的名手，有许多还是已经跨进美术史里去了的人们。例如亚尔启本珂，珂珂式加，法宁该尔，沛息斯坦因，都是只要知道一点现代艺术的人，就很熟识的人物。此外还有当表现派文学运动之际，和文学家一同协力的霍夫曼，梅特那的作品。至于新的战斗的作家如珂勒惠支夫人，格罗斯，梅斐尔德，那是连留心文学的人也就知道，更可以无须多说的了。这展览会里，连上述各家以及别的的版画，闻共有百余幅之多，大者至二三尺，且都有亲笔的署名，和翻印的画片，简直有天渊之别，是很值得美术学生和爱好美术者的研究的。"}
{"text":"至于新的战斗的作家如珂勒惠支夫人，格罗斯，梅斐尔德，那是连留心文学的人也就知道，更可以无须多说的了。这展览会里，连上述各家以及别的的版画，闻共有百余幅之多，大者至二三尺，且都有亲笔的署名，和翻印的画片，简直有天渊之别，是很值得美术学生和爱好美术者的研究的。本篇最初发表于一九三一年十二月七日文艺新闻第三十九号，署名乐贲。德国作家版画展，德国汉堡嘉夫人于一九三一年底筹办，次年五六月间在上海展出。曾为它提供展品和镜框。汉堡嘉夫人，当时侨居上海，开设瀛环图书公司。版画出现得最早的是中国远在汉代，我国就产生了具有版画性质和特点的石刻画像。至唐代出现了金刚经扉画佛在给孤独园说法图刊印于咸通九年，即公元八六八年等优秀木刻版画，比欧洲现存的十五世纪初的木刻圣母像要早几百年。绣像指明清以来印在通俗小说卷头的书中人物的白描像。指一九三年十月与日本内山完造在上海合办的版画展览会，共展出苏德等国作品七十余幅。亚尔启本珂―美国雕刻家画家，原籍俄国，曾在德国从事美术活动。珂珂式加―？，奥地利画家戏剧家，一九八年侨居德国。法宁该尔―，美国画家雕刻家和音乐家，大部分时间住在德国。沛息斯坦因―，德国画家。表现派文学运动二十世纪初流行于德国和奥地利的资产阶级文艺流派。它对资本主义黑暗现实带有盲目的反抗情绪，强调表现自我感受，认为主观是唯一的真实，漠视现实生活，反对艺术的目的性。这一流派的出现，是帝国主义时期资产阶级文化危机的反映。霍夫曼―德国画家版画家。梅特那―，德国画家。格罗斯―德国画家，后移居美国。梅斐尔德，德国版画家。谨启谨启诸位读者先生北新第三卷第二号的插图，还是美术史潮论上的插图，那罗兰珊女及莱什朝餐，画和题目互错了，请自行改正，或心照。顺便还要附告几位先生们著作落伍，翻译错误，是我的责任。"}
{"text":"霍夫曼―德国画家版画家。梅特那―，德国画家。格罗斯―德国画家，后移居美国。梅斐尔德，德国版画家。谨启谨启诸位读者先生北新第三卷第二号的插图，还是美术史潮论上的插图，那罗兰珊女及莱什朝餐，画和题目互错了，请自行改正，或心照。顺便还要附告几位先生们著作落伍，翻译错误，是我的责任。其余如书籍缺页，定刊物后改换地址，邮购刊物回件和原单不符，某某殊为可恶之类，我都管不着的，希径与书店直接交涉为感。一月二十八日，。本篇最初发表于一九二九年二月十六日北新半月刊第三卷第四号。北新综合性杂志，北新书局出版。一九二六年七月创刊于上海。初为周刊，孙福熙主编一九二七年十一月第二卷第一号起改为半月刊，潘梓年等主编。一九三年十二月出至第四卷第二十四期停刊。罗兰珊，―？十九世纪法国画家。莱什，―法国画家。敬贺新禧敬贺新禧爆竹一声除旧，桃符万户更新。过了一夜，又是一年，人既突变为新人，文也突进为新文了。多种刊物，闻又大加改革，焕然一新，内容既丰，外面更美，以在报答惠顾诸君之雅意。惟敝志原落后方，自仍故态，本卷之内，一切如常，虽能说也要突飞，但其实并无把握。为辩解起见，只好说自信未曾偷懒于旧年，所以也无从振作于新岁而已。倘读者诸君以为尚无不可，仍要看看，那是我们非常满意的，于是就要――敬贺新禧了！奔流社同人本篇最初发表于一九二八年十二月三十日上海奔流月刊第一卷第七期。奔流社即奔流月刊社。奔流，文艺刊物，编辑，一九二八年六月二十日创刊于上海，一九二九年十二月二十日出至第二卷第五期停刊。聚珍聚珍张静庐先生我为什么刊行本丛书云本丛书之刊行，得周作人沈启无诸先生之推荐书目，介绍善本，盛情可感。施蛰存先生之主持一切，奔走接洽施蛰存先生编印中国文学珍本丛书缘起云余既不能为达官贵人，教授学者效牛马走，则何如为白屋寒儒，青灯下士修儿孙福乎？这里的走和教授学者，与众不同，也都是珍本。"}
{"text":"聚珍聚珍张静庐先生我为什么刊行本丛书云本丛书之刊行，得周作人沈启无诸先生之推荐书目，介绍善本，盛情可感。施蛰存先生之主持一切，奔走接洽施蛰存先生编印中国文学珍本丛书缘起云余既不能为达官贵人，教授学者效牛马走，则何如为白屋寒儒，青灯下士修儿孙福乎？这里的走和教授学者，与众不同，也都是珍本。本篇最初发表于一九三五年九月五日太白半月刊第二卷第十二期掂斤簸两栏，署名直入。张静庐―浙江慈溪人。曾在上海光华书局现代书局任职，一九三四年五月创办上海杂志公司。他所写的我为什么刊印本丛书曾刊载于读书生活第二卷第八期一九三五年八月。本丛书，指中国文学珍本丛书，施蛰存主编，上海杂志公司出版。一九三五年九月开始印行，共出五十种。施蛰存江苏松江今属上海人，作家，曾任现代文艺风景主编。他的编印中国文学珍本丛书缘起，也刊载于读书生活第二卷第八期。牛马走汉代司马迁在报任少卿书见文选卷四十一中自称太史公牛马走。唐代李善注走，犹仆也，言己为太史公掌牛马之仆。开给许世瑛的书单开给许世瑛的书单计有功宋人唐诗纪事四部丛刊本又有单行本辛文房元人唐才子传今有木活字单行本严可均全上古隋文今有石印本，其中零碎不全之文甚多，可不看。丁福保全上古隋诗排印本吴荣光历代名人年谱可知名人一生中之社会大事，因其书为表格之式也。可惜的是所认为历史上的大事者，未必真是大事，最好是参考日本三省堂出版之模范最新世界年表。胡应麟明人少室山房笔丛广雅书局本亦有石印本四库全书简明目录其实是现有的较好的书籍之批评，但须注意其批评是钦定的。世说新语刘义庆晋人清谈之状唐摭言五代王定保雅雨堂丛书中有唐文人取科名之状态抱朴子外篇葛洪有单行本内论及晋末社会状态论衡王充内可见汉末之风俗迷信等今世说王明末清初之名士习气本篇据手稿编入，原无标题。许寿裳在亡友印象记一九四七年十月上海峨嵋出版社出版中曾转录。许世瑛―，字诗英，浙江绍兴人，许寿裳的长子。"}
{"text":"胡应麟明人少室山房笔丛广雅书局本亦有石印本四库全书简明目录其实是现有的较好的书籍之批评，但须注意其批评是钦定的。世说新语刘义庆晋人清谈之状唐摭言五代王定保雅雨堂丛书中有唐文人取科名之状态抱朴子外篇葛洪有单行本内论及晋末社会状态论衡王充内可见汉末之风俗迷信等今世说王明末清初之名士习气本篇据手稿编入，原无标题。许寿裳在亡友印象记一九四七年十月上海峨嵋出版社出版中曾转录。许世瑛―，字诗英，浙江绍兴人，许寿裳的长子。一九三年秋考入清华大学化学系，旋改入中国文学系读书。的书单当开于此时。全上古隋文即全上古三代秦汉六朝文。全上古隋诗当即全汉三国晋南北朝诗。看了魏建功君的不敢盲从以后的几句声明看了魏建功君的不敢盲从以后的几句声明在副刊上登载了爱罗先珂君的观剧记以后，就有朋友告诉我，说很有人疑心这一篇是我做的，至少也有我的意见夹杂在内因为常用观看等字样，是所做不到的。现在我特地声明，这篇不但并非我做，而且毫无我的意见夹杂在内，在他的别的著作上，常用色彩明暗等等形容字，和能见的无别，则用些观看之类的动词，本也不足为奇。他虽然是外国的盲人，听不懂，看不见，但我自己也还不肯利用了他的不幸的缺点，来作嫁祸于他的得罪大学生诸君的文章。魏君临末还说感谢我介绍了爱罗先珂先生的教训的美意，这原是一句普通话，也不足为奇的，但从他全篇带刺的文字推想起来，或者也是为我所不能懂的俏皮话。所以我又特地声明，在未到中国以前，所译的作品全系我个人的选择，及至到了中国，便都是他自己的指定，这一节，我在他的童话集的序文上已经说明过的了。至于对于他的作品的内容，我自然也常有不同的意见，但因为为他而译，所以总是抹杀了我见，连语气也不肯和原文有所出入，美意恶意，更是说不到，感谢嘲骂，也不相干。但魏君文中用了引号的哓辞艺术的蟊贼这些话，却为我的译文中所无，大约是眼睛太亮，见得太多，所以一时惑乱，从别处扯来装上了。然而那一篇记文，我也明知道在中国是非但不能容纳，还要发生反感的，尤其是在躬与其事的演者。但是我又没有去阻止的勇气，因为我早就疑心我自己爱中国的青年倒没有他这样深，所以也就不愿意发些明知无益的急迫的言论。"}
