{"text":"然而，简约并不简单，也不是单纯为了高效，简约的要义一直是在追求形散神不散，就像中国画里的留白，不追求画面的铺张，看中的却是整体的灵动和洒脱。而有时一两句话甚至一两个字带来的神韵和意境，却胜过那千言万语，虽达不到此时无声胜有声的极致境界，却努力做到画龙点睛和锦上添花，甚至会有四两拨千斤的奇效，从岑参那家喻户晓的一句忽如一夜春风来，千树万树梨花开，到张先云破月来花弄影，从钱锺书围城里那一句婚姻是一座围城，城外的人想进去，城里的人想出来，再到张爱玲在鸿鸾禧里那一句娄太太只知道丈夫说了笑话，而没听清楚，因此笑得最响，古往今来的文人墨客深谙其中的门道――他们甚至赋予了这门技艺一个专有名词炼。都说真金不怕火炼，同样，最美最简约的字句，也需要文人们的温度――生活的温度，生命的温度，思想的温度来炼就。从炼字到炼句，一边除杂――除去世间纷扰和心中旁骛，一边升华――把自己的毕生真情倾注其中，所谓字字看来皆是血，十年辛苦不寻常――这正是他们在追求简约的同时对美人生自然和哲理不断探索和发现的最真实写照。这么看来汉语的简约之美似乎只属于那些胡适曹雪芹等文坛巨匠，对我等平民百姓却是此曲只应天上有，人间能得几回闻？不尽然，越简约越大众，也越接地气，简约让语言沉下去，又让语言浮上来，无论是静坐常思已过，闲谈莫论人非，还是忍一句，息一怒，饶一着，退一步，抑或是一句话让人跳，一句话让人笑，短短数语，朗朗上口，浓缩的却是几千年来劳动人民的生活智慧和人生经验，由是观之，汉语的简约之道，不仅有文艺美，也有烟火味呢。时过境迁，虽然很多语言已经湮灭在历史的尘埃中，但汉语的简约大气之美，让她历经五千年风雨，依旧屹立在东方，依旧光彩照人，依旧滋养和鼓舞着一代又一代炎黄子孙们。"}
{"text":"你记得高考前一天与一帮同学在吃一个小饭馆里吃晚饭，吵吵闹闹着走进文具店购置一些文具你记得你在校门东边的第七棵树那里与老师同学碰面，走进考场前在那里看见许多张脸，同很多人告别你记得写作文时笔尖的行云流水，以及满脸的自信和手上的汗珠，那是你最勇敢的一次写作，虽然那篇作文最后似乎并没有得到什么高分，你难免有些失落和不甘你看见校门口熙来攘往的人群，父母和老师顶着烈日一次又一次地等待终了的铃声响起，眼神冲向校门搜索你的身影你记得整段路被封锁和在路中央维持秩序的保安大叔，而他的孩子当时正在考场你更能记得最后一天化学试卷被收走的那一刻自己平淡的表情和走出考场沉默着的大步流星。那一瞬间，你知道你受过的许多苦以后都不会再受获得过的许多荣誉以后都不会再有以及你曾经打过的架扫过的地，以后都不会在你短暂的生命中出现。同时你想到，你再也不会和你的同学一起走出校门去哪家饭馆吃某顿晚饭，再也不会在同一棵树那里看见熟悉的面庞和身影，送考的人群里不会有任何一个声音呼喊你的姓名。即使你三天后再经过那条路，即使一年后的你还是顶着一张和他们相似的容颜，即使你还能看见熟悉的场景又在上演，但你与他们中的任何一个，都不能搭建起关于情感的任何共鸣了。你在键盘上敲出了上一段的最后一个句号，看了一眼字数，发现自己竟那么轻松地就写出了曾经遥不可及的字数，感到有些讽刺。于是你单击保存，缓缓地合上电脑。你再也不用担心这篇文章将得到怎样荒唐的分数，再也不用害怕会受到语文老师怎样严厉的批评。你不知怎地有些累了，趴在桌上，听到窗外淅淅沥沥的雨声，忽想起中学时代摘抄的余光中先生的散文听听那雨声。然后，你任由泪水如这窗外的雨，往桌面上砸。一时间，泣不成声。一种新的表达之所以新，肯定有它更为考究细致的遣词造句，则更有它全的地方。虽说学新东西很累，然而这却能完美避开。直接来一句以偏概全地图炮，还以为自己概括能力很强的，则还沉醉在人生吃一盏长一智的自我感动之中――差距就是这样越来越大的。所以我向来讨厌说这类口头禅的人你好厉害哦s又怎么样呢？不就是有什么好，这种你有什么办法，他们自以为看破红尘，其实他们都是s。"}
{"text":"一时间，泣不成声。一种新的表达之所以新，肯定有它更为考究细致的遣词造句，则更有它全的地方。虽说学新东西很累，然而这却能完美避开。直接来一句以偏概全地图炮，还以为自己概括能力很强的，则还沉醉在人生吃一盏长一智的自我感动之中――差距就是这样越来越大的。所以我向来讨厌说这类口头禅的人你好厉害哦s又怎么样呢？不就是有什么好，这种你有什么办法，他们自以为看破红尘，其实他们都是s。话说回来吗，我们得出了这样一个定义任何一种获取样本的方法都是潜在的筛选。用这种方法界定了事物的范围。然而当我们着眼于解读这个范围的时候，常常无意间扩大解释范围，超越原来的界定。这个定义我们当然不能直接写在试卷上。我们必须在它们的续作上做文章。关于这个定义的续作。我们有两个方向来发展。一个是激烈药丸党一个是冷静深邃党。先说第一个激烈药丸党，话又说回来，在高考作文里，我觉得还是写激烈药丸党好点。当然这里的药丸不是p不正确，而是一种歇斯底里的鞭策，甚至达到一种贩卖焦虑，然后趁机反转，达到一种先抑后扬的境界。毕竟高考作文写多了，就是整一个微信软文而已。首先，这个相关的话题其实非常多。还是从定义入手任何一种获取样本的方法都是潜在的筛选。用这种方法界定了事物的范围。然而当我们着眼于解读这个范围的时候，常常无意间扩大解释范围，超越原来的界定。我们先来分析一下题设，前提，采集样本飞回来的飞机。，忘记了前提解释范围无论何种情况，提高飞机生存力。，无论何种情况这个范围超越了飞回来这个前提。，认识错误，不知不觉将无论何种情况等于飞回来，以为研究飞回来就等于研究无论何种情况，决策错误在一个，我想到的就是读书无用论。，前提，采取样本没咋读书的人。，忘记了前提解释范围成功。，但是这个成功是指所有成功的人，无论学识，它超越了原来越来的界定。，认识错误，不知不觉将无论学识等于没咋读书，得出荒谬这一步步分析下来，你写作文的视野立马就开阔了。"}
{"text":"，前提，采取样本没咋读书的人。，忘记了前提解释范围成功。，但是这个成功是指所有成功的人，无论学识，它超越了原来越来的界定。，认识错误，不知不觉将无论学识等于没咋读书，得出荒谬这一步步分析下来，你写作文的视野立马就开阔了。一旦视野开阔，有战略纵深，就可以肆意地焦土计划，肆意地贩卖焦虑。记住每一个带节奏的煽情的表达，背后都是冷静得恐怖的分析。首先，标题要狠，但不能残，尽量不出现奴隶死害厌等字眼，但可以换换词，一将终成万骨枯虽然狠，但是老。一个辍学老板成功了，十万个辍学不知所去亡灵不会说话反省那个何不食肉糜的我小康限制了我的想象力我常混乎，这个反省那个何不食肉糜的自己感觉不错，就这个了。反省那个何不食肉糜的我何不食肉糜来源于晋惠帝的事迹。一日国境内闹饥荒，百姓只能食草根糠谷。大臣向晋惠帝禀报灾情。晋惠帝虽想体恤民情，但是平日锦衣玉食，角色错位，毫无共情，却只得说出百姓没有饭，为何不能吃肉粥啊。现在想来，其千年之后二战中对提升战机生存力的努力，何不在重蹈后人哀之而不鉴之的覆辙一边是锦衣玉食的皇帝，另一边是大难不死的飞行员与飞机然而被遗忘的是那魂归天际的百姓与士官及破败的残骸。但是，亡灵并不会说话――亡灵只得别无所择地给各路文人墨客被代言。他们何不食肉糜地以一个生者功利者胜利者的倨态，将白骨尸裹抛入山川瀚海之间这都是胜利之应然牺牲的，这都是大义所应然奉献的。或许这就是文人墨客的的骚处吧前所言亦使后人而复哀后人也，转即角色错位地幻想般地毫无共情地替亡灵讲话虏塞兵气连云屯，战场白骨缠草根，伏尸百万，流血漂橹，利镞穿骨，惊沙入面，壮志饥餐胡虏肉，笑谈渴饮匈奴血当然，注定且也是不幸的这种一边复哀，一边自作，一边何不食肉糜的轮回终于转到了我们这群新一代的，参加新世纪的科举的文人身上。这让我不胜忧惧。"}
{"text":"这让我不胜忧惧。之所以惧，是因为这种无意间，我忽然发觉自己或许先天性的遗传下了文人墨客的臭脾气，这顿时让我目下无主，无所适从，不过好在可以聊以慰藉的是，巨擘都对此无可奈何人类的悲欢并不相通，我只觉得他们吵闹之所以忧，是因为惧之后，紧要的是我该如何去面对，如何去化解，如何从这种隐形的何不食肉糜之中挣脱出来。沿波讨源，举目四望，我发现之所以我们都有一种何不食肉糜的隐因，或许因为，我们都是一群井底之蛙。这不是破罐破摔，不是自暴自弃，也不是泥古不化因为我们从出生到小学中学，一直到我们能坐在这个考场上，期间或许有些人还经历过各种各样的竞赛各种形式的招生，各类样式的留学审查――我们都被各自独特的环境经历所裹挟。这些环境早已成了我们的井，让我们身处其中而不自知。我们自然能看清高于我们的他们的天空，然而对于我们来讲，他们的天空又是他们的井。就这样一层一层，层层叠叠，累至无穷。天空之于水井，正如皇帝之于灾民，如生者之于亡灵――我们的天穹尽是天帝，我们的井底尽是亡灵。这种现象是如此之惊骇，以至被各路大神争相描画。就像在赡养人类里所讲富人与穷人的差别比人与狗的差别还大。破败乡村，年过五十的大婶，一边嘲弄着归乡的大学生，一边夸谈读书无用论的显学南山区，恰为束发及笄的莘莘学子，却为输掉谷歌数据挖掘大赛而痛哭流涕。然而，我不希望这样先抑后扬。我们是一群命运共同体总书记的人类命运共同体来了，注意节奏。在我们高歌猛进之时，我们义定得后顾一下那些远在彼岸的人，哪怕他们身为亡灵，但他们并不自然是亡灵，相比较我们，他们或许只是在每一代的抉择岔口，每一载的分水岭，落后了我们一步，然后重重叠加，竟以至此――但这不是他们的错。我们如果不能直接帮到他们，但至少不能无视他们的存在。因为没有人是自成一体与世隔绝的孤岛，每一个人都是广袤大陆的一部份。"}
{"text":"然而，我不希望这样先抑后扬。我们是一群命运共同体总书记的人类命运共同体来了，注意节奏。在我们高歌猛进之时，我们义定得后顾一下那些远在彼岸的人，哪怕他们身为亡灵，但他们并不自然是亡灵，相比较我们，他们或许只是在每一代的抉择岔口，每一载的分水岭，落后了我们一步，然后重重叠加，竟以至此――但这不是他们的错。我们如果不能直接帮到他们，但至少不能无视他们的存在。因为没有人是自成一体与世隔绝的孤岛，每一个人都是广袤大陆的一部份。每个人的死亡都是我的哀伤，因为我是人类的一员。所以，不要问丧钟为谁而鸣，它就为你而鸣！不要问谁食肉糜，因为不加关注，无谁可糜。接下来是第二个重头戏，说一下冷淡深邃党的写法。这个在高考作文里最好不要这么写而且我觉得几乎所有高中生还写不出来，但是大家既然高考完了，可以适当了解一下。这个方向就是这个幸存者偏差如何可能。其实我个人感觉解读事物的时候，忘记了定义它的前提，无意间扩大了解释范围，超越了原来的前提定义，这个过程最开始于休谟的怀疑论。你可以这样想想一只鸡，它从出生起被关在笼子里，每天定时定点喂水喂料。喂了好几个月，以至于让它觉得，万久天长，每天晚上点吃饲料就好像随口呼吸一样自然，那当然在大年那一天的晚上点也是一样。然后，当我们把时间换成空间，你会发现，我们人类发现太阳晒，石头热何尝不是一种鸡吃饲料。太阳晒和石头热是两种不同的东西，正如今天晚上的点和明天晚上的点铁定不一样，我们人类凭什么给太阳晒前面加一个因为，给石头热前面加一个所以，凭什么！休谟说凭我们的习惯性联想，也就是意淫。自然而然当然我这里仅仅是简单介绍，休谟便成了哲学史上第一个公开挑战因果律的人。在休谟看来，所有基于因果的知识都是超越人类能够界定范围的知识，都是以偏概全，不不不，是空手套白狼。康德正面肛休谟，对休谟说你可以中二到否认因果律，但是按照你的意思所有数学，所有几何，所有古希腊罗马都是假的，都是特技，都是意淫的成分，你觉得如此，那我也无话可说。康德在纯粹理性批判里，详详细细地人类的知识怎样才是有效进行了细致的讨论。"}
{"text":"在休谟看来，所有基于因果的知识都是超越人类能够界定范围的知识，都是以偏概全，不不不，是空手套白狼。康德正面肛休谟，对休谟说你可以中二到否认因果律，但是按照你的意思所有数学，所有几何，所有古希腊罗马都是假的，都是特技，都是意淫的成分，你觉得如此，那我也无话可说。康德在纯粹理性批判里，详详细细地人类的知识怎样才是有效进行了细致的讨论。他吸收了休谟的怀疑精神，但把休谟的无赖点提高了人类总是忘记，自己是被动地看到听到嗅到摸到到事物的注意，被动地看到事物和主动地去看这两种表达在康德这里是可行的，但是主动地看到事物在康德这里是不严谨的然后将自己的这种被动感受和对感受的联结想象凌驾到超感受超经验超想象的等更广泛的解释范围中。比如上帝能不能创造出一块他自己不能举起的石头。这句话举起石头能不能是人类的认识经历感受，人类的逻辑，人类的联想联结，而上帝是超越经验超越感受超越想象的。所以，举不举得来创不创得来和上帝在不在没有任何关系。可以说休谟是下限，康德是上限，后世的哲学家就在这两位的区间内打转了。比如维特根斯坦，他把康德的超越经验超越想象的标准降低――超越语言。维特根斯坦认为语言先于思考。如果一个知识你无法表达出来那么它就是不可知的，相应的解释表达就是行动。这期间集合论逻辑学符号学语言学等发展迅猛，很大程度上就是大神们认识到自然语言的局限性。在这之后，法国哲学家福柯又语言这个标准细化人类语言的使用总是会超越我们的身份，这种语言超越身份的格局是语言对人的一种规训与惩罚。福柯的例子就非常形象了吃着地沟油的命，操着中南海的心就是说他说的规训与惩罚。所以说科学起源于哲学，还是有一定的原因的。当然说什么科学的尽头是哲学，哲学的尽头是宗教，你应该这样理解学渣学科学，不懂，只能学哲学哲学也学不懂，那就只能学神学神学也学不懂，那就只能进了。相关的理论还有很多。这里就不一一介绍了。看见名人们的光辉，却看不见他们背后的艰辛看见海面的风平浪静，却不知水底的波涛汹涌看见夜空的美丽繁星，却不知星球上烈焰的海洋。"}
{"text":"所以说科学起源于哲学，还是有一定的原因的。当然说什么科学的尽头是哲学，哲学的尽头是宗教，你应该这样理解学渣学科学，不懂，只能学哲学哲学也学不懂，那就只能学神学神学也学不懂，那就只能进了。相关的理论还有很多。这里就不一一介绍了。看见名人们的光辉，却看不见他们背后的艰辛看见海面的风平浪静，却不知水底的波涛汹涌看见夜空的美丽繁星，却不知星球上烈焰的海洋。人们总是被简单的表象所迷惑，却忽视了物质内在的本质。二战时期，战斗机的防护是一项重要的工作，那么防护的重点应该在什么地方呢？包括很多专家在内的大部分人都会不假思索的说保护弹坑最多的地方！但这种想法却有些浅显。有了弹坑，却依然能返航，这正是坚固的证明。而正常返航作为参考的飞机，脆弱的部分一定没有被击中过！而这种认知上的偏差，正是考虑问题不够深入的体现。当我们看到一件事情的时候，往往简单的第一印象会占据我们绝大多数的思维，更详细的内容则难以被发现。这一点在日常学习与生活中都有十分深刻的体现。文言文是我们学习的重要内容。古代的文言文，因为文字狱等原因，批判性的内涵往往都隐藏的较深。初读一篇文章，理解不出的真实意图，只有在仔细探讨之后，才能和达到共鸣。各方位的学习皆如此理，肤浅的学问终究害人害己，只有勤奋钻研不断实践，才能得到真才实学。学习之余，外出游玩可以放松心情。自然界的鬼斧神工令我们拍手叫绝，但是很少有人追及缘由。自然界中有各种金属散发着绚丽的光泽。但若我们把粉末磨下，就会呈灰黑色，毫无光泽可言。这种现象是金属结构破坏造成的。金属的光彩不过是完整结构的反射，如果磨成粉末，灿烂夺目的黄金也只是黑色，毫无美感，又何必追求？对本质的理解，可以让我们我们更理性的认识这个世界。从古至今，思维缜密之人，定能成就大业。孔孟看穿了表象，所以成为了圣人，李杜看透了本质，所以其诗歌能千古传唱。陶渊明看破红尘，故能淡泊其身。每一个站在高台上的人，都拥有一双能洞察一切的眼睛。思维不是没有方向的。批判性的思考，以及严密的逻辑推理，都是我们看穿事物本质的必要步骤。从今以后，无论遇到什么事情，都请多思考一步。长此以往，会有意想不到的收获！何为大国？"}
{"text":"对本质的理解，可以让我们我们更理性的认识这个世界。从古至今，思维缜密之人，定能成就大业。孔孟看穿了表象，所以成为了圣人，李杜看透了本质，所以其诗歌能千古传唱。陶渊明看破红尘，故能淡泊其身。每一个站在高台上的人，都拥有一双能洞察一切的眼睛。思维不是没有方向的。批判性的思考，以及严密的逻辑推理，都是我们看穿事物本质的必要步骤。从今以后，无论遇到什么事情，都请多思考一步。长此以往，会有意想不到的收获！何为大国？有广袤之土地，繁荣之经济，强大之国力。当今中国已然雄踞大国之列，国之重器功不可没。何为国之重器？强我经济壮我国防方可谓之。当初，中美外交初建，海军司令刘华清访美，踮脚参观美航母，求舰若渴，奈何此时国力有限，刘将军心愿难了。为此，将军放言中国若无航母，吾死不瞑目。空军中将刘玉堤，战功赫赫，功勋卓著。弥留之际，极度虚弱，已不能发声，遂执笔颤巍留下遗愿大大发展轰炸机。今日，辽宁舰飞鲨舰载机已形成战斗力，丈量领海显英姿！自主航母也已完成海试，只待时日嫁入海军豪门。战神轰，老骥伏枥，志在千里，丝毫不惧窥视，巡航宝岛留正气。自主战轰姬，雏形初现，举国瞩目，呼之欲出。华清玉堤二位将军可瞑目矣。自詹天佑修筑京张铁路之时，中国铁路之技术便震惊中外。百年后，中国高铁依旧引领世界，高铁里程速度安全皆为世界先。大国重器复兴号，独领风骚，风驰电掣，千里之地区区数时便可到达四平八稳，行驶列车之上，立币而良久不倒。外邦友人常叹曰吾土何无？然国人早已司空见惯，笑洋人寡闻。古有万户飞天，身负火器欲上天揽月，终殒命于此。后人冯如，乃中国航空之父，天造奇才，自制飞器，圆国人飞天之梦。曾几何时，大国上空，民航客机日夜穿梭，竟鲜有国产。中国民航飞速发展，客机之需如饥似渴，堂堂中国怎甘受制于人？中国商飞，十年砺剑，举国之力，潜心研制。去年，如鲲鹏展翅，一飞冲天。国人大飞机之梦终得圆满，举国欢腾。空客波音三足鼎立指日可待，未来可期！科技为国家强盛之基，创新乃民族进步之魂。大国重器，牵国脉国运，系民族盛衰。纵观西方列强，持尖端之科技，断技术之输出，恐中国强盛取代之。故重器技术之核心非外人予，乃自身拼搏求索得之。中国崛起之路道阻且长，吾辈自当砥砺奋进，尽自身之力，成中国之大器！"}
