{"text":"例如我们历史上最被人所喜爱第一个平民皇帝汉高祖刘邦，只从表面看来，他是漫不在乎，大而化之的人物。但当他统一天下，登上皇帝的宝座以后，很坦白地说夫运筹帷幄之中，决胜千里之外，吾不如子房。镇国家，抚百姓，给饷馈，不绝粮道，吾不如萧何。连百万之众，战必胜，攻必取，吾不如韩信。三者皆人杰，吾能用之，此吾所以取天下者也。项羽有一范增而不能用，此所以为吾擒也。这便是老子的爱民治国，能无知乎的一个比较接近的榜样。当然绝不可以像他的曾孙刘彻――汉武帝一样，太好自知之明。或者同他末代青孙刘禅――阿斗一样昏庸无知，那都是犯了基本原则的大过，不足为训。同样的道理，在我们传统文化的诸子学说中，有关类似老子的爱民治国，能无知乎的名言，也随处可见，例如慎到曰不聪不明，不能为王。不瞽不聋，不能为公。鬼谷子曰专用聪明，则功不成。专用晦昧，则事必悻。一明一晦，众之所载。吕氏春秋引周公旦曰君子屈于不已知而伸于知己。傅子曰智慧多，则引血气如灯火之脂膏，炷大而明，明则膏消。炷小而暗，暗则膏息。息则能长久也。但能够透彻明白这些道理，用在济世之功的方面，千古以来，莫过于管仲。所以他能辅佐太保型的齐桓公――小白，建立霸业，一匡天下，九合诸侯，确非偶然。那么管仲的爱民治国，能无知乎的表现，又在哪里呢？我们且看他对齐桓公的建议升降揖让，进退闲习，辩辞之刚柔，臣不如隰朋，请立为大行主管外交使节。垦草入邑，辟上聚粟，多众尽地之利，臣不如宁戚，请立为大司田主管农业水利垦殖开发。平原广牧，车不结辙，士不旋踵，鼓之而三军之士视死如归，臣不如王子城父，请立为大司马主管军事。决狱折中，不杀不辜，不证无罪，臣不如宾臀无，请立为大司理主管司法。犯君颜色，进谏必忠，不辟死亡，不挠富贵，臣不如东郭牙，请立为大谏之官谏官。此五子者，夷吾管仲自称名字一不如。然而以易夷吾，夷吾不为也。君若欲治国强兵，则五子者存矣。若欲霸王，夷吾在此。桓公曰善。这便是臣道第一人的爱民治国，能无知乎的最好说明了。"}
{"text":"决狱折中，不杀不辜，不证无罪，臣不如宾臀无，请立为大司理主管司法。犯君颜色，进谏必忠，不辟死亡，不挠富贵，臣不如东郭牙，请立为大谏之官谏官。此五子者，夷吾管仲自称名字一不如。然而以易夷吾，夷吾不为也。君若欲治国强兵，则五子者存矣。若欲霸王，夷吾在此。桓公曰善。这便是臣道第一人的爱民治国，能无知乎的最好说明了。老子的书，倘使照条分类列来读，看来只是一项一条的格言而已。如果按照王弼注的流行本的编排来读，有时好像很矛盾。当然，也可以把这种矛盾，认为是正反的排比。例如本章本头，刚刚说了一句爱民治国，能无知乎？跟着而来的第二要点，便是天门开阖，能无雌乎？但无知无识，正好是雌阴晦昧的境界。这与天门开阖，而无雌的说法，恰好完全相反。无雌，当然是与阴柔反对的雄阳正格。雄阳，就是刚正的表相。天门是象征性的代名辞，天圆盖覆，本自无门，哪里开阖？但道家却把人体的头颅顶盖天灵骨的中心点，古代医术所称的百会穴之处，叫作天门。也有别名叫天囱的。据说，修道的人，修到纯阳无杂的程度，天门就会自然开阖。到此程度，自然智周万物，神通天地，明达古今，超凡入圣。如果照我们上古历史类似神话的传说，自神农黄帝以下，以及唐尧虞舜等圣帝明王，都能在现生中修养到达这种境界。但皆退藏于密，深藏而不露，所以在爱民治国方面，都是表现其无知而知的大成就。具备了这种知不知与天门开阖而无雌的最高修养，才能作到第三要点明白四达，能无为乎！为而不为，垂拱而治的德业。因此，从表面看来，虽然都是入世治世的君主，但在实际上，同时就是超越世俗的圣哲――超人。因此，才能生之，畜之。而护情万邦，安养百姓。可是到了最后，却是生而不有，如天地一样，虽能生长万有，但不据为己有。为而不恃虽然是因为他的德业作为而有此成功，但他却不自恃为己功。虽然雄长万方，但却不愿永久自居于主宰的地位。因此说长而不宰，是为玄德，玄德的意思，不只是大德而已。由于道家圣人代表的老子，与儒家圣人代表的孔子等人，随处推崇以三代以上的圣帝明王的作标样，用来阐扬上古传统文化君道的精神，因此而有宋代大儒邵康节写出微言大义的名句唐虞揖让三杯酒，汤武征诛一局棋的历史哲学。"}
{"text":"而护情万邦，安养百姓。可是到了最后，却是生而不有，如天地一样，虽能生长万有，但不据为己有。为而不恃虽然是因为他的德业作为而有此成功，但他却不自恃为己功。虽然雄长万方，但却不愿永久自居于主宰的地位。因此说长而不宰，是为玄德，玄德的意思，不只是大德而已。由于道家圣人代表的老子，与儒家圣人代表的孔子等人，随处推崇以三代以上的圣帝明王的作标样，用来阐扬上古传统文化君道的精神，因此而有宋代大儒邵康节写出微言大义的名句唐虞揖让三杯酒，汤武征诛一局棋的历史哲学。我们正好借来作为本章的结论，最为恰当。尧舜都是内圣外王出世而入世的得道明君，所以能在进退之间，互相揖让而禅位，杯酒言欢，坦率自然，绝无机诈之心。时代愈后，人心不古，到汤武革命，便用征诛手段，这便等于在棋盘之间的对弈，权谋策略，煞费心机，已与自然之道大相径庭了。所以由这两句名言的内涵，便可了解老子的人生标准，与历史哲学观点的玄言妙义了。三十辐共一毂，当其无，有车之用。挺地以为器，当其无，有器之用。凿户牖以为室，当其无，有室之用。故有之以为利，无之以为用。有上章同功而异位内圣外用的说法，便有本章申述道在有无动静之间的说明。本文多用譬喻，首先提出担当任重道远的车毁，它能活用不休，轮转无穷的中心关键所在，便是中空无物，所以才能支持多方面的效用。同时也使多方面的力量，归到中心点而返还无用之用的大用，无为而无不为的要妙。如三十辐共一毅，当其无，有车之用。古代造作大木车的车毂，它的中心支点只是一个小圆孔。由中心点小圆孔向外周延，共有三十根支柱辐凑，外包一个大圆圈，便构成一个内外圆圈的大车轮。由此而能担当任重道远的负载，旋转不休而到达目的地。以这种三十辐凑合而构成一个大车的轮子来讲，你能说哪一根支柱才是车轮载力的重点吗？每一根都很重要，也都不重要。它们是平均使力，根根都发挥了它的伟大功能而完成转轮的效用。但支持全体共力的中心点，却在中心的小圆孔。可是它的中心，却是空无一物，既不偏向支持任何一根支柱，也不做任何一根支柱的固定方向。因此才能活用不休，永无止境。透过这种物理自然的法则，便可了解修身成就的要点载营魄抱一，能无离乎的修养，要在中心无物，任运于有无之间的妙用。如果用在施于大政，爱民治国，能无知乎！便须如此车毂的中心，虚怀无朕，合众辅而完成大力的全功。"}
{"text":"每一根都很重要，也都不重要。它们是平均使力，根根都发挥了它的伟大功能而完成转轮的效用。但支持全体共力的中心点，却在中心的小圆孔。可是它的中心，却是空无一物，既不偏向支持任何一根支柱，也不做任何一根支柱的固定方向。因此才能活用不休，永无止境。透过这种物理自然的法则，便可了解修身成就的要点载营魄抱一，能无离乎的修养，要在中心无物，任运于有无之间的妙用。如果用在施于大政，爱民治国，能无知乎！便须如此车毂的中心，虚怀无朕，合众辅而完成大力的全功。其次，如诞填以为器，当其无，有器之用。诞，是捏土。填，是黏上。造作陶器，必须把泥土作成一个防范内外渗漏的周延外形，使它中间空空如也，才能在需要用它的时候，随意装载盛满，达到效果。了解这种与其能空能无，才能具有盛满装载器物的容物价值。无论为后天修养性命之道的专气致柔，能婴儿乎！与出而用世的天门开阖，能无雌乎！都必须虚怀若谷，与天地精神往来而得大机大用。再次，如凿户牖以为室，当其无，有室之用。户是室内的门，牖是窗窦。要建造一间巨大的房屋，必须要开辟门窗，以便光线空气的流通，才能住人而养人。使人胸襟开阔，内外畅达而无阻碍。由此而说明涤除玄览，能无疵乎的修习心智功夫，必须要开张灵明，静居其中，见闻不隔而清净无为。如要施之于用世之道，便是明白四达，能无为乎的楷模。最后重复叮咛，无论是出世之道，与入世之用，必须要切实明白道在有无之间的窍妙。因此说故有之以为利，无之以为用。了解此理，才是真能懂得利用安身的大法则。后来到了五代，道家的神仙才于谭峭，发挥了道家学术思想的物化思想，与老庄的学说合流，写了一本名着化书。其中有关物理之际，有无之间的妙用，阐发得隽水透辟之至，如说搏空为块，见块而不见空，土在天地开辟后也。粉块为空，见空而不见块，土在天地混沌时也。神矣哉！理解透辟如谭子的深度，真可说是神矣哉！既然是神矣哉的境界，我们所说的都是狂言空话，不如就此煞住，无话可说了！导航秋雁南回首页逸海书城哲学宗教老子他说逸海书城第十二章五色令人目盲，五音令人耳聋，五味令人口交。驰骋畋猎，令人心发狂。难得之货，令人行妨。"}
{"text":"粉块为空，见空而不见块，土在天地混沌时也。神矣哉！理解透辟如谭子的深度，真可说是神矣哉！既然是神矣哉的境界，我们所说的都是狂言空话，不如就此煞住，无话可说了！导航秋雁南回首页逸海书城哲学宗教老子他说逸海书城第十二章五色令人目盲，五音令人耳聋，五味令人口交。驰骋畋猎，令人心发狂。难得之货，令人行妨。是以圣人为腹不为目，故去彼取此。花花世界奈聋盲跟着前面所说有之以为利，无之以为用，因应运用的原则，顺理成章地说出善于用物，而不被物所用的重点。因此而提出严重的警告，要人们对于声色货利以及口腹之欲，加以节制，不要任性自欺而上当。本章原文，文从字顺，大家读了就很明白，用不着多加解释。现在我们只从实际的经验上，提供一些报告，以为大家的参考。像我们这一时代的人，以现代人的眼光来看，大半是由古老的农村社会出身，从半落后的农业社会里长大，经过数十年时代潮流的撞激，在艰危困苦中，经历多次的惊涛骇浪而成长，从漫长曲折的人生道途上，一步一步走进科技密集物质文明昌盛的今日世界。回首前尘，瞻顾未来，偶尔会发出思古之幽情，同时也正迷醉于物质文明的享受。例如由我们所看到的长辈，以及我们这一代，从幼小的时期，在一盏半明半灭的青油灯下，三更灯火五更鸡的苦读诗书，慢慢到了有了洋油煤气灯，再进到电灯日光灯，以及彩色电影和彩色电视的今天。由惯听农村俚语的民俗歌谣，到达无线电的收音机，再进而发展到身历声的高级音响，欣赏世界各地的名歌妙曲。由穿钉鞋，打油纸雨伞，踩着泥泞的道路，上学堂读书，到骑脚踏车摩托车，甚至驾驶私家轿车汽车亲自接送孩子们上学读书的场面。由老牛拖车，瘦马蹇驴，单桨划船，到达机帆船轮船油轮货柜。由仰头上空看四翼飞轮机开始，到达随时可以乘坐喷射航机环游世界的今天。由磨墨涂鸦到打字影印的数十年来，不敢说读万卷书，行万里路，但所读过的书，无论在白天或灯光下面，并不亚于现代青年的努力用功，可是用到现在，老眼还不太过昏花。当然在年轻的时候，也没有现代青年的近视水准。同时，也不会因噪音的干扰而造成听觉不灵。但在物质文明的现代呢！"}
{"text":"由老牛拖车，瘦马蹇驴，单桨划船，到达机帆船轮船油轮货柜。由仰头上空看四翼飞轮机开始，到达随时可以乘坐喷射航机环游世界的今天。由磨墨涂鸦到打字影印的数十年来，不敢说读万卷书，行万里路，但所读过的书，无论在白天或灯光下面，并不亚于现代青年的努力用功，可是用到现在，老眼还不太过昏花。当然在年轻的时候，也没有现代青年的近视水准。同时，也不会因噪音的干扰而造成听觉不灵。但在物质文明的现代呢！由自然科学的进步，发展到精密科技以来，声光电化等的科技进步，促使声色货利的繁荣。满眼所见，传闻所及，由父母所生，血肉所成的五官机能，好像都已走样。无论眼睛耳朵鼻子嘴巴，不另加上一些物质文明的成品，反而犹如怪物似的，而且应用失灵，大有不能全靠本来面目应世之慨。因此反复忆及老子本章的话，常常使人低徊有感，不胜惆怅。由机器人来治事的日子，快要来临，甚至说，与外星人的交往，也不是幻想的虚言。那么，反观我们今日的人样，真真假假，也就不足为奇，只当大家都在活世的大银幕上一番表演而已。老子虽然为后人担忧，看来也是白费口舌，因为目盲自有眼镜架，耳聋自有助听器，口爽自有营养片，发狂又有镇定剂。老子虽圣莫惊叹，一切无妨难得的。本章所说的口爽的爽字，是指口腔舌头的味觉出了毛病。不是爽快的意义，这要特别说明。例如中国古代医书所称的口爽，便是口腔乏味食欲不振的意思。驰骋畋猎，是古代最富于刺激性的个人户外活动，以及群众野外活动。它正如现代人的观念，认为刺激才是享受，疯狂才够刺激。那么，这个老子，也就没得什么好说了！宠辱若惊，贵大患若身。何谓宠辱若惊？宠为下，得之若惊，失之若惊，是谓宠辱若惊。何谓贵大患若身？吾所以有大患者，为吾有身。及吾无身，吾有何患？故责以身为天下，若可寄天下。爱以身为天下，若可托天下。宠辱谁能不动心从十一章以来说明，人须能用物而不为物用，不为物累。但能利物，而成为无为的大用。因此再进而说明人生宠辱境界的根本症结所在，都因为我有身而来。宠，是得意的总表相。辱，是失意的总代号。当一个人在成名成功的时候，如非平素具有淡泊名利的真修养，一旦得意，便会欣喜若狂，喜极而泣，自然会有惊震心态，甚至有所谓得意忘形者。"}
{"text":"何谓贵大患若身？吾所以有大患者，为吾有身。及吾无身，吾有何患？故责以身为天下，若可寄天下。爱以身为天下，若可托天下。宠辱谁能不动心从十一章以来说明，人须能用物而不为物用，不为物累。但能利物，而成为无为的大用。因此再进而说明人生宠辱境界的根本症结所在，都因为我有身而来。宠，是得意的总表相。辱，是失意的总代号。当一个人在成名成功的时候，如非平素具有淡泊名利的真修养，一旦得意，便会欣喜若狂，喜极而泣，自然会有惊震心态，甚至有所谓得意忘形者。例如在前清的考试时代，民间相传一则笑话，便是很好的说明。有一个老童生，每次考试不中，但年纪已经步入中年了，这一次正好与儿子同科应考。到了放榜的一天，儿子看榜回来，知道已经录取，赶快回家报喜。他的父亲正好关在房里洗澡。儿子敲门大叫说爸爸，我已考取第几名了！老子在房里一听，便大声呵斥说考取一个秀才，算得了什么，这样沉不住气，大声小叫！儿了一听，吓得不敢大叫，便轻轻地说爸爸，你也是第几名考取了！老子一听，便打开房门，一冲而出，大声呵斥说你为什么不先说。他忘了自己光着身子，连衣裤都还没穿上呢！这便是宠为下，得之若惊，失之若惊的一个写照。受宠若惊，大家都有很多的经验，只是大小经历太多了，好像便成为自然的现象。相反的一面，便是失意若惊。在若干年前，我住的一条街巷里，隔邻有一家，便是一个主管官员，逢年过节，大有门庭若市之慨。有一年秋天，听说这家的主人，因事免职了，刚好接他位子的后任，便住在斜对门。到了中秋的时候，进出这条巷子送礼的人，照旧很多。有一天，前任主官的一个最小的孩子，站在门口玩耍，正好看到那些平时送礼来家的熟人，手提着东西，走向斜对门那边去了。孩子天真无邪的好心，大声叫着说某伯伯，我们住在这里，你走错了！弄得客人好尴尬，只有向着孩子苦笑，招招手而已。有人看了很寒心，特来向我们说故事，感叹人情冷暖，世态炎凉。我说，这是古今中外一律的世间相，何足为奇。我们幼年的课外读物昔时贤文中，便有有酒有肉皆兄弟，患难何曾见一人？贫居闹市无人问，富在深山有远亲。这不正是成年以后，勘破世俗常态的预告吗？在一般人来说，那是势利。其实，人与人的交往，人际事物的交流，势利是其常态。纯粹只讲道义，不顾势利，是非常的变态。物以稀为贵，此所以道义的绝对可贵了。势利之交，古人有一特称，叫作市道之交。"}
{"text":"有人看了很寒心，特来向我们说故事，感叹人情冷暖，世态炎凉。我说，这是古今中外一律的世间相，何足为奇。我们幼年的课外读物昔时贤文中，便有有酒有肉皆兄弟，患难何曾见一人？贫居闹市无人问，富在深山有远亲。这不正是成年以后，勘破世俗常态的预告吗？在一般人来说，那是势利。其实，人与人的交往，人际事物的交流，势利是其常态。纯粹只讲道义，不顾势利，是非常的变态。物以稀为贵，此所以道义的绝对可贵了。势利之交，古人有一特称，叫作市道之交。市道，等于商场上的生意买卖，只看是否有利可图而已。在战国的时候，赵国的名将廉颇，便有过一贵一贱，交情乃见的历史经验。如史记所载廉颇之免长平归也，失势之时，故客尽去。及复用为将，客又复至。廉颇曰客退矣！客曰吁！君何见之晚也。夫天下以市道交。君有势，我则从君。君无势，则去。此固其理也，有何怨乎！廉颇平常所豢养的宾客们的对话，一点都没有错。天下人与你廉大将军的交往，本来就都为利害关系而来的。你有权势，而且也养得起我们，我们就都来追随你。你一失势，当然就望望然而他去了。这是世态的当然道理，君何见之晚也，你怎么到现在才知道，那未免太迟了一点吧！有关人生的得意与失意，荣宠与羞辱之间的感受，古今中外，在官场，在商场，在情场，都如剧场一样，是看得最明显的地方。以男女的情场而言，如所周知唐明皇最先宠爱的梅妃，后来冷落在长门永巷之中，要想再见一面都不可能。世间多少的痴男怨女，因此一结而不能解脱，于是构成了无数哀艳恋情的文学作品！因此宋代诗人便有羡他村落无盐女，不宠无惊过一生的故作解脱语！无盐是指齐宣王的丑妃无盐君，历来都把她用作丑陋妇女的代名词。其实，无盐也好，西施也好，不经绚烂，哪里知道平淡的可贵。不经过荣耀，又哪里知道平凡的可爱。这两句名诗，当然是出在久历风波，遍尝荣华而归于平淡以后的感言。从文字的艺术看来，的确很美。但从人生的实际经验来讲，谁又肯知足常乐而甘于淡泊呢！除非生而知之的圣哲如老子等辈。其次，在人际关系上，不因荣辱而保持道义的，诸葛亮曾有一则名言，可为人们学习修养的最好座右铭，如云势利之交，难以经远。士之相知，温不增华，寒不改弃，贯四时而不衰，历坦险而益固。"}
{"text":"不经过荣耀，又哪里知道平凡的可爱。这两句名诗，当然是出在久历风波，遍尝荣华而归于平淡以后的感言。从文字的艺术看来，的确很美。但从人生的实际经验来讲，谁又肯知足常乐而甘于淡泊呢！除非生而知之的圣哲如老子等辈。其次，在人际关系上，不因荣辱而保持道义的，诸葛亮曾有一则名言，可为人们学习修养的最好座右铭，如云势利之交，难以经远。士之相知，温不增华，寒不改弃，贯四时而不衰，历坦险而益固。天下由来轻两臂在我们旧式文学与人生的名言里，时常听到人们劝告别人的话，如身外之物，何足挂齿。对于得意而受到的荣宠，与失意所遭遇的羞辱来讲，利害得失，毕竟还只是人我生命的身外之物，在利害关头的时候，慷慨舍物买命，那是很常见的事。除非有人把身外物看得比生命还更重要，那就不可以常理论了！十多年前，有一个学生在课堂上问我，爱情哲学的内涵是什么？我的答复，人最爱的是我。所谓我爱你，那是因为我要爱你才爱你。当我不想，或不需要爱你的时候便不爱你。因此，爱便是自我自私最极端的表达。其实，人所最爱的既不是你，当然更不是他人，最爱的还是我自己。那么，我是什么？是身体吗？答案不是的。当你患重病的时候，医生宣告必须去了你某一部分重要的肢体或器官，你才能再活下去。于是，差不多都会同意医生的意见，宁愿忍痛割舍从有生命以来，同甘共苦，患难相从的肢体或器官，只图自我生命的再活下去。由此可见，即使是我的身体，到了重要的利害关头，仍然不是我所最亲爱的，哪里还谈什么我真能爱你与他呢！所以明朝的诗僧木有堂禅师，便说出天下由来轻两臂，世间何苦重连城的隽语了！轻两臂的故事，见于庄子杂篇的让王篇。韩魏相与争侵地，子华子见昭僖侯。昭僖侯有忧色。子华子曰今使天下书铭于君之前，书之言曰左手攫之则右手废，右手攫之则左手废。然而摆之者必有天下。君攫之乎？昭僖侯曰寡人不攫也。子华子曰甚善。自是观之，两臂重于天下也。身亦重于两臂。韩之轻于天下亦远矣。今之所争者，其轻于韩又远。君固愁身伤生以优戚不得也。僖侯曰善哉！教寡人者众矣，未尝得闻此言也。所以说虽富贵不以养伤身。虽贫贱不以利累形。老子亦因此而指出吾所以有大患者，为吾有身，及吾无身，吾有何患的基本哲学。"}
