{"text":"他在花瓶旁边的烟灰盒中，抖掉了纸烟上的灰烬，那红的烟火，就越红了，好像一朵小红花似的和他的袖口相距离着。这花不怕冻？以后，我又问过，记不得是在什么时候了。许先生说不怕的，最耐久！而且她还拿着瓶口给我摇着。我还看到了那花瓶的底边是一些圆石子，以后，因为熟识了的缘故，我就自己动手看过一两次，又加上这花瓶是常常摆在客厅的黑色长桌上又加上自己是来在寒带的北方，对于这在四季里都不凋零的植物，总带着一点惊奇。而现在这万年青依旧活着，每次到许先生家去，看到那花，有时仍站在那黑色的长桌子上，有时站在先生照像的前面。花瓶是换了，用一个玻璃瓶装着，看得到淡黄色的须根，站在瓶底。有时候许先生一面和我们谈论着，一面检查着房中所有的花草。看一看叶子是不是黄了？该剪掉的剪掉该洒水的洒水，固为不停地动作是她的习惯。有时候就检查着这万年青，有时候就谈先生，就在他的照像前面谈着，但那感觉，却像谈着古人那么悠远了。至于那花瓶呢？站在墓地的青草上面去了，而且瓶底已经丢失，虽然丢失了也就让它空空地站在墓边。我所看到的是从春天一直站在秋天它一直站到邻旁墓头的石榴树开了花而后结成了石榴。从开炮以后，只有许先生绕道去过一次，别人就没有去过。当然那墓草是长得很高了，而且荒了，还说什么花瓶，恐怕先生的瓷半身像也要被荒了的草埋没到他的胸口。我们在这边，只能写纪念先生的文章，而谁去努力剪齐墓上的荒草？我们是越去越远了，但无论多么远，那荒草是总要记在心上的。年。先生记二在我住所的北边，有一带小高坡，那上面种的或是松树，或是柏树。它们在雨天里，就像同在夜雾里一样，是那么朦胧而且又那么宁静！好像飞在枝间的鸟雀羽翼的音响我都能够听到。但我真的听得到的，却还是我自己脚步的声音，间或从人家墙头的枝叶落到雨伞上的大水点特别地响着。那天，我走在道上，我看着伞翅上不住地滴水。是死了吗？于是心跳了起来，不能把死和先生这样的字样相连接，所以左右反复着地是那个饭馆里下女的金牙齿，那些吃早餐的人的眼镜雨伞，他们好像小型木凳似的雨鞋最后我还想起了那张贴在厨房边的大画，一个女人，抱着一个举着小旗的很胖的孩子，小旗上面就写着富国强兵所以以后，一想到的死，就想到那个很胖的孩子。"}
{"text":"那天，我走在道上，我看着伞翅上不住地滴水。是死了吗？于是心跳了起来，不能把死和先生这样的字样相连接，所以左右反复着地是那个饭馆里下女的金牙齿，那些吃早餐的人的眼镜雨伞，他们好像小型木凳似的雨鞋最后我还想起了那张贴在厨房边的大画，一个女人，抱着一个举着小旗的很胖的孩子，小旗上面就写着富国强兵所以以后，一想到的死，就想到那个很胖的孩子。我已经打开了房东的格子门，可是我无论如何也走不进来，我气恼着我怎么忽然变大了？女房东正在瓦斯炉旁斩断一根萝卜，她抓住了她白色的围裙开始好像鸽子似的在笑伞伞原来我好像要撑着伞走上楼去。她的肥胖的脚掌和男人一样，并且那金牙齿也和那饭馆里下女的金牙齿一样。日本女人多半镶了金牙齿。我看到有一张报纸上的标题是的啤Ｕ聘鲎郑我翻了字典，在我们中国的字典上没有这个字。而文章上的句子里，逝世，逝世这字样有过好几个，到底是谁逝世了呢？因为是日文报纸看不懂之故。第二天早晨，我又在那个饭馆里在什么报的文艺篇幅上看到了逝世，逝世，再看下去，就看到损失或殒星之类。这回，我难过了，我的饭吃了一半，我就回家了。一走上楼，那空虚的心脏，像铃子似的闹着，而前房里的老太婆在打扫着窗棂和席子的噼啪声，好像在打着我的衣裳那么使我感到沉重。在我看来，虽是早晨，窗外的太阳好像正午一样大了。我赶快乘了电车，去看。我在东京的时候，朋友和熟人，只有她。车子向着东中野市郊开去，车上本不拥挤，但我是站着。逝世，逝世，逝世的就是？路上看了不少的山树和人家，它们却是那么平安温暖和愉快！我的脸几乎是贴在玻璃上，为的是躲避车上的烦扰，但又谁知道，那从玻璃吸收来的车轮声和机械声，会疑心这车子是从山崖上滚下来了。在走廊边上，刷着一双鞋子，她的扁桃腺炎还没有全好，看见了我，颈子有些不会转弯地向我说啊！你来得这样早！我把我来的事情告诉她，她说她不相信。因为这事情我也不愿意它是真的，于是找了一张报纸来读。这些日子病得连报也不订，也不看了。她一边翻那在长桌上的报纸，一边用手在摸抚着颈间的药布。而后，她查了查日文字典，她说那个谱质歉鲇∠蟮囊馑迹是面影意思。她说一定有人到上海访问了回来写的。我问她那么为什么有逝世在文章中呢？"}
{"text":"在走廊边上，刷着一双鞋子，她的扁桃腺炎还没有全好，看见了我，颈子有些不会转弯地向我说啊！你来得这样早！我把我来的事情告诉她，她说她不相信。因为这事情我也不愿意它是真的，于是找了一张报纸来读。这些日子病得连报也不订，也不看了。她一边翻那在长桌上的报纸，一边用手在摸抚着颈间的药布。而后，她查了查日文字典，她说那个谱质歉鲇∠蟮囊馑迹是面影意思。她说一定有人到上海访问了回来写的。我问她那么为什么有逝世在文章中呢？我又想起来了，好像那文章上又说的房子有枪弹穿进来，而安静的，竟坐在摇椅上摇着。或者是被枪打死的？日本水兵被杀事件，在电影上都看到了，北四川路又是戒严，又是搬家。先生又是住的北四川路。但她给我的解释，在阿心理上非常圆满，她说逝世是从的口中谈到别人的逝世，枪弹是谈到一二八时的枪弹，至于坐在摇椅上，她说谈过去的事情，自然不用惊慌，安静地坐在摇椅上又有什么希奇。出来送我走的时候，她还说你这个人啊！不要神经质了！最近在作家上中流上他都写了文章，他的身体可见是在复原期中她说我好像慌张得有点傻，但是我愿意听。于是在阿心理上我回来了。我知道先生是死了，那是日，正是靖国神社开庙会的时节。我还未起来的时候，那天天空开裂的爆竹，发着白烟，一个跟着一个在升起来。隔壁的老太婆呼喊了几次，她阿拉阿拉地向着那爆竹升起来的天空呼喊，她的头发上开始束了一条红绳。楼下，房东的孩子上搂来送我一块撒着米粒的糕点，我说谢谢他们，但我不知道在那孩子脸上接受了我怎样的眼睛。因为才到五岁的孩子，他带小碟下楼时，那碟沿还不时地在楼梯上磕碰着。他大概是害怕我。靖国神社的庙会一直闹了三天，教员们讲些下女在庙会时节的故事，神的故事，和日本人拜神的故事，而学生们在满堂大笑，好像世界上并不知道死了这回事。有一天，一个眼睛好像金鱼眼猜的人，在黑板上写着先生大骂徐懋庸引起了文坛一场风波茅盾起来讲和这字样一直没有擦掉。那卷发的，小小的，和中国人差不多的教员，他下课以后常常被人团聚着，谈些个两国不同的习惯和风俗。他的北京话说得很好，中国的旧文章和诗也读过一些。他讲话常常把眼睛从下往上看着这个人，你觉得怎么样？"}
{"text":"有一天，一个眼睛好像金鱼眼猜的人，在黑板上写着先生大骂徐懋庸引起了文坛一场风波茅盾起来讲和这字样一直没有擦掉。那卷发的，小小的，和中国人差不多的教员，他下课以后常常被人团聚着，谈些个两国不同的习惯和风俗。他的北京话说得很好，中国的旧文章和诗也读过一些。他讲话常常把眼睛从下往上看着这个人，你觉得怎么样？我很奇怪，又像很害怕，为什么他向我说？结果晓得不是向我说。在我旁边那个位置上的人站起来了，有的教员点名的时候问过他你多大岁数？他说他多岁。教员说我看你好像多岁的样子因为他的头发白了一半他作旧诗作得很多，秋天，中秋游日光，游浅草，而且还加上谱调读着。有一天他还让我看看，我说我不懂，别的同学有的借他的诗本去抄录。我听过几次，有人间他你没再作诗吗？他答没有喝酒呢？他听到有人间他，他就站起来了我说先生，这个人没有什么，没有什么了不起的，他的文章就是一个骂，而且人格上也不好，尖酸刻薄。他的黄色的小鼻子歪了一下。我想用手替他扭正过来。一个大个子，戴着四角帽子，他是满洲国的留学生，听说话的口音，还是我的同乡。听说不是反对满洲国的吗？那个日本教员，抬一抬肩膀，笑了一下嗯！过了几天，日华学会开追悼会了。我们这一班中几个人，去追悼先生的只有一位小姐。她回来的时候，全班的人都笑她，她的脸红了，打开门，用脚尖向前走着，走得越轻越慢，而那鞋跟就越响。她穿的衣裳颜色一点也不调配，有时是一件红裙子绿上衣，有时是一件黄裙子红上衣。这就是我在东京看到的这些不调配的人，以及的死对他们激起怎样不调配的反应。年该文首刊于年月日出版的七月第集第期，题名为在东京本文作于年月，篇未注为年，大概是印刷上的错误。大地的女儿与动乱时代对于流血这件事我是憎恶的，断腿断臂，还有因为流血过多而患着贫血症的蜡黄的脸孔们。我一看到，我必要想丑恶，丑恶，丑恶的人类！史沫特烈的大地的女儿和丽洛琳克的动乱时代，当我读完第一本的时候，我就想把这本书作一个介绍。"}
{"text":"年该文首刊于年月日出版的七月第集第期，题名为在东京本文作于年月，篇未注为年，大概是印刷上的错误。大地的女儿与动乱时代对于流血这件事我是憎恶的，断腿断臂，还有因为流血过多而患着贫血症的蜡黄的脸孔们。我一看到，我必要想丑恶，丑恶，丑恶的人类！史沫特烈的大地的女儿和丽洛琳克的动乱时代，当我读完第一本的时候，我就想把这本书作一个介绍。可总是没有作，怕是自己心里所想的意思，因为说不好，就说错了。这种念头当我读着动乱时代的时候又来了，但也未能作，因为正是上海抗战的开始。我虽住在租界上，但高射炮的红绿灯在空中游着，就象在我的房顶上那么接近，并且每天夜里我总见过几次，有时候推开窗子，有时候也就躺在床上看。那个时候就只能够看高射炮和读读书了，要想谈论，是不可能的，一切刊物都停刊了。单就说读书这一层，也是糊里糊涂的读，西洋文学史话，荷马的奥德赛也是在那个时候读的。西洋文学史话上说，什么人发明了造纸，这纸对人类文化，有着多大的好处，后又经过某人发明了印刷机，这印刷机又对人类有多大的好处，于是也很用心读，感到人类生活的足迹是多么广泛啊！于是看着书中的插图和发明家们的画像，并且很吃力的想要记住那画像下面的人名。结果是越想求学问，学问越不得。也许就是现在学生们所要求的战时教育罢！不过在那时，我可没想到当游击队员。只是刚一开火，飞机大炮伤兵流血，因为从前实在没有见过，无论如何我是吃不消的。动乱时代的一开头就是行李箱子盆子罐子老头小孩妇女和别的应该随身的家俱。恶劣的空气，必要的哭闹外加打骂。买三等票的能坐到头等二等的车厢，买头等二等票的在三等车厢里得到一个位置就觉得满足。未满八岁的女孩――丽洛琳克――依着她母亲的膝头站在车厢的走廊上，从东普鲁士逃到柏林去。因为那时候，我也正要离开上海，所以合上了书本想了一想，火车上是不是也就这个样子呢？这书的一开头与我的生活就这样接近。她写的是，年欧战一开始的情形，从逃难起，一直写下去，写到二十几岁。这位在书中常常提到她自己长得不漂亮。对这不漂亮，她随时感到一种怨恨自己的情绪。她有点蛮强，有点不讲理，她小的时候常常欺侮她的弟弟。"}
{"text":"未满八岁的女孩――丽洛琳克――依着她母亲的膝头站在车厢的走廊上，从东普鲁士逃到柏林去。因为那时候，我也正要离开上海，所以合上了书本想了一想，火车上是不是也就这个样子呢？这书的一开头与我的生活就这样接近。她写的是，年欧战一开始的情形，从逃难起，一直写下去，写到二十几岁。这位在书中常常提到她自己长得不漂亮。对这不漂亮，她随时感到一种怨恨自己的情绪。她有点蛮强，有点不讲理，她小的时候常常欺侮她的弟弟。弟弟的小糖人放在高处，大概是放在衣箱的一面并且弟弟每天登着板凳向后面看他的小糖人。可是丽洛琳克也到底偷着给他吃了一半，剩下那小糖人的上身仍旧好好地站在那里。对于她这种行为我总觉得有点不当。因为我的哲学是不受人家欺侮就得啦，为什么还去欺侮人呢？仔细想一想，有道理。一个人要想站在边沿上，要想站得牢是不可能的。一定这边倒倒，那边倒倒，若不倒到别人那边去，就得常常倒到自己这边来――也就是常常要受人家欺侮的意思。所以不受人家欺侮就得啦这哲学是行不通的将来的社会不在此例。丽洛琳克的力量就绝不是从我的那哲学培养出来的，所以她张开了手臂接受年开始的战争，她勇敢的呼吸着那么痛苦的空气。她的父亲，她的母亲都很爱她，但都一点也不了解她。她差不多经过了十年政党斗争的生活，可是终归离开了把她当作唯一安慰的母亲，并且离开了德国。书的最末页我翻完了的时候，我把它放在膝盖上，用手压着，静静地听着窗外树上的蝉叫。很可以，很可以――我反复着这样的字句，感到了一种酸鼻的滋味。史沫特烈我是见过的，是前年，在上海。她穿一件小皮上衣，有点胖，其实不是胖，只是很大的一个人，笑声很响亮，笑得过分的时候是会流着眼泪的。她是美国人。男权中心社会下的女子，她从她父亲那里就见到了，那就是她的母亲。我恍恍惚惚地记得，她父亲赶着马车来了，带回一张花绸子。这张绸子指明是给她母亲做衣裳的，母亲接过来，因为没有说一声感谢的话，她父亲就指问着你永远不会说一声好听的话吗？男权社会中的女子就是这样的。她哭了，眼泪就落在那张花绸子上。女子连一点点东西都不能白得，那管就不是自己所要的也得牺牲好话或眼泪。男子们要这眼泪一点用处也没有，但他们是要的。而流泪是痛苦的，因为泪线的刺激，眼珠发涨，眼睑发酸发辣，可是非牺牲不可。大地的女儿的全书是晴朗的，艺术的，有的地方会使人发抖那么真切。"}
{"text":"我恍恍惚惚地记得，她父亲赶着马车来了，带回一张花绸子。这张绸子指明是给她母亲做衣裳的，母亲接过来，因为没有说一声感谢的话，她父亲就指问着你永远不会说一声好听的话吗？男权社会中的女子就是这样的。她哭了，眼泪就落在那张花绸子上。女子连一点点东西都不能白得，那管就不是自己所要的也得牺牲好话或眼泪。男子们要这眼泪一点用处也没有，但他们是要的。而流泪是痛苦的，因为泪线的刺激，眼珠发涨，眼睑发酸发辣，可是非牺牲不可。大地的女儿的全书是晴朗的，艺术的，有的地方会使人发抖那么真切。前天是个愉快的早晨，我起得很早，生起火炉，室内的温度是摄氏表十五度，杯子是温暖的，桌面也是温暖的，凡是我的手所接触到的都是温暖的，虽然外边落着雨。间或落着雪花。昨天为着介绍这两本书而起的嘲笑的故事，我都要一笔一笔地记下来。当我借来了这两本书要想重新翻一翻被他们看见了。用那么苗细的手指彼此传过去，而后又怎样把它放在地板上这就是你们女人的书吗？看一看！它在什么地方！话也许不是这样说的，但就是这个意思。因为他们一边说着一边笑着，并且还唱着古乐谱工车工车上六工尺这唱古乐谱的手中还拿着中国毛笔杆，他脸用一本书遮上了上半段。他越反复越快，简直连成串了。嗯！等他听到说道大地的女儿写得好，转了风头了。他立刻停止了唱工尺，立刻笑着，叫着，并且用脚跺着地板，好象这样的喜事从前没有被他遇见过是呵！不好，不好另一个也发狂啦！他的很细的指尖在指点着书封面这就是吗？动乱时代这位女作家就是两匹马吗？当然是笑得不亦乐乎大地的女儿就这样，不穿衣裳，看唉！看唉！这样新的刺激我也受不住了，我的胸骨笑得发痛。大地的女儿的封面画一个裸体的女子。她的周围一条红，一条黄，一条黑，大概那表现的是地面的气圈。她就在这气圈里边象是飞着。这故事虽然想一想，但并没有记一笔，我就出去了，打算到菜市去买一点菜回来。回来的时候在一家门楼下面，我看见了一堆草在动着。因为是小巷，行人非常稀少，我忽然有一种害怕的感觉。这是人吗？人会在这个地方吗？坐起来了，是个老头，一件棉袄是披着，赤裸的胸口跳动在草堆外面。我把菜放在家里，拿了钱又转回来的时候，他的胸膛还跳动在草堆的外面。你接着啊！我给你东西。稀疏的落着雪花的小巷里，我的雨伞上同时也有雨点在啪啪的跳着。"}
{"text":"她就在这气圈里边象是飞着。这故事虽然想一想，但并没有记一笔，我就出去了，打算到菜市去买一点菜回来。回来的时候在一家门楼下面，我看见了一堆草在动着。因为是小巷，行人非常稀少，我忽然有一种害怕的感觉。这是人吗？人会在这个地方吗？坐起来了，是个老头，一件棉袄是披着，赤裸的胸口跳动在草堆外面。我把菜放在家里，拿了钱又转回来的时候，他的胸膛还跳动在草堆的外面。你接着啊！我给你东西。稀疏的落着雪花的小巷里，我的雨伞上同时也有雨点在啪啪的跳着。给你，给你东西呀！这个我听到他说了我是瞎子。你伸出手来！他周遭的碎草苏嘎的响着，是一只黄色的好象生了锈的黄铜的手和小爪子似的向前翻着。我跑上台阶去，于是那老头的手心上印着一个圆圆的闪亮的和银片似的小东西。我憎恶打仗，我憎恶断腿断臂。等我看到了人和猪似的睡在墙根上，我就什么都不憎恶了，打吧！流血吧！不然，这样猪似的，不是活遭罪吗？有几位女同学到我家里过，在这抗战时期她们都感苦闷。到前方去工作呢？而又哪里收留她们工作呢？这种苦闷会引起一时的觉醒来。不是这觉醒不好，一时的也是好的，但我觉得应该更长一点。比方那老头明明是人不是猪，而睡在墙根上，这该作何讲解呢？比方女人明明也是人，为什么当她得到一块衣料的时候，也要哭泣一场呢？理解是应该理解的，做不到不要紧，准备是必须的。所以我对她们说应该多读书。尤其是这两本书，非读不可。我也体验得到她们那种心情，急于要找实际的工作，她们的心已经悬了起来。不然是落不下来的，就象小麻雀已经长好了翅子，脚是不会沾地的。这种苦闷是热烈的，应该同情的。但是长久了是不行的，抗战没有到来的时候，脑子里头是个白丸。抗战到来了脑子里是个苦闷，抗战过去了，脑子里又是个白丸。这是不行的，抗战是要建设新中国，而不是中国塌台。又想起来了我敢相信，那天晚上的嘲笑决不是真的，因为他们是知识分子，并且是维新的而不是复古的。那么说，这些话也只不过是玩玩，根据年轻好动的心理，大家说说笑笑，但为什么常常要取着女子做题材呢？读读这两本书就知道一点了。不是我把女子看得过于了不起，不是我把女子看得过于卑下只是在现社会中，以女子出现造成这种斗争的记录，在我觉得她们是勇敢的，是最强的，把一切都变成了痛苦出卖而后得来的。"}
{"text":"这是不行的，抗战是要建设新中国，而不是中国塌台。又想起来了我敢相信，那天晚上的嘲笑决不是真的，因为他们是知识分子，并且是维新的而不是复古的。那么说，这些话也只不过是玩玩，根据年轻好动的心理，大家说说笑笑，但为什么常常要取着女子做题材呢？读读这两本书就知道一点了。不是我把女子看得过于了不起，不是我把女子看得过于卑下只是在现社会中，以女子出现造成这种斗争的记录，在我觉得她们是勇敢的，是最强的，把一切都变成了痛苦出卖而后得来的。记鹿地夫妇池田在开仗的前夜，带着一匹小猫仔来到我家的门口，因为是夜静的时候，那鞋底拍着楼廊的声音非常响亮。谁呀！这声音并没有回答，我就看到是日本朋友池田，她的眼睛好像被水洗过的玻璃似的那么闪耀。她怎么这时候来的呢，她从北四川路来的这话在我的思想里边绕了一周。请进来呀！一时看不到她的全身，因为她只把门开了一个小缝。日本和中国要打仗。什么时候？今天夜里四点钟。真的吗？一定的。我看一看表，现在是十一点钟。一二三四五――我说还有五个钟头。那夜我们又讲了些别的就睡了。军睡在外室的小床上，我和池田就睡在内室的大床上，这一夜没有睡好，好像很热，小猫仔又那么叫，从床上跳到地上，从地上又跳到椅子上，而后再去撕着窗帘。快到四点钟的时候，我好象听到了两下枪响。池田，是枪声吧！大概是。你想鹿地怎么样，若真的今开仗，明天他能跑出来不能？大概能，那就不知道啦！夜里开枪并不是事实。第二天我们吃完饭，三个人坐在地板的凉席上乘凉。这时候鹿地来了，穿一条黄色的短裤，白衬衫，黑色的卷卷头发，日本式的走法。走到席子旁边，很习惯的就脱掉鞋子坐在席子上。看起来他很快活，日本话也说，中国字也有。他赶快地吸纸烟，池田给他作翻译。他一着急就又加几个中国字在里面。转过脸来向我们说是的，叭叭开枪啦是什么地方开的？我问他。在陆战队边上。你看见了吗？看见的他说话十分喜欢用手势我，我，我看见啦完全死啦！而后他用手巾揩着汗。但是他非常快活，笑着，全身在轻松里边打着转。"}
