{"text":"这时他赶紧一个大嘴巴把自己打醒，回家去了。后来他拿到调令离开前苏联时，如释重负地说道这回可好了，可以不看天鹅湖了。如你所知，该外交官看天鹅湖的情形都是我的猜测――说实在的，他流了哈喇子也不会写进回忆录里――但我以为，对一部作品不停地欣赏下去，就会遇到这三个阶段。在第一个阶段，你听到的是音乐，看到的是舞蹈――简言之，你是在欣赏艺术。在第二个阶段，你听到一些声音，看到一些物体在移动，觉察到了一个熟悉的物理过程。在第三个阶段，你已经上升到了哲学的高度，最终体会到芭蕾舞和世间一切事物一样，不过是物质存在的形式而已。从艺术到科学再到哲学，这是个返璞归真的过程。一般人的欣赏总停留在第一阶段，但有些人的欣赏能达到第二阶段。比方说，在电影霸王别姬里，葛优扮演的戏霸就是这样责备一位演员别人的霸王出台都走六步，你怎么走了四步？在实验室里，一位物理学家也会这样大惑不解地问一个物体别的东西在真空里下落，加速度都是一个，你怎么会是两个？在实验室里，物理过程要有再现性，否则就不成其为科学，所以不能有以两个下落的物体。艺术上的经典作品也应有再现性，比方说天鹅湖，这个舞剧的内容是不能改变的。这是为了让后人欣赏到前人创造的最好的东西。它只能照老样子一遍遍地演。经典作品是好的，但看的次数不可太多。看的次数多了不能欣赏到艺术――就如红楼梦说饮茶一杯为品，二杯是解渴的蠢物，三杯就是饮驴了。当然，不管是品还是饮驴，都不过是物质存在的方式而已，在这个方面，没有高低之分文化革命里，我们只能看到八个样板戏。打开收音机是这些东西，看个电影也是这些东西。插队时，只要听到广播里音乐一响，不管轮到了沙奶奶还是李铁梅，我们张嘴就唱不管是轮到了吴琼花还是洪常青，我们抬腿就跳。路边地头的水牛看到我们有此举动，怀疑对它有所不利，连忙扬起尾巴就逃。假如有人说我唱得跳得不够好，在感情上我还难以接受这就是我的生活――换言之，是我存在的方式，我不过是嚷了一声，跳了一个高，有什么好不好的？打个比方来说，犁田的水牛在拔足狂奔时，总要把尾巴像面小旗子一样扬起来，从人的角度来看有点不雅，但它只会这种跑法。我在地头要活动一下筋骨，就是一个倒踢紫金冠――我就会这一种踢法，别的踢法我还不会哪。连这都要说不好，岂不是说，我该死掉？"}
{"text":"路边地头的水牛看到我们有此举动，怀疑对它有所不利，连忙扬起尾巴就逃。假如有人说我唱得跳得不够好，在感情上我还难以接受这就是我的生活――换言之，是我存在的方式，我不过是嚷了一声，跳了一个高，有什么好不好的？打个比方来说，犁田的水牛在拔足狂奔时，总要把尾巴像面小旗子一样扬起来，从人的角度来看有点不雅，但它只会这种跑法。我在地头要活动一下筋骨，就是一个倒踢紫金冠――我就会这一种踢法，别的踢法我还不会哪。连这都要说不好，岂不是说，我该死掉？根据这种情形，我认为自己对八个样板戏的欣赏早已到了第三个阶段，我们是从哲学的高度来欣赏的，但这些戏的艺术成就如何，我确实是不知道。莫斯科歌舞剧院演出的天鹅湖的艺术水平如何，那位美国外交官也不会知道。你要是问他这个问题，他只会傻呵呵地笑着，你说好，他也说好，你说不好，他也说不好在一生的黄金时代里，我们没有欣赏到别的东西，只看了八个戏。现在有人说，这些戏都是伟大的作品，应该列入经典作品之列，以便流传到千秋万代。这对我倒是种安慰――如前所述，这些戏到底有多好我也不知道，你怎么说我就怎么信，但我也有点怀疑，怎么我碰到的全是经典？就说红色娘子军吧，作曲的杜鸣心先生显然是位优秀的作曲家，但他毕竟不是柴可夫斯基芭蕾和京剧我不懂，但概率论我是懂的。这辈子碰上了八个戏，其中有两个是芭蕾舞剧，居然个个是经典，这种运气好得让人起疑。根据我的人生经验，假如你遇到一种可疑的说法，这种说法对自己又过于有利，这种说法准不对，因为它是编出来自己骗自己的。当然，你要说它们都是经典，我也无法反对，因为对这些戏我早就失去了评判能力。好人电影我在国外时看过一部歌颂好人好事的电影，片名就叫好人先生。现在我们这里正好提倡拍这样的电影。俗话说得好，它山之石可以攻玉，从好人先生里，也许可以找出可供借鉴的地方。这位好人先生是个意大利人，和我现在的年龄相仿，比我矮一个头，头顶秃光光的，在电影院里工作。和一切好人一样，他的长相一般，但他的天性就是助人为乐，不管谁需要帮助，他马上就出现在那人身旁，也不说什么豪言壮语，挽起袖子就开始工作。影片一开始时，他在帮助一位失业青年。这位青年有表演天才，只可惜没有演出的机会。"}
{"text":"现在我们这里正好提倡拍这样的电影。俗话说得好，它山之石可以攻玉，从好人先生里，也许可以找出可供借鉴的地方。这位好人先生是个意大利人，和我现在的年龄相仿，比我矮一个头，头顶秃光光的，在电影院里工作。和一切好人一样，他的长相一般，但他的天性就是助人为乐，不管谁需要帮助，他马上就出现在那人身旁，也不说什么豪言壮语，挽起袖子就开始工作。影片一开始时，他在帮助一位失业青年。这位青年有表演天才，只可惜没有演出的机会。好人先生要帮他的忙，就去找夜总会的老板。他到了人家那里也不说话，先帮老板擦桌扫地。老板知道他的意思，就说你不要这样。我不能叫某某到我这里演出――我的生意不坏，弄个棒槌来出洋相，这不是毁我的生意吗？好人也不说话，接着帮老板干活，天天如此，终于叫老板不好意思了，说道好吧，叫你那个人来吧，只准演一晚上。好人还是没说话。当晚他把那位青年送来了――顺便说一句，好人有一辆汽车，非常之小，样子也很古怪，像个垃圾箱的模样，我看不出是什么牌子的――把那青年送到夜总会的后门，陪他到了后台，此时电影已经演了老半天了，好人还没说一句话呢。我一边看一边想真可惜，这么好的人是个哑巴。然后，那位青年的演出大获成功。好人在后台看他谢幕，忽然说了一句新的明星诞生了。然后就开车走了。我看到这里非常感动，而且也挺高兴好人不是哑巴。我们的电影里，好人满嘴豪言壮语，效果倒未必好。在那部电影里，好人开着他那辆古怪汽车跑来跑去，忙得不可开交。那部电影头绪繁多，有二十条以上的线索，这是因为他在帮助二十个以上的人。有时你简直看不出他在干什么。比方说，他抽出大量的时间来陪一位年轻的单身母亲。这位女士非常的可爱，我觉得他对她有意思了。这也没什么不好的好人是光棍一条，有个伴也没什么不好。走到大庭广众之中，他老请唱歌给他听――她的嗓子非常之好，但不喜欢在生人面前歌唱，但终于拗不过好人。终于有一回，在一个大商场里放声歌唱起来，简直就像天使在歌唱。大家停下来听，给她鼓掌，她也陶醉在歌唱之中――这时候好人又跑了。人家唱得这么好，他也不听。这时我忽然想到这个女人原来心理是有问题的，既孤僻，又悲观，好人帮助她克服了心理危机――他其实并不想听她唱歌，不过是做件好事而已。"}
{"text":"走到大庭广众之中，他老请唱歌给他听――她的嗓子非常之好，但不喜欢在生人面前歌唱，但终于拗不过好人。终于有一回，在一个大商场里放声歌唱起来，简直就像天使在歌唱。大家停下来听，给她鼓掌，她也陶醉在歌唱之中――这时候好人又跑了。人家唱得这么好，他也不听。这时我忽然想到这个女人原来心理是有问题的，既孤僻，又悲观，好人帮助她克服了心理危机――他其实并不想听她唱歌，不过是做件好事而已。好人做好事，做得让你不知是在干啥，这样可以制造悬念――这是一种电影技法，警匪片常用，好人片里也用得上。好人先生是根据真人真事拍成的，像这类影片总是有点沉闷。这部电影也有这个缺点。这电影我讲不全，因为中间睡着了几次，每次都是我老婆掐醒的。平时我睡觉不打呼噜，可那回打得很响，还是在电影院里，所以她不掐也不行――影片结尾并不沉闷好人遇上了一个特殊的求助者――一个四五十岁的寡妇。这女人一看就很刻薄古板，身上穿着黑色的丧服，非常不讨人喜欢。她把好人叫到家里来，直截了当地说我要你每月到我这里来两次，每月第一个星期一和第三个星期一，晚上八点来，和我做爱。你要对我非常温柔――你不能穿现在穿的茄克衫，要穿西服打领带，还要洒香水。你在我这里洗澡，但是要自带毛巾和浴衣嘀里嘟噜说了一大堆，全是不合理的要求，简直要把人的肺气炸――看起来，和那寡妇做爱比到车站卸几车皮煤还要累。就我个人来说，我宁愿去车站卸煤。你猜好人怎么着？他默默地听完了，起身吻了寡妇一下，说到下个星期一还有三天。就去忙他的事了。这就是好人真正令人感动之处他帮助别人是天性使然，只要能帮人干点事，他就非常高兴，不管这事是什么，只要是好事他都做。这种境界非常的高，也是值得我们借鉴的。当然了，因为国情不同，我们的好人不一定也要和寡妇做爱这部电影的结尾是好人从寡妇那里出来，开车到另一处做好事，半路上出了车祸，被卡车撞了，好人也就死了。好人总是没好报，这世界上一切好人电影都是这么结束的。我们的电影也是这样，所以就用不着借鉴了。都市言情剧里的爱情看过冯小刚导演的都市言情剧情殇，感到这个戏还有些长处。摄影用光都颇考究，演员的表演也不坏，除主题歌难听，没有太不好的地方。"}
{"text":"好人总是没好报，这世界上一切好人电影都是这么结束的。我们的电影也是这样，所以就用不着借鉴了。都市言情剧里的爱情看过冯小刚导演的都市言情剧情殇，感到这个戏还有些长处。摄影用光都颇考究，演员的表演也不坏，除主题歌难听，没有太不好的地方。当然，这是把它放在都市言情剧这一消闲艺术门类内去看，放到整个艺术的领域里评论，就难免有些苛评――现在我就准备给它点苛评。我觉得自己是文化人，作为此类人士，我已经犯下了两样滔天大罪第一，我不该看电视剧，这种东西俗得很第二，我不该给电视剧写评论。看了恶俗的都市言情剧，再写这篇评论文章，我就如毕达哥拉斯学派的弟子，有了吃豆子的恶行，从此要被学院拒之于门外。所幸我还有先例可引毛姆先生是个正经作家，但他也看侦探小说，而且写过评论侦探小说的文章。毛姆先生使我觉得自己有可能被原谅。当然，是被文化人原谅，不是被言情剧原谅――苛刻地评论人家，还想被原谅，显得太虚伪。毛姆是这样评论侦探小说的此类小说自爱伦坡以来，人才辈出，培养出一大批狡猾的观众，也把自己推入了难堪之境。举例来说，一旦侦探小说里出现一位和蔼可亲与世无争的老先生时，狡猾的观众们就马上指出杀人的凶手就是他！此类情形也发生在我们身边，言情剧的也处于难堪的境地。这两年都市言情剧看多了，我们正在变得狡猾从电视屏幕上看到温柔漂亮的女主角林幻，我马上就知道她将在这部戏里大受摧残――否则她就不必这样温柔漂亮了。在言情剧里，一个女人温柔漂亮，就得倒点霉假如她长得像我在现实生活里，女人长得像我是种重大灾难，倒有可能很走运。她还有个变成植物人的丈夫，像根木棍一样睡在病床上，拖着她，使她不便真正移情别恋。从剧情来看，任何一个女人处在女主角的地位，都要移情别恋，因为不管她多么善良温柔，总是一个女人，不是一根雌性的木棍，不能永远爱根雄木棍，而且剧里也没把她写成木棍，既然如此，植物人丈夫的作用无非是加重对女主角的摧残剧情的发展已经证实了我的预见。更狡猾的观众则说，剧的用意还不仅如此。请相信，这根木头棍子是颗定时炸弹。"}
{"text":"她还有个变成植物人的丈夫，像根木棍一样睡在病床上，拖着她，使她不便真正移情别恋。从剧情来看，任何一个女人处在女主角的地位，都要移情别恋，因为不管她多么善良温柔，总是一个女人，不是一根雌性的木棍，不能永远爱根雄木棍，而且剧里也没把她写成木棍，既然如此，植物人丈夫的作用无非是加重对女主角的摧残剧情的发展已经证实了我的预见。更狡猾的观众则说，剧的用意还不仅如此。请相信，这根木头棍子是颗定时炸弹。一旦林幻真正移情别恋，这根木头棍子就会醒来，这颗定时炸弹就要炸响，使可爱的女主角进一步大受摧残。戏演到现在，加在女主角身上的摧残已经够可怕的了植物人丈夫一年要二十万医药费，她爱的男人拿不出。有个她不爱的男人倒拿得出，但要她嫁过去才能出这笔钱。对于一个珍视爱情的女人来说，走到了这一步，眼看要被逼成一个感情上的大怪物我很不希望这种预见被证实，但从剧情的发展来看，又没有别的出路。造出一颗定时炸弹，不让它响，对炸弹也不公平哪。毛姆先生曾指出，欣赏通俗作品有种诀窍，就是不要把它当真要把它当作编出来的东西来看，这样就能得到一定的乐趣。常言道爱与死是永恒的主题，侦探小说的主题是死，言情剧的主题是爱。虽然这两件事是我们生活中的大事，但出现在通俗作品里，就不能当真。此话虽然大有道理，怎奈我不肯照办。从长远的观点来看，我们都是要死的。被杀也是一种可能的死因。但任何一个有尊严的人都会拒绝侦探小说里那种死法把十八英尺长的短吻鳄鱼放到游泳池里，让它咬死你或者用锐利的冰柱射人你的心脏最起码要你死于南洋土人使用的毒刺――仿佛这世界上没有刀子也拣不到砖头。其实没有别的理由，只是要你死得怪怪的。这不是死掉，而是把人当猴子耍，凶手对死者太不尊重――我这样认真却是不对的。侦探小说的并没有真的杀过人。所以，在侦探小说里，别的事情都可以当真，唯有死不能当真。同理，都市言情剧别的事都可以当真，也只有爱情不能当真。倘若当真，就有很多事无法解释。以情殇中的林幻为例，她生为一个女人，长得漂亮也不是她之罪，渴望爱情又有什么不对？"}
{"text":"所以，在侦探小说里，别的事情都可以当真，唯有死不能当真。同理，都市言情剧别的事都可以当真，也只有爱情不能当真。倘若当真，就有很多事无法解释。以情殇中的林幻为例，她生为一个女人，长得漂亮也不是她之罪，渴望爱情又有什么不对？但不知为什么，人家给她的却是这样一些男人第一个只会睡觉，该醒时他不醒，不该醒时他偏醒，就是这么睡，一年却要二十万才够开销――看到睡觉有这么贵，我已经开始失眠第二个虽然有点像土匪，她也没有挑剔，爱上了，但又没有钱，不能在一起第三个有钱，可以在一起，她又不爱――看到钱是如此重要，我也想挣点钱，免得害着我老婆甚至想到去写电视剧――我也不知还有没有第四个和第五个，但我知道假如有，也不会是什么好东西。这世界上不是没有好男人，怎奈人家不给她，拣着坏的给。这个女人就像一头毛驴被驾在车辕上，爱情就像胡萝卜，挂在眼前，不管怎么够，就是吃不着――既然如此，倒不如不要爱情。我想一个有尊严的女人到了这个地步，一定会向上帝抱怨主啊，我知道你的好意，你把我们分成男人和女人，想让我们生活有点乐趣――可以谈情说爱但是好心不一定能办好事啊。看我这个样子，你不可怜我吗？倒不如让我没有性别，也省了受这份活罪――我知道有些低等生物蒙你的恩宠，可以无性繁殖。我就像细菌那样分裂繁殖好了。这样晚上睡觉，早上一下变成了两个人，谈恋爱无非是找个伴儿嘛，自己裂成两半儿，不就有伴儿了吗上帝听了林幻的祷告，也许就安排她下世做个无性繁殖的人，晚上睡觉时是林幻，醒来就变成了林幻一和林幻二，再也不用谈爱情。很不幸的是，这篇祷告词有重大的遗漏，忘记告诉上帝千万不要再把她放进电视剧里，以免剧还是可以拿着她分裂的事胡编乱派，让她生不如死。但这已是另一个世界里电视剧的题目，非我所能知道。有关爱情片据说有不少观众在呼唤国产爱情片。其实，国产片子里提到爱情的也不少。小时候我看过一部战火中的青春，那片子是打仗的，小男孩挺爱看，但看完又觉得有点腻腻歪歪的不对劲。现在知道，这是因为片里暗示了一点爱情。青年时代看过庐山恋，从片名就知道，这是部爱情片。至于近来的影片，只要是现代的，大概都有点爱情的影子在内。"}
{"text":"其实，国产片子里提到爱情的也不少。小时候我看过一部战火中的青春，那片子是打仗的，小男孩挺爱看，但看完又觉得有点腻腻歪歪的不对劲。现在知道，这是因为片里暗示了一点爱情。青年时代看过庐山恋，从片名就知道，这是部爱情片。至于近来的影片，只要是现代的，大概都有点爱情的影子在内。有这么多提到爱情的国产片，观众还觉得不够，想必是有原因的――我觉得这原因就是这些电影里爱情的力度不够，不足以满足观众尤其是中青年女观众的需要。我以为这是因为导演老想在电影里加入些理想和追求，把怎么谈恋爱都忘了。以庐山恋为例，不仅爱情的力度不够，而且相当的古怪，虽说是部爱情片，男女主人公一不接吻，二不拥抱，连爱你都不说，只用英文高呼，吼得地动山摇。那部电影看得我浑身发冷――在云南插队时，我得过疟疾，自打那以后，还没起过那么多的鸡皮疙瘩。想看看爱情片的观众当然也不想洗这样的冷水澡。她们想看的是生死恋爱情故事廊桥遗梦这样的电影，爱就爱个七死八活――拿洗澡来打比方，她们不想洗冷水澡，也不想洗温水澡。她们要的是一锅热水，烫得能煺猪毛。用猪毛来比喻爱情虽然欠斯文，但能够说明问题。我要说的是我国的编导要想使观众满意，一定要再升升温度才成。我敢拿我这个月的饭钱打赌，谁要是能搞出一锅滚滚大开的热水一部爱到七死八活的电影，肯定能大获成功。读者看到我这段不阴不阳的文字，肯定会想到我不爱看爱情片。你猜对了，我爱看警匪片科幻片，甚至武打片，就是不爱看爱情片。众所周知，警匪片很是扯淡，在纽约大劫案中，一帮土匪劫走了几十卡车的黄金。其实在美国，除了国库哪里都没有这么多的金子，谁要是不想活了就可以去劫个试试。现在的科幻片则完全荒诞不经。在武打片里，人们在天上飞来飞去，随手一挥，就放出一片来，打到哪里哪里就爆炸――可就是炸不死对方。那些侠客们就这样浪费自己的神奇武功，却不肯用这种能力去开山辟路，造福于人。但是人也不能总这样一本正经，偶尔看看别人扯淡，也是一种调剂。要让我来说，哪种电影都没有爱情片扯淡――人要像这种电影里那样疯狂，不出一个月准完蛋。"}
{"text":"其实在美国，除了国库哪里都没有这么多的金子，谁要是不想活了就可以去劫个试试。现在的科幻片则完全荒诞不经。在武打片里，人们在天上飞来飞去，随手一挥，就放出一片来，打到哪里哪里就爆炸――可就是炸不死对方。那些侠客们就这样浪费自己的神奇武功，却不肯用这种能力去开山辟路，造福于人。但是人也不能总这样一本正经，偶尔看看别人扯淡，也是一种调剂。要让我来说，哪种电影都没有爱情片扯淡――人要像这种电影里那样疯狂，不出一个月准完蛋。实际上，多数爱情片的结局总是男女主人公之一完蛋――除了让他们完蛋，就想不出办法来收场。虽然女主角很迷人，男主角很潇洒，看到他们完蛋我也不伤心――我知道不是真完蛋，而是假完蛋。这种电影我看过不少，都是陪太太看的。她在这边流眼泪，我在那边说风凉话。电影散场后，她眼睛还是红红的。我不免要说你看看你，岁数也不小了，还是p看这种电影掉眼泪，寒碜不寒碜。我老婆振振有辞地说你不知道，人经常流点眼泪，对身体有好处。按照她的说法，看爱情片就是为了刺激一下泪腺。我没有理由反对她的这种嗜好――如前所述，我自己也常看些扯淡的电影作为消遣。我知道，有位伟大的哲学家，了不起的大智者维特根斯坦，最喜欢看没品的侦探小说，相比之下我们又算得了什么。女人爱看爱情片，这种嗜好也该得到尊重。我看不出我国的编有什么理由不肯把水再烧热一些――她们爱看什么就拍什么吧。祝你平安与音乐电视我很少看，但既看电视，总免不了会看见一些。最近看到了孙悦唱的祝你平安，心里有些疑惑，想借演艺圈的园地，求教于高明。照我看来，那是一首安慰失意情人的歌，对此不当再有其他解释了。孙悦唱得很好，歌也很好听。但画面就让人有点看不懂，看懂的地方又让人有气。先说我不懂的地方。众所周知，的画面不一定有逻辑，好看就成。但我不懂的是导演的创意。这本是支爱情歌，却串进了女教师和聋哑学生。虽然弘扬主旋律歌颂人民教师是好的，但却不是这么弘扬法我老婆没看过这段，却会唱这歌，时不常对我来几句，以示柔情，但我总觉得她在说我是哑巴。这不就是搞串了吗？主旋律是主旋律，男女之情是男女之情，切不可这样胡串。再说，在片首孙悦打扮得像个小蜜，片中才出现了聋哑学生。"}
