{"text":"到江边站晤曾主任，知陈郎二先生，将于十七日来金华，与我们会合，因五泄北山诸处，陈先生都已到过，这一回不想再去跋涉，所以夜饭后登车，车座内只有我和曾主任两人而已。两人对坐着，所谈者无非是杭江路的历史和经营的苦心之类。缘该路的创设，本意是在开浙东初拟的路线，是由杭州折向西南，遵钱塘江左岸，经富阳桐庐建德兰溪龙游衢县江山而达江西之玉山，以通信江，全线约长三百零五公里。后因大江难越，山洞难开，就改成了目下的路线，自钱塘江右岸西兴筑起，经萧山诸暨义乌金华汤溪龙游衢县江山，仍至江西之玉山，计长三百三十三公里又由金华筑支线以达兰溪，长二十二公里。建筑经费，因鉴于中央财政之拮据，就先由地方设法，暂作为省营的铁路。省款当然也不能应付，所以只能向管理中英庚款董事会及沪杭银行团等商借款项，以资挹注。正唯其资本筹借之不易，所以建筑设备等事项，也不得不力谋省俭，勉求其成。计自民国十八年筹备开始以来，因省政府长官之更易而中断之年月也算在内，仅仅于两三年间，筑成此路。而每公里之平均费用，只三万余元，较之各国有铁路，费用相差及半，路局同人的苦心计划，也真可以佩服的了。江边七点过开车，达诸暨是在夜半十点左右。车站在城北两三里的地方，头一夜宿在诸暨城内。诸暨五泄十一月十日，星期五，晴快。昨晚在夜色微茫里到诸暨，只看见了些空空的稻田，点点的灯火，与一大块黑黝黝的山影。今晨六时起床，出旅馆门，坐黄包车去五泄，虽只晨光暝，然已略能辨出诸暨县城的轮廓。城西里许有一大山障住，向西向南，余峰绵亘数十里，实为胡公台，亦即所谓长山者是。长山之所以称胡公台者，因长山中之一峰陶朱山头，有一个胡公庙在，是祀明初胡大将军大海的地方。五泄在县西六十里，属灵泉乡，所以我们的车子，非出北门，绕过胡公台的山脚，再朝西去不行。出城将十里，到陶山乡的十里亭，照例黄包车要验票，这也是诸暨特有的一种组织。因为黄包车公司，是一大集股的民营机关，所有乡下的行车道路，全系由这公司所修筑车夫只须觅保去拉，所得车资，与公司分拆，不拉休息者不必出车租所以坐车者，要先向公司去照定价买票，以后过一程验一次，虽小有耽搁，但比之上海杭州各都市的讨价还价，却简便得多。"}
{"text":"长山之所以称胡公台者，因长山中之一峰陶朱山头，有一个胡公庙在，是祀明初胡大将军大海的地方。五泄在县西六十里，属灵泉乡，所以我们的车子，非出北门，绕过胡公台的山脚，再朝西去不行。出城将十里，到陶山乡的十里亭，照例黄包车要验票，这也是诸暨特有的一种组织。因为黄包车公司，是一大集股的民营机关，所有乡下的行车道路，全系由这公司所修筑车夫只须觅保去拉，所得车资，与公司分拆，不拉休息者不必出车租所以坐车者，要先向公司去照定价买票，以后过一程验一次，虽小有耽搁，但比之上海杭州各都市的讨价还价，却简便得多。过陶山乡，太阳升高了，照出了五色缤纷的一大平原，乌桕树刚经霜变赤，田里的二次迟稻――大半是糯谷――有的尚未割起，映成几片金黄，远近的小村落，晨炊正忙，上面是较天色略白的青烟，而下面却是受着阳光带一些些微红的白色高墙。长山的连峰，缭绕在西南，北望青山一，牵延不断，按县志所述，应该是杭乌山的余脉，但据车夫所说，则又是最高峰鸡冠山拖下来的峰峦。第二辑屐痕处处感伤的行旅从十里亭起，八里过大唐庙，四里过福缘桥，桥头有合溪亭，一溪自五泄西来，一溪又自南至，到此合流。又三里到草塔，是一大镇，尽可以抵得过新登之类的小县城，市的中心，建有数排矮屋，为乡民集市之所，形状很像大都市内的新式菜场。草塔居民多赵姓，所以赵氏宗祠，造得很大，市上当然又有一验票处。过此是五泉庵，遥望杨家舅，数里到避水岭，已经是五泄的境界了。避水岭上，有一个庙，庙外一亭，上书第一峰三字。岭下北面，就是五泄溪。登岭西望，低洼处，又成一谷，五泄的胜景，到此才稍稍露出了面目因为过岭的一条去路，是在山边开出，向右手下望谷中，有红树青溪，像一个小小的公园。岭西山脚下，兀立着一块岩石，状似人形，车夫说这就是石和尚，从前近村人家娶媳妇，这和尚总要先来享受权，后来经村人把和尚头凿了，才不再作怪。大约县志上所说的留仙石，上镌有谢元卿结茅处六字的地方，总约略在这一块石壁的近旁。自第一峰――避水岭――起，西行多小山，过一程，就是一环山，再过一程，又是一个阪人家点点，山影重重，且时常和清流澈底的五泄溪或合或离，令人有重见故人之感。"}
{"text":"大约县志上所说的留仙石，上镌有谢元卿结茅处六字的地方，总约略在这一块石壁的近旁。自第一峰――避水岭――起，西行多小山，过一程，就是一环山，再过一程，又是一个阪人家点点，山影重重，且时常和清流澈底的五泄溪或合或离，令人有重见故人之感。过西墙弄的桥边，至里坞下朱，眼界又一广经徐家山下，到青口镇，黄包车就不能走了，自青口至五泄的十余里，因为溪水纵横，山路逼仄，车路不很容易修建，所以再往前进，就非步行或坐轿子不可。自青口去，渡溪一转弯，就到夹岩。两壁高可百丈，兀立在溪的南北，一线清溪，就从这岩层很清的绝壁底下流过。仰起来看看岩头，只觉得天的小，俯下去看看水，又觉得溪的颜色有点清里带黑，大约是岩壁过高，壁影覆在水面上的缘故。我虽则没有到过莱茵多瑙的河边，但立在夹岩中间，回头一望，却自然而然的想起了学习德文的时候，在海涅的名诗洛来拉兮篇下印在那里的那张美国课本上的插画。夹岩北壁中，有一个大洞，洞中间造了一个庙，这庙的去路，是由夹岩寺后的绝壁中间开凿出来的。我们爬了半天，滑跌了几次，手里各捏了两把冷汗，几乎喘息到回不过气来，才到了洞口到洞一望，方觉悟到这一次爬山的真不值得。因为从谷底望来，觉得这洞是很高，但到洞来一看，则头上还是很高的石壁，而对面的那块高岩，依旧同照壁似的障在目前，展望不灵，只看见了几丝在谷底里是很不容易见到的日光而已。从夹岩西北进，两三里路中间，是五泄的本山了一步一峰，一转一溪，山峰的尖削，奇特，深幽，灵巧，从我所经历过的山水比较起来，只有广东肇庆以西的诸峰岩，差能和它们比比，但秀丽怕还不及几分。好事的文人，把五泄的奇岩怪石，一枝枝都加上了一个名目，什么石佛岩啦，檀香窟啦，朝阳峰，碧，滴翠峰，童子峰，老人峰，狮子峰，卓笔峰，天柱峰，棋盘峰，峰啦，多到七十二峰，二十五岩，一洞，三谷，十石，等等，真像是小学生的加法算学课本，我辨也辨不清，抄也抄不尽了，只记一句从前徐文长有一块石碣，刻着七十二峰深处的六字，嵌在五泄永安禅寺的壁上――现在这石碣当然是没有了――其余的且由来游的人自己去寻觅拟对吧！五泄寺，就是永安禅寺，照志书上说，是唐元和三年灵默禅师之所建。"}
{"text":"五泄寺，就是永安禅寺，照志书上说，是唐元和三年灵默禅师之所建。后来屡废屡兴，名字也改了几次，这些考据家的专门学问，我们只能不去管它可是现在的寺的组织，却真有点奇怪。寺里的和尚并不多，吃肉营生――造纸种田――同俗人一点儿也没有分别，只少了几房妻妾，不生小孩，买小和尚来继承的一事，和俗人小有不同。当家和尚，叫做经理，我们问知客的那位和尚以经理僧在哪里呢？他又回答说上市去料理事务去了。寺的规模虽大，但也都坍败得可以，大雄宝殿，山门之类，只略具雏形，惟独所谓官厅的那一间客厅，还整洁一点，上面挂着有一块刘墉写的双龙湫室的旧匾，四壁倒也还有许多字画挂在那里。第二辑屐痕处处感伤的行旅在客厅西旁的一间小室里吃过饭后，和尚就陪我们去看五泄所谓五泄者，就是五个瀑布的意思，土人呼瀑布为泄，所以有这一个名称。最下的第五泄，就在寺后西北的坐山脚下，离寺约有三百多步样子，高一二十丈，宽只一二丈，因为天晴得久了，泄身不广，看去也只是一个平常的瀑布而已。奇怪的是在这第五泄上面的第一，二，三，四各泄，一道溪泉，从北面西面直流下来，经过几折山岩，就各成了样子水量方向各不相同的五个瀑布。我们爬山过岭，走了半天，才看见了一，二，三的三个瀑布，第四泄却怎么也看不到。凡不容易见到的东西，总是好的，所以游客，各以见到了第四泄为夸，而徐霞客王思任等做的游记，也写得它特别的好而不易攀登。总之，五泄原是奇妙，可是五泄的前后上下，一路上的山色溪光，我觉得更是可爱。至如西龙潭――我们所去的地方，即五泄所在之处，名东龙潭――的更幽更险，第一泄上刘龙子庙前的自成一区，北上山巅，站在响铁岭岭头眺望富阳紫阆的疏散高朗，那又是锦上之花，弦外之音了，尤其是寺前去西龙潭的这一条到浦江的路上的风光，真是画也画不出来，写也写不尽的。上面曾说起了刘龙子的这一个名字，所谓刘龙坪者，是五泄山中的一区特异的世外桃源。"}
{"text":"总之，五泄原是奇妙，可是五泄的前后上下，一路上的山色溪光，我觉得更是可爱。至如西龙潭――我们所去的地方，即五泄所在之处，名东龙潭――的更幽更险，第一泄上刘龙子庙前的自成一区，北上山巅，站在响铁岭岭头眺望富阳紫阆的疏散高朗，那又是锦上之花，弦外之音了，尤其是寺前去西龙潭的这一条到浦江的路上的风光，真是画也画不出来，写也写不尽的。上面曾说起了刘龙子的这一个名字，所谓刘龙坪者，是五泄山中的一区特异的世外桃源。坪上平坦，有十几廿亩内外的广阔，但四周围却都是高山，是山上之山，包围得紧紧贴贴一道溪泉，从山后的紫阆流来，由北向西向南，复折回来，在坪下流过，成了第一泄的深潭到了这里，古人的想象力就起了作用，创造出神话来了万历绍兴府志说晋时刘姓一男子，钓于五泄溪，得骊珠吞之，化龙飞去，人号刘龙子。其母墓在撞江石山，每清明龙子来展墓，必风雨晦暝墓上松两株，至今奇古可爱，相传为龙子手植云。同这一样的传说，凡在海之滨，山之瀑，与夫湖水江水深大的地方，处处都有，所略异者，只名姓年代及成龙的原因等稍有变易而已。我们因为当天要赶到县城，以后更有至闽边赣边去的预定，所以在五泄不能过夜，只走马看花，匆匆看了一个大概大约穷奇探胜，总要三五日的工夫，在五泄寺打馆方行，这么一转，是不能够领略五泄的好处的。出寺从原路回来，从青口再坐黄包车跑回县治，已经是暗夜的七点钟了这一晚又在原旅馆住了一宵。诸暨苎萝村十一月十一日，星期六，晴朗如前。昨夜因游倦了，并去诸暨城隍庙国货商场的游艺部看了一些戏，所以起来稍迟。去金华的客车，要近午方开，八点钟起床后，就出南门上苎萝山去偷闲一玩。出城行一二里，在五湖闸之下，有一小山，当浦阳江的西岸，就是白阳山的支峰苎萝山，山西北面是苎萝村，是今古闻名的美人西施的生地。有人说，西施生在江的东面金鸡山下郑姓家，系由萧山迁来的客民之女，外祖母在江的西面姓施，西施寄住在外祖母家，所以就生长在苎萝村里。幼时常在江边浣纱，至今苎萝山下，江边石上，还有晋王羲之写的浣纱两字，因此，这一段江就名作浣纱溪。古今来文人墨客，题诗的题诗，考证的考证，聚讼纷纭，到现在也还没有一个判决，妇人的有关国运，易惹是非，类都如此。苎萝山，系浣纱江上的一枝小山，溪水南折西去，直达浦江，东面隔江望金鸡山，对江可以谈话。"}
{"text":"有人说，西施生在江的东面金鸡山下郑姓家，系由萧山迁来的客民之女，外祖母在江的西面姓施，西施寄住在外祖母家，所以就生长在苎萝村里。幼时常在江边浣纱，至今苎萝山下，江边石上，还有晋王羲之写的浣纱两字，因此，这一段江就名作浣纱溪。古今来文人墨客，题诗的题诗，考证的考证，聚讼纷纭，到现在也还没有一个判决，妇人的有关国运，易惹是非，类都如此。苎萝山，系浣纱江上的一枝小山，溪水南折西去，直达浦江，东面隔江望金鸡山，对江可以谈话。苎萝山上进口处有古苎萝村四字的一块小木牌坊，进去就是西施庙，朝东面江，南面新建一阁，名北阁，中供西施石刻像一尊。经营此庙者，为邑绅清孝廉陈蔚文先生，庙中悬挂着的匾额对联石刻之类，都是陈先生的手笔。最妙者，是几块刻版的拓本，内载乩盘开沙时，西施降坛的一段自白，辩西施如何的忠贞两美，与夫范蠡献西施，途中历三载生子及五湖载去等事的诬蔑不通。庙前有洋楼三栋，本为图书馆，现在却已经锁起不开了。管西施庙的，是一位中老先生。这位先生，是陈氏的亲戚，很能经营。陪我们入座之后，献茶献酒，殷勤得不得了最后还拿出几张纸来，要我们留一点墨迹。我于去前山看了未完成的烈士墓及江边镌有浣纱两字的浣纱石后，就替他写了一副对，一张立轴。对子上联是定公诗百年心事归平淡，下联是一句柳亚子先生题我的薇蕨集的诗，十载狂名换苎萝。亚子一生，唯慕龚定庵的诡奇豪逸，而我到此地，一时也想不出适当的对句，所以勉强拉拢了事，就集成了此联。立轴上写的，是一急就的绝句第二辑屐痕处处感伤的行旅五泄归来又看溪，浣纱遗迹我重题，陈郎多事搜文献，施女何妨便姓西。暗中盖也有一点故意在和陈先生捣乱的意思。玩苎萝山回来，十一点左右上杭江路客车，下午三点前，过义乌。车路两旁的青山沃野，原美丽得不可以喻，就是在义乌的一段，夕阳返照，红叶如花，农民驾使黄牛在耕种的一种风，也很含有着牧歌式的画意倚窗呆望，拥鼻微吟，我就哼出了这样的二十八字骆丞草檄气堂堂，杀敌宗爷更激昂，别有风怀忘不得，夕阳红树照乌伤。骆宾王，宗泽，都是义乌人。而义乌金华一带系古乌伤地，是由秦孝子颜乌的传说而来的地名。下午三点过，到金华，在金华双溪旁旅馆内宿，访旧友数辈，明日约共去北山。金华北山十一月十二日，星期日，晴。"}
{"text":"车路两旁的青山沃野，原美丽得不可以喻，就是在义乌的一段，夕阳返照，红叶如花，农民驾使黄牛在耕种的一种风，也很含有着牧歌式的画意倚窗呆望，拥鼻微吟，我就哼出了这样的二十八字骆丞草檄气堂堂，杀敌宗爷更激昂，别有风怀忘不得，夕阳红树照乌伤。骆宾王，宗泽，都是义乌人。而义乌金华一带系古乌伤地，是由秦孝子颜乌的传说而来的地名。下午三点过，到金华，在金华双溪旁旅馆内宿，访旧友数辈，明日约共去北山。金华北山十一月十二日，星期日，晴。金华的地势，实在好不过。从浙江来说，它差不多是坐落在中央的样子。山脉哩，东面是东阳义乌的大盆山的余波，为东山区域南接处州，万山重叠，统名南山西面因有衢港钱塘江的水流密布，所以地势略低金华江蜿蜒西行，合于兰溪，为金华的唯一出口，从前铁道未设的时候，兰溪就是七省通商的中心大埠。北面一道屏障，自东阳大盆山而来，绵亘三百余里，雄镇北郊，遥接着全城的烟火，就是所谓金华山的北山山脉了。北山的名字，早就在我的脑里萦绕得很熟，尤其是当读宋学师承及学案诸书的时候，遥想北山的幽景，料它一定是能合我们这些不通世故的蠹书虫口味的。所以一到金华，就去访北山整理委员会的诸公，约好于今日侵晨出绳索，汽油灯，火炬，电筒，食品之类，统托中国旅行社的姜先生代为办好，今早出迎恩门北去的时候，七点钟还没有敲过。北山南面的支峰距城只二十里左右，推算起北山北面的山脚，大约总在七八十里以外了我们一出北郊，腰际被晓烟缠绕着的北山诸顶，就劈面迎来，似在监视我们的行动。芙蓉峰尖若锥矢，插在我们与北山之间，据说是县治的主脉。十里至罗店，是介在金华与北山正中的一大村落。居民于耕植之外，更喜莳花养鹿，半当趣味，半充营业，实在是一种极有风趣的生涯。花多株兰，茉莉，建兰，亦栽佛手据村中人说，这些植物，非种入罗店之泥不长，非灌以双龙之泉不，佛手树移至别处，就变作一拳，指爪不分了。自罗店至北山，还有十里，渐入山区，且时时与自双龙洞流出的溪水并行路虽则崎岖不平，但风景却同嚼蔗近根时一样，渐渐地加上了甜味。到华溪桥，就已经入了山口，右手一峰，于竹叶枫林之内，时露着白墙黑瓦，山顶上还有人家。"}
{"text":"花多株兰，茉莉，建兰，亦栽佛手据村中人说，这些植物，非种入罗店之泥不长，非灌以双龙之泉不，佛手树移至别处，就变作一拳，指爪不分了。自罗店至北山，还有十里，渐入山区，且时时与自双龙洞流出的溪水并行路虽则崎岖不平，但风景却同嚼蔗近根时一样，渐渐地加上了甜味。到华溪桥，就已经入了山口，右手一峰，于竹叶枫林之内，时露着白墙黑瓦，山顶上还有人家。导游者北山整理委员黄君志雄，指示着说这就是白望峰，东下是鹿田，相传宋玉女在这近边耕稼，畜鹿，能入城市贸易，村民邀而杀之，鹿遂不返，玉女登峰白望，因有此名，玉女之坟，现在还在。这真是多么美丽的传说啊！一个如花的少女，一只驯良的花鹿，衔命入城，登峰遥望，天色晚了，鹿不回来，一声声的愁叹，一点点的泪痕，最后就是一个抑郁含悲的死！过白望峰后，路愈来愈窄，亦愈往上斜，一面就是万丈的深溪，有几处泡沫飞溅，像六月里的冰花溪里面的石块，也奇形怪状，圆滑的圆滑，扁平的扁平，我想若把它们搬到了城里，则大的可以镶嵌作屏风装饰，小的也可以做做小孩的玩物。可是附近的居民，于见惯之后，倒也并不以为希奇了。沿溪入山，走了一二里的光景，就遇着了一块平地，正当溪的曲处立在这一块地上，东西北三面的北山苍翠，自然是接在眉睫之间，向南远眺，且可以看见南山的一排青影，北山整理委员会的在此建佛寿亭，识见也真不错只亭未落成，不能在亭上稍事休息，却是恨事。从这里再往前进，山路愈窄亦愈曲，不及二里，就到了洞口的小村，双龙洞离这村子，只有百余步路了，我们总算已经到了我们的目的地点。第二辑屐痕处处感伤的行旅北山长三百余里，东西里外数十余峰，溪涧，池泉，瀑布，山洞，不计其数但为一般人所称道，凡游客所必至，与夫北山整理委员会第一着着手整理之处，就是道书所说的第三十六洞天的朝真，冰壶，双龙的山洞。三洞之中，朝真最大，亦最高，洞系往上斜者，非用梯子，不能穷其底，中为冰壶，下为双龙。我们到双龙洞，已将十一点钟。外洞高二十余丈，广深各十余丈，洞口极大，有东西两口，所以洞内光线明亮，同在屋外一样。整理委员会正在动工修理，并在洞旁建造金华观，洞中变成了作场的样子看了些碑文石刻之后，只觉得有点伟大而已，另外倒也说不出什么的奇特。洞中间，有一道清泉流出，岁旱不涸，就是所谓双龙泉水，溯泉而进，是内洞了。"}
{"text":"三洞之中，朝真最大，亦最高，洞系往上斜者，非用梯子，不能穷其底，中为冰壶，下为双龙。我们到双龙洞，已将十一点钟。外洞高二十余丈，广深各十余丈，洞口极大，有东西两口，所以洞内光线明亮，同在屋外一样。整理委员会正在动工修理，并在洞旁建造金华观，洞中变成了作场的样子看了些碑文石刻之后，只觉得有点伟大而已，另外倒也说不出什么的奇特。洞中间，有一道清泉流出，岁旱不涸，就是所谓双龙泉水，溯泉而进，是内洞了。原来这一条泉水，初看似乎是从地底涌出来似的，水量极大再仔细一看，则泉上有一块绝大的平底岩石覆在那里，离水面只数寸而已。用了一只浴盆似的小木船，人直躺在船底，请工人用绳索从水中岩石底推挽过去，岩石几乎要擦伤鼻子，推进一二丈路，岩石尽，而大洞来了，洞内黑到了能见夜光表的文字，这就是里洞。里洞高大和外洞差仿不多，四壁琳琅，都是钟乳岩石点上汽油灯一照，洞顶有一条青色一条黄色的岩纹突起，绝像平常画上的龙，龙头龙爪龙身，和画丝毫不爽，青龙自东北飞舞过来，黄龙自西北蜿蜒而至。向西钻过由钟乳石结成的一道屏壁间的小门，内进曲折，有一里多深两旁石壁，青白黄色的都有，形状也歪斜叠皱，有像象身的，有像狮子的，有像凤尾的，有像千缕万线的女人的百裥裙的，更有一块大石像乌龟的导游的黄君，一一都告诉我了些名字，可惜现在记不清了。这里洞内一里多深的路，宽广处有三五丈，狭的地方，也有一二丈。沿外壁是一条溪泉，水声淙淙，似在奏乐更至一处离地三尺多高的小岩穴旁，泉水直泻出来，形成了一个盆景里的小瀑布。洞的底里，有一处又高又圆方的石室，上视室顶，像一个钟乳石的华盖，华盖中央，下垂着一个球样的皱纹岩。这里洞的两壁，唐宋人的题名石刻很多，我所见到的，以庆历四年的刻石为最古。石室内的岩上，且有明万历年间游人用墨写的卧云两字题在那里，墨色鲜艳，大家都疑它是伪填年月的，但因洞内空气不流通，不至于风化，或者是真的也很难说。清人题壁，则自乾隆以后，绝对没有了，盖因这里洞，自那时候起，为泥沙淤塞了的缘故。这一次旧洞新辟，我们得追徐霞客之踪，而来此游览者，完全要感谢北山整理委员会各委员的苦心经营，而黄委员志雄的不辞劳瘁，率先入洞，致有今日，功尤不小。在洞里玩了一个多钟头，拓了二张庆历四年的题名石刻，就出来在外洞中吃午饭饭后更上山，走了二三百步，就到了中洞的冰壶洞口。"}
