{"text":"林则徐曾经说过海纳百川，有容乃大。这就是一种器，任你滚滚大川大江怎么翻腾绚烂，到了大海里，都是一样的安详平静。然而这不是川流的终结。因为海，就是川流的集大成者。中华民族也是，从某种意义上讲，这块土地上历史上或是消亡或是迁徙的民族，最终都在中国这块热土上留下了自己的瑰丽画卷，在中华民族的血脉大海中，留下了自己的色彩。如果让我形容一下中华民族的象征，我觉得，中华民族仅用一个字就够了――器黑色的中性笔在纸上划出阵阵响声，不时淌下浑浊的汗水，悄无声息地打在桌子上。到处都飘扬着欢腾的氛围，哗啦哗啦的响声从窗外传来，是被人抛下的书本卷子。酷暑的高温下的树木建筑显得有些扭曲，歪歪斜斜的扎根在地上。教室的前后门完全敞开，试图驱赶走那些灼热的空气。一道黑色的影子悄无声息地出现在门口，午后的阳光裹带着重重热浪，把它拖的很长很长。影子的主人慢悠悠地走到讲台上，看着下面依旧埋头备考的学生，依旧如往常般宁静的教室。不只是哪位同学率先看到，其他的学生渐渐地都停下手中的笔。老师！是不是有什么事情？班长刚刚站起来，手中依旧紧握着签字笔，就被班主任拍了拍肩膀，示意他坐下。没什么事情，今天就是在高中的最后一天，最后一节课。看着那些沉稳许多的孩子们，脸上带着温和的笑容。想来看看，你们忙自己的。学生们见无事，便再次低下脑袋，或看着手上的错题集，或是再做上几道题练练手。瞳孔上倒映出孩子们的样子，从一张张稚嫩的脸孔上掠过。中年人的眼角弯了弯，低头看着整整齐齐的讲台。伸出苍老的手掌，拾起一只白色的粉笔。手臂几次抬起，停在黑板上半响，却又放了下来。校园里的大喇叭传来教导主任气愤的声音，外面的闹剧终于被制止，狂欢的学生们被赶了回去。时间滴滴答答的流逝过去，中年人沿着走道，在教室里穿行。厚重的资料高高地摞着，远远看上去如同一座座小山，孩子们坐在其中。墙上的高考倒计时已经变成，度过今天，他们就会离开这里，向着更远的地方前行。轻轻的脚步声又回到讲台上，再一次拾起粉笔。哒哒哒的响声传来，似乎在上面写着什么。放学的铃声在校园回响，当学生们抬起脑袋，教室里的班主任早已经离开，只留下黑板上的几行字。"}
{"text":"时间滴滴答答的流逝过去，中年人沿着走道，在教室里穿行。厚重的资料高高地摞着，远远看上去如同一座座小山，孩子们坐在其中。墙上的高考倒计时已经变成，度过今天，他们就会离开这里，向着更远的地方前行。轻轻的脚步声又回到讲台上，再一次拾起粉笔。哒哒哒的响声传来，似乎在上面写着什么。放学的铃声在校园回响，当学生们抬起脑袋，教室里的班主任早已经离开，只留下黑板上的几行字。今天以后，你们就会离开高中，走出校门，向着更加广阔的前进。在这三年间，我看着你们一点点成长，内向的同学渐渐变得活泼开朗，急躁的孩子变得沉稳淡定，纵使曾经迷茫，但现在都找到目标，而明天就是收获三年成果的日子。作为你们的班主任，我相信你们一定会取得满意地成绩。以后的道路还有很长，希望进入大学，再到后面步入社会，都能像现在一样，惜时如金。付出的努力终会获得回报，不要停下，坚持负梦前行。祝你们高考科科高，志愿个个好。明天端午节，临走之前，去我那里领粽子。什么是不朽有的人活着，早已经如同行尸走肉，有的人死了，他的所作所为永远留在我们每一个个人的心中题记有很多人，甚至连鱼肉百姓都达不到，尸位素餐之辈，反而坐拥社会舆论的支持，坏人未必不得好死，好人往往生不如死。我，是一个平凡的，胆小的，自私的人，但就是这些被冠冕堂皇的立场的人认为是缺点的，其实是人类的自我保护机制。保护我们平庸。有多少人年轻时做过壮举的梦但是百分之九十九的人都抱着铁饭碗，了残此生。如果幸福的代价是平庸，是无知，是浅薄，是虚荣有很多人都会告诉自己，这是大家选择的路，这是正确的或许换一个角度来看，它是，但是无数建功立业的先辈可曾是按照什么人的要求而在人类历史留下他或是她不朽的一笔不，不是我们，不应该是在最好的年纪做着八十岁都能做的事。有的人错了，彻彻底底的错了，他们告诉我，做一个雷锋才是不朽的，但是一旦开始，前进，向着你追逐的一切一切那是年少轻狂，对，我不否认，但是，我总不能一辈子像父母那样，这份工作至少还算稳定收入不多但好歹能过日子只要坚持下去一定有什职的机会大企业绝不会倒闭之类在我眼里的不朽，绝不是永久的生命，辉煌的事迹我们都想扬名立万？"}
{"text":"有的人错了，彻彻底底的错了，他们告诉我，做一个雷锋才是不朽的，但是一旦开始，前进，向着你追逐的一切一切那是年少轻狂，对，我不否认，但是，我总不能一辈子像父母那样，这份工作至少还算稳定收入不多但好歹能过日子只要坚持下去一定有什职的机会大企业绝不会倒闭之类在我眼里的不朽，绝不是永久的生命，辉煌的事迹我们都想扬名立万？让他们记住了，你曾是谁，做过什么，并，真正为之骄傲那喧嚣的风儿啊，你吹去了多少呢，我们的日子一去不复返了，心动的样子啊，慢慢的没入时间长河，那仅有的，也不再是不朽的。我们留下的还是什么呢？或许，让世界一份子在人类还存在的一天，都能找到你书写了一笔，何谈不为不朽年前，一个伟大的民族刚刚从布满尘埃的废墟中站了起来，它遍体鳞伤，气喘吁吁，好似随时要倒下。是的，这里刚刚发生过一场伟大的战斗，后来人们给这个战斗英雄起了一个名字中国。世界上哪有什么岁月静好，只不过是有人在替你负重前行。现在的新生儿生活条件无疑是很好的，每个人都自信开朗，仿佛身上充满无限的朝气。这是好的，或许他们不知道年前他们爷爷奶奶生长的这片土地是怎样的贫瘠。中华大地，死色如灰，生灵涂炭，整个国家刚刚艰难的从战争的泥潭中爬起来。这个国家什么都没有，近百年的战乱，拖垮了包括工业，农业，文化等几乎所有的领域，一切都已经结束了。然而这个国家又什么都有，粮食没了我们可以再种，教育没了我们努力培养，工业没了我们奋起直追。是的，只要还有这片土地在，我们永远屹立不倒！无疑是中国迎接历史新机遇的关键一年。，恰逢中国海军成立周年，那时候我在站在年轻人中流行的弹幕网站看张召忠将军对海军建军周年的总结视频。其中有一幕让我很受感动，张召忠将军在谈到现在中国海军的成就时，几乎是含泪哽噎着讲完的，因为在年前的今天，中国是没有强大的海军编队的。此前，中国作为世界上最大的陆权国家，一直都是重视陆军而轻视了海空军的发展，那时候的中国因为没有强大的舰艇，使得邻国越南也敢在短时间内侵占我国南海的大量岛屿，就因为它知道我们过不去。而今的中国，辽宁舰，驱逐舰，歼，运，包括即将下水的完全自主国产航母，中国即将进入双航母时代！"}
{"text":"其中有一幕让我很受感动，张召忠将军在谈到现在中国海军的成就时，几乎是含泪哽噎着讲完的，因为在年前的今天，中国是没有强大的海军编队的。此前，中国作为世界上最大的陆权国家，一直都是重视陆军而轻视了海空军的发展，那时候的中国因为没有强大的舰艇，使得邻国越南也敢在短时间内侵占我国南海的大量岛屿，就因为它知道我们过不去。而今的中国，辽宁舰，驱逐舰，歼，运，包括即将下水的完全自主国产航母，中国即将进入双航母时代！所有的这一切，都是对年前中国交代的最好的作业。中国从来都不是一个好战的国家，我们的军事都是建立在防御基础上的，拥有了强大的军事，我们才能有底气。弱国无外交，这是中国用了近百年得到的最好的经验。纵观过去，中国错过了西方主导的第一次与第二次工业革命，技术上落后了西方几个代差，才有了后来八国联军侵华，美国扶持的明治维新成功的日本大举入侵中华。好在，中国没有错过第三次工业革命―信息化革命。年后的中国，互联网开始遍地开花，在今天出现了阿里巴巴，华为，腾讯这样的互联网巨头，短短十几年，中国社会因强大的互联网而受益良多。有人说，第四次工业革命出现了，而且已经悄悄到来了，包括社会上的很多人都有一个共识，那就是第四次工业革命是以为开端的智能化革命。不难想见，如果实现了，这个社会会发生怎样翻天覆地的变化，无人驾驶，智能机器人，智慧城市所有想象，已经初见端倪。最振奋人心的，莫过于中国走在了技术的前列。然而，西方国家似乎还没适应瞬息万变的社会，他们还活在左手享福右手压榨的理想乡中。华为，中兴这些走在前列的中国企业无一不被西方国家所遏制。巴黎和会，瓦森纳协议，南大使馆，银河号历史太沉重，但我们却不能忘却。，中国从韬光养晦走向奋发有为。，历史的车轮继续滚滚向前。，中国会是更加醒目的鲜艳红色！"}
{"text":"，历史的车轮继续滚滚向前。，中国会是更加醒目的鲜艳红色！逆时光之河而上，回溯至生命的如梦起点，许多东西都在变然而，在许多改变了的东西之中，也许，有什么一直在传承着一初见她，是在初中的美术课本上，厚厚的一本美术书，上千幅图片，可我一眼就看见了她。吸引我目光的，倒不是她，这个小巧陶壶五千年的历史，而是壶口部分捏塑着的，一个发辫盘顶，笑容可掬的女孩头像。她两眼弯弯，口微张着，仿佛在说些什么。当时的我只感觉，这个笑容里蕴藏的太多太多。后来的一个暑假，到外游玩的我途经甘肃省博物馆，居然又见到了她。近距离仔细端详，我才发现她的面容上被施以了淡淡的陶衣，挺鼻小嘴和双眼竞都是镂空的，造型竞是异常简洁单纯。我不禁又想起了当时美术的疑问五千年前，那个制做她的匠人是怎样想的呢？是表达自己女儿茁壮成长的快乐，抑或是对亲人身体健康的祈福？新石器时期，文字似乎并未成形，可那个匠人的美好祝福封入了她的身体里，让她这样一个小小的陶瓶，成为了匠人自己独特的语言，只留给后人自行揣度和品味。二初见他，是在一堂关于书法演变的讲座上。作为天下第二行书的颜真卿的祭侄文稿自然会被提及。可相比王羲之兰亭序的行云流水，鲁公的恣情肆意泼洒笔墨，更将我深深打动。我看他第一眼的感受便是――随意，甚至可以说是凌乱。不仅有多处大幅删改，一泻千里，乃至写至枯笔。究竟什么事情能使一代书法大师能将书法的章法全忘？我不禁好奇。细读文稿内容，我才了解鲁公的创作背景是他的兄侄二人忠心反抗叛军，却因太原节度使拥兵不救，以至城破人亡，两人连尸首都残破不全。复观这篇书法，我便觉字字都好似立了起来，让我有一种不忍卒读之感。字里行间，仿佛都溢出了血与泪。鲁公是在怎样的悲愤交加之下，才书出这番抚念摧切，震悼心颜的作品，我已不敢想像。我只知道当读到父陷子死，巢倾卵覆。"}
{"text":"我看他第一眼的感受便是――随意，甚至可以说是凌乱。不仅有多处大幅删改，一泻千里，乃至写至枯笔。究竟什么事情能使一代书法大师能将书法的章法全忘？我不禁好奇。细读文稿内容，我才了解鲁公的创作背景是他的兄侄二人忠心反抗叛军，却因太原节度使拥兵不救，以至城破人亡，两人连尸首都残破不全。复观这篇书法，我便觉字字都好似立了起来，让我有一种不忍卒读之感。字里行间，仿佛都溢出了血与泪。鲁公是在怎样的悲愤交加之下，才书出这番抚念摧切，震悼心颜的作品，我已不敢想像。我只知道当读到父陷子死，巢倾卵覆。天不悔祸，谁为荼毒这涂抹最多的一句时，我身上的血液也都要沸腾起来。圆润雄奇的墨迹，化为苍劲有力的一种语言，千年后仍能震人心魄。三初见他，是在家乡行将拆迁的老屋中，一个旧衣柜的底部。搬去压在他身上的厚厚一层旧衣，这张已经泛黄的报纸终于重见天日。几十年前，除了毛主席的图片，难以想象竟然还有其他人的图片能够大幅刊登在人民日报首页。那是一张铁人王进喜的图片，图片中的他正用身体制服井喷，用自己的身子充当水泥的搅拌机。图片上展示的惨烈情景，是任何文字都无法描绘的。我虽然在历史课上早已听闻铁人的事迹，但亲手捧着那一份报纸，我仍觉得沉甸甸的。在浓浓的历史气息下，在铁人坚毅的眼神中，我的学习激情仿佛也被这张图片所点燃。一张老图片，在几十年后，还是能成为一种语言，让人产生深深的认同感。语言的魅力从不在于它本身，而在于无论通过何种载体，它总能将最浓烈的情感或是意念，跨越亘古传递到你的面前，直击你内心的最深处。或问何载？或问何日？乙卯邪？三十载之已过，思千年之故路。寻梦毋忘，立足前行。尝思乙卯，或新者邪？多有所思，当作此赋，其辞曰时维四月，岁在戊戌。感念千年，顾梦逐日。江山才人，领骚辈出。千万坎坷，如藜如蒺。或戊子之奥运，或汶川之魂失。或天宫之九重，或驰道之马疾。昨岁通至四海，今弱冠之奕奕。望昨昔之将去，踏前路而循迹。人生代代，江月年年。东隅已逝，桑榆魂牵。曼曼，梦系无眠。雏凤求凰，比翼联翩。黔南筑梦，穹宇望穿。十载阡陌，心若清莲。惜溘然之长逝兮，如地维之重悬。"}
{"text":"或问何日？乙卯邪？三十载之已过，思千年之故路。寻梦毋忘，立足前行。尝思乙卯，或新者邪？多有所思，当作此赋，其辞曰时维四月，岁在戊戌。感念千年，顾梦逐日。江山才人，领骚辈出。千万坎坷，如藜如蒺。或戊子之奥运，或汶川之魂失。或天宫之九重，或驰道之马疾。昨岁通至四海，今弱冠之奕奕。望昨昔之将去，踏前路而循迹。人生代代，江月年年。东隅已逝，桑榆魂牵。曼曼，梦系无眠。雏凤求凰，比翼联翩。黔南筑梦，穹宇望穿。十载阡陌，心若清莲。惜溘然之长逝兮，如地维之重悬。叹鞠躬之尽瘁兮，若伯牙之绝弦。终山巅之梦成兮，当含笑于九泉。慕壮志之为国兮，感赤心之拳拳。非艰险之其惧兮，举重任之在肩。观中国之探梦兮，欲试高与苍天。斯人已逝，金石沉渊。回首天眼，终是归峦。瞻望弗及，挥泪步坚。余双袖之未干兮，感先人之壮言。笃心志之为国兮，逐国梦以为圆。曰上下之同心兮，共风雨而维艰。尽心力以圆梦兮，终康定而无寒。时国人之盈盈兮，众旧貌成新颜。如三五之复临兮，无枳棘之浊莲。国屹立于芳林兮，感先人之石镌。复十载之光阴兮，念上下之言欢。喜代代之梦了兮，何昆仑不可攀？其梦回之今朝兮，当奋身以逐鸢。然落梦其或有兮，至桃林而花残。终颓丧而走马兮，驱星夜而泪潸。老骥伏枥，梦晚田园。当歌唤志，暮宿日边。尝左右之相顾兮，梦我梦之蹒跚。谓修远其险隘兮，感逐梦之何难。曰有为其无惧兮，纵风雨而无言。当踏浪而扬帆兮，幸行者之志磐。余幸哉之中华兮，国有志而举贤。若贾谊其能者兮，奋报国而无悭。当少时之余者，笃我志而心虔。少年国志，何恐狞顽。志穷无有，星火燎原。乘骐骥以驰骋兮，舞旌旗而扬鞭。踏疾步以奔走兮，征关山而跃川。当抚壮而追梦兮，惧风雨之狂澜？余定梦而寻迹兮，尽横流之血汗。余臧否之无惧兮，纵力乏而心殚。愿国民之笃志兮，无沧海之难填。乱曰笃志乎！寻梦乎！嗟我中华之有为兮，奋身力而梦圆。嗟我国民之有梦兮，皆不惧之狂澜。驰骅骝以逐梦兮，望九阳与日边。二战期间，为了加强对战机的防护，统计学家沃德利力排众议做了一个正确的决定。他决定加强战机弹痕少的部位，因为可能弹痕少的部位一旦损毁严重便不能返航，这是其他人没有考虑到的情况。这便是幸存者偏差效应，事实上，生活中这种效应无处不在，也在悄然改变我们。"}
{"text":"余臧否之无惧兮，纵力乏而心殚。愿国民之笃志兮，无沧海之难填。乱曰笃志乎！寻梦乎！嗟我中华之有为兮，奋身力而梦圆。嗟我国民之有梦兮，皆不惧之狂澜。驰骅骝以逐梦兮，望九阳与日边。二战期间，为了加强对战机的防护，统计学家沃德利力排众议做了一个正确的决定。他决定加强战机弹痕少的部位，因为可能弹痕少的部位一旦损毁严重便不能返航，这是其他人没有考虑到的情况。这便是幸存者偏差效应，事实上，生活中这种效应无处不在，也在悄然改变我们。大数据时代的来临，给我们生活带来便利的同时也带来了焦虑与偏见。我们在平台浏览过的内容会被后台标记上偏好方向，下次后台会推送更多相似的内容，但是我们自己当局者迷，一叶障目的我们却以为自己掌握了全世界，沉迷在自己的固执与偏见中坐井观天。之前浏览网页我曾看到这样一个问题为什么现在男生普遍不追求女生了？里面有很多值得思考的优秀回答。在我看来这其中存在一种时代的焦虑，两性信任的危机。某些所谓新媒体的女权主义者不断鼓吹一些信条，例如送女友两百块礼物，不如送她自由。不肯给你花钱的男人，一定是不爱你。简单粗暴的把感情与金钱划等号。可怕的是，不少的人在一次次的推送中认可了这种偏执的思想。他们没有用理性的全局的观念来分析问题，以偏概全，以点概面，理所当然把这些作为评价好男人的金科玉律。事实上，推手们只是想让你看到你想看到的东西而已，这是一种营销的策略，一种很难被识破的幸存者偏差效应。仔细想想近年来网红整容为何会蓬勃发展？这难道不是一种群众的自主选择？曾经我们有着多元化的审美，然后在一次次的网络推送中，越来越多的人默认了这种审美模式，就像大浪淘沙一般，网络审美越来越单一化。不过庆幸，并不是所有人都认可这种极端的审美与背后的文化。与之相对应的还有直播平台和社交平台的兴起。这些平台给了人们更多的展示机会，让更多的漂亮面孔充斥着我们的生活。这使得全民的审美都严格了起来，这种对外貌的苛刻同样蔓延到了日常生活中。一个看惯了漂亮网红直播的人会认为这些才是平均颜值，而没有看清正是因为她们并不普通才有机会被你看到。于是偏执的思维继续发酵，焦虑不安随之而来，两性间的信任岌岌可危。淘宝京东的成功让无数人梦想一夜暴富，都想做马云，都想做首富。"}
{"text":"不过庆幸，并不是所有人都认可这种极端的审美与背后的文化。与之相对应的还有直播平台和社交平台的兴起。这些平台给了人们更多的展示机会，让更多的漂亮面孔充斥着我们的生活。这使得全民的审美都严格了起来，这种对外貌的苛刻同样蔓延到了日常生活中。一个看惯了漂亮网红直播的人会认为这些才是平均颜值，而没有看清正是因为她们并不普通才有机会被你看到。于是偏执的思维继续发酵，焦虑不安随之而来，两性间的信任岌岌可危。淘宝京东的成功让无数人梦想一夜暴富，都想做马云，都想做首富。书店里卖的最畅销的书往往是鸡汤成功学，这些无形中给人以巨大焦虑感。但是成功的方法无法复制，首富只有一个，我们身边更多是普通人，应该踏踏实实地做好自己本职的事，然后再一步步找到属于自己的成功途径。这是最好的时代，也是最坏的时代，我们拥有便利的同时，无形中也成了数据操控者手中的傀儡。我们不能改变环境，但可以改变我们的思考方式，不要被充斥在眼前的信息迷惑了双眼，多角度看问题，透过现象看本质，做理智文明的互联网人。如果说生活是一场比赛，那么竞争就成为必然。想要取得丰硕的果实，就必须能跑在别人的前面。但生活不仅是比赛，而竞争也不是奔跑就够，倘若方向不对，努力就化作徒劳。由此可见方向是努力的条件，是成功的路标，走在正确的方向将会事半功倍。生活中的事件千千万万，而他们总是披着五颜六色的外衣。在这色彩斑斓的世界，寻找正确的方向又何谈容易？二战中有过一个经典事例。统计学家沃德运用他的智慧力排众议，用截然不同的角度分析问题，终于得到了改良方案。他的抉择看似荒谬无稽，其实正中了问题的要塞。为什么？答案其实很简单，他便是在成功的路上多走了一步他看到了问题的本质，而没有被表面现象所迷惑。可见，透过现象看本质对人而言意义非凡。事实上，古今中外离成功一步之遥的例子数不胜数，而成功者则往往能看透事物的本质一面。德国物理学家夫琅和费曾在制造棱镜的时候，无意中发现光谱线中有暗线的存在，可惜他的工作没有受到重视，直到最后也没有发现其中的奥妙。但同样是德国物理学家，基尔霍夫看透了这些谱线，将其与化学元素一一对应，为元素鉴别提供了更好的方案。他的成功，就是将表象看透发现了本质，这简单的一步，注定了他能够留名青史。"}
