{"text":"校长姆姆很高兴，一日答应。我就跟着穿裙子的大同学同去。带队的是年老的锦姆姆，她很喜欢我，常叫我小康康。我们乘小船到佘山，上山拜苦路等等，下山回船休息，第二天就回校。当晚沿着船舱搭铺，两人合睡一铺，锦姆姆带我睡。她等大伙都睡下，才在洋油灯下脱衣服。我装睡，眯着眼偷看。她脱下黑帽子，平面是雪白的衬帽，下面又有一只小黑帽。黑衣黑裙下还有一条黑衬裙，下面是雪白的衬衣衬裙，里面是黑衣黑裤。帽子真有三一旁，不声不响。这路车的头几站没有旁的乘客，司机和售票员和我的同伙有说有笑，我总是默默无言。有一次，售票员忍着笑，无限同情地讲他同事某某伊肚皮痛啦，一天找错了不知多少钱，又不能下车。我忽然觉得他们不是什么开车的卖票的，而是和我一样的人。我很自然地加入他们的圈子。他们常讲今天某人家里有什么事，待会儿得去替他或是某人不善心算，老找错钱，每天赔钱又讲查帐的洋人怎么利害等等。我说话不多，也许他们觉得我斯文些，不过我已成了他们的同伙。这路车渐入闹市，过大马路永安公司是最热闹的一段。我有一次要到永安公司买东西，预先站在司机背后等下车。车到站，我却忘了下车等车开了，我忽然啊呀一声。司机并不回头，只问那能啦？我说忘了下车。他说勿要紧，送依到门口。永安公司的大门在交叉路口，不准停车的。可是司机把车开得很慢，到了那里，似停非停的停了一下。他悄悄儿把铁栅拉开一缝，让我溜下乍，电车就开了。我曾由有轨电车送到永安公司门口，觉得大可自诩。一九九一年三月第一次下乡第一次下乡一受社会主义教育我们初下乡，同伙一位老先生遥指着一个农村姑娘说瞧！她像不像蒙娜丽莎？像！真像！我们就称她蒙娜丽莎。打麦场上，一个三角窝棚旁边，有位高高瘦瘦的老者，撑着一支长竹竿，撅着一撮胡子，正仰头望天。另一位老先生说瞧！堂吉诃德先生！哈！可不是！我们就称他堂吉诃德。那是一九五八年拔白旗后大跃进时的十月下旬，我们一伙二十来人下乡去受社会主义教育，改造自我。可是老先生们还没脱下资产阶级知识分子的眼镜，反而凭主观改造农村人物呢！据说四十五岁以上的女同志免于下乡。我不敢相信，也不愿相信。"}
{"text":"真像！我们就称她蒙娜丽莎。打麦场上，一个三角窝棚旁边，有位高高瘦瘦的老者，撑着一支长竹竿，撅着一撮胡子，正仰头望天。另一位老先生说瞧！堂吉诃德先生！哈！可不是！我们就称他堂吉诃德。那是一九五八年拔白旗后大跃进时的十月下旬，我们一伙二十来人下乡去受社会主义教育，改造自我。可是老先生们还没脱下资产阶级知识分子的眼镜，反而凭主观改造农村人物呢！据说四十五岁以上的女同志免于下乡。我不敢相信，也不愿相信。眼看年轻同志们老张小王彼此好亲近，我却总是个尊而不亲的老先生，我也不能自安呀！下乡当然是自愿的。我是真个自愿，不是打官腔只是我的动机不纯正。我第一很好奇。想知道土屋茅舍里是怎样生活的。第二，还是好奇。听说，能不能和农民打成一片，是革命不革命的分界线。我很想瞧瞧自己究竟革命不革命。下乡当然有些困难。一家三口，女儿已下厂炼钢。我们夫妇要下乡自我锻炼，看家的阿姨偏又是不可靠的。默存下乡比我迟一个月，我不能亲自为他置备行装，放心不下。我又有点顾虑，怕自己体弱年老，不能适应下乡以后的集体生活。可是，解放以前，艰苦的日子也经过些，这类鸡毛蒜皮算不得什么。十月下旬，我们一行老老少少约二十人，由正副两队长带领下乡。我很守规矩，行李只带本人能负担提携的，按照三个月的需要，尽量精选。长途汽车到站，把我们连同行李撇在路旁。我跟着较年轻的同伙，掮起铺盖卷，一手拿提包，一手拿网袋，奋勇追随可是没走几步，就落在后面，拼命赶了一程，精疲力竭，只好停下。前面的人已经不见了，路旁守着行李的几位老先生和女同志也不见了。找不敢放下铺盖卷，怕不能再举上肩头。独立在田野里，大有前不见古人，后不见来者之慨。幸喜面前只有一条路。我咬着牙一步步慢慢走，不多远就看见拐弯处有一所房屋，门口挂着人民公社的牌子，我那些同伙正在门口休息。我很不必急急忙忙，不自量力。后面几位老先生和女同志们，留一二人看守行李，他们大包小件扛着抬着慢慢搬运，渐渐地都齐集了。那半天我们在公社休息，等候正副队长和公社干部商定如何安插我们。我们分成两队。一队驻在富庶的稻米之乡，由副队长带领一队驻在贫瘠的山村，由正队长带领。"}
{"text":"独立在田野里，大有前不见古人，后不见来者之慨。幸喜面前只有一条路。我咬着牙一步步慢慢走，不多远就看见拐弯处有一所房屋，门口挂着人民公社的牌子，我那些同伙正在门口休息。我很不必急急忙忙，不自量力。后面几位老先生和女同志们，留一二人看守行李，他们大包小件扛着抬着慢慢搬运，渐渐地都齐集了。那半天我们在公社休息，等候正副队长和公社干部商定如何安插我们。我们分成两队。一队驻在富庶的稻米之乡，由副队长带领一队驻在贫瘠的山村，由正队长带领。我是分在山村的，连同队长共五男二女。男的都比我年长，女的比我小，可是比我懂事，我把她当姊姊看待。队长是一位谦虚谨慎的老党员。当晚我们在公社打开铺盖，胡乱休息一宵，第二天清晨，两队就分赴各自的村庄。蒙娜丽莎和堂吉诃德就是我们一到山村所遇见的。我们那村子很穷，没一个富农。村里有一条大街或通道，连着一片空场。公社办事处在大街中段，西尽头是天主教堂，当时作粮库用，东尽头是一眼深井，地很高，没有井栏，井口四周冻着厚厚的冰，村民大多在那儿取水。食堂在街以北，托儿所在街以南。沿村东边有一道没有水的沟，旁边多半是小土房。砖瓦盖的房子分布在村子各部。村北是陡峭的山，据说得乘了小驴儿才上得去。出村一二里是长沟，那儿有些食用品商店，还有一家饭馆。那时候吃饭不要钱。每户人家虽各有粮柜，全是空的。各家大大小小的腌菜缸都集中在食堂院子里，缸里腌的只是些红的白的萝卜。墙脚下是大堆的生白薯，那是每餐的主食。村里人家几乎全是一姓，大概是一个家族的繁衍，异姓的只三四家。二过五关，斩六将我们早有心理准备，下乡得过几重关。我借用典故，称为过五关，斩六将。第一关是劳动关。公社里煞费苦心，为我们这几个老弱无能的人安排了又不累又不脏又容易的活儿，叫我们砸玉米棒子。我们各备一条木棍，在打麦场上席地坐在一堆玉米棒子旁边，举棒拍打，把王米粒儿打得全脱落下来，然后扫成一堆，用席子盖上。和我们同在场上干活的都是些老大娘们，她们砸她们的，和我们也攀话谈笑。八点开始劳动，实际是八点半，十点就休息，称为歇攀儿，该歇十分钟，可是一歇往往半小时。歇攀儿的时候，大家就在场上坐着或站着或歪着，说说笑笑。再劳动不到一个多钟头又歇攀儿了！"}
{"text":"公社里煞费苦心，为我们这几个老弱无能的人安排了又不累又不脏又容易的活儿，叫我们砸玉米棒子。我们各备一条木棍，在打麦场上席地坐在一堆玉米棒子旁边，举棒拍打，把王米粒儿打得全脱落下来，然后扫成一堆，用席子盖上。和我们同在场上干活的都是些老大娘们，她们砸她们的，和我们也攀话谈笑。八点开始劳动，实际是八点半，十点就休息，称为歇攀儿，该歇十分钟，可是一歇往往半小时。歇攀儿的时候，大家就在场上坐着或站着或歪着，说说笑笑。再劳动不到一个多钟头又歇攀儿了！大家拿着家具――一根木棍，一只小板凳或一方垫子，各自回家等待吃饭。这些老大娘只赚最低的工分。有时候我们推独轮车搬运地里的秫秸杂草。我们学会推车，把稳两手，分开两脚，脚跟使劲登登地走，把袜跟都踩破。我能把秫秸杂草堆得高过自己的脑袋，然后留心推车上坡，拐个弯，再推下坡，车不翻。有一次叫我们捆草把几茎长草捻成绳子，绕住一堆干草，把绳子两端不知怎么的一扭一塞，就捆好了。我不会一扭一塞。大都快黑了，我站在乱草堆里直发愁。可是生产队副队长大家称为大个儿的来了，他几下子就把满地乱草全捆得整整齐齐。有几次我们用小洋刀切去萝卜的缨子并挖掉长芽的根据地，然后把萝卜搬运入窖。我们第一天下乡，就是干这个活。我们下乡干的全是轻活儿，看来劳动关，对我们是虚掩着的，一走就过，不必冲杀。第二关是居住关。记得看过什么清宫外史，得知伺候皇上，每日要问进得好？出得好？歇得好？进出歇在乡间是三道重关。歇原指睡眠，在我们就指居住进和出就指下文的饮食和方便。农民让出一个大炕，给五位老先生睡。后来天气转冷，村里腾出一间空房，由我们打扫了糊上白绵纸，买了煤，生上火，我们一伙就有了一个家。但我和女伴儿只是打游击。社里怕冻了我们，让我们睡在一位工人大嫂家。工人有钱买煤，她家睡的是暖炕。可是没几天，工人回家度假，党支部书记肖桂兰连夜帮我们搬走，在一间空屋里尘上扑鼻的冷炕上暂宿一宵，然后搬入公社缝纫室居住。缝纫室里有一张竹榻，还有一块放衣料什物的木板，宽三尺，长六七尺，高高架在墙顶高窗底下，离地约有二米。"}
{"text":"但我和女伴儿只是打游击。社里怕冻了我们，让我们睡在一位工人大嫂家。工人有钱买煤，她家睡的是暖炕。可是没几天，工人回家度假，党支部书记肖桂兰连夜帮我们搬走，在一间空屋里尘上扑鼻的冷炕上暂宿一宵，然后搬入公社缝纫室居住。缝纫室里有一张竹榻，还有一块放衣料什物的木板，宽三尺，长六七尺，高高架在墙顶高窗底下，离地约有二米。得登上竹榻，再蹬上个木桩子，攀援而上躺下了当然不能翻身，得挨着墙一动不动，否则会滚下来。我的女伴说对不起，我不像你身体轻，我又睡得死，而且也爬不上我只好睡下铺。我想，假如她睡上铺，我准为她愁得彻夜不眠。所以，理所当然，我睡了上铺。反正我经常是半睡半醒地过夜。窗隙凉风拂面，倒很清新，比闷在工人大嫂家煤味人味孩子屎尿味的屋里舒服得多。每天清早，我能从窗里看到下面空场上生产队排队出发，高声唱着社会主义好。后不久，村里开办了托儿所。托儿所的教室里摆着一排排小桌子小凳子，前头有个大暖炕。我和女伴儿以及另单位的两个女同志同睡这个大炕。她们俩起得早，不及和我们见面就去劳动了。我每晨擂着拳头把女伴打醒，急急穿衣洗漱，一个个娃娃已站满炕前，目不转睛地瞪着我们看，我感到自己成了动物园里的猴子。同炕四人把铺盖卷上，沿墙安放。娃娃们都上炕游戏。一次，我女伴的铺盖卷儿给一个娃娃骑在上面撒了一大泡溺，幸亏没透入铺盖内部。四人睡这么一个大炕，够舒服的，尽管被褥有溺湿的危险。第三关是饮食关。我们不属于生产队，吃饭得交钱。我们可以加入干部食堂，每日两餐，米饭炒菜，还加一汤，如加入农民食堂，饭钱便宜些，一日三餐，早晚是稀的，中午是窝头白薯。我们愿意接近老乡们，也不惯吃两顿干饭，所以加入了农民食堂。老乡们都打了饭回家吃。我们和食堂工作人员在食堂吃。我们七人，正好一桌。早晚是玉米渣儿煮白薯块，我很欣赏那又稀又腻的粥。窝头也好吃，大锅煮的白薯更好吃。厨房里把又软又烂的自薯剥了皮，揉在玉米面里，做成的窝头特软。可是据说老乡们嫌不经饱。默存在昌黎乡间吃的是发霉的白薯干磨成的粉，掺合了玉米面做的窝头，味道带苦。相形之下，我们的饭食该说是很好了。"}
{"text":"我们愿意接近老乡们，也不惯吃两顿干饭，所以加入了农民食堂。老乡们都打了饭回家吃。我们和食堂工作人员在食堂吃。我们七人，正好一桌。早晚是玉米渣儿煮白薯块，我很欣赏那又稀又腻的粥。窝头也好吃，大锅煮的白薯更好吃。厨房里把又软又烂的自薯剥了皮，揉在玉米面里，做成的窝头特软。可是据说老乡们嫌不经饱。默存在昌黎乡间吃的是发霉的白薯干磨成的粉，掺合了玉米面做的窝头，味道带苦。相形之下，我们的饭食该说是很好了。厨师们因我喜爱他们做的饭食，常在开饭前拣出最软最甜的白薯，堆在灶台上，让我像贪嘴孩子似的站着尽量吃，我的女伴儿也同吃。可是几位老先生吃了白薯，肚里产生了大量气体，又是噫气，又是泄气。有一次，一位老先生泄的气足有一丈半长，还摇曳多姿，转出几个调子来。我和女伴儿走在背后，忍着不敢笑。后来我拣出带下乡的一瓶食母生，给他们消气。我那时还不贪油腻。一次梦里，我推开一碟子两个荷包蛋，说不要吃。醒来告诉女伴，她直埋怨我不吃。早饭时告诉了同桌的老先生，他们也同声怪我不吃，恨不得叫我端出来放在桌上呢！我们吃了整一个月素食，另一单位的年轻同志淘沟，捉得一大面盆的小活鱼。厨房里居然烧成可口的干炙小鱼，也给我们开了荤。没料到猫鱼也成了时鲜美味。我们吃了一个月粗粝之食，想到大米白面，不胜向往。分在稻米之乡的那一队得知我们的馋劲，忙买些白米，烦房东做了米饭请我们去吃。我像猪八戒似的一丢一碗饭，连吃两碗，下饭只是一条罐头装的凤尾鱼我们在长沟共买得二罐和半块酱豆腐。我生平没吃过那么又香又软的白米饭。以后，我们一伙都害了馋痨――除了队长，因为他不形于色，我不敢冤他。他很体察下情，每一二星期总带我们到长沟的饭馆去吃一顿豆浆油条当早饭。我有时直想吃个双份才饱，可是吃完一份，肚子也填得满满的了。我们曾买得一只大沙锅，放在老先生住的屋里当炊具，煮点心用。秋天收的干鲜果子都已上市，我们在长沟买些干枣和山楂，加上两小包配给卖的白糖，煮成酸甜儿的酪，各人拿出大大小小的杯子平均分配一份。队长很近人情，和大家同事。我的女伴出主意，买了核桃放在火上烧，烧糊了容易敲碎，核桃仁又香又脆，很好吃。反正什么都很好吃。"}
{"text":"我有时直想吃个双份才饱，可是吃完一份，肚子也填得满满的了。我们曾买得一只大沙锅，放在老先生住的屋里当炊具，煮点心用。秋天收的干鲜果子都已上市，我们在长沟买些干枣和山楂，加上两小包配给卖的白糖，煮成酸甜儿的酪，各人拿出大大小小的杯子平均分配一份。队长很近人情，和大家同事。我的女伴出主意，买了核桃放在火上烧，烧糊了容易敲碎，核桃仁又香又脆，很好吃。反正什么都很好吃。每晚灯下，我们空谈好吃的东西，叫作精神会餐，又解馋，又解闷，吃得津津有味。饮食关该算是过了吧？第四关是方便关。这个关，我认为比饮食关难过，因为不由自主。我们所里曾有个年轻同事，下了乡只进不出，结果出不来的从嘴里出来了。泻药用量不易掌握，轻了没用，重了很危险，因为可方便的地方不易得。沤天然肥的缸多半太满，上面搁的板子又薄又滑，登上去，大有跌进缸里的危险，令人战战栗栗，汗不敢出――汗都不敢出，何况比汗更重浊的呢！有一次，食堂供绿豆粉做的面条。我捞了半碗，不知道那是很不易消化的东西，半夜阑肚子了。那时我睡在缝纫室的高铺上。我尽力绥靖，胃肠却不听调停。独自半夜出门，还得走半条街才是小学后门，那里才有五谷轮回所。我指望闹醒女伴，求她陪我。我穿好衣服由高处攀援而下，重重地踩在她铺上。她睡得正浓，一无知觉。我不忍叫醒她，硬着头皮，大着胆子，带个手电悄悄出去。我摸索到通往大厅的腰门，推一推文风不动，打开手电一看，上面锁着一把大锁呢。只听得旁边屋里杂乱的鼾声，吓得我一溜烟顺着走廊直往远处跑，经过一个院子，转进去有个大圆洞门，进去又是个院子，微弱的星光月光下，只见落叶满地，阒无人迹。我想到了学习猫咪，摸索得一片碎瓦，权当爪子，刨了个坑。然后我掩上土，铺平落叶。我再次攀援上床，竟没有闹醒一个人。这个关也算过了吧？第五关是卫生关。有两员大将把门一是清洁卫生，二是保健卫生。清洁卫生容易克服，保健卫生却不易制胜。清洁离不开水。我们那山村地高井深，打了水还得往回挑。我记得五位老先生搬离第一次借居的老乡家，队长带领我们把他家水缸打满，院子扫净。我们每人带个热水瓶，最初问厨房讨一瓶开水。"}
{"text":"我想到了学习猫咪，摸索得一片碎瓦，权当爪子，刨了个坑。然后我掩上土，铺平落叶。我再次攀援上床，竟没有闹醒一个人。这个关也算过了吧？第五关是卫生关。有两员大将把门一是清洁卫生，二是保健卫生。清洁卫生容易克服，保健卫生却不易制胜。清洁离不开水。我们那山村地高井深，打了水还得往回挑。我记得五位老先生搬离第一次借居的老乡家，队长带领我们把他家水缸打满，院子扫净。我们每人带个热水瓶，最初问厨房讨一瓶开水。后来自家生火，我和女伴凑现成，每晚各带走一瓶，连喝带用。除了早晚，不常洗手，更不洗脸。我的手背比手心干净些，饭后用舌头迢净嘴角，用手背来回一抹，就算洗脸。我们整两个月没洗澡。我和女伴承老先生们照应，每两星期为我们烧些热水，让我们洗头发，洗换衬衣。我们大伙罩衣上的斑斑点点，都在开会时干洗――就是搓搓刮刮，能下的就算洗掉。这套肮脏经，说来也怪羞人的，做到却也是逐点熬炼出来。要不顾卫生，不理会传染疾病，那就很难做到，除非没有知识不知提防。食堂里有个害肺痨的，嗓子都哑了。街上也曾见过一个烂掉鼻子的。我们吃饭得用公共碗筷，心上嫌恶，只好买一大瓣蒜，大家狠命吃生蒜。好在人人都吃，谁也不嫌谁臭，压根儿闻不到蒜臭了。有一次，我和女伴同去访问一家有两个重肺病的女人。主人用细瓷茶杯，沏上好茶待客。我假装喝茶，分几次把茶泼掉。我的女伴全喝了。她可说是过了关，我却只能算是夹带过去的。所谓过五关斩六将，其实算不得过关斩将。可是我从此颇有自豪感，对没有这番经验的还大有优越感。三形形色色的人我在农村安顿下来。第一件事，就是认识了一个个老大爷老大妈小伙子大姑娘小姑娘，他们不复是抽象的农民阶级。他们个个不同，就像知识分子一样的个个不同。一位大妈见了我们说真要感谢毛主席他老人家！没有毛主席，你们会到我们这种地方来吗！我仔细看看她的脸。她是不是在打官腔呀？缝纫室里有个花言巧语的大妈。她对我说呀！我开头以为文工团来了呢！我看你拿着把小洋刀挖萝卜，直心疼你。我说瞧那小眉毛儿！瞧那小嘴儿！年轻时候准是个大美人儿呢！我说我们多说说你们好话，让你们早点儿回去。她是个地道的劳动惩罚论者。"}
{"text":"他们个个不同，就像知识分子一样的个个不同。一位大妈见了我们说真要感谢毛主席他老人家！没有毛主席，你们会到我们这种地方来吗！我仔细看看她的脸。她是不是在打官腔呀？缝纫室里有个花言巧语的大妈。她对我说呀！我开头以为文工团来了呢！我看你拿着把小洋刀挖萝卜，直心疼你。我说瞧那小眉毛儿！瞧那小嘴儿！年轻时候准是个大美人儿呢！我说我们多说说你们好话，让你们早点儿回去。她是个地道的劳动惩罚论者。有个装模作样的王嫂，她是村上的异姓，好像人缘并不好。听说她是中农，原先夫妇俩干活很欢，成立了公社就专会磨洋工，专爱嘀嘀咕咕。她抱怨秫秸秆儿还没分发到户，嚷嚷说你们能用冷水洗手，我可不惯冷水洗手！我是惯用冷水洗手的，没料到农村妇女竟那么娇。我们分队下乡之前，曾在区人民公社胡乱住过一宵。我们清出一间屋子，搬掉了大堆大堆的农民公费医疗证。因为领导人认为这事难行，农民谁个不带三分病，有了公费医疗，大家不干活，尽去瞧病了。这件事空许过愿，又取消了。我们入村后第一次开会，就是通知目前还不行公费医疗。我们下乡的一伙都受到嘱咐，注意农民的反映，向上汇报。可是开会时群众哑默悄静，一个个呆着脸不吭一声。我一次中午在打麦场上靠着窝棚打盹儿，我女伴不在旁。有个苍白脸的中年妇女来坐在我旁边，我们就闲聊攀话。她自说是寡妇，有个十六岁的儿子。她说话斯文得出会意外。她叹息说朝令夕改的！她指公费医疗吧？我对孩子说，你可别傻，什么深翻三尺！你翻得一身大汗，风一吹，还不病了！病了你可怎么办？我不知该怎么回答。我的女伴正向场上跑来，那苍白脸的寡妇立即抽身走了。有一位大妈，说的话很像我们所谓怪话。她大谈人民公社好，她说反正就是好哙！你说这把茶壶是你的，好，你就拿去。你说这条板凳是你的，好，你就搬走。你现在不搬呢，好，我就给你看着呗。没人驳斥他，也没人附和。我无从知道别人对这话的意见。有个三十来岁的大嫂请我到她家去。她悄悄地说咳，家里来了客，要摊张饼请请人也不能够。她家的糊窗纸都破了，破纸在风里瑟瑟作响。她家只有水缸里的水是满的。有个老大妈初次见我，一手伸入我袖管，攒着我的手，一手在我脸上摩挲。"}
