{"text":"国因以强。然近年所见，家庭革命，逆子叛弟接踵而起，国胡不强？是果真奉西人之圭臬？亦凶顽之气中于腑焦，用以自便其所为，与西俗胡涉？此书父以友传，女以孝传，足为人伦之鉴矣。命曰孝友镜，亦以醒吾中国人勿诬人而打妄语也。唐熊撰国粹画源流有曰孰知欧亚列强方广集名流，日搜致我国古来画事，以供众人之博览俾上下民庶悉心参考制作，以致艺术益精。虽然，彼欧洲之人有能通中国文字语言，而未有能通中国之画法者，良以斯道进化，久臻神化，实予彼以不能学。此足以自豪者也。本篇最初发表于一九一九年二月十五日新青年月刊第六卷第二号什么话？栏，末署辑。什么话？，新青年从第五卷第四号一九一八年十月起开辟的一个辑载荒谬言论的专栏。林传甲福建闽侯人，曾任京师大学堂文科正教员黑龙江省教育科长。中华民国都城宜正名京华议，发表于地学杂志第七年第八期一九一六年九月论丛栏。福建乡谈发表于地学杂志第八年第二期一九一七年二月说郛栏，全文共二十一条。所引为其中第五条第八条。前者在奔长林而得氏和明季林氏避日本者之间，省略了四十六字。按这两条引文中提及时林董曾任日本外务大臣，林权助曾任日本驻华公使，林衡为日本教育家，林鹤一为日本数学家，福泽渝吉为日本明治维新时期的启蒙思想家和教育家。林纾―字琴南，号畏庐，福建闽侯今福州人，翻译家。他曾借助别人口述，翻译欧美小说一百七十多种，其中不少是外国名著，在清末至五四期间影响很大。到了五四时期，他是激烈反对新文化运动的守旧派代表人物之一。孝友镜，长篇小说，比利时作家恩海贡斯翁士―著。林纾译本于一九一八年由商务印书馆出版。唐熊字吉生，当时任上海图画美术学校技术师范科教员。国粹画源流，发表于上海美术杂志第一期一九一八年十一月。莳花杂志莳花杂志晚香玉本名土螺斯，出塞外，叶阔似吉祥草，花生穗间，每穗四五球，每球四五朵，色白，至夜尤香，形如喇叭，长寸余，瓣五六七不等，都中最盛。昔圣祖仁皇帝因其名俗，改赐今名。里低母斯，苔类也，取其汁为水，可染蓝色纸，遇酸水则变为红，遇硷水又复为蓝。其色变换不定，西人每以之试验化学。本篇录自周作人关于一文，作于一八九八年。"}
{"text":"国粹画源流，发表于上海美术杂志第一期一九一八年十一月。莳花杂志莳花杂志晚香玉本名土螺斯，出塞外，叶阔似吉祥草，花生穗间，每穗四五球，每球四五朵，色白，至夜尤香，形如喇叭，长寸余，瓣五六七不等，都中最盛。昔圣祖仁皇帝因其名俗，改赐今名。里低母斯，苔类也，取其汁为水，可染蓝色纸，遇酸水则变为红，遇硷水又复为蓝。其色变换不定，西人每以之试验化学。本篇录自周作人关于一文，作于一八九八年。土螺斯英语的音译，石蒜科多年生草本植物。原产墨西哥，我国各地多有栽培。清代顾禄题画绝句卷下晚香玉，种来西方，本名土蠃斯，圣祖锡以今名。圣祖，指清康熙帝。吉祥草又称松寿兰观音草，石蒜科多年生常绿草本植物。里低母斯英语的音译，即石蕊。地衣类植物。势所必至，理有固然势所必至，理有固然有时发表一些顾影自怜的吞吞吐吐文章的废名先生，这回在人间世上宣传他的文学观了文学不是宣传。这是我们已经听得耳膜起茧了的议论。谁用文字说文学不是宣传的，也就是宣传――这也是我们已经听得耳膜起茧了的议论。写文章自以为对于社会毫无影响，正如称废名而自以为真的废了名字一样。废名就是名。要于社会毫无影响，必须连任何文字也不立，要真的废名，必须连废名这笔名也不署。假如文字真的毫无什么力，那文人真是废物一枚，寄生虫一条了。他的文学观，就是废物或寄生虫的文学观。但文人又不愿意做这样的文人，于是他只好说现在已经下掉了文人的招牌。然而，招牌一下，文学观也就没有了根据，失去了靠山。但文人又不愿意没有靠山，于是他只好说要弃文就武了。这可分明的显出了主张为文学而文学者后来一定要走的道路来――事实如此，前例也如此。正确的文学观是不骗人的，凡所指摘，自有他们自己来证明。本篇据手稿编入，署名直入。势所必至，理有固然，语出宋人托名苏洵所作辩奸论事有必至，理有固然。废名即冯文炳―，笔名废名，湖北黄梅人，小说家。当时在北京大学任教。著有短篇小说集竹林的故事桃园等。"}
{"text":"正确的文学观是不骗人的，凡所指摘，自有他们自己来证明。本篇据手稿编入，署名直入。势所必至，理有固然，语出宋人托名苏洵所作辩奸论事有必至，理有固然。废名即冯文炳―，笔名废名，湖北黄梅人，小说家。当时在北京大学任教。著有短篇小说集竹林的故事桃园等。他在人间世第十三期一九三四年十月发表的知堂先生一文中说古今一切的艺术，无论高能的低能的，总而言之都是道德的，因此也就是宣传的，当下我很有点闷窒，大有呼吸新鲜空气之必要。这个新鲜空气，大约就是科学的。人间世，小品文半月刊，林语堂主编。一九三四年四月五日创刊于上海，一九三五年十二月出至第四十二期停刊。该刊主要提倡以自我为中心，以闲适为格调的小品文。弃文就武周作人在一九三四年十二月二十二日写的弃文就武一文后收入苦茶随笔中说我自己有过一个时候想弄文学，不但喜读而且还喜谈，差不多开了一间稻香村的文学小铺，一混几年，不惑之年倏焉已至，忽然觉得不懂文学，赶快下匾歇业，预备弃文就武。书苑折枝书苑折枝余颇懒，常卧阅杂书，或意有所会，虑其遗忘，亦慵于钞写，但偶夹一纸条以识之。流光电逝，情随事迁，检书偶逢昔日所留纸，辄自诧置此何意，且悼心境变化之速，有如是也。长夏索居，欲得消遣，则录其尚能省记者，略加案语，以贻同好云。十六年八月八日，楮冠病叟漫记。唐欧阳询艺文类聚二十五引梁简文帝诫当阳公大心书立身之道，与文章异。立身先须谨重，文章且须放荡。案帝王立言，诫饬其子，而谓作文且须放荡，非大有把握，那能尔耶？后世小器文人，不敢说出，不敢想到。清褚人获坚瓠九集卷四通鉴博论汉高祖取天下，皆功臣谋士之力。天下既定，吕后杀韩信彭越英布等，夷其族而绝其祀。传至献帝，曹操执柄，遂杀伏后而灭其族。或谓献帝即高祖也伏后即吕后也曹操即韩信也刘备即彭越也孙权即英布也。故三分天下而绝汉。虽穿凿疑似之说，然于报施之理，似亦不爽。案韩信托生而为曹操，彭越为孙权，陈h为刘备，三分汉室，以报夙怨，见五代史平话开端。小说尚可，而乃据以论史，大奇。博论明宗室涵虚子？作，今传本颇少。宋张耒明道杂志京师有富家子，少孤专财，群无赖百方诱导之。"}
{"text":"天下既定，吕后杀韩信彭越英布等，夷其族而绝其祀。传至献帝，曹操执柄，遂杀伏后而灭其族。或谓献帝即高祖也伏后即吕后也曹操即韩信也刘备即彭越也孙权即英布也。故三分天下而绝汉。虽穿凿疑似之说，然于报施之理，似亦不爽。案韩信托生而为曹操，彭越为孙权，陈h为刘备，三分汉室，以报夙怨，见五代史平话开端。小说尚可，而乃据以论史，大奇。博论明宗室涵虚子？作，今传本颇少。宋张耒明道杂志京师有富家子，少孤专财，群无赖百方诱导之。而此子甚好看弄影戏，每弄至斩关羽，辄为之泣下，嘱弄者且缓之。一日，弄者曰云长古猛将，今斩之，其鬼或能祟，请既斩而祭之。此子闻，甚喜。弄者乃求酒肉之费。此子出银器数十。至日，斩罢，大陈饮食如祭者，群无赖聚享之，乃白此子，请遂散此器。此子不敢逆，于是共分焉。旧闻此事，不信。近见事，有类是事。聊记之，以发异日之笑。案发笑又作别论。由此可知宋时影戏已演三国故事，而其中有斩关羽。我尝疑现在的戏文，动作态度和画脸都与古代影灯戏有关，但未详考，记此以俟博览者探索。本篇最初发表于一九二七年九月一日上海北新周刊第四十五四十六期合刊，署名楮冠。欧阳询―字信本，潭州临湘今湖南长沙人，唐代书法家。官至太子率更令弘文馆学士。艺文类聚，类书，欧阳询等人奉敕编纂，共一百卷，分四十八门。梁简文帝即萧纲―，字世缵，南兰陵今江苏武进人，在位二年即为侯景所害。诫当阳公大心书，艺文类聚中题为诫当阳公书，见该书卷二十三。大心，即萧大心―，字仁恕，萧纲次子。中大通四年封当阳公。褚人获字石农，清代长洲今江苏苏州人。坚瓠集，采录各种笔记汇集而成，分正集续集等，共十五集，六十六卷。下面的引文见该书第九集卷四韩彭报施条。通鉴博论明代朱权奉敕纂写的史评集，分上中下三卷。朱权？―，朱元璋第十七子，封宁献王，别号涵虚子。坚瓠集的韩彭报施条，引自该书卷下历代受革报施之验。韩信淮阴今江苏清江人，汉朝大将，封楚王。彭越，字仲，昌邑今山东金乡人，汉将，封梁王。陈h，宛句今山东菏泽人，汉将，封列侯。以上三人皆为汉朝开国功臣，后来，韩信彭越于汉高帝十一年前被杀陈h于次年被杀。"}
{"text":"下面的引文见该书第九集卷四韩彭报施条。通鉴博论明代朱权奉敕纂写的史评集，分上中下三卷。朱权？―，朱元璋第十七子，封宁献王，别号涵虚子。坚瓠集的韩彭报施条，引自该书卷下历代受革报施之验。韩信淮阴今江苏清江人，汉朝大将，封楚王。彭越，字仲，昌邑今山东金乡人，汉将，封梁王。陈h，宛句今山东菏泽人，汉将，封列侯。以上三人皆为汉朝开国功臣，后来，韩信彭越于汉高帝十一年前被杀陈h于次年被杀。曹操―，字孟德，东汉沛国谯今安徽亳县人，三国时魏国的建立者。孙权―，字仲谋，富春今浙江富阳人，三国时吴国的建立者。刘备―，字玄德，涿今河北涿县人，三国时蜀汉的建立者。五代史评话不著撰人，应是宋代说话人所用的讲史底本之一，叙述梁唐晋汉周五代史事，各代均分上下二卷，内缺梁史和汉史的下卷。该书开端说刘季杀了项羽，立着国号曰汉。只因疑忌功臣，如韩王信彭越陈h之徒，皆不免族灭诛夷。这三个功臣，抱屈哂谔斓邸斓劭闪嘉薰急宦荆钏咳个托生做三个豪杰出来韩信去曹家托生，做着个曹操彭越去孙家托生，做着个孙权陈h去那宗室家托生，做着个刘备。这三个分了他的天下曹操篡夺献帝的，立国号曰魏刘先主图兴复汉室，立国号曰蜀孙权自兴兵荆州，立国号曰吴。张耒―字文潜，淮阴今属江苏人，宋代诗人，官至太常少卿。明道杂志，二卷，又续一卷，记述在黄州郡时的见闻。下面的引语见该书续卷。书苑折枝二书苑折枝二宋周密癸辛杂识续集下盐官县学教谕黄谦之，永嘉人，甲午岁题桃符云，宜入新年怎生呵，百事大吉那般者。为人告之官，遂罢。案元上谕多用白话直译，怎生呵那般者皆谕中习见语，故黄以为戏。今人常非薄今白话而不思元时敕，盖以其已古也。甲午是忽必烈至元三十一年，其年正月，忽必烈死。同上别集下或作散经名物外平章，云，尧舜禹汤文武，一人一堆黄土夔稷伊周，一人一个髑髅。大抵四五千年，著甚来由发颠？假饶四海九州都是你底，逐日不过吃得半升米。日夜宦官女子守定，终久断送你这泼命。说甚公侯将相，只是这般模样。管甚宣葬敕葬，精魂已成魍魉。"}
{"text":"为人告之官，遂罢。案元上谕多用白话直译，怎生呵那般者皆谕中习见语，故黄以为戏。今人常非薄今白话而不思元时敕，盖以其已古也。甲午是忽必烈至元三十一年，其年正月，忽必烈死。同上别集下或作散经名物外平章，云，尧舜禹汤文武，一人一堆黄土夔稷伊周，一人一个髑髅。大抵四五千年，著甚来由发颠？假饶四海九州都是你底，逐日不过吃得半升米。日夜宦官女子守定，终久断送你这泼命。说甚公侯将相，只是这般模样。管甚宣葬敕葬，精魂已成魍魉。姓名标在青史，却干俺咱甚事？世事总无紧要，物外只供一笑。此语亦可发一笑也。案近长沙叶氏刻木皮道人鼓词，昆山赵氏刻万古愁曲，上海书贾又据以石印作小本，遂颇流行。二书生明末，见世事无可为，乃强置己身于世外，作旁观放达语，其心曲与此宋末之作正同。宋唐庚文录南征赋，时廓舒而浩荡，复收敛而凄凉。词虽不工，自谓曲尽南迁时情状也。案今日用之民气赋或群众运动赋，亦自曲尽情状。清严元照蕙q杂记西湖岳庙有严嵩和鄂王满江红词石刻，甚宏壮。词既慷慨，书亦瘦劲可观，末题华盖殿大学士。后人磨去姓名，改题夏言。虽属可笑，然亦足以惩奸矣。案严嵩偏和岳飞词，有如是诈伪后人留词改名，有如是自欺严先生以为可笑而又许其惩奸，有如是两可。寥寥六十字，写尽三态。本篇最初发表于一九二七年九月十六日北新周刊第四十七四十八期合刊，署名楮冠。周密―字公谨，号草窗，济南今属山东人，南宋词人。曾官义乌今属浙江令。癸辛杂识是他居住杭州癸辛街时写的杂记，分前集后集别集续集，共六卷。忽必烈―即元世祖，元朝的建立者。文中的至元三十一年应是一二九四年。长沙叶氏即叶德辉，参看本卷第页注。木皮道人鼓词，当为木皮散人鼓词，又称木皮词。贾凫西―，名应宠，字凫西，别号木皮散人木皮散客，明末清初山东曲阜人。叶氏所刻木皮散人鼓词一卷，收入双煤景暗丛书。昆山赵氏即赵贻琛，江苏昆山人。万古愁曲，又名击筑余音，一卷，共二十曲，有几种版本，内容互有出入。"}
{"text":"文中的至元三十一年应是一二九四年。长沙叶氏即叶德辉，参看本卷第页注。木皮道人鼓词，当为木皮散人鼓词，又称木皮词。贾凫西―，名应宠，字凫西，别号木皮散人木皮散客，明末清初山东曲阜人。叶氏所刻木皮散人鼓词一卷，收入双煤景暗丛书。昆山赵氏即赵贻琛，江苏昆山人。万古愁曲，又名击筑余音，一卷，共二十曲，有几种版本，内容互有出入。赵氏刻本刊于一九二年十一月，署昆山归庄玄恭作，收入又满楼丛书又有坊间石印白纸巾箱本，署明熊开元檗庵著。按归庄熊开元皆为明末清初人。唐庚―字子西，丹y今属四川人。曾任博士，宋徽宗政和初年被谪贬到岭南今广东一带。所著文录一卷又有唐子西集二十四卷，南征赋见该书卷一。严元照―字修能，归安今浙江吴兴人，清代藏书家。蕙q杂记，读书笔记，一卷。严嵩―字帷中，江西分宜人。明世宗时任华盖殿大学士，官至太子太师。他长期专权，是历史上有名的奸臣，曾害死主张抵抗鞑靼入侵的吏部尚书夏言。岳飞―，字鹏举，相州汤阴今属河南人，南宋抗金名将，后被主和派宋高宗秦桧杀害，宁宗时追封鄂王。书苑折枝三书苑折枝三明陆容菽园杂记四僧慧癌涉猎儒书而有戒行，永乐中尝预修大典，归老太仓兴福寺。尝语坐客云此等秀才，皆是讨债者。客问其故，曰洪武间秀才做官，吃多少辛苦，受多少惊怕，与朝廷出多少心力，到头来小有过犯，轻则充军，重则刑戮，善终者十二三耳。其时士大夫无负国家，国家负士大夫多矣。这便是还债的。近来圣恩宽大，法网疏阔，秀才做官，饮食衣服舆马宫室子女妻妾，多少好受用，干得几许好事来？到头全无一些罪过。今日国家无负士大夫，天下士大夫负国家多矣。这便是讨债者。案无论什么局面，当开创之际，必靠许多还债的创业既定，即发生许多讨债者。此讨债者发生迟，局面好发生早，局面糟与还债的同时发生，局面完。呜呼还债的也！元人东南纪闻一刘平国宰，京口人。中略有漫塘集，文挟伟气。其尺牍有云今之所谓豪杰士者，古之所谓破落户者也。意有所指，知者以为名言。下略案也可以说豪杰士者，破落户之已阔者也。"}
{"text":"到头全无一些罪过。今日国家无负士大夫，天下士大夫负国家多矣。这便是讨债者。案无论什么局面，当开创之际，必靠许多还债的创业既定，即发生许多讨债者。此讨债者发生迟，局面好发生早，局面糟与还债的同时发生，局面完。呜呼还债的也！元人东南纪闻一刘平国宰，京口人。中略有漫塘集，文挟伟气。其尺牍有云今之所谓豪杰士者，古之所谓破落户者也。意有所指，知者以为名言。下略案也可以说豪杰士者，破落户之已阔者也。破落户者，豪杰士之未阔或终于不阔者也。清陈祖范掌录上行事之颠倒者三国时孙吴立制，奔亲丧者罪大辟北齐敕道士剃发为沙门宋宣和中，敕沙门著冠为道士元s焚史记于国子政和间著令，士庶习诗赋者杖一百！案知道古来做过如许颠倒事，当时也并不为奇，便可以消去对于时事的诧异心不少。本篇最初发表于一九二七年十月十六日北新周刊第五十一五十二期合刊，署名楮冠。陆容―字文量，号式斋，江苏太仓人，明代文学家。菽园杂记，笔记集，十五卷，本段引文见卷二。东南纪闻元人笔记集，不著撰人，原书已佚。现存三卷，系从永乐大典录出，主要记载宋代故事传闻。陈祖范字亦韩，清代江苏常熟人。掌录，笔记集，二卷。按关于焚史记于国子，宋代叶梦得石林避暑录话卷下有这样的记载崇宁间立三舍法，虽崇经术，亦未尝废史。而学校为之师长者本自间出，自知非所学，亦幸时好以倡其徒，故凡言史皆力诋之。尹天民为南京教授，至之日，悉取史记而下至欧阳文忠集焚讲堂下，物论喧然。水灾即建国水灾即建国建国月刊第六卷第二期出版了，上海各大报上都登着广告。首先是光辉灿烂的本刊宗旨一阐扬三民主义的理论与实际二整理本党光荣之革命历史三讨论实际建设问题四整理本国学术介绍世界学术思潮。好极了！那么，看内容罢。首先是光辉灿烂的插图水灾摄影四幅！好极了这叫作一句话说尽了建国的本色。本篇最初发表于一九三二年一月五日上海十字街头旬刊第三期，署名遐观。建国月刊政治性综合期刊，邵元冲当时是国民党中央执行委员主编。一九二八年四月创刊于上海。原为周刊，一九二九年五月改为月刊。"}
{"text":"好极了！那么，看内容罢。首先是光辉灿烂的插图水灾摄影四幅！好极了这叫作一句话说尽了建国的本色。本篇最初发表于一九三二年一月五日上海十字街头旬刊第三期，署名遐观。建国月刊政治性综合期刊，邵元冲当时是国民党中央执行委员主编。一九二八年四月创刊于上海。原为周刊，一九二九年五月改为月刊。一九三一年二月迁至南京出版，一九三七年十二月停刊。一九四七年十月在台湾复刊。该刊第六卷第二期未注年月，约出版于一九三一年底。水灾摄影一九三一年夏，因江河堤坝长年失修，长江淮河流域八省发生严重水灾，受灾人口近一亿。建国月刊第六卷第二期卷首刊有以下四幅照片崇孝区四合障高家铺水灾常德县城德区民康垸水灾摄影一九三一年八月二十日常德县第四区乌黄障刘家屋后水口摄影一九三一年八月九日护城下障沿沙河溃口。死所死所日本有一则笑话，是一位公子和渔夫的问答――你的父亲死在那里的？公子问。死在海里的。你还不怕，仍旧到海里去吗？你的父亲死在那里的？渔夫问。死在家里的。你还不怕，仍旧坐在家里吗？今年，北平的马廉教授正在教书，骤然中风，在教室里逝去了，疑古玄同教授便从此不上课，怕步马廉教授的后尘。但死在教室里的教授，其实比死在家里的着实少。你还不怕，仍旧坐在家里吗？本篇最初发表于一九三五年五月二十日太白半月刊第二卷第五期掂斤簸两栏，署名敖者。马廉―字隅卿，浙江鄞县人。曾任北京孔德学校总务长，当时在北平师范大学北京大学任教，一九三五年二月十九日在北京大学讲课时，突患脑溢血去世。疑古玄同即钱玄同，当时任北平师范大学国文系主任。随感录随感录近日看到几篇某国志士做的说被异族虐待的文章，突然记起了自己从前的事情。那时候不知道因为境遇和时势或年龄的关系呢，还是别的原因，总最愿听世上爱国者的声音，以及探究他们国里的情状。波兰印度，文籍较多中国人说起他的也最多我也留心最早，却很替他们抱着希望。"}
