{"text":"八月二十三日。本篇最初发表于一九三五年九月五日太白半月刊第二卷第十二期，署名黄棘。国货城一九三五年上海一些厂商为扩大宣传提倡国货，特设立一个临时性的国货展销场地，称为国货城，于六月五日夏历端午节开幕。据同年六月十三日申报国货周刊报道本市国货城开幕以来，营业甚盛，每日到城购物及参观者，十分拥挤。文房四宝即笔墨纸砚。此语在宋代即已通行北宋苏易简著有文房四谱一书，南宋尤袤遂初堂书目作文房四宝谱。万年笔日语自来水笔。文人相轻文人相轻老是说着同样的一句话是要厌的。在所谓文坛上，前年嚷过一回文人无行，去年是闹了一通京派和海派，今年又出了新口号，叫作文人相轻。对于这风气，口号家很愤恨，他的真理哭了，于是大声疾呼，投一切文人以轻蔑。轻蔑，他是最憎恶的，但因为他们相轻，损伤了他理想中的一道同风的天下，害得他自己也只好施行轻蔑术了。自然，这是即以其人之道，还治其人之身，是古圣人的良法，但相轻的恶弊，可真也不容易除根。我们如果到文选里去找词汇的时候，大概是可以遇着文人相轻这四个字的，拾来用用，似乎也还有些漂亮。然而，曹聚仁先生已经在自由谈四月九日至十一日上指明，曹丕之所谓文人相轻者，是文非一体，鲜能备善，是以各以所长，相轻所短，凡所指摘，仅限于制作的范围。一切别的攻击形体，籍贯，诬赖，造谣，以至施蛰存先生式的他自己也是这样的呀，或魏金枝先生式的他的亲戚也和我一样了呀之类，都不在内。倘把这些都作为曹丕所说的文人相轻，是混淆黑白，真理虽然大哭，倒增加了文坛的黑暗的。我们如果到庄子里去找词汇，大概又可以遇着两句宝贝的教训彼亦一是非，此亦一是非，记住了来作危急之际的护身符，似乎也不失为漂亮。然而这是只可暂时口说，难以永远实行的。喜欢引用这种格言的人，那精神的相距之远，更甚于叭儿之与老聃，这里不必说它了。就是庄生自己，不也在天下篇里，历举了别人的缺失，以他的无是非轻了一切有所是非的言行吗？要不然，一部庄子，只要今天天气哈哈哈七个字就写完了。"}
{"text":"我们如果到庄子里去找词汇，大概又可以遇着两句宝贝的教训彼亦一是非，此亦一是非，记住了来作危急之际的护身符，似乎也不失为漂亮。然而这是只可暂时口说，难以永远实行的。喜欢引用这种格言的人，那精神的相距之远，更甚于叭儿之与老聃，这里不必说它了。就是庄生自己，不也在天下篇里，历举了别人的缺失，以他的无是非轻了一切有所是非的言行吗？要不然，一部庄子，只要今天天气哈哈哈七个字就写完了。但我们现在所处的并非汉魏之际，也不必恰如那时的文人，一定要各以所长，相轻所短。凡批评家的对于文人，或文人们的互相评论，各各指其所短，扬其所长固可，即掩其所短，称其所长亦无不可。然而那一面一定得有所长，这一面一定得有明确的是非，有热烈的好恶。假使被今年新出的文人相轻这一个模模胡胡的恶名所吓昏，对于充风流的富儿，装古雅的恶少，销淫书的瘪三，无不彼亦一是非，此亦一是非，一律拱手低眉，不敢说或不屑说，那么，这是怎样的批评家或文人呢？――他先就非被轻不可的！四月十四日。本篇最初发表于一九三五年五月文学月刊第四卷第五号文学论坛栏，署名隼。文人无行一九三三年三月九日大晚报副刊辣椒与橄榄上刊有若谷的恶癖一文，文中把一些作家生活上的某些癖习都说成是恶癖，是文人无行的表现。参看伪自由书文人无文及其备考。京派和海派参看花边文学京派与海派和本书京派和海派及其注。文人相轻一九三五年一月论语第五十七期刊载林语堂的做文与做人一文，把文艺界的论争都说成是文人相轻。文中说文人好相轻，与女子互相评头品足相同。于是白话派骂文言派，文言派骂白话派，民族文学派骂普罗，普罗骂第三种人，大家争营对垒，成群结党，一枪一矛，街头巷尾，报上屁股，互相臭骂原其心理，都是大家要取媚于世。真理哭了此语出处未详。即以其人之道，还治其人之身语见朱熹中庸第十三章注文。到文选里去找词汇施蛰存在一九三三年十月八日申报自由谈发表的庄子与文选一文中说，他所以推荐这两部书，是因为从这两部书中可以参悟一点做文章的方法，同时也可以扩大一点字汇。曹聚仁参看本卷第页注。"}
{"text":"真理哭了此语出处未详。即以其人之道，还治其人之身语见朱熹中庸第十三章注文。到文选里去找词汇施蛰存在一九三三年十月八日申报自由谈发表的庄子与文选一文中说，他所以推荐这两部书，是因为从这两部书中可以参悟一点做文章的方法，同时也可以扩大一点字汇。曹聚仁参看本卷第页注。这里提到他的文章，题目是论文人相轻，其中曾引用曹丕典论论文中的话。曹丕―，字子桓，沛国谯今安徽亳县人，曹操的次子。建安二十五年废汉献帝而自立为帝，即魏文帝。他爱好文学，除诗作外，兼擅批评，所著典论五卷，已佚，其中论文一篇，收于文选卷五十二。施蛰存参看本卷第页注。一九三三年他在大晚报上向青年推荐庄子与文选，并说他正在读佛经，受到批评。他在一些答辩文章中，说也曾捐资重刻百喻经，玩木刻，考究版本，以骈体文为白话书信作序等。暗指自己也是这样的。参看准风月谈中感旧以后上扑空答兼示等文所附施蛰存各文。魏金枝参看本卷第页注。他在文饭小品第三期一九三五年四月发表的再说卖文中说，在一次宴会上，茅盾问我为什么到教会学校去教书。语意之间，似乎颇为不屑，但日子过得不多，茅盾的一个亲戚，想到我在教书的教会学校里来找事做了。彼亦一是非，此亦一是非语见庄子齐物论。在关于庄子与文选的论争中，施蛰存于一九三三年十月二十日申报自由谈发表致黎烈文先生书，声称我不想使自己不由自主地被卷入漩涡，所以我不再说什么话了，并在最后说此亦一是非，彼亦一是非，唯无是非观，庶几免是非。老聃即老子，姓李名耳，春秋时楚国人，道家学派的创始人。庄子天下篇说墨翟禽滑厘之意则是，其行则非也。又说宋尹文其为人太多，其自为太少。又说彭蒙之师所言之韪是，不免于非。论新文字论新文字汉字拉丁化的方法一出世，方块字系的简笔字和注音字母，都赛下去了，还在竞争的只有罗马字拼音。"}
{"text":"老聃即老子，姓李名耳，春秋时楚国人，道家学派的创始人。庄子天下篇说墨翟禽滑厘之意则是，其行则非也。又说宋尹文其为人太多，其自为太少。又说彭蒙之师所言之韪是，不免于非。论新文字论新文字汉字拉丁化的方法一出世，方块字系的简笔字和注音字母，都赛下去了，还在竞争的只有罗马字拼音。这拼法的保守者用来打击拉丁化字的最大的理由，是说它方法太简单，有许多字很不容易分别。这确是一个缺点。凡文字，倘若容易学，容易写，常常是未必精密的。烦难的文字，固然不见得一定就精密，但要精密，却总不免比较的烦难。罗马字拼音能显四声，拉丁化字不能显，所以没有东董之分，然而方块字能显东之分，罗马字拼音却也不能显。单拿能否细别一两个字来定新文字的优劣，是并不确当的。况且文字一用于组成文章，那意义就会明显。虽是方块字，倘若单取一两个字，也往往难以确切的定出它的意义来。例如日者这两个字，如果只是这两个字，我们可以作太阳这东西解，可以作近几天解，也可以作占卜吉凶的人解又如果然，大抵是竟是的意思，然而又是一种动物的名目，也可以作隆起的形容就是一个一字，在孤立的时候，也不能决定它是数字一二三之一呢，还是动词四海一之一。不过组织在句子里，这疑难就消失了。所以取拉丁化的一两个字，说它含胡，并不是正当的指摘。主张罗马字拼音和拉丁化者两派的争执，其实并不在精密和粗疏，却在那由来，也就是目的。罗马字拼音者是以古来的方块字为主，翻成罗马字，使大家都来照这规矩写，拉丁化者却以现在的方言为主，翻成拉丁字，这就是规矩。假使翻一部诗韵来作比赛，后者是赛不过的，然而要写出活人的口语来，倒轻而易举。这一点，就可以补它的不精密的缺点而有余了，何况后来还可以凭着实验，逐渐补正呢。易举和难行是改革者的两大派。同是不满于现状，但打破现状的手段却大不同一是革新，一是复古。同是革新，那手段也大不同一是难行，一是易举。这两者有斗争。难行者的好幌子，一定是完全和精密，借此来阻碍易举者的进行，然而它本身，却因为是虚悬的计划，结果总并无成就就是不行。"}
{"text":"假使翻一部诗韵来作比赛，后者是赛不过的，然而要写出活人的口语来，倒轻而易举。这一点，就可以补它的不精密的缺点而有余了，何况后来还可以凭着实验，逐渐补正呢。易举和难行是改革者的两大派。同是不满于现状，但打破现状的手段却大不同一是革新，一是复古。同是革新，那手段也大不同一是难行，一是易举。这两者有斗争。难行者的好幌子，一定是完全和精密，借此来阻碍易举者的进行，然而它本身，却因为是虚悬的计划，结果总并无成就就是不行。这不行，可又正是难行的改革者的慰藉，因为它虽无改革之实，却有改革之名。有些改革者，是极爱谈改革的，但真的改革到了身边，却使他恐惧。惟有大谈难行的改革，这才可以阻止易举的改革的到来，就是竭力维持着现状，一面大谈其改革，算是在做他那完全的改革的事业。这和主张在床上学会了浮水，然后再去游泳的方法，其实是一样的。拉丁化却没有这空谈的弊病，说得出，就写得来，它和民众是有联系的，不是研究室或书斋里的清玩，是街头巷尾的东西它和旧文字的关系轻，但和人民的联系密，倘要大家能够发表自己的意见，收获切要的知识，除它以外，确没有更简易的文字了。而且由只识拉丁化字的人们写起创作来，才是中国文学的新生，才是现代中国的新文学，因为他们是没有中一点什么庄子和文选之类的毒的。十二月二十三日。本篇最初发表于一九三六年一月十一日时事新报每周文学，署名旅隼。汉字拉丁化一九三一年，在海参崴举行的中国新文字第一次代表大会上，由吴玉章等拟定了拉丁化新文字方案，其特点是用拉丁字母拼写汉语，不标记声调。一九三三年起国内各地相继成立团体，进行推广。一九三五年十二月曾由上海中文拉丁化研究会发起我们对于推行新文字的意见签名运动，至次年五月，有蔡元培郭沫若茅盾等文教界人士六百余人签名。注音字母一九一三年二月北洋政府教育部召开读音统一会，会上通过由会员钱玄同许寿裳等提出的汉字注音方案，共字母三十九个，称为注音字母，一九一八年公布。一九三年国民党政府教育部将它改名为注音符号，重新公布。罗马字拼音参看本卷第页注。诗韵指供写诗用的一种韵书，按字音的五声阴平阳平上去入分类排列。寻开心寻开心我有时候想到，忠厚老实的读者或研究者，遇见有两种人的文意，他是会吃冤枉苦头的。"}
{"text":"注音字母一九一三年二月北洋政府教育部召开读音统一会，会上通过由会员钱玄同许寿裳等提出的汉字注音方案，共字母三十九个，称为注音字母，一九一八年公布。一九三年国民党政府教育部将它改名为注音符号，重新公布。罗马字拼音参看本卷第页注。诗韵指供写诗用的一种韵书，按字音的五声阴平阳平上去入分类排列。寻开心寻开心我有时候想到，忠厚老实的读者或研究者，遇见有两种人的文意，他是会吃冤枉苦头的。一种，是古里古怪的诗和尼采式的短句，以及几年前的所谓未来派的作品。这些大概是用怪字面，生句子，没意思的硬连起来的，还加上好几行很长的点线。本来就是乱写，自己也不知道什么意思。但认真的读者却以为里面有着深意，用心的来研究它，结果是到底莫名其妙，只好怪自己浅薄。假如你去请教本人罢，他一定不加解释，只是鄙夷的对你笑一笑。这笑，也就愈见其深。还有一种，是原不过寻开心，说的时候本来不当真，说过也就忘记了。当然和先前的主张会冲突，当然在同一篇文章里自己也会冲突。但是你应该知道原以为作文和吃饭不同，不必认真的。你若认真的看，只能怪自己傻。最近的例子就是悍膂先生的研究语堂先生为什么会称赞野叟曝言。不错，这一部书是道学先生的悖慢淫毒心理的结晶，和性灵缘分浅得很，引了例子比较起来，当然会显出这称赞的出人意外。但其实，恐怕语堂先生之憎方巾气，谈性灵，讲潇洒，也不过对老实人寻开心而已，何尝真知道方巾气之类是怎么一回事也许简直连他所称赞的野叟曝言也并没有怎么看。所以用本书和他那别的主张来比较研究，是永久不会懂的。自然，两面非常不同，这很清楚，但怎么竟至于称赞起来了呢，也还是一个不可解。我的意思是以为有些事情万不要想得太深，想得太忠厚，太老实，我们只要知道语堂先生那时正在崇拜袁中郎，而袁中郎也曾有过称赞金瓶梅的事实，就什么骇异之意也没有了。还有一个例子。如读经，在广东，听说是从燕塘军官学校提倡起来的去年，就有官定的小学校用的经训读本出版，给五年级用的第一课，却就是孔子谓曾子曰身体发肤，受之父母，不敢毁伤，孝之始也。那么，为国捐躯是孝之终么？并不然，第三课还有模范，是乐正子春述曾子闻诸夫子之说云天之所生，地之所养，无人为大。"}
{"text":"还有一个例子。如读经，在广东，听说是从燕塘军官学校提倡起来的去年，就有官定的小学校用的经训读本出版，给五年级用的第一课，却就是孔子谓曾子曰身体发肤，受之父母，不敢毁伤，孝之始也。那么，为国捐躯是孝之终么？并不然，第三课还有模范，是乐正子春述曾子闻诸夫子之说云天之所生，地之所养，无人为大。父母全而生之，子全而归之，可谓孝矣。不亏其体，不辱其身，可谓全矣。故君子顷步而弗敢忘孝也。还有一个最近的例子，就在三月七日的中华日报上。那地方记的有北平大学教授兼女子文理学院文史系主任李季谷氏赞成一十宣言原则的谈话，末尾道为复兴民族之立场言，教育部应统令设法标榜岳武穆，文天祥，方孝孺等有气节之名臣勇将，俾一般高官戎将有所法式云。凡这些，都是以不大十分研究为是的。如果想到全而归之和将来的临阵冲突，或者查查岳武穆们的事实，看究竟是怎样的结果，复兴民族了没有，那你一定会被捉弄得发昏，其实也就是自寻烦恼。语堂先生在暨南大学讲演道做人要正正经经，不好走入邪道，一走入邪道，一定失业，然而，作文，要幽默，和做人不同，要玩玩笑笑，寻开心，据芒种本这虽然听去似乎有些奇特，但其实是很可以启发人的神智的这玩玩笑笑，寻开心，就是开开中国许多古怪现象的锁的钥匙。三月七日。本篇最初发表于一九三五年四月五日太白半月刊第二卷第二期，署名杜德机。林语堂在论语半月刊第四十期一九三四年五月一日发表的语录体举例中说近读野叟曝言，知是白话上等文字，见过数段，直可作修辞学上之妙语举例。次年一月他又在人间世半月刊第十九期的新年附录一九三四年我所爱读的书籍中举了三本书，第一本即为野叟曝言，说它增加我对儒道的认识。儒道有什么好处此书可以见到。不久悍膂聂绀弩就在太白半月刊第一卷第十二期一九三五年三月五日谈野叟曝言一文中，列举该书的最方巾气不是性灵否认思想自由心灵不健全白中之文五点，以为野叟曝言处处和林语堂先生底主张相反，为甚么林先生还要再三推荐呢？野叟曝言，清代夏敬渠所著的长篇小说。"}
{"text":"次年一月他又在人间世半月刊第十九期的新年附录一九三四年我所爱读的书籍中举了三本书，第一本即为野叟曝言，说它增加我对儒道的认识。儒道有什么好处此书可以见到。不久悍膂聂绀弩就在太白半月刊第一卷第十二期一九三五年三月五日谈野叟曝言一文中，列举该书的最方巾气不是性灵否认思想自由心灵不健全白中之文五点，以为野叟曝言处处和林语堂先生底主张相反，为甚么林先生还要再三推荐呢？野叟曝言，清代夏敬渠所著的长篇小说。讲潇洒林语堂在文饭小品月刊创刊号一九三五年二月发表的说潇洒一文中说人品与文学同是一种道理。讲潇洒，就是讲骨气，讲性灵，讲才华。广东军阀陈济棠于一九三三年间通令全省学校恢复读经，燕塘军事政治学校首先实行后来又成立经书编审委员会，编成中小学读本。小学的经训读本共二册，广东省政府教育厅编辑，一九三四年九月商务印书馆出版，供五六年级之用。这里所引的读本中的课文，身体发肤等句，见孝经开宗明义章天之所生等句，见礼记祭义。一十宣言指一九三五年一月十日王新命何炳松等十教授所发表的中国本位的文化建设宣言，其中说在文化的领域中，我们看不见现在的中国了要使中国能在文化的领域中抬头，要使中国的政治社会和思想都具有中国的特征，必须从事于中国本位的文化建设。李季谷―，即李宗武，浙江绍兴人。这是林语堂在暨南大学的讲演做文与做人中的话，见芒种半月刊创刊号所载曹聚仁的我和林语堂先生往还的终始一文。按这篇讲稿曾发表于论语半月刊第五十七期一九三五年一月十六日，但其中并无这里所引的话。芒种，刊载杂文小品文的半月刊，徐懋庸曹聚仁主编，一九三五年三月五日创刊，同年十月终刊。漫画而又漫画漫画而又漫画德国现代的画家格罗斯，中国已经绍介过好几回，总可以不算陌生人了。从有一方说，他也可以算是漫画家那些作品，大抵是白地黑线的。他在中国的遭遇，还算好，翻印的画虽然制版术太坏了，或者被缩小，黑线白地却究竟还是黑线白地。不料中国文艺家的脑子今年反常了，在挂着文艺招牌的杂志上绍介格罗斯的黑白画，线条都变了雪白地子呢，有蓝有红，真是五颜六色，好看得很。"}
{"text":"漫画而又漫画漫画而又漫画德国现代的画家格罗斯，中国已经绍介过好几回，总可以不算陌生人了。从有一方说，他也可以算是漫画家那些作品，大抵是白地黑线的。他在中国的遭遇，还算好，翻印的画虽然制版术太坏了，或者被缩小，黑线白地却究竟还是黑线白地。不料中国文艺家的脑子今年反常了，在挂着文艺招牌的杂志上绍介格罗斯的黑白画，线条都变了雪白地子呢，有蓝有红，真是五颜六色，好看得很。自然，我们看石刻的拓本，大抵是黑地白字的。但翻印的绘画，却还没有见过将青绿山水变作红黄山水，水墨龙化为水粉龙的大改造。有之，是始于二十世纪过了三十五年的上海的文艺家。我才知道画家作画时候的调色，配色之类，都是多事。一经中国文艺家的手，全无问题，――嗡，嗡，随随便便。这些翻印的格罗斯的画是有价值的，是漫画而又漫画。二月二十八日。本篇最初印入小品文和漫画一书，署名且介。格罗斯―德国画家装帧设计家，后移居美国。一九二九年上海春潮书局出版许霞许广平翻译校订的匈牙利童话小彼得，收有格罗斯作的插图六幅，并在序文中作了介绍参看三闲集小彼得译本序。一九三二年在上海举行的德国版画展览会中，曾展出他作的席勒剧本强盗警句图十幅。挂着文艺招牌的杂志指文艺画报，月刊，穆时英叶灵凤编，一九三四年十月创刊，一九三五年四月停刊，共出四期。上海杂志公司出版。该刊第一卷第三期一九三五年二月曾刊载格罗斯的漫画八幅，其中四幅就是蓝地红地黑地和五彩的。招贴即扯招贴即扯了一切古今人，只留下自己的没意思。要是古今中外真的有过这等事，这才叫作希奇，但实际上并没有，将来大约也不会有。岂但一切古今人，连一个人也没有骂倒过。凡是倒掉的，决不是因为骂，却只为揭穿了假面。揭穿假面，就是指出了实际来，这不能混谓之骂。然而世间往往混为一谈。就以现在最流行的袁中郎为例罢，既然肩出来当作招牌，看客就不免议论这招牌，怎样撕破了衣裳，怎样画歪了脸孔。这其实和中郎本身是无关的，所指的是他的自以为徒子徒孙们的手笔。然而徒子徒孙们就以为骂了他的中郎爷，愤慨和狼狈之状可掬，觉得现在的世界是比五四时代更狂妄了。但是，现在的袁中郎脸孔究竟画得怎样呢？"}
