{"text":"原载年月日天津大公报文艺副刊第期。散文全编买书买书也是我的嗜好，和抽烟一样。但这两件事我其实都不在行，尤其是买书。在北平这地方，像我那样买，像我买的那些书，说出来真寒尘死人不过本文所要说的既非诀窍，也算不得经验，只是些小小的故事，想来也无妨的。在家乡中学时候，家里每月给零用一元。大部分都报效了一家广益书局，取回些杂志及新书。那老板姓张，有点儿抽肩膀，老是捧着水烟袋可是人好，我们不觉得他有市侩气。他肯给我们这班孩子记帐。每到节下，我总欠他一元多钱。他催得并不怎么紧向家里商量商量，先还个一元也就成了。那时候最爱读的一本佛学易解贾丰臻著，中华书局印行就是从张手里买的。那时候不买旧书，因为家里有。只有一回，不知哪儿来检文心雕龙的名字，急着想看，便去旧书铺访求有一家拿出一部广州套版的，要一元钱，买不起后来另买到一部，书品也还好，纸墨差些，却只花了小洋三角。这部书还在，两三年前给换上了磁青纸的皮儿，却显得配不上。到北平来上学入了哲学系，还是喜欢找佛学书看。那时候佛经流通处在西城卧佛寺街鹫峰寺。在街口下了车，一直走，快到城根儿了，才看见那个寺。那是个阴沉沉的秋天下午，街上只有我一个人。到寺里买了因明入正理论疏百法明门论疏翻译名义集等。这股傻劲儿回味起来颇有意思正像那回从天坛出来，挨着城根，独自个儿，探险似地穿过许多没人走的碱地去访陶然亭一样。在毕业的那年，到琉璃厂华洋书庄去，看见新版韦伯斯特大字典，定价才十四元。可是十四元并不容易找。想来想去，只好硬了心肠将结婚时候父亲给做的一件紫毛猫皮水獭领大氅亲手拿着，走到后门一家当铺里去，说当十四元钱。柜上人似乎没有什么留难就答应了。这件大氅是布面子，土式样，领子小而毛杂――原是用了两副马蹄袖拼凑起来的。父亲给做这件衣服，可很费了点张罗。拿去当的时候，也踌躇了一下，却终于舍不得那本字典。想着将来准赎出来就是了。想不到竟不能赎出来，这是直到现在翻那本字典时常引为遗憾的。重来北平之后，有一年忽然想搜集一些杜诗。一家小书铺叫文雅堂的给找了不少，都不算贵那伙计是个麻子，一脸笑，是铺子里少掌柜的。"}
{"text":"这件大氅是布面子，土式样，领子小而毛杂――原是用了两副马蹄袖拼凑起来的。父亲给做这件衣服，可很费了点张罗。拿去当的时候，也踌躇了一下，却终于舍不得那本字典。想着将来准赎出来就是了。想不到竟不能赎出来，这是直到现在翻那本字典时常引为遗憾的。重来北平之后，有一年忽然想搜集一些杜诗。一家小书铺叫文雅堂的给找了不少，都不算贵那伙计是个麻子，一脸笑，是铺子里少掌柜的。铺子靠他父亲支持，并没有什么好书，去年他父亲死了，他本人不大内行，让伙计吃了，现在长远不来了，他不知怎么样。说起杜诗，有一回，一家书铺送来高丽本杜律分韵，两本书，索价三百元。书极不相干而索价如此之高，荒谬之至，况且书面上原购者明明写着以银二两得之。第二天另一家送来一样的书，只要二元钱，我立刻买下。北平的书价，离奇有如此者。旧历正月里厂甸的书摊值得看有些人天天巡礼去。我住的远，每年只去一个下午――上午摊儿少。土地祠内外人山人海摩肩接踵地来往。也买过些零碎东西其中有一本是伦敦竹枝词，花了三毛钱。买来以后，恰好论语要稿子，选抄了些寄去，加上一点说明，居然得着五元稿费。这是仅有的一次，买的书赚了钱。在伦敦的时候，从寓所出来，走过近旁小街。有一家小书店门口摆着一架旧书。上前去徘徊了一下，看见一本牛津书话选s，烫花布面，装订不马虎，四百多面，本子也不小，准有七八成新，才一先令六便士，那时合中国一元三毛钱，比东安市场旧洋书还贱些。这选本节录许多名家诗文，说到书的各方面的性质有点像叶德辉氏书林清话，但不像清话有系统他们旨趣原是两样的。因为买这本书，结识了那掌柜的他以后给我找了不少便宜的旧书。有一种书，他找不到旧的便和我说，他们批购新书按七五扣，他愿意少赚一扣，按九扣卖给我。我没有要他这么办，但是很感谢他的好意。原载年月日水星第卷第期散文全编松堂游记去年夏天，我们和君夫妇在松堂住了三日。难得这三日的闲，我们约好了什么事不管，只玩儿，也带了两本书，却只是预备闲得真没办法时消消遣的。出发的前夜，忽然雷雨大作。枕上颇为怅怅，难道天公这么不做美吗！第二天清早，一看却是个大晴天。"}
{"text":"我没有要他这么办，但是很感谢他的好意。原载年月日水星第卷第期散文全编松堂游记去年夏天，我们和君夫妇在松堂住了三日。难得这三日的闲，我们约好了什么事不管，只玩儿，也带了两本书，却只是预备闲得真没办法时消消遣的。出发的前夜，忽然雷雨大作。枕上颇为怅怅，难道天公这么不做美吗！第二天清早，一看却是个大晴天。上了车，一路树木带着宿雨，绿得发亮，地下只有一些水塘，没有一点尘土，行人也不多。又静，又干净。想着到还早呢，过了红山头不远，车却停下了。两扇大红门紧闭着，门额是国立清华大学西山牧场。拍了一会门，没人出来，我们正在没奈何，一个过路的孩子说这门上了锁，得走旁门。旁门上挂着牌子，内有恶犬。小时候最怕狗，有点趑趄。门里有人出来，保护着进去，一面吆喝着汪汪的群犬，一面只是说，不碍不碍。过了两道小门，真是豁然开朗，别有天地。一眼先是亭亭直上，又刚健又婀娜的白皮松。白皮松不算奇，多得好，你挤着我我挤着你也不算奇，疏得好，要像住宅的院子里，四角上各来上一棵，疏不是？谁爱看？这儿就是院子大得好，就是四方八面都来得好。中间便是松堂，原是一座石亭子改造的，这座亭子高大轩敞，对得起那四围的松树，大理石柱，大理石栏干，都还好好的，白，滑，冷。由皮松没有多少影子，堂中明窗净几，坐下来清清楚楚觉得自己真太小，在这样高的屋顶下。树影子少，可不热，廊下端详那些松树灵秀的姿态，洁白的皮肤，隐隐的一丝儿凉意便袭上心头。堂后一座假山，石头并不好，堆叠得还不算傻瓜。里头藏着个小洞，有神龛，石桌，石凳之类。可是外边看，不仔细看不出。得费点心去发现。假山上满可以爬过去，不顶容易，也不顶难。后山有座无梁殿，红墙，各色琉璃砖瓦，屋脊上三个瓶子，太阳里古艳照人。殿在半山，岿然独立，有俯视八极气象。天坛的无梁殿太小，南京灵谷寺的太黯淡，又都在平地上。山上还残留着些旧碉堡，是乾隆打金川时在西山练健锐云梯营用的，在阴雨天或斜阳中看最有味。又有座白玉石牌坊，和碧云寺塔院前那一座一般，不知怎样，前年春天倒下了，看着怪不好过的。可惜我们来的还不是时候，晚饭后在廊下黑暗里等月亮，月亮老不上，我们什么都谈，又赌背诗词，有时也沉默一会儿。"}
{"text":"后山有座无梁殿，红墙，各色琉璃砖瓦，屋脊上三个瓶子，太阳里古艳照人。殿在半山，岿然独立，有俯视八极气象。天坛的无梁殿太小，南京灵谷寺的太黯淡，又都在平地上。山上还残留着些旧碉堡，是乾隆打金川时在西山练健锐云梯营用的，在阴雨天或斜阳中看最有味。又有座白玉石牌坊，和碧云寺塔院前那一座一般，不知怎样，前年春天倒下了，看着怪不好过的。可惜我们来的还不是时候，晚饭后在廊下黑暗里等月亮，月亮老不上，我们什么都谈，又赌背诗词，有时也沉默一会儿。黑暗也有黑暗的好处，松树的长影子阴森森的有点像鬼物拿土。但是这么看的话，松堂的院子还差得远，白皮松也太秀气，我想起郭沫若君夜步十里松原那首诗，那才够阴森森的味儿――而且得独自一个人。好了，月亮上来了，却又让云遮去了一半，老远的躲在树缝里，像个乡下姑娘，羞答答的。从前人说千呼万唤始出来，犹抱琵琶半遮面。真有点儿！云越来越厚，由他罢，懒得去管了。可是想，若是一个秋夜，刮点西风也好。虽不是真松树，但那奔腾澎湃的涛声也该得听吧。西风自然是不会来的。临睡时，我们在堂中点上了两三支洋蜡。怯怯的焰子让大屋顶压着，喘不出气来。我们隔着烛光彼此相看，也像蒙着一层烟雾。外面是连天漫地一片黑，海似的。只有远近几声犬吠，教我们知道还在人间世里。原载年月日清华周刊第卷第期散文全编初到清华记从前在北平读书的时候，老在城圈儿里呆着。四年中虽也游过三五回西山，却从没来过清华说起清华，只觉得很远很远而已。那时也不认识清华人，有一回北大和清华学生在青年会举行英语辩论，我也去听。清华的英语确是流利得多，他们胜了。那回的题目和内容，已忘记干净只记得复辩时，清华那位领袖很神气，引着孔子的什么话。北大答辩时，开头就用了s一个字叙述这位领袖的态度。这个字也许太过，但也道着一点儿。那天清华学生是坐大汽车进城的，车便停在青年会前头那时大汽车还很少。那是冬末春初，天很冷。一位清华学生在屋里只穿单大褂，将出门却套上厚厚的皮大氅。这种行和衣的路数，在当时却透着一股标劲儿。初来清华，在十四年夏天。刚从南方来北平，住在朝阳门边一个朋友家。那时教务长是张仲述先生，我们没见面。我写信给他，约定第三天上午去看他。"}
{"text":"北大答辩时，开头就用了s一个字叙述这位领袖的态度。这个字也许太过，但也道着一点儿。那天清华学生是坐大汽车进城的，车便停在青年会前头那时大汽车还很少。那是冬末春初，天很冷。一位清华学生在屋里只穿单大褂，将出门却套上厚厚的皮大氅。这种行和衣的路数，在当时却透着一股标劲儿。初来清华，在十四年夏天。刚从南方来北平，住在朝阳门边一个朋友家。那时教务长是张仲述先生，我们没见面。我写信给他，约定第三天上午去看他。写信时也和那位朋友商量过，十点赶得到清华么，从朝阳门哪儿？他那时已经来过一次，但似乎只记得长林碧草，――他写到南方给我的信这么说――说不出路上究竟要多少时候。他劝我八点动身，雇洋车直到西直门换车，免得老等电车，又换来换去的，耽误事。那时西直门到清华只有洋车直达后来知道也可以搭香山汽车到海甸再乘洋车，但那是后来的事了。第三天到了，不知是起得晚了些还是别的，跨出朋友家，已经九点挂零。心里不免有点儿急，车夫走的也特别慢似的。到西直门换了车。据车夫说本有条小路，雨后积水，不通了那只得由正道了。刚出城一段儿还认识，因为也是去万生园的路以后就茫然。到黄庄的时候，瞧着些屋子，以为一定是海甸了心里想清华也就快到了吧，自己安慰着。快到真的海甸时，问车夫，到了吧？没哪。这是海――甸。这一下更茫然了。海甸这么难到，清华要何年何月呢？而车夫说饿了，非得买点儿吃的。吃吧，反正豁出去了。这一吃又是十来分钟。说还有三里多路呢。那时没有燕京大学，路上没什么看的，只有远处淡档的西山――那天没有太阳――略略可解闷儿。好容易过了红桥，喇嘛庙，渐渐看见两行高柳，像穹门一般。十刹海的垂杨虽好，但没有这么多这么深，那时路上只有我一辆车，大有长驱直入的神气。柳树前一面牌子，写着入校车马缓行这才真到了，心里想，可是大门还够远的，不用说西院门又骗了我一次，又是六七分钟，才真真到了。坐在张先生客厅里一看钟，十二点还欠十五分。张先生住在乙所，得走过那长林碧草，那浓绿真可醉人。张先生客厅里挂着一副有正书局印的邓完白隶书长联。我有一个会写字的同学，他喜欢邓完白，他也有这一副对联所以我这时如见故人一般。张先生出来了。他比我高得多，脸也比我长得多。一眼看出是个顶能干的人。"}
{"text":"柳树前一面牌子，写着入校车马缓行这才真到了，心里想，可是大门还够远的，不用说西院门又骗了我一次，又是六七分钟，才真真到了。坐在张先生客厅里一看钟，十二点还欠十五分。张先生住在乙所，得走过那长林碧草，那浓绿真可醉人。张先生客厅里挂着一副有正书局印的邓完白隶书长联。我有一个会写字的同学，他喜欢邓完白，他也有这一副对联所以我这时如见故人一般。张先生出来了。他比我高得多，脸也比我长得多。一眼看出是个顶能干的人。我向他道歉来得太晚，他也向我道歉，说刚好有个约会，不能留我吃饭。谈了不大工夫，十二点过了，我告辞。到门口，原车还在，坐着回北平吃饭去。过了一两天，我就搬行李来了。这回却坐了火车，是从环城铁路朝阳门站上车的。以后城内城外来往的多了，得着一个诀窍就是在西直门一上洋车，且别想到清华，不想着不想着也就到了。――香山汽车也搭过一两次，可真够瞧的。两条腿有时候简直无放处，恨不得不是自己的。有一回，在海甸下了汽车，在现在西园后面那个小饭馆里，拣了临街一张四方桌，坐在长凳上，要一碟苜蓿肉，两张家常饼，二两白玫瑰，吃着喝着，也怪有意思而且还在那桌上写了我的南方一首歪诗。那时海甸到清华一路常有穷女人或孩子跟着车要钱。他们除您修好等等常用语句外，有时会说您将来做校长，这是别处听不见的。年月日作原载年清华周刊副刊第卷第期散文全编绥行纪略十八日奉教职员公会会长冯芝生先生之命，携带同仁捐款二千元，前往绥远及平地泉慰劳前方抗战将士。晚六时许，在清华园站上车，偕行者有学生自治会代表王达仁先生，燕大中国教职员会代表梅贻宝先生，学生会代表朱焘谱先生，新闻学系同学王若兰女士。三等车有卧铺，有暖气，褥子及枕头均洁白惟室中未免太暖耳。十九日早过平地泉，有受伤官长一人，用绷架抬上火车。车门嫌窄，抬入极为不易。后知此受伤之人乃三十五军二一八旅参谋席卓先生，系在红格尔图被飞机掷弹炸伤胸部，用载重汽车送至平地泉，再由火车送绥。席先生经百余里之颠簸，上火车时绷架又再三转侧，当时情形极为痛苦，但不能言。抵绥后即送往教会所办之公医院，经打三针，惟失血过多，势甚危险。记此以见前方医药及救护之缺乏也。车离平地泉，遇合众社访员瑞典苏德邦先生，谈话甚多。证以后来所闻，其语亦不尽确。"}
{"text":"十九日早过平地泉，有受伤官长一人，用绷架抬上火车。车门嫌窄，抬入极为不易。后知此受伤之人乃三十五军二一八旅参谋席卓先生，系在红格尔图被飞机掷弹炸伤胸部，用载重汽车送至平地泉，再由火车送绥。席先生经百余里之颠簸，上火车时绷架又再三转侧，当时情形极为痛苦，但不能言。抵绥后即送往教会所办之公医院，经打三针，惟失血过多，势甚危险。记此以见前方医药及救护之缺乏也。车离平地泉，遇合众社访员瑞典苏德邦先生，谈话甚多。证以后来所闻，其语亦不尽确。但谓十八晚曾晤傅主席，傅主席有决心与自信，又谓绥远人心极安定，则皆实情也。又谓北平英文时事日报曾传卓资山美教士夫妇被掳，绝无其事。彼昨犹晤该教士。惟该教士因报载被掳消息，反觉疑惧。苏谒傅主席时曾谈及此事，傅主席谓绥境治安毫无问题。时苏又云，车过卓资山，该教士或在站台上，当即以此告之。惟彼谈话兴致过浓，言下探首窗外，则卓资山站已过矣。十二时许抵绥，将行李送至绥新旅舍，即至饭馆用午饭，并邀归绥中学霍世休校长至饭馆谈话。霍先生系本校研究院毕业同学。霍先生来时，梅先生即托其代约新闻记者及各校校长，于晚八时至旅社茶会。霍先生即作午饭东道主。午后三时至省政府。事先梅先生有一电来。至是省府派王斌先生招待，晤曾厚载秘书长。曾秘书长见告，红格尔图于王道一乱后，即筑有土圩一道。此次匪军三千压境，我方惟骑兵两连约二百人驻守。另有保卫队十人。此十人皆系退伍兵士，用以联合并指导已受训练之壮丁，俾资保卫乡土。匪军飞机坦克车应有尽有。我方只由骑兵及保卫队壮丁等各任土圩两面防守之责。历一日一夜，屹然不动，死伤甚少。其后援军始至。骑兵作用原在攻，而竟能坚守若此，可见士气之旺也。曾秘书长谈至是，因纵论绥省壮丁训练情形。谓第一期时人民多观望不前第一期毕业，傅主席特召集诸壮丁父老来省参观。诸父老见其子弟所受待遇甚佳，诸壮丁见其父老，亦均欣然述其所受教益其原有嗜好者，至是且已戒除。父老皆欢忭。故第二期时，壮丁莫不踊跃入省受训。此项壮丁，名为防共自卫团，不曰抗敌者，避敌注意也。曾秘书长又谈乡村建设委员会训练向导员情形。谓此种向导员皆曾受高小教育之青年。受训既毕，即分往各本乡服务。一面辅助乡长办理本乡事务，一面联合壮丁，一面兼任小学校长。"}
{"text":"谓第一期时人民多观望不前第一期毕业，傅主席特召集诸壮丁父老来省参观。诸父老见其子弟所受待遇甚佳，诸壮丁见其父老，亦均欣然述其所受教益其原有嗜好者，至是且已戒除。父老皆欢忭。故第二期时，壮丁莫不踊跃入省受训。此项壮丁，名为防共自卫团，不曰抗敌者，避敌注意也。曾秘书长又谈乡村建设委员会训练向导员情形。谓此种向导员皆曾受高小教育之青年。受训既毕，即分往各本乡服务。一面辅助乡长办理本乡事务，一面联合壮丁，一面兼任小学校长。过去乡村保卫团多由乡长主持，费多而效少今行向导员制，方能实收民众组织之利，且上下感情亦不致I格不通也。嗣复论及此次抗战。谓半年来绥境所作防御工事甚多。有时日夜工作。如碉堡等，皆以铁筋洋灰为之，并均自以小炮试验，确系坚固。若仅匪军来扰，可保万无一失。至前线兵士，皮大衣大致已备，但天气如再寒冷，鞋袜耳套手套等，恐甚为需要。绥地买不出许多，且制作工人太少此事颇盼平津及他处同胞帮忙。又谓绥地民众极能与政府合作，即如近日为前方制烧饼，全城饼师，皆加紧工作，且互相谓曰这是给我们弟兄们吃的，得烤熟些。据吾人观察，绥省军政民三方面确能打成一片，通力合作，不仅一时一事为然。曾秘书长又谈及半年来察北民众因不堪匪伪压迫，携带老小及动产来绥东者甚众。又谓近来接各处慰劳信件款项等，平均每日二十份，极为感念。末谓十八日红格尔图击伤匪方飞机一架，机尾有特种标志，惜被其逃去云。自省府归后，有英记者布朗来访。其人代表英国新闻时事报北美通讯社及瑞典通讯社。自云甫自日本来。梅先生即告以国人决心，绥远不能再让，任何牺牲亦所不辞云云。晚六时，教育厅厅长阎伟先生招宴，宴毕回旅舍开茶会，到新闻记者及各校长约二十人。梅先生述两校代表来绥之使命有三一对抗战诸将士表示敬佩，并表示绥远乃全国人之绥远二视察绥远实况，以便告知平津同胞三调查前方所最需要之物品，俾后援知所措手。各代表亦详述两校募捐停火绝食等事。新闻记者有答辞，并报告前方情况，归绥中学霍校长亦有答辞，谓绥教育界已具决心，愿与土地共存亡教育界深知绥远为国家命脉，决不能让寸土尺地。又谓学生将组织自卫团，在后方服务。二十日晨，清至归绥中学演讲，请学生切实受军事训练并养成组织力。讲毕，与梅先生等同至防共自卫团常备队。"}
{"text":"各代表亦详述两校募捐停火绝食等事。新闻记者有答辞，并报告前方情况，归绥中学霍校长亦有答辞，谓绥教育界已具决心，愿与土地共存亡教育界深知绥远为国家命脉，决不能让寸土尺地。又谓学生将组织自卫团，在后方服务。二十日晨，清至归绥中学演讲，请学生切实受军事训练并养成组织力。讲毕，与梅先生等同至防共自卫团常备队。民政厅厅长袁庆曾主任及李大超副主任即召集该队三千六百余人列队请各代表演讲。各队员皆年轻力壮，满面红光朴质之中，透出忠U听讲约一小时，始终整齐严肃，毫不懈怠。袁主任见告，第一期壮丁大都是高小毕业生此系第二期，真正老百姓。李副主任见告，训练程序，学科方面共分四段首教新生活，次教社会常识，次教帝国主义压迫史，次教民族奋斗史。术科则注重游击战术。队中政训员则由乡建会训练分发各乡即为向导员。午省政府招宴。当将顾一樵先生嘱携来之防毒面具样品一件交专司此类事之杨处长。据云，前曾电燕大寄来一具，适亦于是曰寄到。宴毕，参观乡建会，即训练向导员之处。惟该会因向导员已足用，顷已暂停训练矣。时闻傅主席已回省，即往晋谒。傅主席略述战况，谓王英部已消灭，匪等此次企图完全失败此后或有短期间之平静，但再来时力量必更加厚。清及王达仁先生即将捐款汇票呈上梅先生等亦言正在募捐中。傅主席表示谢意，并希望吾人从科学方面帮忙，如防毒设备等。晚应各厅长各官长宴，宴毕，即上车至平地泉。省府派王先生陪同前往。夜一时余抵站，暗中摸索，投宿县政府。二十一晨，二一八旅部得省政府电，派陈世杰参谋偕同樊涤清军法官来接洽大公报绥远特派员范希天先生长江及绥远第二师范郭吉庵校长亦同至。郭校长约早饭。平地泉本只有二三人家，铁路通后，始渐有粮店但出门一望，平沙莽莽，犹是十足边塞风味也。席间谈及此次战事，知我方以攻为守十六七两日，夜间以汽车运步兵三团，又有骑兵三团，约共二万余人一同开往前方。十九日晨二时施行总攻击。匪军约二万人，皆乌合之众，不能力战。经我军驱逐退去，死伤甚众后发见死者中有伪团长二人。时我方战壕中军士皆出壕大呼中华民国万岁。骑兵出发时，范希天先生曾亲见，兵士皆着皮帽，有尾，高踞马上，行色甚壮。"}
