{"text":"此后新派如文学研究会，创造社等，陆续成立，人材渐众，势力渐厚，礼拜六应时势之推移，终至寿终正寝！惟礼拜六派之残余分子，迄今犹四出活动，无肃清之望，上海各大报中之文艺编辑，至今大都仍是所谓鸳鸯蝴蝶派所把持。可是只要放眼在最近的出版界中，新兴文艺出版数量的可惊，已有使旧势力不能抬头之势！礼拜六派文人之在今日，已不敢复以礼拜六的头衔以相召号，盖已至强弩之末的时期了！最近守旧的申报，忽将自由谈编辑礼拜六派的巨子周瘦鹃撤职，换了一个新派作家黎烈文，这对于旧势力当然是件非常的变动，遂形成了今日新旧文坛剧烈的冲突。周瘦鹃一方面策动各小报，对黎烈文作总攻击，我们只要看郑逸梅主编的金刚钻，主张周瘦鹃仍返自由谈原位，让黎烈文主编春秋，也足见旧派文人终不能忘情于已失的地盘。而另一方面周瘦鹃在自己编的春秋内说各种副刊有各种副刊的特性，作河水不犯井水之论，也足见周瘦鹃犹惴惴于他现有地位的危殆。周同时还硬拉非苏州人的严独鹤加入周所主持的纯苏州人的文艺团体星社，以为拉拢而固地位之计。不图旧派势力的失败，竟以周启其端。据我所闻周的不能安于其位，也有原因他平日对于选稿方面，太刻薄而私心，只要是认识的人投去的稿，不看内容，见篇即登同时无名小卒或为周所陌生的投稿者，则也不看内容，整堆的作为字纸篓的虏俘。因周所编的刊物，总是几个夹袋里的人物，私心自用，以致内容糟不可言！外界对他的攻击日甚，如许啸天主编之红叶，也对周有数次剧烈的抨击，史量才为了外界对他的不满，所以才把他撤去。那知这次史量才的一动，周竟作了导火线，造成了今日新旧两派短兵相接战斗愈烈的境界！以后想好戏还多，读者请拭目俟之。微知但到二卷廿一期三月三日上，就已大惊小怪起来，为守旧文化的堡垒的动摇惋惜――左翼文化运动的抬头水手关于左翼文化运动，虽然受过各方面严厉的压迫，及其内部的分裂，但近来又似乎渐渐抬起头了。在上海，左翼文化在共产党联络同路人的路线之下，的确是较前稍有起色。在杂志方面，甚至连那些第一块老牌杂志，也左倾起来。胡愈之主编的东方杂志，原是中国历史最久的杂志，也是最稳健不过的杂志，可是据王云五老板的意见，胡愈之近来太左倾了，所以在愈之看过的样子，他必须再重看一遍。但虽然是经过王老板大刀阔斧的删段以后，东方杂志依然还嫌太左倾，于是胡愈之的饭碗不能不打破，而由李某来接他的手了。"}
{"text":"在上海，左翼文化在共产党联络同路人的路线之下，的确是较前稍有起色。在杂志方面，甚至连那些第一块老牌杂志，也左倾起来。胡愈之主编的东方杂志，原是中国历史最久的杂志，也是最稳健不过的杂志，可是据王云五老板的意见，胡愈之近来太左倾了，所以在愈之看过的样子，他必须再重看一遍。但虽然是经过王老板大刀阔斧的删段以后，东方杂志依然还嫌太左倾，于是胡愈之的饭碗不能不打破，而由李某来接他的手了。又如申报的自由谈在礼拜六派的周某主编之时，陈腐到太不像样，但现在也在左联手中了。与沈雁冰，现在已成了自由谈的两大台柱了。东方杂志是属于商务印书馆的，自由谈是属于申报的，商务印书馆与申报馆，是两个守旧文化的堡垒，可是这两个堡垒，现在似乎是开始动摇了，其余自然是可想而知。此外，还有几个中级的新的书局，也完全在左翼作家手中，如郭沫若高语罕丁晓先与沈雁冰等，都各自抓着了一个书局，而做其台柱，这些都是著名的红色人物，而书局老板现在竟靠他们吃饭了。过了三星期，便确指与沈雁冰为自由谈的台柱三月廿四日第二卷第廿八期――黎烈文未入文总申报自由谈编辑黎烈文，系留法学生，为一名不见于经传之新进作家。自彼接办自由谈后，自由谈之论调，为之一变，而执笔为文者，亦由星社礼拜六之旧式文人，易为左翼普罗作家。现自由谈资为台柱者，为与沈雁冰两氏，在自由谈上发表文稿尤多，署名为何家干。除与沈雁冰外，其他作品，亦什九系左翼作家之作，如施蛰存曹聚仁李辉英辈是。一般人以自由谈作文者均系中国左翼文化总同盟简称文总，故疑黎氏本人，亦系文总中人，但黎氏对此，加以否认，谓彼并未加入文总，与以上诸人仅友谊关系云。逸又过了一个多月，则发见这两人的雄图五月六日第三卷第十二期了――沈雁冰的雄图自从沈雁冰等以申报自由谈为地盘，发抒阴阳怪气的论调后，居然又能吸引群众，取得满意的收获了。在鲁？沈的初衷，当然这是一种有作用的尝试，想复兴他们的文化运动。现在，听说已到组织团体的火候了。"}
{"text":"逸又过了一个多月，则发见这两人的雄图五月六日第三卷第十二期了――沈雁冰的雄图自从沈雁冰等以申报自由谈为地盘，发抒阴阳怪气的论调后，居然又能吸引群众，取得满意的收获了。在鲁？沈的初衷，当然这是一种有作用的尝试，想复兴他们的文化运动。现在，听说已到组织团体的火候了。参加这个运动的台柱，除他们二人外有，郑振铎等，交换意见的结果，认为中国最早的文化运动，是以语丝社创造社及文学研究会为中心，而消散之后，语丝创造的人分化太大了，惟有文学研究会的人大部分都还一致，――如王统照叶绍钧徐雉之类。而沈雁冰及郑振铎，一向是文学研究派的主角，于是决定循此路线进行。最近，连田汉都愿意率众归附，大概组会一事，已在必成，而且可以在这红五月中实现了。农这些记载，于编辑者黎烈文是并无损害的，但另有一种小报式的期刊所谓微言，却在文坛进行曲里刊了这样的记事――曹聚仁经黎烈文等绍介，已加入左联。七月十五日，九期。这两种刊物立说的差异，由于私怨之有无，是可不言而喻的。但微言却更为巧妙只要用寥寥十五字，便并陷两者，使都成为必被压迫或受难的人们。到五月初，对于自由谈的压迫，逐日严紧起来了，我的投稿，后来就接连的不能发表。但我以为这并非因了社会新闻之类的告状，倒是因为这时正值禁谈时事，而我的短评却时有对于时局的愤言也并非仅在压迫自由谈，这时的压迫，凡非官办的刊物，所受之度大概是一样的。但这时候，最适宜的文章是鸳鸯蝴蝶的游泳和飞舞，而自由谈可就难了，到五月廿五日，终于刊出了这样的启事――编辑室这年头，说话难，摇笔杆尤难。这并不是说祸福无门，惟人自召，实在是天下有道，庶人相应不议。编者谨掬一瓣心香，吁请海内文豪，从兹多谈风月，少发牢骚，庶编者，两蒙其休。若必论长议短，妄谈大事，则塞之字篇既有所不忍，布之报端又有所不能，陷编者于两难之境，未免有失恕道。语云识时务者为俊杰，编者敢以此为海内文豪告。区区苦衷，伏乞矜鉴！编者这现象，好像很得了社会新闻群的满足了，在第三卷廿一期六月三日里的文化秘闻栏内，就有了如下的记载――自由谈态度转变申报自由谈自黎烈文主编后，即吸收左翼作家沈雁冰及乌鸦主义者曹聚仁等为基本人员，一时论调不三不四，大为读者所不满。"}
{"text":"若必论长议短，妄谈大事，则塞之字篇既有所不忍，布之报端又有所不能，陷编者于两难之境，未免有失恕道。语云识时务者为俊杰，编者敢以此为海内文豪告。区区苦衷，伏乞矜鉴！编者这现象，好像很得了社会新闻群的满足了，在第三卷廿一期六月三日里的文化秘闻栏内，就有了如下的记载――自由谈态度转变申报自由谈自黎烈文主编后，即吸收左翼作家沈雁冰及乌鸦主义者曹聚仁等为基本人员，一时论调不三不四，大为读者所不满。且因嘲骂礼拜五派，而得罪张若谷等抨击取消式之社会主义理论，而与严灵峰等结怨腰斩时代与爱的歧途，又招张资平派之反感，计黎主编自由谈数月之结果，已形成一种壁垒，而此种壁垒，乃营业主义之申报所最忌者。又史老板在外间亦耳闻有种种不满之论调，乃特下警告，否则为此则惟有解约。最后结果伙计当然屈伏于老板，于是老话，小旦收场之类之文字，已不复见于近日矣。闻而以前的五月十四日午后一时，还有了丁玲和潘梓年的失踪的事，大家多猜测为遭了暗算，而这猜测也日益证实了。谣言也因此非常多，传说某某也将同遭暗算的也有，接到警告或恐吓信的也有。我没有接到什么信，只有一连五六日，有人打电话到内山书店的支店去询问我的住址。我以为这些信件和电话，都不是实行暗算者们所做的，只不过几个所谓文人的鬼把戏，就是文坛上，自然也会有这样的人的。但倘有人怕麻烦，这小玩意是也能发生些效力，六月九日自由谈上蘧庐絮语之后有一条下列的文章，我看便是那些鬼把戏的见效的证据了――编者附告昨得子展先生来信，现以全力从事某项著作，无暇旁鹜，蘧庐絮语，就此完结。终于，大晚报静观了月余，在六月十一的傍晚，从它那文艺附刊的火炬上发出毫光来了，它愤慨得很――到底要不要自由法鲁久不曾提起的自由这问题，近来又有人在那里大论特谈，因为国事总是热辣辣的不好惹，索性莫谈，死心再来谈风月，可是风月又谈得不称心，不免喉底里喃喃地漏出几声要自由，又觉得问题严重，喃喃几句倒是可以，明言直语似有不便，于是正面问题不敢直接提起来论，大刀阔斧不好当面幌起来，却弯弯曲曲，兜着圈子，叫人摸不着棱角，摸着正面，却要把它当做反面看，这原是看幽默文字的方法也。心要自由，口又不明言，口不能代表心，可见这只口本身已经是不自由的了。"}
{"text":"心要自由，口又不明言，口不能代表心，可见这只口本身已经是不自由的了。因为不自由，所以才讽讽刺刺，一回儿要自由，一回儿又不要自由，过一回儿再要不自由的自由和自由的不自由，翻来复去，总叫头脑简单的人弄得神经衰弱，把捉不住中心。到底要不要自由呢？说清了，大家也好顺风转舵，免得闷在葫芦里，失掉听懂的自由。照我这个不是雅人的意思，还是粗粗直直地说咱们要自由，不自由就来拚个你死我活！本来自由并不是个非常问题，给大家一谈，倒严重起来了。――问题到底是自己弄严重的，如再不使用大刀阔斧，将何以冲破这黑漆一团？细针短刺毕竟是雕虫小技，无助于大题，讥刺嘲讽更已属另一年代的老人所发的呓语。我们聪明的智识份子又何尝不知道讽刺在这时代已失去效力，但是要想弄起刀斧，却又觉左右掣肘，在这一年代，科学发明，刀斧自然不及枪炮生贱于蚁，本不足惜，无奈我们无能的智识份子偏吝惜他的生命何！这就是说，自由原不是什么稀罕的东西，给你一谈，倒谈得难能可贵起来了。你对于时局，本不该弯弯曲曲的讽刺。现在他对于讽刺者，是粗粗直直地要求你去死亡。是一位心直口快的人，现在被别人累得要不要自由也摸不着头脑了。然而六月十八日晨八时十五分，是中国民权保障同盟的副会长杨杏佛铨遭了暗杀。这总算拚了个你死我活，法鲁先生不再在火炬上说亮话了。只有社会新闻，却在第四卷第一期七月三日出显，还描出左翼作家的懦怯来――左翼作家纷纷离沪在五月，上海的左翼作家曾喧闹一时，好像什么都要染上红色，文艺界全归左翼。但在六月下旬，情势显然不同了，非左翼作家的反攻阵线布置完成，左翼的内部也起了分化，最近上海暗杀之风甚盛，文人的脑筋最敏锐，胆子最小而脚步最快，他们都以避暑为名离开了上海。据确讯，赴青岛，沈雁冰在浦东乡间，杭州，陈望道回家乡，连蓬子，白薇之类的踪迹都看不见了。"}
{"text":"只有社会新闻，却在第四卷第一期七月三日出显，还描出左翼作家的懦怯来――左翼作家纷纷离沪在五月，上海的左翼作家曾喧闹一时，好像什么都要染上红色，文艺界全归左翼。但在六月下旬，情势显然不同了，非左翼作家的反攻阵线布置完成，左翼的内部也起了分化，最近上海暗杀之风甚盛，文人的脑筋最敏锐，胆子最小而脚步最快，他们都以避暑为名离开了上海。据确讯，赴青岛，沈雁冰在浦东乡间，杭州，陈望道回家乡，连蓬子，白薇之类的踪迹都看不见了。道西湖是诗人避暑之地，牯岭乃阔老消夏之区，神往尚且不敢，而况身游。杨杏佛一死，别人也不会突然怕热起来的。听说青岛也是好地方，但这是梁实秋教授传道的圣境，我连遥望一下的眼福也没有过。道先生有道，代我设想的恐怖，其实是不确的。否则，一群流氓，几枝手枪，真可以治国平天下了。但是，嗅觉好像特别灵敏的微言，却在第九期七月十五日出上载着另一种消息――自由的风月顽石黎烈文主编之自由谈，自宣布只谈风月，少发牢骚以后，而新进作家所投真正谈风月之稿，仍拒登载，最近所载者非老作家化名之讽刺文章，即其刺探们无聊之考古。闻此次辩论旧剧中的锣鼓问题，署名罗复者，即陈子展，何如者，即曾经被捕之黄素。此一笔糊涂官司，颇骗得稿费不少。这虽然也是一科牢骚，但真正谈风月和曾经被捕等字样，我觉得是用得很有趣的。惜化名为顽石，灵气之不钟于鼻子若我辈者，竟莫辨其为新进作家抑老作家也。本来也可以完结了，但还有应该提一下的，是所谓腰斩张资平案。自由谈上原登着这位的小说，没有做完，就被停止了，有些小报上，便轰传为腰斩张资平。当时也许有和编辑者往复驳难的文章的，但我没有留心，因此就没有收集。现在手头的只有社会新闻，第三卷十三期五月九日出里有一篇文章，据说是罪魁祸首又是我，如下――张资平挤出自由谈粹公今日的自由谈，是一块有为而为的地盘，是乌鸦阿的播音台，当然用不着三角四角恋爱的张资平混迹其间，以至不得清一。然而有人要问为什么那个色欲狂的迷羊――却能例外？他不是同张资平一样发源于创造吗？一样唱着妹妹我爱你吗？我可以告诉你，这的确是例外。"}
{"text":"现在手头的只有社会新闻，第三卷十三期五月九日出里有一篇文章，据说是罪魁祸首又是我，如下――张资平挤出自由谈粹公今日的自由谈，是一块有为而为的地盘，是乌鸦阿的播音台，当然用不着三角四角恋爱的张资平混迹其间，以至不得清一。然而有人要问为什么那个色欲狂的迷羊――却能例外？他不是同张资平一样发源于创造吗？一样唱着妹妹我爱你吗？我可以告诉你，这的确是例外。因为虽则是个色欲狂，但他能流入左联，认识民权保障的大人物，与今日自由谈的后台老板鲁？老夫子是同志，成为乌鸦阿的伙伴了。据自由谈主编人黎烈文开革张资平的理由，是读者对于时代与爱的歧路一文，发生了不满之感，因此中途腰斩，这当然是一种遁词。在肥胖得走油的申报馆老板，固然可以不惜几千块钱，买了十洋一千字的稿子去塞纸簏，但在靠卖文为活的张资平，却比宣布了死刑都可惨，他还得见见人呢！而且自由谈的写稿，是在去年十一月，黎烈文请客席上，请他担任的，即使鲁？先生要扫清地盘，似乎也应当客气一些，而不能用此辣手。问题是这样的，鲁先生为了要复兴文艺？运动，当然第一步先须将一切的不同道者打倒，于是乃有批评曾今可张若谷章衣萍等为礼拜五派之举张资平如若识相，自不难感觉到自己正酣卧在他们榻旁，而立刻滚蛋！无如十洋一千使他眷恋着，致触了这个大霉头。当然，打倒人是愈毒愈好，管他是死刑还是徒刑呢！在张资平被挤出自由谈之后，以常情论，谁都咽不下这口冷水，不过张资平的`懦是著名的，他为了老婆小孩子之故，是不能同他们斗争，而且也不敢同他们摆好了阵营的集团去斗争，于是，仅仅在中华日报的小贡献上，发了一条软弱无力的冷箭，以作遮羞。现在什么事都没有了，红萝卜须已代了他的位置，而沈雁冰新组成的文艺观摹团，将大批的移殖到自由谈来。还有，是自由谈上曾经攻击过曾今可的解放词，据社会新闻第三卷廿二期六月六日出说，原来却又是我在闹的了，如下――曾今可准备反攻曾今可之为等攻击也，实至体无完肤，固无时不想反攻，特以力薄能鲜，难于如愿耳！且知等有左联作背景，人多手众，此呼彼应，非孤军抗战所能抵御，因亦着手拉拢，凡曾受鲁等侮辱者更所欢迎。"}
{"text":"还有，是自由谈上曾经攻击过曾今可的解放词，据社会新闻第三卷廿二期六月六日出说，原来却又是我在闹的了，如下――曾今可准备反攻曾今可之为等攻击也，实至体无完肤，固无时不想反攻，特以力薄能鲜，难于如愿耳！且知等有左联作背景，人多手众，此呼彼应，非孤军抗战所能抵御，因亦着手拉拢，凡曾受鲁等侮辱者更所欢迎。近已拉得张资平，胡怀琛，张凤，龙榆生等十余人，组织一文艺漫谈会，假新时代书店为地盘，计划一专门对付左翼作家之半月刊，本月中旬即能出版。如那时我想，关于曾今可，我虽然没有写过专文，但在曲的解放本书第十五篇里确曾涉及，也许可以称为侮辱罢胡怀琛虽然和我不相干，自由谈上是嘲笑过他的墨翟为印度人说的。但张，龙两位是怎么的呢？彼此的关涉，在我的记忆上竟一点也没有。这事直到我看见二卷二十六期的涛声七月八日出，疑团这才冰释了――文艺座谈遥领记聚仁文艺座谈者，曾词人之反攻机关报也，遥者远也，领者领情也，记者记不曾与座谈而遥领盛情之经过也。解题既毕，乃述本事。有一天，我到暨南去上课，休息室的台子上赫然一个请帖展而恭读之，则新时代月刊之请帖也，小子何幸，乃得此请帖！折而藏之，以为传家之宝。新时代请客而文艺座谈生焉，而反攻之阵线成焉。报章煌煌记载，有名将在焉。我前天碰到张凤老师，带便问一个口讯他说谁知道什么座谈不座谈呢？他早又没说，签了名，第二天，报上都说是发起人啦。昨天遇到龙榆生先生，龙先生说上海地方真不容易做人，他们再三叫我去谈谈，只吃了一些茶点，就算数了我又出不起广告费。我说吃了他家的茶，自然是他家人啦！我幸而没有去吃茶，免于被强奸，遥领盛情，志此谢谢！但这文艺漫谈会的机关杂志文艺座谈第一期，却已经罗列了十多位作家的名字，于七月一日出版了。其中的一篇是专为我而作的――内山书店小坐记白羽遐某天的下午，我同一个朋友在上海北四川路散步。走着走着，就走到北四川路底了。我提议到虹口公园去看看，我的朋友却说先到内山书店去看看有没有什么新书。我们就进了内山书店。内山书店是日本浪人内山完造开的，他表面是开书店，实在差不多是替日本政府做侦探。他每次和中国人谈了点什么话，马上就报告日本领事馆。"}
{"text":"但这文艺漫谈会的机关杂志文艺座谈第一期，却已经罗列了十多位作家的名字，于七月一日出版了。其中的一篇是专为我而作的――内山书店小坐记白羽遐某天的下午，我同一个朋友在上海北四川路散步。走着走着，就走到北四川路底了。我提议到虹口公园去看看，我的朋友却说先到内山书店去看看有没有什么新书。我们就进了内山书店。内山书店是日本浪人内山完造开的，他表面是开书店，实在差不多是替日本政府做侦探。他每次和中国人谈了点什么话，马上就报告日本领事馆。这也已经成了公开的秘密了，只要是略微和内山书店接近的人都知道。我和我的朋友随便翻看着书报。内山看见我们就连忙跑过来和我们招呼，请我们坐下来，照例地闲谈。因为到内山书店来的中国人大多数是文人，内山也就知道点中国的文化。他常和中国人谈中国文化及中国社会的情形，却不大谈到中国的政治，自然是怕中国人对他怀疑。中国的事都要打折扣，文字也是一样。白发三千丈这就是一个天大的诳！这就得大打其折扣。中国的别的问题，也可以以此类推哈哈！哈！内山的话我们听了并不觉得一点难为情，诗是不能用科学方法去批评的。内山不过是一个九州角落里的小商人，一个暗探，我们除了用微笑去回答之外，自然不会拿什么话语去向他声辩了。不久以前，在自由谈上看到何家干先生的一篇文字，就是内山所说的那些话。原来所谓思想界的权威，所谓文坛老将，连一点这样的文章都非出自心裁！内山还和我们谈了好些，航空救国等问题都谈到，也有些是已由何家干先生抄去在自由谈发表过的。我们除了勉强敷衍他之外，不大讲什么话，不想理他。因为我们知道内山是个什么东西，而我们又没有请他救过命，保过险，以后也决不预备请他救命或保险。我同我的朋友出了内山书店，又散步散到虹口公园去了。不到一礼拜七月六日，社会新闻第四卷二期就加以应援，并且廓大到左联去了。其中的茅盾，是本该写作的故意的错误，为的是令人不疑为出于同一人的手笔――内山书店与左联文艺座谈第一期上说，日本浪人内山完造在上海开书店，是侦探作用，这是确属的，而尤其与左联有缘。记得郭沫若由汉逃沪，即匿内山书店楼上，后又代为买船票渡日。茅盾在风声紧急时，亦以内山书店为惟一避难所。然则该书店之作用究何在者？"}
