{"text":"日本的辞林以为即中国的白头鸟。第五章上还有两个燕雀类的鸟名ssss。无从考查，只得姑且直译为苇雀和嗌雀。但小说用字，没有科学上那么缜密，也许两者还是同一的东西。热心于交谈的两种毒菌，黑而胖的鬼菌ss和细长而红，且有斑点的捕蝇菌s，都是直译，只是捕字是添上去的。捕蝇菌引以自比的鸟莓，也是直译，但我们因为莓字，还可以推见这果实是红质白点，好像桑葚一般的东西。植物学大辞典称为七度灶，是日本名的直译，而添了一个度字。将种子从孔中喷出，自以为大幸福的小菌，我记得中国叫作酸浆菌，因为它的形状，颇像酸浆草的果实。但忘了来源，不敢用了索性直译德语的s，谓之地星。植物学大辞典称为土星菌，我想，大约是译英语的s的，但这我以为也不如译作地，免得和天空中的土星相混。第六章的霍布草p是译音的，根据了化学卫生论。红h鸟是译意的。这鸟也属于燕雀类，嘴阔而尖，腹白，头和背赤褐色，鸣声可爱。中国叫作知更雀。第七章的翠菊是s莘尼亚是Z的音译，日本称为百日草。第八章开首的春天的先驱是松雪草，德国叫它雪钟儿。接着开花的是紫花地丁，其实并不一定是紫色的，也有人译作堇草。最后才开莲馨花ss，日本叫樱草，辞林云属樱草科，自生山野间。叶作卵状心形。花茎长，顶生伞状的花序。花红紫色，或白色状似樱花，故有此名。这回在窗外常春藤上吵闹的白头翁鸟，是的翻译，不是第四章所说的白头鸟了。但也属于燕雀类，形似鸠而小，全体灰黑色，顶白栖息野外，造巢树上，成群飞鸣，一名白头发。约翰讲的池中的动物，也是我们所要详细知道的。但水甲虫是ss的直译，不知其详。水蜘蛛ss其实也并非蜘蛛，不过形状相像，长只五六分，全身淡黑色而有光泽，往往群集水面。辞林云中国名水黾。因为过于古雅，所以不用。鲵鱼是两栖类的动物，状似蜥蜴，灰黑色，居池水或溪水中，中国有些地方简直以供食用。"}
{"text":"但也属于燕雀类，形似鸠而小，全体灰黑色，顶白栖息野外，造巢树上，成群飞鸣，一名白头发。约翰讲的池中的动物，也是我们所要详细知道的。但水甲虫是ss的直译，不知其详。水蜘蛛ss其实也并非蜘蛛，不过形状相像，长只五六分，全身淡黑色而有光泽，往往群集水面。辞林云中国名水黾。因为过于古雅，所以不用。鲵鱼是两栖类的动物，状似蜥蜴，灰黑色，居池水或溪水中，中国有些地方简直以供食用。刺鱼原译作，我想这是不对的，因为它是生在深海的底里的鱼。s才是淡水中的小鱼，背部及腹部有硬刺，长约一尺，在水底的水草的茎叶或须根间作窠，产卵于内。日本称前一种为硬鳍鱼，俗名丝鱼后一种为棘鳍鱼。ss不知中国何名，姑且用日本名，曰雏菊。小约翰自从失掉了旋儿，其次荣儿之后，和花卉虫鸟们也疏远了。但在第九章上还记着他遇见两种高傲的黄色的夏花s，直译起来，是夜烛和王烛，学名sspss两种都是欧洲的植物，中国没有名目的。前一种近来输入得颇多许多译籍上都沿用日本名月见草，月见者，玩月也，因为它是傍晚开的。但北京的花儿匠却曾另立了一个名字，就是月下香我曾经采用在桃色的云里，现在还仍旧。后一种不知道底细，只得直译德国名。第十一章是凄惨的游览坟墓的场面，当然不会再看见有趣的生物了。穿凿念动黑暗的咒文，招来的虫们，约翰所认识的有五种。蚯蚓和蜈蚣，我想，我们也谁都认识它，和约翰有同等程度的。鼠妇和马陆较为生疏，但我已在引言里说过了。独有给他们打灯笼的，我的新独和辞书上注道蠼螋。虽然明明译成了方块字，而且确是中国名，其实还是和一样地不能懂，因为我终于不知道这究竟是怎样的东西。放出学者的本领来查古书，有的，玉篇云螋，虫名亦名蠼螋。还有博雅云螋，也。也不得要领。我也只好私淑号码博士，看见中国式的号码便算满足了。还有一个最末的手段，是译一段日本的辞林来说明它的形状属于直翅类中蠼螋科的昆虫。体长一寸许全身黑褐色而有黄色的脚。无翅有触角二十节。"}
{"text":"虽然明明译成了方块字，而且确是中国名，其实还是和一样地不能懂，因为我终于不知道这究竟是怎样的东西。放出学者的本领来查古书，有的，玉篇云螋，虫名亦名蠼螋。还有博雅云螋，也。也不得要领。我也只好私淑号码博士，看见中国式的号码便算满足了。还有一个最末的手段，是译一段日本的辞林来说明它的形状属于直翅类中蠼螋科的昆虫。体长一寸许全身黑褐色而有黄色的脚。无翅有触角二十节。尾端有歧，以挟小虫之类。第十四章以为沙眸子，是直译的，本文就说明着是一种小蝴蝶。还有一个，我的新独和辞书上除了货币之外，没有别的解释。乔峰来信云查德文分类学上均无此名。后在一种德文字典上查得可作解一语，而则薄荷也。我想，大概不错的。这样，就译为薄荷。一九二七年六月十四日写讫。。本篇最初印入一九二八年一月北京未名社出版的小约翰。讨赤原是北洋军阀常用的一个政治口号，他们往往把一切共产主义的革命的稍带进步色彩的以至为他们所敌视的各种事物统称之为赤化，而把他们对此采取的战争行动和镇压措施称为讨赤。作本篇时正是奉系军阀盘踞北京，以讨赤为名大搞白色恐怖的时候。革命策源地广东是第一次国内革命战争时期最早的革命根据地，所以当时曾被称为革命的策源地。作本篇已在一九一七年四一二反革命政变之后，所以说不敢妄想从容。赫尔特维希，―，德国动物学家。ss施特拉斯布格ss，―，德国植物学家。植物学大辞典杜亚泉等编辑，一九一八年二月上海商务印书馆出版。经学家研究儒家经籍的学者。毛诗，即诗经。诗经的古文学派，相传为西汉初年毛亨毛苌所传，故称毛诗。三国吴陆玑著有毛诗草木鸟兽虫鱼疏，是一部注解毛诗中的动植物的专书。小学家研究语言文字的学者汉代称文字学为小学。尔雅，中国最早解释词义的专书，不详，全书共十九篇，前三篇为一般词语，其下各篇则为各种名物的解释。"}
{"text":"植物学大辞典杜亚泉等编辑，一九一八年二月上海商务印书馆出版。经学家研究儒家经籍的学者。毛诗，即诗经。诗经的古文学派，相传为西汉初年毛亨毛苌所传，故称毛诗。三国吴陆玑著有毛诗草木鸟兽虫鱼疏，是一部注解毛诗中的动植物的专书。小学家研究语言文字的学者汉代称文字学为小学。尔雅，中国最早解释词义的专书，不详，全书共十九篇，前三篇为一般词语，其下各篇则为各种名物的解释。本草记载中医药物的专书，统称本草，如神农本草经本草纲目药物包括金石及动植物等。凯白勒荷兰语作s，意云夜莺草。ss，峨参属。本草别录又名名医别录，南朝梁陶弘景著，原书已佚，其内容曾录入重修政和经史证类备用本草简称证类本草一书。的引文见该书卷十四。化学卫生论一部关于营养学的书，英国真司腾著，罗以斯增订，傅兰雅译，计四卷三十三章，一八七九年上海广学会出版。霍布，通译忽布，见该书第十六章论忽布花等醉性之质。水黾亦名水马，栖息于池沼的小虫。ss学名sps，植物学大辞典的译名是延命菊，英拉汉植物名称则译为雏菊。玉篇南朝梁顾野王编撰，唐孙强增加，宋陈彭年等重修，体例仿说文解字的古代字书之一，计三十卷。博雅三国魏张揖编撰，研究古代词汇和注释的词书，篇目次序据尔雅，共十卷，原题广雅，因避隋炀帝讳改名博雅。思想山水人物思想山水人物题记两三年前，我从这杂文集中翻译北京的魅力的时候，并没有想到要续译下去，积成一本书册。每当不想作文，或不能作文，而非作文不可之际，我一向就用一点译文来塞责，并且喜欢选取读者，两不费力的文章。这一篇是适合的。爽爽快快地写下去，毫不艰深，但也分明可见中国的影子。我所有的书籍非常少，后来便也还从这里选译了好几篇，那大概是关于思想和文艺的。的专门是法学，这书的归趣是政治，所提倡的是自由主义。我对于这些都不了然。"}
{"text":"每当不想作文，或不能作文，而非作文不可之际，我一向就用一点译文来塞责，并且喜欢选取读者，两不费力的文章。这一篇是适合的。爽爽快快地写下去，毫不艰深，但也分明可见中国的影子。我所有的书籍非常少，后来便也还从这里选译了好几篇，那大概是关于思想和文艺的。的专门是法学，这书的归趣是政治，所提倡的是自由主义。我对于这些都不了然。只以为其中关于英美现势和国民性的观察，关于几个人物，如亚诺德，威尔逊，穆来的评论，都很有明快切中的地方，滔滔然如瓶泻水，使人不觉终卷。听说青年中也颇有要看此等文字的人。自检旧译，长长短短的已有十二篇，便索性在上海的革命文学潮声中，在玻璃窗下，再译添八篇，凑成一本付印了。原书共有三十一篇。如自序所说，从第二篇起，到第二十二篇止，是感想第二十三篇以下，是旅行记和关于旅行的感想。我于第一部分中，选译了十五篇从第二部分中，只选译了四篇，因为从我看来，的旅行记是轻妙的，但往往过于轻妙，令人如读日报上的杂俎，因此倒减却移译的兴趣了。那一篇说自由主义，也并非我所注意的文字。我自己，倒以为瞿提所说，自由和平等不能并求，也不能并得的话，更有见地，所以人们只得先取其一的。然而那却正是所研究和神往的东西，为不失这书的本色起见，便特地译上那一篇去。这里要添几句声明。我的译述和绍介，原不过想一部分读者知道或古或今有这样的事或这样的人，思想，言论并非要大家拿来作言动的南针。世上还没有尽如人意的文章，所以我只要自己觉得其中有些有用，或有些有益，于不得已如前文所说时，便会开手来移译，但一经移译，则全篇中虽间有大背我意之处，也不加删节了。因为我的意思，是以为改变本相，不但对不起，也对不起读者的。我先前译印厨川白村的出了象牙之塔时，办法也如此。且在里，曾悼惜的早死，因为我深信的意见，在日本那时是还要算急进的。后来看见上海的革命的妇女上，元法先生的论文，才知道他因为见了的另一本北米印象记里有赞成贤母良妻主义的话，便颇责我的失言，且惜之不早死。这实在使我很惶恐。我太落拓，因此选译也一向没有如此之严，以为倘要完全的书，天下可读的书怕要绝无，倘要完全的人，天下配活的人也就有限。"}
{"text":"我先前译印厨川白村的出了象牙之塔时，办法也如此。且在里，曾悼惜的早死，因为我深信的意见，在日本那时是还要算急进的。后来看见上海的革命的妇女上，元法先生的论文，才知道他因为见了的另一本北米印象记里有赞成贤母良妻主义的话，便颇责我的失言，且惜之不早死。这实在使我很惶恐。我太落拓，因此选译也一向没有如此之严，以为倘要完全的书，天下可读的书怕要绝无，倘要完全的人，天下配活的人也就有限。每一本书，从每一个人看来，有是处，也有错处，在现今的时候是一定难免的。我希望这一本书的读者，肯体察我以上的声明。例如本书中的论办事法是极平常的一篇短文，但却很给了我许多益处。我素来的做事，一件未毕，是总是时时刻刻放在心中的，因此也易于困惫。那一篇里面就指示着这样脾气的不行，人必须不凝滞于物。我以为这是无论做什么事，都可以效法的，但万不可和中国祖传的将事情不当事即不认真相牵混。原书有插画三幅，因为我觉得和本文不大切合，便都改换了，并且比原数添上几张，以见文中所讲的人物和地方，希望可以增加读者的兴味。帮我搜集图画的几个朋友，我便顺手在此表明我的谢意，还有教给我所不解的原文的诸君。一九二八年三月三十一日，于上海寓楼译毕记。思想山水人物日本鹤见v辅的杂文集。原书于一九二四年由日本东京大日本雄辩会社出版，共收杂文三十一篇。选译了二十篇，其中十三篇包括的译文在收入单行本之前，曾分别发表于当时的报刊北新周刊北新半月刊语丝周刊京报副刊莽原半月刊民众文艺周刊。鹤见v辅―，日本评论家，曾留学美国。主要著作除思想山水人物外，有南洋游记欧美名士印象记拜仑传等。本篇最初以关于思想山川人物为题，连同思想山水人物的译文，同发表于一九二八年五月二十八日语丝周刊第四卷第二十二期，后收入思想山水人物单行本。亚诺德，―英国文艺批评家诗人。著有文学批评论文集等。威尔逊s，―，美国第二十八任总统，民主党人。穆来，―，英国历史学家政论家，曾任自由党内阁大臣。"}
{"text":"本篇最初以关于思想山川人物为题，连同思想山水人物的译文，同发表于一九二八年五月二十八日语丝周刊第四卷第二十二期，后收入思想山水人物单行本。亚诺德，―英国文艺批评家诗人。著有文学批评论文集等。威尔逊s，―，美国第二十八任总统，民主党人。穆来，―，英国历史学家政论家，曾任自由党内阁大臣。革命文学潮声中指一九二八年间创造社等文学团体提倡的革命文学。革命的妇女上，元法先生的论文待查。北米印象记即北美印象记，日本厨川白村写于一九一七年的游美杂记。有沈端先中译本，一九二九年上海金屋书店出版。说幽默附记将这字，音译为幽默，是语堂开首的。因为那两字似乎含有意义，容易被误解为静默幽静等，所以我不大赞成，一向没有沿用。但想了几回，终于也想不出别的什么适当的字来，便还是用现成的完事。一九二六，一二，七。识于厦门。本篇连同说幽默的译文，最初发表于一九二七年一月十日莽原半月刊第二卷第一期，后来同印入单行本。语堂即林语堂―，福建龙溪人，作家。早年留学美国德国，回国后任北京大学厦门大学教授，三十年代在上海主编论语人间世等杂志，提倡所谓性灵幽默文学。著有杂文集剪拂集等。书斋生活与其危险附记这是思想山水人物中的一篇，不写何时所作，大约是有所为而发的。是法学家，又喜欢谈政治，所以意见如此。数年以前，中国的学者们曾有一种运动，是教青年们躲进书斋去。我当时略有一点异议，意思也不过怕青年进了书斋之后，和实社会实生活离开，变成一个呆子，――胡涂的呆子，不是勇敢的呆子。不料至今还负着一个思想过激的罪名，而对于实社会实生活略有言动的青年，则竟至多遭意外的灾祸。译此篇讫，遥想日本言论之自由，真不禁感慨系之矣！要书斋生活者和社会接近，意在使知道世评，改正自己一意孤行的偏宕的思想。但我以为这意思是不完全的。第一，要先看怎样的世评。假如是一个腐败的社会，则从他所发生的当然只有腐败的舆论，如果引以为鉴，来改正自己，则其结果，即非同流合@，也必变成圆滑。"}
{"text":"不料至今还负着一个思想过激的罪名，而对于实社会实生活略有言动的青年，则竟至多遭意外的灾祸。译此篇讫，遥想日本言论之自由，真不禁感慨系之矣！要书斋生活者和社会接近，意在使知道世评，改正自己一意孤行的偏宕的思想。但我以为这意思是不完全的。第一，要先看怎样的世评。假如是一个腐败的社会，则从他所发生的当然只有腐败的舆论，如果引以为鉴，来改正自己，则其结果，即非同流合@，也必变成圆滑。据我的意见，公正的世评使人谦逊，而不公正或流言式的世评，则使人傲慢或冷嘲，否则，他一定要愤死或被逼死的。一九二七年六月一日，附记。本篇连同书斋生活与其危险的译文，最初发表于一九二七年六月二十五日莽原半月刊第二卷第十二期，未印入单行本。学者们指胡适等人。胡适在一九二二年创办努力周报，在它的副刊读书杂志上，劝人踱进研究室整理国故。五卅运动后，他又在现代评论第二卷第三十九期一九二五年九月五日发表爱国运动与求学一文，主张救国必先求学，企图使学生脱离爱国运动。一点异议在一九二五年三月二十九日致徐炳昶的信见华盖集通讯中指出前三四年有一派思潮，毁了事情颇不少。学者多劝人踱进研究室，乃是他们所公设的巧计，是精神的枷锁，不料有许多人，却自囚在什么室什么宫里，岂不可惜。在华盖集碎话中也表示了反对进研究室的主张。壁下译丛壁下译丛小引这是一本杂集三四年来所译关于文艺论说的书，有为熟人催促，译以塞责的，有闲坐无事，自己译来消遣的。这回汇印成书，于内容也未加挑选，倘有曾在报章上登载而这里却没有的，那是因为自己失掉了稿子或印本。书中的各论文，也并非各时代的各名作。想翻译一点外国作品，被限制之处非常多。首先是书，住在虽然大都市，而新书却极难得的地方，见闻决不能广。其次是时间，总因许多杂务，每天只能分割仅少的时光来阅读加以自己常有避难就易之心，一遇工作繁重，译时费力，或豫料读者也大约要觉得艰深讨厌的，便放下了。这回编完一看，只有二十五篇，曾在各种期刊上发表过的是三分之二。十人，除俄国的开培尔外，都是日本人。"}
{"text":"书中的各论文，也并非各时代的各名作。想翻译一点外国作品，被限制之处非常多。首先是书，住在虽然大都市，而新书却极难得的地方，见闻决不能广。其次是时间，总因许多杂务，每天只能分割仅少的时光来阅读加以自己常有避难就易之心，一遇工作繁重，译时费力，或豫料读者也大约要觉得艰深讨厌的，便放下了。这回编完一看，只有二十五篇，曾在各种期刊上发表过的是三分之二。十人，除俄国的开培尔外，都是日本人。这里也不及历举他们的事迹，只想声明一句其中惟岛崎藤村，有岛武郎，武者小路实笃三位，是兼从事于创作的。就排列而言，上面的三分之二――绍介西洋文艺思潮的文字不在内――凡主张的文章都依照着较旧的论据，连新时代与文艺这一个新题目，也还是属于这一流。近一年来中国应着革命文学的呼声而起的许多论文，就还未能啄破这一层老壳，甚至于踏了文学是宣传的梯子而爬进唯心的城堡里去了。看这些篇，是很可以借镜的。后面的三分之一总算和新兴文艺有关。片上伸教授虽然死后又很有了非难的人，但我总爱他的主张坚实而热烈。在这里还编进一点和有岛武郎的论争，可以看看固守本阶级和相反的两派的主意之所在。末一篇不过是绍介，那时有三四种译本先后发表，所以这就搁下了，现在仍附之卷末。因为并不是一时翻译的，到现在，原书大半已经都不在手头了，当编印时，就无从一一复勘但倘有错误，自然还是的责任，甘受弹纠，决无异言。又，去年革命文学家群起而努力于宣传我的个人琐事的时候，曾说我要译一部论文。那倒是真的，就是这一本，不过并非全部新译，仍旧是曾经横横直直，发表过的居大多数，连自己看来，也说不出是怎样精采的书。但我是向来不想译世界上已有定评的杰作，附以不朽的，倘读者从这一本杂书中，于绍介文字得一点参考，于主张文字得一点领会，心愿就十分满足了。书面的图画，也如书中的文章一样，是从日本书先驱艺术丛书上贩来的，原也是书面，没有署名，不知谁作，但记以志谢。一千九百二十九年四月二十日，于上海校毕记。壁下译丛在一九二四年至一九二八年间译的文艺论文的结集，一九二九年四月上海北新书局出版。计收论文二十五篇，其中十七篇在编集前曾分别发表于当时的报刊莽原周刊语丝周刊莽原半月刊小说月报奔流月刊大江月刊国民新报副刊。"}
