{"text":"这自然也是沉默的一种用法，是上司对属僚保持威严用的。用在一般交际里，未免太露骨了而在上述的情形中，不为主人留一些余地，更属无礼。大人物以及准大人物之可怕，正在此等处。至于应付的方法，其实倒也有，那还是沉默只消照样笼了手，和他对看起来，他大约也就无可奈何了罢？原载年月日清华周刊第卷第期散文全编撩天儿世说新语品藻篇有这么一段儿王黄门兄弟三人俱诣谢公。子猷，子重多说俗事，子敬寒温而已。既出，坐客问谢公，向三肾熟愈？谢公曰，小者最胜。客曰，何以知之？谢公曰，吉人之辞寡，躁人之辞多，推此知之。王子敬只谈烫天气，谢安引易系辞传的句子称赞他话少的好。世说的记他的两位哥哥多说俗事，那么，寒温就是雅事了。寡言向来认为美德，原无雅俗可说谢安所赞美的似乎是寒温而已，刘义庆所着眼的却似乎是寒温而已，他们的看法是不一样的。寡言虽是美德，可是健谈，谈笑风生，自来也不失为称赞人的语句。这些可以说是美才，和美德是两回事，却并不互相矛盾，只是从另一角度看人罢了。只有花言巧语才真是要不得的。古人教人寡言，原来似乎是给执政者和外交官说的。这些人的言语关系往往很大，自然是谨慎的好，少说的好。后来渐渐成为明哲保身的处世哲学，却也有它的缘故。说话不免陈述自己，评论别人。这些都容易落把柄在听话人的手里。旧小说里常见的逢人只说三分话，未可全抛一片心，就是教人少陈述自己。女儿经里的张家长，李家短，他家是非你莫管，就是教人少评论别人。这些不能说没有道理。但是说话并不一定陈述自己，评论别人，像谈论天气之类。就是陈述自己，评论别人，也不一定就全抛一片心，或道张家长，李家短。戏法人人会变，各有巧妙不同，这儿就用得着那些美才了。但是花言巧语却不在这儿所谓巧妙的里头，那种人往往是别有用心的。所谓健谈，谈笑风生，却只是无所用心的闲谈，谈天，撩天儿而已。撩天儿最能表现闲谈的局面。一面是天儿，是闲谈少不了的题目，一面是撩，闲谈只是东牵西引那么回事。这撩字抓住了它的神儿。日常生活里，商量，和解，乃至演说，辩论等等，虽不是别有用心的说话，却还是有所用心的说话。"}
{"text":"戏法人人会变，各有巧妙不同，这儿就用得着那些美才了。但是花言巧语却不在这儿所谓巧妙的里头，那种人往往是别有用心的。所谓健谈，谈笑风生，却只是无所用心的闲谈，谈天，撩天儿而已。撩天儿最能表现闲谈的局面。一面是天儿，是闲谈少不了的题目，一面是撩，闲谈只是东牵西引那么回事。这撩字抓住了它的神儿。日常生活里，商量，和解，乃至演说，辩论等等，虽不是别有用心的说话，却还是有所用心的说话。只有闲谈，以消遣为主，才可以算是无所为的，无所用心的说话。人们是不甘静默的，爱说话是天性，不爱说话的究竟是很少的。人们一辈子说的话，总计起来，大约还是闲话多，费话多正经话太用心了，究竟也是很少的。人们不论怎么忙，总得有休息闲谈就是一种愉快的休息。这其实是不可少的。访问，宴会，旅行等等社交的活动，主要的作用其实还是闲谈。西方人很能认识闲谈的用处。十八世纪的人说，说话是互相传达情愫，彼此受用，彼此启发的。十九世纪的人说，谈话的本来目的不是增进知识，是消遣二十世纪的人说，人的百分之九十九的谈话并不比苍蝇的哼哼更有意义些可是他愿意哼哼，愿意证明他是个活人，不是个蜡人。谈话的目的，多半不是传达观念，而是要哼哼。自然，哼哼也有高下有的像蚊子那样不停的响，真教人生气。可是在晚餐会上，人宁愿作蚊子，不愿作哑子。幸而大多数的哼哼是悦耳的，有些并且是快心的。看！十八世纪还说启发，十九世纪只说消遣，二十世纪更只说哼哼，一代比一代干脆，也一代比一代透彻了。闲谈从天气开始，古今中外，似乎一例。这正因为天气是个同情的话题，无人不知，无人不晓，而又无需乎陈述自己或评论别人。刘义庆以为是雅事，便是因为谈天气是无所为的，无所用心的。但是后来这件雅事却渐渐成为雅俗共赏了闲谈又叫谈天，又叫撩天儿，一面见出天气在闲谈里的重要地位，一面也见出天气这个话题已经普遍化到怎样程度。因为太普遍化了，便有人嫌它古老，陈腐他们简直觉得天气是个俗不可耐的题目。于是天气有时成为笑料，有时跑到讽刺的笔下去。"}
{"text":"但是后来这件雅事却渐渐成为雅俗共赏了闲谈又叫谈天，又叫撩天儿，一面见出天气在闲谈里的重要地位，一面也见出天气这个话题已经普遍化到怎样程度。因为太普遍化了，便有人嫌它古老，陈腐他们简直觉得天气是个俗不可耐的题目。于是天气有时成为笑料，有时跑到讽刺的笔下去。s，，，据s，p引，见s，，，pss再版自序。，散文有一回，一对未婚的中国夫妇到伦敦结婚登记局里，是下午三四点钟了，天上云沉沉的，那位管事的老头儿却还笑着招呼说，早晨好！天儿不错，不是吗？朋友们传述这个故事，都当作笑话。先生的立论也曾用今天天气哈构构讽刺世故人的口吻。那位老头儿和那种世故人来的原是客套话，因为太熟套了，有时就不免离了谱。但是从此可见谈天气并不一定认真的谈天气，往往只是招呼，只是应酬，至多也只是引子。笑话也罢，讽刺也罢，哼哼总得哼哼的，所以我们都不断的谈着天气。天气虽然是个老题目，可是风云不测，变化多端，未必就是个腐题目照实际情形看，它还是个好题目。去年二月美大使詹森过昆明到重庆去。昆明的记者问他，此次经滇越路，比上次来昆，有何特殊观感？他答得很妙上次天气炎热，此次气候温和，天朗无云，旅行甚为平安舒适。这是外交辞令，是避免陈述自己和评论别人的明显的例子。天气有这样的作用，似乎也就无可厚非了。中央日报昆明版，年月日。谈话的开始难，特别是生人相见的时候。从前通行请教尊姓，台甫，贵处，甚至贵庚等等，一半是认真――知道了人家的姓字，当时才好称呼谈话，虽然随后大概是忘掉的多――，另一半也只是哼哼罢了。自从有了介绍的方式，这一套就用不着了。这一套里似乎只有贵处一问还可以就答案发挥下安别的都只能一答而止，再谈下去，就非换题目不可，那大概还得转到天气上去，要不然，也得转到别的一些琐屑的节目上去，如几时到的？"}
{"text":"中央日报昆明版，年月日。谈话的开始难，特别是生人相见的时候。从前通行请教尊姓，台甫，贵处，甚至贵庚等等，一半是认真――知道了人家的姓字，当时才好称呼谈话，虽然随后大概是忘掉的多――，另一半也只是哼哼罢了。自从有了介绍的方式，这一套就用不着了。这一套里似乎只有贵处一问还可以就答案发挥下安别的都只能一答而止，再谈下去，就非换题目不可，那大概还得转到天气上去，要不然，也得转到别的一些琐屑的节目上去，如几时到的？路上辛苦吧？是第一次到这儿罢？之类。用介绍的方式，谈话的开始更只能是这些节目。若是相识的人，还可以说近来好吧？忙得怎么样？等等。这些琐屑的节目像天气一样是哼哼词儿，可只是特殊的调儿，同时只能说给一个人听，不像天气是普通的调儿，同时可以说给许多人听。所以天气还是打不倒的谈话的引子――从这个引子可以或断或连的牵搭到四方八面去。但是在变动不居的非常时代，大家关心或感兴趣的题目多，谈话就容易开始，不一定从天气下手。天气跑到讽刺的笔下，大概也就在这当儿。我们的正是这种时代。抗战，轰炸，政治，物价，欧战，随时都容易引起人们的谈话，而且尽够谈一个下午或一个晚上，无须换题目。新闻本是谈话的好题目，在平常日子，大新闻就能够取天气而代之，何况这时代，何况这些又都是关切全民族利害的！政治更是个老题目，向来政府常禁止人们谈，人们却偏爱谈。袁世凯张作霖的时代，北平茶楼多挂着莫谈国事的牌子，正见出人们的爱谈国事来。但是新闻和政治总还是跟在天气后头的多，除了这些，人们爱谈的是些逸闻和故事。这又全然回到茶余酒后的消遣了。还有性和鬼，也是闲谈的老题目。据说美国有个化学家，专心致志的研究他的化学，差不多不知道别的，可就爱谈性，不惜一晚半晚的谈下去。鬼呢，我们相信的明明很少，有时候却也可以独占一个晚上。不过这些都得有个引子，单刀直入是很少的。谈话也得看是哪一等人。平常总是地位差不多职业相近似的人聚会的时候多，话题自然容易找些。若是聚会里夹着些地位相殊或职业不近的人，那就难点儿。引子倒是有现成的，如上文所说种种，也尽够用了，难的是怎样谈下去。若是知识或见闻够广博的，自然可以抓住些新题目，适合这些特殊的客人的兴趣，同时还不至于冷落了别人。"}
{"text":"鬼呢，我们相信的明明很少，有时候却也可以独占一个晚上。不过这些都得有个引子，单刀直入是很少的。谈话也得看是哪一等人。平常总是地位差不多职业相近似的人聚会的时候多，话题自然容易找些。若是聚会里夹着些地位相殊或职业不近的人，那就难点儿。引子倒是有现成的，如上文所说种种，也尽够用了，难的是怎样谈下去。若是知识或见闻够广博的，自然可以抓住些新题目，适合这些特殊的客人的兴趣，同时还不至于冷落了别人。要不然，也可以发挥自己的熟题目，但得说成和天气差不多的雅俗共赏的样子。话题就难在这共赏或同情上头。不用说，题目的性质是一个决定的因子。可是无论什么地位什么职业的人，总还是人，人情是不相远的。谁都可以谈烫天气，就是眼前的好证据。虽然是自己的熟题目，只要拣那些听起来不费力而可以满足好奇心的节目发挥开去，也还是可以共赏的。这儿得留意隐藏着自己，自己的知识和自己的身份。但是自己并非不能作题目，自己也是人，只要将自己当作一个不多不少的人陈述着，不要特别爱惜，更不要得意忘形，人们也会同情的。自己小小的错误或愚蠢，不妨公诸同好，用不着爱惜。自己的得意，若有可以引起一般人兴趣的地方，不妨说是有一个人如此这般，或者以多报少，像不说很知道而说知道一点儿之类。用自己的熟题目，还有一层便宜处。若有大人物在座，能找出适合他的口味而大家也听得进去的话题，固然很好，可是万一说了外行话，就会引得那大人物或别的人肚子里笑，不如谈自己的倒是善于用短。无论如何，一番话总要能够教座中人悦耳快心，暂时都忘记了自己的地位和职业才好。有些人只愿意人家听自己的谈话。一个声望高，知识广，听闻多，记性强的人，往往能够独占一个场面，滔滔不绝的谈下去。他谈的也许是若干牵搭着的题目，也许只是一个题目。若是座中只三五个人，这也可以是一个愉快的场面，虽然不免有人抱向隅之感。若是人多了，也许就有另行找伴儿搭话的，那就有些杀风景了。这个独占场面的人若是声望不够高，知识和经验不够广，听话的可窘了。人多还可以找伴儿搭话，人少就只好干耗着，一面想别的。在这种聚会里，主人若是尽可能预先将座位安排成可分可合的局势，也许方便些。平常的闲谈可总是引申别人一点儿，自己也说一点儿，想着是别人乐意听听的别人若乐意听下去，就多说点儿。"}
{"text":"他谈的也许是若干牵搭着的题目，也许只是一个题目。若是座中只三五个人，这也可以是一个愉快的场面，虽然不免有人抱向隅之感。若是人多了，也许就有另行找伴儿搭话的，那就有些杀风景了。这个独占场面的人若是声望不够高，知识和经验不够广，听话的可窘了。人多还可以找伴儿搭话，人少就只好干耗着，一面想别的。在这种聚会里，主人若是尽可能预先将座位安排成可分可合的局势，也许方便些。平常的闲谈可总是引申别人一点儿，自己也说一点儿，想着是别人乐意听听的别人若乐意听下去，就多说点儿。还得让那默默无言的和冷冷儿的收起那长面孔，也高兴的听着。这才有意思。闲谈不一定增进人们的知识，可是对人对事得有广泛的知识，才可以有谈的有些人还得常常读些书报，才不至于谈的老是那几套儿。并且得有好性儿，要不然，净闹别扭，真成了话不投机半句多了。记性和机智不用说也是少不得的。记性坏，往往谈得忽断忽连的，教人始而闷气，继而着急。机智差，往往赶不上点儿，对不上茬儿。闲谈总是断片的多，大段的需要长时间，维持场面不易。又总是报告的描写的多，议论少。议论不能太认真，太认真就不是闲谈可也不能太不认真，太不认真就不成其为议论得斟酌乎两者之间，所以难。议论自然可以批评人，但是得泛泛儿的，远远儿的也未尝不可骂人，但是得用同情口吻。你说这是戏！人生原是戏。戏也是有道理的，并不一定是假的。闲谈要有意思所谓语言无味，就是没有意思。不错，闲谈多半是费话，可是有意思的费话和没有意思的还是不一样。又臭又长，没有意思重复，矛盾，老套儿，也没有意思。又臭又长也是机智差，重复和矛盾是记性坏，老套儿是知识或见闻太可怜见的。所以除非精力过人，谈话不可太多，时间不可太久，免得露了马脚。古语道，言多必失，这儿也用得着。，，，，导言，还有些人只愿意自己听人家的谈话。这些人大概是些不大能，或不？者有一锥子也扎不出一句话的，可是少。那不是笨货就是怪人，可以存而不论。平常所谓不能谈话的，也许是知识或见闻不够用，也许是见的世面少。这种人在家里，在亲密的朋友里，也能有说有笑的，一到了排场些的聚会，就哑了。但是这种人历练历练，能以成。也许是懒。这种人记性大概不好懒得谈，其实也没谈的。还有，是矜持。这种人是语不惊人死不休的。他们在等着一句聪明的话，可是老等不着。"}
{"text":"这些人大概是些不大能，或不？者有一锥子也扎不出一句话的，可是少。那不是笨货就是怪人，可以存而不论。平常所谓不能谈话的，也许是知识或见闻不够用，也许是见的世面少。这种人在家里，在亲密的朋友里，也能有说有笑的，一到了排场些的聚会，就哑了。但是这种人历练历练，能以成。也许是懒。这种人记性大概不好懒得谈，其实也没谈的。还有，是矜持。这种人是语不惊人死不休的。他们在等着一句聪明的话，可是老等不着。――等得着的是谈言微中的真聪明人这种人不能说是不能谈话，只能说是不爱谈话。不爱谈话的却还有深心的人他们生怕露了什么口风，落了什么把柄似的，老等着人家开口。也还有谨慎的人，他们只是小心，不是深心只是自己不谈或少谈，并不等着人家。这是明哲保身的人。向来所赞美的寡言，其实就是这样的人。但是寡言原来似乎是针对着战国时代好辩说的。后世有些高雅的人，觉得话多了就免不了说到俗事上去，爱谈话就免不了俗气，这和寡言的本义倒还近些。这些爱寡言的人也有他们的道理，谢安和刘义庆的赞美都是值得的。不过不能谈话不爱谈话的人，却往往更愿意听人家的谈话，人情究竟是不甘静默的。――就算谈话免不了俗气，但俗的是别人，自己只听听，也乐得的。一位英国的无名作家说过良心好，不愧于神和人，是第一件乐事，第二件乐事就是谈话。就一般人看，闲谈这一件乐事其实是不可少的。原载年月日中学生战时半月刊第期，，，，据s书引。散文全编如面谈朋友送来一匣信笺，笺上刻着两位古装的人，相对拱揖，一旁题了如面谈三个大字。是明代钟惺的尺牍选第一次题这三个字，这三个字恰说出了写信的用处。信原是写给你或你们几个人看的原是我对你或你们几个人的私人谈话，不过是笔谈罢了。对谈的人虽然亲疏不等，可是谈话总不能像是演说的样子，教听话的受不了。写信也不能像作论的样子，教看信的受不了，总得让看信的觉着信里的话是给自己说的才成。这在乎各等各样的口气。口气合式，才能够如面谈。"}
{"text":"是明代钟惺的尺牍选第一次题这三个字，这三个字恰说出了写信的用处。信原是写给你或你们几个人看的原是我对你或你们几个人的私人谈话，不过是笔谈罢了。对谈的人虽然亲疏不等，可是谈话总不能像是演说的样子，教听话的受不了。写信也不能像作论的样子，教看信的受不了，总得让看信的觉着信里的话是给自己说的才成。这在乎各等各样的口气。口气合式，才能够如面谈。但是写信究竟不是面谈不但不像面谈时可以运用声调表情姿态等等，并且老是自己的独白，没有穿插和掩映的方便，也比面谈难。写信要如面谈，比面谈需要更多的心思和技巧，并不是一下笔就能做到的。可是在一种语言里，这种心思和技巧，经过多少代多少人的运用，渐渐的程式化。只要熟习了那些个程式，应用起来，如面谈倒也不见得怎样难。我们的文言信，就是久经程式化了的，写信的人利用那些程式，可以很省力的写成合式的，多多少少如面谈的信。若教他们写白话，倒不容易写成这样像信的信。两般秋雨随笔记着一个人给一个妇人写家信，那妇人要照她说的写，那人周章了半天，终归搁笔。他没法将她说的那些话写成一封像信的信。文言信是有样子的，白话信压根儿没有样子那人也许觉得白话压根儿就不能用来写信。同样心理，测字先生代那些不识字的写信，也并不用白话他们宁可用那些不通的文言，如来信无别之类。我们现在自然相信白话可以用来写信，而且有时也实行写白话信。但是常写白话文的人，似乎除了胡适之先生外，写给朋友的信，还是用文言的时候多，这只要翻翻现代书简一类书就会相信的。原因只是一个懒字。文言信有现成的程式，白话信得句句斟酌，好像作文一般，太费劲，谁老有那么大工夫？文言至今还能苟偷懒，慢慢找出些白话应用文的程式，文言就真死了。林语堂先生在论语录体之用论语二十六期里说过一人修书，不曰示悉，而曰你的芳函接到了，不曰至感歉甚，而曰很感谢你非常惭愧，便是噜哩噜苏，文章不经济。示悉，至感，歉甚，都是文言信的程式，用来确是很经济，很省力的。但是林先生所举的三句噜哩噜苏的白话，恐怕只是那三句文言的直译，未必是实在的例子。我们可以说来信收到了，感谢，对不起，对不起得很，用不着绕弯儿从文言直译。――若真有这样绕弯儿的，那一定是新式的测字先生！"}
{"text":"林语堂先生在论语录体之用论语二十六期里说过一人修书，不曰示悉，而曰你的芳函接到了，不曰至感歉甚，而曰很感谢你非常惭愧，便是噜哩噜苏，文章不经济。示悉，至感，歉甚，都是文言信的程式，用来确是很经济，很省力的。但是林先生所举的三句噜哩噜苏的白话，恐怕只是那三句文言的直译，未必是实在的例子。我们可以说来信收到了，感谢，对不起，对不起得很，用不着绕弯儿从文言直译。――若真有这样绕弯儿的，那一定是新式的测字先生！这几句白话似乎也是很现成，很经济的。字数比那几句相当的文言多些，但是一种文体有一种经济的标准，白话的字句组织与文言不同，它们其实是两种语言，繁简当以各自的组织为依据，不当相提并论。白话文固然不必全合乎口语，白话信却总该是越能合乎口语，才越能如面谈。这几个句子正是我们口头常用的，至少是可以上口的，用来写白话信，我想是合式的。麻烦点儿的是敬启者，专此，敬请大安，这一套头尾。这是一封信的架子有了它才像一封信，没有它就不像一封信。敬启者如同我们向一个人谈话，开口时用的我对你说那句子，专此敬请大安相当于谈话结束时用的没有什么啦，再见那句子。但是面谈不一定用这一套儿，往往只要一转脸向着那人，就代替了那第一句话，一点头就代替了那第二句话。这是写信究竟不如面谈的地方。现在写白话信，常是开门见山，没有相当于敬启者的套头。但是结尾却还是装上的多，可也只用此祝健康！祝你进步！祝好！一类，像专此敬请大安那样分截的形式是不见了。敬启者的渊源是很悠久的，司马迁报任少卿书开头一句是太史公牛马走司马迁再拜言，少卿足下，再拜言就是后世的敬启者。少卿足下在再拜言之下，和现行的格式将称呼在敬启者前面不一样。既用称呼开头，敬启者原不妨省去现在还因循的写着，只是遗形物罢了。写白话信的人不理会这个，也是自然而然的。专此敬请大安下面还有称呼作全信的真结尾，也可算是遗形物，也不妨省去。但那套头差不多全剩了形式，这套尾多少还有一些意义，白话信里保存着它，不是没有理由的。在文言信里，这一套儿有许多变化，表示写信人和受信人的身份。"}
