{"text":"红笑，即红的笑，俄国安德烈夫的中篇小说。梅川的译本于一九三年七月由商务印书馆出版。华北日报国民党在华北地区的机关报。一九二九年一月一日在北平创刊，一九三七年七月芦沟桥事变后停刊。一九四五年八月复刊，一九四九年北平解放后查封。鹤西即程侃声，湖北人，当时在小说月报上发表过一些诗作。他的关于红笑一文连载于一九二九年四月十五日十七日十九日华北日报副刊。域外小说集和周作人在日本用文言翻译的外国短篇小说选集。一九九年三月七月先后出版两册，共收十六篇，由日本东京神田印刷所印行。小说月报一九一年清宣统二年七月创刊于上海，商务印书馆出版。最初由恽铁樵主编，一九一八年起，改由王蕴章西神主编，成为礼拜六派主要刊物之一。一九二一年第十二卷第一期起，由沈雁冰主编，内容大加改革，一九二三年第十四卷第一期起改由郑振铎主编。一九三一年十二月出至第二十二卷第十二期停刊。梅川即王方仁，浙江镇海人。在厦门大学广州中山大学任教时的学生，朝花社成员。二叶亭四迷―原名长谷川辰之助，日本作家翻译家。著有长篇小说浮云面影等。翻译过屠格涅夫果戈理等俄国作家的作品。竖琴苏联作家理定的短篇小说。卵傅囊胛目赜谝痪哦拍一月小说月报第二十卷第一号。备考来信未名备考来信未名我们学校里也有一个小小的图书馆，虽说不到国内的报章刊物杂志一切尽有，大概也有一二种而办学者虽说不到以全副力量在这里办学，总算得是出了一点狗力在这里厮闹。有一天，一位同学要求图书馆主任订购莽原，主任把这件事提交教授会议――或者是评议会，经神圣的教授会审查，说莽原是谈社会主义的，不能订。然而主任敌不过那同学的要求，终究订了。我自从听到莽原是谈社会主义的以后，便细心的从第一期起，重行翻阅一回，始终一点儿证据也找不着。不知他们所说的根据在何处？――恐怕他们的见解独到罢。这是要问你的一点。因为我喜欢看莽原，忽然听到教授老爷们说它谈社会主义，像我这样的学生小子，自然是要起恐慌的。因为社会主义这四字是不好的名词，像洪水猛兽的一般，――在他们看起来。"}
{"text":"然而主任敌不过那同学的要求，终究订了。我自从听到莽原是谈社会主义的以后，便细心的从第一期起，重行翻阅一回，始终一点儿证据也找不着。不知他们所说的根据在何处？――恐怕他们的见解独到罢。这是要问你的一点。因为我喜欢看莽原，忽然听到教授老爷们说它谈社会主义，像我这样的学生小子，自然是要起恐慌的。因为社会主义这四字是不好的名词，像洪水猛兽的一般，――在他们看起来。因为现在谈社会主义的书，就像从前有图画的本子，就要被塾师，就是当时的引导青年的前辈禁止，呵斥，甚而至于打手心一样。因为恐怕他们禁止我读我爱读的莽原，而要我去读人之初性本善，至于呵斥，打手心，所以害怕得要死。这也是要问你的一点，要问你一个明白的一点。有此两点，所以要问你，因为大学教授说的话，比较的真确――不是放屁，所以要问你，要问你莽原到底是不是谈社会主义。六，一，未名于武昌。我并不是姓未名名，也不是名未名，未名也不是我的别号，也不是像你们未名社没有取名字的意义。我的名二十一年前已经取好了，只是怕你把它宣布出来，那末他们教授老爷就要加害于我，所以不写出来。因为没有写出自己的真名字，就名之曰未名。本篇最初发表于一九二六年六月二十五日莽原半月刊第十二期。关于学生因为投稿被教授谋害的事，北京大学英语系学生董秋芳在一九二六年三月三十日京报副刊发表可怕与可杀一文，指斥陈西滢等把三一八惨案的责任放在群众领袖的身上。陈便利用北大英语系主任的职权，拒发英语翻译本给董，使他得不到该课成绩而影响毕业。董曾将此事经过告诉。指牛荣声的开倒车一文，见现代评论第七十八期一九二六年六月五日，其中说即如现在急进派骂稳健派为开倒车，照他们的主张，必须把知识阶级打倒，把一切社会制度根本推翻，方不是开倒车。不过大家要细想假设我们把知识阶级完全打倒后一百年，世界成个什么世界呢。心上有杞天之虑这是杨荫榆掉弄成语杞人忧天而成的不通的文句。见她发表于一九二五年五月二十日晨报的对于暴烈学生之感言。关于杨君袭来事件的辩正关于杨君袭来事件的辩正一今天有几位同学极诚实地告诉我，说十三日访我的那一位学生确是神经错乱的，十三日是发病的一天，此后就加重起来了。"}
{"text":"不过大家要细想假设我们把知识阶级完全打倒后一百年，世界成个什么世界呢。心上有杞天之虑这是杨荫榆掉弄成语杞人忧天而成的不通的文句。见她发表于一九二五年五月二十日晨报的对于暴烈学生之感言。关于杨君袭来事件的辩正关于杨君袭来事件的辩正一今天有几位同学极诚实地告诉我，说十三日访我的那一位学生确是神经错乱的，十三日是发病的一天，此后就加重起来了。我相信这是真实情形，因为我对于神经患者的初发状态没有实见和注意研究过，所以很容易有看错的时候。现在我对于我那记事后半篇中神经过敏的推断这几段，应该注销。但以为那记事却还可以存在这是意外地发露了人对人――至少是他对我和我对他――互相猜疑的真面目了。当初，我确是不舒服，自己想，倘使他并非假装，我即不至于如此恶心。现在知道是真的了，却又觉得这牺牲实在太大，还不如假装的好。然而事实是事实，还有什么法子呢？我只能希望他从速回复健康。十一月二十一日。二伏园兄今天接到一封信和一篇文稿，是杨君的朋友，也是我的学生做的，真挚而悲哀，使我看了很觉得惨然，自己感到太易于猜疑，太易于愤怒。他已经陷入这样的境地了，我还可以不赶紧来消除我那对于他的误解么？所以我想，我前天交出的那一点辩正，似乎不够了，很想就将这一篇在语丝第三期上给他发表。但纸面有限，如果排工有工夫，我极希望增刊两板大约此文两板还未必容得下，也不必增价，其责任即由我负担。由我造出来的酸酒，当然应该由我自己来喝干。。十一月二十四日。本篇最初发表于一九二四年十二月一日语丝周刊第三期。第一节排在李遇安读了记杨树达君的袭来之前，第二节排在李文之后。指李遇安，河北人，一九二四年至一九二六年间北京师范大学学生。悼丁君悼丁君如磐夜气压重楼，剪柳春风导九秋。瑶瑟凝尘清怨绝，可怜无女耀高丘。六月本篇最初发表于一九三三年九月三十日涛声周刊第二卷第三十八期。据日记一九三三年六月二十八日，本诗是书赠陶轩的诗中夜气作遥夜，压作拥，瑶作湘。丁君指丁玲，原名蒋冰之，湖南临澧人，作家。著有短篇小说集在黑暗中中篇小说水等。"}
{"text":"指李遇安，河北人，一九二四年至一九二六年间北京师范大学学生。悼丁君悼丁君如磐夜气压重楼，剪柳春风导九秋。瑶瑟凝尘清怨绝，可怜无女耀高丘。六月本篇最初发表于一九三三年九月三十日涛声周刊第二卷第三十八期。据日记一九三三年六月二十八日，本诗是书赠陶轩的诗中夜气作遥夜，压作拥，瑶作湘。丁君指丁玲，原名蒋冰之，湖南临澧人，作家。著有短篇小说集在黑暗中中篇小说水等。一九三三年五月十四日在上海被捕，六月间盛传她在南京遇害，因作本诗。剪柳春风唐代贺知章咏柳不知细叶谁裁出，二月春风似剪刀。备考咬嚼之乏味潜源备考咬嚼之乏味潜源当我看咬文嚼字那篇短文时，我只觉得这篇短文无意义，其时并不想说什么。后来伏园先生在仲潜先生信后的附注中，把这篇文字大为声张，说先生所举的两点是翻译界堕落的现象，所以用二号字标题，四号字标名并反对在我以为极为得体的仲潜先生的最无聊三字的短评。因此，我才写信给伏园先生。在给伏园先生的信中，我说过气力要卖到大地方去，却不可从事吹敲，记者先生用二号字标题，四号字标名，也是多事，几句话。我的意思是先生所举的两点是翻译界极小极小的事，用不着去声张做势翻译界可论的大事正多着呢，何不到那去卖气力？先生或者不承认自己声张，然伏园先生却为之声张了。就是这两点极小极小的事，我也不能迷信名人说话不会错的而表示赞同，所以后面对于这两点加以些微非议。在未入正文之先，我要说几句关于滥调的话。实在，我的滥调的解释与普通一般的解释有点不同。在滥调二字旁，我加了，表示它的意义是全属于字面的。即是指无意义的论调或直指无聊的论调亦可。伏园先生与江震亚先生对于滥调二字似乎都有误解，故顺便提及。现在且把我对于先生咬嚼之余一篇的意见说说。先说第一点吧先生在咬嚼之余说，我那篇开首说以摆脱传统思想之束缚两位的通信似乎于这一点都没有看清楚。于是我又把咬文嚼字再看一遍。的确，我看清楚了。"}
{"text":"伏园先生与江震亚先生对于滥调二字似乎都有误解，故顺便提及。现在且把我对于先生咬嚼之余一篇的意见说说。先说第一点吧先生在咬嚼之余说，我那篇开首说以摆脱传统思想之束缚两位的通信似乎于这一点都没有看清楚。于是我又把咬文嚼字再看一遍。的确，我看清楚了。那篇开首明明写着以摆脱传统思想的束缚而来主张男女平等的男人，却，那面的意思即是主张男女平等的男人，即已摆脱传统思想的束缚了，我在前次通信曾说过，加些草头，女旁，丝旁，来译外国女人的姓氏，是因为我们想知道他或她的性别，然而知道性别并非主张男女不平等。先生对于此点没有非议。那末，结论是，用轻靓艳丽的字眼译外国女人名，既非主张男女不平等，则其不受传统思想的束缚可知。糟就糟在我不该在想字上面加个常字，于是先生说，常想就是束缚。常想真是束缚吗？是传统思想的束缚吗？口吻太幽默了，我不懂。小说看下去就知道，戏曲是开首有说明的。作家的姓名呢？还有，假如照先生的说法，数年前提倡新文化运动的人们特为创出一个她字来代表女人，比想出轻靓艳丽的字眼来译女人的姓氏，不更为受传统思想的束缚而更麻烦吗？然而先生对于用她字却没有讽过。至于说托尔斯泰有两个女儿，又须别想八个轻靓艳丽的字眼，麻烦得多，我认此点并不在我们所谈之列。我们所谈的是两性间的分别，而非同性间。而且，同样我可以反问假如托尔斯泰有两兄弟，我们不要另想几个非轻靓艳丽的字眼吗？关于第二点，我仍觉得把的译做郭，把的译做王，既不曾没有介绍世界文学，自然已摆脱传统思想的束缚。说故意译做郭王是受传统思想的束缚，游魂是百家姓，也未见得。我少时简直没有读过百家姓，我却赞成用郭译的，用王译的，为什么？习见故也。他又说将翻译当作一种工具，或者图便利，爱折中的先生们是本来不在所讽的范围之内的。对于这里我自然没有话可说。但是反面以摆脱传统思想束缚的，而借翻译以主张男女平等，介绍世界文学的先生们，用轻靓艳丽的字眼译外国女人名，用郭译，用王译，我也承认是对的，而讽为吹敲，为无聊，理由上述。正话说完了。先生末了的话太客气了。"}
{"text":"我少时简直没有读过百家姓，我却赞成用郭译的，用王译的，为什么？习见故也。他又说将翻译当作一种工具，或者图便利，爱折中的先生们是本来不在所讽的范围之内的。对于这里我自然没有话可说。但是反面以摆脱传统思想束缚的，而借翻译以主张男女平等，介绍世界文学的先生们，用轻靓艳丽的字眼译外国女人名，用郭译，用王译，我也承认是对的，而讽为吹敲，为无聊，理由上述。正话说完了。先生末了的话太客气了。一我比起三苏，是因为三字凑巧，不愿意，不舒服，马上可以去掉。二呐喊风行得很讽刺旧社会是对的，故意讽刺已摆脱传统思想的束缚的人们是不对。三先生名是有的现代评论有先生，以前的晨报附刊对于这个名字，还经过许多滑稽的考据呢！最后我要说几句好玩的话。伏园先生在我信后的附注中，指我为簇新青年，这自然挖苦的成分多，真诚的成分少。假如我真是簇新，我要说用她字来代表女性，是中国新文学界最堕落的现象，而加以讽刺呢。因为非是不足以表现主张男女平等，非是不足以表现摆脱传统思想的束缚！二，一，一九二五，唐大。一九二五年二月四日京报副刊。本篇最初发表于一九二五年二月十日京报副刊。英语她。指的四弟周椿寿―。四凶传说是尧舜时代著名的坏人。左传文公十八年流四凶族浑敦穷奇杌饕餮，投诸四裔，以御螭魅。记杨树达君的袭来记杨树达君的袭来今天早晨，其实时候是大约已经不早了。我还睡着，女工将我叫了醒来，说，有一个师范大学的杨先生，杨树达，要来见你。我虽然还不大清醒，但立刻知道是杨遇夫君，他名树达，曾经因为邀我讲书的事，访过我一次的。我一面起来，一面对女工说略等一等，就请罢。我起来看钟，是九点二十分。女工也就请客去了。不久，他就进来，但我一看很愕然，因为他并非我所熟识的杨树达君，他是一个方脸，淡赭色脸皮，大眼睛长眼梢，中等身材的二十多岁的学生风的青年。他穿着一件藏青色的爱国布？长衫，时式的大袖子。手上拿一顶很新的淡灰色中折帽，白的围带还有一个采色铅笔的扁匣，但听那摇动的声音，里面最多不过是两三支很短的铅笔。你是谁？我诧异的问，疑心先前听错了。"}
{"text":"我一面起来，一面对女工说略等一等，就请罢。我起来看钟，是九点二十分。女工也就请客去了。不久，他就进来，但我一看很愕然，因为他并非我所熟识的杨树达君，他是一个方脸，淡赭色脸皮，大眼睛长眼梢，中等身材的二十多岁的学生风的青年。他穿着一件藏青色的爱国布？长衫，时式的大袖子。手上拿一顶很新的淡灰色中折帽，白的围带还有一个采色铅笔的扁匣，但听那摇动的声音，里面最多不过是两三支很短的铅笔。你是谁？我诧异的问，疑心先前听错了。我就是杨树达。我想原来是一个和教员的姓名完全相同的学生，但也许写法并不一样。现在是上课时间，你怎么出来的？我不乐意上课！我想原来是一个孤行己意，随随便便的青年，怪不得他模样如此傲慢。你们明天放假罢没有，为什么？我这里可是有通知的，我一面说，一面想，他连自己学校里的纪念日都不知道了，可见是已经多天没有上课，或者也许不过是一个假借自由的美名的游荡者罢。拿通知给我看。我团掉了。我说。拿团掉的我看。拿出去了。谁拿出去的？我想这奇怪，怎么态度如此无礼？然而他似乎是山东口音，那边的人多是率直的，况且年青的人思想简单或者他知道我不拘这些礼节这不足为奇。你是我的学生么？但我终于疑惑了。哈哈哈，怎么不是。那么，你今天来找我干什么？要钱呀，要钱！我想那么，他简直是游荡者，荡窘了，各处乱钻。你要钱什么用？我问。穷呀。要吃饭不是总要钱吗？我没有饭吃了！他手舞足蹈起来。你怎么问我来要钱呢？因为你有钱呀。你教书，做文章，送来的钱多得很。他说着，脸上做出凶相，手在身上乱摸。我想这少年大约在报章上看了些什么上海的恐吓团的记事，竟模仿起来了，还是防着点罢。我就将我的坐位略略移动，豫备容易取得抵抗的武器。钱是没有。我决定的说。说谎！哈哈哈，你钱多得很。女工端进一杯茶来。他不是很有钱么？这少年便问他，指着我。女工很惶窘了，但终于很怕的回答没有。哈哈哈，你也说谎！女工逃出去了。他换了一个坐位，指着茶的热气，说多么凉。我想这意思大概算是讥刺我，犹言不肯将钱助人，是凉血动物。拿钱来！他忽而发出大声，手脚也愈加舞蹈起来，不给钱是不走的！没有钱。我仍然照先的说。"}
{"text":"我就将我的坐位略略移动，豫备容易取得抵抗的武器。钱是没有。我决定的说。说谎！哈哈哈，你钱多得很。女工端进一杯茶来。他不是很有钱么？这少年便问他，指着我。女工很惶窘了，但终于很怕的回答没有。哈哈哈，你也说谎！女工逃出去了。他换了一个坐位，指着茶的热气，说多么凉。我想这意思大概算是讥刺我，犹言不肯将钱助人，是凉血动物。拿钱来！他忽而发出大声，手脚也愈加舞蹈起来，不给钱是不走的！没有钱。我仍然照先的说。没有钱？你怎么吃饭？我也要吃饭。哈哈哈哈。我有我吃饭的钱，没有给你的钱。你自己挣去。我的小说卖不出去。哈哈哈！我想他或者投了几回稿，没有登出，气昏了。然而为什么向我为难呢？大概是反对我的作风的。或者是有些神经病的罢。你要做就做，要不做就不做，一做就登出，送许多钱，还说没有，哈哈哈哈。晨报馆的钱已经送来了罢，哈哈哈。什么东西！周作人，钱玄同周树人就是，做小说的，对不对？孙伏园马裕藻就是马幼渔，对不对？陈通伯，。什么东西！，，张三，什么东西！哈哈哈，冯玉祥，吴佩孚，哈哈哈。你是为了我不再向晨报馆投稿的事而来的么？但我又即刻觉到我的推测有些不确了，因为我没有见过杨遇夫马幼渔在晨报副镌上做过文章，不至于拉在一起况且我的译稿的稿费至今还没有着落，他该不至于来说反话的。不给钱是不走的。什么东西，还要找！还要找陈通伯去。我就要找你的兄弟去，找周作人去，找你的哥哥去。我想他连我的兄弟哥哥都要找遍，大有恢复灭族法之意了，的确古人的凶心都遗传在现在的青年中。我同时又觉得这意思有些可笑，就自己微笑起来。你不舒服罢？他忽然问。是的，有些不舒服，但是因为你骂得不中肯。我朝南。他又忽而站起来，向后窗立着说。我想这不知道是什么意思。他忽而在我的床上躺下了。我拉开窗幔，使我的佳客的脸显得清楚些，以便格外看见他的笑貌。他果然有所动作了，是使他自己的眼角和嘴角都颤抖起来，以显示凶相和疯相，但每一抖都很费力，所以不到十抖，脸上也就平静了。我想这近于疯人的神经性痉挛，然而颤动何以如此不调匀，牵连的范围又何以如此之大，并且很不自然呢？――一定，他是装出来的。"}
{"text":"你不舒服罢？他忽然问。是的，有些不舒服，但是因为你骂得不中肯。我朝南。他又忽而站起来，向后窗立着说。我想这不知道是什么意思。他忽而在我的床上躺下了。我拉开窗幔，使我的佳客的脸显得清楚些，以便格外看见他的笑貌。他果然有所动作了，是使他自己的眼角和嘴角都颤抖起来，以显示凶相和疯相，但每一抖都很费力，所以不到十抖，脸上也就平静了。我想这近于疯人的神经性痉挛，然而颤动何以如此不调匀，牵连的范围又何以如此之大，并且很不自然呢？――一定，他是装出来的。我对于这杨树达君的纳罕和相当的尊重，忽然都消失了，接着就涌起要呕吐和沾了龌龊东西似的感情来。原来我先前的推测，都太近于理想的了。初见时我以为简率的口调，他的意思不过是装疯，以热茶为冷，以北为南的话，也不过是装疯。从他的言语举动综合起来，其本意无非是用了无赖和狂人的混合状态，先向我加以侮辱和恫吓，希图由此传到别个，使我和他所提出的人们都不敢再做辩论或别样的文章。而万一自己遇到困难的时候，则就用神经病这一个盾牌来减轻自己的责任。但当时不知怎样，我对于他装疯技术的拙劣，就是其拙至于使我在先觉不出他是疯人，后来渐渐觉到有些疯意，而又立刻露出破绽的事，尤其抱着特别的反感了。他躺着唱起歌来。但我于他已经毫不感到兴味，一面想，自己竟受了这样浅薄卑劣的欺骗了，一面却照了他的歌调吹着口笛，借此嘘出我心中的厌恶来。哈哈哈！他翘起一足，指着自己鞋尖大笑。那是玄色的深梁的布鞋，裤是西式的，全体是一个时髦的学生。我知道，他是在嘲笑我的鞋尖已破，但已经毫不感到什么兴味了。他忽而起来，走出房外去，两面一看，极灵敏地找着了厕所，小解了。我跟在他后面，也陪着他小解了。我们仍然回到房里。吓！什么东西！他又要开始。我可是有些不耐烦了，但仍然恳切地对他说你可以停止了。我已经知道你的疯是装出来的。你此来也另外还藏着别的意思。如果是人，见人就可以明白的说，无须装怪相。还是说真话罢，否则，白费许多工夫，毫无用处的。他貌如不听见，两手搂着裤裆，大约是扣扣子，眼睛却注视着壁上的一张水彩画。过了一会，就用第二个指头指着那画大笑哈哈哈！这些单调的动作和照例的笑声，我本已早经觉得枯燥的了，而况是假装的，又如此拙劣，便愈加看得烦厌。他侧立在我的前面，我坐着，便用了曾被讥笑的破的鞋尖一触他的胫骨，说已经知道是假的了，还装甚么呢？还不如直说出你的本意来。"}
