{"text":"找到了原因，人们就安心了，对这个人的自杀已经有了一个解释，他在自杀前的种种表现或者被纳入这个解释，或者―――如果不能纳入―――就被遗忘了。人们对生活的理解很像是在写案情报告。事实上，自杀者走向自杀的过程是复杂的，在心理上尤其如此，其中有许多他自己也未必意识到的因素。你不能说这些被忽略了的心理细节不是原因，因为任何一个细节的改变也许会导致完全不同的结局。导致某一结果的原因几乎是无限的，所以也就不存在任何确定的因果性。小说家当然不可能穷尽一切细节，他的本领在于谋划一些看似不重要因而容易被忽视实则真正起了作用的细节，在可能的限度内复原生活的真实过程。例如，托尔斯泰便如此复原了安娜走向自杀的过程。可是，正像昆德拉所说的，人们读小说就和读他们自己的生活一样地不专心和不善读，往往也忽略了这些细节。因此，读者中十有八九仍然把安娜自杀的原因归结为她和渥伦斯基的爱情危机。五性与反浪漫主义性与浪漫有不解之缘。性本身具有一种美化理想化的力探究存在之谜量，这至少是人们共通的青春期经验。仿佛作为感恩，人们又反转过来把性美化和理想化。一切浪漫主义者都是性爱的讴歌者，或者―――诅咒者，倘若他们觉得自己被性的魔力伤害的话，而诅咒仍是以承认此种魔力为前提的。现代小说在本质上是反浪漫主义的，这种深刻的反浪漫主义―――如同昆德拉在谈到卡夫卡时所推测的―――很可能来自对性的眼光的变化。昆德拉赞扬卡夫卡还有乔伊斯使性从浪漫激情的迷雾中走出，还原成了每个人平常和基本的生活现实。作为对照，他嘲笑劳伦斯把性抒情化，用鄙夷的口气称他为交欢的福音传教士。世纪初期的浪漫主义者并不直接讴歌性，在他们看来，性必须表现为情感的形态才能成为价值。在劳伦斯那里，性本身就是价值，是对抗病态的现代文明的唯一健康力量。对于卡夫卡以及昆德拉本人来说，性和爱情都不再是价值。这里的确发生着看性的眼光的重大变化，而如果杜绝了对性的抒情眼光，影响必是深远的，那差不多是消解了一切浪漫主义的原动力。抒情化是一种赋予意义的倾向。如果彻底排除掉抒情化，性以及人的全部生命行为便只成了生物行为，暴露了其可怕的无意义性。甚至劳伦斯也清楚地看到了这种无意义性，他的查太莱夫人一边和狩猎人做爱，一边冷眼旁观，觉得这个男人的臀部的冲撞多么可笑。"}
{"text":"对于卡夫卡以及昆德拉本人来说，性和爱情都不再是价值。这里的确发生着看性的眼光的重大变化，而如果杜绝了对性的抒情眼光，影响必是深远的，那差不多是消解了一切浪漫主义的原动力。抒情化是一种赋予意义的倾向。如果彻底排除掉抒情化，性以及人的全部生命行为便只成了生物行为，暴露了其可怕的无意义性。甚至劳伦斯也清楚地看到了这种无意义性，他的查太莱夫人一边和狩猎人做爱，一边冷眼旁观，觉得这个男人的臀部的冲撞多么可笑。上帝造了有理智的人，同时又迫使他做这种可笑的姿势，未免太恶作剧。但守猎人的雄风终于征服了查太莱夫人的冷静，把她脱胎成了一个妇人，使她发现了性行为本身的美。性曾因爱情获得意义，现代人普遍不相信爱情，在此情形下怎样肯定性，这的确是现代人所面临的一个难题。性制造美感又破坏美感，使人亢奋又使人厌恶，尽管无意义却丝毫不减其异常的威力，这是性与存在相关联的面貌。现代人在性的问另一种存在题上的尴尬境遇乃是其存在的一个缩影，表明现代人在意义问题上的两难，一方面看清了生命本无意义的真相，甚至看穿了一切意义寻求的自欺性质，另一方面又不能真正安于意义的缺失。对于上述难题，昆德拉的解决方法体现在这一命题中任何无意义在意外中被揭示是喜剧的源泉。这是性的审美观的转折性的抒情诗让位于性的喜剧，性被欣赏不再是因为美，而是因为可笑，自嘲取代两情相悦成了做爱时美感的源泉。在其小说作品中，昆德拉本人正是一个捕捉性的无意义性和喜剧性的高手。不过，我确信，无论他还是卡夫卡，都没有彻底拒绝性的抒情性。例如他激赏的城堡第三章，卡夫卡描写和弗丽达在酒馆地板上长时间地做爱，觉得自己走进了一个比人类曾经到过的任何国度更远的奇异的国度，这种描写与劳伦斯式的抒情有什么本质不同呢？区别仅在于比例，在劳伦斯是基本色调的东西，在卡夫卡只是整幅画面上的一小块亮彩。然而，这一小块亮彩已经足以说明，寻求意义乃是人的不可磨灭的本性。现代小说的特点之一是反对感情谎言。在感情问题上说谎，用夸张的言辞渲染爱和恨欢乐和痛苦等等，这是浪漫主义的通病。现代小说并不否认感情的存在，但对感情持一种研究的而非颂扬的态度。昆德拉说得好艺术的价值同其唤起的感情的强度无关，后者可以无需艺术。兴奋本身不是价值，有的兴奋很平庸。"}
{"text":"区别仅在于比例，在劳伦斯是基本色调的东西，在卡夫卡只是整幅画面上的一小块亮彩。然而，这一小块亮彩已经足以说明，寻求意义乃是人的不可磨灭的本性。现代小说的特点之一是反对感情谎言。在感情问题上说谎，用夸张的言辞渲染爱和恨欢乐和痛苦等等，这是浪漫主义的通病。现代小说并不否认感情的存在，但对感情持一种研究的而非颂扬的态度。昆德拉说得好艺术的价值同其唤起的感情的强度无关，后者可以无需艺术。兴奋本身不是价值，有的兴奋很平庸。感情洋溢者的心灵往往是既不敏感也不丰富的，它动辄激动，感情如流水，来得容易也去得快，永远酿不出一杯醇酒。感情的浮夸必然表现为修辞的浮夸，企图用华美的词句掩盖思想的平庸，用激情的语言弥补感觉的贫乏。不过，我不想过于谴责浪漫主义，只要它是真的。真诚的浪探究存在之谜漫主义者―――例如世纪初期的浪漫主义者―――患的是青春期夸张病，他们不自觉地夸大感情，但并不故意伪造感情。在今天，真浪漫主义已经近于绝迹了，流行的是伪浪漫主义，煽情是它的美学，媚俗是它的道德，其特征是批量生产和推销虚假感情，通过传媒操纵大众的感情消费，目的是获取纯粹商业上的利益。六道德判断的悬置人类有两种最根深蒂固的习惯，一是逻辑，二是道德。从逻辑出发，我们习惯于在事物中寻找因果联系，而对在因果性之外的广阔现实视而不见。从道德出发，我们习惯于对人和事做善恶的判断，而对在善恶的彼岸的真实生活懵然无知。这两种习惯都妨碍着我们研究存在，使我们把生活简单化，停留在生活的表面。对小说家的两大考验摆脱逻辑推理的习惯，摆脱道德判断的习惯。逻辑解构和道德中立―――这是现代小说与古典小说的分界线，也是现代小说与现代哲学的会合点。看事物可以有许多不同的角度，道德仅是其中的一种，并且是相当狭隘的一种。存在本无善恶可言，善恶的判断出自一定的道德立场，归根到底出自维护一定社会秩序的需要。可是，这类判断已经如此天长日久，层层缠结，如同蛛网一样紧密附着在存在的表面。一个小说家作为存在的研究者，当然不该被这蛛网缠住，而应进入存在本身。写小说的前提是要有自由的眼光，不但没有禁区，凡存在的一切皆是自己的领地，而且拒绝独断，另一种存在善于发现世间万事的相对性质。古往今来，在设置禁区和助长独断方面，道德起了最重要的作用。"}
{"text":"存在本无善恶可言，善恶的判断出自一定的道德立场，归根到底出自维护一定社会秩序的需要。可是，这类判断已经如此天长日久，层层缠结，如同蛛网一样紧密附着在存在的表面。一个小说家作为存在的研究者，当然不该被这蛛网缠住，而应进入存在本身。写小说的前提是要有自由的眼光，不但没有禁区，凡存在的一切皆是自己的领地，而且拒绝独断，另一种存在善于发现世间万事的相对性质。古往今来，在设置禁区和助长独断方面，道德起了最重要的作用。因此，惟有超脱于道德的眼光，才能以自由的眼光研究存在。在此意义上，昆德拉说小说是道德判断被悬置的领域，把道德判断悬置，这正是小说的道德。从小说的智慧看，随时准备进行道德判断的那种热忱乃是最可恨的愚蠢。安娜是一个堕落的坏女人，还是一个深情的好女人？渥伦斯基是不是一个自私的家伙？托尔斯泰不问自己这样的问题。聪明的读者也不问，问并且感到困惑的读者已经有点蠢了，而最蠢的则是问了并且做出断然回答的读者。昆德拉十分瞧不起卡夫卡的遗嘱执行人布洛德，批评他以及他开创的卡夫卡学把卡夫卡描绘成一个圣徒，从而把卡夫卡逐出了美学领域。某个卡夫卡学者写道卡夫卡曾为我们而生，而受苦。昆德拉讥讽地反驳卡夫卡没有为我们受苦，他为我们玩儿了一通！世上最无幽默感的是道德家。小说家是道德家的对立面，他发明了幽默。昆德拉的定义幽默天神之光，世界揭示在它的道德的模棱两可中，将人暴露在判断他人时深深的无能为力中幽默，为人间万事的相对性而陶醉，肯定世间无肯定而享奇乐。我们平时斤斤计较于事情的对错，道理的多寡，感情的厚薄，在一位天神的眼里，这种认真必定是很可笑的。小说家具有两方面的才能。一方面，他在日常生活中也难免认真，并且比一般人更善于观察和体会这种认真，细致入微地洞悉人心的小秘密。另一方面，作为小说家，他又能够超越于这种认真，把人心的小秘密置于天神的眼光下，居高临下地看出它们的可笑和可爱。探究存在之谜上帝死了，人类的一切失去了绝对的根据，哲学曾经为此而悲嚎。小说的智慧却告诉我们你何不自己来做上帝，用上帝的眼光看一看，相对性岂不比绝对性好玩得多？那么，从前那个独断的上帝岂不是人类的赝品，是人类猜错了上帝的趣味？小说教我们在失去绝对性之后爱好并且享受相对性。"}
{"text":"另一方面，作为小说家，他又能够超越于这种认真，把人心的小秘密置于天神的眼光下，居高临下地看出它们的可笑和可爱。探究存在之谜上帝死了，人类的一切失去了绝对的根据，哲学曾经为此而悲嚎。小说的智慧却告诉我们你何不自己来做上帝，用上帝的眼光看一看，相对性岂不比绝对性好玩得多？那么，从前那个独断的上帝岂不是人类的赝品，是人类猜错了上帝的趣味？小说教我们在失去绝对性之后爱好并且享受相对性。七生活永远大于政治对于诸如伤痕文学改革文学流亡文学之类的概念，我始终抱怀疑的态度。我不相信可以按照任何政治标准来给文学分类，不管充当标准的是作品产生的政治时期的政治身份还是题材的政治内涵。我甚至怀疑这种按照政治标准归类的东西是否属于文学，因为真正的文学必定是艺术，而艺术在本质上是非政治的，是不可能从政治上加以界定的。作家作为社会的一员，当然可以关心政治，参与政治活动。但是，当他写作时，他就应当如海明威所说，像吉卜赛人一样，是一个同任何政治势力没有关系的局外人。他诚然也可以描写政治，但他是站在文学的立场上，而不是站在政治的立场上这样做的。小说不对任何一种政治作政治辩护或政治批判，它的批判永远是存在性质的。奥威尔的一九八四被昆德拉称做一部伪装成小说的政治思想，因为它把生活缩减为政治，在昆德拉看来，这种缩减本身正是专制精神。对于一个作家来说，不论站在何种立场上把生活缩减为政治，都会导致取消文学的独立性，把文学变成政治的工具。把生活缩减为政治―――这是一种极其普遍的思想方式，其普遍的程度远超出人们自己的想像。我们曾经有过突出政治的年代，那个年代似乎很遥远了，但许多人并未真正从那个年代另一种存在里走出。在这些人的记忆中，那个年代的生活除了政治运动，剩下的便是一片空白。苏联和东欧解体以后，那里的人们纷纷把在原体制下度过的岁月称做失去的四十年。在我们这里，类似的论调早已不胫而走。一个人倘若自己不对突出政治认同，他就一定会发现，在任何政治体制下，生活总有政治无法取代的内容。陀思妥耶夫斯基的死屋手记表明，甚至苦役犯也是在生活，而不仅仅是在受刑。"}
{"text":"在这些人的记忆中，那个年代的生活除了政治运动，剩下的便是一片空白。苏联和东欧解体以后，那里的人们纷纷把在原体制下度过的岁月称做失去的四十年。在我们这里，类似的论调早已不胫而走。一个人倘若自己不对突出政治认同，他就一定会发现，在任何政治体制下，生活总有政治无法取代的内容。陀思妥耶夫斯基的死屋手记表明，甚至苦役犯也是在生活，而不仅仅是在受刑。凡是因为一种政治制度而叫喊失去生活的人，他真正失去的是那种思考和体验生活的能力，我们可以断定，即使政治制度改变，他也不能重获他注定要失去的生活。我们有权要求一个作家在任何政治环境中始终拥有上述那种看生活的能力，因为这正是他有资格作为一个作家存在的理由。彼得堡恢复原名时，一个左派女人兴高采烈地大叫不再有列宁格勒了！这叫声传到了昆德拉耳中，激起了他的深深厌恶。我很能理解这种厌恶之情。我进大学时，正值中苏论战，北京大学的莘莘学子们聚集在高音喇叭下倾听反修社论，为每一句铿锵有力的战斗言辞鼓掌喝彩。当时我就想，如果中苏的角色互换，高音喇叭里播放的是反教条主义社论，这些人同样也会鼓掌喝彩。事实上，往往是同样的人们先则热烈祝福林副主席永远健康，继而又为这个卖国贼的横死大声欢呼。全盘否定毛泽东的人，多半是当年誓死捍卫的斗士。昨天还在鼓吹西化的人，今天已经要用儒学一统天下了。从一个极端跳到另一个极端，真正的原因不在受蒙蔽，也不在所谓形而上学的思想方法，而在一种永远追随时代精神的激情。昆德拉一针见血地指出，在其中支配着的是一种审判的精神，即根据一个看不见的法庭的判决来改变观点。更深一步说，则在于个人的非个人性，探究存在之谜始终没有真正属于自己的内心生活和存在体悟。昆德拉对于马雅可夫斯基毫无好感，指出后者的革命抒情是专制恐怖不可缺少的要素。但是，当审判的精神在今天全盘抹杀这位革命诗人时，昆德拉却怀念起马雅可夫斯基的爱情诗和他的奇特的比喻了。道路在雾中―――这是昆德拉用来反对审判精神的伟大命题。每个人都在雾中行走，看不清自己将走向何方。在后人看来，前人走过的路似乎是清楚的，其实前人当时也是在雾中行走。马雅可夫斯基的盲目属于人的永恒境遇。看不见马雅可夫斯基道路上的雾，就是忘记了什么是人，忘记了我们自己是什么。"}
{"text":"但是，当审判的精神在今天全盘抹杀这位革命诗人时，昆德拉却怀念起马雅可夫斯基的爱情诗和他的奇特的比喻了。道路在雾中―――这是昆德拉用来反对审判精神的伟大命题。每个人都在雾中行走，看不清自己将走向何方。在后人看来，前人走过的路似乎是清楚的，其实前人当时也是在雾中行走。马雅可夫斯基的盲目属于人的永恒境遇。看不见马雅可夫斯基道路上的雾，就是忘记了什么是人，忘记了我们自己是什么。在我看来，昆德拉的这个命题是站在存在的立场上分析政治现象的一个典范。然而，审判的精神源远流长，持续不息。昆德拉举了一个最典型的例子我们世纪最美的花朵―――二三十年代的现代艺术―――先后遭到了三次审判纳粹谴责它是颓废艺术，共产主义政权批评它脱离人民，凯旋的资本主义又讥它为革命幻想。把一个人的全部思想和行为缩减为他的政治表现，把被告的生平缩减为犯罪录，我们对于这种思路也是多么驾轻就熟。我们曾经如此判决了胡适梁实秋周作人等人，而现在，由于郭沫若茅盾在革命时代受过的重视，也已经有越来越多的人要求把他们送上审判革命的被告席。那些没有文学素养的所谓文学批评家同时也是一些政治上的一孔之见者和偏执狂，他们永远也不会理解，一个曾经归附过纳粹的人怎么还可以是一个伟大的哲学家，而一个作家的文学创作又如何可以与他所卷入的政治无关并且拥有更长久的生命。甚至列宁也懂得一切伟大作家的创作必然突破其政治立场的限制，可是这班自命反专制主义的法官还要审判列宁哩。东欧解体后，昆德拉的作品在自己的祖国大受欢迎，他本人另一种存在对此的感想是我看见自己骑在一头误解的毛驴上回到故乡。在此前十多年，住在柏林的贡布罗维茨拒绝回到自由化气氛热烈的波兰，昆德拉对比表示理解，认为其真正的理由与政治无关，而是关于存在的。无论在祖国，还是在侨居地，优秀的流亡作家都容易被误解成政治人物，而他们的存在性质的苦恼却无人置理，无法与人交流。关于这种存在性质的苦恼，昆德拉有一段诗意的表达令人震惊的陌生性并非表现在我们所追嬉的不相识的女人身上，而是在一个过去曾经属于我们的女人身上。只有在长时间远走后重返故乡，才能揭示世界与存在的根本的陌生性。非常深刻。和陌生女人调情，在陌生国度观光，我们所感受到的只是一种新奇的刺激，这种感觉无关乎存在的本质。"}
{"text":"无论在祖国，还是在侨居地，优秀的流亡作家都容易被误解成政治人物，而他们的存在性质的苦恼却无人置理，无法与人交流。关于这种存在性质的苦恼，昆德拉有一段诗意的表达令人震惊的陌生性并非表现在我们所追嬉的不相识的女人身上，而是在一个过去曾经属于我们的女人身上。只有在长时间远走后重返故乡，才能揭示世界与存在的根本的陌生性。非常深刻。和陌生女人调情，在陌生国度观光，我们所感受到的只是一种新奇的刺激，这种感觉无关乎存在的本质。相反，当我们面对一个朝夕相处的女人，一片熟门熟路的乡土，日常生活中一些自以为熟稔的人与事，突然产生一种陌生感和疏远感的时候，我们便瞥见了存在的令人震惊的本质了。此时此刻，我们一向藉之生存的根据突然瓦解了，存在向我们展现了它的可怕的虚无本相。不过，这种感觉的产生无须借助于远走和重返，尽管距离的间隔往往会促成疏远化眼光的形成。对于移民作家来说，最深层的痛苦不是乡愁，而是一旦回到故乡时会产生的这种陌生感，并且这种陌生感一旦产生就不只是针对故乡的，也是针对世界和存在的。我们可以想像，倘若贡布罗维茨回到了波兰，当人们把他当做一位政治上的文化英雄而热烈欢迎的时候，他会感到多么孤独。八文学的安静波兰女诗人维斯瓦娃希姆博尔斯卡获得年诺贝尔文探究存在之谜学奖之后，该奖的前一位得主爱尔兰诗人希尼写信给她，同情地叹道可怜的可怜的维斯瓦娃。而维斯瓦娃也真的觉得自己可怜，因为她从此不得安宁了，必须应付大量来信采访和演讲。她甚至希望有个替身代她抛头露面，使她可以回到隐姓埋名的正常生活中去。维斯瓦娃的烦恼属于一切真正热爱文学的成名作家。作家对于名声当然不是无动于衷的，他既然写作，就不能不关心自己的作品是否被读者接受。但是，对于一个真正的作家来说，成为新闻人物却是一种灾难。文学需要安静，新闻则追求热闹，两者在本性上是互相对立的。福克纳称文学是世界上最孤寂的职业，写作如同一个遇难者在大海上挣扎，永远是孤军奋战，谁也无法帮助一个人写他要写的东西。这是一个真正有自己的东西要写的人的心境，这时候他渴望避开一切人，全神贯注于他的写作。他遇难的海域仅仅属于他自己，他必须自己救自己，任何外界的喧哗只会导致他的沉没。"}
{"text":"但是，对于一个真正的作家来说，成为新闻人物却是一种灾难。文学需要安静，新闻则追求热闹，两者在本性上是互相对立的。福克纳称文学是世界上最孤寂的职业，写作如同一个遇难者在大海上挣扎，永远是孤军奋战，谁也无法帮助一个人写他要写的东西。这是一个真正有自己的东西要写的人的心境，这时候他渴望避开一切人，全神贯注于他的写作。他遇难的海域仅仅属于他自己，他必须自己救自己，任何外界的喧哗只会导致他的沉没。当然，如果一个人并没有自己真正要写的东西，他就会喜欢成为新闻人物。对于这样的人来说，文学不是生命的事业，而只是一种表演和姿态。我不相信一个好作家会是热中于交际和谈话的人。据我所知，最好的作家都是一些交际和谈话的节俭者，他们为了写作而吝于交际，为了文字而节省谈话。他们懂得孕育的神圣，在作品写出之前，忌讳向人谈论酝酿中的作品。凡是可以写进作品的东西，他们不愿把它们变成言谈而白白流失。维斯瓦娃说她一生只做过三次演讲，每次都备受折磨。海明威在诺贝尔授奖仪式上的书面发言仅一千字，其结尾是作为一个作家，我已经讲得太多了。作家应当把自己要说的话写下来，而不是讲出来。福克纳拒绝与人讨论自己的作品，因为毫无必要。我写出来的东西要自己中意才行，既然自己中意了，就无须再讨论，自己另一种存在不中意，讨论也无济于事。相反，那些喜欢滔滔不绝地谈论文学谈论自己的写作打算的人，多半是文学上的低能儿和失败者。好的作家是作品至上主义者，就像福楼拜所说，他们是一些想要消失在自己作品后面的人。他们最不愿看到的情景就是自己成为公众关注的人物，作品却遭到遗忘。因此，他们大多都反感别人给自己写传。海明威讥讽热中于为名作家写传的人是联邦调查局的小角色，他建议一心要写他的传记的菲力普扬去研究死去的作家，而让他安安静静地生活和写作。福克纳告诉他的传记马尔科姆考利作为一个不愿抛头露面的人，我的雄心是要退出历史舞台，从历史上销声匿迹，死后除了发表的作品外，不留下一点废物。昆德拉认为，卡夫卡在临死前之所以要求毁掉信件，是耻于死后成为客体。可惜的是，卡夫卡的研究者们纷纷把注意力放在他的生平细节上，而不是他的小说艺术上。昆德拉对此评论道当卡夫卡比约瑟夫更引人注目时，卡夫卡即将死亡的进程便开始了。"}
