{"text":"的气概。我看，把这句话移赠从诫，是更恰当的。我相信，自然之友的事业一定会越来越发展，它带给中国人民和世界人民的幸福是无法估量的。一个人在仅有的一生中应当有为有不为。从诫勉乎哉！忆往述怀第一篇阅尽沧桑忆往述怀珍爱大自然二南极，一个多么奇妙美丽，而又多少含有一点神秘意味，还夹杂着一片诗意的地方。普天下，不知有多少善男信女是南极的崇拜者。我老汉行年八十又八，也想滥竽其中。但自知有一个极大的差别别的老中青少年的善男信女们，有朝一日，说不定有百万分之一，甚至数千万分之一的可能，能够来临南极。至于我老汉，则只能像旧剧中唱的那样，要相见，除非是梦里团圆了。但是，我并不灰心丧气，我有我的办法不管是报纸上，杂志上，还是书本中有有关南极的报道或者文章，只要是能拿得到手的，我必寻来一读。这些东西大都是干巴巴的叙述，最多只能给人一点理性的认识，能动人心魄者，则绝无仅有。它只能描绘南极的面貌，而南极之神，则凭论如何也是找不到的。我虽不满足，然而也无可奈何。只有这样的东西可读，我又有什么办法呢？慰情聊胜无，只能拿这些东西来满足我的渴望，安慰我的寂寥了。最近，蒙孙立广教授垂青，把他写的南极天寄给了我，只是全书的一部分。但是，我读了不太长的引言以后，立即就发现，这一部书同我以前看到的关于南极的书，完全不是一类的书在这方面，这是一部空前的书。不但文采斐然，而且内容也极有意义。孙立广教授是自然科学家，当今之世，自然科学家而能有如此的生花妙笔者实如凤毛麟角。只是这一点就不能不令人敬佩了。孙立广教授对文学极有兴趣，而且也有造诣。不然的话，这样的文章是写不出来的。他的引言如吸铁石，一旦被它吸住，就再也摆脱不掉，我只能如饥似渴地读下去，一直到把他寄给我的稿子全读完。我仿佛被孙立广教授带着逛了一趟南极。南极的惊涛骇浪，南极的风和日丽，我仿佛都经受过了南极有名的企鹅家族，我也仿佛同他共同拜访过了离开祖国三万里看到五星红旗升起时那种特殊的激动心情，我仿佛也分享了。我觉得，自己能够同孙立广教授共同燃起共鸣的篝火，同他一起思考，我的心同孙立广教授一样在这洁白的宇宙中净化，升华，接受这伟岸的赐予。对他的赐予是来自南极，来自大自然。对我的赐予却是来自孙立广教授，我应当对他表示诚挚的谢意。"}
{"text":"我仿佛被孙立广教授带着逛了一趟南极。南极的惊涛骇浪，南极的风和日丽，我仿佛都经受过了南极有名的企鹅家族，我也仿佛同他共同拜访过了离开祖国三万里看到五星红旗升起时那种特殊的激动心情，我仿佛也分享了。我觉得，自己能够同孙立广教授共同燃起共鸣的篝火，同他一起思考，我的心同孙立广教授一样在这洁白的宇宙中净化，升华，接受这伟岸的赐予。对他的赐予是来自南极，来自大自然。对我的赐予却是来自孙立广教授，我应当对他表示诚挚的谢意。我曾在上面说到，我要想到南极，恐怕除非是梦里团圆。可我现在竟仿佛已经到过南极了，我是在白日做梦，我的白日梦是孙立广教授带给我的。书中的一些观点也无疑是十分正确的。比如在给孩子们的一封信中说人与自然之间应该是一种和睦相处的关系。这个观点似乎是本书的主旋律。这也是我多年来鼓吹的一个观点。我曾长长短短写过不少的文章阐释这个观点，这里不再重复。我只指出，中国哲学史上的天人合一的观点，就是要求人和天大自然要和睦相处。宋代大儒张载民胞物与的学说，讲的就是这个道理。这个道理不仅仅是一个哲学命题，而是关系到全人类生存前途的大问题，切不可等闲视之。忆往述怀第一篇阅尽沧桑忆往述怀走向天人合一人类自从成为人类以来，最重要的是要处理好三个关系一人与自然的关系二人与人的关系，也就是社会关系三个人内心思想感情的平衡与不平衡的关系。其中尤以第一个关系为最重要，而且就目前现状看来，是迫在眉睫的问题。人之所赖以生存的衣食住行等无不是取自大自然，关键问题是取之之方。在这里，东西双方至少在思想上是不相同的。西方采取的是强硬的手段，要征服自然，而东方则主张采用和平的友好的手段，也就是天人合一。要先与自然做朋友，然后再伸手向自然索取人类生存所需要的一切。宋代大哲学家张载说民，吾同胞，物，吾与也，最鲜明地表达了这种思想。东西方手段之所以不同，我个人认为，其基础是思维模式的差异。西方主分析，以中国文化为代表的东方主综合。西方自古希腊以来，以分析的方法对待自然。到了近代产业革命，达到了登峰造极的地步，其结果是人所共睹的。他们取得了辉煌的成就，上天入地，腾空泛海，生光电化，无所不及。"}
{"text":"要先与自然做朋友，然后再伸手向自然索取人类生存所需要的一切。宋代大哲学家张载说民，吾同胞，物，吾与也，最鲜明地表达了这种思想。东西方手段之所以不同，我个人认为，其基础是思维模式的差异。西方主分析，以中国文化为代表的东方主综合。西方自古希腊以来，以分析的方法对待自然。到了近代产业革命，达到了登峰造极的地步，其结果是人所共睹的。他们取得了辉煌的成就，上天入地，腾空泛海，生光电化，无所不及。一直发展到核能开发宇宙卫星等等，全世界人民无不蒙受其利。这一点是无法否认的，这是他们征服自然的结果。然而自然虽无人格或神格，如孔子说天何言哉！四时行焉，百物生焉，天何言哉！然而它却是能报复的，能惩罚的。西方滥用科技产生的弊端至今已日益显著，比如大气污染环境污染生态平衡破坏臭氧层破坏新疾病丛生自然资源匮乏人口爆炸，如此等等，不一而足。这些弊端，如果其中的任何一个得不到控制，则人类前途实处危境。这些弊端已经引起了全世界有识之士的深切关注。怎么办呢？我的看法是人类必须悬崖勒马，正视弊端，痛改征服自然的思想，采用东方的天人合一的思想。这样一来，庶几乎可以改变这种危险局面。我把我这种想法称为东西文化互补论。现在我们不但正处在一个世纪末，而且是一个千纪末。世纪末与千纪末和年不同，年是自然现象，而世纪千纪则是人为现象。如果没有耶稣，哪来什么世纪千纪？但是人一旦承认了这种人为的东西，它似乎就能起作用。世纪的世纪末以及眼前的世纪末，整个世界在政治和意识形态领域内，都出现了一些不寻常的现象，理不应如此，事却竟然如此，个中原因值得参悟。我们人类是有理智有感情的，借这个世纪末的契机，回顾一下，前瞻一下，让脑筋清醒一下，是有好处的。何况我们回顾与前瞻的问题是关系到人类前途的问题，切不可掉以轻心，等闲视之。这样做不但是一般人的任务，有远见卓识的政治家们更应如此。忆往述怀第一篇阅尽沧桑忆往述怀寸草心我已至望九之年，在这漫长的生命中，亲属先我而去的，人数颇多。俗话说死人生活在活人的记忆里。先走的亲属当然就活在我的记忆里。越是年老，想到他们的次数越多。想得最厉害的偏偏是几位妇女。因为我是一个激烈的女权卫护者吗？不是的。那么究竟原因何在呢？我说不清。反正事实就是这样。"}
{"text":"何况我们回顾与前瞻的问题是关系到人类前途的问题，切不可掉以轻心，等闲视之。这样做不但是一般人的任务，有远见卓识的政治家们更应如此。忆往述怀第一篇阅尽沧桑忆往述怀寸草心我已至望九之年，在这漫长的生命中，亲属先我而去的，人数颇多。俗话说死人生活在活人的记忆里。先走的亲属当然就活在我的记忆里。越是年老，想到他们的次数越多。想得最厉害的偏偏是几位妇女。因为我是一个激烈的女权卫护者吗？不是的。那么究竟原因何在呢？我说不清。反正事实就是这样。我只能说是因缘和合了。我在下面依次讲四位妇女。前三位属于寸草心的范畴，最后一位算是借了光。忆往述怀第一篇阅尽沧桑忆往述怀大奶奶我的上一辈，大排行，共十一位兄弟。老大老二，我叫他们大大爷二大爷，是同父同母所生。大大爷是个举人，做过一任教谕，官阶未必入流，却是我们庄最高的功名，最大的官，因此家中颇为富有。兄弟俩分家，每人还各得地五六十亩。后来被划为富农。老三老四老五老六老八老十，我从未见过，他们父母生身情况不清楚，因家贫遭灾，闯了关东，黄鹤一去不复归矣。老七老九老十一，是同父同母所生，老七是我父亲。从小父母双亡，我从来没有见过我的祖父母。贫无立锥之地，十一叔送给了别人，改了姓。九叔也万般无奈被迫背井离乡，流落济南，好歹算是在那里立定了脚跟。我六岁离家，投奔的就是九叔。所谓大奶奶，就是举人的妻子。大大爷生过一个儿子，也就是说，大奶奶有过一个孙子。可惜在娶妻生子后就夭亡了。我从来没有见过他。因此，在我上一辈十一人中，男孩子只有我这一个独根独苗。在旧社会不孝有三，无后为大的环境中，我成了家中的宝贝，自是意中事。可能还有一些别的原因，在我六岁离家之前，我就成了大奶奶的心头肉，一天不见也不行。我们家住在村外，大奶奶住在村内。有很长一段时间，我每天早晨一睁眼，滚下土炕，一溜烟就跑到村内，一头扑到大奶奶怀里。只见她把手缩进非常宽大的袖筒里，不知从什么地方拿出半块或一整个白面馒头，递给我。当时吃白面馒头叫做吃白的，全村能每天吃白的的人，屈指可数，大奶奶是其中一个，季家全家是唯一的一个。"}
{"text":"我们家住在村外，大奶奶住在村内。有很长一段时间，我每天早晨一睁眼，滚下土炕，一溜烟就跑到村内，一头扑到大奶奶怀里。只见她把手缩进非常宽大的袖筒里，不知从什么地方拿出半块或一整个白面馒头，递给我。当时吃白面馒头叫做吃白的，全村能每天吃白的的人，屈指可数，大奶奶是其中一个，季家全家是唯一的一个。对我这个连黄的指小米面和玉米面都吃不到，只能凑合着吃红的红高粱面的小孩子，白的简直就像是龙肝凤髓，是我一天望眼欲穿地最希望享受到的。按年龄推算起来，从能跑路到离开家，大约是从三岁到六岁，是我每天必见大奶奶的时期，也是我一生最难忘怀的一段生活。我的记忆中往往闪出一株大柳树的影子。大奶奶弥勒佛似的端坐在一把奇大的椅子上。她身躯胖大，据说食量很大。有一次，家人给她炖了一锅肉。她问家里的人肉炖好了没有？给我盛一碗拿两个馒头来，我尝尝！食量可见一斑。可惜我现在怎么样也挖不出吃肉的回忆。我不会没吃过的。大概我的最高愿望也不过是吃点白的，超过这个标准，对我就如云天渺茫，连回忆都没有了。可是我终于离开了大奶奶，以古稀或耄耋的高龄，失掉我这块心头肉，大奶奶内心的悲伤，完全可以想象。可怜小儿女，不解忆长安。我只有六岁，稍有点不安，转眼就忘了。等我第一次从济南回家的时候，是送大奶奶入土的。从此我就永远失掉了大奶奶。大奶奶会永远活在我的记忆中。忆往述怀第一篇阅尽沧桑忆往述怀我的母亲我是一个最爱母亲的人，却又是一个享受母爱最少的人。我六岁离开母亲，以后有两次短暂的会面，都是由于回家奔丧。最后一次是分离八年以后，又回家奔丧。这次奔的却是母亲的丧。回到老家，母亲已经躺在棺材里，连遗容都没能见上。从此，人天永隔，连回忆里母亲的面影都变得迷离模糊，连在梦中都见不到母亲的真面目了。这样的梦，我生平不知已有多少次。直到耄耋之年，我仍然频频梦到面目不清的母亲，总是老泪纵横，哭着醒来。对享受母亲的爱来说，我注定是一个永恒的悲剧人物了。奈之何哉！奈之何哉！关于母亲，我已经写了很多，这里不想再重复。我只想写一件我决不相信其为真而又热切希望其为真的小事。在清华大学念书时，母亲突然去世。我从北平赶回济南，又赶回清平，送母亲入土。"}
{"text":"从此，人天永隔，连回忆里母亲的面影都变得迷离模糊，连在梦中都见不到母亲的真面目了。这样的梦，我生平不知已有多少次。直到耄耋之年，我仍然频频梦到面目不清的母亲，总是老泪纵横，哭着醒来。对享受母亲的爱来说，我注定是一个永恒的悲剧人物了。奈之何哉！奈之何哉！关于母亲，我已经写了很多，这里不想再重复。我只想写一件我决不相信其为真而又热切希望其为真的小事。在清华大学念书时，母亲突然去世。我从北平赶回济南，又赶回清平，送母亲入土。我回到家里，看到的只是一个黑棺材，母亲的面容再也看不到了。有一天夜里，我正睡在里间的土炕上，一叔陪着我。中间隔一片枣树林的对门的宁大叔，径直走进屋内，绕过母亲的棺材，走到里屋炕前，把我叫醒，说他的老婆宁大婶撞客了――我们那里把鬼附人体叫做撞客――，撞的客就是我母亲。我大吃一惊，一骨碌爬起来，跌跌撞撞，跟着宁大叔，穿过枣林，来到他家。宁大婶坐在炕上，闭着眼睛，嘴里却不停地说着话，不是她说话，而是我母亲。一见我毋宁说是一听到我，因为她没有睁眼，就抓住我的手，说儿啊！你让娘想得好苦呀！离家八年，也不回来看看我。你知道，娘心里是什么滋味呀！如此刺刺不休，说个不停。我仿佛当头挨了一棒，懵懵懂懂，不知所措。按理说，听到母亲的声音，我应当嚎陶大哭。然而，我没有，我似乎又清醒过来。我在潜意识中，连声问着自己这是可能的吗？这是真事吗？我心里酸甜苦辣，搅成了一锅酱。我对母亲说娘啊！你不该来找宁大婶呀！你不该麻烦宁大婶呀！我自己的声音传到我自己的耳朵里，一片空虚，一片淡漠。然而，我又不能不这样，我的那一点科学起了支配的作用。母亲连声说是啊！是啊！我要走了。于是宁大婶睁开了眼睛，木然愕然坐在土炕上。我回到自己家里，看到母亲的棺材，伏在土炕上，一直哭到天明。我不能相信这是真的，但是希望它是真的。倚闾望子，望了八年，终于看到了自己心爱的独子，对母亲来说不也是一种安慰吗？但这是多么渺茫，多么神奇的一种安慰呀！母亲永远活在我的记忆里。忆往述怀第一篇阅尽沧桑忆往述怀我的婶母这里指的是我九叔续弦的夫人。第一位夫人，虽然是把我抚养大的，我应当感谢她但是，留给我的却不都是愉快的回忆。我写不出什么文章。"}
{"text":"我不能相信这是真的，但是希望它是真的。倚闾望子，望了八年，终于看到了自己心爱的独子，对母亲来说不也是一种安慰吗？但这是多么渺茫，多么神奇的一种安慰呀！母亲永远活在我的记忆里。忆往述怀第一篇阅尽沧桑忆往述怀我的婶母这里指的是我九叔续弦的夫人。第一位夫人，虽然是把我抚养大的，我应当感谢她但是，留给我的却不都是愉快的回忆。我写不出什么文章。这一位续弦的婶母，是在年夏天我离开济南以后才同叔父结婚的，我并没见过她。到了德国写家信，虽然敬禀者的对象中也有婶母这个称呼，却对我来说是一个空洞的概念，一直到年，也就是说十二年以后，我从北平乘飞机回济南，才把概念同真人对上了号。婶母后来我们家里称她为老祖是绝顶聪明的人，也是一个有个性有脾气的人。我初回到家，她是斜着眼睛看我的。这也难怪。结婚十几年了，忽然凭空冒出来了一个侄子。他是什么人呢？好人？坏人？好不好对付？她似乎有这样多问号。这是人之常情，不能怪她。我却对她非常尊敬，她不是个一般的人。我离家十二年，我在欧洲经历了第二次世界大战，她在国内经历了日军占领和抗日战争。我是亲老家贫子幼。可是鞭长莫及。有五六年，音讯不通。上有老，下有小，叔父脾气又极暴烈，甚至有点乖戾，极难侍奉。有时候，经济没有来源，全靠她一个人支持。她摆过烟摊到小市上去卖衣服家具在日军刺刀下去领混合面骑着马到济南南乡里去勘查田地，充当地牙子，赚点钱供家用靠自己幼时所学的中医知识，给人看病。她以少妻的身份，对付难以对付的老夫。她的苦心至今还催我下泪。在这万分艰苦的情况下，她没让孙女和孙子失学，把他们抚养成人。总之，一句话，如果没有老祖，我们的家早就完了。我回到家里来也恐怕只能看到一座空房，妻离子散，叔父归天。我自认还不是一个混人。我极重感情，决不忘恩。老祖的所作所为，我看到眼里，记在心中。回北平以后，给她写了一封长信，称她为老季家的功臣。听说，她很高兴。见了自己的娘家人，详细通报。从此，她再也不斜着眼睛看我了，我们两人之间的关系十分融洽，互相尊重。我们全家都尊敬她，热爱她，老祖这一个朴素简明的称号，就能代表我们全家人的心。叔父去世以后，老祖同我的妻子彭德华从济南迁来北京。"}
{"text":"我回到家里来也恐怕只能看到一座空房，妻离子散，叔父归天。我自认还不是一个混人。我极重感情，决不忘恩。老祖的所作所为，我看到眼里，记在心中。回北平以后，给她写了一封长信，称她为老季家的功臣。听说，她很高兴。见了自己的娘家人，详细通报。从此，她再也不斜着眼睛看我了，我们两人之间的关系十分融洽，互相尊重。我们全家都尊敬她，热爱她，老祖这一个朴素简明的称号，就能代表我们全家人的心。叔父去世以后，老祖同我的妻子彭德华从济南迁来北京。我们一起生活了将近三十年，从没有半点龃龉，总是你尊我敬。自从我六岁到济南以后，六七十年来，我们家从来没有吵过架，这是极为难得的。我看进入吉尼斯世界纪录，也不为过。老祖到我们家以后，我们能这样和睦，主要归功于她和德华两人，我在其中起的作用，微乎其微。以八十多的高龄，老祖身体健康，精神愉快，操持家务，全都靠她。我们只请了做小时小保姆。老祖天天背着一个大黑布包，出去采买食品菜蔬，成为朗润园的美谈。老祖是非常满意的，告诉自己的娘家人说这一家子都是很孝顺的。可见她晚年心情之一斑。我个人也是非常满意的，我安享了二三十年的清福。老祖以九十岁的高龄离开人世。我想她是含笑离开的。老祖永远活在我的记忆里。忆往述怀第一篇阅尽沧桑忆往述怀我的妻子我在上面说过德华不应该属于寸草心的范畴。她借了光。人世间借光的事情也是常有的。我因为是季家的独根独苗，身上负有传宗接代的重大任务，所以十八岁就结了婚。父母之命，媒妁之言，自不在话下。德华长我四岁。对我们家来说，她真正做到了毫不利己，专门利人，一辈子勤勤恳恳，有时候还要含辛茹苦。上有公婆，下有稚子幼女，丈夫十几年不在家。公公又极难侍候，家里又穷，经济朝不保夕。在这些年，她究竟受了多少苦，她只是偶尔对我流露一点，我实在说不清楚。德华天资不是太高，只念过小学，大概能认千八百字。当我念小学的时候，我曾偷偷地看过许多旧小说，什么西游记封神演义彭公案施公案济公传七侠五义小五义等等都看过。当时这些书对我来说是禁书，叔叔称之为闲书。看闲书是大罪状，是绝对不允许的。但是，不但我，连叔父的女儿秋妹都偷偷地看过不少。她把小说中常见的词儿飞檐走壁念成飞腾走壁，一时传为笑柄。"}
{"text":"德华天资不是太高，只念过小学，大概能认千八百字。当我念小学的时候，我曾偷偷地看过许多旧小说，什么西游记封神演义彭公案施公案济公传七侠五义小五义等等都看过。当时这些书对我来说是禁书，叔叔称之为闲书。看闲书是大罪状，是绝对不允许的。但是，不但我，连叔父的女儿秋妹都偷偷地看过不少。她把小说中常见的词儿飞檐走壁念成飞腾走壁，一时传为笑柄。可是，德华一辈子也没有看过任何一部小说，别的书更谈不上了。她没有给我写过一封信，她根本拿不起笔来。到了晚年，连早年能认的千八百字也都大半还给了老师，剩下的不太多了。因此，她对我一辈子搞的这一套玩意儿根本不知道是什么东西，有什么意义。她似乎从来也没有想知道过。在这方面，我们俩毫无共同的语言。在文化方面，她就是这个样子。然而，在道德方面，她却是超一流的。上对公婆，她真正尽上了孝道下对子女，她真正做到了慈母应做的一切中对丈夫，她绝对忠诚，绝对服从，绝对爱护。她是一个极为难得的孝顺媳妇，贤妻良母。她对待任何人都是忠厚诚恳，从来没有说过半句闲话。她不会撒谎，我敢保证，她一辈子没有说过半句谎话。如果中国将来要修二十几史，而其中又有什么妇女列传或闺秀列传的话，她应该榜上有名。年，老祖同德华从济南搬到北京来，我过单身汉生活数十年，现在总算是有了一个家。这也是德华一生的黄金时期，也是我一生最幸福的时候。我们家里和睦相处，你尊我让，从来没有吵过嘴。有时候家人朋友团聚，食前方丈，杯盘满桌，烹饪往往由她们二人主厨。饭菜上桌，众人狼吞虎咽，她们俩却往往是坐在一旁，笑眯眯地看着我们吃，脸上流露出极为怡悦的表情。对这样的家庭，一切赞誉之词都是无用的，都会黯然失色的。我活到了八十多，参透了人生真谛。人生无常，无法抗御。我在极端的快乐中，往往心头闪过一丝暗影天下无不散的筵席。我们家这一出十分美满的戏，早晚会有煞戏的时候。果然，老祖先走了。去年德华又走了。她也已活到超过米寿，她可以瞑目了。德华永远活在我的记忆里。忆往述怀第一篇阅尽沧桑忆往述怀回忆回忆很不好说。究竟什么才算是回忆呢？我们时时刻刻沿着人生的路向前走着，时时刻刻有东西映入我们的眼里。"}
