{"text":"至于开手要谁来做的问题，那不消说是觉悟的读书人。有人说大众的事情，要大众自己来做！那当然不错的，不过得看看说的是什么脚色。如果说的是大众，那有一点是对的，对的是要自己来，错的是推开了帮手。倘使说的是读书人呢，那可全不同了他在用漂亮话把持文字，保护自己的尊荣。十不必恐慌但是，这还不必实做，只要一说，就又使另一些人发生恐慌了。首先是说提倡大众语文的，乃是文艺的政治宣传员如宋阳之流，本意在于造反。给带上一顶有色帽，是极简单的反对法。不过一面也就是说，为了自己的太平，宁可中国有百分之八十的文盲。那么，倘使口头宣传呢，就应该使中国有百分之八十的聋子了。但这不属于谈文的范围，这里也无须多说。专为着文学发愁的，我现在看见有两种。一种是怕大众如果都会读，写，就大家都变成文学家了。这真是怕天掉下来的好人。上次说过，在不识字的大众里，是一向就有作家的。我久不到乡下去了，先前是，农民们还有一点余闲，譬如乘凉，就有人讲故事。不过这讲手，大抵是特定的人，他比较的见识多，说话巧，能够使人听下去，懂明白，并且觉得有趣。这就是作家，抄出他的话来，也就是作品。倘有语言无味，偏爱多嘴的人，大家是不要听的，还要送给他许多冷话――讥刺。我们弄了几千年文言，十来年白话，凡是能写的人，何尝个个是文学家呢？即使都变成文学家，又不是军阀或土匪，于大众也并无害处的，不过彼此互看作品而已。还有一种是怕文学的低落。大众并无旧文学的修养，比起士大夫文学的细致来，或者会显得所谓低落的，但也未染旧文学的痼疾，所以它又刚健，清新。无名氏文学如子夜歌之流，会给旧文学一种新力量，我先前已经说过了现在也有人绍介了许多民歌和故事。还有戏剧，例如朝花夕拾所引目连救母里的无常鬼的自传，说是因为同情一个鬼魂，暂放还阳半日，不料被阎罗责罚，从此不再宽纵了――那怕你铜墙铁壁！"}
{"text":"即使都变成文学家，又不是军阀或土匪，于大众也并无害处的，不过彼此互看作品而已。还有一种是怕文学的低落。大众并无旧文学的修养，比起士大夫文学的细致来，或者会显得所谓低落的，但也未染旧文学的痼疾，所以它又刚健，清新。无名氏文学如子夜歌之流，会给旧文学一种新力量，我先前已经说过了现在也有人绍介了许多民歌和故事。还有戏剧，例如朝花夕拾所引目连救母里的无常鬼的自传，说是因为同情一个鬼魂，暂放还阳半日，不料被阎罗责罚，从此不再宽纵了――那怕你铜墙铁壁！那怕你皇亲国戚！何等有人情，又何等知过，何等守法，又何等果决，我们的文学家做得出来么？这是真的农民和手业工人的作品，由他们闲中扮演。借目连的巡行来贯串许多故事，除小尼姑下山外，和刻本的目连救母记是完全不同的。其中有一段武松打虎，是甲乙两人，一强一弱，扮着戏玩。先是甲扮武松，乙扮老虎，被甲打得要命，乙埋怨他了，甲道你是老虎，不打，不是给你咬死了？乙只得要求互换，却又被甲咬得要命，一说怨话，甲便道你是武松，不咬，不是给你打死了？我想比起希腊的伊索，俄国的梭罗古勃的寓言来，这是毫无逊色的。如果到全国的各处去收集，这一类的作品恐怕还很多。但自然，缺点是有的。是一向受着难文字，难文章的封锁，和现代思潮隔绝。所以，倘要中国的文化一同向上，就必须提倡大众语，大众文，而且书法更必须拉丁化。十一大众并不如读书人所想像的愚蠢但是，这一回，大众语文刚一提出，就有些猛将趁势出现了，来路是并不一样的，可是都向白话，翻译，欧化语法，新字眼进攻。他们都打着大众的旗，说这些东西，都为大众所不懂，所以要不得。其中有的是原是文言余孽，借此先来打击当面的白话和翻译的，就是祖传的远交近攻的老法术有的是本是懒惰分子，未尝用功，要大众语未成，白话先倒，让他在这空场上夸海口的，其实也还是文言文的好朋友，我都不想在这里多谈。现在要说的只是那些好意的，然而错误的人，因为他们不是看轻了大众，就是看轻了自己，仍旧犯着古之读书人的老毛病。读书人常常看轻别人，以为较新，较难的字句，自己能懂，大众却不能懂，所以为大众计，是必须彻底扫荡的说话作文，越俗，就越好。这意见发展开来，他就要不自觉的成为新国粹派。"}
{"text":"现在要说的只是那些好意的，然而错误的人，因为他们不是看轻了大众，就是看轻了自己，仍旧犯着古之读书人的老毛病。读书人常常看轻别人，以为较新，较难的字句，自己能懂，大众却不能懂，所以为大众计，是必须彻底扫荡的说话作文，越俗，就越好。这意见发展开来，他就要不自觉的成为新国粹派。或则希图大众语文在大众中推行得快，主张什么都要配大众的胃口，甚至于说要迎合大众，故意多骂几句，以博大众的欢心。这当然自有他的苦心孤诣，但这样下去，可要成为大众的新帮闲的。说起大众来，界限宽泛得很，其中包括着各式各样的人，但即使目不识丁的文盲，由我看来，其实也并不如读书人所推想的那么愚蠢。他们是要智识，要新的智识，要学习，能摄取的。当然，如果满口新语法，新名词，他们是什么也不懂但逐渐的检必要的灌输进去，他们却会接受那消化的力量，也许还赛过成见更多的读书人。初生的孩子，都是文盲，但到两岁，就懂许多话，能说许多话了，这在他，全部是新名词，新语法。他那里是从马氏文通或辞源里查来的呢，也没有教师给他解释，他是听过几回之后，从比较而明白了意义的。大众的会摄取新词汇和语法，也就是这样子，他们会这样的前进。所以，新国粹派的主张，虽然好像为大众设想，实际上倒尽了拖住的任务。不过也不能听大众的自然，因为有些见识，他们究竟还在觉悟的读书人之下，如果不给他们随时拣选，也许会误拿了无益的，甚而至于有害的东西。所以，迎合大众的新帮闲，是绝对的要不得的。由历史所指示，凡有改革，最初，总是觉悟的智识者的任务。但这些智识者，却必须有研究，能思索，有决断，而且有毅力。他也用权，却不是骗人，他利导，却并非迎合。他不看轻自己，以为是大家的戏子，也不看轻别人，当作自己的喽罗。他只是大众中的一个人，我想，这才可以做大众的事业。十二煞尾话已经说得不少了。总之，单是话不行，要紧的是做。要许多人做大众和先驱要各式的人做教育家，文学家，言语学家。这已经迫于必要了，即使目下还有点逆水行舟，也只好拉纤顺水固然好得很，然而还是少不得把舵的。这拉纤或把舵的好方法，虽然也可以口谈，但大抵得益于实验，无论怎么看风看水，目的只是一个向前。各人大概都有些自己的意见，现在还是给我听听你们诸位的高论罢。"}
{"text":"他只是大众中的一个人，我想，这才可以做大众的事业。十二煞尾话已经说得不少了。总之，单是话不行，要紧的是做。要许多人做大众和先驱要各式的人做教育家，文学家，言语学家。这已经迫于必要了，即使目下还有点逆水行舟，也只好拉纤顺水固然好得很，然而还是少不得把舵的。这拉纤或把舵的好方法，虽然也可以口谈，但大抵得益于实验，无论怎么看风看水，目的只是一个向前。各人大概都有些自己的意见，现在还是给我听听你们诸位的高论罢。本篇最初发表于一九三四年八月二十四日至九月十日的申报自由谈，署名华圉。后来将本文与其他有关于语文改革的文章四篇辑为门外文谈一书，一九三五年九月由上海天马书店出版。这些是常见于当时上海报刊的新闻。一九三四年夏，我国南方大旱，国民党政府于七月间邀请第九世班禅喇嘛和安钦活佛在南京汤山等地作法求雨。八月初，国民党政府行政院秘书长褚民谊为女游泳选手杨秀琼打扇驾车，被称为吊膀子秘书长。上海大世界游艺场利用旱灾展出一个所谓旱魃的矮人，称三寸怪人干，招揽游客。五月，美国政府颁布白银法案后，国际银价上升，国民党官僚资本集团趁国内粮价飞涨，大量输出白银，从国外购进大米，牟取暴利。六月，国民党江西省政府根据蒋介石手令，颁布取缔妇女奇装异服办法，规定裤长最短须过膝四寸，不得露腿赤足，当时重庆北平等地也禁止女子裸膝露肘。唐宋八大家明代茅坤曾选辑唐代的韩愈柳宗元和宋代的欧阳修苏洵苏轼苏辙王安石曾巩八个古文家的文章编为唐宋八大家文抄，因有唐宋八大家的说法。仓颉相传为黄帝的史官，汉字的创造者，东汉许慎说文解字叙黄帝之史仓颉初造书契。荀子解蔽中则说好书者众矣，而仓颉独传者壹也，认为仓颉是文字的搜集和整理者之一。又太平御览卷三六六引春秋孔演图苍颉四目，是谓并明。易经即周易，是我国古代记载占卜的书。可能萌芽于殷周之际，并非出自一人之手。这里引的两句，见该书系辞篇。升中于天语见礼记礼器升中于天，因吉土，以飨帝于郊。据汉代郑玄注升，上也中，犹成也燔柴祭天，告以诸侯之成功也。仓颉，黄帝史语见汉书古今人表。史，即史官。"}
{"text":"又太平御览卷三六六引春秋孔演图苍颉四目，是谓并明。易经即周易，是我国古代记载占卜的书。可能萌芽于殷周之际，并非出自一人之手。这里引的两句，见该书系辞篇。升中于天语见礼记礼器升中于天，因吉土，以飨帝于郊。据汉代郑玄注升，上也中，犹成也燔柴祭天，告以诸侯之成功也。仓颉，黄帝史语见汉书古今人表。史，即史官。伏羲我国传说中的上古帝王，相传他教民结网，从事渔猎畜牧。八卦，相传为他所作。易经系辞说古者包牺氏按即伏羲之王天下也近取诸身，远取诸物，于是始作八卦，以通神明之德，以类万物之情。卦，即挂，悬挂物象以示人吉凶，有乾坤震民离坎兑伲八种式样。易传认素灾饕笳魈臁亍住纭稹山泽八种自然现象。打结字古代秘鲁印第安人用以帮助记忆的一种线结，以结绳的方式记录天气日期数目等等的变化。线的颜色，线结的大小和多少，都表示着不同的意义。岣嵝碑又称禹碑，在湖南衡山岣嵝峰，相传为夏禹治水时所刻碑文共七十七字，难于辨识。清末叶昌炽语石卷二载韩愈诗岣嵝山尖神禹碑，字青石赤形模奇。郎瑛杨用修诸家各有释文，灵怪杳冥，难可凭信。不知韩诗又云千搜万索何处有，森森绿树猿猱悲。是但凭道士所言，未尝目睹。此碑在明朝以前，不见于记载，故多疑为伪造。亚勒泰米拉洞在西班牙北部散坦特尔省境，发现于一八七九年。洞窟中有旧石器时代用三种颜色画成的壁画，画的都是野牛野鹿野猪和长毛巨象等动物。关于朱育武则天造字，据三国志吴书虞翻传注引会稽典录孙亮时，有山阴朱育，少好奇字，凡所特达，依体象类，造作异字千名以上。新唐书后妃列传武则天于载初中，作白一四十有二文。太后自名白。但资治通鉴唐纪二十载天授元年，凤阁侍郎河东宗秦客，改造天地等十二字以献，丁亥，行之。太后自名白。周礼儒家经典之一，记述周王朝官制和战国时代各国制度的资料汇编，大约成书于战国时期。说文解字，东汉许慎撰，我国第一部系统介绍汉字形音义的著作。"}
{"text":"新唐书后妃列传武则天于载初中，作白一四十有二文。太后自名白。但资治通鉴唐纪二十载天授元年，凤阁侍郎河东宗秦客，改造天地等十二字以献，丁亥，行之。太后自名白。周礼儒家经典之一，记述周王朝官制和战国时代各国制度的资料汇编，大约成书于战国时期。说文解字，东汉许慎撰，我国第一部系统介绍汉字形音义的著作。这里讲的汉字六种构成法，即周礼和说文解字中所记载的六书。周礼中所说的有象形会意转注处事假借谐声。说文解字中所说的稍有不同，是指事象形形声会意转注假借。近取诸身，远取诸物语见易经系辞。象意汉书艺文志六书，谓象形象事象意象声转注假借，造字之本也。据唐代颜师古注象意即会意也。篆隶楷是汉字演进过程中先后出现的几种字体的名称。篆书分大篆小篆，大篆是从西周到战国通行的字体，但各国有异。秦始皇时统一字体，称为小篆。隶书开始于秦代，把小篆匀圆的笔画稍改平直，到汉代才出现平直扁正的正式的隶书。楷书始于汉末，以后取代隶书，通行至今。这里指胡适。胡适著的国语文学史于一九二七年出版时，黎锦熙在该书的代序中说，这部文学史所以始于战国秦汉而不包括诗经，是因为胡适要从他认为语言文字开始分歧的时代写起。代序不同意战国前语文合一的看法。一九二八年胡适将此书修订，抽去代序，改名白话文学史出版，在第一章说我们研究古代文字，可以推知当战国的时候中国的文体已经不能与语体一致了。仍坚持他的战国文一致的看法。书经即尚书，儒家经典之一。我国上古历史文件和部分追述古代事迹的著作的汇编。司马迁约前―约前字子长，夏阳今陕西韩城人，西汉史学家文学家。曾任太史令。他所撰的史记，是我国第一部纪传体通史从上古起到汉武帝止。夥颐，涉之为王沉沉者语见史记陈涉世家。据唐代司马贞索隐服虔云楚人谓多为夥。按又言颐者，助声之辞也。又据南朝宋裴S集解应劭曰沈沈，宫室深邃之貌也。"}
{"text":"我国上古历史文件和部分追述古代事迹的著作的汇编。司马迁约前―约前字子长，夏阳今陕西韩城人，西汉史学家文学家。曾任太史令。他所撰的史记，是我国第一部纪传体通史从上古起到汉武帝止。夥颐，涉之为王沉沉者语见史记陈涉世家。据唐代司马贞索隐服虔云楚人谓多为夥。按又言颐者，助声之辞也。又据南朝宋裴S集解应劭曰沈沈，宫室深邃之貌也。淮南王歌淮南王指汉文帝之弟刘长，他因谋反为文帝所废，流放蜀郡，中途绝食而死。后来民间就流传出这首歌谣。汉书东汉班固编撰的西汉史，是我国第一部纪传体断代史。前汉纪，即汉纪，东汉荀悦撰，编年体西汉史，内容多取材汉书，有所增补。这里所引的前一首见汉书淮南王传，末句无能字，史记淮南衡山列传所载与引文同后一首未见于前汉纪，汉代高诱的淮南鸿烈解叙载有此歌，首句作一尺缯，好童童，末句作兄弟二人，不能相容。藏之秘阁，副在三馆秘阁三馆都是藏书的地方。宋史职官志载国初以史馆昭文馆集贤院为三馆，皆寓崇文院。太宗端拱元年诏就崇文院中堂建秘阁，择三馆真本书籍万余卷，及内出古画墨迹，藏其中。克罗蒂亚通译克罗地亚，现在是南斯拉夫联邦人民共和国的成员国之一。杨雄前―一作扬雄，字子云，蜀郡成都今属四川人。西汉文学家语言文字学家。著有法言太玄经及其他文赋。汉书扬雄传载，刘背⒋有垩ё髌孀郑据唐代颜师古注，奇字即古文之异者。方言，全名轩使者绝代语释别国方言，相传为扬雄所作，共十三卷，内容杂录中国各地同义异字之字一万一千余。刘歆约前―，字子骏，沛今江苏沛县人，西汉学者。他在与扬雄从取方言书中说属闻子云独采集先代绝言，异国殊语，以为十五卷，其所解略多矣，而不知其目今谨使密人奉手书，愿颇与其最目，得使入篆，令圣朝留明明之典。扬雄在答刘歆书中却说敕以殊言十五卷，君何由知之？天下上计孝廉及内郡卫卒会者，雄常把三寸弱翰，赍油素四尺，以问其异语，归即以铅摘次之于椠，二十七岁于今矣而语言或交错相反，方复论思详悉集之诚欲崇而就之，不可以遗，不可以怠。"}
{"text":"他在与扬雄从取方言书中说属闻子云独采集先代绝言，异国殊语，以为十五卷，其所解略多矣，而不知其目今谨使密人奉手书，愿颇与其最目，得使入篆，令圣朝留明明之典。扬雄在答刘歆书中却说敕以殊言十五卷，君何由知之？天下上计孝廉及内郡卫卒会者，雄常把三寸弱翰，赍油素四尺，以问其异语，归即以铅摘次之于椠，二十七岁于今矣而语言或交错相反，方复论思详悉集之诚欲崇而就之，不可以遗，不可以怠。即君必欲胁之以威，陵之以武，欲令入之于此此又未定，未可以见，今君又终之，则缢死以从命也。而可，且宽假延期，必不敢有爱。跳黄浦是通行于上海的话，意即自杀。樊宗师？―约字绍述，河中今山西永济人，唐代散文家。曾任绵州绛州刺史。他的文章艰涩，难以断句，如绛守居园池记的第一句绛即东雍为守理所，有人断为绛即东雍，为守理所，也有人断为绛，即东雍为守理所。李贺―字长吉，昌谷今河南宜阳人，唐代诗人。他的诗立意新巧，用语奇特，不易理解。新唐书李贺传说他辞尚奇诡，所得皆惊迈绝去翰墨畦径，当时无能效者。康熙字典清代康熙年间张玉书陈廷敬等奉旨编纂的大型字典，四十二卷，收四万十千余字，康熙五十五年刊行。钱坫―字献之，江苏嘉定今属上海市人，清代汉学家。善写小篆。刘熙，字成国，汉代北海今山东潍坊人，训诂学家。所著释名，八卷，共二十七篇，是一部解释字义的书。钱玄同―名夏，字德潜，浙江吴兴人，文字音韵学家。他曾用说文解字中的篆体字样抄写章太炎的小学答问，由浙江官书局刊刻行世。太炎，即章炳麟―，浙江余杭人，清末革命家学者。他所作的小学答问是据说文解字解释本字和借字的流变的书。千字课一九二二年陶行知等人创办的中华平民教育促进会编纂平民千字课本，作为成年人补习常用汉字的读本。后来一些书店也仿照编印了类似读本。一九三四年八月十五日社会月报第一卷第三期发表彭子蕴的大众语与大众文化的水准问题一文，其中说现在市场上有一种叫做平民千字课的书，是真用来教有所谓大众的。文学子游子夏语见论语先进，据宋代邢m疏若文章博学，则有子游子夏二人也。"}
{"text":"他所作的小学答问是据说文解字解释本字和借字的流变的书。千字课一九二二年陶行知等人创办的中华平民教育促进会编纂平民千字课本，作为成年人补习常用汉字的读本。后来一些书店也仿照编印了类似读本。一九三四年八月十五日社会月报第一卷第三期发表彭子蕴的大众语与大众文化的水准问题一文，其中说现在市场上有一种叫做平民千字课的书，是真用来教有所谓大众的。文学子游子夏语见论语先进，据宋代邢m疏若文章博学，则有子游子夏二人也。子游子夏，即孔丘的弟子言偃卜商。杭育杭育派意指大众文学。这里是针对林语堂而发的。林语堂在一九三四年四月二十八三十日及五月三日申报自由谈所载方巾气研究一文中说在批评方面，近来新旧卫道派颇一致，方巾气越来越重。凡非哼哼唧唧文学，或杭育杭育文学，皆在鄙视之列。又说人间世出版，动起杭育杭育派的方巾气，七手八脚，乱吹乱擂，却丝毫没有打动了人间世。诗经我国最早的诗歌总集，编成于春秋时代，共三五篇，大抵是周初到春秋中期的作品，相传曾经孔丘删定。王官王朝的职官，这里指采诗之官。汉书艺文志说古有采诗之官，王者所以观风俗知得失，自考正也。荷马的两大史诗指伊利亚特和奥德赛，约产生于公元前九世纪。荷马的生平以至是否确有其人，欧洲的文学史家颇多争论，所以这里说姑且当作有这样一个人。子夜歌据晋书乐志子夜歌者，女子名子夜造此声。乐府诗集列为吴声歌曲，收晋宋齐辞的子夜歌四十二首和子夜四时歌七十五首。读曲歌，据宋书乐志读曲哥歌者，民间为彭城王义康所作也。又乐府诗集引古今乐录读曲歌者，元嘉十七年袁后崩，百官不敢作声歌或因酒宴，止窃声读曲细吟而已，以此为名。乐府诗集收读曲歌八十九首，也列为吴声歌曲。竹枝词据乐府诗集竹枝，本出于巴渝。唐贞元中，刘禹锡在沅湘，以俚歌鄙陋，乃依骚人九歌作竹枝新辞九章，教里中儿歌之，由是盛于贞元元和之间―。柳枝词，即杨柳枝，唐代教坊曲名。白居易有杨柳枝词八首，其中有古歌旧曲君休听，听取新翻杨柳枝的句子。"}
