{"text":"不过一个名士和名将的知遇结合，却是人们情愿相信确有其事，而且也显见古人长厚，好人好事的一报还一报，很是痛快淋漓。因此昔日女诗人汪小蕴，在论史诗中有关郭子仪的名句有一代威名迈光弼，千秋知己属青莲。青莲是李白的别号。史载郭子仪年八十五而终。他所提拔的部下幕府中，有六十多人，后来皆为将相。八子七婿，皆贵显于当代。天下以其身为安危者殆三十年，功盖天下而主不疑，位极人臣而众不嫉，穷奢极欲而人不非之。历代历史上的功臣，能够做到功盖天下而主不疑，位极人臣而众不嫉，穷奢极欲而人不非，实在太难而特难。这都是郭子仪一生的作人处事，自然合乎冲而用之或不盈，挫其锐，解其纷，和其光，同其尘，湛兮似或存的原则。半个芋头十年宰相李泌，也是中唐史上突出的人物，他几乎和郭子仪相终始，身经四朝――玄宗肃宗代宗和德宗，参与宫室大计，辅翼朝廷，运筹帷幄，对外策划战略，配合郭子仪等各个将领的步调，使其得致成功，也可以说是肃宗代宗德宗三朝天下的重要人物。只是因他一生爱好神仙佛道，被历来以儒家出身执笔写历史的大儒们主观我见所摒弃，在一部中唐变乱史上，轻轻带过，实在不太公平。其实，古今历史，谁又敢说它是绝对公平的呢？说到他的淡泊明志，宁静致远，善于运用黄老拨乱反正之道的作为，实在是望之犹如神仙中人。李泌幼年便有神童的称誉，已能粗通儒佛道三家的学识。在唐玄宗明皇政治最清明的开元时期，他只有七岁，已经受到玄宗与名相张说张九龄的欣赏和奖爱。有一次，张九龄准备拔用一位才能不高，个性比较软弱，而且肯听话的高级巨僚。李泌虽然年少，跟在张九龄身边，便很率直地对张九龄说公起布衣，以直道至宰相，而喜软美者乎！相公你自己也是平民出身，处理国家大事，素来便有正直无私的清誉，难道你也喜欢低声下气而缺乏节操和能力的软性人才吗？张九龄听了他的话，非常惊讶，马上很慎重地认错，改口叫他小友。李泌到了成年的时期，非常博学，而且对易经的学问，更有心得。他经常寻访嵩山华山终南等名山之间，希望求得神仙长生不死的方术。到了天宝时期，玄宗记起他的幼年早慧，特别召他来讲老子，任命他待诏翰林，供奉东宫，因而与皇太子兄弟等非常要好。在这个时候，他已经钻研于道家方术的修炼，很少吃烟火食物了。有一天晚上，他在山寺里，听到一个和尚念经的声音，悲凉委婉而有遗世之响，他认为是一位有道的再来人。"}
{"text":"张九龄听了他的话，非常惊讶，马上很慎重地认错，改口叫他小友。李泌到了成年的时期，非常博学，而且对易经的学问，更有心得。他经常寻访嵩山华山终南等名山之间，希望求得神仙长生不死的方术。到了天宝时期，玄宗记起他的幼年早慧，特别召他来讲老子，任命他待诏翰林，供奉东宫，因而与皇太子兄弟等非常要好。在这个时候，他已经钻研于道家方术的修炼，很少吃烟火食物了。有一天晚上，他在山寺里，听到一个和尚念经的声音，悲凉委婉而有遗世之响，他认为是一位有道的再来人。打听之下，才知道是一个作苦工的老僧，大家也不知道他叫什么名字。平常收拾吃过的残羹剩饭充饥，吃饱了就伸伸懒腰，找个角落去睡觉，因此大家便叫他懒残。李泌知道了懒残禅师的事迹，在一个寒冬深夜，独自一个人偷偷去找他，正碰到懒残把捡来的干牛粪，垒作一堆当柴烧，生起火来烤芋头。这个和尚在火堆旁缩做一团，面颊上挂着被冻得长流的清鼻水。李泌看了，一声不响，跪在他的旁边。懒残也像没有看见他似的，一面在牛粪中捡起烤熟了的芋头，张口就吃。一面又自言自语地骂李泌是不安好心，要来偷他的东西。边骂边吃，忽然转过脸来，把吃过的半个芋头递给李泌。李泌很恭敬地接着，也不嫌它太脏，规规矩矩地吃了下去。懒残看他吃完了半个芋头便说好！好！你不必多说了，看你很诚心的，许你将来做十年的太平宰相吧！道业却不说了！拍拍手就走了。白衣山人――李泌到了安禄山造反，唐明皇仓皇出走，皇太子李亨在灵武即位，是为肃宗，到处寻找李泌，恰好李泌也到了灵武。肃宗立刻和他商讨当前的局面，他便分析当时天下大势和成败的关键所在。肃宗要他帮忙，封他做官，他恳辞不干，只愿以客位的身份出力。肃宗也只好由他，碰到疑难的问题，常常和他商量，叫他先生而不名。这个时候，李泌已少吃烟火食。肃宗有一天夜里，高兴起来，找来兄弟三王和李泌就地炉吃火锅，因李泌不吃荤，便亲自烧梨二颗请他，三王争取，也不肯赐予。外出的时候，陪着肃宗一起坐车。大家都知道车上坐着那位穿黄袍的，便是皇帝，旁边那位穿白衣的，便是山人李泌。肃宗听到了大家对李泌的称号，觉得不是办法，就特别赐金紫，拜他为广平王皇太子李豫的行军司马。并且对他说先生曾经侍从过上皇玄宗，中间又作过我的师傅，现在要请你帮助我儿子作行军司马，我父子三代，都要借重你的帮忙了。谁知道他后来帮忙到子孙四代呢！"}
{"text":"外出的时候，陪着肃宗一起坐车。大家都知道车上坐着那位穿黄袍的，便是皇帝，旁边那位穿白衣的，便是山人李泌。肃宗听到了大家对李泌的称号，觉得不是办法，就特别赐金紫，拜他为广平王皇太子李豫的行军司马。并且对他说先生曾经侍从过上皇玄宗，中间又作过我的师傅，现在要请你帮助我儿子作行军司马，我父子三代，都要借重你的帮忙了。谁知道他后来帮忙到子孙四代呢！李泌看到肃宗当时对政略上的人事安排，将来可能影响太子的继位问题，便秘密建议肃宗使太子做元帅，把军政大权付托给他。他与肃宗争论了半天，结果肃宗接受了他的意见。肃宗对玄宗的故相李林甫非常不满，认为天下大乱，都是这个奸臣所造成，要挖他的坟墓，烧他的尸骨。李泌力谏不可，肃宗气得问李泌，你难道忘了李林甫当时的情形吗？李泌却认为不管怎样，当年用错了人，是上皇玄宗的过失。但上皇治天下五十年，难免会有过错。你现在追究李林甫的罪行，加以严厉处分，间接地是给上皇极大的难堪，是揭玄宗的疮疤。你父亲年纪大了，现在又奔波出走，听到你这样作，他一定受不了，老年人感慨伤心，一旦病倒，别人会认为你身为天子，以天下之大，反不能安养老父。这样一来，父子之间就很难办了。肃宗经过他的劝说，不但不意气用事，反而抱着李泌的脖子，痛哭着说我实在没有细想其中的利害。这就是李泌冲而用之或不盈的大手笔。唐明皇后来能够自蜀中还都，全靠他的周旋弥缝。山人自有妙计肃宗问李泌剿贼的战略，他就当时的情势，定出一套围剿的计划。首先他断定安禄山史思明等的党羽，是一群没有宗旨的乌合之众，目的只在抢劫，天下大计，非所知也。不出二年，无寇矣。陛下无欲速，夫王者之师，当务万全，图久安，使无后害。因此，他拟定战略，使李光弼守太原，出井陉。郭子仪取冯诩，入河东，隔断盗魁四将，不敢南移一步。又密令郭子仪开放华阴一角，让盗众能通关中，使他们北守范阳，西救长安，奔命数千里，其精粹劲骑，不逾年而蔽。我常以逸待劳，来避其锋，去翦其疲。以所征各路之兵，会扶风，与太原朔方军互击之，徐命帝子建宁王李谈为范阳节度大使，北并塞，与李光弼相犄角以取范阳。贼失巢窟，当死河南诸将手。肃宗统统照他的计划行事，后来都不出其所料。这便是李泌的挫其锐，解其纷的战略运用。"}
{"text":"又密令郭子仪开放华阴一角，让盗众能通关中，使他们北守范阳，西救长安，奔命数千里，其精粹劲骑，不逾年而蔽。我常以逸待劳，来避其锋，去翦其疲。以所征各路之兵，会扶风，与太原朔方军互击之，徐命帝子建宁王李谈为范阳节度大使，北并塞，与李光弼相犄角以取范阳。贼失巢窟，当死河南诸将手。肃宗统统照他的计划行事，后来都不出其所料。这便是李泌的挫其锐，解其纷的战略运用。后来最可惜的，是唐肃宗急功近利，没有听信李泌的建议，致使河北没有彻底肃清，仍然沦陷于盗贼之手，便自粉饰太平，因此而造成历史上晚唐与五代之际华夷战乱的后遗症。为了特别褒扬久被埋没的李泌长才，再略加说明他的行谊事绩。肃宗为了尽快收复首都长安，等到郭子仪筹借到西北军大集合的时候，便对李泌说今战必胜，攻必取，何暇千里先事范阳乎！李泌就说如果动用大军，一定想要速得两京，那么贼势一定会重新强盛，我们日后会再受到困扰。现在我们有恃无恐的强大兵力，全靠碛西突骑骑兵西北诸戎。假如一定要先取京师，大概在明年的春天，就可成功。但是关东的地理环境，与气候等情况，春天来得较早，气候容易闷热，骑兵的战马也容易生病，战士们思春。也会想早点回家，便不愿再来辗转作战了。那么，沦陷中的敌人，又可休养士卒，整军经武以后，必复再度南来，这是很危险的办法。但是肃宗这次，却坚决地不听李泌的战略意见，急于收复两京，可以称帝坐朝，由此便有郭子仪借来回纥外兵，从元帅广平王等收复两京的一幕出现。两京收复，唐明皇还都做太上皇，肃宗重用奸臣李辅国。李泌一看政局不对，怕有祸害，忽然又变得庸庸碌碌，请求隐退，遁避到衡山去修道。大概肃宗也认为天下已定，就准他退休，赏赐他隐士的服装和住宅，颁予三品禄位。另有一说，李泌见到懒残禅师的一段因缘，是在他避隐衡山的时期。总之，天道远而人道迩，仙佛遇缘的传说，事近渺茫，也无法确切地考据，存疑可也。英雄退步学神仙李泌在衡山的隐士生活过不了多久，身为太上皇的唐明皇死了，肃宗跟着也死了，继位当皇帝的，便是李泌当年特别加以保存的皇太子广平王李豫，后来称号为唐代宗。代宗登上帝位，马上就召李泌回来，起先让他住在宫内蓬莱殿书阁，跟着就赐他府第，又强迫他不可素食，硬要他娶妻吃肉，这个时候，李泌却奉命照做了。但是宰相元载非常忌妒他的不合作，找机会硬是外放他去做地方官。代宗暗地对他说，先生将就一点，外出走走也好。"}
{"text":"英雄退步学神仙李泌在衡山的隐士生活过不了多久，身为太上皇的唐明皇死了，肃宗跟着也死了，继位当皇帝的，便是李泌当年特别加以保存的皇太子广平王李豫，后来称号为唐代宗。代宗登上帝位，马上就召李泌回来，起先让他住在宫内蓬莱殿书阁，跟着就赐他府第，又强迫他不可素食，硬要他娶妻吃肉，这个时候，李泌却奉命照做了。但是宰相元载非常忌妒他的不合作，找机会硬是外放他去做地方官。代宗暗地对他说，先生将就一点，外出走走也好。没多久，元载犯罪伏诛，代宗立即召他还京，准备重用。但又为奸臣常衰所忌，怕他在皇帝身边对自己不利，又再三设法外放他出任澧郎峡团练使，后再迁任杭州刺史。他虽贬任地方行政长官，到处仍有很好的政绩，这便是李泌的和其光，同其尘，湛兮似或存的自处之道。当时奉命在奉天，后来继位当皇帝，称号为唐德宗的皇太子李适，知道李泌外放，便要他到行在行辕，授以左散骑常侍。对于军国大事，李泌仍然不远千里地向代宗提出建议，代宗也必定采用照办。到了德宗继位后的第三年，正式出任宰相，又封为邺侯。勤修内政，充裕军政费用。保全功臣李晟马燧，以调和将相。外结回纥大食，以困吐蕃而安定边睡。常有与德宗政见不同之处，反复申辩上奏达十五次之多。总之，他对内政的处理，外交的策略，军事的部署，财经的筹划，都做到了安和的绩效。但德宗却对他说我要和你约法在先，因你历年来所受的委屈太多了，不要一旦当权，就记恨报仇，如对你有恩的，我会代你还报。李泌说臣素奉道，不与人为仇。害我的李辅国元载他们，都自毙了。过去与我要好的，凡有才能的，也自然显达了。其余的，也都零落死亡了。我实在没什么恩怨可报的。但是如你方才所说，我可和你有所约言吗？德宗就说，有什么不可呢！于是李泌进言，希望德宗不要杀害功臣，李晟马燧有大功于国，闻有谗言之者。陛下万一害之，则宿卫之士，方镇之臣，无不愤怒反厌，恐中外之变复生也。陛下诚不以二巨功大而忌之，二臣不以位高而自疑，则天下永无事矣。德宗听了认为很对，接受了李泌的建议。李晟马燧在旁听了，当着皇帝感泣而谢。不但如此，他做起事来，非常认真负责，曾经与皇帝力争相权。因为德宗对他说自今凡军旅粮储事，卿主之。吏礼委延赏张延赏，刑法委浑浑碱。李泌就说陛下不以臣不才，使待罪宰相。宰相之职，天下之事，成其平章，不可分也。若有所主，是乃有司，非宰相矣。"}
{"text":"陛下万一害之，则宿卫之士，方镇之臣，无不愤怒反厌，恐中外之变复生也。陛下诚不以二巨功大而忌之，二臣不以位高而自疑，则天下永无事矣。德宗听了认为很对，接受了李泌的建议。李晟马燧在旁听了，当着皇帝感泣而谢。不但如此，他做起事来，非常认真负责，曾经与皇帝力争相权。因为德宗对他说自今凡军旅粮储事，卿主之。吏礼委延赏张延赏，刑法委浑浑碱。李泌就说陛下不以臣不才，使待罪宰相。宰相之职，天下之事，成其平章，不可分也。若有所主，是乃有司，非宰相矣。德宗听了，便笑着说，我刚才说错了话，你说的完全对。不幸的是，宫廷父子之间，又受人中伤而有极大的误会，几乎又与肃宗一样造成错误，李泌为调和德宗和太子之间的误会，触怒了德宗说卿不爱家族乎？意思是说，我可以杀你全家。李泌立刻就说臣惟爱家族，故不敢不尽言，若畏陛下盛怒而曲从，陛下明日悔之，必尤臣曰吾独任汝为相，不谏使至此，必复杀臣子。臣老矣，余年不足惜，若冤杀巨子，使臣以侄为嗣，臣未知得欲其祀乎！因呜咽流涕。上亦泣曰事已如此，奈何？对曰此大事愿陛下审图之，自古父子相疑，未有不亡国者。接着李泌又提出唐肃宗与代宗父子恩怨之间的往事说且陛下不记建宁之事乎？唐肃宗因受宠妃张良梯及奸臣李辅国的离间，杀了儿子建宁王李谈德宗说建宁叔实冤，肃宗性急故耳。李泌说臣昔为此，故辞归，誓不近天子左右，不幸今日复为陛下相，又观兹事。且其时先帝德宗的父亲代宗常怀畏惧。臣临辞日，因诵黄台瓜辞，肃宗乃悔而泣。黄台瓜辞，唐高宗太子――李贤作。武则天篡位，杀太子贤等诸帝子，太子贤自恐不免故作种瓜黄台下，瓜熟子离离。一摘使瓜好，再搞令瓜稀。三摘犹自可，摘绝抱蔓归。德宗听到这里，总算受到感动，但仍然说我的家事，为什么你要这样极力参与？李泌说臣今独任宰相之重，四海之内，一物失所，责归于臣，况坐视太子冤横而不言，臣罪大矣。甚至说到臣敢以宗族保太子。中间又往返辩论很多，并且还告诉德宗要极力保密，回到内宫，不要使左右知道如何处理此事。一面又安慰太子勿气馁，不可自裁，他对太子说必无此虑，愿太子起敬起孝，苟泌身不存，则事不可知耳！最后总算解开德宗父子之间的死结。德宗特别开延英殿，独召李泌，对他哭着说非卿切言，朕今日悔无及矣！太子仁孝，实无他也。自今军国及朕家事，皆当谋于卿矣。"}
{"text":"李泌说臣今独任宰相之重，四海之内，一物失所，责归于臣，况坐视太子冤横而不言，臣罪大矣。甚至说到臣敢以宗族保太子。中间又往返辩论很多，并且还告诉德宗要极力保密，回到内宫，不要使左右知道如何处理此事。一面又安慰太子勿气馁，不可自裁，他对太子说必无此虑，愿太子起敬起孝，苟泌身不存，则事不可知耳！最后总算解开德宗父子之间的死结。德宗特别开延英殿，独召李泌，对他哭着说非卿切言，朕今日悔无及矣！太子仁孝，实无他也。自今军国及朕家事，皆当谋于卿矣。李泌听了，拜贺之外，便说臣报国毕矣，惊悸亡魂，不可复用，愿乞骸骨。德宗除了道歉安慰，硬不准他辞职。过了一年多，李泌果然死了，好像他又有预知似的。历来的帝王宫廷，一直都是天下是非最多人事最复杂的场所。尤其王室中父子兄弟家人骨肉之间权势利害的悲惨斗争，真是集人世间悲剧的大总汇。况且疏不间亲，古有明训。以诸葛亮的高明，他在荆州，便不敢正面答复刘传问父子之间的问题。但在李泌，处于唐玄宗肃宗代宗德宗四代父子骨肉之间，都挺身而出，仗义直言，排难解纷，调和其父子兄弟之间的祸害，实在是古今历史上的第一人。因此，汪小蕴女史咏史诗，论邺侯李泌，便有勋参郭令才原大，迹似留侯术更淳的名句。郭令，是指郭子仪。郭子仪的成功，全靠李泌幕后的策划。留侯，是写他与张良对比。可惜在一般史书所载的偏见评语，轻轻一笔带过，还稍加轻视的色调，如史评说泌有谋略，而好谈神仙怪诞，故为世所轻。其实，查通正史，李泌从来没有以神仙怪诞来立身处事。个性思想爱好仙佛，只是个人的好恶倾向，与经世学术，又有何妨？善用谋略来拨乱反正安邦定国，谋略有什么不好？由此可见，史学家的论据，真是可信而不能尽情，大可耐人寻味。总之，大略讲了中唐时期的郭子仪与李泌的历史经验，说明本章冲而用之或不盈，渊兮似万物之宗。挫其锐，解其纷，和其光，同其尘的效用，见之于文武将相在事功上的成就，可观可法之处甚多。这段的发挥就暂且到此为止。第五章天地不仁，以万物为刍狗，圣人不仁，以百姓为刍狗。天地之间，其犹橐囗乎，虚而不屈，动而愈出。多言数穷，不如守中。圣人与刍狗从老子第一章常无，欲以观其妙。常有，欲以观其徼。此两者同出而异名，同谓之玄。玄之又玄，众妙之门。到道冲而用之或不盈，渊兮似万物之宗。"}
{"text":"挫其锐，解其纷，和其光，同其尘的效用，见之于文武将相在事功上的成就，可观可法之处甚多。这段的发挥就暂且到此为止。第五章天地不仁，以万物为刍狗，圣人不仁，以百姓为刍狗。天地之间，其犹橐囗乎，虚而不屈，动而愈出。多言数穷，不如守中。圣人与刍狗从老子第一章常无，欲以观其妙。常有，欲以观其徼。此两者同出而异名，同谓之玄。玄之又玄，众妙之门。到道冲而用之或不盈，渊兮似万物之宗。都以似异实同，体同用异的表达，说明道体的会同和作用的差别，由个人身心体会大道和立身处事的体同用异的层次。到了本章，又特别提出一则惊世骇俗的名言谠论，致使后世众说纷纷，各抒己见。甚至，因此确认老子为阴谋家的鼻祖，或者指老子鄙夷儒家，薄视仁义，将人文的一切道德观念，视为知识的伪装。见仁见智，各执一端。谁是异端，谁是正见，本来便是各个思想上主观的认定，也无足为怪。但老子在文言字句上，确是直截了当地说天地不仁，以万物为刍狗。圣人不仁，以百姓为刍狗。文从字顺，难道这不是尖刻讽刺的语意吗？其实，并非如此，未必尽然。为了说明其中的道理，必须先对本文中两个名辞的内涵作个交代。一是刍狗，一是仁。刍狗，是草扎的狗，当然不是真的狗。说句老实话，我们的先民吃狗肉是很通常的事，直到现在，广东的同胞们还喜欢吃狗肉，并不为怪，那是先民习俗的遗风。古人所谓家有六畜以备撰食，狗便是六畜中之一。因此，上古的祭祀，用狗肉作祭品，是很普遍的事。大约到了商周以后，在祭祀中，才渐渐免除了狗肉这项祭品。但在某些祀典中，仍然须用草扎一个象形的狗，替代杀一头真的活狗，这就是刍狗的来源。刍狗还未登上祭坛之前，仍是受人珍惜照顾，看得很重要。等到祭典完成，用过了的刍狗，就视同废物，任意抛弃，不值一顾了。这正如流传到现在的民俗祭神，有时简化一点，不杀活猪，便用米粉做一个猪头来拜拜，拜过以后，也就可以随便任人当副食，而不像供在祭坛上那么神圣不可侵犯了。仁字，在老子这章的本文中，当然是代表了周秦时代诸子百家所标榜的仁义的仁，换言之，也就是爱护人或万物的仁慈仁爱等爱心的表相。当在春秋战国之际，诸侯纷争，攫掠一般平民的生命财产子女玉帛，割地称雄，残民以逞，原属常事。"}
{"text":"这正如流传到现在的民俗祭神，有时简化一点，不杀活猪，便用米粉做一个猪头来拜拜，拜过以后，也就可以随便任人当副食，而不像供在祭坛上那么神圣不可侵犯了。仁字，在老子这章的本文中，当然是代表了周秦时代诸子百家所标榜的仁义的仁，换言之，也就是爱护人或万物的仁慈仁爱等爱心的表相。当在春秋战国之际，诸侯纷争，攫掠一般平民的生命财产子女玉帛，割地称雄，残民以逞，原属常事。因此，知识分子的读书人，奔走呼吁，号召仁义，揭示上古圣君贤相，要人如何体认天心仁爱，如何以仁心仁术来治天下，才能使天下太平。不但儒者如此，其他诸子百家，大概也都不外以仁义为宣传，以仁义为号召。无论是哪一种高明的学说，或哪一种超然的思想，用之既久，就会产生相反的弊病，变为只有空壳的口号，并无真正的实义了。例如佛说平等，但经过几千年来的印度，阶级悬殊，仍然极不平等。同样地，我们先民教导了几千年的仁义，但很可惜的，又能有几多人的作为，几多时的历史，真正合于仁义之道！又如耶稣，大声疾呼要博爱，但在西方两千年来的文化，又有哪个时代真正出现对世界人类的博爱！此正是老子叹息大道废，有仁义。慧智出，有大伪的来由。如果我们了解了这些反面的道理，便可知道老子所提出正面的哲学。天地生万物，本是自然而生，自然而有。生了万物是很自然的事，死杀万物，也是很自然的事。天地既不以生出万物为作好事，同时也不以死杀万物为作坏事。天地既生了长养万类的万物，同时，也生了看来似乎相反的毒杀万类的万物。生长了补药，也生长了毒药。补品不一定是补，因补可以致死。毒物也不一定是毒，以毒攻毒，可以活命。天地并不一定厚待于人类而轻薄了万物，只是人类予智自雄，自认为天地是为了人们而生长万物人，自称为万物之灵。其实，人们随时随地，都在伤害残杀万物。假如万物有灵，一定会说人是万物的最大毒害。其实，天地无心而平等生发万物，万物亦无法自主而还归于天地。所以说天地不仁，以万物为刍狗。这是说天地并没有自己立定一个仁爱万物的主观的天心而生万物。只是自然而生，自然而有，自然而归于还灭。假如从天地的立场，视万物与人类平等，都是自然的，偶然的，暂时存在，终归还灭的刍狗而已。生而称有，灭而称无，平等齐观，何尝有分别，有偏爱呢？只是人有人心，以人心自我的私识，认为天地有好生之德，因此发出天心仁爱的赞誉。"}
