{"text":"总之，无论如何，这一案决不能作精神能改造肉体的例证。一九二五年九月二十四日补记。本篇最初发表于一九一八年十月十五日新青年第五卷第四号，署名唐俟。指蒋维乔，江苏武进人，民国初年曾任南京临时政府教育部秘书长，当时任北洋政府教育部参事。他一九一四年出版因是子静坐法一书，提倡静坐。在该书原理篇中，有人之根本在脐，丹田者亦名气海，在脐下腹部等语。在他译述的日本铃木美山所著长寿哲学的病之原因一节中，引用了德国科布博士即科荷博士吞食细菌的事，来证明霉菌进入人身，而精神正确时，决不成病，把精神的作用夸张到荒谬的程度。博士科荷博士―，德国病菌学家。关于吞食细菌的事，本文补记有所改正，但仍有误。博士应为沛登柯弗博士，―。他是旧式的病理论者，认为疾病系由于体液变坏，和细菌无关。他吞了科荷所培养的霍乱菌，结果泻腹，并没有得霍乱病，但这只是证明病菌致病还必须有生理的条件，如果身体健康，即使细菌侵入体内，也能抵抗。神童指当时山东历城一个叫江希张的孩子。传说江希张不到十岁，就著了四书白话解说息战大千图说等书，其实都是他父亲江钟秀和别人代写的。中国反动势力和帝国主义分子把他吹捧为神童，加以利用。美帝国主义分子李佳白除了操纵万国道德总会出版息战一书外，并为该书写序，称他具天纵之姿，有卫道之志，以一童子而能融洽教理，为世界民族请命。三千大千世界图说，即大千图说，一九一六年出版。在书中说他创立三千大千世界之说，是鉴于近来物质家，创无天帝鬼神之说，一时靡然从风，不知其贻害之大，将有使全球民物同归于尽者，扬言要使天下人人莫不敬天畏天。下面所引的几段文字，分别见于该书大千世界总论赤精天众星系总论太阳星等部分。天眼通佛家语，所谓六通六种广大的神通之一，即能透视常人目力所不能见的东西。十洲记即海内十洲记，一卷，旧题汉代东方朔著，实为六朝方士所作。内容系讲述荒诞的神仙故事。玉历钞传全称玉历至宝钞传，共八章，是宣传封建迷信的书，题称宋代淡痴道人梦中得授，弟子勿迷道人钞录传世。"}
{"text":"下面所引的几段文字，分别见于该书大千世界总论赤精天众星系总论太阳星等部分。天眼通佛家语，所谓六通六种广大的神通之一，即能透视常人目力所不能见的东西。十洲记即海内十洲记，一卷，旧题汉代东方朔著，实为六朝方士所作。内容系讲述荒诞的神仙故事。玉历钞传全称玉历至宝钞传，共八章，是宣传封建迷信的书，题称宋代淡痴道人梦中得授，弟子勿迷道人钞录传世。内容系讲述所谓地狱十殿的情况，宣扬因果报应。拳匪当时一些人对参加义和团运动的人民群众的蔑称。参看本卷第页注。教育杂志月刊，绍兴县教育会编辑，一九一四年创刊。教育偏重科学无甯偏重道德一文，载一九一八年八月该刊第二十五期。封建时代用字避免与皇帝和尊长名字相同，叫做避讳。清宣宗道光名上日下文宁，故清人和遗老将宁改用为甯。灵学杂志应为灵学丛志，是当时宣传迷信的一种刊物，上海灵学会编，一九一八年一月发刊。俞复，江苏无锡人，当时灵学派的重要人物之一。一九一七年十月在上海与陆费逵等人设立盛德坛扶乩，组织灵学会，灵学丛志即由他主持。他的答吴稚晖书载于该刊第一卷第一期。吴稚晖―，名敬恒，江苏武进人，国民党反动政客。早年参加同盟会，自称无政府主义者。一九二七年后积极支持蒋介石的反共反人民的活动。感显利冥录应为显感利冥录。下面引语中的所说之话，原作所说之语。辶豚斋闲览宋代陈正敏撰，原本十四卷，今佚。说郛第三十二卷中，收入四十余条。应声虫条中说淮西士人杨面力自言中年得异疾。每发言应答，腹中辄有小声效之数年间其声浸大。有道士见之，惊曰此应声虫也久不治延及妻子，宜读本草，遇虫所不应者，当取服之。面力如言读至雷丸，虫忽无声，乃顿饵数粒遂愈。本草纲目明代李时珍撰写的药物学著作，共五十二卷。文中所引的话随感录随感录从清期末年，直到现在，常常听人说保存国粹这一句话。前清末年说这话的人，大约有两种一是爱国志士，一是出洋游历的大官。他们在这题目的背后，各各藏着别的意思。志士说保存国粹，是光复旧物的意思大官说保存国粹，是教留学生不要去剪辫子的意思。"}
{"text":"有道士见之，惊曰此应声虫也久不治延及妻子，宜读本草，遇虫所不应者，当取服之。面力如言读至雷丸，虫忽无声，乃顿饵数粒遂愈。本草纲目明代李时珍撰写的药物学著作，共五十二卷。文中所引的话随感录随感录从清期末年，直到现在，常常听人说保存国粹这一句话。前清末年说这话的人，大约有两种一是爱国志士，一是出洋游历的大官。他们在这题目的背后，各各藏着别的意思。志士说保存国粹，是光复旧物的意思大官说保存国粹，是教留学生不要去剪辫子的意思。现在成了民国了。以上所说的两个问题，已经完全消灭。所以我不能知道现在说这话的是那一流人，这话的背后藏着什么意思了。可是保存国粹的正面意思，我也不懂。什么叫国粹？照字面看来，必是一国独有，他国所无的事物了。换一句话，便是特别的东西。但特别未必定是好，何以应该保存？譬如一个人，脸上长了一个瘤，额上肿出一颗疮，的确是与众不同，显出他特别的样子，可以算他的粹。然而据我看来，还不如将这粹割去了，同别人一样的好。倘说中国的国粹，特别而且好又何以现在糟到如此情形，新派摇头，旧派也叹气。倘说这便是不能保存国粹的缘故，开了海禁的缘故，所以必须保存。但海禁未开以前，全国都是国粹，理应好了何以春秋战国五胡十六国闹个不休，古人也都叹气。倘说这是不学成汤文武周公的缘故何以真正成汤文武周公时代，也先有桀纣暴虐，后有殷顽作乱后来仍旧弄出春秋战国五胡十六国闹个不休，古人也都叹气。我有一位朋友说得好要我们保存国粹，也须国粹能保存我们。保存我们，的确是第一义。只要问他有无保存我们的力量，不管他是否国粹。本篇最初发表于一九一八年十一月十五日新青年第五卷第五号，署名唐俟。海禁参看本卷第页注。成汤文武周公成汤，商代的第一个君主。文，即周文王，商末周族领袖，周代尊称为文王。武，即周武王，文王的儿子，周代第一个君主。周公，武王之弟，成王时曾由他摄政。下文的桀，夏代最后一个君主。纣，商代最后一个君主。殷顽作乱周武王灭殷之后，把殷的旧地分为三个部分，分别由他的兄弟管叔蔡叔霍叔管领。又封纣的儿子武庚为诸侯，受三叔的监视。武王死后，成王继位，周公监国，三叔与周公不和，武庚遂联合东方的奄蒲姑等国，起兵反周。"}
{"text":"成汤文武周公成汤，商代的第一个君主。文，即周文王，商末周族领袖，周代尊称为文王。武，即周武王，文王的儿子，周代第一个君主。周公，武王之弟，成王时曾由他摄政。下文的桀，夏代最后一个君主。纣，商代最后一个君主。殷顽作乱周武王灭殷之后，把殷的旧地分为三个部分，分别由他的兄弟管叔蔡叔霍叔管领。又封纣的儿子武庚为诸侯，受三叔的监视。武王死后，成王继位，周公监国，三叔与周公不和，武庚遂联合东方的奄蒲姑等国，起兵反周。周公率兵东征，杀武庚，限公司随感录随感录现在许多人有大恐惧我也有大恐惧。许多人所怕的，是中国人这名目要消灭我所怕的，是中国人要从世界人中挤出。我以为中国人这名目，决不会消灭只要人种还在，总是中国人。譬如埃及犹太人，无论他们还有国粹没有，现在总叫他埃及犹太人，未尝改了称呼。可见保存名目，全不必劳力费心。但是想在现今的世界上，协同生长，挣一地位，即须有相当的进步的智识，道德，品格，思想，才能够站得住脚这事极须劳力费心。而国粹多的国民，尤为劳力费心，因为他的粹太多。粹太多，便太特别。太特别，便难与种种人协同生长，挣得地位。有人说我们要特别生长不然，何以为中国人！于是乎要从世界人中挤出。于是乎中国人失了世界，却暂时仍要在这世界上住！――这便是我的大恐惧。本篇最初发表于一九一八年十一月十五日新青年第五卷第五号，署名俟。埃及犹太人即犹太人又称以色列人或希伯来人。他们最先住在埃及亚历山大城等地，公元前一三二年，其民族领袖摩西带领他们离开埃及，前往迦南巴勒斯坦建国。因为他们来自埃及，故有埃及犹太人之称。到了公元七年，犹太人的国家为罗马帝随感录随感录近来很有许多人，在那里竭力提倡打拳。记得先前也曾有过一回，但那时提倡的，是满清王公大臣，现在却是民国的教育家，位分略有不同。至于他们的宗旨，是一是二，局外人便不得而知。现在那班教育家，把九天玄女传与轩辕黄帝，轩辕黄帝传与尼姑的老方法，改称新武术，又是中国式体操，叫青年去练习。听说其中好处甚多，重要的举出两种来，是一，用在体育上。据说中国人学了外国体操，不见效验所以须改习本国式体操即打拳才行。"}
{"text":"记得先前也曾有过一回，但那时提倡的，是满清王公大臣，现在却是民国的教育家，位分略有不同。至于他们的宗旨，是一是二，局外人便不得而知。现在那班教育家，把九天玄女传与轩辕黄帝，轩辕黄帝传与尼姑的老方法，改称新武术，又是中国式体操，叫青年去练习。听说其中好处甚多，重要的举出两种来，是一，用在体育上。据说中国人学了外国体操，不见效验所以须改习本国式体操即打拳才行。依我想来两手拿着外国铜锤或木棍，把手脚左伸右伸的，大约于筋肉发达上，也该有点效验。无如竟不见效验！那自然只好改途去练武松脱铐那些把戏了。这或者因为中国人生理上与外国人不同的缘故。二，用在军事上。中国人会打拳，外国人不会打拳有一天见面对打，中国人得胜，是不消说的了。即使不把外国人板油扯下，只消一阵乌龙扫地，也便一齐扫倒，从此不能爬起。无如现在打仗，总用枪炮。枪炮这件东西，中国虽然古时也已有过，可是此刻没有了。藤牌操法，又不练习，怎能御得枪炮？我想他们不曾说明，这是我的管窥蠡测打拳打下去，总可达到枪炮打不进的程度即内功？。这件事从前已经试过一次，在一千九百年。可惜那一回真是名誉的完全失败了。且看这一回如何。本篇最初发表于一九一八年十一月十五日新青年第五卷第五号。满清王公大臣指清朝端王载漪协办大学士刚毅等人。他们都是清朝王公大臣中的顽固分子。戊戌变法失败后，以慈禧太后为首的顽固派想废黜光绪帝，立载漪的儿子溥躇为帝位继承人，但遭到各国驻华公使的反对。他们便赞助义和团，提倡打拳，企图利用正在兴起的义和团对付外国势力。民国的教育家当时济南镇守使马良写了一本新武术初级拳脚科，曾经北洋政府教育部审定为教科书，教育界一些人也对此加以鼓吹。义和团在一九年抵抗帝国主义八国联军的战争中，曾有神灵附体，枪炮随感录随感录中国人向来有点自大。――只可惜没有个人的自大，都是合群的爱国的自大。这便是文化竞争失败之后，不能再见振拔改进的原因。个人的自大，就是独异，是对庸众宣战。除精神病学上的夸大狂外，这种自大的人，大抵有几分天才，――照等说，也可说就是几分狂气，他们必定自己觉得思想见识高出庸众之上，又为庸众所不懂，所以愤世疾俗，渐渐变成厌世家，或国民之敌。"}
{"text":"义和团在一九年抵抗帝国主义八国联军的战争中，曾有神灵附体，枪炮随感录随感录中国人向来有点自大。――只可惜没有个人的自大，都是合群的爱国的自大。这便是文化竞争失败之后，不能再见振拔改进的原因。个人的自大，就是独异，是对庸众宣战。除精神病学上的夸大狂外，这种自大的人，大抵有几分天才，――照等说，也可说就是几分狂气，他们必定自己觉得思想见识高出庸众之上，又为庸众所不懂，所以愤世疾俗，渐渐变成厌世家，或国民之敌。但一切新思想，多从他们出来，政治上宗教上道德上的改革，也从他们发端。所以多有这个人的自大的国民，真是多福气！多幸运！合群的自大，爱国的自大，是党同伐异，是对少数的天才宣战――至于对别国文明宣战，却尚在其次。他们自己毫无特别才能，可以夸示于人，所以把这国拿来做个影子他们把国里的习惯制度抬得很高，赞美的了不得他们的国粹，既然这样有荣光，他们自然也有荣光了！倘若遇见攻击，他们也不必自去应战，因为这种蹲在影子里张目摇舌的人，数目极多，只须用的长技，一阵乱噪，便可制胜。胜了，我是一群中的人，自然也胜了若败了时，一群中有许多人，未必是我受亏大凡聚众滋事时，多具这种心理，也就是他们的心理。他们举动，看似猛烈，其实却很卑怯。至于所生结果，则复古，尊王，扶清灭洋等等，已领教得多了。所以多有这合群的爱国的自大的国民，真是可哀，真是不幸！不幸中国偏只多这一种自大古人所作所说的事，没一件不好，遵行还怕不及，怎敢说到改革？这种爱国的自大家的意见，虽各派略有不同，根柢总是一致，计算起来，可分作下列五种甲云中国地大物博，开化最早道德天下第一。这是完全自负。乙云外国物质文明虽高，中国精神文明更好。丙云外国的东西，中国都已有过某种科学，即某子所说的云云，这两种都是古今中外派的支流依据张之洞的格言，以中学为体西学为用的人物。丁云外国也有叫化子，――或云也有草舍，――娼妓，――臭虫。这是消极的反抗。戊云中国便是野蛮的好。又云你说中国思想昏乱，那正是我民族所造成的事业的结晶。从祖先昏乱起，直要昏乱到子孙从过去昏乱起，直要昏乱到未来。我们是四万万人，你能把我们灭绝么？"}
{"text":"丙云外国的东西，中国都已有过某种科学，即某子所说的云云，这两种都是古今中外派的支流依据张之洞的格言，以中学为体西学为用的人物。丁云外国也有叫化子，――或云也有草舍，――娼妓，――臭虫。这是消极的反抗。戊云中国便是野蛮的好。又云你说中国思想昏乱，那正是我民族所造成的事业的结晶。从祖先昏乱起，直要昏乱到子孙从过去昏乱起，直要昏乱到未来。我们是四万万人，你能把我们灭绝么？这比丁更进一层，不去拖人下水，反以自己的丑恶骄人至于口气的强硬，却很有水浒传中牛二的态度。五种之中，甲乙丙丁的话，虽然已很荒谬，但同戊比较，尚觉情有可原，因为他们还有一点好胜心存在。譬如衰败人家的子弟，看见别家兴旺，多说大话，摆出大家架子或寻求人家一点破绽，聊给自己解嘲。这虽然极是可笑，但比那一种掉了鼻子，还说是祖传老病，夸示于众的人，总要算略高一步了。戊派的爱国论最晚出，我听了也最寒心这不但因其居心可怕，实因他所说的更为实在的缘故。昏乱的祖先，养出昏乱的子孙，正是遗传的定理。民族根性造成之后，无论好坏，改变都不容易的。法国著民族进化的心理中，说及此事道原文已忘，今但举其大意――我们一举一动，虽似自主，其实多受死鬼的牵制。将我们一代的人，和先前几百代的鬼比较起来，数目上就万不能敌了。我们几百代的祖先里面，昏乱的人，定然不少有讲道学的儒生，也有讲阴阳五行的道士，有静坐炼丹的仙人，也有打脸打把子的戏子。所以我们现在虽想好好做人，难保血管里的昏乱分子不来作怪，我们也不由自主，一变而为研究丹田脸谱的人物这真是大可寒心的事。但我总希望这昏乱思想遗传的祸害，不至于有梅毒那样猛烈，竟至百无一免。即使同梅毒一样，现在发明了六百零六，肉体上的病，既可医治我希望也有一种七百零七的药，可以医治思想上的病。这药原来也已发明，就是科学一味。只希望那班精神上掉了鼻子的朋友，不要又打着祖传老病的旗号来反对吃药，中国的昏乱病，便也总有全愈的一天。祖先的势力虽大，但如从现代起，立意改变扫除了昏乱的心思，和助成昏乱的物事儒道两派的文书，再用了对症的药，即使不能立刻奏效，也可把那病毒略略羼淡。如此几代之后待我们成了祖先的时候，就可以分得昏乱祖先的若干势力，那时便有转机，所说的事，也不足怕了。"}
{"text":"这药原来也已发明，就是科学一味。只希望那班精神上掉了鼻子的朋友，不要又打着祖传老病的旗号来反对吃药，中国的昏乱病，便也总有全愈的一天。祖先的势力虽大，但如从现代起，立意改变扫除了昏乱的心思，和助成昏乱的物事儒道两派的文书，再用了对症的药，即使不能立刻奏效，也可把那病毒略略羼淡。如此几代之后待我们成了祖先的时候，就可以分得昏乱祖先的若干势力，那时便有转机，所说的事，也不足怕了。以上是我对于不长进的民族的疗救方法至于灭绝一条，那是全不成话，可不必说。灭绝这两个可怕的字，岂是我们人类应说的？只有张献忠这等人曾有如此主张，至今为人类唾骂而且于实际上发生出什么效验呢？但我有一句话，要劝戊派诸公。灭绝这句话，只能吓人，却不能吓倒自然。他是毫无情面他看见有自向灭绝这条路走的民族，便请他们灭绝，毫不客气。我们自己想活，也希望别人都活不忍说他人的灭绝，又怕他们自己走到灭绝的路上，把我们带累了也灭绝，所以在此着急。倘使不改现状，反能兴旺，能得真实自由的幸福生活，那就是做野蛮也很好。――但可有人敢答应说是么？本篇最初发表于一九一八年十一月十五日新青年第五卷第五号，署名迅。诺尔道―，出生于匈牙利的德国医生，政论家作家。著有政论退化小说感情的喜剧等。国民之敌指挪威剧作家易卜生剧本国民之敌的主人公斯铎曼一类人。斯铎曼是一个热心于公共卫生工作的温泉浴场医官。有一次他发现浴场矿泉里含有大量传染病菌，建议把这个浴场加以改建。但市政当局和市民因怕经济利益受到损害，极力加以反对，最后把他革职，宣布他为国民公敌。英语乌合之众。张之洞―字孝达，直隶南皮今河北南皮人，清末大官僚，洋务派首领之一。中学为体西学为用，见他所著劝学篇设学其学堂之法，约有五要一曰新旧兼学。四书五经中国史事政书地图为旧学西政西艺西史为新学。旧学为体，西学为用，不使偏废。又在该书会通中说中学为内学，西学为外学，中学治身心，西学应世事，不必尽索之于经文，而必无悖于经义。"}
{"text":"英语乌合之众。张之洞―字孝达，直隶南皮今河北南皮人，清末大官僚，洋务派首领之一。中学为体西学为用，见他所著劝学篇设学其学堂之法，约有五要一曰新旧兼学。四书五经中国史事政书地图为旧学西政西艺西史为新学。旧学为体，西学为用，不使偏废。又在该书会通中说中学为内学，西学为外学，中学治身心，西学应世事，不必尽索之于经文，而必无悖于经义。这里的思想昏乱是我们民族所造成的等话，是针对新青年第五卷第二号一九一八年八月十五日通信栏任鸿隽即任叔永致胡适信中的议论而发的，该信中有吾国的历史文字思想，无论如何昏乱，总是这一种不长进的民族造成功了留下来的。此种昏乱种子，不但存在文字历史上，且存在现在及将来子孙的心脑中。所以我敢大胆宣言，若要中国好，除非人疑使字之误中国人种先行灭绝！可惜主张废汉文汉语的，虽然走于极端，尚是未达一间呢！等语。按任鸿隽，四川巴县人，科学家。这里所引的话，是他为了反对当时钱玄同等关于要废孔学灭道教，驱除一般人幼稚野蛮顽固思想，必先废灭汉字的论点而发的。牛二小说水浒中的人物。他以蛮横无理的态度强迫扬志卖刀给他的故事，见该书第十二回汴京城杨志卖刀。勒朋―，法国医生和社会心理学家。他在所著民族进化的心理定律即本文所说的民族进化的心理一书的第一部第一章中说吾人应该视种族为一超越时间之永久物，此永久物之组成不单为基一时期内之构成他的活的个体，而也为其长期连续不断的死者，即其祖先是也。欲了解种族之真义必将之同时伸长于过去与将来，死者较之生者是无限的更众多，也是较之他们更强有力。他们统治着无意之巨大范围，此无形的势力启示出智慧上与品性上之一切表现，乃是为其死者，较之为其生者更甚。在指导一民族，只有在他们身上才建筑起一个种族，一世纪过了又一世纪，他们造成了吾人之观念与情感，所以也造成了吾人行为之一切动机。过去的人们不单将他们生理上之组织加于吾人，他们也将其思想加诸吾人死者乃是生者惟一无辩论余地之主宰，吾人负担着他们的过失之重担，吾人接受着他们的德行之报酬。据张公表译文，商务印书馆一九三五年四月初版道学又称理学，是宋代周敦颐程颢程颐朱熹等人阐释儒家学说而形成的唯心主义思想体系。"}
