{"text":"我真不相信我就想象不出一件不可能发生的事来。有了。有一个人，平生的志愿就是给米洛的维纳斯配上两条胳膊。他琢磨了大半辈子，呕心沥血，终于想出了好办法，给米洛的维纳斯配上了健美的双臂。可是有了胳膊的维纳斯做的第一件事就是，左右开弓给了这个人一顿嘴巴别讲了！詹牧师忽然疯了似地站起来，冲我喊。怎么了？您这是？我十分惊诧。詹牧师背过身去站了很久。我吓得不敢吱声。詹牧师转过身来，满脸泪痕，对我说对不起，请你原谅，不过请你不要写这件事。怎么回事？詹牧师忽然在胸前画起十字来上帝饶恕我，上帝看得清楚，我他猛地跌倒在床上。注十五我打电话把他的儿子叫了来。这时我才知道，詹牧师原来还有个女儿。女儿从小就长得漂亮，詹牧师亲呢地叫她我的小维纳斯。我的小维纳斯比米洛的可强十倍，还有两条好看的胳膊！詹牧师常常和女儿开这样的玩笑。谁料到，正是他疼爱的女儿，在六六年给了他一顿耳光，骂他是不齿于人类的狗屎堆，声称与他断绝父女关系，愤然离家出走。这件事把詹牧师的心伤透了。后来女儿醒悟了，想回到父亲身边来，但詹牧师不允许。做人最重要的是善良！他说。再后来，女儿在插队的地方因公牺牲了。詹牧师后悔莫及，我竟不能原谅一个受骗的孩子，我的善良到哪儿去了呢？！他喊，他哭，叫着我的小维纳斯从那以后，谁也不敢向他提起他的女儿，希望他把她忘了。偏偏碰上我这么个善于想象的人。唉！詹牧师住进了医院。诊断为动脉痉挛，脑供血不足。这病很怪，阵发性的，詹牧师时而清醒，时而糊涂。大夫说他年岁大了，治疗效果很难说。詹牧师的儿子埋怨我，不该总让他父亲回忆起那些往事。我感到非常内疚。可我不是有意的。我说。是谁告诉你的？詹牧师的儿子问。谁也没有，在这之前我并不知道他还有个女儿。让尿憋坏了的那件事呢？是你对我说活人别让尿憋死之后，我瞎编的。我的意思是说，既然你们想象荒诞的能力超不过已经发生了的事实，何必非要写黑色幽默派小说不可呢？为什么不能用现实主义的手法来表现呢？我觉得这一建议很有道理。詹牧师住在医院里，病情时好时坏。"}
{"text":"可我不是有意的。我说。是谁告诉你的？詹牧师的儿子问。谁也没有，在这之前我并不知道他还有个女儿。让尿憋坏了的那件事呢？是你对我说活人别让尿憋死之后，我瞎编的。我的意思是说，既然你们想象荒诞的能力超不过已经发生了的事实，何必非要写黑色幽默派小说不可呢？为什么不能用现实主义的手法来表现呢？我觉得这一建议很有道理。詹牧师住在医院里，病情时好时坏。神智恍惚的时候，他总说胡话，仍在构思黑色幽默派小说，但也都是像过去一样地不能成立。清醒的时候他就长吁短叹，想这个，想那个，想自己的一生，填写了几首忆江南其一女儿好，为父太心残。夜夜梦中相对坐，朝朝醒来又难圆，此恨到何年？其二我儿强，不似父愚蛮。做人当有君子勇，行路须防小人谗，逆耳是忠言。其三死何惧？无奈不心安。一世勤勉为虚度，百般壮志作空谈，不死亦无颜。其四力竭尽，何必自寻烦？利禄千金轻如土，清风两袖重于山，唯此又心安。其五平生忆，最忆是童年。白芷送茶难成梦，庆生伏案不知眠，店堂小灯前。其六盼来世，当记此生难。墨海书舟重努力，雄关险道再登攀，胜败不由天。其七终有憾，此憾在人间，朽树犹燃熊熊火，落花也留片片丹，小舟逝如烟。我心里很难过，但又实在不能给他什么帮助。想起他儿子的话，我说您何妨把您一生的境遇，就用现实主义的手法表现出来呢？他摇头叹气道找不到恰当的角度。我说如果您愿意，您口述，我来整理。既然生活素材是真实的，有什么不好找角度的呢？他摇头，许久不言语。一会，他又乱七八糟地说起胡话来，还是不忘他的黑色幽默。我不知怎样才能给即将归天的詹牧师以安慰。詹牧师的儿子出了一个主意。当詹牧师又清醒了些的时候，我们俩一起骗他。他先说我们把您那些黑色幽默的素材，用现实主义的手法写成了，效果很好。我赶紧说我在出版社的朋友不少，您的作品得到他们的一致好评，他们准备用。詹牧师呆呆地望着我。不久就能发表了。我说。詹牧师直勾勾地盯着我。肯定能发表。我又说。詹牧师微微地笑了。我很高兴，我希望他能怀着愉快的心情离开人间。你是说，这下子行了？詹牧师说。行了。"}
{"text":"詹牧师的儿子出了一个主意。当詹牧师又清醒了些的时候，我们俩一起骗他。他先说我们把您那些黑色幽默的素材，用现实主义的手法写成了，效果很好。我赶紧说我在出版社的朋友不少，您的作品得到他们的一致好评，他们准备用。詹牧师呆呆地望着我。不久就能发表了。我说。詹牧师直勾勾地盯着我。肯定能发表。我又说。詹牧师微微地笑了。我很高兴，我希望他能怀着愉快的心情离开人间。你是说，这下子行了？詹牧师说。行了。你是说，我们到底写成了黑色幽默派小说？什么？！像那样的东西，能发表，这不是绝不可能发生的事吗？我和詹牧师的儿子慢慢直起腰，默然相对。这样，黑色和幽默就全有了。这个构思好，符合那一条我和詹牧师的儿子半天才缓过劲儿来，我们向他说明，是真的能发表。控诉四人帮的罪行，让人们更珍惜今天的生活，这怎么会不可能发表呢？写出人民在十年内乱中的痛苦遭遇，以便总结历史经验，防止悲剧的重演，这样的作品怎么会不可能发表呢？詹牧师却又陷人了昏迷。我的希望倒是达到了，詹牧师死前分明感到了成功的喜悦八年十二月十二日零点五十七分，詹牧师的心脏停止了跳动。终年七十三岁。下集最近，为了写这篇报告文学，我又查阅了詹牧师的一些遗物。这是经过了詹牧师的儿子允许的。他说反正你们这些舞文弄墨的人闲着也是闲着。不过你们要是再不说真话，你自己掂量你们是在干嘛吧。然后他就由我去翻腾詹牧师的遗物了。他去忙他的事。他正筹备办工厂，并兼办一所幼儿园。将来有条件，我还要在我们那个小地方办大学呢！他说。实业和教育是最重要的！他说。其他才能谈得上。他说。詹牧师的遗物主要由两部分组成大量的藏书大量的手稿和大量的没有寄出的信件。有一个发现弄得我心情很沉重。我不能不如实地告诉各位读者詹牧师确凿是一个风派人物。我也很难过，但事实终归是事实，不能用私人感情来代替。毫无办法，许多物证就是那样铁一般地存在着，我又是个记者，神圣的使命要求我必须忠实于事实。其实倒霉的是我，詹牧师早已解脱了，而我的这篇报告文学却有前功尽弃的危险。谁见过报告一个风派人物的文学呢？虽然也是人物。"}
{"text":"他说。詹牧师的遗物主要由两部分组成大量的藏书大量的手稿和大量的没有寄出的信件。有一个发现弄得我心情很沉重。我不能不如实地告诉各位读者詹牧师确凿是一个风派人物。我也很难过，但事实终归是事实，不能用私人感情来代替。毫无办法，许多物证就是那样铁一般地存在着，我又是个记者，神圣的使命要求我必须忠实于事实。其实倒霉的是我，詹牧师早已解脱了，而我的这篇报告文学却有前功尽弃的危险。谁见过报告一个风派人物的文学呢？虽然也是人物。就此放弃又舍不得，还是试试看吧，反正是报告，又不是为他唱颂歌，万一有人给我扣帽子，我就往詹牧师身上一推了事。事情是他干的，与我有什么相干？我并没有像有些人那样，先确定某人是一个风派人物，然后再去凑证据。我是先有证据，后作结论的。证据之一是詹牧师的藏书。书名，购买日期扉页上的题字或批注之间的关系，颇耐人寻味。为方便读者起见，我选中其中一小部分作成了一份表格，现公之于众，以醒后人。由此表不难看出，詹牧师的观点和立场，随机性很强往好里说，也是缺乏独立思考的能力。不久前，我又去詹牧师当年所在的教会作了一次采访，所得的印象也与前相差不多。他早年的一位教友说詹鸿鹄一向是赶潮流的，没有自己的主见，五十年代他退出教会时把宗教贬得一钱不值，后来教会重新恢复活动时他又来祝贺。他早年的一位学生也证明詹先生还在留言簿上写了一位名人的话，人在精研哲学之后重新皈依的那位上帝，和由于对哲学知之不深而远离的那位上帝，根本不是同一位上帝。现任主讲牧师何少光说鸿鹄是有意重新出山，托人和我提起过。我倒是没意见，但一来人事方面没有名额，二来嘛，别人都担心他会不会什么时候又来个反戈一击。唉，鸿鹄当年的学生目前都在教会中负一定责任了，经常接待外宾，他自己反倒落得传电话。他当年要是不唉！鸿鹄一生善良勤勉，吃亏就在赶潮流上。还有两份材料可以证明，詹牧师确是惯于见风使舵的。其一是詹牧师于一九六六年十月写的一份声明其二是他于一九八一年十月写的一份申请书。两相对照，一斑可见全豹。放弃硕士学位声明节录我是个资产阶级臭知识分子，几十年来一直迷恋于成名成家，陷进了封资修的臭泥塘，不能自拔自以为有学问，看不起普通劳动人民，迷失了政治方向。无产阶级文化大革命的春雷震醒了我，使我心明眼亮。"}
{"text":"他当年要是不唉！鸿鹄一生善良勤勉，吃亏就在赶潮流上。还有两份材料可以证明，詹牧师确是惯于见风使舵的。其一是詹牧师于一九六六年十月写的一份声明其二是他于一九八一年十月写的一份申请书。两相对照，一斑可见全豹。放弃硕士学位声明节录我是个资产阶级臭知识分子，几十年来一直迷恋于成名成家，陷进了封资修的臭泥塘，不能自拔自以为有学问，看不起普通劳动人民，迷失了政治方向。无产阶级文化大革命的春雷震醒了我，使我心明眼亮。我现在郑重声明从即日起放弃硕士学位，甘当人民的老黄牛。同时声明于明日下午三时烧毁我的所有著作。我是心甘情愿的。在革命派的帮助下，我认识到我过去的全部著作都是资产阶级反动立场的产物，无非一堆废纸，不烧何用？！博士学位申请书节录我平生的志愿就是做自己祖国的博士。我决心努力攀登哲学高峰，写出中国宗教思想概论，作为我的博士论文。我已于三十多年前就获取了神学史学两项硕士学位。三十多年来，我一直兢兢业业，努力奋斗，刻苦钻研，坚持不懈。在严酷的考验中，我的愿望深见心底，耐心等待。我终于盼到了今天。学位委员会的成立，燃起我希望之火，召唤我纵马登程。祖国正是百废待举，倍需人才之际。我虽年迈，但壮心犹存唯其年迈，才当百倍抓紧，万倍努力。春蚕到死丝方尽，蜡炬成灰泪始干。我决心尽残年之微力，写好博士论文，为四个现代化做出贡献注十六据调查，声明和一申请都没有贴出寄出过。詹牧师写完了声明，征求詹夫人的意见。詹夫人不答，默然垂泪。詹牧师也没了主意。半天，詹夫人才说你要不去埋那把刀子，何至于引得他们来抄家？詹牧师有一把很漂亮的蒙古刀，纯粹的工艺美术品，但他担心被人告发为私藏武器妄图变天，在六六年的一个深夜拿出去想埋掉，结果被几个红卫兵抓住。我不去埋，他们也要抄的。詹牧师愧然答道。我们不如回老家去，省得被他们赶。詹夫人说。不知家里的房子还有没有。可以先向亲戚们借一间。回春堂不知还有没有。家乡多安静，我喜欢安静。尤其是夜里，什么声音也没有，睡得也香甜。有时候有卖馄饨的在窗外吆喝。放些虾皮，紫菜，还有香菜和青韭末儿，再放点香油，啧！"}
{"text":"我不去埋，他们也要抄的。詹牧师愧然答道。我们不如回老家去，省得被他们赶。詹夫人说。不知家里的房子还有没有。可以先向亲戚们借一间。回春堂不知还有没有。家乡多安静，我喜欢安静。尤其是夜里，什么声音也没有，睡得也香甜。有时候有卖馄饨的在窗外吆喝。放些虾皮，紫菜，还有香菜和青韭末儿，再放点香油，啧！什么时候我给你做一回。你可做不出那味儿来。但他们没有贴出声明，也没有回老家去。申请呢？是什么原因使之没有寄出去？不详。还有两份白纸黑字的证据。第一份是詹牧师作的一首满江红――悼念周总理，幸亏当初没有落人四人帮之手，否则他大约就不会活到被我发现的时候了。诗词原文如下噩耗忽闻，哭无泪，肝肠欲裂。周总理，功盖乾坤，德昭日月。帷幄运筹轻生死，握发吐哺无昼夜。叹古今，被害是忠良，天当灭！萧萧雨，飘飘雪。风声咽，哀声绝。把杯酒轻酹，志承先烈。大地珍埋男儿骨，长河敬殓英雄血。恨难消，何日斩群妖，天下谢。如果我的发现到此为止，多好哇！那样我既可以为自己与这样一位勇士相识而自豪，我的报告文学也就可以具有英雄史诗般的气魄了。然而不幸，我又发现了一份证据――詹牧师写给江青的一封信！天哪，幸亏它是让我发现了，我为死者出了一身冷汗如果是落入外人手里，詹牧师便有一百张嘴，也难说清楚了。信文如下敬爱的江青同志首先祝您身体健康！我是信文到此结束。以下是一些乱七八糟的算式，估计是詹牧师在计算当日的生活开销时所为。二角三分，估计是一瓶酱油四角五分，估计是半斤鸡蛋二分，可能是一盒火柴红笔写的一角二分，大约是当日的财政赤字如此等等，就不―一推敲了。也许是因为此信没有写下去，也许更是因为帐目的重要性，詹牧师把这一页纸留了下来，后来就忘了，所以没有及时销毁。诗文和信文都没有注明写作日期，唉，我的詹牧师，让我说你什么好呢？我又走访了一位詹牧师生前最亲密的朋友――一位退休的中学教师。可喜可贺，这位老先生的证词，似乎可以推翻詹牧师是个风派人物这一结论。他说小舟么？也谈不上什么赶潮流不赶潮流，更谈不上什么风派不风派。"}
{"text":"也许是因为此信没有写下去，也许更是因为帐目的重要性，詹牧师把这一页纸留了下来，后来就忘了，所以没有及时销毁。诗文和信文都没有注明写作日期，唉，我的詹牧师，让我说你什么好呢？我又走访了一位詹牧师生前最亲密的朋友――一位退休的中学教师。可喜可贺，这位老先生的证词，似乎可以推翻詹牧师是个风派人物这一结论。他说小舟么？也谈不上什么赶潮流不赶潮流，更谈不上什么风派不风派。他不过是闲不住，而且总是自命不凡，想干一番大事业，愿意和一些名人大事发生些联系他总有怀才不遇的思想，常常就做出些古怪的事情来。这位老先生举了几个例子，以资证明。詹牧师并非只给江青写过信。在齐奥塞斯库当选为总统的时候，他也请罗马尼亚驻华使馆代转过他的贺信。他不光写贺信，也写过抗议信。苏军侵略阿富汗的时候，他给勃列日涅夫写过抗议信。英军进攻马岛的时候，他给撒切尔夫人和加尔铁里总统都写过劝告信。只是都没有得到预期的反响。估计收到过詹牧师的信的人会很多。只要报纸上出现了一位先进人物或别的什么人物，他就要立刻写信去，向人家表示祝贺或慰问。詹牧师对名人总是由衷地敬仰。有一回，詹牧师的小孙子大便之后，对屎的出处表示了惶惑。爷爷，这是从哪儿出来的？肛门。什么是肛门？这就是肛门。詹牧师一边给小孙子擦屁股一边解释道。您也有肛门吗？有，所有的人都有。孙子忽然指着报纸上一位名人的照片问他也有吗？詹牧师给了孙子一巴掌瞎！不许瞎说！有一点需要强调敬仰归敬仰，詹牧师绝不是想从中得到什么好处。除非万不得已，他从来是不求人的。还有一点要强调詹牧师也并不是只敬仰名人。如果要糊顶棚，他崇拜糊匠要是漆桌子，他只信得过漆匠。有一回，詹牧师碰巧得了一些木料，想做一只书架，儿子几次要动手都被他制止。你做过什么？！他说。等儿子瞒着他把书架做好了，对他说我找了个七级木工给做的。詹牧师连连夸奖这活儿做得够多地道！因詹牧师的儿子计划不周，在书架的左立柱上多锯了一道口，为对称起见，索性又在右立柱上也据了一道。詹牧师一直琢磨不出这两道口是做什么用的，试着往上面挂了两回网袋，也挂不住。凡国内外大事，詹牧师都关心。"}
{"text":"有一回，詹牧师碰巧得了一些木料，想做一只书架，儿子几次要动手都被他制止。你做过什么？！他说。等儿子瞒着他把书架做好了，对他说我找了个七级木工给做的。詹牧师连连夸奖这活儿做得够多地道！因詹牧师的儿子计划不周，在书架的左立柱上多锯了一道口，为对称起见，索性又在右立柱上也据了一道。詹牧师一直琢磨不出这两道口是做什么用的，试着往上面挂了两回网袋，也挂不住。凡国内外大事，詹牧师都关心。国内的，譬如东北及西南林区的滥砍滥伐问题华南虎及丹顶鹤的保护问题各地名胜古迹应该加强管理和利用起来发展旅游业问题城近郊区应该发展养鱼业街道两旁应改种香椿树以解决春季蔬菜短缺状况以至目前晚育造成的难产率增高的问题，等等，他都给予关注。他去图书馆查阅书籍资料去请教过专家也给有关方面写过信，申述了自己的意见。国外的呢，主要是世界和平问题。他曾在自家墙上挂过一张民用世界地图，并做了一块布帘挡在上面。有时候他拉开布帘，在地图上画些箭头虚线和实线也插一些小旗子，红的白的黑的然后在屋子里低头踱步，默默地思考。他确实有过一些颇具先见之明的预言，譬如他早在六十年代末就说过，欧洲是世界战略的重点，亚洲的问题出在印度和西亚。不过也有过错误的判断第三次世界大战迫在眉睫。詹牧师喜欢体验一种崇高感，或者叫作价值感。只要能稍稍与国内外大事有所关联，他便要陶醉，甚至闹到自己也把握不住自己的地步。亏得有詹夫人时常阻拦他，向他晓以利害，这才避免了不少祸事。否则，詹牧师的老朋友说，真难说他要做出什么事来呢！假如四人帮重用他，他说不定会因为被重用而忘乎所以的。反过来，倘使有一位厂长或局长什么的，看重他，他肯定也会废寝忘食地为四化出力。他早就提出过要重视智力开发的主张，可惜那时没人理他。他就是盼望被人重视。我看，他之所以想起给江青写信，准是有什么人在他耳边吹风，吹得多了神了，他就信以为真，觉得似乎那样就能有机会实现他的某项设想。至于这首满江红么？我敢担保的只是，小舟对周总理是衷心热爱的。总理逝世当天，我们俩找了个没人的地方呆了一天，什么也吃不下，什么也说不出，小舟一个劲叹气，搓脚，把黄土地上搓了两道深沟。他有胆子写那么一首诗词，也肯定是受了别人的鼓动，十有八九是受了他儿子的鼓动，否则他绝不敢写什么何日斩群妖之类的。"}
{"text":"他就是盼望被人重视。我看，他之所以想起给江青写信，准是有什么人在他耳边吹风，吹得多了神了，他就信以为真，觉得似乎那样就能有机会实现他的某项设想。至于这首满江红么？我敢担保的只是，小舟对周总理是衷心热爱的。总理逝世当天，我们俩找了个没人的地方呆了一天，什么也吃不下，什么也说不出，小舟一个劲叹气，搓脚，把黄土地上搓了两道深沟。他有胆子写那么一首诗词，也肯定是受了别人的鼓动，十有八九是受了他儿子的鼓动，否则他绝不敢写什么何日斩群妖之类的。不过还有一种可能，那首词是他在粉碎四人帮之后写的。他儿子就常说他不是史学硕士，而是史学修士，意思就是说他总是根据现在的情况修改打扮自己的历史。不然，他敢把这么一首诗词保留下来，是不大好想象的。詹牧师甚至喜欢模仿伟人的动作。不错，这一点笔者也可以证明，他每次和我见面，哪怕是只相隔半天儿，也要和我握手，伸手的姿势就像列宁。但从以上五点，能说明什么呢？能说明詹牧师不是风派吗？能说明詹牧师就是风派吗？我实在也吃不准。但报告文学是应该报告得准确真实全面的，所以我把这些情况也都零零碎碎地写了下来。如果能在篇头印上八个字内部参考，请勿外传，我以为是慎重的。续集关于詹牧师多次伪造表扬稿以骗取稿费，并在被揭露后缄口不谈此事一节，我一直考虑是否删去。倒不是怕诲淫诲盗，误人子弟，实在是那样写来太有些不明不白。正当我举棋不定之际，昨天，詹牧师的街坊们又向我提供了一些新情况。甲詹牧师的老街坊宋科长的书面意见我认为，詹小舟同志绝不是那种为了名利就去昧着良心胡编滥造的人。为了名吗？可是发表那么几篇表扬稿能出什么名呢？为了钱吗？更不可信。詹小舟同志多年来一直义务为大家打扫厕所，街坊们曾经商量着要给他些报酬每月九块，他都不要。他说我不是为了钱，我也不是打扫厕所的。大家不敢再提。我们有时候也想帮助打扫打扫，但每天早晨，无论你起得多早，厕所还是已经被詹小舟同志打扫过了。后来发现詹小舟同志是在夜里打扫厕所的他每夜都要看书学习到一两点钟，然后就去打扫厕所。我们都睡得早，不能等到所有的人把一天的厕所都上完原文如此――注，再去睡呀乙詹牧师的邻居徐老太太的口头证明可不是怎么的？詹大哥净给大伙办好事，正经八百一个老雷锋。甭瞧我还比他小两岁。可腿脚儿不济。"}
