{"text":"这里是说令尹子文对国家的尽忠负责。对来接任的人，看成是工作的接班人。他这种态度，在表面上看起来容易，做起来很难。在外面做事的人，对这些要牢记，这是对国家尽忠，对自己尽职。在一个团体，就为团体尽忠，不为私事。所以子张问到令尹子文时，孔子便说忠矣。指出令尹子文是国家的忠臣，因为他把私人的利害得失丢开了，完全为国家尽忠。曰仁矣乎？子张又问到像令尹子文这样的做法，他的学问修养，有没有达到仁的境界？曰未知，焉得仁？孔子说，仁是什么他还不知道，他怎么能算得仁者？他只是忠臣，仁还不够。对于孔子说的仁，我们在里仁篇中曾提到过的，这里不再重复。濯足沧浪哪得清崔子弑其君，陈文子有马十乘，弃而违之。至于他邦，则曰犹吾大夫崔子也。违之。之一邦。又曰犹吾大夫崔子也。违之。何如？子曰清矣。曰仁矣乎？曰未知，焉得仁？这是历史上有名的事情。齐国是鲁国的邻邦，当时有一大臣崔杼叛乱，杀掉了齐国君王庄公。孔子写春秋的微言大义，前面已经说过，他常用一两个字标明，衡论是非。这里的弑字，就是春秋大义的微言。凡是叛变的人杀了上面的都称为弑，所以在历史上看到弑，就知道是叛变杀了上面，在历史上永远留下叛变的罪名。这是中国历史哲学的精神，也是历史的道德观。无论怎样成功，如果做了不对的事，千秋万世都要负这个历史道德的罪名，弑就是弑，杀就是杀。对敌人打胜仗就是克，不是敌人就不能用克。这是一定的刻板的，所以崔子叛变杀了齐君就是弑。陈文子也是齐国的大夫，和崔子是同事，地位相当。古代的交通工具，一部车子为一乘，用四匹马驾驶。有马十乘，就是有十部马车，一共四十匹马。以现在来说，小轿车就有十辆以上了，直升飞机几架不去说他。弃而违之，对崔子的叛变看不下去，把自己的偌大财产都丢掉不要，逃离了齐国。之于他邦，又流浪到别的国家。春秋战国时，每个国家都很乱，到别的国家一看，则曰犹吾大夫崔子也。他说，这个国家的大臣们，也都是混蛋，和齐国的崔子一样，都不是好东西。违之，因此又走。周游列国，到处走。之一邦，又到了另外一个国家，则又曰犹吾大夫崔子。又是感叹！整个世界都是一样，都在混乱，大臣都和崔子一样，没有好东西！违之，离开了。"}
{"text":"弃而违之，对崔子的叛变看不下去，把自己的偌大财产都丢掉不要，逃离了齐国。之于他邦，又流浪到别的国家。春秋战国时，每个国家都很乱，到别的国家一看，则曰犹吾大夫崔子也。他说，这个国家的大臣们，也都是混蛋，和齐国的崔子一样，都不是好东西。违之，因此又走。周游列国，到处走。之一邦，又到了另外一个国家，则又曰犹吾大夫崔子。又是感叹！整个世界都是一样，都在混乱，大臣都和崔子一样，没有好东西！违之，离开了。这个陈文子，后来不知到瑞士或者非洲的什么国家去了一笑。子张就问孔子，老师，像陈文子这个人，你看，了不起吧？子曰清矣。孔子说，好！很清高。清高的人往往比较自私，只顾自己，不能算是忠臣。否则，为什么自己国家有难，弃而不救，到处乱走？这里看不惯，那里看不惯，难道国家太平了，就非要你来住吗？绝大多数清廉之士，最高的成就只到这个地步。他们清，很清。他们批评什么事情，都很深刻，都很中肯，很有道理。但是让他一做，就很糟糕。高尚之士谈天下事，谈得头头是道。不过，天下事如果交给他们办，恐怕只要几个月就完蛋。国家天下事，是要从人生经验中得来。什么经验都没有，甚至连一呼百诺的权势经验都没有尝过，那就免谈了。否则，自己站在上面叫一声拿茶来！下面龙井乌龙香片铁观音，统统都来了，不昏了头才怪，你往地上看一眼，皱皱眉头，觉得不对，等一会就扫得干干净净。这个味道尝过没有？没有尝过，到时候就非昏倒不可。头晕血压高，再加上心脏病，哪里还能做事？一定要富贵功名都经历过了，还能保持平淡的本色，最了不起时是如此，起不了时还是如此我还是我，这才有资格谈国家天下事。不然去读读书好了。至于批评尽管批评，因为知识分子批评都很刻骨，但本身最了不起的也只能做到清高。严格说来普通一般的清高，也不过只是自私心的发展，不能做到见危授命，不能做到见义勇为。所以古人的诗说仗义每从屠狗辈，负心多是读书人。这也是从人生经验中体会得来，的确大半是如此。屠狗辈就是古时杀猪杀狗的贫贱从业者，他们有时候很有侠义精神。历史上的荆轲高渐离这些人都是屠狗辈。虽说是没有知识的人，但有时候这些人讲义气，讲了一句话，真的去做了而知识越高的人，批评是批评，高调很会唱，真有困难时找他，不行。讲到这里，想起一个湖南朋友，好几年以前，因事牵连坐了牢。"}
{"text":"严格说来普通一般的清高，也不过只是自私心的发展，不能做到见危授命，不能做到见义勇为。所以古人的诗说仗义每从屠狗辈，负心多是读书人。这也是从人生经验中体会得来，的确大半是如此。屠狗辈就是古时杀猪杀狗的贫贱从业者，他们有时候很有侠义精神。历史上的荆轲高渐离这些人都是屠狗辈。虽说是没有知识的人，但有时候这些人讲义气，讲了一句话，真的去做了而知识越高的人，批评是批评，高调很会唱，真有困难时找他，不行。讲到这里，想起一个湖南朋友，好几年以前，因事牵连坐了牢。三个月后出来了，碰面时，问他有什么感想？他说三个月坐牢经验，有诗一首。是特别体裁的吊脚诗，七个字一句，下面加三个字的注解。他的诗是世态人情薄似纱――真不差，自己跌倒自己爬――莫靠拉交了许多好朋友――烟酒茶，一旦有事去找他――不在家。我听了连声赞好。这就和负心多是读书人一样，他是对这个清字反面作用的引伸对社会的作用而言，就是这个道理。所以孔子对于陈文子这种人的评论只给他一个清字。总之，水太清则无鱼，人太清则无福。这话很有道理。子张又问陈文子这个人，够不够得上仁的程度？孔子就说，他对仁的观念都还没有，怎么可能达到仁的修养？想得太过了上面列举出忠的榜样和清的榜样，接着讲一个道理。季文子三思而后行。子闻之曰再，斯可矣！季文子姓季孙，名行父，谥文，是鲁国的大夫。做事情过分的小心，过分的仔细。三思而后行，一件事情，想了又想，想了又再想叫三思。孔子听到他这种做事的态度，便说再，斯可矣！这句话有两种解释，从前老学究们的解释认为做事情要特别小心，孩子们，想三次都不够，孔子说再斯可矣！还要再想一次哪！这种解释是不对的。其实，孔子认为他想得太多。作人做事诚然要小心，但三思而后行，的确考虑太多了。学过逻辑就知道，学过易经的道理更懂得。世界上任何事情，是非利害善恶都是相对的，没有绝对的。但是要三思就讨厌了，相对总是矛盾的，三思就是矛盾的统一，统一了以后又是矛盾，如此永远搞不完了，也下不了结论的。所以一件事情到手的时候，考虑一下，再考虑一下，就可以了。如果第三次再考虑一下，很可能就犹豫不决，再也不会去做了。所以谨慎是要谨慎，过分谨慎就变成了小器。"}
{"text":"这种解释是不对的。其实，孔子认为他想得太多。作人做事诚然要小心，但三思而后行，的确考虑太多了。学过逻辑就知道，学过易经的道理更懂得。世界上任何事情，是非利害善恶都是相对的，没有绝对的。但是要三思就讨厌了，相对总是矛盾的，三思就是矛盾的统一，统一了以后又是矛盾，如此永远搞不完了，也下不了结论的。所以一件事情到手的时候，考虑一下，再考虑一下，就可以了。如果第三次再考虑一下，很可能就犹豫不决，再也不会去做了。所以谨慎是要谨慎，过分谨慎就变成了小器。大家都有几十年的人生经验，过分小心的朋友，往往都犯了这个小器的毛病，小器的结果，问题就多了。所以孔子主张，何必三思而后行，再思就可以了。难得糊涂子曰宁武子，邦有道则知，邦无道则愚。其知可及也，其愚不可及也。宁武子是春秋时代，卫国很有名的大夫，姓宁，名俞，武是他的谥号。经历卫国两代的变动，由卫文公到卫成公，两朝代完全不同，宁武子却安然地做卫国的两朝元老。邦有道则知，这个邦就是古时国家的别称，国家政治上了正轨，他的智慧能力才具发挥出来，了不起！可是后来到了卫成公的时候，政治社会，一切都非常混乱，情况险恶，他还在朝，也参加了这个政治，可是他在邦无道的时候，却表现得愚蠢鲁钝，好像什么都很无知。但从历史上看出他并不笨，他对于当时的政权社会，在无形之中，局外人看不见的情形下，在努力挽救。表面上好像他碌碌无能，没有什么表现，可是他对于国家社会真的做了事。所以孔子给他下了一个断语其知可及也，其愚不可及也。他说宁武子那种聪明才智的表现，有的人还可做得到，但处于乱世那种愚笨的表演，就难以学到了。人们到了社会历史发生变动的时候，尤其是古代帝王政权变乱时，在前一个君王手上，充分表现了政治才能的人，本来是很容易遭忌的。这是政治上千古以来不移的定例。何以如此？有点莫名其妙的，也许是人类心理的通病，能干了会有人妒忌的。为什么妒忌？只能说是人类天生的劣根性，我们必须以学问道德来消磨它。这种妒忌心理，到了事业或利害相对的时候，就忌刻别人。所以学问之道，就要了解自己的心理，把这些罪恶的心理，消磨了转化了，那才是真正仁道之仁。"}
{"text":"这是政治上千古以来不移的定例。何以如此？有点莫名其妙的，也许是人类心理的通病，能干了会有人妒忌的。为什么妒忌？只能说是人类天生的劣根性，我们必须以学问道德来消磨它。这种妒忌心理，到了事业或利害相对的时候，就忌刻别人。所以学问之道，就要了解自己的心理，把这些罪恶的心理，消磨了转化了，那才是真正仁道之仁。所以孔子说到宁武子，当初他的才能表现得那么高，应该遭人家的妒忌但是到了变乱的时候，他表现很碌碌无能，没人打击他，也没有人仇恨他，这一点修养是别人做不到的。人在得意时，聪明才智很容易露锋芒其知可及也，这点大家还可以做得到。但是其实无华老实平淡笨笨无能的样子，其愚不可及也，这就很难做到了。这里我们就想到清朝名士郑板桥，说过几句很了不起的话聪明难，糊涂亦难，由聪明而转入糊涂更难。放一着，退一步，当下心安，非图后来福报也。绝顶聪明的人，不是故意装糊涂，而是把自己聪明的锋芒收敛起来，而转进糊涂，这就更难了。下一句话说待人接物，遇事退一步，把利益权位都让给人家，心里很舒服，并不希望人家事后报答，只要当时心里舒服就好。这也是孔子说宁武子的其知可及也，其愚不可及也的另一引伸。不如归去下面讲到子在陈曰归与！归与！吾党之小子狂简，斐然成章，不知所以裁之。归与的与字是惊叹词。这一节等于孔子的一段传记。这是孔子周游列国，到晚年的时候，要想回来讲学的自白。这里谈到学问之道。我们要特别了解的是，孔子在这段时间周游列国，对于国家天下大事，了然于心。有很多很多拿到政权的机会，但是他不要，他认为国家天下所以安定，必须要以教育文化为基础，于是他决心回到自己的国家讲学去。此时他很感叹地说回去吧！回去吧！吾党之小子狂简――小子是年轻人。党是指古代的乡党，也就是鲁国这一些跟随他的学生们。狂简是两个典型。豪迈慷慨，多半年轻人喜欢的个性和作风就是狂。轻易草率，对国家天下事掉以轻心，就是简。我们知道宋代的名诗人陆放翁，在清末民初，有更多的文学家喜欢捧陆放翁，誉他为爱国诗人。他的一首名诗早岁那知世事艰，中原北望气如山。楼船夜雪瓜州渡，铁马秋风大散关。塞上长城空自许，镜中衰鬓已先斑。出师一表真名世，千载谁与伯仲间。"}
{"text":"此时他很感叹地说回去吧！回去吧！吾党之小子狂简――小子是年轻人。党是指古代的乡党，也就是鲁国这一些跟随他的学生们。狂简是两个典型。豪迈慷慨，多半年轻人喜欢的个性和作风就是狂。轻易草率，对国家天下事掉以轻心，就是简。我们知道宋代的名诗人陆放翁，在清末民初，有更多的文学家喜欢捧陆放翁，誉他为爱国诗人。他的一首名诗早岁那知世事艰，中原北望气如山。楼船夜雪瓜州渡，铁马秋风大散关。塞上长城空自许，镜中衰鬓已先斑。出师一表真名世，千载谁与伯仲间。这是他当时的自述。他在少年时代，希望带兵打仗，把金人赶出去，那种幻想中的气魄，非常可爱可嘉后面四句则说到年纪大了，头发白了，一无所成的感慨。现在引用他的诗早岁那知世事艰，说明年轻人虽然富有冲劲，但容易犯轻狂的毛病，太过冲动，这就是狂简的狂。第二种典型简，把天下事看得太容易了，自己想到就好像做得到一样，年轻人也容易犯这个毛病。吾党之小子狂简，是说跟自己的这班年轻人，蛮有豪气，看天下事太容易了。虽然文采不错，斐然成章地议论纷纷，毕竟还未成器。像现代许多年轻人搞的书刊著作，大谈国家天下事，头头是道，但文章是文章，天下事是天下事，这完全两回事。要做到事理合一，非有几十年亲身艰苦的经历，是不会了解的。所以孔子认为，必须要回国教育后一代，决心把精神放在教育上，培养国家的根本。不知所以裁之这句话，是说年轻人有够狂的豪气，凡事看得太容易太简单。文章见解固然有，却不知道仲裁，不知道裁取。如何是该不该？怎样是能不能？都不考虑。学问之道，最难的是如何中肯仲裁。像做衣服的技师一样，要把一块布裁剪成一件合身而大方的衣服，这是一门不简单的学问。所以他一心要回到鲁国，献身于文教的千秋事业。这一段，在时间上说，很可能是孔子晚年回国讲学的情况。为了整篇论语的行文，特地安排在这一篇。也很可能是孔子在陈蔡之间，遭遇困难以后，决心要回国讲学了，于是发出了这个宣言说明他回国讲学，对一些人或事，所采取的态度。子曰伯夷叔齐，不念旧恶，怨是用希。孔子对于伯夷叔齐吴泰伯三个人是非常佩服的。关于吴泰伯，在下面还有专篇。中国历史上这三个人，都是薄帝王而不为的人，他们本该当君主的，可是他们都谦让了，自己不要。伯夷是老大，叔齐是老三。"}
{"text":"为了整篇论语的行文，特地安排在这一篇。也很可能是孔子在陈蔡之间，遭遇困难以后，决心要回国讲学了，于是发出了这个宣言说明他回国讲学，对一些人或事，所采取的态度。子曰伯夷叔齐，不念旧恶，怨是用希。孔子对于伯夷叔齐吴泰伯三个人是非常佩服的。关于吴泰伯，在下面还有专篇。中国历史上这三个人，都是薄帝王而不为的人，他们本该当君主的，可是他们都谦让了，自己不要。伯夷是老大，叔齐是老三。老大让位给老三，老三也不干，结果两人都逃掉了，只好由老二勉强担当政权。伯夷叔齐这样让国，吴泰伯也是这样的人。孔子到处提到他们，非常尊敬他们崇拜他们。在这里又提到伯夷叔齐有不念旧恶的美德。过去有人对不起他的，过了就算了，不怀恨在心。这有什么好处呢？有！怨是用希，能够不怀恨别人，宽恕了别人，所以和别人之间的仇怨就没有了，而坏人渐渐也会被他们所感化。为什么论语编到这里，把这句插进去呢？因为孔子在鲁国做过一任司寇，至少也有现在电视上包青天节目中，包公的那种政风。上了台就把少正卯杀掉了，雷厉风行的作法，不免在政治上有些恩恩怨怨。不过他走的是正路，所以大家也拿他没办法。既然要回国讲学，政治上的恩怨可以抛诸脑后了。过去有人对我不起的，不要放在心上，随他去。我们回去教学吧！虽然如此，他又讲了一件事。子曰孰谓微生高直？或乞醯焉，乞诸其邻而与之。微生高，姓微生，名高，是一个鲁国人，人家说微生高这个人很直爽坦率，但是孔子认为大家的话说过分了，他并没有符合这种修养。或乞醯焉，有人向他要一杯醋浆。他没有，自己便到别一家去要一杯醋来，再转给这个要醋的朋友。孔子认为这样的行为固然很好，很讲义气，但不算是直道。直道的人，有就是有，没有就是没有，不必转这个弯。微生高转了这个弯，就不能算是直。这一点值得我们研究了。我们要注意，孔子的思想――在下面还会讲到――是以直报怨，这也就是后世儒家思想的争论点。什么是以直报怨呢？你打我一记耳光，我不打你一拳，但吐你一口唾沫，不过分吧！总可以吧？因为你打我，我实在生气。至少，你骂了我，我可以不恨你，但我不理你，这总可以吧？这就是以直报怨的道理。孔子一直是这个主张。以德报怨是老子的思想，后世也把它代表了道家的思想。"}
{"text":"微生高转了这个弯，就不能算是直。这一点值得我们研究了。我们要注意，孔子的思想――在下面还会讲到――是以直报怨，这也就是后世儒家思想的争论点。什么是以直报怨呢？你打我一记耳光，我不打你一拳，但吐你一口唾沫，不过分吧！总可以吧？因为你打我，我实在生气。至少，你骂了我，我可以不恨你，但我不理你，这总可以吧？这就是以直报怨的道理。孔子一直是这个主张。以德报怨是老子的思想，后世也把它代表了道家的思想。就是说，你对我不起，我不恨你，不报复你，反而对你好，乃至把你感化了。孔子以直报怨的思想，在中国文化中，和墨子思想以及侠义思想，有相同看法，都主张直。所以中国侠义的思想和墨子的思想，普遍流传于民间，所谓睚眦必报，所谓路见不平，拔刀相助。就是由这种精神演变而来。那么孔子这个思想对或不对呢？我们不管他圣人不圣人，吾爱吾师，吾更爱真理。先把圣人这头衔供到上面去，问题则要讨论。拿中国传统的侠义思想或道家的思想来说，对于一个有困难，有急用而来借钱的朋友，正好自己没有钱，于是转向他人借来，给这困难的朋友，这是义所当为的事。但孔子在这里却并不以为然，他认为这不是直道的行为。就我们现在研究的方法，论语是整篇连贯的，不能一节一节拆开来看。而且二十篇论语，也可说是全部连贯的一篇大文章。那么在这一个基本观点上，来看这一句话的含义。正如我刚才所讲的，孔子晚年周游列国后，要回国讲学了。他发表宣言，首先提出来不念旧恶，过去的都过去了，所有恩恩怨怨，大家都不必去说他。现在应该回去，为自己国家为天下人，打一点文化的基础，来教育后代。第二点他也说明，虽然过去不问，但好的还是好，坏的还是坏。并不因为既往不咎，坏的就一下子变好了。这里不过借用这个直字来作说明而已。如果一定要说这一点，是孔子解释直道行为的要点，那么，后世的儒家就发生问题了。汉唐宋元明清以来，所有读书称儒家的人，都变成胸襟狭窄，结果就成为刚才所例举过古人的诗说仗义每从屠狗辈，负心多是读书人了。难道说读书人多半不管别人，不能具有这种侠义的精神？这是误解了孔子这句话的意思。就我的观点，连贯全篇的思想看起来，孔子是故意向当时鲁国一些因政治上恩怨而怕他回国的人，透露了一个消息――虽然对于你们，在我心里并不同意，但是各走各的路，你们不要害怕，我要回来了。"}
{"text":"如果一定要说这一点，是孔子解释直道行为的要点，那么，后世的儒家就发生问题了。汉唐宋元明清以来，所有读书称儒家的人，都变成胸襟狭窄，结果就成为刚才所例举过古人的诗说仗义每从屠狗辈，负心多是读书人了。难道说读书人多半不管别人，不能具有这种侠义的精神？这是误解了孔子这句话的意思。就我的观点，连贯全篇的思想看起来，孔子是故意向当时鲁国一些因政治上恩怨而怕他回国的人，透露了一个消息――虽然对于你们，在我心里并不同意，但是各走各的路，你们不要害怕，我要回来了。何以见得是这样的呢？下面孔子还有一句话。子曰巧言令色足恭，左丘明耻之，丘亦耻之。匿怨而友其人，左丘明耻之，丘亦耻之。这个丘是孔子的名字。我们过去老式的念书，念到这里不称丘，不敢念，念了犯忌讳，要挨揍的。于是另外拿一个字来替代，而念成某亦耻之。现在时代的忌讳不同了，无所谓。这里孔子又说，一个人讲一些虚妄的好听的话脸上表现出好看的讨人喜欢的面孔看起来对人很恭敬的样子，但不是真心的。左丘明耻之，丘亦耻之。左丘明就是写春秋左传的左丘明，古人认为左丘明是当时的闻人。古代所谓的闻人，就是名气非常大，可并不是官，也不是一个固定型的人，所以称闻人。后世对帮会领袖称作闻人，这个观念，古今是有出入的。孔子这句话是说，左丘明讨厌这种说假话做假事的人，我也和左丘明一样，讨厌这种人。匿怨而友其人，明明对人有仇怨，可是不把仇怨表示出来，暗暗放在心里，还去和所怨恨的人故意周旋，像这样的人，他的行径就太不对，用心也太奸险了。左丘明作人的态度不屑于这样，我也不屑于这样。把孔子这两句话，和对微生高的话连在一起，再把上面归与归与连贯起来，如我刚才所说的，是孔子归国办教育前的宣言。等于是对鲁国政治上这班怨恨他怕他回来的人说，我对你们是不同意的，但没有仇恨，我要回来了。一连串贯通起来，便成了这个意思。但非定论，我只是作如此说而已。对与不对，另俟高明。下面接着孔子回到鲁国了，我们把它连起来，就像是孔子的一段传记历史。也可当一部小说，也可当一部电影看。一乐也的对话颜渊季路侍。子曰盍各言尔志。子路曰愿车马，衣轻裘，与朋友共，敝之而无憾。颜渊曰愿无伐善，无施劳。"}
