{"text":"我身旁的中年女士向我倾诉着生活与学佛的冲突挣扎，与苦痛我每天要做早晚功课，每次诵经一个小时。为了做早晚功课，我不能接送小孩上下学，先生很不满意，认为我花太多的时间在这些没有意义的事情上面。我的小孩很喜欢热门音乐，可是我们家只有一套音响，如果我放来做早晚课，他们就不能听音乐，常因此发生争执，孩子也因此不信佛教，讲话时对佛菩萨也很不礼貌，我听了更加痛苦。我的公婆先生小姑都信仰民间信仰，过年过节都要杀鸡宰鸭拜拜，我不能那样做，那样做就违背我的信仰，如果不做，就要吵架，弄得鸡犬不宁。我很想度他们，可是他们排斥我，也排斥佛，使我们之间不能沟通，林先生，你看我该怎么办？她说到后来，大概是触及到伤心的地方，眼眶红了起来。你为什么要学佛呢？我说。她说这个人生是苦海，我希望死后去往生西方极乐世界。那么，你为什么要每天做早晚功课呢？我又问。因为我自己觉得业障很重，所以必须做功课来忏悔过去的业障。她非常虔诚地说。你有没有想过，除了过去和为未来打算，应该为现在做点什么呢？她立刻呆住了，张口结舌说不出话来，因为确实在她学佛的过程中，她完全没有想过现在这个问题。我就告诉她好好地对待先生，这是很好的功课！每天关怀孩子，接送他们上下学，这也是很好的功课！试着不与人争辩，随顺别人，也是很好的功课！甚至与孩子一起听热门音乐，使他们感受到母亲的爱，因而安全无畏，也是很好的功课！菩萨行的布施爱语利行同事讲的就是这些呀！如果我们体验到家家有本难念的经，把自家里的那本经，读通读熟了，体验真实的佛法就很简单了。因为，家里的这一本经和佛堂墙壁上的经是一样深奥不可思议的呀！陶器与纸屑在香港的中国百货公司买了一个石湾的陶器，我从前旅行时总是反对购买那些沉重易碎的物品，这一次忍不住还是买了，因为那陶器是一个赤身罗汉骑在一匹向前疾驰的犀牛上，气势雄浑，非常生动，很能象征修行者勇往直前的心境。"}
{"text":"如果我们体验到家家有本难念的经，把自家里的那本经，读通读熟了，体验真实的佛法就很简单了。因为，家里的这一本经和佛堂墙壁上的经是一样深奥不可思议的呀！陶器与纸屑在香港的中国百货公司买了一个石湾的陶器，我从前旅行时总是反对购买那些沉重易碎的物品，这一次忍不住还是买了，因为那陶器是一个赤身罗汉骑在一匹向前疾驰的犀牛上，气势雄浑，非常生动，很能象征修行者勇往直前的心境。百货公司里有专门为陶瓷玻璃包装的房间，负责包装的是一位讲标准北京话的中年妇人。她从满地满墙的纸箱中找来一个，体积大约有我的石湾陶器的四倍大。接着她熟练地把破报纸和碎纸屑垫在箱底，陶器放中间，四周都塞满碎纸，最后把几张报纸揉成团状，塞好，满意地说好了，没问题了，就是从三楼丢下来也不会破了。我的石湾陶器本来有两尺长一尺高半尺宽，现在成为一个庞然的箱子了，好不容易提回旅馆，我立刻觉得烦恼，这样大的箱子要如何提回台北呢？它的体积早就超过手提的规定了，如果用空运，破的机率太大，还是不要冒险才好，一个再好的陶瓷，摔破就一文不值了。后来，我做了决定，决定仍然用手提，舍弃纸箱碎纸和破报纸，找来一个手提袋提着，从旅馆到飞机场一路无事，但是上飞机走没几步，一个踉跄，手提袋撞到身旁的椅子，只听到清脆的一声，我的心震了一下，完了！惊魂甫定地坐在自己的机位上，把陶器拿出来检视，果然犀牛的右前脚断裂，头上的角则完全断了。我心里非常非常的后悔，后悔没有信任包装妇人的话，更悔把纸箱丢弃。这时我心里浮起一个声音说对一个珍贵的陶器，包装它的破报纸和碎纸屑是与它相同珍贵的。确实，我们不能只想保有珍贵的陶器而忽视那些看来无用，却能保护陶器的东西。生命的历程也是如此，在珍贵的事物周围总是包着很多看似没有意义，随手可以舍弃的东西，但我们不能忽略其价值，因为没有了它们，我们的成长就不完整，就无法把珍贵的东西少年带到中年，成为有智慧的人，同样的，我们也不能忽视那些人生里的负面因素，没有负面因素的人生，就得不到教训启发锻炼，乃至于成长了。对于一朵美丽的花，它脚下卑贱的泥土是一样珍贵的。"}
{"text":"生命的历程也是如此，在珍贵的事物周围总是包着很多看似没有意义，随手可以舍弃的东西，但我们不能忽略其价值，因为没有了它们，我们的成长就不完整，就无法把珍贵的东西少年带到中年，成为有智慧的人，同样的，我们也不能忽视那些人生里的负面因素，没有负面因素的人生，就得不到教训启发锻炼，乃至于成长了。对于一朵美丽的花，它脚下卑贱的泥土是一样珍贵的。对于一道绚烂的彩虹，它前面的乌云与暴雨是一样有意义的。对于一场精彩的电影，它周围的黑暗与它是同等价值的。静心与抽烟有一个关于禅者的笑话说两个有烟瘾的人，一起去向一位素以严苛出名的禅师学习打坐。当他们打坐的时候，由于摄心，烟瘾就被抑制了，可是每坐完一注香，问题就来了。那一段休息时间被称为静心，可以在花园散步，并讨论打坐的心得。每到静心时间，甲乙两人便忍不住想抽烟，于是在花园互相交换抽烟的分节阅读心得，愈谈愈想抽。甲提议说抽烟也不是什么大不了的事，我们干脆直接去请示师父，看能不能抽。乙非常同意，问道由谁去问呢？师父很强调个别教导，我们轮流去问好了。甲说。甲去请教师父，不久之后，微笑着走出禅堂对乙说轮到你了。乙走进师父房里，接着传来师父怒斥和拳打脚踢的声音，乙鼻青眼肿地爬出来，却看见甲正在悠闲地抽烟。他无比惊讶地说你怎么敢在这里抽烟？我刚刚去问帅父的时候，他非常生气，几乎把我打死了。甲说你怎么问的？乙说我问师父静心的时候，可不可以抽烟？师父立刻就生气了，你是怎么说的，师父怎么准你抽烟？甲得意地说我问师父抽烟的时候，可不可以静心？师父听了很高兴，说当然可以了！这虽然是一个笑话，却说明了同样的一件事，如果转一个弯来看，烦恼就是菩提。狐狸和兔子有一个禅宗的故事这样说，一位禅师与弟子外出，看到狐狸在追兔子。依据古代的传说，大部分清醒的兔子可以逃掉狐狸，这一只也可以。师父说。"}
{"text":"师父立刻就生气了，你是怎么说的，师父怎么准你抽烟？甲得意地说我问师父抽烟的时候，可不可以静心？师父听了很高兴，说当然可以了！这虽然是一个笑话，却说明了同样的一件事，如果转一个弯来看，烦恼就是菩提。狐狸和兔子有一个禅宗的故事这样说，一位禅师与弟子外出，看到狐狸在追兔子。依据古代的传说，大部分清醒的兔子可以逃掉狐狸，这一只也可以。师父说。不可能！弟子回答，狐狸跑得比兔子快！但兔子将可避开狐狸！师父仍然坚持己见。师父，您为什么如此肯定呢？因为，狐狸是在追它的晚餐，兔子是在逃命！师父说。可叹息的是，大部分的人过日子就像狐狸追兔子，以致到了中年筋疲力竭就放弃自己的晚餐，纵使有些人追到了晚餐，也会觉得花那么大的代价才追到一只兔子而感到懊丧。修行者的态度应该不是狐狸追兔子，而是兔子逃命，只有投人全副身心，向前奔跃，否则一个不留神，就会丧命狐口了。在生命的点和点间，快如迅雷，没有一点空隙，甚至容不下思考，就有如兔于奔越逃命一样，我每想起这个禅的故事，就想到兔子假如能逃过狐口，在喘息的时候，一定能见及生命的真意吧！风铃我有一个风铃，是朋友从欧洲带回来送我的，风铃由五条钢管组成，外形没有什么特殊，特殊的是，垂直挂在风铃下的木片，薄而宽阔，大约有两个手掌宽。由于那用来感知风的木片巨大，因此风铃对风非常地敏感，即使是极稀微的风，它也会叮叮当当地响起来。风铃的声音很美，很悠长，我听起来一点也不像铃声，而是音乐。风铃，是风的音乐，使我们在夏日听着感觉清凉，冬天听了感到温暖。风是没有形象没有色彩也没有声音的，但风铃使风有了形象，有了色彩，也有了声音。对于风，风铃是觉知观察与感动。每次，我听着风铃，感知风的存在，这时就会觉得我们的生命如风一样地流过，几乎是难以掌握的，因此我们需要心里的风铃，来觉知生命的流动观察生活的内容感动于生命与生命的偶然相会。有了风铃，风虽然吹过了，还留下美妙的声音。"}
{"text":"风铃，是风的音乐，使我们在夏日听着感觉清凉，冬天听了感到温暖。风是没有形象没有色彩也没有声音的，但风铃使风有了形象，有了色彩，也有了声音。对于风，风铃是觉知观察与感动。每次，我听着风铃，感知风的存在，这时就会觉得我们的生命如风一样地流过，几乎是难以掌握的，因此我们需要心里的风铃，来觉知生命的流动观察生活的内容感动于生命与生命的偶然相会。有了风铃，风虽然吹过了，还留下美妙的声音。有了心的风铃，生命即使走过了，也会留下动人的痕迹。每一次起风的时候，每一步岁月的脚步，都会那样真实地存在。眠床下的番薯台湾人自称番薯仔，那是因为番薯在农村扮演了很重要的角色。番薯叶子叫作过沟菜，非常甜姜，带着微微苦甘味，是一年四季不缺的。番薯的吃法，在乡下可以写成一本食谱，番薯饼番薯糕番薯糖番薯汤烤番薯烃番薯，炸番薯，焊番薯可以写一大串，对了，还有番薯稀饭！番薯收成的时节，我是印象深刻的，父亲会把番薯堆满在整个眠床底下，所以，每天我们都会在番薯的香气中睡去，又在番薯的味道中醒来。番薯的发芽是很快的，有时候会穿过木板床的缝隙伸出头来，我有时用一条铁丝把那些芽牵到窗外，它也就那样地蔓生起来。那么有生命力的番薯，有时让我感觉就是自己的化身，也是农民子弟的象征，我就鼓励自己要像番薯一样充满生命力，向窗外有光的地方蔓生。我到现在还记得番薯开花的情景，土地一片白色的小喇叭，那样纯净那样素朴那样美，想着的时候，就好像闻到了整片土地的芳香。太子龙与中国强小时候最盼望的是过年，因为可以买一年一套的新衣服，到了年底，几乎每天都会嗅到新衣服那种棉香了。布鞋也是一年只买一次，穿到破了，只好赤脚去上学，期待新年赶紧到。我还记得那时我们买的卡其制服叫作太子龙，布鞋的牌子是中国强。新衣新鞋买回来，舍不得马上穿，要抱着一起睡觉很多天，每天都很开心。盼呀盼的，新年终于到了。我把新衣服新鞋子穿起来，感觉到自己是多么笔挺，可以出去让这世界的人看看了！"}
{"text":"布鞋也是一年只买一次，穿到破了，只好赤脚去上学，期待新年赶紧到。我还记得那时我们买的卡其制服叫作太子龙，布鞋的牌子是中国强。新衣新鞋买回来，舍不得马上穿，要抱着一起睡觉很多天，每天都很开心。盼呀盼的，新年终于到了。我把新衣服新鞋子穿起来，感觉到自己是多么笔挺，可以出去让这世界的人看看了！也因为是过年，新衣的口袋里总像装满了欢乐，怎么掏出来用，也用不完。但是，穿新衣的时候我会想到，一个人穿新衣确实快乐得像太子，怪不得新衣叫太子龙。我又会想到中国如果真像球鞋的名字那样强起来，我们就可以常常穿新鞋了！胃散妈妈打电话来，叫我下次回去时再买两罐大的胃散回家，因为上回我买的胃散已经吃完了。怎么会呢？我不是才买回去没多久吗？妈妈说因为那些囡仔都爱吃胃散，平时都吃着玩，很快就吃完了。听妈妈讲起，我们小时候也喜欢吃胃散，一人吃一两匙，胃散没两天就吃完了。大约是三十年前，台湾乡下医药不发达，因此家家都在墙上挂一个大药包，里面就有绿瓶子的胃散，葫芦形状。那时大概是没东西吃的缘故，总觉得胃散的味道很好，含一口吞进喉咙，心凉脾肚开，一股凉气冲入腹内，另一股凉气则冲出鼻孔，真是过瘾极了。由于兄弟都喜欢吃胃散，爸爸无法可想，最后把药包挂在大厅的横梁上，这样除了老鼠之外，大概只有猫吃得到了。但是我不死心，有一天用梯子爬上横梁，一手挂在横梁，一手去摘药包，结果失去重心，当场从一丈高的屋梁上跌下来，屁股痛了，一个星期都不能坐椅子。药包还是挂在横梁上，再也没有人敢去拿了。我一直还是怀念胃散的味道，几年前在偶然的机会买到一种胃散，味道和小时候吃的一样，疗效也很好，就介绍给妈妈吃，没想到哥哥的孩子们也喜欢吃呢！我们的童年时代，物质匮乏，没有什么可贵记忆，但生活的小事中也有许多深刻的事物，例如胃散就是。这使我在很小很小就知道生活的一些秘方即使在看来卑贱的事物中，也有一些珍贵的滋味。"}
{"text":"药包还是挂在横梁上，再也没有人敢去拿了。我一直还是怀念胃散的味道，几年前在偶然的机会买到一种胃散，味道和小时候吃的一样，疗效也很好，就介绍给妈妈吃，没想到哥哥的孩子们也喜欢吃呢！我们的童年时代，物质匮乏，没有什么可贵记忆，但生活的小事中也有许多深刻的事物，例如胃散就是。这使我在很小很小就知道生活的一些秘方即使在看来卑贱的事物中，也有一些珍贵的滋味。因为，这世界原本没有什么卑贱的事物，只有卑贱的心才会看见卑贱的东西。光阴似箭到日月如梭小学的时候不知道为什么，所有的小学生写作文日记周记，一开始都是光阴似箭，日月如梭。其实，那时候很多人没射过箭，也没有见过织布的梭子。到四年级，我们的导师才严格规定不论是作文日记周记都不准用光阴似箭，日月如梭，要使用那些平常看得见的东西来形容。一时之间，光阴和日月就变得很热闹了。例如光阴似鱼，日月如鸟。例如光阴似水，日月如云。例如光阴似风，日月如电。也有说光阴似蝴蝶，翩翩飞去日月如蜜蜂，一次只留下一些甜蜜的回忆。从此，创造力大开。一直到四十岁以后，才知道光阴和日月都是快到无法形容和譬喻的。偶尔想起写光阴似箭，日月如梭的童年岁月，自己也开心地笑了。光阴似箭，是火箭日月如梭，是太空梭。光阴还是似箭，箭箭穿心。日月依然如梭，梭梭滴血。日历，日历，挂在墙壁，一天撕去一页，使我心里着急。想起小学的一课课文，现在没有日历可撕了，心里才真的是着急。挑水肥的人昔时乡间有一种专门挑水肥的人，他们每隔一星期会来家里担肥，也就是把粪坑的屎尿挑到田野去施肥，因此我们常会和他们在田间小路不期而遇。小孩子贪甜恶咸，喜香怨臭，很讨厌水肥的味道，我们只要看见挑水肥的人走近，就捏着鼻子往反方向逃走，跑很远了才敢大口呼吸。有的挑水肥的人喜欢捉弄孩子，远远地就说香的来了，要闻香的孩子紧来喔！那语调好像他就要挖一块分给人闻香一样。"}
{"text":"挑水肥的人昔时乡间有一种专门挑水肥的人，他们每隔一星期会来家里担肥，也就是把粪坑的屎尿挑到田野去施肥，因此我们常会和他们在田间小路不期而遇。小孩子贪甜恶咸，喜香怨臭，很讨厌水肥的味道，我们只要看见挑水肥的人走近，就捏着鼻子往反方向逃走，跑很远了才敢大口呼吸。有的挑水肥的人喜欢捉弄孩子，远远地就说香的来了，要闻香的孩子紧来喔！那语调好像他就要挖一块分给人闻香一样。有一次，我与爸爸同行，不巧遇到挑水肥的人，我不敢跑开，只好捏着鼻子把头别到一边去，好不容易熬到水肥的味道错身而过。爸爸立刻叫我立正站好――每次他有什么严重的教训总是叫我们立正站好――然后他严肃地问我为什么遇到担肥的人捏登子转头？因为真的很臭嘛！我委屈地说。他们挑肥的人难道不会臭吗？我说大概会吧！爸爸说他们忍着臭，帮我们把水肥倒在田里，我们应该感谢他们呀！知不知道？我点头说知道。爸爸忽然以一种十分感性的语调说这担肥的人，在家里也是人的儿子，也是他儿子的爸爸，我们应该尊重人疼惜人，以后你在田里遇见他们，不可以把头转开，不可以捏鼻子，知道吗？可是真的很臭呀！爸爸说你可以深呼吸憋住气，等他们走过再呼吸呀！后来，我每次遇到担肥的人，总是深呼吸憋住气，想到他们也是人于，也是人父，就感觉那样的憋气使我有一种庄严之感。我后来肺活量大，可能与那深呼吸和憋气有关。现在，父亲虽然过世了，但他那一天对我说话的情景还历历在目，讲完话，我们一起在夕阳下的田园漫步回家，田园流动着金黄色的光到如今还照耀着我。这世间的每一个众生，彼是人子，亦是人父，应善待之！永铭于心我妈妈是典型的农家妇女，从前的农家妇女几乎是从不休息的，她们除了带养孩子，还要耕田种作。为了增加收入，她们要养猪种菜做副业为了减少开支，她们夜里还要亲自为孩子缝制衣裳。记忆中，我的妈妈总是忙碌不堪，有几个画面深印在我的脑海。"}
{"text":"这世间的每一个众生，彼是人子，亦是人父，应善待之！永铭于心我妈妈是典型的农家妇女，从前的农家妇女几乎是从不休息的，她们除了带养孩子，还要耕田种作。为了增加收入，她们要养猪种菜做副业为了减少开支，她们夜里还要亲自为孩子缝制衣裳。记忆中，我的妈妈总是忙碌不堪，有几个画面深印在我的脑海。有一幕是她叫我和大弟安静地坐在猪舍前面，她背着我最小的弟弟在洗刷猪粪的情景，妈妈的个子矮小，我们坐在猪舍外看进去，只有她的头高过猪圈，于是，她和小弟的头在那里一起一伏，就好像在大海浪里搏斗一样。有一幕是农忙时节，田里工作的爸爸和叔伯午前总要吃一顿点心止饿。点心通常是咸粥，是昨夜的剩菜和糙米熬煮的，妈妈挑着咸粥走在仅只一尺宽的田埂，卖力地走向田间，她挑的两个桶子，体积比她的身体大得多，感觉好像桶子抬着她，而不是她挑桶子，然后会听见一声高昂的声音来哦！来吃咸粥哦！几里地外都听得见。还有一幕是只要家里有孩子生病，她就会到庙里烧香拜拜，我每看到她长跪在菩萨面前，双目紧闭，口中喃喃祈求，就觉得妈妈的脸真是美，美到不可方物，与神案上的菩萨一样美，不，比菩萨还要美，因为妈妈有着真实的血肉。每个人的妈妈就是菩萨，母心就是佛心呀！由于我深记着那几幕母亲的影像，使我不管遭遇多大的逆境都还能奋发向上，有感分节阅读恩的心。也使我从幼年到如今，从来没有开口说过一句忤逆母亲的话。有情生我很喜欢英国诗人布雷克的一首短诗被猎的兔每一声叫，就撕掉脑里的一根神经云雀被伤在翅膀上，一个天使止住了歌唱。因为在短短的四句诗里，他表达了一个诗人悲天悯人的胸怀，看到被猎的兔子和受伤的云雀，诗人的心情化做兔子和云雀，然后为人生写下了警语。这首诗可以说暗暗冥合了中国佛家的思想。在我们眼见的四周生命里也就是佛家所言的六道众生，是不是真是有情的呢？中国佛家所说的仁人爱物是部是说明着物与人一样的有情呢？"}
