{"text":"这是人性的另一面。虽然行仁之道，义所当然，但是要讲究方法。譬如大家喜欢看贞观政要这本书。魏征的忠贞和他的道德学问，使唐太宗很敬畏，而且信任他。唐太宗喜欢一只小鹞子，一天正在玩鸟，魏征来了，唐太宗怕他讲话，赶快把小鸟藏到怀里，魏征假装没看到，故意留下来和他谈国家大事，唐太宗心里虽为鸟着急，也拿他没办法。等魏征走了，唐太宗拿出怀里心爱的小鸟一看，早已魂归奈何天了。于是伤心得回到后宫，大发雷霆说我非杀掉这个田舍翁乡巴佬，指魏征不可！长孙皇后问明了原委，立刻穿了大礼服向唐太宗行礼道贺，唐太宗说有什么可贺的？皇后说，唐朝有魏征这样的好臣子，又有你这样的好皇帝，这是有史以来没有过的好现象，国家的兴盛是可期的，这还不可贺吗？于是唐太宗息怒不谈了。以唐太宗这样气量宽宏的人，对魏征的意见，样样接受，到最后唐太宗还气得要杀他，若不是唐太宗的皇后暗中救魏征一把，这个老头儿的头也是要保不住的啊！后来魏征死了，唐太宗终于信了谗言，还是把他的墓碑给推倒了。一直到唐太宗征高丽失败后，才又想起魏征若在，必不会有此失。因此又树立起他的墓碑。这里把子游这几句话，放在讲仁道这一篇的最后，是含有深意的感慨。但是如果随时随地把这两句话记牢，做人家的部下也好朋友也好，就变成滑头，不负责任了，那又不是仁道。所以我们研究了孔孟学说，懂得了人生，才知道作人真不容易，的确须要多体会历史多体会人生。然后才能做到造次必于是，颠沛必于是。随时随地里居于仁道之境了。公冶长第五以上四篇是孔门学问之道的纲要，本篇是拿事例来说明孔门的学问，对话录和讨论集的味道更浓。孔门学问之道多半是讲用――作人做事的应用。下面记录的都是孔子学生的故事，里面谈到孔子教育的方法，和在事实上面启发教育的作用。孔子选女婿这一篇以公冶长为篇名，他是孔子的学生，在史记孔门弟子传，乃至孔子家语中，对公冶长的资料都有限。不过散见其他杂学中的记载，公冶长是懂鸟语的。几十年前听到这种事还会哈哈大笑，现在并不稀奇了。因为现代研究生物科学的人，对于动物的语言和动作所表达的意思都懂了。所以科学发达以后，对古代人懂鸟语这种知识，反而并不觉得是笑话。所以我们的俗话有近水知鱼性，在山识鸟音。这是很普通的事，也可以说是生活习惯上体验得来的。"}
{"text":"不过散见其他杂学中的记载，公冶长是懂鸟语的。几十年前听到这种事还会哈哈大笑，现在并不稀奇了。因为现代研究生物科学的人，对于动物的语言和动作所表达的意思都懂了。所以科学发达以后，对古代人懂鸟语这种知识，反而并不觉得是笑话。所以我们的俗话有近水知鱼性，在山识鸟音。这是很普通的事，也可以说是生活习惯上体验得来的。在现代来讲，因为古人不大有研究科学的精神，所以对于公冶长识鸟语，简直不相信。过去的儒家因此也就不敢说这个话，认为这是个笑话。但到现在由我们研究起来，它不会是笑话。子谓公冶长，可妻也，虽在缧绁之中，非其罪也。以其子妻之。以其子妻之的子就是女儿。古时候子字是男女通用的，所谓女子男子都用子。因此古代中国文化对自己女儿可以称子而兄弟姊妹之间，妹妹可以称女弟到后世反不大习惯用，也可说在另一方面看，中国过去是男女平等的。现在就孔子所讲公冶长的资料，只知道他坐过牢，为什么坐牢不知道，在历史上查不出来。在另外的杂书上，有一则关于他的故事说，公冶长因为懂鸟说话，有一次对鸟失了信用，鸟就害他，所以他坐了牢。为什么呢？传说的故事是这样的有一次鸟对他说公冶长！公冶长！南山有头羊，你吃肉，我吃肠。结果公冶长忘记了，把整只羊连肚里东西都吃掉了，鸟没东西可吃，就想害他。后来又对公冶长说南山有只羊，公冶长跑去，羊没看到，而看到一个被害死的人，有口难辩，结果坐了牢。这是我们小时候听过的故事。这种小孩子神话的传说，大概有几千年了，也是根据杂家的学问而来，当然这仅是传说而已。究竟公冶长为什么被关在牢里？就不知道了。但是孔子认为公冶长坐牢，不是罪有应得，因此孔子把自己的女儿嫁给他。由这件事看来，我们可以知道孔子的为人，绝对不是要选一个有财有势或有学位的人，才把女儿嫁给他。而且最妙的是，他把女儿嫁给坐过牢的公冶长，又把侄女儿嫁给南容――南宫适。为什么呢？我们看下面的理由。子谓南容，邦有道不废，邦无道免于刑戮。以其兄之子妻之。我们先要了解一个要点，孔子的出身很苦，他的生母是继室，孔子的前娘留下来一个残废的哥哥，家里很贫穷。"}
{"text":"由这件事看来，我们可以知道孔子的为人，绝对不是要选一个有财有势或有学位的人，才把女儿嫁给他。而且最妙的是，他把女儿嫁给坐过牢的公冶长，又把侄女儿嫁给南容――南宫适。为什么呢？我们看下面的理由。子谓南容，邦有道不废，邦无道免于刑戮。以其兄之子妻之。我们先要了解一个要点，孔子的出身很苦，他的生母是继室，孔子的前娘留下来一个残废的哥哥，家里很贫穷。孔子十一二岁间，就负担起了家庭生活，一切艰难困苦他都尝过，他是从艰苦中站起来的一个人。他的道德学问文章被后世尊称为圣人，这圣者不是偶然的。他对哥哥留下来的这个女儿，也是尽心的照应，最后将这个侄女嫁给南容。论语中好几处提到过南容，下面还说到南容三复白圭，孔子才把侄女嫁给他。白圭是什么东西呢？是白玉，圭就是做官的人上朝时手上拿的手板，秦汉以后又经改变形式为竹简所谓朝笏的便是它。这是干什么用的呢？第一是礼仪的规定第二作为大事的记载。现在可以用日记本抄一下，古代没有日记本，遇到朝政大事，像对皇帝报告，如果忘记了怎么办？就把重要事写在朝笏上，这是它的第二个用处。所以我们看上古图画中的帝王，手里也都拿一块长型式的手版。古人之所以重玉，是有其意义的，并不像现代人爱好宝石的心理，说它是稀世奇珍。古人重玉，是因为玉洁冰清，人品要做到像玉一样洁白，拿玉来比自己人格学问的修养，所以重玉。后世相传，才戴玉的戒指手镯。至于腰带挂玉佩，这又是什么意思呢？据说人跌倒了如会受伤，则所佩的玉会先代人受伤。玉碎了，人就可以免于损伤。这种迷信的传说，是否真有其事？在力学上可能有这样一个作用，并不是玉有什么神灵。我们知道，白圭就是一块玉。上古有篇白圭，是专门赞叹玉的诗。赞叹玉，并不是因为宝石价值高，可值多少美金，而是赞叹它的玉洁冰清。玉的洁白，不能够有一点瑕疵污点。南容读到这篇诗的时候，非常欣赏，再三地朗诵。孔子听到他再三朗诵这首诗，就把侄女嫁给他。如果说这记载的内容就只这样简单，那么我们年轻人看到哪家小姐漂亮，去她家门口唱几支歌试试看，不把你赶出去才怪呢？孔子就那么爱听歌吗？那为什么孔子听南容吟了三次诗就把侄女嫁给他呢？"}
{"text":"赞叹玉，并不是因为宝石价值高，可值多少美金，而是赞叹它的玉洁冰清。玉的洁白，不能够有一点瑕疵污点。南容读到这篇诗的时候，非常欣赏，再三地朗诵。孔子听到他再三朗诵这首诗，就把侄女嫁给他。如果说这记载的内容就只这样简单，那么我们年轻人看到哪家小姐漂亮，去她家门口唱几支歌试试看，不把你赶出去才怪呢？孔子就那么爱听歌吗？那为什么孔子听南容吟了三次诗就把侄女嫁给他呢？是因为孔子平日考察，如今日训导处之有资料，南容非常注重品德的修养，因此他读到这篇诗的时候，有特别的感慨，被孔子听见，这时就决定了把侄女嫁给他。到底孔子对南容学问人品等修养的考察有何观感？一个时代――社会上了轨道的太平时代――就需要像南容这样的人才。他不会埋没，一定会出头。南容的才具由此可见。但是，凡有才具的人，多半锋芒凌厉，到不得势的时候，一定受不了，满腹牢骚，好像当今天下，舍我其谁？如果我出来，起码可比诸葛亮。有才具的人，往往会有这个毛病，非常严重！南容的智慧才具是不会被遗弃的，太平治世自然少不了他一旦到了混乱的时代，才能越高的人，艰难险阻也越多，甚至生命也越危险，但南容不会。因为当社会乱的时候，也有善于自处清以自守之道，他绝不会遭遇杀身之祸，可以免于刑戮。换句话说，他擅于用世。不但有用世的才具，也擅于自处之道。因此孔子把自己的亲侄女嫁给他。我们把这两节合起来研究，就可见孔子处事有一定的原则。南容虽然善于自处，但公冶长在学问修养上，有更深的功夫，所以遭遇困逆还能够不怨不尤，涵养得平平淡淡。事实上比起来，他认为公冶长比南容更了不起。但是假如孔子把侄女嫁给公冶长，很可能遭到社会的批评，说他没存好心，把侄女嫁给坐过牢的公冶长，而把自己女儿嫁给世家公子的南容。可是他的做法，恰恰相反。在这些地方，我们虽有作吹毛求疵研究之嫌，但它是一个事实。重点在于邦有道不废，邦无道免于刑戮。这两句话是孔子处世的原则。一个人如何做到治平之世，才具不被埋没混乱之际，不会遭遇生命危险，实在颇为不易。第三个评论的学生为子贱。子贱姓宓，名不齐，子贱是他的号。这是年轻人，史记上记载他比孔子少三十岁，家语记载他比孔子少四十多岁，到底小多少岁？在这里不是主题，反正这是孔子晚年所收的学生，以全部精神培植的年轻人之一。孔子对他的评语子谓子贱，君子哉若人，鲁无君子者，斯焉取斯？"}
{"text":"重点在于邦有道不废，邦无道免于刑戮。这两句话是孔子处世的原则。一个人如何做到治平之世，才具不被埋没混乱之际，不会遭遇生命危险，实在颇为不易。第三个评论的学生为子贱。子贱姓宓，名不齐，子贱是他的号。这是年轻人，史记上记载他比孔子少三十岁，家语记载他比孔子少四十多岁，到底小多少岁？在这里不是主题，反正这是孔子晚年所收的学生，以全部精神培植的年轻人之一。孔子对他的评语子谓子贱，君子哉若人，鲁无君子者，斯焉取斯？孔子大概在这里对学生们有所感叹。他说，子贱真了不起，是一个君子。鲁无君子者，斯焉取斯？周公之后封于鲁，鲁国保存的文化风规，是周代文化的代表。从春秋战国直到秦汉之间，都是如此，也是中国文化中心的所在。但是从这一节上，我们也可以看到，当时的人，对鲁国文化也有感叹，指出文化要没落了，至少一些人物已经没有了。孔子特别提出子贱对同学们说，你们看，不论内在的修养品德，或者发挥于外的才能，宓子贱都可称得上是一个君子假使现在有人认为鲁国没有一个君子，那么子贱这个人不就是君子吗？如果说这人不是君子，还有什么人可以说是君子呢？在此隐约透露出第一，文化精神教育的目的，是在于培养承先启后的继起人才。第二，注意奖励后起之秀，导之使他发扬光大。以上是孔子对学生学问德行的评论。讲过了三个人，下面是文章中的一个插曲，也等于一个转捩点。由此更显得论语文章的活泼。高高山顶立子贡问曰赐也如何？子曰女器也。曰何器也？曰瑚琏也。子贡看见老师评论了三个同学，自己忍不住了，突然起来发问，老师！你看我怎么样？孔子对他说，你是个东西。我们曾经提到过，中国人骂人的习惯，往往会说你是什么东西？人要构成一个东西，可也真不容易，等于说你有什么名堂？我自己想想，的确什么名堂都没有，只会吹牛。可是在这里孔子等于说子贡，你已经成了一个典型了。子贡又再问，那我到底是个什么东西呢？孔子说，你是个瑚琏。瑚琏是古代的玉器，这个玉器，还不是民间普通老百姓可用的。是古代用来供于庙堂之上的，相当于中央政府皇宫的布置，摆在上面，非常精洁庄严。为什么呢？它是高贵清的象征。子贡形成这种精神的典型，未免有点太高太贵太清了。古代要在国家有大典的时候，才请出瑚琏来亮一下相。"}
{"text":"人要构成一个东西，可也真不容易，等于说你有什么名堂？我自己想想，的确什么名堂都没有，只会吹牛。可是在这里孔子等于说子贡，你已经成了一个典型了。子贡又再问，那我到底是个什么东西呢？孔子说，你是个瑚琏。瑚琏是古代的玉器，这个玉器，还不是民间普通老百姓可用的。是古代用来供于庙堂之上的，相当于中央政府皇宫的布置，摆在上面，非常精洁庄严。为什么呢？它是高贵清的象征。子贡形成这种精神的典型，未免有点太高太贵太清了。古代要在国家有大典的时候，才请出瑚琏来亮一下相。平常的时候，只好锁在柜子里藏起来，保护起来。一天，同学拿了张钞票说好脏，要当心细菌。我说这就是人生哲学的写照。人如果拿了一张新钞票，喜欢它，总想多保留些时候旧的钞票，先拿来用掉，所以钞票越破旧越容易流通。同样道理，好的东西深藏不露，保存起来。子贡就是这样一个被存起来，保护起来的人物。历史上，我们可以看到，后来孔子自己父母之国――鲁国――有难，孔子想要自己出马解决，同学们劝孔子，您老人家不要去，让我们出去替国家办外交。孔子说，自己国家的事，不能不管了，还是要去。后来子贡来了说，老师！我去。孔子立刻答应由子贡去。子贡是政治经济外交工商，样样皆通的大通才。国际上走一趟，游说诸侯，就把鲁国稳定下来了。我们知道吴越之战等等大战争，最后的决战，是子贡挑起来的。子贡为什么要把战争挑起来？因为齐国要打鲁国，他就吴齐之战开始，一路挑下来，把越晋也挑动了，这么一来，于是鲁国就泰然无事。他才具之高，本事之大，于此可见。但是后面还会讲到子贡赐不受命，而货殖焉，亿则屡中。后来他官不想当，什么都不想做，专门去做生意，而且做生意总发财，孔子晚年的生活好像都靠他照应的。子贡这个人就是豪迈慷慨，什么都不能拘束他，但是他绝不骄傲。所以孔子说他形成了高贵清的风格。对低下的事情不屑去做，就成了这瑚琏的典型了。深深海底行下面再说一个孔子的学生冉雍，号仲弓，比孔子少二十九岁，是平民出身，但是孔子认为这个学生有帝王之才。颜回固然是道德学问都好，可以传道，但并不一定能成帝王之才，或者做惊人的事业。这里提到冉雍。或曰雍也，仁而不佞。子曰焉用佞，御人以口给，屡憎于人。不知其仁，焉用佞？或，是不定词。"}
{"text":"所以孔子说他形成了高贵清的风格。对低下的事情不屑去做，就成了这瑚琏的典型了。深深海底行下面再说一个孔子的学生冉雍，号仲弓，比孔子少二十九岁，是平民出身，但是孔子认为这个学生有帝王之才。颜回固然是道德学问都好，可以传道，但并不一定能成帝王之才，或者做惊人的事业。这里提到冉雍。或曰雍也，仁而不佞。子曰焉用佞，御人以口给，屡憎于人。不知其仁，焉用佞？或，是不定词。不知道谁看到孔子对冉雍太好，有点不服气，就对孔子说，你经常说冉雍非常好，他人是蛮好，仁慈爱人宽宏厚道，优点不少，就是有一点，说起话来不大动听，态度上也不随和。――不佞，这个佞字的意义，以现代话来解释，就是既会吹牛又会拍马。不佞就是口才不好，态度也不很随和的样子。孔子听了这个人的话后，对他说焉用佞？――一个人为什么要耍嘴皮子呢？御人以口给，屡憎于人，不知其仁，焉用佞？他说耍嘴皮子是最可怕的，会讲话的人，常犯一个毛病，喜欢用嘴巴得罪别人或刻薄别人。说话刻薄别人的人，常常被别人讨厌，有时言语给人的伤害，比杀人一刀还痛苦。所以御人以口给，用嘴巴和人家对抗的人，常被人讨厌。于是他进一步说不知其仁，焉用佞？假如一个人没有做到仁的修养，光是利嘴有什么用么？这一节首先讲明人格修养的标准其次说明了孔子再三强调以冉雍榜样的道理。立己易立人难子使漆雕开仕。对曰吾斯之未能信。子说。漆雕开是孔子学生中专门研究历史的，从史记上知道，他曾随孔子学习尚书。尚书就是现在说的书经，是孔子所整理中国上古的历史资料。他年纪比较大一点，只少孔子十一岁。漆雕是姓，名开，字子若。这里提到，孔子有一天对漆雕开说，你的学养已经可以为社会服务了，出去做官吧。可是漆雕开说，老师，谢了！对这件事，我没有自信。这句话蕴含的修养很高，他是说你让我出去做事，我真能够替国家，为社会做得了什么事吗？我的学问够吗？你吩咐我做什么都可以，但是出来为别人担当大事这一点，我没有自信，我不想出去做官。孔子听到他这样的话，高兴极了，因为在他的学生中，也有许多是急功好利的。孔子周游列国。自己尽管穷，尽管倒楣，但每个诸侯对于他的推荐，还是要买帐的。"}
{"text":"漆雕是姓，名开，字子若。这里提到，孔子有一天对漆雕开说，你的学养已经可以为社会服务了，出去做官吧。可是漆雕开说，老师，谢了！对这件事，我没有自信。这句话蕴含的修养很高，他是说你让我出去做事，我真能够替国家，为社会做得了什么事吗？我的学问够吗？你吩咐我做什么都可以，但是出来为别人担当大事这一点，我没有自信，我不想出去做官。孔子听到他这样的话，高兴极了，因为在他的学生中，也有许多是急功好利的。孔子周游列国。自己尽管穷，尽管倒楣，但每个诸侯对于他的推荐，还是要买帐的。同时，孔子的学生在外面了不起的也很多，当军事统帅的也有，当行政首长的也有，权位很高的也有。只是每一个诸侯都不敢用他，因为他的学生太多了，在当时那样少的人口――大约几百万人口，他就有三千弟子。以今日人口比例来说，他该有多少学生？而且学生们对他都很忠实，他只要动一下，任何一个诸侯之国都可能会动摇，谁敢用他？但是他的学生一个个出来都吃香，因此有些孔门弟子，很可能也想走他们老师的路线。由少正卯的聚徒讲学，拉走了孔子许多学生的例证，便可推想而知。但是漆雕开，听到孔子叫他出来，他反而说对做官这件事没有自信，由此可见他为学之诚，行道之笃。所以孔子听了非常高兴。孔子要出国老师论评学生的记载到这里，又一转，来一个轻松的题材。子曰道不行，乘桴浮于海。从我者，其由与？子路闻之喜。子曰由也，好勇过我，无所取材。这是孔子晚年感觉到，文化衰颓的振兴以及社会风气的挽回，有如海上仙山，可望而不可即。所以他感叹地说，今日文教德育的路是走不通了世界变了，大家都现实，对于文化没人讲究了，还是出国吧！――这个出国，不比现在是好事，那时出国是很痛苦的，海外都还没有开发，完全是原始状态，那是去受罪。现在出国还了得，如果孔子要想为功名富贵而出国，就不是圣人，跟大家一样了。他当时还不是坐船出国，而是乘桴。古代交通不发达，把一根大木头中间挖空，就成为桴了。当时江南一带是用木筏竹筏在北方多半用桴。他感叹地说，万一自己在中国无法传道，无所作为，那只好做个独木舟，到海外野蛮的地方归隐，默默无闻以终此生。到那时候，大概子路还会跟我一块儿走吧？子路武功好，是弟子中军事成就最大的，有统帅之才。"}
{"text":"现在出国还了得，如果孔子要想为功名富贵而出国，就不是圣人，跟大家一样了。他当时还不是坐船出国，而是乘桴。古代交通不发达，把一根大木头中间挖空，就成为桴了。当时江南一带是用木筏竹筏在北方多半用桴。他感叹地说，万一自己在中国无法传道，无所作为，那只好做个独木舟，到海外野蛮的地方归隐，默默无闻以终此生。到那时候，大概子路还会跟我一块儿走吧？子路武功好，是弟子中军事成就最大的，有统帅之才。子路在旁边听了老师这句话非常高兴，好像孔子马上就准备出发的样子。所以孔子说，子路的武功勇气都超过我，但是他的暴躁也超过我，对于事情，不知道仲裁，无所取材的取材就是中肯的判断。不明断，太过偏激了。孔门弟子画像讲到这里，来一串总评。同时可看出孔子说话的艺术。孟武伯问子路仁乎？子曰不知也。又问。子曰由也，千乘之国，可使治其赋也不知其仁也。求也何如？子曰求也，千室之邑，百乘之家，可使为之宰也不知其仁也。赤也何如？子曰赤也，束带立于朝，可使与宾客言也不知其仁也。孟武伯这个人，我们前面介绍过，是鲁国一位大夫，当时的当政者，向孔子征询人才――要他介绍学生。因为孔子学问的最高境界是仁。所以他先就孔子学生中最出名的几人问起，问他们有没有学养到仁的最高境界。首先他问子路的学问有没有达到仁的境界，也就是说是否达到以仁道入世的程度？孔子说不知也。这个不知也的意思，我与古人的解释又不同了。古人常解释说，孔子答复孟武伯，子路不知道仁。我认为不是这个意思。孔子说的是一句幽默的答辞，不肯定的话等于有人来问我们说，你认为你的学生某某的能力，能不能当省主席？我们也许答复他，这个我不晓得。也许我们的心里认为这个学生的本事，还超过了这个地位，但口头上不能这样吹也许我们认为这个学生当科员的本事都不够，也不能说得他太难堪了，否则害他没有前途没有饭吃，我只有说不知道。所以孔子说不知道这句话时，是带着笑容说的，就是不作肯定答复，当然语意中隐含了子路还没有达到仁的境界的意思。这是我对这个不知也含义的看法。为什么会有这样的看法？因为孟武伯的这个问题，得不到结果，没有听到肯切的答复。"}
