{"text":"四顺从自然，服从命运，心甘情愿地接受死亡，这是斯多噶派的典型主张。他们实际上的逻辑是，既然死是必然的，恐惧痛苦抗拒全都无用，那就不如爽快接受。他们强调这种爽快的态度，如同旅人离开暂居的客店重新上路西塞罗，如同果实从树上熟落，或演员幕落后退场奥勒留。塞涅卡说只有不愿离去才是被赶出，而智者愿意，所以智者决不会被赶出生活。颇带斯多噶气质的蒙田说死说不定在什么地方等候我们，让我们到处都等候它吧。仿佛全部问题在于，只要把不愿意变为愿意，把被动变为主动，死就不可伯了。可是，怎样才能把不愿意变为愿意呢一件事情，仅仅因为它是必然的，我们就愿意了吗死亡岂不正是一件我们不愿意的必然的事必然性意味着我们即使不愿意也只好接受，但并不能成为使我们愿意的理由。乌纳穆诺写道我不愿意死。不，我既不愿意死，也不愿意愿意死。我要求这个我，这个能使我感觉到我活着的可怜的我，能活下去。因此，我的灵魂的持存问题便折磨着我。不愿意愿意死――非常确切这是灵魂的至深的呼声。灵魂是绝对不能接受寂灭的，当肉体因为衰病而愿意死时，当心智因为认清宿命而愿意死时，灵魂仍然要否定它们的愿意！但斯多噶派哲学家完全听不见灵魂的呼声，他们所关心的仅是人面对死亡时的心理生活而非精神生活，这种哲学至多只有心理策略上的价值，并无精神解决的意义。当然，我相信，一个人即使不愿意死，仍有可能坚定地面对死亡。这种坚定性倒是与死亡的必然性不无联系。拉罗什福科曾经一语道破死亡的必然性造就了哲学家们的全部坚定性。在他口中这是一句相当刻薄的话，意思是说，倘若死不是必然的，人有可能永生不死，哲学家们就不会以如此优雅的姿态面对死亡了。这使我想起了荷马讲的一个故事。特洛亚最勇敢的英雄赫克托耳这样动员他的部下如果避而不战就能永生不死，那么我也不愿冲锋在前了。但是，既然迟早要死，我们为何不拼死一战，反把荣誉让给别人毕竟是粗人，说的是大实话，不像哲学家那样转弯抹角。事实上，从容赴死决非心甘情愿接受寂灭，而是不得已退求其次，注意力放在尊严荣誉等仍属尘世目标上的结果。五死亡的普遍性是哲学家们劝我们接受死的又一个理由。"}
{"text":"这使我想起了荷马讲的一个故事。特洛亚最勇敢的英雄赫克托耳这样动员他的部下如果避而不战就能永生不死，那么我也不愿冲锋在前了。但是，既然迟早要死，我们为何不拼死一战，反把荣誉让给别人毕竟是粗人，说的是大实话，不像哲学家那样转弯抹角。事实上，从容赴死决非心甘情愿接受寂灭，而是不得已退求其次，注意力放在尊严荣誉等仍属尘世目标上的结果。五死亡的普遍性是哲学家们劝我们接受死的又一个理由。卢克莱修要我们想一想，在我们之前的许多伟人都死了，我们有什么可委屈的奥勒留提醒我们记住，有多少医生在给病人下死亡诊断之后，多少占星家在预告别人的忌日之后，多少哲学家在大谈死和不朽之后，多少英雄在横扫千军之后，多少暴君在滥杀无辜之后，都死去了。总之，在我们之前的无数世代，没有人能逃脱一死。迄今为止，地球上已经发生过太多的死亡，以至于如一位诗人所云，生命只是死亡的遗物罢了。与我们同时以及在我们之后的人，情况也一样。卢克莱修说在你死后，万物将随你而来。塞涅卡说想想看，有多少人命定要跟随你死去，继续与你为伴蒙田说如果伴侣可以安慰你，全世界不是跟你走同样的路么人人都得死，这能给我们什么安慰呢大约是两点第一，死是公正的，对谁都一视同仁第二，死并不孤单，全世界都与你为伴。我承认我们能从人皆有死这个事实中获得某种安慰，因为假如事情倒过来，人皆不死，唯独我死，我一定会感到非常不公正，我的痛苦将因嫉妒和委屈而增添无数倍。除了某种英雄主义的自我牺牲之外，一般来说，共同受难要比单独受难易于忍受。然而，我仍然要说，死是最大的不公正。这不公正并非存在于人与人之间，而是存在于人与神之间。上帝按照自己的形象造人，却不让他像自己一样永生。他把人造得一半是神，―半是兽，将渴望不朽的灵魂和终有一死的肉体同时放在人身上，再不可能有比这更加恶作剧的构思了。至于说全世界都与我为伴，这只是一个假象。死本质上是孤单的，不可能结伴而行。我们活在世上，与他人共在，死却把我们和世界他人绝对分开了。在一个濒死者眼里，世界不再属于他，他人的生和死都与他无关。他站在自己的由生入死的出口上，那里只有他独自一人，别的濒死者也都在各自的出口上，并不和他同在。"}
{"text":"他把人造得一半是神，―半是兽，将渴望不朽的灵魂和终有一死的肉体同时放在人身上，再不可能有比这更加恶作剧的构思了。至于说全世界都与我为伴，这只是一个假象。死本质上是孤单的，不可能结伴而行。我们活在世上，与他人共在，死却把我们和世界他人绝对分开了。在一个濒死者眼里，世界不再属于他，他人的生和死都与他无关。他站在自己的由生入死的出口上，那里只有他独自一人，别的濒死者也都在各自的出口上，并不和他同在。死总是自己的事，世上有多少自我，就有多少独一无二的死，不存在一个一切人共有的死。死后的所谓虚无之境也无非是这一个独特的自我的绝对毁灭，并无一个人人共赴的归宿。六那么――卢克莱修对我们说――回头看看我们出生之前那些永恒的岁月，对于我们多么不算一回事。自然把它作为镜子，让我们照死后的永恒时间，其中难道有什么可怕的东西这是一种很巧妙的说法，为后来的智者所乐于重复。塞涅卡这是死在拿我做试验吗好吧，我在出生前早已拿它做过一次试验了你想知道死后睡在哪里在那未生的事物中。死不过是非存在，我已经知道它的模样了丧我之后正与生我之前一样。一个人若为自己未能在千年之前活着而痛哭，你岂不认为他是傻瓜那么，为自己千年之后不再活着而痛哭的人也是傻瓜。蒙田老与少抛弃生命的情景都一样。没有谁离开它不正如他刚走进去。你由死入生的过程无畏也无忧，再由生入死走一遍吧。事实上，在读到上述言论之前，我自己就已用同样的理由劝说过自己。扪心自问，在我出生之前的悠悠岁月中，世上一直没有我，我对此确实不感到丝毫遗憾。那么，我死后世上不再有我，情形不是完全一样吗真的完全一样吗总觉得有点不一样。不，简直是大不一样我未出生时，世界的确与我无关。可是，对于我来说，我的出生是一个决定性的事件，由于它世界就变成了一个和我息息相关的属于我的世界。即使是那个存在于我出生前无穷岁月中的世界，我也可以把它作为我的对象，从而接纳到我的世界中来。我可以阅读前人的一切著作，了解历史上的一切事件。尽管它们产生时尚没有我，但由于我今天的存在，便都成了供我阅读的著作和供我了解的事件。"}
{"text":"不，简直是大不一样我未出生时，世界的确与我无关。可是，对于我来说，我的出生是一个决定性的事件，由于它世界就变成了一个和我息息相关的属于我的世界。即使是那个存在于我出生前无穷岁月中的世界，我也可以把它作为我的对象，从而接纳到我的世界中来。我可以阅读前人的一切著作，了解历史上的一切事件。尽管它们产生时尚没有我，但由于我今天的存在，便都成了供我阅读的著作和供我了解的事件。而在我死后，无论世上还会一定会的诞生什么伟大的著作，发生什么伟大的事件，都真正与我无关，我永远不可能知道了。譬如说，尽管曹雪芹活着时，世上压根儿没有我，但今天我却能享受到读红楼梦的极大快乐，真切感觉到它是我的世界的一个组成部分。倘若我生活在曹雪芹以前的时代，即使我是金圣叹，，这部作品和我也不会有丝毫关系了。有时我不禁想，也许，出生得愈晚愈好，那样就会有更多的佳作更悠久的历史更广大的世界属于我了。但是，晚到何时为好呢难道到世界末日再出生，作为最后的证人得以回顾人类的全部兴衰，我就会满意无论何时出生，一死便前功尽弃，留在身后的同样是那个与自己不再有任何关系的世界。自我意识强烈的人本能地把世界看作他的自我的产物，因此他无论如何不能设想，他的自我有一天会毁灭，而作为自我的产物的世界却将永远存在。不错，世界曾经没有他也永远存在过，但那是一个为他的产生做着准备的世界。生前的无限时间中没有他，却在走向他，终于有了他。死后的无限时间中没有他，则是在背离他，永远不会有他了。所以，他接受前者而拒绝后者，又有什么可奇怪的呢七迄今为止的劝说似乎都无效，我仍然不承认死是一件合理的事。让我变换一下思路，看看永生是否值得向往。事实上，最早沉思死亡问题的哲学家并未漏过这条思路。卢克莱修说我们永远生存和活动在同样事物中间，即使我们再活下去，也不能铸造出新的快乐。奥勒留说所有来自永恒的事物作为形式是循环往复的，一个人是在一百年还是两千年或无限的时间里看到同样的事物，这对他是一回事。总之，太阳下没有新东西，永生是不值得向往的。我们的确很容易想象出永生的单调，因为即使在现在这短促的人生中，我们也还不得不熬过许多无聊的时光。然而，无聊不能归因于重复。"}
{"text":"事实上，最早沉思死亡问题的哲学家并未漏过这条思路。卢克莱修说我们永远生存和活动在同样事物中间，即使我们再活下去，也不能铸造出新的快乐。奥勒留说所有来自永恒的事物作为形式是循环往复的，一个人是在一百年还是两千年或无限的时间里看到同样的事物，这对他是一回事。总之，太阳下没有新东西，永生是不值得向往的。我们的确很容易想象出永生的单调，因为即使在现在这短促的人生中，我们也还不得不熬过许多无聊的时光。然而，无聊不能归因于重复。正如健康的胃不会厌倦进食，健康的肺不会厌倦呼吸，健康的肉体不会厌倦作爱一样，健全的生命本能不会厌倦日复一日重复的生命活动。活跃的心灵则会在同样的事物上发现不同的意义，为自己创造出巧妙的细微差别。遗忘的本能也常常助我们一臂之力，使我们经过适当的间隔重新产生新鲜感。即使假定世界是一个由有限事物组成的系统，如同一副由有限棋子组成的围棋，我们仍然可能像一个入迷的棋手一样把这副棋永远下下去。仔细分析起来，由死造成的意义失落才是无聊的至深根源，正是因为死使一切成为徒劳，所以才会觉得做什么都没有意思。一个明显的证据是，由于永生信念的破灭，无聊才成了一种典型的现代病。可是，对此也可提出一个反驳没有死，就没有爱和激情，没有冒险和悲剧，没有欢乐和痛苦，没有生命的魅力。总之，没有死，就没有了生的意义。――这正是我自己在数年前写下的一段话。波伏瓦在一部小说中塑造了一个不死的人物，他因为不死而丧失了真正去爱的能力。的确，人生中一切欢乐和美好的东西因为短暂更显得珍贵，一切痛苦和严肃的感情因为牺牲才更见出真诚。如此看来，最终剥夺了生的意义的死，一度又是它赋予了生以意义。无论寂灭还是永生，人生都逃不出荒谬。不过，有时我很怀疑这种悖论的提出乃是永生信念业已破灭的现代人的自我安慰。对于希腊人来说，这种悖论并不存在，荷马传说中的奥林匹斯众神丝毫没有因为不死而丧失了恋爱和冒险的好兴致。好吧，让我们退一步，承认永生是荒谬的，因而是不值得向往的，但这仍然不能证明死的合理。我们最多只能退到这一步承认永生和寂灭皆荒谬，前者不合生活现实的逻辑，后者不合生命本能的逻辑。八何必再绕弯子呢无论举出多少理由都不可能说服你，干脆说出来吧，你无非是不肯舍弃你那可怜的自我。"}
{"text":"对于希腊人来说，这种悖论并不存在，荷马传说中的奥林匹斯众神丝毫没有因为不死而丧失了恋爱和冒险的好兴致。好吧，让我们退一步，承认永生是荒谬的，因而是不值得向往的，但这仍然不能证明死的合理。我们最多只能退到这一步承认永生和寂灭皆荒谬，前者不合生活现实的逻辑，后者不合生命本能的逻辑。八何必再绕弯子呢无论举出多少理由都不可能说服你，干脆说出来吧，你无非是不肯舍弃你那可怜的自我。我承认。这是我的独一无二的自我。可是，这个你如此看重的自我，不过是一个偶然，一个表象，一个幻相，本身毫无价值。我听见哲学家们异口同声地说。这下可是击中了要害。尽管我厌恶这种贬抑个体的立场，我仍愿试着在这条思路上寻求一个解决，我对自己说你是一个纯粹偶然的产物，大自然产生你的概率几乎等于零。如果你的父母没有结合这是偶然的，或者结合了，未在那个特定的时刻作爱这也是偶然的，或者作爱了，你父亲释放的成亿个精子中不是那个特定的精子使你母亲受孕这更是偶然的，就不会有你。如果你父母各自的父母不是如此这般，就不会有你的父母，也就不会有你。这样一直可以推到你最早的老祖宗，在不计其数的偶然中，只要其中之一改变，你就压根儿不会诞生。难道你能为你未曾诞生而遗憾吗这岂不就像为你的父母祖父母外祖父母等等在某月某日未曾作爱而遗憾一样可笑吗那么，你就权作你未曾诞生好了，这样便不会把死当一回事了。无论如何，一个偶然得不能再偶然的存在，一件侥幸到非分地步的礼物，失去了是不该感到委屈的。滚滚长河中某一个偶然泛起的泡沫，有什么理由为它的迸裂愤愤不平呢然而，我还是委屈，还是不平！我要像金圣叹一样责问天地既已生我，便应永在脱不能尔，便应勿生。如之何本无有我无端而忽然生我无端而忽然生者，又正是我无端而忽然生一正是之我，又不容之少住尽管金圣叹接着替天地开脱，说既为天地，安得不生，无论生谁，都各各自以为我，其实未尝生我，我固非我，但这一番逻辑实出于不得已，只是为了说服自己接受我之必死的事实。一种意识到自身存在的存在按其本性是不能设想自身的非存在的。我知道我的出生纯属偶然，但是，既已出生，我就不再能想象我将不存在。"}
{"text":"我要像金圣叹一样责问天地既已生我，便应永在脱不能尔，便应勿生。如之何本无有我无端而忽然生我无端而忽然生者，又正是我无端而忽然生一正是之我，又不容之少住尽管金圣叹接着替天地开脱，说既为天地，安得不生，无论生谁，都各各自以为我，其实未尝生我，我固非我，但这一番逻辑实出于不得已，只是为了说服自己接受我之必死的事实。一种意识到自身存在的存在按其本性是不能设想自身的非存在的。我知道我的出生纯属偶然，但是，既已出生，我就不再能想象我将不存在。我甚至不能想象我会不出生，一个绝对没有我存在过的宇宙是超乎我的想象力的。我不能承认我只是永恒流变中一个可有可无旋生旋灭的泡影，如果这样，我是没有勇气活下去的。大自然产生出我们这些具有自我意识的个体，难道只是为了让我们意识到我们仅是幻相，而它自己仅是空无不，我一定要否认。我要同时成为一和全，个体和整体，自我和宇宙，以此来使两者均获得意义。也就是说，我不再劝说自己接受死，而是努力使自己相信某种不朽。正是为了自救和救世，不肯接受死亡的灵魂走向了宗教和艺术。九信仰就是愿意信仰信仰上帝就是希望真有一个上帝。乌纳穆诺的这句话点破了一切宗教信仰的实质。我们第一不能否认肉体死亡的事实，第二不能接受死亡，剩下的唯一出路是为自己编织出一个灵魂不死的梦幻，这个梦幻就叫做信仰。借此梦幻，我们便能像贺拉斯那样对自己说我不会完全死亡我们需要这个梦幻，因为如惠特曼所云没有它，整个世界才是一个梦幻。诞生和死亡是自然的两大神秘。我们永远不可能真正知道，我们从何处来，到何处去。我们无法理解虚无，不能思议不存在。这就使得我们不仅有必要而且有可能编织梦幻。谁知道呢，说不定事情如我们所幻想的，冥冥中真有一个亡灵继续生存的世界，只是因为阴阳隔绝，我们不可感知它罢了。当柏拉图提出灵魂不死说时，他就如此鼓励自己荣耀属于那值得冒险一试的事物帕斯卡尔则直截了当地把关于上帝是否存在的争论形容为一场赌博，理智无法决定，唯凭抉择。赌注下在上帝存在这一面，赌赢了就赢得了一切，赌输了却一无所失。反正这是唯一的希望所在，宁可信其有，总比绝望好些。可是，要信仰自己毫无把握的事情，又谈何容易。"}
{"text":"当柏拉图提出灵魂不死说时，他就如此鼓励自己荣耀属于那值得冒险一试的事物帕斯卡尔则直截了当地把关于上帝是否存在的争论形容为一场赌博，理智无法决定，唯凭抉择。赌注下在上帝存在这一面，赌赢了就赢得了一切，赌输了却一无所失。反正这是唯一的希望所在，宁可信其有，总比绝望好些。可是，要信仰自己毫无把握的事情，又谈何容易。帕斯卡尔的办法是，向那些盲信者学习，遵循一切宗教习俗，事事做得好像是在信仰着的那样。正是这样才会自然而然使你信仰并使你牲畜化。他的内心独白但，这是我所害怕的。立刻反问自己为什么害怕呢你有什么可丧失的呢非常形象！说服自己真难！对于一个必死的人来说，的确没有什么可丧失的。也许会丧失一种清醒，但这清醒正是他要除去的。一个真正为死所震撼的人要相信不死，就必须使自己牲畜化，即变得和那些从未真正思考过死亡的人盲信者和不关心信仰者均属此列一样。对死的思考推动人们走向宗教，而宗教的实际作用却是终止这种思考。从积极方面说，宗教倡导一种博爱精神，其作用也不是使人们真正相信不死，而是在博爱中淡忘自我及其死亡。我姑且假定宗教所宣称的灵魂不死或轮回是真实的，即使如此，我也不能从中获得安慰。如果这个在我生前死后始终存在着的灵魂，与此生此世的我没有意识上的连续性，它对我又有何意义而事实上，我对我出生前的生活确然茫然无知，由此可以推知我的亡灵对我此生的生活也不会有所记忆。这个与我的尘世生命全然无关的不死的灵魂，不过是如同黑格尔的绝对精神一样的抽象体。把我说成是它的天国历程中的一次偶然堕落，或是把我说成是大自然的永恒流变中的一个偶然产物，我看不出两者之间究竟有何区别。乌纳穆诺的话是不确的，愿意信仰未必就能信仰，我终究无法使自己相信有真正属于我的不朽。一切不朽都以个人放弃其具体的个别的存在为前提。也就是说，所谓不朽不过是我不复存在的同义语罢了。我要这样的不朽有何用十现在无路可走了。我只好回到原地，面对死亡，不回避但也不再寻找接受它的理由。肖斯塔科维奇拒绝在他描写死亡的第十四交响乐的终曲中美化死亡，给人廉价的安慰。死是真正的终结，是一切价值的毁灭。"}
{"text":"乌纳穆诺的话是不确的，愿意信仰未必就能信仰，我终究无法使自己相信有真正属于我的不朽。一切不朽都以个人放弃其具体的个别的存在为前提。也就是说，所谓不朽不过是我不复存在的同义语罢了。我要这样的不朽有何用十现在无路可走了。我只好回到原地，面对死亡，不回避但也不再寻找接受它的理由。肖斯塔科维奇拒绝在他描写死亡的第十四交响乐的终曲中美化死亡，给人廉价的安慰。死是真正的终结，是一切价值的毁灭。死的权力无比，我们接受它并非因为它合理，而是因为非接受它不可。这是多么徒劳到头来你还是不愿意，还是得接受但我必须作这徒劳的思考。我无法只去注意金钱地位名声之类的小事，而对终将使自己丧失一切的死毫不关心。人生只是瞬间，死亡才是永恒，不把死透彻地想一想，我就活不踏实。一个人只要认真思考过死亡，不管是否获得使自己满意的结果，他都好像是把人生的边界勘察了一番，看到了人生的全景和限度。如此他就会形成一种豁达的胸怀，在沉浮人世的同时也能跳出来加以审视。他固然仍有自己的追求，但不会把成功和失败看得太重要。他清楚一切幸福和苦难的相对性质，因而快乐时不会忘形，痛苦时也不致失态。奥勒留主张像一个有死者那样去看待事物，把每一天都作为最后一天度过。例如，你渴望名声，就想一想你以及知道你的名字的今人后人都是要死的，便会明白名声不过是浮云。你被人激怒了。就想一想你和那激怒你的人都很快将不复存在，于是会平静下来。你感到烦恼或悲伤，就想一想曾因同样事情痛苦的人们哪里去了，便会觉得为这些事痛苦是不值得的。他的用意仅在始终保持恬静的心境，我认为未免消极。人生还是要积极进取的，不过同时不妨替自己保留着这样一种有死者的眼光，以便在必要的时候甘于退让和获得平静。思考死亡的另一个收获是使我们随时做好准备，即使明天就死也不感到惊慌或委屈。尽管我始终不承认死是可以接受的，我仍赞同许多先哲的这个看法既然死迟早要来，早来迟来就不是很重要的了。在我看来，我们应该也能够做到的仅是这个意义上的不怕死。古希腊最早的哲人之一比阿斯认为，我们应当随时安排自己的生命，既可享高寿，也不虑早折。"}
