{"text":"那么，什么也没有得到的老人竟是胜利的么？我确是这样看的。我认为，胜利就是战斗到最后的时刻。老人总怀着无比的勇气走向莫测的大海，他的信心是不可战胜的。他和其他许多人一样，是强悍的人类的一员。我喜欢这样的人，也喜欢这样的人性。我发现，人们常常把这样的事情当作人性最可贵的表露七尺男子汉坐在厨房里和三姑六婆磨嘴皮子，或者衣装笔挺的男女们坐在海滨，谈论着高尚的别人不能理解的感情。我不喜欢人们像这样沉溺在人性软弱的部分之中，更不喜欢人们总是这样描写人性。正像老人每天走向大海一样，很多人每天也走向与他们的限度斗争的战场，仿佛他们要与命运一比高低似的。他们是人中的强者。人类本身也有自己的限度，但是当人们一再把手伸到限度之外，这个限度就一天一天地扩大了。人类在与限度的斗争中成长。他们把飞船送上太空，他们也用简陋的渔具在加勒比海捕捉巨大的马林鱼。这些事情是同样伟大的。做这样不可思议的事情的人都是英雄。而那些永远不肯或不能越出自己限度的人是平庸的人。在人类前进的道路上，强者与弱者的命运是不同的。弱者不羡慕强者的命运，强者也讨厌弱者的命运。强者带有人性中强悍的一面，弱者带有人性中软弱的一面。强者为弱者开辟道路，但是强者往往为弱者所奴役，就像老人是为大腹便便的游客打鱼一样。老人与海讲了一个老渔夫的故事，但是在这个故事里却揭示了人类共同的命运。我佩服老人的勇气，佩服他不屈不饶的斗争精神，也佩服海明威。掩卷鱼王读后翻开阿斯塔菲耶夫的鱼王，就听到他沉重的叹息。北国的莽原简直是一个谜。黑色的森林直铺到更空旷的冻土荒原，这是一个谜。河流向北流去，不知所终，这是同一个谜。一个人向森林走去，不知道为什么，这也是同一个谜。河边上有一座巨石，水下的沉木千年不腐，这还是同一个谜。空旷孤寂白色的冰雪世界令人神往，这就是那个谜。这样的谜不仅在北方存在，当年高更脱下文明的外衣，走进一张热带的风情画。热风棕色的土著人密集的草木也许更令人神往。生命是从湿热里造出来。也许留在南方更靠近生命的本原？高更也许走到了谜底？我们从他的画上看到星光涂蓝了的躯体，看到黑色诡异的火，看到热带人神秘的舞蹈，也许这就是他发出的信息？"}
{"text":"河流向北流去，不知所终，这是同一个谜。一个人向森林走去，不知道为什么，这也是同一个谜。河边上有一座巨石，水下的沉木千年不腐，这还是同一个谜。空旷孤寂白色的冰雪世界令人神往，这就是那个谜。这样的谜不仅在北方存在，当年高更脱下文明的外衣，走进一张热带的风情画。热风棕色的土著人密集的草木也许更令人神往。生命是从湿热里造出来。也许留在南方更靠近生命的本原？高更也许走到了谜底？我们从他的画上看到星光涂蓝了的躯体，看到黑色诡异的火，看到热带人神秘的舞蹈，也许这就是他发出的信息？但是这信息对我们来说太隔膜了。提到高更，我又想起月亮与六便士，毛姆和阿斯塔菲耶夫一样，感觉到未知世界的魅力，而且发出了起跑线上的叹息。可惜他没有足够的悟性与勇气，像高更那样深入那个世界，但是毛姆毕竟指出了那条线，比阿斯塔菲耶夫又强了一些。但是鱼王毕竟是本了不起的书。除了给评论家提供素材，它还指出冷与热有同等的魅力，离群索居与过原始生活有同等的魅力，空旷无际与密集生长有同等的魅力。如汤因比所云，我们生活在阳的时期。在史前阴的时期，人类散居于地球上，据有空间，也向空间学习。杀戮生命，也向生命学习。如今我们拥挤在一起，周围的生命除了人，就是可食的肉类。也许这真的值得惋惜。道德正如评论家所指出的，鱼王是一部道德文章我认为它不只是道德文章。在道德小说中，作家进行道德思辩，又对人物进行道德评判，虽然我喜欢鱼王，但我必须承认，其中的道德思辩叫我头疼。在阿斯塔菲耶夫笔下，他所钟爱的西伯利亚的自然环境，隐隐具有上帝的雏形。这种信仰值得赞美，可惜有时达到偏执的程度，对从其他地方来到西伯利亚，又不知爱惜自然环境的城里人，有一份不合情理的仇恨，于是字里行间透出讨伐异教徒的意思来。人在道德文章里，作家对人作价值判断。这种价值判断是颂扬的工具，也是杀戮的工具。作家给正义者戴上花环，还把不正义者送上刑台，凌迟处死，以恣快意。在行使这种特权时，很少有作家不暴露出人性中卑劣的一面。在实际生活中，人们处死一个人，还给他申辩与忏悔的机会，而道德作家宣布一个人的死刑，则往往不容他申辩，只是剥夺他的一切优点，夸大一切缺点，把他置于禽兽不如的地位。鱼王虽然被评论家列入道德文章一类，却没有太凌厉的杀气。"}
{"text":"人在道德文章里，作家对人作价值判断。这种价值判断是颂扬的工具，也是杀戮的工具。作家给正义者戴上花环，还把不正义者送上刑台，凌迟处死，以恣快意。在行使这种特权时，很少有作家不暴露出人性中卑劣的一面。在实际生活中，人们处死一个人，还给他申辩与忏悔的机会，而道德作家宣布一个人的死刑，则往往不容他申辩，只是剥夺他的一切优点，夸大一切缺点，把他置于禽兽不如的地位。鱼王虽然被评论家列入道德文章一类，却没有太凌厉的杀气。在厚厚一本书里，作家只活剐了一个叫戈加盖尔采夫的，杀法也算不得毒辣。而对盗鱼人柯曼采夫之流，只是大加鞭挞，没有举起屠刀，这在前苏联作家中尤其难能可贵。阿斯塔菲耶夫几乎具有真正大作家必不可少的悲天悯人的气概。精彩段落全书最精彩的一章，是鱼王一章。盗鱼贼伊格纳齐依奇在江上下了排钩对于鱼儿来说，这是相当于化骨绵掌的阴毒手段，钩中了鱼王。在收钩时，伊格纳齐依奇这个恶棍不小心也纠缠到排钩里，被拉下水去，处于求生不得求死不能的境地。这时该恶棍想起了平生所做的恶事，想到其中最卑劣的一件事是凌辱了爱他的姑娘他让那惟命是从的姑娘站在陡峭的和岸上，让她转过脸去对着河滩，拉下她身上的厚绒裤，裤子上粗针疏线缝着颜色杂乱的扣子，就是扣子给他的印象比什么都深。我们也能想象到那条绒裤和那些扣子，这里深藏着多少辛酸！作家的仁厚之处在于叫该恶棍也感到了这份辛酸。虽然他还是把姑娘踢下水去了，但是在最后的时刻，他又想起这些事情，承担了自己的罪孽你就让这个女人摆脱掉你，摆脱掉你犯下的永世难饶的罪过吧！在此之前你要承受全部苦难，为了自己，也为了天地间那些此时此刻尚在作践妇女，糟蹋她们的人。对于做过的恶事，不是靠请求对方原谅来解脱，也不归于忘却，而是自己来承担良心的谴责，这是何等坦荡的态度！这种良知出现在该恶棍身上，又是那样合乎情理。所以我们可以说江上的排钩不是道德法庭的判决，而是人性演出的舞台，这两者在文学上的分量，真不可同日而语。沉重的段落全书中最夹杂不清的段落，要算黑羽翻飞这一章开头所写的一群城里人下乡去偷鱼，然后又写当地人有一年为了挣钱，打死了很多鸟儿。用卑劣行为的字眼儿形容这类行为，而对当地人的偷鱼和打死少量鸟儿采取宽容的态度。"}
{"text":"这种良知出现在该恶棍身上，又是那样合乎情理。所以我们可以说江上的排钩不是道德法庭的判决，而是人性演出的舞台，这两者在文学上的分量，真不可同日而语。沉重的段落全书中最夹杂不清的段落，要算黑羽翻飞这一章开头所写的一群城里人下乡去偷鱼，然后又写当地人有一年为了挣钱，打死了很多鸟儿。用卑劣行为的字眼儿形容这类行为，而对当地人的偷鱼和打死少量鸟儿采取宽容的态度。细查的逻辑，似乎仅仅为了糊口的杀戮是可以的，而为了贪欲的杀戮是不可以的。这就让人想起朱熹对饮食男女人之大欲存焉和存天理，灭人欲的调和处理人要吃饭，是为天理人要美食，是为人欲。这种议论简直贻人以笑柄。内容风格整体结构从内容来说，鱼王是一本了不起的书，包括了很多优点。一本书只要有足够的优点，就是一本好书，鱼王当然是一本好书。但是它同时也有很多缺点，有些甚至很突出。同时擅长抒情和道德议论两种风格，这是很好的，但是不分不分段落写在同一本书里，我认为这不能算一个优点。我甚至认为这是思维不清晰的表现，当然这是有待商榷的说法。鱼王虽然被称为长篇小说，实质上是集长篇小说中篇小说抒情散文道德议论为一体的东西。其优点是容量非常之大，劣点是结构荡然无存。当然，只要你把一批内容汇编成集，装订成书，它自然就有了一个结构，但我说的不是这一种意义上的结构。我要说的是条理明晰层次分明一类的东西。这本书在局部不缺少这种结构，但在整体上是根本没有的。在次提出一个设想，请熟读鱼王的读者思考假如全书纯以阿基姆的经历为线索，砍去若干黑羽分飞，是不是能够组织得更好一点？掩卷之后掩卷之后的议论不局限于鱼王，但是仍由鱼王而起。从初读鱼王到这次再读鱼王，尽管已有六年左右，我对它的兴趣并未减退，这样的书并不多，拿破仑曾云世间一切书中，我偏爱以血写成者。此话颇有道理。用我的话来说，世间一切书中，我偏爱经过一番搏斗才写成者，哪怕是小说虚构类也不例外。这种书的出现，是作家对自己的胜利，是后辈作家对先辈作家的胜利，是新出的书对已有的书的胜利。"}
{"text":"掩卷之后掩卷之后的议论不局限于鱼王，但是仍由鱼王而起。从初读鱼王到这次再读鱼王，尽管已有六年左右，我对它的兴趣并未减退，这样的书并不多，拿破仑曾云世间一切书中，我偏爱以血写成者。此话颇有道理。用我的话来说，世间一切书中，我偏爱经过一番搏斗才写成者，哪怕是小说虚构类也不例外。这种书的出现，是作家对自己的胜利，是后辈作家对先辈作家的胜利，是新出的书对已有的书的胜利。这种胜利不能靠花拳绣腿得来，也不能靠诡异的招数靠武林秘籍靠插科打诨得到，而是不折不扣的比拼内力。鱼王的魅力在于作家诚实的做人态度，对写作一道的敬业精神，抒情时的真诚，思辩时的艰苦，而不在于他使用了象征主义自然主义意识流一类方法评论家语，所以我把它列入了不可多得的好书之列。萧伯纳的巴巴拉上校年轻时读萧伯纳的剧本巴巴拉少校，有场戏给我留下了深刻的印象工业巨头安德谢夫老爷子见到了多年不见的儿子斯泰芬，问他对做什么有兴趣。这个年轻人在科学文艺法律等一切方面一无所长，但他说自己有一项长处会明辨是非。老爷子把自己的儿子暴损了一通，说这件事难倒了一切科学家政治家哲学家，怎么你什么都不会，就会一个明辨是非？我看到这段文章时只有二十来岁，登时痛下决心，说这辈子我干什么都可以，就是不能做一个一无所能，就能明辨是非的人。因为这个原故，我成了沉默的大多数的一员。我年轻时所见的人，只掌握了一些粗浅且不说是荒谬的原则，就以为无所不知，对世界妄加判断，结果整个世界都深受其害。直到我年登不惑，才明白萧翁的见解原有偏颇之处但这是后话――无论如何，萧翁的这些议论，对那些浅薄之辈狂妄之辈，总是一种解毒剂。萧翁说明辨是非难，是因为这些是非都在伦理的领域之内。俗话说得好，此人之肉，彼人之毒一件对此人有利的事，难免会伤害另一个人。真正的君子知道，自己的见解受所处环境左右，未必是公平的所以他觉得明辨是非是难的。倘若某人以为自己是社会的精英，以为自己的见解一定对，虽然有狂妄之嫌，但他会觉得明辨是非很容易。明了萧翁这重意思以后，我很以做明辨是非的专家为耻――但这已经是二十年前的事了。当时我是年轻人，觉得能洁身自好，不去害别人就可以了。"}
{"text":"萧翁说明辨是非难，是因为这些是非都在伦理的领域之内。俗话说得好，此人之肉，彼人之毒一件对此人有利的事，难免会伤害另一个人。真正的君子知道，自己的见解受所处环境左右，未必是公平的所以他觉得明辨是非是难的。倘若某人以为自己是社会的精英，以为自己的见解一定对，虽然有狂妄之嫌，但他会觉得明辨是非很容易。明了萧翁这重意思以后，我很以做明辨是非的专家为耻――但这已经是二十年前的事了。当时我是年轻人，觉得能洁身自好，不去害别人就可以了。现在我是中年人――一个社会里，中年人要负很重的责任要对社会负责，要对年轻人负责，不能只顾自己。因为这个原故，我开始写杂文。现在奉献给读者的这本杂文集，篇篇都在明辨是非，而且都在打我自己的嘴。伦理问题虽难，但却不是不能讨论。罗素先生云，真正的伦理原则把人人同等看待。考虑伦理问题时，想替每个人都想一遍是不可能的事，但你可以说，这是我的一得之见，然后说出自己的意见，把是非交付公论。讨论伦理问题时也可以保持良心的清白――这是我最近的体会但不是我打破沉默的动机。假设有一个领域，谦虚的人明理的人以为它太困难太暧昧，不肯说话，那么开口说话的就必然是浅薄之徒狂妄之辈。这导致一种负筛选越是傻子越敢叫唤――马上我就要说到，这些傻子也不见得是真的傻，但喊出来的都是傻话。久而久之，对中国人的名声也有很大的损害。前些时见到个外国人，他说听说你们中国人都在说不？这简直是把我们都当傻子看待。我很不客气地答道物以类聚，人以群分。你认识的中国人都说不，但我不认识这样的人。这倒不是唬外国人，我认识很多明理的人，但他们都在沉默中，因为他们都珍视自己的清白。但我以为，伦理问题太过重要，已经不容我顾及自身的清白。伦理尤其是社会伦理问题的重要，在于它是大家的事――大家的意思就是包括我在内。我在这个领域里有话要说，首先就是我要反对愚蠢。一个只会明辨是非的人总是凭胸中的浩然正气做出一个判断，然后加上一句难道这不是不言而喻的吗？任何受过一点科学训练的人都知道，这世界上简直找不到什么不言而喻的事，所以这就叫做愚蠢。在我们这个国家里，傻有时能成为一种威慑。假如乡下一位农妇养了五个傻儿子，既不会讲理，又不懂王法，就会和人打架，这家人就能得点便宜。聪明人也能看到这种便宜，而且装傻谁不会呢――所以装傻就成为一种风气。"}
{"text":"我在这个领域里有话要说，首先就是我要反对愚蠢。一个只会明辨是非的人总是凭胸中的浩然正气做出一个判断，然后加上一句难道这不是不言而喻的吗？任何受过一点科学训练的人都知道，这世界上简直找不到什么不言而喻的事，所以这就叫做愚蠢。在我们这个国家里，傻有时能成为一种威慑。假如乡下一位农妇养了五个傻儿子，既不会讲理，又不懂王法，就会和人打架，这家人就能得点便宜。聪明人也能看到这种便宜，而且装傻谁不会呢――所以装傻就成为一种风气。我也可以写装傻的文章，不只是可以，我是写过的――文革里谁没写过批判稿呢。但装傻是要不得的，装开了头就不好收拾，只好装到底，最后弄假成真。我知道一个例子是这样的某人文革里装傻写批判稿，原本是想搞点小好处，谁知一不小心上了人民日报头版头条，成了风云人物。到了这一步，我也不知他是真傻假傻了。再以后就被人整成了三种人。到了这个地步，就只好装下去了，真傻犯错误处理还能轻些呀。我反对愚蠢，不是反对天生就笨的人，这种人只是极少数，而且这种人还盼着变聪明。在这个世界上，大多数愚蠢里都含有假装和弄假成真的成分但这一点并不是我的发现，是萧伯纳告诉我的。在他的匹克梅梁里，息金斯教授遇上了一个假痴不癫的杜特立尔先生。息教授问你是恶棍还是傻瓜？这就是问你假傻真傻？杜先生答两样都有点，先生，凡人两样都得有点呀。在我身上，后者的成分多，前者的成分少而且我讨厌装傻，渴望变聪明。所以我才会写这本书。在社会伦理的领域里我还想反对无趣，也就是说，要反对庄严肃穆的假正经。据我的考察，在一个宽松的社会里，人们可以收获到优雅，收获到精雕细琢的浪漫在一个呆板的社会里，人们可以收获到幽默――起码是黑色的幽默。就是在我呆的这个社会里，什么都收获不到，这可是件让人吃惊的事情。看过但丁神曲的人就会知道，对人来说，刀山剑树火海油锅都不算严酷，最严酷的是寒冰地狱，把人冻在那里一动都不能动。假如一个社会的宗旨就是反对有趣，那它比寒冰地狱又有不如。在这个领域里发议论的人总是在说这个不宜提倡，那个不宜提倡。仿佛人活着就是为了被提倡。要真是这样，就不如不活。罗素先生说，参差多态乃是幸福的本源――弟兄姐妹们，让我们睁开眼睛往周围看看，所谓的参差多态，它在哪里呢。"}
{"text":"看过但丁神曲的人就会知道，对人来说，刀山剑树火海油锅都不算严酷，最严酷的是寒冰地狱，把人冻在那里一动都不能动。假如一个社会的宗旨就是反对有趣，那它比寒冰地狱又有不如。在这个领域里发议论的人总是在说这个不宜提倡，那个不宜提倡。仿佛人活着就是为了被提倡。要真是这样，就不如不活。罗素先生说，参差多态乃是幸福的本源――弟兄姐妹们，让我们睁开眼睛往周围看看，所谓的参差多态，它在哪里呢。在萧翁的巴巴拉少校中，安德谢夫家族的每一代都要留下一句至理名言。那些话都编得很有意思，其中有一句是人人有权争胜负，无人有权论是非。这话也很有意思，但它是句玩笑。实际上，人只要争得了论是非的权力，他已经不战而胜了。我对自己的要求很低我活在世上，无非想要明白些道理，遇见些有趣的事。倘能如我所愿，我的一生就算成功。为此也要去论是非，否则道理不给你明白，有趣的事也不让你遇到。我开始得太晚了，很可能做不成什么，但我总得申明我的态度，所以就有了这本书――为我自己，也代表沉默的大多数。血统序艾晓明请我给她的新作写序――像这样的事求到我这无名之辈头上，我想她是找对了人。我比艾君稍大一些，文化革命开始的时候是个中学生。我的出身当时也不大好，所以我对她说到的事也有点体验。我记得文化革命刚开始时，到处都在唱那支歌――老子英雄儿好汉，老子反动儿混蛋――与此同时，我的一些同学穿上了绿军装，腰里束上了大皮带，站在校门口，问每个想进来的人你什么出身？假如回答不是红五类之一，他就从牙缝里冒出一句狗崽子！他们还干了很多更加恶劣的事，但是我不喜欢揭别人的疮疤，而且那些事也离题了。我说的这件事很快就过去了。我的这些同学后来和我一起去插队，共过患难以后，有些成了很好的朋友，但是我始终以为他们那时的行为很坏。文化革命是件忽然发生的事，谁也没有预料到，谁也不可能事先考虑遇到这样的事我该怎么做人。我的这些同学也是忽然之间变成了人上人――平心而论，这是应该祝贺的，但这却不能成为欺压别人的理由。把狗崽子三个字从朝夕相处的同学嘴里逼出来，你又于心何忍。我这样说，并不等于假如当年我是红五类的话，就不会去干欺压别人的事。"}
{"text":"我说的这件事很快就过去了。我的这些同学后来和我一起去插队，共过患难以后，有些成了很好的朋友，但是我始终以为他们那时的行为很坏。文化革命是件忽然发生的事，谁也没有预料到，谁也不可能事先考虑遇到这样的事我该怎么做人。我的这些同学也是忽然之间变成了人上人――平心而论，这是应该祝贺的，但这却不能成为欺压别人的理由。把狗崽子三个字从朝夕相处的同学嘴里逼出来，你又于心何忍。我这样说，并不等于假如当年我是红五类的话，就不会去干欺压别人的事。事实上一筐烂桃里挑不出几个好的来，我也不比别人好。当年我们十四五岁，这就是说，从出世到十四岁，我们没学到什么好。我在北方一个村里插队时当时我是二十二岁，看到村里有几个阴郁的年轻人，穿着比较干净，工作也比较勤奋，就想和他们结交。但是村里人劝我别这么做，因为他们是地主。农村的情况和城里不一样，出身是什么，成分也是什么。故而地主的儿子是地主，地主的孙子也是地主，子子孙孙不能改变。因为这个原因，地主的儿子总是找不到老婆。我们村里的男地主他们的父亲和祖父曾经拥有土地都在打光棍，而女地主都嫁给了贫下中农以求子女能改变成分。我在村里看到，地主家的自留地种得比较好，房子盖得也比较好。这是因为他们只能靠自己，不能指望上面救济。据说在文化革命前，地主家的孩子学习成绩总是比贫下中农出色，因为他们除了升学离开农村外，别无出路。这一点说来不足为奇，因为在中世纪的欧洲，犹太人在商业方面也总是比较出色。但是在文化革命里，升学又不凭学习成绩，所以黑五类就变得绝无希望。我所见到的地主就是这样的。假如我宣扬我的所见所闻，就有可能遇到遇罗克先生的遭遇――被枪毙掉，所以我没有宣扬它。现在中国农村已经没有地主富农这些成分了，一律改称社员。这样当然是好多了。到了我考大学那一年当时我已经二十六岁，有一天从教育部门口经过，看到有一些年轻人在请愿。当时虽然上大学不大看出身了，但还是有些出身坏到家的人，虽然本人成绩很好，也上不了大学。后来这些人经过斗争，终于进了大学。其中有一位还成了我的同班同学。这位同学的出身其实并不坏，父母都是共产党的老干部。他母亲在文革里不堪凌辱，自杀了。从党的立场来看，我的同学应当得到同情和优待，但是没有。人家说，他母亲为什么死还没有查清。"}
