{"text":"不过朋友你知道吧！不幸的我，一向深抑的火焰，几乎悄悄焚毁了我的心，那时我不由地要向天发誓，我暗暗咒诅道天！这纵使是上苍的安排，我必以人力挽回，我要扫除毒氛恶气，我要向猛虎决斗，我要向一切的强权抗衡这种的决心我虽不曾明白告诉你们，但是朋友只要你曾留意，你应当看见我眼内爆烈的火星。后来你们都走了，我独自站在院子里，只见宇宙间充满了冷月寒光，四境如死的静默，我独自厮守着孤影。我曾怀疑我生命的荣光，在这世界上，我不是巍峨的高山，也不是湛荡的碧海，我真微小微小如同阴沟里的萤虫，又仿佛冢间闪荡的鬼火，有时虽也照见芦根下横行跋扈的螃蟹，但我无力使这霸道的足迹，不在人间践踏。朋友！我独立凄光下，由寂静中，我体验出我全身血液的滚沸，我听见心田内起了爆火。我深自惊讶，呵！朋友！我永远不能忘记，那一天在马路上所看见的惨剧，你应也深深的记得那天似乎怒风早已诏示人们，不久将有可怕的惨剧出现，我们正在某公司的楼上，向那热闹繁华的马路t望，忽见许多青年人，手拿白旗向这边进行。忽然间人声鼎沸如同怒潮拍岸，又像是突然来了千军万马，这一阵紊乱，真不免疑心是天心震怒，我们正摸不着头脑的时候，忽听霹拍一阵连珠炮响。呵，完了！完了！火光四射，赤血横流，几分钟之后，人们有的发狂似的掩面而逃，有的失神发怔，等到马路上人众散尽，唉！朋友！谁想到这半点钟以前，车水马龙的大马路，竟成了新战场！愁云四裹，冷风凄凄，魂凝魄结，鬼影憧憧，不但行人避路，飞鸦也不敢停留，几声哑哑飞向天阊高处去了。朋友！我恨呵！我怒呵！当时我不住用脚跺那楼板，但是有什么用处，只不过让那些没有同情的人类，将我推搡下楼。我是弱者，我只得含着眼泪回家，我到了屋里，伏枕放量痛哭，我哭那锦绣河山，污溅了凌践的血腥，我哭那皇皇中华民族，被虎噬狼吞的奇辱，更哭那睡梦沉酣的顽狮，白有好皮囊，原来是百般撩拨，不受影响，唉！天呵！我要叩穹苍，我要到碧海，虔诚的求乞醒魂汤。可怜我走遍了荒漠，经过崎岖的山峦，涉过汹涌的碧海，我尚未曾找到醒魂汤，却惹恼了为虎作伥的厉鬼，将我捉住，加我以造反的罪名，于是我从料峭山巅，陨落在这所谓人间的人问。朋友！"}
{"text":"天呵！我要叩穹苍，我要到碧海，虔诚的求乞醒魂汤。可怜我走遍了荒漠，经过崎岖的山峦，涉过汹涌的碧海，我尚未曾找到醒魂汤，却惹恼了为虎作伥的厉鬼，将我捉住，加我以造反的罪名，于是我从料峭山巅，陨落在这所谓人间的人问。朋友！在我的生命史上，我很可以骄傲，我领略过，玉软香温的迷魂窟的生活，我作过游山逛海的道人生活现在我要深深尝尝这囚牢的滋味，所以我被逮捕的时候，我并不诅咒，做了世间的人，岂可不遍尝世间的滋味？当我走这刚足容身的牢里的时候，我曾酣畅的微笑着。呵！朋友这自然会使你们怀疑，坐监牢还值得这样的夸耀？但是朋友！你如果相信我，我将坦白地告诉你说，世界最苦痛的事情，并不是身体的入牢狱，只是不能舒展的心岳，这话太微妙了。但是朋友！只要你肯稍微沉默地想一想，你当能相信我不是骗你呢。这屋子虽然很小，但他不能拘虚我心，不想到天边，不想到海角，我依然是自由。朋友你明白吗？我的心非常轻松，没有什么铅般的压迫，有，只是那么沥尽的热血在蒸沸。今天我伏在木板上，似忧似醉的当儿，我的确把世界的整个体验了一遍。哎！我真像是不流的死沟水，永远不动的，伏在那里，不但肮脏，而且是太有限了。我不由得自己倒抽了一口气，但是我感谢上帝，在我死的以前，已经觉悟了。即使我的寿命极短促，然而不要紧，我用我纯挚的热血为利器，我要使我的死沟流，与荡荡的大海洋相通，那么我便可成为永久的，除非海枯石烂了，我永远是万顷中的一滴。朋友！牢狱并不很坏，它足以陶溶精金。昨夜风和雨，不住地敲打这铁窗，也许有许多的罪囚，要更觉得环境的难堪，但我却只有感谢，在铁窗风雨下，我明白什么是生命的光荣。按罪名我或不至于死，不过从进来时，审问过一次后，至今还没有消息。今早峰替我送来书和纸笔，真使我感激，我现在不恐惧，也不发愁。虽然想起兰为我担惊受怕，有点难过，但是再一想英雄的忍情，便是多情的一句话，我微笑了，从内心里微笑了。兰真算知道我，我对她只有膜拜，如同膜拜纯洁圣灵的女神一般。不过还请你好好地安慰她吧！倘然我真要到断头台的时候，只要她的眼泪滴在我的热血上，我便一切满足了。至于儿女情态，不是我辈分内事我并不急于出狱，我虽然很愿意看见整个的天，而这小小的空隙已足我游仞了。"}
{"text":"今早峰替我送来书和纸笔，真使我感激，我现在不恐惧，也不发愁。虽然想起兰为我担惊受怕，有点难过，但是再一想英雄的忍情，便是多情的一句话，我微笑了，从内心里微笑了。兰真算知道我，我对她只有膜拜，如同膜拜纯洁圣灵的女神一般。不过还请你好好地安慰她吧！倘然我真要到断头台的时候，只要她的眼泪滴在我的热血上，我便一切满足了。至于儿女情态，不是我辈分内事我并不急于出狱，我虽然很愿意看见整个的天，而这小小的空隙已足我游仞了。我四周围的犯人很多，每到夜静更深的时候，有低默的呜咽，有浩然的长叹，我相信在那些人里，总有多一半是不愿犯罪，而终于犯罪的。哎！自然啦，这种社会底下，谁是叛徒，谁是英雄，真有点难说吧！况且设就的天罗地网，怎怪得弱者的陷落。朋友！在这种情形之下，我们该做什么？让世界永远埋在阴惨的地狱里吗？让虎豹永远的猖獗吗？朋友呵！如果这种恐慌不去掉，我们情愿地球整个的毁灭，到那时候一切死寂了，便没有心焰的火灾，也没有凌迟的恐慌和苦痛。但是朋友要注意，我们是无权利存亡地球的，我们难道就甘心做刍狗吗？唉！我简直不知道要说什么哟。我在这狭逼囚室里，几次让热血之海沉没了，朋友呵！我最后只有祷祝只要恳求，青年的朋友们，认清生命的光荣寄梅窠旧主人在彼此隔绝音讯的半年中，知你又几经了世变。宇宙本是瞬息百变的流动体，――更何处找安靖人类的思想譬如日夜奔赴的江流，亦无时止息。深喜你已由沉沦的漩涡中，扎挣起来了！从此前途渐进光明，行见奔流入海，立鼓荡得波扬浪掀，使沉醉的人们，闻声崛兴，这是多么伟大的工作，亲爱的朋友努力吧！我愿与你一同努力。最近我发现人世最深刻的悲哀，不是使人颓丧哀啭。当其能泪湿襟袖时，算不得已入悲哀之宫，那不过是在往悲哀之宫的程途上的表象如果已进悲哀之宫――那里满蓄着富有弹性的烈火，它要烧毁世界一切不幸者的手铐脚镣，扫尽一切悲惨的阴霾，并且是无远不及的。吾友！这固然是由我自己命运中体验出来的信念，然而感谢你为我增加这信念的城堡坚固而深邃！朋友！你应当记得瘦肩高耸，愁眉深锁的海滨故人吧！那时同在白屋中你曾屡次指我叹道可怜你瘦弱的双肩更担得多少烦悲，但是吾友！这是过去更不再来的往事了。现在的海滨故人呵！"}
{"text":"吾友！这固然是由我自己命运中体验出来的信念，然而感谢你为我增加这信念的城堡坚固而深邃！朋友！你应当记得瘦肩高耸，愁眉深锁的海滨故人吧！那时同在白屋中你曾屡次指我叹道可怜你瘦弱的双肩更担得多少烦悲，但是吾友！这是过去更不再来的往事了。现在的海滨故人呵！她虽仍是瘦肩高耸，然而眉锋舒放，眼波凝沉，仿佛从光镜中，窥察人体五脏似的窥察宇宙。吾友！你猜到宇宙的究极是展露些什么？我老实的告诉你那里只是一个，深不见底的大缺陷，在展露着哟！比较起我们个人所遇的坎坷，我们真太渺小了。于此用了我们无限大的灵海而蓄这浅薄的泪泉，怎么怪得永久是干涸的我现在已另找到前途了，我要收纳宇宙所有悲哀的泪泉，使注入我的灵海，方能兴风作浪，并且以我灵海中深渊不尽的巨流，填满那无底的缺陷。吾友！我所望的太奢吗？但是我决不以此灰心，只要我能做的时候，总要这样做，就是我的躯壳变成灰，倘我的一灵不泯，必不停止地继续我的工作。你寄给我的蔷薇，我已经细看过了，在你那以血泪代墨汁的字句中，只加深我宇宙缺陷之感。不过眼泪却一滴没有，自从去年涵抛弃我时，痛哭之后，我才领受了哭的滋味。从那次以后，便永不曾痛哭过，这固然是由于我泪泉本身的枯竭，然而涵已收拾了我醉梦的人生，我已经不是原来的我了，从此便不再流眼泪了。现在我要告诉你我最近的生活，我去年十一月回到故乡曾在那腐臭不堪的教育界混了半年。在那里只知有物质，而无精神的环境下，使我认识人类的浅薄和自私，并且除了肮脏的血肉之躯外，没有更重要的东西。所以耳濡目染，无非衣食住的问题，精神事业，那是永远谈不到的。虽偶有一两个特立独行之士，但是抵不过恶劣环境的压迫，不是洁身引退，便是志气消沉。吾友！你想我在百劫之余，已经遍体鳞伤，何堪忍受如此的打击？我真是愤恨极了！倘若是可能，但愿地球毁灭了吧！所以我决计离开那里，我也知道他乡未必胜故乡，不过求聊胜一步罢了，谁敢做满足的梦想！不过在炎暑的夏天――两个月之中我得到比较清闲而绝俗的生活，――因为那时，我是离开充满了浊气的城市，而到绝高的山岭上，那里住着质朴的乡民，和天真的牧童村女，不时倒骑牛背，横吹短笛。"}
{"text":"虽偶有一两个特立独行之士，但是抵不过恶劣环境的压迫，不是洁身引退，便是志气消沉。吾友！你想我在百劫之余，已经遍体鳞伤，何堪忍受如此的打击？我真是愤恨极了！倘若是可能，但愿地球毁灭了吧！所以我决计离开那里，我也知道他乡未必胜故乡，不过求聊胜一步罢了，谁敢做满足的梦想！不过在炎暑的夏天――两个月之中我得到比较清闲而绝俗的生活，――因为那时，我是离开充满了浊气的城市，而到绝高的山岭上，那里住着质朴的乡民，和天真的牧童村女，不时倒骑牛背，横吹短笛。况且我住房的前后，都满植苍松翠柏，微风穿林，涛声若歌，至于涧底流泉，沙咽石激，别成音韵，更足使我怔坐神驰，我往往想，这种清幽的绝境，如果我能终老于此，可以算是人间第一幸福人了。不过太复杂的一生，如意事究竟太少，仅仅五十几天，我便和这如画的山林告别了。我记得，朝霞刚刚散布在淡蓝色的天空时，微风吹拂我覆额乱发，我正坐山兜，一步一步地离开他们了。唉！吾友！真仿佛离别恋人的滋味一样呢，一步一回头，况且我又是个天涯飘泊者，何时再与这些富于诗兴的境地，重行握手，谁又料得到呢！我下山之后，不到一星期，就离开故乡，这时对着马江碧水，鼓岭白云，又似眷恋又似嫌恨唉！心情如此能不黯然，我想若到了往事不堪回首的江滨，又不知怎样把心魂扎挣！幸喜我所寄宿的学校宿舍，隔绝尘嚣，并且我的居室前面，一片广漠的原野，几座荒草离离的孤坟，不断有牧童樵叟在那里驻足，并且围着原野，有一道萦回的小河，天清日朗的时候，也有一两个渔人持竿垂钓，吾友！你可以想象，这是如何寂静而辽阔的境地，正宜于一个饱经征战的战士，退休的所在，我对上帝意外的赏赐，当如何感谢而欢忭呵！我每日除了一二小时替学生上课外，便静坐案侧，在那堆积的书丛中找消遣的材料，有时对着窗外的荒坟，寄我忆旧悼亡的哀忱，萧萧白杨，似为我低唱挽歌，我无泪只有静对天容寄我冤恨！吾友！我现在唯一的愿望，暑假到来时，我能和你及其他的朋友，在我第二故乡的北京一聚，无论是眼泪往里咽也好，因为至少你总了解我，我也明白你，这样，已足彼此安慰了，但愿你那时不离开北京。十五年十二月十七号隐寄自海滨醉后――最是恼人拼酒，欲浇愁偏惹愁！回看血泪相和流。"}
{"text":"吾友！我现在唯一的愿望，暑假到来时，我能和你及其他的朋友，在我第二故乡的北京一聚，无论是眼泪往里咽也好，因为至少你总了解我，我也明白你，这样，已足彼此安慰了，但愿你那时不离开北京。十五年十二月十七号隐寄自海滨醉后――最是恼人拼酒，欲浇愁偏惹愁！回看血泪相和流。我是世界上最怯弱的一个，我虽然硬着头皮说我的泪泉干了，再不愿向人间流一滴半滴眼泪，因此我曾博得英雄的称许，在那强振作的当儿，何尝不是气概轩昂北京城重到了，黄褐色的飞尘下，掩抑着琥珀墙琉璃瓦的房屋，疲骡瘦马，拉着笨重的煤车，一步一颠地在那坑陷不平的土道上努力地走着，似曾相识的人们，坐着人力车，风驰电掣般跑过去了一切不曾改观，可是疲惫的归燕呵，在那堆浪涌波的灵海里，都觉到十三分的凄惶呢！车子走过顺城根，看见三四匹矮驴，摇动着它们项下的金铃，傲然向我冷笑，似笑我转战多年的败军，还鼓得起从前的兴致吗正是一个旖旎美妙的春天，学校里放了三天春假，我和涵盐琪四个人，披着残月孤星，和迷鞯某课肀妓吵歉来，雇好矮驴，跨上驴背，轻扬竹鞭，得得声紧，西山的路上骤见热闹，这时道旁笼烟含雾的垂柳枝，从我们的头上拂过，娇鸟轻啭歌喉，朝阳美意酣畅，驴儿们驮着这欣悦的青春主人，奔那如花如梦的前程是何等的兴高采烈而今怎堪回道！归来的疲燕，裹着满身漂泊的悲哀，无情的瘦驴！请你不要逼视吧！强抑灵波，防它捣碎了灵海，及至到了旧游的故地，黯淡白墙，陈迹依稀可寻，但沧桑几经的归客，不免被这荆棘般的冻迹，刺破那不曾复元的旧伤，强将泪液咽下，努力地咽下。我曾被人称许我是英雄哟！我静静在那里忏悔，我的怯弱，为什么总打不破小我的关头，我记得我曾想象我是英雄的气概，手里拿着明晃晃的雌雄剑，独自站在喜玛拉雅的高峰上，傲然的下视人寰。仿佛说我是为一切的不平，而牺牲我自己的，我是为一切的罪恶，而挥舞我的双剑的呵！英雄伟大的英雄，这是多么可崇拜的，又是多么可欣慰的呢！但是怯弱的人们，是经不起撩拨的，我的英雄梦正浓酣的时候，波姊来叩我的门，同时我久闭的心门，也为她开了。为什么四年不见，她便如此地憔悴和消瘦，她黯然地说你还是你呵！"}
{"text":"我静静在那里忏悔，我的怯弱，为什么总打不破小我的关头，我记得我曾想象我是英雄的气概，手里拿着明晃晃的雌雄剑，独自站在喜玛拉雅的高峰上，傲然的下视人寰。仿佛说我是为一切的不平，而牺牲我自己的，我是为一切的罪恶，而挥舞我的双剑的呵！英雄伟大的英雄，这是多么可崇拜的，又是多么可欣慰的呢！但是怯弱的人们，是经不起撩拨的，我的英雄梦正浓酣的时候，波姊来叩我的门，同时我久闭的心门，也为她开了。为什么四年不见，她便如此地憔悴和消瘦，她黯然地说你还是你呵！她这一句话，好像是利刃，又好像是百宝匙，她掀开我的秘密的心幕，她打开我勉强锁住的泪泉，与一切的烦恼。但是我为了要证实是英雄，到底不曾哭出来。我们彼此矜持着，默然坐夜来了。于是我说波，我们喝他一醉吧，何若如此扎挣酒可以蒙盖我们的脸面！波点头道好早预备陪你一醉。于是我们如同疯了一般，一杯，一杯，接连着向唇边送，好像鲸吞鲵饮，也不知道什么时候，把一小坛子的酒吃光了，可是我还举着杯酒来！酒来！叫个不休！波握住我拿杯子的手说隐！你醉了，不要喝了吧！我被她一提醒，才知道我自己的身子，已经像驾云般支持不住，伏在她的膝上。唉！我一身的筋肉松弛了，我矜持的心解放了，风寒雪虐的春申江头，涵撒手归真的印影，我更想起萱儿还不曾断奶，便离开她的乳母，扶她父亲的灵柩归去。当她抱着牛奶瓶，宛转哀啼时，我仿佛是受绞刑的荼毒，更加着吴淤江的寒潮凄风，每在我独伴灵帏时，撕碎我抖颤的心。一向茹苦含辛的扎挣自己，然而醉后，便没有扎挣的力量了，我将我泪泉的水闸，开放了干枯的泪池，立刻波涛汹涌，我尽量的哭，哭那已经摧毁的如梦前程，哭那满尝辛苦的命运，唉！真痛恨呵，我一年以来，不曾这样哭过。但是苦了我的波姊，她也是苦海里浮沉的战将，我们可算是一对天涯沦落人。她呜咽着说隐！你不要哭了，你现在是做客，看人家忌讳！你扎挣着吧！你若果要哭，我们到空郊野外哭去，我陪你到陶然亭哭去。那里是我埋愁葬恨的地方，你也可以借他人酒杯，浇自己块垒，在那里我们可尽量的哭，把天地哭毁灭也好，只求今天你咽下这眼泪去罢！惭愧！我不知英雄气概抛向哪里去了，恐怕要从喜玛拉雅峰，直坠入冰涯愁海里去，我仍然不住地哭，那可怜双鬓如雪的姨母，也不住为她不幸的甥女，老泪频挥，她颤抖着叹息着，于是全屋里的人，都悄默地垂着泪！"}
{"text":"她呜咽着说隐！你不要哭了，你现在是做客，看人家忌讳！你扎挣着吧！你若果要哭，我们到空郊野外哭去，我陪你到陶然亭哭去。那里是我埋愁葬恨的地方，你也可以借他人酒杯，浇自己块垒，在那里我们可尽量的哭，把天地哭毁灭也好，只求今天你咽下这眼泪去罢！惭愧！我不知英雄气概抛向哪里去了，恐怕要从喜玛拉雅峰，直坠入冰涯愁海里去，我仍然不住地哭，那可怜双鬓如雪的姨母，也不住为她不幸的甥女，老泪频挥，她颤抖着叹息着，于是全屋里的人，都悄默地垂着泪！可怜的萱儿，她对这半疯半醉的母亲，小心儿怯怯地惊颤着，小眼儿怔怔地呆望着。呵！无辜的稚子，母亲对不住你，在别人面前，纵然不英雄些，还没有多大羞愧，只有在萱儿面前不英雄，使她天真未凿的心灵里，了解伤心，甚至于陪着流泪，我未免太忍心，而且太罪过了。后来萱儿投在我的怀里，轻轻地将小嘴，吻着泪痕被颊的母亲，她忽然哭了。唉！我诅咒我自己，我愤恨酒，她使我怯弱，使我任性，更使我羞对我的萱儿！我决定止住我的泪液，我领着萱儿走到屋里，只见满屋子月华如水，清光幽韵，又逗起我无限的凄楚，在月姊的清光下，我们的陈迹太多了！我们曾向她诚默的祈祷过也曾向她悄悄地赌誓过。但如今，月姊照着这飘泊的只影，他呢――人间天上，我如饿虎般的愤怒，紧紧掩上窗纱，我搂着萱儿悄悄地躲在床上，我真不敢想象月姊怎样奚落我。不久萱儿睡着了，我仿佛也进了梦乡，只觉得身上满披着缟素，独自站在波涛起伏的海边，四顾辽阔，没有岸际，没有船只，天上又是蒙着一层浓雾，一切阴森森的。我正在彷徨惊惧的时候，忽见海里涌起一座山来，削壁玲珑，峰崖峻崎，一个女子披着淡蓝色的轻绡，向我微笑点头唱道独立苍茫愁何多？抚景伤飘泊！繁华如梦，姹紫嫣红转眼过！何事伤飘泊！我听那女子唱完了，正要向她问明来历，忽听霹雳一声，如海倒山倾，吓了我一身冷汗，睁眼一看，波姊正拿着醒酒汤，叫我喝，我恰一转身，不提防把那碗汤碰泼了一地，碗也打得粉碎，我们都不禁笑了。波姊说下回不要喝酒吧，简直闹得满城风雨！我早想到见了你，必有一番把戏，但想不到闹得这样凶！还是扎挣着装英雄吧！波姊！放心吧！我不见你，也没有泪，今天我把整个儿的我，在你面前赤裸裸地贡献了，以后自然要装英雄！"}
{"text":"何事伤飘泊！我听那女子唱完了，正要向她问明来历，忽听霹雳一声，如海倒山倾，吓了我一身冷汗，睁眼一看，波姊正拿着醒酒汤，叫我喝，我恰一转身，不提防把那碗汤碰泼了一地，碗也打得粉碎，我们都不禁笑了。波姊说下回不要喝酒吧，简直闹得满城风雨！我早想到见了你，必有一番把戏，但想不到闹得这样凶！还是扎挣着装英雄吧！波姊！放心吧！我不见你，也没有泪，今天我把整个儿的我，在你面前赤裸裸地贡献了，以后自然要装英雄！波姊拍着我的肩说，天快亮了，月亮都斜了，还不好好睡一觉，病了又是白受罪！睡吧！明天起大家努力着装英雄吧！一个著作家他住在河北迎宾旅馆里已经三年了，他是一个很和蔼的少年人，也是一个思想宏富的著作家他很孤凄，没有父亲母亲和兄弟姊妹独自一个住在这二层楼上靠东边三十五号那间小屋子里他桌上堆满了纸和书地板上也堆满了算草的废纸他的床铺上没有很厚的褥和被，可是也堆满了书和纸这少年终日里埋在书堆里，书是他唯一的朋友他觉得除书以外没有更宝贵的东西了！书能帮助他的思想，能告诉他许多他不知道的知识所以他无论对于哪一种事情，心里都很能了解并且他也是一个富于感情的少年，很喜欢听人的赞美和颂扬一双黑漆漆的眼珠，时时转动。好像表示他脑筋的活动一样他也是一个很雄伟美貌的少年，只是他一天不离开这个屋子没有很好的运动，所以脸上渐渐退了红色，泛上白色来，坚实的筋肉也慢慢松弛了但是他的脑筋还是很活泼强旺，没有丝毫微弱的表象他镇天坐在书案前面，拿了一支笔，只管写，有时停住了，可是笔还不曾放下，用手倚着头部的左边，用左时倚在桌上支着头在那里想两只眼对着窗户外蓝色的天不动，沉沉地想，他常常是这样。有时一个黄颈红冠的啄木鸟，从半天空忽的一声飞在他窗前一棵树上，胀开翅膀射着那从一丝丝柳叶穿过的太阳，放着黄色闪烁的光他的眼珠也转动起来，丢了他微积分的思想，去注意啄木鸟的美丽和柳叶的碧绿到了冬天，柳枝上都满了白色的雪花，和一条条玻璃穗子，他也很注意去看秋天的风吹了梧桐树叶刷刷价响或乌鸦嘈杂的声音，他或者也要推开窗户望望，因为他的神经很敏锐，容易受刺激遇到春天的黄莺儿在他窗前桃花树上叫唤的时候，他竟放下他永不轻易放下的笔，离开他亲密的椅和桌，在屋子里破纸堆上慢慢踱来踱去地想有时候也走到窗前去呼吸。"}
