{"text":"尽管这个世界是相互包容的，但要有中国味才能站得住。西洋乐器固然在世界范围内影响力巨大，接受度剧增，但在中国至少在魂上还有着自己的坚持。交响曲我们有北京喜讯到边寨钢琴曲我们有黄河小提琴我们有梁祝，等等，不一而足。它们在形式上已突破了传统国乐，因为其中用了西方的器，但谁又能说他们不是中国的呢？关键是其体还是我们的。音乐是人类共同的喜爱，这是共性。但因国家民族及所处地域的历史文化各异，音乐也就有了各自特点的多样性，这体现了个性。共性即寓于个性之中，没有个性就没有共性。从这个意义上说，有意识地寻找中国味，正是为了在音乐上促进这个世界的和谐并向着大同迈进。不知你发现了吗？大千世界，我们几乎随时随地都可以感受到那种真诚善良和美好。可为什么亲爱的蝴蝶，你对我们避而不见呢？清晨，清风荡过枫树枝头上的点点绿色，发出沙沙的声音。它和墙上的夹竹桃一起，似乎正在唱着生命中最欢快最动人的生命乐章，那就是真诚。这是一种来自自然，不虚伪的，质朴真是的美。拥挤的街道上，经常会听到这样的话对不起，碰着你了！没关系，没关系！被踩着的面带笑容，没有丝毫责备的神色，有时还挺疼的，不过没关系――那一句对不起比红霉素药水还奏效。正是这一句很轻松的话语，让人感受到了一种发自内心的真诚，将对方心里仅存的怨气化作云烟散去。这就是真诚的力量，它就像人的灵魂独白，清除了遮挡心灵的纯洁的污垢，让人与人之间像水晶一样剔透。亲爱的蝴蝶，我们之间也许久缺少这种真诚。人与人之间的真诚尚且好说难做，更何况我们同属两个不同物种的世界你？朋友相处久了，一个眼神，一个微笑，甚至一个细微的眉头，都能让人感受到一种真诚的力量。在这一点上，我们还需要继续努力啊！那天我们的闯入时候真的有点突兀，但真的事出有因。作为探险者，我们的本质是探险美丽，面对一个充满神奇魅力的洞穴，我们又岂能轻言放弃呢？至于点燃那支蜡烛则更是无奈之举也！在漆黑的山洞里，我们需要足够的勇气和信心来支撑倘若没有光的指引，我们都不知道如何迈开脚步了。我们还得感谢光，也正因为有它，我们发现了你，才得以目睹你的美。亲爱的蝴蝶，你真的误解我们了，我们没有恶意。人和自然是好朋友，好朋友自然就需要真诚。"}
{"text":"在这一点上，我们还需要继续努力啊！那天我们的闯入时候真的有点突兀，但真的事出有因。作为探险者，我们的本质是探险美丽，面对一个充满神奇魅力的洞穴，我们又岂能轻言放弃呢？至于点燃那支蜡烛则更是无奈之举也！在漆黑的山洞里，我们需要足够的勇气和信心来支撑倘若没有光的指引，我们都不知道如何迈开脚步了。我们还得感谢光，也正因为有它，我们发现了你，才得以目睹你的美。亲爱的蝴蝶，你真的误解我们了，我们没有恶意。人和自然是好朋友，好朋友自然就需要真诚。我们以一颗真诚的心对你说声对不起，可是你却已经悄然离开了。现在很多人之间的关系都结成厚厚的冰凌，除了冷漠还是冷漠，那一份真诚都已经不复存在了。为什么呢？就因为缺乏真正灵魂上的交流与信任。面对你们，我们希望用真诚打开这扇窗，希望博得你们的理解。这份发自内心的真诚，可以打开我们彼此的心锁，它是那么耀眼高贵，更让我们体验其中的那份美好。来吧，亲爱的蝴蝶，希望你们能理解我们的真诚，共同缔造和谐的生态。忧与爱茶与水的相遇，实在是一种前世今生的缘分。我拂开茶叶盒的盖子，用指腹撮了一把茶叶撒进圆滚滚的茶壶，细长干硬的茶叶撞击白瓷的壶底，如碎玉落进深涧。滚烫的开水大口呼吸着涌进茶壶，仿佛迫不及待去拥抱一个早已注定的誓言。茶叶以近乎疯狂的姿态旋围舞动，一瞬间充斥了茶壶中的天地。爱茶，不仅仅是喝茶。新茶，老茶，看似神圣虔诚无比的茶道，关于茶的一切。爱茶，大概源于茶的普适性。黝黑粗壮的汉子大碗喝茶，爽口解渴相知多年的朋友聚在一起，共饮一壶，那些自不必说的情分或人生感怀，都沏进小小的杯里与世无争的雅士，禅居深寺的老道，品茶，自得其味，一杯清茶，便氤氲了天地人。我小心地挪开茶壶的盖子，茶叶已完全舒展，清绿的水面上浮着泡沫。一切归于寂静，我仿佛听到了一声细细的叹息。谁在叹息？谁在手捧着温热的茶杯，满怀忧愁地叹息？既爱，又怎能不忧？不论是中国的茶道还是日本的茶道，都讲究四个字和静清寂。只是在穿越了千百年古道茶韵的今天，谁又能褪去铅华，闭门喧嚣，再为自己沏一盏茶。他们互相炫耀，自己茶叶的尊贵，茶具的精美。他们从冰箱里取出装在塑料瓶子里冒冷气的茶饮料。不由地担忧，源远流长的茶文化将如何保持其充满古意的纯粹？"}
{"text":"谁在叹息？谁在手捧着温热的茶杯，满怀忧愁地叹息？既爱，又怎能不忧？不论是中国的茶道还是日本的茶道，都讲究四个字和静清寂。只是在穿越了千百年古道茶韵的今天，谁又能褪去铅华，闭门喧嚣，再为自己沏一盏茶。他们互相炫耀，自己茶叶的尊贵，茶具的精美。他们从冰箱里取出装在塑料瓶子里冒冷气的茶饮料。不由地担忧，源远流长的茶文化将如何保持其充满古意的纯粹？想起洪应明在菜根谭中所写茶不求精而壶亦不燥，酒不求洌而樽亦不空，素琴无弦而常调，短笛无腔而自适，纵难希遇羲皇，亦可匹俦秘阮。真的，茶不求精，只要壶亦不燥即可，品茶即是品人生，又怎能不令人担忧，虚夸和浮华污染了那一壶清茶，最终遮蔽了曾经向往真实的人生。爱茶，却也忧茶。那份清澈澄明的热爱永远不变，那种沉甸甸的忧愁也真实存在。忧与爱不论如何交错，最终无言，就都化进杯中，啜饮，细品茶中的苦与甜。我端起桌上的茶杯，茶已凉了，有半卷的茶叶半沉半浮在中间，像有一个古老的传说在沉沉的空气中冻结，露着一半热爱，卷着一半忧愁。静水流深，不显不露。静，以外观默默无闻的姿态隐藏着内在的力量深刻的思想。一个静字，竟是如此深邃，如此富有禅意，富有魅力。身静，方可心无旁骛专心思索，方能得大智慧。佛家禅宗似乎是最早领悟到这一要诀的。禅宗的必修课，也是入门功夫――坐禅，就要修行者身静入定，诵经冥想。双目一闭，便将滚滚红尘污垢尘埃尽闭于心门之外身静入定，便不为外物所役而细品深思。自印度莲花大师始，不少僧人在喜马拉雅山挖洞面壁而居，饥餐荨麻，渴饮雪水，形容枯槁终于静思得佛门真谛，成为一代高僧。面壁，或思过，或悟道，成功的前提就是身静。身如静水，不显不露，方能让思想纵横千里。心静，方可遗世独立，羽化登仙。单纯的身静，心中依然万念错杂，自然不可得道。身静的同时，更要心静。不去想那人间的纷杂，只将一片冰心浸入雪水，感受静的冰凉怡人，放松精神。而到了更高层的境界，即便身不能打坐入定，心依旧可如止水。于是，你不必奇怪陶渊明结庐在人境，而无车马喧的感受，只因为他心远地自偏你不必奇怪苏东坡被贬黄州，仍能于赤壁之下高歌放舟，只因为他从不变的静中，悟出了物与我皆无尽也的大境界，于是便可浩浩乎如冯虚御风，而不知其所止飘飘乎如遗世独立，羽化而登仙。"}
{"text":"心静，方可遗世独立，羽化登仙。单纯的身静，心中依然万念错杂，自然不可得道。身静的同时，更要心静。不去想那人间的纷杂，只将一片冰心浸入雪水，感受静的冰凉怡人，放松精神。而到了更高层的境界，即便身不能打坐入定，心依旧可如止水。于是，你不必奇怪陶渊明结庐在人境，而无车马喧的感受，只因为他心远地自偏你不必奇怪苏东坡被贬黄州，仍能于赤壁之下高歌放舟，只因为他从不变的静中，悟出了物与我皆无尽也的大境界，于是便可浩浩乎如冯虚御风，而不知其所止飘飘乎如遗世独立，羽化而登仙。智者在静中修身悟道，在静中羽化登仙，在静中凝聚起了千年的智慧和深不可测的力量。但他们还是保留着那份静，或许是习惯已成为自然。直到有一天他们打破了沉默，你才惊讶他们的智慧与博大，于是才有那不飞则已，一飞冲天不鸣则已，一鸣惊人的感慨。天龙八部中第一高手，竟是少林一个默默无闻的扫地僧助魏公子窍符救赵的侯生原本也只是大梁夷门的一个守门人智慧象征的诸葛亮，出茅庐之前也只是躬耕于南阳的农夫他们往日的静正反衬出有朝一日力量爆发的可怕，就如同火山的静，那不是单纯的沉默，而是为了蓄积之后的爆发！于是不难理解嵇康在面对前呼后拥大讲排场来拜见他的钟会时，仍旧不理不睬，只在熊熊的炉火和铿锵的锤声中默默忙碌的举动。圣贤的静，岂容俗世的嘈杂来打破？智者乐水，仁者乐山，千年前的智者从深邃的静水中悟出了禅意。这禅意并非不可言传，只是现在，还有多少人能够静下心来去感悟呢？这也许是现代文明的悲哀。三闾大夫说尺有所短，寸有所长物有所不足，智有所不明。天地万物皆有其不足，人生在世，也难免有过失。就算是圣贤，也会有百密一疏的时候。那么，圣贤和庸人的区别在哪里呢？其关键就在于对待过失的态度上闻过则怒，是为庸人闻过则喜，是为圣贤。孔老夫子说过而能改，善莫大焉。我们且不说改正错误，单说知错，便已是不易。对于别人提出的批评，是恼羞成怒，还是虚心接受并对别人表示由衷的感激？闻过则喜，可以成就一个人的事业。美国芝加哥大学校长罗勃初任校长之职时，流言从四面八方席卷而来。这位年仅岁的年轻人，出身低微，阅历浅薄，顿时成为舆论的众矢之的。"}
{"text":"孔老夫子说过而能改，善莫大焉。我们且不说改正错误，单说知错，便已是不易。对于别人提出的批评，是恼羞成怒，还是虚心接受并对别人表示由衷的感激？闻过则喜，可以成就一个人的事业。美国芝加哥大学校长罗勃初任校长之职时，流言从四面八方席卷而来。这位年仅岁的年轻人，出身低微，阅历浅薄，顿时成为舆论的众矢之的。面对那些如山崩落石般打在他头上的批评，他没有灰心丧气，更没有恼羞成怒，而是认真收集那些批评他的语言，反省自己，并一心扑在芝加哥大学的管理工作上，终成该校历史上最著名的校长之一。试问，假如罗勃面对铺天盖地的批评退缩怯懦了，或是冲动恼怒了，那么他又如何能名垂青史，成为芝加哥大学的骄傲呢？面对批评，我们应有的不正是这样一种谦逊的低姿态吗？闻过则喜，可以带领一个集体走向胜利。纵观历史风云，哪一次战役的作战计划不是经过了一次次的修改审议，再修改再审议才最终制定的？如果作战计划的制定者没有闻过则喜的胸怀，何来一次次战役的胜利？如果他一意孤行，又会有多少士兵的生命白白葬送？又会有多少无谓的牺牲？面对批评，我们要学会冷静，冷静地去思考，到底是不是我们的错，有则改之，并做出改进，为多数人的利益去奋斗。闻过则喜，可以兴盛一个王朝。以铜为镜，可以正衣冠以古为镜，可以知兴替以人为镜，可以明得失。唐太宗虚怀若谷，从谏如流，对于魏征直截了当的批评，他没有以皇帝的威严震慑他，而是欣然接受。正是唐太宗这种闻过则喜的品质，才开创了贞观之治的盛世局面，才有了仓廪富足百姓安居乐业的空前盛况。闻过则喜是一种修养，是一种胸怀。中国作协主席铁凝诺贝尔文学奖得主莫言面对咬文嚼字的纠错所表现出的，不正是闻过则喜的胸怀吗？闻吾过，心窃喜，这是中华民族的传统美德，是中华文人所崇尚的道德修养。闻过则喜，助你在人生路上走得更稳，行得更远！林青玄在他的心的菩提中所说我们要以全心来绽放，以花的姿态证明自己的存在。我想，是啊在生活中，我们为人做事要以全心全意的态度，集中思想，心无旁骛，那么，结果也往往是遂心如意的。我们其实有共同的感受，站在泥泞的田间，那双溜滑的鞋子让我们很难挺直站稳，当脱下鞋，卷起裤脚，重新回到那片土地上时，你顿时觉得有一种稳重之感。你的脚的每一个神经都处于泥土之中，扎在其中，像大树一样，有牢固的根基。"}
{"text":"闻过则喜，助你在人生路上走得更稳，行得更远！林青玄在他的心的菩提中所说我们要以全心来绽放，以花的姿态证明自己的存在。我想，是啊在生活中，我们为人做事要以全心全意的态度，集中思想，心无旁骛，那么，结果也往往是遂心如意的。我们其实有共同的感受，站在泥泞的田间，那双溜滑的鞋子让我们很难挺直站稳，当脱下鞋，卷起裤脚，重新回到那片土地上时，你顿时觉得有一种稳重之感。你的脚的每一个神经都处于泥土之中，扎在其中，像大树一样，有牢固的根基。也因此你的每一个脚印都是那样实，那样一步一步地走来，也因此，你没有了负担，不再害怕滑倒，走得很专心，很踏实。最终，你踏过了那片泥泞的土地，感到一种成功，而这种成功来源于你的专一，来源于心无旁骛的境界。荀子有云蚯蚓上食埃土，下饮黄泉，用心一也，蟹六跪而二鳌，非蛇蟮之穴无可寄托者，用心躁也。我们就要像蚯蚓那样用心一也。那么，首先就要静。只有在静中，我们才可秉气凝神，有一股浩然之气，全心地对待一件事，也因全心而忘我。就如一弘清泉，一片落叶于其上，顿时水面起伏，但泉的深处，却安谧静止，这也说明，不管外界如何变化，我们自己始终要有一颗沉静之心，才可能有所作为，才可坚持到最后。其次，就是要抛开一切杂念，不管外界多么美好或丑恶，我们不能因此丧失了自我的节奏。要把多余的顾虑全放下来，安心地做自己的事，不能躁动，更不能急功近利，否则，结果往往很不好。只有在忘我之中，我们才能让一件事更加圆满，也只有在忘我中，一切的事物会变得自然。忘我，可让我们专心，专心则让我们更加用心，世间之繁杂，让我们每个人都有点不安，有点躁动，那何不学学陶渊明，拥有采菊东篱下，悠然见南山的淡定，何不学学王国维进入内美以修能的无我之境，有这样的心态我们才能有这样的思想与认知，也因为上升到整个人生当中去，把物与我相结合，达到一种忘我，无我之境，那么，我们的步伐才会更加稳重。正严法师说凡心佛心，实乃一心，只要秉持一心，立足之地即为灵山。要秉持一心，我们才可从中获取人生中的大智慧，也正如同是泥泞的路中挑担子，忘记你的衣服，忘记你会摔倒，那么，你得到的，是踏过这片土地，走到了对岸。同时，也悟到了人生的真谛。全心，忘我，去除一切杂念，这是我们今后所要的，同样，也是人生的至高境界。只要有高格的人生境界，才可能有高尚的品行与情操。"}
{"text":"正严法师说凡心佛心，实乃一心，只要秉持一心，立足之地即为灵山。要秉持一心，我们才可从中获取人生中的大智慧，也正如同是泥泞的路中挑担子，忘记你的衣服，忘记你会摔倒，那么，你得到的，是踏过这片土地，走到了对岸。同时，也悟到了人生的真谛。全心，忘我，去除一切杂念，这是我们今后所要的，同样，也是人生的至高境界。只要有高格的人生境界，才可能有高尚的品行与情操。也同样，在静稳沉中，才可能具有这样的品行。因为人静，就如一弘水，可以容纳一切，也可以被一切容纳，能屈能伸，柔能克刚。因人稳重，就如磐石般坚不可摧，不与世俗同流合污。当我第三次读完这本重重的西游记时，心里有了不少的感触。第一次时，我觉得孙悟空很厉害，很会打架，会变许多样子唐僧很无能猪八戒像一只懒虫而沙和尚则是一个可有可无的角色。第二次，我就觉得孙悟空很可爱唐僧非常的傻猪八戒是一只傻呆呆的东西而沙和尚则是一个忠心耿耿的徒弟吧。而这一次，觉得孙悟空非常的机灵，且也非常的忠心特别是对唐僧唐僧非常的善良朴实而又显得仁慈猪八戒傻得可爱沙和尚则给人一种忠诚而又老实的印象。在西游记中共有九九八十一重考验，最后，他们师徒四人经历了千辛万苦取得了真经。当然，在故事中诉说了许许多多的磨难，我就不多说了。西游记的故事告诉我们一些道理任何事一开始总是非常艰难的，但只要能树立信心和勇气，经过努力，相信可以取得成功的也就印证了一句老话万事开头难。一开始只要坚持住了，经过不懈的努力，相信不久以后，成功一定是归你所有的当我翻开四大名著之一的西游记故事时，立刻被它吸引住了。故事中倔强正直机智勇敢的孙悟空，好吃懒做的猪八戒，任劳任怨的沙僧和正直单纯的唐僧都被刻画得栩栩如生。这本书主要讲述了唐僧师徒四人去西天取经的神话故事。这一路上，他们翻火焰山打白骨精，历经了千难万险，战胜了一个又一个妖魔鬼怪的阻挠，终于取到了真经成了仙。这本书通过这些故事，体现出孙悟空不达目的不罢休的追求精神。这个故事深刻地告诉了我们正义是一定会战胜邪恶的，因为真理永远存在，做每一件事情都要不达目的不罢休，绝对不能气馁，这种精神正是我们青少年所需要的。而且，好吃懒做也是不行的，只有机智灵敏英勇果断才能事半功倍。"}
{"text":"这本书主要讲述了唐僧师徒四人去西天取经的神话故事。这一路上，他们翻火焰山打白骨精，历经了千难万险，战胜了一个又一个妖魔鬼怪的阻挠，终于取到了真经成了仙。这本书通过这些故事，体现出孙悟空不达目的不罢休的追求精神。这个故事深刻地告诉了我们正义是一定会战胜邪恶的，因为真理永远存在，做每一件事情都要不达目的不罢休，绝对不能气馁，这种精神正是我们青少年所需要的。而且，好吃懒做也是不行的，只有机智灵敏英勇果断才能事半功倍。"}
{"text":"读完全书，印在我脑海里挥之不去的只有两个字忠，义。忠，即是对自己的祖国，对自己身边的亲人，朋友尽心竭力。宋江在种种威逼利诱之下，仍然对自己的祖国忠心耿耿，这就是忠林冲的妻子在林冲被逼上梁山之后，对高俅之子的凌辱，宁死不屈，最终上吊自杀，这也是忠。"}
