{"text":"至于唐，宋以来佛教文学与中国文章辞境的关系，更多更大，也来不及多说了，青年同学们，须要注意的，例如大家都读过苏东坡的赤壁前后赋等，他与禅宗与老庄的思想，有极其密切而明显的关系，所以才有这种千古绝调的文章意境。词曲中国文学时代的特性，从唐诗的风格的形成与蜕变，到了晚唐五代之间，便有词的文学产生。在晚唐开始，历五代而宋元明清之间，禅宗宗师们，以词来说禅，而且词境与禅境都很好，也到处可见，只是被人忽略而已我们现在简单的举出历史被人所推崇公认的词人作品，以供参考，如辛稼轩的词鹤鸽天石门道中山上飞泉万斛珠，悬崖千丈落鼠生鼯，已通樵经行还碍，似有人声听却无。闲略构，远浮屠，溪南修竹有茅芦，莫嫌杖屡频来往，此地偏宜著老夫，又睡起即事水荇参差动绿波，一池蛇影照群蛙，因风野鹤饥犹舞，积雨山桅病不花。名利处，战争多，门前蛮触日干戈，不知更有槐安国，梦觉南柯日未斜。又有感出处从来自不齐，后车方载太公归，谁知寂寞空山里，却有高人赋采薇。黄菊嫩，晚香枝，一般同是采花时，蜂儿辛苦多官府，蝴蝶花间自在飞。又戊午拜退职奉祠之命老退何曾说著官，今朝放罪上恩宽，便支香火真祠奉，更缀文书旧殿班。扶病脚，洗颓颜，快从老病僭衣冠，此身忘世深容易，使世相忘却自难。又登一丘一壑偶成莫滞春光花下游，便须准备落花愁，百年雨打风吹却，万事三平二满休。将扰扰，付悠悠，此生于世自无优新愁次第相抛舍。要伴春归天尽头。瑞鹧鸽京日病中起登连沧观偶成声名少日畏人知，老去行藏与愿违，山草旧曾呼远志，故人今有寄当归。何人可觅安心法，有客来观杜德机，却笑使君那得似，清江万顷白鸥飞。又胶胶扰扰几时休，一出山来不自由，秋水观中秋月夜，停云堂下菊花秋，随缘道理应须会，过分功名莫强求，先自一身愁不了，那堪愁上更添愁。元曲如刘秉忠的干荷叶干荷叶，色苍苍，老柄风摇荡。减清香，越添黄，都因昨夜一场霜，寂寞在秋江上。又干荷叶，色无多，不耐风霜坐刂。贴秋波，倒枝柯，宫娃齐唱采莲歌，梦里繁华过。"}
{"text":"何人可觅安心法，有客来观杜德机，却笑使君那得似，清江万顷白鸥飞。又胶胶扰扰几时休，一出山来不自由，秋水观中秋月夜，停云堂下菊花秋，随缘道理应须会，过分功名莫强求，先自一身愁不了，那堪愁上更添愁。元曲如刘秉忠的干荷叶干荷叶，色苍苍，老柄风摇荡。减清香，越添黄，都因昨夜一场霜，寂寞在秋江上。又干荷叶，色无多，不耐风霜坐刂。贴秋波，倒枝柯，宫娃齐唱采莲歌，梦里繁华过。又如动西村的小桃红杂咏市朝名利少相关，成败经未惯，莫道无人识真赝，这其间，急流涌进谁能辨，一双俊眼，一条好汉，不见富春山。古今荣辱转头空，都是相搬弄，我道虚名不中用，劝英雄，眼前祸患多种，秦宫汉冢，乌江云梦，依旧起秋风。杏花开后不曾睛，败尽游人兴，红雪飞来满芳径，问春莺，春莺无语风方定，小蛮有情，夜凉人静，唱彻醉翁亭。又如鲜于去矜的寨儿令汉子陵，晋渊明，二人到今香汗青。钓叟谁称，农父谁名，去就一般轻。五柳庄月郎风清，七里滩浪稳潮平，折腰时心已愧，伸脚处梦先惊，听，千万古圣贤评。清初有名的少年词人，也便是满清贵族才子的纳兰性德的词浣纱溪败叶填溪水已冰，夕阳犹照短长亭，行来废寺失题名。驻马客临碑上字，闻鸡人拂佛前灯，劳劳尘世几时醒。又燕垒空梁画壁寒，诸天花雨散幽关，篆香清梵有无间。蚊蝶乍从帘影度，樱桃半是鸟衔残，此时相对一忘言。又抛却无端恨转长，慈云稽首返生香，妙莲花说试推详。但是有情皆满愿，更从何处著思量，篆烟残烛并回肠。小说讲到中国文学中的小说，它与唐代的戏剧与词曲，也是不可分离的连体，而且它犹如中国的戏剧一样有趣，将近一两千年来，始终与佛道两家的思想与情感，没有脱离关系，所以便形成后世民间，对于戏剧的编导，流传着两句俗话说戏不够，仙佛凑的戏言了。现在，为了贴切本题来讲，我们姑且把中国小说写作的演变，分为两大阶段第一阶段，便是由上古传说中的神话，到周秦之际，诸子书中的寓言与譬喻，以及汉魏以后，道家神仙的传记等，如穆天子传汉武帝外纪西王母传等等，大多是属于传统文化思想，参加道家情感，神仙幻想成分的作品。"}
{"text":"现在，为了贴切本题来讲，我们姑且把中国小说写作的演变，分为两大阶段第一阶段，便是由上古传说中的神话，到周秦之际，诸子书中的寓言与譬喻，以及汉魏以后，道家神仙的传记等，如穆天子传汉武帝外纪西王母传等等，大多是属于传统文化思想，参加道家情感，神仙幻想成分的作品。第二阶段，是由唐人笔记小说与佛经变文开始，到了宋元之间的戏曲，以及明清时代的说部与散记等等，大多是含有佛道思想的感情，而且融化其中的，往往是佛家思想的感情，多于道家。值得特别注意的，无论是小说与戏剧，它的终场结尾，或为喜剧，或为悲剧，或是轻松散慢的滑稽剧，甚之，是现代所谓黄色的作品，它必然循着一个作家固有的道德规律去布局与收煞，那便是佛家与道家思想综合的观念人生世事的因果报应的定律。旧式言情的小说与戏剧，我们用讽刺式的口吻来说，大都是小姐赠金后花园，落难公子中状元的结局，然而，这也就是说明一个人生，因果历然不爽的道理。唐人笔记小说中，因为它的时代思想，受到禅宗与佛学的影响，固然已经开其先河，而真正汇成这种一仍不变的规律，嵌进每一部小说的内容中去，当然是到了元明之间，才集其汇流，成为不成文的小说写作的规范。元明之间，历史小说的创如罗贯中，他写作三国演义的开端，开宗明义，便首先用一首西江月的词，作为他对历史因果循环的观念，与历史哲学的总评语，如滚滚长江东逝水，浪花淘尽英雄。是非成败转头空，青山依旧在，几度夕阳红。白发渔樵江渚上，惯看秋月春风。一壶浊酒喜相逢，古今多少事，都付笑谈中。如果依哲学的立场而讲历史哲学的观点，罗贯中的这一首词，便是金刚般若经上所说一切有为法，如梦幻泡影，如露亦如电，应作如是观。是为文学境界的最好注释。也正如皓布棍禅师的颂法身向上事说昨夜雨滂亨，打倒葡萄棚。知事普请，行者人力。撑的撑，柱的柱，撑撑柱柱到天明，依旧可怜生。岂不是一鼻孔出气的作品吗？"}
{"text":"也正如皓布棍禅师的颂法身向上事说昨夜雨滂亨，打倒葡萄棚。知事普请，行者人力。撑的撑，柱的柱，撑撑柱柱到天明，依旧可怜生。岂不是一鼻孔出气的作品吗？因此而引起后人根据这种思想，造作一本小说中的小说一一三国因一书，来说明三国时期的局面和事迹，便是楚汉分争因果循环的报应律的结果，除了罗贯中以外，施耐庵的名著水浒传，只从表面看来，好像仅是一部描写宋明时代社会的不平状态，官府骗上下，欺压老百姓，而引起不平则鸣共同心理的反应与共鸣，如果再加深入，仔细地研究，它在另一面，仍然没有离开善恶因果的中心思想，隐约显现强梁者不得其好死的观念。后来又有人怕人误解，才有荡寇志一书的出现，虽然用心良苦，而不免有画蛇添足，多此一举的遗憾。至于西游记封神演义等书，全般都是佛道思想，更不在话下。此外，如历史小说的东周列国志隋唐演义说岳全传等等，无一不含容有佛学禅宗不昧因果的中心思想。也正如天目礼禅师颂楞严经的不汝还者，非汝是谁，云不汝还兮复是谁，残红落满钓鱼矾，日斜风动无人扫，燕子衍将水际飞。由此发展到了清代，以笔记文学著名的蒲松龄所著聊斋志异，几乎全盘用狐鬼神人之间的故事，衬托善恶果报的关系。尤其他醒世姻缘一书，更是佛家三世因果观念的杰作，说明人生男女夫妇间的烦恼与痛苦，这种观念，后世已经普及民间社会，所以杭州城隍庙门口，在清末民初还挂着一副韵联夫妇是前缘，善缘恶缘，无缘不合。儿女原宿债，讨债还债，有债方来。便是这个观念的引申。至于闻名世界，以长篇言情小说，反应老式文化中贵族大家庭生活的红楼梦一书，也是现代许多人，以一种无法加以解说的情感与心理，醉心于号称红学的一部名小说。它的开端，便以一僧一道出场，各自歌唱一段警醒尘世的警语与禅机，然后又以仙凡之间的一块顽石，与一株小草剧怜唯独活，人间离恨不留行的故事，说明许许多多形形色色缠绵反侧的痴情恩怨，都记在一本似真如幻的太虚幻境的账簿上，隔着茫茫苦海，放在彼岸的那边，极力衬托出梦幻空花，回头是岸的禅境。在开始的自白中，便说满纸荒唐言，一把辛酸泪，都云痴，谁解其中味。以及假作真时真亦假，无为有处有还无的警句，这岂不是楞严经上，纯想即飞，纯情即堕，以及生因识有，灭从色除的最好说明吗？"}
{"text":"在开始的自白中，便说满纸荒唐言，一把辛酸泪，都云痴，谁解其中味。以及假作真时真亦假，无为有处有还无的警句，这岂不是楞严经上，纯想即飞，纯情即堕，以及生因识有，灭从色除的最好说明吗？所以有人读红楼梦，是把它看成一部帮助悟道的好书，有人读红楼梦，便会误入风月宝鉴，红粉迷人的那一面，其中得失是非，好坏美丑的问题，都只在当事人的一念之间而已，吾师盐亭老人曾有一诗颂云色穷穷尽尽穷穷，穷到源头穷亦空，寄语迷魂痴儿女，寥天有客正屠龙。应是最好的结语。禅与文学的重要性以上举出有关唐诗宋词元曲等的例子，有些并非完全以佛学或禅语混人辞章的作品，但都从禅的意境中变化出来，如果只从表面看来，也许不太容易看出佛学禅宗与中国文化演变的深切关系。事实上，我也只是随便提出这些清华淡雅，有关禅的意境的作品，作为此时此世，劳劳尘境中，扰攘人生的一付清凉解渴剂而已。禅宗本来是不立文字，更不用借重文学以鸣高，但禅宗与唐宋以后的禅师们，与文学都结有不解之缘，几乎有不可分离的趋势，在此提出两个附带的说明，便可了解禅与文学关系的重要了。禅师与诗。孔子晚年删诗书定礼乐，栽成缀集中国传统文化学术思想的体系，他为什么每每论诗，随时随处举出诗来，做为论断的证明？秦汉以后的儒家，为什么一变再变，提到五经，便以诗经作为书易礼春秋的前奏呢？因为中华民族传统文化的精神，自古至今，完全以人文文化为中心，虽然也有宗教思想的成分，但并非如西洋上古原始的文化一样，是完全渊源于神的宗教思想而来。人文文化的基础，当然离不开人的思想与感情，身心内外的作用，宗教可以安顿人的思想与感情，使它寄托在永久的遥途，与不可思议的境界里去，得到一个自我安心的功效，纯粹以人文文化为本位，对于宗教思想的信仰，有时也只属情感的作用而已。所以要安排人的喜怒哀乐的情绪，必须要有一种超越现实，而介乎情感之间的文学艺术的意境，才能使人们情感与思想，升华到类同宗教的意境，可以超脱现实环境，情绪和思想另有寄托，养成独立而不倚，可以安排自我的天地。"}
{"text":"人文文化的基础，当然离不开人的思想与感情，身心内外的作用，宗教可以安顿人的思想与感情，使它寄托在永久的遥途，与不可思议的境界里去，得到一个自我安心的功效，纯粹以人文文化为本位，对于宗教思想的信仰，有时也只属情感的作用而已。所以要安排人的喜怒哀乐的情绪，必须要有一种超越现实，而介乎情感之间的文学艺术的意境，才能使人们情感与思想，升华到类同宗教的意境，可以超脱现实环境，情绪和思想另有寄托，养成独立而不倚，可以安排自我的天地。在中华民族的文化中，始终强调建立诗教价值的原因，这个特点与特性，确是耀古腾今了，古人标榜诗礼传家，与诗书世泽，大多但知其然而不知其所以然的关系，就是没有深刻研究诗词境界的价值与妙用。过去中国读书的知识分子，对于文学上基本修养的诗词歌赋，以及必要深入博古通今的史学，与人生基本修养的哲学，乃至琴棋书画等艺术，都是不可分离的全科知识，所以在五六十年以前，差不多成为一个文人，自然也多会作诗填词，只有程度好坏深浅的不同，并无一窍不通的情形。因此过去中国的诗人，与学者哲学家，或政治家军事家，很难严格区分，并不像西洋文化中的诗人，完全以诗为生，而不一定要涉及其他学识的关系。禅宗，不但不立文字，而且以无相为相，无门为门，换言之，禅宗也是以无境界为境界，摆脱宗教形式主义，而着重佛教修证的真正精神，升华人生的意境，而进入纯清绝点，空灵无相而无不是相的境界。我们为了言说解释上的方便，只好以本无东西而强说东西的方法，例举世间的学问，可以譬喻禅宗的境界的，便有绝妙诗词的意境，与上乘艺术作品的境界，以及最高军事艺术的意境，差可与之比拟，所以自唐宋以后，禅宗的宗师们，随口吟哦唱道的诗词与文章，都是第一流有高深意境的文学作品，因此流风所及，就自然而然，慢慢形成唐宋元明清文学的意境，与中国文学过去特有的风格了。宗教与文学。它们本来就是不可分离的连理枝，任何宗教，它能普及民间社会，形成永久独特的风格，影响历史每一时代，与社会各阶层的，全靠它的教义，构成文学的最高价值，它从本有平民的俗文学中，升华到文学的最高境界，才能使宗教的生命历史，永远延续下去。"}
{"text":"宗教与文学。它们本来就是不可分离的连理枝，任何宗教，它能普及民间社会，形成永久独特的风格，影响历史每一时代，与社会各阶层的，全靠它的教义，构成文学的最高价值，它从本有平民的俗文学中，升华到文学的最高境界，才能使宗教的生命历史，永远延续下去。佛教教义，与禅宗的慧命，能够在中国文化中生根发芽开花而壮大的原因，除了它教义本身，具有宗教哲学科学艺术与学术思想等，各方面都有丰富的内容，与高贵而平实的价值以外，它的最大关键，还是因为佛教输入中国以后，形成独立特有的佛教文学，进而影响到中国文化全部所有中心的缘故。例如西洋文化中的新旧约全书俗称圣经，它在西方每一种不同文字的民族与国度里，无论哪种译本，都是具有最高权威的文学价值，所以姑且不管教义的内容如何，就以它本身的文学价值而言，亦可谓文章意境足千秋了。我也时常对许多不同宗教信仰的朋友们说，要想千秋，便须多多注意你们的教义与文学。因为我认为宗教信仰尽管不同，每一宗教教义的深浅是非，尽管有问题，但是真正够得上称为宗教的基本立足点，都是劝人为善，都是想挽救世道人心的劫难，这个是几大宗教共同具有的善事，用不着因为最后与最高宗教哲学的异同，而争执到势同冰炭。那是人文文化过去的错误，与人类心理思想的弱点与耻屏，更不是中华民族，中国文化的精神，希望大家多多注意与珍重。总之，关于禅宗与中国文学的因缘，实在有太多深切的关系，我在匆促之间，略举一些唐诗宋词元曲明小说等的例子，还是不够深刻的，只是偶然兴之所至，但凭记忆所及，姑且一提，希望诸位举一而反三，便可得到其中的三昧了。着讲现代的旧文学，比较能够融会儒释道三家的思想，用之于发抒情感的诗文学中，便要算蠲戏斋的作品，足以代表这一代，深得禅宗文字般若的结晶了。四禅宗丛林制度与中国文化教育的精神自魏晋以后，佛教传入中国以来，信仰佛教中的出家僧众，独坐孤峰，或个别的隐居水边林下，过他隐居专修的生活方式，大概还保有印度当时佛教僧众的形态。在南北朝至隋唐之间，这种不事生产，以乞食自修的生活方式，不但不受以农立国，以勤俭持家的社会风气所欢迎，甚之，引起知识分子与朝野的反感，同时，佛教徒中出家的男女僧尼，愈来愈多，势之所趋，便自然会形成团体生活的趋势。"}
{"text":"四禅宗丛林制度与中国文化教育的精神自魏晋以后，佛教传入中国以来，信仰佛教中的出家僧众，独坐孤峰，或个别的隐居水边林下，过他隐居专修的生活方式，大概还保有印度当时佛教僧众的形态。在南北朝至隋唐之间，这种不事生产，以乞食自修的生活方式，不但不受以农立国，以勤俭持家的社会风气所欢迎，甚之，引起知识分子与朝野的反感，同时，佛教徒中出家的男女僧尼，愈来愈多，势之所趋，便自然会形成团体生活的趋势。到了盛唐之际，经禅宗大师马祖道一禅师，及他的得意弟子百丈怀海禅师的创制，不顾原始印度佛教的规范与戒律，毅然决然建立中国式的禅门丛林制度，集体生产，集体从事农耕，以同修互助的团体生活方式，开创禅宗寺院的规模，致使佛教各宗派与佛学，在中国的文化与历史上，永远植下深厚的根基。宋代开国以后，宋儒理学家们，不但在学术思想上，受到禅宗的影响，而建立理学的门庭，而且在讲学的风格，书院的规范，与人格教育的规模上，无一不受丛林制度与禅宗精神思想的影响，甚之，唐宋以来，帝王朝廷的经筵侍讲与侍读等职位的制度，也是受到佛教开堂说法制度的影响。所以禅宗丛林制度，对于中国文化与中国教育的书院制度，以及宋明以后的教育精神，关系实在太大，而且最为密切。只要详细研究禅宗丛林制度的所有清规，以及详读禅林宝训与宋元以后禅宗高僧的史传，配合比较中国历史上，有关文化思想，与教育史实的演变，便可了然知其所以了。现在为了节省时间，只有提出足供研究的资料，以供参考，不能做更深入的研究。关于丛林制度的大略，以前我曾有过一本禅宗丛林制度与中国特殊社会的书，述说其大要，现在只能摘取其中的一部分，做为本题的总结。一佛教原始制度的简介禅宗，是佛教的一个宗派，它以教外别传，不立文字，直指人心，见性成佛为宗旨，因为不一定需要文字，所以传到中国以后，就成为中国文化式的佛教了。如果说它是佛教的革新派，那也并不准确，因为它既没有革个什么，也没有新兴个什么，它的宗旨和修行途径，既没有变更本来佛法的面目，也不是中国自己所创造的，只是把印度传来原有的佛教制度，确实痛快地改变一番，即可适合中国文化的民情风俗，又从此建立一个新型的中国佛教气象，而且影响后世各阶层的社会规范。"}
{"text":"如果说它是佛教的革新派，那也并不准确，因为它既没有革个什么，也没有新兴个什么，它的宗旨和修行途径，既没有变更本来佛法的面目，也不是中国自己所创造的，只是把印度传来原有的佛教制度，确实痛快地改变一番，即可适合中国文化的民情风俗，又从此建立一个新型的中国佛教气象，而且影响后世各阶层的社会规范。可是它正如佛陀所教的寂默一样，虽然在中国社会里，作了一番伟大的事业，却仍然默默不为人知，但就中国禅宗所创立的制度来说，它对佛法，果然作了一件不平凡的事，同对对于中国的各阶层社会，也奠定了后世组织的规模。释迦出家以前的印度，本来也有很多其他宗教信仰，和离俗出世专修的人们，这些人都叫做沙门，等于中国古代避世的高士，我们普通称他作隐士，史书上又称为隐逸的。不过我们的隐士们，不一定绝无家室之累的，至于印度的沙门，都是出家避世的人，释迦创立佛教以后，凡是正式出家，皈依佛法的弟子们都须剃除须发，身披袈裟，离情绝俗，绝无家室之累，男的就名为比丘，女的名为比丘尼。比丘这个名称，是包含有乞士怖魔杀碱等意义，所谓上乞法于佛下乞食于人，便名乞士，同时含有能杀烦恼之贼，使魔众怖畏的威德之意。所以严格遵守佛制的比丘们，大都是修习苦行，立志精勤的，其中专门注重苦修的，特别又称为头陀行者。原始佛教的比丘们遵佛的戒律和制度，同时也须修习头陀的苦行，除了应当遵守心性修养，和行为上等等的戒律外，他又定下个人生活上衣食住行的各种制度衣。不过三衣，多的就要布施了，甚之，拣始人们抛弃了的旧布和破布，一条一条的凑成衣服来穿，这便叫做粪扫衣。传到中国以后，便改穿中国式的大袍，也有乞化百家衣布，补破袖杂而成的，就名为破袖衣，或补袖衣。食。日中一食，至多是早上中午两餐，过了午时，便不再吃了，因为他把饮食，只看作为维持生命，和医治饿病的药物罢了。住。随遇而安，屋檐庙廊树下旷野荒冢，铺上随身携带的坐具一领，或草织蒲团一个，两足林跃俗称为盘足，便心安理得的度此旦暮了。行。赤足或芒鞋光头安详而走。昔在印度，至多上面打了一把伞，晴遮太阳雨遮水，传到中国，雨伞换了箬笠，所以文学家们，便有芒鞋斗笠一头陀的颂辞了。除此一身以外，大不了带一个净水瓶，供给饮料和盥洗之用，一个钵盂。作吃饭之用，其余可能带些经卷而已。"}
