{"text":"从长历史的中国来到短历史的美国，各自心中怀有一部离骚经，文化乡愁版本不一，因人而异，老辈的是木版本，注释条目多得几乎超过正文，中年的是修订本，参考书一览表上洋文林林总总，新潮后生的是翻译本，且是译笔极差的节译本。更有些单单为家乡土产而相思成疾者，那是简略的看图识字的通俗本――这广义的文化乡愁，便是海外华裔人手一册的离骚经，性质上是人和自然的骈俪文。然而日本人之对樱花俄罗斯人之对白桦印度人之对菩提树墨西哥人之对仙人掌，也像中国人之对梅兰竹菊那样的发呆发狂吗――似乎并非如此，但愿亦复如此则彼此可以谈谈，虽然各谈各的自己。从前一直有人认为痴心者见悦于痴心者，以后会有人认知痴心者见悦于明哲者，明哲，是痴心已去的意思，这种失却是被褫夺的被割绝的，痴心与生俱来，明哲当然是后天的事。明哲仅仅是亮度较高的忧郁。中国的瓜果蔬菜鱼虾无不有品性，有韵味，有格调，无不非常之鲜，天赋的清鲜。鲜是味之神，营养之圣，似乎已人灵智范畴。而中国的山山水水花花草草之所以令人心醉神驰，说过了再重复一遍也不致聒耳，那是真在于自然的钟灵毓秀，这个俄而形上俄而形下的谛旨，姑妄作一点即兴漫喻。譬如说树，砍伐者近来，它就害怕，天时佳美，它枝枝叶叶舒畅愉悦，气候突然反常，它会感冒，也许正在发烧，而且咳嗽凡是称颂它的人用手抚摩枝干，它也微笑，它喜欢优雅的音乐，它所尤其敬爱的那个人殁了，它就枯犒折倒。池水井水盆花圃花犬马鱼鸟都会恋人，与人共幸蹇，或盈或涸，或茂或凋，或憔悴绝食以殉。当然不是每一花每一犬都会爱你，道理正如不是每个人都会爱你那样――如果说兹事体小，那么体大如崇岳葬原广川密林大江巨泊，正因为在汗漫历史中与人曲折离奇地同褒贬共荣辱，故而瑞征凶兆祥云戾气兴绪衰象，无不似隐实显，普遍感知。粉饰出来的太平，自然并不认同，深讳不露的歹毒，自然每作昭彰，就是这么一回事，就是这么两回事。中国每一期王朝的递嬗，都会发生莫名其妙的童谣，事后才知是自然借孩儿的歌喉作了预言。所以为先天下之忧而忧而乐了，为后天下之乐而乐而忧了试想先天下之忧而忧大有人在，怎能不跫然心喜呢，就怕后天下之乐而乐一直后下去，诚不知后之览者将如何有感于斯文――这些，也都是中国的山川草木作育出来的，迂阔而挚烈的一介乡愿之情。没有离开中国时，未必不知道――离开了，一天天地久了，就更知道了。"}
{"text":"粉饰出来的太平，自然并不认同，深讳不露的歹毒，自然每作昭彰，就是这么一回事，就是这么两回事。中国每一期王朝的递嬗，都会发生莫名其妙的童谣，事后才知是自然借孩儿的歌喉作了预言。所以为先天下之忧而忧而乐了，为后天下之乐而乐而忧了试想先天下之忧而忧大有人在，怎能不跫然心喜呢，就怕后天下之乐而乐一直后下去，诚不知后之览者将如何有感于斯文――这些，也都是中国的山川草木作育出来的，迂阔而挚烈的一介乡愿之情。没有离开中国时，未必不知道――离开了，一天天地久了，就更知道了。童年随之而去孩子的知识圈，应是该懂的懂，不该懂的不懂，这就形成了童年的幸福。我的儿时，那是该懂的不懂，不该懂的却懂了些，这就弄出许多至今也未必能解脱的困惑来。不满十岁，我已知寺庙院殿砚宫庵的分别。当我随着我母亲和一大串姑妈舅妈姨妈上摩安山去做佛事时，山脚下的玄坛殿我没说什么。半山的三清观也没说什么。将近山顶的睡狮庵我问了就是这里啊？是，我们到了！挑担领路的脚侠说。我问母亲是叫尼姑做道场啊？母亲说不噢，这里的当家和尚是个大法师，这一带八十个大小寺庙都是他领的呢。我更诧异了那，怎么住在庵里呢？睡狮庵！母亲也愣了，继而曼声说大概，总是搬过来的吧。庵门也平常，一人内，气象十分恢宏头山门，二山门，大雄宝殿，斋堂，禅房，客舍，俨然一座尊荣吉刹，我目不暇给，忘了庵字之谜。我家素不佞佛，母亲是为了祭祖要焚疏头，才来山上做佛事。巯头者现在我能解释为大型经忏水陆道场的书面总结，或说幽冥之国通用的高额支票赎罪券。阳间出钱，阴世受惠――众多和尚诵经叩礼，布置十分华丽，程序更是繁缛得如同一场连本大戏。于是灯烛辉煌，香烟缭绕，梵音不辍，卜昼卜夜地进行下去，说是要七七四十九天才功德圆满。当年的小孩子，是先感新鲜有趣，七天后就生烦厌，山已玩够，寨斋吃得望而生畏，那关在庵后山洞里的疯僧也逗腻了。心里兀自抱怨超度祖宗真不容易。我天天吵着要回家，终于母亲说也快了，到接疏头那日子，下一天就回家。那日子就在眼前。"}
{"text":"于是灯烛辉煌，香烟缭绕，梵音不辍，卜昼卜夜地进行下去，说是要七七四十九天才功德圆满。当年的小孩子，是先感新鲜有趣，七天后就生烦厌，山已玩够，寨斋吃得望而生畏，那关在庵后山洞里的疯僧也逗腻了。心里兀自抱怨超度祖宗真不容易。我天天吵着要回家，终于母亲说也快了，到接疏头那日子，下一天就回家。那日子就在眼前。喜的是好回家吃荤蹋球放风筝，忧的是驼背老和尚来关照，明天要跪在大殿里捧个木盘，手要洗得特别清爽，捧着，静等主持道场的法师念疏头――我发急要跪多少辰光呢？总要一支香烟工夫。什么香烟？喏，金鼠牌，美丽牌。还好，真怕是佛案上的供香，那是很长的。我忽然一笑，那传话的驼背老和尚一定是躲在房里抽金鼠牌美丽牌的。接疏头的难关捱过了，似乎不到一支香烟工夫，进睡狮庵以来，我从不跪拜。所以捧着红木盘屈膝在袈裟经幡丛里，浑身发痒，心想，为了邪些不认识的祖宗们，要我来受这个罪，真冤。然而我对站在右边的和尚的吟诵发生了兴趣。唉吉江省立桐桑县清风乡二十唉四度，索度明王侍耐唉嗳啊唉押，唉嗳我又暗笑了，原来那大大的黄纸折成的疏头上，竟写明地址呢，可是二十四度是什么？是有关送疏头的？还是有关收疏头的？真的有阴间？阴间也有纬度吗因为胡思乱想，就不觉到了终局，人一站直，立刻舒畅，手捧装在大信封里盖有巨印的巯头，奔回来向母亲交差。我得意地说这疏头上还有地址，吉江省立桐桑县清风乡二十四度，是寄给阉罗王收的。没想到围着母亲的那群姑妈舅妈姨妈们大事调侃哎哟！十岁的孩子已经听得懂和尚念经了，将来不得了啊！举人老爷的得意门生嘛！看来也要得道的，要做八十二家和尚庙里的总当家。母亲笑道这点原也该懂，省县乡不懂也回不了家了。我又不想逞能，经她们一说，倒使我不服，除了省县多，我还能分得清寺庙院殿观官庵呢。回家嗲！脚该翘舻奶簦掮的掮，我跟着一群穿红着绿珠光宝气的女眷们走出山门时，回望了一眼――睡狮庵，和尚住在尼姑庵里？庵是小的啊，怎么有这样大的庵呢？这些人都不问问。家庭教师是前清中举的饱学鸿儒，我却是块乱点头的顽石，一味敷衍度日。背书，作对子，还混得过，私底下只想翻稗书。"}
{"text":"母亲笑道这点原也该懂，省县乡不懂也回不了家了。我又不想逞能，经她们一说，倒使我不服，除了省县多，我还能分得清寺庙院殿观官庵呢。回家嗲！脚该翘舻奶簦掮的掮，我跟着一群穿红着绿珠光宝气的女眷们走出山门时，回望了一眼――睡狮庵，和尚住在尼姑庵里？庵是小的啊，怎么有这样大的庵呢？这些人都不问问。家庭教师是前清中举的饱学鸿儒，我却是块乱点头的顽石，一味敷衍度日。背书，作对子，还混得过，私底下只想翻稗书。那时代，尤其是我家吧，禁书的范围之广，连唐诗宋词也不准上桌，说还早。所以一本历代名窑释中的两句雨过天青云开处，者般颜色做将来，我就觉得清新有味道，琅琅上口。某日对着案头一只青瓷水盂，不觉漏了嘴，老夫子竟听见了，训道哪里来的歪诗，以后不可吟风弄月，丧志的呢！一肚皮闷瞀的怨气，这个暗趸趸的书房就是下不完的雨，晴不了的天。我用中指蘸了水，在桌上写个逃，怎么个逃法呢，一点策略也没有。呆视着水渍干失，心里有一种酸麻麻的快感。我怕作文章，出来的题是大勇与小勇论，苏秦以连横说秦惠王而泰王不纳论。现在我才知道那是和女人缠足一样，硬要把小孩的脑子缠成畸形而后已。我只好瞎凑，凑一阵，算算字数，再凑，有了一百字光景就心宽起来，凄到将近两百，轻舟已过万重山。等到卷子发回，朱笔圈改得人面桃花相映红，我又羞又恨，既而又幸灾乐祸，也好，老夫子自家出题自家做，我去其恶评誊录一遍，备着母亲查看――母亲阅毕，微笑道也亏你胡诌得还通顺，就是欠警策。我心中暗笑老夫子被母亲指为胡诌，没有警句。满船的人兴奋地等待解缆起篙，我忽然想着了睡狮庵中的一只碗！在家里，每个人的茶具饭具都是专备的，弄错了，那就不饮不食以待更正。到得山上，我还是认定了茶杯和饭碗，茶杯上画的是与我年龄相符的十二生肖之一，不喜欢。那饭碗却有来历――我不愿吃斋，老法师特意赠我一只名窑的小盂，青蓝得十分可爱，盛来的饭，似乎变得可口了。母亲说毕竟老法师道行高，摸得着孙行者的脾气。我又诵起雨过天青云开处，者般颜色做将来。母亲说对的，是越窑，这只叫D，这只色泽特别好，也只有大当家和尚才拿得出这样的宝贝，小心摔破了。每次餐毕，我自去泉边洗净，藏好。临走的那晚，我用棉纸包了，放在枕边。"}
{"text":"到得山上，我还是认定了茶杯和饭碗，茶杯上画的是与我年龄相符的十二生肖之一，不喜欢。那饭碗却有来历――我不愿吃斋，老法师特意赠我一只名窑的小盂，青蓝得十分可爱，盛来的饭，似乎变得可口了。母亲说毕竟老法师道行高，摸得着孙行者的脾气。我又诵起雨过天青云开处，者般颜色做将来。母亲说对的，是越窑，这只叫D，这只色泽特别好，也只有大当家和尚才拿得出这样的宝贝，小心摔破了。每次餐毕，我自去泉边洗净，藏好。临走的那晚，我用棉纸包了，放在枕边。不料清晨被催起后头昏昏地尽呆看众人忙碌，忘记将那碗放进箱笼里，索性忘了倒也是了，偏在这船要起篙的当儿，蓦地想起碗！我走过正待抽落的跳板，登岸，坐在系缆的树桩上，低头凝视河水。满船的人先是愕然相顾，继而一片吱吱喳喳，可也无人上岸来劝我拉我，都知道只有母亲才能使我离开树桩。母亲没有说什么，轻声吩咐一个船夫，那赤膊小伙子披上一件棉袄三脚两步飞过跳板，上山了。杜鹃花，山里叫映山红，是红的多，也有白的，开得正盛。摘一朵，吮吸，有蜜汁沁舌――我就这样动作着。船里的吱吱喳喳渐息，各自找乐子，下棋戏牌嗑瓜子，有的开了和尚所赐的斋佛果盒，叫我回船去吃，我摇摇手。这河滩有的是好玩的东西，五色小石卵，黛绿的螺蛳，青灰而透明的小虾心里懊悔，我不知道上山下山要花这么长的时间。鹧鸪在远处一声声叫。夜里下过雨。是那年轻的船夫的嗓音――来来可是不见人影。他走的是另一条小径，两手空空地奔近来，我感到不祥――碗没了！找不到，或是打破了。他憨笑着伸手人怀，从斜搭而系腰带的棉袄里，掏出那只D，棉纸湿了破了，他脸上倒没有汗――我双手接过，谢了他。捧着，走过跳板一阵摇晃，渐闻橹声G乃，碧波像大匹软缎，荡漾舒展，船头的水声，船梢摇橹者的断续语声，显得异样地宁适。我不愿进舱去，独自靠前舷而坐。夜间是下过大雨，还听到雷声。两岸山色苍翠，水里的倒影鲜活闪袅，迎面的风又暖又凉，母亲为什么不来。河面渐宽，山也平下来了，我想把碗洗一洗。人多船身吃水深，俯舷即就水面，用碗舀了河水顺手泼去，阳光照得水沫晶亮如珠我站起来，可以泼得远些――一脱手，碗飞掉了！那碗在急旋中平平着水，像一片断梗的小荷叶，浮着，汆着，向船后渐远渐远望着望不见的东西――醒不过来了。对母亲怎说那船夫。"}
{"text":"我不愿进舱去，独自靠前舷而坐。夜间是下过大雨，还听到雷声。两岸山色苍翠，水里的倒影鲜活闪袅，迎面的风又暖又凉，母亲为什么不来。河面渐宽，山也平下来了，我想把碗洗一洗。人多船身吃水深，俯舷即就水面，用碗舀了河水顺手泼去，阳光照得水沫晶亮如珠我站起来，可以泼得远些――一脱手，碗飞掉了！那碗在急旋中平平着水，像一片断梗的小荷叶，浮着，汆着，向船后渐远渐远望着望不见的东西――醒不过来了。对母亲怎说那船夫。母亲出舱来，端着一碟印糕艾饺。我告诉了她。有人会捞得的，就是沉了，将来有人会捞起来的。只要不碎就好――吃吧，不要想了，吃完了进舱来喝热茶这种事以后多着昵。最后一句很轻很轻，什么意思？现在回想起来，真是可怕的预言，我的一生中，确实多的是这种事，比越窑的D，珍贵百倍千倍万倍的物和人，都已一一脱手而去，有的甚至是碎了的。那时，那浮汆的D，随之而去的是我的童年。竹秀奠十山以多竹著名，挺修茂密青翠蔽山成林，望而动衷。尤其是早晨，缭雾初散，无数高高的梢尖，首映日光而摇曳，便觉众鸟酬鸣为的是竹子，长风为竹子越岭而来，我亦为看竹子乃将双限休眠了一夜。莫干山的竹林，高接浮云，密得不能进去踱步。使我诧异的是竹林里极为干净，终年无人打扫，却像日日有人洁除为什么，什么意思呢，神圣之感在我心中升起继而淡然惋惜了――那山上的居民，山下来的商客，为的是吃笋，买卖笋干，箬叶可制鞋底，斫伐以筑屋搭棚，劈削而做种种篾器，当竹子值钱时，功能即奴性。生活，是安于人的奴性和物的奴性的交织。更有画竹，咏竹，用竹为担，为篙，为斗械，为刑具――都已必不可少，都已可笑，都已寂寞。是我在寂寞。夏季八月来的，借词养病，求的是清闲，喜悦这以山为名的诸般景色。此等私念，对亲友也说不出口，便道去莫干山疗养，心脏病。于是纷纷同情同意，我脱身了。八月，九月，十月。读和写之余，漫步山间。莫干山是秋景最好，日夕尤佳。山民告余日太早太晏不要走动，有虎，有野猪，从后山来。我不甚信，也听从了劝告。某夜，果有虎叩门，当然未必是虎，也不算是叩门，它用脚爪嘶啦嘶啦地抓门，门是小书房一侧的后门，是靡，板扉，厚的，以一铜插销闩着。我恬然不惧而窃笑，断定它进不来。"}
{"text":"此等私念，对亲友也说不出口，便道去莫干山疗养，心脏病。于是纷纷同情同意，我脱身了。八月，九月，十月。读和写之余，漫步山间。莫干山是秋景最好，日夕尤佳。山民告余日太早太晏不要走动，有虎，有野猪，从后山来。我不甚信，也听从了劝告。某夜，果有虎叩门，当然未必是虎，也不算是叩门，它用脚爪嘶啦嘶啦地抓门，门是小书房一侧的后门，是靡，板扉，厚的，以一铜插销闩着。我恬然不惧而窃笑，断定它进不来。此君自然很不凡，谅必是闻到了生人气，知道我就在门内，但它不懂退后十步，奔而撞之。况且门外三步即竹林，它借不到冲力。西洋式的白漆硬质板扉，哪里就抓得破。然而在这嘶啦嘶啦声中，我就写不下去，只能站在门边恭听没了，虎去矣，也不闻它离去的脚步声，虎行悄然无跫，这倒是可怕的。那时，战后的莫干山尚未通电，入夜燃白礼氏矿烛一枝。老虎走了，我同样有失望的感觉。姑且埋头书写不远的下坡，人声大作，鸣锣，放铳――他们发现它的侵犯了，足见刚才来的不折不扣是一匹猛虎。我似乎很荣幸。翌日晨，送薯粥来的姑娘说下面邪人家被虎咬死一只羊，来不及衔走我也长久不咬羊的内了。给钱叫姑娘代买一条后腿，价钱随便，如来得及，中午就开戒。说说话就多了，莫干山半腰，近剑池有幢石头房子，是先父的别墅。战争年代谁来避暑？避暑和避难完全两回事。房子里有家具，托某姓山民看管，看管费以米计算，给的却是钱。我在他家三餐寄食，另付搭伙之资――刚到的一个星期左右，我随身带来的牛肉汁花生酱，动也没有动。他家的菜肴真不错。山气清新，胃欲亢盛，粗粒子米粉加酱油蒸出来的猪肉，简直迷人。心想，此物与炒青菜萝汤之类同食，堪爱吃一辈子。是故情绪稳定。要知饲料太薄苦太不如意，未免影响读书作文。昊尔芙夫人深明此理，说得也恳切，她说，几颗梅子，半片鹌鹑，脊椎骨根上的一缕火就是燃不起，燃不起就想不妙写不灵，她那时是吵着要写一篇论文。我在莫干山也写这些东西，三篇哈姆莱特泛论伊卡洛斯诠释奥菲司精义。白昼一窗天光，入夜一枝烛。茶也不喝。我还未明咖啡之，必要，纸烟雪茄醇酒之必要。写写写渴了，冲杯克宁奶粉。饮牛乳之前先吃点饼干这类常识也没有。音乐之必要是知道的，听听也就觉得还是不听好。以为丹狄的山居者之歌差不多，其实也未必，法国的山和人是这样的吗。"}
{"text":"我在莫干山也写这些东西，三篇哈姆莱特泛论伊卡洛斯诠释奥菲司精义。白昼一窗天光，入夜一枝烛。茶也不喝。我还未明咖啡之，必要，纸烟雪茄醇酒之必要。写写写渴了，冲杯克宁奶粉。饮牛乳之前先吃点饼干这类常识也没有。音乐之必要是知道的，听听也就觉得还是不听好。以为丹狄的山居者之歌差不多，其实也未必，法国的山和人是这样的吗。倒是一星期左右过去后，不见粉蒸肉，十日也不见，早餐是那女孩拎了竹篮送来的，昼晚两顿我去她家共食。下雨，如下大雨，真对不起，姑娘披蓑衣戴笠帽提饭菜来。我想过，但没有说下大雨就不必吃饭了写作这回事很容易发生饥饿，不知别人如何。后来方始想到写作时岂非在快速耗去卡路里，怪不得老是怀念粉燕肉，就是勿见上桌了。偶尔邂逅，肉少粉多，肉切得很薄，我不希望在这上面表现精致，至少是散文，他们在碗里做的是五言绝句。所以猛虎扑羊，鸣锣放铳及时赶走，才是天赐良缘――时近中午，兴冲冲快步穿林拾级，远里就闻到红烧羊肉的香味。他们一家四口，老伯大妈姑娘小弟，气色晴朗，连我，五张脸似笑非笑。桌上已摆着烫热的家酿米酒，还有大碗葱花芋艿羹，还有青椒炒毛豆，浓郁郁的连皮肥羊肉，洒上翡翠蒜叶末子，整个儿金碧辉煌。中国可爱，还在于主张高温度饮食，此法更能激励味蕾的敏感，而餐桌上祥瑞之气氤氲，就此如梦似真，将味觉嗅觉视觉浑成轻度的晕眩，微微地应接不暇――每当此际，村人自嘲为筷头像雨点，眼睛像豁闪。如果人多，又全是饿透了的熟人，那么确有风狂雨骤之势。果腹之余，旁而观之可爱极了这顿五员会歼一羊腿，从概念上范畴上讲，是属于小规模的风雨交加。我是笨，笨得一直认为姑娘全家四人都是性喜素食的。是夜，又发现燃两枝白礼氏矿烛，更宜于写作。从此每夜双烛交辉，仿佛开了新纪元。深深感叹我以往凭一枝烛光从夏天写到秋末冬初，愚蠢使自己吃亏受苦。客厅里的旧式壁炉，调理不来，也许烟囱坏了，我怎么知道呢，向山民买来的井未干燥的松木，就是要熄火，即使烧着一会，也暖不进小书房来。其他上下六室，更冷。不是可以把书桌搬到客厅火炉边去吗，我一点也没有意识到这个可能性。书桌在书房里，就是在书房里。我只会披了棉被伏案疾书，诚不思桌子之迁徙。右手背起了冻疮，左手也跟着红一块紫一块――为了这三篇非博士论文。一个人上十次当，七次是自设的。"}
{"text":"从此每夜双烛交辉，仿佛开了新纪元。深深感叹我以往凭一枝烛光从夏天写到秋末冬初，愚蠢使自己吃亏受苦。客厅里的旧式壁炉，调理不来，也许烟囱坏了，我怎么知道呢，向山民买来的井未干燥的松木，就是要熄火，即使烧着一会，也暖不进小书房来。其他上下六室，更冷。不是可以把书桌搬到客厅火炉边去吗，我一点也没有意识到这个可能性。书桌在书房里，就是在书房里。我只会披了棉被伏案疾书，诚不思桌子之迁徙。右手背起了冻疮，左手也跟着红一块紫一块――为了这三篇非博士论文。一个人上十次当，七次是自设的。这幢石屋因山势而建，前两层，后面其实是一层。面空谷而傍竹林，小竹林。竹梢划着窗子，萧萧不歇，而且在飘雪了。一味的冷。并非坚持，是凌晨一时后停笔已成习惯。床就在书桌边，早登上也睡不着，三文已就其二，这奥菲司精义脱稿，大约是年底，不下山也不行了。我得人城谋职业，目前身边还有钱。老虎怎么不来。如果山上没有竹林，全放羊也不行。还是现在这样好。这黝黑多折角的石屋，古老的楠木家具，似熄非熄的大壁炉，两枝白礼氏矿烛，一个披棉被的人，如果如果什么，我是说非常适宜于随便来个鬼魂，谈谈。既然是鬼，必有一段往事，就是过去的世事，我们谈谈。我无邪念，彼无恶意，谈谈是可以的，任何一个朝代都可以谈谈――这种氛围再不出现鬼魂，使我绝望于鬼的存在。雪下大了。南国的下雪天不刮风。竹梢承雪而不动，村犬不吠。铜锣火铳不响那是要到万不得巳时才发作的。静极了，看和虎爪一样着落无声。静极静极我也不发任何声息。就床，就床不过是把披在身上的棉被盖在身上。还是一味的冷。熄烛时，吹气这样响，只熄一枝。照片，在日记里，日记在锦盒中，铺盒在枕边――照片在日记里名字叫竹秀，奇怪叫竹秀。任何名字都一样。开始就知道这正是绝望的。这样的人，就因为这样照片是托人转言，说我要离开杭州了，想有一张，结果很好，给了，背面有字，竹秀敬赠――在日记里说想念你也不恰当，想念什么。赞美亦无从赞美后来，指后来这本日记中有两页竹秀，竹秀，竹秀，竹秀，竹秀竹秀竹秀竹秀竹秀竹秀竹秀竹秀以一页约三百竹秀计算，两页自然约六百竹秀。莫干山大雪，杭州总也下雪。夜十二时，竹秀睡着了不知自己的两个字被写了几百次。两个字接连不停地写，必然愈写愈潦草，潦潦草草，就不像了，唯我知道这歪斜而连贯的就是竹秀。"}
