{"text":"他穿着金线剌绣的软缎，那是全世界的人都没见过的。皇上家里用丝绸做擦桌布，用白玉做磨刀石，用黄金做马桶，用安南的碧玉砌成浴池。他简直什么也不缺，于是他就得了轻微的抑郁症。有一天，有一位锡兰的游方僧到长安来。皇帝久仰高僧的大名，请他到宫里宣讲佛法。那和尚在皇帝对面坐下，没有讲佛家的经典，也没有讲佛陀的事迹，只是讲了他一路上的所见所闻。他说月圆的夜晚航行在热带的海面上船尾拖着磷光的航迹。还说在晨光熹微的时候，在船上看到珊礁上的食蟹猴。那些猴子长着狗的脸，在礁盘上伸爪捕鱼。他谈到热带雨林里的食人树。暖水河里比车轮还大的莲花。南方的夜晚，空气里充满了花香，美人鱼浮上水面在月光下展示她的娇躯。皇上富有天下，却没见过这样的景观。他起初想把这胡说八道的和尚斩首，后来又变了主意，放他走了。锡兰僧走时，送给皇上一个骨制的手串，上面写满难认的梵文。皇上不认识梵文，他宫里也没有骨制的东西，可是他特别珍视这串珠子。因为把它握在手里里，皇帝就能看见锡兰僧讲到的一切这当然是心理作用。他虽然富有，却不能走出皇宫一步。所以他想，做皇帝也未必是一件好事。所有的人都不知道，只有皇帝自己和当过皇帝的人知道，当皇帝会得皇帝病。对花粉过敏，对青草过敏，甚至对新鲜的空气也过敏。如果到宫内最高的云阁上看长安城里的绿荫，下来以后他要鼻塞气重好几天，还要长一身皮疹。除此之外，他还只能吃御厨中精心制作盛在银碗里的食物。如果吃一碗坊间的大锅里熬出盛在粗瓷碗里的羊杂碎，他就会腹泻三天。他也只能和宫内肌肤如雪像花蕊一样娇嫩的女子做爱。如果叫太监从外边弄一个筋粗骨壮的农家女子来，他闻到她身上的汗味就要头晕。听到锡兰僧讲的故事，皇上觉得自己是一个宫禁中的囚徒。于是他再不和后妃嬉戏，再不理朝见的臣子，把自己关在密室中，成天只和那串骨珠亲近。皇上在密室的天窗中，看到天上的大雁飞过，看到檐下的铃铛随风摇摆，看到屋脊的阴影在阳光下伸长，消失，又在月光下重现。看到瓦上雪消失，岩松返回青又枯黄。转眼间几度寒暑，他不招后妃侍寝，不问天下大事，只向送饭的太监打听锡兰僧的消息，谁知那和尚一去音讯全无。有一天，大食的使节从遥远的西域到来，带来了大食皇帝的国书。皇上虽然心情忧郁，也不能冷落了这使团，因为大食和大唐一样强大。大食的骑兵骑在汗血的天马上，背着弓，口里衔着箭，常常骚扰帝国的边境。"}
{"text":"皇上在密室的天窗中，看到天上的大雁飞过，看到檐下的铃铛随风摇摆，看到屋脊的阴影在阳光下伸长，消失，又在月光下重现。看到瓦上雪消失，岩松返回青又枯黄。转眼间几度寒暑，他不招后妃侍寝，不问天下大事，只向送饭的太监打听锡兰僧的消息，谁知那和尚一去音讯全无。有一天，大食的使节从遥远的西域到来，带来了大食皇帝的国书。皇上虽然心情忧郁，也不能冷落了这使团，因为大食和大唐一样强大。大食的骑兵骑在汗血的天马上，背着弓，口里衔着箭，常常骚扰帝国的边境。大食的皇帝有意修好，正是大唐求之不得的事。皇帝身为人君，有不可推卸的责任去制止边乱。于是，他升殿，带着高贵的微笑去接见使团。他问使节们沿途见到的景色，使节们却听不懂。使节们说话，他也听不懂。皇帝觉得兴味索然，叫宰相陪他们国宴，自己回密室去。他晚上六点钟离开密室，九点钟回去，就在这三个小时中，有人潜入那间屋子，把手串偷走了。皇帝因此而发怒，命令将守在密室门口的宫女和太监严刑拷打，打得他们像猫一样悲鸣。皇帝想把他们都活活打死，后来又改变了主意，把他们交给最仁慈的皇后感化教育，要他们说出是谁偷走了手串。他又召长安里的捕盗高手入宫来现场调查，要他们说出是谁偷走了手串。高手们说不出，皇上大发雷霆，要把他们推出午门斩首。后来又改变主意，赦免他们死刑，只是命令禁卫军把全城捕盗公差的家属全抓到牢里，以免公差们忙于家事不能专心破案。他还命令封闭城门，只留一个门供出入，出城的人都要经过严格的搜查。然后他觉得无聊，就回到密室中去，叫太监们找到手串时通知他一声。与此同时，长安城里全体捕盗公差在京兆尹衙门的签事房里集合，讨论案情。时值午夜，人们点起红烛，进宫的几位白胡子和花白胡子的公差痛哭流涕地说到皇恩浩荡，留下他们不值一文的蚁命。当今的圣上仁德光焰无际，草木被恩，连下九流的公差都身受皇恩。如果不能寻回手串，无须皇上动手，他们就要一头碰死。大家听了感动得热泪盈眶，齐声赞美皇帝的恩德，然后静下心来，在灯光下思考皇帝手串的去向，直想到红烛将尽，晨光熹微，谁也想不出一点线索来。众所周知，皇城的城墙是磨砖对缝的，高有四丈，墙下日夜站着紫衣禁卫军。长安城里最高明的贼翻越高墙也要借助飞抓绳梯，这种手段在皇城上可无法使用。可是说是皇宫里的人偷走手串呢，那就更不能想像。当今的圣上是百年不遇的仁君，虽升斗小民，也知道敬上，何况是皇城内的人直接身受皇恩？"}
{"text":"如果不能寻回手串，无须皇上动手，他们就要一头碰死。大家听了感动得热泪盈眶，齐声赞美皇帝的恩德，然后静下心来，在灯光下思考皇帝手串的去向，直想到红烛将尽，晨光熹微，谁也想不出一点线索来。众所周知，皇城的城墙是磨砖对缝的，高有四丈，墙下日夜站着紫衣禁卫军。长安城里最高明的贼翻越高墙也要借助飞抓绳梯，这种手段在皇城上可无法使用。可是说是皇宫里的人偷走手串呢，那就更不能想像。当今的圣上是百年不遇的仁君，虽升斗小民，也知道敬上，何况是皇城内的人直接身受皇恩？更何况皇帝是世界上一切爱的本源，人人爱皇帝，皇帝爱大家。不管是谁，只要不爱皇帝，就生活在黑暗之中，简直活不过一个小时。在皇城之外，也许还有个把丧心病狂的贼子敢偷圣上的心爱之物，在皇城内这种人绝不可能存在。公差们想到脑门欲碎，一个个倒在长凳上睡着了。当五月的热风吹入签事房时，房子里青蝇飞舞。公差们醒来，想到皇上圣心焦虑地等待他们追回手串，就羞愧起来。几位老资格的公差说，大家都到街上去见到形迹可疑之人，就捉回来严加拷问，用这种方法也许能追回圣上的失物。于是大家都到街上去。连勒死贼的公差王安也跟着出去了。王安在长安做了十年的公差，从没捉到一个活着的贼。他的身材过于魁梧，按唐尺，身高九尺有余，按现代公制，身高也有两米。膀宽腰细，长髯过腹，浓眉磊眼，声如洪钟。像这样的仪容，根本就不适合当公差。何况他当公差的第一天在街上看到有人行窃，就一链锁住贼的脖子，把他拖到衙门里去。谁知用力过猛，把贼勒死了，从此也就再没捉到过贼。于是全长安的贼无不知王安的大名。他在街头出现，贼就在街尾消失。其实像王安这样的人，何必去当公差？他可以当一名紫衣禁卫军。当禁卫军不要武艺，只要身高和胡子，这两样东西王安都具备，他甚至可以到皇城门前城去当执戟郎。唐朝风气与宋明不同，官宦人家的小姐常常出来跑马踏青，她们看到雄壮的执戟郎，就用怀中的果子相赠。郡主公主也常常飞马出宫入宫，看到仪容出色的武官，就叫他们跟着到她们的密室去，用胡子轻拂自己的娇躯，事后都以价值连城的珠宝做为定情礼物。王安当一名下九流的公差，把他一生的风流艳遇都耽误了。王安和公差们一起出来，别人都到通衢大道热闹的商坊去，谁也不肯和王安结伴而行。他只好和同伴告别，走在坊间的大道上。"}
{"text":"唐朝风气与宋明不同，官宦人家的小姐常常出来跑马踏青，她们看到雄壮的执戟郎，就用怀中的果子相赠。郡主公主也常常飞马出宫入宫，看到仪容出色的武官，就叫他们跟着到她们的密室去，用胡子轻拂自己的娇躯，事后都以价值连城的珠宝做为定情礼物。王安当一名下九流的公差，把他一生的风流艳遇都耽误了。王安和公差们一起出来，别人都到通衢大道热闹的商坊去，谁也不肯和王安结伴而行。他只好和同伴告别，走在坊间的大道上。长安街内一百零八坊，坊坊四里见方，围着三丈高的坊墙，四角的更楼高入云天，坊与坊之间有半里宽的空旷地带，植满了槐树。唐代的长安城多么大呀，大过了罗马，大过了巴比伦，大过巴格达，大过了古往今来的一切城池。王安在坊间的绿荫中走，到处碰不到一个人。长安城里多数都是热闹的小城池，可是远离坊门的绿荫地带，却少见人迹，更何况王安朝长安城西北角的鬼方坊走去，那儿更加荒凉。高高的茅草封闭了大路，只剩下羊肠小路。鬼方坊的坊墙，，墙皮斑脱，露出了砌墙的土坯。墙下明渠里流的水像脓一样绿，微风吹过时，树上落下干枯的槐花，好像一阵大雨。鬼方坊的更楼呀，全都坍塌啦。四个坊门有三个永久封闭，只剩下一个门供人出入。那榆木的大门都要变成栅栏门啦！正午时分，一只眼的司阍坐在门楼下的阴影中缝衣裳，他就在身上缝衣，好像猴子在捉虱子。走进坊内，只见一片荒凉，到处是断壁残垣，枯树荒草，这个坊已经荒了上百年。除了自己和老婆，再加上这位老坊吏，王安再不知道还有谁在这鬼方坊里居住。站在坊门内的空场上，王安极目四望，只看到坊中塌了半截的高塔顶上长满荒草的亭子。土石填满的池塘里长满荆棘，早年的假山挂着几段枯共藤。远处有一道长廊，屋顶塌断了几处，就如巨蟒的骨骼。这荒坊里一片枯黄，见不到几处绿色。王安确实知道还有人住在坊中，可是他没见过这个人或者这些人。坊墙的内侧完整，涂满了鸡爪子小人。王安问老司阍这些顽童图画的事，却发现这老头儿又聋又糊涂，口齿不清地说一口最难懂的山西话，完全不能听懂他的意思。王安就沿着坊墙下的小道回家去，沿途研究那些壁画，他觉得这作画技巧很不寻常。王安走过一排槐树。说也奇怪，长安城里的槐树不下千万棵，都不长虫子，只有鬼方坊的槐树长槐蚕。才交五月，这一树绿叶已经被虫子吃得精光，只余下一树枯黄的叶脉，就如西域胡人的鬈胡须。"}
{"text":"坊墙的内侧完整，涂满了鸡爪子小人。王安问老司阍这些顽童图画的事，却发现这老头儿又聋又糊涂，口齿不清地说一口最难懂的山西话，完全不能听懂他的意思。王安就沿着坊墙下的小道回家去，沿途研究那些壁画，他觉得这作画技巧很不寻常。王安走过一排槐树。说也奇怪，长安城里的槐树不下千万棵，都不长虫子，只有鬼方坊的槐树长槐蚕。才交五月，这一树绿叶已经被虫子吃得精光，只余下一树枯黄的叶脉，就如西域胡人的鬈胡须。有一个穿绿衫的女孩在树下捉槐蚕，她看到王安走来，就站起来叫舅舅！舅娘被人捉走了！王安吃了一惊。首先，他不认识这个人。其次，这个女孩真漂亮，披着一头乌油油的黑发，眼睛像泉水一样亮，嘴唇像花儿一样红，两个小小的乳房微微隆起，纤小的手和脚，好像长着鸟的骨骼。最后，她捉了槐蚕就往衣裳里放，她穿一身槐豆染绿的长袍，拦腰束一根丝绳，无数的槐蚕就在腰上的衣内蠕动。王安看了脊背发凉。至于她叫他舅舅，这倒是寻常的事。那时候女孩管成年男子都叫舅舅。王安朝她点点头说你看到了？是谁来捉她的？一伙穿紫衣的兵爷，他们叫舅娘跟着走，舅娘不肯，他们就把舅娘捉住，用皮条捆住手脚，放到马背上就走了。临走抽了看门大爷一鞭子，叫他把路修修。这些兵，真横。王安听完这些话，就径直回家去。那个女孩把腰带一松，无数槐蚕落在地上，她把它们用脚踩碎，染了一脚的绿汁，然后就追到王安家里来。王安住着一间小小的草房，门扇已被人踢破，家里的家具东倒西歪，好像经过了一场殊死搏斗。王安把家什收拾好，坐在竹床上更衣。脱下旧衣，却没有新衣可换，只好在衣柜里挑一件穿过而不大脏的衣服穿上了。这时他听见有人说舅舅的肩真宽，胳膊真粗！这才发现那个女孩不知什么时候溜了进来，站在阴影中。王安说甥女儿，你这样不打招呼就进来很不好。女孩说舅舅，我的话还没说完呢！舅娘临走时大骂你的祖宗八代，这是怎么回事？这不干你的事，你刚才在干什么？捉槐蚕，喂鸡。那你就再去捉槐蚕吧。女孩想了想说舅舅，我不捉槐蚕，鸡也有东西吃。现在我有更重要的事做。舅娘被捉走了，你的衣服没人洗。我给你洗衣服，挣的钱比捉槐蚕一定多。"}
{"text":"王安说甥女儿，你这样不打招呼就进来很不好。女孩说舅舅，我的话还没说完呢！舅娘临走时大骂你的祖宗八代，这是怎么回事？这不干你的事，你刚才在干什么？捉槐蚕，喂鸡。那你就再去捉槐蚕吧。女孩想了想说舅舅，我不捉槐蚕，鸡也有东西吃。现在我有更重要的事做。舅娘被捉走了，你的衣服没人洗。我给你洗衣服，挣的钱比捉槐蚕一定多。王安确实需要人洗衣服，他就把脏衣服包起来交给她。女孩抱着衣服，闻了闻上面马厩似的气味，却觉得很好闻。她看到王安把头扭过去，好像不爱看这景象，就问舅舅，舅娘为什么骂你？皇上丢了东西，要舅舅捉贼，把舅娘捉起来当人质。舅舅破不了案，舅娘就要住哧牢，吃馊饭。所以她骂我。女孩说那也不应该，像舅娘这样的女人，嫁了舅舅这样的男人，还不知足吗？别说坐几天牢，丢了命也值！王安又躺到竹床上去，眯起眼睛来想她知道我老婆又凶又懒。怎么知道的？王安的老婆很凶悍，十根指头都会抓人。王安知道那些禁卫军来捉她，脸上一定会挂彩，所以她到牢里会比别的女人多吃苦头。因此，必须早点把她救出来。他闭上眼睛，那女孩以为他睡着了，其实王安在回味以前的事。晚上行房之前，他老婆来把玩他的胡须。王安的胡子又软又亮，好像美女的万缕青丝。他老婆把手插到那些胡子之中，白日的凶悍就如被水洗去，只剩下似水柔情。那个女孩看到这些胡子，也想来摸一把，可是他翻了一个身，把胡子压到身下，叫她摸不到，于是她叹一口气，走出门去了。王安睁开一只眼睛，看那破门里漏进来的阳光，他想起老婆乳头上那七点蜘蛛痣，状如北斗七星。那些痣的颜色，就如名贵的玛瑙上的红绦。那些痣在灯光月光星星下都清晰可见，就似王安对她的依恋之情。那女人白天和夜晚是两个人白天是夜叉，夜里似龙女。白天是胀起脖子的眼镜蛇，晚上是最温顺的波斯猫。她为什么会这样，王安一直弄不明白，越是弄不明白，王安就越爱她。第二天，王安一到衙门点卯，发现签事房里一片绝望的气氛。昨天在竹床上打盹时，他的同事在街上捉了上百个贼，搜出几十串骨珠来。经过刑讯，有七八个贼承认骨珠是从宫里偷来。他们把那些骨珠送进宫里，皇上看了大发雷霆，说谁敢送这样的假货来，就把他阉了做太监。"}
{"text":"那些痣在灯光月光星星下都清晰可见，就似王安对她的依恋之情。那女人白天和夜晚是两个人白天是夜叉，夜里似龙女。白天是胀起脖子的眼镜蛇，晚上是最温顺的波斯猫。她为什么会这样，王安一直弄不明白，越是弄不明白，王安就越爱她。第二天，王安一到衙门点卯，发现签事房里一片绝望的气氛。昨天在竹床上打盹时，他的同事在街上捉了上百个贼，搜出几十串骨珠来。经过刑讯，有七八个贼承认骨珠是从宫里偷来。他们把那些骨珠送进宫里，皇上看了大发雷霆，说谁敢送这样的假货来，就把他阉了做太监。公差抱怨说，捉到贼搜出骨珠，不经过严刑拷打，没有人知道这珠子是不是从宫里偷的。经过拷打后贼承认是从宫里偷来的，又没有人知道他是不是屈打成招。最后只好请皇帝御览作为最终鉴定，可皇上要把他们阉了做太监。如果被阉了做成太监，就算最终捉到真贼，皇上把老婆发还，她们又没用处了，这种曲折的事情，伟大圣明的天子怎么会体会不到？皇上坐在深宫的密室中，眼皮直跳。他知道这是有人在议论他，马上就想到，是那帮黑乌鸦似的公差在嚼舌根子。他在神圣的愤怒之中，想下一道圣旨，把全体公差马上阉掉。可是他马上又变了主意，不发这圣旨了。阉公差，是他有把握能做的事，有把握的事为什么要着急呢？皇上平时坐在密室里时，手里总握着那串骨珠。他能够看到热带的雨林，雾气蒸腾的沼泽地，看到暖水河里黑朽的树桩，听到锡兰僧沉重的鼻息。他还能感到锡兰僧在泥水中拔足时沉重的心跳，闻见水沼的气味里合着童身僧侣身上剌鼻的汗酸。直到疲惫之极，他才松开手，让那些灰暗暖润的珠子在指间滑落。现在没有这串珠子，皇上就禁不住焦躁，要走出这间密室，到王座上发号施令，把公差痛责一顿，阉掉京兆尹，把守门的太监和宫女送去杀头。可是他马上改变了主意，决定不出去。这是容易佬的事情，容易佬的事情何必要着急呢？就是珠串在手，皇上也有心火上升的时候。那时候他也想走出密室，到皇后身边去。二十七岁的皇后，肌肤像抛光的白玉一样透明。她从出世以来就没吃过饭，全靠喝清汤度日。皇上想闻闻皇后身上的肉香，她身上的奇香与生俱来，有勾魂摄魄的效力，皇上每次闻了以后，都禁不住春情发动。行房对娇嫩的皇后来说，无疑是残酷的肉刑。但是皇后从没拒绝过皇帝，也没有过一句怨言。皇帝因此判定，在全世界的人中，只有她真正爱他。所以一想到皇后他总禁不住心花怒放。"}
{"text":"就是珠串在手，皇上也有心火上升的时候。那时候他也想走出密室，到皇后身边去。二十七岁的皇后，肌肤像抛光的白玉一样透明。她从出世以来就没吃过饭，全靠喝清汤度日。皇上想闻闻皇后身上的肉香，她身上的奇香与生俱来，有勾魂摄魄的效力，皇上每次闻了以后，都禁不住春情发动。行房对娇嫩的皇后来说，无疑是残酷的肉刑。但是皇后从没拒绝过皇帝，也没有过一句怨言。皇帝因此判定，在全世界的人中，只有她真正爱他。所以一想到皇后他总禁不住心花怒放。但是每次这么想过之后，皇帝又改变了主意，到皇后身边去是最容易做的事。容易做的事何必着急呢？皇上想追回遗失的手串才是难做的事。可是他又不乐意走出密室。这不是军国大事，不便交给宰相去办，于是他就把追回手串的事，交皇后全权代理。虽然三年不见面，可是他相信，全世界的人只有皇后最明白他的心意。她一定能把手串追回来，他还要人告诉皇后，那虽是一串普通的骨珠，却是锡兰僧长途跋涉时握在右手里的，所以有特殊的意义。皇帝说那是一串普通的珠子，可是公差不信，他们认为皇帝身边的东西，一定佛国异宝，起码也是舍利子制成。据说，舍利子那种东西会发出佛光，只有有福气的人和高僧才能看到。所以以后再找到骨珠，应该先送到名山大刹请高僧过目，验明是佛宝之后，再往宫里送。听了这样的议论，王安吐吐舌头，走到签事房外边来。他远眺高耸入云的皇宫，只见飞檐斗拱攒成都市的楼台亭阁，仿佛是空中一片海市蜃楼，这里最矮的阁楼也有十几丈吧？如果找到能爬上这样阁楼的人，那么追回手串还有几分希望，试想一个贼有这样的身手，怎么会在大街上被公差捉到？像他的同事那种捉贼的办法，只会把大伙的？？和老婆一起送掉。王安想到这些，对同事们的捉贼能力完全丧失了信心，他叹一口气，加家去了。王安走回鬼方坊，站在坊墙下看那些壁上的小人，发现他们方头方脑，方口方目。庞大的方身躯下两条麻秆腿，不觉起了同情之心，像这样的人物要是活过来，双腿马上会折断。正在出神，有人在背后叫舅舅，你回来啦？王安回过头去，看到那个穿绿衫的女孩站在槐树下，手捧着大沓的衣服。他想如果这个女孩不捉槐蚕，那倒是蛮可爱的。于是他脸上露出笑意说甥女儿，碰上你真凑巧。女孩在阳光下笑起来。不是凑巧，是我在这儿等你，等了半天啦！"}
{"text":"庞大的方身躯下两条麻秆腿，不觉起了同情之心，像这样的人物要是活过来，双腿马上会折断。正在出神，有人在背后叫舅舅，你回来啦？王安回过头去，看到那个穿绿衫的女孩站在槐树下，手捧着大沓的衣服。他想如果这个女孩不捉槐蚕，那倒是蛮可爱的。于是他脸上露出笑意说甥女儿，碰上你真凑巧。女孩在阳光下笑起来。不是凑巧，是我在这儿等你，等了半天啦！王安又板起脸来，他背起手，转身缓缓行去，那女孩在背后跟随。她问舅舅，你在看墙上的画，你猜画的是谁？不知道。是你呀！王安早知道他可能是那些棺材板似的人物的模特儿，因为那些人的下巴上全长着乱草般的胡子。不过听她这么一说，他还是很气愤。人要长成墙上画的那样，还有什么脸活在人间？他快步走回家去，翻箱倒柜要找一件衣服，把身上这件汗透了的换下来，可是找不到。那女孩说舅舅，换我洗的衣服吧！王安在一瞬间想拒绝，可是他改变了主意，脸上又显出笑容，接过衣服来说你出去，我换衣服。舅舅怕什么，我是小孩子。王安不想强迫她出去，就在她面前脱去长衣，裸露出上身。他是毛发很重的人，很以被外人看到自己的胸毛为羞。可是女孩看到王安粗壮的臂膀，宽阔的前胸，觉得心花怒放。她说舅舅的胡子真好看。能让我摸一把吧？王安说这不行，胡子是男人的威严，怎么随便摸得？什么威严？舅娘就常摸，我看见的！王安的脸登时红到发紫她老婆只在行房前抚弄他的胡子。这种事她都看见了，简直是猖狂到了极点。他怒吼一声你是怎么看见的？爬到树上看见的，你怎么瞪眼？我不和你说了！那女孩的脸飞快地涨到通红，瞪圆了眼睛做出一个怒相。她的脾气来得的这么快，倒是王安始料不及的。于是他把自己的怒目金刚相收起来，做出一个笑脸，忽然他闻到一股好闻的青苔味儿，是从衣服里来的，那衣服也很柔软，很干净，于是他和颜悦色地说甥女儿，衣服冼得很干净。那女孩气犹未消地说是吗？当然，衣服上还有好闻的青草味。你用草熏过吗？那女孩已经高兴了熏什么？我在后边塘里洗的，洗出来就有这股味。王安一听浑身发凉。"}
