{"text":"春雷漫说惊坯户，皎日何曾入覆盆。济水有情添别泪，吴云无梦寄归魂。百年世事兼身事，樽酒何人与细论。百年世事兼身事，到头来，谁都难免有此感受。无论清平世界或离乱时代，大概都是如此。只可惜无遗山亲身经历兴衰成败的哲学观点，却是樽酒何人与细论的感慨，除非与老子细斟浅酌，对饮一杯，或许可以粲然一笑。元刘从益题闲闲公梦归诗学道几人知道味，谋生底物是生涯。庄周枕上非真蝶，乐广杯中亦假蛇。身后功名半张纸，夜来鼓吹一池蛙。梦间说梦重重梦，家外忘家处处家。学道几人知道味可为世人读老子者下一总评。谋生底物是生涯，人人到头都是一样。若能了知梦间说梦重重梦，家外忘家处处家。又何必入山修道然后才能解脱自在呢？元密兰沙求仙诗刀笔相从四十年，非非是是万千千。一家富贵千家怨，半世功名百世愆。牙笏紫袍今已矣，芒鞋竹杖任悠然。有人问我蓬莱事，云在青山水在天。一家富贵千家怨，半世功名百世愆。真是看透古今中外的人情世态。正因其如此，要想长保金玉满堂的富贵光景，必须深知揣而税之的不得当，以及富贵而骄，自遗其咎，自取速亡的可畏。进退存亡之际崇高必致堕落，积聚必有消散。缘会终须别离，有命咸归于死。这是佛学洞穿世事聚散无常的名言，同时也是出世思想的基本观点，可是以老子所代表道家哲学的可以出世，可以入世，他却有挫其锐，解其纷的不死之药，长保散而未尽的七字真言功遂，身退，天之道。其中去了一个助语词的之字，真正只有六字真言。后世的许多文学家们，感受意犹未尽，又再插入两字一句，变成九字真言，成为功成，名遂，身退，天之道了。七字真言也好，九字真言也好，说尽管说，说来还很潇洒，可是在一般的观念里，总觉得它消沉低调意味太浓。其实，大家只是忘记观察自然界的天之道，因此便觉低沉。如果仔细观察天道，日月经天，昼出夜沉，夜出昼没，寒来暑往，秋去冬来，都是很自然的功遂身退的正常现象。植物世界如草木花果，都是默默无言完成了它的生命任务，静悄悄地消逝，了无痕迹。动物世界生生不已，一代交替一代，谁又能不自然地退出生命的行列呢！"}
{"text":"后世的许多文学家们，感受意犹未尽，又再插入两字一句，变成九字真言，成为功成，名遂，身退，天之道了。七字真言也好，九字真言也好，说尽管说，说来还很潇洒，可是在一般的观念里，总觉得它消沉低调意味太浓。其实，大家只是忘记观察自然界的天之道，因此便觉低沉。如果仔细观察天道，日月经天，昼出夜沉，夜出昼没，寒来暑往，秋去冬来，都是很自然的功遂身退的正常现象。植物世界如草木花果，都是默默无言完成了它的生命任务，静悄悄地消逝，了无痕迹。动物世界生生不已，一代交替一代，谁又能不自然地退出生命的行列呢！如果说有，只有人类的心不肯死，不肯甘休，永远想在不可把捉中冀求把捉，在不可能永久占有中妄图占有。妄想违反自然，何其可悲！至于老子这些名言，究竟是正言天道不易法则的自然哲学？或是对他当时生存的时势，有感而发，用来警觉世人？似乎不须争论。但在我们的上古的历史文化上，原来儒道并不分家的共通观点来看，孔子孟子，以及其他诸子之学，动称先王，也都极力推崇尧舜的作为。尧舜之道的值得赞扬，那便是功遂，身退，天之道的最好范例。至于三代以后，家世天下的推位让国，想要表现一下功遂身退，自称为太上皇的戏剧，则几乎没有一个是出于至诚，也没有一个有美好的收场。其次，如北魏文帝的退位出家，以及相传清初顺治入五台山的剃度，都是别有心事，绝非功遂身退的情怀。急流勇退的类型等两次之，从秦汉之后，看历史上风云人物的作为风格，取其稍微类同于道家的，如汉代的张良与诸葛亮，原本存心都想功遂身退，但很可惜其遭遇仍然不能遂其所愿。张良虽然不肯居功，只自谦退封于留地而为留侯，但却身不由己，不能再加上三点水而一溜了之，以已绝人间烟火食的半仙之分，结果仍免不了受吕后的饮食所害而殁。与其如此，还不如诸葛武侯的鞠躬尽瘁，死而后已，身成绝代之功，更为划算。也许由此历史经验的教训，致使后来道家人物的作为，如东晋的抱朴子――葛洪，南朝齐梁之际的陶弘景，更加小心谨慎。葛洪便早早抽身，自求出任为勾漏令，以宦途当隐遁，暗暗修他所认为的仙道以终。陶弘景则及早挂冠神武门，悠哉游哉，造成山中宰相的局面，作他的洞天真诰，自在精神领域了事。"}
{"text":"也许由此历史经验的教训，致使后来道家人物的作为，如东晋的抱朴子――葛洪，南朝齐梁之际的陶弘景，更加小心谨慎。葛洪便早早抽身，自求出任为勾漏令，以宦途当隐遁，暗暗修他所认为的仙道以终。陶弘景则及早挂冠神武门，悠哉游哉，造成山中宰相的局面，作他的洞天真诰，自在精神领域了事。到了隋唐之间，文中子以儒佛道三家通才的学养，讲学河汾，造成唐初开国一班文武兼资的盛世人才，在人文文化上立下莫大功德，但结果姓名隐没不彰，反令后世多方考据，是为退身幕后的旷代奇人，虽无赫赫事功，却真合于身退之道。至于宋初，隐逸在华山的陈抟，已经完全走入道家的神仙行列，另当别论。南宋的韩世忠，知机早退，骑驴湖上，笑傲山林，可算明智之举，难能可贵。明初的诚意伯刘基，以亦儒亦道的姿态出山，辅助朱元璋而成功帝王事业，但结果仍然难逃被毒而亡。此外，另如佛家出家的高僧而返还俗世初服，成功留名于历史的，如元初的刘秉忠，明永乐时期的少师姚广孝，可算切实作到了功遂身退。此外如帮助朱元璋，专任办理西番外交政治的高僧宗泐禅师，不论道业学问，或者事功，都是第一流的人物，但照样不能功遂身退而圆寂于西番任所。由此可见无论如何高明的人物，毕生能完全合于功遂身退，天之道的，确是不易了！难道名缰利锁，当真牢不可破吗？但从唐宋以后儒家思想的观点来看，对于老子的这句名言，虽然并无非议之处，只是把它换了文字的表达，变成谦让或谦光的美德而已。其实，后世的儒家是心有不甘，不敢完全苟同老子的观念，尤其反对修仙成佛之说，因此而搬弄文字的表相而已。这种思想，最有意趣的代表作品，莫如清人一首借题发挥咏吕纯阳的诗十年橐笔走神京，一遇钟离盖便倾。不是无心唐社稷，金丹一粒误先生。介于道家儒家的风范，能够做到功遂身退，入世又似出世的，历史上有没有这一类的典型人物呢？我认为从两晋清谈玄学的影响，在南北朝之间，有着不少风流人物。风格最为标准的，要算梁武帝的名臣韦睿。他善于从政，也善于用兵作战，有诸葛亮纶巾羽扇指挥若定的丰神，又有上善若水功成不居的意境。如遇老子，或者肯收他为徒，较之函谷关的守关吏尹子，应无逊色。可惜南北朝这一时代，在历史上不大出色，因此南北朝的人物也都被人所遗忘埋没了。韦睿，字怀文，京兆杜陵人。"}
{"text":"介于道家儒家的风范，能够做到功遂身退，入世又似出世的，历史上有没有这一类的典型人物呢？我认为从两晋清谈玄学的影响，在南北朝之间，有着不少风流人物。风格最为标准的，要算梁武帝的名臣韦睿。他善于从政，也善于用兵作战，有诸葛亮纶巾羽扇指挥若定的丰神，又有上善若水功成不居的意境。如遇老子，或者肯收他为徒，较之函谷关的守关吏尹子，应无逊色。可惜南北朝这一时代，在历史上不大出色，因此南北朝的人物也都被人所遗忘埋没了。韦睿，字怀文，京兆杜陵人。他是汉丞相韦贤的后裔，系出名门世族。自少即受郡守祖征的赏识，认为是干国家，成功业之才。当南齐紊乱之际，他肝衡人物，认为梁武帝萧衍还可算是命世之才，便决计辅从。历迁太子右卫率，出为辅国将军豫州刺史，领历阳太守，后迁调合肥，以功进爵为侯。梁武帝决心北伐，魏遣中山王元英为征南将军，率兵南来御敌。韦睿奉命统部北伐，屡建奇功。他素来体弱多病，虽在前线作战，也未尝骑马，只乘坐白木板舆，手执白如意，督厉将士，勇气无敌。平常与士卒同甘苦，极力爱护部下，令出必行，战无不胜。魏人军中有谣不畏萧娘与吕姥，但畏合肥有韦虎。对他畏惧万分。当前方军情紧急的时候，梁武帝遣亲信曹景宗与他会师，而且特别对景宗说韦睿，卿之乡望，宜善敬之。因此，景宗见韦睿，执礼甚谨。但每当战胜，景宗与其他将领，都争先上报。独韦睿迟迟报告，不愿争功。有一次，在庆祝胜利的庆功宴会上，韦睿与景宗同席，酒酣兴至，大家倡议赌钱来作余兴，约定以二十万为赌注。景宗一掷便输，韦睿赶紧把一张骰子翻转，变成景宗是赢家，韦睿自己还连声说奇怪！奇怪！其实，萧梁朝代开创之初，所有的巨僚将佐，莫过韦睿。梁武帝明知他的才能，但始终不委任他作统帅，反而用一个无大才略的宗室临川王萧宏来当元帅，而且又派曹景宗与他并肩作战，在在处处，都心存顾忌。好在韦睿自知苟全于乱世，隐避林下，并非上策，只有如此行其自处之道，不贪名利，不争功劳，而且还在功成之时，深自谦退，以免猜忌。因此他活到七十九岁而殁，遗嘱但穿常眼薄葬便了。总算在他身死的时候，感动得梁武帝亲临恸哭，完结他一生苟全于乱世，功遂身退，天之道的名剧。与韦睿行迹有所不同，便是后梁元帝萧绎的功臣荆山居士陆法和。他先识侯景必反，但没有人相信其言。"}
{"text":"好在韦睿自知苟全于乱世，隐避林下，并非上策，只有如此行其自处之道，不贪名利，不争功劳，而且还在功成之时，深自谦退，以免猜忌。因此他活到七十九岁而殁，遗嘱但穿常眼薄葬便了。总算在他身死的时候，感动得梁武帝亲临恸哭，完结他一生苟全于乱世，功遂身退，天之道的名剧。与韦睿行迹有所不同，便是后梁元帝萧绎的功臣荆山居士陆法和。他先识侯景必反，但没有人相信其言。到了侯景派兵攻击湘东，他自请统兵以解湘东之危，受任郢州刺史。后又向元帝建议大举定魏的政策，不为所用，自称吾尝不希释梵天王生处，岂窥人王位耶！但于空王佛所，与王有因缘，如不能用，则奈业何！及元帝失败，齐宣帝封他为太尉，赐甲第。他只求将府第作佛寺，终日焚香静坐偏室，预期死日。到时果然坐化，尸缩三尺如婴儿大小。这也是功遂身退异常之道的一例，颇可耐人寻味。附功遂身退，天之道的一些资料独庵老人――姚少师自题像赞偈看破芭蕉拄杖子，等闲彻骨露风流。有时摇动龟毛拂，直得虚空笑点头。应臬姚少师影堂有自题偈语诗明诗纪事冀北江南事已非，禅机未了说戎机。止闻智者师黄石，曾见功臣着衲衣。衫翠湿空春欲老，砌尘凝席客来稀。一参偈语低徊久，飒飒灵风动素纬。明苍雪大师诗四首鹤马遗踪自道林，相传野老尚堪寻。花开不择贫家地，鸟宿偏投嘉树阴。弃世久拼随世远，入山惟恐未山深。命根断处各根断，十载应难负寸心。山深麋鹿好为群，水草丰饶隔世氛。牵犊饮流嫌污口，让王洗耳怪来闻。鸿飞易远逃罗网，水草难求脱斧斤。不是绝人何大甚，人情更薄是秋云。匹夫有志实堪从，难夺三军气所钟。圣代唐虞如在上，隐沦巢许亦相容。楚狂昔日歌衰凤，汉室今谁起卧龙。草木余年能遂养，大夫何必受秦封。天子浔阳特诏宣，虎溪慧远志辞坚。僧因赐号恩逾重，山不称臣怒受鞭。狮子爪牙随踞地，象王鼻孔任撩天。慧持入定今何在，老树枯禅不记年。"}
{"text":"匹夫有志实堪从，难夺三军气所钟。圣代唐虞如在上，隐沦巢许亦相容。楚狂昔日歌衰凤，汉室今谁起卧龙。草木余年能遂养，大夫何必受秦封。天子浔阳特诏宣，虎溪慧远志辞坚。僧因赐号恩逾重，山不称臣怒受鞭。狮子爪牙随踞地，象王鼻孔任撩天。慧持入定今何在，老树枯禅不记年。导航秋雁南回首页逸海书城哲学宗教老子他说逸海书城第十章载营魄抱一，能无离乎？专气致柔，能婴儿乎？涤除玄览，能无疵乎？爱民治国，能无知乎？天门开阖，能无雌乎？明白四达，能无为乎？生之，畜之，生而不有，为而不恃，长而不宰，是谓玄德。老子的版本，一般习惯，都沿用王弼注的编排，九九八十一章，暗寓易经的象数。但是否就是老子原着的本来面目，问题太不简单，纵使有帛书老子等出土，亦很难确定谁是谁非。这些工作，属于考据家的工夫学问，实在不敢妄加论断。如果照惯用的王注版本来讲，也很有次序，寓意深远，不可厚非。例如由第一章所标示的道的体和用，同功而异位的内涵，一直到第九章的功遂，身退，天之道为止，似乎井然有条，已告一段落。第十章的内容，只是引申修习内养的超越现世之道，以及明了同功而异位的用世之道的发挥。魂魄精神一担装第十章的开始，从修习内养的超越现世之道来讲，有三个要点。第一，载营魄抱一，能无离乎？是第一步修身成就的要点。第二，专气致柔，能婴儿乎？是第二步修身成就的要点。第三，涤除玄览，能无疵乎？是第三步修心智成就的要点。从第一要点来讲，首先要解决一个问题，什么才是营魄？营和卫，在我们上古传统的医学，例如历来所标榜的黄帝内经――灵柩素问等传述中，它便是人体生命的两大关键。营，是指人体生命中的血液和养分等作用。卫，是指人体生命中的本能活动，属于元气的功能。营中有卫，卫中有营，这两者必须调和均衡，一有偏差，就成为病象。至于魄字和魂字的连合互用，也屡见于我们上古传统的神仙方伎诸书。普通合称，叫它魂魄。这两个字，都是从田从鬼的象形会意字。魂字左旁的云字，就是象征云气的简写。一个人的精神清明，如云气蒸蒸上升，便是魂的象征。"}
{"text":"营，是指人体生命中的血液和养分等作用。卫，是指人体生命中的本能活动，属于元气的功能。营中有卫，卫中有营，这两者必须调和均衡，一有偏差，就成为病象。至于魄字和魂字的连合互用，也屡见于我们上古传统的神仙方伎诸书。普通合称，叫它魂魄。这两个字，都是从田从鬼的象形会意字。魂字左旁的云字，就是象征云气的简写。一个人的精神清明，如云气蒸蒸上升，便是魂的象征。在白天的活动，它就是精神，在睡梦中的变相活动，它便是灵魂。魄字，边旁是白，一半形声，一半会意。在肉体生命中的活动力，便是它的作用。所以俗说一个人的气魄魄力等等，就是这个意思。以神仙丹道家学说来讲，认为生而魄在肉体生命活力中普遍存在。不经修炼，不得和魂凝聚为一，死后魄就归沉于地。因此，魂是鬼影，魄是鬼形。到了宋代的理学家们，一变为张横渠的理论，便构成鬼神者，二气之良能也的说法。二气，是指抽象的阴阳二气。其实，都从道家的魂魄之说脱胎转变而来。在老子的本章文言中，没有营卫的出现，却只有营魄的标示。因为营卫是人体医学的范畴，营魄便是神仙方伎的滥觞。或者如此，也许不然！老子的原文在营魄抱一之上，首先加了一个载字，用字非常巧妙。人身如一部车乘，当然也如一具机器，其中装载了营和魄两样重要东西。一个平凡的普通人，长年累月，随时随地，都在使用这两样东西，而且它们是各自为政，但又随时合作。思想的纷烦，情感的嚣动，常使自己魂灵营营困扰，常在放射消散之中，散乱不堪。体能的劳动，生活的奔忙，常使精魄涣散，不可收拾。如此这般，动用不休，不能持盈保泰，终至死亡而后已。老子说，倘使人能将生命秉受中的营魄合抱为一，永不分离，便可得长生的希望了。因此说载营魄抱一，能无离乎！由这个理论和实际的经验，传到春秋战国以后的方士者流方伎之士，再一演变为神仙丹道的修炼方法，便摆脱老子所说的营魄古语，干干脆脆，用神气两种名词，取而代之。而且明白指出长生不老的方术，只需将生命中的神气两样东西，凝结为一，便可成功。神是能思虑的主体，气是活力的泉源。但最难的，便是这两种东西始终不听你的指挥，因此也永远不能合抱而为一体。"}
{"text":"老子说，倘使人能将生命秉受中的营魄合抱为一，永不分离，便可得长生的希望了。因此说载营魄抱一，能无离乎！由这个理论和实际的经验，传到春秋战国以后的方士者流方伎之士，再一演变为神仙丹道的修炼方法，便摆脱老子所说的营魄古语，干干脆脆，用神气两种名词，取而代之。而且明白指出长生不老的方术，只需将生命中的神气两样东西，凝结为一，便可成功。神是能思虑的主体，气是活力的泉源。但最难的，便是这两种东西始终不听你的指挥，因此也永远不能合抱而为一体。所以后世的丹道家，便有种种方法，如何来炼气，如何来养神。甚至把神譬喻是动物中的龙，是矿物中的汞。把气譬喻为虎为铅。种种形容，种种妙譬，仍然不出老子的载营魄为一而已。这便是第一步修身成就的要点。养气与修心其次，从另一角度来讲，假如一个人能够做到专气致柔，能婴儿乎！也就差不多可使营魄抱一了。因为老子这句名言，却使后世人为了想达到专气致柔的效果，想尽种种方法，建立了许多门道。尤其到了近代，自有武当派张三丰的太极拳流行普及以来，到处都可看到听到专气致柔的论调。但很可惜的，谁又真能修气而达到专一的地步呢？心气既然不能专一，要想使它化刚为柔，以柔克刚，更所难能。气不能柔，哪里还能达到返老还童状如婴儿的境界呢？但是要从炼气而求得祛病延年长生不老的方法，早已成为东方人文的专长。无论是中国道家的炼气功夫，或印度的瑜伽术等的炼气，都是靠一双鼻孔一个嘴巴，加上动作来作呼吸。据我所知的统计，至少有两百多种不同的炼气法，当然也包括了道家和佛家的。佛家自隋唐以来，由智者大师所创立天台宗的修持入门方法，便很注重用修气调息作为止观的入手法门，如小止观六妙门的数息随息等基本方法。后来演变为天台宗山外的三十六步修炼气功程序，再传到了日本，便成为合气道武士道等的功夫。又如西藏密宗的一部分修法，专门注重修气的成就，然后进到修脉修光明而到达三昧真火的境界。总而言之，在人文的学术中，利用气息而修炼精神的，无非要作到心息相依心气合一的程度，不谋而合于老子的专气致柔，如婴儿乎的原则。其实，能从客观的立场研究养气或炼气之道，这种学理与方法，在春秋战国之间，确已普遍地流行。不但道家者流方士等辈，讲究其术，即如祖述儒家的孟子，也大受其道的影响。"}
{"text":"又如西藏密宗的一部分修法，专门注重修气的成就，然后进到修脉修光明而到达三昧真火的境界。总而言之，在人文的学术中，利用气息而修炼精神的，无非要作到心息相依心气合一的程度，不谋而合于老子的专气致柔，如婴儿乎的原则。其实，能从客观的立场研究养气或炼气之道，这种学理与方法，在春秋战国之间，确已普遍地流行。不但道家者流方士等辈，讲究其术，即如祖述儒家的孟子，也大受其道的影响。而且从古至今，一般对于养气修心的功夫，确能修到纯粹精湛的，很少能超过孟子的程度。以下便是孟子对养气修心的进度，作确切恰当的报道可欲之谓善，有诸己之谓信，充实之谓美，充实而有光辉之谓大，大而化之之谓圣，圣而不可知之谓神。尽心篇孟子首先指出养气修心之道，虽爱好其事，但一曝十寒，不能专一修养，只能算是但知有此一善而已。必须要在自己的身心上有了效验，方能生起正信，也可以说才算有了证验的信息。由此再进而充实之谓美直到圣而不可知之谓神，才算是我善养吾浩然之气公孙丑篇的成功果位。至于其生色也，猝然见于面，盎于背，施于四体，四体不言而喻。尽心篇那是属于有诸己之谓信与充实之谓美之间所呈现的外形现象而已。假如将孟子这些养气修心的成就之说，拿来与老子的专气致柔，能婴儿乎作一对比研究，是否完全一致？可以说，从表面看来，第一，一简一繁，已有不同。第二，孟子的神化，与老子的婴儿，似乎又有形而上与形而下的差别。但是，老子的简易浅显，用婴儿的境地来形容神完神旺的情况，看来容易，其实大难。孟子的详述进度，看来愈到后来愈难，事实上，修到了充实而有光辉之后，却是困难反易了。这便是老子本章所说第二步修性命成就的要点所在。但是，身心性命的中心，并非在身心神气两者之间而已。神气，还只是道的用，此两者同出而异名，同谓之玄。能使身心神气相互发挥为用的，却是无名无相的道妙。为了使世俗观念容易了解，也可勉强另为它取名叫玄览，叫它为睿智或慧智。因此，便有第三步修心智成就的说法，所谓涤除玄览，能无疵乎！这是说到了道智成就的时候，澡雪精神还须洗炼，必须达到法天法地而曲成万物而不遗的纯粹无疵，才能返还本初，合于自然之道。到此才能心如明镜，照见万象。物来则应，过去不留。洞烛机先，而心中不存丝毫物累。"}
