{"text":"他从口袋取出烧饼来给我吃。他又走了，说有一家招请电影广告员，他要去试试。什么时候回来？什么时候回来？我追赶到门外问他，好象很久捉不到的鸟儿，捉到又飞了！失望和寂寞，虽然吃着烧饼，也好象饿倒下来。小姐们的耳环，对比着郎华的上唇挂着的霜。对门居着，他家的女儿看电影，戴耳环我家呢？我家当铺你去当吧！你去当吧，我不去！好，我去，我就愿意进当铺，进当铺我一点也不怕，理直气壮。新做起来的我的棉袍，一次还没有穿，就跟着我进当铺去了！在当铺门口稍微徘徊了一下，想起出门时郎华要的价目――非两元不当。包袱送到柜台上，我是仰着脸，伸着腰，用脚尖站起来送上去的，真不晓得当铺为什么摆起这么高的柜台！那戴帽头的人翻着衣裳看，还不等他问，我就说了两块钱。他一定觉得我太不合理，不然怎么连看我一眼也没看，就把东西卷起来，他把包袱仿佛要丢在我的头上，他十分不耐烦的样子。两块钱不行，那么，多少钱呢？多少钱不要。他摇摇象长西瓜形的脑袋，小帽头顶尖的红帽球，也跟着摇了摇。我伸手去接包袱，我一点也不怕，我理直气壮，我明明知道他故意作难，正想把包袱接过来就走。猜得对对的，他并不把包袱真给我。五毛钱！这件衣服袖子太瘦，卖不出钱来不当。我说。那么一块钱，再可不能多了，就是这个数目。他把腰微微向后弯一点，柜台太高，看不出他突出的肚囊一只大手指，就比在和他太阳穴一般高低的地方。带着一元票子和一张当票，我快快地走，走起路来感到很爽快，默认自己是很有钱的人。菜市，米店我都去过，臂上抱了很多东西，感到非常愿意抱这些东西，手冻得很痛，觉得这是应该，对于手一点也不感到可惜，本来手就应该给我服务，好象冻掉了也不可惜。走在一家包子铺门前，又买了个包子，看一看自己带着这些东西，很骄傲，心血时时激动，至于手冻得怎样痛，一点也不可惜。路旁遇见一个老叫化子，又停下来给他一个大铜板，我想我有饭吃，他也是应该吃啊！然而没有多给，只给一个大铜板，那些我自己还要用呢！又摸一摸当票也没有丢，这才重新走，手痛得什么心思也没有了，快到家吧！快到家吧。但是，背上流了汗，腿觉得很软，眼睛有些刺痛，走到大门口，才想起来从搬家还没有出过一次街，走路腿也无力，太阳光也怕起来。又摸一摸当票才走进院去。"}
{"text":"走在一家包子铺门前，又买了个包子，看一看自己带着这些东西，很骄傲，心血时时激动，至于手冻得怎样痛，一点也不可惜。路旁遇见一个老叫化子，又停下来给他一个大铜板，我想我有饭吃，他也是应该吃啊！然而没有多给，只给一个大铜板，那些我自己还要用呢！又摸一摸当票也没有丢，这才重新走，手痛得什么心思也没有了，快到家吧！快到家吧。但是，背上流了汗，腿觉得很软，眼睛有些刺痛，走到大门口，才想起来从搬家还没有出过一次街，走路腿也无力，太阳光也怕起来。又摸一摸当票才走进院去。郎华仍躺在床上，和我出来的时候一样，他还不习惯于进当铺。他是在想什么。拿包子给他看，他跳起来我都饿啦，等你也不回来了个包子吃去一大半，他才细问当多少钱？当铺没欺负你？把当票给他，他瞧着那样少的数目才一元，太少。虽然说当得的钱少，可是又愿意吃包子，那么结果很满足。他在吃包子的嘴，看起来比包子还大，一个跟着一个，包子消失尽了。借女子中学的门前，那是三年前在里边读书的学校。和三年前一样，楼窗，窗前的树短板墙，墙外的马路，每块石砖我踏过它。墙里墙外的每棵树，尚存着我温馨的记忆附近的家屋，唤起我往日的情绪。我记不了这一切啊！管它是温馨的，是痛苦的，我忘不了这一切啊！我在那楼上，正是我有着青春的时候。现在已经黄昏了，是冬的黄昏。我踏上水门汀的阶石，轻轻地迈着步子。三年前，曾按过的门铃又按在我的手中。出来开门的那个校役，他还认识我。楼梯上下跑走的那一些同学，却咬着耳说这是找谁的？一切全不生疏，事务牌，信箱，电话室，就是挂衣架子，三年也没有搬动，仍是摆在传达室的门外。我不能立刻上楼，这对于我是一种侮辱似的。旧同学虽有，怕是教室已经改换了宿舍，我不知道在楼上还是在楼下。梁先生――国文梁先生在校吗？我对校役说。在校是在校的，正开教务会议。什么时候开完？那怕到七点钟吧！墙上的钟还不到五点，等也是无望，我走出校门来了！这一刻，我完全没有来时的感觉，什么街石，什么树，这对我发生什么关系？吟――在这里。郎华在很远的路灯下打着招呼。回去吧！走吧！我走到他身边，再不说别的。顺着那条斜坡的直道，走得很远的我才告诉他梁先生开教务会议，开到七点，我们等得了吗？那么你能走吗？肚子还疼不疼？"}
{"text":"梁先生――国文梁先生在校吗？我对校役说。在校是在校的，正开教务会议。什么时候开完？那怕到七点钟吧！墙上的钟还不到五点，等也是无望，我走出校门来了！这一刻，我完全没有来时的感觉，什么街石，什么树，这对我发生什么关系？吟――在这里。郎华在很远的路灯下打着招呼。回去吧！走吧！我走到他身边，再不说别的。顺着那条斜坡的直道，走得很远的我才告诉他梁先生开教务会议，开到七点，我们等得了吗？那么你能走吗？肚子还疼不疼？不疼，不疼。圆月从东边一小片林梢透过来，暗红色的圆月，很大很混浊的样子，好象老人昏花的眼睛，垂到天边去。脚下的雪不住在滑着，响着，走了许多时候，一个行人没有遇见，来到火车站了！大时钟在暗红色的空中发着光，火车的汽笛震鸣着冰寒的空气，电车汽车马车人力车，车站前忙着这一切。顺着电车道走，电车响着铃子从我们身边一辆一辆地过去。没有借到钱，电车就上不去。走吧，挨着走，肚痛我也不能说。走在桥上，大概是东行的火车，冒着烟从桥下经过，震得人会耳鸣起来，索链一般的爬向市街去。从岗上望下来，最远处，商店的红绿电灯不住地闪烁在夜里的人家，好象在烟里一般若没有灯光从窗子流出来，那么所有的楼房就该变成幽寂的没有钟声的大教堂了！站在岗上望下去，许公路的电灯，好象扯在太阳下的长串的黄色铜铃，越远，那些铜铃越增加着密度，渐渐数不过来了！挨着走，昏昏茫茫地走，什么夜，什么市街，全是阴沟，我们滚在沟中。携着手吧！相牵着走吧！天气那样冷，道路那样滑，我时时要滑倒的样子，脚下不稳起来，不自主起来，在一家电影院门前，我终于跌倒了，坐在冰上，因为道上无处不是冰。膝盖的关节一定受了伤害，他虽拉着我，走起来也十分困难。肚子跌痛了没有？你实在不能走了吧？到家把剩下来的一点米煮成稀饭，没有盐，没有油，没有菜，暖一暖肚子算了。吃饭，肚子仍不能暖，饼干盒子盛了热水，盒子漏了。郎华又拿一个空玻璃瓶要盛热水给我暖肚子，瓶底炸掉下来，满地流着水。他拿起没有底的瓶子当号筒来吹。在那呜呜的响声里边，我躺到冰冷的床上。买皮帽破烂市上打起着阴棚，很大一块地盘全然被阴棚连络起来，不断地摆着摊子鞋袜帽子面巾，这都是应用的东西。摆出来最多的，是男人的裤子和衬衫。我打量了郎华一下，这裤子他应该买一条。"}
{"text":"肚子跌痛了没有？你实在不能走了吧？到家把剩下来的一点米煮成稀饭，没有盐，没有油，没有菜，暖一暖肚子算了。吃饭，肚子仍不能暖，饼干盒子盛了热水，盒子漏了。郎华又拿一个空玻璃瓶要盛热水给我暖肚子，瓶底炸掉下来，满地流着水。他拿起没有底的瓶子当号筒来吹。在那呜呜的响声里边，我躺到冰冷的床上。买皮帽破烂市上打起着阴棚，很大一块地盘全然被阴棚连络起来，不断地摆着摊子鞋袜帽子面巾，这都是应用的东西。摆出来最多的，是男人的裤子和衬衫。我打量了郎华一下，这裤子他应该买一条。我正想问价钱的时候，忽然又被那些大大小小的皮外套吸引住。仰起头，看那些挂得很高的一排一排的外套，宽大的领子，黑色毛皮的领子，虽是马车夫穿的外套，郎华穿不也很好吗？又正想问价钱，郎华在那边叫我你来。这个帽子怎么样？他拳头上顶着一个四个耳朵的帽子，正在转着弯看。我一见那和猫头一样的帽就笑了，我还没有走到他近边，我就说不行。我小的时候，在家乡尽戴这个样帽子。他赶快顶在头上试一试。立刻他就变成个小猫样，这真暖和。他又把左右的两个耳朵放下来，立刻我又看他象个小狗――因为小时候爷爷给我买过这样叭狗帽，爷爷叫它叭狗帽。这帽子暖和得很！他又顶在拳头上，转着弯，摇了两下。脚在阴棚里冻得难忍，在小的行人道跑了几个弯子，许多飞机帽，这个那个，他都试过。黑色的比黄色的价钱便宜两角，他喜欢黄色的，同时又喜欢少花两角钱，于是走遍阴棚在寻找。你的什么的要？出摊子的人这样问着。同是中国人，却把中国人当作日本或是高丽人。我们不能买他的东西，很快地跑了过去。郎华带上飞机帽了！两个大皮耳朵上面长两个小耳朵。快走啊，快走。绕过不少路，才走出阴棚。若不是他喊我，我真被那些衣裳和裤子恋住了，尤其是马车夫们穿的羊皮外套。重见天日时，我慌忙着跟上郎华去！还剩多少钱？五毛。走过菜市，从前吃饭那个小饭馆，我想提议进去吃包子，一想到五角钱，只好硬着心肠，背了自己的愿望走过饭馆。五角钱要吃三天，哪能进饭馆子？街旁许多卖花生瓜子的。有铜板吗？我拉了他一下。没有，一个没有。没有，就完事。你要买什么？不买什么！要买什么，这不是有票子吗？他停下来不走。"}
{"text":"重见天日时，我慌忙着跟上郎华去！还剩多少钱？五毛。走过菜市，从前吃饭那个小饭馆，我想提议进去吃包子，一想到五角钱，只好硬着心肠，背了自己的愿望走过饭馆。五角钱要吃三天，哪能进饭馆子？街旁许多卖花生瓜子的。有铜板吗？我拉了他一下。没有，一个没有。没有，就完事。你要买什么？不买什么！要买什么，这不是有票子吗？他停下来不走。我想买点瓜子，没有铜板就不买。大概他想爱人要买几个铜板瓜子的愿望都不能满足！于是慷慨地摸着他的衣袋。这不是给爱人买瓜子的时候，吃饭比瓜子更要紧饿比爱人更要紧。风雪吹着，我们走回家来了，手疼，脚疼，我白白地跟着跑了一趟。广告员的梦想有一个朋友到一家电影院去画广告，月薪元。画广告留给我一个很深的印象，我一面烧早饭一面看报，又有某个电影院招请广告员被我看到，立刻我动心了我也可以吧？从前在学校时不也学过画吗？但不知月薪多少。郎华回来吃饭，我对他说，他很不愿意作这事。他说尽骗人。昨天别的报上登着一段招聘家庭教师的广告，我去接洽，其实去的人太多，招一个人，就要去，个去看看怕什么？不成，完事。我不去。你不去，我去。你自己去？我自己去！第二天早晨，我又留心那块广告，这回更能满足我的欲望。那文告又改登一次，月薪元，明明白白的是元。看一看去。不然，等着职业，职业会来吗？我又向他说。要去，吃了饭就去，我还有别的事。这次，他不很坚决了。走在街上，遇到他一个朋友。到哪里去？接洽广告员的事情。就是国际协报登的吗？是的。元啊！这元他也注意到。十字街商店高悬的大表还不到十一点钟，十二点才开始接洽。已经寻找得好疲乏了，已经不耐烦了，代替接洽的那个商行才寻到。指明的是石头道街，可是那个商行是在石头道街旁的一条顺街尾上，我们的眼睛缭乱起来。走进商行去，在一座很大的楼房二层楼上，刚看到一个长方形的亮铜牌钉在过道，还没看到究竟是什么个商行，就有人截住我们什么事？来接洽广告员的！今天星期日，不办公。"}
{"text":"就是国际协报登的吗？是的。元啊！这元他也注意到。十字街商店高悬的大表还不到十一点钟，十二点才开始接洽。已经寻找得好疲乏了，已经不耐烦了，代替接洽的那个商行才寻到。指明的是石头道街，可是那个商行是在石头道街旁的一条顺街尾上，我们的眼睛缭乱起来。走进商行去，在一座很大的楼房二层楼上，刚看到一个长方形的亮铜牌钉在过道，还没看到究竟是什么个商行，就有人截住我们什么事？来接洽广告员的！今天星期日，不办公。第二天再去的时候。还是有勇气的。是阴天，飞着清雪。那个商行的人说请到电影院本家去接洽吧。我们这里不替他们接洽了。郎华走出来就埋怨我这都是你主张，我说他们尽骗人，你不信！怎么又怨我？我也十分生气。不都是想当广告员吗？看你当吧！吵起来了。他觉得这是我的过错，我觉得他不应该同我生气。走路时，他在前面总比我快一些，他不愿意和我一起走的样子，好象我对事情没有眼光，使他讨厌的样子。冲突就这样越来越大，当时并不去怨恨那个商行，或是那个电影院，只是他生气我，我生气他，真正的目的却丢开了。两个人吵着架回来。第三天，我再不去了。我再也不提那事，仍是在火炉板上烘着手。他自己出去，戴着他的飞机帽。南岗那个人的武术不教了。晚上他告诉我。我知道，就是那个人不学了。第二天，他仍戴着他的飞机帽走了一天。到夜间，我也并没提起广告员的事。照样，第三天我也并没有提，我已经没有兴致想找那样的职业。可是他自动的，比我更留心，自己到那个电影院去过两次。我去过两次，第一回说经理不在，第二回说过几天再来吧。真他妈的！有什么劲，只为着元钱，就去给他们耍宝！画的什么广告？什么情火啦，艳史啦，甜蜜啦，真是无耻和肉麻！他发的议论，我是不回答的。他愤怒起来，好象有人非捉他去作广告员不可。你说，我们能干那样无聊的事？去他娘的吧！滚蛋吧！他竟骂起来，跟着，他就骂起自己来真是混蛋，不知耻的东西，自私的爬虫！直到睡觉时，他还没忘掉这件事，他还向我说你说，我们不是自私的爬虫是什么？只怕自己饿死，去画广告。"}
{"text":"什么情火啦，艳史啦，甜蜜啦，真是无耻和肉麻！他发的议论，我是不回答的。他愤怒起来，好象有人非捉他去作广告员不可。你说，我们能干那样无聊的事？去他娘的吧！滚蛋吧！他竟骂起来，跟着，他就骂起自己来真是混蛋，不知耻的东西，自私的爬虫！直到睡觉时，他还没忘掉这件事，他还向我说你说，我们不是自私的爬虫是什么？只怕自己饿死，去画广告。画得好一点，不怕肉麻，多招来一些看情史的，使人们羡慕富丽，使人们一步一步地爬上去就是这样，只怕自己饿死，毒害多少人不管，人是自私的东西，若有人每月给二百元，不是什么都干了吗？我们就是不能够推动历史，也不能站在相反的方面努力败坏历史！他讲的使我也感动了，并且声音不自知地越讲越大，他已经开始更细地分析自己你要小点声啊，房东那屋常常有日本朋友来。我说。又是一天，我们在中央大街闲荡着，很瘦很高的老秦在他肩上拍了一下。冬天下午三四点钟时，已经快要黄昏了，阳光仅仅留在楼顶，渐渐微弱下来，街路完全在晚风中，就是行人道上，也有被吹起的霜雪扫着人们的腿。冬天在行人道上遇见朋友，总是不把手套脱下来就握手的。那人的手套大概很凉吧，我见郎华的赤手握了一下就抽回来。我低下头去，顺便看到老秦的大皮鞋上撒着红绿的小斑点。你的鞋上怎么有颜料？他说他到电影院去画广告了。他又指给我们电影院就是眼前那个，他说我的事情很忙，四点钟下班，五点钟就要去画广告。你们可以不可以帮我一点忙？听了这话，郎华和我都没回答。五点钟，我在卖票的地方等你们。你们一进门就能看见我。老秦走开了。晚饭吃的烤饼，差不多每张饼都半生就吃下的，为着忙，也没有到桌子上去吃，就围在炉边吃的。他的脸被火烤得通红。我是站着吃的。看一看新买的小表，五点了，所以连汤锅也没有盖起我们就走出了，汤在炉板上蒸着气。不用说我是连一口汤也没喝，郎华已跑在我的前面。我一面弄好头上的帽子，一面追随他。才要走出大门时，忽然想起火炉旁还堆着一堆木柴，怕着了火，又回去看了一趟。等我再出来的时候，他已跑到街口去了。他说我做饭也不晓得快做！磨蹭，你看晚了吧！女人就会磨蹭，女人就能耽误事！可笑的内心起着矛盾。这行业不是干不得吗？怎么跑得这样快呢？他抢着跨进电影院的门去。"}
{"text":"不用说我是连一口汤也没喝，郎华已跑在我的前面。我一面弄好头上的帽子，一面追随他。才要走出大门时，忽然想起火炉旁还堆着一堆木柴，怕着了火，又回去看了一趟。等我再出来的时候，他已跑到街口去了。他说我做饭也不晓得快做！磨蹭，你看晚了吧！女人就会磨蹭，女人就能耽误事！可笑的内心起着矛盾。这行业不是干不得吗？怎么跑得这样快呢？他抢着跨进电影院的门去。我看他矛盾的样子，好象他的后脑勺也在起着矛盾，我几乎笑出来，跟着他进去了。不知俄国人还是英国人，总之是大鼻子，站在售票处卖票。问他老秦，他说不知道。问别人，又不知道哪个人是电影院的人。等了半个钟头也不见老秦，又只好回家了。他的学说一到家就生出来，照样生出来去他娘的吧！那是你愿意去。那不成，那不成啊！人，这自私的东西，多碰几个钉子也对。他到别处去了，留我一个人在家。你们怎么不去找找？老秦一边脱着皮，一边说。还到哪里找去？等了半点钟也看不到你！我们一同走吧。郎华呢？他出去了。那么我们先走吧。你就是帮我忙，每月元，你，我，均分。在广告牌前站到十点钟才回来。郎华找我两次也没有找到，所以他正在房中生气。这一夜，我和他就吵了半夜。他去买酒喝，我也抢着喝了一半，哭了，两个人都哭了。他醉了以后在地板上嚷着说一看到职业什么也不管就跑了，有职业，爱人也不要了！我是个很坏的女人吗？只为了元钱，把爱人气得在地板上滚着！醉酒的心，像有火烧，像有开水在滚，就是哭也不知道有什么要哭，已经推动了理智。他也和我同样。第二天酒醒，是星期日。他同我去画了一天的广告。我是老秦的副手，他是我的副手。第三天就没有去，电影院另请了别人。广告员的梦到底做成了，但到底是碎了。首刊于年月上海中学生第号新识太寂寞了，北国人人感到寂寞。一群人组织一个画会，大概是我提议的吧！又组织一个剧团，第一次参加讨论剧团事务的人有十几个，是借民众教育馆阅报室讨论的。其中有一个脸色很白，多少有一点象政客的人，下午就到他家去继续讲座。许久没有到过这样暖的屋子，壁炉很热，阳光晒在我的头上明亮而暖和的屋子使我感到热了！第二天是个假日，大家又到他家去。"}
{"text":"广告员的梦到底做成了，但到底是碎了。首刊于年月上海中学生第号新识太寂寞了，北国人人感到寂寞。一群人组织一个画会，大概是我提议的吧！又组织一个剧团，第一次参加讨论剧团事务的人有十几个，是借民众教育馆阅报室讨论的。其中有一个脸色很白，多少有一点象政客的人，下午就到他家去继续讲座。许久没有到过这样暖的屋子，壁炉很热，阳光晒在我的头上明亮而暖和的屋子使我感到热了！第二天是个假日，大家又到他家去。那是夜了，在窗子外边透过玻璃的白霜，晃晃荡荡的一些人在屋里闪动，同时阵阵起着高笑。我们打门的声音几乎没有人听到，后来把手放重一些，但是仍没有人听到，后来敲玻璃窗片，这回立刻从纱窗帘现出一个灰色的影子，那影子用手指在窗子上抹了一下，黑色的眼睛出现在小洞里。于是声音同人一起来在过道了。郎华来了，郎华来了！开了门，一面笑着一面握手。虽然是新识，但非常熟识了！我们在客厅门外脱了外套，差不多挂衣服的钩子都将挂满。我们来得晚了吧！不算晚，不算晚，还有没到的呢！客厅的台灯也开起来，几个人围在灯下读剧本。还有一个从前的同学也在读剧本，她的背靠着炉壁，淡黄色有点闪光的炉壁衬在背后，她黑的作着曲卷的头发就要散到肩上去。她演剧一般地在读剧本。她波状的头发和充分作着圆形的肩，停在淡黄色的壁炉前，是一幅完成的少妇美丽的剪影。她一看到我就不读剧本了！我们两个靠着墙，无秩序地谈了些话。研究着壁上嵌在大框子里的油画。我受冻的脚遇到了热，在鞋里面作痒。这是我自己的事，努力忍着好了！客厅中那么许多人都是生人。大家一起喝茶，吃瓜子。这家的主人来来往往地走，他很象一个主人的样子，他讲话的姿式很温和，面孔带着敬意，并且他时时整理他的上衣挺一挺胸，直一直胳臂，他的领结不知整理多少次，这一切表示着主人的样子。客厅每一个角落有一张门，可以通到三个另外的小屋去，其余的一张门是通过道的。就从一个门中走出一个穿皮外套的女人，转了一个弯，她走出客厅去了。我正在台灯下读着一个剧本时，听到郎华和什么人静悄悄在讲话。看去是一个胖军官样的人和郎华对面立着。他们走到客厅中央圆桌的地方坐下来。他们的谈话我听不懂，什么炮二队第九期，第八期，又是什么人，我从未听见过的名字郎华说出来，那人也说，总之很稀奇。"}
