{"text":"著有长篇小说官场现形记等。密司英语的音译，意为小姐。漆某指漆树芬―，字南薰，四川江津人，经济学家。日本京都帝国大学毕业。著有帝国主义经济侵略下之中国。一九二六年任川军向士俊师政治部主任，新蜀报主笔。一九二七年在重庆三三一惨案中被杀。新蜀报，一九二一年创刊于重庆，一九五年停刊。第一次国内革命战争时期，该报在中国共产党人的支持下积极宣传反帝反封建，起过一定的进步作用。羞恶之心语见孟子公孙丑上无羞恶之心，非人也。诗经我国最早的一部诗歌总集，约成书于西周到春秋时代，共三五篇。本篇备考中虽属谑而虐兮一语，出自诗经卫风淇奥善戏谑兮，不为虐兮。备考偶像与奴才西屏备考偶像与奴才西屏七八岁时，那时我的祖母还在世上，我曾经扮了一会犯人，穿红布衣，上了手铐，跟着神像走。神像是抬着走的，我是两脚走的，经过了许多街市，到了一个庙里停止，于是我脱下了那些东西而是一个无罪之人了。据祖母说，这样走了一遍，可以去灾离难却病延年。可是在后我颇能生病，――但还能活到现在，也许是这扮犯人之功了。那时我听了大人们的妙论，看见了泥菩萨，就有些敬惧，莫名其妙的骇怪的敬惧。后来在学校里听了些新理回来，这妙论渐渐站脚不住。十岁时跟了父亲到各码头走走，怪论越听越多，于是泥菩萨的尊严，在我脑府里丢了下来。此后看见了红脸黑头的泥像，就不会谨兢的崇奉，而伯母们就叫我是个书呆子。因为听了洋学堂里先生的靠不住说话，实在有些呆气。这呆气似乎是个妖精，缠上了就摆脱不下，一直到现在，我还是不相信泥菩萨，虽然我还记得灾离难，难离身，一切灾难化灰尘，救苦救难观世音等的经语。据说，这并不希奇，现在不信神道的人极多。随意说说，大家想无疑义，――但仔细考究起来，觉得不崇奉偶像的人并不多。穿西装染洋气的人，也俨然是抬头三尺有神明，虔虔诚诚的相信救主耶稣坐卧静动守着他们，更无论于着马褂长袍先生们之信奉同善社教主了。达尔文提倡的进化论在中国也一样的通得过去。自从民国以来，世道日下，人心不古，偶像进化到不必定是泥菩萨了。不仅忧时志士，对此太息就是在我，也觉得邪说中人之毒，颇有淋漓尽致之叹。我并不是古道之士叹惜国粹沦亡，洋教兴旺我是忧愁偶像太多，崇拜的人随之太多。而清清醒醒的人，愈见其少耳。"}
{"text":"随意说说，大家想无疑义，――但仔细考究起来，觉得不崇奉偶像的人并不多。穿西装染洋气的人，也俨然是抬头三尺有神明，虔虔诚诚的相信救主耶稣坐卧静动守着他们，更无论于着马褂长袍先生们之信奉同善社教主了。达尔文提倡的进化论在中国也一样的通得过去。自从民国以来，世道日下，人心不古，偶像进化到不必定是泥菩萨了。不仅忧时志士，对此太息就是在我，也觉得邪说中人之毒，颇有淋漓尽致之叹。我并不是古道之士叹惜国粹沦亡，洋教兴旺我是忧愁偶像太多，崇拜的人随之太多。而清清醒醒的人，愈见其少耳。在这里且先来将偶像分类。据英国洋鬼子裴根一五六一――一六二六说，偶像可分为四类――一种族之偶像二岩穴之偶像三市场之偶像四舞台之偶像凡洋鬼子讲的话，大概都有定义和详细的讨论。然而桐城派的文章，主简朴峭劲，所以我只取第三类偶像来谈谈，略去其他三类。所谓市场之偶像者，据许多洋书上所说，是这样的――逐波随流之盲从者，众咻亦咻，众俞亦俞，凡于事初无辨析，惟道听途说，取为珍宝，奉名人之言以为万世经诰，放诸天下而皆准，不为审择者，皆信奉市场偶像之徒也。对于空洞的学说信仰，若德谟克拉西，道尔顿制，等，此等信徒，犹是市场偶像信徒之上上者其下焉者，则惟崇拜基人，于是泥塑的偶像，一变而为肉装骨撑的俗夫凡胎矣。恶之欲其死，爱之欲其生，凡是胸中对于某人也者，一有成见，便难清白认识。大概看过列子的人，总能记得邻人之子窃斧一段文字，就可想到这一层。内省心理学者作试验心理内省报告的，必须经过好好一番训练，――所以要如此这般者，也无非想免去了内心的偶像，防省察有所失真耳。然而主观成见之能免去，实是极难，几乎是不可能的事。不过这是题外文章，且按下不讲我所奇怪而禁不住要说说者，是自己自谓是新人，教人家莫有偶像观念，而自己却偏偏做了市场偶像之下等信徒也。崇拜泥菩萨的被别人讥嗤为愚氓者，这自然不是希罕的事，因为泥菩萨并不高明，为什么要低首下心的去做这东西的信徒呢？"}
{"text":"不过这是题外文章，且按下不讲我所奇怪而禁不住要说说者，是自己自谓是新人，教人家莫有偶像观念，而自己却偏偏做了市场偶像之下等信徒也。崇拜泥菩萨的被别人讥嗤为愚氓者，这自然不是希罕的事，因为泥菩萨并不高明，为什么要低首下心的去做这东西的信徒呢？然而，我想起心理分析学者和社会心理学者的求足说，愚夫愚妇之不得于现实世界上，能像聪明人们的攫得地位金钱，而仅能作白日梦一般，于痴望中求神灵庇佑，自满幻愿也是很可哀怜，很可顾念的了。对于这班无知识的弱者，我们应该深与同情而且，你如果是从事于社会光明运动者，便有先觉常后觉觉醒他们的必要。――但是知识阶级，有的而且是从事社会光明运动者，假使也自己做起白日梦来，昏昏沉沉的卷着一个偶像，虔心膜拜顶礼，则岂不可叹，岂不可哀呢！近来颇有人谈谈国民性，于是我就疑心，以为既然彼此同为中华民国国民，所具之国民性当是相同，那末此等偶像崇拜也许是根据于某一种特性罢，虽然此间的对象偶像并不相同。这疑心一来就蹊跷，――因为对象之不同，仅是程度高下的分别，不是性质的殊异。倘使弗罗伊特性欲说洌铮钦实的说话，化装游戏这个道理，在此间何尝不可应用？做一会呆子罢，去找寻找寻这特性出来。我当然不敢说我这个研究的结果十分真确，但只要近乎真的，也就不妨供献出来讨论讨论。的社会心理学第五章人格论，自己表现这一段里，将人分作两类，自尊与自卑又外展与内讼。他说最内讼的人，是在幻想中求满足。隐蔽之欲望，乃于白日梦或夜梦中得偿补之。其结果遂将此伪象与真实生活相混杂连结。真实的现象，都用幻想来曲解，务期与其一己所望吻合，于是事物之真价，都建设在一个奇怪的标准上了。白痴或癫狂的人，对于细事过分的张扬，即是此例。懦弱，残废，或幼年时与长大之儿童作伴。倘使不幻想满足的事情，就常常保留住自卑的习气。慑服，曲媚于其苛虐之父执，师长或长兄，而成为一卑以自牧之奴儿。不敢对别人表白自己的意见，逢到别人，往往看得别人非凡伟大，崇高，而自己柔驯屈伏于下。"}
{"text":"他说最内讼的人，是在幻想中求满足。隐蔽之欲望，乃于白日梦或夜梦中得偿补之。其结果遂将此伪象与真实生活相混杂连结。真实的现象，都用幻想来曲解，务期与其一己所望吻合，于是事物之真价，都建设在一个奇怪的标准上了。白痴或癫狂的人，对于细事过分的张扬，即是此例。懦弱，残废，或幼年时与长大之儿童作伴。倘使不幻想满足的事情，就常常保留住自卑的习气。慑服，曲媚于其苛虐之父执，师长或长兄，而成为一卑以自牧之奴儿。不敢对别人表白自己的意见，逢到别人，往往看得别人非凡伟大，崇高，而自己柔驯屈伏于下。节译到这里，我想起我国列圣列贤的训诲，都是教人卑以自牧的道德话来。向来以谦恭为美德的中国人，连乡下看牛郎也知道吃亏就是便宜的格言，做做奴才也是正理！――倘使你不相信，可以看看施公案彭公案之类之类的民间通行故事，官员对着皇上也者，不是自称奴才吗？这真是国民性自己表现得最透彻的地方。那末于现在偶像崇拜之信徒，也自然不必苛求了，因为国民性生来是如此地奴气十足的。这样说来，中国国民就可怜得很，差不多是生成的奴才了。新人们之偶像崇拜，固然是个很好的事证，而五卅惨案之非国耻，宁波学生为五卅案罢课是经子渊氏的罪案，以及那些不敢讲几句挺立的话，惧恐得罪于诸帝国主义之英日法美等国家之国家主义者，诸此议论与事实，何尝不是奴才国民性之表现呢？如其你是灼见这些的，你能不哀叹吗？但是现在国内连哀叹呻吟都遭禁止的呢！有声望的人来说正义话，就有流言年青一些的说正义话，那更是灭绝人伦，背圣弃道，是非孝公妻赤化的人物了。对于这些自甘于做奴才的人们，你可有办法吗？倘使聊斋故事真实，我真想将那些奴才们的脑子来掉换一下呢。此外又有许多想借用别国社会党人的势力来帮助中国脱离奴才地位的，何尝不是看人高大，自视卑下白日梦中求满足的奴才思想呢？自己不想起来，只求别人援手，这就是奴才的本质，而不幸这正是国内知识阶级流行的事实。要之，自卑和内讼，是我国民的劣根性。此劣性一天不拔去，就一天不能脱离于奴才。脱离奴才的最好榜样，是德国。在这里请引前德皇威廉二世的话来作结束。他说――恢复德意志从来之地位，切不可求外界之援助，盖求之未必即行，行矣亦必自隐于奴隶地位。自立不倚赖人，此为国民所必具之意识。如国民全阶级中觉悟时，则向上之心，油然而发。"}
{"text":"自己不想起来，只求别人援手，这就是奴才的本质，而不幸这正是国内知识阶级流行的事实。要之，自卑和内讼，是我国民的劣根性。此劣性一天不拔去，就一天不能脱离于奴才。脱离奴才的最好榜样，是德国。在这里请引前德皇威廉二世的话来作结束。他说――恢复德意志从来之地位，切不可求外界之援助，盖求之未必即行，行矣亦必自隐于奴隶地位。自立不倚赖人，此为国民所必具之意识。如国民全阶级中觉悟时，则向上之心，油然而发。若德国人有全体国民意识时，则同胞互助之精神，祖国尊严之自觉罔不同来，自不难再发挥如战前按此指欧洲大战之国民气概。备考示众育熙备考示众育熙自从汪原放标点了红楼梦水浒，为书贾大开了一个方便之门，于是一些书店掌柜及伙计们大投其机，忙着从故纸堆里搬出各色各样的书，都给它改头换面，标点出来，卖之四方，乐得名利双收。而尤以昆山陶乐勤对这玩意儿特别热心。平心而论，标点家如果都像汪原放那样对于书的选择及标点的仔细，自有相当的功劳若仅以赚钱为目的而大拆其烂污，既对不住古人，又欺骗了读者，虽不说应处以若干等有期徒刑，至少也应以杖叩其胚，惩一儆百，以免效尤的。现在且将陶乐勤标点的中国名曲第一种桃花扇举出来示众――陶乐勤标点的以后省作陶的上册第三十页贞丽堂中女，好珠难比学得新莺，恰恰啼春锁重门人未知。――尾声姑不问其叶韵不叶韵，只问其通不通，若要念得下去，就应是――贞丽堂中女，好珠难比学得新莺恰恰啼，春锁重门人未知。――尾声又如陶的上册五四页方域金粉未消亡，闻得六朝香满。天涯烟草断人肠，怕催花信紧风风雨雨，误了春光。――缑山月桃花扇里面，每折都是一韵或互通韵到底，此折――访翠是阳江韵，开头怎么又弄成先韵了呢？这又是陶乐勤错了，应改作――方域金粉未消亡，闻得六朝香。满天涯芳草断人肠！怕催花信紧，风风雨雨，误了春光。――缑山月又如陶的上册第四十九页大笑着不料这侯公子倒是知己！这一折是侦戏，原来陈定生请方密之冒辟疆两位公子在鸡鸣埭上吃酒，借阮大铖的戏班演他的燕子笺，大铖因自己编的曲自己的行头自己的班，想听听他们几位公子的批评如何，所以着人去探。"}
{"text":"这又是陶乐勤错了，应改作――方域金粉未消亡，闻得六朝香。满天涯芳草断人肠！怕催花信紧，风风雨雨，误了春光。――缑山月又如陶的上册第四十九页大笑着不料这侯公子倒是知己！这一折是侦戏，原来陈定生请方密之冒辟疆两位公子在鸡鸣埭上吃酒，借阮大铖的戏班演他的燕子笺，大铖因自己编的曲自己的行头自己的班，想听听他们几位公子的批评如何，所以着人去探。最初探听回来，几位公子对燕子笺都是好评，所以大铖很得意。但谁也不知还有位侯公子在座，为什么他就说侯公子是知己呢？原来又是陶乐勤错了，因为照原文应该是――大笑着不料这班公子倒是知己！这点陶乐勤不能推到手民误排，虽然班字同侯字样子差不多，但陶自己在侯字旁边加了个引号―了。如以上所举的小错处，实在指不胜指再举几处大错处来请大家看看――陶的上册三十七页魏家干，又是崔家干，一处处儿同吃。东林里丢飞箭，西厂里牵长线怎掩傍人眼宇，难免同气崔田。同气崔田热，兄弟粪争尝痈。陶的上册第一百一十一至一百一十二页你看中原豺虎乱如麻，都窥伺龙楼凤阙帝王家。有何人勤王报主，肯把粮草缺乏？一阵阵拍手喧哗，一阵阵拍手喧哗，百忙中教我如何答话？好一似薨薨白昼闹旗拿那督帅无老将，选士皆娇娃，却教俺自撑达，却教俺自撑达，正腾腾杀气，这军粮又蜂衙！上面抄的这两阕，我先要问问陶乐勤自己读得顺口不顺口？怎么讲？我还要请读者凭良心说看得懂不懂，读得下去读不下去。如果看不懂读不下的话，就请看下面――魏家干，又是崔家干，――一处处儿字难免。同气崔田！同气崔田，热兄弟粪争尝痈同吮！东林里丢飞箭，西厂里牵长线，怎掩旁人眼！又你看中原豺虎乱如麻，都窥伺龙楼凤阙帝王家。有何人勤王报主，肯把义旗拿？那督帅无老将，选士皆娇娃，却教俺自撑达！却教俺自撑达，正腾腾杀气，这军粮草又早缺乏。一阵阵拍手喧哗，――一阵阵拍手喧哗，百忙中教我如何答话？好一似薨薨白昼闹蜂衙！"}
{"text":"同气崔田！同气崔田，热兄弟粪争尝痈同吮！东林里丢飞箭，西厂里牵长线，怎掩旁人眼！又你看中原豺虎乱如麻，都窥伺龙楼凤阙帝王家。有何人勤王报主，肯把义旗拿？那督帅无老将，选士皆娇娃，却教俺自撑达！却教俺自撑达，正腾腾杀气，这军粮草又早缺乏。一阵阵拍手喧哗，――一阵阵拍手喧哗，百忙中教我如何答话？好一似薨薨白昼闹蜂衙！阅者试把这两阕同陶标点的两阕对照一下，就可看出他大错而特错，就可看出陶乐勤不问自己懂不懂就乱七八糟的胡闹了。为爱惜纸张起见，不再抄了。我觉得近来批评翻译的人很多，而对于标点家大家都置之不理，一则未免辜负他们一片热心，二则因其不问不闻，他们也就愈加猖獗，上当的人太多，所以才来当这一次义务的较对兼书记。我希望大家不要再上他们的当！附记我所根据的是上海梁溪图书馆于中华民国十三年四月十五日再版的全书二册定价一元二角昆山陶乐勤先生标点的中国名曲第一种――桃花扇，并且卷首有陶乐勤自己的新序，一再说过旧本印品，差字脱句甚多，均经改正加入，其有错误者，亦经添改了的。这并不是替他做广告，不过说明白以明责任而清手续耳。一九二八，三，三，于北京。本篇最初发表于一九二八年四月十六日语丝周刊第四卷第十六期，在示众一文之后。桃花扇传奇剧本，清初孔尚任作，四卷，四十二出。写明末名士侯方域和名妓李香君的爱情故事。备考通信季廉备考通信季廉我生二十五岁了。从民国元年改用西历起，到现在已经过了十七个新年了，――不，三十四个新年了。因为过了阳历新年，还照例要过旧历新年的，若按过一个新年算添一岁的话，我现在应是三十九岁了。那么人生七十古来稀，在民国却并不稀了。今日又是阴历除夕，天涯沦落，颇有点身世之感。为的要排遣我的怅惆，顺手将案头的旧报拿来解闷，可是却发见了不少的好材料。今谨分类抄粘，深盼记者先生将它公诸国人，以期仰副大元帅昌明礼教之至意，且表彰刘教长整顿学风之苦心云尔。一关于礼制的礼制馆成立潘复等有演说京讯礼制馆于昨日衔缍毙谐闪瘢笠樯螅及各阁员，均往参加。首由总裁潘复，副总裁沈瑞麟致词，教长刘哲，亦有演说，次总纂江瀚答词。至三时许始散。"}
{"text":"那么人生七十古来稀，在民国却并不稀了。今日又是阴历除夕，天涯沦落，颇有点身世之感。为的要排遣我的怅惆，顺手将案头的旧报拿来解闷，可是却发见了不少的好材料。今谨分类抄粘，深盼记者先生将它公诸国人，以期仰副大元帅昌明礼教之至意，且表彰刘教长整顿学风之苦心云尔。一关于礼制的礼制馆成立潘复等有演说京讯礼制馆于昨日衔缍毙谐闪瘢笠樯螅及各阁员，均往参加。首由总裁潘复，副总裁沈瑞麟致词，教长刘哲，亦有演说，次总纂江瀚答词。至三时许始散。兹分录潘沈江等演词如下一总裁致词中国以礼教立国，经世宰物，修己治人之道，莫重于礼。大而天地民物，小而视听言动，一以礼为依归，自礼教I废，而后法治始兴。然法者所以佐治之具，而非制治之本原也。民国肇建十有余载，礼制废置不讲，诚为一大阙憾。历年变乱不息，未始不由于此。举其著者如婚丧祭葬之仪，公私冠服之制，曾未明白规定，人民多无率从，何以肃观瞻而定民志？况于古圣经邦体国之精义乎！今大元帅有鉴于此，兢兢以礼制为亟，开馆延宾，罗致一时名宿，共议礼乐制度，造端宏大，规画深远。诸君子皆鸿儒硕彦，于古今礼俗之宜，研求有素，必能本所夙蓄，详加稽考，发抒伟议，导扬国光。鄙人躬与盛会，易胜欣幸之至！二副总裁致词顷闻潘总裁所论，极为正大，鄙人不胜钦佩。缘古圣王制礼，所以范围民物，故曰礼者，正人心定风俗明上下者也。后世礼教不明，而大乱因之以起，今日议礼订乐，浅见者，几以为笑谈不知根本之图，乌可弃而不讲？果使人人有正本清源之志，则离经畔道之说，何至而生？又何虑赤党之滋蔓乎？惟礼与时为变通，当斟酌时俗所宜，定为通行之制，使耳目不至惊骇，而精意已寓乎其间。曾文正所谓用今日冠服之常，而悉符古昔仁义等杀之精是也。鄙人学识固陋，幸得与诸君子聚首一堂，敢贡其一得之愚，尚希大雅赐以教督为幸。三总纂答词顷闻总裁副总裁教育刘总长同抒高论，钦佩无极。共和建国以来，议订礼制，已有四次第一次为民国三年政事堂所设立，亦名礼制馆，于五年停办第二次于六年夏间，由内务部礼俗司继续编订第三次为九年秋间，国务院内务部会同设立之修订礼制处，于十年冬因费绌裁撤第四次为十四年，内务部呈准设立之礼制编纂会，至本馆奉令设立后，亦告结束。计前后纂订之案，不下十余种，有业经公布者，有未及公布者，亦有属稿将竣而以政变，未及呈送者。譬诸大辂，椎轮已具，依次孟晋，易观厥成。记曰，人有礼则安，无礼则危。"}
{"text":"三总纂答词顷闻总裁副总裁教育刘总长同抒高论，钦佩无极。共和建国以来，议订礼制，已有四次第一次为民国三年政事堂所设立，亦名礼制馆，于五年停办第二次于六年夏间，由内务部礼俗司继续编订第三次为九年秋间，国务院内务部会同设立之修订礼制处，于十年冬因费绌裁撤第四次为十四年，内务部呈准设立之礼制编纂会，至本馆奉令设立后，亦告结束。计前后纂订之案，不下十余种，有业经公布者，有未及公布者，亦有属稿将竣而以政变，未及呈送者。譬诸大辂，椎轮已具，依次孟晋，易观厥成。记曰，人有礼则安，无礼则危。今大元帅思深虑远，殷殷以议礼定乐为陶淑人心，挽回气运之急务。遐迩闻之，孰不兴感？在事同人，拟先将前纂各稿共同研究，如有疏漏，加以增改，集群策群力，务于半载之内，竟此全功，以期仰副大元帅昌明礼教之至意。所有未尽事宜，尚望总裁副总裁与诸君子随时指导为幸。见十六年十一月十八日大公报。北京孔教会昨日祀天礼毕，陈焕章张廷健张廷桂荡蠼簿椤见十二月二十四日大公报。二关于考试的，其题目见逐日报端。依次列举如下教育部昨日考试民国大氖蕴馕胺缓笾恩说。教部昨考平民大学，国文题为与国人交止于信说教部昨考中国大学，国文题为懊献右孕八岛嵝校洪水猛兽并列，试申言其害之所在说。教部昨甄别通才商专学校，题为通商惠工教部昨甄试中央大学，题为礼义廉芄奈邸薄经过这样的考试后，圣道就发达了，斯文就不丧了，邪说也就辟了，人心也就古了，尧舜禹汤之世，也就行见于今日了。在辇毂之下的小民，沐德真是无涯了。三学生与考试朝阳大学前被捕去男生孙浩潭李菊天等，业已释出巳耍钴饺乩忠阋蛏蟛榍节较重，一时不易释放云。十六年十一月三十日大公报。朝阳大学前次被军警捕去男女学生李菊天乐毅李芙鹊仁嗳耍蚩际郧榻诓还刂匾均已先后释出。十二月二十日大公报。事实很明白的告诉我们，李菊天乐毅李芙蓉一干人被军警捕去，监禁了二十天。罪名是因考试情节。整顿学风，原来如此整顿法。我生也晚，实在少见少闻。记者先生，听说什么地方有保障人权宣言，不知是否也只是讲着玩的？天涯岁暮，触景生悲，感着我生二十五岁已过了三十九个新年了，感着生命的微弱，感着我四周的漆黑一团。感着。季廉。除夕。"}
