{"text":"若来发些个不自由的议论，或是写些个有限度的感想，倒不如把这身所直受的人的话语抄写在这里这里的事件直至现在仍是很混沌，在人家大军从四面八方包围来了的声中，当局还不断的放出和平有望的空气。前几天交通都断绝了，人们逃也无处逃，跑也跑不了，于是大家都觉得人们很能镇静，自从平津恢复通车后，情形也不同了，搬家的车，络绎不断的向车站涌，我到站上去看过，行李堆积到屋梁了。一般汉奸走狗们活动的非常有劲，和平解决的侧面折冲还在天津进行。双方所折冲的是什么，虽有种种传说，但都不能信实，不过前几天，当局发表的谈话和布告，说这次事件是局部的问题，拒绝慰劳，禁止募捐，不许有爱国的组织与行动等看来，也很看出我们当局的意向了。可惜的是，我们虽具和平！诚意，却不能遏止人家占领的决心！等到大军配备好了的时候，哀的美顿书会立刻提出来了。那时日也不会再延到多久。昨天又听到这样的谣言，是汉奸们向二十九军宣传的一不受共产党的挑拨。二不为东北人利用。三不做十九路军第二。他们的理由是中日邦交本不坏，只因共党从中捣鬼而弄坏了东北人年来高喊打回老家去，一旦打回去也只是东北人回到故乡，别人得不到好处看到十九路军单独抗战的结果，只是单独牺牲。特别是第三项，好似很能打动当局的心。不过他们所恐惧的，终将不能避免。我这些天生活很沉闷，天天日间睡午觉，夜间听炮声，在思量着，一旦战争爆发了，应当取怎样的行动。吟借给我的两部书，因为担心它们的命运，今天寄出给你们了，和土地比起来，书自然很微小，但我们能保卫的，总不要失去。好，再见！失眠之夜为什么要失眠呢！烦躁，恶心，心跳，胆小，并且想要哭泣。我想想，也许就是故乡的思虑罢。窗子外面的天空高远了，和白棉一样绵软的云彩低近了，吹来的风好象带点草原的气味，这就是说已经是秋天了。在家乡那边，秋天最可爱。蓝天蓝得有点发黑，白云就象银子做成一样，就象白色的大花朵似的点缀在天上就又象沉重得快要脱离开天空而坠了下来似的，而那天空就越显得高了，高得再没有那么高的。昨天我到朋友们的地方走了一遭，听来了好多的心愿那许多心愿综合起来，又都是一个心愿。这回若真的打回满洲去，有的说，煮一锅高粱米粥喝有的说，咱家那地豆多么大！"}
{"text":"窗子外面的天空高远了，和白棉一样绵软的云彩低近了，吹来的风好象带点草原的气味，这就是说已经是秋天了。在家乡那边，秋天最可爱。蓝天蓝得有点发黑，白云就象银子做成一样，就象白色的大花朵似的点缀在天上就又象沉重得快要脱离开天空而坠了下来似的，而那天空就越显得高了，高得再没有那么高的。昨天我到朋友们的地方走了一遭，听来了好多的心愿那许多心愿综合起来，又都是一个心愿。这回若真的打回满洲去，有的说，煮一锅高粱米粥喝有的说，咱家那地豆多么大！说着就用手比量着，这么碗大珍珠米，老的一煮就开了花的，一尺来长的还有的说，高粱米粥咸盐豆。还有的说，若真的打回满洲去，三天二夜不吃饭，打着大旗往家跑。跑到家去自然也免不了先吃高粱米粥或咸盐豆。比方高粱米那东西，平常我就不愿吃，很硬，有点发涩也许因为我有胃病的关系，可是经他们这一说，也觉得非吃不可了。但是什么时候吃呢？那我就不知道了。而况我到底是不怎样热烈的，所以关于这一方面，我终究不怎样亲切。但我想我们那门前的蒿草，我想我们那后园里开着的茄子的紫色的小花，黄瓜爬上了架。而那清早，朝阳带着露珠一齐来了！我一说到蒿草或黄瓜，三郎就向我摆手或摇头不，我们家，门前是两棵柳树，树荫交织着做成门形。再前面是菜园，过了菜园就是山。那金字塔形的山峰正向着我们家的门口，而两边象蝙蝠的翅膀似的向着村子的东方和西方伸展开去。而后园黄瓜茄子也种着，最好看的是牵牛花在石头墙的缝隙爬遍了，早晨带着露水牵牛花开了我们家就不这样，没有高山，也没有柳树只有我常常这样打断他。有时候，他也不等我说完，他就接下去。我们讲的故事，彼此都好象是讲给自己听，而不是为着对方。只有那么一天，他买来了一张东北富源图挂在墙上了，染着黄色的平原上站着小马，小羊，还有骆驼，还有牵着骆驼的小人海上就是些小鱼，大鱼，黄色的鱼，红色的好象小瓶似的大肚的鱼，还有黑色的大鲸鱼而兴安岭和辽宁一带画着许多和海涛似的绿色的山脉。他的家就在离着渤海不远的山脉中，他的指甲在山脉上爬着这是大凌河这是小凌河哼没有，这个地图是个不完全的，是个略图好哇！天天说凌河，哪有凌河呢！我不知为什么一提到家乡，常常愿意给他扫兴一点。你不相信！我给你看。"}
{"text":"他的家就在离着渤海不远的山脉中，他的指甲在山脉上爬着这是大凌河这是小凌河哼没有，这个地图是个不完全的，是个略图好哇！天天说凌河，哪有凌河呢！我不知为什么一提到家乡，常常愿意给他扫兴一点。你不相信！我给你看。他去翻他的书橱去了，这不是大凌河小凌河小孩的时候在凌河沿上捉小鱼，拿到山上去，在石头上用火烤着吃这边就是沈家台，离我们家二里路因为是把地图摊在地板上看的缘故，一面说着，他一面用手扫着他已经垂在前额的发梢。东北富源图就挂在床头，所以第二天早晨，我一张开了眼睛，他就抓住了我的手我想将来我回家的时候，先买两匹驴，一匹你骑着，一匹我骑着先到我姑姑家，再到我姐姐家顺便也许看看我的舅舅去我姐姐很爱我她出嫁以后，每回来一次就哭一次，姐姐一哭，我也哭这有七八年不见了！也都老了。那地图上的小鱼，红的，黑的，都能够看清，我一边看着，一边听着，这一次我没有打断他，或给他扫一点兴。买黑色的驴，挂着铃子，走起来铛啷啷铛啷啷啷他形容着铃音的时候，就象他的嘴里边含着铃子似的在响。我带你到沈家台去赶集。那赶集的日子，热闹！驴身上挂着烧酒瓶我们那边，羊肉非常便宜羊肉炖片粉真有味道！唉呀！这有多少年没吃那羊肉啦！他的眉毛和额头上起着很多皱纹。我在大镜子里边看了他，他的手从我的手上抽回去，放在他自己的胸上，而后又背着放在枕头下面去，但很快地又抽出来。只理一理他自己的发梢又放在枕头上去。而我，我想你们家对于外来的所谓媳妇也一样吗？我想着这样说了。这失眠大概也许不是因为这个。但买驴子的买驴子，吃咸盐豆的吃咸盐豆，而我呢？坐在驴子上，所去的仍是生疏的地方，我停着的仍然是别人的家乡。家乡这个观念，在我本不甚切的，但当别人说起来的时候，我也就心慌了！虽然那块土地在没有成为日本的之前，家在我就等于没有了。这失眠一直继续到黎明之前，在高射炮的声中，我也听到了一声声和家乡一样的震抖在原野上的鸡鸣。"}
{"text":"而我，我想你们家对于外来的所谓媳妇也一样吗？我想着这样说了。这失眠大概也许不是因为这个。但买驴子的买驴子，吃咸盐豆的吃咸盐豆，而我呢？坐在驴子上，所去的仍是生疏的地方，我停着的仍然是别人的家乡。家乡这个观念，在我本不甚切的，但当别人说起来的时候，我也就心慌了！虽然那块土地在没有成为日本的之前，家在我就等于没有了。这失眠一直继续到黎明之前，在高射炮的声中，我也听到了一声声和家乡一样的震抖在原野上的鸡鸣。署名萧红，刊于年月日武汉七月第集第期天空的点缀用了我有点苍白的手，卷起纱窗来，在那灰色的云的后面，我看不到我所要看的东西这东西是常常见的，但它们真的载着炮弹飞起来的时候，这在我还是生疏的事情，也还是理想着的事情。正在我踌躇的时候，我看见了，那飞机的翅子好象不是和平常的飞机的翅子一样它们有大的也有小的好象还带着轮子，飞得很慢，只在云彩的缝际出现了一下，云彩又赶上来把它遮没了。不，那不是一只，那是两只，以后又来了几只。它们都是银白色的，并且又都叫着呜呜的声音，它们每个都在叫着吗？这个，我分不清楚。或者它们每个在叫着的，节拍象唱歌的，是有一定的调子，也或者那在云幕当中撒下来的声音就是一片。好象在夜里听着海涛的声音似的，那就是一片了。过去了！过去了！心也有点平静下来。午饭时用过的家具，我要去洗一洗。刚一经过走廊，又被我看见了，又是两只。这次是在南边，前面一个，后面一个，银白色的，远看有点发黑，于是我听到了我的邻家在说这是去轰炸虹桥飞机场。我只知道这是下午两点钟，从昨夜就开始的这战争。至于飞机我就不能够分别了，日本的呢？还是中国的呢？大概是日本的吧！因为是从北边来的，到南边去的，战地是在北边中国虹桥飞机场是真的，于是我又起了很多想头是日本打胜了吧！所以安闲地去炸中国的后方，是一定是，那么这是很坏的事情，他们没止境的屠杀，一定要象大风里的火焰似的那么没有止境很快我批驳了我自己的这念头，很快我就被我这没有把握的不正确的热望压倒了，中国，一定是中国占着一点胜利，日本遭了些挫伤。假若是日本占着优势，他一定要冲过了中国的阵地而追上去，哪里有工夫用飞机来这边扩大战线呢？"}
{"text":"所以安闲地去炸中国的后方，是一定是，那么这是很坏的事情，他们没止境的屠杀，一定要象大风里的火焰似的那么没有止境很快我批驳了我自己的这念头，很快我就被我这没有把握的不正确的热望压倒了，中国，一定是中国占着一点胜利，日本遭了些挫伤。假若是日本占着优势，他一定要冲过了中国的阵地而追上去，哪里有工夫用飞机来这边扩大战线呢？风很大，在游廊上，我拿在手里的家具，感到了点沉重而动摇，一个小白铝锅的盖子，啪啦啪啦地掉下来了，并且在游廊上啪啦啪啦地跑着，我追住了它，就带着它到厨房去。至于飞机上的炸弹，落了还是没落呢？我看不见，而且我也听不见，因为东北方面和西北方面炮弹都在开裂着。甚至于那炮弹真正从哪方面出发，因着回音的关系，我也说不定了。但那飞机的奇怪的翅子，我是看见了的，我是含着眼泪而看着它们，不，我若真的含着眼泪而看着它们，那就相同遇到了魔鬼而想教导魔鬼那般没有道理。但在我的窗外，飞着，飞着，飞去又飞来了的，飞得那么高，好象有一分钟那飞机也没离开我的窗口。因为灰色的云层的掠过，真切了，朦胧了，消失了，又出现了，一个来了，一个又来了。看着这些东西，实在的我的胸口有些疼痛。一个钟头看着这样我从来没有看过的天空，看得疲乏了，于是，我看着桌上的台灯，台灯的绿色的伞罩上还画着菊花，又看到了箱子上散乱的衣裳，平日弹着的六条弦的大琴，依旧是站在墙角上。一样，什么都是和平常一样，只有窗外的云，和平日有点不一样，还有桌上的短刀和平日有点不一样，紫檀色的刀柄上镶着两块黄铜，而且不装在红牛皮色的套子里。对于它我看了又看，我相信我自己绝不是拿着这短刀而赴前线。署名萧红，刊于年月日武汉七月第卷第期一条铁路底完成一九二八年的故事，这故事，我讲了好几次。而每当我读了一节关于学生运动记载的文章之后，我就想起那年在哈尔滨的学生运动，那时候我是一个女子中学里的学生，是开始接近冬天的季节。我们是在二层楼上有着壁炉的课室里面读着英文课本。因为窗子是装着双重玻璃，起初使我们听到的声音是从那小小的通气窗传进来的。英文教员在写着一个英文字，他回一回头，他看一看我们，可是接着又写下去，一个字终于没有写完，外边的声音就大了，玻璃窗子好象在雨天里被雷声在抖着似的那么轰响。"}
{"text":"而每当我读了一节关于学生运动记载的文章之后，我就想起那年在哈尔滨的学生运动，那时候我是一个女子中学里的学生，是开始接近冬天的季节。我们是在二层楼上有着壁炉的课室里面读着英文课本。因为窗子是装着双重玻璃，起初使我们听到的声音是从那小小的通气窗传进来的。英文教员在写着一个英文字，他回一回头，他看一看我们，可是接着又写下去，一个字终于没有写完，外边的声音就大了，玻璃窗子好象在雨天里被雷声在抖着似的那么轰响。短板墙以外的石头道上在呼叫着的，有那许多人，我从来没有见过，使我想象到军队，又想到马群，又想象到波浪，总之对于这个我有点害怕。校门前跑着拿长棒的童子军，而后他们冲进了教员室，冲进了校长室，等我们全体走下楼梯的时候，我听到校长室里在闹着。这件事情一点也不光荣，使我以后见到男学生们总带着对不住或软弱的心情。你不放你的学生出动吗？我们就是钢铁，我们就是熔炉跟着听到有木棒打在门扇上或是地板上，那乱糟糟的鞋底的响声。这一切好象有一场大事件就等待着发生，于是有一种庄严而宽宏的情绪高涨在我们的血管里。走！跟着走！大概那是领袖，他的左边的袖子上围着一圈白布，没有戴帽子，从楼梯向上望着，我看他们快要变成播音机了走！跟着走！而后又看到了女校长的发青的脸，她的眼和星子似的闪动在她的恐惧中。你们跟着去吧！要守秩序！她好象被鹰类捉拿到的鸡似的软弱，她是被拖在两个戴大帽子的童子军的臂膀上。我们四百多人在大操场上排着队的时候，那些男同学们还满院子跑着，搜索着，好象对于小偷那种形式，侮辱！侮辱！他们竟搜索到厕所。女校长那混蛋，刚一脱离了童子军的臂膀，她又恢复了那假装着女皇的架子。你们跟他们去，要守秩序，不能破格不能和那些男学生们那样没有教养，那么野蛮而后她抬起一只袖子来你们知道你们是女学生吗？记得住吗？是女学生。在男学生们的面前，她又说了那样的话，可是一出校门不远，连对这侮辱的愤怒都忘记了。向着喇嘛台，向着火车站。小学校，中学校，大学校，几千人的行列那时我觉得我是在这几千人之中，我觉得我的脚步很有力。凡是我看到的东西，已经都变成了严肃的东西，无论马路上的石子，或是那已经落了叶子的街树。反正我是站在打倒日本帝国主义的喊声中了。"}
{"text":"记得住吗？是女学生。在男学生们的面前，她又说了那样的话，可是一出校门不远，连对这侮辱的愤怒都忘记了。向着喇嘛台，向着火车站。小学校，中学校，大学校，几千人的行列那时我觉得我是在这几千人之中，我觉得我的脚步很有力。凡是我看到的东西，已经都变成了严肃的东西，无论马路上的石子，或是那已经落了叶子的街树。反正我是站在打倒日本帝国主义的喊声中了。走向火车站必得经过日本领事馆。我们正向着那座红楼咆哮着的时候，一个穿和服的女人打开走廊的门扇而出现在闪烁的阳光里。于是那打倒日本帝国主义的大叫改为就打倒你！她立刻就把身子抽回去了。那座红楼完全停在寂静中，只是楼顶上的太阳旗被风在折合着。走在石头道街又碰到了一个日本女子，她背上背着一个小孩，腰间束了一条小白围裙，围裙上还带着花边，手中提着一棵大白菜。我们又照样做了，不说打倒日本帝国主义而说就打倒你！因为她是走马路的旁边，我们就用手指着她而喊着。另一方面，我们又用自己光荣的情绪去体会她狼狈的样子。第一天叫做游行请愿，道里和南岗去了两部分市区。这市区有点象租界，住民多是外国人。长官公署，教育厅都去过了，只是官们出来拍手击掌地演了一篇说，结果还是回学校去上课罢！日本要完成吉敦路这件事情，究竟官们没有提到。在黄昏里，大队分散在道尹公署的门前，在那个孤立着的灰色的建筑物前面，装置着一个大圆的类似喷水池的东西。有一些同学就坐在那边沿上，一直坐到星子们在那建筑物的顶上闪亮了，那个道尹究竟还没有出来，只看见卫兵在台阶上，在我们的四围挂着短枪来回地在戒备着。而我们则流着鼻涕，全身打着抖在等候着。到底出来了一个姨太太，那声音我们一点也听不见。男同学们跺着脚，并且叫着，在我听来已经有点野蛮了不要她去去只有官僚才要她接着又换了个大太太谁知道是什么，反正是个老一点的，不甚胖，有点短。至于说些什么，恐怕也只有她自己的圆肚子才能够听到。这还不算什么惨事，我一回头看见了有几个女同学尿了裤子的因为一整天没有遇到厕所的原故。第二天没有男同学来攫，是自动出发的，在南岗下许公路的大空场子上开的临时会议，这一天不是游行，不是请愿而要示威了。"}
{"text":"到底出来了一个姨太太，那声音我们一点也听不见。男同学们跺着脚，并且叫着，在我听来已经有点野蛮了不要她去去只有官僚才要她接着又换了个大太太谁知道是什么，反正是个老一点的，不甚胖，有点短。至于说些什么，恐怕也只有她自己的圆肚子才能够听到。这还不算什么惨事，我一回头看见了有几个女同学尿了裤子的因为一整天没有遇到厕所的原故。第二天没有男同学来攫，是自动出发的，在南岗下许公路的大空场子上开的临时会议，这一天不是游行，不是请愿而要示威了。脚踏车队在空场四周绕行着，学生联合会的主席是个很大的脑袋的人，也没有戴帽子，只戴了一架眼镜。那天是个落着清雪的天气，他的头发在雪花里边飞着。他说的话使我很佩服，因为我从来没有晓得日本还与我们有这样大的关系，他说日本若完成了吉敦路可以向东三省进兵，他又说又经过高丽又经过什么并且又听他说进兵进得那样快，也不是二十几小时？就可以把多少大兵向我们的东三省开来，就可以灭我们的东三省。我觉得他真有学问，由于崇敬的关系，我觉得这学联主席与我隔得好象大海那么远。组织宣传队的时候，我站过去，我说我愿意宣传。别人都是被推举的，而我是自告奋勇的。于是我就站在雪花里开始读着我已经得到的传单。而后有人发给我一张小旗，过一会又有人来在我的胳膊上用扣针给我别上条白布，那上面还卡着红色的印章，究竟那红印章是什么字，我也没有看出来。大队开到差不多是许公路的最终极，一转弯一个横街里去，那就是滨江县的管界。因为这界限内住的纯粹是中国人，和上海的华界差不多。宣传队走在大队的中间，我们前面的人已经站住了，并且那条横街口站着不少的警察，学联代表们在大队的旁边跑来跑去。昨天晚上他们就说冲！冲！我想这回就真的到了冲的时候了吧？学联会的主席从我们的旁边经过，他手里提着一个银白色的大喇叭筒，他的嘴接到喇叭筒的口上，发出来的声音好象牛鸣似的诸位同学！我们是不是有血的动物？我们愿不愿意我们的老百姓给日本帝国主义做奴才而后他跳着，因为激动，他把喇叭筒象是在向着天空，我们有决心没有？我们怕不怕死？不怕！虽然我和别人一样地嚷着不怕，但我对这新的一刻工夫就要来到的感觉好象一棵嫩芽似的握在我的手中。那喇叭的声音到队尾去了，虽然已经遥远了，但还是能够震动我的心脏。"}
{"text":"我们是不是有血的动物？我们愿不愿意我们的老百姓给日本帝国主义做奴才而后他跳着，因为激动，他把喇叭筒象是在向着天空，我们有决心没有？我们怕不怕死？不怕！虽然我和别人一样地嚷着不怕，但我对这新的一刻工夫就要来到的感觉好象一棵嫩芽似的握在我的手中。那喇叭的声音到队尾去了，虽然已经遥远了，但还是能够震动我的心脏。我低下头去看着我自己的被踏污了的鞋尖，我看着我身旁的那条阴沟，我整理着我的帽子，我摸摸那帽顶的毛球。没有束围巾，也没有穿外套。对于这个给我生了一种侥幸的心情！冲的时候，这样轻便不是可以飞上去了吗？昨天计划今天是要冲的，但不知为什么，我总觉得我有点特别聪明。大喇叭筒跑到前面去时，我就闪开了那冒着白色泡沫的阴沟，我知道冲的时候就到了。我只感到我的心脏在受着拥挤，好象我的脚跟并没有离开地面而自然它就会移动似的。我的耳边闹着许多种声音，那声音并不大，也不远，也不响亮，可觉得沉重，带来了压力，好象皮球被穿了一个小洞嘶嘶的在透着气似的，我对我自己毫没有把握。有决心没有？有决心！怕死不怕死？不怕死。这还没有反复完，我们就退下来了。因为是听到了枪声，起初是一两声，而后是接连着。大队已经完全溃乱下来，只一秒钟，我们旁边那阴沟里，好象猪似的浮游着一些人。女同学被拥挤进去的最多，男同学在往岸上提着她们，被提的她们满身带着泡沫和气味，她们那发疯的样子很可笑，用那挂着白沫和糟粕的戴着手套的手搔着头发，还有的象已经癫痫的人似的，她在人群中不停地跑着那被她擦过的人们，他们的衣服上就印着各种不同的花印。大队又重新收拾起来，又发着号令，可是枪声又响了，对于枪声，人们象是看到了火花似的那么热烈。至于打倒日本帝国主义，反对日本完成吉敦路这事情的本身已经被人们忘记了，唯一所要打倒的就是滨江县政府。到后来连县政府也忘记了，只打倒警察打倒警察这一场斗争到后来我觉得比一开头还有趣味。在那时，日本帝国主义，我相信我绝对没有见过，但是警察我是见过的，于是我就嚷着打倒警察，打倒警察！我手中的传单，我都顺着风让它们飘走了，只带着一张小白旗和自己的喉咙从那零散下来的人缝中穿过去。"}
