{"text":"据我所见，可能是中国当代最具有自发的哲学气质的小说家。身处人生的困境，他一直在发问，问生命的意义，问上帝的意图。对终极的发问构成了他与世界的根本关系，也构成了他的写作的发源和方向。他从来是一个务虚者，小说也只是他务虚的一种方式而已。因此，毫不奇怪，在自己的写作之夜，他不可能只是一个编写故事的人，而必定更是一个思考和研探究存在之谜究着某些基本问题的人。熟悉哲学史的读者一定会发现，这些问题皆属于虚的形而上的层面，是地道的哲学问题。不过，熟悉作品的读者同时也一定知道，这些问题又完完全全是属于本人的，是在他的生命史中生长出来而非从哲学史中摘取过来的，对于他来说有着性命攸关的重要性。取务虚笔记这个书名有什么用意吗？如是说写小说的都不务实啊。写小说即务虚，这在他看来是当然之理。虽然在事实上，世上多的是务实的小说，这不仅是指那些专为市场制作的文学消费品，也包括一切单为引人入胜而编写的故事。不过，我们至少可以说，这类小说不属于精神性作品。用小说务虚还是务实，这是不可强求的。曾把文学描述为大脑对心灵的巡查搜捕和捉拿归案，心灵中的事件已经发生，那些困惑发问感悟业已存在，问题在于去发现和表达它们。那些从来不发生此类事件的小说家当然就不可能关注心灵，他们的大脑就必然会热中于去搜集外界的奇事逸闻。应该承认，具体到这部小说，务虚笔记的书名也是很切题的。这部小说贯穿着一种研究的风格，所研究的中心问题是人的命运问题，因此不妨把它看做对人的命运问题的哲学研究。当然，作为小说家，务虚的方式不同于思辨哲学家，他不是用概念，而是通过人物和情节的设计来进行他的哲学研究的。不过，对于来说，人物和情节不是目的，而只是研究人的命运问题的手段，这又是他区别于一般小说家的地方。在阅读这部小说时，我常常仿佛看见在写作之夜里，俯身在一张大棋盘上，手下摆弄着用不同字母标记的棋子，聚精会神地研究着它们的各种可能的走法及其结果。这张大棋盘就是他眼中的生活世界，而这些棋子则是活动于其中的人物，他们之所以皆无另一种存在名无姓，是因为他们只是各种可能的命运的化身，是命运之思的符号，这些命运可能落在任何一个人身上。看世界的两个相反角度是反复探讨的问题，他还把这一思考贯穿于对小说构思过程的考察。"}
{"text":"在阅读这部小说时，我常常仿佛看见在写作之夜里，俯身在一张大棋盘上，手下摆弄着用不同字母标记的棋子，聚精会神地研究着它们的各种可能的走法及其结果。这张大棋盘就是他眼中的生活世界，而这些棋子则是活动于其中的人物，他们之所以皆无另一种存在名无姓，是因为他们只是各种可能的命运的化身，是命运之思的符号，这些命运可能落在任何一个人身上。看世界的两个相反角度是反复探讨的问题，他还把这一思考贯穿于对小说构思过程的考察。作为一个小说家，他在写作之夜所拥有的全部资源是自己的印象，其中包括活在心中的外在遭遇，也包括内在的情绪想像希望思考梦等等，这一切构成了一个仅仅属于他的主观世界。他所面对的则是一个假设的客观世界，一张未知的有待研究的命运地图。创作的过程便是从印象中脱胎出种种人物，并把他们放到这张客观的命运地图上，研究他们之间各种可能的相互关系。从主观的角度看，人物仅仅来自印象，是的一个经历一种心绪的化身。从客观的角度看，人物又是某种可能的命运的化身，是这种命运造成的一种情绪，或者说是一种情绪对这种命运的一个反应。一方面是种种印象，另一方面是种种可能的命运，两者之间排列组合，由此演化出了人物和情节的多种多样的可能性。于是，我们看到了这部小说的一个显著特点，便是结构的自由和开放。在结构上，小说包含三个层次，一是故事本身，二是对人的命运的哲学性思考，三是对小说艺术的文论性思考。这三个层次彼此交织在一起。自由地出入于小说与现实叙事与思想之间。他讲着故事，忽然会停下来，叙述自己的一种相关经历，或者探讨故事另一种发展的可能。他一边构思故事，一边在思考故事的这个构思过程，并且把自己的思考告诉我们。作为读者，我们感觉自己不太像在听故事，更像是在参与故事的构思，借此而和一起探究人的命运问题。二命运与猜谜游戏在的创作中，命运问题是一贯的主题。这也许和他探究存在之谜的经历有关。许多年前，脊髓上那个没来由的小小肿物使他年纪轻轻就成了终身残疾，决定了他一生一世的命运。从那时开始，他就一直在向命运发问。命运之成为问题，往往始于突降的苦难。当此之时，人首先感到的是不公平。世上生灵无数，为何这厄运偏偏落在我的头上？别人依然健康，为何我却要残疾？"}
{"text":"作为读者，我们感觉自己不太像在听故事，更像是在参与故事的构思，借此而和一起探究人的命运问题。二命运与猜谜游戏在的创作中，命运问题是一贯的主题。这也许和他探究存在之谜的经历有关。许多年前，脊髓上那个没来由的小小肿物使他年纪轻轻就成了终身残疾，决定了他一生一世的命运。从那时开始，他就一直在向命运发问。命运之成为问题，往往始于突降的苦难。当此之时，人首先感到的是不公平。世上生灵无数，为何这厄运偏偏落在我的头上？别人依然健康，为何我却要残疾？别人依然快乐，为何我却要受苦？在震惊和悲愤之中，问题直逼那主宰一切人之命运的上帝，苦难者誓向上帝讨个说法。然而，上帝之为上帝，就在于他是不需要提出理由的，他为所欲为，用不着给你一个说法。面对上帝的沉默，苦难者也沉默下来了。弱小的个人对于强大的命运，在它到来之前不可预卜，在它到来之时不可抗拒，在它到来之后不可摆脱，那么，除了忍受，还能怎样呢？但对于命运的态度并不如此消极，他承认自己有宿命的色彩，可是这宿命不是认命，而是知命，知命运的力量之强大，而与之对话，领悟它的深意。抗命不可能，认命又不甘心，知命便是在这两难的困境中生出的一种智慧。所谓知命，就是跳出一己命运之狭小范围，不再孜孜于为自己的不幸遭遇讨个说法，而是把人间整幅变幻的命运之图当做自己的认知对象，以猜测上帝所设的命运之谜为乐事。做一个猜谜者，这是以及一切智者历尽苦难而终于找到的自救之途。作为猜谜者，个人不再仅仅是苦难的承受者，他同时也成了一个快乐的游戏者，而上帝也由我们命运的神秘主宰变成了我们在这场游戏中的对手和伙伴。曾有一位评论家对的作品做了一番弗洛伊德式的精神分析，断言由瘫痪引起的性自卑是他的全部创作的真正秘密之所在。对于这一番分析，相当豁达地写了一段话只另一种存在是这些搞心理分析的人太可怕了！我担心这样发展下去人还有什么谜可猜呢？而无谜可猜的世界才真正是一个可怕的世界呢！好在上帝比我们智商高，他将永远提供给我们新谜语，我们一起来做这游戏，世界就恰当了。开开玩笑，否则我说什么呢？老窝已给人家掏了去。读这段话时，我不由得对充满敬意，知道他已经上升到了足够的高度，作为一个以上帝为对手和伙伴的大猜谜者，他无须再去计较那些涉及他本人的小谜底的对错。"}
{"text":"对于这一番分析，相当豁达地写了一段话只另一种存在是这些搞心理分析的人太可怕了！我担心这样发展下去人还有什么谜可猜呢？而无谜可猜的世界才真正是一个可怕的世界呢！好在上帝比我们智商高，他将永远提供给我们新谜语，我们一起来做这游戏，世界就恰当了。开开玩笑，否则我说什么呢？老窝已给人家掏了去。读这段话时，我不由得对充满敬意，知道他已经上升到了足够的高度，作为一个以上帝为对手和伙伴的大猜谜者，他无须再去计较那些涉及他本人的小谜底的对错。之走向猜谜，残疾是最初的激因。但是，他没有停留于此。人生困境之形成，身体的残疾既非充分条件，亦非必要条件。凭他的敏于感受和精于思索，即使没有残疾，他也必能发现人生固有的困境，从而成为一个猜谜者。正如他所说，诗人面对的是上帝布下的迷阵，之所以要猜斯芬克司之谜是为了在天定的困境中得救。这使人想起尼采的话倘若人不也是诗人，猜谜者，偶然的拯救者，我如何能忍受做人！猜谜何以就能得救，就能忍受做人了呢？因为它使一个人获得了一种看世界的新的眼光和角度，以一种自由的心态去面对人生的困境，把困境变成了游戏的场所。通过猜谜游戏，猜谜者与自己的命运也与一切命运拉开了一个距离，借此与命运达成了和解。那时候，他不再是一个为自己的不幸而哀叹的伤感角色，也不再是一个站在人生的困境中抗议和嚎叫的悲剧英雄，他已从生命的悲剧走进了宇宙的喜剧之中。这就好比大病之后的复元，在经历了绝望的挣扎之后，他大难不死，竟然获得了前所未有的精神上的健康。在的作品中，我们便能鲜明地感觉到这种精神上的健康，而绝少上述那位评论家所渲染的阴郁心理。那位评论家是从史铁生的身体的残疾推导出他必然会有阴郁心理的，我愿把这看做心理学和逻辑皆不具备哲学资格的一个具体证据。探究存在之谜命运的一个最不可思议的特点就是，一方面，它好像是纯粹的偶然性另一方面，这纯粹的偶然性却成了个人不可违抗的必然性。一个极偶然极微小的差异或变化，很可能会导致天壤之别的不同命运。命运意味着一个人在尘世的全部祸福，对于个人至关重要，却被上帝极其漫不经心不负责任地决定了。由个人的眼光看，这不能不说是荒谬的。为了驱除荒谬感，我们很容易走入一种思路，便是竭力给自己分配到的这一份命运寻找一个原因一种解释。"}
{"text":"探究存在之谜命运的一个最不可思议的特点就是，一方面，它好像是纯粹的偶然性另一方面，这纯粹的偶然性却成了个人不可违抗的必然性。一个极偶然极微小的差异或变化，很可能会导致天壤之别的不同命运。命运意味着一个人在尘世的全部祸福，对于个人至关重要，却被上帝极其漫不经心不负责任地决定了。由个人的眼光看，这不能不说是荒谬的。为了驱除荒谬感，我们很容易走入一种思路，便是竭力给自己分配到的这一份命运寻找一个原因一种解释。例如，倘若遭到了不幸，我们便把这不幸解释成上帝对我们的惩罚因果报应之类或考验天降大任之类。在这种宿命论的亦即道德化的解释中，上帝被看做一位公正的法官或英明的首领，他的分配永远是公平合理的或深谋远虑的。通过这样的解释，我们否认了命运的偶然性，从而使它变得似乎合理而易于接受了。这一思路基本上是停留在为一己的命运讨个说法上，并且自以为讨到了，于是感到安心。命运之解释还可以有另一种思路，便是承认命运的偶然性，而不妨揣摩一下上帝在分配人的命运时何以如此漫不经心的缘由。的小说三篇之三脚本构思堪称此种揣摩的一个杰作。人生境遇的荒谬原来是根源于上帝自身境遇的荒谬，关于这荒谬的境遇，提供了一种极其巧妙的说法上帝是无所不能的，独独不能做梦，因为惟有在愿望不能达到时才有梦可做，而不能做梦却又说明上帝不是无所不能。为了摆脱这个困境，上帝便令万物入梦，借此而自己也参与了一个如梦的游戏。上帝因全能而无梦，因无梦而苦闷，因苦闷而被逼成了一个艺术家，偶然性便是他的自娱的游戏，是他玩牌之前的洗牌，是他的即兴的演奏，是他为自己编导的永恒的戏剧。这基本上是对世界的一种审美的解释，通过这样的解释，我们在宇宙大戏剧的总体背景上接受了一切偶然性，而不必孜孜于为每一个具体的偶另一种存在然性寻找一个牵强的解释了。当一个人用这样的审美眼光去看命运变幻之谜时，他自己也必然成了一个艺术家。这时他不会再特别在乎自己分配到了一份什么命运，而是对上帝分配命运的过程格外好奇。他并不去深究上帝给某一角色分配某种命运有何道德的用意，因为他知道上帝不是道德家，上帝如此分配纯属心血来潮。"}
{"text":"当一个人用这样的审美眼光去看命运变幻之谜时，他自己也必然成了一个艺术家。这时他不会再特别在乎自己分配到了一份什么命运，而是对上帝分配命运的过程格外好奇。他并不去深究上帝给某一角色分配某种命运有何道德的用意，因为他知道上帝不是道德家，上帝如此分配纯属心血来潮。于是令他感兴趣的便是去捕捉上帝在分配命运时的种种动作，尤其是导致此种分配的那些极随意也极关键的动作，并且分析倘若这些动作发生了改变，命运的分配会出现怎样不同的情形，如此等等。他想要把上帝发出的这副牌以及被上帝洗掉的那些牌一一复原，把上帝的游戏当做自己的研究对象，在这研究中获得了一种超越于个人命运的游戏者心态。当我们试图追溯任一事件的原因时，我们都将发现，因果关系是不可穷尽的，由一个结果可以追溯到许多原因，而这些原因又是更多的原因的结果，如此以至于无穷。因此，因果关系的描述必然只能是一种简化，在这简化之中，大量的细节被忽略和遗忘了。一般人安于这样的简化，小说家却不然，小说的使命恰恰是要抗拒对生活的简化，尽可能复原那些被忽略和遗忘的细节。在被遗忘的细节中，也许会有那样一种细节，其偶然的程度远远超过别的细节，仿佛与那个最后的结果全然无关，实际上却正是它悄悄地改变了整个因果关系，对于结果的造成起了至关重要的作用。在以前的作品中，对于这类细节表现出了浓厚的兴趣，醉心于种种巧妙的设计。例如，在宿命中，主人公遭遇了一场令其致残的车祸，车祸的原因竟然被追溯到一只狗放了个响屁。通过这样的设计，让我们看到了结果之重大与原因之微小之间的不相称，从而在一种戏谑的心情中缓解了沉重的命运之感。探究存在之谜在务虚笔记中，对命运之偶然性的研究有了更加自觉的性质。命运之对于个人，不只是一些事件或一种遭遇，而且也是他在人间戏剧中被分配的角色，他的人生的基本面貌。因此，在一定的意义上可以说，命运即人。基于这样的认识，史铁生便格外注意去发现和探究生活中的那样一些偶然性，它们看似微不足道，却在不知不觉中开启了不同的人生之路，造就了不同的人间角色。在这部小说中，把这样的偶然性名之为人物的生日。不同的生日意味着人物从不同的角度进入世界，角度的微小差异往往导致人生方向的截然不同。"}
{"text":"命运之对于个人，不只是一些事件或一种遭遇，而且也是他在人间戏剧中被分配的角色，他的人生的基本面貌。因此，在一定的意义上可以说，命运即人。基于这样的认识，史铁生便格外注意去发现和探究生活中的那样一些偶然性，它们看似微不足道，却在不知不觉中开启了不同的人生之路，造就了不同的人间角色。在这部小说中，把这样的偶然性名之为人物的生日。不同的生日意味着人物从不同的角度进入世界，角度的微小差异往往导致人生方向的截然不同。这就好像两扇紧挨着的门，你推开哪一扇也许纯属偶然，至少不是出于你自觉的选择，但从两扇门会走进两个完全不同的世界中去。小说以一个回忆开头与两个孩子相遇在一座古园里。所有的人都曾经是这样的一个男孩或一个女孩，人世间形形色色的人物和迥然相异的命运都是从这个相似的起点分化出来的。那么，分化的初始点在哪里？这是的兴趣之所在。他的方法大致是，以自己的若干童年印象为基础，来求解那些可能构成为初始点的微小差异。例如，小巷深处有一座美丽幽静的房子，家住灰暗老屋的九岁男孩童年的我对这座房子无比憧憬，在幻想或者记忆中曾经到这房里去找一个同龄的女孩，这是至深的童年印象，也是书中反复出现的一个意象。如果这个男孩在离去时因为弯身去捡从衣袋掉落的一件玩具，在同样的经历中稍稍慢了一步，听见了女孩母亲的话她怎么把外面的野孩子带了进来，他的梦想因此而被碰到了另一个方向上，那么，他日后就是画家，一个迷恋幻象世界而对现实世界怀着警惕之心的人。如果他没有听见，或者听见了而并不在乎，始终想念着房子里的那个女孩，那么，他日后就是诗人，一个不断追寻爱的梦想的人。房另一种存在子里的那个女孩是谁呢？也许是女教师，一个在那样美丽的房子里长大的女人必定也始终沉溺在美丽的梦境里，终于因不能接受梦境的破灭而自杀了。也许是女导演，我认识的女导演已近中年，我想像她是九岁女孩时的情形，一定便是住在那样美丽的房子里，但她从母亲那里继承了坚毅而豁达的品格，因而能够冷静地面对身世的沉浮，终于成为一个事业有成的女人。然而，在诗人盲目而狂热的初恋中，她又成了模糊的少女形象，这个形象最后在一个为了能出国而嫁人的姑娘身上清晰起来，使诗人备感失落。"}
{"text":"也许是女导演，我认识的女导演已近中年，我想像她是九岁女孩时的情形，一定便是住在那样美丽的房子里，但她从母亲那里继承了坚毅而豁达的品格，因而能够冷静地面对身世的沉浮，终于成为一个事业有成的女人。然而，在诗人盲目而狂热的初恋中，她又成了模糊的少女形象，这个形象最后在一个为了能出国而嫁人的姑娘身上清晰起来，使诗人备感失落。又例如，，一个流放者，一个立志从政的人，他的生日在哪一天呢？从自己的童年印象中选取了两个细节，一是上小学时为了免遭欺负而讨好一个可怕的孩子，一是文革中窥见奶奶被斗而惊悉奶奶的地主出身，两者都涉及内心的屈辱经验。我的写作生涯便始于这种屈辱经验，而倘若有此经历的这个孩子倔强而率真，对那可怕的孩子不是讨好而是回击，对出身的耻辱不甘忍受而要洗雪，那么，他就不复是我，而成为决心向不公正宣战的了。对微小差异的设计实际上涉及两种情形一是客观的遭遇有一点微小的不同，导致了截然不同的结果二是对同样的遭遇有不同的反应，也导致了截然不同的结果。客观的遭遇与一个人生活的环境有关，对遭遇的主观反应大致取决于性格。如果说环境和性格是决定一个人的命运的两个主要因素，那么，在看来，个人对这两个因素都是不能支配的。从生活的环境看，每个人生来就已被编织在世界之网的一个既定的网结上，他之被如此编织并无因果脉络可寻，乃是上帝即兴的编织。即使人的灵魂是自由的，这自由的灵魂也必定会发现，它所寄居的肉身被投胎在怎样的时代民族阶层和家探究存在之谜庭里，于它是彻头彻尾的偶然性，它对此是完全无能为力的。而在后天的生活中，人与人之间的一切相遇也都是偶然的，这种种偶然的相遇却组成了一个人的最具体的生活环境，构筑了他的现实生活道路。我们对自己的性格并不比对环境拥有更大的决定权。很可能这颗星球上的一切梦想，都是由于生命本身的密码，一个人无法破译自己生命的密码，而这密码却预先规定了他对各种事情的反应方式。也许可以把性格解释为遗传与环境，尤其是早年环境相互作用的产物，而遗传又可以追溯到过去世代的环境之作用，因此，宏观地看，性格也可归结为环境。"}
{"text":"我们对自己的性格并不比对环境拥有更大的决定权。很可能这颗星球上的一切梦想，都是由于生命本身的密码，一个人无法破译自己生命的密码，而这密码却预先规定了他对各种事情的反应方式。也许可以把性格解释为遗传与环境，尤其是早年环境相互作用的产物，而遗传又可以追溯到过去世代的环境之作用，因此，宏观地看，性格也可归结为环境。由命运的偶然性自然而然会产生一个问题既然人不能支配自己的命运，那么，人是否要对这自己不能支配的命运承担道德责任呢？借叛徒这样一个极端的例子对此进行了探讨。葵花林里的那个女人凭着爱的激情，把敌人的追捕引向自己，使她的恋人得以脱险。她在敌人的枪声中毫无畏惧，倘若这时敌人的子弹射中了她，她就是一个英雄。但这个机会错过了，而由于她还没有来得及锤炼得足够坚强，终于忍受不住随后到来的酷刑而成了一个叛徒。这样一个女人既可以在爱的激情中成为英雄，也可以在酷刑下成为叛徒，但命运的偶然安排偏偏放弃了前者而选择了后者。那么，让她为命运的这种安排承担道德责任而遭到永世的惩罚，究竟是否公正？综上所述，我们看到了研究命运问题的两个主要结果一与命运和解，从广阔的命运之网中看自己的命运二对他人宽容，限制道德判断，因为同样的命运可能落在任何人头上。三残缺与爱情务虚笔记问世后，曾经表示，他不反对有人把它说另一种存在成一部爱情小说。他解释道，他在小说中谈到的生命的密码，那隐秘地决定着人物的性格并且驱使他们走上了不同的命运之路的东西，是残缺也是爱情。那么，残缺与爱情，就是对命运之谜的一个比较具体的破译了。残缺即残疾，是把它们用做同义词的。有形的残疾仅是残缺的一种，在一定的意义上，人人皆患着无形的残疾，只是许多人对此已经适应和麻木了而已。生命本身是不圆满的，包含着根本的缺陷，在这一点上无人能够幸免。把残缺分成两类一是个体化的残缺，指孤独另一是社会化的残缺，指来自他者的审视的目光，由之而感受到了差别隔离恐惧和伤害。我们一出生，残缺便已经在我们的生命中隐藏着，只是必须通过某种契机才能暴露出来，被我们意识到。"}
