{"text":"！我晚上来看看！我约了那位三民主义教授一起去参加。参加开会的都是调皮学生，他们激昂慷慨，说了一大篇话，最后要我讲话。我就告诉这些同学们，首先应该了解革命是什么意思。这所大学是国立的最高学府，在这里的青年知识分子，对它的意义不能不懂，要知道革命一辞，出于我国最古老著作之一的易经，然后讲了许多理由。我说，譬如中国文学自五四运动以来，由旧的文学作品改成白话文后，有什么功用呢？几十年来亲眼所见，中国的教育普及了，知识普遍了，对世界知识的吸收力增加了，无可否认，这些对于国家的进步有贡献。但是对于中国文化，却从此一刀斩断了。什么原因呢？中国文化库存里堆积的东西太多了，几千年来的文化都藉着古文保留着。至于接受白话文学教育的人们看不懂古文，当然就打不开这个仓库，因此从中国文化的立场看，就此一刀拦腰斩断了。你们现在讲文学再革命，讲白话文学，我们先要知道为什么要推行白话。在五四运动前后，一般人认为救这个国家，必须吸收新的知识，尤其要融会古今中外的学术文化，于是老牌留学生到外面一看，任何国家的语言和文字都是一致的，因此认为中国所以不进步，是文字工具害了我们，尤其四书五经子曰孔子曰一塌糊涂，非把这个打倒不可，所以提倡了白话文。语文的变与不变但是有一点要注意，我们看世界的文字，不管英文德文法文，虽然现在的文字和语言是合一的，但是语言大约三十年一变，所以一百年以前的英文法文书籍，除非专家，否则是莫辨雌雄。我们中国的老祖宗晓得语言和时代是要变的，所以把文字脱开了语言，只是用很短的时间，经过两三年的训练就会写出来，这个文字就单独成为一个体系，表达了思想。因此这种文字所保留下来几千年以上的思想，在几千年以后的人看来，如面对现在，没有阻碍，它对于国家有什么错误呢？没有错。只是因为教育不普及，大家对于这个国文的修养没有学好。当时提倡五四运动的部分人士，求进之心是对的，在学问修养上，老实讲，还有商量的必要，于是这一文学革命就出了问题。举例来讲，生活上每天必有的一件事――上厕所，我们小时候叫出恭，后来叫解手，现在叫上一号了，看看几十年来，变了好多。"}
{"text":"因此这种文字所保留下来几千年以上的思想，在几千年以后的人看来，如面对现在，没有阻碍，它对于国家有什么错误呢？没有错。只是因为教育不普及，大家对于这个国文的修养没有学好。当时提倡五四运动的部分人士，求进之心是对的，在学问修养上，老实讲，还有商量的必要，于是这一文学革命就出了问题。举例来讲，生活上每天必有的一件事――上厕所，我们小时候叫出恭，后来叫解手，现在叫上一号了，看看几十年来，变了好多。因此，我们翻开资料，对五四运动前后的白话文，现在看来，简直不通到了现在的文章，说它不好吗？真好。好吗？文章看完了，价值也完了，多半没有保留的价值。将来怎样演变还不知道，所以你们为什么要文学再革命，我就不懂。因此，文学革命，我没有资格讲，你们也没有资格讲。为什么呢？如果古文四六体作诗填词，都能露一手，然后发现这种文学有毛病，这才有资格谈革命。现在你们连命都还没有，还革个什么呢？你们还有文学革命的资格吗？我这番话一讲，他们听傻了。这个会后来也就搞不成了。无形中也把大专院校中这个小风波平息了。因此，我告诉那位教三民主义的朋友，一定替他教几个钟点课，因为大学生中，信仰坚强的固然很多，而对三民主义头痛的也大有人在。后来我去替这位朋友讲课，起初不讲三民主义，而讲中国文化与中国思想演变的原因道理。分析自上古到现在为什么变得这样，演变到后来，所以才有我们国父的三民主义出来，问同学对不对？对！有没有价值？有价值！所以要读三民主义，读了以后再加批评都可以，不能盲目的不去看它，就说这个三民主义是党八股。党八股你懂不懂？不懂就不能随便批评。这一来，引起他们读三民主义的兴趣了，这是我所经历的故事。四书五经的假面目讲到四书也是一样，我们在这里讲推行复兴文化运动，而在外面，尤其是新的教育――国民义务教育施行以后，讨厌四书五经的情形，是无以复加了，而问题出在四书五经的孔孟思想被讲解错了。这不是现在才开始，从唐宋以后，乃至远从汉唐以来，许多要点，就一直讲解错了。要说明这个道理，我们也要讲一个实际的故事。我们这一代，就时代背景而言，是生活在夹缝中，是新旧中外，交接巨变中的人生，我的幼年在私塾中度过，当时读四书五经也非常反感，因为以前老师对学生的质疑，只说将来你会懂，这个将来不知要将到几时。"}
{"text":"这不是现在才开始，从唐宋以后，乃至远从汉唐以来，许多要点，就一直讲解错了。要说明这个道理，我们也要讲一个实际的故事。我们这一代，就时代背景而言，是生活在夹缝中，是新旧中外，交接巨变中的人生，我的幼年在私塾中度过，当时读四书五经也非常反感，因为以前老师对学生的质疑，只说将来你会懂，这个将来不知要将到几时。所以后来五四运动，闹新学派风潮的时候，我们虽然没有参加作打手，但是多少也有点愤慨。步入中年以后，对中外思想，尤其在这个时代的演变，看到了这么许多，自己要找症结了。所谓找症结，那也是十七八年以前，好几位先生在一起谈起，大家认为要救中国就要复兴文化。于是有些教授学者们，主张把四书重新编辑。他们认为四书杂乱无章，要分门别类编在一起，讲孝的归到孝，讲仁的归到仁，把论语的篇章整理一遍，希望我也负责一个部门。当时我答应考虑考虑，回家拿出四书重读一遍后，发现这个改编方法有问题。第二天开会，我就反对，不赞成改编，因为，以全部论语来讲，他本身就有一贯的系统，完全是对的。我们不需要以新的观念来割裂它。问题出在过去被一般人解释错误了。我们要把握真正的孔孟思想，只要将唐宋以后的注解推开，就自然会找出孔孟原来的思想。这叫做以经解经，就是仅读原文，把原文读熟了，它本身的语句思想，在后面的语句中就有清晰的解释。以这个态度研究论语，它可以说前后篇章贯而通之，因此我不主张改编。被忽视的道家后来，在一些地方讲解论语，我就提起一个问题了。就是我们自五四运动以来，有个口号，叫打倒孔家店的问题。中国文化的演变发展，大致分两大段。譬如一提起秦汉以前的中国文化，人们就拿孔孟思想代表了一切。其实所谓孔孟思想，只是中国文化中间主要的一环。另外还有道家墨家诸子百家很多很多，都是中国文化一个系统下来的。如果把它缩小范围，则有儒墨道主要的三家。尤其中国文化在政治上历代引用的是道家思想，这一点我们要注意。中国历史上，每逢变乱的时候，拨乱反正，都属道家思想之功天下太平了，则用孔孟儒家的思想。这是我们中国历史非常重要的关键，身为中国人，这个历史关键是应该知道的。"}
{"text":"中国文化的演变发展，大致分两大段。譬如一提起秦汉以前的中国文化，人们就拿孔孟思想代表了一切。其实所谓孔孟思想，只是中国文化中间主要的一环。另外还有道家墨家诸子百家很多很多，都是中国文化一个系统下来的。如果把它缩小范围，则有儒墨道主要的三家。尤其中国文化在政治上历代引用的是道家思想，这一点我们要注意。中国历史上，每逢变乱的时候，拨乱反正，都属道家思想之功天下太平了，则用孔孟儒家的思想。这是我们中国历史非常重要的关键，身为中国人，这个历史关键是应该知道的。孔孟思想，本来与道家是不分家的，这种分家是秦汉以后的事，到了唐代，讲中国文化，已不是儒墨道三家，而是儒释道三家了。释就是印度来的佛学，代表整个印度文化的精华，它从东汉末年开始传入中国，一直到宋代。宋朝以后，印度本身已没有真正的佛学，而被阿拉伯民族的伊斯兰教思想及婆罗门教等所占据，佛学思想在印度式微了。现在要研究真正的佛学，只有到中国来。欧洲人乃至日本人讲的那一套是不正确的。三家店卖的是什么唐宋以后的中国文化，要讲儒释道三家，也就变成三个大店。佛学像百货店，里面百货杂陈，样样俱全，有钱有时间，就可去逛逛。逛了买东西也可，不买东西也可，根本不去逛也可以，但是社会需要它。道家则像药店，不生病可以不去，生了病则非去不可。生病就好比变乱时期，要想拨乱反正，就非研究道家不可。道家思想，包括了兵家纵横家的思想，乃至天文地理医药等等无所不包，所以一个国家民族生病，非去这个药店不可。儒家的孔孟思想则是粮食店，是天天要吃的，五四运动的时候，药店不打，百货店也不打，偏要把粮食店打倒。打倒了粮食店，我们中国人不吃饭，只吃洋面包，这是我们不习惯的，吃久了胃会出毛病的。要深切了解中国文化历史的演变，不但要了解何以今天会如此，还要知道将来怎么办，这都是当前很重要的问题，因此我们要研究四书。研究中国固有文化并不是开倒车，而是要以最新的观念去理解它。并且，我们要了解中国上下这两千多年的文化思想历史，不管它是什么政体，大致都以司法为中心，司法与行政是分不开的。谈到司法就讲到法律，现在我们只讲两大法系，所谓海洋法系与大陆法系。司法方面的立法，也根据这两个法系的精神而来。"}
{"text":"要深切了解中国文化历史的演变，不但要了解何以今天会如此，还要知道将来怎么办，这都是当前很重要的问题，因此我们要研究四书。研究中国固有文化并不是开倒车，而是要以最新的观念去理解它。并且，我们要了解中国上下这两千多年的文化思想历史，不管它是什么政体，大致都以司法为中心，司法与行政是分不开的。谈到司法就讲到法律，现在我们只讲两大法系，所谓海洋法系与大陆法系。司法方面的立法，也根据这两个法系的精神而来。我们却忘记了中国自秦代以来，汉唐宋元明清，有我们中国系统的一个法律系统。这个中国法律系统的哲学背景，就是以四书五经作基础，例如过去中国许多判例的根据，就是根据四书五经中的道德观念而来。所以这部四书五经，在过去无宪法观念时代，严格说来就是一种宪法思想，也就是政治哲学思想的中心，法律思想的中心。其他各种哲学思想也都归之于它，这是讲好的一方面。冤枉的一打讲坏的一方面，孔家店为什么会被人打倒？五四运动当年，人们要打倒它，这是必然的。但为什么道理呢？后来才发现，实在打得很冤枉。因为这个店，本来是孔孟两个老板开的股份有限公司，下面还加上一些伙计曾子子思荀子等等，老板卖的东西货真价实。可是几千年来，被后人加了水卖，变质了。还有些是后人的解释错了，尤其是宋儒的理学家为然。这一解释错，整个光辉的孔孟思想被蒙上一层非常厚重的阴影，因此后人要推倒孔孟思想。现在我们有个更重要的课题，那就是如何了解文化的宝库。因为现在中年以下的人，对此几乎一无所知。尤其现在中学以上到大学的青年，根本不知道中国文化的宝藏。由于这个原因，所以今天开始讲四书，并从论语讲起。再论论语论语，凡是中国人，从小都念过，现在大家手里拿的这一本书，是有问题的一本版本，它是宋朝大儒朱熹先生所注解的。朱熹先生的学问人品，大致没有话可讲，但是他对四书五经的注解绝对是对的吗？在我个人非常不恭敬，但却负责任地说，问题太大，不完全是对的。在南宋以前，四书并不用他的注解，自有了他的注解，而完全被他的思想所笼罩，那是明朝以后，朱家皇帝下令以四书考选功名，而且必须采用朱熹的注解。"}
{"text":"朱熹先生的学问人品，大致没有话可讲，但是他对四书五经的注解绝对是对的吗？在我个人非常不恭敬，但却负责任地说，问题太大，不完全是对的。在南宋以前，四书并不用他的注解，自有了他的注解，而完全被他的思想所笼罩，那是明朝以后，朱家皇帝下令以四书考选功名，而且必须采用朱熹的注解。因此六七百年来，所有四书五经，孔孟思想，大概都被限制在朱熹的孔子思想中。换句话说，明代以后的人为了考功名，都在他的思想中打圈子。其中有许许多多问题，我们研究下去，就会知道。所以各位手上这本朱熹先生注解的书，值得参考，但不能完全相信。我们既然研究孔子，而孔子在易经系传上就有两句话说道书不尽言，言不尽意。以现代观念来讲，意思是人类的语言不能表达全部想要表达的思想。现在有一门新兴的课程――语意学，专门研究这个问题。声音完全相同的一句话，在录音机中播出，和面对面加上表情动作的说出，即使同一个听的人，也会有两种不同体会与感觉。所以世界上没有一种语言能完全表达意志与思想。而把语言变成文字，文字变成书，对思想而言，是更隔一层了。我们研究孔孟思想，必须要从论语着手。并不是论语足以代表全部孔孟思想，但是必须从它着手。现在我的观念，有许多地方很大胆的推翻了古人。在我认为论语是不可分开的，论语二十篇，每篇都是一篇文章。我们手里的书中，现在看到文句中的一圈一圈，是宋儒开始把它圈断了，后来成为一条一条的教条，这是不可以圈断的。再说整个二十篇论语连起来，是一整篇文章。至少今天我个人认为是如此，也许明天我又有新认识，我自己又推翻了自己，也未可知，但到今天为止，我认为是如此。学而有何乐现在这篇学而，包括了孔门当年教学的目的态度宗旨方法等等。过去我们把它圈开来，分作一条一条读，这是错误的。子曰学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？这三名话连起来看，照字面讲，凡是中国人，无论老少，一定都知道。照古人的注解，学问是要大家随时练习它。不亦说乎，说是古人借用字，就是高兴的那个悦字，是很高兴的。"}
{"text":"学而有何乐现在这篇学而，包括了孔门当年教学的目的态度宗旨方法等等。过去我们把它圈开来，分作一条一条读，这是错误的。子曰学而时习之，不亦说乎？有朋自远方来，不亦乐乎？人不知而不愠，不亦君子乎？这三名话连起来看，照字面讲，凡是中国人，无论老少，一定都知道。照古人的注解，学问是要大家随时练习它。不亦说乎，说是古人借用字，就是高兴的那个悦字，是很高兴的。假如这是很正确的注解，孔子因此便可以作圣人了，那我是不佩服的，连大龙峒孔子庙我也不会去了。讲良心话，当年老师家长逼我们读书时，那情形真是学而时习之不亦苦乎。孔子如果照这样讲，我才佩服他是圣人，因为他太通达人情世故了。至于有朋自远方来，不亦乐乎。是似通非通的，什么道理呢？从一般人到公务员，凡靠薪水吃饭的，是富不过三天，穷不过一月，遇上了穷的那几天，朋友要来家里吃饭，当裤子都来不及，那是痛苦万分的事。所以是有朋自远方来不亦惨乎。绝不是不亦乐乎。第三句话人不知而不愠，不亦君子乎。所谓愠，就文字解释，是放在心中的怨恨，没有发出来，在内心中有烦厌厌恶讨厌怨恨之感。那么，别人不了解我，而我并不在心中怨恨，这样才算是君子。那我宁可不当君子，你对我不起，我不打你，不骗你，心里难过一下总可以吧！这也不可以，才是君子，实在是做不到。根据书上的字面，顺着注释来看，就是这样讲的。所以几百年甚至千多年以来，不但是现在的年轻人对四书反感，过去的读书人也对四书反感。因为它变成了宗教的教条，硬性的法律，非遵守不可。事实上不是这么一回事，等到真正了解了以后，就知道孔子真是圣人，一点也没错。学而时习之，重点在时间的时，见习的习。首先要注意，孔子的全部著述讲过了，孔子的全部思想了解了，就知道什么叫作学问。普通一般的说法，读书就是学问，错了。学问在儒家的思想上，不是文学。这个解说在本篇里就有。学问不是文学，文章好是这个人的文学好知识渊博，是这个人的知识渊博至于学问，哪怕不认识一个字，也可能有学问――作人好，做事对，绝对的好，绝对的对，这就是学问。这不是我个人别出心裁的解释，我们把整部论语研究完了，就知道孔子讲究作人做事，如何完成作一个人。"}
{"text":"学而时习之，重点在时间的时，见习的习。首先要注意，孔子的全部著述讲过了，孔子的全部思想了解了，就知道什么叫作学问。普通一般的说法，读书就是学问，错了。学问在儒家的思想上，不是文学。这个解说在本篇里就有。学问不是文学，文章好是这个人的文学好知识渊博，是这个人的知识渊博至于学问，哪怕不认识一个字，也可能有学问――作人好，做事对，绝对的好，绝对的对，这就是学问。这不是我个人别出心裁的解释，我们把整部论语研究完了，就知道孔子讲究作人做事，如何完成作一个人。真人和假人讲到作人，我们就想到庄子也提到过这件事，庄子这本书把有道的人叫真人。唐宋以后，对神仙得了道的人叫真人。譬如现在指南宫供奉的吕纯阳叫吕真人。如今的人听到真人这个名称，就好像带有宗教色彩，相当于西方的上帝，中国的仙佛一样。实际上过去道家所谓的真人，是指学问道德到了家的人。与这名词对称的叫假人，假人还是人，不过没有达到作人道德的最高标准。发挥了人的最高成就，在道家就称之为真人，孔子认为这就是学，就是学而之人。于是一个学字，这么多观念都被他包括了。那么学问从哪里来呢？学问不是文字，也不是知识，学问是从人生经验上来，作人做事上去体会的。这个修养不只是在书本上念，随时随地的生活都是我们的书本，都是我们的教育。所以孔子在下面说观过而知仁，我们看见人家犯了这个错误，自己便反省，我不要犯这个错误，这就是学问，学问就是这个道理，所以他这个研究方法，随时随地要有思想，随时随地要见习，随时随地要有体验，随时随地要能够反省，就是学问。开始做反省时也不容易，但慢慢有了进步，自有会心的兴趣，就会不亦说乎而高兴了。我们平日也有这个经验，比如看到朋友做一件事，我们劝他不可以做呀！老兄！一定出毛病。他不听，你心里当然很难过，最后证明下来，果然你说得对，你固然替他惋惜，对于自己认识的道理，也会更进一层得到会心的微笑――说，不是哈哈大笑。悦者，会心的微笑，有得于心。上面第一点所讲的是学问的宗旨，随时注重时和习，要随时随地学习，不是我们今天来读四书就叫做学问，不念四书就不叫做学问，这不是它的本意。"}
{"text":"我们平日也有这个经验，比如看到朋友做一件事，我们劝他不可以做呀！老兄！一定出毛病。他不听，你心里当然很难过，最后证明下来，果然你说得对，你固然替他惋惜，对于自己认识的道理，也会更进一层得到会心的微笑――说，不是哈哈大笑。悦者，会心的微笑，有得于心。上面第一点所讲的是学问的宗旨，随时注重时和习，要随时随地学习，不是我们今天来读四书就叫做学问，不念四书就不叫做学问，这不是它的本意。寂寞的享受第二点接着下来，是说做学问的人要准备一件事，就我个人研究，有个体会――真正为学问而学问，君子有所为，有所不为。该做的就做，不该做的杀头也不干，所谓仁之所至，义所当然的事，牺牲自己也做，为世为人就做了，为别的不来。因此为学问而学问，就准备着一生寂寞。我们看历史――即看孔子就知道。孔子一生是很寂寞的，现在到处给他吃冷猪头，当年连一个便当也吃不到。但是他没有积极去求富贵。怎么知道这一套他不来呢？因为他明知当时有拿到权位的可能，乃至他的弟子们也要他去拿权位。因为孔子时代中国人口只有几百万人，在这几百万人中，他有三千弟子，而且都是每一个国家的精英，那是一股不得了的力量。所以有些弟子，尤其是子路――这个军事学的专家，几乎就要举起膀子来老师，我们干了！那种神气，但是孔子不来。为什么呢？他看到，即使一个安定的社会，文化教育没有完成，是不能解决其他问题的。基本上解决问题是要靠思想的纯正，亦即过去所谓之德性。因此他一生宁可穷苦，从事教育。所以做学问要不怕寂寞不怕凄凉。要有这个精神，这个态度，才可以谈做学问。虽然做学问可能一辈子都没有人了解，但是孔子说只要有学问，自然有知己。因此他接着说有朋自远方来。不亦乐乎。一个人在为天下国家，千秋后代思想着眼的时候，正是他寂寞凄凉的时候，有一个知己来了，那是非常高兴的事情。而这个有朋自远方来的远字，不一定是远方外国来的，说外国来几个人学中国文化，我们就乐了吗？那是为了外汇，多赚几个钱罢了。论语不是这个意思，他这个远字是形容知己之难得。我们有句老话人生得一知己，死而无憾。任何一个人作了一辈子人，包括你的太太儿女父母在内，可不一定是你的知己，所以人能得一知己，可以死而无憾。"}
