{"text":"最后，孤身一人流放到海南岛，他这个一天都离不了朋友的豪放诗人，却被迫像野人一样住在蛇蝎衍生的椰树林里，在语言不通的蛮族中了却残生。二具有诗人气质的人，往往在智慧上和情感上都早熟，在政治上却一辈子也成熟不了。他始终保持一颗纯朴的童心。他用孩子般天真单纯的眼光来感受世界和人生，不受习惯和成见之囿，于是常常有新鲜的体验和独到的发现。他用孩子般天真单纯的眼光来衡量世俗的事务，却又不免显得不通世故，不合时宜。苏东坡曾把写作喻作行云流水，常行于所当行，常止于不可不止，完全出于自然。这正是他的人格的写照。个性的这种不可遏止的自然的奔泻，在旁人看来，是一种执著。真的，诗人的性格各异，可都是一些非常执著的人。他们的心灵好像固结在童稚时代那种色彩丰富的印象上了，但这种固结不是停滞和封闭，反而是发展和开放。在印象的更迭和跳跃这一点上，谁能比得上孩子呢那么，终身保持孩子般速率的人，他所获得的新鲜印象不是就丰富得惊人了吗具有诗人气质的人似乎在孩子时期一旦尝到了这种快乐，就终身不能放弃了。他一生所执著的就是对世界对人生的独特的新鲜的感受――美感。对于他来说，这种美感是生命的基本需要。富比王公，没有这种美感，生活就索然乏味。贫如乞儿，不断有新鲜的美感，照样可以过得快乐充实。美感在本质上的确是一种孩子的感觉。孩子的感觉，其特点一是纯朴而不雕琢，二是新鲜而不因袭。这两个特点不正是美感的基本素质吗然而，除了孩子的感觉，我不知道还有什么别的感觉。雕琢是感觉的伪造，因袭是感觉的麻痹，所以，美感的丧失就是感觉机能的丧失。可是，这个世界毕竟是成人统治的世界啊，他们心满意足，自以为是，像惩戒不听话的孩子一样惩戒童心不灭的诗人。不必说残酷的政治，就是世俗的爱情，也常常无情地挫伤诗人的美感。多少诗人以身殉他们的美感，就这样地毁灭了。一个执著于美感的人，必须有超脱之道，才能维持心理上的平衡。愈是执著，就必须愈是超脱。这就是诗与哲学的结合。凡是得以安享天年的诗人，哪一个不是兼有一种哲学式的人生态度呢歌德，托尔斯泰，泰戈尔，苏东坡他们在某种程度上都同时是哲学家。三美感作为感觉，是在对象化的过程中实现自己的。不能超脱的诗人，总是执著于某一些特殊的对象。"}
{"text":"多少诗人以身殉他们的美感，就这样地毁灭了。一个执著于美感的人，必须有超脱之道，才能维持心理上的平衡。愈是执著，就必须愈是超脱。这就是诗与哲学的结合。凡是得以安享天年的诗人，哪一个不是兼有一种哲学式的人生态度呢歌德，托尔斯泰，泰戈尔，苏东坡他们在某种程度上都同时是哲学家。三美感作为感觉，是在对象化的过程中实现自己的。不能超脱的诗人，总是执著于某一些特殊的对象。他们的心灵固结在美感上，他们的美感又固结在这些特殊的对象上，一旦丧失这些对象，美感就失去寄托，心灵就遭受致命的打击。他们不能成为美感的主人，反而让美感受对象的役使。对于一个诗人来说，最大的祸害莫过于执著于某些特殊的对象了。这是审美上的异化。自由的心灵本来是美感的源泉，现在反而受自己的产物――对象化的美感即美的对象――的支配，从而丧失了自由，丧失了美感的原动力。苏东坡深知这种执著于个别对象的审美方式的危害。在他看来，美感无往而不可对象化。凡物皆有可观，苟有可观，皆有可乐，非必怪奇伟丽者也。如果执著于一物，游于物之内，自其内而观之，物就显得又高又大。物挟其高大以临我，我怎么能不眩惑迷乱呢他说，他之所以能无往而不乐，就是因为游于物之外。游于物之外，就是不要把对象化局限于具体的某物，更不要把对象化的要求变成对某物的占有欲。结果，反而为美感的对象化打开了无限广阔的天地。江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之无竭，是造物者之无尽藏也，你再执著于美感，又有何妨只要你的美感不执著于一物，不异化为占有，就不愁得不到满足。诗人的执著，在于始终保持一种审美的人生态度。诗人的超脱，在于没有狭隘的占有欲望。所以，苏东坡能够谈笑生死之际，尽管感觉敏锐，依然胸襟旷达。苏东坡在惠州谪居时，有一天，在山间行走，已经十分疲劳，而离家还很远。他突然悟到人本是大自然之子，在大自然的怀抱里，何处不能歇息于是心若挂钩之鱼，忽得解脱。人生到处知何似应似飞鸿踏雪泥。泥上偶然留指爪，鸿飞那复计东西。诗人的灵魂就像飞鸿，它不会眷恋自己留在泥上的指爪，它的唯一使命是飞，自由自在地飞翔在美的国度里。我相信，哲学是诗的守护神。只有在哲学的广阔天空里，诗的精灵才能自由地耐久地飞翔。哲学世界里的闲人在哲学世界里，我是个闲人游客。"}
{"text":"他突然悟到人本是大自然之子，在大自然的怀抱里，何处不能歇息于是心若挂钩之鱼，忽得解脱。人生到处知何似应似飞鸿踏雪泥。泥上偶然留指爪，鸿飞那复计东西。诗人的灵魂就像飞鸿，它不会眷恋自己留在泥上的指爪，它的唯一使命是飞，自由自在地飞翔在美的国度里。我相信，哲学是诗的守护神。只有在哲学的广阔天空里，诗的精灵才能自由地耐久地飞翔。哲学世界里的闲人在哲学世界里，我是个闲人游客。我爱到野外眺望日落，爱在幽静的林间小路散步，也爱逛大街小巷看众生相。唯独见了挂着闲人莫入游客止步招牌的严肃去处，我就知趣地规避。我知道那是办公重地，而我是没有什么公要办的，窃以为那里面的空气对于我的健康和我的哲学也均为不利。很早的时候，哲学世界里是没有这些个办公重地的。古代哲人们的活动场所就在蓝天之下赫拉克利特在破庙旁，苏格拉底在街头，亚里士多德在森林中，伊壁鸠鲁在花园里。最奇的是狄欧根尼，他的办公室是一只木桶。亚历山大皇帝恭问可以为他效什么劳，他答只有一件事，就是请你走开，不要遮住我的阳光。那是哲学家的黄金时代，哲学家个个穷得像乞丐，傲得赛帝王。他们实际上是富有的，拥有千金难买的悠闲和智慧。不知从何时起，哲学家们也煞有介事地忙碌起来了。他们忙于编写讲义，构筑体系，读释经典，考订档案。在他们手里，以寻求人生智慧为唯一使命的哲学逐渐演变为内容庞杂分科琐细的学术。到了今天，哲学简直成了一幢迷宫式的办公大楼，里面有数不清的房间和名目繁多的科室，门上贴着形形色色的术语标签。可惜的是，你在这些房间里只能见到许多伏案办公的职员，却见不到一个真正的哲学家。我对哲学怀有一种也许过时的信念。我始终认为，哲学不是公共事业，而是属于私人灵魂的事情。当一个人的灵魂对于人生产生某些根本性的疑问时，他就会求诸哲学。真正的哲学问题是古老而常新的。随着文明的进化，学术会愈来愈复杂，但哲学永远是单纯的。我们之所以步入哲学，正因为它是一块清静的园地，在这里我们可以摆脱琐碎的日常事务，从容倾听自己灵魂的独白，并和别的灵魂对话。如果我们反而陷入了琐碎的学术事务，岂非违背哲学的初衷，那是何苦来呢常常有年轻人向我表示，他们热爱人生问题的思考，渴望读哲学系，以哲学为终身职业。遇到这种情况，我每每加以劝阻。"}
{"text":"当一个人的灵魂对于人生产生某些根本性的疑问时，他就会求诸哲学。真正的哲学问题是古老而常新的。随着文明的进化，学术会愈来愈复杂，但哲学永远是单纯的。我们之所以步入哲学，正因为它是一块清静的园地，在这里我们可以摆脱琐碎的日常事务，从容倾听自己灵魂的独白，并和别的灵魂对话。如果我们反而陷入了琐碎的学术事务，岂非违背哲学的初衷，那是何苦来呢常常有年轻人向我表示，他们热爱人生问题的思考，渴望读哲学系，以哲学为终身职业。遇到这种情况，我每每加以劝阻。我对他们说，做哲学家和读哲学系完全是两回事。哲学本质上只能自学，哲学家必定是自学成才的。如果说有老师，也只是历史上的大哲人，他直接师事他们，没有任何中间环节。至于吃哲学饭与做哲学家就更加风马牛不相及了。吃哲学饭无关乎灵魂，不过是社会上说空话最多挣钱最少的一个行当罢了。一个人完全不必进那幢哲学办公大楼去做一个小职员，而仍然可以是一个出色的人生思考者，也就是说，一个哲学家。当然，这是极而言之。事实上，一个人只要有足够的悟性，是可以不被专业化哲学败坏的。我的意思是想表明，本真意义上的哲学不是一门学术，也不是一种职业，而是一个向一切探索人生真理的灵魂敞开的精神世界。不论你学问多少，缘何谋生，只要你思考人生，有所彻悟，你就已经在这个世界里悠闲漫游了。我自己也只想做这样一个闲人游客，并且恰如其分地把自己的作品看作一种心灵的闲谈和游记。平淡的境界一很想写好的散文，一篇篇写，有一天突然发现竟积了厚厚一摞。这样过日子，倒是很惬意的。至于散文怎么算好，想来想去，还是归于平淡二字。以平淡为散文的极境，这当然不是什么新鲜的见解。苏东坡早就说过寄至味于淡泊一类的话。今人的散文，我喜欢梁实秋的，读起来真是非常舒服，他追求的也是绚烂之极归于平淡的境界。不过，要达到这境界谈何容易。作诗无古今，惟造平淡难。之所以难，我想除了在文字上要下千锤百炼的功夫外，还因为这不是单单文字功夫能奏效的。平淡不但是一种文字的境界。更是一种胸怀，一种人生的境界。仍是苏东坡说的大凡为文，当使气象峥嵘，五色绚烂，渐老渐熟，乃造平淡。所谓老熟，想来不光指文字，也包含年龄阅历。人年轻时很难平淡，譬如正走在上山的路上，多的是野心和幻想。"}
{"text":"不过，要达到这境界谈何容易。作诗无古今，惟造平淡难。之所以难，我想除了在文字上要下千锤百炼的功夫外，还因为这不是单单文字功夫能奏效的。平淡不但是一种文字的境界。更是一种胸怀，一种人生的境界。仍是苏东坡说的大凡为文，当使气象峥嵘，五色绚烂，渐老渐熟，乃造平淡。所谓老熟，想来不光指文字，也包含年龄阅历。人年轻时很难平淡，譬如正走在上山的路上，多的是野心和幻想。直到攀上绝顶，领略过了天地的苍茫和人生的限度，才会生出一种散淡的心境，不想再匆匆赶往某个目标，也不必再担心错过什么，下山就从容多了。所以，好的散文大抵出在中年之后，无非是散淡人写的散淡文。当然，年龄不能担保平淡，多少人一辈子蝇营狗苟，死不觉悟。说到文人，最难戒的却是卖弄，包括我自己在内。写文章一点不卖弄殊不容易，而一有卖弄之心，这颗心就已经不平淡了。举凡名声地位学问经历，还有那一副多愁善感的心肠，都可以拿来卖弄。不知哪里吹来一股风，散文中开出了许多顾影自怜的小花朵。读有的作品，你可以活脱看到多么知道自己多愁善感，并且被自己的多愁善感所感动，于是愈发多愁善感了。戏演得愈真诚，愈需要观众。他确实在想象中看到了读者的眼泪，自己禁不住也流泪，泪眼朦胧地在稿子上签下了自己的名字。好的散文家是旅人，他只是如实记下自己的人生境遇和感触。这境遇也许很平凡，这感触也许很普通，然而是他自己的，他舍不得丢失。他写时没有想到读者，更没有想到流传千古。他知道自己是易朽的，自己的文字也是易朽的，不过他不在乎。这个世界已经有太多的文化，用不着他再来添加点什么。另一方面呢，他相信人生最本质的东西终归是单纯的，因而不会永远消失。他今天所拣到的贝壳，在他之前一定有许多人拣到过，在他之后一定还会有许多人拣到。想到这一点，他感到很放心。有一年我到云南大理，坐在洱海的岸上，看白云在蓝天缓缓移动，白帆在蓝湖缓缓移动，心中异常宁静。这景色和这感觉千古如斯，毫不独特，却很好。那时就想，刻意求独特，其实也是一种文人的做作。活到今天，我觉得自己已经基本上不是完全看淡了功名富贵，如果再放下那一份语不惊人死不休的虚荣心，我想我一定会活得更自在，那么也许就具备了写散文的初步条件。二当然，要写好散文，不能光靠精神涵养，文字上的功夫也是缺不了的。散文最讲究味。"}
{"text":"有一年我到云南大理，坐在洱海的岸上，看白云在蓝天缓缓移动，白帆在蓝湖缓缓移动，心中异常宁静。这景色和这感觉千古如斯，毫不独特，却很好。那时就想，刻意求独特，其实也是一种文人的做作。活到今天，我觉得自己已经基本上不是完全看淡了功名富贵，如果再放下那一份语不惊人死不休的虚荣心，我想我一定会活得更自在，那么也许就具备了写散文的初步条件。二当然，要写好散文，不能光靠精神涵养，文字上的功夫也是缺不了的。散文最讲究味。一个人写散文，是因为他品尝到了某种人生滋味，想把它说出来。散文无论叙事抒情议论，或记游写景咏物，目的都是说出这个味来。说不出一个味，就不配叫散文。譬如说，游记写得无味，就只好算导游指南。再也没有比无味的散文和有学问的诗更让我厌烦的了。平淡而要有味，这就难了。酸甜麻辣，靠的是作料。平淡之为味，是以原味取胜，前提是东西本身要好。林语堂有一妙比只有鲜鱼才可清蒸。袁中郎云凡物酿之得甘，炙之得苦，唯淡也不可造，不可造，是文之真性灵也。平淡是真性灵的流露，是本色的自然呈现，不能刻意求得。庸僧谈禅，与平淡沾不上边儿。说到这里，似乎说的都是内容问题，其实，文字功夫的道理已经蕴含在其中了。如何做到文字平淡有味呢第一，家无鲜鱼，就不要宴客。心中无真感受，就不要作文。不要无病呻吟，不要附庸风雅，不要敷衍文债，不要没话找话。尊重文字，不用文字骗人骗己，乃是学好文字功夫的第一步。第二，有了鲜鱼，就得讲究烹调了，目标只有一个，即保持原味。但怎样才能保持原味，却是说不清的，要说也只能从反面来说，就是千万不要用不必要的作料损坏了原味。作文也是如此。林语堂说行文要来得轻松自然，发自天籁，宛如天地间本有此一句话，只是被你说出而已。话说得极漂亮，可惜做起来只有会心者知道，硬学是学不来的。我们能做到的是谨防自然的反面，即不要做作，不要着意雕琢，不要堆积辞藻，不要故弄玄虚，不要故作高深，等等，由此也许可以逐渐接近一种自然的文风了。爱护文字，保持语言在日常生活中的天然健康，不让它被印刷物上的流行疾患侵染和扭曲，乃是文字上的养身功夫。第三，只有一条鲜鱼，就不要用它熬一大锅汤，冲淡了原味。文字贵在凝练，不但在一篇文章中要尽量少说和不说废话，而且在一个句子里也要尽量少用和不用可有可无的字。文字的平淡得力于自然质朴，有味则得力于凝聚和简练了。"}
{"text":"我们能做到的是谨防自然的反面，即不要做作，不要着意雕琢，不要堆积辞藻，不要故弄玄虚，不要故作高深，等等，由此也许可以逐渐接近一种自然的文风了。爱护文字，保持语言在日常生活中的天然健康，不让它被印刷物上的流行疾患侵染和扭曲，乃是文字上的养身功夫。第三，只有一条鲜鱼，就不要用它熬一大锅汤，冲淡了原味。文字贵在凝练，不但在一篇文章中要尽量少说和不说废话，而且在一个句子里也要尽量少用和不用可有可无的字。文字的平淡得力于自然质朴，有味则得力于凝聚和简练了。因为是原味，所以淡，因为水分少，密度大，所以又是很浓的原味。事实上，所谓文字功夫，基本上就是一种删除废话废字的功夫。陀思妥耶夫斯基在谈到普希金的诗作时说这些小诗之所以看起来好像是一气呵成的，正是因为普希金把它们修改得太久了的缘故。梁实秋也是一个极知道割爱的人，所以他的散文具有一种简练之美。世上有一挥而就的佳作，但一定没有未曾下过锤炼功夫的文豪。灵感是石头中的美，不知要凿去多少废料，才能最终把它捕捉住。如此看来，散文的艺术似乎主要是否定性的。这倒不奇怪，因为前提是有好的感受，剩下的事情就只是不要把它损坏和冲淡。换一种比方，有了真性灵和真体验，就像是有了良种和肥土，这都是文字之前的功夫，而所谓文字功夫无非就是对长出的花木施以防虫和剪枝的护理罢了。沉默学导言一个爱唠叨的理发师给马其顿王理发，问他喜欢什么发型，马其顿王答道沉默型。我很喜欢这个故事。素来怕听人唠叨，尤其是有学问的唠叨。遇见那些满腹才学关不住的大才子，我就不禁想起这位理发师来，并且很想效法马其顿王告诉他们，我最喜欢的学问是沉默学。无论会议上，还是闲谈中，听人神采飞扬地发表老生常谈，激情满怀地叙说妇孺皆知，我就惊诧不已。我简直还有点嫉妒这位先生往往是先生的自我感觉何以这样好呢据说讲演术的第一秘诀是自信，一自信，就自然口若悬河滔滔不绝起来了。可是，自信总应该以自知为基础吧不对，我还是太迂了。毋宁说，天下的自信多半是盲目的。唯其盲目，才拥有那一份化腐朽为神奇的自信，敢于以创始人的口吻宣说陈词滥调，以发明家的身份公布道听途说。可惜的是，我始终无法拥有这样的自信。话未出口，自己就怀疑起它的价值了，于是嗫嚅欲止，字不成句，更谈何出口成章。"}
{"text":"我简直还有点嫉妒这位先生往往是先生的自我感觉何以这样好呢据说讲演术的第一秘诀是自信，一自信，就自然口若悬河滔滔不绝起来了。可是，自信总应该以自知为基础吧不对，我还是太迂了。毋宁说，天下的自信多半是盲目的。唯其盲目，才拥有那一份化腐朽为神奇的自信，敢于以创始人的口吻宣说陈词滥调，以发明家的身份公布道听途说。可惜的是，我始终无法拥有这样的自信。话未出口，自己就怀疑起它的价值了，于是嗫嚅欲止，字不成句，更谈何出口成章。对于我来说，谎言重复十遍未必成为真理，真理重复十遍无须十遍就肯定成为废话。人在世。说废话本属难免，因为创新总是极稀少的。能够把废话说得漂亮，岂不也是一种才能若不准说废话，人世就会沉寂如坟墓。我知道自己的挑剔和敏感实在有悖常理，无奈改不掉，只好不改。不但不改，还要把它合理化，于自卑中求另一种自信。好在这方面不乏贤哲之言，足可供我自勉。古希腊最早的哲人泰勒斯就说过多说话并不表明有才智。人有两只耳朵，只有一张嘴，一位古罗马哲人从中揣摩出了造物主的意图让我们多听少说。孔子主张君子欲讷于言而敏于行，这是众所周知的了。明朝的李笠翁也认为智者拙于言谈，善谈者罕是智者。当然，沉默寡言未必是智慧的征兆，世上有的是故作深沉者或天性木讷者，我也难逃此嫌。但是，我确信其反命题是成立的夸夸其谈者必无智慧。曾经读到一则幽默，大意是某人参加会议，一言不发，事后，一位评论家对他说如果你蠢，你做得很聪明如果你聪明，你做得很蠢。当时觉得这话说得很机智，意思也是明白的蠢人因沉默而未暴露其蠢，所以聪明聪明人因沉默而未表现其聪明，所以蠢。仔细琢磨，发现不然。聪明人必须表现自己的聪明吗聪明人非说话不可吗聪明人一定有话可说吗再也没有比听聪明人在无话可说时偏要连篇累牍地说聪明的废话更让我厌烦的了，在我眼中，此时他不但做得很蠢，而且他本人也成了天下最蠢的一个家伙。如果我自己身不由己地被置于一种无话可说却又必须说话的场合，那真是天大的灾难，老天饶了我吧！公平地说，那种仅仅出于表现欲而夸夸其谈的人毕竟还不失为天真。今日之聪明人已经不满足于这无利可图的虚荣，他们要大张旗鼓地推销自己，力求卖个好价钱。于是，我们接连看到，靠着传播媒介的起哄，平庸诗人发出摘冠诺贝尔的豪言，俗不可耐的小说跃居畅销书目的榜首，尚未开拍的电视剧先声夺人闹得天下沸沸扬扬。"}
{"text":"如果我自己身不由己地被置于一种无话可说却又必须说话的场合，那真是天大的灾难，老天饶了我吧！公平地说，那种仅仅出于表现欲而夸夸其谈的人毕竟还不失为天真。今日之聪明人已经不满足于这无利可图的虚荣，他们要大张旗鼓地推销自己，力求卖个好价钱。于是，我们接连看到，靠着传播媒介的起哄，平庸诗人发出摘冠诺贝尔的豪言，俗不可耐的小说跃居畅销书目的榜首，尚未开拍的电视剧先声夺人闹得天下沸沸扬扬。在这一片叫卖声中，我常常想起甘地的话沉默是信奉真理者的精神训练之一。我还想起吉辛的话人世一天天愈来愈吵闹，我不愿在增长着的喧嚣中加上一份，单凭了我的沉默，我也向一切人奉献了一种好处。这两位圣者都是羞于言谈的人，看来决非偶然。当然，沉默者未免寂寞，那又有什么说到底，一切伟大的诞生都是在沉默中孕育的。广告造就不了文豪。哪个自爱并且爱孩子的母亲会在分娩前频频向新闻界展示她的大肚子呢种种热闹一时的吹嘘和喝彩，终是虚声浮名。在万象喧嚣的背后，在一切语言消失之处，隐藏着世界的秘密。世界无边无际，有声的世界只是其中很小一部分。只听见语言不会倾听沉默的人是被声音堵住了耳朵的聋子。懂得沉默的价值的人却有一双善于倾听沉默的耳朵，如同纪伯伦所说，他们听见了寂静的唱诗班唱着世纪的歌，吟咏着空间的诗，解释着永恒的秘密。一个听懂了千古历史和万有存在的沉默的话语的人，他自己一定也是更懂得怎样说话的。世有声学语言学音韵学广告学大众传播学公共关系学等等，唯独没有沉默学。这就对了，沉默怎么能教呢所以，仅存此导言一篇，正论则理所当然地将永远付诸缺如了。生命本来没有名字这是一封读者来信，从一家杂志社转来的。每个作家都有自己的读者，都会收到读者的来信，这很平常。我不经意地拆开了信封。可是，读了信，我的心在一种温暖的感动中颤栗了。请允许我把这封不长的信抄录在这里――不知道该怎样称呼您，每一种尝试都令自己沮丧，所以就冒昧地开口了，实在是一份由衷的生命对生命的亲切温暖的敬意。记住你的名字大约是在七年前，那一年翻看一本父母必读，上面有一篇写孩子的或者是写给孩子的文章，是印刷体却另有一种纤柔之感，觉得您这个男人的面孔很别样。"}
