{"text":"有时候，哲学恰好是非时代永恒反时代批判的，它立足于永恒之根本，批判时代舍本求末的迷途倾向。哲学不是公共事业，而是属于私人灵魂的事情。任何一种哲学的核心都是非政治的，政治色彩仅是附着物。绝对，终极，永恒，怎么能是政治的呢哲学是一个产妇，从她腹中孕育出了一门门具体科学。哲学的每一次分娩都好像要宣告自己的末日，但哲学是永存的，这位多产的母亲一次次把自己的子女打发走，仿佛只是为了不受他们的搅扰，可以在宁静的独处中悠然思念自己的永恒情人智慧。仁者见仁，智者见智。哲学家从来就有仁者和智者两类，所以他们所见出的哲学也从来就有唯仁人本主义和唯智科学主义两派。既然人性不能一律，为什么哲学倾向就非要一律呢我主张哲学上的宽容。但宽容是承认对方的生存权利，而不是合流。"}
{"text":"不断有人试图把这两种理解揉在一起，但结果总是不成功。理性强的人研究自然，追求真，做科学家。意志强的人研究社会，追求善，做政治家。情感强的人研究人，追求美，做艺术家。哲学家无非也分成这三类，何尝有纯粹的哲学家有艺术家，也有哲学家。有艺匠，却没有哲学匠。演奏绘画如果够不上是艺术，至少还是手艺，哲学如果够不上是哲学，就什么也不是了。才能平庸的人靠演奏绘画糊口，还不失为自食其力，靠哲学谋生却完全是一种寄生。所谓哲学家包括四种截然不同的类型政客型的哲学家把哲学当作谋权的手段，庸人型的哲学家把哲学当作饭碗，学者型的哲学家把哲学当作纯学术，真正的哲学家把哲学当作生命。但是，真有政客型或庸人型的哲学家吗圆的方可怜那些毫无哲学素养的人，一旦陷入哲学的泥坑，便无力自拔，只好在坑里搅动泥水，以证明他们也在从事哲学。我不想与以哲学为职业的专门家讨论哲学，宁愿与热爱哲学的门外汉交谈但也不是谈哲学。哲学和宗教是痛苦灵魂的收容所。许多人怀着无可排遣的生命的苦恼，终于在哲学和宗教中找到了寄托。可是，倘若有人因此决心献身哲学，却是一种误会。这就好比病人因为患病，便自以为获得了当医生的资格一样。何况吃哲学饭其实与灵魂毫不相干，不过是社会上说空话最多挣钱最少的一种行当罢了。我知道献身宗教是可能的，但也和社会上那些吃宗教饭的人无关。有一种人，善于接近名人而不善于接近思想，其从事哲学的方式是结交哲学界名流，成果便是一串煌赫的名字。我不禁想就算这些名人并非徒有其名，他们的哲学难道和伤寒一样也会传染吗常有人问中国能不能出大哲学家我想，中国现在尤其需要的是不受传统习俗舆论教条束缚的自由灵魂，人生和社会问题的真诚的探索者，出不出大哲学家倒在其次。非理性主义哲学的流行也许比理性主义更严重地败坏了人的非理性。在理性主义时代，人的直觉本能情绪体验不受重视，但也未受侵犯。这是一片原始森林，保持着非理性的自然面貌。"}
{"text":"非理性主义哲学的流行也许比理性主义更严重地败坏了人的非理性。在理性主义时代，人的直觉本能情绪体验不受重视，但也未受侵犯。这是一片原始森林，保持着非理性的自然面貌。自从非理性主义哲学兴起，哲学家们成群结队地闯入这个领域，没完没了地进行分析解剖砍伐，使非理性的感受丧失了其个人当下的独特性和生命的原始性，被符号化了，即理性化了。"}
{"text":"所以，的确应该加以引导一一不但对青年学生，而且对青年导师。其实，现代西方的大思想家恰恰是现代西方社会的严肃批判者，他们对于西方文明的反省表明全盘西化是不足取的。因此，大可不必对现代西方思潮的引进感到神经紧张。什么是直觉直觉就是创造性思维许多时候，像这样用一个含义相近的名词代替另一个名词，人们就自以为作了解释，也自以为弄懂了。做哲学家和读哲学系完全是两回事。哲学本质上只能自学，哲学家必定是自学成才的。如果说有老师，也仅是历史上的大哲人，他直接师事他们，没有任何中间环节。哲学系的学生中，有此自学能力的不足什一。一般人追求可望也可即的东西，诗人追求可望不可即的东西，哲学家追求不可望也不可即的东西。个人思维犹如人类思维一样，走着从混沌感性到分化知性到整合理性的路。但是，并非所有的人都能走到底的。有的人终生停留在第一阶段，其低能者成为可笑的老孩子，才高者成为艺术家。多数人在第二阶段止步，视其才能的高低而成为一知半解者或科学家。达到第三阶段的必是哲学家。哲学家诗人音乐家画家都有自己的行话。有时候，不同的行话说着同一个意思。有时候，同一种行话说着不同的意思。隔行如隔山，但没有翻越不了的山头，灵魂之间的鸿沟却是无法逾越的。我们对同行说行话，对朋友吐心声。人与人之间最深刻的区分不在职业，而在心灵。艺术每个人都有那种奇妙的瞬时的感觉，可是大部分人抓不住，日常琐屑生活的潮流把他们冲向前去了，他们来不及顾不上去回味和体验。有些人抓住了，但不能赋予形式，表达不出来。只有少数人既能抓住，又能赋予形式。人的感受性是天生的，因而也是容易的。最困难的是赋予自己的感受以适当的形式。天才与般聪明人的区别就在于此。也正因为这个原因，许多人有很好的感受性，但其中只有极少数人为世界文化宝库提供了自己的东西。有一种人，感受性甚好，知识面甚广，但切都是碎片，没有能力把它们组织成个活的躯体。知识和感受诚然重要，但更重要的是要有驾驭它们的能力，善于赋予形式否则切都会白白流失。"}
{"text":"有些人抓住了，但不能赋予形式，表达不出来。只有少数人既能抓住，又能赋予形式。人的感受性是天生的，因而也是容易的。最困难的是赋予自己的感受以适当的形式。天才与般聪明人的区别就在于此。也正因为这个原因，许多人有很好的感受性，但其中只有极少数人为世界文化宝库提供了自己的东西。有一种人，感受性甚好，知识面甚广，但切都是碎片，没有能力把它们组织成个活的躯体。知识和感受诚然重要，但更重要的是要有驾驭它们的能力，善于赋予形式否则切都会白白流失。质朴是大师的品格，它既体现在日常举止中，也体现在作品中。这是一种丰富的简洁，深刻的平淡，自信的谦虚，知道自己无需矫饰。相反，那些贫乏浅薄之辈却总是在言谈和作品中露出浮夸高深狂妄之态，因为不如此他们就无法使自己和别人相信他们也是所谓艺术家。"}
{"text":"浮夸的东西只会扰乱心灵。把简单的事情说得玄妙复杂，或把复杂的东西说得简单明白，都是不寻常的本领。前者靠联想和推理，后者靠直觉和洞察。前者非聪明人不能为，能为后者的人则不但要聪明，而且要诚实。托尔斯泰的伟大在于他那种异乎寻常的质朴和真实。与他相比，许多作家都太知识分子气了，哪怕写起平民来也是满口知识分子语言。托氏相反，他笔下的知识分子说的仍然是普通的语言，日常生活的语言。事实上，人们历来用生活语言说话，用书本语言写书，已沿成习惯。用书本语言说话和用生活语言写书都是难事，前者非不可救药的书呆子不能为，后者非不可企及的大师不能为。文字平易难，独特也难，最难的是平易中见出独特，通篇寻常句子，读来偏是与众不同。如此只可意会不可言传的独特，方可称作风格。刻意求来的独特是平庸的另一副面孔，你会发现，它其实在偷偷地模仿，而它本身也是很容易被模仿和复制的。真正的独特是不可模仿的。它看不见，摸不着，而你却感觉到它无处不在。它不是某些精心做出的姿态，而是贯穿全部作品的灵魂。这便是我所理解的风格。好艺术家像好女人好男人一样，总那么纯，这是一种成熟的单纯，一种有深度有力度的单纯。他们能够不断地丰富自己，却又不为时代的五光十色所侵染，不为成败所动摇，耐得寂寞，也耐得喧嚣，始终保持本色。艺术家所可追求的，无非生前的成功死后的名声创作的快乐三者。世事若转蓬，生前的成功究系偶然。人死万事空，死后的名声亦属无谓。唯有创作的快乐最实在，最可把握。艺术家是及时行乐之徒，他的乐便是创作的快乐，仅此一项已足以使他淡然于生前的成功和身后的名声了。如今梵高的一幅画的拍卖价高达数百万甚至数干万美元了，他在世时的全部生活费用还够不上做这个数字的一个小零头。你愿意做梵高，还是拍卖商我不相信你的回答。毕生探索技巧，到技巧终于圆熟之时，生命也行将结束了。这是艺术大师的悲哀。我能理解那些销毁自己不满意的作品的艺术家，他们的动机并非为己扬善掩恶，倒是因为爱美成癖。凡缪司，必永远漂泊。唯有法利赛人才有安居乐业的福气。也许新鲜感大多凭借遗忘。"}
{"text":"你愿意做梵高，还是拍卖商我不相信你的回答。毕生探索技巧，到技巧终于圆熟之时，生命也行将结束了。这是艺术大师的悲哀。我能理解那些销毁自己不满意的作品的艺术家，他们的动机并非为己扬善掩恶，倒是因为爱美成癖。凡缪司，必永远漂泊。唯有法利赛人才有安居乐业的福气。也许新鲜感大多凭借遗忘。一个人如果把自己的所有感觉都琢磨透并且牢记在心，不久之后他就会发现世上没有新鲜东西了。艺术家是最健忘的人，他眼中的世界永远新鲜。"}
{"text":"在一般社交场合，他可能显得沉默寡言，心不在焉，因而在俗人眼中不是个有趣的人物。但不少人却把社交场合的活跃和有趣看作艺术气质的标志。所谓艺术气质，其实包括两种全然不同的类型。一种是诗人气质，往往是忧郁型的。另一种是演员气质，往往是奔放型的。前者创造，后者摹仿。这里指的不是职业。事实上，有的诗人是演员气质的，他在摹仿有的演员是诗人气质的，他在创造。叔本华说，艺术是人生的麻醉剂。尼采说，艺术是人生的兴奋剂。其实还不是一回事酒既是麻醉剂，又是兴奋剂。艺术就是人生的酒。至于它哪种作用更显著，则是因人而异的，就像不同体质的人对酒有不同的反应一样。文学是人生感受的表达和人生画面的描绘，哲学是人生根本问题的体悟和思考，在这个意义上，文学与哲学是息息相通的，一个好的文学家不能没有哲学的素养。但是，当今文学界的时髦做法是搬弄哲学上的新概念新术语，并且自以为这便是在追求文学创作和文学批评的哲学深度，此时此刻，我不禁要说没有比伪哲学坏哲学更加败坏文学的了。当今批评界的时髦是沤制概念垃圾，然后一古脑儿倾倒在落入其视野的作品上。这班既不懂哲学又不懂艺术的低能儿，他们唯一的生存策略是在哲学家面前故作放诞，渲染假艺术的气质，在艺术家面前故作高深，玩弄伪哲学的术语。我把散文划分为艺术品和工艺品两类。在旅游地区，常有小摊贩出售干篇一律的劣质工艺品。在游记文学中亦然。在西方，现代艺术诗画音乐的大师，往往一度曾是古典艺术的高手。可是据说在我们这里有许多天生的现代派。有时候，艺术创作中的败笔反能提供一个契机，启示新的发现，发展出一种新的风格或流派来。有意写实，结果失败了，然而谁知道失实之处会不会是一种成功的变形呢也许，意识的失误，其实源于无意识中的真实。那么，写实成功之作就是古典派作品，不成功之作就是现代派作品吗别开玩笑对于真正的艺术家来说，艺术始终是目的本身，而爱情在客观上只成了手段。可是，当他堕入情网身历其境时，他所爱的对象就是目的，艺术反倒好像成了手段。他歌唱，写作，把作品呈献给心中的偶像。直到爱情消逝了，他的作品的真正价值才得以确立。"}
{"text":"有意写实，结果失败了，然而谁知道失实之处会不会是一种成功的变形呢也许，意识的失误，其实源于无意识中的真实。那么，写实成功之作就是古典派作品，不成功之作就是现代派作品吗别开玩笑对于真正的艺术家来说，艺术始终是目的本身，而爱情在客观上只成了手段。可是，当他堕入情网身历其境时，他所爱的对象就是目的，艺术反倒好像成了手段。他歌唱，写作，把作品呈献给心中的偶像。直到爱情消逝了，他的作品的真正价值才得以确立。如果我是女人，我将乐意与艺术家交朋友，听他谈作品，发牢骚，讲疯话。但我决不嫁给他。读艺术家的作品是享受，和艺术家一起生活却是苦难。艺术家的爱情大多以不幸结束，责任决不在女人。他心中有地狱，没有人能够引他进入天堂。女人推进艺术，未必要靠亲自创作。世上有一些艺术直觉极敏锐的奇女子，她们像星星一样闪烁在艺术大师的天空中。我想起了歌德和贝多芬的贝蒂娜，瓦格纳和罗曼罗兰的梅森葆夫人，尼采和弗洛伊德的莎乐美，柴柯夫斯基的梅克夫人。"}
