{"text":"人们总是将体力活，脏活，苦活定义为劳动。换言之大部分人认为只有种田，扫大街，工地搬砖之类的才是劳动，把创业当老板，办公室当白领视为一种追求。工作和职业确实有高低贵贱之分，区别无非在于付出与收获是否值得，但不代表这种工作不是劳动。可能确实有些工作或者职业无法带来合理的受益，你付出了大量体力和精力只能有少量的回报，你大可以去否定某个工作，宣传他的缺点，但不应该去相信劳动无用或者宣传劳动无用。为什么要在中国，劳动会被列为美德，这可能是出于农业生产的传统地位而言，劳动就有好收成就能造福更多吃不上饭的人，所以将其视为美德。随着时间推移，很多事情发生了改变，人也应该接受改变，不能再将劳动的定义看得狭隘，付出体力，付出精力做出了贡献都应该是劳动。这其实是很简单的道理，你可以相信劳动无用，但为了生存又必须去劳动时代的一粒灰，落在个人头上，就是一座山。再黑暗的夜晚，也会有璀璨的星河。题记你问我什么是中国面孔，我说就是在这样特殊的时刻，挺身而出不顾自我的英雄。岁末年初，一场突如其来的新冠疫情席卷神州大地，随着各地的封城，在疫情笼罩的阴霾之下不断有展示中国面貌的英雄降世。在疫情肆虐的紧急关头，中国面孔是一封封印满鲜红手印的请战书。武汉市金银潭医院是新型肺炎最初的小汤山，院长张定宇身患渐冻症，妻子也因身处前线而遭遇感染，他依然身先士卒坚持奋战。当被问及自己的病情时，他总显得豁达，不多言便迈着蹒跚的步子，继续坚守在病房，与同事们一同与病毒作战。国有战，召必回，战必胜，各地医疗人员不计报酬，不论生死，逆着人流，驰援武汉。将为天地立心，为生民立命的传统家国情怀化作了无畏出征的脚步，奋战前线的担当。面对来势汹汹的新冠肺炎疫情，医护工穿着厚厚的防护服抗击病毒最前线。在这场没有硝烟的战争中，后浪们也用自己的方式诠释了属于他们的热血青春。不论是为节约防护服，上班时不喝水的湖北医生叶黎文，还是从脸上压出血印，却在接受采访时强调不要播我的名字，妈妈看了会担心的岁军医护士，到想哭却不能哭，因为哭了护目镜会起雾的湖南护士王柳，他们，也只不过是学着前辈的样子和死神抢人罢了。"}
{"text":"面对来势汹汹的新冠肺炎疫情，医护工穿着厚厚的防护服抗击病毒最前线。在这场没有硝烟的战争中，后浪们也用自己的方式诠释了属于他们的热血青春。不论是为节约防护服，上班时不喝水的湖北医生叶黎文，还是从脸上压出血印，却在接受采访时强调不要播我的名字，妈妈看了会担心的岁军医护士，到想哭却不能哭，因为哭了护目镜会起雾的湖南护士王柳，他们，也只不过是学着前辈的样子和死神抢人罢了。在寒风凛冽的知音湖畔，中国面孔是一个个忙碌而疲惫的背影。年月日至日，建筑工人钟巍巍带着父亲哥哥来到工地，每天连续施工多个小时，吃饭蹲在工地上，困了靠在材料堆上打个盹，下雨时就钻到管子里睡十几分钟。材料一运到，马上又爬出来干活。像这样的火神山雷神山建设工约万名，他们从八方赶来，日夜鏖战克服重重困难，与病毒竞速，创造了天左右时间建成两座传染病医院的中国速度！这群火线上的建设者把不可能变成了可能，让深受病痛的人们及早医治。在疫情防控的第一线，中国面孔是为人民群众办事而匆匆的脚步。天津蓟州东赵各庄，年党龄的司法所所长王辉，生命定格在疫情防控第一线。我是老党员，能坚持我是书记，护送患者让我来党员多跑腿，居民少出门身为党员就要冲锋在前特殊时刻，不正是党员站出来的时候吗和死神作斗争，心中必须有一股精神力量支撑――这些真挚朴素的话语，闪耀着党性的光辉，展现了赤子的情怀。无论在什么地方，不管在哪个岗位，广大共产党员想患者所想急群众所急，用行动践行着人民至上生命至上的理念。没有从天而降的英雄，只有挺身而出的凡人。他们可能是亲密的邻居亲友，可能是陌生的路人过客，可能一身尘土一脸朴实，但他们用寻常的言行真挚的情感，展现了中国最美的面孔！青史之内，天佑中华悠悠青史寰宇之内，有大国居于四海，类上古之椿，历春秋冬夏，拓无尽疆土，享幅员辽阔，此大国钟鸣鼎食，诗乐舞仪繁盛多姿谓之夏又有朋酒斯飨蚕月条桑，服章之美谓之华泱泱华夏天地浩荡，五千年历史传承谓之中国，中国文明群星璀璨，此间集大成者谓之――炎黄子孙。"}
{"text":"他们可能是亲密的邻居亲友，可能是陌生的路人过客，可能一身尘土一脸朴实，但他们用寻常的言行真挚的情感，展现了中国最美的面孔！青史之内，天佑中华悠悠青史寰宇之内，有大国居于四海，类上古之椿，历春秋冬夏，拓无尽疆土，享幅员辽阔，此大国钟鸣鼎食，诗乐舞仪繁盛多姿谓之夏又有朋酒斯飨蚕月条桑，服章之美谓之华泱泱华夏天地浩荡，五千年历史传承谓之中国，中国文明群星璀璨，此间集大成者谓之――炎黄子孙。炎黄子孙就像一张独属于中国人的面孔，它代表了中国神秘厚重的历史色彩和文化底蕴，也代表了中国人民自强不息的精神和代代相传的民族形象。这张面孔是无数中国人组成的在时间长河中不断改变的，世界对中国的印象。丈夫壮志当凌云，书成十三载，舍身报国家。中国面孔，由此而来。蓝脸的窦尔敦盗御马，红脸的关公战长沙，中国自古就有脸谱的文化，抽象来看，脸谱化的色彩更有利于形容中国面孔。一张脸如果有颜色，那么会是什么颜色呢？如果用颜色来代表中国面孔，中国面孔又该是什么颜色？中国面孔是黄色的。黄皮肤，黑眼睛，是中国人的面孔，是面朝黄土背朝天的面孔，却曾有一段时间，人们对于中国面孔的形象是固化的，面黄肌瘦甚至成了我们的形容词，但多年之后，我们仍可以紧握金黄的稻谷，向世界呐喊，泱泱大国，万寿无疆。黄色的中国面孔，是站在稻田前的袁隆平。中国面孔是黑色的。伫立于中国北方，脚下踩的是一片一片的黑土，肥沃富有生机。在这片土地里，蕴藏着一种神秘的力量，当大庆的土地迸发出第一股血液，中国就从贫油的帽子下走了出来，铁人的身上沾满了泥浆，我们却看到了一张黝黑的面孔，那是打出石油的王进喜。中国面孔是白色的。白色的口罩戴在脸上，汗水被捂在棉质的口罩里，手中的刀只为了与死神争分夺秒，哪怕自己也伤痕累累。南丁格尔的誓言犹在耳边，他们在疫情前义无反顾。白色面孔是医生和护士，是默默奉献的无名英雄。中国面孔是红色的绿色的。从红军到解放军，身上的军装换了，肩上的责任没变，此去泉台招旧部，旌旗十万斩阎罗，军人的血鲜红，染红了红旗军人的军装深绿，是保家卫国的沉稳。这样的面孔，名叫国防。"}
{"text":"南丁格尔的誓言犹在耳边，他们在疫情前义无反顾。白色面孔是医生和护士，是默默奉献的无名英雄。中国面孔是红色的绿色的。从红军到解放军，身上的军装换了，肩上的责任没变，此去泉台招旧部，旌旗十万斩阎罗，军人的血鲜红，染红了红旗军人的军装深绿，是保家卫国的沉稳。这样的面孔，名叫国防。中国面孔是彩色的，是种种颜色交织在一起，这一张张面孔横亘古今，在歌舞升平的盛世中绽放，在炮火纷飞的年代里被打磨，最终于和平富强的国家中重塑这张面孔是亿万中国人的见证，是无数仁人志士的纪念，这张面孔代表着盛世之下，礼仪之邦。天行健，君子以自强不息，无数炎黄子孙用傲骨撑起了中国的脊梁，也正是这一张张中国面孔组成了今日之中国。悠悠苍天，此何人哉，且看我中华如鲲鹏扶摇而上，如巨龙腾飞于天，中国面孔，亦是中国之骄傲，中国面孔，于今日屹立世界之巅。在踏入高中之前，大多数人依然是懵懵懂懂但无忧无虑，可现在，却走进了这样一个万众瞩目的阶段。不知道你是否会疑问，如今的你将身处何地，如今的你又要归往何方。请不要慌乱，学会明确自己未来的方向，坚定自己掌舵的力量。也许身在庐山不可见，那就趁还未进庐山之前，好好确认并记住你希望成为的模样。为自己画像，首先要学会自我认知，这是你在成为独立的成熟人的路上，走出的第一步。传说，人类世界所有的活动的开端，源于某个古猿看着茫茫大地浩瀚星海，忽然开始的第一次思考――我，是谁？于是人真正地有了独立的智慧，有了跟周围生物划分界限的社会体系，有了宇宙间独属人类的王国。那么当你开始独立思考，独立向前时，也应该问问自己我是谁？我希望成为什么样的人？当你的人格成为成熟的内核，就形成了一颗独立的行星于是，星星点点围绕这颗行星汇集成你的生活，你的世界。那么如何认识自我呢？首先你不要忘记一个人不是仅靠自己就能够定位的，而是需要被放在一个环境之中。所以我们需要从他人的眼里看自己，看看在别人的心里自己是什么模样。从家人老师同学朋友处，问问他们的评价。另外，也能够从他人的生活中学习长处和成功之处。良药苦口利于病，忠言逆耳利于行。"}
{"text":"那么如何认识自我呢？首先你不要忘记一个人不是仅靠自己就能够定位的，而是需要被放在一个环境之中。所以我们需要从他人的眼里看自己，看看在别人的心里自己是什么模样。从家人老师同学朋友处，问问他们的评价。另外，也能够从他人的生活中学习长处和成功之处。良药苦口利于病，忠言逆耳利于行。也许真实的评价往往是苦涩而刺耳的，但是一个人如果连真实都无法面对，连真实的自己都无法接受，那么也无法去探讨什么自己的未来，因为这样往往会陷入一种自我麻醉自我骄傲的情形，现实将会给自大看不清的人给一个巨大的绊脚石。以他人之眼为镜，以他人之疏为鉴，以他人之优为引。人与人之间互爱，互尊，互竞，互得，如此，我之形渐明。曾子勤奋刻苦，善于自省，而得远大成就，也获得老师孔子的喜爱。他的吾日三省吾身常常点醒人们要学会内视，内省。人从环境中得到评价是利用外部力量，而人在审视自我行为和内心时就是利用内部力量，两种力量相辅相成，而内部力量更作为一种核心力量帮助你塑成自我。曾子之三省为为人谋而不忠乎？与朋友交而不信乎？传不习乎？三点分别为做事做人与做学问。做事尽力否？待友诚挚否？学习复习否？我们在学习和生活中，都应该如曾子这般时刻保持诚挚的态度问问自己的内心。把自我认知作为一种现时起点，形成自我理想，即自己希望成就的模样和目标，所以我们就需要自我规划。那么进入高中，我们可以选择对学习生活进行量化，最常见的办法就是定阶段性目标，定下自己的大目标，再分隔为自己的小目标。在完成每一个小目标的同时就是离大目标更进一步。也许有的人已经知道自己更远的未来将成为什么样的人而去规划，例如有的人树立了成为一名优秀医生的理想，便选择理科，刻苦学习，以期能够进入大学优秀的医学学科。有的人也许并没有具体的职业规划，便暂时以高考为终点，确立一个分数线或者排名目标，因为往往一个好的成绩可以使你进入更好的学府，有更多的选择机会，更广阔的视界。高考给予了我们一个最公平的竞争机会，也是给了我们人生的第一个选择。这个竞争是充满压力的，但是我们依然有理由相信，持之以恒的奋斗，一以贯之的努力，就会有希望的降临，就会离你希望的模样更进一步。往日如走马观花，今朝不可虚度年华。高中，远看就像一座高不可攀人人敬畏的巨山，可是当你真的投身其中，你会发现，再陡峭高耸的山中，也就是木林石草，春华秋实。"}
{"text":"高考给予了我们一个最公平的竞争机会，也是给了我们人生的第一个选择。这个竞争是充满压力的，但是我们依然有理由相信，持之以恒的奋斗，一以贯之的努力，就会有希望的降临，就会离你希望的模样更进一步。往日如走马观花，今朝不可虚度年华。高中，远看就像一座高不可攀人人敬畏的巨山，可是当你真的投身其中，你会发现，再陡峭高耸的山中，也就是木林石草，春华秋实。只要你不停止攀登的脚步，翻过这座大山，这个世界，将为你绽开。过了垭口，就是平原。面对上面的问题，各人有各人的想法和观点。在我看来，为自己画出来的像，就是指对于自己作为社会个体的认知结果。画家画出传世的名画，是基于他对于客观世界的认识，再加上自己对于艺术的理解与追求这两方面共同推动下的结果。我们对于自己的认知，也会从他人对我们的评价反馈和自己的人生追求这两方面共同生成。但这样的情况下就有问题产生，在我们的成长过程中，他人对我们的评价总是优于自己的人生追求来纳入我们的感知范围内。举一个最简单的例子，在幼儿园，收到老师表扬和喜爱的小朋友会是得到小红花数量最多的那位小朋友。这样的状况导致小朋友们会受到老师和父母等一系列环境潜移默化的引导，引导他们的行为更加贴近发放小红花那位老师内心的人生标准。等你步入了小学和初中，小红花演化为了分数，我们依旧为了达到他人制定的标准而努力。到最后，满足了家长取悦了老师，那你自己呢？学弟学妹们，我不知道你们现在还怎样去评价你们自己，我们的教育环境已经将我们内心的画布泼洒上了外人们喜欢的色彩。如果我们依旧缺乏对自己的认知管理，这块画布上迷乱的色彩只会越来越多，你的人生到最后也只是望着这块垃圾空留叹息。但是对于学弟学妹们，你们刚刚步入高中的课堂。正所谓恰同学少年，风华正茂，你们既对世界有了初步的认识，自我价值实现的渴望刚刚觉醒，同时也能够兼听则明，对身边的声音有自己的判断和处理方式。我希望你们的画像上是有着属于自己的独特印记，就如同悲鸿先生的马大千先生的壁画佛像白石老人的虾。人来一世，要有自己的风骨。"}
{"text":"但是对于学弟学妹们，你们刚刚步入高中的课堂。正所谓恰同学少年，风华正茂，你们既对世界有了初步的认识，自我价值实现的渴望刚刚觉醒，同时也能够兼听则明，对身边的声音有自己的判断和处理方式。我希望你们的画像上是有着属于自己的独特印记，就如同悲鸿先生的马大千先生的壁画佛像白石老人的虾。人来一世，要有自己的风骨。就算被黑暗蒙住了双眼，双手随着自己的心之所想肆意挥洒，那也是人生画像上最靓丽的一笔，你随着这一笔的走向，大步向前，最后收获的结果是不会以好坏来评价的，它是适合你的，它会给你的人生升起一颗不灭的启明星。学弟学妹们，画笔在你的手中，对他人评价的听取只是对你的自画像简单的勾勒，以使得自己存在能够满足他人或者达到与他人和谐相处的状态。画像的灵魂思想终究是要你自己去赋予的，它可以是你的兴趣，你的特长。我期望你们能够在高中的三年时间把精力不仅仅放在繁重的科目上，更要放在发掘这些自我的闪光点上。当你走向人生更长远的阶段时，它们会成为你的理想。而理想会成为明珠镶嵌在你的画像上，理想这东西永远不会因为时间而褪色，反而更显珍贵。我们的画像也会成为人生中的经典。我一如往常的来到校园，书包里还带着迟迟未看完的半本书―他的书实在有点重，以至我不得不按裁开分着看，它和练习题一起，被我拎到三楼的教室。我看了看窗外，楼下新建的地基存满了雨水，边上冒出了许多新生的野草，颇有些池塘的样子。桌面摊开的历史书上是几位哲学家的画像，哲学家的历史课本，也画着更早以前的伟人吗？那么他也许想不到，未来自己会作为代表性的一笔，重重刻在人类历史的纪念碑上。我这样想着，任由风把头发吹得有些乱，如同湖水一般潮湿的气息涌过来，带着野草的味道，或者这就叫春天。铃声响了，门啪一声被打开，政治老师轻轻地带上门，班级原本嘈杂的交谈声停了，他没有表情，但脸色有些发暗，衬得黑框眼镜更加深了。他放下玻璃水杯，把胳膊里夹着的书搁在一边。抿了抿嘴，张口想要说些什么，但又好像不知如何开口，嘴唇紧紧闭成一道直线。同学们似乎感觉到了什么，向他投去许多道好奇的目光，他与我们一一对视，眼中好像有泪，但转瞬而逝。他拿起杯子喝了一口水又赶紧放下，随着玻璃磕碰到桌面的声音深吸了口气，用平静又带着些许颤动的声音说威廉姆先生去世了。那一刻我的心情绝不能用平静来形容。"}
{"text":"他放下玻璃水杯，把胳膊里夹着的书搁在一边。抿了抿嘴，张口想要说些什么，但又好像不知如何开口，嘴唇紧紧闭成一道直线。同学们似乎感觉到了什么，向他投去许多道好奇的目光，他与我们一一对视，眼中好像有泪，但转瞬而逝。他拿起杯子喝了一口水又赶紧放下，随着玻璃磕碰到桌面的声音深吸了口气，用平静又带着些许颤动的声音说威廉姆先生去世了。那一刻我的心情绝不能用平静来形容。我感到我周围所有的景象，在那一瞬间好像都匆匆流逝掉了。时间飞速的倒退，我想起我第一次买威廉先生的书，攒了挺久的几十元交给了收银台的姐姐，我捏着它黑色的封面，那是一种很细腻的触感，回到家我兴奋的将它在台灯下轻轻打开我曾经期待着哪天能见他一面，听他的讲座，等他的新书出版然而此刻我好像熄灭了这一心愿的烛光，我的书包里，甚至还装着他的书没有看完我也试图稳定自己的呼吸，却感到内心很明显的缺了一块，丢失了曾经的完整。老师继续讲起上次的习题，身边的同学也陆续于惋惜之中安定，我有些怅然，我们见证了太多教科书式伟人的离去，而年轻的一代之中，却鲜有如他们似的标杆。众星陨落，谁还会是我们的灯塔？就这样过去了不知多少天，生活总要继续，牵扯着许多悬而未解的迷。这期间又有不少作为网络热点铺天盖地降临的信息，它们无一不是痛快流走的。时已至初夏，又是一节政治课，我望向窗外，前几日的雨水也都快要干涸了，野草却长得无比茂盛。郁郁葱葱，围绕在那水塘的四边，鸟儿欢快的鸣叫着，像是在庆贺这片宜居的好景色。那么我们看，它的意义就是传承。旧时代过去，新时代开始，而精神不会消亡，它会一直流传下去我望向讲台上的老师，他给了我一个微笑。我似乎有了答案。灯塔暗淡，我们将成为灯塔流火坠落，但有新的星辰。我们是历史的过客，但我们也是它的铸造者。暗夜之中，我们亦是燃烧着的光，前人熄灭了，我们就将自己点亮。我想，那些伟人在年轻的时候，或也有过这样的疑问，而当他们身处于漠然的黑暗时，他们选择，用自身做烛火，将这世界燃亮。这，是一条信息带给我的。"}
{"text":"我似乎有了答案。灯塔暗淡，我们将成为灯塔流火坠落，但有新的星辰。我们是历史的过客，但我们也是它的铸造者。暗夜之中，我们亦是燃烧着的光，前人熄灭了，我们就将自己点亮。我想，那些伟人在年轻的时候，或也有过这样的疑问，而当他们身处于漠然的黑暗时，他们选择，用自身做烛火，将这世界燃亮。这，是一条信息带给我的。你的期待与家人的期待不同时，仔细思考之后，如果你选择了你自己的期待，那就坚定地走下去。要知道，无论你如何选择，都会后悔因此，一旦选择了，就不必后悔！当你的父母老去，你有责任关心。观念不合时，用交流代替争吵。当你看到社会上的新闻时，请记得不要急着议论。无论大事小事都可以关心，但你需要时时刻刻记得，或许你听到的你看到的并不是事情的真相。你加诸于时，加诸于人的议论，或许并不是客观准确的。你或许依然只是一个普通人，但你依然要记得选择善良。你当然可以给善良披上一件铠甲，但你千万不能忘记，就算身处黑暗之中，也要心向光明。当你成为前浪，记得给后浪鼓掌，也不要安于躺在沙滩上。无论岁月如何变迁，任何人都没有资格嘲笑你，只因你的征途是星辰和大海。劳动是创造世间一切美好的根源，只有通过劳动，我们的生活才能更美好。在科技日益发达的今天，有许多人忘记了劳动创造财富的道理，认为农场实现机械化自动化一体化之后，农民就可以躺着收粮了。这是科技的发展，这样的情况出现无可厚非，科技的发展就是为了服务于人类，让我们省事，但我们且要记住，劳动是中华民族五千年传承下来的，如同宝石般美好的优良品德，无论任何时候，我们都不能忘记劳动。当然，在劳动的过程中，我们也切不可忘记使用我们的智慧。鲁班通过自己的劳动和智慧，发明出了锯子云梯等物品，成为了匠人们的祖师爷李冰父子通过自己的劳动和智慧创造出了都江堰，使得四川成为了名副其实的天府之国袁隆平老先生，则通过自己的劳动和智慧发明了杂交水稻，解决了我国十四亿人的粮食问题。而我们国家自古以来便是农耕大国，农耕以什么为本？土地？风水？都不是，农耕以劳动为本，正是多亏了我国古代人民的辛勤劳动，我们国家才有了天朝上国的名号。"}
