{"text":"陈源不就是西滢么？半年的事，几个的人，就这么矛盾支离，实在可以使人悯笑。但他们究竟是聪明的，大约不独觉得公理歪邪，而且连自己们的公理维持会也很有些歪邪了罢，所以突然一变而为女子大学后援会了，这是的确的，后援，就是站在背后的援助。但是十八日晨报上所载该后援会开会的记事，却连发言的人的名姓也没有了，一律叫作某君。莫非后来连对于自己的姓名也觉得可羞，真是内愧于心了？还是将人投畀豺虎之后，豫备归过于某君，免得自己负责任，受报复呢？虽然报复的事，并为正人君子们所反对，但究竟还不如先使人不知道后援者为谁的稳当，所以即使为着道义，而坦白的态度，也仍为他们所不取罢。因为明白地站出来，就有些形同土匪或暴徒，怕要失了专在背后，用暗箭的聪明人的人格。其实，撷英馆里和后援会中所啸聚的一彪人马，也不过是各处流来的杂人，正如我一样，到北京来骗一口饭，岂但投畀豺虎，简直是已经投畀有北的了。这算得什么呢？以人论，我与王桐龄，李顺卿虽曾在西安点首谈话，却并不当作朋侪与陈源虽尝在给泰戈尔祝寿的戏台前一握手，而早已视为异类，又何至于会有和他们连席之意？而况于不知什么东西的杂人等辈也哉！以事论，则现在的教育界中实无豺虎，但有些城狐社鼠之流，那是当然不能免的。不幸十余年来，早见得不少了我之所以对于有些人的口头的鸟公理而不敬者，即大抵由于此。十二月十八日。本篇最初发表于一九二五年十二月二十四日国民新报副刊。太平湖饭店应为西安饭店。参看本书。章士钊复出一九二五年五月七日，章士钊因禁止学生纪念五七国耻的爱国运动，引起学生反对，就逃往天津暂避六月间，他又重返教育部，于八月十九日派武装警察解散女师大。胡敦复江苏无锡人，美国留学生，曾任上海大同大学校长。他在大同大学校长任内，将该校在五卅惨案后禁止学生参加爱国运动的通告，寄给章士钊主办的甲寅周刊发表。通告中有许学生以奋学救国，决不许以废学出位救国的话，章士钊对此嘉许说此语不图于今日闻之，并称赞他办的大同大学成绩为公私诸校冠一九二五年八月十五日甲寅第一卷第五号。"}
{"text":"胡敦复江苏无锡人，美国留学生，曾任上海大同大学校长。他在大同大学校长任内，将该校在五卅惨案后禁止学生参加爱国运动的通告，寄给章士钊主办的甲寅周刊发表。通告中有许学生以奋学救国，决不许以废学出位救国的话，章士钊对此嘉许说此语不图于今日闻之，并称赞他办的大同大学成绩为公私诸校冠一九二五年八月十五日甲寅第一卷第五号。章士钊在解散女师大以后，便叫胡敦复担任女子大学校长。胡在一九二五年九月就任，同年十二月去职。校务维持会一九二五年八月十日章士钊下令解散女师大，同日，该校教员及学生即行组织校务维持会，负责校内外一切事务。于十三日被推举为委员。该会在女师大复校后，于一九二六年一月十三日交卸职务。肉麻透顶的呈文指女师大风潮中及北大宣布脱离教育部后，北京朝阳民国中国华北平民五所私立大学联名给段祺瑞政府的呈文。由于呈文吹捧段祺瑞政府，诬蔑学生运动，要求根本整顿教育，以消隐患，所以甲寅周刊第一卷第九号一九二五年九月十二日时评中称颂他们其功固不在禹下，甚冀长此保持光明严正之态度。分润金款之利当时朝阳民国等五所私立大学曾派代表谒见段祺瑞，要求分享金款段内阁会议决定另拨三十余万元给这五所大学。金款，参看本卷第页注。教育界公理维持会一九二五年十二月十四日由陈西滢王世杰燕树棠等人组成，旨在声援章士钊创办的女子大学，反对女师大复校，压迫该校学生和教育界进步人士。该会成立的次日改名为国立女子大学后援会，十六日发出致北京国立各校教职员联席会议函，其中说此次国立女子大学，于十二月一日，有人乘京中秩序紊乱之际，率领暴徒拦入校内，强力霸占，将教职员驱逐，且将该校教务长围困威胁，诋辱百端同人等以为女师大应否恢复，目的如何，另属一问题，而少数人此种横暴行为，理应在道德上加以切实否认，而主张此等暴行之人，尤应力予贬斥，以清士流。又说对于此次女师大非法之恢复，决不能迁就事实，予以正式之承认，而于该校附和暴徒，自堕人格之教职员，即不能投畀豺虎，亦宜屏诸席外，勿与为伍。土匪一九二五年十月间刘百昭在女子大学演说时，曾诬蔑反对章士钊的人为土匪。"}
{"text":"又说对于此次女师大非法之恢复，决不能迁就事实，予以正式之承认，而于该校附和暴徒，自堕人格之教职员，即不能投畀豺虎，亦宜屏诸席外，勿与为伍。土匪一九二五年十月间刘百昭在女子大学演说时，曾诬蔑反对章士钊的人为土匪。东吉祥派的正人君子章士钊解散女师大的非法行为，引起北京教育界和广大学生的反对北京大学评议会于一九二五年八月十八日召集会议，通过与教育部脱离关系的议案，宣布独立。但胡适陈西滢王世杰燕树棠等十七人却以北大应该早日脱离一般的政潮与学潮，努力向学问的路上走为借口，坚决表示反对。他们向评议会提抗议书，又要求学校当局召集教务会议与评议会举行联席会议，复议此案。在几次会议上，他们或以退席相要挟如胡适等，或声明无表决权如王世杰等虽终未能推翻原案，却助长了反动势力的气焰。所以章士钊在甲寅周刊第一卷第七号一九二五年八月二十九日的说F一文中称赞他们的举动是表扬学术独立之威重，诚甚盛举而拥护北洋军阀的大同晚报也称他们为东吉祥派之正人君子。日本浪人日本幕府时代失去禄位四处流浪的武士。江户时代―，随着幕府体制的瓦解，浪人不断增加。他们无固定职业，常受雇于人，从事各种好勇斗狠的活动，后来日本帝国主义常用这些人从事各种侵略活动。萧纯锦的启事，曾刊登于一九二五年十二月三日京报。女师大于十一月三十日迁回石驸马大街原址后，次日开会向各界代表报告经过情形，萧纯锦曾到场，嗾使无赖捣乱，但他在启事中却说鄙人以善意列席旁听，横被威胁，迫令手书辞去教务长职权，本校学生职员见势危急，在场外大呼不得用武，即诬指为流氓，旋将全校办公处所一一封闭，驱逐职员，校务即时停顿。陈西滢关于多数的议论，参看下篇这回是多数的把戏及其注。这是陈西滢为纪念现代评论创刊一周年所作的闲话中自我吹嘘的话，见该刊第三卷第五十三期一九二五年十二月十二日。骗一口饭这里指教书而言。"}
{"text":"陈西滢关于多数的议论，参看下篇这回是多数的把戏及其注。这是陈西滢为纪念现代评论创刊一周年所作的闲话中自我吹嘘的话，见该刊第三卷第五十三期一九二五年十二月十二日。骗一口饭这里指教书而言。林在一九二五年二月一日晨报副刊发表的致北京农大校长公开信中说今日身当教员之人，果有几人真肯为教育牺牲？大多数不外以教习为糊口之职业，而存心借此骗一口饭而已。投畀豺虎投畀有北都见于诗经小雅巷伯取彼谮人，投畀豺虎豺虎不食，投畀有北。据唐代孔颖达疏有北，太阴之乡，使冻杀之。谮人，造谣的人。泰戈尔，―印度诗人。一九二四年四月曾来中国，并在中国度过他的六十四岁生日。城狐社鼠比喻依势作恶的小人。据晋书谢鲲传，王敦欲除刘隗，谢鲲说隗诚始祸，然城狐社鼠也。意思是刘隗在皇帝身边，就像狐狸老鼠藏身城墙和土地庙社，要铲除它们，又怕损坏城社。这回是多数的把戏这回是多数的把戏现代评论五五期闲话的末一段是根据了女大学生的宣言，说女师大学生只有二十个，别的都已进了女大，就深悔从前受了某种报纸的催眠。幸而见了宣言，这才省悟过来了，于是发问道要是二百人按据云这是未解散前的数目中有一百九十九人入了女大便怎样？要是二百人都入了女大便怎样？难道女师大校务维持会招了几个新生也去恢复么？我们不免要奇怪那维持会维持的究竟是谁呢？他们的目的究竟是什么呢？这当然要为夏间并不维持女师大而现在则出而维持公理的陈源教授所不解的。我虽然是女师大维持会的一个委员，但也知道别一种可解的办法――二十人都往多的一边跑，维持会早该趋奉章士钊！我也是四五十岁的人爱说四五岁的孩子话，而且爱学奴才话的，所以所说的也许是笑话。但是既经说开，索性再说几句罢要是二百人中有二百另一人入了女大便怎样？要是维持会员也都入了女大便怎样？要是一百九十九人入了女大，而剩下的一个人偏不要维持便怎样？我想这些妙问，大概是无人能答的。"}
{"text":"这当然要为夏间并不维持女师大而现在则出而维持公理的陈源教授所不解的。我虽然是女师大维持会的一个委员，但也知道别一种可解的办法――二十人都往多的一边跑，维持会早该趋奉章士钊！我也是四五十岁的人爱说四五岁的孩子话，而且爱学奴才话的，所以所说的也许是笑话。但是既经说开，索性再说几句罢要是二百人中有二百另一人入了女大便怎样？要是维持会员也都入了女大便怎样？要是一百九十九人入了女大，而剩下的一个人偏不要维持便怎样？我想这些妙问，大概是无人能答的。这实在问得太离奇，虽是四五岁的孩子也不至于此，――我们不要小觑了孩子。人也许能受某种报纸的催眠，但也因人而异，某君只限于某种即如我，就决不受现代评论或女大学生某次宣言的催眠。假如，倘使我看了闲话之后，便抚心自问要是二百人中有一百九十九人入了女大便怎样？维持会维持的究竟是谁呢？那可真要连自己也奇怪起来，立刻对章士钊的木主肃然起敬了。但幸而连陈源教授所据为典要的女大学生二次宣言也还说有二十人，所以我也正不必有什么杞天之虑。记得公理时代可惜这黄金时代竟消失得那么快，不是有人说解散女师大的是章士钊，女大乃另外设立，所以石驸马大街的校址是不该归还的么？自然，或者也可以这样说。但我却没有被其催眠，反觉得这道理比满洲人所说的亡明者闯贼也，我大清天下，乃得之于闯贼，非取之于明的话还可笑。从表面上看起来，满人的话，倒还算顺理成章，不过也只能骗顺民，不能骗遗民和逆民，因为他们知道此中的底细。我不聪明，本也很可以相信的，然而竟不被骗者，因为幸而目睹了十四年前的革命，自己又是中国人。然而要是女师大学生竟一百九十九人都入了女大，又怎样呢？其实，要是章士钊再做半年总长，或者他的走狗们作起祟来，宗帽胡同的学生纵不至于都入了女大，但可以被迫胁到只剩一个或不剩一个，也正是意中事。陈源教授毕竟是通品，虽是理想也未始没有实现的可能。那么，怎么办呢？我想，维持。那么，目的究竟是什么呢？我想，就用一句闲话来答复代被群众专制所压迫者说几句公平话。可惜正如公理的忽隐忽现一样，少数的时价也四季不同的。杨荫榆时候多数不该压迫少数，现在是少数应该服从多数了。"}
{"text":"陈源教授毕竟是通品，虽是理想也未始没有实现的可能。那么，怎么办呢？我想，维持。那么，目的究竟是什么呢？我想，就用一句闲话来答复代被群众专制所压迫者说几句公平话。可惜正如公理的忽隐忽现一样，少数的时价也四季不同的。杨荫榆时候多数不该压迫少数，现在是少数应该服从多数了。你说多数是不错的么，可是俄国的多数主义现在也还叫作过激党，为大英，大日本和咱们中华民国的绅士们所深恶而痛绝之。这真要令我莫名其妙。或者暴民是虽然多数，也得算作例外的罢。要是帝国主义者抢去了中国的大部分，只剩了一二省，我们便怎样？别的都归了强国了，少数的土地，还要维持么？！明亡以后，一点土地也没有了，却还有窜身海外，志在恢复的人。凡这些，从现在的通品看来，大约都是谬种，应该派在德国手格盗匪数人，立功海外的英雄刘百昭去剿灭他们的罢。要是真如陈源教授所言，女师大学生只有二十了呢？但是究竟还有二十人。这足可使在章士钊门下暗作走狗而脸皮还不十分厚的教授文人学者们愧死！十二月二十八日。本篇最初发表于一九二五年十二月三十一日国民新报副刊。女大学生的宣言即下文的女大学生二次宣言，载于一九二五年十二月二十四日晨报。其中说女师大学生，原来不满二百人，而转入女大者，有一百八十人女师大之在宗帽胡同者，其数不过二十人。陈西滢在现代评论第三卷第五十五期一九二五年十二月二十六日的闲话里说我们还是受了某种报纸按指京报的催眠，以为女大的学生大半是招来的新生，女师大的学生转入女大的很少。今天看到女大学生第二次宣言，她们说女师大的旧学生不满二百人，却有一百八十人转入女大，让几位外界名流维持的不过二十人如此说来，女大和女师大之争，还是这一百八十人和二十人之争。接着就是引在这里的发问的话。这句话见现代评论第三卷第五十四期一九二五年十二月十九日陈西滢所作闲话四五十岁的人爱说四五岁的孩子话，那自然是各人的自由。木主也叫神主，写有死者姓名当作供奉神位的木牌。因为那时章士钊已卸去教育总长职，所以这里用这个词。"}
{"text":"接着就是引在这里的发问的话。这句话见现代评论第三卷第五十四期一九二五年十二月十九日陈西滢所作闲话四五十岁的人爱说四五岁的孩子话，那自然是各人的自由。木主也叫神主，写有死者姓名当作供奉神位的木牌。因为那时章士钊已卸去教育总长职，所以这里用这个词。这是清初摄政王多尔致明臣史可法信中的话，原作国家按指清朝之抚定燕都，乃得之于闯贼，非取之于明朝也。通品这是章士钊称赞陈西滢的话。参看本卷第页注。陈西滢在闲话里谈到多数与少数的问题时，常表示反对多数的意见。如现代评论第二卷第二十九期一九二五年六月二十七日关于五卅惨案的闲话说我向来就不信多数人的意思总是对的。我可以说多数人的意思是常常错的。在同卷第四十期一九二五年九月十二日的闲话里，他又把多数说成是群众专制。但当女子大学学生不愿退出女师大原址而发生纷争时，他却又说少数应该服从多数了。指明亡以后坚持抗清的郑成功―张煌言―朱之瑜―等人。在德国手格盗匪数人一九二五年八月十九日，刘百昭至女师大校址筹设女子大学，与女师大学生发生冲突，他在当日给章士钊的呈文中诬蔑学生说有三四暴生。迁怒百昭为解散女师大之主使者。即实行哄拉百昭出校。当谓男女授受不亲。诸生不得如此无礼。而诸生不顾。仍哄拉如故。同时有男子二十余人前来。当持各校沪案后援会名片。请百昭往会客厅谈话。有数男子拍案叫骂。势将动武。百昭正色。告以本人稍娴武术。在德时曾徒手格退盗贼多人。诸君若以武力相加。则本人势必自卫。该男女等恃其人众。仍欲合围丛击。本书中至少有两处，还得稍加说明――一，徐旭生先生第一次回信中所引的话，是出于Z君登在京报副刊十四年三月八日上的一篇文章的。其时我正因为回答青年必读书，说不能作文算什么大不了的事，很受着几位青年的攻击。Z君便发表了我在讲堂上口说的话，大约意在申明我的意思，给我解围。"}
{"text":"在德时曾徒手格退盗贼多人。诸君若以武力相加。则本人势必自卫。该男女等恃其人众。仍欲合围丛击。本书中至少有两处，还得稍加说明――一，徐旭生先生第一次回信中所引的话，是出于Z君登在京报副刊十四年三月八日上的一篇文章的。其时我正因为回答青年必读书，说不能作文算什么大不了的事，很受着几位青年的攻击。Z君便发表了我在讲堂上口说的话，大约意在申明我的意思，给我解围。现在就钞一点在下面――读了许多名人学者给我们开的必读书目，引起不少的感想但最打动我的是先生的两句附注，因这几句话，又想起他所讲的一段笑话来。他似乎这样说讲话和写文章，似乎都是失败者的征象。正在和运命恶战的人，顾不到这些真有实力的胜利者也多不做声。譬如鹰攫兔子，叫喊的是兔子不是鹰猫捕老鼠，啼呼的是老鼠不是猫。又好像楚霸王追奔逐北的时候，他并不说什么等到摆出诗人面孔，饮酒唱歌，那已经是兵败势穷，死日临头了。最近像吴佩孚名士的登彼西山，赋彼其诗，齐燮元先生的放下枪枝，拿起笔干，更是明显的例了。二，近几年来，常听到人们说学生嚣张，不单是老先生，连刚出学校而做了小官或教员的也往往这么说。但我却并不觉得这样。记得革命以前，社会上自然还不如现在似的憎恶学生，学生也没有目下一般驯顺，单是态度，就显得桀傲，在人丛中一望可知。现在却差远了，大抵长袍大袖，温文尔雅，正如一个古之读书人。我也就在一个大学的讲堂上提起过，临末还说其实，现在的学生是驯良的，或者竟可以说是太驯良了。武者君登在京报副刊约十四年五月初上的一篇温良中，所引的就是我那时所说的这几句话。我因此又写了忽然想到第七篇，其中所举的例，一是前几年被称为卖国贼者的子弟曾大受同学唾骂，二是当时女子师范大学的学生正被同性的校长使男职员威胁。我的对于女师大风潮说话，这是第一回，过了十天，就碰壁又过了十天，陈源教授就在现代评论上发表流言，过了半年，据晨报副刊十五年一月三十日所发表的陈源教授给徐志摩诗哲的信，则捏造事实传布流言的倒是我了。真是世事白云苍狗，不禁感慨系之矣！又，我在公理的把戏中说杨荫榆女士在太平湖饭店请客之后，任意将学生自治会员六人除名，那地点是错误的，后来知道那时的请客是西长安街的西安饭店。"}
{"text":"我的对于女师大风潮说话，这是第一回，过了十天，就碰壁又过了十天，陈源教授就在现代评论上发表流言，过了半年，据晨报副刊十五年一月三十日所发表的陈源教授给徐志摩诗哲的信，则捏造事实传布流言的倒是我了。真是世事白云苍狗，不禁感慨系之矣！又，我在公理的把戏中说杨荫榆女士在太平湖饭店请客之后，任意将学生自治会员六人除名，那地点是错误的，后来知道那时的请客是西长安街的西安饭店。等到五月二十一日即我们碰壁的那天，这才换了地方，由校特请全体主任专任教员评议会会员在太平湖饭店开校务紧急会议，解决种种重要问题。请客的饭馆是那一个，和紧要关键原没有什么大相干，但从所有的批评都本于学理和事实的所谓文士学者之流看来，也许又是捏造事实，而且因此就证明了凡我所说，无一句真话，甚或至于连杨荫榆女士也本无其人，都是我凭空结撰的了。这于我是很不好的，所以赶紧订正于此，庶几收之桑榆云。一九二六年二月十五日校毕记。仍在绿林书屋之东壁下。Z的文章题为先生的笑话，参看集外集拾遗补编通讯复孙伏园。参看当时所写的聊答报奇哉所谓等文收入集外集拾遗。楚霸王即项羽。据史记项羽本纪，项羽被刘邦围困于垓下的时候，夜起，饮帐中悲歌慷慨，自为诗曰力拔山兮气盖世，时不利兮骓不逝。骓不逝兮可奈何，虞兮虞兮奈若何。随后就败退乌江，自刎而死。吴佩孚―字子玉，山东蓬莱人，北洋军阀直系首领。他原是清代的秀才，在当时报刊上，常有似通非通的诗作发表，所以这里称之为名士。在发表这谈话之前不久一九二五年一月间，吴佩孚正因在奉直战争中失败，暂时隐居湖北武昌西山的庙中。据一九二五年一月七日京报齐燮元―河北宁河人，北洋直系军阀。抗日战争时期成为汉奸。他也是秀才出身。一九二五年一月间，他在与皖系军阀卢永祥作战失败后，避居日本别府。他在那里对记者说不图数载之间，竟将军人生活达到止境，然予一方面犹可为文人，今后将以数年光阴费于著述之上，故特借日本之山水，抒予心气。"}
