{"text":"在希腊的修辞学家当中，我们看见这种专以咬文嚼字为尚的纯粹谈论家。哲学本是一种对智慧的爱好，已变成了对字句的爱好，等到修辞学的风尚渐渐滋长，哲学便和生活越离越远了。等到后来，哲学家竟专顾多用字眼，多用长的句子短短的警语多变成了长句，句子变成了论据，论据变成了专书，专书变成了长篇大论，长篇大论变成了语言学的研究他们需要更多的字眼以定他们所用的字眼的界说，并将他们归类，他们需要更多的派别以区别和隔离已经设立的派别这个程序接连不断地进行着，直到对于生活的直接地切己地感觉或知悉完全丧失，致使外行竟敢于诘问你在那里说些什么？同时，在后来的思想历史中，少数几个对生活本身感觉到直接撞击的独立的思想家――如哥德萨缪尔强孙爱默生威廉古姆斯――都拒绝在谈论家的胡言乱语中发言，并始终极固执地反对归类的精神。因为他们是聪明的，他们替我们维持着哲学的真意义，就是生活的智慧。在许多情形中，他们都抛弃了论据，回向警语。当一个人在丧失了说出警语的能力时，他方去写长篇而他在论证之中依旧不能明白发表他的意思时，他方去著作一本专书。人的爱好字句，是他走向愚昧之途的第一步，他的爱好界说乃是第二步。他越从事于分析，他越需要界说，他越加定界说，他越是趋向一个不可能的逻辑的完美境界，因为企求逻辑的完美就是愚昧的迹象。因为字句是我们思想的材料，所以定其界说的企图乃是完全可嘉的，于是苏格拉底即在欧洲创始了一个定界说狂。其危险在于我们意识到曾由我们定其界说的字眼时，我们便不能不将用以定界说的字眼也定出它们的界说来，因此，其结果除了用以定生活的界说的字眼以外，我们又有了专用以定别的字眼的界说的字眼，而定字眼的界说这桩事便成了我们的哲学家的主要成见了。忙碌的字眼和空闲的字眼之间显然有一种分别，前者在我们的日常工作生活中尽它们的责任，而后者则只存在于哲学家的研究团体中。此外苏格拉底和弗兰西斯倍根的界说，和现代大教授的界说之间也是有着一种分别的。莎士比亚对生活有着最切己的感觉，但他也居然能从容地过去，而并没有做什么定界说的企图，或也可说是因为他没有做定界说这件事，所以他所用的字眼都有着一种别个作家所缺少的实体，而他的文字中也充满着一种现代所缺少的人类悲剧意味和堂皇的气概。"}
{"text":"忙碌的字眼和空闲的字眼之间显然有一种分别，前者在我们的日常工作生活中尽它们的责任，而后者则只存在于哲学家的研究团体中。此外苏格拉底和弗兰西斯倍根的界说，和现代大教授的界说之间也是有着一种分别的。莎士比亚对生活有着最切己的感觉，但他也居然能从容地过去，而并没有做什么定界说的企图，或也可说是因为他没有做定界说这件事，所以他所用的字眼都有着一种别个作家所缺少的实体，而他的文字中也充满着一种现代所缺少的人类悲剧意味和堂皇的气概。我们无从将他的文字限制到某一个动作效能的范围之内去，正如我们的无从将他的文字限制到一个对妇女的特别观念里边去。因为它们都在有了定界说的性质时方使我们的思想成为僵硬，因而剥夺了生活本身的发光的幻想的色彩特质。但如若字眼为了必须的理由分割了我们的在表示程序中的思想，那对于系统的爱好更能损害我们对于生活的深切的知悉。系统不过是一种对真理的从旁斜视，因此，这系统越加有着逻辑的发展，则那种灵心上的斜视也成为越加可怕。人类只想看见偶然所能看到的真理的片面，并将它发展和提升到一个完善的逻辑系统的地位的欲望，即是我们的哲学为什么会和生活势必越离越远的理由。凡是谈到真理的人，都反而损害了它凡是企图证明它的人，都反而伤残歪曲了它凡是替它加上一个标识和定出一个思想派别的人，都反而杀害了它而凡是自称为信仰它的人，都埋葬了它。所以一个真理，等到被竖立成为一个系统时，它已死了三次，并被埋葬了三次了。他们在真理出丧时所唱的挽歌就是我是完全对的，而你则是完全错误的。他们所埋葬的是哪一种真理在根本上无关重要的，不过根本上他们总是已经埋葬了它。因此真理便如此地在防护它的人的手中受到了虐待，而一切哲学的党派，不论古今，都只是专心致力于证明一点，即我是完全对的，而你是完全错误的。德国的哲学家们写了一本挺厚的书，想要证明某一种有限制的真理，但结果反而将那真理变了一个胡说，这班人大概可算是最坏的冒犯者了，不过这种思想的疾病在西方的思想界中差不多是随处有的，而只在深浅中有些分别罢了，而在他们越趋于抽象时，这个病症也越深。这种不近人情的逻辑，其结果是造成了一种不近人情的真理。今天我们所有的哲学是一种远离人生的哲学，它差不多已经自认没有教导我们人生的意义和生活的智慧的意旨，这种哲学实在早已丧失了我们所认为是哲学的精英的对人生的切己的感觉和对生活的知悉。"}
{"text":"德国的哲学家们写了一本挺厚的书，想要证明某一种有限制的真理，但结果反而将那真理变了一个胡说，这班人大概可算是最坏的冒犯者了，不过这种思想的疾病在西方的思想界中差不多是随处有的，而只在深浅中有些分别罢了，而在他们越趋于抽象时，这个病症也越深。这种不近人情的逻辑，其结果是造成了一种不近人情的真理。今天我们所有的哲学是一种远离人生的哲学，它差不多已经自认没有教导我们人生的意义和生活的智慧的意旨，这种哲学实在早已丧失了我们所认为是哲学的精英的对人生的切己的感觉和对生活的知悉。威廉吉姆斯即称这种对人生的切己的感觉为经验的要素。等到日子长久之后，威廉吉姆斯的哲学和逻辑所加于现代西方思想方式的蹂躏必会一天厉害一天。但我们如想把西方哲学变成近于人情，则我们必须先将西方逻辑变成为近于人情。我们须回到一种对现实和生活，尤其是对于人性，急于接触的思想方式，而不单是求得不错，合于逻辑，和没有不符之处便算完事。我们对于特卡戴ss著名的发现我思想着，所以我存在着。这句名言所表率的思想的疾病，应该拿华德惠德孟所说那句较为近于人性和较为有意义的话我照现在的地位，我已尽够。去替代它。生活或存在无需跪在地上恳求逻辑代它证明世上确有它这样事物。威廉古姆斯终其身在那里企图证明中国式的思想方式，并替它辩护，不过自己没有觉得罢了。当中不过有着下列的一个分别他如果真是一个中国人，他必不会用这许多字眼去做他的论证，而只将用那么三五百个字写一篇短文，或在他的日记中短短的写上几句话便算完事了。他将要对着字眼胆怯，恐怕越多用字眼，便越加会引起误会。但威廉吉姆斯在他对生活的深切感觉，对人类阅历的透彻，对机械式的理智主义的反抗，对于思想切心想保持它的流动状态，并对那些自以为已经发现了一个万分重要的绝对的无所不包的真理，而将它纳入一个自以为满足的系统中的人们的不耐烦当中，他简直就是一个中国人。他的坚持在艺术家的意识上，属于知觉的现实比属于概念的现实更为重要这一点上也像一个中国人。其实所谓哲学家者，他就是一个时常将他的感觉力集中于最高的焦点去观察生活的变动，随时预备碰到更新的和更奇怪的矛盾事情，前后不符的事情，和一切不合于常例的事情。在他的拒绝一个系统之中，他所拒绝的并非因它不对，而只因它是一个系统，在这个举动中，他实在破坏了西方的哲学派。"}
{"text":"他的坚持在艺术家的意识上，属于知觉的现实比属于概念的现实更为重要这一点上也像一个中国人。其实所谓哲学家者，他就是一个时常将他的感觉力集中于最高的焦点去观察生活的变动，随时预备碰到更新的和更奇怪的矛盾事情，前后不符的事情，和一切不合于常例的事情。在他的拒绝一个系统之中，他所拒绝的并非因它不对，而只因它是一个系统，在这个举动中，他实在破坏了西方的哲学派。照他的说法，对于宇宙的一元概念和多元概念之间的分别，实是哲学中一个最重要的分别。他使哲学有放弃空中楼阁而回到生活本身的可能。孔子说道不远人，人之为道而远人，不可以为道。他还有一句聪明的话，这句话很像吉姆斯的口气，他说人能弘道，非道弘人。不，世界并不是一个三段论法或一个论据，而是一个生物宇宙不作声说话，只是生活着它并不做什么辨认，只是进行着。某英国天才作家说理智不过是神秘物事中的一个节目而在最高傲的意识国的统治的背面，理智和惊奇是涨红了脸相对着。不可避免的事情变成了平凡，而疑惑和希望则成了姊妹。宇宙是粗野的，如鹰的翅膀一般带着一些竞技的意味，这还算是一件可喜的事。大自然就是一个神奇之迹，同一的事物不再重回，而即使回来也必是已经不同的。在我看来，西方的逻辑家所需要的只是一些自谦心如有人能够将他们的脑袋肿大症医好，则他们就能得救了。近情和逻辑相对的有常识，或更好一些的说法还有近情的精神。我以为近情精神实是人类文化最高的最合理的理想，而近情的人实在就是最高形式的有教养的人。世人没有一个人是完美无缺的他只能力争上游去做一个近乎情理的生物。我正期待着世界上将有一个世人在个人的事件上，并在国家的事件上，都会得着这个近情精神之鼓舞的时期。近情的国家将生活于和平之中，近情的夫妻能生活于快乐之中。在我替我的女儿挑选丈夫时，我将只有一个标准他是否是一个近情的人？我们当然不能期望世上有终身不相骂的夫妻我们只能期望他们都是近情的男女，只近情的相骂，并近情的言归于好。我们只有在世界的人类都是近情的人时，才能得到和平和快乐。这近情的时代，如果有来临的一天，则就是和平时代的来临。在这时代中，近情的精神必会占最大的势力。近情精神是中国所能贡献给西方的一件最好的物事。"}
{"text":"在我替我的女儿挑选丈夫时，我将只有一个标准他是否是一个近情的人？我们当然不能期望世上有终身不相骂的夫妻我们只能期望他们都是近情的男女，只近情的相骂，并近情的言归于好。我们只有在世界的人类都是近情的人时，才能得到和平和快乐。这近情的时代，如果有来临的一天，则就是和平时代的来临。在这时代中，近情的精神必会占最大的势力。近情精神是中国所能贡献给西方的一件最好的物事。我并没有说中国那些向人民预征五十年钱粮的军阀是近情的我的意思只是说，近情的精神乃是中国文明的精华和她的最好的方面。我这个发现曾偶然由两位久居中国的美国人所证实。其中的一位居住中国已经三十年，他说，中国的一切社会生活乃是以讲理为基础的。在中国人的争论之间，他们最后的一句有力的论据必是这岂是合于情理的吗？而最严重的最平常的斥责之词就是这人是不讲理的。一个人如若在争论之中自承不近情理，则他已是输了。我曾在吾国与吾民一书中说过在一个西方人，一个说法只须合于健全的逻辑的，他便认为是已很充足。但在一个中国人，则一个说法虽然在逻辑上已是很对时，他也还不肯认为充足，而同时还必须求其近于人情。近情在实际上比合于逻辑更为人所重视。sss这个字，中文译做情理，其中包括着人情和天理两个原素。情代表着可以活动的人性原素，而理则代表着宇宙之万古不移的定律。一个有教养的人就是一个洞悉人心和天理的人。儒家藉着和人心及大自然的天然程式的和谐的生活，自认可以由此成为圣人者也不过是如孔子一般的一个近情的人，而人所以崇拜他，也无非因为他有着坦白的常识和自然的人性罢了。人性化的思想其实就是近情的思想。专讲逻辑的人是永远自以为是的，所以他是不近人情，也是不对的至于近情的人则自己常疑惑自己是错的，所以他永远是对的。近情的人和专尚逻辑的人，他们的不同处可以在他们信札后面的附言中看出来。我最爱读我的朋友所给我的信后的附言，尤其是那种和信的正文互相矛盾的附言。这种附言里边包括着一切近情的后想，一切疑惑不决之点，和忽然而发的聪明说话和常识。一个温和的思想家就是一个在用长篇大论的论据企图证明一个说法之后，忽然回到了直觉的地位，由于一阵忽然而发的常识，立刻取消他以前所做的论证而自认错误的人。这就是我所谓人性化的思想。"}
{"text":"近情的人和专尚逻辑的人，他们的不同处可以在他们信札后面的附言中看出来。我最爱读我的朋友所给我的信后的附言，尤其是那种和信的正文互相矛盾的附言。这种附言里边包括着一切近情的后想，一切疑惑不决之点，和忽然而发的聪明说话和常识。一个温和的思想家就是一个在用长篇大论的论据企图证明一个说法之后，忽然回到了直觉的地位，由于一阵忽然而发的常识，立刻取消他以前所做的论证而自认错误的人。这就是我所谓人性化的思想。我们只需拿各人所写的信来看看，专尚逻辑的人必是在信的本文中罄其所欲言，而近情的人，即有着人类精神的人，则必是在附言中说他的话。譬如一个人的女儿请求她的父亲许她进大学读书，她的父亲或许在回信之中列出许多极合于逻辑的理由，第一怎样，第二怎样，第三怎样，例如已有三个哥哥在大学读书负担已经很重她的母亲正在家中患病，需要她在旁服侍等等。他在信末署名之后，又加写了一行附言不必多说了，一准在秋季开学时入校吧。我总替你想法子。或如一个丈夫写信给他的太太，发表离婚的决心，并列出许多似乎毫无驳诘余地的理由，如第一，太太对他不忠实第二，他每次回家从来吃不到热饭等等。所列的理由很充足极平允，倘若委托给律师办理，则事理上将更为严正，口气将更为有理由。但是他在写完这信时，他的心中忽然有所感触，便又提起笔来在后面加了一行算了吧，可爱的苏菲，我真是一个坏坯子。我将带一束鲜花回家了。上述的两封信里边，其论据都是极为合理的，不过当时说这些话的是一个心在逻辑的人，而在附言中，则已变了一个有着真正人类精神的人在那里说话――一个近人情的父亲和一个近人情的丈夫。因为如此就是人类灵心的责任，人类有灵心，并不是叫它去做愚笨的逻辑的辩论，而应是在互相冲突的冲动感觉和欲望的永远变迁的海洋中企图保持一种合于理智的平衡。这就是人事中的真理，也就是我们所企图达到的地步。无从答复的论据常可由怜悯之情答复它，充足的理由常可由爱情打破它。在人事之中，不合逻辑的行为常是最能动人的。法律的本身就承认它未必能处处绝对的平允，所以它也时常不能不迁就人情，所以一国的元首都另有着一种特赦权，如林肯所用以赦免那个母亲的儿子一样。近情精神使我们的思想人性化，并且使我们不坚信自己总是对的。它的影响是在于刨去我们的行为的棱角，并使它调和起来。"}
{"text":"这就是人事中的真理，也就是我们所企图达到的地步。无从答复的论据常可由怜悯之情答复它，充足的理由常可由爱情打破它。在人事之中，不合逻辑的行为常是最能动人的。法律的本身就承认它未必能处处绝对的平允，所以它也时常不能不迁就人情，所以一国的元首都另有着一种特赦权，如林肯所用以赦免那个母亲的儿子一样。近情精神使我们的思想人性化，并且使我们不坚信自己总是对的。它的影响是在于刨去我们的行为的棱角，并使它调和起来。和近情精神相反的，就是思想和行为中，我们的个人生活中，国家生活中，婚姻宗教，与政治中的一切方式的热狂和武断。我以为，在中国热狂和武断是较少的。中国的暴众虽也易于鼓动例如庚子年的拳匪，但近情的精神确在某种程度中使我们的皇帝专制，我们的宗教，和所谓欺压女性受到人性化。近情精神在这些当中当然都是有限制的，不过它确是存在着的。这精神使我们的皇帝，我们的上帝，和我们的丈夫都成了单纯的人类。中国的皇帝并不是像日本天皇那么半神道的，而中国的史家并已演绎出一个皇帝受命于天，但他如失德，便将丧失天命的假说。他如失德，我们可以杀他的头，在历代的兴衰中，被人砍去脑袋的皇帝已不知道有多少个，这就破除了我们的皇帝乃是神圣的或半神圣的念头。我们的圣人也没有被人尊奉为神道，而不过始终认他们为聪明的教师，我们的神道也不是完善的模范，而不过是像我们的官府一般惟利是图，很是腐败，可以用甘言和贿赂打动。凡是出乎情理之外的事情，我们一概称之为不近人情，太过于矫情的人就是大奸，因为他在心理上是反常的。在政治的区域内，某些欧洲国家人们心中的逻辑和他们的行事实在异常地不近人情。在某种意义上，我们可以说现代的欧洲并不由近情的精神所统治着，也不是由具有理智的精神所统治着，而实在是由疯狂的精神所统治的。看看欧洲的现象，能使人发生一种不宁的感觉，这种不宁，并不是由于看见国家的目标国界和殖民地要求的冲突而发生，因为这些都是理智的精神所能够应付的，而实在是由于看见欧洲各统治者那种心境而发生的。这就是等于跨上一辆街车，驶到一处陌生的地方，而忽然对司机发生了不信任的心思。这不信任并不是由于疑心司机不认识路，因而疑心他不能将自己载到目的地，而是由于听见司机在那里胡言乱语，不对后语，因而疑心他未必是清醒的。如若司机还有着一枝手枪，而坐者并没有离开汽车的方法，则他的不宁当然将更为增加了。"}
{"text":"这就是等于跨上一辆街车，驶到一处陌生的地方，而忽然对司机发生了不信任的心思。这不信任并不是由于疑心司机不认识路，因而疑心他不能将自己载到目的地，而是由于听见司机在那里胡言乱语，不对后语，因而疑心他未必是清醒的。如若司机还有着一枝手枪，而坐者并没有离开汽车的方法，则他的不宁当然将更为增加了。我敢信这幅人心的调整画并不就是人心的本身，而不过是一时失常，不过是暂时的疯狂的一个阶段，将来自会像瘟疫一般自己消灭的。我敢证言，人心是终属有能力的，敢信人类的不免一死的灵心虽是有限制的，但其智力实仍是远胜于欧洲之不顾一切的司机，而到了最后，我们终能和平地生活，因为到了那时节，我们都已学会怎样地做近情的思想了。近乎戏弄的好奇――人类文明的勃兴人类的放浪者怎样开始去爬上文明的山巅？他的远大的前程，或他的发展中的智力，事先可有一些什么征兆？这问题的答案，无疑地便是人类有一种嬉戏的好奇心，他开头就用他的双手去摸索，把一切东西都翻过来考验研究，像猴子在闲逸的时候把同伴的眼皮或耳朵拨开来，捉一捉虱，或竟是无目的地翻着玩玩。你到动物园去看一对猴子在彼此玩弄耳朵，便可意会到一个牛顿或一个爱因斯坦的前程。人类以手去做嬉戏摸捉的活动形象，实是一个科学上的真理，而不仅是一个形象。当人类能够把身体直立起来，变成了两足动物后，他的双手已得到了解放，人类文明的根基就这样造了起来。我们甚至在猫的身上，当它们的前肢不必担负走路和支撑身体的任务时，也常可以看见这种嬉戏的好奇心。猫和猴子都有产生文明的可能，只可惜虽然猴子的手指因为攀握树枝，已经有了特异的发展，而猫掌依然还是一个掌――一块块的肉和软骨造成的东西。让我暂时忘掉我不是一个及格的生物学家，而由这两只手的解放来考据一些人类的文明兴起，因为我有几句话要说，不过这话也许已经有人说过亦未可知。直立的姿势和双手的解放发生了极重大的后果。这使人类开始能够运用器具，产生了谦逊的意识，而且征服了女人在这方面也许还有语言的发展，以及嬉戏的好奇心，和探索本能的增强。大家都知道人类文明是由发现器具而开始，而这种发现就是因为人类晓得怎样运用他的双手的结果。"}
{"text":"让我暂时忘掉我不是一个及格的生物学家，而由这两只手的解放来考据一些人类的文明兴起，因为我有几句话要说，不过这话也许已经有人说过亦未可知。直立的姿势和双手的解放发生了极重大的后果。这使人类开始能够运用器具，产生了谦逊的意识，而且征服了女人在这方面也许还有语言的发展，以及嬉戏的好奇心，和探索本能的增强。大家都知道人类文明是由发现器具而开始，而这种发现就是因为人类晓得怎样运用他的双手的结果。当那只大人猿的一部分身体由树上伸下来时也许因为他的身体太笨重吧，它的进化有两种趋向，不是变成用四只脚走路的狒狒，就是变成学用两只后脚走路的猩猩。由此可以猜想到人类的祖先一定不是狒狒，因为狒狒的前掌太忙了。在另一方面，猩猩至少已经能够直立起来，因此两只手可以得到自由，这种自由在全世界的文明发展上，它的意义是多么重大啊！那个时候，这人猿一定已经学会用手去采摘果子，而不必再用他的大颚。不久之后，他就居住在高崖上的山洞里，能搬起石头，由崖上滚下来攻打他的敌人。这是人类所用的第一个器具。我们可以想像到他当时怎样地无时无刻用双手去探索操纵，漫无目的地攫取着各式各样的东西。他在漫无目标的摸索之中，偶然摸到一些尖锐的燧石或凹凸棱角的石块，而发觉比圆形的石块更适于斗争杀戮。把东西翻覆察看的简单动作，例如看看耳后或耳前的简单动作，一定已经增加了他对一切东西的思考力，因而增加了他脑中的印象，于是他的头脑的前部因受刺激而发育起来。我相信人类对于性欲方面的羞怯观念――这在动物是完全没有的――其原因也是由于这种直立的姿势。因为这种直立的姿势造物主在创造万物的时候也许不曾有过这个意思使身体后面的某些部分，立刻变成了身体的中心。而本来是在后边的东西，现在却在前边了。此外还有其他不良的部位调整与这种新姿势有关，这些不良的部位调整尤其影响到女人，使她们时常发生流产及月经方面的烦恼。依解剖学说来，我们的肌肉构造原本是根据四足动物而成。例如，当母猪怀胎的时候，它就很合理地将它的胎儿由身上的横脊骨悬挂下来，像已洗涤干净的衣服晒挂在一条绳索上一样，重量的分配非常均称。如果要怀孕的女人直立着，正如把那绳索垂直起来，而仍希望挂在上边的衣服保持着原来的地位。我们的腹膜肌肉是极端不适于这种姿势的如果我们本来是两足动物，那么这种肌肉一定会很适宜地连在肩膀上，而一切也比较合理称职。"}
