{"text":"可是这一闪后，一侧身是很难的，我看见练太极拳的人在那里一摸一摸的，如练到能扭过来，拧过来就行了。否则人家的拳打过来还扭不动，拧不转，那就完了。这些原理就叫长短术钩距学。用长可以制短，用短可以制长。运用之妙，存乎一心了。这也是谋略家。战国的时候，这些谋略家就是所谓游说之士。基辛格到处跑，在形态上就是实行游说，动之以利害。这一套东西，要熟读国语战国策，里面全有。可是要注意，学这一套，要以道德为基础，不要乱用，应该知而不用。为了救别人救国家救社会，不得已而用之则可。如果经常用这套整人，是不会有好结果的。现在我们看到冉求完全拿谋略家的姿态出现了，被老师一骂，就被骂出真话来了。他说，老师！话要说回来，颛臾这个国家，紧靠我们鲁国边境的费城，现在如果不把它拿过来，将来鲁国的后代子孙，会成为大问题。现在乘他衰弱的时候，正好把它拿过来。这才是冉求的本意，可见冉求参加了季家的军事会议，他到底是一个参谋长。孔子曰求！君子疾夫，舍曰欲之，而必为之辞。孔子又骂冉求了，他说冉求！我告诉你，一个君子最讨厌的事情，就是明明心里想要这个东西，却装模作样说不要！不要！把这件东西丢开了，然后又另外编一套理由，用很多好听的话，把它拿过来。这种态度是君子人最厌恶的。不但个人的道德不应该，政治的道德更不应该。丘也闻有国有家者，不患寡而患不均，不患贫而患不安。盖均无贫，和无寡，安无倾。这就与三民主义的民生主义思想有关，也就是中国政治思想经济思想的基本。孔子说据我所知，不但是一国，乃至一家人家，不怕少而怕不能均衡。以政治观念来说，不能平等以经济观念来说，收支不能均衡。不怕穷而怕不安，内部要安定。个人而言，要安贫乐道。安于贫也是一件很难的事。这几句话发挥起来很多了，在我们个人方面，作人也好，做事也好，这几点都很重要。均衡了就无所谓贫。不管均贫也好，均富也好，就无所谓贫富了和了就没有多少的问题真正安定了，就没有危险。这是三个大原则。夫如是，故远人不服，则修文德以来之。既来之，则安之。上面讲了半天，都是内部本身的政治修明经济安定。国家能够做到这样，国际政治上一定发生影响，其他国家一定信服了。"}
{"text":"不怕穷而怕不安，内部要安定。个人而言，要安贫乐道。安于贫也是一件很难的事。这几句话发挥起来很多了，在我们个人方面，作人也好，做事也好，这几点都很重要。均衡了就无所谓贫。不管均贫也好，均富也好，就无所谓贫富了和了就没有多少的问题真正安定了，就没有危险。这是三个大原则。夫如是，故远人不服，则修文德以来之。既来之，则安之。上面讲了半天，都是内部本身的政治修明经济安定。国家能够做到这样，国际政治上一定发生影响，其他国家一定信服了。假使还有远人不服，于是用军事去侵略人家，叫人家硬来顺服，那就是霸道王道不是这样，人家还不服，要反省自己国家的政治德望，以及个人的德业修养是否还有欠缺？从文化基本上着手发扬自己的文化，奠定自己的国格人格，充沛自己的德养，人家受了感化，自然会来。到了那个时候，既来之，则安之。全世界和平相处，相安无事，天下太平。这是基本原则。我们要知道这不止是孔子思想的基本原则，也是孔子思想所表现出来的中国文化思想的基本原则。今由与求也，相夫子，远人不服而不能来也邦分崩离析而不能守也而谋动干戈于邦内，吾恐季孙之忧，不在颛臾，而在萧墙之内也。孔子现在的结论，直骂他的两个学生了。他说，子路冉求，你们两个人在季家当辅相，等于现在美国的基辛格，远人不服，好像中东一直就不妥协，不服气，到处吃瘪。而不能来也人家不服你的气，你的政治道德无法使人信服，所以人家没有来结交纳好。在国内则弄得分崩离析意见分歧，表面上看是整体的，内在很多因素是分裂的。大家离心离德，迟早要崩溃的。这种情形是守不住的，因为内部分崩离析，难以自保，只好向外发展，转移人家的视线，是同样的道理。所以孔子说，你们因为许多内政问题不能解决，于是只好用兵，在外面发动战争来转移内部的注意力。在我看来，你们很危险，季家最大的烦恼痛苦忧愁，不在颛臾这个边区的小国家，而是在萧墙之内，在季家自己兄弟之间。孔子说了这个话不久，后来季家兄弟果然发生了问题所以后世内部发生祸乱，就用祸起萧墙这句话，在文学上典故，就是从孔子这句话来的。这一段文字的大概已经解释完了。在进入本文之先，我们曾提到过一点中国文化的精神在兴灭国，继绝世。第二点如何完成一个高级干部幕僚的臣道。"}
{"text":"在我看来，你们很危险，季家最大的烦恼痛苦忧愁，不在颛臾这个边区的小国家，而是在萧墙之内，在季家自己兄弟之间。孔子说了这个话不久，后来季家兄弟果然发生了问题所以后世内部发生祸乱，就用祸起萧墙这句话，在文学上典故，就是从孔子这句话来的。这一段文字的大概已经解释完了。在进入本文之先，我们曾提到过一点中国文化的精神在兴灭国，继绝世。第二点如何完成一个高级干部幕僚的臣道。综合来说，中国文化政治道德的必备条件，要济困扶危，抑强助弱。所以国父的思想，提倡联合弱小民族，确是中国文化的一贯思想。在个人而言，帮助颠沛流离有艰难有困苦的人。如果大臣不能帮助老板这样做，孔子认为这是根本不对的。同时也讲到，只晓得扩充军备发动侵略，而内部民不聊生，国民经济不能安定，是历史的大过错社会的大毛病，也是政治的大问题。这一段同时还讲到中国传统文化的经济思想，也就是国父民生主义思想的根源，讲均衡的道理。先知的预言接下来是孔子历史哲学的观点。也是中国政治哲学思想一贯的名言孔子曰天下有道，则礼乐征伐，自天子出。天下无道，则礼乐征伐，自诸侯出。自诸侯出，盖十世希不失矣。自大夫出，五世希不失矣。陪臣执国命，三世希不失矣。天下有道，则政不在大夫。天下有道，则庶人不议。孔子曰禄之去公室，五世矣，政逮于大夫，四世矣。故夫三桓之子孙，微矣。这两节和前面整个是连接的。也可以看出来，春秋战国历史的演变，是社会的演变史，也是政治演变史的资料和原则，不要轻易放过了。研究起来，有很多道理。根据这些道理，把资料找来，用白话文可以写十几万字，又可以拿学位了。孔子说，天下有道，则礼乐征伐自天子出。这里天下两字，和刚才讲到社稷两字的意义，是代表全中国整个国家。时代安定，国家上了轨道，不论文化教育政治经济军事等等，中央政府可以事权专一。当时代变了，政权有了问题，地方的势力起来了，不管文化政治经济军事等等，中央政府没有办法贯彻命令，由地方势力揽权。用唐代的历史来说，就是藩镇专擅，外藩权力膨胀以现代史来说，就是军阀的割据专权，妨碍了国家民族的建设进步许多年。"}
{"text":"孔子说，天下有道，则礼乐征伐自天子出。这里天下两字，和刚才讲到社稷两字的意义，是代表全中国整个国家。时代安定，国家上了轨道，不论文化教育政治经济军事等等，中央政府可以事权专一。当时代变了，政权有了问题，地方的势力起来了，不管文化政治经济军事等等，中央政府没有办法贯彻命令，由地方势力揽权。用唐代的历史来说，就是藩镇专擅，外藩权力膨胀以现代史来说，就是军阀的割据专权，妨碍了国家民族的建设进步许多年。讲到这里，想到中国过去历史上，大家都知道有几种祸乱，是相当厉害的。除藩镇之祸外，有宦官当政外戚揽权，以及女祸为害。如汉朝明朝受宦官的影响很大，许多大臣都难得见到皇帝，一切大权操在宦官手里。外戚之患，为皇后娘家人专权。女祸，例如武则天算一个，汉高祖的吕后也算一个，清末的慈禧太后也算一个。历史上其他不成气候的还有，不去说它。历史上这几个因素，差不多轮流在转，几乎在每一变乱的时代，毛病都出在这几个因素上。但不要以为国家大事才有如此现象，其实每个阶层都有，任何人负了重责时，都会有这种可能。以一个公司来说，你是公司的董事长或总经理，分公司的经理就是你的藩镇凡是左右亲近的人，就可能是宦官至于外戚，更是每个人都有再说女祸，今日世界上许多国家，都发生桃色问题，所谓绯闻案，此起彼落。不要以为这几个名词只是历史名称而已。我们要了解，任何文化思想不要被名词限住。时代不同，文字不同人，则古今中外仍然是这个人。人的毛病，古人有，现在也有，将来也一定有。这个历史这个世界是人形成的，人的所有毛病，是没有时空差别的。所以做主管也好，当老板也好，被这些东西包围，是必然的，这要注意。所以孔子说，到了变乱时代，诸侯专权的时候，最多十世――三十年一世――也就是两三百年以内，这个历史没有不转变的。再下来更不对。春秋战国时代，齐桓公晋文公这些霸主，都是地方藩镇势力，最多维持十世。等而下之像季家这样大夫专权的，顶多五世，一百多年而已，没有不变的。再下来由陪臣执国命，大臣们可以左右国家的命运，主事的人才越来越差了，时代越来越衰微，数十年而已，顶多三世，没有不变的。不过这个世字不要看得呆板，孟子有句话君子之泽，五世而斩。"}
{"text":"再下来更不对。春秋战国时代，齐桓公晋文公这些霸主，都是地方藩镇势力，最多维持十世。等而下之像季家这样大夫专权的，顶多五世，一百多年而已，没有不变的。再下来由陪臣执国命，大臣们可以左右国家的命运，主事的人才越来越差了，时代越来越衰微，数十年而已，顶多三世，没有不变的。不过这个世字不要看得呆板，孟子有句话君子之泽，五世而斩。这是活的事实，就是说一般人的起家第一代辛苦创业第二代尚能守成第三代享受了第四代花得差不多了第五代忘了上代的辛苦，花光了第六代又重新开始。所以君子之泽，五世而斩。到了第五代就断了。祖宗再有道德再有好的修持，他的德性，遗留过不了五代。在教育上每代自己要知道进修，不进修就完了。再回到原文，天下有道的时候，政治的权力，就不会落在大夫的身上，中央政府一定能够贯彻他的权力，老百姓也不会有议论，过平安日子，不怨天，不尤人。孔子继续讲当时实例，他说古代分封的禄位，离开公室已五世了，政权旁落到大夫的手里已经有四代了。孔子所以告诉冉有子路，依据历史演变的道理，三桓的子孙――就是季家三兄弟的问题，马上要出来了，不必等到出兵去打别人，本身就要垮了。这一段从文字上看，好像不大重要，如果研究历史思想，就非常重要，这一段可作中国哲学史纲来看。是中国过去历史哲学的重要资料之一。中国的历史哲学是唯心史观，易经是最重要的一部研究资料，很早就有了。也可以说我们中国文化讲历史哲学，是讲变的史观不管你唯物也好，唯心也好，社会人时间空间随时都在变天下没有不变的事物。对于讲变的历史哲学，中国文化中最多了。现在孔子这些话，也就是讲变的历史哲学。了解了这变的哲学，才能把握时代的变。所以发挥起来，不只是历史哲学的一个大问题，也可以是政治哲学运用上一个大问题。懂了真正的变，就晓得如何适变，不等到变来了以后才变，而先领导变。我常说第一等人是自己制造机会，领导了变第二等人机会来的时候，把握了机会，如何去应变第三等人失去机会，被动受变，随物化去了。除此以外，这一节书还有一个重要的问题，就是孔子的学问智慧，他的确是有先见之明。我们只要多多研究春秋战国时期的历史，再冷静地反省一下，他这些话，都是对历史社会演变史的预言，下的断语，一点都没有错春秋以后的历史，正如他所说的演变之路。"}
{"text":"懂了真正的变，就晓得如何适变，不等到变来了以后才变，而先领导变。我常说第一等人是自己制造机会，领导了变第二等人机会来的时候，把握了机会，如何去应变第三等人失去机会，被动受变，随物化去了。除此以外，这一节书还有一个重要的问题，就是孔子的学问智慧，他的确是有先见之明。我们只要多多研究春秋战国时期的历史，再冷静地反省一下，他这些话，都是对历史社会演变史的预言，下的断语，一点都没有错春秋以后的历史，正如他所说的演变之路。而且，以他这个原则看后来的历史，乃至将来，同样没有错。朋友之道下面转入另一个气势，看来虽在讲普通朋友之道，事实上与本篇的政治哲学和用人行政都有关联。孔子曰益者三友，损者三友。友直友谅友多闻，益矣友便辟友善柔友便佞，损矣。这是我们中国人所熟悉的话，友直友谅友多闻，是有助益的朋友。第一种友直，是讲直话的朋友第二种友谅。是比较能原谅人，个性宽厚的朋友第三种友多闻，知识渊博的朋友。孔子将这三种人列为对个人有助益的朋友。另外在朋友中，对自己有害外的三种，第一友便辟。就是有怪癖脾气的人，有特别的嗜好，或者也可说软硬都不吃，使人对他觉得有动辄得昝之难的朋友。第二友善柔。就是个性非常软弱，依赖性太重。甚至，一味依循迎合于你，你要打牌，他也好，你要下棋，也不错，你要犯法，他虽然感觉不对，也不反对，跟着照做不误。用现代语来说，等于是娇妻型的朋友，可以说是成事不足，败事也不足。第三友便佞。这种人更坏，可以说是专门逢迎凑合的拍马屁能手，绝对是成事不足，败事有余的家伙，特别要当心。从表面文字上看来，这节完全在说友道，其实，扩而充之，以广义来讲，所谓君臣之际，领导人与干部之间，规规矩矩的讲，应该都属于友道相处才对。历史上创业的集团，主从之间，大都是友道相处。等到严格分齐君臣主从的时候，也就是快要走下坡路了。天下事固然如此，个人的事业，又何尝不如此。皇帝与臣子以朋友相交的例子太多了，像唐太宗与虞世南魏征等像宋太祖经常微服夜行，到赵普家去喝酒闲聊。在友谅这方面，唐太宗和房玄龄这些人都是这样，不但皇帝谅解他，他也谅解皇帝。在文学上，唐代的诗最好，就因唐太宗的诗好，等于他提倡的。"}
{"text":"历史上创业的集团，主从之间，大都是友道相处。等到严格分齐君臣主从的时候，也就是快要走下坡路了。天下事固然如此，个人的事业，又何尝不如此。皇帝与臣子以朋友相交的例子太多了，像唐太宗与虞世南魏征等像宋太祖经常微服夜行，到赵普家去喝酒闲聊。在友谅这方面，唐太宗和房玄龄这些人都是这样，不但皇帝谅解他，他也谅解皇帝。在文学上，唐代的诗最好，就因唐太宗的诗好，等于他提倡的。可是当虞世南死后，唐太宗认为已失去诗学上的知己，就不再作诗了。虞世南也是有名的书法家，和唐太宗一同起来的干部，是早年的秘书长，后来也是大臣。由此，我们可以看到历史上任何一个新兴时代，领导人与干部之间，几乎都是友道相处。又如清代的乾隆，我们推开民族观念不讲，只看他的政治作为，在历史上是很可观的。一般史学家，认为清初时代的成就，超过了汉唐。最有名善说笑话的纪晓岚，就是乾隆时代的名臣，他们君臣之间，即友道相处，我们都知道叫老头子的故事有一个大热天，翰林院的人热得受不了，统统脱光衣服聊天，纪晓岚人胖，更赤了膊。这时乾隆突然便服到翰林院找大家聊天，远远被发现，大家一哄而散。纪晓岚有深度的近视眼，一下子摸不到衣服，也没地方躲，就钻到桌底下去。乾隆进了翰林院，看不见人，就到处转，纪晓岚近视眼模模糊糊，看见好像有人在转，躲在桌下闷不住了，就伸出头来问老头子走了没有？这可给乾隆逮到了，叫他出来问道你们这样没礼貌，为什么骂我老头子？纪晓岚解释说万岁！万岁！万万岁！乃国之大老，国家元首为头，子是天子，全国百姓都称陛下为老头子，这是尊称。乾隆也就笑了。由于这个典故，可见他们君臣相处，有时候完全像朋友一样。因为当皇帝也够苦闷的，有大臣与自己谈得来，也很好玩的。就如和坤，非常贪婪，官不很大，后来却包揽大权。在乾隆晚年，大家向皇帝报告，政绩样样都好，就和坤这个人应该去掉。但乾隆始终不动他，后来有人问乾隆为什么偏袒和坤？乾隆说我知道和坤坏，但是你们总得留一个人跟我玩呀！这是做皇帝的真话，一个人到了地位最高处，连一个可以说笑话，可以玩玩的人都没有，就太苦了。譬如想买一个西门町的包子吃，东门市场的绿豆汤哪一家好吃？"}
{"text":"因为当皇帝也够苦闷的，有大臣与自己谈得来，也很好玩的。就如和坤，非常贪婪，官不很大，后来却包揽大权。在乾隆晚年，大家向皇帝报告，政绩样样都好，就和坤这个人应该去掉。但乾隆始终不动他，后来有人问乾隆为什么偏袒和坤？乾隆说我知道和坤坏，但是你们总得留一个人跟我玩呀！这是做皇帝的真话，一个人到了地位最高处，连一个可以说笑话，可以玩玩的人都没有，就太苦了。譬如想买一个西门町的包子吃，东门市场的绿豆汤哪一家好吃？这些事总不能找大臣将军去办，像和坤这种人，就会办得使乾隆很惬意，所以乾隆才说要留着他玩玩。等到他儿子嘉庆皇帝上台的时候就去掉了和坤，把他家里的财产全抄了出来。这就说明，交朋友之道，为什么要放在有关政治措施的这一篇书中。所以我们要了解，当了主管，到了某一种地位，所带的人要用友道去相处，当然不要犯了乾隆的毛病，找和坤玩玩。接下来，就提到生活的幸福。孔子曰益者三乐，损者三乐乐节礼乐，乐道人之善，乐多贤友，益矣乐骄乐，乐佚游，乐宴乐，损矣。前面三点，是人生最快乐的，也是说快乐要建在品行上，一个人最快乐的事情，就是研究学问礼乐，作人规矩，这是与第一篇学而有关的。第二点乐道人之善，喜欢讲人家的好处，优点。这是中国文化特有的一点，也很难做到的，有正反面，暂时不去讨论它。一般人喜欢批评人家的坏处，是普遍的现象，尤其中国民族性，喜欢对人问长问短，像调查户口一样，太关心人，很多外国来的同学就不习惯，觉得你在妨碍他的自由。这有一个故事，有个法国学生，我曾经问他，在法国是不是有许多女孩子，被劫持到中东卖作女奴？他说确实有这种事，每年都有很多女孩子被卖到中东去，都是十几岁的女孩子，他们晚上在街上走，后面常会突然跑出一个人，将女孩一掳就抢走了。我问他这情形如被别人看见怎么办，他说老师这句话问对了，我初到中国来的时候，所不喜欢的事，现在很习惯中国人在街头讲话多站片刻，就有第三者围拢来打听是什么事，一只死老鼠会有一大堆人围着看，西方人没有这一套，各走各的路，你们两人打架是你们的自由，与别人无关，所以女孩子被抢走，是他们两人的事，别人不知道这两人干什么，根本不管就走了。我再问他你们的治安人员呢？他说，过去中国有句成语，什么天下乌鸦。我笑了不接他的下文。"}
{"text":"我问他这情形如被别人看见怎么办，他说老师这句话问对了，我初到中国来的时候，所不喜欢的事，现在很习惯中国人在街头讲话多站片刻，就有第三者围拢来打听是什么事，一只死老鼠会有一大堆人围着看，西方人没有这一套，各走各的路，你们两人打架是你们的自由，与别人无关，所以女孩子被抢走，是他们两人的事，别人不知道这两人干什么，根本不管就走了。我再问他你们的治安人员呢？他说，过去中国有句成语，什么天下乌鸦。我笑了不接他的下文。这是真实的事，我们讲到中国人这许多习惯，人与人之间一碰到就谈论别人，这就是乐道人之恶，这就要讲到以前我们必读的两本书，一本是太上感应篇，一本是文昌帝君阴文，这两本书，中国过去读书人，为了功名，第一要隐恶扬善。朋友有错误，要关起门来劝，在外面总是替人掩盖丑恶的事，这是道德。但是只是过去争取功名的教条，人的习惯并不是这样，而是喜欢道人之恶。所以应该培养道人之善的乐趣。尤其朋友之间，谁无短处？但要多讲别人的长处，宋代的名宰相王曾就能作到。扬善公庭，规过私室。是必要的修养。一个成功的人物，在修养上自有他的长处，就是现在数十年来，看到各界成功的朋友，都各有他们的长处。所以这一节提出道人之善，是真正的好处。乐多贤友，好朋友多有益处，实在有道理，在我个人经验，认为读万卷书，行万里路，还要交万个朋友。常和友人谈笑，他们问我知识哪里来的？我告诉他们，只是朋友多一点随便闲谈中，就得了学问。乐多贤友这句话是大有道理，要交贤友，我是主张多友的，不交朋友，不能了解人情世故。但今日社会交朋友第一要钱，要仗义疏财，我们穷小子，颇不容易。像孔子提出来三件人生有益的乐事，但据我的观察，这三句话和天生的个性有关。有些人看到这几句话便生反感，因为他不喜欢交朋友。其实这些并非教条，只是经验之谈而己。下面讲到有损的乐，第一是喜欢享受，爱好奢侈夸张的骄乐，包括征歌选色，纸醉金迷，玩弄酒肉之乐。乐佚游就是喜欢不正当的娱乐，任性放纵，包括打牌吸麻烟等。乐宴乐包括好吃好玩。这都是生活中对自己无益的作乐方法，这是三点有损的欲乐活动，并非康乐活动。说话难难说话孔子曰侍于君子有三愆言未及之而言，谓之躁言及之而不言，谓之隐未见颜色而言，谓之瞽。"}
