{"text":"里面有两座大喷水，背对背紧挨着。其一是梅迭契喷水，雕刻的是亚西司s与加拉台亚的故事。巨人波力非摩司ps爱加拉台亚。他晓得她喜欢亚西司，便向他头上扔下一块大石头，将他打死。加拉台亚无法使亚西司复活，只将他变成一道河水。这个故事用在一座喷水上，倒有些远意。园中绿树成行，浓荫满地，白石雕像极多，也有铜的。巴黎的雕像真如家常便饭。花园南头，自成一局，是一条荫道。最南头，天文台前面又是一座喷水，中央四个力士高高地扛着四限仪，下边环绕着四对奔马，气象雄伟得很。这是卡波ps，十九世纪所作。卡波与罗特同为写实派，所作以形线柔美著。沿着塞纳河南的河墙，一带旧书摊儿，六七里长，也是左岸特有的风光。有点像北平东安市场里旧书摊儿。可是背景太好了。河水终日悠悠地流着，两头一眼望不尽左边卢佛宫，右边圣母堂，古香古色的。书摊儿黯黯的，低档的，窄窄的一溜一小格儿一小格儿，或连或断，可没有东安市场里的大。摊上放着些破书旁边小凳子上坐着掌柜的。到时候将摊儿盖上，锁上小铁锁就走。这些情形也活像东安市场。铁塔在巴黎西头，塞纳河东岸，高约一千英尺，算是世界上最高的塔。工程艰难浩大，建筑师名爱非尔，也称为爱非尔塔。全塔用铁骨造成，如网状，空处多于实处，轻便灵巧，亭亭直上，颇有戈昔式的余风。塔基占地十七亩，分三层。头层离地一百八十六英尺，二层三百七十七英尺，三层九百二十四英尺，连顶九百八十四英尺。头二层有咖啡，酒馆及小摊儿等。电梯步梯都有，电梯分上下两厢，一厢载直上直下的客人，一厢载在头层停留的客人。最上层却非用电梯不可。那梯口常常拥挤不堪。壁上贴着小心扒手的标语，收票人等嘴里还不住地唱道，小心呀！这一段儿走得可慢极，大约也是小心吧。最上层只有卖纪念品的摊儿和一些问心机。这种问心机欧洲各游戏场中常见是些小铁箱，一箱管一事。放一个钱进去，便可得到回答回答若干条是印好的，指针所停止的地方就是专答你。也有用电话回答的。譬如你要问流年，便向流年箱内投进钱去。这实在是一种开心的玩意儿。这层还专设一信箱寄的信上盖铁塔形邮戳，好让亲友们留作纪念。塔上最宜远望，全巴黎都在眼下。但尽是密匝匝的房子，只觉应接不暇而无苍茫之感。塔上满缀着电灯，晚上便是种种广告在暗夜里这种明妆倒值得一番领略。"}
{"text":"最上层只有卖纪念品的摊儿和一些问心机。这种问心机欧洲各游戏场中常见是些小铁箱，一箱管一事。放一个钱进去，便可得到回答回答若干条是印好的，指针所停止的地方就是专答你。也有用电话回答的。譬如你要问流年，便向流年箱内投进钱去。这实在是一种开心的玩意儿。这层还专设一信箱寄的信上盖铁塔形邮戳，好让亲友们留作纪念。塔上最宜远望，全巴黎都在眼下。但尽是密匝匝的房子，只觉应接不暇而无苍茫之感。塔上满缀着电灯，晚上便是种种广告在暗夜里这种明妆倒值得一番领略。隔河是特罗卡代罗大厦，有道桥笔直地通着。这所大厦是为一八七八年的博览会造的。中央圆形，圆窗圆顶，两支高高的尖塔分列顶侧左右翼是新月形的长房。下面许多级台阶，阶下一个大喷水池，也是圆的。大厦前是公园，铁塔下也是的一片空阔，一片绿。所以大厦远看近看都显出雄巍巍的。大厦的正厅可容五千人。它的大在横里铁塔的大在直里。一横一直，恰好称得住。歌剧院在右岸的闹市中。门墙是威尼斯式，已经乌暗暗的，走近前细看，才见出上面精美的雕饰。下层一排七座门，门间都安着些小雕像。其中罗特的舞群，最有血有肉，有情有力。罗特是写实派作家，所以如此。但因为太生动了，当时有些人还见不惯一八六九年这些雕像揭幕的时候，一个宗教狂的人，趁夜里悄悄地向这群像上倒了一瓶墨水。这件事传开了，然而罗特却因此成了一派。院里的楼梯以宏丽著名。全用大理石，又白，又滑，又宽栏杆是低档儿的。加上罗马式圆拱门，一对对爱翁匿克式石柱，雕像上的电灯烛，真是堆花簇锦一般。那一片电灯光像海，又像月，照着你缓缓走上梯去。幕间休息的时候，大家都离开座儿各处走。这儿休息的时间特别长，法国人乐意趁这闲工夫在剧院里散散步，谈谈话，来一点吃的喝的。休息室里散步的人最多。这是一间顶长顶高的大厅，华丽的灯光淡淡地布满了一屋子。一边是成排的落地长窗，一边是几座高大的门墙上略略有些装饰，地下铺着毯子。屋里空落落的，客人穿梭般来往。太太小姐们大多穿着各色各样的晚服，露着脖子和膀子。衣香鬓影，这里才真够味儿。歌剧院是国家的，只演古典的歌剧，间或也演队舞，总是堂皇富丽的玩艺儿。国葬院在左岸。"}
{"text":"休息室里散步的人最多。这是一间顶长顶高的大厅，华丽的灯光淡淡地布满了一屋子。一边是成排的落地长窗，一边是几座高大的门墙上略略有些装饰，地下铺着毯子。屋里空落落的，客人穿梭般来往。太太小姐们大多穿着各色各样的晚服，露着脖子和膀子。衣香鬓影，这里才真够味儿。歌剧院是国家的，只演古典的歌剧，间或也演队舞，总是堂皇富丽的玩艺儿。国葬院在左岸。原是巴黎护城神圣也奈韦夫的教堂大革命后，一般思想崇拜神圣不如崇拜伟人了，于是改为这个后来又改回去两次，一八五五年才算定了。伏尔泰，卢梭，雨果，左拉，都葬在这里。院中很为宽宏，高大的圆拱门，架着些圆顶，都是罗马式。顶上都有装饰的图案和画。中央的穹隆顶高二百七十二英尺，可以上去。院中壁上画着法国与巴黎的历史故事，名笔颇多。沙畹ss，十九世纪的便不少。其中圣也奈韦夫俯视着巴黎城一幅，正是月圆人静的深夜，圣还独对着油盏火她似乎有些倦了，慢慢踱出来，凭栏远望，全巴黎城在她保护之下安睡了瞧她那慈祥和蔼一往情深的样子。圣也奈韦夫于五世纪初年，生在离巴黎二十四里的囊台儿村里。幼时听圣也曼讲道，深为感悟。圣也曼也说她根器好，着实勉励了一番。后来她到巴黎，尽力于救济事业。五世纪中叶，匈奴将来侵巴黎，全城震惊。她力劝人民镇静，依赖神明，颇能教人相信。匈奴到底也没有成。以后巴黎真经兵乱，她于救济事业加倍努力。她活了九十岁。晚年倡议在巴黎给圣彼得与圣保罗修一座教堂。动工的第二年，她就死了。等教堂落成，却发见她已葬在里头此外还有许多奇异的传说。因此这座教堂只好作为奉祀她的了。这座教堂便是现在的国葬院。院的门墙是希腊式，三角楣下，一排哥林斯式的石柱。院旁有圣爱的昂堂，不大。现在是圣也奈韦夫埋灰之所。祭坛前的石刻花屏极华美，是十六世纪的东西。左岸还有伤兵养老院。其中兵甲馆，收藏废弃的武器及战利品。有一间满悬着三色旗，屋顶上正悬着，两壁上斜插着，一面挨一面的。屋子很长，一进去但觉千层百层鲜明的彩色，静静地交映着。院有穹隆顶，高三百四十英尺，直径八十六英尺，造于十七世纪中，优美庄严，胜于国葬院的。顶下原是一个教堂，拿破仑墓就在这里。堂外有宽大的台阶儿，有多力克式与哥林斯式石柱。进门最叫你舒服的是那屋里的光。"}
{"text":"现在是圣也奈韦夫埋灰之所。祭坛前的石刻花屏极华美，是十六世纪的东西。左岸还有伤兵养老院。其中兵甲馆，收藏废弃的武器及战利品。有一间满悬着三色旗，屋顶上正悬着，两壁上斜插着，一面挨一面的。屋子很长，一进去但觉千层百层鲜明的彩色，静静地交映着。院有穹隆顶，高三百四十英尺，直径八十六英尺，造于十七世纪中，优美庄严，胜于国葬院的。顶下原是一个教堂，拿破仑墓就在这里。堂外有宽大的台阶儿，有多力克式与哥林斯式石柱。进门最叫你舒服的是那屋里的光。那是从染色玻璃窗射下来的淡淡的金光，软得像一股水。堂中央一个窖，圆的，深二十英尺，直径三十六英尺，花岗石柩居中，十二座雕像环绕着，代表拿破仑重要的战功像间分六列插着五十四面旗子，是他的战利品。堂正面是祭坛周围许多龛堂，埋着王公贵人。一律圆拱门地上嵌花纹，窖中也这样。拿破仑死在圣海仑岛，遗嘱愿望将骨灰安顿在塞纳河旁，他所深爱的法国人民中间。待他死后十九年，一八四零，这愿望才达到了。塞纳河里有两个小洲，小到不容易觉出。西头的叫城洲，洲上两所教堂是巴黎的名迹。洲东的圣母堂更为煊赫。堂成于十二世纪，中间经过许多变迁，到十九世纪中叶重修，才有现在的样子。这是装饰的戈昔式建筑的最好的代表。正面朝西，分三层。下层三座尖拱门。这种门很深，门圈儿是一棱套着一棱的，越望里越小棱间与门上雕着许多大像小像，都是圣经中的人物。中层是窗子，两边的尖拱形，分雕着亚当夏娃像中央的浑圆形，雕着圣处女像。上层是栏干。最上两座钟楼，各高二百二十七英尺两楼间露出后面尖塔的尖儿，一个伶俐瘦劲的身影。这座塔是勒丢克，十九世纪所造，比钟楼还高五十八英尺但从正面看，像一般高似的，这正是建筑师的妙用。朝南还有一个旁门，雕饰也繁密得很。从背后看，左右两排支墙s像一对对的翅膀，作飞起的势子。支墙上虽也有些装饰，却不为装饰而有。原来戈昔式的房子高，窗子大，墙的力量支不住那些石头的拱顶，因此非从墙外想法不可。支墙便是这样来的。这是戈昔式的致命伤许多戈昔式建筑容易记毁，正是为此。堂里满是彩绘的高玻璃窗子，阴森森的，只看见石柱子，尖拱门，肋骨似的屋顶。中间神堂，两边四排廊路，周围三十七间龛堂，像另自成个世界。堂中的讲坛与管风琴都是名手所作。歌队座与牧师座上的动植物木刻，也以精工著。"}
{"text":"从背后看，左右两排支墙s像一对对的翅膀，作飞起的势子。支墙上虽也有些装饰，却不为装饰而有。原来戈昔式的房子高，窗子大，墙的力量支不住那些石头的拱顶，因此非从墙外想法不可。支墙便是这样来的。这是戈昔式的致命伤许多戈昔式建筑容易记毁，正是为此。堂里满是彩绘的高玻璃窗子，阴森森的，只看见石柱子，尖拱门，肋骨似的屋顶。中间神堂，两边四排廊路，周围三十七间龛堂，像另自成个世界。堂中的讲坛与管风琴都是名手所作。歌队座与牧师座上的动植物木刻，也以精工著。戈昔式教堂里雕绘最繁其中取材于教堂所在地的花果的尤多。所雕绘的大抵以近真为主。这种一半为装饰，一半也为教导，让那些不识字的人多知道些事物，作用和百科全书差不多。堂中有宝库，收藏历来珍贵的东西，如金龛，金十字架之类，灿烂耀眼。拿破仑于一八零四年在这儿加冕，那时穿的长袍也陈列在这个库里。北钟楼许人上去，可以看见墙角上石刻的妖兽，奇丑怕人，俯视着下方，据说是吐溜水的。雨果写过巴黎圣母堂一部小说，所叙是四百年前的情形，有些还和现在一样。圣龛堂在洲西头，是全巴黎戈昔式建筑中之最美丽者。罗斯金更说是北欧洲最珍贵的一所戈昔式。在一二三八那一年，圣路易王听说君士坦丁皇帝包尔温将棘冠押给威尼斯商人，无力取赎，棘冠已归商人们所有，急得什么似的。他要将这件无价之宝收回，便异想天开地在犹太人身上加了一种苛捐杂税。过了一年，棘冠果然弄回来，还得了些别的小宝贝，如真十字架的片段等等。他这一乐非同小可，命令某建筑师造一所教堂供奉这些宝物要造得好，配得上。一二四五年起手，三年落成。名建筑家勒丢克说，这所教堂内容如此复杂，花样如此繁多，活儿如此利落，材料如此美丽，真想不出在那样短的时期里如何成功的。这样两个龛堂，一上一下，都是金碧辉煌的。下堂尖拱重叠，纵横交互中央拱抵而阔，所以地方并不大而极有开朗之势。堂中原供的圣处女像，传说灵迹甚多。上堂却高多了，有彩绘的玻璃窗子十五堵窗下沿墙有龛，低得可怜相。柱上相间地安着十二使徒像有两尊很古老，别的都是近世仿作。玻璃绘画似乎与戈昔艺术分不开十三世纪后者最盛，前者也最盛。画法用许多颜色玻璃拼合而成，相连处以铅焊之，再用铁条夹住。着色有浓淡之别。淡色所以使日光柔和缥缈。"}
{"text":"这样两个龛堂，一上一下，都是金碧辉煌的。下堂尖拱重叠，纵横交互中央拱抵而阔，所以地方并不大而极有开朗之势。堂中原供的圣处女像，传说灵迹甚多。上堂却高多了，有彩绘的玻璃窗子十五堵窗下沿墙有龛，低得可怜相。柱上相间地安着十二使徒像有两尊很古老，别的都是近世仿作。玻璃绘画似乎与戈昔艺术分不开十三世纪后者最盛，前者也最盛。画法用许多颜色玻璃拼合而成，相连处以铅焊之，再用铁条夹住。着色有浓淡之别。淡色所以使日光柔和缥缈。但浓色的多，大概用深蓝作地子，加上点儿黄白与宝石红，取其衬托鲜明。这种窗子也兼有装饰与教导的好处所画或为几何图案，或为人物故事。还有一堵玫瑰窗，是象征圣处女的画是圆形，花纹都从中心分出。据说这堵窗是玫瑰窗中最亲切有味的，因为它的温暖的颜色比别的更接近看的人。但这种感想东方人不会有。这龛堂有一座金色的尖塔，是勒丢克造的。毛得林堂在刚果方场之东北，造于近代。形式仿希腊神庙，四面五十二根哥林斯式石柱，围成一个廊子。壁上左右各有一排大龛子，安着群圣的像。堂里也是一行行同式的石柱却使用各种颜色的大理石，华丽悦目。圣心院在巴黎市外东北方，也是近代造的，至今还未完成，堂在一座小山的顶上，山脚下有两道飞阶直通上去。也通索子铁路。堂的规模极宏伟，有四个穹隆顶，一个大的，带三个小的，都量卑赞廷式另外一座方形高钟楼，里面的钟重二万九千斤。堂里能容八千人，但还没有加以装饰。房子是白色，台阶也是的，一种单纯的力量压得住人。堂高而大，巴黎周围若干里外便可看见。站在堂前的平场里，或爬上穹隆顶里，也可看个五六十里。造堂时工程浩大，单是打地基一项，就花掉约四百万元因为土太松了，撑不住，根基要一直打到山脚下。所以有人半真半假地说，就是移了山，这教堂也不会倒的。巴黎博物院之多，真可算甲于世界。就这一桩儿，便可教你流连忘返。但须徘徊玩索才有味，走马看花是不成的。一个行色匆匆的游客，在这种地方往往无可奈何。博物院以卢佛宫为最大这是就全世界论，不单就巴黎论。卢佛宫在加罗塞方场之东主要的建筑是口字形，南头向西伸出一长条儿。这里本是一座堡垒，后来改为王宫。大革命后，各处王宫里的画，宫苑里的雕刻，都保存在此改为故宫博物院，自然是很顺当的。"}
{"text":"巴黎博物院之多，真可算甲于世界。就这一桩儿，便可教你流连忘返。但须徘徊玩索才有味，走马看花是不成的。一个行色匆匆的游客，在这种地方往往无可奈何。博物院以卢佛宫为最大这是就全世界论，不单就巴黎论。卢佛宫在加罗塞方场之东主要的建筑是口字形，南头向西伸出一长条儿。这里本是一座堡垒，后来改为王宫。大革命后，各处王宫里的画，宫苑里的雕刻，都保存在此改为故宫博物院，自然是很顺当的。博物院成立后，历来的政府都尽力搜罗好东西放进去拿破仑从各国搬来大宗的画，更为博物院生色不少。宫房占地极宽，站在那方院子里，颇有海阔天空的意味。院子里养着些鸽子，成群地孤单地仰着头挺着胸在地上一步步地走，一点不怕人。撒些饼干面包之类，它们便都向你身边来。房子造得秀雅而庄严，壁上安着许多王公的雕像。熟悉法国历史的人，到此一定会发思古之幽情的。卢佛宫好像一座宝山，蕴藏的东西实在太多，教人不知从那儿说起好。画为最，还有雕刻，古物，装饰美术等等，真是琳琅满目。乍进去的人一时摸不着头脑，往往弄得糊里糊涂。就中最脍炙人口的有三件。一是达文齐的蒙那丽沙像，大约作于一五零五年前后，是觉孔达夫人的画像。相传达文齐这幅像画了四个年头，因为要那甜美的微笑的样子，每回临像的时候，总请些乐人弹唱给她听，让她高高兴兴坐着。像画好了，他却爱上她了。这幅画是佛兰西司第一手里买的，他没有准儿许认识那女人。一九一一年画曾被人偷走，但两年之后，到底从意大利找回来了。十六世纪中叶，意大利已公认此画为不可有二的画像杰作，在与造化争巧。画的奇处就在那一丝儿微笑上。那微笑太飘忽了，太难捉摸了，好像常常在变幻。这果然是个奇迹，不过也只是造形的奇迹罢了。这儿也有些理想在内达文齐笔下夹带了一些他心目中的圣母的神气。近世讨论那微笑的可太多了。诗人，哲学家，有的是他们都想找出点儿意义来。于是蒙那丽沙成为一个神秘的浪漫的人了她那微笑成为人狮p的凝视或鄙薄的讽笑了。这大概是她与达文齐都梦想不到的吧。今译名为达芬奇。二是米罗爱神像。一八二零年米罗岛一个农人发见这座像，卖给法国政府只卖了五千块钱。据近代考古家研究，这座像当作于纪元前一百年左右。那两只胳膊都没有了它们是怎么个安法，却大大费了一班考古家的心思。"}
{"text":"近世讨论那微笑的可太多了。诗人，哲学家，有的是他们都想找出点儿意义来。于是蒙那丽沙成为一个神秘的浪漫的人了她那微笑成为人狮p的凝视或鄙薄的讽笑了。这大概是她与达文齐都梦想不到的吧。今译名为达芬奇。二是米罗爱神像。一八二零年米罗岛一个农人发见这座像，卖给法国政府只卖了五千块钱。据近代考古家研究，这座像当作于纪元前一百年左右。那两只胳膊都没有了它们是怎么个安法，却大大费了一班考古家的心思。这座像不但有生动的形态，而且有温暖的骨肉。她又强壮，又清明单纯而伟大，朴真而不奇。所谓清明，是身心都健的表象，与麻木不同。这种作风颇与纪元前五世纪希腊巴昔农庙的监造人，雕刻家费铁亚司s相近。因此法国学者雷那西，新近去世在他的名著亚波罗美术史中相信这座像作于纪元前四世纪中。他并且相信这座像不是爱神微那司而是海女神安非特利特p因为它没有细腻，缥缈，娇羞，多情的样子。三是沙摩司雷司的胜利女神像。女神站在冲波而进的船头上，吹着一支喇叭。但是现在头和手都没有了，剩下翅膀与身子。这座像是还愿的。纪元前三零六年波立尔塞特司ss在塞勃勒司ps岛打败了埃及大将陶来买的水师，便在沙摩司雷司岛造了这座像。衣裳雕得最好那是一件薄薄的软软的衣裳，光影的准确，衣褶的精细流动加上那下半截儿被风吹得好像弗弗有声，上半截儿却紧紧地贴着身子，很有趣地对照着。因为衣裳雕得好，才显出那筋肉的力量那身子在摇晃着，在挺进着，一团胜利的喜悦的劲儿。还有，海风呼呼地吹着，船尖儿嗤嗤地响着，将一片碧波分成两条长长的白道儿。卢森堡博物院专藏近代艺术家的作品。他们或新故，或还生存。这里比卢佛宫明亮得多。进门去，宽大的甬道两旁，满陈列着雕像等里面却多是画。雕刻里有彭彭p的狗熊与水禽等，真是大巧若拙。彭彭现在大概有七八十岁了，天天上动物园去静观禽兽的形态。他熟悉它们，也亲爱它们，所以做出来的东西神气活现可是形体并不像照相一样地真切，他在天然的曲线里加上些小小的棱角，便带着点建筑的味儿。于是我们才看见新东西。"}
{"text":"还有，海风呼呼地吹着，船尖儿嗤嗤地响着，将一片碧波分成两条长长的白道儿。卢森堡博物院专藏近代艺术家的作品。他们或新故，或还生存。这里比卢佛宫明亮得多。进门去，宽大的甬道两旁，满陈列着雕像等里面却多是画。雕刻里有彭彭p的狗熊与水禽等，真是大巧若拙。彭彭现在大概有七八十岁了，天天上动物园去静观禽兽的形态。他熟悉它们，也亲爱它们，所以做出来的东西神气活现可是形体并不像照相一样地真切，他在天然的曲线里加上些小小的棱角，便带着点建筑的味儿。于是我们才看见新东西。那狗熊和实物差不多大，是石头的那水禽等却小得可以供在案头，是铜的。雕像本有两种手法，一是干脆地砍石头，二是先用泥塑，再浇铜。彭彭从小是石匠，石头到他手里就像豆腐。他是巧匠而兼艺术家。动物雕像盛于十九世纪的法国那时候动物园发达起来，供给艺术家观察，研究，描摹的机会。动物素描之成为画的一支，也从这时候起。院里的画受后期印象派的影响，找寻人物的本色，大抵是鲜明的调子。不注重画面的体积而注重装饰的效用。也有细心分别光影的，但用意还在找寻颜色，与印象派之只重光影不一样。砖场花园的南犄角上有网球场博物院，陈列外国近代的画与雕像。北犄角上有奥兰纪利博物院，陈列的东西颇杂，有马奈，九世纪法国印象派画家的画与日本的浮世绘等。浮世绘的着色与构图给十九世纪后半法国画家极深的影响。摩奈画院也在这里。他也是法国印象派巨子，一九二六年才过去。印象派兴于十九世纪中叶，正是照相机流行的时候。这派画家想赶上照相机，便专心致志地分别光影他们还想赶过照相机，照相没有颜色而他们有。他们只用原色所画的画近看但见一处处的颜色块儿，在相当的距离看，才看出光影分明的全境界。他们的看法是迅速的综合的，所以不重本色人物固有的颜色，随光影而变化，不重细节。摩奈以风景画著于世他不但是印象派，并且是露天画派s。露天画派反对画室里的画，因为都带着那黑影子露天里就没有这种影子。这个画院里有摩奈八幅顶大的画，太大了，只好嵌在墙上。画院只有两间屋子，每幅画就是一堵墙，画的是荷花在水里。摩奈欢喜用蓝色，这几幅画也是如此。规模大，气魄厚，汪汪欲溢的池水，疏疏密密的乱荷，有些像在树荫下，有些像在太阳里。"}
