{"text":"在他的理想国中，因为诗歌有能鼓动民心的倾向，所以诗人是看作社会的危险人物的，所许可者，只有足供教育资料的作品，即对于神明及英雄的颂歌。这一端，和我们中国古今的道学先生的意见，相差似乎无几。然而柏拉图自己却是一个诗人，著作之中，以诗人的感情来叙述的就常有即理想国，也还是一部诗人的梦书。他在青年时，又曾委身于艺圃的开拓，待到自己知道胜不过无敌的荷马，却一转而开始攻击，仇视诗歌了。但自私的偏见，仿佛也不容易支持长久似的，他的高足弟子亚里士多德做了一部诗学，就将为奴的文艺从先生的手里一把抢来，放在自由独立的世界里了。第三种是中外古今触目皆是的东西。如果我们能够看见罗马法皇宫中的禁书目录，或者知道旧俄国教会里所诅咒的人名，大概可以发见许多意料不到的事的罢，然而我现在所知道的却都是耳食之谈，所以竟没有写在纸上的勇气。总之，在普通的社会上，历来就骂杀了不少的诗人，则都有文艺史实来作证的了。中国的大惊小怪，也不下于过去的西洋，绰号似的造出许多恶名，都给文人负担，尤其是抒情诗人。而中国诗人也每未免感得太浅太偏，走过宫人斜就做一首无题，看见树丫叉就赋一篇有感。和这相应，道学先生也就神经过敏之极了一见无题就心跳，遇有感则立刻满脸发烧，甚至于必以学者自居，生怕将来的国史将他附入文苑传。说文学革命之后而文学已有转机，我至今还未明白这话是否真实。但戏曲尚未萌芽，诗歌却已奄奄一息了，即有几个人偶然呻吟，也如冬花在严风中颤抖。听说前辈老先生，还有后辈而少年老成的小先生，近来尤厌恶恋爱诗可是说也奇怪，咏叹恋爱的诗歌果然少见了。从我似的外行人看起来，诗歌是本以发抒自己的热情的，发讫即罢但也愿意有共鸣的心弦，则不论多少，有了也即罢对于老先生的一颦蹙，殊无所用其惭惶。纵使稍稍带些杂念，即所谓意在撩拨爱人或是出风头之类，也并非大悖人情，所以正是毫不足怪，而且对于老先生的一颦蹙，即更无所用其惭惶。因为意在爱人，便和前辈老先生尤如风马牛之不相及，倘因他们一摇头而慌忙辍笔，使他高兴，那倒像撩拨老先生，反而失敬了。倘我们赏识美的事物，而以伦理学的眼光来论动机，必求其无所为，则第一先得与生物离绝。柳阴下听黄鹂鸣，我们感得天地间春气横溢，见流萤明灭于丛草里，使人顿怀秋心。然而鹏歌萤照是为什么呢？毫不客气，那都是所谓不道德的，都正在大出风头，希图觅得配偶。"}
{"text":"纵使稍稍带些杂念，即所谓意在撩拨爱人或是出风头之类，也并非大悖人情，所以正是毫不足怪，而且对于老先生的一颦蹙，即更无所用其惭惶。因为意在爱人，便和前辈老先生尤如风马牛之不相及，倘因他们一摇头而慌忙辍笔，使他高兴，那倒像撩拨老先生，反而失敬了。倘我们赏识美的事物，而以伦理学的眼光来论动机，必求其无所为，则第一先得与生物离绝。柳阴下听黄鹂鸣，我们感得天地间春气横溢，见流萤明灭于丛草里，使人顿怀秋心。然而鹏歌萤照是为什么呢？毫不客气，那都是所谓不道德的，都正在大出风头，希图觅得配偶。至于一切花，则简直是植物的生殖机关了。虽然有许多披着美丽的外衣，而目的则专在受精，比人们的讲神圣恋爱尤其露骨。即使清高如梅菊，也逃不出例外――而可怜的陶潜林逋，却都不明白那些动机。一不小心，话又说得不甚驯良了，倘不急行检点，怕难免真要拉到打拳。但离题一远，也就很不容易勒转，只好再举一种近似的事，就此收场罢。豢养文士仿佛是赞助文艺似的，而其实也是敌。宋玉司马相如之流，就受着这样的待遇，和后来的权门的清客略同，都是位在声色狗马之间的玩物。查理九世的言动，更将这事十分透彻地证明了的。他是爱好诗歌的，常给诗人一点酬报，使他们肯做一些好诗，而且时常说诗人就像赛跑的马，所以应该给吃一点好东西。但不可使他们太肥太肥，他们就不中用了。这虽然对于胖子而想兼做诗人的，不算一个好消息，但也确有几分真实在内。匈牙利最大的抒情诗人彼彖飞有题夫人照像的诗，大旨说听说氖鼓愕恼煞蚝苄腋希望不至于此，因为他是苦恼的夜莺，而今沉默在幸福里了。苛待他罢，使他因此常常唱出甜美的歌来。也正是一样的意思。但不要误解，以为我是在提倡青年要做好诗，必须在幸福的家庭里和令夫人天天打架。事情也不尽如此的。相反的例并不少，最显著的是勃朗宁和他的夫人。一九二五年一月一日。本篇最初发表于一九二五年一月十七日京报附刊文学周刊第五期。诗孩指孙席珍，浙江绍兴人，作家。当时是绿波社成员，文学周刊编辑。他常在北京晨报副刊上海民国日报副刊觉悟等报刊上发表诗歌，又很年轻，因被钱玄同刘半农等戏称为诗孩。文学周刊京报的附刊。"}
{"text":"事情也不尽如此的。相反的例并不少，最显著的是勃朗宁和他的夫人。一九二五年一月一日。本篇最初发表于一九二五年一月十七日京报附刊文学周刊第五期。诗孩指孙席珍，浙江绍兴人，作家。当时是绿波社成员，文学周刊编辑。他常在北京晨报副刊上海民国日报副刊觉悟等报刊上发表诗歌，又很年轻，因被钱玄同刘半农等戏称为诗孩。文学周刊京报的附刊。一九二四年十二月十三日创刊于北京，初由绿波社星星文学社合编，一九二五年九月改由北京文学周刊社编辑，同年十一月停刊，共出四十四期。鲁般门前掉大斧语出明代梅之涣题李白墓诗采石江边一堆土，李白之名高千古。来来往往一首诗，鲁班门前弄大斧。学灯即学镫，日本杂志。月刊，一八九七年创刊于东京，丸善株式会社出版。春日一郎的诗歌之敌上，载该刊第二十四卷第九号一九二年九月。洛克，―英国哲学家，著有政府论人类理解力论等。他在论教育中认为诗歌和游戏一样，不能对任何人带来好处。又英国法学家约翰塞尔丹曾记述洛克对邮璧囊饧骸肮笞宄霭媸瑁真是滑稽可笑。他作诗自娱，当然无可厚非。他在自己房里玩弄项链或者踢球，聊以消遣，本无不可。但是如果他到菲利德大街，在商店里玩弄项链或踢球，那就一定会引起街上许多孩子的哗笑。转引自朱光潜西方美学史上册巴士凯尔，―通译帕斯卡，法国数学家物理学家。他在思想录第三十八条曾说诗人是不诚实的人。伦勃罗梭，―意大利精神病学者。著有犯罪者论天才论等。他认为世界上很多作家艺术家是由于精神忧郁狂热疯癫的病态而产生杰出的艺术作品。他在天才论天才与疯狂中说疤觳藕头杩袼淙徊挥没煳惶福两者的类似之处，充分证明在同一个人身上，天才和疯狂并不互相排斥。佛罗特，―通译弗洛伊德，奥地利精神病学家，精神分析学说的创立者。这种学说认为文学艺术哲学宗教等一切精神现象，都是人们因受压抑而潜藏在下意识里的某种生命力，特别是性欲的潜力所产生的。著有释梦精神分析引论等。"}
{"text":"他在天才论天才与疯狂中说疤觳藕头杩袼淙徊挥没煳惶福两者的类似之处，充分证明在同一个人身上，天才和疯狂并不互相排斥。佛罗特，―通译弗洛伊德，奥地利精神病学家，精神分析学说的创立者。这种学说认为文学艺术哲学宗教等一切精神现象，都是人们因受压抑而潜藏在下意识里的某种生命力，特别是性欲的潜力所产生的。著有释梦精神分析引论等。柏拉图，前―前古希腊哲学家，客观唯心主义者。著有对话集。文中所说的理想国，即是其中的一篇。荷马相传为公元前九世纪古希腊行吟盲诗人，史诗伊利亚特和奥德赛的。亚里斯多德，前―前古希腊哲学家科学家。著有形而上学诗学等。他在诗学中否定了柏拉图的超现实的理念世界，肯定了现实世界的存在以及模仿世界的文艺真实性和独立性。罗马法皇宫中的禁书目录十六世纪欧洲宗教改革兴起后，罗马教皇为了镇压异端，于一五四三年设立查禁书刊主教会议，随后教廷控制下的西欧各大学相继发布禁书目录，一五五九年罗马教皇亲自颁布禁书目录，所列禁书数以千计。其后被禁止的有吉本的罗马帝国的衰亡，雨果的悲惨世界巴黎圣母院，泰纳的英国文学史以及卢梭伏尔泰梅特林克左拉大仲马和小仲马等人的著作。俄国教会里所诅咒的人名十月革命前受帝俄沙皇政权直接控制利用的俄罗斯正教会，对当时具有资产阶级民主革命思想的人物都极为仇视。曾被教会指名诅咒的有别林斯基赫尔岑车尔尼雪夫斯基杜勃洛留波夫托尔斯泰等人。宫人斜古代埋葬宫女的坟地。唐代孟迟宫人斜诗云惨烟愁苑路斜，路旁丘X尽宫娃。陶潜参看本卷第页注。他的一些咏菊诗颇为人传诵。林逋，参看本卷第页注。他以咏梅诗著称。宋玉战国后期楚国诗人。通音律，有文才，得楚襄王赏识，做过大夫，但不被重用。司马相如前―前，字长卿，福郡成都人，汉代辞赋家。因作子虚赋上林赋，得到汉武帝赏识，拜为郎。后失宠，称疾闲居。查理九世，―法国国王。"}
{"text":"唐代孟迟宫人斜诗云惨烟愁苑路斜，路旁丘X尽宫娃。陶潜参看本卷第页注。他的一些咏菊诗颇为人传诵。林逋，参看本卷第页注。他以咏梅诗著称。宋玉战国后期楚国诗人。通音律，有文才，得楚襄王赏识，做过大夫，但不被重用。司马相如前―前，字长卿，福郡成都人，汉代辞赋家。因作子虚赋上林赋，得到汉武帝赏识，拜为郎。后失宠，称疾闲居。查理九世，―法国国王。曾资助七星诗社，供养龙沙等一批诗人。他的诗人就像赛跑的马等语，在法国皮埃尔布代尔的皮埃尔布代尔全集第五卷中曾有记载。彼彖飞―通译裴多菲，匈牙利诗人革命家。著有勇敢的约翰民族之歌等。题夫人照像的诗，指题在瓦山夫说募湍畈嵘稀罚骸拔抑溃闶鼓愕恼煞蚬闲腋纳活但是我希望你不要那样去做，最低限度，你不要作得太过火。他是一只苦恼的夜莺，自从他获得了幸福，他绝少歌唱折磨他吧，让我们谛听他甜蜜而痛苦的歌。年月日，佩斯。按夫人应为夫人，原名乔鲍马丽亚，常啊保福梗叮匈牙利作家。著有长篇小说晴天与阴天等。是她丈夫诗人瓦豪特山陀尔，―名字乃跣础勃朗宁，―英国诗人，著有诗剧巴拉塞尔士等。他的夫人伊丽莎白芭雷特勃朗宁―，也是英国诗人，著有抒情诗集葡萄牙十四行诗等。他们不顾女方家庭的反对而结婚，长期旅居意大利。送增田涉君归国送增田涉君归国扶桑正是秋光好，枫叶如丹照嫩寒。却折垂杨送归客，心随东棹忆华年。十二月二日日记一九三一年十二月二日作送增田涉君归国诗一首并写讫，诗云扶桑正是秋光好，。增田涉―，日本的中国文学研究者，曾任日本根岛大学关西大学等校教授。一九三一年他在上海时，常向请教翻译中国小说史略等方面的问题。著有中国文学史研究的印象等。扶桑日本的别称。所闻所闻华灯照宴敞豪门，娇女严装侍玉樽。忽忆情亲焦土下，佯看罗袜掩啼痕。"}
{"text":"却折垂杨送归客，心随东棹忆华年。十二月二日日记一九三一年十二月二日作送增田涉君归国诗一首并写讫，诗云扶桑正是秋光好，。增田涉―，日本的中国文学研究者，曾任日本根岛大学关西大学等校教授。一九三一年他在上海时，常向请教翻译中国小说史略等方面的问题。著有中国文学史研究的印象等。扶桑日本的别称。所闻所闻华灯照宴敞豪门，娇女严装侍玉樽。忽忆情亲焦土下，佯看罗袜掩啼痕。十二月日记一九三二年十二月三十一日为知人写字五幅，皆自作诗。为内山夫人写云华灯照宴敞豪门，。题呐喊题呐喊弄文罹文网，抗世违世情。积毁可销骨，空留纸上声。三月日记一九三三年三月二日山县氏索小说并题诗，于夜写二册赠之。呐喊云弄文罹文网，。积毁可销骨语出史记张仪写罚骸爸诳陬褰穑傧骨。铁塔强奸案的来信铁塔强奸案的来信丁人你说军队奸杀女生案，我们国民党更应游行示威，要求惩办其团长营长等。我们未尝不想如此。当此事发生以后，我们即质问女师校长有无此事，彼力辩并无此事。敝校地理教员王钦斋先生，亦在女师授课，他亦说没有，并言该校既有自杀女生二人，为何各班人数皆未缺席，灵柩停于何处？于是这个提议，才取消了。后来上海大学河南学生亦派代表到汴探听此事，女师校长，又力白其无，所以开封学生会亦不便与留京学生通电，于是上海的两个代表回去了。关于此事，我从各方面调查，确切已成事实，万无疑议，今将调查的结果，写在下面铁塔被封之铁证我听了这事以后，于是即往铁塔调查，铁塔在冷静无人的地方，宪兵营稽查是素不往那里巡查的，这次我去到那里一看，宪兵营稽查非常多，并皆带手枪。看见我们学生，很不满意，又说你们还在这里游玩呢！前天发生那事您不知道么？你没看铁塔的门，不是已封了么？还游什么？丁人！既没这事，铁塔为何被封，宪兵营为何说出这话？这不是一个确实证据么？女师学生之自述此事发生以后，敝班同学张君即向女师询其姑与嫂有无此事，他们总含糊不语。"}
{"text":"看见我们学生，很不满意，又说你们还在这里游玩呢！前天发生那事您不知道么？你没看铁塔的门，不是已封了么？还游什么？丁人！既没这事，铁塔为何被封，宪兵营为何说出这话？这不是一个确实证据么？女师学生之自述此事发生以后，敝班同学张君即向女师询其姑与嫂有无此事，他们总含糊不语。再者我在刷绒街王仲元处，遇见霍君的妻，女师的学生，我问她的学校有死人的事否？她说死二人，系有病而死，亦未说系何病。她说话间，精神很觉不安，由此可知确有此事。你想彼校长曾言该校学生并未缺席，王女士说该校有病死者二人，这不是自相矛盾吗？这不是确有此事的又一个铁证么？总而言之，军队奸杀女生，确切是有的，至于详情，由同学朱君在教育厅打听得十分详细，今我略对你叙述一下四月十二号星期日，女师学生四人去游铁塔，被六个丘八看见，等女生上塔以后，他们就二人把门，四人上塔奸淫，并带有刺刀威吓，使她们不敢作声，于是轮流行污，并将女生的裙，每人各撕一条以作纪念。淫毕复将女生之裤放至塔之最高层。乘伊等寻裤时，丘八才趁隙逃走。然还有一个证据从前开封齐鲁花园，每逢星期，女生往游如云，从此事发生后，各花园，就连龙亭等处再亦不睹女生了。关于此事的真实，已不成问题，所可讨论的就是女师校长对于此事，为什么谨守秘密？据我所知，有几种原因女师校长头脑之顽固女师校长系武昌高师毕业，头脑非常顽固。对于学生，全用压迫手段，学生往来通信，必经检查，凡收到的信，皆交与教务处，若信无关系时，才交本人，否则立时焚化，或质问学生。所以此事发生，他恐丑名外露，禁止职员学生关于此事泄露一字。假若真无此事，他必在各报纸力白其无。那么，开封男生也不忍摧残女界同胞。与国民军的密约此事既生，他不得不向督署声明，国民军一听心内非常害怕，以为此事若被外人所知，对于该军的地盘军队很受影响，于是极力安慰女师校长，使他不要发作，他自尽力去办，于两边面子都好看。听说现在铁塔下正法了四人，其余二人，尚未查出，这亦是他谨守秘密的一种原因。我对于此事的意见，无论如何，是不应守秘密的。"}
{"text":"那么，开封男生也不忍摧残女界同胞。与国民军的密约此事既生，他不得不向督署声明，国民军一听心内非常害怕，以为此事若被外人所知，对于该军的地盘军队很受影响，于是极力安慰女师校长，使他不要发作，他自尽力去办，于两边面子都好看。听说现在铁塔下正法了四人，其余二人，尚未查出，这亦是他谨守秘密的一种原因。我对于此事的意见，无论如何，是不应守秘密的。况女生被强奸，并不是什么可耻，与她们人格上，道德上，都没有什么损失，应极力宣传，以表白豺狼丘八之罪恶，女同胞或者因此觉悟，更可使全国军队，官僚，知道女性的尊严，那么女界的前途才有一线光明。我对于这个问题，早已骨鲠在喉，不得不吐，今得痛痛快快全写出来，我才觉着心斗很舒宁。十四，五，九，夜十二点，开封一中。一九二五年五月二十一日旭光周刊第二十四期。铁塔强奸案中之最可恨者铁塔强奸案中之最可恨者我于女师学生在铁塔被奸之次日离开开封，当时未闻此事，所以到了北京，有许多人问我这件事确否，我仅以不知道三个字回答。停了几天旅京同学有欲开会讨论要求当局查办的提议，我说警告他们一下也好。这件事已经无法补救了，不过防备将来吧。后来这个提议就无声无臭的消灭了。我很疑惑。不久看见报纸上载有与此事相反的文字，我说，无怪，本来没有，怎么能再开会呢。心里却很怨那些造谣者的多事。现在君的信发表了五月二十一的旭光和五月二十七的京报附设之妇女周刊。别说一般人看了要相信，恐怕就是主张绝对没有的人也要相信了。呀！何等可怜呵！被人骂一句，总要还一句。被人打一下，还要复一拳。甚至猫狗小动物，无故踢一脚，它也要喊几声表示它的冤枉。这几位女生呢？被人奸污以后忍气含声以至于死了，她们的冤枉不能曝露一点！这都是谁的罪过呢？唉！女师校长的头脑顽固，我久闻其名了。以前我以为他不过检查检查学生的信件和看守着校门罢了。那知道，别人不忍做的事，他竟做了出来！他掩藏这件事，如果是完全为他的头脑顽固的牵制，那也罢了。其实按他守秘密的原因推测起来一恐丑名外露――这却是顽固的本态――受社会上盲目的批评，影响到学校和自己。二怕得罪了军人，于自己的位置发生关系。总而言之，是为保守饭碗起见。因为保守饭碗，就昧没了天良，那也是应该的。天良那有生活要紧呢。现在社会上像这样的事情还少吗？但是那无知识的动物做出那无知识的事情，却是很平常的。"}
{"text":"以前我以为他不过检查检查学生的信件和看守着校门罢了。那知道，别人不忍做的事，他竟做了出来！他掩藏这件事，如果是完全为他的头脑顽固的牵制，那也罢了。其实按他守秘密的原因推测起来一恐丑名外露――这却是顽固的本态――受社会上盲目的批评，影响到学校和自己。二怕得罪了军人，于自己的位置发生关系。总而言之，是为保守饭碗起见。因为保守饭碗，就昧没了天良，那也是应该的。天良那有生活要紧呢。现在社会上像这样的事情还少吗？但是那无知识的动物做出那无知识的事情，却是很平常的。可是这位校长先生系武昌高等师范毕业，受过高等国民之师表的教育，竟能做出这种教人忍无可忍的压迫手段！我以为他的罪恶比那六个强奸的丘八还要重些！呀！女师同学们住在这样专制的学校里边！唯亭。十四，五，二十七，北京。一九二五年五月三十一日京报副刊。本篇最初发表于一九二五年五月六日京报副刊。向君即向培良。参看本卷第页注。京副即京报副刊，孙伏园编辑。一九二四年十二月五日创刊，一九二六年四月二十四日停刊。两位君指尚钺长虹。尚钺，河南罗山人。当时是北京大学英语系学生，莽原社成员。君指荆有麟―，又名织芳，山西猗氏人。曾在北京世界语专门学校听过的课，参与莽原的出版工作，编辑过民众文艺周刊。后来参加国民党特务组织，混迹于文化界从事反革命活动。通讯复高歌通讯复高歌高歌兄来信收到了。你的消息，长虹告诉过我几句，大约四五句罢，但也可以说是知道大概了。以为自己抢人是好的，抢我就有点不乐意，你以为这是变坏了的性质么？我想这是不好不坏，平平常常。所以你终于还不能证明自己是坏人。看看许多中国人罢，反对抢人，说自己愿意施舍我们也毫不见他去抢，而他家里有许许多多别人的东西。迅四月二十三日本篇最初发表于一九二五年五月八日开封豫报副刊。高歌山西盂县人，狂飙社成员。在北京世界语专门学校任教时的学生，当时与吕蕴儒向培良等在河南开封编辑豫报副刊。长虹高长虹，高歌之兄。参看本卷第页注。通讯复吕蕴儒通讯复吕蕴儒蕴儒兄得到来信了。我极快慰于开封将有许多骂人的嘴张开来，并且祝你们打将前去的胜利。"}
