{"text":"百年之后，丰翼之躯虽未满，毅然露剑出锋芒，奥运会不仅仅是运动员运动场上的比拼，更是一个国家综合实力的比拼，从组织到结束，从建成到再利用，都是对国家规划组织的考验。那年，那一抹红开启了新速度。中国高铁线路网铺盖基本完成，人们可以朝发上海迪士尼，夜里南京皇陵前。缩减了人们的空间距离，节约了人们的时间，舒适度也受到全世界的赞美，即使速度上百公里，也如履平地。岁的你可能是一张白纸，会感到迷茫，但正是一张白纸，才会有无限的可能。这一抹红来之不易，从多瑙河到长江，从卢浮宫到故宫，从西伯利亚到南沙群岛，越过上万公里的距离，穿梭了上百年的时间。即使前面的路充满荆棘，那一抹红仍然会砥砺前行。在老师的备课本里在医生的手术刀上在科学家的理论里在宇宙探索里要数风流人物，还看今朝。现在这一抹红到了你的手里，接下来它会去哪？该怎么走？我也不知道，但我相信你不会让这抹红的就此暗淡。这一抹红不仅仅是你们的故事，也是我们的未来。士为知己者死，女为悦己者容，智伯刺襄子，相如斗强秦。史书里的一卷卷传记，后人的一声声传说，其中无不透露出豪杰英烈们那种被需要的心态，所谓自我价值，不局限于自己的需求，而是我们被什么需求，这是我们生存的动力，这是我们奋斗的源泉，正是这种被需要的心态，贯穿千年的忠孝，联通古今。但是，被需要却不是简单的三个字，它自有它的奥秘。我们会向他人提出需求，是因为我们需要自己没有的东西，这正如先生的拿来一样，有自我的主见。但是这种渴望被他人需要的心态，却是极似先生提出的送去主义，这种送去却又是静静待在原地的，就像沧海遗珠一样，等待着有朝一日被挂在橱窗里，当下却只在淤泥里做着黄粱美梦。这样一来，所谓的被需要，就被下意识的理解为了等待需要，这种理解自是无碍，但是却相当愚蠢。被需要，和需要一样，指的是他人认可了你的价值才选择接受你，正如桃李不言，下自成蹊，而并非等待着那只撞死的兔子。被需要的前提，是你拥有被需要的价值。被需要心态人人有之，例如父母希望被自己的孩子需要，爱人希望着被彼此需要着，似乎这种心态就是希望被他人需要，而不顾一切？的确，这种心态确实没问题，至少在这个脆弱的名为需要的细丝断裂之前，是可以保持一切正常。"}
{"text":"被需要，和需要一样，指的是他人认可了你的价值才选择接受你，正如桃李不言，下自成蹊，而并非等待着那只撞死的兔子。被需要的前提，是你拥有被需要的价值。被需要心态人人有之，例如父母希望被自己的孩子需要，爱人希望着被彼此需要着，似乎这种心态就是希望被他人需要，而不顾一切？的确，这种心态确实没问题，至少在这个脆弱的名为需要的细丝断裂之前，是可以保持一切正常。但是当这条线断去之时，当渴望被需要的人不再被需要之时，他们的心态会失衡，怀疑自己，怀疑线另一段的他那所谓的背信弃义的人，最后迷茫失措，他们没有为自己而活，他们仅仅为了满足需要者的需要而奋斗着，当他们无事可干时，便也陷入了等待的漩涡，希望那个走远的他会再一次依偎在自己的怀中，就这样一直等下去，直到被时间遗忘。但是所谓的被需要的心态也不能这样，人是为了自己而活的，而不是他人的使用工具，否则就谈不上是被需要，只是牵线傀儡。被需要的前提，是为了自己而活，这样被需要所带来的价值才得以体现。人是有思想的芦苇，这个论据本来是揭示人类弱小的本质，但是帕斯卡尔的比喻却可以品味出别的味道芦苇是为了自己而扎根于淤泥的，或许芦苇终会在灶台里成灰，但是它在成灰的一刹温暖了整个灶膛，那是为自己而活的他在被需要时欣喜的一笑。因为思想，人比芦苇有价值，因为思想，我们的被需要的结果纵使也是成灰，我们点燃的火，却可以温暖这个世界。你若盛开，蝴蝶自来，但是花可不只是开给他人看的，那是你为自己而活的象征，你在他人赞美中略带欣喜的摇曳，是你被需要时高兴的证明，这种被需要的心态，纵花凋，也会在世间留下清香，供千人赏，万人叹。中华上下五千年，既经历过战火纷飞，民不聊生的悲惨岁月，又经历过新中国重新登上世界舞台的光辉时刻。现在，中国早已经不是以前的东亚病夫，而是一个真正属于新时代的科技强国。生于世纪的我们，则更是要肩负起基本实现社会主义现代化这一目标的责任。近几年来，中国正在为成为一个能自主研发各项项目的方向努力前进着。如射电望远镜天眼，如此庞大的工程，天眼的总设计师南仁东却没有轻言放弃，为了探秘浩瀚宇宙，感受星空之美，最终造出了世界最大的射电望远镜。"}
{"text":"中华上下五千年，既经历过战火纷飞，民不聊生的悲惨岁月，又经历过新中国重新登上世界舞台的光辉时刻。现在，中国早已经不是以前的东亚病夫，而是一个真正属于新时代的科技强国。生于世纪的我们，则更是要肩负起基本实现社会主义现代化这一目标的责任。近几年来，中国正在为成为一个能自主研发各项项目的方向努力前进着。如射电望远镜天眼，如此庞大的工程，天眼的总设计师南仁东却没有轻言放弃，为了探秘浩瀚宇宙，感受星空之美，最终造出了世界最大的射电望远镜。还有复兴号列车，磁悬浮列车等一系列的交通工具，既实现了运输之快捷，又实现了在长途跋涉时的舒适之感。这些都得益于我国工程师的工匠精神，力争把每一样东西都做到领先世界的水平。从年的天宫一号，到年的网络普及，都体现出了中国在现代化道路上的砥砺前行。而我们，则是要与新时代的中国一起追梦。当我们的老一辈人在竭尽全力时，我们要用知识填充大脑，学习不畏艰难，勇往直前的探索精神，为以后的中国发展贡献出自己的力量。我并不是整个国家最高的山，也不是祖国最绚丽的那一抹色彩，但是我有我自己的骄傲。我曾经敞开心胸接纳过无数的文人墨客接纳过许许多多的朝廷重臣人民公仆以及谪迁之士也接纳过几位为名垂千古的帝君。屹立于祖国的东方，见证了千千万万的岁月，也见证了华夏从繁荣到衰落再到复兴的路程，不屈不挠的华夏民族啊，让我感叹，让我敬佩。所以，我要用我的姿态向你们无声的诉说，我身体的每一颗细小的沙粒都是我向你诉说的语言。提到圣贤，难免不会想起春秋时期的孔老夫子。当年他带着他的学生们登上我的身躯时，我感受到了他们澄明的心境，我感受到了他们由内而外散发出来的礼乐气息。孔老夫子站在我的肩膀低吟着登东山而小鲁，登泰山而小天下。听到圣人对我的赞赏，我感到很荣幸，我更感谢这个思想开放的时代能够养育出思想开阔可以容纳百川的圣人贤者，让我也能沾沾这些开放思维的清香气息。千古一帝秦始皇，统一六国，使齐楚燕韩赵魏最终属秦。秦始皇为国家的统一做过许多的贡献，他的功绩仍然需要铭记。那一年，他带着丞相李斯来到我这里，从他的眉眼之间我看到了他的神采奕奕意气风发。李斯在我身上的岩石上刻下了这位皇帝的丰功伟绩，有些疼，但是我笑了，华夏应该为有这样的一位君主而感到荣幸。"}
{"text":"听到圣人对我的赞赏，我感到很荣幸，我更感谢这个思想开放的时代能够养育出思想开阔可以容纳百川的圣人贤者，让我也能沾沾这些开放思维的清香气息。千古一帝秦始皇，统一六国，使齐楚燕韩赵魏最终属秦。秦始皇为国家的统一做过许多的贡献，他的功绩仍然需要铭记。那一年，他带着丞相李斯来到我这里，从他的眉眼之间我看到了他的神采奕奕意气风发。李斯在我身上的岩石上刻下了这位皇帝的丰功伟绩，有些疼，但是我笑了，华夏应该为有这样的一位君主而感到荣幸。至今，秦始皇的丰功伟绩还留在我的身体上，它和我一起见证了历史。当年，被世人称为诗圣的杜甫登上了我这座山，那时的他刚刚踏上仕途，眉宇间尽是盈盈笑意和满腔的豪情壮志。他站在我的肩膀上举目眺望，四周是云海，朝阳从他的眼前升起，飞鸟自他的身前掠过。造化钟深有，阴阳割昏晓是他对我的赞美，会当凌绝顶，一览众山小是他对自己雄心壮志的抒发，也是对祖国大好河山的赞美。他，让我看到了大唐盛世的荣光，让我感受到了开放的世界。历史的车轮从来没有停止过前进的步伐，年岁的河流从来没有停下流淌的欢歌。我伫立在这个国家的东方，面带微笑，内心安详。曾经这个国家经历过战火的洗礼，甚至遭遇了其他列强的侵略。我以为她会从此消失于世，但这次我猜错了。她依然努力地支撑着，努力的拼搏奋斗着。我感谢她的顽强，我感恩她的坚持。如今，我自然是中国的东岳，依然是中国的五岳之首。五千年的历史变迁被我见证两千年的王朝更迭被我目睹六十八年的新中国在从落后到复兴的道路上被我注视着四十年的改革开放，祖国的繁荣富强被我关注着。现在我用着你们另一种的语言向你们倾诉着，只希望，能够有人听到我的心声。我有一个心愿，我希望中国发展的道路更加平坦，中国的明天更加美好。我还有一个愿望，我希望我的愿望可以实现。古人曾言见信如晤。深有此感。不知晓当你看见这封信时会否也有此等感受，又该是何种心情，惊异或喜悦，疑惑还是好奇。但不论如何，这封穿越了时间银河，携满身细碎星子到达你手掌上的信，确实已经走过了年冬夏你也确实已经是一位岁的少年而我，我想我那时也确实是一位而立已过的中年人了。如果非是让我对那时的你我说些什么的话，我只想说愿你千帆过尽，只是少年。千帆尽已过，世事亦沧桑。一代人有一代人的经历，一代人亦有一代人的使命。"}
{"text":"古人曾言见信如晤。深有此感。不知晓当你看见这封信时会否也有此等感受，又该是何种心情，惊异或喜悦，疑惑还是好奇。但不论如何，这封穿越了时间银河，携满身细碎星子到达你手掌上的信，确实已经走过了年冬夏你也确实已经是一位岁的少年而我，我想我那时也确实是一位而立已过的中年人了。如果非是让我对那时的你我说些什么的话，我只想说愿你千帆过尽，只是少年。千帆尽已过，世事亦沧桑。一代人有一代人的经历，一代人亦有一代人的使命。当年的我曾悲伤过百年难遇的汶川之灾也曾亲历互联网时代的崛起成为亿万网民的一员曾见证过村村通的马路修到我家门口也曾在主席的带领下为建设社会主义现代化奋斗。我曾迷茫悲伤，也曾失落彷徨，就像散落在这个世界的每个人一样，也像你一样。但是我想说的是时代留给我们那么多机遇，我们理应努力去抓住，无论是你还是我都不能在时代这个如此宏大的命题下茫然。中国正在崛起，我们亦不应停歇。正所谓少年有志破长空，我们的志是中华之志，当年的我伴新时代成长，未来的你更应随新世纪逐梦。因为我们是少年，所以我们理应前行。卡尔维诺曾说如果我们无法阻挡命运的洪流，那便随它而去吧，只要不迷失方向，回家的路就还在前方。对于岁的你，世界才刚刚掀开她神秘面纱的一角，但你是否已经感到迷蒙幻然了？太多的人去注视六便士而遗忘月亮了，太多的人去寻求成功却忘记了亲朋了，生命中总是潜藏着无数暗流，如果就此你迷失方向，随波逐流，被人生海洋之上千帆累的疲惫不堪因此湮于人群，你又会甘心吗？是不甘的吧，中国正扬帆起航，新时代的你却只能观望，任凭机遇从眼前溜走。那么就别忘记本心啊少年，只有初心不改才方能得始终。只有如此才可于千帆尽过后于百舸争流中，一身纯净似少年。回首，中国正散发着朝气以磅礴之势升于东方前望，吾与而等少年正伴国之成长。那年岁的新一代，我们会将时代交给你们，你们应已准备好了，准备好以少年之姿去迎接那个美丽富强的中国准备好以少年之志去建设那个奋然向上的新时代。纸短情长，就此搁笔。流云透日光，一别岁月沧桑，唯留此信与你我共勉，唯愿你我出走半生，千帆过尽，只是少年。我是泰山，五岳独尊的泰山。我为我自己代言更为中国代言。我屹立于东方，以自己的语言向世人诉说着我对这片大好河山的感情。曾有古人云千里之堤，毁于蚁穴。"}
{"text":"那年岁的新一代，我们会将时代交给你们，你们应已准备好了，准备好以少年之姿去迎接那个美丽富强的中国准备好以少年之志去建设那个奋然向上的新时代。纸短情长，就此搁笔。流云透日光，一别岁月沧桑，唯留此信与你我共勉，唯愿你我出走半生，千帆过尽，只是少年。我是泰山，五岳独尊的泰山。我为我自己代言更为中国代言。我屹立于东方，以自己的语言向世人诉说着我对这片大好河山的感情。曾有古人云千里之堤，毁于蚁穴。很多时候往往是不慎被我们忽略的微小细节，才会在多次创伤中厚积薄发，最终造成不可逆转的重大损失。正如此次作文材料战斗机防护中，一位专家提到的意见一样倘若弹痕较少的地方因疏于防护，不慎遭创的话，定会产生严重的后果。而后来发生的事实也证明了这位专家的言论，令本是对此半信半疑的大多数人得以恍然大悟，并将这份教训传承下来，提醒当今社会人们略显浮躁的生活态度。诚然，先人们这般深刻的教训，无论置于何处似乎都显得适用――既然可以拿它来提醒负责维修战斗机的人，督促他们做到全方位防护，又何尝不可拿来警惕如今的我们，在为人处世时不经意暴露出的种种坏习惯呢？比方说仅因自己的一时疏忽，不慎将所需要的重要信息遗失于某处，导致而后的会面满盘皆输亦或是在他人稍显难色时，就不满的对此颇加指责，叫其只得于此番有的放矢中徒增压力，却仍未能完成最初定下的目标。倘若谁人对此心存不屑，仅仅将其武断为无关痛痒之举的话，不妨还请静下心来仔细回味一番自己又可曾有过只因细微的差池，就导致什么颇为重要的事情沦为一场空谈的懊恼吗？想必任凭谁都无法避免犯错――而及时将失误指出，继而对此加以改正，才是你所真正期望的结果吧？换言之或许那些备受瞩目的成功之人，会耻于在人前展现出如此瞻前顾后的模样，但被颇感焦虑的他们一并摒弃的，还有行事谨慎将为自己带来的许多益处。而无惧他人眼光，敢于停下脚步坦然审视自身不足的人，必定会因举在无形中得到充足的提升，亦可助他们在通往未来的道路上越战越勇，将心中期许的荣耀收入囊中。言归正传，当下的我们能有幸聆听着先人涉险留下的深刻教诲，本就已足够幸福，又何苦不去将其运用，进而把总结出的精华化为己用呢？"}
{"text":"换言之或许那些备受瞩目的成功之人，会耻于在人前展现出如此瞻前顾后的模样，但被颇感焦虑的他们一并摒弃的，还有行事谨慎将为自己带来的许多益处。而无惧他人眼光，敢于停下脚步坦然审视自身不足的人，必定会因举在无形中得到充足的提升，亦可助他们在通往未来的道路上越战越勇，将心中期许的荣耀收入囊中。言归正传，当下的我们能有幸聆听着先人涉险留下的深刻教诲，本就已足够幸福，又何苦不去将其运用，进而把总结出的精华化为己用呢？只希望而今的人们，都能在这般美满的环境下不断打磨自身时，如愿向着心中希望的目标奋斗前进。待到最终决胜的那刻便可将完美的锋芒自信展现，爆发出足以击溃一切的力量看到题目的那一刻我心情是难以言喻的，这是一个极度政治正确的题目，我不得不说。全面小康，年全面实现基本社会主义。可是，作为一个个体，我始终无法体会到这种过于集体的事情而作为个体，我始终更加关注的当然也是个体。不是说不全面小康我就活不下去，也不是说没有全面社会主义我的生活会翻天覆地。恰恰相反，这两点无论是否达成，只要政策没有根本的变化，我还是我，我的生活还是那样普通。也许我们不能把经济和政治割裂开来，但是人们的生活恰巧是与经济息息相关通货膨胀或者紧缩，货币升值或者贬值，都能直接且立刻影响到我的生活。而政治，对于我一个平时连公投都没有参加过的人来说太过遥远。这并不是说我就不支持国家要发展社会主义，这是我们应当的道路，当然也要走下去，我作为国家的一份子，自然不会反对。到了那个时候，我真的会很关注这个中国梦有没有理所应当的实现吗？不，那时我已经快要四十岁了，也许我在操心孩子应该就读哪所学校，在还车贷房贷，在烦恼亲家关系，在烦恼所有的中年烦恼。没错，社会的进步不能阻止岁月的河流对我的摧残，我始终要在生活这个大滚轮里永无止境的奔跑，直到尽头。是不是太过于悲观了一些。宽泛的来说，中国梦是囊括了整个中国，天南地北的共同愿望，能够实现它自然会提升大部分人的生活品质但是提升这个词是很微妙的，提升了百分之一，那也是提升。也许你会说我见识短浅，不知道这百分之一意味着这一步消耗了多少人的血汗我明白的，也许这百分之一，能够帮助很多家庭过上比以前更加好的生活，何尝不是一件好事？"}
{"text":"没错，社会的进步不能阻止岁月的河流对我的摧残，我始终要在生活这个大滚轮里永无止境的奔跑，直到尽头。是不是太过于悲观了一些。宽泛的来说，中国梦是囊括了整个中国，天南地北的共同愿望，能够实现它自然会提升大部分人的生活品质但是提升这个词是很微妙的，提升了百分之一，那也是提升。也许你会说我见识短浅，不知道这百分之一意味着这一步消耗了多少人的血汗我明白的，也许这百分之一，能够帮助很多家庭过上比以前更加好的生活，何尝不是一件好事？作为国人，我当然想要看到这样的结果但是作为个体，我想说，这跟我真的有很大关系吗？就连现在一直热门的中国梦，对于我来说，也只是电视上的标语，领导视察时巨大的横幅很遗憾，我只是一个凡人，我无法去触碰天上的云雾，但我还是认为火烧云是人间绝境。社会的发展是一部分，我觉得令我无法忽视的是科技的发展手机和网络其实只是二十一世纪初的产物，但是十几年来他们的迅猛发展令人无法忽视，里面有巨大的商业市场，有巨大的开发空间，还有源源不断的资源，人们在开拓视野的同时也成为另类的消费者我很难不去猜想年的信息科技会发展成什么样，也许会采用一种全世界流通的货币来取代现在汇率不稳定的各类货币也许会像科幻片里一样在人的脑子里植入芯片，可以随时随地云同步自己想要上传的信息但那时，真正的交流是否就不再重要了呢？想到这些我不禁毛骨悚然，就连年的今天也有很多人已经放弃的基本的交流，沉浸在自己的世界里现在的通讯工具很发达，我无法否认但以后一定会更发达，会有更加便捷的通讯，会有更加快速的交流方式，也许互通脑波也说不定。那时会不会就是人人相对无言，然后在各自心里怀念着无话不谈？毕竟现在的我还没看到那一天，无法断言，也没有权利去裁决好坏，我只能去期待。那已经是十八年以后，足够一个孩子从嘤嘤孩提长到独当一面，无论时代的洪流是前进还是倒退，我也许不能真正的做些什么，但是我希望那时还能够对生活保持着不灭的热情，不论贫富保持着交流的习惯，不管是与亲友还是与书籍永远热血沸腾，永远热泪盈眶。真理像一颗明亮闪耀的宝石，掩埋在黑暗之中，等待有心人的探寻。真实像一粒蒙尘的明珠，被遗忘在角落，等待细心人的发觉。"}
{"text":"真理像一颗明亮闪耀的宝石，掩埋在黑暗之中，等待有心人的探寻。真实像一粒蒙尘的明珠，被遗忘在角落，等待细心人的发觉。古往今来，许多的先辈都在追寻真道路上不断奉献自我，然，从地心说到日心说，从亚里士多德到比萨斜塔，从有理数到无理数的发现多少真相其实是被掩盖的，人们认为的真实其实不过是一种假象。材料中的多数人的观点显然就是被假象所误导，被表面的现象所迷惑，而忽略了战斗机之所以能够幸存，其实是因为最重要的地方没有受到严重的创伤。可见，真相往往是被人们忽视的。而发现真理的人总是令人震撼和着迷。举个例子，守护甜心里一开始很令人反感的反派角色月咏几斗。在不知道他的背景与过去的前提下，一头深蓝色的发，一身纯黑的衣，调戏女主的行为，给他戳上了反派的标签。甚至是唯世王子，都对他有着深深地厌恶与不满。然而，就在大家都很反感这个人的时候，我们的女主，日奈森亚梦，通过自己的观察与探索，发现了几斗的真面目。这个冷漠的人，其实是一个善良却又不幸的人。通过剧情的层层推进，给观众展现的是一个令人心疼的几斗，令人想要保护的几斗。我们的女主亚梦，通过她的行为，给我们观众展现的是一个更加有血有肉的几斗，同时，她的行为也让几斗的心驻留在她的身上。真的是闪耀到不可抗拒的人格魅力。再反观我们的至圣先师，孔子。在战火纷飞，礼崩乐坏的春秋战国，是他，揣着一颗善良仁义的心，游走于各个诸侯国是他，带着一份天下太平的愿，辗转于各个城门口是他，怀着一个河清海晏的梦，教下三千子弟，桃李芬芳。然而，就是这样一位崇高的人，却没有一位当权者看到他的真心，当时的当权者甚至对他有着诸多不满，被人喻为丧家之犬徘徊各地。人不知而不愠面对他人的误解与驱赶，他不过一笑了之。那时没人在意他的真心，而今的我们却是在为往圣继绝学，为盛世开太平而奋斗努力，我们这些为梦想为民族为先辈心愿挥洒青春的人同样是可爱的，我们也发现了世间美的真相，为之付出辛劳，并没有被世间的悲伤尘世的混沌乱了双眼。"}
