{"text":"这一个非常简单明了的事实，非常值得人们去参悟。研究中外诗人当然免不了要分析时代背景，分析思想内容，这样的工作难免沾染点学究气。这些工作都诉诸人们的理智，而非人们的感情，摆脱学究气并不容易。可是冯先生却能做到这一点。他以诗人研究诗人，研究仿佛就成了创作，他深入研究对象的灵魂，他能看到或本能地领悟到其他学者们看不到更领悟不到的东西，而又能以生花妙笔著成文章，同那些枯涩僵硬的高头讲章迥异其趣，学术论著本身就仿佛成了文学创作，诗意弥漫，笔端常带感情。读这样的学术论著，同读文学作品一样，简直是一种美的享受。因此，我说，冯至先生是诗人又兼学者，或学者又兼诗人，他把这两者融于一体。至于冯先生的为人，我又想说诗人学者为人三位一体。中国人常说文如其人，或者人如其文。这两句话应用到君培先生身上，都是恰如其分的。我确实认为，冯先生是人文难分。他为人一向淳朴正直坦荡忠实，待人以诚，心口如一。我简直无法想象会有谎言从他嘴里流出来。他说话从不夸大，也不花哨即之也温，总给人以实事求是的印象，而且几十年如一日，真可谓始终如一了。君培先生长我六岁。我们都是搞德文起家，后来我转了向，他却一直坚持不懈。在国内，我们虽然不是一个大学，但是我们的启蒙老师却是一个人。他就是二三十年代北大德文系主任，同时又兼任清华的德文教授。因此，我们可以说是有同门之谊，我们是朋友。但是，我一向钦佩君培先生的学识，更仰慕其为人，我总把他当老师看待因此，也可以说是师生。我在这里想借用陈寅恪师的一句诗风义生平师友间。我们相交将近五十年了。解放后，在一起开过无数次的会，在各种五花八门的场合下，我们聚首畅谈，我们应该说是彼此互相了解的。给我印象最深的是他套用李后主的词口吟的两句词春花秋月何时了，开会知多少？我听了以后，捧腹大笑，我的第一个想法就是实获我心！有不少次开会，我们同住一个房间，上天下地，无所不谈。这更增强了我们彼此的了解。总之，一句话，在将近半个世纪内，我们相处得极为融洽。君培先生八十五岁了。在过去，这已经是了不起的高寿，古人不是说人生七十古来稀吗？但是，到了今天，时移世转，应该改一个提法人生九十今不稀。这样才符合实际情况。我们现在祝人高寿，常说长命百岁！我想，这个说法不恰当。从前说长命百岁，是表示期望。今天再说，就成了限制。人们为什么不能活过百岁呢？只说百岁，不是限制又是什么呢？"}
{"text":"有不少次开会，我们同住一个房间，上天下地，无所不谈。这更增强了我们彼此的了解。总之，一句话，在将近半个世纪内，我们相处得极为融洽。君培先生八十五岁了。在过去，这已经是了不起的高寿，古人不是说人生七十古来稀吗？但是，到了今天，时移世转，应该改一个提法人生九十今不稀。这样才符合实际情况。我们现在祝人高寿，常说长命百岁！我想，这个说法不恰当。从前说长命百岁，是表示期望。今天再说，就成了限制。人们为什么不能活过百岁呢？只说百岁，不是限制又是什么呢？因此，我现在祝君培先生高寿，不再说什么长命百岁，意思就是对他的寿限不加限制。我相信，他还能写出一些优秀的文章来的。我也相信而且期望他能活过这个限制期限。何仙槎思源先生与山东教育年纪大一点的山东老乡和北京人大概都还能记得何仙槎先生这个名字。他当过山东教育厅长和北平市长。年，我在山东省立济南高中读书，他当时是教育厅长。在学生眼中，那是一个大官。有一天，他忽然在校长的陪同下，走到了极为拥挤和简陋的学生宿舍里去。这颇引起了一阵轰动。时隔六十年，今天回忆起来，当时情景栩栩如在眼前。到了年，我在母校当了一年国文教员之后，考取了清华大学与德国的交换研究生。我一介书生，囊内空空，付不起赴德的路费。校长宋还吾老师慨然带我到教育厅去谒见何思源厅长。没等我开口，他已早知我的目的，一口回绝。我有一个致命的缺点？脸皮太薄，不善于求人，只好唯唯而退。宋校长责怪我太老实。我天生是一个上不得台盘的人，脱胎换骨，一时难成，有什么办法呢？再见到何思源先生，那已经是十五六年以后天翻地覆慨而慷的时候了。解放初期，北京山东中学校董会又开始活动，我同何都是校董。此时他早已卸任北平市长，在傅作义将军围城期间，何仙槎先生冒生命危险同一些人出城，同八路军谈判，和平解放北平，为人民立下了功勋。人民给了他回报，除了一些别的职务以外，他还当了山东中学校董。此时，我们之间已经没有什么距离，他也已工农化得颇为可观。最显眼的是抽烟用小烟袋，一副老农模样。校董开会时，我故意同他开玩笑，说到他当厅长时我去求帮的情景。彼此开怀大笑，其乐融融。说句老实话，何仙槎先生对于山东教育是有功的。北伐成功后，山东省主席几易其人，从国民党的陈调元一直到割据军阀韩复榘，而他这教育厅长却稳坐钓鱼船。"}
{"text":"人民给了他回报，除了一些别的职务以外，他还当了山东中学校董。此时，我们之间已经没有什么距离，他也已工农化得颇为可观。最显眼的是抽烟用小烟袋，一副老农模样。校董开会时，我故意同他开玩笑，说到他当厅长时我去求帮的情景。彼此开怀大笑，其乐融融。说句老实话，何仙槎先生对于山东教育是有功的。北伐成功后，山东省主席几易其人，从国民党的陈调元一直到割据军阀韩复榘，而他这教育厅长却稳坐钓鱼船。学生称他是五朝元老，微含不恭之意。然而平心论之，如果没有他这个五朝元老，山东教育将会变成什么样子？难道不让人不寒而栗吗？陈调元韩复榘这一帮人是极难对付的。他们手下都有一帮人，唱丑唱旦帮闲篾片清客讨饭喽吹鼓手，一应俱全。教育厅长，虽非肥缺，然而也是全省几大员之一，他们怎么肯让同自己毫无瓜葛的人充当五朝元老呢？大概北大毕业生美国哥伦比亚大学的金招牌镇住了他们，不得不尔。像韩复榘这样土匪式的人物，胸无点墨，杀人不眨眼，民间流传着许多笑话，说他反对靠左边走，原因是都走左边，谁走右边呢？何思源能同他们周旋，其中滋味，恐怕是不足为外人道也。然而，山东教育经费始终未断，教育没有受到破坏，仙槎先生应该说是为人民立了功。总之，我认为，我们今天纪念何思源先生是完全应该的。学习菊田的奋斗拼搏精神对于国画，我似乎还有一点欣赏能力，是好是坏，是美是丑，是精是粗，我似乎能够辨识但实际上，我却是一个门外汉，我连一笔画都画不了，谈论国画，不是班门弄斧，就是野狐谈禅。这一点自知之明，我还是有的。因此我对菊田的画，除了说画得很好之外，不再赞一词。但是，在另一方面，我却有许多话要说。菊田是自学成家的一个典型，一个很好的典型。在四人帮时代，甚至在四人帮之外的某些时候，个人奋斗被批得臭不可闻。仅仅为了个人名利而奋斗，我们当然不能提倡。如果为的不是个人，或者不仅仅为个人而努力奋斗，难道不是应该的吗？我们常常说，人是应该有一点精神的，这一点精神表现的一个方面就是为了国家为了民族而努力奋斗，用一句现在流行的话就是拼搏精神。在菊田身上，我们看到的正是这一种奋斗拼搏的精神。"}
{"text":"在四人帮时代，甚至在四人帮之外的某些时候，个人奋斗被批得臭不可闻。仅仅为了个人名利而奋斗，我们当然不能提倡。如果为的不是个人，或者不仅仅为个人而努力奋斗，难道不是应该的吗？我们常常说，人是应该有一点精神的，这一点精神表现的一个方面就是为了国家为了民族而努力奋斗，用一句现在流行的话就是拼搏精神。在菊田身上，我们看到的正是这一种奋斗拼搏的精神。按照他的家庭环境，在旧社会，他本来应该成为一个商店的老板，或者政府机关的一个小公务员，如果再向下滑一步，他可能成为一个靠吃祖宗遗产过活的浪荡公子。这样的人物，我们亲眼看到的难道还不够多吗？然而菊田却走了一条截然相反的道路。他依靠自己的努力，学了书法，学了国画，学了治印，学了刻竹，出乎许多人的意料，他成了有成就的艺术家。在旧社会不必说他了，到了新社会，他就靠这艺术上的成就为人民服务，为祖国争光。今天，我们全国人民正在意气风发地进行四个现代化的建设，全国形势确确实实是一片大好。但也还是有困难，而且有极大的困难。克服这些困难，要有多方面的因素，其中主要的，我认为，就是在全民中提倡艰苦奋斗的精神，特别是靠自己的力量努力成才努力成家的精神。从这方面来看，我们要向菊田学习的不仅仅是他那高超的国画艺术，而更重要的是他那锲而不舍努力奋斗的精神。给一个画册写序，本来是应该谈画的，因为我不太懂画，只好说些别的话。但我并不认为我这是离题万里。我把艺术同努力奋斗结合起来，顺理成章。我还可以说，一切文学艺术科学技术无一不应该同努力奋斗联系起来。这一点精神，是绝对不可以缺少的。再把话缩回来，缩到菊田的画集上，我只能说两句话我们要学习菊田的画，但我们更要学习他的自学成才努力奋斗的精神。郎静山先生实在是万万没有想到的事情――在郑午楼博士盛大的宴会上，有人给我介绍一位老先生这是台湾来的郎静山先生。是谁？郎静山。郎静山？我瞪大了眼睛，舌挢不能下，我一时说不出话来。郎静山，这个名字我是熟悉的，甚至是崇敬的。但这已经是六十多年前的事情了。我在清华大学念书的时候，有时候到图书馆去翻看新出版的杂志，特别是画报，常常在里面看到一些摄影的杰作，署名就是郎静山。久而久之，渐渐知道了他是赫赫有名的摄影大师，是上海滩上的红得发紫的活跃人物。崇拜名人，人之常情，渺予小子，焉敢例外。"}
{"text":"是谁？郎静山。郎静山？我瞪大了眼睛，舌挢不能下，我一时说不出话来。郎静山，这个名字我是熟悉的，甚至是崇敬的。但这已经是六十多年前的事情了。我在清华大学念书的时候，有时候到图书馆去翻看新出版的杂志，特别是画报，常常在里面看到一些摄影的杰作，署名就是郎静山。久而久之，渐渐知道了他是赫赫有名的摄影大师，是上海滩上的红得发紫的活跃人物。崇拜名人，人之常情，渺予小子，焉敢例外。郎静山于是就成了我的崇拜对象之一。从那时到现在，在六十多年的漫长的时期内，时移世迁，沧海桑田，各方面都有了天翻地覆的巨变。我在国外呆了将近十一年，回国后，在北京呆了也有五十多年了。中国已非复昔日之中国，上海亦非复昔日之上海。当年的画报早已销声匿迹，郎静山这个名字也消逝得无影无踪了。我原以为他早已成为古人――不，我连以为也没有以为，我压根儿就没有想到郎静山。对我来说，他早已成为博物馆中的人物，早已不存在了。然而，正像天方夜谭中那个渔父从海中捞出来了一个瓶子那样，瓶口一打开，里面蓦地钻出来了一个神怪。我现在见到的不是一个神怪，而是一个活人郎静山蓦地就站在我的面前。我用惊奇的眼光打量了一下这一位一百零四岁的老人他慈眉善目，面色红润头发花白，没有掉多少腰板挺直，步履稳健没有助听器，说明他耳聪双目炯炯有神，说明他目明。有一个女士陪着他――是他的曾孙女吧，他起坐走路，极其麻利，她好像成了沈有鼎教授的双拐，总是被提着走，不是教授拄她，而是她拄教授。最引起我的兴趣的是他的衣着。他仍然穿着长衫。那天晚上穿的是黑色的，不知道是什么料子的，黑色上面闪着小小的金星。在解放前，长衫是流行的，它几乎成了知识分子的象征，孔乙己先生身上穿的就是代表他的身份的长衫。我看了长衫，心中大感欣慰。我身上这一套中山装，久为风华正茂的青年男女士们所讽刺。我表面上置若罔闻，由于某种心理作用，我死不改悔，但心中未免也有点嘀咕。中山装同长衫比起来，还是超前一代的，如果真进博物馆的话，它还要排在长衫的后面。然而久已绝迹于大陆的长衫，不意竟在曼谷见到。我身上这一套老古董似乎也并不那么陈腐落后了。这一种意外简直像天外飞来的支援，使我衷心狂喜。第二次同郎静山先生见面是在第二天华侨崇圣大学的开学典礼上。因为国王御驾莅临，所以仪式特别庄严隆重。"}
{"text":"我看了长衫，心中大感欣慰。我身上这一套中山装，久为风华正茂的青年男女士们所讽刺。我表面上置若罔闻，由于某种心理作用，我死不改悔，但心中未免也有点嘀咕。中山装同长衫比起来，还是超前一代的，如果真进博物馆的话，它还要排在长衫的后面。然而久已绝迹于大陆的长衫，不意竟在曼谷见到。我身上这一套老古董似乎也并不那么陈腐落后了。这一种意外简直像天外飞来的支援，使我衷心狂喜。第二次同郎静山先生见面是在第二天华侨崇圣大学的开学典礼上。因为国王御驾莅临，所以仪式特别庄严隆重。从下午点钟起，校园里就挤满了市民和军警。成千的小学生坐在绿草地上。能容千人的大礼堂也坐满了泰外绅士和淑女。驻泰外交使节全部被邀观礼。当然是由于年纪大，我同郎静山先生被安排在第一排就座，他坐的位子是第一号，我是第二号。我们俩紧挨着，坐在那里，从点一直坐到点半。要想谈话，是有充分的时间的。然而却无从谈起。我们来自两个世界，出自两个世纪。在一般情况下，我本来已经有资格来倚老卖老了。然而在郎老面前，他大我二十一岁，是我的父辈，我怎么还敢倚敢卖呢？他坐在那里，精神矍铄，却是一言不发。我感到尴尬，想搭讪着说两句话，然而又没有词儿。今天天气哈哈哈，这里完全用不上。没有法子，只好呆坐在那里。幸亏陈贞煜博士给我介绍了德国驻泰国大使，用茄门话寒暄了一番。他又介绍了印度驻泰国大使，用英文聊了一阵。两位大使归座以后，我仍然枯坐在那里。郎老今天操了一身灰色的衣服，仍然是长衫。他神清气爽，陪我――或者我陪他呆坐那里。最后，我们俩被请到了一座大厅门口，排队站在那里，等候郑午楼博士把我们俩介绍给国王陛下。此时，陪他的那一位女士早已不见。郎老一个人，没有手杖，没有人搀扶，直挺挺地站在那里，恭候圣驾。站的时间并不太短。只见他安然，怡然，泰然，坦然，没有一点疲倦的神色。我最后一次见到郎静山先生，是在郑午楼博士创办的国际贸易中心中。这里同时举办了四五个展览会。我到每一个展览厅都浏览了一遍，给我留下了十分深刻的印象。文物展览厅中的中国古代绘画和瓷器中，都有精品，在中国国内也是拔尖的。我最后到了摄影展览厅，规模不大，但极精彩。有几幅作品十分突出，看了让人惊心动魄。我对这些摄影艺术家着实羡慕了一番。旁边站着一位香港的摄影家，我对他表白了我的赞叹的心情。我在这里又遇到了郎老。他来这里是必然的。"}
{"text":"我最后一次见到郎静山先生，是在郑午楼博士创办的国际贸易中心中。这里同时举办了四五个展览会。我到每一个展览厅都浏览了一遍，给我留下了十分深刻的印象。文物展览厅中的中国古代绘画和瓷器中，都有精品，在中国国内也是拔尖的。我最后到了摄影展览厅，规模不大，但极精彩。有几幅作品十分突出，看了让人惊心动魄。我对这些摄影艺术家着实羡慕了一番。旁边站着一位香港的摄影家，我对他表白了我的赞叹的心情。我在这里又遇到了郎老。他来这里是必然的。一个老一代蜚声海内外的摄影大师，焉能不到摄影展览厅里来呢？郎老年轻的时候，还没有彩色摄影，郎老的杰作都是黑白的。这次他带来了自己当年的杰作百鹤图的翻印本，令我回忆起当年欣赏这一幅杰作的情景。应该感谢老人的细心安排。他一个人孑然站在那里，没有手杖，没有人陪伴，脸上的神情仍然是安然，怡然，泰然，坦然。仿佛是遗世而独立。这一次，我们除了打个招呼以外，更没有什么话可说了。我默默地站了一会儿，就同他告别。从此再没有在曼谷见到他。杜甫的诗说明日隔山岳，世事两茫茫。我们现在是今日隔山岳，世事两茫茫。像在曼谷这一次会面这样的奇迹，一个人一生中只能遇到一次。这样的奇迹再也不会出现了。云天渺茫，人事无常，一面之缘，实已难忘。我祝他健康长寿，再活上十年二十年，或者更多的年。我认识的黛云我认识黛云已将近半个世纪了。当时我们都还没有搬出城外，仍在沙滩红楼。她是一个十几二十岁的大学生，我是一个还没有走出青年时期的年轻的大学教师。因为不在一个系，所以并没有接触的机会。她认识我，并不奇怪。因为教授的人数毕竟是极少的。我知道她，却颇有点不寻常。她为人坦诚率真，近乎天真做事大刀阔斧，决不忸忸怩怩，决不搞小动作。有这样禀性的人，在解放后三十年来的连绵不断的政治运动中能够不被溅上一身污泥浊水戴上五花八门的莫须有的帽子，简直是难以想象的。事实上，她也确实没有能幸免。最近几年以来，我心中萌发了一个怪论中国知识分子，特别是年纪比较大一点的知识分子，在历次的政治运动中，被整，被污辱，被损害，是正常的。这证明，他们起码还是些好人。这样的人，仰不愧于天，俯不怍于地，他们堂堂正正做人，用不着反躬自思。他们应该以头上被戴上的帽子为荣，他们可以以此自傲。反过来，如果有的知识分子，平安地走过了历次政治运动，没有被溅上任何的污泥浊水，没有被戴上任何莫须有的帽子。"}
{"text":"事实上，她也确实没有能幸免。最近几年以来，我心中萌发了一个怪论中国知识分子，特别是年纪比较大一点的知识分子，在历次的政治运动中，被整，被污辱，被损害，是正常的。这证明，他们起码还是些好人。这样的人，仰不愧于天，俯不怍于地，他们堂堂正正做人，用不着反躬自思。他们应该以头上被戴上的帽子为荣，他们可以以此自傲。反过来，如果有的知识分子，平安地走过了历次政治运动，没有被溅上任何的污泥浊水，没有被戴上任何莫须有的帽子。这样的人，我认为，反而应该反躬自首自己在处世做人方面是否有什么不足之处。不然的话，为什么能够在那种黄钟为轻蝉翼为重，颠倒黑白，混淆邪正的运动中安稳过关？我不敢说，我这个想法能适用于一切人但适用于大部分人，则是可以肯定的。黛云的前半生，走的道路并不平坦，坎坎坷坷，磕磕碰碰，一直走过了中年。然而，根据我个人的观察，她依然是坦诚率真，近乎天真做事仍然是大刀阔斧，决不忸忸怩怩，决不搞小动作，锐气有盛于当年。就凭着这一股劲，她在研究中国现代文学的基础上，拓宽了自己的研究范围，开阔了自己的眼光，为中国比较文学这一门既旧又新的学科的重建或者新建贡献了自己的力量。比较文学在中国原来是一门比较陌生的学问。最近几年来，由于许多学者的共同的努力，它已经浸假步入显学的领域。在这里，黛云实在是功不可泯。佛经常说功不唐捐。黛云之功也不会唐捐。张皇比较文学，对中国文学的研究，也起了推波助澜的作用。有了比较，多了视角，以前看不到的东西能看到了以前想不到的问题能想到了，这必能促进中国文学的研究，是很显然的。黛云不但在中国国内推动了比较文学的研究，而且，更重要的是，她奔波欧美之间，让世界比较文学界能听到中国的声音。这一件事情的重要意义，无论如何也决不能低估。所有这一切，在许多文章中都有轨迹可寻，我就不再嗦了。最值得一提的是，正如我在上面提到过的，黛云的前半生，屡遭磨难，透过历史的烟尘，她看到过极其令人愤懑的东西然而她那一颗拳拳爱国之心丝毫未改。正当别人昼思梦想使自己在国外的居留证变成了绿色，对于这些人来说，太平洋彼岸就好像是佛经中常描述的宝渚，到处是精金美玉，到处开满了奇花异卉，简直是人间的乐园，天上福地。留在这样一个地方，对黛云和一介来说，唾手可得。然而他们却仍然选择了中国。"}
{"text":"所有这一切，在许多文章中都有轨迹可寻，我就不再嗦了。最值得一提的是，正如我在上面提到过的，黛云的前半生，屡遭磨难，透过历史的烟尘，她看到过极其令人愤懑的东西然而她那一颗拳拳爱国之心丝毫未改。正当别人昼思梦想使自己在国外的居留证变成了绿色，对于这些人来说，太平洋彼岸就好像是佛经中常描述的宝渚，到处是精金美玉，到处开满了奇花异卉，简直是人间的乐园，天上福地。留在这样一个地方，对黛云和一介来说，唾手可得。然而他们却仍然选择了中国。在中国，本来她也有很多机会，弄上一顶乌纱帽，还可能是一顶令人艳羡不置的驻外的乌纱帽。然而她却偏偏又选择了北大，一领青衿，十年冷板凳，一呆就是一生。我觉得，在当前的中国，我们所最需要的正是这一点精神，这一点骨气。我们中华民族所赖以屹立于世界民族之林的也正是这一点精神，这一点骨气。我们切不可以等闲视之。别稻香楼――怀念小泓我从来没有认为自己是一个多愁善感的人，何况现在已年逾古稀，悲欢离合的经历已经多到让人负担不起来的程度，小小的别离又怎能引起心潮腾涌呢？然而事实却不是这个样子。九天以前，当我初来稻香楼的时候，我是归心似箭，恨不能日子立刻就飞逝过去，好早早地离开这里。我决没有想到，仅仅九天之后，我的感情竟来了一个根本对立，我对于这个地方产生了留恋之情，在临别前夕，竟有点难舍难分了。稻香楼毕竟是非常迷人的地方。在一个四面环湖的小岛上，林木葱茏，翠竹参天，繁花似锦，香气氤氲。最令人心醉的是各种小鸟的鸣声。现在在北京，连从前招人厌恶的麻雀的叫声都不容易听到了。在合肥，在稻香楼，天将破晓时，却能够听到多种鸟的鸣声。我听到一种像画眉的叫声，最初却不敢相信，它真是画眉。因为在北方，画眉算是一种非常珍贵的鸟，养在非常考究的笼子里，主人要天天早晨手托鸟笼，出来遛鸟，眉宇间往往流露出似喜悦又似骄矜的神气。在稻香楼的野林中如何能听到画眉的叫声呢？可是事实终归是事实。我每天早晨出来在林中湖畔散步的时候，亲眼看到成群的画眉在竹木深处飞翔，或在草丛里觅食，或在枝头引吭高歌，让我这个北方人眼为之明，心为之跳，大有耳目一新之感了。说到散步，我在北京是不干这玩意儿的。来到稻香楼，美丽的自然景色挑逗着我的心灵，我在屋里呆不住了。我在开会之余，仍然看书在看书之余，我就散步。在散步之余，许多联想，许多回忆，就无端被勾起来了。那边长的不是紫竹吗？"}
