{"text":"那父亲回答道我不要吃。妈的你吃去罢！则简直已经醇化为现在时行的我的亲爱的的意思了。一九二五年七月十九日。本篇最初发表于一九二五年七月二十七日语丝周刊第三十七期。西滢先生之所谓某籍在一九二五年北京女子师范大学学生反对校长杨荫榆事件中，等七名教员曾在五月二十七日的京报上发表宣言，对学生表示支持。陈西滢在现代评论第一卷第二十五期一九二五年五月三十日发表的闲话中攻击等人说以前我们常常听说女师大的风潮，有在北京教育界占最大势力的某籍某系的人在暗中鼓动，可是我们总不敢相信。但是这篇宣言一出，免不了流言更加传布得利害了。某籍，指的籍贯浙江。陈西滢―，即陈源，字通伯，现代评论派重要成员。犹河汉而无极也语见庄子逍遥游吾惊怖其言，犹河汉而无极也。河汉，即银河。s哈姆生―，挪威小说家。饥饿是他在一八九年发表的长篇小说。高尔基。参看本卷第页注。s阿尔志跋绥夫。参看本卷第页注。花之富贵者也语见宋代周敦颐爱莲说牡丹，花之富贵者也。役夫见左传文公元年，楚成王妹江骂成王子商臣即楚穆王的话呼，役夫！宜君王之欲杀女汝而立职也。晋代杜预注役夫，贱者称。按职是商臣的庶弟。奴，南史宋本纪帝前废帝刘子业自以为昔在东宫，不为孝武所爱，及即位，将掘景宁陵，太史言于帝不利而止乃纵粪于陵，肆骂孝武帝为奴。，鼻上的红疱，俗称酒糟鼻子。死公，后汉书文苑列传祢衡骂黄祖的话死公！云等道？唐代李贤注死公，骂言也等道，犹今言何勿语也。老狗汉代班固汉孝武故事栗姬骂景帝老狗，上心衔之未发也。衔，怀恨在心。貉子，南朝宋刘义庆世说新语惑溺孙秀降晋，晋武帝厚存宠之，妻以姨妹蒯氏，室家甚笃妻尝妒，乃骂秀为貉子，秀大不平，遂不复入。而母婢也战国策赵策周烈王崩，诸侯皆吊。齐后往，周怒，赴于齐曰天崩地坼，天子下席，东藩之臣田婴齐后至则昔斤之。齐威王勃然怒曰叱嗟，而尔母碑也！赘阉遗丑，陈琳为袁绍檄豫州刘备文操赘阉遗丑，本无懿德。"}
{"text":"老狗汉代班固汉孝武故事栗姬骂景帝老狗，上心衔之未发也。衔，怀恨在心。貉子，南朝宋刘义庆世说新语惑溺孙秀降晋，晋武帝厚存宠之，妻以姨妹蒯氏，室家甚笃妻尝妒，乃骂秀为貉子，秀大不平，遂不复入。而母婢也战国策赵策周烈王崩，诸侯皆吊。齐后往，周怒，赴于齐曰天崩地坼，天子下席，东藩之臣田婴齐后至则昔斤之。齐威王勃然怒曰叱嗟，而尔母碑也！赘阉遗丑，陈琳为袁绍檄豫州刘备文操赘阉遗丑，本无懿德。赘阉，指曹操的父亲曹嵩过继给宦官曹腾做儿子。广弘明集唐代和尚道宣编，三十卷。内容系辑录自晋至唐阐明佛法的文章。邢子才―？，名邵，河间今属河北人，北魏无神论者。东魏武定末任太常卿。元景？―，即王昕，字元景，北海剧今山东东昌人，东魏武定末任太子詹事，是邢子才的好友。拓跋氏古代鲜卑族的一支。公元三八六年拓跋王圭自立为魏王，后日益强大，占有黄河以北的土地公元三九八年建都平城今大同，称帝改元，史称北魏。刘时中名致，字时中，号逋斋，石州宁乡今山西离石人，元代词曲家。这里所引见于他的套曲上高监司端正好。曲子中的好顽劣，意即很无知。表德，即正式名字外的字和号。声音多厮称，即声音相同。子良取音于粮。仲甫取音于脯。君宝取音于饱。德夫取音于脯。乐府新编阳春白雪，元代杨朝英编选的一部散曲选，共十卷另有九卷本一种。从胡须说到牙齿从胡须说到牙齿一翻呐喊，才又记得我曾在中华民国九年双十节的前几天做过一篇头发的故事去年，距今快要一整年了罢，那时是语丝出世未久，我又曾为它写了一篇说胡须。实在似乎很有些章士钊之所谓每况愈下了，――自然，这一句成语，也并不是章士钊首先用错的，但因为他既以擅长旧学自居，我又正在给他打官司，所以就栽在他身上。当时就听说，――或者也是时行的流言，――一位北京大学的名教授就愤慨过，以为从胡须说起，一直说下去，将来就要说到屁股，则于是乎便和上海的晶报一样了。为什么呢？这须是熟精今典的人们才知道，后进的束发小生是不容易了然的。"}
{"text":"当时就听说，――或者也是时行的流言，――一位北京大学的名教授就愤慨过，以为从胡须说起，一直说下去，将来就要说到屁股，则于是乎便和上海的晶报一样了。为什么呢？这须是熟精今典的人们才知道，后进的束发小生是不容易了然的。因为晶报上曾经登过一篇太阳晒屁股赋，屁股和胡须又都是人身的一部分，既说此部，即难免不说彼部，正如看见洗脸的人，敏捷而聪明的学者即能推见他一直洗下去，将来一定要洗到屁股。所以有志于做者，为防微杜渐起见，应该在背后给一顿奚落的。――如果说此外还有深意，那我可不得而知了。昔者窃闻之欧美的文明人讳言下体以及和下体略有渊源的事物。假如以生殖器为中心而画一正圆形，则凡在圆周以内者均在讳言之列而圆之半径，则美国者大于英。中国的下等人，是不讳言的古之上等人似乎也不讳，所以虽是公子而可以名为黑臀。讳之始，不知在什么时候而将英美的半径放大，直至于口鼻之间或更在其上，则日方于一千九百二十四年秋。文人墨客大概是感性太锐敏了之故罢，向来就很娇气，什么也给他说不得，见不得，听不得，想不得。道学先生于是乎从而禁之，虽然很像背道而驰，其实倒是心心相印。然而他们还是一看见堂客的手帕或者姨太太的荒冢就要做诗。我现在虽然也弄弄笔墨做做白话文，但才气却仿佛早经注定是该在水平线之下似的，所以看见手帕或荒冢之类，倒无动于中只记得在解剖室里第一次要在女性的尸体上动刀的时候，可似乎略有做诗之意，――但是，不过之意而已，并没有诗，读者幸勿误会，以为我有诗集将要精装行世，传之其人，先在此预告。后来，也就连之意都没有了，大约是因为见惯了的缘故罢，正如下等人的说惯一样。否则，也许现在不但不敢说胡须，而且简直非人之初性本善论或天地玄黄赋便不屑做。遥想土耳其革命后，撕去女人的面幕，是多么下等的事？呜呼，她们已将嘴巴露出，将来一定要光着屁股走路了！虽然有人数我为无病呻吟党之一，但我以为自家有病自家知，旁人大概是不很能够明白底细的。倘没有病，谁来呻吟？如果竟要呻吟，那就已经有了呻吟病了，无法可医。――但模仿自然又是例外。"}
{"text":"否则，也许现在不但不敢说胡须，而且简直非人之初性本善论或天地玄黄赋便不屑做。遥想土耳其革命后，撕去女人的面幕，是多么下等的事？呜呼，她们已将嘴巴露出，将来一定要光着屁股走路了！虽然有人数我为无病呻吟党之一，但我以为自家有病自家知，旁人大概是不很能够明白底细的。倘没有病，谁来呻吟？如果竟要呻吟，那就已经有了呻吟病了，无法可医。――但模仿自然又是例外。即如自胡须直至屁股等辈，倘使相安无事，谁爱去纪念它们我们平居无事时，从不想到自己的头，手，脚以至脚底心。待到慨然于头颅谁斫，髀肉又说下去了，尚希绅士淑女恕之复生的时候，是早已别有缘故的了，所以，呻吟。而批评家们曰无病。我实在艳羡他们的健康。譬如腋下和胯间的毫毛，向来不很肇祸，所以也没有人引为题目，来呻吟一通。头发便不然了，不但白发数茎，能使老先生揽镜慨然，赶紧拔去清初还因此杀了许多人。民国既经成立，辫子总算剪定了，即使保不定将来要翻出怎样的花样来，但目下总不妨说是已经告一段落。于是我对于自己的头发，也就淡然若忘，而况女子应否剪发的问题呢，因为我并不预备制造桂花油或贩卖烫剪事不干己，是无所容心于其间的。但到民国九年，寄住在我的寓里的一位小姐考进高等女子师范学校去了，而她是剪了头发的，再没有法可梳盘龙髻或髻。到这时，我才知道虽然已是民国九年，而有些人之嫉视剪发的女子，竟和清朝末年之嫉视剪发的男子相同校长先生虽被天夺其魄，自己的头顶秃到近乎精光了，却偏以为女子的头发可系千钧，示意要她留起。设法去疏通了几回，没有效，连我也听得麻烦起来，于是乎感慨系之矣了，随口呻吟了一篇头发的故事。但是，不知怎的，她后来竟居然并不留长，现在还是蓬蓬松松的在北京道上走。本来，也可以无须说下去了，然而连胡须样式都不自由，也是我平生的一件感愤，要时时想到的。胡须的有无，式样，长短，我以为除了直接受着影响的人以外，是毫无容喙的权利和义务的，而有些人们偏要越俎代谋，说些无聊的废话，这真和女子非梳头不可的教育，奇装异服者要抓进警厅去办罪的政治一样离奇。要人没有反拨，总须不加刺激乡下人捉进知县衙门去，打完屁股之后，叩一个头道谢大老爷！这情形是特异的中国民族所特有的。不料恰恰一周年，我的牙齿又发生问题了，这当然就要说牙齿。"}
{"text":"胡须的有无，式样，长短，我以为除了直接受着影响的人以外，是毫无容喙的权利和义务的，而有些人们偏要越俎代谋，说些无聊的废话，这真和女子非梳头不可的教育，奇装异服者要抓进警厅去办罪的政治一样离奇。要人没有反拨，总须不加刺激乡下人捉进知县衙门去，打完屁股之后，叩一个头道谢大老爷！这情形是特异的中国民族所特有的。不料恰恰一周年，我的牙齿又发生问题了，这当然就要说牙齿。这回虽然并非说下去，而是说进去，但牙齿之后是咽喉，下面是食道，胃，大小肠，直肠，和吃饭很有相关，仍将为大雅所不齿更何况直肠的邻近还有膀胱呢，呜呼！中华民国十四年十月二十七日，即夏历之重九，国民因为主张关税自主，游行示威了。但巡警却断绝交通，至于发生冲突，据说两面互有死伤。次日，几种报章社会日报，世界日报，舆论报，益世报，顺天时报等的新闻中就有这样的话学生被打伤者，有吴兴身第一英文学校，头部刀伤甚重周树人北大教员齿受伤，脱门牙二。其他尚未接有报告。这样还不够，第二天，社会日报，舆论报，黄报，顺天时报又道游行群众方面，北大教授周树人即门牙确落二个。舆论也好，指导社会机关也好，确也好，不确也好，我是没有修书更正的闲情别致的。但被害苦的是先有许多学生们，次日我到学校去上课，缺席的学生就有二十余，他们想不至于因为我被打落门牙，即以为讲义也跌了价的，大概是预料我一定请病假。还有几个尝见和未见的朋友，或则面问，或则函问尤其是朋其君，先行肉薄中央医院，不得，又到我的家里，目睹门牙无恙，这才重回东城，而昊天不吊，竟刮起大风来了。假使我真被打落两个门牙，倒也大可以略平整顿学风者和其党徒之气罢或者算是说了胡须的报应，――因为有说下去之嫌，所以该得报应，――依博爱家言，本来也未始不是一举两得的事。但可惜那一天我竟不在场。我之所以不到场者，并非遵了胡适教授的指示在研究室里用功，也不是从了江绍原教授的忠告在推敲作品，更不是依着易卜生博士的遗训正在救出自己惭愧我全没有做那些大工作，从实招供起来，不过是整天躺在窗下的床上而已。为什么呢？曰生些小病，非有他也。然而我的门牙，却是确落二个的。"}
{"text":"但可惜那一天我竟不在场。我之所以不到场者，并非遵了胡适教授的指示在研究室里用功，也不是从了江绍原教授的忠告在推敲作品，更不是依着易卜生博士的遗训正在救出自己惭愧我全没有做那些大工作，从实招供起来，不过是整天躺在窗下的床上而已。为什么呢？曰生些小病，非有他也。然而我的门牙，却是确落二个的。这也是自家有病自家知的一例，如果牙齿健全，决不会知道牙痛的人的苦楚，只见他歪着嘴角吸风，模样着实可笑。自从盘古开辟天地以来，中国就未曾发明过一种止牙痛的好方法，现在虽然很有些什么西法镶牙补眼的了，但大概不过学了一点皮毛，连消毒去腐的粗浅道理也不明白。以北京而论，以中国自家的牙医而论，只有几个留美出身的博士是好的，但是，s，贵不可言。至于穷乡僻壤，却连皮毛家也没有，倘使不幸而牙痛，又不安本分而想医好，怕只好去即求城隍土地爷爷罢。我从小就是牙痛党之一，并非故意和牙齿不痛的正人君子们立异，实在是欲罢不能。听说牙齿的性质的好坏，也有遗传的，那么，这就是我的父亲赏给我的一份遗产，因为他牙齿也很坏。于是或蛀，或破，终于牙龈上出血了，无法收拾住的又是小城，并无牙医。那时也想不到天下有所谓西法也者，惟有验方新编是唯一的救星然而试尽验方都不验。后来，一个善士传给我一个秘方择日将栗子风干，日日食之，神效。应择那一日，现在已经忘却了，好在这秘方的结果不过是吃栗子，随时可以风干的，我们也无须再费神去查考。自此之后，我才正式看中医，服汤药，可惜中医仿佛也束手了，据说这是叫牙损，难治得很呢。还记得有一天一个长辈斥责我，说，因为不自爱，所以会生这病的医生能有什么法？我不解，但从此不再向人提起牙齿的事了，似乎这病是我的一件耻辱。如此者久而久之，直至我到日本的长崎，再去寻牙医，他给我刮去了牙后面的所谓齿袱，这才不再出血了，化去的医费是两元，时间是约一小时以内。我后来也看看中国的医药书，忽而发见触目惊心的学说了。它说，齿是属于肾的，牙损的原因是阴亏。我这才顿然悟出先前的所以得到申斥的原因来，原来是它们在这里这样诬陷我。到现在，即使有人说中医怎样可靠，单方怎样灵，我还都不信。"}
{"text":"我不解，但从此不再向人提起牙齿的事了，似乎这病是我的一件耻辱。如此者久而久之，直至我到日本的长崎，再去寻牙医，他给我刮去了牙后面的所谓齿袱，这才不再出血了，化去的医费是两元，时间是约一小时以内。我后来也看看中国的医药书，忽而发见触目惊心的学说了。它说，齿是属于肾的，牙损的原因是阴亏。我这才顿然悟出先前的所以得到申斥的原因来，原来是它们在这里这样诬陷我。到现在，即使有人说中医怎样可靠，单方怎样灵，我还都不信。自然，其中大半是因为他们耽误了我的父亲的病的缘故罢，但怕也很挟带些切肤之痛的自己的私怨。事情还很多哩，假使我有先生的文才，也许因此可以写出一部sss的续集。然而岂但没有而已么，遭难的又是自家的牙齿，向人分送自己的冤单，是不大合式的，虽然所有文章，几乎十之九是自身的暗中的辩护。现在还不如迈开大步一跳，一径来说门牙确落二个的事罢袁世凯也如一切儒者一样，最主张尊孔。做了离奇的古衣冠，盛行祭孔的时候，大概是要做皇帝以前的一两年。自此以来，相承不废，但也因秉政者的变换，仪式上，尤其是行礼之状有些不同大概自以为维新者出则西装而鞠躬，尊古者兴则古装而顿首。我曾经是教育部的佥事，因为区区，所以还不入鞠躬或顿首之列的但届春秋二祭，仍不免要被派去做执事。执事者，将所谓帛或爵递给鞠躬或顿首之诸公的听差之谓也。民国十一年秋，我执事后坐车回寓去，既是北京，又是秋，又是清早，天气很冷，所以我穿着厚外套，带了手套的手是插在衣袋里的。那车夫，我相信他是因为磕睡，胡涂，决非章士钊党但他却在中途用了所谓非常处分，以迅雷不及掩耳之手段，自己跌倒了，并将我从车上摔出。我手在袋里，来不及抵按，结果便自然只好和地母接吻，以门牙为牺牲了。于是无门牙而讲书者半年，补好于十二年之夏，所以现在使朋其君一见放心，释然回去的两个，其实却是假的。孔二先生说，虽有周公之才之美，使骄且吝，其余，不足观也矣。这话，我确是曾经读过的，也十分佩服。所以如果打落了两个门牙，借此能给若干人们从旁快意，痛快，倒也毫无吝惜之心。而无如门牙，只有这几个，而且早经脱落何？"}
{"text":"我手在袋里，来不及抵按，结果便自然只好和地母接吻，以门牙为牺牲了。于是无门牙而讲书者半年，补好于十二年之夏，所以现在使朋其君一见放心，释然回去的两个，其实却是假的。孔二先生说，虽有周公之才之美，使骄且吝，其余，不足观也矣。这话，我确是曾经读过的，也十分佩服。所以如果打落了两个门牙，借此能给若干人们从旁快意，痛快，倒也毫无吝惜之心。而无如门牙，只有这几个，而且早经脱落何？但是将前事拉成今事，却也是不甚愿意的事，因为有些事情，我还要说真实，便只好将别人的流言抹杀了，虽然这大抵也以有利于己，至少是无损于已者为限。准此，我便顺手又要将章士钊的将后事拉成前事的胡涂账揭出来。又是章士钊。我之遇到这个姓名而摇头，实在由来已久但是，先前总算是为公，现在却像憎恶中医一样，仿佛也挟带一点私怨了，因为他无故将我免了官，所以，在先已经说过我正在给他打官司。近来看见他的古文的答辩书了，很斤斤于无故之辩，其中有一段又该伪校务维持会擅举该员为委员，该员又不声明否认，显系有意抗阻本部行政，既情理之所难容，亦法律之所不许。不得已于八月十二日，呈请执政将周树人免职，十三日由执政明令照准于是乎我也之乎者也地驳掉他查校务维持会公举树人为委员，系在八月十三日，而该总长呈请免职，据称在十二日。岂先预知将举树人为委员而先为免职之罪名耶？其实，那些什么答辩书也不过是中国的胡牵乱扯的照例的成法，章士钊未必一定如此胡涂假使真只胡涂，倒还不失为胡涂人，但他是知道舞文玩法的。他自己说过挽近政治。内包甚复。一端之起。其真意往往难于迹象求之。执法抗争。不过迹象间事。所以倘若事不干己，则与其听他说政法，谈逻辑，实在远不如看太阳晒屁股赋，因为欺人之意，这些赋里倒没有的。离题愈说愈远了这并不是我的身体的一部分。现在即此收住，将来说到那里，且看民国十五年秋罢。一九二五年十月三十日。本篇最初发表于一九二五年十一月九日语丝周刊第五十二期。双十节一九一一年十月十日孙中山领导的革命党举行了武昌起义即辛亥革命，次年一月一日建立中华民国，九月二十八日临时参议院议决十月十日为国庆纪念日，俗称双十节。语丝文艺性周刊，最初由孙伏园等编辑。一九二四年十一月十七日创刊于北京。一九二七年十月被奉系军阀张作霖查禁，随后移至上海续刊。"}
{"text":"离题愈说愈远了这并不是我的身体的一部分。现在即此收住，将来说到那里，且看民国十五年秋罢。一九二五年十月三十日。本篇最初发表于一九二五年十一月九日语丝周刊第五十二期。双十节一九一一年十月十日孙中山领导的革命党举行了武昌起义即辛亥革命，次年一月一日建立中华民国，九月二十八日临时参议院议决十月十日为国庆纪念日，俗称双十节。语丝文艺性周刊，最初由孙伏园等编辑。一九二四年十一月十七日创刊于北京。一九二七年十月被奉系军阀张作霖查禁，随后移至上海续刊。一九三年三月出至第五卷第五十二期停刊。是主要撰稿人和支持者之一，并于该刊在上海出版后一度担任编辑。参看三闲集我和语丝的始终。章士钊―字行严，笔名孤桐，湖南长沙人。辛亥革命前，曾参加反清革命运动，一九一四年五月在东京主办甲寅月刊两年后停刊。五四运动后，他是一个复古主义者。在一九二四年至一九二六年间，他参加北洋军阀段祺瑞政治集团，曾任段祺瑞执政府的司法总长兼教育总长，参与镇压学生爱国运动和人民群众的爱国斗争同时创办甲寅周刊，提倡尊孔读经，反对新文化运动。后来他在政治思想上有所变化，转而同情革命。每况愈下原作每下愈况，见庄子知北游。章太炎新方言释词愈况，犹愈甚也。后人引用常误作每况愈下，章士钊在甲寅周刊第一卷第三号孤桐杂记中也同样用错尝论明清相嬗。士气骤衰。民国承清。每况愈下。晶报当时上海一种低级趣味的小报。原为神州日报的副刊，一九一九年三月单独出版。下文所说太阳晒屁股赋，是张丹火斤延礼写的一篇无聊文章，发表于一九一七年四月二十六日神州日报副刊。束发小生这是章士钊常用的轻视青年学生的一句话，如他在一九二三年作的评新文化运动一文中就说今之束发小生。握笔登先。名流巨公。易节恐后。束发，古代指男子成童的年龄。英语绅士。黑臀春秋时晋成公的名字，见国语周语所记单襄公的话吾闻成公之生也，其母梦神规其臀以墨曰使有晋国。故名之曰黑臀。水平线这是从当时现代评论社出版的现代丛书广告中引用来的。"}
