{"text":"现在就讲到这位先生了。大隐市朝子路宿于石门。晨门曰奚自？子路曰自孔氏。曰是知其不可而为之者与？有一天，子路在石门这个地方过夜，早晨起来，有一个晨门问子路，从哪里来的？子路说是从孔先生那儿来的。这个晨门说，就是那个姓孔的孔丘？那个明知道做不到，硬要做的人吗？这个晨门就是隐士，他学问很好，道德很好，可是隐居在一群下级干部当中。古代有所谓小隐在山林，大隐于市朝。当隐士跑到山林中是小隐，消极的，是孔子所谓的辟世辟地。有些人一生作官，而在最后临死时，才知他在当隐士。此即大隐于市朝。所以有些朋友想退下来，我常劝他们不必退下来，有一分力量贡献完了算了。有的人说退休下来做生意，但有一位做生意的朋友说，做了几十年公务员，想退下来做生意发财，那我们一辈子几十年都做生意的人，岂不白做了？所以我常劝朋友不要退，何不把自己这点力量贡献出来，该有多好！这就是大隐法，如苏东坡的诗所说万人如海一身藏，非常妙。现代是工业社会，当隐士与农业社会不同，只要有一点生活费，租一个公寓式的房间，在里面读书也好，静坐也好，不与人往来，死在里面烂了，别人都不会知道，所以现在当隐士，更可以隐于市朝。一笑。上面讲隐士的路线。但为什么要当隐士？因为对时代没有办法。晨门这位隐士，就说孔子并不是不知道做不了，他明知道做不到却硬要做。这位晨门老兄，批评得很恰当，没有骂孔子不对，也没有说孔子对，只对子路说，就是那个知其不可而为之的姓孔的吗？在论语中，这里又出现了一个隐士了。孔子为圣人，重心就在这个地方。而孔子的难学之处也在这里。另如老子庄子等很多学问高超修养深邃的人，知道面前这个时代无可挽回，他们就退隐了。后来唐代有位知名的文中子，本名王通，写滕王阁序的王勃，就是他的孙子。儒释道三家的学问都通。在隋炀帝的时候还年轻，有志于天下，但到处碰壁行不通，看到当前的时代不宜施展才学，于是退下来讲学，培养下一代，教化年轻的学生，传播种籽。后来唐太宗的开国名臣，如房玄龄杜如晦这一班人，都是他的学生，他的目的达到了。所以他死后，门人尊谥他为文中子。收场不易子击磬于卫。"}
{"text":"后来唐代有位知名的文中子，本名王通，写滕王阁序的王勃，就是他的孙子。儒释道三家的学问都通。在隋炀帝的时候还年轻，有志于天下，但到处碰壁行不通，看到当前的时代不宜施展才学，于是退下来讲学，培养下一代，教化年轻的学生，传播种籽。后来唐太宗的开国名臣，如房玄龄杜如晦这一班人，都是他的学生，他的目的达到了。所以他死后，门人尊谥他为文中子。收场不易子击磬于卫。有荷篑而过孔氏之门者，曰有心哉，击磬乎！既而曰鄙哉，nn乎！莫己知也，斯巳而巳矣！深则厉，浅则揭。子曰果哉！末之难矣！这一段书，我个人与古人的意见稍有不同，对宋儒朱夫子的注解也不敢苟同，这一段又是讲碰到一个隐士的事。磬，是古代用玉石之类制成的敲击乐器。后世庙中敲的，铜制圆形的磬，下面不是石字而是缶字。有一次孔子敲罄，正好一个挑草器的人，走过孔子门前。一听到孔子敲出的磬声，他说这里面敲磬的人，可不是一个泛泛之辈，是一个有心人。我们后世朋友之间谈话，对于一个忧世忧时的人，就每每说老兄！你是个有心人。这句话就是从论语里来的，有心于天下国事，志在济世救人，就是有心人。这个人就说孔子，不是普通为音乐而音乐，而是把满腹济世救人的挚诚深心，寄托在音乐上发挥出来。他讲了这句话，又在那里听，然后说，这个人太固执了。鄙哉！并不是骂人，而是上面知其不可而为之的意思。这磬声里充满了不肯放手的，那种硬骨头的风格。他自己太不自量，明知道做不到，却硬要去做。太肯定！太自信！斯已而已矣是说这个时代已经这个样子了，你拉不回来的。深则厉，浅则揭这两句话，是出自诗经卫风气雄雉章。这个荷蒉者在这里引用，意思是说，如果时代可以挽救，那你就应尽力去做如果时代到了回天乏术的地步，那么最好退隐去韬光养晦，省得惹人讨厌。就好比涉水过河，在浅的地方，可以拉起衣服水深的地方，再怎么拉衣服也还是会弄湿，干脆就这么走过去。这位荷蒉者在门口作这样的批评，被孔子的学生们听到了，告诉老师。孔子说，真的吗？末之难矣――我与古人的解释不同，就在这句话上。古人对末解释为没有，就是没什么困难的意思。我认为末是最后的意思。"}
{"text":"这个荷蒉者在这里引用，意思是说，如果时代可以挽救，那你就应尽力去做如果时代到了回天乏术的地步，那么最好退隐去韬光养晦，省得惹人讨厌。就好比涉水过河，在浅的地方，可以拉起衣服水深的地方，再怎么拉衣服也还是会弄湿，干脆就这么走过去。这位荷蒉者在门口作这样的批评，被孔子的学生们听到了，告诉老师。孔子说，真的吗？末之难矣――我与古人的解释不同，就在这句话上。古人对末解释为没有，就是没什么困难的意思。我认为末是最后的意思。孔子说人生最后的定论实在很难下，我们作一辈子人，尤其断气的时候，自己这篇文章的末章最难下笔。无论大小事情，都是末之难矣。同时孔子这里也在讲乐理，最后的余音是很难处理。演奏停止了以后，乐音仍绕梁三日，使人回味无穷，这是很难的。如果认为孔子说，天下事没有什么困难的，那这个孔子就太粗率了。我们再回头讨论，为什么我对这句话的解释，和古人有所不同！我们看了朱熹等论语的注解，发现古人的解释，有一个主观，就是把孔子看成一个宗教教主式的偶像，那是后世儒家的一般偏见。到了宋儒更是变本加厉。我们知道孔子是圣人，非常伟大，但是一个真正的大圣人，绝不会自己当教主，绝不会把自己的言行态度，做成教主一样，那就不足以成为一个圣人。不必说孔子，就像普通的人，所谓学问深时意气平，自己真到了那一步学问修养的时候，就觉得自己非常平淡，没有什么了不起。如果心中还有一个观念，认为自己很了不起，比别人都高明，那就完了。所以这种观念要去掉，去掉了这种观念以后，再看这位荷蒉者的隐士，引用深则厉，浅则揭。这两句诗经的话，真正的意思就是指人处世之难而言。人处在社会里，许多事情要随宜权变，不但是动乱的时代要如此，有时候对朋友，乃至在家里对配偶儿女也是一样，深不得，浅不得。能在深浅之间恰到好处，就是最大的本事。不合时宜我们就是不引用上古的诗经，引用唐代朱庆余的名诗洞房昨夜停红烛，待晓堂前拜舅姑，妆罢低声问夫婿，画眉深浅入时无。也是这个意思。唐人的诗，很多喜欢用男女相悦，尤其以女孩子的感情作比喻，来表达自己的思想感慨。诸如功名富贵的得意，坎坷落拓的失意，往往都用女孩子的情感来形容。"}
{"text":"不合时宜我们就是不引用上古的诗经，引用唐代朱庆余的名诗洞房昨夜停红烛，待晓堂前拜舅姑，妆罢低声问夫婿，画眉深浅入时无。也是这个意思。唐人的诗，很多喜欢用男女相悦，尤其以女孩子的感情作比喻，来表达自己的思想感慨。诸如功名富贵的得意，坎坷落拓的失意，往往都用女孩子的情感来形容。这首诗就是表示功名考取了，非常高兴得意，马上就要去见长官了，见长官之前，自己精心的化妆，希望自己能够使长官在第一印象中，产生良好的观感。一切都准备好了以后，环境还摸不清楚，只有在师友同事之间，悄悄地打听，是不是合长官的意？我们一辈子做事，每到一个新的环境，究竟要浓妆或淡抹，可还真难恰到好处。画眉深浅入时无？能不能合于时代？若不合时宜，就没有用。古人还有两句名诗说早知不入时人眼，多买胭脂画牡丹。表面上看起来是题画的，其实这是牢骚的诗，他说若早知人是势利的，这样喜欢攀着富贵，中国牡丹花是代表富贵的花。对于清高的格调看不惯，那我就率性俗气一点，多用一些胭脂画富贵花好了。我们不懂诗的，只把它当文学作品看，所以有人说，写诗的是无病呻吟。实际上，许多是政治哲学人生哲学，整个摆在诗里，我们作一辈子人，就是不知道如何能画眉深浅入时无？这就是人生哲学。所以中国哲学难研究，因为必须同时通文学。又知秦韬玉咏贫女诗蓬门未识绮罗香，拟托良媒益自伤。谁爱风流高格调，共怜时世俭梳妆。敢将十指夸针巧，不把双眉斗画长。苦恨年年压金线，为他人作嫁衣裳。为什么今日谈这些诗与哲学关系？我们中国从前一些读书人，到了晚年退休在家，写字作诗填词，一天到晚忙得不得了，好像时间不够用。而现在的人，退休下来，或者是老伴不在身边了，儿女长大飞了，感到非常空虚落寞。有一位某大学教授，在六十岁后，就有这样的感觉，他又不信仰任何宗教，我劝他作诗。他说不会，我说可以速成，保证一个星期以后就会作，不过是易学难精。后来果然他对作诗有了兴趣。如今已七十多岁，居然出了一本诗集，现在可够他打发余年的了。所以中国这个作诗的修养很有用。而且不会见人就发牢骚，有牢骚也发在诗上面，在白纸上写下了黑字，自己看看，就把牢骚发完了，心中还能有所得。"}
{"text":"有一位某大学教授，在六十岁后，就有这样的感觉，他又不信仰任何宗教，我劝他作诗。他说不会，我说可以速成，保证一个星期以后就会作，不过是易学难精。后来果然他对作诗有了兴趣。如今已七十多岁，居然出了一本诗集，现在可够他打发余年的了。所以中国这个作诗的修养很有用。而且不会见人就发牢骚，有牢骚也发在诗上面，在白纸上写下了黑字，自己看看，就把牢骚发完了，心中还能有所得。就像这首咏贫女的诗，表面上是描述穷人家的女儿，但实际是影射一个人学问很好，但不得志，所谓怀才不遇的人，就像有的公务员，学问很好，但是特考高考都考不取，这里碰壁，那里行不通，就只有做个小公务员。而这首诗，描写一个住茅屋的贫家女，对那些高贵华丽衣服的香味，闻都没有闻过，本来想托媒人找个婆家，但自己很伤心，不愿意这样折节自荐。比喻一个有学问才具的人，不愿意托朋友为自己吹牛找工作。而在这个时代中，一般人都很现实，很低俗，绝不欣赏青松明月一样的格调。虽然时代如此，可是觉得这些人太可怜了，自己还是保持固有的俭朴纯真，并不跟着世俗走。这也就代表了自己。大家很现实，要人家介绍吹嘘，或者上电视，登登报出了名就有办法，社会风气不太对，何必那样呢？这些路都不走，还是保持自己的朴素。这就可见他的修养，他也很自负，如贫家女一样，敢于夸称自己的女工，比任何人都精巧，这岂不自负自己的学问本事，比任何人都要高？可是不合时宜，苦恨自己在这样的时代里，永远不能得志，没有机会对国家社会有直接的贡献。这也是牢骚。中国的诗文，微言大义，往往就在一个字，不把双眉斗画长的一个斗字，就是点睛的。所谓斗就是和人家竞争，你打扮得这样漂亮，我就打扮得比你更漂亮，就这样出锋头，找机会。说到画眉，古人描写这一类事的诗很多，也是一些文人吃饱了饭，真的看了女人化妆等等而作的，但那些是所谓香艳体。像贫女这一类的诗，则不属于香艳体，而有寄托的涵意。回过来说，这个荷蒉者引用诗经深则厉，浅则揭这两句话来说孔子，和画眉深浅入时无？有异曲同工之妙。从孔子所奏的音乐当中，他听出了孔子济世救人的心太切了，一般人不能接受，时代是挽回不了的。虽说袖手旁观的话，就辜负了人生的责任，但是做起来深不得浅不得，何苦做这种徒劳无功的事？这是我和古人稍有不同的解释。其次对于果哉！末之难矣！我同古人的解释也有不同。也就是孔子说，结论难，人生的最后一章很难下笔。"}
{"text":"像贫女这一类的诗，则不属于香艳体，而有寄托的涵意。回过来说，这个荷蒉者引用诗经深则厉，浅则揭这两句话来说孔子，和画眉深浅入时无？有异曲同工之妙。从孔子所奏的音乐当中，他听出了孔子济世救人的心太切了，一般人不能接受，时代是挽回不了的。虽说袖手旁观的话，就辜负了人生的责任，但是做起来深不得浅不得，何苦做这种徒劳无功的事？这是我和古人稍有不同的解释。其次对于果哉！末之难矣！我同古人的解释也有不同。也就是孔子说，结论难，人生的最后一章很难下笔。不过，对不对，我也不知道，只有各说各的吧！子张曰书云高宗谅阴，三年不言。何谓也？子曰何必高宗？古之人皆然。君薨，百官总己，以听于冢宰，三年。这是一个疑案，高宗是殷商时代非常贤明的皇帝，名武丁。谅阴，几千年来的解释，皇帝的父母死了，守制居丧，称作谅阴。不过这一点颇有怀疑，谅阴到底是不是守制中，无法彻底考证。我们现在就沿用以前的解释，认为高宗在守制中，三年当中没有说话。这是什么意思？实在有点过分得不近人情。比起宋孝宗的愚情，尤其过分。孔子说，你何必问高宗，实际上中国古代文化，以孝道立国，大家都是一样。如果皇帝死了，每个人都各守岗位。百官总己就是百官各守岗位，每个问题，自己都知道负责处理。有的解释，认为这句书是说把事情都交给首相处理。事实上，总己是每个人自己负起责任来。以现在的体制讲，就是希望每个公务员都负起责任来。很多小问题，不需要开会就可以解决，倘使怕负本分的责任，就是没有总己。百官总己，以听于冢宰是大家负起责任，处理事情，解决了问题，报告给首相知道，不必报告新皇，因为他这时很悲痛，没有心情问事。不言也很可能是三年当中，不敢讲到先王的丧事或是指对某些事不忍再说，这种沉重的心情，大约要持续三年。这一段只好作这样的解释。老实讲，这段书我还是有点怀疑，可是资料无法查考，我只知道谅阴是与丧事有关，这一段现在只好照古人的意思，暂时保留，将来再看。因为我读的书，到底有限，也许将来别的地方会发现新资料。子曰上好礼，则民易使也。另一段这里的重点，我们要把握住。春秋责备贤者，就是要求领导的人，主管的人，以仁爱待人，能够好礼，下面容易受感化，慢慢被主管教育过来了，就容易领导。"}
{"text":"这一段只好作这样的解释。老实讲，这段书我还是有点怀疑，可是资料无法查考，我只知道谅阴是与丧事有关，这一段现在只好照古人的意思，暂时保留，将来再看。因为我读的书，到底有限，也许将来别的地方会发现新资料。子曰上好礼，则民易使也。另一段这里的重点，我们要把握住。春秋责备贤者，就是要求领导的人，主管的人，以仁爱待人，能够好礼，下面容易受感化，慢慢被主管教育过来了，就容易领导。孔子这句话的精神，还是专责在上位的人，所以对于社会上有声望政治上有地位的人，孔子要求特别严格。普通人还可以马虎，因为他是普通人，没有责任，就不必苛求了。圣人头痛的事下面子路问君子了。子路问君子。子曰修己以敬。曰如斯而已乎？曰修己以安人。曰如斯而已乎？曰修己以安百姓。修己以安百姓，尧舜其犹病诸。子路问，人究竟做到怎样，才合乎一个君子的标准？儒家对学问道德到了相当标准的人，有一个名称叫君子。你能以非常严肃庄重恭敬的态度，修正自己心里的思想，和外表的行为，这就是君子。子路说，只是这样就可以了吗？孔子说还有，你自己的修养做好了，随时能够庄严恭敬以后，进一步要利人利社会。子路又说，这样就对了吧？孔子说，这不过是第二步，还要利天下利百姓以现在的话来讲，就是人民，再扩大就是人类。利益所有的人，这才是君子。不过孔子又补充了一句说，如果自己的修养做到了，能再把这种修养，在行为上表现出来，可以利社会利国家利世界利天下，以安百姓。就在尧舜做起来，也不能说完全没有缺憾，还是可以挑毛病，总难做到十全十美的，何况我们？！原壤夷俟。子曰幼而不孙弟，长而无述焉，老而不死，是为贼。以杖叩其胫。这是孔子有名的故事。原壤是一个人名，根据孔子家语的记载，这个人是孔子的老朋友。讲起老朋友来，常听到一些人说，张三当官了，架子也大了。我听见这话就说，不是张三架子大，是你李四不懂事糊涂。因为张三李四都是我的朋友，所以我可以这样讲他们，我说我过去的观念也是一样，现在读了很多历史才懂，一般人都骂朱元璋不够朋友，当了皇帝以后，把过去贫贱时的一些老朋友，都一个个杀掉。试翻开历史看看，是怎么回事？"}
{"text":"子曰幼而不孙弟，长而无述焉，老而不死，是为贼。以杖叩其胫。这是孔子有名的故事。原壤是一个人名，根据孔子家语的记载，这个人是孔子的老朋友。讲起老朋友来，常听到一些人说，张三当官了，架子也大了。我听见这话就说，不是张三架子大，是你李四不懂事糊涂。因为张三李四都是我的朋友，所以我可以这样讲他们，我说我过去的观念也是一样，现在读了很多历史才懂，一般人都骂朱元璋不够朋友，当了皇帝以后，把过去贫贱时的一些老朋友，都一个个杀掉。试翻开历史看看，是怎么回事？朱元璋当了皇帝，实际上很想念那些当年光着脚板种田，脸上涂了泥巴打架的朋友。他下个命令把这些朋友找来，还给他们官做。这些乡巴佬，到了朝廷，开了会上朝下来，和一些大官们摆龙门阵这个皇帝算什么？想当年我还把他屁股哩！专门瞎扯这些事。朱元璋听了，自然受不了。从这里可知朱元璋对他们好，可是这些乡巴佬自己不知道所处的是什么位置。老实说，他们这些人关起来和朱元璋再打一架玩儿，不给别的人看见，也可以啊！但当着许多大臣面前，摆这些龙门阵，朱元璋怎么受得了！不得已只有杀了他们。人生本来就是唱戏，他上了台扮皇帝，你在他后面做鬼脸，他的戏还能演？你扮臣子，你只好跪下来吾皇万岁！万万岁！还要叫得好！下面还有很多观众在看这台戏，也要为观众着想。这也就是朋友之道。同事也好，同学也好，同乡也好，位置不同，做法就两样。尤其要公私分明，谈公事，阶级分明，科长就是科长，科员就是科员，该行礼的就行礼，尽管一肚子牢骚委屈，下了班找一个地方单独谈，没别人在，这时候恢复老朋友立场，打一架都可以。这里就是说原壤在孔子的旁边，不知道有一个什么动作，总之是不大像样的。孔子就骂他说，你这个家伙，年轻时对兄弟姐妹不好，没有友爱，一生之中，又没有值得称道的事，人生的成果何在？对人生含糊一世，对自己没有交代，年纪活得这么大了毫无作为。说到这里，孔子就用手杖轻轻敲他的后腿，当然不是狠狠的打，妙就妙在敲他的后腿。是老朋友，没有打他的必要，只是打他人生不踏实，腿跟没有落地，作了一辈子人，只是好比无根的草，与土壤同腐而已。这一段是很有名的，后来常被人们所引用。可是有些年轻人不明道理，就抓住中间老而不死，是为贼这句话骂起老年人来了。急功近利之徒下面是结论了。阙党童子将命。"}
{"text":"对人生含糊一世，对自己没有交代，年纪活得这么大了毫无作为。说到这里，孔子就用手杖轻轻敲他的后腿，当然不是狠狠的打，妙就妙在敲他的后腿。是老朋友，没有打他的必要，只是打他人生不踏实，腿跟没有落地，作了一辈子人，只是好比无根的草，与土壤同腐而已。这一段是很有名的，后来常被人们所引用。可是有些年轻人不明道理，就抓住中间老而不死，是为贼这句话骂起老年人来了。急功近利之徒下面是结论了。阙党童子将命。或问之曰益者与？子曰吾见其居于位也，见其与先生并行也，非求益者也，欲速成者也。阙党是一个地方团体的名称，童子是一个年轻人，并不一定是小孩子，将命的将是带来，命是命令，就是衔命而来。古人的注解是说孔子叫年轻人去传达命令。我现在的意思和古人不同，认为应该他来传命令。后面也还是这两个字，可对照。无论是衔命而来，或是传令而去，不是这段主题所在，没有多大关系，不必多去谈它。主题在有人问孔子，这个年轻人很不错的吧？小小年纪就负了那么大的任务，来传达命令，一定是个能求上进的人吧！孔子答得很妙，他没有说这个意见不对，而只是说，我只看到他在这个位置上，担任这个职务同时我也只看到他在那位老前辈的旁边走来走去，是个侍从或助手。我只看到这两点，他有没有学问，是不是人才，我不知道。如果认真讲，他并不是求上进的，而是想尽办法，找一个出头的机会，并不是想在人生中求学问，职务上求经验的人。孔子这一番话，和这篇一开始的邦有道，谷。邦无道，谷，耻也。的话相呼应。这其中许多观念连起来，就是任何时代中，求急进的很多。急进成功了，居于位也，就得到这个位置。不过从历史上研究，全部二十五史，其中凡是少年得志的人，到了中年或晚年，都其末之难矣。最后结论是好的很少。所以年轻人，多经过一番挫折一番磨炼一番努力，到了中年上来，晚年成就比较多。这成就并不一定是官做得大，财发得多，而是在历史在人生有所交代的成就。历史上的先生大人们都是如此，这就是与前期的困苦奋斗有关。年轻人容易有求急进的毛病，我们都有这个经验，年轻时都喜欢挤在老前辈前出头。而前辈说我们年轻人如何，就一肚子不高兴。到了中年以上，人家说我们是老先生，也很不高兴，想退回年轻，做不到了。卫灵公第十五卫灵公问陈于孔子。"}
