{"text":"酒后的一次访问，竟种下了恶根，在前年的岁暮，前后两三个月里，弄得我心力耗尽，一直到此刻还没有恢复过来，全身只剩了一层瘦黄的薄皮包着的一副残骨。这当然说不上是什么恋爱，然而和平常的人肉买卖，仿佛也有点分别。啊啊，你们若要笑我的蠢，笑我的无聊，也只好由你们笑，实际上银弟的身世是有点可同情的地方在那里。她父亲是乡下的裁缝，没出息的裁缝，本来是苏州塘口的一个恶少年因为姘识了她的娘，他们俩就逃到了上海，在浙江路的荣安里开设了一间裁缝摊。当然是一间裁缝摊，并不是铺子。在这苦中带乐的生涯里，银弟生下了地。过了几时，她父亲又在上海拐了一笔钱和一个女子，大小四人就又从上海逃到了北京。拐来的那个女子，后来当然只好去当娼妓，银弟的娘也因为男人的不德，饮上了酒，渐渐的变成了班子里的龟婆。罪恶贯盈，她父亲竟于一天严寒的晚上在雪窠里醉死了。她的娘以节蓄下来的四五百块恶钱，包了一个姑娘，勉强维持她的生活。像这样的日子，过了几年，银弟也长大了。在这中间，她的娘自然不能安分守寡，和一个年轻的琴师又结成了夫妇。循环报应，并不是天理，大约是人事当然的结果，前年春天，银弟也从度嫁的身分进了一步，去上捐当作了娼女。而我这前世作孽的冤鬼，也同她前后同时的浮荡在北京城里。第一次去访问之后，她已经把我的名姓记住。第二天晚上十一点前后醉了回家，家里的老妈子就告诉我说有一位姓董的，已经打了好几次电话来了。我当初摸不着头脑，按了老妈子告诉我的号码就打了一个回电。及听到接电话的人说是蘼香馆，我才想起了前一晚的事情，所以并没有教他去叫银弟讲话，马上就把接话机挂上了。第一辑闲书寂寞的春朝记得这是前年九十月中的事，此后天气一天寒似一天，国内的经济界也因为政局的不安一天衰落一天，胡同里车马的稀少，也是当然的结果。这中间我虽则经济并不宽裕，然而东挪西借，一直到年底止，为银弟开销的账目，总结起来，也有几百块钱的样子。在阔人很多的北京城里，这几百块钱，当然算不得什么一回事，可是由相貌不扬，衣饰不富，经验不足的银弟看来，我已经是她的恩客了。此外还有一件事，说出来是谁也不相信的，使她更加把我当作了一个不是平常的客人看。一天北风刮得很利害，寒空里黑云飞满，仿佛就要下雪的日暮，我和几个朋友，在游艺园看完戏之后，上小有天去艘狗谷ァ"}
{"text":"这中间我虽则经济并不宽裕，然而东挪西借，一直到年底止，为银弟开销的账目，总结起来，也有几百块钱的样子。在阔人很多的北京城里，这几百块钱，当然算不得什么一回事，可是由相貌不扬，衣饰不富，经验不足的银弟看来，我已经是她的恩客了。此外还有一件事，说出来是谁也不相信的，使她更加把我当作了一个不是平常的客人看。一天北风刮得很利害，寒空里黑云飞满，仿佛就要下雪的日暮，我和几个朋友，在游艺园看完戏之后，上小有天去艘狗谷ァＵ馐焙蚍考浜蜕⒆，都被人占去了，我们只得在门前小坐，候人家的空位。过了一忽，银弟和一个四十左右的绅士，从里面一间小房间里出来了。当她经过我面前的时候，一位和我去过她那里的朋友，很冒失的叫了她一声，她抬头一看，才注意到我的身上，窑子在游戏场同时遇见两个客人本来是常有的事，但她仿佛是很难为的丢下了那个客人来和我招呼。我一点也不变脸色，仍复是平平和和的对她说了几句话，叫她快些出去，免得那个客人要起疑心。她起初还以为我在舜祝后来看出了我的真心，才很快活的走了。好容易等到了一间空屋，又因为和银弟讲了几句话的结果，被人家先占了去，我们等了二十几分钟，才得了一间空座进去坐了。瞬顺缘降诙碗，伙计在外边嚷，说有电话，要请一位姓的先生说话。我起初还不很注意，后来听伙计叫的的确是和我一样的姓，心里想或者是家里打来的，因为他们知道我在游艺园，而小有天又是我常去送矸沟牡胤健Ｃ猫虎虎到电话口去一听，就听出了银弟的声音。她要我马上去她那里，她说刚才那个客人本来要请她听戏，但她拒绝了。我本来是不想去的，但送晖矸梗出游艺园的时候，时间还早，朋友们不愿意就此分散，大家你一句我一句，就决定要我上银弟那里去问她的罪。在她房里坐了一个多钟头，接着又打了四圈牌，送炅司疲想马上回家，而银弟和同去的朋友，都要我在那里留宿。他们出去之后，并且把房门带上，在外面上了锁。那时候已经是一点多钟了，里特有的那一种艳乱的杂音，早已停歇，窗外的风声，倒反而加起劲来。银弟拉我到火炉旁边去坐下，问我何以不愿意在她那里宿。我只是对她笑笑，吸着烟，不和她说话。她呆了一会，就把头搁在我的肩上，哭了起来。的眼泪，本来是不值钱的，尤其是那时候我和她的交并不深，自从头一次访问之后，拢总还不过去了三四次，所以我看了她这一种样子，心里倒觉得很不快活，以为她在那里用手段。"}
{"text":"他们出去之后，并且把房门带上，在外面上了锁。那时候已经是一点多钟了，里特有的那一种艳乱的杂音，早已停歇，窗外的风声，倒反而加起劲来。银弟拉我到火炉旁边去坐下，问我何以不愿意在她那里宿。我只是对她笑笑，吸着烟，不和她说话。她呆了一会，就把头搁在我的肩上，哭了起来。的眼泪，本来是不值钱的，尤其是那时候我和她的交并不深，自从头一次访问之后，拢总还不过去了三四次，所以我看了她这一种样子，心里倒觉得很不快活，以为她在那里用手段。哭了半天，我只好抱她上床，和她横靠在叠好的被条上面。她止住眼泪之后，又沉默了好久，才慢慢地举起头来说耐格人啊，真姆拨良心！又停了几分钟，感伤的话，一齐的出来了平常日甲末，耐总勿肯来，来仔末，总设两句鬼话啦，就跑脱哉。打电话末，总教老妈子回复，设勿拉屋里！真朝碰着仔，要耐来拉给搭，耐回想跑回起。叫人家格面子阿过得起？数数看，像哦给当人，实在勿配做耐格朋友说到了这里，她又重新哭了起来，我的心也被她哭软了。拿出手帕来替她擦干了眼泪，我不由自主的吻了她好半天。换了衣服，洗了身，和她在被里睡好，桌上的摆钟，正敲了四下。这时候她的余哀未去，我也很起了一种悲感，所以两人虽抱在一起，心里却并没有失掉互相尊敬的心思。第二天一直睡到午前的十点钟起来，两人间也不曾有一点猥亵的行为。起床之后，洗完脸，要去叫早点心的时候，她问我吃荤的呢还是吃素的，我对她笑了一笑，她才跑过来捏了我一把，轻轻的骂我说耐拉取笑娥呢，回是勒拉取笑耐自家？第一辑闲书寂寞的春朝我也轻轻的回答她说我益格沫事，已经割脱着！这一晚的事情，说出来大家总不肯相信，但从此之后，她对我的感情，的确是剧变了。因此我也更加觉得她的可怜，所以自那时候起到年底止的两三个月中间，我竟为她付了几百块钱的账。当她身子不净的时候，也接连在她那里留了好几夜宿。去年正月，因为一位朋友要我去帮他的忙，不得不在兵荒燎乱之际，离开北京，西车站的她的一场大哭，又给了我一个很深的印象。躺在船舱里的棉被上，把银弟和我中间的一场一场的悲喜剧，回想起来之后，神经愈觉得兴奋，愈是睡不着了。不得已只好起来，拿了烟罐火柴，想上食堂去吸烟去。跳下了床，开门出来，在门外的通路上，却巧又遇见了那位很像银弟的广东姑娘。"}
{"text":"因此我也更加觉得她的可怜，所以自那时候起到年底止的两三个月中间，我竟为她付了几百块钱的账。当她身子不净的时候，也接连在她那里留了好几夜宿。去年正月，因为一位朋友要我去帮他的忙，不得不在兵荒燎乱之际，离开北京，西车站的她的一场大哭，又给了我一个很深的印象。躺在船舱里的棉被上，把银弟和我中间的一场一场的悲喜剧，回想起来之后，神经愈觉得兴奋，愈是睡不着了。不得已只好起来，拿了烟罐火柴，想上食堂去吸烟去。跳下了床，开门出来，在门外的通路上，却巧又遇见了那位很像银弟的广东姑娘。我因为正在回忆之后，突然见了她的形象，照耀在电灯光里，心里忽而起了一种奇妙的感觉，竟瞪了两眼，呆呆的站住了。她看了我的奇怪的样子，也好像很诧异似的站住了脚。这时候幸亏同船者都已睡尽，没有人看见，而我也于一分钟之内，回复了意识，便不慌不忙的走过她的身边，对她问了一声还没有睡么？就上食堂去吸烟去。二从上海出发之后第四天的早晨，听说是已经过了汕头，也许今天晚上可以进虎门的。船客的脸上，都现出一种希望的表情来，天也放晴，突克上的人声也嘈杂起来了。这一次的航海，总算还好，风浪不十分大，路上也没有遇着强盗，而今天所走的地方，已经是安全地带了。在突克的左旁，一位广东的老商人，一边拿了望远镜在望海边的岛屿，一边很努力的用了普通话对我说子一段话。太阳忽隐忽现，海风还是微微的拂上面来，我们究竟向南走了几千里路，原是谁也说不清楚，可是纬度的变迁的证明，从我们的换了夹衣之后，还觉得闷热的事实上找得出来，所以我也不知不觉的对那老商人说老先生，我们已经接触了南国的风光了！吃了早午饭，又在突克上和那老商人站立了一回，看看远处的岛屿海岸，也没有什么不同的变化，我就回到了舱里去享受午睡。大约是几天来运动不足，消化不良的缘故，头一搁上枕，就作了许多乱梦。梦见了去年在北京德国病院里死的一位朋友，梦见了两月前头，在故乡和我要好的那个女人，又梦见了几回哥哥和我吵闹的情形，最后又梦见我自家在一家酒店门口发怔，因为这酒家柜上，一盘一盘陈列着在卖的尽是煮熟了的人头和人的上半身。午后三点多钟，睡醒之后，又上突克去看了一次，四面的景色，还是和午前一样，问问同伴，说要明天午后，才得到广州。幸而这时候那广东姑娘出来了，和她不即不离的说了几句极普通的话，觉得旅愁又减少了一点。"}
{"text":"大约是几天来运动不足，消化不良的缘故，头一搁上枕，就作了许多乱梦。梦见了去年在北京德国病院里死的一位朋友，梦见了两月前头，在故乡和我要好的那个女人，又梦见了几回哥哥和我吵闹的情形，最后又梦见我自家在一家酒店门口发怔，因为这酒家柜上，一盘一盘陈列着在卖的尽是煮熟了的人头和人的上半身。午后三点多钟，睡醒之后，又上突克去看了一次，四面的景色，还是和午前一样，问问同伴，说要明天午后，才得到广州。幸而这时候那广东姑娘出来了，和她不即不离的说了几句极普通的话，觉得旅愁又减少了一点。这一晚和前几晚一样，看了几页小说，吸了几支烟，想了些前后错杂的事情，就不知不觉的睡着了。船到虎门外，等领港的到来，慢慢的驶进珠江，是在开船后第五天的午后三点多钟，天空黯淡，细雨丝丝在下，四面的小岛，远近的渔村，水边的绿树，使一般船客都中心不定地跑来跑去在突克和舱室的中间行走，南方的风物，煞是离奇，煞是可爱！若在北方，这时候只是一片黄沙瘠土，空林里总认不出一串青枝绿叶来，而这南乡的二月，水边山上，苍翠欲滴的树叶，不消再说，江岸附近的水田里，仿佛是已经在忙分秧稻的样子。珠江江口，叉港又多，小岛更夥，望南望北，看得出来的，不是嫩绿浓阴的高树，便是方圆整洁的农园。树阴下有依水傍山的瓦屋，园场里排列着荔枝龙眼的长行，中间且有粗枝大干，红似相思的木棉花树，这是梦境呢还是实际？我在船头上竟看得发呆了。美啊！这不是和日本长崎口外的风景一样么？同舱的叫着说。美啊！这简直是江南五月的清和景！同舱的亦受了感动。第一辑闲书寂寞的春朝可惜今天的天气不好，把这一幅好景致染上了忧郁的色彩。我也附和他们说。船慢慢的进了珠江，两岸的水乡人家的春联和门楣上的横额，都看得清清楚楚。前面老远，在空鞯难逃昀铮有两座小小的宝塔看见了。那是广州城！那是黄埔！像这样的惊喜的叫唤，时时可以听见，而细雨还是不止，天色竟阴阴的晚了。吃过晚饭，再走出舱来的时候，四面已经是夜景了。远近的湾港里，时有几盏明灭的渔灯看得出来，岸上人家的墙壁，还依稀可以辨认。广州城的灯火，看得很清，可是问问船员，说到白鹅潭还有二十多里。立在黄昏的细雨里，尽把脖子伸长，向黑暗中t望，也没有什么意思，又想回到食堂里去吸烟，但和却不愿意离开突克。不知经过了几久，轮船的轮机声停止了。"}
{"text":"那是广州城！那是黄埔！像这样的惊喜的叫唤，时时可以听见，而细雨还是不止，天色竟阴阴的晚了。吃过晚饭，再走出舱来的时候，四面已经是夜景了。远近的湾港里，时有几盏明灭的渔灯看得出来，岸上人家的墙壁，还依稀可以辨认。广州城的灯火，看得很清，可是问问船员，说到白鹅潭还有二十多里。立在黄昏的细雨里，尽把脖子伸长，向黑暗中t望，也没有什么意思，又想回到食堂里去吸烟，但和却不愿意离开突克。不知经过了几久，轮船的轮机声停止了。突克上充满了压人的寂静，几个喜欢说话的人，又受了这寂静的威胁，不敢作声，忽而船停住了，跑来跑去有几个水手呼唤的声音。轮船下舢板中的男女的声音，也听得出来了，四面的灯火人家，也增加了数目。舱里的茶房，不知道什么时候出来的，这时候也站在我们的身旁，对我们说船已经到了，你们还是回舱去照料东西罢！广东地方可不是好地方。我们问他可不可以上岸去，他说晚上雇舢板危险，还不如明天早上上去的好，这一晚总算到了广州，而仍在船上宿了一宵。在白鹅潭的一宿，也算是这次南行的一个纪念，总算又和那广东姑娘同在一只船上多睡了一晚。第二天早晨，天一亮，不及和那姑娘话别，我们就雇了小艇，冒雨冲上岸来了。十五年四月二十日选自达夫散文集，上海北新书局年版杂谈七月阴历的七月天，实在是一年中最好的时候，所谓已凉天气未寒时也，因而民间对于七月的传说，故事之类，也特别的多。诗人善感，对于秋风的惨澹，会发生感慨，原是当然。至于一般无敏锐感受性的平民，对于七月，也会得这样讴歌颂扬的原因，想来总不外乎农忙已过，天气清凉，自己可以安稳来享受自己的劳动结果的缘故虽然在水旱成灾，丰收也成灾，农村破产的现代中国，农民对于秋的感觉如何，许还是一个问题。七月里的民间传说最有诗味的，当然是七夕的牛郎织女的事情。小泉八云有一册银河故事，所记的，是日本乡间，于七夕晚上，悬五色诗笺于竹竿，掷付清溪，使水流去的雅人雅事，中间还译了好几首日本的古歌在那里。其次是七月十五的盂兰盆会这典故的出处，大约是起因于盂兰盆经的目连救母的故事的，不过后来愈弄愈巧，便有刻木割竹，饴蜡剪彩，模花叶之形状等妙技了。"}
{"text":"七月里的民间传说最有诗味的，当然是七夕的牛郎织女的事情。小泉八云有一册银河故事，所记的，是日本乡间，于七夕晚上，悬五色诗笺于竹竿，掷付清溪，使水流去的雅人雅事，中间还译了好几首日本的古歌在那里。其次是七月十五的盂兰盆会这典故的出处，大约是起因于盂兰盆经的目连救母的故事的，不过后来愈弄愈巧，便有刻木割竹，饴蜡剪彩，模花叶之形状等妙技了。日本乡间，在七月十五的晚上，并且有男女野舞，直舞到天明的习俗，名曰盆踊，鄙人在日光，盐原等处，曾有几次躬逢其盛，觉得那一种农民的原始的跳舞，与月下的乡村男女酣歌戏谑的情调，实在是有些写不出来的愉快的地方。这些日本的七月里的遗俗，不知道是不是我们隋唐时代的国产，这一点，倒很想向考据家们请教一番。因目连救母的故事而来的点缀，还有七月三十日的放河灯与插地藏香等闹事。从前寄寓在北平什刹海的北岸，每到秋天，走过积水潭的净业庵头，就要想起王次回的秋夜河灯净业庵那一首绝句。听说绍兴有大规模的目连戏班和目连戏本，不知道这目连戏在绍兴，是不是也是农民在七月里的业余余兴？选自闲书，上海良友图书印刷公司年版杭州的八月杭州的废历八月，也是一个极热闹的月份。自七月半起，就有桂花栗子上市了，一入八月，栗子更多，而满觉陇南高峰翁家山一带的桂花，更开得来香气醉人。八月之名桂月，要身入到满觉陇去过一次后，才领会得到这名字的相称。除了这八月里的桂花，和中国一般的八月半的中秋佳节之外，在杭州还有一个八月十八的钱塘江的潮汛。第一辑闲书寂寞的春朝钱塘的秋潮，老早就有名了，传说就以为是吴王夫差杀伍子胥沉之于江，子胥不平，鬼在作怪之故。论衡里有一段文章，驳斥这事，说得很有理由儒书言，吴王夫差杀伍子胥，煮之于镬，盛于囊，投之于江，子胥恚恨，临水为涛，溺杀人。夫言吴王杀伍子胥，投之于江，实也，言其恨恚，临水为涛者，虚也。且卫菹子路，而汉烹彭越，子胥勇猛，不过子路彭越，然二子不能发怒于鼎镬之中，子胥亦然，自先入鼎镬，后乃入江，在镬之时其神岂怯而勇于江水哉？何其怒气前后不相副也？可是论衡的理由虽则充足，但传说的力量，究竟十分伟大，至今不但是钱塘江头，就是庐州城内淝河岸边，以及江苏福建等滨海傍湖之处，仍旧还看得见塑着白马素车的伍大夫庙。"}
{"text":"夫言吴王杀伍子胥，投之于江，实也，言其恨恚，临水为涛者，虚也。且卫菹子路，而汉烹彭越，子胥勇猛，不过子路彭越，然二子不能发怒于鼎镬之中，子胥亦然，自先入鼎镬，后乃入江，在镬之时其神岂怯而勇于江水哉？何其怒气前后不相副也？可是论衡的理由虽则充足，但传说的力量，究竟十分伟大，至今不但是钱塘江头，就是庐州城内淝河岸边，以及江苏福建等滨海傍湖之处，仍旧还看得见塑着白马素车的伍大夫庙。钱塘江的潮，在古代一定比现时还要来得大。这从高僧传唐灵隐寺释宝达，诵咒咒之，江潮方不至激射湖上诸山的一点，以及南宋高宗看潮，只在江干候潮门外搭高台的一点看来，就可以明白。现在则非要东去海宁，或五堡八堡，才看得见银海潮头一线来了。这事情从阮元的C经室集浙江图考里，也可以看得到一些理由，而江身沙涨，总之是潮不远上的一个最大原因。还有梁开平四年，钱武肃王为筑捍海塘，而命强弩数百射涛头，也只在候潮通江门外。至今海宁江边一带的铁牛镇铸，显然是师武肃王的遗意，后人造作的东西。我记得铁牛铸成的年分，是在清顺治年间，牛身上印在那里的文字，还隐约辨得出来。沧桑的变革，实在厉害得很，可是杭州的住民，直到现在，在靠这一次秋潮而发点小财，做些买卖的，为数却还不少哩！选自闲书，上海良友图书印刷公司年版婿乡年节一看到了婿乡的两字，或者大家都要联想到淳于髡的卖身投靠上去。我可没有坐吃老婆饭的福分，不过杭州两字实在用腻了，改作婿乡，庶几可以换一换新鲜所以先要从杭州旧历年底老婆所做的种种事情说起。第一，是年底的做粽子与枣饼。我说这些东西，做它作啥！老婆说横竖是没有钱过年了，要用索性用它一个精光，籴两斗糯米来玩玩，比买航空券总好些。于是乎就有了粽子与枣饼。第二，是年三十晚上的请客。我说请什么客呢？到杭州来吃他们几顿，不是应该的么？老婆说你以为他们都是你丈母娘――据风雅的先生们说，似乎应该称作泰水的――屋里的人么？礼尚往来，吃人家的吃得那么多，不回请一次，倒好意思？于是乎就请客。酒是杭州的来得贱，菜只教自己做做，也不算贵。麻烦的，是客人来之前屋里厨下的那一种兵荒撩乱的样子。年三十的午后，厨下头刀兵齐举，屋子里火辣烟熏，我一个人坐在客厅上吃闷酒。"}
{"text":"于是乎就有了粽子与枣饼。第二，是年三十晚上的请客。我说请什么客呢？到杭州来吃他们几顿，不是应该的么？老婆说你以为他们都是你丈母娘――据风雅的先生们说，似乎应该称作泰水的――屋里的人么？礼尚往来，吃人家的吃得那么多，不回请一次，倒好意思？于是乎就请客。酒是杭州的来得贱，菜只教自己做做，也不算贵。麻烦的，是客人来之前屋里厨下的那一种兵荒撩乱的样子。年三十的午后，厨下头刀兵齐举，屋子里火辣烟熏，我一个人坐在客厅上吃闷酒。一位刚从欧洲回来的同乡，从旅舍里来看我，见了我的闷闷的神气，弄得他说话也不敢高声。小孩儿下学回来了，一进门就吵得厉害，我打了他们两个嘴巴。这位刚从文明国里回来的绅士，更看得难受了，临行时便悄悄留下了一封钞票，预备着救一救我当日的急。其实，经济的压迫，倒也并不能够使我发愁，不过近来酒性不好，文章不敢写了以后，喝一点酒，老爱骂人。骂老婆不敢骂，骂用人不忍骂，骂天地不必骂，所以微醉之后，总只以五岁三岁的两个儿子来出气。天晚了，客人也到齐了，菜还没有做好，于是乎先来一次五百攒。输了不甘心，赢了不肯息，就再来一次再来一次的攒了下去。肚皮饿得精瘪，膀胱胀得蛮大，还要再来一次。结果弄得头鸡叫了，夜饭才兹吃完。有的说，到灵隐天竺去烧头香去罢，有的说，上城隍山去看热闹去罢！人数多了，意见自然来得杂。谁也不愿意赞成谁，九九归原，还是再来一次。天白茫茫的亮起来了，门外头爆竹声也没有，锣鼓声也没有，百姓真如丧了考妣。屋里头，只剩了几盏黄黄的电灯，和一排油满了的倦脸。地上面是瓜子壳，橘子皮，香烟头，和散铜板。第一辑闲书寂寞的春朝人虽则大家都支撑不住了，但因为是元旦，所以连眨着眼睛，连打着呵欠，也还在硬着嘴说要上那儿去，要上那儿去。客散了，太阳出来了，家里的人都去睡觉了我因为天亮的时候的酒意未消，想骂人又没有了人骂，所以只轻脚轻手地偷出了大门，偷上了城隍山的极顶。一个人立在那里举目看看钱塘江的水，和隔岸的山，以及穿得红红绿绿的许多默默无言的善男信女，大约是忽而想起了王小二过年的那出滑稽悲剧了罢，肚皮一捧，我竟哈哈，哈哈，哈哈的笑了出来，同时也打了几个大声的喷嚏。"}
