{"text":"真是人不当死鬼神奈何其不得，冬天一过我又活了，看样子极可能活到下一个世纪去。唐大夫就是当年把我接进十号的那个女大夫，就是那个步履轻盈温文尔雅的女大夫，但八年过去她已是两鬓如霜了。又过了年，我第三次住院时唐大夫已经不在。听说我又来了，科里的老大夫老护士们都来看我，问候我，夸我的小说写得还不错，跟我叙叙家常，惟唐大夫不能来了。我知道她不能来了，她不在了。我曾摇着轮椅去给她送过一个小花圈，大家都说她是累死的，她肯定是累死的！我永远记得她把我迎进病房的那个中午，她贴近我的耳边轻轻柔柔地问午饭吃了没？倏忽之间，怎么，她已经不在了？她不过才五十岁出头。这事真让人哑口无言，总觉得不大说得通，肯定是谁把逻辑摆弄错了。但愿柏大夫这一代的命运会好些。实际只是当着众多病人时我才叫她柏大夫。平时我叫她小柏，她叫我小史。她开玩笑时自称是我的私人保健医，不过这不像玩笑这很近实情。近两年我叫她老柏她叫我老史了。十九年前的深秋，病房里新来了个卫生员，梳着短辫儿，戴一条长围巾穿一双黑灯芯绒鞋，虽是一口地道的北京城里话，却满身满脸的乡土气尚未退尽。你也是插队的？我问她。你也是？听得出来，她早已知道了。你哪届？老初二，你呢？我六八，老初一。你哪儿？陕北。你哪儿？我内蒙。这就行了，全明白了，这样的招呼是我们这代人的专利，这样的问答立刻把我们拉近。我料定，几十年后这样的对话仍会在一些白发苍苍的人中间流行，仍是他们之间最亲切的问候和最有效的沟通方式后世的语言学者会煞费苦心地对此作一番考证，正儿八经地写一篇论文去得一个学位。而我们这代人是怎样得一个学位的呢？十四五岁停学，十七八岁下乡，若干年后回城，得一个最被轻视的工作，但在农村呆过了还有什么工作不能干的呢，同时学心不死业余苦读，好不容易上了个大学，毕业之后又被轻视――因为真不巧你是个工农兵学员，你又得设法摘掉这个帽子，考试考试考试这代人可真没少考试，然后用你加倍的努力让老的少的都服气，用你的实际水平和能力让人们相信你配得上那个学位――这就是我们这代人得一个学位的典型途径。这还不是最坎坷的途径。小柏变成老柏，那个卫生员成为柏大夫，大致就是这么个途径，我知道，因为我们已是多年的朋友。她的丈夫大体上也是这么走过来的，我们都是朋友了连她的儿子也叫我老史。"}
{"text":"这还不是最坎坷的途径。小柏变成老柏，那个卫生员成为柏大夫，大致就是这么个途径，我知道，因为我们已是多年的朋友。她的丈夫大体上也是这么走过来的，我们都是朋友了连她的儿子也叫我老史。闲下来细细去品，这个老史最令人羡慕的地方，便是一向活在友谊中。真说不定，这与我二十一岁那年恰恰住进了友谊医院有关。因此偶尔有人说我是活在世外桃源，语气中不免流露了一点讥讽，仿佛这全是出于我的自娱甚至自欺。我颇不以为然。我既非活在世外桃源，也从不相信有什么世外桃源。但我相信世间桃源，世间确有此源，如果没有恐怕谁也就不想再活。倘此源有时弱小下去，依我看，至少讥讽并不能使其强大。千万年来它作为现实，更作为信念，这才不断。它源于心中再流入心中，它施于心又由于心，这才不断。欲其强大，舍心之虔诚又向何求呢？也有人说我是不是一直活在童话里？语气中既有赞许又有告诫。赞许并且告诫，这很让我信服。赞许既在，告诫并不意指人们之间应该加固一条防线，而只是提醒我童话的缺憾不在于它太美，而在于它必要走进一个更为纷繁而且严酷的世界，那时只怕它太娇嫩。事实上在二十一岁那年，上帝已经这样提醒我了，他早已把他的超级童话和永恒的谜语向我略露端倪。住在四号时，我见过一个男孩。他那年七岁，家住偏僻的山村，有一天传说公路要修到他家门前了，孩子们都翘首以待好梦联翩。公路终于修到，汽车终于开来，乍见汽车，孩子们惊讶兼着胆怯，远远地看。日子一长孩子便有奇想，发现扒住卡车的尾巴可以威风凛凛地兜风，他们背着父母玩得好快活。可是有一次，只一次，这七岁的男孩失手从车上摔了下来。他住进医院时已经不能跑，四肢肌肉都在萎缩。病房里很寂寞，孩子一瘸一瘸地到处窜淘得过分了，病友们就说他你说说你是怎么伤的？孩子立刻低了头，老老实实地一动不动。说呀？说，因为什么？孩子嗫嚅着。喂，怎么不说呀？给忘啦？因为扒汽车，孩子低声说，因为淘气。孩子补充道。他在诚心诚意地承认错误。大家都沉默，除了他自己谁都知道这孩子伤在脊髓上，那样的伤是不可逆的。"}
{"text":"可是有一次，只一次，这七岁的男孩失手从车上摔了下来。他住进医院时已经不能跑，四肢肌肉都在萎缩。病房里很寂寞，孩子一瘸一瘸地到处窜淘得过分了，病友们就说他你说说你是怎么伤的？孩子立刻低了头，老老实实地一动不动。说呀？说，因为什么？孩子嗫嚅着。喂，怎么不说呀？给忘啦？因为扒汽车，孩子低声说，因为淘气。孩子补充道。他在诚心诚意地承认错误。大家都沉默，除了他自己谁都知道这孩子伤在脊髓上，那样的伤是不可逆的。孩子仍不敢动，规规矩矩地站着用一双正在萎缩的小手擦眼泪。终于会有人先开口，语调变得哀柔下次还淘不淘了？孩子很熟悉这样的宽容或原谅，马上使劲摇头不，不，不了！同时松了一口气。但这一回不同以往，怎么没有人接着向他允诺好啦，只要改了就还是好孩子呢？他睁大眼睛去看每一个大人，那意思是还不行吗？再不淘气了还不行吗？他不知道，他还不懂，命运中有一种错误是只能犯一次的，并没有改正的机会，命运中有一种并非是错误的错误，比如淘气，是什么错误呢？但这却是不被原谅的。那孩子小名叫五蛋，我记得他，那时他才七岁，他不知道，他还不懂。未来，他势必有一天会知道，可他势必有一天就会懂吗？但无论如何，那一天就是一个童话的结尾。在所有童话的结尾处，让我们这样理解吧上帝为了锤炼生命，将布设下一个残酷的谜语。住在六号时，我见过有一对恋人。那时他们正是我现在的年纪，四十岁。他们是大学同学。男的二十四岁时本来就要出国留学，日期已定，行装都备好了，可命运无常，不知因为什么屁大的一点事不得不拖延一个月，偏就在这一个月里因为一次医疗事故他瘫痪了。女的对他一往情深，等着他，先是等着他病好，没等到然后还等着他，等着他同意跟她结婚，还是没等到。外界的和内心的阻力重重，一年一年，男的既盼着她来又说服着她走。但一年一年，病也难逃爱也难逃，女的就这么一直等着。有一次她狠了狠心，调离北京到外地去工作了，但是斩断感情却不这么简单，而且再想调回北京也不这么简单，女的只要有三天假期也迢迢千里地往北京跑。男的那时病更重了，全身都不能动了，和我同住一个病室。女的走后，男的对我说过你要是爱她，你就不能害她，除非你不爱她，可那你又为什么要结婚呢？男的睡着了，女的对我说过我知道他这是爱我，可他不明白其实这是害我，我真想一走了事，我试过，不行，我知道我没法不爱他。"}
{"text":"但一年一年，病也难逃爱也难逃，女的就这么一直等着。有一次她狠了狠心，调离北京到外地去工作了，但是斩断感情却不这么简单，而且再想调回北京也不这么简单，女的只要有三天假期也迢迢千里地往北京跑。男的那时病更重了，全身都不能动了，和我同住一个病室。女的走后，男的对我说过你要是爱她，你就不能害她，除非你不爱她，可那你又为什么要结婚呢？男的睡着了，女的对我说过我知道他这是爱我，可他不明白其实这是害我，我真想一走了事，我试过，不行，我知道我没法不爱他。女的走了男的又对我说过不不，她还年轻，她还有机会，她得结婚，她这人不能没有爱。男的睡了女的又对我说过可什么是机会呢？机会不在外边而在心里，结婚的机会有可能在外边，可爱情的机会只能在心里。女的不在时，我把她的话告诉男的，男的默然垂泪。我问他你干吗不能跟她结婚呢？他说这你还不懂。他说这很难说得清，因为你活在整个这个世界上。他说所以，有时候这不是光由两个人就能决定的。我那时确实还不懂。我找到机会又问女的为什么不是两个人就能决定的？她说不，我不这么认为。她说不过确实，有时候这确实很难。她沉吟良久，说真的，跟你说你现在也不懂。十九年过去了，那对恋人现在该已经都是老人。我不知道现在他们各自在哪儿，我只听说他们后来还是分手了。十九年中，我自己也有过爱情的经历了，现在要是有个二十一岁的人问我爱情都是什么？大概我也只能回答真的，这可能从来就不是能说得清的。无论她是什么，她都很少属于语言，而是全部属于心的。还是那位台湾作家三毛说得对爱如禅，不能说不能说，一说就错。那也是在一个童话的结尾处，上帝为我们能够永远地追寻着活下去，而设置的一个残酷却诱人的谜语。二十一岁过去，我被朋友们抬着出了医院，这是我走进医院时怎么也没料到的。我没有死，也再不能走，对未来怀着希望也怀着恐惧。在以后的年月里，还将有很多我料想不到的事发生，我仍旧有时候默念着上帝保佑而陷入茫然。但是有一天我认识了神，他有一个更为具体的名字――精神。在科学的迷茫之处，在命运的混沌之点，人唯有乞灵于自己的精神。不管我们信仰什么，都是我们自己的精神的描述和引导。一九九一年三月留念活着的事，大抵在两个方面务实与务虚。"}
{"text":"我没有死，也再不能走，对未来怀着希望也怀着恐惧。在以后的年月里，还将有很多我料想不到的事发生，我仍旧有时候默念着上帝保佑而陷入茫然。但是有一天我认识了神，他有一个更为具体的名字――精神。在科学的迷茫之处，在命运的混沌之点，人唯有乞灵于自己的精神。不管我们信仰什么，都是我们自己的精神的描述和引导。一九九一年三月留念活着的事，大抵在两个方面务实与务虚。缺其一，便可算得残疾。譬如一个家，家徒四壁势必难以为继，便是笃爱如牛郎织女者，也是你耕田来我织布地需要务实。但生命诚可贵，爱情价更高，若爱情没了，万贯家财很可能只是内战的火药捻爱情，即务虚的一面。现在的中国，是空前地务实起来了市场经济正在淘汰着懒汉和清谈家，这真是个好兆头，没有人不盼望从此富强。但这并不是说，过去就多么地理解务虚，连年的文打武斗多不过是虚误罢了爱情呀，人性呀，人道主义呀，都曾一度做过被唾弃的角色，可见务虚的方面也是多么荒芜。辩论先务实还是先务虚，先谋生计还是先有爱的追寻，先增加财富还是先提高文明水平，似乎都是无聊的逻辑。房子有了而找不到爱情，或新娘来了再去借钱盖屋，都是极不幸的局面。为什么不能舍生忘死地爱着，同时又废寝忘食地建设家园呢？虚实相济才是好文章，才有最新最美的图画。务实与务虚绝不相互抵触。劳累了一天，人们需要娱乐奔波了一生，人们向它要求意义作为五十亿分之一，每个人都有孤独和困苦，都希望这个世界上充满善意和爱情。在参天的大厦下和飞奔的轿车里，这些东西会不期而至吗？好像不会名和利都可能会这样，唯善意和爱情是不能不由期盼来催生的。在俗人成为雅号的时刻，倒是值得冒被挖苦的风险，做一回雅士的勾当。沉静地坐一会儿，到大厦之外的荒地上走一趟，凭心神去追回被冷淡了的梦想，风吹雨洒，会看见天堂尚远，而梦想未变。于是，虽得不住俗人的雅号，反惹一身雅士的俗气，心里也不计较了，觉着往前走去似乎有了底气。多年的虚误，让理想背了黑锅。但理想的性质注定它不会吊死在一棵树上，注定它要发展和不可泯灭。"}
{"text":"沉静地坐一会儿，到大厦之外的荒地上走一趟，凭心神去追回被冷淡了的梦想，风吹雨洒，会看见天堂尚远，而梦想未变。于是，虽得不住俗人的雅号，反惹一身雅士的俗气，心里也不计较了，觉着往前走去似乎有了底气。多年的虚误，让理想背了黑锅。但理想的性质注定它不会吊死在一棵树上，注定它要发展和不可泯灭。说不要理想，那是可以理解的，因为不要理想正也是一种对理想寻求，但凡活着总是要往前走的，不可抹杀的时空保障了这一点说不要理想，其实只是在发展着理想和丰富着前途。但说不要理想，毕竟是说错了。原本想说的很可能是不要再清谈，不要再虚误吧。获庄重文文学奖时的书面发言某电视剧里有句台词实在没办法了，我就去当作家。剧可能有一点调侃作家的意思。但这句话之所以让我不忘，不因其调侃，因其正确。丰衣足食移山填海航空航天，总之属于经济和科学的一切事，都证明人类确实有办法。但是，比如痛苦不灭，比如战争不停，比如命运无常，证明人类也常常处于实在没办法的地位。这时我们肯定会问我们原本是想到哪儿去？我们压根儿为什么要活着？――这样的问题是穷人也是富人的问题，是古人也是今人的问题，这样的问题比科学还悠久比经济还长远，我想，这样的发问即是文学的发源和方向。但这样的发问，仍是实在没办法得到一个终极答案。否则这发问就会有一天停止，向哪儿去和为什么活的问题一旦消失，文学或者人学就都要消灭，或者沦为插科打诨式的一点笑闹技巧。有终极发问，但无终极答案，这算什么事？这可能算一个悖论答案不在发问的终点，而在发问的过程之中，发问即是答案。因为，这发问的过程，能够使我们获得一种不同于以往的与世界的关系和对生命的态度。但千万不要指望作家是什么工程师或者保险公司，他们可能只是实在没办法时的一群探险者。我想这就是作家应该有一碗饭吃，以及有时候可以接受一点奖励的理由。熟练与陌生艺术要反对的，虚伪之后，是熟练。有熟练的技术，哪有熟练的艺术？"}
{"text":"因为，这发问的过程，能够使我们获得一种不同于以往的与世界的关系和对生命的态度。但千万不要指望作家是什么工程师或者保险公司，他们可能只是实在没办法时的一群探险者。我想这就是作家应该有一碗饭吃，以及有时候可以接受一点奖励的理由。熟练与陌生艺术要反对的，虚伪之后，是熟练。有熟练的技术，哪有熟练的艺术？熟练或娴熟的语言，于公文或汇报可受赞扬，于文学却是末路。熟练中，再难有语言的创造，多半是语言的消费了。罗兰巴特说过文学是语言的探险。那就是说，文学是要向着陌生之域开路。陌生之域，并不单指陌生的空间，主要是说心魂中不曾敞开的所在。陌生之域怎么可能轻车熟路呢？倘是探险，模仿反映和表现一类的意图就退到不大重要的地位，而发现成其主旨。米兰昆德拉说没有发现的文学就不是好的文学。发现，是语言的创造之源，便幼稚，也不失文学本色。在人的心魂却为人所未察的地方，在人的处境却为人所忽略的时候，当熟练的生活透露出陌生的消息，文学才得其使命。熟练的写作，可以制造不坏的商品，但不会有很好的文学。熟练的写作表明思想的僵滞和感受力的麻木，而迷恋或自赏着熟练语言的大批繁殖，那当然不是先锋，但也并不就是传统。如果传统就是先前已有的思想语言以及文体文风章法句式情趣那其实就不必再要新的作家，只要新的印刷和新的说书艺人就够。但传统，确是指先前已有的一些事物，看来关键在于我们要继承什么以及继承二字是什么意思？传统必与继承相关，否则是废话。可是，继承的尺度一向灵活因而含混，激进派的尺标往左推说你是墨守成规，保守者的尺标往右拉看你是丢弃传统。含混的原因大约在于，继承是既包含了永恒不变之位置又包含了千变万化之前途的。然而一切事物都要变，可有哪样东西是永恒不变的和需要永恒不变的吗？若没有，传统尤其是几千年的传统究竟是在指示什么？或单说变迁就好，继承又是在强调什么？永恒不变的东西是有的，那就是陌生之域，陌生的围困是人的永恒处境，不必担心它的消灭。然而，这似乎又像日月山川一样是不可能丢弃的，强调继承真是多余。但是！面对陌生，自古就有不同的态度走去探险，和逃回到熟练。"}
{"text":"然而一切事物都要变，可有哪样东西是永恒不变的和需要永恒不变的吗？若没有，传统尤其是几千年的传统究竟是在指示什么？或单说变迁就好，继承又是在强调什么？永恒不变的东西是有的，那就是陌生之域，陌生的围困是人的永恒处境，不必担心它的消灭。然而，这似乎又像日月山川一样是不可能丢弃的，强调继承真是多余。但是！面对陌生，自古就有不同的态度走去探险，和逃回到熟练。所以我想，传统强调的就是这前一种态度――对陌生的惊奇盼念甚至是尊敬和爱慕，唯这一种态度需要永恒不变地继承。这一种态度之下的路途，当然是变化莫测无边无际，因而好的文学，其实每一步都在继承传统，每一步也都不在熟练中滞留因而成为探险的先锋。传统是其不变的神领，先锋是其万变之前途中的探问。也许先锋二字是特指一派风格，但那就要说明此先锋只是一种流派的姓名，不等于文学的前途。一向被认为是先锋派的先生说，他并不是先锋派，因为没有哪个真正的作家是为了流派而写作。这话说得我们心明眼亮。那，为什么而写作呢？我想，就因为那片无边无际的陌生之域的存在。那不是凭熟练可以进入的地方，那儿的陌生与危险向人要求着新的思想和语言。如果你想写作，这个想是由什么引诱的呢？三种可能市场，流派，心魂。市场，人们已经说得够多了。流派，也给了我们最好的回答。而心魂，却在市场和流派的热浪中被忽视，但也就在这样被忽视的时候它发出陌生的呢喃或呼唤。离开熟练，去谛听去领悟去跟随那一片混沌无边的陌生吧。在心魂的引诱下去写作，有一个问题是引诱者是我呢，还是被引诱者是我？这大约恰恰证明了心魂和大脑是两回事――引诱者是我的心魂，被引诱者是我的大脑。心魂，你并不全都熟悉，它带着世界全部的消息，使生命之树常青，使崭新的语言生长，是所有的流派理论主义都想要接近却总遥遥不可接近的神明。任何时候，如果文学停滞或萎靡，诸多的原因中最重要的一个就是大脑离开了心魂，越离越远以至听不见它也看不见它，单剩下大脑自作聪明其实闭目塞听地操作。就像电脑前并没有人，电脑自己在花里胡哨地演示，虽然熟练。年月日复杂的必要母亲去世十年后的那个清明节，我和父亲和妹妹去寻过她的坟。母亲去得突然，且在中年。"}
{"text":"任何时候，如果文学停滞或萎靡，诸多的原因中最重要的一个就是大脑离开了心魂，越离越远以至听不见它也看不见它，单剩下大脑自作聪明其实闭目塞听地操作。就像电脑前并没有人，电脑自己在花里胡哨地演示，虽然熟练。年月日复杂的必要母亲去世十年后的那个清明节，我和父亲和妹妹去寻过她的坟。母亲去得突然，且在中年。那时我坐在轮椅上正惶然不知要向哪儿去，妹妹还在读小学。父亲独自送母亲下了葬。巨大的灾难让我们在十年中都不敢提起她，甚至把墙上她的照片也收起来，总看着她和总让她看着我们，都受不了。才知道越大的悲痛越是无言没有一句关于她的话是恰当的，没有一个关于她的字不是恐怖的。十年过去，悲痛才似轻了些，我们同时说起了要去看看母亲的坟。三个人也便同时明白，十年里我们不提起她，但各自都在一天一天地想着她。坟却没有了，或者从来就没有过。母亲辞世的那个年代，城市的普通百姓不可能有一座坟，只是火化了然后深葬，不留痕迹。父亲满山跑着找，终于找到了他当年牢记下的一个标志，说离那标志向东三十步左右就是母亲的骨灰深埋的地方。但是向东不足二十步已见几间新房，房前堆了石料，是一家制作墓碑的小工厂了，几个工匠埋头叮当地雕凿着碑石。父亲憋红了脸，喘气声一下比一下粗重。妹妹推着我走近前去，把那儿看了很久。又是无言。离开时我对他们俩说也好，只当那儿是母亲的纪念堂吧。虽是这么说，心里却空落得以至于疼。我当然反对大造阴宅。但是，简单到深埋且不留一丝痕迹，真也太残酷。一个你所深爱的人，一个饱经艰难的人，一个无比丰富的心魂就这么轻易地删简为零了？这感觉让人沮丧至极，仿佛是说，生命的每一步原都是可以这样删除的。纪念的习俗或方式可以多样，但总是要有。而且不能简单，务要复杂些才好。复杂不是繁冗和耗费，心魂所要的隆重，并非物质的铺张可以奏效。可以火葬，可以水葬，可以天葬，可以树碑，也可为死者种一棵树，甚或只为他珍藏一片树叶或供奉一根枯草任何方式都好，唯不可意味了简单。任何方式都表明了复杂的必要。因为，那是心魂对心魂的珍重所要求的仪式，心魂不能容忍对心魂的简化。从而想到文学。文学，正是遵奉了这种复杂原则。"}
