{"text":"胡英琼同志的具体情况和具体要求，我完全不清楚。信中只谈到德文科技资料，大概胡同志目前是想集中精力攻克这个难关。我想斗胆提出一个无师自通的办法，供胡同志和其他读者参考。你只需要找一位通德语的人，用上二三个小时，把字母读音学好，从此你就可以丢掉老师这个拐棍，自己行走了。你找一本有可靠的汉文译文的德文科技图书，伴之以一本浅易的德文语法。先把语法了解个大概的情况，不必太深入，就立即读德文原文，字典反正不能离手，语法也放在手边。一开始必然如堕入五里雾中。读不懂，再读，也许不止一遍两遍。等到你认为对原文已经有了一个大概的了解，为了验证自己了解的正确程度，只是到了此时，才把那一本可靠的译本拿过来，看看自己了解得究竟如何。就这样一页页读下去，一本原文读完了，再加以努力，你慢慢就能够读没有汉译本的德文原文了。科技名词，英德颇有相似之处，记起来并不难，而且一般说来，科技书的语法都极严格而规范，不像文学作品那样不可捉摸。我为什么再三说可靠的译本呢？原因极简单，现在不可靠的译本太多太多了。年第章中餐与西餐中国是文明古国，有四大发明或更多的发明，震撼世界，对人类的进步和福利，做出了无法代替无可怀疑的贡献，至今我们引以自豪。可惜这些都已经是过去的辉煌，俱往矣掩盖不住我们今天的技术落后。今天，在全世界范围内，我们引以自豪的，只剩下了饮食一项。世界上几乎所有的大城市都有中国餐馆，有的餐馆主人并不是中国人，然而也假中国之名以招徕食客。中国人在国外混不下去的时候，也往往以餐馆为最后逋逃薮。据说，前几年，北京饭馆还不算太多的时候，巴黎中餐馆有一千多家，超过北京。我曾在世界上许多国家的中国饭馆里吃过饭，老外――按事实来讲，应该说是老内，因为毕竟是他们自己的国家嘛――总是趋之若鹜，看起来是吃得津津有味。看到了这现象，我心里很不是滋味，又喜又悲现在好像只有饭馆能为国争光了！然而在我们国内怎样呢？看了不禁令人气短。在我们国内，至少是在北京，在餐饮业界横冲直撞的是肯德基麦当劳比萨饼加州牛肉面，现在又来了什么澳式快餐。喝的是可口可乐百事可乐雪碧等等，统统是舶来品。我不能说这些东西都不能吃，它们也确有一些自己的特点，不能一概抹煞。然而这些特点却确实没有什么了不起，比起中国饭菜饮料之博大精深，历史之悠久来，简直如小巫之见大巫。"}
{"text":"看到了这现象，我心里很不是滋味，又喜又悲现在好像只有饭馆能为国争光了！然而在我们国内怎样呢？看了不禁令人气短。在我们国内，至少是在北京，在餐饮业界横冲直撞的是肯德基麦当劳比萨饼加州牛肉面，现在又来了什么澳式快餐。喝的是可口可乐百事可乐雪碧等等，统统是舶来品。我不能说这些东西都不能吃，它们也确有一些自己的特点，不能一概抹煞。然而这些特点却确实没有什么了不起，比起中国饭菜饮料之博大精深，历史之悠久来，简直如小巫之见大巫。著名的英籍女作家韩素音坚决不喝可口可乐，我现在已经成了她的忠实信徒。我们的广告宣传在这方面不能不负责任。记得电视广告中有一个宣传肯德基的广告。一个小孩坐在餐桌旁，父母殷殷勤勤端来了各种中国的美味佳肴。端一样上来，小孩眉头一皱，怒气冲冲地说不吃！又端一样上来，仍然是个不吃！最后端来了肯德基家乡鸡，小孩立即转怒为喜，眉开眼笑，说我就吃这个！试问这样一个广告，除了电视台大收广告费之外，会起什么作用？会对我们的儿童，决定我国未来的命运的这些祖国的花朵起什么影响？我真不寒而栗。直白地说，现在国内确实弥漫着一种无孔不入的崇洋羡我不用媚字外的风气。这种风气来源已久，冰冻三尺，非一日之寒。但是，我们必须正视这种风气的恶劣影响，不能回避。一个失去民族自信心的民族是一个没有出息的民族！我相信，这只能是暂时的现象。还是那一句老话三十年河东，三十年河西。将来一定会改变的。有朝一日风雷动，离开河西到河东。年月日第章从哲学高度来看中餐与西餐中餐与西餐是世界两大菜系。从表面上来看，完全不同。实际上，前者之所以异于后者几希。前者是把肉鱼鸡鸭等与蔬菜合烹，而后者则泾渭分明地分开而已。大多数西方人都认为中国菜好吃，那么你为什么就不能把肉菜合烹呢？这连一举手一投足之劳都用不着。可他们就是不这样干。文化交流，盖亦难矣。然而，这中间还有更深一层的理由。到了今天，烹制西餐，在西方已经机械化数学化。连煮一个鸡蛋，都要手握钟表，计算几分几秒。做菜，则必须按照食谱，用水若干，盐几克，油几克，其他作料几克，仍然是按钟点计算，一丝不苟。这同西方的基本的思维模式，分析的思维模式，紧密相连的。我所说的哲学的高度，指的就是这种现象。而在中国，情况则完全不同。"}
{"text":"大多数西方人都认为中国菜好吃，那么你为什么就不能把肉菜合烹呢？这连一举手一投足之劳都用不着。可他们就是不这样干。文化交流，盖亦难矣。然而，这中间还有更深一层的理由。到了今天，烹制西餐，在西方已经机械化数学化。连煮一个鸡蛋，都要手握钟表，计算几分几秒。做菜，则必须按照食谱，用水若干，盐几克，油几克，其他作料几克，仍然是按钟点计算，一丝不苟。这同西方的基本的思维模式，分析的思维模式，紧密相连的。我所说的哲学的高度，指的就是这种现象。而在中国，情况则完全不同。中国菜系繁多，据说有八大菜系或者更多的菜系。每个系的基本规律是完全相同，这就是我在上面所说的蔬菜与肉鱼鸡鸭等等合烹。但是烹出来的结果则不尽相同。鲁菜以咸胜，川菜以辣胜，粤菜以生猛胜，苏沪菜以甜淡胜，如此等等，不一而足。我于此道并非内行里手，说不出多少名堂。至于烹调方式，则更是名目繁多，什么炒煎炸蒸煮氽烩等等，还有更细微幽深的，可惜我的知识和智慧有限，就只能说这样多了。我从来没见哪一个掌勺儿的大师傅手持钟表，眼观食谱，按照多少克添油加醋。他面前只摆着一些油盐酱醋味精等作料。只见他这个碗里舀一点，那个碟里舀一点，然后用铲子在锅里翻炒，运斤成风，迅速熟练，最后在一团瞬间的火焰中，一盘佳肴就完成了。据说多炒一铲则太老，少炒一铲则太嫩，运用之妙，存乎一心，谁也说不出一个道道来。老外观之，目瞪口呆，莫名其妙。其中也有哲学。这是东方基本思维模式，综合的思维模式在起作用。有科学头脑的人，也许认为这有点模糊。然而，妙就妙在模糊，最新的科学告诉我们，模糊无所不在。听说，若干年前，一位著名的美籍华人学者的夫人，把随园食谱译成了英文，也按照西方办法，把食谱机械化，数学化了，也加上了几克等等。有好事者遵照食谱，烹制佳肴。然而结果呢？炒出来的菜实在难以下咽，谁都不想吃。追究原因，有可能是袁子才英雄欺人，在食谱中故弄玄虚我认为，最大的可能是，这位夫人去国日久，忘记了中国哲学的精粹，上了西方思维模式的当，上了西方哲学的当。年月日第章论书院中国是世界上著名的文明古国。在全世界所有的国家中，中国是唯一的有长达几千年的延续不断的教育传统的国家。"}
{"text":"然而结果呢？炒出来的菜实在难以下咽，谁都不想吃。追究原因，有可能是袁子才英雄欺人，在食谱中故弄玄虚我认为，最大的可能是，这位夫人去国日久，忘记了中国哲学的精粹，上了西方思维模式的当，上了西方哲学的当。年月日第章论书院中国是世界上著名的文明古国。在全世界所有的国家中，中国是唯一的有长达几千年的延续不断的教育传统的国家。这个传统当然随着历史的发展而演变，到了世纪末年，终于来了一个大转变西方的资本主义教育制度传了进来，到现在也已有将近一百年的历史了。这个新教育制度，在中华人民共和国建立以后，虽经改造，基本上被保留下来。它起了很大的作用，但不能说完美无缺。为了适应社会主义建设的需要，重新对中国古今教育制度做一个全面的实事求是的检查，显然是非常必要的。这个检查目前还只能非常简略。一中国历史上的教育制度这几节的论述主要根据毛礼锐主编的中国教育史简编，年，教育科学出版社。中国几千年的教育制度，从组织结构上来看，大体上可以分为两类一官，一私。远古时期，渺茫难窥，这里不谈。公元前三千纪末到二千纪中，夏代已有庠序校三种学校。到了公元前二千纪中叶至末叶的商代，又增加了学和瞽宗。学有大小之分。除了训练学生祭祀和打仗之外，还进行读写算的教学。西周集前代之大成，初步具有了学制系统。学制系统分国学与乡学两类。国学是中央官学，乡学是地方官学。国学分大学与小学两级。大学中有天子设立的五学和诸侯设立的泮宫。乡学中有塾庠序校之分。这样一套制度对其后的中国教育有深远的影响。我国古代一直沿用此制，稍加变化，改换一些名称。西周国学的教育内容包括四个方面三德六行六艺六仪，其中六艺是最基本的。所谓六艺指礼乐射御书数。从字面上也可以看出来，这里面文武兼备，知识与技能并举。这种教育制度是密切为当时的政治服务的。乡学以社会教化为务，内容有六艺七教八政以及乡三物等。总之，西周的教育已由殷商的宗教武士教育，转变为文武兼备的教育。秦代实施以吏为师以法为教的文教政策，是学校教育的一个倒退。到了西汉，汉武帝正式制定了博士弟子员制度，兴办了太学。这在教育史上是一件大事。汉代官学分中央官学与地方官学两类，这里明显地受了西周的影响。魏晋南北朝时期，封建官学时兴时废。"}
{"text":"从字面上也可以看出来，这里面文武兼备，知识与技能并举。这种教育制度是密切为当时的政治服务的。乡学以社会教化为务，内容有六艺七教八政以及乡三物等。总之，西周的教育已由殷商的宗教武士教育，转变为文武兼备的教育。秦代实施以吏为师以法为教的文教政策，是学校教育的一个倒退。到了西汉，汉武帝正式制定了博士弟子员制度，兴办了太学。这在教育史上是一件大事。汉代官学分中央官学与地方官学两类，这里明显地受了西周的影响。魏晋南北朝时期，封建官学时兴时废。到了唐代，在初唐的一百多年内，生产发展，经济繁荣，成为世界上一个，也许是第一个强大的帝国。统治者对教育特别重视，官学达到了相当完善的地步，为以后的官学制度奠定了基础。这时的官学仍然分为两级中央官学和地方官学。与前代不同之处在于组织更细致了，内容更丰富了。中央官学中的国子学太学四门学广文馆都专修儒经。这可以说是唐代教育的主干。此外还有专修律学算学书学的学校，医学校，卜筮学校，天文历算漏刻学校，兽医学校，校书学校等等。另外还有一些特殊学校。所有这些学校目的都是为当时的政治经济服务的。在教学行政方面，唐承隋制，设立国子监，管理六学，以祭酒为教育最高长官。国子监的职能一直保留到清代学部成立。不过明清两代，国子监常与国学太学混称。宋代的官学对学生入学资格逐渐放宽，教育对象不断扩大，学校类型增加了，教学内容扩大了，增设了武学和画学。元代对我国古代地方官学有特殊贡献，创设了诸路阴阳学，发展了天文历算等科技教育。又创设了社学，以满足农业的需要。此外还创设蒙古国子学与回回国子学。明承元制，仍设社学，但以教化为主。国子学以学习儒家经典为主。地方官学，除治经外，礼乐射御书数还设科分教。清代教育制度多承前代旧制。国子监生的对象范围比以前更宽。地方官学比较普遍。教学内容仍以儒家经典为主。另设觉罗学旗学土苗学等等。雍正乾隆还设有俄罗斯学馆堂，教汉满子弟习俄文。我在上面简略地讲了我国古代的官学制，现在再讲一讲私学制。古代私学包括家传与师授两种，起源极早。但是作为一种教育制度，则兴起于春秋战国之际。生产发展给私学奠定了经济基础。又由于复杂的政治斗争，需要兴私学，养士人。此外，文化下移也推动了私学的发展。"}
{"text":"国子监生的对象范围比以前更宽。地方官学比较普遍。教学内容仍以儒家经典为主。另设觉罗学旗学土苗学等等。雍正乾隆还设有俄罗斯学馆堂，教汉满子弟习俄文。我在上面简略地讲了我国古代的官学制，现在再讲一讲私学制。古代私学包括家传与师授两种，起源极早。但是作为一种教育制度，则兴起于春秋战国之际。生产发展给私学奠定了经济基础。又由于复杂的政治斗争，需要兴私学，养士人。此外，文化下移也推动了私学的发展。在这样的情况下，私学在全国各地兴起，到了孔墨两大显学崛起，私学发展如日中天。由此而形成的儒墨两大学派互相攻伐，支配中国思想界达数百年之久。战国中起，百家争鸣，诸子私学蜂起。成为中国历史上最有活力的时代之一，影响深远。到了汉代，经师讲学之风特盛。东汉私学学生人数超过太学。汉代官学和私学各有偏重，官学以今文经为主，而私学则以古文经为主，东汉末出现了综合今古的趋势，郑玄为代表。在魏晋南北朝时期，私学稍衰，但仍盛于官学。隋唐之际，官学繁荣，私学也极发达。隋王通私人讲学，唐代开国名臣中有一些人就出王通之门。唐代有的学者身在官学，却又私人授徒。宋代私人讲学极为发达。南宋书院大兴。书院原为私学性质。但是，元明清书院渐有官学性质。到了后来，有的遭禁毁，有的沦为科举预备场所。二书院的滥觞与发展书院是中国封建社会的一种教育组织形式，但并非中国所专有。我认为，古代希腊苏格拉底柏拉图亚里士多德等师徒授受的所在地叫，也是一种类似中国古代书院的组织，只是后来没有像中国这样发达而已。书院以私人创造为主，有时也有官方创办的。其特点是，在个别著名学者领导下，积聚大量图书，聚众授徒，教学与科研相结合。从唐五代末到清末有一千年的历史，对我国封建社会的教育，产生过重大的影响。要读中国教育史，要研究现在的教育制度，应着重研究书院制度。从这个研究中，我们可以学习到很多有用的东西。书院这个名称，始见于唐代。当时就有私人与官方两类。在最初，书院还仅仅有官方藏书校书的地方有的只是私人读书治学的地方，还不是真正的教育机构，清代诗人袁子才在随园随笔中写道书院之名起唐玄宗时，丽正书院集贤书院皆建于朝省，为修书之地，非士子肄业之所也。但是，唐代已有不少私人创建的书院，全唐传中提到的有所。这些也只是私人读书的地方。"}
{"text":"要读中国教育史，要研究现在的教育制度，应着重研究书院制度。从这个研究中，我们可以学习到很多有用的东西。书院这个名称，始见于唐代。当时就有私人与官方两类。在最初，书院还仅仅有官方藏书校书的地方有的只是私人读书治学的地方，还不是真正的教育机构，清代诗人袁子才在随园随笔中写道书院之名起唐玄宗时，丽正书院集贤书院皆建于朝省，为修书之地，非士子肄业之所也。但是，唐代已有不少私人创建的书院，全唐传中提到的有所。这些也只是私人读书的地方。真正具有聚徒讲学性质的书院，起源于庐山国学，又称白鹿国庠，地址在江西庐山，为著名的白鹿书院的前身。陆游的南唐书中有关于庐山国学的记载。总起来看，聚众讲学的书院形成于五代末期。有人主张，中国的书院源于东汉的精舍或者精庐，实则二者并不完全相同。北宋初年，国家统一，但还没有充足的力量来兴办学校，于是私人书院应运而起。庐山国学或白鹿国庠，发展为白鹿洞书院。接着有很多书院相继创建，有四大书院或六大书院之称。除白鹿洞书院外，还有岳麓书院应天府书院嵩阳书院石鼓书院和茅山书院。到了南宋，书院更为发达。其数量之多，规模之大，组织之严密，制度之完善，都是空前的，几乎取代了官学，成为主要教育机构。南宋书院发达，始于朱熹修复白鹿洞书院。后来朱熹又修复和扩建了湖南岳麓书院。书院之所以发达，原因不外是理学发展而书院教学内容多为理学官学衰落，科举腐败许多著名学者由官学转向私人书院印刷术的发展提供了出书快而多的条件，而书院又以藏书丰富为特点。有此数端，书院就大大地发展起来了。元代也相当重视文化教育事业，奖励学校和书院的建设。不但文化兴盛的江南普遍创建或复兴了书院，连北方各地也相继设立了书院。但书院管理和讲学水平都很低。到了明初，情况又有了改变。政府重点是办理官学，提倡科举，不重视书院，自洪武至成化多年的情况就是这样。成化―年以后，书院才又得复兴。至嘉靖年间―年达到极盛。明代书院由衰到兴，王守仁湛若水等理学大师起了重要的作用。为了宣扬他们的理学，他们所到之处，创建书院。明代末年影响最大的是东林书院。在这个书院里，师生除教学活动外，还积极参与当时的政治活动。这当然受到统治者的迫害，天启五年年，太监魏忠贤下令拆毁天下书院，首及东林，兴起了中国历史上有名的迫害东林党人的大案。"}
{"text":"政府重点是办理官学，提倡科举，不重视书院，自洪武至成化多年的情况就是这样。成化―年以后，书院才又得复兴。至嘉靖年间―年达到极盛。明代书院由衰到兴，王守仁湛若水等理学大师起了重要的作用。为了宣扬他们的理学，他们所到之处，创建书院。明代末年影响最大的是东林书院。在这个书院里，师生除教学活动外，还积极参与当时的政治活动。这当然受到统治者的迫害，天启五年年，太监魏忠贤下令拆毁天下书院，首及东林，兴起了中国历史上有名的迫害东林党人的大案。到了清初，统治者采取了对书院抑制的政策。一直到雍正十一年年才令各省会设书院，属官办性质。以后发展到了余所，数量大大超过前代但多数由官方操纵，完全没有独立自主的权力，因而也就没有活力。也有少数带有私人性质的书院，晚清许多著名的学者在其中讲学。统观中国多年的书院制，可以看到，书院始终是封建教育的一个重要组成部分，与统治者既有调和，又有斗争。书院这种形式还影响了日本朝鲜和东南亚一些国家。这样的书院制有些什么特点呢？毛礼锐主编的中国教育史简编对中国书院的特点做了很好的归纳。我现在简要地叙述一下。他认为特点共有五个教学与科研相结合书院最初只是学术研究机关，后来逐渐成为教学机构。教学内容多与每一个时代的学术发展，密切联系。比如南宋理学流行，书院就多讲授理学。明代王守仁等讲一种新的理学心学，于是书院也讲心学。到了清代，汉学与宋学对立，书院就重经学，讲考证。盛行讲会制度，提倡百家争鸣在南宋，朱熹和陆九渊代表两个不同的学派。淳熙二年年，两派在鹅湖寺进行公开辩论。淳熙八年年，朱熹邀请陆九渊到自己主持的白鹿洞书院去讲学，成为千古佳话。明代讲会之风更盛。王守仁和湛若水也代表两大学派，互相争辩。这种提倡自由争辩的讲会制度，一直延续到清代。在教学上实行门户开放一个书院著名学者讲学，其他书院的师生均可自由来听，不受地域限制和其他任何限制。宋明清三代都是如此。学习以个人钻研为主书院十分注重培养学生的自学能力，非常重视对学生的读书指导。宋元明清一些大师提出了不少的读书原则。有的编制读书分年日程。有的把书院的课程分门别类，把每天的课程分成若干节。他们都注意学生的全面发展。"}
{"text":"明代讲会之风更盛。王守仁和湛若水也代表两大学派，互相争辩。这种提倡自由争辩的讲会制度，一直延续到清代。在教学上实行门户开放一个书院著名学者讲学，其他书院的师生均可自由来听，不受地域限制和其他任何限制。宋明清三代都是如此。学习以个人钻研为主书院十分注重培养学生的自学能力，非常重视对学生的读书指导。宋元明清一些大师提出了不少的读书原则。有的编制读书分年日程。有的把书院的课程分门别类，把每天的课程分成若干节。他们都注意学生的全面发展。导师绝不提倡学生死记硬背，而是强调学生读书要善于提出疑难，鼓励学生争辩，教学采用问难论辩式。朱熹特别强调读书须有疑，疑者足以研其微，疑渐渐解，以至融会贯通，都无所疑，方始是学。吕祖谦更提出求学贵创造，要自己独立钻研，各辟门径，不能落古人窠臼。总的精神是要学生不断有发明创造。师生关系融洽第章论书院中国教育素以尊师爱生为优良传统。这种精神在私人教学中表现得尤为突出。书院属于私人教学的范畴，所以尊师爱生的传统容易得到体现，在官办学校中则十分困难。朱熹曾批评太学师生关系师生相见，漠然如行路之人。他指出，其原因在于学校变成了声利之场，教学缺乏德行道艺之实。他自己身体力行，循循善诱，对学生有深厚感情。但是，他对学生要求极严，却不采取压制的办法。他说尝谓学校之政，不患法制之不立，而患理义之不足以悦其心。夫理义不足以悦其心，而区区于法制之末以防之，其犹决湍之水注千仞之壑，而作翳萧苇以捍其冲流也，亦必不胜也。见晦庵文集，卷这些话到了今天还很值得我们玩味。明代王守仁也注意培养师生感情。明末的东林书院，师生感情更是特别深厚。上面我撮要叙述毛礼锐等的对书院特点的五点总结。在组织管理方面，书院也有特点，如管理机关比较精干，经费一般能独立自主等。三新教育制度的兴起随着西方殖民主义者侵略的加强，随着清代封建统治的日益腐朽，自世纪中叶起，中国有识之士就痛切感到，中国的政治经济等非改革不行，教育当然也在改革之列。魏源认为，理学上不足致国用，外不足靖疆国，下不足苏民困，简直是一点用处都没有。他主张向西方学习，改造中国的传统教育。魏源以后直至世纪末叶，有不少人说八股文无用，主张翻译外国书籍，引进外国制度。"}
