{"text":"闭了灯，又满足又安适地睡了一夜。首发于年月日文学第卷第号祖父死了的时候祖父总是有点变样子，他喜欢流起眼泪来，同时过去很重要的事情他也忘掉。比方过去那一些他常讲的故事，现在讲起来，讲了一半下一半他就说我记不得了。某夜，他又病了一次，经过这一次病，他竟说给你三姑写信，叫她来一趟，我不是四五年没看过她吗？他叫我写信给我已经死去五年的姑母。那次离家是很痛苦的。学校来了开学通知信，祖父又一天一天地变样起来。祖父睡着的时候，我就躺在他的旁边哭，好象祖父已经离开我死去似的，一面哭着一面抬头看他凹陷的嘴唇。我若死掉祖父，就死掉我一生最重要的一个人，好象他死了就把人间一切爱和温暖带得空空虚虚。我的心被丝线扎住或铁丝绞住了。我联想到母亲死的时候。母亲死以后，父亲怎样打我，又娶一个新母亲来。这个母亲很客气，不打我，就是骂，也是指着桌子或椅子来骂我。客气是越客气了，但是冷淡了，疏远了，生人一样。到院子去玩玩吧！祖父说了这话之后，在我的头上撞了一下，喂！你看这是什么？一个黄金色的桔子落到我的手中。夜间不敢到茅厕去，我说妈妈同我到茅厕去趟吧。我不去！那我害怕呀！怕什么？怕什么？怕鬼怕神？父亲也说话了，把眼睛从眼镜上面看着我。冬天，祖父已经睡下，赤着脚，开着纽扣跟我到外面茅厕去。学校开学，我迟到了四天。三月里，我又回家一次，正在外面叫门，里面小弟弟嚷着姐姐回来了！姐姐回来了！大门开时，我就远远注意着祖父住着的那间房子。果然祖父的面孔和胡子闪现在玻璃窗里。我跳着笑着跑进屋去。但不是高兴，只是心酸，祖父的脸色更惨淡更白了。等屋子里一个人没有时，他流着泪，他慌慌忙忙的一边用袖口擦着眼泪，一边抖动着嘴唇说爷爷不行了，不知早晚前些日子好险没跌跌死。怎么跌的？就是在后屋，我想去解手，招呼人，也听不见，按电铃也没有人来，就得爬啦。还没到后门口，腿颤，心跳，眼前发花了一阵就倒下去。没跌断了腰人老了，有什么用处！爷爷是八十一岁呢。爷爷是八十一岁。没用了，活了八十一岁还是在地上爬呢！我想你看不着爷爷了，谁知没有跌死，我又慢慢爬到炕上。我走的那天也是和我回来那天一样，白色的脸的轮廓闪现在玻璃窗里。"}
{"text":"怎么跌的？就是在后屋，我想去解手，招呼人，也听不见，按电铃也没有人来，就得爬啦。还没到后门口，腿颤，心跳，眼前发花了一阵就倒下去。没跌断了腰人老了，有什么用处！爷爷是八十一岁呢。爷爷是八十一岁。没用了，活了八十一岁还是在地上爬呢！我想你看不着爷爷了，谁知没有跌死，我又慢慢爬到炕上。我走的那天也是和我回来那天一样，白色的脸的轮廓闪现在玻璃窗里。在院心我回头看着祖父的面孔，走到大门口，在大门口我仍可看见，出了大门，就被门扇遮断。从这一次祖父就与我永远隔绝了。虽然那次和祖父告别，并没说出一个永别的字。我回来看祖父，这回门前吹着喇叭，幡杆挑得比房头更高，马车离家很远的时候，我已看到高高的白色幡杆了，吹鼓手们的喇叭怆凉的在悲号。马车停在喇叭声中，大门前的白幡白对联院心的灵棚闹嚷嚷许多人，吹鼓手们响起呜呜的哀号。这回祖父不坐在玻璃窗里，是睡在堂屋的板床上，没有灵魂的躺在那里。我要看一看他白色的胡子，可是怎样看呢！拿开他脸上蒙着的纸吧，胡子眼睛和嘴，都不会动了，他真的一点感觉也没有了？我从祖父的袖管里去摸他的手，手也没有感觉了。祖父这回真死去了啊！祖父装进棺材去的那天早晨，正是后园里玫瑰花开放满树的时候。我扯着祖父的一张被角，抬向灵前去。吹鼓手在灵前吹着大喇叭。我怕起来，我号叫起来。咣咣！黑色的，半尺厚的灵柩盖子压上去。吃饭的时候，我饮了酒，用祖父的酒杯饮的。饭后我跑到后园玫瑰树下去卧倒，园中飞着蜂子和蝴蝶，绿草的清凉的气味，这都和十年前一样。可是十年前死了妈妈。妈妈死后我仍是在园中扑蝴蝶这回祖父死去，我却饮了酒。过去的十年我是和父亲打斗着生活。在这期间我觉得人是残酷的东西。父亲对我是没有好面孔的，对于仆人也是没有好面孔的，他对于祖父也是没有好面孔的。因为仆人是穷人，祖父是老人，我是个小孩子，所以我们这些完全没有保障的人就落到他的手里。后来我看到新娶来的母亲也落到他的手里，他喜欢她的时候，便同她说笑，他恼怒时便骂她，母亲渐渐也怕起父亲来。母亲也不是穷人，也不是老人，也不是孩子，怎么也怕起父亲来呢？我到邻家去看看，邻家的女人也是怕男人。我到舅家去，舅母也是怕舅父。"}
{"text":"过去的十年我是和父亲打斗着生活。在这期间我觉得人是残酷的东西。父亲对我是没有好面孔的，对于仆人也是没有好面孔的，他对于祖父也是没有好面孔的。因为仆人是穷人，祖父是老人，我是个小孩子，所以我们这些完全没有保障的人就落到他的手里。后来我看到新娶来的母亲也落到他的手里，他喜欢她的时候，便同她说笑，他恼怒时便骂她，母亲渐渐也怕起父亲来。母亲也不是穷人，也不是老人，也不是孩子，怎么也怕起父亲来呢？我到邻家去看看，邻家的女人也是怕男人。我到舅家去，舅母也是怕舅父。我懂得的尽是些偏僻的人生，我想世间死了祖父，就没有再同情我的人了，世间死了祖父，剩下的尽是些凶残的人了。我饮了酒，回想，幻想以后我必须不要家，到广大的人群中去，但我在玫瑰树下颤怵了，人群中没有我的祖父。所以我哭着，整个祖父死的时候我哭着。署名悄吟，刊于年月日长春大同报副刊大同俱乐部三个无聊人一个大胖子，戴着圆眼镜。另一个很高，肩头很狭。第三个弹着小四弦琴，同时读着李后主的词四十年来家国，三千里地山河读到一句的末尾，琴弦没有节调的，重复地响了一下，这样就算他把词句配上了音乐。嘘！胖子把被角揿了一下，接着唱道杨延辉，坐宫院他的嗓子象破了似的。第三个也在作声小品文和漫画哪里去了？总是这人比其他两个好，他愿意读杂志和其他刊物。唉！无聊！每次当他读完一本的时候，他就用力向桌面摔去。晚间，狭肩头的人去读世界语了。临出门时，他的眼光很足，向着他的两个同伴说你们这是干什么！没有纪律，一天哭哭叫叫的。唉！无聊！当他回来的时候，眼睛也无光了。照例是这样，临出门时是兴奋的，回来时他就无聊了，和他的两个同伴同样没有纪律。从学世界语起，这狭肩头的差不多每天念起爱丝迫乱多，后来他渐渐骂起爱丝迫乱多来，这可不知因为什么？他们住得很好，铁丝颤条床，淡蓝色的墙壁涂着金花，两只四十烛光灯泡，窗外有法国梧桐，楼下是外国菜馆，并且铁盒子里不断地放着饼干，还有罐头鱼。唉！真无聊！高个狭肩头的说。于是胖同伴提议去到法国公园，园中有流汗的园丁园门口有流汗的洋车夫巧得很，一个没有手脚的乞丐，滚叫在公园的道旁被他们遇见。老黑，你还没有起来吗？真够享福了。"}
{"text":"从学世界语起，这狭肩头的差不多每天念起爱丝迫乱多，后来他渐渐骂起爱丝迫乱多来，这可不知因为什么？他们住得很好，铁丝颤条床，淡蓝色的墙壁涂着金花，两只四十烛光灯泡，窗外有法国梧桐，楼下是外国菜馆，并且铁盒子里不断地放着饼干，还有罐头鱼。唉！真无聊！高个狭肩头的说。于是胖同伴提议去到法国公园，园中有流汗的园丁园门口有流汗的洋车夫巧得很，一个没有手脚的乞丐，滚叫在公园的道旁被他们遇见。老黑，你还没有起来吗？真够享福了。狭肩头的人从公园回来，要把他的第三个同伴拖下来真够受的，你还在梦中不要闹，不要闹，我还困呢！起来吧！去看看那滚号在公园门前的人，你就不困啦！那睡在床上的，没有相信他的话，并没起来。狭肩头的，愤愤懑懑地，整整一个早晨，他没说无聊，这是他看了一个无手无足的乞丐的结果。也许他看到这无手无足的东西就有聊了！十二点钟要去午餐，这愤懑的人没有去。太浪费了，吃些面包不能过吗？他去买面包，自己坐在房中吃。买一盒沙丁鱼来伴着吃吧！他又出去买沙丁鱼。等晚上有朋友来，他就告诉他无钱的朋友你们真是不会俭省，买面包吃多么好！他的朋友吃了两天面包，把胃口吃得很酸。狭肩头人又无聊了，因为他好几天没有看到无手无足的人，或是什么特别惨状的人。他常常街上去走，只要看到卖桃的小孩在街上被巡捕打翻了筐子，他也够有聊几个钟头。慢慢他这个无聊的病非到街头去治不可，后来这卖桃的小孩一类的事竟治不了他。那么就必须看报了，报纸上说烟台煤矿又烧死多少人，或是压死多少人。啊呀！真不得了，这真是惨事。这样大事能使他三两天反复着说，他的无聊，象一种病症似的，又被这大事治住个三两天。他不无聊很有聊的样子读小说，读杂志。四十年来家国，三千里地山河老黑无聊的时候就唱这调子，他不愿意看什么惨事，他也不愿意听什么伟大的话，他每天不用理智，就用感情来生活着，好象个真诗人似的。四弦琴在他的手下，不成调的嗒啦啦嗒啦啦嗒啦，嗒啦，啦嗒嗒胖同伴的木鞋在地板上打拍，手臂在飞着你们这是干什么？读杂志的人说。我们这是在无聊！三个无聊人听到这话都笑了。胖同伴，有书也读书，有理论也读理论，有琴也弹琴，有人弹琴他就唱。"}
{"text":"四十年来家国，三千里地山河老黑无聊的时候就唱这调子，他不愿意看什么惨事，他也不愿意听什么伟大的话，他每天不用理智，就用感情来生活着，好象个真诗人似的。四弦琴在他的手下，不成调的嗒啦啦嗒啦啦嗒啦，嗒啦，啦嗒嗒胖同伴的木鞋在地板上打拍，手臂在飞着你们这是干什么？读杂志的人说。我们这是在无聊！三个无聊人听到这话都笑了。胖同伴，有书也读书，有理论也读理论，有琴也弹琴，有人弹琴他就唱。但这在他都是无聊的事情，对于他实实在在有趣的，是先施公司那些女人真可怜，有的连血色都没有了，可是还站在那里拉客他常常带着钱去可怜那些女人。最非人生活的就是这些女人，可是没有人知道更详细些。他这态度是个学者的态度。说着他就搭电车，带着钱，热诚地去到那些女人身上去研究社会科学去了。剩下两个无聊的，一个在看报，一个去到公园，拿着琴。去到公园的不知怎样，最大限度也不过四十年来家国，三千里地山河但是在看报的却发足火来，无论怎样看，报上也不过载着煤矿啦，或者是什么大河大川暴涨淹死多少人，电车轧死小孩，受经济压迫投黄浦自杀一类。无聊！无聊！人间慢慢治不了他这个病了。可惜没有比煤矿更惨的事。首刊于年月日上海太白第卷第期初冬初冬，我走在清凉的街道上，遇见了我的弟弟。莹姐，你走到哪里去？随便走走吧！我们去吃一杯咖啡，好不好，莹姐。咖啡店的窗子在帘幕下挂着苍白的霜层。我把领口脱着毛的外衣搭在衣架上。我们开始搅着杯子铃啷的响了。天冷了吧！并且也太孤寂了，你还是回家的好。弟弟的眼睛是深黑色的。我摇了头，我说你们学校的篮球队近来怎么样？还活跃吗？你还很热心吗？我掷筐掷得更进步，可惜你总也没到我们球场上来了。你这样不畅快是不行的。我仍搅着杯子，也许飘流久了的心情，就和离了岸的海水一般，若非遇到大风是不会翻起的。我开始弄着手帕。弟弟再向我说什么我已不去听清他，仿佛自己是沉坠在深远的幻想的井里。我不记得咖啡怎样被我吃干了杯了。茶匙在搅着空的杯子时，弟弟说再来一杯吧！女侍者带着欢笑一般飞起的头发来到我们桌边，她又用很响亮的脚步摇摇地走了去。"}
{"text":"我摇了头，我说你们学校的篮球队近来怎么样？还活跃吗？你还很热心吗？我掷筐掷得更进步，可惜你总也没到我们球场上来了。你这样不畅快是不行的。我仍搅着杯子，也许飘流久了的心情，就和离了岸的海水一般，若非遇到大风是不会翻起的。我开始弄着手帕。弟弟再向我说什么我已不去听清他，仿佛自己是沉坠在深远的幻想的井里。我不记得咖啡怎样被我吃干了杯了。茶匙在搅着空的杯子时，弟弟说再来一杯吧！女侍者带着欢笑一般飞起的头发来到我们桌边，她又用很响亮的脚步摇摇地走了去。也许因为清早或天寒，再没有人走进这咖啡店。在弟弟默默看着我的时候，在我的思想凝静得玻璃一般平的时候，壁间暖气管小小嘶鸣的声音都听得到了。天冷了，还是回家好，心情这样不畅快，长久了是无益的。怎么！太坏的心情与你有什么好处呢？为什么要说我的心情不好呢？我们又都搅着杯子。有外国人走进来，那响着嗓子的嘴不住在说的女人，就坐在我们的近边。她离得我越近，我越嗅到她满衣的香气，那使我感到她离得我更辽远，也感到全人类离得我更辽远。也许她那安闲而幸福的态度与我一点联系也没有。我们搅着杯子，杯子不能像起初搅得发响了。街车好像渐渐多了起来，闪在窗子上的人影，迅速而且繁多了。隔着窗子，可以听到喑哑的笑声和喑哑的踏在行人道上的鞋子的声音。莹姐，弟弟的眼睛深黑色的。天冷了，再不能飘流下去，回家去吧！弟弟说你的头发这样长了，怎么不到理发店去一次呢？我不知道为什么被他这话所激动了。也许要熄灭的灯火在我心中复燃起来，热力和光明鼓荡着我那样的家我是不想回去的。那么飘流着，就这样飘流着？弟弟的眼睛是深黑色的。他的杯子留在左手里边，另一只手在桌面上，手心向上翻张了开来，要在空间摸索着什么似的。最后，他是捉住自己的领巾。我看着他在抖动的嘴唇莹姐，我真担心你这个女浪人！他牙齿好像更白了些，更大些，而且有力了，而且充满热情了。为热情而波动，他的嘴唇是那样的退去了颜色。并且他的全人有些近乎狂人，然而安静，完全被热情侵占着。出了咖啡店，我们在结着薄碎的冰雪上面踏着脚。初冬，早晨的红日扑着我们的头发，这样的红光使我感到欣快和寂寞。弟弟不住地在手下摇着帽子，肩头耸起了又落下了心脏也是高了又低了。渺小的同情者和被同情者离开了市街。"}
{"text":"最后，他是捉住自己的领巾。我看着他在抖动的嘴唇莹姐，我真担心你这个女浪人！他牙齿好像更白了些，更大些，而且有力了，而且充满热情了。为热情而波动，他的嘴唇是那样的退去了颜色。并且他的全人有些近乎狂人，然而安静，完全被热情侵占着。出了咖啡店，我们在结着薄碎的冰雪上面踏着脚。初冬，早晨的红日扑着我们的头发，这样的红光使我感到欣快和寂寞。弟弟不住地在手下摇着帽子，肩头耸起了又落下了心脏也是高了又低了。渺小的同情者和被同情者离开了市街。停在一个荒败的枣树园的前面时，他突然把很厚的手伸给了我，这是我们要告别了。我到学校去上课！他脱开我的手，向着我相反的方向背转过去。可是走了几步，又转回来莹姐，我看你还是回家的好！那样的家我是不能回去的，我不愿意受和我站在两极端的父亲的豢养那么你要钱用吗？不要的。那么，你就这个样子吗？你瘦了！你快要生病了！你的衣服也太薄啊！弟弟的眼睛是深黑色的，充满着祈祷和愿望。我们又握过手，分别向不同的方向走去。太阳在我的脸面上闪闪耀耀。仍和未遇见弟弟以前一样，我穿着街头，我无目的地走。寒风，刺着喉头，时时要发作小小的咳嗽。弟弟留给我的是深黑色的眼睛，这在我散漫与孤独的流荡人的心板上，怎能不微温了一个时刻？首刊于年月日上海生活知识第卷第期过夜也许是快近天明了吧！我第一次醒来。街车稀疏的从远处响起，一直到那声音雷鸣一般地震撼着这房子，直到那声音又远远的消灭下去，我都听到的。但感到生疏和广大，我就像睡在马路上一样，孤独并且无所凭据。睡在我旁边的是我所不认识的人，那鼾声对于我简直是厌恶和隔膜。我对她并不存着一点感激，也象憎恶我所憎恶的人一样憎恶她。虽然在深夜里她给我一个住处，虽然从马路上把我招引到她的家里。那夜寒风逼着我非常严厉，眼泪差不多和哭着一般流下，用手套抹着，揩着，在我敲打姨母家的门的时候，手套几乎是结了冰，在门扇上起着小小的粘结。我一面敲打一面叫着姨母！姨母她家的人完全睡下了，狗在院子里面叫了几声。我只好背转来走去。脚在下面感到有针在刺着似的痛楚。我是怎样的去羡慕那些临街的我所经过的楼房，对着每个窗子我起着愤恨。那里面一定是温暖和快乐，并且那里面一定设置着很好的眠床。"}
{"text":"虽然在深夜里她给我一个住处，虽然从马路上把我招引到她的家里。那夜寒风逼着我非常严厉，眼泪差不多和哭着一般流下，用手套抹着，揩着，在我敲打姨母家的门的时候，手套几乎是结了冰，在门扇上起着小小的粘结。我一面敲打一面叫着姨母！姨母她家的人完全睡下了，狗在院子里面叫了几声。我只好背转来走去。脚在下面感到有针在刺着似的痛楚。我是怎样的去羡慕那些临街的我所经过的楼房，对着每个窗子我起着愤恨。那里面一定是温暖和快乐，并且那里面一定设置着很好的眠床。一想到眠床，我就想到了我家乡那边的马房，挂在马房里面不也很安逸吗！甚至于我想到了狗睡觉的地方，那一定有茅草。坐在茅草上面可以使我的脚温暖。积雪在脚下面呼叫吱吱吱我的眼毛感到了纠绞，积雪随着风在我的腿部扫打。当我经过那些平日认为可怜的下等妓馆的门前时，我觉得她们也比我幸福。我快走，慌张的走，我忘记了我背脊怎样的弓起，肩头怎样的耸高。小姐！坐车吧！经过繁华一点的街道，洋车夫们向我说着。都记不得了，那等在路旁的马车的车夫们也许和我开着玩笑。喂喂冻得活像个他妈的小鸡样但我只看见马的蹄子在石路上面跺打。我完全感到充血是我走上了我熟人的扶梯，我摸索，我寻找电灯，往往一件事情越接近着终点越容易着急和不能忍耐。升到最高级了，几几乎从顶上滑了下来。感到自己的力量完全用尽了！再多走半里路也好象是不可能，并且这种寒冷我再不能忍耐，并且脚冻得麻木了，需要休息下来，无论如何它需要一点暖气，无论如何不应该再让它去接触着霜雪。去按电铃，电铃不响了，但是门扇欠了一个缝，用手一触时，它自己开了。一点声音也没有，大概人们都睡了。我停在内间的玻璃门外，我招呼那熟人的名字，终没有回答！我还看到墙上那张没有框子的画片。分明房里在开着电灯。再招呼了几声，但是什么也没有喔门扇用铁丝绞了起来，街灯就闪耀在窗子的外面。我踏着过道里搬了家余留下来的碎纸的声音，同时在空屋里我听到了自己苍白的叹息。浆汁还热吗？在一排长街转角的地方，那里还张着卖浆汁的白色的布棚。我坐在小凳上，在集合着铜板等我第一次醒来时，只感到我的呼吸里面充满着鱼的气味。街上吃东西，那是不行的。您吃吃这鱼看吧，这是黄花鱼，用油炸的她的颜面和干了的海藻一样打着波绉。"}
{"text":"我还看到墙上那张没有框子的画片。分明房里在开着电灯。再招呼了几声，但是什么也没有喔门扇用铁丝绞了起来，街灯就闪耀在窗子的外面。我踏着过道里搬了家余留下来的碎纸的声音，同时在空屋里我听到了自己苍白的叹息。浆汁还热吗？在一排长街转角的地方，那里还张着卖浆汁的白色的布棚。我坐在小凳上，在集合着铜板等我第一次醒来时，只感到我的呼吸里面充满着鱼的气味。街上吃东西，那是不行的。您吃吃这鱼看吧，这是黄花鱼，用油炸的她的颜面和干了的海藻一样打着波绉。小金铃子，你个小死鬼，你给我滚出来快我跟着她的声音才发现墙角蹲着个孩子。喝浆汁，要喝热的，我也是爱喝浆汁哼！不然，你就遇不到我了，那是老主顾，我差不多每夜要喝――偏偏金铃子昨晚上不在家，不然的话，每晚都是金铃子去买浆汁。小死金铃子，你失了魂啦！还等我孝敬你吗？还不自己来装饭！那孩子好象猫一样来到桌子旁边。还见过吗？这丫头岁啦，你看这头发吧！活象个多毛兽！她在那孩子的头上用筷子打了一下，于是又举起她的酒杯来。她的两只袖口都一起往外脱着棉花。晚饭她也是喝酒，一直喝到坐着就要睡去了的样子。我整天没有吃东西，昏沉沉和软弱，我的知觉似乎一半存在着，一半失掉了。在夜里，我听到了女孩的尖叫。怎么，你叫什么？我问。不，妈呀！她惶惑的哭着。从打开着的房门，老妇人捧着雪球回来了。不，妈呀！她赤着身子站到角落里去。她把雪块完全打在孩子的身上。睡吧！我让你知道我的厉害！她一面说着，孩子的腿部就流着水的条纹。我究竟不知道这是为了什么。第二天，我要走的时候，她向我说你有衣裳吗？留给我一件你说的是什么衣裳？我要去进当铺，我实在没有好当的了！于是她翻着炕上的旧毯片和流着棉花的被子金铃子这丫头还不中用也无怪她，年纪还不到哩！五毛钱谁肯要她呢？要长样没有长样，要人才没有人才！花钱看样子吗？前些个年头可行，比方我年青的时候，我常跟着我的姨姐到班子里去逛逛，一逛就能落几个多多少少总能落几个现在不行了！正经的班子不许你进，土窑子是什么油水也没有，老庄那懂得看样了，花钱让他看样子，他就干了吗？就是凤凰也不行啊！落毛鸡就是不花钱谁又想看呢？她突然用手指在那孩子的头上点了一下。"}
