{"text":"甚之，低到于零。唯有在军事学校的教育方面，大体上还能保留了固有文化的精神，和袍泽情深的情感。讲到这里，使我想起了有关敬师的一个滑稽事实，稍作报告，希望有心复兴文化和有心整顿教育风气的人，多从正反双方注意研究。但我要声明，这个事实的存在，应该已有三四年的历史了，因为在三四年前，我的家里，还有三级学校的学生，所以看得比较清楚，现在我家已经只有大专学生的经验，恐怕时过境迁，也许是已落伍了。况且我又不喜欢多方接触，更不肯深入社会去作资料调查，只好据实报告一番而已。大家都知道，我们过去几十年前尊师的风气，最注重的是一年三节，端阳中秋和过年的时节，一定要备礼物，如无礼物也要去向老师拜年拜节。现在时代变了，当然须要革除旧习。但在这十多年来，每逢教师节的时候，凡在国民小学里的学生，一定由家长会发给一个红包带回家，上面注明是敬师金。虽然说这种作法产生的流弊也太多了，但在我个人的观感，倒可引用孔子的一句话来说赐也！尔爱其羊，我爱其礼。当我的孩子们带回了敬师金的红色时，我问要装多少钱？这就产生了两个不同的问题了。第一，因此可以看出一个级任教师的好坏。第二，因此可以看出孩子们的心理秉赋的个性。当时孩子们的回答说起码的规定需要十元，但是我们的老师太好，而且我们总要比同学们多一点，才有面子。于是我就故意先与他们讨价还价地渐渐加上去。最后才告诉他们尊师重道的道理，宁可自己节省一点，对于敬师金应该比较从丰为是。相反的，也有孩子们说我的可以少一点，不必那么多。因为敬师金是由老师们集中起来分的，好坏的老师都一样，每个人分不到多少钱。并且我的老师有补习当时小学的老师另有补习的风气，一个月可以收入六七千元，或多到八九千元左右。家里的用具比我们的寒舍好多了。爸！你为什么要教大学，还不如去教小学多好呢！这番话，使我听呆了。第一个的感觉，就是这一代的教育怎么办？他们的小小心灵上，已经感觉到只有钱和物质的重要，难怪人心愈来愈要趋向现实。当时除了多方讲解，善为教导以外，同时又得到一个机会去拜访那位老师。我先请教他贵姓？他说我贵姓。跟着再请教他府上哪里？他说我府上！因此等等，我只有鞠躬如也，唯唯告退！这个孩子的学业，后来就蒙受损失很大。"}
{"text":"家里的用具比我们的寒舍好多了。爸！你为什么要教大学，还不如去教小学多好呢！这番话，使我听呆了。第一个的感觉，就是这一代的教育怎么办？他们的小小心灵上，已经感觉到只有钱和物质的重要，难怪人心愈来愈要趋向现实。当时除了多方讲解，善为教导以外，同时又得到一个机会去拜访那位老师。我先请教他贵姓？他说我贵姓。跟着再请教他府上哪里？他说我府上！因此等等，我只有鞠躬如也，唯唯告退！这个孩子的学业，后来就蒙受损失很大。过了几年，听说他又混到了某大学毕业，现在又全家出国去了。真是不胜感慨。孩子们读到了中学以后，到了教师节时，有关敬师金的事，就一年比一年地淡薄下去，据说在缴学费时，已经加进去了当然很有限。读到了高中，好像是云淡风轻近午天，大有烟消云散之概。一到了大学，不要说根本没有这回事，就连起码的礼貌也没有影子了，那只有月落乌啼霜满天，江枫渔火对愁眠的境界了。如果碰到一个真正清寒的大学教授，当他儿啼于前，妻号于室的时候，那真会使人回忆起古人的命薄不如趁早死，家贫无奈做先生的苦涩滋味。当然！这还只站在一面的观点来讲做老师的苦经。如果另从学生和家长一面来讲，据我所知，当时有些小学生带回了敬师金的红包回家时，根本不敢拿出来跟父母家人去说，小小的心灵上，只有偷偷地在哭泣。因为他们的家境实在太贫寒，每天要十元钱买菜都不可得，哪里能够拿得出敬师金呢！可是，有的学校，有的老师，看到学生不交付敬师金，就另眼相看，甚之，不堪其苦。你说，这又怎么办呢？后来教育当局，也许知道了这个弊病，好像下令稍稍改变了这个办法。但是，持平之道，毕竟太难做到，究竟敬师或不敬师要如何做才好，利弊也各有千秋，谁能做到真正得其中和而天地位焉，万物育焉。呢？谁能遣此的大专学风好了，闲话少说。现在我们回转来检讨一下大专学校的教授老师们何以会受如此的冷落，这也许与现行的教育制度和学风有绝对的关系。理由和理论太多，一时讲不完，最方便而最好的办法，也可引用一两个故事来说明事实。第一个故事是在满清末年稗官野史上的记载，当年张之洞在湖北开始创办洋学堂的时候，聘请了好多老师宿儒来当教习等于现在的教授。"}
{"text":"呢？谁能遣此的大专学风好了，闲话少说。现在我们回转来检讨一下大专学校的教授老师们何以会受如此的冷落，这也许与现行的教育制度和学风有绝对的关系。理由和理论太多，一时讲不完，最方便而最好的办法，也可引用一两个故事来说明事实。第一个故事是在满清末年稗官野史上的记载，当年张之洞在湖北开始创办洋学堂的时候，聘请了好多老师宿儒来当教习等于现在的教授。张之洞第一次对教习们讲话，其中便有语重心长的两句笑话，他的意思是说今天请到的教习老师们，都是诸公，希望大家能够尽心尽力地教好学生。如果不能教好学生，便有负初心，那么，只好是诸公滚滚了！由于这个故事，使我们联想到旧式社会的书院或家塾里请一西席老师的时候，无论家长或代表学生和家长的是什么地位，都须不厌其烦地亲自依礼去请老师。因为这种礼貌是表示他代表学生们来请老师，不是给恩赏饭吃。所以像张之洞请来的诸公，也便在这种方式之下挽请到的。如果使他一片苦心失了望，那当然只有诸公滚滚了！可是这种尊师重道的风气，现在变得没有影子，不管公立的大专学校或私立的大专学校，只要能够聘请你当一位老师，不但是天大的面子，而且对你真有恩同再造的衣食父母之概。如果你不听话，当然就诸公滚滚了！所以当一纸聘书，交付邮局寄到你家里来的时候，应该犹如接捧古代皇帝的诏书一样，喜从天降。身为学校当局的负责人，还有谁肯保持中国文化的礼仪，公然地为学生亲自作代表或派学校的大员，执礼甚恭地送聘书呢？尤其有一类私立的某些专校，由一二个略识之无的老板们唯利是图地创办起来，请老师是当作赏饭吃，那种踌躇满志睥睨一切的神气，实在可使书生们不寒而栗。有的同学们出去任教，碰到这种情形回来和我谈起。我说老弟们，学问的养成，气节最要紧。做工当小贩的职业，与你的学问并无关系。甚之，多能鄙事，更可接近孔圣的心传！何必一定要做教师呢？何况事实上，一校一院一系都画满了圈圈，如果夤缘不到，不能得到学校老板的青睐，纵然才高八斗，学富五车，照样是投闲置散，无法上得讲台。加以社会安定，一切上轨道，有制度，论资历和年资的限制，又正好作为阻挡的藉口。稍有才具的人，不免多有些意气，于是，讨厌意气而不欣赏气节，便从此打入了冷宫。或者你教学教得太好，碰到老板们不高兴，同事的妒忌，就明褒暗贬地从此不给你开课。"}
{"text":"做工当小贩的职业，与你的学问并无关系。甚之，多能鄙事，更可接近孔圣的心传！何必一定要做教师呢？何况事实上，一校一院一系都画满了圈圈，如果夤缘不到，不能得到学校老板的青睐，纵然才高八斗，学富五车，照样是投闲置散，无法上得讲台。加以社会安定，一切上轨道，有制度，论资历和年资的限制，又正好作为阻挡的藉口。稍有才具的人，不免多有些意气，于是，讨厌意气而不欣赏气节，便从此打入了冷宫。或者你教学教得太好，碰到老板们不高兴，同事的妒忌，就明褒暗贬地从此不给你开课。由于这些道理，就引出我的第二个故事。这个故事，还只有两三年的历史，是我亲身所经历的。有一天下大雨，我与某某名经济学者因未征求同意，必须保留姓名，一起候车上课，大家已经半身雨水，不堪其苦了。我说唉！现在真是工商业的时代了，能够讲礼仪，尊重师道的，也只有在军事学校方面，还能保持礼貌。他们接教授，有专车，迎送都到家门，始终礼遇不衰。除此以外，其余不足观也已。这位学者听了以后，便对我说老兄，说你不懂经济，一点不错。你要知道，现在的学校制度，哪里是工商业的行为？其实都是官气。你应该知道，工商业的要点是顾客至上，学生固然是顾客，当老师的也是顾客啊！谁叫你不去办个学校，也请我这个顾客上去讲讲课呢！家庭与社会的尊师除了因为学校的制度而形成师道沦夷的因素以外，社会和家庭教育方面，也逐渐地丧失了传统文化的精神，并不真正重视师道。因此与学校制度互为因果，便使五千年来的礼仪之风，几乎不绝如缕，这也便是最大的原因。过去的尊师，因为由于某一个人的传道授业解惑之关系，所以对于传授精神生命学问的老师，终身视之如父。现在是以母校为标榜，一切的荣誉，归之于学校，教师们只是学校中的一分子。纵然有好的老师，一切荣誉，也只有归之于学校，与个人无涉。而且工商业影响整个时代，老师们按月领薪水拿钟点费，等同工商业的行为，所谓上课也者，也便是出卖知识而已。品行和人格的教导，当然由训导处去负责，何必多事。教室和讲台上的蛛丝尘渍，自有总务处来管理，不必劳心。教师们没有固定的休息室，没有固定的茶水供应，那是活该，又有谁来管你？下了课，赶快要去赶交通车，学生要想在课外请教，实在没有时间，也没有地方――办公室。交通车脱了班，自掏腰包划不来，这个月的生活预算怎么办？"}
{"text":"而且工商业影响整个时代，老师们按月领薪水拿钟点费，等同工商业的行为，所谓上课也者，也便是出卖知识而已。品行和人格的教导，当然由训导处去负责，何必多事。教室和讲台上的蛛丝尘渍，自有总务处来管理，不必劳心。教师们没有固定的休息室，没有固定的茶水供应，那是活该，又有谁来管你？下了课，赶快要去赶交通车，学生要想在课外请教，实在没有时间，也没有地方――办公室。交通车脱了班，自掏腰包划不来，这个月的生活预算怎么办？至于负责德育的训导，以及具有内相之才的总务，是否真能做到与负责智育的教务互为一体，那也只有天晓得。其实，办总务和管训导的，根本各自为政，谁也没有做到，谁也没有责任。因此有许多学生们一离开校门，怨声载道，有口皆悲，更影响了家庭和社会对于学校的轻视。学店观念和只要有学历的思想，便普遍流行，谁还管你老师的好不好呢！结果弄得对于个人尊师重道的风气沦丧殆尽，对于学校的情感和信赖，也只是若存若亡而已。讲到家庭教育，又使我联想起几个学生在外面当家教的情形。综合他们回来谈话的结果，便会使人想到现在的家庭教育需要重整，更有重于学校的隐忧。旧式的社会，家教便是教师，师严而从道尊。现在的请家教，是由于社会的风气，和有些家长们盲从升学主义的促使。大致说来，可以把他分为三类。第一类家长们也是受过教育的知识分子，不过都是现代人，学问思想，像我们一样，大多都在不中不西不古不今的夹缝中。望子成龙心切，更有崇拜自然科学的时髦感，自己不管子女的天才和本质如何，只是要求老师努力向这一方向去教导孩子，有时候自己还顺便扮演一下旁听学生兼督学，往往弄得家教老师吃不消地知难而退。第二类家长们，尤其是主妇们，上了牌桌就六亲不认，孩子们学业的好坏――不是学业，只管考试，一切责之于家教的老师。学生们考不好，老师便是冤家。学生们考得好，就认为这个家伙还不错。第三类惨了！学时髦，请家教，根本就不知道为什么？家教的老师教完了，还凭特殊的身份，克扣报酬。有一次，一位女同学当家教，碰上了这桩事。这位女同学小人气大，并不管他的家长是什么职位和身份，准备到他办公室去要。双方是否都有错，很难说。但的确有一二人还有要不到的呢！我们试想，家道如此，师道如此，中国文化怎么办？"}
{"text":"学生们考不好，老师便是冤家。学生们考得好，就认为这个家伙还不错。第三类惨了！学时髦，请家教，根本就不知道为什么？家教的老师教完了，还凭特殊的身份，克扣报酬。有一次，一位女同学当家教，碰上了这桩事。这位女同学小人气大，并不管他的家长是什么职位和身份，准备到他办公室去要。双方是否都有错，很难说。但的确有一二人还有要不到的呢！我们试想，家道如此，师道如此，中国文化怎么办？师道的自尊讲了半天尊师重道的闲话，看来好像都是学校社会家庭的不对，老师们都是绝对的对似的。其实，人靠平地才站起来，同时也正因为有了平地才使人跌倒的！现在教育的进步和教育的普遍，比较三十年前，大有天渊之别。但是我们的国家，我们的文化，又加上正在一个古今中外的回漩中求复兴，求建设。所以忘记了旧的人格修养的教育思想和教育精神是学问新的学识和技能的教育是知识。因此观念的分野，混淆不清，所以教育的思想和规定就乱了章法。同时人文学科的重要和科学新知识的重要，更没有完全分别确定其尊崇的地位，因此教育上的科目和课程，一味乱排，轻重倒置。又加上教育的来源不同，倾倒欧洲派和美国派的学人意见互相冲突，因此更使中国文化徒具口号，并无实质的内义可循。这还是对于教育前提的荦荦大者而言。其中的前因后果，各个存有许多关键，一时言之不尽。至于从事教育事业的老师人才，扪心自问，是否真为教育而教育，这是一个很大的问题。虽然多少年来，自有专门培养教育师资的学校和学系，但是有关培养师资的教育之教育的问题也还不少。而且最大的原因，从事教育的已经有明文规定成为公教人员，因此作教师的是否都具有一片赤心为国家为民族教育子弟而任教，或者仅为个人生活的需要而谋求任教为职业的，更须大加反省。中国文化过去的明训是学而优则仕。但是过去的学而优不仕，而专为教师的真也不少。现在呢？一切受西方文化表层的影响，学而优则商，商而不优则仕，仕而不优则教学的，实在是一个罪过的思想。我也亲自听人说过，有什么关系，谋不到好职业，去教教书总可以吧！你想，他有没有学问不要说，但以此存心而从事教育，其后果不问可知矣。而且教育界的老师，原来如此，又怎样能够使人尊敬他为清高或高尚的职业呢！此外，无论在大小学教师之中，有的教科学的，是几十年前陈年的知识，丝毫不图长进。"}
{"text":"中国文化过去的明训是学而优则仕。但是过去的学而优不仕，而专为教师的真也不少。现在呢？一切受西方文化表层的影响，学而优则商，商而不优则仕，仕而不优则教学的，实在是一个罪过的思想。我也亲自听人说过，有什么关系，谋不到好职业，去教教书总可以吧！你想，他有没有学问不要说，但以此存心而从事教育，其后果不问可知矣。而且教育界的老师，原来如此，又怎样能够使人尊敬他为清高或高尚的职业呢！此外，无论在大小学教师之中，有的教科学的，是几十年前陈年的知识，丝毫不图长进。有新书，有新知，便藏起来，不让学生们知道，有的教文法的，把图书馆里好的参考书，借回家后，有去无回，束之高阁。上课堂，大骂天下人天下事一番，错的都是别人，不是自己。自我标榜学贯中西，才无今古，馀子碌碌，都是混蛋，可惜你们与人们不懂而已。骂完了，已经去了三分之一的上课时间，然后查问一番，略讲一节，训诫几句，使学生们为了学分而忍气吞声地鞠躬如也，敢怒而不敢言。比较好一点的，写黑板，宣读一下自己的著作，上课下课，如此而已。也许是时代的病态，形成了人们多多少少都有些肝火太旺，或者是心理变态的毛病。但是以此而言教育，那就要值得我们好好地反省深思了！如果骂人的教育，需要开课，这倒是很好的榜样。否则，夫子的温良恭俭让，以及望之俨然，即之也温的教育态度，必须要努力去学习做到才好。非常抱歉，我讲这番话的动机，绝对不存有任何其他意见。只是蒿目时艰，为了国家民族培养后一代青年们着想，所以偶而发出伤时的感慨。希望大家能够真诚坦率地在孔圣面前由衷地忏悔改进。禅学里有一句话说要说话亦错，不说话亦错。现在想来，这也算是我的口过。知我罪我，那就无法计及了。武侠小说与社会心理教育从文化的立场来说，学术思想为整个文化的中心。文学是文化的骨干。而包括在文学范围内的小说，又是人文思想和文学境界互相结合的前趋。如果从小说的立场来看历史，全部人类历史，就是一部大小说。历史上的人名和地名，都是真的，但有许多事实，大多数已经走了样，甚之，完全变质。而小说中人名和地名，大多数是假托的，可是那些故事的内容，却几乎都是真的。只不过再经文人的手笔，加以渲染剪裁而已。只有幻想小说，完全是虚无缥缈的无稽之谈。但是幻想也是人们心理行为的呈现，而反映出一个时代或某一地区某一环境中的人们思想和情绪。"}
{"text":"文学是文化的骨干。而包括在文学范围内的小说，又是人文思想和文学境界互相结合的前趋。如果从小说的立场来看历史，全部人类历史，就是一部大小说。历史上的人名和地名，都是真的，但有许多事实，大多数已经走了样，甚之，完全变质。而小说中人名和地名，大多数是假托的，可是那些故事的内容，却几乎都是真的。只不过再经文人的手笔，加以渲染剪裁而已。只有幻想小说，完全是虚无缥缈的无稽之谈。但是幻想也是人们心理行为的呈现，而反映出一个时代或某一地区某一环境中的人们思想和情绪。而且它对于社会思想的向背，和心理思想的正反，都有绝对的影响。尽管有些自命为正人君子的读书人，反对看小说，甚或嫉之如仇，但他的思想和情绪，在不知不觉中早已受到小说的影响。因为小说会自然地变成戏剧或民俗故事，往往在无形中影响了各阶层的心理。中国小说发展史的思想背景中国小说史发展的渊源相当久远。由上古的神话而至于班固著汉书艺文志的观念，已经正式建立了它在文化史上的份量。虽然说，小说家者流，盖出于稗官，街谈巷语，道听途说者之所造也。孔子曰虽小道，必有可观者焉。致远恐泥，是以君子弗为也。然亦弗灭也。闾里小知者之所及，亦使缀而不忘。如或一言可采，此亦刍荛狂夫之议也。到了六朝，神怪小说大兴，正好反映出汉末魏晋南北朝几百年来的思想，是玄学和宗教性的神奇传说相互结合的时代。到了唐代，传奇小说大行，由天人之间的玄秘神奇而变为人物的传奇，提高了人的价值与功能，显示唐人文化的质朴之外，而且充满禅与道的气息。宋代的小说承接唐人的传奇而变为志怪，反映两宋历史社会的不安定，只好作无可奈何的寄托。但因此而形成了元明以后话本与历史演义的先声。如明代罗贯中以讲史为题材的名著三国演义残唐五代史演传等。还有以描写社会现状，与社会人物的心理为题材的名著，如施耐庵的水浒传。又以神怪妖魔为背景的四游记八仙传西游记等，都风行一时，成为传世之作。这也表现出明代思想的不稳定和逃避现实的状况。到了清代，言情小说与讽刺小说兴起。前者如红楼梦等。后者如儒林外史以及清末民初的二十年目睹之怪现状官场现形记等。大致都代表了异族统治下思想和心理的假托与发泄。"}
{"text":"又以神怪妖魔为背景的四游记八仙传西游记等，都风行一时，成为传世之作。这也表现出明代思想的不稳定和逃避现实的状况。到了清代，言情小说与讽刺小说兴起。前者如红楼梦等。后者如儒林外史以及清末民初的二十年目睹之怪现状官场现形记等。大致都代表了异族统治下思想和心理的假托与发泄。此外，有关吃喝玩乐的狎邪小说，如花月痕青楼梦等，则开启了民国初年鸳鸯蝴蝶派的哀情小说，如玉梨魂雪鸿泪史芸兰日记，乃至如苏曼殊的断鸿零雁记等的风格。这都是反映时代社会的病态，显示悲凉怆痛的情调。总之，清代文学，承接唐宋元明之后，在小说方面，形成多方的流派，而且较为细腻。这些有关中国过去小说发展史的大要，并不涉及近代和现代小说史的种种，只是借此略述小说所代表历史文化的时代背景与社会心理的演变概要。而本文要讲的只是着重有关武侠小说发展史的前因和后果。武侠在历史文化中的份量中国武侠，正式见于传记的，是从司马迁所著的史记游侠列传开始。但是司马迁在游侠列传中，首先引用韩非子的话儒以文乱法，侠以武犯禁。从法家的观点看来，二者皆讥。也就是说，韩非对于儒与侠两种人，都有讥评而极不同意。但是单以侠义的精神和侠义道的史实来看，所谓侠义的作风，实渊源于儒墨两家思想的互相结合，尤其偏重于墨家的精神，而侠义道发展的事实，却上承战国时代的六国养士，下接隋唐的选举制度，与明清以后的特殊社会的形式。但司马迁最初所称的游侠，并非纯粹以个人的尚武见长。以个人的武技与侠义合并而成为后世的武侠，应当说是史记中刺客列传的作风与游侠精神互相结合的事迹。唐宋以后，由于禅与道的影响，中国文化的发展，处处进入艺术的境界，而不再是秦汉时代的情形。所以对于文学的造诣境界，便称之谓文艺。对于武功技击造诣的境界，便称之谓武艺。明清以后，文有文状元，武也有武状元武进士武举人武秀才等科第。而且民间迷信科学，甚至有认为文状元是天上的文曲星下凡武艺超群的武状元，或古代武功高强的大将，也就是武曲星下凡。于是，宋明以来的历史演义小说，充满了这种观念，而普遍灌输，影响到各阶层的社会。"}
