{"text":"明确谈话的目的有的时候，我们并不需要直接提出请求。比如说，在房间里看电视的孩子叫道妈妈，我口渴了。在这种情况下，很明显，她是希望妈妈给她拿饮料。然而，在另一些时候，我们也许只是说出我们的不快，却误以为别人知道我们想要什么。例如，一位太太和先生说我叫你带酱油回来，可是你忘了。好烦啊！也许，太太是希望先生马上出去买酱油。但她先生可能会以为她只是在指责他。如果我们只是表达我们的感受，别人可能就不清楚我们想要什么。更为常见的是，我们在说话时，并不知道自己想要什么。表面上，我们是在与人谈话，实际上，更像是自说自话。这时，我们的谈话对象可能就不知道如何回应，甚至会感到局促不安。有一次，我乘火车去机场，坐在我正对面的是一对夫妇。对于赶飞机的人来说，慢速行驶的火车是十分恼人的。过了一会儿，对面的那位先生就气冲冲地对太太说，我从没有见过开得这么慢的火车！他太太看起来有点不知所措，什么话也没说。通常，大多数的人在没有得到期待的反馈时，会将所说的话重复一遍。这位先生也是如此。接着，他就高声喊道我从没有见过开得这么慢的火车！太太看起来更加局促不安。她转过头去，和他说这趟列车行驶的速度是由程序控制的。我不认为，她先生会对这样的回答感到清单。事实上，她先生更为恼怒，更大声地嚷道我从没有见过开得这么慢的火车！这时，太太终于失去了耐心，厉声地说那你想我怎么样？下去推火车？于是，两个人都处在痛苦中。这位先生想听到什么呢？我相信他想要的是理解。如果他太太理解到这一点，她也许会说你希望火车开得快一点，是担心误机吗？在之前的对话中，太太感到了先生的不安，但不清楚他想要什么。然而，如果一个人提出了明确的要求，却没有提及感受和需要，也有可能导致交流的困难。例如，如果父母问为什么还不去理发呢？，孩子一般会把它看作是命令或指责。如果父母想避免误解，那么他们可以先说出感受和需要你的头发这么长，我们担心这会影响你的视线，特别是在骑自行车的时候。去理发好吗？有些人也许会说，我没什么请求，只是随便聊聊。然而，我相信，我们在和另一个人说话的时候，总是希望有所回应。"}
{"text":"然而，如果一个人提出了明确的要求，却没有提及感受和需要，也有可能导致交流的困难。例如，如果父母问为什么还不去理发呢？，孩子一般会把它看作是命令或指责。如果父母想避免误解，那么他们可以先说出感受和需要你的头发这么长，我们担心这会影响你的视线，特别是在骑自行车的时候。去理发好吗？有些人也许会说，我没什么请求，只是随便聊聊。然而，我相信，我们在和另一个人说话的时候，总是希望有所回应。也许，我们想要的只是他人的理解――就像那位乘火车去机场的先生，我们希望有人倾听并了解我们的处境。或者，我们期待的是如实的反馈――我们想了解他人的真实想法。当然，有时我们希望他人采取某种行动。对自己的认识越深刻，表达越清楚，我们就越可能得到称心的回应。请求反馈我们的意思和别人的理解有时可能是两回事。如果无法确实对方是否已经明白，我们可能就需要得到反馈。请求反馈能确保对方准确把握我们的意思。有时，问一句我的意思清楚吗？，然后，对方表个态就足够了。在另一些时候，听到是的，我明白你的意思这样的回答，我们并不放心。为了确保对方确实明白我们的意思，我们希望他充分表达他的理解。这样，一旦他的理解与我们的意思有所不同，我们就有机会作适当的补充。例如，一位老师和她的学生说托尼，今天批改作业时没有看到你的作业本。我想知道，你是否清楚我上次布置的作业。放学时，来我办公室一下好吗？托尼咕噜了一句好，知道了。然后，他就转过身去，准备离开了。老师站在那里，不清楚学生是否的意思。于是，她叫住他麻烦你说一遍我刚才请你做的事情好吗？托尼回答说放学后，我没法看足球赛，你要把我留下来做作业。老师发现托尼并没有听明白她的意思，她准备作出解释。这时，她很注意她的方式。象你没有听明白这不是我的意思你听错了这样的表达，很可能会让托尼觉得老师在批评他。因为托尼很坦率地作出了反馈，这位老师先向托尼表达了她的谢意。她说谢谢你给我反馈。我想我说得不够清楚。我的意思是，放学后，我给你讲讲我上次布置的作业。第一次请求他人给我们这样的反馈时，我们也许会有点不自然。因为在生活中，我们很少提出这种请求。在强调这样做的重要性时，我常听到人们表达保留意见。他们担心，有的人也许会说难道我是聋子？"}
{"text":"这时，她很注意她的方式。象你没有听明白这不是我的意思你听错了这样的表达，很可能会让托尼觉得老师在批评他。因为托尼很坦率地作出了反馈，这位老师先向托尼表达了她的谢意。她说谢谢你给我反馈。我想我说得不够清楚。我的意思是，放学后，我给你讲讲我上次布置的作业。第一次请求他人给我们这样的反馈时，我们也许会有点不自然。因为在生活中，我们很少提出这种请求。在强调这样做的重要性时，我常听到人们表达保留意见。他们担心，有的人也许会说难道我是聋子？或者不要在我这里卖弄你的沟通技巧。为了避免这种反应，我们可以先解释我们的目的――我们是为了了解我们是否已经把意思说清楚了。然而，如果对方说我已经明白了，我没有那么蠢！那么，我们可以体会他的感受和需要，并表达对他的感谢及我们的需要。了解他人的反应在确认对方已经明白后，我们常常急于了解对方的反应。一般来说，我们关心的内容大致可以分为以下三方面对方此时此刻的感受有时，我们想了解对方的感受，以及为什么他们会产生那样的感受。为此，我们也许会问听你说这些，你的心情怎么样？然后，我们可以进一步问为什么呢？对方正在想什么有时，我们想了解对方的想法。在询问时，说清楚想了解的是哪些方面的想法，将有助于我们获得所需要的回应。例如，我们可以和对方说我想请你谈谈我的建议是否有可行性。如果不太可行，那根据你的判断，哪些因素会妨碍建议的实施呢？如果我们只是问对这个建议你有什么看法，那么，对方谈的内容也许并不是我们关心的。对方是否接受我们的请求在另一些时候，我们可能想知道，对方是否愿意接受我们的请求。这时，我们也许会问我想知道，你是否同意将会议时间延迟一周？在了解对方的反应时，我们要能意识到我们想了解的是哪方面的内容，并提出明确的请求。在集体讨论时提出请求参加集体讨论时，说清楚我们希望得到怎样的反馈，是至关重要的。如果不清楚发言的目的，我们的讨论也许只是在浪费时间，而无法满足任何人的需要。有一些关心种族歧视问题的团体曾邀请我去协助他们的工作。其中一个原因是他们的会议常常既沉闷又没有成效。而为了参加这些会议，参加者不仅要托人照顾孩子，而且还要将有限的资金用来支付交通费用。于是，许多人退出了这个团体。"}
{"text":"在了解对方的反应时，我们要能意识到我们想了解的是哪方面的内容，并提出明确的请求。在集体讨论时提出请求参加集体讨论时，说清楚我们希望得到怎样的反馈，是至关重要的。如果不清楚发言的目的，我们的讨论也许只是在浪费时间，而无法满足任何人的需要。有一些关心种族歧视问题的团体曾邀请我去协助他们的工作。其中一个原因是他们的会议常常既沉闷又没有成效。而为了参加这些会议，参加者不仅要托人照顾孩子，而且还要将有限的资金用来支付交通费用。于是，许多人退出了这个团体。他们认为参加这些团体的会议毫无意义。此外，实现这些团体所寻求的机构变革需要长期的努力。因此，使会议变得富有成效对他们来说是十分重要的。有一个团体成立的目的是为了推动当地学校的改革。他们认为这些学校没有公平地对待各个种族的学生。为了提高会议的效率和避免成员的进一步减少，这个团体请我去旁听他们的会议。于是，我应邀参加了会议。会议一开始，一位先生就讲到最近报纸发表的一篇文章。这篇文章的是一位少数族裔的妇女。她在文章中抱怨她的女儿在学校中受到校方不公正的对待。接着，有一位女士介绍她自己在这所学校中的个人经历。紧接着，其他人也开始讲类似的经历。分钟后，我问与会人员，目前的讨论是否能够满足他们的需要。没有一个人说可以。其中一位先生有点气恼地说这些会议总是这样！做别的事比在这里听废话好得多！于是，我就问开始这个话题的那位先生你提到那篇文章，是想得到怎样的反馈呢？他回答说我认为这篇文章很有意思。我解释说，我想知道的是他期待得到怎么样的反馈，而不是他对这篇文章的看法。他想了想，然后承认我不知道我想要什么。我想，这就是会议的前分钟讨论毫无成效的原因。如果我们在集体讨论时漫无目的地发言，那么会议很可能就会毫无成果。然而，只要有一个人能够意识到这一点，他就可以提醒会议的其他成员有针对性地展开讨论。例如，在那从头再来先生没有讲清他提及那篇文章的目的时，其他成员就可以和他说我不清楚你为什么要提到这篇文章。你是否可以告诉我们，你期待得到怎样的反馈呢？这样的提醒也许就可以避免浪费宝贵的会议时间。此外，如果不清楚发言者是否已经得到满意的答复，讨论就可能漫无目的地继续下去，而无法满足任何人的需要。"}
{"text":"如果我们在集体讨论时漫无目的地发言，那么会议很可能就会毫无成果。然而，只要有一个人能够意识到这一点，他就可以提醒会议的其他成员有针对性地展开讨论。例如，在那从头再来先生没有讲清他提及那篇文章的目的时，其他成员就可以和他说我不清楚你为什么要提到这篇文章。你是否可以告诉我们，你期待得到怎样的反馈呢？这样的提醒也许就可以避免浪费宝贵的会议时间。此外，如果不清楚发言者是否已经得到满意的答复，讨论就可能漫无目的地继续下去，而无法满足任何人的需要。在印度，如果发言者得到了他所需要的回复，他就会说s。这意味着谢谢你！我已经明白了。虽然，我们的语言中没有这样的一个词，但我们可以在交流中具备这种意识。请求与命令一旦人们认为不答应我们就会受到惩罚，他们就会把我们的请求看作是命令。听到命令时，一个人只能看到两种选择服从或反抗。不论如何，只要人们认为我们是在强迫他们，他们就不会乐于满足我们的需要。如果我们在过去常常指责他人，那么，我们的请求很可能就会被看作是命令。而一个经常受到指责的人也会倾向于将请求解读为命令。如何区分命令和请求请求没有得到满足时，提出请求的人如果批评和指责，那就是命令如果想利用对方的内疚也达到目的，也是命令。杰克和他的朋友珍妮说我很孤单，希望今晚你能陪我聊聊。这是请求还是命令呢？现在还不好说。我们需要根据珍妮没有同意时杰克的反应来作出判断。假定她回答说杰克，我今天很累。如果你想今晚有人陪你，你去找其他人好不好？如果杰克接着说你这人真自私！那么，他的提议实际上就是命令。因为他没有重视珍妮的休息的需要，而开始指责她。以下是对话以另一种方式展开在这段对话中，杰克仍然没有重视珍妮的需要，而是认为珍妮不再爱他。我们越是将他人的不顺从看作是对我们的排斥，我们所表达的愿望就越有可能被看作是命令。这将导致恶性循环，因为一旦人们认为我们是在强迫他们，他们就会不太想满足我们的愿望。反之，如果杰克尊重珍妮的感受和需要，那么他所表达的愿望就是请求而非命令。这时，杰克也许会说珍妮，你的意思是说，你已经很累了，今晚需要休息？在生活中，如果我们不想勉强人，那么，清楚地表明这一点是重要的――这有助于人们相信我们提出的是请求而非命令。例如，我们可以说帮我打开窗户好吗？而不是说请打开窗户！"}
{"text":"我们越是将他人的不顺从看作是对我们的排斥，我们所表达的愿望就越有可能被看作是命令。这将导致恶性循环，因为一旦人们认为我们是在强迫他们，他们就会不太想满足我们的愿望。反之，如果杰克尊重珍妮的感受和需要，那么他所表达的愿望就是请求而非命令。这时，杰克也许会说珍妮，你的意思是说，你已经很累了，今晚需要休息？在生活中，如果我们不想勉强人，那么，清楚地表明这一点是重要的――这有助于人们相信我们提出的是请求而非命令。例如，我们可以说帮我打开窗户好吗？而不是说请打开窗户！然而，在人们无法满足我们的愿望时，我们是否尊重他们的感受和需要最能体现我们提出的是命令还是请求。如果我们愿意去体会是什么使他们无法说是，那么，根据我的定义，我们提出的就是请求而非命令。选择通过请求而非命令来表达意愿，并不意味着，一旦人们说不，我们就不再去满足自己的需要。但它意味着，除非已经充分体会是什么妨碍了他人说是，我们就不会试图他们。非暴力沟通的目的如果我们只是想改变别人，以使他们的行动符合我们的利益，那么，非暴力沟通并不是适当的工具。非暴力沟通是用来帮助我们在诚实和倾听的基础上与人联系。使用非暴力沟通时，我们希望人们的改变和行动是出于对生命的爱。一旦人们相信我们看重彼此的感情，并能兼顾双方的需要，那么，他们也就会相信我们所表达的愿望是请求而非命令。然而，坚持以非暴力沟通的方式与人沟通是很不容易的。对于父母老师经理以及其他处于管理位置上的人来说，尤其如此。在一次研讨班中，有位母亲和我说马歇尔，我回家试过了，但没什么用。于是我请她讲讲发生了什么事情。回家后，就象上午练习时那样，我表达了感受和需要。我并没有责备孩子。我只是说当我看到你没有做你答应做的家务活，我十分失望。因为我希望回家后有一个干净整洁的环境。然后我提出了请求，我请他立即把房间收拾干净。听起来你已经很清楚地表达了非暴力沟通的四个要素，我回答说，然后呢？他什么都没有做。那接下来呢？我接着问。我和他说，像他这样懒惰和不负责任的人是不会有什么前途的。我注意到这位女士把请求和命令混为一谈。在她看来，非暴力沟通是否有用取决于她的请求是否能得到满足。"}
{"text":"因为我希望回家后有一个干净整洁的环境。然后我提出了请求，我请他立即把房间收拾干净。听起来你已经很清楚地表达了非暴力沟通的四个要素，我回答说，然后呢？他什么都没有做。那接下来呢？我接着问。我和他说，像他这样懒惰和不负责任的人是不会有什么前途的。我注意到这位女士把请求和命令混为一谈。在她看来，非暴力沟通是否有用取决于她的请求是否能得到满足。在刚开始运用非暴力沟通时，我们也许会发现，有时我们只是在运用非暴力沟通的表达形式，而忘记了它所服务的目的。然而，在另一些时候，即使我们以适当的方式提出请求，有些人仍会误以为是命令。特别是当我们处于强势的一方，那些曾受过权威威胁的人尤其容易作出那样的判断。有一次，一所高中的管理团队请我去示范如何运用非暴力沟通与学生沟通。我要会见的学生有四十位。在学校中，他们被看作是品德不端的学生。我认为，象品德不端这样的标签会带来很消极的影响。如果一个学生被贴上这样的标签，那岂不是说他不遵守学校规矩是正常的吗？这样的标签将鼓励学生做我们不希望他们做的事，然后，他们的行为似乎又进一步证实了我们的判断。当我走进教室时，大部分的学生挤在窗口和楼下的同学互相叫骂。对此，我并不意外。一开始中，我就提出请求请各位同学回座位坐好，我将做自我介绍，并谈谈来这里的目的。大概有一半的学生回到了座位。为了让其他学生听清我请求，我重复了一遍。这时，除了两位学生仍站在窗口，其他学生都在位子上坐了下来。他们是班上个子最大的两位学生。你们好，我对他们说，你们中哪一位愿意告诉我，我刚才说了什么？其中一位学生转过来，粗声粗气地说你要求我们马上回到座位坐下来。这让我明白了，他把我的请求当作命令。我接着问他你是否愿意告诉我，我怎样表达我的请求，你才不会认为我在发号施令？什么？对于我这个问题，他很意外。于是，我解释说我的意思是，我怎么表达我的请求，你才会认为我也在乎你的需要呢？他想了想，然而耸了耸肩，说道我不知道。刚才的对话已经提到了我今天想讨论的话师。我认为，表达愿望时，只要不发号施令，我们的想入就会愉快得多。我说出我的愿望，并不是要求你照我说的去做。我不知道，怎么说，你才能相信这一点。"}
{"text":"我接着问他你是否愿意告诉我，我怎样表达我的请求，你才不会认为我在发号施令？什么？对于我这个问题，他很意外。于是，我解释说我的意思是，我怎么表达我的请求，你才会认为我也在乎你的需要呢？他想了想，然而耸了耸肩，说道我不知道。刚才的对话已经提到了我今天想讨论的话师。我认为，表达愿望时，只要不发号施令，我们的想入就会愉快得多。我说出我的愿望，并不是要求你照我说的去做。我不知道，怎么说，你才能相信这一点。那位学生似乎明白了我的意思，听完我的放在，他就和他的同学慢悠悠地走回了座位。可见，在一些情形中，对方也许需要一引起时间来了解我们提出的是请求而非命令。在提出请求前，如果我们有以下的想法，那么，我们的请求已经成为了对他人的要求。他应该把房间整理干净。她必须照我说的去做。老板应当给我提职加薪。我有权要求更长的假期。如果我们有这样的想法，一旦别人没有满足我们的要求，我们难免就会指责他们。有一段时间，当我的小儿子布拉特没有倒垃圾时，我说法有类似的想法。我们对家务法进行了分工，他负责倒垃圾。可是，他很不主动。为了让他去倒垃圾，每天我都会提醒他这是你的任务或我们每个人都有自己的任务。后来，有一天晚上，我终于静下心来听他讲为什么他不愿意倒垃圾。谈话后，我以布拉特的心声为题写下了一段话在印象中，如果我没照你说的去做，你就不会尊重我。如果我知道你并不想使唤我，在你叫我时，我会乐于回应你。如果你高高在上，像个盛气凌人的老板，你将会发现，你一头撞在了墙上。当你反复提醒我，你为我做的各种事情，你最好准备再次碰壁！你可以大声抱怨责骂，但我仍不会去倒垃圾。即使你现在改变方式，我也需要时间忘记不快。通过这次谈话，布拉特认为我已经理解并尊重他的立场。在以后的日子里，他每天都主动倒垃圾。小结在提出请求时，具体的描述，而不是使用抽象的语言，更容易得到他人的回应。发言时，我们将自己想要的回应讲得越清楚，越有可能得到理想的回应。非暴力沟通的目的不是为了改变他人来迎合我们，一旦人们认为不答应我们就会受到惩罚，他们就会把请求看着是命令。非暴力沟通重视每个人的需要，它的目的是帮助我们在诚实和倾听的基础上与人联系，而不是只满足自己的需要。"}
{"text":"通过这次谈话，布拉特认为我已经理解并尊重他的立场。在以后的日子里，他每天都主动倒垃圾。小结在提出请求时，具体的描述，而不是使用抽象的语言，更容易得到他人的回应。发言时，我们将自己想要的回应讲得越清楚，越有可能得到理想的回应。非暴力沟通的目的不是为了改变他人来迎合我们，一旦人们认为不答应我们就会受到惩罚，他们就会把请求看着是命令。非暴力沟通重视每个人的需要，它的目的是帮助我们在诚实和倾听的基础上与人联系，而不是只满足自己的需要。――――――――――――――――――――――――――――――――――――――――――――――――――――非暴力沟通实例劝好朋友戒烟艾伦和卡特是有多年交情的老朋友。卡特每天要抽两包烟。多年来，艾伦想尽一切办法来让卡特戒烟。但都没有成功。在过去的几年，卡特咳嗽得越来越厉害。有一天，艾伦终于忍不住和卡特再一次谈到了戒烟。――――――――――――――――――――――――――――――――――――――――――――练习四提出请求根据你的观点，下列哪些句子提出了明确的要求？我希望你理解我。――你是否可以告诉我，你认为我刚才说的是什么意思？请告诉我，在我做的事情中，你最满意的是哪一件？我希望你更加自信。――我希望你能参加关于人际交流的培训，我相信这会有助于你增强自信心。不要再喝酒了。――这句表达的是发言者想要避免的事情。你是否可以告诉我，喝酒可以满足你什么需要？是否有别人的方式可以满足那些需要。请让我成为我自己。――这是个模糊的请求。我希望你告诉我，即使你不喜欢我做的一些事情，你仍然会和我在一起。关于昨天的会议，请不要隐瞒你的看法。――模糊的请求。请告诉我，你怎么看我昨天在会议中的表现，给我一些建议好吗？我希望你能在规定的时速内驾驶。我想更好地了解你。――我想多一些时间和你聊聊，不知道你是否愿意每周和我吃一次午饭。我希望你尊重我的个人隐私。――这个短语并不能清楚表达发言者的请求。在进我的办公室前，请先敲门好吗？我希望你经常做晚饭。――我希望你每周一晚上都可以做晚饭。"}
