{"text":"受了欺负以后，我从不向人诉说。我压根儿没想到要向父母或者老师告状。我噙着眼泪对自己说，我与这些男生是不一样的人，将来必定比他们有出息，我要让他们看到这一天。事实上我是憋着一股暗劲，那时候我把这称做志气，它成了激励我发奋学习的主要动力。我是越来越用功了，晚上舍不得上床，常常读着书就趴在桌上睡着了。与此同时，在不知不觉中，我的眼睛也越来越近视了，坐在第一排仍看不清黑板上的字。初三时，我配了近视镜，一开始就是度。刚戴上眼镜的感觉是极为新奇的，我第一次发现，原来世界上的事物竟如此清晰，因而如此美丽。在校外小组里，还有一个比我更孤僻的男生，名叫林绍康。他是一个瘦小个儿，白脸，不停眨巴着眼睛，手背上有一颗醒目的瘊子。他比我超脱，很少到小组里来，老师批评他，他也满不在乎。在全班，他几乎只同我一人来往。他的最大爱好是看报，每天在学校的报栏前站很久，然后向我发议论，话题不外两个核武器多么可怕癌症多么可怕。那时候报上常发表赫鲁晓夫的讲话，其中涉及核恐怖的内容，他读得特别仔细。世上有核武器和癌症，我都是从他那里初次知道的。我读初中的三年中，社会上政治运动不断。我对整风的印象是，有一阵子学校里和街道上都贴出了大字报，但明确规定我们初中生不写。我的父亲也写了大字报贴在院子里，我惊奇地发现他还会画漫画，内容是批评瞿家虐待老人和苛待邻居之类。大约因为我的亲属中没有知识分子，无人受到冲击，接下来的残酷的反右运动却几乎没有给我留下印象。然后是大跃进，大炼钢铁，学校的操场上垒起了土制小高炉，我们学生被轮流派到那里值班和拉风箱。最使我记忆犹新的是灭四害运动中的全民围歼麻雀，因为其场面十分荒诞。在某几个择定的日子里，全市居民都走到户外，分布在大街上阳台上和屋顶上，使劲敲打锣鼓和一切能发声的东西，朝着空中呐喊，使得麻雀们惊慌逃窜，无处落脚，终于筋疲力尽，纷纷坠地乃至毙命。全民围歼麻雀当然不算政治运动，却是历次政治运动的绝妙象征，正是通过制造全民的狂热，运动的指挥者才成功地把那些要打击的对象变成了无处可逃的遭难的麻雀。不过，作为一个孩子，当时我并无这样的体悟，只觉得好玩。在学校的安排下，同学们组织了搜寻队，把散落在大街小巷的受难者们串在绳子上，还喜冲冲地去向老师邀功呢。到工厂劳动是一项固定的制度，每星期有一整天，去过不同的工厂，以上海标准皮尺厂历时最长。"}
{"text":"全民围歼麻雀当然不算政治运动，却是历次政治运动的绝妙象征，正是通过制造全民的狂热，运动的指挥者才成功地把那些要打击的对象变成了无处可逃的遭难的麻雀。不过，作为一个孩子，当时我并无这样的体悟，只觉得好玩。在学校的安排下，同学们组织了搜寻队，把散落在大街小巷的受难者们串在绳子上，还喜冲冲地去向老师邀功呢。到工厂劳动是一项固定的制度，每星期有一整天，去过不同的工厂，以上海标准皮尺厂历时最长。我们的工作是装配和搬运，一边干活，一边听男女工人调情或谈论电影明星。乍开始我很吃惊，没想到领导阶级是这个样子的。劳动虽然单调，但有盼头，就是两餐饭，当时正兴吃饭不要钱，不管工人还是学生，都是八人一桌，菜肴比家里丰盛得多。可是，总的来说，我不喜欢工厂，宁愿到农村劳动，在天空下的泥土地上，身心都愉快。在另一家工厂劳动时，我还受过气。我们几个学生跟随一个工人在同一个工作台上装配零件，一个同学与这个师傅说说笑笑，很少干活，而我则是埋头苦干型的人。下班时，师傅在每人的劳动手册上写鉴定，给那个同学写了个优秀，给我写了个良好。经那个同学挑拨，师傅马上把我的鉴定改为较差。我气哭了，师傅又改回来。老师知道了这件事，没有批评那个同学，反而批评我。这件事使我充分领略了老实人受欺负的委屈心理。不过，到初中三年级的时候，我在班上的地位已经大为改观。我明显成了各门功课最优秀的学生，因此赢得了同学们的钦慕，甚至过去最爱欺负我的一个男生也对我表示友好了。班上一个年龄最大的同学对我说大家都佩服你，如果你不骄傲，大家就更佩服了。他说我骄傲，是指我有时好辩，喜用尖刻之词，显得锋芒太露。这一年，少先队改选，我当上了中队主席。这是我平生唯一一次当官，我心里明白，我之所以当上，是因为许多同学超龄离队，队员少了一半，算不上多么荣耀，所以始终把中队长标志揣在口袋里，懒得佩戴出来。我还出过一次小小的风头。我们学校和成都第二中学的师生联合举行跃进誓师大会，发言者一个个长篇大论，滔滔不绝，所获得的掌声却越来越稀少。我是我们班的代表，坐在第一排，等候上台。我身边坐着另一个班的代表，那是一个满脸雀斑的女生，一双大眼睛时时向我探望。我头一回要在这么多人面前讲话，心里十分紧张，但我多么想博得这个女孩的钦佩啊。"}
{"text":"我还出过一次小小的风头。我们学校和成都第二中学的师生联合举行跃进誓师大会，发言者一个个长篇大论，滔滔不绝，所获得的掌声却越来越稀少。我是我们班的代表，坐在第一排，等候上台。我身边坐着另一个班的代表，那是一个满脸雀斑的女生，一双大眼睛时时向我探望。我头一回要在这么多人面前讲话，心里十分紧张，但我多么想博得这个女孩的钦佩啊。轮到我了，我走到麦克风前，突然镇静下来，知道自己应该怎么办了，铿锵有力的三言两语，就结束了发言。当我走下讲台时，掌声雷鸣，而我没有忘记看一眼那个女孩，她的羡慕的目光使我的虚荣心大为满足。我的发言扭转了大会的形势，在我之后的发言几乎成了一场谁说得更简短的竞赛。十三性觉醒的风暴男孩的生理发育是一个充满心理迷乱的过程。一开始，仿佛有一阵陌生的微风偶尔从远处吹来，带着从未闻到过的气息，掠过男孩的身体，激起一种轻微的莫名快乐。接着，那风吹得越来越频繁了，风力越来越大了，它渐渐靠近，突然显身为猛烈的风暴。这风暴把男孩的身体抓在自己的手掌之中，如同一个新的猎获物，颠簸它，撕扯它，玩弄它。这风暴从此在男孩的身体里定居，如同一个神秘而强大的入侵者，不由分说地成为男孩的主人，迫使他带着狂喜和惊慌俯首称臣。一个人在幼时就开始对自己的身体发生兴趣了。某一天，母亲宣布她不再给我洗澡，我曾经感到失落。可是，我很快发现，自己洗澡是更加有趣的，我可以尽兴玩那个特别的小器官。我把它藏起来，想象自己是一个女孩。我抚弄它，观察它发生微妙的反应。有时候，我和若干年龄相近的孩子玩轮流当医生的游戏。把门关上，拉上窗帘，男孩和女孩互相研究彼此不同的那个部位。我更喜欢当病人，让一个女医生来研究我。读小说的时候，原来读不懂的地方，渐渐地，身体开始向我提示可能的含义。这些都还只是性觉醒的前史。大约十一岁的时候，有一天夜里，我做了一个梦。我梦见同班的一个女生，接着，梦见自己吃了一个卵形的东西，顿时感到异样的快感。我立即醒来了，什么事也没有发生，但浑身弥漫着一种舒服的疲乏。这个梦是我的性觉醒开始的一个信号。我原先并不喜欢那个女生，但是，做了这个梦以后，我就开始注意她，在放学回家的路上悄悄跟踪她。这种行为没有持续多久，因为我发现自己仍然不喜欢她，注意力很快转移到了另一个女生身上。"}
{"text":"读小说的时候，原来读不懂的地方，渐渐地，身体开始向我提示可能的含义。这些都还只是性觉醒的前史。大约十一岁的时候，有一天夜里，我做了一个梦。我梦见同班的一个女生，接着，梦见自己吃了一个卵形的东西，顿时感到异样的快感。我立即醒来了，什么事也没有发生，但浑身弥漫着一种舒服的疲乏。这个梦是我的性觉醒开始的一个信号。我原先并不喜欢那个女生，但是，做了这个梦以后，我就开始注意她，在放学回家的路上悄悄跟踪她。这种行为没有持续多久，因为我发现自己仍然不喜欢她，注意力很快转移到了另一个女生身上。初中二年级的课堂上，坐在第一排的那个小男生不停地回头，去看后几排的一个大女生。大女生有一张白皙丰满的脸蛋，穿一件绿花衣服。小男生觉得她楚楚动人，一开始是不自觉地要回头去看，后来却有些故意了，甚至想要让她知道自己的情意。她真的知道了，每接触小男生的目光，就立即低下头，脸颊上泛起红晕。小男生心中得意而又甜蜜，更加放肆地用眉目传情。这个小男生就是我。那些日子里，我真好像堕入了情网一样。每天放学，我故意拖延时间，等她先出校门，然后远远地跟随她，盯着人群中的那件绿花衣服。回家后，我也始终想着她，打了无数情书的腹稿。但是，一旦见到她，我没有勇气对她说一个字。班上一个男生是她的邻居，平时敢随意与她说话，我对那个男生既佩服又嫉妒。有一回，在校办木工工场劳动，我们俩凑巧编为一个组，合作做工。这么近距离的接触，我更是拘谨，只是埋头干活。我们做了两件产品，在分配时，她要那一个小书架，我为能够满足她的愿望而高兴，心甘情愿地拿了明显逊色的一个小挂衣架。后来，在一次家长会上，我看见了她的母亲，那是一个男人模样的老丑女人。这个发现使我有了幻想破灭之感，我对绿衣女生的暗恋一下子冷却了。毕业前夕上复习课，我们俩的座位调到了一起，她对我很表亲近。在一次闲谈时，她建议我报考上海中学，据她说，每到周末，上海中学的学生有小汽车接送。我就是听她的话考了上海中学的，考上后知道，哪有小汽车接送这等美事。后来的事实证明，我对女孩子的白日梦式的恋慕只是一个前兆，是预告身体里的风暴即将来临的一片美丽的霞光。在两年的时间里，风暴由远而近，终于把我裹在中心，彻底俘获。在无数个失眠之夜，我孤立无助地与汹涌而至的欲望之潮展开搏斗。我的头脑中充满形形色色的性幻想。"}
{"text":"在一次闲谈时，她建议我报考上海中学，据她说，每到周末，上海中学的学生有小汽车接送。我就是听她的话考了上海中学的，考上后知道，哪有小汽车接送这等美事。后来的事实证明，我对女孩子的白日梦式的恋慕只是一个前兆，是预告身体里的风暴即将来临的一片美丽的霞光。在两年的时间里，风暴由远而近，终于把我裹在中心，彻底俘获。在无数个失眠之夜，我孤立无助地与汹涌而至的欲望之潮展开搏斗。我的头脑中充满形形色色的性幻想。我一遍遍给自己列举最想望的东西，开了一个个清单，排在第一的永远是那件我想象了无数遍却依然感到不可想象的极乐之事。我计算着自己能够结婚的年龄，想到还要熬过漫长的几千个昼夜，便感到绝望。十三岁的一个深夜，我睁着眼躺在床上，欲望如同一颗滚烫的炸弹，漫无目标地挺向空中，它渴望爆炸，也真的爆炸了。这使我惶恐，但也给了我启发，我找到了自慰之道。然而，我心中仍然惶恐。没有人告诉我发生了什么，应该怎么办。我到书店里偷偷地翻看生理卫生常识一类的书，每一次离开时都带回了更深的懊悔和自责。按照那些书的说法，手淫不但是道德上的恶习，而且会产生生理上的严重后果，而遗精则是一种病。我陷入了两难困境，因为即使我暂时克制住了手淫，时间稍久，又必然会遗精。而且，越是对遗精怀着恐惧心理，遗精就越频繁。恶习和病，二者必居其一，事实上是二者都逃不脱。多年以后，我才明白那些狗屁生理卫生常识书上的说法纯属无稽之谈，从而调整了自己的心理。我的亲身经验告诉我，男孩的性觉醒是一个相当痛苦的过程，多么需要亲切的帮助和指导。我不知道有什么最好的办法，但我相信，完全压抑肯定是很坏的办法。所以，我对今日少男少女们的早恋持同情的态度。当年的教育环境使我不能早尝禁果，我始终觉得是一种遗憾，而不是一种光荣。我不认为一旦松开缰绳，局面就会不可收拾。在青春期，灵与肉是同时觉醒的，二者之间会形成一种制衡的关系。在一个开放的环境中，没有一个身心正常的少年人会沉湎在肉欲之中，甘愿放弃其余一切更高的追求。就我当时的情形而言，我身上既有正在觉醒的来势凶猛的欲望，又有几乎也是出自本能的对它的警惕和排斥。这种情况典型地表现为欲与情的分离。一方面，我不得不交出我的肉体，听任欲望在那个狭小的范围内肆虐。另一方面，我决不让欲望越过它的地盘，污损正在我眼前出现的这个充满诗意的异性世界。"}
{"text":"在一个开放的环境中，没有一个身心正常的少年人会沉湎在肉欲之中，甘愿放弃其余一切更高的追求。就我当时的情形而言，我身上既有正在觉醒的来势凶猛的欲望，又有几乎也是出自本能的对它的警惕和排斥。这种情况典型地表现为欲与情的分离。一方面，我不得不交出我的肉体，听任欲望在那个狭小的范围内肆虐。另一方面，我决不让欲望越过它的地盘，污损正在我眼前出现的这个充满诗意的异性世界。刚看见成年男人的裸体时，我甚至感到厌恶，觉得那是不洁，相信那一定是已经发生了某种龌龊关系的结果，因而相信童贞一定能使我的身体避免变成那样。我的性幻想要多下流有多下流，但都只针对抽象的女性，确切地说，只针对某个我从未见过的抽象的器官，从来没有具体的对象，我绝不把它们运用到我看见或认识的任何一个女孩身上。我喜欢看女孩子的美丽脸蛋，但我的目光是纯洁的，只有痴情，没有色情。我不是刻意如此，这完全是自然而然的，说得矫情一点，是潜意识中自发实现的肉向灵的升华。十四神经衰弱我从小体弱多病，经常因为发烧送医院急诊。有时是半夜送去的，我听见候诊室有人叹息说这孩子真可怜，心中居然感到了一种自怜的满足。小时候去得最多的是广慈医院，那里有苏联专家，戴着向两边伸出尖角的教士帽似的白帽子，他们冲我和蔼地微笑，但我很怕他们。我倒不怕打针，那是表现我的勇敢的好机会。有一次抽血，护士把长长的针头斜插进我的肘臂，两肘各插了四五回，找不到血管，母亲吓得躲到门外去了，但我始终没有吭一声。在整个少年时代，我的身体始终单薄瘦弱，每次百米赛跑都头晕眼花，仿佛要虚脱。因为这个原因，高中上体育课，我被编入了保健班，经常与女生一起上课。比身体更衰弱的是我的神经。还是上小学的时候，夜里睡觉时，我常常会出现幻觉。有一阵，每天夜里我都看见一群戴绿帽的小人，有的踩在被子上，有的钻进被窝里，我即使闭上眼睛仍摆脱不掉他们。门后挂的一件雨衣则化身为大头黄身体的魔鬼，站在那里凶狠地盯视我。初中前期，这种情形发展得极其严重，我真正患了神经衰弱，每夜只能睡三四小时，一入睡就做恶梦，常常会在梦中站起来谵语，而我自己并不知道。造成这种情形的原因之一是受了母亲生病的刺激。那时候，她患有严重的贫血症，会突然昏厥。有一天夜里，我听见一声沉重的撞击声，发现是母亲昏倒在地了，便站在床上哭喊起来。父亲睡在外屋，闻声冲进来，把母亲抱到床上。为了照顾母亲，他和我换了一个床位。"}
{"text":"门后挂的一件雨衣则化身为大头黄身体的魔鬼，站在那里凶狠地盯视我。初中前期，这种情形发展得极其严重，我真正患了神经衰弱，每夜只能睡三四小时，一入睡就做恶梦，常常会在梦中站起来谵语，而我自己并不知道。造成这种情形的原因之一是受了母亲生病的刺激。那时候，她患有严重的贫血症，会突然昏厥。有一天夜里，我听见一声沉重的撞击声，发现是母亲昏倒在地了，便站在床上哭喊起来。父亲睡在外屋，闻声冲进来，把母亲抱到床上。为了照顾母亲，他和我换了一个床位。我躺在外屋，眼前全是恐怖的形象，不住地颤抖，直到天亮。第二天母亲告诉我，她醒来时不知道自己刚才昏厥，看见我站在床上哭喊，以为我又犯神经错乱了。上大学时，有人用三个词概括我敏感，脆弱，清高。至少在上初中时，我的敏感和脆弱就已经很明显了，清高则是在上高中时才明显起来。我紧张多疑，容易想入非非。大约十一岁时，我玩一根钢丝，把手指拉了一个口子，血浆冒出来了。我看见血浆，便想象自己快死了，想着想着，眼前发黑，昏了过去。父亲把我送到医院，医生轻松地说神经过敏。差不多同时期，有一天，父母外出，到天黑仍没有回家。这时候，我的病态的想象力活跃起来了，设想出各种可怕的情景，总之他们一定遭到了不幸，我再也见不到他们了。我大哭，拉着姐姐要她带我去找爸爸妈妈，姐姐也没有办法，只好陪着我哭。正当我们哭成一团时，父亲和母亲回来了，原来他们不过是到大伯父家串门了。直到现在，我仍有这种神经质的多疑症，别的事情无所谓，但凡涉及健康和安全，包括自己的和亲友的，遇到情况就容易朝最坏处想，自己把自己吓唬一通。其实我也意识到自己太弱，很想改变。初中时，我有一个小本子，专记锻炼自己的各种措施。记得其中有一条是，规定冬天在户外时手不准插在衣袋里，藉此磨练意志。我当真这样做了，寒风再刺骨，手也不往衣袋里插，为此感到很自豪。院子里一个小姑娘偶尔知道了我的这个规定，露出一脸困惑，听了我的解释，她立刻换上了敬佩的神情。那些日子里，我最担忧的是母亲的身体。当她在炉前煮饭炒菜时，我常常站在她身边，仰起小脸满怀同情地凝望着她的面庞。我希望她知道儿子的心意，从中得到安慰。瞿太太看见这种情形，不止一次说我是个孝子。母亲对我也有明显的偏爱，喜欢带我上街，每次一定会买点心给我吃，并叮嘱我不要告诉弟妹们。"}
{"text":"我当真这样做了，寒风再刺骨，手也不往衣袋里插，为此感到很自豪。院子里一个小姑娘偶尔知道了我的这个规定，露出一脸困惑，听了我的解释，她立刻换上了敬佩的神情。那些日子里，我最担忧的是母亲的身体。当她在炉前煮饭炒菜时，我常常站在她身边，仰起小脸满怀同情地凝望着她的面庞。我希望她知道儿子的心意，从中得到安慰。瞿太太看见这种情形，不止一次说我是个孝子。母亲对我也有明显的偏爱，喜欢带我上街，每次一定会买点心给我吃，并叮嘱我不要告诉弟妹们。可是，年龄稍大一些后，我有了虚荣心，不愿意和母亲一起上街，她为此难过地责备我看不起她了。母亲身体一直不强壮，但老来却硬朗了起来，今年已八十七高龄，依然腰板挺直，头发基本乌黑。她日常和妹妹一起住，妹妹感慨地说，这么大年纪的人一点儿不让儿女操心，实在少见。她从来喜欢看悲欢离合的故事，无论电视里的还是杂志上的，都看得津津有味。可是，听说最近忽然在读我的书了，我想她一定是想知道，儿子整天写啊写，到底写出了什么无趣的东西。回想起来，我少年时的性格中确有讨人嫌的一面。家中子女中，我一直居于最受宠的地位，这使我形成了一种狭隘的优越感，霸道，自我中心，受不得一点委屈。有一次，我和妹妹吵架，踹了她一脚，她捂着腰哭叫起来，母亲责备了我。我是那样伤心，觉得母亲辜负了我的一片孝心，便躺在地上乱哭乱蹬，顺手抓起我喜爱的一副扑克牌撕得粉碎。没有人理睬我。我走到镜子前，看见自己那一副涕泪满面的尊容，越发自我怜悯，掀起新一轮号啕大哭的高潮。仍然没有人理睬我。我自感无趣，止住哭，走到楼下。门外正下大雨，我对着雨发愣，想象自己冒雨出走，父母四处寻找而不见我的踪影，以为我寻了短见，感到后悔莫及。啊，最好我真的死一次，我的灵魂能够离开躯体躲到一边，偷看他们懊悔和悲伤的样子，然后灵魂又回到肉体，我活了过来。可是，我知道人死了不能复活，而我不愿意死，甚至不愿意淋雨，所以，在发了一会儿愣之后，我乖乖地回到了楼上。不过，在别的时候，我常常成功地用出走来对付大人的发怒，在街上消磨掉半天一天。这一着很灵，再回到家里时，大人的怒气已息，比平时更加温和。十五父与子的难题我家人民广场的住房是一间大屋子，中间横着一口大柜，把屋子隔成了两间。那口大柜的某一格里放着父亲的书，我经常爬到柜子边沿上去翻看。有一回，我翻到了父亲的一个笔记本，好奇地偷读起来。"}
{"text":"不过，在别的时候，我常常成功地用出走来对付大人的发怒，在街上消磨掉半天一天。这一着很灵，再回到家里时，大人的怒气已息，比平时更加温和。十五父与子的难题我家人民广场的住房是一间大屋子，中间横着一口大柜，把屋子隔成了两间。那口大柜的某一格里放着父亲的书，我经常爬到柜子边沿上去翻看。有一回，我翻到了父亲的一个笔记本，好奇地偷读起来。其中一页的内容引起了我的注意，那是父亲记录的别人对他的批评和他自己的检讨，主要是脾气急躁和态度粗暴之类。这当然是再平常不过的。可是，当时我却觉得犹如五雷轰顶。在此之前，我对父亲一直怀着崇拜的心理，并且以为别人都和我一样。我压根儿没想到，会有人说他不好，而他必须向他们承认自己不好。这件事一下子打破了我的幼稚的崇父心理，使我发现他的权威仅对子女有效，在所有其他人眼中不过是个凡人。此后许多天里，我的心情沉郁而复杂，一面深深地同情他，自以为懂得了他的秘密苦恼，一面为窥见了他的凡人面貌而感到羞愧和不安。我上小学时，父亲才三十开外，仍很有生活的乐趣。每年元宵节，他会亲手制作一只精致的走马灯，在纸屏的各面绘上不同的水彩画，挂在屋子里。电灯一亮，纸屏旋转起来，令我惊喜不已。他还喜欢养小白鼠，我们叫洋老鼠，也是自己动手制作鼠箱，里面有楼梯跳板转轮等，宛如一个小小游乐场。鼠箱的一面是玻璃，孩子们聚在前面看小鼠玩闹，笑声不断。我心中暗暗佩服父亲，真觉得他那一双巧手无所不能。然而，我上初中时，有一件事使我发现他的性情有了很大改变。那些天我也迷上了做手工，做了许多作品，包括一顶硬纸做的军官帽。我怕小弟弟弄坏我的作品，便把它们藏在那口大柜的顶上。和伙伴们玩军事游戏时，我要用那顶军官帽，不免经常踩着柜子边沿爬上爬下。父亲对此感到很不耐烦，有一次终于发作了，夺过我的军官帽扔在地上，一脚踩烂了。当时我惊呆了，不敢相信这是真的。从亲手为孩子做玩具，到亲手毁坏孩子做的玩具，这个变化实在太大了。父亲中年的时候，脾气变得相当暴躁。他难得有好心情，自己不再玩也不带我们玩，从早到晚忙于工作。因为工作累，每天必睡午觉，那时我们在家里就失去了一切自由，轻声说一句话，咳嗽一声，稍微弄出一点声音，都会遭到他的斥责。他经常不失时机地提醒我们，是他千辛万苦养大了我们。"}
