{"text":"至于为什么去年北京送秋波，今年上海叫来了呢？说起来，可又是事前的推测，对不对很难定了。我想也许是因为帮闲帮忙，近来都有些不景气，所以只好两界合办，把断砖，旧袜，皮袍，洋服，巧克力，梅什儿之类，凑在一处，重行开张，算是新公司，想借此来新一下主顾们的耳目罢。四月十四日。本篇最初发表于一九三五年五月五日太白半月刊第二卷第四期，署名旅隼。指关于京派和海派的争论。一九三三年十月十八日天津大公报文艺副刊发表了沈从文的文学者的态度一文，讥笑在上海的作家。十二月一日苏汶在上海现代第四卷第二期发表文人在上海一文加以反驳。接着，沈从文又发表论海派等文。此后，报刊上就展开了所谓京派与海派的争论。指京派与海派一文，后收入花边文学。老京派的题签一九三五年出版的施蛰存编的晚明二十家小品，封面有当时在北平的周作人的题签文中所说的真正老京派，即指周作人。新出的刊物指一九三五年二月创刊的文饭小品月刊，康嗣群编辑。施蛰存发行。它是由施筹款创办的。该刊第三期一九三五年四月五日第一篇文章是知堂周作人的食味杂咏注，最末一篇是施蛰存的无相庵断残录。文中所说以前固然也有京派开路的期刊，指林语堂主编的人间世半月刊，该刊创刊号一九三四年四月五日卷首刊有周作人的五秩自寿诗。文饭小品第二期一九三五年三月发表署名酉生的某刊物一文，其中说太白半月刊第十一期有评论文饭小品的两篇小文，文章一开头都是某刊物创刊号那么一句。这地方，我觉得未免太不坦白了。有一位熟悉商情的朋友来看了，他说他们如果在文章中写明了文饭小品字样，岂不就等于替你登了广告？法郎士，―法国作家。泰绮思，长篇小说，作于一八九一年。它的两种中译本是黛丝，杜衡译，一九二八年开明书店出版女优泰绮思，徐蔚南译，一九二九年世界书局出版。弗洛伊特，―奥地利精神病学家，精神分析学说的创立者。这种学说认为文学艺术哲学宗教等一切精神现象，都是人们因受压抑而潜藏在下意识里的某种生命力，特别是性欲的潜力所产生的。打棚上海方言，开玩笑的意思。"}
{"text":"法郎士，―法国作家。泰绮思，长篇小说，作于一八九一年。它的两种中译本是黛丝，杜衡译，一九二八年开明书店出版女优泰绮思，徐蔚南译，一九二九年世界书局出版。弗洛伊特，―奥地利精神病学家，精神分析学说的创立者。这种学说认为文学艺术哲学宗教等一切精神现象，都是人们因受压抑而潜藏在下意识里的某种生命力，特别是性欲的潜力所产生的。打棚上海方言，开玩笑的意思。靠天吃饭靠天吃饭靠天吃饭说是我们中国的国宝。清朝中叶就有靠天吃饭图的碑，民国初年，状元陆润庠先生也画过一张一个大天字，末一笔的尖端有一位老头子靠着，捧了碗在吃饭。这图曾经石印，信天派或嗜奇派，也许还有收藏的。而大家也确是实行着这学说，和图不同者，只是没有碗捧而已。这学说总算存在着一半。前一月，我们曾经听到过嚷着旱象已成，现在是梅雨天，连雨了十几日，是每年必有的常事，又并无飓风暴雨，却又到处发现水灾了。植树节所种的几株树，也不足以挽回天意。五日一风，十日一雨的唐虞之世，去今已远，靠天而竟至于不能吃饭，大约为信天派所不及料的罢。到底还是做给俗人读的幼学琼林聪明，曰轻清者上浮而为天，轻清而又上浮，怎么一个靠法。古时候的真话，到现在就有些变成谎话。大约是西洋人说的罢，世界上穷人有份的，只有日光空气和水。这在现在的上海就不适用，卖心卖力的被一天关到夜，他就晒不着日光，吸不到好空气装不起自来水的，也喝不到干净水。报上往往说近来天时不正，疾病盛行，这岂只是天时不正之故，天何言哉，它默默地被冤枉了。但是，天下去就要做不了人，沙漠中的居民为了一塘水，争夺起来比我们这里的才子争夺爱人还激烈，他们要拚命，决不肯做一首阿呀诗就了事。洋大人斯坦因博士，不是从甘肃敦煌的沙里掘去了许多古董么？那地方原是繁盛之区，靠天的结果，却被天风吹了沙埋没了。为制造将来的古董起见，靠天确也是一种好方法，但为活人计，却是不大值得的。一到这里，就不免要说征服自然了，但现在谈不到，带住可也。七月一日。本篇最初发表于一九三五年七月二十日太白半月刊第二卷第九期，署名姜珂。"}
{"text":"洋大人斯坦因博士，不是从甘肃敦煌的沙里掘去了许多古董么？那地方原是繁盛之区，靠天的结果，却被天风吹了沙埋没了。为制造将来的古董起见，靠天确也是一种好方法，但为活人计，却是不大值得的。一到这里，就不免要说征服自然了，但现在谈不到，带住可也。七月一日。本篇最初发表于一九三五年七月二十日太白半月刊第二卷第九期，署名姜珂。靠天吃饭图的碑山东济南大明湖铁公祠有这样的碑，并附有清嘉庆癸酉魏祥的一篇文章，其中说余襄工五台，得此石拓，语虽近俚，实有理趣今重刊一石，作靠天论，以与天下吃饭者共质之。陆润庠―字凤石，江苏元和今吴县人。清同治时状元，官至东阁大学士。植树节一九三年，国民党政府规定每年三月十二日孙中山逝世纪念日为植树节。五日一风，十日一雨语见王充论衡是应儒者论太平瑞应，皆言气物卓异风不鸣条，雨不破块五日一风，十日一雨。唐虞之世，指我国上古传说中的尧陶唐氏舜有虞氏时代。儒家典籍中常把它作为太平盛世的典范。幼学琼林参看本卷第页注。该书的首二句为混沌初开，乾坤始奠，气之轻清上浮者为天，气之重浊下凝者为地。天何言哉孔丘的话，见论语阳货天何言哉？四时行焉，百物生焉，天何言哉？斯坦因，―英国考古学家。他曾在一九七年一九一四年先后从甘肃敦煌千佛洞等处盗走我国大量古代文物。敦煌，汉唐时代我国与中亚和欧洲交通线上的重镇，是当时经济文化比较发达的地方。题未定草一至三题未定草一至三极平常的豫想，也往往会给实验打破。我向来总以为翻译比创作容易，因为至少是无须构想。但到真的一译，就会遇着难关，譬如一个名词或动词，写不出，创作时候可以回避，翻译上却不成，也还得想，一直弄到头昏眼花，好像在脑子里面摸一个急于要开箱子的钥匙，却没有。严又陵说，一名之立，旬月踌蹰，是他的经验之谈，的的确确的。新近就因为豫想的不对，自己找了一个苦吃。世界文库的编者要我译果戈理的死魂灵，没有细想，一口答应了。"}
{"text":"我向来总以为翻译比创作容易，因为至少是无须构想。但到真的一译，就会遇着难关，譬如一个名词或动词，写不出，创作时候可以回避，翻译上却不成，也还得想，一直弄到头昏眼花，好像在脑子里面摸一个急于要开箱子的钥匙，却没有。严又陵说，一名之立，旬月踌蹰，是他的经验之谈，的的确确的。新近就因为豫想的不对，自己找了一个苦吃。世界文库的编者要我译果戈理的死魂灵，没有细想，一口答应了。这书我不过曾经草草的看过一遍，觉得写法平直，没有现代作品的希奇古怪，那时的人们还在蜡烛光下跳舞，可见也不会有什么摩登名词，为中国所未有，非来闭门生造不可的。我最怕新花样的名词，譬如电灯，其实也不算新花样了，一个电灯的另件，我叫得出六样花线，灯泡，灯罩，沙袋，扑落，开关。但这是上海话，那后三个，在别处怕就行不通。一天的工作里有一篇短篇，讲到铁厂，后来有一位在北方铁厂里的读者给我一封信，说其中的机件名目，没有一个能够使他知道实物是什么的。呜呼，――这里只好呜呼了――其实这些名目，大半乃是十九世纪末我在江南学习挖矿时，得之老师的传授。不知是古今异时，还是南北异地之故呢，隔膜了。在青年文学家靠它修养的庄子和文选或者明人小品里，也找不出那些名目来。没有法子。三十六着，走为上着，最没有弊病的是莫如不沾手。可恨我还太自大，竟又小觑了死魂灵，以为这倒不算什么，担当回来，真的又要翻译了。于是苦字上头。仔细一读，不错，写法的确不过平铺直叙，但到处是刺，有的明白，有的却隐藏，要感得到虽然重译，也得竭力保存它的锋头。里面确没有电灯和汽车，然而十九世纪上半期的菜单，赌具，服装，也都是陌生家伙。这就势必至于字典不离手，冷汗不离身，一面也自然只好怪自己语学程度的不够格。但这一杯偶然自大了一下的罚酒是应该喝干的硬着头皮译下去。到得烦厌，疲倦了的时候，就随便拉本新出的杂志来翻翻，算是休息。这是我的老脾气，休息之中，也略含幸灾乐祸之意，其意若曰这回是轮到我舒舒服服的来看你们在闹什么花样了。好像华盖运还没有交完，仍旧不得舒服。拉到手的是文学四卷六号，一翻开来，卷头就有一幅红印的大广告，其中说是下一号里，要有我的散文了，题目叫作未定。往回一想，编辑先生的确曾经给我一封信，叫我寄一点文章，但我最怕的正是所谓做文章，不答。"}
{"text":"但这一杯偶然自大了一下的罚酒是应该喝干的硬着头皮译下去。到得烦厌，疲倦了的时候，就随便拉本新出的杂志来翻翻，算是休息。这是我的老脾气，休息之中，也略含幸灾乐祸之意，其意若曰这回是轮到我舒舒服服的来看你们在闹什么花样了。好像华盖运还没有交完，仍旧不得舒服。拉到手的是文学四卷六号，一翻开来，卷头就有一幅红印的大广告，其中说是下一号里，要有我的散文了，题目叫作未定。往回一想，编辑先生的确曾经给我一封信，叫我寄一点文章，但我最怕的正是所谓做文章，不答。文章而至于要做，其苦可知。不答者，即答曰不做之意。不料一面又登出广告来了，情同绑票，令我为难。但同时又想到这也许还是自己错，我曾经发表过，我的文章，不是涌出，乃是挤出来的。他大约正抓住了这弱点，在用挤出法而且我遇见编辑先生们时，也间或觉得他们有想挤之状，令人寒心。先前如果说我的文章，是挤也挤不出来的，那恐怕要安全得多了，我佩服陀思妥也夫斯基的少谈自己，以及有些文豪们的专讲别人。但是，积习还未尽除，稿费又究竟可以换米，写一点也还不算什么冤沉海底。笔，是有点古怪的，它有编辑先生一样的挤的本领。袖手坐着，想打盹，笔一在手，面前放一张稿子纸，就往往会莫名其妙的写出些什么来。自然，要好，可不见得。二还是翻译死魂灵的事情。躲在书房里，是只有这类事情的。动笔之前，就先得解决一个问题竭力使它归化，还是尽量保存洋气呢？日本文的上田进君，是主张用前一法的。他以为讽刺传品的翻译，第一当求其易懂，愈易懂，效力也愈广大。所以他的译文，有时就化一句为数句，很近于解释。我的意见却两样的。只求易懂，不如创作，或者改作，将事改为中国事，人也化为中国人。如果还是翻译，那么，首先的目的，就在博览外国的作品，不但移情，也要益智，至少是知道何地何时，有这等事，和旅行外国，是很相像的它必须有异国情调，就是所谓洋气。其实世界上也不会有完全归化的译文，倘有，就是貌合神离，从严辨别起来，它算不得翻译。凡是翻译，必须兼顾着两面，一当然力求其易解，一则保存着原作的丰姿，但这保存，却又常常和易懂相矛盾看不惯了。不过它原是洋鬼子，当然谁也看不惯，为比较的顺眼起见，只能改换他的衣裳，却不该削低他的鼻子，剜掉他的眼睛。我是不主张削鼻剜眼的，所以有些地方，仍然宁可译得不顺口。"}
{"text":"其实世界上也不会有完全归化的译文，倘有，就是貌合神离，从严辨别起来，它算不得翻译。凡是翻译，必须兼顾着两面，一当然力求其易解，一则保存着原作的丰姿，但这保存，却又常常和易懂相矛盾看不惯了。不过它原是洋鬼子，当然谁也看不惯，为比较的顺眼起见，只能改换他的衣裳，却不该削低他的鼻子，剜掉他的眼睛。我是不主张削鼻剜眼的，所以有些地方，仍然宁可译得不顺口。只是文句的组织，无须科学理论似的精密了，就随随便便，但副词的地字，却还是使用的，因为我觉得现在看惯了这字的读者已经很不少。然而幸乎不幸乎，我竟因此发见我的新职业了做西崽。还是当作休息的翻杂志，这回是在人间世二十八期上遇见了林语堂先生的大文，摘录会损精神，还是抄一段――今人一味仿效西洋，自称摩登，甚至不问中国文法，必欲仿效英文，分历史地为形容词，历史地的为状词，以模仿英文之，拖一西洋辫子，然则快来何不因快字是状词而改为快地的来？此类把戏，只是洋场孽少怪相，谈文学虽不足，当西崽颇有才。此种流风，其弊在奴，救之之道，在于思。今文八弊中其实是地字之类的采用，并非一定从高等华人所擅长的英文而来的。英文英文，一笑一笑。况且看上文的反问语气，似乎一味仿效西洋的今人，实际上也并不将快来改为快地的来，这仅是的虚构，所以助成其名文，殆即所谓保得自身为主，则圆通自在，大畅无比之例了。不过不切实，倘是自称摩登的今人所说，就是其弊在浮。倘使我至今还住在故乡，看了这一段文章，是懂得，相信的。我们那里只有几个洋教堂，里面想必各有几位西崽，然而很难得遇见。要研究西崽，只能用自己做标本，虽不过颇，也够合用了。又是幸乎不幸乎，后来竟到了上海，上海住着许多洋人，因此有着许多西崽，因此也给了我许多相见的机会不但相见，我还得了和他们中的几位谈天的光荣。不错，他们懂洋话，所懂的大抵是英文，英文，然而这是他们的吃饭家伙，专用于服事洋东家的，他们决不将洋辫子拖进中国话里来，自然更没有捣乱中国文法的意思，有时也用几个音译字，如那摩温，土司之类，但这也是向来用惯的话，并非标新立异，来表示自己的摩登的。"}
{"text":"又是幸乎不幸乎，后来竟到了上海，上海住着许多洋人，因此有着许多西崽，因此也给了我许多相见的机会不但相见，我还得了和他们中的几位谈天的光荣。不错，他们懂洋话，所懂的大抵是英文，英文，然而这是他们的吃饭家伙，专用于服事洋东家的，他们决不将洋辫子拖进中国话里来，自然更没有捣乱中国文法的意思，有时也用几个音译字，如那摩温，土司之类，但这也是向来用惯的话，并非标新立异，来表示自己的摩登的。他们倒是国粹家，一有余闲，拉皮胡，唱探母上工穿制服，下工换华装，间或请假出游，有钱的就是缎鞋绸衫子。不过要戴草帽，眼镜也不用玳瑁边的老样式，倘用华洋的门户之见看起来，这两样却不免是缺点。又倘使我要另找职业，能说英文，我可真的肯去做西崽的，因为我以为用工作换钱，西崽和华仆在人格上也并无高下，正如用劳力在外资工厂或华资工厂换得工资，或用学费在外国大学或中国大学取得资格，都没有卑贱和清高之分一样。西崽之可厌不在他的职业，而在他的西崽相。这里之所谓相，非说相貌，乃是诚于中而形于外的，包括着形式和内容而言。这相，是觉得洋人势力，高于群华人，自己懂洋话，近洋人，所以也高于群华人但自己又系出黄帝，有古文明，深通华情，胜洋鬼子，所以也胜于势力高于群华人的洋人，因此也更胜于还在洋人之下的群华人。租界上的中国巡捕，也常常有这一种相。倚徙华洋之间，往来主奴之界，这就是现在洋场上的西崽相。但又并不是骑墙，因为他是流动的，较为圆通自在，所以也自得其乐，除非你扫了他的兴头。三由前所说，西崽相就该和他的职业有关了，但又不全和职业相关，一部份却来自未有西崽以前的传统。所以这一种相，有时是连清高的士大夫也不能免的。事大，历史上有过的，自大，事实上也常有的事大和自大，虽然不相容，但因事大而自大，却又为实际上所常见――他足以傲视一切连事大也不配的人们。有人佩服得五体投地的野叟曝言中，那居一人之下，在众人之上的文素臣，就是这标本。他是崇华，抑夷，其实却是满崽古之满崽，正犹今之西崽也。所以虽是我们读书人，自以为胜西崽远甚，而洗伐未净，说话一多，也常常会露出尾巴来的。"}
{"text":"有人佩服得五体投地的野叟曝言中，那居一人之下，在众人之上的文素臣，就是这标本。他是崇华，抑夷，其实却是满崽古之满崽，正犹今之西崽也。所以虽是我们读书人，自以为胜西崽远甚，而洗伐未净，说话一多，也常常会露出尾巴来的。再抄一段名文在这里――其在文学，今日绍介波兰诗人，明日绍介捷克文豪，而对于已经闻名之英美法德文人，反厌为陈腐，不欲深察，求一究竟。此与妇女新装求入时一样，总是媚字一字不是，自叹女儿身，事人以颜色，其苦不堪言。此种流风，其弊在浮，救之之道，在于学。今文八弊中但是，这种新装的开始，想起来却长久了，绍介波兰诗人，还在三十年前，始于我的摩罗诗力说。那时满清宰华，汉民受制，中国境遇，颇类波兰，读其诗歌，即易于心心相印，不但无事大之意，也不存献媚之心。后来上海的小说月报，还曾为弱小民族作品出过专号，这种风气，现在是衰歇了，即偶有存者，也不过一脉的余波。但生长于民国的幸福的青年，是不知道的，至于附势奴才，拜金崽子，当然更不会知道。但即使现在绍介波兰诗人，捷克文豪，怎么便是媚呢？他们就没有已经闻名的文人吗？况且已经闻名，是谁闻其名，又何从而闻的呢？诚然，英美法德，在中国有宣教师，在中国现有或曾有租界，几处有驻军，几处有军舰，商人多，用西崽也多，至于使一般人仅知有大英，花旗，法兰西和茄门，而不知世界上还有波兰和捷克。但世界文学史，是用了文学的眼睛看，而不用势利眼睛看的，所以文学无须用金钱和枪炮作掩护，波兰捷克，虽然未曾加入八国联军来打过北京，那文学却在，不过有一些人，并未已经闻名而已。外国的文人，要在中国闻名，靠作品似乎是不够的，他反要得到轻薄。所以一样的没有打过中国的国度的文学，如希腊的史诗，印度的寓言，亚剌伯的天方夜谈，西班牙的堂吉诃德，纵使在别国已经闻名，不下于英美法德文人的作品，在中国却被忘记了，他们或则国度已灭，或则无能，再也用不着媚字。对于这情形，我看可以先把上章所引的林语堂先生的训词移到这里来的――此种流风，其弊在奴，救之之道，在于思。"}
{"text":"外国的文人，要在中国闻名，靠作品似乎是不够的，他反要得到轻薄。所以一样的没有打过中国的国度的文学，如希腊的史诗，印度的寓言，亚剌伯的天方夜谈，西班牙的堂吉诃德，纵使在别国已经闻名，不下于英美法德文人的作品，在中国却被忘记了，他们或则国度已灭，或则无能，再也用不着媚字。对于这情形，我看可以先把上章所引的林语堂先生的训词移到这里来的――此种流风，其弊在奴，救之之道，在于思。不过后两句不合用，既然奴了，思亦何益，思来思去，不过奴得巧妙一点而已。中国宁可有未思的西崽，将来的文学倒较为有望。但已经闻名的英美法德文人，在中国却确是不遇的。中国的立学校来学这四国语，为时已久，开初虽不过意在养成使馆的译员，但后来却展开，盛大了。学德语盛于清末的改革军操，学法语盛于民国的勤工俭学。学英语最早，一为了商务，二为了海军，而学英语的人数也最多，为学英语而作的教科书和参考书也最多，由英语起家的学士文人也不少。然而海军不过将军舰送人，绍介已经闻名的司各德，迭更斯，狄福，斯惠夫德的，竟是只知汉文的林纾，连绍介最大的已经闻名的莎士比亚的几篇剧本的，也有待于并不专攻英文的田汉。这缘故，可真是非在于思则不可了。然而现在又到了今日绍介波兰诗人，明日绍介捷克文豪的危机，弱国文人，将闻名于中国，英美法德的文风，竟还不能和他们的财力武力，深入现在的文林，狗逐尾巴者既没有恒心，志在高山的又不屑动手，但见山林映以电灯，语录夹些洋话，对于已经闻名之英美法德文人，真不知要待何人，至何时，这才来求一究竟。那些文人的作品，当然也是好极了的，然甲则曰不佞望洋而兴叹，乙则曰汝辈何不潜心而探求。旧笑话云昔有孝子，遇其父病，闻股肉可疗，而自怕痛，执刀出门，执途人臂，悍然割之，途人惊拒，孝子谓曰，割股疗父，乃是大孝，汝竟惊拒，岂是人哉！是好比方林先生云说法虽乖，功效实同，是好辩解。六月十日。本篇最初发表于一九三五年十月文学月刊第五卷第一号。严又陵―名复，字又陵，又字几道，福建闽侯今福州人，清末启蒙思想家翻译家。他在天演论的译例言中说及定名之难一名之立，旬月踟蹰我罪我知，是存明哲。"}
