{"text":"纠集一帮哥儿们，侃出一部部电视剧或畅销书来，热闹果然热闹，却与真正的精神文化创造毫不相干。在创造的寂寞中自有一种充实，使得创造者绝对不肯用他的寂寞去交换别人的热闹。他基本上是别无选择，这倒不是说他肩负着某种崇高的使命，而是说唯有这样活着他才觉得生活有意义。他在做着他今生今世最想做不能不做的一件事，所以不论成败得失，他都无怨无悔了。在当今时代，最容易产生失落感的是那些一向有着强烈的精英意识和济世雄心的知识分子。他们想做民众的思想领袖和精神导师，可是商业化大潮把他们冲刷到了社会的边缘地带，抛掷在一个尴尬的位置上。他们是很难自甘寂寞的，因为他们恰好需要一个轰轰烈烈的舞台才能发挥作用。我不认为知识分子应该脱离社会实践，但是，我觉得在中国的知识分子中，精英或想当精英的人太多，而智者太少了。我所说的智者是指那样一种知识分子，他们与时代潮流保持着一定的距离，并不看重事功，而是始终不渝地思考着人类精神生活的基本问题，关注着人类精神生活的基本走向。他们在寂寞中守护圣杯，使之不被汹涌的世俗潮流淹没。我相信，这样的人的存在本身就会对社会进程发生有益的制衡作用。智者是不会有失落感的。领袖无民众不成其领袖，导师无弟子不成其导师，可是，对于智者来说，只要他守护着人类最基本的精神价值，即使天下无一人听他，他仍然是一个智者。人各有志。在体制转型提供更多选择机会的条件下，原来笼统称作知识分子的这个阶层中，有人改行经商，有人心猿意马，有人坚守初衷，这种情形十分正常。人们各奔前程，大致上也各得其所。如果一个人知道自己的志业所在并且一如既往地从事着这一志业，如果他在此过程中感觉到了自己的生命意义与历史责任的某种统一，那么，应该说他在精神上是充实自足的。天下滔滔，与我何干？大不了穷些寂寞些。信念犹在，志业犹在，安身立命之本犹在，何尝失落？救世和自救精神生活的普遍平庸化是我们时代的一个明显事实。这个事实是如此明显，以至于一个人并不需要有多么敏锐的心灵，就可以感受到了。其主要表现是一信仰生活的失落。人生缺乏一个精神目标，既无传统的支持，又无理想的引导。尤其可悲的是，人们甚至丧失了对信仰问题的起码认真态度，对之施以哄笑，以无信仰自夸。二情感生活的缩减。畸形都市化堵塞了人与自然的交感，功利意识扩张导致人与人之间真情淡薄。情感体验失去个性和实质，蜕化为可模仿的雷同的流行歌词和礼品卡语言。三文化生活的粗鄙。"}
{"text":"救世和自救精神生活的普遍平庸化是我们时代的一个明显事实。这个事实是如此明显，以至于一个人并不需要有多么敏锐的心灵，就可以感受到了。其主要表现是一信仰生活的失落。人生缺乏一个精神目标，既无传统的支持，又无理想的引导。尤其可悲的是，人们甚至丧失了对信仰问题的起码认真态度，对之施以哄笑，以无信仰自夸。二情感生活的缩减。畸形都市化堵塞了人与自然的交感，功利意识扩张导致人与人之间真情淡薄。情感体验失去个性和实质，蜕化为可模仿的雷同的流行歌词和礼品卡语言。三文化生活的粗鄙。诉诸官能的大众消费文化泛滥，诉诸心灵的严肃文化陷入困境。娱乐性传播媒介冒充为文化主流，绝无文化素养的记者和明星冒充为文化主角，几有席卷天下之势。毫无疑问，对于这种平庸化现象，凡注重精神生活的人都是持否定和批判的态度的。不过，其中又有区别。据我观察，可分为两大类。一类人具有强烈的社会责任感，以拯救天下为己任，他们的反应又因性情和观念的差异而有区别。大抵而论，宗教和道德型的人主要表现为愤怒，视这个世道为末世，对之发出正义的谴责乃至神圣的诅咒，欲以此警醒世人，寻回盛世，或者――审判世人，以先知的口吻预言某种末日审判。张承志是当今最典型的代表。理智型的人主要表现为忧虑，视这个世道为乱世，试图规划出某种救世方案，以重建精神生活的秩序，恢复或营造他们心目中的治世。相当一批人文学者正在为此竭精殚虑，摇唇鼓舌。不论愤怒还是忧虑，救世是共同的立场，所以我把两者归作一个类别。另一类人是比较个人化的知识分子，相对而言，他们没有太直接的救世抱负，而是更加关注自己独立的精神探索和文化创造活动。他们对于作为一种社会现实的精神平庸化过程同样反感，但似乎不像前一类人那样有切肤之痛，如坐针毡，为之寝食不安。由于他们更多地生活在一个相当稳固的属于自己的精神世界里，因而在一定程度上隔膜于或超脱于他们所反感的那种外部变化了。他们的反应主要不是愤怒或忧虑，而更多地表现为一种近乎宽容的淡漠和蔑视。属于这一类的大抵是一些真正迷于艺术的艺术家，真正迷于学术的学者，以及执著于人生和人类根本问题之思索的哲人智者。在这样的人看来，末世论或乱世论似乎都有些危言耸听，这个世道和别的世道没有本质的不同，不过是一个俗世罢了。时代变迁，俗的表现形式相异，或官或商，无精神性则为一。"}
{"text":"他们的反应主要不是愤怒或忧虑，而更多地表现为一种近乎宽容的淡漠和蔑视。属于这一类的大抵是一些真正迷于艺术的艺术家，真正迷于学术的学者，以及执著于人生和人类根本问题之思索的哲人智者。在这样的人看来，末世论或乱世论似乎都有些危言耸听，这个世道和别的世道没有本质的不同，不过是一个俗世罢了。时代变迁，俗的表现形式相异，或官或商，无精神性则为一。所以，他们始终与俗世保持距离，而把精神上的独立追求和自我完善视为人生在世的安身立命之本。在此意义上，他们的立场可归结为自救。当然，上述划分只是相对的，毕竟可能有一些个人性和社会性皆很强的知识分子，在他们身上，自救和救世的立场会发生重迭。我无意在这两种立场之间评优劣，以我之见，真诚的救世者和自救者都是宝贵的，我们之缺乏有感召力的传道士和启蒙思想家，一如缺乏埋头于自己园地的耕耘者。不过，就目前而言，说句老实话，我实在听厌了各种名目的文化讨论，从这些热闹中只听出了一种浮躁和空洞。无论是标榜为新国学的复古主张，还是以后现代名义装饰现状的学术拼贴，事实上都没有提出切实的救世良策，很可能只是成全了个人的一种功利欲望。至于种种关于文化失落人文精神失落的喟叹，透出的多是一种焦躁不安的心态。在这种情况下，我宁愿为自救的立场作一辩护，尽管真正的自救者是不需要任何理论上的辩护的。一个人立志从事精神探索和文化创造的事业，应该是出于自身最内在的精神需要。他在精神生活的范围内几乎一定有很重大的困惑，所以对于他来说，不管世道如何，他都非自救不可，唯自救才有生路。可是，在精神生活与世俗的功利生活之间，他的价值取向是明确而坚定的，不会有任何实质性的困惑。张三不耐贫困，弃文经商，成了大款，李四文人无行，媚俗哗众，成了大腕，这一切与他何干？他自己是在做着他今生今世最想做不能不做的一件事，只要环境还允许事实上允许他做下去，何失落之有？立足于自救的人，他面对外部世界时的心态是平静的。那些面对浮躁世态而自己心态也失衡的人，他们也许救世心切也心诚，但同时我又很怀疑他们自己内心缺乏精神生活的牢固根基，要不何止于如此惶惶不安。我确实相信，至少在精神生活领域内，自救是更为切实的救世之道。"}
{"text":"他自己是在做着他今生今世最想做不能不做的一件事，只要环境还允许事实上允许他做下去，何失落之有？立足于自救的人，他面对外部世界时的心态是平静的。那些面对浮躁世态而自己心态也失衡的人，他们也许救世心切也心诚，但同时我又很怀疑他们自己内心缺乏精神生活的牢固根基，要不何止于如此惶惶不安。我确实相信，至少在精神生活领域内，自救是更为切实的救世之道。当今之世不像是一个能诞生新救世主和新信仰的时代，但这并不妨碍每一个热爱精神文化事业的人在属于自己的领域里从事独立的探索和创造。这样的人多了，时代的精神文化水准自然会提高。遗憾的是，我们拥有许多不甘寂寞的信仰呼唤者精神呐喊者和文化讨论者，少的是宗教哲学艺术上的真信徒甚至真虚无主义者。透底地说，真正精神性的东西是完全独立于时代的，它的根子要深邃得多，植根于人类与大地的某种永恒关系之中。唯有从这个根源中才能生长出天才和精神杰作，他它们不属于时代，而时代将跟随他它们。当然，一个人是否天才，能否创造出精神杰作，这是无把握的，其实也是不重要的。重要的是不失去与这个永恒源泉的联系，如果这样，他就一定会怀有与罗曼罗兰同样的信念这里无所谓精神的死亡或新生，因为它的光明从未消失，它只是熄隐了又在别处重新闪耀而已。于是他就不会在任何世道下悲观失望了，因为他知道，人类精神生活作为一个整体从未也决不会中断，而他的看来似乎孤独的精神旅程便属于这个整体，没有任何力量能使之泯灭。为了把这一页翻过去纪念五四，中国年轻一代知识分子的心情是复杂的，怅惘和悲怆多于振奋。法国人一定会怀着平静的心情纪念他们的启蒙运动，因为狄德罗们的理想已经实现，这一页历史已经翻过去。我们却仍然在演七十年前揭幕的同一台剧，尽管布景和演员屡变，但脚本和题目依旧。令我们惭愧的是，我们还失去了第一代主角所拥有的那种天真的自豪，在无奈的重复中感到了几分疲倦。传统和现代化是一个多么陈旧的热门话题，一切可能的主张都提出过了，出路依然迷茫。中西文化的文章做了又做，五花八门而又千篇一律。这种两难抉择本身似乎也成了我们无法摆脱的传统，纠缠着一代又一代知识分子的头脑和步伐。什么时候我们才真正具备现代文明世界一员的自信，强壮得既不怕自己的传统，也不怕外来的文化，对两者都泰然处之呢中国知识分子始终在出处之间徘徊，身在书斋，心系庙堂。"}
{"text":"令我们惭愧的是，我们还失去了第一代主角所拥有的那种天真的自豪，在无奈的重复中感到了几分疲倦。传统和现代化是一个多么陈旧的热门话题，一切可能的主张都提出过了，出路依然迷茫。中西文化的文章做了又做，五花八门而又千篇一律。这种两难抉择本身似乎也成了我们无法摆脱的传统，纠缠着一代又一代知识分子的头脑和步伐。什么时候我们才真正具备现代文明世界一员的自信，强壮得既不怕自己的传统，也不怕外来的文化，对两者都泰然处之呢中国知识分子始终在出处之间徘徊，身在书斋，心系庙堂。想当年，多少书生慷慨投身政治风云，到头来又乖乖地回到书斋，专心地做学问或潇洒地玩学问了。我们恐怕连这点安慰也没有，商潮滚滚而来，一旦失意，冷板凳也有坐不下去之势。什么时候我们才真正具备现代民主社会公民的从容，无需愤激于政局又消沉于书斋，政治不再是关注的中心，学术也不再是一种逃避，从政和治学都成为具有独立人格的公民的自由选择我期待着这一天。唯有到那时，五四这一页历史才真正翻了过去，我们的后人将会怀着平静的心情纪念五四。当然，为了把这一页历史翻过去，我们只好坚持写完它。灵魂的高贵有所敬畏在这个世界上，有的人信神，有的人不信，由此而区分为有神论者和无神论者，宗教徒和俗人。不过，这个区分并非很重要。还有一个比这重要得多的区分，便是有的人相信神圣，有的人不相信，人由此而分出了高尚和卑鄙。一个人可以不信神，但不可以不相信神圣。是否相信上帝佛真主或别的什么主宰宇宙的神秘力量，往往取决于个人所隶属的民族传统文化背景和个人的特殊经历，甚至取决于个人的某种神秘体验，这是勉强不得的。一个没有这些宗教信仰的人，仍然可能是一个善良的人。然而，倘若不相信人世间有任何神圣价值，百无禁忌，为所欲为，这样的人就与禽兽无异了。相信神圣的人有所敬畏。在他心目中，总有一些东西属于做人的根本，是亵渎不得的。他并不是害怕受到惩罚，而是不肯丧失基本的人格。不论他对人生怎样充满着欲求，他始终明白，一旦人格扫地，他在自己面前竟也失去了做人的自信和尊严，那么，一切欲求的满足都不能挽救他的人生的彻底失败。相反，对于那些毫无敬畏之心的人来说，是不存在人格上的自我反省的。如果说知耻近乎勇，那么，这种人因为不知耻便显出一种卑怯的无赖相和残忍相。"}
{"text":"相信神圣的人有所敬畏。在他心目中，总有一些东西属于做人的根本，是亵渎不得的。他并不是害怕受到惩罚，而是不肯丧失基本的人格。不论他对人生怎样充满着欲求，他始终明白，一旦人格扫地，他在自己面前竟也失去了做人的自信和尊严，那么，一切欲求的满足都不能挽救他的人生的彻底失败。相反，对于那些毫无敬畏之心的人来说，是不存在人格上的自我反省的。如果说知耻近乎勇，那么，这种人因为不知耻便显出一种卑怯的无赖相和残忍相。只要能够不受惩罚，他们可以在光天化日下干任何恶事，欺负迫害乃至残杀无辜的弱者。盗匪之中，多这种愚昧兼无所敬畏之徒。一种消极的表现则是对他人生命的极端冷漠，见死不救，如今这类事既频频发生在众多路人旁观歹徒行凶的现场，也频频发生在号称治病救人实则草芥人命的某些医院里。类似行为每每使善良的人们不解，因为善良的人们无法相信，世上竟然真的会有这样丧失起码人性的人。在一个正常社会里，这种人总是极少数，并且会受到法律或正义力量的制裁。可是，当一个民族普遍丧失对神圣价值的信念时，这种人便可能相当多地滋生出来，成为触目惊心的颓败征兆。赤裸裸的凶蛮和冷漠只是不知耻的粗糙形式，不知耻还有稍微精致一些的形式。有的人有很高的文化程度，仍然可能毫无敬畏之心。他可以玩弄真心爱他的女人，背叛诚恳待他的朋友，然后装出一付无辜的面孔。他的足迹所到之处，再神圣的东西也敢践踏，再美好的东西也敢毁坏，而且内心没有丝毫不安。不论他的头脑里有多少知识，他的心是蒙昧的，真理之光到不了那里。这样的人有再多的艳遇，也没有能力真正爱一回，交再多的哥们，也体味不了友谊的纯正，获取再多的名声，也不知什么是光荣。我对此深信不疑不相信神圣的人，必被世上一切神圣的事物所抛弃。灵魂的高贵与世界建立精神关系对于各种不杀生动物保护素食主义的理论和实践，过去我都不甚看重，不承认它们具有真正的伦理意义，只承认有生态的意义。在我眼里，凡是把这些东西当做一种道德信念遵奉的人都未免小题大做，不适当地扩大了伦理的范围。我认为伦理仅仅与人类有关，在人类对自然界其他物种的态度上不存在精神性的伦理问题，只存在利益问题，生态保护也无非是要为人类的长远利益考虑罢了。"}
{"text":"灵魂的高贵与世界建立精神关系对于各种不杀生动物保护素食主义的理论和实践，过去我都不甚看重，不承认它们具有真正的伦理意义，只承认有生态的意义。在我眼里，凡是把这些东西当做一种道德信念遵奉的人都未免小题大做，不适当地扩大了伦理的范围。我认为伦理仅仅与人类有关，在人类对自然界其他物种的态度上不存在精神性的伦理问题，只存在利益问题，生态保护也无非是要为人类的长远利益考虑罢了。我还认为若把这类理论伦理学化，在实践上是完全行不通的，彻底不杀生只会导致人类灭绝。可是，在了解了史怀泽所创立的敬畏生命伦理学的基本内容之后，我的看法有了很大改变。史怀泽是本世纪最伟大的人道主义者之一，也是动物保护运动的早期倡导者。他明确地提出只有当人认为所有生命，包括人的生命和一切生物的生命都是神圣的时候，他才是伦理的。他的出发点不是简单的恻隐之心，而是由生命的神圣性所唤起的敬畏之心。何以一切生命都是神圣的呢？对此他并未加以论证，事实上也是无法论证的。他承认敬畏生命的世界观是一种伦理神秘主义，也就是说，它基于我们的内心体验，而非对世界过程的完整认识。世界的精神本质是神秘的，我们不能认识它，只能怀着敬畏之心爱它相信它。一切生命都源自它，敬畏生命的命题因此而成立。这是一个基本的信念，也许可以从道教印度教基督教中寻求其思想资源，对于史怀泽来说，重要的是通过这个基本的信念，人就可以与世界建立一种精神关系。与世界建立精神关系――这是一个很好的提法，它简洁地说明了信仰的实质。任何人活在世上，总是和世界建立了某种关系。但是，认真说来，人的物质活动认知活动和社会活动仅是与周围环境的关系，而非与世界整体的关系。在每一个人身上，随着肉体以及作为肉体之一部分的大脑死亡，这类活动都将彻底终止。唯有人的信仰生活是指向世界整体的。所谓信仰生活，未必要皈依某一种宗教，或信奉某一位神灵。一个人不甘心被世俗生活的浪潮推着走，而总是想为自己的生命确定一个具有恒久价值的目标，他便是一个有信仰生活的人。因为当他这样做时，他实际上对世界整体有所关切，相信它具有一种超越的精神本质，并且努力与这种本质建立联系。史怀泽非常欣赏罗马的斯多葛学派和中国的老子，因为他们都使人通过一种简单的思想而与世界建立了精神关系。"}
{"text":"唯有人的信仰生活是指向世界整体的。所谓信仰生活，未必要皈依某一种宗教，或信奉某一位神灵。一个人不甘心被世俗生活的浪潮推着走，而总是想为自己的生命确定一个具有恒久价值的目标，他便是一个有信仰生活的人。因为当他这样做时，他实际上对世界整体有所关切，相信它具有一种超越的精神本质，并且努力与这种本质建立联系。史怀泽非常欣赏罗马的斯多葛学派和中国的老子，因为他们都使人通过一种简单的思想而与世界建立了精神关系。的确，作为信仰生活的支点的那一个基本信念无须复杂，相反往往是简单的，但必须是真诚的。人活一世，有没有这样的支点，人生内涵便大不一样。当然，信仰生活也不能使人逃脱肉体的死亡，但它本身具有超越死亡的品格，因为世界整体的精神本质藉它而得到了显现。在这个意义上，史怀泽宣称，甚至将来必定会到来的人类毁灭也不能损害它的价值。我的印象是，史怀泽是在为失去信仰的现代人重新寻找一种精神生活的支点。他的确说真诚是精神生活的基础，而现代人已经失去了对真诚的信念，应该帮助他们重新走上思想之路。他之所以创立敬畏生命的伦理学，用意盖在于此。可以想象，一个敬畏一切生命的人对于人类的生命是会更珍惜，对于自己的生命是会更负责的。史怀泽本人就是怀着这一信念，几乎毕生圣徒般地在非洲一个小地方行医。相反，那种见死不救草菅人命的医生，其冷酷的行径恰恰暴露了内心的毫无信仰。我相信人们可由不同的途径与世界建立精神关系，敬畏生命的世界观并非现代人唯一可能的选择。但是，一切简单而伟大的精神都是相通的，在那道路的尽头，它们殊途而同归。说到底，人们只是用不同的名称称呼同一个光源罢了，受此光源照耀的人都走在同一条道路上。灵魂的高贵在黑暗中并肩行走人们常常说，人与人之间，尤其相爱的人之间，应该互相了解和理解，最好做到彼此透明，心心相印。史怀泽却在我的青少年时代中说，这是不可能的，即使可能，任何人也无权对别人提出这种要求。不仅存在着肉体上的羞耻，而且还存在着精神上的羞耻，我们应该尊重它。心灵也有其外衣，我们不应脱掉它。如同对于上帝的神秘一样，对于他人灵魂的神秘，我们同样不能像看一本属于自己的书那样去阅读和认识，而只能给予爱和信任。每个人对于别人来说都是一个秘密，我们应该顺应这个事实。"}
{"text":"史怀泽却在我的青少年时代中说，这是不可能的，即使可能，任何人也无权对别人提出这种要求。不仅存在着肉体上的羞耻，而且还存在着精神上的羞耻，我们应该尊重它。心灵也有其外衣，我们不应脱掉它。如同对于上帝的神秘一样，对于他人灵魂的神秘，我们同样不能像看一本属于自己的书那样去阅读和认识，而只能给予爱和信任。每个人对于别人来说都是一个秘密，我们应该顺应这个事实。相爱的人们也只是在黑暗中并肩行走，所能做到的仅是各自努力追求心中的光明，并互相感受到这种努力，互相鼓励，而不需要注视别人的脸和探视别人的心灵。读着这些精彩无比的议论，我无言而折服，它们使我瞥见了史怀泽的敬畏生命伦理学的深度。凡是有着深刻而丰富的内心生活的人，必然会深知一切精神事物的神秘性并对之充满敬畏之情，史怀泽就是这样的一个人。在他看来，一切生命现象都是世界某种神秘的精神本质的显现，由此他提出了敬畏一切生命的主张。在一切生命现象中，尤以人的心灵生活最接近世界的这种精神本质。因而，他认为对于敬畏世界之神秘本质的人来说，敬畏他人的精神本质乃是不言而喻的事情。以互相理解为人际关系的鹄的，其根源就在于不懂得人的心灵生活的神秘性。按照这一思路，人们一方面非常看重别人是否理解自己，甚至公开索取理解。至少在性爱中，索取理解似乎成了一种最正当的行为，而指责对方不理解自己则成了最严厉的谴责，有时候还被用作破裂前的最后通牒。另一方面，人们又非常踊跃地要求理解别人，甚至以此名义强迫别人袒露内心的一切，一旦遭到拒绝，便斥以缺乏信任。在爱情中，在亲情中，在其他较亲密的交往中，这种因强求理解和被理解而造成的有声或无声的战争，我们见得还少吗？可是，仔细想想，我们对自己又真正理解了多少？一个人懂得了自己理解自己之困难，他就不会强求别人完全理解自己，也不会奢望自己完全理解别人了。在最内在的精神生活中，我们每个人都是孤独的，爱并不能消除这种孤独，但正因为由己及人地领悟到了别人的孤独，我们内心才会对别人充满最诚挚的爱。我们在黑暗中并肩而行，走在各自的朝圣路上，无法知道是否在走向同一个圣地，因为我们无法向别人甚至向自己说清心中的圣地究竟是怎样的。然而，同样的朝圣热情使我们相信，也许存在着同一个圣地。"}
