{"text":"当然，我们也不能没有别人的帮助，自尊不意味着拒绝别人的好意。只想帮助别人而一概拒绝别人的帮助，那不是强者，那其实是一种心理的残疾，因为事实上，世界上没有任何人不需要别人的帮助。我们既不能忘记残疾朋友，又应该努力走出残疾人的小圈子，怀着博大的爱心，自由自在地走进全世界，这是克服残疾超越局限的最要紧的一步。一九九三年一封关于音乐的信编辑同志好！我一直惭愧并且怀疑我是不是个音乐盲，后来李陀说我是，我就不再怀疑而只剩了惭愧。我确实各方面艺术修养极差，不开玩笑，音乐美术京剧，都不懂。有时候不懂装懂，在人们还未识破此诡计之前便及时转换话题，这当然又是一种诡计，这诡计充分说明了我的惭愧之确凿。现代流行歌曲我不懂，也不爱听，屡次偷偷在家中培养对它的感情，最后还是以关系破裂而告终。但有些美国乡村歌曲和外国流行歌曲，还是喜欢比如不知哪国的一个叫娜娜的女歌手，和另一个忘记是哪国的胡里奥――伊格莱西亚斯。也仅仅是爱听，说不出个道理来。古典音乐呢？也不懂，但多数都爱听，不知道为什么爱听，听时常能沉进去，但记不住曲名演唱演奏者和指挥者，百分九十九的时候能把各种曲子听串记串，就像有可能认为维也纳波士顿团的指挥是卡拉征尔。至于马勒和马奈谁会画画谁会作曲，总得反复回忆一下才能确定。而签证和护照的关系我也是昨天才弄明白的，后天会否又忘尚难保证。与音乐是什么关系呢？他是个爱听他所爱听的音乐的人。且不限于音乐，音响也可以。比如半夜某个下了夜班的小伙子一路呼号着驰过我家门口比如晌午一个磨剪子磨刀的老人的叫卖比如礼拜日不知哪家传来的剁肉馅的声音，均属爱听之列。民歌当然爱听，陕北民歌最好。但到处的民歌也都好，包括国外的。虽然我没去过印尼，没去过南美和非洲，但一听便如置身于那地方，甚至看见了那儿的景物和人情风貌。北方苍凉的歌让人心惊而心醉，热带温暖的歌让人心醉而后心碎总之没什么好结果。我常怀疑我上辈子是生活在热带的，这辈子是流放到北方的。看玛――杜拉的情人时也有此感。被音乐所感动所迷倒的事时有发生。迷倒，确实，听得躺下来，瞪着眼睛不动，心中既空茫又充实，想来想去不知都想了什么，事后休想回忆得起来。"}
{"text":"民歌当然爱听，陕北民歌最好。但到处的民歌也都好，包括国外的。虽然我没去过印尼，没去过南美和非洲，但一听便如置身于那地方，甚至看见了那儿的景物和人情风貌。北方苍凉的歌让人心惊而心醉，热带温暖的歌让人心醉而后心碎总之没什么好结果。我常怀疑我上辈子是生活在热带的，这辈子是流放到北方的。看玛――杜拉的情人时也有此感。被音乐所感动所迷倒的事时有发生。迷倒，确实，听得躺下来，瞪着眼睛不动，心中既空茫又充实，想来想去不知都想了什么，事后休想回忆得起来。做梦也是，我总做非常难解的离奇的梦，但记不住。音乐在我看来，可分两种，一种是叫人跳起来，一种是令人沉进去，我爱听后一种。这后一种又可分为两类一类是无论你在干什么，一听就瞪眼卧倒不动了。另一种则是当你瞪眼卧倒不动时才能听，才能听得进去。而于我，又是后一种情形居多。听音乐还与当时的环境有关，不同环境中的相同音乐，会有完全不同的感受。在闹市中听唢呐总以为谁家在娶媳妇。我常于天黑时去地坛我家附近的一个公园，原为皇上祭地之处，独坐在老树下，忽听那空阔黑寂的坛中有人吹唢呐，那坛占地几百平方米，四周松柏环绕，独留一块空地，无遮无拦对着夜空，唢呐声无论哀婉还是欢快却都能令人沉迷了。当然，更与心境有关。我有过这样的时候一支平素非常喜欢的曲子，忽然不敢听了或者忽然发现那调子其实乏味得很，不想听了。我看小说写小说，也常有这样的情况，心境不同便对作品的评价不同。那些真正的佳作，大约正是有能力在任何时候都把你拉进它的轨道――这才叫魅力吧？鬼使神差是也。所以我写一篇小说之前总要找到自己的位置自己的心态并以一种节奏或旋律来确认或说保障这种位置和状态。但我说不好是谁决定于谁。心境一变，旋律就乱，旋律一乱，心境便不一样。所以我很怀疑我能否写成长篇，因为没把握这一口气这一旋律可以维持多久，可以衍伸到哪儿去。等我好好想想，再认可能否应下你的约稿吧。祝岁岁平安！一九九一年十二月十九日也说散文热正在出现着或者已经出现了，散文热。原因势必很多。我想到了两个。一是因为散文的形式利于内省。正如歌中唱的外面的世界很精彩，外面的世界很无奈，因而人们要看一看里面的世界即内心世界了。"}
{"text":"等我好好想想，再认可能否应下你的约稿吧。祝岁岁平安！一九九一年十二月十九日也说散文热正在出现着或者已经出现了，散文热。原因势必很多。我想到了两个。一是因为散文的形式利于内省。正如歌中唱的外面的世界很精彩，外面的世界很无奈，因而人们要看一看里面的世界即内心世界了。无论精彩，还是无奈，原来都依赖着这个里面的世界。这里面的世界存在着什么，发生着什么，终于成为一件值得更为关注的事，散文便时来运转被发现是游历于内心世界的一驾好车马。二是因为，一个散字，不仅宣布了它的自由，还保障着它的平易近人。它不像诗歌凭靠奇诡的天赋，又不像小说需要繁杂的技巧，它所倚重的是真切的情思。散文，其实是怎么写都行，写什么都行，谁都能写的，越是稚拙朴素越是见其真情和灼见。在散文中，是最难于卖弄主义的好比理论家见亲娘，总也不至于还要论证其是现代的或后现代的，大家说些久已想说的真话就完了。主义越少的地方，绝不是越寂寞的地方，肯定是越自由的地方。还有，散文正以其内省的倾向和自由的天性侵犯着小说，二者之间的界线越来越模糊了。这是件好事。既不必保护散文的贞操，也用不着捍卫小说的领土完整，因为放浪的野合或痛苦地被侵犯之后，美丽而强健的杂种就要诞生了。这杂种势必要胜过它的父母。"}
{"text":"这样过日子，倒是很惬意的。至于散文怎么算好，想来想去，还是归于平淡二字。以平淡为散文的极境，这当然不是什么新鲜的见解。苏东坡早就说过寄至味于淡泊一类的话。今人的散文，我喜欢梁实秋的，读起来真是非常舒服，他追求的也是绚烂之极归于平淡的境界。不过，要达到这境界谈何容易。作诗无古今，唯造平淡难。之所以难，我想除了在文字上要下千锤百炼的功夫外，还因为这不是单单文字功夫能奏效的。平淡不但是一种文字的境界，更是一种胸怀，一种人生的境界。仍是苏东坡说的大凡为文，当使气象峥嵘，五色绚烂，渐老渐熟，乃造平淡。所谓老熟，想来不光指文字，也包含年龄阅历。人年轻时很难平淡，譬如正走在上山的路上，多的是野心和幻想。直到攀上绝顶，领略过了天地的苍茫和人生的限度，才会生出一种散淡的心境，不想再匆匆赶往某个目标，也不必再担心错过什么，下山就从容多了。所以，好的散文大抵出在中年之后，无非是散淡人写的散淡文。当然，年龄不能担保平淡，多少人一辈子蝇营狗苟，死不觉悟。说到文人，最难戒的却是卖弄，包括我自己在内。写文章一点不卖弄殊不容易，而一有卖弄之心，这颗心就已经不平淡了。举凡名声地位学问经历，还有那一副多愁善感的心肠，都可以拿来卖弄。不知哪里吹来一股风，散文中开出了许多顾影自怜的小花朵。读有的作品，你可以活脱看到多么知道自己多愁善感，并且被自己的多愁善感所感动，于是愈发多愁善感了。戏演得愈真诚，愈需要观众。他确实在想像中看到了读者的眼泪，自己禁不住也流泪，泪眼朦胧地在稿子上签下了自己的名字。好的散文家是旅人，他只是如实记下自己的人生境遇和感触。这境遇也许很平凡，这感触也许很普通，然而是他自己的，他舍不得丢失。他写时没有想到读者，更没有想到流传千古。他知道自己是易朽的，自己的文字也是易朽的，不过他不在乎。这个世界已经有太多的文化，用不着他再来添加点什么。另一方面呢，他相信人生最本质的东西终归是单纯的，因而不会永远消失。他今天所拣到的贝壳，在他之前一定有许多人拣到过，在他之后一定还会有许多人拣到。想到这一点，他感到很放心。有一年我到云南大理，坐在洱海的岸上，看白云在蓝天缓缓移动，白帆在蓝湖缓缓移动，心中异常宁静。这景色和这感觉千古如斯，毫不独特，却很好。"}
{"text":"他写时没有想到读者，更没有想到流传千古。他知道自己是易朽的，自己的文字也是易朽的，不过他不在乎。这个世界已经有太多的文化，用不着他再来添加点什么。另一方面呢，他相信人生最本质的东西终归是单纯的，因而不会永远消失。他今天所拣到的贝壳，在他之前一定有许多人拣到过，在他之后一定还会有许多人拣到。想到这一点，他感到很放心。有一年我到云南大理，坐在洱海的岸上，看白云在蓝天缓缓移动，白帆在蓝湖缓缓移动，心中异常宁静。这景色和这感觉千古如斯，毫不独特，却很好。那时就想，刻意求独特，其实也是一种文人的做作。活到今天，我觉得自己已经基本上不是完全看淡了功名富贵，如果再放下那一份语不惊人死不休的虚荣心，我想我一定会活得更自在，那么也许就具备了写散文的初步条件。二当然，要写好散文，不能光靠精神涵养，文字上的功夫也是另一种存在缺不了的。散文最讲究味。一个人写散文，是因为他品尝到了某种人生滋味，想把它说出来。散文无论叙事抒情议论，或记游写景咏物，目的都是说出这个味来。说不出一个味，就不配叫散文。譬如说，游记写得无味，就只好算导游指南。再也没有比无味的散文和有学问的诗更让我厌烦的了。平淡而要有味，这就难了。酸甜麻辣，靠的是佐料。平淡之为味，是以原味取胜，前提是东西本身要好。林语堂有一妙比只有鲜鱼才可清蒸。袁中郎云凡物酿之得甘，炙之得苦，唯淡也不可造，不可造，是文之真性灵也。平淡是真性灵的流露，是本色的自然呈现，不能刻意求得。庸僧谈禅，与平淡沾不上边儿。说到这里，似乎说的都是内容问题，其实，文字功夫的道理已经蕴含在其中了。如何做到文字平淡有味呢？第一，家无鲜鱼，就不要宴客。心中无真感受，就不要作文。不要无病呻吟，不要附庸风雅，不要敷衍文债，不要没话找话。尊重文字，不用文字骗人骗己，乃是学好文字功夫的第一步。第二，有了鲜鱼，就得讲究烹调了，目标只有一个，即保持原味。但怎样才能保持原味，却是说不清的，要说也只能从反面来说，就是千万不要用不必要的佐料损坏了原味。作文也是如此。林语堂说行文要来得轻松自然，发自天籁，宛如天地间本有此一句话，只是被你说出而已。话说得极漂亮，可惜做起来只有会心者知道，硬学是学不来的。"}
{"text":"尊重文字，不用文字骗人骗己，乃是学好文字功夫的第一步。第二，有了鲜鱼，就得讲究烹调了，目标只有一个，即保持原味。但怎样才能保持原味，却是说不清的，要说也只能从反面来说，就是千万不要用不必要的佐料损坏了原味。作文也是如此。林语堂说行文要来得轻松自然，发自天籁，宛如天地间本有此一句话，只是被你说出而已。话说得极漂亮，可惜做起来只有会心者知道，硬学是学不来的。我们能做到的是谨防自然的反面，即不要做作，不要着意雕琢，不要堆积辞藻，不要故弄玄虚，不要故作高深，等等，由此也许可以逐渐接近一种自然的文风了。爱护文字，保持语言在日常生活中的天然健康，不让它被印刷物上的流行疾患侵染和扭曲，乃是文字上的养身功夫。探究存在之谜第三，只有一条鲜鱼，就不要用它熬一大锅汤，冲淡了原味。文字贵在凝练，不但在一篇文章中要尽量少说和不说废话，而且在一个句子里也要尽量少用和不用可有可无的字。文字的平淡得力于自然质朴，有味则得力于凝聚和简练了。因为是原味，所以淡，因为水分少，密度大，所以又是很浓的原味。事实上，所谓文字功夫，基本上就是一种删除废话废字的功夫。陀思妥耶夫斯基在谈到普希金的诗作时说这些小诗之所以看起来好像是一气呵成的，正是因为普希金把它们修改得太久了的缘故。梁实秋也是一个极知道割爱的人，所以他的散文具有一种简练之美。世上有一挥而就的佳作，但一定没有未曾下过锤炼功夫的文豪。灵感是石头中的美，不知要凿去多少废料，才能最终把它捕捉住。如此看来，散文的艺术似乎主要是否定性的。这倒不奇怪，因为前提是有好的感受，剩下的事情就只是不要把它损坏和冲淡。换一种比方，有了真性灵和真体验，就像是有了良种和肥土，这都是文字之前的功夫，而所谓文字功夫无非就是对长出的花木施以防虫和剪枝的护理罢了。另一种存在探究存在之谜一如同一切文化热一样，所谓昆德拉热也是以误解为前提的。人们把道具看成了主角，误以为眼前正在上演的是一出政治剧，于是这位移居巴黎的捷克作家便被当做一个持不同政见的文学英雄受到了欢迎或者警惕。现在，随着昆德拉的文论集小说的艺术中译本的出版，我祝愿他能重获一位智者应得的宁静。昆德拉最欣赏的现代作家是卡夫卡。"}
{"text":"另一种存在探究存在之谜一如同一切文化热一样，所谓昆德拉热也是以误解为前提的。人们把道具看成了主角，误以为眼前正在上演的是一出政治剧，于是这位移居巴黎的捷克作家便被当做一个持不同政见的文学英雄受到了欢迎或者警惕。现在，随着昆德拉的文论集小说的艺术中译本的出版，我祝愿他能重获一位智者应得的宁静。昆德拉最欣赏的现代作家是卡夫卡。当评论家们纷纷把卡夫卡小说解释为一种批评资本主义异化的政治寓言的时候，昆德拉却赞扬它们是小说的彻底自主性的出色样板，指出其意义恰恰在于它们的不介入，即在所有政治纲领和意识形态面前保持完全的自主。不介入并非袖手旁观，自主并非中立。卡夫卡也好，昆德拉也好，他们的作品即使在政治的层面上也是富于批判意义的。但是，他们始终站得比政治更高，能够超越政治的层面而达于哲学的层面。如同昆德拉自己所说，在他的小说中，历史本身是被当做存在境况而给予理解和分析的。正因为如此，他们的政治批判也就具有了超出政治的人生思考的意义。高度政治化的环境对于人的思考力具有一种威慑作用，一个人哪怕他是笛卡尔，在身临其境时恐怕也难以怡然从事形而上学的沉思。面对血与火的事实，那种对于宇宙和生命意义的终极关切未免显得奢侈。然而，我相信，一个人如果真是一位现代的笛卡尔，那么，无论他写小说还是研究哲学，他都终能摆脱政治的威慑作用，使得异乎寻常的政治阅历不是阻断而是深化他的人生思考。曾经谈到一种情况呼唤革命的作家在革命到来时反而沉寂了。我们可以补充一种类似的情况呼唤自由的作家在自由到来时也可能会沉寂。仅仅在政治层面上思考和写作的作家，其作品的动机和效果均系于那个高度政治化的环境，一旦政治淡化自由正意味着政治淡化，他们的写作生命就结束了。他们的优势在于敢写不允许写的东西，既然什么都允许写，他们还有什么可写的呢？比较起来，立足于人生层面的作家有更耐久的写作生命，因为政治淡化原本就是他们的一个心灵事实。他们的使命不是捍卫或推翻某种教义，而是探究存在之谜。教义会过时，而存在之谜的谜底是不可能有朝一日被穷尽的。所以，在移居巴黎之后，昆德拉的作品仍然源源不断地问世，我对此丝毫不感到奇怪。"}
{"text":"他们的优势在于敢写不允许写的东西，既然什么都允许写，他们还有什么可写的呢？比较起来，立足于人生层面的作家有更耐久的写作生命，因为政治淡化原本就是他们的一个心灵事实。他们的使命不是捍卫或推翻某种教义，而是探究存在之谜。教义会过时，而存在之谜的谜底是不可能有朝一日被穷尽的。所以，在移居巴黎之后，昆德拉的作品仍然源源不断地问世，我对此丝毫不感到奇怪。二在小说的艺术中，昆德拉称小说家为存在的勘探者，而把小说的使命确定为通过想像出的人物对存在进行深思，揭示存在的不为人知的方面。昆德拉所说的存在，直接引自海德格尔的存在与时间。尽管这部巨著整个儿是在谈论存在，却始终不曾给存在下另一种存在过一个定义。海德格尔承认存在这个概念是不可定义的。我们只能约略推断，它是一个关涉人和世界的本质的范畴。正因为如此，存在是一个永恒的谜。按照尼采的说法，哲学家和诗人都是猜谜者，致力于探究存在之谜。那么，小说的特点何在？在昆德拉看来，小说的使命与哲学诗并无二致，只是小说拥有更丰富的手段，它具有非凡的合并能力，能把哲学和诗包容在自身中，而哲学和诗却无能包容小说。在勘探存在方面，哲学和诗的确各有自己的尴尬。哲学的手段是概念和逻辑，但逻辑的绳索不能套住活的存在。诗的手段是感觉和意象，但意象的碎片难以映显完整的存在。很久以来，哲学和诗试图通过联姻走出困境，结果好像并不理想，我们读到了许多美文和玄诗，也就是说，许多化装为哲学的诗和化装为诗的哲学。我不认为小说是唯一的乃至最后的出路，然而，设计出一些基本情境或情境之组合，用它们来包容连结贯通哲学的体悟和诗的感觉，也许是值得一试的途径。昆德拉把他小说里的人物称做实验性的自我，其实质是对存在的某个方面的疑问。例如，在不能承受的存在之轻中，托马斯大夫是对存在之轻的疑问，特丽莎是对灵与肉的疑问。而事实上，它们都是自己的疑问，推而广之，也是每一个自我对于存在所可能具有的一些根本性困惑，昆德拉为之设计了相应的人物和情境，而小说的展开便是对这些疑问的深入追究。关于存在之轻的译法和含义，批评界至今众说纷纭。其实，只要考虑到昆德拉使用的存在一词的海德格尔来源，许多无谓的争论即可避免。"}
{"text":"例如，在不能承受的存在之轻中，托马斯大夫是对存在之轻的疑问，特丽莎是对灵与肉的疑问。而事实上，它们都是自己的疑问，推而广之，也是每一个自我对于存在所可能具有的一些根本性困惑，昆德拉为之设计了相应的人物和情境，而小说的展开便是对这些疑问的深入追究。关于存在之轻的译法和含义，批评界至今众说纷纭。其实，只要考虑到昆德拉使用的存在一词的海德格尔来源，许多无谓的争论即可避免。存在之轻就是人生缺乏实质，人生的实质太轻飘，所以使人不能承受。在小说的艺术中，昆德拉自己有一个说明如果上帝已经走了，人不再是主人，谁是主人呢？探究存在之谜地球没有任何主人，在空无中前进。这就是存在的不可承受之轻。可见其涵义与上帝死了命题一脉相承，即指人生根本价值的失落。对于托马斯来说，人生实质的空无尤其表现在人生受偶然性支配，使得一切真正的选择成为不可能，而他所爱上的特丽莎便是绝对偶然性的化身。另一方面，特丽莎之受灵与肉问题的困扰，又是和托马斯既爱她又同众多女人发生性关系这一情形分不开的。两个主人公各自代表对存在的一个基本困惑，同时又构成诱发对方困惑的一个基本情境。在这样一种颇为巧妙的结构中，昆德拉把人物的性格和存在的思考同步推向了深入。我始终相信，探究存在之谜还是可以用多种方式的，不必是小说用小说探究存在之谜还是可以有多种写法的，不必如昆德拉。但是，我同时也相信昆德拉的话没有发现过去始终未知的一部分存在的小说是不道德的。不但小说，而且一切精神创作，惟有对人生基本境况做出了新的揭示，才称得上伟大。三昆德拉之所以要重提小说的使命问题，是因为他看到了现代人的深刻的精神危机，这个危机可以用海德格尔的一句名言来概括，就是存在的被遗忘。存在是如何被遗忘的？昆德拉说人处在一个真正的缩减的旋涡中，胡塞尔所讲的生活世界在旋涡中宿命般地黯淡，存在坠入遗忘。缩减仿佛是一种宿命。我们刚刚告别生活一切领域缩减为政治的时代，一个新的缩减旋涡又更加有力地罩住了我们。在这个旋涡中，爱情缩减为性，友谊缩减为交际和公共关系，读书和思考缩减为看电视，大自然缩减为豪华宾馆里的室内风景，对另一种存在土地的依恋缩减为旅游业，真正的精神冒险缩减为假冒险的游乐设施。"}
