{"text":"一本杂感，指花边文学，一九三六年六月由上海联华书局出版。死魂灵俄国作家果戈理的长篇小说。这里说的译过几章，指于一九三六年二月至五月续译的该书第二部残稿三章。指一九三六年六月在中国文艺工宣言上的签名。这个宣言曾刊载于作家月刊第一卷第三期一九三六年六月和文学丛报第四期一九三六年七月。咸肉庄上海话，一种变相的妓院。指沈端先夏衍。田汉参看本卷第页注。周起应，即周扬，湖南益阳人，文艺理论家，中国左翼作家联盟领导人之一。还有另两个，指沈端先和阳翰笙。穆木天―吉林伊通人，诗人翻译家。曾参加中国左翼作家联盟，一九三四年七月在上海被捕。同年九月二十五日大晚报刊出了穆木天等脱离左联的报道。现实文学月刊，尹庚白曙编辑，一九三六年七月在上海创刊。第三期改名人民文学，后即停刊。该刊第一期发表了冯雪峰笔录的答托洛斯基派的信和论现在我们的文学运动二文。周文―又名何谷天，四川荥经人，作家，中国左翼作家联盟成员。他的短篇小说山坡上在文学第五卷第六号一九三五年十二月发表时，曾被该刊编者傅东华删改因而他在同刊第六卷第一号一九三六年一月发表给编者的信表示抗议。一九三五年十二月十六日社会日报发表了署名黑二的文学起内哄一文，其中说周文是个笔名，原来就是何谷天，是一位七八成新的作家。他后面，论牌头有周，讲理论有左翼社会主义的第三种人的民族文学理论家胡风谷非张光仁。一九三五年十二月一日社会日报刊登虹儿的将转变？谷非张光人近况如何？一文，其中说刻遇某文坛要人，据谓翁有被转变的消息。关于翁的往哪里去，只要看一看引进员谷非张光人胡丰先生的行动就行了。田汉于一九三五年二月被捕，同年八月经保释出狱后，曾在南京主持中国舞台协会，演出他所编的回春之曲洪水械斗等剧。以后接受了党组织的批评，中止了这一活动。安那其主义者即无政府主义者。安那其，法语的音译。战斗的宣言指中国文艺工宣言。"}
{"text":"关于翁的往哪里去，只要看一看引进员谷非张光人胡丰先生的行动就行了。田汉于一九三五年二月被捕，同年八月经保释出狱后，曾在南京主持中国舞台协会，演出他所编的回春之曲洪水械斗等剧。以后接受了党组织的批评，中止了这一活动。安那其主义者即无政府主义者。安那其，法语的音译。战斗的宣言指中国文艺工宣言。西班牙的安那其的破坏革命一九三六年二月，由西班牙共产党社会党等组成的反法西斯统一战线组织西班牙人民阵线在选举中获胜，成立了联合政府。同年七月，以佛朗哥为首的右派势力在德意两国法西斯军队直接参与下发动内战，一九三九年联合政府被推翻。当时参加人民阵线的无政府主义工团派在内部制造分裂，对革命起了很大的破坏作用。傅郑指傅东华和郑振铎。参看本卷第页注第页注。他们二人曾同为文学月刊的主编。二十一条指一九一五年日本帝国主义向当时北洋政府总统袁世凯提出企图独占中国的二十一条秘密条款。左联即中国左翼作家联盟，中国共产党领导下的革命文学团体，一九三年三月在上海成立。领导成员有夏衍冯雪峰冯乃超丁玲周扬等。一九三五年底自行解散。斯太林传法国巴比塞著，中译本改以原著副题从一个人看一个新世界为书名，徐懋庸译，一九三六年九月上海大陆书社出版。关于太炎先生二三事关于太炎先生二三事前一些时，上海的官绅为太炎先生开追悼会，赴会者不满百人，遂在寂寞中闭幕，于是有人慨叹，以为青年们对于本国的学者，竟不如对于外国的高尔基的热诚。这慨叹其实是不得当的。官绅集会，一向为小民所不敢到况且高尔基是战斗的作家，太炎先生虽先前也以革命家现身，后来却退居于宁静的学者，用自己所手造的和别人所帮造的墙，和时代隔绝了。纪念者自然有人，但也许将为大多数所忘却。我以为先生的业绩，留在革命史上的，实在比在学术史上还要大。回忆三十余年之前，木板的书已经出版了，我读不断，当然也看不懂，恐怕那时的青年，这样的多得很。我的知道中国有太炎先生，并非因为他的经学和小学，是为了他驳斥康有为和作邹容的革命军序，竟被监禁于上海的西牢。"}
{"text":"纪念者自然有人，但也许将为大多数所忘却。我以为先生的业绩，留在革命史上的，实在比在学术史上还要大。回忆三十余年之前，木板的书已经出版了，我读不断，当然也看不懂，恐怕那时的青年，这样的多得很。我的知道中国有太炎先生，并非因为他的经学和小学，是为了他驳斥康有为和作邹容的革命军序，竟被监禁于上海的西牢。那时留学日本的浙籍学生，正办杂志浙江潮，其中即载有先生狱中所作诗，却并不难懂。这使我感动，也至今并没有忘记，现在抄两首在下面――狱中赠邹容邹容吾小弟，被发下瀛洲。快剪刀除辫，干牛肉作f。英雄一入狱，天地亦悲秋。临命须掺手，乾坤只两头。狱中闻沈禹希见杀不见沈生久，江湖知隐沦，萧萧悲壮士，今在易京门。螭m羞争焰，文章总断魂。中阴当待我，南北几新坟。一九六年六月出狱，即日东渡，到了东京，不久就主持民报。我爱看这民报，但并非为了先生的文笔古奥，索解为难，或说佛法，谈俱分进化，是为了他和主张保皇的梁启超斗争，和的斗争，和以红楼梦为成佛之要道的斗争，真是所向披靡，令人神旺。前去听讲也在这时候，但又并非因为他是学者，却为了他是有学问的革命家，所以直到现在，先生的音容笑貌，还在目前，而所讲的说文解字，却一句也不记得了。民国元年革命后，先生的所志已达，该可以大有作为了，然而还是不得志。这也是和高尔基的生受崇敬，死备哀荣，截然两样的。我以为两人遭遇的所以不同，其原因乃在高尔基先前的理想，后来都成为事实，他的一身，就是大众的一体，喜怒哀乐，无不相通而先生则排满之志虽伸，但视为最紧要的第一是用宗教发起信心，增进国民的道德第二是用国粹激动种性，增进爱国的热肠见民报第六本，却仅止于高妙的幻想不久而袁世凯又攘夺国柄，以遂私图，就更使先生失却实地，仅垂空文，至于今，惟我们的中华民国之称，尚系发源于先生的中华民国解最先亦见民报，为巨大的记念而已，然而知道这一重公案者，恐怕也已经不多了。既离民众，渐入颓唐，后来的参与投壶，接收馈赠，遂每为论者所不满，但这也不过白圭之玷，并非晚节不终。"}
{"text":"既离民众，渐入颓唐，后来的参与投壶，接收馈赠，遂每为论者所不满，但这也不过白圭之玷，并非晚节不终。考其生平，以大勋章作扇坠，临总统府之门，大诟袁世凯的包藏祸心者，并世无第二人七被追捕，三入牢狱，而革命之志，终不屈挠者，并世亦无第二人这才是先哲的精神，后生的楷范。近有文侩，勾结小报，竟也作文奚落先生以自鸣得意，真可谓小人不欲成人之美，而且蚍蜉撼大树，可笑不自量了！但革命之后，先生亦渐为昭示后世计，自藏其锋s。浙江所刻的章氏丛书，是出于手定的，大约以为驳难攻讦，至于忿詈，有违古之儒风，足以贻讥多士的罢，先前的见于期刊的斗争的文章，竟多被刊落，上文所引的诗两首，亦不见于诗录中。一九三三年刻章氏丛书续编于北平，所收不多，而更纯谨，且不取旧作，当然也无斗争之作，先生遂身衣学术的华衮，粹然成为儒宗，执贽愿为弟子者綦众，至于仓皇制同门录成册。近阅日报，有保护版权的广告，有三续丛书的记事，可见又将有遗著出版了，但补入先前战斗的文章与否，却无从知道。战斗的文章，乃是先生一生中最大，最久的业绩，假使未备，我以为是应该一一辑录，校印，使先生和后生相印，活在战斗者的心中的。然而此时此际，恐怕也未必能如所望罢，呜呼！十月九日。本篇最初印入一九三七年三月十日在上海出版的工作与学习丛刊之一二三事一书。太炎章炳麟―，又名绛，号太炎，浙江余杭人，清末革命家学者。光复会的发起人之一，后参加同盟会，主编民报。他的著作汇编为章氏丛书共三编。书参看本卷第页注。康有为参看本卷第页注。戊戌变法失败后逃亡国外，组织保皇会，后来并反对孙中山领导的民主革命运动。这里所说驳斥康有为，指章太炎发表于一九三年五月苏报的驳康有为论革命书，它批驳了康有为主张中国只可立宪，不能革命的与南北美洲诸华裔书。"}
{"text":"光复会的发起人之一，后参加同盟会，主编民报。他的著作汇编为章氏丛书共三编。书参看本卷第页注。康有为参看本卷第页注。戊戌变法失败后逃亡国外，组织保皇会，后来并反对孙中山领导的民主革命运动。这里所说驳斥康有为，指章太炎发表于一九三年五月苏报的驳康有为论革命书，它批驳了康有为主张中国只可立宪，不能革命的与南北美洲诸华裔书。邹容―字蔚丹，四川巴县人，清末革命家。一九二年留学日本，积极宣传反清革命思想一九三年回国，于五月出版鼓吹反清的革命军一书，书前有章太炎序。同年七月被清政府勾结上海英租界当局拘捕，次年三月判处监禁二年，一九五年四月死于租界狱中。这就是当时有名的苏报案。苏报，一八九六年创刊于上海的鼓吹反清革命的日报。因它曾刊文介绍革命军一书，经清政府勾结上海英租界当局于一九三年六月和七月先后将章炳麟邹容等人逮捕。次年三月由上海县知县会同会审公廨审讯，宣布他们的罪状为章炳麟作书并革命军序，又有驳康有为之一书，污蔑朝廷，形同悖逆邹容作革命军一书，谋为不轨，更为大逆不道。邹容被判监禁二年，章炳麟监禁三年。浙江潮月刊，清末浙江籍留日学生创办，光绪二十九年正月一九三年二月创刊于东京。这里的两首诗发表于该刊第七期一九三年九月。沈禹希―名荩，字禹希，湖南善化今长沙人。清末维新运动的参加者，戊戌变法失败后留学日本。一九年回国，秘密进行反清活动。一九三年被捕，杖死狱中。章太炎所作祭沈禹希文，载浙江潮第九期一九三年十一月。民报月刊，同盟会的机关杂志。一九五年十一月在东京创刊，一九八年十一月出至第二十四号被日本政府查禁一九一年初又秘密印行两期后停刊。自一九六年九月第七号起直至停刊，都由章太炎主编。俱分进化章太炎曾在民报第七号一九六年九月发表谈佛法的俱分进化论一文，其中说进化之所以为进化者，非由一方直进，而必由双方并进。专举一方，惟言智识进化可尔，若以道德言，则善亦进化，恶亦进化若以生计言，则乐亦进化，苦亦进化。"}
{"text":"民报月刊，同盟会的机关杂志。一九五年十一月在东京创刊，一九八年十一月出至第二十四号被日本政府查禁一九一年初又秘密印行两期后停刊。自一九六年九月第七号起直至停刊，都由章太炎主编。俱分进化章太炎曾在民报第七号一九六年九月发表谈佛法的俱分进化论一文，其中说进化之所以为进化者，非由一方直进，而必由双方并进。专举一方，惟言智识进化可尔，若以道德言，则善亦进化，恶亦进化若以生计言，则乐亦进化，苦亦进化。双方并进，如影之随形进化之实不可非，而进化之用无所取自标吾论曰俱分进化论。梁启超参看本卷第页注。他逃亡日本后，于一九二年在横滨创办新民丛报，鼓吹君主立宪，反对民主革命。章太炎主编的民报曾对这种主张予以批驳。和的斗争疑为献策二字，指吴稚晖。吴稚晖名敬恒曾参加苏报工作，在苏报案中有叛卖行为。章太炎在民报第十九号一九八年二月发表的复吴敬恒书中说案仆入狱数日，足下来视，自述见俞明震按当时为江苏候补道屈膝请安及赐面事，又述俞明震语，谓奉上官条教，来捕足下，但吾辈办事不可野蛮，有释足下意，愿足下善为谋。时慰丹在傍，问曰何以有我与章先生？足下即面色青黄，嗫嚅不语足下献策事，则言之。仆参以足下之屈膝请安胛盼康锒嫔嗷啤幸灾r之言实也。后来又在民报第二十二号一九八年七月的再复吴敬恒书中说今告足下，艘荒挥眩八昀创擞卫肫拖嗉灯涫隆阆录燃震，而火票未发以前，未有一言见告非表里为奸，岂有坐视同党之危而不先警报者？及巡捕抵门，他人犹未知明震与美领事磋商事状，足下已先言之。非足下与明震通情之的证乎？非足下献策之的证乎？指蓝公武。章太炎在民报第十号一九六年十二月发表的与人书中说某某足下顷者友人以大著见示，中有俱分进化论批评一篇。足下尚崇拜苏轼赤壁赋，以红楼梦为成佛之要道，所见如此，仆岂必与足下辨乎？书末又有附白再贵报新教育学冠言有一语云虽如汗牛之充栋，思之累日不解。一九二四年五月二十五日北京晨报副刊发表有蓝公武汗牛之充栋不是一件可笑的事一文，说当日和太炎辨难的是我，所辩论的题目，是哲学上一个善恶的问题。"}
{"text":"非足下献策之的证乎？指蓝公武。章太炎在民报第十号一九六年十二月发表的与人书中说某某足下顷者友人以大著见示，中有俱分进化论批评一篇。足下尚崇拜苏轼赤壁赋，以红楼梦为成佛之要道，所见如此，仆岂必与足下辨乎？书末又有附白再贵报新教育学冠言有一语云虽如汗牛之充栋，思之累日不解。一九二四年五月二十五日北京晨报副刊发表有蓝公武汗牛之充栋不是一件可笑的事一文，说当日和太炎辨难的是我，所辩论的题目，是哲学上一个善恶的问题。按蓝公武―，江苏吴江人。早年留学日本和德国。曾任国民公报社长时事新报总编辑等职。又章太炎函中所说的贵报，指当时蓝公武与张东荪主办的在日本发行的教育杂志。一九八年在东京时曾在章太炎处听讲小学。据许寿裳在亡友印象记从章先生学中说章先生出狱以后，东渡日本，一面为民报撰文，一面为青年讲学我和极愿往听，而苦与学课时间相冲突，因托龚未生名宝铨转达，希望另设一班，蒙先生慨然允许。每星期日清晨，我们前往受业，先生讲段氏说文解字注郝氏尔雅义疏等。章太炎这几句话，见民报第六号一九六年八月所载他的演说录近日办事的方法第一要在感情，没有感情，凭你有百千万亿的拿坡仑华盛顿，总是人各一心，不能团结要成就这感情，有两件事是最要的，第一是用宗教发起信心，增进国民的道德第二是用国粹激动种性，增进爱国的热肠。袁世凯参看本卷第页注。中华民国解发表于民报第十五号一九七年七月，后来收入太炎文录别录卷一。投壶参看本卷第页注。一九二六年八月间，章太炎在南京任孙传芳设立的婚丧祭礼制会会长，孙传芳曾邀他参加投壶仪式，但章未去。七被追捕，三入牢狱章太炎在一九六年五月出狱后，东渡日本，在旅日的革命者为他举行的欢迎会上说算来自戊戌年以后，已有七次查拿，六次都拿不到，到第七次方才拿到以前三次，或因别事株连，或是普拿新党，不专为我一人，后来四次，却都为逐满独立的事。载民报第六号至于三入牢狱，据太炎先生自定年谱可考者为两次一九三年五月因苏报案被捕，监禁三年，期满获释一九一三年八月因反对袁世凯被软禁，袁死后始得自由。"}
{"text":"七被追捕，三入牢狱章太炎在一九六年五月出狱后，东渡日本，在旅日的革命者为他举行的欢迎会上说算来自戊戌年以后，已有七次查拿，六次都拿不到，到第七次方才拿到以前三次，或因别事株连，或是普拿新党，不专为我一人，后来四次，却都为逐满独立的事。载民报第六号至于三入牢狱，据太炎先生自定年谱可考者为两次一九三年五月因苏报案被捕，监禁三年，期满获释一九一三年八月因反对袁世凯被软禁，袁死后始得自由。小人不欲成人之美语出论语颜渊君子成人之美，不成人之恶小人反是。蚍蜉撼大树，可笑不自量语见韩愈诗调张籍。章氏丛书浙江图书馆木刻本于一九一九年刊行，共收著作十三种。其中无诗录，诗即附于文录卷二之末。下文的章氏丛书续编，由章太炎的学生吴承仕钱玄同等编校，一九三三年刊行，共收著作七种。同门录即同学姓名录。据汉书孟喜传唐代颜师古注同门，同师学者也。记苏联版画展览会记苏联版画展览会我记得曾有一个时候，我们很少能够从本国的刊物上，知道一点苏联的情形。虽是文艺罢，有些可敬的作家和学者们，也如千金小姐的遇到柏油一样，不但决不沾手，离得还远呢，却已经皱起了鼻子。近一两年可不同了，自然间或还看见几幅从外国刊物上取来的讽刺画，但更多的是真心的绍介着建设的成绩，令人抬起头来，看见飞机，水闸，工人住宅，集体农场，不再专门两眼看地，惦记着破皮鞋摇头叹气了。这些绍介者，都并非有所谓可怕的政治倾向的人，但决不幸灾乐祸，因此看得邻人的平和的繁荣，也就非常高兴，并且将这高兴来分给中国人。我以为为中国和苏联两国起见，这现象是极好的，一面是真相为我们所知道，得到了解，一面是不再误解，而且证明了我们中国，确有许多威武不能屈，贫贱不能移的必说真话的人们。但那些绍介，都是文章或照相，今年的版画展览会，却将艺术直接陈列在我们眼前了。之中，很有几个是由于作品的复制，姓名已为我们所熟识的，但现在才看到手制的原作，使我们更加觉得亲密。版画之中，木刻是中国早已发明的，但中途衰退，五年前从新兴起的是取法于欧洲，与古代木刻并无关系。不久，就遭压迫，又缺师资，所以至今不见有特别的进步。我们在这会里才得了极好，极多的模范。"}
{"text":"但那些绍介，都是文章或照相，今年的版画展览会，却将艺术直接陈列在我们眼前了。之中，很有几个是由于作品的复制，姓名已为我们所熟识的，但现在才看到手制的原作，使我们更加觉得亲密。版画之中，木刻是中国早已发明的，但中途衰退，五年前从新兴起的是取法于欧洲，与古代木刻并无关系。不久，就遭压迫，又缺师资，所以至今不见有特别的进步。我们在这会里才得了极好，极多的模范。首先应该注意的是内战时期，就改革木刻，从此不断的前进的巨匠法复尔斯基，和他的一派兑内加，冈察洛夫，叶卡斯托夫，毕珂夫等，他们在作品里各各表现着真挚的精神，继起者怎样照着导师所指示的道路，却用不同的方法，使我们知道只要内容相同，方法不妨各异，而依傍和模仿，决不能产生真艺术。兑内加和叶卡斯托夫的作品，是中国未曾绍介过的，可惜这里也很少和法复尔斯基接近的保夫理诺夫的木刻，我们只见过一幅，现在却弥补了这缺憾了。克拉甫兼珂的木刻能够幸而寄到中国，翻印绍介了的也只有一幅，到现在大家才看见他更多的原作。他的浪漫的色彩，会鼓动我们的青年的热情，而注意于背景和细致的表现，也将使观者得到裨益。我们的绘画，从宋以来就盛行写意，两点是眼，不知是长是圆，一画是鸟，不知是鹰是燕，竞尚高简，变成空虚，这弊病还常见于现在的青年木刻家的作品里，克拉甫兼珂的新作尼泊尔建造，是惊起这种懒惰的空想的警钟。至于毕斯凯莱夫，则恐怕是最先绍介到中国来的木刻家。他的四幅铁流的插画，早为许多青年读者所欣赏，现在才又见了安娜加里尼娜的插画，――他的刻法的别一端。这里又有密德罗辛，希仁斯基，莫察罗夫，都曾为中国豫先所知道，以及许多第一次看见的艺术家，是从十月革命前已经有名，以至生于二十世纪初的青年艺术家的作品，都在向我们说明通力合作，进向平和的建设的道路。"}
