{"text":"他说世界犹如一件自我生育的艺术品。强力意志第节。这个永恒生成着的世界，不断地创造着也破坏着，以此自娱，不正酷似艺术活动吗作为永不枯竭的生命意志，它一会儿产生个体生命，一会儿又毁掉个体生命。产生肯定和美化个体生命，这是自然界本身的日神冲动。毁灭和否定个体生命，这是自然界本身的酒神冲动。在这个意义上，尼采说酒神冲动和日神冲动是无需人间艺术家的中介而从自然界本身迸发出来的二元冲动。悲剧的诞生第节。这位富有艺术气质的自然母亲，使她的子女们也秉承了她的气质。由自然界本身的二元冲动，产生了人的两种基本的审美状态梦与醉。日神状态和酒神状态。艺术本身作为一种自然的强力借这两种状态表现在人身上，支配着他，不管他愿意还是不愿意或作为驱向幻觉之迫力，或作为驱向放纵之迫力。这两种状态在日常生活中也有所表现，只是比较弱些在梦中，在醉中。强力意志第节。自然界要肯定个体生命，所以你不得不做梦。自然界要否定个体生命，所以你不得不滥醉。第节第九章诗人哲学家人间的艺术家只是世界本体这位原始艺术家的摹仿者。一些人摹仿日神冲动，用颜料大理石文字编织梦的形象，成为造型艺术家和史诗诗人。另一些人摹仿酒神冲动，用节奏和旋律传达醉的情绪，成为音乐家和抒情诗人。悲剧家兼而有之，把醉的情绪生发为梦的形象。艺术家只是艺术的承担者，不是艺术的源泉。他的自我是世界本体的代言人，从存在的深渊发出呼唤。悲剧的诞生第节。本体的艺术化与艺术的本体化是同一件事情的两个方面。既然世界本体原是一种艺术活动，那就只有艺术活动才能体现世界本体。尼采始终强调艺术的本体论意义艺术是生命的最高使命和生命本来的形而上活动。悲剧的诞生。尼采全集第卷，第页。又见强力意志第节。艺术是自然真相的哲理说明。悲剧的诞生第节。不过，如果我们追循尼采的思想逻辑，我们就会发现，他之所以要把本体艺术化，又把艺术本体化，仍然是为了给人生提供一种意义。艺术的形而上学意义实来自人生需要形而上学意义。我们的最高尊严在艺术活动的价值之中，因为只有作为审美现象，人生和世界才永远有充足理由。要正确认识世界之存在，只有把它当作一种审美现象。"}
{"text":"又见强力意志第节。艺术是自然真相的哲理说明。悲剧的诞生第节。不过，如果我们追循尼采的思想逻辑，我们就会发现，他之所以要把本体艺术化，又把艺术本体化，仍然是为了给人生提供一种意义。艺术的形而上学意义实来自人生需要形而上学意义。我们的最高尊严在艺术活动的价值之中，因为只有作为审美现象，人生和世界才永远有充足理由。要正确认识世界之存在，只有把它当作一种审美现象。因为只有全然非理性非伦理的艺术家之神，才会在创造中如同在破坏中一样，在善之中如同在恶之中一样，愿意知道他自己有同样的快乐和胜利在创造世界的时候，他从丰满和过剩之苦闷中，从积聚心头的矛盾之苦恼中，解放了自己。自我批判的尝试第节。尼采选集第卷，第页。世界本身并无意义，它不断产生和毁灭个体生命的活动本身也并无意义，如果你要用真理或道德的眼光去探究它的意义，你只会失望，会对生命本身失去信心。可是，一旦用艺术的眼光去看世界，无意义的生成变化过程突然有了一种意义，那就是审美的意义。在尼采看来，舍此别无肯定存在的途径。艺术的本质方面始终在于它使存在完成，它产生完美和充实，艺术本质上是肯定，是祝福，是存在的神化。强力意志第节。艺术使有根本缺陷的存在变得完美无缺了，那根本缺陷就是存在的无意义，而它获得意义也就是它的完成。被如此艺术化了的本体，人不再感觉其荒谬，人居住在这世界上就如同居住在家里一样了。艺术化的本体已不是传统形而上学所追问的那个本体。尼采是根本不承认那个与人漠不相关的本体的。对于他来说，世界之本体即世界之意义。评价本身即具有形而上学意义。形而上学不应该是追究世界本原的活动，而应该是对世界做出评价即赋予意义的活动。人最后在事物中找出的东西，只不过是他自己曾经塞入的东西找出，就叫科学塞入，就叫艺术宗教爱骄傲。这两件事本身就该是游戏，也应当继续搞下去，鼓足勇气搞下去，一种人去找出，另一种人我们这种人去塞入强力意志第节。本体的艺术化之所以可能，秘密全在于此了。通过本体的艺术化和人生的审美化，尼采追求一种人与世界打成一片的感觉。在他看来，理性的发展削弱了人的原始本能，恰恰破坏了这种感觉。以色彩感为例，蓝色和绿色是自然异于人的色彩，可是古希腊人描绘自然时对蓝绿二色完全色盲，却使用人的色彩如深褐色和黄色。"}
{"text":"这两件事本身就该是游戏，也应当继续搞下去，鼓足勇气搞下去，一种人去找出，另一种人我们这种人去塞入强力意志第节。本体的艺术化之所以可能，秘密全在于此了。通过本体的艺术化和人生的审美化，尼采追求一种人与世界打成一片的感觉。在他看来，理性的发展削弱了人的原始本能，恰恰破坏了这种感觉。以色彩感为例，蓝色和绿色是自然异于人的色彩，可是古希腊人描绘自然时对蓝绿二色完全色盲，却使用人的色彩如深褐色和黄色。人与自然之间色彩的和谐感正是人类最初学会欣赏一切存在的途径。在这方面一旦精细化了，和谐也就失去了。参看朝霞第节。追求与自然打成一片，渴望通过艺术而与永恒合为一体，讴歌梦与醉，正是浪漫主义的主要特色。尼采是一个天生的浪漫主义者。他反对酗酒，但他比任何酒徒都更充满醉意一位女子害羞地问道，在一片曙色里你清醒时已经轻飘飘，喝醉酒更当如何颠痴尼采全集第卷，第页。可是，我们发现，这位浪漫气十足的哲学家在艺术领域里攻击得最厉害的恰恰是浪漫主义。他对消极浪漫主义的批评尚可从他的强力意志说得到解释，但他有时所攻击的偏是他自己的安身立命之本他指责浪漫主义者渴望一种艺术形而上学的慰藉。自我批判的尝试第节。尼采选集第卷，第页。那不也是他自己的渴望吗要不他干嘛要把本体艺术化呢我们在尼采身上常常发现这种矛盾现象。他蔑视他之所爱，爱得愈甚，攻击也愈甚。就天性而论，他首先是个音乐家，其次是个诗人，再其次是个思想家。而他的评价却倒了过来诗人比音乐家站得高，他达到了较高要求，近乎完人思想家达到了更高的要求，他向往完全的集中的新鲜的力量，不贪图享受，而是渴望战斗，坚决放弃一切个人欲求。尼采全集第卷，第页。对于音乐的攻击俯拾皆是，对诗人的贬薄也不少见。参看尼采全集第卷，第页第卷，第页第卷，第页第卷，第页。当然，对二者也有同样热烈的赞颂。从这种自相矛盾中，我们能感觉到尼采的深刻苦恼，这是追求与幻灭的苦恼。第节第九章诗人哲学家每个诗人都相信谁静卧草地或寂静山坡，侧耳倾听，必能领悟天地间万物之奥义。"}
{"text":"尼采全集第卷，第页。对于音乐的攻击俯拾皆是，对诗人的贬薄也不少见。参看尼采全集第卷，第页第卷，第页第卷，第页第卷，第页。当然，对二者也有同样热烈的赞颂。从这种自相矛盾中，我们能感觉到尼采的深刻苦恼，这是追求与幻灭的苦恼。第节第九章诗人哲学家每个诗人都相信谁静卧草地或寂静山坡，侧耳倾听，必能领悟天地间万物之奥义。倘有柔情袭来，诗人必以为自然在与他们恋爱她悄悄俯身他们耳畔，密授天机，软语温存于是他们炫耀自夸于众生之前哦，天地间万物之奥义，唯有诗人与之梦魂相连尤其在诸天之上因为众神都是诗人的譬喻，诗人的诡词真的，我们总是被诱往高处那缥缈云乡我们在其上安置我们的五彩玩偶，然后名之神和超人。所有这些神和超人，它们于这底座诚然足够轻飘唉，我如何厌倦一切可望而不可即的东西唉，我如何厌倦诗人查拉图斯特拉如是说。尼采全集第卷，第页。尼采毕竟是个现代人，已经失去人类童年的天真，不能像他神往的希腊人那样与自然大化浑然一体了。他赋予世界以审美的意义，可他心里明白，这不过是诗人的譬喻，因而所赋予的意义时时有失落的危险。他做梦，沉醉，可他心灵的至深处却醒着，并且冷眼审视这梦着醉着的自己，生出了一种悲哀和厌倦。但尼采毕竟又是个诗人。他之为诗人是由于天性我惭愧于我仍然必须是个诗人我怕我太是个音乐家，势将难于不做浪漫主义者了。致勃兰兑斯的信。转引自威尔都兰古今大哲学家之生活与思想，第页。他之为诗人又是出于必要倘若人不是诗人解谜者和偶然的拯救者，我如何能忍受做一个人查拉图斯特拉如是说。尼采全集第卷，第页。英雄的渴望只有在美之中才能静息和沉抑。尼采用艺术来拯救这无意义的世界，他同时也是在拯救他自己的灵魂，这颗渴望超越的灵魂如果没有艺术形而上学的慰藉，将堕入悲观主义的地狱而不能自拔了。唉，艺术形而上学终究只是个慰藉诗意的思关于哲学究竟是科学还是诗的争论恐怕永远不会有一个结论，实在也不必强求一个结论，就像不必强求一切人气质相同一样。一个理智型的人治理哲学不能不如同治理科学，因为他原本就是一个科学家。"}
{"text":"尼采全集第卷，第页。英雄的渴望只有在美之中才能静息和沉抑。尼采用艺术来拯救这无意义的世界，他同时也是在拯救他自己的灵魂，这颗渴望超越的灵魂如果没有艺术形而上学的慰藉，将堕入悲观主义的地狱而不能自拔了。唉，艺术形而上学终究只是个慰藉诗意的思关于哲学究竟是科学还是诗的争论恐怕永远不会有一个结论，实在也不必强求一个结论，就像不必强求一切人气质相同一样。一个理智型的人治理哲学不能不如同治理科学，因为他原本就是一个科学家。一个情感型的人不能不把哲学当作诗，因为他原本就是一个诗人。尼采当然属于后者。尼采称学院哲学为血蝠主义，抽象的观念如同吸血蝙蝠一样，吸尽了哲学家的血，使他变得贫血苍白，使他心灵枯竭。参看快乐的科学第节。尼采看见这样的哲学家阴郁地从知识之林中归来，衣衫褴褛，悬挂着他的猎物，那丑陋的真理也悬挂着许多棘刺，可是没有一朵玫瑰花。参看查拉图斯特拉如是说高尚者。不，哲学是不该如此丑陋枯燥艰难的，尼采要把欢笑美幻梦谜渗入哲学，使它如同诗一样闪射奇异的光彩，使人可以在其中自由逍遥，流连忘返。参看朝霞第节。那些在哲学中寻找严密逻辑体系的人一定会对尼采哲学感到失望，就像尼采也对以往一切哲学体系感到失望一样。尼采根本就反对构造体系。他说我不信任一切体系构造者，并且避开他们。构造体系的意愿是一种诚实的缺如。偶像的黄昏。尼采全集第卷，第页。诚实的哲学家投身人生的激流，珍惜自己的闪耀着浪花之美的真实感受，其中交织着他的爱和恨欢乐和痛苦。体系构造者却远离人生，如树丛里的蜘蛛，编织蛛网，还自以为他的灰色的体系之网笼罩了整个大千世界。在尼采看来，一个真正的哲学家本质上必然也是一个诗人。诗人的心灵，哲学家的头脑，这两样东西难道能够分开吗一个人不正是因为有了一颗富于感受的热爱人生的心，才会去对人生之谜作哲学的探索吗那么，同样道理，在作这种探索时，他又怎会不再受诗的激情支配呢哲学家和诗人是息息相通的，他们都是不实际的不世故的，进入他们视野的是人生和世界的大问题，他们为同一个谜所吸引，寻找着同一个梦境。诗意的思，首先是真情实感的思。使母鸡咯咯使诗人歌唱的是痛苦。查拉图斯特拉如是说。尼采全集第卷，第页。"}
{"text":"诗人的心灵，哲学家的头脑，这两样东西难道能够分开吗一个人不正是因为有了一颗富于感受的热爱人生的心，才会去对人生之谜作哲学的探索吗那么，同样道理，在作这种探索时，他又怎会不再受诗的激情支配呢哲学家和诗人是息息相通的，他们都是不实际的不世故的，进入他们视野的是人生和世界的大问题，他们为同一个谜所吸引，寻找着同一个梦境。诗意的思，首先是真情实感的思。使母鸡咯咯使诗人歌唱的是痛苦。查拉图斯特拉如是说。尼采全集第卷，第页。哲学家如同诗人一样，因孕育的痛苦而写作，他的全部哲思从心底流泻。诗意的思，又是强调哲学的思必如同诗的灵感一样，在一闪光中才能袭取存在之真理。尼采的哲学著作多以格言形式写成，不独出于爱好，在他看来乃是出于必需。表达方式取决于思考方式，思考方式又取决于思考对象本身。尼采在谈到他的思考方式时写道我对待深刻的问题如同对待冷水浴赶快进去，赶快出来大寒使我快捷顺便一问一件事在一瞬间被触及瞥见照亮，就真是未被理解和认识吗务必稳坐其上，像孵卵一样吗至少有一种特别羞怯敏感的真理，除了突取便不可得，或者突袭之，或者只好放弃快乐的科学第节。尼采全集第卷，第页。存在喜欢隐匿自身，一切至深的人生奥秘和存在奥秘，都要靠突袭获取。第节第九章诗人哲学家与其说突袭思想，不如说被思想所突袭。尼采厌恶制造思想。思想是制造不出来的。尼采的习惯是在旷野，在寂静的山谷，在海滨，在散步跳跃攀登舞蹈之时，在脚下的路也好像在深思的地方思考。参看快乐的科学第节。福楼拜说，一个人只有坐下来才能思考和写作。尼采愤而驳斥久坐是反对神圣精神的罪。只有散步得来的思想才有价值。偶像的黄昏。尼采全集第卷，第页。哲学家深居学院，远离自然，必使哲学流于琐屑枝节，而与永恒大化隔绝不通。自然是诗人的摇篮，也是哲学家的襁褓。散步之中，思想如风迎面扑来，妙手偶得，这就是灵感了。但灵感其实是得之于长期孕育之痛苦的，存在之奥义只向苦苦求索的眼睛偶尔袒露。使人深深震撼颤栗的事物，突然成为可见可闻，有着不可言说的明t和正确。自己不追寻而听到自己不要求而获得一种思想如同电光一闪，必然而迅速，使人没有选择的余地。"}
{"text":"尼采全集第卷，第页。哲学家深居学院，远离自然，必使哲学流于琐屑枝节，而与永恒大化隔绝不通。自然是诗人的摇篮，也是哲学家的襁褓。散步之中，思想如风迎面扑来，妙手偶得，这就是灵感了。但灵感其实是得之于长期孕育之痛苦的，存在之奥义只向苦苦求索的眼睛偶尔袒露。使人深深震撼颤栗的事物，突然成为可见可闻，有着不可言说的明t和正确。自己不追寻而听到自己不要求而获得一种思想如同电光一闪，必然而迅速，使人没有选择的余地。这是一种销魂，它的可怖的紧张，时而被一阵眼泪的横流宽舒了看哪这人。尼采选集第卷，第页。被灵感的一闪光照亮的存在，若要见诸文字，却有不可克服的困难。尼采常常为此悲哀，一旦把捕获的思想用文字固定下来，它就死在文字上，如死鸟悬挂飘摇，令人难解捕获时何以那样快乐。难以表达的痛苦使尼采另辟蹊径，把象征引进了哲学。波德莱尔在诗坛开象征主义一代风气，尼采则是一位象征主义哲学家。整部查拉图斯特拉如是说就是一篇象征主义的哲理诗。其中还专门谈到了象征的含义这里万物抚爱地听你谈话并且逢迎你，因为它们想骑在你背上驰驱。这里你骑在一切象征上驰向一切真理。这里你可以真诚坦率地向万物谈话。真的，当独自一人直接与万物谈话，在它们听来是赞美。这里一切存在的言语和言语之宝库突然为我打开这里一切存在想变成言语，这里一切生成想从我学习言谈。尼采全集第卷，第页。远离尘嚣，在孤寂中与万物交感，存在的秘密敞开了。万物都好像以最敏捷最正确最单纯的表达方式呈现自己。万物都好像自动前来，甘愿充当譬喻。看哪这人。尼采选集第卷，第页。所以象征不是单纯的比喻，不是一种人为的表现手法。它首先是人与宇宙本体交融的境界，是从这境界中自然而然涌出的言谈。用作象征的某一观念或形象，不单指一事一物，而是使人思及无名无象不落言诠的无限和永恒。哲学既是对无限和永恒的追问，也就不能不用象征手法。尼采哲学的许多范畴，如强力意志生命意志酒神日神永恒轮回超人，与其说是逻辑意义上的概念，不如说是诗学意义上的象征。因此，理解起来也就不能光靠分析的头脑，而必须靠直觉的领悟了。尼采不但提倡哲学的思起于灵感，见诸象征，而且重视哲学著作的风格。"}
{"text":"用作象征的某一观念或形象，不单指一事一物，而是使人思及无名无象不落言诠的无限和永恒。哲学既是对无限和永恒的追问，也就不能不用象征手法。尼采哲学的许多范畴，如强力意志生命意志酒神日神永恒轮回超人，与其说是逻辑意义上的概念，不如说是诗学意义上的象征。因此，理解起来也就不能光靠分析的头脑，而必须靠直觉的领悟了。尼采不但提倡哲学的思起于灵感，见诸象征，而且重视哲学著作的风格。每种高贵的思想和趣味如要将自己传达，必选择其听者，一面选择，一面也就拒斥他人。一种风格的种种精微法则即源于此它们拒人于远，造成距离，禁止入内同时也开启同道者的耳聪。快乐的科学第节。尼采全集第卷，第页。何谓风格尼采说一切风格的含义即是，用符号和符号的节奏传达一种状态，一种热情的内在紧张最佳风格在于真实地传达内在状态，合宜地使用符号以及符号的节奏和表情一切修辞无非是表情的技巧。风格的前提是要有听者，有值得传达与之的人。看哪这人。尼采选集第卷，第页。尼采对于自己的风格是极为自豪的。他称他的查拉图斯特拉如是说是绝无仅有的新颖的艺术形式，其韵律之优美，风格之宏伟，激情之惊涛起伏，均属独创。他说他和海涅是德国语言的最伟大的艺术家。他甚至自诩，在他之前人们不知道如何使用德国语言和一般语言。尼采的典型风格是格言和警句。在他的书里，你找不到长篇大论，更找不到体系巨构。他的著作或是格言和警句的汇编，或是妙语连珠的散文。使他得意的也就是这种格言和警句的风格格言警句在这方面我在德国人中是第一号大师是永恒的形式我的野心是要在十句话中说出旁人在一本书中说出的东西，旁人在一本书中没有说出的东西偶像的黄昏。尼采全集第卷，第页。格言的凝练表现出力，格言的精致表现出美，写格言的人必须有最纤美的手指和最刚强的拳头看哪这人。尼采选集第卷，第页在山谷中，最短的路是从峰顶到峰顶但你必须有长腿才能跨越。格言便如峰顶，它诉与伟大高岸的人。查拉图斯特拉如是说。尼采全集第卷，第页。在这个意义上，格言又如舞蹈，它跳跃，轻捷，自由，象征着一位自由思想家的精神。我不知道，一个哲学家的精神除了成为一个好舞蹈家，还希望成为什么。快乐的科学第节。"}
{"text":"尼采全集第卷，第页。格言的凝练表现出力，格言的精致表现出美，写格言的人必须有最纤美的手指和最刚强的拳头看哪这人。尼采选集第卷，第页在山谷中，最短的路是从峰顶到峰顶但你必须有长腿才能跨越。格言便如峰顶，它诉与伟大高岸的人。查拉图斯特拉如是说。尼采全集第卷，第页。在这个意义上，格言又如舞蹈，它跳跃，轻捷，自由，象征着一位自由思想家的精神。我不知道，一个哲学家的精神除了成为一个好舞蹈家，还希望成为什么。快乐的科学第节。尼采全集第卷，第页。风格如其人，的确再也没有比格言更能表现尼采的精神风貌的形式了。人们也许不同意尼采把哲学诗化的主张，可是，一个人只要有鉴赏力，在读到尼采这些诗一般的哲学格言时，又怎么会不得到一种审美享受呢有人对尼采说谁走你的路，必通向地狱尼采回答好吧我愿用好的格言为自己铺设通向地狱之路。尼采全集第卷，第页。瞧，这又是尼采的风格第节跋在尼采之后跋在尼采之后尼采与形而上学跋在尼采之后现在我们要和尼采告别了。他走向何方有谁知道只知道他消失了。尼采全集第卷，第页。他身后并没有留下一个以他的名字命名的学派，可是他的影响却渗透于现代西方许多哲学流派之中。重视人和人生意义问题，重视价值问题，重视个人对于价值的自由选择，几乎是现代思潮的共同特征。在和尼采告别之际，我们仅仅投一瞥于和尼采有直接精神联系的某些流派或哲学家，看看他们在尼采的方向上走了多远。尼采提出的主要问题是在传统价值全面崩溃的时代，人如何重新确立生活的意义我们可以把他的答案归结为一解除理性和道德对于生命本能的压抑，使生命本能健康发展二发扬人的超越性，做精神文化价值的创造者三以审美的人生态度取代科学和伦理的人生态度。当我们分别从这三个方面向前探寻时，我们在第一条路上发现了生命哲学家和弗洛伊德主义者，在第二条路上看见了存在哲学家的活跃的身影，在第三条路上遇到了高举艺术革命旗帜的浪漫主义骑士马尔库塞。尼采自己实际上就是生命哲学的创始人。在他之前，还有叔本华。在他之后，德国哲学家狄尔泰西美尔奥伊肯克拉盖斯和法国哲学家柏格森均倡生命哲学。"}
