{"text":"人生活在一种文化的影响之中，他就有批判这种文化的权利。我对自己所在的文化有所批评，这是因为我生活在此地，我在这种文化的影响之下，所以有批判它的权利。假设我拿了绿卡，住在外国，你说我没有这种权利，我倒无话可说。这是因为，人该是自己生活的主宰，不是别人手里的行货。假如连这一点都不懂，他就是行尸走肉，而行尸走向是不配谈论科学的。极端体验唐朝有位秀才先生，才高八斗，学富五车，因慕李太白为人，自起名为李赤――我虽没见过他，但能想像出他的样子一位翩翩佳公子。有一天，春日融融，李赤先生和几个朋友出城郊游。走到一处野外的饭馆，朋友们决定在此吃午饭。大家入席以后，李赤起身去方便。去了就不回来，大家也没理会。忽听外面一声暴喊，大家循声赶去，找到了厕所里。只见李赤先生头在下，脚在上，倒插在粪桶里。这景象够吓人的。幸亏有位上厕所的先生撞见了，惊叫了一声，迟了不堪设想大伙赶紧把他拔出来，打来清水猛冲了几桶。还好，李赤先生还有气，冷水一激又缓了过来。别人觉得有个恶棍躲在厕所里搞鬼，把李赤拦腰抱起，栽进了粪桶里，急着要把他逮住。但李赤先生说，是自己掉进去的。于是众人大笑，说李先生太不小心了，让他更衣重新入席――但却忽略了一件事李先生不是跳水队员，向前跳水的动作也不是非常熟练，怎么能一失足就倒插在粪桶里。所以，他是自己跳下去的。李赤的故事古书里提到了多次，唐文粹里有柳宗元的李赤传，酉阳杂里好像也有，都提到了李先生跳粪桶或跳茅坑，但都无法解释他为什么要跳。我忽然发现，这件事我能解释有些人秉性特殊，寻常生活不能让他们满足。他们需要某种极端体验喜欢被人捆绑起来，加以羞辱和拷打――人各有所好，这不碍我们的事。其中还有些人想要s，也就是把屎尿往头上浇。这才是真正惊世骇俗的嗜好。据说在纽约和加州某些俱乐部里，有人在口袋里放块黄手绢，露出半截来，就表明自己有这种嗜好。我觉得李赤先生就有这种嗜好，只是他不是让别人往头上浇，而是自己要往里跳。这种事解释得太详细了难免恶心，我们只要明白极端体验是个什么意思就够了。现在是太平年月，大约在三十年前吧，整个中国乱哄哄的，有些人生活在极端体验里。这些人里有几位我认识，有些是学校里的老师，还有一些是大院里的叔叔阿姨。"}
{"text":"其中还有些人想要s，也就是把屎尿往头上浇。这才是真正惊世骇俗的嗜好。据说在纽约和加州某些俱乐部里，有人在口袋里放块黄手绢，露出半截来，就表明自己有这种嗜好。我觉得李赤先生就有这种嗜好，只是他不是让别人往头上浇，而是自己要往里跳。这种事解释得太详细了难免恶心，我们只要明白极端体验是个什么意思就够了。现在是太平年月，大约在三十年前吧，整个中国乱哄哄的，有些人生活在极端体验里。这些人里有几位我认识，有些是学校里的老师，还有一些是大院里的叔叔阿姨。他们都不喜欢这种横加在头上的极端体验，就自杀了跳楼的跳楼，上吊的上吊，用这种方法来解脱苦难。也许有些当年闹事的人觉得这些事还满有意思的，但我劝他们替死者家属想想。死者已矣，留给亲友的却是无边的黑夜然后我就去插队，走南闯北，这种事情见得很多。比方说，在村里开会，支书总要吆喝地富到前排，讲几句话，就叫他们起来撅着。那些地富有不少比我岁数还小。原来农村的规矩是地富的子女还叫地富，就那么小一个村子，大家抬头不见低头见，撅在大伙面前，头在下腚在上，把脸都丢光，这也是种极端体验罢。当然，现在不叫地富，大家都是社员了。做出这项决定的人虽已不在人世了，但大家都会怀念他的――总而言之，那是一个极端体验的年代虽然很惊险很刺激，但我一点都不喜欢。不喜欢自己体验，也不喜欢看到别人体验。现在有些青年学人，人已经到了海外，拿到了博士学位和绿卡，又提起那个年代的种种好处来，借某个村庄的经验说事儿，老调重弹想要大家再去早请示晚汇报学老三篇，还煞有介事地总结了思想育新人的经验。听了这些话，我满脊梁乱起鸡皮疙瘩。我有些庸人的想法吃饱了比饿着好，健康比有病好，站在粪桶外比跳进去好。但有人不同意这种想法，比方说，李赤先生。大家宴饮已毕，回城里去，走到半路，发现他不见了。赶紧回去找，发现他又倒栽进了粪桶里。这回和上回不同，拖出来一看，他已经没气了。李赤先生的极端体验就到此结束――一玩就把自己玩死，这可是太极端了，没什么普遍意义。我觉得人不该淹死在屎里，但如你所知，这是庸人之见，和李赤先生的见解不同――李赤先生死后面带幸福的微笑，只是身上臭哄哄的。我这个庸人又有种见解太平年月比乱世要好。这两种时代的区别，比新鲜空气和臭屎的区别还要大。"}
{"text":"大家宴饮已毕，回城里去，走到半路，发现他不见了。赶紧回去找，发现他又倒栽进了粪桶里。这回和上回不同，拖出来一看，他已经没气了。李赤先生的极端体验就到此结束――一玩就把自己玩死，这可是太极端了，没什么普遍意义。我觉得人不该淹死在屎里，但如你所知，这是庸人之见，和李赤先生的见解不同――李赤先生死后面带幸福的微笑，只是身上臭哄哄的。我这个庸人又有种见解太平年月比乱世要好。这两种时代的区别，比新鲜空气和臭屎的区别还要大。近二十年来，我们过着太平日子，好比呼吸到了一点新鲜空气，没理由再把我们栽进臭屎里。我是中国的国民，我对这个国家的希望就是希望这里永远是太平年月。不管海外的学人怎么说我们庸俗，丧失了左派的锐气，我这个见解终不肯改。现在能太太平平，看几本书，写点小文章，我就很满意了。我可不想早请示晚汇报，像文化革命里那样穷折腾。至于海外那几位学人，我猜他们也不是真喜欢文化革命――他们喜欢的只是那时极端体验的气氛。他们可不想在美国弄出这种气氛，那边是他们的安身立命之所。他们只想把中国搞得七颠八倒，以便放暑假时可以过来体验一番，然后再回美国去，教美国书挣美国钱。这主意不坏，但我们不答应我们没有极端体验的瘾，别来折腾我们。真正有这种瘾的人，何妨像李赤先生那样，自己一头扎向屎坑。洋鬼子与辜鸿铭我看过一些荒唐的书，因为这些书，我丧失了天真。在英文里，丧失天真兼有变得奸猾的意思，我就是这么一种情形。我的天真丢在了匹兹堡大学的图书馆里。我在那里借了一本书，叫作一个洋鬼子在中国的快乐经历，里面写了一个美国人在中国的游历。从表面上看，该洋鬼子是华夏文化的狂热爱好者，清朝末年，他从上海一下船，看了中国人的模样，就喜欢得发狂。别人喜欢我们，这会使我感到高兴，但他却当别论，这家伙是个，还是个。用中国话来说，是个双性恋的性虐待狂。被这种人喜欢上是没法高兴的，除非你正好是个受虐狂。我和大多数人一样，有着正常的性取向。咱们这些人见到满大街都是漂亮的异性，就会感到振奋。作为一个男人，我很希望到处都是美丽的姑娘，让我一饱眼福女人的想法就不同，她希望到处都是漂亮小伙子。这些愿望都属正常。古书上说，海上有逐臭之夫。"}
{"text":"别人喜欢我们，这会使我感到高兴，但他却当别论，这家伙是个，还是个。用中国话来说，是个双性恋的性虐待狂。被这种人喜欢上是没法高兴的，除非你正好是个受虐狂。我和大多数人一样，有着正常的性取向。咱们这些人见到满大街都是漂亮的异性，就会感到振奋。作为一个男人，我很希望到处都是美丽的姑娘，让我一饱眼福女人的想法就不同，她希望到处都是漂亮小伙子。这些愿望都属正常。古书上说，海上有逐臭之夫。这位逐臭之夫喜欢闻狐臭。他希望每个人都长两个臭腋窝，而且都是熏死狐狸，骚死黄鼠狼的那一种，这种愿望很难叫作正常，除非你以为戴防毒面具是种正常的模样。而那个虐待狂洋鬼子，他的理想是到处都是受虐狂，这种理想肯定不能叫作正常。很不幸的是，在中国他实现了理想。他说他看到的中国男人都是那么唯唯诺诺，头顶剃得半秃不秃，还留了猪尾巴式的小辫子，这真真好看死了。女人则把脚缠得尖尖的，要别人搀着才能走路，走起来那种娇羞无力的苦样，他看了也要发狂从表面看来，此洋鬼对华夏文化的态度和已故的辜鸿铭老先生的论点很相似辜老先生既赞成妇女缠足，也赞成男人留辫子。有人说，辜先生是文化怪杰，我同意这个怪字，但怪不一定是好意思。以寻常人的角度来看，就很怪。好在他们并不侵犯别人，只是偷偷寻找性伴侣。有时还真给他们找到了，因为另有一种受虐狂，和他们一拍即合。结成了对子，他们就找个僻静地方去玩他们的性游戏，这种地点叫作密室主要是举行一些仪式，享受那种气氛，并不当真动手，这就是西方社会里的故事。但也有些一时找不着伴儿，我说到的这个就是。他一路找到中国来了。据他说，有些西洋男人在密室里，给自己带上狗戴的项圈，远没有剃个阴阳头，留条猪尾巴好看。他还没见过哪个西洋女人肯于把脚裹成猪蹄子。他最喜欢看这些样子，觉得最为性感所以他是性变态。至于辜鸿铭先生有什么毛病，我就说不清了。那个洋鬼子见到中国人给人磕头，心里兴奋得难以自制真没法想象有这么性感的姿式――双膝下跪！以头抢地！！口中还说着一些驯服的话语！！！他以为受跪拜者的心里一定欲仙欲死。听说臣子见皇帝要行三磕九叩之礼，他马上做起了皇帝梦每天作那么快乐的性游戏，死了都值！"}
{"text":"他还没见过哪个西洋女人肯于把脚裹成猪蹄子。他最喜欢看这些样子，觉得最为性感所以他是性变态。至于辜鸿铭先生有什么毛病，我就说不清了。那个洋鬼子见到中国人给人磕头，心里兴奋得难以自制真没法想象有这么性感的姿式――双膝下跪！以头抢地！！口中还说着一些驯服的话语！！！他以为受跪拜者的心里一定欲仙欲死。听说臣子见皇帝要行三磕九叩之礼，他马上做起了皇帝梦每天作那么快乐的性游戏，死了都值！总而言之，当时中国的政治制度在他看来，都是妙不可言的性游戏和性仪式，只可惜他是个洋鬼子，只能看，不能玩在那本书里，还特别提到了中国的司法制度。老爷坐在堂上，端然不动，罪人跪在堂下，哀哀地哭述，这情景简直让他神魂漂荡。老爷扔下一根签，就有人把罪人按翻，扒出屁股来，挥板子就打。这个洋鬼子看了几次，感到心痒难熬，简直想扑上去把官老爷挤掉，自己坐那位子上。终于他花了几百两银子，买动了一个小衙门，坐了一回堂，让一个妓女扮作女犯打了一顿，他的变态性欲因此得到了满足，满意而去。在那本书里还有一张照片，是那鬼子扮成官老爷和衙役们的留影。这倒没什么说的，中国古代过堂的方式，确实是一种变态的仪式。不好的是真打屁股，不是假打，并不象他以为的那么好玩。所以，这种变态比还糟。我知道有些读者会说，那洋鬼子自己不是个好东西，所以把我们的文化看歪了。这话安慰不了我，因为我已经丧失了天真。坦白地说罢，在洋鬼子的密室里有什么，我们这里就有什么，这种一一对应的关系，恐怕不能说是偶合。在密室里，有些把自己叫作奴才，把叫作主人。中国人有把自己叫贱人，奴婢的，有把对方叫老爷的，意思差不多。有些在密室里说自己是条虫子，称对方是太阳中国人不说虫子，但有说自己是砖头和螺丝钉的。这似乎说明，我们这里整个是一座密室。光形似说明不了什么，还要神似。辜鸿铭先生说华夏文化的精神，在于一种良民宗教，在于每个妇人都无私绝对地忠诚其丈夫，忠诚的含义包括帮他纳妾每个男人都无私地绝对地忠于其君主，国王或皇帝，无私的含义包括奉献出自己的屁股。每个在密室里大概也是这样忠于自己的，这是一种无限雌服，无限谄媚的精神。清王朝垮台后，不准纳妾也不准打屁股，但这种精神还在，终于在文革里达到了顶峰。在五四时期，辜先生被人叫作老怪物，现在却被捧为学贯中西的文化怪杰，重印他的书。"}
{"text":"这似乎说明，我们这里整个是一座密室。光形似说明不了什么，还要神似。辜鸿铭先生说华夏文化的精神，在于一种良民宗教，在于每个妇人都无私绝对地忠诚其丈夫，忠诚的含义包括帮他纳妾每个男人都无私地绝对地忠于其君主，国王或皇帝，无私的含义包括奉献出自己的屁股。每个在密室里大概也是这样忠于自己的，这是一种无限雌服，无限谄媚的精神。清王朝垮台后，不准纳妾也不准打屁股，但这种精神还在，终于在文革里达到了顶峰。在五四时期，辜先生被人叫作老怪物，现在却被捧为学贯中西的文化怪杰，重印他的书。我不知道这是为什么――也许，是为了让虐待狂的洋鬼子再来喜欢我们？我看国学我现在四十多岁了，师长还健在，所以依然是晚生。当年读研究生时，老师对我说，你国学底子不行，我就发了一回愤，从四书到二程朱子乱看了一通。我读书是从小说读起，然后读四书做人是从知青做起，然后做学生。这样的次序想来是有问题。虽然如此，看古书时还是有一些古怪的感慨，值得敝帚自珍。读完了论语闭目细思，觉得孔子经常一本正经地说些大实话，是个挺可爱的老天真。自己那几个学生老挂在嘴上，说这个能干啥，那个能干啥，像老太太数落孙子一样，很亲切。老先生有时候也鬼头鬼脑，那就是子见南子那一回。出来以后就大呼小叫，一口咬定自己没犯色。总的来说，我喜欢他，要是生在春秋，一定上他那里念书，因为那儿有一种匹克威克俱乐部的气氛。至于他的见解，也就一般，没有什么特别让人佩服的地方。至于他特别强调的礼，我以为和文化革命里搞的那些仪式差不多，什么早请示晚汇报，我都经历过，没什么大意思。对于幼稚的人也许必不可少，但对有文化的成年人就是一种负担。不过，我上孔老夫子的学，就是奔那种气氛而去，不想在那里长什么学问。孟子我也看过了，觉得孟子甚偏执，表面上体面，其实心底有股邪火。比方说，他提到墨子杨朱，无君无父，是禽兽也，如此立论，已然不是一个绅士的作为。至于他的思想，我一点都不赞成。有论家说他思维缜密，我的看法恰恰相反。他基本的方法是推己及人，有时候及不了人，就说人家是禽兽小人这股凶巴巴恶狠狠的劲头实在不讨人喜欢。至于说到修辞，我承认他是一把好手，别的方面就没什么。我一点都不喜欢他，如果生在春秋，见了面也不和他握手。"}
{"text":"不过，我上孔老夫子的学，就是奔那种气氛而去，不想在那里长什么学问。孟子我也看过了，觉得孟子甚偏执，表面上体面，其实心底有股邪火。比方说，他提到墨子杨朱，无君无父，是禽兽也，如此立论，已然不是一个绅士的作为。至于他的思想，我一点都不赞成。有论家说他思维缜密，我的看法恰恰相反。他基本的方法是推己及人，有时候及不了人，就说人家是禽兽小人这股凶巴巴恶狠狠的劲头实在不讨人喜欢。至于说到修辞，我承认他是一把好手，别的方面就没什么。我一点都不喜欢他，如果生在春秋，见了面也不和他握手。我就这么读过了孔孟，用我老师的话来说，就如春风过驴耳。我的这些感慨也只是招得老师生气，所以我是晚生。假如有人说，我如此立论，是崇洋媚外，缺少民族感情，这是我不能承认的。但我承认自己很佩服法拉第，因为给我两个线圈一根铁棍子，让我去发现电磁感应，我是发现不出来的。牛顿莱布尼兹，特别是爱因斯坦，你都不能不佩服，因为人家想出的东西完全在你的能力之外。这些人有一种惊世骇俗的思索能力，为孔孟所无。按照现代的标准，孔孟所言的仁义啦，中庸啦，虽然是些好话，但似乎都用不着特殊的思维能力就能想出来，琢磨得过了分，还有点肉麻。这方面有一个例子记不清二程里哪一程，有一次盯着刚出壳的鸭雏使劲看。别人问他看什么，他说，看到毛茸茸的鸭雏，才体会到圣人所说仁的真意。这个想法里有让人感动的地方，不过仔细一体会，也没什么了不起的东西在内。毛茸茸的鸭子虽然好看，但再怎么看也是只鸭子。再说，圣人提出了仁，还得让后人看鸭子才能明白，起码是辞不达意。我虽然这样想，但不缺少民族感情。因为我虽然不佩服孔孟，但佩服古代中国的劳动人民。劳动人民发明了做豆腐，这是我想象不出来的。我还看过朱熹的书，因为本科是学理工的，对他格物的论述看得特别的仔细。朱子用阴阳五行就可以格尽天下万物，虽然阴阳五行包罗万象，是民族的宝贵遗产，我还是以为多少有点失之于简单。举例来说，朱子说，往井底下一看，就能看到一团森森的白气。他老人家解释适，阴中有阳，阳中有阴此乃太极图之象，井底至阴之地，有一团阳气，也属正常。我相信，你往井里一看，不光能看到一团白气，还能看到一个人头，那就是你本人我对这一点很有把握，认为不必做实验了。不知为什么，这一点他没有提到。可能观察得不仔细，也可能是视而不见，对学者来说，这是不可原谅的。"}
{"text":"朱子用阴阳五行就可以格尽天下万物，虽然阴阳五行包罗万象，是民族的宝贵遗产，我还是以为多少有点失之于简单。举例来说，朱子说，往井底下一看，就能看到一团森森的白气。他老人家解释适，阴中有阳，阳中有阴此乃太极图之象，井底至阴之地，有一团阳气，也属正常。我相信，你往井里一看，不光能看到一团白气，还能看到一个人头，那就是你本人我对这一点很有把握，认为不必做实验了。不知为什么，这一点他没有提到。可能观察得不仔细，也可能是视而不见，对学者来说，这是不可原谅的。还有可能是井太深，但我不相信宋朝就没有浅一点的井。用阴阳学说来解释这个现象不大可能，也许一定要用到几何光学。虽然要求朱子一下推出整个光学体系是不应该的，那东西太过复杂，往那个方向跨一步也好。但他根本就不肯跨。假如说，朱子是哲学家伦理学家，不能用自然科学家的标准来要求，我倒是同意的。可怪的是，咱们国家几千年的文明史，就是出不了自然科学家。现在可以说，孔孟程朱我都读过了。虽然没有很钻进去，但我也怕钻进去就爬不出来。如果说，这就是中华文化遗产的主要部分，那我就要说，这点东西太少了，拢共就是人际关系里那么一点事，再加上后来的阴阳五行。这么多读书人研究了两千年，实在太过分。我们知道，旧时的读书人都能把四书五经背得烂熟，随便点出两个字就能知道它在书中什么地方。这种钻研精神虽然可佩，这种做法却十足是神经病。显然，会背诵爱因斯坦原著，成不了物理学家因为真正的学问不在字句上，而在于思想。就算文科有点特殊性，需要背诵，也到不了这个程度。因为文革里我也背过毛主席语录，所以以为，这个调调我也懂――说是诵经念咒，并不过分。二战期间，有一位美国将军深入敌后，不幸被敌人堵在了地窖里，敌人在头上翻箱倒柜，他的一位随行人员却咳嗽起来。将军给了随从一块口香糖让他嚼，以此来压制咳嗽。但是该随从嚼了一会儿，又伸手来要，理由是这一块太没味道。将军说没味道不奇怪，我给你之前已经嚼了两个钟头了！我举这个例子是要说明，四书五经再好，也不能几千年地念正如口香糖再好吃，也不能换着人地嚼。当然，我没有这样地念过四书，不知道其中的好处。有人说，现代的科学文化，林林总总，尽在儒家的典籍之中，只要你认真钻研。这我倒是相信的，我还相信那块口香糖再嚼下去，还能嚼出牛肉干的味道，只要你不断地嚼。"}
{"text":"但是该随从嚼了一会儿，又伸手来要，理由是这一块太没味道。将军说没味道不奇怪，我给你之前已经嚼了两个钟头了！我举这个例子是要说明，四书五经再好，也不能几千年地念正如口香糖再好吃，也不能换着人地嚼。当然，我没有这样地念过四书，不知道其中的好处。有人说，现代的科学文化，林林总总，尽在儒家的典籍之中，只要你认真钻研。这我倒是相信的，我还相信那块口香糖再嚼下去，还能嚼出牛肉干的味道，只要你不断地嚼。我个人认为，我们民族最重大的文化传统，不是孔孟程朱，而是这种钻研精神。过去钻研四书五经，现在钻研红楼梦。我承认，我们晚生一辈在这方面差得很远，但也未尝不是一件好事。四书也好，红楼梦也罢，本来只是几本书，却硬要把整个大千世界都塞在其中。我相信世界不会因此得益，而是因此受害。任何一门学问，即便内容有限而且已经不值得钻研，但你把它钻得极深极透，就可以挟之以自重，换言之，让大家都佩服你此后假如再有一人想挟这门学问以自重，就必须钻得更深更透。此种学问被无数的人这样钻过，会成个什么样子，实在难以想象。那些钻进去的人会成个什么样子，更是难以想象。古宅闹鬼，树老成精，一门学问最后可能变成一种妖怪。就说国学吧，有人说它无所不包，到今天还能拯救世界，虽然我很乐意相信，但还是将信将疑。智慧与国学我有一位朋友在内蒙插过队，他告诉我说，草原上绝不能有驴。假如有了的话，所有的马群都要炸掉。原因是这样的那个来自内地的长耳朵的善良动物来到草原上，看到了马群以为见到了表亲，快乐地奔了过去而草原上的马没见过这种东西，以为来了魔鬼，被吓得一哄而散。于是一方急于认表亲，一方急于躲鬼，都要跑到累死了才算。近代以来，确有一头长耳朵怪物，奔过了中国的原野，搅乱了这里的马群，它就是原于西方的智慧。假如这头驴可以撵走，倒也简单。问题在于撵不走。于是就有了种种针对驴的打算把它杀掉阉掉，让它和马配骡子没有一种是成功的。现在我们希望驴和马能和睦相处，这大概也不可能。有驴子的地方，马就养不住。其实在这个问题上，马儿的意见最为正确对马来说，驴子的确是可怕的怪物。让我们来看看驴子的古怪之处。当年欧几里得讲几何学，有学生问道，这学问能带来什么好处？"}
