{"text":"――柏拉图先天下之忧而忧，后天下之乐而乐。――范仲淹事例我要回国不要美金年，李四光接受国防地质学会的邀请来到美国。发表了新华夏海的诞生，轰动了欧洲。一天清晨，李四光在报纸上看到一则消息，月日沈阳解放。他激动得热泪盈眶，多年的梦想要成真了，新中国就要诞生了。在剑桥大学中国留学生举行的会上，他激动地说我虽然岁了，身体一直不好，但我一定要回到祖国去，把自己的余生贡献给新中国。但是，此举触怒了国民党当局。国民党驻英国大使书找到了李四光，掏出了一张五千美金的支票，说你向世界发表个公开的声明，否认中华人民共和国。又威胁说你如果不肯，我将采取必要的措施，将你扣留在国外。李四光听罢，气愤至极，当即严厉斥责我归国之心能用金钱收买吗？我要回国，不要美金。经历了千辛万苦，李四光终于踏上了祖国的土地，实现了他为新中国效力的愿望。钱学森毅然回国我国著名科学家钱学森，年为美国麻省理工学院最年轻的终身教授。年，美国发动侵朝战争，他毅然决定立即回国，但遭到美国联邦调查局的逮捕迫害，扣留达五年之久。钱学森一直为坚持真理和正义而斗争。直到年月日，在周恩来总理和祖国各界人士的关心帮助下，钱学森偕夫人蒋英和两个孩子离开美国，乘船回到祖国。他为我国的科学事业做出了卓越的贡献，被喻为中国导弹之父。"}
{"text":"年，美国发动侵朝战争，他毅然决定立即回国，但遭到美国联邦调查局的逮捕迫害，扣留达五年之久。钱学森一直为坚持真理和正义而斗争。直到年月日，在周恩来总理和祖国各界人士的关心帮助下，钱学森偕夫人蒋英和两个孩子离开美国，乘船回到祖国。他为我国的科学事业做出了卓越的贡献，被喻为中国导弹之父。苏武牧羊陆游临死不忘恢复中原岳飞精忠报国詹天佑为国不计名与利卖国秦桧遗臭万年屈原以身殉国周总理为人民劳累而死树立理想名言老骥伏枥，志在千里。烈士暮年，壮心不已。"}
{"text":"烈士暮年，壮心不已。――曹操生活的理想，就是为了理想的生活。――张闻天崇高的理想是一个人心中的太阳，它能照亮每一步路。――新格言没有理想的青春，就是没有太阳的早晨。――新格言理想是指路明灯。没有理想，就没有坚定的方向，而没有方向，就没有生活。――托尔斯泰立志工作成就是人生的三大要素，而立志是事业的大门。――巴斯特活着不能与草木同腐，不能醉生梦死，枉度人生，要有所作为。"}
{"text":"――方志敏事例周恩来为中华崛起而读书范仲淹以国不已任岳飞矢志报国北宋末年的岳飞，正是在金人入侵的动乱年代里，立下了还我河山的壮志，才一生征战沙场，死而后已。当岳飞率军屡败金兵，建立大功的时候，有人赠送美女以示慰劳，岳飞说金兵未灭，难道是大将安乐的时候吗？毅然将美女送了回去。宋高宗要为他建宅第立家室，以奖励他的赫赫战功，他又辞谢道金兵末灭何以为家？岳飞一生不顾个人安危，终于留下了千古美名。夏明翰的只要主义真邓稼先为造两弹死而无憾立志成才名言水激石则鸣，人激志则宏。"}
{"text":"――朱熹人贵有志，学贵有恒。――秋瑾最贫的是无才，最贱的是无志。――约翰生志不立，天下无可成之事。――王守仁世上无难事，只怕有心人。――谚语长风破浪会有时，直挂云帆济沧海。――李白男儿不展风云志，空负天生八尺躯。――冯梦龙丈夫志四海，万里犹比邻。――曹植大丈夫必有四方之志。――李白虎瘦雄心在，人穷志气存。"}
{"text":"――曹植大丈夫必有四方之志。――李白虎瘦雄心在，人穷志气存。――万松老人人老心莫老，家穷志不穷。――谚语将相本无种，男儿当自强。――高明有志者，事竟成，破釜沉舟，百二秦关终属楚。苦心人天不负，卧薪尝胆，三千越甲可吞吴。――蒲松龄有志不在年高，无志空活百岁。――石玉昆不想当元帅的士兵不是好士兵。――拿破仑三军可夺帅也，匹夫不可夺志也。"}
{"text":"――孔子事例精卫填海项羽欲学万人敌秦末农民起义领袖之一项羽，小时候家里请老师教他认字，没认识几个字，他就不肯再学下去。再让他学剑术，他又没学成，项羽的叔叔项梁十分生气，骂他不长进。项羽坦露心迹说认字能够写自己的姓名就足够了，剑术只能对付一上敌人，不值得去学。我要学就学对付千军万马的本领。于是项梁就教他学习兵法，从此，项梁知道自己的侄儿是一个很有报负的人。曹操老时还志在千里韩信忍辱伏胯下向着志向攀登著名数学家华罗庚初中毕业就辍学，但他从不放弃自己的学业，在繁忙的家务之余，埋头苦读，钻研问题，孜孜不倦的学习，终于一鸣惊人，成为中外闻名的数学家。谦虚谨慎名言虚心使人进步，骄傲使人落后。"}
{"text":"――一知半解的人，多不谦虚见多识广有本领的人，一定谦虚。――谢觉哉虚心是从知不足而来的。――华罗庚不登高山，不知天之高也不临深溪，不知地之厚也不闻先王之遗言，不知学问之大也。――荀子泰山不让土壤，故能成其大河海不择细流，故能就其深。――李斯缺少谦虚就是缺少见识。――富兰克林我们的骄傲多半是基于我们的无知。一个人就好像一个分数，他的实际才能就好比分子，而他对自己的评价就好比分母。分母越大，则分数的值就越小。――托尔斯泰酒香不怕巷子深。"}
{"text":"一个人就好像一个分数，他的实际才能就好比分子，而他对自己的评价就好比分母。分母越大，则分数的值就越小。――托尔斯泰酒香不怕巷子深。――谚语事例刘邦与项羽白居易虚心请教牛顿站在巨人的肩膀上兴趣爱好名言对工作有了浓厚的兴趣，遇到困难挫折，才能顽强攻克，百折不回。――童第周哪里没有兴趣，哪里就没有记忆。――歌德成功的真正秘诀是兴趣。"}
