{"text":"家人团坐吃饭，他欣然也想入座，却没有他的位子。身居卑微的人也仿佛这个未具人身的幽灵，会有同样的感受。人家眼里没有你，当然视而不见心上不理会你，就会膛目无睹。你的自我觉得受了轻视或怠慢或侮辱，人家却未知有你你虽然生存在人世间，却好像还未具人形，还未曾出生。这样活一辈子，不是虽生犹如未生吗？假如说，披了这种隐身衣如何受用，如何逍遥自在，听的人只会觉得这是发扬阿精神，或阐述酸葡萄论吧？且看咱们的常言俗语，要做个人上人呀，出类拔萃呀，出人头地呀，脱颖而出呀，出风头或拔尖冒尖呀等等，可以想见一般人都不甘心受轻忽。他们或悒悒而怨，或愤愤而怒，只求有朝一日挣脱身上这件隐身衣，显身而露面。英美人把社会比作蛇阱p。阱里压压挤挤的蛇，一条条都拼命钻出脑袋，探出身子，把别的蛇排挤开，压下去一个个冒出又没入的蛇头，一条条拱起又压下的蛇身，扭结成团难分难解的蛇尾，你上我下，你死我活，不断地挣扎斗争。钻不出头，一辈子埋没在下钻出头，就好比大海里坐在浪尖儿上的跳珠飞沫，迎日月之光而生辉，可说是大丈夫得志了。人生短促，浪尖儿上的一刹那，也可作一生成就的标志，足以自豪。你是窝囊废吗？你就甘心郁郁久居人下？但天生万物，有美有不美，有才有不才。万具枯骨，才造得一员名将小兵小卒，岂能都成为有名的英雄。世上有坐轿的，有抬轿的有坐席的主人和宾客，有端茶上菜的侍仆。席面上，有人坐首位，有人陪末座。厨房里，有掌勺的上灶，有烧火的灶下婢。天之生材也不齐，怎能一律均等。人的志趣也各不相同。儒林外史二十六回里的王太太，津津乐道她在孙乡绅家吃一看二眼观三的席上，坐在首位，一边一个丫头为她掠开满脸黄豆大的珍珠拖挂，让她露出嘴来吃蜜饯茶。而堂吉诃德十一章里的桑丘，却不爱坐酒席，宁愿在自己的角落里，不装斯文，不讲礼数，吃些面包葱头。有人企求飞上高枝，有人宁愿曳尾涂中。人各有志，不能相强。有人是别有怀抱，旁人强不过他。譬如他宁愿曳尾涂中，也只好由他。有人是有志不伸，自己强不过命运。譬如庸庸碌碌之辈，偏要做人上人，这可怎么办呢？常言道烦恼皆因强出头。"}
{"text":"而堂吉诃德十一章里的桑丘，却不爱坐酒席，宁愿在自己的角落里，不装斯文，不讲礼数，吃些面包葱头。有人企求飞上高枝，有人宁愿曳尾涂中。人各有志，不能相强。有人是别有怀抱，旁人强不过他。譬如他宁愿曳尾涂中，也只好由他。有人是有志不伸，自己强不过命运。譬如庸庸碌碌之辈，偏要做人上人，这可怎么办呢？常言道烦恼皆因强出头。猴子爬得愈高，尾部又秃又红的丑相就愈加显露自己不知道身上只穿着皇帝的新衣，却忙不迭地挣脱隐身衣，出乖露丑。好些略具才能的人，一辈子挣扎着求在人上，虚耗了毕生精力，一事无成，真是何苦来呢。我国古人说彼人也，予亦人也。西方人也有类似的话，这不过是勉人努力向上，勿自暴自弃。西班牙谚云干什么事，成什么人。人的尊卑，不靠地位，不由出身，只看你自己的成就。我们不妨再加上一句是什么料，充什么用。假如是一个萝卜，就力求做个水多肉脆的好萝卜假如是棵白菜，就力求做一棵瓷瓷实实的包心好白菜。萝卜白菜是家常食用的菜蔬，不求做庙堂上供设的珍果。我乡童谣有三月三，荠菜开花赛牡丹的话，荠菜花怎赛得牡丹花呢！我曾见草丛里一种细小的青花，常猜测那是否西方称为勿忘我的草花，因为它太渺小，人家不容易看见。不过我想，野草野菜开一朵小花报答阳光雨露之恩，并不求人勿忘我，所谓草木有本心，何求美人折。我爱读东坡万人如海一身藏之句，也企慕庄子所谓陆沉。社会可以比作蛇阱，但蛇阱之上，天空还有飞鸟蛇阱之旁，池沼里也有游鱼。古往今来，自有人避开蛇阱而藏身或陆沉。消失于众人之中，如水珠包孕于海水之内，如细小的野花隐藏在草丛里，不求勿忘我，不求赛牡丹，安闲舒适，得其所哉。一个人不想攀高就不怕下跌，也不用倾轧排挤，可以保其天真，成其自然，潜心一志完成自己能做的事。而且在隐身衣的掩盖下，还会别有所得，不怕旁人争夺。苏东坡说山间之明月，水上之清风是造物者之无尽藏，可以随意享用。但造物所藏之外，还有世人所创的东西呢。世态人情，比明月清风更饶有滋味可作书读，可当戏看。"}
{"text":"一个人不想攀高就不怕下跌，也不用倾轧排挤，可以保其天真，成其自然，潜心一志完成自己能做的事。而且在隐身衣的掩盖下，还会别有所得，不怕旁人争夺。苏东坡说山间之明月，水上之清风是造物者之无尽藏，可以随意享用。但造物所藏之外，还有世人所创的东西呢。世态人情，比明月清风更饶有滋味可作书读，可当戏看。书上的描摹，戏里的扮演，即使栩栩如生，究竟只是文艺作品人情世态，都是天真自然的流露，往往超出情理之外，新奇得令人震惊，令人骇怪，给人以更深刻的效益，更奇妙的娱乐。唯有身处卑微的人，最有机缘看到世态人情的真相，而不是面对观众的艺术表演。不过这一派胡言纯是废话罢了。急要挣脱隐身衣的人，听了未必入耳那些不知世间也有隐身衣的人，知道了也还是不会开眼的。平心而论，隐身衣不管是仙家的或凡间的，穿上都有不便――还不止小小的不便。英国威尔斯s的科学幻想小说隐形人s里，写一个人使用科学方法，得以隐形。可是隐形之后，大吃苦头，例如天冷了不能穿衣服，穿了衣服只好躲在家里，出门只好光着身子，因为穿戴着衣服鞋帽手套而没有脸的人，跑上街去，不是兴妖作怪吗？他得把必需外露的面部封闭得严严密密上部用帽檐遮盖，下部用围巾包裹，中部架上黑眼镜，鼻子和两颊包上纱布，贴满橡皮膏。要掩饰自己的无形，还需这样煞费苦心！当然，这是死心眼儿的科学制造，比不上仙家的隐身衣。仙家的隐身衣随时可脱，而且能把凡人的衣服一并隐掉。不过，隐身衣下的血肉之躯，终究是凡胎俗骨，耐不得严寒酷热，也经不起任何损伤。别说刀枪的袭击，或水烫火灼，就连砖头木块的磕碰，或笨重的踩上一脚，都受不了。如果没有及时逃避的法术，就需炼成金刚不坏之躯，才保得大事。穿了凡间的隐身衣有同样不便。肉体包裹的心灵，也是经不起炎凉，受不得磕碰的。要炼成刀枪不入水火不伤的功夫，谈何容易！如果没有这份功夫，偏偏有缘看到世态人情的真相，就难保不气破了肺，刺伤了心，哪还有闲情逸致把它当好戏看呢，况且，不是演来娱乐观众的戏，不看也罢。"}
{"text":"别说刀枪的袭击，或水烫火灼，就连砖头木块的磕碰，或笨重的踩上一脚，都受不了。如果没有及时逃避的法术，就需炼成金刚不坏之躯，才保得大事。穿了凡间的隐身衣有同样不便。肉体包裹的心灵，也是经不起炎凉，受不得磕碰的。要炼成刀枪不入水火不伤的功夫，谈何容易！如果没有这份功夫，偏偏有缘看到世态人情的真相，就难保不气破了肺，刺伤了心，哪还有闲情逸致把它当好戏看呢，况且，不是演来娱乐观众的戏，不看也罢。假如法国小说家勒萨日笔下的瘸腿魔鬼请我夜游，揭起一个个屋顶让我观看屋里的情景，我一定辞谢不去。获得人间智慧必须身经目击吗？身经目击必定获得智慧吗？人生几何！凭一己的经历，沾沾自以为独具冷眼，阅尽人间，安知不招人暗笑。因为凡间的隐身衣不比仙家法宝，到处都有，披着这种隐身衣的人多得很呢，他们都是瞎了眼的吗？但无论如何，隐身衣总比国王的新衣好。老王老王我常坐老王的三轮。他蹬，我坐，一路上我们说着闲话。据老王自己讲北京解放后，蹬三轮的都组织起来那时候他脑袋慢，没绕过来，晚了一步，就进不去了。他感叹自己人老了，没用了。老王常有失群落伍的煌恐，因为他是单干户。他靠着活命的只是一辆破旧的三轮车有个哥哥死了，有两个侄儿没出息，此外就没什么亲人。老王不仅老，他只有一只眼，另一只是田螺眼，瞎的。乘客不愿坐他的车，怕他看不清，撞了什么。有人说，这老光棍大约年轻时候不老实，害了什么恶病，瞎掉一只眼。他那只好眼也有病，天黑了就看不见。有一次，他撞在电杆上，撞得半面肿胀，又青又紫。那时候我们在干校，我女儿说他是夜盲症，给他吃了大瓶的鱼肝油，晚上就看得见了。他也许是从小营养不良而瞎了一眼，也许是得了恶病，反正同是不幸，而后者该是更深的不幸。有一天傍晚，我们夫妇散步，经过一个荒僻的小胡同，看见一个破破落落的大院，里面有几间塌败的小屋老王正蹬着他那辆三轮进大院去。后来我坐着老王的车和他闲聊的时候，问起那里是不是他的家。他说，住那儿多年了。有一年夏天，老王给我们楼下人家送冰，愿意给我们家带送，车费减半。我们当然不要他减半收费。每天清晨，老王抱着冰上三楼，代我们放入冰箱。他送的冰比他前任送的大一倍，冰价相等。"}
{"text":"有一天傍晚，我们夫妇散步，经过一个荒僻的小胡同，看见一个破破落落的大院，里面有几间塌败的小屋老王正蹬着他那辆三轮进大院去。后来我坐着老王的车和他闲聊的时候，问起那里是不是他的家。他说，住那儿多年了。有一年夏天，老王给我们楼下人家送冰，愿意给我们家带送，车费减半。我们当然不要他减半收费。每天清晨，老王抱着冰上三楼，代我们放入冰箱。他送的冰比他前任送的大一倍，冰价相等。胡同口蹬三轮的我们大多熟识，老王是其中最老实的。他从没看透我们是好欺负的主顾，他大概压根儿没想到这点。文化大革命开始，默存不知怎么的一条腿走不得路了。我代他请了假，烦老王送他上医院。我自己不敢乘三轮，挤公共汽车到医院门口等待。一老王帮我把默存扶下车，却坚决不肯拿钱。他说我送钱先生看病，不要钱。我一定要给钱，他哑着嗓子悄悄问我你还有钱吗？我笑说有钱，他拿了钱却还不大放心。我们从干校回来，载客三轮都取缔了。老王只好把他那辆三轮改成运货的平板三轮。他并没有力气运送什么货物。幸亏有一位老先生愿把自己降格为货，让老王运送。老王欣然在三轮平板的周围装上半寸高的边缘，好像有了这半寸边缘，乘客就围住了不会掉落。我问老王凭这位主顾，是否能维持生活。他说可以凑合。可是过些时老王病了，不知什么病，花钱吃了不知什么药，总不见好。开始几个月他还能扶病到我家来，以后只好托他同院的老李来代他传话了。有一天，我在家听到打门，开门看见老王直僵僵地镶嵌在门框里。往常他坐在登三轮的座上，或抱着冰伛着身子进我家来，不显得那么高。也许他平时不那么瘦，也不那么直僵僵的。他面色死灰，两只眼上都结着一层翳，分不清哪一只瞎哪一只不瞎。说得可笑些，他简直像棺材里倒出来的，就像我想象里的僵尸，骷髅上绷着一层枯黄的干皮，打上一棍就会散成一堆白骨。我吃惊说啊呀，老王，你好些了吗？他嗯了一声，直着脚往里走，对我伸出两手。他一手提着个瓶子，一手提着一包东西。我忙去接。瓶子里是香油，包裹里是鸡蛋。我记不清是十个还是二十个，因为在我记忆里多得数不完。我也记不起他是怎么说的，反正意思很明白，那是他送我们的。"}
{"text":"说得可笑些，他简直像棺材里倒出来的，就像我想象里的僵尸，骷髅上绷着一层枯黄的干皮，打上一棍就会散成一堆白骨。我吃惊说啊呀，老王，你好些了吗？他嗯了一声，直着脚往里走，对我伸出两手。他一手提着个瓶子，一手提着一包东西。我忙去接。瓶子里是香油，包裹里是鸡蛋。我记不清是十个还是二十个，因为在我记忆里多得数不完。我也记不起他是怎么说的，反正意思很明白，那是他送我们的。我强笑说老王，这么新鲜的大鸡蛋，都给我们吃？他只说我不吃。我谢了他的好香油，谢了他的大鸡蛋，然后转身进屋去。他赶忙上住我说我不是要钱。我也赶忙解释我知道，我知道――不过你既然来了，就免得托人捎了。他也许觉得我这话有理，站着等我。我把他包鸡蛋的一方灰不灰蓝不蓝的方格子破布叠好还他。他一手拿着布，一手攥着钱，滞笨地转过身子。我忙去给他开了门，站在楼梯口，看他直着脚一级一级下楼去，直担心他半楼梯摔倒。等到听不见脚步声，我回屋才感到抱歉，没请他坐坐喝口茶水。可是我害怕得糊涂了。那直僵僵的身体好像不能坐，稍一弯曲就会散成一堆骨头。我不能想象他是怎么回家的。过了十多天，我碰见老王同院的老李。我问老王怎么了？好些没有？早埋了。呀，他什么时候什么时候死的？就是到您那儿的第二天。他还讲老王身上缠了多少尺全新的白布――因为老王是回民，埋在什么沟里。我也不懂，没多问。我回家看着还没动用的那瓶香油和没吃完的鸡蛋，一再追忆老王和我对答的话，捉摸他是否知道我领受他的谢意。我想他是知道的。但不知为什么，每想起老王，总觉得心上不安。因为吃了他的香油和鸡蛋？因为他来表示感谢，我却拿钱去侮辱他？都不是。几年过去了，我渐渐明白那是一个幸运的人对一个不幸者的愧怍。一九八四年三月林奶奶林奶奶林奶奶小我三岁，今年七十。十七年前，文化大革命的第二年，她忽到我家打门，问我用不用人。我说不请人了，家务事自己都能干。她叹气说您自己都能，可我们吃什么饭呀？她介绍自己是给家家儿洗衣服的。我就请她每星期来洗一次衣服。据我后来知道，她的家家儿包括很多人家。当时大家对保姆有戒心。"}
{"text":"因为吃了他的香油和鸡蛋？因为他来表示感谢，我却拿钱去侮辱他？都不是。几年过去了，我渐渐明白那是一个幸运的人对一个不幸者的愧怍。一九八四年三月林奶奶林奶奶林奶奶小我三岁，今年七十。十七年前，文化大革命的第二年，她忽到我家打门，问我用不用人。我说不请人了，家务事自己都能干。她叹气说您自己都能，可我们吃什么饭呀？她介绍自己是给家家儿洗衣服的。我就请她每星期来洗一次衣服。据我后来知道，她的家家儿包括很多人家。当时大家对保姆有戒心。有人只为保姆的一张大字报就给揪出来扫街的，林奶奶大咧咧的不理红卫兵的茬儿。她不肯胡说东家的坏话，大嚷那哪儿成！我不能瞎说呀！许多人家不敢找保姆，就请林奶奶去做零工。我问林奶奶干吗帮那么多人家？集中两三家，活儿不轻省些吗？她说做零工活着些。这就是说自由些，或主动些干活儿瞧她高兴，不合意可以不干。比如说吧，某太太特难伺候，林奶奶白卖力气不讨好，反招了一顿没趣，气得她当场左右开弓，打了自己两个嘴巴子。这倒像旧式妇女不能打妯娌的孩子的屁股，就打自己孩子的屁股。不过林奶奶却是认真责怪自己。据说那位太太曾在林奶奶干活儿的时候，把钟拨慢十好几分钟林奶奶是论时计工资的，和这种太太打什么交道呢！林奶奶和另一位太太也闹过别扭。她在那家院子里洗衣服。雨后满院积水。那家的孩子故意把污水往林奶奶身上溅。孩子的妈正在院子里站着，林奶奶跑去告状，那位太太不耐烦，一扭脖子说活该！气得林奶奶蹲下身掬起污水就往那位太太身上泼。我听了忍不住笑说活该了！不过林奶奶既然干了那一行，委屈是家常便饭，她一般是吃在肚里就罢了，并不随便告诉人。她有原则不搬嘴弄舌。她倒是不怕没主顾，因为她干活儿认真，衣服洗得干净如果经手买什么东西，分文也不肯沾人家的便宜。也许她称得上清介耿直等美名，不过这种词儿一般不用在渺小的人物身上。人家只说她人靠得住，脾气可倔。她为了自卫，有时候像好斗的公鸡。一次我偶在胡同里碰见她端着一只空碗去打醋，我们俩就说着话同走。忽有个小学生闯过，把她的碗撞落地下，砸了。林奶奶一把揪住那孩子破口大骂。我说孩子不是故意，碗砸了我赔你两只。我又叫孩子向她道歉。"}
{"text":"她倒是不怕没主顾，因为她干活儿认真，衣服洗得干净如果经手买什么东西，分文也不肯沾人家的便宜。也许她称得上清介耿直等美名，不过这种词儿一般不用在渺小的人物身上。人家只说她人靠得住，脾气可倔。她为了自卫，有时候像好斗的公鸡。一次我偶在胡同里碰见她端着一只空碗去打醋，我们俩就说着话同走。忽有个小学生闯过，把她的碗撞落地下，砸了。林奶奶一把揪住那孩子破口大骂。我说孩子不是故意，碗砸了我赔你两只。我又叫孩子向她道歉。她这才松了手，气呼呼地跟我回家。我说干吗生这么大气？她说孩子们尽跟她捣乱。那个孩子虽不是故意，林奶奶的话却是真的。也许因为她穿得太破烂肮脏，像个叫化婆子，我猜想她年轻的时候相貌身材都不错呢。老来倒眉塌眼，有一副可怜相，可是笑起来还是和善可爱。她天天哈着腰坐在小矮凳上洗衣，一年来，一年去，背渐渐地弯得不肯再直，不到六十已经驼背身上虽瘦，肚皮却大。其实那是虚有其表。只要掀开她的大襟，就知道衣下鼓鼓囊囊一大嘟噜是倒垂的裤腰。她系一条红裤带，六七寸高的裤腰有几层，有的往左歪，有的往右歪，有的往下倒。一重重的衣服都有小襟，小襟上都钉着口袋，一个两个或三个上一个，下一个，反面再一个，大小不等，颜色各别。衣袋深处装着她的家当布票，粮票，油票，一角二角或一元二元或五元十元的钱。她分别放开，当然都有计较。我若给她些什么，得在她的袋口别上一二只大别针，或三只小的，才保住东西不外掉。我曾问起她家的情况。林奶奶叙事全按古希腊悲剧的从半中间起用的代名词很省，一个他字，同时代替男女老少不知多少人。我越听越糊涂，事情越问越复杂，只好不求甚解。比如她说我们穷人家嘛，没钱娶媳妇儿，他哥儿俩吧，就合那一个嫂子。我不知是同时还是先后合娶一个嫂子――好像是先后。我也不知哥儿俩是她的谁，反正不是她的丈夫，因为她只嫁过一个丈夫，早死了，她是青年守寡的。她伺候婆婆好多年，听她口气，对婆婆很有情谊。她有一子一女，都已成家。她把儿子栽培到高中毕业。女儿呢，据说是他嫂子的，四岁没了妈，吃我的奶。死了的嫂子大概是她的妯娌。她另外还有嫂子，不知是否哥儿俩合娶的，她曾托那嫂子给我做过一双棉鞋。"}
{"text":"我不知是同时还是先后合娶一个嫂子――好像是先后。我也不知哥儿俩是她的谁，反正不是她的丈夫，因为她只嫁过一个丈夫，早死了，她是青年守寡的。她伺候婆婆好多年，听她口气，对婆婆很有情谊。她有一子一女，都已成家。她把儿子栽培到高中毕业。女儿呢，据说是他嫂子的，四岁没了妈，吃我的奶。死了的嫂子大概是她的妯娌。她另外还有嫂子，不知是否哥儿俩合娶的，她曾托那嫂子给我做过一双棉鞋。林奶奶得意扬扬抱了那双棉鞋来送我，一再强调鞋是按着我脚寸特制的。我恍惚记起她曾哄我让她量过脚寸。可是那双棉鞋显然是男鞋的尺码。我谢了她，领下礼物，等她走了，就让给默存穿。想不到非但他穿不下，连阿圆都穿不下。我自己一试，恰恰一脚，真是按着我脚寸特制的呢！那位嫂子了忽然聪明起来。我说哦，林奶奶，里面藏着宝吧？她有气，可也笑了，还带几分被人识破的不好意思。我说，难怪你这件背心鼓鼓囊囊的。把你的宝贝掏出来给我，背心你穿上，不好吗？她大为高兴，立即要了一把剪子，拆开背心，从皮板子上揭下一张张存款单。我把存单的帐号款项存期等一一登记，封成一包，藏在她认为最妥善的地方。林奶奶切切叮嘱我别告诉人，她穿上背心，放心满意而去。可是日常和仇人做街坊，林奶奶总是放心不下。她不知怎么丢失了二十块钱，怀疑街坊偷了。也许她对谁说了什么话，或是在自己屋里嘟嚷，给街坊知道了。那街坊大清早等候林奶奶出门，赶上去狠狠的打了她两巴掌，骑车跑了。林奶奶气得几乎发疯。我虽然安慰了她，却埋怨她说，准是你上厕所掉茅坑里了，怎能平白冤人家偷你的钱呢？林奶奶信我的话，点头说大概是掉茅坑里了。她是个孤独的人，多心眼儿当然难免。我的旧保姆回北京后，林奶奶已不在我家洗衣，不过常来我家作客。她挨了那两下耳光，也许觉得孤身住在城里不是个了局。她换了调子，说自己的儿子好了。连着几年，她为儿子买砖买瓦买木材，为他盖新屋。是她儿子因为要盖新屋，所以好了还是因为他好了，所以林奶奶要为他盖新屋？外人很难分辨，反正是同一回事吧？我只说林奶奶，你还要盖房子啊？她向我解释老来总得有个窝儿呀。"}
