{"text":"我想就把我这篇喃喃自语题为答自己问吧，作家愿意刊用，我也很高兴，供上帝和人民发笑。猛地想起一部电视片中的一段解说词有一天，所有被关在宠子里驯养的野生动物，将远离人类，重现它们在远古时代自由自在的生活，那一天就是野生动物的节日。我想，那一天也将是人类的节日，人不再想统治这个世界了，而是要与万物平等和睦地相处，人也不再自制牢笼，精神也将像那欢庆节日的野生动物一样自由驰骋。譬如说一只鼹鼠在地下喃喃自语，一只苍鹰在天上嗤嗤发笑，这都是多么正常，霸占真理的暴君已不复存在。年月日注说反映不如说实现。写作不是为了反映生活，而是以寻找以创造去实现人生，生命就是一个寻找和创造的过程，人以此过程而为人。因此它甚至不是一项事业，它更像一个虔诚而庄严的礼拜。反映只是脚印，人走路不是为了留下脚印，但人走路必会留下脚印，后人可以在这脚印上看出某种反映。私人大事排行榜这半个世纪留给了我们些什么？你能说出这半个世纪对你而言的一件或十件大事吗？当然，当你收到这份组稿函时，你就已经知道这里所谓的大事，纯粹是就个人的思想经历而言的。――引自独白组稿函一于我而言，本世纪下半叶的头一件大事，自然是我的出生。因为这是一切于我而言的经验和意义包括本世纪下半叶这样一个概念的前提，是独白的不容商量的出发点。由于我的出生，世界开始以一个前所未有的角度被观察，历史以一个前所未有的编排被理解，意义以一次前所未有的情感被询问。尽管这对他人来说是一件微乎其微的小事，对历史来说是一个完全可以忽略的小小颤动，但那却是我的全部――全部精神际遇的严峻。佛家有一说杀一生命，等于杀一个世界。那么，一个生命的出生也就是一个世界的出生了，任何个人，都是独一无二的世界。有一年，由报纸传来了一个消息地球上已经活着五十亿个人了。我不曾计算这是第几件，但是我立刻相信这是一件大事五十亿个世界中有多少被忽略的严峻呢？但可以肯定，五十亿个世界之间，有着趋近无限的相互沟通的欲望。二沟通的欲望，大约可以算作第二件大事。"}
{"text":"佛家有一说杀一生命，等于杀一个世界。那么，一个生命的出生也就是一个世界的出生了，任何个人，都是独一无二的世界。有一年，由报纸传来了一个消息地球上已经活着五十亿个人了。我不曾计算这是第几件，但是我立刻相信这是一件大事五十亿个世界中有多少被忽略的严峻呢？但可以肯定，五十亿个世界之间，有着趋近无限的相互沟通的欲望。二沟通的欲望，大约可以算作第二件大事。当出生不由分说地把我局限在纷纭历史和浩瀚人群中的一个点上以来，我感到，我就是在这样的欲望中长大的我猜别人也会是这样。我说大约可以算作第二件大事，是因为我预料这可能还是最后一件大事这个欲望会毫不减弱地跟随我，直到生命的终点。然而，沟通的欲望，却暗含了沟通的悲观处境沟通既是欲望和永远的欲望，这欲望就指示了人之间的阻障和永远的阻障。人所企盼的东西必不是已经成为现实的东西，人之永久的企盼呢，当然就表明着永久的不可实现。不久前我参加了一次文学谈论会，题目就是沟通，，但就在这样一个美好的题目下，语言这个老奸巨滑的魔术家抑或水性杨花的风流娘们儿略施小计，就把一群安分与不安分的作家搞得晕头转向。我看见语言的阻障，就像语言的求生一样坚强。我听见同操汉语的讨论者们，谁也没有真正听懂谁的话，在几乎每一个词上都发生不止一个误解。我感到这些误解是解释不清的，至少我不知道怎样才能解释清楚，因为在解释过程中，你不得不又去求助那些狡猾的语言，继续繁衍同样多的误解。那一刻，我对语言甚至有了对阿的那种情绪怒其不争，怜其不幸。确实，人一直是在解释的路上，且无尽头。事实上，未必是我们在走路，而是路在走我们，就像电路必要经由一个个电子元件才成其为一个完整的游戏。上帝在玩其莫测高深的电路，而众人看那游戏，便有了千差万别的指向或意味。写作或文学自然也就是这样，唯一可能的共识就是这条路的没有尽头，而每个路口或路段都是独特的个人的命运，其不可替代性包含着相互不可彻底理解的暗示。沉默就常常是必要的。沉默可以通向有声有形的语言所不能达到的地方，就像浪，舒缓下来，感悟到了水的深阔水对浪的包容水于浪的永久的梦想意义。三因此梦想成为第三件大事。但并不是第三等大事――好比排在元帅之后的上将，不梦想也是元帅，第三位元帅倒可能是最能征善战的一位。"}
{"text":"写作或文学自然也就是这样，唯一可能的共识就是这条路的没有尽头，而每个路口或路段都是独特的个人的命运，其不可替代性包含着相互不可彻底理解的暗示。沉默就常常是必要的。沉默可以通向有声有形的语言所不能达到的地方，就像浪，舒缓下来，感悟到了水的深阔水对浪的包容水于浪的永久的梦想意义。三因此梦想成为第三件大事。但并不是第三等大事――好比排在元帅之后的上将，不梦想也是元帅，第三位元帅倒可能是最能征善战的一位。沟通，在现实那儿不受重用，便去投在梦想的麾下。想一想，人可能实现的事物都有什么呢？无外乎衣食住行生老病死劳作与繁衍。而这一切，比如说荒野上的狼群和蜂族也都在一一执行，代代相传。一旦破出这个范围，则必发现已是梦想的领地。想一想吧果腹之后的美食，御寒之外的时装，繁殖之上的爱情，富足之下的迷茫，死亡面前的意义，以及眺望中的远方，猜测中的未来，童年的惊奇与老年的回忆人更多的时候是在梦想里活的。但人却常常忘恩负义，说梦想是最没有用处的东西。作梦！――这不是斥责便是嘲讽，否则是警告。但是，倘无梦想――我曾在另外的地方写过类似的话――人又是什么呢？电脑？机器？定理？程序？布设精确的多米诺骨牌？仪态得体的五十亿蜡像？由于电脑的不可一世，我们终于有机会发现，人的优势只有梦想了。有了梦想，人才可以在无限的时空与未知的威慑下，使信心得着源泉，使未来抱住希望，使刻板的一天二十四小时有其变化万千的可能。简而言之，它有无限的未知，我有无限的知欲它有无限的阻障，我有无限的跨越阻障的向往它是命定之规限，我是舍命之狂徒。这就是可尊可敬的梦想，是梦想可以欢笑的理由。在没有终点的路上，可否说，沟通以及一切属于精神的向往已在梦想中实现了呢？但不是实现了，而是实现着。永远地实现着，不是更好么？我时刻感到，梦想是人生唯一乐观的依仗，尽管你也可以说这里面藏着无可奈何的因素。但是若问梦想终于把我们送去何处？这就显得有点智力迟钝，它既无终点，当然是把我们送去对梦想的梦想，送去对梦想的爱戴与跟随。四关于梦想的意义，没有谁比加斯东巴什拉在其梦想的诗学刘自强译中说得更好。我信手捡几句抄在这里抄它，本身就有一种梦想的快乐面对真实的世界，人们能在自己身上发现那忧虑的本体存在。"}
{"text":"永远地实现着，不是更好么？我时刻感到，梦想是人生唯一乐观的依仗，尽管你也可以说这里面藏着无可奈何的因素。但是若问梦想终于把我们送去何处？这就显得有点智力迟钝，它既无终点，当然是把我们送去对梦想的梦想，送去对梦想的爱戴与跟随。四关于梦想的意义，没有谁比加斯东巴什拉在其梦想的诗学刘自强译中说得更好。我信手捡几句抄在这里抄它，本身就有一种梦想的快乐面对真实的世界，人们能在自己身上发现那忧虑的本体存在。那时他们感觉到被抛到世界上，被抛到消极无人性的世界里，这时的世界是杳无人性的虚无。这时，我们的现实机能使我们不得不去适应现实，不得不把自己作为某种现实建立起来但是梦想就其本质而言，不正是要把我们从现实的机能中解放出来吗？由于非现实机能的巧妙性，我们通过想象回到信任的世界，有自信的生存世界，梦想固有的世界。爱是两种诗情的相逢，两种梦想的融会两颗孤独心灵的梦想滋润着温馨的爱情。一个对爱的激情持现实主义态度的人在爱情的表达中只能看到一种窠臼。但是伟大的激情仍然从伟大的梦想产生。如果将爱情与其整个非现实的性质相分离，那么爱情的现实性便会被破坏殆尽。童年持续于人的一生，童年的回归使成年生活的广阔区域呈现出蓬勃的生机。当梦想为我们的历史润色时，我们心中的童年就为我们带来了它的恩惠。必须和我们曾经是的那个孩子共同生活从这种生活中人们得到一种对根的认识，人的本体存在这整棵树都因此而枝繁叶茂。记忆是心理的废墟，是回忆的旧货铺。应该重新对我们的整个童年进行想象。在重新想象童年时，我们有可能在孤独孩子时的梦想生活本身之中再发现这一童年。因此，让我们不按数字去梦想，梦想我们的青年时代童年时代。啊！这些时代已经远去！我们内在的千年如此古远！那属于我们的，在我们身心中的千年，几乎行将吞没先于我们的存在！当人深入梦想时，会永远无休止地开始。对宇宙的梦想使我们离开有谋划的梦想。对宇宙的梦想将我们放在一个天地中而不是一个社会里。那会是一种心灵状态那是整个心灵与诗人的诗的天地的全盘表露。想象力致力于展示未来。它首先是一种使我摆脱沉重的稳定性羁绊的危险因素。这些遐想拓宽了我们的生存空间，并使我们对宇宙充满信心。是啊，尽管很快乐，但是不能再抄了，否则这篇文章到底算谁写的呢？"}
{"text":"那属于我们的，在我们身心中的千年，几乎行将吞没先于我们的存在！当人深入梦想时，会永远无休止地开始。对宇宙的梦想使我们离开有谋划的梦想。对宇宙的梦想将我们放在一个天地中而不是一个社会里。那会是一种心灵状态那是整个心灵与诗人的诗的天地的全盘表露。想象力致力于展示未来。它首先是一种使我摆脱沉重的稳定性羁绊的危险因素。这些遐想拓宽了我们的生存空间，并使我们对宇宙充满信心。是啊，尽管很快乐，但是不能再抄了，否则这篇文章到底算谁写的呢？――这是一个挺无聊的现实概念，但你不能不记住它，因为我们不得不把自己作为某种现实建立起来。五电脑是一件大事吗？暂时还不是，它还只是一种很好用的小机器。但它将来也许是，倘其也有了梦想那才真正是一件大事。要是它有一天梦想着消灭人的梦想，试图与我们调换一下位置，那才是一件可怕的大事。它又吟诗又作画又谈情说爱，而我们呆在一个小箱子里被标明型号被叫作信息高速公路，那事儿可就大了。我们唧唧吱吱地在地上跑，唧唧吱吱地在太空中传递，被压扁成为图像，被抻长成为数据，被拷贝得千篇一律，被贮存得规规矩矩，被调动得奴颜婢膝，然后我们损坏，过时，成为有害的垃圾去污染上帝的田园不见得没有这样的危险。记不得从本世纪下半叶的哪一天起了，信息成千上万倍地增殖，成千上万倍地加速，在人的大脑里占据越来越多的空间，广告词顶替着儿歌，股市情报充当起神话，童年成了游戏机的赞助人，晚年成了电视机的守望者，而人们还在喜气洋洋地奔走相告信息就是财富，未来的天下乃信息之天下，谁占有的信息越多，谁就越是这世界上的强者强过，强族，强商，强集团，强男人与强女人。这样下去，生性好强的人们，为什么无限的信息不可能把你们有限的大脑占满呢？凭什么去指望它们善良厚道，不把你们的梦想删除，不把你们生命的神奇篡改呢？危言耸听！――很高兴听见这样的呵斥。为了它永远有理由遭此呵斥，本世纪下半叶的大事记中，应该保留这类耸人听闻的危言。事实上那类很好用的小机器已经开始不把我们当人了。比如它们才不想把体育奉为人之梦想的仪式呢，它们才不想把艺术辟为心之沟通的无限机会呢，它们只想把我们好歹归置进程序里去，发射到利润里去，把歌星影星体育明星一律推行为广告的宿主。据说猴子是因为懒怠下树而终未取得做人的机会，我常猜想耗子呢？"}
{"text":"危言耸听！――很高兴听见这样的呵斥。为了它永远有理由遭此呵斥，本世纪下半叶的大事记中，应该保留这类耸人听闻的危言。事实上那类很好用的小机器已经开始不把我们当人了。比如它们才不想把体育奉为人之梦想的仪式呢，它们才不想把艺术辟为心之沟通的无限机会呢，它们只想把我们好歹归置进程序里去，发射到利润里去，把歌星影星体育明星一律推行为广告的宿主。据说猴子是因为懒怠下树而终未取得做人的机会，我常猜想耗子呢？耗子准是因为被信息挤掉了梦想而将做人的机会得而复失的。耗子们，无论攫食安居衍子预警备荒避险扩张其能力之高妙，不能不使人相信它们有着卓越的信息交通，与人相比它们只是搞丢了梦想鬼知道丢到哪儿去了，故而它们一味盯住地上，从不看天一眼。六因而想到一件事，不知算大算小。有一回我冲口说出人与人的差别大于人与猪的差别。在场的人撇嘴或喷饭，嘲笑这不过是一个无聊的调侃。我一时糊涂，也就犹豫。当时我真该多想一想此一相信与彼一嘲笑之间的差别，或此一无聊与彼一英明之间的差别，难道是人与猪之间可能有的差别？这岂不正是我之相信的确切证据吗？我绝没有想说谁是猪的意思，也许倒是我长了一份猪脑子。大约没有人会反对人与猪的差别，根本在于人思想，猪不思想。至于其他官能，人与猪则大同小异听说，已有人试图把猪的除大脑以外的器官往人身上移植了。我感觉他们会成功。那么就是说，只要证明能思想与思想的差别大于思想与不思想的差别，也就证明了人与人的差别大于人与猪的差别了。可这还需要证明吗？不思想的猪固定为人间的一道大菜，而思想却是思想永远摸不透的邻居，人才是人的无常处境。举个例子人喂猪，猪顶多以为那是爱它，绝不会有人的灵动，猜这未必不是个圈套。猪以其肉喂人呢，猪惟其遭一回惊吓或一阵冤屈，断不会生出奉献之类豪情或苦肉之诡计。再举几例，你想绕过一面墙，绕就是了，目测好它的长宽高不去碰它就好，它以其长宽高表明它对你的全部阻碍，绝不至于中途变卦。你想躲开一棵危然欲倾的树，只要看它倾倒的方向即可以平安，不必像逃避一条人间大棒，到底搞不清它从上下左右何处下手。如是等等。这当然不是说，我就相信人不如猪好，进而去发当人不如当猪的牢骚。"}
{"text":"再举几例，你想绕过一面墙，绕就是了，目测好它的长宽高不去碰它就好，它以其长宽高表明它对你的全部阻碍，绝不至于中途变卦。你想躲开一棵危然欲倾的树，只要看它倾倒的方向即可以平安，不必像逃避一条人间大棒，到底搞不清它从上下左右何处下手。如是等等。这当然不是说，我就相信人不如猪好，进而去发当人不如当猪的牢骚。我只是说，人之复杂的欲念，乃由上帝之复杂嗜好所牵动，绝非人的自以为足够复杂的智力可以全知，别以为有什么伟大的公式主义或旗手，可以令其交出全部秘密。老子――我以为那是他在表扬人的时候――说知不知为上。浪漫些想若在天国的动物园，有一栏叫作人的生物展出，诸神会否送给他们一个俗称呢？如果送，料必就是这知不知，相仿于麋鹿的俗称是四不像。但是，听知不知们讨论起随便什么问题比如文学来，你又会觉得，单此一个知不知远不够概括这一物种的特点，完全有必要王朔先生已经留意到的写有动物凶猛的地方，换上尼采先生的发现权力意志。确实，其凶猛盖由于此。因为，你慢慢听吧，那里面常常只有一句话文学，或者随便什么当如此，不当如彼，如此者当助其昌隆，如彼者则莫如早早扼其于摇篮。当然，人有这样自由地思想与表达的权利，但幸好止于权利，倘变成权力呢？尤其要是在灿烂的旗帜上飘舞呢？这样的时候，我就更加地相信了人与人的差别大于人与猪的差别，以及这样一种警醒多么有益于心情的健康。文思之不同，恰如命运之大异，怎么能把它们捆到一条路上去呢？你比上帝高明吗？潇洒一生的人看不懂坎坷一世的心，屡屡遭殃的命进入不了好运频逢者的联翩妙想，人之间有着无形的永固的墙。人们都是在一条条无形且永固的巷子里走，大多时候，其情其思隔墙隔巷老死难相往来。世界真大，墙与巷多到不可计数。世界其实小，谁若能摸住三五面墙走进三五条巷也就不坏。这世界真是很糟糕吗？但上帝造它的时候，看这是好的，才这样成了。上帝却让通天塔不成，――这肯定是一个伟大的寓言人的思路一旦统一，人就要变成魔鬼手中的小机器了。这大约，不，这肯定是上帝与魔鬼的一次赌博上帝说他创造的是一场无穷无尽美不胜收的舞蹈魔鬼说不，你等着看我怎么把他们变成一群呆头呆脑丑不堪言的小玩偶吧。七有两件似乎很大的事，我百思而终未得到哪怕稍稍可爱以满意的回答。"}
{"text":"世界真大，墙与巷多到不可计数。世界其实小，谁若能摸住三五面墙走进三五条巷也就不坏。这世界真是很糟糕吗？但上帝造它的时候，看这是好的，才这样成了。上帝却让通天塔不成，――这肯定是一个伟大的寓言人的思路一旦统一，人就要变成魔鬼手中的小机器了。这大约，不，这肯定是上帝与魔鬼的一次赌博上帝说他创造的是一场无穷无尽美不胜收的舞蹈魔鬼说不，你等着看我怎么把他们变成一群呆头呆脑丑不堪言的小玩偶吧。七有两件似乎很大的事，我百思而终未得到哪怕稍稍可爱以满意的回答。其一人应该更加崇尚理性呢，还是更尊重激情最勇敢可爱的，到底是哪一个？呵，山楂树呀，请你告诉我。？最好是鱼与熊掌兼得――但这不是回答。理性之为理性，就因为它要限制激情，继而得寸进尺还会损害激情磨灭激情。激情之为激情，就因为它要冲破理性，随之贪得无厌还要轻蔑理性甚至失去理性山楂树下统共这么两位可爱的青年，你到底要哪一个？。但是你抛弃哪一个都不可能，首先姑娘呵你忧郁地想念他它们，这就是激情其次，你犹豫不决地选择，这就是理性。是呀，没有激情，人原地不动地成了泥胎，连理性也无从发展丧失理性，人满山遍野地跑成兽类，连激情的美妙也不能发现不能享受。这便如何是好？我想姑娘她这么苦着，真是理性的罪行，否则她闭上眼睛去山楂树下摸一个回来，岂不省事？我又想姑娘这么苦着，实乃激情的作恶，否则她颈套上一串珠子远远地躲开山楂树，不就结了？或者我还想这完全是那两个青年的责任，他们为什么不能有一个坚具理性慨然告退，而另一个饱富激情冲过来把姑娘抱回家去！――但这无论是对姑娘，对两个青年，还是对我自己，都像似什么也没回答。其二呢人应该保留欲望呢，还是应该灭断欲望？不要欲望，亿万泥胎实际就已经掉进魔鬼的陷阱，甚至比这还要糟。鸟不叫云不飞，风不动心不摇，恶行灭尽善念不生，没有欲望则万物难存，甚至宇宙也不再膨胀，那是什么？有一种说法那是一种凡夫俗子无从想见的美妙世界。――但是，这已经动了欲望，不过更为奢侈些罢了。看来还是得大大方方地保留欲望。可是，欲望不见得是一种甘于保留的东西，欲望之为欲望，注定它要无止境地扩展。但是，看看河流已经让它弄成了什么吧，看看草原森林土地和空气都让它作践成了什么？地球千疮百孔空乏暗淡已经快被榨干了！那么，保留欲望的同时限制欲望，如何？呵，这是不是又回到其一的逻辑里去了？"}
{"text":"鸟不叫云不飞，风不动心不摇，恶行灭尽善念不生，没有欲望则万物难存，甚至宇宙也不再膨胀，那是什么？有一种说法那是一种凡夫俗子无从想见的美妙世界。――但是，这已经动了欲望，不过更为奢侈些罢了。看来还是得大大方方地保留欲望。可是，欲望不见得是一种甘于保留的东西，欲望之为欲望，注定它要无止境地扩展。但是，看看河流已经让它弄成了什么吧，看看草原森林土地和空气都让它作践成了什么？地球千疮百孔空乏暗淡已经快被榨干了！那么，保留欲望的同时限制欲望，如何？呵，这是不是又回到其一的逻辑里去了？限制的边界划到哪儿，划到什么地方什么时间？就是说，欲望应该到什么地方停下，什么时候截止呢，止以后呢，咱们干吗？咱们可不是一群傻瓜，能把一件玩具来回来去玩上一辈子。咱们总是要看看边界不管什么边界之外的奇妙。看看就够了？不行，还要拿来。拿来就够了？不行，我们总是看见边界就总是想越过边界。有人说远游或探险，与窃盼外遇同出一源。又有俗话男人不坏，女人不爱。真是真是，谁会爱一个没有好奇心想象力和创造欲的呆子呢？呆子不坏但不可爱，聪明的家伙可爱但可能坏，女人们的这份难处很像上帝的难处把地球给泥胎去做花园呢，还是请欲望横生的人们去把它变成垃圾站？八我以为我终于听懂了人性恶。说人之初性本善，恶行都是后天土壤的教唆，这很像是说种瓜得豆，种豆得海洛因。人性恶，当然也并非是说，人这种坏东西只配铲除，而是说人性中原就埋着险恶。还说权力意志吧。陈鼓应先生宁可把它译为冲创意志，认为尼采的本意是指人的创造力，而不是指世俗的权力，并引了尼采的原话，证明他是蔑视权势。而章国锋先生相信还是权力意志译得正确，说尼采认为权力意志是一种无法遏止的追求权力和占有的欲望。存在于世界万物之中，是世界的本质和存在的基础。说事实上，尼采所说的权力不仅指世俗权力，更重要的是指精神权力，即在精神上压倒征服别人，从而取得控制支配统治别人的权力。尼采的原意到底是什么，当是专家的讨论，我没有资格作判断。但我注意到了章国锋先生的这一句话维持生存追求发展和渴求控制异体是权力意志的两种本质。我倾向这句话。于是想到我们赞美梦想，崇尚创造，同时提防欲望，但梦想创造和欲望实为同一母胞。我虽然相信尼采的原意是要鼓动人的创造与超越，但冲创的本性中肯定携带了权势的基因。"}
