{"text":"第二辑屐痕处处感伤的行旅在柯山寺的前前后后，赏玩了两三个钟头，更在寺里吃了一顿午饭，我们就又在暖日之下，和做梦似地回到了衢州，因为衢州城里还有几处地方，非去看一下不可。一是在豆腐铺作场后面的那座天王塔。二是城东北隅吴征虏将军郑公舍宅而建的那个古刹祥符寺。三是孔子家庙，及庙内所藏的子贡手刻的楷木孔子及夫人丌官氏像。这三处当然是以孔庙和楷木孔子像最为一般人所知道，数千年来的国宝，实在是不容易见到的希世奇珍。陪我们去孔庙的，是三衢医院的院长孔熊瑞先生，系孔子第七十三代的裔孙。楷木像藏在孔庙西的一间楼上像各高尺余，孔子是朝服执圭的一个坐像，丌官夫人的也是一样的一个，但手中无圭。两像颜色苍黑，刻划遒劲，决不是近代人的刀势。据孔先生告诉我们的话，则这两像素来就说是出于端木子贡之手刻，宋南渡时由衍圣公孔端友抱负来衢，供在家庙的思鲁阁上即以来衢州后的年限来说，也已经有百年的历史了。孔子像的面貌，同一般的画像并不相同，两眼及鼻子很大，颧骨不十分高，须分三挂，下垂及拱起的手际，耳朵也比常人大一点儿。孔子的一个圭，一挂须，及一只耳朵，已经损坏了，现在的系后人补刻嵌入的，刀法和刻纹，与原刻的一比，显见得后人的笔势来得软弱。孔庙正中殿上，尚有孔子塑像一尊，东西两庑，各有迁衢始祖衍圣公孔端友等的塑像数尊，西思鲁阁下，还有石刻吴道子画的孔子像碑一块一座家庙，形式格局，完全是圣庙的大成至圣先师之殿。我虽则还不曾到过曲阜，但在这衢州的孔庙内巡视了一下，闭上眼睛，那座圣地的殿堂，仿佛也可以想象得出来了。衢州西安门外，新河沿下的浮桥边，原也有江干的花市在的，但比到兰溪的江山船，要逊色得多，所以不纪。仙霞纪险从衢州南下，一路上迎送着的有不断的青山，更超过几条水色蓝碧的江身，经一大平原，过双塔地，到一区四山围抱的江城，就是江山县了。江山是以三片石的江郎山出名的地方，南越仙霞关，直通闽粤，西去玉山，便是江西所谓七省通衢，江山实在是第一个紧要的边境。世乱年荒，这江山县人民的提心吊胆，打草惊蛇的状况，也可以想见的了我们南来，也不过想见识见识仙霞关的险峻，至于采风访俗，玩水游山，在这一个年头，却是不许轻易去尝试的雅事，所以到江山的第二日一早，我们就急急地雇了一辆汽车，驰往仙霞关去。"}
{"text":"江山是以三片石的江郎山出名的地方，南越仙霞关，直通闽粤，西去玉山，便是江西所谓七省通衢，江山实在是第一个紧要的边境。世乱年荒，这江山县人民的提心吊胆，打草惊蛇的状况，也可以想见的了我们南来，也不过想见识见识仙霞关的险峻，至于采风访俗，玩水游山，在这一个年头，却是不许轻易去尝试的雅事，所以到江山的第二日一早，我们就急急地雇了一辆汽车，驰往仙霞关去。在南门外的汽车站上车，三里就到俗名东岳山，有一块老虎岩，并一座明嘉靖年间建置的塔在的景星山下南行二十里，远远望得见冲天的三块巨岩江郎山，或合或离，在东面的群山中跳跃再去是淤头，是峡口，是仙霞岭的区域了，去江山虽有十里路程，但汽车走走，也只走了两三个钟头的样子。仙霞岭的面貌，实在是雄奇伟大得很！老远看来，就是那么高那么大的这排百里来长的仙霞山脉，近来一看，更觉得是不见天日了。东西南的三面，弯里有弯，山上有山奇峰怪石，老树长藤，不计其数而最曲折不尽，令人方向都分辨不出来的，是新从关外二十八都筑起，沿龙溪化龙溪两支深山中的大水而行的那条通江山的汽车公路。五步一转弯，三步一上岭，一面是流泉涡旋的深坑万丈，一面又是鸟飞不到的绝壁千寻。转一个弯，变一番景色，上一条岭，辟一个天地，上上下下，去去回回，我们在仙霞山中，龙溪岸上，自北去南，因为要绕过仙霞关去，汽车足足走了有一个多钟头的山路。山的高，水的深，与夫弯的多，路的险，不折不扣的说将出来，比杭州的九溪十八涧，起码总要超过三百多倍。要看山水的曲折，要试车路的崎岖，要将性命和运命去拼拼，想尝一尝生死关头，千钧一的冒险异味的人，仙霞岭不可不到，尤其是从仙霞关北麓绕路出关，上关南二十八都去的这一条新辟的汽车公路，不可不去一走。车到关南，行经小竿岭的那个隘口，近瞰二十八都谷底里的人家，远望浦城枫岭诸峰的青影的时候，我真感到了一种一则以喜一则以惧的说不出的心理喜的是关后许多险隘，已经被我走过了，惧的是直望山脚的目的地二十八都，虽然是只离开了一程抛石的空间，但山坡陡削，直冲下去，总也还有二三千尺的高度。这时候回头来看看仙霞关，一条石级铺得像蛇腹似的曩时的鸟道，却早已高高隐没在云雾与树木的中间了。"}
{"text":"车到关南，行经小竿岭的那个隘口，近瞰二十八都谷底里的人家，远望浦城枫岭诸峰的青影的时候，我真感到了一种一则以喜一则以惧的说不出的心理喜的是关后许多险隘，已经被我走过了，惧的是直望山脚的目的地二十八都，虽然是只离开了一程抛石的空间，但山坡陡削，直冲下去，总也还有二三千尺的高度。这时候回头来看看仙霞关，一条石级铺得像蛇腹似的曩时的鸟道，却早已高高隐没在云雾与树木的中间了。第二辑屐痕处处感伤的行旅从小竿岭的隘口下来，盘旋回绕，再走了三四十分钟头，到仙霞关外第一口的二十八都去一看，忽然间大家的身上又起了一层鸡皮的细粒。太阳分明是高照在那里，天色当然是苍苍的，高大的人家的住屋，也一层一层的排列着在，但是人哩，活的生动着的人哩，人都到哪里去了呢？许许多多的很整齐的人家，窗户都是掩着的，门却是半开半闭，或者竟全无地空空洞洞同死鲈鱼的口嘴似的张开在那里。踏进去一看，地下只散乱铺着有许多稻草。脚步声在空屋里反射出来的那一种响声，自己听了也要害怕。忽而索落落屋角的黑暗处稻草一动，偶尔也会立起一个人来，但只光着眼睛，向你上下一打量，他就悄悄的避开了。你若追上去问他一句话呢，他只很勉强地站立下来，对你又是光着眼睛的一番打量，摇摇头，露一脸阴风惨惨的苦笑，就又走了，回话是一句也不说的。我们照这样的搜寻空屋，搜寻了好几处，才找到了一所基干队驻扎在那里的处所。守卫的兵士，对我们起初当然也是很含有疑惧的一番打量，听了我们的许多说明之后，他才开口说昨晚上又有谣。居民是自从去年九月以来，早就搬走了。在这里要吃一顿饭，是很不容易，因为豆腐青菜都没有人做，但今天早晨，队长是已经接到了江山胡站长的信，饭大约总在预备了罢？说了，就请我们上大厅去歇息。我们看到了这一种形，听到了那一番话，食欲早就被恐怖打倒了，所以道了一声队长万福，跳上车子，转身就走。重回到小竿岭的那个隘口的时候，几刻钟前曾经盘问我们过，幸亏有了陈万里先生的那个徽章证明，才安然放我们过去的那位捧大刀的守卫兵，却笑着对我们说你们就回去了么？回来一过此口，已经入了安全地带，我们的胆子也大起来了，就在龙溪边上，一处叫作大坞的溪桥旁边下了车，打算爬上山去，亲眼去看一看那座也可以说是一夫当关，万夫莫开，宋史浩方把石路铺起来的仙霞关口。"}
{"text":"我们看到了这一种形，听到了那一番话，食欲早就被恐怖打倒了，所以道了一声队长万福，跳上车子，转身就走。重回到小竿岭的那个隘口的时候，几刻钟前曾经盘问我们过，幸亏有了陈万里先生的那个徽章证明，才安然放我们过去的那位捧大刀的守卫兵，却笑着对我们说你们就回去了么？回来一过此口，已经入了安全地带，我们的胆子也大起来了，就在龙溪边上，一处叫作大坞的溪桥旁边下了车，打算爬上山去，亲眼去看一看那座也可以说是一夫当关，万夫莫开，宋史浩方把石路铺起来的仙霞关口。一面，叫空车子仍遵原路，绕到仙霞关北相去五里的保安村去等候我们，好让我们由关南上岭，关北下山，一路上看看风景。据书上的记载，则仙霞岭高三百六十级，凡二十四曲，有五关，十峰等等，我们因为是从半腰里上去的，所以所走的只是关门所在的那一段。仙霞关，前前后后，有四个关门。第二关的边上，将近顶边的地方，有一座新筑的碉楼在那里，据陪我们去游的胡站长说，江山近旁，共有碉楼四十余处，是新近才筑起来的，但汽车路一开，这些碉楼，这座雄关，将来怕都要变成些虚有其名的古迹了。仙霞关内岭顶，有一座霞岭亭，亭旁住着一家人家，从前大约是守关官吏的住所，现在却只剩了一位老人，在那里卖茶给过路的行人。北面出关，下岭里许，是一个关帝庙。规模很大，有观音阁浣霞池亭等建筑，大约从前的闽浙官吏来往，总是在这庙内寄宿的无疑。现在东面浣霞池的亭上，还有许多周亮工的过关诗，以及清初诸名宦的唱和诗碣，嵌在石壁的中间。在关帝庙里喝了一碗茶，买了些有名的仙霞关的绿茶茶叶，晚霞已经围住了山腰，我们的手上脸上都感觉得有点潮润起来了，大家就不约而同的叫了出来说啊！原来这些就是仙霞！不到此地，可真不晓得这关名之妙喂！下岭过溪，走到溪旁的保安村里，坐上车子，再探头出来看了一眼曾经我们走过的山岭，这座东南的雄镇，却早已羞羞怯怯，躲入到一片白茫茫的仙霞怀里去了。冰川纪秀冰川是玉山东南门外环城的一条大溪，我们上玉山到这溪边的时候，因为杭江铁路车尚未通，是由江山坐汽车绕广丰，直驱了二三百里的长路，好容易才走到的。到了冰溪的南岸来一看，在衢州见了颜色两样的城墙时所感到的那种异样的，紧张的空气，更是迫切了走下汽车，对手执大刀，在浮桥边检查行人的兵士们偷抛了几眼斜视，我们就只好决定不进城去，但在冰川旁边走走，马上再坐原车回去江山。"}
{"text":"冰川纪秀冰川是玉山东南门外环城的一条大溪，我们上玉山到这溪边的时候，因为杭江铁路车尚未通，是由江山坐汽车绕广丰，直驱了二三百里的长路，好容易才走到的。到了冰溪的南岸来一看，在衢州见了颜色两样的城墙时所感到的那种异样的，紧张的空气，更是迫切了走下汽车，对手执大刀，在浮桥边检查行人的兵士们偷抛了几眼斜视，我们就只好决定不进城去，但在冰川旁边走走，马上再坐原车回去江山。本章结束第二辑屐痕处处感伤的行旅玉山城外是由这一条天生的城河冰溪环抱在那里的，东南半角却有着好几处雁齿似的浮桥。浮桥的脚上，手捧着明晃晃的大刀，肩负着黄苍苍的马枪，在那里检查入城证良民证的兵士，看起来相貌都觉得是很可怕。从冰川第一楼下绕过，沿堤走向东南，一块大空地，一个大森林，就是郭家洲了。武安山障在南边，普宁寺鹤岭寺接在东首。单就这一角的风景来说，有山有水，还有水车，磨房，渔梁，石{，水闸，长堤，凡中国画或水彩画里所用得着的各种点景的品物，都已经齐备了在这样小的一个背景里，能具备着这么些个秀丽的点缀品的地方，我觉得行尽了江浙的两地，也是很不多见的。而尤其是出乎我们的意料之外的，是郭家洲这一个三角洲上的那些树林的疏散的逸韵。郭家洲，从前大约也是冰溪的流水所经过的地方，但时移势易，沧海现在竟变作了桑田了那一排疏疏落落的杂树林，同外国古宫旧堡的画上所有的那样的那排大树，少算算，大约总也已经有了百数岁的年纪。这一次在漫游浙东的途中，看见的山也真不少了，但每次总觉得有点美中不足的，是树木的稀少不意一跨入了这江西的境界，就近在县城的旁边，居然竟能够看到了这一个自然形成的像公园似的大杂树林！城里既然进不去，爬山又恐怕没有时间，并且离县城向西向北十来里地的境界，去走就有点儿危险，万不得已，自然只好横过郭家洲，上鹤岭寺山上的那一个北面的空亭，去遥想玉山的城市了。玉山城里的人家，实在整洁得很。沿城河的一排住宅，窗明几净，倒影溪中，远看好像是威匿思市里的通衢。太阳斜了，城里头起了炊烟，水上的微波，也渐渐地渐渐地带上了红影。西北的高山一带，有一个尖峰突起，活像是倒插的笔尖，大约是怀玉山了吧？这一回沿杭江铁路西南直下，千里的游程，到玉山城外终止了。"}
{"text":"城里既然进不去，爬山又恐怕没有时间，并且离县城向西向北十来里地的境界，去走就有点儿危险，万不得已，自然只好横过郭家洲，上鹤岭寺山上的那一个北面的空亭，去遥想玉山的城市了。玉山城里的人家，实在整洁得很。沿城河的一排住宅，窗明几净，倒影溪中，远看好像是威匿思市里的通衢。太阳斜了，城里头起了炊烟，水上的微波，也渐渐地渐渐地带上了红影。西北的高山一带，有一个尖峰突起，活像是倒插的笔尖，大约是怀玉山了吧？这一回沿杭江铁路西南直下，千里的游程，到玉山城外终止了。冰为溪水玉为山！坐上了向原路回来的汽车，我念着戴叔伦的这一句现成的诗句，觉得这一次旅行的煞尾，倒很有点儿像德国浪漫派诗人的小说。一九三三年十二月稿杭州杭州的出名，一大半是为了西湖。而人工的建设，都会的形成，初则是由于唐末五代，武肃王钱H西历十世纪初期的割据东南，――隋朝特创立此郡城，仅三十六里九十步后武肃钱王，发民丁与十三寨军卒，增筑罗城，周围七十里许。吴自牧梦粱录卷七――再则是由于南宋建炎三年一一二九，高宗的临安驻跸，奠定国都。至若唐白乐天与宋苏东坡的筑堤导水，原也有功于杭郡人民，可是仅仅一位醉酒吟诗携妓的郡守的力量，无论如何，也是不能和帝王匹敌的。据说，杭州的杭字，是因禹末年，巡会稽至此，舍航登陆，乃名杭，始见于文字柴虎臣著杭州沿革大事考。因之，我们可以猜想，禹以前，杭州总还是一个泽国。而这一个四千余年前的泽国，后来为越为吴，也为吴越的战场，为东汉的浙江，为三国吴的富春，为晋的吴郡，为隋唐的杭州，两为偏安国都，迭为省治，现在并且成了东南五省交通的孔道，歌舞喧天，别庄满地，简直又要恢复南宋当时的首都旧观了。我的来住杭州，本不是想上西湖来寻梦，更不是想弯强弩来射潮不过妻杭人也，雅擅杭音，父祖富春产也，歌哭于斯，叶落归根，人穷返里，故乡鱼米较廉，借债亦易，――今年可不敢说，――屋租尤其便宜，铩羽归来，正好在此地偷安苟活，坐以待亡。搬来住后，岁月匆匆，一眨眼间，也已经住了一年有半了。朋友中间晓得我的杭州住址者，于春秋佳日，旅游西湖之余，往往肯命高轩来枉顾。我也因独处穷乡，孤寂得可怜，我朋自远方来，自然喜欢和他们谈谈旧事，说说杭州。"}
{"text":"搬来住后，岁月匆匆，一眨眼间，也已经住了一年有半了。朋友中间晓得我的杭州住址者，于春秋佳日，旅游西湖之余，往往肯命高轩来枉顾。我也因独处穷乡，孤寂得可怜，我朋自远方来，自然喜欢和他们谈谈旧事，说说杭州。这么一来，不几何时，大家似乎已经把我看成了杭州的管钥，山水的东家中学生杂志编者的特地写信来要我写点关于杭州的文章，大约原因总也在于此。第二辑屐痕处处感伤的行旅关于杭州一般的兴废沿革，有浙江通志杭州府志仁钱县志诸大部的书在关于杭州的掌故，湖山的史迹等等，也早有了光绪年间钱塘丁申丁丙两氏编刻的武林掌故丛编西湖集览，与新旧西湖志湖山便览以及诸大书局大文豪的西湖游记或西湖游览指南诸书，可作参考所以在这里，对这些，我不想再来饶舌，以虚费纸面和读者的光阴。第一，我觉得还值得一写，而对于读者，或者也不至于全然没趣的，是杭州人的性格所以，我打算先从杭州人讲起。第一个杭州人，究竟是那里来的？这杭州人种的起源问题，怕同先有鸡蛋呢还是先有鸡一样，就是叫达尔文从阴司里复活转来，也很不容易解决。好在这些并非是我们的主题，故而假定当杭州这一块陆土出水不久，就有些野蛮的，好渔猎的人来住了，这些蛮人，我们就姑且当他们是杭州人的祖宗。吴越国人，一向是好战坚忍刻苦猜忌，而富于巧智的。自从用了美人计，征服了姑苏以来，兵事上虽则占了胜利，但民俗上却吃了大亏喜斗坚忍刻苦之风，渐渐地消灭了。倒是猜忌，使计诸官能，逐步达了起来。其后经楚威王秦始皇汉高帝等的挞伐，杭州人就永远处入了被征服者的地位，隶属在北方人的胯下。三国纷纷，孙家父子崛起，国号曰吴，杭州人总算又吐了一口气，这一口气，隐忍过隋唐两世，至钱武肃王而吐尽不久南宋迁都，固有的杭州人的骨里，混入了汴京都的人士的文弱血球，于是现在的杭州人的性格，就此决定了。意志的薄弱，议论的纷纭外强中干，喜撑场面小事机警，大事糊涂以文雅自夸，以清高自命只解欢娱，不知振作等等，就是现在的杭州人的特性这些，虽然是中国一般人的通病，但是看来看去，我总觉得以杭州人为尤甚。"}
{"text":"三国纷纷，孙家父子崛起，国号曰吴，杭州人总算又吐了一口气，这一口气，隐忍过隋唐两世，至钱武肃王而吐尽不久南宋迁都，固有的杭州人的骨里，混入了汴京都的人士的文弱血球，于是现在的杭州人的性格，就此决定了。意志的薄弱，议论的纷纭外强中干，喜撑场面小事机警，大事糊涂以文雅自夸，以清高自命只解欢娱，不知振作等等，就是现在的杭州人的特性这些，虽然是中国一般人的通病，但是看来看去，我总觉得以杭州人为尤甚。所以由外乡人说来，每以为杭州人是最狡猾的人，狡猾得比上海滩上的滑头还要厉害。但其实呢，杭州人只晓得占一点眼前的小利小名，暗中在吃大亏，可是不顾到的。等到大亏吃了，杭州人还要自以为是，自命为直，无以名之，名之曰杭铁头以自欺。生性本是勤而且俭的杭州人，反以为勤俭是倒霉的事，是贫困的暴露，是与面子有关的，所以父母教子弟的第一个原则，就是教他们游惰过日，摆大少爷的架子。等空壳大少爷的架子学成，父母年老，财产荡尽的时候，这些大少爷们在白天，还要上西湖去逛逛，弄件把长衫来穿穿，饿着肚皮而高使着牙签到了晚上上黑暗的地方去跪着讨饭，或者扒点东西，倒满不在乎，因为在黑暗里人家看不见，与面子还是无关，而大少爷的架子却不可不摆。至于做匪做强盗呢，却不会，决不会，杭州人并不是没有这个胆量，但杀头的时候要反绑着手去游街示众，与面子有关最勇敢的杭州人，亦不过做做小窃而已。唯其是如此，所以现在的杭州人，就永远是保有着被征服的资格的人风雅倒很风雅，浅薄的知识也未始没有，小名小利，一着也不肯放松，最厉害的尤其是一张嘴巴。外来的征服者，征服了杭州人后，过不上三代，就也成了杭州人了，于是剃头者人亦剃其头，几十年后，仍复要被新的征服者来征服。照例类推，一年一年的下去。现在残存在杭州的固有杭州老百姓，计算起来，怕已经不上十个指头了。人家说这是因为杭州的山水太秀丽了的缘故。西湖就像是一位二八佳人体似酥的狐狸精，所以杭州决出不出好子弟来。这话哩，当然也含有着几分真理。可是日本的山水，秀丽处远在杭州之上瑞士我不晓得，意大利的风景画片我们总也时常看见的罢，何以外国人都可以不受着地理的限制，独有杭州人会陷入这一个绝境去的呢？想来想去，我想总还是教育的不好。杭州的家庭教育，社会教育，学校教育，总非要彻底的改革一下不可。其次是该讲杭州的风俗了。"}
{"text":"现在残存在杭州的固有杭州老百姓，计算起来，怕已经不上十个指头了。人家说这是因为杭州的山水太秀丽了的缘故。西湖就像是一位二八佳人体似酥的狐狸精，所以杭州决出不出好子弟来。这话哩，当然也含有着几分真理。可是日本的山水，秀丽处远在杭州之上瑞士我不晓得，意大利的风景画片我们总也时常看见的罢，何以外国人都可以不受着地理的限制，独有杭州人会陷入这一个绝境去的呢？想来想去，我想总还是教育的不好。杭州的家庭教育，社会教育，学校教育，总非要彻底的改革一下不可。其次是该讲杭州的风俗了。岁时习俗，显露在外表的年中行事，大致是与江南各省相通的不过在杭州像婚丧喜庆等事，更加要铺张一点而已。关于这一方面，同治年间有一位钱塘的范月桥氏，曾做过一册杭俗遗风，写得比较详细，不过现在的杭州风俗，细看起来，还是同南宋吴自牧在梦粱录里所说的差仿不多，因为杭州人根本还是由那个时候传下来，在那个时候改组过的人。都会文化的影响，实在真大不过。第二辑屐痕处处感伤的行旅一年四季，杭州人所忙的，除了生死两件大事之外，差不多全是为了空的仪式就是婚丧生死，一大半也重在仪式。丧事人家可以出钱去雇人来哭。喜事人家也有专门说好话的人雇在那里借讨彩头。祭天地，祀祖宗，拜鬼神等等，无非是为了一个架子甚至于四时的游逛，都列在仪式之内，到了时候，若不去一定的地方走一遭，仿佛是犯了什么大罪，生怕被人家看不起似的。所以明朝的高濂，做了一部四时幽赏录，把杭州人在四季中所应做的闲事，详细列叙了出来。现在我只教把这四时幽赏的简目，略抄一下，大家就可以晓得吴自牧所说的临安风俗，四时奢侈，赏观殆无虚日的话的不错了。一春时幽赏孤山月下看梅花，八卦田看菜花，虎跑泉试新茶，西溪楼啖煨笋，保m塔看晓山，苏堤看桃花，等等。二夏时幽赏苏堤看新绿，三生石谈月，飞来洞避暑，湖心亭采莼，等等。三秋时幽赏满家巷赏桂花，胜果寺望月，水乐洞雨后听泉，六和塔夜玩风潮，等等。四冬时幽赏三茅山顶望江天雪霁，西溪道中玩雪，雪后镇海楼观晚炊，除夕登吴山看松盆，等等。将杭州人的坏处，约略在上面说了之后，我却终觉不得不对杭州的山水，再来一两句简单的批评。西湖的山水，若当盆景来看，好处也未始没有，就是在它的比盆景稍大一点的地方。若要在西湖近处看山的话，那你非要上留下向西向南再走二三十里路不行。"}
