{"text":"一九三三年三月十日自由谈发表署名玄茅盾的何必解放一文，其中有前几年有一位先生发见了墨翟是印度人，像煞有介事做了许多考证的话，胡怀琛认为这是任意讥笑，有损个人的名誉，写信向自由谈编者提出责问。涛声文艺性周刊，曹聚仁编辑。一九三一年八月在上海创刊，一九三三年十一月停刊。该刊自第一卷第二十一期起，封面上印有乌鸦搏浪的图案并题辞老年人看了摇头，青年人看了头痛，中年人看了短气，这便是我们的乌鸦主义。前面引文中关于乌鸦主义的话即指此。文艺座谈半月刊，曾今可等编。一九三三年七月在上海创刊，共出四期，新时代书局发行。左联即中国左翼作家联盟，中国共产党领导下的革命文学团体。一九三年三月在上海成立，一九三五年底自行解散。领导成员有夏衍冯雪峰冯乃超周扬等。时事新报一九七年十二月在上海创刊，初名时事报，后合并于舆论日报，改名为舆论时事报，一九一一年五月十八日起改名时事新报。初办时为资产阶级改良派报纸，辛亥革命后，曾经是拥护北洋军阀段祺瑞的政客集团研究系的报纸。一九二七年后由史量才等接办。一九三五年后为国民党财阀孔祥熙收买。一九四九年五月上海解放时停刊。下面的启事载于一九三三年七月六日该报副刊青光上。中外书报新闻周刊，包可华编辑。一九三三年六月在上海创刊，内容以书刊广告为主，兼载文坛消息，中外出版公司印行。同年八月改名中外文化新闻。胸中不正，则眸子g焉孟轲的话，见孟子离娄存乎人者，莫良于眸子，眸子不能掩其恶。胸中正，则眸子g焉胸中不正，则眸子g焉。g，眼睛失神。崔万秋山东观城今与河南范县等合并人，国民党复兴社特务。当时大晚报文艺副刊火炬主编。曾今可用崔万秋的名字为自己的诗作序事，指一九三三年二月曾今可出版他的诗集两颗星时，书前印有崔万秋为之吹捧的代序。同年七月二三日，崔万秋分别在大晚报火炬和申报刊登启事，否认代序为他所作曾今可也在七月四日申报刊登启事进行辩解，说代序乃摘录崔君的来信。卡尔和伊理基卡尔，马克思的名字。"}
{"text":"g，眼睛失神。崔万秋山东观城今与河南范县等合并人，国民党复兴社特务。当时大晚报文艺副刊火炬主编。曾今可用崔万秋的名字为自己的诗作序事，指一九三三年二月曾今可出版他的诗集两颗星时，书前印有崔万秋为之吹捧的代序。同年七月二三日，崔万秋分别在大晚报火炬和申报刊登启事，否认代序为他所作曾今可也在七月四日申报刊登启事进行辩解，说代序乃摘录崔君的来信。卡尔和伊理基卡尔，马克思的名字。伊理基，通译伊里奇，指列宁列宁的姓名是弗拉基米尔伊里奇列宁乌里扬诺夫，伊里奇是其父称，意为伊里亚之子。杨人―广东潮安人。一九二五年加入中国共产党，一九二八年曾参加太阳社，一九三二年叛变革命。一九三三年二月他在读书杂志第三卷第一期发表离开政党生活的战壕，诋毁革命。为适应反动派分裂瓦解革命文艺运动的需要，他又在同年二月现代第二卷第四期发表揭起小资产阶级革命文学之旗，宣扬第三种文艺。韩侍桁天津人。曾参加左联，后转向第三种人。当杨人发表离开政党生活的战壕和揭起小资产阶级革命文学之旗后，他在读书杂志第三卷第六期一九三三年六月发表文艺时评揭起小资产阶级革命文学之旗，其中说杨人是一个忠实者，一个不欺骗自己，不欺骗团体的忠实者他的言论是纯粹求真理的智识者的文学上的讲话。苏汶在现代第一卷第六号一九三二年十月发表的第三种人的出路一文中，曾说作家，假使他是忠实于自己的话，他不能够向自己要他所没有的东西。然而理论家们还是大唱高调，尽向要他所没有的东西呢！不勇于欺骗的作家，既不敢拿出他们所有的东西，而别人所要的却又拿不出，于是怎么办？――搁笔。蒋光慈―又名蒋光赤，安徽六安人，作家，太阳社主要成员。著有诗集新梦中篇小说短裤党长篇小说田野的风等。太阳社一九二七年下半年在上海成立的文学团体，主要成员有蒋光慈钱杏阿英孟超等。一九二八年一月出版太阳月刊，提倡革命文学。一九三年左联成立后，该社自行解散。"}
{"text":"――搁笔。蒋光慈―又名蒋光赤，安徽六安人，作家，太阳社主要成员。著有诗集新梦中篇小说短裤党长篇小说田野的风等。太阳社一九二七年下半年在上海成立的文学团体，主要成员有蒋光慈钱杏阿英孟超等。一九二八年一月出版太阳月刊，提倡革命文学。一九三年左联成立后，该社自行解散。狮子身中的害虫原为佛家的譬喻，指比丘佛教名词，俗称和尚中破坏佛法的坏分子，见莲华面经上卷阿难，譬如师狮子命绝身死，若空若地若水若陆所有众生，不敢食彼师子身肉，唯师子身自生诸虫，还自瞰食师子之肉。阿难，我之佛法非余能坏，是我法中诸恶比丘，犹如毒刺，破我三阿僧o劫积行勤苦所集佛法。据隋代那连提黎耶舍汉文译本这里指混入革命阵营的投机分子。孝子指杨人。他在离开政党生活的战壕中说回过头来看我自己，父老家贫弟幼，漂泊半生，一事无成，革命何时才成功，我的家人现在在作饿殍不能过日，将来革命就是成功，以湘鄂西苏区的情形来推测，我的家人也不免作饿殍作叫化子的。还是留得青山在，且顾自家人吧了！病中，千思万想，终于由理智来判定，我脱离中国共产党了。准风月谈前记前记文六十四篇。一九三四年十二月上海联华书局以兴中书局名义出版，一九三六年五月改由联华书局出版。前记自从中华民国建国二十有二年五月二十五日自由谈的编者刊出了吁请海内文豪，从兹多谈风月的启事以来，很使老牌风月文豪摇头晃脑的高兴了一大阵，讲冷话的也有，说俏皮话的也有，连只会做文探的叭儿们也翘起了它尊贵的尾巴。但有趣的是谈风云的人，风月也谈得，谈风月就谈风月罢，虽然仍旧不能正如尊意。想从一个题目限制了作家，其实是不能够的。假如出一个学而时习之的试题，叫遗少和车夫来做八股，那做法就决定不一样。自然，车夫做的文章可以说是不通，是胡说，但这不通或胡说，就打破了遗少们的一统天下。古话里也有过柳下惠看见糖水，说可以养老，盗跖见了，却道可以粘门闩。他们是弟兄，所见的又是同一的东西，想到的用法却有这么天差地远。月白风清，如此良夜何？好的，凤雅之至，举手赞成。但同是涉及风月的月黑杀人夜，风高放火天呢，这不明明是一联古诗么？我的谈风月也终于谈出了乱子来，不过也并非为了主张杀人放火。"}
{"text":"自然，车夫做的文章可以说是不通，是胡说，但这不通或胡说，就打破了遗少们的一统天下。古话里也有过柳下惠看见糖水，说可以养老，盗跖见了，却道可以粘门闩。他们是弟兄，所见的又是同一的东西，想到的用法却有这么天差地远。月白风清，如此良夜何？好的，凤雅之至，举手赞成。但同是涉及风月的月黑杀人夜，风高放火天呢，这不明明是一联古诗么？我的谈风月也终于谈出了乱子来，不过也并非为了主张杀人放火。其实，以为多谈风月，就是莫谈国事的意思，是误解的。漫谈国事倒并不要紧，只是要漫，发出去的箭石，不要正中了有些人物的鼻梁，因为这是他的武器，也是他的幌子。从六月起的投稿，我就用种种的笔名了，一面固然为了省事，一面也省得有人骂读者们不管文字，只看的署名。然而这么一来，却又使一些看文字不用视觉，专靠嗅觉的文学家疑神疑鬼，而他们的嗅觉又没有和全体一同进化，至于看见一个新的作家的名字，就疑心是我的化名，对我呜呜不已，有时简直连读者都被他们闹得莫名其妙了。现在就将当时所用的笔名，仍旧留在每篇之下，算是负着应负的责任。还有一点和先前的编法不同的，是将刊登时被删改的文字大概补上去了，而且旁加黑点，以清眉目。这删改，是出于编辑或总编辑，还是出于官派的检查员的呢，现在已经无从辨别，但推想起来，改点句子，去些讳忌，文章却还能连接的处所，大约是出于编辑的，而胡乱删削，不管文气的接不接，语意的完不完的，便是钦定的文章。日本的刊物，也有禁忌，但被删之处，是留着空白，或加虚线，使读者能够知道的。中国的检查官却不许留空白，必须接起来，于是读者就看不见检查删削的痕迹，一切含胡和恍忽之点，都归在身上了。这一种办法，是比日本大有进步的，我现在提出来，以存中国文网史上极有价值的故实。去年的整半年中，随时写一点，居然在不知不觉中又成一本了。当然，这不过是一些拉杂的文章，为文学家所不屑道。然而这样的文字，现在却也并不多，而且拾荒的人们，也还能从中检出东西来，我因此相信这书的暂时的生存，并且作为集印的缘故。一九三四年三月十日，于上海记。自由谈参看本卷第页注。"}
{"text":"去年的整半年中，随时写一点，居然在不知不觉中又成一本了。当然，这不过是一些拉杂的文章，为文学家所不屑道。然而这样的文字，现在却也并不多，而且拾荒的人们，也还能从中检出东西来，我因此相信这书的暂时的生存，并且作为集印的缘故。一九三四年三月十日，于上海记。自由谈参看本卷第页注。由于受国民党反动势力的压迫和攻击，自由谈编者于一九三三年五月二十五日发表启事，说这年头，说话难，摇笔杆尤难，吁请海内文豪，从兹多谈风月，少发牢骚，庶编者，两蒙其休。学而时习之语见论语学而子曰学而时习之，不亦说乎！柳下惠与盗跖见糖水的事，见淮南子说林训柳下惠见饴曰可以养老。盗跖见饴曰可以粘牡。见物同而用之异。后汉高诱注牡，门户a牡也。按柳下惠，春秋时鲁国人，孟子万章中称他为圣之和者盗跖，相传是柳下惠之弟，史记伯夷列传说他是一个日杀不辜，肝人之肉，暴戾恣睢，聚党数千人，横行天下的大盗。月白风清，如此良夜何？语见宋代苏轼后赤壁赋。月黑杀人夜，风高放火天语见元代冁然子拊掌录欧阳公欧阳修与人行令，各作诗两句，须犯徒徒刑以上罪者。一云持刀哄寡妇，下海劫人船。一云月黑杀人夜，风高放火天。欧云酒粘衫袖重，花压帽檐偏。或问之，答云当此时，徒以上罪亦做了。抄靶子抄靶子旅隼中国究竟是文明最古的地方，也是素重人道的国度，对于人，是一向非常重视的。至于偶有凌辱诛戮，那是因为这些东西并不是人的缘故。皇帝所诛者，逆也，官军所剿者，匪也，刽子手所杀者，犯也，满洲人入主中夏，不久也就染了这样的淳风，雍正皇帝要除掉他的弟兄，就先行御赐改称为阿其那与塞思黑，我不懂满洲话，译不明白，大约是猪和狗罢。黄巢造反，以人为粮，但若说他吃人，是不对的，他所吃的物事，叫作两脚羊。时候是二十世纪，地方是上海，虽然骨子里永是素重人道，但表面上当然会有些不同的。对于中国的有一部分并不是人的生物，洋大人如何赐谥，我不得而知，我仅知道洋大人的下属们所给与的名目。"}
{"text":"黄巢造反，以人为粮，但若说他吃人，是不对的，他所吃的物事，叫作两脚羊。时候是二十世纪，地方是上海，虽然骨子里永是素重人道，但表面上当然会有些不同的。对于中国的有一部分并不是人的生物，洋大人如何赐谥，我不得而知，我仅知道洋大人的下属们所给与的名目。假如你常在租界的路上走，有时总会遇见几个穿制服的同胞和一位异胞也往往没有这一位，用手枪指住你，搜查全身和所拿的物件。倘是白种，是不会指住的黄种呢，如果被指的说是日本人，就放下手枪，请他走过去独有文明最古的黄帝子孙，可就则不得免焉了。这在香港，叫作搜身，倒也还不算很失了体统，然而上海则竟谓之抄靶子。抄者，搜也，靶子是该用枪打的东西，我从前年九月以来，才知道这名目的的确。四万万靶子，都排在文明最古的地方，私心在侥幸的只是还没有被打着。洋大人的下属，实在给他的同胞们定了绝好的名称了。然而我们这些靶子们，自己互相推举起来的时候却还要客气些。我不是老上海，不知道上海滩上先前的相骂，彼此是怎样赐谥的了。但看看记载，还不过是曲辫子，阿木林。寿头码子虽然已经是猪的隐语，然而究竟还是隐语，含有宁雅而不达的高谊。若夫现在，则只要被他认为对于他不大恭顺，他便圆睁了绽着红筋的两眼，挤尖喉咙，和口角的白沫同时喷出两个字来道猪猡！六月十六日。本篇最初发表于一九三三年六月二十日申报自由谈。清朝雍正皇帝胤G，康熙第四子未即位前，和他的兄弟争谋皇位即位以后，于雍正四年命削去他的弟弟胤G康熙第八子和胤G康熙第九子二人宗籍，并改胤G名为阿其那，改胤G名为塞思黑。在满语中，前者是狗的意思，后者是猪的意思。黄巢？―曹州冤句今山东菏泽人，唐末农民起义领袖。旧史书中多有夸张其残暴的记载。旧唐书黄巢传说他起义时俘人而食，但无两脚羊的名称。引用此语，当出自南宋庄季裕鸡肋编中自靖康丙午岁，金狄乱华，六七年间，山东京西淮南等路，荆榛千里，斗米至数十千，且不可得。"}
{"text":"在满语中，前者是狗的意思，后者是猪的意思。黄巢？―曹州冤句今山东菏泽人，唐末农民起义领袖。旧史书中多有夸张其残暴的记载。旧唐书黄巢传说他起义时俘人而食，但无两脚羊的名称。引用此语，当出自南宋庄季裕鸡肋编中自靖康丙午岁，金狄乱华，六七年间，山东京西淮南等路，荆榛千里，斗米至数十千，且不可得。盗贼官兵以至居民，更互相食，人肉之价，贱于犬豕，肥壮者一枚不过十五千，全躯暴以为腊。登州范温率忠义之人，绍兴癸丑岁泛海到钱塘，有持至行在杭州犹食者。老瘦男子谓之饶把火，妇人少艾者名之下羹羊，小儿呼为和骨烂又通目为两脚羊。则不得免焉语见孟子梁惠王。前年九月以来指一九三一年九一八事变以来。曲辫子即乡愚。阿木林，即傻子。都是上海话。宁雅而不达清末严复在天演论译例言中曾说评事三难信达雅。按信指忠实于原作达指语言通顺明白雅指文雅。吃白相饭吃白相饭旅隼要将上海的所谓白相，改作普通话，只好是玩耍至于吃白相饭，那恐怕还是用文言译作不务正业，游荡为生，对于外乡人可以比较的明白些。游荡可以为生，是很奇怪的。然而在上海问一个男人，或向一个女人问她的丈夫的职业的时候，有时会遇到极直截的回答道吃白相饭的。听的也并不觉得奇怪，如同听到了说教书，做工一样。倘说是没有什么职业，他倒会有些不放心了。吃白相饭在上海是这么一种光明正大的职业。我们在上海的报章上所看见的，几乎常是这些人物的功绩没有他们，本埠新闻是决不会热闹的。但功绩虽多，归纳起来也不过是三段，只因为未必全用在一件事情上，所以看起来好像五花八门了。第一段是欺骗。见贪人就用利诱，见孤愤的就装同情，见倒霉的则装慷慨，但见慷慨的却又会装悲苦，结果是席卷了对手的东西。第二段是威压。如果欺骗无效，或者被人看穿了，就脸孔一翻，化为威吓，或者说人无礼，或者诬人不端，或者赖人欠钱，或者并不说什么缘故，而这也谓之讲道理，结果还是席卷了对手的东西。第三段是溜走。用了上面的一段或兼用了两段而成功了，就一溜烟走掉，再也寻不出踪迹来。"}
{"text":"但功绩虽多，归纳起来也不过是三段，只因为未必全用在一件事情上，所以看起来好像五花八门了。第一段是欺骗。见贪人就用利诱，见孤愤的就装同情，见倒霉的则装慷慨，但见慷慨的却又会装悲苦，结果是席卷了对手的东西。第二段是威压。如果欺骗无效，或者被人看穿了，就脸孔一翻，化为威吓，或者说人无礼，或者诬人不端，或者赖人欠钱，或者并不说什么缘故，而这也谓之讲道理，结果还是席卷了对手的东西。第三段是溜走。用了上面的一段或兼用了两段而成功了，就一溜烟走掉，再也寻不出踪迹来。失败了，也是一溜烟走掉，再也寻不出踪迹来。事情闹得大一点，则离开本埠，避过了风头再出现。有这样的职业，明明白白，然而人们是不以为奇的。白相可以吃饭，劳动的自然就要饿肚，明明白白，然而人们也不以为奇。但吃白相饭朋友倒自有其可敬的地方，因为他还直直落落的告诉人们说，吃白相饭的！六月二十六日。本篇最初发表于一九三三年六月二十九日申报自由谈。感旧以后上感旧以后上丰之余又不小心，感了一下子旧，就引出了一篇施蛰存先生的庄子与文选来，以为我那些话，是为他而发的，但又希望并不是为他而发的。我愿意有几句声明那篇感旧，是并非为施先生而作的，然而可以有施先生在里面。倘使专对个人而发的话，照现在的摩登文例，应该调查了对手的籍贯，出身，相貌，甚而至于他家乡有什么出产，他老子开过什么铺子，影射他几句才算合式。我的那一篇里可是毫没有这些的。内中所指，是一大队遗少群的风气，并不指定着谁和谁但也因为所指的是一群，所以被触着的当然也不会少，即使不是整个，也是那里的一肢一节，即使并不永远属于那一队，但有时是属于那一队的。现在施先生自说了劝过青年去读庄子与文选，为文学修养之助，就自然和我所指摘的有点相关，但以为这文为他而作，却诚然是神经过敏，我实在并没有这意思。不过这是在施先生没有说明他的意见之前的话，现在却连这相关也有些疏远了，因为我所指摘的，倒是比较顽固的遗少群，标准还要高一点。"}
{"text":"不过这是在施先生没有说明他的意见之前的话，现在却连这相关也有些疏远了，因为我所指摘的，倒是比较顽固的遗少群，标准还要高一点。现在看了施先生自己的解释，一才知道他当时的情形，是因为稿纸太小了，倘再宽阔一点的话，他是想多写几部书进去的二才知道他先前的履历，是从国文教员转到编杂志，觉得青年人的文章太拙直，字汇太少了，所以推举了这两部古书，使他们去学文法，寻字汇，虽然其中有许多字是已死了的，然而也只好去寻觅。我想，假如庄子生在今日，则被劈棺之后，恐怕要劝一切有志于结婚的女子，都去看烈女传的罢。还有一点另外的话――一施先生说我用瓶和酒来比文学修养是不对的，但我并未这么比方过，我是说有些新青年可以有旧思想，有些旧形式也可以藏新内容。我也以为新文学和旧文学这中间不能有截然的分界，然而有蜕变，有比较的偏向，而且正因为不能以何者为分界，所以也没有了第三种人的立场。二施先生说写篆字等类，都是个人的事情，只要不去勉强别人也做一样的事情就好，这似乎是很对的。然而中学生和投稿者，是他们自己个人的文章太拙直，字汇太少，却并没有勉强别人都去做字汇少而文法拙直的文章，施先生为什么竟大有所感，因此来劝有志于文学的青年该看庄子与文选了呢？做了考官，以词取士，施先生是不以为然的，但一做教员和编辑，却以庄子与文选劝青年，我真不懂这中间有怎样的分界。三施先生还举出一个先生来，好像他承接了庄子的新道统，一切文章，都是读庄子与文选读出来的一般。我以为这也有点武断的。他的文章中，诚然有许多字为庄子与文选中所有，例如之乎者也之类，但这些字眼，想来别的书上也不见得没有罢。再说得露骨一点，则从这样的书里去找活字汇，简直是胡涂虫，恐怕施先生自己也未必。十月十二日。感旧以后下感旧以后下丰之余还要写一点。但得声明在先，这是由施蛰存先生的话所引起，却并非为他而作的。对于个人，我原稿上常是举出名字来，然而一到印出，却往往化为某字，或是一切阔人姓名，危险字样，生殖机关的俗语的共同符号了。我希望这一篇中的有几个字，没有这样变化，以免误解。我现在要说的是说话难，不说亦不易。"}
