{"text":"他恭恭敬敬地站在我们面前，先鞠了一大躬，然后又唱又舞，有时候竟用脚尖着地，做芭蕾舞状。舞蹈完毕，高声说大家好仪式完毕。这一套仪式，我猜想，是他在家乡看歌舞演出时观察到的，那时他恐怕还不到两岁，至多两岁出头。又有一次，我们坐在椅子上，小秋红又跑过来了，嘴里喊着爷爷好阿姨好小张教他背诵锄禾日当午，汗滴禾下土。谁知盘中餐，粒粒皆辛苦。小张只念了一遍，秋红就能够背诵出来。这真让我大大地吃了一惊。古人说过目成诵，眼前这个两岁半的孩子是过耳成诵。一个仅仅两岁半的乡村儿童能达到这个水平，谁能不吃惊呢？相传唐代大诗人白居易三岁识之无，千古传为美谈。如今这个仅仅两岁半的孩子在哪一方面比白居易逊色呢？中国是世界上的诗词大国，篇章之多，质量之高，宇内实罕有其俦。我国一向有利用诗词陶冶性灵，提高人品的传统，用今天的话来说就是提高人文素质。然而，由于种种原因，近半个世纪以来，此道不畅久矣。最近国家领导人以及有识之士，大力提倡背诵诗词以提高审美能力，加强人文素质，达到让青年和国民能够完美全面地发展的目的，这会大大有利于祖国的建设事业。我原以为这是一件比较困难需要长期努力的工作，我哪里会想到于无意间竟在一个才两岁半的农村小孩子身上看到了曙光，看到了光辉灿烂的未来，我不禁狂喜，真要手之舞之足之蹈之了。秋红到了世纪不过才到三岁，世纪是他们的世纪。如果全国农村和城市的小孩子都能像秋红这样从小就享有提高人文素质教育的机会，我们祖国的前途真可以预卜了。我希望新闻界的朋友们能闻风而动，到秋红的农村里去采访一次。我相信，他们决不会空手而归的。现在，不像秋菊那样杳如黄鹤，秋红还在我的眼前。我每天半小时的散步就成了一天最幸福的时刻，特别是在碰到秋红的时候。附关于两个小孩子的一点纠正最近我写了一篇叙事散文两个小孩子，其中我提到白居易三岁识之无。蒙海口晚报的张竺夫先生来函指正，说在白居易的与元九书中说到自己在生后六七个月就能认识无之两字。对张先生的厚爱，我十分感激。与元九书这篇文章，我依稀读过，但印象不深。后来不知道在一本什么笔记里读到白居易三岁识之无的说法，印象独深。现在才知道是错了，不然我哪会有发明白居易识之无的天才呢？"}
{"text":"附关于两个小孩子的一点纠正最近我写了一篇叙事散文两个小孩子，其中我提到白居易三岁识之无。蒙海口晚报的张竺夫先生来函指正，说在白居易的与元九书中说到自己在生后六七个月就能认识无之两字。对张先生的厚爱，我十分感激。与元九书这篇文章，我依稀读过，但印象不深。后来不知道在一本什么笔记里读到白居易三岁识之无的说法，印象独深。现在才知道是错了，不然我哪会有发明白居易识之无的天才呢？张先生提出纠正，对我来说是改正了错误，增加了见识对读者来说是得到了正确的信息，有百利而无一害。但是，我不想改变原文。古人说君子之过也，如日月之蚀，人皆见之。我不想偷偷摸摸地改得毫无错误的痕迹。我一向不悔少作，也不改我的文章。就在今年春夏之交，我写过一篇站在胡适之先生墓前的随笔，一开头，我的记忆就出了毛病，把事情记错了但是，我仍然不改，只加上了一条附记，算是对读者负责。如果允许我援引一个先例的话，我就援引先生的例子。在他的名著阿正传第一章序中，他写道虽然英国正史上并无博徒列传，而文豪迭更司也做过博徒别传这一部书。这一篇小说是年创作的，一直到年，五年以后了，才在致韦素园的信中写道博徒别传是的译名，但是做的。阿正传中说是迭更司作，乃是我误记。可是，对这一篇流传世界，誉满士林的作品，并没有加以修改。的动机何在？我不敢妄加推测。我也并不是有意效颦，我的想法已如上述，不再重复。我只是想，当年如果有博学如张先生者，则必不至错误拖了五年才得到改正。张先生信中还有几句话而两岁半能背几句唐诗，无论是从古还是至今，都是很寻常的事。这几句话我是无法赞成的。我行年九十，走遍了大半个世界，一个从僻远乡村出生的一个字也不识的仅仅两岁半的孩子能背唐诗，我还是第一次遇到。张先生竟说是很寻常的事，难道我们经历的是两个世界吗？名门大家，书香门第或者可能有个别处，但是，我还没有见到过，我一辈子滥竽知识分子群中，也没有遇到过。因此，秋红现象，我认为还是值得重视的。我那一篇文章的最后一段，我不想改动。"}
{"text":"这几句话我是无法赞成的。我行年九十，走遍了大半个世界，一个从僻远乡村出生的一个字也不识的仅仅两岁半的孩子能背唐诗，我还是第一次遇到。张先生竟说是很寻常的事，难道我们经历的是两个世界吗？名门大家，书香门第或者可能有个别处，但是，我还没有见到过，我一辈子滥竽知识分子群中，也没有遇到过。因此，秋红现象，我认为还是值得重视的。我那一篇文章的最后一段，我不想改动。关于水的断想在我一生中，有七十多年的时间，我认为水，同江上的清风，山间的明月一样，是取之不尽，用之不竭的。一直到七十岁的光景，我才听到北京市的一位老领导说，北京市水的问题如不能很好的解决，北京市将要迁都。这真是闻所未闻，给我击一猛掌。试问谁能一天离得开水？喝要用水，做饭要用水，洗洗涮涮要用水，浇花也要用水，盈天下者无不用水矣。然而水源却是有限的。地面上的水用光，就索之于地下。连年北京地下水位下降得令人吃惊。原来碧波渲滟藻荇摇曳的玉泉山宫墙外的小河，早已杂草丛生，成为狐鼠出没之地矣。其他城市的名泉名河，也遭到同样的厄运，长此以往，将何以堪北京盛传南水北调之说，黄河空前地断流达一百多天，已不够被调的资格。黄河之水天上来，奔流到海不复回。现在已成陈迹，用不着到海，已中流止步，远而求诸长江，据说也有问题。何去何从？真够当局者伤脑筋的了。今年空前的大水灾，虽曰天灾，岂非人祸哉从报纸上看到，政府有关当局已经意识到这个问题的真正原因，号召全国，特别是江河源头的居民，不要再胡乱砍伐树木。据报载，长江发源地区的原始森林，已经被砍伐得不成样子了。一有暴雨，则洪水流窜，没有森林和林中的草被加以阻挡，一往无前，势如破竹，洪水细流终于汇成巨流，乘势而下，流入长江，最终酿成了极大的水柱，大自然这玩意儿是能够报复而且惩罚的。当局下令禁止砍伐，然而令不行，禁不止，当地居民只顾眼前细小的微利，文化水平和道德水平都低到可怜的地步，听说至今仍然照砍不误，言念及此，怎不令人忧心忡仲无独有偶。南美洲的亚马逊河流域有一片据说是世界上最大的原始森林，它的存在能影响世界气候。然而，土人或外来的侵略者无知贪婪，从事砍伐，已有多年。至今虽有有识之士发出了警告，但仍砍伐不止。一旦砍尽，则世界气候会变成什么样子，很难预料了。现在，全世界都嚷着缺水，中东沙漠地带，原来就缺水，这还有话可说。"}
{"text":"当局下令禁止砍伐，然而令不行，禁不止，当地居民只顾眼前细小的微利，文化水平和道德水平都低到可怜的地步，听说至今仍然照砍不误，言念及此，怎不令人忧心忡仲无独有偶。南美洲的亚马逊河流域有一片据说是世界上最大的原始森林，它的存在能影响世界气候。然而，土人或外来的侵略者无知贪婪，从事砍伐，已有多年。至今虽有有识之士发出了警告，但仍砍伐不止。一旦砍尽，则世界气候会变成什么样子，很难预料了。现在，全世界都嚷着缺水，中东沙漠地带，原来就缺水，这还有话可说。原来水源充足的地方，由于人为的污染，也是水难饮，而世界人口的增长尚无止境。看来人类真已经到了盲人骑瞎马，夜半临深池的地步然而，无知群众仍然照旧浪费淡水，污染淡水照旧嬉戏游乐，无动于衷，宛如羲皇上人。有人甚至推想，下一世纪，如果再发生世界战争的话，必然是争水的战争。我虔心祷祝，但愿事情不致如此。喜雨我是农民的儿子。在过去，农民是靠天吃饭的，雨是绝对不能缺少的。因此，我从识之无的时候起，就同雨结下了剪不断理还乱的深厚的感情。今年，北京缺雨，华北也普遍缺雨，我心急如焚。我窗外自己种的那一棵玉兰花开花的时候，甚至于到大觉寺去欣赏那几棵声名传遍京华的二三百年的老玉兰树开花的时候，我的心情都有点矛盾。我实在喜欢眼前的繁花。大觉寺我来过几次，但是玉兰花开得像今天这样，还从来没有见过。借用张锲同志一句话一看到这开成一团的玉兰花，眼前立刻亮了起来。好一个亮字，亏他说得出来。但是，我忽然想到，春天里的一些花最怕雨打。我爱花，又盼雨，两者是鱼与熊掌的关系，不可得而兼也。我究竟何从呢？我之进退，实为狼狈。经过艰苦的思想斗争，我毅然决然下了结论我宁肯要雨。在多日没有下过滴雨之后，我今天早晨刚在上面搭上铁板的阳台上坐定，头顶上铁板忽然清脆地响了一声是雨滴的声音。我的精神一瞬间立即抖擞起来，漫卷诗书喜欲狂，立即推开手边稿纸，静坐谛听起来。铁板上，从一滴雨声起，清脆的响声渐渐多了起来，后来混成一团，连大珠小珠落玉盘也无法描绘了。此时我心旷神怡，浮想联翩。我抬头看窗外，首先看到的就是那一棵玉兰花树，此时繁花久落，绿叶满枝。我仿佛听到在雨滴敲击下左右翻动的叶子正在那里悄声互相交谈伙计们尽量张开嘴巴吮吸这贵如油的春雨吧我甚至看到这些绿叶在雨中跳起了华尔兹舞，舞姿优美整齐。"}
{"text":"我的精神一瞬间立即抖擞起来，漫卷诗书喜欲狂，立即推开手边稿纸，静坐谛听起来。铁板上，从一滴雨声起，清脆的响声渐渐多了起来，后来混成一团，连大珠小珠落玉盘也无法描绘了。此时我心旷神怡，浮想联翩。我抬头看窗外，首先看到的就是那一棵玉兰花树，此时繁花久落，绿叶满枝。我仿佛听到在雨滴敲击下左右翻动的叶子正在那里悄声互相交谈伙计们尽量张开嘴巴吮吸这贵如油的春雨吧我甚至看到这些绿叶在雨中跳起了华尔兹舞，舞姿优美整齐。我头顶上铁板的敲击声仿佛为它们的舞步伴奏。可惜我是一个舞盲，否则我也会破窗而出，同这些可爱的玉兰树叶共同翩跹起舞。眼光再往前挪动一下，就看到了那一片荷塘。此时冬天的坚冰虽然久已融化，垂柳鹅黄，碧水满塘，连小荷才露尖尖角的时候还没有到。但是，我仿佛有了天眼通，看到水面下淤泥中嫩莲已经长出了小芽。这些小芽眼前还浸在水中。但是，它们也感觉到了上面水面上正在落着雨滴，打在水面上，形成了一个个的小而圆的漩涡。如果有摄影家把这些小漩涡摄下，这也不失为宇宙中的一种美，值得美学家们用一些只有他们才能懂的恍兮惚兮的名词来探讨甚至争论一番的。小荷花水底下的嫩芽我相信是不懂美学的，但是，它们懂得要生存，要成长。水面上雨滴一敲成小漩涡，它们立即感觉到了，它们也精神抖擞起来，互相鼓励督促起来伙伴们拿出自己的劲头来，快快长呀长呀赶快长出水面，用我们自己的嘴吮吸雨滴。我们去年开花一千多朵，引起了燕园内外一片普遍热烈的赞扬声。今年我们也学一下时髦的说法，来它一个可持续发展，开上它两三千朵，给燕园内外的人士一个更大的惊异合着头顶上的敲击声，小荷的声音仿佛清晰可闻，给我喜雨的心情增添了新鲜的活力。我浮想联翩，幻想一下飞出了燕园，飞到了我的故乡，我的故乡现在也是缺雨的地方。一年前，我曾回过一次故乡，给母亲扫墓。我六岁离开母亲，一别就是八年。母亲倚闾之情我是能够理解一点的但是我幻想，在我大学毕业以后，经济能独立了，然后迎养母亲。然而正如古人所说的树欲静而风不止，子欲养而亲不待。大学二年级时，母亲永远离开了我，只留得面影迷离，入梦难辨，风木之悲伴随了我一生。我漫游世界，母亲迷离的面影始终没有离开过我。我今天已至望九之年，依然常梦见母亲，痛哭醒来，泪湿枕巾。我离家的时候，家里已经穷得揭不开锅。但不知为什么，母亲偏有二三分田地。"}
{"text":"一年前，我曾回过一次故乡，给母亲扫墓。我六岁离开母亲，一别就是八年。母亲倚闾之情我是能够理解一点的但是我幻想，在我大学毕业以后，经济能独立了，然后迎养母亲。然而正如古人所说的树欲静而风不止，子欲养而亲不待。大学二年级时，母亲永远离开了我，只留得面影迷离，入梦难辨，风木之悲伴随了我一生。我漫游世界，母亲迷离的面影始终没有离开过我。我今天已至望九之年，依然常梦见母亲，痛哭醒来，泪湿枕巾。我离家的时候，家里已经穷得揭不开锅。但不知为什么，母亲偏有二三分田地。庄稼当然种不上，只能种点绿豆之类的东西。我三四岁的时候，曾跟母亲去摘过豆角。不管怎样，总是有了点土地。有了土地就同雨结了缘，每到天旱，我也学大人的样子，盼望下雨，翘首望天空的云霓。去年和今年，偏又天旱。在扫墓之后，在泪眼迷离中，我抬头瞥见坟头几棵干瘪枯黄的杂草，在风中摆动。我蓦地想到躺在下面的母亲，她如有灵，难道不会为她生前的那二三分地担忧吗？我痛哭欲绝，很想追母亲于地下。现在又凭空使我忧心忡忡。我真想学习一下宋代大诗人陆游碧章夜奏通明殿，乞借春阴护海棠。我是乞借春雨护禾苗。幻想一旦插上了翅膀，就决不会停止飞翔。我的幻想，从燕园飞到了故乡，又从故乡飞越了千山万水，飞到了非洲。我曾到过非洲许多国家，我爱那里的人民，我爱那里的动物和植物。我从电视中看到，非洲的广大地区也在大旱，土地龟裂，寸草不生。狮子老虎大象斑马等等一大群野兽，在干旱的大地上，到处奔走，寻找一点水喝，一丛草吃，但都枉然，它们什么也找不到，有的就倒毙在地上。看到这情景，我心里急得冒烟，但却束手无策。中国的天老爷姓张，非洲的天老爷却不知姓字名谁，他大概也不住在什么通明殿上。即使我写了碧章，也不知向哪里投递。我苦思苦想，只有再来一次碧章夜奏通明殿，请我们的天老爷把现在下着的春雨，分出一部分，带着全体中国人民的深情厚谊，分到非洲去降，救活那里的人民禽兽，还有植物，使普天之下共此甘霖。我的幻想终于又收了回来，我兀坐在阳台上，谛听着头顶上的铁板被春雨敲得叮当作响，宛如天上宫阙的乐声。雾浓雾又升起来了。近几天以来，我早晨起床后第一件事就是推开窗子，欣赏外面的大雾。我从来没有喜欢过雾。为什么现在忽然喜欢起来了呢？这其中有一点因缘。"}
{"text":"我的幻想终于又收了回来，我兀坐在阳台上，谛听着头顶上的铁板被春雨敲得叮当作响，宛如天上宫阙的乐声。雾浓雾又升起来了。近几天以来，我早晨起床后第一件事就是推开窗子，欣赏外面的大雾。我从来没有喜欢过雾。为什么现在忽然喜欢起来了呢？这其中有一点因缘。前天在飞机上，当飞临西藏上空时，机组人员说，加德满都现在正弥漫着浓雾，能见度只有一百米，飞机降落怕有困难。加德满都方面让我们飞得慢一点。我当时一方面有点担心，害怕如果浓雾不消，我们将降落何方？另一方面，我还有点好奇加德满都也会有浓雾吗？但是，浓雾还是消了，我们的飞机按时降落在尼泊尔首都机场，场上阳光普照。因此，我就对雾产生了好奇心和兴趣。抵达加德满都的第二天凌晨，我一起床，推开窗子外面是大雾弥天。昨天下午我们从加德满都的大街上看到城北面崇山峻岭，层峦叠嶂，个个都戴着一顶顶的白帽子，这些都是万古雪峰，在阳光下闪出了耀眼的银光。这是我生平第一次看到这种景象，我简直像小孩子一般喜悦。现在大雾遮蔽了一切，连那些万古雪峰也隐没不见，一点影子也不给留下。旅馆后面的那几棵参天古树，在平常时候，高枝直刺入晴空，现在只留下淡淡的黑影，衬着白色的大雾，宛如一张中国古代的画。昨天抵达旅馆下车时，我看到一个尼泊尔妇女背着一筐红砖，倒在一大堆砖上。现在我看到一个男子，手里拿着一堆红红的东西，我以为他拿的也是红砖。但是当他走得近了一点时，我才发现那一堆红红的东西簌簌抖动，原来是一束束红色的鲜花。我不禁自己笑了起来。正当我失神落魄地自己暗笑的时候，忽然听到不知从哪里传来了咕咕的叫声。浓雾虽然遮蔽了形象，但是却遮蔽不住声音。我知道，这是鸽子的声音。当我倾耳细听时，又不知从哪里传来了阵阵的犬吠声。这都是我意想不到的情景。我万万没有想到，我在加德满都学会了喜欢的两种动物鸽子和狗，竟同时都在浓雾中出现了。难道浓雾竟成了我在这个美丽的山城里学会欣赏的第三件东西吗？世界上，喜欢雾的人似乎是并不多的。英国伦敦的大雾是颇有一点名气的。有一些作家写散文写小说来描绘伦敦的雾，我们读起来觉得韵味无穷。对于尼泊尔文学我所知甚少，我不知道，是否也有尼泊尔作家专门写加德满都的雾。"}
{"text":"我知道，这是鸽子的声音。当我倾耳细听时，又不知从哪里传来了阵阵的犬吠声。这都是我意想不到的情景。我万万没有想到，我在加德满都学会了喜欢的两种动物鸽子和狗，竟同时都在浓雾中出现了。难道浓雾竟成了我在这个美丽的山城里学会欣赏的第三件东西吗？世界上，喜欢雾的人似乎是并不多的。英国伦敦的大雾是颇有一点名气的。有一些作家写散文写小说来描绘伦敦的雾，我们读起来觉得韵味无穷。对于尼泊尔文学我所知甚少，我不知道，是否也有尼泊尔作家专门写加德满都的雾。但是，不管是在伦敦，还是在加德满都，明目张胆大声赞美浓雾的人，恐怕是不会多的，其中原因我不甚了了，我也没有那种闲情逸致去钻研探讨。我现在在这高山王国的首都来对浓雾大唱赞歌，也颇出自己的意料。过去我不但没有赞美过雾，而且也没有认真去观察过雾。我眼前是由赞美而达到观察，由观察而加深了赞美。雾能把一切东西美的丑的可爱的不可爱的，都给罩上一层或厚或薄的轻纱，让清楚的东西模糊起来，从而带来了另外一种美，一种在光天化日之下看不到的美，一种朦胧的美，一种模糊的美。一些时候以前，当我第一次听到模糊数学这个名词的时候，我曾说过几句怪话数学比任何科学都更要求清晰，要求准确，怎么还能有什么模糊数学呢？后来我读了一些介绍文章，逐渐了解了模糊数学的内容。我一反从前的想法，觉得模糊数学真是一个了不起的发现。在人类社会中，在日常生活中，在社会科学和自然科学中，有着大量模糊的东西。无论如何也无法否认这些东西的模糊性。承认这个事实，对研究学术和制定政策等等都是有好处的。在大自然中怎样呢？在大自然中模糊不清的东西更多。连审美观念也不例外。有很多东西，在很多时候，朦胧模糊的东西反而更显得美。月下观景，雾中看花，不是别有一番情趣在心头吗？在这里，观赏者有更多的自由，自己让自己的幻想插上翅膀，上天下地，纵横六合，神驰于无何有之乡，情注于自己制造的幻象之中你想它是什么样子，它立刻就成了什么样子，比那些一清见底纤毫不遗的东西要好得多，而且绝对一清见底纤毫不遗的东西，在大自然中是根本不存在的。我的幻想飞腾，忽然想到了这一切。我自诧是神来之笔，我简直陶醉在这些幻象中了。这时窗外的雾仍然稠密厚重，它似乎了解了我的心情，感激我对它的赞扬。它无法说话，只是呈现出更加美妙更加神秘的面貌，弥漫于天地之间。神牛我又和我的老朋友神牛在加德满都见面了。这是我意料中但又似乎有点出乎意料的事情。"}
{"text":"我的幻想飞腾，忽然想到了这一切。我自诧是神来之笔，我简直陶醉在这些幻象中了。这时窗外的雾仍然稠密厚重，它似乎了解了我的心情，感激我对它的赞扬。它无法说话，只是呈现出更加美妙更加神秘的面貌，弥漫于天地之间。神牛我又和我的老朋友神牛在加德满都见面了。这是我意料中但又似乎有点出乎意料的事情。过去，我曾在印度的加尔各答和新德里等大城市的街头见到过神牛。三十多年以前我第一次访问印度的时候，在加尔各答那些繁华的大街上第一次见到神牛。在全世界上似乎只有信印度教的国家才有这种神奇的富有浪漫色彩的动物。当时它们在加尔各答的闹市中，在车水马龙里面，在汽车喇叭和电车铃声的喧闹中，三五成群，有时候甚至结成几十头上百头的庞大牛群，昂首阔步，威仪俨然，真仿佛天上天下，唯我独尊。它们对人类社会的一切现象，对人类一切的新奇的发明创造，什么电车汽车，什么自行车摩托车，全不放在眼中。它们对人类的一切显贵，什么公子王孙，什么体操名将电影明星，什么学者专家，全不放在眼中。它们对人类创造的一切法律法规，全不放在眼中。它们是绝对自由的，愿意到什么地方去，就到什么地方去愿意在什么地方卧倒，就在什么地方卧倒。加尔各答是印度最大的城市，大街上车辆之多，行人之多，令人目瞪口呆，从公元前就有的马车和牛车，直至最新式的流线型的汽车，再加上涂饰华美的三轮摩托车，有上下两层的电车，无不具备。车声人声马声牛声，混搅成一团，喧声直抵印度神话中的三十三天。在这种情况下，几头神牛，有时候竟然兴致一来，卧在电车轨道上，我困欲眠君且去，闭上眼睛，睡起大觉来。于是汽车转弯，小车让路，电车脱离不了轨道，只好停驶。没有哪一个人敢去驱赶这些神牛。对像我这样的外国人来说，这种情景实在是匪夷所思，实在是非常有趣。我很想研究一下神牛的心理。但是从它们那些善良温顺的大眼睛里我什么也看不出，猜不出。它们也许觉得，人类真是奇妙的玩意儿。他们竟然聚居在这样大的城市里，还搞出了这样多不用马拉牛拖就会自己跑的玩意儿。"}
