{"text":"君之明者，其臣必有功也齐桓公能够成就一世霸业的原因，除了自身兼听则明，与管仲鲍叔等贤臣的鼎力相助是离不开的。有时候臣臣关系远比君臣关系重要。历史上有多少文臣雅士，他们心怀抱负，却因为敌对臣子的诬陷，终生碌碌无为。所以，臣与臣之间要不因立场而为敌，大家一起为共同利益奋斗，互相举荐，而不是互相打压。鲍叔牙不为之前的立场不同所困。勇于举荐像管仲这样的贤能，他完全可以怂恿齐桓公处死管仲来讨取桓公欢心，但是他却将目光放在国家的发展上，而不是自己的一己私利。管仲也没有辜负鲍叔和桓公的期望。尽力辅佐桓公。如此，管鲍之交完全可以成为如何正确处理臣臣关系和君臣关系的正面教材。管鲍之交所体现的臣臣情谊，让人感触颇深。我们常说以史为鉴，如今国家进入快速发展期，这就需要越来越多的人才来参与建设。管鲍之交恰恰可以让我们认识到怎么举荐人才，如何举荐人才。这是它的感触所在，也是它的意义所在。作为新时代青年，我们也应该努力学习，成为人才报效祖国。勤劳自古就是中华传统美德，匡衡勤于凿壁借光，方成一介名仕，孙敬悬梁苦读，终成一方大儒。且不说成就大业，做任何事都离不了勤劳。人民需要勤劳，古语有云民在于勤。勤者，天酬也。我认为勤劳是一个人得到幸福基础，习主席说过幸福是奋斗出来的。诸位想一想，奋斗不就是一种勤劳吗？学生为了知识而奋斗，教师为了授业而奋斗，身处各行各业的人都为了自己心中的幸福而努力着。而勤劳正是这条通往成功之路的必经之途。有了勤劳，就有了莘莘学子挑灯夜读，全力奋战，蟾宫折桂金榜题名有了勤劳，就有了教师呕心沥血，传道授业，栽种桃李满三千株。民生在勤，勤则不匮，幸福来自勤劳，勤劳来自人民。有些同学借口学业繁重认为劳动不值一提，其实不然，没有日常生活的劳动，又哪来勤劳的品质，学业又怎能有所成呢？勤劳同样也是创新的基础，在这个万众创新的时代，该如何做到创新，我认为勤劳是首位。俗话说，练习一万小时成天才。对一件技艺的熟练掌握离不开勤劳的练习，只有在此基础上，才能谈得创新。勤于每一件小事，把它们做精做细方为大国工匠。秉承这样的精神，中国铁路才能在高原载客，神舟九号才能上九天揽月，这一切成果的背后，都离不开工作人员夜以继日奋发图强，夙兴夜寐计日程功。他们是科技创新的中流砥柱，是新时代的引路人，是当之无愧的时代新人。"}
{"text":"勤劳同样也是创新的基础，在这个万众创新的时代，该如何做到创新，我认为勤劳是首位。俗话说，练习一万小时成天才。对一件技艺的熟练掌握离不开勤劳的练习，只有在此基础上，才能谈得创新。勤于每一件小事，把它们做精做细方为大国工匠。秉承这样的精神，中国铁路才能在高原载客，神舟九号才能上九天揽月，这一切成果的背后，都离不开工作人员夜以继日奋发图强，夙兴夜寐计日程功。他们是科技创新的中流砥柱，是新时代的引路人，是当之无愧的时代新人。所以说，勤劳是创新的基础，这一个个举世瞩目的科技成就，根源都离不开勤劳。勤劳也是兴国最有效的手段。作为中国人，我庆幸祖先把勤劳作为美德。回望历史，多少志士明君凭借勤奋的努力，换来一个又一个的空前盛世。在近代的中国，同样不乏勤劳的人才。在那个百废待新的时代，周总理一天只休息不到四个小时，全身心投入工作，才换来外交史上的前进。如今的时代正是奋斗的时代，中国梦的实现，需要每个中国人的勤劳与努力，在这个太平盛世里，最不能缺少的就是自古流传的勤劳品质。诚然，这种勤劳并不是让人以健康为代价的过度工作，而是从小事出发，体现出的一种不怕苦与累的精神品质。勤劳并不是意味着每天透支生命一样的工作学习，而是在面对困难时，有一种游刃有余般的自信，之所以自信，是因为我们勤劳，因为我们有无穷的精力去消灭这些困难。正在复兴路上的我们，不要忘了民本在勤，要相信没有毫无意义的勤劳与努力，因为天道酬勤，所以请我们都热爱劳动，热爱这复兴路上撒下的滴滴汗水。时间的齿轮缓缓地转动，在这历史的长河中，唯有文明一直在积淀。糟粕，被时间冲走，经典，被人们传颂。文化正是无数文明积累留下的瑰宝。诸子百家的碰撞，唐诗宋词的风骚，展现了文明中华文化的魅力。只有有韧性的文明，才能在一次次的洗刷之后，展现出自己无穷的魅力。文化的韧性在于有优秀的内涵，即使跨过千年，我们依旧能感受到它的美。只有优秀的文化才能引起他人的共鸣，并以此继承传递下去，从它们身上，我们能学习到人生的道理。天下皆白，唯我独黑，众女嫉余之蛾眉兮，谣诼谓余以善淫，这是墨子与屈原跨越时空的对话，面对时代的黑暗，众人的污浊，他们选择把自己的思想与情感寄托在诗词中，这样的诗词便成为了中华文化的中梁砥柱。"}
{"text":"只有有韧性的文明，才能在一次次的洗刷之后，展现出自己无穷的魅力。文化的韧性在于有优秀的内涵，即使跨过千年，我们依旧能感受到它的美。只有优秀的文化才能引起他人的共鸣，并以此继承传递下去，从它们身上，我们能学习到人生的道理。天下皆白，唯我独黑，众女嫉余之蛾眉兮，谣诼谓余以善淫，这是墨子与屈原跨越时空的对话，面对时代的黑暗，众人的污浊，他们选择把自己的思想与情感寄托在诗词中，这样的诗词便成为了中华文化的中梁砥柱。无独有偶，陶渊明的五斗诗魂苏东坡的乌台诗案周敦颐的莲花之爱，他们纷纷聚集在了一起，跨越了空间，超越了时间，只因为他们思想的共鸣，让不与世俗同流合污这一文化思想贯穿了华夏五千年的历史，使它成为了具有韧性的文化。文化想要流传千年需要有优秀的内涵，能引发人共鸣的情感，当然也需要有它自己的特点。文化的韧性不仅在于自身的优秀，更在于有自己的特点，这样的文化就算经历灾难，也依然能流传于后世。因为它们有自己的特点，从而具有了不可替代性。这样的文化是不朽的，就算人们被思想禁锢，它终有一日会再次屹立。从嬴政的焚书坑儒，到刘彻的罢黜百家，再到朱元璋的八股文，即使几经磨难，中国文化仍然传承了下来。在这些毁灭性的灾难下，儒家的仁义礼智信，墨家的兼爱非攻，道家的天人合一，如今仍然散发着它们自身的光辉。为何它们没有被毁灭，没有被历史给遗忘？是因为他们有自己的特点所在，这些文化，并非庸俗的市井小调，它们有思想与内涵，所以他们具有不可替代性。它们教会我们为人处世的方式，对待生活的态度。它们优秀的思想，独特的观点，成为了人们关注的焦点，因此人们去学习它们，研究它们，传承它们，在思想禁锢或者是文字狱的阴影下保护它们，让它们流传于后世，使它们成为了具有韧性的文化。文化想要流传千年需要有自己的特点，同时也需要与时俱进。文化的韧性还在于能跟随时代一同发展。时代在进步，文化需要不断的增添优秀的，删去落后的。只有这样的文化才是经得住考验的有韧性的文化。儒家思想经过多次修改，删去了愚昧的君王观念，保留了其核心仁的思想，而诡辩家虽然能雄辩一时，但其错误的思想无法跟上时代的进步，早已堙没在时间的大海里。时代是进步的，符合时代意义的文化会被人们推崇学习传承。"}
{"text":"文化想要流传千年需要有自己的特点，同时也需要与时俱进。文化的韧性还在于能跟随时代一同发展。时代在进步，文化需要不断的增添优秀的，删去落后的。只有这样的文化才是经得住考验的有韧性的文化。儒家思想经过多次修改，删去了愚昧的君王观念，保留了其核心仁的思想，而诡辩家虽然能雄辩一时，但其错误的思想无法跟上时代的进步，早已堙没在时间的大海里。时代是进步的，符合时代意义的文化会被人们推崇学习传承。若文化不能结合时代进行发展，注定会被人们淘汰，被历史所遗弃。诚然，不是所有文化都足够优秀有自己的特点，也不是所有文化都能随时代而改变，但能做到的，必定是具有韧性的文化，是有韧性的文明。这样的文明必然是人类的宝藏，不朽的诗章。作家是艺术家，文学作品是艺术作品，把生活者比作艺术家，把生活比作艺术品，本质是所谓人生的艺术化。什么是艺术？艺术应作给什么人看？众说纷纭，莫衷一是。生活本就复杂，艺术更不简单。看来，生活是艺术品这一变换并没有起到生动形象的效果，是个一点儿也不比喻的比喻。然而关于艺术，有一桩事应当姑且是确定的，那就是存在一个能够自我阅读自我理解的创。古人云知我者少，啖瓜者多，而知我者孰与己乎？如何对待己这个确定的知己，确定的真正读者，我认为是如何对待读者这一大问题下最要紧的子问题。首先让我们来分析一下读者如果某人注定不是你的读者，那自然不用考虑如何对待，不对待即是最好的对待。目不识丁的人不是读者，詹台灭明乃二人的人不是读者，闻道大笑之的人更不是读者。艺术品的内容，决定了潜在读者的范围。人生的内涵，决定了读者的范围。作为阳春白雪绞尽脑汁对待下里巴人，或者反之，那都是在迷雾中兜圈子。如何对待读者？让比喻延续。艺术家在创作艺术作品时，要调合目标读者，内容，与形式手法。不调合，就会闹出如用黑色幽默歌颂农村联产承包责任制这类的笑话。生活者在创作生活时，也要调合目标读者，自己的人生内涵，和处世风格。根据自己的人生内涵选取恰当的处世风格，是如何对待的部分要义。"}
{"text":"如何对待读者？让比喻延续。艺术家在创作艺术作品时，要调合目标读者，内容，与形式手法。不调合，就会闹出如用黑色幽默歌颂农村联产承包责任制这类的笑话。生活者在创作生活时，也要调合目标读者，自己的人生内涵，和处世风格。根据自己的人生内涵选取恰当的处世风格，是如何对待的部分要义。在创作生活时，这一点甚至更为重要，因为艺术创作的内容材料是积累深厚的艺术家从人类所有生活的总和中抽取的，是相对多变的，可以变换内容材料以迎合形式手法，而一个普通人人生的内涵要窄的多。徐渭作长诗，到最后连青梅大疮这种词都可以拿来填韵脚那回环往复的形式多好多坏姑且不论。而一个缺乏阅历却故作深沉的小伙子总不可能去医院换一个成熟睿智的大脑，来迎合他那深沉的风格。另一部分要义在于要根据目标读者选取处世风格和人生内涵。见人说人话，见鬼说鬼话，此话过火，却也有片面真理。失去整个世界的读者，迎合包括自己在内的一小部分高雅读者，追求处世风格与清高内涵的极致共振，是屈原。失去一小部分高雅读者，迎合大片庸俗读者，刻意隐去中文系接受的人文素养，放大社会负能量，是咪蒙等一干鸡汤微信公众号。面对长辈发来的无伤大雅健康常识，刻意稍稍隐去一些科学意识，放大对长辈关爱的觉察，是善解人意的子女。最后之要义，我所不喜。说到底，其他读者只是过客，于我何与也？若非万不得已，何必隐去自我刻意招揽呢？使心中坦然，自我欣赏，将何适而非快？如何对待我自己？唐将郭振曰虽复沉埋无所用，尤能夜夜气冲天。朱光潜说走抵抗力最大的路。是的，我将忠于自我，走那崇高的，抵抗力最大的路，和朱光潜王尔德等人一起，用爬满脊椎骨的电流读人生，用我苍白的人生尽力模仿艺术。我的读者，是你，更是我。自刀耕火种的远古时代，人类便在这广袤的大地上挥洒汗水，用自己的辛勤劳动在这光怪陆离的大千世界中开辟了属于自己的栖息之地。数亿年来的风雨兼程，人类用智慧战胜强大的物种，用劳动建造美丽的家园。毋庸置疑，劳动是人类社会生存与发展的基础，是立身之本。然而，随着时代的进步，科技的发展，人类社会的文明程度飞速提高，相当一部分人摆脱了面朝黄土背朝天朝五晚九辛勤劳动的生活，越来越多的人开始不理解劳动，不愿意劳动以学习忙为借口，还有的人寄希望于人工智能。"}
{"text":"自刀耕火种的远古时代，人类便在这广袤的大地上挥洒汗水，用自己的辛勤劳动在这光怪陆离的大千世界中开辟了属于自己的栖息之地。数亿年来的风雨兼程，人类用智慧战胜强大的物种，用劳动建造美丽的家园。毋庸置疑，劳动是人类社会生存与发展的基础，是立身之本。然而，随着时代的进步，科技的发展，人类社会的文明程度飞速提高，相当一部分人摆脱了面朝黄土背朝天朝五晚九辛勤劳动的生活，越来越多的人开始不理解劳动，不愿意劳动以学习忙为借口，还有的人寄希望于人工智能。为了眼前一时的安逸便拒绝劳动，在我看来，这样着实是鼠目寸光。宋庆龄曾说过知识是从刻苦劳动中得来的，任何成就都是刻苦劳动的成果。劳动的重要性可见一斑，即使是作为挡箭牌的学习也与劳动息息相关。造纸术，指南针，印刷术，哪一样的发明能离得开辛勤劳动？农政全书天工开物本草纲目，又何尝不是从劳动中的经验而来？袁隆平东方魔稻解决数以万计人的温饱问题，华为技术在世界遥遥领先又岂是纸上谈兵便可，哪一样能少得了数不清的人辛勤劳动？对于还是学生的我们来说，这些或许离我们比较遥远，但劳动耽误学习这样的认知实在是肤浅。黑格尔曾说过存在即合理。家长从小教育孩子劳动最光荣，学校要求学生在学校宿舍做值日，社会设立五一劳动节，劳动对于塑造健全人格，弘扬社会正气上的重要作用不言而喻。一屋不扫，何以扫天下？尤其是对于世界观人生观尚未成熟的我们，通过劳动，学会吃苦耐劳，学会无私奉献，学会报答，学会感恩，成年之后才能为国家发挥更大的作用。诚然，随着科技的迅速发展，越来越多的工作被人工智能，机械化自动化管理所担任，这一趋势是时代潮流，但这一切只是为了将人类从高重复性的工作中解放出来，并不意味着我们就不劳动。劳动是立身之本，是立家之本，更是立国之本。倘若举国上下无人劳动，只贪图安逸享乐，抛弃中华民族的优秀品质，惰气横生，终日不思进取，整个社会，整个中国将会变成一副怎样不堪的模样？在国家遇到危难之时连劳动都不肯做的人难道能保卫国家？张衡曾说过人生在勤，不索何获？希望每个同学都能对劳动有着正确的认识，热爱劳动，从我做起。从现在做起，从小事做起，在劳动中塑造健全的人格，将来为社会为国家奉献一份自己的力量。我知道大家心里有顾虑有疑问，但请先让我讲个故事，那是两年前了。在我的故乡，有一群逃荒的人。"}
{"text":"倘若举国上下无人劳动，只贪图安逸享乐，抛弃中华民族的优秀品质，惰气横生，终日不思进取，整个社会，整个中国将会变成一副怎样不堪的模样？在国家遇到危难之时连劳动都不肯做的人难道能保卫国家？张衡曾说过人生在勤，不索何获？希望每个同学都能对劳动有着正确的认识，热爱劳动，从我做起。从现在做起，从小事做起，在劳动中塑造健全的人格，将来为社会为国家奉献一份自己的力量。我知道大家心里有顾虑有疑问，但请先让我讲个故事，那是两年前了。在我的故乡，有一群逃荒的人。他们只说自己是北方来的，父亲好心收留他们一夜。那时还是冬天，他们穿着打着补丁缀着布头的衣服，脸色黄黄的，眼神里仿佛透着有了上顿没下顿的惊恐。我从来没感受过饥饿，不知道他们是一种怎样的感受。晚饭时，好心的母亲端了些廉价的窝头出来，叫他们吃。一个打着穿着破旧大衣服的孩子跑向吃窝头的人群，想要分得一点窝头。她的母亲叫她慢点，我看着这个孩子，脸色和这群逃荒的人一样都是黄黄的，一副营养不良的样子。但是她那双眼睛带着惊恐，但却含有一丝希望。她们坐在台阶上狼吞虎咽的吃着窝头，我端给她们一碗水，她们感激的向我道着谢。我问她天快黑了，你的孩子不怕吗？她笑着看向狼吞虎咽吃着窝头的孩子，用手轻轻抚摸着她的头，用着很土的方言告诉我不怕，因为明天的太阳还会再升起来。这件事已经过去了两年，但还被我清晰的记着。现在，你们告诉我明天的太阳还会升起来吗？华夏民族的太阳，中国的太阳还会再升起来吗？会的，一定会的。我们已经从巴黎传来了很多消息，作为战胜国之一。中国居然受如此不平等的条约，这意味着什么？这意味着各国列强对于整个华夏民族的蔑视，我泱泱中华何时受过如此压迫？马关条约，南京条约一个接一个的不平等条约，列强们用坚船利炮打开了中国的大门，要将中国变成他们的殖民地。日本的旅顺大屠杀，我们的同胞正在被强盗迫害。华夏民族不是只会屈尊就卑的民族，所以在这个时候请用我们的力量站起来，去告诉列强，告诉军阀，中国人民不是好欺负的。我知道很多同学心里都有着过虑，担心自己的牺牲，担心革命的失败。但是，我可以负责任的告诉你们我们的血不是白流。看看我们的邻国俄国，伟大的马克思主义在这片土地上开花结果，这是多少革命志士的牺牲换来的。当年喊着我自横刀向天笑，去留肝胆两昆仑。"}
{"text":"日本的旅顺大屠杀，我们的同胞正在被强盗迫害。华夏民族不是只会屈尊就卑的民族，所以在这个时候请用我们的力量站起来，去告诉列强，告诉军阀，中国人民不是好欺负的。我知道很多同学心里都有着过虑，担心自己的牺牲，担心革命的失败。但是，我可以负责任的告诉你们我们的血不是白流。看看我们的邻国俄国，伟大的马克思主义在这片土地上开花结果，这是多少革命志士的牺牲换来的。当年喊着我自横刀向天笑，去留肝胆两昆仑。的谭嗣同先生的血是就是白流的吗？未必，牺牲自己。换来整个民族整个国家的解放，这又是何等伟大的事业，我们的父母应该为我们骄傲。同学们，革命注定伴随着牺牲。我不否认，但如若没有革命没有牺牲，怎么会有未来中国的崛起。连逃荒的人都相信明天的太阳会升起来。那我们难道就更不应该相信中国的太阳会再升起来吗？同学们这大抵是中国革命最黑暗的时候了。列强的侵略，军阀的混战，民不聊生。像是黎明前的黑暗。但是，我们害怕吗？恐惧吗？我们要将这革命之火点燃，因为黑暗终会过去，中国的太阳还会再升起来。让我们用最诚挚的革命之火，迎接将要升起的太阳吧！"}
{"text":"失去人性，失去很多失去兽性，失去一切。在宇宙中，你再快都有比你更快的，你再慢也有比你更慢的。我是个懒散的人，从小就是，住校时碗从来不洗，被子从来不叠，对什么都提不起兴趣，懒得学习，甚至懒得玩，每天迷迷糊糊地混日子。给时光以生命，给岁月以文明。我爱你，与你有何相干？毁灭你，又与你有何相干？仅靠生存本身是不能保证生存的，发展是生存的最好保障。记忆是一条早已干涸的河流，只在毫无生气的河床中剩下零落的砾石。你的无畏来源于无知。把海弄干的鱼在海干前上了陆地，从一片黑暗森林奔向另一片黑暗森林。弱小和无知，不是生存的障碍，傲慢才是。在这寒冷无际的草原间，燃烧是无意义的，一腔热血喷出来，比一堆牛粪凉的更快，还不如后者有实用价值。但燃烧是他们的命运，他们是燃烧的一代。大多数人到死都没有向尘世之外瞥一眼。一知道在哪儿，世界就变得像一张地图那么小了不知道在哪儿，感觉世界才广阔。我们都是阴沟里的虫子，但总还是得有人仰望星空。前进！前进！不择手段的前进！西方人并不比东方人聪明，但是他们却找对了路。给岁月以文明，给时光以生命。给岁月以文明，而不是给文明岁月，给时光以生命而不是给生命以时光。消灭人类暴政，世界属于三体！活着本身就很美妙，如果连这道理都不懂，怎么去探索更深的东西呢？城市就是森林，每一个男人都是猎手，每一个女人都是陷阱。越透明的东西越神秘，宇宙本身就是透明的，只要目力能及，你想看多远就看多远，但越看越神秘。空不是无，空是一种存在，你得用空这种存在填满自己。上帝是个无耻的老赌徒，他抛弃了我们！给岁月以文明，而不是给文明以岁月。如果说，有上帝的话。人类一思考，上帝就发笑，如果人类不思考，上帝连发笑都不屑于。人生的美妙之处在于迷上一样东西？。人生苦短，少做些虚无缥缈的事，夜晚的灯塔一直都在，只是灯亮的时候，你才看见它。活着本身就很妙，如果连这道理都不懂，怎么去探索更深的东西呢？碑是那么小，与其说是为了纪念，更像是为了忘却。过去就像攥在手中的一把干沙，自以为攥得很紧，其实早就从指缝中流光了。"}
