{"text":"我总觉得不止我一个人有这样的想法。既然如此，我们为什么不说呢？有句话我们常说不说话也没人把你当哑巴卖了。很不幸的是，假如你不肯站出来说，有趣是存在的，别人就会以为你和他一样是个无趣的人。到现在为止，这世界上赞成无趣的书比赞成有趣的书多得多，这就是证明。人的生活应该无智无性无趣，在我们这里仿佛已经成了人间的至理。好在哲学领域里，已经有人在反对无聊的乌托邦，反对那些以无趣推及有趣，以愚蠢推及智慧的人，比方说，波普先生。谁要是有兴趣，不妨找本波普的书来看看。作为写小说的人，我要做的不是这样的事情。小说家最该做的事是用作品来证明有趣是存在的，但很不幸的是，不少小说家做的恰恰是相反的事情。有一本书叫做s，虽然我对书里的内容不能赞同，但是我赞成这个题目。有些话仿佛永远讲不出口，仅仅是因为别人已经把反对它的话讲了出来。因此这些话就成了心底的暗流，形不成文字，也形不成话语，甚至不能形成有条理的思路――它就变成了郁结的混沌。而已经讲出的话则被人们一再重复，结构分明地架在混沌之上。我看到一个无智的世界，但是智慧在混沌中存在我看到一个无性的世界，但是性爱在混沌中存在我看到一个无趣的世界，但是有趣在混沌中存在。我要做的就是把这些讲出来。在我的小说里已经谈到了我的人生态度，我认为这应该是对人类，或者中国人人生态度研究的宝贵材料。假设大家都像我一样坦白，我们就用不着推己及人，而可以用统计的方法求证。这就是说，写作的意义不仅是在现在，而且在于未来。坦白不光是浅薄，而且是勇气。这些话对于一本小说来说，只是题外之语。大家在小说里看到的，应该是有趣本身。曾计划将寻找无双革命时期的爱情和红拂夜奔三部长篇小说编成集子出版，取名为怀疑三部曲。本篇与下一篇怀疑三部曲是为该书所作。它们最初发表于年第期出版广角杂志。怀疑三部曲怀疑三部曲是我在年以后写成的。它们属于严肃文学。我以为自己可以写些严肃的东西，中国也可以有严肃文学。这种看法未必对，但总该试试。顺便说一句，我以为严肃文学就是乍读起来有点费劲的东西。"}
{"text":"本篇与下一篇怀疑三部曲是为该书所作。它们最初发表于年第期出版广角杂志。怀疑三部曲怀疑三部曲是我在年以后写成的。它们属于严肃文学。我以为自己可以写些严肃的东西，中国也可以有严肃文学。这种看法未必对，但总该试试。顺便说一句，我以为严肃文学就是乍读起来有点费劲的东西。假如在按自己的思路解释一些事，这种文章总会让人感到费解，读者往往不能原谅这一点。请相信，我自己原来也不准备原谅这一点。但经过反复思量，发现不严肃有些东西就写不出来，结果才走上了这条路。我认为，严肃文学的最终会被一些读者原谅，因为他的书最终会给读者带来好的感觉但也有些读者始终不会原谅他们，因为费力地读完全书后，没有一丁点好的感觉。然而，只要有前一种读者存在，严肃文学就是必要的。从某种意义上说，严肃文学是一种游戏，它必须公平。对于来说，公平就是作品可以艰涩我觉得自己没有这种毛病，可以荒诞古怪，激怒古板的读者我承认自己有这种毛病，还可以有种种使读者难以适应的特点。对于读者来说，公平就是在作品的毛病背后，必须隐藏了什么，以保障有诚意的读者最终会有所得。考虑到是读者掏钱买书，我认为这个天平要偏向读者一些，但是这种游戏决不能单方面进行。尤其重要的是不能太笨，读者也不能太笨。最好双方大致是同一水平。假如我没搞错的话，现在读者觉得中国的偏笨了一些。对于这些读者，我可以诚心诚意地保证说我绝不至于太笨。假如你把本书读完，还有余兴来读这篇，一定会同意我的看法。思维的乐趣自序我以写小说为主业，但有时也写些杂文，来表明自己对世事的态度。作为一个寻常人，我的看也许不值得别人重视，但对自己却很重要。这说明我有自己的好恶爱憎，等等。假如没有这些，做人也没什么味道。这些看法常常是在偷的论域这内，所以对它们，我倒有一种平常心。罗素先生曾说，对伦理的问题无法做科学的辩护。我同意这个观点。举例来说，我认为，可以给人带来很大的乐趣，我看不出有什么理由可以剥夺这种乐趣。这个看法也在伦理的论域之内。"}
{"text":"作为一个寻常人，我的看也许不值得别人重视，但对自己却很重要。这说明我有自己的好恶爱憎，等等。假如没有这些，做人也没什么味道。这些看法常常是在偷的论域这内，所以对它们，我倒有一种平常心。罗素先生曾说，对伦理的问题无法做科学的辩护。我同意这个观点。举例来说，我认为，可以给人带来很大的乐趣，我看不出有什么理由可以剥夺这种乐趣。这个看法也在伦理的论域之内。所以，我举不出科学上的理由来说明自己是对的。假如有人说不思维才快乐，我只有摇头，却无话可说。罗素先生认为，残酷打击别人是不好的。但他只能期望别人来同意这个看法，不能证明自己的正确。他还说，有很多看法，看似一种普遍的伦理原则，其实只是一种特殊的恳求。在这本书里，我的多数看法都是这样的―没有科学的证据，也没有教条的支持。这些看法无非是的一些恳求。我对读者要求的，只是希望作伴不要忽略我的一份恳切而已。这本书里除了文化杂文，还有给其它书写的与跋语。这些与跋语也表明了我的一些态度。险些之外，还有一些轻松的随笔，不管什么书，我都不希望它太严肃，这一本也不例外。年月于北京家中王小波卡尔维诺与未来的一千年朋友寄来一本书，卡尔维诺的未来千年备忘录，我正在看着。这本书是他的讲演稿，还没来得及讲，稿也没写完，人就死了。这些讲演稿分别冠以如下题目轻逸迅速易见确切和繁复。还有一篇连贯，没有动笔写所以我整天在捉摸他到底会写些什么，什么叫做连贯。卡尔维诺指出，在未来的一千年里，文学会继续繁荣，而这六项文学遗产也会被发扬光大。我一直喜欢卡尔维诺，看了这本书，就更加喜欢他了。卡尔维诺的我们的祖先，看过的人都喜欢。这是他年轻时的作品，我以为这本书是轻逸的典范。中年以后，他开始探索小说艺术的无限可能，这时期的作品我看过看不见的城市――这本书不见得人人都会喜欢。我也不能强求大家喜欢他的每一本书，但是我觉得必须喜欢他的主意小说艺术有无限种可能性。难道这不好吗？前不久有位朋友看了我的小说，对我说道看来小说还能有新的写法――这种评价使我汗颜我还没有探索无限，比卡尔维诺差得远。"}
{"text":"我一直喜欢卡尔维诺，看了这本书，就更加喜欢他了。卡尔维诺的我们的祖先，看过的人都喜欢。这是他年轻时的作品，我以为这本书是轻逸的典范。中年以后，他开始探索小说艺术的无限可能，这时期的作品我看过看不见的城市――这本书不见得人人都会喜欢。我也不能强求大家喜欢他的每一本书，但是我觉得必须喜欢他的主意小说艺术有无限种可能性。难道这不好吗？前不久有位朋友看了我的小说，对我说道看来小说还能有新的写法――这种评价使我汗颜我还没有探索无限，比卡尔维诺差得远。我觉得这位朋友的想法有问题――假如他不是学文学的博士而是个一般读者的话，那就没有问题了。编辑先生邀我给名人茶座写个小稿，我竟扯到了卡尔维诺和文学遗产，这可不是茶座里的谈资。说实在的，我也不知道什么可以在茶座里闲扯的事。我既不养猫，也不养狗，更没有汽车。别人弄猫弄狗的时候，我或则在鼓捣电脑，或则想点文学上的事――假如你想听听电脑，我可以说，现在在中关村花二百五十块钱可以买到八兆内存条，便宜死了我想这更不是茶座里的谈资。可能我也会养猫养狗，再买辆汽车，给自己找点罪受――顺便说一句，我觉得汽车的价格很无耻。一辆韩国低档车卖三几十万，全世界都没听说过。至于猫啊狗啊，我觉得是食物一类。我吃掉过一只猫，五只狗，是二十多年前吃的。从爱猫爱狗者的角度来看，我是个啃你饱食人族。所以，我也只能谈谈卡尔维诺卡尔维诺的看不见的城市是这么个故事马可波罗站在蒙古大汗面前，讲述他东来旅途中所见到的城市，每一座城市都是种象征，而且全都清晰可见。看完那本书我做了一夜的梦，只见一座座城市就如奇形怪状的孔明灯浮在一片虚空之中。一般的文学读者会说，好了，城市我看到了，讲这座城里的故事吧――对卡尔维诺那个无所不能的头脑来说，讲个故事又有何难。但他一个故事都没讲，还在列举着新的城市，极尽确切之能事一直到全书结束也没列举完。我大体上明白卡尔维诺想要做的事对一个来说，他想要拥有一切文学素质完备的轻逸迅速易见确切和繁复，再加上连贯。等这些都有了以后，写出来的书肯定好看，可以满足一切文学读者。很不幸的是，这好像不大容易，但必须一试――这是为了保证读者在未来的一千年里有书看。我想这题目也没人会感兴趣――但是没办法，我就知道这些。"}
{"text":"但他一个故事都没讲，还在列举着新的城市，极尽确切之能事一直到全书结束也没列举完。我大体上明白卡尔维诺想要做的事对一个来说，他想要拥有一切文学素质完备的轻逸迅速易见确切和繁复，再加上连贯。等这些都有了以后，写出来的书肯定好看，可以满足一切文学读者。很不幸的是，这好像不大容易，但必须一试――这是为了保证读者在未来的一千年里有书看。我想这题目也没人会感兴趣――但是没办法，我就知道这些。盖茨的紧身衣比尔盖茨在未来之路一书里写道随着现代信息技术的发展，工程师已有能力营造真实的感觉。他们可以给人戴上显示彩色图像的眼镜，再给你戴上立体声耳机，你的所见所闻都由计算机来控制。只要软硬件都过硬，人分不出电子音像和真声真像的区别。可能现在的软硬件还称不上过硬，尚做不到这一点，但过去二十年里，技术的进步是惊人的，所以对这一天的到来，一定要有心理准备。光看到和听到还不算身历其境，还要模拟身体的感觉。盖茨先生想出一种东西，叫做紧身衣，这是一种机电设备，像一件衣服，内表面上有很多伸缩的触头，用电脑来控制，这样就可以模仿人的触觉。照他的说法，只要有二十五到三十万个触点，就可以完全模拟人全身的触感――从电脑技术的角度来说，控制这些触头简直是小儿科。有了这身衣服，一切都大不一样。比方说，电脑向你输出一阵风，你不但可以看到风吹杨柳，听到风过树梢，还可以感到风从脸上流过――假如电脑输出的是美人，那就不仅是她的音容笑貌，还有她的发丝从你面颊上滑过――这是友好的美人，假如不友好，来的就是大耳刮子――紧身衣的概念就是如此。作为学食品科技的人，我觉得还该有个面罩连着一些香水瓶，由电脑控制的阀门决定你该闻到什么气味，但假若你患有鼻炎，就会觉得面罩没有必要。总而言之，紧身衣的概念就是如此。估计要不了二十年，科学就能把它造出来，而且让它很便宜，像今天的电子游戏机一样，在街上出售穿上它就能前往另一个世界，假如软件丰富，想上哪儿就能上哪儿，想遇上谁就能遇上谁，想干啥就能干啥，而且不花什么代价――顶多出点软件钱。到了那一天，不知人们还有没有心思阅读文本，甚至识不识字都不一定。我靠写作为生，现在该作出何种决定呢？"}
{"text":"总而言之，紧身衣的概念就是如此。估计要不了二十年，科学就能把它造出来，而且让它很便宜，像今天的电子游戏机一样，在街上出售穿上它就能前往另一个世界，假如软件丰富，想上哪儿就能上哪儿，想遇上谁就能遇上谁，想干啥就能干啥，而且不花什么代价――顶多出点软件钱。到了那一天，不知人们还有没有心思阅读文本，甚至识不识字都不一定。我靠写作为生，现在该作出何种决定呢？大概是在六七十年代吧，法国有些小说家就这样提出问题在电影时代，小说应该怎么写？该看到的电影都演出来了，该听到的广播也播出来了。托尔斯泰在战争与和平里花几十页写出的东西，用宽银幕电影几个镜头就能解决。还照经典作家的写法，没有人爱看，顶多给电影提供脚本――如我们所知，这叫生产初级产品，在现代社会里地位很低。在那时，电影电视就像比尔盖茨的紧身衣，对艺术家来说，是天大的灾难。有人提出，小说应该向诗歌的方向发展。还有人说，小说该着重去写人内心的感受。这样就有了法国的新小说。还有人除了写小说，还去搞搞电影，比如已故的玛格丽特杜拉斯。我对这些作品很感兴趣，但凭良心说，除杜拉斯的情人之外，近十几年来没读到过什么令人满意的小说。有人也许会提出最近风靡一时的廊桥遗梦，但我以为，那不过是一部文字化的电影。假如把它编成软件，钻到比尔盖茨的紧身衣里去享受，会更过瘾一些。相比之下，我宁愿要一本五迷三道的法国新小说，也不要一部廊桥遗梦，这是因为，从小说自身的前途来看，写出这种东西解决不了问题。真正的小说家不会喜欢把小说写得像电影。我记得米兰昆德拉说过，小说和音乐是同质的东西。我讨厌这个说法，因为好像这世界上没有了音乐，就说不出小说该像什么了但也不能不承认，这种说法有些道理。小说该写人内在的感觉，这是没有疑问的。但仅此还不够，还要使这些感觉组成韵律。音乐有种连贯的使人神往的东西，小说也该有。既然难以言状，就叫它韵律好了。本文的目的是要纪念已故的杜拉斯，谈谈她的小说情人，谁知扯得这样远――现在可以进入主题。我喜欢过不少小说，比方说，乔治奥威尔的，还有些别的书。但这些小说对我的意义都不能和情人相比。这样的书对我有帮助，是帮我解决人生中的一些疑惑，而情人解决的是有关小说自身的疑惑。"}
{"text":"小说该写人内在的感觉，这是没有疑问的。但仅此还不够，还要使这些感觉组成韵律。音乐有种连贯的使人神往的东西，小说也该有。既然难以言状，就叫它韵律好了。本文的目的是要纪念已故的杜拉斯，谈谈她的小说情人，谁知扯得这样远――现在可以进入主题。我喜欢过不少小说，比方说，乔治奥威尔的，还有些别的书。但这些小说对我的意义都不能和情人相比。这样的书对我有帮助，是帮我解决人生中的一些疑惑，而情人解决的是有关小说自身的疑惑。这本书的绝顶美好之处在于，它写出一种人生的韵律。书中的性爱和生活中别的事件，都按一种韵律来组织，使我完全满意了。就如达芬奇画出了他的杰作，别人不肯看，那是别人的错，不是达芬奇的错米开朗琪罗雕出了他的杰作，别人不肯看，那是别人的错，不是米开朗琪罗的错。现代小说有这样的杰作，人若不肯看小说，那是人的错，不是小说的错。杜拉斯写过华北情人后说，我最终还原成小说家了。这就是说，只有书写文本能使她获得叙事艺术的精髓。这个结论使我满意，既不羡慕电影的镜头，也不羡慕比尔盖茨的紧身衣。关于文体自从我开始写作，就想找人谈谈文体的问题，但总是找不到。和不写作的人谈，对方觉得这个题目索然无味和写作的人谈，又有点谈不开。既然写作，必有文体，不能光说别人不说自己。文体之于，就如性之于寻常人一样敏感。把时尚排除在外，在文学以内讨论问题，我认为最好的文体都是翻译家创造出来的。傅雷先生的文体很好，汝龙先生的文体更好。查良铮先生的译诗王道乾先生翻译的小说――这两种文体是我终生学习的榜样。必须承认，我对文体有特殊的爱好，别人未必和我一样。但我相信爱好文学的人会同意我这句话优秀文体的动人之处，在于它对韵律和节奏的控制。阅读优美的文字会给我带来极大的快感。好多年以前，我在云南插队，当地的傣族少女身材极好。看到她们穿着合身的筒裙婀娜多姿地走路，我不知不觉就想跟上去。阅读带来的快感可以和这种感觉相比。我开始写作，是因为受了好文章的诱惑――我自己写得怎样，当然要另说。前辈作家中，有一部分用方言来写作，或者在行文中带出方言的影响来，我叫它方言体。其中以河北和山西两地的方言最为常见。"}
{"text":"但我相信爱好文学的人会同意我这句话优秀文体的动人之处，在于它对韵律和节奏的控制。阅读优美的文字会给我带来极大的快感。好多年以前，我在云南插队，当地的傣族少女身材极好。看到她们穿着合身的筒裙婀娜多姿地走路，我不知不觉就想跟上去。阅读带来的快感可以和这种感觉相比。我开始写作，是因为受了好文章的诱惑――我自己写得怎样，当然要另说。前辈作家中，有一部分用方言来写作，或者在行文中带出方言的影响来，我叫它方言体。其中以河北和山西两地的方言最为常见。河北人说话较慢，河北方言体难免拖沓。至于山西方言体，我认为它有难懂的毛病――最起码圪蛋据说山西某些地区管大干部叫大圪蛋这个词对山西以外的读者来说，就不够通俗。文化革命中出版的文艺作品方言体的很多，当时的以为这样写更乡土些，更乡土就更贴近工农兵，更贴近工农兵也就更革命――所以说，方言体也就是革命体。当然，不是每种方言都能让人联想到革命。必须是老根据地所在省份的方言才有革命的气味。用苏白写篇小说，就没有什么革命的气味。自方言体之后，影响最大的文体应该是苏晓康写报告文学的文体，或称晓康体。这种文体浮嚣而华丽，到现在还有人模仿。念起来时最好拖着长腔，韵味才足，并且好用三个字的词组，比如共和国启示录之类。在晓康体里，前者是指政府，后者是指启示，都属误用。晓康体写多了，人会退化成文盲的。现在似乎出现了一种新的文体。我们常看到马晓晴和葛优在电视屏幕上说一种话，什么特这个，特那个，其实是包含了特多的傻气，这种文体与之相似。所以我们就叫它撒娇打痴体好了。其实用撒娇打痴体的不一定写特字，但是肯定觉得做个聪明人特累。时下一些女散文作家尤其是漂亮的开始用撒娇打痴体写作。这种文体不用写多了，只消写上一句，就像个大头傻子。我也觉得自己活得特累，但不敢学她的样子。我全凭自己的聪明混饭吃。这种傻话本该是看不进去的，但把书往前一翻，看到了像她蛮漂亮的，就感觉她是在搔首弄姿，而且是朝我来的。虽然相片漂亮，真人未必漂亮就算满脸大麻子，拍照前还不会用腻子腻住？但不管怎么说吧，那本书我还真看下去了――当然，读完就后悔了。赶紧努力把这些傻话都忘掉，以免受到影响。怕读坏文章，就是怕受坏影响。以上三种文体的流行，都受到了时尚的左右。"}
{"text":"我也觉得自己活得特累，但不敢学她的样子。我全凭自己的聪明混饭吃。这种傻话本该是看不进去的，但把书往前一翻，看到了像她蛮漂亮的，就感觉她是在搔首弄姿，而且是朝我来的。虽然相片漂亮，真人未必漂亮就算满脸大麻子，拍照前还不会用腻子腻住？但不管怎么说吧，那本书我还真看下去了――当然，读完就后悔了。赶紧努力把这些傻话都忘掉，以免受到影响。怕读坏文章，就是怕受坏影响。以上三种文体的流行，都受到了时尚的左右。方言体流行时，大家都羡慕老革命晓康体流行时，大家都在虚声恫吓而撒娇打痴体之流行，使我感觉到一些年轻的女性正努力使自己可爱一些。一个漂亮女孩冒点傻气，显得比较可爱――马晓晴就是这么表演的。我们还知道西施有心绞痛并因此更加可爱，心绞痛也该可以形成一种文体。以此类推，更可爱的文体应该是拿硝酸甘油来！但这种可爱我们消受不了。我们已经有了一些医学知识，知道心绞痛随时有可能变成心肌梗塞，塞住了未必还能活着。大美人随时可能死得直翘翘，也就不可爱了。如前所说，文体对于，就如性对寻常人一样重要。我应该举个例子说明我对恶劣文体的感受。大约是在七年，盛夏时节，我路过淮河边上一座城市，当时它是一大片低矮的平房。白天热，晚上更热。在旅馆里睡不着，我出来走走，发现所有的人都在树下乘凉。有件事很怪当地的男人还有些穿上衣的，中老年妇女几乎一律赤膊。于是，水银灯下呈现出一片恐怖的场面。当时我想假如我是个天阉，感觉可能会更好一点。恶劣的文字给我的感受与此类似假如我不识字，感觉可能会更好。关于格调最近我出版了一本小说黄金时代，有人说它格调不高，引起了我对格调问题的兴趣。各种作品各种人，尤其是各种事件，既然有高有低，就有了尺度问题。众所周知，一般人都希望自己格调高，但总免不了要干些格调低的事。这就使得格调问题带有了一定的复杂性。当年有人问孟子，既然男女授受不亲，嫂子掉到水里，要不要伸手去拉。这涉及了一个带根本性的问题，假如礼是那么重要，人命就不要了吗？孟子的回答是用手去拉嫂子是非礼，不去救嫂子则是豺狼也，所以只好从权，宁愿非礼而不做豺狼。必须指出，在非礼和豺狼之中做一选择是痛苦的，但这要怪嫂子干吗要掉进水里。"}
