{"text":"那是指女性的强人，强人者，强盗也，只听一声唿哨，林中跳出一伙强人挡住去路。不过，强盗的行径并非只限于夺人财物和性命，夺人自由夺人意志夺权夺利夺名者也是，或者更是。但这类的夺大多不加一声唿哨，进行得隐蔽，理所当然甚至堂而皇之地便告完成。所以如此，因为这类的夺常扮一副给的假象，比如越俎代庖，比如包办代替，比如以一个大脑的辛劳令所有的思想都放假，貌似替人受累，实则夺人自由和意志。识别给与夺的办法，是看有没有一个强字在里头，强给和强夺其实毫无二致。但是被强夺者可以去官府鸣冤，被强给者却有苦难言。但有苦难言之后，便有女强人一词被创造出来，稍泄被夺之愤。那么，为何只有女强人一词，却没有男强人之说呢？男人们万万不可窃喜，这决不意味着表彰，这实在是绝大的耻辱。言外之意大约是说男人嘛还用说么――都是强人！或者更甚男人竟与强人同义，这强惟在女人身上才需要特别地指出。可能言重了，但这实在说明了一向占统治地位的男性文化究竟是怎样一种图景，它是以强治物以强治世以强治人，说到底是一个以强凌弱的强权文化。所以贾宝玉的希望寄托在女人身上。所以贾宝玉的悲哀如果女人也要成为强人就更可理解。三水绿色和平女人的形神，让人想到水，想到绿色，想到和平。水绿色和平，是生命之根本，是地球独一无二的美丽与辉煌之根本。但今天，在我们脚下在我们眼前和四周，水绿色和平正日益变得珍稀。而仇恨战争却一刻未停，狂妄自大的男性文化借助科学的成功正越发地狂妄着。科学的成功给我们带来了很多好东西舒适方便富足长寿但同时也给了我们至少两件坏东西不可遏制的享乐欲，和为此不可阻挡地掠夺自然。我不是圣徒，我很可能倒是个享乐主义者，人何必苦着自己呢？但是我在享乐中常常也想人类的享乐可该有个止境么？如果没有，这地球是难免有一天被人类掠夺个干净的，剩一片沙漠埋无数白骨。有人把人口增长的失控比喻为地球的癌症，这比喻形神具似非常恰当。癌症，就是一个本来和谐的生理结构中，忽然有一种细胞不可控制地猛增，以致杀死了别人也迎来了自己的末日。我常以为，癌症，是上帝给全人类并不是仅仅给比如吸烟者的一种警告。"}
{"text":"我不是圣徒，我很可能倒是个享乐主义者，人何必苦着自己呢？但是我在享乐中常常也想人类的享乐可该有个止境么？如果没有，这地球是难免有一天被人类掠夺个干净的，剩一片沙漠埋无数白骨。有人把人口增长的失控比喻为地球的癌症，这比喻形神具似非常恰当。癌症，就是一个本来和谐的生理结构中，忽然有一种细胞不可控制地猛增，以致杀死了别人也迎来了自己的末日。我常以为，癌症，是上帝给全人类并不是仅仅给比如吸烟者的一种警告。癌症未了，又来了爱滋病。如果癌症是上帝对人口增长失控的一种警告，爱滋病就很像是对享乐主义的一种警告了。顺便说一句，我以为爱滋二字肯定用错了，那病绝非因爱滋生，而恰是因无爱的享乐所致，滥交和吸毒难道是爱么？把无止境的享乐比喻为地球的爱滋病，也是形神具似十分地恰当。爱滋病是在贪婪的享乐中破坏了人体的自身免疫系统，使人失去了抗病和自身修复能力而致死。同样，因为人类无节制的享乐，地球上的水正在被污染，森林和草原正在急剧减少，生态平衡自然界的和平正在人类疯狂的开发旷日持久的一场对自然的战争中无可挽回地毁坏着，致使地球生了病而且因其抗病和自身修复能力的丧失而越病越重了。我这样想水绿色生态平衡，也许正是地球的自身免疫系统吧。我们应该听清上帝的警告。就像一个在战场上胜利的或失败的男人那样想一想我们都干了什么。就像一个从市场上回家去的男人那样，想一想，我们是不是带回来钱财就够了？我们听清了上帝的警告――很可能女人会告诉我们我们不光需要物质财富，我们还需要爱情，需要美的梦想和家园，需要清澈的水，需要茁壮的绿色，需要和平，需要人与人的和平需要人与万物的和平因而我们不光需要科学我们还需要艺术，我们需要站在男性的雄心遭受挫折的地方回首来路和眺望归途。这是女人传达给我们的上帝的启示。因为女人的心绪情怀和魂牵梦萦的眺望，本身就是艺术之所在。一九九三年九月二十日记忆迷宫人们越来越多地使用电脑写作了。人们夸奖比好比更好，那情形很像是在夸奖这个人比那个人更聪明。"}
{"text":"这是女人传达给我们的上帝的启示。因为女人的心绪情怀和魂牵梦萦的眺望，本身就是艺术之所在。一九九三年九月二十日记忆迷宫人们越来越多地使用电脑写作了。人们夸奖比好比更好，那情形很像是在夸奖这个人比那个人更聪明。就像智力比赛，所谓更聪明即是说运算理解的速度更快，存储记忆的信息更多，以及表达得更准确和联想的范围更宽广。于是有一个可笑的问题提出用写作，会比用写得更好吗？这个可笑的问题甚至不用回答。但与这个问题同样可笑的逻辑却差不多通行，比如要是我们写得不及某人，我们首先会怪罪我们的大脑不及某人。如果作品的美妙和的智商不成正比，如果我们的文学止步不前而世界上仍在不断涌现出伟大的作家，我们主要应该怪罪什么呢？如果并没有写出比更有新意更有魅力的作品，大家都明白，是坐在前面敲打键盘的那个人不行。如果一个智商很高的大脑却缺乏创造力，只能不断地临摹前人和复制生活，其原因何在呢？我看过一位哲学家写的一篇谈电脑与灵魂的文章，其中有这样一段话躯体和灵魂之间的模糊分别通常是理解为躯体与心灵，或者大脑与心灵之间的分别。研究这分别的一个途径是问大脑是否能够做到心灵所能做的一切当然，目前更受注目的一个问题是电子计算机电脑是否有人一样的能力假如电子计算机能做到的跟人一样，则我们也只不过是电子计算机而已也就是说，我们的存在也并不独特。从这个角度看，我们其实正在问人是否存在――一个与传统问题神是否存在有同样重要性的问题。显然，大脑做不到心灵所能做到的一切。心灵比大脑广阔得多，深远得多，复杂得多。甚至所谓无限，我想其实也只是就心灵的浩渺无边而言。我们生存的空间有限，我们经历的时间有限，但我们心灵的维度是无限的。在电脑方兴未艾突飞猛进的时代，我们更容易发现，人的独特之处，究其根本不在于大脑，不在于运算得更快和记忆得更牢，而在于心灵的存在。浩渺无边的心灵，是任何大脑和电脑所无能比拟的。再高超的电脑也是人的造物，再聪明的大脑如果没有心灵隐于其后，也只近似传声筒或复印机。"}
{"text":"显然，大脑做不到心灵所能做到的一切。心灵比大脑广阔得多，深远得多，复杂得多。甚至所谓无限，我想其实也只是就心灵的浩渺无边而言。我们生存的空间有限，我们经历的时间有限，但我们心灵的维度是无限的。在电脑方兴未艾突飞猛进的时代，我们更容易发现，人的独特之处，究其根本不在于大脑，不在于运算得更快和记忆得更牢，而在于心灵的存在。浩渺无边的心灵，是任何大脑和电脑所无能比拟的。再高超的电脑也是人的造物，再聪明的大脑如果没有心灵隐于其后，也只近似传声筒或复印机。恰恰是心灵的浩渺无边，使人的大脑独具创造力，使文学成为必要，使创作能够永恒，使作家常常陷入迷茫也使作家不断走进惊喜。大脑不能穷尽心灵，因此我们永远为心灵所累不得彻底解脱，也因此，我们的创作才有了永无穷尽的前途。所以，如果写得不如，我们应该怀疑的是在前面，人是否存在？键盘噼噼啪啪地敲响着，当然不能怀疑一个血肉之躯的存在，也不能怀疑一个正常大脑的存在，但我们有理由怀疑心灵是否存在？就是说，聪明的电脑或者聪明的大脑是否联通了心灵，其运作是否听命于心灵？心灵不在，即是人的不在，一台聪明的电脑或大脑便是人或上帝的一次盲目投资。当然，并不否定聪明的作用，但写作如果仅仅是大脑对大脑的操作，则无论是什么级别的大脑都难免走人文学的穷途。文学的无穷天地，我想可以描述为大脑对心灵的巡察搜捕和缉拿归案。聪明对于写作是一件好事，正如侦探的本事高超当然更利于破案，但侦探如果单单乐意走进市场而不屑于巡察心灵，我们就可能只有治安和新闻，而没有文学了。心灵是什么呢？以及，心灵在哪儿？我记得有一位哲学家记不住他的名字写过一本书也记不住它的题目，书中问道我在哪儿？胳膊是我的，我在胳膊里么？但没有了胳膊，却依然故我。腿呢？也一样，我也不在腿里。那么我在心脏或大脑里了？但是把心脏或大脑解剖开来找吧，还是找不到我。虽然找不到，但若给心脏或大脑上加一个弹孔，我便消失。我，看来是一个结构，心灵是一个结构，死亡即是结构的消散或者改组。那么这个结构都包含什么呢？设想把一个人所有不致命的器官都摘除，怎样呢？这个人很可能就像一棵树或者一株草了。健全的生理就能够产生心灵么？那么把一个生理健全的人与世隔绝起来，隔绝得完全彻底，他的心灵还能有什么呢？"}
{"text":"腿呢？也一样，我也不在腿里。那么我在心脏或大脑里了？但是把心脏或大脑解剖开来找吧，还是找不到我。虽然找不到，但若给心脏或大脑上加一个弹孔，我便消失。我，看来是一个结构，心灵是一个结构，死亡即是结构的消散或者改组。那么这个结构都包含什么呢？设想把一个人所有不致命的器官都摘除，怎样呢？这个人很可能就像一棵树或者一株草了。健全的生理就能够产生心灵么？那么把一个生理健全的人与世隔绝起来，隔绝得完全彻底，他的心灵还能有什么呢？心灵并不像一个容器，内容没有了容器还可以存在，不，心灵是一个结构，是信息的组织，是与信息共生共灭的。所以，心灵的构成当然不等于生理的构成，心灵的构成正是天人合一，主观与客观的共同参与，心灵与这个世界同构。世界是什么？如果世界不能被我们认识穷尽，我们一向所说的世界到底是什么呢？我想，这世界，就重叠在我们的心灵上。虽然我们不能穷尽它，但是它就在那儿，以文学的名义无止无休地诱惑着我们。召唤着我们。我在写一篇小说的时候，发现了一个悖论我是我的印象的一部分而我的全部印象才是我我没有用记忆，而是用了印象。因为往日并不都停留在我的记忆里，但往日的喧嚣与骚动永远都在我的印象中。因为记忆，只是阶段性的僵死记录，而印象是对全部生命变动不居的理解和感悟。记忆只是大脑被动的存储，印象则是心灵仰望神秘时，对记忆的激活重组和创造。记忆可以丢失，但印象却可使丢失的生命重新显现。一个简单的例证是我们会忘记一行诗句，但如果我们的心绪走进了那句诗的意境，我们就会丝毫不差地记起它当然那得是真正的诗句。一个众所周知的例证是普鲁斯特在吃玛德莱小点心时，一瞬间看遍了自己的一生。如普鲁斯特一样的感受，几乎我们每个人都有过。但是，印象中的往事是否真实呢？这也许就先要问问真实是什么？当我们说真实的时候，这真实可能指的是什么？我想引用我正在写着的一部小说中的一段话当一个人像我这样，坐在桌前，沉入往事，想在变幻不住的历史中寻找真实，要在纷纷纭纭的生命中看出些真实，真实便成为一个严重的问题。真实便随着你的追寻在你的前面破碎分解融化重组如烟如尘，如幻如梦。我走在树林里，那两个孩子已经回家。整整那个秋天，整整那个秋天的每个夜晚，我都在那片树林里踽踽独行。"}
{"text":"这也许就先要问问真实是什么？当我们说真实的时候，这真实可能指的是什么？我想引用我正在写着的一部小说中的一段话当一个人像我这样，坐在桌前，沉入往事，想在变幻不住的历史中寻找真实，要在纷纷纭纭的生命中看出些真实，真实便成为一个严重的问题。真实便随着你的追寻在你的前面破碎分解融化重组如烟如尘，如幻如梦。我走在树林里，那两个孩子已经回家。整整那个秋天，整整那个秋天的每个夜晚，我都在那片树林里踽踽独行。一盏和一盏路灯相距很远，一段段明亮与明亮之间是一段段黑暗与黑暗，我的影子时而在明亮中显现，时而在黑暗中隐没。凭空而来的风一浪一浪地掀动斑斓的落叶，如同掀动着生命的印象。我感觉自己就像是这空空的来风，只在脱落下和旋卷起斑斓的落叶之时，才能捕捉到自己的存在。往事，或者故人，就像那落叶一样，在我生命的秋风里，从黑暗中飘转进明亮，从明亮中逃遁进黑暗。在明亮中的，我看见他们，在黑暗里的我只有想象他们，依靠那些飘转进明亮中的去想象那些逃遁进黑暗里的。我无法看到黑暗里他们的真实，只能看到想象中他们的样子，随着我的想象他们飘转进另一种明亮。这另一种明亮，是不真实的么？当黑暗隐藏了某些落叶，你仍然能够想象它们，因为你的想象可以照亮黑暗可以照亮它们，但想象照亮的它们并不就是黑暗隐藏起的它们，可这是我所能得到的唯一的真实。即便是那些明亮中的，我看着它们，它们的真实又是什么呢？也只是我印象中的真实吧，或者说仅仅是我真实的印象。往事，和敌人，也是这样，无论他们飘转进明亮还是逃遁进黑暗，他们都只能在我的印象里成为真实。真实并不在我的心灵之外，在我的心灵之外并没有一种叫作真实的东西原原本本地呆在那儿。真实，有时候是一个传说甚至一个谣言，有时候是一种猜测，有时候是一片梦想，它们在心灵里鬼斧神工地雕铸我的印象。而且，它们在雕铸我的印象时，顺便雕铸了我。否则我的真实又是什么呢，又能是什么呢？这些印象的累积和编织，那便是我了。所有的小说，也许都可以说是记忆的产物，因为没有记忆便不可能有小说。但这样类推的话，我们也可以说没有乐器使没有音乐，没有刀斧便没有雕塑，没有颜料便没有图画，没有地球便没有人类。如此逻辑不失为真理，但如此真理也不失为废话。有意义的问题是记忆，在创那儿，发生了什么？相关的问题是为什么会发生？相似的问题是我们为什么要写作？"}
{"text":"而且，它们在雕铸我的印象时，顺便雕铸了我。否则我的真实又是什么呢，又能是什么呢？这些印象的累积和编织，那便是我了。所有的小说，也许都可以说是记忆的产物，因为没有记忆便不可能有小说。但这样类推的话，我们也可以说没有乐器使没有音乐，没有刀斧便没有雕塑，没有颜料便没有图画，没有地球便没有人类。如此逻辑不失为真理，但如此真理也不失为废话。有意义的问题是记忆，在创那儿，发生了什么？相关的问题是为什么会发生？相似的问题是我们为什么要写作？记忆，在创那儿已经面目全非，已经走进另一种存在。我又要引一段我曾写过的话我生于年。但在我，年却在年之后发生。年的某一天，我记得那天日历上的字是绿色的，时间，对我来说就始于这个周末。在此之前年是一片空白，年那个周末之后它才传来，渐渐有了意义，才存在。但年那个周末之后，却不是年的一个星期天，而是年冬天的某个凌晨――传说我在那个凌晨出生，我想象那个凌晨，于是年的那个凌晨抹杀了年的一个星期天。那个凌晨，我来到人间，奶奶说那天下着大雪。但在我，那天却下着年的雪，我不得不用年的雪去理解年的雪，从而年的冬天有了形象，不再是空白。然后是年，这年我上了学，这一年我开始理解了一点儿太阳月亮和星星的关系。而此前的年呢，则是年时才给了我突出的印象，那时我才知道一场反右运动大致的情况，因而年下着年的雨。再之后有了公元前，我知道了并设想着远古的某些历史，而公元前中又混含着对年的幻想，我站在今天设想远古又幻想未来，远古和未来在今天随意交叉，因而远古和未来都刮着现在的风。我理解，博尔赫斯的交叉小径的花园是指一个人的感觉思绪和印象，在一个人的感觉思绪和印象里，时间成为错综交叉的小径。他强调的其实不是时间，而是作为主观的人的心灵，这才是那迷宫的全部。这已经不能说是记忆了，这显然也不是大脑猎奇的企图所致。这样的重组或者混淆，以及重组和混淆的更多可能性，乃是大脑去巡察心灵的路径，去搜捕和缉拿心灵的作为。昆德拉说大意没有发现，就不能算得好小说。"}
{"text":"我理解，博尔赫斯的交叉小径的花园是指一个人的感觉思绪和印象，在一个人的感觉思绪和印象里，时间成为错综交叉的小径。他强调的其实不是时间，而是作为主观的人的心灵，这才是那迷宫的全部。这已经不能说是记忆了，这显然也不是大脑猎奇的企图所致。这样的重组或者混淆，以及重组和混淆的更多可能性，乃是大脑去巡察心灵的路径，去搜捕和缉拿心灵的作为。昆德拉说大意没有发现，就不能算得好小说。我想，写作肯定不是为了重现记忆中的往事，而是为了发现生命根本的处境，发现生命的种种状态，发现历史所不曾显现的奇异或者神秘的关联，从而，去看一个亘古不变的题目我们心灵的前途，和我们生命的价值，终归是什么？这样的发现，是对人独特存在的发现，同时是对神的独特存在的发现。这样的发现肯定是永无终结的，因为，比如说我们的大脑永远巡察不尽我们的心灵，比如说我们的智力永远不能穷尽存在的神秘，比如说存在是一个无穷的运动我们永远都不能走到终点，比如说我们永远都在朝圣的途中但永远都不能走到神的位置。也就是说，我们对终极的发问，并不能赢得终极的解答和解决。就像存在是一个永恒的过程一样，生命的意义是一个永恒的问题。比如艺术，谁能给它一个终极的解答么？比如爱，谁能给它一个终极的解决，从而给我们一个真正自由和博爱的世界？自由和爱永远是一个问题。自由和爱，以问题的方式而不是以答案形态，叠入我们的心灵。要点在于这样的问题，有，还是没有？有和没有，即是神的存在和不存在，即是心灵的醒悟或者迷途。这差不多就是我们为什么要写作的理由了。记忆给了我们这样的方便。一九九四年四月十二日墙下短记一些当时看去不太要紧的事却长久扎根在记忆里。他们一向都在那儿安睡，偶然醒一下，睁眼看看，见你忙着升迁或者遁世就又睡去。很多年里他们轻得仿佛不在。千百次机缘错过，终于一天又看见它们，看见时光把很多所谓人生大事消磨殆尽，而它们坚定不移固守在那儿，沉沉地有了无比的重量。比如一张旧日的照片，拍时并不经意，随手放在哪儿，多年中甚至不记得有它，可忽然一天整理旧物时碰见了，拂去尘埃，竟会感到那是你的由来也是你的投奔，而很多郑重其事的留影，却已忘记是在哪儿和为了什么。近些年我常记起一道墙，碎砖头垒的，风可以吹落砖缝间的细土。"}
{"text":"他们一向都在那儿安睡，偶然醒一下，睁眼看看，见你忙着升迁或者遁世就又睡去。很多年里他们轻得仿佛不在。千百次机缘错过，终于一天又看见它们，看见时光把很多所谓人生大事消磨殆尽，而它们坚定不移固守在那儿，沉沉地有了无比的重量。比如一张旧日的照片，拍时并不经意，随手放在哪儿，多年中甚至不记得有它，可忽然一天整理旧物时碰见了，拂去尘埃，竟会感到那是你的由来也是你的投奔，而很多郑重其事的留影，却已忘记是在哪儿和为了什么。近些年我常记起一道墙，碎砖头垒的，风可以吹落砖缝间的细土。那墙很长，至少在一个少年看来是很长，很长之后拐了弯，拐进一条更窄的小巷里去。小巷的拐角处有一盏街灯，紧挨着往前是一个院门，那里住过我少年时的一个同窗好友。叫他吧。和我能不能永远是好友并不重要，重要的是我们一度形影不离，我生命的一段就由这友谊铺筑。细密的小巷中，上学和放学的路上我们一起走，冬天或夏天，风声或蝉鸣，太阳到星空，十岁或者九岁的曾对我说，他将来要娶班上一个女生做老婆。转身问我你呢？想和谁？我准备不及，想想，觉得也确是漂亮。说他还要挣很多钱。干吗？废话，那时你还花你爸的钱呀？少年间的情谊，想来莫过于我们那时的无猜无防了。我曾把一件珍爱的东西送给。是什么，已经记不清。可是有一天我们打了架，为什么打架也记不清了，但丝毫不忘的是打完架我去找要回了那件东西。老师说，单凭我一个人是不敢去要的，或者也想不起去要。是几个当时也对不大满意的伙伴指点我怂恿我，拍着胸脯说他们甘愿随我一同前去讨还，就去了。走过那道很长很熟悉的墙，夕阳正在上面灿烂地照耀，但在我的印象里，走到家的院门时，巷角的街灯已经昏黄地亮了。不可能是那么长的墙，只可能是记忆作怪。站在那门前，我有点害怕，身旁的伙伴便极尽动员和鼓励，提醒我倘掉头撤退，其可卑甚至超过投降。我不能推罪责任给别人跟打架后，我为什么要把送给东西的事情告诉别人呢？指点和怂恿都因此发生。我走进院中去喊。出来，听我说明来意，愣着看我一会儿，然后回屋那出那件东西交到我手里，不说什么，就又走回屋去。结束总是非常简单，咔嚓一下就都过去。我和几个同来的伙伴在巷角的街灯下分手，各自回家。他们看看我手上那件东西，好歹说一句给他干吗，声调和表情都失去来时的热读，失望甚或沮丧料想都不由于那件东西。"}
