{"text":"第一辑闲书寂寞的春朝本来是空手做的大事，希望当然不能过高起初我只打算以茅草来代瓦，以涂泥来作壁，起它五间不大不小的平房，聊以过过自己有一所住宅的瘾的但偶尔在亲戚家一谈，却谈出来了事情。他说你要造房屋，也得拣一个日，看一看方向古代的周易，现代的天文地理，却实在是有至理存在那里的呢！言下他还接连举出了好几个很有征验的实例出来给我听，而在座的其他三四位朋友，并且还同时做了填具脚踏手印的见证人。更奇怪的，是他们所说的这一位具有通天入地眼的奇迹创造者，也是同我们一样，读过哀皮西提，演过代数几何，受过现代高等教育的学校毕业生。经这位亲戚的一介绍，经我的一相信，当初的计划，就变了卦，茅庐变作了瓦屋，五开间的一排营房似的平居，拆作了三开间两开间的两座小蜗庐。中间又起了一座墙，墙上更挖了一个洞住屋的两旁，也添了许多间的无名的小房间。这么的一来，房屋原多了不少，可同时债台也已经筑得比我的风火围墙还高了几尺。这一座高台基石的奠基者郭相经先生，并且还在劝我说东南角的龙手太空，要好，还得造一间南向的门楼，楼上面再做上一层水泥的平台才行。他的这一句话，又恰巧打中了我的下意识里的一个痛处在这只空角上，我实在也在打算盖起一座塔样的楼来，楼名是十五六年前就想好的，叫作夕阳楼。现在这一座塔楼，虽则还没有盖起，可是只打算避避风雨的茅庐一所，却也涂上了朱漆，嵌上了水泥，有点像是外国乡镇里的五六等贫民住宅的样子了自己虽则不懂阳宅的地理，但在光线不甚明亮的清早或薄暮看起来，倒也觉得郭先生的设计，并没有弄什么玄虚，和科学的方法，仍旧还是对的。所以一定要在光线不甚明亮的时候看的原因，就因为我的胆子毕竟还小，不敢空口说大话要包工用了最好的材料来造我这一座贫民住宅的缘故。这倒还不在话下，有点儿觉得麻烦的，却是预先想好的那个风雨茅庐的风雅名字与实际的不符。皱眉想了几天，又觉得中国的山人并不入山，儿子的小犬也不是狗的玩意儿，原早已有人在干了，我这样小小的再说一个并不害人的谎，总也不至于有死罪。况且西湖上的那间巍巍乎有点像先施永安的堆栈似的高大洋楼之以草舍作名称，也不曾听见说有人去干涉过。"}
{"text":"所以一定要在光线不甚明亮的时候看的原因，就因为我的胆子毕竟还小，不敢空口说大话要包工用了最好的材料来造我这一座贫民住宅的缘故。这倒还不在话下，有点儿觉得麻烦的，却是预先想好的那个风雨茅庐的风雅名字与实际的不符。皱眉想了几天，又觉得中国的山人并不入山，儿子的小犬也不是狗的玩意儿，原早已有人在干了，我这样小小的再说一个并不害人的谎，总也不至于有死罪。况且西湖上的那间巍巍乎有点像先施永安的堆栈似的高大洋楼之以草舍作名称，也不曾听见说有人去干涉过。多一事不如少一事，九九归原，还是照最初的样子，把我的这间贫民住宅，仍旧叫作了避风雨的茅庐。横额一块，却是因马君武先生这次来杭之便，硬要他伸了风痛的右手，替我写上的。一九三六年一月十日选自闲书，上海良友图书印刷公司年版饮食男女在福州福州的食品，向来就很为外省人所赏识前十余年在北平，说起私家的厨子，我们总同声一致的赞成刘崧生先生和林宗孟先生家里的蔬菜的可口。当时宣武门外的忠信堂正在流行，而这忠信堂的主人，就系旧日刘家的厨子，曾经做过清室的御厨房的。上海的小有天以及现在早已歇业了的消闲别墅，在粤菜还没有征服上海之先，也曾盛行过一时。面食里的伊府面，听说还是汀州伊墨卿太守的创作太守住扬州日久，与袁子才也时相往来，可惜他没有像随园老人那么的好事，留下一本食谱来，教给我们以烹调之法否则，这一个福建萨伐郎的荣誉，也早就可以驰名海外了。福建菜的所以会这样著名，而实际上却也实在是丰盛不过的原因，第一当然是由于天然物产的富足。福建全省，东南并海，西北多山，所以山珍海味，一例的都贱如泥沙。听说沿海的居民，不必忧虑饥饿，大海潮回，只消上海滨去走走，就可以拾一篮海货来充作食品。又加以地气温暖，土质腴厚，森林蔬菜，随处都可以培植，随时都可以采撷。一年四季，笋类菜类，常是不断野菜的味道，吃起来又比别处的来得鲜甜。福建既有了这样丰富的天产，再加上以在外省各地游宦营商者的数目的众多，作料采从本地，烹制学自外方，五味调和，百珍并列，于是乎闽菜之名，就喧传在饕餮家的口上了。清初周亮工著的闽小纪两卷，记述食品处独多，按理原也是应该的。第一辑闲书寂寞的春朝福州海味，在春三二月间，最流行而最肥美的，要算来自长乐的蚌肉，与海滨一带多有的蛎房。"}
{"text":"一年四季，笋类菜类，常是不断野菜的味道，吃起来又比别处的来得鲜甜。福建既有了这样丰富的天产，再加上以在外省各地游宦营商者的数目的众多，作料采从本地，烹制学自外方，五味调和，百珍并列，于是乎闽菜之名，就喧传在饕餮家的口上了。清初周亮工著的闽小纪两卷，记述食品处独多，按理原也是应该的。第一辑闲书寂寞的春朝福州海味，在春三二月间，最流行而最肥美的，要算来自长乐的蚌肉，与海滨一带多有的蛎房。闽小纪里所说的西施舌，不知是否指蚌肉而言色白而腴，味脆且鲜，以鸡汤煮得适宜，长圆的蚌肉，实在是色香味俱佳的神品。听说从前有一位海军当局者，老母病剧，颇思乡味远在千里外，欲得一蚌肉，以解死前一刻的渴慕，部长纯孝，就以飞机运蚌肉至都。从这一件轶事看来，也可想见这蚌肉的风味了我这一回赶上福州，正及蚌肉上市的时候，所以红烧白煮，吃尽了几百个蚌，总算也是此生的豪举，特笔记此，聊志口福。蛎房并不是福州独有的特产，但福建的蛎房，却比江浙沿海一带所产的，特别的肥嫩清洁。正二三月间，沿路的摊头店里，到处都堆满着这淡蓝色的水包肉价钱的廉，味道的鲜，比到东坡在岭南所贪食的蚝，当然只会得超过。可惜苏公不曾到闽海去谪居，否则，阳羡之田，可以不买，苏氏子孙，或将永寓在三山二塔之下，也说不定。福州人叫蛎房作地衣，略带挨字的尾声，写起字来，我想只有h字，可以当得。在清初的时候，江瑶柱似乎还没有现在那么的通行，所以周亮工再三的称道，誉为逸品。在目下的福州，江瑶柱却并没有人提起了，鱼翅席上，缺少不得的，倒是一种类似宁波横脚蟹的蟹，福州人叫作新恩，闽小纪里所说的虎，大约就是此物。据福州人说，肉最滋补，也最容易消化，所以产妇病人以及体弱的人，往往爱吃。但由对蟹类素无好感的我看来，却仍赞成周亮工之言，终觉得质粗味劣，远不及蚌与蛎房或香螺的来得干脆。福州海味的种类，除上述的三种以外，原也很多很多但是别地方也有，我们平常在上海也常常吃得到的东西，记下来也没有什么价值，所以不说。至于与海错相对的山珍哩，却更是可以干制，可以输出的东西，益发的没有记述的必要了，所以在这里只想说一说叫作肉燕的那一种奇异的包皮。"}
{"text":"但由对蟹类素无好感的我看来，却仍赞成周亮工之言，终觉得质粗味劣，远不及蚌与蛎房或香螺的来得干脆。福州海味的种类，除上述的三种以外，原也很多很多但是别地方也有，我们平常在上海也常常吃得到的东西，记下来也没有什么价值，所以不说。至于与海错相对的山珍哩，却更是可以干制，可以输出的东西，益发的没有记述的必要了，所以在这里只想说一说叫作肉燕的那一种奇异的包皮。初到福州，打从大街小巷里走过，看见好些店家，都有一个大砧头摆在店中一两位壮强的男子，拿了木锥，只在对着砧上的一大块猪肉，一下一下的死劲地敲。把猪肉这样的乱敲乱打，究竟算什么回事？我每次看见，总觉得奇怪后来向福州的朋友一打听，才知道这就是制肉燕的原料了。所谓肉燕者，就是将猪肉打得粉烂，和入面粉，然后再制成皮子，如包馄饨的外皮一样，用以来包制菜蔬的东西。听说这物事在福建，也只是福州独有的特产。福州食品的味道，大抵重糖有几家真正福州馆子里烧出来的鸡鸭四件，简直是同蜜饯的罐头一样，不杂入一粒盐花。因此福州人的牙齿，十人九坏。有一次去看三赛乐的闽剧，看见台上演戏的人，个个都是满口金黄回头更向左右的观众一看，妇女子的嘴里也大半镶着全副的金色牙齿。于是天黄黄，地黄黄，弄得我这一向就痛恨金牙齿的偏执狂者，几乎想放声大哭，以为福州人故意在和我捣乱。将这些脱嫌糖重的食味除起，若论到酒，则福州的那一种土黄酒，也还勉强可以喝得。周亮工所记的玉带春梨花白蓝家酒碧霞酒莲须白河清双夹西施红状元红等，我都不曾喝过，所以不敢品评。只有会城各处在卖的鸡老酪酒，颜色却和绍酒一样的红似琥珀，味道略苦，喝多了觉得头痛。听说这是以一生鸡，悬之酒中，等鸡肉鸡骨都化了后，然后开坛饮用的酒，自然也是越陈越好。福州酒店外面，都写酒库两字，发卖叫发扛，也是新奇得很的名称。以红糟酿的甜酒，味道有点像上海的甜白酒，不过颜色桃红，当是西施红等名目出处的由来。莆田的荔枝酒，颜色深红带黑，味甘甜如西班牙的宝德红葡萄，虽则名贵，但我却终不喜欢。福州一般宴客，喝的总还是绍兴花雕，价钱极贵，斤量又不足，而酒味也淡似沪杭各地，我觉得建庄终究不及京庄。福州的水果花木，终年不断橙柑福橘佛手荔枝龙眼甘蔗香蕉，以及茉莉兰花橄榄等等，都是全国闻名的品物好事者且各有谱谍之著，我在这里，自然可以不说。"}
{"text":"以红糟酿的甜酒，味道有点像上海的甜白酒，不过颜色桃红，当是西施红等名目出处的由来。莆田的荔枝酒，颜色深红带黑，味甘甜如西班牙的宝德红葡萄，虽则名贵，但我却终不喜欢。福州一般宴客，喝的总还是绍兴花雕，价钱极贵，斤量又不足，而酒味也淡似沪杭各地，我觉得建庄终究不及京庄。福州的水果花木，终年不断橙柑福橘佛手荔枝龙眼甘蔗香蕉，以及茉莉兰花橄榄等等，都是全国闻名的品物好事者且各有谱谍之著，我在这里，自然可以不说。第一辑闲书寂寞的春朝闽茶半出武夷，就是不是武夷之产，也往往借这名山为号召。铁罗汉，铁观音的两种，为茶中柳下惠，非红非绿，略带赭色酒醉之后，喝它三杯两盏，头脑倒真能清醒一下。其他若龙团，大约名目总也不少，我不恋茶娇，终是俗客，深恐品评失当，贻笑大方，在这里只好轻轻放过。从闽小纪中的记载看来，番薯似乎还是福建人开始从南洋运来的代食品其后因种植的便利，食味的甘美，就流传到内地去了这植物传播到中国来的时代，只在三百年前，是明末清初的时候，因亮工所记如此，不晓得究竟是否确实。不过福建的米麦，向来就说不足，现在也须仰给于外省或台湾，但田稻倒又可以一年两植。而福州正式的酒席，大抵总不吃饭散场，因为菜太丰盛了，吃到后来，总已个个饱满，用不着再以饭颗来充腹之故。饮食处的有名处所，城内为树春园南轩河上酒家可然亭等。味和小吃，亦佳且廉仓前的鸭面，南门兜的素菜与牛肉馆，鼓楼西的水饺子铺，都是各有长处的小吃处久吃了自然不对，偶尔去一试，倒也别有风味。城外在南台的西菜馆，有嘉宾西宴台法大西来，以及前临闽江，内设戏台的广聚楼等。洪山桥畔的义心楼，以吃形同比目鱼的贴沙鱼著名仓前山的快乐林，以吃小盘西洋菜见称，这些当然又是菜馆中的别调。至如我所寄寓的青年会食堂，地方清洁宽广，中西菜也可以吃吃，只是不同耶稣的飨宴十二门徒一样，不许顾客醉饮葡萄酒浆，所以正式请客，大感不便。此外则福建特有的温泉浴场，如汤门外的百合福龙泉，飞机场的乐天泉等，也备有饮馔供客浴客往往在这些浴场里可以鬼混一天，不必出外去买酒买食，却也便利。从前听说更可以在个人池内男女同浴，则饮食男女，就不必分求，一举竟可以两得了。要说福州的女子，先得说一说福建的人种。"}
{"text":"至如我所寄寓的青年会食堂，地方清洁宽广，中西菜也可以吃吃，只是不同耶稣的飨宴十二门徒一样，不许顾客醉饮葡萄酒浆，所以正式请客，大感不便。此外则福建特有的温泉浴场，如汤门外的百合福龙泉，飞机场的乐天泉等，也备有饮馔供客浴客往往在这些浴场里可以鬼混一天，不必出外去买酒买食，却也便利。从前听说更可以在个人池内男女同浴，则饮食男女，就不必分求，一举竟可以两得了。要说福州的女子，先得说一说福建的人种。大约福建土著的最初老百姓，为南洋近边的海岛人种所以面貌习俗，与日本的九州一带，有点相像。其后汉族南下，与这些土人杂婚，就成了无诸种族，系在春秋战国，吴越争霸之后。到得唐朝，大兵入境相传当时曾杀尽了福建的男子，只留下女人，以配光身的兵士故而直至现在，福州人还呼丈夫为唐晡人，晡者系日暮袭来的意思，同时女人的诸娘仔之名，也出来了。还有现在东门外北门外的许多工女农妇，头上仍带着三把银刀似的簪为饰，俗称他们作三把刀，据说犹是当时的遗制。因为她们的父亲丈夫儿子，都被外来的征服者杀了她们誓死不肯从敌，故而时时带着三把刀在身边，预备复仇。只今台湾的福建籍，听说也是一样亡国到了现在，也已经有好多年了，而她们却仍不肯与日本的嫖客同宿。若有人破此旧习，而与日本嫖客同宿一宵者，同人中就视作禽兽，耻不与伍，这又是多么悲壮的一幕惨剧！谁说犹唱花处，商女都不知家国的兴亡哩！试看汉奸到处卖国，而乃不肯辱身，其间相去，又岂只泾渭的不同？这一种古代的人种，与唐人杂婚之后，一部分不完全唐化，仍保留着他们固有的生活习惯，宗教仪式的，就是现在仍旧退居在北门外万山深处的畲民。此外的一族，以水上为家，明清以后，一向被视为贱民，不时受汉人的蹂躏的，相传其祖先系蒙古人。自元亡后，遂贬为D户，俗呼科蹄。科蹄实为曲蹄之别音，因他们常常曲膝盘坐在船舱之内，两脚弯曲，故有此称。串通倭寇，骚扰沿海一带的居民，古时在泉州叫作泉郎的，就是这一种人种的旁支。因为福州人种的血统，有这种种的沿革，所以福建人的面貌，和一般中原的汉族，有点两样。大致广颡深眼，鼻子与颧骨高突，两颊深陷成窝，下额部也稍稍尖凸向前。这一种面相，生在男人的身上，倒也并不觉得特别但一生在女人的身上，高突部为嫩白的皮肉所调和，看起来却个个都是线条刻划分明，像是希腊古代的雕塑人形了。福州女子的另一特点，是在她们的皮色的细白。"}
{"text":"串通倭寇，骚扰沿海一带的居民，古时在泉州叫作泉郎的，就是这一种人种的旁支。因为福州人种的血统，有这种种的沿革，所以福建人的面貌，和一般中原的汉族，有点两样。大致广颡深眼，鼻子与颧骨高突，两颊深陷成窝，下额部也稍稍尖凸向前。这一种面相，生在男人的身上，倒也并不觉得特别但一生在女人的身上，高突部为嫩白的皮肉所调和，看起来却个个都是线条刻划分明，像是希腊古代的雕塑人形了。福州女子的另一特点，是在她们的皮色的细白。生长在深闺中的宦家小姐，不见天日，白腻原也应该最奇怪的，却是那些住在城外的工农佣妇，也一例地有着那种嫩白微红，像刚施过脂粉似的皮肤。大约日夕灌溉的温泉浴是一种关系，吃的闽江江水，总也是一种关系。本章结束第一辑闲书寂寞的春朝我们从前没有居住过福建，心目中总只以为福建人种，是一种蛮族。后来到了那里，和他们的文化一接触，才晓得他们虽则开化得较迟，但进步得却很快又因为东南是海港的关系，中西文化的交流，也比中原僻地为频繁，所以闽南的有些都市，简直繁华摩登得可以同上海来争甲乙。及至观察稍深，一移目到了福州的女性，更觉得她们的美的水准，比苏杭的女子要高好几倍而装饰的入时，身体的康健，比到苏州的小型女子，又得高强数倍都不止。天生丽质难自弃，表露欲，装饰欲，原是女性的特嗜而福州女子所有的这一种显示本能，似乎比什么地方的人还要强一点。因而天晴气爽，或岁时伏腊，有迎神赛会的关头，南大街，仓前山一带，完全是美妇人披露的画廊。眼睛个个是灵敏深黑的，鼻梁个个是细长高突的，皮肤个个是柔嫩雪白的此外还要加上以最摩登的衣饰，与来自巴黎纽约的化装品的香雾与红霞，你说这幅福州晴天午后的全景，美丽不美丽？迷人不迷人？亦唯因此之故，所以也影响到了社会，影响到了风俗。国民经济破产，是全国到处都一样的事实而这些妇女子们，又大半是不生产的中流以下的阶级。衣食不足，礼义廉耻之凋伤，原是自然的结果，故而在福州住不上几月，就时时有暗娼流行的风说，传到耳边上来。都市集中人口以后，这实在也是一种不可避免而急待解决的社会大问题。说及了娼妓，自然不得不说一说福州的官娼。从前邵武诗人张亨甫，曾著过一部南浦秋波录，是专记南台一带的烟花韵事的现在世业凋零，景气全落，这些乐户人家，完全没有旧日的豪奢影子了。"}
{"text":"亦唯因此之故，所以也影响到了社会，影响到了风俗。国民经济破产，是全国到处都一样的事实而这些妇女子们，又大半是不生产的中流以下的阶级。衣食不足，礼义廉耻之凋伤，原是自然的结果，故而在福州住不上几月，就时时有暗娼流行的风说，传到耳边上来。都市集中人口以后，这实在也是一种不可避免而急待解决的社会大问题。说及了娼妓，自然不得不说一说福州的官娼。从前邵武诗人张亨甫，曾著过一部南浦秋波录，是专记南台一带的烟花韵事的现在世业凋零，景气全落，这些乐户人家，完全没有旧日的豪奢影子了。福州最上流的官娼，叫作白面处，是同上海的长三一样的款式。听几位久住福州的朋友说，白面处近来门可罗雀，早已掉在没落的深渊里了其次还勉强在维持市面的，是以卖嘴不卖身为标榜的清唱堂，无论何人，只须化三元法币，就能进去听三出戏。就是这一时号称极盛的清唱堂，现在也一家一家的废了业，只剩了田墩的三五家人家。自此以下，则完全是惨无人道的下等娼妓，与野鸡款式的无名密贩了，数目之多，求售之切，到了骇人听闻的地步。至于城内的暗娼，包月妇，零售处之类，只听见公安维持者等谈起过几次，报纸上见到过许多回，内容虽则无从调查，但演绎起来，旁证以社会的萧条，产业的不振，国步的艰难，与夫人口的过剩，总也不难举一反三，晓得她们的大概。总之，福州的饮食男女，虽比别处稍觉得奢侈，而福州的社会状态，比别处也并不见得十分的堕落。说到两性的纵弛，人欲的横流，则与风土气候有关，次热带的境内，自然要比温带寒带为剧烈。而食品的丰富，女子一般姣美与健康，却是我们不曾到过福建的人所意想不到的见。一九三六年六月二日原载一九三六年七月逸经半月刊第九期日本的文化生活无论哪一个中国人，初到日本的几个月中间，最感觉到苦痛的，当是饮食起居的不便。房子是那么矮小的，睡觉是在铺地的席子上睡的，摆在四脚高盘里的菜蔬，不是一块烧鱼，就是几块同木片似的牛蒡。这是二三十年前，我们初去日本念书时的大概形大地震以后，都市西洋化了，建筑物当然改了旧观，饮食起居，和从前自然也是两样，可是在饮食浪费过度的中国人的眼里，总觉得日本的一般国民生活，远没有中国那么的舒适。"}
{"text":"这是二三十年前，我们初去日本念书时的大概形大地震以后，都市西洋化了，建筑物当然改了旧观，饮食起居，和从前自然也是两样，可是在饮食浪费过度的中国人的眼里，总觉得日本的一般国民生活，远没有中国那么的舒适。但是住得再久长一点，把初步的那些困难克服了以后，感觉就马上会大变起来在中国社会里无论到什么地方去也得不到的那一种安稳之感，会使你把现实的物质上的痛苦忘掉，精神抖擞，心气和平，拼命的只想去搜求些足使智识开展的食粮。若再在日本久住下去，滞留年限，到了三五年以上，则这岛国的粗茶淡饭，变得件件都足怀恋生活的刻苦，山水的秀丽，精神的饱满，秩序的整然，回想起来，真觉得在那儿过的，是一段蓬莱岛上的仙境里的生涯，中国的社会，简直是一种乱杂无章，盲目的土拨鼠式的社会。第一辑闲书寂寞的春朝记得有一年在上海生病，忽而想起了学生时代在日本吃过的早餐酱汤的风味教医院厨子去做来吃，做了几次，总做不像，后来终于上一位日本友人的家里去要了些来，从此胃口就日渐开了这虽是我个人的生活的一端，但也可以看出日本的那一种简易生活的耐人寻味的地方。而且正因为日本一般的国民生活是这么刻苦的结果，所以上下民众，都只向振作的一方面去精进。明治维新，到现在不过七八十年，而整个国家的进步，却尽可以和有千余年文化在后的英法德意比比生于忧患，死于逸乐，这话确是中日两国一盛一衰的病源脉案。刻苦精进，原是日本一般国民生活的倾向，但是另一面哩，大和民族，却也并不是不晓得享乐的野蛮原人。不过他们的享乐，他们的文化生活，不喜铺张，无伤大体能在清淡中出奇趣，简易里寓深意，春花秋月，近水遥山，得天地自然之气独多，这，一半虽则也是奇山异水很多的日本地势使然，但一大半却也可以说是他们那些岛国民族的天性。先以他们的文学来说吧，最精粹最特殊的古代文学，当然是三十一字母的和歌。写男女的恋，写思妇怨男的哀慕，或写家国的兴亡，人生的流转，以及世事的无常，风花雪月的迷人等等，只有清清淡淡，疏疏落落的几句，就把乾坤今古的一切感都包括得纤屑不遗了。"}
