{"text":"越是受压制的孩子，反抗越大，所以要想办法，循循然善诱。当然有时候有例外，像军人带兵，老实说没有那么多理由，命令就是命令，教你如何就如何，没有理由，因为战场上必须这样，也就是孔子说的民可使由之，不可使知之。平常的教育则还是要循循然善诱人。像对年轻人有一件事就感觉得到，有些书越禁止，他越偷偷的看。所以循循善诱是一个原则。方法怎样运用，则和用兵一样，运用之妙，存乎一心。孔子的教育是依受教者的思想品格而施教，不勉强人，不压制人，不挡住人，把门打开给他看，诱导他进去。但用什么诱导他呢？用什么骗他呢？博我以文，约我以礼。所谓人文的学问，就是这两句话。什么是博我以文？就是知识要渊博。我时常感觉到，现在的教育，从五四运动白话文流行以后，有一大功劳，知识普及了，现在的青年知识渊博了，这就是博我以文。尤其现在加上传播事业发达，每个家庭有电视，在社会上有电影报纸刊物广播，各种传播知识的工具，以致现在十几岁的青年，对于常识，比我们当年二三十岁时还知道的更多。当年我们书是读得多，对于普通知识还是傻傻的。乡下出来，看到飞机轮船，还叫飞轮机火轮船。现在七八岁的孩子都知道太空了。可是知识越渊博，学问越没有了，缺乏了下面约我以礼的涵养。我们要了解，博我以文的文并不限于文字，而包括了一切知识。知识要渊博。但知识越渊博的人，思想越没有中心。所以中国政治，在过去领导上有一个秘密。当然，这在历史上不会写出来，任何一个皇帝成功了，都不会传给徒弟的。这秘密是什么呢？他尽管采用知识多的人，渊博的人，而真守成的干部是找老实而学识不多的人，他稳得住。凡是知识越渊博的人越靠不住，因为他没有中心思想。对于这种人，给予的官位头衔非常大，而真正行政的权力，并不交给他。知识多了的人，好的可以说成坏的，坏的可以说成好的。像现在的人好讲逻辑，把西方的一种思想方法，也当哲学来讲。例如说到法理学的话，如果我们抓到小偷，送官署是对的。但是打了他一下，他可以要求验伤，告你伤害。他说他做小偷是犯了法，但你打他是侵犯人权，至少在判决确定前，他还只是一名嫌疑犯，你打他，侵犯了人权，人权第一，你犯了伤害罪。讲法律逻辑，这是对的。但从另一面讲，善就是善，恶就是恶，坏人就该打，可以不跟他讲这一套。这就是说死守逻辑的坏处，也就是说仅仅是博我以文的流弊。"}
{"text":"知识多了的人，好的可以说成坏的，坏的可以说成好的。像现在的人好讲逻辑，把西方的一种思想方法，也当哲学来讲。例如说到法理学的话，如果我们抓到小偷，送官署是对的。但是打了他一下，他可以要求验伤，告你伤害。他说他做小偷是犯了法，但你打他是侵犯人权，至少在判决确定前，他还只是一名嫌疑犯，你打他，侵犯了人权，人权第一，你犯了伤害罪。讲法律逻辑，这是对的。但从另一面讲，善就是善，恶就是恶，坏人就该打，可以不跟他讲这一套。这就是说死守逻辑的坏处，也就是说仅仅是博我以文的流弊。以下面这句约我以礼来救这个流弊就对了。知识要渊博，思想要有原则，走一个专精的道路，作人处事要保持文化思想的中心精神。这是颜回第二点说到孔子教育他的方法，也可以说是他的心得。第三点他说自己受孔子教育，大有欲罢不能之感，他说有时候自己想想算了，不再研究了，可是却像谈恋爱一样，藕断丝连，总摆不下来。既竭吾才，如有所立卓尔。颜回说他自己，尽所有的才能力量跟他学，然后感觉到很不错很成功，好像自己建立了一个东西，自己觉得卓尔站起来了，可以不靠孔子，不依赖老师了，好像行了，结果冷静下来一反省，还是不行。虽欲从之，末由也已。虽然跟着他的道路走，跟着他的精神那么做，但茫无头绪，不晓得怎么走，简直一点苗头都找不到。这是颜回口中所描写出来的孔子，就是这样一个人，讲他的作人，崇高伟大其实，而摸不透。第二点讲到孔子教育人家，是那么善于诱导，而且那么注重多方面的知识，知识渊博了以后，同时注意中心思想的建立。第三点说明自己努力的结果，不论怎么，老是跟不上孔子。讲到这里，我们联想到禅宗百丈大师的几句话见与师齐，减师半德，见过于师，方堪传授。说够得上作一个禅宗大师的徒弟，要有一个条件――比老师还高明。他说如果学生的学问见解和老师一样，已经是矮了半截了。为什么？因为老师已经走了几十年了，这个学生还是在几十年以前的程度，在后面跟着老师走。教育的目的希望后一代比前一代好，要年轻一代的学问见解，超过了老师，才可以作徒弟。所以我经常有个感想，我们年纪大一点的朋友们，领导青年们，所期望于后一辈青年的，就要效法这几句话，希望后面的青年比我们行。有一次演讲，谈到命运的问题，我说我们这一代，不包括现在的青年，不必算命，如果要算八字，我对大家――也包括我自己在内，已经批断好了八个字生于忧患，死于忧患。"}
{"text":"为什么？因为老师已经走了几十年了，这个学生还是在几十年以前的程度，在后面跟着老师走。教育的目的希望后一代比前一代好，要年轻一代的学问见解，超过了老师，才可以作徒弟。所以我经常有个感想，我们年纪大一点的朋友们，领导青年们，所期望于后一辈青年的，就要效法这几句话，希望后面的青年比我们行。有一次演讲，谈到命运的问题，我说我们这一代，不包括现在的青年，不必算命，如果要算八字，我对大家――也包括我自己在内，已经批断好了八个字生于忧患，死于忧患。我们这一代是命中注定垫墙基的。但是不要自认悲哀，这是神圣的，一个建筑物基础不稳固就不好。所以我们这一代要认清楚，是未来一代的基础，自己要建立得稳固，同时希望后一代，要胜过于我们，见解学识都超过我们，这是我们国家民族所最值得欣庆的事。如果现在发现不及我们，这有什么用？要现在超过了我们。如孟子说的得天下英才而教育之。这种见过于师的青年就是英才，但是这种人才，始终很难得。大丈夫当如是乎？下面继续说孔子作人外世的态度子疾病，子路使门人为臣。病间曰久矣哉，由之行诈也！无臣而为有臣，吾谁欺？欺天乎？且予与其死于臣之手也，无宁死于二三子之手乎！且予纵不得大葬，予死于道路乎？这是说孔子的修养。由这一段话看出两点，第一可见当时学生们，尤其子路子贡这些人，对孔子的尊敬。以另一个观点来研究，我个人经常认为――这里特别提醒大家注意，我个人见解不一定对，只是提供大家作一个参考――孔子了不起的地方，除了他的学问道德修养以外，我以前说过，他在当时的确可以推翻任何一个国家的政权，取而代之，但他绝不这样做。说到取而代之，我们讲一点题外话。读史记，刘邦和项羽两个人，分别看到秦始皇出巡的那种威风与排场。项羽看后，对朋友说彼可取而代之。用白话说是老子可以把他拿下来，我来干！刘邦看后则说大丈夫当如是也。用白话来说一个大丈夫，应该做到这样，才够味道。根据行为心理，同样一个观念，但两个人表达的气度，就完全不同。一个是非常粗犷的，好比你坐在椅子上，一个人走进来，把你拉下来你下来！我要坐。而另外一个人说这个位子，可让我坐坐吧？然后坐下来。气量就不同。所以我们读历史，这些文字上的要点，应该特别注意。"}
{"text":"读史记，刘邦和项羽两个人，分别看到秦始皇出巡的那种威风与排场。项羽看后，对朋友说彼可取而代之。用白话说是老子可以把他拿下来，我来干！刘邦看后则说大丈夫当如是也。用白话来说一个大丈夫，应该做到这样，才够味道。根据行为心理，同样一个观念，但两个人表达的气度，就完全不同。一个是非常粗犷的，好比你坐在椅子上，一个人走进来，把你拉下来你下来！我要坐。而另外一个人说这个位子，可让我坐坐吧？然后坐下来。气量就不同。所以我们读历史，这些文字上的要点，应该特别注意。我们回头再说正题孔子当时那么多门弟子，而在那么少人口对比下，等于现在一个非常大的党组织。尤其在孔子那个时期，春秋战国的变乱已经那么久了，他又有三千弟子，都是各国的优秀分子，政治经济军事各方面人才都有。只要稍微动一动，任何一国的政权，他都可以取而代之，但孔子始终不干这种事情。为什么呢？他认为这样，影响并不久，不是千秋万代的事业，要影响得悠久而博大，不在于权力，而在于文化与教育。在这节书里可以看到，这些弟子们对他，简直捧成一个大党魁。所以后来儒家称誉孔子为素王，这是真正的王。所谓素王，是没有土地没有人民，只要人类历史文化存在，他的王位的权势就永远存在。称孔子为素王，等于佛教中称释迦牟尼为空王是同样的道理。不需要人民，不需要权力，而他的声望权威和宇宙并存。第二点看到孔子本身，始终是一副救人救世的心肠，并没有把富贵权位当一件事情。这里说，孔子有一段时间生病，子路就把同学组织起来。把孔子视同一个皇帝或社会组织的领袖，而叫同学们为臣，好像是层层节制的部属。这里的臣是阶级的观念，俨然显示出政府组织的味道。后来孔子病好了一点，知道了这件事，就感叹久矣哉！他说我病了这样久，在这段期间由之行诈也。他就骂子路，你怎么光做些欺骗的事情，自己欺骗了良心，违背了道德。无臣而为有臣，我本来是个平民老百姓，又不是帝王，为什么把同学们组织成这样？把我变成这样？吾谁欺？欺天乎？你骗人，这个罪过可是我背了，我本来是老百姓，你硬把我变成这样，这不是骗人吗？骗自己？还是骗天呢？看到这里，我们有个感想，这感想要从经验来。我们发现，有时候当一个领导人，往往会被部下捧坏了。根据过去的经验，我们自己并不想这样，下面的人会把我们捧成这样。"}
{"text":"他就骂子路，你怎么光做些欺骗的事情，自己欺骗了良心，违背了道德。无臣而为有臣，我本来是个平民老百姓，又不是帝王，为什么把同学们组织成这样？把我变成这样？吾谁欺？欺天乎？你骗人，这个罪过可是我背了，我本来是老百姓，你硬把我变成这样，这不是骗人吗？骗自己？还是骗天呢？看到这里，我们有个感想，这感想要从经验来。我们发现，有时候当一个领导人，往往会被部下捧坏了。根据过去的经验，我们自己并不想这样，下面的人会把我们捧成这样。尤其是年轻的朋友们要注意，假使将来有那样的地位，要留心被别人捧，到了那样地位，别人都说你的话说得对，都对你说是的。这时你要考虑，不要给人捧坏了。历史上有很多人，到了某一阶段会昏了头，就是被下面捧坏的。还有，当一个领导人，自己要想下台下不了，下面的人不让你下来，像有位工商界的朋友，不想做。我劝他说，你做做好事，你现在关门是舒服了，可是你要想到你下面一万多员工，加上他们的家属，有好几万人靠你吃饭，你不能说不干。我劝他不要以工商的观点，而以社会事业的观点继续做，这样就伟大，所以人到某个时候，自己想下台，有下不了台的痛苦。解脱生死回头说到正题，孔子说吾谁欺？欺天乎？用土话来说，就是你为什么替我摆这个臭架子？反而替我丢了人！的意思。从这些地方，可以看出孔子的态度，子路对他恭敬，而他责备子路，当然没有像我们那样用土话痛快地骂子路一顿，他反而是引咎自责的态度，觉得自己没有把子路教育好，所以说吾谁欺？欺天乎？下面又申述理由且予与其死于臣之手也，无宁死于二三子之手乎！他说我与其以君臣的关系，死在臣子的手边，还不如以师生的关系，死于你们学生的手边更好些。这个话假如没有到那个位置去体会，是不知道的。我们在历史上看到过，有些帝王死了好可怜，曾有好几个帝王死了以后，尸体发臭，生虫没人管，几个儿子，去争着当皇帝，真还不如一个老百姓。明朝的崇祯皇帝，最后亡国自尽的时候，拿起宝剑要杀公主，公主年纪小，跪下来问自己有什么罪，皇帝说你没有罪，错在作了皇帝的女儿。这便同南北朝时刘宋顺帝所说愿后身世世勿生帝王家。是一个道理。所以一个人死得光明磊落痛痛快快很难。"}
{"text":"我们在历史上看到过，有些帝王死了好可怜，曾有好几个帝王死了以后，尸体发臭，生虫没人管，几个儿子，去争着当皇帝，真还不如一个老百姓。明朝的崇祯皇帝，最后亡国自尽的时候，拿起宝剑要杀公主，公主年纪小，跪下来问自己有什么罪，皇帝说你没有罪，错在作了皇帝的女儿。这便同南北朝时刘宋顺帝所说愿后身世世勿生帝王家。是一个道理。所以一个人死得光明磊落痛痛快快很难。我有些朋友，其中学佛学道，或打坐的来问我修道的工夫，我总是劝他们不要搞这一套，是有这种方法，但做不到，也不要想成佛成仙，一个人健康快乐的活着，死的时候干脆利落，不牵累别人不拖累自己，就是第一等人。这个话也是经验中得来的。因为我的老朋友太多，而有许多老朋友真可怜，死得不干脆利落，拖累了别人，也苦了自己。所以不要拖累别人，不要拖累自己。如何安排自己将来的死，最好找一个洞，先进去睡好，自己差不多了，搬块石头把洞门一堵，好了。否则拖累别人很痛苦。不过，这也不够解脱，倒不如梁启超说的求仁得仁又何怨，老死何妨死路旁。说到这里想起了两位老朋友与殡仪馆的故事。一位是上将军某公，有一次，他说真想在殡仪馆附近，最好隔壁找一幢房子。我问他什么意思。他说有两点理由。第一，老朋友一个个凋零，经常要跑殡仪馆，方便些。第二，有一天自己要去的时候，就走过去了，也方便。第二个朋友也是一位将军，十多年前一个春节，碰到我说，今年真倒楣。我向他为什么？他说刚过年，大正月坐三轮车去吊一个朋友的丧，到了门口付了车钱，那个三轮车夫问道先生你还回去不回去？可真把他气得不得了，大骂车夫你才不回去！不料几个月后，这位朋友真到那里不再回去了。就是这样巧的事情。这是两个故事，也是两种绝对不同的观念。由这一段，看到孔子思想的通达，他意思说，为什么死还要摆这种排场。第三点，他告诉子路，你怕我死后不得大葬――就是国葬公葬――得不到你们认为死后的光彩。我们经常看到生荣死哀四个字，生的时候享尽了荣华，死后的荣耀，就是大家都会哀痛。可是我们现在到殡仪馆吊丧，有许多人在那里已经没有哀痛之情了。孔子这里是说，我虽然不得大葬，没有生荣死哀，予死于道路乎？我也没有惨死，总是寿终正寝。我们常常看到讣文上有寿终正寝这四个字，但现代往往与事实不符，因为现在的人都是死在医院，有几个寿终正寝的？"}
{"text":"第三点，他告诉子路，你怕我死后不得大葬――就是国葬公葬――得不到你们认为死后的光彩。我们经常看到生荣死哀四个字，生的时候享尽了荣华，死后的荣耀，就是大家都会哀痛。可是我们现在到殡仪馆吊丧，有许多人在那里已经没有哀痛之情了。孔子这里是说，我虽然不得大葬，没有生荣死哀，予死于道路乎？我也没有惨死，总是寿终正寝。我们常常看到讣文上有寿终正寝这四个字，但现代往往与事实不符，因为现在的人都是死在医院，有几个寿终正寝的？古代说寿终正寝，是指死在自己的房间里，断气以后，才抬到正门的大厅上，所以是寿终正寝。现在都死在医院，送到太平间，哪来的正寝？还有现在殡仪馆中，有许多太太挽丈夫，儿子挽父母的挽联，都不合理的。因为照古礼，自己是当事人，没有心情在文学境界上作诗作联，所以亲人是没有挽联的。若是自己不会写，由别人代写，更是莫名其妙。挽联要与死者有感情才挽得出来，与之毫无感情，怎么代写？有感情的自己写，很简单。白话的你死了，我也快来了！或你先走一步，我会跟来的，你安心的去吧！不很好吗？所以讲到中国文化，目前许多地方都是问题。可是我们在这里，看到孔子对于他自己的生死，却看得非常平淡。卖不出去的无价宝下面文章，转了一个气势。子贡曰有美玉于斯，韫椟而藏诸？求善贾而沽诸？子曰沽之哉！我待贾者也！第二个贾字在这里念姑五切，音古。行商坐贾，是古代商贾两个字的分别意义。流动作生意的称为商开店固定在一个地方做生意的称为贾。子贡有一天和老师幽默一番，他说有一块美玉在这里，老师！你说我是把它放到保险柜里藏起来好呢？或者找一个好价钱把它卖掉了好呢？孔子一听就懂了，他说决定卖！决定卖！我在这里等人来买的，可是卖不出去，没有人要！这是他师生之间的幽默。也就是说孔子感觉到生不逢时，吾道不行，而借子贡的幽默表达出来。所以接下来就叙述孔子的另一个想法子欲居九夷，或曰陋，如之何？子曰君子居之，何陋之有？这是孔子平居时的一段闲话。九夷是东南方一带蛮夷之地，当时包括现在的广东广西湖南江西浙江福建等南方省份的边区。这些地方还没开发，还是披发文身，非常落后的地区。孔子当时想另外开辟一个天地，保留中国文化。但有人说，那个地区太落后，没有文化，野蛮得很，怎么办？"}
{"text":"这是他师生之间的幽默。也就是说孔子感觉到生不逢时，吾道不行，而借子贡的幽默表达出来。所以接下来就叙述孔子的另一个想法子欲居九夷，或曰陋，如之何？子曰君子居之，何陋之有？这是孔子平居时的一段闲话。九夷是东南方一带蛮夷之地，当时包括现在的广东广西湖南江西浙江福建等南方省份的边区。这些地方还没开发，还是披发文身，非常落后的地区。孔子当时想另外开辟一个天地，保留中国文化。但有人说，那个地区太落后，没有文化，野蛮得很，怎么办？孔子说地区不怕落后，只要真有道德真有学问的人，去任何地方，在任何时代，自己都有自处的办法，那有什么关系？读唐代刘禹锡的陋室铭，最后的一句话孔子云何陋之有？就是从这里来的。他引用时，说出了孔子云，便不算千古文章一大抄，只能算是借用的。讲到这里就想到，书读多了，便会觉得今古文章没有什么了不起的，所谓千古文章一大抄，于今为烈！有人到中央图书馆中央研究院或别的什么地方，把几十年前的报纸找出来，多抄几篇报屁股的文章，都变成了新的。或者一瓶浆糊一把剪刀，拼拼凑凑，就是一本书，新著作。还有的人叫学生研究了半天，把资料拿来，拼凑一番，就是著作。最近有一个学生，留学法国，暑假回来，找论文题目，他说法国老师要他作关于中国问题的某一个题目。我说天下乌鸦一般黑，中国老师这样，外国教授也这样。他根本不懂这个问题，所以指定你的博士论文作这个题目，他做指导老师，名义是他挂了，实际上是你替他研究，今日学术界，作学问都不老实，真是孔子讲的吾谁欺？欺天乎？统统都是这样干。自己不懂的问题，要学生作论文，去研究。学生要想拿这个功名――学位，只好去找资料，苦死了。找来了以后都交给他，学生的学位完成了，他的知识也得到了，又不要费力气。这是学术界的秘密，全世界一样。决不像古人教学生是传道授业的精神了。人老了，对这些也看透了，实在也不想看了。子曰吾自卫反鲁，然后乐正，雅颂各得其所。研究孔子的生平，这里也是他重要的资料。这是孔子周游列国以后，到了晚年，他深感即使拿到了权力，也平定不了世界。要想对社会历史有贡献，只是从事文化与教育。因此决定回到鲁国来，整理中国文化，由此产生了六经。他说，我自从由卫国回到鲁国整理文化以后，中国文化的中心，把它改正了。所以我们说文化复兴这个名词，在孔子这个时候，是一个阶段。"}
{"text":"这是学术界的秘密，全世界一样。决不像古人教学生是传道授业的精神了。人老了，对这些也看透了，实在也不想看了。子曰吾自卫反鲁，然后乐正，雅颂各得其所。研究孔子的生平，这里也是他重要的资料。这是孔子周游列国以后，到了晚年，他深感即使拿到了权力，也平定不了世界。要想对社会历史有贡献，只是从事文化与教育。因此决定回到鲁国来，整理中国文化，由此产生了六经。他说，我自从由卫国回到鲁国整理文化以后，中国文化的中心，把它改正了。所以我们说文化复兴这个名词，在孔子这个时候，是一个阶段。在此以前大乱了一个时期后，经过孔子的整理，一直流传了几千年。文学的路子，与文化文艺的路子配合，才走到正路上。不落醉梦中下面说孔子平常的生活子曰出则事公卿，入则事父兄，丧事不敢不勉，不为酒困，何有于我哉？孔子说自己是一个很平凡的人，在外面，参加政府会议的时候，出则事公卿的事字是动词。与这些高级的国家大臣一起，参加会议，正式从事于国家的政务。回到家里则事父兄，规规矩矩是一个家族里的成员，也是一个普通的老百姓，没有官架子。在父亲的立场就尽到父亲的责任在弟弟的立场，对兄长对家里的人就应该尽到作弟弟应尽的义务。这两句话，以现代的观念来说，当一个公务员，上班的时候，规规矩矩从事公家的事，尽我的责任，守我的本分。回到家里，做家庭中一个很好的成员，当父亲尽父亲的责任，当丈夫尽丈夫的责任，当妻子尽妻子的责任。丧事不敢不勉，对于生死大事，尽量的周到，朋友之中有人家里出了大事，有人死亡，就尽量的帮忙，对于朋友的红白帖子，喜事可以礼到人不到对于丧事，礼到人也到，这是最后一次了，不去殡仪馆行个礼是讲不过去的。对于丧家，要安慰问讯他们，有没有事需要自己帮忙，如果有，立刻就去。这是孔子说的丧事不敢不勉，就是在患难时需要朋友，否则人类交朋友有什么意义？光景好的时候才来往，那不是多余！光景好到处都是朋友。第四点孔子不为酒困，喝酒没有喝醉过。我是天生不会喝酒，也讨厌喝酒的人。不过因为不会喝酒，我也自己试验过，看看喝醉了什么滋味。我的结论是不相信人会喝醉，如果有人喝了酒乱说话，我照样认为是装疯。没有人会喝醉的，试试看他绝不会吃大便，他绝不会骂他的妈妈，不会揍他最爱惜的人。"}
