{"text":"明初，永乐皇帝剥那忠于建文帝的景清的皮，也就是用这方法的。大明一朝，以剥皮始，以剥皮终，可谓始终不变至今在绍兴戏文里和乡下人的嘴上，还偶然可以听到剥皮揎草的话，那皇泽之长也就可想而知了。真也无怪有些慈悲心肠人不愿意看野史，听故事有些事情，真也不像人世，要令人毛骨悚然，心里受伤，永不全愈的。残酷的事实尽有，最好莫如不闻，这才可以保全性灵，也是是以君子远庖厨也的意思。比灭亡略早的晚明名家的潇洒小品在现在的盛行，实在也不能说是无缘无故。不过这一种心地晶莹的雅致，又必须有一种好境遇，李如月仆地剖脊，脸孔向下，原是一个看书的好姿势，但如果这时给他看袁中郎的广庄，我想他是一定不要看的。这时他的性灵有些儿不对，不懂得真文艺了。然而，中国的士大夫是到底有点雅气的，例如李如月说的株株是文章，节节是忠肠，就很富于诗趣。临死做诗的，古今来也不知道有多少。直到近代，谭嗣同在临刑之前就做一绝闭门投辖思张俭，秋瑾女士也有一句秋雨秋风愁杀人，然而还雅得不够格，所以各种诗选里都不载，也不能卖钱。三清朝有灭族，有凌迟，却没有剥皮之刑，这是汉人应该惭愧的，但后来脍炙人口的虐政是文字狱。虽说文字狱，其实还含着许多复杂的原因，在这里不能细说我们现在还直接受到流毒的，是他删改了许多古人的著作的字句，禁了许多明清人的书。安龙逸史大约也是一种禁书，我所得的是吴兴刘氏嘉业堂的新刻本。他刻的前清禁书还不止这一种，屈大均的又有翁山文外还有蔡显的闲渔闲闲录，是因此斩立决，还累及门生的，但我细看了一遍，却又寻不出什么忌讳。对于这种刻书家，我是很感激的，因为他传授给我许多知识――虽然从雅人看来，只是些庸俗不堪的知识。但是到嘉业堂去买书，可真难。我还记得，今年春天的一个下午，好容易在爱文义路找着了，两扇大铁门，叩了几下，门上开了一个小方洞，里面有中国门房，中国巡捕，白俄镖师各一位。巡捕问我来干什么的。我说买书。他说账房出去了，没有人管，明天再来罢。我告诉他我住得远，可能给我等一会呢？他说，不成！同时也堵住了那个小方洞。过了两天，我又去了，改作上午，以为此时账房也许不至于出去。但这回所得回答却更其绝望，巡捕曰书都没有了！卖完了！不卖了！"}
{"text":"但是到嘉业堂去买书，可真难。我还记得，今年春天的一个下午，好容易在爱文义路找着了，两扇大铁门，叩了几下，门上开了一个小方洞，里面有中国门房，中国巡捕，白俄镖师各一位。巡捕问我来干什么的。我说买书。他说账房出去了，没有人管，明天再来罢。我告诉他我住得远，可能给我等一会呢？他说，不成！同时也堵住了那个小方洞。过了两天，我又去了，改作上午，以为此时账房也许不至于出去。但这回所得回答却更其绝望，巡捕曰书都没有了！卖完了！不卖了！我就没有第三次再去买，因为实在回复的斩钉截铁。现在所有的几种，是托朋友去辗转买来的，好像必须是熟人或走熟的书店，这才买得到。每种书的末尾，都有嘉业堂主人刘承干先生的跋文，他对于明季的遗老很有同情，对于清初的文祸也颇不满。但奇怪的是他自己的文章却满是前清遗老的口风书是民国刻的，x字还缺着末笔。我想，试看明朝遗老的著作，反抗清朝的主旨，是在异族的入主中夏的，改换朝代，倒还在其次。所以要顶礼明末的遗民，必须接受他的民族思想，这才可以心心相印。现在以明遗老之仇的满清的遗老自居，却又引明遗老为同调，只着重在遗老两个字，而毫不问遗于何族，遗在何时，这真可以说是为遗老而遗老，和现在文坛上的为艺术而艺术，成为一副绝好的对子了。倘以为这是因为食古不化的缘故，那可也并不然。中国的士大夫，该化的时候，就未必决不化。就如上面说过的蜀龟鉴，原是一部笔法都仿春秋的书，但写到圣祖仁皇帝康熙元年春正月，就有赞道明季之乱甚矣！风终幽，雅终召F，托乱极思治之隐忧而无其实事，孰若臣祖亲见之，臣身亲被之乎？是编以元年正月终者，非徒谓体元表正，蔑以加兹生逢盛世，荡荡难名，一以寄没世不忘之恩，一以见太平之业所由始耳！春秋上是没有这种笔法的。满洲的肃王的一箭，不但射死了张献忠，也感化了许多读书人，而且改变了春秋笔法了。四病中来看这些书，归根结蒂，也还是令人气闷。但又开始知道了有些聪明的士大夫，依然会从血泊里寻出闲适来。例如蜀碧，总可以说是够惨的书了，然而序文后面却刻着一位乐斋先生的批语道古穆有魏晋间人笔意。这真是天大的本领！那死似的镇静，又将我的气闷打破了。"}
{"text":"春秋上是没有这种笔法的。满洲的肃王的一箭，不但射死了张献忠，也感化了许多读书人，而且改变了春秋笔法了。四病中来看这些书，归根结蒂，也还是令人气闷。但又开始知道了有些聪明的士大夫，依然会从血泊里寻出闲适来。例如蜀碧，总可以说是够惨的书了，然而序文后面却刻着一位乐斋先生的批语道古穆有魏晋间人笔意。这真是天大的本领！那死似的镇静，又将我的气闷打破了。我放下书，合了眼睛，躺着想想学这本领的方法，以为这和君子远庖厨也的法子是大两样的，因为这时是君子自己也亲到了庖厨里。瞑想的结果，拟定了两手太极拳。一，是对于世事要浮光掠影，随时忘却，不甚了然，仿佛有些关心，却又并不恳切二，是对于现实要蔽聪塞明，麻木冷静，不受感触，先由努力，后成自然。第一种的名称不大好听，第二种却也是却病延年的要诀，连古之儒者也并不讳言的。这都是大道。还有一种轻捷的小道，是彼此说谎，自欺欺人。有些事情，换一句话说就不大合式，所以君子憎恶俗人的道破。其实，君子远庖厨也就是自欺欺人的办法君子非吃牛肉不可，然而他慈悲，不忍见牛的临死的觳觫，于是走开，等到烧成牛排，然后慢慢的来咀嚼。牛排是决不会觳觫的了，也就和慈悲不再有冲突，于是他心安理得，天趣盎然，剔剔牙齿，摸摸肚子，万物皆备于我矣了。彼此说谎也决不是伤雅的事情，东坡先生在黄州，有客来，就要客谈鬼，客说没有，东坡道姑妄言之！至今还算是一件韵事。撒一点小谎，可以解无聊，也可以消闷气到后来，忘却了真，相信了谎。也就心安理得，天趣盎然了起来。永乐的硬做皇帝，一部分士大夫是颇以为不大好的。尤其是对于他的惨杀建文的忠臣。和景清一同被杀的还有铁铉，景清剥皮，铁铉油炸，他的两个女儿则发付了教坊，叫她们做婊子。这更使士大夫不舒服，但有人说，后来二女献诗于原问官，被永乐所知，赦出，嫁给士人了。这真是曲终奏雅，令人如释重负，觉得天皇毕竟圣明，好人也终于得救。她虽然做过官妓，然而究竟是一位能诗的才女，她父亲又是大忠臣，为夫的士人，当然也不算辱没。但是，必须浮光掠影到这里为止，想不得下去。一想，就要想到永乐的上谕，有些是凶残猥亵，将张献忠祭梓潼神的咱老子姓张，你也姓张，咱老子和你联了宗罢。尚飨！"}
{"text":"这更使士大夫不舒服，但有人说，后来二女献诗于原问官，被永乐所知，赦出，嫁给士人了。这真是曲终奏雅，令人如释重负，觉得天皇毕竟圣明，好人也终于得救。她虽然做过官妓，然而究竟是一位能诗的才女，她父亲又是大忠臣，为夫的士人，当然也不算辱没。但是，必须浮光掠影到这里为止，想不得下去。一想，就要想到永乐的上谕，有些是凶残猥亵，将张献忠祭梓潼神的咱老子姓张，你也姓张，咱老子和你联了宗罢。尚飨！的名文，和他的比起来，真是高华典雅，配登西洋的上等杂志，那就会觉得永乐皇帝决不像一位爱才怜弱的明君。况且那时的教坊是怎样的处所？罪人的妻女在那里是并非静候嫖客的，据永乐定法，还要她们转营，这就是每座兵营里都去几天，目的是在使她们为多数男性所凌辱，生出小龟子和淫贱材儿来！所以，现在成了问题的守节，在那时，其实是只准良民专利的特典。在这样的治下，这样的地狱里，做一首诗就能超生的么？我这回从杭世骏的订讹类编续补卷上里，这才确切的知道了这佳话的欺骗。他说考铁长女诗，乃吴人范昌期题老妓卷作也。诗云教坊落籍洗铅华，一片春心对落花。旧曲听来空有恨，故园归去却无家。云鬟半馨临青镜，雨泪频弹湿绛纱。安得江州司马在，尊前重为赋琵琶。昌期，字鸣凤诗见张士瀹国朝文纂。同时杜琼用嘉亦有次韵诗，题曰无题，则其非铁氏作明矣。次女诗所谓春来雨露深如海，嫁得刘郎胜阮郎，其论尤为不伦。宗正睦木挈论革除事，谓建文流落西南诸诗，皆好事伪作，则铁女之诗可知。国朝文纂我没有见过，铁氏次女的诗，杭世骏也并未寻出根底，但我以为他的话是可信的，――虽然他败坏了口口相传的韵事。况且一则他也是一个认真的考证学者，二则我觉得凡是得到大杀风景的结果的考证，往往比表面说得好听，玩得有趣的东西近真。首先将范昌期的诗嫁给铁氏长女，聊以自欺欺人的是谁呢？我也不知道。但浮光掠影的一看，倒也罢了，一经杭世骏道破，再去看时，就很明白的知道了确是咏老妓之作，那第一句就不像现任官妓的口吻。不过中国的有一些士大夫，总爱无中生有，移花接木的造出故事来，他们不但歌颂升平，还粉饰黑暗。"}
{"text":"首先将范昌期的诗嫁给铁氏长女，聊以自欺欺人的是谁呢？我也不知道。但浮光掠影的一看，倒也罢了，一经杭世骏道破，再去看时，就很明白的知道了确是咏老妓之作，那第一句就不像现任官妓的口吻。不过中国的有一些士大夫，总爱无中生有，移花接木的造出故事来，他们不但歌颂升平，还粉饰黑暗。关于铁氏二女的撒谎，尚其小焉者耳，大至胡元杀掠，满清焚屠之际，也还会有人单单捧出什么烈女绝命，难妇题壁的诗词来，这个艳传，那个步韵，比对于华屋丘墟，生民涂炭之惨的大事情还起劲。到底是刻了一本集，连自己们都附进去，而韵事也就完结了。我在写着这些的时候，病是要算已经好了的了，用不着写遗书。但我想在这里趁便拜托我的相识的朋友，将来我死掉之后，即使在中国还有追悼的可能，也千万不要给我开追悼会或者出什么记念册。因为这不过是活人的讲演或挽联的斗法场，为了造语惊人，对仗工稳起见，有些文豪们是简直不恤于胡说八道的。结果至多也不过印成一本书，即使有谁看了，于我死人，于读者活人，都无益处，就是对于，其实也并无益处，挽联做得好，也不过挽联做得好而已。现在的意见，我以为倘有购买那些纸墨白布的闲钱，还不如选几部明人，清人或今人的野史或笔记来印印，倒是于大家很有益处的。但是要认真，用点工夫，标点不要错。十二月十一日。本篇第一节最初发表于一九三五年二月文学月刊第四卷第二号，其他三节都被国民党检查官删去，参看本书附记。上海开明书店出版的二十五史即原来的二十四史加上新元史，共精装九大册上海书报合作社出版的二十六史上述的二十五史加上清史稿，共精装二十大册。又上海中华书局印行的四部备要经史子集四部古籍三三六种原订二千五百册，也有精装本，合订一百册。世说新语南朝宋刘义庆撰，共三卷。内容是记述东汉至东晋间一般文士名流的言谈风貌轶事等。阮嗣宗―名籍，字嗣宗，陈留尉氏今属河南人，三国魏诗人，曾为从事中郎。晋书阮籍传载籍闻步兵厨营人善酿，有贮酒三百斛，乃求为步兵校尉。三国志魏书阮籍传注引魏氏春秋籍闻步兵校尉缺，厨多美酒，营人善酿酒，求为校尉。世说新语任诞也有类此记载。陶渊明约―一名潜，字元亮，浔阳柴桑今江西九江人，晋代诗人。"}
{"text":"世说新语南朝宋刘义庆撰，共三卷。内容是记述东汉至东晋间一般文士名流的言谈风貌轶事等。阮嗣宗―名籍，字嗣宗，陈留尉氏今属河南人，三国魏诗人，曾为从事中郎。晋书阮籍传载籍闻步兵厨营人善酿，有贮酒三百斛，乃求为步兵校尉。三国志魏书阮籍传注引魏氏春秋籍闻步兵校尉缺，厨多美酒，营人善酿酒，求为校尉。世说新语任诞也有类此记载。陶渊明约―一名潜，字元亮，浔阳柴桑今江西九江人，晋代诗人。晋书陶潜传载陶潜为彭泽令。在县公田悉令种秫谷，曰令吾常醉于酒足矣。妻子固请种p，乃使一顷五十亩种秫，五十亩种p。按宋书隐逸传及南史隐逸传，一顷五十亩均作二顷五十亩。下文提到的采菊东篱下饥来驱我去等诗句，分别见于陶潜的饮酒乞食两诗。站在云端里呐喊这原是林语堂说的话，他在人间世半月刊第十三期一九三四年十月五日怎样洗炼白话入文一文中说今日既无人能用一二十字说明大众语是何物，又无人能写一二百字模范大众语，给我们见识见识，只管在云端呐喊，宜乎其为大众之谜也。王夷甫―名衍，晋代琅琊临沂今属山东人。晋书王戎传衍疾郭按即王衍妻郭氏之贪鄙，故口未尝言钱。郭欲试之，令婢以钱绕床，使不得行。衍晨起见钱，谓婢曰举阿堵物却！又说衍虽居宰辅之重，不以经国为念，而思自全之计。说东海王越曰中国已乱，当赖方伯，宜得文武兼资以任之。乃以弟澄为荆州，族弟敦为青州。因谓澄敦曰荆州有江汉之固，青州有负海之险，卿二人在外，而吾留此，足以为三窟矣。识者鄙之。衍以太尉为太傅军司。及越薨，众共推为元帅。俄而举军为石勒所破，勒呼王公，与之相见衍自说少不豫事，欲求自免，因劝勒称尊号。勒怒曰君名盖四海，身居重任，少壮登朝，至于白首，何得言不豫世事邪！破坏天下，正是君罪。使人夜排墙填杀之。杭育杭育派参看本卷第页注。敦伦意即性交。清代袁枚在答杨笠湖书中说李刚主自负不欺之学，日记云昨夜与老妻敦伦一次。至今传为笑谈。按李b―字刚主，清摇登徒子宋玉曾作有登徒子好色赋，后来就称好色的人为登徒子。"}
{"text":"俄而举军为石勒所破，勒呼王公，与之相见衍自说少不豫事，欲求自免，因劝勒称尊号。勒怒曰君名盖四海，身居重任，少壮登朝，至于白首，何得言不豫世事邪！破坏天下，正是君罪。使人夜排墙填杀之。杭育杭育派参看本卷第页注。敦伦意即性交。清代袁枚在答杨笠湖书中说李刚主自负不欺之学，日记云昨夜与老妻敦伦一次。至今传为笑谈。按李b―字刚主，清摇登徒子宋玉曾作有登徒子好色赋，后来就称好色的人为登徒子。按宋玉文中所说的登徒子，是楚国的一个大夫，姓登徒。塾缭厩宄亍薄妒浪敌掠铩诺鳌吩兀骸昂侣腹醇椿肝拢蛮参军，三月三日会，作诗，不能者罚酒三升。隆初以不能受罚，既饮，揽笔便作一句云塾缭厩宄亍！肝剩骸S塾缡呛挝铮俊鹪唬骸阄S塾纭！腹唬骸魇以作蛮语？隆曰千里投公，始得蛮府参军，那得不作蛮语也？蜀碧清代彭遵泗著，共四卷。内容是记述张献忠在四川时的事迹，书前有在康熙二十一年作的自序，说明全书是他根据幼年所闻张献忠遗事及杂采他人的记载而成。蜀宾许钦文的笔名。据一九三四年十二月一日日记晚钦文来，并赠蜀碧一部二本。蜀龟鉴清代刘景伯著，共八卷。内容杂录明季遗闻，与蜀碧大致相似。张献忠―延安柳树涧今陕西定边东人，明末农民起义领袖。崇祯三年起义，转战陕西河南等地。崇祯十七年入川，在成都建立大西国。清顺治三年出川途中，在川北盐亭界为清兵所害。旧史书中常有关于他杀人的夸大记载。孙可望？―陕西米脂人，张献忠的养子及部将。张败死后，他率部从四川转往贵州云南。永历五年他向南明永历帝求封为秦王，后遣兵送永历帝到贵州安隆所改名为安龙府，自己则驻在贵阳，定朝仪，设官制最后投降清朝。屈大均―字翁山，广东番禺人，明末文学家，清兵入广州前后曾参加抗清活动，失败后一度削发为僧。著有翁山文外翁山诗外广东新语等。安龙逸史，清朝禁毁书籍之一，署名沧洲渔隐据禁书总目，又一本署名溪上樵隐，被列入军机处奉准全毁书中。"}
{"text":"永历五年他向南明永历帝求封为秦王，后遣兵送永历帝到贵州安隆所改名为安龙府，自己则驻在贵阳，定朝仪，设官制最后投降清朝。屈大均―字翁山，广东番禺人，明末文学家，清兵入广州前后曾参加抗清活动，失败后一度削发为僧。著有翁山文外翁山诗外广东新语等。安龙逸史，清朝禁毁书籍之一，署名沧洲渔隐据禁书总目，又一本署名溪上樵隐，被列入军机处奉准全毁书中。一九一六年吴兴刘氏嘉业堂刻本安龙逸史，分上下二卷，题屈大均撰但内容与残明纪事不署，也是军机处奉准全毁书之一相同，字句小异。景清真宁今甘肃正宁人，建文帝朱允吧时官御史大夫。据明史景清传载，成祖朱棣登位，他佯为归顺，后以谋刺成祖，磔死。他被剥皮事，见谷应泰明史纪事本末壬午殉难八月望日早朝，清绯衣入。朝毕，出御门，清奋跃而前，将犯驾。文皇急命左右收之，得所佩剑。清知志不得遂，乃起植立骂。抉其齿，且抉且骂，含血直御袍。乃命剥其皮，草椟之，械系长安门。是以君子远庖厨也语见孟子梁惠王。看书的好姿势论语第二十八期一九三三年十一月一日载有黄嘉音作的一组画，题为介绍几个读论语的好姿势，共六图，其中之一为游蛟伏地式，画的是一人伏在地上看书。在这里顺笔给以讽刺。袁中郎―名宏道，字中郎，湖广公安今属湖北人，明代文学家。他与兄宗道，弟中道，反对文学上的拟古主义，主张独抒性灵，不拘格套，世称公安派。当时林语堂周作人等提倡公安派文章，借明人小品以宣扬所谓闲适性灵。广庄是袁中郎仿庄子文体谈道家思想的作品，并七篇，后收入袁中郎全集。谭嗣同―字复生，湖南浏阳人，清末维新运动的重要人物，戊戌政变中牺牲的六君子之一。闭门投辖思张俭，原作望门投止思张俭，是他被害前所作七绝狱中题壁的第一句。张俭，后汉山阳高平今山东邹县人，灵帝时官东部督邮。后汉书党锢列传载他的仇家上书告俭与同郡二十四人为党，于是刊章讨捕。俭得亡命，困迫遁走，望门投止，莫不重其名行，破家相容。闭门投辖是汉代陈遵好客的故事，见汉书游侠列传。秋瑾？"}
{"text":"谭嗣同―字复生，湖南浏阳人，清末维新运动的重要人物，戊戌政变中牺牲的六君子之一。闭门投辖思张俭，原作望门投止思张俭，是他被害前所作七绝狱中题壁的第一句。张俭，后汉山阳高平今山东邹县人，灵帝时官东部督邮。后汉书党锢列传载他的仇家上书告俭与同郡二十四人为党，于是刊章讨捕。俭得亡命，困迫遁走，望门投止，莫不重其名行，破家相容。闭门投辖是汉代陈遵好客的故事，见汉书游侠列传。秋瑾？―字璇卿，号竞雄，别署鉴湖女侠，浙江绍兴人，反清革命团体光复会主要人物之一。一九七年七月，她因筹划起义事泄，被清政府逮捕，十五日夏历六月初六被害于绍兴城内轩亭口。陈去病在鉴湖女侠秋瑾传中叙述秋瑾受审时的情形说有见之者，谓初终无所供，惟于刑庭书秋雨秋风愁杀人句而已。吴兴刘氏嘉业堂我国著名的私人藏书楼，在浙江吴兴南浔镇，藏书达六十万卷，并自行雕版印书，刻有嘉业堂丛书求恕斋丛书等。创办人刘承干―，字贞一，号翰怡，浙江吴兴人。蔡显约―字笠夫，江苏华亭今上海松江人。清代文字狱档第二辑收有蔡显闲渔闲闲录案，此案发生于乾隆三十二年，据当时的奏折称蔡显系雍正时举人，年七十一岁，自号闲渔所著闲闲录一书，语含诽谤，意多悖逆。后来的结果是蔡显被斩决，他的儿子斩监候秋后处决，门人等分别杖流及发伊犁等处充当苦差。闲渔闲闲录，九卷，是一部杂录朝典时事诗句的杂记，刘氏嘉业堂刻本于一九一五年印行。缺着末笔从唐代开始的一种避讳方法，即在书写或镌刻本朝皇帝或尊长的名字时省略最末一笔。刘承干对x字缺末笔，是避清废帝溥仪的讳。风终幽，雅终召F诗经计分国风小雅大雅颂四类。豳列于国风的最后，共七篇。据诗序称这些都是关于周公遭变故救乱东征的诗。召F是大雅的最后一篇，据诗序称召F，凡伯周大夫刺幽王大坏也。体元表正体元，见春秋隐公元年元年，春，王正月。晋代杜预注凡人君即位，欲其体元以居正，故不言一年一月也。据唐代孔颖达疏元正实是始长之义，但因名以广之。"}
