{"text":"一是所谓科学种田，强制推广双季稻和相应的水稻矮秆品种。地委书记兼军分区政委来到某大队，下令把已经播下的七千斤高秆种子全部犁掉，大队干部要求放鸭子吃，不致完全浪费，这位地区最高长官耍威风道不行，就是要全部犁掉，让你们得点教训！一股风吹下去，定了调子，层层贯彻有收无收都得给我种！我到一个生产队，队长告诉我，去年种双季稻亩，颗粒无收，今年他想少种一些，但硬派下来的任务是亩，一亩也不能少。另一是大刹副业，一律判为资本主义倾向。县农办主任带队进驻一个生产大队，我也在其列，被派到一个生产队。正值冬日农闲，有些生产队搭窑烧石灰，烧出的石灰出售，这原是当地农民常用的增加收入的办法，但主任宣布是严重的资本主义倾向，下令制止。生产队长对我说，不烧石灰，农民没有钱，连年也过不成，问我怎么办。我便召集全队农民开会，让大家讨论怎么办。当然，所有的人都和队长看法相同。我说，既然如此，就照大家的意见办。石灰烧成后，我才汇报，理所当然地被主任批判为右倾的典型。这位主任以贯彻政策坚决对农民狠出名，曾亲自带民兵拔掉一些生产队种的单季稻，越是这样的人越受到重用，他后来升为副县长了。我在资源生活了八年半，收获之一是对中国农村问题有了一点感性的了解。以前我容易把农村想象成远离政治的桃花源，其实大谬，中国农民身受太多的束缚，而当时最大的束缚恰恰来自政治。这种政治以批判资本主义倾向的名义把农民树为假想敌，给农民的正常经济活动设置重重障碍。事实上，中国农民之苦，大半来自人为。现在国情有了很大变化，但农民所受的其他束缚仍太多。农村问题的解决说简单也简单，第一步是解除加于农民的种种无理束缚，使他们真正获得经济上的自由和平等的公民地位。六小公务员我在资源一直是一个小公务员，具体职务是宣传部干事和党校教员。作为我的本职工作，做得最多的是两件事，一是写材料，二是讲课。毫无疑问，不论写还是讲皆奉命而为，其内容无非是配合形势做政治宣传。一开始，我怀着一个刚出校门的学生的诚恳态度，十分认真地对待写材料的工作。记得最早接手这项工作，是县里开思想讲用大会，我的上司把一大堆讲用稿放到我面前，要我审读一遍。这些稿子是县里抽调各单位的秀才写的，在我这个有文字洁癖的人看来，大多文理不通，于是我一篇篇仔细修改，改完后让原誊抄。"}
{"text":"作为我的本职工作，做得最多的是两件事，一是写材料，二是讲课。毫无疑问，不论写还是讲皆奉命而为，其内容无非是配合形势做政治宣传。一开始，我怀着一个刚出校门的学生的诚恳态度，十分认真地对待写材料的工作。记得最早接手这项工作，是县里开思想讲用大会，我的上司把一大堆讲用稿放到我面前，要我审读一遍。这些稿子是县里抽调各单位的秀才写的，在我这个有文字洁癖的人看来，大多文理不通，于是我一篇篇仔细修改，改完后让原誊抄。有一篇稿子文理尚通，但太罗嗦，我做了大量删节。叫来原，发现是一个书生模样的中年人，戴着眼镜，瘦削的脸布满皱纹，一支接一支抽烟。他看了我的删改，表情似有不甘，但还是默认了。叙谈之下，知道他原是广州军区的专职作家，文革中被定罪发配到资源。他叫刘天野，我称赞他的名字好，他说是为了取笑广州人，在广东话中这个名字的发音是老天爷。此后我们常在一起聊天，直到我走出资源。在发现我很会写材料之后，县武装部把我抽调去，与那里一个名叫唐海的年轻干事合作，写县里一个民兵先进单位的材料。我们在一起工作了几个月，经常跑桂林军分区。军分区一位副政委管这件事，似乎颇赏识我，几次半开玩笑地说要把我调去。唐海也向我传递了类似信息，说军分区首长对我很感兴趣，我在资源肯定呆不长。不过，后来此事就没有了下文，唐海却青云直上了，在两三年之内，以所谓小步快跑的方式被飞快地提拔，二十几岁就当上了桂林军分区政委兼广西军区副政委，据说预定目标是培养为总政副主任。他是典型的乘直升飞机上去的干部，四人帮倒台后，又落回到了地面上。据我接触，他倒不是一个有野心的人，城府并不深，人挺随和，实在是胡里胡涂被选中的。在他身上有一种天真的自信，我们合写的材料，我觉得不行，他总是满意之极。有一次，他参加王洪文主持的中央学习班，回来后跟我聊天，说他认识了一个副军长的老婆，是外交官，他准备让她在国外买表。说到这里，幸运儿天真地问为什么在国外买表这么便宜？然后博学地自己回答大约是通货膨胀吧。我依然在县委宣传部里写着各种材料，看我能写，几乎所有写材料的任务都落到了我的身上。我很快发现，我在做着毫无意义的事情。那些讲用材料或某某单位的先进事迹，都有一个固定的套路，为了体现所谓境界，必须诱迫相关对象编造动人事例和豪言壮语，在多数情况下还必须自己替他们编造，否则就通不过。"}
{"text":"说到这里，幸运儿天真地问为什么在国外买表这么便宜？然后博学地自己回答大约是通货膨胀吧。我依然在县委宣传部里写着各种材料，看我能写，几乎所有写材料的任务都落到了我的身上。我很快发现，我在做着毫无意义的事情。那些讲用材料或某某单位的先进事迹，都有一个固定的套路，为了体现所谓境界，必须诱迫相关对象编造动人事例和豪言壮语，在多数情况下还必须自己替他们编造，否则就通不过。还有那些没完没了的学习班，最后首长做例行总结报告，讲稿都让我来写。那往往是一些党员学习班，班上传达的文件不让我这个非党员听，却非要我来写总结报告，也真是荒唐。我是越来越厌烦了，想到自己不得不把生命中最宝贵的年华耗费在制造这些垃圾上，我深感屈辱。常常是一边写着，一边本能地感到厌恶，写了几句就丢开，然后强迫自己再写几句。我一遍遍问自己难道我的生命就这么贱吗？我给自己确立了一个原则用尽量少的时间敷衍塞责，决不多花一分钟。尽管如此，浪费掉的时间仍是大量的，现在想来仍觉心痛。有时候，我的顶头上司认为某个材料重要，就亲自和我一起写，那才是最可怕的折磨呢。所谓亲自和我一起写，就是他坐在我旁边，看着我写每一句，随时发出指示，让我涂掉重写。我一不耐烦，他就谆谆教导我说，好文章都是这么磨出来的。关于我的这位顶头上司，我在这里忍不住要多说几句，他领导了我这么多年，我应该对他公平。他姓石，性格却是石头的反面，怯懦而又逢迎，但毕竟当上了宣传部副部长，主管理论工作。当然，他的性格在他的上司面前才表现得最充分。武装部一个副政委任政工组长，是宣传部的直接领导。在一个学习班上，副政委上了一堂辅导课，下课后问我的课讲得怎样？我说可能深了些，农村干部恐怕听不懂。石副部长立即纠正讲得很好，不深也不浅，对机关干部农村干部都正合适。后来，军队干部撤离地方，开告别会，副政委宣布我工作中一定有不少缺点，但这次有规定，不请大家提意见了。既然如此，大家也就不说什么了，开始互相嬉闹起来。石副部长突然嗫嚅而言我说几句。这次首长要走，我们舍不得他的话被嬉闹声打断，然后重新接上，声音颤抖，带着哭音舍不得，想留也留不住，现在没有办法，只好把首长的好思想好作风学过来说不下去了，掏出手帕擦起眼泪来。我还舍不得剪掉另一个精彩镜头。"}
{"text":"石副部长立即纠正讲得很好，不深也不浅，对机关干部农村干部都正合适。后来，军队干部撤离地方，开告别会，副政委宣布我工作中一定有不少缺点，但这次有规定，不请大家提意见了。既然如此，大家也就不说什么了，开始互相嬉闹起来。石副部长突然嗫嚅而言我说几句。这次首长要走，我们舍不得他的话被嬉闹声打断，然后重新接上，声音颤抖，带着哭音舍不得，想留也留不住，现在没有办法，只好把首长的好思想好作风学过来说不下去了，掏出手帕擦起眼泪来。我还舍不得剪掉另一个精彩镜头。一次我和他一起到地区开会，在大礼堂听报告。找位置坐下后，他突然发现他认识的一个地区首长的太太坐在前一排。烟，烟。他用手拉我的衣角。我感到奇怪，问他你不是不抽烟的吗？但还是把烟盒给了他。他抽出两支，恭敬地递给首长太太一支。火柴。他又用手拉我的衣角。我掏出火柴，他恭敬地替太太点着，自己点上了另一支。我收起了烟盒和火柴。一会儿，太太自己点燃了一支烟，并递给他一支。太太抽着烟，脸朝前方讲台。他拿着未点燃的烟，若有所待。总不见太太回过头来，他第三次用手拉我的衣角。干什么？我实在感到厌恶，就明知故问。这时候，他一只手拿着未点燃的烟，另一只手摸索着伸进了我的衣袋，掏出火柴，把烟点着，然后又摸索着把火柴塞回我的衣袋。在做这些动作时，他的脸部始终保持着严肃的表情，眼睛直盯太太的后脑勺。完全可以想到，按照性格的逻辑，这样一个人会怎样对待他的下属。在他眼里，我除了是一架写材料的机器外，还是一个听差。他随时可能来敲我的宿舍的门，支使我立即去做一件琐事，比如去找某个领导到食堂参加会餐，去找电工修理办公室的电灯，诸如此类。我算得好脾气，尽量不和他公开冲突，但心情常被他的猥琐之态败坏。因此，当我被下调到处在荒僻之地的党校时，感到的是解脱的愉快。我是年月调到党校的。这里是县五七干校的原址，在中峰公社的一片田野上，四周人烟稀少。党校一共四人，一个校长，两个教员，一个会计。雇了一个傻子当炊事员，因为实在太傻，不久就辞退了，我便在会计家里搭伙。一到夜晚，周围黑洞洞的空旷一片，萤火虫一闪一闪，蛙和昆虫们单调地鼓噪着，我独自坐在屋子里，真感到与世隔绝，心里淡泊极了。屋子十分简陋，久无人住，老鼠猖獗，蚊蝇和各种虫子乱飞，苍蝇在桌上书上身上脸上拉屎。"}
{"text":"我是年月调到党校的。这里是县五七干校的原址，在中峰公社的一片田野上，四周人烟稀少。党校一共四人，一个校长，两个教员，一个会计。雇了一个傻子当炊事员，因为实在太傻，不久就辞退了，我便在会计家里搭伙。一到夜晚，周围黑洞洞的空旷一片，萤火虫一闪一闪，蛙和昆虫们单调地鼓噪着，我独自坐在屋子里，真感到与世隔绝，心里淡泊极了。屋子十分简陋，久无人住，老鼠猖獗，蚊蝇和各种虫子乱飞，苍蝇在桌上书上身上脸上拉屎。屋前一条脏水沟，农民在上游饮牛洗粪桶，天旱时浑若泥浆，那是我们的日常饮用水。从物质条件看，当然比在县城差了许多。但是，摆脱了写材料的差事，能够自己支配大量时间，这比什么都好。更使我庆幸的是，我的新上司唐开是一个难得的通情达理的人。他出身农民，身上仍有农民的种种缺点，例如爱占小便宜之类。我最受不了的是他不讲卫生，进我的房间，一边抽烟，一边满地吐痰。然而，可贵的是他还保持着农民的朴实，尊重常识，我们对县里许多现象的看法都比较一致。他对理论怀有天真的兴趣，多少还识货，以欣赏的态度放手让我讲课，在讲课之外不支使我干各种琐事。在他手下工作，我的心情比以前舒畅了许多。相比之下，我也比较喜欢讲课，因为多少能够自主。讲课的题目当然是规定了的，所谓紧跟形势，例如号召学马列时，讲反杜林论和国家与革命，批林批孔时，讲儒法斗争，但怎么讲就由我自己决定了。我备课是十分认真的，比如要讲儒法斗争，我就读论语韩非子史记等书，在此基础上写讲稿，而决不是照抄报纸。其实我这样做是出于强烈的私心，就是不想做一架单纯的宣传机器，每讲一个题目，自己一定也要有收获。正因为如此，我的讲课就比较有内容，受到了广泛的欢迎。在去党校前，我在县城里就以讲课出了名，各个单位纷纷请我去上辅导课。到党校后，这个名声就传遍了全县的农村地区，因为县党校的主要任务是培训农村的大队干部，我们还时常下到公社去为农村党员办班。我本来担心自己有学生腔，农民听不惯我的课，其实不然，他们往往听得津津有味，用他们的话来说，是一点瞌睡也没有。走在街上，常常会遇到听过我的课的农村干部，走过来告诉我，说我讲课最生动实际，他们最爱听我的课。这并不奇怪，因为他们一向听到的基本上是政治口号和官样文章，有了一个对比。我心里当然明白，我的讲课充其量仍然是比较有内容的政治宣传，与我所想望的理论研究和精神创造完全是两回事。"}
{"text":"我本来担心自己有学生腔，农民听不惯我的课，其实不然，他们往往听得津津有味，用他们的话来说，是一点瞌睡也没有。走在街上，常常会遇到听过我的课的农村干部，走过来告诉我，说我讲课最生动实际，他们最爱听我的课。这并不奇怪，因为他们一向听到的基本上是政治口号和官样文章，有了一个对比。我心里当然明白，我的讲课充其量仍然是比较有内容的政治宣传，与我所想望的理论研究和精神创造完全是两回事。七婚爱风波我对爱情一直怀着浪漫的憧憬。在我的想象中，我的爱情应该是充满诗意而又与众不同的。离开学校后，看到周围的大学毕业生们都急于娶妻生子，我心里十分鄙视。我对自己说，我可不愿像他们那样把自己变成一头牛，去拖家庭的破车。我一定要为自己保留一份珍贵的权利，等待茫茫人海中那个唯一者出现。然而，在资源呆了不到一年，第一次走出深山，在桂林的街头徜徉，我的决心就动摇了。十月的桂林，空气中飘散着甜甜的桂香，姑娘们仰起脸来，望着俏小的桂花，甜甜地笑了。此情此景，突然使我感到异常惆怅，我发现自己多么孤独，多么渴望女性的芬芳降临我的生活。两个月后，我就寄出了一封后果重大的信。上大学时，一个聪明的同学曾经嘲笑我梦想纯洁的爱情，对我说什么是爱情？这与公狗和母狗之间发生的是一回事。我喜欢这个同学，但反感他说的这句话。现在我不会否认，他所说的驱使公狗寻找母狗的动机在我身上也起了作用。在那个年代，未婚性关系被视为严重错误，必定招致处分和羞辱，一个年轻人倘若不想毁掉自己的前途，结婚是解决性的需要的唯一途径。不过，我更忍受不了的是寂寞。当我看清自己将长期乃至一辈子生活在这个深山小县，并且确信不可能在这样的地方找到知心伴侣之后，我就认为继续保留那一份珍贵的权利已经没有意义，于是决定不再等待。可供选择的对象极为有限，却是现成的。两年前离开北京的那个夜晚，在北京车站，三个女中学生来为我的两个同学送行。不久后，她们自愿去了西藏，想在那里插队，因为政策不允许，被安排到了一个地质队工作。在洞庭湖农场期间，那两个同学一直与她们通信，她们在信中向我问好。我被她们奔赴西藏的勇气所感动，写了一首诗，让那两个同学寄去。三女生中的一人直接给我来信了，我们之间开始了通信。在通信中，她的感情时有明显的表露。"}
{"text":"可供选择的对象极为有限，却是现成的。两年前离开北京的那个夜晚，在北京车站，三个女中学生来为我的两个同学送行。不久后，她们自愿去了西藏，想在那里插队，因为政策不允许，被安排到了一个地质队工作。在洞庭湖农场期间，那两个同学一直与她们通信，她们在信中向我问好。我被她们奔赴西藏的勇气所感动，写了一首诗，让那两个同学寄去。三女生中的一人直接给我来信了，我们之间开始了通信。在通信中，她的感情时有明显的表露。匆匆见过一面，我已经不能清晰地回忆起她的面貌了，只记得是高个儿，人还算漂亮。她的信给我的感觉是，革命热情很高，思想简单。她显然不是一个能够拨动我的心弦的人。但是，现在，我决定试探一下发展关系的可能性。我对她爱我是有把握的，所以实际上是要试探一下我能否爱她。年底，我给她发了一封信，向她开了绿灯。在当天的日记中，我写道她不一定理解我，但她愿意理解我，这就够了。答复是预料中的，她回信告诉我，在见我的第一面就对我有莫名其妙的好感。她还说，她觉得自己远不如我，常想我，又常克制自己，简直不知该怎么办。我被她的热忱打动了，觉得没有理由不朝前走，便约定春节在北京见面。春节期间，我和敏子在北京见了面，然后又跟随她去山西她的父母家，共相处了十来天。我的印象是矛盾的。她性格外向，开朗健谈，但缺乏含蓄。我们在一起时，总是她不停地说话，而我的沉默少言也使她很不习惯。我企望一种心领神会的境界，一种直觉的沟通，这是我和她在一起时感觉不到的。当她神采飞扬地说话时，她的脸显得生动而漂亮，可是，在另一些时候，尤其当她生气时，就显得憔悴而不美了。虽然她比我小两岁，但长相明显比我老，引不起我的温柔之情。最使我反感的是，她常以多少有些赞成的口吻转述她的家庭和亲戚对我的指责，诸如不懂礼节空手来访嘴不甜没有眼力见之类。眼力见是北京方言，这个词我还是头一回听到，大约指一种在别人家里敏捷地帮助做家务的能力。我从来是一个书生，压根儿没想到世上还有这类指责，人还必须具备这类品质。在她家住的那几天里，我只感到自己走错了地方。在这次见面之后，整整两年我们没有再见面，仅靠通信维持着联系。在两年中，我对这件婚事始终处在动摇和反复之中。每次我一动摇，敏子都反应激烈，在信中表达了气愤和悲伤的情绪。在我眼中，她的这类信写得特别好，语句或尖刻或哀怨，但都有光彩，于是觉得她可爱，重新坚定起来。"}
{"text":"眼力见是北京方言，这个词我还是头一回听到，大约指一种在别人家里敏捷地帮助做家务的能力。我从来是一个书生，压根儿没想到世上还有这类指责，人还必须具备这类品质。在她家住的那几天里，我只感到自己走错了地方。在这次见面之后，整整两年我们没有再见面，仅靠通信维持着联系。在两年中，我对这件婚事始终处在动摇和反复之中。每次我一动摇，敏子都反应激烈，在信中表达了气愤和悲伤的情绪。在我眼中，她的这类信写得特别好，语句或尖刻或哀怨，但都有光彩，于是觉得她可爱，重新坚定起来。然后，当她满怀信心之时，我又想起她的种种缺点，再次泼冷水，开始了新一轮循环。敏子比我清醒也比我果断，她觉察到我不够爱她，在见面后最初的通信中就奉劝我现在刹车比以后刹车好。并且宣布让我勉强去爱一个人，是我的痛苦。让一个人勉强来爱我，是我的耻辱。我不希望痛苦，也不希望耻辱！相反，在整个过程中，我却充分暴露了我的性格弱点，极其优柔寡断，沉湎在对自己感情的无休止的自我分析之中。两年过去了，她学徒期满，有较长的假期，我们终于商定春节她来资源结婚。可是，在结婚前夕，我的弱点竟然来了一个大爆发。年月底，我正在中峰公社下乡，地区文工团来这里体验生活了。有一天，团里几个人在公社客房里闲聊，我也加入其中。有一个女演员正在刻钢板，她身材小巧，梳两根短辫，扎着红头绳，穿一件朴素的花布罩衫，一对大眼睛温柔而有表情。我发现她常常停下手中的工作，若有所思地望着我。一会儿，她完全放下了工作，心不在焉地听大家聊天，突然向我借钢笔，在一张报纸上涂写，然后又突然还给我。接着，我们结群去礼堂看公社业余会演，她说她要赶任务，不去了。可是，在礼堂里坐下不久，我发现她坐在台上一侧的椅子上，正凝望着我。若干天后，贝珍走进我住的客房来取火种，对我说我可能先回桂林，明天走。门外有人声，她匆匆走了。一会儿，我出屋子，正要进公社办公室，见她迎面走来，走过我身边，飞快地递给我一张纸条，头不回地径直走了。我的心砰砰乱跳，走到街上无人处看纸条，上面写的是在即将离别之前，才感觉到这里山好水好人更好，尤其是你，给我留下了深刻的印象下午，在一间大客房里，文工团的人在烤火，她在油印。我靠在角落里一张床上，注视着她，心里七上八下，她也不时朝我窥看。"}
{"text":"门外有人声，她匆匆走了。一会儿，我出屋子，正要进公社办公室，见她迎面走来，走过我身边，飞快地递给我一张纸条，头不回地径直走了。我的心砰砰乱跳，走到街上无人处看纸条，上面写的是在即将离别之前，才感觉到这里山好水好人更好，尤其是你，给我留下了深刻的印象下午，在一间大客房里，文工团的人在烤火，她在油印。我靠在角落里一张床上，注视着她，心里七上八下，她也不时朝我窥看。我做出两个决定，第一立即给敏子发电报，让她暂时不来资源，第二把我和敏子的事情告诉贝珍。晚上，我和贝珍在乡村公路上散步。听说我已经有了未婚妻，她一怔，显然感到意外。她告诉我，虽然她不乏追求者，可是她对别人从来没有产生过这种感情。次日，我回县里开会，四五天里，我们通了好几封信。在当时的我看来，毁弃婚约是极严重的事，基本否决了，但又十分舍不得她。她也劝我维持婚约，同时又对我一往情深。年的最后一天，我借口要买香菇，跑到中峰，当然真正的目的是想见她一面。回县前，她来找我，说已经请假，要去县里买东西。后来我知道，她的借口是去买天麻，文工团的人因此给我们两人起了绰号，称她为香菇，称我为天麻。我们同车到达县城，她下午去办事，晚上来我的房间叙谈，当夜住在县文艺队的宿舍里。按照常情判断，两个彼此爱恋的年轻人关门处于一室，一定会发生点什么事。事实却不然，那时候的我，说单纯也好，说迂腐也好，对于一个我不能娶的姑娘，哪怕动一下亲吻的念头也会觉得罪恶的。然而，没有想到的是，就在我们规矩地坐着说话的时候，中峰那里已经炸开了锅。正是阳历除夕，文工团的人聚餐，有人问贝珍哪里去了，响起了一片嘻笑县革委会那个戴眼镜的小伙子真厉害，把我们团的姑娘拐走了！多少人攻不下，他盯她看一会儿，一下子就带走了在场的地区政工组一个副组长闻言勃然大怒，当即宣布要把我放到最苦的公社去。当天夜里，文工团不断地往县里打电话找人，并调查贝珍睡在何处。第二天，从清晨起就派人在公路上守候，贝珍一到达，立即被隔离了起来。第三天，我去中峰，无法再见到她，只得到了别人转交的一封信，她在信中表示不再与我见面。用今天的眼光看，这样粗暴地压制恋爱自由无疑是对人权的侵犯，可是，在当时，两个年轻人哪里有力量对抗握有一切权力的组织。若干个月后，文工团一位老演员到资源出差，她是贝珍的老师，我从她那里知道了较多的实情。"}
