{"text":"所以，我并不提倡大家以我为师，我不敢这样狂妄。不过，话又说了回来，我仍然认为吃饭穿衣是为了活着，但是活着决不是为了吃饭穿衣。忆往述怀第一篇阅尽沧桑忆往述怀坏人积将近九十年的经验，我深知世界上确实是有坏人的。乍看上去，这个看法的智商只能达到小学一年级的水平。这就等于说每个人都必须吃饭那样既真实又平庸。可是事实上我顿悟到这个真理，是经过了长时间的观察与思考的。我从来就不是性善说的信徒，毋宁说我是倾向性恶说的。古书上说天命之谓性，性就是我们现常说的本能，而一切生物的本能是力求生存和发展，这难免引起生物之间的矛盾，性善又何从谈起呢？那么，什么又叫做坏人呢？记得曾说过，干损人利己的事还可以理解，损人又不利己的事千万干不得。我现在利用的话来给坏人作一个界定干损人利己的事是坏人，而干损人又不利己的事，则是坏人之尤者。空口无凭，不妨略举两例。一个人搬到新房子里，照例大事装修，而装修的方式又极野蛮，结果把水管凿破，水往外流。住在楼下的人当然首蒙其害，水滴不止，连半壁墙都浸透了。然而此人却不闻不问，本单位派人来修，又拒绝入门。倘若墙壁倒塌，楼下的人当然会受害，他自己焉能安全！这是典型的损人又不利己的例子。又有一位学者，对某一种语言连字母都不认识，却偏冒充专家，不但在国内蒙混过关，在国外也招摇撞骗。有识之士皆嗤之以鼻。这又是一个典型的损人而不利己的例子。根据我的观察，坏人，同一切有毒的动植物一样，是并不知道自己是坏人的，是毒物的。翻译的小约翰里讲到一个有毒的蘑菇听人说它有毒，它说，这是人话。毒蘑菇和一切苍蝇蚊子臭虫等等，都不认为自己有毒。说它们有毒，它们大概也会认为这是人话。可是被群众公推为坏人的人，他们难道能说说他们是坏人的都是人话吗？如果这是人话的话，那么他们自己又是什么呢？根据我的观察，我还发现，坏人是不会改好的。这有点像形而上学了。但是，我却没有办法。天下哪里会有不变的事物呢？哪里会有不变的人呢？我观察的几个坏人偏偏不变。几十年前是这样，今天还是这样。我想给他们辩护都找不出词儿来。有时候，我简直怀疑，天地间是否有一种叫做坏人基因的东西？可惜没有一个生物学家或生理学家提出过这种理论。我自己既非生物学家，又非生理学家，只能凭空臆断。"}
{"text":"如果这是人话的话，那么他们自己又是什么呢？根据我的观察，我还发现，坏人是不会改好的。这有点像形而上学了。但是，我却没有办法。天下哪里会有不变的事物呢？哪里会有不变的人呢？我观察的几个坏人偏偏不变。几十年前是这样，今天还是这样。我想给他们辩护都找不出词儿来。有时候，我简直怀疑，天地间是否有一种叫做坏人基因的东西？可惜没有一个生物学家或生理学家提出过这种理论。我自己既非生物学家，又非生理学家，只能凭空臆断。我但愿有一个坏人改变一下，改恶从善，堵住了我的嘴。忆往述怀第一篇阅尽沧桑忆往述怀傻瓜天下有没有傻瓜？有的，但却不是被别人称作傻瓜的人，而是认为别人是傻瓜的人，这样的人自己才是天下最大的傻瓜。我先把我的结论提到前面明确地摆出来，然后再条分缕析地加以论证。这有点违反胡适之先生的科学方法。他认为，这样做是西方古希腊亚里士多德首倡的演绎法，是不科学的。科学的做法是他和他老师杜威的归纳法，先不立公理或者结论，而是根据事实，用小心的求证的办法，去搜求证据，然后才提出结论。我在这里实际上并没有违反归纳法。我是经过了几十年的观察与体会，阅尽了芸芸众生的种种相，去粗取精，去伪存真以后，才提出了这样的结论。为了凸现它的重要性，所以提到前面来说。闲言少叙，书归正传。有一些人往往以为自己最聪明，他们争名于朝，争利于世，锱铢必较，斤两必争。如果用正面手段，表面上的手段达不到目的的话，则也会用些负面的手段，暗藏的手段，来蒙骗别人，以达到损人利己的目的。结果怎样呢？结果是有的人真能暂时得逞，春风得意马蹄疾，一日看遍长安花。大大地辉煌了一阵，然后被人识破，由座上客一变而为阶下囚。有的人当时就能丢人现眼。红楼梦中有两句话说机关算尽太聪明，反误了卿卿性命。这话真说得又生动，又真实。我决不是说，世界上人人都是这样子，但是，从中国到外国，从古代到现代，这样的例子还算少吗？原因何在？原因就在于这些人都把别人当成了傻瓜。我们中国有几句尽人皆知的俗话善有善报，恶有恶报不是不报，时候未到时候一到，一切皆报。这真是见道之言。把别人当傻瓜的人，归根结底，会自食其果。古代的统治者对这个道理似懂非懂。他们高叫民可使由之，不可使知之。"}
{"text":"红楼梦中有两句话说机关算尽太聪明，反误了卿卿性命。这话真说得又生动，又真实。我决不是说，世界上人人都是这样子，但是，从中国到外国，从古代到现代，这样的例子还算少吗？原因何在？原因就在于这些人都把别人当成了傻瓜。我们中国有几句尽人皆知的俗话善有善报，恶有恶报不是不报，时候未到时候一到，一切皆报。这真是见道之言。把别人当傻瓜的人，归根结底，会自食其果。古代的统治者对这个道理似懂非懂。他们高叫民可使由之，不可使知之。是想把老百姓当傻瓜，但又很不放心，于是派人到民间去采风，采来了不少政治讽刺歌谣。杨震是聪明人，对向他行贿者讲出了四知。他知道得很清楚除了天知地知你知我知之外，不久就会有一个第五知人知。他是不把别人当作傻瓜的，还是老百姓最聪明。他们中的聪明人说若要人不知，除非己莫为。他们不把别人当傻瓜。可惜把别人当傻瓜的现象，自古亦然，于今犹烈。救之之道只有一条不自作聪明，不把别人当傻瓜，从而自己也就不是傻瓜。哪一个时代，哪一个社会，只要能做到这一步，全社会就都是聪明人，没有傻瓜，全社会也就会安定团结。忆往述怀第一篇阅尽沧桑忆往述怀隔膜先生曾写过关于隔膜的文章，有些人是熟悉的。的隔膜，同我们平常使用的这个词儿的含义不完全一样。我们平常所谓隔膜是指情意不相通，彼此不了解，的隔膜是单方面的以主观愿望或猜度去了解对方，去要求对方。这样做，鲜有不碰钉子者。这样的例子，在中国历史上并不稀见。即使有人想颂圣，如果隔膜，也难免撞在龙犄角上，一命呜呼。最近读到韩N先生的文章隋文帝抗击突厥的内政因素欧亚学刊第期，其中有几句话对此，从种族性格上斥责突厥反复无常，其出发点是中国理想主义感情性的义观念。国内伦理观念与国际社会现实的矛盾冲突，在中国对外交往中反复出现，深值反思。这实在是见道之言，值得我们深思。我认为，这也是一种隔膜。记得当年在大学读书时，适值九一八事件发生，日军入寇东北。当中国军队实行不抵抗主义，南京政府同时又派大员赴日内瓦国联相当于今天的联合国控诉，要求国联伸张正义。当时我还属于隔膜党，义愤填膺，等待着国际伸出正义之手。结果当然是落了空。我颇恨恨不已了一阵子。在这里，关键是什么叫义？"}
{"text":"国内伦理观念与国际社会现实的矛盾冲突，在中国对外交往中反复出现，深值反思。这实在是见道之言，值得我们深思。我认为，这也是一种隔膜。记得当年在大学读书时，适值九一八事件发生，日军入寇东北。当中国军队实行不抵抗主义，南京政府同时又派大员赴日内瓦国联相当于今天的联合国控诉，要求国联伸张正义。当时我还属于隔膜党，义愤填膺，等待着国际伸出正义之手。结果当然是落了空。我颇恨恨不已了一阵子。在这里，关键是什么叫义？什么叫正义？韩文公说行而宜之之谓义。可是宜之的标准是因个人而异的，因民族而异的，因国家而异的，因立场不同而异的。不懂这个道理，就是隔膜。懂这个道理，也并不容易。我在德国住了十年，没有看到有人在大街上吵架，也很少看到小孩子打架。有一天，我看到了，就在我窗外马路对面的人行道上，两个男孩在打架，一个大的约十三四岁，一个小的只有约七八岁，个子相差一截，力量悬殊明显。不知为什么，两个人竟干起架来。不到一个回合，小的被打倒在地，哭了几声，立即又爬起来继续交手，当然又被打倒在地。如此被打倒了几次，小孩边哭边打，并不服输，日耳曼民族的特性，昭然可见。此时周围已经聚拢了一些围观者。我总期望，有一个人会像在中国一样，主持正义，说一句你这么大了，怎么能欺负小的呢！但是没有。最后还是对门住的一位老太太从窗子里对准两个小孩泼出了一盆冷水，两个小孩各自哈哈大笑，战斗才告结束。这件小事给了我一个重要的教训在西方国家眼中，谁的拳头大，正义就在谁手里。我从此脱离了隔膜党。今天，我们的国家和人民都变得更加聪明了，与隔膜的距离越来越远了。我们努力建设我们的国家，使人民的生活水平越来越提高。对外我们决不侵略别的国家，但也决不允许别的国家侵略我们。我们也讲主持正义但是，这个正义与隔膜是不搭界的。忆往述怀第一篇阅尽沧桑忆往述怀送礼我们中国究竟是礼义之邦，所以每逢过年过节，或有什么红白喜事，大家就忙着送礼。既然说是礼，当然是向对方表示敬意的。譬如说，一个朋友从杭州回来，送给另外一个朋友一只火腿，二斤龙井知己的还要亲自送了去，免得受礼者还要赏钱你能说这不是表示亲热么？又如一个朋友要结婚，但没有钱，于是大家凑个份子送了去，谁又能说这是坏事呢？"}
{"text":"我们也讲主持正义但是，这个正义与隔膜是不搭界的。忆往述怀第一篇阅尽沧桑忆往述怀送礼我们中国究竟是礼义之邦，所以每逢过年过节，或有什么红白喜事，大家就忙着送礼。既然说是礼，当然是向对方表示敬意的。譬如说，一个朋友从杭州回来，送给另外一个朋友一只火腿，二斤龙井知己的还要亲自送了去，免得受礼者还要赏钱你能说这不是表示亲热么？又如一个朋友要结婚，但没有钱，于是大家凑个份子送了去，谁又能说这是坏事呢？事情当然是好事情，而且想起来极合乎人情，一点也不复杂然而实际上却复杂艰深到万分，几乎可以独立成一门学问送礼学。第一，你先要知道送应节的东西。譬如你过年的时候，提了几瓶子汽水，一床凉席去送人，这不是故意开玩笑吗？还有五月节送月饼，八月节送粽子，最少也让人觉得你是外行。第二，你还要是一个好的心理学家，能观察出对方的心情和爱好来。对方倘若喜欢吸烟，你不妨提了几听三炮台恭恭敬敬送了去，一定可以得到青睐。对方要是喜欢杯中物，你还要知道他是维新派或保守派。前者当然要送法国的白兰地，后者本地产的白干或五加皮也就行了。倘若对方的思想前进，你最好订一份文汇报送了去，一定不会退回的。但这还不够，买好了应时应节的东西，对方的爱好也揣摩成熟了，又来了怎样送的问题。除了很知己的以外，多半不是自己去送，这与面子有关系于是就要派听差，而这个听差又必须是个好的外交家，机警坚忍善于说话，还要有一副厚脸皮这样才能不辱使命。拿了东西去送礼，论理说该到处受欢迎，但实际上却不然。受礼者多半喜欢节外生枝，东西虽然极合心意，却偏不立刻收下。据说这也与面子有关系。听差把礼物送进去，要沉住气在外面等。一会儿，对方的听差出来了，把送去的礼物又提出来，说我们老爷太太谢谢某老爷太太，盛意我们领了，礼物不敢当。倘若这听差真信了这话，提了东西就回家来，这一定糟，说不定就打破饭碗。但外交家的听差却绝不这样做。他仍然站着不走，请求对方的听差再把礼物提进去。这样往来斗争许久，对方或全收下，或只收下一半，只要与临来时老爷太太的密令不冲突，就可以安然接了赏钱回来了。上面说的可以说是常态的送礼，可惜或者也并不可惜还有变态的。我小的时候，我们街上住着一个穷人，大家都喊他地方，有学问的人说，这就等于汉朝的亭长。"}
{"text":"倘若这听差真信了这话，提了东西就回家来，这一定糟，说不定就打破饭碗。但外交家的听差却绝不这样做。他仍然站着不走，请求对方的听差再把礼物提进去。这样往来斗争许久，对方或全收下，或只收下一半，只要与临来时老爷太太的密令不冲突，就可以安然接了赏钱回来了。上面说的可以说是常态的送礼，可惜或者也并不可惜还有变态的。我小的时候，我们街上住着一个穷人，大家都喊他地方，有学问的人说，这就等于汉朝的亭长。每逢年节的早上，我们的大门刚一开，就会看到他笑嘻嘻地一手提了一只鸡，一手提了两瓶酒，跨进大门来。鸡咯咯地大吵大嚷，酒瓶上的红签红得眩人眼睛。他嘴里却喊着给老爷太太送礼来了。于是我婶母就立刻拿出几毛钱来交给老妈子送出去。这地方接了钱，并不像一般送礼的一样，还要努力斗争，却仍旧提了鸡和瓶子笑嘻嘻地走到另一家去喊去了。这景象我一年至少见三次，后来也就不以为奇了。但有一年的某一个节日的清晨，却见这位地方愁容满面地跨进我们的大门，嘴里不喊给老爷太太送礼来了，却拉了我们的老妈子交头接耳说了一大篇，后来终于放声大骂起来，老妈子进去告诉了我婶母，仍然是拿了几毛钱送出来。这地方道了声谢，出了大门，老远还听到他的骂声。后来老妈子告诉我，他的鸡是自己养了预备下蛋的，每逢过年过节，就暂且委屈它一下，被缚了双足倒提着陪他出来逛大街。玻璃瓶子里装的只是水，外面红签是向铺子里借用的。地方送礼，在我们那里谁都知道他的用意，所以从来没有收的。他跑过一天，衣袋塞满了钞票才回来，把瓶子里的水倒出来，把鸡放开。它在一整天陪绑之余，还忘不了替他下一个蛋。但今年这地方倒运，向第一家送礼，就遇到一家才搬来的外省人。他们竟老实不客气地把礼物收下了。这怎能不让这地方愤愤呢？他并不是怕瓶子里的凉水给他泄漏真相，心痛的还是那只鸡。忆往述怀第一篇阅尽沧桑忆往述怀送礼另外一种送礼法也很新奇，虽然是古已有之的。我们常在笔记小说里看到，某一个督抚把金子装到坛子里当酱菜送给京里的某一位王公大人。这是古时候的事，但现在也还没有绝迹。我的一位亲戚在一个县衙门里做事，因与同县太爷是朋友，所以地位很重要。在晚上回屋睡觉的时候，常常在棉被下面发现一堆银元或别的值钱的东西。有时候不知道，把这堆银元抖到地上，哗啦一声，让他吃一惊。"}
{"text":"他并不是怕瓶子里的凉水给他泄漏真相，心痛的还是那只鸡。忆往述怀第一篇阅尽沧桑忆往述怀送礼另外一种送礼法也很新奇，虽然是古已有之的。我们常在笔记小说里看到，某一个督抚把金子装到坛子里当酱菜送给京里的某一位王公大人。这是古时候的事，但现在也还没有绝迹。我的一位亲戚在一个县衙门里做事，因与同县太爷是朋友，所以地位很重要。在晚上回屋睡觉的时候，常常在棉被下面发现一堆银元或别的值钱的东西。有时候不知道，把这堆银元抖到地上，哗啦一声，让他吃一惊。这都是送来的礼。这样的礼当然不是每个人都有资格接受的。他一定是个什么官，最少也要是官的下属，能让人生，也能让人死，所以才有人送这许多金子银元来。官都讲究面子，虽然要钱，却不能干脆当面给他，于是就想出了这种种的妙法。我上面已经提到送礼是一门学问，送礼给官长更是这门学问里面最深奥的。须要经过长期的研究简练揣摩，再加上实习，方能得到其中的奥秘。能把钱送到官长手中，又不伤官长的面子，能做到这一步，才算是得其门而入了。也有很少例外，官长开口向下面要一件东西，居然竟得不到。以前某一个小官藏有一颗古印，他的官长很喜欢，想拿走。他跪在地上叩头说除了我的太太和这块古印以外，我没有一件东西不能与大人共享的。官长也只好一笑置之了。普通人家送礼没有这样有声有色，但在平庸中有时候也有杰作。有一次我们家把一盒有特别标志的点心当礼物送出去，隔了一年，一个相熟的胖太太到我们家来拜访，又恭而敬之把这盒点心提给我们。嘴里还告诉我们这都是小意思，但点心是新买的，可以尝尝。我们当时都忍不住想笑，好歹等这位胖太太走了，我们就动手去打开。盒盖一开，立刻有一股奇怪的臭味从里面透出来。再把纸揭开，点心的形状还是原来的，但上面满是小的飞蛾，一块也不能吃了，只好掷掉。在这一年内，这盒点心不知代表了多少人的盛意，被恭恭敬敬地提着或托着从一家到一家，上面的签和铺子的名字不知换过了多少次，终于又被恭而敬之提回我们家来。解铃还是系铃人，我们还要把它丢掉。我虽然不怎样赞成这样送礼，但我觉得这办法还算不坏。因为只要有一家出了钱买了盒点心就会在亲戚朋友中周转不息，一手收进来，再一手送出去，意思表示了，又不用花钱。"}
{"text":"在这一年内，这盒点心不知代表了多少人的盛意，被恭恭敬敬地提着或托着从一家到一家，上面的签和铺子的名字不知换过了多少次，终于又被恭而敬之提回我们家来。解铃还是系铃人，我们还要把它丢掉。我虽然不怎样赞成这样送礼，但我觉得这办法还算不坏。因为只要有一家出了钱买了盒点心就会在亲戚朋友中周转不息，一手收进来，再一手送出去，意思表示了，又不用花钱。不过这样还是麻烦，还不如仿效前清御膳房的办法，用木头刻成鸡鱼肉肘，放在托盘里，送来送去，你仍然不妨说这鱼肉都是新鲜的。一点小意思，千万请赏脸。反正都是彼此彼此，诸位心照不宣。绝对不会有人来用手敲一敲这木头鱼肉的。这样一来，目的达到了，礼物却不霉坏，岂不是一举两得？在我们这喜欢把最不重要的事情复杂化了的礼义之邦，我这发明一定有许多人欢迎，我预备立刻去注册专利。忆往述怀第一篇阅尽沧桑忆往述怀宗教我首先要声明，我不是任何宗教的信徒，可是我对世界上所有的正大光明的宗教都十分尊重。原因并不复杂，除了奥姆真理教太阳神殿教等一批邪教外，各大宗教都劝人做好事，不干坏事，这不正是我们正直的人类所需要的吗？不管他们的教义如何，所崇拜的神灵如何，除了间或被别有用心的人或组织所利用外，这些宗教是无可指责的。如果不同宗教的信徒们能互相尊重，互不相妨，则中国社会必能安定团结，世界人民也必能安定团结。任何一个宗教的教义和教规，对本教的信徒来说都是持之有故，言之成理的，都是天经地义，信徒们信从，是他们的权利和义务。但是对其他宗教的信徒来说，则另是一码事。对于这样的分歧，最好不要辩论，也不必争论，这样做，只能伤和气，也无济于事。最好能够认为，自己的教义只是相对真理，绝对真理只有他们崇拜的最高神灵才能掌握。能做到这一步，就能够你好，我好，大家都好了。大家以各自喜爱的方式来满足宗教的需要，岂不猗欤休哉！说到宗教需要，恩格斯使用过这个词儿。世界上确实有有宗教需要的人另一方面，世界上也确实有没有宗教需要的人，敲锣吹号，各有一套。最好是各不相犯，自从所好。人类最重要的是求生存，生存得越美满越好。自己生存，也让别人生存，这是最上策。有宗教需要的和没有宗教需要的人在有宗教需要的人中，信这种教和信那种教的人，可以不谈宗教问题，而共同携手，齐心协力，为了改善人类生存的条件而努力奋斗，这是人生第一义。"}
{"text":"能做到这一步，就能够你好，我好，大家都好了。大家以各自喜爱的方式来满足宗教的需要，岂不猗欤休哉！说到宗教需要，恩格斯使用过这个词儿。世界上确实有有宗教需要的人另一方面，世界上也确实有没有宗教需要的人，敲锣吹号，各有一套。最好是各不相犯，自从所好。人类最重要的是求生存，生存得越美满越好。自己生存，也让别人生存，这是最上策。有宗教需要的和没有宗教需要的人在有宗教需要的人中，信这种教和信那种教的人，可以不谈宗教问题，而共同携手，齐心协力，为了改善人类生存的条件而努力奋斗，这是人生第一义。一定要强迫别人信教，或一定要强迫别人不信教，都只能制造矛盾，两败俱伤。世界上有规定国教的国家，也有不规定国教的国家。有民族与宗教完全一致的国家，也有民族与宗教不一致的国家。有必须有宗教信仰的国家，也有不规定人民宗教信仰的国家。我到德国时，登记表上有宗教信仰一栏，我没有法子填写，那位德国办事员就说不填这一栏可不行！给你填上佛教吧！我笑而从之，反正我知道我不是佛教徒，这只不过是官样文章而已。在有国教的国家中，无神论也是有的。他们脑袋里没有上帝，可是星期天也进礼拜堂，说是到那里去听听庄严肃穆的音乐，使自己的心神安静一下。宗教之为用大矣哉！总之，我认为，信不信宗教完全是个人的事，别人不必过多地去干预，只要他遵守法纪，就是一个好公民。想人为地消灭宗教，也是办不到的。忆往述怀第二篇学林漫步忆往述怀一个老知识分子的心声按我出生的环境，我本应该终生成为一个贫农。但是造化小儿却偏偏要播弄我，把我播弄成了一个知识分子。从小知识分子把我播弄成一个中年知识分子又从中年知识分子把我播弄成一个老知识分子。现在我已经到了望九之年，耳虽不太聪，目虽不太明，但毕竟还是难得糊涂，仍然能写能读，焚膏继晷，兀兀穷年，仿佛有什么力量在背后鞭策着自己，欲罢不能。眼前有时闪出一个长队的影子，是北大教授按年龄顺序排成了的。我还没有站在最前面，前面还有将近二十来个人。这个长队缓慢地向前迈进，目的地是八宝山。时不时地有人捷足先登，登的不是泰山，而就是这八宝山。我暗暗下定决心决不抢先加塞，我要鱼贯而进。什么时候鱼贯到我面前，我就要含笑挥手，向人间说一声拜拜了。干知识分子这个行当是并不轻松的。在过去七八十年中，我尝够酸甜苦辣，经历够了喜怒哀乐。"}
