{"text":"为什么要敬牛？现在全世界的人，都在吃牛肉，喝牛奶，穿牛皮等等。可是除了印度尊牛为圣牛，尊得太过份之外，全人类就没有人感谢牛所给予的恩惠。看来似乎是可以替牛掉一滴同情之泪。同时想到，曾经有一位老兄讲过一则颇有深意的笑话。他说世界上爱好吃牛肉，戴尖顶高帽的民族，都是喜欢征服别人的。反之，不吃牛肉，戴平顶帽的或圆顶帽的民族则比较爱好和平。他说，你如果不信，就去研究一厂世界历史看看。这话虽幽默，确也有些道理，不过有一个很大的例外，戴平帽的日本人，曾经对我们发动了这么一次重大的侵略战争。另外，在好的一面，如佛教或其他宗教学说，他们谈修养时，也常常谈到牛。四川峨嵋山上，有一座佛教的寺庙，命名为牛心寺。我问庙里的和尚，这寺名的来历，他说是因为这座庙前面的溪水中，有一块大石，被称为牛心石，所以这座庙宇，就据以命名为牛心寺。实际上并非如此，因为佛教中常常谈到牛，如禅宗的大师们，就好几位都是谈牛说法的。因为佛学中本来就有拿牛来比喻心性的故事，所以唐代著名的禅宗大师百丈和尚，有一次答复他的弟子长庆禅师时，便用牛作比喻。长庆问他学人欲求识佛，何者即是？百丈说，你这一问，大似骑牛觅牛。长应又问，那么，假如识得后如何？百丈说如人骑牛至家。长庆又问未审始终如何保住？百丈说如牧牛人，执杖视之，不会犯人苗稼。因此长庆便悟到了此心即佛的要旨，再也不向外面去乱找什么佛法了。后来长庆禅师教化别人，也常用牛的故事作譬喻。因此，在宋元以后，禅宗里出了一位普明和尚，把心性的修养，比如牧牛，从一头野牛修到物我双忘，分作了十个步骤。第一是未牧，好比恣意咆哮随意践踏禾苗的野牛。第二是初调，已经穿上了鼻子随着人意牵着走。第三是受制，不再乱走，牛绳子可以放松一点。回首是第四，癫狂的的心境比较柔顺了，但是还要牵着鼻子走。驯伏第五，可以自然收放，不必牵了。无碍第六，可以安稳不动，不必让人费心。任运第七，牧童可以睡大觉了。相忘第八，牧人和牛两无心。独照第九，到了无牛的境界，人的一切妄心已除。最后双泯，则人也不见，牛――心也不见。还有最妙的比喻，无过于著名小说西游记的牛魔王。"}
{"text":"第三是受制，不再乱走，牛绳子可以放松一点。回首是第四，癫狂的的心境比较柔顺了，但是还要牵着鼻子走。驯伏第五，可以自然收放，不必牵了。无碍第六，可以安稳不动，不必让人费心。任运第七，牧童可以睡大觉了。相忘第八，牧人和牛两无心。独照第九，到了无牛的境界，人的一切妄心已除。最后双泯，则人也不见，牛――心也不见。还有最妙的比喻，无过于著名小说西游记的牛魔王。大家都知道，西游记是阐述修道的一部小说，其中的孙悟空，是表征努力改过，有意向善的人心。而牛魔王，是孙悟空的拜把兄弟，代表了到处乱跑，不易驯伏的狂野之心。因为牛魔王厉害，又是天将，所以孙悟空遇到他也没有办法。牛魔王固然厉害，更厉害的是牛魔王的太太铁扇公主。她厉害的是嘴巴里一样法宝，在牙缝里藏有一把芭蕉扇，这把扇子就是她的法宝。拿出来放大的时候，上可以遮天，下可以盖地。这还不算，更厉害的是，她用这把扇子，正面一扇，天下就清凉起来，反面一扇，全世界就着起火来。所以牛魔王两夫妇如果一合作，孙悟空就赶快逃，深怕一身猴毛都给烧掉。西游记里这类故事，也就是心理行为的分析，可惜孟子当时，西游记这部小说还没有写出来，否则的话，他如果看了西游记，对齐宣王说牛的故事，要说得更有趣。一笑。政治领导者的病态心理当我幼年读书的时候，读到这一段，觉得一位圣人和一位皇帝谈话，不谈天下国家大事，却谈拿小羊换大牛的事，似乎孟老夫子未免小题大作。可是经过几十年的人生经历，读书作人，累积起来，才知道凡是人，都离不开这种心理行为的范围。不但是齐宣王，世界上任何一个人，在心理行为上，即使一个最坏的人，都有善意，但并不一定表达在同一件事情上。有时候在另一些事上，这种善意会自然地流露出来。俗话常说，虎毒不食子，动物如此，人类亦然。只是一般人，因为现实生活的物质的需要，而产生了欲望，经常把一点善念蒙蔽了，遮盖起来了。而最严重的，是刚才说到的，西游记中的牛魔王，也就是人的脾气，我们常常称之为牛脾气，人的脾气一来，理智往往不能战胜情绪。"}
{"text":"有时候在另一些事上，这种善意会自然地流露出来。俗话常说，虎毒不食子，动物如此，人类亦然。只是一般人，因为现实生活的物质的需要，而产生了欲望，经常把一点善念蒙蔽了，遮盖起来了。而最严重的，是刚才说到的，西游记中的牛魔王，也就是人的脾气，我们常常称之为牛脾气，人的脾气一来，理智往往不能战胜情绪。所以凡是宗教信仰宗教哲学，乃至孔孟学说，都是教人在理性上理智上，就这一点善意，扩而充之，转换了现实的物质的欲望和气质，使内在的心情修养，超然而达到圣境。所以孟子及时把握住齐宣王的这一点不忍其觳觫而舍牛的善念，就是基于这种心理行为的道理。如吕氏春秋说有道之士，以近知远，以今知古，以所见知所不见。故审堂下之阴，而知日月之行。瓶水之冰，而知天下之寒。一脔之肉，而知一镬之味。这也就说明，在心理行为学上，孟子看齐宣王以羊易牛这件事，就知道齐宣王有善念，有仁慈之心。仁政要从仁心做起，也就是扩大那点善念。公孙文子说的心者，众智之要，物皆求于心。可以说是更强调了心理影响对于人类行为的重要。至于佛家，更是主张唯心了。但这里只讲孟子，且不必多牵涉到其他方面的思想，只讨论到齐宣王的善念与心理行为的问题。其次关于领导人的心理行为问题，我们站在心理哲学立场我今天提出心理哲学这一名词，也许有些人要反对批评或指责。但事实上任何一种专门学说刚刚提出来的时候，一定会遭遇到这样的反应，然后大家慢慢了解，而接受。如果有时间到学校里开这么一门课，必能建立起心理哲学这一学说的完整体系。来看历代帝王，有很多人，或多或少，都有心理变态，或心理病态的。如明代的开国皇帝明太祖朱元漳，到了晚年的好杀，就是心理病态的一种。至于其他皇帝所表现的，也往往有医学上所称心理变态或病态的症状，只是各有不同而已。有的好杀，有的好色，有的好货等等，但都属于心理变态或病态的症状是没错的。如果遇到这样的皇帝，那就很不幸了，往往会弄得民不聊生，甚至于丧身失国。历史上这一类的例子很多，所以几千年来，我国固有文化讲究心胜修养，讲究内圣外王之道，尤其对于君临天下的政治领导人要求更严，这是很有道理的。"}
{"text":"至于其他皇帝所表现的，也往往有医学上所称心理变态或病态的症状，只是各有不同而已。有的好杀，有的好色，有的好货等等，但都属于心理变态或病态的症状是没错的。如果遇到这样的皇帝，那就很不幸了，往往会弄得民不聊生，甚至于丧身失国。历史上这一类的例子很多，所以几千年来，我国固有文化讲究心胜修养，讲究内圣外王之道，尤其对于君临天下的政治领导人要求更严，这是很有道理的。这里孟子把握机会，对齐宣王的谈话，要他扩大以羊易牛的那一点仁心善念，保民治国，这就是对齐宣王讲领导人的心理行为学，不过那时候还没有成为一项专门学问，没有这个名词而已。不但是古代需要重视领导人的领导心理行为，就是现代，更要重视这门学问。放眼今日世界，有许多国家的领导人，像现在乌干达的阿明，假如他有勇气到心理医师那里去就诊，那么诊断书上的记载，可能相当严重。至于拿破仑希特勒墨索里尼等，世人已经公认了他们心理不健全。至于尼克松卡特将来如何，尚难定论。我们不再讨论它了。现代的暂且不说，再回过头来看我国古代，还是以前面刚说的那位五代蜀主王衍为例。这位只是寻花柳莫厌金杯酒的才子皇帝，经常喜欢奇装异服，把一方小布巾，在头上裹成一个圆锥形，顶上尖尖的。这位风流皇帝带了许多宫妓，穿起女道士的衣服来，头发上簪着莲花帽子，脸上用胭脂涂得红红的，号称这种装扮为醉妆，在后宫饮宴无度。这时候，他的心理和隋炀帝当年开好运河以后，南游到江南扬洲时的情形一样。当时隋炀帝照着镜子，拍拍自己的颈子，自言自语地说好头颅，谁能砍得！这时候，他明知道自己的这种做法不会有好结果，所以才有这种感慨。他既然明知道自己这样做没有好结果，又依然故我地这样做，这就是心理病态了。这不是政治的病态，而是他本人的心理有了病态。王衍当时，也有隋炀帝一样的心理病态，明明知道这样的生活是不对的，却一直颓唐下去。所以在和那些宫妓们一起饮酒作乐时，自己也唱起名诗人韩琼的柳枝词来梁苑隋堤事已空，万条犹舞旧春风。何须思想千年事，谁见杨花入汉宫。他能唱出这首柳枝词来，从另一面看，也可以说和隋炀帝一样，是相当聪明的人。他能够看到自己的错误，知道未来的恶果，奈何却不肯，或许不愿改过来。"}
{"text":"王衍当时，也有隋炀帝一样的心理病态，明明知道这样的生活是不对的，却一直颓唐下去。所以在和那些宫妓们一起饮酒作乐时，自己也唱起名诗人韩琼的柳枝词来梁苑隋堤事已空，万条犹舞旧春风。何须思想千年事，谁见杨花入汉宫。他能唱出这首柳枝词来，从另一面看，也可以说和隋炀帝一样，是相当聪明的人。他能够看到自己的错误，知道未来的恶果，奈何却不肯，或许不愿改过来。在王衍唱过了这首韩琮的柳枝词后，有一个学问很好的内侍来光博，正在旁边，吟出胡曾一首有关吴越之战的诗吴王恃霸弃雄才，贪向姑苏醉绿酷。不觉钱塘江上月，一宵波迭越兵来。咏叹吴王夫差，当年自恃已称霸天下，把伍员这些英雄豪杰之士，都弃而不用，甚至杀害，一天到晚在姑苏台上和西施饮酒作乐，遭到迅速的败亡。这也是宋光傅的一番劝谏，王衍听了以后，大发脾气而撤除了这次宴会，这不是王衍的心理病态么？他如此的饮宴无度，难得有自知之明，唱出韩琼的柳枝词来。宋光博看到他灵明一现，立刻把握这进谏机会，希望能够挽救这位皇帝，挽救前蜀的江山。不料王衍又复归昏昧，发起脾气来，在一席酒之间，这几层情绪的变化，喜怒的起伏，岂不是心理的变态病态？历史上这一类的故事可多了，研究起来，又可立一个专题，写好一部书来讨论。年轻人不要以为无书可读，世上的书实在是没有读完的时候，只要抓到一个问题，就够你去钻研半辈子了。在这里，不另作发挥。还是回到孟子的原文上来。孟子的行为心理学王说曰诗云他人有心，予忖度之。夫子之谓也。夫我乃行之，反而求之，不得吾心。夫子言之，于我心有戚戚焉。此心之所以合于王者，何也？孟子从以羊易牛这件事情，指出齐宣王是一位有仁术的君主。齐宣王听了非常高兴，就对孟子说好极了，诗经上说的，别人有什么心事，我都可以揣摩测度出来。这句话，就好像是为你孟老夫子说的。我当时以羊换牛，哪里是为了价钱的问题，只是一点慈悲的心理百已。当时我看见那条牛发抖的样子，没有做什么考虑，就那样做了，叫人不要杀牛，另外换一只羊。后来我自己想想，为什么会这样做呢？怎么会有这个心理？是什么理由使我这样做？"}
{"text":"齐宣王听了非常高兴，就对孟子说好极了，诗经上说的，别人有什么心事，我都可以揣摩测度出来。这句话，就好像是为你孟老夫子说的。我当时以羊换牛，哪里是为了价钱的问题，只是一点慈悲的心理百已。当时我看见那条牛发抖的样子，没有做什么考虑，就那样做了，叫人不要杀牛，另外换一只羊。后来我自己想想，为什么会这样做呢？怎么会有这个心理？是什么理由使我这样做？我自己也想不出一个道理来，你现在这样一讲，把我当时做这件事的心理状况，以及道理一说出来，的确就是如此，和我当时的心境完全一样。回想起来，现在好像都还有那种感受。不过，你说凭着我的这种心理，就能实行王道而名闻天下，这又是什么道理呢？齐宣王不知道自己当时以羊换牛的心理，大概是当时还设有的心理学这门学问。如果他生在现代，读过心理学，就不待孟子指明，而自己了然了。不过，也不尽然，有些心理医生或学心理学的，自己也正好有心理病。接着，孟子就告诉他是心足以王矣，也正是对他讲的政治领导心理学，我们看孟子怎么答复他曰有复于王者曰吾力足以举百钧，而不足以举一羽，明足以察秋毫之末，而不见舆薪。则王许之乎？曰否今恩足以及禽兽，而功不至于百姓者，独何欤？然则一羽之不举，为不用力焉舆薪之不见，为不用明焉百姓之不见保，为不用恩焉。故王之不王，不为也非不能也。齐宣王问到了这里，孟子便引比喻来以问为答。他说假使有一个人告诉你，到底他有多大力量的时候。他说，他两只手的力气，可以举起一百钩来。可是要他去捡起一根羽毛来，他却没有办法。至于他的眼力，可以把秋天鸟类换毛时，身上刚长出来的茸毛末梢，都看得清清楚楚。可是有一整车的木柴，他却看不见。像这样的话，你齐宣王会相信他吗？齐宣王说不！当然不相信，世界上哪有这种事，哪有这样的人呢？孟子当然知道齐宣王也认为这是不可能的，不合逻辑的，但是他要齐宣王亲口否定了这种不合逻辑的假定，才好继续作深一层的进言。所以齐宣王一否定了比喻的可能性，他就立刻说好了，既然能举百钧的人不可能拿不动羽毛，能察秋毫的人不可能看不见一车子木柴，那么现在事实上，你齐宣王能以羊易牛，恩惠普及于禽兽，而你的功业成果，老百姓却分享不到，得不到好处。"}
{"text":"齐宣王说不！当然不相信，世界上哪有这种事，哪有这样的人呢？孟子当然知道齐宣王也认为这是不可能的，不合逻辑的，但是他要齐宣王亲口否定了这种不合逻辑的假定，才好继续作深一层的进言。所以齐宣王一否定了比喻的可能性，他就立刻说好了，既然能举百钧的人不可能拿不动羽毛，能察秋毫的人不可能看不见一车子木柴，那么现在事实上，你齐宣王能以羊易牛，恩惠普及于禽兽，而你的功业成果，老百姓却分享不到，得不到好处。我们知道，举得起百钧的人说拿不起一根羽毛，那是不他肯用力。至于眼力可以看见秋毫末端的人说他看不见整车木柴，是因为他不肯用眼力。而你齐宣王，对于一头牛都能够发慈悲，下命令不宰杀可是你的百姓们却没有过着安和乐利的生活，你还没有好好保养，保护他们，那是因为你没有顾念到他们。所以没有去实行王道政治，而不是你没有推行王道的能力。曰不为者与不能者之形，何以异？曰挟泰山以超北海，语人曰我不能，是诚不能也，为长者折枝，语人曰我不能，是不为也，非不能也。故王之不王，非挟泰山以超北海之类也王之不王，是折枝之类也。老吾老，以及人之老，幼吾幼，以及人之幼，天下可运于掌。诗云别于寡妻，至于兄弟，以御于家邦。言举斯心，加诸彼而已。故推恩足以保四海，不推恩无以保妻子。古之人所以大过人者，无他焉，善推其所为而已矣。今恩足以及禽兽，而功不至于百姓者，独何与？权，然后知轻重度，然后知长短。物皆然，心为甚。王请度之！抑王兴甲兵，危士臣，构怨于诸侯，然后快于心与？孟子一说齐宣王有走王道路线的能力，而没有去实行王道，于是激起了齐宣王的反问，孟子便在不为与不能的问题上，作更进一步的说明。这一说明，又是逻辑上的一个问题。于是齐宣王反问说，你所说的不为和不能这两种情况，又有什么样的差异呢？什么样具体的情形是不为？什么样的具体事实是不能呢？乍看起来，齐宣王连不为和不能都分辨不出来，这位国君似乎是太差劲，太幼稚了。我们不可以用这样的观念去读这句话，否则的话，差劲幼稚的该是我们了。首先要了解，当时的齐国，在各国中是相当富强的国家之一，正如现代的美国一样。在战国时代，凡是有学之士都到齐国去，不但孟子邹衍这些人到了齐国，就是后来的荀子也去了齐国，住在齐国。"}
{"text":"于是齐宣王反问说，你所说的不为和不能这两种情况，又有什么样的差异呢？什么样具体的情形是不为？什么样的具体事实是不能呢？乍看起来，齐宣王连不为和不能都分辨不出来，这位国君似乎是太差劲，太幼稚了。我们不可以用这样的观念去读这句话，否则的话，差劲幼稚的该是我们了。首先要了解，当时的齐国，在各国中是相当富强的国家之一，正如现代的美国一样。在战国时代，凡是有学之士都到齐国去，不但孟子邹衍这些人到了齐国，就是后来的荀子也去了齐国，住在齐国。所以读古书要深思，要经史合参，每句每字都不轻易放过，不要像现代有些青年读书，肤浅地去做表面的文字解释。齐宣王当时心目中是认为，我齐国如此富强，要做的都做了，而你还说我没有做。那么到底要怎样才算做了？我们经过一番深思，了解了齐国当时的背景，就知道齐宣王这句话，问得相当有深度，也颇有涵养，因为他不好意思和孟子作正面的辩论，于是对孟子提出这样一个问题来，是很有道理的。权能问题孟子答复他，假如叫一个人，把泰山挟在腋下，跳过北海，这人说，这种事情我办不到。正如现在我们叫世界拳王阿里，挟起日本的富士山来，跳过太平洋，落到美国西海岸去，阿里说，我办不到。这是不能，是能力不够，不是不愿意去做。假如叫一个人去为一位老年人，折一根树枝，而这个人说，我没有办法，折不下来。那么，这个人是不肯做，而不是他没有能力。孟子引用这种譬喻，粗看起来，很像一个童话故事，没有什么了不起。其实，内涵很深。一个普通人，当然不能挟泰山以超北海。但是如果领导，集中一国人，或天下人的力量，那就另当别论了。再进一步来说，一个普通人，对于举手之间，折下一根树枝，这件小事当然可以做到，但他不肯做，这又是一个问题了。这正是孟子暗示齐宣王，你有此权能，不是做得到做不到的问题，只是你肯做不肯做而已。因此，答复厂齐宣王这个问题以后，马上直截了当指到事实上来。于是他紧接着说，如果你齐宣王能走王道的路子，肯施行王道的政治，以你现有的国力和所处的政治环境而言，并不像挟泰山以超北海那么困难，并不是没有推行王道政治的能力，就像不愿为长者折枝一样，是你不肯去实行，而不是没有实行的能力。"}
{"text":"这正是孟子暗示齐宣王，你有此权能，不是做得到做不到的问题，只是你肯做不肯做而已。因此，答复厂齐宣王这个问题以后，马上直截了当指到事实上来。于是他紧接着说，如果你齐宣王能走王道的路子，肯施行王道的政治，以你现有的国力和所处的政治环境而言，并不像挟泰山以超北海那么困难，并不是没有推行王道政治的能力，就像不愿为长者折枝一样，是你不肯去实行，而不是没有实行的能力。孟子又不待齐宣王插嘴，继续向齐宣王推销他中国传统政治哲学的最高理想，以大同世界为目标的王道与仁政。他说，假使你齐宣王施行仁政，从你本身做起，然后推行到全国的老百姓。先敬重每个人自己的父母长辈，然后推而广之，同样地敬重别人的父母长辈，每个人都爱恤自己的子弟，然后把爱恤自己子弟的心，推广开来，扩而充之，同样地去爱别人的子弟，等到你做到了这种程度，那么天下就可以运筹在你的手掌上了。正如诗经大雅思齐篇上所说的，先做一个榜样出来给自己的太太看，使她也做到这样，然后再推广到你的兄弟身上，再扩大来教化整个的家族，乃至于治理一个国家。这几句话的意思就是教我们推己及人，把这种老吾老，以及人之老，幼吾幼，以及人之幼的仁心，扩而充之。如果能扩大仁心，推恩出去，保护四海的百姓，就能够保有天下。否则的话，只顾自己的权位利益，刻薄寡恩，那么到头来，会连自己的妻子儿女也保不住了。在历史上，有不少刻薄寡恩的政治领导人，都不得善终。所以古代的人，如尧舜禹汤文王武王周公孔子，乃至于齐桓公晋文公这些人，他们在思想上功业上，所以能够大大地超越别人，使他人望尘莫及，并没有什么其他特别的本领，他们不过善于推广他们的仁心，也就是孔子所说的那种推己及人的恕道。譬如你想吃好的，穿好的，也让别人吃好的，穿好的。从心理建设建立恕道开始，行仁政就是这样去做的。可是现在你齐宣王，对于一头牛，看见它发抖，就那么慈悲，不忍心杀了它。而你对你的老百姓，却没有像对这头牛这样的有爱心，你的恩惠并没有用到老百姓的身上，他们并没有获得你给他们的什么利益呀！那么，这是什么原因呢？为什么给禽兽恩惠，唯独不给老百姓恩惠呢？这就是孟子从心理行为上，对齐宣王的一个分析了。接着孟子又举出一项物理性的事例，说出一个逻辑。"}
