{"text":"我希望人们终于有一天能够找到一个办法，至少使所有的人一来到这个世界上，就都站在一条平等的起跑线上，尽管他们前面的人生仍然布满着坎坷与艰难。安乐死还有积极安乐死和消极安乐死之分。前者指在医生的指导和监督下，用药物结束患者的生命。后者指撤除对患者的一切治疗，使其自行死亡。我以为很明显，前者是更为人道的。因为，当已经确定应该对某人施行安乐死之后，哪种方法更能减少其死亡过程中的痛苦，哪种方法就是最人道的。还有自愿安乐死和非自愿安乐死之分。前者是指本人要求安乐死，或对安乐死表示过同意。后者是指那些对安乐死已不能有所表示的人，和以往也不曾对安乐死有过确定态度或干脆是持反对态度的人。对前者施行安乐死，显然是无可非议了。那么对后者呢？对那些对安乐死不曾表示过确定态度的人，或许他的亲朋好友还可以代他做出选择。但是，对那些反对安乐死而又譬如说成了植物人的人，又当如何呢？真是不知道了。就像不知道一个无罪者的行为既不能利己又损害了他人，面对这种局面人们应该怎么办？这值得研究。不过我想，如果使每一个人在其健康时都有机会表明自己对安乐死的态度，则肯定是有益的。而且我相信，随着人们生命观念的日益进步，反对安乐死的人会越来越少。还有自杀安乐死和助杀安乐死之分。前者是说，确认一个符合了安乐死的标准，但是医生或其他人不予帮助，死的手段由其自已去找。后者是说，医生或其他人为其提供死之手段并帮助其施行。我觉得前者除了像拿人开心之外，别的什么都不像。现在从安乐死一书中引一段文字年月的一天，英国圣克里斯托弗安息所的花园林荫小道上，一位中年男子和一位年轻的女子，推着手推车慢慢行走。手推车上半躺着一位老人，脸色苍白，十分清瘦，看上去就是一位重病人，这一男一女一边推着车，一边与老人轻轻交谈。他们像是父子，像是祖孙，老人不时地被小辈的话语所打中，轻轻地点头，时而也做做手势，表达自己的意思。明媚的阳光照在老人的脸上，给他十分苍白的脸上增加几分精神。老人神情安逸，心绪稳定。其实他们是医生护士和病人。老人已患晚期肿瘤，即将离开人世。医生和护士但然地与老人一起讨论死，讨论如何无痛苦地死，讨论死给你带来的感觉，讨论死是不可避免的自然规律，讨论应有选择死亡的权利等等。这是目前在西欧北英国家大量存在的安息所。"}
{"text":"他们像是父子，像是祖孙，老人不时地被小辈的话语所打中，轻轻地点头，时而也做做手势，表达自己的意思。明媚的阳光照在老人的脸上，给他十分苍白的脸上增加几分精神。老人神情安逸，心绪稳定。其实他们是医生护士和病人。老人已患晚期肿瘤，即将离开人世。医生和护士但然地与老人一起讨论死，讨论如何无痛苦地死，讨论死给你带来的感觉，讨论死是不可避免的自然规律，讨论应有选择死亡的权利等等。这是目前在西欧北英国家大量存在的安息所。它是年代后出现的医疗保健系统中的一种新形式，旨在使临终的病人在生命的最后日子里得到很好的照顾。这也是安乐死的一项内容，甚至可能是最为重要的一项内容。如果我们国家还役有这样的条件，那么像中国残疾人和三月风也许就应该担当起这样的职责使人们对生和死有更为科学的认识，更为镇静和坦然的态度。以上是我对安乐死的一些看法，肯定有很多毛病和错误。我非常感谢中国残疾人杂志辟出版面开展这样的讨论。我也非常感谢他们给我说出上述观点的机会，以便有一天我不幸成了只能浪费氧气粮食和药品的人，那时候，人们能够知道我对此所持的态度，并仁慈地赐我一个好死。再从安乐死一书上引一段话，作为此女的结尾年在日本东京举行了一次安乐死国际会议，其宣言中强调，应尊重人生的意义和庄严的死。这样的提法究竟能够为多少人接受，眼下还难以确定，但把人的生死权利相提并论，至少可以说标志着人类对自己生命意义的认识进入到了一个新阶段。年随想与反省礼拜日代都在说文学的根，说的却未必是一回事。好比如，小麦是怎么从野草变来的是一回事，人类何以要种粮食又是一回事。不知前者，尚可再从野草作起。不知后者，所为一概荒诞。并非说前者不重要。根和寻根又是绝不相同的两回事。一个仅仅是我们从何处来以及为什么要来。另一个还为了我们往何处去，并且怎么去。寻根意识也至少有两种。一种是眼下活得卑微，便去找以往的骄傲。一种是看出了生活的荒诞，去为精神找一个可靠的根据，为地球上最灿烂的花朵找一片可以盛开的土地。阿想找一头大于王胡所有的虱子。"}
{"text":"好比如，小麦是怎么从野草变来的是一回事，人类何以要种粮食又是一回事。不知前者，尚可再从野草作起。不知后者，所为一概荒诞。并非说前者不重要。根和寻根又是绝不相同的两回事。一个仅仅是我们从何处来以及为什么要来。另一个还为了我们往何处去，并且怎么去。寻根意识也至少有两种。一种是眼下活得卑微，便去找以往的骄傲。一种是看出了生活的荒诞，去为精神找一个可靠的根据，为地球上最灿烂的花朵找一片可以盛开的土地。阿想找一头大于王胡所有的虱子。的意思是把阿王胡乃至小都消灭，找出真正人的萌芽。至于倒比阿多着痛苦，乃至人倒比猴子活得艰辛等事，另当别论。什么是文学的根呢？是文化？文化是什么呢？辞海上说，文化从广义上讲，是指人类社会历史实践过程中所创造的物质财富和精神财富的总和。真占得全！全得像是废话。好在辞海上对文化还有一种狭义的解释指社会的意识形态。想必文学界谈论的是这后一种。又查了意识形态条，得这样的解释亦称观念形态，指政治法律道德哲学艺术宗教等社会意识的各种形式。似可对文化作如下简明的理解文化是人类面对生存困境所建立的观念。欲望无边，能力有限，是人类生来的困境。所以建立起诸多观念，以使灵魂有路可走，有家可归。文学是文化的一部分。说文化是文学的根，犹言粮食是大米的根了。譬如树，枝与干，有同根。文学与哲学宗教等等之不同，是枝与枝的不同。文学的根，也当是人类与生俱来的困境。面对困境，文学比其它所有学科都更敏感。文学不仅用着思考，更用着观察，不仅看重可行的实际，还看重似乎不可能的愿望。因此，它不同于哲学的明晰所以它朦胧不同于科学的严谨所以它耽于梦想不同于法律的现实所以感情不承认法律，法律也不承认感情不同于宗教的满足所以叛逆常是其特色不同于政治和经济的立竿见影所以它的社会效益潜移默化。据此，它便也不同于教育和宣传。要求一切都实际且明晰，岂止是在扼杀文学，那是在消灭理想和进步。波德莱尔说诗不是为了真理，而只是它自己。我想这话有四个意思一人所面对的困境，永远比人能总结出的真理要多。二文学把侦察困境的艰险留给自己，把总结真理的光荣让给别人。"}
{"text":"据此，它便也不同于教育和宣传。要求一切都实际且明晰，岂止是在扼杀文学，那是在消灭理想和进步。波德莱尔说诗不是为了真理，而只是它自己。我想这话有四个意思一人所面对的困境，永远比人能总结出的真理要多。二文学把侦察困境的艰险留给自己，把总结真理的光荣让给别人。三一俟真理呈现，探索早又向着新的困境了只有在模糊不清的忧郁和不幸之中，艺术才显示其不屈的美。四绝不是说，诗不通向真理。已有的文化亦可为人类造出困境，当然也可成为文学的根。同样，已有的文学亦可为人类造出困境，文学又成文学的根。究其为根的资格，在于困境，而不在其它惟其造出困境，这才长出文学。歌德说凡是值得思考的事情，没有不是被人思考过的我们必须做的只是试图重新加以思考而已。我想此话有三个意思一人类的困境像人类一样古老，并将随人类一同长久。二若不面对这困境重新思考，便不会懂得古人思考的到底是什么。三古人的思考遗留下的谜团，要求今人继续思考困境是古老的，思考应该有崭新的。过去的文化是过去的人类对困境所建立的观念。今人面对困境所建立的观念呢？当然也是文化。所以文化不等于涉古，涉古者也不都有文化。阿城说有两种文盲，一种文字盲，一种文化盲。这样分清真好。但能识得字的就会抄书，未必不是文化盲。因而想到，所谓知识分子，怕也该分作两种。辞海上说，知识分子是有一定文化科学知识的脑力劳动者，又说，知识分子在革命运动中往往起着先锋和桥梁作用。前后二语，实在是两个不宜混淆的概念。博士和教授不愿冲锋却乐得拆桥者，永不乏人。从而又想到学历文凭职称与文化素养的不同。想到临摹与创作的不同。想到无数画虾者与齐白石的不同。冲锋必是向着人类的困境，架桥便是做着建立新观念的工作。舍此而涉古，莫如去作古玩商，单知道旧货的行情即可。无论架桥还是盖房，当然离不开基础。真先锋从来不是历史虚无主义，不轻看学问也不会无视传统，与古玩商的区别在于一个是创造，一个是典当。假如没有创造，就只剩下典当一条活路。每见洋人把玩中国当代文学，露出考古家的兴致，深感并非国人的骄傲。某乡村，有一懒汉，爹娘死后，遂成穷鬼。初春，县上下来了命令村村办起养猪场！"}
{"text":"想到临摹与创作的不同。想到无数画虾者与齐白石的不同。冲锋必是向着人类的困境，架桥便是做着建立新观念的工作。舍此而涉古，莫如去作古玩商，单知道旧货的行情即可。无论架桥还是盖房，当然离不开基础。真先锋从来不是历史虚无主义，不轻看学问也不会无视传统，与古玩商的区别在于一个是创造，一个是典当。假如没有创造，就只剩下典当一条活路。每见洋人把玩中国当代文学，露出考古家的兴致，深感并非国人的骄傲。某乡村，有一懒汉，爹娘死后，遂成穷鬼。初春，县上下来了命令村村办起养猪场！队长忙不迭从集市上抱回两头猪娃。众乡亲怜这懒汉谋生无计，便推他作了饲养员。秋后，懒汉把猪娃养成毫不见长大的两具尸首。分红时，懒汉破天荒得到一千工分的钱粮。众乡亲先是祝贺，转而又想是他养了一年猪呢，抑或猪养了一年他？老子，几千年后被外国人看出了伟大。同一个老子，几千年来中国人从他那儿学的是诡诈。后来中国人发现外国人发现了老子的伟大，便把老子的书抄在自己的作品上，不料这作品却不伟大。自己久不伟大，便起了疑心，也说中国人崇洋媚外。倘有洋人也不说他伟大，便说也有不伟大的洋人。倘有不伟大的洋人说他伟大，便把这洋人的名姓一串串常说在嘴上，受用终生去了。说某些文学作品没有文化，大概是指此类文字对人类的困境压根儿没有觉察，更不敢用自己的脑袋作出新鲜的思索，绝不是说它没有洋征古引。文学不是托盘，托着一只文化出来，撕扯在众人的小碟子里，自己又回去。历史感不是历史本身。历史是过去的事。历史感必是过去与现在与未来的连接，这连接不是以时间为序的排列，而是意味着新生命的诞生。遗精生不了孩子。避孕也生不了。近亲通婚会养怪物。但要创造。当斗牛场四周坐满了嚼着口香糖的看客之时，场子里正在发生的已经不是较量，而是谋杀。拳击还是平等的蠢行，西班牙式的斗牛却是合伙在残害一个。我不明白西班牙人在欣赏什么，是斗牛士的卑鄙与虚荣？还是那牛的愚蛮与不屈？对牛来说，不屈的鲜血光芒四射！对人来说，这仿古的游戏，却把远古的光荣化作了今日的悲哀。刘易斯跑起来，让人享受了艺术的美。这美来自那谐调动作所展示的自信力量，来自对前人的超越，来自于他勾引得我们还要希望看进一步的超越。世界纪录却标出了人的局限。现在是九秒九三二米四二八米九将来便有九秒三米十米的成绩，局限还是局限，并且定有极限。"}
{"text":"拳击还是平等的蠢行，西班牙式的斗牛却是合伙在残害一个。我不明白西班牙人在欣赏什么，是斗牛士的卑鄙与虚荣？还是那牛的愚蛮与不屈？对牛来说，不屈的鲜血光芒四射！对人来说，这仿古的游戏，却把远古的光荣化作了今日的悲哀。刘易斯跑起来，让人享受了艺术的美。这美来自那谐调动作所展示的自信力量，来自对前人的超越，来自于他勾引得我们还要希望看进一步的超越。世界纪录却标出了人的局限。现在是九秒九三二米四二八米九将来便有九秒三米十米的成绩，局限还是局限，并且定有极限。这困境属于全人类。当今世上便只有奥林匹克的神火能把全人类召唤在一处，齐对着命运之神唱出自己的心愿。精神在超越肉体之时，上帝不得不永远赐我们以艺术。我的朋友陈志伟说超越不是前进，不是没边没沿的飞升。超越的对象是现实，现实是超越的基础，二者一刻也不能互相脱离。超越是对现实的把握，超越是更大更深更广的现实。我理解所谓超越自我，并不意味着跑百米的跑出九秒九二，跳高的跳出二米四三。我理解长寿和自杀都不能超越死亡，纯朴和出世都不能超越异化，苟安和金牌都不能超越困境。我理解把得教练员运动员喘不过气，似乎还不十分有说服力。外国人也不想为祖国丢脸。关键是对争光的理解不同。中国人认为进球赢球即是争光，所以哆哆嗦嗦稀里糊涂地把球弄进去也是荣耀。越是看重进球，投篮和射门时心理负担就越重，球反而不进。越是想赢，越是不敢轻易有所创造，昏昏然只记住以往进球的老路，弄不清眼前的困境与通途。而美国的篮球巴西的足球，却满场显示着每一个生命的力量自由与创造精神，他们以此为荣，更愿意在困境重重之中表现自己的本事，反而抓住了更多的进球机会。一个是，借助球赛赞美着生命的辉煌。一个是，球借助人，以便进门或进篮筐。写小说亦如此，越想获奖越写成温吞水，越怕被批判越没了创造。没有创造干嘛叫创作。叫创作就应与介绍导游展览集锦等等分开。不面对困境，又何从创造呢？中国人喜欢从古人那儿找根据，再从洋人的眼色里找判断，于是古也一窝蜂，洋也一窝蜂。阿城并非学古，而是从古中找到了新。也有人总在篇首引一行古诗，问题是以下的全篇都不如这一行有意思。莫言把旧而又旧的土匪故事写出了新意，精彩纷呈。也有人在新而又新的改革题材上重弹着滥调。"}
{"text":"写小说亦如此，越想获奖越写成温吞水，越怕被批判越没了创造。没有创造干嘛叫创作。叫创作就应与介绍导游展览集锦等等分开。不面对困境，又何从创造呢？中国人喜欢从古人那儿找根据，再从洋人的眼色里找判断，于是古也一窝蜂，洋也一窝蜂。阿城并非学古，而是从古中找到了新。也有人总在篇首引一行古诗，问题是以下的全篇都不如这一行有意思。莫言把旧而又旧的土匪故事写出了新意，精彩纷呈。也有人在新而又新的改革题材上重弹着滥调。北岛对外国人说我还没到获诺贝尔奖的水平。也有人说诺贝尔文学奖是资本主义意识形态，我们不稀罕。可是某位小提琴家在资本主义国家拉着还没有社会主义时代的曲子得了远不如诺贝尔奖的奖时，却被认为是为国争光。马原的小说非古非洋，神奇而广阔。李说他是在五维世界中创作，我有同感。精神是第五维。说这些作家在五维世界中找中国文学的新路，莫如说他们是在找人的新路。与世界文学对话，当然不能是人家说什么，我们就跟着说什么。这样跟着便永远是在后边。拿出我们自己独特的东西来！但不能拿癫头疮和虱子。你有航天飞机我有故宫，也不行。那些站在世界最前列的作家，往往是在无人能与他们对话的时候，说出前无古人的话来。他们是在与命运之神对话。因此我们甚至不必去想和世界文学对话这件事，只想想我们跟命运之神有什么话要讲就是了。这样也不见得能立刻把我们弄到世界文学的前列去，不过我们不关心这一点，我们关心的仅仅是新路。倘有一天中国文学进入世界先列，我们还是不关心这一点，因为新路无尽无休尚且让我们关心不过来。在一次座谈会上我说，中国文学正在寻找着自己的宗教。话说得乱，引得别人误会了。现在容我引一段既洋且古的名人的活，来说明我的意思吧。罗素说现在，人们常常把那种深入探究人类命运问题，渴望减轻人类苦难，并且恳切希望将来会实现人类美好前景的人，说成具有宗教观点，尽管他也许并不接受传统的基督教。中国文学正做着这样的探究，越来越多了这样的渴望。罗素说一切确切的知识都属于科学。一切涉及超乎确切知识之外的教条都属于神学介乎神学与科学之间的就是哲学。科学确切吗？站在爱因斯坦的时代看，牛顿并不够确切。而现今又已有人发现爱因斯坦的光速不可超越说也不够确切。哲学呢？先承认自己不在确切之列。"}
{"text":"中国文学正做着这样的探究，越来越多了这样的渴望。罗素说一切确切的知识都属于科学。一切涉及超乎确切知识之外的教条都属于神学介乎神学与科学之间的就是哲学。科学确切吗？站在爱因斯坦的时代看，牛顿并不够确切。而现今又已有人发现爱因斯坦的光速不可超越说也不够确切。哲学呢？先承认自己不在确切之列。这样看来，科学与哲学在任何具体的时候都不确切得像是神学了。差别在于这二者都不是教条。看来只有教条是坏宗教，不确切是宇宙的本质。所以罗素又说只要宗教存在于某种感觉的方式中，而不存在于一套信条中，那么科学就不能干预其事。宗教的生命力之强是一个事实。因为人类面对无穷的未知和对未来怀着美好希望与幻想，是永恒的事实。只要人不能尽知穷望，宗教就不会消灭。不如说宗教精神吧，以区别于死教条的坏的宗教。教条是坏东西。不图发展是教条。什么是发展呢？让精神自由盛开吧。精神可以超越光速。也许，科学的再一次爱因斯坦式的飞跃，要从精神这儿找到生机。一九八六年康复本义断想让不能行动的人重新可以行动，使不能工作的人重新能够工作，为丧失谋生能力的人提供生存保障，这无疑是非常重要的。但是，若仅此而已便只能算作修理和饲养，不能算作康复。就像把一辆破汽车一台坏机床修理好，就像在笼中养肥一只鸟儿。康复的意思是指使那些不幸残疾了的人失而复得做人的全部权利价值意义和欢乐，不单是为了他们能够生存能够生产。人来到这个世界上，不是为了完成一连串的生物过程，而是为了追寻一系列的精神实现不是为了当一部好机器，而是为了创造幸福也享有幸福，倘有人说他不渴望幸福，方便的话我们可以给他一点教训，为了他竟敢说谎竟敢亵渎全人类的方向。至于对幸福的不同理解，至于在通往幸福的路上必然散布着痛苦，那是另外的问题。正因为行动工作和生存保障，可能提供给我们创造幸福并享有幸福的机会，它才是重要的，才可算作康复的步骤之一。但是，是不是一个能够行动工作和生存的人，就一定能够如醉如痴地成为一个幸福的创造者和享有者呢？"}
{"text":"至于对幸福的不同理解，至于在通往幸福的路上必然散布着痛苦，那是另外的问题。正因为行动工作和生存保障，可能提供给我们创造幸福并享有幸福的机会，它才是重要的，才可算作康复的步骤之一。但是，是不是一个能够行动工作和生存的人，就一定能够如醉如痴地成为一个幸福的创造者和享有者呢？要回答这个问题，只需记起一件享就够了一个身体健全且衣食住行都不愁的人，也可能自杀。我曾在另一篇文章中谈到过自杀，我以为那是人类的一种光荣品质，是人与其他动物的一个分界。只有人会自杀，因为只有人才不满足于单纯的生物性和机器性，只有人才把怎样活着看得比活着本身更要紧，只有人在顽固地追问并要求着生存的意义，因而只有人创造出了灿烂的文明和壮丽的生活，于是人幸运地没有沦落到去街头随着锣声钻火圈。我不知道这值不值得人类骄傲，但我相信我们要以一个人的资格活下去就必得保持这种骄傲，所以我的康复工作万万不能轻视了这种骄傲。如果我们终于承认了残疾人也是人，如果我们终于相信了人不是为活着而活着的动物，也不是为了生产而配置的机器如果这样的前提已经确立，而我们要是还说残疾人的就业问题尚且没有完全解决，哪还顾得上其他譬如说残疾人的爱情问题呢？那么，要想证明我们的思维能力还是健全的，就只好把上述前提光明磊落地推翻。上述前提当然不容推翻。应该推翻的，是对康复工作的某些简陋的理解，是无意之中仍然轻蔑了残疾人的人权的某些逻辑。譬如说，没有爱情的生活对于健全人来说是不人道的，那么同样的生活对于残疾人来说就应该是可以将就的吗？平等二字忽然到哪儿去了？也许我们应该先来认真想想什么是人道主义了，虽然这四个字现在已经不太陌生。我们对它习惯的理解大约来源于这样一句话救死扶伤，实行革命的人道主义。但是我们现在更想知道的是我们从濒死中活了过来，我们的伤病已然治愈或已然固定为一种残疾，在这之后，人道主义对我们还有什么见教或效用？如果再没有了，便难免会得出一个骇人听闻的结论没病没伤且衣食饱暖的活人，是无需人道主义的。也许现在倒是轮到我们来拯救人道主义了人道主义不仅应该关怀人的肉体，最主要的是得关怀人的灵魂。"}
