{"text":"然而，否则又能怎样呢？望着四周依然欢快生活着的人们，我对自己说人类个体之间痛苦的不相通也许正是人类总体仍然快乐的前提。那么，一个人的灾难对于亲近和不亲近的人们的生活几乎不发生任何影响，这就对了。幸运者对别人的不幸或者同情，或者隔膜，但是，比两者更强烈的也许是侥幸幸亏遭灾的不是我！不幸者对别人的幸运或者羡慕，或者冷淡，但是，比两者更强烈的也许是委屈为何遭灾的偏是我！不幸者需要同伴。当我们独自受难时，我们会感到不能忍受命运的不公正甚于不能忍受苦难的命运本身。相反，受难者人数的增加仿佛减轻了不公正的程度。我们对于个别人死于非命总是惋叹良久，对于成批杀人的战争却往往无动于衷。仔细分析起来，同病相怜的实质未必是不幸者的彼此同情，而更是不幸者各以他人的不幸为自己的安慰，亦即幸灾乐祸。这当然是愚蠢的。不过，无可告慰的不幸者有权得到安慰，哪怕是愚蠢的安慰。一个人经历过巨大灾难的人就好像一座经历过地震的城市，虽然在废墟上可以建立新的房屋和生活，但内心有一些东西已经永远地沉落了。"}
{"text":"幸福是灵魂的叹息和歌唱，苦难是灵魂的呻吟和抗议，在两者中凸现的是对生命意义的或正或负的强烈体验。幸福是生命意义得到实现的鲜明感觉。一个人在苦难中也可以感觉到生命意义的实现乃至最高的实现，因此苦难与幸福未必是互相排斥的。但是，在更多的情况下，人们在苦难中感觉到的却是生命意义的受挫。我相信，即使是这样，只要没有被苦难彻底击败，苦难仍会深化一个人对于生命意义的认识。痛苦和欢乐是生命力的自我享受。最可悲的是生命力的乏弱，既无欢乐，也无痛苦。欢乐与欢乐不同，痛苦与痛苦不同，其间的区别远远超过欢乐与痛苦的不同。对于一个视人生感受为最宝贵财富的人来说，欢乐和痛苦都是收入，他的帐本上没有支出。这种人尽管敏感，却有很强的生命力，因为在他眼里，现实生活中的祸福得失已经降为次要的东西，命运的打击因心灵的收获而得到了补偿。陀思妥耶夫斯基在赌场上输掉的，却在他描写赌徒心理的小说中极其辉煌地赢了回来。对于沉溺于眼前琐屑享受的人，不足与言真正的欢乐。对于沉溺于眼前琐屑烦恼的人，不足与言真正的痛苦。我相信人有素质的差异。苦难可以激发生机，也可以扼杀生机可以磨炼意志，也可以摧垮意志可以启迪智慧，也可以蒙蔽智慧可以高扬人格，也可以贬抑人格，――全看受苦者的素质如何。素质大致规定了一个人承受苦难的限度，在此限度内，苦难的锤炼或可助人成材，超出此则会把人击碎。这个限度对幸运同样适用。素质好的人既能承受大苦难，也能承受大幸运，素质差的人则可能兼毁于两者。痛苦是性格的催化剂，它使强者更强，弱者更弱，暴者更暴，柔者更柔，智者更智，愚者更愚。知道痛苦的价值的人，不会轻易向别人泄露和展示自己的痛苦，哪怕是最亲近的人。喜欢谈论痛苦的往往是不识愁滋味的少年，而饱尝人间苦难的老年贝多芬却唱起了欢乐颂。佛的智慧把爱当作痛苦的根源而加以弃绝，扼杀生命的意志。我的智慧把痛苦当作爱的必然结果而加以接受，化为生命的财富。任何智慧都不能使我免于痛苦，我只愿有一种智慧足以使我不毁于痛苦。"}
{"text":"知道痛苦的价值的人，不会轻易向别人泄露和展示自己的痛苦，哪怕是最亲近的人。喜欢谈论痛苦的往往是不识愁滋味的少年，而饱尝人间苦难的老年贝多芬却唱起了欢乐颂。佛的智慧把爱当作痛苦的根源而加以弃绝，扼杀生命的意志。我的智慧把痛苦当作爱的必然结果而加以接受，化为生命的财富。任何智慧都不能使我免于痛苦，我只愿有一种智慧足以使我不毁于痛苦。对于别人的痛苦，我们的同情一开始可能相当活跃，但一旦痛苦持续下去，同情就会消退。我们在这方面的耐心远远不如对于别人的罪恶的耐心。一个我们不得不忍受的别人的罪恶仿佛是命运，一个我们不得不忍受的别人的痛苦却几乎是罪恶了。我并非存心刻薄，而是想从中引出一个很实在的结论当你遭受巨大痛苦时，你要自爱，懂得自己忍受，尽量不用你的痛苦去搅扰别人。在多数情况下，同情伤害了痛苦者的自尊。如果他是强者，你把他当弱者来同情，是一种伤害。如果他是弱者，你的同情只会使他更不求自强，也是一种伤害。如同肉体的痛苦一样，精神的痛苦也是无法分担的。别人的关爱至多只能转移你对痛苦的注意力，却不能改变痛苦的实质。甚至在一场共同承受的苦难中，每人也必须独自承担自己的那一份痛苦，这痛苦并不因为有一个难友而有所减轻。痛苦使人深刻，但是，如果生活中没有欢乐，深刻就容易走向冷酷。未经欢乐滋润的心灵太硬，它缺乏爱和宽容。人生在世，总会遭受不同程度的苦难，世上并无绝对的幸运儿。所以，不论谁想从苦难中获得启迪，该是不愁缺乏必要的机会和材料的。世态炎凉，好运不过尔尔。那种一交好运就得意忘形的浅薄者，我很怀疑苦难能否使他们变得深刻一些。"}
{"text":"对付它的方法之一便是有意识地置身在关系之外，和自己的遭遇拉开距离。例如，在失恋亲人死亡或自己患了绝症时，就想―想恋爱关系亲属关系乃至自己的生命的纯粹偶然性，于是获得一种类似解脱的心境。佛教的因缘说庶几近之，然而，毕竟身在其中，不是想跳就能跳出来的。无我的空理易明，有情的尘缘难断。认识到因缘的偶然是―回事，真正看破因缘又是一回事。所以，佛教要建立一套烦琐复杂的戒律，借以把它的哲学观念转化为肉体本能。身处一种旷日持久的灾难之中，为了同这灾难拉开一个心理距离，可以有种种办法。乐观者会尽量朝前看，把眼光投向雨过天晴的未来，看到灾难的暂时性，从而怀抱一种希望。悲观者会尽量居高临下地俯视灾难，把它放在人生虚无的大背景下来看，看破人间祸福的无谓，从而产生一种超脱的心境。倘若我们既非乐观的诗人，亦非悲观的哲人，而只是得过且过的普通人，我们仍然可以甚至必然有意无意地掉头不看眼前的灾难，尽量把注意力放在生活中尚存的别的欢乐上，哪怕是些极琐屑的欢乐，只要我们还活着，这类欢乐是任何灾难都不能把它们彻底消灭掉的。所有这些办法，实质上都是逃避，而逃避常常是必要的。如果我们骄傲得不肯逃避，或者沉重得不能逃避，怎么办呢？剩下的唯一办法是忍。我们终于发现，忍受不可忍受的灾难是人类的命运。接着我们又发现，只要咬牙忍受，世上并无不可忍受的灾难。古人曾云忍为众妙之门。事实上，对于人生种种不可躲避的灾祸和不可改变的苦难，除了忍，别无他法。忍也不是什么妙法，只是非如此不可罢了。不忍又能怎样？所谓超脱，不过是寻找一种精神上的支撑，从而较能够忍，并非不需要忍了。一切透彻的哲学解说都改变不了任何一个确凿的灾难事实。佛教教人看透生老病死之苦，但并不能消除生老病死本身，苦仍然是苦，无论怎么看透，身受时还是得忍。当然，也有忍不了的时候，结果是肉体的崩溃――死亡，精神的崩溃――疯狂，最糟则是人格的崩溃――从此委靡不振。如果不想毁于灾难，就只能忍。忍是一种自救，即使自救不了，至少也是一种自尊。以从容平静的态度忍受人生最悲惨的厄运，这是处世做人的基本功夫。定理一人是注定要忍受不可忍受的苦难的。由此推导出定理二所以，世上没有不可忍受的苦难。"}
{"text":"佛教教人看透生老病死之苦，但并不能消除生老病死本身，苦仍然是苦，无论怎么看透，身受时还是得忍。当然，也有忍不了的时候，结果是肉体的崩溃――死亡，精神的崩溃――疯狂，最糟则是人格的崩溃――从此委靡不振。如果不想毁于灾难，就只能忍。忍是一种自救，即使自救不了，至少也是一种自尊。以从容平静的态度忍受人生最悲惨的厄运，这是处世做人的基本功夫。定理一人是注定要忍受不可忍受的苦难的。由此推导出定理二所以，世上没有不可忍受的苦难。对于人生的苦难，除了忍，别无他法。一切透彻的哲学解释不能改变任何―个确凿不移的灾难事实。例如面对死亡，最好的哲学解释也至多只能解除我们对于恐惧的恐惧，而不能解除恐惧本身，因为这后一层恐惧属于本能，我们只能带着它接受宿命。张鸣善普天乐风雨儿怎当风雨儿定当。风雨儿难当！这三句话说出了人们对于苦难的感受的三个阶段事前不敢想象，到时必须忍受，过后不堪回首。人生无非是等和忍的交替。有时是忍中有等，绝望中有期待。到了一无可等的时候，就最后忍一忍，大不了是一死，就此彻底解脱。着眼于过程，人生才有幸福或痛苦可言。以死为背景，一切苦乐祸福的区别都无谓了。因此，当我们身在福中时，我们尽量不去想死的背景，以免败坏眼前的幸福。一旦苦难临头，我们又尽量去想死的背景，以求超脱当下的苦难。生命连同它的快乐和痛苦都是虚幻的――这个观念对于快乐是一个打击，对于痛苦未尝不是一个安慰。用终极的虚无淡化日常的苦难，用彻底的悲观净化尘世的哀伤，这也许是悲观主义的智慧吧。我们不可能持之以恒地为一个预知的灾难结局悲伤。悲伤如同别的情绪一样，也会疲劳，也需要休息。以旁观者的眼光看死刑犯，一定会想象他们无一日得安生，其实不然。因为，只要想一想我们自己，谁不是被判了死刑的人呢？习惯，疲倦，遗忘，生活琐事苦难有许多貌不惊人的救星。人得救不是靠哲学和宗教，而是靠本能，正是生存本能使人类和个人历尽劫难而免于毁灭，各种哲学和宗教的安慰也无非是人类生存本能的自勉罢了。人都是得过且过，事到临头才真急。达摩克利斯之剑悬在头上，仍然不知道疼。"}
{"text":"悲伤如同别的情绪一样，也会疲劳，也需要休息。以旁观者的眼光看死刑犯，一定会想象他们无一日得安生，其实不然。因为，只要想一想我们自己，谁不是被判了死刑的人呢？习惯，疲倦，遗忘，生活琐事苦难有许多貌不惊人的救星。人得救不是靠哲学和宗教，而是靠本能，正是生存本能使人类和个人历尽劫难而免于毁灭，各种哲学和宗教的安慰也无非是人类生存本能的自勉罢了。人都是得过且过，事到临头才真急。达摩克利斯之剑悬在头上，仍然不知道疼。砍下来，只要不死，好了伤疤又忘疼。最拗不过的是生存本能以及由之产生的日常生活琐事，正是这些琐事分散了人对苦难的注意，使苦难者得以休养生息，走出泪谷。只要生存本能犹在，人在任何处境中都能为自己编织希望，哪怕是极可怜的希望。陀思妥耶夫斯基笔下的终身苦役犯，服刑初期被用铁链拴在墙上，可他们照样有他们的希望有朝一日能像别的苦役犯一样，被允许离开这堵墙，戴着脚镣走动。如果没有任何希望，没有一个人能够活下去。即使是最彻底的悲观主义者，他们的彻底也仅是理论上的，在现实生活中，生存本能仍然驱使他们不断受小小的希望鼓舞，从而能忍受这遭到他们否定的人生。请不要责备好了伤疤忘了疼。如果生命没有这样的自卫本能，人如何还能正常地生活，世上还怎会有健康勇敢和幸福古往今来，天灾人祸，留下过多少伤疤，如果一一记住它们的疼痛，人类早就失去了生存的兴趣和勇气。人类是在忘却中前进的。许多时候人需要遗忘，有时候人还需要装做已经遗忘――我当然是指在自己面前，而不只是在别人面前。离一种灾祸愈远，我们愈觉得其可怕，不敢想象自己一旦身陷其中会怎么样。但是，当我们真的身陷其中时，犹如落入台风中心，反倒有了一种意外的平静。我们会发现，人的忍受力和适应力是惊人的，几乎能够在任何境遇中活着，或者――死去，而死也不是不能忍受和适应的。对于一切悲惨的事情，包括我们自己的死，我们始终是又适应又不适应，有时悲观有时达观，时而清醒时而麻木，直到最后都是如此。说到底，人的忍受力和适应力是惊人的，几乎能够在任何境遇中活着，或者――死去，而死也不是不能忍受和适应的。到死时，不适应也适应了，不适应也无可奈何了，不适应也死了。"}
{"text":"环境规定了一个人的遭遇的可能范围，性格则规定了他对遭遇的反应方式。由于反应方式不同，相同的遭遇就有了不同的意义，因而也就成了本质上不同的遭遇。我在此意义上理解赫拉克利特的这一名言性格即命运。但是，这并不说明人能决定自己的命运，因为人不能决定自己的性格。性格无所谓好坏，好坏仅在于人对自己的性格的使用，在使用中便有了人的自由。命运是不可改变的，可改变的只是我们对命运的态度。就命运是一种神秘的外在力量而言，人不能支配命运，只能支配自己对命运的态度。一个人愈是能够支配自己对于命运的态度，命运对于他的支配力量就愈小。狂妄的人自称命运的主人，谦卑的人甘为命运的奴隶。除此之外还有―种人他照看命运，但不强求，接受命运，但不卑怯。走运时，他会抑揄自己的好运。倒运时，他又会调侃自己的厄运。他不低估命运的力量，也不高估命运的价值。他只是做命运的朋友罢了。塞涅卡说愿意的人，命运领着走不愿意的人，命运拖着走。他忽略了第三种情况和命运结伴而行。愿意的人，命运领着走。不愿意的人，命运拖着走。太简单一些了吧？活生生的人总是被领着也被拖着，抗争着但终于不得不屈服。昔日的同学走出校门，各奔东西，若干年后重逢，便会发现彼此在做着很不同的事，在名利场上的沉浮也相差悬殊。可是，只要仔细一想，你会进一步发现，各人所走的道路大抵有线索可寻，符合各自的人格类型和性格逻辑，说得上各得其所。上帝借种种偶然性之手分配人们的命运，除开特殊的天灾人祸之外，它的分配基本上是公平的。偶然性是上帝的心血来潮，它可能是灵感喷发，也可能只是一个恶作剧，可能是神来之笔，也可能只是一个笔误。因此，在人生中，偶然性便成了一个既诱人又恼人的东西。我们无法预测会有哪一种偶然性落到自己头上，所能做到的仅是――如果得到的是神来之笔，就不要辜负了它如果得到的是笔误，就精心地修改它，使它看起来像是另一种神来之笔，如同有的画家把偶然落到画布上的污斑修改成整幅画的点睛之笔那样。"}
{"text":"因此，在人生中，偶然性便成了一个既诱人又恼人的东西。我们无法预测会有哪一种偶然性落到自己头上，所能做到的仅是――如果得到的是神来之笔，就不要辜负了它如果得到的是笔误，就精心地修改它，使它看起来像是另一种神来之笔，如同有的画家把偶然落到画布上的污斑修改成整幅画的点睛之笔那样。当然，在实际生活中，修改上帝的笔误绝非一件如此轻松的事情，有的人为此付出了毕生的努力，而这努力本身便展现为辉煌的人生历程。人活世上，第一重要的还是做人，懂得自爱自尊，使自己有一颗坦荡又充实的灵魂，足以承受得住命运的打击，也配得上命运的赐予。倘能这样，也就算得上做命运的主人了。"}
{"text":"在这个没有上帝的世界上，谁敢说自己已经贯通一切歧路和绝境，因而不再困惑，也不再需要寻找了至于我，我将永远困惑，也永远寻找。困惑是我的诚实，寻找是我的勇敢。他们到了四十岁，于是学着孔夫子的口吻谈论起不惑之年来。可是，他们连惑也不曾有过，又如何能不惑呢？人生是一场无结果的试验。因为无结果，所以怎样试验都无妨。也因为无结果，所以怎样试验都不踏实。人生没有一个终极背景，这一点既决定了人生的荒谬性，又决定了人的自由。犹如做梦，在梦中一切都是荒谬的，一切又都可以随心所欲。当然，只有知道自己是在做梦的人才能够随心所欲。但在梦中知道自己是在做梦的人太少了。所以，一般人既不感到人生是荒谬的，也不知道自己是自由的。就后者来说，他们是不幸的。就前者来说，他们又是幸运的。有人说，人生到处是陷阱，从一个陷阱跳出来，又掉入了另一个陷阱里。可是，尽管如此，你还是想跳，哪怕明知道另一个更深的陷阱在等着你。最不能忍受的是永远呆在同一个陷阱里。也许，自由就寓于跳的过程中。敏感与迟钝殊途同归。前者对人生看得太透，后者对人生看得太浅，两者得出相同的结论人生没有意思。要活得有意思，应该在敏感与迟钝之间。在这个世界上，一个人重感情就难免会软弱，求完美就难免有遗憾。也许，宽容自己这一点软弱，我们就能坚持接受人生这一点遗憾，我们就能平静。最凄凉的不是失败者的哀鸣，而是成功者的悲叹。在失败者心目中，人间尚有值得追求的东西成功。但获得成功仍然悲观的人，他的一切幻想都破灭了，他已经无可追求。失败者仅仅悲叹自己的身世成功者若悲叹，必是悲叹整个人生。在无穷岁月中，王朝更替只是过眼烟云，千秋功业只是断碑残铭。此种认识，既可开阔胸怀，造就豪杰，也可消沉意志，培育弱者。看破红尘的后果是因人而异的。执著是惑，悲观何尝不是惑因为看破红尘而绝望厌世乃至轻生，骨子里还是太执著，看不破，把红尘看得太重。这就好像一个热恋者急忙逃离不爱他的心上人一样。"}
