{"text":"窦家兄弟两人，受了良好教育造就，从此便变成谦虚退让的君子，与世无争，这有多好啊！皇亲国戚之间，还有谁敢欺负他，他也不欺负人。身为皇亲国戚的人，只有如此，不以尊贵骄人，自然更为高贵了！这两兄弟后来学问成就，不像其他皇帝的亲属，他们是非常讲学问讲道德，绝对不以自己的尊贵，去欺负人家，傲视人家，不要法律的约束，都能自尊自重。他自己有了这样的学问这样的修养，因此而终前汉世代，窦氏世泽绵长，成为世家大族。这就是枉则直的道理。实际上，周勃灌婴对窦皇后姊弟之间这样处理，也很不公平，可以说是别有私心的。他们是为了自己将来不受冤枉的迫害，怕自己会被陷害，所以也非圣人之道。圣人之道，是不考虑自己的利益，应为大众着想。倘认为像窦少君兄弟这样的人，到了第一等高位，便应该加以教育而造就他为国家所用的人才，并非只顾私人的利害，那就是仁人的用心了。孔孟之道，固然应当如此，老庄之道，也不例外。历史上记载得很明显，他们两个人的动机，不是为别人着想，也不是为国家天下着想，而只为自己的身家性命着想，而有此一动机的，所以只能说是一种权术手段。但是这个手段，已经够高明，够美好，事实上也合乎老子道德经枉则直的原则了！下面晏子这一个枉则直的故事，是道德的枉则直的道理晏子婴谓曾子曰今夫车轮，山之直木也。良匠揉之，其圄中规，虽有槁暴，不复赢矣。故君子慎隐揉。和氏之壁，井里之困也。良工修之，则为存国之宝也，故君子慎所修。晏子是曾子的前辈，字平仲，他是孔子相交最好的朋友，孔子也很佩服他这个人大概曾子那时年纪很少，该叫他世叔吧。有一次，晏子对曾子说今夫车轮，山之直木也。古代的车轮，是用木头做的，不像现代是橡皮的。车轮是圆的，可是山上的木头是直的，没有弯曲的，良匠揉之，其国中规。好的木工，把直的木头拿来加工，变成弯的圈圈，一经雕凿过，这个圆圆刚好中规中矩，刚刚是一个圆圈，没有一点偏差。虽有槁暴，不复赢矣！木头的本身，虽有枯槁的地方，或者是有暴节的凸出来，或者是木头有一个地方凹下去，这两种情形，都是木头的缺点，可是经过木工的雕凿，不复赢矣！这个木头，如有缺点做成车轮，要载很重的东西，那怎么行呢！但是经过一个木工的整理过，它没得缺点了，便可发出坚强的作用来。故君子慎隐揉。什么叫隐揉呢？"}
{"text":"好的木工，把直的木头拿来加工，变成弯的圈圈，一经雕凿过，这个圆圆刚好中规中矩，刚刚是一个圆圈，没有一点偏差。虽有槁暴，不复赢矣！木头的本身，虽有枯槁的地方，或者是有暴节的凸出来，或者是木头有一个地方凹下去，这两种情形，都是木头的缺点，可是经过木工的雕凿，不复赢矣！这个木头，如有缺点做成车轮，要载很重的东西，那怎么行呢！但是经过一个木工的整理过，它没得缺点了，便可发出坚强的作用来。故君子慎隐揉。什么叫隐揉呢？慢慢地渐渐地。所以说，要学会做一个君子，便要谨慎小心，致力学问修养，一天一天慢慢地琢磨成器，如同木工做车轮于一样，慢慢地雕凿，平常看不出效果，等到东西做成功了，效果就出来了，到这时候，才看出成绩。所谓慎隐揉。就是慢慢地渐渐地静静地，不急躁地去做。这就是告诉曾子，人生的学问道德修养，不是一下做得好的。第二个观念，和氏之壁。在中国历史上，是一块大的宝石――玉，就是商相如见秦昭王完壁归赵的那块玉。原是楚国的玉工卞和，观察到荆山有一块大石头，断定它里面蕴藏有一方美玉。最初还没有人相信，指他说谎话骗人，卞和因此还受了刑罚，两腿被锯断了。后来事实证明，的确其中有玉，一跃而成为价值连城的宝玉。卞和好冤枉啊！但这块宝玉，当它还没有开凿出来，只不过是一块噗石而已。如同乡巴佬，生活没得办法，到山上弄块石头――去找玉石――如果一下看准了，凿开了里面有玉，就会发财。这和穷人到沙滩上淘金是一样的。可是，石头固然找对了，但必须经过良工加以切磋雕琢，制做成为上好的珍品，那么，这块石头才能成为存国之宝，象征保全一个故国的大宝了。它本来不过是山里一块没有人要的石头，连牛羊都可以在上面大便，等到挖出来后，经过人工雕凿整理，就变成存国之宝。引用这个故事来比喻，故君子慎所修。一个普通的人，要想变成一个圣人，或者是要开创一番事业，处处需要学问道德知识技能，但须看你自己平常所学所修养所注意的是什么？这就是说明了枉则直的一则作用。再说洼则盈的故事狐狸豹皮的吸引力晋文公时，翟人有献封狐文豹之皮者。文公喟然叹曰封狐文豹何罪哉？其皮之罪也，大夫架枝曰地广而不平，财聚而不散，独非狐豹之罪乎？文公曰善哉说之。架枝曰地广而不平，人将平之。财聚而不散，人将争之。"}
{"text":"引用这个故事来比喻，故君子慎所修。一个普通的人，要想变成一个圣人，或者是要开创一番事业，处处需要学问道德知识技能，但须看你自己平常所学所修养所注意的是什么？这就是说明了枉则直的一则作用。再说洼则盈的故事狐狸豹皮的吸引力晋文公时，翟人有献封狐文豹之皮者。文公喟然叹曰封狐文豹何罪哉？其皮之罪也，大夫架枝曰地广而不平，财聚而不散，独非狐豹之罪乎？文公曰善哉说之。架枝曰地广而不平，人将平之。财聚而不散，人将争之。于是列地以分民，散财以赈贫。洼则盈。水性下流，凡是低洼的地方，流水积聚必多，最容易盈满。春秋时代，齐桓公晋文公都是五霸之一。但春秋所谓的霸主，并非后来项羽自称为西楚霸王的霸王。后世所谓的霸王，应该等于现在世界上的发达国家，在国际间有它了不起的武力和特殊的政治声望威力。尤其晋文公是春秋时候第二个霸主，而且他更与齐桓公所遭遇家庭问题所发生的变故，类似而又不同。他因为后娘的争权而发生变故，逃亡在外，历尽艰危险阻，吃尽苦头，饿过饭，几乎把命都丢掉，流亡了十九年，获得了丰富的人生经验，最后复国，所以晋国在他手里成为一个霸主。当他当了霸主的时候，翟这个地方在今山东，有一个老百姓，来献封狐文豹之皮者，向晋文公贡献一件长得很大的―一起码是有七八百年的道行成了精灵的狐狸，结果也难免有此一劫，被人抓到杀了，得了一张大皮。在过去以狐皮制成的衣服叫狐裘，是第一等衣料，非常名贵，普通老百姓是穿不起的，没有这种资格和本钱，因此得到这样好的一张特等狐皮，自然要献给君主。另外一张豹的皮，也是有特别花纹的皮包，都是上等皮货。晋文公收到老百姓所献上这样的珍品，因为自己在外流亡多年，什么苦头都吃过，所以看了以后，不免引起感慨，大叹一声说道封狐文豹何罪哉，其皮之罪也。狐狸长大了也不犯法，豹子毛长得漂亮，也不犯法，动物有什么罪呢？可是这两个家伙，硬是被人打杀了，只是因为它的皮毛长得太过漂亮，所以才免不了祸害的降临！这时，曾经跟他流亡多年的一位功臣，名叫荣枝的大夫，听了晋文公的感叹，就接着说地广而不平，财聚而不散，独非狐豹之罪乎？这几句话是很妙的双关语，他说一个国家拥有广大的土地春秋时候，人口很少，没有开发的地方很多，君主内府宫廷的财帛又那么多，但是老百姓仍然没有饭吃。"}
{"text":"狐狸长大了也不犯法，豹子毛长得漂亮，也不犯法，动物有什么罪呢？可是这两个家伙，硬是被人打杀了，只是因为它的皮毛长得太过漂亮，所以才免不了祸害的降临！这时，曾经跟他流亡多年的一位功臣，名叫荣枝的大夫，听了晋文公的感叹，就接着说地广而不平，财聚而不散，独非狐豹之罪乎？这几句话是很妙的双关语，他说一个国家拥有广大的土地春秋时候，人口很少，没有开发的地方很多，君主内府宫廷的财帛又那么多，但是老百姓仍然没有饭吃。那岂不是如这两头被杀害的狐狸豹子一样的可怕吗？荣枝这话说得很幽默，换句话说，他当时所讲的话与后世禅宗祖师们的话头一样，都具有面面观的价值，要有高度理解力，能听别人吹牛的天才，才可听得懂。像齐桓公晋文公汉高祖这些人，专门会听别人吹大牛的，自然心里有数。来枝的话也可以解释为我们国家的土地那么广大，而你私人皇宫的财产又那么多，福者祸之所倚，说不定有一天也像这狐豹的皮件一样，落到别人的手里啊！这几句话很难解释，很难作明白的表达，直译成白话，就没有含蓄的美了，此之所以为古文，则自成为一套文学逻辑。古文为什么不明讲呢？如果用现在的白话文的体裁语气，讲完了以后，等于在洗澡堂里看裸体，一览无余，一点味道也没有。而且在说话的艺术上，变成太直，等于顶撞，绝对是不行的，不合乎曲则全的原则。同样的语意，经过语言文字的修饰，便可以当作指责，也可以当作比喻。不要认为文章只是文章而已，古人讲话未必真会那么讲。在我的经验中，晓得前辈说话，真的那么讲，因为我小时候听到前辈先生们讲话，他们嘴里讲出来的话就是文质彬彬的。自己读书没有读好，听他们讲话往往会听错了，不像现在一般讲话，一点韵味也没有。例如好的！好的！偏要说成善哉！善哉！这又为了什么？因为古人认为语意如不经修饰，就不足以表示有学问的修养。现在如果用这种语汇，说委婉的话，却反遭人讥诮为咬文嚼字了。晋文公是何等聪明的人，他因看到狐豹的皮而引出内心的感慨，再经过跟在他身边的亲信接上这么一句独非狐豹之罪乎？晋文公便说善哉说之！意思是说好！你的道理说得对，你就把你要说的道理直接讲个彻底吧！不要含含糊糊，有所顾忌了！来枝说地广而不平，人将平之财聚而不散，人将争之。你没有平均地权，把没有开发的地区分配给人民耕种，将来就会引起老百姓的反感，别人就会起来分配。"}
{"text":"现在如果用这种语汇，说委婉的话，却反遭人讥诮为咬文嚼字了。晋文公是何等聪明的人，他因看到狐豹的皮而引出内心的感慨，再经过跟在他身边的亲信接上这么一句独非狐豹之罪乎？晋文公便说善哉说之！意思是说好！你的道理说得对，你就把你要说的道理直接讲个彻底吧！不要含含糊糊，有所顾忌了！来枝说地广而不平，人将平之财聚而不散，人将争之。你没有平均地权，把没有开发的地区分配给人民耕种，将来就会引起老百姓的反感，别人就会起来分配。你宫廷中财产那么多，没有替社会谋福利，将来就会有人将你皇宫的宝藏拿走了。晋文公说你说的全对！因此马上就实施政治改革，于是列地以分民，散财以赈贫。这就是洼则盈的道理。我们再说一个洼则盈的故事晋文公问政于咎犯。咎犯对曰分熟不如分腥，分腥不如分地，地割以分民而益其爵禄，是以上得地而民如富，上失地而民知贫，古之所谓致师而战者，其斯之谓乎？咎犯是一个人名，不要认为咎是过错，犯是犯了罪，这样解释那就糟了一笑。咎犯和架枝，都是晋文公身边的高级干部，而且都是跟晋文公流亡在外十九年吃尽苦头的人。有一天晋文公与他讨论政治的道理，咎犯对曰分熟不如分腥，分腥不如分地，地割以分民而益其爵禄，是以上得地而民知富，上失地而民知贫。咎犯答复说你要在经济上财政上，做平均的分配，合理的分配。比如我们分配一块肉，煮熟了来分配，还不如分腥的好。拿一块生的猪肉分给人家，五斤也好，十斤也好，分到猪肉的人，也许红烧，也许清炖，比较方便，一定要煮熟切片再分送给人家，那么，人家就固定非吃白切肉而不可了！这样，就有点强迫别人的意志了！这是分熟的不如分腥的涵义，是用譬喻的逻辑。再说，分食物给人家，不如分地给人家自己去耕地好。也就是说，最好是把王室的私有财产――土地，平均地权，分配给老百姓以后，而益其爵禄，不但分配给他土地，使其生活安适，而且给他适当的职务，使他有事情可做。这样一来，自己的财产虽然分配给了老百姓，在形态上好像是把财产分掉了，其实老百姓富有了，也就是王室国家的富有。是以上得地而民知富，上失地而民知贫。这两句又是什么内涵呢？因为万一有敌人来侵犯，全国老百姓不要你下达命令，自然会起来作战，如果我们共有的国土被敌人占据了，那大家也完了。何谓致师而战者？"}
{"text":"也就是说，最好是把王室的私有财产――土地，平均地权，分配给老百姓以后，而益其爵禄，不但分配给他土地，使其生活安适，而且给他适当的职务，使他有事情可做。这样一来，自己的财产虽然分配给了老百姓，在形态上好像是把财产分掉了，其实老百姓富有了，也就是王室国家的富有。是以上得地而民知富，上失地而民知贫。这两句又是什么内涵呢？因为万一有敌人来侵犯，全国老百姓不要你下达命令，自然会起来作战，如果我们共有的国土被敌人占据了，那大家也完了。何谓致师而战者？致师，是不等到下达命令，老百姓自动地都来动员，因为国家的灾难，就是人民自己的灾难，这是致师而战的内涵，同时也说明了洼则盈的原理。我们现在费了很多时间力气，说明了这几句话的道理，下面再讲一则历史故事，来说明敝则新。赵简子谓左右车席泰美，夫冠虽贱，头必戴之。履虽贵，足必履之，今车席如此泰美，吾将何以履之。夫美下而轻上，妨义之本也。赵简子也是战国时代的大政治家之一，谓左右车席泰美。他看到左右的人，如一般官吏或侍随官等人，都把他的车子里铺的席子，做得太讲究了，拿现在比喻，地毯太好了，所以，他很不高兴，向左右的人说为什么把我车子里面布置得那么漂亮，那么名贵呢！帽子再坏，还是戴在头上。鞋再名贵，还是穿在脚底下，踏在地面。现在你们把车子铺上那么好的地毯，那么我要穿上什么鞋子，才能踏这地毯上面，以便名贵中更加名贵呢！即使换了一双更名贵的鞋子，我可无法再到我妈妈那里找一双漂亮的脚来穿这双好的鞋子呢！那怎么办！夫美下而轻上，妨义之本也。这句话，就同参禅一样是话头，人只顾眼前，不顾将来，美上而轻下也是不合理的，这不是道德的根本。他吩咐把漂亮的地毯拿掉，保留原来的朴实，那才是永远是常新的。我们引用历史的故事，来说明老子这几句话的作用，使大家了解在行为上做人处事的原则。一个人做人做事，无论大事小事，一定要把握住道家的精神――曲全枉直洼盈敝新这几个原则才好。这是人生的艺术，自己要把这一生的生活，个人的事业前途，处理得平安而有韵味，就应该把握这一些原则。而这四个原则，归纳起来，统属于曲则全的延伸而已。有了富贵，失去欢乐接着，更加引申曲全之道的正面告诫，便说出少则得，多则惑的名言。"}
{"text":"一个人做人做事，无论大事小事，一定要把握住道家的精神――曲全枉直洼盈敝新这几个原则才好。这是人生的艺术，自己要把这一生的生活，个人的事业前途，处理得平安而有韵味，就应该把握这一些原则。而这四个原则，归纳起来，统属于曲则全的延伸而已。有了富贵，失去欢乐接着，更加引申曲全之道的正面告诫，便说出少则得，多则惑的名言。当清末民初的时期，有一山西商人，生意做得很大，财产很多，可是这人一天到晚，必须自己打算盘，亲自管理会计。虽然请有帐房先生，但总帐还是靠自己计算，每天打算盘打到深夜，睡又睡不着，年纪又大，当然很烦恼痛苦。挨着他的高墙外面，却住了一户很穷的人家，两夫妻做豆腐维生，每天凌晨一早起来磨豆子煮豆浆做豆腐，一对活宝穷开心，有说有笑，快快活活。可是这位富商，还睡不着，还在算帐，搅得头晕眼花。这位富商的太太说老爷！看来我们太没意思！还不如隔壁卖豆腐这两口子，他们尽管穷，却活得很快乐。这位富商听了太太这样讲，便说那有什么难，我明天就叫他们笑不出来。于是他就开了抽屉拿了一锭十两重的金元宝，从墙上丢了过去。那两夫妻正在做豆腐，又唱歌，又说笑，听到门前扑通一声，掌灯来看，发现地上平白地放着一个金元宝，认为是天赐横财，悄悄地捡了回来，既不敢欢笑，更不想歌唱了，心情为之大变。心里想，天上掉下黄金，这怎么办！这是上天赐给我们的，不能泄露出去给人家知道，可是又没有好地方储藏――那时候当然没有使用保险柜――放在枕头底下不好睡觉，放在米缸里也不放心，直到天亮豆腐也没有磨好，金元宝也没有藏好。第二天，两夫妻小组会议，这下发财了，不想再卖豆腐了，打算到哪里买一幢房子，可是一下子发的财，又容易被人家误以为是偷来的，如此商量了三天三夜，这也不好，那也不对，还是得不到最好的方法，夜里睡觉也不安稳，当然再也听不到他两口子的欢笑声和歌唱声了！到了第三天，这位富商告诉他的太太说你看！他们不说笑不唱歌了吧！办法就是这么简单。穷人没有见过很多的钱，也没有经历过财富的日子，以为财富很好，认为财富多了，就会快乐和幸福。过去的时代，住在海边的穷人家就很可怜，一年到头，只吃一点番薯干，掺了一些糙米做稀饭，除此之外，一点液得发臭的成鱼，算是佐餐的副食。偶然吃到一点青菜豆腐，那是一种大享受。"}
{"text":"到了第三天，这位富商告诉他的太太说你看！他们不说笑不唱歌了吧！办法就是这么简单。穷人没有见过很多的钱，也没有经历过财富的日子，以为财富很好，认为财富多了，就会快乐和幸福。过去的时代，住在海边的穷人家就很可怜，一年到头，只吃一点番薯干，掺了一些糙米做稀饭，除此之外，一点液得发臭的成鱼，算是佐餐的副食。偶然吃到一点青菜豆腐，那是一种大享受。曾经有一个穷人，发了一个大愿，他说，如果我某人将来有钱的时候，天天要吃青菜豆腐，才够意思，这就是他一生的最高欲望了！他可不知道，有钱的人吃青菜豆腐，并不算一回事，他以为青菜豆腐便是世上最好的菜肴。但是，谁又真能了解，知识愈多，烦恼愈大。财富越大，痛苦越深呢！所以佛经里把烦恼叫做烦惑，愈有烦恼，思想就愈迷惑不清。是以圣人抱一为天下式。老子说自古以来，有道的人――圣人，必是抱一为天下式，确然而不可拔，固守一个原则以自处。但是，什么叫一？一者，道也。下面会有解释，这里暂时保留。总之，他是说人生于世，做人做事，要有一个准则，例如现在很多青年同学，并不如此。问到他们的人生观是什么？他们都茫然不知所对。许多读到大专毕业的同学，甚至拿到硕士博士的人，谈到他的人生观，总是说还没有确定。你作木匠就作木匠，做泥水工就做泥水工，当皇帝与作泥水工，只是职业上的不同，人格则仍然是一样的。人要认定一个人生的目标，确定自己要做什么。要做一个学者，就准备穷一辈子，如果又怕穷，又想当学者，几乎是不可兼得，无法两全的事。但是人生观总是要有个确定的目标才对。所以圣人抱一而为天下式是为至要。四不的领导学接着一式以后，便讲不自见故明，不自是故彰，不自伐故有功，不自矜故长。道家的老庄，与佛家儒家，三家教人的道理，几乎都是一样的。不过佛家儒家是从正面上讲，老庄道家是从反面上说的。反面说的意义深刻，不但深刻，而且更具有启发性的作用。因为佛家与儒家是从正面上说的，往往变成了教条式的告诫，反而使人产生抗拒性的意识。至于老庄道家的说法，却合乎曲则全的作用，比较使人容易接受。不自见故明。人本来要随时反省，使自己看见自己才好，为什么在这里却说要不自见故明呢？"}
{"text":"道家的老庄，与佛家儒家，三家教人的道理，几乎都是一样的。不过佛家儒家是从正面上讲，老庄道家是从反面上说的。反面说的意义深刻，不但深刻，而且更具有启发性的作用。因为佛家与儒家是从正面上说的，往往变成了教条式的告诫，反而使人产生抗拒性的意识。至于老庄道家的说法，却合乎曲则全的作用，比较使人容易接受。不自见故明。人本来要随时反省，使自己看见自己才好，为什么在这里却说要不自见故明呢？这是说，要人不可固执自己主观的成见，执着了自己的主观成见，便同佛家所说的所知障，反为自障了！因为自有主观成见，就无法吸收客观的东西，因此而说不自见故明。尤其对一个领导的人来讲，千万不要轻易犯了这个错误，即如一个公司的老板董事长，一旦事业成就，便不可得意忘形，须有不自见，才能更加明白事理。有人说，老庄是帝王学，是伟大的领导术，也许重点就在这些至理名言中。当一个领导群众的人，千万不可有自见，需要多听听别人的意见，把所有的智慧，集中为你自己的智慧，你的智慧就更大了。那就合乎不自见故明的道理了。不自是故彰。自是与自见差不多是同一个道理，但同中有异。自是是主动的认为我一定都对的，我的绝对没有错。譬如现在的人，喜欢引用拿破仑说的拿破仑的字典里没有难字。乍听很有气魄似的，其实，拿破仑就太自是，所以变成拿破了轮，结果还是要失败。只引用拿破仑的话，没有看到拿破仑的一生，他不过是像项羽一样的人物，并没有真正成功的内涵。他的字典里面没有难字，那是自是，所以，成功果然很难，人不自是，才能开彰大业。不自伐故有功。自伐，是自我表扬的代名辞。有了功劳的人爱表功，差不多是人们的常态。尤其许多青年同学们，很容易犯这个毛病，虽然只做了一点事情，就想人家表扬一下，要鼓励鼓励。常常以此来作为课题，考察青年同学，看他能稳得住多久时间。有些人稳几天可以稳得住，多过几天，心里就稳不住了，我做的事这么久了，好像老板都不知道一样，就要想办法表现出来。真正有修养的人要不自伐，有功等于无功，儒家的人常以尧舜来做标榜，功在天下，功在国家，而他自己好像一点都没有做一样，而且更加谦虚，觉得自己没有什么贡献似的，那才是不自伐的最高竿，当然不会埋没了你真正功高望重的知名度的，因为天下明眼人毕竟很多。"}
