{"text":"中国的上古文化，也有同样的标榜，尤其对人生哲学的要求，必须达于至善，生活与行为，必须要求到至美的境界。甚至散于诸子百家的学术思想中，也都随处可见，不须―一列举，另加介绍。现在从后世道家所标榜的修道，与学术思想上的应用两面来讲，也便可以知道它的大要。至于进而多方发明，以各种不同的角度来说明各个触角，那就在神而明之，无往而不自得了。先从修道方面来讲，无论后世哪一种宗教，或教育哲学，都会树立一个美和善的架构标的。殊不知变生于定，二由一起。凡是人为所谓的美与善的道，一落痕迹，早已成为不美不善的先驱了。修道的人，大多数都把道的境界，先由自己的主观观念，建立起一个至真至善至美的构想。也可以说是自己首先建立起一个道的幻境，妄自追求。其实，一存此念，早已离道太远了。因此老子便说美之为美，斯恶矣。善之为善，斯不善矣。随老子之后，后来从印度传来的佛家学说，也同样有此理论。例如大乘佛学所谓道体的真如，这个名词本身便自说明只是名言的建立，不可认为确有一个固定不变的真如存在。真者如也，如其真也。如果把真如确定在美善的范畴，这个真也就不如如自在了。这是许多修道者在思想观念与见解上难以避免的大问题。因此佛学以解脱见惑――理解上的困扰思惑――观念上的困扰，为无为法，为见道的重心所在。譬如五种见惑中的见取见与禁戒取见，就都属于思想见解上的迷惑。由此可见佛家学说与老子相提并论，并非偶然。老子是用归纳方法来简单指示，佛家则用演绎方法来精详分析。无怪宋儒中的反对派，就佛老并称，同时排斥了。善反而不美大道无名，并非如一般凡夫俗子们所认为的常道。什么是常道呢？便是平常人们为形而上道所建立起的至真至善至美的名相境界。这样一来，早已离道更远了。有个真善美的天堂，便有丑陋罪恶虚伪的地狱与它对立。天堂固然好，但却有人偏要死也不厌地狱。极乐世界固然使人羡慕，心向往之，但却有人愿意永远沐浴在无边苦海中，以苦为乐。与其舍一而取一，早已背道而驰。不如两两相忘，不执着于真假善恶美丑，便可得其道妙而逍遥自在了。如果从学术思想上的观点来讲，既然美与丑善与恶，都是形而下人为的相对假立，根本即无绝对标准。那么，建立一个善的典型，那个善便会为人利用，成为作恶多端的挡箭牌了。建立一个美的标准，那个美便会闹出东施效颦的陋习。"}
{"text":"天堂固然好，但却有人偏要死也不厌地狱。极乐世界固然使人羡慕，心向往之，但却有人愿意永远沐浴在无边苦海中，以苦为乐。与其舍一而取一，早已背道而驰。不如两两相忘，不执着于真假善恶美丑，便可得其道妙而逍遥自在了。如果从学术思想上的观点来讲，既然美与丑善与恶，都是形而下人为的相对假立，根本即无绝对标准。那么，建立一个善的典型，那个善便会为人利用，成为作恶多端的挡箭牌了。建立一个美的标准，那个美便会闹出东施效颦的陋习。有两则历史故事，浓缩成四句名言，就可说明美之为美，斯恶矣。善之为善，斯不善矣的道理，那就是纣为长夜之饮，通国之人皆失日，楚王好细腰，宫人多饿死。现在引用它来作为经验哲学的明确写照，说明为人上者，无论在哪一方面，都不可有偏好与偏爱的趋向。即使是偏重于仁义道德自由民主，也会被人利用而假冒为善，变为造孽作恶的借口了。同样地，爱美成癖，癖好便是大病。从历史经验的个人故事来说元朝末期的一位大名士――大画家倪云林。他非常爱美好洁。他自己使用的文房四宝――笔墨纸砚，每天都要有两位专人来经管，随时负责擦洗干净。庭院前面栽的梧桐树，每天早晚也要派人挑水揩洗干净，因此硬把梧桐树干净死了。有一次，他留一位好朋友在家里住宿，但又怕那个朋友不干净，一夜之间，亲自起来视察三四次。忽然听到朋友在床上咳嗽了一声，于是担心得通宵不能成眠。等到天亮，便叫佣人寻找这位朋友吐的痰在哪里，要清理干净。佣人们找遍了所有地方，也找不出那位先生吐痰的痕迹，又怕他生气骂人，只好找了一片落叶，稍微有点脏的痕迹，拿给他看说找到了。他便立刻闭上眼睛，蒙住鼻子，叫佣人把这片树叶送到三里外去丢掉。元末起义的张士诚的兄弟张士信，因为仰慕倪云林的画，特地派人送了绢和厚重的金币去，请他画一张画。谁知倪云林大发脾气说倪瓒云林名不能为王门画师。当场撕裂了送来的绢。弄得士信大怒，怀恨在心。有一天，张士信和一班文人到太湖上游乐，泛舟中流，另外一只小船上传来一股特别的香味。张士信说这只船上，必有高人雅士。立刻靠拢去看个清楚，不料正是倪云林。张士信一见，便叫从人抓他过来，要拔刀杀了他。经大家恳求请免，才大打一顿鞭子了事。倪云林被打得很痛，但却始终一声不吭。后来有人问他打得痛了，也应该叫一声。倪云林便说一出声，便太俗了。"}
{"text":"谁知倪云林大发脾气说倪瓒云林名不能为王门画师。当场撕裂了送来的绢。弄得士信大怒，怀恨在心。有一天，张士信和一班文人到太湖上游乐，泛舟中流，另外一只小船上传来一股特别的香味。张士信说这只船上，必有高人雅士。立刻靠拢去看个清楚，不料正是倪云林。张士信一见，便叫从人抓他过来，要拔刀杀了他。经大家恳求请免，才大打一顿鞭子了事。倪云林被打得很痛，但却始终一声不吭。后来有人问他打得痛了，也应该叫一声。倪云林便说一出声，便太俗了。倪云林因为太爱美好洁了，所以对于女色，平常很少接近。这正如清初名士袁枚所说的选诗如选色，总觉动心难。但有一次，他忽然看中了金陵的一位姓赵的歌姬，就把她约到别墅来留宿。但是，又怕她不清洁，先叫她好好洗个澡。洗完了，上了床，用手从头摸到脚，一边摸，一边闻，始终认为她哪里不干净，要她再洗澡，洗好了又摸又闻，还是认为不干净，要再洗。洗来洗去，天也亮了，他也算了。上面随便举例来说美之为美，斯恶矣的故事。现在再列举一则故事来说明善之为善，斯不善矣。宋代的大儒程颐，在哲宗时代，出任讲官。有一天上殿为哲宗皇帝讲完了书，还未辞退，哲宗偶然站起休息一下，靠在栏杆上，看到柳条摇曳生姿，便顺手折了一枝柳条把玩。程颐看到了，立刻对哲宗说方春发生，不可无故推折。弄得哲宗啼笑皆非，很不高兴，随即把柳条掷在地上，回到内宫去了。因此后来有人说，讲孔门的道理，无论怎样说，也不致超过孟子。而孟子对齐宣王说，好色好货也都无妨，只要扩充所好的心与天下同乐就对了。偏是倒霉的宋哲宗，遇到了程夫子，一根柳条也不许动。当了皇帝的，碰到如此这般的大儒，真是苦哉！由于这些历史故事的启发，便可了解庄子所说的为善无近名，为恶无近刑的道理，也正是善之为善，斯不善矣的另一面引申了。再从人类心态的广义来讲，爱美，是享受欲的必然趋向。向善，是要好心理的自然表现。愿天常生好人，愿人常作好事，那是理想国中所有真善美的愿望，可不可能在这个人文世界上出现，这是一个天大的问题。"}
{"text":"再从人类心态的广义来讲，爱美，是享受欲的必然趋向。向善，是要好心理的自然表现。愿天常生好人，愿人常作好事，那是理想国中所有真善美的愿望，可不可能在这个人文世界上出现，这是一个天大的问题。我们顺便翻开历史一看，秦始皇的阿房宫，隋场帝的迷楼和他所开启的运河两岸的隋堤，李后主的凤阁龙楼，以及他极力求工求美的词句，宋徽宗的良岳与他的书笔和书法，慈掉太后的圆明园和她的花鸟，罗马帝国盛极时期的雕刻建筑，甚至驰名当世如纽约的摩天大厦，华盛顿的白宫，莫斯科的克里姆林宫，也都是被世人认为是一代的美或权利的标记，但从人类的历史经验来瞻前顾后，谁能保证将来是否还算是至善至美的尤物呢？唐人韩淙有一首柳枝词说梁苑隋堤事已空，万条犹舞旧春风。何须思想千年事，谁见杨花入汉宫。老子却用更深刻而尖锐的笔触指出故有无相生，难易相成，长短相较，高下相倾，音声相和，前后相随。是以圣人处无为之事，行不言之教，万物作焉而不辞。生而不有，为而不恃，功成而弗居。夫唯弗居，是以不去。由老子的首章而接连这一章的全段，很明显地看出他说自形而上道的无名开始，一直到形而下的名实相杂，再到同出而异名因果相对的道理，自始至终，是要人匆作祸首莫为罪魁的教示。但是，他说归说，后世用归用，完全不是老子说的那样。有无相生从人类的经验来讲，天地万物的从有还无，是很自然的事实。但是要说到万物的有，是从无中出生，实在是一件不可思议的事。因此，古今中外的崇信唯物论者，除了绝对否定无中生有之外，便给老子加上顶虚无主义的帽子。尤有甚者，把老子归到唯物思想的范围。断定老子的无便是没有，更不管他相生两字的内涵。不过，真要指出有与无是怎样相生的道理，综合东西文化数千年的哲学，也实在作不了一个明确的结论。除非将来的理论物理与哲学汇合，或者会有个明确的交待。如果勉强用现代物理知识来解释，认为质能互变的原理，便是有无相生的说明，那也是并不透彻，而难以肯定的说明。况且物理学上的定律，还是未定之义，它随时在再求深入。倘使只从传统道家观念来说明有无相生的原理，自庄子列子等开始，都是用神化气化来作说明。至于神与气的问题，究竟属于物质？或是物理功能的作用？便又牵涉到另一问题上去了，暂且不说。"}
{"text":"不过，真要指出有与无是怎样相生的道理，综合东西文化数千年的哲学，也实在作不了一个明确的结论。除非将来的理论物理与哲学汇合，或者会有个明确的交待。如果勉强用现代物理知识来解释，认为质能互变的原理，便是有无相生的说明，那也是并不透彻，而难以肯定的说明。况且物理学上的定律，还是未定之义，它随时在再求深入。倘使只从传统道家观念来说明有无相生的原理，自庄子列子等开始，都是用神化气化来作说明。至于神与气的问题，究竟属于物质？或是物理功能的作用？便又牵涉到另一问题上去了，暂且不说。在道家中，比较接近理论物理思想的，应当以五代谭峭的化书为首。其中的道化说道之委也，虚化神，神化气，气化形，形生而万物所以塞也。道之用也，形化气，气化神，神化虚，虚明而万物所以通也。是以古圣人穷通塞之端，得造化之源，忘形以养气，忘气以养神，忘神以养虚，虚实相通，是谓大同。故藏之为元精，用之为万灵，合之为太一，放之为太清。是以坎离消长于一身，风云发泄于七窍，真气薰蒸而时无寒暑，纯阳流注而民无死生，是谓神化之道者也。谭子的道化学说，也可以说是代表了历来道家的一贯思想，如果说他是唯物论，但他所提出的神，非物理。神与物是有明显的界说。如果说他是唯心论，神与心的关系，究竟如何？神与心是一或二？亦成为后世佛道两家争端的症结。可是这些讲来讲去，到底都牵涉到道通天地有形外，思入风云变态中的形而上学，而且都是幸或不幸去做神仙们的大事。至于一般凡夫俗子们对老子的有无相生等道理，却老老实实反用为帝王术的万灵丹，因此千古以来，便使老子背上阴谋与欺世盗名的大黑锅，那是事实俱在，证据确切的。老子背上历史的烂帐现在我们再回转来看看这位先圣――老子的哲学大道理，如何被历世的大国手――帝王们用到大政治大谋略上去。三代以上，历史久远，资料不太完全，姑且置而不论。三代以下，从商汤周武的征诛开始，一直到秦汉以后，凡是创业的大国手――建立统一世系的帝王，没有哪个不深通老子或暗合黄老之道有无相生前后相随的路线的。大舜起自田间，赤手空拳，以重孝道德行的成就，继承帝尧而有天下。大禹是以为父赎罪的心情，胼手胝足，治河治水的劳苦功高，又继大舜之后而有天下。"}
{"text":"三代以上，历史久远，资料不太完全，姑且置而不论。三代以下，从商汤周武的征诛开始，一直到秦汉以后，凡是创业的大国手――建立统一世系的帝王，没有哪个不深通老子或暗合黄老之道有无相生前后相随的路线的。大舜起自田间，赤手空拳，以重孝道德行的成就，继承帝尧而有天下。大禹是以为父赎罪的心情，胼手胝足，治河治水的劳苦功高，又继大舜之后而有天下。这当然都是无中生有，难易相成白手创业的圣帝明王行道的大榜样。跟着而来的，汤以一旅之师，文王以百里之地，以积德行仁为大谋略，因此而难易相成，长短相较，高下相倾，音声相和，前后相随而囗有天下，开启德治的长远规模。从此以后，划分时代的春秋霸主们，都是走有无相生，难易相成，长短相较，高下相倾，音声相和，前后相随权术纷争的路线，互争雄长。所谓上古的道化与德治，早已成为历史上的陈迹，学术上的名词，徒有空言，皆无实义了。因此都享国不久，世系也屡易不定。等次以降，秦始皇的蚕食吞并六国的谋略，汉高祖刘邦的手提三尺剑，起自草莽，降秦灭楚。甚至曹操父子的阴谋篡位，刘裕的效法曹瞒，以及唐太宗李世民的反隋，赵匡胤的黄袍加身，忽必烈的声东击西，朱元璋的奋起淮泗，多尔衮的乘机入关，康熙的帝王术，都是深明黄老，用作韬略的大原则，师承老子的有无相生，难易相成等原理而建立世系基业。在这些历来大国手的创业名王当中，最坦率而肯说出老实话的，有两个人，一个是曹丕，一个是唐太宗的父亲李渊。当曹丕硬逼刘邦的末代子孙汉献帝禅位的时候，他志得意满地说舜禹受禅，我今方知。我到现在，才真正知道上古舜禹的禅让是怎么回事。同一道理，当年李世民再三强迫他的父亲李渊起来造反，甚至不择手段利用女色迫使他父亲上当。李渊只好对李世民说破家亡躯，由汝为之。化家为国，亦由汝为之。要把天下国家变成李氏的世系，只好由你去做主或者把我们弄得家破人亡，也只好由你去负责了。其实，老子虽然说的是天地间因果循环往复的大原则，但很不幸的，被聪明狡狯者用作欺世盗国的大阴谋，实在和老子毫不相干，老子实在不应负此责难的。总之，历史上这些代代相仿的阴谋或大谋略的哲学内涵，早已由庄子的笔下揭穿。庄子说窃钩者诛，窃国者为诸侯，诸侯之门而仁义存焉。"}
{"text":"李渊只好对李世民说破家亡躯，由汝为之。化家为国，亦由汝为之。要把天下国家变成李氏的世系，只好由你去做主或者把我们弄得家破人亡，也只好由你去负责了。其实，老子虽然说的是天地间因果循环往复的大原则，但很不幸的，被聪明狡狯者用作欺世盗国的大阴谋，实在和老子毫不相干，老子实在不应负此责难的。总之，历史上这些代代相仿的阴谋或大谋略的哲学内涵，早已由庄子的笔下揭穿。庄子说窃钩者诛，窃国者为诸侯，诸侯之门而仁义存焉。故曰鱼不可脱于渊，国之利器，不可以示人。其次，在唐代诗人们的词章哲学中，也可见其梗概。如唐彦谦的过长陵耳闻明主提三尺，眼见愚民盗一杯。于古腐儒骑瘦马，灞陵残日重回头。章褐的焚书坑竹帛烟销帝业虚，关河空锁祖龙居。坑灰未冷山东乱，刘项原来不读书。又有毗陵登高尘土十分归举子，乾坤大半属偷儿。长扬羽猎须留本，开济重为阙下期。好的诗词文学，都富于哲学的启示，所以孔子要儿子孔鲤学诗，并非是要他钻牛角尖去做个诗人而已。了解了这些道理，当然也读通了庄子杂篇中的盗跖篇，并非讽刺。同时也可知石达开的起自匹夫方见异，遇非天子不为隆的思想，同样都是乾坤大半属偷儿的偷儿哲学所演变出来的。此外在西方如罗马的凯撒大帝亚历山大大帝屋大维大帝拿破仑等，也都不出此例。虽然他们不知道东方有道家的老子，但东方有凡人，西方有几人，人同此心，心同此理，如出一辙。如果说这些都是人类历史的荣耀，或者认为是人文文化的悲哀，也都无可无不可。但总不能叫老子背此黑锅，加以欺世盗名的罪过吧！一笑其实，由道的衍化而为德，德再衍化而为仁义礼乐，再由仁义礼乐衍化而为权术，正表示人类的心路历程，每下愈况，陷溺愈深。但所谓术化的妙用，亦是有无相生，同出而异名。谭峭的化书论术化，便是很好的说明。如云水窦可以下溺，杵糠可以疗噎。斯物也，始制于人，又复用于人。法本无祖，术本无状，师之于心，得之于象。阳为阴所伏，男为女所制，刚为柔所克，智为愚所得。以是用之则钟鼓可使之哑，车毂可使之斗，妻子可使之改易。君臣可使之离合。万物本虚，万法本无，得虚无之窍者，知法术之要乎！"}
{"text":"但所谓术化的妙用，亦是有无相生，同出而异名。谭峭的化书论术化，便是很好的说明。如云水窦可以下溺，杵糠可以疗噎。斯物也，始制于人，又复用于人。法本无祖，术本无状，师之于心，得之于象。阳为阴所伏，男为女所制，刚为柔所克，智为愚所得。以是用之则钟鼓可使之哑，车毂可使之斗，妻子可使之改易。君臣可使之离合。万物本虚，万法本无，得虚无之窍者，知法术之要乎！流水行云永不居如果从中国传统文化思想的本义来看老子，他所说的，完全相同于周文王周公姬旦孔子等祖述传统文化的思想。在周易的卦交辞中，再三申述宇宙的一切法则，始终不离循环往复的因果定律。有与无，是彼此互为因果，相生互变的。它的重点，在相生的这个生字。当然也可以说是互为相灭，但我们的传统文化是采用生的一面，并不采用灭的一面。难与易，本来互为成功的原则，它的重点在难易相成的这个成字。天下没有容易成就的事，但天下事当在成功的一刹那，是非常容易的，而且凡事的开始，看来都很容易，做来却都大难。但图难于易，却正是成功的要诀。高与下，本来就是相倾而自然归于平等的。它的重点，在相倾的这个倾字。高高在上，低低在下，从表面看来，绝对不是齐一平等的。但天地宇宙，本来便在周圆旋转中。凡事崇高必有倾倒，复归于平。即使不倾倒而归于平，在弧形的回旋律中，高下本来同归于一律，佛说是法平等，无有高下也便是同此意义。易经泰卦九三交的交辞上说无平不破，无往不复也同此理。音与声相和，才构成自然界和谐的音律。因此又有禽无声，兽无音的说法。礼记中的乐经说感于物而动，故形为声。声相应，故生变，变成方谓之音。前与后，本来是相随而来，相随而去，没有界限的，无论是时间的或空间的前后，都是人为的界别。它的重点，在这个相随的随字。前去后来，后来又前去，时空人物的脚步，永远是不断地追随回转，而无休止。总之，老子指出无论有无难易高下音声前后等现象界的种种，都在自然回旋的规律中相互为用，互为因果。没有一个绝对的善或不善，美或不美的界限。因此，他教人要认识道的妙用，效法天地宇宙的自然法则，不执着，不落偏，不自私，不占有，为而无为。所以他便说是以圣人处无为之事，行不言之教。万物作焉而不辞。"}
{"text":"前与后，本来是相随而来，相随而去，没有界限的，无论是时间的或空间的前后，都是人为的界别。它的重点，在这个相随的随字。前去后来，后来又前去，时空人物的脚步，永远是不断地追随回转，而无休止。总之，老子指出无论有无难易高下音声前后等现象界的种种，都在自然回旋的规律中相互为用，互为因果。没有一个绝对的善或不善，美或不美的界限。因此，他教人要认识道的妙用，效法天地宇宙的自然法则，不执着，不落偏，不自私，不占有，为而无为。所以他便说是以圣人处无为之事，行不言之教。万物作焉而不辞。生而不有，为而不恃，功成而弗居。夫唯弗居，是以不去。所谓处无为之事是说为而无为的原则，一切作为，应如行云流水，义所当为，理所应为，作应当作的事。作过了，如雁过长空，风来竹面，不着丝毫痕迹，不有纤芥在胸中。所谓行不言之教，是说万事以言教不如身教，光说不作，或作而后说，往往都是徒费唇舌而已。因此，如推崇道家善学老子之教的司马子长迁，在他的自序中，引用孔子之意说我欲载之空言，不如见之于行事之深切着明也。都是同一道理。引而申之，老子又说万物作焉而不辞，生而不有，为而不恃。比如这个天地间的万物，它们都不辞劳瘁地在造作。但造作了以后，虽然生长不已而并不据为己有，作了也不自恃有功于人，或自恃有功于天地。它们总不把造作成功的成果据为己有。弗居的居字，便是占住的意思。正因为天地万物如此这般，不自占为己有的在作为，反而使人们更尊敬，更体任自然的伟大，始终不能离开它而另谋生存。所以上古圣人，悟到此理，便效法自然法则，用来处理人事，处无为之事，行不言之教，是为上智。不尚贤，使民不争不贵难得之货，使民不为盗不见可欲，使民心不乱。是以圣人之治，虚其心，实其腹，弱其志，强其骨。常使民无知无欲。使夫智者不敢为也，为无为，则无不治。老子薄视时贤第三章是将天地自然的法则，引申应用到人世间的治道的发挥。这章的文字，明白畅晓，都很容易懂得，很好解释。但其中有三个要点，须特别注意，那便是不尚贤，使民不争不贵难得之货，使民不为盗不见可欲，使民心不乱。读秦汉以上的书，有关于这个民字，要小心求解，慎思明辨，不要以为民字就是老百姓，联想到现代语中国民的涵义。如果这样认定，观念就完全错了。"}
