{"text":"周忠陵，男，四川人。今年三十出头，身材中等，体重却只有三十九公斤。他说有一回风刮得大了些，他渐随风飘移了一会儿。这样的人看世界不可能指望他有一个很正规的角度，因此他适合搞艺术。一个艺术家能够给人提供什么呢？他不是教师因而不能给人什么教导。他不是领袖所以未必能给人指引一条光明或安全的道路。他其实也不是灵魂工程师做不来总为别人以至自己脱胎换骨的事。他们是以正规角度看这世界而看腻了的人，并且天真地以为别人可能也不大耐烦，所以为公为私就去找些新鲜的角度看这世界。千百年来这世界变得很小，而人看这世界的角度变得很丰富，艺术家据此应该有一碗饭吃。有一碗饭吃是有用的。有一个新角度看看自己看看世界看看自己和世界的关系，从而赋予这呆板的世界以美感赋予这漫长的时间以意义，对人来说也是有用的，其用不亚于吃饭。周忠陵的第一篇小说就是角度。某一天他被某阵风刮到我家把他找到的新角度与我同享，于是我们相识。在目前海洋一般浩瀚的小说群中其角度至少是不多见的。以后他又发表了远与近病女等若干篇。从题目看，他分明对角度颇感兴趣。我常想，人为什么要看小说呢？好像不是单为了探听些别人的私事以打发掉多余的时间，而主要是想获取些看世界看人生的新角度以填补精神的空缺，以澄清生存的迷茫。周忠陵以其特殊的体重所负载的特殊的感觉，常把我们带到意想不到的位置上，指给我们说您再从这个角度瞧瞧您再从这个角度瞅瞅您再从这个角度看看吧。他得意于此。他不正规地笑着并且骂骂咧咧地走后，我常陷入茫然和恐慌，看来文学这条路是注定没有终点，没有彻底完美和圆满之归宿。周忠陵的小说可能属于先锋派。见一篇评论先锋派的文章上说，先锋性并不一定等于本真的价值性。它仿佛是我们脱出困境走向本真生存所必经的炼狱。我想，什么是本真生存呢？我们或者死在那儿或者还得往前走而还得往前走则意味着我们并未到达本真，而且还得必经无穷的炼狱。死不是生存因而也不是本真生存。这是显而易见的。看来本真生存不在终点上而在过程中，而过程便是不断地必经炼狱。可不可以说炼狱即本真呢？所以文学的先锋性不仅应该受到赞扬而且应该使其永存。"}
{"text":"见一篇评论先锋派的文章上说，先锋性并不一定等于本真的价值性。它仿佛是我们脱出困境走向本真生存所必经的炼狱。我想，什么是本真生存呢？我们或者死在那儿或者还得往前走而还得往前走则意味着我们并未到达本真，而且还得必经无穷的炼狱。死不是生存因而也不是本真生存。这是显而易见的。看来本真生存不在终点上而在过程中，而过程便是不断地必经炼狱。可不可以说炼狱即本真呢？所以文学的先锋性不仅应该受到赞扬而且应该使其永存。人借助无穷过程中无穷的炼狱来无穷地超越自己，人才不至于像鸡像狗像驴生生世世都以一个规定了的角度看世界看自己，永远与世界处于一种僵死而顽固不化的关系中，结果仅仅活成其它动物的食品和工具。――为人有这样的幸运和特权而感谢上苍！祝周忠陵和我们大家对新角度的兴趣永不衰减。瀚海序您要是能把这序隔过去不看，就隔过去不看算了，抓紧时间去看正文。我自己看书就不大看序，主要是不想被别人的意见左右了自己对正文的理解。也可以要一篇序的原因，大致同于电影开演前可以有三遍铃声，使观众或读者从方才正做的事中脱神出来，进入欣赏艺术的心理状态。我为洪峰的读者拉这三遍铃。一我看洪峰这人主要不是想写小说，主要是藉纸笔以悟死生，以看清人的处境，以不断追问那个俗而又俗却万古难灭的问题――生之意义。文学的起点不应该是文学或者文学诺贝尔奖。假设人类穷竭了生之意义这一问题，文学肯定会以二分钱以下的价格被拍卖。洪峰之所以写了小说，不过是因为这种思维方式于他更适合。哲学不免艰涩而且更多地用着大脑，文学便能亲近更多的人而且全部是心声。二好多年前我看过一部电影，片名已忘却，单是其中一个情节永驻心中，一个人在爬很高很高的山。一个人，和很高很高的山。于是他很寂寞，这寂寞简直要摧毁他的力量。这样，他开始给自己讲一个故事――有一只猫，如何爬上大树，如何跳上屋顶，又如何弄到了一条鱼，又如何失去了这条鱼他讲得兴奋了，嗓门不免高上去，在山间荡起回声竟似有问有答有多少人同他谈笑了，他心里脚下都添了力量。我便想，小说必是这样发端，演进至今而呈各种各样。人生于斯世行于斯路，受得了辛苦劳累却受不了寂寞孤独，于是创造了文学。"}
{"text":"一个人，和很高很高的山。于是他很寂寞，这寂寞简直要摧毁他的力量。这样，他开始给自己讲一个故事――有一只猫，如何爬上大树，如何跳上屋顶，又如何弄到了一条鱼，又如何失去了这条鱼他讲得兴奋了，嗓门不免高上去，在山间荡起回声竟似有问有答有多少人同他谈笑了，他心里脚下都添了力量。我便想，小说必是这样发端，演进至今而呈各种各样。人生于斯世行于斯路，受得了辛苦劳累却受不了寂寞孤独，于是创造了文学。常听说，世上最狠毒的刑罚是把人单置于一室内，使之丰衣足食却永不能与人交谈，书报亦不许看，时间一久这人必疯无疑。我便又想，小说的规矩只有一个，各人站在一个点上也只能站在一个点上，真诚地倾吐心声倾诉衷曲罢了。互相不一致原属正常，若弄到互相压制，便容易给那狠毒的刑罚钻了空子去。三不知道您对荒诞派有什么看法。洪峰的某些小说有这味道。我是这样看的，荒诞派决不是闲得无聊弄些离奇古怪的事来哗众取宠，相反，荒诞派对生活是认真而又认真的，这才在人们司空见惯的生活中，在人们正正经经自以为是的所作所为中，问出一句话这到底是要干嘛呢？真就问得人瞠目结舌无言以对，于是冷静下来会多有一步思考。所以，荒诞派其实是一种积极的倾向，他无非是看出了为人的歧途罢了。眼见了歧途而予辛辣的笑骂，而予严厉的诘问，当然比步于歧途还麻木地哼着甜歌更有希望。洪峰的小说也不单是这一种，但都写得大胆真诚。好了，三遍铃声响过，请看正文吧。人间瘫痪后你是怎么譬如说，你是――？记者一时不知怎么说好，双手象是比划着一个圆球。我懂了他的意思，说那时我只想快点死。哪里哪里，你太谦虚。他微笑着，望着我。可我那时是真想死，不记得怎么谦虚过。你是不是觉得不能再为人民所以才？我摇摇头，想起了我那时写过的一首诗轻推小窗看春色，漏人人间一斜阳那你为什么没有？记者象是有些失望了。我说，我是命运的宠儿。他奇怪地瞪着我。"}
{"text":"他微笑着，望着我。可我那时是真想死，不记得怎么谦虚过。你是不是觉得不能再为人民所以才？我摇摇头，想起了我那时写过的一首诗轻推小窗看春色，漏人人间一斜阳那你为什么没有？记者象是有些失望了。我说，我是命运的宠儿。他奇怪地瞪着我。您看我这手摇车，是十几个老同学凑钱给我买的看这弹簧床，是个街坊给我做的这棉裤，是邻居朱奶奶做的还有这毛衣――那个女孩子也在我们街道生产组干过生产组的门窄，手摇车进不去，一个小伙子天天背我记者飞快地记着。最好说件具体的。他说。我想了一会，找出了那张粮票很破，中间贴了一条白纸。前些年，您知道它对一个陕北的农民来说等于什么吗？我说也许等于一辆汽车，也许等于一所别墅当然，要看和谁比。不过，它比汽车和别墅可重要多了为了舍不得这么张小纸片，有时会耽误了一条人命。记者看看那粮票，说是陕西省通用的？是。可他不懂。我寄还给他，说这在北京不能用。他又给我寄了回来，说这是他卖了留着过年用的十斤好黄米才得来的，凭什么不能用？！噢，他是我插队时的房东老汉，喂牛的有些事我不想对记者说。其实，队里早不让他喂牛了有一回，他偷吃了喂牛的黑豆他说，这十斤粮票，我看病时用得着。看病？用粮票？！记者问。看来他没插过队。比送什么都管用，他以为北京也是那样。后来我才知道，他儿子的病是怎么耽误的。我没见过他的儿子，那时他只带个小孙女一块过。我和记者都沉默着，看着那张汗污的粮票。现在怎么样？记者问我你们还有联系吗？现在有现在的难处，要是把满街贴广告的力气用来多生产点象样的缝纫机就好了。记者没明白。前些日子他寄钱来。想给他孙女买台缝纫机，他自己想要把二胡。可惜，我只帮他买到了二胡。他说，缝纫机一定得买最好的，要不他孙女该生气了。简直算得上是忘本了吧？记者笑了，吹去笔记本上的烟灰还是回到正题上来吧。你是怎么战胜了？譬如说还有医院的大夫，常来家看我还有生产组的大妈们，冬天总在火炉上烤热两块砖，给我垫在脚下还有唉！我说不好，也说不完。"}
{"text":"记者没明白。前些日子他寄钱来。想给他孙女买台缝纫机，他自己想要把二胡。可惜，我只帮他买到了二胡。他说，缝纫机一定得买最好的，要不他孙女该生气了。简直算得上是忘本了吧？记者笑了，吹去笔记本上的烟灰还是回到正题上来吧。你是怎么战胜了？譬如说还有医院的大夫，常来家看我还有生产组的大妈们，冬天总在火炉上烤热两块砖，给我垫在脚下还有唉！我说不好，也说不完。一九八二年秋天的怀念双腿瘫痪后，我的脾气变得暴怒无常。望着望着天上北归的雁阵，我会突然把面前的玻璃砸碎听着听着李谷一甜美的歌声，我会猛地把手边的东西摔向四周的墙壁。母亲就悄悄地躲出去，在我看不见的地方偷偷地听着我的动静。当一切恢复沉寂，她又悄悄地进来，眼边红红的，看着我。听说北海的花儿都开了，我推着你去走走。她总是这么说。母亲喜欢花，可自从我的腿瘫痪后，她侍弄的那些花都死了。不，我不去！我狠命地捶打这两条可恨的腿，喊着我活着有什么劲！母亲扑过来抓住我的手，忍住哭声说咱娘儿俩在一块儿，好好儿活，好好儿活可我却一直都不知道，她的病已经到了那步田地。后来妹妹告诉我，她常常肝疼得整宿整宿翻来覆去地睡不了觉。那天我又独自坐在屋里，看着窗外的树叶唰唰啦啦地飘落。母亲进来了，挡在窗前北海的菊花开了，我推着你去看看吧。她憔悴的脸上现出央求般的神色。什么时候？你要是愿意，就明天？她说。我的回答已经让她喜出望外了。好吧，就明天。我说。她高兴得一会坐下，一会站起那就赶紧准备准备。唉呀，烦不烦？几步路，有什么好准备的！她也笑了，坐在我身边，絮絮叨叨地说着看完菊花，咱们就去仿膳，你小时候最爱吃那儿的豌豆黄儿。还记得那回我带你去北海吗？你偏说那杨树花是毛毛虫，跑着，一脚踩扁一个她忽然不说了。对于跑和踩一类的字眼儿。她比我还敏感。她又悄悄地出去了。她出去了。就再也没回来。邻居们把她抬上车时，她还在大口大口地吐着鲜血。我没想到她已经病成那样。看着三轮车远去，也绝没有想到那竟是永远的诀别。邻居的小伙子背着我去看她的时候，她正艰难地呼吸着，像她那一生艰难的生活。"}
{"text":"还记得那回我带你去北海吗？你偏说那杨树花是毛毛虫，跑着，一脚踩扁一个她忽然不说了。对于跑和踩一类的字眼儿。她比我还敏感。她又悄悄地出去了。她出去了。就再也没回来。邻居们把她抬上车时，她还在大口大口地吐着鲜血。我没想到她已经病成那样。看着三轮车远去，也绝没有想到那竟是永远的诀别。邻居的小伙子背着我去看她的时候，她正艰难地呼吸着，像她那一生艰难的生活。别人告诉我，她昏迷前的最后一句话是我那个有病的儿子和我那个还未成年的女儿又是秋天，妹妹推我去北海看了菊花。黄色的花淡雅白色的花高洁紫红色的花热烈而深沉，泼泼洒洒，秋风中正开得烂漫。我懂得母亲没有说完的话。妹妹也懂。我俩在一块儿，要好好儿活故乡的胡同北京很大，不敢说就是我的故乡。我的故乡很小，仅北京城之一角，方圆大约二里，东和北曾经是城墙现在是二环路。其余的北京和其余的地球我都陌生。二里方圆，上百条胡同密如罗网，我在其中活到四十岁。编辑约我写写那些胡同，以为简单，答应了，之后发现这岂非是要写我的全部生命？办不到。但我的心神便又走进那些胡同，看它们一条一条怎样延伸怎样连接，怎样枝枝叉叉地漫展，以及怎样曲曲弯弯地隐没。我才醒悟，不是我曾居于其间，是它们构成了我。密如罗网，每一条胡同都是我的一段历史一种心绪。四十年前，一个男孩艰难地越过一道大门槛，惊讶着四下张望，对我来说胡同就在那一刻诞生。很长很长的一条土路，两侧一座座院门排向东西，红而且安静的太阳悬挂西端。男孩看太阳，直看得眼前发黑，闭一会眼，然后顽固地再看太阳。因为我问过奶奶妈妈是不是就从那太阳里回来？奶奶带我走出那条胡同，可能是在另一年。奶奶带我去看病，走过一条又一条胡同，天上地上都是风被风吹淡的阳光被风吹得断续的鸽哨声，那家医院就是我的出生地。打完针，嚎陶之际，奶奶买一串糖葫芦慰劳我，指着医院的一座西洋式小楼说，她就是从那儿听见我来了，我来的那天下着罕见的大雪。是我不断长大所以胡同不断地漫展呢，还是胡同不断地漫展所以我不断长大？可能是一回事。"}
{"text":"因为我问过奶奶妈妈是不是就从那太阳里回来？奶奶带我走出那条胡同，可能是在另一年。奶奶带我去看病，走过一条又一条胡同，天上地上都是风被风吹淡的阳光被风吹得断续的鸽哨声，那家医院就是我的出生地。打完针，嚎陶之际，奶奶买一串糖葫芦慰劳我，指着医院的一座西洋式小楼说，她就是从那儿听见我来了，我来的那天下着罕见的大雪。是我不断长大所以胡同不断地漫展呢，还是胡同不断地漫展所以我不断长大？可能是一回事。有一天母亲领我拐进一条更长更窄的胡同，把我送进一个大门，一眨眼母亲不见了。我正要往门外跑时被一个老太太拉住，她很和蔼但是我哭着使劲挣脱她，屋里跑出来一群孩子，笑闹声把我的哭喊淹没。我头一回离家在外，那一天很长，墙外磨刀人的喇叭声尤其漫漫。这幼儿园就是那老太太办的，都说她信教。几乎每条胡同都有庙。僧人在胡同里静静地走，回到庙里去沉沉地唱，那诵经声总让我看见夏夜的星光。睡梦中我还常常被一种清朗的钟声唤醒，以为是午后阳光落地的震响，多年以后我才找到它的来源现在俄国使馆的位置，曾是一座东正教堂，我把那钟声和它联系起来时，它已被推倒。那时，寺庙多已消失或改作它用。我的第一个校园就是往日的寺庙，庙院里松柏森森。那儿有个可怕的孩子，他有一种至今令我惊诧不解的能力，同学们都怕他，他说他第一跟谁好谁就会受宠若惊，说他最后跟谁好谁就会忧心忡忡，说他不跟谁好了谁就像被判离群的鸟儿。因为他，我学会了诌媚和防备，看见了孤独。成年以后，我仍能处处见出他的影子。十八岁去插队，离开故乡三年。回来双腿残废了，找不到工作，我常独自摇了轮椅一条条再去走那些胡同。它们几乎没变，只是往日都到哪儿去了很费猜解。在一条胡同里我碰见一群老太太，她们用油漆涂抹着美丽的图画，我说我能参加吗？我便在那儿拿到平生第一份工资，我们整日涂抹说笑，对未来抱着过分的希望。母亲对未来的祈祷，可能比我对未来的希望还要多，她在我们住的院子里种下一棵合欢树。那时我开始写作，开始恋爱，爱情使我的心魂从轮椅里站起来。可是合欢树长大了，母亲却永远离开了我，几年爱过我的那个姑娘也远去他乡，但那时她们已经把我培育得可以让人放心了。然后我的妻子来了，我把珍贵的以往说给她听，她说因此她也爱恋着我的这块故土。我单不知，像鸟儿那样飞在很高的空中俯看那片密如罗网的胡同，会是怎样的景象？"}
{"text":"母亲对未来的祈祷，可能比我对未来的希望还要多，她在我们住的院子里种下一棵合欢树。那时我开始写作，开始恋爱，爱情使我的心魂从轮椅里站起来。可是合欢树长大了，母亲却永远离开了我，几年爱过我的那个姑娘也远去他乡，但那时她们已经把我培育得可以让人放心了。然后我的妻子来了，我把珍贵的以往说给她听，她说因此她也爱恋着我的这块故土。我单不知，像鸟儿那样飞在很高的空中俯看那片密如罗网的胡同，会是怎样的景象？飞在空中而且不惊动下面的人类，看一条条胡同的延伸连接枝枝叉叉地漫展以及曲曲弯弯地隐没，是否就可以看见了命运的构造？一九九四年合欢树十岁那年，我在一次作文比赛中得了第一。母亲那时候还年轻，急着跟我说她自己，说她小时候的作文作得还要好，老师甚至不相信那么好的文章会是她写的。老师找到家来问，是不是家里的大人帮了忙。我那时可能还不到十岁呢。我听得扫兴，故意笑可能？什么叫可能还不到？她就解释。我装作根本不再注意她的话，对着墙打乒乓球，把她气得够呛。不过我承认她聪明，承认她是世界上长得最好看的女的。她正给自己做一条蓝地白花的裙子。二十岁，我的两条腿残废了。除去给人家画彩蛋，我想我还应该再干点别的事，先后改变了几次主意，最后想学写作。母亲那时已不年轻，为了我的腿，她头上开始有了白发。医院已经明确表示，我的病情目前没办法治。母亲的全副心思却还放在给我治病上，到处找大夫，打听偏方，花很多钱。她倒总能找来些稀奇古怪的药，让我吃，让我喝，或者是洗敷熏灸。别浪费时间啦根本没用我说，我一心只想着写小说，仿佛那东西能把残废人救出困境。再试一回，不试你怎么知道会没用？她说，每一回都虔诚地抱着希望。然而对我的腿，有多少回希望就有多少回失望，最后一回，我的胯上被熏成烫伤。医院的大夫说，这实在太悬了，对于瘫痪病人。这差不多是要命的事。我倒没太害怕，心想死了也好，死了倒痛快。母亲惊惶了几个月，昼夜守着我，一换药就说怎么会烫了呢？我还直留神呀！幸亏伤口好起来，不然她非疯了不可。后来她发现我在写小说。她跟我说那就好好写吧。我听出来，她对治好我的腿也终于绝望。我年轻的时候也最喜欢文学，她说。"}
{"text":"再试一回，不试你怎么知道会没用？她说，每一回都虔诚地抱着希望。然而对我的腿，有多少回希望就有多少回失望，最后一回，我的胯上被熏成烫伤。医院的大夫说，这实在太悬了，对于瘫痪病人。这差不多是要命的事。我倒没太害怕，心想死了也好，死了倒痛快。母亲惊惶了几个月，昼夜守着我，一换药就说怎么会烫了呢？我还直留神呀！幸亏伤口好起来，不然她非疯了不可。后来她发现我在写小说。她跟我说那就好好写吧。我听出来，她对治好我的腿也终于绝望。我年轻的时候也最喜欢文学，她说。跟你现在差不多大的时候，我也想过搞写作，她说。你小时候的作文不是得过第一？她提醒我说。我们俩都尽力把我的腿忘掉。她到处去给我借书，顶着雨或冒了雪推我去看电影，像过去给我找大夫，打听偏方那样，抱了希望。三十岁时，我的第一篇小说发表了。母亲却已不在人世，过了几年，我的另一篇小说又侥幸获奖，母亲已经离开我整整七年。获奖之后，登门采访的记者就多，大家都好心好意，认为我不容易。但是我只准备了一套话，说来说去就觉得心烦。我摇着车躲出去，坐在小公园安静的树林里，想上帝为什么早早地召母亲回去呢？迷迷糊糊的，我听见回答她心里太苦了。上帝看她受不住了，就召她回去。我的心得到一点安慰，睁开眼睛，看见风在树林里吹过。我摇车离开那儿，在街上瞎逛，不想回家。母亲去世后，我们搬了家。我很少再到母亲住过的那个小院儿去。小院儿在一个大院儿的尽里头，我偶尔摇车到大院儿去坐坐，但不愿意去那儿小院儿，推说手摇车进去不方便。院儿里的老太太们还都把我当儿孙看，尤其想到我又没了母亲，但都不说，光扯些闲活，怪我不常去。我坐在院子当中，喝东家的茶，吃西家的瓜。有一年，人们终于又提到母亲到小院儿去看看吧，你妈种的那棵合欢树今年开花了！我心里一阵抖，还是推说手摇车进出太不易。大伙就不再说，忙扯些别的，说起我们原来住的房子里现在住了小两口，女的刚生了个儿子，孩子不哭不闹，光是瞪着眼睛看窗户上的树影儿。我没料到那棵树还活着。那年，母亲到劳动局去给我找工作，回来时在路边挖了一棵刚出土的含羞草，以为是含羞草，种在花盆里长，竟是一棵合欢树。母亲从来喜欢那些东西，但当时心思全在别处。第二年合欢树没有发芽，母亲叹息了一回，还不舍得扔掉，依然让它长在瓦盆里。第三年，合欢树却又长出叶子，而且茂盛了。"}
