{"text":"其非然者，则尊侠尚义，扶弱者而平不平，颠仆有力之蠢愚，虽获罪于全群无惧，即裴伦最后之时是已。彼当前时，经历一如上述书中众士，特未欷s断望，愿自逖于人间，如曼弗列特之所为而已。故怀抱不平，突突上发，则倨傲纵逸，不恤人言，破坏复仇，无所顾忌，而义侠之性，亦即伏此烈火之中，重独立而爱自繇，苟奴隶立其前，必衷悲而疾视，衷悲所以哀其不幸，疾视所以怒其不争，此诗人所为援希腊之独立，而终死于其军中者也。盖裴伦者，自繇主义之人耳，尝有言曰，若为自由故，不必战于宗邦，则当为战于他国。是时意太利适制于土奥，失其自由，有秘密政党起，谋独立，乃密与其事，以扩张自由之元气者自任，虽狙击密侦之徒，环绕其侧，终不为废游步驰马之事。后秘密政党破于土奥人，企望悉已，而精神终不消。裴伦之所督励，力直及于后日，赵马志尼，起加富尔，于是意之独立成。故马志尼日，意太利实大有赖于裴伦。彼，起吾国者也！盖诚言已。裴伦平时，又至有情愫于希腊，思想所趣，如磁指南。特希腊时自由悉丧，入突厥版图，受其羁縻，不敢抗拒。诗人惋惜悲愤，往往见于篇章，怀前古之光荣，哀后人之零落，或与斥责，或加激励，思使之攘突厥而复兴，更睹往日耀灿庄严之希腊，如所作不信者暨堂祥二诗中，其怨愤谯责之切，与希冀之诚，无不历然可征信也。比千八百二十三年，伦敦之希腊协会驰书托裴伦，请援希腊之独立。裴伦平日，至不满于希腊今人，尝称之曰世袭之奴，曰自由苗裔之奴，因不即应顾以义愤故，则终诺之，遂行。而希腊人民之堕落，乃诚如其说，励之再振，为业至难，因羁滞于克洛尼亚岛者五月，始向密淑伦其。其时海陆军方奇困，闻裴伦至，狂喜，群集迓之，如得天使也。次年一月，独立政府任以总督，并授军事及民事之全权，而希腊是时，财政大匮，兵无宿粮，大势几去。加以式列阿忒佣兵见裴伦宽大，复多所要索，稍不满，辄欲背去希腊堕落之民，又诱之使窘裴伦。裴伦大愤，极诋彼国民性之陋劣前所谓世袭之奴，乃果不可猝救如是也。"}
{"text":"其时海陆军方奇困，闻裴伦至，狂喜，群集迓之，如得天使也。次年一月，独立政府任以总督，并授军事及民事之全权，而希腊是时，财政大匮，兵无宿粮，大势几去。加以式列阿忒佣兵见裴伦宽大，复多所要索，稍不满，辄欲背去希腊堕落之民，又诱之使窘裴伦。裴伦大愤，极诋彼国民性之陋劣前所谓世袭之奴，乃果不可猝救如是也。而裴伦志尚不灰，自立革命之中枢，当四围之艰险，将士内讧，则为之调和，以己为楷模，教之人道，更设法举债，以振其穷，又定印刷之制，且坚堡垒以备战。内争方烈，而突厥果攻密淑伦其，式列阿忒佣兵三百人，复乘乱占要害地。裴伦方病，闻之泰然，力平党派之争，使一心以面敌。特内外迫拶，神质剧劳，久之，疾乃渐革。将死，其从者持楮墨，将录其遗言。裴伦曰否，时已过矣。不之语，已而微呼人名，终乃曰，吾言已毕。从者曰，吾不解公言。裴伦曰，吁，不解乎？呜呼晚矣！状若甚苦。有间，复曰，吾既以吾物暨吾康健，悉付希腊矣。今更付之吾生。他更何有？遂死，时千八百二十四年四月十八日夕六时也。今为反念前时，则裴伦抱大望而来，将以天纵之才，致希腊复归于往时之荣誉，自意振臂一呼，人必将靡然向之。盖以异域之人，犹凭义愤为希腊致力，而彼邦人，纵堕落腐败者日久，然旧泽尚存，人心未死，岂意遂无情愫于故国乎？特至今兹，则前此所图，悉如梦迹，知自由苗裔之奴，乃果不可猝救有如此也。次日，希腊独立政府为举国民丧，市肆悉罢，炮台鸣炮三十七，如裴伦寿也。吾今为案其为作思惟，索诗人一生之内，则所遇常抗，所向必动，贵力而尚强，尊己而好战，其战复不如野兽，为独立自由人道也，此已略言之前分矣。故其平生，如狂涛如厉风，举一切伪饰陋习，悉与荡涤，瞻顾前后，素所不知精神郁勃，莫可制抑，力战而毙，亦必自救其精神不克厥敌，战则不止。而复率真行诚，无所讳掩，谓世之毁誉褒贬是非善恶，皆缘习俗而非诚，因悉措而不理也。盖英伦尔时，虚伪满于社会，以虚文缛礼为真道德，有秉自由思想而探究者，世辄谓之恶人。裴伦善抗，性又率真，夫自不可以默矣，故托凯因而言曰，恶魔者，说真理者也。遂不恤与人群敌。世之贵道德者，又即以此交非之。遏克曼亦尝问瞿提以裴伦之文，有无教训。瞿提对曰，裴伦之刚毅雄大，教训即函其中苟能知之，斯获教训。若夫纯洁之云，道德之云，吾人何问焉。盖知伟人者，亦惟伟人焉而已。"}
{"text":"而复率真行诚，无所讳掩，谓世之毁誉褒贬是非善恶，皆缘习俗而非诚，因悉措而不理也。盖英伦尔时，虚伪满于社会，以虚文缛礼为真道德，有秉自由思想而探究者，世辄谓之恶人。裴伦善抗，性又率真，夫自不可以默矣，故托凯因而言曰，恶魔者，说真理者也。遂不恤与人群敌。世之贵道德者，又即以此交非之。遏克曼亦尝问瞿提以裴伦之文，有无教训。瞿提对曰，裴伦之刚毅雄大，教训即函其中苟能知之，斯获教训。若夫纯洁之云，道德之云，吾人何问焉。盖知伟人者，亦惟伟人焉而已。裴伦亦尝评朋思s曰，斯人也，心情反张，柔而刚，疏而密，精神而质，高尚而卑，有神圣者焉，有不净者焉，互和合也。裴伦亦然，自尊而怜人之为奴，制人而援人之独立，无惧于狂涛而大做于乘马，好战崇力，遇敌无所宽假，而于累囚之苦，有同情焉。意者摩罗为性，有如此乎？且此亦不独摩罗为然，凡为伟人，大率如是。即一切人，若去其面具，诚心以思，有纯禀世所谓善性而无恶分者，果几何人？遍观众生，必几无有，则裴伦虽负摩罗之号，亦人而已，夫何诧焉。顾其不容于英伦，终放浪颠沛而死异域者，特面具为之害耳。此即裴伦所反抗破坏，而迄今犹杀真人而未有止者也。嗟夫，虚伪之毒，有如是哉！裴伦平时，其制诗极诚，尝曰，英人评骘，不介我心。若以我诗为愉快，任之而已。吾何能阿其所好为？吾之握管，不为妇孺庸俗，乃以吾全心全情感全意志，与多量之精神而成诗，非欲聆彼辈柔声而也。夫如是，故凡一字一辞，无不即其人呼吸精神之形现，中于人心，神弦立应，其力之曼衍于欧土，例不能别求之英诗人中仅司各德所为说部，差足与相伦比而已。若问其力奈何？则意太利希腊二国，已如上述，可毋赘言。此他西班牙德意志诸邦，亦悉蒙其影响。次复入斯拉夫族而新其精神，流泽之长，莫可阐述。至其本国，则犹有修黎ss一人。契支s虽亦蒙摩罗诗人之名，而与裴伦别派，故不述于此。六修黎生三十年而死，其三十年悉奇迹也，而亦即无韵之诗。时既艰危，性复狷介，世不彼爱，而彼亦不爱世，人不容彼，而彼亦不容人，客意太利之南方，终以壮龄而夭死，谓一生即悲剧之实现，盖非夸也。修黎者，以千七百九十二年生于英之名门，姿状端丽，夙好静思比入中学，大为学友暨校师所不喜，虐遇不可堪。诗人之心，乃早萌反抗之朕兆后作说部，以所得值飨其友八人，负狂人之名而去。"}
{"text":"契支s虽亦蒙摩罗诗人之名，而与裴伦别派，故不述于此。六修黎生三十年而死，其三十年悉奇迹也，而亦即无韵之诗。时既艰危，性复狷介，世不彼爱，而彼亦不爱世，人不容彼，而彼亦不容人，客意太利之南方，终以壮龄而夭死，谓一生即悲剧之实现，盖非夸也。修黎者，以千七百九十二年生于英之名门，姿状端丽，夙好静思比入中学，大为学友暨校师所不喜，虐遇不可堪。诗人之心，乃早萌反抗之朕兆后作说部，以所得值飨其友八人，负狂人之名而去。次入恶斯佛大学，修爱智之学，屡驰书乞教于名人。而尔时宗教，权悉归于冥顽之牧师，因以妨自由之崇信。修黎蹶起，著无神论之要一篇，略谓惟慈爱平等三，乃使世界为乐园之要素，若夫宗教，于此无功，无有可也。书成行世，校长见之大震，终逐之其父亦惊绝，使谢罪返校，而修黎不从，因不能归。天地虽大，故乡已失，于是至伦敦，时年十八，顾已孤立两间，欢爱悉绝，不得不与社会战矣。已而知戈德文，读其著述，博爱之精神益张。次年入爱尔兰，檄其人士，于政治宗教，皆欲有所更革，顾终不成。逮千八百十五年，其诗阿剌斯多s始出世，记怀抱神思之人，索求美者，遍历不见，终死旷原，如自叙也。次年乃识裴伦于瑞士裴伦深称其人，谓奋迅如狮子，又善其诗，而世犹无顾之者。又次年成伊式阑转轮篇s。凡修黎怀抱，多抒于此。篇中英雄曰罗昂，以热诚雄辩，警其国民，鼓吹自由，挤击压制，顾正义终败，而压制于以凯还，罗昂遂为正义死。是诗所函，有无量希望信仰，暨无穷之爱，穷追不舍，终以殒亡。盖罗昂者，实诗人之先觉，亦即修黎之化身也。至其杰作，尤在剧诗尤伟者二，一曰解放之普洛美迢斯s，一曰希。前者事本希腊神话，意近裴伦之凯因。假普洛美迢为人类之精神，以爱与正义自由故，不恤艰苦，力抗压制主者僦毕多，窃火贻人，受絷于山顶，猛鹫日啄其肉，而终不降。僦毕多为之辟易普洛美迢乃眷女子珂希亚，获其爱而毕。珂希亚者，理想也。希之篇，事出意太利，记女子希之父，酷虐无道，毒虐无所弗至，希终杀之，与其后母兄弟，同戮于市。论者或谓之不伦。"}
{"text":"前者事本希腊神话，意近裴伦之凯因。假普洛美迢为人类之精神，以爱与正义自由故，不恤艰苦，力抗压制主者僦毕多，窃火贻人，受絷于山顶，猛鹫日啄其肉，而终不降。僦毕多为之辟易普洛美迢乃眷女子珂希亚，获其爱而毕。珂希亚者，理想也。希之篇，事出意太利，记女子希之父，酷虐无道，毒虐无所弗至，希终杀之，与其后母兄弟，同戮于市。论者或谓之不伦。顾失常之事，不能绝于人间，即中国春秋，修自圣人之手者，类此之事，且数数见，又多直书无所讳，吾人独于修黎所作，乃和众口而难之耶？上述二篇，诗人悉出以全力，尝自言曰，吾诗为众而作，读者将多。又曰，此可登诸剧场者。顾诗成而后，实乃反是，社会以谓不足读，伶人以谓不可为修黎抗伪俗弊习以成诗，而诗亦即受伪俗弊习之天阏，此十九栋上叶精神界之战士，所为多抱正义而骈殒者也。虽然，往时去矣，任其自去，若夫修黎之真值，则至今日而大昭。革新之潮，此其巨派，戈德文书出，初启其端，得诗人之声，乃益深入世人之灵府。凡正义自由真理以至博爱希望诸说，无不化而成醇，或为罗昂，或为普洛美迢，或为伊式阑之壮士，现于人前，与旧习对立，更张破坏，无稍假借也。旧习既破，何物斯存，则惟改革之新精神而已。十九世纪机运之新，实赖有此。朋思唱于前，裴伦修黎起其后，掊击排斥，人渐为之仓皇而仓皇之中，即亟人生之改进。故世之嫉视破坏，加之恶名者，特见一偏而未得其全体者尔。若为案其真状，则光明希望，实伏于中。恶物悉颠，于群何毒？破坏之云，特可发自冥顽牧师之口，而不可出诸全群者也。若其闻之，则破坏为业，斯愈益贵矣！况修黎者，神思之人，求索而无止期，猛进而不退转，浅人之所观察，殊莫可得其渊深。若能真识其人，将见品性之卓，出于云间，热诚勃然，无可沮遏，自趁其神思而奔神思之乡此其为乡，则爰有美之本体。奥古斯丁曰，吾未有爱而吾欲爱，因抱希冀以求足爱者也。惟修黎亦然，故终出人间而神行，冀自达其所崇信之境复以妙音，喻一切未觉，使知人类曼衍之大故，暨人生价值之所存，扬同情之精神，而张其上征渴仰之思想，使怀大希以奋进，与时劫同其无穷。世则谓之恶魔，而修黎遂以孤立群复加以排挤，使不可久留于人间，于是压制凯还，修黎以死，盖宛然阿剌斯多之殒于大漠也。虽然，其独慰诗人之心者，则尚有天然在焉。"}
{"text":"奥古斯丁曰，吾未有爱而吾欲爱，因抱希冀以求足爱者也。惟修黎亦然，故终出人间而神行，冀自达其所崇信之境复以妙音，喻一切未觉，使知人类曼衍之大故，暨人生价值之所存，扬同情之精神，而张其上征渴仰之思想，使怀大希以奋进，与时劫同其无穷。世则谓之恶魔，而修黎遂以孤立群复加以排挤，使不可久留于人间，于是压制凯还，修黎以死，盖宛然阿剌斯多之殒于大漠也。虽然，其独慰诗人之心者，则尚有天然在焉。人生不可知，社会不可恃，则对天物之不伪，遂寄之无限之温情。一切人心，孰不如是。特缘受染有异，所感斯殊，故目睛夺于实利，则欲驱天然为之得金资智力集于科学，则思制天然而见其法则若至下者，乃自春徂冬，于两间崇高伟大美妙之见象，绝无所感应于心，自堕神智于深渊，寿虽百年，而迄不知光明为何物，又爰解所谓卧天然之怀，作婴儿之笑矣。修黎幼时，素亲天物，尝曰，吾幼即爱山河林壑之幽寂，游戏于断崖绝壁之为危险，吾伴侣也。考其生平，诚如自述。方在稚齿，已盘桓于密林幽谷之中，晨瞻晓日，夕观繁星，俯则瞰大都中人事之盛衰，或思前此压制抗拒之陈迹而芜城古邑，或破屋中贫人啼饥号寒之状，亦时复历历入其目中。其神思之澡雪，既至异于常人，则旷观天然，自感神，凡万汇之当其前，皆若有情而至可念也。故心弦之动，自与天籁合调，发为抒情之什，品悉至神，莫可方物，非狭斯丕尔暨斯宾塞所作，不有足与相伦比者。比千八百十九年春，修黎定居罗马，次年迁毕撒裴伦亦至，此他之友多集，为其一生中至乐之时。迨二十二年七月八日，偕其友乘舟泛海，而暴风猝起，益以奔电疾雷，少顷波平，孤舟遂杳。裴伦闻信大震，遣使四出侦之，终得诗人之骸于水裔，乃葬罗马焉。修黎生时，久欲与生死问题以诠解，自曰，未来之事，吾意已满于柏拉图暨培庚之所言，吾心至定，无畏而多望，人居今日之躯壳，能力悉蔽于阴云，惟死亡来解脱其身，则秘密始能阐发。又曰，吾无所知，亦不能证，灵府至奥之思想，不能出以言辞，而此种事，纵吾身亦莫能解尔。嗟乎，死生之事大矣，而理至，置而不解，诗人未能，而解之之术，又独有死而已。故修黎曾泛舟坠海，乃大悦呼曰，今使吾释其秘密矣！然不死。一日浴于海，则伏而不起，友引之出，施救始苏，曰，吾恒欲探井中，人谓诚理伏焉，当我见诚，而君见我死也。"}
{"text":"又曰，吾无所知，亦不能证，灵府至奥之思想，不能出以言辞，而此种事，纵吾身亦莫能解尔。嗟乎，死生之事大矣，而理至，置而不解，诗人未能，而解之之术，又独有死而已。故修黎曾泛舟坠海，乃大悦呼曰，今使吾释其秘密矣！然不死。一日浴于海，则伏而不起，友引之出，施救始苏，曰，吾恒欲探井中，人谓诚理伏焉，当我见诚，而君见我死也。然及今日，则修黎真死矣，而人生之，亦以真释，特知之者，亦独修黎已耳。七若夫斯拉夫民族，思想殊异于西欧，而裴伦之诗，亦疾进无所沮核。俄罗斯当十九世纪初叶，文事始新，渐乃独立，日益昭明，今则已有齐驱先觉诸邦之概，令西欧人士，无不惊其美伟矣。顾夷考权舆，实本三士曰普式庚，曰来尔孟多夫，曰鄂戈理。前二者以诗名世，均受影响于裴伦惟鄂戈理以描绘社会人生之黑暗著名，与二人异趣，不属于此焉。普式庚s以千七百九十九年生于墨斯科，幼即为诗，初建罗曼宗于其文界，名以大扬。顾其时俄多内讧，时势方亟，而普式庚诗多讽喻，人即借而挤之，将流鲜卑，有数耆宿力为之辩，始获免，谪居南方。其时始读裴伦诗，深感其大，思理文形，悉受转化，小诗亦尝摹裴伦尤著者有高加索累囚行，至与哈洛尔特游草相类。中记俄之绝望青年，囚于异域，有少女为释缚纵之行，青年之情意复苏，而厥后终于孤去。其及泼希ps一诗亦然，及泼希者，流浪欧洲之民，以游牧为生者也。有失望于世之人曰阿勒戈，慕是中绝色，因入其族，与为婚因，顾多嫉，渐察女有他爱，终杀之。女之父不施报，特令去不与居焉。二者为诗，虽有裴伦之色，然又至殊，凡厥中勇士，等是见放于人群，顾复不离亚历山大时俄国社会之一质分，易于失望，速于奋兴，有厌世之风，而其志至不固。普式庚于此，已不与以同情，诸凡切于报复而观念无所胜人之失，悉指摘不为讳饰。故社会之伪善，既灼然现于人前，而及泼希之朴野纯全，亦相形为之益显。论者谓普式庚所爱，渐去裴伦式勇士而向祖国纯朴之民，盖实自斯时始也。尔后巨制，曰阿内庚，诗材至简，而文特富丽，尔时俄之社会，情状略具于斯。惟以推敲八年，所蒙之影响至不一，故性格迁流，首尾多异。"}
{"text":"普式庚于此，已不与以同情，诸凡切于报复而观念无所胜人之失，悉指摘不为讳饰。故社会之伪善，既灼然现于人前，而及泼希之朴野纯全，亦相形为之益显。论者谓普式庚所爱，渐去裴伦式勇士而向祖国纯朴之民，盖实自斯时始也。尔后巨制，曰阿内庚，诗材至简，而文特富丽，尔时俄之社会，情状略具于斯。惟以推敲八年，所蒙之影响至不一，故性格迁流，首尾多异。厥初二章，尚受裴伦之感化，则其英雄阿内庚为性，力抗社会，断望人间，有裴伦式英雄之概，特已不凭神思，渐近真然，与尔时其国青年之性质肖矣。厥后外缘转变，诗人之性格亦移，于是渐离裴伦，所作日趣于独立而文章益妙，著述亦多。至与裴伦分道之因，则为说亦不一或谓裴伦绝望奋战，意向峻绝，实与普式庚性格不相容，曩之信崇，盖出一时之激越，迨风涛大定，自即弃置而返其初或谓国民性之不同，当为是事之枢纽，西欧思想，绝异于俄，其去裴伦，实由天性，天性不合，则裴伦之长存自难矣。凡此二说，无不近理特就普式庚个人论之，则其对于裴伦，仅摹外状，迨放浪之生涯毕，乃骤返其本然，不能如来尔孟多夫，终执消极观念而不舍也。故旋墨斯科后，立言益务平和，凡足与社会生冲突者，咸力避而不道，且多赞诵，美其国之武功。千八百三十一年波阑抗俄，西欧诸国右波阑，于俄多所憎恶。普式庚乃作俄国之谗谤者暨波罗及诺之一周年二篇，以自明爱国。丹麦评骘家勃阑兑思s于是有微辞，谓惟武力之恃而狼藉人之自由，虽云爱国，顾为兽爱。特此亦不仅普式庚为然，即今之君子，日日言爱国者，于国有诚为人爱而不坠于兽爱者，亦仅见也。及晚年，与和阑公使子覃提斯，终于决斗被击中腹，越二日而逝，时为千八百三十七年。俄自有普式庚，文界始独立，故文史家芘宾谓真之俄国文章，实与斯人偕起也。而裴伦之摩罗思想，则又经普式庚而传来尔孟多夫。来尔孟多夫生于千八百十四年，与普式庚略并世。其先来尔孟斯氏，英之苏格兰人故每有不平，辄云将去此冰雪警吏之地，归其故乡。顾性格全如俄人，妙思善感，惆怅无间，少即能缀德语成诗后入大学被黜，乃居陆军学校二年，出为士官，如常武士，惟自谓仅于香宾酒中，加少许诗趣而已。"}
{"text":"俄自有普式庚，文界始独立，故文史家芘宾谓真之俄国文章，实与斯人偕起也。而裴伦之摩罗思想，则又经普式庚而传来尔孟多夫。来尔孟多夫生于千八百十四年，与普式庚略并世。其先来尔孟斯氏，英之苏格兰人故每有不平，辄云将去此冰雪警吏之地，归其故乡。顾性格全如俄人，妙思善感，惆怅无间，少即能缀德语成诗后入大学被黜，乃居陆军学校二年，出为士官，如常武士，惟自谓仅于香宾酒中，加少许诗趣而已。及为禁军骑兵小校，始仿裴伦诗纪东方事，且至慕裴伦为人。其自记有曰，今吾读世胄裴伦传，知其生涯有同我者而此偶然之同，乃大惊我。又曰，裴伦更有同我者一事，即尝在苏格兰，有媪谓裴伦母曰，此儿必成伟人，且当再娶。而在高加索，亦有媪告吾大母，言与此同。纵不幸如裴伦，吾亦愿如其说。顾来尔孟多夫为人，又近修黎。修黎所作解放之普洛美迢，感之甚力，于人生善恶竞争诸问，至为不宁，而诗则不之仿。初虽摹裴伦及普式庚，后亦自立。且思想复类德之哲人勖宾赫尔，知习俗之道德大原，悉当改革，因寄其意于二诗，一曰神摩，一曰谟哜黎s。前者托旨于巨灵，以天堂之逐客，又为人间道德之憎者，超越凡情，因生疾恶，与天地斗争，苟见众生动于凡情，则辄旋以贱视。后者一少年求自由之呼号也。有孺子焉，生长山寺，长老意已断其情感希望，而孺子魂梦，不离故园，一夜暴风雨，乃乘长老方祷，潜遁出寺，彷徨林中者三日，自由无限，毕生莫伦。后言曰，尔时吾自觉如野兽，力与风雨电光猛虎战也。顾少年迷林中不能返，数日始得之，惟已以斗豹得伤，竟以是殒。尝语侍疾老僧曰，丘墓吾所弗惧，人言毕生忧患，将入睡眠，与之永寂，第优与吾生别耳。吾犹少年。宁汝尚忆少年之梦，抑已忘前此世间憎爱耶？倘然，则此世于汝，失其美矣。汝弱且老，灭诸希望矣。少年又为述林中所见，与所觉自由之感，并及斗豹之事曰，汝欲知吾获自由时，何所为乎？吾生矣。老人，吾生矣。使尽吾生无此三日者，且将惨淡冥暗，逾汝暮年耳。及普式庚斗死，来尔孟多夫又赋诗以寄其悲，末解有曰，汝侪朝人，天才自由之屠伯，今有法律以自庇，士师盖无如汝何，第犹有尊严之帝在天，汝不能以金资为赂。以汝黑血，不能涤吾诗人之血痕也。"}
