{"text":"创作衰歇了，为人生的文学自然也衰歇了。但上海却还有着为人生的文学的一群，不过也崛起了为文学的文学的一群。这里应该提起的，是弥洒社。它在一九二三年三月出版的弥洒上，由胡山源作的宣言弥洒临凡曲告诉我们说――我们乃是艺文之神我们不知自己何自而生，也不知何为而生我们一切作为只知顺着我们的！到四月出版的第二期，第一页上便分明的标出了这是无目的无艺术观不讨论不批评而只发表顺灵感所创造的文艺作品的月刊，即是一个脱俗的文艺团体的刊物。但其实，是无意中有着假想敌的。陈德征的编辑余谈说近来文学作品，也有商品化的，所谓文学研究者，所谓文人，都不免带有几分贩卖者底色彩！这是我们所深恶而且深以为痛心疾首的一件事。就正是和讨伐垄断文坛者的大军一鼻孔出气的檄文。这时候，凡是要独树一帜的，总打着憎恶庸俗的幌子。一切作品，诚然大抵很致力于优美，要舞得翩跹回翔，唱得宛转抑扬，然而所感觉的范围却颇为狭窄，不免咀嚼着身边的小小的悲欢，而且就看这小悲欢为全世界。在这刊物上，作为小说而出现的，是胡山源，唐鸣时，赵景V，方企留，曹贵新钱江春和方时旭，却只能数作速写的。从中最特出的是胡山源，他的一篇睡，是实践宣言，笼罩全群的佳作，但在樱桃花下第一期，却正如这面的过度的睡觉一样，显出那面的病的神经过敏来了。灵感也究竟要露出目的的。赵景V的阿美，虽然简单，虽然好像不能无所为，却强有力的写出了连敏感的们也忘却了的丫头的悲惨短促的一世。一九二四年中发祥于上海的浅草社，其实也是为艺术而艺术的作家团体，但他们的季刊，每一期都显示着努力向外，在摄取异域的营养，向内，在挖掘自己的魂灵，要发见心里的眼睛和喉舌，来凝视这世界，将真和美歌唱给寂寞的人们。韩君格，孔襄我，胡絮若，高世华，林如稷，徐丹歌，顾，莎子，亚士，陈翔鹤，陈炜谟，竹影女士，都是小说方面的工连后来是中国最为杰出的抒情诗人冯至，也曾发表他幽婉的名篇。"}
{"text":"一九二四年中发祥于上海的浅草社，其实也是为艺术而艺术的作家团体，但他们的季刊，每一期都显示着努力向外，在摄取异域的营养，向内，在挖掘自己的魂灵，要发见心里的眼睛和喉舌，来凝视这世界，将真和美歌唱给寂寞的人们。韩君格，孔襄我，胡絮若，高世华，林如稷，徐丹歌，顾，莎子，亚士，陈翔鹤，陈炜谟，竹影女士，都是小说方面的工连后来是中国最为杰出的抒情诗人冯至，也曾发表他幽婉的名篇。次年，中枢移入北京，社员好像走散了一些，浅草季刊改为篇叶较少的沉钟周刊了，但锐气并不稍衰，第一期的眉端就引着吉辛的坚决的句子――而且我要你们一齐都证实我要工作啊，一直到我死之一日。但那时觉醒起来的智识青年的心情，是大抵热烈，然而悲凉的。即使寻到一点光明，径一周三，却更分明的看见了周围的无涯际的黑暗。摄取来的异域的营养又是世纪末的果汁王尔德，尼采，波特莱尔，安特莱夫们所安排的。沉自己的船还要在绝处求生，此外的许多作品，就往往春非我春，秋非我秋，玄发朱颜，却唱着饱经忧患的不欲明言的断肠之曲。虽是冯至的饰以诗情，莎子的托辞小草，还是不能掩饰的。凡这些，似乎多出于蜀中的，蜀中的受难之早，也即此可以想见了。不过这群中的们也未尝自馁。陈炜谟在他的小说集炉边的里说――但我不要这样生活在我还在刚开头，有许多命运的猛兽正在那边张牙舞爪等着我在。可是这也不用怕。人虽不必去崇拜太阳，但何至于懦怯得连暗夜也要躲避呢？怎的，秃笔不会写在破纸上么？若干年之后，回想此时的我，即不管别人，在自己或也可值眷念罢，如果值得忆念的地方便应该忆念。自然，这仍是无可奈何的自慰的伤心之言，但在事实上，沉钟社却确是中国的最坚韧，最诚实，挣扎得最久的团体。它好像真要如吉辛的话，工作到死掉之一日如沉钟的铸造者，死也得在水底里用自己的脚敲出洪大的钟声。然而他们并不能做到，他们是活着的，时移世易，百事俱非他们是要歌唱的，而听者却有的睡眠，有的槁死，有的流散，眼前只剩下一片茫茫白地，于是也只好在风尘肮洞中，悲哀孤寂地放下了他们的箜篌了。"}
{"text":"自然，这仍是无可奈何的自慰的伤心之言，但在事实上，沉钟社却确是中国的最坚韧，最诚实，挣扎得最久的团体。它好像真要如吉辛的话，工作到死掉之一日如沉钟的铸造者，死也得在水底里用自己的脚敲出洪大的钟声。然而他们并不能做到，他们是活着的，时移世易，百事俱非他们是要歌唱的，而听者却有的睡眠，有的槁死，有的流散，眼前只剩下一片茫茫白地，于是也只好在风尘肮洞中，悲哀孤寂地放下了他们的箜篌了。后来以废名出名的冯文炳，也是在浅草中略见一斑的，但并未显出他的特长来。在一九二五年出版的竹林的故事里，才见以冲淡为衣，而如著者所说，仍能从他们当中理出我的哀愁的作品。可惜的是大约过于珍惜他有限的哀愁，不久就更加不欲像先前一般的闪露，于是从率直的读者看来，就只见其有意低徊，顾影自怜之态了。冯沅君有一本短篇小说集卷施――是拔心不死的草名，也是一九二三年起，身在北京，而以淦女士的笔名，发表于上海创造社的刊物上的作品。其中的旅行是提炼了隔绝和隔绝之后并在卷施内的精粹的名文，虽嫌过于说理，却还未伤其自然那我很想拉他的手，但是我不敢，我只敢在间或车上的电灯被震动而失去它的光的时候，因为我害怕那些搭客们的注意。可是我们又自己觉得很骄傲的，我们不客气的以全车中最尊贵的人自命。这一段，实在是五四运动直后，将毅然和传统战斗，而又怕敢毅然和传统战斗，遂不得不复活其缠绵悱恻之情的青年们的真实的写照。和为艺术而艺术的作品中的主角，或夸耀其颓唐，或鬻其才绪，是截然两样的。然而也可以复归于平安。陆侃如在卷施再版里说淦训沈，取庄子陆沈之义。现在思想变迁，故再版时改署沅君。只因秉性疏懒，故托我代说。诚然，三年后的春痕，就只剩了散文的断片了，更后便是关于文学史的研究。这使我又记起匈牙利的诗人彼兑菲题夫人照像的诗来―疤的闶鼓的男人很幸福，我希望不至于此，因为他是苦恼的夜莺，而今沉默在幸福里了。苛待他罢，使他因此常常唱出甜美的歌来。我并不是说苦恼是艺术的渊源，为了艺术，应该使作家们永久陷在苦恼里。不过在彼兑菲的时候，这话是有些真实的在十年前的中国，这话也有些真实的。"}
{"text":"只因秉性疏懒，故托我代说。诚然，三年后的春痕，就只剩了散文的断片了，更后便是关于文学史的研究。这使我又记起匈牙利的诗人彼兑菲题夫人照像的诗来―疤的闶鼓的男人很幸福，我希望不至于此，因为他是苦恼的夜莺，而今沉默在幸福里了。苛待他罢，使他因此常常唱出甜美的歌来。我并不是说苦恼是艺术的渊源，为了艺术，应该使作家们永久陷在苦恼里。不过在彼兑菲的时候，这话是有些真实的在十年前的中国，这话也有些真实的。三在北京这地方，――北京虽然是五四运动的策源地，但自从支持着新青年和新潮的人们，风流云散以来，一九二至二二年这三年间，倒显着寂寞荒凉的古战场的情景。晨报副刊，后来是京报副刊露出头角来了，然而都不是怎么注重文艺创作的刊物，它们在小说一方面，只绍介了有限的作家蹇先艾，许钦文，王鲁彦，黎锦明，黄鹏基，尚钺，向培良。蹇先艾的作品是简朴的，如他在小说集朝雾里说――我已经是满过二十岁的人了，从老远的贵州跑到北京来，灰沙之中彷徨了也快七年，时间不能说不长，怎样混过的，并自身都茫然不知。是这样匆匆地一天一天的去了，童年的影子越发模糊消淡起来，像朝雾似的，袅袅的飘失，我所感到的只有空虚与寂寞。这几个岁月，除近两年信笔涂鸦的几篇新诗和似是而非的小说之外，还做了什么呢？每一回忆，终不免有点凄寥撞击心头。所以现在决然把这个小说集付印了，借以纪念从此阔别的可爱的童年。若果不失赤子之心的人们肯毅然光顾，或者从中间也寻得出一点幼稚的风味来罢？诚然，虽然简朴，或者如所自谦的幼稚，但很少文饰，也足够写出他心曲的哀愁。他所描写的范围是狭小的，几个平常人，一些琐屑事，但如水葬，却对我们展示了老远的贵州的乡间习俗的冷酷，和出于这冷酷中的母性之爱的伟大，――贵州很远，但大家的情境是一样的。这时――一九二四年――偶然发表作品的还有裴文中和李健吾。前者大约并不是向来留心创作的人，那戎马声中，却拉杂的记下了游学的青年，为了炮火下的故乡和父母而惊魂不定的实感。后者的终条山的传说是绚烂了，虽在十年以后的今日，还可以看见那藏在用口碑织就的华服里面的身体和灵魂。"}
{"text":"这时――一九二四年――偶然发表作品的还有裴文中和李健吾。前者大约并不是向来留心创作的人，那戎马声中，却拉杂的记下了游学的青年，为了炮火下的故乡和父母而惊魂不定的实感。后者的终条山的传说是绚烂了，虽在十年以后的今日，还可以看见那藏在用口碑织就的华服里面的身体和灵魂。蹇先艾叙述过贵州，裴文中关心着榆关，凡在北京用笔写出他的胸臆来的人们，无论他自称为用主观或客观，其实往往是乡土文学，从北京这方面说，则是侨寓文学的。但这又非如勃兰兑斯所说的侨民文学，侨寓的只是自己，却不是这所写的文章，因此也只见隐现着乡愁，很难有异域情调来开拓读者的心胸，或者眩耀他的眼界。许软文自名他的第一本短篇小说集为故乡，也就是在不知不觉中，自招为乡土文学的，不过在还未开手来写乡土文学之前，他却已被故乡所放逐，生活驱逐他到异地去了，他只好回忆父亲的花园，而且是已不存在的花园，因为回忆故乡的已不存在的事物，是比明明存在，而只有自己不能接近的事物较为舒适，也更能自慰的――父亲的花园最盛的几年距今已有几时，已难确切的计算。当时的盛况虽曾照下一像，如今挂在父亲的房里，无奈为时已久，那时乡间的摄影又很幼稚，现已模胡莫辨了。挂在它旁边的芳姊的遗像也已不大清楚，惟有父亲题在像上的字句却很明白性既执拗，遇复可怜，一朝痛割，我独何堪！我想父亲的花园就是能够重行种起种种的花来，那时的盛况总是不能恢复的了，因为已经没有了芳姊。无可奈何的悲愤，是令人不得不舍弃的，然而仍不能舍弃，没有法，就再寻得冷静和诙谐来做悲愤的衣裳裹起来了聊且当作看破。并且将这手段用到描写种种人物，尤其是青年人物去。因为故意的冷静，所以也刻深，而终不免带着令人疑虑的嬉笑。虽有忮心，不怨飘瓦，冷静要死静包着愤激的冷静和诙谐，是被观察和被描写者所不乐受的，他们不承认他是一面无生命，无意见的镜子。于是他也往往被排进讽刺文学作家里面去，尤其是使女士们皱起了眉头。这一种冷静和诙谐，如果滋长起来，对于本身其实倒是危险的。他也能活泼的写出民间生活来，如石宕，但可惜不多见。"}
{"text":"并且将这手段用到描写种种人物，尤其是青年人物去。因为故意的冷静，所以也刻深，而终不免带着令人疑虑的嬉笑。虽有忮心，不怨飘瓦，冷静要死静包着愤激的冷静和诙谐，是被观察和被描写者所不乐受的，他们不承认他是一面无生命，无意见的镜子。于是他也往往被排进讽刺文学作家里面去，尤其是使女士们皱起了眉头。这一种冷静和诙谐，如果滋长起来，对于本身其实倒是危险的。他也能活泼的写出民间生活来，如石宕，但可惜不多见。看王鲁彦的一部分的作品的题材和笔致，似乎也是乡土文学的作家，但那心情，和许钦文是极其两样的。许钦文所苦恼的是失去了地上的父亲的花园，他所烦冤的却是离开了天上的自由的乐土。他听得秋雨的诉苦说――地太小了，地太脏了，到处都黑暗，到处都讨厌。人人只知道爱金钱，不知道爱自由，也不知道爱美。你们人类的中间没有一点亲爱，只有仇恨。你们人类，夜间像猪一般的甜甜蜜蜜的睡着，白天像狗一般的争斗着，撕打着这样的世界，我看得惯吗？我为什么不应该哭呢？在野蛮的世界上，让野兽们去生活着罢，但是我不，我们不唔，我现在要离开这世界，到地底去了这和爱罗先珂的悲哀又仿佛相像的，然而又极其两样。那是地下的土拨鼠，欲爱人类而不得，这是太空的秋雨，要逃避人间而不能。他只好将心还给母亲，才来做人，骗得母亲的微笑。秋天的雨，无心的人，和人间社会是不会有情愫的。要说冷静，这才真是冷静这才能够和托尔斯小的无抵抗主义一同抹杀牛克斯的斗争说和达我文的进化说一并嘲弄克鲁屁特金的互助论对专制不平，但又向自由冷笑。是往往想以诙谐之笔出之的，但也因为太冷静了，就又往往化为冷话，失掉了人间的诙谐。然而人的心是究竟还不尽的，柚子一篇，虽然为湘中的所不满，但在玩世的衣裳下，还闪露着地上的愤懑，在王鲁彦的作品里，我以为倒是最为热烈的的了。我所说的这湘中的作家是黎锦明，他大约是自小就离开了故乡的。在作品里，很少乡土气息，但蓬勃着楚人的敏感和热情。他一早就在社交问题里，对易卜生一流的解放论者掷了斯忒林培黎式的投枪但也能精致而明丽的说述儿时的轻微的印象。"}
{"text":"我所说的这湘中的作家是黎锦明，他大约是自小就离开了故乡的。在作品里，很少乡土气息，但蓬勃着楚人的敏感和热情。他一早就在社交问题里，对易卜生一流的解放论者掷了斯忒林培黎式的投枪但也能精致而明丽的说述儿时的轻微的印象。待到一九二六年，他存告不满于自己了，他在烈火再版的自序上说――在北京生活的人们，如其有灵魂，他们的灵魂恐怕未有不染遍了灰色罢，自然，烈火即在这情形中写成，当我去年春时来到上海，我的心境完全变了，对于它，只有遗弃的一念。他判过去的生活为灰色，以早期的作品为童马矣了。果然，在此后的破垒集中，的确很换了些披挂，有含讥的轻妙的小品，但尤其显出好的故事的特色来有时如中国的磊`山房主人的瑰奇有时如波兰的显克微支的警拔，却又不以失望收场，有声有色，总能使读者欣然终卷。但其失，则又即在立旨居陆离光怪的装饰之中，时或永被沉埋，倘一显现，便又见得鹘突了。现代评论比起日报的副刊来，比较的着重于文艺，但那些，也还是新潮社和创造社的老手居多。凌叔华的小说，却发祥于这一种期刊的，她恰和冯沅君的大胆，敢言不同，大抵很谨慎的，适可而止的描写了旧家庭中的婉顺的女性。即使间有出轨之作，那是为了偶受着文酒之风的吹拂，终于也回复了她的故道了。这是好的，――使我们看见和冯沅君，黎锦明，川岛，汪静之所描写的绝不相同的人物，也就是世态的一角，高门巨族的精魂。四一九二五年十月间，北京突然有莽原社出现，这其实不过是不满于京报副刊编辑者的一群，另设莽原周刊，却仍附京报发行，聊以快意的团体。奔走最力者为高长虹，中坚的小说也还是黄鹏基，尚钺，向培良三个而是被推为编辑的。但声援的很不少，在小说方面，有文炳，沅君，霁野，静农，小酩，青雨等。到十一月，京报要停止副刊以外的小幅了，便改为半月刊，由未名社出版，其时所绍介的新作品，是描写着乡下的沉滞的氛围气的魏金枝之作留下镇上的黄昏。但不久这莽原社内部冲突了，长虹一流，便在上海设立了狂飙社。"}
{"text":"奔走最力者为高长虹，中坚的小说也还是黄鹏基，尚钺，向培良三个而是被推为编辑的。但声援的很不少，在小说方面，有文炳，沅君，霁野，静农，小酩，青雨等。到十一月，京报要停止副刊以外的小幅了，便改为半月刊，由未名社出版，其时所绍介的新作品，是描写着乡下的沉滞的氛围气的魏金枝之作留下镇上的黄昏。但不久这莽原社内部冲突了，长虹一流，便在上海设立了狂飙社。所谓狂飙运动，那草案其实是早藏在长虹的衣袋里面的，常要乘机而出，先就印过几期周刊那宣言，又曾在一九二五年三月间的京报副刊上发表，但尚未以超人自命，还带着并不自满的声音――黑沉沉的暗夜，一切都熟睡了，死一般的，没有一点声音，一件动作，阒寂无聊的长夜呵！这样的，几百年几百年的时期过去了，而晨光没有来，黑夜没有止息。死一般的，一切的人们，都沉沉的睡着了。于是有几个人，从黑暗中醒来，便互相呼唤着――时候到了，期待已经够了。――是呵，我们要起来了。我们呼唤着，使一切不安于期待的人们也起来罢。――若是晨光终于不来，那么，也起来罢。我们将点起灯来，照耀我们幽暗的前途。――软弱是不行的，睡着希望是不行的。我们要作强者，打倒障碍或者被障碍压倒。我们并不惧怯，也不躲避。这样呼唤着，虽然是微弱的罢，听呵，从东方，从西方，从南方，从北方，隐隐的来了强大的应声，比我们更要强大的应声。一滴水泉可以作江河之始流，一片树叶之飘动可以兆暴风之将来，微小的起源可以生出伟大的结果。因为这个缘故，我们的周刊便叫作狂飙。不过后来却日见其自以为超越了。然而拟尼采样的彼此都不能解的格言式的文章，终于使周刊难以存在，可记的也仍然只是小说方面的黄鹏基，尚钺――其实是向培良一个而已。黄鹏基将他的短篇小说印成一本，称为荆棘，而第二次和读者相见的时候，已经改名朋其了。他是首先明白晓畅的主张文学不必如奶油，应该如刺，文学家不得颓丧，应该刚健的人他在刺的文学莽原周刊二十八期里，说明了文学绝不是无聊的东西，文学家并不一定就是得天独厚的特等民族，也不是成天哭泣的鲛人。他说――我以为中国现代的作品，应该是像一丛荆棘。"}
{"text":"黄鹏基将他的短篇小说印成一本，称为荆棘，而第二次和读者相见的时候，已经改名朋其了。他是首先明白晓畅的主张文学不必如奶油，应该如刺，文学家不得颓丧，应该刚健的人他在刺的文学莽原周刊二十八期里，说明了文学绝不是无聊的东西，文学家并不一定就是得天独厚的特等民族，也不是成天哭泣的鲛人。他说――我以为中国现代的作品，应该是像一丛荆棘。因为在一片沙漠里，憧憬的花都会慢慢地消灭的，社会生出荆棘来，他的叶是有刺的，他的茎是有刺的，以至于他的根也是有刺的。――请不要拿植物生理来反驳我――一篇作品的思想，的结构，的练句，的用字，都应该把我们常感觉到的刺的意味儿表现出来。真的文学家应该先站起来，使我们不得不站起来。他应该充实自己的力，让人们怎样充实他自己的力，知道他自己的力，表现他自己的力。一篇作品的成功至少要使读者一直读下去，无暇辨文字的美恶，――恶劣的感觉，固然不好，就是美妙的感觉，也算失败。――而要想因循，苟且而不得。怎样抓着他的病的深处，就很利害地刺他一下。一般整饬的结构，平凡的字句，会使他跑到旁处去的，我们应该反对。沙漠里遍生了荆棘，中国人就会过人的生活了！这是我相信的。朋其的作品的确和他的主张并不怎么背驰，他用流利而诙谐的言语，暴露，描画，讽刺着各式人物，尤其是智识者层。他或者装着傻子，说出青年的思想来，或者化为渝腿，跑进阔佬们的家里去。但也许因为力求生动，流利的缘故罢，抉剔就不能深，而且结末的特地装置的滑稽，也往往毁损掉全篇的力量。讽刺文学是能死于自身的故意的戏笑的。不久他又自招荆棘卷首道写出刺的文学四字，也不过因了每天对于霸王鞭的欣赏，和自己的生也不辰，未能十分领略花的意味儿，那可大有徘徊之状了。此后也没有再看见他刺的文学。尚钺的创作，也是意在讥刺，而且暴露，搏击的，小说集斧背之名，便是自提的纲要。他创作的态度，比朋其严肃，取材也较为广泛，时时描写着风气未开之处――河南信阳――的人民。可惜的是为才能所限，那斧背就太轻小了，使他为公和为私的打击的效力，大抵失在由于器械不良，手段生涩的不中里。向培良当发表他第一本小说集飘渺的梦时，一开首就说――时间走过去的时候，我的心灵听见轻微的足音，我把这个很拙笨地移到纸上去了，这就是我这本小册子的来源罢！"}
