{"text":"也可以说，或者因为恐怖，或者因为良心。成仿吾教人克服小资产阶级根性，拉大众来作给与和维持的材料，文章完了，却正留下一个不小的问题倘若难于保障最后的胜利，你去不去呢？这实在还不如在成仿吾的祝贺之下，也从今年产生的文化批判上的李初梨的文章，索性主张无产阶级文学，但无须无产者自己来写无论出身是什么阶级，无论所处是什么环境，只要以无产阶级的意识，产生出来的一种的斗争的文学就是，直截爽快得多了。但他一看见以趣味为中心的可恶的语丝派的人名就不免曲折，仍旧要问甘人君，是第几阶级的人？我的阶级已由成仿吾判定他们所矜持的是闲暇，闲暇，第三个闲暇他们是代表着有闲的资产阶级，或者睡在鼓里的小资产阶级。如果北京的乌烟瘴气不用十万两无烟火药炸开的时候，他们也许永远这样过活的罢。我们的批判者才将创造社的功业写出，加以否定的否定，要去获得大众的时候，便已梦想十万两无烟火药，并且似乎要将我挤进资产阶级去因为有闲就是有钱云，我倒颇也觉得危险了。后来看见李初梨说我以为一个作家，不管他是第一第二第百第千阶级的人，他都可以参加无产阶级文学运动不过我们先要审察他们的动机。这才有些放心，但可虑的是对于我仍然要问阶级。有闲便是有钱倘使无钱，该是第四阶级，可以参加无产阶级文学运动了罢，但我知道那时又要问动机。总之，最要紧是获得无产阶级的阶级意识，――这回可不能只是获得大众便算完事了。横竖缠不清，最好还是让李初梨去由艺术的武器到武器的艺术，让成仿吾去坐在半租界里积蓄十万两无烟火药，我自己是照旧讲趣味。那成仿吾的闲暇，闲暇，第三个闲暇的切齿之声，在我是觉得有趣的。因为我记得曾有人批评我的小说，说是第一个是冷静，第二个是冷静，第三个还是冷静，冷静并不算好批判，但不知怎地竟像一板斧劈着了这位革命的批评家的记忆中枢似的，从此闲暇也有三个了。"}
{"text":"那成仿吾的闲暇，闲暇，第三个闲暇的切齿之声，在我是觉得有趣的。因为我记得曾有人批评我的小说，说是第一个是冷静，第二个是冷静，第三个还是冷静，冷静并不算好批判，但不知怎地竟像一板斧劈着了这位革命的批评家的记忆中枢似的，从此闲暇也有三个了。倘有四个，连小说旧闻钞也不写，或者只有两个，见得比较地忙，也许可以不至于被奥伏赫变除掉的意思，的创造派的译音，但我不解何以要译得这么难写，在第四阶级，一定比照描一个原文难罢，所可惜的是偏偏是三个。但先前所定的不努力表现自己之罪，大约总该也和成仿吾的否定的否定，一同勾消了。创造派为革命而文学，所以仍旧要文学，文学是现在最紧要的一点，因为将由艺术的武器，到武器的艺术，一到武器的艺术的时候，便正如由批判的武器，到用武器的批判的时候一般，世界上有先例，徘徊者变成同意者，反对者变成徘徊者了。但即刻又有一点不小的问题为什么不就到武器的艺术呢？这也很像有产者差来的苏秦的游说。但当现在无产者未曾从有产者意识解放以前，这问题是总须起来的，不尽是资产阶级的退兵或反攻的毒计。因为这极彻底而勇猛的主张，同时即含有可疑的萌芽了。那解答只好是这样因为那边正有武器的艺术，所以这边只能艺术的武器。这艺术的武器，实在不过是不得已，是从无抵抗的幻影脱出，坠入纸战斗的新梦里去了。但革命的艺术家，也只能以此维持自己的勇气，他只能这样。倘他牺牲了他的艺术，去使理论成为事实，就要怕不成其为革命的艺术家。因此必然的应该坐在无产阶级的阵营中，等待武器的铁和火出现。这出现之际，同时拿出武器的艺术来。倘那时铁和火的革命者已有一个闲暇，能静听他们自叙的功勋，那也就成为一样的战士了。最后的胜利。然而文艺是还是批判不清的，因为社会有许多层，有先进国的史实在要取目前的例，则文化批判已经拖住，创造月刊也背了在开步走了。倘使那时不说不革命便是反革命，革命的迟滞是语丝派之所为，给人家扫地也还可以得到半块面包吃，我便将于八时间工作之暇，坐在黑房里，续钞我的小说旧闻钞，有几国的文艺也还是要谈的，因为我喜欢。"}
{"text":"最后的胜利。然而文艺是还是批判不清的，因为社会有许多层，有先进国的史实在要取目前的例，则文化批判已经拖住，创造月刊也背了在开步走了。倘使那时不说不革命便是反革命，革命的迟滞是语丝派之所为，给人家扫地也还可以得到半块面包吃，我便将于八时间工作之暇，坐在黑房里，续钞我的小说旧闻钞，有几国的文艺也还是要谈的，因为我喜欢。所怕的只是成仿吾们真像符拉特弥尔伊力支一般，居然获得大众那么，他们大约更要飞跃又飞跃，连我也会升到贵族或皇帝阶级里，至少也总得充军到北极圈内去了。译著的书都禁止，自然不待言。不远总有一个大时代要到来。现在创造派的革命文学家和无产阶级作家虽然不得已而玩着艺术的武器，而有着武器的艺术的非革命武学家也玩起这玩意儿来了，有几种笑迷迷的期刊便是这。他们自己也不大相信手里的武器的艺术了罢。那么，这一种最高的艺术――武器的艺术现在究竟落在谁的手里了呢？只要寻得到，便知道中国的最近的将来。二月二十三日，上海。本篇最初发表于一九二八年三月十二日语丝第四卷第十一期。本篇是针对一九二八年初创造社太阳社对他的批评而写的。当时创造社等的批评和的反驳，曾在革命文学阵营内部形成了一次以革命文学问题为中心的论争。这次论争扩大了革命文学运动的影响，促进了文化界对革命文学问题的注意。但创造社太阳社的某些成员，在试图运用马克思主义原理于中国革命的实际和文艺领域时，出现过严重的主观主义和宗派主义的倾向，对作了错误的分析，对他采取了排斥以至无原则的攻击的态度。后来他们改变了排斥的立场，与共同组织中国左翼作家联盟。冯乃超广东南海人，作家，后期创造社成员。醉眼陶然，见他在文化批判创刊号一九二八年一月发表的艺术与社会生活这位老生――若许我用文学的表现――是常从幽暗的酒家的楼头，醉眼陶然地眺望窗外的人生。世人称许他的好处，只是圆熟的手法一点，然而，他不常追怀过去的昔日，追悼没落的封建情绪，结局他反映的只是社会变革期中的落伍者的悲哀，无聊赖地跟他弟弟说几句人道主义的美丽的说话。隐遁主义！好在他不效变作卑污的说教人。托尔斯泰Z\\，―俄国作家。"}
{"text":"醉眼陶然，见他在文化批判创刊号一九二八年一月发表的艺术与社会生活这位老生――若许我用文学的表现――是常从幽暗的酒家的楼头，醉眼陶然地眺望窗外的人生。世人称许他的好处，只是圆熟的手法一点，然而，他不常追怀过去的昔日，追悼没落的封建情绪，结局他反映的只是社会变革期中的落伍者的悲哀，无聊赖地跟他弟弟说几句人道主义的美丽的说话。隐遁主义！好在他不效变作卑污的说教人。托尔斯泰Z\\，―俄国作家。著映怠墩秸牒平安娜卡列尼娜复活等。冯乃超在艺术与社会生活中曾引用列宁在列甫托尔斯泰是俄国革命的镜子中的一段话托尔斯泰一方面毫无忌惮地批判资本主义的榨取，剥去政府的暴力，裁判与行政的喜剧的假面，暴露着国富的增大，文化的结果与贫困的增大，劳动大众的痛苦间的矛盾他方面很愚蠢地劝人不要以暴力反抗罪恶。一方面站在最觉悟的现实主义上，剥去一切的假面他方面却t颜做世界最卑污的事――宗教的说教人。按译文与现在通行的版本不完全相同。这是冯乃超在艺术与社会生活中的话自从北伐军进出杨子江以来，中国国民革命的一特征，就是大众的政治运动的炽烈化，然而，观察目前的情状，革命的势力在表面上似呈一种停顿的样子，而事实上，社会的各方面亦正受着乌云密布的势力的支配。杀人如草不闻声语见明代沈明臣作铙歌十章凯歌狭巷短兵相接处，杀人如草不闻声。原是歌颂战功的，这里用以指国民党反动派屠杀共产党人和革命群众的血腥罪行。见文化批判第二号一九二八年二月李初梨怎样地建设革命文学我们知道，社会上，一定有一些常识的煽动家，向我们发出嘲笑，他们说你们既口口声声在革命，何以不去直接行动，却来弄这样咬文嚼字的文学？我们要看出他们的奸诈来这是他们的退兵计有产者差来的苏秦的游说。创造社前年招股本去年请律师一九二六年，创造社曾发出招股简章，筹集办社资金。一九二七年聘请刘世芳为该社律师。后来，当创造社受到反动当局压迫时，刘世芳曾代表创造社及其出版部登报声明本社纯系新文艺的集合，本出版部亦纯系发行文艺书报的机关，与任何政治团体从未发生任何关系，此后如有诬毁本社及本出版部者决依法起诉以受法律之正当保障。"}
{"text":"我们要看出他们的奸诈来这是他们的退兵计有产者差来的苏秦的游说。创造社前年招股本去年请律师一九二六年，创造社曾发出招股简章，筹集办社资金。一九二七年聘请刘世芳为该社律师。后来，当创造社受到反动当局压迫时，刘世芳曾代表创造社及其出版部登报声明本社纯系新文艺的集合，本出版部亦纯系发行文艺书报的机关，与任何政治团体从未发生任何关系，此后如有诬毁本社及本出版部者决依法起诉以受法律之正当保障。见一九二八年六月十五日上海新闻报创造社成立初期，成仿吾主张文学是出自内心的要求，原不必有什么预定的目的，追求文学的全和美，存在有为艺术而艺术的倾向。一九二六年他参加北伐战争，一九二八年再回到上海，从事革命文学运动。所以这里说他是复活的批评家，总算离开守护艺术之宫的职掌。获得大众保障最后的胜利，都见创造月刊第一卷第九期一九二八年二月成仿吾的从文学革命到革命文学以明了的意识努力你的工作，驱逐资产阶级的意德沃罗基在大众中的流毒与影响，获得大众，不断地给他们以勇气，维持他们的自信！莫忘记了，你是站在全战线的一个分野！以真挚的热诚描写在战场所闻见的，农工大众的激烈的悲愤，英勇的行为与胜利的欢喜！这样，你可以保障最后的胜利你将建立殊勋，你将不愧为一个战士。表现主义二十世纪初流行于德国和奥地利的资产阶级文艺流派。它对资本主义黑暗现实带有盲目的反抗情绪强调表现自我感受，认为主观是唯一真实，漠视现实生活，反对艺术的自的性，是帝国主义时期资产阶级文化危机的反映。踏踏主义通称达达主义，第一次世界大战期间流行于瑞士美国法国的资产阶级文艺流派。它反对艺术规律，否定语言形象的思想意义，以梦呓混乱的语言怪诞荒谬的形象表现不可思议的事物，是当时青年一代恐慌狂乱的精神状态的反映。文化批判月刊，创造社的理论性刊物。一九二八年一月创行，共出五期。在创刊号上载有成仿吾的祝辞。李初梨，四川江津人，文艺评论家，后期创造社成员。这里是指他的怎样地建设革命文学一文。其中说无产阶级文学的作家，不一定要出自无产阶级，而无产阶级的出身者，不一定会产生出无产阶级文学。"}
{"text":"文化批判月刊，创造社的理论性刊物。一九二八年一月创行，共出五期。在创刊号上载有成仿吾的祝辞。李初梨，四川江津人，文艺评论家，后期创造社成员。这里是指他的怎样地建设革命文学一文。其中说无产阶级文学的作家，不一定要出自无产阶级，而无产阶级的出身者，不一定会产生出无产阶级文学。又说无产阶级文学是为完成他主体阶级的历史的使命，不是以观照的――表现的态度，而以无产阶级的阶级意识，产生出来的一种的斗争的文学。北新半月刊第二卷第一号一九二七年十一月发表署名甘人的中国新文学的将来与其自己的认识中有是我们时代的的话李初梨在怎样地建设革命文学中加以反对说我要问甘人君，究竟是第几阶级的人，他写的又是第几阶级的文学？他所曾诚实地发表过的，又是第几阶级的人民的痛苦？我们的时代，又是第几阶级的时代？甘人君对于中国新文艺的将来与其自己简直毫不认识。这段引文见成仿吾从文学革命到革命文学。成仿吾在从文学革命到革命文学中评论早期创造社时说它的诸作家以他们的反抗的精神，以他们的新鲜的作风，四五年之内在文学界养成了一种独创的精神，对一般青年给与了不少的激刺。他们指导了文学革命的方针，率先走向前去，他们扫荡了一切假的文艺批评，他们驱逐了一些蹩脚的翻译。他们对于旧思想与旧文学的否定最为完全，他们以真挚的热诚与批判的态度为全文学运动奋斗。而在展望文学革命今后的进展时又说我们如果还挑起革命的印贴利更追亚的责任起来，我们还得再把自己否定一遍否定的否定，我们要努力获得阶级意识，我们要使得我们的媒质接近农工大众的用语，我们要以农工大众为我们的对象。见李初梨怎样地建设革命文学我以为一个作家，不管他是第一第二第百第千阶级的人，他都可以参加无产阶级文学运动不过我们先要审察他的动机。看他是为文学而革命，还是为革命而文学。第四阶级即无产阶级。过去外国历史家曾把法国大革命时期的法国社会分为三个阶级应译等级。第一阶级国王第二阶级僧侣和贵族第三阶级当时的被统治阶级，其中包括资产阶级小资产阶级工人农民等。后来又有人把工人阶级称为第四阶级。这是一种不科学的说法。"}
{"text":"见李初梨怎样地建设革命文学我以为一个作家，不管他是第一第二第百第千阶级的人，他都可以参加无产阶级文学运动不过我们先要审察他的动机。看他是为文学而革命，还是为革命而文学。第四阶级即无产阶级。过去外国历史家曾把法国大革命时期的法国社会分为三个阶级应译等级。第一阶级国王第二阶级僧侣和贵族第三阶级当时的被统治阶级，其中包括资产阶级小资产阶级工人农民等。后来又有人把工人阶级称为第四阶级。这是一种不科学的说法。由艺术的武器到武器的艺术见李初梨怎样地建设革命文学有产者既利用一切艺术为他的支配工具，那么文学当然为无产者的重要的战野。所以我们的作家，是为革命而文学，不是为文学而革命，我们的作品，是由艺术的武器到武器的艺术。这是张定璜的话，见现代评论第一卷第七八期一九二五年一月连载的先生一文先生的医究竟学到了怎样一个境地，曾经进过解剖室没有，我们不得而知，但我们知道他有三个特色，那也是老于手术富于经验的医生的特色，第一个，冷静，第二个，还是冷静，第三个，还是冷静。奥伏赫变德语音译，现通译为扬弃。成仿吾在创造季刊第二卷第二期一九二四年一月呐喊的评论中，将呐喊中的小说分为再现的和表现的两类。认为前者平凡庸俗，是失败的地方，而后者如端午节，表现方法恰与我的几个朋友的作风相同，由他那想表现自我的努力，与我们接近了。由批判的武器到用武器的批判见马克思黑格尔法哲学批判导言批判的武器当然不能代替武器的批判，物质力量只能用物质力量来推毁但是理论一经掌握群众，也会变成物质力量。马克思恩格斯选集第一卷第九页，一九七二年五月人民出版社出版这两句话的出处待查。有产者差来的苏秦的游说参看本篇注。苏秦，战国时期的纵横家，曾游说齐楚燕赵韩魏六国联合抗秦。见李初梨怎样地建设革命文学有人说无产阶级文学，是无产者自身写出的文学。不是。因为无产者未曾从有产者意识解放以前，他写出来的，仍是一些有产者文学。辛克莱―，美国小说家。"}
{"text":"马克思恩格斯选集第一卷第九页，一九七二年五月人民出版社出版这两句话的出处待查。有产者差来的苏秦的游说参看本篇注。苏秦，战国时期的纵横家，曾游说齐楚燕赵韩魏六国联合抗秦。见李初梨怎样地建设革命文学有人说无产阶级文学，是无产者自身写出的文学。不是。因为无产者未曾从有产者意识解放以前，他写出来的，仍是一些有产者文学。辛克莱―，美国小说家。著有长篇小说屠场石炭王世界末日等。文化批判第二期一九二八年二月曾刊载辛克莱拜金艺术艺术之经济学的研究的摘译，冯乃超在译文的中说辛克莱和我们站着同一的立脚地来阐明艺术与社会阶级的关系，他不特喝破了艺术的阶级性，而且阐明了今后的艺术的方向。维尼―，法国消极浪漫主义诗人。著有上古和近代诗集命运集等。创造月刊第一卷第五七八九各期曾连载穆木天的论文维尼及其诗歌。开步走，是成仿吾从文学革命到革命文学一文中的话开步走，向那龌龊的农工大众！符拉特弥尔伊力支即弗拉基米尔伊里奇列宁。指国民党反动派当时所办的一些刊物如新生命等。革命咖啡店革命咖啡店革命咖啡店的革命底广告式文字，昨天在报章上看到了，仗着第四个有闲，先抄一段在下面但是读者们，我却发现了这样一家我们所理想的乐园，我一共去了两次，我在那里遇见了我们今日文艺界上的名人，龚冰庐，，等。并且认识了孟超，潘汉年，叶灵凤等，他们有的在那里高谈着他们的主张，有的在那里默默沉思，我在那里领会到不少教益呢。遥想洋楼高耸，前临阔街，门口是晶光闪灼的玻璃招牌，楼上是我们今日文艺界上的名人，或则高谈，或则沉思，面前是一大杯热气蒸腾的无产阶级咖啡，远处是许许多多龌龊的农工大众，他们喝着，想着，谈着，指导着，获得着，那是，倒也实在是理想的乐园。何况既喝咖啡，又领教益呢？上海滩上，一举两得的买卖本来多。大如弄几本杂志，便算革命小如买多少钱书籍，即赠送真丝光袜或请吃冰淇淋――虽然我至今还猜不透那些惠顾的人们，究竟是意在看书呢，还是要穿丝光袜。至于咖啡店，先前只听说不过可以兼看舞女，使女，以饱眼福罢了。"}
{"text":"何况既喝咖啡，又领教益呢？上海滩上，一举两得的买卖本来多。大如弄几本杂志，便算革命小如买多少钱书籍，即赠送真丝光袜或请吃冰淇淋――虽然我至今还猜不透那些惠顾的人们，究竟是意在看书呢，还是要穿丝光袜。至于咖啡店，先前只听说不过可以兼看舞女，使女，以饱眼福罢了。谁料这回竟是名人，给人教益，还演高谈沉思种种好玩的把戏，那简直是现实的乐园了。但我又有几句声明――就是这样的咖啡店里，我没有上去过，那一位所遇见的，又是别一人。因为一，我是不喝咖啡的，我总觉得这是洋大人所喝的东西但这也许是我的时代错误，不喜欢，还是绿茶好。二，我要抄小说旧闻之类，无暇享受这样乐园的清福。三，这样的乐园，我是不敢上去的，革命文学家，要年青貌美，齿白唇红，如潘汉年叶灵凤辈，这才是天生的文豪，乐园的材料如我者，在战线上就宣布过一条满口黄牙的罪状，到那里去高谈，岂不亵渎了无产阶级文学么？还有四，则即使我要上去，也怕走不到，至多，只能在店后门远处彷徨彷徨，嗅嗅咖啡渣的气息罢了。你看这里面不很有些在前线的文豪么，我却是落伍者，决不会坐在一屋子里的。以上都是真话。叶灵凤革命艺术家曾经画过我的像，说是躲在酒坛的后面。这事的然否我不谈。现在所要声明的，只是这乐园中我没有去，也不想去，并非躲在咖啡杯后面在骗人。杭州另外有一个时，我登了一篇启事，革命文学家就挖苦了。但现在仍要自己出手来做一回，一者因为我不是咖啡，不愿意在革命店里做装点二是我没有创造社那么阔，有一点事就一个律师，两个律师。八月十日。本篇最初刊于一九二八年八月十三日语丝第四卷第三十三期的革命广告之后，题作附记，收入本书时改为现题。指一九二八年八月八日申报所载的上海珈i，署名慎之。龌龊的农工大众这是成仿吾的话。他在创造月刊第一卷第九期载一九二八年二月发表的从文学革命到革命文学中说克服自己的小资产阶级的根性，把你的背对向那将被奥伏赫变的阶级，开步走，向那龌龊的农工大众！"}
