{"text":"大千世界会主动走来，由你揭去面具。它是非这样不可的。它会在你面前狂喜地扭摆。康乐平生追壮观，未知席上极沧洲。卡夫卡的说法丰富透辟，米芾的吟哦简练痛快。诸大先哲，皆以其悖谬，为后来的思想者留下大片余地，明的余地之外，暗的余地更多，更非先哲们所梦想得到的。霍拉旭呵，天地间的事物哈姆雷特身边总得有一个霍拉旭，到现代，哈姆雷特固少，霍拉旭少之尤少。小聪明是长不大的。个人与人类的关系，通常是意味着的关系。亨于西山艺术家尤其自以为与人类意味着什么关系，意味消淡时，艺术家就受不了，而另一些艺术家反而感到，唯其消淡，更加意深味长――前者是家禽型，后者是野鸟型。少小时，听父辈叙谈，每涉什么愚而诈殁后思小取等等语汇，似懂非懂，我自身尚无阅历经验，只是那愚而诈，似乎煞有介事，然则到底也不求其解，听过就忘了。其解又如何呢一唯其愚，故只能用诈来谋利益。二愚相愚言，是行诈的本钱。三见愚人来，不戒备，被诈去了。四百事愚而一事诈，其诈必售。五受了愚人之诈，还以为他是好心办坏事。六诈者以愚著名，故能愚及诈及。七愚者亦有苦闷，每逞一诈，乐不可支，于是乐诈不疲。八愚者平时少作为，忽有机会施诈，便悉心以赴。九世无纯愚者，所谓愚者也具一分智力，此智力用在正道上收效不彰，用在邪道上倒事半功倍。十无数次诈的总和，还是愚。总此十解，犹不足言甚解，盖智者往往不败于智者之诈而败于愚者之诈，乃知愚者勿可轻也，且愚人多半是福人――君子远福人。新逮到野马，驯师拍拍它的汗颈你要入世呀！他说我已经告诉大家我要堕落了，怎好意思就这样上进起来呢。一个清早，但丁醒来，敲了七下钟，天色渐明，史学家把这叫做文艺复兴。很多年后，但丁又醒来，敲了七下钟，黑暗仍然黑暗，有人劝但丁再敲，但丁说我没错，如果敲第八下，倒是我错了。达芬奇的公式知与爱永成正比，似乎缺了一项什么，寻思之下，其知其爱已饱含了德。"}
{"text":"新逮到野马，驯师拍拍它的汗颈你要入世呀！他说我已经告诉大家我要堕落了，怎好意思就这样上进起来呢。一个清早，但丁醒来，敲了七下钟，天色渐明，史学家把这叫做文艺复兴。很多年后，但丁又醒来，敲了七下钟，黑暗仍然黑暗，有人劝但丁再敲，但丁说我没错，如果敲第八下，倒是我错了。达芬奇的公式知与爱永成正比，似乎缺了一项什么，寻思之下，其知其爱已饱含了德。我小时候，有一天傍晚坐在楼梯口睡着了，忽然觉得被人抱起来，一级一级上去，迷糊中知道是爸爸，他的胸脯暖暖贴着我，烟草的气味，鼻息吹动我的头发，可惜楼梯走完，进房放在床上，脱鞋盖毯，我假装睡，又睡着了。下一天傍晚，估计爸爸即将到家，我便坐到老地方去，闭上眼，一动不动这孩子真糊涂，怎么又睡着了？小人被大人用指节骨击在头上，叫做吃火爆栗子――我的悲观主义大概是从那时候开始的。我说没什么，你爸爸缺乏想像力。历史时代的进展，既非周而复始的轮回，亦非螺旋形上升，十三世纪至十六世纪，欧洲天灾不断，瘟疫流行，怪谁呢，一切都归罪于长得美貌的女孩，烧死她，淹死她，魔鬼，女巫，妖精二十世纪，她们是时装模特儿，每天没有五千美金的报酬是不起床的。偷懒绝招之一教育家认为应靠宗教信仰来提高道德素质。之二经济学家主张由慈善事业以解决民生问题。野生的，贵族的，玩世甚恭的野生贵族――确凿见过几个，就只几个。不管你以为与卡夫卡多相熟，他总有点暧昧。是有罪心理产生了他的艺术？还是艺术产生了有罪心理？乔伊斯卡罗尔奥茨这一问就问傻了自己。有罪心理酝酿了卡夫卡的艺术。艺术醅了他的有罪心理。听到普希金对贡斯当的阿道尔夫的赞赏，我又快乐了半天。海涅是第一个道出希腊的神与基督教义的冲突真奇怪竟有那样长的年月两者相安无事，后来，许多作家纷纷议论这个问题，详审该博。海涅冲谦地表示了他曾以一己之顿悟，启迪了别人，他也不忘添上一句他们都没提这位领头者的姓名。有些事，就这样自己不啼，鸦雀无声，所以还是麻烦自己啼一声的好，让人家便宜，莫让人家便宜太多。"}
{"text":"有罪心理酝酿了卡夫卡的艺术。艺术醅了他的有罪心理。听到普希金对贡斯当的阿道尔夫的赞赏，我又快乐了半天。海涅是第一个道出希腊的神与基督教义的冲突真奇怪竟有那样长的年月两者相安无事，后来，许多作家纷纷议论这个问题，详审该博。海涅冲谦地表示了他曾以一己之顿悟，启迪了别人，他也不忘添上一句他们都没提这位领头者的姓名。有些事，就这样自己不啼，鸦雀无声，所以还是麻烦自己啼一声的好，让人家便宜，莫让人家便宜太多。人性，忽然对人性茫无所知。在西方，下雨了，行人带伞的便撑伞，无伞的照常地走，没见有耸肩缩脖子的狼狈相。在西方，道途两车相撞，双方出车，看清情况，打电话，警察来公断处理从出事起到警察到达之前，双方不说一句话。仅此二则，立地可做的事，在中国，一百年后也未必能做得到。甲为了乙的安全，劝告乙你的那几个亲密者，看来都不一定是君子，倒有点近乎小人，可能将会祸害你。乙大声你有什么根据？没多久，祸害迭起，几乎弄得乙家破人亡。乙对甲的预见和判断，一点也不佩服，乙佩服是那些祸害他的人，用心之险手段之辣意志之强，非要乙吃亏上当不可，乙向甲谈到这些时，眉飞色舞，佩服极了。于宗教，取其情操。于哲学，取其风度，有情操的宗教，有风度的哲学，自来是不多的，越到近代，那种情操那种风度，越浮薄越衰，只有在非宗教非哲学的艺术中，还可邂逅一些贞烈而洒脱的襟怀和姿态。不必讳言艺术曾附丽于宗教，艺术也曾受诲于哲学，而今宗教哲学都老了，还是艺术来开门，搀扶宗教哲学进屋里避避风雨喝杯热咖啡，天气实在太坏。宗教哲学艺术，都不快乐，靠回忆往事来过日子总不是滋味。毋友不如己者，毋友太不如己者吧。近年来与童明先生不晤而谈尼采，多半可说是关于这一精神血统的人物志的演义，我自来海外，亦屡有发现，渐渐心也静了，反正这一精神血统的苗裔没有断绝。童明却继续寻访，真会继续发现，电话中奔走相告，若贺庆节，我们这种窥人隐私似的行径，幸亏是宏伟阳刚的对象，故亦显得磊落无愧恧。尼采之后的尼采消息既如上述，尼采之前的尼采是东方先于西方出现的。"}
{"text":"毋友不如己者，毋友太不如己者吧。近年来与童明先生不晤而谈尼采，多半可说是关于这一精神血统的人物志的演义，我自来海外，亦屡有发现，渐渐心也静了，反正这一精神血统的苗裔没有断绝。童明却继续寻访，真会继续发现，电话中奔走相告，若贺庆节，我们这种窥人隐私似的行径，幸亏是宏伟阳刚的对象，故亦显得磊落无愧恧。尼采之后的尼采消息既如上述，尼采之前的尼采是东方先于西方出现的。童明说西方悲剧精神惯以黑作徽章，宣示咏叹，都意味着黑，东方好像不讲黑，讲恬淡空灵。我说也讲黑，玄，就是黑，不过中国哲学是知黑守白，企望最终形成透明，虽然道家禅家都未能抵达这个顶点，而取向和趋势无疑是童贞透明童明一笑――尼采的三变，三种境界，东方西方能参入成事者都止于一变二变，那第三变第三境界，至今犹为东西方的共同向往。西方哲学是壮年哲学，东方，是老年哲学，要回到青年也回不去，怎能回到童年。问何以尼采精神弥漫于尼采之前尼采之后？答正可就此大现象，佐证尼采是艺术家而非逻辑学家，他明白，建立体系，那是大题小作了。尼采之后，精神胤嗣们各以一己之性格折射强光，然而说完也就要完了。童明好奇尼采尼采哲学尼采精神血统，智者中的泛尼采现象，能不能一言以蔽之？我想，也许是――最大可能的叛逆，李耳庄周都叛逆得厉害，李重仪态，庄矜风姿，故庶士看不出他俩内心的暴烈，白发苍苍的耶稣必是个大叛逆者，四福音书中已经多次流露征兆。凡是伟大的，都是叛逆的。与童明先生夜谭，这次到此为止，祝他在兴奋中渐渐入眠，年轻的博士，不该贸然让他知道最大可能的叛逆是假想出来的，我们有什么可叛可逆的呢，我们什么也没有――潘多拉的盒子在打开之前就是空的。第一部分江楼夜谈答香港中报月刊记者问李邝撰录塞尚如果我确知我的画将破坏，我将不再画画。勃拉克如果我确知我的画将被烧掉，我将拼命地画。我们向坐在沙滩椅上的东方画家发问您呢？先生。我？画家答道我的画已经全部毁灭，也预知今后画出来的东西很难幸存。画之前画之中画之后，三重快乐是分内的。塞尚他们所烦恼的是要取得第四重母爱的快乐。"}
{"text":"勃拉克如果我确知我的画将被烧掉，我将拼命地画。我们向坐在沙滩椅上的东方画家发问您呢？先生。我？画家答道我的画已经全部毁灭，也预知今后画出来的东西很难幸存。画之前画之中画之后，三重快乐是分内的。塞尚他们所烦恼的是要取得第四重母爱的快乐。延种本能在精神上竟也这样亢强，以致使那些才智过人的艺术家偏执到如此焦躁的地步。为了免于这第四重快乐，我曾一度成为文化形态学的赞赏者。快乐的传奇先生是指西方之衰落中的论证观点？这类论点不自觉的引证者从来就很多，斯宾格勒整理了一番，可惜只注意巴比伦等九种文化的有机性。其实整部可知的人类文化史，才是意识形态的大戏。伊刚福利德尔一辈想完成这个光怪陆离的体系，东拉西扯，强人就范，我感到乏味了，退而画画，但求分内的三重快乐循环不息。鱼丽之宴江楼夜谈第四重是精神延种的母爱的快乐。有第五种吗？因画而生活安逸的快乐。第六重？因画而受人称道的快乐。第七重？没有。画家吸纸烟，塞尚的母爱是为了要把他的苹果放入罗佛尔大冰箱。塞尚不要第五重吗？也许吧！他不是大声嚷嚷法郎有难闻的气味吗。那么勃拉克呢？乔治勃拉克先生的住处离此不远，请去访问了他之后，再回来继续谈吧。机巧的遁词！我们应和着笑。饮茶，嚼糖。二十世纪行将过去。八十年代，一个春风骀荡的夜晚，东海之滨，画家的工作室，我们有幸拜赏了先生近三年来的一百余幅作品。我们已闻悉他是个奇特的人，画着奇妙的画，待到目睹这成集成册的杰作，完全超出我们宿构的臆想。华严深灵，变幻莫测，分不清何为必然何为偶然，何为表象何为观念，只觉得凛然，萧然，翩然，陶然，盎然，嫣然这是什么呢，这个精神世界是达芬奇梵乐希西贝柳斯踪迹依稀的幽谷，是王维倪瓒朱耷透露过消息的清肃酝之乡。它的广度深度是不可方物的。尤不可思议者是它的密度。其中五十幅风景山水，画面特小，每幅蓄聚着极大的能量，使人目眩神驰。"}
{"text":"我们已闻悉他是个奇特的人，画着奇妙的画，待到目睹这成集成册的杰作，完全超出我们宿构的臆想。华严深灵，变幻莫测，分不清何为必然何为偶然，何为表象何为观念，只觉得凛然，萧然，翩然，陶然，盎然，嫣然这是什么呢，这个精神世界是达芬奇梵乐希西贝柳斯踪迹依稀的幽谷，是王维倪瓒朱耷透露过消息的清肃酝之乡。它的广度深度是不可方物的。尤不可思议者是它的密度。其中五十幅风景山水，画面特小，每幅蓄聚着极大的能量，使人目眩神驰。云冈的石像，其大令我们觉得非人所为，这集风景，其小使我们觉得非人所为。一伟美，一精美，都是魔术般令人迷惑屏息画家的灵思妙腕与象牙果核发丝上的雕工特技是全然不同的。匠人倚小卖小，以小取宠。先生则率性而为，他在丈二大轴八米长卷挥洒之余，忽就小幅，既不嫌方寸局促，对布局设色造像运笔亦概不介意，自由自在地调排着各种绘画因素，观赏者无从捉摸其起落始成，但觉神韵流荡，真元袭人激动，狂喜，继之深深忧虑这样的图画的命运否泰了。隐忍不住，才借用塞尚勃拉克的自白，冒昧启问，不料画家却冲谦自牧于三重快乐之内。现代的初民先生何以预知您的作品将无一幸存，苛求的卡夫卡也还是留下吉光片羽啊！画家莞尔不是卡夫卡式苛求，是常识塞尚勃拉克，谁又能幸存那种所谓灯光与黎明之间的艺术劳作，画家也许因为忙碌，来不及想到永生。人的自知之明，从狂热的宗教信仰终于冷却为宇宙论无所谓悲观主义乐观主义的宇宙家乡观念，岂不要笑掉伏尔泰的牙明哲而痴心，也只有这样，才能以精练过的思维和感觉来与宇宙对立。你们所发的疑问，应是属于宇宙观的范畴，从宇宙至绘画，中间程序应是世界观―人生观―艺术观。私情会使常识的程序颠倒，烦恼随之丛生。一个要洗手不画，另一个要拼了命画。"}
{"text":"一个要洗手不画，另一个要拼了命画。为什么不能像孟德斯鸠那样双目大张保持一贯净朗的心境呢画家的解释，蕴藉微茫却有助于我们领悟他从高处下从深处出从远处归的根本态度，我们用目光请求他继续讲下去――我是画着玩，我作画的态度近乎初民在岩洞中刻画牛形的态度，那时已经有展览会这样一回事了，在美术史插图中所熟见的太古壁画，当时一定也很轰动，初民们挤进洞来，指指点点，煞是热闹，那个身披兽皮或树叶的大画家，在画前，画中，画后，还没有意识到贝壳换陶罐之类的买卖――我这个初民却在岩洞中午睡，洞外市声鼎沸，全世界大大小小的画家都在兴奋贸易，熙熙攘攘，把我吵醒了，我像猫一样弓背伸懒腰，在一片嘈杂的人声中，辨出毕加索的嗓音猫吃掉鸟，毕加索吃掉猫，画吃掉毕加索它又一点一点地吃掉达芬奇，黑人雕塑吃掉黑人――到头来，都一样，差别在于他们自己并不领会这个道理而已，最后的胜利一定属于画。我在心里笑不一定，罗佛尔和夏洛克吃掉画，宇宙吃掉罗佛尔和夏洛克浅浅的知识比无知更使人栗六不安，深深的知识使人安定，我们无非是落在这样的一片浅浅深深之中。第一部分江楼夜谈一个观念先生就是凭借这广义的自知之明而创作？不是创作，是画画。我有一个读者观念，这个观念比我自身高明十倍，我画给它看。是赫胥黎吧，他在讲演之前，虔诚请教前辈大师应该如何对待听众的水平？大师道他们一无所知。我画到一半时，这个读者观念聚而明，明而显，百般挑剔，纠缠不去，直到这位梅菲斯特式的批评家悄然引退。只有静，画，我三者同在，才算是一个闪耀着的终点。福楼拜夫子自道，他是由几个可怜的观念构成的。与他相比，我更可怜，只此一个观念。这样的读者观念，不知有几人能具有。马蒂斯把毕加索奉为唯一够格的批评家，先生除了心中的以能的形式存在的批评家之外，还有身外的以质的形式存在的批评家吗？很多。人们看我的画，我看人们的眼睛。平时，画沉睡着，有善意的人注视它时醒了。我借旁人的眼睛看自己的画，倏然陌生了，便能适意于与自己的作品的分离。我不如塞尚他们多情，多情总是累赘。每次从展览会中取回画件，看到它们疲惫不堪，因为它们缺少睡眠。周详警僻的评论固然可喜，一声稚气的惊呼更能使画苏醒。"}
{"text":"很多。人们看我的画，我看人们的眼睛。平时，画沉睡着，有善意的人注视它时醒了。我借旁人的眼睛看自己的画，倏然陌生了，便能适意于与自己的作品的分离。我不如塞尚他们多情，多情总是累赘。每次从展览会中取回画件，看到它们疲惫不堪，因为它们缺少睡眠。周详警僻的评论固然可喜，一声稚气的惊呼更能使画苏醒。但是，既然人人因被人认识而得益成为一句流行的格言，那么先是格言本身被人认识，再是格言的设计者被人认识，而得益。一想到它的反面是人人因被人误解而受害，我就十分乐意得益了。但愿那位英国智者说得对轮到别人的，也会轮到你的头上来。文化中年期我们已经目击了画家的作品，又亲听了他亦庄亦谐的谈论，夜在深去，我们在告别前，未能免俗地作几则提问听说先生正在写一论文中国画往何处去，能先告诉我们一个大纲吗？中国画在技法上一直盘桓在渐变之中，已到突变的临界了。唐代文化接纳了印度波斯的影响，精神反特别旺盛，而唐之典范性亦反而更强。先生对世界画坛的千门万户又有何说？现代画派，纷纷扬扬，不论抽象具象，选择其中真诚有度者，一言以蔽之思无邪。先生的临别赠言是我们的时代是人类文化的中年期。真是巧合太阳正处于中年期，地球亦处于中年期，人类文化经历了充满神话寓言的童年，文艺复兴情窦初开的少年，浪漫主义狂歌痛哭的青年，杰出的艺术各以其足够的自知之明为其所生息的时代留下了不可更替的特征。童年幼年是热中，少年青年是热情，而壮年中年是热诚。文化的两翼是科学与艺术，我们所值的世纪，后半叶，艺术这一翼见弱了。这个时代原以热诚为不可更替的特征的，可是毕加索一语道破我们这个时代缺少的是热诚我们，我们这些中年人，还总得梦想以热诚来惊动艺术。第一部分海峡传声答台湾联合文学编者问一九八四年台湾联合文学创刊号特设作家专卷，题名一个文学的鲁滨逊，编者导言经由联副，在国内文坛一出现，即以迥然绝尘拒斥流俗的风格，引起广大读者强烈注目，人人争问是谁？为这一阵袭来的文学狂飙感到好奇。"}
{"text":"这个时代原以热诚为不可更替的特征的，可是毕加索一语道破我们这个时代缺少的是热诚我们，我们这些中年人，还总得梦想以热诚来惊动艺术。第一部分海峡传声答台湾联合文学编者问一九八四年台湾联合文学创刊号特设作家专卷，题名一个文学的鲁滨逊，编者导言经由联副，在国内文坛一出现，即以迥然绝尘拒斥流俗的风格，引起广大读者强烈注目，人人争问是谁？为这一阵袭来的文学狂飙感到好奇。身逢动乱，的经历不平凡，成就也不平凡。在极为特殊的情况下，他始终坚持自我的生活理念文学立场，像在一座孤岛上一样，不间断地从事创作。因此所谓文学鲁滨逊之说，实深含傲然雄视之情。面对这样一位作家，联合文学满怀惊喜。经过长达三个月时间的筹划和联系，终于集小传著作一览答客问及其散文新作四帖等而成此一专卷。本卷合融人生观照艺术风情，是国内首度最完整的呈现。――摘自联合文学创刊号问从今年四月您在联副发表一九六六年后第一篇作品以来，短短几个月，已经引起国内文坛及读者的轰动，人人争问是谁？可否请您介绍一下这个人？答当有人问是谁？我的本能反应是哪一个？福楼拜先生的教诲言犹在耳呈显艺术，退隐艺术家。鱼丽之宴海峡传声文稿上具名的，稿费支票背面签字的，是两个。孟德斯鸠自称波斯人，梅里美自称葡萄牙人，司汤达自称米兰人，都是为了文学上之必要，法国文学家似乎始终不失古典精神。那么，我是丹麦人，皇帝的新衣中的那个小孩。在远远的前代，艺术家在艺术品上是不具名的。艺术品一件件完成，艺术家一个个消失了。痴心而明哲，明哲而痴心。唯其痴心，再不明哲就要烧焦了，因为明哲，没有这点痴心岂不冻死在雪山上。那个在稿费支票背面签字的为那个在文稿上具名的先作这一点点介绍。问我们知道您八岁开始习画，什么时候开始写作？以何种文字发表？是否结集，有无计划出版？答小学时代，我的作文还真不错，我说姐姐，帮我开个头！"}
