{"text":"翩然一只云中鹤，飞去飞来宰相衙。陈眉公是明末清初的一个名士，也就是所谓才子文人。文章写得好，社会上下，乃至朝廷宰相，各阶层对他印象都很好。可是有人写诗专门骂他装点山林大架子，所谓装点山林是装成不想出来做官，政府大员请他出来做官，他不干。真正的原因是嫌官太小了不愿做，摆大架子，口头上是优游山林，对功名富贵没有兴趣。附庸风雅小名家，会写字会吟诗，文学方面样样会，附庸风雅的事，还有点小名气。功名捷径无心走，朝廷请他出来做官都不要做，真的不要吗？想得很！处士虚声尽力夸，处士就是隐士，他自己在那里拚命吹牛，要做隐士。獭祭诗书称著作，獭是一种专门吃鱼的水陆两栖动物，有点像猫的样子。它抓到鱼不会马上吃，先放在地上玩弄，而且一条一条摆得很整齐，它在鱼旁边走来走去玩弄，看起来好像是在对鱼祭拜，所以称作獭祭，它玩弄够了再把鱼吃下去。这里的借喻，是说一个人写诗做文章，由这里抄几句，那里抄几句然后组合一下，整齐地编排在一起，就说是自己的著作了。骂他抄袭别人的文章据为己有。蝇营钟鼎润烟霞，这是说他爱好古董，希望人家送他，想办法去搜罗。蝇营，是像苍蝇逐臭一样去钻营，人家家里唐伯虎的画，赵松雪的字等等，想办法弄来，收藏据有。翩然一只云中鹤，这是形容他的生活方式，看看多美！翩然，自由自在的，功名富贵都不要，很清高，飞翔在高空中的白鹤一样。飞去飞来宰相衙，这完了！当时的宰相很喜欢他，既然是那么清高的云中鹤，又在宰相家飞来飞去，所为何事？可见所谓当处士，不想功名富贵等等都是假的。所谓文章学问都是为了功名富贵，如此而已！这一首诗，就表明了一个人对于文与质修养的重要。人不能没有学问，不能没有知识，仅为了学问而钻到牛角尖里去，又有什么用？像这样的学问，我们不大赞成。文才好是好，知识是了不起，但是请他出来做事没有不乱的，这就是文好质不好的弊病。一定要文质彬彬，然后君子。就是这个道理。吃饭大如天哀公问于有若曰年饥，用不足，如之何？有若对曰盍彻乎？曰二，吾犹不足，如之何其彻也？对曰百姓足，君孰与不足？百姓不足，君孰与足？这一段是有关于国家的财政思想，古时候，国家政府的支用，都靠老百姓纳税而来。古代的赋税有个名称叫彻，大概是收十分之一的田赋。详细的数字，要另外考证，这里不去管它。"}
{"text":"一定要文质彬彬，然后君子。就是这个道理。吃饭大如天哀公问于有若曰年饥，用不足，如之何？有若对曰盍彻乎？曰二，吾犹不足，如之何其彻也？对曰百姓足，君孰与不足？百姓不足，君孰与足？这一段是有关于国家的财政思想，古时候，国家政府的支用，都靠老百姓纳税而来。古代的赋税有个名称叫彻，大概是收十分之一的田赋。详细的数字，要另外考证，这里不去管它。所取的很合理。后来到了春秋战国时，因为社会的不安，政治的动荡，政府的财用不足，税收就加了很多。现在鲁哀公问孔子的学生有若说，年饥――农业社会收成不好，社会经济衰落不景气，都可称年饥――国家财政，入不敷出，你看怎么办？有若就说要减税。他不但不主张加税，还主张减税。鲁哀公听了说，你不要说减为十取一的税，就是征两成都还不够，怎么能减？减了以后国家的财政怎么办呢？接着，有若说了一个大原则，所谓财经一定要与政策配合，也就是讲政治的大道理。他说，你减税以后，使国民的生活安定，社会增加了生产能力，老百姓富足了，还怕国家不富足？国家当然会富足。假使加重税收，老百姓越来越吃不消，经济只有越萧条，那时离心离德，到哪里去征税？以中国历史来说，几乎每一次到了变乱的时代，都发生这种问题。外国也一样，现在美国福特上台，恐怕最困难的也是这个问题。每一个国家，财经都很重要，所以大家想对国家有所贡献，财政经济的书要多看看。任何大小事情，财经的知识是不能缺少的。乃至自己创个事业，开个公司，会计把帐拿来都不会看，就糟糕，被蒙蔽了都不知道。何况每一变乱时代，都发生这类问题。明朝末年最严重，当时这个税，那个税，历史记载着弄到民怨沸腾。我们读历史的时候，这四个字马马虎虎过去了，但仔细研究一下，老百姓对政府没有感情了，怨恨的程度，像开水一样翻翻滚滚，到了这种程度，实在难以收拾，明末就到了这个地步。宋代一位文学家范石湖的诗种禾辛苦费犁锄，血指流丹鬼质枯。无力买田聊种水，近来湖面亦收租。范石湖和陆放翁苏东坡这些人都是宋代著名的文学家，在政治上也是了不起。范石湖出使过金国，办过政治上的大交涉，在政治上贡献很大。他的诗词文章，被誉为宋朝四大家之一，堪称为文质彬彬。他这首诗讲乱世的税捐状况，政治上的根本问题。"}
{"text":"宋代一位文学家范石湖的诗种禾辛苦费犁锄，血指流丹鬼质枯。无力买田聊种水，近来湖面亦收租。范石湖和陆放翁苏东坡这些人都是宋代著名的文学家，在政治上也是了不起。范石湖出使过金国，办过政治上的大交涉，在政治上贡献很大。他的诗词文章，被誉为宋朝四大家之一，堪称为文质彬彬。他这首诗讲乱世的税捐状况，政治上的根本问题。他描写种田的人，辛辛苦苦用犁锄来垦地，耗尽了心血。垦到无地可垦了，鬼质枯，连坟场都挖掉改垦为田地，尽量从事生产。可是收入还不够缴纳繁重的赋税，这从下面两句话可以看出来。他说农民没有钱去买田来耕作，只好弄只船，种种荷花，打点鱼，在水上谋生活。可是下面一句近来湖面亦收租，连种水也要缴税了。这是范石湖，是文学家也是政治家，对那个时事的感叹！这就成为有名的诗句，代表了那个时代的心声。几乎每个朝代末期，都出现这种代表老百姓的心声的作品，这都是大问题。回转来看有若的答复，财经税收，离不开政治哲学的大原则。百姓富足，每个人生活安定，社会安定，政府自然富足。如果老百姓贫穷了，则这个国家社会就难以维持了。知人易自知难子张问崇德辨惑。子曰主忠信，徙义，崇德也。爱之欲其生，恶之欲其死既欲其生，又欲其死，是惑也。诚不以富，亦只以异。这是一个大问题。既关系个人的修养内圣，也关系到领导人的修养外用。崇德是个名词，辨惑也是一个名词。这两个名词的并用，是由论语开始的，后世成为儒家思想的专有名词。子张问怎样叫崇德？怎样叫辨惑？崇德是个人的修养，现在新的名词是心理卫生，就是薰陶改善自己的思想，使自己的德性慢慢崇高伟大起来。换句话说，就是要如何修养自己的人格。辨惑这惑包括了两方面，一是怀疑一是糊涂。一般人的人生，一辈子多半是糊涂，没有思考，没有辨别的能力。即使有，也搞不清楚。说有经历，经历包括范围太广，如要相信经历，就先要辨一辨什么是经历？就要思考。所以辨惑就是真正的智慧，真正的见解。子张提出这两个问题问孔子，孔子的答复说，使自己的人格升华，主要在心理修养。一为忠一为信。"}
{"text":"换句话说，就是要如何修养自己的人格。辨惑这惑包括了两方面，一是怀疑一是糊涂。一般人的人生，一辈子多半是糊涂，没有思考，没有辨别的能力。即使有，也搞不清楚。说有经历，经历包括范围太广，如要相信经历，就先要辨一辨什么是经历？就要思考。所以辨惑就是真正的智慧，真正的见解。子张提出这两个问题问孔子，孔子的答复说，使自己的人格升华，主要在心理修养。一为忠一为信。忠的意义是直心直肠，心境很直，对人对事绝没有歪曲。另一意义就是非常尽心，不论对自己或对别人，当国家大事也好，为个人私事也好，绝对尽我的心，尽我的力，乃至赔上自己的性命，都在所不惜。譬如对于思想的信仰绝对忠实，也就是忠。信，我们解释过了，就是自信信人。对自己要有自信。对人能够厚道，因此人与人之间建立一个言而有信的关系。为了使自己的人格更见崇高，没有别的方法，只有忠信。徙义是应该做的事就去做。义者宜也，合情合理应做的去做，就是徙义。下面问题来了譬如领导人对部下，或者丈夫对太太，都容易犯一个毛病。尤其是当领导人的，对张三非常喜爱欣赏，一步一步提拔上来，对他非常好，等到有一天恨他的时候，想办法硬要把他杀掉。男女之间也有这种情形，在爱他的时候，他骂你都觉得对，还说打是亲骂是爱，感到非常舒服。当不爱的时候，他对你好，你反而觉得厌恶，恨不得他死了才好。这就是爱之欲其生，恶之欲其死。爱之欲其生的事很多，汉文帝是历史上一个了不起的皇帝，他也有偏爱。邓通是侍候他，管理私事的，汉文帝很喜欢他。当时有一个叫许负的女人很会看相，她为邓通看相，说邓通将来要饿死。这句话传给汉文帝听到了，就把四川的铜山赐给邓通，并准他铸钱自己印钞票。但邓通最后还是饿死的。这就是汉文帝对邓通爱之欲其生。当爱的时候，什么都是对的，人人都容易犯这个毛病，尤其领导人要特别注意。孔子说既欲其生，又欲其死，是惑也。这两个绝对矛盾的心理，人们经常会有，这是人类最大的心理毛病。我们看这两句书，匆匆一眼过去，文字上的意义很容易懂。但详细研究起来，就大有问题。所以我们作人处理事情，要真正做到明白，不受别人的蒙蔽并不难，最难的是不要受自己的蒙蔽。所以创任何事业，最怕的是自己的毛病以现在的话来说，不要受自己的蒙蔽，头脑要绝对清楚，这就是辨惑。"}
{"text":"这就是汉文帝对邓通爱之欲其生。当爱的时候，什么都是对的，人人都容易犯这个毛病，尤其领导人要特别注意。孔子说既欲其生，又欲其死，是惑也。这两个绝对矛盾的心理，人们经常会有，这是人类最大的心理毛病。我们看这两句书，匆匆一眼过去，文字上的意义很容易懂。但详细研究起来，就大有问题。所以我们作人处理事情，要真正做到明白，不受别人的蒙蔽并不难，最难的是不要受自己的蒙蔽。所以创任何事业，最怕的是自己的毛病以现在的话来说，不要受自己的蒙蔽，头脑要绝对清楚，这就是辨惑。譬如有人说我客观的说一句，我说对不起，我们搞哲学的没有这一套，世界上没有绝对的客观，你这一句话就是主观的，因为你说我，那有绝对的客观？这就要自己有智慧才看清楚。这些地方，不管道德上的修养，行政上的领导，都要特别注意。爱之欲其生，恶之欲其死。是人类最大的缺点，最大的愚蠢。下面这两句话诚不以富，亦只以异。宋朝的大儒们研究，认为古代是竹简，摆来摆去把位置摆错了，应该摆在十六篇齐景公有马千驷之上，因为这两句话是诗经小雅我行其野中的句子。他们解释这两句话的意思是这不是富有，不过和富有也差不多了。放在这里不伦不类。现在我们的看法，宋儒说摆错了位置也对。假如说并没有摆错，也有道理。因为富不限于财物的富有，道德学问的修养是无形无价的财富。所以诚不以富，亦只以异。等于说，虽不是有形的富有，其实是真正的富有。因为你拥有崇高的人格修养和自己内心的安详，这正是极富有的大业。不过，不同于财物的富有而已。相对的人为政治下面跟着是齐景公问的齐景公问政于孔子。孔子对曰君君臣臣父父子子。公曰善哉！信如君不君臣不臣父不父子不子，虽有粟，吾得而食诸？这就是中国政治哲学了，从古中国的政治哲学是建立在伦常文化的基础上。就是孔子所讲的君君臣臣父父子子这四点。现代的青年看起来，会认为这种书落后到极点，实在应该烧掉。如果我们真了解了，就觉得非常深刻，非常有味道。这八个字上面的君臣父子四字是名词，下面的君臣父子四字是借用来作动词。君君就是说领导人作到自己真正是一个领导人，领导人有领导人的道德。"}
{"text":"这就是中国政治哲学了，从古中国的政治哲学是建立在伦常文化的基础上。就是孔子所讲的君君臣臣父父子子这四点。现代的青年看起来，会认为这种书落后到极点，实在应该烧掉。如果我们真了解了，就觉得非常深刻，非常有味道。这八个字上面的君臣父子四字是名词，下面的君臣父子四字是借用来作动词。君君就是说领导人作到自己真正是一个领导人，领导人有领导人的道德。就这君君两个字，就可以写一部叫领导人的道德修养及其哲学的大书，或者作为政治系或哲学系同学写博士论文的题目。君是君，领导人就是一个领导人。臣是臣，作干部的有干部的立场，规规矩矩是个好干部，好的宰相，好的辅助人。这个话连起来讲，如果君不君，领导人不是一个领导人，违反了领导人应有的道德，这时臣也不臣了。父父子子。做父亲的是一个父亲，如果父亲作得不合一个父亲的标准，但是却要儿女孝顺，尽儿女的本分，怎么可能呢？所以父母是父母，子女就是子女，这才是所谓的父慈子孝。也就是易经上回复的道理。古代的文字很简略，但包括的意义很多。孔子答复了这一点，齐景公非常聪明，他说，好，我懂了。一个领导人自己不站在领导人的本位，越出范围，那么臣也不臣一个家庭中，父母不像父母，儿女就不像儿女。如果一个国家，政治社会的风气到了这个程度的话，国家的财富虽充足，我也用不到了，一定要失败的。这一点就是中国政治哲学的中心思想。有人说，民主社会没有这个君，我们研究过三民主义――国父思想，关于这个问题都讲过，不用再讲了，是一样的道理。过去是一人领导万人，现在是万人领导所有的人。民主政体下每个人都是君。所以我对一个美国朋友，谈到美国的情形，我说中国的民主思想和美国的两样。中国过去是帝王制度，没有民主自由的口号。而美国坏就坏在民主上，现在美国式的民主政治很成问题。国际上美国到处去帮忙，而没有一个受到帮忙的国家感谢美国，问题就在美国式的民主。我们过去的政治思想，尽管是君主制度，据我的研究，中国历史政治的精神，是以民主为基础，君主是一个执行的型态。现在美国式的民主，老实说是以君主独裁为基础，而以民主为型态。美国是什么民主？所有的领导人，乃至于总统，后面都有老板的。他们被操纵于资本家手中，说穿了，美国的民主就是这样。我们过去的君主，是真正的民主精神。譬如在明末崇祯时期，骆养性任大金吾之职。"}
{"text":"而美国坏就坏在民主上，现在美国式的民主政治很成问题。国际上美国到处去帮忙，而没有一个受到帮忙的国家感谢美国，问题就在美国式的民主。我们过去的政治思想，尽管是君主制度，据我的研究，中国历史政治的精神，是以民主为基础，君主是一个执行的型态。现在美国式的民主，老实说是以君主独裁为基础，而以民主为型态。美国是什么民主？所有的领导人，乃至于总统，后面都有老板的。他们被操纵于资本家手中，说穿了，美国的民主就是这样。我们过去的君主，是真正的民主精神。譬如在明末崇祯时期，骆养性任大金吾之职。所谓大金吾是沿用汉朝的官名，近似于现代的首都卫戍司令，清朝的九门提督，权很大。当时熊鱼山姜如农两位言官――近似现代的监察委员，在历史上称作言官。皇帝在政治上的错误，言官都要提出来指摘的，这是中国过去监察御史的精神。纵然是皇帝错了，他照样提出来，错了就是错了。这两位御史很了不起，当时对皇帝有所批评。朝中的太监权臣，因为党派的关系，把他们关在刑部大牢――清朝所谓天牢里。到了半夜里，皇帝亲笔下了一个条子，命令大金吾连夜把这两个监察御史提出去杀掉。这位大金吾接到了皇帝这个条子，并不执行，坐下来写一篇奏章。大意说天下言官犯了罪，如果要杀他，因为他是代表全国老百姓讲话的，所以应该明告天下，公布他的罪状，使全国老百姓都知道，然后再规定时间杀他。现在凭你这张条子，而且偷偷摸摸地半夜里叫小太监送来，要我夜里去杀他，我是不敢执行的。换言之，无形中是说皇帝没有经过行政程序，是错误的，不可以这样做的。第二天他就把皇帝下的条子同奏本，一并送给皇帝，结果皇帝看了他的奏本反而笑了，这件事也就算了，这两个人命也保住了。至于骆养性的晚节好不好，是另处一回事，在此不加讨论。事实上中国历史上并不止这一件事，类似的事件很多。不过现在我们读的历史太少了，只靠学校的历史课本中国史大纲，就认为懂了中国历史。我觉得很好玩。中国历史中有很多宝贵的东西，可惜一般人都没有好好注意它。尤其说到政治哲学，还是我们中国文化中儒家道家的这许多原则是对的。为政到底在人，并不一定在法。立法制度固然重要，但执法的还是在人，立法的也是人，所以还是人政重要。能平不平的子路下面是对于政治立身处世作人做事有关的个人修养子曰片言可以折狱者，其由也与！子路无宿诺。"}
{"text":"我觉得很好玩。中国历史中有很多宝贵的东西，可惜一般人都没有好好注意它。尤其说到政治哲学，还是我们中国文化中儒家道家的这许多原则是对的。为政到底在人，并不一定在法。立法制度固然重要，但执法的还是在人，立法的也是人，所以还是人政重要。能平不平的子路下面是对于政治立身处世作人做事有关的个人修养子曰片言可以折狱者，其由也与！子路无宿诺。在尺牍中常常可以看到片言折狱这句话。片言的来源，就是出自论语中孔子的这句话。现代语就是一句话的意思。狱就是打官司。孔子说，要讲一句话，就可以把人家的纠纷解决了，只有子路做得到。那么子路是很懂法律，大概是个大律师了，但律师并不能片言折狱。这里就值得研究了。我们读遍了四书和传记，所提到的子路，并没有那么大的本事，可是孔子的确说他片言可以折狱的。就前面所提到的子路，简直像张飞一样，一个粗暴得很的人，既不是大政治家，又不是搞司法的，孔子怎么说他可以片言折狱呢？这就是子路有侠义精神。最近看到一部描写清代末期的一个闻人的小说，过去我们也知道这个人就有片言折狱的味道。他没有读什么书，是钱庄的学徒出身，他把替钱庄收来一笔呆帐的五百两银子，帮助一个茶馆中萍水相逢，落魄的候补道上京补缺，而他本人却因此被钱庄开除，可是后来这两个人联合起来，东南半壁的金融，都受他们的影响。后来太平天国举事，他还支持当时的清政府，认为太平天国绝对不会成功的。淮军的军饷及许多经费，都向他借。这个人讲义气，头脑好，有办法，真是片言折狱的人才。所以孔子提出来，一句话可以替人解决问题的，只有子路做得到。在我个人的人生经验，也觉得的确像子路这种个性的人才做得到。正如某些问题找读书人来解决，也许一年也解决不了，找这些有侠义精神的朋友一来，三言两语，把一切咎责替人挑起，来代人道歉赔礼，几句话就把问题解决了。下面说子路做得到的理由，是子路无宿诺，这就是侠义的精神，他今天答应了事情，说话算话，绝对办了结，不会搁在那里不办的。过去这一类的人蛮多的，但在最近二十年来则少得很，这样的人，往往使人敬佩，信任得过。一个人要做到任何朋友都信任他，很不容易。这不能用手段，要绝对的真诚，绝对的信实，子路有这个精神，所以可以片言折狱。"}
{"text":"正如某些问题找读书人来解决，也许一年也解决不了，找这些有侠义精神的朋友一来，三言两语，把一切咎责替人挑起，来代人道歉赔礼，几句话就把问题解决了。下面说子路做得到的理由，是子路无宿诺，这就是侠义的精神，他今天答应了事情，说话算话，绝对办了结，不会搁在那里不办的。过去这一类的人蛮多的，但在最近二十年来则少得很，这样的人，往往使人敬佩，信任得过。一个人要做到任何朋友都信任他，很不容易。这不能用手段，要绝对的真诚，绝对的信实，子路有这个精神，所以可以片言折狱。理难清由片言折狱，就谈到彼此意见的相争了。子曰听讼，吾犹人也。必也，使无讼乎！原告被告两方的打官司，这是法律上的常事，是普通的讼事。两方朋友有问题，听双方争执的意见，这也是讼事。我发现假使去做法官将无法下裁决，因为我听甲方说的觉得很有道理，听乙方说的觉得也很有道理，所以我常常引用孔子听讼，吾犹人也。这句话。听谁的话，就吾犹人也，变成了谁，很难严格的说谁对谁不对。在禅宗里有这样一个笑话一个老和尚，有三个徒弟，有天老和尚叫他们来报告心得。首先老和尚听了大徒弟的报告说你的对。二徒弟的报告，刚和大徒弟说的相反，老和尚听了说你的也对。最小的徒弟感到奇怪，就问老和尚，大师兄这样说，你说对，二师兄那样说，你也说对，究竟谁的对呢？老和尚对小徒弟说，你的更对。佛家从形而上的观点泯除是非。天下没有绝对的是与非，是根据时间空间而断定的。儒家则从形而下着手，有是非，主张要明辨是非。至于道家，则认为要调和是非。这是三家文化着眼点不同，各有千秋，各有不同的用处。所以绝对的是非在哪里呢？孔子说听讼，吾犹人也。这句话要注意了，真正的意思是不要有主观，听原告的话时，自己就站在原告的立场。听被告的话时，自己就站在被告的立场。以现在哲学的观念，这才是绝对的客观。然后再来判断是非。但是我们往往最容易犯的错误，是自己先有成见，所以要为任何一个人设身处地。必也，使无讼乎！为什么要做到那么客观，因为我们判断是非的人，最主要的目的，是使大家没有纷争，都能心气平和，心安理得，合理的得到解决。在我国描述清官的小说中，如包公案彭公案施公案等等，对诉讼，都脱离不了微服私访。当然历史上这些人是否确有其人，其政绩如何？"}
