{"text":"所以欲先创新，要打破固有的差不多这类得过且过的思想，更要打破旧有的温床。人是有惰性的，而国人思维体系中又有保守谨慎的一面。正如先生所叹，不是很大的鞭子打在身上，中国人自己是不肯动弹的。创新的思想保证应是对更幸福生活的追求，有了对未来的追求才会有对现实的不满，才会产生创新的动力以跳出旧生活。而仅是主张有口饭吃，也就无从创新了。创新以自我革命形式实现。大树的新办法并非仙人传授，果实也不是上帝为其所挂，而是自出心裁。当代社会竞争加剧，时代飞速发展，只有能创新者可以胜出。反观百年老店柯达，虽率先研发数码相机，但死守胶卷不放，最终黯然破产。究其根源，在于其公司以其成熟胶卷技术为傲，而不愿轻易改变。这说明创新需要一个自我革新机制。这种机制外在动力是竞争对手带来的压力，内在动力是体制内部具备的发展认知，而后者更重要。要实现对旧有的突破和否定绝非易事，虽有外来压力，人们也可选择逃避，只有内在对发展趋势的认识，才可以促使人自己否定自己，自己发展自己，从而推动革新，又反作用于这种创新思维。今日无数大型企业秉承创新理念，斥巨资于研发，而创新带来的成果又使企业焕发新生。创新最终引向成功。大树以果实让鸟兽将种子带向远方，实现了自己的理想。而在现实中，创新作用远不止此。创新一方面给创新者带来了物质效益，另一方面也产生了努力后精神上的力量的增强。此外，一人的创新起到的带动作用可以激发全社会对创新的兴趣，从而引发万众创新，极大地带动民族国家乃至人类的进步。日新之谓盛德。大树用新办法实现了对远方的探索，而智力足备的人类更有理由去开拓创新，打开新未来。为曾经收到的请柬踌躇，为没有时间和地址犹豫。躲过雨，错过风，赴约成了心病。那张莫名其妙的请柬，似倏然划过的短笛，身前身后，各有一场局。邀约的不知何人，赴约的却是自己。那麽多的激动如雨，那麽多的彭拜如潮，却不知什么时候停了退了，该是赴约的时候，却迈不动步履。故人如片片落花，寂寞对着欢喜，长久地坐在往事的树下，悄悄地发霉，静静地离去。曾经的绿，在杯中吐蕊，一轮轮。一簇簇，次第开启。那些五颜六色的絮语，随浆荡开涟漪。经年之后，依然是夜的温暖，风的绵柔，水的静谧。不知何时何故，心经不再飘舞，绿茵漫堤，冉冉徐徐，化作静水深流，睡在心底。"}
{"text":"邀约的不知何人，赴约的却是自己。那麽多的激动如雨，那麽多的彭拜如潮，却不知什么时候停了退了，该是赴约的时候，却迈不动步履。故人如片片落花，寂寞对着欢喜，长久地坐在往事的树下，悄悄地发霉，静静地离去。曾经的绿，在杯中吐蕊，一轮轮。一簇簇，次第开启。那些五颜六色的絮语，随浆荡开涟漪。经年之后，依然是夜的温暖，风的绵柔，水的静谧。不知何时何故，心经不再飘舞，绿茵漫堤，冉冉徐徐，化作静水深流，睡在心底。心湖，幽深，彻骨，一抹飞鸿，于俯仰之间，驮起两翅清凉，一声叹息。时间排列着额头的纹路，丈量着两岸的距离，揣测着心湖的深度。许多的改变，是命运的悄然调整，是秩序的潜心设计。力所能及，当为可为力所不及，不为不可为。人无咎。自然之间，相互皆缘。浅浅淡淡者，茶缘深深浓浓者，亲缘是是非非者，情缘。缘起，是昨日的风缘灭，是今天的云。风云安然，人缘安好。当年结绳的人，如今各握半条绳索，在或明或暗的是非中，审视从前的牵手在或短或长的间隙里，寻找未来的自己。哦，发出请柬的，原来是未来的自己，请柬里有一轮红日，在黎明的河边，暖暖地等着自己。钻石的价值确实不菲，切割时一旦失手再过晶莹也难免沦为废品，于是也就难倒了众多的切割师。老切割师固然有着超群卓越的技术，他能为，却少了小徒弟那份敢于操刀的勇气，不敢为无技术，少经验，固然不能成事，但少了可嘉的勇气，就囿于平庸，难成大事。敢为，为天下先，超脱平凡。建国之初，我国经历了清满腐朽，外国掠夺，日寇蹂躏，蒋氏摧残，一穷二白，满目萧然又加之十年动荡，法制经济人文各个领域都到了奔溃的边缘。政坛彷徨，此际，我们伟大的邓爷爷以敢为天下先的勇气大刀阔斧，拨乱反正，缔造了我国独特的社会主义市场经济的飞速发展。春意盎然，他修宪法正思想，开特区，收香港，春天的故事不可谓不雄壮。网此番事业，来源于邓小平爷爷独特的政治眼光和超强的预见力，他能为但更重要的是他有敢为天下先的勇气。如果邓爷爷只是一味在乎中国国土的稳定，而不敢改革开放，大概今日上海滩的霓虹灯也不会灿烂夺目。敢为，敢做，超脱平凡。敢为，为世界先，别样精彩。在科学界，自古至今，天文，地理物理化学无一领域不是充满着探索与发现，推陈与出新。"}
{"text":"春意盎然，他修宪法正思想，开特区，收香港，春天的故事不可谓不雄壮。网此番事业，来源于邓小平爷爷独特的政治眼光和超强的预见力，他能为但更重要的是他有敢为天下先的勇气。如果邓爷爷只是一味在乎中国国土的稳定，而不敢改革开放，大概今日上海滩的霓虹灯也不会灿烂夺目。敢为，敢做，超脱平凡。敢为，为世界先，别样精彩。在科学界，自古至今，天文，地理物理化学无一领域不是充满着探索与发现，推陈与出新。他虽身材矮小，却是举起太阳的勇士，不畏宗教的迫害。不囿于固有的传统，哥白尼多年的观测使他能为，但真正促使他敢为世界先，提出日心说的却是他那份敢于刺破传统，忘怀得失，不计利害的勇气。他其貌不扬，却绕海航行，不断探索，找出人类的祖先，与世界相悖，却成就别样精彩，面对世界的质疑与嘲笑，他不屑一顾面对教士的鄙视与戏弄，他不留心间。多年证据的积累，生物科学的卓越成就，达尔文他能为，但真正使他不顾忌世人的眼光，将自我利益置之于度外的却是他敢为世界先的勇气。敢为，为世界先，忘怀于手中的利益，抛却心里的负担，成就别样精彩！在人生中，面对许多事，我们都有足够的能力与经验，但却往往难以卸下心灵的负担，不敢冲破现有的条条框框，少了那份敢为天下先的勇气与决心，最终碌碌此生。漫漫长路，精彩就在于一次次敢于挑战的勇气，贵不再能而在敢。能为？是质疑敢为，是赞叹！你说你不像别人的父亲那样有本事，你只是个纸梯，纸梯什么也做不了。我说我愿意，愿意带着纸梯一路前行。去年冬天，你和母亲陪我在北京求学。雪雨纷飞的日子，你一手提着一袋腊肉转乘了三四趟车来到老师家门口，和老师点头哈腰说话的样子和那双被冻裂的大手我至今记忆犹新。临走时你一个劲地拜托老师多关照我，似乎把一辈子的谢都在那会儿道尽了。你陪我去购买寄宿用的衣物。结账时发现少拿了一件东西，于是叫你守着购物车排队等着。回来时，发现你竟坐在一旁的椅子上伏着购物车睡着了。侧仰着头，轻声地打着鼾。往返拿趟东西只不过三分钟而已，你竟已如此疲惫，那一刻，我久久站在你身边，凝望着你，不忍将你叫醒，嘈杂的超市在我心里突然也寂静了。"}
{"text":"你陪我去购买寄宿用的衣物。结账时发现少拿了一件东西，于是叫你守着购物车排队等着。回来时，发现你竟坐在一旁的椅子上伏着购物车睡着了。侧仰着头，轻声地打着鼾。往返拿趟东西只不过三分钟而已，你竟已如此疲惫，那一刻，我久久站在你身边，凝望着你，不忍将你叫醒，嘈杂的超市在我心里突然也寂静了。十八年来我第一次如此近距离地观察你――那个在我出生时第一个抱我的男人，那个在我生病时鞍前马后照顾我的男人，那个对母亲说如果你生个儿子，我们爷俩保护你，如果你生个女儿，我保护你们娘俩的男人。随着我的成长已经年近半百。思及此，我被年近半百这个词语所吓倒，我无法想象几十年后你口吐不清，吃饭如同嚼蜡的日子。不知何时开始，你竟变得爱说重复的话，爱随手关灯。你开始变得邋遢，变得一久坐就体痛，变得爬上三楼都会体力不支。你曾经那么英俊。我的成长似乎建立在你的衰老上，我成长的养分似乎就是你年轻的生命活力。秋风秋草正离离仿佛就是你的写照。昔日那个将我扛在肩上的男人如今连提桶水上楼都会气喘吁吁。你是一个完美的父亲，我却是一个不完美的女儿。我尽全力让自己更加完美，只是为了告诉别人，我配做你的女儿。此刻，我在考场上写下你，我知道，你一定在学校门口焦急地等待着我的凯旋。我给了你太多希望，我不想让你失望。你曾经跟我说过，你不是大官，也不是有头有脸的大人物，你不能像别人的父亲那样当个铁梯子让孩子越爬越高，顺风顺水。你只是一个纸梯，纸梯什么也做不了。我说，谢谢纸梯，让我比别人坚强，比别人完美。我愿意带上纸梯一路向前。梦里谁的花开，绽放在我的世界，遗落下一地的芬芳，让我触摸着心灵的纹络，期待着梦好的期待。――题记你用浓重的油彩涂抹着你的妆容，你用婉转的曲调歌唱着你的未来。那个时代抛弃了世俗和迂腐，用温柔流畅的笔墨书写着你的色泽――梅兰芳。你似那只在百花丛中翩跹起舞的蝴蝶，浑身沾满了飘香的花粉，不知在哪个安谧的夜，悄然飞进了我的梦里。你华丽的舞姿将我引诱进这荼蘼的花开，也许从那时，你便再也未曾离去，成为我记忆中美好的期待。陈旧的时光安之若素，一切安好无恙。你在生命的隧道里款款而来，笑容满面，轻抚纱袖。逆着光，我看不清你的脸，却调和着光与影的残缺凝刻了一幅斑斓的画面。你的音容笑貌，掩盖了我生命那片空虚岁月的荒芜。"}
{"text":"那个时代抛弃了世俗和迂腐，用温柔流畅的笔墨书写着你的色泽――梅兰芳。你似那只在百花丛中翩跹起舞的蝴蝶，浑身沾满了飘香的花粉，不知在哪个安谧的夜，悄然飞进了我的梦里。你华丽的舞姿将我引诱进这荼蘼的花开，也许从那时，你便再也未曾离去，成为我记忆中美好的期待。陈旧的时光安之若素，一切安好无恙。你在生命的隧道里款款而来，笑容满面，轻抚纱袖。逆着光，我看不清你的脸，却调和着光与影的残缺凝刻了一幅斑斓的画面。你的音容笑貌，掩盖了我生命那片空虚岁月的荒芜。无数个寂静的清晨，无数次对你的期待。你躲在朱红的屏风后面，扬起长袖含羞掩面，步履轻盈，含情脉脉的雕琢那幕玉堂春。谁为你织画了戏裙边缘的兰花，将你衬托的如同仙子一般纯洁。我站在那扇描绘了杜鹃啼血的屏风前面，与你仅一纸之隔，却如同隔着千山万水。你缠绵细语，与我倾诉着凡尘俗世的欢乐和伤痛。我不言不语，看你在阳光里模糊了容颜。你旋转之即裙摆绽放了无数朵白色兰花，不艳不俗，似一抹柔润的勾勒，连灵魂都泛起了光亮。你慢慢走，我慢慢等，等你在我的梦里变得丰盈。无数个疲惫的午后，无数次对你的期待。没有香茗的点缀也罢，没有琴音的熏陶也罢，只为听你在我的梦里哼唱一曲动人的霸王别姬。你是一个演绎者，我愿做那安静的倾听者，听你还原跨越时空的赞歌。谁执著谁的手，相看泪眼却无语凝噎。谁许下诺言，谁成了谁永恒的执念。你用变幻的音调和唯美的辞藻将人物刻画的如此细腻美好，仿佛你是一个多彩的调色板，为我为世人雕琢了一幕声泪俱下的画面。你轻轻唱，我细细听，听你在我的梦里留下的声响。无数个的安谧夜晚，无数次对你的期待。夜幕悬挂的零落的星辰读不懂我沉重的落寞。但有你也唯有你能够点亮我生命里比夜还黑的暗。我蜕去那冰冷的外壳，听你在梦里用那惊煞世人的贵妃醉酒温暖我。我似乎看到她摇曳的身姿如春天茂盛的柳优雅地随风而摆，纤细白皙的手指轻执酒杯在纱帘里鼻影。你在我的梦里又编织出无数个梦境，让我不愿醒来，不想打碎这美轮美奂的风景。渐渐地，你被历史风化侵蚀的骨骼在我的记忆里拼凑起来，你让我期待了这美好的期待。当所有的世俗在时光的角落里燃烧殆尽，当所有的红尘在岁月的凌迟下湮没无迹，你依旧在我的回忆里，你依旧在那红色的戏台上演绎着你的人生。因为你是我生命中那不可磨灭的期待，期待着你在我梦中的归来。"}
{"text":"我似乎看到她摇曳的身姿如春天茂盛的柳优雅地随风而摆，纤细白皙的手指轻执酒杯在纱帘里鼻影。你在我的梦里又编织出无数个梦境，让我不愿醒来，不想打碎这美轮美奂的风景。渐渐地，你被历史风化侵蚀的骨骼在我的记忆里拼凑起来，你让我期待了这美好的期待。当所有的世俗在时光的角落里燃烧殆尽，当所有的红尘在岁月的凌迟下湮没无迹，你依旧在我的回忆里，你依旧在那红色的戏台上演绎着你的人生。因为你是我生命中那不可磨灭的期待，期待着你在我梦中的归来。迷失在地图上每一道短暂的光影，品尝了夜的巴黎，踏过下雪的北京。不去想今天星期几，无所谓终点在哪里，无论已征服或者是一场雨，都属于整段旅行。总有一种期待，期待下一次的上路。期待下一次的上路。在某个有霜露的清晨或是在某个有意境的黄昏，带着梦想，去飞，去闯。不会再畏惧伤害，因为早已明白，命运掌握在自己的手里，付出最终会与回报成正比。人有了期待，有了梦想，就会从心里升起一道不灭的光，那是信仰，那是勇往直前的勇气和力量，那是永不言弃的坚信和执著。那执著的梦想，正是我所期待的。我说我再也不是那个懵懂无知的少女，每天总是泡在童话般的幻想里，我也不再是那个依偎在爸爸妈妈身边胆小怕事的孩子。不用你们提醒，我知道，我已经长大了，我有了自己的责任和目标，请相信我，我不会让你们失望，我会活得很骄傲。因为你们曾经都是我的骄傲。这一次，我不会哭，会坚强，我不会不舍，会独立。这一次，请让我自己走，这一次，请让我自己飞，这一次，我会长大。因为心里总有一种期待，那是对上路的渴望。我期待，那一天鸟语花香，阳光刚好，一如岁月静好。在这样的日子里，我整理好背囊，在亲人不舍的送别后，独自踏上火车，开始自己的旅行。旅行的意义，只有我自己知道。火车停在了那一站，我信心满满地拉着旅行箱下了车，朝它不舍地挥了挥手，就像与我那些不独立的岁月说了声再见。我轻声地告诉自己没有什么不可以。从口袋里掏出手机，北京时间七点整，把耳塞塞进耳朵，里面有好听的声音在唱再见了，小时候街上匆匆而过的人们，我知道那是一群有理想的人，那是一群努力奋斗的人，我仰起头，冲着他们，和着阳光，展现出一个明亮的微笑，因为，他们拥有自己的信仰，我期待自己有一天也能与他们一样，把每一天都过得充实快乐。"}
{"text":"火车停在了那一站，我信心满满地拉着旅行箱下了车，朝它不舍地挥了挥手，就像与我那些不独立的岁月说了声再见。我轻声地告诉自己没有什么不可以。从口袋里掏出手机，北京时间七点整，把耳塞塞进耳朵，里面有好听的声音在唱再见了，小时候街上匆匆而过的人们，我知道那是一群有理想的人，那是一群努力奋斗的人，我仰起头，冲着他们，和着阳光，展现出一个明亮的微笑，因为，他们拥有自己的信仰，我期待自己有一天也能与他们一样，把每一天都过得充实快乐。坐在旅馆的床边，抬头望着没有星星的甜黑的夜，心里是无比的思念，记得原来这时候，我房间隔壁屋的灯还一直亮着，像是一种不灭的希望，那也是让我坚持下去不能放弃的理由，那是爸爸妈妈期待的眼神，那是他们无微不至的爱。这样想着，闭了眼，能闻到风中传来的向日葵花开的甜美，相信，明天又会是美好的一天期待下一次的旅行，破晓时睁开眼雨过天晴，青草香露水滴晶莹透明。期待，期待下一次的旅行。不去想今天星期几，无所谓终点在哪里，无论已征服或者是一场雨，都属于整段旅行。当人声喧嚣的街头，一位年迈的老人倒在马路当一位幼小孩童在风雨中流浪，我们是否有所期待？当一双渴望的眼睛天真地面对我们，当满是憔悴的脸肃立在寒风里，我们真的是否有所期待？是的，我们期待社会能多一点爱心，人间能多一点温暖，人与人不再互相仇视，不独让西单女孩，旭日阳刚能够活在春天里，让所有的人都能乐开怀。是的，我们期待，警察用自己的生命换来的不再是冷漠，善良不再为法律所嘲讽，社会一片晴朗，同在片蓝天下和谐地享受生活的甜蜜。是的，我们期待正义能够得以伸张，高尚能够得到弘扬。不论我爸是李刚，还是他叔是金国友，只要触犯了法律，都一样能受到严惩，司法不能像娟妇一样被人随意蹂躏和糟蹋，不能沦落到任人摆布，毫无尊严的地步。天价打捞沦落的道德，药家鑫抛却的人性冷漠卑劣都如烟云般飘散，使邪恶难以在中华大地立足。我们期待，楼不再歪，奶粉不再毒，血铅毒大米毒豆芽不再成为人们的困惑。让道德的清溪尽洗俗世的铅华，让善良触动人的泪腺。他人失意时可以轻轻拍拍他的肩膀，静静聆听满肚苦水人的倾诉，他人失误时不嘲笑自吹而是开解，他人身体欠佳或重病，送去几句点燃希望的话或一首振奋的音乐我们期待，人间能少一些悲哀，世界多一片阳光。"}
{"text":"天价打捞沦落的道德，药家鑫抛却的人性冷漠卑劣都如烟云般飘散，使邪恶难以在中华大地立足。我们期待，楼不再歪，奶粉不再毒，血铅毒大米毒豆芽不再成为人们的困惑。让道德的清溪尽洗俗世的铅华，让善良触动人的泪腺。他人失意时可以轻轻拍拍他的肩膀，静静聆听满肚苦水人的倾诉，他人失误时不嘲笑自吹而是开解，他人身体欠佳或重病，送去几句点燃希望的话或一首振奋的音乐我们期待，人间能少一些悲哀，世界多一片阳光。我们期待，天价酒天价烟不再成为常项，社会能多一点和谐，人与人多一份理解。我们期待天空能多一抹瓦蓝，大地能多一层绿意。地方发展不是一味重视经济的增长，而忘却了环境的保护。治理环境污染，不能只挂在嘴上，让大山披上绿装，让江河扬起清波。我们期待能拥有更多的空间，更多的自由，虎妈不要成为时尚总有那么多的期待，期待如花，让我们芬芳满怀，幸福满怀总有那么多的期待，期待如霞，给我们以希望，给我们以精彩期待是如此的执著，期待是这样的急切，期待让我们大步奔向未来老人们常说，世界上的事，冥冥之中都有各自定数。有一个故事说有个船主找了个漆工给自己的船刷漆。漆工发现船上有个洞，虽然这不是他份内的活，他还是找来木板铁皮等将漏洞全补好了。过些时，船主给漆工送来一大笔钱。漆工不解地说工钱您不是已经给过了吗船主说这是感谢你补船漏洞的钱。漆工讷讷地说那是顺便补的。船主却说当听说我的孩子们驾船出海，我就害怕他们回不来了，因为船上有漏洞。现在他们却平安归来，多亏了你呀。这个故事简单，却蕴涵着一些不简单的道理。事有因果，互相联系。栽什么树苗结什么果，撒什么种子开什么花。做人一定要多做好事多行善，才会得到意想不到的回报。在这方面，历史上现实中因果报应的事例举不胜举，歌里唱得好只要人人献出一点爱，这世界会变成美好人间。而眼下这个物俗横飞的商品经济社会里，出现了多少道德滑坡令人发指的事件，传统美德好似没了市场，学习雷锋成了做秀，起码的做人准则完全失脱，许多人迷失了前进的方向。不提空洞而拔高的口号，就从能做到的道德规范来约束自己的行为容易为人接受。一旦习惯成了自然，社会风气自然会发生根本性的转变。"}
{"text":"在这方面，历史上现实中因果报应的事例举不胜举，歌里唱得好只要人人献出一点爱，这世界会变成美好人间。而眼下这个物俗横飞的商品经济社会里，出现了多少道德滑坡令人发指的事件，传统美德好似没了市场，学习雷锋成了做秀，起码的做人准则完全失脱，许多人迷失了前进的方向。不提空洞而拔高的口号，就从能做到的道德规范来约束自己的行为容易为人接受。一旦习惯成了自然，社会风气自然会发生根本性的转变。拿遵守交通规则来说，内地许多城市高架桥越来越长，可交通拥堵却越来越严重，而弹丸之地的香港，车比内地多，路比内地窄，却很少发生堵车。人人按交通规则行事的理念已深入人心，变成了每个市民的自觉行动，其结果必然是交通顺畅。回到故事里来说话油漆工宁肯吃点小亏也要做些份外事的行为看起来是一个偶然行为，却也是他长期养成的良好习惯，这也许是他为了口碑和生计而这样做，坚持不懈就变成了必然。另一方面，船主孩子驾船出海是偶然，船出海是必然，漏洞补上是偶然，漏洞不补会出事是必然，船主给钱是偶然，做好事得好报是必然，这一切皆源于辩证法。从这个意义上来说，我们还是要提倡一种我为人人人人为好的良好风尚，那样的话，美好人间才有可能成为必然。或动如惊雷疾电直上九天，或如处子默而无言停泊家港。攀山者和念家者不约而同地说出那句我愿意，都是如此坚定。何者？从其本心而已。在你我的本心中，潜藏着许多。若情感儿女之情，手足之情，家国之情，故有冲冠一怒，双肋插刀，愤而投笔，血荐轩辕。违背本心的情感，有手足相残，同室操戈者，登临金字塔高点，数不尽妒忌与艳羡，万人簇拥过后，惟有孤独的长眠。背叛本心的人，本心会给予他双倍的失落与孤独。反之，若清末举人汪笑侬，风雨飘摇，江山寥落，他竟弃文从戏。所谓倡优并举，意在写京剧艺人的身份地位低下如妓女，汪不顾鄙夷谩骂，不顾练戏之艰，以时政入京剧，开创新剧，意在以这种古老的方式唤醒国民。在他名动天下，嘉奖如纸片飞来之时，他那颗早已经受风霜拷问的心在愿景实现后该是如何的欢欣与满足，家国之情，不正是本心吗？指路灯，登天索，领航舵――那是你我本心中的理想。请听从本心理想的召唤，扬帆远航吧。因为没有会比这个让你更坚定，更愿意为之奋斗。年轻是珍宝，但社会嘈杂的音乐，迷醉的灯光遮蔽了本心的投影，所以迷茫，挥霍青春。"}
