{"text":"重要的是不失去与这个永恒源泉的联系，如果这样，他就一定会怀有与罗曼罗兰同样的信念这里无所谓精神的死亡或新生，因为它的光明从未消失，它只是熄隐了又在别处重新闪耀而已。于是他就不会在任何世道下悲观失望了，因为他知道，人类精神生活作为一个整体从未也决不会中断，而他的看来似乎孤独的精神旅程便属于这个整体，没有任何力量能使之泯灭。时尚考察天人合一与生态学九十年代以来，国学好像又成了显学。而在国学热中，有一个概念赫然高悬，众望所归，这便是天人合一。在一些人嘴里，它简直是新福音，用它可以解决当今人类所面临的几乎一切重大难题。其最旗帜鲜明者甚至断言，唯天人合一才能拯救人类，舍此别无出路。按照他们的解释，西方文化的要害在于天人相分乃至对立，由此导致人性异化和生态危机，殊不知完备的人性理论和生态哲学在中国古已有之，天人合一便是，它的威力足以引导人类重建内心的和外部的和谐。我的印象是，鼓吹者们一方面大大缩小了中国哲学的内涵，儒道佛一锅煮，最后熬剩下了天人合一这一点儿浓汁，另一方面又大大扩展了天人合一的内涵，使这一点儿浓汁囊括了一切有益成分，于是有了包治百病的神效。天人合一原是一种儒家学说，把道家的物我两忘禅宗的见性成佛硬塞入天人合一的模子里，未免牛头不对马嘴。即使儒家学说也不能归结为天人合一，天人合一仅是儒家在人与宇宙之关系问题上的一种较有代表性的观点。关于天人合一的含义，我认为张岱年先生在中国哲学大纲中的归纳最为准确，即一是滥觞于孟子流布于宋儒的天人相通思想，二是董仲舒的天人相类思想。其中，后者纯属牵强附会的无稽之谈。前者主张人的心性与宇宙的本质相通，因而人藉内省或良知即可知天道，这基本上属于认识论的范畴，我们自可对之作学理的探讨，却没有理由无限地扩大其涵义和夸大其价值。事实上，在西方哲学中也不乏类似的思想，例如柏拉图的回忆说，笛卡儿的天赋观念说，可是人家并没有从中寻找什么新福音，相反倒是挖掘出了西方文明危机的根源。把天人合一解释成人与自然的和谐相处，又进一步解释成一种生态哲学，这已经成为国学新时髦。"}
{"text":"前者主张人的心性与宇宙的本质相通，因而人藉内省或良知即可知天道，这基本上属于认识论的范畴，我们自可对之作学理的探讨，却没有理由无限地扩大其涵义和夸大其价值。事实上，在西方哲学中也不乏类似的思想，例如柏拉图的回忆说，笛卡儿的天赋观念说，可是人家并没有从中寻找什么新福音，相反倒是挖掘出了西方文明危机的根源。把天人合一解释成人与自然的和谐相处，又进一步解释成一种生态哲学，这已经成为国学新时髦。最近看到一本书，是美国科学家和学术活动家普里迈克写的保护生物学概论，译成中文洋洋五十多万字，对生态保护的一个重要方面即生物多样性保护的问题作了系统的研究和论述。我一面翻看这本书，一面想起某些国人欲靠天人合一解救世界生态危机的雄心，不禁感到啼笑皆非。当然，学有专攻，我们不能要求研究中国哲学的学者精通生态学，但我们也许有权要求一切学者尊重科学，承认环境保护也是科学，而不要在一种望文生义的天人合一境界中飘飘然自我陶醉。时尚考察现代技术的危险何在？现代技术正在以令人瞠目的速度发展，不断创造出令人瞠目的奇迹。人们奔走相告数字化生存来了，克隆来了接下来还会有什么东西来了？尽管难以预料，但一切都是可能的，现代技术似乎没有什么事情是它办不到的。面对这个无所不能的怪兽，人们兴奋而又不安，欢呼声和谴责声此起彼伏，而它对这一切置若罔闻，依然迈着它的目空一切的有力步伐。按照通常的看法，技术无非是人为了自己的目的而改变事物的手段，手段本身无所谓好坏，它之造福还是为祸，取决于人出于什么目的来发明和运用它。乐观论者相信，人有能力用道德约束自己的目的，控制技术的后果，使之造福人类，悲观论者则对人的道德能力不抱信心。仿佛全部问题在于人性的善恶，由此而导致技术服务于善的目的还是恶的目的。然而，有一位哲学家，他越出了这一通常的思路，在五十年代初便从现代技术的早期演进中看到了真正的危险所在，向技术的本质发出了追问。在海德格尔看来，技术不仅仅是手段，更是一种人与世界之关系的构造方式。在技术的视野里，一切事物都只是材料，都缩减为某种可以满足人的需要的功能。技术从来就是这样的东西，不过，在过去的时代，技术的方式只占据非常次要的地位，人与世界的关系主要是一种非技术的自然的关系。"}
{"text":"然而，有一位哲学家，他越出了这一通常的思路，在五十年代初便从现代技术的早期演进中看到了真正的危险所在，向技术的本质发出了追问。在海德格尔看来，技术不仅仅是手段，更是一种人与世界之关系的构造方式。在技术的视野里，一切事物都只是材料，都缩减为某种可以满足人的需要的功能。技术从来就是这样的东西，不过，在过去的时代，技术的方式只占据非常次要的地位，人与世界的关系主要是一种非技术的自然的关系。对于我们的祖先来说，大地是化育万物的母亲，他们怀着感激的心情接受土地的赠礼，守护存在的秘密。现代的特点在于技术几乎成了唯一的方式，实现了对整个地球的无条件统治，因而可以用技术来命名时代，例如原子能时代电子时代等等。现代人用技术的眼光看一切，神话艺术历史宗教和朴素自然主义的视野趋于消失。在现代技术的统治下，自然万物都失去了自身的丰富性和本源性，仅仅成了能量的提供者。譬如说，大地不复是母亲，而只是任人开发的矿床和地产。畜禽不复是独立的生命和人类的伙伴，而只是食品厂的原料。河流不复是自然的风景和民族的摇篮，而只是水压的供应者。海德格尔曾经为莱茵河鸣不平，因为当人们在河上建造发电厂之时，事实上是把莱茵河建造到了发电厂里，使它成了发电厂的一个部件。那么，想一想我们的长江和黄河吧，在现代技术的视野中，它们岂不也只是发电厂的巨大部件，它们的自然本性和悠久历史何尝有一席位置？现代技术的真正危险并不在于诸如原子弹爆炸之类可见的后果，而在于它的本质中业已包含着的这种对待事物的方式，它剥夺了一切事物的真实存在和自身价值，使之只剩下功能化的虚假存在。这种方式必定在人身上实行报复，在技术过程中，人的个性差别和价值也不复存在，一切人都变成了执行某种功能的技术人员。事情不止于此，人甚至还成了有朝一日可以按计划制造的人力物质。不管幸运还是不幸，海德格尔活着时赶上了人工授精之类的发明，化学家们已经预言人工合成生命的时代即将来临，他对此评论道对人的生命和本质的进攻已在准备之中，与之相比较，氢弹的爆炸也算不了什么了。现代技术早在原子弹爆炸之前就毁灭了事物本身。总之，人和自然事物两方面都丧失了自身的本质，如同里尔克在一封信中所说的，事物成了虚假的事物，人的生活只剩下了生活的假象。"}
{"text":"事情不止于此，人甚至还成了有朝一日可以按计划制造的人力物质。不管幸运还是不幸，海德格尔活着时赶上了人工授精之类的发明，化学家们已经预言人工合成生命的时代即将来临，他对此评论道对人的生命和本质的进攻已在准备之中，与之相比较，氢弹的爆炸也算不了什么了。现代技术早在原子弹爆炸之前就毁灭了事物本身。总之，人和自然事物两方面都丧失了自身的本质，如同里尔克在一封信中所说的，事物成了虚假的事物，人的生活只剩下了生活的假象。技术本质在现代的统治是全面的，它占领了一切存在领域，也包括文化领域。在过去的时代，学者都是博学通才，有着自己的个性和广泛兴趣，现在这样的学者消失了，被分工严密的专家即技术人员所取代。在文学史专家的眼里，历史上的一切伟大文学作品都只是有待从语法词源学比较语言史文体学诗学等角度去解释的对象，即所谓文学，失去了自身的实质。艺术作品也不复是它们本身所是的作品，而成了收藏展览销售评论研究等各种活动的对象，海德格尔问道然而，在这种种活动中，我们遇到作品本身了吗？海德格尔还注意到了当时已经出现的信息理论和电脑技术，并且尖锐地指出，把语言对象化为信息工具的结果将是语言机器对人的控制。既然现代技术的危险在于人与世界之关系的错误建构，那么，如果不改变这种建构，仅仅克服技术的某些不良后果，真正的危险就仍未消除。出路在哪里呢？有一个事实看来是毋庸置疑的没有任何力量能够阻止现代技术发展的步伐，人类也决不可能放弃已经获得的技术文明而复归田园生活。其实，被讥为黑森林的浪漫主义者的海德格尔也不存此种幻想。综观他的思路，我们可以看出，虽然现代技术的危险包含在技术的本质之中，但是，技术的方式之成为人类主导的乃至唯一的生存方式却好像并不具有必然性。也许出路就在这里。我们是否可以在保留技术的视野的同时，再度找回其他的视野呢？如果说技术的方式根源于传统的形而上学，在计算性思维中遗忘了存在，那么，我们能否从那些歌吟家园的诗人那里受到启示，在冥想性思维中重新感悟存在？当然，这条出路未免抽象而渺茫，人类的命运仍在未定之中。于是我们便可以理解，为何海德格尔留下的最后手迹竟是一个没有答案的问题――在技术化的千篇一律的世界文明的时代中，是否和如何还能有家园？"}
{"text":"我们是否可以在保留技术的视野的同时，再度找回其他的视野呢？如果说技术的方式根源于传统的形而上学，在计算性思维中遗忘了存在，那么，我们能否从那些歌吟家园的诗人那里受到启示，在冥想性思维中重新感悟存在？当然，这条出路未免抽象而渺茫，人类的命运仍在未定之中。于是我们便可以理解，为何海德格尔留下的最后手迹竟是一个没有答案的问题――在技术化的千篇一律的世界文明的时代中，是否和如何还能有家园？时尚考察医学的人文品格一现代人是越来越离不开医院了。从前，人在土地上生息，得了病也只是听天由命，顺其自然。现在，生老病死，每一环节几乎都与医院难解难分。我们在医院里诞生，从此常常出入其中，年老时去得更勤，最后还往往是在医院里告别人世。在我们的生活中，医院医生医学占据了太重要的位置。然而，医院带给我们的美好回忆却是如此稀少。女人分娩，病人求医，老人临终，都是生命中最脆弱的时刻，最需要人性的温暖。可是，在医院里，我们很少感觉到这种温暖。尤其在今日中国的许多医院里，我们感觉到的更多是世态炎凉，人心冷漠。可以毫不夸张地说，医院如今是最令人望而生畏的地方之一。一个问题使我困惑良久以拯救生命为使命的医学，为什么如此缺少抚慰生命的善意？没有抚慰的善意，能有拯救的诚意吗？正是在这困惑中，甚至困惑已经变成了愤慨愤慨已经变成了无奈和淡漠的时候，我读到了刘易斯托马斯所著最年轻的科学――观察科学的札记一书，真有荒漠遇甘泉之感。托马斯是美国著名的医学家和医生，已于年病故。在他写的这本自传性著作中，我见识了一个真正杰出的医生，他不但有学术上和医术上的造诣，而且有深刻的睿智广阔的人文视野和和丰富的同情心。诺贝尔物理奖得主费因曼尝言，科学这把钥匙既可开启天堂大门，也可开启地狱大门，究竟打开哪扇门，则有赖于人文指导。我相信，医学要能真正造福人类，也必须具备人文品格。当然，医学的人文品格是由那些研究和运用它的人赋予它的，也就是说，前提是要拥有许多像托马斯这样的具备人文素养的医学家和医生。托马斯倡导和率先实施了医学和哲学博士双学位教育计划，正显示了他在这方面的眼光。二在这本书里，托马斯依据亲身经历回顾了医学发展的历史。"}
{"text":"诺贝尔物理奖得主费因曼尝言，科学这把钥匙既可开启天堂大门，也可开启地狱大门，究竟打开哪扇门，则有赖于人文指导。我相信，医学要能真正造福人类，也必须具备人文品格。当然，医学的人文品格是由那些研究和运用它的人赋予它的，也就是说，前提是要拥有许多像托马斯这样的具备人文素养的医学家和医生。托马斯倡导和率先实施了医学和哲学博士双学位教育计划，正显示了他在这方面的眼光。二在这本书里，托马斯依据亲身经历回顾了医学发展的历史。他不在乎什么职业秘密，非常诚实地告诉我们，直到他青年时代学医时为止，医学在治疗方面是完全无知的，唯一的本领是给病人吃治不好也治不坏的安慰剂，其效力相当于宗教仪式中的符咒。最高明的医生也不过是善于判断病的名称和解释病的后果罢了。一种病无论后果好坏，医生都无法改变它的行程，只能让它自己走完它的行程。医学之真正能够医治疾病，变得名副其实起来，是年发明了磺胺药以后的事情。在此意义上，托马斯称医学为最年轻的科学。从那以来，人类拥有了越来越多的从前无法想象的治疗技术。作为一个科学家，托马斯对技术的进步持充分肯定的态度。但是，同时他认为，代价是巨大的，这代价便是医疗方式的非人化，医生和病人之间的亲密关系一去不返了。譬如说，触摸和谈话曾是医生的两件法宝，虽无真正的医疗作用，但病人却藉之得到了安慰和信心。现在，医生不再需要把自己的手放到病人的身体上，也不再有兴趣和工夫与病人谈话了。取而代之的是各种复杂的机器，它们横在医生和病人之间，把两者的距离越拉越大。住院病人仿佛不再是人，而只成了一个号码。在医院这个迷宫里，他们随时有迷失的危险，不知什么时候会被放在担架上推到一个不该去的地方。托马斯懂得，技术再发达，病人仍然需要医生那种给人以希望的温柔的触摸，那种无所不包的从容的长谈，但他知道要保留这些是一件难事，在今天唯有最好的医生才能做到。最好的医生――他正是这么说的。我敢断定，倘若他不是一个公认的医学权威，他的同行一定会对他的标准哗然了。这没有什么可奇怪的，因为制定这标准的那种神圣感情在今天已经成了人们最陌生的东西。托马斯还有别的怪论也会令他的同行蹙额。譬如说，他好像对医生自己不患重病感到遗憾。从前，患重病是很普遍的事情，医生也不能幸免。现在，由于医学的进步，这种机会大为减少了。"}
{"text":"最好的医生――他正是这么说的。我敢断定，倘若他不是一个公认的医学权威，他的同行一定会对他的标准哗然了。这没有什么可奇怪的，因为制定这标准的那种神圣感情在今天已经成了人们最陌生的东西。托马斯还有别的怪论也会令他的同行蹙额。譬如说，他好像对医生自己不患重病感到遗憾。从前，患重病是很普遍的事情，医生也不能幸免。现在，由于医学的进步，这种机会大为减少了。问题在于，没有亲身经历，医生很难知道做病人的感觉。他不知道病人受疾病袭击时的痛苦，面临生命危险时的悲伤，对于爱抚和同情的渴望。他很容易不把病人当作一个真实的人，而只当作一个抽象的疾病标本，一个应用他从教科书上学来的知识的对象。生病是一种特别的个人经历，有助于加深一个人对生命苦难死亡的体验。一个自己有过患重病经历的医生，往往是更富有人性的。所以，托马斯半开玩笑地建议，既然现在最有机会使人体会生病滋味的只有感冒了，在清除人类其他疾病的进程中，就把感冒保留下来吧，把它塞进医学生的课程表里，让他们每年两次处在患流感并且受不到照顾的境地，这对他们今后做人和做医生都有好处。很显然，在托马斯看来，人生体悟和人道精神应是医生的必备品质，其重要性至少不在医术之下。其实道理很简单，医生自己必须是一个人性丰满的人，他才可能把病人看作一个人而不只是疾病的一个载体。三托马斯毕生从医，但他谈论起医学之外的事情来也充满智慧。我只举两个例子。其一是关于电脑。他说，人脑与电脑的区别有二，一是容易遗忘，二是容易出错。这看起来是缺点，其实是优点。遗忘是自动发生的，这使我们可以不费力气就把多余的信息清除出去，给不期而至的好思想腾出空间。倘若没有这样的空间，好思想就会因为找不到栖息地而又飞向黑暗之中。让关系出错更是人脑的一个美妙天赋，靠了它我们往往会有意外的发现，在没有关联之处邂逅崭新的思想。这两个区别说明了同一件事，便是电脑的本领仅到信息为止，人脑的本领却是要让信息导致思想。电脑的本领常常使人惊奇，这很可能使一般人得出电脑胜于人脑的结论，但托马斯却从自己的惊奇中看到了人的优越，因为电脑没有惊奇的能力。第二个例子是他对女性的评价。"}
{"text":"倘若没有这样的空间，好思想就会因为找不到栖息地而又飞向黑暗之中。让关系出错更是人脑的一个美妙天赋，靠了它我们往往会有意外的发现，在没有关联之处邂逅崭新的思想。这两个区别说明了同一件事，便是电脑的本领仅到信息为止，人脑的本领却是要让信息导致思想。电脑的本领常常使人惊奇，这很可能使一般人得出电脑胜于人脑的结论，但托马斯却从自己的惊奇中看到了人的优越，因为电脑没有惊奇的能力。第二个例子是他对女性的评价。他非常感谢女性在幼儿教育方面的贡献，认为这是她们给予文明的厚礼，证明了她们才是记录和传递文化基础的功臣。由于女性对儿童的天然喜爱和理解，她们是更善于开启年幼的头脑的。他还看到，女性虽然容易为生活中的小事和事物的外表烦恼，但是面对极其重大的事情却十分沉着。形象地说，女性的头脑只是外部多变，其中枢却相当稳定。相比之下，男性的那个深处中枢始终是不成熟的，需要不断地重新定向。因此，托马斯相信，在涉及人类命运的大事上，女性是更值得信任的。这两个例子都表明，托马斯对于人性有多么亲切的理解。人脑优于电脑女性优于男性的地方，不都是在于人性么？我们不妨说，与女性相比，男性的抽象头脑更像是一种电脑。写到这里，我忍不住还要提一下托马斯的另一个感想，它也许能帮助我们猜测他的智慧的源头。作为一个医生，他有许多机会通过仪器看见自己的体内。然而，他说，他并不因此感到与自己更靠近了，相反觉得距离更远，更有了两重性。那个真正的我并不在这些松软的构件中，其间并没有一个可以安顿我的中心，它们自己管理着自己，而我是一个局外人。托马斯所谈到的这个与肉体判然有别的我，除了称之为灵魂，我们就无以名之。不难想见，一个有这样强烈的灵魂感觉的人，当然会对人性的高贵和神秘怀着敬意，不可能陷入技术的狂热之中。四我们不可能要求每一个医生都具备托马斯这样的人文素养，这是不现实的，甚至也是不必要的。但是，中国当今的医疗腐败已经到了令绝大多数人忍无可忍的地步，凡是不享有特权的普通人，在这方面都一定有惨痛或沮丧的经验。人们之恐惧在医院里受到非人道的待遇，已甚于对疾病本身的恐惧。这就使得医学的人文品格之话题有了极大的迫切性。毫无疑问，医疗腐败仅是社会腐败的一个组成部分，因而其整治有赖于整个社会状况的改善。"}
{"text":"四我们不可能要求每一个医生都具备托马斯这样的人文素养，这是不现实的，甚至也是不必要的。但是，中国当今的医疗腐败已经到了令绝大多数人忍无可忍的地步，凡是不享有特权的普通人，在这方面都一定有惨痛或沮丧的经验。人们之恐惧在医院里受到非人道的待遇，已甚于对疾病本身的恐惧。这就使得医学的人文品格之话题有了极大的迫切性。毫无疑问，医疗腐败仅是社会腐败的一个组成部分，因而其整治有赖于整个社会状况的改善。但是，由于它直接关系到每一个人的生死安危，医疗权利实质上就是生存权利，所以有理由得到特别的关注。问题的解决无非是从两方面入手，一是他律，包括医生资格的从严审定，有关医生责任和病人权利的立法，医疗事故的公正鉴定和制裁等等，另一是自律，即医生的人文素养和道德水准的提高。在我与医院打交道的经历中，有一个现象令我非常吃惊，便是一些很年轻的从医学院毕业不久的医生，显得比年长的医生更加冷漠无所谓和不负责任。有一回，我的怀孕的妻子发热到度，住进我家附近的一所医院。因为青霉素皮试过敏，那个值班的年轻女医生便一筹莫展，入院数小时未采取任何治疗措施。征得她的同意，我通过电话向一家大医院求援，试图从那里得到某种批号的青霉素，我的妻子当天上午曾在那家医院注射过这种批号的青霉素，已被证明不会引起过敏。可是，我的联系很快被这个女医生制止了，理由竟是这会增加她们科的电话费支出。面对高热不退的妻子和吉凶未卜的胎儿，我心急如焚，这理由如此荒唐，使我无法置信，以至于说不出话来。我只好要求出院而去那家离家较远的大医院，谁知这个女医生听罢，白了我一眼，就不知去向了。剩下若干同样年轻的医生，皆作壁上观，对我的焦急的请求一律不予理睬。在走投无路的情况下，我不得不说出类似情形使我失去一个女儿的遭遇，这才得以办成出院手续。记载我的丧女经历的妞妞一书拥有许多读者，而这些年轻的医生都不曾听说过，对此我没有什么好指责的。我感到寒心的是，虽然他们名义上也是知识分子，我却觉得自己是面对着一群野蛮人。直觉告诉我，他们是没有真正意义上的读书生活的，因而我无法用我熟悉的语言对他们说话。托马斯谈到，他上大学时在一家医院实习，看见一位年轻医生为一个病人的死亡而哭泣，死亡的原因不是医疗事故而只是医学的无能，于是对这家医院肃然起敬。"}
