{"text":"他之所以是同路人，则译在这里的农夫，说得比什么都明白。从毕业于彼得堡大学这一端说，他是智识分子，但他的本质，却纯是农民底，宗教底。他是禀有天分的诚实的作家。他的艺术的基调，是博爱和良心。他的作品中的农民，和毕力涅克作品中的农民的区别之处，是在那宗教底精神，直到了教会崇拜。他认农民为人类正义和良心的保持者，而且以为惟有农民，是真将全世界联结于友爱的精神的。将这见解，加以具体化者，是农夫。这里叙述着人类的良心的胜利。但要附加一句，就是他还有中篇十月，是显示着较前进的观念形态的。日本的世界社会主义文学丛书第四篇，便是这十月，曾经翻了一观，所写的游移和后悔，没有一个彻底的革命者在内，用中国现在时行的批评式眼睛来看，还是不对的。至于这一篇农夫，那自然更甚，不但没有革命气，而且还带着十足的宗教气，托尔斯泰气，连用我那种落伍眼看去也很以苏维埃政权之下，竟还会容留这样的为奇。但我们由这短短的一篇，也可以领悟苏联所以要排斥人道主义之故，因为如此厚道，是无论在革命，在反革命，总要失败无疑，别人并不如此厚道，肯当你熟睡时，就不奉赠一枪刺。所以非人道主义的高唱起来，正是必然之势。但这非人道主义，是也如大炮一样，大家都会用的，今年上半年革命文学的创造社和遵命文学的新月社，都向浅薄的人道主义进攻，即明明白白证明着这事的真实。再想一想，是颇有趣味的。s说过大略如此的话你们要做革命文学，须先在革命的血管里流两年但也有例外，如绥拉比翁的兄弟们，就虽然流过了，却仍然显着白痴的微笑。这绥拉比翁的兄弟们，是十月革命后墨斯科的文学者团体的名目，正是其中的主要的一人。试看他所写的毕理契珂夫，善良，简单，坚执，厚重，蠢笨，然而诚实，像一匹象，或一个熊，令人生气，而无可奈何。确也无怪s要看得顶上冒火。但我想，要克服这一类，也只要克服者一样诚实，也如象，也如熊，这就够了。倘只满口战略战略，弄些狐狸似的小狡狯，那却不行，因为文艺究竟不同政治，小政客手腕是无用的。曾经有旁观者，说喜欢在译文尾巴上骂人，我这回似乎也犯了这病，又开罪于革命文学家了。"}
{"text":"试看他所写的毕理契珂夫，善良，简单，坚执，厚重，蠢笨，然而诚实，像一匹象，或一个熊，令人生气，而无可奈何。确也无怪s要看得顶上冒火。但我想，要克服这一类，也只要克服者一样诚实，也如象，也如熊，这就够了。倘只满口战略战略，弄些狐狸似的小狡狯，那却不行，因为文艺究竟不同政治，小政客手腕是无用的。曾经有旁观者，说喜欢在译文尾巴上骂人，我这回似乎也犯了这病，又开罪于革命文学家了。但不要误解，中国并无要什么锐利化的什么家，报章上有种种启事为证，还有律师保镳，大家都是忠实同志，研究新文艺的。乖哉乖哉，下半年一律遵命文学了，而中国之所以不行，乃只因之老而不死云。十月二十七日写讫。本篇连同农夫的译文，最初发表于一九二八年十一月大众文艺月刊第一卷第三期。后收入近代世界短篇小说集之二在沙漠上及其他时，删去了首二段及末段。非人道主义的高唱起来指当时苏联对资产阶级人道主义的批判。如卢那察尔斯基在一九二四年所作的讲演托尔斯泰与马克斯中说的，以托尔斯泰为很麻烦的对手。参看本书文艺与批评附记。新月社以一些资产阶级知识分子为核心组成的文化和政治团体，一九二三年成立于北京，主要成员有胡适徐志摩陈源梁实秋等。他们原依附北洋军阀，一九二七年后，随着北洋军阀的土崩瓦解，又转而投靠国民党当局。这里所说他们和创造社都向浅薄的人道主义进攻，如冯乃超创造社在艺术与社会生活一文载一九二八年一月文化批判月刊第一号中，称托尔斯泰为伟大的人道主义者，又t颜做世界最卑污的事――宗教的说教人。梁实秋新月社在文学与革命一文载一九二八年六月新月月刊第一卷第四期中说近来的伤感的革命主义者，以及浅薄的人道主义者，对于大多数的民众有无限制的同情。这无限制的同情往往压倒了一切的对于文明应有的考虑。s卢那察尔斯基。律师保G指一九二八年六月十五日上海刘世芳律师代表创造社及创造社出版部在上海新闻报上刊出启事一事。"}
{"text":"这无限制的同情往往压倒了一切的对于文明应有的考虑。s卢那察尔斯基。律师保G指一九二八年六月十五日上海刘世芳律师代表创造社及创造社出版部在上海新闻报上刊出启事一事。其中说本社纯系新文艺的集合，本出版部亦纯系发行文艺书报的机关与任何政治团体从未发生任何关系在此青天白日旗下，文艺团体当无触法之虞，此吾人从事文艺事业之同志所极端相信者此后如有诬毁本社及本出版部者，决依法起诉，以受法律之正当保障此后如有毁坏该社名誉者，本律师当依法尽保障之责。老而不死语见论语宪问老而不死，是为贼。杜荃郭沫若在创造月刊二卷一期一九二八年八月所载文艺战线上的封建余孽一文中，说主张杀尽一切可怕的青年，于是乎而老头子不死了。恶魔附记恶魔附记这一篇，是从日本译戈理基全集第七本里川本正良的译文重译的。比起常见的译文来，笔致较为生硬重译之际，又因为时间匆促和不爱用功之故，所以就更不行。记得ss的同短篇集里，也有这一篇，和鹰之歌有韦素园君译文，在黄花集中，堤同包括于一个总题之下，可见是寓言一流，但这小本子，现在不见了，他日寻到，当再加修改，以补草率从事之过。创作的年代，我不知道中国有一篇戈理基的创作年表，上面大约也未必有罢。但从本文推想起来，当在二十世纪初头，自然是社会主义信者了，而尼采色还很浓厚的时候。至于寓意之所在，则首尾两段上，自己就说得很明白的。这回是枝叶之谈了――译完这篇，觉得俄国人真无怪被人比之为熊，连著作家死了也还是笨鬼。倘如我们这里的有些著作家那样，自开书店，自印著作，自办流行杂志，自做流行杂志贩卖人，商人抱着著作家的太太，就是著作家抱着自己的太太，也就是资本家抱着革命文学家的太太，而又就是革命文学家抱着资本家的太太，即使周围都昏暗，在下雨。空中罩着沉重的云罢，戈理基的恶魔也无从玩这把戏，只好死心塌地去苦熬他的倦怠罢了。本篇连同恶魔的译文，最初发表于一九三年一月北新半月刊第四卷第一二期合刊。"}
{"text":"倘如我们这里的有些著作家那样，自开书店，自印著作，自办流行杂志，自做流行杂志贩卖人，商人抱着著作家的太太，就是著作家抱着自己的太太，也就是资本家抱着革命文学家的太太，而又就是革命文学家抱着资本家的太太，即使周围都昏暗，在下雨。空中罩着沉重的云罢，戈理基的恶魔也无从玩这把戏，只好死心塌地去苦熬他的倦怠罢了。本篇连同恶魔的译文，最初发表于一九三年一月北新半月刊第四卷第一二期合刊。川本正良日本翻译工。一九二三年东京大学文学部毕业，曾任松山高校等教授。ss莱克兰世界文库，德国发行的一种世界文学丛书。多数是被压迫民族作家及进步作家的作品，价格低廉，流传较广。黄花集北欧及俄国的诗歌小品集，韦素园译，一九二九年二月北平未名社出版，为未名丛刊之一。创作年表指邹道弘编的高尔基评传一九二九年十一月上海联合书店出版中所附的高尔基创作年表，其中列有一八九九关于魔鬼一行。二十世纪初头应为十九世纪末叶。高尔基于一八九九年写作关于魔鬼即恶魔及再关于魔鬼，先后发表于同年生活杂志第一第二期。鼻子附记鼻子附记果戈理―几乎可以说是俄国写实派的开山祖师他开手是描写乌克兰的怪谈的，但逐渐移到人事，并且加进讽刺去。奇特的是虽是讲着怪事情，用的却还是写实手法。从现在看来，格式是有些古老了，但还为现代人所爱读，鼻子便是和外套一样，也很有名的一篇。他的巨著死掉的农奴，除中国外，较为文明的国度都有翻译本，日本还有三种，现在又正在出他的全集。这一篇便是从日译全集第四本短篇小说集里重译出来的，原是八住利雄。但遇有可疑之处，却参照，并且采用了ss里的的德译本。本篇连同鼻子的译文，最初发表于一九三四年九月译文月刊第一卷第一期，署名许遐。乌克兰的怪谈果戈理早期根据乌克兰民间的传说和奇闻所写的故事，如狄康卡近乡夜话。"}
{"text":"这一篇便是从日译全集第四本短篇小说集里重译出来的，原是八住利雄。但遇有可疑之处，却参照，并且采用了ss里的的德译本。本篇连同鼻子的译文，最初发表于一九三四年九月译文月刊第一卷第一期，署名许遐。乌克兰的怪谈果戈理早期根据乌克兰民间的传说和奇闻所写的故事，如狄康卡近乡夜话。外套短篇小说，果戈理作于一八三五年，有韦素园译本，一九二六年九月北京未名社出版，为未名丛刊之一。死掉的农奴即死魂灵。以前俄国人称农奴为魂灵。威廉朗格。饥馑附记饥馑附记萨尔蒂珂夫―是六十年代俄国改革期的所谓倾向派作家s的一人，因为那作品富于社会批评的要素，主题又太与他本国的社会相密切，所以被绍介到外国的就很少。但我们看俄国文学的历史底论著的时候，却常常看见锡且特林的名字，这是他的笔名。他初期的作品中。有名的是外省故事，专写亚历山大二世改革前的俄国社会的缺点这饥馑，却是后期作品某市的历史之一，描写的是改革以后的情状，从日本新潮社海外文学新选第二十编八杉贞利译的请愿人里重译出来的，但的锋利的笔尖，深刻的观察，却还可以窥见。后来波兰作家显克微支的炭画，还颇与这一篇的命意有类似之处十九世纪末他本国的阿尔志跋绥夫的短篇小说，也有结构极其相近的东西，但其中的百姓，却已经不是古尔波夫市民那样的人物了。本篇连同饥馑的译文，最初发表于一九三四年十月译文月刊第一卷第二期，署名许遐。萨尔蒂珂夫，笔名谢德林，―，俄国讽刺作家及批评家，曾因抨击沙皇专制制度被流放几达八年。著有长篇小说戈罗夫略夫老爷们一个城市的历史等。饥馑，又译饥饿城，是一个城市的历史中的一篇。"}
{"text":"本篇连同饥馑的译文，最初发表于一九三四年十月译文月刊第一卷第二期，署名许遐。萨尔蒂珂夫，笔名谢德林，―，俄国讽刺作家及批评家，曾因抨击沙皇专制制度被流放几达八年。著有长篇小说戈罗夫略夫老爷们一个城市的历史等。饥馑，又译饥饿城，是一个城市的历史中的一篇。六十年代俄国改革期一八六一年二月十九日公历三月三日，沙皇亚历山大二世在农民反封建斗争和革命民主主义运动的压力下，颁布法令，宣布废除农奴制。倾向派作家一八四八年萨尔蒂珂夫发表中篇小说莫名其妙的事，被沙皇政府认为含有危害甚大的思想倾向和扰乱社会治安之思想，判处流放。后即指他和涅克拉索夫车尔尼雪夫斯基杜布洛留波夫等反对沙皇专制和农奴制度的革命民主主义作家为倾向派作家。锡且特林通译谢德林。外省故事今译外省散记，发表于一八五六年。亚历山大二世，―俄国沙皇。一八五五年即位，后在彼得堡被民粹派的秘密团体民意党人炸死。某市的历史即一个城市的历史，萨尔蒂珂夫后期著名的讽刺长篇小说之一。八杉贞利―日本的俄语学者，东京外语大学教授。一九四六年创立日本俄罗斯文学会，担任会长。炭画波兰作家显克微支作的中篇小说。有周作人译本，一九一四年四月北京文明书局出版。古尔波夫俄语的音译，愚人的意思。小说一个城市的历史是假古尔波夫市的历史以讽刺现实。恋歌附记恋歌附记罗马尼亚的文学的发展，不过在本世纪的初头，但不单是韵文，连散文也有大进步。本篇的索陀威奴便是住在不加勒斯多s的写散文的好手。他的作品，虽然常常有美丽迷人的描写，但据怀干特教授说，却并非幻想的出产，到是取之于实际生活的。例如这一篇恋歌，题目虽然颇像有些罗曼的，但前世纪的罗马尼亚的大森林的景色，地主和农奴的生活情形，却实在写得历历如绘。"}
{"text":"本篇的索陀威奴便是住在不加勒斯多s的写散文的好手。他的作品，虽然常常有美丽迷人的描写，但据怀干特教授说，却并非幻想的出产，到是取之于实际生活的。例如这一篇恋歌，题目虽然颇像有些罗曼的，但前世纪的罗马尼亚的大森林的景色，地主和农奴的生活情形，却实在写得历历如绘。可惜我不明白他的生平事迹仅知道他生于巴斯凯尼s，曾在法尔谛舍尼和约希ss进过学校，是二十世纪初最好的作家。他的最成熟的作品中，有写穆尔陶的乡村生活的古泼来枯的客栈ss，有写战争，兵丁和囚徒生活的科波拉司乔治回忆记p，和阵中故事s，也有长篇。但被别国译出的，却似乎很少。现在这一篇是从同国的波尔希亚女士的德译本选集里重译出来的，原是大部的故事集s，中之一。这选集的名字，就叫恋歌及其他ss是莱克兰世界文库ss的第五千零四十四号。本篇连同恋歌的译文，最初发表于一九三五年八月译文月刊第二卷第六期。索陀威奴―，通译萨多维亚努。一生写有作品一百多部，对罗马尼亚文学有很大影响。主要作品有米特里亚珂珂尔尼古拉波特科瓦等。不加勒斯多通译布加勒斯特，罗马尼亚首都。怀干特―德国语言学家及巴尔干问题研究家，莱比锡大学教授。著有罗马尼亚语法及保加利亚语法等。穆尔陶巴斯凯尼和法尔谛舍尼一带山区的总称。古泼来枯的客栈即安古察客店，短篇小说集。科波拉司乔治回忆记，即乔治下士的回忆。阵中故事，即战争故事，短篇小说集。"}
{"text":"主要作品有米特里亚珂珂尔尼古拉波特科瓦等。不加勒斯多通译布加勒斯特，罗马尼亚首都。怀干特―德国语言学家及巴尔干问题研究家，莱比锡大学教授。著有罗马尼亚语法及保加利亚语法等。穆尔陶巴斯凯尼和法尔谛舍尼一带山区的总称。古泼来枯的客栈即安古察客店，短篇小说集。科波拉司乔治回忆记，即乔治下士的回忆。阵中故事，即战争故事，短篇小说集。村妇附记村妇附记在巴尔干诸小国的作家之中，伊凡伐佐夫，―对于中国读者恐怕要算是最不生疏的一个名字了。大约十多年前，已经介绍过他的作品一九三一年顷，孙用先生还译印过一本他的短篇小说集过岭记，收在中华书局的新文艺丛书中。那上面就有关于保加利亚文学和关于伐佐夫两篇文章，所以现在已经无须赘说。村妇这一个短篇，原名保加利亚妇女，是从莱克兰世界文库的第五千零五十九号萨典斯加ss女士所译的选集里重译出来的。选集即名保加利亚妇女及别的小说，这是第一篇，写的是他那国度里的村妇的典型迷信，固执，然而健壮，勇敢以及她的心目中的革命，为民族，为信仰。所以这一篇的题目，还是原题来得确切，现在改成熟而不信，其实是不足为法的我译完之后，想了一想，又觉得先前的过于自作聪明了。原在结末处，用好事来打击祷告，大约是对于他本国读者的指点。我以为无须我再来说明，这时的保加利亚是在土耳其的压制之下。这一篇小说虽然简单，却写得很分明，里面的地方，人物，也都是真的。固然已经是六十年前事，但我相信，它也还很有动人之力。本篇连同村妇的译文，最初发表于一九三五年九月译文月刊终刊号。指一九二一年间曾翻译伐佐夫的小说战争中的威尔珂，载同年十月十日小说月报第十二卷第十号被损害民族的文学号。后收入一九二二年五月上海商务印书馆出版的世界丛书之一现代小说译丛。孙用原名卜成中，浙江杭州人。当时是杭州邮局职员，业余从事翻译工作，译有匈牙利裴多菲的长诗勇敢的约翰等。"}
{"text":"本篇连同村妇的译文，最初发表于一九三五年九月译文月刊终刊号。指一九二一年间曾翻译伐佐夫的小说战争中的威尔珂，载同年十月十日小说月报第十二卷第十号被损害民族的文学号。后收入一九二二年五月上海商务印书馆出版的世界丛书之一现代小说译丛。孙用原名卜成中，浙江杭州人。当时是杭州邮局职员，业余从事翻译工作，译有匈牙利裴多菲的长诗勇敢的约翰等。用好事来打击祷告在村妇的结末处，说这位村妇终不相信是随随便便的祷告，见了功效的，由她看来，倒是因为她做不到，然而她一心要做到的好事好报居多土耳其这里指当时的奥斯曼帝国建于十三世纪末至十四世纪初，第一次世界大战后瓦解，自十四世纪末至十九世纪，保加利亚都遭受奥斯曼帝国的蹂躏和压迫。跳蚤附记跳蚤附记p是一八八年十月生于罗马的一个私生儿，不久，他母亲便带他住在法国。少时学于摩那柯学校，是幻想家在圣查理中学时，已有创作，年二十，就编新闻。从此放浪酒家，鼓吹文艺，结交许多诗人，对于立体派大画家ss则发表了世界中最初的研究。一九一一年十一月，卢佛尔博物馆失窃了名画，以嫌疑被捕入狱的就是他，但终于释放了。欧洲大战起，他去从军，在壕堑中，炮弹的破片来钉在他头颅上，于是入病院。愈后结婚，家庭是欢乐的。但一九一八年十一月，因肺炎死在巴黎了，是休战条约成立的前三日。他善画，能诗。译在这里的是s禽虫吟一名p阿尔斐的护从中的一篇并载的木刻。本篇连同讽刺短诗跳蚤的译文，最初发表于一九二八年十一月奔流月刊第一卷第六期，署名封余。p纪尧姆亚波里耐尔―，法国颓废派诗人，立体未来派诗歌的主要代表。作品有奥菲士的护从，酒精集等。立体派亦称立方主义立体主义，二十世纪初形成于法国的一种资产阶级艺术流派。它反对客观地描绘事物，主张用几何图形作为造形艺术的基础。"}
