{"text":"其他几个同他年龄差不多或者稍大一点的男孩子结成一伙，跳跃爬行，充分发挥了他们浑身用不完的青春活力。小泓却始终跟我在一起，爬到艰险处，用手扶我一下。他对黄山那些取名稀奇古怪的名胜记得惊人地清楚我说错了，他就给我更正。在走向北海去的路上，有很长一段路，我们前不见古人，后不见来者，在原始大森林里，只有我们两人。林中静悄悄的，听自己说话的声音特别响亮。此情此景，终生难忘。回到温泉以后，有一天晚上，我和小泓坐在深谷边上的石栏杆上。这里人来人往，并不安静。然而由于灯光不太亮，看人只像一个个的影子，气氛因此显得幽静而神秘。巫山秋夜萤火飞，现在还正在夏天，也许因为山中清凉，我们头顶上已有萤火虫在飞翔，熠熠地闪着光有时候伸手就可以抓到一只。深涧中水声潺潺，远处半山上流出了微弱的灯光。我仿佛是已经进入一个童话世界。此情此景，更是终生难忘了。可是现在怎样了呢？现在只剩下我一个人，坐在稻香楼中。不管从别人口里听到的黄山景色是多么奇丽，多么动人，我仍然是游兴索然我身边缺少一个小泓。直下三千尺的瀑布能代替小泓吗？不，不能。红似火的杜鹃花能代替小泓吗？不，不能。此时此刻，对我来说，小泓是无法代替的。我不愿意孤身一人，在黄山山中，瀑布声里，杜鹃花下，去吞寂寞的果实。这就是我不再游黄山的原因。我同小泓游黄山时的一些情景，在当时，是异常平淡的，甚至连觉得平淡这种感觉都没有。然而，时隔数年，情况大变。现在我才知道，那样平淡的情景，在我一生中，也许仅仅只有一次。时过境迁，人们决不可能再回到过去去过去的时光也决不会再重现人们眼前。人的一生，不管寿限多么长，大概都是如此的吧。我这种感觉，古往今来，除了麻木不仁的人以外，大概人人都有，写入诗文的也不少。我自知它并不新鲜，可是我现在仍要把它写下来，其中也并没有什么深奥的意义，不过如雪泥鸿爪，让它在自己回忆里留点痕迹而已。同时我也想借此提醒自己，眼前的每一分每一秒，不管是多么平淡无奇的每一分每一秒，都要珍惜，不要轻易放过。当然，珍惜决不能把时光挽留住。这是不可能的。我的意思只是，要有意识地认真地严肃地度过每一分每一秒，将来回忆时不至于像竹篮子打水一场空，要让大事小事都在自己的记忆里打下深刻的烙印，如此而已。今天上午，由于一个偶然的机会，参观了几年前经过合肥时就想去参观的包公祠。对于这位铁面无私的包公，我一向是非常景仰的。"}
{"text":"同时我也想借此提醒自己，眼前的每一分每一秒，不管是多么平淡无奇的每一分每一秒，都要珍惜，不要轻易放过。当然，珍惜决不能把时光挽留住。这是不可能的。我的意思只是，要有意识地认真地严肃地度过每一分每一秒，将来回忆时不至于像竹篮子打水一场空，要让大事小事都在自己的记忆里打下深刻的烙印，如此而已。今天上午，由于一个偶然的机会，参观了几年前经过合肥时就想去参观的包公祠。对于这位铁面无私的包公，我一向是非常景仰的。但是，我这一次参观的收获却不在包公和包公祠本身，而在大殿前院子里摆的那几盆杜鹃花。我不是听人说，黄山现在正是杜鹃花盛开的时候吗？在我内心深处，我不是非常渴望看一看黄山的杜鹃花吗？既然不想再去黄山，那渴望也就愈加激烈起来。我无论如何也没有想到，踏破铁鞋无觅处，得来全不费工夫，几盆――不知是否是从黄山移植来的？――杜鹃花，赫然怒放在我的眼前。它平息了我心里的那一股渴望，我仿佛在心灵中畅游了一次黄山。今天下午，由于一个更加偶然的机会，我搬出了自己住的房间，无处可去，就来到湖边上我经常散步的地方，坐在石凳子上，把时间打发过去，好等晚上到车站去上车。难得浮生半日闲，我近来常有这样的感叹。不意这半日间竟于无意中得之，岂不快哉我被迫坐在这幽静的湖边上，抬头看白鹭和画眉在树林中穿飞，耳中听到画眉嘹亮的鸣声，低头看到白鹭在湖上飞翔捕鱼再低头就可以看到大大小小的蚂蚁在草丛中爬来爬去，匆匆忙忙地交头接耳，好像在张罗什么事情。偶尔一回头看，绿草丛中，红红的一闪，我拨开草叶，一颗颗草莓就出现在我眼前。我吃过草莓，但是像在茵梦湖中那样寻找野生草莓，我却没有干过。现在又于无意中得之，我只好再说一遍岂不快哉了。在兴奋之余，我拿出信纸，开始写这一篇文章，树木和竹子的影子在信纸上摇曳不定，我顾而乐之，心头漾起了从来没有过的新鲜又喜悦的感情。这地方，我今天早晨来过一趟，意思是同这里的湖水树木翠竹红花告别。焉知今天下午竟又会来到这里，一坐就是几个小时。人世变幻，真难逆测啊从我上面写的这些东西来看，我的思绪是非常杂乱的。但是，不管多么杂乱，小泓的面影总在我眼前晃动。这个孩子在那遥远的异域的一个城市里已经生活了将近两年了，不知道他现在怎样了。像他这样年龄的孩子，看前途如花似锦，不像我们老人这样容易怀念过去的事。我觉得，这现象是正常的。"}
{"text":"这地方，我今天早晨来过一趟，意思是同这里的湖水树木翠竹红花告别。焉知今天下午竟又会来到这里，一坐就是几个小时。人世变幻，真难逆测啊从我上面写的这些东西来看，我的思绪是非常杂乱的。但是，不管多么杂乱，小泓的面影总在我眼前晃动。这个孩子在那遥远的异域的一个城市里已经生活了将近两年了，不知道他现在怎样了。像他这样年龄的孩子，看前途如花似锦，不像我们老人这样容易怀念过去的事。我觉得，这现象是正常的。我们老年人应该时时提醒自己，无论如何不能成为年轻人前进路上的绊脚石拦路虎，而应该为他们铺路搭桥，不管是否是自己的孩子，都应该一视同仁。于必要时，我们应该让他们踏在我们身上大跨步向前走去。我们的希望在于将来，我们的希望在孩子身上，这是丝毫无可怀疑的。不管出于什么原因，感情上的原因，事实上的原因，都不能改变我们的做法。可是，我自己确实没有想到，在经历了那么多的悲欢离合之后，我的感情还这样脆弱，我还这样多愁善感。记得宋朝一个词人有两句词悲欢离合总无情，一任他阶前点滴到天明。我离开这个境界还远得很哩，再继续努力修养吧别了，稻香楼有朝一日，我还希望看到你。谈柯棣华令恪同志翻译的印度著名作家克阿阿巴斯先生的还有一个没有回来现在出版了。在悠久的中印文化关系史上，这是一件有意义的事情，一定会得到全国对印度文化对中印友谊史有兴趣的读者们的热烈欢迎。在过去将近二千年的交往中，有不少的中国人跋山涉水不远万里走到印度，也有不少的印度人历尽艰辛来到中国。他们对促进中印两国的文化交流，增强两国人民的友谊与了解，作出了不可磨灭的贡献。有的回到了自己的祖国，有的就长眠在异域，至今为中印两国人民所乐道。但是在千千万万的这样的人士当中，柯棣华却是出类拔萃空前的人物。他不是官员，不是商人，不是求法传法的高僧。他是革命者，是共产主义战士。这一点是过去任何人都无法比拟的。我决不抹煞古人的作用和贡献，我认为他们都是伟大的人物，是中印两国永远不会忘记的人物。但是无论如何，柯棣华却是同他们都完全不相同的。他在新的时代，以新的方式，增强了中印两国的友谊，为共产主义伟大事业，为无产阶级国际主义作出了空前的贡献，可以与泰山喜马拉雅山同在，可以与黄河恒河共寿。"}
{"text":"他不是官员，不是商人，不是求法传法的高僧。他是革命者，是共产主义战士。这一点是过去任何人都无法比拟的。我决不抹煞古人的作用和贡献，我认为他们都是伟大的人物，是中印两国永远不会忘记的人物。但是无论如何，柯棣华却是同他们都完全不相同的。他在新的时代，以新的方式，增强了中印两国的友谊，为共产主义伟大事业，为无产阶级国际主义作出了空前的贡献，可以与泰山喜马拉雅山同在，可以与黄河恒河共寿。不管他的任务多么光荣，多么伟大，柯棣华同志自己他的家属印度人民，甚至连中国人民在内，都希望他在完成了在中国的任务以后，能平安地回到自己的祖国印度去，继续为中印友好作出贡献。但是事与愿违，还有一个没有回来，他永远回不到自己的衷心热爱的祖国去了，他长眠在中国了。他感不感到遗憾呢？从他临终的笑容来看，不，他不感到遗憾。印度人民感不感到遗憾呢？我相信，也不。他们看到自己伟大的儿子永远留在中国而感到欣慰与骄傲。至于中国人民，当然更不会感到遗憾。在我们伟大祖国的辽阔的大地上，让一个印度同志永久地安眠，成为中印友谊的象征，时时提醒我们要把中印友谊世世代代永远传流下去，我们实在是求之不得的。还有一个没有回来，实在是一个非常有意义的没有回来。这一本书和这一件事实将永远留在我们的记忆中。室伏佑厚先生一家这篇文章我几年前就已经动笔写了。但是只起了个头，再也没有写下去，宛如一只断了尾巴的蜻蜓。难道是因为我没有什么可写的吗？难道说我没有什么激情吗？都不是，原因正相反。我要写的东西太多，我的激情也太充沛，以至我踟蹰迟疑，不知如何下笔。现在我由于一个偶然的机会，又来到了香港，住在山顶上的一座高楼上，开窗见海，混混茫茫，渺无涯际。我天天早晨起来，总要站在窗前看海。我凝眸远眺，心飞得很远很远，多次飞越大海，飞到东瀛，飞到室伏佑厚一家那里，我再也无法遏止我这写作的欲望了。我认识室伏佑厚先生一家，完全是一件偶然的事，约在十年前，室伏先生的二女儿法子和他的大女婿三友量顺博士到北大来参观，说是要见我。见就见吧。我们会面了。我的第一个印象是异常好的两个年轻人都温文尔雅，一举一动，有规有矩。当天晚上，他们就请我到北海仿膳去，室伏佑厚先生在那里大宴宾客。我这是第一次同室伏先生见面，我觉得他敦厚诚悫，精明内含，印象也是异常好的。从此我们就成了朋友。"}
{"text":"我凝眸远眺，心飞得很远很远，多次飞越大海，飞到东瀛，飞到室伏佑厚一家那里，我再也无法遏止我这写作的欲望了。我认识室伏佑厚先生一家，完全是一件偶然的事，约在十年前，室伏先生的二女儿法子和他的大女婿三友量顺博士到北大来参观，说是要见我。见就见吧。我们会面了。我的第一个印象是异常好的两个年轻人都温文尔雅，一举一动，有规有矩。当天晚上，他们就请我到北海仿膳去，室伏佑厚先生在那里大宴宾客。我这是第一次同室伏先生见面，我觉得他敦厚诚悫，精明内含，印象也是异常好的。从此我们就成了朋友。其实我们之间共同的东西并不多，各人的专行也相距千里，岁数也有差距。这样两个人成为朋友，实在不大容易解释。佛家讲究因缘，难道这就是因缘吗？实事求是的解释也并非没有。年，日本前首相石桥湛山先生来中国同周恩来总理会面，商谈中日建交的问题。室伏佑厚先生是石桥的私人秘书，他可以说是中日友谊的见证人。也许是在这之前他已经对中国人民就怀有好感，也许是在这之后，我无法也无须去探讨。总之，室伏先生从此就成了中国人民的好朋友。在过去的三十年内，他来中国已经一百多次了。他大概是把我当成中国人民某一方面的一个代表者。他的女婿三友量顺先生是研究梵文的，研究佛典的。这也许是原因之一吧。不管是出于什么原因，我们从此就往来起来。年，室伏先生第一次邀请我访问日本，在日本所有的费用都由他负担。他同法子和三友亲自驱车到机场去迎接我们，我们下榻新大谷饭店。我在这里第一次会见了日本梵文和佛学权威蜚声世界学林的东京大学教授中村元博士。他著作等身，光是选集已经出版了二十多巨册。他虽然已是皤然一翁，但实际上还小我一岁。有一次，在箱根，我们笔谈时，他在纸上写了四个字以兄事之，指的就是我。我们也成了朋友。据说他除了做学问以外，对其他事情全无兴趣，颇有点书呆子气。他出国旅行，往往倾囊购书，以至经济拮据。但是他却乐此不疲。有一次出国，他夫人特别叮嘱，不要乱买书。他满口应允，回国时确实没有带回多少书。他夫人甚为宽慰。然而不久，从邮局寄来的书就联翩而至，弄得夫人哭笑不得。我们在万丈红尘的东京住了几天以后，室伏先生就同法子和三友亲自陪我们乘新干线特快火车到京都去参观。中村元先生在那里等我们。京都是日本故都，各种各样的寺院特别多，大小据说有一千五百多所。中国古诗南朝四百八十寺，多少楼台烟雨中。一个城中有四百八十寺，数目已经不算小了。"}
{"text":"他出国旅行，往往倾囊购书，以至经济拮据。但是他却乐此不疲。有一次出国，他夫人特别叮嘱，不要乱买书。他满口应允，回国时确实没有带回多少书。他夫人甚为宽慰。然而不久，从邮局寄来的书就联翩而至，弄得夫人哭笑不得。我们在万丈红尘的东京住了几天以后，室伏先生就同法子和三友亲自陪我们乘新干线特快火车到京都去参观。中村元先生在那里等我们。京都是日本故都，各种各样的寺院特别多，大小据说有一千五百多所。中国古诗南朝四百八十寺，多少楼台烟雨中。一个城中有四百八十寺，数目已经不算小了。但是同日本京都比较起来，仍然是小巫见大巫。我们在京都主要就是参观这些寺院，有名的古寺都到过了。在参观一座古寺时，遇到了一位一百多岁的老和尚。在谈话中，他常提到李鸿章。我一时颇为吃惊。但是仔细一想，这位老人幼年时正是李鸿章活动的时期，他们原来是同时代的人，只是岁数相差有点悬殊而已。我们在这里参加了日本国际佛教讨论会，会见了许多日本著名的佛教学者。还会见日本佛教一个宗派的门主，一个英姿飒爽的年轻的东京大学的毕业生，给我留下了深刻而亲切的印象。在参观佛教寺院时，我的第一个想法就是在日本当和尚实在是一种福气。寺院几乎都非常宽敞洁净，楼殿巍峨，佛像庄严，花木扶疏，曲径通幽，清池如画，芙蕖倒影，幽静绝尘，恍若世外。有时候风动檐铃，悠扬悦耳，仿佛把我们带到了另外一个世界去，西方的极乐世界难道说就是这个样子吗？中村元先生在大学里是一个谨严的学者，他客观地研究探讨佛教问题。但是一进入寺院，他就变成了一个信徒。他从口袋里掏出念珠，匍匐在大佛像前，肃穆虔诚，宛然另外一个人了。其间有没有矛盾呢？我看不出。看来二者完全可以和谐地结合起来的。人生的需要多矣，有一点宗教需要，也用不着大惊小怪。只要不妨碍他对于社会和国家作出贡献，可以听其自然的。在日本期间，最让我难以忘怀的是箱根之行。箱根是日本，甚至世界的旅游胜地。我也久仰大名了。室伏先生早就说过，要我们到箱根去休养几天。我们从京都回到东京以后，又乘火车到了一个地方，下车换成缆车，到了芦湖边上，然后乘轮船渡芦湖来到箱根。记得我们到的时候，天已经黑下来了，街灯也不是很亮。在淡黄的灯光中，街上寂静无人。商店已经关上了门，但是陈列商品的玻璃窗子仍然灯火通明。我们看不清周围的树木是什么颜色，但是苍翠欲滴的树木的浓绿，我们却能感觉出来。"}
{"text":"在日本期间，最让我难以忘怀的是箱根之行。箱根是日本，甚至世界的旅游胜地。我也久仰大名了。室伏先生早就说过，要我们到箱根去休养几天。我们从京都回到东京以后，又乘火车到了一个地方，下车换成缆车，到了芦湖边上，然后乘轮船渡芦湖来到箱根。记得我们到的时候，天已经黑下来了，街灯也不是很亮。在淡黄的灯光中，街上寂静无人。商店已经关上了门，但是陈列商品的玻璃窗子仍然灯火通明。我们看不清周围的树木是什么颜色，但是苍翠欲滴的树木的浓绿，我们却能感觉出来。这浓绿是有层次的，从淡到浓，一直到浓得漆黑一团，扑上我们眉头，压上我们心头。此时，薄雾如白练，伸手就可以抓到。我有一种奇异的感觉，仿佛遨游在阆苑仙宫之中。这一种感觉我从来没有过，从那以后也没有过。至今回忆，当时情景，如在眼前。旅馆的会客厅里则是另一番景象，灯火辉煌，华筵溢香。室伏先生把他的全家人都邀来了。首先是他的夫人千津子，然后是他的大女儿三友先生的夫人厚子，最后是他的外孙女才不过一岁多的朋子。我抱过了这一个小女孩儿，她似乎并不认生，对着我直笑。室伏先生等立刻拍下了这个镜头，说是要我为他的外孙女儿祝福。这个小孩子的名字来自中国的一句话我们的朋友遍天下。据说还是周总理预先取下来的。这无疑是中日友好的一桩佳话。到了年，室伏先生第二次邀请我访日时，我们又来到了箱根，他又把全家都找了来。此时厚子已经又生了一个小女孩明子。朋子已经三四岁了。岁数大了，长了知识，见了我反而不像第一次那样坦然了。这也是很自然的事情，人生本来就是这样。我同室伏先生一家两度会面，在同一个地方――令人永远忘不掉的天堂乐园般的箱根。这是否是室伏先生有意安排的，我不知道。但是我个人却觉得，这真是再好不过的安排。在这样一个地方，会见一家这样的日本朋友，难道这不算是珠联璧合吗？难道说这不是非常有意义吗？我眼前看到这一个祖孙三代亲切和睦的日本家庭，脑筋里却不禁又回忆起第一次见面时的情景。我简直想把这两幅情景联结在一起，又觉得它们本来就是在一起的。除了增添了一个小女孩外，人还是那一些人，地方还是那个地方，虽然实际上不是一回事，但看上去又确乎像是一回事。我一时间真有点迷离恍惚，然而却满怀喜悦了。这一次在箱根会面，同上次有一点不同之处，就是，中村元先生也参加了。这一位粹然儒雅又带有一点佛气的日本大学者，平常很少参加这样的集会。这次惠然肯来，对我们来说，实在是一种幸福。"}
{"text":"我眼前看到这一个祖孙三代亲切和睦的日本家庭，脑筋里却不禁又回忆起第一次见面时的情景。我简直想把这两幅情景联结在一起，又觉得它们本来就是在一起的。除了增添了一个小女孩外，人还是那一些人，地方还是那个地方，虽然实际上不是一回事，但看上去又确乎像是一回事。我一时间真有点迷离恍惚，然而却满怀喜悦了。这一次在箱根会面，同上次有一点不同之处，就是，中村元先生也参加了。这一位粹然儒雅又带有一点佛气的日本大学者，平常很少参加这样的集会。这次惠然肯来，对我们来说，实在是一种幸福。我们虽然很少谈论佛教和梵学问题，但是谈的事情却多与此有关。我们有共同的爱好，所以很容易谈得来，他曾对我说，日文中的箱根，实际上就是中文的函谷关。我听了很感兴趣。在箱根这个人间胜境，同这样一位日本学者在一起生活了几天，确实令我永远难忘。这两件事情一件是能来到箱根，第二件是能同中村元先生在一起，都出于室伏佑厚先生之赐。因此，只要我想到室伏一家，就会想到中村元先生只要想到中村元先生，就会想到室伏一家。对我来说，这二者真有点难解难分了。我最近越来越感觉到，佛家说人生如电光石火，中国古人说人生如白驹过隙，这两句话意思一样，确实都非常正确。我从前很少感觉到老，从来也不服老。然而，一转瞬间，蓦地发现，自己已垂垂老矣。室伏先生也已届还历之年，也算是初入老境了。当我在他这个年龄时，我自认为还是中年。他的心情怎么样，我没有问过他。但是，我想，他也会有同样的心情吧。遥望东天，我潜心默祷，祝他长寿超过百岁！我同几乎所有的人一样，忙忙碌碌了几十年，天天面对实际，然而真正抓得到的实际好像并不多。一切事物几乎都如镜花，似水月，如轻梦，似白云，什么也抓不住。对待人生，我自认为态度是积极的，唯物的。我觉得，人有生老病死，是自然规律，用不着伤春，也用不着悲秋，叹老不必，嗟贫无由。将来有朝一日离开这个世界时，我也决不会饮恨吞声。但是，如果能在一切都捉不住的情况下，能捉住哪怕是小小的一点东西，抓住一鳞半爪，我将会得到极大的安慰。同室伏佑厚先生一家的交往，我个人认为，就属于这种极难捉到的东西之一，是异常可贵的。但愿在十年以后，当我即将进入期颐之年，而室伏先生庆祝他的古稀华诞时，我们都还能健壮的活在人间，那时我将会再给他的一家写点什么。"}
{"text":"将来有朝一日离开这个世界时，我也决不会饮恨吞声。但是，如果能在一切都捉不住的情况下，能捉住哪怕是小小的一点东西，抓住一鳞半爪，我将会得到极大的安慰。同室伏佑厚先生一家的交往，我个人认为，就属于这种极难捉到的东西之一，是异常可贵的。但愿在十年以后，当我即将进入期颐之年，而室伏先生庆祝他的古稀华诞时，我们都还能健壮的活在人间，那时我将会再给他的一家写点什么。纪念一位德国学者西克灵教授昨天晚上接到我的老师西克先生从德国来的信，说西克灵教授已经于去年春天死去，看了我心里非常难过。生死本来是一种自然现象，值不得大惊小怪。但死也并不是没有差别。有的人死去了，对国家对世界一点影响都没有。他们只是在他们亲族的回忆里还生存一个时期，终于也就渐渐被遗忘了。有的人的死却是对国家对世界都是一大损失，连不认识他们的人都会觉到悲哀，何况认识他们的朋友们呢？西克灵这名字，对许多中国读者大概还不太生疏，虽然他一生所从事研究的学科可以说是很偏僻的。他是西克先生的学生，同他老师一样，他也是先研究梵文，然后才转到吐火罗语去的。转变点就正在四十年前，当时德国的探险队在和领导之下从中国的新疆发掘出来了无量珍贵的用各种文字写的残卷运到柏林去。德国学者虽然还不能读通这些文字，但他们却意识到这些残卷的重要。当时柏林大学的梵文正教授s就召集了许多年轻的语言学者，尤其是梵文学者，来从事研究。西克和西克灵决心合作研究的就是后来定名为吐火罗语的一种语言。当时他们有的是幻想和精力，这种稍稍带有点冒险意味，有的时候简直近于猜谜式的研究工作，更提高了他们的兴趣。他们日夜地工作，前途充满了光明。在三十多年以后，西克先生每次谈起来还不禁眉飞色舞，仿佛他自己又走回青春里去，当时热烈的情景就可以想见了。他们这合作一直继续了几十年，他们终于把吐火罗语读通。在这期间，他们发表的震惊学术界的许多文章和书，除了在第一次世界大战西克灵被征从军的一个期间外，都是用两个人的名字。西克灵小心谨慎，但没有什么创造的能力，同时又因为住在柏林，在普鲁士学士院ssssss里做事情，所以他的工作就偏重在只是研究抄写字母。"}
