{"text":"乱离重逢，相拥而泣。翌日季淑返回北平。因樊逵羽先生赶到天津，我遂在津又有数日勾留。后我返平省亲，在平滞留三数月，欲举家南下，而情况不许，尤其是我的岳母年事已高不堪跋涉。季淑与其老母相依为命，不可能弃置不顾，侍养之日诚恐不久，而我们夫妻好合则来日方长，于是我们决定仍是由我只身返回后方。会徐州陷落，敌伪强迫悬旗志贺，我忍无可忍，遂即日动身。适国民参政会成立，我膺选为参政员，乃专程赴香港转去汉口，从此进入四川，与季淑长期别离六年之久。在这六年之中，我固颠沛流离贫病交加，季淑在家侍奉公婆老母，养育孩提，主持家事，其艰苦之状乃更有甚于我者。自我离家，大姐二姐相继去世，二姐遇人不淑身染肺癌，乏人照料，季淑尽力相助，弥留之际仅有季淑与二姐之幼女在身边陪伴。我们的三个孩子在同仁医院播种牛痘，不幸疫苗不合规格，注射后引起天花，势甚严重，几濒于殆，尤其是文茜面部结痂作痒，季淑为防其抓破成麻，握着她的双手数夜未眠，由是体力耗损，渐感不支。维时敌伪物资渐缺，粮食供应困难，白米白面成为珍品，居恒以糠麸花生皮屑羼入杂粮混合而成之物充饥，美其名曰文化面。儿辈羸瘦，呼母索食。季淑无以为应，肝肠为之寸断。她自己刻苦，但常给孩子鸡蛋佐餐，孩子久而厌之。有时蒸制丝糕即小米粉略加白面白糖蒸成之糕饼做为充饥之物，亦难得引起大家的食欲。此际季淑年在四十以上，可能是由于忧郁，更年期提早到来，百病丛生，以至于精神崩溃。不同情的人在一旁讪笑我看她没有病，是爱花钱买药吃。我看她也没有病，我看见她每饭照吃。我看她也没有病，丝糕一吃就是两大块。她不顾一切，乞灵于协和医院，医嘱住院，于是在院静养两星期，病势略转，此后风湿关节炎时发时愈，足不良行。孩子们长大，进入中学，学业不成问题，均尚自知奋勉不落人后，但是交友万一不慎后果堪虞，季淑为了此事最为烦忧。抗战期间前方后方邮递无阻，我们的书信往来不断，只是互报平安，季淑在家种种苦难并不透露多少，大部分都是日后讲给我听。我的岳母虽然年迈，健康大致尚佳。她曾表示愿意看看自己的寿材，所以我在离平之前和季淑到了桅厂订购了上好的材木一副，她自己也看了满意。一九四三年春偶然不适，好像有所预感，坚持回到程家休息，不数日即突然病革，季淑带着孩子前去探视，知将不起，尚殷殷以我为念。"}
{"text":"抗战期间前方后方邮递无阻，我们的书信往来不断，只是互报平安，季淑在家种种苦难并不透露多少，大部分都是日后讲给我听。我的岳母虽然年迈，健康大致尚佳。她曾表示愿意看看自己的寿材，所以我在离平之前和季淑到了桅厂订购了上好的材木一副，她自己也看了满意。一九四三年春偶然不适，好像有所预感，坚持回到程家休息，不数日即突然病革，季淑带着孩子前去探视，知将不起，尚殷殷以我为念。她最喜爱文蔷，临终时呼至榻前，执其手而告之文蔷，你要乖乖的，听你妈妈的话。言讫，溘然而逝。所有丧葬之事均由季淑力疾主持。她有信给我详述经过，哀毁逾恒，其中有一句话是华，我现在已成为无母之人矣，季淑孝顺她的母亲不是普通的孝顺，她是真实的做到了菽水承欢。季淑没有和我一起到后方去，主要的是为了母亲。如今母亲既已见背，我们没有理由维持两地相思的局面。我们十年来的一点积蓄除了投资损失之外陆续贴补家用，六年来亦已告罄，所以我就写信要她准备来川。她惟一的顾虑是她的风湿病，不知两腿是否禁得起长途跋涉。说也奇怪，她心情一旦开朗，脚步突然转健，若有神助。由北平起旱到四川不是一件容易事。季淑有一位堂弟道良，前两年经由叔辈决定过继给我的岳母做继子，他们的想法是季淑究竟是一个女儿，嫁出的女儿泼出的水，不能成为嗣祧。道良为人极好，事季淑如胞姐。他自告奋勇，送她一半行程，一九四四年夏，季淑带着三个孩子十一件行李，病病歪歪的，由道良搀扶着，从北平乘车南下。由徐州转陇海路到商丘，由商丘起旱到亳州，这是前后方交界之处，道良送她到此为止，以后的漫漫长途就靠她自己独闯了。所幸她的腿疾日有进步，到这时候已可勉强行走无需扶持。从亳州到漯河，由漯河到叶县，这一段的交通工具只能利用人力推车，北方话称之为小车子，车仅一轮，由车夫一人双手把持，肩上横披一带系于车把之上，轮的两边则一边坐人，一边放行李，车夫一面前进一面摆动其躯体以维持均衡。土路崎岖，坑洼不平，轮轴吱吱作响，不但进展迟缓，且随时有翻倒之虞。车夫一面挥汗一面高唱俚歌，什么常山赵子龙，燕人张翼德，有山就有水，有水就有鱼，一路上前呼后应，在黄土飞扬之中打滚。到站打尖，日暮投宿。季淑就这样的带着三个孩子十一件行李一天又一天的在永无止境的土路上缓缓前进。怕的是青纱帐起，呼吁无门，但邀天之幸一路安宁，终于到达叶县。"}
{"text":"土路崎岖，坑洼不平，轮轴吱吱作响，不但进展迟缓，且随时有翻倒之虞。车夫一面挥汗一面高唱俚歌，什么常山赵子龙，燕人张翼德，有山就有水，有水就有鱼，一路上前呼后应，在黄土飞扬之中打滚。到站打尖，日暮投宿。季淑就这样的带着三个孩子十一件行李一天又一天的在永无止境的土路上缓缓前进。怕的是青纱帐起，呼吁无门，但邀天之幸一路安宁，终于到达叶县。对于劳苦诚实的车夫们，季淑衷心感谢，乃厚酬之。由叶县到洛阳有公路可循，可以搭乘公共汽车，汽车是使用柴油的，走起来突突冒烟，随时随地抛锚。乘客拥挤抢座，幸赖有些流亡学生见义勇为，帮助季淑及二女争取座位，文骐不在妇孀之列只能爬上车顶在行李堆中觅一席地。季淑怕他滚落，苦苦哀求其他车顶上的同伴赐以援手，幸而一路无事。黄土平原久旱无雨，汽车过处黄尘蔽天，到站休息时人人毛发尽黄，纷纷索水洗面。季淑在道旁小店就食，点菠菜猪肝一盘，孩子大悦，她不忍下筷惟食余沥而已。同行的流亡学生有贫苦以至枵腹者，季淑解囊相助，事实上她自己的盘缠也所余无几了。季淑一行到洛阳后稍事休息，搭上火车，精神为之一振，虽是没有窗户的铁闷车，然亦稳速畅快。惟夜间闯过潼关时熄灯急驶，犹不免遭受敌军炮轰，幸而无恙，饱受虚惊。到达西安，在菊花园口厚德福饭庄饱餐一顿并略得接济，然后搭车赴宝鸡，这是陇海路最后一站。从此便又改乘公共汽车，开始长征入川。汽车随走随停，至剑阁附近而严重抛锚，等待运送零件方能就地修复，季淑托便车带信给我，我乃奔走公路局权要之门请求救济，我生平不欲求人，至是不能不向人低首在此期间，季淑等人食宿均成问题，赖有同行难友代为远道觅食，夜晚即露宿道旁。一夕，睡眠中忽闻声走于身畔，隐约见一庞形巨物，季淑大惊而呼，群起察视，原来是一只水牛。越数日汽车修复，开始蠕动，终于缓缓的爬到了青木关，再换车而抵达北碚，与我相会。六年暌别，相见之下惊喜不可名状。长途跋涉之后，季淑稍现清癯。然而我们究竟团圆了。今夕何夕，见此粲者凭了这六年的苦难，我们得到了一个结论在丧乱之时，如果情况许可，夫妻儿女要守在一起，千万不可分离。我们受了千辛万苦，不愿别人再尝这个苦果。日后遇有机会我们常以此义劝告我们的朋友。"}
{"text":"一夕，睡眠中忽闻声走于身畔，隐约见一庞形巨物，季淑大惊而呼，群起察视，原来是一只水牛。越数日汽车修复，开始蠕动，终于缓缓的爬到了青木关，再换车而抵达北碚，与我相会。六年暌别，相见之下惊喜不可名状。长途跋涉之后，季淑稍现清癯。然而我们究竟团圆了。今夕何夕，见此粲者凭了这六年的苦难，我们得到了一个结论在丧乱之时，如果情况许可，夫妻儿女要守在一起，千万不可分离。我们受了千辛万苦，不愿别人再尝这个苦果。日后遇有机会我们常以此义劝告我们的朋友。我在四川一直支领参政会一份公费，虽然在国立编译馆全天工作，并不受薪。人笑我迂，我行我素。现在五口之家，子女就学，即感拮据。季淑征尘甫卸，为补充家用，接受社会部北碚儿童福利实验区之聘，任该区福利所干事。区主任为章柳泉先生。季淑的职务是办理消费合作社的事务。和她最契的同事是童启华女士朱锦江夫人，据季淑告诉我，童先生平素不议人短长，不播弄是非，而且公私分明，一丝不苟，掌管公物储藏，虽一纸一笔之微，核发之际亦必详究用途不稍浮滥，时常开罪于人。季淑说像这样奉公守法的人是极少见的，季淑和她交谊最洽，可惜胜利后即失去联络，但季淑时常想念到她。第二年，即一九四五年，季淑转入迁来北碚的国立戏剧专科学校为教具组服装管理员，校长为余上沅。上沅夫妇是我们的熟人，但季淑并不因人事关系而懈怠其职务，她准时上班下班，忠于其职守。她给全校师生留下了良好的印象。季淑于生活艰难之中在四川苦度了两年。事实上在抗战期间无论是在陷区或后方，没有人不受到折磨的。只有少数有办法的人能够混水摸鱼。我有一位同学，历据要津，宦囊甚富，战时寓居香港，曾扬言于众你们在后方受难，何苦来哉一旦胜利来临，奉命接收失土坐享其成的是我们，不是你们。我们听了不寒而栗。这位先生于日军攻占香港时遇害，但是后来接收人员五子登科的怪剧确是上演了。一九四五年八月十日季淑于晚间下班时带回了一张报纸的号外Z嘉陵江日报号外日本接受无条件投降Z旧金山八月十日广播日本政府本日四时接受四国公告无条件投降其惟一要求是保留天皇今日吾人已获胜利已获和平我们听到了遥远的爆竹声，鼎沸的欢呼声。还乡的交通工具不敷，自然应该让特权阶级豪门巨贾去优先使用，像我们所服务的闲散机构如国民参政会国立编译馆之类当然应该听候分配。"}
{"text":"一九四五年八月十日季淑于晚间下班时带回了一张报纸的号外Z嘉陵江日报号外日本接受无条件投降Z旧金山八月十日广播日本政府本日四时接受四国公告无条件投降其惟一要求是保留天皇今日吾人已获胜利已获和平我们听到了遥远的爆竹声，鼎沸的欢呼声。还乡的交通工具不敷，自然应该让特权阶级豪门巨贾去优先使用，像我们所服务的闲散机构如国民参政会国立编译馆之类当然应该听候分配。等候了一年光景，一九四六年秋国民参政会通知有专轮直驶南京，我们这才怀着一种复杂的心情告别四川鼓轮而下。我说心情复杂，因为抗战结束可以了却八年流亡之苦，可以回乡省视年老的爹娘，可以重新安心做自己的工作，但是家园已经破碎，待要从头整理，而国事蜩螗，不堪想象。十二我们在南京下榻于国立编译馆的一间办公室内，包饭搭伙，孩子们睡地板。也有人想留我在南京工作，我看气氛不对，和季淑商量还是以回到北平继续教书为宜，便借口离开南京遄赴上海搭飞机返平。阔别八年的我，在飞机上看到了颐和园的排云殿，心都要从口里跳出来。回到家里看见我父母都瘦了很多，一阵心酸，泣不可抑。当时三弟五弟都在家，大姐一家也住在东院，后来五妹和妹婿一家也来了，家里显得很热闹。我们看到垂花门前的野草高与人齐，季淑便令孩子们拔草，整理庭院焕然一新。我的父亲是年七十，步履维艰，每晨自己提篮外出买烧饼油条相当吃力，我便请准由我每日负责准备早餐。当我提了那只篮子去买烧饼的时候，肆人惊问我为何人，因为他们认识那个篮子。也许这两桩事我们做得不对，因为我们忘了世说新语赵母嫁女的故事赵母嫁女，女临去，敕之曰慎勿为好女曰不为好，可为恶邪母曰好尚不可为，其况恶乎我们率直而为之，不是有意为好。家里人口众多，遂四处分爨。父亲关心我的工作，有一天拄着拐杖到我书室，问我翻译莎士比亚进展如何，这使我非常惭愧，因为抗战八年中我只译了一部。父亲说无论如何，要译完它。我就是为了他这一句话，下了决心必不负他的期望。想不到的是，于补祝他的七十整寿在承华园举行全家盛筵之后不久，有一晚我们已就寝，他突患冠状脉阻塞症，急救无效，竟于翌日晚间溘然长逝我从四川归来，相聚才只一个月，即遭此大故装殓时季淑出力最多，随后丧葬之事，她不作主张，只知尽力。"}
{"text":"家里人口众多，遂四处分爨。父亲关心我的工作，有一天拄着拐杖到我书室，问我翻译莎士比亚进展如何，这使我非常惭愧，因为抗战八年中我只译了一部。父亲说无论如何，要译完它。我就是为了他这一句话，下了决心必不负他的期望。想不到的是，于补祝他的七十整寿在承华园举行全家盛筵之后不久，有一晚我们已就寝，他突患冠状脉阻塞症，急救无效，竟于翌日晚间溘然长逝我从四川归来，相聚才只一个月，即遭此大故装殓时季淑出力最多，随后丧葬之事，她不作主张，只知尽力。另一不幸事故，季淑的弟弟道良在东北军事倥偬之际受任辽宁大石桥车站站长，因坚守岗位不肯逃避以致殉职，遗下孤儿寡妇，惨绝人寰。灵柩运回北平，我陪季淑到东便门车站迎接，送往绩溪义园厝葬，我顺便向我的岳母的坟墓敬礼，凄怆之至。这时候通货膨胀，生活困苦，我除在师大授课之外利用寒假远到沈阳去兼课。季淑善于理家，在短绌的情形之下仍能稍有赢余。她的理论是储蓄之法不是在开销之外把余羡收存起来，而是预先扣除应储之数然后再作支出。我们不时的到东单或东四的菜市，遇有鱼鲜辄购一尾，由季淑精心烹制献给母亲佐餐，因为这是我母亲喜食之物。我曾劝她买鱼两尾，一半自己享用，因为我知道她亦正有同嗜，而她坚持不可。她说我们的享受，当俟来日。她有一次在摊上看到煮熟的大块瘦肉，价格极廉，便买一小块携回，食之而甘，事后才知道那是驴肉或骡肉。我们日常用的水果是萝卜与柿子，孩子们时常望而生畏。困苦中也要作乐。我们一家陪同赵清阁游景山，在亭子里闲坐啜茗，事后我写了一首五律送她。又有一次我们一家和孙小孟一家游颐和园，爬上众香国，几个大人都气力不济，孩子们争先恐后的跑上了排云殿，我笑谓季淑曰你还有上鬼见愁的勇气没有又指着玉泉山上的玉峰塔说你还记得那个地方么她笑而不答。风景依然，而心情不同了。到了冬天，孩子们去北海滑冰，我们便没有去观赏的兴致，想不到故都名胜，我们就这样的长久暌别，而季淑下世，重温旧梦亦永不可得一九四八年冬，北平风声日紧。有一天何思源来看我，我问他有何观感，他说毫无办法。一个有办法的人都说没有办法。不数日炸弹丢在锡拉胡同他的住宅，炸死了他的一个女儿。学校的同事们有人得风声之先，只身前往门头沟，大多数人皇皇然。"}
{"text":"风景依然，而心情不同了。到了冬天，孩子们去北海滑冰，我们便没有去观赏的兴致，想不到故都名胜，我们就这样的长久暌别，而季淑下世，重温旧梦亦永不可得一九四八年冬，北平风声日紧。有一天何思源来看我，我问他有何观感，他说毫无办法。一个有办法的人都说没有办法。不数日炸弹丢在锡拉胡同他的住宅，炸死了他的一个女儿。学校的同事们有人得风声之先，只身前往门头沟，大多数人皇皇然。这时候我的朋友陈可忠任广州中山大学校长，约我去教书，我便于十二月十三日带着孩子先行赴津洽购船票南下。季淑因为代我三妹出售房产手续未毕，约好翌日赴津相会。那时候卖房极为费事，房客刁钻，勒索搬家费高至房款三分之一，而且需以黄金支付，否则拒不搬出，及交付黄金，则对于黄金成色又多方挑剔。季淑奔走拆冲，心力俱瘁。翌日手续办好，而平津交通中断。我在天津车站空接一场，急通电话到家，季淑毅然决然告我急速南下，不要管我。我遂于十二月十六日登上湖北轮凄然离津，途经塘沽遭岸上士兵枪射，蜷卧统舱凡十四日始达香港。自我走后，季淑与文茜夫妇同居数日，但她立刻展开活动，决计觅求职业自力谋生，她说沮丧没有用，要面对现实积极的活下去。她首先去访问她的朋友范雪茵黄国璋夫人，他们很热心，在她困难的时候伸出了援手。他们立刻把消息传到师大，校长袁敦礼先生及其他同事们都表示同情，答应设法给她觅取一份工作。三数日内消息传来，说政府派有两架飞机北来迎取一些学界人士南下，其实城外机场已陷，城内炮声隆隆，临时在城内东长安街建造机场。季淑接到紧急电话通告，谓名单中有我的名字，她可以占用我的座位，须立即到北京饭店报到，一小时内起飞云云。她没有准备，仓卒中提起一个小包袱衣物就上了飞机，出乎意料的，机上的人很少，空位很多。绝大多数的学界人昧于当前的局势，以及政局变化不会影响到教育，并且抗战八年的流离之苦谁也不想重演，所以有此种现象。有少数与学界无关的人却因人事关系混上了飞机。在南京主持派机的人是陈雪屏先生，他到机场亲自照料，凡无处可投的人被安置在一个女子学校礼堂里，季淑当晚就在那空洞洞的大房里睡了一宿。第二天她得到编译馆的王向辰先生的照料，在姚舞雁女士的床上又睡了一晚，第三天向辰送她上了火车赴沪。我的三妹四弟都在上海，她先投奔厚德福饭店，由饭店介绍一家旅馆住下，随后她就搬到三妹家，立即买舟票赴港。我在海洋漂泊的时候她早已抵沪，而我不知道。"}
{"text":"有少数与学界无关的人却因人事关系混上了飞机。在南京主持派机的人是陈雪屏先生，他到机场亲自照料，凡无处可投的人被安置在一个女子学校礼堂里，季淑当晚就在那空洞洞的大房里睡了一宿。第二天她得到编译馆的王向辰先生的照料，在姚舞雁女士的床上又睡了一晚，第三天向辰送她上了火车赴沪。我的三妹四弟都在上海，她先投奔厚德福饭店，由饭店介绍一家旅馆住下，随后她就搬到三妹家，立即买舟票赴港。我在海洋漂泊的时候她早已抵沪，而我不知道。我于十二月三十一日到香港，翌日元旦遄赴广州，正在石碑校区彷徨问路，突遇旧日北碚熟人谓我有信件存在收发室。取阅则赫然季淑由沪寄来之航信，我大喜过望，按照信中指示前往黄埔，登船阒无一人，原来船提前到达，我迟了一步，她已搭小轮驶广州。我俟回到广州，季淑也很快的找到了我的住处――文明路的平山堂。我以为我们此后难以再见，居然又庆团圆在广州这半年，我们开始有身世飘零之感。平山堂是怎样的一个地方，我曾有一小文平山堂记纯是纪实。我们住在这里，季淑要上街买菜，室中升火，提水上楼，楼下洗浣，常常累得红头涨脸。看见从东北来的师生露宿的情形，她又着实不忍，再看到山东来的学生数百人在操场上升火煮稀饭，她便拿出十元港币命孩子给送了过去。我们在穷困中兴复不浅，曾到六榕寺去玩，对于苏东坡题壁，和六祖慧能的塑像印象甚深，但是那座花塔颜色俗丽而游人如织，则我们只好远远的避开。海角红楼也去饮茶过一次。住处实在没有设备，同人康清桂先生为我们订制了一张小木桌。一切简陋，而我们还请梅贻琦陈雪屏先生来吃过一顿便饭，季淑以她的拿手馅饼飨客，时昭瀛送来一瓶白兰地，梅先生独饮半瓶而玉山颓矣。广州中山大学外文系主任林文铮先生，好佛，他的单人宿舍是一间卧室一间佛堂，常于晚间作法会，室为之满。林先生和我一见如故，谓有夙缘，从此我得有机会观经看教，但是后来要为我开顶，则敬谢不敏。季淑也在此时开始对于佛教发生兴趣，她只求摄心，并不佞佛。林先生深于密宗，我贪禅悦，季淑则近净土。这时候法舫和尚在广州，有一天有朋友引他来看我，他是太虚的弟子，我游缙云山时他正是缙云寺的知客，曾有过一面之缘，他居然还没忘记。他送来一部他所著的金刚经讲话，附心经讲话，颇有深入浅出之妙，季淑捧读多遍，若有所契，后来持诵心经成为她的日课。"}
{"text":"林先生和我一见如故，谓有夙缘，从此我得有机会观经看教，但是后来要为我开顶，则敬谢不敏。季淑也在此时开始对于佛教发生兴趣，她只求摄心，并不佞佛。林先生深于密宗，我贪禅悦，季淑则近净土。这时候法舫和尚在广州，有一天有朋友引他来看我，他是太虚的弟子，我游缙云山时他正是缙云寺的知客，曾有过一面之缘，他居然还没忘记。他送来一部他所著的金刚经讲话，附心经讲话，颇有深入浅出之妙，季淑捧读多遍，若有所契，后来持诵心经成为她的日课。人到颠沛流离的时候，很容易沉思冥想，披开尘劳世网而触及此一大事因缘。因为季淑于佛教中得到一些精神上的寄托，无形中也影响到我，我于观经之余常有疑义和她互相剖析商讨，惜无金篦刮膜，我们终未能深入。我写有了生死一篇小文，便是我们的一点共同的肤浅之见，有些眼界高的人讥我谓为小乘之见，然哉，然哉我们每到一地，季淑对于当地的花木辄甚关心。平山堂附近的大礼堂后身有木棉十数本，高可七八丈，红花盛开，遥望如霞如锦，蔚为壮观。花败落地，訇然有声，据云落头上可以伤人。她从地上拾起一朵，瓣厚数分，蕊如编，赏玩久之。此时军事情势逆转，长江天堑而竟一苇可渡广州震动，人心皇皇，我们几个朋友经常商讨何去何从。有一位朋友说他在四川万县有房有地，吃着无虞，欢迎我们一家前去同住。有一位朋友说他决计远走高飞到甘肃兰州，以为那是边陲，世外桃源。有一位朋友忽然闷声不响，原来他是打算去香港暂时观望徐图靠拢。这时候教育部长杭立武先生，次长吴俊升翟桓先生，他们就在中大的大礼堂楼上办公，通知我教育部要在台湾台北设法恢复国立编译馆的机构，其现实的目的是暂时收罗一些逃亡的学界人士。我接受了这个邀请，由台湾的教育厅长陈雪屏先生为我办了入境证，便于一九四九年六月底搭乘华联轮，直驶台湾，季淑晕船，一路很苦。十四台湾二二八的影子还有时在心中呈现。我临行前写信给我的朋友徐宗涑先生请为我预订旅舍，否则只好在尊寓屋檐下暂避风雨。他派人把我们从基隆接到台北他家里歇宿了三天，承他的夫人史永贞大夫盛情款待，季淑与我终身感激。第四天搬进德惠街一号，那是林挺生先生的一栋日式房屋，承他的厚谊使我们有了栖身之处，而且一住就是三年，这一份隆情我们只好永铭心版了。季淑曾对我说朋友们的恩惠在我们的心上是永不泯灭的，以后纵然有机会能够报答一二，也不能磨灭我们心上的刻痕。"}
