{"text":"所谓假和真大概是这种意思。这种真未必就好，这种假也未必就是不好。读小说看戏，往往会为书中人戏中人捏一把汗，掉眼泪，所谓替古人担忧。这也是推己及人，设身处地可是因为人和地只在书中戏中，并非实有，没有利害可计较，失去相干的和不相干的那分别，所以推设起来，也觉自然而然。作小说的演戏的就不能如此，得观察，揣摩，体贴别人的口气，身份，心理，才能达到逼真的地步。特别是演戏，若不能忘记自己，那非糟不可。这个得勉强自己，训练自己训练越好，越逼真，越美，越能感染读者和观众。如果真是自然，小说的读者，戏剧的观众那样为别人着想，似乎不能说是假。小说的，戏剧的演员的观察，揣摩，体贴，似乎假，可是他们能以达到逼真的地步，所求的还是真。在文艺里为别人着想是真，在实生活里却说是假，虚伪，似乎是利害的计较使然利害的计较是骨子，真，假，虚伪只是好看的门面罢了。计较利害过了分，真是像法朗士说的关闭在自己的牢狱里老那么关闭着，非死不可。这些人幸而还能读小说看戏，该仔细吟味，从那里学习学习怎样为别人着想。五四以来，集团生活发展。这个那个集团和家族一样是具体的，不像社会国家有时可以只是些抽象名词。集团生活将原不相干的别人变成相干的别人，要求你也训练你顾到别人，至少是那广大的相干的别人。集团的约束力似乎一直在增强中，自己不得不为别人着想。那自己第一，自己高于一切的信念似乎渐渐低下头去了。可是来了抗战的大时代。抗战的力量无疑的出于二十年来集团生活的发展。可是抗战以来，集团生活发展的太快了，这儿那儿不免有多少还不能够得着均衡的地方。个人就又出了头，自己就又可以高于一切现在却不说什么真和假了，只凭着神圣的抗战的名字做那些自私自利的事，名义上是顾别人，实际上只顾自己。自己高于一切，自己的集团或机关也就高于一切自己肥，自己机关肥，别人瘦，别人机关瘦，乐自己的，管不着！――瘦瘪了，饿死了，活该！相信最后的胜利到来的时候，别人总会压下那些猖獗的卑污的自己的。这些年自己实在太猖獗了，总盼望压下它的头去。自然，一个劲儿顾别人也不一定好。仗义忘身，急人之急，确是英雄好汉，但是难得见。"}
{"text":"自己高于一切，自己的集团或机关也就高于一切自己肥，自己机关肥，别人瘦，别人机关瘦，乐自己的，管不着！――瘦瘪了，饿死了，活该！相信最后的胜利到来的时候，别人总会压下那些猖獗的卑污的自己的。这些年自己实在太猖獗了，总盼望压下它的头去。自然，一个劲儿顾别人也不一定好。仗义忘身，急人之急，确是英雄好汉，但是难得见。常见的不是敷衍妥协的乡愿，就是卑屈甚至谄媚的可怜虫，这些人只是将自己丢进了垃圾堆里！可是，有人说得好，人生是个比例问题。目下自己正在张牙舞爪的，且头痛医头，脚痛医脚，先来多想想别人罢！年月日作。原载文聚散文全编论诚意诚伪是品性，却又是态度。从前论人的诚伪，大概就品性而言。诚实，诚笃，至诚，都是君子之德不诚便是诈伪的小人。品性一半是生成，一半是教养品性的表现出于自然，是整个儿的为人。说一个人是诚实的君子或诈伪的小人，是就他的行迹总算帐。君子大概总是君子，小人大概总是小人。虽然说气质可以变化，盖了棺才能论定人，那只是些特例。不过一个社会里，这种定型的君子和小人并不太多，一般常人都浮沉在这两界之间。所谓浮沉，是说这些人自己不能把握住自己，不免有诈伪的时候。这也是出于自然。还有一层，这些人对人对事有时候自觉的加减他们的诚意，去适应那局势。这就是态度。态度不一定反映出品性来一个诚实的朋友到了不得已的时候，也会撒个谎什么的。态度出于必要，出于处世的或社交的必要，常人是免不了这种必要的。这是世故人情的一个项目。有时可以原谅，有时甚至可以容许。态度的变化多，在现代多变的社会里也许更会使人感兴趣些。我们嘴里常说的，笔下常写的诚恳诚意和虚伪等词，大概都是就态度说的。但是一般人用这几个词似乎太严格了一些。照他们的看法，不诚恳无诚意的人就未免太多。而年轻人看社会上的人和事，除了他们自己以外差不多尽是虚伪的。这样用虚伪那个词，又似乎太宽泛了一些。这些跟老先生们开口闭口说人心不古，世风日下同样犯了笼统的毛病。一般人似乎将品性和态度混为一谈，年轻人也如此，却又加上了天真纯洁种种幻想。诚实的品性确是不可多得，但人孰无过，不论那方面，完人或圣贤总是很少的。"}
{"text":"我们嘴里常说的，笔下常写的诚恳诚意和虚伪等词，大概都是就态度说的。但是一般人用这几个词似乎太严格了一些。照他们的看法，不诚恳无诚意的人就未免太多。而年轻人看社会上的人和事，除了他们自己以外差不多尽是虚伪的。这样用虚伪那个词，又似乎太宽泛了一些。这些跟老先生们开口闭口说人心不古，世风日下同样犯了笼统的毛病。一般人似乎将品性和态度混为一谈，年轻人也如此，却又加上了天真纯洁种种幻想。诚实的品性确是不可多得，但人孰无过，不论那方面，完人或圣贤总是很少的。我们恐怕只能宽大些，卑之无甚高论，从态度上着眼。不然无谓的烦恼和纠纷就太多了。至于天真纯洁，似乎只是儿童的本分――老气横秋的儿童实在不顺眼。可是一个人若总是那么天真纯洁下去，他自己也许还没有什么，给别人的麻烦却就太多。有人赞美童心孩子气，那也只限于无关大体的小节目，取其可以调剂调剂平板的氛围气。若是重要关头也如此，那时天真恐怕只是任性，纯洁恐怕只是无知罢了。幸而不诚恳，无诚意，虚伪等等已经成了口头禅，一般人只是跟着大家信口说着，至多皱皱眉，冷笑笑，表示无可奈何的样子就过去了。自然也短不了认真的，那却苦了自己，甚至于苦了别人。年轻人容易认真，容易不满意，他们的不满意往往是社会改革的动力。可是他们也得留心，若是在诚伪的分别上认真得过了分，也许会成为虚无主义者。人与人事与事之间各有分际，言行最难得恰如其分。诚意是少不得的，但是分际不同，无妨斟酌加减点儿。种种礼数或过场就是从这里来的。有人说礼是生活的艺术，礼的本意应该如此。日常生活里所谓客气，也是一种礼数或过场。有些人觉得客气太拘形迹，不见真心，不是诚恳的态度。这些人主张率性自然。率性自然未尝不可，但是得看人去。若是一见生人就如此这般，就有点野了。即使熟人，毫无节制的率性自然也不成。夫妇算是熟透了的，有时还得相敬如宾，别人可想而知。总之，在不同的局势下，率性自然可以表示诚意，客气也可以表示诚意，不过诚意的程度不一样罢了。客气要大方，合身份，不然就是诚意太多诚意太多，诚意就太贱了。看人，请客，送礼，也都是些过场。有人说这些只是虚伪的俗套，无聊的玩意儿。但是这些其实也是表示诚意的。总得心里有这个人，才会去看他，请他，送他礼，这就有诚意了。"}
{"text":"即使熟人，毫无节制的率性自然也不成。夫妇算是熟透了的，有时还得相敬如宾，别人可想而知。总之，在不同的局势下，率性自然可以表示诚意，客气也可以表示诚意，不过诚意的程度不一样罢了。客气要大方，合身份，不然就是诚意太多诚意太多，诚意就太贱了。看人，请客，送礼，也都是些过场。有人说这些只是虚伪的俗套，无聊的玩意儿。但是这些其实也是表示诚意的。总得心里有这个人，才会去看他，请他，送他礼，这就有诚意了。至于看望的次数，时间的长短，请作主客或陪客，送礼的情形，只是诚意多少的分别，不是有无的分别。看人又有回看，请客有回请，送礼有回礼，也只是回答诚意。古语说得好，来而不往非礼也，无论古今，人情总是一样的。有一个人送年礼，转来转去，自己送出去的礼物，有一件竟又回到自己手里。他觉得虚伪无聊，当作笑谈。笑谈确乎是的，但是诚意还是有的。又一个人路上遇见一个本不大熟的朋友向他说，我要来看你。这个人告诉别人说，他用不着来看我，我也知道他不会来看我，你瞧这句话才没意思哪！那个朋友的诚意似乎是太多了。凌叔华女士写过一个短篇小说，叫做外国规矩，说一位青年留学生陪着一位旧家小姐上公园，尽招呼她这样那样的。她以为让他爱上了，哪里知道他行的只是外国规矩！这喜剧由于那位旧家小姐不明白新礼数，新过场，多估量了那位留学生的诚意。可见诚意确是有分量的。人为自己活着，也为别人活着。在不伤害自己身份的条件下顾全别人的情感，都得算是诚恳，有诚意。这样宽大的看法也许可以使一些人活得更有兴趣些。西方有句话，人生是做戏。做戏也无妨，只要有心往好里做就成。客气等等一定有人觉得是做戏，可是只要为了大家好，这种戏也值得做的。另一方面，诚恳，诚意也未必不是戏。现在人常说，我很诚恳的告诉你，我是很有诚意的，自己标榜自己的诚恳，诚意，大有卖瓜的说瓜甜的神气，诚实的君子大概不会如此。不过一般人也已习惯自然，知道这只是为了增加诚意的分量，强调自己的态度，跟买卖人的吆喝到底不是一回事儿。常人到底是常人，得跟着局势斟酌加减他们的诚意，变化他们的态度这就不免沾上了些戏味。西方还有句话，诚实是最好的政策，诚实也只是态度这似乎也是一句戏词儿。原载年月日星期评论第期散文全编论做作做作就是佯，就是乔，也就是装。"}
{"text":"不过一般人也已习惯自然，知道这只是为了增加诚意的分量，强调自己的态度，跟买卖人的吆喝到底不是一回事儿。常人到底是常人，得跟着局势斟酌加减他们的诚意，变化他们的态度这就不免沾上了些戏味。西方还有句话，诚实是最好的政策，诚实也只是态度这似乎也是一句戏词儿。原载年月日星期评论第期散文全编论做作做作就是佯，就是乔，也就是装。苏北方言有装佯的话，乔装更是人人皆知。旧小说里女扮男装是乔装，那需要许多做作。难在装得像。只看坤角儿扮须生的，像的有几个？何况做戏还只在戏台上装，一到后台就可以照自己的样儿，而女扮男装却得成天儿到处那么看！侦探小说里的侦探也常在乔装，装得像也不易，可是自在得多。不过――难也罢，易也罢，人反正有时候得装。其实你细看，不但有时候，人简直就爱点儿装。三分模样七分装是说女人，男人也短不了装，不过不大在模样上罢了。装得像难，装得可爱更难一番努力往往只落得个矫揉造作！所以装常常不是一个好名儿。一个做好，一个做歹，小呢逼你出些码头钱，大呢就得让你去做那些不体面的尴尬事儿。这已成了老套子，随处可以看见。那做好的是装做好，那做歹的也装得格外歹些一松一紧的拉住你，会弄得你啼笑皆非。这一套儿做作够受的。贫和富也可以装。贫寒人怕人小看他，家里尽管有一顿没一顿的，还得穿起好衣服在街上走，说话也满装着阔气，什么都不在乎似的。――所谓苏空头。其实空头也不止苏州有。――有钱人却又怕人家打他的主意，开口闭口说穷，他能特地去当点儿什么，拿当票给人家看。这都怪可怜见的。还有一些人，人面前老爱论诗文，谈学问，仿佛天生他一副雅骨头。装斯文其实不能算坏，只是未免雅得这样俗罢了。有能耐的人，有权位的人有时不免装模作样，装腔作势。马上可以答应的，却得考虑考虑直接可以答应的，却让你绕上几个大弯儿。论地位也只是上不在天，下不在田，而见客就不起身，只点点头儿，答话只喉咙里哼一两声儿。谁教你求他，他就是这么着！――笑骂由他笑骂，好官儿什么的我自为之！话说回来，拿身份，摆架子有时也并非全无道理。老爷太太在仆人面前打情骂俏，总不大像样，可不是得装着点儿？"}
{"text":"装斯文其实不能算坏，只是未免雅得这样俗罢了。有能耐的人，有权位的人有时不免装模作样，装腔作势。马上可以答应的，却得考虑考虑直接可以答应的，却让你绕上几个大弯儿。论地位也只是上不在天，下不在田，而见客就不起身，只点点头儿，答话只喉咙里哼一两声儿。谁教你求他，他就是这么着！――笑骂由他笑骂，好官儿什么的我自为之！话说回来，拿身份，摆架子有时也并非全无道理。老爷太太在仆人面前打情骂俏，总不大像样，可不是得装着点儿？可是，得恰到分际，过犹不及。总之别忘了自己是谁！别尽拣高枝爬，一失脚会摔下来的。老想着些自己，谁都装着点儿，也就不觉得谁在装。所谓装模做样，装腔作势。却是特别在装别人的模样，别人的腔和势！为了抬举自己，装别人装不像别人，又不成其为自己，也怪可怜见的。不痴不聋，不作阿姑阿翁，有些事大概还是装聋作哑的好。倒不是怕担责任，更不是存着什么坏心眼儿。有些事是阿姑阿翁该问的，值得问的，自然得问有些是无需他们问的，或值不得他们问的，若不痴不聋，事必躬亲，阿姑阿翁会做不成，至少也会不成其为阿姑阿翁。记得那儿说过美国一家大公司经理，面前八个电话，每天忙累不堪，另一家经理，室内没有电话，倒是从容不迫的。这后一位经理该是能够装聋作哑的人。不闻不问，有时候该是一句好话充耳不闻，闭目无睹，也许可以作无为而治的一个注脚。其实无为多半也是装出来的。至于装作不知，那更是现代政治家外交家的惯技，报纸上随时看得见。――他们却还得勾心斗角的做姿态，大概不装不成其为政治家外交家罢？装欢笑，装悲泣，装嗔，装恨，装惊慌，装镇静，都很难固然难在像，有时还难在不像而不失自然。小心陪笑也许能得当局的青睐，但是旁观者在恶心。可是强颜为欢，有心人却领会那欢颜里的一丝苦味。假意虚情的哭泣，像旧小说里妓女向客人那样，尽管一把眼泪一把鼻涕的，也只能引起读者的微笑。――倒是那忍泪佯低面，教人老大不忍。佯嗔薄怒是女人的作态，作得恰好是爱娇，所以乔醋是一折好戏。爱极翻成恨，尽管恨得人牙痒痒的，可是还不失为爱到极处。假意惊慌似乎是旧小说的常语，事实上那假意往往露出马脚。镇静更不易，秦舞阳心上有气脸就铁青，怎么也装不成，荆轲的事，一半儿败在他的脸上。"}
{"text":"可是强颜为欢，有心人却领会那欢颜里的一丝苦味。假意虚情的哭泣，像旧小说里妓女向客人那样，尽管一把眼泪一把鼻涕的，也只能引起读者的微笑。――倒是那忍泪佯低面，教人老大不忍。佯嗔薄怒是女人的作态，作得恰好是爱娇，所以乔醋是一折好戏。爱极翻成恨，尽管恨得人牙痒痒的，可是还不失为爱到极处。假意惊慌似乎是旧小说的常语，事实上那假意往往露出马脚。镇静更不易，秦舞阳心上有气脸就铁青，怎么也装不成，荆轲的事，一半儿败在他的脸上。淝水之战谢安装得够镇静的，可是不觉得意忘形摔折了屐齿。所以一个人喜怒不形于色，真够一辈子半辈子装的。乔醋是戏，其实凡装，凡做作，多少都带点儿戏味――有喜剧，有悲剧。孩子们爱说假装这个，假装那个，戏味儿最厚。他们认真假装，可是悲喜一场，到头儿无所为。成人也都认真的装，戏味儿却淡薄得多戏是无所为的，至少扮戏中人的可以说是无所为，而人们的做作常常是有所为的。所以戏台上装得像的多，人世间装得像的少。戏台上装得像就有叫好儿的，人世间即使装得像，逗人爱也难。逗人爱的大概是比较的少有所为或只消极的有所为的。前面那些例子，值得我们吟味，而装痴装傻也许是值得重提的一个例子。作阿姑阿翁得装几分痴，这装是消极的有所为金殿装疯也有所为，就是积极的。历来才人名士和学者，往往带几分傻气。那傻气多少有点儿装，而从一方面看，那装似乎不大有所为，至多也只是消极的有所为。陶渊明的我醉欲眠卿且去说是率真，是自然可是看魏晋人的行径，能说他不带着几分装？不过装得像，装得自然罢了。阮嗣宗大醉六十日，逃脱了和司马昭做亲家，可不也一半儿醉一半儿装？他正是喜怒不形于色的人，而有一向当时人多说他痴，他大概是颇能做作的罢？装睡装醉都只是装糊涂。睡了自然不说话，醉了也多半不说话――就是说话，也尽可以装疯装傻的，给他个驴头不对马嘴。郑板桥最能懂得装糊涂，他那难得糊涂一个警句，真喝破了千古聪明人的秘密。还有善忘也往往是装傻，装糊涂省麻烦最好自然是多忘记，而忘怀又正是一件雅事儿。到此为止，装傻，装糊涂似乎是能以逗人爱的才人名士和学者之所以成为才人名士和学者，至少有几分就仗着他们那不大在乎的装劲儿能以逗人爱好。可是这些人也良莠不齐，魏晋名士颇有仗着装糊涂自私自利的。"}
{"text":"装睡装醉都只是装糊涂。睡了自然不说话，醉了也多半不说话――就是说话，也尽可以装疯装傻的，给他个驴头不对马嘴。郑板桥最能懂得装糊涂，他那难得糊涂一个警句，真喝破了千古聪明人的秘密。还有善忘也往往是装傻，装糊涂省麻烦最好自然是多忘记，而忘怀又正是一件雅事儿。到此为止，装傻，装糊涂似乎是能以逗人爱的才人名士和学者之所以成为才人名士和学者，至少有几分就仗着他们那不大在乎的装劲儿能以逗人爱好。可是这些人也良莠不齐，魏晋名士颇有仗着装糊涂自私自利的。这就在乎了，有所为了，这就不再可爱了。在四川话里装糊涂称为装疯迷窍，北平话却带笑带骂的说装蒜，装孙子，可见民众是不大赏识这一套的――他们倒是下的稳着儿。年月日―月日作。原载年月日文学创作第卷第期散文全编论青年冯友兰先生在新事论赞中华篇里第一次指出现在一般人对于青年的估价超过老年之上。这扼要的说明了我们的时代。这是青年时代，而这时代该从五四运动开始。从那时起，青年人才抬起了头，发现了自己，不再仅仅的做祖父母的孙子，父母的儿子，社会的小孩子。他们发现了自己，发现了自己的群，发现了自己和自己的群的力量。他们跟传统斗争，跟社会斗争，不断的在争取自己领导权甚至社会领导权，要名副其实的做新中国的主人。但是，像一切时代一切社会一样，中国的领导权掌握在老年人和中年人的手里，特别是中年人的手里。于是乎来了青年的反抗，在学校里反抗师长，在社会上反抗统治者。他们反抗传统和纪律，用怠工，有时也用挺击。中年统治者记得五四以前青年的沉静，觉着现在青年爱捣乱，惹麻烦，第一步打算压制下去。可是不成。于是乎敷衍下去。敷衍到了难以收拾的地步，来了集体训练，开出新局面，可是还得等着瞧呢。青年反抗传统，反抗社会，自古已然，只是一向他们低头受压，使不出大力气，见得沉静罢了。家庭里父代和子代闹别扭是常见的，正是压制与反抗的征象。政治上也有老少两代的斗争，汉朝的贾谊到戊戌六君子，例子并不少。中年人总是在统治的地位，老年人势力足以影响他们的地位时，就是老年时代，青年人势力足以影响他们的地位时，就是青年时代。老年和青年的势力互为消长，中年人却总是在位，因此无所谓中年时代。老年人的衰朽，是过去，青年人还幼稚，是将来，占有现在的只是中年人。"}
{"text":"青年反抗传统，反抗社会，自古已然，只是一向他们低头受压，使不出大力气，见得沉静罢了。家庭里父代和子代闹别扭是常见的，正是压制与反抗的征象。政治上也有老少两代的斗争，汉朝的贾谊到戊戌六君子，例子并不少。中年人总是在统治的地位，老年人势力足以影响他们的地位时，就是老年时代，青年人势力足以影响他们的地位时，就是青年时代。老年和青年的势力互为消长，中年人却总是在位，因此无所谓中年时代。老年人的衰朽，是过去，青年人还幼稚，是将来，占有现在的只是中年人。他们一面得安慰老年人，培植青年人，一面也在讥笑前者，烦厌后者。安慰还是顺的，培植却常是逆的，所以更难。培植是凭中年人的学识经验做标准，大致要养成有为有守爱人爱物的中国人。青年却恨这种切近的典型的标准妨碍他们飞跃的理想。他们不甘心在理想还未疲倦的时候就被压进典型里去，所以总是挣扎着，在憧憬那海阔天空的境界。中年人不能了解青年人为什么总爱旁逸斜出不走正路，说是时代病。其实这倒是成德达材的大路压迫的，挣扎着，材德的达成就在这两种力的平衡里。这两种力永恒的一步步平衡着，自古已然，不过现在更其表面化罢了。青年人爱说自己是天真的，纯洁的。但是看看这时代，老练的青年可真不少。老练却只是工于自谋，到了临大事，决大疑，似乎又见得幼稚了。青年要求进步，要求改革，自然很好，他们有的是奋斗的力量。不过大处着眼难，小处下手易，他们的饱满的精力也许终于只用在自己的物质的改革跟进步上于是骄奢淫佚，无所不为，有利无义，有我无人。中年里原也不缺少这种人，效率却赶不上青年的大。眼光小还可以有一步路，便是做自了汉，得过且过的活下去或者更退一步，遇事消极，马马虎虎对付着，一点不认真。中年人这两种也够多的。可是青年时就染上这些习气，未老先衰，不免更教人毛骨悚然。所幸青年人容易回头，浪子回头金不换，不像中年人往往将错就错，一直沉到底里去。青年人容易脱胎换骨改样子，是真可以自负之处精力足，岁月长，前路宽，也是真可以自负之处。总之可能多。可能多倚仗就大，所以青年人狂。人说青年时候不狂，什么时候才狂？不错。但是这狂气到时候也得收拾一下，不然会忘其所以的。青年人爱讽刺，冷嘲热骂，一学就成，挥之不去但是这只足以取快一时，久了也会无聊起来的。"}
