{"text":"年月日，在向我报告郭民英的死讯后，他说我们班上的同学前一时期要整我。有一个女生特别恨我，她一直在外面，回来以后，班上对我的态度就变了。有什么理由呢？我在最艰苦的时候就支持造反派了。毛主席说，只有头脑是研究主体，其他一切都是研究对象，我对这一点体会很深。有时候我想，你们怎么老这么看我呀。其实，这一切自己都得研究，靠自己改变这种状况，不靠自己，还靠别人？就看你有没有思想的水平。所以，他们让我写检查，我原来准备写一个十万字的十批判书，让他们去读吧。现在我什么也不准备写了。我对他们说怎么，我就是一辈子反革命了？一个多月后，他又告诉我，班上一些人故意找岔，在枝节问题上整他。同年月日，林铭述从外地返京，我和他在郭家初次见面。原定这一天请他验收编好的语录，我们正议论着，世英突然说我认为今天的任务是玩。去外面玩玩吧。他不看我们，若有所思地望着别处，接着说我宣布退出这件事，以后你们两人去搞吧。林铭述站起来，踱了几步，出屋去了。屋里静极了，世英看着我，说我们班上又要整我。星期四下午，突然发出通令，要我签字承认是叛国分子。我当然不能承认。又提四条，什么不许和外校同学来往，一个月只许回家一次，多少天写一份检查，等等。我都签了，星期五我就跑回家来了。我问他准备怎么办，他说明天回学校。我有什么办法呢？他们要斗，就让他们斗。打我，我也不抵抗。反正叛国分子我不能承认，以前都下过结论了。群众这么做，也是可以理解的，这是合潮流的。不了解我的人，站在他们的地位上，也只能这么看我。我非常矛盾。我说你不是说过要离开农大吗？他说现在离开学校，就是死路一条。说实话，现在就这样死去，真不愿意。我问他们会动武吗？他说动武我倒不怕，就让他们打，孤立的味道才不好受，这是精神上的压力。鲁宾逊能在孤岛上活下去，是因为还抱着回大陆的希望。晚饭后，我们又回到这个话题。他说我回去后真不知该怎么办。历史发展总是一个浪潮一个浪潮的，不会以每一个个人为线索停顿了一会儿，他问我你说我怎么办？我说这只是一个浪潮，有涨潮，就总有退潮。他说以后还有涨潮。我说涨潮后还有退潮。林铭述插话这是暂时的。我赶紧附和对，是暂时的。我们都想安慰他，但这安慰是多么苍白无力啊。离开他家时，他送我到院门口，对着我的背影说等候我的噩耗吧！"}
{"text":"鲁宾逊能在孤岛上活下去，是因为还抱着回大陆的希望。晚饭后，我们又回到这个话题。他说我回去后真不知该怎么办。历史发展总是一个浪潮一个浪潮的，不会以每一个个人为线索停顿了一会儿，他问我你说我怎么办？我说这只是一个浪潮，有涨潮，就总有退潮。他说以后还有涨潮。我说涨潮后还有退潮。林铭述插话这是暂时的。我赶紧附和对，是暂时的。我们都想安慰他，但这安慰是多么苍白无力啊。离开他家时，他送我到院门口，对着我的背影说等候我的噩耗吧！我回过头，看见了他的冷静的闪烁的目光。走在冬夜的街道上，徘徊在冷清清的车站旁，我的耳边一直回响着这句不祥的话。设身处地想一想，二十岁时的过失如同咒语一样附在他的身上，这咒语只有到死时才能解除，他怎么能不绝望。我又想到他如此热情赞美的群众运动对他如此无情追杀，感到无比荒唐。我恨自己眼看着他濒临没顶之灾却无力拉住他，世上没有任何人能帮助他，我的心为个人的渺小而哭泣。多年后，我读到他给林铭述的一封信，日期正是上述谈话的第二天，是他应林的要求在回学校的当天写的。他告诉林，回校后遇到的是意外的平静。他谈到自己深深的无奈心情说来好笑，几天来，存在主义的无能思想总在脑子里转，自己改造思想的积极的能动性没有什么意义了，老是跟在事情后面跑，去追寻它的必然性。然而，他仍试图正确理解事情的必然性。林的母亲骂那伙整他的人是反动路线，这是文革中最严重的罪名，他让林劝林母不要这样看，强调群众整他只是革命大风暴中的小缺点，不是主流，也不是逆流，而是支流。不过，他又表示，他既要相信群众，也要坚持真理，不能接受违背事实的罪名，因为不坚持真理就是最大的不相信群众。看来，他觉得自己已想明白要采取的态度，就是决不抵制，也决不违心认罪。抵制会使他站到群众运动的对立面，这是他不愿意的，实际上那伙人也必定会更凶狠地整他。违心认罪同样会给那伙人提供整他的理由我很清楚，只要胆怯心理占了上风，一下子就可以失去我的基本权利，而那又只是因为胆怯，就太没有意义了。在这个分析中，他忽略了一点只要他不认罪，在那伙人看来就是抵制。他不得不忽略，因为他的真正处境是，认罪不认罪都逃不脱追杀，他已被逼入死角，无路可走。在这段时间里，还有一件事加重了历史投在他身上的阴影，就是曹秋池的出现。"}
{"text":"抵制会使他站到群众运动的对立面，这是他不愿意的，实际上那伙人也必定会更凶狠地整他。违心认罪同样会给那伙人提供整他的理由我很清楚，只要胆怯心理占了上风，一下子就可以失去我的基本权利，而那又只是因为胆怯，就太没有意义了。在这个分析中，他忽略了一点只要他不认罪，在那伙人看来就是抵制。他不得不忽略，因为他的真正处境是，认罪不认罪都逃不脱追杀，他已被逼入死角，无路可走。在这段时间里，还有一件事加重了历史投在他身上的阴影，就是曹秋池的出现。当时曹利用保外就医的机会活动平反，要求郭世英协助。他来找郭时，我刚巧也在农大，看见郭的表情冷淡。但是，他仍同意陪曹去公安部，后来也确实去了。他对我说，把曹算做的主要成员，这不符合事实，既然找到他，他就要帮助澄清。我问起他们去公安部活动的详情，他沉默良久，脸色很不好，最后只是说现在不想谈。这次我又上当了，但也有所戒备。不管具体经过怎样，这件事显然使他不快，不但把他拉回到了过去，而他正在为这个过去挨整，而且，如果整他的人发现他与曹的来往，就是现行罪行，更加罪不可赦了。农大那伙人在发出通令之后，突然没有了下文，意外的平静保持了四个月。后来我知道，原因是他们到公安部索查关于的档案，遭到了拒绝，公安部明确告诉他们，郭的问题是无产阶级司令部处理的，不许他们插手。世英暂时躲过了这个恶浪，心情又逐渐开朗起来，到年月几乎可以说是阳光灿烂了。那些天里，除了讨论文革思潮，他还热中于两件事，一是摄影，二是围棋。在年月日给我的信中，他天真地自夸我发现一个极好的摄影方法，第一次把人的面部线条纹路如此逼真地再现出来了，一根根的头发，一丝丝的眉睫，一个个的毛孔，甚至是鸡皮疙瘩，毕露无遗。好极了，头像摄影的高峰已经到来。他的围棋是向我这个刚学了几天的臭棋手学的，很快就与我旗鼓相当了，但仍以一二子输给我。在同一封信中，他和我争论姓周的，你太不像话了，你是从哪儿搞来的不三不四的围棋胜负规则？我无意中翻书，才知道受了你的骗！你必须在无私的围棋法面前承认你是输给我了。我不记得我们是怎样解决这个争端的，总之，后来他仍然没有赢过。最后一局结束，他异常激动，咬牙切齿地吐出一句话告诉你，我还要和你下！然而，我们岂会想到，再也没有下一局了，几天后他就死了。"}
{"text":"在同一封信中，他和我争论姓周的，你太不像话了，你是从哪儿搞来的不三不四的围棋胜负规则？我无意中翻书，才知道受了你的骗！你必须在无私的围棋法面前承认你是输给我了。我不记得我们是怎样解决这个争端的，总之，后来他仍然没有赢过。最后一局结束，他异常激动，咬牙切齿地吐出一句话告诉你，我还要和你下！然而，我们岂会想到，再也没有下一局了，几天后他就死了。二十二郭世英之死那是一个星期天，晚上我去郭家，门卫说郭世英不在家，不让我进去。这是很反常的，以往不管世英在不在家，门卫对我都是放行的。我只好说找郭庶英，门卫打电话，郭庶英出来把我接了进去。一到内院，我便发现全家人处在一片手足无措的惊慌中。两天前，也就是星期五，世英被农大的那伙人扣押了。那一天，他匆匆回来过一趟，带走了朋友们的信件，当时只有警卫员见到他。随后，农大一伙人气势汹汹闯来，向郭老和于立群要人，又急冲冲离去。他们大约直奔肖肖所上的中学去了，那天她在学校里，门房告诉她，郭世英来过，在校门口就被农大的学生截住了。所知道的情况只是这一些。肖肖好像知道更多内情，但她闷闷地不说话。我走时，她跟了出来，把我叫住。在幽暗的廊檐下，她问我是否知道曹秋池的地址，使我感到曹与发生的事有某种关系。我焦急地问她，郭老为什么不出面，她说，郭老刚给周总理写了信。第二天一早，我奔往农大，漫无目标地在校园里乱走，徒劳地想得到一点儿世英的音信。我往郭家打电话，拨了一次又一次号码，从听筒里传出的始终是尖锐的占线信号。我站在他家门前按电铃，朱红色大门上的小窗打开了，露出门卫的没有表情的脸，他摇一摇头，又把小窗关上。一个白天东奔西走，一无所获。傍晚，我拉着小早去林铭述家，林伯母开门，瞪着失神的眼睛望着我，说郭世英自杀了！我瘫坐在床上，头脑里一片空白，无休止地流着眼泪。郭世英死于年月日，年仅二十六岁。这次农大学生对他采取行动，据说直接的导因是他给肖肖打电话时用了英语，被同学听见，诬他里通外国。他必定立刻逃出了学校，并打算携肖肖远走，不幸被抓获。在关押期间，他还曾试图逃跑，躲在楼道内一间厕所的隔板顶端，结果被发现，招来了更残酷的虐待。惨剧发生在这一天清晨，他从那间用作牢房的学生宿舍四楼房间的窗口坠落下来，落地时双臂仍被反捆着，绳索深深地勒进皮肉。"}
{"text":"我瘫坐在床上，头脑里一片空白，无休止地流着眼泪。郭世英死于年月日，年仅二十六岁。这次农大学生对他采取行动，据说直接的导因是他给肖肖打电话时用了英语，被同学听见，诬他里通外国。他必定立刻逃出了学校，并打算携肖肖远走，不幸被抓获。在关押期间，他还曾试图逃跑，躲在楼道内一间厕所的隔板顶端，结果被发现，招来了更残酷的虐待。惨剧发生在这一天清晨，他从那间用作牢房的学生宿舍四楼房间的窗口坠落下来，落地时双臂仍被反捆着，绳索深深地勒进皮肉。事发后，暴徒们通知郭老的秘书，说郭世英已经自绝于人民，秘书带着平英和肖肖去学校处理后事。她们看到的尸体遍体鳞伤，手腕和足踝的勒痕处皮绽肉开。遗体于第二天火化，我和林铭述闻讯赶往火葬场，途中得知火化已结束，未能见最后一面。世英究竟是自杀还是他杀，已成千古疑案。关于事情真相的唯一证词来自凶手，据说世英向充当看守的那个同学要水喝，看守回来时，他已跳楼。这是一个近乎不可能的高难度动作，因为当时纱窗关着，插销的位置相当高，要用捆绑在背后多日的麻痹了的手够着插销决非易事，更不用说在短时间里把它拔开了。从动机看，世英也是不想死，他曾试图逃跑就是证明。在逃跑前，他留下一封绝命书，两张薄纸上写着斗大的字，大意是说，他一心想投入史无前例的文化大革命，但不可能，既然这样，还不如去死。这当然只是为掩护逃跑施的障眼法，不过，说不定正是这个失败了的小计谋害了他，自尊心极其强烈的他决不肯给敌人留下笑柄，于是用生命兑现了谎言。所以，自杀的动机也不是完全不成立。只有一点是可以肯定的，便是他在不愿意死的时候死了。事发之后，我和平英肖肖小早去了一次农大，找世英班上的一个同学，向他了解事发那天的情形。那个同学到过一次郭家，也许是班上郭的唯一同情者。他说，那天凌晨，他在空地上徘徊，向楼上张望，远远看见郭世英的身影一动不动地印在那扇灯光暗淡的窗户里。在最后的时刻，世英隔着纱窗久久地凝望窗外的世界，他一定思绪万千，但我们永远不可能知道他想了些什么了。我和林铭述再去郭家是在惨剧发生后的第三天。于立群一直在哭，边哭边喊着一些难以听辨的话。看见我们，她号啕大哭起来，我听见她断断续续地诉说对不起你们啊，世英就你们两个好朋友，为什么朋友在一起就是反动小集团啊，他们才是真正的反思想接着她骂了一串粗话。这时建英走进客厅，把我叫到隔壁一间小屋。"}
{"text":"在最后的时刻，世英隔着纱窗久久地凝望窗外的世界，他一定思绪万千，但我们永远不可能知道他想了些什么了。我和林铭述再去郭家是在惨剧发生后的第三天。于立群一直在哭，边哭边喊着一些难以听辨的话。看见我们，她号啕大哭起来，我听见她断断续续地诉说对不起你们啊，世英就你们两个好朋友，为什么朋友在一起就是反动小集团啊，他们才是真正的反思想接着她骂了一串粗话。这时建英走进客厅，把我叫到隔壁一间小屋。屋里光线微弱，我坐着发怔，他在一旁摆弄相机，对准我按动快门。我做个试验，门，不用三脚架。这个十五岁的男孩咬着嘴唇，做出坚毅的模样。透过窗户，我看见郭老独自在院子里，正弯着腰，切割用牛油自制的肥皂。我走出去，帮他扶住盛肥皂的搪瓷试盘，他朝我默默地点一点头。世英的卧室仍是以前的样子，我看见书架上有两厚卷爱伦堡的暴风雨，夹在其他书之间，那是他死前一个星期向我借的。当然，我让一切维持原状，直到某一天有一只不相干的手来打乱它们。晚上，我到客厅向于立群告别，她仍在哭，平英蹲在她身边，一边给妈妈捶背，一边仰起脸来悲切地望着我。走在街上，我和林铭述都默然无语。并肩走了一会儿，他突然嚷道这家伙真卑鄙，把我们害得好苦啊！在世英被关押期间，郭老有一个和周恩来见面的机会，事先打算对周说这件事。如果他说了，周亲自出面干预，世英也许能够得救。但是，郭老看总理这样忙累，没有忍心说，回家后受到了于立群的情绪激动的责怪。郭老当时用颤抖的声音说了一句我也是为了中国好便说不下去了。可以想象，接踵而来的世英的死使这位老人感到怎样的内疚。他是极喜爱聪明活泼的世英的，为了寄托和排遣哀情，在几个月时间里，他天天端坐在书桌前，用毛笔抄写世英在农场期间的日记和家书，亲手装订成八册，整齐地放在自己床头的窗台上。听肖肖和平英说到这些情况，我不禁黯然神伤。我一直不能接受世英已死这个事实，无数次地梦见他。每次梦见他，他都仍然生龙活虎，于是我对自己说，原来他还活着，可是只要这么一想，我就立即看出他已是一个死者。事情过去三十多年后，我仍会做这样的梦。在这一生中，我梦见得最多的人就是世英。"}
{"text":"听肖肖和平英说到这些情况，我不禁黯然神伤。我一直不能接受世英已死这个事实，无数次地梦见他。每次梦见他，他都仍然生龙活虎，于是我对自己说，原来他还活着，可是只要这么一想，我就立即看出他已是一个死者。事情过去三十多年后，我仍会做这样的梦。在这一生中，我梦见得最多的人就是世英。年月，我在读研究生，农大专案组给我单位发来一份为郭世英平反的决定，系里的政治干事向我宣读了全文，大意是郭在农大学习期间政治立场坚定，表现很好，农大原文革一伙人明知总理亲自处理了郭的问题，仍揪住不放，残酷迫害。郭死后，总理指出矛头是指向我的。郭是受迫害含冤而死，所谓现行反革命等污蔑不实之词一律推倒。政治干事表示，系里将为我清理有关档案。对于这迟来的公正，我感到的只是悲哀。二十三焚稿和哀歌年月，北大两派的斗争趋于激化，武斗有一触即发之势。我最担心的是床底下的那一个纸箱，里面是我从中学开始到那时的全部日记和文稿。如果武斗爆发，这些东西落入对立派之手，从中肯定能找出编排罪名的材料，后果不堪设想。可是，哪里有一个安全的地方，可以让我藏匿这满满一纸箱文件呢？我的姐夫的父母家在北京，我曾询问是否可以寄存，得到的是否定的回答。小早帮我把一部分文件寄放到了他的一个亲戚家里，但不久也被退了回来。这是可以理解的，当时北京的单位和街道都得到通知，不准收留北大学生和存放北大学生的东西。无奈之下，我狠了狠心，决定精简我的文件，只保留其中的一小部分，而把大部分毁掉。一开始我用焚烧的办法，但那样太引人注意，后来就蹲在厕所里，把文件撕成碎片，扔进马桶冲到下水道去。这项工作花了我好几天的时间。中旬的一天，忽然传来消息，新北大公社要来占领我们的楼了，井冈山的同学纷纷逃离。当时，在偌大的北大，只有两栋相邻的学生宿舍楼是井冈山的势力范围，即楼和楼。我随手挑了几本书，与未毁掉的少许文件捆在一起，放到楼里。返回我的寝室，想再拣些东西，却突然感到心灰意懒，躺在床上听楼道里忙乱的响声，觉得这一切离我无限遥远。待响声平静下来后，我站起身，空着手走出了已经寂无一人的楼道。我住进了楼顶层的一个房间。在此之前，在对立派弹弓的袭击下，这个房间的窗玻璃已经全部破碎。楼原是女生宿舍，现在被井冈山占领，房间里也是一派逃难后的景象，散落着女生的小物件。"}
{"text":"当时，在偌大的北大，只有两栋相邻的学生宿舍楼是井冈山的势力范围，即楼和楼。我随手挑了几本书，与未毁掉的少许文件捆在一起，放到楼里。返回我的寝室，想再拣些东西，却突然感到心灰意懒，躺在床上听楼道里忙乱的响声，觉得这一切离我无限遥远。待响声平静下来后，我站起身，空着手走出了已经寂无一人的楼道。我住进了楼顶层的一个房间。在此之前，在对立派弹弓的袭击下，这个房间的窗玻璃已经全部破碎。楼原是女生宿舍，现在被井冈山占领，房间里也是一派逃难后的景象，散落着女生的小物件。我一个人住这个房间，睡在女生的被窝里，床上有女生的内裤，感官大受刺激。窗外挂着一只高音喇叭，成天播放着井冈山的战斗檄文和对聂元梓的谩骂，震耳欲聋。当时两派的广播都是这个德性。也许正因为太吵，没有人愿住这个房间，而我为了能够独处却宁愿忍受。利用独处的机会，我着手整理带过来的那些文件，主要是把自以为挑不出大毛病的诗抄到一个本子上，又从最近的日记中摘录了与世英有关的几页日记。然后，我把那些文件都付之一炬。只有一个本子，我实在舍不得毁掉。大学一年级时，和世英在一起，我在日记中和纸片上记了许多东西。我记录他的一言一行，我们之间的对话，我对他的观察欣赏和担忧。这完全是因为，他已经成为我生活中的主要内容，既是最精彩的内容，也是最令人不安的内容。在他出事后的那个暑假，我在上海的家里做了一件事，便是把所有这些内容按照时间顺序加以整理，抄写在一个厚厚的本子上，大约有二百页之多。我决定留下这个本子，不到万不得已时不毁掉。然而，不多天后，世英死了。这使我感到，我生活中的郭世英这一页真正翻过去了，世上已经没有郭世英，我已经没有郭世英，这个记载他的往事的本子似乎失去了意义。于是，怀着一种殉葬的悲愤之情，我点燃了这个本子。在我的一生中，我无数次地痛悔当年的这个举动。这个无比生动的人，我有幸在他最精彩的一段时光中与他密切相处，不会有人如此详细地记录他那时的情形，我本是应该为世界保存好这一份证据的。记忆太不完整，也太不可靠，许多生动的细节已经与我的这个本子一起永远消失了。我也痛悔我毁掉了我的全部日记，从十四岁到二十二岁，整个一个青春啊。在那以后，我便觉得自己仿佛成了一个没有历史的人，我的成长中最重要的岁月没有留下任何文字，那个男孩的秘密的悲欢都不留痕迹地化为乌有了，我的存在也因此显得虚幻了。在世英死后没几天，北大的武斗升级，成为真正的武斗了。"}
{"text":"这个无比生动的人，我有幸在他最精彩的一段时光中与他密切相处，不会有人如此详细地记录他那时的情形，我本是应该为世界保存好这一份证据的。记忆太不完整，也太不可靠，许多生动的细节已经与我的这个本子一起永远消失了。我也痛悔我毁掉了我的全部日记，从十四岁到二十二岁，整个一个青春啊。在那以后，我便觉得自己仿佛成了一个没有历史的人，我的成长中最重要的岁月没有留下任何文字，那个男孩的秘密的悲欢都不留痕迹地化为乌有了，我的存在也因此显得虚幻了。在世英死后没几天，北大的武斗升级，成为真正的武斗了。在此之前，两派只是通过高音喇叭互相谩骂，或者架起弹弓互相发射石弹。那些弹弓的威力也了得，井冈山人自豪的是从空军弄到了一批韧性极好的橡胶，做成的弹弓射程甚远。但是，我们基本上还能在校园里自由走动。月下旬，两派在楼南边的街上发生了第一次正面冲突，双方的队伍都用盔甲和长矛武装起来，展开搏斗。从此以后，井冈山占据的两栋楼就成了真正的围城，我们龟缩在里面，不能越过新北大设立的包围圈。我们这边为了防御，在两栋楼之间筑起了掩护通道，还挖了地道，临街的楼外侧的围墙打开一个缺口，作为临时的大门，上方挂了一块写着北大井冈山兵团几个大字的横匾。我们上街都从这个缺口进出，不过仍须小心，因为外面的街面受到新北大的弹弓的火力封锁。更有一层危险，便是他们用望远镜监视着这块街面，发现有人从缺口走出，无论向西还是向东，都会经过他们所控制的某一个校门，他们就会冲出来抓人。我对打派仗的态度十分淡漠，几近于中立，便自信他们会对我手下留情。因此，有一回，我确实要进城办事，就大大方方地从缺口走出，朝东边的公共汽车站走去。然而，在靠近车站时，果然有一个人骑自行车挡住了我的路，接着一伙人冲过来把我抓住了。他们脱下我的外衣，裹在我的脸上，然后把我带到一个地方。我能感觉出这是一个房间，一些人在我旁边说话，其中有几个女生。开始审讯了，问我地道在哪里之类，我嘲笑说，你们不能攻占这两座楼，知道地道在哪里就没有意义，你们能攻占，到时候就自然知道了，何必要问。其实，我没有下过地道，还真不知道具体的位置，完全是出于气愤偏这样说的。当然，招来的是一顿狠打，把我颠来倒去，拳打脚踢。挨打时，我听见那几个女生在清脆地笑，真令我对女性要刮目相看。审讯时间倒不长，我被带到另一个地方，除下蒙在脸上的衣服，我发现眼前站着几个我班的对立派同学，其中有李主庆。"}
