{"text":"他博学多能，引古证今，鉴古知今，对许多人类共同有的思想感情，提出了自己独到的有时似乎是奇异的见解，给人以深思反省的机会，能提高人们对人生的理解。英国历史学家汤因比在他的巨著历史研究ss中，把人类在几千年的历史上创造的文明归纳为二十三种或二十六种。意思就是说，任何文明都不能万岁千秋，永存不朽。这个观点是符合人类历史发展情况的。我归纳了一下，认为人类的文明或者文化大体上有五个阶段诞生成长繁荣衰竭消逝。这种消逝不是毫不留踪迹地消失了，而是留有踪迹的，踪迹就存在于接它的班的文化中。这其实也是一种文化融合，但却不是对等的，而是有主有从的。正如我的老师――清华大学陈寅恪教授曾经说过的白虎通当中的三纲六纪是中国文化的精华。什么叫三纲呢？就是君臣父子夫妇。他讲的当然是君为臣纲，父为子纲，夫为妻纲。这里边有糟粕，如夫妻应该是平等的，怎么男人成了女人的纲了呢？这个我们先不讲它。六纪，一是仲父，就是父亲的兄弟姊妹二是兄弟三是族人四是族舅，就是母亲家的人五是师长六是朋友。他说，这三纲六纪是中国文化的中心，我看他的话很有道理。因为人类自有社会以来，必然要有一种规则来维系，不然的话社会就乱七八糟。现在马路上为什么要有交通警？为什么要有红绿灯？这就是一种规则，一种规章制度，要求大家都来遵守，这样社会生活才能进行。要是没有这些规则，社会生活就不能进行。白虎通的三纲六纪，把当时社会所有的人际关系都规定了。我们的文化还有一个提法，是我们的特点，就是格致正诚修齐治平。意思就是格物致知正心诚意修身齐家治国平天下八个步骤。先从自己开始格物，就是了解事物，了解以后致知，把规律找出来，正心诚意就不用讲了，修身就是修自己，然后齐家，把家治好，然后再治国，治国以后是平天下。就是从个人内心一直到天下。那么，什么叫国，什么叫天下呢？在周代来讲，像齐国燕国郑国等国是国，天下则指整个周代的中国。现在像中国日本叫国，天下就是世界。个人要从内心出发，正心诚意，一直推到治国平天下。这套系统的步骤，属于伦理道德范畴，也属于政治范畴，是其他任何国家所没有的。阅读礼义廉耻，国之四维。就是说，礼义廉耻是国家的四个支柱。"}
{"text":"就是从个人内心一直到天下。那么，什么叫国，什么叫天下呢？在周代来讲，像齐国燕国郑国等国是国，天下则指整个周代的中国。现在像中国日本叫国，天下就是世界。个人要从内心出发，正心诚意，一直推到治国平天下。这套系统的步骤，属于伦理道德范畴，也属于政治范畴，是其他任何国家所没有的。阅读礼义廉耻，国之四维。就是说，礼义廉耻是国家的四个支柱。除了这个提法外，古人还提出了孝悌忠信，礼义廉耻等说法，意思都差不多。中国传统道德是中国传统文化当中最精华的内容，它在世界人类文明遗产中的非凡性非常之明显。为什么要这么说呢？因为世界上任何国家，从古希腊一直到古印度，尽管每个国家都有自己的道德规范，每个民族都有自己的道德规范，可是内容这么全面年代这么久远涉及面这么广泛的道德规范，在全世界来看，中国是唯一的。现在中国四周这些国家，像日本韩国越南等，有一个名词叫汉文化圈，属于汉文化圈的国家基本上都受我国的影响。现在我们的考古发现越多，就越证实我们的历史长久。比如五四时代连尧舜禹汤的禹都有怀疑是不是确有其人，现在已经证实了有禹这个人。随着考古学的不断进步，我估计将来考古发现不但有夏有禹，一定还会有更古的尧舜，还要往上发展。把孝这个词翻译为英语，用一个词翻译不出来，得用两个词。什么原因呢？因为虽然不能说外国没有孝，但是孝并非作为一个很重要的概念，所以译过去就得用两个词。英文里面两个什么词呢？就是儿女的虔诚与尊敬，而在中文中光一个孝就够了。这就说明孝这个词有中国的特点。我们中国过去在翻译方面的成就，是世界上任何国家都望尘莫及的，而翻译历史之长，在世界上也是独一无二的。我一向觉得，胡适之先生的两句话大胆的假设，小心的求证，是完全正确的。自然科学和社会科学，概莫意外，假设不大胆不行，求证不小心也不行。只有二者紧密结合，才是治学的正道。大家都知道歌德谈话录这本书，在年月日歌德与埃克曼的谈话录中，歌德说，我今天看了一本中国的书――好逑传，中国人了不起，在中国人眼中，人跟宇宙合二为一这是我这几年宣传的人与大自然和谐，男女谈情说爱，相互彬彬有礼，那么和谐和睦，这个境界我们西方没有。"}
{"text":"我一向觉得，胡适之先生的两句话大胆的假设，小心的求证，是完全正确的。自然科学和社会科学，概莫意外，假设不大胆不行，求证不小心也不行。只有二者紧密结合，才是治学的正道。大家都知道歌德谈话录这本书，在年月日歌德与埃克曼的谈话录中，歌德说，我今天看了一本中国的书――好逑传，中国人了不起，在中国人眼中，人跟宇宙合二为一这是我这几年宣传的人与大自然和谐，男女谈情说爱，相互彬彬有礼，那么和谐和睦，这个境界我们西方没有。可以说，好逑传在中国文学史上最多与今古奇观处在一个水平上，甚至中国文学史也不会写它。可是传到欧洲，当时欧洲文化的第一代表人歌德却大加赞美。但他是有根据的。虽然我国这类才子佳人题材的小说有些理想化，像西厢记。但是在当时的西方文化泰斗看来，起码中国心中的境界是很高的。歌德指出的这一点不是很值得我们回味吗？在我一生六十多年的学术研究的过程中，德国十年是至关重要的要害性的十年。我在上面已经提到过，假如我的学术研究有一个发轫不是在清华大学，而是在德国哥廷根大学。我也提到过，假如我不是由于一个非常偶然的机遇来到德国的话，我的一生将会完完全全的另一个样子。在我所知道的世界语言中，只有汉文把恩与师紧密地嵌在一起，成为一个不可分割的名词。这只能解释为中国人最懂得报师恩，为其他民族所望尘莫及的。西方的思维方式，分析的思维方式，表现得最清楚的是古希腊亚里士多德的逻辑思想，它的形式逻辑是以矛盾律和排中律两个公理为基础的。它认为，在同一个时间内，不能既是又不是。模糊逻辑扬弃了亚里士多德的绝对教条，建立了更复杂的多评价系统。这种模糊逻辑现在已经应用到许多东西上，包括电视机洗衣机等等，等等，连制定规划等工作也使用了模糊数学，而且都已获得了成功。人类的意识真能清清楚楚地泾渭分明地划分为三个整整洁齐的层次吗？意的层次是无穷无尽模糊不清的。外化为言，言的层次也是无穷无尽模糊不清的。此外还有言时的一些外在条件，比如眼神手势脸部表情声音高低疾徐等等。化为文字也有许多外在条件。这样的言，听到别人耳中，看在别人眼中，听的人和读的人，又要根据各自不同的经验，来加以体会，加以了解。这样一来，听者和读者体会到的和了解到的东西，同原来说者和写者所要想表达的意，绝对不可能完全符合。这是一个典型的模糊关系。"}
{"text":"人类的意识真能清清楚楚地泾渭分明地划分为三个整整洁齐的层次吗？意的层次是无穷无尽模糊不清的。外化为言，言的层次也是无穷无尽模糊不清的。此外还有言时的一些外在条件，比如眼神手势脸部表情声音高低疾徐等等。化为文字也有许多外在条件。这样的言，听到别人耳中，看在别人眼中，听的人和读的人，又要根据各自不同的经验，来加以体会，加以了解。这样一来，听者和读者体会到的和了解到的东西，同原来说者和写者所要想表达的意，绝对不可能完全符合。这是一个典型的模糊关系。从这个观点上来看，哲学家们争论不休的言意之辨，颇有点庸人自扰的味道。最好了之以模糊理论，这样反而能使天下太平。阅读我大胆地说一句人类文化一萌芽，就有互相学习，也就是交流的活动。到了后来，一部人类文化史证实了一件事实没有文化交流，就没有人类文化史。文化交流是人类文化发展的动力。阅读我对世界上的任何宗教，只要认真地用科学方法加以探讨，则会发现它的教义与仪规都有一个历史发展过程，都有其产生根源，都是人制造成的，都是破绽百出，自相矛盾的，有的简直是非常可笑的。因此，研究越深入，则信仰越淡薄。假如一个研究者竟然相信一种宗教，这件事情本身就说明，他的研究不实事求是，不够深入，自欺欺人。从整个世界自古至今文化发展的情况来看，一个文化，不管在某一时期内发展得多么辉煌灿烂，假如故步自封，抱残守缺，又没有外来的新成分注入，结果必然会销声匿迹，成为夏天夜空中的流星。佛教几乎影响了中华文化的各个方面，给它增添了新的活力，促其发展，助其成长。佛教在中国的发展是一个非常有意义的研究课题，公元前传入中国以后，经历了试探适应发展改变渗透融合许许多多阶段，最终成为中国文化中国思想的一部分。我缺少慧根，毕生同佛教研究打交道，却不能成为真正的佛教信徒。但是，我对佛教的最基本教义万有无常却异常信服。我认为，这真正抓住了宇宙万有的根本规律，是谁也否定不掉的。总起来看，小的宗教，比如会道门一类，是轻易消灭的。成为燎原之势的大宗教则几乎无法消灭。即使消灭，也必然有其他替代品。举一个具体的例子，佛教原产生于印度和尼泊尔，现在在印度它实际上几乎不存在了。有的人说，世界上没有一个宗教不是悲观主义的但是，像佛教这样彻底的悲观，还是绝无仅有的。"}
{"text":"我缺少慧根，毕生同佛教研究打交道，却不能成为真正的佛教信徒。但是，我对佛教的最基本教义万有无常却异常信服。我认为，这真正抓住了宇宙万有的根本规律，是谁也否定不掉的。总起来看，小的宗教，比如会道门一类，是轻易消灭的。成为燎原之势的大宗教则几乎无法消灭。即使消灭，也必然有其他替代品。举一个具体的例子，佛教原产生于印度和尼泊尔，现在在印度它实际上几乎不存在了。有的人说，世界上没有一个宗教不是悲观主义的但是，像佛教这样彻底的悲观，还是绝无仅有的。我认为，这种说法是很有见地的。佛教梵语基本上是梵文但又掺杂了不少古代方言的文字。在小乘向大乘过渡的期间，或者在我称之为原始大乘佛教的期间，许多佛典都是用这种文字写成的。有的佛典原来是用纯粹方言写成的，随着梵文的复兴以及一些别的原因，佛典文字方言成分逐渐减少，而梵文成分则逐渐增多，于是就形成了所谓佛教梵语。我是尝试着通过语言现象来探寻一部经典的产生的时代和地区。根据我个人的经验，这是行之有效的办法，而且是证据确凿的，别人想否定也是不可能的。印度古代的众多方言，即云方言，必然具有地域性，而且这地域性表现得十分明显，阿育王在印度许多地方竖立的石碑和石柱，上面的铭文明确无误地指明了方言的地域性，是最有价值的参照资料。原始佛教不答应比丘们使用梵文来学习佛教教义，它也没有规定哪一种语言作为标准语言它答应比丘们用自己的方言来学习佛所说的话。据我们现在的推测，佛典形成的过程大概应该是这样的佛陀本人不会有什么著作，这一点是可以肯定的。但是他却不可能没有一些常说的话，佛典里面有关十二因缘的那一段经文可能就属于这一类。当时没有书籍，学习经典都是师傅口授，弟子口学。最初口授口学的一定就是佛陀经常所说的一些话因为这些话一听再听，一传再传，就比较牢固地印在徒弟们的记忆里，时间一长，就形成了佛典的基础。在这个基础上，随着时代的推移，一代一代的师傅和徒弟逐渐增添上一些新的东西，到了编纂写定的时候，已经是一部比较大的书了。既然佛陀本人，以及佛教初期那些大师都是东部人，说的是东部的话，最初这一部佛典，也就是我们所谓的原始佛典，也就应该是用东部方言写成的。一部用东部方言，更具体一点说，就是用古代半摩揭陀语写成的佛典曾经存在过。这就是所谓原始佛典。"}
{"text":"在这个基础上，随着时代的推移，一代一代的师傅和徒弟逐渐增添上一些新的东西，到了编纂写定的时候，已经是一部比较大的书了。既然佛陀本人，以及佛教初期那些大师都是东部人，说的是东部的话，最初这一部佛典，也就是我们所谓的原始佛典，也就应该是用东部方言写成的。一部用东部方言，更具体一点说，就是用古代半摩揭陀语写成的佛典曾经存在过。这就是所谓原始佛典。后来佛教其它宗派的经典，巴利文佛典也包括在内，都是或多或少地从这一部佛典里演变出来的最古的那一部分甚至可以说是翻译过来的。提婆达多在律的方面提出了五法，与释迦牟尼针锋相对。在教义方面，反对轮回，也是针锋相对。这两个方面大概都具有极大的吸引力。否则就无法解释为什么在释迦牟尼和提婆达多逝世后一千二三百年，在印度竟然到处都还有不食乳酪的提婆达多的信徒。提婆达多派显然在佛教发展史上形成了一股强大的力量，与释迦牟尼的正统力量相对立。假如说释迦牟尼派是佛教发展主潮的话，那么提婆达多派就是一股潜流。阅读浮屠这名称从印度译过来以后，大概就为一般人所采用。当时中国史家记载多半都用浮屠。其后西域高僧到中国来译经，才把佛这个名词带进来。范蔚宗搜集的史料内所以没有佛字，就因为这些史料都是外书。佛这名词在那时候还只限于由吐火罗文译过来的经典中。以后才渐渐传播开来，为一般佛徒，或与佛教接近的学者所采用。最后终于因为它本身有优越的条件，战胜了浮屠，并取而代之。中国僧人或者居士前此往西域求法者，颇亦有人。但是他们多半只到了西域而止。在法显真正亲临天竺者，实如凤毛麟角。在这样的情况下，到了晋末宋初，就掀起了一个西行求法的运动。中国僧人西行求法者，或意在搜寻经典，或旨在从天竺高僧受学，或欲睹圣迹，作亡身之誓，或想寻求名师来华。我在这里专谈一谈法显传对印度的影响。众所周知，印度古代缺少真正的史籍，这一点马克思曾指出来过。因此，研究印度古代历史，必须乞灵于外国的一些著作，其中尤以中国古代典籍最为重要，而在这些典籍中，古代僧人的游记更为突出。僧人游记数量极多，而繁简不同，时代先后不同。法显传是最古的和最全的之一，一向被认为与唐玄奘的大唐西域记和义净的大唐西域求法高僧传南海寄归内法传鼎足而三。"}
{"text":"我在这里专谈一谈法显传对印度的影响。众所周知，印度古代缺少真正的史籍，这一点马克思曾指出来过。因此，研究印度古代历史，必须乞灵于外国的一些著作，其中尤以中国古代典籍最为重要，而在这些典籍中，古代僧人的游记更为突出。僧人游记数量极多，而繁简不同，时代先后不同。法显传是最古的和最全的之一，一向被认为与唐玄奘的大唐西域记和义净的大唐西域求法高僧传南海寄归内法传鼎足而三。研究印度古代史的学者，包括印度学者在内，都视之为瑰宝。有一位闻名的印度史学家曾写信说假如没有法显玄奘和马欢的著作，重建印度历史是不可能的。顿悟较之渐悟大大有利，要渐悟，就得有时间，还要耗费精力，这当然会同物质发生矛盾，影响生产力的发展。顿悟用的时间少，甚至可以不用时间和精力。只要一旦顿悟，洞见真如本性，即可立地成佛。人人皆有佛性，连十恶不赦的一阐提也都有佛性，甚至其他生物都有佛性。这样一来，满足宗教信仰的需要与发展生产力之间的矛盾就一扫而光了。在世界上所有的国家中，解决宗教需要与生产力发展之间的矛盾最成功的国家是日本。他们把佛的一些清规戒律加以改造，以适应社会生产力的发展，结果既满足了宗教需要，又促进了生产力的发展，成为世界上的科技大国。日本闻名学者中村元博士说在日本，佛教的世俗性或社会性是十分显著的。日本佛教之所以能够存在而且发展，原因正在于这种世俗性或社会性。在佛经翻译史上，玄奘可以说是开辟了一个新的时代。他怀着一腔宗教的虔诚，总结了在他以前几百年翻译工作的经验，创立了一种前所未有的新的译风。他的译风，既非直译，也非意译，而是融会直意自创新风。在中国翻译史上达到了一个新的高峰，开辟了一个新的时代。佛经梵文原本最初没有写本，全凭记忆，一直到法显时代基本上还是这样子。所以，有时先要有一个人口诵，另外一个人或者第三个人先依其所诵写成梵字或胡字，然后才加以翻译。梁启超中国佛法兴衰沿革说略中提到的宗有大乘摄论宗小乘俱舍宗十地宗三论宗法华宗涅宗天台宗法相宗唯识宗慈恩宗华严宗净土宗律宗密宗禅宗，有人还添上地论宗摄论宗。在这些宗派中，各宗都有自己的教规。律宗不能成为宗，净土宗没有自己的专有理论，也不能算宗成实俱舍都只能算是学派，不是宗派三论宗后被天台禅宗所吸收，不能独立成宗。"}
{"text":"所以，有时先要有一个人口诵，另外一个人或者第三个人先依其所诵写成梵字或胡字，然后才加以翻译。梁启超中国佛法兴衰沿革说略中提到的宗有大乘摄论宗小乘俱舍宗十地宗三论宗法华宗涅宗天台宗法相宗唯识宗慈恩宗华严宗净土宗律宗密宗禅宗，有人还添上地论宗摄论宗。在这些宗派中，各宗都有自己的教规。律宗不能成为宗，净土宗没有自己的专有理论，也不能算宗成实俱舍都只能算是学派，不是宗派三论宗后被天台禅宗所吸收，不能独立成宗。能够成为宗派的只有天台宗华严宗法相宗和禅宗。天台源于北齐南陈，创于隋，流行于江浙湖北一带，倾向于统一统合，南方义学和北方禅定都去学习，企图通过禅定来证悟般若。华严宗兴起于陈隋之间，形成于武则天时，根据地在终南山和五台山。法相宗创始者为玄奘窥基。禅宗源于北魏菩提达摩，盛于唐，先流行于庾岭广东湖南江西，然后遍及全国，流行时间最长，实际上已成为一个呵佛骂祖的宗派，已成为佛教的对立面，简直已经不是佛教了。阅读我们可以得出一个结论一个宗派流行时间的长短是与它们中国化的程度成正比的。谁的天国入门券卖得便宜，谁就能赢得群众，就能得到统治者的支持。反之，就不能。天国入门券，越卖越便宜。法相宗的入门券卖得贵了一点，所以买的人就少。它以后的华严宗和禅宗，就便宜得多。华严宗宣扬，进入佛国不必努力苦修，不必等到遥远的将来，只要在眼前改变一下对现实世界的看法，马上就可以成佛。禅宗的放下屠刀，立地成佛是最有名的，也是最简便便宜的。禅宗流行的时间非凡长，地域非凡广，难道是偶然的吗？按照世界宗教史上的一般规律，宗教都是具有排他性的。在这里，原因并不像一般人所相信的那样是由于宗教信仰和学说的不同。假如这样说，那只是皮毛之论，要害是经济利益。打击别人，争取信徒，也就是争取布施，争取庙产。玄奘和他创立的法相宗，既反对小乘那样把天国的入门券卖得太贵，也反对大乘空宗那样连天国都要空掉。他追随印度瑜伽行者派的学说，坚持五种姓的主张，就是说，人们对佛理的接受与实践是各不相同的。他反对道生主张的有涅经作根据的一切众生皆有佛性的说法。玄奘虽然在成佛的道路上多少设置下了一些障碍，但是他在印度寻求解决佛性问题的结果却是在当世即可成佛。从他自己的经历中也可以看出这一点。"}
{"text":"假如这样说，那只是皮毛之论，要害是经济利益。打击别人，争取信徒，也就是争取布施，争取庙产。玄奘和他创立的法相宗，既反对小乘那样把天国的入门券卖得太贵，也反对大乘空宗那样连天国都要空掉。他追随印度瑜伽行者派的学说，坚持五种姓的主张，就是说，人们对佛理的接受与实践是各不相同的。他反对道生主张的有涅经作根据的一切众生皆有佛性的说法。玄奘虽然在成佛的道路上多少设置下了一些障碍，但是他在印度寻求解决佛性问题的结果却是在当世即可成佛。从他自己的经历中也可以看出这一点。玄奘在佛教哲学方面，基本上继续了印度大乘有宗的传统，他比较忠实地把这一派学说介绍到中国来，形成了中国佛教的一个宗派――法相宗。不过，玄奘毕生致力的是翻译工作，自己写的著作不多，法相宗理论的奠基人应该说是他的弟子窥基。我觉得，中国古代许多佛教大师都似乎有这样的矛盾。讲佛理的时候，头绪纷繁，越讲越玄。乍一看，真是深奥得很，实则破绽百出，想入非非，故弄玄虚，强词夺理。但在实践方面，则又是另外一套。这种理论与实践的矛盾，可能是由于对一般老百姓，假如死钻牛角，将会把他们吓退，不如说得简单明了，只需喊上几声阿弥陀佛，布施一些什么东西，就扯给他一张天国入门券，西天有份。这样对吸收信徒，增添利养，大有好处。我看玄奘也没能逃出这个窠臼。我们从古以来，就有埋头苦干的人，有拼命硬干的人，有为民请命的人，有舍身求法的人虽是等于为帝王将相作家谱的所谓正史，也往往掩不住他们的光耀，这就是中国的脊梁。在这里并没有点出玄奘的名字，但是他所说的舍身求法的人，首先就有玄奘在内，这一点是无可怀疑的。有这样精神的玄奘的确算得上是中国的脊梁。有的史学家形象地说，在古代印度没有年代的一片黑暗中，有一根闪光的柱子，这就是释迦牟尼的生卒年代。确定了这个年代，以前以后的几件大事的年代的确定就都有了可靠的依据，因而才真正能谈到历史。而释迦牟尼年代的确定，中国载籍起了很大的作用，大唐西域记对于确定佛陀生卒年月也起过作用。统观大唐西域记全书，包括了多个国，玄奘的记述有长有短，但是不管多么短，他的记述似乎有一个比较固定的全面的章法幅员大小都城大小地理形势农业商业风俗文艺语言文字货币国王宗教等等。这些方面几乎都要涉及到。当时和今天要想了解这个国，除了以上这些方面，还要了解些什么呢？"}
