{"text":"这怎么说法呢？以现在的观念来说，就是对五经扼要简单的介绍对诗书易礼乐春秋以一两句话批评了。经解篇说孔子曰入其国，其教可知也。意思是，到一个地方，看社会风气，就可知道它的文教思想。经解篇接着说其为人也，温柔敦厚，诗教也。所谓诗的教育，就是养成人的温柔敦厚。讲到温良恭俭让这个温字，就得注意孔子所说诗教的精神。现在我们不偏向于这方面，暂时只作一参考。疏通知远，书教也。书经又叫尚书，是中国第一部历史，也不止讲历史，而是中国历史文献的第一部资料。现在西方人学历史，现在我们研究历史的方法，多半是由西方的观念来的。是钻到历史学的牛角尖里去了，是专门对历史这门学识的研究，有历史的方法，历史的注解，历史对于某一个时代的影响。中国过去的情形，学术家与文学家是不分的，学术家与哲学家也是不分的。中国人过去读历史的目的，是为了懂得人生，懂得政治，懂得过去而知道领导未来，所以它要我们疏通知远。人读了历史，要我们通达，透彻了解世故人情，要知道远大。这个远大的道理，我讲个最近的故事来说明，有一位做外交官的朋友出国就任，我送他一副对联，是抄袭古人的句子世事正须高著服，宦情不厌少低头。一般人应当如此，外交官更要善于运用它。对于世局的变化，未来的发展，要有眼光，要看得远大。宦情是做官的情态，要有人格，尤其外交官，代表了国格，代表全民的人格，要有骨头，站得起来，少低头，并不讨厌少低头。不能将就人家，要怎样才做得到呢？就是懂得历史――疏通知远――这是书经的教育精神。广博易良，乐教也。乐包括了音乐艺术文艺运动等等。在我们的传统文化中，这些都包括在乐里，易良就是由坏变好，平易而善良。e静精微，易教也。易经的思想，是老祖宗们遗留下来的文化结晶。我们先民在文字尚未发明时，用八卦画图开始记事以表达意思。什么叫e静呢？就是哲学的宗教的圣洁精微则属科学的。易经的思想是科学到哲学。融合了哲学科学宗教三种精神。所以说e静精微，易教也。至于恭俭庄敬，礼教也。是人格的修养，人品的薰陶。属辞比事，春秋教也。春秋也是孔子作的，也是历史。什么是属辞比事呢？"}
{"text":"e静精微，易教也。易经的思想，是老祖宗们遗留下来的文化结晶。我们先民在文字尚未发明时，用八卦画图开始记事以表达意思。什么叫e静呢？就是哲学的宗教的圣洁精微则属科学的。易经的思想是科学到哲学。融合了哲学科学宗教三种精神。所以说e静精微，易教也。至于恭俭庄敬，礼教也。是人格的修养，人品的薰陶。属辞比事，春秋教也。春秋也是孔子作的，也是历史。什么是属辞比事呢？看懂了春秋这个历史，可提供我们外交政治，乃至其他人生方面作为参考。因为人世上许多事情的原委因果是没有两样的，因此常有人说历史是重演的。这是一个哲学问题，历史会重演吗？不可能。真的不可能吗？也许可能，因为古人是人，我们也是人，中国人是人，外国人还是人，人与人之间，形态不同，原则却变不到那里去，所以说历史是重演的。但是，不管历史重演不重演，尤其中国文化有五千年的历史，对于作人处世，处处都有前辈的经验。虽然古代的社会形态与我们不同，原则却没有两样，所以读了春秋，属辞比事，就知识渊博，知道某一件事情发生过，古人也曾有这样一件事情，它的善恶处理方法都知道，这个就叫比事了，是春秋教也。以于五经，在经解中，只用几个字，就将每一部书的精华思想予以表征。拿现在的白话文来讲，这每一句话的几个字，就可以拿到好几个博士学位。小题大作嘛！尽管作，从西方文化自十六世纪的文艺复兴运动开始，到现在为止，一切都扯进来，扯到最后，说明了这一点，就可以完成一篇博士论文了。但是在古人，几句话而已。善知识与恶知识下面还有故诗之失，愚。老是去搞文学的人，变成读书读酸了的书呆子，很讨厌，那就是笨蛋。任何学问，有正反两面，五经也如此。接着提到书之失，诬。所以读历史要注意，尤其读中国史更要注意，因为宋朝的历史是元朝人编的，元朝的历史是明朝人编的，明朝的历史是清朝人编的，事情相隔了这么久，而且各人的主观成见又不同，所以历史上记载的人名地名时间都是真的，但有时候事实不一样，也不见得完整。为了弥补这个缺陷，还要读历史的反面文章。反面文章看什么呢？看历朝的奏议，它相当于现代报纸的社论，在当时是大臣提出的建议和报告。为什么要提出建议报告？可见所提的事出了毛病，否则就没有建议了。"}
{"text":"任何学问，有正反两面，五经也如此。接着提到书之失，诬。所以读历史要注意，尤其读中国史更要注意，因为宋朝的历史是元朝人编的，元朝的历史是明朝人编的，明朝的历史是清朝人编的，事情相隔了这么久，而且各人的主观成见又不同，所以历史上记载的人名地名时间都是真的，但有时候事实不一样，也不见得完整。为了弥补这个缺陷，还要读历史的反面文章。反面文章看什么呢？看历朝的奏议，它相当于现代报纸的社论，在当时是大臣提出的建议和报告。为什么要提出建议报告？可见所提的事出了毛病，否则就没有建议了。宋朝王荆公――王安石就说过懒得读春秋，认为那是一本烂帐簿，这也是认为书之失，诬的观念。这点是我们研读历史要注意的。乐之失，奢。光是讲艺术等等，又容易使社会风气变得太奢靡了。易之失，贼。一个人如果上通天文，下通地理，手掐八卦，未卜先知，别人还没有动，他就知道了一切，这样好吗？坏得很！察见渊鱼者不祥。如果没有基本道德修养，此人就鬼头鬼脑，花样层出了。所以学易能上通天文，下通地理。固然很重要，但作人更重要，如果作人没有作好，坏人的知识愈多，做坏事的本领越大，于是就易之失，贼了。礼之失，烦。礼很重要，过分讲礼就讨厌死了，等于说我们全照医学理论，两手就不敢摸面包。全听律师的话，连路都不敢走，动辄犯法。你要搞礼法，那烦透了。所以礼要恰到好处。春秋之失，乱。懂了历史的春秋大义以后，固然是好，有时候读了历史又有问题，好像一个人不研究军事哲学，则这个人作为一个健全的国民不成问题，等到研究了军事哲学以后，相反的，他又容易闯乱。不会武术的人，最后可以寿终正寝会了武术，反而不得好死，是一样的道理。经解对五经的批评，正面反面都讲了。下面一段，就是告诉我们，五经的修养，要做到温柔敦厚而不愚。这样的人，才能爱任何一个人，爱任何一个朋友。所谓敦厚，对别人的缺点，容易包涵，容易原谅，对别人的过错，能慢慢的感化他，可是他并不是一个迂夫子，那么才是深于诗者也，这样才算是诗的教育。以下书易礼乐春秋，都是如此。现在我们再回到论语上来。"}
{"text":"下面一段，就是告诉我们，五经的修养，要做到温柔敦厚而不愚。这样的人，才能爱任何一个人，爱任何一个朋友。所谓敦厚，对别人的缺点，容易包涵，容易原谅，对别人的过错，能慢慢的感化他，可是他并不是一个迂夫子，那么才是深于诗者也，这样才算是诗的教育。以下书易礼乐春秋，都是如此。现在我们再回到论语上来。子贡所讲孔子的温良恭俭让，是讲孔子的修养，是集中国古代传统文化之大成，他有了这样高深的修养，所以他的目的，就是我国古代的淑世主义，他具有救世救人的思想，也就是我们前面所提到的他的千秋大业。千秋大业就是学问思想，千秋事业在当时是很寂寞的，例如孔子老子释迦牟尼耶稣穆罕默德等等，在当时并未受人重视，可是德及万世，名震千古。孔子这种千秋事业是要集中国文化思想精神之大成，认清楚自己的任务，牺牲现实的荣华，才能够做到。所以子贡对子禽说，你问到老师究竟为什么来着？你看看老师是这样一个人，如果你一定要认为他对政治有野心，有要求的话，恐怕他所要求的，也不是一般人所能了解的。经过了这一段有趣味的问答，下面一段的问题就来了。老鼠生儿的孝道子曰父在观其志，父没观其行，三年无改于父之道，可谓孝矣。讲到这里，我们要向前辈的某些儒者理学家读书人告个罪了，他们的解释，又是错误的。他们说看一个人，他父母还在的时候看他的志向，父母死了的时候看他的行为，三年当中，没有改变他父母所走的路线，这个人就叫作孝子了。问题来了，假使父母行为不端，以窃盗为生，儿子不想当小偷，有反感，可是为了孝道，就不能不当三年小偷去。这样，问题不就来了？如果遇到坏人的话，明明知道错，可推说孔子说的呀！圣人说的呀！为了作孝子，也只好做错三年呀！这叫圣人吗？照这样讲，我就叫它是老鼠生儿的孝道哲学。为什么呢？俗话说龙生龙，凤生凤，老鼠生儿打地洞。通吗？不通！这些问题，都出在过去的误解。当然，宋儒并不一定完全错，但像这种错的地方，我们要注意。所以古人说，读书要顶门上另有一只眼。中国宗教里有的神像，多一只眼睛，名为智慧眼。我们要用宗教家所谓的智慧之眼去看，就很容易了解了。父在观其志的这个志，古人的文字志为意志之意，它包括了思想态度。"}
{"text":"为了作孝子，也只好做错三年呀！这叫圣人吗？照这样讲，我就叫它是老鼠生儿的孝道哲学。为什么呢？俗话说龙生龙，凤生凤，老鼠生儿打地洞。通吗？不通！这些问题，都出在过去的误解。当然，宋儒并不一定完全错，但像这种错的地方，我们要注意。所以古人说，读书要顶门上另有一只眼。中国宗教里有的神像，多一只眼睛，名为智慧眼。我们要用宗教家所谓的智慧之眼去看，就很容易了解了。父在观其志的这个志，古人的文字志为意志之意，它包括了思想态度。我们都曾经作过儿子，都有这样的经验当父亲师长的面前，听到教训吩咐，口口声声称是，但背过身来，却对着同学朋友，做一个鬼脸，表示不听。所以父在观其志这话，是说当父母在面前的时候，要言行一致。就是父母不在面前，背着父母的时候，乃至于父母死了，都要言行一致，诚诚恳恳，非常老实，说不接受就是不接受如果作好人，就要作到底，父母死了，于三年之内，无改于父之道，说得到做得到，经过三年这么久的时间，感情没有淡薄，言行一致，一贯作法，这就是孝子。无所适从的礼俗下面讲做学问的态度。有子曰礼之用，和为贵，先王之道，斯为美，小大由之有所不行，知和而和，不以礼节之，亦不可行也。为什么讲学问讲到礼？这个礼，刚才提到了礼记。讲到礼，感慨良深！我们知道，中国人都自称礼义之邦，现在很成问题。几十年前，遇到人打恭，后来慢慢改成鞠躬，后来再加上一点军事化的，将手举起掌近于眉，十五度的半鞠躬，以后改成两方面握手，又变成现在的点一个头，后来又变成翘一个下巴。现在我们中国人，见面施礼的动作，不知道是哪一套了。所以说，讲到文化，感慨良深。文化表现在形态上，常有四样大类衣冠文物。我们在日本都还看得到，日本人平常也穿西装，但是遇到皇室的重大典礼，还是穿自己制定的民族礼服。过去执政党在抗战以前，拟过一个关于衣冠文物的文件草案，对国民的衣服，都有了规定，后来因抗战军兴，没有实行。现在我们在礼仪方面，看见了人，刚说的五套礼貌都要来的，再加上在飞机场，还有抱一下，贴个脸的，真可谓集古今中外之大成。又看结婚礼仪，过去拜天地，拜父母，后来改成文明结婚，新娘穿白衣服，这是我们过去的孝服还有男傧相，拉纱的花童，这叫文明结婚。"}
{"text":"我们在日本都还看得到，日本人平常也穿西装，但是遇到皇室的重大典礼，还是穿自己制定的民族礼服。过去执政党在抗战以前，拟过一个关于衣冠文物的文件草案，对国民的衣服，都有了规定，后来因抗战军兴，没有实行。现在我们在礼仪方面，看见了人，刚说的五套礼貌都要来的，再加上在飞机场，还有抱一下，贴个脸的，真可谓集古今中外之大成。又看结婚礼仪，过去拜天地，拜父母，后来改成文明结婚，新娘穿白衣服，这是我们过去的孝服还有男傧相，拉纱的花童，这叫文明结婚。再下来，法律问题，写一张婚约，盖两个章，还加上证人，大有为离婚作准备的味道，现在更简单了，跟外国人结婚的，外国人穿上那种日本式的木拖板，就去结婚了。到法院公证处看看，什么怪样子的都有。丧事上更看出来了，军乐队西乐队锣鼓队笙箫队和尚道士，集古今中外之大成，出殡行列，什么都有，不伦不类。所以讲这个礼仪，我们大家要注意，为自己的国家建立文化，是非常重要的事情。我们大家要起来做具体的研究。此外，论语上的礼是社会秩序的礼，个人的礼。曾有一个学生给我的信上称南老师，我对他说，不知道你究竟写信给谁，因为我的孩子也在教书，也是南老师，你既不照中国礼法称名，也可照西洋规矩称亲爱的某某，只来一个南老师，南是姓氏，是通称名是特称。在我们中国的礼貌，有事写信用通称，呼姓是不礼貌的。更滑稽的是他自称愚生某某。这个愚，本来是平辈稍长或长辈自成的谦词，愚兄愚叔愚舅等等。而他来个愚生，就不知道到底谁是谁的学生了。这是一般人看不起中国文化，不加以注意，所发生的许多问题之一。信不会写，礼貌不懂，不知道进退应对，不晓得席位尊卑。现代坐沙发，坐汽车，西方物质文明产品的使用，西方人也还是有西方人的礼貌西方人的规矩，尤其学外交的人不能不懂。而现在年轻人常弄错，所以我们自称文章华国，诗礼传家。反省起来，是很难过的，非常沉痛的为了国家民族，这些地方是要注意的。再讲到有子的话礼之用，和为贵。这等于礼的哲学。礼是干什么的？是中和作用，说大一点就是和平。这也就是礼的思想。人与人之间会有偏差的，事与事之间彼此有矛盾中和这个矛盾，调整这个偏差，就靠礼。那么法律也就是礼的作用，法律的原则之下，理国乃至办事的细则，就是礼的作用。假如没有礼，社会就没有秩序，这怎么行？"}
{"text":"而现在年轻人常弄错，所以我们自称文章华国，诗礼传家。反省起来，是很难过的，非常沉痛的为了国家民族，这些地方是要注意的。再讲到有子的话礼之用，和为贵。这等于礼的哲学。礼是干什么的？是中和作用，说大一点就是和平。这也就是礼的思想。人与人之间会有偏差的，事与事之间彼此有矛盾中和这个矛盾，调整这个偏差，就靠礼。那么法律也就是礼的作用，法律的原则之下，理国乃至办事的细则，就是礼的作用。假如没有礼，社会就没有秩序，这怎么行？所以人与人之间要礼，事与事之间要礼，而礼的作用，和为贵，就是调整均衡。先王之道，斯为美。小大由之。中国文化中称先王，不是指那一个皇帝是先王，先王这两个字，就是我们现在讲的传统文化中国文化的意思。所谓王者望也王者用也这些注解以外，我们了解先王两字的精神，就代表列祖列宗。所以中国文化的先王之道斯为美矣，最了不起的，我们人文文化的建立比世界上任何民族任何国家都更早。小大由之，无论大事小事，都要由礼的精神来处理，失去了礼的精神就不行，一定出毛病。有所不行，知和而和，不以礼节之，亦不可行也。这是讲相当矛盾的道理。我们经常看到矫枉过正四个字，枉是歪了，看见事物歪了，必须要矫正它矫正得过分了，又是歪了。换句话说，不是向这边歪，就是向那边歪。总之过正就是歪。礼也是这样，要中和，过分的调节也不好。一个青年一点不懂礼貌固然不对，但他一天到晚都讲礼貌，太多礼了，人家就要误会他拍马屁，所以知和而和，对一件事，了解了它的中和之道，而去中和去调整它。但过分的调整就错了，不以礼节之，亦不可行也。所以礼义的基本精神，是调节一件事物，中和一件事物，但是有一定的限度，超过了这个限度，又要重新把它调整。上帝的外婆是谁要研究中国文化，孔子所编的礼记是不能不看的。它是我国传统文化初期包罗万象的著作。以现代学术来讲，包括了哲学政治军事经济卫生医学等各方面的学问。当然，是原则，不像现在分得那么细。所以礼记这部书，并不是只讲礼貌，我们的礼节礼貌，只是礼的一种表现而已。中国文化的礼字，拿西方文化来讲，就是哲学。哲学大致可分两个范围，以中国道理来讲，一个是形而上的，一个是形而下的。"}
{"text":"上帝的外婆是谁要研究中国文化，孔子所编的礼记是不能不看的。它是我国传统文化初期包罗万象的著作。以现代学术来讲，包括了哲学政治军事经济卫生医学等各方面的学问。当然，是原则，不像现在分得那么细。所以礼记这部书，并不是只讲礼貌，我们的礼节礼貌，只是礼的一种表现而已。中国文化的礼字，拿西方文化来讲，就是哲学。哲学大致可分两个范围，以中国道理来讲，一个是形而上的，一个是形而下的。所谓形而下的，是宇宙万有一切学问，都包括在内形而上的，在中国人叫作道，在儒家思想叫天，天道也就是本体论。形而下的，在西方哲学，就是知识论人生的价值论。西方哲学大概是这样分类的。形而上这个名称，来自易经，日本人翻译希腊哲学时，借用了易经上孔子所说的这个名词――形而上者谓之道。什么是形而上？就是宇宙来源的问题――先有鸡还是先有蛋？先有男或是先有女？究竟这个宇宙万有是谁创造的？宗教家说是一位主宰创造的。哲学家就问这个主宰是哪里来的？创造主宰的又是谁？假使创造主宰的是主宰的妈妈，那么主宰的外婆又是谁？哲学家是一路追到底的。讨论这形而上的道，就是本体论。形而下是讲宇宙万有形成以后的各种现象和各种知识。西方本体论的探讨，最早发源于希腊，也已经两三千年了。当时大概又分作两派，一派是唯物思想，一派是唯心思想。这个唯心与中国固有文化所讲的唯心，又不相同。讲到哲学，这个基本上的思想来源问题，首先要认识清楚，以免混淆。后来哲学家认为人为什么会知道宇宙的来源？是靠知识来的，靠思想来的，那么，思想的本身是不是靠得住？就先要研究了。于是产生了知识论。假使思想的本身都靠不住，那么用思想所了解的宇宙的本来，也是不完整的。这就是哲学的范围了。一直经历了上下几千年的这一学术，中国人根据日本人的翻译，叫它为哲学。另外一部分是人生哲学――研究人的价值问题。在西方哲学家看来，中国人没有哲学，至少过去中国没有像西方人一样，追究宇宙的本体。像我们现在看到的，西方文化这个系统是很严谨的，他们的哲学思想最初是宗教，宗教只教人信，而且是专制强权，绝不容许你怀疑。你想知道上帝怎么来的，但是你不能问，只要信就得救。哲学家说，你要我信可以，不过你要把那个幕拉开给我看看，我看到了以后，绝对信！"}
{"text":"这就是哲学的范围了。一直经历了上下几千年的这一学术，中国人根据日本人的翻译，叫它为哲学。另外一部分是人生哲学――研究人的价值问题。在西方哲学家看来，中国人没有哲学，至少过去中国没有像西方人一样，追究宇宙的本体。像我们现在看到的，西方文化这个系统是很严谨的，他们的哲学思想最初是宗教，宗教只教人信，而且是专制强权，绝不容许你怀疑。你想知道上帝怎么来的，但是你不能问，只要信就得救。哲学家说，你要我信可以，不过你要把那个幕拉开给我看看，我看到了以后，绝对信！这是哲学精神。后来，因为哲学的发展，又形成了科学，科学家更进一步说，光看一下还是不行，我要摸到以后，我才相信的确有这个东西。所以由宗教而哲学，而科学，是今日西方文化发展的步骤。中国人真的没有哲学吗？有！所有哲学是人生哲学。只讲作人伦理的道德，讲作人应该怎样。西方人认为我们没有哲学，过去我国的一些学者也跟着人家这样讲，是不对的。事实上，中国哲学思想，都包括在礼记易经等书里面，而且最多了，不过须要大家努力整理。我国学者，在这几十年来，所整理出来的哲学思想，还是不够的，太不够了！而且有所偏。这还要我们自己温故知新，多向这方面努力。现在，我们讲的重点礼不光是礼貌礼节，而且包括了形而上的哲学，和形而下人生上的一切运用。因此，下面就接到这一节了。三国演义的幕后功劳有子曰信近于义，言可复也恭近于礼，远耻辱也因不失其亲，亦可宗也。信近于义，言可复也。为什么中国文化提倡仁义礼智信？信有什么好处？为什么教人建立信？因信近于义，义者相宜也。这义字上表现了中西文化的不同。我们要注意仁义两字，仁字，凡是博爱慈爱都叫仁，世界各国文化，都有仁的同义字但中国的义字，英文法文德文，任何一国文字中都没有同义的字。只有中国文化中才有的。这个义字，有两个解释，儒家孔门的解释讲义者宜也。恰到好处谓之宜，就是礼的中和作用，如时宜就是这个意思。另外一个解释，就是墨子的精神――侠义，所谓路见不平，拔刀相助。"}
