{"text":"所以觉醒的人，此后应将这天性的爱，更加扩张，更加醇化用无我的爱，自己牺牲于后起新人。开宗第一，便是理解。往昔的欧人对于孩子的误解，是以为成人的预备中国人的误解是以为缩小的成人。直到近来，经过许多学者的研究，才知道孩子的世界，与成人截然不同倘不先行理解，一味蛮做，便大碍于孩子的发达。所以一切设施，都应该以孩子为本位，日本近来，觉悟的也很不少对于儿童的设施，研究儿童的事业，都非常兴盛了。第二，便是指导。时势既有改变，生活也必须进化所以后起的人物，一定尤异于前，决不能用同一模型，无理嵌定。长者须是指导者协商者，却不该是命令者。不但不该责幼者供奉自己而且还须用全副精神，专为他们自己，养成他们有耐劳作的体力，纯洁高尚的道德，广博自由能容纳新潮流的精神，也就是能在世界新潮流中游泳，不被淹末的力量。第三，便是解放。子女是即我非我的人，但既已分立，也便是人类中的人，因为即我，所以更应该尽教育的义务，交给他们自立的能力因为非我，所以也应同时解放，全部为他们自己所有，成一个独立的人。这样，便是父母对于子女，应该健全的产生，尽力的教育，完全的解放。但有人会怕，仿佛父母从此以后，一无所有，无聊之极了。这种空虚的恐怖和无聊的感想，也即从谬误的旧思想发生倘明白了生物学的真理，自然便会消灭。但要做解放子女的父母，也应预备一种能力。便是自己虽然已经带着过去的色采，却不失独立的本领和精神，有广博的趣味，高尚的娱乐。要幸福么？连你的将来的生命都幸福了。要返老还童，要老复丁么？子女便是复丁，都已独立而且更好了。这才是完了长者的任务，得了人生的慰安。倘若思想本领，样样照旧，专以勃奚谷为业，行辈自豪，那便自然免不了空虚无聊的苦痛。或者又怕，解放之后，父子间要疏隔了。欧美的家庭，专制不及中国，早已大家知道往者虽有人比之禽兽，现在却连卫道的圣徒，也曾替他们辩护，说并无逆子叛弟了。因此可知惟其解放，所以相亲惟其没有拘挛子弟的父兄，所以也没有反抗拘挛的逆子叛弟。若威逼利诱，便无论如何，决不能有万年有道之长。例便如我中国，汉有举孝，唐有孝悌力田科，清末也还有孝廉方正，都能换到官做。父恩谕之于先，皇恩施之于后，然而割股的人物，究属寥寥。"}
{"text":"或者又怕，解放之后，父子间要疏隔了。欧美的家庭，专制不及中国，早已大家知道往者虽有人比之禽兽，现在却连卫道的圣徒，也曾替他们辩护，说并无逆子叛弟了。因此可知惟其解放，所以相亲惟其没有拘挛子弟的父兄，所以也没有反抗拘挛的逆子叛弟。若威逼利诱，便无论如何，决不能有万年有道之长。例便如我中国，汉有举孝，唐有孝悌力田科，清末也还有孝廉方正，都能换到官做。父恩谕之于先，皇恩施之于后，然而割股的人物，究属寥寥。足可证明中国的旧学说旧手段，实在从古以来，并无良效，无非使坏人增长些虚伪，好人无端的多受些人我都无利益的苦痛罢了。都有爱是真的。路粹引孔融说，父之于子，当有何亲？论其本意，实为情欲发耳。子之于母，亦复奚为，譬如寄物瓶中，出则离矣。汉末的孔府上，很出过几个有特色的奇人，不像现在这般冷落，这话也许确是北海先生所说只是攻击他的偏是路粹和曹操，教人发笑罢了。虽然也是一种对于旧说的打击，但实于事理不合。因为父母生了子女，同时又有天性的爱，这爱又很深广很长久，不会即离。现在世界没有大同，相爱还有差等，子女对于父母，也便最爱，最关切，不会即离。所以疏隔一层，不劳多虑。至于一种例外的人，或者非爱所能钩连。但若爱力尚且不能钩连，那便任凭什么恩威，名份，天经，地义之类，更是钩连不住。或者又怕，解放之后，长者要吃苦了。这事可分两层第一，中国的社会，虽说道德好，实际却太缺乏相爱相助的心思。便是孝烈这类道德，也都是旁人毫不负责，一味收拾幼者弱者的方法。在这样社会中，不独老者难于生活，既解放的幼者，也难于生活。第二，中国的男女，大抵未老先衰，甚至不到二十岁，早已老态可掬，待到真实衰老，便更须别人扶持。所以我说，解放子女的父母，应该先有一番预备而对于如此社会，尤应该改造，使他能适于合理的生活。许多人预备着，改造着，久而久之，自然可望实现了。单就别国的往时而言，斯宾塞未曾结婚，不闻他亻宅傺无聊瓦特早没有了子女，也居然寿终正寝，何况在将来，更何况有儿女的人呢？或者又怕，解放之后，子女要吃苦了。这事也有两层，全如上文所说，不过一是因为老而无能，一是因为少不更事罢了。因此觉醒的人，愈觉有改造社会的任务。中国相传的成法，谬误很多一种是锢闭，以为可以与社会隔离，不受影响，一种是教给他恶本领，以为如此才能在社会中生活。"}
{"text":"许多人预备着，改造着，久而久之，自然可望实现了。单就别国的往时而言，斯宾塞未曾结婚，不闻他亻宅傺无聊瓦特早没有了子女，也居然寿终正寝，何况在将来，更何况有儿女的人呢？或者又怕，解放之后，子女要吃苦了。这事也有两层，全如上文所说，不过一是因为老而无能，一是因为少不更事罢了。因此觉醒的人，愈觉有改造社会的任务。中国相传的成法，谬误很多一种是锢闭，以为可以与社会隔离，不受影响，一种是教给他恶本领，以为如此才能在社会中生活。用这类方法的长者，虽然也含有继续生命的好意，但比照事理，却决定谬误。此外还有一种，是传授些周旋发法，教他们顺应社会。这与数年前讲实用主义的人，因为市上有假洋钱，便要在学校里遍教学生看洋钱的法子之类，同一错误。社会虽然不能不偶然顺应，但决不是正当办法。因为社会不良，恶现象便很多，势不能一一顺应倘都顺应了，又违反了合理的生活，倒走了进化的路。所以根本方法，只有改良社会。就实际上说，中国旧理想的家族关系父子关系之类，其实早已崩溃。这也非于今为烈，正是在昔已然。历来都竭力表彰五世同堂，便足见实际上同居的为难拼命的劝孝，也足见事实上孝子的缺少。而其原因，便全在一意提倡虚伪道德，蔑视了真的人情。我们试一翻大族的家谱，便知道始迁祖宗，大抵是单身迁居，成家立业一到聚族而居，家谱出版，却已在零落的中途了。况在将来，迷信破了，便没有哭竹，卧冰医学发达了，也不必尝秽，割骨。又因为经济关系，结婚不得不迟，生育因此也迟，或者子女才能自存，父母已经衰老，不及依赖他们供养，事实上也就是父母反尽了义务。世界潮流逼拶着，这样做的可以生存，不然的便都衰落无非觉醒者多，加些人力，便危机可望较少就是了。但既如上言，中国家庭，实际久已崩溃，并不如圣人之徒纸上的空谈，则何以至今依然如故，一无进步呢？这事很容易解答。第一，崩溃者自崩溃，纠缠者自纠缠，设立者又自设立毫无戒心，也不想到改革，所以如故。第二，以前的家庭中间，本来常有勃奚谷，到了新名词流行之后，便都改称革命，然而其实也仍是嫖钱至于相骂，要赌本至于相打之类，与觉醒者的改革，截然两途。这一类自称革命的勃奚谷子弟，纯属旧式，待到自己有了子女，也决不解放或者毫不管理，或者反要寻出孝经，勒令诵读，想他们学于古训，都做牺牲。"}
{"text":"这事很容易解答。第一，崩溃者自崩溃，纠缠者自纠缠，设立者又自设立毫无戒心，也不想到改革，所以如故。第二，以前的家庭中间，本来常有勃奚谷，到了新名词流行之后，便都改称革命，然而其实也仍是嫖钱至于相骂，要赌本至于相打之类，与觉醒者的改革，截然两途。这一类自称革命的勃奚谷子弟，纯属旧式，待到自己有了子女，也决不解放或者毫不管理，或者反要寻出孝经，勒令诵读，想他们学于古训，都做牺牲。这只能全归旧道德旧习惯旧方法负责，生物学的真理决不能妄任其咎。既如上言，生物为要进化，应该继续生命，那便不孝有三无后为大，三妻四妾，也极合理了。这事也很容易解答。人类因为无后，绝了将来的生命，虽然不幸，但若用不正当的方法手段，苟延生命而害及人群，便该比一人无后，尤其不孝。因为现在的社会，一夫一妻制最为合理，而多妻主义，实能使人群堕落。堕落近于退化，与继续生命的目的，恰恰完全相反。无后只是灭绝了自己，退化状态的有后，便会毁到他人。人类总有些为他人牺牲自己的精神，而况生物自发生以来，交互关联，一人的血统，大抵总与他人有多少关系，不会完全灭绝。所以生物学的真理，决非多妻主义的护符。总而言之，觉醒的父母，完全应该是义务的，利他的，牺牲的，很不易做而在中国尤不易做。中国觉醒的人，为想随顺长者解放幼者，便须一面清结旧账，一面开辟新路。就是开首所说的自己背着因袭的重担，肩住了黑暗的闸门，放他们到宽阔光明的地方去此后幸福的度日，合理的做人。这是一件极伟大的要紧的事，也是一件极困苦艰难的事。但世间又有一类长者，不但不肯解放子女，并且不准子女解放他们自己的子女就是并要孙子曾孙都做无谓的牺牲。这也是一个问题而我是愿意平和的人，所以对于这问题，现在不能解答。一九一九年十月。注释本篇最初发表于一九一九年十一月新青年月刊第六卷第六号，署名唐俟。圣人之徒这里指当时竭力维护旧道德和旧文学的林琴南等人。林琴南在一九一九年三月给北京大学校长蔡元培的信中，曾以必覆孔孟铲伦常为快拾李卓吾之余唾卓吾有禽兽行等语，攻击新文化运动的参加者。按李卓吾，即李贽，明代具有进步倾向的思想家。他反对当时的道学派，主张男女婚姻自主，曾被人诬蔑有狎妓女白昼同浴，勾引士人妻女等禽兽行。"}
{"text":"一九一九年十月。注释本篇最初发表于一九一九年十一月新青年月刊第六卷第六号，署名唐俟。圣人之徒这里指当时竭力维护旧道德和旧文学的林琴南等人。林琴南在一九一九年三月给北京大学校长蔡元培的信中，曾以必覆孔孟铲伦常为快拾李卓吾之余唾卓吾有禽兽行等语，攻击新文化运动的参加者。按李卓吾，即李贽，明代具有进步倾向的思想家。他反对当时的道学派，主张男女婚姻自主，曾被人诬蔑有狎妓女白昼同浴，勾引士人妻女等禽兽行。伦常封建社会的伦理道德。当时以君臣父子夫妇兄弟朋友为五伦，认为制约他们各自之间关系的道德准则是不可改变的常道，因此称为伦常。随感录新青年从一九一八年四月第四卷第四号起发表的关于社会和文化短评的总题。参看本卷第页注。指时事新报对的谩骂。曾在新青年第六卷第一二三号一九一九年一月二月三月，发表随感录四十三四十六五十三，批判了上海时事新报副刊泼克所载讽刺画的恶劣形象和错误倾向，并对新的美术创作表示了自己的意见，在随感录四十六中有我辈即使才能不及，不能创作，也该当学习的话一九一九年四月二十七日时事新报就发表了署名记者的新教训一文，骂轻佻狂妄头脑未免不清楚，可怜！等等。人伦之始语见南史阮孝绪传。父兮生我语见诗经小雅蓼莪。这里说的劝孝的乐府，指一九一九年三月二十四日公言报所载林琴南作劝世白话新乐府的母送儿篇，其中说母送儿，儿往学堂母心悲。娘亲方自磨杏仁，儿来儿来来尝新。娇儿含泪将娘近，儿近退学娘休嗔。儿言往就教，那想教师不教孝。再读孝经一卷终，不去学堂倒罢了。人乳喂猪世说新语汰侈载武帝司马焱尝降王武子济家，武子供馔，丞灬犭屯肥美，异于常味。帝怪而问之，答曰以人乳饮犭屯。善种学即优生学，是英国高尔顿在一八八三年提出的改良人种的学说。它认为人或人种在生理和智力上的差别是由遗传决定的，只有发展所谓优等人，淘汰劣等人，社会问题才能解决。以后对这种把生物学照搬到社会生活上来的学说采取了否定态度，参看二心集硬译与文学的阶级性。"}
{"text":"人乳喂猪世说新语汰侈载武帝司马焱尝降王武子济家，武子供馔，丞灬犭屯肥美，异于常味。帝怪而问之，答曰以人乳饮犭屯。善种学即优生学，是英国高尔顿在一八八三年提出的改良人种的学说。它认为人或人种在生理和智力上的差别是由遗传决定的，只有发展所谓优等人，淘汰劣等人，社会问题才能解决。以后对这种把生物学照搬到社会生活上来的学说采取了否定态度，参看二心集硬译与文学的阶级性。三年无改于父之道可谓孝矣语见论语学而。老复丁从老年回复壮年。语出汉代史游急就篇长乐无极老复丁。勃H指婆媳争吵。语出庄子外物室无空虚，则妇姑勃H。欧美家庭并无逆子叛弟之说，见于林琴南所译小说孝友镜比利时恩海贡斯翁士著的译余小识此书为西人辨诬也。中国人之习西学者恒曰男子二十而外必自立，父母之力不能莞约而拘挛之兄弟各立门户，不相恤也。是名社会主义，国因以强。然近年所见，家庭革命，逆子叛弟，接踵而起，国胡不强？是果真奉西人之圭臬？抑凶顽之气中于腑焦，用以自便其所为，与西俗胡涉？此书父以友传，女以孝传，足为人伦之鉴矣。命曰孝友镜，亦以醒吾中国人勿诬人而打妄语也。万年有道之长久远的意思。这是封建臣子颂扬朝廷的一句成语。举孝是汉代选拔官吏的办法之一，由各地推荐善事父母的孝子到朝中去作官。效悌力田，是汉唐科举名目之一，由地方官向朝廷推荐所谓有孝悌德行和努力耕作的人，中选者分别任用或给予赏赐。孝廉方正，是清代特设的科举名目，由地方官荐举所谓孝廉方正的人，经礼部考试，授以知县等官。割股即所谓割股疗亲，割取自己的股肉煎药，以医治父母的重病。宋史选举志一上以孝取人，则勇者割股，怯者庐墓。路粹引孔融的话，见后汉书孔融传。路粹，字文蔚，陈留今河南开封东南人，曹操的军谋祭酒。他承曹操的意旨控告孔融，说孔融对祢衡讲过这几句话，曹操便用不孝的罪名杀掉孔融。但曹操在求贤令中又说只要有才能，不仁不孝的人也可任用，在这件事上自相矛盾，因此说教人发笑。孔融，字文举，鲁国今山东曲阜人，汉献帝时曾为北海相，因而有北海先生之称。"}
{"text":"宋史选举志一上以孝取人，则勇者割股，怯者庐墓。路粹引孔融的话，见后汉书孔融传。路粹，字文蔚，陈留今河南开封东南人，曹操的军谋祭酒。他承曹操的意旨控告孔融，说孔融对祢衡讲过这几句话，曹操便用不孝的罪名杀掉孔融。但曹操在求贤令中又说只要有才能，不仁不孝的人也可任用，在这件事上自相矛盾，因此说教人发笑。孔融，字文举，鲁国今山东曲阜人，汉献帝时曾为北海相，因而有北海先生之称。斯宾塞p，英国哲学家。他是终身不娶的学者。主要著作有综合哲学体系等。实用主义即实验主义，现代资产阶级主观唯心主义哲学流派。产生于十九世纪末二十世纪初，主要代表有美国的皮尔斯杜威等。其基本观点是否认真理的客观性，主张有用即真理。哭竹三国时吴国孟宗的故事。唐代白居易编的白氏六帖说孟宗后母好笋，令宗冬月求之，宗入竹林恸哭，笋为之出。卧冰，晋代王详的故事。晋书王详传说，他的后母常欲生鱼，时天寒冰冻，详解衣将剖冰求之，冰忽自解，双鲤跃出，持之而归。尝秽，南朝梁庾黔娄的故事。梁书庾黔娄传说，他的父亲庾易疾始二日，医云欲知差剧，但尝粪甜苦。易泄痢，黔娄辄取尝之。这三个故事都收在二十四孝中。孝经儒家经典之一，共十八章，孔门后学所述。汉代列入七经之一，后来又列入十三经学于古训语见尚书说命。不孝有三无后为大语见孟子离娄。据汉代赵岐注于礼有不孝者三事，谓阿意曲从，陷亲不义，一不孝也家穷亲老，不为禄仕，二不孝也不娶无子，绝先祖祀，三不孝也。三者之中，无后为大。论费厄泼赖应该缓行论费厄泼赖应该缓行一解题语丝五七期上语堂先生曾经讲起费厄泼赖p，以为此种精神在中国最不易得，我们只好努力鼓励又谓不打落水狗，即足以补充费厄泼赖的意义。我不懂英文，因此也不明这字的函义究竟怎样，如果不打落水狗也即这种精神之一体，则我却很想有所议论。但题目上不直书打落水狗者，乃为回避触目起见，即并不一定要在头上强装义角之意。总而言之，不过说是落水狗未始不可打，或者简直应该打而已。"}
{"text":"我不懂英文，因此也不明这字的函义究竟怎样，如果不打落水狗也即这种精神之一体，则我却很想有所议论。但题目上不直书打落水狗者，乃为回避触目起见，即并不一定要在头上强装义角之意。总而言之，不过说是落水狗未始不可打，或者简直应该打而已。二论落水狗有三种，大都在可打之列今之论者，常将打死老虎与打落水狗相提并论，以为都近于卑怯。我以为打死老虎者，装怯作勇，颇含滑稽，虽然不免有卑怯之嫌，却怯得令人可爱。至于打落水狗，则并不如此简单，当看狗之怎样，以及如何落水而定。考落水原因，大概可有三种狗自己失足落水者，别人打落者，亲自打落者。倘遇前二种，便即附和去打，自然过于无聊，或者竟近于卑怯但若与狗奋战，亲手打其落水，则虽用竹竿又在水中从而痛打之，似乎也非已甚，不得与前二者同论。听说刚勇的拳师，决不再打那已经倒地的敌手，这实足使我们奉为楷模。但我以为尚须附加一事，即敌手也须是刚勇的斗士，一败之后，或自愧自悔而不再来，或尚须堂皇地来相报复，那当然都无不可。而于狗，却不能引此为例，与对等的敌手齐观，因为无论它怎样狂嗥，其实并不解什么道义况且狗是能浮水的，一定仍要爬到岸上，倘不注意，它先就耸身一摇，将水点洒得人们一身一脸，于是夹着尾巴逃走了。但后来性情还是如此。老实人将它的落水认作受洗，以为必已忏悔，不再出而咬人，实在是大错而特错的事。总之，倘是咬人之狗，我觉得都在可打之列，无论它在岸上或在水中。三论叭儿狗尤非打落水里，又从而打之不可叭儿狗一名哈吧狗，南方却称为西洋狗了，但是，听说倒是中国的特产，在万国赛狗会里常常得到金奖牌，大不列颠百科全书的狗照相上，就很有几匹是咱们中国的叭儿狗。这也是一种国光。但是，狗和猫不是仇敌么？它却虽然是狗，又很像猫，折中，公允，调和，平正之状可掬，悠悠然摆出别个无不偏激，惟独自己得了中庸之道似的脸来。因此也就为阔人，太监，太太，小姐们所钟爱，种子绵绵不绝。它的事业，只是以伶俐的皮毛获得贵人豢养，或者中外的娘儿们上街的时候，脖子上拴了细链于跟在脚后跟。"}
{"text":"这也是一种国光。但是，狗和猫不是仇敌么？它却虽然是狗，又很像猫，折中，公允，调和，平正之状可掬，悠悠然摆出别个无不偏激，惟独自己得了中庸之道似的脸来。因此也就为阔人，太监，太太，小姐们所钟爱，种子绵绵不绝。它的事业，只是以伶俐的皮毛获得贵人豢养，或者中外的娘儿们上街的时候，脖子上拴了细链于跟在脚后跟。这些就应该先行打它落水，又从而打之如果它自坠入水，其实也不妨又从而打之，但若是自己过于要好，自然不打亦可，然而也不必为之叹息。叭儿狗如可宽容，别的狗也大可不必打了，因为它们虽然非常势利，但究竟还有些像狼，带着野性，不至于如此骑墙。以上是顺便说及的话，似乎和本题没有大关系。四论不打落水狗是误人子弟的总之，落水狗的是否该打，第一是在看它爬上岸了之后的态度。狗性总不大会改变的，假使一万年之后，或者也许要和现在不同，但我现在要说的是现在。如果以为落水之后，十分可怜，则害人的动物，可怜者正多，便是霍乱病菌，虽然生殖得快，那性格却何等地老实。然而医生是决不肯放过它的。现在的官僚和土绅士或洋绅士，只要不合自意的，便说是赤化，是共产民国元年以前稍不同，先是说康党，后是说革党，甚至于到官里去告密，一面固然在保全自己的尊荣，但也未始没有那时所谓以人血染红顶子之意。可是革命终于起来了，一群臭架子的绅士们，便立刻皇皇然若丧家之狗，将小辫子盘在头顶上。革命党也一派新气，――绅士们先前所深恶痛绝的新气，文明得可以说是咸与维新了，我们是不打落水狗的，听凭它们爬上来罢。于是它们爬上来了，伏到民国二年下半年，二次革命的时候，就突出来帮着袁世凯咬死了许多革命人，中国又一天一天沉入黑暗里，一直到现在，遗老不必说，连遗少也还是那么多。这就因为先烈的好心，对于鬼蜮的慈悲，使它们繁殖起来，而此后的明白青年，为反抗黑暗计，也就要花费更多更多的气力和生命。秋瑾女士，就是死于告密的，革命后暂时称为女侠，现在是不大听见有人提起了。革命一起，她的故乡就到了一个都督，――等于现在之所谓督军，――也是她的同志王金发。他捉住了杀害她的谋主，调集了告密的案卷，要为她报仇。然而终于将那谋主释放了，据说是因为已经成了民国，大家不应该再修旧怨罢。"}
