{"text":"日子仿佛停止了，不像是一条河，更像是一口井。后来，时代突然改变，人们的日子如同解冻的江河，又在阳光下的大地上纵横交错了。我也像是一条积压了太多能量的河，生命的浪潮在我的河床里奔腾起伏，把我的成年岁月变成了一道动荡不宁的急流。而现在，我又重归于平静了。不过，这是跌荡之后的平静。在经历了许多冲撞和曲折之后，我的生命之河仿佛终于来到一处开阔的谷地，汇蓄成了一片浩淼的湖泊。我曾经流连于阿尔卑斯山麓的湖畔，看雪山白云和森林的倒影伸展在蔚蓝的神秘之中。我知道，湖中的水仍在流转，是湖的深邃才使得湖面寂静如镜。我的日子真的很安静。每天，我在家里读书和写作，外面各种热闹的圈子和聚会都和我无关。我和妻子女儿一起品尝着普通的人间亲情，外面各种寻欢作乐的场所和玩意也都和我无关。我对这样过日子很满意，因为我的心境也是安静的。也许，每一个人在生命中的某个阶段是需要某种热闹的。那时候，饱涨的生命力需要向外奔突，去为自己寻找一条河道，确定一个流向。但是，一个人不能永远停留在这个阶段。托尔斯泰如此自述随着年岁增长，我的生命越来越精神化了。人们或许会把这解释为衰老的征兆，但是，我清楚地知道，即使在老年时，托尔斯泰也比所有的同龄人甚至比许多年轻人更充满生命力。毋宁说，唯有强大的生命才能逐步朝精神化的方向发展。现在我觉得，人生最好的境界是丰富的安静。安静，是因为摆脱了外界虚名浮利的诱惑。丰富，是因为拥有了内在精神世界的宝藏。泰戈尔曾说外在世界的运动无穷无尽，证明了其中没有我们可以达到的目标，目标只能在别处，即在精神的内在世界里。在那里，我们最为深切地渴望的，乃是在成就之上的安宁。在那里，我们遇见我们的上帝。他接着说明上帝就是灵魂里永远在休息的情爱。他所说的情爱应是广义的，指创造的成就，精神的富有，博大的爱心，而这一切都超越于俗世的争斗，处在永久和平之中。这种境界，正是丰富的安静之极致。我并不完全排斥热闹，热闹也可以是有内容的。但是，热闹总归是外部活动的特征，而任何外部活动倘若没有一种精神追求为其动力，没有一种精神价值为其目标，那么，不管表面上多么轰轰烈烈，有声有色，本质上必定是贫乏和空虚的。"}
{"text":"他所说的情爱应是广义的，指创造的成就，精神的富有，博大的爱心，而这一切都超越于俗世的争斗，处在永久和平之中。这种境界，正是丰富的安静之极致。我并不完全排斥热闹，热闹也可以是有内容的。但是，热闹总归是外部活动的特征，而任何外部活动倘若没有一种精神追求为其动力，没有一种精神价值为其目标，那么，不管表面上多么轰轰烈烈，有声有色，本质上必定是贫乏和空虚的。我对一切太喧嚣的事业和一切太张扬的感情都心存怀疑，它们总是使我想起莎士比亚对生命的嘲讽充满了声音和狂热，里面空无一物。执迷者悟悲观执著超脱一人的一生，思绪万千。然而，真正让人想一辈子，有时想得惊心动魄，有时不去想仍然牵肠挂肚，这样的问题并不多。透底地说，人一辈子只想一个问题，这个问题一视同仁无可回避地摆在每个人面前，令人困惑得足以想一辈子也未必想清楚。回想起来，许多年里纠缠着也连缀着我的思绪的动机始终未变，它催促我阅读和思考，激励我奋斗和追求，又规劝我及时撤退，甘于淡泊。倘要用文字表达这个时隐时显的动机，便是一个极简单的命题只有一个人生。如果人能永远活着或者活无数次，人生问题的景观就会彻底改变，甚至根本不会有人生问题存在了。人生之所以成为一个问题，前提是生命的一次性和短暂性。不过，从只有一个人生这个前提，不同的人，不，同一个人可以引出不同的结论。也许，困惑正在于这些彼此矛盾的结论似乎都有道理。也许，智慧也正在于使这些彼此矛盾的结论达成辩证的和解。二无论是谁，当他初次意识到只有一个人生这个令人伤心的事实时，必定会产生一种幻灭感。生命的诱惑刚刚在地平线上出现，却一眼看到了它的尽头。一个人生太少了！心中涌动着如许欲望和梦幻，一个人生怎么够用为什么历史上有好多帝国和王朝，宇宙间有无数星辰，而我却只有一个人生在帝国兴衰王朝更迭的历史长河中，在星辰的运转中，我的这个小小人生岂非等于零它确实等于零，一旦结束，便不留一丝影踪，与从未存在过有何区别捷克作家昆德拉笔下的一个主人公常常重复一句德国谚语，大意是只活一次等于未尝活过。这句谚语非常简练地把只有一个人生与人生虚无画了等号。"}
{"text":"一个人生太少了！心中涌动着如许欲望和梦幻，一个人生怎么够用为什么历史上有好多帝国和王朝，宇宙间有无数星辰，而我却只有一个人生在帝国兴衰王朝更迭的历史长河中，在星辰的运转中，我的这个小小人生岂非等于零它确实等于零，一旦结束，便不留一丝影踪，与从未存在过有何区别捷克作家昆德拉笔下的一个主人公常常重复一句德国谚语，大意是只活一次等于未尝活过。这句谚语非常简练地把只有一个人生与人生虚无画了等号。近读金圣叹批西厢记，这位独特的评论家极其生动地描述了人生短暂使他感到的无可奈何的绝望。他在中写道自古迄今，几万万年月皆如水逝云卷风驰电掣，无不尽去，而至于今年今月而暂有我。此暂有之我，又未尝不水逝云卷风驰电掣而疾去也。我也曾想有作为，但这所作所为同样会水逝云卷风驰电掣而尽去，于是我不想有作为了，只想消遣，批西厢记即是一消遣法。可是，我诚无所欲为，则又何不疾作水逝云卷风驰电掣，顷刻尽去想到这里，连消遣的心思也没了，真是万般无奈。古往今来，诗哲们关于人生虚无的喟叹不绝于耳，无须在此多举。悲观主义的集大成当然要数佛教，归结为一个空字。佛教的三项基本原则三法印无非是要我们由人生的短促诸行无常，看破人生的空幻诸法无我，从而自觉地放弃人生涅寂静。三人要悲观实在很容易，但要彻底悲观却也并不容易，只要看看佛教徒中难得有人生前涅，便足可证明。但凡不是悲观到马上自杀，求生的本能自会找出种种理由来和悲观抗衡。事实上，从只有一个人生的前提，既可推论出人生了无价值，也可推论出人生弥足珍贵。物以稀为贵，我们在世上最觉稀少最嫌不够的东西便是这迟早要结束的生命。这唯一的一个人生是我们的全部所有，失去它我们便失去了一切，我们岂能不爱它，不执著于它呢诚然，和历史宇宙相比，一个人的生命似乎等于零。但是，雪莱说得好同人生相比，帝国兴衰王朝更迭何足挂齿同人生相比，日月星辰的运转与归宿又算得了什么！面对无边无际的人生之爱，那把人生对照得极其渺小的无限时空，反倒退避三舍，不足为虑了。人生就是一个人的疆界，最要紧的是负起自己的责任，管好这个疆界，而不是越过它无谓地悲叹天地之悠悠。"}
{"text":"这唯一的一个人生是我们的全部所有，失去它我们便失去了一切，我们岂能不爱它，不执著于它呢诚然，和历史宇宙相比，一个人的生命似乎等于零。但是，雪莱说得好同人生相比，帝国兴衰王朝更迭何足挂齿同人生相比，日月星辰的运转与归宿又算得了什么！面对无边无际的人生之爱，那把人生对照得极其渺小的无限时空，反倒退避三舍，不足为虑了。人生就是一个人的疆界，最要紧的是负起自己的责任，管好这个疆界，而不是越过它无谓地悲叹天地之悠悠。古往今来，尽管人生虚无的悲论如缕不绝，可是劝人执著人生爱惜光阴的教诲更是谆谆在耳。两相比较，执著当然比悲观明智得多。悲观主义是一条绝路，冥思苦想人生的虚无，想一辈子也还是那么一回事，绝不会有柳暗花明的一天，反而窒息了生命的乐趣。不如把这个虚无放到括号里，集中精力做好人生的正面文章。既然只有一个人生，世人心目中值得向往的东西，无论成功还是幸福，今生得不到，就永无得到的希望了，何不以紧迫的心情和执著的努力，把这一切追求到手再说四可是，一味执著也和一味悲观一样，同智慧相去甚远。悲观的危险是对人生持厌弃的态度，执著的危险则是对人生持占有的态度。所谓对人生持占有的态度，倒未必专指那种唯利是图贪得无厌的行径。弗罗姆在占有或存在一书中具体入微地剖析了占有的人生态度，它体现在学习阅读交谈回忆信仰爱情等一切日常生活经验中。据我的理解，凡是过于看重人生的成败荣辱福祸得失，视成功和幸福为人生第一要义和至高目标者，即可归入此列。因为这样做实质上就是把人生看成了一种占有物，必欲向之获取最大效益而后快。但人生是占有不了的。毋宁说，它是侥幸落到我们手上的一件暂时的礼物，我们迟早要把它交还。我们宁愿怀着从容闲适的心情玩味它，而不要让过分急切的追求和得失之患占有了我们，使我们不再有玩味的心情。在人生中还有比成功和幸福更重要的东西，那就是凌驾于一切成败福祸之上的豁达胸怀。在终极的意义上，人世间的成功和失败，幸福和灾难，都只是过眼烟云，彼此并无实质的区别。当我们这样想时，我们和我们的身外遭遇保持了一个距离，反而和我们的真实人生贴得更紧了，这真实人生就是―种既包容又超越身外遭遇的丰富的人生阅历和体验。"}
{"text":"我们宁愿怀着从容闲适的心情玩味它，而不要让过分急切的追求和得失之患占有了我们，使我们不再有玩味的心情。在人生中还有比成功和幸福更重要的东西，那就是凌驾于一切成败福祸之上的豁达胸怀。在终极的意义上，人世间的成功和失败，幸福和灾难，都只是过眼烟云，彼此并无实质的区别。当我们这样想时，我们和我们的身外遭遇保持了一个距离，反而和我们的真实人生贴得更紧了，这真实人生就是―种既包容又超越身外遭遇的丰富的人生阅历和体验。我们不妨眷恋生命，执著人生，但同时也要像蒙田说的那样，收拾好行装，随时准备和人生告别。入世再深，也不忘它的限度。这样一种执著有悲观垫底，就不会走向贪婪。有悲观垫底的执著，实际上是一种超脱。五我相信一切深刻的灵魂都蕴藏着悲观。换句话说，悲观自有其深刻之处。死是多么重大的人生事件，竟然不去想它，这只能用怯懦或糊涂来解释。用贝多芬的话说不知道死的人真是可怜虫当然，我们可以补充一句只知道死的人也是可怜虫！真正深刻的灵魂决不会沉溺于悲观。悲观本源于爱，为了爱又竭力与悲观抗争，反倒有了超乎常人的创造，贝多芬自己就是最好的例子。不过，深刻更在于，无论获得多大成功，也消除不了内心蕴藏的悲观，因而终能以超脱的眼光看待成功。如果一种悲观可以轻易被外在的成功打消，我敢断定那不是悲观，而只是肤浅的烦恼。超脱是悲观和执著两者激烈冲突的结果，又是两者的和解。前面提到金圣叹因批西厢而引发了一段人生悲叹，但他没有止于此，否则我们今天就不会读到他批的西厢了。他太爱西厢，非批不可，欲罢不能。所以，他接着笔锋一转，写道既然天地只是偶然生我，那么，未生已前非我也。既去已后又非我也。然则今虽犹尚暂在，实非我也。于是，以非我者之日月，误而任我之唐突可也以非我者之才情，误而供我之挥霍可也。总之，我可以让那个非我者去批西厢而供我作消遣了。他的这个思路，巧妙地显示了悲观和执著在超脱中达成的和解。我心中有悲观，也有执著。我愈执著，就愈悲观，愈悲观，就愈无法执著，陷入了二律背反。我干脆把自己分裂为二，看透那个执著的我是非我，任他去执著。执著没有悲观牵肘，便可放手执著。悲观扬弃执著，也就成了超脱。不仅把财产权力名声之类看作身外之物，而且把这个终有―死的我也看作身外之物，如此才有真正的超脱。"}
{"text":"总之，我可以让那个非我者去批西厢而供我作消遣了。他的这个思路，巧妙地显示了悲观和执著在超脱中达成的和解。我心中有悲观，也有执著。我愈执著，就愈悲观，愈悲观，就愈无法执著，陷入了二律背反。我干脆把自己分裂为二，看透那个执著的我是非我，任他去执著。执著没有悲观牵肘，便可放手执著。悲观扬弃执著，也就成了超脱。不仅把财产权力名声之类看作身外之物，而且把这个终有―死的我也看作身外之物，如此才有真正的超脱。由于只有一个人生，颓废者因此把它看作零，堕入悲观的深渊。执迷者又因此把它看作全，激起占有的热望。两者均未得智慧的真髓。智慧是在两者之间，确切地说，是包容了两者又超乎两者之上。人生既是零，又是全，是零和全的统一。用全否定零，以反抗虚无，又用零否定全，以约束贪欲，智慧仿走着这螺旋形的路。不过，这只是一种简化的描述。事实上，在一个热爱人生而又洞察人生的真相的人心中，悲观执著超脱三种因素始终都存在着，没有一种会完全消失，智慧就存在于它们此消彼长的动态平衡之中。我不相信世上有一劳永逸彻悟人生的无上觉者，如果有，他也业已涅成佛，不再属于这个活人的世界了。执迷者悟思考死有意义的徒劳一死亡和太阳一样不可直视。然而，即使掉头不去看它，我们仍然知道它存在着，感觉到它正步步逼近，把它的可怕阴影投罩在我们每一寸美好的光阴上面。很早的时候，当我突然明白自己终有一死时，死亡问题就困扰着我了。我怕想，又禁不住要想。周围的人似乎并不挂虑，心安理得地生活着。性和死，世人最讳言的两件事，成了我的青春期的痛苦的秘密。读了一些书，我才发现，同样的问题早已困扰过世世代代的贤哲了。要是一个人学会了思想，不管他的思想对象是什么，他总是在想着自己的死。读到托尔斯泰这句话，我庆幸觅得了一个知音。死之迫人思考，因为它是一个最确凿无疑的事实，同时又是一件最不可思议的事情。"}
{"text":"要是一个人学会了思想，不管他的思想对象是什么，他总是在想着自己的死。读到托尔斯泰这句话，我庆幸觅得了一个知音。死之迫人思考，因为它是一个最确凿无疑的事实，同时又是一件最不可思议的事情。既然人人迟早要轮到登上这个千古长存的受难的高岗，从那里被投入万劫不复的虚无之深渊，一个人怎么可能对之无动于衷呢然而，自古以来思考过抗议过拒绝过死的人，最后都不得不死了，我们也终将追随而去，想又有何用世上别的苦难，我们可小心躲避，躲避不了，可咬牙忍受，忍受不了，还可以死解脱。唯独死是既躲避不掉，又无解脱之路的，除了接受，别无选择。也许，正是这种无奈，使得大多数人宁愿对死保持沉默。金圣叹对这种想及死的无奈心境作过生动的描述细思我今日之如是无奈，彼古之人独不曾先我而如是无奈哉我今日所坐之地，古之人其先坐之我今日所立之地，古之人之立之者，不可以数计矣。夫古之人之坐于斯，立于斯，必犹如我之今日也。而今日已徒见有我，不见古人。彼古人之在时，岂不默然知之然而又自知其无奈，故遂不复言之也。此真不得不致憾于天地也，何其甚不仁也今日我读到这些文字，金圣叹作古已久。我为他当日的无奈叹息，正如他为古人昔时的无奈叹息而毋须太久，又有谁将为我今日的无奈叹息无奈，只有无奈，真是夫复何言想也罢，不想也罢，终归是在劫难逃。既然如此，不去徒劳地想那不可改变的命运，岂非明智之举二在雪莱的一篇散文中，我们看到一位双目失明的老人在他女儿搀扶下走进古罗马柯利修姆竞技场的遗址。他们在一根倒卧的圆柱上坐定，老人听女儿讲述眼前的壮观，而后怀着深情对女儿谈到了爱神秘和死亡。他听见女儿为死亡啜泣，便语重心长地说没有时间空间年龄预见可以使我们免于一死。让我们不去想死亡，或者只把它当作一件平凡的事来想吧。如果能够不去想死亡，或者只把它当作人生司空见惯的许多平凡事中的一件来想，倒不失为一种准幸福境界。遗憾的是，愚者不费力气就置身于其中的这个境界，智者例如这位老盲人却须历尽沧桑才能达到。一个人只要曾经因想到死亡感受过真正的绝望，他的灵魂深处从此便留下了几乎不愈的创伤。当然，许多时候，琐碎的日常生活分散了我们的心思，使我们无限想及死亡。"}
{"text":"让我们不去想死亡，或者只把它当作一件平凡的事来想吧。如果能够不去想死亡，或者只把它当作人生司空见惯的许多平凡事中的一件来想，倒不失为一种准幸福境界。遗憾的是，愚者不费力气就置身于其中的这个境界，智者例如这位老盲人却须历尽沧桑才能达到。一个人只要曾经因想到死亡感受过真正的绝望，他的灵魂深处从此便留下了几乎不愈的创伤。当然，许多时候，琐碎的日常生活分散了我们的心思，使我们无限想及死亡。我们还可以用消遣和娱乐来转移自己的注意力。事业和理想是我们的又一个救主，我们把它悬在前方，如同美丽的晚霞一样遮盖住我们不得不奔赴的那座悬崖，于是放心向深渊走去。可是，还是让我们对自己诚实些吧。至少我承认，死亡的焦虑始终在我心中潜伏着，时常隐隐作痛，有时还会突然转变为尖锐的疼痛。每一个人都必将迎来没有明天的一天，而且这一天随时会到来，因为人在任何年龄都可能死。我不相信一个正常人会从来不想到自己的死，也不相信他想到时会不感到恐惧。把这恐惧埋在心底，他怎么能活得平静快乐，一旦面临死又如何能从容镇定不如正视它，有病就治，先不去想能否治好。自柏拉图以来，许多西哲都把死亡看作人生最重大的问题，而把想透死亡问题视为哲学最主要的使命。在他们看来，哲学就是通过思考死亡而为死预作准备的活动。一个人只要经常思考死亡，且不管他如何思考，经常思考本身就会产生一种效果，使他对死亡习以为常起来。中世纪修道士手戴刻有骷髅的指环，埃及人在宴会高潮时抬进一具解剖的尸体，蒙田在和女人作爱时仍默念着死的逼近，凡此种种，依蒙田自己的说法，都是为了让我们不顾死亡的怪异面孔，常常和它亲近熟识，心目中有它比什么都多吧如此即使不能消除对死的恐惧，至少可以使我们习惯于自己必死这个事实，也就是消除对恐惧的恐惧。主动迎候死，再意外的死也不会感到意外了。我们对于自己活着这件事实在太习惯了，而对于死却感到非常陌生，――想想看，自出生后，我们一直活着，从未死过！可见从习惯于生到习惯于死，这个转折并不轻松。不过，在从生到死的过程中，由于耳闻目染别人的死，由于自己所遭受的病老折磨，我们多少在渐渐习惯自己必死的前景。习惯意味着麻木，芸芸众生正是靠习惯来忍受死亡的。如果哲学只是使我们习惯于死，未免多此一举了。"}
{"text":"主动迎候死，再意外的死也不会感到意外了。我们对于自己活着这件事实在太习惯了，而对于死却感到非常陌生，――想想看，自出生后，我们一直活着，从未死过！可见从习惯于生到习惯于死，这个转折并不轻松。不过，在从生到死的过程中，由于耳闻目染别人的死，由于自己所遭受的病老折磨，我们多少在渐渐习惯自己必死的前景。习惯意味着麻木，芸芸众生正是靠习惯来忍受死亡的。如果哲学只是使我们习惯于死，未免多此一举了。问题恰恰在于，我不愿意习惯。我们期待于哲学的不是习惯，而是智慧。也就是说，它不该靠唠叨来解除我们对死的警惕，而应该说出令人信服的理由来打消我们对死的恐惧。它的确说了理由，让我们来看看这些理由能否令人信服。三死是一个有目共睹的事实，没有人能否认它的必然性。因此，哲学家们的努力便集中到一点，即是找出种种理由来劝说我们――当然也劝说他自己――接受它。理由之一我们死后不复存在，不能感觉到痛苦，所以死不可怕。这条理由是伊壁鸠鲁首先明确提出来的。他说死与我们无关。因为当身体分解成其构成元素时，它就没有感觉，而对其没有感觉的东西与我们无关。我们活着时，死尚未来临死来临时，我们已经不在。因而死与生者和死者都无关。卢克莱修也附和说对于那不再存在的人，痛苦也全不存在。在我看来，没死来临时，我们已经不在。因而死与生者和死者都无关。卢克莱修也附和说对于那不再存在的人，痛苦也全不存在。在我看来，没有比这条理由更缺乏说服力的了。死的可怕，恰恰在于死后的虚无，在于我们将不复存在。与这种永远的寂灭相比，感觉到痛苦岂非一种幸福这两位古代唯物论者实在是太唯物了，他们对于自我寂灭的荒谬性显然没有丝毫概念，所以才会把我们无法接受死的根本原因当作劝说我们接受死的有力理由。令人费解的是，苏格拉底这位古希腊最智慧的人，对于死也持有类似的观念。他在临刑前谈自己坦然赴死的理由云死的境界二者必居其一或是全空，死者毫无知觉或是如世俗所云，灵魂由此界迁居彼界。关于后者，他说了些彼界比此界公正之类的话，意在讥讽判他死刑的法官们，内心其实并不相信灵魂不死。"}
