{"text":"现在他们好了伤疤忘了痛，试图再一次威胁我们，想在我们的头上作威作福，不过在目前的情况看来，他们的结局更惨，真是大快人心啊！在现在的村子里，我们是元老，我们维护着村子的安危，肩负起了我们的责任。我们发展的速度也是越来越快，就像您曾经都没见过的高楼大厦，现在到处都是您曾今省吃俭用的肉食，现在人人都能吃得起。现在家里的硕鼠也清理的差不多了，家里没了那么多的粮食被盗，家人的生活更加幸福美好，虽然有些老鼠成精了，但是在目前的形势下他们也没有办法在破坏您和您志同道合的战友们守护下来的家，发现一只就顺手清理一窝。我们守护家的手段也越来越多，越来越给力，没有那个人敢和我们比手段，因为这会是村子的大战，没人想那样。我们每天都在努力的维护村子的和平，但是总有人不喜欢和平，他们从您那时候就一直不和，现在也是三天两头的打架。不过您不用担心家里，我们家是整个村子最安全和平的地方，每天都在高兴地数着小钱钱。现在家里一片欣欣向荣的景象，那时和您并肩作战的战友也都回家了，他们为守护家里的安全连回家的机会都没有直接去了那个守护和平的地方，在那里他们奉献了一切，现在他们回家了。回来看这个幸福而美好的家回来看这个强盛而富足的家回来看这个和平而友善的家。热爱劳动是中华民族的优秀传统，然而，一些不同的声音开始逐渐在同学中流行。有些同学认为当下应该一心学习不必劳动有些同学期待飞速发展的科技可以取代劳动还有的同学觉得劳动太苦不如花钱找人代劳。总之我们不再需要热爱劳动了。我不认同。在我看来，无论时代怎样变化，我们都应该热爱劳动，接下来我将通过三个问题说明这一点。第一个问题什么是劳动？在很多同学眼中，父母上班是劳动，外卖小哥送餐是劳动，一切付出劳力获取薪酬的行为就是劳动。但我认为，这样的定义已经变得落后而狭隘了。举个例子，随着网络的发展，很多人选择成为主，在网上用视频或文字分享自己的观点和感受，其中绝大部分无法获得经济收益，很多主自嘲自己是用爱发电。无用爱迪生耿帅就是一个典型的例子。他辞去工作一心搞发明，但他所有的发明都有个特点没用。"}
{"text":"第一个问题什么是劳动？在很多同学眼中，父母上班是劳动，外卖小哥送餐是劳动，一切付出劳力获取薪酬的行为就是劳动。但我认为，这样的定义已经变得落后而狭隘了。举个例子，随着网络的发展，很多人选择成为主，在网上用视频或文字分享自己的观点和感受，其中绝大部分无法获得经济收益，很多主自嘲自己是用爱发电。无用爱迪生耿帅就是一个典型的例子。他辞去工作一心搞发明，但他所有的发明都有个特点没用。他把制作这些发明的过程拍成视频发到网上，结果以前只是家人笑话他发明没用，而现在是万粉丝一起笑话他发明没用。诚然，他的发明确实没什么使用价值，但他给两百万甚至更多的人带来了快乐，这难道不是一种很有意义的劳动么？时代在向前发展，劳动也应当不断融入新的内涵。第二个问题我们为什么应该劳动？在我看来，这是因为劳动的本质是创造。每个人都需要通过创造与他人产生联系，从而成为社会的人。创造的目标可以很具体，如农民种地获得粮食，工人做工获得产品，也可以很抽象，如作家创作出有趣的故事，音乐家演奏出动人的乐曲，相声演员逗得观众放声大笑。对于耿帅而言，他的无用发明给他人带去了欢乐，这是一种创造，而他人感受到的快乐，正是耿帅通过劳动与他们建立起的联系。对同学们来说，虽然暂时无需考虑赚钱养家的问题，但我们依然需要通过劳动去创造与他人与社会的联系。这种源自人类社交本能的需要，不应当也无法被金钱或科技所取代。因此，劳动的定义会改变，劳动的方式会改变，但我们对劳动的热爱，不应该改变。最后一个问题我们该怎样参与劳动？我想，这个问题的答案，就藏在我们的日常生活里。在学习之余，帮同学解答一道不会做的习题，将地上的空饮料瓶随手扔进垃圾桶，积极参与各类班级活动，在家里做一些力所能及的家务，都是在参与劳动。我现在做的演讲，也是一种劳动。未来升入大学之后，我们可以利用休息时间去做志愿者，做家教，实习，利用寒暑假去做一些社会实践或支教，这些也都是在参与劳动。作为年轻一代，我们应当积极拓宽对劳动的认知，明确劳动能带给我们的改变，主动传承中华民族热爱劳动的优良传统，通过积极参与劳动，成长为新时代背景下被社会需要的新青年！"}
{"text":"我现在做的演讲，也是一种劳动。未来升入大学之后，我们可以利用休息时间去做志愿者，做家教，实习，利用寒暑假去做一些社会实践或支教，这些也都是在参与劳动。作为年轻一代，我们应当积极拓宽对劳动的认知，明确劳动能带给我们的改变，主动传承中华民族热爱劳动的优良传统，通过积极参与劳动，成长为新时代背景下被社会需要的新青年！总是被需要的生活未免有点累，记得时不时需要自己，找个适合的方式，享受一下与自己独处的时光，从试着取悦自己开始，去探索自己内心深处对自我的需要，以此为出发点的旅程，走起来，脚步也会轻快很多吧。江浙之地，凡谈及精神，必少不了春秋吴越的传承，始从春秋的潺谧至南宋景致的多樊，间或流连于一曲红尘之中，又或淡雅淳静文人雅士隐于朝。浙之悠悠，传承于千年之中。多情移徙忽成愁，依稀恰是西湖路。浙与西湖惠及的我们，必是心思细腻多愁善感之人，敏感的人，总是善良可贵的，悉数数朝文人，纵然选择处江湖之远，却忧国忧民，尽善尽忠之行，留传于今，依然体现在日常生活之中。破荷衣，笑吹西风我，落西湖。有鸿鹄远志且落入实际，敢于向往且忠于初心。悠悠的钱江孕育的不只是农田的作物，更是我们的心灵，寓予灵魂敢为天下先的傲气与千夫所指我亦坚持的魄力。一抹剑指目标的向往，一抹行向未知的远方，纵使披荆斩棘，亦以饱满之势迎面向上，前仆后继的不是莽夫，而是在追求理想的道路上永不停歇的勇气。只恐江南春意减，此心元不为梅花。在战乱纷争之中思国平天下，在和平岁月中兼济天下的情怀，浓缩了江浙人悠悠韵达的精神气力。自古以来的浙江文人无一不是将个人抱负同社会发展，百姓民生紧密相连结，而立足于天下苍生始终是浙江文人的出发点和落脚点。浙水千秋虚夜月，霓虹万仗压星河。二十一世纪的今天，钱江两畔是繁华的，沿岸霓虹彩灯的辉芒与朴雅的牌匾的有机结合，无不宣示着江浙人对于精神的传承与发展，更多的，是将传统凝聚于时代精神之中。浙之悠悠，待归来兮。而作为处于人生新起点上的我们，我们有必要，更有义务做一位传承者，一面通向已知，一面通向未知。莫为人间惆怅客。我们肩负重任，但拔剑四顾，心有所指，钱江涛涛，自强不息，实践创新勇气是我们打在生命烙印中的属性，怎教区区困难阻挡了千年传承？纵使迷茫，孓然一身彷徨在史海之中，坚守初心，待归来兮仍少年。"}
{"text":"二十一世纪的今天，钱江两畔是繁华的，沿岸霓虹彩灯的辉芒与朴雅的牌匾的有机结合，无不宣示着江浙人对于精神的传承与发展，更多的，是将传统凝聚于时代精神之中。浙之悠悠，待归来兮。而作为处于人生新起点上的我们，我们有必要，更有义务做一位传承者，一面通向已知，一面通向未知。莫为人间惆怅客。我们肩负重任，但拔剑四顾，心有所指，钱江涛涛，自强不息，实践创新勇气是我们打在生命烙印中的属性，怎教区区困难阻挡了千年传承？纵使迷茫，孓然一身彷徨在史海之中，坚守初心，待归来兮仍少年。山有木兮木有枝，心向明兮何有路。路在脚下，梦在前方，传承于千年文化，发展于前方的我们。愿你我一起，跟随浙之悠悠，静候花开。愿以轻语动卿心夜来风凉，灯火微黄。久久坐在电脑前，却难以敲下一次按键。寂静的夜晚，仿佛听到远方的琴音，混杂在风声里，悠扬动听。床边，是那本早就翻烂了的人生若只如初见。那是多么美的语言啊，也许只有那时候的人，才能写出这样的句子。才能将情赋予轻语，一阙短句，一篇长歌，都能拂动每一个人的心。愿以轻语动卿心，诗词本就是轻的，一诗最多不过五十六言，一词最多不超二百余字，一曲长歌，也难逾千字。古人在这简短的一段段文字里，传达着他们最真挚最朴素的情感。你看流传千古的名篇，你看白日依山尽，黄河入海流。这短短十字，宛如白话，却温婉动听。想李清照赌书消得泼茶香，用轻灵的语言装点自己的生命，即便后半生沉重，却也宛如剔透的水晶，透着些许壮美。易安的词动了我的心，是寻寻觅觅，冷冷清清，凄凄惨惨戚戚。十六叠字，朗朗上口，却无不透露着悲哀。这语言虽然轻，但那份情却重。这样的语言，轻灵而又厚实，沉淀在岁月的长河里，经久不灭。而如今，再难觅轻语。一翻网络，尽是霸道总裁爱上我的快餐爽文一看热销，尽是我来教你成功的鸡汤成功学一念诗歌，竟已韵脚不明，仅仅堆辞砌藻用逗号将文章分隔再观高考，却只见一片又一片的，让人头晕目眩的红色。语言何以丰富生活，语言何以传承文明？不是沉重的辞藻，不是过分的红色，而是平淡的话语里透露的诗意与华美，而是发自内心的期待与赞美。倾听内心的声音，用最轻的语言，书写最真的情感。我仿佛渐渐明白了，何谓轻语，又何以动心。轻语，不必是诗词，也不必是散文。"}
{"text":"语言何以丰富生活，语言何以传承文明？不是沉重的辞藻，不是过分的红色，而是平淡的话语里透露的诗意与华美，而是发自内心的期待与赞美。倾听内心的声音，用最轻的语言，书写最真的情感。我仿佛渐渐明白了，何谓轻语，又何以动心。轻语，不必是诗词，也不必是散文。轻语，可以是朋友圈一张简单的图和一条简单的心情轻语，可以是看过新闻后对国家强大由衷的欣慰的表达轻语，更可以是一篇短短的文章，不必纠结词句，不必计较技巧，将自己的情流露到最简单的句子中。思及此，终于动笔。灯微黄，风渐停。愿我此篇轻语，能打动卿心。若说屈原行事毫无补益，那些受惠的百姓却都因之而生但若说改变，这天下又走上了他熟悉的进程。――原来世上从无天命。只有施因得果，每个人都能发挥自己的用途，只是这种作用相互制约相互影响，历史由人推动，但不因一人而毁，也不因一人而生。人之一力，或许渺小得可怜。但正因如此，我们才不能放弃，每个人都为实现自己的价值而生，虽不能最终左右因果，只有在自己的份内把事情做得完全。横舟沧海，立马昆仑。不必问归处，只要清楚是怎样去处。墨子曾言视人之国，若视其国视人之家，若视其家。在那个战火纷扰思想碰撞的时代，早在千年之前，中国思想便流露出国与国之间便要平等相待的意识。是啊，当今世界，谁都不是一个孤岛，每一个人都是广袤大地的一部分，信息互联网的高速发展架起桥梁，世界紧密地联系在一起。古丝绸之路在满天黄沙中蜿蜒而来，顺着历史演变成当今的一带一路新航路在无穷的碧蓝中扬帆起航，沿着开辟的航线连接未知的大陆世界成了一个村落，人类命运共同体的构想一步一步走向现实，各国追求和平发展正应了那句天下大同，美美与共。可是，美好的乐章中总存在着不和谐的音符。多极化的趋势下总有国家追求单极世界，贸易保护逆全球化霸权主义和强权政治充斥在不同地区。中美贸易战就是其中典型代表，这种行为看似能够赢得一时利益，但长久看来并不利于发展，更不要提长久以来的中国威胁论，修昔底德陷阱被视为国际关系的铁律。可这一切并不适合交流越来越密切的当下，冷战思维的衍生也并不满足追求发展的世界。"}
{"text":"可是，美好的乐章中总存在着不和谐的音符。多极化的趋势下总有国家追求单极世界，贸易保护逆全球化霸权主义和强权政治充斥在不同地区。中美贸易战就是其中典型代表，这种行为看似能够赢得一时利益，但长久看来并不利于发展，更不要提长久以来的中国威胁论，修昔底德陷阱被视为国际关系的铁律。可这一切并不适合交流越来越密切的当下，冷战思维的衍生也并不满足追求发展的世界。诚然，世界存在不和谐的音符，但世界各国人民从来都是追求和平共处的。年，新型冠状病毒席卷而来，一场前所未有的灾难降临。青山一道同风雨，明月何曾照两乡。同气连枝，共盼春来。山和山不相遇，人和人要相逢。这些话语蕴藏着世界各国对中国人民，中国人民对世界世界的深切祝福，那包含深情的文字被镌刻在人们心中。作为青年的我们又将如何作为才能协同世界共创未来？这个问题的答案其实很简单，这个时代终究属于青年人，浪潮之上需要青年人来掌舵，那么我们是否有能力接过前人手中的接力棒开创属于自己的新篇章？一切都需要各位不断提高自身个人素质，能够无畏无惧迎接各种挑战。当然也需要提高明辨是非的能力，判断是非对错，即使世界并非简单的黑白，也要在心中明确自己的标准。微微火光聚成火把照亮黑暗，滴滴涓流汇成无限汪洋不断向前。青年人凝聚自己的力量，携手同一世界，不断开创未来。这一切正应了那句天下大同，美美与共！天还很亮，半轮月亮挂在天上不大惹人注意，伴着这零余的月的，是汇合了一群多愁善感的人吟咏的风，就这样醉意地带走了街上的落叶，又带着湿的触感扑到我怀里。响起了三声一段的敲门声。我是经人介绍来这的，那人仍属于一个小群体，约五六十人。据说最初是为着一己的兴趣，希望能寻到共同热爱文学的人成立的，但因着几个急于敞开自己那被真理颤动着的心的人，一部分人不堪自己的卑微与生活中汲汲的态度，密谋着又成立了一个真的文学同好会，于是我也跟随着做了叛徒。然而终于退出了，只是生性的缘故。一个微小的脑袋探出来，精瘦的头发扎着门框，我就站在阶沿上回答了他提出的两个问题，是和文学相关的，说完我们两个人都止不住笑意，似乎为此刻的尴尬作掩护。"}
{"text":"据说最初是为着一己的兴趣，希望能寻到共同热爱文学的人成立的，但因着几个急于敞开自己那被真理颤动着的心的人，一部分人不堪自己的卑微与生活中汲汲的态度，密谋着又成立了一个真的文学同好会，于是我也跟随着做了叛徒。然而终于退出了，只是生性的缘故。一个微小的脑袋探出来，精瘦的头发扎着门框，我就站在阶沿上回答了他提出的两个问题，是和文学相关的，说完我们两个人都止不住笑意，似乎为此刻的尴尬作掩护。他说他叫程旭，边说边引我到玄关换了拖鞋，毛茸茸的，很暖和，令人忘记了刚才微寒的风与沿路的冷红。我们这一般是以代号相称的。程旭一面等待着我，一面温和地说。门口距离大厅有一段距离，要经过一条长长的走廊，没有灯，隧洞般幽暗。唔，听说过，是用一些文学人物的代号吧？我把背包放在了玄关柜，随着程旭往有着微光的洞口走去。对，我们在这点上比较统一，不过其他方面是非常自由的，待会儿你就知道了。程旭浮出一个兴奋的笑脸，又竭力把它掩藏起来，看到他这副模样我终于满足了初见时的偏见。穿越到大厅，最引人注目的是四个巨大的独立式书架，左手方向的沙发上寥寥几人坐着，一个穿格子衬衫的人站着，时不时往上推一下镜圈，和窗前藤椅上的人争论着什么。我自顾自地来到沙发旁，沙发前的桌子上放着零散的书，桑斯坦的心理学小书和的春交错躺卧着，在黑色茶杯旁还有元白诗选和斯特拉瑟的小说，腰封上的名乍一看误会成斯特劳斯。除了争论的两个人外其他人都静静地听着，透过半开的窗户，流动的云也已凝固，回音效果很好，即使布置满了整个大厅，声音经过碰撞清楚地跌入每个人的耳朵里，我本能地皱了皱眉。我一瞬间确信这其实是一个图书馆，否则何以成员的爱好如此广泛。只是未成令人心倾又微惧的天堂，但对我来说作为避难所是恰好的。程旭喝住了我的想象，他叫停了争论的两人，引来所有人的目光。这目光灼烧得我有轻微的不适。大家来欢迎新人！然后适当介绍一下自己。程旭说话较之长廊处明显提高了一个八度。然而我记得的只是一个披着长发的女生和一个戴着帽子的男生。主人不在场，人世间的人各有各的忙碌。"}
{"text":"只是未成令人心倾又微惧的天堂，但对我来说作为避难所是恰好的。程旭喝住了我的想象，他叫停了争论的两人，引来所有人的目光。这目光灼烧得我有轻微的不适。大家来欢迎新人！然后适当介绍一下自己。程旭说话较之长廊处明显提高了一个八度。然而我记得的只是一个披着长发的女生和一个戴着帽子的男生。主人不在场，人世间的人各有各的忙碌。男生代号是维特，那曾经引起许多热潮的名字，然而男生是沉默的，不曾介绍自己，距离上次说话已经有段时间了，始终在角落的椅子上坐着，看书，令人想到悲伤中带点希望的光亮的灰色。女生代号是湘灵，倚靠着沙发，一幕闲远的风景，她看的正好是桌上的元白诗选，于是我明白她曾经是如何失踪的了。争论的两人一个是张生，据说是组织分配给他的代号，其实所有人都是的，不过他总是特意强调这一点另外一人是觉民，争论时如名字一般激情，眼镜似乎支撑不住眼神里透露出来的想法。他们争论的不过是斯特里克兰是否应该出走，这时又延续起这一话题，但回音已经不如此前有力了。我和其他人安静着，在这一瞬间都成为了沉默的维特。这无言得来的融入感让我感到仿佛找到了归宿，没有热火朝天，不会感到恐慌，但却有着切实的陪伴感，似乎拥有了某种精神上的资本与支持。天色逐渐暗下来，那零落的月亮业已寻回自己的存在，在其预备着移动到书页上唤回流浪在苍野的人时，我适时地打开了灯。我们在生活中，个人家庭社会之间难免会有落差，那么今天，我就来讲讲落差的体验与思考。每个人的家庭和自己的起点都是与众不同的，有的家庭富裕，孩子可能就会有更优越的条件，有的家庭就不怎么富裕，孩子可能相对就差一些，有的人是社会精英，经理或者老板，在世界强公司上班，在北上广这些城市待着，可有的人就只能给别人端茶倒水，这些可以来说都是落差。但是就是因为这样的落差，那些能力有些弱的孩子就会感觉到自卑，感觉自己比不上别人，但是我认为这并不需要自卑，我讲一个自己的体验经历，你就会明白。"}
{"text":"但是就是因为这样的落差，那些能力有些弱的孩子就会感觉到自卑，感觉自己比不上别人，但是我认为这并不需要自卑，我讲一个自己的体验经历，你就会明白。我有一个朋友，他在上海的一家世界强公司工作，而且是名牌大学毕业，但是我自己只是一个本科文凭，从心里面，虽然我也感觉到一些落差，但是我也并没有感到自卑或者什么，我认为，只要我努力学习，我也会赶上他的，世上无难事，只要肯攀登，只要我努力，我以后肯定也会有精彩的人生，总有一天，我也会当上主角。怎么样，听完了我这个故事，你是不是感觉了好多，是不是觉得出发点低算什么，只要自己努力，别人有的将来自己都会有，如果你有梦想，也不要因为落差而放弃，这个世界，有很多梦想，就看你能不能迈出那勇敢的第一步，生如蝼蚁当立鸿鹄之志，命薄似纸应有不屈之心。相信梦想，你永远比你想象中更勇敢，相信奇迹，每个人都有飞翔的权利，相信梦想，他没有那么遥不可及，相信奇迹，其实你真的可以，相信自己，加油你真的可以，你比你想象中更美好，更厉害。时间即是财富，且人越年轻，所持有的时间价值越高！人从出生以后，生命的倒计时就开始了，如果把每个出生的人所持有的时间比作一个银行账户，那么这个账户从你出生的第一声啼哭开始，就打开了扣款这一选项，这是不可逆的！在接下来的几年里，你将用你的时间，换来身体的成长，对这个世界的初步认知，以及最重要的东西，那就是父母的爱！在这期间，有些人能得到的多一些，有些人少一点，有些人没有，甚至有些人得到的不是爱，而是恨！但请不要忘记，时间不会停止，你得到的这些情感，都将伴随这你的一生，甚至影响着你将来的一举一动！当大多数人开始步入校园时，你将用你的时间去换取知识，在课堂上的每一秒钟，能获取到多少知识，取决于你对知识的快速认知和是否让大脑充分的运作，这是一个循序渐进的过程，而这个过程，将在高考这个时间点里达到巅峰！有些人在这个时间点里，已经做好了进入下一个阶段的准备，有些人或许没准备的很全面，但勉强能应付，但更多的人，是出于一个迷茫的状态里，不知道未来将会去往何处，自己是否有能力应付接下来的一切！此时，时间并不会因为你的犹豫或者不安而停止，童年的经历让你形成习惯，而习惯会影响你的情绪。"}
