{"text":"然而军队是一两天内就会到的三件事――住的地方，困的稻草，吃的东西，必须立刻想法。是一师兵呢，不是玩的。住，还有办法四乡茧厂和寺庙，都可以借一借困的稻草，有点勉强了，就是吃没有办法。供应一万多人的伙食，就算一天罢，也得几千块钱呀！自从甲子年以来，镇上商会办这供应过路军队酒饭的差使，少说也有十次了没一次不是说相烦垫借，然而没一次不是吃过了揩揩嘴巴就开拔，没有方法去讨。向来过路的军队，少者一连人，至多不过一团，一两天的酒饭，商店公摊，照例四家当铺三家钱庄是每家一百，其余十元二十元乃至一元两元不等，这样就应付过去了。但现在当铺只剩一个，钱庄也少了一家新近倒闭了一家，出钱的主儿是少了，兵却多，可怎么办呢？听说商会讨论到半夜，结果是议定垫付后在国难捐项下照扣。他们这一次不肯再额外报效了！到第二天正午，两脚新闻报跑来对我说道气死人呢！总当做是开出去帮助十九路军打东洋人，哪里知道反是前线开下来的。前线兵多，东洋人有闲话，停战会议要弄僵，所以都退到内地来了。这不是笑话？听说不是开出去打东洋人，我并不觉得诧异我所十分惊佩的是镇上的小商人办差的手腕居然非常敏捷，譬如那足够万把人困觉的稻草在一夜之间就办好了。到他们没有了这种咄嗟立办的能力时，光景镇上的老百姓也已流徒过半罢？――我这么想。又过了一个下午又一夜，县里的电话又来说是那一师人临时转调海宁，不到我们镇上来了。于是大家都松一口气不来顶好！却是因为有了这一番事，商会里对于国难捐提出了一个小小的交换条件――不是向县里或省里提出，而是向本镇的区长和公安局长。这条件是年年照例有的香市如果禁止，商界就不缴国难捐。香市就是阴历三月初一起，十五日为止的土地庙的庙会式的临时市场。乡下人都来烧香，祈神赐福，――蚕好，趁便逛一下。在这香市中，甲子年这里指年。有各式卖耍货的摊子，各式打拳头变戏法傀儡戏髦儿戏等等乡下人在此把口袋里的钱花光，就回去准备那辛苦的蚕事了。年年当这香市半个月工夫，镇上铺子里的生意也带联热闹。今年为的地方上不太平，所以早就出示禁止，现在商会里却借国难捐的题目要求取消禁令，这意思就是给我们赚几文，我们才能够付捐。换一句话是我们可生不出钱来，除非在乡下人身上想法。"}
{"text":"乡下人都来烧香，祈神赐福，――蚕好，趁便逛一下。在这香市中，甲子年这里指年。有各式卖耍货的摊子，各式打拳头变戏法傀儡戏髦儿戏等等乡下人在此把口袋里的钱花光，就回去准备那辛苦的蚕事了。年年当这香市半个月工夫，镇上铺子里的生意也带联热闹。今年为的地方上不太平，所以早就出示禁止，现在商会里却借国难捐的题目要求取消禁令，这意思就是给我们赚几文，我们才能够付捐。换一句话是我们可生不出钱来，除非在乡下人身上想法。而用香市来引诱乡下人多花几文，当然是文明不过的办法。香市举行了，但镇上的商人们还是失望。在饥饿线上挣扎的乡下人再没有闲钱来逛香市，他们连日用必需品都只好拚着不用了。我想要是今年秋收不好，那么，这镇上的小商人将怎么办哪？他们是时代转变中的不幸者，但他们又是彻头彻尾的封建制度拥护者虽然他们身受军阀的剥削，钱庄老板的压迫，可是他们惟一的希望就是把身受的剥削都如数转嫁到农民身上。农民是他们的衣食父母。他们盼望农民有钱就像他们盼望自己一样。然而时代的轮子以不可阻挡的力量向前转，乡镇小商人的破产是不能以年计，只能以月计了！我觉得他们比之农民更其没有出路。原载年月现代卷期冥屋小时候在家乡，常常喜欢看东邻的纸扎店糊阴屋以及船，桥，库一类的东西。那纸扎店的老板戴了阔铜边的老花眼镜，一面工作一面和那些靠在他柜台前捧着水烟袋的闲人谈天说地，那态度是非常潇洒。他用他那熟练的手指头折一根篾，捞一朵浆糊，或是裁一张纸，都是那样从容不迫，很有艺术家的风度。两天或三天，他糊成一座阴屋。那不过三尺见方，两尺高。但是有正厅，有边厢，有楼，有庭园庭园有花坛，有树木。一切都很精致，很完备。厅里的字画，他都请教了镇上的画师和书家。这实在算得一件艺术品了。手工业生产制度下的艺术品！它的代价是一块几毛钱。去年十月间，有一家亲戚的老太太还寿经。我去拜揖，盘桓了差不多一整天。我于是看见了大都市上海的纸扎店用了怎样的方法糊阴屋以及船，桥，库了！亲戚家所定的这些冥器，共值洋四百余元那是多么繁重的工作！――我心里这么想。可是这么大的工程还得当天现做，当天现烧。并且离烧化前四小时，工程方才开始。"}
{"text":"这实在算得一件艺术品了。手工业生产制度下的艺术品！它的代价是一块几毛钱。去年十月间，有一家亲戚的老太太还寿经。我去拜揖，盘桓了差不多一整天。我于是看见了大都市上海的纸扎店用了怎样的方法糊阴屋以及船，桥，库了！亲戚家所定的这些冥器，共值洋四百余元那是多么繁重的工作！――我心里这么想。可是这么大的工程还得当天现做，当天现烧。并且离烧化前四小时，工程方才开始。女眷们惊讶那纸扎店怎么赶得及，然而事实上恰恰赶及那预定的烧化时间。纸扎店老板的精密估计很可以佩服。我是看着这工程开始，看着它完成用了和儿时同样的兴味看着。这仍然是手工业，是手艺，毫不假用机械可是那工程的进行，在组织上，方法上，都是道地的现代工业化！结果，这是商品四百余元的代价！工程就在做佛事的那个大寺的院子里开始。动员了大小十来个人，作战似的三小时的紧张！船是和我们镇上河里的船一样大，桥也和镇上的小桥差不多，阴屋简直是上海式的三楼三底，不过没有那么高。这样的大工程，从扎架到装璜，一气呵成，三小时的紧张！什么都是当场现做，除了阴屋里的纸糊家具和摆设。十来个人的总动员有精密的分工，紧张连系的动作，比起我在儿时所见那故乡的纸扎店老板捞一朵浆糊，谈一句闲天，那种悠游从容的态度来，当真有天壤之差！艺术制作的兴趣，当然没有了这十几位上海式的阴屋工程师只是机械地制作着。一忽儿以后，所有这些船，桥，库，阴屋，都烧化了而曾以三小时的作战精神制成了它们的工程师，仍旧用了同样的作战的紧张帮忙着烧化。和这些同时烧化的，据说还有半张冥土的房契留下的半张要到将来那时候再烧。时代的印痕也烙在这些封建的迷信的仪式上。年月日原载年月日东方杂志卷号还寿经为了表示儿子的孝心，在父母寿辰时大概是五十以后逢十的寿辰请和尚念经，叫做还寿经，这是嘉兴湖州一带的风俗。――注光明到来的时候一朋友！这，这是什么哟！我好像看见一点什么了！红的，绿的，黄的，小小的，圆圆的，尖角的，在那里跳！跳！可是我并没有看见。你在那里做梦！不是梦！你说，怎么会是梦呢？我咬我的指头，我觉得痛！"}
{"text":"――注光明到来的时候一朋友！这，这是什么哟！我好像看见一点什么了！红的，绿的，黄的，小小的，圆圆的，尖角的，在那里跳！跳！可是我并没有看见。你在那里做梦！不是梦！你说，怎么会是梦呢？我咬我的指头，我觉得痛！朋友，这又来了红的，绿的，小小的，在那里飘浮，在那里跳跃！那么，一定是你的眼花！我们小时候一闭了眼睛就会看见一些眼花五彩的光圈，五彩的线条，旋转，舞蹈！我们做了大人以后就没有这些眼花了。你比我年青些，也许你还有――年青些？哈哈！笑什么！你还能够笑？呵呵，我笑了么？因为我又看见那些小小的活跃的东西了！红的，绿的！这回比刚才更加多了！一点也不含糊，更加多了！更加活跃！全是梦话，全是幻想！你还有心情说梦话，唉！当真你一点也不见么？这是可怜的！朋友，你到我这边来，就看见了！朋友，这是我的手。你扶着我的手过来罢！朋友，当心跌交！脚底下有坑！朋友！这是我的手，我的臂膊！你的呢？你的呢？你的手多么热呀！我全身的血都沸滚了哟！你想想，一向是无穷无尽的黑暗，坟墓一样，而现在我看见了有一些活跃的东西，彩色的东西了！喔唷唷！你踩了我的脚！哎！这毛茸茸的就是你的头么？哈哈，你抱住了我么？我们紧紧地抱着罢！现在，你看，这不是么？红的，绿的！呵呵！可是我眼前仍旧一片黑暗，黑暗！这就怪了！――哦，不要动！是我的手哟，你不要怕！这是你的脸么？这么着，不要动！你朝前看呀！朝前看呀！哈哈，我也看见了！当真！可不是红的，绿的，蚊子一样的，在那里飞舞么？是呀！像一支军队，它们跳跃着拥上前来呀！呵呵，它们像从天上来！它们排成一直线来，没有一点弯曲！多么美丽！多么活跃！多么勇敢呀！而且它们不退缩！往前冲，往前冲！哈哈！二个碰在一处了！变成大一些的一个了！又分开了！仍然往前冲，往前冲！喂，朋友，你猜来这是什么？怎么你不说话？你睡着了么？嘿！你会在这些美丽的活跃的现象面前睡觉！胡说！我在这里想，我在这里想呀！又是想了！空想家！不要吵！我在这里研究呀！"}
{"text":"当真！可不是红的，绿的，蚊子一样的，在那里飞舞么？是呀！像一支军队，它们跳跃着拥上前来呀！呵呵，它们像从天上来！它们排成一直线来，没有一点弯曲！多么美丽！多么活跃！多么勇敢呀！而且它们不退缩！往前冲，往前冲！哈哈！二个碰在一处了！变成大一些的一个了！又分开了！仍然往前冲，往前冲！喂，朋友，你猜来这是什么？怎么你不说话？你睡着了么？嘿！你会在这些美丽的活跃的现象面前睡觉！胡说！我在这里想，我在这里想呀！又是想了！空想家！不要吵！我在这里研究呀！又是研究了研究系！不要吵，行么？这是一个现象，总得研究！我要研究它是不是我们那视官的幻觉！是不是就像我们小时候那眼花，我要研究它！我们不能随便轻信，随便盲动，随便上当！你这怀疑派！难道你觉得那黑暗还不够久长么？不要吵！研究出来了这是一道光！一道光！嗳？不错，一道光！穿破了这黑暗的一道光！外边天亮了，而我们这黑暗的古老的建筑也有了裂缝了！有了裂缝么？是呀！这古老的坚牢的坟墓早已应该崩坍，早已有了裂缝，而现在，外边的光明钻进这裂缝来了！哈哈！哈哈！你还讥笑研究的态度么？可是光知道了有什么用？知道了就会发生行动！智慧产生信仰，信仰产生力量！呵呵，那么我们来罢！我们打破这牢狱！打破这黑暗的笼！这是我的手，我的拳头！你的呢，你的呢？哦――在这里了！我们打呀！我们冲呀！好呀！蓬蓬！朋友，再用力！蓬蓬！呀！你怎么？我的手痛了！喔唷唷！腻忒忒的东西！我相信那就是血！我已经受伤！咄！你一说，当真我也觉得有点儿痛！我这也是血罢！然而朋友，不要畏缩，不要灰心！你想想，外边已经天亮，而且光明像一支枪，像一支尖头的橛，已经打进了我们这黑暗的笼！对呀！那么一条细光就已经很美丽，外边的全是光明的世界不知道美丽到怎样了！呀呀！我想着了就快活到全身发抖！可是我痛得全身发抖！一点力都没有了！这黑暗的笼还是很坚固！呀！红的绿的更加多了！它们跳跃，跳跃！我也是一点力都没有了！可是我们的力量本不在拳头而在头脑！现在却需要拳头！可是我要休息一下。那裂缝总是愈裂愈大，我们且等待一下，到时机成熟再动手罢！呀呀！多么美丽，这一道光！然而还只得指头粗细那么一道！哎！我手脚都软了！不知道是为的疲倦呢，还是为的快乐！"}
{"text":"对呀！那么一条细光就已经很美丽，外边的全是光明的世界不知道美丽到怎样了！呀呀！我想着了就快活到全身发抖！可是我痛得全身发抖！一点力都没有了！这黑暗的笼还是很坚固！呀！红的绿的更加多了！它们跳跃，跳跃！我也是一点力都没有了！可是我们的力量本不在拳头而在头脑！现在却需要拳头！可是我要休息一下。那裂缝总是愈裂愈大，我们且等待一下，到时机成熟再动手罢！呀呀！多么美丽，这一道光！然而还只得指头粗细那么一道！哎！我手脚都软了！不知道是为的疲倦呢，还是为的快乐！我也只好歇一下。朋友，你不想大声叫一下么？我们大声叫呀！多么美丽！光明在前面不远了！朋友，我们拥抱罢！我们要唱一支歌，欢迎光明的来到！二不知道又经过多少时候了。怎么还没听得外边有响动！我闷得慌！可不是！我的心头就像有许多蚂蚁历历落落的在那里爬！想到外边的世界已经放光明，我就觉得这里的黑暗更加不可耐了！先前怎么会忍耐得下去，想来真奇怪！然而你不要性急，馒头已经吃到豆沙边了！你看！一道道的光，更加多了！一条，两条，三条，四条了！哈哈，这光线的网！多么美丽，是奇观呀！你看！这些光线都比刚才又粗了些了！喂喂，你把你的脸放到那条顶粗的光线里让我看一看罢！我们好久没有看见你我的脸了！也许我们彼此要不认得了！现在，再移近些！喔呵！我看见了，看清楚了！你的脸多么苍白！就同死人一样！哎，你试笑一笑！多久我没有看见人们的笑容了！呸！你这笑不自然，不美丽！可怜的孩子，你连怎样笑都忘记了罢？你这怪丑恶的笑脸怎么好到外边那光明的世界！你用这样的笑脸去欢迎光明，那是天大的罪过呀！可是你呢？你也把脸放到这顶粗的光线里让我看一看罢！你会比我好些么！来，来，来！这里！这里！这里我相信我还不至于十分走样！咄！别吹牛！哈哈，你还像个人么！满脸的胡子了！还有，――你别动！你不要逃，你有一对红镶边的眼睛！你简直像个猴子！胡说！可惜没有一面镜子给你自己照一照！这也用得到大惊小怪么？经过了那么多的苦难，人总不免有点走样！我比你年纪大些，经过的苦难比你多，可是我的经验也就比你丰富了！哎！先前我们那一伙，最早的寻求光明的同志，现在只剩了我一个，怎么我能够不老呀！就是我的一辈，也只剩了个我！前些时还听得他们在那边坑里呻吟，现在好久没听到，想来都死了！咄，这杀人的黑暗！"}
{"text":"咄！别吹牛！哈哈，你还像个人么！满脸的胡子了！还有，――你别动！你不要逃，你有一对红镶边的眼睛！你简直像个猴子！胡说！可惜没有一面镜子给你自己照一照！这也用得到大惊小怪么？经过了那么多的苦难，人总不免有点走样！我比你年纪大些，经过的苦难比你多，可是我的经验也就比你丰富了！哎！先前我们那一伙，最早的寻求光明的同志，现在只剩了我一个，怎么我能够不老呀！就是我的一辈，也只剩了个我！前些时还听得他们在那边坑里呻吟，现在好久没听到，想来都死了！咄，这杀人的黑暗！可是也快完结了！对了！那个坑！那个杀人的坑！我比你早出世，那时候，这里还没有现在那么黑暗，我看见过那坑的险恶！坑边是刀山，坑底是成万的毒蛇！――呵！你看呀！这一条光恰就射到那坑边上了！那白森森的就是枯骨，那一闪一闪发着红光的就是毒蛇的眼睛罢！呵！你再跟着那一道光看过去哟！那是什么？哦哦，那是吊人的木架子，那是砍头的大刀罢！呀呀，我现在又看见了这一切，再要我多住一刻当真不行！可不是！看见的危险比不看见的更加可怕！我的心突突地跳！我怕它会一下里爆裂了！朋友，不要再朝下边看了。我们朝上面看罢！不要回忆那些过去的，我们想想那未来的罢！朋友，你总该知道外边的光明世界是怎么一个景象？咳，可怜的孩子，你真是太幼稚了！可是也不能怪我！刚刚我懂一点事！黑暗就包围了我！况且书本子早就被他们烧光了，严密的文化封锁！哦哦，不错，那么，让我来想一想。哦，书本子上说――怎么！你也只是书本子上看来的么？咦！不晓得天有多高，地有多厚的孩子！除了书本子，我们还有什么可以做根据呀！嗳！我记得书本子上说过――总而言之，是一个全善全美的世界，乐园，天堂！说下去呀！我等着你再说下去呀！你说得具体一点儿，不要太抽象！真是麻烦的孩子！那么，你听着！嗳，从哪儿说起呢？一部二十四史！呵，有了，你用心听着！大概是什么神话上说过，从前世界上有一个黄金时代，那时候，人类不分你我，共同生活，没有贪鄙奸诈面包生在树上，河里就是牛奶没有主人，也没有奴隶，平等，自由，幸福！处处是琼楼贝阙，鸟语花香！这样的黄金时代，古已有之，而现在回来了，就是那外边的光明世界。啧啧！那才是人的生活！就在外边么？我不耐烦了！呵！你要耐烦点！不是已经试过了么，我们的拳头不中用！"}
{"text":"真是麻烦的孩子！那么，你听着！嗳，从哪儿说起呢？一部二十四史！呵，有了，你用心听着！大概是什么神话上说过，从前世界上有一个黄金时代，那时候，人类不分你我，共同生活，没有贪鄙奸诈面包生在树上，河里就是牛奶没有主人，也没有奴隶，平等，自由，幸福！处处是琼楼贝阙，鸟语花香！这样的黄金时代，古已有之，而现在回来了，就是那外边的光明世界。啧啧！那才是人的生活！就在外边么？我不耐烦了！呵！你要耐烦点！不是已经试过了么，我们的拳头不中用！可是我现在全都知道了，我就耐不住我想我一定得闷出病来罢。唷唷，快了！你不看见这里纵横四射全是一道一道的光么？哈！又多了几条了，五条，六条，七条！哈，这黑暗的老屋子全是些裂罅了！快了！哈！不要响！那是什么声音？听得么？听得么！呵，当真！那好像是风罢，呼――呼――的！而且那轰隆隆的，一定是雷！呵，风！雷！而且还有雨呢！你听！那一片擂鼓似的声音！这是少有的大风雷雨！我的耳朵也震聋了！我们说话也听不清了！呵，这是翻天覆地的大风雷雨！等我想一想历史上说的洪水时期也许就是这么一个样子。喂！喂！你说的什么红，红？我一点也听不清楚！不好了！地在我们脚底下震动！我想这是火山爆发！呵！这一声！呵！地震！雷吼！我还看见了电火！呵――喔――怎么！你发疯？你扑在地下干什么？呀呀！看那边，那边！一派亮光！一派火！我们右边没有那牢墙了！哈哈！自由！光明！可是，咦，怎么的，我的眼睛――让我来看！火，火，火！啊哟！哪里来的针刺了我的眼睛！天哪！怎么我睁不开眼睛！我要去欢迎光明呀，怎么我的眼睛――而且我也是一样的病！你说，快说！什么病？啊哟！风吹得我全身发抖！有什么东西烫着我的皮肤！而且我的眼睛还是痛，很痛！呃怎么！这是你么？你抱住了我干什么？你拖我走？你拉我到哪里去呀？天哪！我的眼睛！我怕是盲了不成！你拖我到哪里去呀？你，你，你！三现在没有声音了。那蓬蓬地响着的又是什么？那光景就是大火！烧毁了一切的大火！也要烧到我们这里来罢？光景是要来的！那么我要去看一看，我要离开这半黑暗的该诅咒的墙角！但是你不怕那边太强烈的光线刺痛了你的眼睛么？我不怕！就是瞎了眼睛，我也要去！"}
{"text":"有什么东西烫着我的皮肤！而且我的眼睛还是痛，很痛！呃怎么！这是你么？你抱住了我干什么？你拖我走？你拉我到哪里去呀？天哪！我的眼睛！我怕是盲了不成！你拖我到哪里去呀？你，你，你！三现在没有声音了。那蓬蓬地响着的又是什么？那光景就是大火！烧毁了一切的大火！也要烧到我们这里来罢？光景是要来的！那么我要去看一看，我要离开这半黑暗的该诅咒的墙角！但是你不怕那边太强烈的光线刺痛了你的眼睛么？我不怕！就是瞎了眼睛，我也要去！为了寻求光明，即使瞎了眼睛也值得！但是那边并不是真的光明！那边的是地狱里喷发出来的孽火！那边一点也不像我从前所读的书本子上那些话！你难道能够断定你的书本子一定不错！书本子是死的，书本子不能预言了一切变化！我一定要走了！你也一块儿去罢！你的眼睛就能够睁开来么？我的是不行！在这里，我还觉得眼皮上麻辣辣地有点刺痛！我也有一点儿。但是我想来那是一定不可免的过程。你想想我们在黑暗中多久了，骤然跑到强烈的光明下，眼睛总要睁不开！总要觉得痛！忍过这一会儿就好了！可是我不愿意。并且我读过的书本子只许给我自由，快乐，没有说过先得受痛苦！先要给人痛苦的，那就不是理想的极乐世界！那么我一个人走了！不行！你不能一个人走！你一定要年长的人给你引路！我不要谁来引路！我会走自己的路！但是你丢我一个人在这里未免太残酷！那我没有别的办法。你竟说没有别的办法？那有什么办法呢？但是你最好再等一下。那边的大火会把你烧做灰！我就想到大火里去锻炼一下。你这是不知高低的话！哈，哈，哈！呵，雷又响了！这风！呀，呀，朋友，快走，快走！这墙也要倒下来了！我扶着你罢！呀――哼，哼，可是我当真不行了！我的心好像已经爆破了，我的眼睛也盲了！这变动！天翻地覆的变动！我相信这一定不是好的正气的变动！书本上从没说过我当真不行了！我不能动了！我快就要死了！但是朋友，你得努力，你得振作！我抱你起来罢？不成！呀呀！你的脸，你的嘴唇，全都冷下去了，冷下去了！让我来试一试看，还有没有气息？呀――可是，这墙当真就要倒了！火，火也就要烧过来了！哈！来罢！烧毁了旧世界的一切渣滓！来罢！我要在火里洗一个澡！"}
