{"text":"这是对自己的怨。第二，人与人之间相处，同事之间相处，长官与部下之间相处，彼此之间无怨恨心，没有什么遗憾的事，这个非常难。在原则上要先做到己所不欲，勿施于人。我不愿意做的，也应替部下设想，在他也是不愿意做的。譬如一个任务交下去，要告诉他，这是很痛苦的，要抱牺牲精神的，你愿意不愿意？这是在行政之间。当然，领导部队作战时，那情形又不同，那是另外一回事了。做到了于己于人都无怨尤，就是真正的仁行。冉雍听了以后说，我虽然没有高度的智慧，但是我会朝这方面努力。说到这里，我们看到这位论语的编辑实在了不起，所以我说它始终是一贯的。它第一段讲内在的修养，形而上的克己复礼，教诲的对象，是得孔门道统真传的颜渊。讲到外用的对象，则是孔子认为帝王之才的冉雍。下面这段是谈对于仁道的一般修养。司马牛的问题司马牛问仁。子曰仁者，其言也。曰其言也，斯谓之仁矣乎？子曰为之难，言之得无乎？司马牛问仁，孔子的答复又不同了。他说，有仁道的人，在讲话的时候，不随便说话。这个就是后世所谓说话忍一点，慢慢来。由这一句话看来，司马牛可能有放言高论的习惯，所以孔子教他不要随便说话。司马牛就说，讲话慢一点，不随便放言高论，这样就叫作仁吗？这个很容易嘛！孔子说，你不要看得容易，真做起来很难。这是孔子在教育方面，针对学生的个性行为，某一个缺点，加以纠正。接着司马牛就问君子。君子在中国古代文化中――尤其是儒家的观念里，差不多是一个完整人格的代名词。司马牛问君子。子曰君子不忧不惧。曰不忧不惧，斯谓之君子矣乎？子曰内省不疚，夫何忧何惧？他问孔子怎样才够得上做为一个君子。孔子道不忧不惧。我们听了这四个字，回想一下自己，长住在忧烦中，没有一样不担心的，我们怕自己生活过不好怕工作没有了，大而言之，忧烦时代怎么变？小而言之，自己的孩子怎么样？一切都在忧中，一切也都在怕中。透过了不忧不惧这四个字的反面，就了解了人生，始终在忧愁恐惧中度过，能修养到无忧无惧，那真是了不起的修养，也就是克己复礼的功夫之一。司马牛一听，觉得这个道理很简单。他说，只要没有忧愁，也没有恐惧，这就是君子？"}
{"text":"他问孔子怎样才够得上做为一个君子。孔子道不忧不惧。我们听了这四个字，回想一下自己，长住在忧烦中，没有一样不担心的，我们怕自己生活过不好怕工作没有了，大而言之，忧烦时代怎么变？小而言之，自己的孩子怎么样？一切都在忧中，一切也都在怕中。透过了不忧不惧这四个字的反面，就了解了人生，始终在忧愁恐惧中度过，能修养到无忧无惧，那真是了不起的修养，也就是克己复礼的功夫之一。司马牛一听，觉得这个道理很简单。他说，只要没有忧愁，也没有恐惧，这就是君子？以现在社会来说，街上这样的人太多了，到那些较低级的纯吃茶地方去看看，那里的人既不担心又不害怕，没有钱用就抢一点，那都是君子吗？孔子知道他弄错了，告诉他不忧不惧是不容易的，要随时反省自己，内心没有欠缺的地方，没有遗憾的地方，心里非常安详，等于俗话说的平生不作亏心事，夜半敲门鬼不惊。内心光明磊落，没有什么可怕的，有如大光明的境界，那时一片清净祥和。孔子所讲的不忧不惧是这个道理，并不是普通的不忧不惧。这里有三段司马牛的问题。下面是第三段四海之内皆兄弟司马牛忧曰人皆有兄弟，我独亡。子夏曰商闻之矣死生有命，富贵在天。君子敬而无失，与人恭而有礼，四海之内，皆兄弟也。君子何患乎无兄弟也？这里的答话是子夏说的，不是孔子说的。但我们常常看到有人写文章，说四海之内皆兄弟也死生有命，富贵在天。是孔子说的，这又弄错了。近几十年来，大家攻击中国文化几千年来受这两句话的影响太大，说中国人喜欢讲宿命论，受了这种思想的阻碍，所以没有进步。实际上这是中国文化，东方文化，人生哲学中最高的哲学。命是什么？天又是什么？在中国哲学中是大问题。后世的观念，对于所谓命，以为就是算八字的那个命看相的那个命宿命论的那个命，这就弄错了。这不是儒家观念的命，而儒家观念中的命，是宇宙之间那个主宰的东西，宗教家称之为上帝为神或为佛，哲学家称之为第一因，而我们中国儒家强调之称为命。这样说来，不就简单了吗？所以这命与天两个东西，可以讨论一生的，也许一生还找不到它们的结论。命是什么东西？在宇宙间生命有一个功能――用现在科学的观念称它为功能。人的生命的功能很怪，因此发展出宿命论。"}
{"text":"后世的观念，对于所谓命，以为就是算八字的那个命看相的那个命宿命论的那个命，这就弄错了。这不是儒家观念的命，而儒家观念中的命，是宇宙之间那个主宰的东西，宗教家称之为上帝为神或为佛，哲学家称之为第一因，而我们中国儒家强调之称为命。这样说来，不就简单了吗？所以这命与天两个东西，可以讨论一生的，也许一生还找不到它们的结论。命是什么东西？在宇宙间生命有一个功能――用现在科学的观念称它为功能。人的生命的功能很怪，因此发展出宿命论。我的医生朋友很多，中医也有，西医也有。我常对他们讲，天下医生都没医好过病，如医药真能医好病，人就死不了。药只是帮助人恢复生命的功能。有一位医生朋友，在德国学西医，中医也很懂。我介绍一位贫血的同学去就医，这个医生朋友说什么药都不要用，要这病人多吃点肉，多吃点饭。他说世界上哪里有药会补血的？除非直接注射血液进去，一百西西注射进去，吸收几十西西就够了，其余变成渣滓浪费了。西医说打补血针是补血的，中医说吃当归是补血的。补血的药只不过是刺激本身造血的功能，使它恢复作用。与其打补血针，还不如多吃两块肉，吸收以后，就变成血了。所以中国人有句老话药医不死病，佛度有缘人。所以用药医好的病，能够不死是命不该死。有一个病始终医不好的，这个病就是死病，这是什么药都没有办法的。所以我和医生朋友们说，小病请你看，生了大病不要来，你们真的医不好。这就是说生命真是有一个莫名其妙的功能，作战时在战场上就可以看到，有的人被子弹贯穿了胸腹，已经流血，但在他并不知道自己已受伤时，还可以冲锋奔跑，等他一发觉了，就会立刻倒下去。等于我们做事时，如果在紧张繁忙之中手被割破，并不会感觉到痛，但一发觉了，立即就感到痛，这种精神的心理的作用很大。胸腹贯穿了，在发觉以前，中间这段时间，还可维持一下，向前奔跑，这个维持住生命的东西，也是命，而命的安排就非常妙。关于富贵，孔子也说过，大家都想发财，但发财很难。我也一辈子想发财，我什么都不怕，就是怕钱，可永远发不了财，想尽办法也没有用。所以干脆不去想办法，晓得猴子摘包谷摘不到的。年幼时家乡有个人，专门为出丧人家抬棺材，夜间就敲更，非常穷。有一次几个月没见到他，后来又见到了，问他到哪里去了。他说意外地得了一笔钱，本想过一段舒服的日子，不料生了病，把钱医光，病也好了，还是和以前一样穷。"}
{"text":"关于富贵，孔子也说过，大家都想发财，但发财很难。我也一辈子想发财，我什么都不怕，就是怕钱，可永远发不了财，想尽办法也没有用。所以干脆不去想办法，晓得猴子摘包谷摘不到的。年幼时家乡有个人，专门为出丧人家抬棺材，夜间就敲更，非常穷。有一次几个月没见到他，后来又见到了，问他到哪里去了。他说意外地得了一笔钱，本想过一段舒服的日子，不料生了病，把钱医光，病也好了，还是和以前一样穷。当时听了就让它过去了，后来人生经验渐渐增加，就想起这个人。中国人的话小富由勤，大富由命。不可强求。这里子夏劝司马牛不必过分悲哀。因为司马牛有两兄――向趔向巢，他们在宋国作乱，司马牛想劝阻也没有用，所以才有这样的感叹。于是子夏就劝他放开胸怀，冥冥中自有命运的安排，不要为两个亲兄弟担心。即使没有兄弟，朋友就是兄弟，朋友同学们相处融洽，无异亲的兄弟。但交朋友要敬而无失在上论中孔子也曾说的久而敬之这句话，就是交朋友的大原则。朋友交得越久，越亲近了，就要越诚敬。相互间要保持一段恰当的距离，同时相处时要尽量避免过失，这样一来，到处都是好朋友亲兄弟，那怕没有兄弟？不但个人关系如此，领导部下同事，也是同样的道理。自知者明子张问明。子曰浸润之谮，肤受之诉，不行焉，可谓明也已矣。浸润之谮，肤受之诉，不行焉，可谓远也已矣。子张问什么是明？孔子就答复他上面的两句话，这是我们要注意的。尤其是年轻朋友们前途无量，更要注意浸润之谮，肤受之诉。这八个字。将来领导别人，乃至朋友同事之间的相处，是很难避免的。浸润就是渗透手段。谮是讲人家的坏话。肤受就是皮肤表面上的一点点伤害。诉是心理上的埋怨攻击。远，就远离错失了。我们看历史上和社会上许多现象，尤其当过主管的，更体会得到，许多人攻击的手段非常高明。一点一滴的来，有时讲一句毫不相干的话，而使人对被攻击者的印象大大改变。而身受攻击的人，只觉得好像皮肤上轻轻被抓了一下而已。所以这八个字，特别要注意。自己千万不要这样对人，同时自己也不要听这些小话进来，尤其当长官的，对于这些小话不听进来，是真正的明白人。"}
{"text":"肤受就是皮肤表面上的一点点伤害。诉是心理上的埋怨攻击。远，就远离错失了。我们看历史上和社会上许多现象，尤其当过主管的，更体会得到，许多人攻击的手段非常高明。一点一滴的来，有时讲一句毫不相干的话，而使人对被攻击者的印象大大改变。而身受攻击的人，只觉得好像皮肤上轻轻被抓了一下而已。所以这八个字，特别要注意。自己千万不要这样对人，同时自己也不要听这些小话进来，尤其当长官的，对于这些小话不听进来，是真正的明白人。但作明白人很难，尤其作主管，容易受蒙蔽，受人的蒙蔽，要浸润之谮，肤受之诉。在你面前行不通，你才是明白人，这是孔子对于明白人的定义。做到这一步，才会远离错失。至于老子所讲的明白人又进一步了，老子说知人者智，自知者明。能够知人，能够了解任何一个人的人，才是有大智慧的人，能够认识自己的，才是明白人。人都不大了解自己，对别人反而知道得清楚。因此在老子的观念中，明白人并不多。上面都是讲个人仁的修养，包括了内在的和外用的，下面又转了一个气势。众志成城子贡问政。子曰足食足兵，民信之矣。子贡曰必不得已而去，于斯三者何先？曰去兵。子贡曰必不得已而去，于斯二者何先？曰去食，自古皆有死，民无信不立。这是孔子的政治哲学，能不能绝对奉行得通，就要斟酌时代与环境的情势。儒家政治道德的理想非常高，是对的，但是懂了以后用起来，还是要知道权宜变通，不能太迂腐。子贡问领导政治的道理。孔子的观念有三个足食，包括经济政治社会的安定大家有饭吃有衣穿生活好。第二足兵，国防的建立。能够做到足食足兵，还要使人民对他信赖。这几件事做起来很难，以现在观念看，牵涉的范围太广太广。子贡就说，假使时代的环境，到了没有办法完全做到的趋势，要在这三件事之间少做一件的时候，应该先去掉哪一样？孔子说，先去了军事经费，缩减人事预算。子贡说，万一碰到这时代中，一个国家非常贫穷困苦，把军事经费撤销了，还不能维持，对于足食与立信这两点，又应先去哪一项？孔子说，那宁可牺牲经济建设，大家穷，乃至没有饭吃都可以，唯有一个政治大原则中的信，必须坚守。人民对政府的信心坚定，然后才能产生力量。"}
{"text":"子贡就说，假使时代的环境，到了没有办法完全做到的趋势，要在这三件事之间少做一件的时候，应该先去掉哪一样？孔子说，先去了军事经费，缩减人事预算。子贡说，万一碰到这时代中，一个国家非常贫穷困苦，把军事经费撤销了，还不能维持，对于足食与立信这两点，又应先去哪一项？孔子说，那宁可牺牲经济建设，大家穷，乃至没有饭吃都可以，唯有一个政治大原则中的信，必须坚守。人民对政府的信心坚定，然后才能产生力量。内外兼修之谓美下面一节，讲到文质之辩。棘子成曰君子质而已矣，何以文为？子贡曰惜乎！夫子之说君子也，驷不及舌。文犹质也，质犹文也。虎豹之A，犹太羊之A？棘子成是卫国的大夫，也是所谓当权派的人物。他的理论，认为一个人只要天性好，有才能，何必要受教育，求知识，学习文化思想呢？子贡反对这个意见。他说，非常抱歉，可惜你这个见解不对，你对于君子所下的定义不对。驷不及舌，驷就是四匹马驾的车子，当时是最快的交通工具。像这样快的车子，还不及舌头。用现代观念来讲，就是文化宣传和思想传播的重要，它的影响力远大而且快速。所以不能随便讲话，影响后果太大。子贡又说，文化思想的修养与人的资质，本来就是一个东西。古人的解释质者直也。犹如一条直线，很纯洁朴素的，就是本质。文化思想的保留及传达要靠用，既然有用，那就要靠文了，所以文与质同样的重要。虎豹之A，犹犬羊之A。刚从兽类身上剥下来，还没有经过加工精制，带有毛的皮叫作A。他说，虎豹的皮和犬羊的皮，在本质上都同样是兽皮，没有两样。但表面上的花纹有好看与不好看的分别。这里是子贡强调文与质有同等的价值，也就是在上论中孔子所谓文质彬彬，然后君子。的发挥。讲到这里，如继续引伸，可以从历史文化与个人两方面来看。先从历史文化方面来说，世界各国的历史发展都有一个通例凡是有高度文化的国家，它的文与质双方面都是并重的。如果偏向于文，这一个国家一定要发生问题。我们知道，过去世界各民族搞哲学思想，最有兴趣，最有成就的，要算是印度和希腊。印度人自上古以来哲学思想就很发达，因此形成了佛教思想。印度的气候不比中国，在南印度到中印度一带，天气很热，生活简单，一年四季都只穿一件衣服就够了。"}
{"text":"的发挥。讲到这里，如继续引伸，可以从历史文化与个人两方面来看。先从历史文化方面来说，世界各国的历史发展都有一个通例凡是有高度文化的国家，它的文与质双方面都是并重的。如果偏向于文，这一个国家一定要发生问题。我们知道，过去世界各民族搞哲学思想，最有兴趣，最有成就的，要算是印度和希腊。印度人自上古以来哲学思想就很发达，因此形成了佛教思想。印度的气候不比中国，在南印度到中印度一带，天气很热，生活简单，一年四季都只穿一件衣服就够了。我们过去讲天衣无缝，这个天原来的意思就是天竺。汉代翻译的音与现在不同，唐以后翻成印度。当时印度衣服的大概式样，现在到泰国边境还看得见，就是一块布，身上一围，就是天衣。不需要像我们的一样用针线缝起来，当然无缝。更热的地方甚至可以不穿。肚子饿了，香蕉等野生水果，什么都可以吃。吃饱了以后躺下睡觉，醒来以后坐在那里静静地寻思，想些神秘难解的问题。所以印度哲学的发展，受地理因素的影响很大。希腊的哲学思想，也很发达。我们讲到文化史时，心目中对希腊这个地方，充满景仰之心。如果到了那里一看，没有什么了不起，只是一个比较苦寒的地方。这种苦寒的地方，人生的问题也多，譬如一个人遭遇了困难，会想到自己为什么这样命苦？再想命苦是什么原因？这样慢慢想下去，哲学问题就出来了。这两个地方，哲学思想那么高，他们为什么不能建立一个富强的大国？那就是文质不相称的必然现象。我们再看西方的文化，像罗马，无论雕刻建筑等等都很高明，但是它的文化在文学境界艺术境界到达了最高峰的时候，就开始衰落了。这差不多是世界文化发展史上，一个必然的道理。只有我们中华民族的国家民族文化政治历史是一体的整体的。全世界也只有我们中国是如此。这就要注意，文化历史与国家民族的关系有如此深厚。只有中国不受这个影响。历代兴衰的趋势回转来看中国每一个朝代文与质的问题。我们提过夏尚质，殷尚忠，周尚文，这三代各有不同。夏禹时代开始建立一个大的农业国家，一切都是质直的朴素的。到了殷朝的时候，人还是很老实，但是宗教色采比较浓厚。我们文化整体的建立完成在周代，因为周尚文。但是周朝的文化，仍是根据夏商文化损益而成，是文化传统的总汇。后来历史的演变，一代一代看得很清楚。"}
{"text":"只有中国不受这个影响。历代兴衰的趋势回转来看中国每一个朝代文与质的问题。我们提过夏尚质，殷尚忠，周尚文，这三代各有不同。夏禹时代开始建立一个大的农业国家，一切都是质直的朴素的。到了殷朝的时候，人还是很老实，但是宗教色采比较浓厚。我们文化整体的建立完成在周代，因为周尚文。但是周朝的文化，仍是根据夏商文化损益而成，是文化传统的总汇。后来历史的演变，一代一代看得很清楚。秦纪太短，等于是战国时代的余波，不去谈它。到了汉朝的建立，四百年刘家政权，早期也非常质朴，慢慢国家社会安定了，文风就开始兴盛了。到东汉时文风特别盛，历史的趋势也走下坡路了。汉以后是魏晋南北朝，我们知道魏晋以曹操司马懿为宗祖。如果说到文学的境界与质作比较魏晋的文风，包括了哲学思想，实在是了不起。第一个了不起的人就是曹操，他们父子三人在文学发展史上贡献非常大，的确是第一流的文人，所以影响整个魏晋时代的文风都很盛，但缺乏尚忠的质朴。一直到了南北朝，这几百年都很乱，不是没有文，而是没有质朴的气息。后来唐代统一了天下，他们李家的血统中，有西北边陲民族的血液，所以唐代开国之初，文风也好，政治风气也好，社会风气也好，非常其实。我们今天讲中国文化的诗，都推崇唐诗为代表，别代的诗虽然都很好，为什么不足以代表，而推崇到唐诗？说起来好像唐诗没有什么了不起，不外歌颂月亮好，花开得好，风吹得舒服，风花雪月而已。可是唐代的诗，咏颂风花雪月，就是有那股质朴的美。到了中唐和晚唐时期，文风越来越盛，而民族的质朴粗野与宏伟的气魄衰落了，没有了。经历了五代，到了宋赵匡胤统一中国，一开始文风非常发达。讲文学讲学问，谁提倡的？就是赵匡胤他俩兄弟。在马上二十年，手不释卷，一边打仗，还爱读书。乃至于带部队去前方打仗的时候，后面几十匹马跟着驮的也是书。我们读历史读到这里，问题就来了。我们看到有宋立国的天子，是军事家而兼文人，以致宋代的统一，只统一了一半，北方幽燕十六州根本就没有统一过。因为赵匡胤是军人，上过战场，打过仗，晓得战争的可怕。同时他又是爱好读书的学者，不愿意打仗。再者，也觉得没有把握。所以宋代一开国，等于是半个中国。而宋代的文风非常盛，开国的气魄则始终不像汉唐那样壮观。再下来，元朝不必谈了，八十年匆匆而过。"}
{"text":"在马上二十年，手不释卷，一边打仗，还爱读书。乃至于带部队去前方打仗的时候，后面几十匹马跟着驮的也是书。我们读历史读到这里，问题就来了。我们看到有宋立国的天子，是军事家而兼文人，以致宋代的统一，只统一了一半，北方幽燕十六州根本就没有统一过。因为赵匡胤是军人，上过战场，打过仗，晓得战争的可怕。同时他又是爱好读书的学者，不愿意打仗。再者，也觉得没有把握。所以宋代一开国，等于是半个中国。而宋代的文风非常盛，开国的气魄则始终不像汉唐那样壮观。再下来，元朝不必谈了，八十年匆匆而过。到了明朝三百多年来继承宋朝的文学，学术的气势格局就不大。我们要注意，在元朝以前的西方人，哪里知道有今天，那时他们根本还落后得很。所以当时在中国做过官的意大利人马可波罗，回去写了一篇游记，报道中国的文化。欧洲人看了根本还不相信，认为世界上哪里有这样美丽的天堂。到了明朝中叶以后，西方文化才抬头，所谓西方文艺复兴，就是这个阶段。至于清朝，我们推开民族问题不谈，在前一百五十年中，的确是文与质都很可观的。从这些历史上看，我们了解了一个国家民族的建立，文质两方面万万不能有所偏废。再回到现代，今日整个世界，危机很重。而且还不是政治军事这些因素，乃是没有文化了。尤其我们目前所面对的整个世界，经济失调，又导致文化衰乱，这是很严重的。目前世界各国，经济上都有赤字，只有德国例外。研究结果，二十多年来，世界各国，受了凯因斯经济学理论――消费刺激生产的影响，大家吃亏很大，像英国人连糖都吃不起了。一种思想，一种学说，对世界人类社会的影响，就有这样严重。美国这几年来所以通货如此膨胀，就是一直运用凯因斯经济思想的结果。现在晓得后果不佳，已经没有办法了，短时间之内无法纠正。德国之所以能立于不败，就是经济恐慌后没有死守凯因斯的经济理论，而用古典的经济思想，也就是中国人的省吃俭用，量入为出的思想。很简单，生之者众，用之者寡。自然经济稳固。证明用古老的思想对了，这就是时代的考验，这都是学说文化，我们不要把它分割，认为这是经济学，与孔孟之学有什么相干？总之，文化是整体的。继绝传薪由此引伸出来，我们看到，国家民族的兴衰，端赖于文质的均衡发展。现在我们文化的危机当然很严重，以后我们自己以及我们的下一代，如何在继绝存亡之间，去挑起文化传统的责任来。"}
