{"text":"相比之下，尤其不喜欢听人说别人是洋鬼子。这世界上各个民族都有自己的文化，这些文化都有特异性，就如每个人都与别人有些差异。人活在世上，看到了这些差异，就想要从中得出于己有利的结果。这虽是难以避免的偏执，但不大体面。我总觉得，这种想法不管披着多么深奥的学术外衣，终归是种浅薄的东西。对于现世的人来说，与别人相较，大家都有些先天的特异性，有体质上的，也有文化上的。有件事情大家都知道日耳曼人生来和别的人有些不同黄头发蓝眼睛大高个儿，等等。这种体质人类学上的差异被极个别的混账日耳曼人抓住，就成了他们民族优越的证据，结果他们就做了很多伤天害理的事。犹太民族则是个相反的例子他们相信自己是上帝的选民，但在尘世上一点坏事都不做。我喜欢犹太人，但我总觉得，倘他们不把选民这件事挂在心上，是不是会好些？假如三四十年代的欧洲犹太人忘了这件事，对自己在尘世上的遭遇可能会更关心些，对纳粹分子的欺凌可能会做出更有力的反抗你也是人，我也是人，我凭什么伸着脖子让你来杀？我觉得有些被屠杀的犹太人可能对上帝指望得太多了一点――当然，我也希望这些被屠杀的人现在都在天堂里，因为有那么多犹太人被纳粹杀掉，我倒真心希望他们真是上帝的选民即使此事一真，我这非选民就要当地狱里的烤鸭，我也愿做这种牺牲――这种指望恐怕没起好作用。这两个例子都与特异性有关。当然，假如有人笃信自己的特异性一定是好的，是优越正义的象征，举一千个例子也说服不了他。我也不想说服谁，只是想要问问，成天说这个，有什么用？还有些人对特异性做负面的理解。我知道这么个例子，是从人类学的教科书上看来的在美国，有些黑人孩子对自己的种族有自卑感，觉得白孩子又聪明又好看，自己又笨又难看。中国人里也有崇洋媚外的，觉得自己的人种不行，文化也不行。这些想法是不对的。有人以为，说自己的特异性无比优越是唯一的出路，这又使我不懂了。人为什么一定用一件错事来反对另一件错事呢？除非人真是这么笨，只能懂得错的，不能懂得对的，但这又不是事实。某个民族的学者对本民族的人民做这种判断，无异是说本族人民是些傻瓜，只能明白次等的道理，不能懂得真正的道理，这才是民族虚无主义的想法。说来也怪，这种学者现在甚多，做出来的学问一半像科学，一半像宣传整个儿像戈培尔。戈培尔就是这样的他一面说日耳曼人优越，一面又把日耳曼人当傻瓜来愚弄。"}
{"text":"这些想法是不对的。有人以为，说自己的特异性无比优越是唯一的出路，这又使我不懂了。人为什么一定用一件错事来反对另一件错事呢？除非人真是这么笨，只能懂得错的，不能懂得对的，但这又不是事实。某个民族的学者对本民族的人民做这种判断，无异是说本族人民是些傻瓜，只能明白次等的道理，不能懂得真正的道理，这才是民族虚无主义的想法。说来也怪，这种学者现在甚多，做出来的学问一半像科学，一半像宣传整个儿像戈培尔。戈培尔就是这样的他一面说日耳曼人优越，一面又把日耳曼人当傻瓜来愚弄。我认识一个德国人，一提起这段历史，他就觉得灰溜溜的见不得人。灰溜溜的原因不是怀疑本民族的善良，而是怀疑本民族的智慧怎么会被纳粹疯子引入歧途了呢？那些人层次很低嘛。这也是我们要引以为戒的啊。东西方快乐观区别之我见东西方精神的最大区别在于西方人沉迷于物欲，而东方人精于人与人的关系前者从征服中得到满足，后者从人与人的相亲相爱中汲取幸福。一次大战刚结束时，梁任公旅欧归来，就看到前一种精神的不足那个时候列强竞相掠夺世界，以致打了起来，生灵涂炭――任公觉得东方人有资格给他们上一课而当时罗素先生接触了东方文明以后，也觉得颇有教益。现在时间到了世纪末，不少东方人还觉得有资格给西方人上一课。这倒不是因为又打了大仗，而是西方人的物欲毫无止境，搞得能源生态一齐闹了危机而人际关系又是那么冷酷无情。但是这一课没有听众，急得咱们自己都抓耳挠腮。这种物欲横流的西方病，我们的老祖宗早就诊断过。当年孟子见梁惠王，梁惠王问利，孟子就说，上下交征利而国危矣。所谓利，就是能满足物质欲望的东西。在古代，生产力有限，想要利，就得从别人那里夺，争的凶了就要打破头。现代科技发达，可以从开发自然里得到利益，搞得过了头，又要造成生态危机。孟子提出一种东西作为利的替代物，这个暂且不提。我们来讨论一下西方病的根源。笔者既学过文，又学过理，两边都是糊里糊涂，且有好做不伦不类的类比之恶习。不管怎样，大家可以听听这种类比可有道理。人可以从环境中得到满足，这种满足又成为他行动的动力。"}
{"text":"现代科技发达，可以从开发自然里得到利益，搞得过了头，又要造成生态危机。孟子提出一种东西作为利的替代物，这个暂且不提。我们来讨论一下西方病的根源。笔者既学过文，又学过理，两边都是糊里糊涂，且有好做不伦不类的类比之恶习。不管怎样，大家可以听听这种类比可有道理。人可以从环境中得到满足，这种满足又成为他行动的动力。比方说，冷天烧了暖气觉得舒服，热天放了冷气又觉得舒服，结果他就要把房间恒到华氏度，购买空调机，耗费无数电力骑车比走路舒服，坐车又比骑车舒服，结果是人人买汽车，消耗无数汽油。由此看来，舒服了还要更舒服，正是西方人掠夺自然的动力。这在控制论上叫作正反馈，社会就相当于一个放大器，人首先有某种待满足的物欲，在欲望推动下采取的行动使欲望满足，得到了乐趣，这都是正常的。乐趣又产生欲望，又反馈回去成了再做这行动的动力，于是越来越凶，成了一种毛病。玩过无线电的人都知道，有时候正反馈讨厌得很，状似抽疯假如话筒和喇叭串了，就会闹出这种毛病，喇叭里的声音又进了话筒，放大数百倍出来再串回去，结果就是要吵死人――行话叫作自激。在我们这里看来，西方社会正在自激，舒服了还要更舒服，搅到最后，连什么是舒服都不清不楚，早晚把自己烧掉了完事。这种弊病的根源在于它是个欲望的放大器――它在满足物欲方面能做得很成功，当然也有现代技术在做它的后盾。孟老夫子当年就提出要制止这种自激，提出个好东西，叫作仁义，仁者，亲亲也，义者，敬长也，亲亲敬长很快乐，又不毁坏什么，这不是挺好的吗见孟子。有关自激像抽疯，还可以举出一个例子。凡高级动物脑子里都有快乐中枢，对那地方施以刺激，你就乐不可支。据说吸毒会成瘾，就是因为毒品直接往那里作用。有段科普文章里说到有几个缺德科学家在海豚脑子里装了刺激快乐中枢的电极，又给海豚一个电键，让它可以自己刺激自己。结果它就抽了疯，废寝忘食地狂敲不止。我当然不希望他们是在寻海豚的开心，而希望他们是在做重要的试验。不管怎么说吧，上下交征利，是抽这种疯，无止境地开发自然，也是抽这种疯。我们可以教给西方人的就是咱们可以从人与人的关系里得到乐趣。"}
{"text":"有段科普文章里说到有几个缺德科学家在海豚脑子里装了刺激快乐中枢的电极，又给海豚一个电键，让它可以自己刺激自己。结果它就抽了疯，废寝忘食地狂敲不止。我当然不希望他们是在寻海豚的开心，而希望他们是在做重要的试验。不管怎么说吧，上下交征利，是抽这种疯，无止境地开发自然，也是抽这种疯。我们可以教给西方人的就是咱们可以从人与人的关系里得到乐趣。当然，这种乐趣里最直接的就是性爱，但是孟子毫不犹豫地把它挖了出去，虽然讲出的道理很是牵强――说慕少艾不是先天的良知良能，是后天学坏了，现代人当然要得出相反的结论。实际原因也很简单，它可能导致自激。孟子说，乐之实，乃是父子之情，手足之情顺便说说，有注者说这个乐是音乐之乐，我不大信。再辅之以礼，就可以解决一切社会问题。这是孟子的说法，但我不大信服他所说的那种快乐也可以自激，就如孟子自己说的乐则生矣，生则恶可已也，恶可已，则不知足之蹈之手之舞之，谁要说这不叫抽疯，那我倒想知道一下什么是抽疯。而且我认为，假如没有一大帮人站在一边拍巴掌，谁也抽不到这种程度――孟夫子本人当然例外。中国人在人际关系里找到了乐趣，我们认为这是自己的一大优点。因为有此优点，我们既不冷漠，又不自私，而且人与自然的关系和谐。中国社会四平八稳，不容易出毛病。这些都是我们的优点，我也不敢妄自菲薄。但是基督曾说，不要只看到别人眼里有木刺，没准儿自己眼里还有大梁呢。中国的传统道德，讲究得过了头，一样会导致抽疯式的举动。这是因为中国的传统社会在这方面也是个放大器。人行忠孝节义，就能得忠臣孝子节妇义士的美名，这种美名刺激你更去行忠孝节义，循环往复，最后你连自己在干什么都搞不清。举例言之，我们讲究孝道，人人都说孝子好。孝子一吃香，然后也能导致正反馈，从而走火入魔什么郭解埋儿啦，卧冰求鱼啦，谁能说这不是自激现象？再举一例，中国传统道德里要求妇女守身如玉，从一而终，这可是个好道德罢？于是人人盛赞节烈妇女。翻开历史一看，女人为了节烈，割鼻子拉耳朵的都有。鼻子耳朵不比头发指甲，割了长不出来，而且人身上有此零件，必有用处拿掉了肯定有不便处。若是为节烈之名而自杀，肯定是更加不妥的了。此类行为，就像那条抽疯的海豚。文化革命中大跳忠字舞时，也是抽的这种疯你越是五迷三道，晕头胀脑，大家就越说你好，所以当时九亿人民都像发了四十度的高烧。"}
{"text":"再举一例，中国传统道德里要求妇女守身如玉，从一而终，这可是个好道德罢？于是人人盛赞节烈妇女。翻开历史一看，女人为了节烈，割鼻子拉耳朵的都有。鼻子耳朵不比头发指甲，割了长不出来，而且人身上有此零件，必有用处拿掉了肯定有不便处。若是为节烈之名而自杀，肯定是更加不妥的了。此类行为，就像那条抽疯的海豚。文化革命中大跳忠字舞时，也是抽的这种疯你越是五迷三道，晕头胀脑，大家就越说你好，所以当时九亿人民都像发了四十度的高烧。不用我说，你就能发现，这正是孟子说的那种手舞足蹈的现象。经历了文化革命的中国人，用不着我来提醒，就知道它是有很大害处的。忠可算是有东方特色的，而且可以说它是孝的一种变体，所以东方精神发扬到了极致，和西方精神一样的不合理，没准还会更坏。我们这里不追求物欲的极大满足，物质照样不够用。正如新儒家学者所说，我们的文化重人，所以人多了一定好，假如是自己的种，那就更好作父母的断断不肯因为穷养不起就不生，生得多了，人际关系才能极大丰富，对不对？于是你有一大帮儿子就有人羡慕。结果中国有十二亿人，虽然都没有要求开私家车，用空调机，能源也是不够用。只要一日三餐的柴禾，就能把山林砍光，只要有口饭吃，地就不够种。偶而出门一看，到处是人山人海，我就觉得咱们这里自激得很厉害。虽然就个体而言没有什么过分的物欲，就总体来看还是很过分，中国人一年烧掉十亿吨煤，造出无数垃圾，同样也超过地球的承受力。现在社会虽然平稳，拿着这么多的人口也是头疼。故而要计划生育，这就使人伦的基础大受损害。倘若这种东方特色不能改变，那就只能把大家变到身高三寸，那么所有的中国人又可以快乐的生活，并且享受优越的人际关系。可以预言，过个三五百年，三寸又嫌太高。就这么缩下去，一直缩到风能吹走，看来也不是好办法。本文的主旨，在于比较东西方不同的快乐观。罗素在讨论伦理问题时曾经指出，人人都希求幸福，假如说，人得到自己希求的东西就是幸福，那就言之成理。倘若说因为某件事是幸福的，所以我们就希求它，那就是错误的。谁也不是因为吃是幸福的才饿的呀。幸福的来源，就是不计苦乐不计利弊自然存在的需要，这种需要的种类分量，都不是可以任意指定的。当然，这是人在正常时的情形，被人哄到五迷三道，晕头转向的人不在此列。"}
{"text":"就这么缩下去，一直缩到风能吹走，看来也不是好办法。本文的主旨，在于比较东西方不同的快乐观。罗素在讨论伦理问题时曾经指出，人人都希求幸福，假如说，人得到自己希求的东西就是幸福，那就言之成理。倘若说因为某件事是幸福的，所以我们就希求它，那就是错误的。谁也不是因为吃是幸福的才饿的呀。幸福的来源，就是不计苦乐不计利弊自然存在的需要，这种需要的种类分量，都不是可以任意指定的。当然，这是人在正常时的情形，被人哄到五迷三道，晕头转向的人不在此列。马尔库塞说西方社会有病，是说它把物质消费本身当成了需要，消费不是满足需求，而是满足起哄。我能够理解这种毛病是什么，但是缺少亲身体验。假如把人际关系和谐本身也当成需要，像孟子说的那样行孝本身是快乐的，所以去行孝，当然就更是有病，而且这种毛病我亲身体验过了在文化革命里人人表忠心的时候。人满足物质欲望的结果是消费，人际关系的和谐也是人避免孤独这一需要的结果。一种需要本身是不会过分的，只有人硬要去夸大它，导致了自激时才会过分。饿了，找个干净饭馆吃个饭，有什么过分？想要在吃饭时显示你有钱才过分。你有个爸爸，你很爱他，要对他好，有什么过分？非要在这件事上显示你是个大孝子，让别人来称赞才过分。需要本身只有一分，你非把它弄到十分，这原因大家心里明白，社会对个人不是只起好作用，它还是个起哄的场所，干什么事都要别人说好，赢得一些彩声，正是这件事在导致自激。东方社会有东方的起哄法，西方有西方的起哄法。而且两边比较起来，还是东方社会里的人更爱起哄。假如此说是正确的，那么真正的幸福就是让人在社会的法理公德约束下，自觉自愿的去生活需要什么，就去争取什么需要满足之后，就让大家都得会儿消停。这当然需要所有的人都有点文化修养，有点独立思考的能力，并且对自己的生活负起责任来，同时对别人的事少起点哄。这当然不容易，但这是唯一的希望。看到人们在为物质自激，就放出人际关系的自激去干扰看到人在人际关系里自激，就放出物质方面的自激去干扰这样激来扰去，听上去就不是个道理。"}
{"text":"这当然不容易，但这是唯一的希望。看到人们在为物质自激，就放出人际关系的自激去干扰看到人在人际关系里自激，就放出物质方面的自激去干扰这样激来扰去，听上去就不是个道理。搞得不好，还能把两种毛病一齐染上出了门，穷极奢欲，非奔驰车不坐，非毒蛇王八不吃，甚至还要吃金箔屙金屎回了家，又满嘴仁义道德，整个一个封建家长，指挥上演种种草菅人命的丑剧就像大邱庄发生过的那样要不就走向另一极端，对物质和人际关系都没了兴趣，了无生趣――假如我还不算太孤陋寡闻，这两样的人物我们在当代中国已经看到了。肚子里的战争我年轻时，有一回得了病，住进了医院。当时医院里没有大夫，都是工农兵出身的卫生员――真正的大夫全都下到各队去接受贫下中农再教育去了。话虽如此说，穿着白大褂的，不叫他大夫又能叫什么呢。我入院第一天，大夫来查房，看过我的化验单，又拿听诊器把我上下听了一遍，最后还是开口来问你得了什么病。原来那张化验单他没看懂。其实不用化验单也能看出我的病来我浑身上下像隔夜的茶水一样的颜色，正在闹黄疸。我告诉他，据我自己的估计，大概是得了肝炎。这事发生在二十多年前，当时还没听说有乙肝，更没有听说丙肝丁肝和戊肝，只有一种传染性肝炎。据说这一种肝炎中国原来也没有，还是三年困难时吃伊拉克蜜枣吃出来的――叫做蜜枣，其实是椰枣。我虽没吃椰枣，也得了这种病。大夫问我该怎么办，我说你给我点维生素吧――我的病就是这么治的。说句实在话，住院对我的病情毫无帮助。但我自己觉得还是住在医院里好些，住在队里会传染别人。在医院里没有别的消遣，只有看大夫们给人开刀。这一刀总是开向阑尾――应该说他们心里还有点数，知道别的手术做不了。我说看开刀可不是瞎说的，当地经常没有电，有电时电压也极不稳，手术室是四面全是玻璃窗的房子，下午两点钟阳光最好，就是那时动手术――全院的病人都在外面看着，互相打赌说几个小时找到阑尾。后来我和学医的朋友说起此事，他们都不信，说阑尾手术还能动几个钟头？不管你信也好，不信也罢，我看到的几个手术没有一次在一小时之内找着阑尾的。"}
{"text":"我说看开刀可不是瞎说的，当地经常没有电，有电时电压也极不稳，手术室是四面全是玻璃窗的房子，下午两点钟阳光最好，就是那时动手术――全院的病人都在外面看着，互相打赌说几个小时找到阑尾。后来我和学医的朋友说起此事，他们都不信，说阑尾手术还能动几个钟头？不管你信也好，不信也罢，我看到的几个手术没有一次在一小时之内找着阑尾的。做手术的都说，人的盲肠太难找――他们中间有好几位是部队骡马卫生员出身，参加过给军马的手术，马的盲肠就很大，骡子的盲肠也不小，哪个的盲肠都比人的大，就是把人个子小考虑在内之后，他的盲肠还是太小。闲着没事聊天时，我对他们说你们对人的下水不熟悉，就别给人开刀了。你猜他们怎么说？越是不熟就越是要动――在战争中学习战争！现在的年轻人可能不知道，这后半句是毛主席语录。人的肠子和战争不是一码事，但这话就没人说了。我觉得有件事情最可恶每次手术他们都让个生手来做，以便大家都有机会学习战争，所以阑尾总是找不着。刀口开在什么部位，开多大也完全凭个人的兴趣。但我必须说他们一句好话虽然有些刀口偏左，有些刀口偏右，还有一些开在中央，但所有的刀口都开在了肚子上，这实属难能可贵。我在医院里遇上一个哥们，他犯了阑尾炎，大夫动员他开刀。我劝他千万别开刀――万一非开不可，就要求让我给他开。虽然我也没学过医，但修好过一个闹钟，还修好了队里一台手摇电话机。就凭这两样，怎么也比医院里这些大夫强。但他还是让别人给开了，主要是因为别人要在战争里学习战争，怎么能不答应。也是他倒霉，打开肚子以后，找了三个小时也没找到阑尾，急得主刀大夫把他的肠子都拿了出来，上下一通紧倒。小时候我家附近有家小饭铺，卖炒肝烩肠，清晨时分厨师在门外洗猪大肠，就是这么一种景象。眼看天色越来越暗，别人也动手来找，就有点七手八脚。我的哥们被人找得不耐烦，撩开了中间的白布帘子，也去帮着找。最后终于在太阳下山以前找到，把它割下来，天也就黑了，要是再迟一步，天黑了看不见，就得开着膛晾一宿。原来我最爱吃猪大肠自从看过这个手术，再也不想吃了。时隔近三十年，忽然间我想起了住院看别人手术的事，主要是有感于当时的人浑浑噩噩，简直是在发疯。谁知道呢，也许再过三十年，再看今天的人和事，也会发现有些人也是在发疯。如此看来，我们的理性每隔三十年就有一次质的飞跃――但我怀疑这么理解是不对的。理性可以这样飞越，等于说当初的人根本没有理性。"}
{"text":"我的哥们被人找得不耐烦，撩开了中间的白布帘子，也去帮着找。最后终于在太阳下山以前找到，把它割下来，天也就黑了，要是再迟一步，天黑了看不见，就得开着膛晾一宿。原来我最爱吃猪大肠自从看过这个手术，再也不想吃了。时隔近三十年，忽然间我想起了住院看别人手术的事，主要是有感于当时的人浑浑噩噩，简直是在发疯。谁知道呢，也许再过三十年，再看今天的人和事，也会发现有些人也是在发疯。如此看来，我们的理性每隔三十年就有一次质的飞跃――但我怀疑这么理解是不对的。理性可以这样飞越，等于说当初的人根本没有理性。就说三十年前的事吧，那位主刀的大叔用漆黑的大手捏着活人的肠子上下倒腾时，虽然他说自己在学习战争，但我就不信他不知道自己是在胡闹。由此就得到一个结论一切人间的荒唐事，整个社会的环境虽是一个原因，但不主要。主要的是那个闹事的人是在借酒撒疯。这就是说，他明知道自己在胡闹，但还要闹下去，主要是因为胡闹很开心。我们还可以得到进一步的推论不管社会怎样，个人要为自己的行为负责――但作为杂文的，把推论都写了出来，未免有直露之嫌，所以到此打住。住医院的事我还没写完呢我在医院里住着，肝炎一点都不见好，脸色越来越黄我的哥们动了手术，刀口也总是长不上，人也越来越瘦。后来我们就结伴回北京来看病。我一回来病就好了，我的哥们却进了医院，又开了一次刀。北京的大夫说，上一次虽把阑尾割掉了，但肠子没有缝住，粘到刀口上成了一个瘘，肠子里的东西顺着刀口往外冒，所以刀口老不好。大夫还说，冒到外面还是万分幸运，冒到肚子里面，人就完蛋了。我哥们倒不觉得有什么幸运，他只是说妈的，怪不得总吃不饱，原来都漏掉了。这位兄弟是个很豪迈的人，如果不是这样，也不会拿自己的内脏给别人学习战争。一只特立独行的猪插队的时候，我喂过猪，也放过牛。假如没有人来管，这两种动物也完全知道该怎样生活。它们会自由自在地闲逛，饥则食渴则饮，春天来临时还要谈谈爱情这样一来，它们的生活层次很低，完全乏善可陈。人来了以后，给它们的生活作出了安排每一头牛和每一口猪的生活都有了主题。就它们中的大多数而言，这种生活主题是很悲惨的前者的主题是干活，后者的主题是长肉。我不认为这有什么可抱怨的，因为我当时的生活也不见得丰富了多少，除了八个样板戏，也没有什么消遣。"}
