{"text":"那时我们并未尝闻革命大义。中国革命运动史上的轰轰烈烈的几次失败的起义，我们都不知道。国文教员要是喜欢古文的，就教我们古文喜欢骈体的，就教骈体。我们对于国家大事，实在知道的很少很少。但是对于辫子的感情却不好，我们都知道这是做奴隶的标帜。因此，倘有一人对另一同学下战书说你若剪掉，我也剪，那位被挑战的人便也毅然答道你敢剪，难道我不敢剪么？于是在两方都不肯示弱，都不肯自认甘为奴隶的相持局面下，两条辫子就同时剪掉了。现在回想起来，那时各中学的剪辫子风潮，大概就是下半年革命高潮到来的前奏罢。那年暑假后，我就转入嘉兴府中学读书了。嘉兴府中学的校长是方青箱先生，教员中间有好几位是革命党。就剪辫子的同学也比湖州中学多了几个，而尤以我所在的三年级为最多。旧时五年制的中学校内，往往以三年级生为最喜闹事，似乎剪辫子也不能不首推三年级了。可是嘉兴府中学的同学也是未闻革命大义的，教员虽多革命党，可是有的是教几何的，有的是教代数的，理化的。我们对于朱希祖先生所教的周官考工记，以及阮元的车制考，实在感到头痛，对于马幼渔先生的左氏春秋传，也不大起劲，而且因为几何代数程度特别提高，差不多全副精力都对付这两门功课去了。以我所经历过的三个中学而言最后我还进过杭州的安定中学，那时的嘉兴府中学校算是民主空气最浓厚的，师生之间，下了课堂便时常谈谈笑笑，有时亦上街吃点心，饮茶。那年中秋，我们三年级的几个同学，便买了些水果月饼酱鸡熏鱼，还有酒，打算请三位相熟的教员共同在校中阳台上赏月。不料一位教几何的先生病了，教代数的先生新婚，自然要在家和新师母赏月，只有一位体操教员赏光。然而我们还是玩得很尽兴，差不多每个人都喝半醉。我特别记得这一回事，因为以后不久，又一件使我们兴奋得很的事发生了，便是武昌起义。虽然我们那时糊涂得可笑，只知有革命二字，连中国革命运动史的最起码的常识也没有。我们不知道在这以前，有过那些革命的党派，有过几次的壮烈的牺牲，甚至连三民主义这名词也不知道，然而武昌起义的消息把我们兴奋的不得了。我们无条件的拥护革命，毫无犹豫地相信革命一定会马上成功。全校同学以自修室为单位，选派了同学，每天两三次告假出校，到东门火车站从上海来的旅客手里买当天的上海报，带回校里贴在墙上。"}
{"text":"虽然我们那时糊涂得可笑，只知有革命二字，连中国革命运动史的最起码的常识也没有。我们不知道在这以前，有过那些革命的党派，有过几次的壮烈的牺牲，甚至连三民主义这名词也不知道，然而武昌起义的消息把我们兴奋的不得了。我们无条件的拥护革命，毫无犹豫地相信革命一定会马上成功。全校同学以自修室为单位，选派了同学，每天两三次告假出校，到东门火车站从上海来的旅客手里买当天的上海报，带回校里贴在墙上。买报的同学常常要上车去向乘客情商，方才买得，可是大家用竞赛的精神去干，好像这也就是从事革命了。革命军胜利的消息，我们无条件相信革命军挫败的消息，我们说一定是造谣。为什么我们会那样盲目深信？我们并不是依据了什么理论，更不是根据什么精密研究过的革命势力与反革命势力的对比我们所以如此深信，乃是因为我们目击身受满清政府政治的腐败，民众生活的痛苦，使我们深信这样贪污腐化专横的政府，一定不能抵抗顺应民众要求的革命军。这一个真理，我将永远深信！几何代数考工记左氏春秋传都没有心思去读了。成天忙的是等报来看报。然而可怜得很，我们的常识太缺乏，我们不能从报上看出革命军发展得怎样，我们是无条件相信胜利必然是我们的罢了。不久，学校放假。这是临时假。我们几个同乡的一回到家乡，就居然以深通当前革命情势的姿态，逢人乱吹，做起革命党的义务宣传来了。虽然是不通火车的镇，但上海报隔日亦可到。一般的小市民都默认革命党之成大事已无疑问，然而最担心者是地方治安。因为，据他们看来，绿营兵老枪二十三名逃了以后，革命军倘还不来，则土匪之窃发是可虑的。于是办保卫团之议便渐渐成熟，这倒是真真的小市民义勇性质的商团，服装枪械自备。但后来革命既已成功，这也就解散了。大概是阴历十一月中，大局底定，嘉兴府中学又重复开学。再到校上课时，老教员已经走了大半，新来一学监又说要整顿校风，师生之间的民主空气大不如前，终于在寒假大考以后，三年级我们几个同学还有别级的几个不安分的同学，在校里也起了一次小小革命，――毫无原则，专和那位学监捣乱一场，就一哄而散，各自回家。从此我们也被革出这嘉兴府中学。这些事情，现在想起来，尚历历如在目前，那时我们这些毛头小伙子，当真浅薄得可笑，然而或许也还幼稚得可爱罢？"}
{"text":"大概是阴历十一月中，大局底定，嘉兴府中学又重复开学。再到校上课时，老教员已经走了大半，新来一学监又说要整顿校风，师生之间的民主空气大不如前，终于在寒假大考以后，三年级我们几个同学还有别级的几个不安分的同学，在校里也起了一次小小革命，――毫无原则，专和那位学监捣乱一场，就一哄而散，各自回家。从此我们也被革出这嘉兴府中学。这些事情，现在想起来，尚历历如在目前，那时我们这些毛头小伙子，当真浅薄得可笑，然而或许也还幼稚得可爱罢？于今又三十年了，三十年中，旧侣星散，早已音问久断，然而我相信这三十年中的几次大变革，当亦是同样的经过来的罢，自然，各人的感应不能像三十年前那次那样相同的了。中国的革命是艰苦而冗长的过程，在抗战第六年的今天来回忆以往的种种，多少烈士的热血和头颅，无数千万民众的痛苦与牺牲，然后把中华民国的招牌撑到今天，然后把一代一代的青年教育培养成革命的继承人，而尤其把这艰苦的抗战撑拄到而今，这是辛酸的罢，但只有激起我们的感奋，只有加强我们的信心，我们的为求民族自由解放的抗战必得最后的胜利，中国的革命大业最后必得全部完成。这回忆是辛酸的罢，然而只有激起我们的奋发之心！有一朝，我们能够以愉快的心情再作这回忆，我想，这也不会很远的罢？然而，能以愉快的心情，来热烈庆祝这大节目的恐怕是我们下一代的儿孙。在我们这一代，恐怕笑颜之下总不免有辛酸。为的我们是从血泊中来，我们亲眼看见中华民族优秀儿女所流的血，实在是太多太多了。回忆是辛酸的罢，然而只有激起我们的奋发之心！年原载年月日桂林大公报文艺期忆冼星海和冼星海见面的时候，已经是在听过他的作品抗战以后的作品的演奏，并且是读过了他那万余言的自传？以后。这篇文章发表在延安出版的一个文艺刊物上，是他到了延安以后写的。那一次我所听到的黄河大合唱，据说还是小规模的，然而参加合唱人数已有三百左右朋友告诉我，曾经有过五百人以上的。那次演奏的指挥是一位青年音乐家恕我记不得他的姓名，是星海先生担任鲁艺音乐系的短短时期内训练出来的得意弟子朋友又告诉我，要是冼星海自任指挥，这次的演奏当更精彩些。"}
{"text":"以后。这篇文章发表在延安出版的一个文艺刊物上，是他到了延安以后写的。那一次我所听到的黄河大合唱，据说还是小规模的，然而参加合唱人数已有三百左右朋友告诉我，曾经有过五百人以上的。那次演奏的指挥是一位青年音乐家恕我记不得他的姓名，是星海先生担任鲁艺音乐系的短短时期内训练出来的得意弟子朋友又告诉我，要是冼星海自任指挥，这次的演奏当更精彩些。但我得老实说，尽管这是小规模，而且由他的高足，代任指挥，可是那一次的演奏还是十分美满――不，我应当承认，这开了我的眼界，这使我感动，老觉得有什么东西在心里抓，痒痒的又舒服又难受。对于音乐，我是十足的门外汉，我不能有条有理告诉你黄河大合唱的好处在哪里。可是它那伟大的气魄自然而然使人鄙吝全消，发生崇高的情感，光是这一点也就叫你听过一次就像灵魂洗过澡似的。从那时起，我便在想像冼星海是怎样一个人呢？我曾经想像他该是木刻家马达凑巧他也是广东人那样一位魁梧奇伟，沉默寡言的人物。可是朋友们又告诉我不是，冼星海是中等身材，喜欢说笑，话匣子一开就会滔滔不绝的。我见过马达刻的一幅木刻一人伏案，执笔沉思，大的斗篷显得他头部特小，两眼眯紧如一线。这人就是冼星海，这幅木刻就名为冼星海作曲图。木刻很小，当然，面部不可能如其真人，而且木刻家的用意大概也不在写真，而在表达冼星海作曲时的神韵。我对于这一幅木刻也颇爱好，虽然它还不能满足我的好奇。而这，直到我读了冼星海的自传，这才得了部分的满足。从冼星海的生活经验，我了解了他的作品之所以能有这样大的气魄。做过饭店堂倌，咖啡馆杂役，做过轮船上的锅炉间的火福浴堂的打杂，也做过乞丐，――不，什么都做过的一个人，有两种可能一是被生活所压倒，虽有抱负只成为一场梦，又一是战胜了生活，那他的抱负不但能实现，而且必将放出万丈光芒。星海就是后一种人！――我当时这样想，仿佛我和他已是很熟悉的了。大约三个月以后，在西安，冼星海突然来访我。那时我正在候车南下，而他呢，在西安已住了几个月，即将经过新疆而赴苏联。当他走进我的房间，自己通了姓名的时候，我吃了一惊，呀，这就是冼星海么！我心里这样说，觉得很熟识，而也感得生疏。"}
{"text":"星海就是后一种人！――我当时这样想，仿佛我和他已是很熟悉的了。大约三个月以后，在西安，冼星海突然来访我。那时我正在候车南下，而他呢，在西安已住了几个月，即将经过新疆而赴苏联。当他走进我的房间，自己通了姓名的时候，我吃了一惊，呀，这就是冼星海么！我心里这样说，觉得很熟识，而也感得生疏。和友人初次见面，我总是拙于言词，不知道说些什么好，而在那时，我又忙于将这坐在我对面的人和马达的木刻中的人作比较，也和我读了他的自传以后在想像中描绘出来的人作比较，我差不多连应有的寒暄也忘记了。然而星海却滔滔不绝说起来了。他说他刚出来，就知道我进去了，而在我还没到西安的时候就知道我要来了他说起了他到苏联去的计划，问起了新疆的情形，接着就讲他的民族交响乐的创作。我对于音乐的常识太差，静聆他的议论，这是一边讲述他的民族交响乐的创作计划，一边又批评自己和人家的作品，表示他将来致力的方向，实在不能赞一词。岂但不能赞一词而已，他的话我记也记不全呢。可是，他那种气魄，却又一次使我兴奋鼓舞，和上回听到黄河大合唱一样。拿破仑说他的字典上没有难这一字，我以为冼星海的字典上也没有这一个字。他说，他以后的十年中将以全力完成他这创作计划我深信他一定能达到。我深信他一定能达到。因为他不但有坚强的意志和伟大的魄力，并且因为他又是那样好学深思，勇于经验生活的各种方面，勤于收集各地民歌民谣的材料。他说他已收到了他夫人托人带给他的一包陕北民歌的材料，可是他觉得还很不够，还有一部分材料他自己收集的却不知弄到何处去了。他说他将在新疆逗留一年半载，尽量收集各民族的歌谣，然后再去苏联。现在我还记得的，是他这未来的民族交响乐的一部分的计划。他将从海陆空三方面来描写我们祖国山河的美丽，雄伟与博大。他将以狮子舞划龙船放风筝这三种民间的娱乐，作为他这伟大创作的此一部分的象征或韵调。我记不清他当时用了怎样的字眼，我恐怕这两个字眼都被我用错了。当时他大概这样描写给我听首先，是赞美祖国河山的壮丽，雄伟，然后，狮子舞来了，开始是和平欢乐的人民的娱乐，――这里要用民间狮子舞的音乐，随后是狮子吼，祖国的人民奋起反抗侵略者了。"}
{"text":"他将从海陆空三方面来描写我们祖国山河的美丽，雄伟与博大。他将以狮子舞划龙船放风筝这三种民间的娱乐，作为他这伟大创作的此一部分的象征或韵调。我记不清他当时用了怎样的字眼，我恐怕这两个字眼都被我用错了。当时他大概这样描写给我听首先，是赞美祖国河山的壮丽，雄伟，然后，狮子舞来了，开始是和平欢乐的人民的娱乐，――这里要用民间狮子舞的音乐，随后是狮子吼，祖国的人民奋起反抗侵略者了。他也将从狮子舞划龙船放风筝这三种民族形式的民间娱乐，来描写祖国人民的生活理想和要求。你预备在旅居苏联的时候写你这作品么？我这么问他。不！他回答，我去苏联是学习，吸收他们的好东西。要写，还得回中国来。那天我们的长谈，是我和他的第一次见面，谁又料得到这就是最后一次呵！要写，还得回中国来！这句话，今天还在我耳边响，谁又料得到他不能回来了！这也就是为什么我在写这小文的时候还觉得我是在做恶梦。我看到报上的消息时，我半晌说不出话。这样一个人，怎么就死了！昨晚我忽然这样想当在国境被阻，而不得不步行万里，且经受了生活的极端的困厄，而回莫斯科去的时候，他大概还觉得这一段傥来的不平凡的生活经验又将使他的创作增加了绮丽的色彩和声调要是他不死，他一定津津乐道这一番的遭遇，觉得何幸而有此罢？现在我还是这样想要是我再遇到他，一开头他就会讲述这一段颠沛流离的生活，而且要说，我经过中亚细亚，步行过万里，我看见了不少不少，我得了许多题材，我作成了曲子了！时间永远不能磨灭我们在西安的一席长谈给我的印象。一个生龙活虎般的具有伟大气魄，抱有崇高理想的冼星海，永远坐在我对面，直到我眼不能见，耳不能听，只要我神智还没昏迷，他永远活着。年月日原载年月日新文学号傥来意外得来的意思，语出庄子缮性。梯俾利斯的地下印刷所梯俾利斯乔治亚共和国京城市外，有一座小小的平房，这便是一九四――六年斯大林及其同志们所经营的地下印刷所。到梯俾利斯观光的人们一定要瞻仰这革命的遗迹，来宾题词册上写满了各种文字的赞辞。"}
{"text":"年月日原载年月日新文学号傥来意外得来的意思，语出庄子缮性。梯俾利斯的地下印刷所梯俾利斯乔治亚共和国京城市外，有一座小小的平房，这便是一九四――六年斯大林及其同志们所经营的地下印刷所。到梯俾利斯观光的人们一定要瞻仰这革命的遗迹，来宾题词册上写满了各种文字的赞辞。和附近的一般民房并没有什么差别，这平房前面的院子围着半人高的木栅，进了栅门，左首是一间很小的独立的披屋，内有一口井正屋在右首，和披屋不相连，并排两间每间约一方丈之大，前有走廊。正屋下层，那是一半露在地面的地窖，有小梯可达，从前这是作为厨房及堆积杂物的，现在还照当年的形式摆着炉灶和各种厨房用具。正屋，厨房一半在地面的地窖，有一口井的披屋，这一切都是四十年前梯俾利斯的小市民住宅的标准式样那么，当年的秘密印刷机就装在这三间屋子里么？如果是这样，那就不能不说沙皇的宪兵和警察全是瞎子和聋子了。秘密印刷机是在这房子的地下。所以这一个地下印刷所名副其实是在地下。在当年，那两间正屋都是住人的。靠左首的那一间，住着一位名叫腊却兹蒲萧列兹的女子，她常常坐在窗前做女红，人家在木栅门外就可以望见她。右首的那一间住着屋主罗斯托玛乞维列，一位规规矩矩的市民。这两间正屋里当然一无秘密可藏，更不用说庞大的印刷机了。正屋之下就是作为厨房和杂物堆放处的地窖。那时的小市民住宅都有这样一个地窖，空空洞洞的一间，这里也藏不了什么秘密。地窖是泥地――正规的泥地，连一个老鼠洞也找不出来的。再看披屋。这里有一口井，如果放下吊桶去，当然可以汲取水上来。这是一口规规矩矩的井。四十年前梯俾利斯的小市民住宅差不多家家都有这样一口井。然而秘密可就在这井内。如果你用手电筒照着细细看，你会发见井的内壁并不怎样光滑，这边那边，有些极小的窝儿如果再仔细查看，这些窝儿的位置自上而下，成为不规则形的两行，直到井底。你要是愿意试试，下了井口，用脚尖踩着那些窝儿，就像走梯子似的一步一步可以走到井底。但是一口井的内壁而有这样的梯形窝儿，也并不为奇掘井的工人就是踏着这些窝儿这样上来下去进行他的工作的。四十年前梯俾利斯的水井差不多全有这样的梯形窝儿。可是，正在这样平平常常不足为奇之中，有它的秘密。"}
{"text":"然而秘密可就在这井内。如果你用手电筒照着细细看，你会发见井的内壁并不怎样光滑，这边那边，有些极小的窝儿如果再仔细查看，这些窝儿的位置自上而下，成为不规则形的两行，直到井底。你要是愿意试试，下了井口，用脚尖踩着那些窝儿，就像走梯子似的一步一步可以走到井底。但是一口井的内壁而有这样的梯形窝儿，也并不为奇掘井的工人就是踏着这些窝儿这样上来下去进行他的工作的。四十年前梯俾利斯的水井差不多全有这样的梯形窝儿。可是，正在这样平平常常不足为奇之中，有它的秘密。你如果踏着那些梯形窝儿下井去，到了十七公尺的深处，就是离开水面不过三公尺的地方，你会发见井旁有一个洞，刚好可容一人蛇行而入。你如果爬进洞去，约四公尺，便可到达另一井这实在不是井，而是一条垂直的孔道，有木梯可以爬上去，约十公尺便到顶点，此处又有一条横隧道，约长三公尺，一人伛偻可入。隧道尽处为一门，进了门，一架印刷机就跃进你的眼帘。原来这就是地下印刷所了。这地下室的大小和它上面的厨房差不多，一架对开的印刷机和四人用的排字架摆在那里，一点也不见拥挤。地下室的四个壁角都有向上开的通气孔，又有小铁炉，在靠近排字架的壁角，这是专为烧毁稿纸和校样用的。铁炉也有烟囱上达地面。地下室和它上边那厨房的地面相隔两公尺厚的泥土。这就是地下印刷所构造的概况。当年进出这地下室只有一条路，就是上面讲过的那口井。工作的人员和印刷物都从井口进出。现在，为了参观者的方便，在正屋旁边另筑一座螺旋形的铁梯，可以直达地下室的后壁，而在此后壁上又新开一门。参观者不必下井爬行，可以舒舒服服从那道螺旋形铁梯走进地下室了。一九三年，斯大林在乔治亚领导革命工作，计划建立这个地下印刷所。先由罗斯托玛乞维列出面购了这块地，并向梯俾利斯市政府工务局领得营造住宅的执照。于是他们雇工先开一地穴。因为一般居民的住宅都有地窖以贮藏粮食等，造房之前先开地穴，不至于引人怀疑，然而开的太深一点，见了水，只好废止，而在其上再开一地穴，长方形，约宽五步长十步。这时候，作为业主的罗斯托玛乞维列就藉口钱不凑手，停止建筑，将工人都辞去。然后同志们把印刷机拆卸，零零碎碎运入地穴，同时又在地穴的一端开凿了三公尺长的横行隧道，和十公尺长的垂直的孔道如上文所述。"}
{"text":"于是他们雇工先开一地穴。因为一般居民的住宅都有地窖以贮藏粮食等，造房之前先开地穴，不至于引人怀疑，然而开的太深一点，见了水，只好废止，而在其上再开一地穴，长方形，约宽五步长十步。这时候，作为业主的罗斯托玛乞维列就藉口钱不凑手，停止建筑，将工人都辞去。然后同志们把印刷机拆卸，零零碎碎运入地穴，同时又在地穴的一端开凿了三公尺长的横行隧道，和十公尺长的垂直的孔道如上文所述。等到这一切都完成了，就用厚木板封闭了地穴的向上开的口子约三公尺见方，又在木板上加了二公尺厚的泥土。从地面看，一点也看不出这下面还有一个地下室。此后，另招工人在这地穴上面建筑了厨房和两间正屋，又造披屋，开井，深二十公尺见水。井已完成，即辞退工人，再由同志们自己动手，在深十七公尺处开一横孔，便与地下室来的隧道沟通，于是大功告成。这个地下印刷所设计的巧妙之处即在利用那口真正的水井作为进出的唯一的路。因为水井是家家有的，不至于引起人们怀疑。一九四年地下印刷所开始工作，一切都很顺利。但为了谨慎起见，又在正屋的左首一间设置了t望岗担任这一个职务的，就是长年坐在窗口做女红的腊却兹蒲萧列兹。她如果看到院子外的街道上来了可疑的人或宪兵警察，就按一下隐藏在窗下的电铃，地下印刷所的人们听到这警铃，就把机器停止。这是因为印刷所虽在地下，但机器转动的声音地面上还是可以觉到。腊却兹蒲萧列兹一直活到八十多岁，于一九四六年五月故世。一九六年，由于斯大林的提议，乔治亚的革命组织内成立了军事组。主持其事者为男女同志各一人。军事组开会地点即在此地下印刷所上面的左首那一间正屋内。不料军事组内有叛徒，向沙皇警察告了密。但叛徒实不知此屋之地下尚有印刷所。警察搜查全屋，一无所获。因无所获，警察未封屋亦未捕人。但此屋显然已不复能用。业主罗斯托玛乞维列在门前贴了召租的纸条。可是隔了两日，大队宪兵从早到晚搜查了整整一天，仍无所得。但是一个宪兵官长在那口井上看出可疑之处来了。他看见井内壁的窝儿颇为光滑，而且井内壁的上端也颇光洁，他推想必有东西常在此井口进出，故而把内壁及开井时内壁所留的窝儿都磨光了。他用纸放在吊桶内，燃着了纸，把吊桶徐徐放下井去，发见吊桶还没有达到水面的时候，桶内的火光忽向一旁牵引。于是断定了井内必有秘密。召了消防队来下井去查看，始知井内另有隧道通别处。"}
