{"text":"禹曰予辛壬娶涂山，癸甲按应作予娶涂山，辛壬癸甲，生启，予不子，以故能成水土功，辅成五服，至于五千里，州十二师，外薄四海，咸建五长，各道有功。苗顽不即功，帝其念哉！帝曰道吾德，乃女功序之也！皋陶于是敬禹之德，令民皆则禹。不如言，刑从之。舜德大明。于是夔行乐，祖考至，群后相让，鸟兽翔舞，箫韶九成，凤皇来仪，百兽率舞，百官信谐。又关于禹的吃喝和衣服，论语泰伯记有孔丘的话子曰禹，吾无间然矣。菲饮食而致孝乎鬼神，恶衣服而致美乎黻冕，卑宫室而尽力乎沟洫。本篇在收入本书前没有在报刊上发表过。子夏姓卜名商，春秋时卫国人，孔丘的弟子。公孙高古书中无可查考，当是虚拟的人名。墨子约前―前名翟，春秋战国之际鲁国人，曾为宋国大夫，我国古代思想家，墨家学派的创始者。他主张兼爱，反对战争，具有摩顶放踵，利天下，为之孟轲语的精神。他的著作有流传至今的墨子共五十三篇，其中大半是他的弟子所记述的。非攻这篇小说主要即取材于墨子公输，原文如下公输盘为楚造云梯之械，成，将以攻宋。子墨子闻之，起于齐按齐应作鲁，行十日十夜而至于郢。见公输盘，公输盘曰夫子何命焉为？子墨子曰北方有侮臣，愿借子杀之。公输盘不说悦。子墨子曰请献十金。公输盘曰吾义固不杀人。子墨子起，再拜曰请说之。吾从北方，闻子为梯，将以攻宋，宋何罪之有？荆国按即楚国有余于地，而不足于民，杀所不足，而争所有余，不可谓智宋无罪而攻之不可谓仁知而不争，不可谓忠争而不得，不可谓强义不杀少而杀众，不可谓知类。公输盘服。子墨子曰然乎，不已乎？公输盘曰不可，吾既已言之王矣。子墨子曰胡不见我于王？公输盘曰诺。子墨子见王，曰今有人于此，舍其文轩，邻有敝而欲窃之舍其锦绣，邻有短褐而欲窃之舍其粱肉，邻有糠糟而欲窃之此为何若人？王曰必为窃疾矣。子墨子曰荆之地，方五千里，宋之地，方五百里，此犹文轩之与敝也荆有云梦，犀兕糜鹿满之，江汉之鱼鼋鼍，为天下富，宋所为无雉免狐狸按狐狸应作鲋鱼者也，此犹粱肉之与糠糟也荆有长松文梓豫章，宋无长木，此犹锦绣之与短褐也。臣以三事之攻宋也，为与此同类。臣见大王之必伤义而不得。王曰善哉！虽然，公输盘为我为云梯，必取宋。"}
{"text":"王曰必为窃疾矣。子墨子曰荆之地，方五千里，宋之地，方五百里，此犹文轩之与敝也荆有云梦，犀兕糜鹿满之，江汉之鱼鼋鼍，为天下富，宋所为无雉免狐狸按狐狸应作鲋鱼者也，此犹粱肉之与糠糟也荆有长松文梓豫章，宋无长木，此犹锦绣之与短褐也。臣以三事之攻宋也，为与此同类。臣见大王之必伤义而不得。王曰善哉！虽然，公输盘为我为云梯，必取宋。于是见公输盘。子墨子解带为城，以牒为械，公输盘九设攻城之机变，子墨子九距之，公输盘之攻械尽，子墨子之守圉有余。公输盘诎，而曰吾知所以距子矣，吾不言。子墨子亦曰吾知子之所以距我，吾不言。楚王问其故。子墨子曰公输子之意，不过欲杀臣杀臣，宋莫能守，可攻也。然臣之弟子禽滑等三百人，已持臣守圉之器，在宋城上，而待楚寇矣。虽杀臣，不能绝也。楚王曰善哉！吾请无攻宋矣。子墨子归，过宋，天雨，庇其闾中，守闾者不内纳也。按原文臣以三事之攻宋也，三事两字，前人解释不一战国策宋策作臣以王吏之攻宋，较为明白易解。在小说中写作王吏，当系根据战国策。又，公输叙墨翟只守不攻吕氏春秋慎大览高诱注则说公输般九攻之，墨子九却之又令公输般守备，墨子九下之。小说中写墨翟与公输般迭为攻守，大概根据高注。席子我国古人席地而坐，这里是指铺在地上的座席。按墨翟主张节用，反对奢侈。在墨子一书的辞过节用等篇中，都详载着他对于宫室衣服饮食舟车等项的节约的意见。墨翟和子夏之徒的对话，见墨子耕柱子夏之徒问于子墨子曰君子有斗乎？子墨子曰君子无斗。子夏之徒曰狗g犹有斗，恶有士而无斗矣！子墨子曰伤矣哉！言则称于汤文，行则譬于狗g，伤矣哉！阿廉虚拟的人名。在墨子贵义中有如下的一段记载子墨子仕人于卫，所仕者至而反。子墨子曰何故反？对曰与我言而不当。曰待女汝以千盆授我五百盆，故去之也。子墨子曰授子过千盆，则子去之乎？对曰不去。子墨子曰然则非为其不审也，为其寡也。耕柱子和下文的曹公子管黔敖禽滑，都是墨翟的弟子。分见墨子中的耕柱鲁问公输等篇。"}
{"text":"子夏之徒曰狗g犹有斗，恶有士而无斗矣！子墨子曰伤矣哉！言则称于汤文，行则譬于狗g，伤矣哉！阿廉虚拟的人名。在墨子贵义中有如下的一段记载子墨子仕人于卫，所仕者至而反。子墨子曰何故反？对曰与我言而不当。曰待女汝以千盆授我五百盆，故去之也。子墨子曰授子过千盆，则子去之乎？对曰不去。子墨子曰然则非为其不审也，为其寡也。耕柱子和下文的曹公子管黔敖禽滑，都是墨翟的弟子。分见墨子中的耕柱鲁问公输等篇。计爱无父这是儒家孟轲攻击墨家的话，见孟子滕文公杨氏杨朱为我，是无君也墨氏兼爱，是无父也。无父无君，是禽兽也。公输般般或作班，墨子中作盘，春秋时鲁国人。曾发明创造若干奇巧的器械，古书中多称他为巧人。钩拒参看本篇注。关于墨翟赶路的情况，战国策宋策有如下记载公输般为楚设机，将以攻宋。墨子闻之，百舍重茧，往见公输般。又淮南子修务训也说昔者楚欲攻宋，墨子闻而悼之，自鲁趋而往，十日十夜，足重茧而不休息，裂裳裹足，至于郢。都城指宋国的国都商丘今属河南省。这里曹公子的演说，寓有讽刺当时国民党政府的意思。一九三一年日本帝国主义侵占我国东北后，国民党政府采取不抵抗主义，而表面上却故意发一些慷慨激昂的空论，以欺骗人民。连弩指利用机械力量一发多欠的连弩车。见墨子备高临。郢楚国的都城，在今湖北江陵县境。赛湘灵根据传说中湘水的女神湘灵而虚拟的人名。传说湘灵善鼓瑟，如楚辞远游中说使湘灵鼓瑟兮，令海若舞冯夷。下里巴人，是楚国一种歌曲的名称。文选宋玉对楚王问中说客有歌于郢中者，甚始曰下里巴人，国中属而和者数千人。兽环大门上的铜环。因为铜环衔在铜制兽头的嘴里，所以叫做兽环。告帮在旧社会，向有关系的人乞求钱物帮助，叫告帮。关于墨翟坐不住的事，在文子自然和淮南子修务训中都有墨子无暖席的话，意思是说坐席还没有温暖，他又要上路了文子旧传为老聃弟子所作。关于墨翟献书给楚王的事，清代孙诒让墨子间诂贵义篇引唐代余知古渚宫旧事说墨子至郢，献书惠王，王受而读之，曰良书也。"}
{"text":"兽环大门上的铜环。因为铜环衔在铜制兽头的嘴里，所以叫做兽环。告帮在旧社会，向有关系的人乞求钱物帮助，叫告帮。关于墨翟坐不住的事，在文子自然和淮南子修务训中都有墨子无暖席的话，意思是说坐席还没有温暖，他又要上路了文子旧传为老聃弟子所作。关于墨翟献书给楚王的事，清代孙诒让墨子间诂贵义篇引唐代余知古渚宫旧事说墨子至郢，献书惠王，王受而读之，曰良书也。据渚宫旧事所载，此事系在墨翟止楚攻宋之后参看孙诒让墨子传略。墨翟与公输般关于行义的对话，见墨子贵义子墨子南游于楚，见楚献惠王，献惠王以老辞，使穆贺见子墨子。子墨子说穆贺，穆贺大说悦，谓子墨子曰子之言则成诚善矣，而君王天下之大王也，毋乃曰贱人之所为而不用乎？子墨子曰唯其可行。譬若药然，草之本，天子食之，以顺其疾。岂曰一草之本而不食哉？今农夫入其税于大人，大人为酒醴粢盛，以祭上帝鬼神。岂曰贱人之所为而不享哉？小说采取墨翟答穆贺这几句话的意思，改为与公输般的对话。关于送你天下的对话，见墨子鲁问公输子谓子墨子曰吾未得见之时，我欲得宋自我得见之后，予我宋而不义，我不为。子墨子曰翟之未得见之时也，子欲得宋自翟得见子之后，予子宋而不义，子弗为，是我予子宋也。子务为义，翟又将予子天下！公输般与墨翟关于钩拒的对话，见墨子鲁问公输子自鲁南游楚，焉于是始为舟战之器，作为钩强之备退者钩之，进者强之，量其钩强之长，而制为之兵。楚之兵节，越之兵不节，楚人因此若势，亟败越人。公输子善其巧，以语子墨子曰我舟战有钩强，不知子之义亦有钩强乎？子墨子曰我义之钩强，贤于子舟战之钩强。我钩强我钩之以爱，揣之以恭。弗钩以爱则不亲，非揣以恭则速狎，狎而不亲则速离。故交相爱，交相恭，犹若相利也。今子钩而止人，人亦钩而止子子强而距人，人亦强而距子。交相钩，交相强，犹若相害也。故我义之钩强，贤子舟战之钩强。据孙诒让墨子间诂，钩强应作钩拒，揣也应作拒。钩拒是武器，用钩可以钩住敌人后退的船只用拒可以挡住敌人前进的船只。关于木鹊，见墨子鲁问公输子削竹木以为鹊，成而飞之，三日不下。"}
{"text":"子墨子曰我义之钩强，贤于子舟战之钩强。我钩强我钩之以爱，揣之以恭。弗钩以爱则不亲，非揣以恭则速狎，狎而不亲则速离。故交相爱，交相恭，犹若相利也。今子钩而止人，人亦钩而止子子强而距人，人亦强而距子。交相钩，交相强，犹若相害也。故我义之钩强，贤子舟战之钩强。据孙诒让墨子间诂，钩强应作钩拒，揣也应作拒。钩拒是武器，用钩可以钩住敌人后退的船只用拒可以挡住敌人前进的船只。关于木鹊，见墨子鲁问公输子削竹木以为鹊，成而飞之，三日不下。公输子自以为至巧。子墨子谓公输子曰子之为鹊也，不如匠之为车辖，须臾刘三寸之木，而任五十石之重。故所为功，利于人谓之巧，不利于人谓之拙。募捐救国队影射当时国民党政府的欺骗行为。在日本帝国主义的侵略面前，国民党政府实行卖国投降政策同时却用救国的名义，策动各地它所控制的所谓民众团体强行募捐，欺骗人民，进行搜括。野草野草英文译本序野草英文译本序冯先生由他的友人给我看野草的英文译本，并且要我说几句话。可惜我不懂英文，只能自己说几句。但我希望，将不嫌我只做了他所希望的一半的。这二十多篇小品，如每篇末尾所注，是一九二四至二六年在北京所作，陆续发表于期刊语丝上的。大抵仅仅是随时的小感想。因为那时难于直说，所以有时措辞就很含糊了。现在举几个例罢。因为讽刺当时盛行的失恋诗，作我的失恋，因为憎恶社会上旁观者之多，作复仇第一篇，又因为惊异于青年之消沉，作希望。这样的战士，是有感于文人学士们帮助军阀而作。腊叶，是为爱我者的想要保存我而作的。段祺瑞政府枪击徒手民众后，作淡淡的血痕中，其时我已避居别处奉天派和直隶派军阀战争的时候，作一觉，此后我就不能住在北京了。所以，这也可以说，大半是废驰的地狱边沿的惨白色小花，当然不会美丽。但这地狱也必须失掉。这是由几个有雄辩和辣手，而当时还未得志的英雄们的脸色和语气所告诉我的。我于是作失掉的好地狱。后来，我不再作这样的东西了。日在变化的时代，已不许这样的文章，甚而至于这样的感想存在。我想，这也许倒是好的罢。为译本而作的，也应该在这里结束了。一九三一年十一月五日。野草题辞野草题辞当我沉默着的时候，我觉得充实我将开口，同时感到空虚。过去的生命已经死亡。"}
{"text":"所以，这也可以说，大半是废驰的地狱边沿的惨白色小花，当然不会美丽。但这地狱也必须失掉。这是由几个有雄辩和辣手，而当时还未得志的英雄们的脸色和语气所告诉我的。我于是作失掉的好地狱。后来，我不再作这样的东西了。日在变化的时代，已不许这样的文章，甚而至于这样的感想存在。我想，这也许倒是好的罢。为译本而作的，也应该在这里结束了。一九三一年十一月五日。野草题辞野草题辞当我沉默着的时候，我觉得充实我将开口，同时感到空虚。过去的生命已经死亡。我对于这死亡有大欢喜，因为我借此知道它曾经存活。死亡的生命已经朽腐。我对于这朽腐有大欢喜，因为我借此知道它还非空虚。生命的泥委弃在地面上，不生乔木，只生野草，这是我的罪过。野草，根本不深，花叶不美，然而吸取露，吸取水，吸取陈死人的血和肉，各各夺取它的生存。当生存时，还是将遭践踏，将遭删刈，直至于死亡而朽腐。但我坦然，欣然。我将大笑，我将歌唱。我自爱我的野草，但我憎恶这以野草作装饰的地面。地火在地下运行，奔突熔岩一旦喷出，将烧尽一切野草，以及乔木，于是并且无可朽腐。但我坦然，欣然。我将大笑，我将歌唱。天地有如此静穆，我不能大笑而且歌唱。天地即不如此静穆，我或者也将不能。我以这一丛野草，在明与暗，生与死，过去与未来之际，献于友与仇，人与兽，爱者与不爱者之前作证。为我自己，为友与仇，人与兽，爱者与不爱者，我希望这野草的朽腐，火速到来。要不然，我先就未曾生存，这实在比死亡与朽腐更其不幸。去罢，野草，连着我的题辞！一九二七年四月二十六日记于广州之白云楼上秋夜秋夜在我的后园，可以看见墙外有两株树，一株是枣树，还有一株也是枣树。这上面的夜的天空，奇怪而高，我生平没有见过这样奇怪而高的天空。他仿佛要离开人间而去，使人们仰面不再看见。然而现在却非常之蓝，闪闪地目夹着几十个星星的眼，冷眼。他的口角上现出微笑，似乎自以为大有深意，而将繁霜洒在我的园里的野花草上。我不知道那些花草真叫什么名字，人们叫他们什么名字。我记得有一种开过极细小的粉红花，现在还开着，但是更极细小了，她在冷的夜气中，瑟缩地做梦，梦见春的到来，梦见秋的到来，梦见瘦的诗人将眼泪擦在她最末的花瓣上，告诉她秋虽然来，冬虽然来，而此后接着还是春，胡蝶乱飞，蜜蜂都唱起春词来了。她于是一笑，虽然颜色冻得红惨惨地，仍然瑟缩着。"}
{"text":"然而现在却非常之蓝，闪闪地目夹着几十个星星的眼，冷眼。他的口角上现出微笑，似乎自以为大有深意，而将繁霜洒在我的园里的野花草上。我不知道那些花草真叫什么名字，人们叫他们什么名字。我记得有一种开过极细小的粉红花，现在还开着，但是更极细小了，她在冷的夜气中，瑟缩地做梦，梦见春的到来，梦见秋的到来，梦见瘦的诗人将眼泪擦在她最末的花瓣上，告诉她秋虽然来，冬虽然来，而此后接着还是春，胡蝶乱飞，蜜蜂都唱起春词来了。她于是一笑，虽然颜色冻得红惨惨地，仍然瑟缩着。枣树，他们简直落尽了叶子。先前，还有一两个孩子来打他们别人打剩的枣子，现在是一个也不剩了，连叶子也落尽了。他知道小粉红花的梦，秋后要有春他也知道落叶的梦，春后还是秋。他简直落尽叶子，单剩干子，然而脱了当初满树是果实和叶子时候的弧形，欠伸得很舒服。但是，有几枝还低亚着，护定他从打枣的竿梢所得的皮伤，而最直最长的几枝，却已默默地铁似的直刺着奇怪而高的天空，使天空闪闪地鬼目夹眼直刺着天空中圆满的月亮，使月亮窘得发白。鬼目夹眼的天空越加非常之蓝，不安了，仿佛想离去人间，避开枣树，只将月亮剩下。然而月亮也暗暗地躲到东边去了。而一无所有的干子，却仍然默默地铁似的直刺着奇怪而高的天空，一意要制他的死命，不管他各式各样地目夹着许多蛊惑的眼睛。哇的一声，夜游的恶鸟飞过了。我忽而听到夜半的笑声，吃吃地，似乎不愿意惊动睡着的人，然而四围的空气都应和着笑。夜半，没有别的人，我即刻听出这声音就在我嘴里，我也即刻被这笑声所驱逐，回进自己的房。灯火的带子也即刻被我旋高了。后窗的玻璃上丁丁地响，还有许多小飞虫乱撞。不多久，几个进来了，许是从窗纸的破孔进来的。他们一进来，又在玻璃的灯罩上撞得丁丁地响。一个从上面撞进去了，他于是遇到火，而且我以为这火是真的。两三个却休息在灯的纸罩上喘气。那罩是昨晚新换的罩，雪白的纸，折出波浪纹的叠痕，一角还画出一枝猩红色的栀子。猩红的栀子开花时，枣树又要做小粉红花的梦，青葱地弯成弧形了我又听到夜半的笑声我赶紧砍断我的心绪，看那老在白纸罩上的小青虫，头大尾小，向日葵子似的，只有半粒小麦那么大，遍身的颜色苍翠得可爱，可怜。我打一个呵欠，点起一支纸烟，喷出烟来，对着灯默默地敬奠这些苍翠精致的英雄们。一九二四年九月十五日。"}
{"text":"两三个却休息在灯的纸罩上喘气。那罩是昨晚新换的罩，雪白的纸，折出波浪纹的叠痕，一角还画出一枝猩红色的栀子。猩红的栀子开花时，枣树又要做小粉红花的梦，青葱地弯成弧形了我又听到夜半的笑声我赶紧砍断我的心绪，看那老在白纸罩上的小青虫，头大尾小，向日葵子似的，只有半粒小麦那么大，遍身的颜色苍翠得可爱，可怜。我打一个呵欠，点起一支纸烟，喷出烟来，对着灯默默地敬奠这些苍翠精致的英雄们。一九二四年九月十五日。影的告别影的告别人睡到不知道时候的时候，就会有影来告别，说出那些话――有我所不乐意的在天堂里，我不愿去有我所不乐意的在地狱里，我不愿去有我所不乐意的在你们将来的黄金世界里，我不愿去。然而你就是我所不乐意的。朋友，我不想跟随你了，我不愿住。我不愿意！呜呼呜呼，我不愿意，我不如彷徨于无地。我不过一个影，要别你而沉没在黑暗里了。然而黑暗又会吞并我，然而光明又会使我消失。然而我不愿彷徨于明暗之间，我不如在黑暗里沉没。然而我终于彷徨于明暗之间，我不知道是黄昏还是黎明。我姑且举灰黑的手装作喝干一杯酒，我将在不知道时候的时候独自远行。呜呼呜呼，倘是黄昏，黑夜自然会来沉没我，否则我要被白天消失，如果现是黎明。朋友，时候近了。我将向黑暗里彷徨于无地。你还想我的赠品。我能献你甚么呢？无已，则仍是黑暗和虚空而已。但是，我愿意只是黑暗，或者会消失于你的白天我愿意只是虚空，决不占你的心地。我愿意这样，朋友――我独自远行，不但没有你，并且再没有别的影在黑暗里。只有我被黑暗沉没，那世界全属于我自己。一九二四年九月二十四日。求乞者求乞者我顺着剥落的高墙走路，踏着松的灰土。另外有几个人，各自走路。微风起来，露在墙头的高树的枝条带着还未干枯的叶子在我头上摇动。微风起来，四面都是灰土。一个孩子向我求乞，也穿着夹衣，也不见得悲戚，近于儿戏我烦腻他这追着哀呼。我走路。另外有几个人各自走路。微风起来，四面都是灰土。一个孩子向我求乞，也穿着夹衣，也不见得悲戚，但是哑的，摊开手，装着手势。我就憎恶他这手势。而且，他或者并不哑，这不过是一种求乞的法子。我不布施，我无布施心，我但居布施者之上，给与烦腻，疑心，憎恶。我顺着倒败的泥墙走路，断砖叠在墙缺口，墙里面没有什么。微风起来，送秋寒穿透我的夹衣四面都是灰土。我想着我将用什么方法求乞发声，用怎样声调？"}
{"text":"一个孩子向我求乞，也穿着夹衣，也不见得悲戚，近于儿戏我烦腻他这追着哀呼。我走路。另外有几个人各自走路。微风起来，四面都是灰土。一个孩子向我求乞，也穿着夹衣，也不见得悲戚，但是哑的，摊开手，装着手势。我就憎恶他这手势。而且，他或者并不哑，这不过是一种求乞的法子。我不布施，我无布施心，我但居布施者之上，给与烦腻，疑心，憎恶。我顺着倒败的泥墙走路，断砖叠在墙缺口，墙里面没有什么。微风起来，送秋寒穿透我的夹衣四面都是灰土。我想着我将用什么方法求乞发声，用怎样声调？装哑，用怎样手势？另外有几个人各自走路。我将得不到布施，得不到布施心我将得到自居于布施之上者的烦腻，疑心，憎恶。我将用无所为和沉默求乞！我至少将得到虚无。微风起来，四面都是灰土。另外有几个人各自走路。灰土，灰土，灰土一九二四年九月二十四日。我的失恋我的失恋――拟古的新打油诗我的所爱在山腰想去寻她山太高，低头无法泪沾袍。爱人赠我百蝶巾回她什么猫头鹰。从此翻脸不理我，不知何故兮使我心惊。我的所爱在闹市想去寻她人拥挤，仰头无法泪沾耳。爱人赠我双燕图回她什么冰糖壶庐。从此翻脸不理我，不知何故兮使我胡涂。我的所爱在河滨想去寻她河水深，歪头无法泪沾襟。爱人赠我金表索回她什么发汗药。从此翻脸不理我，不知何故兮使我神经衰弱。我的所爱在豪家想去寻她兮没有汽车，摇头无法泪如麻。爱人赠我玫瑰花回她什么赤练蛇。从此翻脸不理我，不知何故兮――由她去罢。一九二四年十月三日。复仇复仇人的皮肤之厚，大概不到半分，鲜红的热血，就循着那后面，在比密密层层地爬在墙壁上的槐蚕更其密的血管里奔流，散出温热。于是各以这温热互相蛊惑，煽动，牵引，拼命希求偎倚，接吻，拥抱，以得生命的沉酣的大欢喜。但倘若用一柄尖锐的利刃，只一击，穿透这桃红色的，菲薄的皮肤，将见那鲜红的热血激箭似的以所有温热直接灌溉杀戮者其次，则给以冰冷的呼吸，示以淡白的嘴唇，使之人性茫然，得到生命的飞扬的极致的大欢喜而其自身，则永远沉浸于生命的飞扬的极致的大欢喜中。这样，所以，有他们俩裸着全身，捏着利刃，对立于广漠的旷野之上。他们俩将要拥抱，将要杀戮路人们从四面奔来，密密层层地，如槐蚕爬上墙壁，如马蚁要扛鲞头。衣服都漂亮，手倒空的。"}
