{"text":"其实这是冤枉的。他又曾和我们说，暑假时一定来接我啊！我们当时答应着但现在已是第二个暑假了，他们还在迢迢的扬州待着。他们是恨着我们呢？还是惦着我们呢？妻是一年来老放不下这两个，常常独自暗中流泪但我有什么法子呢！想到只为家贫成聚散一句无名的诗，不禁有些凄然。转儿与我较生疏些。但去年离开白马湖时，她也曾用了生硬的扬州话那时她还没有到过扬州呢，和那特别尖的小嗓子向着我我要到北京去。她晓得什么北京，只跟着大孩子们说罢了但当时听着，现在想着的我，却真是抱歉呢。这兄妹俩离开我，原是常事，离开母亲，虽也有过一回，这回可是太长了小小的心儿，知道是怎样忍耐那寂寞来着！我的朋友大概都是爱孩子的。少谷有一回写信责备我，说儿女的吵闹，也是很有趣的，何至可厌到如我所说他说他真不解。子恺为他家华瞻写的文章，真是蔼然仁者之言。圣陶也常常为孩子操心小学毕业了，到什么中学好呢？――这样的话，他和我说过两三回了。我对他们只有惭愧！可是近来我也渐渐觉着自己的责任。我想，第一该将孩子们团聚起来，其次便该给他们些力量。我亲眼见过一个爱儿女的人，因为不曾好好地教育他们，便将他们荒废了。他并不是溺爱，只是没有耐心去料理他们，他们便不能成材了。我想我若照现在这样下去，孩子们也便危险了。我得计划着，让他们渐渐知道怎样去做人才行。但是要不要他们像我自己呢？这一层，我在白马湖教初中学生时，也曾从师生的立场上问过D尊，他毫不踌躇地说，自然。近来与平伯谈起教子，他却答得妙，总不希望比自己坏。是的，只要不比自己坏就行，像不像倒是不在乎的。职业，人生观等，还是由他们自己去定的好自己顶可贵，只要指导，帮助他们去发展自己，便是极贤明的办法。予同说，我们得让子女在大学毕了业，才算尽了责任。说，不然，要看我们的经济，他们的材质与志愿若是中学毕了业，不能或不愿升学，便去做别的事，譬如做工人吧，那也并非不行的。自然，人的好坏与成败，也不尽靠学校教育说是非大学毕业不可，也许只是我们的偏见。在这件事上，我现在毫不能有一定的主意特别是这个变动不居的时代，知道将来怎样？好在孩子们还小，将来的事且等将来吧。目前所能做的，只是培养他们基本的力量――胸襟与眼光孩子们还是孩子们，自然说不上高的远的，慢慢从近处小处下手便了。"}
{"text":"说，不然，要看我们的经济，他们的材质与志愿若是中学毕了业，不能或不愿升学，便去做别的事，譬如做工人吧，那也并非不行的。自然，人的好坏与成败，也不尽靠学校教育说是非大学毕业不可，也许只是我们的偏见。在这件事上，我现在毫不能有一定的主意特别是这个变动不居的时代，知道将来怎样？好在孩子们还小，将来的事且等将来吧。目前所能做的，只是培养他们基本的力量――胸襟与眼光孩子们还是孩子们，自然说不上高的远的，慢慢从近处小处下手便了。这自然也只能先按照我自己的样子神而明之，存乎其人，光辉也罢，倒楣也罢，平凡也罢，让他们各尽各的力去。我只希望如我所想的，从此好好地做一回父亲，便自称心满意。――想到那狂人救救孩子的呼声，我怎敢不悚然自勉呢？年月日晚写毕，北京清华园。原载年月日小说月报第卷第号散文全编旅行杂记这次中华教育改进社在南京开第三届年会，我也想观构光故不远千里的从浙江赶到上海，决于七月二日附赴会诸公的车尾而行。一殷勤的招待七月二日正是浙江与上海的社员乘车赴会的日子。在上海这样大车站里，多了几十个改进社社员，原也不一定能够显出甚么异样但我却觉得确乎是不同了，一时之盛的光景，在车站的一角上，是显然可见的。这是在茶点室的左边那里丛着一群人，正在向两位特派的招待员接洽。壁上贴着一张黄色的磅纸，写着龙蛇飞舞的字二等四元，三等二元两位招待员开始执行职务了这时已是六点四十分，离开车还有二十分钟了。招待员所应做的第一大事，自然是买车票。买车票是大家都会的，买半票却非由他们二位来优待一下不可。优待可真不是容易的事！他们实行优待的时候，要向每个人取名片，票价，――还得找钱。他们往还于茶点室和售票处之间，少说些，足有二十次！他们手里是拿着一叠名片和钞票洋钱眼睛总是张望着前面，仿佛遗失了什么，急急寻觅一样面部筋肉平板地紧张着手和足的运动都像不是他们自己的。好容易费了二虎之力，居然买了几张票，凭着名片分发了。每次分发时，各位候补人都一拥而上。等到得不着票子，便不免有了三三两两的怨声了。那两位招待员买票事大，却也顾不得这些。可是钟走得真快，不觉七点还欠五分了。"}
{"text":"他们往还于茶点室和售票处之间，少说些，足有二十次！他们手里是拿着一叠名片和钞票洋钱眼睛总是张望着前面，仿佛遗失了什么，急急寻觅一样面部筋肉平板地紧张着手和足的运动都像不是他们自己的。好容易费了二虎之力，居然买了几张票，凭着名片分发了。每次分发时，各位候补人都一拥而上。等到得不着票子，便不免有了三三两两的怨声了。那两位招待员买票事大，却也顾不得这些。可是钟走得真快，不觉七点还欠五分了。这时票子还有许多人没买着，大家都着急而招待员竟不出来！有的人急忙寻着他们，情愿取回了钱，自买全票有的向他们顿足舞手的责备着。他们却只是忙着照名片退钱，一言不发。――真好性儿！于是大家三步并作两步，自己去买票子这一挤非同小可！我除照付票价外，还出了一身大汗，才弄到一张三等车票。这时候对两位招待员的怨声真载道了这样的饭桶！真饭桶！早做什么事的？六点钟就来了，还是自己买票，冤不冤！我猜想这时候两位招待员的耳朵该有些儿热了。其实我倒能原谅他们，无论招待的成绩如何，他们的眼睛和腿总算忙得可以了，这也总算是殷勤了他们也可以对得起改进社了，改进社也可以对得起他们的社员了。――上车后，车就开了有人问，两个饭桶来了没有？没有吧！车是开了。二躬逢其盛七月二日的晚上，花了约莫一点钟的时间，才在大会注册组买了一张旁听的标识。这个标识很不漂亮，但颇有实用。七月三日早晨的年会开幕大典，我得躬逢其盛，全靠着它呢。七月三日的早晨，大雨倾盆而下。这次大典在中正街公共讲演厅举行。该厅离我所住的地方有六七里路远但我终于冒了狂风暴雨，乘了黄包车赴会。在这一点上，我的热心决不下于社员诸君的。到了会场门首，早已停着许多汽车，马车我知道这确乎是大典了。走进会场，坐定细看，一切都很从容，似乎离开会的时间还远得很呢！――虽然规定的时间已经到了。楼上正中是女宾席，似乎很是寥寥两旁都是军警席――正和楼下的两旁一样。一个黑色的警察，间着一个灰色的兵士，静默的立着。他们大概不是来听讲的，因为既没有赛瓷的社员徽章，又没有和我一样的旁听标识，而且也没有真正的席――坐位。我所谓军警席，是就实际而言，当时场中并无此项名义，合行声明。"}
{"text":"走进会场，坐定细看，一切都很从容，似乎离开会的时间还远得很呢！――虽然规定的时间已经到了。楼上正中是女宾席，似乎很是寥寥两旁都是军警席――正和楼下的两旁一样。一个黑色的警察，间着一个灰色的兵士，静默的立着。他们大概不是来听讲的，因为既没有赛瓷的社员徽章，又没有和我一样的旁听标识，而且也没有真正的席――坐位。我所谓军警席，是就实际而言，当时场中并无此项名义，合行声明。听说督军省长都要驾临该场他们原是保卫两长来的，他们原是监视我们来的，好一个武装的会场！那时两长未到，盛会还未开场我们忽然要做学生了！一位教员风的女士走上台来，像一道光闪在听众的眼前她请大家练习尽力中华歌。大家茫然的立起，跟着她唱。但出其不意，攻其不备，有些人不敢高唱，有些人竟唱不出。所以唱完的时候，她温和地笑着向大家说这回太低了，等等再唱一回。她轻轻的鞠了躬，走了。等了一等，她果然又来了。说完一――二――三――四之后，尽力中华的歌声果然很响地起来了。她将左手插在腰间，右手上下的挥着，表示节拍挥手的时候，腰部以上也随着微微的向左右倾侧，显出极为柔软的曲线她的头略略偏右仰着，嘴唇轻轻的动着，嘴唇以上，尽是微笑。唱完时，她仍笑着说，好些了，等等再唱。再唱的时候，她拍着两手，发出清脆的响，其余和前回一样。唱完，她立刻又一――二――三――四的要大家唱。大家似乎很惊愕，似乎她真看得大家和学生一样了但是半秒钟的惊愕与不耐以后，终于又唱起来了――自然有一部分人，因疲倦而休息。于是大家的临时的学生时代告终。不一会，场中忽然纷扰，大家的视线都集中在东北角上这是齐督军，韩省长来了，开会的时间真到了！空空的讲坛上，这时竟济济一台了。正中有三张椅子，两旁各有一排椅子。正中的三人是齐燮元，韩国钧，另有一个西装少年后来他演说，才知是高督办――就是讳恩洪的了――的代表。这三人端坐在台的正中，使我联想到大雄宝殿上的三尊佛像他们虽坦然的坐着，我却无端的为他们惶恐着。――于是开会了，照着秩序单进行。详细的情形，有各报记述可看，毋庸在下再来饶舌。现在单表齐燮元，韩国钧和东南大学校长郭秉文博士的高论。齐燮元究竟是督军兼巡阅使，他的声音是加倍的洪亮那时场中也特别肃静――齐燮元究竟与众不同呀！"}
{"text":"正中有三张椅子，两旁各有一排椅子。正中的三人是齐燮元，韩国钧，另有一个西装少年后来他演说，才知是高督办――就是讳恩洪的了――的代表。这三人端坐在台的正中，使我联想到大雄宝殿上的三尊佛像他们虽坦然的坐着，我却无端的为他们惶恐着。――于是开会了，照着秩序单进行。详细的情形，有各报记述可看，毋庸在下再来饶舌。现在单表齐燮元，韩国钧和东南大学校长郭秉文博士的高论。齐燮元究竟是督军兼巡阅使，他的声音是加倍的洪亮那时场中也特别肃静――齐燮元究竟与众不同呀！他咬字眼儿真咬得清白他的话是字本位，是一个字一个字吐出来的。字与字间的时距，我不能指明，只觉比普通人说话延长罢了最令我惊异而且焦躁的，是有几句说完之后。那时我总以为第二句应该开始了，岂知一等不来，二等不至，三等不到他是在唱歌呢，这儿碰着全休止符了！等到三等等完，四拍哪毕，第二句的第一个字才姗姗的来了。这其间至少有一分钟要用主观的计时法，简直可说足有五分钟！说来说去，究竟他说的是什么呢？我恭恭敬敬的答道半篇八股！他用拆字法将中华教育改进社一题拆为四段先做教育二字，是为第一股次做教育改进，是为第二股中华教育改进是第三股加上社字，是第四股。层层递进，如他由督军而升巡阅使一样。齐燮元本是廪贡生，这类文章本是他的拿手戏只因时代维新，不免也要改良一番，才好应世八股只剩了四股，大约便是为此了。最教我不忘记的，是他说完后的那一鞠躬。那一鞠躬真是与众不同，鞠下去时，上半身全与讲桌平行，我们只看见他一头的黑发他然后慢慢的立起退下。这其间费了普通人三个一鞠躬的时间，是的的确确的。接着便是韩国钧了。他有一篇改进社开会词，是开会前已分发了的。里面曾有一节，论及现在学风的不良，颇有痛心疾首之概。我很想听听他的高见。但他却不曾照本宣扬，他这时另有一番说话。他也经过了许多时间但不知是我的精神不济，还是另有原因，我毫没有领会他的意思。只有煞尾的时候，他提高了喉咙，我也竖起了耳朵，这才听见他的警句了。他说现在政治上南北是不统一的。今天到会诸君，却南北都有，同以研究教育为职志，毫无畛域之见。可见统一是要靠文化的，不能靠武力！这最后一句话确是漂亮，赢得如雷的掌声和许多轻微的赞叹。他便在掌声里退下。"}
{"text":"我很想听听他的高见。但他却不曾照本宣扬，他这时另有一番说话。他也经过了许多时间但不知是我的精神不济，还是另有原因，我毫没有领会他的意思。只有煞尾的时候，他提高了喉咙，我也竖起了耳朵，这才听见他的警句了。他说现在政治上南北是不统一的。今天到会诸君，却南北都有，同以研究教育为职志，毫无畛域之见。可见统一是要靠文化的，不能靠武力！这最后一句话确是漂亮，赢得如雷的掌声和许多轻微的赞叹。他便在掌声里退下。这时我们所注意的，是在他肘腋之旁的齐燮元可惜我眼睛不佳，不能看到他面部的变化，因而他的心情也不能详说这是很遗憾的。于是――是我行文的于是，不是事实的于是，请注意――来了郭秉文博士。他说，我只记得他说，青年的思想应稳健，正确。旁边有一位告诉我说这是齐燮元的话。但我却发见了，这也是韩国钧的话，便是开会辞里所说的。究竟是谁的话呢？或者是英雄所见，大略相同么？这却要请问郭博士自己了。但我不能明白什么思想才算正确和稳健呢？郭博士的演说里不曾下注脚，我也只好终于莫测高深了。还有一事，不可不记。在那些点缀会场的警察中，有一个瘦长的，始终笔直的站着，几乎不曾移过一步，真像石像一般，有着可怕的静默。我最佩服他那昂着的头和垂着的手那天真苦了他们三位了！另有一个警官，也颇可观。他那肥硬的身体，凸出的肚皮，老是背着的双手，和那微微仰起的下巴，高高翘着的仁丹胡子，以及胸前累累挂着的徽章――那天场中，这后两件是他所独有的――都显出他的身份和骄傲。他在楼下左旁往来的徘徊着，似乎在督率着他的部下。我不能忘记他。三第三人称七月日，正式开会。社员全体大会外，便是许多分组会议。我们知道全体大会不过是那么回事，值得注意的是后者。我因为也忝然的做了国文教师，便决然无疑地投到国语教学组旁听。不幸听了一次，便生了病，不能再去。那一次所议的是采用他，她，案大意如此，原文忘记了足足议了两个半钟头，才算不解决地解决了。这次讨论，总算详细已极，无微不至在讨论时，很有几位英雄，舌本翻澜，妙绪环涌，使得我茅塞顿开，摇头佩服。这不可以不记。其实我第一先应该佩服提案的人！在现在大家已经采用他，她，的时候，他才从容不迫地提出了这件议案，真可算得老成持重，不敢为天下先，确遵老子遗训的了。"}
{"text":"不幸听了一次，便生了病，不能再去。那一次所议的是采用他，她，案大意如此，原文忘记了足足议了两个半钟头，才算不解决地解决了。这次讨论，总算详细已极，无微不至在讨论时，很有几位英雄，舌本翻澜，妙绪环涌，使得我茅塞顿开，摇头佩服。这不可以不记。其实我第一先应该佩服提案的人！在现在大家已经采用他，她，的时候，他才从容不迫地提出了这件议案，真可算得老成持重，不敢为天下先，确遵老子遗训的了。在我们礼义之邦，无论何处，时间先生总是要先请一步的所以这件议案不因为他的从容而被忽视，反因为他的从容而被尊崇，这就是所谓让德。且看当日之情形，谁不兴高而采烈？便可见该议案的号召之力了。本来呢，新文学里的第三人称代名词也太纷歧了！既她伊之互用，又她它之不同，更有诒酥流，窜跳其间于是乎乌烟瘴气，一塌糊涂！提案人虽只为辨性起见，但指定的三字，皆属于也字系统，俨然有正名之意。将来也字系统若竟成为正统，那开创之功一定要归于提案人的。提案人有如彼的力量，如此的见解，怎不教人佩服？讨论的中心点是在女人，就是在她字。人让他站着，牛也让它站着所饶不过的是女人，就是她字旁边立着的那女人！于是辩论开始了。一位教师说，据我的经验，女学生总不喜欢她字――男人的他，只标一个人字旁，女子的她，却特别标一个女字旁，表明是个女人这是她们所不平的！我发出的讲义，上面的他字，她们常常要将人字旁改成男字旁，可以见她们报复的意思了。大家听了，都微微笑着，像很有味似的。另一位却起来驳道，我也在女学堂教书，却没有这种情形！海格尔的定律不错，调和派来了，他说，这本来有两派用文言的欢喜用伊字，如周作人先生便是用白话的欢喜用她字，伊字用的少些其实两个字都是一样的。用文言的欢喜用伊字，这句话却有意思！文言里间或有伊字看见，这是真理但若说那些伊都是女人，那却不免委屈了许多男人！周作人先生提倡用伊字也是实，但只是用在白话里我可保证，他决不曾有什么用文言的话！而且若是主张伊字用于文言，那和主张人有两只手一样，何必周先生来提倡呢？于是又冤枉了周先生！――调和终于无效，一位女教师立起来了。"}
{"text":"用文言的欢喜用伊字，这句话却有意思！文言里间或有伊字看见，这是真理但若说那些伊都是女人，那却不免委屈了许多男人！周作人先生提倡用伊字也是实，但只是用在白话里我可保证，他决不曾有什么用文言的话！而且若是主张伊字用于文言，那和主张人有两只手一样，何必周先生来提倡呢？于是又冤枉了周先生！――调和终于无效，一位女教师立起来了。大家都倾耳以待，因为这是她们的切身问题，必有一番精当之论！她说话快极了，我听到的警句只是，历来加女字旁的字都是不好的字她字是用不得的！一位他立刻驳道，好字岂不是女字旁么？大家都大笑了，在这大笑之中。忽有苍老的声音我看他字譬如我们普通人坐三等车她字加了女字旁，是请她们坐二等车，有什么不好呢？这回真哄堂了，有几个人笑得眼睛亮晶晶的，眼泪几乎要出来真是所谓笑中有泪了。后来的情形可有些模糊，大约便在谈笑中收了场于是乎一幕喜剧告成。二等车，三等车这一个比喻，真是新鲜，足为修辞学开一崭新的局面，使我有永远的趣味。从前贾宝玉说男人的骨头是泥做的，女人的骨头是水做的，至今传为佳话现在我们的辩士又发明了这个二三等车的比喻，真是媲美前修，启迪来学了。但这个二三等之别究竟也有例外我离开南京那一晚，明明在三等车上看见三个她！我想她何以不坐二等车呢？难道客气不成？――那位辩士的话应该是不错的！年月日，温州。原载年时事新报副刊文学周报第期散文全编说梦伪列子里有一段梦话，说得甚好周之尹氏大治产，其下趣役者，侵晨昏而不息。有老役夫筋力竭矣，而使之弥勤。昼则呻呼而即事，夜则昏惫而熟寐。精神荒散，昔昔梦为国君居人民之上，总一国之事游燕宫观，恣意所欲，其乐无比。觉则复役人。尹氏心营世事，虑钟家业，心形俱疲，夜亦昏惫而寐。昔昔梦为人仆趋走作役，无不为也数骂杖挞，无不至也。眠中边缴牒簦彻旦息焉。此文原意是要说出苦逸之复，数之常也若欲觉梦兼之，岂可得邪？"}
{"text":"有老役夫筋力竭矣，而使之弥勤。昼则呻呼而即事，夜则昏惫而熟寐。精神荒散，昔昔梦为国君居人民之上，总一国之事游燕宫观，恣意所欲，其乐无比。觉则复役人。尹氏心营世事，虑钟家业，心形俱疲，夜亦昏惫而寐。昔昔梦为人仆趋走作役，无不为也数骂杖挞，无不至也。眠中边缴牒簦彻旦息焉。此文原意是要说出苦逸之复，数之常也若欲觉梦兼之，岂可得邪？这其间大有玄味，我是领略不着的我只是断章取义地赏识这件故事的自身，所以才老远地引了来。我只觉得梦不是一件坏东西。即真如这件故事所说，也还是很有意思的。因为人生有限，我们若能夜夜有这样清楚的梦，则过了一日，足抵两日，过了五十岁，足抵一百岁如此便宜的事，真是落得的。至于梦中的苦乐，则照我素人的见解，毕竟是梦中的苦乐，不必斤斤计较的。若必欲斤斤计较，我要大胆地说一句他和那些在墙上贴红纸条儿，写着夜梦不祥，书破大吉的，同样地不懂得梦！但庄子说道，至人无梦。伪列子里也说道，古之真人，其觉自忘，其寝不梦。――张湛注曰，真人无往不忘，乃当不眠，何梦之有？可知我们这几位先哲不甚以做梦为然，至少也总以为梦是不大高明的东西。但孔子就与他们不同，他深以不复梦见周公为憾他自然是爱做梦的，至少也是不反对做梦的。――殆所谓时乎做梦则做梦者欤？我觉得至人，真人，毕竟没有我们的份儿，我们大可不必妄想只看乃当不眠一个条件，你我能做到么？唉，你若主张或实行八小时睡眠，就别想做至人，真人了！但是，也不用担心，还有为我们掮木梢的我们知道，愚人也无梦！他们是一枕黑甜，哼呵到晓，一些儿梦的影子也找不着的！我们徼幸还会做几个梦，虽因此失了至人，真人的资格，却也因此而得免于愚人，未尝不是运气。至于至人，真人之无梦和愚人之无梦，究竟有何分别？却是一个难题。我想偷懒，还是摭拾上文说过的话来答吧真人乃当不眠，而愚人是一枕黑甜，哼呵到晓的！再加一句，此即孔子所谓上智与下愚不移也。说到孔子，孔子不反对做梦，难道也做不了至人，真人？我说，唯唯，否否！孔子是圣人，自有他的特殊的地位，用不着再来争至人，真人的名号了。"}
