{"text":"生命本来没有名字――这话说得多么好！我们降生到世上，有谁是带着名字来的？又有谁是带着头衔职位身份财产等等来的？可是，随着我们长大，越来越深地沉溺于俗务琐事，已经很少有人能记起这个最单纯的事实了。我们彼此以名字相见，名字又与头衔身份财产之类相联，结果，在这些寄生物的缠绕之下，生命本身隐匿了，甚至萎缩了。无论对己对人，生命的感觉都日趋麻痹。多数时候，我们只是作为一个称谓活在世上。即使是朝夕相处的伴侣，也难得以生命的本然状态相待，更多的是一种伦常和习惯。浩瀚宇宙间，也许只有我们的星球开出了生命的花朵，可是，在这个幸运的星球上，比比皆是利益的交换，身份的较量，财产的争夺，最罕见的偏偏是生命与生命的相遇。仔细想想，我们是怎样地本末倒置，因小失大，辜负了造化的宠爱。是的――我是，你是，每一个人都是一个多么普通又多么独特的生命，原本无名无姓，却到底可歌可泣。我你每一个生命都是那么偶然地来到这个世界上，完全可能不降生，却毕竟降生了，然后又将必然地离去。想一想世界在时间和空间上的无限，每一个生命的诞生的偶然，怎能不感到一个生命与另一个生命的相遇是一种奇迹呢。有时我甚至觉得，两个生命在世上同时存在过，哪怕永不相遇，其中也仍然有一种令人感动的因缘。我相信，对于生命的这种珍惜和体悟乃是一切人间之爱的至深的源泉。你说你爱你的妻子，可是，如果你不是把她当作一个独一无二的生命来爱，那么你的爱还是比较有限。你爱她的美丽温柔贤惠聪明，当然都对，但这些品质在别的女人身上也能找到。惟独她的生命，作为一个生命体的她，却是在普天下的女人身上也无法重组或再生的，一旦失去，便是不可挽回地失去了。世上什么都能重复，恋爱可以再谈，配偶可以另择，身份可以炮制，钱财可以重挣，甚至历史也可以重演，惟独生命不能。愈是精微的事物愈不可重复，所以，与每一个既普通又独特的生命相比，包括名声地位财产在内的种种外在遭遇实在粗浅得很。既然如此，当另一个生命，一个陌生得连名字也不知道的生命，远远地却又那么亲近地发现了你的生命，透过世俗功利和文化的外观，向你的生命发出了不求回报的呼应，这岂非人生中令人感动的幸遇？所以，我要感谢这个不知名的女孩，感谢她用她的安静的倾听和领悟点拨了我的生命的性灵。她使我愈加坚信，此生此世，当不当思想家或散文家，写不写得出漂亮文章，真是不重要。"}
{"text":"既然如此，当另一个生命，一个陌生得连名字也不知道的生命，远远地却又那么亲近地发现了你的生命，透过世俗功利和文化的外观，向你的生命发出了不求回报的呼应，这岂非人生中令人感动的幸遇？所以，我要感谢这个不知名的女孩，感谢她用她的安静的倾听和领悟点拨了我的生命的性灵。她使我愈加坚信，此生此世，当不当思想家或散文家，写不写得出漂亮文章，真是不重要。我唯愿保持住一份生命的本色，一份能够安静聆听别的生命也使别的生命愿意安静聆听的纯真，此中的快乐远非浮华功名可比。很想让她知道我的感谢，但愿她读到这篇文章。免费下载免费下载该小说下载自小说下载站每天更新请到下载更多精彩小说小说守望的距离第四部分我的家园在理论和学术之外――答中国青年杂志简历与自传。答生于上海，先后就学于上海的紫金小学成都中学上海中学和北京的北京大学。顺顺当当读到大学四年级，文革惊破了我的学者梦。不过，不怎么遗憾。分配到广西深山中一个小县，在那里混了十年日子。然后再考回北京，一晃又是十年，至今仍是个未毕业的在职研究生和卑微的助理研究员。不过，也不怎么遗憾。你从事过哪方面的学术研究分别历时多久答十年来，先后搞过苏联哲学人的问题和尼采思想的研究。你是如何踏入这些学术领域的答我踏入这些学术领域纯属偶然，就像我当初踏入人世纯属偶然一样。你为何要从事这些方面的研究答我不爱与人频繁交往，可是仔细分析起来，我还是对人最感兴趣。我的研究课题都与人有关。我搞苏联哲学侧重于苏联的人学研究。我喜欢尼采是因为他有知人之明。"}
{"text":"你从事过哪方面的学术研究分别历时多久答十年来，先后搞过苏联哲学人的问题和尼采思想的研究。你是如何踏入这些学术领域的答我踏入这些学术领域纯属偶然，就像我当初踏入人世纯属偶然一样。你为何要从事这些方面的研究答我不爱与人频繁交往，可是仔细分析起来，我还是对人最感兴趣。我的研究课题都与人有关。我搞苏联哲学侧重于苏联的人学研究。我喜欢尼采是因为他有知人之明。你是如何选中目前的职业的答当初考大学选中哲学，是出于贪婪，文科理科都喜欢，就来一个折衷。没想到哲学从此成了我的职业。我反对哲学的职业化，自己却是个受惠者。聊可自慰的是，哲学首先是我的爱好。你认为自己的理论建树和学术成就是什么答我不认为自己有什么理论建树和学术成就。我的家园在理论和学术之外。如果说我的作品尚可一读，那只是因为我在其中说了一些关于人生的真话。你的人生经验和教训答一言难尽。一种经历留下的究竟是经验还是教训，也真难以分清，因为人只能活一次，无从比较。我只知道，无论成功或失败，活着都是非常美好的。你在人生经历中最难忘的人物和事件答这个问题也许只有临终时才能回答。现在我只能仅限于说，我最难忘的人物中有男人和女人，我最难忘的事件都涉及友谊和爱情。你对人生和事业的思考答对于我来说，人生即事业，除了人生，我别无事业。我的事业就是要穷尽人生的一切可能性。这是一个肯定无望但极有诱惑力的事业。请你描述一下自己的个性，气质，外貌，长处，弱点。答敏感，忧郁，怕羞。拙于言谈，疏于功名。不通世故，不善社交。但不乏可爱的男朋友和女朋友。喜欢好书和好女人。内心和外表都比实际年龄年轻许多，多数时候也就忘记了实际年龄。一旦想起，又倍觉委屈，仿佛年龄是岁月加于我的一个污点。从学术角度分析和预测一下中国的现状和未来。答从未留心过，无可奉告。人生贵在行胸臆一读袁中郎全集，感到清风徐徐扑面，精神阵阵爽快。明末的这位大才子一度做吴县县令，上任伊始，致书朋友们道吴中得若令也，五湖有长，洞庭有君，酒有主人，茶有知己，生公说法，石有长老。开卷读到这等潇洒不俗之言，我再舍不得放下了，相信这个人必定还会说出许多妙语。我的期望没有落空。"}
{"text":"一旦想起，又倍觉委屈，仿佛年龄是岁月加于我的一个污点。从学术角度分析和预测一下中国的现状和未来。答从未留心过，无可奉告。人生贵在行胸臆一读袁中郎全集，感到清风徐徐扑面，精神阵阵爽快。明末的这位大才子一度做吴县县令，上任伊始，致书朋友们道吴中得若令也，五湖有长，洞庭有君，酒有主人，茶有知己，生公说法，石有长老。开卷读到这等潇洒不俗之言，我再舍不得放下了，相信这个人必定还会说出许多妙语。我的期望没有落空。请看这一段天下有大败兴事三，而破国亡家不与焉。山水朋友不相凑，一败兴也。朋友忙，相聚不久，二败兴也。游非及时，或花落山枯，三败兴也。真是非常的飘逸。中郎一生最爱山水，最爱朋友，难怪他写得最好的是游记和书信。不过，倘若你以为他只是个耽玩的倜傥书生，未免小看了他。明史记载，他在吴县任上听断敏决，公庭鲜事，遂整日与士大夫谈说诗文，以风雅自命。可见极其能干，游刃有余。但他是真个风雅，天性耐不得官场俗务，终于辞职。后来几度起官，也都以谢病归告终。在明末文坛上，中郎和他的两位兄弟是开一代新风的人物。他们的风格，用他评其弟小修诗的话说，便是独抒性灵，不拘格套，非从自己胸臆流出，不肯下笔。其实，这话不但说出了中郎的文学主张，也说出了他的人生态度。他要依照自己的真性情生活，活出自己的本色来。他的潇洒绝非表面风流，而是他的内在性灵的自然流露。性者个性，灵者灵气，他实在是个极有个性极有灵气的人。二每个人一生中，都曾经有过一个依照真性情生活的时代，那便是童年。孩子是天真烂漫，不肯拘束自己的。他活着整个儿就是在享受生命，世俗的利害和规矩暂时还都不在他眼里。随着年龄增长，染世渐深，俗虑和束缚愈来愈多，原本纯真的孩子才被改造成了俗物。那么，能否逃脱这个命运呢很难，因为人的天性是脆弱的，环境的力量是巨大的。随着童年的消逝，倘若没有一种成年人的智慧及时来补救，几乎不可避免地会失掉童心。所谓大人先生者不失赤子之心，正说明智慧是童心的守护神。凡童心不灭的人，必定对人生有着相当的彻悟。所谓彻悟，就是要把生死的道理想明白。名利场上那班人不但没有想明白，只怕连想也不肯想。"}
{"text":"那么，能否逃脱这个命运呢很难，因为人的天性是脆弱的，环境的力量是巨大的。随着童年的消逝，倘若没有一种成年人的智慧及时来补救，几乎不可避免地会失掉童心。所谓大人先生者不失赤子之心，正说明智慧是童心的守护神。凡童心不灭的人，必定对人生有着相当的彻悟。所谓彻悟，就是要把生死的道理想明白。名利场上那班人不但没有想明白，只怕连想也不肯想。袁中郎责问得好天下皆知生死，然未有一人信生之必死者趋名骛利，唯曰不足，头白面焦，如虑铜铁之不坚，信有死者，当如是耶名利的追求是无止境的，官做大了还想更大，钱赚多了还想更多。未得则前涂为究竟，涂之前又有涂焉，可终究欤故终身驰逐而已矣。在这终身的驰逐中，不再有工夫做自己真正感兴趣的事，接着连属于自己的真兴趣也没有了，那颗以享受生命为最大快乐的童心就这样丢失得无影无踪了。事情是明摆着的一个人如果真正想明白了生之必死的道理，他就不会如此看重和孜孜追逐那些到头来一场空的虚名浮利了。他会觉得，把有限的生命耗费在这些事情上，牺牲了对生命本身的享受，实在是很愚蠢的。人生有许多出于自然的享受，例如爱情友谊欣赏大自然艺术创造等等，其快乐远非虚名浮利可比，而享受它们也并不需要太多的物质条件。在明白了这些道理以后，他就会和世俗的竞争拉开距离，借此为保存他的真性情赢得了适当的空间。而一个人只要依照真性情生活，就自然会努力去享受生命本身的种种快乐。用中郎的话说，这叫做退得一步，即为稳实，多少受用。当然，一个人彻悟了生死的道理，也可能会走向消极悲观。不过，如果他是一个热爱生命的人，这一前途即可避免。他反而会获得一种认识生命的密度要比生命的长度更值得追求。从终极的眼光看，寿命是无稽的，无论长寿短寿，死后都归于虚无。不止如此，即使用活着时的眼光作比较，寿命也无甚意义。中郎说试令一老人与少年并立，问彼少年，尔所少之寿何在，觅之不得。问彼老人，尔所多之寿何在，觅之亦不得。少者本无，多者亦归于无，其无正等。无论活多活少，谁都活在此刻，此刻之前的时间已经永远消逝，没有人能把它们抓在手中。所以，与其贪图活得长久，不如争取活得痛快。中郎引惠开的话说人生不得行胸臆，纵年百岁犹为夭。就是这个意思。三我们或许可以把袁中郎称作享乐主义者，不过他所提倡的乐，乃是合乎生命之自然的乐趣，体现生命之质量和浓度的快乐。"}
{"text":"不止如此，即使用活着时的眼光作比较，寿命也无甚意义。中郎说试令一老人与少年并立，问彼少年，尔所少之寿何在，觅之不得。问彼老人，尔所多之寿何在，觅之亦不得。少者本无，多者亦归于无，其无正等。无论活多活少，谁都活在此刻，此刻之前的时间已经永远消逝，没有人能把它们抓在手中。所以，与其贪图活得长久，不如争取活得痛快。中郎引惠开的话说人生不得行胸臆，纵年百岁犹为夭。就是这个意思。三我们或许可以把袁中郎称作享乐主义者，不过他所提倡的乐，乃是合乎生命之自然的乐趣，体现生命之质量和浓度的快乐。在他看来，为了这样的享乐，付出什么代价也是值得的，甚至这代价也成了一种快乐。有两段话，极能显出他的个性的光彩。在一处他说世人所难得者唯趣，尤其是得之自然的趣。他举出童子的无往而非趣，山林之人的自在度日，愚不肖的率心而行，作为这种趣的例子。然后写道自以为绝望于世，故举世非笑之不顾也，此又一趣也。凭真性情生活是趣，因此遭到全世界的反对又是趣，从这趣中更见出了怎样真的性情另一处谈到人生真乐有五，原文太精彩，不忍割爱，照抄如下目极世间之色，耳极世间之声，身极世间之鲜，口极世间之谭，一快活也。堂前列鼎，堂后度曲，宾客满席，男女交舄，烛气熏天，珠翠委地，皓魄入帐，花影流衣，二快活也。箧中藏万卷书，书皆珍异。宅畔置一馆，馆中约真正同心友十余人，人中立一识见极高，如司马迁罗贯中关汉卿者为主，分曹部署，各成一书，远文唐宋酸儒之陋，近完一代未竟之篇，三快活也。千金买一舟，舟中置鼓吹一部，妓妾数人，游闲数人，泛家浮宅，不知老之将至，四快活也。然人生受用至此，不及十年，家资田产荡尽矣。然后一身狼狈，朝不谋夕，托钵歌妓之院，分餐孤老之盘，往来乡亲，恬不知耻，五快活也。前四种快活，气象已属不凡，谁知他笔锋一转，说享尽人生快乐以后，一败涂地，沦为乞丐，又是一种快活！中郎文中多这类飞来之笔，出其不意，又顺理成章。世人常把善终视作幸福的标志，其实经不起推敲。若从人生终结看，善不善终都是死，都无幸福可言。若从人生过程看，一个人只要痛快淋漓地生活过，不管善不善终，都称得上幸福了。对于一个洋溢着生命热情的人来说，幸福就在于最大限度地穷尽人生的各种可能性，其中也包括困境和逆境。极而言之，乐极生悲不足悲，最可悲的是从来不曾乐过，一辈子稳稳当当，也平平淡淡，那才是白活了一场。"}
{"text":"中郎文中多这类飞来之笔，出其不意，又顺理成章。世人常把善终视作幸福的标志，其实经不起推敲。若从人生终结看，善不善终都是死，都无幸福可言。若从人生过程看，一个人只要痛快淋漓地生活过，不管善不善终，都称得上幸福了。对于一个洋溢着生命热情的人来说，幸福就在于最大限度地穷尽人生的各种可能性，其中也包括困境和逆境。极而言之，乐极生悲不足悲，最可悲的是从来不曾乐过，一辈子稳稳当当，也平平淡淡，那才是白活了一场。中郎自己是个充满生命热情的人，他做什么事都兴致勃勃，好像不要命似的。爱山水，便说落雁峰可值百死。爱朋友，便叹以友为性命。他知道世上希有事，未有不以死得者，值得要死要活一番。读书读到会心处，便灯影下读复叫，叫复读，僮仆睡者皆惊起，真是忘乎所以。他爱女人，坦陈有青娥之癖。他甚至发起懒来也上瘾，名之懒癖。关于癖，他说过一句极中肯的话余观世上语言无味面目可憎之人，皆无癖之人耳。若真有所癖，将沉湎酣溺，性命死生以之，何暇及钱奴宦贾之事。有癖之人，哪怕有的是怪癖恶癖，终归还保留着一种自己的真兴趣真热情，比起那班名利俗物来更是一个活人。当然，所谓癖是真正着迷，全心全意，死活不顾。譬如巴尔扎克小说里的于洛男爵，爱女色爱到财产名誉地位性命都可以不要，到头来穷困潦倒，却依然心满意足，这才配称好色，那些只揩油不肯作半点牺牲的偷香窃玉之辈是不够格的。四一面彻悟人生的实质，一面满怀生命的热情，两者的结合形成了袁中郎的人生观。他自己把这种人生观与儒家的谐世道家的玩世佛家的出世并列为四，称作适世。若加比较，儒家是完全入世，佛家是完全出世，中郎的适世似与道家的玩世相接近，都在入世出世之间。区别在于，玩世是入世者的出世法，怀着生命的忧患意识逍遥世外，适世是出世者的入世法，怀着大化的超脱心境享受人生。用中郎自己的话说，他是想学凡间仙，世中佛，无律度的孔子。明末知识分子学佛参禅成风，中郎是不以为然的。他自知魔重，出则为湖魔，入则为诗魔，遇佳友则为谈魔，舍不得人生如许乐趣，绝不肯出世。况且人只要生命犹存，真正出世是不可能的。佛祖和达摩舍太子位出家，中郎认为是没有参透生死之理的表现。他批评道当时便在家何妨，何必掉头不顾，为此偏枯不可训之事似亦不圆之甚矣。"}
{"text":"用中郎自己的话说，他是想学凡间仙，世中佛，无律度的孔子。明末知识分子学佛参禅成风，中郎是不以为然的。他自知魔重，出则为湖魔，入则为诗魔，遇佳友则为谈魔，舍不得人生如许乐趣，绝不肯出世。况且人只要生命犹存，真正出世是不可能的。佛祖和达摩舍太子位出家，中郎认为是没有参透生死之理的表现。他批评道当时便在家何妨，何必掉头不顾，为此偏枯不可训之事似亦不圆之甚矣。人活世上，如空中鸟迹，去留两可，无须拘泥区区行藏的所在。若说出家是为了离生死，你总还带着这个血肉之躯，仍是跳不出生死之网。若说已经看破生死，那就不必出家，在网中即可作自由跳跃。死是每种人生哲学不可回避的根本问题。中郎认为，儒道释三家，至少就其门徒的行为看，对死都不甚了悟。儒生以立言为不死，是故著书垂训，道士以留形为不死，是故锻金炼气，释子以寂灭为不死，是故耽心禅观，他们都企求某种方式的不死。而事实上，茫茫众生，谁不有死，堕地之时，死案已立。不死是不可能的。那么，依中郎之见，如何才算了悟生死呢说来也简单，就是要正视生之必死的事实，放下不死的幻想。他比较赞赏孔子的话朝闻道，夕死可矣。一个人只要明白了人生的道理，好好地活过一场，也就死而无憾了。既然死是必然的，何时死，缘何死，便完全不必在意。他曾患呕血之病，担心必死，便给自己讲了这么一个故事有人在家里藏一笔钱，怕贼偷走，整日提心吊胆，频频查看。有一天携带着远行，回来发现，钱已不知丢失在途中何处了。自己总担心死于呕血，而其实迟早要生个什么病死去，岂不和此人一样可笑这么一想，就宽心了。总之，依照自己的真性情痛快地活，又抱着宿命的态度坦然地死，这大约便是中郎的生死观。未免太简单了一些！然而，还能怎么样呢我自己不是一直试图对死进行深入思考，而结论也仅是除了平静接受，别无更好的法子许多文人，对于人生问题作过无穷的探讨，研究过各种复杂的理论，在兜了偌大圈子以后，往往回到一些十分平易质实的道理上。对于这些道理，许多文化不高的村民野夫早已了然于胸。不过，倘真能这样，也许就对了。罗近溪说圣人者，常人而肯安心者也。中郎赞此语抉圣学之髓，实不为过誉。我们都是有生有死的常人，倘若我们肯安心做这样的常人，顺乎天性之自然，坦然于生死，我们也就算得上是圣人了。"}
{"text":"然而，还能怎么样呢我自己不是一直试图对死进行深入思考，而结论也仅是除了平静接受，别无更好的法子许多文人，对于人生问题作过无穷的探讨，研究过各种复杂的理论，在兜了偌大圈子以后，往往回到一些十分平易质实的道理上。对于这些道理，许多文化不高的村民野夫早已了然于胸。不过，倘真能这样，也许就对了。罗近溪说圣人者，常人而肯安心者也。中郎赞此语抉圣学之髓，实不为过誉。我们都是有生有死的常人，倘若我们肯安心做这样的常人，顺乎天性之自然，坦然于生死，我们也就算得上是圣人了。只怕这个境界并不容易达到呢。五在中国文坛上，载道文学一向占据着正统的地位，表现人性和自我的作品却遭到排斥与冷落。像袁中郎这样富有个性色彩的可爱的作家，他的作品竟被清朝统治者埋没了将近三百年之久。直到半个世纪前，林语堂周作人一帮文人，由于性情相近，仿佛是重新发现了他。我现在读到的集子，便是他们当初推出的。有趣的是，林语堂等似乎在较小的规模上重复了同样的命运。他们自己那些崇尚性灵的小品也在中国大陆禁绝多时，直到近些年才开放并且相当地热门了起来。当今的所谓散文热，在很大程度上是由他们的作品点燃的。这使我想到，那种追随和注解时代精神的载道文学其实只能得势一时，唯有真正切近人生的好作品才有耐久的生命力，因为时代在变化，而人终归是人。我无意重提人性和文学本质的争论，依我看，这种争论是无聊的，在一种自由的写作和阅读氛围中根本不会存在只想作为一个读者表达读了好作品的愉快心情。掩卷之时，我默默感谢使我度过了如许愉快时光的袁中郎先生以及把他推荐给我的林语堂先生。哲人隐语一那个在德尔斐庙里发布谶语的大神既不挑明，也不遮掩，而只是用隐喻暗示。赫拉克利特如是说。其实他自己与阿波罗神有着相同的爱好。不过，在哲学的讲堂上和教科书里，他的隐语被当作似乎很不重要的东西省略掉了，他的哲学则被归结为一种似乎很简单明白的朴素辩证法原理。赫拉克利特仿佛有所预见似地谴责道他们即便听到了它，也不了解它，就像聋子一样。人们不懂得怎样听，也不懂得怎样说。在离开哲学课堂许多年之后，一个平常的夜晚，我又翻开赫拉克利特的著作残篇。我的耳朵突然灵敏起来，听到了这些隐语。二自然喜欢躲藏起来。"}
