{"text":"学术的作用就在于能帮助人达到这个目的。大家常说，学术是老老实实的东西，不能掺半点假。通过个人努力或者集体努力，老老实实地做学问，得出的结果必须是实事求是的。这样做，就算是有学术良心。中西融会，龙虫并雕。从中国学术史上来看，学者们大致分为两类。一类专门从事钻研探讨，青箱传世，白首穷经，筚路蓝缕，独辟蹊径，因而名标青史，举世景仰。一类专门编写通俗文章，用现在的话来说，就是做普及工作。二者之间是有矛盾的，前者往往瞧不起后者，古人说雕虫小技，壮夫不为。可以充分透露其中信息。实际上，前者不乐意不屑于做后者的工作，往往是不善于做。小骗局花样颇为繁多，举其荦荦大者，有以上诸种在课堂上听老师讲课，在公开学术报告中听报告人演讲，平常阅读书刊杂志时读到别人的见解，认为有用或有趣，于是就自己写文章，不提老师的或者讲演者的以及的名字，仿佛他自己就是首创者，用以欺世盗名。拿做学问来说，天才与勤奋的关系究竟如何呢？有人说九十九分勤奋，一分神来属于天才的范畴。我认为，这个百分之比应该纠正一下。七八十分的勤奋，二三十分的天才才能，我觉得更符合实际一点。我丝毫没有贬低勤奋的意思。无论干哪一行的，没有勤奋，一事无成。我只是感到，假如没有才能而只靠勤奋，一个人发展是有限度的。我们写的废话，说的谎话，吹的大话，这是到处可见的。我觉得，有好多文章是大可以不必写的，有好些书是大可以不必印的。假如少印刷这样的文章少出版这样的书，则必然能够少砍伐些森林少制造一些纸张，对保护环境保持生态平衡，会有很大的好处的，对人类生存的前途也会减少危害的。有的人为了提职，需要提出著作，于是就赶紧炮制。有的人为了成名成家，也必须有文章，也努力炮制。对于这样的人，无须深责，这是人之常情。炮制的著作不一定都是次品，其中也不乏优秀的东西。我现在立一新义在大多数情况下，只有到杂志缝里才能找到新意。在大部头的专著中，在字里行间，也能找到新意的，旧日所谓读书得间，指的就是这种情况。因为，一般说来，杂志上发表的文章往往只谈一个问题，一个新问题，里面是有新意的。你读过以后，受到启发，举一反三，自己也产生了新意，然后也写文章，让别的学人也受到启发，再举一反三。如此往复循环，学术的进步就寓于其中了。我有一个怪论一个人一生不可能没有朋友，也不可能没有非朋友。"}
{"text":"炮制的著作不一定都是次品，其中也不乏优秀的东西。我现在立一新义在大多数情况下，只有到杂志缝里才能找到新意。在大部头的专著中，在字里行间，也能找到新意的，旧日所谓读书得间，指的就是这种情况。因为，一般说来，杂志上发表的文章往往只谈一个问题，一个新问题，里面是有新意的。你读过以后，受到启发，举一反三，自己也产生了新意，然后也写文章，让别的学人也受到启发，再举一反三。如此往复循环，学术的进步就寓于其中了。我有一个怪论一个人一生不可能没有朋友，也不可能没有非朋友。我在这里不用敌人这个词儿，而用非朋友，是因为非朋友不一定就是敌人。考据，严格说来，只能算是一个研究方法，其精髓就是，无证不信，拿证据来，不容你胡思乱想，毫无根据。在中国学术史上，考据大盛于清朝乾嘉时代，当时大师辈出，使我们读懂了以前无法读的古书，这是它最大的贡献。史学家们窥伺上意，纷纷赞颂不休，说什么农民战争是推动社会前进的动力。真是这样子吗？历史事实证实，农民战争即使是胜利了，也不过是以暴易暴，哪里谈到什么推动社会前进。假如不胜利，则不过破坏生产，破坏经济，使生民涂炭而已。假如一定要说它有进步意见，则只有肯定翦伯赞的让步政策的主张。唐太宗说得再清楚不过了民能载舟，亦能覆舟。阅读不管学问多么大，名气多么高，在死守教条的基础上，在迎合上意的前提下，写出来的决不会是好书，有时是违反本意的产品。有人称之为以论代史，而不是以论带史。要害在于一个论字。这是什么样的论呢？我在上面已经指出来过，这是带有前苏联印记的论，而不是纯正的马克思主义的论。历史研究，贵在求真，决不容许歪曲历史事实，削足适履，以求得适合他们的论。写文章引用别人的著作甚至观点，是决不可避免的，但必须注明出处，这是起码的学术道德，我决不敢有违。假如想开辟一个新领域，创造一个新天地，那就必须自找新材料，偷懒是万万不容许的。没有安定团结，我们的经济很难搞上去，我们的政治也很难发挥应有的作用。然而我们需要的是真正的安定团结。在许多知识分子，非凡是老知识分子还有一肚子气的情况下，真正的安定团结恐怕还难以圆满。阅读我不是一个没有名利思想的人――我怀疑真有这种人，过去由于一些我曾经说过的原因，表面上看起来，我似乎是淡泊名利，其实那多半是假象。"}
{"text":"假如想开辟一个新领域，创造一个新天地，那就必须自找新材料，偷懒是万万不容许的。没有安定团结，我们的经济很难搞上去，我们的政治也很难发挥应有的作用。然而我们需要的是真正的安定团结。在许多知识分子，非凡是老知识分子还有一肚子气的情况下，真正的安定团结恐怕还难以圆满。阅读我不是一个没有名利思想的人――我怀疑真有这种人，过去由于一些我曾经说过的原因，表面上看起来，我似乎是淡泊名利，其实那多半是假象。但是，到了今天，我已至望九之年，名利对我已经没有什么用，用不着再争名于朝，争利于市，这方面的压力没有了。从年月以后，我多活一天，就等于多赚了一天，算到现在，我已经多活了，也就是多赚了三十多年了，已经超过了我的满足的程度。死亡什么时候来临，对我来说都是无所谓的，我随时预备着开路，而且无悔无恨。我并不像一些魏晋名士那样，表面上放浪形骸，不怕死亡，其实他们的狂诞正是怕死的表现。假如真正认为死亡是微不足道的事，何必费那么大劲装疯卖傻呢？我常说，吃饭为了活着，但活着并不是为了吃饭。我决不说半句谎言，决不添油加醋。我的经历是什么样子，我就写成什么样子。时间是亳不留情的，它真使人在自己制造的镜子里照见自己的真相今天是新年元旦。从午夜零时起，自己是不折不扣的八十老翁了。然而这老景却真如古人诗中所说的青霭人看无，我看不到什么老景。看一看自己的身体，平平经常，同过去一样。看一看四周的环境，平平经常，同过去一样。金色的朝阳从窗子里流了进来，平平经常，同过去一样。楼前的白杨，确实粗了一点，但看上去也是平平经常，同过去一样。时令正是冬天，叶子落尽了但是我相信，它们正蜷缩在土里，做着春天的梦。水塘里的荷花只剩下残叶，留得残荷听雨声，现在雨没有了，上面只有白皑皑的残雪。我相信，荷花们也蜷缩在淤泥中，做着春天的梦。总之，我还是我，依然故我四周的一切也依然是过去的一切我是不是也在做着春天的梦呢？我想，是的。我现在也处在严寒中，我也梦着春天的到来。我常以知了自比。知了的幼虫最初藏在地下，黄昏时爬上树干，天一明就脱掉下旧壳，长出了翅膀，长鸣高枝，成了极富诗意的虫类，引得诗人倚杖柴门外，临风听暮蝉了。"}
{"text":"我相信，荷花们也蜷缩在淤泥中，做着春天的梦。总之，我还是我，依然故我四周的一切也依然是过去的一切我是不是也在做着春天的梦呢？我想，是的。我现在也处在严寒中，我也梦着春天的到来。我常以知了自比。知了的幼虫最初藏在地下，黄昏时爬上树干，天一明就脱掉下旧壳，长出了翅膀，长鸣高枝，成了极富诗意的虫类，引得诗人倚杖柴门外，临风听暮蝉了。我现在就是一只长鸣高枝的蝉，名声四被，头上的桂冠比文革中头上戴的高帽子还要高出很多，有时候我自己都觉得脸红。其实我自己深知，我并没有那么好。然而，我这样发自肺腑的话，别人是不会相信的。我相信，我同朋友之间就是有缘分的。我们一见如故，无话不谈。没见面时，总惦记着见面的时间既见面则如鱼得水，心旷神怡分手后又是朝思暮想，忆念难忘。对我来说，他们不是亲属，胜似亲属。我的工作主要是爬格子。几十年来，我已经爬出了上千万的字。这些东西都值得爬吗？我认为是值得的。我爬出的东西不见得都是精金粹玉，都是甘露醍醐，吃了能让人飞升成仙但是其中绝没有毒药，绝没有假冒伪劣，读了以后，至少能让人获得点享受，能让人爱国爱乡爱人类爱自然爱儿童，爱一切美好的东西。我有时幻想自己为什么不能像朋友送给我摆在桌上的奇石那样，自己没有生命，但也决不会有死呢？我有时候也幻想能不能让造物主勒住时间前进的步伐，让太阳和月亮永远明亮，地球上的一切生物都停住不动，不老呢？哪怕是停上十年八年呢？不虞之誉，纷至沓来求全之毁，几乎绝迹。我所到之处，见到的只有笑脸，感到的只有暖和。时时如坐春风，处处如沐春雨，人生至此，实在真应该满足了。然而，实际情况却并不完全这样舒服。古人说不如意事常八九。这话对我现在来说也是适用的。我时不时地总会碰到一些令人不愉快的事情，让自己的心情半天难以平静。即使在春风自得中，我也有自己的苦恼。我明明是一头瘦骨嶙峋的老牛，却有时被认成是日产鲜奶千磅的硕大肥牛。已挤出了奶水五百磅，还求索不止，认为我打了埋伏。其中情味，实难向外人道也。阅读我就像笔下的那一位过客那样，我的任务就是向前走，向前走。前方是什么地方呢？老翁看到的是坟墓，小女孩看到的是野百合花。我写八十述怀时，看到的是野百合花多于坟墓，今天则倒一个个儿，坟墓多而野百合花少了。"}
{"text":"即使在春风自得中，我也有自己的苦恼。我明明是一头瘦骨嶙峋的老牛，却有时被认成是日产鲜奶千磅的硕大肥牛。已挤出了奶水五百磅，还求索不止，认为我打了埋伏。其中情味，实难向外人道也。阅读我就像笔下的那一位过客那样，我的任务就是向前走，向前走。前方是什么地方呢？老翁看到的是坟墓，小女孩看到的是野百合花。我写八十述怀时，看到的是野百合花多于坟墓，今天则倒一个个儿，坟墓多而野百合花少了。不管怎样，反正我是非走上前去不行的，不管是坟墓还是野百合花，都不能阻挡我的步伐。记得有两句诗凡所难求皆绝好，及能如愿便平常。我现在深深地熟悉到在朴素语言中蕴含的真理。我现在确实如愿了，但是心情平常到连平常的感觉都没有了。现在是年月日，同年月日，除了多一天以外，绝没有任何不同的地方。早晨太阳从东方升起，到了晚上，仍然会在西方落下。我经常说人们吃饭是为了活着，但活着不是为了吃饭。这是我的最根本信条之一，我也身体力行。我现在仍然是黎明即起，兀兀穷年，不求有惊人之举，但求无愧于心，无愧于吃下去的饭。多少年来，我成了陶渊明的信徒。他的那一首诗纵浪大化中，不喜亦不惧。应尽便须尽，无复独多虑。我感到，我现在大体上能够做到了，对生死之事，我确实没有多虑。要害在一个应字，这个应字由谁来掌管，由谁来决定呢？我不能知道，反正不由我自己来决定。既然不由我自己来决定，那么由它去吧。我认为，我是熟悉自己的，换句话说，是有点自知之明的。我经常像先生说的那样剖析自己，然而结果并不美妙，我剖析得有点过了头，我的自知之明过了头，有时候真感到自己一无是处。我说过不少谎话，因为非此则不能生存。但是我还是敢于讲真话的，我的真话总是大大超过谎话。因此我是一个好人。我在任何文章中讲的都是真话，我不讲半句谎话。现在，我的人生之旅快到终点了，我经常回忆年来的历程，感慨万端。我曾问过自己一个问题，假如真有那么一个造物主，要加恩于我，让我下一辈子还转生为人，我是不是还走今生走的这一条路？经过了一些思虑，我的回答是还要走这一条路。但是有一个附带条件让我的脸皮厚一点，让我的心黑一点，让我考虑自己的利益多一点，让我自知之明少一点。我自认为是一个颇为敏感的人，我这一面心镜，虽不敢说是纤毫必显，然确实并不迟钝。"}
{"text":"因此我是一个好人。我在任何文章中讲的都是真话，我不讲半句谎话。现在，我的人生之旅快到终点了，我经常回忆年来的历程，感慨万端。我曾问过自己一个问题，假如真有那么一个造物主，要加恩于我，让我下一辈子还转生为人，我是不是还走今生走的这一条路？经过了一些思虑，我的回答是还要走这一条路。但是有一个附带条件让我的脸皮厚一点，让我的心黑一点，让我考虑自己的利益多一点，让我自知之明少一点。我自认为是一个颇为敏感的人，我这一面心镜，虽不敢说是纤毫必显，然确实并不迟钝。我相信，我的镜子照出了世纪长达九十年的真实情况，是完全可以依靠的。个人走的路有时候并不由自己来决定，假如我当年留在家里，走的路是一条贫农的路。生活可能很苦，但风险决不会大。我今天的路怎么样呢？我广开了眼界，熟悉了世界，熟悉了人生，获得了虚名。我曾走过阳关大道，也曾走过独木小桥坎坎坷坷，又颇顺顺当当，一直走到了耄耋之年。假如当年让我自己选择道路的话，我究竟要选哪一条呢？概难言矣！现在，我的人生之旅快到终点了，我经常回忆年来的历程，感慨万端。我曾问过自己一个问题，假如真有那么一个造物主，要加恩于我，让我下一辈子还转生为人，我是不是还走今生走的这一条路？经过了一些思虑，我的回答是还要走这一条路。但是有一个附带条件让我的脸皮厚一点，让我的心黑一点，让我考虑自己的利益多一点，让我自知之明少一点。古人云太上忘情。我是一个微不足道的凡人，无论如何也做不到忘情的地步，只有把自己钉在感情的十字架上了。对我自己来说，文章能抒发我的感情，表露我的喜悦，缓解我的忿怒，激励我的志向。这样的好处已经算不少了。中国的旧式文人有的有一种非常恶劣的习气文章是自己的好，这种习气，我幸而沾染得不算太浓，我还有一点自知之明。一个人一辈子做事读书，不管是干什么，其中都有机遇的成分。我自己就是一个活生生的例子。大概从年开始，在看门房守电话之余，着手翻译。我一定要译文押韵。但有时候找一个适当的韵脚又异常困难，我就坐在门房里，看着外面来来往往的人，大半都不熟悉，只见眼前人影历乱，我脑筋里却想的是韵脚。下班时要走四十分钟才能到家，路上我仍搜索枯肠，寻求韵脚，以此自乐，实不足为外人道也。阅读我同绝大多数中老年知识分子和教师一样，怀着绝对虔诚的心情，向住光明，向往进步。"}
{"text":"一个人一辈子做事读书，不管是干什么，其中都有机遇的成分。我自己就是一个活生生的例子。大概从年开始，在看门房守电话之余，着手翻译。我一定要译文押韵。但有时候找一个适当的韵脚又异常困难，我就坐在门房里，看着外面来来往往的人，大半都不熟悉，只见眼前人影历乱，我脑筋里却想的是韵脚。下班时要走四十分钟才能到家，路上我仍搜索枯肠，寻求韵脚，以此自乐，实不足为外人道也。阅读我同绝大多数中老年知识分子和教师一样，怀着绝对虔诚的心情，向住光明，向往进步。觉得自己真正站起来了，大有飘飘然羽化而登仙之感，有点忘乎所以了。我从一个最初喊什么人万岁都有点忸怩的低级水平，一踏上革命之路，便步步登高，飞驰前进再加上天纵睿智，虔诚无垠，全心全意，投入造神运动中。常言道众生拾柴火焰高。大家策群力，造出了神，又自己膜拜，完全自觉自愿，绝无半点勉强，对自己则认真进行思想改造。在每一次政治运动中，每一人都有一个在运动中的地位问题。粗略地说，地位可以分为两大类整人者与被整者。细分起来，那就复杂得多了。而且这个地位也不是一成不变的。随着运动的进展，队伍不断地分化，重新组合。整人者可以变为被整者，而被整者也可以变为整人者。我的地位长期悬在空中，心里老是嘀嘀咕咕，坐卧不宁。后来我逐渐发现，自己还没有被划归敌我矛盾。有这一点，我就放心了。我仍然是人民，这对我来说是天大的事情。我于是打着人民的招牌，逍遥起来了。要知道，在当时，在敌我矛盾与人民内部矛盾之间，在人民与所谓反革命分子之间，横着一条其宽无比其深无比的鸿沟。假如处在鸿沟这一边，在人民的这一边，许多事情都很好办，即使办错一件事，说错一句话，这都算是一时不小心所犯的错误，没有什么了不起。但是，假如被划到对岸去，成为敌人，那就会有无限的麻烦，即使夹起尾巴，处处谨小慎微，决不敢乱说乱动可是一时不慎，办错一件事，说错一句话，比如把资本主义说成社会主义或者倒转过来，那就必然被上纲到反革命的高度，成为现行反革命，遭到批斗。但是划分敌我，划分两类不同性质的矛盾，这个权力把握在谁手里呢？我真有点说不清楚。我的脑筋很简单，百思不得其解。虽然我暂处在鸿沟的这一岸，但是却感觉到，自己像是在走钢丝，一不小心，就能跌落下去，跌落到鸿沟的对岸，那就等于跌落到地狱里，永世不得翻身了。"}
{"text":"但是划分敌我，划分两类不同性质的矛盾，这个权力把握在谁手里呢？我真有点说不清楚。我的脑筋很简单，百思不得其解。虽然我暂处在鸿沟的这一岸，但是却感觉到，自己像是在走钢丝，一不小心，就能跌落下去，跌落到鸿沟的对岸，那就等于跌落到地狱里，永世不得翻身了。一些自命为出身好的教员和学生，果断贯彻阶级路线，组成了造反派，在自己胳膊上缠上一块红布，这就算是革命者的标志。所谓出身好，指的是贫下中农革命烈属革命干部工人。这些人根子正，一身红，领导革命，义不容辞。再一部分人就是在社教活动中反对过陆平的人。他们觉悟高，现在来领导革命，也是顺理成章。我记得，戴红臂章的人似乎只限于第一种人。臂章一戴，浑身红透，脸上更是红光满面，走起路来，高视阔步，威风凛凛，不可一世。这一次选举是在文化大革命初期风暴过后举行的。很多以前有选举权的人民，现在成了走资派，相应被挤出人民的范围，丢掉了选票。我幸而还留在人民内部，从而保住了选举权。当我在红榜上看到自己的名字时，那三个字简直是熠熠生光，仿佛凸了出来一样。当年在帝王时代金榜题名时的快乐，恐怕也不会超过我现在的快乐，我现在才体会到，原来认为唾手可得的东西，也是来之不易啊！投票的那一天，我换上了新衣服，站在人民中，手里的红红的选票像千斤一般重。我真是欢喜欲狂了。现在人们有时候骂人为畜生，我觉得这是对畜生的污蔑。畜生吃人，因为它饿。它不会说谎，不会耍刁，决不会先讲上一大篇必须吃人的道理，旁征博引，洋洋洒洒，然后才张嘴吃人。了解十年浩劫的人们都知道，当年打派仗的时候，所有的学校机关工厂企业甚至某一些部队，都分成了对立的两派，每一派都是唯我独左唯我独尊。现在看起来两派都搞打砸抢，甚至杀人，放火，都是一丘之貉，谁也不比谁强。现在再来讨论或者辩论谁是谁非，实在毫无意义。可是在当时，有一种叫做派性的东西，摸不着，看不见，既无根据，又无理由，却阴狠毒辣，一点理性也没有。"}
{"text":"现在看起来两派都搞打砸抢，甚至杀人，放火，都是一丘之貉，谁也不比谁强。现在再来讨论或者辩论谁是谁非，实在毫无意义。可是在当时，有一种叫做派性的东西，摸不着，看不见，既无根据，又无理由，却阴狠毒辣，一点理性也没有。谁要是中了它，就像是中了邪一样，一个原来是亲爱和睦好端端的家庭，假如不幸而分属两派，则夫妇离婚者有之，父子反目者有之，至少也是兄弟阋于墙，天天在家里吵架。阅读自从人类有历史以来，共形成了四个文化体系一中国文化二印度文化三从古代希伯来起经过古代埃及巴比伦以至伊斯兰阿拉伯文化的闪族文化四肇端于古代希腊罗马的西方文化。这四个文化体系又可以划分为两大文化体系东方文化和西方文化。前三者属于东方文化，第四个属于西方文化。两大文化体系的关系是三十年河西，三十年河东。东方的思维模式是综合的，西方的思维模式是分析的。勉强打一个比方，我们可以说，西方是一分为二，而东方则是合二而一。再用一个更通俗的说法来表达一下，西方是头痛医头，脚痛医脚，只见树木，不见森林，而东方则是头痛医脚，脚痛医头，即见树木，又见森林。说得再抽象一点东方综合思维模式的特点是，整体概念，普遍联系而西方分析思维模式则正相反。从全世界范围来看，在西方文化主宰下，生态平衡遭到破坏，酸雨到处横行，淡水资源匮乏，大气受到污染，臭氧层遭到破坏，海洋湖河江遭到污染，一些生物灭种，新的疾病冒出等等，威胁着人类的未来发展，甚至人类的生存。这些灾难假如不能克制，则用不到一百年，人类势将无法生存下去。这些弊害目前已经清清楚楚地摆在我们眼前，哪一个人敢说这是危言耸听呢？我的意思并不是要铲除或消灭西方文化。不是的，完全不是的。那样做，是绝对愚蠢的，完全做不到的。西方文化迄今所获得的光辉成就，决不能抹煞。我的意思是，在西方文化已经达到的基础上，更上一层楼，把人类文化提高到一个前所未有的高度。既然能搞西化，为什么就不能搞东化呢？我的基本观点是第一，汉语语法的研究必须改弦更张。第二，中国通史必须重写。第三，中国文学史必须重写。"}
