{"text":"你到日本去，别的国家我不清楚，我到日本西德去的次数比较多一点，哪有买车票排队的？滑稽了。你打个电话票就给你送来了，他巴不得你坐车。你到商店买东西，售货员你巴结他？是他巴结你，给你鞠大躬，他希望你再来。饭馆子哪里用排队呀！我们这儿饭馆子现在我不知道，以前你要吃顿饭费劲儿极了，站在后边，看人家吃完，然后自己找一个座位，盘子碗服务员也不拿，得你自己去拿。所以我们社会上好多不正之风，跟生产力不发展有直接联系。攻击的我们民族的某些缺点也与此有关。我看是满怀对中国民族的热爱，来提中国民族的弱点的，他不是幸灾乐祸。最近我们讲，我看这个同志也了不起，他那个随想录我没看全，看了一点，那真是大实话。话是非常难听，可是现在大家认为，这个人就是讲实话。有人说代表了中国散文的第二个高潮。第一高潮是，第二高潮是。我觉得是完全对的。他们不是假洋鬼子，说我比你高一等，你怎么怎么不行，多少多少毛病，不是。他是把自己摆到一个中国人民一份子的位置上，恨铁不成钢。我觉得的杂文，除了攻击国民党反动派那一部分外，因为国民党反动派已经完了，其余的我看都有用。今天社会上还有好多消极的东西，而且我讲一句很不好听的话，有的还有发展，在文化大革命中发展了，比那时候还严重。这个你不正视行吗？不正视，我们这个社会主义，有中国特色的社会主义怎么建设呢？生产力怎么发展呢？大家放下筷子骂娘，怎么能发展生产力呢？关于，有人好像有这个意思，说只看到中国民族的弱点，而中国民族的优点则没看到，这不是事实。文章本身就讲过，有一篇文章叫中国人失掉自信力了吗？。他在文章里讲的东西大概同志们都熟悉的。他这里边就讲到中国民族的优点。这是在全集第六卷且介亭杂文里边的。他说我们从古以来，就有埋头苦干的人，有拼命硬干的人，有为民请命的人，有舍身求法的人虽然是等于为帝王将相作家谱的所谓正史，也往往掩不住他们的光耀，这就是中国的脊梁。有这么一些人，这些人一直到今天，还是了不起的。我们历史上不是没有。所以中国人的优点，并不是没看着，说光看到中国人民的弱点，没看到中国人民的优点，这不是事实。第章中国文化发展战略问题最近我看了些文章，其中有几个谈到中国国民性的一些问题。比方说有一篇文章是隋启仁同志写的。"}
{"text":"有这么一些人，这些人一直到今天，还是了不起的。我们历史上不是没有。所以中国人的优点，并不是没看着，说光看到中国人民的弱点，没看到中国人民的优点，这不是事实。第章中国文化发展战略问题最近我看了些文章，其中有几个谈到中国国民性的一些问题。比方说有一篇文章是隋启仁同志写的。他说要改变封建主义的门第观念等级观念资历观念身份观念人身依附的关系人治封闭性保守性求稳不变。我们恐怕得承认有这个情况。同这些情况相对的资产阶级观念，是平等观念独立人格法治开放冒险标新立异等。他们要求改革嘛！我们是封闭保守求稳不变，这样怎么能改革呢？因此我们现在讲文化发展战略问题，讲文化交流，讲向外国学习，我们一方面应看到我们中国的好的方面，就是讲的中国的脊梁，这个我们不能丢，无论如何也不能丢，要大胆发扬。另外一方面，要看到我们的弱点，在心理素质价值观念方面，我们有弱点。刚才我举了好多例子，我再举一个例子。当年九一八，老的同志知道，九一八日本侵略中国，国民党反动派蒋介石不抵抗，他打日本打不了，他也不敢打。为什么呢？他认为日本的危害还不如江西苏区，他要先消灭红军，于是就对敌屈服。怎么办呢？日本进来了，一下子占了我们这么一大片土地。当时国民党的想法，就是依靠国联。国联就等于今天的联合国。依靠的逻辑是什么逻辑呢，说是我们中国是弱国，你强国侵侮弱国，不合我们中国的伦理道德，你这国联得主持正义啊。蒋介石他这么讲，根子里边是想先消灭红军，向日本人投降，可嘴里却是这么讲的。可当时中国老百姓接受这个东西。我们的伦理概念跟西方不一样，西方是优胜劣败。竞争，弱肉强食，谁软弱谁倒霉，该打倒。人家的伦理是这么个伦理。可是我们当时，蒋介石心里有鬼，我们老百姓的思想有那么个包袱，按中国的伦理纲常，大的欺侮小的，是不对的。讲这叫隔膜，隔膜就是我们不懂国联，国联都是外国人欧洲人，我们不懂他们的想法。结果有什么用呀，日本不是把东三省占了吗？还有一个事情，这是我自己亲眼见到的。我在德国住了多年，小孩子打架很少见。有一次就在我窗子下面两个小孩子打架了，一个高的十五六岁，一个小的七八岁。"}
{"text":"我们的伦理概念跟西方不一样，西方是优胜劣败。竞争，弱肉强食，谁软弱谁倒霉，该打倒。人家的伦理是这么个伦理。可是我们当时，蒋介石心里有鬼，我们老百姓的思想有那么个包袱，按中国的伦理纲常，大的欺侮小的，是不对的。讲这叫隔膜，隔膜就是我们不懂国联，国联都是外国人欧洲人，我们不懂他们的想法。结果有什么用呀，日本不是把东三省占了吗？还有一个事情，这是我自己亲眼见到的。我在德国住了多年，小孩子打架很少见。有一次就在我窗子下面两个小孩子打架了，一个高的十五六岁，一个小的七八岁。我当时脑筋里立刻就想你怎么大的欺负小的呢？这是我的伦理概念，不行啊！大的欺负小的不对呀！可是两个小孩子打了起来，周围围了一群大人在那儿观战，没有一个出来主持正义的。结果小的不行，差远了，一下子被打倒了，躺在地上挨了几巴掌，打得挺厉害。可是他站了起来，哈哈大笑。这日耳曼民族，有他们的狂气。他还接着跟这个大孩子干，大概被打倒了好几次，最后我对门住的一个老太太，拿了一盆水，往人堆里一泼，大人小孩每人弄了一身水，散开了，走了。后来我一想这不对，人家在德国，不论谁跟谁打仗，反正谁胳膊粗，谁有劲，谁就是胜利者，这就是人家的道德观念，我们认为大的不能欺负小的，这是我们的道德观念。因此我们今天的伦理道德价值观念，其中有一些是要改变一下的，不变不行。跟洋人打交道，你就得讲竞争。在国内我们也得讲竞争，是不是？哪个工厂不行，就破产，现在破产法不是要通过吗？我是赞成这个的。你不行就让别人，这个道理很容易理解。总而言之，我们现在这个伦理道德心理素质价值观念，对于一些事物的判断，不改不行。特别时间观念效率观念，非讲不行。刚才我讲过，世界上的人都怕时间，而时间却怕东方人。咱们平常浪费了多少时间呀？是不是？这样行吗？一个人一辈子万个小时，而且现在是三年等于石器时代的三千年的时代，这么一个世界情况，如果我们还是慢慢腾腾，还是老的东西，那是不行的，我们生产力发展不了。总而言之，我的意思就是要讲文化交流，要讲文化发展战略，我们就要向别的国家好的地方学习，最容易学的我们都学了，啤酒也喝了沙发也坐了，可是我们得学最难的。就是我们的价值观念思想方式，不能马马虎虎，得把弱点克服，要不克服的话，我们的生产力就发展不了。生产力发展不了的话，社会主义建起来就困难了。那么有的同志可能要问了啤酒很容易拿来，不用劝我们也喝了。"}
{"text":"总而言之，我的意思就是要讲文化交流，要讲文化发展战略，我们就要向别的国家好的地方学习，最容易学的我们都学了，啤酒也喝了沙发也坐了，可是我们得学最难的。就是我们的价值观念思想方式，不能马马虎虎，得把弱点克服，要不克服的话，我们的生产力就发展不了。生产力发展不了的话，社会主义建起来就困难了。那么有的同志可能要问了啤酒很容易拿来，不用劝我们也喝了。有些东西，我们认为是我们的缺点，认为是别的民族的一些优点，这个怎么拿来呢？这个问题非常不容易解决。我引两个人的话，一个是梁启超，他这样讲要拿旧心理运用新制度，决计不可能。他讲的是心理，用旧心理运用新制度，办不到的。要运用新制度，得把旧心理改成新心理。有一句话人不能自成为新人，文艺不能自成为新文艺。总而言之一句话，我们要拿比较难拿的。怎么去拿呢？这个问题恐怕不是一年两年，十年八年能够改变的。中共中央的决议里边，建设精神文明里边恐怕也有这层意思，恐怕要用很长的时间。首先我们得承认我们有这个缺点，首先我们得承认要建设社会主义，首先就要发展生产力，这些东西不去掉，生产力发展不了。我们得承认，不承认的话，认为我们这些东西都好得很，那怎么能变呢？那还是用夏变夷，用我们这套国粹来改变人家，那不行的。第一个要承认，第二个要反思，反复思考，自己思考，思考怎么办，是不是？比方思想改造，现在这个词大家不大用了，不过我自己认为，思想还是要改造的，每个人都要改造。现在世界上日新月异，我们的思想如果停留不变，将来一定是要落伍的。特别是我们老年人，现在我跟年轻同志谈话，就发现年轻人有股锐气，看问题敏锐，保守的东西少。比方拿文艺界来讲，新名词很多，有一些人就反对，说怎么现在写文艺批评全是新名词。我是不是赞成说是新名词都好呢？也不是的。无论如何，我们要承认，年轻人容易接受新事物，老年人就不大容易接受。要反思的话，老年人恐怕更要反思，我也在内，我并不例外，我并不比别人高明。只有这样，然后才能通过实践，我们的想法才能慢慢改变。比方说当厂长的，优胜劣败嘛！厂长，谁要能把厂办好，经济效益高，团结同志好，他就当厂长，不然的话就下台。这不是实践吗？我们是唯物主义者，先有存在然后才有意识。将来类似这样的实践情况还会多得很。"}
{"text":"我是不是赞成说是新名词都好呢？也不是的。无论如何，我们要承认，年轻人容易接受新事物，老年人就不大容易接受。要反思的话，老年人恐怕更要反思，我也在内，我并不例外，我并不比别人高明。只有这样，然后才能通过实践，我们的想法才能慢慢改变。比方说当厂长的，优胜劣败嘛！厂长，谁要能把厂办好，经济效益高，团结同志好，他就当厂长，不然的话就下台。这不是实践吗？我们是唯物主义者，先有存在然后才有意识。将来类似这样的实践情况还会多得很。我想只有这样，持之以恒，坚持不懈，我们才能够改变我们过去一些消极的东西，同时发扬我们积极的东西。我再着重说一句我们要拿来的是第三个层次里的东西，属于心的东西。我们要改变我们的一些心理素质价值观念思想方法，等等。但这绝不是什么全盘西化。这只是以我为主，把对我们有用的东西拿来，无用的糟粕坚决拒绝。全盘西化，理论上讲不通，事实上办不到。同志们，我讲的话是一家言，放言高论，跟同志们不讲假话，可能有不正确的地方，我自己当然认为正确，请同志们讨论。谢谢大家。本文是年月在民盟中央举办的多学科学术讲座上的演讲年月修改后收入上海知识出版社出版的我国社会经济和科技发展战略问题一书。第章漫谈文学作品的阶级性时代性和民族性最近翻看宋人笔记，发现一条内容基本相同只是稍有改变的笔记，竟出现在八本书中。我现在从宋赵与时的宾退录卷九中把这条笔记抄在下面读诸葛孔明出师表而不堕泪者，其人必不忠。读李令伯陈情表而不堕泪者，其人必不孝。读韩退之祭十二郎文而不堕泪者，其人必不友。这给我们提出了一个值得深思的问题。这条笔记始作俑者是谁，我想，我们不必去深究。既然它出现在几本书中，可见它触到了一些人的灵魂，引起了共鸣。我们今天读了，仍然会在不同程度上引起共鸣。至少是我自己，还有我认识的一些朋友，读了出师表陈情表和祭十二郎文，确有想堕泪之意。这几篇古典文学作品确实触碰到了我们内心中的某一些地方，震撼了我们的灵魂，使我们受到感动，得到了净化。但是，最近四五十年以来，我们的唯物主义文艺理论告诉我们文学作品是有阶级性的，是有时代性的，是有民族性的。红楼梦中贾府上的焦大不会喜欢林妹妹，事实昭著，不容否认。"}
{"text":"既然它出现在几本书中，可见它触到了一些人的灵魂，引起了共鸣。我们今天读了，仍然会在不同程度上引起共鸣。至少是我自己，还有我认识的一些朋友，读了出师表陈情表和祭十二郎文，确有想堕泪之意。这几篇古典文学作品确实触碰到了我们内心中的某一些地方，震撼了我们的灵魂，使我们受到感动，得到了净化。但是，最近四五十年以来，我们的唯物主义文艺理论告诉我们文学作品是有阶级性的，是有时代性的，是有民族性的。红楼梦中贾府上的焦大不会喜欢林妹妹，事实昭著，不容否认。这一套唯物主义文艺理论，有其正确之处，也不容否认。连不可能是历史唯物主义者的清代诗人赵瓯北也高唱江山代有才人出，各领风骚数百年。可是中国文学的发展却在一定程度上否定了赵瓯北的论点。李杜文章到了现代，经过了不是数百年，而是一千多年，仍然很新鲜。像李白杜甫，中国还有一些诗人和散文家，诸葛亮李密和韩愈就属于这一些人。外国也有一些作家和作品，可以归入这个范畴。这些作家和作品的阶级性时代性和民族性哪里去了呢？我个人觉得，倒是马克思主义的老祖宗马克思敢于说希腊神话有永恒的魅力。最现成最合理的解释就是，在承认文学作品的阶级性时代性和民族性的同时，还承认一个贯通这些性，或者高踞于这些性之上的性人性。我这种说法或者想法，在文艺理论家眼中，也只能是文艺理论幼儿园的水平。但是，在过去一段时间内，谁要提人性就是人性论，而人性论就是修正主义，离反革命只有一根头发丝的距离了。我们今天托了改革开放的福，敢于把人性提了出来。我偶然读到宋人的笔记，心有所感，不避幼儿园之讥，写了以上这许多话。年月日第章中国的民族性我一向认为，世界上不同的民族都有不同的民族性。那么，我们中华民族怎样呢？我们中华民族当然不能例外。中华民族是一个伟大的民族，勤劳勇敢智慧，对人类做出了巨大的贡献。这是谁也否认不掉的。我自以生为中国人为荣，生为中国人自傲。如果真正有轮回转生的话，我愿生生世世为中国人。但是一个很大的但是，环视我们四周，当前的社会风气，不能说都是尽如人意的。有的人争名于朝，争利于市，急功近利，浮躁不安，只问目的，不择手段。大抢大劫，时有发生小偷小摸，所在皆是。即以宴会一项而论，政府三令五申，禁止浪费但是令不行，禁不止，哪一个宴会不浪费呢？"}
{"text":"那么，我们中华民族怎样呢？我们中华民族当然不能例外。中华民族是一个伟大的民族，勤劳勇敢智慧，对人类做出了巨大的贡献。这是谁也否认不掉的。我自以生为中国人为荣，生为中国人自傲。如果真正有轮回转生的话，我愿生生世世为中国人。但是一个很大的但是，环视我们四周，当前的社会风气，不能说都是尽如人意的。有的人争名于朝，争利于市，急功近利，浮躁不安，只问目的，不择手段。大抢大劫，时有发生小偷小摸，所在皆是。即以宴会一项而论，政府三令五申，禁止浪费但是令不行，禁不止，哪一个宴会不浪费呢？贿赂虽不能说公行，但变相的花样却繁多隐秘。我很少出门上街但是，只要出去一次，必然会遇到吵架斗殴的。在公共汽车上，谁碰谁一下，谁踩谁一脚，这是难以避免的事，只须说上一句对不起！就可以化干戈为玉帛然而，对不起！谢谢！这样的词儿，我们大多数人都不会说了，必须在报纸上大力提倡。所有这一切，同我国轰轰烈烈红红火火的伟大建设工作，都十分矛盾，十分不协调。同我们伟大民族的光荣历史，更是非常不相称。难道说我们这个伟大民族撞着什么客了吗？先生是最热爱中华民族的，他毕生用他那一支不值几文钱的金不换剖析中国的民族性，鞭辟入里，切中肯綮，对自己也决不放过。当你被他刺中要害时，在出了一身冷汗之余，你决不会恨他，而是更加爱他。可是他的努力有什么结果呢？到了今天，已经换了人间，而点出的那一点缺点，不但一点也没有收敛，反而有增强之势。有人说，这是改革开放大潮社会转轨之所致。我看，恐怕不是这个样子。前几年，我偶尔为写糖史搜集资料读到了一本世纪中国驻日本使馆官员写的书，里面讲到这样一件事。这位新到日本的官员说他来日本已经数月，在街上没有看到一起吵架的。一位老官员莞尔而笑，说我来日本已经四年，也从来没有看到一起吵架的。我读了以后，不禁感慨万端。不过，我要补充一句日本人彬彬有礼，不吵架，这十分值得我们学习。对广大日本人民来说，这是完全正确的。但是对日本那一小撮军国主义侵略分子来说，他们野蛮残暴，嗜血成性，则完全是另一码事了。不管怎样，中国民族性中这一些缺点，不自改革开放始，也不自建国始，更不自时代始，恐怕是古已有之的了。我们素称礼义之邦，素讲伦理道德，素宣扬以夏变夷然而，其结果却不能不令人失望而且迷惑不解。难道我们真要礼失而求诸野吗？这是我们每一个中国人所面临的而又必须认真反省的问题。"}
{"text":"不过，我要补充一句日本人彬彬有礼，不吵架，这十分值得我们学习。对广大日本人民来说，这是完全正确的。但是对日本那一小撮军国主义侵略分子来说，他们野蛮残暴，嗜血成性，则完全是另一码事了。不管怎样，中国民族性中这一些缺点，不自改革开放始，也不自建国始，更不自时代始，恐怕是古已有之的了。我们素称礼义之邦，素讲伦理道德，素宣扬以夏变夷然而，其结果却不能不令人失望而且迷惑不解。难道我们真要礼失而求诸野吗？这是我们每一个中国人所面临的而又必须认真反省的问题。年月日第章传统文化与现代化先声明一句对于文化含义的理解五花八门。我在这里所说的文化是广义的文化，包括人类创造的物质和精神两个方面的一切优秀的东西。传统文化代表文化的民族性，现代化代表文化的时代性。二者都是客观存在，是否定不掉的。二者之间的关系是矛盾统一，既相反，又相承。历史上所谓现代化，是指当时的现代，也可以叫做时代化。所谓现代化或者时代化，必须有一个标准，这就是当时世界上在文化发展方面已经达到的最高水平。既然讲到世界水平，那就不再是一个国家或一个民族的事情。因此，不管哪一个时代哪一个国家的现代化，总是同文化交流分不开的。文化交流是人类历史上以及现在人类最重要的活动之一。现代化或者时代化一个最重要的内容就是进行文化交流，大力吸收外来的文化，加以批判接受。对于传统文化，也要批判继承，二者都不能原封不动。原封不动就失去生命活力，人类和任何动物植物失去了生命活力，就不能继续生存。在历史上任何时代，任何正常发展的国家都努力去解决传统文化与现代化的矛盾。这一个矛盾解决好了，达到暂时的统一，文化就能得到进一步的发展，国家的社会生产力也会得到进一步的发展，经济就能繁荣。解决不好，则两败俱伤。只顾前者则流于僵化保守只顾后者则将成为邯郸学步，旧的忘了，新的不会。中国历史上的事实可以充分证明上述看法。试以汉代为例。汉武帝在位期间是汉代国力达到顶峰的时代，在政治方面和经济方面都有辉煌的成就。在文化思想方面，董仲舒的罢黜百家，独尊儒术，可以说是保存传统文化的一种办法。但是当时的人们并没有仅仅对儒家思想抱残守缺，死死抱住不放，而是放眼世界，大量吸收外来的东西。"}
{"text":"解决不好，则两败俱伤。只顾前者则流于僵化保守只顾后者则将成为邯郸学步，旧的忘了，新的不会。中国历史上的事实可以充分证明上述看法。试以汉代为例。汉武帝在位期间是汉代国力达到顶峰的时代，在政治方面和经济方面都有辉煌的成就。在文化思想方面，董仲舒的罢黜百家，独尊儒术，可以说是保存传统文化的一种办法。但是当时的人们并没有仅仅对儒家思想抱残守缺，死死抱住不放，而是放眼世界，大量吸收外来的东西。从那时候起，许多外国的动物植物矿物，以及其他产品从西域源源传入中华，比如葡萄胡瓜胡豆胡麻胡桃胡葱胡蒜石榴胡椒苜蓿骆驼汗血马璧流离等等都是当时传入的。西域文化，比如音乐雕刻等也陆续传入。稍晚一点，佛教也传了进来。另一方面，中国的丝和丝织品也沿着丝绸之路传到了中亚和欧洲。总之，汉武帝及其以后的长时间中，一方面发扬传统文化，一方面大搞时代化。尽管当时不会有什么时代化或现代化之类的概念，人们也许根本没有意识到他们是在进行这样伟大的事业但是他们确实这样做了，而且取得了辉煌的成果。历史的辩证法就是如此。文化交流大大地促进了汉代文化的发展，也促进了国际上文化的发展。汉武帝前后的时代遂成为中国历史上最光辉灿烂的时代之一。我再举唐代作一个例子。李唐的家世虽然可能与少数民族有某些联系，但是几个著名的皇帝，特别是唐太宗，对保护中华民族主要是汉族的传统文化做了大量的工作。文学艺术书法绘画哲学宗教等文化的各个方面都得到了可喜的发展。中华文化还大量向外国输出，日本是一个显著的例子。唐太宗本人，武功显赫，文治辉煌。他是政治家军事家，又是书法家和诗人。贞观时代，留居长安的外国人数量极大。他们带来了各自国家的物质和精神文化，又带回中国文化。盛唐时期遂成为中国历史上最兴盛的时期之一，长安成为当时世界上第一大都会，唐王朝成为经济最发达力量最雄厚的国家。例子还可以举出一些来，但是这两个已经够了。这一些例子透露了一条规律在中国历史上，凡是国力强盛时，对外文化交流，也可以叫做时代化，就进行得频繁而有生气。这反过来又促进了本国社会生产力的发展，使国力更加强盛。凡是国力衰竭时，就闭关自守，不敢进行文化交流。这反过来更促成了国力的萎缩。打一个也许不太确切的比方。健康的人，只要有营养，什么东西都敢吃，结果他变得更加健康。"}
