{"text":"站在那一亩花田，我不知道那是什么花，雪白的花瓣只有一瓣，围成一个弧形，花心只是一根鹅黄色的蕊，从茎的中心伸出来。它的叶子是透明的翠绿，上面还停着一些尚未蒸发的露珠，美得触目惊心。正在出神之际，来了一位农人，他到花田中剪花，准备去赶清晨的早市。我问他那是什么花？农人说是马蹄兰。仔细看，它们正像是奔波在尘世里答答的马蹄，可是它不真是马蹄，也没有回音。这花可以开多久？我问农人。如果不去剪它，让它开在土地上，可以开个两三星期，如果剪下来，三天就谢了。怎么差别那么大？因为它是草茎的，而且长在水里，长在水里的植物一剪枝，活的时间都是很短的，人也是一样，不得其志就活不长了。农人和我蹲在花田谈了半天，一直到天完全亮了。我要向他买一束马蹄兰，他说我送给你吧！难得有人开车经过特别停下来看我的花田。我抱着一大把马蹄兰，它刚剪下来的茎还滴着生命的水珠，可是我知道，它的生命已经大部分被剪断了。它愈是显得那么娇艳清新，我的心愈是往下沉落。朋友的告别式非常庄严隆重，到处摆满大大小小的白菊花，仍是沉默。我把一束马蹄兰轻轻放在遗照下面，就告别了出来，马蹄兰的幽静无语使我想起一段古话旋岗偃狱而常静，江河竞泣而不流，野马飘鼓而不动，日月历天而不周。而生命呢？在沉静中却慢慢的往远处走去。它有时飞得不见踪影，像一只鼓风而去的风筝，有时又默默的被裁剪，像一朵在流着生命汁液的马蹄兰。朋友，你走远了，我还能听到你的蹄声，在孤独的小径里响着。――一九八二年五月八日卖茶老妇在淡水高尔夫球场，正下着细雨，没有风，那些被刻意修整平坦的草地，在雨中格外有一种朦胧的美。我坐在球场的三楼餐厅举目四望，有一种寂寞的感觉包围着我，看着灰色的天空，我深切的感到，年轻时一串最可贵的记忆已经在这雨里湿濡而模糊了。那是因为刚刚我为了避雨，曾想到淡水龙山寺去喝一壶老人茶，在幽黯的市场里转来转去，走到龙山寺门口，我完全为眼见的景象吓呆了，因为原本空旷的寺中庭院，正中央坐着一座金色的巨佛，屋顶也盖起来了。"}
{"text":"我坐在球场的三楼餐厅举目四望，有一种寂寞的感觉包围着我，看着灰色的天空，我深切的感到，年轻时一串最可贵的记忆已经在这雨里湿濡而模糊了。那是因为刚刚我为了避雨，曾想到淡水龙山寺去喝一壶老人茶，在幽黯的市场里转来转去，走到龙山寺门口，我完全为眼见的景象吓呆了，因为原本空旷的寺中庭院，正中央坐着一座金色的巨佛，屋顶也盖起来了。旧日的龙山寺被一片金的红的颜色取代，不似往昔斑剥的模样。我问着寺前的小贩龙山寺不卖老人茶了吗？小贩微笑着说早就不卖了。那位卖茶的老太太呢？因为龙山寺要改建，没有地方卖茶，她被赶走了。我坐在寺前的石阶上，几乎不敢相信自己的眼睛和耳朵。龙山寺不卖老人茶了，这对我是一个很大的打击，因为在我的记忆里，龙山寺和老人茶是一体的，还有那位卖茶的独眼老妇。十几年前，我第一次到淡水龙山寺，就为这座寺庙着迷，并不是它的建筑老旧，也不是它的香火旺盛，而是里面疏疏散散的摆着几张简陋桌椅，卖着略带苦味的廉价乌龙茶，还有一些配茶的小点心，那位老妇人只有一只眼睛，她沉默的冲好了茶，就迈着缓慢的步子走到里面，沉默地坐着。龙山寺最好的是它有一分闲情，找三五位好友到寺里喝茶是人生的一大享受。坐上一个下午，真可以让人俗虑尽褪，不复记忆人间的苦痛。最好的是雨大的黄昏，一个人独自在龙山寺，要一壶乌龙茶，一碟瓜子，一小盘绿豆糕，一只脚跨在长条凳上，看着雨水从天而降，轻轻落在庭中的青石地板。四周的屋顶上零散地长着杂草，在雨的洗涤下分外青翠，和苍黑的屋瓦形成有趣的对应。更好的是到黄昏的最后一刻，雨忽然停了，斜斜映进来一抹夕阳，金澄色的，透明而发光的，我遇到许多次这样的景况，心灵就整个清明起来。我喜欢淡水，十几年来去过无数次，并不只是因为淡水有复杂的历史，有红毛城和牛津学堂，有美丽的夕阳，那些虽美，却不是生活的。我爱的是普普开往对岸八里的渡船，是街边卖着好吃的鱼丸小摊，是偶尔在渡口卖螃蟹的人，是在店里找来找去可以买到好看的小陶碗最重要的是淡水有龙山寺，寺里有一位独眼老妇卖着远近驰名，举世无双的老人茶。"}
{"text":"更好的是到黄昏的最后一刻，雨忽然停了，斜斜映进来一抹夕阳，金澄色的，透明而发光的，我遇到许多次这样的景况，心灵就整个清明起来。我喜欢淡水，十几年来去过无数次，并不只是因为淡水有复杂的历史，有红毛城和牛津学堂，有美丽的夕阳，那些虽美，却不是生活的。我爱的是普普开往对岸八里的渡船，是街边卖着好吃的鱼丸小摊，是偶尔在渡口卖螃蟹的人，是在店里找来找去可以买到好看的小陶碗最重要的是淡水有龙山寺，寺里有一位独眼老妇卖着远近驰名，举世无双的老人茶。每次到淡水，大部分的时光我都是在龙山寺老人茶桌旁度过的。选一个清静的下午，带一本小书，搭上北淡线的小火车，慢慢的摇到淡水，看一下午的书，再搭黄昏的列车回台北，是我学生时代最喜欢的事，那是金灿灿的少年岁月，颜色和味道如第二泡的乌龙茶，是澄清的，喝在口中有甘香的。我和卖茶的老妇没有谈过话，她却像我多年的老友一样，常在沉默中会想起她来，可惜我往后不能再与她会面，她的身世对我永远是个谜。康到龙山寺的改建，驱逐了老妇和她的茶摊，我的心痛是那尊金色巨佛所不能了解的。在细雨中，我一个人毫无目的在街上走着，回忆龙山寺和我年少时的因缘，以及和我在茶桌边喝过茶论过艺的一些老友，心情和雨一样的迷惘。不知不觉地就走到淡水高尔夫球场，在餐厅里叫了一杯咖啡，却一口也喝不下去。这是富人的地方，穿着高级名贵运动衣的中年男子，冒雨打完球回来休息，正谈论着一个人一生能一杆进洞的机率有多少。一位微胖的男子说我打了十几年的高尔夫，还没有打过一杆进洞。言下不胜感慨。我想着，一个人一生能找到一个清洗心灵的地方，像龙山寺的老人茶座，机率有多少？即使能找到相同的地方，年岁也大了，心情也不同了。裤袋夹一本诗集，买一张车票跳上火车的心情恐怕也没有了。龙山寺改建对我是不幸的，它正象征着一轮金色的太阳往海中坠去，形象的美还清晰如昨，可是夕阳沉落了，天色也暗了。――一九八三年二月九日大雪的故乡一九八二年十月二十日，当代知名的作家索尔仁尼琴，站在台湾嘉义的北回归线标志碑前露出了开心的微笑，他兴的说这是我有生以来，第一次跨上热带的土地。"}
{"text":"龙山寺改建对我是不幸的，它正象征着一轮金色的太阳往海中坠去，形象的美还清晰如昨，可是夕阳沉落了，天色也暗了。――一九八三年二月九日大雪的故乡一九八二年十月二十日，当代知名的作家索尔仁尼琴，站在台湾嘉义的北回归线标志碑前露出了开心的微笑，他兴的说这是我有生以来，第一次跨上热带的土地。看到索尔仁尼琴站在北回归线上的形象，给我一种大的感动。那个小小的标志碑上有一个雕塑，是地球交错而过的两条经纬线，北回归线是那横着的一条，一直往北或往南，就到了落雪的寒带。这个纪念碑是站在台湾的南部大平原上，我曾数次路过。每次站在它的前面，遥望远方，心中就升起一种温暖的感觉，它站的地方正是我们美丽的沃上。跨过这条北回归线，往南方的热带走去，是我童年生长的温暖家。同样的，走过北回归线往北渡海的远方，是我的祖父那一辈生长的大雪的故乡。由于这样的情感，站在那条线上，是足以令人幽思徘徊的。索尔仁尼琴站在北回归线上的形象，使我想起他在一次访问时流露出来对故乡的情感。日本研究俄国文学最杰出的学木村浩，去年九月曾到美国佛蒙特州索尔仁尼琴居住的山庄去访问，他看着窗外佛州茂密的森林问索尔仁尼琴到了冬天，这一带是否会下大雪？索尔仁尼琴将视线转向窗外，注视片刻后，静静地道虽然每年不尽相同，可是雪相当大，你知道，没有雪，俄国人是活不下去的。在那一次访问里，索尔仁尼琴还说到被放逐的时候，我总认为二三年后就能回去的。谁知道一眨眼已经七年了。不过，我是一个乐观主义者，所以坚信一定能够回去的。谈到这一段话，不禁令我思绪飞奔，索尔仁尼琴对他的俄国故乡是怀着浓重乡愁的。他的下着大雪的故乡曾是他忧思和呐喊的起源，对着他的人民和国土，索尔仁尼琴有着浓郁的血泪和感情。由于他的流放，他对那些流离失所的人也就有了特别的关爱和同情。他的流放，隔断了他对故国的联系，也正是他的流放，使他的同情与关爱自俄国的土地扩散，用明亮的巨眼注视世界，使他从俄国的索尔仁尼琴成为世界的索尔仁尼琴。"}
{"text":"谈到这一段话，不禁令我思绪飞奔，索尔仁尼琴对他的俄国故乡是怀着浓重乡愁的。他的下着大雪的故乡曾是他忧思和呐喊的起源，对着他的人民和国土，索尔仁尼琴有着浓郁的血泪和感情。由于他的流放，他对那些流离失所的人也就有了特别的关爱和同情。他的流放，隔断了他对故国的联系，也正是他的流放，使他的同情与关爱自俄国的土地扩散，用明亮的巨眼注视世界，使他从俄国的索尔仁尼琴成为世界的索尔仁尼琴。很早以前，我就喜欢俄国的文学，包括托尔斯泰，陀思妥耶夫斯基契河夫高尔基果戈里等人的作品甚至到帕捷尔纳克日瓦戈医生的索尔仁尼琴，我觉得俄国文学有一个伟大的传统，这个传统是由一片辽阔的土地和忍苦的人民所孕育出来的。他们共同具有浓厚的宗教气氛，有一种博爱的人道主义精神，还有正面的理想主义气质。虽然在那个苦寒的土地上，文学艺术家不时受到挫折，他们却总是像巨树一样，站立在最寒冷的土地上。尤其是从十八世纪以后，俄国的文学家音乐家舞蹈家更是天才辈出，闪炽着星星一样的光芒，他们之所以伟大，是因为在作品中流露出分节阅读对人和土地的热爱，充满了强烈的乡土恋情。一个人的故乡能给他以后提供一个什么样的背景，我觉得读俄国文学家的作品最能感受深刻。以前阿托尔斯泰在巴黎流亡时，写出苦难的历程和彼得大帝，现在流放在美国的索尔仁尼琴写出古拉格群岛癌病房一九一四年八月，都是对他们国上热爱的记述和苦难人民的呼声。他们强调真正的俄罗斯，那是他们成长地方，一个落着大雪的故乡。由于他们永不丧失的正义与良知，使俄国文学长久以来就是人类最珍贵的文学灵魂的一部分。曾在劳改营度过八年岁月，在流刑中罹患癌症幸而未死，最后被流放的索尔仁尼琴，到今天他还热烈的爱着他祖国的土地森林和人民，盼望有朝一日能返回故上，为他的同胞奉献生命。我觉得这种对故土的怀思，以及在作品中表现出强烈的家国情味，正是文学中最可珍贵的品质，苦难能造就有节操的灵魂，生在现代的中国人让俄国的大地文学作品不能无感。"}
{"text":"我觉得这种对故土的怀思，以及在作品中表现出强烈的家国情味，正是文学中最可珍贵的品质，苦难能造就有节操的灵魂，生在现代的中国人让俄国的大地文学作品不能无感。国有一首动人的民谣，它是这样歌颂它的土地和苦难贝加尔湖呀，是的母亲，她温暖着流浪汉的心，为争取自由挨苦难，我流浪在贝加尔湖滨，为争取自由挨苦难，我流浪在贝加尔湖滨。中国过去的民谣也有许多类似的歌唱或悲歌，可是为什么中国经过这么长期的苦难，竟没有能产生与俄罗斯文学一样博大的近代作品呢？――九八二年十月二十九日洒在边疆的阳光五点五十分华航飞往旧金山的七四七，眼看着就要起飞了。我从出境大厅出来，开着车，踩紧油门，正好看见那架七四七以美丽的姿势起飞，我顺着柏油大道飞弛起先和七四七并行着，才一转眼的时间，飞机已经越过我的头顶，飞向了天的远方。这是难得的好天，是远行的好日子，阳光普照着大地，一直亮到看不见的远处。飞机势必要破云而过，我不知道在天的那边，是不是也有阳光，我只知道有阳光的地方一定有分离的悲伤和重逢的笑语，我相信，你一定会为你到的地方带来阳光。刚刚我从出境大厅转身出来的时候，在玻璃落地窗里看到自己的影子，因为玻璃不够平整，影子拉得很长，你的影子却在走道那边的玻璃窗上，我突然惊觉，从我们初识，到现在已经整整迈过了十一年。那时，是你最辉煌的青年时代，而今你已经盛年了，那时我是刚刚起步的少年，现在也一脚踩进了青年。我们第一次见面，是我参加一个征文比赛得到首奖，他们邀你来颁奖，第二天你就打电话来邀稿，使我受宠若惊。那也就是我为什么愿意放弃别的选择，来追随你的原因。人说世有伯乐，而后有千里马，我虽不敢说能千里弛骋，但我相信只要有了伯乐，千里虽不能至，也不远矣！我对写作能有坚强的信念，愿意不辞劳苦，苦心熬炼自己，几乎全是受到你的启发。"}
{"text":"那时，是你最辉煌的青年时代，而今你已经盛年了，那时我是刚刚起步的少年，现在也一脚踩进了青年。我们第一次见面，是我参加一个征文比赛得到首奖，他们邀你来颁奖，第二天你就打电话来邀稿，使我受宠若惊。那也就是我为什么愿意放弃别的选择，来追随你的原因。人说世有伯乐，而后有千里马，我虽不敢说能千里弛骋，但我相信只要有了伯乐，千里虽不能至，也不远矣！我对写作能有坚强的信念，愿意不辞劳苦，苦心熬炼自己，几乎全是受到你的启发。那时最感动我的一件事，是你为了鼓励我从事报导文学的工作，在你的抽屉里永远为我准备了两万元，你说只要你什么时候要出发，就动用这一笔钱随时出发。而且那一笔钱不时的填满，那时确曾成为我随时出发的最大动力。你有时先预支稿费给我，说你写来以后再扣除吧！这是两件小事，但能这样鼓励新人的编辑，恐怕再也不可得见了。后来当我知道你出身贫穷，读书的时候经常举债度日，后来还能那样重义轻财，更令我敬佩。这种胸襟是杜甫诗中安得广厦千万问，大庇天下寒士俱欢颜的胸襟。因此，虽然多年来的时迁事移，使我们的处境都完全改变了，但是，我总觉得自己是你最初的子弟，是你一手把我培植起来的。这样的恩义，又岂是友情两字可以了得？你的广交天下，心怀四海，像我这样的子弟更不在少数。在你的手中，重创了副刊的生机，推展了文学的广度，再塑乡上的形象，提高了文化艺术的层次，这些论者早有定评。只是深知的朋友才知道你的另一面，这一面是你豪气干云的唱黄河的歌，是你谈起父亲在西北拓荒时的雄心万丈，是你饮尽烈酒还怀思着乡上故国，是你遭受挫折而不对理想丧失信心，是你永远关怀着那些隐在角落里的人，是你对朋友只有付出而不期待他们的回报。最重要的是，你是堂堂正正的人，从来行事坦荡磊落，没有不可告人之事。十几年前，我初读到你写的诗和介绍艺术的文章，我就觉得你若不做呼风唤雨的编辑人，也会是个优秀的作家，或是真诚的学者。有时长夜思及，不免为你这方面的长才没有延展而感到遗憾，但是想到你对社会的影响和贡献，也就释然了。听到你要去外国进修，我的内心最是欣喜。也许只有这一条路，才能令你摆脱十年俗务，从你最年轻的那一段出发。那种感觉就如同我们离开人群，走到一个风景特秀的地方，盛景可期，你可以纵情的写你的诗，放声的唱你的歌，而没有形象和成就的顾虑了。"}
{"text":"十几年前，我初读到你写的诗和介绍艺术的文章，我就觉得你若不做呼风唤雨的编辑人，也会是个优秀的作家，或是真诚的学者。有时长夜思及，不免为你这方面的长才没有延展而感到遗憾，但是想到你对社会的影响和贡献，也就释然了。听到你要去外国进修，我的内心最是欣喜。也许只有这一条路，才能令你摆脱十年俗务，从你最年轻的那一段出发。那种感觉就如同我们离开人群，走到一个风景特秀的地方，盛景可期，你可以纵情的写你的诗，放声的唱你的歌，而没有形象和成就的顾虑了。我相信，一个人如果登上了高峰，却不能沉潜山谷，他很快就会老化，也就再也不能攀登更高的山。这也就是我等待你归来创造更大天地的信念，我仍愿像十年来那样追随你。故国此去，再也不能像以前满座高朋的热闹，再也不能像以前天马行空的豪情，但是在这个纷扰的世界上，能有片刻的安静，能回视自己来路上的掌声，能独自面对自己心灵的时刻是多么的可贵呀！台湾的苦酒，我们曾经共尝，我们会怀念着你，到你登机的那一刻，我才体会到王维遍插茉萸少一人的诗意。当别人在杂志上批评你，诽谤你，妒忌你的时候，我们都不要介意吧！因为历史上，只有那弱的妒忌强的，小的诽谤大的，侧的批评正的，你的存在，你的人格，你的气度与胸怀，自有公评。我总是相信，不论世事如何变幻，人世多少凄凉，即使你到了边疆，阳光也会洒在边疆，且让我吟一段愁予的诗送你吧秋天的疆土，分界在同一个夕阳下接壤处，默立些黄菊花而他打远道来，清醒着喝酒窗外是异国多想跨出去，一步即成乡愁那美丽的乡愁，伸手可触及乡愁总是在远方，想念也总在离开以后，我们曾并肩走过，对酒歌过，我们是同槽系过马的，如今你天涯卸鞍壮士磨剑，我却还在江南里独自放马，这样想时，你的处境就令我欣羡。我的台北到了，你的威斯康辛也快到了，浮天沧海远，万里眼中明，我煮酒，等着你回来赋诗。我们先干了手中的这杯。"}
{"text":"我的台北到了，你的威斯康辛也快到了，浮天沧海远，万里眼中明，我煮酒，等着你回来赋诗。我们先干了手中的这杯。――一九八三年四月二十七日如来的种子我读过好几部佛经，常常为其中的奥义精深而赞叹着，可惜这些佛经总是谈出世的道理，认为世上的一切都是空的，很难运用到实际的生活里来，对一个想要人世又喜欢佛道的人总不免带来一些困惑。黄桑禅师说法里有这样一段心若平等，不分高下，即与众生请佛，世界山河，有相无相，偏十方界，一切平等，无彼我相。此本源清净心，常自圆满，光明偏照也。把一个人的心提到与众生请佛平等的地位，稍为可以解开一些迷团。一个人的心在佛家的法眼中是渺小的，可是有时又大到可以和诸佛相若的地位。在新竹狮头山的半山腰上有一块巨大的石第，壁上用苍润的楷书，写上心即是佛四个大字。同样的，在江苏西园寺大雄宝殿里也有四个大字佛即是心不管是心或佛摆在前面，总是把人的心提升到很高的境界。其实，这四个字学问极大，它有十六种排列组合，每一种组合意义几乎是一样的，以心字开头有四种组合心即是佛，心是即佛，心佛即是，心即佛是，以佛字开头也有四种组合佛即是心，佛是即心，佛心即是，佛即心是，几乎完全肯定了心的作用，佛在这里不再那么高深，而是一切佛法全从行念的转变中产生明白了这个道理，可以不再从空的角度在经文中索解，有时一个平常心就能在佛里转动自如了。我最喜欢的讲佛法是维摩经里的一段，维摩诺间文殊菩萨说何等为如来种？什么是如来的种子？文殊说有身为种，无明有爱为种，贪恙痴为种，四颠倒为种，五盖为种，六人为种，七识处为种，八邪法为种，九恼处为种，十不善道为种。以要言之，六十二见及一切烦恼皆是佛种。文殊并且进一步解释是故当知，一切烦恼，为如来种。譬如不下巨海，不能得无价宝珠，如是不入烦恼大海，则不能得一切智宝。譬如高原陆地，不生莲华，卑湿淤泥，乃生此华。"}
