{"text":"现在不了，不但笑，简直唾弃它。其实呢，被毁则报，被誉则默，正是人情之常。谁能说人的左颊既受爱人接吻而不作一声，就得援此为例，必须默默地将右颊给仇人咬一口呢？我这回的竟不要那些西滢教授所颁赏陪衬的荣名，说句体己话罢，实在是不得已。我的同乡不是有刑名师爷的么？他们都知道，有些东西，为要显示他伤害你的时候的公正，在不相干的地方就称赞你几句，似乎有赏有罚，使别人看去，很像无私。带住！又要构陷人家的罪状了。只是这一点，就已经够使人即使看也等于白看，或者看过了就放进了应该去的地方了。二月二十七日。本篇最初发表于一九二六年三月八日语丝周刊第六十九期。p叔本华。这里的引文据一九一六年德文版叔本华全集第六卷比喻隐喻和寓言，可译为没有无刺的蔷薇。――但不是蔷薇的刺却很多。女人论即妇人论，叔本华诬蔑妇女的一篇文章。参看本卷第页注。放冷箭者陈西滢在一九二六年一月三十日晨报副刊发表的致志摩中攻击说他没有一篇文章里不放几枝冷箭。蔡孑民―蔡元培，字鹤卿，号孑民，浙江绍兴人，前清进士，近代教育家。早年与章太炎等组织光复会，后又参加同盟会。曾任北洋政府教育总长北京大学校长国民党政府中央研究院院长等职五四时期，他赞成和支持新文化运动。一九二六年二月三日，他由欧洲回抵上海，对国闻社记者发表关于国内政治教育等问题的谈话，说对政制赞可联省自治。对学生界现象极不满。谓现实问题，固应解决，尤须有人埋头研究，以规将来等等见一九二六年二月五日北京晨报，这与胡适的主张相似，因而表示反对这里说疑心那是胡适之先生的谈话，是对蔡的一种比较委婉的批评。此段引自徐志摩在一九二五年十月三十一日晨报副刊发表的罗曼罗兰一文。文中说加尔各答大学教授卡立大斯拉格s专为法国罗曼罗兰明年六十整寿征文写信给他，说罗曼罗兰先生自己极想望从新中国听到他思想的回响。此段引自徐志摩在一九二六年一月十三日晨报副刊发表的闲话引出来的闲话。此段引自陈西滢在现代评论第三卷第六十三期一九二六年二月二十日发表的闲话。"}
{"text":"此段引自徐志摩在一九二五年十月三十一日晨报副刊发表的罗曼罗兰一文。文中说加尔各答大学教授卡立大斯拉格s专为法国罗曼罗兰明年六十整寿征文写信给他，说罗曼罗兰先生自己极想望从新中国听到他思想的回响。此段引自徐志摩在一九二六年一月十三日晨报副刊发表的闲话引出来的闲话。此段引自陈西滢在现代评论第三卷第六十三期一九二六年二月二十日发表的闲话。此段引自徐志摩在一九二六年一月三十日晨报副刊发表的关于下面一束通信告读者们。此段引自陈西滢的致志摩。无花的蔷薇之二无花的蔷薇之二英国勃尔根贵族曰中国学生只知阅英文报纸，而忘却孔子之教。英国之大敌，即此种极力诅咒帝国而幸灾乐祸之学生。中国为过激党之最好活动场。一九二五年六月三十日伦敦路透电。南京通信云基督教城中会堂聘金大教授某神学博士讲演，中有谓孔子乃耶稣之信徒，因孔子吃睡时皆祷告上帝。当有听众质问何所据而云然博士语塞。时乃有教徒数人，突紧闭大门，声言发问者，乃苏俄卢布买收来者。当呼警捕之。三月十一日国民公报。苏俄的神通真是广大，竟能买收叔梁纥，使生孔子于耶稣之前，则忘却孔子之教和质问何所据而云然者，当然都受着卢布的驱使无疑了。西滢教授曰听说在联合战线中，关于我的流言特别多，并且据说我一个人每月可以领到三千元。流言是在口上流的，在纸上到也不大见。现代六十五。该教授去年是只听到关于别人的流言的，却由他在纸上发表据说今年却听到关于自己的流言了，也由他在纸上发表。一个人每月可以领到三千元，实在特别荒唐，可见关于自己的流言都不可信。但我以为关于别人的似乎倒是近理者居多。据说孤桐先生下台之后，他的什么甲寅居然渐渐的有了活气了。可见官是做不得的。然而他又做了临时执政府秘书长了，不知甲寅可仍然还有活气？如果还有，官也还是做得的。已不是写什么无花的蔷薇的时候了。虽然写的多是刺，也还要些和平的心。现在，听说北京城中，已经施行了大杀戮了。当我写出上面这些无聊的文字的时候，正是许多青年受弹饮刃的时候。呜呼，人和人的魂灵，是不相通的。"}
{"text":"但我以为关于别人的似乎倒是近理者居多。据说孤桐先生下台之后，他的什么甲寅居然渐渐的有了活气了。可见官是做不得的。然而他又做了临时执政府秘书长了，不知甲寅可仍然还有活气？如果还有，官也还是做得的。已不是写什么无花的蔷薇的时候了。虽然写的多是刺，也还要些和平的心。现在，听说北京城中，已经施行了大杀戮了。当我写出上面这些无聊的文字的时候，正是许多青年受弹饮刃的时候。呜呼，人和人的魂灵，是不相通的。中华民国十五年三月十八日，段祺瑞政府使卫兵用步枪大刀，在国务院门前包围虐杀徒手请愿，意在援助外交之青年男女，至数百人之多。还要下令，诬之曰暴徒！如此残虐险狠的行为，不但在禽兽中所未曾见，便是在人类中也极少有的，除却俄皇尼古拉二世使可萨克兵击杀民众的事，仅有一点相像。中国只任虎狼侵食，谁也不管。管的只有几个年青的学生，他们本应该安心读书的，而时局漂摇得他们安心不下。假如当局者稍有良心，应如何反躬自责，激发一点天良？然而竟将他们虐杀了！假如这样的青年一杀就完，要知道屠杀者也决不是胜利者。中国要和爱国者的灭亡一同灭亡。屠杀者虽然因为积有金资，可以比较长久地养育子孙，然而必至的结果是一定要到的。子孙绳绳又何足喜呢？灭亡自然较迟，但他们要住最不适于居住的不毛之地，要做最深的矿洞的矿工，要操最下贱的生业。如果中国还不至于灭亡，则已往的史实示教过我们，将来的事便要大出于屠杀者的意料之外――这不是一件事的结束，是一件事的开头。墨写的谎说，决掩不住血写的事实。血债必须用同物偿还。拖欠得愈久，就要付更大的利息！以上都是空话。笔写的，有什么相干？实弹打出来的却是青年的血。血不但不掩于墨写的谎语，不醉于墨写的挽歌威力也压它不住，因为它已经骗不过，打不死了。三月十八日，民国以来最黑暗的一天，写。本篇最初发表于一九二六年三月二十九日语丝周刊第七十二期。勃尔根当时英国的印度内务部部长。这里引的是他在伦敦中央亚洲协会演说中的话见一九二五年七月二日京报。叔梁纥春秋时鲁国人，孔丘的父亲。按孔丘生于公元前五五一年，比耶稣生年早五百多年。"}
{"text":"三月十八日，民国以来最黑暗的一天，写。本篇最初发表于一九二六年三月二十九日语丝周刊第七十二期。勃尔根当时英国的印度内务部部长。这里引的是他在伦敦中央亚洲协会演说中的话见一九二五年七月二日京报。叔梁纥春秋时鲁国人，孔丘的父亲。按孔丘生于公元前五五一年，比耶稣生年早五百多年。关于现代评论收受津贴一事，猛进周刊第三十一期一九二五年十月二日曾有一篇署名蔚麟的通信，其中说现代评论因为受了段祺瑞章士钊的几千块钱，吃着人的嘴软，拿着人的手软，对于段祺瑞章士钊的一切胡作非为，绝不敢说半个不字。又章川岛在语丝第六十八期一九二六年三月一日的一篇通信里也曾说到这津贴问题据说现代评论社开办时，确曾由章士钊经手弄到一千元，大概不是章士钊自己掏腰包的，来路我也不明。然而这也许是流言，正如西滢之捧章士钊是否由于大洋，我概不确知。这两篇通信都揭露了当时现代评论收受津贴的事实对于这两篇通信，陈西滢在现代评论第三卷第六十五期一九二六年三月六日的闲话里曾经加以辩解，说他个人并未每月领到三千元，只要有人能够证明他领受过三百元，三十元，三元，三毛，甚而至于三个铜子，那他就不再说话。但对于现代评论收受过段祺瑞津贴的事实，则避而不答。又，这里的联合战线一语，最初出自莽原周刊第二十期一九二五年九月四日霉江致的信中我今天上午着手草联合战线一文，致猛进社语丝社莽原社同人及全国的叛徒们的，目的是将三社同人及其他同志联合起来，印行一种刊物，注全力进攻我们本阶级的恶势力的代表一系反动派的章士钊的甲寅，一系与反动派朋比为奸的现代评论。这是陈西滢的话，参看本卷第页注。指三一八惨案。"}
{"text":"这是陈西滢的话，参看本卷第页注。指三一八惨案。一九二六年三月，在冯玉祥国民军与奉系军阀张作霖李景林等作战期间，日本帝国主义者因见奉军战事失利，便公开出面援助，于十二日以军舰两艘驶进大沽口，炮击国民军守军，国民军亦开炮还击，于是日本便向段祺瑞政府提出抗议，并联合英美法意荷比西等国，借口维护辛丑条约，于三月十六日以八国名义提出最后通牒，要求停止津沽间的军事行动和撤除防务等等，并限于四十八小时以内答复，否则，关系各国海军当局，决采所认为必要之手段。北京各界人民为反对日本帝国主义这种侵犯中国主权的行为，于三月十八日在天安门集会抗议，会后结队赴段祺瑞执政府请愿不料在国务院门前，段祺瑞竟命令卫队开枪射击，并用大刀铁棍追打砍杀，当场和事后因重伤而死者四十七人，伤者一百五十余人，造成了帝国主义和封建军阀互相勾结屠杀我国人民的大惨案。一九五年一月二十二日俄历一月九日，彼得堡工人因反对开除工人和要求改善生活，带着眷属到冬宫请愿俄皇尼古拉二世却命令士兵开枪。结果，有一千多人被击毙，两千多人受伤。这天是星期日，史称流血的星期日。子孙绳绳语见诗经大雅抑子孙绳绳，万民靡不承。绳绳，相承不绝的样子。死地死地从一般人，尤其是久受异族及其奴仆鹰犬的蹂躏的中国人看来，杀人者常是胜利者，被杀者常是劣败者。而眼前的事实也确是这样。三月十八日段政府惨杀徒手请愿的市民和学生的事，本已言语道断，只使我们觉得所住的并非人间。但北京的所谓言论界，总算还有评论，虽然纸笔喉舌，不能使洒满府前的青年的热血逆流入体，仍复苏生转来。无非空口的呼号，和被杀的事实一同逐渐冷落。但各种评论中，我觉得有一些比刀枪更可以惊心动魄者在。这就是几个论客，以为学生们本不应当自蹈死地，前去送死的。倘以为徒手请愿是送死，本国的政府门前是死地，那就中国人真将死无葬身之所，除非是心悦诚服地充当奴子，没齿而无怨言。不过我还不知道中国人的大多数人的意见究竟如何。假使也这样，则岂但执政府前，便是全中国，也无一处不是死地了。人们的苦痛是不容易相通的。因为不易相通，杀人者便以杀人为唯一要道，甚至于还当作快乐。然而也因为不容易相通，所以杀人者所显示的死之恐怖，仍然不能够儆戒后来，使人民永远变作牛马。"}
{"text":"这就是几个论客，以为学生们本不应当自蹈死地，前去送死的。倘以为徒手请愿是送死，本国的政府门前是死地，那就中国人真将死无葬身之所，除非是心悦诚服地充当奴子，没齿而无怨言。不过我还不知道中国人的大多数人的意见究竟如何。假使也这样，则岂但执政府前，便是全中国，也无一处不是死地了。人们的苦痛是不容易相通的。因为不易相通，杀人者便以杀人为唯一要道，甚至于还当作快乐。然而也因为不容易相通，所以杀人者所显示的死之恐怖，仍然不能够儆戒后来，使人民永远变作牛马。历史上所记的关于改革的事，总是先仆后继者，大部分自然是由于公义，但人们的未经死之恐怖，即不容易为死之恐怖所慑，我以为也是一个很大的原因。但我却恳切地希望请愿的事，从此可以停止了。倘用了这许多血，竟换得一个这样的觉悟和决心，而且永远纪念着，则似乎还不算是很大的折本。世界的进步，当然大抵是从流血得来。但这和血的数量，是没有关系的，因为世上也尽有流血很多，而民族反而渐就灭亡的先例。即如这一回，以这许多生命的损失，仅博得自蹈死地的批判，便已将一部分人心的机微示给我们，知道在中国的死地是极其广博。现在恰有一本罗曼罗兰的在我面前，其中说加尔是主张人类为进步计，即不妨有少许污点，万不得已，也不妨有一点罪恶的但他们却不愿意杀库尔跋齐，因为共和国不喜欢在臂膊上抱着他的死尸，因为这过于沉重。会觉得死尸的沉重，不愿抱持的民族里，先烈的死是后人的生的唯一的灵药，但倘在不再觉得沉重的民族里，却不过是压得一同沦灭的东西。中国的有志于改革的青年，是知道死尸的沉重的，所以总是请愿。殊不知别有不觉得死尸的沉重的人们在，而且一并屠杀了知道死尸的沉重的心。死地确乎已在前面。为中国计，觉悟的青年应该不肯轻死了罢。三月二十五日。本篇最初发表于一九二六年三月三十日国民新报副刊。言语道断佛家语。璎珞经言语道断，心行处灭。言语道断，原意是不可言说，这里表示悲愤到无话可说。"}
{"text":"为中国计，觉悟的青年应该不肯轻死了罢。三月二十五日。本篇最初发表于一九二六年三月三十日国民新报副刊。言语道断佛家语。璎珞经言语道断，心行处灭。言语道断，原意是不可言说，这里表示悲愤到无话可说。死地三一八惨案发生后，研究系的机关报晨报在三月二十日的时论栏发表了林学衡的为青年流血问题敬告全国国民一文，诬蔑爱国青年激于意气，挺铤而走险，乃陷入奸人居间利用之彀中，指责徐谦等驱千百珍贵青年为孤注一掷必欲置千百珍贵青年于死地，同时该文还恶毒攻击共产派诸君故杀青年，希图利己。三月二十二日，晨报又发表陈渊泉写的题为群众领袖安在的社论，胡说纯洁爱国之百数十青年即间接死于若辈按即他所谓群众领袖之手。没齿而无怨言语见论语宪问。没齿，终身之意。爱与死的搏斗，罗曼罗兰以法国大革命为题材的剧本之一，作于一九二四年。其中有这样的情节国约议会议员库尔跋齐因反对罗伯斯庇尔捕杀丹东，在议会投票判决丹东死刑时，他放弃投票，并中途退出会场同时他的妻子又在家中接待一个被通缉的吉隆德派分子她的情人，被人告发。他的朋友政治委员会委员加尔来到他家，告以委员会要他公开宣布对被通缉者的态度在他拒绝以后，加尔便给予两张事先准备好的假名假姓的护照，劝他带着妻子一同逃走，并告诉他已得到罗伯斯庇尔的默许。这里所举的就是加尔在这时候对库尔跋齐所说的话。可惨与可笑可惨与可笑三月十八日的惨杀事件，在事后看来，分明是政府布成的罗网，纯洁的青年们竟不幸而陷下去了，死伤至于三百多人。这罗网之所以布成，其关键就全在于流言的奏了功效。这是中国的老例，读书人的心里大抵含着杀机，对于异己者总给他安排下一点可死之道。就我所眼见的而论，凡阴谋家攻击别一派，光绪年间用康党，宣统年间用革党，民二以后用乱党，现在自然要用共产党了。其实，去年有些正人君子们称别人为学棍学匪的时候，就有杀机存在，因为这类诨号，和臭绅士文士之类不同，在棍匪字里，就藏着可死之道的。但这也许是刀笔吏式的深文周纳。去年，为整顿学风计，大传播学风怎样不良的流言，学匪怎样可恶的流言，居然很奏了效。"}
{"text":"就我所眼见的而论，凡阴谋家攻击别一派，光绪年间用康党，宣统年间用革党，民二以后用乱党，现在自然要用共产党了。其实，去年有些正人君子们称别人为学棍学匪的时候，就有杀机存在，因为这类诨号，和臭绅士文士之类不同，在棍匪字里，就藏着可死之道的。但这也许是刀笔吏式的深文周纳。去年，为整顿学风计，大传播学风怎样不良的流言，学匪怎样可恶的流言，居然很奏了效。今年，为整顿学风计，又大传播共产党怎样活动，怎样可恶的流言，又居然很奏了效。于是便将请愿者作共产党论，三百多人死伤了，如果有一个所谓共产党的首领死在里面，就更足以证明这请愿就是暴动。可惜竟没有。这该不是共产党了罢。据说也还是的，但他们全都逃跑了，所以更可恶。而这请愿也还是暴动，做证据的有一根木棍，两支手枪，三瓶煤油。姑勿论这些是否群众所携去的东西即使真是，而死伤三百多人所携的武器竟不过这一点，这是怎样可怜的暴动呵！但次日，徐谦，李大钊，李煜瀛，易培基，顾兆熊的通缉令发表了。因为他们啸聚群众，像去年女子师范大学生的啸聚男生章士钊解散女子师范大学呈文语一样，啸聚了带着一根木棍，两支手枪，三瓶煤油的群众。以这样的群众来颠覆政府，当然要死伤三百多人而徐谦们以人命为儿戏到这地步，那当然应该负杀人之罪了而况自己又不到场，或者全都逃跑了呢？以上是政治上的事，我其实不很了然。但从别一方面看来，所谓严拿者，似乎倒是赶走所谓严拿暴徒者，似乎不过是赶走北京中法大学校长兼清室善后委员会委员长李，中俄大学校长徐，北京大学教授李大钊，北京大学教务长顾，女子师范大学校长易其中的三个又是俄款委员会委员一共空出九个优美的差缺也。同日就又有一种谣言，便是说还要通缉五十多人但那姓名的一部分，却至今日才见于京报。这种计画，在目下的段祺瑞政府的秘书长章士钊之流的脑子里，是确实会有的。国事犯多至五十余人，也是中华民国的一个壮观而且大概多是教员罢，倘使一同放下五十多个优美的差缺，逃出北京，在别的地方开起一个学校来，倒也是中华民国的一件趣事。那学校的名称，就应该叫作啸聚学校。三月二十六日。"}
{"text":"同日就又有一种谣言，便是说还要通缉五十多人但那姓名的一部分，却至今日才见于京报。这种计画，在目下的段祺瑞政府的秘书长章士钊之流的脑子里，是确实会有的。国事犯多至五十余人，也是中华民国的一个壮观而且大概多是教员罢，倘使一同放下五十多个优美的差缺，逃出北京，在别的地方开起一个学校来，倒也是中华民国的一件趣事。那学校的名称，就应该叫作啸聚学校。三月二十六日。本篇最初发表于一九二六年三月二十八日京报副刊。应为二百多人。参看本卷第页注。康党指清末参加和赞同康有为等变法维新的人。革党指参加和赞同孙中山领导的资产阶级民主革命运动的人。乱党一九一三年，孙中山领导的讨袁战争二次革命失败后，袁世凯就把国民党作为乱党取缔。深文周纳歪曲或苛刻地援用法律条文，陷人于罪。整顿学风指一九二六年三月六日，西北边防督办张之江致电执政段祺瑞和总理贾德耀，侈谈整顿学风。他胡说当时学风日窳，士习日偷现已男女合校，复欲共妻，江窃以为中国之可虑者，不在内忧，不在外患，惟此邪说行，甚于洪水猛兽。请段祺瑞设法抑制。段祺瑞接到电报后，除令秘书长章士钊复电嘉许外，并将原电通知国务院，责成教育部会同军警机关，切实整顿学风。去年的整顿学风，参看本卷第页注。通缉令三一八惨案发生后，段祺瑞政府下令通缉徐谦等五人，胡说他们假借共产学说，啸聚群众，屡肇事端。本日徐谦以共产党执行委员会名义，散布传单，率领暴徒数百人，闯袭国务院，泼灌火油，抛掷炸弹，手枪木棍，丛击军警。徐谦等并着京内外一体严拿，尽法惩办，用儆效尤。徐谦―，字季龙，安徽歙县人。李大钊―，参看本卷第页注。李煜瀛，字石曾，河北高阳人。易培基，字寅村，湖南长沙人。顾兆熊，字孟余，河北人。清室善后委员会一九二四年十一月冯玉祥国民军驱逐溥仪出宫后，北洋政府为办理清室善后事宜和接收故宫文物而设的机构。俄款委员会即俄国退还庚子赔款委员会。一九一七年俄国十月社会主义革命成功后，苏俄政府宣布放弃帝俄在中国的一切特权，包括退还庚子赔款中尚未付给的部分。"}
