{"text":"人人皆可成佛和人与上帝有着永恒的距离，是两种不同的生命态度，一个重果，一个重行，一个为超凡的酬报描述最终的希望，一个为神圣的拯救构筑永恒的路途。但超凡的酬报有可能是一幅幻景，以此来维护信心似乎总有悬危。而永恒的路途不会有假，以此来坚定信心还有什么可怕！这使我想到了佛的本义，佛并不是一个名词，并不是一个实体，佛的本义是觉悟，是一个动词，是行为，而不是绝顶的一处宝座。这样，人人皆可成佛就可以理解了，成不再是一个终点，理想中那个完美的状态与人有着永恒的距离，人即可朝向神圣无止地开步了。谁要是把自己披挂起来，摆出一副伟大的完成态，则无论是光芒万丈，还是淡泊逍遥，都像是搔首弄姿。烦恼即菩提，我信，那是关心，也是拯救。一切佛法唯在行愿，我信，那是无终的理想之路。真正的宗教精神都是相通的，无论东方还是西方。任何自以为可以提供无苦而极乐之天堂的哲学和神学，都难免落入不能自圆的窘境。游戏平等墓地游戏，摆脱时间的刑役设若我们不管为了一个什么目的到一个什么地方去，坐火车去，要在火车上度过比如说三天三夜。我们带上吃的喝的以及活命小时所必需的用物，要不就带上钱以备购买这些东西。当然此前我们先买好了车票，就是说我们的肉体在这趟车上已经确定有了一个位置。此外我们还得带上点儿什么呢？考虑到旅途的寂寞，带一副棋或一副牌，也可以是一本书，或者一个可以收听消息的小机器很明显，这已不是活命的需要，这是逃避抗拒或者说摆脱时间空洞的需要，是活命之后我们这种动物所不可或缺的娱乐。如果没有棋没有牌没有书也没有消息，有一个彼此感兴趣的对话者也行，如果连这也没有，那么一个想象力丰富的人还可以在白日梦中与这个世界周旋，一个超凡入圣的人还可以默坐诵经以拒斥俗世的烦恼。但所有这些行为都证明了一个共同的起因空洞的时间是不堪忍受的，倘其漫长就更是可怕的了。据说有一种最残酷的刑罚将一个人关在一间空屋子里，给他充足的食物水空气甚至阳光，但不给他任何事做，不给他任何理睬，不给他与任何矛盾和意义发生关系的机会，总之，就这么让他活着性命，却让他的心神没有着落没有个去处，永远只是度着空洞的时间。"}
{"text":"但所有这些行为都证明了一个共同的起因空洞的时间是不堪忍受的，倘其漫长就更是可怕的了。据说有一种最残酷的刑罚将一个人关在一间空屋子里，给他充足的食物水空气甚至阳光，但不给他任何事做，不给他任何理睬，不给他与任何矛盾和意义发生关系的机会，总之，就这么让他活着性命，却让他的心神没有着落没有个去处，永远只是度着空洞的时间。据说这刑罚会使任何英雄无一例外地终致发疯，并在发疯之前渴望着死亡。我们在那趟火车上打牌，下棋，聊天，看书，听各种消息并在心里给出自己的评价依靠这些玩具和游戏逃过了小时空白时间的折磨我们之所以还挺镇静，是因为我们知道小时毕竟不是太久，然后我们下车，颇有凯旋而归的感觉。其实呢，我们不过是下了一趟小车，又上了一趟大车。地球是一趟大车，在更为广阔的空间中走生命是一趟大车，在更为漫长的时间中走。我们落生人间，恰如上了一趟有七八十年乃至更长行程的列车。在这趟车上，有吃的喝的空气阳光以及活命所需的一切条件。但若在这趟车上光有一副牌一副棋之类的玩意儿就大大地不够，这一回我们不是要熬三天三夜，而是要度过一生！无聊这个词汇的出现，证明我们有点恐慌前述那种最残酷的刑罚，点明了我们最大的恐惧并不是死亡，而是漫长而空洞的时间。幸好上帝为我们想得周全，在这趟车上他还为我们预备了取之不尽用之不竭的各式各样的矛盾和困阻。这些矛盾和困阻显示了上帝无比的慈悲。有了它们，漫长的时间就有了变化万千的内容，我们的心神就有了着落，行动就有了反响，就像下棋就像打牌就像对话等等等等，我们在各种引人入胜的价值系统中寻找着各自喜欢的位置，不管是有情人终成眷属还是纵使齐眉举案，到底意难平，我们就都能够娱乐自己了。"}
{"text":"谢谢上帝为我们安排得巧妙想跑，便有距离想跳，便有引力想恋爱，便有男人也有女人想灭欲，便有红尘也有寺庙想明镜高悬，既能招来权门威逼也能赢得百姓称颂想坚持真理，既可留一个美名也可落一个横死想思考，便有充足的疑问想创造，便有辽阔的荒寂想真，便有假的对照想善，便有恶的推举想美，便有丑的烘托想超凡入圣，便有卑贱庸碌之辈可供嘲笑想普度众生，便有众生无穷无尽的苦难感谢上帝吧，他给我们各种职业如同给我们各种玩具，他给我们各种意义如同给我们各种游戏，借此我们即可摆脱那种最残酷的刑罚了。这样来看，一切职业事业都是平等的。一切职业事业，都是人们摆脱时间空洞的方法，都是娱乐自己的玩具，都是互为依存的游戏伙伴，所以都是平等的，本不该有高低贵贱之分。如果不是为了我们这种动物所独具的精神娱乐的需要，其实一切职业事业都不必，度命本来十分简单――像一匹狼或一条虫那样简单，单靠了本能就已足够，反正在终于要结束这一点上我们跟它们没什么两样。所以我想，一切所谓精英豪杰大师伟人都不该再昧了良心一边为自己贴金一边期待着别人的报答，不管是你们为别人做了什么贡献，都同时是别人为你们提供了快乐助人为乐，不是么？，最好别忘了这个逻辑，不然便有大则欺世小则卖乖之嫌疑。――当然当然，这也不全是坏，正如丑烘托了美，居功自傲者又为虚怀若谷的人提供了快乐的机缘。平等，上帝有意卖一个破绽给我们猜？一切职业事业都是平等的，这恐怕只是一个愿望，永远都只是一个愿望。事实上，无论是从酬劳还是从声誉的角度看，世间的职业事业是不平等的，从来也没有平等过，谁也没有办法命令它们平等。要是我们真正理解了上帝的慈悲，我们就应该欣然接受这一事实。上帝无比的慈悲，正在于他给了我们无穷无尽的矛盾和困阻，这就意味了差别的不可抹杀。如果没有平凡的事业非凡的事业和更为伟大的事业之区分，就如同一出情节没有发展的戏剧，就等于是抽去两极使人类的路线收缩成一个无限小的点，我们娱乐的机缘很快就会趋于零了。这便如何是好呢？因为倘若平等的理想消失，就如同一种没有方向的游戏，就等于是抽去一极而使另一极也不能存在，结果还是一样，我们娱乐的机缘仍会很快消失。我们得想个法子，必须得有个办法既能够保住差别又可以挽救平等。"}
{"text":"上帝无比的慈悲，正在于他给了我们无穷无尽的矛盾和困阻，这就意味了差别的不可抹杀。如果没有平凡的事业非凡的事业和更为伟大的事业之区分，就如同一出情节没有发展的戏剧，就等于是抽去两极使人类的路线收缩成一个无限小的点，我们娱乐的机缘很快就会趋于零了。这便如何是好呢？因为倘若平等的理想消失，就如同一种没有方向的游戏，就等于是抽去一极而使另一极也不能存在，结果还是一样，我们娱乐的机缘仍会很快消失。我们得想个法子，必须得有个办法既能够保住差别又可以挽救平等。于是一个现实主义的戏剧就不得不有一点理想主义的色彩了，写实的技巧就不得不结合浪漫的手法了，善不仅是真，善还得是美，于是我们说人的能力有大小，只要如何如何我们的精神就一样都是伟大的。这法子好，真的好，一曲理想的歌唱便在一个务实的舞台上回响了，就像繁殖的节奏中忽然升华出爱情的旋律。此一举巧夺天工，简直是弥补了上帝的疏漏。不过，也许是上帝有意卖一个破绽期待我们去猜透在现实的舞台上不能消灭角色的差别，但在理想的神坛上必须树立起人的平等。跟着，麻烦的问题来了人的平等，是说任何人都应该是平等的吗？那，我们能够容忍――譬如说，四人帮和焦裕禄是平等的――这样的观点吗？绝对不能！好吧，把问题提得小一点难道小偷可以与警察划等号吗？当然不能。为什么不能？因为人间这一现实的戏剧要演下去，总得有一个美好的方向，自由的方向，爱的方向，使人能够期待幸福而不是苦难，乃是这出戏剧的魅力所在且不去管它是否能够抵达极乐世界，此魅力倘若消散，不仅观众要退席连演员也要逃跑了。所以，必须使剧情朝着那个魅力所系的方向发展，把一个个细节朝那个方向铺垫，于是在沿途就留下价值的刻度，警察和小偷便有善恶之分，焦裕禄与四人帮便有美丑之别。但是，没有凶残卑下愚昧，难道可以有勇敢高尚和英明吗？没有假恶丑，难道可以有真善美吗？总而言之，没有万千歧途怎么会有人间正道呢？世上本没有路，走的人多了就成了路，这是一种常常给我们启迪的思想。但是，世上本没有路，是不是抬腿一走便是一条正道呢？当真如此，人生真是一件又简单又乏味的事了。很可能世上本来有很多路，有人掉进泥潭便使我们发现一条不能再走的路，有人坠落深渊便又使我们发现一条不能再走的路，步入歧途者一多我们的危险就少，所谓沉舟侧畔千帆过，于泥潭和深渊之侧就容易寻找正道了。"}
{"text":"没有假恶丑，难道可以有真善美吗？总而言之，没有万千歧途怎么会有人间正道呢？世上本没有路，走的人多了就成了路，这是一种常常给我们启迪的思想。但是，世上本没有路，是不是抬腿一走便是一条正道呢？当真如此，人生真是一件又简单又乏味的事了。很可能世上本来有很多路，有人掉进泥潭便使我们发现一条不能再走的路，有人坠落深渊便又使我们发现一条不能再走的路，步入歧途者一多我们的危险就少，所谓沉舟侧畔千帆过，于泥潭和深渊之侧就容易寻找正道了。这样看来，证明歧途和寻找正道即便不可等同，至少是一样地重要了。这样一想，我仿佛看见警察押解着小偷，马克思怒斥着希特勒尽管他们不是同时代的人，凡人伟人罪人共同为我们走出了一条崎岖但是通向光明的路，共同为我们提供了一个对称因而分明的价值坐标，共同为这出人间戏剧贡献了魅力。我想，任何小偷，都没有理由说他生来就只配做一个被押解的角色吧？相信存在决定意识的唯物主义者，想必更能同意这种理解。这出人间戏剧啊，要说上帝的脚本策划得很周密，这我信。但要说上帝很公正，我却怀疑。不管是在舞台的小世界，还是在世界的大舞台，没有矛盾没有冲突便没有戏剧，没有坏蛋们的难受之时便没有好人们的开心之日，这很好。但是谁应该做坏蛋？谁应该做丑角？凭什么？根据什么究竟根据什么？偶然。我们只能说这纯粹是偶然的挑选，跟中彩差不多。但是生活的戏剧中必然地有着善与恶对与错，也必然地需要着这样的差别和冲突，于是这个偶然的中选者就必然地要在我们之中产生，碰上谁谁就自认倒霉吧。那么这些倒霉的中选者自己受着惩罚和唾骂而使别人找到了快乐和光荣，不也有点舍己为人的意思吗？当然他们并无此初衷。当然也不能仅凭效果就给他们奖励。对极了，为了人类美好方向的需要，为了现世戏剧的魅力之需要，我们不仅不能给他们奖励而且必须要给他们恰当的惩罚。杀一儆百有时也是必要的，否则如何标明那是一条罪恶的歧途呢？但是，在俗界的法场上把他们处决的同时，也应当设一个神坛为他们祭祀。当正义的胜利给我们带来光荣和喜悦，我们有必要以全人类的名义，对这些最不幸的罪人表示真心的同情有理由认为，他们比那些为了真理而捐躯的人更不幸，给这些以死为我们标明了歧途的人以痛心的纪念尽管他们是无意的。我们会想起他们天真的童年，想起他们本来无邪的灵魂，想起如果不是他们被选中就得是我们之中的谁被选中，如果他们没被选中他们也会站在我们中间。"}
{"text":"杀一儆百有时也是必要的，否则如何标明那是一条罪恶的歧途呢？但是，在俗界的法场上把他们处决的同时，也应当设一个神坛为他们祭祀。当正义的胜利给我们带来光荣和喜悦，我们有必要以全人类的名义，对这些最不幸的罪人表示真心的同情有理由认为，他们比那些为了真理而捐躯的人更不幸，给这些以死为我们标明了歧途的人以痛心的纪念尽管他们是无意的。我们会想起他们天真的童年，想起他们本来无邪的灵魂，想起如果不是他们被选中就得是我们之中的谁被选中，如果他们没被选中他们也会站在我们中间。我们虔诚地为他们祈祷为他们超度吧，希望他们来世交好运如果有来世的话，恰恰被选去做那可敬可爱的角色。我听说过有这样的人，他们向二次大战中牺牲的英雄默哀，他们也向那场战争中战死的罪人默哀。这件事永远令我感动。这才真正是懂得了历史，真正怀有博大的爱心和深重的悲悯。这样人类就再一次弥补了上帝的疏漏如果不是上帝有意卖一个破绽留给我们去参悟的话，使人人平等的理想更加光芒四射。在人间的舞台上，英雄凡人罪人是不能平等的。那，现在我们以人人平等为由所祭祀的，是不是抽象的人呢？因而是不是一种哗众取宠的虚伪呢？是抽象的人，但并不是哗众取宠的虚伪抽象的人不一定要真，正如理想，美就行，抽象的人是人类为自己描绘的方向。那么，这种不现实的人人平等又有什么用呢，不是吃饱了撑的瞎扯淡吗？一点都不瞎扯淡，理想从来就不与现实等同，但理想一向都是有用的。顺便说一句，吃饱了，于猪是理想的完成，于人则仅仅是理想的开端。唯当在理想的神坛上树立起人的平等，才可望有法律面前人人平等的现实。没理由把法律面前人人平等单送给某一个阶级，因为这是属于全人类的智慧和财富。倘若有人卖假药，显然不能因而就把良药也消灭。没有一个人人平等的神坛，难免就会有一个君君臣臣的俗界。不是吗？几千年的君权神授，弄来弄去跑不了是刑不上大夫的根由。墓地――历史的祭祀，万灵万物和解的象征要是您白天忙了一天，晚上去看戏，戏散了您先别走，我告诉您一个最迷人的去处后台。我们，我和您，我们设想自己还原成了两个孩子，两个给根棒槌就认真纫针的孩子，溜进后台。两个孩子想向孙悟空表达一片敬意，想劝唐僧今后遇事别那么刚愎自用，想安慰一下牛郎和织女，再瞅机会朝王母娘娘脸上啐口唾沫。"}
{"text":"不是吗？几千年的君权神授，弄来弄去跑不了是刑不上大夫的根由。墓地――历史的祭祀，万灵万物和解的象征要是您白天忙了一天，晚上去看戏，戏散了您先别走，我告诉您一个最迷人的去处后台。我们，我和您，我们设想自己还原成了两个孩子，两个给根棒槌就认真纫针的孩子，溜进后台。两个孩子想向孙悟空表达一片敬意，想劝唐僧今后遇事别那么刚愎自用，想安慰一下牛郎和织女，再瞅机会朝王母娘娘脸上啐口唾沫。可是，两个孩子忽然发现卸了装的他们原来是同事，一个个好人卸了装还是好人，一个个坏蛋卸了装也是好人，一个个神仙和凡人到了后台原来都是一样，他们打打闹闹互相开着玩笑，他们平平等等一同切磋技艺，孙悟空问猪八戒和白骨精打算到哪儿去度蜜月？于是唐僧和王母娘娘都抱怨市场上买不到像样的礼品。这时候两个孩子除了惊讶，势必会有一些说不清的感动一直留到未来的一生中去。孩子长大了，有一天他走到一片墓地，在先人的坟墓前培一捧土置一束花，默立良久。他有可能是我，也有可能是您。那是某一年的清明。每年的清明都是一样。墓地上无声地传诵着先人的消息，传诵着无比悠远辽阔和纷繁的历史。往日的喧嚣都已沉寂往日的悲欢都已平息往日的功过荣辱，都是历史走到今天的脚步往日千差万别的地位，被人类艰苦卓绝的旅程衬比得微不足道曾经恩恩怨怨的那些灵魂，如今都退离了前台，退出了尘世的角色，万法归一，如同谢幕一般在幽冥中合唱一曲祭歌，祭祀着人类一致的渴盼与悲壮，因而平等。这时候我，或者您，又闯到世界大舞台的后台去了，这才弄明白，我们曾在舞台小世界的后台所得的那份感动都是什么。这时我才懂得，人类为什么要有墓地。此前我总是蔑视墓地，以为无用，以为是愚昧的浪费。现在我懂了，那正是历史的祭坛，是象征人类平等的形式。但是后台也常常不免让人灰心，我发现那墓地的辉煌与简陋竟也与死者生前的地位成正比。譬如说为什么伟人死后要塑一尊像要建一座殿堂，而凡人死了只留一把灰和一捧土呢？难道现世的等级还要延展到虚冥中去分化人类的信念吗？难道人不是平等的，连在祈望中都不能得到一个平等的象征吗？无论再怎么解释都难有说服力，从不见有一座哪怕是一座！凡人纪念堂这一事实，到底是令人悲哀的。"}
{"text":"但是后台也常常不免让人灰心，我发现那墓地的辉煌与简陋竟也与死者生前的地位成正比。譬如说为什么伟人死后要塑一尊像要建一座殿堂，而凡人死了只留一把灰和一捧土呢？难道现世的等级还要延展到虚冥中去分化人类的信念吗？难道人不是平等的，连在祈望中都不能得到一个平等的象征吗？无论再怎么解释都难有说服力，从不见有一座哪怕是一座！凡人纪念堂这一事实，到底是令人悲哀的。我的朋友力雄曾写过一篇文章，他设想建一座凡人纪念堂不仅仅是骨灰堂，每一个凡人都有资格在那儿占一块小小的空间，小到够放置几页纸或一个小本子就行了。每个人都可以在那儿记录下他们平凡的一生及其感受，以使后人知道历史原来都是什么，以偿人类平等的夙愿。这设想让我感动不已。我对力雄说，我也有一个不错的想法，很久了。我想，我死的时候穿的什么就是什么，不要特意弄一身装裹，然后找一块最为贫瘠的土地，挖一个以我的肩宽为直径的深坑，把我垂直着埋进去，在那上面种一棵合欢树。我喜欢合欢树。我想这是个好办法。人死了，烧了，未免太无作为，不如让他去滋养一棵树，给正在灰暗下去的地球增添绿色。我想为什么不能人人如此呢？沙漠的扩展河流的暴虐无常恶劣气候的频繁，正给人类的生存带来威胁，而这，都是因为地球上的森林正在与日俱减。要是每个人死了都意味着在荒贫的裸土上长成一棵树，中国有十一亿人世界有五十几亿人，一百年后中国便多出十几亿棵树，世界便多出五十几亿棵树，那会是一片片多么大的森林！那时候土地会变得肥沃，河流会变得驯顺而且慷慨，气候会更懂秩序，一年四季风调雨顺。当然不是都种合欢树，谁喜欢什么树就种什么树，树都是平等的。后人像爱护先人的坟墓那样爱护着这些树，每逢祭日，培土还是培土，酹酒改为浇灌，献花改为剪枝，死亡不单意味着悲痛，更不意味着浪费，而是意味着建设，意味着对一片乐土的祈祷和展望。森林逐日地大起来，所有可爱的动物和美丽的植物都繁荣昌盛。那样，墓地不仅是人类历史的祭坛，不仅是人类平等的象征，还是万灵万物的圣殿，还是人与自然和解的象征与实证。力雄说我这个想法也很好，就让他那个凡人纪念堂坐落在这样的森林中间，或者就让凡人纪念堂的周围长起这样的大森林来。我想，为了记住这一棵树下埋的是谁，也可以做一面小小的铜牌挂在树上，写下死者的名字。比如说我，那铜牌上不要写之墓，写之树。或者把树的名字也写上之合欢树。"}
{"text":"森林逐日地大起来，所有可爱的动物和美丽的植物都繁荣昌盛。那样，墓地不仅是人类历史的祭坛，不仅是人类平等的象征，还是万灵万物的圣殿，还是人与自然和解的象征与实证。力雄说我这个想法也很好，就让他那个凡人纪念堂坐落在这样的森林中间，或者就让凡人纪念堂的周围长起这样的大森林来。我想，为了记住这一棵树下埋的是谁，也可以做一面小小的铜牌挂在树上，写下死者的名字。比如说我，那铜牌上不要写之墓，写之树。或者把树的名字也写上之合欢树。无答之问或无果之行现今，信徒们的火气似乎越来越大，狂傲风骨仿佛神圣的旗帜，谁若对其所思所行稍有疑虑或怠慢，轻则招致诅咒，重则引来追杀。这不免让人想起红卫兵时代的荒唐，大家颂扬和憧憬的是同一种幸福未来，却在实行的路途上相互憎恨乃至厮杀得英雄辈出，理想倒乘机飘离得更加遥远。很像两个孩子为一块蛋糕打架，从桌上打到桌下，打到屋外再打到街上，一只狗悄悄来过之后，理想的味道全变。很多严厉的教派，让我不敢靠近。闻佛门大肚能容可容天下难容之事，倍觉亲近，喜爱并敬仰，困顿之时也曾得其教益。但时下，弄不清是怎么一来，佛门竟被信佛的潮流冲卷得与特异功能等同。说佛就是最高档次的特异功能者，所以洞察了生命的奥秘。说终极关怀即是对这奥秘的探索，唯此才是生命的根本意义，生命也才值得赞美。说若不能平息心识的波澜，人就不可得此功能也就无从接近佛性。言下之意是生命也就失去价值，不值得赞美。更说便是动着行善的念头，也还是掀动了心浪，唯善恶不思才能风息浪止，那才可谓佛行。如是之闻，令我迷惑不已。从听说特异功能的那一天起，我便相信其中必蕴藏了非凡的智识，是潜在的科学新大陆。当然不是因为我已明了其中奥秘，而是我相信，已有的科学知识与浩瀚的宇宙奥秘相比，必仅沧海一粟，所以人类认识的每一步新路必定难符常规倘不符常规即判定其假，真就是可笑之人也要失笑的可笑之事了。及至我终于目睹了特异功能的神奇，便更信其真，再听说它有多么不可思议的能力，也不会背转身去露一脸自以为是的嘲笑。嘲笑曾经太多，胜利的嘲笑一向就少。但是――我要在但是后面小做文章了其实大小文章都是做于但是之后，即有所怀疑之时。是但是！"}
