{"text":"这段话值得加以完整的摘引，因为它对于我们理解尼采的人性观和自由观实在是太重要了。其要点是第一，人没有任何超验本质，没有任何先天或后天的既定本质，上帝不必说，社会的影响，祖先的遗传，乃至每人自己的经历，都不能把一成不变的人的特性给予人第二，人也没有任何超验的目的第三，每个人都属于不断生成变化的宇宙之全，生成是无罪的，人并无任何超验的罪恶以及赎罪的责任。结论是什么呢人没有超验的本质，因而也就没有超验的自由和不自由，因而也就有了非超验的自由，他在任何时候都可以重新创造自己的本质。人没有超验的目的，目的是缺如的，因此目的要由每个人自己来确立。最重要的是，人没有超验的罪恶，宇宙的生成变化超于善恶之外，并无一个道德目的，被抛到这个生成之流中来的个人同样超于善恶之外，在他头顶上并无一个绝对命令或至高无上的道德准则，他的行为全由自己决定，自己衡量。以某种超验的道德目的为归宿的超验的意志自由终止之处，非超验的因而也是真正的自由的地平线呈现在眼前了。第节第四章人自由创造历来意志自由的命题都是为论证人的道德责任服务的，尼采要否定的是这样的意志自由。在他看来，恰恰在道德领域内，人的一切意愿和行为都是可以用决定论加以说明和得到辩护的，因而不能允许借意志自由之名加人以罪责。但是，一旦超出道德的领域，当个人的意志真正秉承了世界意志生成变化之真谛，意志反而有了自由。这就是创造的意志。尼采把宇宙的生成变化看作世界意志的创造行为，与此相应地，也把人的创造行为看作个人意志对于宇宙生成变化的自觉体现。所以他说时间和生成是一切无常的赞美和辩护，而创造者则是一切无常的代言人和辩护人。创造者的意志永远向往着生成，生成即是自由。在这个意义上，他说意愿使人自由这是意志与自由的真义。查拉图斯特拉如是说在幸福岛上。尼采全集第卷，第页。尼采一再说，意志是一个解放者创造者，你能够，因为你意愿，意愿解放人，因为意愿就是创造。尼采全集第卷，第页。他之所以如此强调意志和意愿的作用，是因为在他看来，传统的伦理道德恰恰阻止人们意愿，扼杀了自由的可能性，因而敢于意愿是争取自由的先决条件和决定性一步。"}
{"text":"查拉图斯特拉如是说在幸福岛上。尼采全集第卷，第页。尼采一再说，意志是一个解放者创造者，你能够，因为你意愿，意愿解放人，因为意愿就是创造。尼采全集第卷，第页。他之所以如此强调意志和意愿的作用，是因为在他看来，传统的伦理道德恰恰阻止人们意愿，扼杀了自由的可能性，因而敢于意愿是争取自由的先决条件和决定性一步。一切既定的关于善与恶的评价凌驾在人类头上，向人类发出对于奴隶的箴言你应当，因为你不能不你们不应当意愿尼采全集第卷，第页。习惯的力量如此强大，使得意志这个解放者自己也成了囚徒。这束缚着意志的牢狱便叫做它已经如此。传统的价值体系已是既成事实，借助历史的惰性紧紧束缚着人们的意志。意志不能向后意欲不能割断时间和时间的贪欲这是意志的最孤独的苦恼。尼采全集第卷，第页。这里似乎面临了必然与自由的古老的二难推理某一意愿本身是一系列因果关系的产物，而要改变这因果系列的方向又须首先有此改变的意愿。解放者自己是个囚徒，谁来解放解放者呢尼采的回答是解放者自己解放自己，意志自己解放自己，这解放的方式便是把它已经如此变为我愿它如此。这无异于说，既成的一切不再是与我的意志无关的，相反是我的意志所意愿的，因而也可以由我的意志来改变。囚徒一旦把牢狱看成是他自己制造的，他也就有勇气把它拆除，成为真正的解放者了。尼采的本意是要指出，意志本身就构成价值世界因果联系的关键一环，创造者的意志把一切既成价值置于自己的意愿之下，从而可以着手改变。当然，既然可以我愿它如此，那么也可以我愿它不如此，关键是要使意志认识到自己的力量，而并非提倡一种阿式的精神胜利法。尼采曾经形象地讽刺这种精神胜利法。一个人停不住车轮，便说我要它转。另一个人打架时被打倒在地，便说我要躺在这里。朝霞第节。这样的我要不过是对意志与自由的嘲笑。那么，在尼采看来，自由的含义究竟是什么呢查拉图斯特拉如是说的第一篇是精神的三种变形，我们不妨看作是尼采对于精神获得自由的三个阶段的描绘，同时也可看作自由的三个规定性。"}
{"text":"尼采曾经形象地讽刺这种精神胜利法。一个人停不住车轮，便说我要它转。另一个人打架时被打倒在地，便说我要躺在这里。朝霞第节。这样的我要不过是对意志与自由的嘲笑。那么，在尼采看来，自由的含义究竟是什么呢查拉图斯特拉如是说的第一篇是精神的三种变形，我们不妨看作是尼采对于精神获得自由的三个阶段的描绘，同时也可看作自由的三个规定性。首先，精神是骆驼，强健而能负载，它的强健要求着重的和最重的重负尼采全集第卷，第页这就是说，自由的前提和第一个规定性是生命本能的强健，意志的坚强有力。这与强力意志的含义一致。意志的力度决定了自由的程度，而这种力度的标志是意志对自我的支配和对阻力的抵抗。你说自己是自由的吗我愿听到你的支配的思想，不愿听到你从轭下逃脱。不能支配自己的人应当服役，一旦离弃了他的服役就失去了他的全部价值。所谓支配自己就是你能给你自己以你的恶和你的善，并悬你的意志于你之上如同法律一样吗你能做你的法律的审判者和复仇者吗尼采全集第卷，第页。尼采认为，意志软弱者无权自由，不能命令自己和服从自己的人应当受令于人和服从别人。你们要支配自己是太软弱了，所以应该有一专制暴君来驾驭你们，吆喝道听话推磨听话一切善恶都应淹没在对他的服从之中。尼采全集第卷，第页。在尼采看来，人类的大多数始终未成熟到可以自由的程度，所以始终还是少数人的时代。尼采全集第卷，第页。重要的不是从何而自由，而是为何而自由。尼采全集第卷，第页。许多人并无创造的意愿，把自由理解为摆脱一切责任，结果所谓的自由一旦到手，精神倍感空虚。现代西方社会中不是已经响起逃避自由的呼喊了吗第节第四章人自由创造尼采认为，自由决非放任，把自由视同放任也是本能衰退的表现。参看偶像的黄昏一个不合时宜者的漫游第节。什么是自由就是一个人有自我责任的意志。就是一个人坚守着区分我们的距离。就是一个人变得对艰难劳苦匮乏乃至对生命更加不在意。就是一个人准备着为他的事业牺牲人们包括牺牲他自己。自由意味着男性本能战争欢乐和胜利欢乐的本能支配其他本能，例如幸福本能。偶像的黄昏一个不合时宜者的漫游第节。"}
{"text":"参看偶像的黄昏一个不合时宜者的漫游第节。什么是自由就是一个人有自我责任的意志。就是一个人坚守着区分我们的距离。就是一个人变得对艰难劳苦匮乏乃至对生命更加不在意。就是一个人准备着为他的事业牺牲人们包括牺牲他自己。自由意味着男性本能战争欢乐和胜利欢乐的本能支配其他本能，例如幸福本能。偶像的黄昏一个不合时宜者的漫游第节。尼采全集第卷，第页。尼采反对从道德立场来追究自由意志的责任，可是，只要不是把自由理解为放任，自由就必然意味着责任。那么，向谁负责呢尼采提出了自我责任的概念。每个人应当向自己负责。他也曾谈到对生命负责，每个有幸得到生命的人应该给生命以最好的报答。更严重的责任是从永恒轮回的角度提出来的你的每一个行为都必须值得在无限的未来重复无数次。你将再次并且无数次地意愿这样吗这个问题是加在意志身上的最重的负担。快乐的科学第节。尼采全集第卷，第页。生成之无罪替人解除的道德责任，又由永恒轮回的宿命重加于人了。不过，这样论证责任问题显然是勉强的，轮回不自你此刻的行为始，毋宁说你此刻的行为只是过去无数次发生过的行为的重复，自由何在，责任又何在呢莫非自由和责任本身仅是与命运与轮回的因果链条的抗争意志的力度和自由度不仅表现在自我支配和自我责任，而且表现在与阻力抗争。自由人是战士。在个人抑或在民族，自由依据什么来衡量呢依据必须克服的阻力，依据保持在上所付出的努力。自由人的最高类型必须到最大阻力恒久地被克服的地方去寻找离暴政五步远，紧挨被奴役的危险。偶像的黄昏。尼采全集第卷，第页。许多人把自由理解为阻力的不存在，尼采的看法恰恰相反。自由存在于克服阻力的过程之中没有阻力，即没有自由阻力越大，自由也越大阻力一旦被克服，自由便结束，需要新的阻力以实现新的自由。人类之所以是自由的动物，正是因为人类需要与最严酷的命运抗争才能生存和发展。在这里，自由也就是生命力的振奋与陶醉，恰与尼采的人生哲学是一脉相通的。总之，自由的第一个规定性是力量，是意志的坚强有力。其次，精神是狮子，它要夺得自由，成为自己的沙漠之王。"}
{"text":"许多人把自由理解为阻力的不存在，尼采的看法恰恰相反。自由存在于克服阻力的过程之中没有阻力，即没有自由阻力越大，自由也越大阻力一旦被克服，自由便结束，需要新的阻力以实现新的自由。人类之所以是自由的动物，正是因为人类需要与最严酷的命运抗争才能生存和发展。在这里，自由也就是生命力的振奋与陶醉，恰与尼采的人生哲学是一脉相通的。总之，自由的第一个规定性是力量，是意志的坚强有力。其次，精神是狮子，它要夺得自由，成为自己的沙漠之王。为了自由，首先要战胜原来的王巨龙你应，即一切既有的评价，而喊出我要，如此给义务一个神圣的否定，为新的创造创造了自由。尼采全集第卷，第页。自由的这一个方面是否定性的，是意志通过它的意愿否定现有的价值体系。同他的过去决裂反对祖国信仰父母同事，同被驱逐者交往历史上的和社会上的推翻被尊敬的，赞同被禁绝的尼采全集第卷，第页。所以，自由的第二个规定性是评价，是意志摆脱一切既有价值而独立。最后，精神是赤子，它给生命一个神圣的肯定，从事创造的游戏。尼采全集第卷，第页。创造，意志通过创造而投入生成，与世界意志相融合，这是自由的第三个规定性。力量是自由的前提，评价和创造是自由的真义。要把握尼采的人性观和自由观，关键是弄清他对评价和创造的看法。评价就是创造歌德说过，创造是人的天性的最内在的性质。在这一点上，尼采继承了歌德的传统。在他看来，如果要用一个词概括人的本质和使命，那就是创造。创造是人的本质的存在方式，是人的本质的实现，是人生意义之所在。自由可以归结为创造。只有在创造中才有自由。尼采全集第卷，第页。超越可以归结为创造。作为创造者，你超越了你自己你不再是你的同时代人。尼采全集第卷，第页。幸福可以归结为创造。唯一的幸福在于创造。我们的幸福不在于认识，而在于创造。尼采全集第卷，第页。认识可以归结为创造。人们甚至不该去认识一个事物，除非能够创造了它。同时，如果想要认识一些真实的东西，这也是唯一的手段。尼采全集第卷，第页。求真理的意志即创造的意志，它要一切转变成为人可想之物，人可见之物，人可感知之物。"}
{"text":"尼采全集第卷，第页。幸福可以归结为创造。唯一的幸福在于创造。我们的幸福不在于认识，而在于创造。尼采全集第卷，第页。认识可以归结为创造。人们甚至不该去认识一个事物，除非能够创造了它。同时，如果想要认识一些真实的东西，这也是唯一的手段。尼采全集第卷，第页。求真理的意志即创造的意志，它要一切转变成为人可想之物，人可见之物，人可感知之物。人用他的理智概念意志爱创造了人自己的世界。尼采全集第卷，第页。尼采把创造看作痛苦的大解救和生命的慰藉，尽管作为一个创造者，自己必定备尝更深的痛苦，历尽更多的变难，但这是值得的，创造的人生是最值得一过的人生。他满怀深情地写道我经历了一百个灵魂，一百个摇篮，一百次分娩的阵痛。我经受了许多回诀别，我知道最后一刻的心碎。可是我的创造的意志我的命运甘愿如此。或者更确切地说，正是这样的命运为我的意志所意欲。尼采全集第卷，第页。第节第四章人自由创造创造是人的最大骄傲，在创造者面前，没有上帝和神的立足之地。倘若有神，我如何能忍受不做一个神所以神是没有的。创造的意志引我远离上帝和神倘若有神存在，如何还能创造尼采全集第卷，第页。那么，究竟什么是创造呢我们发现，尼采又把创造归结成了评价。评价就是创造评价本身就是被评价之物的财富和珍宝。评价然后才有价值没有评价，生存之果是空的。尼采全集第卷，第页。他称创造者是粉碎旧的价值之榜写新的价值在新榜上的人，是发明自己的道德的人。尼采全集第卷，第页。他说还没有人知道什么是善恶，除了创造者创造者是创造人类的目标并给大地以意义和未来的人，他首先创造了善和恶。尼采全集第卷，第页。这里的问题涉及到尼采对于人与周围世界的关系的基本看法，也就是涉及到尼采的哲学认识论观点。尼采是不承认客观真理的。他认为，人与周围世界的关系只是一种价值关系，真理只是一种价值判断，认识只是评价。人仅仅从自己的需要出发去认识事物，人出于本性就是价值动物。一定要有一堆信念，必须要有所判断，要对一切重要的价值没有怀疑这是一切生物及其生存的前提。"}
{"text":"尼采全集第卷，第页。这里的问题涉及到尼采对于人与周围世界的关系的基本看法，也就是涉及到尼采的哲学认识论观点。尼采是不承认客观真理的。他认为，人与周围世界的关系只是一种价值关系，真理只是一种价值判断，认识只是评价。人仅仅从自己的需要出发去认识事物，人出于本性就是价值动物。一定要有一堆信念，必须要有所判断，要对一切重要的价值没有怀疑这是一切生物及其生存的前提。因此必要的是必须把某物看成真的，而不是某物是真的。我们是把我们的保存条件投射出去，当成了一般存在的属性。强力意志第节。人就这样为自己创造了一个价值世界。所以尼采说在今日世界上有价值的事物，论其本质并非自在地有价值本质总是没有价值的却是一度被赋予和赠与价值的，而我们就是这赋予者和赠与者是我们首先创造了这世界，和人有些关系的世界快乐的科学第节。尼采全集第卷，第页。他进而给人下了一个新的定义人是评价者。人首先把价值置于事物中以维护自己，他首先为事物创造出意义，一种人的意义因此他称自己为人，即评价者。查拉图斯特拉如是说。尼采全集第卷，第页。由我们的眼光看，尼采似乎夸大了认识中的价值成分，而抹煞了其中的科学成分。但是，尼采的着眼点是人生。他认为，对于人生来说，是否精确地看清世界的真相并不重要，价值观点却具有头等重要的意义。趣味无争论吗然而全部人生就是趣味的争论尼采全集第卷，第页。因为趣味，也就是评价，恰恰决定了人生的道路，决定了人类的发展方向。然而，问题仍然存在评价究竟有没有一个客观标准尼采是从两个不同的层次上来解决这个问题的。从宇宙生成变化的角度看，人并无一个超验的目的，目的的安排是一种幻觉。目的的缺如，意味着评价标准的缺如。一切价值都是相对的，一切目的都是人为的，在宇宙本体中找不到任何根据。在这个意义上，尼采说一切都是假的什么都可以做强力意志第节。人作为评价者有着按照任何目的来塑造自己的充分自由。尼采以这种方式论证了创造的自由。从生命的角度看，评价又有客观的标准，这标准就是生命本身。"}
{"text":"从宇宙生成变化的角度看，人并无一个超验的目的，目的的安排是一种幻觉。目的的缺如，意味着评价标准的缺如。一切价值都是相对的，一切目的都是人为的，在宇宙本体中找不到任何根据。在这个意义上，尼采说一切都是假的什么都可以做强力意志第节。人作为评价者有着按照任何目的来塑造自己的充分自由。尼采以这种方式论证了创造的自由。从生命的角度看，评价又有客观的标准，这标准就是生命本身。既然人类是为了自身的生存和发展而同外界发生认识关系即价值关系的，那么，促使生命力强健的便是善，导致生命力衰退的便是恶。这样，求强力的意志就成了尼采所承认的最高的价值标准。在尼采看来，既往的评价恰恰背离了这个标准，所以他要求创造者首先做一个破坏者。那必须在善与恶之中做一个创造者的人，真的，他必须首先做一个破坏者，粉碎一切价值。所以最高的恶属于最高的善，然而这是创造的善。尼采全集第卷，第页。但是，尼采反对无创造的纯粹破坏。他指出我们只是作为创造者才能够破坏。尼采全集第卷，第页。他警告创造者，要防止变成一个傲慢者，冷嘲者，纯粹的破坏者。参看尼采全集第卷，第页。为了避免这种结局，创造者必须有信念和爱。谁要创造，谁就必须有他的真理之梦和北斗星，必须有信念尼采全集第卷，第页。一切创造者都把他自己奉献给他的爱。参看尼采全集第卷，第页。这便是创造者爱者破坏者的伟大综合。尼采全集第卷，第页。让我们来回顾一下。尼采对人的理解的出发点是人的未定型性，由此而有了人向各种方向发展的可能性。正因为如此，评价就有了头等重要的意义，因为选择一种价值就意味着实现一种可能性，从而关系到人类有何种基本面貌。自由在于创造，创造在于评价，尼采提醒我们不要忘记我们手中握有通过评价决定人类自身命运的自由。尼采关心的是人类的精神文化世界，他孜孜以求的是要改善人类的精神素质，造就一个有生机有力度的社会。在他看来，这个目标能否实现，关键在于人类能否树立起一种新的价值观念。毫无疑问，即使是人类的精神文化世界的改造，也非单靠评价的改变所能奏效的，而需要各方面条件的具备。但是，人的意志和价值定向至少作为重要的动因之一，参与了作用于历史过程的合力，并对这一过程的走向发生影响。至于在精神生活领域中，价值观念的意义就更大了。"}
{"text":"尼采关心的是人类的精神文化世界，他孜孜以求的是要改善人类的精神素质，造就一个有生机有力度的社会。在他看来，这个目标能否实现，关键在于人类能否树立起一种新的价值观念。毫无疑问，即使是人类的精神文化世界的改造，也非单靠评价的改变所能奏效的，而需要各方面条件的具备。但是，人的意志和价值定向至少作为重要的动因之一，参与了作用于历史过程的合力，并对这一过程的走向发生影响。至于在精神生活领域中，价值观念的意义就更大了。现代西方人精神世界中所发生的重大变化，其根本原因当然只能从社会的经济政治变化中去寻找，但是我们难道听不见尼采的重估一切价值的号召在那里的悠久回响吗第节第五章自我的发现第五章自我的发现尼采在世纪的转折点上第五章自我的发现你是一个自转的轮轴吗？你能使星辰围绕着你旋转吗？尼采自从中世纪的丧钟敲响以来，西方人的精神上似乎经历了两次重大发现第一次是人的发现，第二次是自我的发现。文艺复兴时代，当神的虚幻光芒渐渐熄灭的时候，人的太阳升起了。人们睁开眼睛，仿佛从一个漫长的梦中醒来，惊喜地端详自己，第一次发现自己有一副多么美妙强壮的躯体。抬起头来，但见拉伯雷的德廉美修道院墙上大书特书着唯一的院规做你自己想做的事想做的事有多少呵，冻结了一千年的尘世生活解冻了，活动吧，创造吧，尽情地享受吧曾几何时，一种新的惘然若失之感在人们心中滋生。堆积的物质财富，喧闹的都市生活，钟表式的分工，忙碌而刻板的日常活动，人们感到在其中失落了一点什么。从前，人为自己的灵魂得救牺牲了尘世生活现在，人为尘世生活又牺牲了自己的灵魂。好像经历了一次否定之否定，人们重新寻找自己的灵魂，不过不是到天国去寻找，而是到自己的内心深处，寻找那真实的独特的自我，那既不属于上帝也不属于他人的自己的灵魂。我们看到，在现代化都市技术装置和大众传播媒介的迷宫之中，一支寻找自我的队伍出发了。在这支队伍的前列站着尼采和几个孤零零的同路人，而他们的后继者却颇有浩荡之势了。尼采在两个方向上作战。一方面，他致力于揭露现代文明社会中的自我欺骗和个性泯灭现象，大声呼吁人们去发现自己真实的自我。"}
