{"text":"人总是容易被动着的事物感动，因为人总有个活活泼泼的本质，所谓世上没有不落的花，没有不流的水，水流不尽，花落不了，总有一个活泼的世界。但是在静中追探的人却能在花落水流之间，觉悟到万物之无常，悟人性之真常，这就是修为！我们且来读几段晓云法师常引的有关静的诗，来一探静中消息雪里梅花初放，暗香深夜飞来正对寒灯寂静，忽将鼻孔冲开。憨山禅师风从何处来，众响动岩穴静听本无声，如何有起灭。苏东坡碧涧泉水清，寒山月华白默知神自明，观空境逾寂。寒山禅师分节阅读玲瑰色淡松根月，敲磕声清竹罅风独生独行谁会我，群星朝北水朝东。永明禅师独坐穷心寂杏冥，个中无法可当情西风吹尽拥门叶，留得空阶与月明。王维落落寒松石涧间，无琴无语听潺援此翁不恋浮名大，日坐茅亭看远山。渐江和尚由以上所引的诗句，可以想见静中消息乃不是追求得来，而是一探所得的触机，最妙的是这个探字，问题是忙碌的现代人能享受这一探的人恐怕也寥无几人了。那好像同样一株木棉，在乡间能安然结果，棉絮飘飞，而到了市声凡尘，则只能开出娇艳的花，却不能结果成棉了，恐怕连一株沉默的木棉都能感受到静的力量，何况是在木棉树下还能沉思的人呢？附注晓云法师，俗名游云山，年生于广东，为岭南派绘画大师高剑父之高足，曾于印度泰戈尔大学研究印度艺术，并教授中国艺术。足迹遍历世界及中国名山大水。现任文化大学永久教授兼佛教文化研究所所长。年剃发出家，即致力艺术宗教之推展，所绘禅画享誉海内外，一九八三年五月十四日至二十一日在台北太极艺廊举行个展，这是他五十年来首度在台北举行禅画个展，观后甚为感动，略志其感。――一九八三年五月二十七日菠萝蜜开车载朋友路经天母东路，突然看见路边货车挂了一块大木板菠萝蜜，很好吃。我问朋友说吃过菠萝蜜吗？没有。去买一个来吃。"}
{"text":"――一九八三年五月二十七日菠萝蜜开车载朋友路经天母东路，突然看见路边货车挂了一块大木板菠萝蜜，很好吃。我问朋友说吃过菠萝蜜吗？没有。去买一个来吃。虽然我的车子已经开远，为了让朋友一尝菠萝蜜的滋味，立即回转车子，绕了一圈，停在挂着菠萝蜜牌子的货车旁。卖菠萝蜜的是一个年轻娇小的小姐，显得那些菠萝蜜更为巨大，菠萝蜜也确实是巨无霸的水果，只有大西瓜勉强可以与它比大。小姐，请帮我称一个菠萝蜜。我说。她有点艰难的把菠萝蜜放在秤上，说三千六百元。我听了，倒退三步，因为我原来预期一个菠萝蜜顶多五六百元。想到去年我在高雄县六龟乡的不老温泉，挑了一个最大的菠萝蜜才五百元，而且现挑现开，老板把肉挑出，把心包好才交给我们，没想到在台北挑了一个最小的，竟是七倍的价钱。小姐看我面有惧色，说不然，你买一半，只要两千元左右。我摇摇头。她说四分之一？大约只要一千元。我又摇摇头。她说我还有剥好的，一盒三百五，三盒一千元。最后，我买了一盒剥好的菠萝蜜，由于冻在冰柜，十分清凉，可惜只有十几粒，实在太贵了，不过，朋友总算也吃过菠萝蜜了。我对朋友说，菠萝蜜会变成这么贵的水果真是始料未及，从前我们老家山上就种着一棵菠萝蜜树，树形并不高大，只有一丈左右，但每年到夏天盛产，总会结出二三十颗果实，每颗都有二十几斤重。当时在乡下，菠萝蜜没有人要买，因此收成时顶烦恼的，总要捧去送给亲戚，有时亲戚嫌麻烦，甚至不肯要。剖菠萝蜜是一件大工程，因为果实的粘性很强，刀子常会粘在其中，每次父亲把菠萝蜜剖开，衣裤总是汗湿了。菠萝蜜的肉取出，肉质金黄色，味道强烈，就像把蜂蜜浇在起司上，我觉得世界上再也没有一种水果比菠萝蜜更甜了。菠萝蜜的种子大如橄榄，用粗海盐爆炒，味道香脆，还胜过天津炒栗，这是我们小孩子最喜欢吃的，抓一把藏在口袋，一整天就很快乐了。"}
{"text":"当时在乡下，菠萝蜜没有人要买，因此收成时顶烦恼的，总要捧去送给亲戚，有时亲戚嫌麻烦，甚至不肯要。剖菠萝蜜是一件大工程，因为果实的粘性很强，刀子常会粘在其中，每次父亲把菠萝蜜剖开，衣裤总是汗湿了。菠萝蜜的肉取出，肉质金黄色，味道强烈，就像把蜂蜜浇在起司上，我觉得世界上再也没有一种水果比菠萝蜜更甜了。菠萝蜜的种子大如橄榄，用粗海盐爆炒，味道香脆，还胜过天津炒栗，这是我们小孩子最喜欢吃的，抓一把藏在口袋，一整天就很快乐了。菠萝蜜心，像椰子肉一样松软，通常我们都用来煮甜汤，夏夜的时候，坐在院子喝着热乎乎的甜汤，汗水流得畅快，真是人生一大享受。曾经在南洋生活过的父亲，吃菠萝蜜时，常会提起战时在南洋的艰苦生活，有时候把菠萝蜜拿来当饭吃，那时总是嫌菠萝蜜长得还不够大，现在则一个都嫌太大，十几个孩子吃不完。嫌菠萝蜜太大，是因为三十几年前还没有冰箱，切开的菠萝蜜要当天吃完，否则隔夜就烂掉了。为了把一颗菠萝蜜一次吃完，我们也把菠萝蜜当饭吃，一直到现在，只要一想到菠萝蜜，那强烈的特殊芳香，就立刻在心里涌现出来。万万没有想到，从前送人都嫌麻烦的菠萝蜜，现在竟是台北最昂贵的水果。我和朋友坐在车里，细细品尝那用小盒盛装的冰镇菠萝蜜，真有一点世事难料之感。朋友说菠萝蜜会这么贵，可能是近年佛教盛行的缘故，菠萝蜜是多么好的名字，好像吃了就会开悟呢！菠萝蜜确实是好名字，它原产于印度，根据李时珍在本草纲目中说菠萝蜜，梵语也，因此果味甘，故借名之。菠萝蜜在佛教的原意是到彼岸，拿来称呼一种水果，使人在吃的时候也容易沉入了新的境界，想到那遥远的彼岸是不是金黄色，而充满着石蜜与醒醐一样的芳香呢？在我童年的时候，每年菠萝蜜成熟就已经立秋了，热带的雨季来临，每日午后，大雷雨像赴约似的，奔跑飘洒在南方的山林。我常靠着窗口，看那雨中的菠萝蜜树，看着果实一天天长大，心里就会为土地与天空的力量感动。然后我会想，有一天我一定会穿过菠萝蜜的圆叶，翻过背后的山，到一个繁华的地方去。那繁华，是我的彼岸。但是，此刻我生活在当时向往的繁华城市，立秋大雨中的小屋，靠在窗口的孩子却成了我现在的彼岸了。观自在菩萨，行深般若菠萝蜜多。"}
{"text":"在我童年的时候，每年菠萝蜜成熟就已经立秋了，热带的雨季来临，每日午后，大雷雨像赴约似的，奔跑飘洒在南方的山林。我常靠着窗口，看那雨中的菠萝蜜树，看着果实一天天长大，心里就会为土地与天空的力量感动。然后我会想，有一天我一定会穿过菠萝蜜的圆叶，翻过背后的山，到一个繁华的地方去。那繁华，是我的彼岸。但是，此刻我生活在当时向往的繁华城市，立秋大雨中的小屋，靠在窗口的孩子却成了我现在的彼岸了。观自在菩萨，行深般若菠萝蜜多。在智慧体验最深的地方，哪里才是此岸？哪里才是彼岸？在此岸与彼岸之间，船的航行是不是也有好的风景？在此岸与彼岸之间，是不是也有休憩之所在呢？中年以前，我们的整个生命都是为了奔赴自定的彼岸而努力，爱情名利权位成功都是岸上的风景到了中年，所有的美景都化成虚妄的烟尘，俗世的波折成为一场无奈，我们开始为另一个彼岸奔忙，解脱永生自在净土，直到我们观见了心中的消息，才恍然一悟，彼岸根本就是永无尽期，菠萝蜜多永在终极之乡。何处有真实的彼岸呢？在此岸中是否有彼岸的消息呢？菠萝蜜到底是最后的解脱？或者只是一个水果？能好好吃一个水果，是不是也能回味到净上的芬芳？童年时被迫把菠萝蜜当饭吃，是好的，因为菠萝蜜多现在菠萝蜜如此昂贵，把菠萝蜜当珍珠来吃，也是好的，因为菠萝蜜甜。菠萝蜜本无贵贱是非高下，一向就是那个样子的。我们的心也是如此，童年向往繁华的心与中年渴望隐遁的心是同一个心少年访煌时四散奔驰的心与中年静定时返观自在的心是同一颗心。心的本色是相同的，只是在时光中浮动而已。菠萝蜜的本色也是相同的，但有时暗香浮动，有时照见五蕴皆空。吃完菠萝蜜，我开车绕过天母东路，开往阳明山的小路，沿路相思树与松林迎风招展，像极了我们童年的山林，脑海中突然浮现这样的句子五月松风人间无价满目青山菠萝蜜多菠萝蜜的香气于是随着松风，环绕了整个山林。金刚糖路过乡间小镇，走过一家杂货铺，突然一幅熟悉的影像吸引了我。杂货铺的玻璃柜上摆了一个大玻璃瓶，瓶中满满的糖果，红，绿白相间，在阳光下闪闪发亮。"}
{"text":"吃完菠萝蜜，我开车绕过天母东路，开往阳明山的小路，沿路相思树与松林迎风招展，像极了我们童年的山林，脑海中突然浮现这样的句子五月松风人间无价满目青山菠萝蜜多菠萝蜜的香气于是随着松风，环绕了整个山林。金刚糖路过乡间小镇，走过一家杂货铺，突然一幅熟悉的影像吸引了我。杂货铺的玻璃柜上摆了一个大玻璃瓶，瓶中满满的糖果，红，绿白相间，在阳光下闪闪发亮。是金含！我几乎跳了起来。金含是一种我以为早已失传的糖果，它的形状如弹珠，大小像桔子或酸李，颜色如同西瓜的皮，有的绿白有的红白的间杂着。金含又称为金刚糖，因为它硬如铁石，如果不咬破，轻轻的含在嘴里，可以从中午含到日落。金含几乎是我们童年的梦，是惟一吃得到，也是惟一吃得起的糖果。一毛钱可以买两粒，同时放人嘴里含着，两颊就会像膨风一样的鼓起，其他的小朋友就知道你是在吃金含，站在一边猛吞口水，自己便感觉十分的骄傲和满足了。爸爸妈妈很反对我们吃糖，绝对不会买糖给我们，所以想吃金含往往要大费苦心。在野外割牧草时，乘机提一些蟾蜍或四脚蛇去卖给中药铺或者放学的时候到郊外捡破铜旧锡玻璃瓶簿子纸卖给古物商或者到溪边摸纳仔到市场去卖由于要赚一毛钱是那么辛苦，去买金含来吃时就感到特别欢喜，好像把幸福满满的含在嘴里，舍不得一口吃下去。卖金刚糖的小店就在我去上学途中的街角，每天清晨路过时，阳光正好穿过亭仔脚，照射在店前的瓶罐上，金含通常装在大玻璃瓶里，阳光一照，红的绿的白的，交错成一幅迷人的光影，我有时忍不住站在小店前看那美丽的光影，心神为那种甜美的滋味感动，内心滋滋的响着音乐。经过三十几年了，金含的甜美依然深深的印在我的脑海。在那个残残猪肝切五角的时代，因为物质贫乏，许多微不足道的事物反而给我们深刻的幸福。可见幸福并不是一种追求，而是一种对现状的满足。我花了五块钱向看杂货店的阿婆买了两粒金含，几乎是屏住呼吸小心翼翼的放入口中，就像童年一样，我的两颊圆圆的鼓起，金含的滋味依然甜美如昔，乡下的小店依然淳朴可亲，玻璃瓶里依然有错落的光影，这使我感到无比的欢喜。"}
{"text":"经过三十几年了，金含的甜美依然深深的印在我的脑海。在那个残残猪肝切五角的时代，因为物质贫乏，许多微不足道的事物反而给我们深刻的幸福。可见幸福并不是一种追求，而是一种对现状的满足。我花了五块钱向看杂货店的阿婆买了两粒金含，几乎是屏住呼吸小心翼翼的放入口中，就像童年一样，我的两颊圆圆的鼓起，金含的滋味依然甜美如昔，乡下的小店依然淳朴可亲，玻璃瓶里依然有错落的光影，这使我感到无比的欢喜。我踩着轻快的步子，犹如我还是一个孩子，很想大声的叫出来，告诉每一个人我在吃金含呢！你们看见了吗？金刚糖路过乡间小镇，走过一家杂货铺，突然一幅熟悉的影像吸引了我。杂货铺的玻璃柜上摆了一个大玻璃瓶，瓶中满满的糖果，红，绿白相间，在阳光下闪闪发亮。是金含！我几乎跳了起来。金含是一种我以为早已失传的糖果，它的形状如弹珠，大小像桔子或酸李，颜色如同西瓜的皮，有的绿白有的红白的间杂着。金含又称为金刚糖，因为它硬如铁石，如果不咬破，轻轻的含在嘴里，可以从中午含到日落。金含几乎是我们童年的梦，是惟一吃得到，也是惟一吃得起的糖果。一毛钱可以买两粒，同时放人嘴里含着，两颊就会像膨风一样的鼓起，其他的小朋友就知道你是在吃金含，站在一边猛吞口水，自己便感觉十分的骄傲和满足了。爸爸妈妈很反对我们吃糖，绝对不会买糖给我们，所以想吃金含往往要大费苦心。在野外割牧草时，乘机提一些蟾蜍或四脚蛇去卖给中药铺或者放学的时候到郊外捡破铜旧锡玻璃瓶簿子纸卖给古物商或者到溪边摸纳仔到市场去卖由于要赚一毛钱是那么辛苦，去买金含来吃时就感到特别欢喜，好像把幸福满满的含在嘴里，舍不得一口吃下去。卖金刚糖的小店就在我去上学途中的街角，每天清晨路过时，阳光正好穿过亭仔脚，照射在店前的瓶罐上，金含通常装在大玻璃瓶里，阳光一照，红的绿的白的，交错成一幅迷人的光影，我有时忍不住站在小店前看那美丽的光影，心神为那种甜美的滋味感动，内心滋滋的响着音乐。经过三十几年了，金含的甜美依然深深的印在我的脑海。"}
{"text":"卖金刚糖的小店就在我去上学途中的街角，每天清晨路过时，阳光正好穿过亭仔脚，照射在店前的瓶罐上，金含通常装在大玻璃瓶里，阳光一照，红的绿的白的，交错成一幅迷人的光影，我有时忍不住站在小店前看那美丽的光影，心神为那种甜美的滋味感动，内心滋滋的响着音乐。经过三十几年了，金含的甜美依然深深的印在我的脑海。在那个残残猪肝切五角的时代，因为物质贫乏，许多微不足道的事物反而给我们深刻的幸福。可见幸福并不是一种追求，而是一种对现状的满足。我花了五块钱向看杂货店的阿婆买了两粒金含，几乎是屏住呼吸小心翼翼的放入口中，就像童年一样，我的两颊圆圆的鼓起，金含的滋味依然甜美如昔，乡下的小店依然淳朴可亲，玻璃瓶里依然有错落的光影，这使我感到无比的欢喜。我踩着轻快的步子，犹如我还是一个孩子，很想大声的叫出来，告诉每一个人我在吃金含呢！你们看见了吗？鸡肉丝菇带侄儿到乡间的分节阅读游乐场去玩，无意间在龙眼树下看到鸡肉丝菇的踪迹。我对孩子们说这是鸡肉丝菇，我们采回去给阿妈，阿妈一定会很高兴的。大侄儿说叔叔，你不要乱采，我们自然课本里说，有许多菇类是有毒的。不会的，叔叔认得鸡肉丝菇。我一边采撷那些线条十分优美的菇，一边向侄儿传授爸爸教我分辨菇类有毒的方法。从前乡村生活清苦，春夏的雨后我们常到野外去采菇。大部分菇类是认识的，当然不会有毒，也有许多菇类是从未见过的，又如何未知道有无毒性呢？爸爸教我们一个简单的方法，把水烧开，丢一朵菇进去，滚一滚，如果汤水依然清净，就是可吃的菇如果汤水变色，就是有毒的菇如果汤水墨黑，就是可能致命的菇。我们用这个最简易有效的方法来检验菇类，可以说是万无一失，我在乡下吃了十几年的菇，从未中毒。侄儿听了，非常开心，说我们自然老师从来没有教过这个呢！我说是呀！你们自然老师的知识是来自课本，阿公的知识却是来自土地和真正的自然，叔叔也只是学到一些皮毛而已。"}
{"text":"爸爸教我们一个简单的方法，把水烧开，丢一朵菇进去，滚一滚，如果汤水依然清净，就是可吃的菇如果汤水变色，就是有毒的菇如果汤水墨黑，就是可能致命的菇。我们用这个最简易有效的方法来检验菇类，可以说是万无一失，我在乡下吃了十几年的菇，从未中毒。侄儿听了，非常开心，说我们自然老师从来没有教过这个呢！我说是呀！你们自然老师的知识是来自课本，阿公的知识却是来自土地和真正的自然，叔叔也只是学到一些皮毛而已。我们总共采了两大袋鸡肉丝菇，才踩着夕阳的光彩回家。在路上，我想到所有的菇类里最令人怀念的就是鸡肉丝菇的滋味，不论清炖。爆炒煮汤油炸，都是鲜美无比，特别是妈妈的厨艺很好，每次看到一大盘鸡肉丝菇从灶间端出来，都使我们因为雀跃而心神震动。为了形容这种菇的美味，从前难得吃肉的人以鸡肉来比拟它，但是真正的鸡肉，滋味也比不上鸡肉丝菇的万分之一呀！当我们把两大袋鸡肉丝菇放在桌上时，妈妈欢喜得差一点说不出话来，隔了几秒钟才庄严无比的拈起一朵，放在鼻子深深的嗅闻，说很多年没有吃到鸡肉丝菇，自从你爸爸过世之后，再也没有人上山去采过。妈妈只留下炒一盘的分量，其他的分成几份，叫我们送给左邻右舍和亲戚朋友，妈妈说这么多年，只要能吃到一朵鸡肉丝菇，也会很感动呀！侄儿说更正，只要能看见或者闻到，就会很感动了。我们都忍不住大笑，我想到妈妈把自己最珍爱的东西送入的那种心怀，感动得心内一阵温热，不愧是我的妈妈。夜里，一家人围着吃饭，不像童年时代，一大筷子的吃鸡肉丝菇，每个人都是一朵一朵细细的咀嚼，仿佛要吃出那已失去许久的时光的滋味。在静默中，我好像听见爸爸骑着铁马的声音，爸爸习惯到家时在门口按车铃，滴铃――滴铃――他的车把上总会挂着竹笋野菜或山果，有时候，他会对在灶问忙着的妈妈大叫阿秀，今天有鸡肉丝菇。然后，妈妈转过头来，脸上有非常灿烂的微笑。长途跋涉的肉羹在我读小学五年级的时候，有一次看见爸爸满头大汗从外地回来，手里提着一个用草绳绑着的全新的铁锅。他一面走，一面召集我们来，快来吃肉羹，这是爸爸吃过最好吃的肉羹。"}
{"text":"然后，妈妈转过头来，脸上有非常灿烂的微笑。长途跋涉的肉羹在我读小学五年级的时候，有一次看见爸爸满头大汗从外地回来，手里提着一个用草绳绑着的全新的铁锅。他一面走，一面召集我们来，快来吃肉羹，这是爸爸吃过最好吃的肉羹。他边解开草绳，边说起那一锅肉羹的来历。爸爸到遥远的凤山去办农会的事，中午到市场吃肉羹，发现那摊肉羹非常的美味，他心里想着但愿我的妻儿也可以吃到这么美味的肉羹呀！但是那个时代没有塑胶袋，要外带肉羹真是困难的事。爸爸随即到附近的五金行买了一个铁锅，并向头家要了一条草绳，然后转回肉羹摊，买了满满一锅肉羹，用草绳绑好，提着回家。当时的交通不便，从凤山到旗山的道路颠踬不平，平时不提任何东西坐客运车都会昏头转向灰头土脸，何况是提着满满一锅肉羹呢？把整锅肉羹夹在双腿，坐客运车回转家园的爸爸，那种惊险的情状是可以想见的。虽然他是这么小心翼翼，肉羹还是溢出不少，回到家，锅外和草绳上都已经沾满肉羹的汤汁了，甚至爸爸的长裤也湿了一大片。锅子在我们的围观下打开，肉羹只剩下半锅。妈妈为我们每个孩子添了半碗肉羹，也为自己添了半碗。由于我们知道这是爸爸千辛万苦从凤山提回来的肉羹，吃的时候就有一种庄严欢喜期待的心情，一反我们平常狼吞虎咽的样子，一小口一小口的品尝那长途跋涉，饱含着爱还有着爱的余温的肉羹。爸爸开心的坐在一旁欣赏我们的吃相，露出他惯有的开朗的笑容。妈妈边吃肉羹边说这凤山提回来的肉羹确实真好吃！爸爸说就是真好吃，我才会费尽心机提这么远回来呀！这铁锅的价钱是肉羹的十倍呀！当爸爸这样说的时候，我感觉温馨的气息随着肉羹与香菜的味道，充塞了整个饭厅。不，那时我们不叫饭厅，而是灶间。那一年，在黝暗的灶间，在昏黄的烛光灯火下吃的肉羹是那么美味，经过三十几年了，我还没有吃过比那更好吃的肉羹。因为那肉羹加了一种特别的作料，是爸爸充沛的爱以及长途跋涉的表达呀！"}
