{"text":"你可以有神圣的专注的爱情，同时也可以有随意的广泛的性行为，既然爱与性互不相等，何妨更明朗些，把二者彻底分割开来对待呢？真的，这不见得不是一个好主意，性不再有自身之外的意义，性就可以从爱情中解放出来，像吃饭一样随处可吃，不再引起其它纠葛了。但是，爱，还包含性么？当然包含，爱人，为什么不能也在一块吃顿饭呢？爱情的重要是敞开心扉不是吗，何须以敞开肉体作其宣布？敞开肉体不过是性行为一项难免的程序，在哪儿吃饭不得先有个碗呢？所以我看，这主张不是轻视了爱，而是轻视了性，倘其能够美满就真是人类的一次伟大转折。但是这样，恐怕性又要失去光彩，被轻视的东西必会变得乏味，唾手可得的东西只能使人舒适不能令人激动，这道理相当简单，就像绝对的自由必会葬送自由的魅力。据说在性解放广泛开展的地方，同时广泛地出现着性冷漠，我信这是真的，这是必然。没有了心灵的相互渴望，再加上肉体的沉默没有另外的表达，性行为肯定就像按时的服药了。假定这不重要，但是爱呢？爱情失去了什么没有？爱情失去了一种最恰当的语言。这语言随处滥用，在爱的时候可还能表达什么呢？还怎么能表达这不同于吃饭和服药的爱情呢？正所谓假作真时真亦假，无为有处有还无了。爱情，必要有一种语言来表达，心灵靠它来认同，自由靠它来拓展，和平靠它来实现，没有它怎么行？而且它，必得是不同寻常的为爱情所专用的。这样的语言总是要有的，不是性就得是其它。不管具体是什么，也一样要受到限制，不可滥用，滥用的结果不是自由而是葬送自由。既然这样，作为爱的语言或者仪式，就没有什么别的东西能够优于性。因为，性行为的方式，天生酷似爱。其呼唤和应答，其渴求和允许，其拆除防御和解除武装，其放弃装饰和坦露真实，其互相敞开与贴近，其相互依靠与收留，其随心所欲及轻蔑规矩，其携力创造并共同享有，其极乐中忘记你我霎那间仿佛没有了差别，其一同赴死的感觉但又一起从死中回来，曾经分离但现在我们团聚，我们还要分离但我们还会重逢这些形式都与爱同构。说到底，性之中原就埋着爱的种子，上帝把人分开成两半，原是为了让他们体会孤独并崇尚爱情吧，上帝把性和爱联系起来，那是为了，给爱一种语言或一个仪式，给性一个引导或一种理想。上帝让繁衍在这样的过程里面发生，不仅是为了让一个物种能够延续，更是为了让宇宙间保存住一个美丽的理想和美丽的行动。可为什么，性，常常被认为是羞耻的呢？"}
{"text":"说到底，性之中原就埋着爱的种子，上帝把人分开成两半，原是为了让他们体会孤独并崇尚爱情吧，上帝把性和爱联系起来，那是为了，给爱一种语言或一个仪式，给性一个引导或一种理想。上帝让繁衍在这样的过程里面发生，不仅是为了让一个物种能够延续，更是为了让宇宙间保存住一个美丽的理想和美丽的行动。可为什么，性，常常被认为是羞耻的呢？我想了好久好久，现在才有点明白禁忌是自由的背景，如同分离是团聚的前提。这是一个永恒的悖论。这是一切有的性质，否则是无。我们无法谈论无，我们以有来谈论无。我们无法谈论死，我们以生来谈论死。我们无法谈论爱情，我们以孤独来谈论爱情。一个永恒的悖论，就是一个永恒的距离，一个永恒孤独的现实。永恒的距离，才能引导永恒的追寻。永恒孤独的现实，才能承载永恒爱情的理想。所以在爱的路途上，永恒的不是孤独也不是团聚，而是祈祷。祈祷。一切谈论都不免可笑，包括企图写一篇以爱情问题为题的文章。某一个企图写这样一篇文章的人，必会在其文章的结尾处发现问题永远比答案多。除非他承认爱情的问题即是爱情的答案。ppppppppppppppppppppppppppp永恒的距离，才能引导永恒的追寻。永恒孤独的现实，才能承载永恒爱情的理想。所以在爱的路途上，永恒的不是孤独也不是团聚，而是祈祷。禁忌是自由的背景，如同分离是团聚的前提原来孤独产生爱情。但不是每个孤独的人都能找到琴瑟相和者。有些人有婚姻，但无爱情。婚姻是爱情的坟墓么？这儿，没有说同性间不能有爱情哦。他没有限制爱情的性别之差。永恒的距离，才能引导永恒的追寻。永恒孤独的现实，才能承载永恒爱情的理想。所以在爱的路途上，永恒的不是孤独也不是团聚，而是祈祷。不能说这不是一个美好的理想。"}
{"text":"所以在爱的路途上，永恒的不是孤独也不是团聚，而是祈祷。禁忌是自由的背景，如同分离是团聚的前提原来孤独产生爱情。但不是每个孤独的人都能找到琴瑟相和者。有些人有婚姻，但无爱情。婚姻是爱情的坟墓么？这儿，没有说同性间不能有爱情哦。他没有限制爱情的性别之差。永恒的距离，才能引导永恒的追寻。永恒孤独的现实，才能承载永恒爱情的理想。所以在爱的路途上，永恒的不是孤独也不是团聚，而是祈祷。不能说这不是一个美好的理想。这差不多与世界大同类似，而且不单是在物质享有上的大同。在我想来，这更具有理想的意味。至少，以抽象的逻辑而论，没有谁能说出这样的局面有什么不美和不好。若有不美和不好，则必是就具体的不能而言。问题就在这儿，不是不该，而是不能。不是理想的不该，不是逻辑的不通，也不是心性的不欲，而是现实的不能。为什么不能？非常奇妙不能的原因，恰恰就是爱情的原因。简而言之孤独创造了爱情，这孤独的背景，恰恰又是多向爱情之不能的原因。倘万众相爱可如情侣，孤独的背景就要消失，于是爱情的原因也将不在。孤独的背景即是我们生存的背景这与悲观和乐观无涉，这是闭上眼睛也能感受到的事实，所以爱情应当珍重，爱情神圣。孤独产生爱情，每个人都因为内心的孤独而渴望被另一个人完全地理解接受，可以褪去自己伪装的外衣，回归自己的本真，也许更像是在寻找另一个自己吧。但是每个人又注定是独一无二的，所以几乎不存在有人可以完全地理解你，去充分地肯定你，所以人的孤独是永恒的。于是也就有了永恒爱情期待。她是一片绿叶姐妹俩从小在一起长大。如今姐姐岁，妹妹岁，互相不见已经年。姐姐跟着母亲，妹妹跟着父亲，相隔几千里远。父母离了婚，法律不承认感情，便把姐妹俩也分开。暑假里，姐姐坐了火车千里迢迢去看妹妹。妹妹还想念母亲，羡慕姐姐能在母亲身边生活。今天的孩子不会逆来顺受，有的是勇气和魄力，也有办法。姐妹俩商量好一起到母亲身边去，悄悄地收拾起行李，声色不露，神鬼不觉。孩子的真情也不承认法律。暑假将尽。去火车站的那天，姐姐在自己的提包里装了妹妹的衣物，说那是自己的行李妹妹呢，提了姐姐的东西，当然就没人怀疑她不是去给姐姐送行。到了车站，进了站台，上了火车，一切都顺利。"}
{"text":"姐姐跟着母亲，妹妹跟着父亲，相隔几千里远。父母离了婚，法律不承认感情，便把姐妹俩也分开。暑假里，姐姐坐了火车千里迢迢去看妹妹。妹妹还想念母亲，羡慕姐姐能在母亲身边生活。今天的孩子不会逆来顺受，有的是勇气和魄力，也有办法。姐妹俩商量好一起到母亲身边去，悄悄地收拾起行李，声色不露，神鬼不觉。孩子的真情也不承认法律。暑假将尽。去火车站的那天，姐姐在自己的提包里装了妹妹的衣物，说那是自己的行李妹妹呢，提了姐姐的东西，当然就没人怀疑她不是去给姐姐送行。到了车站，进了站台，上了火车，一切都顺利。然而妹妹毕竟小了几岁，火车要开时心慌了，忘记该藏到车厢内的什么地方去，于是露了马脚，被拉扯着下了车。姐姐急得在车上喊妹妹！你再好好想想，愿不愿意跟妈妈在一起！妹妹在车下哭。车开了，姐姐哭了一天一夜，不吃不喝哭了一路，哭得车上的人都心酸，她不知道妹妹这会儿怎么样了。孩子有一天对母亲说我们的生活都是让你们大人给搞坏了。说得母亲黯然无语。以上并不是柳青所导演的影片中的一段，而是她真实生活中的一幕。柳青就是那个母亲。孩子怨母亲，这太好理解。不过孩子还没有长到能够理解母亲的年龄，不知道生活都是什么。闲时，我常一本正经地设计自己的来生，便确信是有先天的幸运这回事。譬如生就的一付好身体譬如天生的一个聪明脑袋瓜儿再譬如像貌和身材都漂亮，也不是凭后天努力能办到的还有是得生在一个文化素养比较高的家庭里或环境中，这与出身是不能选择的类似，全在乎上帝的态度最后一条是，生活中要有些非毁灭性的挫折，以免活得发傻。有了这五条，我想就不再向上帝要求其它。当然，这样想过无非得一个笑，知道这对上帝未免苛刻。对上帝这般苛刻是没有好下场的。上帝却把这五条都给了柳青。一条不落。柳青年上小学，离共和国成立只剩一个月，这明显是个好兆头。一上学她就参加了中国青年艺术剧院舞蹈三队，就是儿艺的前身。她参加过三反运动的演出。就是反贪污反浪费反官僚主义，恰好目前还是需要的。给她印象最深的是扮演小和平鸽，那时抗美援朝战争正打在高潮到中南海给首长演出，事先每只鸽子都激动得不行，每人预备个小本子，单等首长签名留念。世上象是没有比这更幸福的事了，尤其是在年代少先队员的心中。"}
{"text":"一上学她就参加了中国青年艺术剧院舞蹈三队，就是儿艺的前身。她参加过三反运动的演出。就是反贪污反浪费反官僚主义，恰好目前还是需要的。给她印象最深的是扮演小和平鸽，那时抗美援朝战争正打在高潮到中南海给首长演出，事先每只鸽子都激动得不行，每人预备个小本子，单等首长签名留念。世上象是没有比这更幸福的事了，尤其是在年代少先队员的心中。年夏天，好运之神没有把柳青喜欢够，她被严恭苏里两位大导演选中，拍摄祖国的花朵饰演影片中的次主角――中队委员高佳云。这影片现在不常演了，影片中的主题歌却一直流传，今天的孩子们还都爱唱，曲名是让我们荡起双桨。几乎是公认的解放以来的少年儿童歌曲中最不朽的有两首，一首是听妈妈讲那过去的故事，一首就是让我们荡起双桨。前一首悠远辛酸，后一首欢乐而充满希望。两首歌是那个时代的写照。其不朽也是那个时代铸成，旧中国的辛酸已然悠远。新中国正度着欢乐而充满希望的童年。让我们荡起双桨，小船儿推开波浪，水面倒映美丽的白塔，四周环绕着绿树红墙这首歌差不多是那一代和那以后好几代少年儿童的圣歌，不必象后来的许多歌里那样强调什么好和什么坏，唱着这歌的少年们都如圣徒般牢记了祖国和自己肩上的责任。影片中的那几个小主人公呢？几乎成了那几代少年心中的偶像，确是祖国的花朵祖国的宠儿。柳青和她的少年伙伴们经常作为中国少年儿童的优秀代表，到北京饭店之类的地方去参加国际少年儿童的节日欢庆活动，又经常给首长或外国代表团献花去。符合第三条已经无疑因为中国影片中的正面角色无一不是漂亮的。又因为舞蹈演员的身材，当然一定要美。还因为我们是一个顾脸面的民族，绝不会请一个不漂亮的小姑娘去给外国人献漂亮的花。符合第一条也有明证从初中到高中，柳青一直是北京市少年游泳队队员，曾两次打破女子少年组米蛙泳的市纪录。她还是市排球队队员，参加过全国少年排球赛。看来福无双至一语不绝准确，至少在少年柳青身上未得体现。年，她考进了北京女十二中，一所很好的历史悠久的中学，建校已有多年，以前叫贝满女中。初中二年级国庆节时，柳青的好运到了顶峰，她作为全校三好生中的第一名，站在彩车上通过天安门。"}
{"text":"她还是市排球队队员，参加过全国少年排球赛。看来福无双至一语不绝准确，至少在少年柳青身上未得体现。年，她考进了北京女十二中，一所很好的历史悠久的中学，建校已有多年，以前叫贝满女中。初中二年级国庆节时，柳青的好运到了顶峰，她作为全校三好生中的第一名，站在彩车上通过天安门。完全能想象得出红领巾飘飘扬扬红旗的一角，五指并拢高举头上人民的利益高于一切，站在彩车上大约不容雀跃，但心中定是沸腾，不知说什么好说什么似乎也不好，热泪盈眶不知道毛主席看见了没有，彩车开得太快。没有什么比少年的纯真和赤诚更动人的东西了。柳青说一种极高的荣誉感，使我保持了六个学年，全部课程都是五分。这话说得让我有点伤心，我记起自己小时候也是有极高的荣誉感的，却不能得到全五分，因此见也没见过那样的彩车。没错儿这又是上帝的事，上帝还给了她聪明的大脑，以便符合第二条，当然这与她自己的努力难分，而且一定与她的母亲难分。柳青很小，父亲就离开了她们。柳青跟着母亲长大。柳青的母亲是位作家，三四十年代很出名，现在的笔名叫作柳青娘。注意第四条不过第四条的重要绝不仅在于童年的智力能够得到及时开发。因为教授的儿子坐了班房的事并不算稀奇。柳青娘这笔名给本文的叙述带来方便的重要，也绝不仅在于能够督促女儿的学习。望子成龙是普天下父母必有之心，如今的严父严母施拳脚以育龙而偏弄出了虫的事，屡有发生。所以请注意我的第四条中说的是文化素养。文化素养与文凭学位和职称，是分明的两码事。文化素养是什么？此文要求一万多字，不是为探讨这个题目用的。讲一件事，看能否对弄清这个问题有些帮助吧。年代初期，柳青娘带着三个孩子生活，柳青是老大。柳青娘有一位童年时代的老朋友，那时也是孤身带着两个儿女度日。两家人住隔壁。这位老朋友是小学教师，教师比作家的收入少很多，似乎古今中外莫不如此，老朋友一家的生活也就困难得多。那时我妈给孩子们做衣服，柳青说，一做准是五件，我们三个和刘姨的两个孩子每人一件。这是件小而又小的事，似与报告文学不甚匹配，但这在童年柳青的心中留下了难灭的印象，这一点却又象比报告和文学都重要。柳青说我幸运地得到了整个少年时代的健康自然的发展，我所在的是得天独厚的没有被污染的环境。"}
{"text":"柳青娘有一位童年时代的老朋友，那时也是孤身带着两个儿女度日。两家人住隔壁。这位老朋友是小学教师，教师比作家的收入少很多，似乎古今中外莫不如此，老朋友一家的生活也就困难得多。那时我妈给孩子们做衣服，柳青说，一做准是五件，我们三个和刘姨的两个孩子每人一件。这是件小而又小的事，似与报告文学不甚匹配，但这在童年柳青的心中留下了难灭的印象，这一点却又象比报告和文学都重要。柳青说我幸运地得到了整个少年时代的健康自然的发展，我所在的是得天独厚的没有被污染的环境。真善美的东西在我心里生长并扎了根。在我的心里打了这样一层底色，打得很牢，很扎实，以后再怎么样也涂抹不掉了，真诚坦率积极进取与人为善一直到岁，我没有遭到任何挫折。有一天上帝一觉醒来，闷闷的，不甚惬意，慢慢寻思道单有真善美算什么真善美？只把好运之神派去照顾一个人，太象凡夫俗子娇养自己的儿孙，我既为天君，焉能做下这等孬事？便放出假恶丑三魔鬼，令其下到人间做上些手脚，特别嘱咐要给那个叫柳青的孩子一点颜色瞧瞧。三魔鬼领会出来，真把时间抢得好，年月，正值柳青初三快毕业之际，团组织要发展她入团之时，假恶丑魔鬼到了，柳青娘被划为右派分子，并被开除公职送去劳动教养。就这样，上帝可谓功德圆满，为柳青把五条都凑齐，接下来的日子看她自己了。反正是不知道母亲去了哪儿，反正是家里一分钱收入也没有了，弟弟反正是只有岁，岁的妹妹反正是身患重病，一种叫作肝窦状核变性的病，日常生活也难自理。第五条反正是不如前四条好对付。政府帮了一个忙，把妹妹送到了清河养老院不知怎么讲，但据说在那儿能得到很好的照料。刘姨柳青娘的那位老朋友的经济状况那时有所好转，负责了弟弟的生活费和姐弟俩的房租水电钱。柳青在学校领一点助学金，馒头和窝头加起来可以饱。再有用钱的地方呢？譬如，住在清河的妹妹最爱吃油饼，每到星期日柳青就买几个油饼，骑了车去看妹妹。母亲不在了，岁的姐姐决心让岁的妹妹吃到想吃的东西。蹬三四十里地的车，到了清河，见妹妹躺在床上，卫生状况一塌糊涂，便为妹妹梳洗料理一天，然后再蹬了车回来。油饼就是我们平时吃的那种油饼，但对柳青的助学金来说是太贵重了。得想法挣点钱。所以一到寒暑假，她就到工厂去找点事做，名曰勤工俭学。"}
{"text":"再有用钱的地方呢？譬如，住在清河的妹妹最爱吃油饼，每到星期日柳青就买几个油饼，骑了车去看妹妹。母亲不在了，岁的姐姐决心让岁的妹妹吃到想吃的东西。蹬三四十里地的车，到了清河，见妹妹躺在床上，卫生状况一塌糊涂，便为妹妹梳洗料理一天，然后再蹬了车回来。油饼就是我们平时吃的那种油饼，但对柳青的助学金来说是太贵重了。得想法挣点钱。所以一到寒暑假，她就到工厂去找点事做，名曰勤工俭学。早晨点钟起床，骑车赶到东郊的北京锅炉厂当小工，带上干粮，就着工厂供应的降温盐汽水吃，晚上点回家，洗下一盆铁锈汤。这样的生活整整过年。后来不用去清河了，妹妹不在清河也不在人间。柳青说对于这一段生活，我倒并没觉得太苦，不抱怨，更没想过随波逐流或破罐子破摔。也许是与底层人民的接触，我知道了他们都这样，天生如此，当然如此，谁也没想到过这是苦。感谢上帝吧，让她知道了祖国有各种各样的花朵。我认识柳青是在年。她对插队的事很有兴趣，又知道我对文学和电影有着梦想而且瘫痪着，便愿意来与我聊。由虎子介绍虎子就是刘姨的孩子，我的中学同学，约了日子，听说她是长影的导演，我便诚惶诚恐地做了准备，在自己的本子上和手心里写下很多字，等着。虎子说她等于就是我姐姐，你怕什么。我说不怕。她来了。果然不怕。大家坐在七平米的小屋里开聊，东南西北天上地下古往今来，说错了也不被批判，我就说了许许多多的错话。那天她穿了件墨绿色的呢大衣，就更显得美，这一点不断地给我以打击，让我觉得自己离电影有难越的障碍。她却鼓励我把插队的事写成电影剧本。我不敢说柳青是伯乐，那样岂不等于说自己是千里马？让人笑话。实际上我的腿是瘫的，不能千里也不是马。实际上她成了我文学上的老师和引路人。我就下了一年苦力气，写了一个剧本，寄给柳青看。她回信说我一下就看出你应该搞文学。这句话比我后来得了小说奖还让我激动。我们全家也都激动了一回。我又写了小说给柳青看，她看了又拿给好几位有名的作家看，写了厚厚的一叠意见寄给我。如是者许多次。我并未全盘接受那意见，在信中或面对面与她争论过几回，我们的关系很平等。我正式发表的第一篇小说，就是柳青推荐到一家刊物去的。那日天色已晚，她风也似地刮来，进门劈头盖脸向我祝贺，说那一篇写得真不错。我不免又激动一回，却是激动不过她。以后几年我们见面的机会不多。"}
{"text":"她回信说我一下就看出你应该搞文学。这句话比我后来得了小说奖还让我激动。我们全家也都激动了一回。我又写了小说给柳青看，她看了又拿给好几位有名的作家看，写了厚厚的一叠意见寄给我。如是者许多次。我并未全盘接受那意见，在信中或面对面与她争论过几回，我们的关系很平等。我正式发表的第一篇小说，就是柳青推荐到一家刊物去的。那日天色已晚，她风也似地刮来，进门劈头盖脸向我祝贺，说那一篇写得真不错。我不免又激动一回，却是激动不过她。以后几年我们见面的机会不多。她整年在外头跑，采访写剧本筹资拍摄，借助上帝给的好身体可以行踪不定。我坐在家里倒总能听说她的消息。消息不怎么好，多是失败的消息。消息如下年底――年夏，她与别人合写忠诚的战士，写的是贺龙。剧本在年电影文学上发表。同年秋成立摄制组开拍，但中途下马。原因很多。年底，她写成了电影文学本作证，但没有拍摄的机会。此本收入年北京出版社出版的电影文学剧本集，集名就用了作证。年月――月，她又写了剧本音乐之家，写了盛中国一家的故事。因有关部门不同意把盛中国的父亲盛雪的事迹搬上银幕，此片未能投产。年月――月，她与王艺瑜合作，编导了漓江春。此片由华文影片公司出品，年底总算公演。年月――年月，她又写了剧本黄山吟，上海美术电影制片厂拟拍摄水墨动画片，因非儿童所能理解的主题，又未成。与此同时，她与王力雄合作，写了末代皇帝的剧本，中新社拟筹外资拍摄，因柳青本人认为此单位不具备拍摄此片的条件，终于放弃。柳青简直是马不停蹄。我不由得要歇一会了，呼吸有些紧。常听电影界的朋友说，现在的导演，能把百分之三十的气力使在艺术上就算不错了，其余的百分之七十得投到各种各样奇怪和不奇怪的事情中去相当于外交家和商人的事，相当于权术家和甜言家的事，相当于股票市场里的事和街头乞丐的事，相当于搬运工勤杂工自行车运动员和马拉松运动员的事。都说，若不把这些技艺娴熟了，凭什么拍得起电影？有名气的大导演要好办一点，初出茅庐者必要有这样一身硬功夫的，如果想成功的话。如果想失败呢？那就甭说，不过也没有这样的人。柳青自然也没有失败的瘾。不过失不失败不在于有没有这方面的瘾。"}
