{"text":"当然，女诗人和女权主义者听到这意见是要愤慨的。女人很少悲观，也许会忧郁，但更多的是烦恼。最好的女人一样也不快乐地生活，一边陶醉，一边自嘲，我欣赏女人的这种韵致。女人搞哲学，对于女人和哲学两方面部是损害。老天知道，我这样说，是因为我多么爱女人，也多么爱哲学！我要躲开两种人浅薄的哲学家和深刻的女人。前者大谈幸福，后者大谈痛苦，都叫我受不了。"}
{"text":"一般男子很难体察其中奥秘，因为缺乏细心，或者耐心。有时候，女人的犹豫乃至抗拒是一种期望，期望你来攻破她的堡垒。当然，前提是意思儿真，心肠儿顺，她的确爱上了你。她不肯投降，是因为她盼望你作为英雄去辉煌地征服她，把她变成你的光荣的战俘。有人说，女人所寻求的只是爱情金钱和虚荣。其实，三样东西可以合并为一样虚荣。因为，爱情的满足在于向人夸耀丈夫，金钱的满足在于向人夸耀服饰。当然，这里说的仅是一部分女人。但她们并不坏。一种女人把男人当作养料来喂她的虚荣，另一种女人把她的虚荣当作养料来喂男人。对于男人来说，女人的虚荣并非一回事。一种女人向人展示痛苦只是为了寻求同情，另一种女人向人展示痛苦却是为了进行诱惑。对于后者，痛苦是一种装饰。你占有一个女人的肉体乃是一种无礼，以后你不再去占有却是一种更可怕的无礼。前者只是侵犯了她的羞耻心，后者却侵犯了她的自尊心。肉体是一种使女人既感到自卑又感到骄傲的东西。女人的肉体和精神是交融在一起的，她的肉欲完全受情感支配，她的精神又带着浓烈的肉体气息。女人之爱文学，是她的爱情的一种方式。她最喜欢的作家，往往是她心目中理想配偶的一个标本。在男人那里，肉体与精神可以分离得比较远。自古多痴情女，薄情郎。但女人未必都是弱者，有的女人是用软弱武装起来的强者。侵犯女人的是男人，保护女人的也是男人。女人防备男人，又依赖男人，于是有了双重的自卑。好女人也善于保护自己，但不是靠世故，而是靠灵性。她有正确的直觉，这正确的直觉是她的忠实的人生导师，使她在非其同类面前本能地引起警觉，报以不信任。"}
{"text":"好女人也善于保护自己，但不是靠世故，而是靠灵性。她有正确的直觉，这正确的直觉是她的忠实的人生导师，使她在非其同类面前本能地引起警觉，报以不信任。"}
{"text":"例如，理想主义者往往崇拜女性，虚无主义者往往蔑视女性。很难说孰为因，孰为果。两者很可能同是一种更隐秘的因素――例如个人的肉体和心理素质――的结果。只用色情眼光看女人，近于无耻。但身为男人，看女人的眼光就不可能完全不含色情。我想不出在滤尽色情的中性男人眼里，女人该是什么样子。多情和专一未必互相排斥。一个善于欣赏女人的男人，如果他真正爱上了一个女人，那爱是更加饱满而且投入的。女人用心灵思考，男人用头脑思考。不对。女人用肉体思考。那么男人呢男人用女人的肉体思考。男人总是看透了集合的女人，又不断受个别的女人魅惑。拜伦说谁写诗不是为了取悦女人？写信何尝不是如此。文采是男人引诱女人的一种方式。不过，最好的信往往是一个天才男人写给另一个天才男人的。他常常用一些小零食去讨好女人，而女人也不过是他生活中的一些小零食罢了。"}
{"text":"在女人的生活中，梦占据着不亚于现实的地位。男人不信梦，但也未必相信现实。当男人感叹人生如梦时，他是把现实和梦一起否定了。女人有一千种眼泪，男人只有一种。女人流泪给男人看，给女人看，给自己看，男人流泪给上帝看。女人流泪是期望，是自怜自爱，男人流泪是绝望，是自暴自弃。上帝保佑我不要看见男人流女人的眼泪。上帝保佑我更不要看见男人流男人的眼泪。男人凭理智思考，凭感情行动。女人凭感情思考，凭理智行动。所以，在思考时，男人指导女人，在行动时，女人支配男人。女人总是把大道理扯成小事情。男人总是把小事情扯成大道理。两性之间，只隔着一张纸。这张纸是不透明的，在纸的两边，彼此高深莫测。但是，这张纸又是一捅就破的，一旦捅破，彼此之间就再也没有秘密了。我的一位朋友说不对，男人和女人是两种完全不同的动物，永远不可能彼此理解。男人通过征服世界而征服女人，女人通过征服男人而征服世界。男人是突然老的，女人是逐渐老的。我最厌恶的缺点，在男人身上是懦弱和吝啬，在女人身上是粗鲁和庸俗。"}
{"text":"你选择了谁，你就和谁放弃了是非的评说。普天下男人聚集在一起，也不能给女人下一个完整的定义。反之也一样。男女关系是一个永无止境的试验。对于异性的评价，在接触之前，最易受幻想的支配，在接触之后，最易受遭遇的支配。其实，并没有男人和女人，只有这一个男人或这一个女人。在上帝的赐予中，性是最公平的。一个人不论穷富美丑，都能从性交中得到快乐，而且其快乐的程度并不取决于他的穷富美丑。老来风流，有人传为佳话，有人斥为丑闻。其实，都大可不必，只须用平常眼光去看待，无非是有一分热发一分热罢了。眼睛是爱情的器官，其主要功能是顾盼和失眠。一个男人同别的女人调情，这是十分正常也十分平常的。如果他同自己的老婆调情，则或者是极不正常的――肉麻，或者是极不平常的――婚后爱情新鲜如初的动人显现。调情需要旁人凑兴。两人单独相处，容易严肃，难调起情来。一旦调上，又容易半真半假，弄假成真，动起真情。当众调情是斗智，是演剧，是玩笑。单独调情是诱惑，是试探，是意淫。吸引异性的两种方式一显示风趣智慧活力，勾起对方的好奇心二显示忧愁伤痛深度，勾起对方的同情心。活力和深度的统一，吸引力达于极致。可是，显示毕竟是表演，在口味更天然或更精致的对手那里就只能引起反感了。在夫妇或情人之间，恩爱与争吵的混合，大约谁也避免不了。区别只在一两者的质量，有刻骨铭心的恩爱，也有表层的恩爱，有伤筋动骨的争吵，也有挠痒式的争吵二两者的比例。不过，情形很复杂，有时候大恩爱会伴随着大争吵，恩爱到了极致又会平息一切争吵。两性之间的情感或超过友谊，或低于友谊，所以异性友谊是困难的。在这里正好用得上过犹不及这句成语――过是自然倾向，不及是必然结果。写给自己对之有好感的陌生异性的信，只能表明一个人在异性面前所希望扮演的角色，而并不能表明这个人对异性的一般评价。"}
{"text":"不过，情形很复杂，有时候大恩爱会伴随着大争吵，恩爱到了极致又会平息一切争吵。两性之间的情感或超过友谊，或低于友谊，所以异性友谊是困难的。在这里正好用得上过犹不及这句成语――过是自然倾向，不及是必然结果。写给自己对之有好感的陌生异性的信，只能表明一个人在异性面前所希望扮演的角色，而并不能表明这个人对异性的一般评价。"}
{"text":"植物界的法则是，果实与花朵不能两全，一旦结果，花朵就消失了。由此的类比是，一旦结婚，爱情就消失了。有没有两全之策呢有的，简单极了，只须改变一下比喻的句法未结婚的爱情如同未结果的花朵的美，而结了婚的爱情则如同花已谢的果实的美。是的，果实与花朵不能两全，果实不具有花朵那种绚烂的美，但果实有果实的美，只要它是一颗饱满的果实，只要你善于欣赏它。植物不会为花落伤心。人是太复杂了，他在结果以后仍然缅怀花朵，并且用花朵的审美标准批判果实，终于使果实患病而失去了属于它的那一种美。无论如何，你对一个女人的爱倘若不是半途而废，就不能停留在仅仅让她做情人，还应该让她做妻子和母亲。只有这样，你才亲手把她变成了一个完整的女人，从而完整地得到了她，你们的爱情也才有了一个完整的过程。至于这个过程是否叫作婚姻，倒是一件次要的事情。圣经记载，上帝用亚当身上的肋骨造成一个女人，于是世上有了第一对夫妇。据说这一传说贬低了女性。可是，亚当说得明白这是我的骨中之骨，肉中之肉。今天有多少丈夫能像亚当那样，把妻子带到上帝面前，问心无愧地说出这话呢如果说短暂的分离促进爱情，长久的分离扼杀爱情，那么，结婚倒是比不结婚占据着一个有利的地位，因为它本身是排除长久的分离的，我们只需要为它适当安排一些短暂的分离就行了。再好的婚姻也不能担保既有的爱情永存，杜绝新的爱情发生的可能性。不过，这没有什么不好。世上没有也不该有命定的姻缘。靠闭关自守而得维持其专一长久的爱情未免可怜，唯有历尽诱惑而不渝的爱情才富有生机，真正值得自豪。一个已婚男子为自己订立的两点守则一不为了与任何女子有暖昧关系而装出一副婚姻受害者的苦相二不因为婚姻的满意而放弃欣赏和结交其他可爱的女性。一直认为，结婚和独身各有利弊，而只要相爱，无论结不结婚都是好的。我不认为婚姻能够保证爱情的稳固，但我也不认为婚姻会导致爱情的死亡。一个爱情的生命取决于它自身的质量和活力，事实上与婚姻无关。既然如此，就不必刻意追求或者拒绝婚姻的形式了。当然，婚姻有一个最大的弊病，就是对独处造成威胁。"}
{"text":"一直认为，结婚和独身各有利弊，而只要相爱，无论结不结婚都是好的。我不认为婚姻能够保证爱情的稳固，但我也不认为婚姻会导致爱情的死亡。一个爱情的生命取决于它自身的质量和活力，事实上与婚姻无关。既然如此，就不必刻意追求或者拒绝婚姻的形式了。当然，婚姻有一个最大的弊病，就是对独处造成威胁。对于一个珍爱心灵生活的人来说，独处无疑是一种神圣的需要。不过，如果双方都能够领会此种需要，并且作出适当的安排，我相信是可以把婚姻对独处的威胁减低到最小限度的。爱情不风流，它是两性之间最严肃的一件事。风流韵事频繁之处，往往没有爱情。爱情也未必浪漫，浪漫只是爱情的早期形态。在浪漫结束之后，一个爱情是随之结束，还是推进为亲密持久的伴侣之情，最能见出这个爱情的质量的高低。每当看见老年夫妻互相搀扶着，沿着街道缓缓地走来，我就禁不住感动。他们的能力已经很微弱，不足以给别人以帮助。他们的魅力也已经很微弱，不足以吸引别人帮助他们。于是，他们就用衰老的手臂互相搀扶着，彼此提供一点儿尽管太少但极其需要的帮助。年轻人结伴走向生活，最多是志同道合。老年人结伴走向死亡，才真正是相依为命。"}
