{"text":"我还算是有点自知之明的，从来不作哲学思辨。但是，近几年来，我忽然不安分守己起来，竟考虑了一些类似哲学的问题，岂非咄咄怪事。现在再转入正文，谈我的哲学。首先经过多年的思考和观察，我觉得东西文化是不同的，这个不同表现在各个方面，只要稍稍用点脑筋，就不难看出。我认为，东西文化的不同扎根于东西思维模式的不同。西方的思维模式的主要特点是分析，而东方则是综合。我并不是说，西方一点综合也没有，东方一点分析也没有，都是有的，天底下绝没有泾渭绝对分明的事物，起码是常识这样告诉我们的。我只是就其主体而言，西方分析而东方综合而已。这不是哲学分析推论的结果，而是有点近乎直观。此论一出，颇引起了一点骚动，赞同和反对者都有，前者寥若晨星，而后者则阵容颇大。我一向不相信真理愈辩愈明的。这些反对或赞成的意见，对我只等秋风过耳边。我编辑了两大册东西文化议论集，把我的文章和反对者以及赞同者的文章都收在里面，不加一点个人意见，让读者自己去明辨吧。什么叫分析，什么又叫综合呢？我在东西文化议论集中有详尽的阐述，我无法在这里重述。简捷了当地说一说，我认为，西方自古希腊起走的就是一条分析的道路，可以三段论法为代表，其结果是，只见树木，不见森林头痛医头，脚痛医脚。东方的综合，我概括为八个字整体概念，普遍联系。有点模糊，而我却认为，妙就妙在模糊。上个世纪末，西方兴起的模糊学，极能发人深思。真是十分出我意料，前不久我竟在西方找到了同志。参考消息年月日刊登了一篇文章，题目是东西方人的思维差异，是从美国国际先驱论坛报月日刊登的一篇文章翻译过来的，是记者埃丽卡古德撰写的。文章说一个多世纪以来，西方哲学家和心理学家将他们对精神生活的探讨建立在一种重要的推断上，人类思想的基本过程是一样的。西方学者曾认为，思考问题的习惯，即人们在认识周围世界时所采取的策略都是一样的。但是，最近密歇根大学的一名社会心理学家进行的研究已在彻底改变人们长期以来对精神所持的这种观点。这位学者名叫理查德尼斯比特。本文的提要把他的观点归纳如下东方人似乎更全面地思考问题，更关注背景和关系，更多借助经验，而不是抽象的逻辑，更能容忍反驳意见。西方人更具分析性，倾向于使事物本身脱离背景，避开矛盾，更多地依赖逻辑。两种思想习惯各有利弊。这些话简直好像是从我嘴里说出来似的。"}
{"text":"西方学者曾认为，思考问题的习惯，即人们在认识周围世界时所采取的策略都是一样的。但是，最近密歇根大学的一名社会心理学家进行的研究已在彻底改变人们长期以来对精神所持的这种观点。这位学者名叫理查德尼斯比特。本文的提要把他的观点归纳如下东方人似乎更全面地思考问题，更关注背景和关系，更多借助经验，而不是抽象的逻辑，更能容忍反驳意见。西方人更具分析性，倾向于使事物本身脱离背景，避开矛盾，更多地依赖逻辑。两种思想习惯各有利弊。这些话简直好像是从我嘴里说出来似的。这里绝不会有什么抄袭的嫌疑，我的意见好多年前就发表了，美国学者也绝不会读到我的文章。而且结论虽同，得到的方法却大异其趣，我是凭观察凭思考凭直观，而美国学者则是凭分析，再加上美国式的社会调查方法。以上就是我的哲学的最概括的具体内容。听说一位受过西方哲学训练的真正的哲学家说，只有结论，却没有分析论证，此言说到了点子上但是，这位哲学家却根本不可能知道，我最头痛的正是西方哲学家们的那一套自命不凡的分析分析，再分析的论证方法。这些都是闲话，且不去管它。总之一句话，我认为，文化和语言的基础或者源头就是思维模式，至于这一套思维模式是怎样产生出来的，我在这里先不讨论，我只说一句话天生的可能必须首先要排除。专就语言而论，只有西方那一种分析的思维模式才能产生以梵文古希腊文拉丁文等为首的具有词类变格变位等一系列明显特征的印欧语系的语言。这种语言容易分析组合，因而产生了现在的比较语言学，实际上应该称之为印欧语系比较语言学的这一门学问。反之，汉语等和藏缅语系的语言则不容易分析组合。词类变格变位等语法现象，都有点模糊不定。这种语言是以综合的思维模式为源头或基础的，自有它的特异之处和优越之处。过去，某一些西方自命为天之骄子的语言学者努力贬低汉语，说汉语是初级的低级的粗糙的语言。现在看来，真不能不使人嗤之以鼻了。现在，我想转一个方向谈一个离题似远而实近的问题科学方法问题。我主要根据的是一本书和一篇文章。书是李政道文录浙江文艺出版社，年，文章是金吾伦李政道和物质是否无限可分书与人杂志，年第五期，页。先谈书。李政道先生在本书中一篇文章水鱼鱼市场写了一节叫做对世纪科技发展前景的展望。"}
{"text":"现在看来，真不能不使人嗤之以鼻了。现在，我想转一个方向谈一个离题似远而实近的问题科学方法问题。我主要根据的是一本书和一篇文章。书是李政道文录浙江文艺出版社，年，文章是金吾伦李政道和物质是否无限可分书与人杂志，年第五期，页。先谈书。李政道先生在本书中一篇文章水鱼鱼市场写了一节叫做对世纪科技发展前景的展望。为了方便说明问题，引文可能要长一点一百年前，英国物理学家汤姆孙sps，―发现了电子。这极大地影响了世纪的物理思想，即大的物质是由小的物质组成的，小的是由更小的组成的，找到最基本的粒子就能知道最大的构造。下略以为知道了基本粒子，就知道了真空，这种观念是不对的。中略我觉得，基因组也是这样，一个个地认识了基因，并不意味着解开了生命之谜。生命是宏观的。世纪的文明是微观的。我认为，到了世纪，微观和宏观会结合成一体。页我在这里只想补充几句微观的分析不仅仅是世纪的特征，而是自古希腊以来西方的特征，世纪也许最明显最突出而已。我还想从李政道先生书中另一篇文章科学的发展从古代的中国到现在中引几段话第章学习大师的风范――谈赵元任先生整个科学的发展与全人类的文化是分不开的。在西方是这样，在中国也是如此。可是，科学的发展在西方与中国并不完全一样。在西方，尤其是如果把希腊文化也算作西方文化的话，可以说，近代西方科学的发展和古希腊有更密切的联系。在古希腊时也和现代的想法基本相似，即觉得要了解宇宙的构造，就要追问最后的元素是什么。大的物质是由小的元素构造，小的元素是由更小的粒子构造，所以是从大到小，小到更小。这个观念是从希腊时就有的就是希腊字，一直到近代。可是，中华民族的文化略有不同。我们是从开始时就感觉到，微观的元素与宏观的天体是分不开的，所以中国人从开始就把五行与天体联系起来。页李政道先生的书就引用这样多。不难看出，他的一些想法与我的想法颇有能相通之处。他讲的微观与宏观相结合，用我的话来说就是，分析与综合相结合。这一点我过去想得不多，强调得不够。现在来谈金吾伦先生的文章。"}
{"text":"大的物质是由小的元素构造，小的元素是由更小的粒子构造，所以是从大到小，小到更小。这个观念是从希腊时就有的就是希腊字，一直到近代。可是，中华民族的文化略有不同。我们是从开始时就感觉到，微观的元素与宏观的天体是分不开的，所以中国人从开始就把五行与天体联系起来。页李政道先生的书就引用这样多。不难看出，他的一些想法与我的想法颇有能相通之处。他讲的微观与宏观相结合，用我的话来说就是，分析与综合相结合。这一点我过去想得不多，强调得不够。现在来谈金吾伦先生的文章。金先生立论也与上引李政道先生的那一部书有关。我最感兴趣的是他在文章开头时引的大哲学家怀德海的一段话，我现在转引在这里世纪最大的发明是发明了发明的方法。一种新方法进入人类生活中来了。如果我们要理解我们这个时代，有许多的细节，如铁路电报无线电纺织机综合染料等，都可以不必谈，我们的注意力必须集中在方法的本身。这才是震撼古老文明基础的真正的新鲜事物。页金先生说，李政道先生十分重视科学方法，金先生自己也一样。他这篇文章的重点是说明，物质不是永远可分的。他同意李政道的意见，就是说，当前科学的发展不能再用以前那种无限可分的方法论，从事越来越小的研究路子，而应改变方略，从整体去研究，把宏观和微观联系起来进行研究。李政道先生和金吾伦先生的文章就征引到这里为止。他们的文章中还有很多极为精彩的意见，读之如入七宝楼台，美不胜收，我无法再征引了。我倒是希望，不管是研究人文社会科学的学者，还是研究自然科学的学者，都来读一下，思考一下，定能使目光远大，胸襟开阔，研究成果必能焕然一新。这一点我是敢肯定的。我在上面离开了为赵元任全集写序的本题，跑开了野马，野马已经跑得够远的了。我从我的哲学讲起，讲到东西文化的不同讲到东西思维模式的差异东方的特点是综合，也就是整体概念，普遍联系，西方的特点是分析讲到语言和文化的源头或者基础讲到西方的分析的思维模式产生出分析色彩极浓的印欧语系的语言，东方的综合的思维模式产生出汉语这种难以用西方方法分析的语言讲到世纪是微观分析的世纪，世纪应当是微观与宏观相结合的世纪讲到科学方法的重要性，等等。所有这一切看上去都似乎与赵元任全集风马牛不相及。其实，我一点也没有离题，一点也没有跑野马，所有这些看法都是我全面立论的根据。"}
{"text":"所有这一切看上去都似乎与赵元任全集风马牛不相及。其实，我一点也没有离题，一点也没有跑野马，所有这些看法都是我全面立论的根据。如果不讲这些看法，则我在下面的立论就成了无根之草，成了无本之木。我们不是要继承和发扬赵元任先生的治学传统吗？想要做到这一点，不出两途一是忠实地完整地亦步亦趋地跟着先生的足迹走，不敢越雷池一步。从表面看上去，这似乎是真正忠诚于自己的老师了。其实，结果将会适得其反。古今真正有远见卓识的大师们都不愿意自己的学生这样做。依稀记得一位国画大师齐白石？说过一句话学我者死。死，不是生死的死，而是僵死，没有前途。这一句话对我们发扬元任先生的学术传统也很有意义。我们不能完全走元任先生走过的道路，不能完全应用元任先生应用过的方法，那样就会死。第二条道路就是根据元任先生的基本精神，另辟蹊径，这样才能活。这里我必须多说上几句。首先我要说，既然世纪的科学方法是分析的，是微观的。而且这种科学方法绝不是只限于西方。世纪是西方文化，其中也包括科学方法等等，垄断了全世界的时代。不管哪个国家的学者都必然要受到这种科学方法的影响，在任何科学领域内使用的都是分析的方法，微观的方法。不管科学家们自己是否已经意识到这一点，反正结果是一样的。我没有能读元任先生的全部著作，但是，根据我个人的推断，即使元任先生是东方语言大师，毕生研究的主要是汉语，他也很难逃脱掉这一个全世界都流行的分析的思潮。他使用的方法也只能是微观的分析的方法。他那谁也不能否认的辉煌的成绩，是他使用这种方法达到尽善尽美的结果。就是有人想要跟踪他的足迹，使用他的方法，成绩也绝不会超越他。在这个意义上来说，赵元任先生是不可超越的。我闲时常思考汉语历史发展的问题。我觉得，在过去二三千年中，汉语不断发展演变，这首先是由内因所决定的。外因的影响也绝不容忽视。在历史上，汉语受到了两次外来语言的冲击。第一次是始于汉末的佛经翻译。"}
{"text":"他使用的方法也只能是微观的分析的方法。他那谁也不能否认的辉煌的成绩，是他使用这种方法达到尽善尽美的结果。就是有人想要跟踪他的足迹，使用他的方法，成绩也绝不会超越他。在这个意义上来说，赵元任先生是不可超越的。我闲时常思考汉语历史发展的问题。我觉得，在过去二三千年中，汉语不断发展演变，这首先是由内因所决定的。外因的影响也绝不容忽视。在历史上，汉语受到了两次外来语言的冲击。第一次是始于汉末的佛经翻译。佛经原文是西域一些民族的语言，梵文巴利文，以及梵文俗语，都是印欧语系的语言。这次冲击对中国思想以及文学的影响既深且远，而对汉语本身则影响不甚显著。第二次冲击是从清末民初起直至五四运动的西方文化，其中也包括语言的影响。这次冲击来势凶猛，力量极大，几乎改变了中国社会整个面貌。五四以来流行的白话文中西方影响也颇显著。人们只要细心把儒林外史和红楼梦等书的白话文拿来和五四以后流行的白话文一对照，就能够看出其间的差异。按照西方标准，后者确实显得更严密了，更合乎逻辑了，也就是更接近西方语言了。然而，在五四运动中和稍后，还有人――这些人是当时最有头脑的人――认为，中国语言还不够科学，还有点模糊，而语言模糊又是脑筋糊涂的表现。他们想进行改革，不是改革文字而是改造语言。当年曾流行过的底地三个字，现在只能当作笑话来看了。至于极少数人要废除汉字，汉字似乎成了万恶之本，就更为可笑可叹了。赵元任先生和我们所面对的汉语，就是这样一种汉语。研究这种汉语，赵先生用的是微观分析的方法。我在上面已经说到，再用这种方法已经过时了，必须另辟蹊径，把微观与宏观结合起来。这话说起来似乎极为容易，然而做起来却真万分困难。目前不但还没有人认真尝试过，连同意我这种看法的人恐怕都不会有很多。也许有人认为我的想法是异想天开，是痴人说梦，是无事生非。不识庐山真面目，只缘身在此山中。大家还都处在庐山之中，何能窥见真面目呢？依我的拙见，大家先不妨做一件工作。将近七十年前，陈寅恪先生提出了一个意见，我先把他的文章抄几段若就此义言之，在今日学术界，藏缅语系比较研究之学未发展，真正中国语文文法未成立之前，似无过于对对子之一方法。"}
{"text":"也许有人认为我的想法是异想天开，是痴人说梦，是无事生非。不识庐山真面目，只缘身在此山中。大家还都处在庐山之中，何能窥见真面目呢？依我的拙见，大家先不妨做一件工作。将近七十年前，陈寅恪先生提出了一个意见，我先把他的文章抄几段若就此义言之，在今日学术界，藏缅语系比较研究之学未发展，真正中国语文文法未成立之前，似无过于对对子之一方法。中略今日印欧语系化之文法，即马氏文通格义式之文法，既不宜施之于不同语系之中国语文，而与汉语同系之语言比较研究，又在草昧时期，中国语文真正文法，尚未能成立，此其所以甚难也。夫所谓某种语言之文法者，其中一小部分，符于世界语言之公律，除此之外，其大部分皆由研究此种语言之特殊现象，归纳为若干通则，成立一有独立个性之系统学说，定为此特种语言之规律，并非根据某一特种语言之规律，即能推之概括万族，放诸四海而准者也。假使能之，亦已变为普通语言学音韵学，名学，或文法哲学等等，而不复成为某特种语言之文法矣。中略迄乎近世，比较语言之学兴，旧日谬误之观念得以革除。因其能取同系语言，如梵语波斯语等，互相比较研究，于是系内各种语言之特性逐渐发现。印欧系语言学，遂有今日之发达。故欲详知确证一种语言之特殊现象及其性质如何，非综合分析，互相比较，以研究之，不能为功。而所与互相比较者，又必须属于同系中大同而小异之语言。盖不如此，则不独不能确定，且常错认其特性之所在，而成一非驴非马，穿凿附会之混沌怪物。因同系之语言，必先假定其同出一源，以演绎递变隔离分化之关系，乃各自成为大同而小异之言语。故分析之，综合之，于纵贯之方面，剖别其源流，于横通之方面，比较其差异。由是言之，从事比较语言之学，必具一历史观念，而具有历史观念者，必不能认贼作父，自乱其宗胤也。与刘叔雅论国文试题书，见金明馆丛稿二编引文确实太长了一点，但是有谁认为是不必要的呢？寅恪先生之远见卓识真能令人折服。但是，我个人认为，七十年前的寅恪先生的狮子吼，并没能起到振聋发聩的作用，好像是对着虚空放了一阵空炮，没有人能理解，当然更没有人认真去尝试。整个世纪，在分析的微观的科学方法垄断世界学坛的情况下，你纵有孙悟空的神通，也难以跳出如来佛的手心。中外研究汉语语法的学者又焉能例外！他们或多或少地走上了分析微观的道路，这是毫不足奇的。"}
{"text":"寅恪先生之远见卓识真能令人折服。但是，我个人认为，七十年前的寅恪先生的狮子吼，并没能起到振聋发聩的作用，好像是对着虚空放了一阵空炮，没有人能理解，当然更没有人认真去尝试。整个世纪，在分析的微观的科学方法垄断世界学坛的情况下，你纵有孙悟空的神通，也难以跳出如来佛的手心。中外研究汉语语法的学者又焉能例外！他们或多或少地走上了分析微观的道路，这是毫不足奇的。更可怕的是，他们面对的研究对象是与以分析的思维模式为基础的印欧语系的语言迥异其趣的以综合的思维模式为源头的汉语，其结果必然是用寅恪先生的话来说非驴非马认贼作父。陈先生的言语重了一点，但却是说到了点子上。到了世纪，我们必须改弦更张，把微观与宏观结合起来。除此之外，还必须认真分辨出汉语的特点，认真进行藏缅语系语言的比较研究。只有这样，才庶几能发多年未发之覆，揭发出汉语结构的特点，建立真正的汉语语言学。归根结底一句话，我认为这是继承发扬赵元任先生汉语研究传统的唯一正确的办法。是为序。年月日写毕于雷雨大风声中第章扫傅斯年先生墓我们虽然算是小同乡，但我与孟真先生并不熟识，几乎是根本没有来往。原因是年龄有别，辈分不同。我于年到北京来上大学的时候，进的是清华大学。当时孟真先生已经是学者，是教育家，名满天下了。我只是一个无名小卒，不可能有认识的机会。我记得，在我大学一年级或二年级时，不知是清华的哪一个团体组织了一次系列讲座，邀请一些著名的学者发表演说，其中就有孟真先生。时间是在晚上，地点是在三院的一间教室里。孟真先生西装笔挺，革履锃亮。讲演的内容，我已经完全忘记了。但是，他那把双手插在西装坎肩的口袋里的独特的姿势，却至今历历如在目前。在以后一段长达十五六年的时间中，我同孟真先生互不相知，一没有相知的可能，二没有相知的必要，我们本来就是萍水相逢嘛。然而天公却别有一番安排，我在德国待了十年以后，陈寅恪师把我推荐给北京大学。年夏，我回国住在南京。适值寅恪先生也正在南京，我曾去谒见。他让我带着我在德国发表的几篇论文，到鸡鸣寺下中央研究院去拜见当时的北大代校长傅斯年。我遵命而去，见了面，没有说上几句话，就告辞出来。我们第二次见面就是这样匆匆。"}
{"text":"在以后一段长达十五六年的时间中，我同孟真先生互不相知，一没有相知的可能，二没有相知的必要，我们本来就是萍水相逢嘛。然而天公却别有一番安排，我在德国待了十年以后，陈寅恪师把我推荐给北京大学。年夏，我回国住在南京。适值寅恪先生也正在南京，我曾去谒见。他让我带着我在德国发表的几篇论文，到鸡鸣寺下中央研究院去拜见当时的北大代校长傅斯年。我遵命而去，见了面，没有说上几句话，就告辞出来。我们第二次见面就是这样匆匆。二战期间，我被阻欧洲，大后方重庆和昆明等地的情况，我茫无所知。到了南京以后，才开始零零星星地听到大后方学术文化教育界的一些情况，涉及面非常广，当然也涉及傅孟真先生。他把山东人特有的直爽的性格――这种性格其他一些省份的人也具有的――发挥到淋漓尽致的水平。他所在的中央研究院当时是国民党政府下属的一个机构。但是，他不但不加入国民党，而且专揭国民党的疮疤。他被选为地位很高的参政员，是所谓社会贤达的代表。他主持正义，直言无讳，被称为傅大炮。国民党的四大家族，在贪赃枉法方面，各有千秋，手段不同，殊途同归。其中以孔祥熙家族名声最坏。那一位威名远扬的孔二小姐，更是名动遐迩，用飞机载狗逃难，而置难民于不顾。孟真先生不讲情面，不分场合，在光天化日之下，大庭广众之中，痛快淋漓地揭露孔家的丑事，引起了人民对孔家的憎恨。孟真先生成为批孔的专业户，口碑载道，颂声盈耳。孟真先生的轶事很多，我只能根据传说讲上几件。他在南京时，开始任中央研究院历史语言研究所所长。他待人宽厚，而要求极严。当时有一位广东籍的研究员，此人脾气古怪，双耳重听，形单影只，不大与人往来，但读书颇多，著述极丰。每天到所，用铅笔在稿纸上写上两千字，便以为完成了任务，可以交卷了，于是悄然离所，打道回府。他所爱极广，隋唐史和黄河史，都有著述，洋洋数十万言。对历史地理特感兴趣，尤嗜对音。他不但不通梵文，看样子连印度天城体字母都不认识。在他手中，字母仿佛成了积木，可以任意挪动。放在前面，与对音不合，就改放在后面。这样产生出来的对音，有时极为荒诞离奇，那就在所难免了。但是，这位老先生自我感觉极为良好，别人也无可奈何。有一次，他在所里做了一个学术报告，说史记中的禁不得祠明星出西方不得二字是佛陀的对音，佛教在秦代已输入中国了。实际上，禁不得这样的字眼儿在汉代是通用的。"}
