{"text":"大错误与小错误日本松下公司的创始人松下幸之助以经营技巧高超，管理方法先进，被誉为经营之神。后滕清一原是三洋电机公司的副董事长，后来投奔松下公司，在担任厂长时，工厂失火烧掉了。后滕清一心中十分惶恐以为不被革职也要降级。不料松下接到报告后，只对他说了四个字好好干吧松下这样做，并不是姑息部下的过错。以往，即使只是打电话的方式不当，后滕也会受到松下严厉的斥责。这种作风可以说是松下管人的秘决。由于这次火灾发生后没有受到惩罚，后滕自然会心怀愧疚，对松下也会更加忠心效命，并以加倍的工作来回报。松下的这种做法，巧妙地抓住了人类的心理。在犯小错误时，本人多半并不在意，因此需要严加斥责，以引起他的注意相反犯下大错误时，傻子也知道自省，因此就不必要再去给予严厉的批评了。大火烧出的奇迹年，正当经济危机在美国蔓延的时候，哈理逊纺织公司因一场大火化为灰烬。名员工悲观地回到家里，等待着董事长宣布公司破产和失业风暴的来临。在无望而又漫长的等待中，他们终于接到了董事会的一封信向全公司员工继续支薪个月。在全国上下一片萧条的时候，能有这样的消息传来，员工们深感意外。他们惊喜万分，纷纷打电话或写信向董事长亚伦傅斯表示感谢。个月后，正当他们为下个月的生活发愁时，他们又接到公司的第二封信，董事长宣布，再支付全体员工薪酬个月。名员工接到信后，不再是意外和惊喜，而是热泪盈眶。在失业席卷全国人人生计无着的时候，能得到如此照顾，谁不会感激万分呢第二天，他们纷纷拥向公司，自发地清理废墟擦洗机器，还有一些人主动去南方一些州联络被中断的货源。个月后，哈理逊公司重新转了起来。对这一奇迹，当时的基督教科学箴言报是这样描述的员工们使出浑身的解数，日夜不懈地卖力工作，恨不得一天干小时，曾劝董事长傅斯领取保险公款一走了之和批评他感情用事缺乏商业精神的人开始服输。现在，哈理逊公司已成为美国最大的纺织品公司，分公司遍布五大洲多个国家。语文作文万能短篇素材发泄一天，陆军部长斯坦顿来到林肯那里，气呼呼地对他说一位少将用侮辱的话指责他偏袒一些人。林肯建议斯坦顿写一封内容尖刻的信回敬那家伙。可以狠狠地骂他一顿。林肯说。"}
{"text":"现在，哈理逊公司已成为美国最大的纺织品公司，分公司遍布五大洲多个国家。语文作文万能短篇素材发泄一天，陆军部长斯坦顿来到林肯那里，气呼呼地对他说一位少将用侮辱的话指责他偏袒一些人。林肯建议斯坦顿写一封内容尖刻的信回敬那家伙。可以狠狠地骂他一顿。林肯说。斯坦顿立刻写了一封措辞强烈的信，然后拿给总统看。对了，对了。林肯高声叫好，要的就是这个好好训他一顿，真写绝了，斯坦顿。但是当斯坦顿把信叠好装进信封里时，林肯却叫住他，问道你要干什么寄出去呀。斯坦顿有些摸不着头脑了。不要胡闹。林肯大声说，这封信不能发，快把它扔到炉子里去。凡是生气时写的信，我都是这么处理的。这封信写得好，写的时候你己经解了气，现在感觉好多了吧，那么就请你把它烧掉，再写第二封信吧。果断有一个岁的小男孩，一天在外面玩耍时，发现了一个鸟巢被风从树上吹掉在地，从里面滚出了一个嗷嗷待哺的小麻雀。小男孩决定把它带回家喂养。当他托着鸟巢走到家门口的时候，他突然想起妈妈不允许他在家里养小动物。于是，他轻轻地把小麻雀放在门口，急忙走进屋去请求妈妈。在他的哀求下妈妈终于破例答应了。小男孩兴奋地跑到门口，不料小麻雀已经不见了，他看见一只黑猫正在意犹未尽舔着嘴巴。小男孩为此伤心了很久。但从此他也记住了一个教训只要是自己认定的事情，决不可优柔寡断。这个小男孩长大后成就了一番事业，他就是华裔电脑名人―王安博士。将军和驴子古罗马皇帝哈德良曾经碰到过这样一个问题。皇帝手下的一位将军，觉得他应该得到提升，便在皇帝面前提到这件事，以他的长久服役为理由。我应该升更重要的领导岗位，他报告，因为，我的经验丰富，参加过次重要战役。哈德良皇帝是一个对人及才华有着高明判断力的人，他不认为这位将军有能力担任更高的职务，于是他随意指着绑在周围的战驴说亲爱的将军，好好看这些驴子，它们至少参加过次战役，可他们仍然是驴子。马蝇效应年美国总统大选结束后，林肯当选为总统。他任命参议员萨蒙蔡斯为财政部长。有许多人反对这一任命。"}
{"text":"我应该升更重要的领导岗位，他报告，因为，我的经验丰富，参加过次重要战役。哈德良皇帝是一个对人及才华有着高明判断力的人，他不认为这位将军有能力担任更高的职务，于是他随意指着绑在周围的战驴说亲爱的将军，好好看这些驴子，它们至少参加过次战役，可他们仍然是驴子。马蝇效应年美国总统大选结束后，林肯当选为总统。他任命参议员萨蒙蔡斯为财政部长。有许多人反对这一任命。因为蔡斯虽然能干，但十分狂妄自大，他本想入主白宫，却输给了林肯，他认为自己比林肯要强得多，对林肯也非常不满，并且一如既往地追求总统职位。林肯对关心他的朋友讲了这样一个故事在农村长大的朋友们一定知道什么是马蝇了。有一次，我和我的兄弟在肯塔基老家的一个农场犁玉米地，我吆马，他扶犁。这匹马很懒，但有一段时间它却在地里跑得飞快，连我这双长腿都差点跟不上。到了地头，我发现有一只很大的马蝇叮在它身上，我随手就把马蝇打落了。我兄弟问我为什么要打落它，我说我不忍心看着这匹马那样被咬。我兄弟说唉呀，正是这家伙才使马跑得快嘛。然后，林肯说如果现在有一只叫总统欲的马蝇正叮着蔡斯先生，那么只要它能使蔡斯和他的那个部不停地跑，我就不想去打落它。名人名言及事例勤奋读书名言三更灯火五更明，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。――颜真卿读书破万卷，下笔如有神。――杜甫勤能补拙是良训，一分辛苦一分才。――华罗庚只要坚持不懈地刻苦自学，是不必担心不成才的。――华罗庚鸟美在羽毛，人美在勤劳。――谚语不经一番寒彻骨，哪得梅花扑鼻香？――高明书山有路勤为径，学海无涯苦作舟。――对联天才就是这样，终身努力，便成天才。――门捷列夫好读书，不求甚解，每有会意，便欣然忘言。――陶渊明学而时习之，不亦乐乎？――孔子事例达芬奇画蛋欧洲文艺复兴时期的著名画家达芬奇，从小爱好绘画。父亲送他到当时意大利的名城佛罗伦萨，拜名画家佛罗基奥为师。老师要他从画蛋入手。他画了一个又一个，足足画了十多天。"}
{"text":"――高明书山有路勤为径，学海无涯苦作舟。――对联天才就是这样，终身努力，便成天才。――门捷列夫好读书，不求甚解，每有会意，便欣然忘言。――陶渊明学而时习之，不亦乐乎？――孔子事例达芬奇画蛋欧洲文艺复兴时期的著名画家达芬奇，从小爱好绘画。父亲送他到当时意大利的名城佛罗伦萨，拜名画家佛罗基奥为师。老师要他从画蛋入手。他画了一个又一个，足足画了十多天。老师见他有些不耐烦了，便对他说不要以为画蛋容易，要知道，个蛋中从来没有两个是完全相同的即使是同一个蛋，只要变换一下角度去看形状也就不同了，蛋的椭圆形轮廓就会有差异。所以，要在画纸上把它完美的表现出来，非得下番苦功不可。从此，达芬奇用心学习素描，经过长时期勤奋艰苦的艺术实践，终于创作出许多不朽的名画。孙康映雪夜读晋人孙康，家贫而酷爱读书。夜晚，虽有时间却买不起灯油，只好默默地回忆，消化白天学过知识。有年冬天，他半夜醒来，感到屋内并非漆黑无光，还能隐约约看到一些东西，原来是皑皑白雪反映所致，这给了他启发何不借雪光来看书呢？于是雪夜，特别是月光映照下的雪夜，就成了孙康苦读的好时光。由于勤奋好学，他终于成为一个有名的学者，并当上了御史大夫。头悬梁锥刺骨战国时苏秦，与魏人张仪同师鬼谷先生。他夜间读书，苦心钻研，困倦欲睡时，就用锥子刺自己的大腿，血一直流到脚步上。汉代孙敬好学，读书时，用绳子把头发系在屋梁上，以防止打瞌睡，来督促自己努力攻读。被认为是傻子的科学家本世纪最著名的物理学家爱因斯坦，童年时并不显得聪明，岁时才学会说话，父母因而认为他是一个傻子。上学后，有位老师对他父亲说你的孩子将是一事无成，甚至勒令他退学。岁时，他报考苏黎世大学，又因成绩差而名落孙山。但他并不恢心。通过勤奋学习，成了杰出的物理学奠基人。曾有青年问他是怎样成功的，他写下了这样一个公式Z代表成功，代表勤奋学习工作，代表好的学习方法，Z代表少说废话。明代宋濂抄书苦读自学成家的高尔基注重积累名言不积跬步，无以致千里不积小流，无以成江河。――荀子海不辞水，故能成其大。山不辞土石，故能成其高。明主不厌人，故能成其众。士不厌学，故能成其圣。――管子搞学问就像滚雪球，越滚越大，不滚就化。"}
{"text":"但他并不恢心。通过勤奋学习，成了杰出的物理学奠基人。曾有青年问他是怎样成功的，他写下了这样一个公式Z代表成功，代表勤奋学习工作，代表好的学习方法，Z代表少说废话。明代宋濂抄书苦读自学成家的高尔基注重积累名言不积跬步，无以致千里不积小流，无以成江河。――荀子海不辞水，故能成其大。山不辞土石，故能成其高。明主不厌人，故能成其众。士不厌学，故能成其圣。――管子搞学问就像滚雪球，越滚越大，不滚就化。――贾兰坡无论什么事，如果不断收集材料，积之十年，总可成一学者。――积土成山，风雨兴焉，积水成渊，蛟龙生焉。――荀子合抱之木，生于毫末九层之台，起于垒土千里之行，始于足下。――老子问渠哪得清如许，为有源头活水来。――朱熹涓滴之水终可磨损大石，不是由于它的力量强大，而是由于昼夜不舍的滴坠。――贝多芬事例锦囊出珍品唐朝鬼才诗人李贺，他的成功在于积累。为了搜集素材，他早上背上锦囊，骑着毛驴，外出游历，观察生活，一有灵感便记在纸上，放于锦囊中。一天下来回到家中，将锦囊中积累的纸条拿出，在灯下选择整理，将有用的纸条再存入另一个锦囊中供以后写作用。陶瓷积累知识唐代大诗人白居易为了积累诗作素材，准备了许多陶罐，并分门别类的贴着标签，整齐的放在一个七层的架子上。他把平时收集到的资料按不同门类放到各自的陶罐中。等到资料积累的可以写作时，便函将陶罐倒空，将资料整理成文。日积月累终成伟业革命导师马克思，为写资本论，阅读了多种书，在书中引用了十几个学科数百个的观点，留下了一百多本读书笔记。列宁在列宁全集中引用自已看过的书竟达万多册。他在研究帝国主义专题时，读了本书种期刊中的篇文章，写下多万字的札记。厚积者的楷模列夫托尔斯泰如果没有那一叠厚厚的审讯记录，如何写出那原汁原味的俄罗斯下层劳动人民的语言李贺如果没有那个装诗的锦囊，怎能写出那脍炙人口的千古名句姚雪垠如果没有那万张专题卡片，就不会有今天的长篇小说李自成。家庭教育名言一年之计，莫如树谷十年之计，莫如树木终身之计，莫如树人。――管子父善教子者，教于孩提。――林遗父母威严而有慈，则子女畏慎而生孝矣。"}
{"text":"厚积者的楷模列夫托尔斯泰如果没有那一叠厚厚的审讯记录，如何写出那原汁原味的俄罗斯下层劳动人民的语言李贺如果没有那个装诗的锦囊，怎能写出那脍炙人口的千古名句姚雪垠如果没有那万张专题卡片，就不会有今天的长篇小说李自成。家庭教育名言一年之计，莫如树谷十年之计，莫如树木终身之计，莫如树人。――管子父善教子者，教于孩提。――林遗父母威严而有慈，则子女畏慎而生孝矣。――颜之推爱迪生幼年的故事，给了我两个深刻的印象一是科学要从小孩学起，二是科学的幼苗要像爱迪生的父母一样爱护才能保全。――陶行知父母的生活就是孩子进入社会前的一本读物。――席慕蓉父母的德行是儿子的最好遗产。――塞万提斯孩子是映照父母行为的镜子。――斯宾诺莎当孩子一开始呼吸时，教育就开始了。――保尔树不修不成材，儿不育不成人。――谚语养不教父之过，训道不严师之惰。――谚语事例不知道吃鸡蛋长篇报告文学中国的小皇帝中记叙了这么一件事有个学生到学校蒸饭吃，看到饭盒里有个圆圆的鸡蛋，她想来想去，也不知道该怎么吃，去问了其他同学，还是不知道该怎么吃这个鸡蛋，最后又把它原封不动地带回了家，使得她的母亲哭笑不得。孟母为孟子三迁孟子幼时不喜欢读书，只知道嬉戏玩耍。孟母带着孟子先住在墓地附近，后住在市镇上，但她认为这些都不是孟子居住的好地方，最后搬到一所学校旁边住了下来。孟子每天接触的都是读书人也就读起书来，后来成为大学问家。珍惜时间名言抛弃时间的人，时间也抛弃他。――莎士比亚一寸光阴一寸金，寸金难买寸光阴。――罗懋登百川到东海，何时复西归？少壮不努力，老大独伤悲。――乐府诗集失掉了现在，也就没有了未来。――时间就是生命。无端的空耗别人的时间，其实是无异于谋财害命的。――莫等闲，白了少年头，空悲切。――岳飞时间可以获得金钱，但金钱却买不到时间。――谚语盛年不重来，一日难再晨。及时当勉励，岁月不待人。――陶渊花有重开日人无再少年。"}
{"text":"少壮不努力，老大独伤悲。――乐府诗集失掉了现在，也就没有了未来。――时间就是生命。无端的空耗别人的时间，其实是无异于谋财害命的。――莫等闲，白了少年头，空悲切。――岳飞时间可以获得金钱，但金钱却买不到时间。――谚语盛年不重来，一日难再晨。及时当勉励，岁月不待人。――陶渊花有重开日人无再少年。――关汉卿时间就是生命，时间就是速度，时间就是力量。――郭沫若人生太短，要干的事太多，我要争分夺秒。――爱迪生你热爱生活吗？那么别浪费时间，为时间是组成生命的材料。――富兰克林事例今日诗与明日歌中国古人十分珍惜时间，一寸光阴一寸金，寸金难买寸光阴少壮不努力，老大徒伤悲等都是脍炙人口的。明朝吴县学士文徵明，是著名的书画家，他写了一首今日诗今日复今日，今日何其少！今日又不为，此事何时了？人生百年几今日，今日不为真可惜！若言姑待明朝至，明朝又有明朝事。为君聊赋今日诗，努力请从今日始。请初学者钱鹤滩在今日诗的基础上又改写了明日歌明日复明日，明日何其多！我生待明日，万事成蹉跎，世人若被明日累，春去秋来老将至。朝看水东流，暮看日西坠。百年明日能几何？请君听我明日歌。笔名的含义中国现代文学的开端，是与现代中国的伟大思想家文学家革命家的名字联系在一起的。当提倡科学与民主反帝反封建的新文化运动刚揭开序幕时，就用犀利的杂文和新颖性小说为它呐喊奔走，成为新文化运动的先驱和旗手。向许寿裳解释用这个名字的原因之一是取愚鲁和迅速之意。他认为自己比较笨拙，只有勤勉，才能在一定的时间收到和别人一样的效果。有人说是天才，自己说哪里有天才，我是把别人喝咖啡的时间都用在工作上的。巴尔扎克惜时如金巴尔扎克是位多产的作家。他的时间是一分一秒也不空过的，一次，巴尔扎克太累了，对一个朋友说我睡一会儿，你一小时后叫醒我。一个小时过去了，朋友实在不忍心叫醒他。巴尔扎克醒来后，发现超过了一小时，几乎是暴跳如雷的对朋友说你为什么不叫醒我，耽误了我多少时间性啊！"}
{"text":"他认为自己比较笨拙，只有勤勉，才能在一定的时间收到和别人一样的效果。有人说是天才，自己说哪里有天才，我是把别人喝咖啡的时间都用在工作上的。巴尔扎克惜时如金巴尔扎克是位多产的作家。他的时间是一分一秒也不空过的，一次，巴尔扎克太累了，对一个朋友说我睡一会儿，你一小时后叫醒我。一个小时过去了，朋友实在不忍心叫醒他。巴尔扎克醒来后，发现超过了一小时，几乎是暴跳如雷的对朋友说你为什么不叫醒我，耽误了我多少时间性啊！他平时每天写作十六七个小时，把自己关在房间里，一日三餐由仆人从特定的窗口放进去。年，岁的他自我感觉心脏病要大发作了。他问医生还能活多久，半年，还是六星期？医生都用摇头来回答。巴尔扎克着急的说至少天总可以吧？我还可以写个提纲，还可以把已经出版的卷校订一下。节时盈利的奔驰德国著名的奔驰集团，从年代起全面更新工艺流程，使著名的奔驰轿车制造工时缩短一半，每年盈利万马克。热爱祖国名言位卑未敢忘国忧。――陆游天下兴亡，匹夫有责。――顾炎武宁做流浪汉，不做亡国奴。――丰子恺人类最高的道德是什么？那就是爱国心。――拿破仑连祖国都不爱的人，是什么也不会爱的。――拜伦人不仅为自己而生，而且也为祖国活。――柏拉图先天下之忧而忧，后天下之乐而乐。――范仲淹事例我要回国，不要美金年，李四光接受国防地质学会的邀请来到美国。发表了新华夏海的诞生，轰动了欧洲。一天清晨，李四光在报纸上看到一则消息月日，沈阳解放。他激动得热泪盈眶，多年的梦想要成真了，新中国就要诞生了！在剑桥大学中国留学生举行的会上，他激动地说我虽然岁了，身体一直不好，但我一定要回到祖国去，把自己的余生贡献给新中国！但是，此举触怒了国民党当局。国民党驻英国大使书找到了李四光，掏出了一张五千美金的支票，说你向世界发表个公开的声明，否认中华人民共和国。又威胁说你如果不肯，我将采取必要的措施，将你扣留在国外。"}
{"text":"一天清晨，李四光在报纸上看到一则消息月日，沈阳解放。他激动得热泪盈眶，多年的梦想要成真了，新中国就要诞生了！在剑桥大学中国留学生举行的会上，他激动地说我虽然岁了，身体一直不好，但我一定要回到祖国去，把自己的余生贡献给新中国！但是，此举触怒了国民党当局。国民党驻英国大使书找到了李四光，掏出了一张五千美金的支票，说你向世界发表个公开的声明，否认中华人民共和国。又威胁说你如果不肯，我将采取必要的措施，将你扣留在国外。李四光听罢，气愤至极，当即严厉斥责我归国之心能用金钱收买吗？我要回国，不要美金！经历了千辛万苦，李四光终于踏上了祖国的土地，实现了他为新中国效力的愿望。钱学森毅然回国我国著名科学家钱学森，年为美国麻省理工学院最年轻的终身教授。年，美国发动侵朝战争，他毅然决定立即回国，但遭到美国联邦调查局的逮捕迫害，扣留达五年之久。钱学森一直为坚持真理和正义而斗争。直到年月日，在周恩来总理和祖国各界人士的关心帮助下，钱学森偕夫人蒋英和两个孩子离开美国，乘船回到祖国。他为我国的科学事业做出了卓越的贡献，被喻为中国导弹之父。苏武牧羊陆游临死不忘恢复中原岳飞精忠报国詹天佑为国不计名与利卖国秦桧遗臭万年屈原以身殉国周总理为人民劳累而死树立理想名言老骥伏枥，志在千里。烈士暮年，壮心不已。――曹操生活的理想，就是为了理想的生活。――张闻天崇高的理想是一个人心中的太阳，它能照亮每一步路。――新格言没有理想的青春，就是没有太阳的早晨。――新格言理想是指路明灯。没有理想，就没有坚定的方向而没有方向，就没有生活。――托尔斯泰立志工作成就是人生的三大要素，而立志是事业的大门。――巴斯特活着不能与草木同腐，不能醉生梦死，枉度人生，要有所作为。――方志敏事例周恩来为中华崛起而读书范仲淹以国不已任岳飞矢志报国北宋末年的岳飞，正是在金人入侵的动乱年代里，立下了还我河山的壮志，才一生征战沙场，死而后已。当岳飞率军屡败金兵，建立大功的时候，有人赠送美女以示慰劳，岳飞说金兵未灭，难道是大将安乐的时候吗？毅然将美女送了回去。"}
