{"text":"冯友兰先生坚持真理，修正错误，不惜以今日之我非昨日之我，经常在修记他的中国哲学史，我说不清已经修订过多少次了。我相信，倘若能活到岁，他仍然是要继续修订的。只是这一点精神，难道还不值得我们认真学习吗？我知道，原始人是颇为相信文字的神秘力量的，我从来没有这样相信过。但是，我现在宁愿做一个原始人，把我的悲痛和怀念转变成文字，也许这悲痛就能忽然消逝掉，还我心灵的宁静，岂不是天大的好事吗？先生的语言生动幽默，是地道的北京话，间或夹上一点山东俗语。他没有许多作家那种忸怩作态让人读了感到浑身难受的非常别扭的文体，一种新鲜活泼的力量跳动在字里行间。有一天，我到东安市场北门对门的一家闻名的理发馆去理发，猛然瞥见先生也在那里，正躺在椅子上，下巴上白糊糊的一团肥皂沫，正让理发师刮脸。这不是谈话的好时机，只寒暄了几句，就什么也不说了。等我坐到椅子上时，从镜子里看到他跟我打招呼离别，看到他的身影走出门去。我理完发要付钱时，理发师说先生已经替我付过了。这样的芝麻绿豆的小事殊不足以见先生的精神，但是，难道也不足以见他这种细心体贴人的心情吗？一个人除非万不得已决不会自己抛掉自己的生命。印度梵文中死这个动词，变化形式同被动态一样，我一直觉得非常有趣，非常有意思。印度古代语法学家深通人情，才创造出这样一个形式。死几乎都是被动的。有几个人主动地去死呢？先生走上自沉这一条道路，必有其不得已之处。她当时极年轻，而名满天下。我们是慕名而去的。冰心先生满脸庄重，不苟言笑，看到课堂上挤满了这样多学生，知道其中有诈，于是威仪俨然地下了逐客令凡非选修此课者，下一堂不许再来！我们悚然而听，憬然而退，从此不敢再进她讲课的教室。四十多年以后，我同冰心重逢，她已经变成了一个慈爱和蔼的老人，由怒目金刚一变而为慈眉菩萨。阅读我觉得，在所有的并世的作家中，文章有独立风格的人并不多见。除了先生外，就是从文先生。他的作品，只要读上几行，马上就能辨认出来，决不含糊。他出身湘西的一个破落的小官僚家庭，年轻时当过兵，没有受过多少正规的教育。他完全是自学成家。湘西那一片有点神秘的土地，其怪异的风土人情，通过沈先生的笔而大白于天下。就在这一次吃饭时，有一件小事给我留下了深刻的印象。"}
{"text":"阅读我觉得，在所有的并世的作家中，文章有独立风格的人并不多见。除了先生外，就是从文先生。他的作品，只要读上几行，马上就能辨认出来，决不含糊。他出身湘西的一个破落的小官僚家庭，年轻时当过兵，没有受过多少正规的教育。他完全是自学成家。湘西那一片有点神秘的土地，其怪异的风土人情，通过沈先生的笔而大白于天下。就在这一次吃饭时，有一件小事给我留下了深刻的印象。当时要解开一个用麻绳捆得紧紧的什么东西，只需用剪子或小刀轻轻地一剪一割，就能弄开。然后从文先生却抢了过去，硬是用牙把麻绳咬断。这一个小小的举动，有点粗劲，有点蛮劲，有点野蛮，有点土劲，并不高雅，并不美丽。然而，它却完全透露了沈先生的个性。在达官贵人高等华人眼中，这简直非常可笑，非常可鄙。可是，我欣赏的却正是这一种劲头。我自己也许就是这样一个土包子，虽然同那一些只会吃西餐穿西装半句洋话也不会讲偏又自认为是洋包子的人比起来，我并不觉得低他们一等。平心而论，乔木虽然表现上很严厉，不苟言笑，他实则是一个正直的人，一个正派的人，一个感情异常丰富的人，一个脱离了低级趣味的人。六十年的宦海风波，他不能无所感受，但是他对我半点也没有流露过。他大概知道，我根本不是此道中人，说了也是白说。在他生前，大陆和香港都有一些人把他封为左王，另外一位同志同他并列，称为左后。我觉得，乔木是冤枉的。他哪里是那种有意害人的人呢？在西谛先生身上，看不到半点教授架子。他也没有一点论资排辈的恶习。他自己似乎并不觉得比我们长一辈，他完全可能以平等的态度对待我们。他有时候像一个大孩子，不失其赤子之心。他说话非常坦率，有什么想法就说了出来，既不装腔作势，也不以势吓人。他从来不想教训人，任何时候都是亲切和蔼的。当时流行在社会上的那种帮派习气，在他身上也找不到。只要他认为有一技之长的，不管是老年中年还是青年，他都一视同仁。因此，我们在背后经常说他是一个宋江式的人物。胡适从来就不是国民党员，他对国民党并非一味地顺从。他服膺的是美国的实验主义，他崇拜的是美国的所谓民主制度。只要不符合这两个尺度，他就挑点小毛病，闹着独立性。对国民党也不例外。什么叫小骂大帮忙呢？理论家们说，胡适同国民党蒋介石闹这样的小骂，给自己涂上一层保护色，这种保护色是有欺骗性的，是用来迷惑人民的。"}
{"text":"当时流行在社会上的那种帮派习气，在他身上也找不到。只要他认为有一技之长的，不管是老年中年还是青年，他都一视同仁。因此，我们在背后经常说他是一个宋江式的人物。胡适从来就不是国民党员，他对国民党并非一味地顺从。他服膺的是美国的实验主义，他崇拜的是美国的所谓民主制度。只要不符合这两个尺度，他就挑点小毛病，闹着独立性。对国民党也不例外。什么叫小骂大帮忙呢？理论家们说，胡适同国民党蒋介石闹这样的小骂，给自己涂上一层保护色，这种保护色是有欺骗性的，是用来迷惑人民的。到了要害时刻，他又出来为国民党讲话。于是人民都相信了他的话，天下翕然从之，国民党就万寿无疆了。这样的理论未免低估了中国老百姓的觉悟水平。难道我们的老百姓真正这样糊涂这样低能吗？我看胡适是一个异常聪明的糊涂人。我认为胡适是一位非常复杂的人物，他反对共产主义，但是拿他那一把美国尺子来衡量，他也不见得赞成国民党。在政治上，他有时候想下水，但又怕湿了衣裳。他一生就是在这种矛盾中度过的。适之先生以青年暴得大名，誉满士林。我觉得，他一生处在一个矛盾中，一个怪圈中一方面是学术研究，一方面是政治活动和社会活动。他一生忙忙碌碌，倥偬奔波，作为一个过河卒子，勇往直前。我不知道，他自己是否意识到身陷怪圈。当局者迷，旁观者清，我认为，这个怪圈确实存在，而且十分严重，那么，我对这个问题有什么看法呢？我觉得，不管适之先生自己如何定位，他一生究竟一个书生，说不好听一点，就是一个书呆子。到了年从批判俞平伯先生的红楼梦研究的资产阶级唯心论起，批判之火终于烧到了适之先生身上。这是一场缺席批判，适之远在重洋之外，坐山观虎斗。即使被斗的是他自己，反正伤不了他一根毫毛，他乐得怡然观战。他名字仿佛已经成了一稻草人。浑身是箭，一个不折不扣的箭垛，大陆上众家豪杰，个个义形于色，争先恐后，万箭齐发，适之先生兀自岿然不动。阅读在课堂上叶公超先生选出一些诗词，自己摇头晃脑而朗诵之，有时闭上了眼睛，仿佛完全沉浸于诗词的境界中，遗世而独立。他蓦地睁大了眼睛，连声说好！好！好！就是好！学生正在等他解释好在何处，他却已朗诵起第二首诗词来了。昔者晋人见好山水，便连声唤奈何！奈何！仔细想来，这是最好的赞美方式。因为，一落言筌，便失本意，反不如说上几句奈何！更具有启发意义。平伯先生的就是好！"}
{"text":"阅读在课堂上叶公超先生选出一些诗词，自己摇头晃脑而朗诵之，有时闭上了眼睛，仿佛完全沉浸于诗词的境界中，遗世而独立。他蓦地睁大了眼睛，连声说好！好！好！就是好！学生正在等他解释好在何处，他却已朗诵起第二首诗词来了。昔者晋人见好山水，便连声唤奈何！奈何！仔细想来，这是最好的赞美方式。因为，一落言筌，便失本意，反不如说上几句奈何！更具有启发意义。平伯先生的就是好！可以与此等量齐观。公超先生教学法非常奇异。他几乎从不讲解，一上堂，就让坐在前排的学生，由左到右，依次朗读原文，到了一定段落，他大声一喊sp！问大家有问题没有。没人回答，就让学生依次朗读下去，一直到下课。学生摸出了这个规律，谁愿意朗读，就坐在前排，否则往后坐。有人偶然提一个问题，他断喝一声查字典去！这一声狮子吼有大威力，从此天下太平，宇域宁静，相安无事，转瞬过了一年。一个学者的为人和为学两者之间有矛盾。有的人为学能实事求是，朴实无华，而为人则奇诡难测，像神龙一般，令人见首不见尾。另外一些人则正相反，为学奇诡难测，而为人则淳朴坦荡。我觉得，在了一先生身上，为人与为学则是完全统一的。他真正是文如其人，或者人如其文。我认为，在冯至身上，作为学者和作为诗人是密不可分的。过去和现在都有专门的诗人和专门的学者，身兼二者又达到相当高的水平的人，却并不多见。冯先生就是这样一个人。作为学者，他仍然饱含诗人气质。冯至先生以诗人研究诗人，研究仿佛就成了创作，他深入研究对象的灵魂，他能看到或本能地领悟到其他学者们看不到更领悟不到的东西，而又能以生花妙笔著成文章，同那些枯涩僵硬的高头讲章迥异其趣，学术论著本身就仿佛成了文学创作，诗意弥漫，笔端常带感情。读这样的学术论著，同读文学作品一样，简直是一种美的享受。我确实认为，冯至先生是人文难分。他为人一向淳朴正直坦荡忠实，待人以诚，心口如一。我简直无法想象会有谎言从他嘴里流了出来。他说话从不有恃无恐大，也不花哨即之也温，总给人以实事求是的印象，而且几十年如一日，真可谓始终如一了。他虽然还活着，然而已经不能睁眼，不能说话。我顿感，毕生知己又弱一个。我坐在会客室里，泪如泉涌，我预备放声大哭。"}
{"text":"读这样的学术论著，同读文学作品一样，简直是一种美的享受。我确实认为，冯至先生是人文难分。他为人一向淳朴正直坦荡忠实，待人以诚，心口如一。我简直无法想象会有谎言从他嘴里流了出来。他说话从不有恃无恐大，也不花哨即之也温，总给人以实事求是的印象，而且几十年如一日，真可谓始终如一了。他虽然还活着，然而已经不能睁眼，不能说话。我顿感，毕生知己又弱一个。我坐在会客室里，泪如泉涌，我预备放声大哭。他的女儿姚平连声说季伯伯你不要难过我调动起来了自己所有剩余的理智力量，硬是把痛哭压了下去。脸上还装出笑脸，甚至在泪光中做出笑脸。只有我一个人知道我的泪都流到肚子里去了。为了冯至先生，我愿意把自己泪库中的泪一次提光，使它成为我一生中最后的一次痛哭。张岱年先生奖掖后学，爱护学生，极有正义感，对任何人都不阿谀奉承，凛然一身正气，又绝不装腔作势，总是平等对人。这样多的优秀品质集中到一个人身上，再加上真正淡泊名利，唯学是务在当今士林中，真堪为楷模了。假如她还留在人间的话，恐怕也将近古稀之年了。而今我已垂垂老矣。世界上还能想到她的人恐怕不会太多。等到我不能想到她的时候，世界上能想到她的人，恐怕就没有了。我们相交七十余年，生不能视其疾，死不能临其丧，我的心能得安宁吗？呜呼！长才未展，命途多舛未臻耄耋，遽归道山。我还没有能达到悲欢离合总无情的水平。我年纪越老，长之入梦的次数越多。我已年届九旬，他还能入梦多少次啊！悲哉！周一良出自名门世家，家学渊源，年幼时读书条件好到无法再好的水平。因此，他对中国古典文献，非凡是史籍，都有很好的造诣。他曾赴日本和美国留学，熟练把握英日两国语言，兼又天资聪颖，个人勤奋，最终成为一代学人，良有以也。中年后他专治魏晋南北朝史，旁及敦煌文献，佛教研究，多所创获，巍然大师，国内无出其右者。至于他的学术风格，我可以引用汤用彤先生两句话。有一天，汤先生对我说周一良的文章，有点像陈寅恪先生。可见锡予先生对他评价之高。在那一段非常时期，他曾同人合编过一部世界通史。这恐怕是一部应制之余，并非他之所长。但是统观全书，并不落俗人窠臼，也可见他史学功底之深厚。可惜由于各种各样的原因，他长才未展，他留下的几部专著，决不能说已尽其所长，我只能引用唐人诗句长使英雄泪满襟了。"}
{"text":"至于他的学术风格，我可以引用汤用彤先生两句话。有一天，汤先生对我说周一良的文章，有点像陈寅恪先生。可见锡予先生对他评价之高。在那一段非常时期，他曾同人合编过一部世界通史。这恐怕是一部应制之余，并非他之所长。但是统观全书，并不落俗人窠臼，也可见他史学功底之深厚。可惜由于各种各样的原因，他长才未展，他留下的几部专著，决不能说已尽其所长，我只能引用唐人诗句长使英雄泪满襟了。阅读世人都认为长寿是福，我也不敢否认。但是，看到比自己年轻的老友一个个先我离去。他们成了被哀悼者，我却成了哀悼者。被哀悼者对哀悼这种事情大概是不知不觉的。我这哀悼者却是一个活生生的人，七情六欲，件件不缺。而我又偏偏是一个极重感情的人。我内心的悲哀实在不足为外人道也。藏克家天生是诗人，胸中溢满了感情，尤其重视友谊，视朋友逾亲人。好朋友到门，看他那一副手欲舞足欲蹈的样子，真令人心旷神怡。他表里如一，内外通明。你无论如何也不会想到有半句假话会从他的嘴中流出。老人离开我们，走了，永远永远地走了。此事本在意内，因为他因病卧床不起有年矣。但又极出意外，因为，只要他还有一口气活着，一盏明灯就会照亮中国的文坛。鼓励人们前进，鼓励人们向上。阅读它们鼓动了我当时幼稚的幻想，把我带到动物世界里，植物的世界里，月的国，虹的国里翱翔。不止一次地，我在幻想里看到生着金色的翅膀的天使在一团金色的光里飞舞。终于自己也仿佛加入到里面去，一直到忘记了哪是天使，哪是自己。这些天使们就这样一直陪我到梦里去。这陵墓是用一块块白色大理石堆砌起来的。但是，无论从远处看，还是从近处看，却丝毫也看不出堆砌的痕迹，它浑然一体，似乎是一块完整的大理石。多少年来，我看过无数的泰姬陵的照片和绘画但是却没有看到有任何一幅真正照出画出泰姬陵的气势来的。只有你到了泰姬陵跟前，站在白色大理石铺的地上，眼里看到的是纯白的大理石，脚下踩的是纯白的大理石陵墓是纯白的大理石，栏杆是纯白的大理石，四个高塔也是纯白的大理石。你被裹在一片纯白的光辉中，翘首仰望，纯白的大理石墙壁有几十米高，仿佛上达苍穹。在这时候，你会有什么样的感觉，我不知道。反正我自己仿佛给这个白色的奇迹压住了，给这纯白的光辉网牢了，我想到了苏东坡的词琼楼玉宇，高处不胜寒。"}
{"text":"多少年来，我看过无数的泰姬陵的照片和绘画但是却没有看到有任何一幅真正照出画出泰姬陵的气势来的。只有你到了泰姬陵跟前，站在白色大理石铺的地上，眼里看到的是纯白的大理石，脚下踩的是纯白的大理石陵墓是纯白的大理石，栏杆是纯白的大理石，四个高塔也是纯白的大理石。你被裹在一片纯白的光辉中，翘首仰望，纯白的大理石墙壁有几十米高，仿佛上达苍穹。在这时候，你会有什么样的感觉，我不知道。反正我自己仿佛给这个白色的奇迹压住了，给这纯白的光辉网牢了，我想到了苏东坡的词琼楼玉宇，高处不胜寒。我自己仿佛已经离开了人间，置身于琼楼玉宇之中。有人主张，世界上只有阴柔之美和阳刚之美。把二者融合起来成为浑然一体的那种美，只应天上有。我眼前看到的就是这种天上的美。阳光毫不遮拦地照射在这些砂粒上，每一粒都闪闪发光，仿佛在喷着火焰。远处是一列不太高的山，这就是那有名的火焰山。上面没有一点绿的东西，没有一点有生命的东西。石头全是赤红色的，从远处望过去，活像是熊熊燃烧着的火焰，这不是人间的火，也不是神话中的天堂里的火和地狱之火。这是火焰已经凝固了的火，纹丝不动，但却猛烈光焰不高，但却团聚。整个天地，整个宇宙仿佛都在燃烧。我们就处在上达苍穹下抵黄泉的大火之中。我的眼睛仿佛得到了天眼通的神力，穿透了巍峨的高山，看到富春江上。我的耳朵仿佛得到了天耳通的神力，听到富春江上。缥碧的江水，流在我眼前。竞上的寒树，绿在我眼前。泠泠的泉水，响在我耳边。嘤嘤的好鸟，唱在我耳边。中间混合上猿猴的哀鸣，寒蝉的啭声，汇成了钧天大乐再衬上青山绿水，辉耀震荡着整个宇宙。我自己现在仿佛不是坐在车上，而是坐在船上我仿佛化成了另外一个自我了。将近年来，我一直住在燕园中未名湖畔，我那记忆的丝缕用不着再挂在未名湖上。然而，那些被铲除的可爱的花草时来入梦。我那些本来应该投闲置散的回忆的丝缕又派上了用场。它挂在苍翠繁茂的爬山虎上，芳香四溢的丁香花上，红绿皆肥的西府海棠上，葳蕤茂密的藤萝花上。这样一来，我就同那些离开母校的校友一样，也梦萦未名湖了。二月兰是一种常见的野花。花朵不大，紫白相间。花形和颜色都没有什么特异之处。假如只有一两棵，在百花丛中，决不会引起任何人的注重。但是它却以多胜，每到春天，和风一吹拂，便绽开了小花。最初只有一朵，两朵，几朵，但是一转眼，在一夜间，就能变成百朵，千朵，万朵。大有凌驾百花之上的势头了。"}
{"text":"我那些本来应该投闲置散的回忆的丝缕又派上了用场。它挂在苍翠繁茂的爬山虎上，芳香四溢的丁香花上，红绿皆肥的西府海棠上，葳蕤茂密的藤萝花上。这样一来，我就同那些离开母校的校友一样，也梦萦未名湖了。二月兰是一种常见的野花。花朵不大，紫白相间。花形和颜色都没有什么特异之处。假如只有一两棵，在百花丛中，决不会引起任何人的注重。但是它却以多胜，每到春天，和风一吹拂，便绽开了小花。最初只有一朵，两朵，几朵，但是一转眼，在一夜间，就能变成百朵，千朵，万朵。大有凌驾百花之上的势头了。我们常讲什么花怒放，这个怒字用得真是无比的奇妙。二月兰一怒，仿佛从土地深处吸来一股原始力量，一定要把花开遍大千世界，紫色直冲云霄，连宇宙都仿佛变成紫色的了。朝阳越升越高，透过浓密的枝叶，一直照到我的头上。我心中一动，阳光似乎有了生命，它启迪着什么，它暗示着什么。我忽然想到印度大诗人泰戈尔，天天早上对着初升的太阳，静坐沉思，幻想与天地同体，与宇宙同一。我从来没达到这样的境界，我没有这一份福气。可是我也感到太阳的威力，心中思绪腾翻，仿佛也能洞察三界了，透视万有了。我们看到了祖母给他讲故事的地方，看到长妈妈在上面睡成一个大字的大床，看到抄写南方草木状用的桌子，也看到小时候的天堂――百草园。这都是一些普普通通的东西和地方，一点也看不出有什么神奇之处。但是，我却觉得这都是极其不平常的东西和地方。这里的每一块砖每一寸土桌子的每一个角椅子的每一条腿，都踏过摸过碰过。我总想多看这些东西一眼，在这些地方多流连一会儿。阅读在我心目中，仿佛成了一块铁，一块钢，一块金刚石。刀砍不断，石砸不破，火烧不熔，水浸不透。他的身影忽然大了起来，凛然立于宇宙之间，给人带来无限的鼓舞与力量。在短短的几天之内，我仿佛漫游了天堂净土，漫游了阴司地狱，漫游了古代世界，漫游了神话世界，走遍了三千大千世界，攀登神山须弥山，见到了大梵天因陀罗，同四大天王打过交道，同牛首马面有过会晤，跋涉过迢迢万里的丝绸之路，飘渡烟波浩渺的大海大洋，看过佛爷菩萨的慈悲性，听维摩诘的辩才无碍，我脑海里堆满彩色缤纷的众生相，错综重叠，突兀峥嵘，我一时也清理不出一个头绪来。在短短几天之内，我仿佛生活了几十年。在过去几十年中，对于我来说是非常抽象的东西，现在却变得非常具体了。"}
{"text":"在短短的几天之内，我仿佛漫游了天堂净土，漫游了阴司地狱，漫游了古代世界，漫游了神话世界，走遍了三千大千世界，攀登神山须弥山，见到了大梵天因陀罗，同四大天王打过交道，同牛首马面有过会晤，跋涉过迢迢万里的丝绸之路，飘渡烟波浩渺的大海大洋，看过佛爷菩萨的慈悲性，听维摩诘的辩才无碍，我脑海里堆满彩色缤纷的众生相，错综重叠，突兀峥嵘，我一时也清理不出一个头绪来。在短短几天之内，我仿佛生活了几十年。在过去几十年中，对于我来说是非常抽象的东西，现在却变得非常具体了。这包括文学艺术风俗习惯民族宗教语言历史等等领域。我从前看到过唐代大画家阎立本的帝王图，李思训的金碧山水，宋朝朱襄阳朱点山水，明朝陈老莲的人物画，大涤子的山水画，曾经大大地惊诧于这些作品技巧之完美，意境之深邃，但在敦煌壁画上，这些都似乎是司空见惯，到处可见。而且敦煌壁画还要胜它们一筹在这里，浪漫主义的气氛是非常浓的。有的画家竟敢画一个乐队，而不画一个人，所有的乐器都系在飘带上，飘带在空中随风飘拂，乐器也就自己奏出声音，汇成一个气象万千的音乐会。今天到了西安，只要稍一留意，就会到处都是唐诗的遗迹。谁到了灞桥，到了渭水，到了那一些什么原，不会马上联想到唐代许多脍炙人口的诗呢？西安简直是一座诗歌的城市，一座历史传说的城市，一座立即让人发思古这幽情的城市。我从来不相信什么神话，但是现在我真想相信起来，我真希望有一个天国。可是我知道，须弥山已经为印度人所独占，他们把自己的天国乐园安放在那里。昆仑山又为中国人所垄断，王母娘娘就被安置在那里。我现在只能希望在辽阔无垠的宇宙中间还能有那么一块干净的地方，能容得下一个阆苑乐土。那里有四时不谢之花八节长春之草，大地上一切花草的魂魄都永恒地住在那里，随时随地都是花团锦簇，五彩缤纷。我们燕园中被无故砍伐了的西府海棠的魂灵也遨游其间。朦胧，微明，正像反射在镜子里的影子，它给一切东西涂上银灰的梦的色彩。牛乳色的空气仿佛真牛乳似地凝聚起来，但似乎又在软软地黏黏地浓浓地流动里。它带来了阒静，你听一切静静墓般地死寂。仿佛一点也不多，一点也不少，美丽的轻适的阒静软软地黏黏地浓浓地压在人们的心头，灰的天空像一张薄幕树木，房屋，烟纹，云缕，都像一张张的剪影，静静地贴在这幕上。当我从外面走回宿舍的时候，四面死一般沉寂，但总仿佛有悉索的脚步声绕在我四围，说声，其实哪里有什么声呢？"}
