{"text":"海涛外薄，黄神徙倚，巧黠因时，`枪鹊起，然犹飘风，终朝而已。卓哉先生，遗荣崇实，开拓新流，恢弘文术，诲人不俺，惟精惟一。介立或有，恒久则难，敷教翊化，实邦之翰，敢契贞石，以励后昆。会稽后学谨撰。本篇最初发表于一九三五年六月十五日北平细流杂志第五六期合刊，发表时题为曹植甫先生教泽碑碑文。日记一九三四年十一月二十九日午后为靖华之父作教泽碑文一篇成。永无意必永不任性固执。语出论语子罕子绝四毋意毋必毋固毋我。黄神徙倚黄神，意为黄帝之神，原出淮南子览冥训黄神啸吟。据汉代高诱注时无法度，黄帝之神伤道之衰，故啸吟而长叹也。徙倚，徘徊不定的意思。`枪鹊起比喻乘时崛起。庄子逍遥游篇蜩与学鸠笑之曰我决起而飞，枪榆枋时则不至，而控于地而已矣，奚以之九万里而南为？斥`笑之曰彼且奚适也？我腾跃而上，不过数仞而下，翱翔蓬蒿之间，此亦飞之至也。文选谢I和伏武昌登孙权故城诗李善注引庄子佚文鹊上高城之，而巢于高榆之颠城坏巢折，陵风而起。故君子之居世也，得时则义行，失时则鹊起。`鹊都是小鸟枪是飞跃的意思。飘风不会长久的意思，老子飘风不终朝。惟精惟一尚书大禹谟人心惟危，道心惟微，惟精惟一，允执厥中。阿金近几时我最讨厌阿金。她是一个女仆，上海叫娘姨，外国人叫阿妈，她的主人也正是外国人。她有许多女朋友，天一晚，就陆续到她窗下来，阿金，阿金！的大声的叫，这样的一直到半夜。她又好像颇有几个姘头她曾在后门口宣布她的主张弗轧姘头，到上海来做啥呢？不过这和我不相干。不幸的是她的主人家的后门，斜对着我的前门，所以阿金，阿金！的叫起来，我总受些影响，有时是文章做不下去了，有时竟会在稿子上写一个金字。更不幸的是我的进出，必须从她家的晒台下走过，而她大约是不喜欢走楼梯的，竹竿，木板，还有别的什么，常常从晒台上直摔下来，使我走过的时候，必须十分小心，先看一看这位阿金可在晒台上面，倘在，就得绕远些。"}
{"text":"不幸的是她的主人家的后门，斜对着我的前门，所以阿金，阿金！的叫起来，我总受些影响，有时是文章做不下去了，有时竟会在稿子上写一个金字。更不幸的是我的进出，必须从她家的晒台下走过，而她大约是不喜欢走楼梯的，竹竿，木板，还有别的什么，常常从晒台上直摔下来，使我走过的时候，必须十分小心，先看一看这位阿金可在晒台上面，倘在，就得绕远些。自然，这是大半为了我的胆子小，看得自己的性命太值钱但我们也得想一想她的主子是外国人，被打得头破血出，固然不成问题，即使死了，开同乡会，打电报也都没有用的，――况且我想，我也未必能够弄到开起同乡会。半夜以后，是别一种世界，还剩着白天脾气是不行的。有一夜，已经三点半钟了，我在译一篇东西，还没有睡觉。忽然听得路上有人低声的在叫谁，虽然听不清楚，却并不是叫阿金，当然也不是叫我。我想这么迟了，还有谁来叫谁呢？同时也站起来，推开楼窗去看去了，却看见一个男人，望着阿金的绣阁的窗，站着。他没有看见我。我自悔我的莽撞，正想关窗退回的时候，斜对面的小窗开处，已经现出阿金的上半身来，并且立刻看见了我，向那男人说了一句不知道什么话，用手向我一指，又一挥，那男人便开大步跑掉了。我很不舒服，好像是自己做了甚么错事似的，书译不下去了，心里想以后总要少管闲事，要炼到泰山崩于前而色不变，炸弹落于侧而身不移！但在阿金，却似乎毫不受什么影响，因为她仍然嘻嘻哈哈。不过这是晚快边才得到的结论，所以我真是负疚了小半夜和一整天。这时我很感激阿金的大度，但同时又讨厌了她的大声会议，嘻嘻哈哈了。自有阿金以来，四围的空气也变得扰动了，她就有这么大的力量。这种扰动，我的警告是毫无效验的，她们连看也不对我看一看。有一回，邻近的洋人说了几句洋话，她们也不理但那洋人就奔出来了，用脚向各人乱踢，她们这才逃散，会议也收了场。这踢的效力，大约保存了五六夜。此后是照常的嚷嚷而且扰动又廓张了开去，阿金和马路对面一家烟饭店里的老女人开始奋斗了，还有男人相帮。她的声音原是响亮的，这回就更加响亮，我觉得一定可以使二十间门面以外的人们听见。不一会，就聚集了一大批人。论战的将近结束的时候当然要提到偷汉之类，那老女人的话我没有听清楚，阿金的答复是你这老没有人要！我可有人要呀！这恐怕是实情，看客似乎大抵对她表同情，没有人要的老战败了。"}
{"text":"这踢的效力，大约保存了五六夜。此后是照常的嚷嚷而且扰动又廓张了开去，阿金和马路对面一家烟饭店里的老女人开始奋斗了，还有男人相帮。她的声音原是响亮的，这回就更加响亮，我觉得一定可以使二十间门面以外的人们听见。不一会，就聚集了一大批人。论战的将近结束的时候当然要提到偷汉之类，那老女人的话我没有听清楚，阿金的答复是你这老没有人要！我可有人要呀！这恐怕是实情，看客似乎大抵对她表同情，没有人要的老战败了。这时踱来了一位洋巡捕，反背着两手，看了一会，就来把看客们赶开阿金赶紧迎上去，对他讲了一连串的洋话。洋巡捕注意的听完之后，微笑的说道我看你也不弱呀！他并不去捉老，又反背着手，慢慢的踱过去了。这一场巷战就算这样的结束。但是，人间世的纠纷又并不能解决得这么干脆，那老大约是也有一点势力的。第二天早晨，那离阿金家不远的也是外国人家的西崽忽然向阿金家逃来。后面追着三个彪形大汉。西崽的小衫已被撕破，大约他被他们诱出外面，又给人堵住后门，退不回去，所以只好逃到他爱人这里来了。爱人的肘腋之下，原是可以安身立命的，伊孛生戏剧里的彼尔干德，就是失败之后，终于躲在爱人的裙边，听唱催眠歌的大人物。但我看阿金似乎比不上瑙威女子，她无情，也没有魄力。独有感觉是灵的，那男人刚要跑到的时候，她已经赶紧把后门关上了。那男人于是进了绝路，只得站住。这好像也颇出于彪形大汉们的意料之外，显得有些踌蹰但终于一同举起拳头，两个是在他背脊和胸脯上一共给了三拳，仿佛也并不怎么重，一个在他脸上打了一拳，却使它立刻红起来。这一场巷战很神速，又在早晨，所以观战者也不多，胜败两军，各自走散，世界又从此暂时和平了。然而我仍然不放心，因为我曾经听人说过所谓和平，不过是两次战争之间的时日。但是，过了几天，阿金就不再看见了，我猜想是被她自己的主人所回复。补了她的缺的是一个胖胖的，脸上很有些福相和雅气的娘姨，已经二十多天，还很安静，只叫了卖唱的两个穷人唱过一回奇葛隆冬强的十八摸之类，那是她用自食其力的余闲，享点清福，谁也没有话说的。只可惜那时又招集了一群男男女女，连阿金的爱人也在内，保不定什么时候又会发生巷战。但我却也叨光听到了男嗓子的上低音的歌声，觉得很自然，比绞死猫儿似的毛毛雨要好得天差地远。阿金的相貌是极其平凡的。"}
{"text":"补了她的缺的是一个胖胖的，脸上很有些福相和雅气的娘姨，已经二十多天，还很安静，只叫了卖唱的两个穷人唱过一回奇葛隆冬强的十八摸之类，那是她用自食其力的余闲，享点清福，谁也没有话说的。只可惜那时又招集了一群男男女女，连阿金的爱人也在内，保不定什么时候又会发生巷战。但我却也叨光听到了男嗓子的上低音的歌声，觉得很自然，比绞死猫儿似的毛毛雨要好得天差地远。阿金的相貌是极其平凡的。所谓平凡，就是很普通，很难记住，不到一个月，我就说不出她究竟是怎么一副模样来了。但是我还讨厌她，想到阿金这两个字就讨厌在邻近闹嚷一下当然不会成这么深仇重怨，我的讨厌她是因为不消几日，她就摇动了我三十年来的信念和主张。我一向不相信昭君出塞会安汉，木兰从军就可以保隋也不信妲己亡殷，西施沼吴，杨妃乱唐的那些古老话。我以为在男权社会里，女人是决不会有这种大力量的，兴亡的责任，都应该男的负。但向来的男性的，大抵将败亡的大罪，推在女性身上，这真是一钱不值的没有出息的男人。殊不料现在阿金却以一个貌不出众，才不惊人的娘姨，不用一个月，就在我眼前搅乱了四分之一里，假使她是一个女王，或者是皇后，皇太后，那么，其影响也就可以推见了足够闹出大大的乱子来。昔者孔子五十而知天命，我却为了区区一个阿金，连对于人事也从新疑惑起来了，虽然圣人和凡人不能相比，但也可见阿金的伟力，和我的满不行。我不想将我的文章的退步，归罪于阿金的嚷嚷，而且以上的一通议论，也很近于迁怒，但是，近几时我最讨厌阿金，仿佛她塞住了我的一条路，却是的确的。愿阿金也不能算是中国女性的标本。十二月二十一日。本篇写成时未能发表参看本书附记，后发表于一九三六年二月二十日上海海燕月刊第二期。彼尔干德挪威易卜生的诗剧彼尔干德的主角，是一个想像丰富意志薄弱的人物，最后在他爱人给他唱催眠曲时死去。十八摸旧时流行的一种猥亵小调。毛毛雨黎锦晖作的歌曲，曾流行于一九三年前后。昭君出塞昭君，即王昭君，名嫱，汉元帝宫女。竟宁元年前被遣出塞和亲，嫁与匈奴呼韩邪单于见汉书匈奴传。"}
{"text":"彼尔干德挪威易卜生的诗剧彼尔干德的主角，是一个想像丰富意志薄弱的人物，最后在他爱人给他唱催眠曲时死去。十八摸旧时流行的一种猥亵小调。毛毛雨黎锦晖作的歌曲，曾流行于一九三年前后。昭君出塞昭君，即王昭君，名嫱，汉元帝宫女。竟宁元年前被遣出塞和亲，嫁与匈奴呼韩邪单于见汉书匈奴传。木兰从军北朝民间叙事诗木兰诗中的故事，写木兰女扮男装，代父从军见乐府诗集鼓角横吹曲。妲己亡殷妲己，殷纣王的妃子，周武王灭殷时被杀。史记殷本纪帝纣好酒淫乐，嬖于妇人，爱妲己，妲己之言是从。武王伐殷时，在太誓中有今殷王纣乃用其妇人之言，自绝于天等语，后来一些文人就把殷亡的责任归罪于妲己。西施沼吴西施，春秋时越国的美女。越王勾践为吴所败，把她献给吴王夫差。后来吴王昏乱失政，破灭于越见吴越春秋。沼吴，语出左传哀公元年，当勾践战败向吴求和时，伍员谏夫差拒和，不听，伍员退而告人曰越十年生聚，而十年教训，二十年之外，吴其为沼乎！杨妃乱唐杨妃，即唐玄宗的妃子杨玉环。她的堂兄杨国忠因她得宠而骄奢跋扈，败坏朝政。天宝十四年安禄山以诛国忠为名，起兵反唐，玄宗奔蜀，至马嵬驿，将士杀国忠，玄宗令将杨妃缢死。五十而知天命孔丘的话，见论语为政。据朱熹集注天命，即天道之流行而赋于物者，乃事物所以当然之故也。中国文坛上的鬼魅中国文坛上的鬼魅一当国民党对于共产党从合作改为剿灭之后，有人说，国民党先前原不过利用他们的，北伐将成的时候，要施行剿灭是豫定的计划。但我以为这说的并不是真实。国民党中很有些有权力者，是愿意共产的，他们那时争先恐后的将自己的子女送到苏联去学习，便是一个证据，因为中国的父母，孩子是他们第一等宝贵的人，他们决不至于使他们去练习做剿灭的材料。不过权力者们好像有一种错误的思想，他们以为中国只管共产，但他们自己的权力却可以更大，财产和姨太太也更多至少，也总不会比不共产还要坏。我们有一个传说。大约二千年之前，有一个刘先生，积了许多苦功，修成神仙，可以和他的夫人一同飞上天去了，然而他的太太不愿意。为什么呢？她舍不得住着的老房子，养着的鸡和狗。"}
{"text":"不过权力者们好像有一种错误的思想，他们以为中国只管共产，但他们自己的权力却可以更大，财产和姨太太也更多至少，也总不会比不共产还要坏。我们有一个传说。大约二千年之前，有一个刘先生，积了许多苦功，修成神仙，可以和他的夫人一同飞上天去了，然而他的太太不愿意。为什么呢？她舍不得住着的老房子，养着的鸡和狗。刘先生只好去恳求上帝，设法连老房子，鸡，狗，和他们俩全都弄到天上去，这才做成了神仙。也就是大大的变化了，其实却等于并没有变化。假使共产主义国里可以毫不改动那些权力者的老样，或者还要阔，他们是一定赞成的。然而后来的情形证明了共产主义没有上帝那样的可以通融办理，于是才下了剿灭的决心。孩子自然是第一等宝贵的人，但自己究竟更宝贵。于是许多青年们，共产主义者及其嫌疑者，左倾者及其嫌疑者，以及这些嫌疑者的朋友们，就到处用自己的血来洗自己的错误，以及那些权力者们的错误。权力者们的先前的错误，是受了他们的欺骗的，所以必得用他们的血来洗干净。然而另有许多青年们，却还不知底细，在苏联学毕，骑着骆驼高高兴兴的由蒙古回来了。我记得有一个外国旅行者还曾经看得酸心，她说，他们竟不知道现在在祖国等候他们的，却已经是绞架。不错，是绞架。但绞架还不算坏，简简单单的只用绞索套住了颈子，这是属于优待的。而且也并非个个走上了绞架，他们之中的一些人，还有一条路，是使劲的拉住了那颈子套上了绞索的朋友的脚。这就是用事实来证明他内心的忏悔，能忏悔的人，精神是极其崇高的。二从此而不知忏悔的共产主义者，在中国就成了该杀的罪人。而且这罪人，却又给了别人无穷的便利他们成为商品，可以卖钱，给人添出职业来了。而且学校的风潮，恋爱的纠纷，也总有一面被指为共产党，就是罪人，因此极容易的得到解决。如果有谁和有钱的诗人辩论，那诗人的最后的结论是共产党反对资产阶级，我有钱，他反对我，所以他是共产党。于是诗神就坐了金的坦克车，凯旋了。但是，革命青年的血，却浇灌了革命文学的萌芽，在文学方面，倒比先前更其增加了革命性。政府里很有些从外国学来，或在本国学得的富于智识的青年，他们自然是觉得的，最先用的是极普通的手段禁止书报，压迫，终于是杀戮，五个左翼青年作家就做了这示威的牺牲。"}
{"text":"如果有谁和有钱的诗人辩论，那诗人的最后的结论是共产党反对资产阶级，我有钱，他反对我，所以他是共产党。于是诗神就坐了金的坦克车，凯旋了。但是，革命青年的血，却浇灌了革命文学的萌芽，在文学方面，倒比先前更其增加了革命性。政府里很有些从外国学来，或在本国学得的富于智识的青年，他们自然是觉得的，最先用的是极普通的手段禁止书报，压迫，终于是杀戮，五个左翼青年作家就做了这示威的牺牲。然而这事件又并没有公表，他们很知道，这事是可以做，却不可以说的。古人也早经说过，以马上得天下，不能以马上治之。所以要剿灭革命文学，还得用文学的武器。作为这武器而出现的，是所谓民族文学。他们研究了世界上各人种的脸色，决定了脸色一致的人种，就得取同一的行为，所以黄色的无产阶级，不该和黄色的有产阶级斗争，却该和白色的无产阶级斗争。他们还想到了成吉思汗，作为理想的标本，描写他的孙子拔都汗，怎样率领了许多黄色的民族，侵入斡罗斯，将他们的文化摧残，贵族和平民都做了奴隶。中国人跟了蒙古的可汗去打仗，其实是不能算中国民族的光荣的，但为了扑灭斡罗斯，他们不能不这样做，因为我们的权力者，现在已经明白了古之斡罗斯，即今之苏联，他们的主义，是决不能增加自己的权力，财富和姨太太的了。然而，现在的拔都汗是谁呢？一九三一年九月，日本占据了东三省，这确是中国人将要跟着别人去毁坏苏联的序曲，民族主义文学家们可以满足的了。但一般的民众却以为目前的失去东三省，比将来的毁坏苏联还紧要，他们激昂了起来。于是民族主义文学家也只好顺风转舵，改为对于这事件的啼哭，叫喊了。许多热心的青年们往南京去请愿，要求出兵然而这须经过极辛苦的试验，火车不准坐，露宿了几日，才给他们坐到南京，有许多是只好用自己的脚走。到得南京，却不料就遇到一大队曾经训练过的民众，手里是棍子，皮鞭，手枪，迎头一顿打，使他们只好脸上或身上肿起几块，当作结果，垂头丧气的回家，有些人还从此找不到，有的是在水里淹死了，据报上说，那是他们自己掉下去的。民族主义文学家们的啼哭也从此收了场，他们的影子也看不见了，他们已经完成了送丧的任务。这正和上海的葬式行列是一样的，出去的时候，有杂乱的乐队，有唱歌似的哭声，但那目的是在将悲哀埋掉，不再记忆起来目的一达，大家走散，再也不会成什么行列的了。"}
{"text":"到得南京，却不料就遇到一大队曾经训练过的民众，手里是棍子，皮鞭，手枪，迎头一顿打，使他们只好脸上或身上肿起几块，当作结果，垂头丧气的回家，有些人还从此找不到，有的是在水里淹死了，据报上说，那是他们自己掉下去的。民族主义文学家们的啼哭也从此收了场，他们的影子也看不见了，他们已经完成了送丧的任务。这正和上海的葬式行列是一样的，出去的时候，有杂乱的乐队，有唱歌似的哭声，但那目的是在将悲哀埋掉，不再记忆起来目的一达，大家走散，再也不会成什么行列的了。三但是，革命文学是没有动摇的，还发达起来，读者们也更加相信了。于是别一方面，就出现了所谓第三种人，是当然决非左翼，但又不是右翼，超然于左右之外的人物。他们以为文学是永久的，政治的现象是暂时的，所以文学不能和政治相关，一相关，就失去它的永久性，中国将从此没有伟大的作品。不过他们，忠实于文学的第三种人，也写不出伟大的作品。为什么呢？是因为左翼批评家不懂得文学，为邪说所迷，对于他们的好作品，都加以严酷而不正确的批评，打击得他们写不出来了。所以左翼批评家，是中国文学的刽子手。至于对于政府的禁止刊物，杀戮作家呢，他们不谈，因为这是属于政治的，一谈，就失去他们的作品的永久性了况且禁压，或杀戮中国文学的刽子手之流，倒正是第三种人的永久的文学，伟大的作品的保护者。这一种微弱的假惺惺的哭诉，虽然也是一种武器，但那力量自然是很小的，革命文学并不为它所击退。民族主义文学已经自灭，第三种文学又站不起来，这时候，只好又来一次真的武器了。一九三三年十一月，上海的艺华影片公司突然被一群人们所袭击，捣毁得一塌胡涂了。他们是极有组织的，吹一声哨，动手，又一声哨，停止，又一声哨，散开。临走还留下了传单，说他们的所以征伐，是为了这公司为共产党所利用。而且所征伐的还不止影片公司，又蔓延到书店方面去，大则一群人闯进去捣毁一切，小则不知从那里飞来一块石子，敲碎了值洋二百的窗玻璃。那理由，自然也是因为这书店为共产党所利用。高价的窗玻璃的不安全，是使书店主人非常心痛的。几天之后，就有文学家将自己的好作品来卖给他了，他知道印出来是没有人看的，但得买下，因为价钱不过和一块窗玻璃相当，而可以免去第二块石子，省了修理窗门的工作。四压迫书店，真成为最好的战略了。但是，几块石子是还嫌不够的。"}
{"text":"而且所征伐的还不止影片公司，又蔓延到书店方面去，大则一群人闯进去捣毁一切，小则不知从那里飞来一块石子，敲碎了值洋二百的窗玻璃。那理由，自然也是因为这书店为共产党所利用。高价的窗玻璃的不安全，是使书店主人非常心痛的。几天之后，就有文学家将自己的好作品来卖给他了，他知道印出来是没有人看的，但得买下，因为价钱不过和一块窗玻璃相当，而可以免去第二块石子，省了修理窗门的工作。四压迫书店，真成为最好的战略了。但是，几块石子是还嫌不够的。中央宣传委员会也查禁了一大批书，计一百四十九种，凡是销行较多的，几乎都包括在里面。中国左翼作家的作品，自然大抵是被禁止的，而且又禁到译本。要举出几个来，那就是高尔基，卢那卡尔斯基，斐定，法捷耶夫，绥拉斐摩维支，辛克莱，甚而至于梅迪林克，梭罗古勃，斯忒林培克。这真使出版家很为难，他们有的是立刻将书缴出，烧毁了，有的却还想补救，和官厅去商量，结果是免除了一部分。为减少将来的出版的困难起见，官员和出版家还开了一个会议。在这会议上，有几个第三种人因为要保护好的文学和出版家的资本，便以杂志编辑者的资格提议，请采用日本的办法，在付印之前，先将原稿审查，加以删改，以免别人也被左翼作家的作品所连累而禁止，或印出后始行禁止而使出版家受亏。这提议很为各方面所满足，当即被采用了，虽然并不是光荣的拔都汗的老方法。而且也即开始了实行，今年七月，在上海就设立了书籍杂志检查处，许多文学家的失业问题消失了，还有些改悔的革命作家们，反对文学和政治相关的第三种人们，也都坐上了检查官的椅子。他们是很熟悉文坛情形的头脑没有纯粹官僚的胡涂，一点讽刺，一句反语，他们都比较的懂得所含的意义，而且用文学的笔来涂抹，无论如何总没有创作的烦难，于是那成绩，听说是非常之好了。但是，他们的引日本为榜样，是错误的。日本固然不准谈阶级斗争，却并不说世界上并无阶级斗争，而中国则说世界上其实无所谓阶级斗争，都是马克思捏造出来的，所以这不准谈，为的是守护真理。"}
