{"text":"那时候的社会风尚，把留学看得很重，好比宝塔结顶，不出国留学就是功亏一篑ss这种风尚好像现在又恢复了。父亲有时跟我讲，某某亲友自费送孩子出国，全力以赴，供不应求，好比孩子给强徒掳去作了人质，由人勒索，因为做父母的总舍不得孩子在国外穷困。父亲常说，只有咱们中国的文明，才有清贫之称。外国人不懂什么清贫，穷人就是下等人，就是坏人。要赚外国人的钱，得受尽他们的欺侮。我暗想这又是父亲的偏见，难道只许有钱人出国，父亲自己不就是穷学生吗？也许是他自己的经验或亲眼目睹的情况吧？孩子留学等于做人质的说法，只道出父母竭力供应的苦心罢了。我在大学三年的时候，我母校振华女中的校长为我请得美国韦尔斯利女子大学的奖学金。据章程，自备路费之外，每年还需二倍于学费的钱，作假期间的费用和日常的零用。但是那位校长告诉我，用不了那么多。我父母说，我如果愿意，可以去。可是我有两个原因不愿去。一是记起做人质的话，不忍添我父亲的负担。二是我对留学自有一套看法。我系里的老师个个都是留学生，而且都有学位。我不觉得一个洋学位有什么了不起。我想，如果到美国去读政治学我得继续本大学的课程，宁可在本国较好的大学里攻读文学。我告诉父母亲我不想出国读政治，只想考清华研究院攻读文学。后来我考上了，父母亲都很高兴。母亲常取笑说阿季脚上拴着月下老人的红丝呢，所以心心念念只想考清华。可是我离家一学期，就想家得厉害，每个寒假暑假都回家。第一个暑假回去，高兴热闹之后，清静下来，父亲和我对坐的时候说阿季，爸爸新近闹个笑话。我一听口气，不像笑话。原来父亲一次出庭忽然说不出话了。全院静静地等着等着，他只是开不出口，只好延期开庭。这不是小小的中风吗？我只觉口角抽搐，像小娃娃将哭未哭的模样，忙用两手捂住眼，也说不出话，只怕一出声会掉下泪来。我只自幸放弃了美国的奖学金，没有出国。父亲回身搬了许多大字典给我看。印地文的，缅甸文的，印尼文的，父亲大约是要把邻近民族的文字和我国文字ss尤其是少数民族的文字相比较。他说他都能识字了。我说学这些天书顶费脑筋。父亲说一点不费心。其实自己觉得不费心，费了心自己也不知道。母亲就那么说。我父亲忙的时候，状子多，书记来不及抄，就叫我抄。我得工楷录写，而且不许抄错一个字。"}
{"text":"我只自幸放弃了美国的奖学金，没有出国。父亲回身搬了许多大字典给我看。印地文的，缅甸文的，印尼文的，父亲大约是要把邻近民族的文字和我国文字ss尤其是少数民族的文字相比较。他说他都能识字了。我说学这些天书顶费脑筋。父亲说一点不费心。其实自己觉得不费心，费了心自己也不知道。母亲就那么说。我父亲忙的时候，状子多，书记来不及抄，就叫我抄。我得工楷录写，而且不许抄错一个字。我的墨笔字非常恶劣，心上愈紧张，错字愈多，只好想出种种方法来弥补。我不能方方正正贴补一块，只好把纸摘去不整不齐的一星星，背后再贴上不整不齐的一小块，看来好像是状纸的毛病。这当然逃不过我父亲的眼睛，而我的错字往往逃过我自己的眼睛。父亲看了我抄的状了就要冒火发怒，我就急得流泪ss这也是先发制人，父亲就不好再责怪我。有一次我索性撒赖不肯抄了。我说爸爸要s火冒s无锡话s发怒s的。父亲说谁叫你抄错？我说没法儿不错。父亲教我交了卷就躲到后园去。我往往在后园躲了好一会儿回屋，看看父亲脸上还余怒未消。但是他见了我那副做贼心虚的样儿，忍不住就笑了。我才放了心又哭又笑。父亲那次出庭不能开口之后，就结束了他的律师事务。他说还有一个案件未了，叫我代笔写个状子。他口述了大意，我就写成稿子，父亲的火气已经消尽。我准备他火冒，他却一句活没说，只动笔改了几个字，就交给书记抄写。这是我唯一一次做了父亲的帮手。我父亲当律师，连自己的权益也不会保障。据他告诉我，该得的公费，三分之一是赖掉了。父亲说，也好，那种人将来打官司的事还多着呢，一次赖了我的，下次就不敢上门了。我觉得这是酸葡萄论，而且父亲也太低估了那种人的老面皮。我有个小学同班，经我大姐介绍，委任我父亲帮她上诉争遗产。她赢了官司，得到一千多亩良田，立即从一个穷学生变为阔小姐，可是她没出一文钱的公费。二十年后，抗战期间，我又碰见她。她通过我又请教我父亲一个法律问题。我父亲以君子之心度人，以为她从前年纪小，不懂事，以后觉得惭愧，所以借端又来请教，也许这番该送些谢仪了。她果然送了。她把我拉到她家，请我吃一碗五个汤团。我不爱吃，她殷勤相劝，硬逼我吃下两个。那就是她送我父亲的酬劳。"}
{"text":"我觉得这是酸葡萄论，而且父亲也太低估了那种人的老面皮。我有个小学同班，经我大姐介绍，委任我父亲帮她上诉争遗产。她赢了官司，得到一千多亩良田，立即从一个穷学生变为阔小姐，可是她没出一文钱的公费。二十年后，抗战期间，我又碰见她。她通过我又请教我父亲一个法律问题。我父亲以君子之心度人，以为她从前年纪小，不懂事，以后觉得惭愧，所以借端又来请教，也许这番该送些谢仪了。她果然送了。她把我拉到她家，请我吃一碗五个汤团。我不爱吃，她殷勤相劝，硬逼我吃下两个。那就是她送我父亲的酬劳。我常奇怪，为什么有人得了我父亲的帮助，感激得向我母亲叩头，终身不忘。为什么有人由我父亲的帮助得了一千多亩好田，二十年后居然没忘记她所得的便宜。不顾我父亲老病穷困，还来剥削他的脑力，然后用两个汤团来表达她的谢意。为什么人与人之间的差异竟这么人？我们无锡人称马大哈为哈鼓鼓，称化整为零式的花钱为摘狗肝。我父亲笑说自己哈鼓鼓如修建那宅大而无当的住宅，又如让人赖掉公费等，又爱摘狗肝如买古钱古玩善本书之类假如他精明些，贪狠些，至少能减少三分之二的消耗，增添三分之一的收入但是他只作总结，并无悔改之意。他只管偷工夫钻研自己喜爱的学问。我家的人口已大为减少。一九三年，我的大弟十七岁，肺病转脑膜炎去世。我家有两位脾气怪僻的姑太太ss我的二姑母和三姑母，她们先后搬入自己的住宅。小弟弟在上海同济上学。我在清华大学研究院肄业。一九三五年钟书考取英庚款赴英留学，我不等毕业，打算结了婚一同出国，那年我只有一门功课需大考，和老师商量后也用论文代替，我就提早一个月回家。我立即收拾行李动身，不及写信通知家里。我带回的箱子铺盖都得结票，火车到苏州略过午时，但还要等货车卸下行李，领取后才雇车回去，到家已是三点左右。我把行李撇在门口，如飞的冲入父亲屋里。父亲像在等待。他哦！了一声，一掀帐子下床说可不是来了！他说，午睡刚合眼，忽觉得我回家了。听听却没有声息，以为在母亲房里呢，跑去一看，阒无一人，想是怕搅扰他午睡，躲到母亲做活儿的房间里去了，跑到那里，只见我母亲一人在做活。父亲说阿季呢？母亲说哪来阿季？父亲说，她不是回来了吗？母亲说这会子怎会回来。父亲又回去午睡，左睡在睡睡不着。"}
{"text":"我把行李撇在门口，如飞的冲入父亲屋里。父亲像在等待。他哦！了一声，一掀帐子下床说可不是来了！他说，午睡刚合眼，忽觉得我回家了。听听却没有声息，以为在母亲房里呢，跑去一看，阒无一人，想是怕搅扰他午睡，躲到母亲做活儿的房间里去了，跑到那里，只见我母亲一人在做活。父亲说阿季呢？母亲说哪来阿季？父亲说，她不是回来了吗？母亲说这会子怎会回来。父亲又回去午睡，左睡在睡睡不着。父亲得意说，真有心血来潮这回事。我笑说，一下火车，心已经飞回家来了。父亲说曾母啮指，曾子心痛，我现在相信了。父亲说那是第六觉，有科学根据。我出国前乘火车从无锡出发，经过苏州，火车停在月台旁，我忽然泪下不能抑制，父亲又该说是第六觉了吧？ss感觉到父母正在想我，而我不能跳下火车，跑回家去再见他们一面。有个迷信的说法那是预兆，因为我从此没能再见到母亲。六有一次，我旁观父母亲说笑着互相推让。他们的话不知是怎么引起的，我只听见母亲说我死在你头里。父亲说我死在你头里。我母亲后来想了一想，当仁不让说还是让你死在我头里吧，我先死了，你怎么办呢。当时他们好像两人说定就可以算数的我在一旁听着也漠然无动，好像那还是很遥远的事。日寇第一次空袭苏州，一架日机只顾在我们的大厅上空盘旋，大概因为比一般民房高大，怀疑是什么机构的建筑。那时候法市不断跌价，父母亲就把银行存款结成外汇，应弟弟的要求，打发他出国学医。七妹在国专上学，也学国画，她刚在上海结婚。家里只有父母亲和大姐姐小妹妹。她们扶着母亲从前院躲到后园，从后园又躲回前院。小妹妹后来告诉我说，真奇怪，害怕了会泻肚子。她们都泻肚子，什么也吃不下。第二天，我父母亲带着大姐姐小妹妹和两个姑母，逃避到香山一个曾委任我父亲为辩护律师的当事人家里去。深秋天，我母亲得了恶性疟疾ss不同一般疟疾，高烧不退。苏州失陷后，香山那一带准备抗战，我父母借住的房子前面挖了战壕，那宅房子正在炮火线里。邻近人家已逃避一空。母亲病危，奄奄一息，父亲和大姐打算守着病人同归于尽。小妹妹才十五岁，父亲叫她跟着两个姑母逃难。"}
{"text":"小妹妹后来告诉我说，真奇怪，害怕了会泻肚子。她们都泻肚子，什么也吃不下。第二天，我父母亲带着大姐姐小妹妹和两个姑母，逃避到香山一个曾委任我父亲为辩护律师的当事人家里去。深秋天，我母亲得了恶性疟疾ss不同一般疟疾，高烧不退。苏州失陷后，香山那一带准备抗战，我父母借住的房子前面挖了战壕，那宅房子正在炮火线里。邻近人家已逃避一空。母亲病危，奄奄一息，父亲和大姐打算守着病人同归于尽。小妹妹才十五岁，父亲叫她跟着两个姑母逃难。可是小妹妹怎么也不肯离开，所以她也留下了。香山失陷的前夕，我母亲去世。父亲事先用几担白米换得一具棺材，第二天，父女三个把母亲入殓，找人在蒙蒙阴雨中把棺材送到借来的坟地上。那边我国军队正在撤退，母亲的棺材在兵队中穿过。当天想尽方法，请人在棺材外边砌一座小屋，厝在坟地上。据大姐讲，我父亲在荒野里失声恸哭，又在棺木上瓦上砖上周围的树木上地下的砖头石块上ss凡是可以写字的地方写满自己的名字。这就算连天兵火中留下的一线连系，免得抛下了母亲找不回来。然后，他不得不舍下四十年患难与共的老伴儿，带了两个女儿到别处逃生。他们东逃西逃，有的地方是强盗土匪的世界，有的已被敌军占领，无处安身，只好冒险又逃回苏州。苏州已是一座死城，街上还有死尸。家里却灯火通明，很热闹。我大姐姐说，看房子的两人我大弟的奶妈家人正伙同他们的乡亲各取所需呢。主人回来，出于意外，想必不受欢迎。那时家里有存米，可吃白饭。看房子的两人有时白天出去，伺敌军抢劫后，拾些劫余。一次某酱园被劫，他们就提回一桶酱菜，一家人下饭吃。日本兵每日黄昏吹号归队以后，就挨户找花姑娘。姐姐和妹妹在乡下的时候已经剃了光头，改成男装。家里还有一个跟着逃难的女佣。每人往往是吃晚饭的时候，日本兵就接二连二的来打门。父亲会日语，单独到门口应付。姐姐和妹妹就躲入柴堆，连饭碗筷一起藏起来。那女佣也一起躲藏。她愈害怕呼吸愈重，声如打鼾。大姐说，假如敌人进屋，准把她们从柴堆里拉出来。那时苏州成立了维持会，原为我父亲抄写状子的一个书记在里面谋得了小小的差使。父亲由他设法，传递了一个消息给上海的三姐。三姐和姐夫由一位企业界知名人士的帮助，把父亲和大姐姐小妹妹接到上海，三人由苏州逃出，只有随身的破衣服和一个小小的手中包。"}
{"text":"家里还有一个跟着逃难的女佣。每人往往是吃晚饭的时候，日本兵就接二连二的来打门。父亲会日语，单独到门口应付。姐姐和妹妹就躲入柴堆，连饭碗筷一起藏起来。那女佣也一起躲藏。她愈害怕呼吸愈重，声如打鼾。大姐说，假如敌人进屋，准把她们从柴堆里拉出来。那时苏州成立了维持会，原为我父亲抄写状子的一个书记在里面谋得了小小的差使。父亲由他设法，传递了一个消息给上海的三姐。三姐和姐夫由一位企业界知名人士的帮助，把父亲和大姐姐小妹妹接到上海，三人由苏州逃出，只有随身的破衣服和一个小小的手中包。一九三八年十月，我回国到上海，父亲的长须已经剃去，大姐姐小妹妹也已经回复旧时的装束。我回国后父亲开始戒掉安眠药，神色渐渐清朗，不久便在震旦女子文理学院教一门诗经，聊当消遣。不过他挂心的是母亲的棺材还未安葬。他拿定厝棺的地方只他一人记得，别人谁也找不到。那时候乡间很不安宁，有一种盗匪专掳人勒赎，称为接财神。父亲买得灵岩山绣谷公墓的一块墓地，便到香山去找我母亲的棺材。有一位曾对我母亲磕头的当事人特到上海来接我父亲到苏州，然后由她家人陪我父亲挤上公共汽车下乡。父亲摘掉眼镜，穿上一件破棉袍，戴上一顶破毡帽。事后听陪去的人笑说，化装得一点不像，一望而知是知识分子，而且像个知识分子。父亲完成了任务，平安回来。母亲的棺材已送到公墓的礼堂去上漆了。一九三九年秋，我弟弟回国。父亲带了我们姐妹和弟弟同回苏州。我二姑母买的住宅贴近我家后园，有小门可通。我们到苏州，因火车误点，天已经很晚。我们免得二姑母为我们备晚饭，路过一家菜馆，想进去吃点东西，可是已过营业时间。店家却认识我们，说我家以前请客办酒席都是他们店里承应的，殷勤招待我们上楼。我们虽然是老主顾，却从未亲身上过那家馆子。我们胡乱各吃一碗面条，不胜今昔之感。我们在二姑母家过了一宵，天微亮，就由她家小门到我家后园。后园已经完全改了样。钟书那时在昆明。他在昆明曾寄我昆明舍馆七绝四首。第三首苦爱君家好苍坊，无多岁月已沧桑，绿槐恰在朱栏外，想发浓荫覆旧房。他当时还没见到我们劫后的家。我家房子刚修建完毕，母亲应我的要求，在大杏树下坚起一个很高的秋千架，悬着两个秋千。旁边还有个荡木架，可是荡木用的木材太顸，下圆上平，铁箍铁链又太笨重，只可充小孩子的荡船用。我常常坐在荡木上看书，或躺在木上，仰看天澹云闲。"}
{"text":"我们在二姑母家过了一宵，天微亮，就由她家小门到我家后园。后园已经完全改了样。钟书那时在昆明。他在昆明曾寄我昆明舍馆七绝四首。第三首苦爱君家好苍坊，无多岁月已沧桑，绿槐恰在朱栏外，想发浓荫覆旧房。他当时还没见到我们劫后的家。我家房子刚修建完毕，母亲应我的要求，在大杏树下坚起一个很高的秋千架，悬着两个秋千。旁边还有个荡木架，可是荡木用的木材太顸，下圆上平，铁箍铁链又太笨重，只可充小孩子的荡船用。我常常坐在荡木上看书，或躺在木上，仰看天澹云闲。春天，闭上眼只听见四周蜜蜂嗡嗡，睁眼能看到花草间蝴蝶乱飞。杏子熟了，接下等着吃樱桃楷杷桃子石榴等。橙子黄了，橘子正绿。钟书吃过我母亲做的橙皮果酱，我还叫他等着吃熟透的脱核杏儿，等着吃树上现摘的桃儿。可是想不到父亲添种的二十棵桃树全都没了。因为那片地曾选作邻近人家共用的防空洞，平了地却未及挖坑。秋千荡木连架子已都不知去向。玉兰紫薇海棠等花树多年未经修剪，都变得不成模样。篱边的玫瑰蔷薇都干死了。紫藤架也歪斜了，山石旁边的芭蕉也不见了。记得有一年，三棵大芭蕉各开一朵甘露花。据说吃了甘露可以长寿。我们几个孩子每天清早爬上香梯有架子能独立的梯去搞那一叶含有甘露的花瓣，献给母亲进补ss因为母亲肯应酬我们，父亲却不屑吃那一滴甜汁。我家原有许多好品种的金鱼幸亏已及早送人了。干涸的金鱼缸里都是落叶和尘土。我父亲得意的一丛方竹已经枯瘁，一部分已变成圆竹。反正绿树已失却绿意，朱栏也无复朱颜。旱船廊下的琴桌和细瓷鼓凳一无遗留，里面的摆设也全都没有了。我们从荒芜的后园穿过月洞门，穿过梧桐树大院，转入内室。每间屋里，满地都是凌乱的衣物，深可没膝。所有的抽屉都抽出原位，颠横倒竖，半埋在什物下。我把母亲房里的抽屉一一归纳原处，地下还拣出许多零星东西小钥匙，小宝石，小象牙梳子之类。母亲整理的一小网篮古瓷器，因为放在旧网篮里，居然平平安安躲在母亲床下。堆箱子的楼上，一大箱古钱居然也平平安安躲在箱子堆里，因为箱子是旧网的，也没上锁，打开只看见一只只半旧的木盒。凡是上锁的箱子都由背后划开，里面全是空的。我们各处看了一遍，大件的家具还在，陈设一无留存。书房里的善本书丢了一部分，普通书多半还在。大黑之后，全宅漆黑，据说电线年久失修，供电局已切断电源。"}
{"text":"我把母亲房里的抽屉一一归纳原处，地下还拣出许多零星东西小钥匙，小宝石，小象牙梳子之类。母亲整理的一小网篮古瓷器，因为放在旧网篮里，居然平平安安躲在母亲床下。堆箱子的楼上，一大箱古钱居然也平平安安躲在箱子堆里，因为箱子是旧网的，也没上锁，打开只看见一只只半旧的木盒。凡是上锁的箱子都由背后划开，里面全是空的。我们各处看了一遍，大件的家具还在，陈设一无留存。书房里的善本书丢了一部分，普通书多半还在。大黑之后，全宅漆黑，据说电线年久失修，供电局已切断电源。父亲看了这个劫后的家，舒了一口气说，幸亏母亲不在了，她只怕还想不开，看到这个破败的家不免伤心呢。我们在公墓的礼堂上，看到的只是漆得乌光锃亮的棺材。我们姐妹只能隔看棺木抚摸，各用小手绢把棺上每一点灰尘都拂拭干净。想不到棺材放入水泥扩，倒下一筐筐的石灰，棺材全埋在石灰里，随后就用水泥封上。父亲对我说，水泥最好，因为打破了没有用处别看石板结实，如逢乱世，会给人撬走。这句话，父亲大概没和别人讲。胜利前夕我父亲突然在苏州中风去世，我们夫妇我弟弟和小妹妹事后才从上海赶回苏州，葬事都是我大妹夫经管的。父亲的棺材放入母亲墓旁同样的水泥扩里，而上面盖的却是两块大石板。临时决不能改用水泥。我没说什么，只深深内疚，没有及早把父亲的话告诉别人。我也一再想到父母的戏言我死在你头里父亲周密地安葬了我母亲，我们儿女却是漫不经心。多谢红卫兵已经把墓碑都砸了。但愿我的父母隐藏在灵岩山谷里早日化土，从此和山岩树木一起，安静地随着地球运转。七自从我回国，父亲就租下两间房，和大姐姐小妹妹同住。我有时住钱家，有时住父亲那边。钟书探亲回上海，也曾住在我父亲那边。三姐姐和七妹妹经常回娘家。父亲高兴说，现在反倒挤在一处了！不像在苏州一家人分散几处。我在钱家住的时候，也几乎每天到父亲那里去转一下。我们不论有多少劳瘁辛苦，一回家都会从说笑中消散。抗战末期，日子更艰苦了。钟书兼做补习老师，得了什么好吃的，总先往父亲那儿送，因为他的父母都不在上海了。父亲常得意说，爱妻敬丈人无锡土话是爱妻敬丈姆。有时我们姊妹回家，向父亲诉苦爸爸，肚子饿。因为虽然塞满了仍觉得空虚。父亲就带了我们到邻近的锦江饭店去吃点心。"}
{"text":"钟书探亲回上海，也曾住在我父亲那边。三姐姐和七妹妹经常回娘家。父亲高兴说，现在反倒挤在一处了！不像在苏州一家人分散几处。我在钱家住的时候，也几乎每天到父亲那里去转一下。我们不论有多少劳瘁辛苦，一回家都会从说笑中消散。抗战末期，日子更艰苦了。钟书兼做补习老师，得了什么好吃的，总先往父亲那儿送，因为他的父母都不在上海了。父亲常得意说，爱妻敬丈人无锡土话是爱妻敬丈姆。有时我们姊妹回家，向父亲诉苦爸爸，肚子饿。因为虽然塞满了仍觉得空虚。父亲就带了我们到邻近的锦江饭店去吃点心。其实我们可以请父亲吃，不用父亲再放焰口。不过他带了我们出去，自己心上高兴，我们心理上也能饱上好多天。抗战胜利前夕父亲特回苏州去卖掉了普通版的旧书，把书款向我们放焰口ss那是末一遭的放焰口。父亲在上海的朋友渐渐减少。他一次到公园散步回家说，谣传杨某父亲自指眼睛瞎掉了。我吃惊问怎会有这种谣言。原来父亲碰到一个新做了汉奸的熟人，没招呼他，那人生气，骂我父亲眼里无人。有一次我问父亲，某人为什么好久不来。父亲说他没脸来了，因为他也下海了。可是抗战的那几年，我父亲心情还是很愉快的，因为愈是在艰苦中，愈见到自己孩子对他的心意。他身边还有许多疼爱的孙儿女ss父亲不许称外孙祸外孙女，他说，没什么内孙外孙他也不爱外公之称。我的女儿是父亲偏宠的孙女之一，父亲教她称自己为公而不许称外公，缺憾是母亲不在，而这又是唯一的安慰，母亲可以不用再操心或劳累。有时碰到些事，父亲不在意，母亲料想不会高兴，父亲就说，幸亏母亲不在了。我们安葬了母亲之后，有同乡借住我家的房子。我们不收租，他们自己修葺房子，并接通电线。那位乡绅有好几房姨太太，上辈还有老姨太，恰好把我们的房子住满。我父亲曾带了大姐和我到苏州故居去办手续。晚上，房客招待我们在他卧房里闲谈。那间房子以前是我的卧房。他的床恰恰设在我原先的床位上。电灯也在原处。吃饭间里，我母亲设计制造的方桌圆桌都在ss桌子中间有个可开可合的圆孔，下面可以放煤油炉，汤锅炖在炉上，和桌上的碗碟一般高低，不突出碍手。我们的菜橱也还在原处。我们却从主人变成了客人，恍然如在梦中。"}
