{"text":"日本人说这会儿不用去了。明天上午十点，你来找我。我问怎么找呢？你拿着这个名片就行。他带着高丽棒子下楼。我跟下去，把他们送出大门。据家里人讲，我刚溜走，那两个客人就下楼找刚才的妇女。他们从电话里得知是女，而我又突然不见，当然得追究。我婆婆说刚才的妇女就是她。她和我相差二十三岁，相貌服装全然不同。日本人又不是傻瓜。他们随即到我屋里去搜查，一面追问圆圆，要她交代妈妈哪里去了。圆圆那时八岁，很乖，随那两人吓唬也罢，哄骗也罢，她本无表情，百问不一答。日本人出门之后，家里才摆上饭来。我婆婆已吓得食不下咽。我却已吃了一餐好饭，和默存通过电话，他立即回家。他也吃过饭了。我把散乱在桌上柜上和床上的东西细细拣点，发现少了一本通信录，一叠朋友寄我的剪报，都是宣传我编的几个剧本的，还有剧团演员联名谢我的一封信。这个剧团的演员都很进步，我偶去参观他们排演，常看到四大家族之类的小册子。不过他们给我的信上并没有任何犯禁的话。他们都是名演员，不必看了信才知道名字。那时候李健吾先生已给日本宪兵司令部拘捕多时，还未释放。我料想日本人找我，大约为了有关话剧的问题，很可能问到李先生。那么，我就一口咬定和他不熟，他的事我一概不知，我只因和李太太是同乡又同学，才由她认识了李先生其实，我是由陈瑞麒先生而认识李先生的。听略有经验的人说，到日本宪兵司令部去的都要填写一份表格，写明自己的学历经历等等。最关键的部分是社会关系。我想，我的通信簿既已落在他们手里，不妨把通信簿上女朋友的姓字填上几个，反正她们是绝无问题的李太太的名字当然得填上。至于话剧界的人，导演是人人皆知的名人，剧团的头儿也是广告上常见的。如果问到，我只说个名字，有关他们的事，我和他们没有私交，一概不知。我像准备考试一般，把自己的学历经历温习一下，等着明天去顶就是了。所以我反而一心一意，上床就睡着了。半夜醒来，觉得有件大事，清醒了再想想，也没有什么办法，就把准备回答的问题在心上复习一遍，又闭目入睡。我平时不善睡，这一晚居然睡得相当平静。明早起来，吃完早点就准备出门。穿什么衣服呢？不能打扮，却也不能肋。我穿一身半旧个新的黑衣黑鞋，拿一只黑色皮包。"}
{"text":"如果问到，我只说个名字，有关他们的事，我和他们没有私交，一概不知。我像准备考试一般，把自己的学历经历温习一下，等着明天去顶就是了。所以我反而一心一意，上床就睡着了。半夜醒来，觉得有件大事，清醒了再想想，也没有什么办法，就把准备回答的问题在心上复习一遍，又闭目入睡。我平时不善睡，这一晚居然睡得相当平静。明早起来，吃完早点就准备出门。穿什么衣服呢？不能打扮，却也不能肋。我穿一身半旧个新的黑衣黑鞋，拿一只黑色皮包。我听说日本人报复心很强。我害他们等了我半天，就准备他们叫我等待一天。我免得耗费时间，也免得流露出个安的情绪，所以带本书去看看。我不敢带洋书，带了一本当时正在阅读的杜诗镜铨。那是石印的线装书，一本一卷，放在皮包里大小正合式。我告诉家里上午别指望找能回家，如果过了一夜个归，再设法求人营救。我雇了一辆三轮到日本宪兵司令部。到那里还早十多分钟。我打发了三轮，在干净而清静的人行道上慢慢儿走了一个大来回，十点前三分，我拿着荻原大旭的名片进门。有人指点我到一间大教室似的屋里去。里面横横竖停摆着大小各式的桌子和板凳。男女老少各等各样的人都在那儿等待。我找个空座坐下，拿出书来，一门心思看书。不到半小时，有人来叫我，我就跟他走，也不知是到哪里去。那人把我领到一间干净明亮的小会客室里，长桌上铺着白桌布，沙发上搭着白纱巾，太阳从白纱窗帘里漏进来。那人让我坐在沙发上，自己抽身走了。我像武松在牢房甲吃施恩家送的酒饭一样，且享受了目前再说，就拿出书来孜孜细读。我恰好读完一卷，那日本人进来了。我放下书站起身。他拿起我的书一看，笑说杜甫的诗很好啊。我木然回答很好。他拿出一份表格叫我填写，随后有人送来了墨水瓶和钢笔。我坐下当着这日本人填写。填写完毕，不及再看一遍，日本人就收去了。他一面看，一面还敷衍说巴黎很美啊。我说很美。他突然问谁介绍你认识李伯龙的？李伯龙是同茂剧团的头头我说没人介绍，他自己找到我家来的。他要我的剧本。这是实情现在还和他们来往吗？我现在不写剧本，他们谁还来理我呢。忽然那高丽棒子闯进来，指着我说为什么你家人说你不在家？"}
{"text":"他拿出一份表格叫我填写，随后有人送来了墨水瓶和钢笔。我坐下当着这日本人填写。填写完毕，不及再看一遍，日本人就收去了。他一面看，一面还敷衍说巴黎很美啊。我说很美。他突然问谁介绍你认识李伯龙的？李伯龙是同茂剧团的头头我说没人介绍，他自己找到我家来的。他要我的剧本。这是实情现在还和他们来往吗？我现在不写剧本，他们谁还来理我呢。忽然那高丽棒子闯进来，指着我说为什么你家人说你不在家？我不是去买鸡蛋了吗？说你在苏州。是吗？找父亲刚去世，我是到苏州去了一趟，不过早回来了。可是他们说你在苏州。他们撒谎。高丽棒子厉声喝问，为什么撒谎？我说害怕呗。日本人说以后我们还会来找你。我说我总归在家――除非我出去买东西。我家没有佣人。高丽棒子问为什么不用佣人？我简单说用不起。我事后知道，他们找的是另一人，以为是他的化名。传我是误传，所以没什么要审问的，他们只强调以后还要来找我。我说我反正在家，尽管再来找。审讯就完毕了。日本人很客气地把我送到大门口。我回到家里，正好吃饭。朋友间谈起这件事，都说我运气好。据说有一位女演员未经审问，进门就挨了两个大耳光。有人一边受审问，一边奉命双手举着个凳子不停地满地走。李健吾先生释放后讲起他经受的种种酷刑，他说，他最受不了的是灌水先请他吃奶油蛋糕，吃饱以后，就把自来水开足龙头，对着他嘴里灌水，直灌到七窍流水，昏厥过去。我说，大概我碰到的是个很客气的日本人，他叫荻原大旭。李先生瞪着眼说获原大旭？他！客气！灌我水的，就是他！一九八八年八月遇仙记遇仙记事情有点蹊跷，所以我得把琐碎的细节交代清楚。我初上大学，女生宿舍还没有建好。女生也不多，住一所小洋楼，原是一位美国教授的住宅。我第一年住在楼上朝南的大房间里，四五人住一屋。第二年的下学期，我分配得一间小房间，只住两人。同屋是我中学的同班朋友，我称她淑姐。我们俩清清静静同住一屋，非常称心满意。房间很小，在后楼梯的半中间，原是美国教授家男仆的卧室。"}
{"text":"一九八八年八月遇仙记遇仙记事情有点蹊跷，所以我得把琐碎的细节交代清楚。我初上大学，女生宿舍还没有建好。女生也不多，住一所小洋楼，原是一位美国教授的住宅。我第一年住在楼上朝南的大房间里，四五人住一屋。第二年的下学期，我分配得一间小房间，只住两人。同屋是我中学的同班朋友，我称她淑姐。我们俩清清静静同住一屋，非常称心满意。房间很小，在后楼梯的半中间，原是美国教授家男仆的卧室。窗朝东，窗外花木丛密，窗纱上还爬着常青藤，所以屋里阴暗，不过很幽静。门在北面，对着后楼梯半中间的平台。房间里只有一桌两凳和两只小床。两床分开而平行着放一只靠西墙，床头顶着南墙一只在房间当中门和窗之间，床头顶着靠门的北墙。这是我的床。房间的门大概因为门框歪了，或是门歪了，关不上，得用力抬抬，才能关上。关不上却很方便随手一带，门的下部就卡住了，一推或一拉就开开门关门都毫无声息。钥匙洞里插着一把旧的铜钥匙。不过门既关不上，当然也锁不上，得先把门抬起关严，才能转动钥匙。我们睡觉从不锁门，只把门带上就不怕吹开。学期终了，大考完毕，校方在大礼堂放映美国电影。我和淑姐随同大伙去看电影。可是我不爱看，没到一半就独自溜回宿舍。宿舍的电灯昏暗，不宜看书。我放下帐了。熄了灯，先自睡了。我的帐子是珠罗纱的，没有帐门白天掀在顶上，睡时放下，我得先钻入帐子，把帐子的下围压在褥子底下。电灯的开关在门边墙上，另有个鸭蛋形的床上开关，便于上床后熄灯。这种开关有个规律灯在床上关，仍得床上开，用墙上的开关开不亮，我向来比淑姐睡得晚，床上开关放在我的枕边。不过那晚上，我因为淑姐还没回房，所以我用墙上的开关熄了灯，才钻进帐子。电影散场，淑姐随大伙回宿舍。她推门要进屋，却推不开，发现门锁上了。她推呀，打呀，叫呀，喊呀，里面寂无声息。旁人听见了也跟来帮她叫门。人愈聚愈多。打门不应，有人用拳头使劲擂，有人用脚跟狠狠地蹬，吵闹成一片。舍监是个美国老处女，也闻声赶来。她说光打门不行睡熟的人，得喊着名字叫醒她。门外的人已经叫喊多时，听了她的话，更高声大喊大叫，叫喊一阵，门上擂打一阵，蹬一阵，踢一阵，有人一面叫喊，一面用整个身子去撞门。"}
{"text":"电影散场，淑姐随大伙回宿舍。她推门要进屋，却推不开，发现门锁上了。她推呀，打呀，叫呀，喊呀，里面寂无声息。旁人听见了也跟来帮她叫门。人愈聚愈多。打门不应，有人用拳头使劲擂，有人用脚跟狠狠地蹬，吵闹成一片。舍监是个美国老处女，也闻声赶来。她说光打门不行睡熟的人，得喊着名字叫醒她。门外的人已经叫喊多时，听了她的话，更高声大喊大叫，叫喊一阵，门上擂打一阵，蹬一阵，踢一阵，有人一面叫喊，一面用整个身子去撞门。宿舍里的女生全赶来了，后楼梯上上下下挤满了人。曾和我同房间的同学都知道我睡觉特别警觉。她们说屋里有谁起夜，她没有不醒的，你从床上轻轻坐起来，她那边就醒了。这时门都快要打下来了。门外闹得天惊地动，便是善睡的人，也会惊醒。况且我的脑袋就在门边，岂有不醒的道理，除非屋里有人是死了。如果我暴病而死，不会锁门现在门锁着，而屋里的人像是死人，准是自杀。可是谁也不信我会自杀。我约了淑姐和我的好友和另几个女伴儿，明晨去走城墙玩呢，难道我是借机会要自杀？单凭我那副孙猴子生就的笑容儿，也不像个要自杀的人呀。自杀总该有个缘故，大家认为我绝没有理由。可是照当时的情形推断，我决计是死了。有人记起某次我从化学实验室出来时说瞧，装砒霜的试管就这么随便插在架上，谁要自杀，偷掉点儿谁也不会知道。我大约偷了点儿砒霜吧？又有人记起我们一个同学自杀留下遗书，我说都自杀了，还写什么遗书我要自杀就不写了。看来我准也考虑过自杀。这些猜测都是事后由旁人告诉我的。她们究竟打门叫喊了多少时候，我全不知道。因为一声也没有听见。料想她们大家打门和叫喊的间歇里，是有时间如此这般的猜想并议论。当时门外的人一致认为屋里的人已自杀身亡，叫喊和打门只是耽误时间了。舍监找了两名校工，抬着梯子到我们那房间的窗外去撬窗。梯子已经放妥，校工已爬上梯子。门外众人都屏息而待。我忽然感到附近人喊马嘶，好像出了什么大事，如失火之类，忙从枕旁摸出床上开关可是电灯不亮，立即记起我是在等待淑姐同房，待在墙上开关熄灯的。我忙把床上开关再一下还原，拉开帐子，下地开了电灯。我拉门不开，发现门锁着，把钥匙转了一下，才把门拉开。门缝里想必已漏出些灯光。外面的人一定也听到些声响。"}
{"text":"当时门外的人一致认为屋里的人已自杀身亡，叫喊和打门只是耽误时间了。舍监找了两名校工，抬着梯子到我们那房间的窗外去撬窗。梯子已经放妥，校工已爬上梯子。门外众人都屏息而待。我忽然感到附近人喊马嘶，好像出了什么大事，如失火之类，忙从枕旁摸出床上开关可是电灯不亮，立即记起我是在等待淑姐同房，待在墙上开关熄灯的。我忙把床上开关再一下还原，拉开帐子，下地开了电灯。我拉门不开，发现门锁着，把钥匙转了一下，才把门拉开。门缝里想必已漏出些灯光。外面的人一定也听到些声响。可是她们以为是校工撬开窗子进屋了，都鸦雀无声地等待着。忽见我睡眼惺忪站在门口，惊喜得齐声叫了一声哦！一人说啊呀！你怎么啦？我看见门外挤满了人，莫名其妙。我说，我睡了。可你怎么锁了门呀？淑姐没回来呢。我说我没锁啊！屋里只我一人，我没锁，谁锁的呢？我想了一想说大概是找糊涂了，顺手把门锁上了。可是，我顺手吗？我们把门都快要打下来了，你没听见？看看你的朋友！都含着两包眼泪等着呢！我的好友和淑姐站在人群组，不在近门处，大概是不忍看见我的遗体。这时很多人笑起来，舍监也松了一大口气。一场虚惊已延持得够久了，她驱散众人各自回房，当然也打发了正待撬窗的校工。时间已经不早，我和淑姐等约定明晨一早出发，要走城墙一周，所以我们略谈几句就睡觉。她讲了打门的经过，还把美国老姑娘叫唤我名字的声调学给我听。我连连道歉，承认自己糊涂。我说可能熄灯的时候顺手把门锁上了。第二天，我们准备走城墙，所以清早起来，草草吃完早点，就结伴出发，一路上大家还只管谈论昨晚的事。我的好友很冷静，很谨慎持重。男同学背后给她个诨名，称为理智化。她和我同走，和同伙离开了相当距离，忽然对我说你昨晚是没有锁门。原来她也没看完电影。她知道我对电影不怎么爱看，从大礼堂出来望见星月皎洁，回宿舍就想找我出去散步。她到我门外，看见门已带上。我们那扇关不严的门带上了还留一条很宽的门缝，她从门缝里看见屋里没灯，我的帐子已经放下，知道我已睡下，就回房去了。我说你没看错吗？隔着你的帐子，看得见你帐子后面的纱窗。――因为窗外比窗内亮些。"}
{"text":"她和我同走，和同伙离开了相当距离，忽然对我说你昨晚是没有锁门。原来她也没看完电影。她知道我对电影不怎么爱看，从大礼堂出来望见星月皎洁，回宿舍就想找我出去散步。她到我门外，看见门已带上。我们那扇关不严的门带上了还留一条很宽的门缝，她从门缝里看见屋里没灯，我的帐子已经放下，知道我已睡下，就回房去了。我说你没看错吗？隔着你的帐子，看得见你帐子后面的纱窗。――因为窗外比窗内亮些。如果锁上门，没有那条大门缝，决计看不见我的帐子和帐子后面的窗子。可是我什么时候又下床锁上了门呢？我得从褥子下拉开帐子，以后又得压好帐子的下围。这都不是顺手的。我怀疑她看惯了那条大门缝，所以看错了。可是我那位朋友是清醒而又认真的人，她决不牵强附会，将无作有。我又怀疑自己大考考累了，所以睡得那么死。可是大考对我毫无压力，我也从不开夜车，我的同学都知道。全宿舍的同学都不信一个活人能睡得那么死，尤其是我。大家议论纷纷，说神说鬼。据传说，我们那间屋里有仙。我曾问仙是什么个样儿。有人说美人。我笑说美人我不怕。有人说男人看见的是美人，女人看见的是白胡子老头儿。我说白胡子老头儿我也不怕。这话我的确说过，也不是在我那间屋里说的。难道这两句话就说不得，冒犯了那个仙？那天我们走完一圈城墙回校，很多人劝我和淑姐换个屋子睡一夜，反正明天就回家过暑假了。我先还不愿意。可是收拾好书籍衣物，屋里阴暗下来，我们俩忽然觉得害怕，就搬了卧具到别人屋里去胡乱睡了一夜。暑假后，我们都搬进新宿舍了。回顾我这一辈子，不论多么劳累，睡眠总很警觉，除了那一次。假如有第二次，事情就容易解释。可是直到现在，只有那一次，所以我想大概是碰上什么仙了。一九八八年八月花花儿花花儿我大概不能算是爱猫的，因为我只爱个别的一只两只，而且只因为它不像一般的猫而似乎超出了猫类。我从前苏州的家里养许多猫，我喜欢一只名叫大白的，它大概是波斯种，个儿比一般的猫大，浑身白毛，圆脸，一对蓝眼睛非常妩媚灵秀，性情又很温和。我常胡想，童话里美女变的猫，或者能变美女的猫，大概就像大白。"}
{"text":"可是直到现在，只有那一次，所以我想大概是碰上什么仙了。一九八八年八月花花儿花花儿我大概不能算是爱猫的，因为我只爱个别的一只两只，而且只因为它不像一般的猫而似乎超出了猫类。我从前苏州的家里养许多猫，我喜欢一只名叫大白的，它大概是波斯种，个儿比一般的猫大，浑身白毛，圆脸，一对蓝眼睛非常妩媚灵秀，性情又很温和。我常胡想，童话里美女变的猫，或者能变美女的猫，大概就像大白。大白如在户外玩够了想进屋来，就跳上我父亲书桌横侧的窗台，一只爪子软软地扶着玻璃，轻轻叫唤声。看见父亲抬头看见它了，就跳下地，跑到门外蹲着静静等待。饭桌上尽管摆着它爱吃的鱼肉，它决不擅自取食，只是忙忙地跳上桌上又跳下地，仰头等着。跳上桌子是说我也要吃。跳下地是说我在这儿等着呢。默存和我住在清华的时候养一只猫，皮毛不如大白，智力远在大白之上。那是我亲戚从城里抱来的一只小郎猫，才满月，刚断奶。它妈妈是白色长毛的纯波斯种，这儿子却是黑白杂色背上三个黑圆，一条黑尾巴，四只黑爪子，脸上有匀匀的两个黑半圆，像时髦人戴的大黑眼镜，大得遮去半个脸，不过它连耳朵也是黑的。它是圆脸，灰蓝眼珠，眼神之美不输大白。它忽被人抱出城来，一声声直叫唤。我不忍，把小猫抱在怀里一整天，所以它和我最亲。我们的老李妈爱猫。她说带气儿的我都爱。小猫来了我只会抱着，喂小猫的是她，花花儿也是她起的名字。那天傍晚她对我说我已经给它把了一泡屎，我再把它一泡溺，教会了它，以后就个脏屋子了。我个知道李妈是怎么把怎么教的，花花儿从来没有弄脏过屋子，一次也没有。我们让花花儿睡在客堂沙发上一个白布垫子上，那个垫子就算是它的领域。一次我把垫子双折着忘了打开，花花儿就把自己的身体约束成一长条，趴在上面，一点也不越出垫子的范围。一次它聚精会神地蹲在一叠箱子旁边，忽然伸出爪子一捞，就逮了一只耗子。那时候它还很小呢。李妈得意说这猫儿就是灵。它很早就懂得不准上饭桌，只伏在我的座后等候。李娟常说这猫儿可仁义。花花儿早上见了李妈就要她抱。它把一只前脚勾着李妈的脖子，像小孩儿那样直着身子坐在李妈臂上。李妈笑说瞧它！这猫儿敢情是小孩子变的，我就没见过这种样儿。"}
{"text":"一次它聚精会神地蹲在一叠箱子旁边，忽然伸出爪子一捞，就逮了一只耗子。那时候它还很小呢。李妈得意说这猫儿就是灵。它很早就懂得不准上饭桌，只伏在我的座后等候。李娟常说这猫儿可仁义。花花儿早上见了李妈就要她抱。它把一只前脚勾着李妈的脖子，像小孩儿那样直着身子坐在李妈臂上。李妈笑说瞧它！这猫儿敢情是小孩子变的，我就没见过这种样儿。它早上第一次见我，总把冷鼻子在我脸上碰碰。清华的温德先生最爱猫，家里总养着好几只。他曾对我说猫儿有时候会闻闻你，可它不是吻你，只是要闻闻你吃了什么东西。我拿定花花儿不是要闻我吃了什么东的，因为我什么都没吃呢。即使我刚吃了鱼，它也并不再闻我。花花儿只是对我行个早安礼。我们有一罐结成团的陈奶粉，那是花花儿的零食。一次默存要花花儿也闻闻他，就拿些奶粉做贿赂。花花很懂事，也很无耻。我们夫妇分站在书桌的两头，猫儿站在书桌当中。它对我们俩这边看看，那边看看，要往我这边走，一转念，决然走到拿奶粉罐的默存那边去，闻了他一下脸。我们都大笑说花花儿真无耻，有奶便是娘。可是这充分说明，温德先生的话并不对。一次我们早起个见花花儿。李妈指指茶几底下说给我拍了一下，躲在那儿委屈呢。我忙着要扫地，它直绕着我要我抱，绕得我眼睛都花了。我拍了它一下，瞧它！赌气了！花花儿缩在茶几底下，一只前爪遮着脑门子，满脸气苦，我们叫它也不出来。还是李妈把它抱了出来，抚慰了一下，它又照常抱着李妈的脖子，挨在她怀里。我们还没看见过猫儿会委屈，那副气苦的神情不是我们唯心想象的。它第一次上了树不会下来，默存设法救了它下来，它把爪子软软地在默存臂上搭两下，表示感激，这也不是我们主观唯心的想象。花花儿清早常从户外到我们卧房窗前来窥望。我睡在离窗最近的一边。它也和大白一样，前爪软软地扶着玻璃，只是一声不响，目不转睛地守着。假如我不回脸，它决不叫唤要等看见我已经看见它了，才叫唤两声，然后也像大白那样跑到门口去蹲着，仰头等候。我开了门它就进来，跳上桌子闻闻我，并不要求我抱。它偶然也闻闻默存和圆圆，不过不是经常。它渐渐不服管教，晚上要跟进卧房。"}
