{"text":"但在物质文明的现代呢！由自然科学的进步，发展到精密科技以来，声光电化等的科技进步，促使声色货利的繁荣。满眼所见，传闻所及，由父母所生，血肉所成的五官机能，好像都已走样。无论眼睛耳朵鼻子嘴巴，不另加上一些物质文明的成品，反而犹如怪物似的，而且应用失灵，大有不能全靠本来面目应世之慨。因此反复忆及老子本章的话，常常使人低徊有感，不胜惆怅。由机器人来治事的日子，快要来临，甚至说，与外星人的交往，也不是幻想的虚言。那么，反观我们今日的人样，真真假假，也就不足为奇，只当大家都在活世的大银幕上一番表演而已。老子虽然为后人担忧，看来也是白费口舌，因为目盲自有眼镜架，耳聋自有助听器，口爽自有营养片，发狂又有镇定剂。老子虽圣莫惊叹，一切无妨难得的。本章所说的口爽的爽字，是指口腔舌头的味觉出了毛病。不是爽快的意义，这要特别说明。例如中国古代医书所称的口爽，便是口腔乏味食欲不振的意思。驰骋畋猎，是古代最富于刺激性的个人户外活动，以及群众野外活动。它正如现代人的观念，认为刺激才是享受，疯狂才够刺激。那么，这个老子，也就没得什么好说了！第十三章宠辱若惊，贵大患若身。何谓宠辱若惊？宠为下，得之若惊，失之若惊，是谓宠辱若惊。何谓贵大患若身？吾所以有大患者，为吾有身。及吾无身，吾有何患？故责以身为天下，若可寄天下。爱以身为天下，若可托天下。宠辱谁能不动心从十一章以来说明，人须能用物而不为物用，不为物累。但能利物，而成为无为的大用。因此再进而说明人生宠辱境界的根本症结所在，都因为我有身而来。宠，是得意的总表相。辱，是失意的总代号。当一个人在成名成功的时候，如非平素具有淡泊名利的真修养，一旦得意，便会欣喜若狂，喜极而泣，自然会有惊震心态，甚至有所谓得意忘形者。例如在前清的考试时代，民间相传一则笑话，便是很好的说明。有一个老童生，每次考试不中，但年纪已经步入中年了，这一次正好与儿子同科应考。到了放榜的一天，儿子看榜回来，知道已经录取，赶快回家报喜。他的父亲正好关在房里洗澡。儿子敲门大叫说爸爸，我已考取第几名了！老子在房里一听，便大声呵斥说考取一个秀才，算得了什么，这样沉不住气，大声小叫！儿了一听，吓得不敢大叫，便轻轻地说爸爸，你也是第几名考取了！老子一听，便打开房门，一冲而出，大声呵斥说你为什么不先说。"}
{"text":"例如在前清的考试时代，民间相传一则笑话，便是很好的说明。有一个老童生，每次考试不中，但年纪已经步入中年了，这一次正好与儿子同科应考。到了放榜的一天，儿子看榜回来，知道已经录取，赶快回家报喜。他的父亲正好关在房里洗澡。儿子敲门大叫说爸爸，我已考取第几名了！老子在房里一听，便大声呵斥说考取一个秀才，算得了什么，这样沉不住气，大声小叫！儿了一听，吓得不敢大叫，便轻轻地说爸爸，你也是第几名考取了！老子一听，便打开房门，一冲而出，大声呵斥说你为什么不先说。他忘了自己光着身子，连衣裤都还没穿上呢！这便是宠为下，得之若惊，失之若惊的一个写照。受宠若惊，大家都有很多的经验，只是大小经历太多了，好像便成为自然的现象。相反的一面，便是失意若惊。在若干年前，我住的一条街巷里，隔邻有一家，便是一个主管官员，逢年过节，大有门庭若市之慨。有一年秋天，听说这家的主人，因事免职了，刚好接他位子的后任，便住在斜对门。到了中秋的时候，进出这条巷子送礼的人，照旧很多。有一天，前任主官的一个最小的孩子，站在门口玩耍，正好看到那些平时送礼来家的熟人，手提着东西，走向斜对门那边去了。孩子天真无邪的好心，大声叫着说某伯伯，我们住在这里，你走错了！弄得客人好尴尬，只有向着孩子苦笑，招招手而已。有人看了很寒心，特来向我们说故事，感叹人情冷暖，世态炎凉。我说，这是古今中外一律的世间相，何足为奇。我们幼年的课外读物昔时贤文中，便有有酒有肉皆兄弟，患难何曾见一人？贫居闹市无人问，富在深山有远亲。这不正是成年以后，勘破世俗常态的预告吗？在一般人来说，那是势利。其实，人与人的交往，人际事物的交流，势利是其常态。纯粹只讲道义，不顾势利，是非常的变态。物以稀为贵，此所以道义的绝对可贵了。势利之交，古人有一特称，叫作市道之交。市道，等于商场上的生意买卖，只看是否有利可图而已。在战国的时候，赵国的名将廉颇，便有过一贵一贱，交情乃见的历史经验。如史记所载廉颇之免长平归也，失势之时，故客尽去。及复用为将，客又复至。廉颇曰客退矣！客曰吁！君何见之晚也。夫天下以市道交。君有势，我则从君。君无势，则去。此固其理也，有何怨乎！廉颇平常所豢养的宾客们的对话，一点都没有错。天下人与你廉大将军的交往，本来就都为利害关系而来的。你有权势，而且也养得起我们，我们就都来追随你。你一失势，当然就望望然而他去了。"}
{"text":"市道，等于商场上的生意买卖，只看是否有利可图而已。在战国的时候，赵国的名将廉颇，便有过一贵一贱，交情乃见的历史经验。如史记所载廉颇之免长平归也，失势之时，故客尽去。及复用为将，客又复至。廉颇曰客退矣！客曰吁！君何见之晚也。夫天下以市道交。君有势，我则从君。君无势，则去。此固其理也，有何怨乎！廉颇平常所豢养的宾客们的对话，一点都没有错。天下人与你廉大将军的交往，本来就都为利害关系而来的。你有权势，而且也养得起我们，我们就都来追随你。你一失势，当然就望望然而他去了。这是世态的当然道理，君何见之晚也，你怎么到现在才知道，那未免太迟了一点吧！有关人生的得意与失意，荣宠与羞辱之间的感受，古今中外，在官场，在商场，在情场，都如剧场一样，是看得最明显的地方。以男女的情场而言，如所周知唐明皇最先宠爱的梅妃，后来冷落在长门永巷之中，要想再见一面都不可能。世间多少的痴男怨女，因此一结而不能解脱，于是构成了无数哀艳恋情的文学作品！因此宋代诗人便有羡他村落无盐女，不宠无惊过一生的故作解脱语！无盐是指齐宣王的丑妃无盐君，历来都把她用作丑陋妇女的代名词。其实，无盐也好，西施也好，不经绚烂，哪里知道平淡的可贵。不经过荣耀，又哪里知道平凡的可爱。这两句名诗，当然是出在久历风波，遍尝荣华而归于平淡以后的感言。从文字的艺术看来，的确很美。但从人生的实际经验来讲，谁又肯知足常乐而甘于淡泊呢！除非生而知之的圣哲如老子等辈。其次，在人际关系上，不因荣辱而保持道义的，诸葛亮曾有一则名言，可为人们学习修养的最好座右铭，如云势利之交，难以经远。士之相知，温不增华，寒不改弃，贯四时而不衰，历坦险而益固。天下由来轻两臂在我们旧式文学与人生的名言里，时常听到人们劝告别人的话，如身外之物，何足挂齿。对于得意而受到的荣宠，与失意所遭遇的羞辱来讲，利害得失，毕竟还只是人我生命的身外之物，在利害关头的时候，慷慨舍物买命，那是很常见的事。除非有人把身外物看得比生命还更重要，那就不可以常理论了！十多年前，有一个学生在课堂上问我，爱情哲学的内涵是什么？我的答复，人最爱的是我。所谓我爱你，那是因为我要爱你才爱你。当我不想，或不需要爱你的时候便不爱你。因此，爱便是自我自私最极端的表达。其实，人所最爱的既不是你，当然更不是他人，最爱的还是我自己。那么，我是什么？是身体吗？答案不是的。"}
{"text":"除非有人把身外物看得比生命还更重要，那就不可以常理论了！十多年前，有一个学生在课堂上问我，爱情哲学的内涵是什么？我的答复，人最爱的是我。所谓我爱你，那是因为我要爱你才爱你。当我不想，或不需要爱你的时候便不爱你。因此，爱便是自我自私最极端的表达。其实，人所最爱的既不是你，当然更不是他人，最爱的还是我自己。那么，我是什么？是身体吗？答案不是的。当你患重病的时候，医生宣告必须去了你某一部分重要的肢体或器官，你才能再活下去。于是，差不多都会同意医生的意见，宁愿忍痛割舍从有生命以来，同甘共苦，患难相从的肢体或器官，只图自我生命的再活下去。由此可见，即使是我的身体，到了重要的利害关头，仍然不是我所最亲爱的，哪里还谈什么我真能爱你与他呢！所以明朝的诗僧木有堂禅师，便说出天下由来轻两臂，世间何苦重连城的隽语了！轻两臂的故事，见于庄子杂篇的让王篇。韩魏相与争侵地，子华子见昭僖侯。昭僖侯有忧色。子华子曰今使天下书铭于君之前，书之言曰左手攫之则右手废，右手攫之则左手废。然而摆之者必有天下。君攫之乎？昭僖侯曰寡人不攫也。子华子曰甚善。自是观之，两臂重于天下也。身亦重于两臂。韩之轻于天下亦远矣。今之所争者，其轻于韩又远。君固愁身伤生以优戚不得也。僖侯曰善哉！教寡人者众矣，未尝得闻此言也。所以说虽富贵不以养伤身。虽贫贱不以利累形。老子亦因此而指出吾所以有大患者，为吾有身，及吾无身，吾有何患的基本哲学。再进而说明外王于天下的侯王将相们，所谓以一身系天下安危者的最大认识，必须以爱己之心，来珍惜呵护天下的全民，发挥出对全人类的大爱心，才能寄以系天下安危于一身的重任。这也是全民所寄望所信托以天下的基本要点。同样的道理，以不同的说法，便是曾子的可以托六尺之孤，可以寄百里之命，临大节而不可夺也。君子人欤？君子人也。由此观点，我们在本世纪中的经历，看到比照美式民主选举的民意代表们，大都是轻举两臂拜托！拜托！力竭声嘶地攻汗他人，大喊投我一票的运动选民，不禁使旁观者联想起贵以身为天下，爱以身为天下天下由来轻两臂，世间何苦重连城的幽然情怀了！"}
{"text":"同样的道理，以不同的说法，便是曾子的可以托六尺之孤，可以寄百里之命，临大节而不可夺也。君子人欤？君子人也。由此观点，我们在本世纪中的经历，看到比照美式民主选举的民意代表们，大都是轻举两臂拜托！拜托！力竭声嘶地攻汗他人，大喊投我一票的运动选民，不禁使旁观者联想起贵以身为天下，爱以身为天下天下由来轻两臂，世间何苦重连城的幽然情怀了！讲到这里，忽然看到在座诸公，有的是倾心于老子的太上老君的神仙丹道的学者，心里正在嘀咕本章的及吾无身，吾有何患的解释，明明是说修道的功夫境界，何苦一定要侧重下文的贵以身为天下，爱以身为天下的可寄可托的繁文。这却要恕我唐突，太过赞赏老子的可以入世，可以出世的道妙，因此就顺口搀胡，说到老子点化用之道的一面去了。如果从修习神仙养生之道来讲，要修到无身境界，确已不易。但无身之患，也未必能彻底进到无我的成就。何况一般笃信老子之道者，还正在偏重虚心实腹，大作身体上气脉的功夫，正被有身之患所累呢！所以宋代的南宗神仙祖师张紫阳真人便有何苦抛身又入身之叹！至于说，如何才能修到无身之累？那就应该多从存神返视内照形躯入手，然后进入外其身而身先的超神入化境界，或者可以近似了！第十四章视之不见名曰夷，听之不闻名曰希，搏之不得名曰微，此三者不可致诘，故混而为一。其上不缴，其下不昧，绳绳不可名，复归于无物。是谓无状之状，无物之象，是谓。惭恍。迎之不见其首，随之不见其后。执古之道，以御今之有。能知古始，是谓道纪。时空心物与道的体用依据习用已久王弼编排的老子八十一章的次序，从本章开始，又另起炉灶，转入辩说物理的境界，似乎不相衔接。其实，与十三章所讲，不可为物情所累，而困扰于世俗的宠辱，因此而生起得失之心。而且进一步了解宠辱的发生，都由于我有我身之累而来，及吾无身，吾有何患。那么便知在现实世界中，所谓我与无我之间的关键，只因有此身的存在而受累无穷。但我身是血肉之躯，血肉的生理状态，也便是物理的造化而来。因此便进一步说明心物一元的形而上与形而下的理则，隐约之间，仍然是顺理成章，大有脉络可循。这也便是道家学说，始终从生理物理入手而到达形而上的特殊之处，大异于后世的儒家与佛家的理趣所在。本章首先提出有一个看而不见，听而不闻，又触摸不到的混元一体的东西。"}
{"text":"而且进一步了解宠辱的发生，都由于我有我身之累而来，及吾无身，吾有何患。那么便知在现实世界中，所谓我与无我之间的关键，只因有此身的存在而受累无穷。但我身是血肉之躯，血肉的生理状态，也便是物理的造化而来。因此便进一步说明心物一元的形而上与形而下的理则，隐约之间，仍然是顺理成章，大有脉络可循。这也便是道家学说，始终从生理物理入手而到达形而上的特殊之处，大异于后世的儒家与佛家的理趣所在。本章首先提出有一个看而不见，听而不闻，又触摸不到的混元一体的东西。要说它是物吗，它又不同于物质世界的物体那样，可以看得见，听得到，摸得着。要说它不是物吗，宇宙万有的存在，都由它造化而来。因此，在理念上名之曰道。在实用上，便叫它做混元一体。但在本无名相可说上，它究竟是什么东西？老子为之作了三部分的命名。视之不见的，还有非见所及的存在，特别命名它叫夷。夷，是平坦无阻的表示。听之不闻的，还有非听闻所及的作用，特别命名它叫希。希，不是无声，只是非人类耳目所及的大音而已。感觉摸触不到的，还有非感官所知的东西，特别命名它叫微。微，当然不是绝对的没有。后来由印度传入的佛学，说到物理的深奥之处，也便借用老干的观念，翻译命名为极微，便有互同此理的内涵。总之，视听与触觉这三种基本作用，原是一体的三角形，它与物理世界的声光触受是有密切的相互关联性，也可以说它是一体的三种作用，不可寻探它的个别界限，因此笼统说明它是混而为一的。从老子以后的道家与道教，便因袭其名，叫它混元一体，或混元一气。这便是老子当时对物理的分类说法，也可以说是中国古代理论物理的粗浅说明之一。再进一步说明，他说这个声光触觉混而为一的东西，它的本身，并无上下左右等的方位差别，也没有明暗的界别。也可以说上下明暗，混而为一而不可或分的，所以它具有超越时空的性质。其上不白敫，虽在九天之上，也不受激然光明的特色所染污。其下不昧，虽在九地之下，也不受晦昧不明的现象所染污。它说似无关却有关的永远不断不续似的连在一起，绳绳不可名。你要说它是一个具体物质的东西，它又不是物质，复归于无物。总之，没有固定的形状，无状之状也不能用任何一样东西来比拟它的现象，无物之象。只好给他取了一个混号，叫作馏恍。关于惚恍，老子在后文又自有解说，在此不必先加说明。它是无来无去，不去不来，超越古今代谢的时空作用。"}
{"text":"其上不白敫，虽在九天之上，也不受激然光明的特色所染污。其下不昧，虽在九地之下，也不受晦昧不明的现象所染污。它说似无关却有关的永远不断不续似的连在一起，绳绳不可名。你要说它是一个具体物质的东西，它又不是物质，复归于无物。总之，没有固定的形状，无状之状也不能用任何一样东西来比拟它的现象，无物之象。只好给他取了一个混号，叫作馏恍。关于惚恍，老子在后文又自有解说，在此不必先加说明。它是无来无去，不去不来，超越古今代谢的时空作用。来也无所从来，你要迎接它也摸不着边。去也无法追随，你要跟踪它早已无影无形，悄然如逝了。迎之不见其首，随之不见其后。它本是无始无终的，但在人文的观察上，勉强分别它有始有终，有去有来，有古有今的界别。因此，以无始之始，姑且命名它为上古。无始不可得，上古不能留，只需切实把握现在的今天，便可体认风月无今古，情怀自浅深的真谛。执古之道，以御今之有。但切勿忘了它是无古今，无终始的本相，这样，便可把握到道的纲要了，能知古始，是谓道纪。本章虽是偏重于时空心物的关系而说明道的体用，但在一般重视用世之学的角度看来，它与后世所谓的帝王术与领导学，又有深密的哲学性关系。因为从传统的政治哲学来讲，王者设官治世的所谓官的定义，应有两种。一从政治制度来讲，官者，管也。官，便是管理的意思。二从人主的领导政治哲学来讲，官者，犹如人体的官能，所谓五官百骸，各有其所司的专职所司的分别事务，均须汇报终于中枢统领的首脑以作智慧的处理。而辅助头脑最得力的官能，便是眼目的视力，耳朵的听觉，以及全身的触受所及的亲民之官。自古及今，无论为专制的帝王制度，或自由的民主制度，始终不外这一原理。然而目之所见，耳之所闻，触摸之所及，心之所思，毕竟都是有限度的。即如稍迟于老子，但在儒道还不分家时期的孔门弟子，如曾子子思，便对此早有深入的告诫。曾子说一心可以事百君，百心不可事一君。叉子思说百心不可以得一人，一心可以得百人。君子以心导耳目，小人以耳目导心。他们都是极力主张领导者首须注重于诚意正心的自养，而戒慎于偏信耳目的不当。所以在正统儒道学术思想的立场，大多反对察察为明，过分偏任法家或权术的制衡作用。所谓察见渊鱼者不祥，便是此意。"}
{"text":"即如稍迟于老子，但在儒道还不分家时期的孔门弟子，如曾子子思，便对此早有深入的告诫。曾子说一心可以事百君，百心不可事一君。叉子思说百心不可以得一人，一心可以得百人。君子以心导耳目，小人以耳目导心。他们都是极力主张领导者首须注重于诚意正心的自养，而戒慎于偏信耳目的不当。所以在正统儒道学术思想的立场，大多反对察察为明，过分偏任法家或权术的制衡作用。所谓察见渊鱼者不祥，便是此意。讲到这里，姑且让我们不伦不类，走出老子道家的范围，插入一段晚唐时代一个禅宗的故事，或可得他山之石，可以攻错的妙悟之趣。古灵禅赞禅师悟道以后，有一天，看到他的受业本师在窗下看经，正好有一只蜂子飞投纸窗钻不出来。古灵便趁机说世界如许这样广阔，不肯出。钻他故纸驴年去驴年，是代表永远没有这一年的意思。因地支十二生肖里没有驴。遂说偈曰空门不肯出，投窗也大痴。百年钻故纸，何日出头时。他的受业本师，因此启发而终于大彻大悟。后人对于这个学案，又写了一首诗偈说蝇爱寻光纸上钻，不能透过几多难。忽然撞着来时路，始信平生被眼瞒。人活老了，便可知道有许多人间世事，被自己耳目所欺骗，被自己情感主观所蒙蔽的，非常之多。既然自己的耳目亦难全信尽为真实，只有用心体会历史法则的执古之道，以御今之有。能知古始，是为道纪才较为切实得当。同样的道理，相反的表达，便有子思在中庸篇中所谓的生乎今之世，反古之道。如此者，灾及其身者也。其实子思与老子一样，极其重视历史哲学与历史经验的因果法则，鄙薄予智自雄师心自用，但重察察之明的不当。由此而反照今日世界，普遍都靠耳目收集资料，作为统计的政治方针。甚至凭藉电脑统计的资料以定人事的管理。有时碰到电脑本身的误差，或人为有意对电脑的错误操作时，想起老子此三者不可致诘，故混而为一的妙语，在无可奈何之处，便只好哑然作会心的一笑了！第十五章古之善为士者，微妙玄通，深不可识。夫！唯不可识，故强为之容。豫兮若冬涉川，犹兮若畏四邻，俨兮其若容，涣兮若冰之将释，敦兮其若朴，旷兮其若谷，浑兮其苦浊。孰能浊以静之徐清，孰能安以动之徐生。保此道者不欲盈。夫唯不盈，故能蔽不新成。老子的士的内涵上古时代所谓的士，并非完全同于现代观念中的读书人，士的原本意义，是指专志道业，而真正有学问的人。"}
{"text":"第十五章古之善为士者，微妙玄通，深不可识。夫！唯不可识，故强为之容。豫兮若冬涉川，犹兮若畏四邻，俨兮其若容，涣兮若冰之将释，敦兮其若朴，旷兮其若谷，浑兮其苦浊。孰能浊以静之徐清，孰能安以动之徐生。保此道者不欲盈。夫唯不盈，故能蔽不新成。老子的士的内涵上古时代所谓的士，并非完全同于现代观念中的读书人，士的原本意义，是指专志道业，而真正有学问的人。一个读书人，必须在学识智慧与道德的修养上达到身心和谐自在，世出世间法内外兼通的程度，符合微妙玄通，深不可识这八个字的原则，才真正够资格当一个士。以现在的社会来说，作为一个士，学问道德都要精微无暇到极点。等于孔子在易经上所言絮净精微。絮净，是说学问接近宗教哲学的境界。精微，则相当于科学上的精密性。道家的思想，亦从这个絮净精微的体系而来。所以老子说古之善为士者，微妙玄通。意思是说精微到妙不可言的境界，絮净到冥然通玄的地步，便可无所不知，无所不晓了。而且，妙的境界勉强来说，万事万物皆能恰到好处，不会有不良的作用。正如古人的两句话圣人无死地，智者无困厄。一个大圣人，再怎么样恶劣的状况，无论如何也不会走上绝路。一个真正有大智慧的人，根本不会受环境的困扰，反而可从重重困难中解脱出来。玄通二字，可以连起来解释，如果分开来看，那么玄之又玄，众妙之门。这正是老子本身对玄所下的注解。更进一步具体地说，即是一切万物皆可以随心所欲，把握在手中。道家形容修道有成就的人为宇宙在手，万化由心。意思在此。一个人能够把宇宙轻轻松松掌握在股掌之间，万有的千变万化由他自由指挥创造，这不是比上帝还要伟大了吗？至于通，是无所不通达的意思，相当于佛家所讲的圆融无碍。也就是易经系传所说的变动不拘，周流六虚。六虚也叫六合，就是东南西北上下，几所有法，在天地间都是变化莫测的。以上是说明修道有所成就，到了某一阶段，使合于微妙玄通，深不可识的境界。因此老子又说夫！唯不可识，故强为之容。一个得道有所成就的人，一般人简直没有办法认识他，也没有办法确定他，因为他已经圆满和谐，无所不通。凡是圆满的事物，站在哪一个角度来看，都是令人肯定的，没有不顺眼的。若是有所形容，那也是勉勉强强套上去而已。"}
