{"text":"作家长时期的写作，会使自己变得越来越软弱胆小和犹豫不决那些被认为应该克服的缺点在我这里常常是应有尽有，而人们颂扬的刚毅果断和英勇无畏则只能在我虚构的笔下出现。思维的训练将我一步一步地推到了深深的怀疑之中，从而使我逐渐地失去理性的能力，使我的思想变得害羞和不敢说话而另一方面的能力却是茁壮成长，我能够准确地知道一粒钮扣掉到地上时的声响和它滚动的姿态，而且对我来说，它比死去一位总统重要得多。最后，我要说的是作为一个作家的看法。因此，我想继续谈一谈博尔赫斯，在他那篇迷人的故事永生里，有一个流利自如地说几种语言说法语时很快转换成英语，又转成叫人捉摸不透的萨洛尼卡的西班牙语和澳门的葡萄牙语的人，这个乾瘦憔悴的人在这个世上已经生活了很多个世纪。在很多个世纪之前，他在沙漠里历经艰辛，找到了一条使人超越死亡的秘密河流和岸边的永生者的城市其实是穴居人的废墟。博尔赫斯在小说里这样写我一连好几天没有找到水，毒辣的太阳，干渴和对乾渴的恐惧使日子长得难以忍受。这个句子为甚么令人赞叹，就是因为在乾渴的后面，博尔赫斯告诉我们还有更可怕的对乾渴的恐惧。一九三年三月二十八日，贫困潦倒的布尔加科夫给斯大林写了一封信，希望得到莫斯科艺术剧院一个助理导演的职位，如果不能任命我为助理导演他说，请求当个在编的普通配角演员如果当普通配角也不行，我就请求当个管剧务的工人如果连工人也不能当，那就请求苏联政府以它认为必要的任何方式尽快处置我，只要处置就行作为一位作品被禁的大师，布尔加科夫在骄傲和克服饥饿之间显得困难重重，最终他两者都选择了，他在请求的后面没有丝毫的乞讨，当他请求做一个管剧务的工人时，依然骄傲地说只要处置我就行。同年四月十八日，斯大林拨通了布尔加科夫家的电话，与布尔加科夫进行了简短的交谈，然后布尔加科夫成了莫斯科艺术剧院的一名助理导演。他重新开始写作大师与玛格丽特，一部在那个时代不可能获得发表的作品。布尔加科夫深知这一点，因此他的写作就更为突出地表达了内心的需要，也就是说他的写作失去了实际的意义，与发表收入名誉等等毫无关系，写作成为了纯粹的自我表达，成为了布尔加科夫对自己的纪念。"}
{"text":"同年四月十八日，斯大林拨通了布尔加科夫家的电话，与布尔加科夫进行了简短的交谈，然后布尔加科夫成了莫斯科艺术剧院的一名助理导演。他重新开始写作大师与玛格丽特，一部在那个时代不可能获得发表的作品。布尔加科夫深知这一点，因此他的写作就更为突出地表达了内心的需要，也就是说他的写作失去了实际的意义，与发表收入名誉等等毫无关系，写作成为了纯粹的自我表达，成为了布尔加科夫对自己的纪念。这位来自基辅的神学教授的儿子，自幼腼腆斯文安静，他认为作家不论遇到多大困难都应该坚贞不屈如果使文学去适应把个人生活安排得更为舒适更富有的需要，这样的文学便是一种令人厌恶的勾当了。他说到做到。无论是来自政治的斯大林的意见，还是来自艺术的斯坦尼斯拉夫斯基的压力，都不能使他改变自己的主张，于是他生活贫困，朋友疏远，人格遭受侮辱，然而布尔加科夫微笑着接受命运的挑战，就象一首牙买加民歌里的奴隶的歌唱你们有权利，我们有道德。在这种情况下，布尔加科夫的写作只能是内心独白，于是在愤怒仇恨和绝望之后，他突然幸福地回到了写作，就象疾病使普鲁斯特回到写作，孤独使卡夫卡回到写作那样，厄运将布尔加科夫与荣誉富贵分开了，同时又将真正的写作赋予了他，给了他另一种欢乐，也给了他另一种痛苦。回到了写作的布尔加科夫，没有了出版，没有了读者，没有了评论，与此同时他也没有了虚荣，没有了毫无意义的期待。他获得了宁静，获得了真正意义上的写作。他用不着去和自己的盛名斗争用不着一方面和报纸杂志夸夸其谈，另一方面独自一人时又要反省自己的言行。最重要的是，他不需要迫使自己从世俗的荣耀里脱身而出，从而使自己回到写作，因为他没有机会离开写作了，他将自己的人生掌握在叙述的虚构里，他已经消失在自己的写作之中，而且无影无踪，就象博尔赫斯写到佩德罗达米安生命消失时的比喻仿佛水消失在水中。在生命的最后十二年里，布尔加科夫失去一切之后，大师和玛格丽特的写作又使他得到了一切他虚构了撒旦对莫斯科的访问，也虚构了自己或者说他将自己的生活进行了重新的安排，他扩张了想象，缩小了现实。因此在最后的十二年里，很难说布尔加科夫是贫困的？还是富有的？是软弱的？还是强大的？"}
{"text":"在生命的最后十二年里，布尔加科夫失去一切之后，大师和玛格丽特的写作又使他得到了一切他虚构了撒旦对莫斯科的访问，也虚构了自己或者说他将自己的生活进行了重新的安排，他扩张了想象，缩小了现实。因此在最后的十二年里，很难说布尔加科夫是贫困的？还是富有的？是软弱的？还是强大的？是走投无路？还是左右逢源？大师和玛格丽特在这部作品中，有两个十分重要的人物，就是大师和玛格丽特，他们第一次的出现，是在书的封面上，可是以书名的身份出现了一次以后，他们的第二次出现却被叙述一再推迟，直到二八四页，大师才悄然而来，紧接着在三一四页的时候，美丽的玛格丽特也接踵而至了。在这部五八页的作品里，大师和玛格丽特真正的出现正是在叙述最为舒展的部分，也就是一部作品中间的部分。这时候，读者已经忘记了书名，忘记了曾经在书的封面上看到过他们的名字。在此之前，化名沃兰德的撒旦以叙述里最为有力的声音，改变了莫斯科的现实。虽然撒旦的声音极其低沉，低到泥土之下，但是它建立了叙述的基础，然后就象是地震一样，在其之上，我们看到了莫斯科如何紧张了起来，并且惊恐不安。显然，布尔加科夫的天才得到了魔鬼的帮助，他饱尝痛苦和耻辱的内心，使他在有生之年就远离了人世，当他发现自己讨厌的不是几个人，而是所有的人时，他的内心逐渐地成为了传说，在传说中与撒旦相遇，然后和撒旦重叠。因此可以这样说，大师和玛格丽特里的撒旦，就是布尔加科夫自己，而大师――这个试图重写本丢彼拉多的历史的作家，则是布尔加科夫留在现实里的残缺不全的影子。从钱诚先生的汉语翻译来看，大师和玛格丽特的叙述具备了十九世纪式的耐心，尤其是开始的几章，牧首湖畔的冗长的交谈，本丢彼拉多对耶稣的审训，然后又回到牧首湖畔的谈话，五十一页过去了，布尔加科夫才让那位诗人疯跑起来，当诗人无家汉开始其丧失理智的疯狂奔跑，布尔加科夫叙述的速度也跑动起来了，一直到二八三页，也就是大师出现之前，布尔加科夫让笔下的人物象是传递接力棒似的，把叙述中的不安和恐惧迅速弥漫开去。"}
{"text":"从钱诚先生的汉语翻译来看，大师和玛格丽特的叙述具备了十九世纪式的耐心，尤其是开始的几章，牧首湖畔的冗长的交谈，本丢彼拉多对耶稣的审训，然后又回到牧首湖畔的谈话，五十一页过去了，布尔加科夫才让那位诗人疯跑起来，当诗人无家汉开始其丧失理智的疯狂奔跑，布尔加科夫叙述的速度也跑动起来了，一直到二八三页，也就是大师出现之前，布尔加科夫让笔下的人物象是传递接力棒似的，把叙述中的不安和恐惧迅速弥漫开去。我们读到的篇章越来越辉煌，叙述逐渐地成为了集会，莫斯科众多的声音一个接着一个地汇入红场。在魔鬼的游戏的上面，所有的人都在惊慌失措地摇晃，而且都是不由自主。所发生的一切事都丧失了现实的原则，人们目瞪口呆浑身发抖莫名其妙和心惊胆战。就这样，当所有的不安所有的恐惧所有的虚张声势都聚集起来时，也就是说当叙述开始显示出无边无际的前景时，叙述断了。这时候大师和玛格丽特的爱情开始了，强劲有力的叙述一瞬间就转换成柔情似水，中间没有任何过渡，就是片刻的沉默也没有，仿佛是突然伸过来一双纤细的手，咔嚓一声扭断了一根铁管。这时候二八三页过去了，这往往是一部作品找到方向的时候，最起码也是方向逐渐清晰起来的时候，因此在这样的时候再让两个崭新的人物出现，叙述的危险也随之诞生，因为这时候读者开始了解叙述中的人物了，叙述中的各种关系也正是这时候得到全部的呈现。叙述在经历了此刻的复杂以后，接下去应该是逐渐单纯地走向结尾。所以，作家往往只有出于无奈，才会在这时候让新的人物出来，作家这样做是因为新的人物能够带来新的情节和新的细节，将它们带入停滞不前的叙述中，从而推动叙述。在这里，大师和玛格丽特的出现显然不是出于布尔加科夫的无奈，他们虽然带来了新的情节和新的细节，但是他们不是推动，而是改变了叙述的方向。这样一来，就注定了这部作品在叙述上的多层选择，也就是说它不是一部结构严密的作品。事实也正是如此，人们在这部作品中读到的是一段又一段光彩夺目的篇章，而之间的必要连接却显得并不重要了，有时候甚至没有连接，直接就是中断。"}
{"text":"这样一来，就注定了这部作品在叙述上的多层选择，也就是说它不是一部结构严密的作品。事实也正是如此，人们在这部作品中读到的是一段又一段光彩夺目的篇章，而之间的必要连接却显得并不重要了，有时候甚至没有连接，直接就是中断。布尔加科夫在丰富的欲望和叙述的控制之间，作出了明智的选择，他要表达的事物实在是太多了，以至于叙述的完美必然会破坏事实的丰富，他干脆放任自己的叙述，让自己的想象和感受尽情发挥，直到淋漓尽致之时，他才会做出结构上的考虑。这时候大师和玛格丽特的重要性就显示出来了，正是他们的爱情，虚幻的和抽象的爱情使大师和玛格丽特有了结构，同时也正是这爱情篇章的简短，这样也就一目了然，使结构在叙述中浮现了出来，让叙述在快速奔跑的时候有了回首一望，这回首一望恰到好处地拉住了快要迷途不返的叙述。大师和玛格丽特似乎证明了这样一种叙述，在一部五百页以上的长篇小说里，结构不应该是清晰可见的，它应该是时隐时现它应该在叙述者训练有素的内心里，而不应该在急功近利的笔尖。只有这样，长篇小说里跌宕的幅度辽阔的叙述才不会受到伤害。大师和玛格丽特，这是两个雕像般的人物，他们具有不可思议的完美，布尔加科夫让他们来自现实，又不给予他们现实的性格。与柏辽兹斯乔帕瓦列奴哈和里姆斯基他们相比，大师和玛格丽特实在不象是莫斯科的居民。这并不是指他们身上没有莫斯科平庸和虚伪的时尚，重要的是在他们的内心里我们读不到莫斯科的现实，而且他们的完美使他们更象是传说中的人物，让人们觉得他们和书中的撒旦耶稣还有本丢彼拉多一样古老，甚至还没有撒旦和耶稣身上的某些现实性，而大师笔下的犹太总督本丢彼拉多，倒是和今天的政治家十分相近。布尔加科夫在描叙这两个人时，显然是放弃了他们应该具有的现实性！因为在大师和玛格丽特里，我们已经读到了足够多的现实。在柏辽兹里姆斯基这些莫斯科的平庸之辈那里，布尔加科夫已经显示出了其洞察现实的天才，可以说是我们要什么，布尔加科夫就给了我们什么。就是在撒旦，在耶稣，在本丢彼拉多那里，我们也读到了来自人间的沉思默想，来自人间的对死亡的恐惧和来自人间的如何让阴谋得以实现。在长达十二年的写作里，布尔加科夫有足够多的时间来斟酌大师和玛格丽特，他不会因为疏忽而将他们写得象抒情诗那样与现实十分遥远。"}
{"text":"因为在大师和玛格丽特里，我们已经读到了足够多的现实。在柏辽兹里姆斯基这些莫斯科的平庸之辈那里，布尔加科夫已经显示出了其洞察现实的天才，可以说是我们要什么，布尔加科夫就给了我们什么。就是在撒旦，在耶稣，在本丢彼拉多那里，我们也读到了来自人间的沉思默想，来自人间的对死亡的恐惧和来自人间的如何让阴谋得以实现。在长达十二年的写作里，布尔加科夫有足够多的时间来斟酌大师和玛格丽特，他不会因为疏忽而将他们写得象抒情诗那样与现实十分遥远。当然，他们也和现实格格不入。布尔加科夫之所以那样，就是要得到叙述上的不和谐，让大师和玛格丽特在整个叙述中突出起来，然后，正象前面所说的那样，使结构在叙述中得到浮现。在大师和玛格丽特里，作为一个作家，大师与现实之间的唯一联系，就是他被剥夺了发表作品的自由，这一点和布尔加科夫的现实境况完全一致，这也是布尔加科夫自身的现实与作品之间的唯一联系。这样的联系十分脆弱，正是因为其脆弱，大师这个人物在布尔加科夫的笔下才如此虚幻。在这里，布尔加科夫对自己的理解产生了虚幻，或者说他宁愿虚幻地去理解自己。现实的压制使他完全退回到了自己的内心，接着又使他重新掌握了自己的命运，他将自己的命运推入到想象之中。于是出现了玛格丽特，这个美丽超凡的女子，与大师一样，她也沉浸在自己的想象之中。两个同样的人在莫斯科的某一个街角邂逅时，都是一眼就看出了对方的内心，爱情就这样开始了。玛格丽特的出现，不仅使大师的内心获得了宁静，也使布尔加科夫得到了无与伦比的安慰。这个虚幻的女子与其说是为了大师而来，还不如说是布尔加科夫为自己创造的。大师只是布尔加科夫在虚构世界里的一个代表当布尔加科夫思想时，他成为了语言当布尔加科夫说话时，他成为了声音当布尔加科夫抚摸时，他成为了手。因此可以这样说，玛格丽特是布尔加科夫在另一条人生道路上的全部的幸福，也是布尔加加科夫在现实与写作之间的唯一模糊之区。只有这样，布尔加科夫才能完好无损地保护住了自己的信念，就象人们常说的这是爱情的力量，并且将这样的信念继续下去，就是在自己生命结束以后，仍然让它向前延伸，因为他的另一条人生道路没有止境。所以当大师的完美因为抽象而显得苍白时，玛格丽特的完美则是楚楚动人。"}
{"text":"因此可以这样说，玛格丽特是布尔加科夫在另一条人生道路上的全部的幸福，也是布尔加加科夫在现实与写作之间的唯一模糊之区。只有这样，布尔加科夫才能完好无损地保护住了自己的信念，就象人们常说的这是爱情的力量，并且将这样的信念继续下去，就是在自己生命结束以后，仍然让它向前延伸，因为他的另一条人生道路没有止境。所以当大师的完美因为抽象而显得苍白时，玛格丽特的完美则是楚楚动人。对布尔加科夫来说，大师和玛格丽特中的大师在很大程度上只是结构的需要，玛格丽特就不仅仅是结构的需要了，她柔软的双肩同时还要挑起布尔加科夫内心重的爱情。于是她不可逃避地变得极其忧郁，她的忧郁正是大师――其实是布尔加科夫――给予的，是大师在镜中映出的另一个人的现实造成的。玛格丽特被撒旦选中，出来担当魔鬼晚会的女主人，这位一夜皇后在布尔加科夫笔下光彩照人。虽然在这辉煌的篇章里，有关玛格丽特最多的描绘是她的视线，让她的视线去勾勒晚会的全部，也就是说在这个篇章里主要出现的都是别人，玛格丽特出现的只是眼睛，然而这正是人们常说的烘云托月，布尔加科夫向我们证明了烘云托月是最能让女人美丽，而且也是女人最为乐意的。不久之后，玛格丽特开始在天空飞翔了，这又是一段美丽无比的描叙，让玛格丽特的身体在夜空的风中舒展开来，虚幻之后的美已经无法表达，只有几声叹息来滥竽充数。飞翔的最后是看到了一条月光铺成的道路，这条道路来自于遥远的月亮，在月光路上，玛格丽特看到本丢彼拉多拚命地追赶着耶稣，大声喊叫着告诉耶稣杀害他的不是本丢彼拉多。作家就是这样，穷尽一生的写作，总会有那么一两次出于某些隐秘的原因，将某一个叙述中的人物永远留给自己。这既是对自己的纪念，也是对自己的奖励。布尔加科夫同样如此，玛格丽特看上去是属于大师和玛格丽特的，是属于所有阅读者的，其实她只属于布尔加科夫。她是布尔加科夫内心的所有爱人，是布尔加科夫对美的所有的感受，也是布尔加科夫漫长的人生中的所有力量。在玛格丽特这里，布尔加科夫的内心得到了所有的美和所有的爱，同时也得到了所有的保护。玛格丽特在天空的飞翔曾经中断过一次，就是为了大师，也就是布尔加科夫，她在莫斯科的上空看到了伤害大师的批评家拉铜斯基的住所，于是她毅然中断了美丽的飞翔，降落到了拉铜斯基的家中，将所有的仇恨都发泄了出来。"}
{"text":"布尔加科夫同样如此，玛格丽特看上去是属于大师和玛格丽特的，是属于所有阅读者的，其实她只属于布尔加科夫。她是布尔加科夫内心的所有爱人，是布尔加科夫对美的所有的感受，也是布尔加科夫漫长的人生中的所有力量。在玛格丽特这里，布尔加科夫的内心得到了所有的美和所有的爱，同时也得到了所有的保护。玛格丽特在天空的飞翔曾经中断过一次，就是为了大师，也就是布尔加科夫，她在莫斯科的上空看到了伤害大师的批评家拉铜斯基的住所，于是她毅然中断了美丽的飞翔，降落到了拉铜斯基的家中，将所有的仇恨都发泄了出来。事实上她的仇恨正是布尔加科夫的仇恨，而她的发泄又正是布尔加科夫内心深处对自己的保护。有时候道理就是这么简单。幽默与现实可以说，大师和玛格丽特的写作，是布尔加科夫在生命最后岁月里最为真实的生活，这位几乎是与世隔绝的作家，就是通过写作，不停的写作使自己与现实之间继续着藕断丝连的联系。在卡夫卡之后，布尔加科夫成为二十世纪又一位现实的敌人，不同的是卡夫卡对现实的仇恨来源于自己的内心，而布尔加科夫则有切肤之痛，并且伤痕累累。因此，当他开始发出一生中最后的声音时，大师与玛格丽特就成为了道路，把他带到了现实面前，让他的遗嘱得到了发言的机会。这时候对布尔加科夫来说，与现实建立起什么样的关系就显得极其重要了，显然他绝不会和现实妥协，可是和现实剑拔弩张又会使他的声音失去力量，他的声音很可能会成为一堆谩骂，一堆哭叫。他两者都放弃了，他做出的选择是一个优秀作家应有的选择，最后他与现实建立了幽默的关系。他让魔鬼访问莫斯科，作品一开始他就表明了自己的态度，那就是他要讲述的不是一个斤斤计较的故事，他要告诉我们的不是个人的恩怨，而是真正意义上的现实，这样的现实不是人们所认为的实在的现实，而是事实想象荒诞的现实，是过去现在将来的现实，是应有尽有的现实。同时他也表明了自己的内心在仇恨之后已经获得了宁静。所以，他把撒旦请来了。撒旦在作品中经常沉思默想，这样的品格正是布尔加科夫历尽艰难之后的安详。因此，布尔加科夫对幽默的选择不是出于修辞的需要，不是叙述中机智的讽刺和人物诮皮的发言。在这里，幽默成为了结构，成为了叙述中控制得恰如其分的态度，也就是说幽默使布尔加科夫找到了与世界打交道的最好方式。"}
{"text":"同时他也表明了自己的内心在仇恨之后已经获得了宁静。所以，他把撒旦请来了。撒旦在作品中经常沉思默想，这样的品格正是布尔加科夫历尽艰难之后的安详。因此，布尔加科夫对幽默的选择不是出于修辞的需要，不是叙述中机智的讽刺和人物诮皮的发言。在这里，幽默成为了结构，成为了叙述中控制得恰如其分的态度，也就是说幽默使布尔加科夫找到了与世界打交道的最好方式。正是这样的方式，使布尔加科夫在其最后的写作里，没有被自己的仇恨淹没，也没有被贫究拖垮，更没有被现实欺骗。同时，他的想象力，他的洞察力，他写作的激情开始茁壮成长了。就样，在那最后的十二年里，布尔加科夫解放了大师和玛格丽特的叙述，也解放了自己越来越阴暗的内心。潘卡吉米什拉时，就会吼叫一声滚出去！我们立刻逃之夭夭。然后在年至年，我突然写下了大面积的血腥和暴力。中国的文学批评家洪治纲教授在年出版的评传里，列举了我这期间创作的部短篇小说，里面非自然死亡的人物竟然多达个。这都是我从岁到岁的三年里所干的事，我的写作在血腥和暴力里难以自拔。白天只要写作，就会有人物在杀人，就会有人物血淋淋地死去。到了晚上我睡着以后，常常梦见自己正在被别人追杀。梦里的我孤立无援，不是东躲西藏，就是一路逃跑，往往是我快要完蛋的时候，比如一把斧子向我砍下来的时候，我从梦中惊醒了，大汗淋漓，心脏狂跳，半晌才回过神来，随后发出由衷的庆幸谢天谢地！原来只是一个梦。可是天亮以后，当我坐在书桌前继续写作时，立刻好了伤疤忘了疼，在我笔下涌现出来的仍然是血腥和暴力。好像凡事都有报应，晚上我睡着后，继续在梦中被人追杀。这三年的生活就是这么的疯狂和可怕，白天我在写作的世界里杀人，晚上我在梦的世界里被人追杀。如此周而复始，我的精神已经来到崩溃的边缘，自己却全然不觉，仍然沉浸在写作的亢奋里，一种生命正在被透支的亢奋。直到有一天，我做了一个漫长的梦，以前的梦都是在自己快要完蛋的时候惊醒，这个梦竟然亲身经历了自己的完蛋。也许是那天我太累了，所以梦见自己完蛋的时候仍然没有被吓醒。就是这个漫长的梦，让一个真实的记忆回来了。先来说一说这个真实的记忆。"}
