{"text":"这与千年之前孟轲那句天将降大任于斯人也是何等的默契。无论人生方向如何变化，无论人生轨迹如何转折，愿有盛夏吻火，寒冬卧冰之决心，愿有知我罪我，其惟春秋之坚守，愿有凡是过去，皆为序曲之豁达，方知人生无处不精彩！认识自己要以事实为纸，接受事实才能画出真实的像。与初中相比，高中的学习内容学习强度学习氛围等都将发生巨大的变化。如果罔顾变化后的事实，仍然用旧的标准来认识自己判断自己的能力与状态，很可能会误以为环境的变化只是暂时，意识不到自己的能力不足，或是难以接受这样一种变化，陷入妄自菲薄的深渊，导致画出的自画像失真。只有积极认识事实并接受事实，才能画出最真实最符合你们当下状态的自画像，才能依照这一自画像来改掉不足之处，不断提高自己。认识自己要以忠言为镜，接受忠言才能画出立体的像。当家长老师同学等指出你们的错误时，尽管他们的话可能让你们感到不太舒服，也请尽量克制住自己下意识的否认与反驳。因为，正是周围人的各个方面的忠言，让你们得以认识到立体的自己。以他们为镜，可以照出那些自己平常看不见的缺点，知道自己在许多方面中的得失。当然，周围人的话也不一定都是正确的，但兼听则明，要在根据事实经过理性的判断后，再去选择认为当局者迷，旁观者清，还是去走自己的路，让别人说去吧。认识自己要以自己为印，接受自己才能画出独特的像。尽管你们可能会觉得自己与周围的人没什么区别，但请记得，你们每个人都是独一无二的。在认识自己的过程中，不仅要接受自己有短处并尝试改正或弥补，也要看到自己的兴趣与长处并积极培养或发挥，找寻到属于你们的人生追求与奋斗目标。拥有这样的属于你们自己的特质烙印的画像，才足够独特，才称得上是一幅真正的自画像。如果你们暂时没有发现自己的特质或长处，也请保持平稳的心态，相信自己的潜能会被激发的同时，不断朝着自己心里的方向努力。认识自己，画出真实立体独特的画像是过程，通过自画像激励自己完善自己提高自己才是目的。"}
{"text":"拥有这样的属于你们自己的特质烙印的画像，才足够独特，才称得上是一幅真正的自画像。如果你们暂时没有发现自己的特质或长处，也请保持平稳的心态，相信自己的潜能会被激发的同时，不断朝着自己心里的方向努力。认识自己，画出真实立体独特的画像是过程，通过自画像激励自己完善自己提高自己才是目的。而且，自画像需要经常修正，画自画像也是需要长期坚持的，坚持得越久，效果才会越明显。请君三年画此像用此像，在三年后，你们一定会遇见更好的自己愿君一生画此像用此像，活成独特的样子，活出属于自己的人生。认识自己要以事实为纸，接受事实才能画出真实的像。与初中相比，高中的学习内容学习强度学习氛围等都将发生巨大的变化。如果罔顾变化后的事实，仍然用旧的标准来认识自己判断自己的能力与状态，很可能会误以为环境的变化只是暂时，意识不到自己的能力不足，或是难以接受这样一种变化，陷入妄自菲薄的深渊，导致画出的自画像失真。只有积极认识事实并接受事实，才能画出最真实最符合你们当下状态的自画像，才能依照这一自画像来改掉不足之处，不断提高自己。认识自己要以忠言为镜，接受忠言才能画出立体的像。当家长老师同学等指出你们的错误时，尽管他们的话可能让你们感到不太舒服，也请尽量克制住自己下意识的否认与反驳。因为，正是周围人的各个方面的忠言，让你们得以认识到立体的自己。以他们为镜，可以照出那些自己平常看不见的缺点，知道自己在许多方面中的得失。当然，周围人的话也不一定都是正确的，但兼听则明，要在根据事实经过理性的判断后，再去选择认为当局者迷，旁观者清，还是去走自己的路，让别人说去吧。认识自己要以自己为印，接受自己才能画出独特的像。尽管你们可能会觉得自己与周围的人没什么区别，但请记得，你们每个人都是独一无二的。在认识自己的过程中，不仅要接受自己有短处并尝试改正或弥补，也要看到自己的兴趣与长处并积极培养或发挥，找寻到属于你们的人生追求与奋斗目标。拥有这样的属于你们自己的特质烙印的画像，才足够独特，才称得上是一幅真正的自画像。如果你们暂时没有发现自己的特质或长处，也请保持平稳的心态，相信自己的潜能会被激发的同时，不断朝着自己心里的方向努力。"}
{"text":"认识自己要以自己为印，接受自己才能画出独特的像。尽管你们可能会觉得自己与周围的人没什么区别，但请记得，你们每个人都是独一无二的。在认识自己的过程中，不仅要接受自己有短处并尝试改正或弥补，也要看到自己的兴趣与长处并积极培养或发挥，找寻到属于你们的人生追求与奋斗目标。拥有这样的属于你们自己的特质烙印的画像，才足够独特，才称得上是一幅真正的自画像。如果你们暂时没有发现自己的特质或长处，也请保持平稳的心态，相信自己的潜能会被激发的同时，不断朝着自己心里的方向努力。认识自己，画出真实立体独特的画像是过程，通过自画像激励自己完善自己提高自己才是目的。而且，自画像需要经常修正，画自画像也是需要长期坚持的，坚持得越久，效果才会越明显。请君三年画此像用此像，在三年后，你们一定会遇见更好的自己愿君一生画此像用此像，活成独特的样子，活出属于自己的人生。前两天假期时，突然想起某件衣服好久没穿了。于是打开屋子里的衣橱翻找了起来。但找了几分钟，翻来覆去，还是没找到。也就在这一瞬间，感觉到这件很喜欢平时却不大能想起的衣服，就这样不弄丢了，心里不免的有点空落落。想想看，想要的东西都在。还有日常生活里的这些时刻，比如手机信号和电量满格，聊天框里的对方正在输入，订单显示您的快递正在派送中，天气温度刚好，手里捧着好喝的奶茶，面前飘香可口的美食，还有温柔的人儿等等。总之，日子里全部都是喜欢的人和事，还有物品时，我们才感受到生活在这些时刻里，是温柔而美好的。愿你喜欢的人和事，也刚好与你环环相拥也许，打破生活中心里空落落的那些时刻的唯一方法，是给生活一点盼头。而这个盼头，可以是一部电影或时下准备播出的电视剧，或是给自己买件喜欢的东西，还可以是一个喜欢的人。就如平淡如水的日子里，仅仅是静静地规划一下假期安排，都能让人感受到生活还是有好的时刻存在。热爱一件事，和喜欢一个人，本质上都是一样的。很多时候，如果你真心喜欢的一个人或者是一件事，就会花时间认真的去做，这是很自然不过的事，也是不需要理由的。有盼头有期待的感觉，还是美好的，因为喜欢的感觉是短暂的，而热爱，会让你无时不刻的会想起和心里能有所期盼。愿你喜欢的人和事，也刚好与你环环相拥对于喜欢的人和事，有两样东西是要舍得花的。"}
{"text":"就如平淡如水的日子里，仅仅是静静地规划一下假期安排，都能让人感受到生活还是有好的时刻存在。热爱一件事，和喜欢一个人，本质上都是一样的。很多时候，如果你真心喜欢的一个人或者是一件事，就会花时间认真的去做，这是很自然不过的事，也是不需要理由的。有盼头有期待的感觉，还是美好的，因为喜欢的感觉是短暂的，而热爱，会让你无时不刻的会想起和心里能有所期盼。愿你喜欢的人和事，也刚好与你环环相拥对于喜欢的人和事，有两样东西是要舍得花的。一是舍得花时间，二是舍得花钱。以前总以为，人生最美好的是相遇，后来才明白，其实难得的是重逢。很多时候，你自己美好，慢慢地才会吸引美好的人和事。记得有朋友跟我说过我从来没有想过自己可以去写文章发表，总觉得这离自己很遥远。其实不然，伴随着互联网的快速发展，它给我们的写作带来了便利，现在是自媒体时代，有很多平台可以写作，比如微信公众号小红书站的专栏等等。在这些平台上，文章可以随时随地的发表。事实上，写作它离我们每个人都很近，关键是你要勇敢的迈出第一步――写起来。更重要的是，通过写作，尤其是在喜欢的平台里，有开设自己的账号，也就是我们常说的自媒体。坚持写作，你还能认识到许多志同道合以及同样喜欢的朋友。但同时，写字也是一件很辛苦和比较孤独的事情。不单是指写作，人生的许多事情开始并不难，难的是一直坚持下去。愿你喜欢的人和事，也刚好与你环环相拥努力和坚持的意义，只是为了我们在平凡的日子里，活得比原来的那个自己更好一点，还有可以对生活少一点妥协。最终让你有更多的力气保护你所喜欢的人和事，让你对一切美好的事物力所能及。只有在未来有了足够选择权后，这样才能和自己喜欢的人和事在一起，按照自己喜欢的方式过一生。也唯有在人生的这些时刻，我们才会是最开心和更有力量的。最后，与你分享这么一段话，共勉之努力的意义就是，在未来的日子里，放眼望去都是自己喜欢的人和事，一定要在自己热爱的世界里闪闪发光。夫英雄者，胸怀大志，腹有良谋，有包藏宇宙之机，吞吐天地之志也。――曹操相信大家都读过管仲鲍叔二人共同辅佐齐桓公成为春秋首霸的故事了，在今天的读书会上，我就从齐桓公的角度来论一论英雄。"}
{"text":"也唯有在人生的这些时刻，我们才会是最开心和更有力量的。最后，与你分享这么一段话，共勉之努力的意义就是，在未来的日子里，放眼望去都是自己喜欢的人和事，一定要在自己热爱的世界里闪闪发光。夫英雄者，胸怀大志，腹有良谋，有包藏宇宙之机，吞吐天地之志也。――曹操相信大家都读过管仲鲍叔二人共同辅佐齐桓公成为春秋首霸的故事了，在今天的读书会上，我就从齐桓公的角度来论一论英雄。古来能成大事者，必定拥有过人的胸怀，重用能臣贤臣，绝不会拘谨于名分和一时的得失，始终以天下为己任，把天下装在自己的心中。齐桓公管仲鲍叔三人，虽然是以齐桓公为核心的铁三角，但是只要其中缺一，齐国的大业都难以实现。鲍叔的推举给了管仲施展拳脚的空间管仲的才能和改革使齐国富兵强但最终要归于齐桓公这个一国之主听从了正确的建议，不计前嫌重用贤臣，才最终给了齐国以称霸的可能。其实原句没有天下字样，为后人所加，但曹老板却因为这句话被儒生骂了千年往事越千年，魏武挥鞭，东临碣石有遗篇。在齐桓公身后几百年的三国时期，有一个人面临着同样的抉择，他就是乱世枭雄曹孟德。面对着北方强大袁绍的进攻，他坚守不出，等待时机，面对袁绍谋士许攸的投奔，他倒履相迎，把许攸当做上宾款待。最终采纳了许攸的建议，奇袭了袁军粮仓乌巢，大败袁军于官渡，成为以少胜多的典型战例，并最终统一了整个北方。甚至面对为袁绍起草讨贼檄文的陈琳，曹操也饶他不死。反观他的对手袁绍，在官渡大败之后逃回北方，虽然起初后悔没有重用谋士田丰，但是后来竟听信小人注后查为逢纪谗言杀了田丰，最终在悲愤中离世，可不荒唐？这种人成不了大业，想必也是情理之中的事了。曹操倒履相迎许攸，来自新三国古代的英雄们，虽然都成就了一番事业，但是大多结局令人叹惋。齐桓公虽然在春秋时期称霸一时，但是他的继任者自恃国富兵强却目光短浅，总想着吞并弱国却忘记了天下之事，偏安一隅，最终被西方崛起的秦国所灭曹操虽然统一了北方，但是觉得兵力足够却未能做好充足准备，在赤壁败于一场大火，遗恨江东未能一统天下。种种此类英雄，虽然有着雄心壮志，但是他们所追求的霸道往往走不出历史的局限性，这给他们的故事抹上了一层悲剧的色彩。在人民当家做主的今天，社会主义价值观下的英雄们，往往就出自人民群众本身。"}
{"text":"齐桓公虽然在春秋时期称霸一时，但是他的继任者自恃国富兵强却目光短浅，总想着吞并弱国却忘记了天下之事，偏安一隅，最终被西方崛起的秦国所灭曹操虽然统一了北方，但是觉得兵力足够却未能做好充足准备，在赤壁败于一场大火，遗恨江东未能一统天下。种种此类英雄，虽然有着雄心壮志，但是他们所追求的霸道往往走不出历史的局限性，这给他们的故事抹上了一层悲剧的色彩。在人民当家做主的今天，社会主义价值观下的英雄们，往往就出自人民群众本身。在人与人的交往中，包容和友善已经成为人与人交往的准则，人民群众也可以拥有英雄身上的种种美德。萧瑟秋风今又是，换了人间。当今的国际社会，已经不是某一国或几国的舞台。冷战结束以来，世界多极化趋势日益发展，某一种或几种意识形态称霸世界的时代已经过去了，多元文化交流融合的时代已经到来，虽然不是乱世，却又胜似乱世。中国作为有影响力的大国，提出了人类命运共同体的远大构想，充分表现了大国的包容和担当。在处理新时代国与国的关系时，相互合作互利共赢应取代传统的零和博弈，成为国与国交流的新思维新方法。要做这个世界的真英雄，中国还有很远的路要走。和平与发展已经成为了时代的主流天下英雄谁敌手？曹？刘？生子当如孙仲谋！今天我演讲的题目是成大事者，要忍常人所不能忍。相较于三人，我印象最深的是齐桓公。齐桓公听从鲍叔的建议，放下仇恨重用管仲，终成一代霸业。齐桓公令我钦佩，钦佩于他的心胸和眼界。成大事者，要忍常人之不能忍。春秋时期，齐国的公子纠与公子小白争夺君位。管仲辅佐公子纠带兵阻击小白，小白装死逃脱。后来小白即位为君，接受鲍叔的提议重用管仲，鲍叔甘居其下，成就一代霸业。如果不是齐桓公和管仲冰释前嫌，管仲尽心辅佐齐桓公，没有管仲的齐桓公如离群的孤狼，独木难支，难成大器。成大事者，要忍常人所不能忍。同样在春秋时期，越王勾践和吴国交战，被困于会稽山。于是勾践听从了大夫文种的计策，准备了一些金银财宝和几个美女通过太宰向吴王求情，吴王最后答应了求和。夫差每次出游，勾践总是拿着马鞭，恭恭敬敬地跟在后面。吴王生病时，他在床前尽力照顾。吴王看他这样尽心伺候自己，觉得他对自己非常忠心，最后就允许他返回越国。回国后勾践卧薪尝胆，经过十年的努力最终击败吴国，报仇雪恨。"}
{"text":"成大事者，要忍常人所不能忍。同样在春秋时期，越王勾践和吴国交战，被困于会稽山。于是勾践听从了大夫文种的计策，准备了一些金银财宝和几个美女通过太宰向吴王求情，吴王最后答应了求和。夫差每次出游，勾践总是拿着马鞭，恭恭敬敬地跟在后面。吴王生病时，他在床前尽力照顾。吴王看他这样尽心伺候自己，觉得他对自己非常忠心，最后就允许他返回越国。回国后勾践卧薪尝胆，经过十年的努力最终击败吴国，报仇雪恨。蒲松龄为他写下了一篇对联有志者事竟成，破釜沉舟，百二秦关终属楚苦心人天不负，卧薪尝胆，三千越甲可吞吴。如果没有勾践的隐忍和坚持，十年如一日，越国也不会日益强大，终灭吴国。成大事者，要忍常人所不能忍。在上世纪五十年代，南非著名的黑人运动领袖曼德拉因领导黑人运动而被捕入狱，直到八十年代末才被释放，并获得了诺贝尔和平奖，成为南非的首位黑人总统。曼德拉曾经被捕入狱，年的牢狱生活给他了时间与激励，使他学会了如何处理自己遭遇苦难的痛苦与磨难，并以极大的毅力来训练自己。出狱后，他转而支持调解与协商，并在推动多元族群民主的过渡期挺身领导南非，并最终终结了种族隔离制度。正因为曼德拉的隐忍，他才带领着黑人从黑夜走向黎明，从不公走向平等。成大事者，要忍常人所不能忍。胯下之辱成就了一代兵神韩信，楚庄公隐忍三年终一鸣惊人就像独自求生的探险者一样，熬过漫长的黑夜，抬头望见天边露出头的一抹红日，天，就快亮了。我所钦佩的，是一个有心胸有眼界的齐桓公。春秋五霸之首的齐桓公，曾经有一段颇有些传奇色彩的前半生，他曾颠沛流离至外国，曾与自己的兄弟快马竞争回齐国，更是任用了鲍叔牙力荐的，曾差点将他送至鬼门关的管仲。后虽然二人也有着一段相当精彩的人生历程。但最令我有所感悟的，还是任用他们的齐桓公。齐桓公有着异于常人的优点，这很容易被看到，一个差点就能成为凶手的管仲被任相就是了不起的证明。在管仲的帮助下，齐桓公对内鼓励发展经济，尤其是对于盐业更是严加管理，私人卖盐几乎绝迹。对于土地赋税，也是做了相当大的变革，管仲所提出的相地而衰征的税收政策，更是鼓励了大量齐民参加农业生产的积极性。对外，齐桓公在管仲的建议下尊王攘夷。齐国重新开始朝拜，而且每一次均会带上丰厚的礼物。没落的周氏贵族又重新感受到自己身为王朝之君的尊严，便对齐国的任何请求都大开绿灯。"}
{"text":"齐桓公有着异于常人的优点，这很容易被看到，一个差点就能成为凶手的管仲被任相就是了不起的证明。在管仲的帮助下，齐桓公对内鼓励发展经济，尤其是对于盐业更是严加管理，私人卖盐几乎绝迹。对于土地赋税，也是做了相当大的变革，管仲所提出的相地而衰征的税收政策，更是鼓励了大量齐民参加农业生产的积极性。对外，齐桓公在管仲的建议下尊王攘夷。齐国重新开始朝拜，而且每一次均会带上丰厚的礼物。没落的周氏贵族又重新感受到自己身为王朝之君的尊严，便对齐国的任何请求都大开绿灯。齐桓公不费吹灰之力的取得了一面政治旗帜，任何一个敢于反对他的国家，都将会被扣上反叛周氏的帽子，再被一支所谓的仁义之师所击败。任贤是他的优点，但这并不能改变他是一个普通人的本质。管仲逝前曾再三叮嘱，易牙，竖刁，开方此三人阿谀奉承，胁肩谄笑，决不能委以重用。但普通人是无法抵挡他人对自己的颂功颂德的，因此，他也像普通人一样，将无数的忠言劝阻抛诸脑后，糜烂在了虚荣的功绩和金钱的腐蚀中。深宫的高墙锁住了齐桓公这只鸿鹄，也彻底锁住了齐国强国之路的大门。三位奸臣乘齐桓公年迈之际发动了政变，各自拥兵相争，夺取朝纲。而齐桓公则被借口养病之因，被铁链锁在了自己的居所中，被易牙等人筑起的高墙所困，最后被活活饿死，直到尸体被蛆虫爬满才被人们所发现。这位曾经不可一世的君王，一个有优点的普通人，就这样窝囊的死在了皇宫里。齐桓公早年流落异国，中期勤政强国，晚期昏庸乱国。这一切只是因为，他是一个有优点的普通人。他能任贤，能纳谏，能原谅曾经几乎杀死他的管仲，这是他的优点。然而，他终究是一个普通人，他会被虚荣遮住耳目，被功绩隔绝视听，被谄笑淆乱心神。这最终使他迷醉在皇座之上，被蛆虫啃食尸体。九泉之下，这位有着优点的正常人，将拖着自己病残的身躯，去与当年在病榻之上，却仍不忘嘱托他，此仨人不可重用的凶手相见了。落叶在夜空中盘旋，谱写着一曲曲感恩的乐章，慢慢地飘零，回到大地母亲的怀抱，重新回到养育了它的大树的怀抱。抬头望向夜空，深邃的夜空映入眼帘窗外传来邻居的吵闹声悄悄地探出头，害怕他们发现自己的身影，对他们造成困扰，首先出现在视线的是一个年少孤独的背影略带着些玩世不恭的味道伴随四月的脚步在门口与母亲争吵不休。"}
{"text":"落叶在夜空中盘旋，谱写着一曲曲感恩的乐章，慢慢地飘零，回到大地母亲的怀抱，重新回到养育了它的大树的怀抱。抬头望向夜空，深邃的夜空映入眼帘窗外传来邻居的吵闹声悄悄地探出头，害怕他们发现自己的身影，对他们造成困扰，首先出现在视线的是一个年少孤独的背影略带着些玩世不恭的味道伴随四月的脚步在门口与母亲争吵不休。现在正值金秋时节，几片枯黄的叶子随凄风的夹带下在身旁悠然飘零它辉映着悲伤徘徊了许久飘去。凉意更浓了我赶忙去屋内找了件衣服，再次出来之时竟发现周围一片死寂静的如一池秋水当时的场景瞬间撕裂了我的心弦――母亲坐落在原地，轻轻地抹着眼角的泪珠，男孩的身影早已消失。第二天早上，邻居到附近各家各户道歉，昨天晚上的声音打扰到你们了，真是抱歉。大家都只是笑笑说着没什么，反正不是什么大事，大家都多少年了。这位母亲也慢慢地微笑起来，不知道是否只有我注意到她的眼角早已泛红，此时的微笑也有些生硬。后面从邻居的口中了解到了事情的原委，男孩没有听母亲的劝诫，毅然决然地想要出去闯荡一番，因为意见的不合，双方都放不下颜面而争吵了起来，最后男孩直接离家远走。那件事情已经差不多过去快有八年了，男孩在这八年里也没有回过家，也没有向家里过多地联系，只有逢年过节的时候会送上一句简短的祝福。母亲也知道自己的孩子在外面有自己的难处，既然孩子没有向自己寻求援助，母亲也尊重他的选择。秋夜，天高露浓，一弯月牙静静地挂在夜空。清冷的月光洒下大地，是那么幽黯，附近草丛响起虫儿的声乐。一束凄凉的月光落在邻居的门口，她站在门口，仿佛在等待什么的到来，银白色的月光落在她那早已泛白了的头发上，时光从来都是这么的公平但又令人伤心，曾经的乌黑亮丽的头发现在只剩下那么寥寥无几的几根。她还在那里等待，哪怕是天气越来越凉，她也没有回到自己的屋内，怕遗漏掉任何东西。我静静地望着她，突然她的眼睛里放出了亮光，沿着她视线的方向，我看见了一辆车慢慢地驶来，仿佛在寻找着什么，车子来到她家门口停了下来，车上下来了一个男子，男子脸上充满了沧桑感，头上拥有了不属于这个年纪的白发。男子向她慢慢地走来，仿佛在确认什么，最后好像得到了确认，他快步像邻居跑来，与邻居紧紧相拥。妈！我回来了！"}
