{"text":"由岸上到战船上的跳板，当然是独木板。李煜素来是养尊处优，平时生活，哪里受过一点罪，今天忽然要他经过独木板上船，实在没有这个胆子，再三排徊不敢踏上去。曹彬便命令左右的副官扶他上来。曹彬的确是很仁厚，他招待李后主吃茶的时候，他问起李煜家庭的成员，知道总共有三百多人，就替他准备一百条官船，给李煜三天时间，收拾财物，带着进京。并吩咐他尽管多带些财物去，暗示我曹彬不要钱，可是到了京里，还是有人要钱的，得准备送红包。然后放李煜这些人自己回去，连卫兵都不派一个跟着。其他将领们很不放心，但曹彬并不在意。他说，放心！他连上船的木板都不敢走，生怕掉下水去，可见他怕死得很，哪里会有逃跑的勇气。曹彬知道有些人是靠不住的。等李煜走了，他吩咐副将潘美代理职务，表示自己要暂时离开总司令部三天，把统率部队的责任交给他，并特别交代不许杀人犯军纪。然后带了二百名亲信，在李后主的宫殿四周布防保卫，不许任何人闯进李煜的宫中。自己则亲守在大门口，以防止下面的士兵们，以对待敌人的态度，进去危害骚扰。第三天以后，李煜带了三百多人上了船，他才进宫去，查封了宫里的财物，造册呈报给朝廷。据宋人的笔记，另一面他的副司令曹翰，后来奉命攻打九江。打进了九江，纵兵掳掠，还要屠城。而他自己却装了二十几船的财货宝物，悄悄地运回家乡去了。与曹彬相较之下，就有天壤之别了。这是历史上有名的仁将。所谓积善之家必有余庆，他的后代也很好，孙女做了宋仁宗的皇后，被誉为圣后相传还有一个孙女成了神仙，便是道家灵源大道歌的曹文逸真人。历史上仁厚的名将，当然不只曹彬一个，其他还有很多，这里只是提出最有名的曹彬作例子。这就是王者之师仁义之师的风范。打仗时只要屈服了敌方的领导阶层就好，而对老百姓则是慰问关怀救助，像及时雨一样，老百姓当然高兴。孟子说，像这样的仁义之师，所有尚书上仲虺在诰文上记载，那时的老百姓天天盼望着仁主到临，仁主来了，就有好日子过，就能离开水深火热的苦难。孟子引用了尚书的话以后，又针对当时的情况对齐宣王说，现在燕国内政那么紊乱，又虐待他的人民，你发兵去攻打燕国，这时燕国的老百姓以为水深火热的生活可以有所转机，他们将会有好日子过了，所以他们从家里拿出吃的喝的，高高兴兴地招待你的部队。"}
{"text":"孟子说，像这样的仁义之师，所有尚书上仲虺在诰文上记载，那时的老百姓天天盼望着仁主到临，仁主来了，就有好日子过，就能离开水深火热的苦难。孟子引用了尚书的话以后，又针对当时的情况对齐宣王说，现在燕国内政那么紊乱，又虐待他的人民，你发兵去攻打燕国，这时燕国的老百姓以为水深火热的生活可以有所转机，他们将会有好日子过了，所以他们从家里拿出吃的喝的，高高兴兴地招待你的部队。如果你反而杀了燕国的百姓，捆绑他们的子弟，拆毁他祭祀祖先的宗庙，搬走他们贵重的宝物，使燕国的老百姓受到更深的痛苦，那怎么可以呢？至于国际上的观感与反应，你要知道，天下各国诸侯对你国势的强盛，本来就畏惧三分，现在你打下燕国，得了加倍的土地，又不行仁政，各国诸侯为了自己的安全，同时又有了口实，自然要联合起来攻打你了。这等于是你自己发动天下的兵来讨伐自己。现在你只有赶快发布命令，释放俘虏，停止掳掠，再召集燕国的臣民代表开一个会，替他们选出一个贤君来，然后班师凯旋。这样还来得及阻止各国对你的联合攻击。仁义的实质与权谋从历史的资料看，齐燕的结怨，有两件事足以启发后人的睿思。第一是，燕王哙传到昭王以后，燕国起来复仇。要复国仇，必须要内政修明，力图强盛。而内政之修明，又以人才之争取为先。他第一个就采用了郭魄千金市马骨的精神原则，广求人才，得到乐毅这一批贤能之士，一战连下齐国七十二城，湔雪了国耻。第二是，在那个时候，苏代曾对燕昭王说过这样一句话仁义者，自完之道也，非进取之术也。他认为仁义的精神和行为，是个人对自己的一种最高修养。但是如果要想取得一国的政权，治理天下的百姓，仅仅讲究仁义的道理，是没有用的。把苏代这个理论和孟子的话对照一下，则很可以作一番深入的研究。基本上，仁义的思想和精神没有错，只是在方法上，因时间和空间的不同，而有所变通。其实，苏代的话仍然不脱纵横家的论调，把仁义限制在个人的修养上。我们知道，武王在起兵伐纣之前，曾经和姜太公商量过。据太公金匾的记载武王问大公曰殷已亡其三，今可代乎？太公曰知天者不怨天，知己者不怨人。先谋后事者昌，先事后谋者亡。且天与不取，反受其咎。"}
{"text":"但是如果要想取得一国的政权，治理天下的百姓，仅仅讲究仁义的道理，是没有用的。把苏代这个理论和孟子的话对照一下，则很可以作一番深入的研究。基本上，仁义的思想和精神没有错，只是在方法上，因时间和空间的不同，而有所变通。其实，苏代的话仍然不脱纵横家的论调，把仁义限制在个人的修养上。我们知道，武王在起兵伐纣之前，曾经和姜太公商量过。据太公金匾的记载武王问大公曰殷已亡其三，今可代乎？太公曰知天者不怨天，知己者不怨人。先谋后事者昌，先事后谋者亡。且天与不取，反受其咎。时至不行，反受其殃。非时而生，是为妄成。故夏条可结，冬冰可释。时难得而可失也。周武王在准备起兵攻伐纣王之前，对姜太公说，现在殷纣王因为暴虐无道，已经失去了他十分之三的国力土地和人民，而且看来还会变本加厉，天下将更动乱，百姓将更痛苦。现在是不是可以起兵，以革命行动，把殷纣的政权拿下来呢？姜太公对武王说据我所知道的，凡是知天――懂得天时地利人事等这些客观因素和时代趋势的人，当势不利于自己，而无法实现理想时，他是不会怨天的。一个真正了解自己的人，也能将人心比己心，以己心度人心，那么就不会轻易去责怪别人了。所以处理一件事情，先把客观的因素衡量清楚，对别人的心理也了解了，根据这些条件，作好周密的计划，然后按计划行事，一定会成功的。反过来，如果不能把这些客观和主观的条件弄清楚，盲目地先做了再说，那就必然失败无疑。而且，在客观条件已经具备，时机成熟，唾手可得的时候，你却迟疑不进，坐失良机，这样不是太可惜吗？比如田里的稻子已经成熟了，而你不去收割，这就不对了。一件事情，时机到了，大势所趋，由不得你，而你却偏偏不采取行动，这样是不会有好结果的。我们日常生活中的小事都要如此，大事业更要注意。至于时机不到，或者时机已过，却勉强去完成的，那是妄成，不会持久的。譬如夏天，枝叶茂盛，花开之后，到了秋天，自然结果。等到严冬来临，则遍地冰雪，但是到了相当的时节，又自然地春江水暖了。任何事情都有一定的时机，一个恰当的时机很难遇到，但却很容易失掉。鬻子也曾经有这样的话发政施令为天下福，谓之道，谓之仁。信而能和者，帝王之器。据汉书艺文志记载，鬻子名熊，著子三十篇，分一卷六篇。他这几句话的意思是说，为天下福祉所作的行政措施，就是最崇高的行为，也就是所谓的仁道。"}
{"text":"至于时机不到，或者时机已过，却勉强去完成的，那是妄成，不会持久的。譬如夏天，枝叶茂盛，花开之后，到了秋天，自然结果。等到严冬来临，则遍地冰雪，但是到了相当的时节，又自然地春江水暖了。任何事情都有一定的时机，一个恰当的时机很难遇到，但却很容易失掉。鬻子也曾经有这样的话发政施令为天下福，谓之道，谓之仁。信而能和者，帝王之器。据汉书艺文志记载，鬻子名熊，著子三十篇，分一卷六篇。他这几句话的意思是说，为天下福祉所作的行政措施，就是最崇高的行为，也就是所谓的仁道。能使全国上下安居乐业而心悦诚服，就是帝王之才。自己并不着意去追求争取，而自然由他人拥戴，那么你便立了信。为天下民众除害，换言之，谁危害天下人，你就除掉谁，这就是仁。如果顺天应人，自然获得权位，执政以后，全国上下亲爱精诚，和睦相处，一旦有了外患侵凌，或内在的灾祸危难，则和衷共济，同心协力。能做出这种政绩，那就真是为帝为王的材料了。同样地，我们可以了解，孟子的赞成――至少是不反对齐宣王伐燕，并没有违背他一向所主张的仁义思想。而仁义也不一定如后来所说的，只是完成个人美好人格的修养而已。依照姜太公的说法，在客观条件的需要下，战争的手段可以完成更崇高的目的，则不但不违背仁义，且合乎仁义。照鬻子的理论推衍，一场为天下除害的战争，也就是仁道的伸张。总之，孟子因为燕国老百姓生活于水深水热中，所以不反对齐国去攻伐，这并不违义。他的论调。可以说和当年姜太公对武王所说的，是同一个方向。问题是齐国之伐燕，没有做到如鬻子所说的那几个原则，也就非帝王之器了。事实上，基于当时时代趋势等因素，孟子的思想并不像孔子那样宗周。因为历经七百多年来的中央周室，实在已是一个扶不起来的破砂锅了。因此，只要有人能真正施行仁义，为民造福，他便可辅之为王。孟子在魏齐的外一章孟子为什么不能得到齐宣王梁惠王的深信和重任呢？这实在使人有读兵书而流泪，替古人担忧之慨！为了解答历史上这一疑问，就不得不回来再综合研究齐宣王与梁惠王一下了。齐宣王的风格战国末期的齐国，已非西周时代的！日齐国，也非东周初期的齐国，而是由田完敬仲的后代，篡位而据为己有的新齐国。"}
{"text":"孟子在魏齐的外一章孟子为什么不能得到齐宣王梁惠王的深信和重任呢？这实在使人有读兵书而流泪，替古人担忧之慨！为了解答历史上这一疑问，就不得不回来再综合研究齐宣王与梁惠王一下了。齐宣王的风格战国末期的齐国，已非西周时代的！日齐国，也非东周初期的齐国，而是由田完敬仲的后代，篡位而据为己有的新齐国。尤其从齐威王开始称王以来，齐国便成了与秦楚分庭抗礼而互相争霸的大国了。齐威王死后，他的儿子辟疆继位，称宣王。据孟尝君的父亲靖郭君田婴的门客齐貌辨的观察，说太子指齐宣王相不仁，过颐系视，若是者背反。由此而知齐宣王的相貌和个性的一斑。所谓过颐，便是方面大腮，满脸福相的描述。也可以说是脑后见腮，不可往来，后有反骨的相貌。所谓豕视，便是像猪看东西一样，表面很糊涂似的，而实际上，心中自有主张，很精明，而且不时偷看到两旁的东西。所谓不仁，不是说他一点也没有仁慈的心肠，而是说他是个不容易对付不容易侍候的角色。但事实上，齐宣王也可算是一个英明的主子，有他父亲威王慷慨雄豪的秉赋。而且根据孟子的记述，他爽朗地承认有好勇好货好色的多种毛病，婉转地推掉孟子的高论，也可以说是不凡的作风。朝中文武多才士在他亲政的初期，仍然任用邹忌为相，但却召回了被邹忌所排挤，而具有上将之才的田忌为将，任命孙膑做元帅，一战而擒杀了魏国的名将庞涓，俘虏了魏惠王的太子申，一举而震动国际，威加海内。齐国，不但一跃而为当时国际上的政治大国，而且是赫赫的经济强国。当此之际，齐宣王任命了重要的高级干部孟尝君田文继邹忌为相国。礼遇高士颜囗王斗甚至间接优待鲁仲连等不世人物。优容淳于髡的滑稽隽才。他听了邹忌及王斗当面批评他，不肯起用人才的一番话，一下子便任用他们与淳于髡等所推荐的一批人，而使得齐国大治。邹忌事宣王，仕人众，宣王不悦。晏首齐臣贵，而仕人寡，王悦之。邹忌谓宣王曰忌闻以为有一子之孝，不如有五子之孝。今首之所进仕者，以几何人。"}
{"text":"当此之际，齐宣王任命了重要的高级干部孟尝君田文继邹忌为相国。礼遇高士颜囗王斗甚至间接优待鲁仲连等不世人物。优容淳于髡的滑稽隽才。他听了邹忌及王斗当面批评他，不肯起用人才的一番话，一下子便任用他们与淳于髡等所推荐的一批人，而使得齐国大治。邹忌事宣王，仕人众，宣王不悦。晏首齐臣贵，而仕人寡，王悦之。邹忌谓宣王曰忌闻以为有一子之孝，不如有五子之孝。今首之所进仕者，以几何人。宣王因以晏首壅塞之。先生王斗进门而欲见齐宣王，宣王使谒者延入。王斗曰斗趋见王为好势，王趋见斗为好士，于王何如？使者复还报。王曰先生徐之，寡人请从。宣王因趋而迎之于门，与入，曰寡人奉先君之宗庙，守社稷，闻先生直言正谏不讳。王斗对曰王闻之过，斗生于乱世，事乱君，焉敢直言进谏。宣王忿然作色不说通悦。有间。王斗曰昔先君桓公所好者五，九合诸侯，一匡天下，天子受籍谓土地人民之籍，立为大伯，今王有四焉。宣王说，曰寡人愚陋，守齐国，惟恐夫扌云同陨之，焉能有四焉。王斗曰否，先君好马，王亦好马先君好狗，王亦好狗先君好酒，王亦好酒先君好色，王亦好色先君好士，王不好士。宣王曰当今之世无士，寡人何好？王斗曰世无骐囗马录耳良马之名，王驷已备矣世无东郭逡卢氏之狗，王之走狗已具矣世无毛嫱西施，王宫已充矣王亦不好士也，何患无士。王曰寡人忧国爱民，固愿得士以治之。王斗曰王之忧国爱民，不若王爱尽毂音斛，绉纱曰毅，纺丝而织之。也。王曰何谓也？王斗曰王使人为冠，不使左右便辟便，顺其所好。辟，避其所恶。而使工者。何也。为能之也。今王治齐，非左右便辟无使也。臣故日，不如爱尺毅也。宣王谢曰寡人有罪国家。于是举士五人任官，齐国大治。王斗这番说词，等于当面讽刺他的缺点，但齐宣王仍有雅量接受，不像秦汉以后的帝王，动不动便加以处士横议，或大不敬的杀头罪名。"}
{"text":"王斗曰王使人为冠，不使左右便辟便，顺其所好。辟，避其所恶。而使工者。何也。为能之也。今王治齐，非左右便辟无使也。臣故日，不如爱尺毅也。宣王谢曰寡人有罪国家。于是举士五人任官，齐国大治。王斗这番说词，等于当面讽刺他的缺点，但齐宣王仍有雅量接受，不像秦汉以后的帝王，动不动便加以处士横议，或大不敬的杀头罪名。赞美词与利害关系至于说到宣王不肯听信臣下的劝谏，在用人上。信任不专，或学非所用，用非所长的事，大概不会错的。例如他前任相国邹忌的一番婉转譬喻，便是针对他这毛病而说。邹忌俯八尺有余，身体日失日侧有光艳也丽，朝服衣冠，窥镜，谓其妻曰我孰与城北徐公美？其妻曰君美甚，徐公何能及公也！城北徐公，齐国之美丽者也，忌不自信而复问其妾曰吾孰与徐公美？妾曰徐公何能及君也。旦日明日客从外来，与坐谈，问之客曰吾与徐公孰美？客曰答公不若君之美也。明日，徐公来，孰通熟视之，自以为不如，窥镜而自视，又弗如远甚。暮寝通寝而思之，曰吾妻之美我者，私我也妾之美我者，畏我也客之美我者，欲有求于我也。于是入朝，见威王曰臣诚知不如徐公美，臣之妻私臣，臣之妾畏臣，臣之客欲有求于臣，皆以美于徐公。今齐地方千里，百二十城，宫妇左右，莫不私王朝廷之臣，莫不畏王四境之内，莫不求于王。由此观之，王之蔽甚矣！王曰善！乃下令群臣吏民能面刺举寡人之过者，受上赏上书谏寡人者，受中赏能谤议于市朝，闻寡人之耳，受下赏。令初下，群臣进谏，门庭若市，数月之后，时时而间去声进。期年之后，虽欲言，无可进者。燕赵韩魏闻之，皆朝于齐，此所谓战胜于朝廷与敌国战胜于朝廷之内也，即政治作战胜利之意。贫贱骄人虽然宣王有用人不专的毛病，却能面对颜斤蜀的顶撞，公然改变盛怒之威，愿执弟子之礼。最后，颜斤蜀不受封而辞去，他又好像只能礼贤而不能真下士。齐宣王见颜斤蜀，曰斤蜀前。斤蜀亦曰王前。"}
{"text":"期年之后，虽欲言，无可进者。燕赵韩魏闻之，皆朝于齐，此所谓战胜于朝廷与敌国战胜于朝廷之内也，即政治作战胜利之意。贫贱骄人虽然宣王有用人不专的毛病，却能面对颜斤蜀的顶撞，公然改变盛怒之威，愿执弟子之礼。最后，颜斤蜀不受封而辞去，他又好像只能礼贤而不能真下士。齐宣王见颜斤蜀，曰斤蜀前。斤蜀亦曰王前。宣王不说，左右曰王，人君也。斤蜀，人臣也。王日斤蜀前，斤蜀亦日王前，可乎？斤蜀对曰夫斤蜀前为慕势，王前为趋士。与使斤蜀为慕势，不如使王为趋士。王忿然作色，曰王者贵乎？士贵乎？对曰士贵耳，王者不贵。王曰有说乎？曰有，昔者秦攻齐，令曰有敢去柳下季垄家也五十步而椎采者，死不赦。令曰有能得齐宣王头者，封万户侯，赐金千锰。由是观之，生王之头，曾不若死士之垄也。左右皆曰斤蜀来，斤蜀来，大王据千乘之地，而建千石钟，万石囗音巨。天上神兽，鹿头龙身。悬钟之木刻饰象之，因名曰囗。每十六钟共一囗。，天下之士，皆为役处辩知智并进，莫不来语东西南北，莫敢不服。万物无不备具，而百姓无不亲附。今夫士之高者，乃称匹夫。徒步而处农亩，下则鄙野，坚门间里，士之贱也，亦甚矣。斤蜀对曰不然，斤蜀闻古大禹之时，诸侯万国。何则？德厚之道，得贵士之力也。故舜起农亩，出于野鄙，而为天子。及汤之时，诸侯三千。当今之世。南面称寡者，乃二十四。由此观之，非得失之策与，稍稍诛灭，灭亡无族之时，欲为监门闾里，安可得而有也哉。是故易传不云乎居上位，未得其实，以喜其为名者，必以骄奢为行，据慢骄奢，则凶必从之。是故无其实而喜其名者削无德而望其福者约无功而受其禄者辱，祸必握。故日矜功不立，虚愿不至。此皆幸乐其名，而无其实德者也。是以尧有九佐，舜有七友，禹有五丞，汤有三辅。自古及今，而能虚成名于天下者，无有。是以君王无差亟问，不愧下学。是故成其道德，而杨功名于后世者，尧舜禹汤周文王是也。故日无形者，形之君也无端者，事之本也。"}
{"text":"是故易传不云乎居上位，未得其实，以喜其为名者，必以骄奢为行，据慢骄奢，则凶必从之。是故无其实而喜其名者削无德而望其福者约无功而受其禄者辱，祸必握。故日矜功不立，虚愿不至。此皆幸乐其名，而无其实德者也。是以尧有九佐，舜有七友，禹有五丞，汤有三辅。自古及今，而能虚成名于天下者，无有。是以君王无差亟问，不愧下学。是故成其道德，而杨功名于后世者，尧舜禹汤周文王是也。故日无形者，形之君也无端者，事之本也。夫上见其原，下通其流，至圣人明学，何不吉之有哉。老子曰虽贵，必以贱为本虽高，必以下为基。是以侯王称孤寡不毅，是其贱之本与。夫孤寡者，人之困贱下位也。而侯王以自谓，岂非下人而尊贵士与。夫尧传舜，舜传禹，周成王任周公旦，而世世称日明主，是以明乎士之贵也。宣王曰嗟乎！君子焉可侮哉，寡人自取病耳！及今闻君子之言，乃今闻细人之行，愿请受为弟子。且颜先生与寡人游，食必太守，出必乘车，妻子衣服丽都。颜斤蜀辞去曰夫玉生于山，制则破焉，非弗宝贵矣。然太璞不完。士生乎鄙野，推选则禄焉，非不专道也。然而形神不全。斤蜀愿得归，晚食以当向，安步以当车，无罪以当责，清静贞正以自虞。制言命令者王也，尽忠真言者斤蜀也，言要道已备矣，愿得赐归，安行而反臣之邑屋。则再拜而辞去。君子曰斤蜀知足矣，归真反璞，则终身不辱也。滑稽大师――淳于髡另有淳于髡，完全不同于颜斤蜀的作风，他运用滑稽的高调，对了齐宣王爽朗的胃口。他身为齐之赘婿，长不满六尺，而滑稽多辩，早为齐威王时代的左右宠臣。到了宣王时代，也同样受到重用。他是个有心人，也见过孟子。与孟子的对话，下文再谈。有一次，在一天之内，他同时又推荐七个人，请齐宣王录用。宣王虽然觉得淳于髡太过份了，但辩论一番之后，还是照样任用不误。淳于髡一日而见七士于宣王。王曰子来，寡人闻之，千里而一士，是比肩而立百世而一圣，若随踵而至也。今子一朝而见七士，则士不亦众乎？淳于髡曰不然，夫鸟同翼者而聚居，兽同足者而俱行，今求柴胡桔梗药名于沮泽，则累世不得一焉。"}
