{"text":"所以归纳起来说，这种哲学的特征是第一，一种以艺术眼光对人生的天赋才能第二一种于哲理上有意识的回到简单第三，一种合理近情的生活理想。最后的产品就是一种对于诗人农夫和放浪者的崇拜，这是可怪的。也说先哲论孔子的幽默孔子自然是幽默的。论语一书，有很多他的幽默语，因为他脚踏实地，说很多入情入理的话。只惜前人理学气太厚，不曾懂得。他十四年间，游于宋卫陈蔡之间，不如意事，十居八九，总是泰然处之。他有伤世感时的话，在鲁国碰了季桓子阳货这些人，想到晋国去，又去不成，到了黄河岸上，而有水哉水哉之叹。桓s一类人，想要害他，孔子恒其如予何的话，虽然表示自信力甚强，总也是自得自适君子不忧不惧一种气派。为什么他在陈蔡汝颖之间，住得特别久，我就不得而知了。他那安详自适的态度，最明显的例子，是在陈绝粮一段。门人都已出怨言了，孔子独弦歌不衰，不改那种安详幽默的态度。他三次问门人我们一班人，不三不四，非牛非虎，流落到这田地，为什么呢！这是我所最爱的一段，也是使我们最佩服孔子的一段。有一次，孔子与门人相失于路上。后来有人在东门找到孔子，说他的相貌，并说他像一条丧家犬。孔子听见说别的我不知道。至于像一条丧家狗，倒有点像。须知孔子是最近人情的，他是恭而安，威而不猛，并不是道貌岸然，冷酷拒人于千里之外，但是到了程朱诸宋儒的手中，孔子的面目就改了。以道学面孔论孔子，必失了孔子原来的面目。仿佛说，常人所为，圣人必不敢为。殊不知道学宋儒所不敢为，孔子偏偏敢为。如孺悲欲见孔子，孔子假托病不见，或使门房告诉来客说不在家。这也就够了，何以在孺悲犹在门口之时，故意取瑟而歌，使之闻之，这不是太恶作剧吗？这就是活泼泼的孔丘。但这一节，道学家就难以为解释。朱熹犹能了解，这是孔子深恶而痛绝乡愿的表示。到了崔东壁述便不行了。有人盛赞崔东壁的洙泗考信录。我读起来，就觉得赞道之心有余，而考证的标准太差。他以为这段必是后人所附会，圣人必不出此。这种看法，离了现代人传记文学的功夫若维多利亚女王传那种体会人情的看法，离得太远了。"}
{"text":"但这一节，道学家就难以为解释。朱熹犹能了解，这是孔子深恶而痛绝乡愿的表示。到了崔东壁述便不行了。有人盛赞崔东壁的洙泗考信录。我读起来，就觉得赞道之心有余，而考证的标准太差。他以为这段必是后人所附会，圣人必不出此。这种看法，离了现代人传记文学的功夫若维多利亚女王传那种体会人情的看法，离得太远了。凡遇到孔子活泼泼所为示能完全与道不定时想符合，或言宋儒之所不敢言老而不死是为贼，或为宋儒之所不敢为举杖叩其胫，取瑟而歌，使之闻之，崔东壁就断定是圣人必不如此，而斥为伪作，或后人附会。顾颉刚也曾表示对崔东壁不满处。他信仰经书和孔孟的气味都嫌太重，糅杂了许多先入为主的成见。古史辨第一册的长序谈论语，不应该这样读法。论语是一本好书，虽然编的太坏，或可说，根本没人敢编过。论语一书，有很多孔子的人情味。要明白论语的意味，须先明白孔子对门人说的话，很多是燕居闲适的，脱口而出的话，幽默自得的话，甚至开玩笑的话，及破口骂人的话。总而言之，是孔子与门人私下对谈的实录。最可宝贵的，使我们复见孔子的真面目，就是这些半真半假，雍容自得的实录，由这些闲谈实录，可以想见孔子的真性格。孔子对他门人，全无架子。不像程颐对哲宗讲学，还要执师生之礼那种臭架子。他一定要坐着讲。孔子说你们两三位，以为我对你们有什么不好说的吗？我对你们老实没有？我没有一件事不让你们两三位知道。那就是我。这亲密的情形，就可想见。所以有一次他承认是说笑自豪感而已。孔子到武城，是他的门人子游当城宰。听见家家有念书弦诵的声音，夫子莞尔而笑说割鸡焉用牛刀。子游驳他说，夫子所教是如此，君子学道则爱人，小人学道则易使也。孔子说你们两三位听，阿偃是对的。我刚才说的，是和他开玩笑而已。戏之耳。这是孔子燕居门人对谈的腔调。若做岸然道貌的考证文章，便可说岂有圣人而戏言乎不信也不义也圣人必不如此，可知其伪也。你看见过哪一位道学老师，肯对学生说笑话没有？论语通盘这类的口调居多。要这样看法才行。随举几个例言志之篇，吾与点也，大家很喜欢，就是因为孔子作近情语，不作门面语。别人说完了，曾口欧以为他的志愿不在做官，危立于朝廷宗庙之间，他先不好意思说。夫子说没有关系，我要听听各人言其志愿而已。"}
{"text":"戏之耳。这是孔子燕居门人对谈的腔调。若做岸然道貌的考证文章，便可说岂有圣人而戏言乎不信也不义也圣人必不如此，可知其伪也。你看见过哪一位道学老师，肯对学生说笑话没有？论语通盘这类的口调居多。要这样看法才行。随举几个例言志之篇，吾与点也，大家很喜欢，就是因为孔子作近情语，不作门面语。别人说完了，曾口欧以为他的志愿不在做官，危立于朝廷宗庙之间，他先不好意思说。夫子说没有关系，我要听听各人言其志愿而已。于是曾口欧砰訇一声，把瑟放下，立起来说他的志愿。大约以今人的话说来，他说三四月间，穿了新衣服到阳明山中正公园。五六个大人，带了六七个小孩子，在公共游泳池游一下，再到附近林下乘凉，一路唱歌回来。孔子吐一口气说，阿点，我就要陪你去。或作我最同意你的话。在冉有公西华说正经话之后，曾口欧这么一来放松，就是幽默作用。孔子居然很赏识。有许多论语读者，示能体会这种语调。必须先明白他们师生闲谈的语调。读去才能意思。御乎射乎？章――有人批评孔子说孔子真伟大，博学而无所专长。孔子听见这话说教我专长什么？专骑马呢？或专射箭呢？还是专骑马好。这话真是幽默的口气。我们也只好用幽默假痴假呆的口气读它。这哪里是正经话？或以为圣人这话未免杀风景。但是孔子幽默口气，你当真，杀风景是你，不是孔夫子。其然，岂其然乎？章――孔子问公明贾关于公叔文子这个人怎样，听见说这位先生不言不笑不贪。公明贾说，这是说的人张大其辞。他也有说有笑，只是说笑的正肯合时，人家不讨厌。孔子说，这样？真真这样吗？这种重叠，是论语写会话的笔法。赐也，非尔所及也章――子贡很会说话。他说我不要人家怎样待我，我就这样待人。孔子说阿赐，你说的好容易。我看你做不到。这又是何等熟人口中的语气。空空如也章――孔子说你们以为我什么都懂了。我哪里懂什么。有乡下人问我一句话，我就空空洞洞，了无一句话作回答。这边说说，再说说不下去了。三嗅而作章――这章最费解，崔东壁以为伪。其实没有什么。只是孔子嗅到臭雉鸡作哎不肯吃。这篇见乡党，专讲孔子讲究食。有飞鸟在天空翱翔，飞来飞去，又停下来。子路见机说，这只母野鸡，来的正巧。打下来献给孔夫子，孔夫子嗅了三嗅，嫌野鸡的气味太腥，就站起来，不吃也罢。原来野鸡要挂起来两三天，才好吃。"}
{"text":"这又是何等熟人口中的语气。空空如也章――孔子说你们以为我什么都懂了。我哪里懂什么。有乡下人问我一句话，我就空空洞洞，了无一句话作回答。这边说说，再说说不下去了。三嗅而作章――这章最费解，崔东壁以为伪。其实没有什么。只是孔子嗅到臭雉鸡作哎不肯吃。这篇见乡党，专讲孔子讲究食。有飞鸟在天空翱翔，飞来飞去，又停下来。子路见机说，这只母野鸡，来的正巧。打下来献给孔夫子，孔夫子嗅了三嗅，嫌野鸡的气味太腥，就站起来，不吃也罢。原来野鸡要挂起来两三天，才好吃。我们不必在这里寻出什么大道理。群居终日章――孔子说有些人一天聚在一起，不说一句正经话，又好行小恩惠――真难为他们。难矣哉是说亏得他们做得出来。朱熹误解为将有患难，就是不懂这亏得他们的闲谈语调。因为还有一条，也是一样语调，也是用难矣哉，更清楚。一天吃饱饭，什么也不用心。真亏得他们。不是还可以下棋吗？不棋用心思，总比那样无所用心好。幽默是这样的，自自然然，在静室对至友闲谈，一点不肯装腔作势。这是孔子的论语。有一次，他说，我总应该找个差事做。吾岂能像一个墙上葫芦，挂着不吃饭？有一次他说，出卖啊！出卖啊！我等着有人来买我。沽之哉，沽哉，我等贾者也。意思在求贤君能用他，话却不择言而出，不是预备给人听的。但在熟友闲谈中，不至于误会。若认真读它，便失了气味。孔子骂人也真不少。今之从政者何如，孔子说噫，斗筲是盛米器，就是说那些饭桶，算什么！骂原壤老而不死是为贼。骂了不足，还举起棍子，打那蹲在地上的原壤的腿。骂冉求非吾徒也。小子鸣鼓而攻之，可也。真真不客气，对门人表示他非常生气，不赞成冉求替季氏聚敛。由也不得其死然，骂子路不得好死。这些都是例。孔子真正属于机警的话，平常读者不注意。最好的，我想是见于孔子家语一段。子贡问死者有知乎。孔子说，等你死了，就知道。这句话，比答子路未知生，焉知死。更属于机警一类。一个人不对自己说，怎么办？怎么办？我对这种人，真不知道怎么办。不曰如之何，如之何者，吾未如之何也已矣。知之为知之，不知为不知，是知也。也是这一类。过而不改，是谓过矣。相同。不患人之不已知，求为可知也。――这句话非常好。就在知字做文章，所以为机警动人的句子。总而言之，孔子是个通人，随口应对，都有道理。"}
{"text":"最好的，我想是见于孔子家语一段。子贡问死者有知乎。孔子说，等你死了，就知道。这句话，比答子路未知生，焉知死。更属于机警一类。一个人不对自己说，怎么办？怎么办？我对这种人，真不知道怎么办。不曰如之何，如之何者，吾未如之何也已矣。知之为知之，不知为不知，是知也。也是这一类。过而不改，是谓过矣。相同。不患人之不已知，求为可知也。――这句话非常好。就在知字做文章，所以为机警动人的句子。总而言之，孔子是个通人，随口应对，都有道理。他脚踏实地，而又出以平淡浅近之语。教人事父母，不但养，还要敬，却说至于犬马，皆能有养，这不是很唐突吗？富而可求也，虽执鞭之士，吾亦为之。这是说如果成富是求得来的，叫我做马夫赶马车，我也愿意。都是这派不加修饰的言辞。好在他脚踏实地，所以常有幽默的成分，在其口语中。美国大文豪对我说，他是欣赏孔子一句话，就是季文子三思而后行。孔子说再，斯可矣。这真正是自然流露的幽默。有点杀风景，想来却是实话。下回我想讲孔子的笑和乐。选自无所不谈二集，年台北文星书店出版孟子说才志气欲我是自小爱孟子的。孟子是儒家中的理想主义者，文字中有一种蓬勃葱郁之气，令人喜欢，令人感动。在儒家中，我就是推崇孟子。其气派得力于子思。孔门中颜回乐道安贫，善体会善思考，退而自省其私，亦足以发，但是他不大说话。话是没有什么可说的了。曾子在孔门弟子中年最幼，又最聪慧，大概好学而近思，但是仍突不出孔子范围。孟子之时，天下之言不归杨则归墨须知杨墨皆有精深系统，倘使曾颜尚在，必定抵挡不住。只有孟子雄辩之才，足以出来招架。荀子学问虽好，却反对人欲主张制礼节欲，以性为恶，以善为伪。――这一脉思想戕贼人以为仁义，如戕贼杞柳以为Gǎ与告子一样，故必流于虚伪冷酷。他的仁义是外来的，与告子相同，即所谓率天下之人而祸仁义，真不足取。荀子既然要制礼节欲，又主张严刑罚，以戒其心使天下生民之属，皆知己所愿欲，举在于是，故其赏行，皆知己之所畏恐，举在于是，故其罚威。所以他教出来的子弟，当然是法家，如韩非李斯之徒，全非孔子面目。后来焚书坑儒，乃荀卿的大弟子所为，可说是荀派的报应。只有孟子能发挥性善之说，言孔子所未言，又能推广仁义之本意，说出仁义本于天性，使孔子的道理得哲学上的根据，及政治上的条理。"}
{"text":"他的仁义是外来的，与告子相同，即所谓率天下之人而祸仁义，真不足取。荀子既然要制礼节欲，又主张严刑罚，以戒其心使天下生民之属，皆知己所愿欲，举在于是，故其赏行，皆知己之所畏恐，举在于是，故其罚威。所以他教出来的子弟，当然是法家，如韩非李斯之徒，全非孔子面目。后来焚书坑儒，乃荀卿的大弟子所为，可说是荀派的报应。只有孟子能发挥性善之说，言孔子所未言，又能推广仁义之本意，说出仁义本于天性，使孔子的道理得哲学上的根据，及政治上的条理。他又雄辩，又弘毅，又自信，又善讽喻善幽默，是一种浩然大丈夫气象，我们读孟子，可使顽夫廉，懦夫有立志。倘使从此下去，儒道岂不是很快乐平易的人生观吗？不幸，我们所见的所谓孔学，都是板起长脸孔的老先生，都没有孔子之平和可亲，或孟子的泼辣兴奋。七百年来道学为宋人理学所统制，几疑程朱便是孔孟，孔孟便是程朱。程朱名为推崇孟子，实际上是继承荀韩释氏戴东原语，不曾懂得孟子。邵康节批评程伊川，最中肯。康节将殁，伊川去看他，向他问道。康节笑着对他开玩笑说正叔你这人可谓生在生姜树上，将来必死于生姜树头。伊川再问，康节张开两手示意。伊川不解，康节才说面前路径须令宽，路窄时自身且无所着，何能使人行？我们七百年来所行的就是伊川这条窄路。理学道理，也全是生姜树头的道理。现代青年人，应该多读孟子，常读孟子，年年再读孟子一遍万章告子尽心诸篇最好。孟子一生都是英俊之气，于青年人之立志淬砺工夫，是一种补剂。孟子专言养志养气，志一则动气，气一则动志，是积极的。荀子专讲制民制欲，是消极的。圣人与我同类人皆可以为尧舜人无有不善养其大体为大人这是何等动人的话？少时常听我父亲引孟子说虽存乎人者，岂无仁义之心哉。――这句话不知如何，永远萦绕在我心上。这样的人生观，不是很好的吗？人无有不善，就其善而养之。人生社会有什么了不得的问题，何必谈什么玄虚？做人的道理讲好了，还有什么可怕？这样循这条路走去，就可为顶天立地的大丈夫孔子只讲君子，孟子才提出大丈夫三字。就使不能建立什么彪炳的事业来，至少也可以成一个有操守气节的人。孟子着重志气。"}
{"text":"少时常听我父亲引孟子说虽存乎人者，岂无仁义之心哉。――这句话不知如何，永远萦绕在我心上。这样的人生观，不是很好的吗？人无有不善，就其善而养之。人生社会有什么了不得的问题，何必谈什么玄虚？做人的道理讲好了，还有什么可怕？这样循这条路走去，就可为顶天立地的大丈夫孔子只讲君子，孟子才提出大丈夫三字。就使不能建立什么彪炳的事业来，至少也可以成一个有操守气节的人。孟子着重志气。要人养志气，养到富贵不能淫，贫贱不能移，威武不能屈的田地，这叫做人气，这也就是仁。仁者人也，就是有人气的人在英文最好译为。在孟子看来，仁就是。就是大丈夫。向来仁讲为静，智为动。实在大丈夫也有静时，如诸葛亮之卧龙岗，只是静中却有志在里头，并非沉寂，也非寂灭。孟子说天之将降大任于斯人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为。这里头专靠一志字，若无志字，劳其筋骨，饿其体肤，还不是每夜精疲心竭爬上床完事？最好是孟子讲才字。孟子要人能尽其才。富岁子弟多赖即懒，凶岁子弟多暴，非天之降才而殊也。孟子也明白人才善恶与环境的关系。乃若其情，则可以为善矣，乃所谓善也。若夫为不善，非才之罪也。可以为善四字，是性善的精义，是说有可以为善之才性恶性善之辩，二千年来辩得一塌糊涂孟子说可以为善甚明，陈兰甫东塾读书记孟子篇，讲得清楚了当，再不必争执。既然人无有不善，只能不失其本性，使吾固有之善，可以培养滋长。苟得其养，无物不长苟失其养，无物不消。孟子言才，与性字同。牛山有材，是牛山之本性，日夜之所息，雨露之所润，非无萌蘖之生焉，旦旦而代之，则夜气不足以存，所以濯濯，人见其濯濯，以为未尝有材，此岂山之性也哉？古之教育，皆是养才今之教育，皆是补恶，是旦旦而伐之一类，哪里还有雨露之养时雨之化意义？这才字性字，连欲包括在里头。那时还未有宋儒将理与欲分开，理欲是合一的，人生必有才，才有高低利钝不同，但是必有才，有才便有欲。孟子言生亦我所欲，所欲有甚于生者。欲之含义甚广，非限于犬马声色。宇宙万物生生不息，是宇宙万物各尽其才，各有其欲。宇宙无欲，则宇宙寂灭。人生的期望愿望都是欲。"}
{"text":"古之教育，皆是养才今之教育，皆是补恶，是旦旦而伐之一类，哪里还有雨露之养时雨之化意义？这才字性字，连欲包括在里头。那时还未有宋儒将理与欲分开，理欲是合一的，人生必有才，才有高低利钝不同，但是必有才，有才便有欲。孟子言生亦我所欲，所欲有甚于生者。欲之含义甚广，非限于犬马声色。宇宙万物生生不息，是宇宙万物各尽其才，各有其欲。宇宙无欲，则宇宙寂灭。人生的期望愿望都是欲。人生没有期望愿望，便已了无兴趣，陷于死地，形存神亡。草木有草木之欲，才能欣欣向荣。人而无欲，也就完了。我看青年子弟，男男女女，无非一堆私人之欲望，各有所求，求学之进，求事之成，求父母健康，求出洋留学，求传子传孙，求成家立业，何一非欲？说欲有害，也不过如说钱财害人钱财私欲，非能害人，在于你自己，非欲之罪也。好了，算我孟子派中人罢了。见年月台湾开明书店初版无所不谈合集谁最会享受人生发现自己庄子在现代生活中，如果真有哲学家的话，那么哲学家这名词已变成一个仅是社交上恭维人家的名称了。哲学家差不多是世界上最受人尊崇，同时也最不受人注意的人物。只要是一个神秘暧昧深奥不易了解的人物即可称之为哲学家。一个对现状漠不关心的人也被称为哲学家。然而，后者的这种意义中还有着相当的真理。在莎士比亚的皆大欢喜s一剧中，丑角达士东s所说的牧羊人，你也懂得一些哲学吧？这句话就是包含后者这种意义的。从这一种意义说来，哲学仅是对事物和人生的一种普通而粗浅的观念。而且这种观念每个人多少总有一点。如果某一个人否认现实的表面价值，或不肯尽信报纸上所说的话，他就有哲学家的意味。他是一个不愿被骗的人。哲学总带着一种如梦初醒的意味。哲学家观察人生，正如艺术家观察风景一样――是隔着一层薄纱或一层烟雾的。这种看法使生硬的人生琐事变成软化，容易使我们看出其中的意义。至少中国的艺术家或哲学家是如此思想的。所以，哲学家和彻底的现实主义者的观念完全相反后者熙来攘往忙碌终日，以为他的成败盈亏，完全是绝对的真实的。这种人真是无药可救，他连一些怀疑的念头也没有，所以不能得到一个起点。孔子说不曰如之何如之何者，吾末如之何也已矣！――在孔子少数而有意的诙谐语句中，这句实得我心。"}
{"text":"他是一个不愿被骗的人。哲学总带着一种如梦初醒的意味。哲学家观察人生，正如艺术家观察风景一样――是隔着一层薄纱或一层烟雾的。这种看法使生硬的人生琐事变成软化，容易使我们看出其中的意义。至少中国的艺术家或哲学家是如此思想的。所以，哲学家和彻底的现实主义者的观念完全相反后者熙来攘往忙碌终日，以为他的成败盈亏，完全是绝对的真实的。这种人真是无药可救，他连一些怀疑的念头也没有，所以不能得到一个起点。孔子说不曰如之何如之何者，吾末如之何也已矣！――在孔子少数而有意的诙谐语句中，这句实得我心。我想在这章中介绍一些中国哲学家对生活图案的观念。他们之间的意见越是参差，越是一致地以为人类必须有智慧和过着幸福生活的勇气。孟子的那种比较积极的人生观念和老子的那种比较圆滑和顺的观念，协调起来成为一种中庸的哲学，这种中庸的哲学可说已成了一般中国人的宗教。动和静的冲突，结果却产生了一种妥洽的观念，使人们对于这个不得完美的地上天堂也感到了满足。这种智慧而愉快的人生哲学就此产生。陶渊明――在我的心目中他是中国最伟大的诗人，有着最和谐的性格――就是这种生活的一种典型。一切中国哲学家在不知不觉中所认为最重要的问题就是我们要怎样去享受人生？谁最会享受人生？我们不去追求完美的理想，不去寻找那势不可得的事物，不去穷究那些不可得知的东西我们认识的只是些不完美的曾死的人类的本性最重要的问题是怎样去调整我们的人生，使我们得以和平地工作，旷达地忍耐，幸福地生活。我们是谁？这是第一个问题。这个问题似乎是不能解答的。不过我们都已承认，我们日常忙碌生活中的自我并不是完全真正的自我。在生活的追求中我们已经丧失一些东西。例如我们看见一个人在田野里东张西望地在寻找东西。聪明的人可以提出一个难题来让那些旁观者去猜猜那个人究竟失掉了什么东西？有的猜一只表，有的猜一只钻石别针各人有各人的猜测。聪明人其实也不知道那人失掉了些什么，可是当大家猜不着时，他可以说我告诉你们吧，他失掉魂儿了。我想没有人会说他这句话不对。我们往往在生活的追求中忘记了真正的自我，正如庄子在一个美妙的譬喻里所讲的那只鸟一样，为了要吃一只螳螂而忘记自身的危险，而那只螳螂又为了要捕捉一只蝉也忘了自身的危险。庄周游于雕陵之樊，睹一异鹊自南方来者。翼广七尺，目大运寸。感周之颡，而集于栗林。庄周曰此何鸟哉？翼殷不逝，目大不睹？蹇裳j步，执弹而留之。"}
