{"text":"下面的潭，四壁的石，和草树清溪，都同大龙湫差仿不多。但西面连山，雁荡山的西尽头，差不多就快到了，而这瀑布之上，山顶平处，却又是一大村落山上复有山，世外是桃源的景，正和天台山的桐柏乡，曲异而工同。从西石梁瀑布顺原路回来，路上又去看了梅雨潭及潭前的一座含珠峰，仍过东岭，到了自芙蓉南来经四十九盘岭可到的能仁寺里。这能仁寺在西内谷丹芳岭下，系宋咸平二年僧全了所建。本来是雁荡山中的最大的丛林，有一宋时的大铁锅在可以作证，现在却萧条之至，大殿禅房，还都在准备建筑中。寺前有燕尾瀑，顺溪南流，成斤竹涧，绕四十九盘岭，可至小芙蓉这一路路上风景的清幽绝俗，当为雁山全景之冠，可惜我们没有时间，只领略了一个大概，就赶回了灵岩寺来宿。这一天的傍晚，本拟上寺右的天窗洞，寺左的龙鼻水去拜观灵岩寺的二奇的，但因白天跑了一天，太辛苦了，大家不想再动。我并且还忘不了今晨似的山中的残月，提议明朝也于三时起床，踏月东下，先去看了灵峰近旁的洞石，然后去响头岭就行出，所以老早就吃了夜饭，老早就上了床。然而胜地不常，盛筵难再，第二日早晨，虽则大家也忍着寒，抛着睡，于午前三点起了身，可是淡云蔽月，光线不明我们真如在梦里似地走了七八里路，月亮才兹露面。而玩月光玩得不久，走到灵峰谷外朝阳洞下的时候，太阳却早已出了海，将月光的世界散文化了。第二辑屐痕处处感伤的行旅不过在残月下，晨曦里的灵峰山景，也着实可观，着实不错比起灵岩的紧凑来，只稍稍觉得疏散一点而已。灵峰寺是在东谷口内向北两三里地的地方，东越谢公岭可达大荆。近旁有五老峰斗鸡峰幞头峰灵芝峰犀角峰果盒岩船岩观音洞北斗洞苦竹洞将军洞长春洞响板洞诸名胜，顺鸣玉溪北上，三里可达真际寺。寺为宋天圣元年僧文吉所建，本在灵峰峰下，不知几百年前，这峰因风化倒了，寺屋尽毁。现在在这到灵峰下的一块隙地上，方在构木新筑灵峰寺。我们先在果盒岩的溪亭上坐了一会，就攀援上去，到观音洞去吃早餐。两岩侧向，中成一洞，洞高二三百丈最上一层，人迹所不能到，但洞中生有大树一株，系数百年物，枝叶茂盛，从远处望来，了了可见。下一层是观音洞的选物场，洞中宽广，建有大殿，并五百应真的石刻。东面一水下滴成池，叫作洗心泉，旁有明刻宋刻的题名记事碑无数。"}
{"text":"寺为宋天圣元年僧文吉所建，本在灵峰峰下，不知几百年前，这峰因风化倒了，寺屋尽毁。现在在这到灵峰下的一块隙地上，方在构木新筑灵峰寺。我们先在果盒岩的溪亭上坐了一会，就攀援上去，到观音洞去吃早餐。两岩侧向，中成一洞，洞高二三百丈最上一层，人迹所不能到，但洞中生有大树一株，系数百年物，枝叶茂盛，从远处望来，了了可见。下一层是观音洞的选物场，洞中宽广，建有大殿，并五百应真的石刻。东面一水下滴成池，叫作洗心泉，旁有明刻宋刻的题名记事碑无数。自此处一层一层的下去，有四五层楼三四百石级的高度洞的高广，在雁荡山当中，以此为最。最奇怪的，是在第三层右手壁上的一个石佛，人立右手洞底，向东南洞口远望出去，俨然是一座地藏菩萨的侧面形，但跑近前去一看，则什么也没有了，只一块突出的方石。上一层的右手壁上还有一个一指物，形状也极像，不过小得很。看了灵岩灵峰近边的峰势，看了观音洞亦名合掌洞里的建筑及大龙湫等，我们以为雁荡的山峰岩洞溪瀑等，也已经大略可以想象得出了，所以旁的地方，也不想再去走，只到北斗洞去打了一个电话，叫汽车的司机早点预备，等我们一出谷口，就好出发。总之，雁荡本是海底的奇岩，出海年月，比黄山要新，所以峰岩峻削，还有一点锐气，如山东劳山的诸峰。今年春间，欲去黄山而未果，但看到了黄山前卫的齐云白岳，觉得神气也有点和灵峰一带的山岩相像。在迎着太阳走出谷来，上汽车去的路上，我和文伯，更在坚订后约，打算于明年以两个月的工夫，去歙县游遍黄山，北下太平，上青阳南面的九华。然后出长江，息匡庐，溯江而上，经巫峡，下峨嵋，再东下沿汉水而西入关中，登太华以笑韩愈，入终南而学长生，此行若果，那么我们的志愿也毕，可以永永老死在蓬窗陋巷之中了。一九三四年十一月九日青岛济南北平北戴河的巡游带青带绿的颜色，对于视觉，大约是特别的健全尤其是深蓝，海天的深蓝，看了使人会莫名其妙的感到一种愉快。可是单调的色彩，只是一色的色彩，广大无边地包在你的左右四周，若一点儿变化也没有，成日成夜地与你相对，日久了当然是也要生厌的青岛的好处就在这里，第一，就在她的可以使你换一换口味，第二，到了她的怀里，去摸索起来，却也并不单调，所以在暑热的时候，去住一两个月，恰正合适。"}
{"text":"可是单调的色彩，只是一色的色彩，广大无边地包在你的左右四周，若一点儿变化也没有，成日成夜地与你相对，日久了当然是也要生厌的青岛的好处就在这里，第一，就在她的可以使你换一换口味，第二，到了她的怀里，去摸索起来，却也并不单调，所以在暑热的时候，去住一两个月，恰正合适。无论你南边从上海去，或北边从天津去，若由海道而去青岛，总不过二三十个钟头，可以到了。你在船舱里，只和海和天相对，先当然是觉得愉快，觉得伟大，觉得是飘飘然遗世而独立，羽化而登仙的样子但一昼夜过后，未免要感到落寞，感到厌倦正当你内心在感到这些，而嘴里还没有叫出来的时候，而白的灯台，红的屋瓦，弯曲的海岸，点点的近岛遥山，就净现上你的视界里来了，这就是青岛。所以从海道去青岛的人对她所得的最初印象，比无论哪一个港市，都要清新些，美丽些。香港没有她的复杂，广州不及她的洁净，上海比她欠清静，烟台比她更渺小，刘公岛我虽则还没有到过，但推想起来，总也不能够和青岛的整齐华美相比并的。以女人来比青岛，她像是一个大家的闺秀以人种来说青岛，她像是一个在情热之中隐藏着身分的南欧美妇人。青岛的特色之一，是在她的市区的高低不平，与夫树木的青葱。都市的美观，若一味平直，只以颜色与摩天的高阁来调和，是不能够引人入胜的而青岛的地面，却尽是一枝枝的小山，到处可以看得见海，到处都是很适宜的住宅区。就是那一条从前叫弗利特利希大街，现在叫中山路的商业通衢，两端走走，也不过两三里路，就到海边了街的两面，一走上去，就是小山，就是眺望很好的高地。第二辑屐痕处处感伤的行旅从前路过青岛，只在船楼上看看她的绿树与红楼，虽觉她很美，但还没有和她亲过吻，抱过腰今年带了儿女，去住了一个夏天，方才觉东方第一良港东方第一避暑区的封号，果然不是徒有其表的虚称。海水浴场的设备如何，暂且不去管它，第一是四周的那么些个浅滩，恐怕是在东亚，没有一处避暑区赶得上青岛的。日本的海岸，当然也有好的，像明石须磨的一带，都是风光明媚的地方，可是小湾没有青岛的多，而岸线又不及青岛的曲。至于日本的北面临日本海的海岸呢，气候虽则凉冷，但风浪太大，避暑洗海水澡总有点不大适宜。"}
{"text":"海水浴场的设备如何，暂且不去管它，第一是四周的那么些个浅滩，恐怕是在东亚，没有一处避暑区赶得上青岛的。日本的海岸，当然也有好的，像明石须磨的一带，都是风光明媚的地方，可是小湾没有青岛的多，而岸线又不及青岛的曲。至于日本的北面临日本海的海岸呢，气候虽则凉冷，但风浪太大，避暑洗海水澡总有点不大适宜。青岛，缺点当然也是有的第一，夏天的空气太潮湿，雾露太多，就有点儿使人不舒服。其次则外国的东方舰队，来青岛避暑停泊的数目实在多不过，因而白俄的娼妇，中国盐水妹的来赶夏场买卖的，也混杂热闹到了使人分不出谁是良家的女子。喜欢异国颓废的情调的人，或者反而对此会感兴趣，但想去看一点书，做一点事情的人，被这些酒肉气醉人的淫暖之风一吹，总不免要感到头昏脑涨，想呕吐出来。我今年的一个夏天就整整的被这些活春宫冲坏了的日里上海滨去看看，晚上在露台听听淫辞，结果我就一个字也没有写，一册书也没有读，到了新秋微冷的时候，就匆匆坐了胶济路车上北平去了。明年我就打算不再去青岛，而上一个更清静一点的海岸或山上去过夏天。劳山的风景，原也不错可是一般人所颂赞的大劳观靛缸湾一带的清溪石壁，也只平平，看过江南的清景的人，对此是不会感到特异的美感的要讲伟大，要耐人寻味，自然是外劳沿海一带，从白云洞华岩寺到太清宫的一路。我在青岛的时候，曾有一位小姐，向我说过石老人附近，景色的清幽，浮山午山庙周围，梨花的艳异但因为去的时候不巧，对于这些绝景，都不曾领略，此生不知有没有再去的机会了，我到现在，还在怅念。由青岛去济南的道上，最使我感到兴奋的，是过潍县之后，到青州之先，在朱刘店驿，从车窗里遥望首阳山的十几分钟。伯夷叔齐的古迹，在中国原有好几处，但山东的一角孤山，似乎比较得有趣一点，因为地近田横岛，联想起来，也着实富于诗意。洁身自好之士，处到了这一种乱世，谁能保得住不至饿死？"}
{"text":"伯夷叔齐的古迹，在中国原有好几处，但山东的一角孤山，似乎比较得有趣一点，因为地近田横岛，联想起来，也着实富于诗意。洁身自好之士，处到了这一种乱世，谁能保得住不至饿死？我虽不敢仰慕夷齐之清高，也决没有他们的节操与大志，但是饿死的一点，却是日像一日，尽可以与这两位孤竹国的王子比比了，所以车过首阳之后，走得老远老远，我还探头窗外，在对荒山的一个野庙默表敬意，至于青州的云门山，于陵的长白山白云山等，只稍稍掉头望了一望，明知道不能去登，也就不觉得是什么了不得的名山胜地了可是云门的六朝石刻，听说确是货真价实的历史上的宝物。到济南城后，找着了李守章氏，第二日照例的去游千佛山大明湖趵突泉金线泉黑虎泉等名胜。自然是以家家流水户户垂杨的黑虎泉现在新设了游泳池了一带，风景最为潇洒。大明湖的倒影千佛山，我倒也看见了，只教在历下亭的后面东北堤旁临水之处，向南一望，千佛山的影子便了了可见，可是湖景并不觉得什么美丽。只有蒲菜莲蓬的味道，的确还鲜，也无怪乎居民的竞相侵占，要把大明湖改变作大明村了。就在这一天的晚上，我们离开了李清照辛弃疾的生地而赶上了平浦的通车，原因是为了映霞还没有到过北平，想在没有被入侵夺去之前，去瞻仰瞻仰这有名的旧日的皇都。北平的内容，虽则空虚，但外观总还是那么的一个样子。人口增加，新居添筑，东安西单两市场，人海人山汽车电车的声音，也日夜的不断。可是，戏院的买卖减了，八大胡同里的房子大半空了，大店家的好货也不大备了，小馆子的顾客大增，而大饭庄的灯火却萧条起来了到平之后，并且还听见西山都出了劫案，杀死了人。在故宫里看了几日假古董，北海中央公园内喝了几次茶，上三贝子花园颐和园去跑了一跑之后，应水淇之招，我们就一直的到了山海关内的北戴河边。刚在青岛看海看厌了的我们，这一回对北戴河自然不能像从前似的用上级形容词来赞美了。不过有两件事情，我总觉得北戴河要比青岛好些。第一，是汽车声音的绝无，第二，是避暑客人的高尚。不过话也要说回来，在鹿囿上面的那一家菜馆里吃饭的时候，白俄女人的做买卖的也未始不曾看见，但数目少了，反而以为万绿丛中一点红，这一块肉，倒是少她不得的。第二辑屐痕处处感伤的行旅北戴河的骡子，实在是一种比黄包车汽车轿子更有诗意的乘物。"}
{"text":"刚在青岛看海看厌了的我们，这一回对北戴河自然不能像从前似的用上级形容词来赞美了。不过有两件事情，我总觉得北戴河要比青岛好些。第一，是汽车声音的绝无，第二，是避暑客人的高尚。不过话也要说回来，在鹿囿上面的那一家菜馆里吃饭的时候，白俄女人的做买卖的也未始不曾看见，但数目少了，反而以为万绿丛中一点红，这一块肉，倒是少她不得的。第二辑屐痕处处感伤的行旅北戴河的骡子，实在是一种比黄包车汽车轿子更有诗意的乘物。我们到了车站，故意想难难没有骑过骡儿的映霞，大家就不坐车而骑骡但等到了张家大楼，她的骑骡术已经谙熟了，以后直到离开北戴河为止，她就老爱在骡背上跨着，不肯下来。北戴河的气候，当然要比青岛的好但人工的设备，地面的狭小，却比青岛差得很远。东山区域，住宅太多，卫生状况也因而不好，我以为西面联峰山下，一直到海滨的一段，将来必定要兴盛起来。但自第五桥，沿海上南天门去的一路，风景也真好不过。尤其是南天门金山嘴的一角，东望秦皇岛山海关，南临渤海，北去鸽子窝也不过两三里地的路程北戴河的海山景色，当以此地为中心，而别庄不多，那娘娘庙的建筑，也坍败得不堪，我真觉得奇怪。还有那个三皇殿哩，再过两年，怕庙址都要没处去寻了，我不懂北戴河的公益所，何以不去修理修理，使成一避暑的游息之所。这一次在北戴河住得不久，所以像汤泉山背牛顶的胜水岩等处，都没有去成。但在回来的路上，到了滦口，看看阳山碣石山等不断的青峰，与夫滦河蜿蜒的姿势，就觉得山水的秀丽，不仅是江南的特产了，在关以内和关以外，何尝没有明媚的山川？但大好的山河，现在都拱手让人拿去筑路开矿，来打我们中国了，教我们小百姓又有什么法子去拼命呢？古人有马后桃花马前雪，出关争得不回头的诗句，希望衮衮诸公，不要误信诗人，把这些好地方都看作了雪地冰天，丢在脑后才好！一九三四年十一月二十八日于杭州大学路寓所超山的梅花凡到杭州来游的人，因为交通的便利，和时间的经济的关系，总只在西湖一带，登山望水，漫游两三日，便买些土产，如竹篮纸伞之类，匆匆回去以为雅兴已尽，尘土已经涤去，杭州的山水佳处，都曾享受过了。所以古往今来，一般人只知道三竺六桥，九溪十八涧，或西湖十景，苏小岳王而离杭城三五十里稍东偏北的一带山水，现在简直是很少有人去玩，并且也不大有人提起的样子。"}
{"text":"一九三四年十一月二十八日于杭州大学路寓所超山的梅花凡到杭州来游的人，因为交通的便利，和时间的经济的关系，总只在西湖一带，登山望水，漫游两三日，便买些土产，如竹篮纸伞之类，匆匆回去以为雅兴已尽，尘土已经涤去，杭州的山水佳处，都曾享受过了。所以古往今来，一般人只知道三竺六桥，九溪十八涧，或西湖十景，苏小岳王而离杭城三五十里稍东偏北的一带山水，现在简直是很少有人去玩，并且也不大有人提起的样子。在古代可不同至少至少，在清朝的乾嘉道光，去今百余年前，杭州人的好游的，总没有一个不留恋西溪，也没有一个不披蓑戴笠去看半山即皋亭山的桃花，超山的香雪的。原因是因为那时候杭州和外埠的交通，所取的路径都是水道从嘉兴上海等处来往杭州，运河是必经之路。舟入塘栖，两岸就看得到山影到这里，自杭州去他处的人，渐有离乡去国之感，自外埠到杭州来的人，方看得到山明水秀的一个外廓因而塘栖镇，和超山独山等处，便成了一般旅游之人对杭州的记忆的中心。超山是在塘栖镇南，旧日仁和县现在并入杭县了东北六十里的永和乡的，据说高有五十余丈，周二十里咸淳临安志作三十七丈，因其山超然出于皋亭黄鹤之外，故名。从前去游超山，是要从湖墅或拱宸桥下船，向东向北向西向南，曲折回环，冲破菱荇水藻而去的现在汽车路已经开通，自清泰门向东直驶，至乔司站落北更向西，抄过临平镇，由临平山西北，再驰十余里，就可以到了小红唱曲我的船行雅入，现在虽则要被汽车的机器油破坏得丝缕无余，但坐船和坐汽车的时间的比例，却有五与一的大差。汽车走过的临平镇，是以释道潜的一风蒲猎猎弄轻柔，欲立蜻蜓不自由，五月临平山下路，藕花无数满汀洲的绝句出名而超山北面的塘栖镇，又以南宋的隐士，明末清初的田园别墅出名介与塘栖与超山之间的丁山湖，更以水光山色，鱼虾果木出名也无怪乎从前的文人骚客，都要向杭州的东面路，而超山皋亭山的名字每散见于诸名士的歌咏里了。超山脚下，塘栖附近的居民，因为住近水乡，阡陌不广之故，所靠以谋生的完全是果木的栽培。自春历夏，以及秋冬，梅子樱桃枇杷杏子甘蔗之类的出产，一年总有百万元内外。所以超山一带的梅林，成千成万由我们过路的外乡看来，只以为是乡民趣味的高尚，个个都在学林和靖的终身不娶，殊不知实际上他们却是正在靠此而养活妻孥的哩？"}
{"text":"超山脚下，塘栖附近的居民，因为住近水乡，阡陌不广之故，所靠以谋生的完全是果木的栽培。自春历夏，以及秋冬，梅子樱桃枇杷杏子甘蔗之类的出产，一年总有百万元内外。所以超山一带的梅林，成千成万由我们过路的外乡看来，只以为是乡民趣味的高尚，个个都在学林和靖的终身不娶，殊不知实际上他们却是正在靠此而养活妻孥的哩？第二辑屐痕处处感伤的行旅超山的梅花，向来是开在立春前后的梅干极粗极大，枝叉离披四散，五步一丛，十步一坂，每个梅林，总有千株内外，一株的花朵，又有万颗左右故而开的时候，香气远传到十里之外的临平山麓，登高而远望下来，自然自成一个雪海近年来虽说梅株减少了一点，但我想比到罗浮的仙境，总也只有过之，不会不及。从杭州到超山去的汽车路上，过临平山后，两旁已经有一处一处的梅林在迎送了，而汇聚得最多，游人所必到的看梅胜地，大抵总在汽车站西面，超山东北麓，报慈寺大明堂亦称大明寺前头，梅花丛里有一个周梦坡筑的宋梅亭在那里的周围五六里地的一圈地方。报慈寺里的大殿大约就是大明堂了罢？前几年被寺的仇人毁坏了，当时还烧死了一位当家和尚在殿东一块石碑之下。但殿后的一块刻有吴道子画的大士像的石碑，还好好地镶在壁里，丝毫也没有动。去年我去的时候，寺僧刚在募化重修大殿殿外面的东头，并且已经盖好了三间厢房在作客室。后面高一段的三间后殿，火烧时也不曾烧去，和尚手指着立在殿后壁里的那一块石刻大士像碑说这都是这位大慈大悲救苦救难广大灵感观世音菩萨的福佑！在何春渚删成的塘栖志略里，说大明寺前有一口井，井水甘洌！旁树石碣，刻有一人堂堂，二曜重光，泉深尺一，点去冰旁二人相连，不欠一边，三梁四柱烈火然，添却双钩两日全之碑铭，不识何意等语。但我去大明堂寺的时候，却既不见井，也不见碑而这条碑铭，我从前是曾在一部笔记叫作桂苑丛谈的书里看到过一次的。这书记载着令狐相公出镇淮海日，支使班蒙，与从事诸人，俱游大明寺之西廊，忽睹前壁，题有此铭，诸宾皆莫能辨，独班支使曰得非大明寺水，天下无比八字乎？众皆恍然。"}
{"text":"旁树石碣，刻有一人堂堂，二曜重光，泉深尺一，点去冰旁二人相连，不欠一边，三梁四柱烈火然，添却双钩两日全之碑铭，不识何意等语。但我去大明堂寺的时候，却既不见井，也不见碑而这条碑铭，我从前是曾在一部笔记叫作桂苑丛谈的书里看到过一次的。这书记载着令狐相公出镇淮海日，支使班蒙，与从事诸人，俱游大明寺之西廊，忽睹前壁，题有此铭，诸宾皆莫能辨，独班支使曰得非大明寺水，天下无比八字乎？众皆恍然。从此看来，塘栖志略里所说的大明寺井碑，应是抄来的文章，而编者所谓不识何意者，还是他在故弄玄虚。当然，寺在山麓，地又近水，寺前寺后，井是当然有一口的井里的泉，也当然是清冽的不过此碑此铭，却总有点儿可疑。大明寺前的所谓宋梅，是一棵曲屈苍老，根脚边只剩了两条树皮围拱，中间空心，上面枝干四叉的梅树。因为怕有人折，树外面全部是用一铁线网罩住的。树当然是一株老树，起码也要比我的年纪大一两倍，但究竟是不是宋梅，我却不敢断定。去年秋天，曾在天台山国清寺的伽蓝殿前，看见过一株所谓隋梅前年冬天，也曾在临平山下安隐寺里看见过一枝所谓唐梅。但所谓隋，所谓唐，所谓宋等等，我想也不过所谓见而已，究竟如何，还得去问问植物考古的专家才行。出大明堂，从梅花林里穿过，西面从吴昌硕的坟旁一条石砌路上攀登上去，是上超山顶去的大路了。一路上有许多同梦也似的疏林，一株两株如被遗忘了似的红白梅花，不少的坟园，在招你上山，到了半山的竹林边的真武殿俗称中圣殿外，超山之所以为超，就有点感觉得到了从这里向东西北的三面望去，是汪洋的湖水，曲折的河身，无数的果树，不断的低岗，还有塘的两面的点点的人家这便算是塘栖一带的水乡全景的鸟瞰。从中圣殿再沿石级上去，走过黑龙潭，更走二里，就可以到山顶，第一要使你骇一跳的，是没有到上圣殿之先的那一座天然石筑的天门。到了这里，你才晓得超山的奇特，才晓得志上所说的山有石鱼石笋等，他石多异形，如状。诸记载的不虚。实实在在，超山的好处，是在山头一堆石，山下万梅花，至若东瞻大海，南眺钱江，田畴如井，河道如肠，桑麻遍地，云树连天等形容词，则凡在杭州东面的高处，如临平山黄鹤峰上都用得着的，并非是超山独一无二的绝景。你若到了超山之后，则北去超山七里地外的塘栖镇上，不可不去一到。在那些河流里坐坐船，果树下跑跑路，趣味实在是好不过。"}
