{"text":"于是吸雅片者的呓语似的华丽而奇怪的印度人的伽蓝，压人地沉重地施了烦腻的色彩的埃及人的庙宇，希腊人的雅致，戈谛克的法悦，文艺复兴期的暴风雨似的享乐性，在他，都成为能理解，有价值的东西。为什么呢，因为是新的人类的这完人，于人类底的东西，什么都是无所关心的。将或种联想压倒，将别的联想加强，完人在自己的心理的深处，唤起印度人和埃及人的情绪来。能够并无信仰，而感动于孩子们的祷告，并不渴血，而欣然移情于亚契莱斯的破坏底的愤怒，能够沉潜于浮士德的无底的深的思想中，而以微笑凝眺着欢娱底的笑剧和滑稽的喜歌剧。译艺术论，一六五至一六六页因为新的阶级及其文化，并非突然从天而降，大抵是发达于对于旧支配者及其文化的反抗中，亦即发达于和旧者的对立中，所以新文化仍然有所承传，于旧文化也仍然有所择取。这可说明卢那卡尔斯基当革命之初，仍要保存农民固有的美术怕军人的泥靴踏烂了皇宫的地毯在这里也使开辟新城而倾于专制的――但后来是悔悟了的――天才浮士德死于新人们的歌颂中的原因。这在英们的眼里，我想就被看成叫作复故的东西了。所以他之主张择存文化底遗产，是因为我们继承着人的过去，也爱人类的未来的缘故他之以为创业的雄主，胜于世纪末的颓唐人，是因为古人所创的事业中，即含有后来的新兴阶级皆可以择取的遗产，而颓唐人则自置于人间之上，自放于人间之外，于当时及后世都无益处的缘故。但自然也有破坏，这是为了未来的新的建设。新的建设的理想，是一切言动的南针，倘没有这而言破坏，便如未来派，不过是破坏的同路人，而言保存，则全然是旧社会的维持者。的文字，在中国，翻译要算比较地多的了。艺术论并包括实证美学的基础，大江书店版之外，有艺术之社会的基础雪峰译，水沫书店版，有文艺与批评译，同店版，有霍善斯坦因论同上，光华书局版等，其中所说，可作含在这浮士德与城里的思想的印证之处，是随时可以得到的。编者，一九三年六月，上海。本篇最初印入一九三年九月上海神州国光社出版的中译本浮士德与城。浮士德与城，剧本，卢那察尔斯基作，柔石译，为现代文艺丛书之一。"}
{"text":"编者，一九三年六月，上海。本篇最初印入一九三年九月上海神州国光社出版的中译本浮士德与城。浮士德与城，剧本，卢那察尔斯基作，柔石译，为现代文艺丛书之一。和所译的摩格那思和沃尔特所译的卢那察尔斯基剧本三种。该书内收浮士德与城东方三博士和贤人华西里三个剧本。一九二三年英国伦敦出版。尾濑敬止―日本的苏联文学研究者。安那托里瓦骼耶维奇卢那察尔斯基。参看本卷第页注玻怠场。校铮欤簦幔觯崾即波尔塔瓦州。基辅。大学苏黎世大学。在瑞士的苏黎世。阿芬那留斯―，德国哲学家，经验批判主义的创始人之一。，阿克雪里罗德，―，俄国孟什维克首领之一。早年参加劳动解放社，曾任列宁组织的火星报编辑。翼全名为北方之翼\\玻保啊场。校铮耄颍铮波克罗夫斯基Z，一，苏联历史学家，波格丹诺夫，―，苏联哲学家，马赫主义者，高尔基。伏洛格达，苏联的一个州。火星报。按卢那察尔斯基没有参加过火星报的编辑工作。这句话原意应译为中世纪主义与乌托邦相遇，而没有十九世纪的媒介物。勃洛克。参看本卷第页注。锡德尼―，英国诗人。雪莱―，英国诗人。叶赛宁。参看本卷第页注。杰米扬别德内依Z，―，苏联诗人。"}
{"text":"按卢那察尔斯基没有参加过火星报的编辑工作。这句话原意应译为中世纪主义与乌托邦相遇，而没有十九世纪的媒介物。勃洛克。参看本卷第页注。锡德尼―，英国诗人。雪莱―，英国诗人。叶赛宁。参看本卷第页注。杰米扬别德内依Z，―，苏联诗人。文中的经验主义者，原文是，应译为净火天。欧洲古代传说和基督教教义中指天神和上帝居住的地方。别雷Z，―，俄国作家。梅特林克―，比利时作家。，柯罗连科，参看本卷第页注。宗教原文中无此书名。十二岁原文为二十岁。奥里弗克伦威尔。铮恚幔，托马斯康派内拉玻玻怠场。牵铮澹簦瑁濉德―，德国诗人学者。，浮士德，诗剧。德莫克拉西英语的音译，民主。阿布鲁齐和因特罗达库。意大利东部的两个小镇。湖日内瓦湖。在瑞士。，圣莱格玻浮士德浮士德与城的主要人物。他幻想建立自由的城，但对人民实行专制，遭到反对，退出王位。结尾写他终于悔悟，投靠人民，并且作为自由的城的开创者在人民的歌颂中死去。何典题记何典题记何典的出世，至少也该有四十七年了，有光绪五年的申报馆书目续集可证。我知道那名目，却只在前两三年，向来也曾访求，但到底得不到。现在半农加以校点，先示我印成的样本，这实在使我很喜欢。只是必须写一点序，却正如阿之画圆圈，我的手不免有些发抖。我是最不擅长于此道的，虽然老朋友的事，也还是不会捧场，写出洋洋大文，俾于书，于店，于人，有什么涓埃之助。我看了样本，以为校勘有时稍迂，空格令人气闷，半农的士大夫气似乎还太多。至于书呢？那是，谈鬼物正像人间，用新典一如古典。"}
{"text":"我知道那名目，却只在前两三年，向来也曾访求，但到底得不到。现在半农加以校点，先示我印成的样本，这实在使我很喜欢。只是必须写一点序，却正如阿之画圆圈，我的手不免有些发抖。我是最不擅长于此道的，虽然老朋友的事，也还是不会捧场，写出洋洋大文，俾于书，于店，于人，有什么涓埃之助。我看了样本，以为校勘有时稍迂，空格令人气闷，半农的士大夫气似乎还太多。至于书呢？那是，谈鬼物正像人间，用新典一如古典。三家村的达人穿了赤膊大衫向大成至圣先师拱手，甚而至于翻筋斗，吓得子曰店的老板昏厥过去但到站直之后，究竟都还是长衫朋友。不过这一个筋斗，在那时，敢于翻的人的魄力，可总要算是极大的了。成语和死古典又不同，多是现世相的神髓，随手拈掇，自然使文字分外精神，又即从成语中，另外抽出思绪既然从世相的种子出，开的也一定是世相的花。于是便在死的鬼画符的鬼打墙中，展示了活的人间相，或者也可以说是将活的人间相，都看作了死的鬼画符和鬼打墙。便是信口开河的地方，也常能令人仿佛有会于心，禁不住不很为难的苦笑。够了。并非博士般角色，何敢开头？难违旧友的面情，又该动手。应酬不免，圆滑有方只作短文，庶无大过云尔。中华民国十五年五月二十五日，谨撰。本篇最初印入一九二六年六月北新书局出版的何典。何典，一部运用方言俗谚写成的带有讽刺而流于油滑的章回体小说，共十回，清光绪四年上海申报馆出版。编著者过路人，原名张南庄，清代上海人评者缠夹二先生，原名陈得仁，清未长洲今江苏吴县人。申报馆书目续集一八七九年上海申报馆印行，其中有关于何典一书的提要。半农刘复―，号半农，江苏江阴人。曾参加新青年编辑工作，是新文学运动初期重要作家之一。后留学法国，研究语音学，曾任北京大学教授北平大学女子文理学院院长等职。著有诗集扬鞭集瓦釜集半农杂文等。何典标点本出版时，刘半农将书中一些内容粗俗的文字删去，代以空格。后来此书再版时恢复了原样，因此刘半农在关于何典的再版中说空格令人气闷这句话，现在已成过去。博士般角色指胡适。"}
{"text":"后留学法国，研究语音学，曾任北京大学教授北平大学女子文理学院院长等职。著有诗集扬鞭集瓦釜集半农杂文等。何典标点本出版时，刘半农将书中一些内容粗俗的文字删去，代以空格。后来此书再版时恢复了原样，因此刘半农在关于何典的再版中说空格令人气闷这句话，现在已成过去。博士般角色指胡适。解放了的堂吉诃德解放了的堂吉诃德假如现在有一个人，以黄天霸之流自居，头打英雄结，身穿夜行衣靠，插着马口铁的单刀，向市镇村落横冲直撞，去除恶霸，打不平，是一定被人哗笑的，决定他是一个疯子或昏人，然而还有一些可怕。倘使他非常孱弱，总是反而被打，那就只是一个可笑的疯子或昏人了，人们警戒之心全失，于是倒爱看起来。西班牙的文豪西万提斯，―所作堂吉诃德传中的主角，就是以那时的人，偏要行古代游侠之道，执迷不悟，终于困苦而死的资格，赢得许多读者的开心，因而爱读，传布的。但我们试问十六十七世纪时的西班牙社会上可有不平存在呢？我想，恐怕总不能不答道有。那么，吉诃德的立志去打不平，是不能说他错误的不自量力，也并非错误。错误是在他的打法。因为胡涂的思想，引出了错误的打法。侠客为了自己的功绩不能打尽不平，正如慈善家为了自己的阴功，不能救助社会上的困苦一样。而且是非徒无益，而又害之的。他惩罚了毒打徒弟的师傅，自以为立过功绩，扬长而去了，但他一走，徒弟却更加吃苦，便是一个好例。但嘲笑吉诃德的旁观者，有时也嘲笑得未必得当。他们笑他本非英雄，却以英雄自命，不识时务，终于赢得颠连困苦由这嘲笑，自拔于非英雄之上，得到优越感然而对于社会上的不平，却并无更好的战法，甚至于连不平也未曾觉到。对于慈善者，人道主义者，也早有人揭穿了他们不过用同情或财力，买得心的平安。这自然是对的。但倘非战士，而只劫取这一个理由来自掩他的冷酷，那就是用一毛不拔，买得心的平安了，他是不化本钱的买卖。这一个剧本，就将吉诃德拉上舞台来，极明白的指出了吉诃德主义的缺点，甚至于毒害。"}
{"text":"对于慈善者，人道主义者，也早有人揭穿了他们不过用同情或财力，买得心的平安。这自然是对的。但倘非战士，而只劫取这一个理由来自掩他的冷酷，那就是用一毛不拔，买得心的平安了，他是不化本钱的买卖。这一个剧本，就将吉诃德拉上舞台来，极明白的指出了吉诃德主义的缺点，甚至于毒害。在第一场上，他用谋略和自己的挨打救出了革命者，精神上是胜利的而实际上也得了胜利，革命终于起来，专制者入了牢狱可是这位人道主义者，这时忽又认国公们为被压迫者了，放蛇归壑，使他又能流毒，焚杀淫掠，远过于革命的牺牲。他虽不为人们所信仰，――连跟班的山嘉也不大相信，――却常常被奸人所利用，帮着使世界留在黑暗中。国公，傀儡而已专制魔王的化身是伯爵谟尔却和侍医巴坡的帕波。谟尔却曾称吉诃德的幻想为牛羊式的平等幸福，而说出他们所要实现的野兽的幸福来，道――！堂吉诃德，你不知道我们野兽。粗暴的野兽，咬着小鹿儿的脑袋，啃断它的喉咙，慢慢的喝它的热血，感觉到自己爪牙底下它的小腿儿在抖动，渐渐的死下去，――那真正是非常之甜蜜。然而人是细腻的野兽。统治着，过着奢华的生活，强迫人家对着你祷告，对着你恐惧而鞠躬，而卑躬屈节。幸福就在于感觉到几百万人的力量都集中到你的手里，都无条件的交给了你，他们像奴隶，而你像上帝。世界上最幸福最舒服的人就是罗马皇帝，我们的国公能够像复活的尼罗一样，至少也要和赫里沃哈巴尔一样。可是，我们的宫庭很小，离这个还远哩。毁坏上帝和人的一切法律，照着自己的意旨的法律，替别人打出新的锁链出来！权力！这个字眼里面包含一切这是个神妙的使人沉醉的字眼。生活要用权力的程度来量它。谁没有权力，他就是个死尸。第二场这个秘密，平常是很不肯明说的，谟尔却诚不愧为小鬼头，他说出来了，但也许因为看得吉诃德老实的缘故。吉诃德当时虽曾说牛羊应当自己防御，但当革命之际，他又忘却了，倒说新的正义也不过是旧的正义的同胞姊妹，指革命者为魔王，和先前的专制者同等。于是德里戈说――是的，我们是专制魔王，我们是专政的。你看这把剑――看见罢？――它和贵族的剑一样，杀起人来是很准的不过他们的剑是为着奴隶制度去杀人，我们的剑是为着自由去杀人。"}
{"text":"谁没有权力，他就是个死尸。第二场这个秘密，平常是很不肯明说的，谟尔却诚不愧为小鬼头，他说出来了，但也许因为看得吉诃德老实的缘故。吉诃德当时虽曾说牛羊应当自己防御，但当革命之际，他又忘却了，倒说新的正义也不过是旧的正义的同胞姊妹，指革命者为魔王，和先前的专制者同等。于是德里戈说――是的，我们是专制魔王，我们是专政的。你看这把剑――看见罢？――它和贵族的剑一样，杀起人来是很准的不过他们的剑是为着奴隶制度去杀人，我们的剑是为着自由去杀人。你的老脑袋要改变是很难的了。你是个好人好人总喜欢帮助被压迫者。现在，我们在这个短期间是压迫者。你和我们来斗争罢。我们也一定要和你斗争，因为我们的压迫，是为着要叫这个世界上很快就没有人能够压迫。第六场这是解剖得十分明白的。然而吉诃德还是没有觉悟，终于去掘坟他掘坟，他也准备着自己担负一切的责任。但是，正如巴勒塔萨所说这种决心有什么用处呢？而巴勒塔萨始终还爱着吉诃德，愿意给他去担保，硬要做他的朋友，这是因为巴勒塔萨出身知识阶级的缘故。但是终于改变他不得。到这里，就不能不承认德里戈的嘲笑，憎恶，不听废话，是最为正当的了，他是有正确的战法，坚强的意志的战士。这和一般的旁观者的嘲笑之类是不同的。不过这里的吉诃德，也并非整个是现实所有的人物。原书以一九二二年印行，正是十月革命后六年，世界上盛行着反对者的种种谣诼，竭力企图中伤的时候，崇精神的，爱自由的，讲人道的，大抵不平于党人的专横，以为革命不但不能复兴人间，倒是得了地狱。这剧本便是给与这些论者们的总答案。吉诃德即由许多非议十月革命的思想家，文学家所合成的。其中自然有梅垒什珂夫斯基，有托尔斯泰派也有罗曼罗兰，爱因斯坦因。我还疑心连高尔基也在内，那时他正为种种人们奔走，使他们出国，帮他们安身，听说还至于因此和当局者相冲突。但这种的辩解和豫测，人们是未必相信的，因为他们以为一党专政的时候，总有为暴政辩解的文章，即使做得怎样巧妙而动人，也不过一种血迹上的掩饰。然而几个为高尔基所救的文人，就证明了这豫测的真实性，他们一出国，便痛骂高尔基，正如复活后的谟尔却伯爵一样了。而更加证明了这剧本在十年前所豫测的真实的是今年的德国。"}
{"text":"我还疑心连高尔基也在内，那时他正为种种人们奔走，使他们出国，帮他们安身，听说还至于因此和当局者相冲突。但这种的辩解和豫测，人们是未必相信的，因为他们以为一党专政的时候，总有为暴政辩解的文章，即使做得怎样巧妙而动人，也不过一种血迹上的掩饰。然而几个为高尔基所救的文人，就证明了这豫测的真实性，他们一出国，便痛骂高尔基，正如复活后的谟尔却伯爵一样了。而更加证明了这剧本在十年前所豫测的真实的是今年的德国。在中国，虽然已有几本叙述希特拉的生平和勋业的书，国内情形，却介绍得很少，现在抄几段巴黎时事周报的记载素琴译，见大陆杂志十月号在下面――请允许我不要说你已经见到过我，请你不要对别人泄露我讲的话。我们都被监视了。老实告诉你罢，这简直是一座地狱。对我们讲话的这一位是并无政治经历的人，他是一位科学家。对于人类命运，他达到了几个模糊而大度的概念，这就是他的得罪之由。倔强的人是一开始就给铲除了的，在慕尼锡我们底向导者已经告诉过我们，但是别的国社党人则将情形更推进了一步。那种方法是古典的。我们叫他们到军营那边去取东西回来，于是，就打他们一靶。打起官话来，这叫作图逃格杀。难道德国公民底生命或者财产对于危险的统治是有敌意的么？爱因斯坦底财产被没收了没有呢？那些连德国报纸也承认的几乎每天都可在空地或城外森林中发现的胸穿数弹身负伤痕的死尸，到底是怎样一回事呢？难道这些也是共产党底挑激所致么？这种解释似乎太容易一点了吧？但是，十二年前，却早借谟尔却的嘴给过解释了。另外，再抄一段法国的世界周刊的记事博心译，见中外书报新闻第三号在这里――许多工人政党领袖都受着类似的严刑酷法。在哥伦，社会民主党员沙罗曼所受的真是更其超人想像了！最初，沙罗曼被人轮流殴击了好几个钟头。随后，人家竟用火把烧他的脚。同时又以冷水淋他的身，晕去则停刑，醒来又遭殃。流血的面孔上又受他们许多次数的便溺。最后，人家以为他已死了，把他抛弃在一个地窖里。他的朋友才把他救出偷偷运过法国来，现在还在一个医院里。这个社会民主党右派沙罗曼对于德文民声报编辑主任的探问，曾有这样的声明三月九日，我了解法西主义比读什么书都透彻。谁以为可以在知识言论上制胜法西主义，那必定是痴人说梦。"}
{"text":"在哥伦，社会民主党员沙罗曼所受的真是更其超人想像了！最初，沙罗曼被人轮流殴击了好几个钟头。随后，人家竟用火把烧他的脚。同时又以冷水淋他的身，晕去则停刑，醒来又遭殃。流血的面孔上又受他们许多次数的便溺。最后，人家以为他已死了，把他抛弃在一个地窖里。他的朋友才把他救出偷偷运过法国来，现在还在一个医院里。这个社会民主党右派沙罗曼对于德文民声报编辑主任的探问，曾有这样的声明三月九日，我了解法西主义比读什么书都透彻。谁以为可以在知识言论上制胜法西主义，那必定是痴人说梦。我们现在已到了英勇的战斗的社会主义时代了。这也就是这部书的极透彻的解释，极确切的实证，比罗曼罗兰和爱因斯坦因的转向，更加晓畅，并且显示了的描写反革命的凶残，实在并非夸大，倒是还未淋漓尽致的了。是的，反革命者的野兽性，革命者倒是会很难推想的。一九二五年的德国，和现在稍不同，这戏剧曾在国民剧场开演，并且印行了戈支的译本。不久，日译本也出现了，收在社会文艺丛书里还听说也曾开演于东京。三年前，我曾根据二译本，翻了一幕，载北斗杂志中。靖华兄知道我在译这部书，便寄给我一本很美丽的原本。我虽然不能读原文，但对比之后，知道德译本是很有删节的，几句几行的不必说了，第四场上吉诃德吟了这许多工夫诗，也删得毫无踪影。这或者是因为开演，嫌它累坠的缘故罢。日文的也一样，是出于德文本的。这么一来，就使我对于译本怀疑起来，终于放下不译了。但编者竟另得了从原文直接译出的完全的稿子，由第二场续登下去，那时我的高兴，真是所谓不可以言语形容。可惜的是登到第四场，和北斗的停刊一同中止了。后来辗转觅得未刊的译稿，则连第一场也已经改译，和我的旧译颇不同，而且注解详明，是一部极可信任的本子。藏在箱子里，已将一年，总没有刊印的机会。现在有联华书局给它出版，使中国又多一部好书，这是极可庆幸的。原本有毕斯凯莱夫木刻的装饰画，也复制在这里了。剧中人物地方时代表，是据德文本增补的但堂吉诃德传第一部，出版于一六四年，则那时当是十六世纪末，而表作十七世纪，也许是错误的罢，不过这也没什么大关系。一九三三年十月二十八日，上海。。本篇最初印入一九三四年四月上海联华书局出版的中译本解放了的堂吉诃德。解放了的堂吉诃德，十场戏剧，卢那察尔斯基作，易嘉瞿秋白译，为文艺连丛之一。"}
