{"text":"譬如说，这个部队到一个偏僻地方，没有地方住，就住在祠堂庙子。那我都亲自先查看，观察到哪里最危险的，最可怕的，就拿火烧一烧，或是拿个干草，熏一熏，意识里有点旧观念，我给你烧香了，这些孤魂野鬼，你们出去吧。这个地方不准兵士睡，我自己睡，心里还是害怕的，不过自己那个带兵的威严镇住了。因为睡这种地方啊，有些兵营几百人，夜里突然有人起来，拿着枪装上子弹――冲啊，所有的兵都跟着起来拿枪上子弹了。这个时候，最重要是长官要镇定，要有智慧，就喊号兵吹号，集合！他们就带着枪来集合了，立正――向后转――开步走――睡觉，枪放下睡觉了，这样就行了。你如果没有这个经验，枪会乱打喔，他们看到前面敌人来了，不得了。一个带兵的，以前碰到惊营，司令官大倒楣，非打败仗不可。像这些事，现在军事教育有没有讲，我不知道。当年我们旧式军事学校也不讲的，都是秘密，大家自己知道，准备带兵的人都要晓得，那会影响全体。那个梦游的兵拿枪装子弹，像醒时一样喔！可是他还在梦境，这种就是所谓的梦游症。我看现在的医案，有许多人，社会上说是精神病，医学叫精神分裂。但是你听到精神分裂不要怕，要知道那是脑神经与思想的分离作用。这个要研究脑了。我又扯开了啊，不过讲到这里，多给你们讲点经验。你去看病，这个耳鼻喉是一科，它的神经系统连带的。眼睛不算的，眼科是眼科，它神经路线不同。你打坐修气脉，左脑右脑前脑后脑神经不同，思维意识走的路线不同。所以精神分裂这个名称，听到不要认为是精神病。真懂得修道，懂得医学，一看很多正常的人，甚至很多大老板学者长官，很多很了不起的人物，实际上，他的思维思想，也有精神分裂的现象。当年我们在陆军大学上课，非常注意学生，譬如说这个学生是少将，我们暗中已经给他记录了，他这个精神有问题，不能带兵的，只能做参谋，带兵会出问题，因为他精神意识思维有不同。这是一个科学，牵涉很多。讲到徐某刚才的报告，他是真的经验，但是，他的鼻子不通，鼻炎很严重，影响他的脑，不过我没有仔细研究他是左鼻还是右鼻。神经是交叉的，右鼻不通影响左脑，左鼻不通影响右脑。所以我想，到庙港以后，我要成立关于脑的专科实验室，要买仪器。打坐得定的境界，同脑神经绝对有关联。一个人的健康核心在脑，人的脑子真的成熟，要到六十至六十五岁。这只是讲脑喔！唯物方面说，好比一个苹果成熟了一样。"}
{"text":"这是一个科学，牵涉很多。讲到徐某刚才的报告，他是真的经验，但是，他的鼻子不通，鼻炎很严重，影响他的脑，不过我没有仔细研究他是左鼻还是右鼻。神经是交叉的，右鼻不通影响左脑，左鼻不通影响右脑。所以我想，到庙港以后，我要成立关于脑的专科实验室，要买仪器。打坐得定的境界，同脑神经绝对有关联。一个人的健康核心在脑，人的脑子真的成熟，要到六十至六十五岁。这只是讲脑喔！唯物方面说，好比一个苹果成熟了一样。我讲过，人的生命很可怜，生下来这个脑筋并不健全，到老了才成熟。你看东西方文化，科学这样发达，宗教哲学那么发达，我们一辈子真用到脑的部分，不过是百分之几，只用了一点点。这不是讲思维意识，思维意识是借用脑神经起作用，借这个电路起作用。所以你才晓得，修道为什么会有神通。也可以讲，徐某会看到另外一个时空，这是某一部分的脑神经，平常没有用，这时打开了一点。所以真正的神通，或者智慧的悟道，如果拿唯物观点来讲，同脑都有关的，密切密切的关系。因此讲道家的经验，所谓还精补脑，长生不老，从身体方面讲，重点在脑。脑同思维意识都有关系，例如刚才徐某讲的灵魂出窍了，以及刚才我讲的精神分裂梦游症离魂症，与脑都有关系。但是你们要特别注意，思维意识不是脑产生的，不过活着的人，思维意识凭借脑的电路起作用，因此脑的状况对思维意识有影响。譬如离魂症，有些聪明人，我们在座的很多，有时候他考虑一件事，自己想得都忘记了自己，忽然觉得，哟！这一下才回转来，已经小部分在游魂了，是那个意识脱离出去在想。这种道理在唯识学叫做独头意识，它是单独的，那个意识好像是脱离了脑神经，但是没有完全脱离。独头意识在法相上是独影境，单独影像的境界。刚才徐某讲的，他也就是进入了这个情况。有些人打坐，不管学佛家或道家，会进入他那种境界，非常舒服，那也就是灵魂出窍了，在道家修持上讲叫阴神出窍。怎么叫阴神呢？我们拿刚才徐某的报告作例子，以科学逻辑的说法，我们完全承认徐某那个境界，是他真的经验，他也不是编的，可是在科学上还是假定真的。他所报告的，他那个出去的徐某在空中，他回转来看这个山是淡的水墨画，模模糊糊不清楚。"}
{"text":"怎么叫阴神呢？我们拿刚才徐某的报告作例子，以科学逻辑的说法，我们完全承认徐某那个境界，是他真的经验，他也不是编的，可是在科学上还是假定真的。他所报告的，他那个出去的徐某在空中，他回转来看这个山是淡的水墨画，模模糊糊不清楚。换句话说，他自己好像在上面，一个特别空间，另一个世界，非常舒服，心里没有烦恼他刚才讲，他最爱的女儿，但想到女儿时，只是意识带到一下，好像这个女儿跟他的关系，时隔好几生的事情，几乎没有关系了，不像现在活着那个感情。那么当时这个徐某，有真的形象没有？没有，那叫阴神。什么叫阳神呢？如果修定，工夫到了以后，有意地变出一个或者几个自己，别人也可以看得到这个化身的。道家所谓百日筑基，十月怀胎，三年哺乳，九年面壁，然后才修到阳神出窍。道家讲的，炼精化气，炼气化神，炼神还虚，道家这部分跟佛家没有差别，不过道家讲的是唯物方面，规规矩矩把经验拿出来，佛家讲出来的原理比较多一些。阳神是什么？就是再变出来一个人。譬如有人在家里，在办公室办公，还跟孩子在讲话同时另有一个他坐在这里。我们看到还跟他握手，跟我们讲话，这就是分身了，有形有象。工夫到这一步的人，是有的，你问他，他不会告诉你，笑笑说没有这个事，你看错了，他不会承认。譬如我经常提到儒家的人，到宋朝以后，把佛家的禅宗，道家的修持方法，拿到他们著作里头来，也有很高的成就。可是这一部分，现在的学者们看都不看。这种书很多，经验也很多，讲怎么样做人做事，讲修养。你们看明朝儒家的明儒学案，有位罗近溪先生，江西南城人，是很有名的大儒，他对儒道佛都通的，修养非常好。他可以预知时至，知道自己什么时候死。死了一个多月以后，有同乡在江苏一带看到他，还讲话哎，罗先生你在这里啊？是是是，你也在这里啊？两个人还对谈了一下，还问候家里一下。回来一讲，乡里的人就说，你不要乱说，罗先生已经死了好几个月了。这一类就是阳神了。所谓阴阳两个字，只是个代号，不是有什么特别意义。一个是有形有象的，叫做阳神。一个是无形无象的，叫做阴神。像这些故事，道家特别多了。道家有句话，批评佛家一般打坐参禅念佛的，也包括道家的一般修行人，叫做只修命，不修性，此是修行第一病。"}
{"text":"是是是，你也在这里啊？两个人还对谈了一下，还问候家里一下。回来一讲，乡里的人就说，你不要乱说，罗先生已经死了好几个月了。这一类就是阳神了。所谓阴阳两个字，只是个代号，不是有什么特别意义。一个是有形有象的，叫做阳神。一个是无形无象的，叫做阴神。像这些故事，道家特别多了。道家有句话，批评佛家一般打坐参禅念佛的，也包括道家的一般修行人，叫做只修命，不修性，此是修行第一病。有些修行人，热衷于练气脉啊，打通任督二脉啊，做工夫，练身体啊，这只是修命，不是修性，不晓得明心见性，这是修行第一病这样的修行是一个错路，落在了身见上。但修祖性不修丹，万劫阴灵难入圣，譬如许多学佛的人，很多只讲学理，流于口头禅，身体一点都没有转变有一点明心见性的，又不能念念不迷，这个身体的转变不去管，所以精气神不能凝合为一这样充其量只修了一半，会出阴神，不会出阳神，只有等到中阴才可能成就，现世不会成就报身化身。所谓报身成就，是转变了这个业报之身。出阳神是化身成就，不靠妈妈，自己能生出来另外一个生命，别人也看得到这个化身的。我们平常从女人下面生，修到阳神成就，从头顶上化生出另一个自己来。道家跟密宗的修法几乎是一个路线，这个不应该在这个课题上讲，今天是顺便说到，因为徐某讲了他的濒死经验，我一路打开了话匣子，就给你们讲了。譬如，你们在座的某人，经常玩这一套，玩弄阴神，帮人家看这个看那个，玩久了对他自己非常不利，走进鬼道去了，将来变成灵鬼了。再看王阳明是个大儒，他学过佛家学过儒家，有神通的。在王阳明的学案中，他也玩弄过神通的，但最后都丢弃了。王阳明比你这个本事厉害，他的朋友从很远要来看他，他已经早知道了。到了那一天，他就出门在几里外等了。朋友说，你怎么在这里？他说，我来接你的。朋友奇怪你怎么知道我来？他说，我早就知道了。可是，王阳明后来放弃这个了。他说，此乃玩弄精神也！所以，你看王阳明的学案，他是走儒家路线的。王阳明当年很有意思的，出将入相。日本人明治维新是受他的学问影响，这叫王学。蒋介石也是研究王学的。王阳明曾在江西做巡抚，那个时候的巡抚，比现在的省长还有权。有个故事，在王阳明另外一个传记上，说王阳明到江西一个庙子去，他看这个庙子非常好，但是有个房间锁着他问和尚，你这个房间为什么锁？"}
{"text":"他说，我来接你的。朋友奇怪你怎么知道我来？他说，我早就知道了。可是，王阳明后来放弃这个了。他说，此乃玩弄精神也！所以，你看王阳明的学案，他是走儒家路线的。王阳明当年很有意思的，出将入相。日本人明治维新是受他的学问影响，这叫王学。蒋介石也是研究王学的。王阳明曾在江西做巡抚，那个时候的巡抚，比现在的省长还有权。有个故事，在王阳明另外一个传记上，说王阳明到江西一个庙子去，他看这个庙子非常好，但是有个房间锁着他问和尚，你这个房间为什么锁？和尚说，过去有个老和尚闭关，涅了，死在里头，吩咐锁着不准打开。王阳明一听，有问题啊！他是地方最高的首长，这个庙子有怪事，说不定里头是什么特务，或是和尚做什么坏事骗人。他说打开！我看看，那和尚说，绝不能打开，我们两三代的祖师都吩咐过，不能打开这间房。王阳明的个性，越听越奇怪，非打开不可，马上给我打开！他那个威严一发，一下命令，和尚没有办法，打开了。打开一看，一个骷髅打坐在那里，前面桌子上有个条子，写着五十年前王守仁，开门即是闭门人。王阳明的名字叫王守仁，阳明是他的号，他一下傻了，哦，原来他就是我！前身在这里涅，工夫到这一步，他预知自己转世再来时，会打开这个门。但是儒家呢，这一段公案不采用，不记载。儒家把很多真的故事拿掉，认为太迷信了，怕人家批评。刚才因为徐某给你们报告他的濒死经验，他还有个朋友姓王，他也死过的，你徐可以讲他的故事给大家听吗？徐某王某那次生了胃病，胃穿孔大出血，只有四十的血压，他人一下子昏了过去，跟我的感觉差不多，就是灵魂走了。他说，他看见那个花园啊，像是阳光明媚，有亭台楼阁，还有音乐，他就在树梢上面这么飘他最后飘到前面，有模糊的一栋很小的房子，里面很黑，他等在那儿，不肯进去。可是有一种声音，有一种力量在推他进去，一定要他进去。我问他，你听到什么声音，他说想不起来，也许并不是声音，那个意思是有人说，进去进去，一定要进去。他一进去，就醒来了。他持续的时间比较长。南师那位王某是电力工程师，本来不相信这一套的。"}
{"text":"我问他，你听到什么声音，他说想不起来，也许并不是声音，那个意思是有人说，进去进去，一定要进去。他一进去，就醒来了。他持续的时间比较长。南师那位王某是电力工程师，本来不相信这一套的。第五讲内容提要魂与魄中阴境界的行阴和想阴中阴境界的多生业识现象三个梦十二因缘到底是什么等流和异熟的生命禅宗密宗性宗破山海明的故事三合一――名色十个一切入南师我们昨天讲到一个人的正常死亡过程。可是有一点，大家千万注意，我常发现一般人听话，头脑不够逻辑，主题在哪里抓不住，都被中间那些话带走所以求学问，就要科学头脑，先懂得逻辑。昨天讲的是人道中正常死亡，四大分散的情况，这个要抓住。懂得逻辑就晓得，这是一个生死大题目里的一个小题目，只限于人类的正常死亡。同时你们的智慧要想到，那些非正常死亡，还有其他众生的死亡，是不是也这样？因为这次时间来不及，这个不是本题所讲的范围。不要认为一切众生的生死都是那么正常，真正正常的死太难了。我们教书久了就晓得，一个老师在上面讲课，一百个学生听课，他们写心得的话，都不是老师讲的那一套，每个人抓到一小点就跑了。所以我现在有个结论――教育无用论。普通学校教课也是这样，从小学起，为什么一班之中，有些学生成绩好，有些不好？因为有些学生的思想不够逻辑，不统一的，主题抓不住，一边在听，一边在自己的主观玩弄去了。这是很严重的事，不过现在兼带提起大家注意。昨天只讲到四大分散以后，中阴身起来。我这也是用言语文字讲给你们的，就是所谓的言说道理。昨天上课，给你们讲四种道理言说道理观待道理证成道理法尔道理。言说道理是用语言表达的譬如刚才请徐某报告，这是观待道理，在科学上讲，是资料和个案的统计，所以说，研究一个东西是观察的，都是相对性的，不是绝对的，不是肯定的。中阴是佛学的名词，还有个名词叫中止，这是修行道地经上最初佛学在中国的翻译，当时没有翻成中阴，也没有翻成中有。"}
{"text":"昨天只讲到四大分散以后，中阴身起来。我这也是用言语文字讲给你们的，就是所谓的言说道理。昨天上课，给你们讲四种道理言说道理观待道理证成道理法尔道理。言说道理是用语言表达的譬如刚才请徐某报告，这是观待道理，在科学上讲，是资料和个案的统计，所以说，研究一个东西是观察的，都是相对性的，不是绝对的，不是肯定的。中阴是佛学的名词，还有个名词叫中止，这是修行道地经上最初佛学在中国的翻译，当时没有翻成中阴，也没有翻成中有。但是为了讲修持，第一个翻译用了中止，意思就是生命像流水一样，是分段的，过去流到现在，现在把他停在中间，昨天是昨天，明天是明天，今天的存在，是停止在这里，所以叫中止。过去翻译成中止，已经用得很不错了，可是被后人推翻，因为后来十二因缘正式讲有，有就是现在存在于现实的世界又因为人的观念叫做有，此其一。再以本体的道理，佛法的观念来讲，现实世界也是虚幻的，不真实的，所以十二因缘既确定了有，因此中止改称中有。那么，为什么又叫中阴呢？刚才说以中文来讲，这个有也是观待道理。任何事物都是相对的，相对的事物明显看得见的，摸得着的，叫阳性的摸不着看不见的，就叫做阴性的，所以中有也叫做中阴，我们普通叫做灵魂。譬如刚才徐某的报告，那个灵魂出去了，是他感觉到有个东西出去了。因为他是中国人，他的意识上受这个教育观念的影响，把这个东西叫做灵魂，也是个假定的名称。这是中国普通的叫法，并不是佛教的文化。所谓灵魂，是很灵敏，几乎无所不知，无所不晓，有感觉，有知觉，可是他又不是个实体的东西。所以讲中国字的来源，魂字是云字旁边一个鬼。鬼是阴面，看不见的神是阳面，看得见的。严格研究这两个字，鬼与神，都与土地有关系，与田有关系。鬼是田字向地面下走的，阴性的电流，向下面下去，头上加一根头发一样的毛毛代表，这是鬼。神的右边中间是个田字，左边是示，属于上天的，田字上下通变成申了，合起来叫做神。一个田字代表土地，出了一点头叫由，就是萌芽，由来，就是田上长个东西了，光向上长叫做由上下通叫做申，是伸出来，四方八面通旁边再加个示，上天所表示的，叫做神。这个魂字右边是鬼，通下不通上的，为什么加个云？"}
{"text":"鬼是田字向地面下走的，阴性的电流，向下面下去，头上加一根头发一样的毛毛代表，这是鬼。神的右边中间是个田字，左边是示，属于上天的，田字上下通变成申了，合起来叫做神。一个田字代表土地，出了一点头叫由，就是萌芽，由来，就是田上长个东西了，光向上长叫做由上下通叫做申，是伸出来，四方八面通旁边再加个示，上天所表示的，叫做神。这个魂字右边是鬼，通下不通上的，为什么加个云？这是的简写，换一句话说，就是云雾一样，似有似无，鞯模搞不清楚，所以叫魂。魂与魄有分别，魄是物质的，生理的，我们生理上有气，像我们在北方冷天呼吸，鼻子呼出来有白气的。魄，是实质的，有实体的魂是没有这个实质，看不见的，云雾一样搞不清。魂魄是两个东西，所以当我们受了惊吓，文学形容这个人魂飞魄散，魂就飞出去了，这个意识精神就离开了身体一样魄，身体受了惊吓，下面屙尿了，人发抖了，就是身上物质的作用，四大不调和，就分散开，叫魂飞魄散。所以，你看中国的古文，每一个字都有它的科学道理。我们不要岔开了。再说中阴，就是灵魂。现在生命科学正在研究，找了很多资料，是根据三世因果的道理。中阴能记得很多生的事，中文有四个字，很简单，叫一灵不昧，这个灵魂有这一点作用，没有暗昧，没有被遮住，自己还记得，叫一灵不昧。一般人死亡以后，魂飞魄散，如果有中阴，即使存在一灵不昧，也等于人世间不到一天几个钟头以后，他又无知了，又等于睡过去了，昏过去了，又忘掉了。所以为什么修行要修定？如果拿文学来讲，修到自己一灵不昧，儒家的形容叫昭昭灵灵，昭昭是很光明的，灵灵是很明白，见闻觉知没有昏迷，一灵不昧。什么叫得定呢？既不散乱又不昏沉，换一句话说就是儒学家理学家讲的昭昭灵灵，一灵不昧，清清楚楚，没有妄想没有杂念。佛者觉也，觉就是从睡中醒了，觉悟了清醒了。我们睡觉这个觉字就是觉悟！睡是昏迷，醒了叫做觉悟。佛是永远清醒的人，一灵不昧，昭昭灵灵，不散乱不昏沉，可是一般人做不到。所以打坐修定，要做到这样才行。这是兼带说明。中阴生起醒来以后，一点灵明，所以其他修行的书形容，一道灵光就起来了，一闪就过去了。实际上，中阴身起来是像梦醒了一样。昨天讲到这里，对不对？在这个阶段，昏迷过后醒来时，中国有个说法，生不认魂，死不认尸。"}
{"text":"佛者觉也，觉就是从睡中醒了，觉悟了清醒了。我们睡觉这个觉字就是觉悟！睡是昏迷，醒了叫做觉悟。佛是永远清醒的人，一灵不昧，昭昭灵灵，不散乱不昏沉，可是一般人做不到。所以打坐修定，要做到这样才行。这是兼带说明。中阴生起醒来以后，一点灵明，所以其他修行的书形容，一道灵光就起来了，一闪就过去了。实际上，中阴身起来是像梦醒了一样。昨天讲到这里，对不对？在这个阶段，昏迷过后醒来时，中国有个说法，生不认魂，死不认尸。我们活着自己不认得自己的灵魂，除非你打坐做工夫，到了一灵不昧，看清楚了，才晓得自己心念变成的灵魂境界是怎么一回事。一般人死后，中阴身看到自己的尸体也不认识。在佛学里，灵魂这个作用属于想阴与行阴的范围。想阴是思想，行阴是生命动力的范围。当中阴生起，是行阴的作用，行阴是一股业力，快速得很。这个时候，眼前演电影一样，把一生的所作所为，好的坏的，善的恶的，都回忆起来了，快得很，比电视不晓得快速多少，你平生压制在下意识中隐瞒的事，都出来了，善恶分别果报都来了，对不起人的事，对得起人的事，受委屈的事，委屈人家的事，统统都出现。不但如此，连前生所作所为都出现了。这时候，行阴发动思想回忆的这一股力量，叫做业报的作用，叫做业力，这股力量，都重复出来了。怎么证明呢？等于我们年纪大的人，目前的事情都忘记了，过去的事情却很清楚出现。这还是活着的时候喔！到中阴的时候比这个更严重了，不但小时候的事情出现，前几生很多生的事都出现了。现在我们提一个问题，在这个时候，有没有天堂地狱？有，天堂地狱境界也出现了。有没有鬼？有，都出现了，比梦中的快，比电影电视电脑不晓得快多少倍。但是佛告诉你，也没有天堂，也没有地狱，也没有这些事，都是唯心的作用，一切现象都是唯心所现。不只中阴境界如此，我们活着的身心内外一切，精神的物质的，都是唯心所现。这个唯心是心物一元的心，就是哲学上说的本体。没有任何独立于本体之外存在的现象，都是本体的作用和变化现象。我们所认为的有或者没有，都是相对的，是我们意识假定的，是观待道理作用道理，不是法尔道理。从现象上观待道理上看，中阴境界出现各种现象，是因为意识里头有这些种子，这时种子都爆发了。我们人的这一生，为什么变成男的，变成女的，每个人身体遭遇环境又各人都不同？"}
