{"text":"广成子才传他的道，因此便普遍传说黄帝问道于崆峒，得道于峨嵋。但要记住，由于这个传说，黄帝的功业，是起于黄河平原的东方与北方，而他的文化学术思想，主要的，是得之于西北高原的系统。所谓广成子，是道家共奉的上古神仙？究竟有无其人，姑且不谈，然而道家人物的名号，也和佛家菩萨的名号一样，往往名号是代表一种内容的，那么广成子，便是集其中国文化大成的意思，这与黄帝，学者所共术的观念，就不谋而合了。黄帝自得道以后，活到一百十一岁，共计在位的期间一百年。后来因修道有成，便在鼎湖白日飞升，上天而做神仙的共祖了。他是乘飞龙而上天的，所以有许多臣子，都攀住龙须，跟着飞升，也有少数攀不牢的，便在半空中，还坠入间了，因此，后来便有攀龙附凤的术语，用之于君臣风云际会的颂称。我们听了道家传说这则神话故事式的黄帝史，当然是碍难置信。而且司马迁在史记上，又明明记载帝崩于荆山之阳，葬桥山，就是陕西桥陵。可是史书上又说帝采首山之铜，铸三鼎于荆山之阳，鼎成，崩焉。其臣左彻取衣冠几杖而庙祀之。如果照此一说，对于黄帝的死，又是一个谜了。这些我们都可不管，无论如何，道家这种传说，向来便是对于功德永垂人间者的尊崇与封号。凡是德在人心，功垂千古的，他们大多都把他列入神仙范围，因此影响后世儒家对于忠臣孝子，节妇义夫们的庙祀，乃至传统文化观念所谓聪明正直，死而为神的精神，透过这个观念，我们便可了解道家说黄帝是鼎湖仙去，作为天上神仙共祖的说法，是具有无比的崇敬与仰慕的深情，岂可一律视为谬论吗？我们由伏羲画卦，讲到神农而至黄帝，已经大体说明上古西北高原的文化系统，那便是属于易经学系的学术思想，由宇宙物理的科学而到哲学的，也正是中国原始文化的这一系，后世道家学术思想渊源的系统，时代再向下来，便是尧舜禹三代的文化了，这个时期的学术思想属于书经学系，也便是黄河中心流域的东方与北方的思想系统了。帝尧，是黄帝的曾孙，生在丹陵，后来迁移到山西太原附近的祁县。十三岁，便佐帝挚封植，有功而受封在山东的定陶。到了十五岁，复封于河北保定附近的唐县，所以后世便称唐尧。十六岁，践天子之位于山西的平阳。根据尚书尧典，帝尧为政的第一政务，就是整理天文与历法，也便是形成后世文化与历史正朔的观念。"}
{"text":"帝尧，是黄帝的曾孙，生在丹陵，后来迁移到山西太原附近的祁县。十三岁，便佐帝挚封植，有功而受封在山东的定陶。到了十五岁，复封于河北保定附近的唐县，所以后世便称唐尧。十六岁，践天子之位于山西的平阳。根据尚书尧典，帝尧为政的第一政务，就是整理天文与历法，也便是形成后世文化与历史正朔的观念。换言之，帝尧为政的方针，在针对农业社会的基础上，仍然着重于天文历法等属于自然科学的建设，用它与人文文化的建设，同时并进的。当时辅助帝尧行政的，便是他所选拔的虞舜。虞舜辅助帝尧，整理天文历法，创建礼乐文教刑政等许多规模与制度，同时又整理自上古以来的自然科学，与人文文化有关等要务，相似史书所载的，黄帝许多施政的方针。可是在这个时代，中国有了洪水之患，所谓浩浩怀山襄陵的状况，是惨不忍睹的局面，先后连续约达一二十年之久。所谓怀山，就是说把高山拥抱在大水的怀里襄陵，是说淹没地面，至于高原的丘陵地带。这样大，而且持续多年的水灾，给予中国三代以上的灾祸，它的惨酷，不待言而可知。后来经过夏禹的努力，开山浚川，才将洪水的灾患，变成全国的河渠水利，于是夏禹的成绩，不但功在当时，而且德及万古，因为真正中国文化历史，由上古到大禹治水的成功，才算正式奠定中华民族以农业立国的坚强基础，有了原始农业经济的成就，才能完成夏商周三代确实建立中国文化的系统。虽然，古代历史的记载，以无上崇敬的笔调，写出尧舜奠定文治的功勋，但详细研究尧舜史迹，以尚书的尧典舜典做为中心的史料，自然可以看到都是由于大禹治水的成功，才能完成尧舜相承文治的大业。所以孔子说禹，吾无间然矣！他的确够得上如孔子所说的是无话可说的圣人了。讲到大禹治水，以及中国的水患与水利，顺便提醒一句中国几千年来帝王时代，首要的大事，便是对于黄河水患的防治，与长江水利的开发。尤其是黄河水患，在历史上，小的水灾，至少不出十余年，大的水灾，至多不外三十年，必定会造成黄河下游流域的中原地带等区域的灾害，历代真正具有救国救民之心，抱有经纶济世之志的学者，都想继续大禹治水的功业，要完成大禹未奏全功的建设中华民族的大计。宋代以后，号称儒家有理学家们，属于事功学派的，他们都想在全国的河渠水利上下工夫，做为实际治平学问的目的。"}
{"text":"讲到大禹治水，以及中国的水患与水利，顺便提醒一句中国几千年来帝王时代，首要的大事，便是对于黄河水患的防治，与长江水利的开发。尤其是黄河水患，在历史上，小的水灾，至少不出十余年，大的水灾，至多不外三十年，必定会造成黄河下游流域的中原地带等区域的灾害，历代真正具有救国救民之心，抱有经纶济世之志的学者，都想继续大禹治水的功业，要完成大禹未奏全功的建设中华民族的大计。宋代以后，号称儒家有理学家们，属于事功学派的，他们都想在全国的河渠水利上下工夫，做为实际治平学问的目的。然而河患与水利的开发，毕竟没有完成大禹的志业，希望我们这一代的青年同学，凡做事业，应当效法大禹的精神，真能做到为国家民族建立一番伟大的事业与功勋。大禹，是黄帝的玄孙，因有平定全国的水灾，整治水利的大功德，便受舜的禅让，继承天子之位于战国时的韩国，就是山西平阳附近的安邑。这便是上古史上有名公天下的样让时期，也就是尧舜禹三代的丰功大德。同时，也自大禹以后，便形成夏商周三代文明的开始。由伏羲画卦，经神农黄帝而到尧舜以后，大禹是中国上古建国史上划时代的人物。非常遗憾，也很不幸的，在民国初年以后，有些学者，无形中受了外国人有意造成侮辱中国历史文化的观念，否认尧舜禹的史迹。认为尧舜。禹等并无其人其事尧，是香炉的象征舜，是蜡烛台禹是一个大爬虫，像这样自己对祖先历史文化，自加侮辱的新观念，使我们讲起来，实在大有亲者痛而仇者快的感慨。殊不知中国人的点香用香炉，点烛用蜡烛台，那是汉魏以后，随佛教传入印度习惯的转变，三代以上，香炉与蜡烛台，根本没有发明，我们所看到的香炉与蜡烛台的形式，都是唐宋以后的形态，甚之，还要迟一点，怎么可以把尧舜禹三个字的象形，硬拉下到千载以后，比做宗教仪式用的工具呢！现在我们约略讲过书经文化系统，尧舜禹前后的简介，也就是说明这个时期的文化源流，都在中原地带，流布在黄河中心流域的东方与北方的情形，并且便是附带而简要地说明中国上古人文文化建立的系统。至于大禹如何划分九州，自有书经所保留禹贡篇等历史资料，我们不去管它，现在要讲的，是道家学术思想，如何与三代以上的文化接流的问题。大家都知道，当尧舜建国初期的大事，首先的工作。"}
{"text":"至于大禹如何划分九州，自有书经所保留禹贡篇等历史资料，我们不去管它，现在要讲的，是道家学术思想，如何与三代以上的文化接流的问题。大家都知道，当尧舜建国初期的大事，首先的工作。除了建设天文历法等具有如现代所有科学建国的精神外，同时，对于人文文化的建设，也正如易经所谓建立一种圣人以神道设教，类似宗教而富于哲学的规模，后世道家儒家的天人合一思想，都是由这种历史文化的资料而形成。尤其在大禹治水的阶段，除了书经等属于正史传记的说法，只是列述许多可征可信的史料外，对于怪诞不经的传说，早被删除，概不采纳，可是在上古的民间相传，后来成为道家与道教的传述里，便大有不然了。道家从易经文化系统的立场，传述大禹治水的成功，因为他接受上古仙人隐士的传授，还得自黄帝所传的河图易学，真正善于运用阴阳八卦五行干支等天文物理的学问，才能治平了亘古以来的水患，所以认为大禹的事功成就，也便是道家正统学术精神的结晶，他们相信千古疑书的山海经，而且也推崇山海经上所记载，山林川泽的神异怪物，确是具有神圣的神秘东西，这些半类妖魔鬼怪的事物，都被大禹的道力所降伏，而且听命于他，被他所用，因此他才能奏此大功。总之，道家认为大禹的成功，此乃天授也。到了道家的学术，再转变而落到道教的手里，那就更不同了，道教除了全盘接受道家对于大禹的说法以外，认为他即是继承天命的圣人，同时，也是黄帝以来先圣流传下来，所有神仙法术的继承人。大禹治水的成功，是因为擅长符等法术，他能遣使六丁六甲等天上神将，他能呼风唤雨，撒豆成兵，凡是一切极尽神秘怪诞荒谬的能事，也都一齐套在大禹的头上，因此而形成大禹与道家道教的因缘，特别深厚。这便是说明春秋战国以后，道家的学术思想路线，是上接伏羲黄帝以后，易经文化系统，与书经文化系统，融会有关的渊源。其实，自大禹治水之后，使夏代后裔，延续天下的治权，达四百余年之久的文化，那便是夏代以真正农业立国的文化。"}
{"text":"这便是说明春秋战国以后，道家的学术思想路线，是上接伏羲黄帝以后，易经文化系统，与书经文化系统，融会有关的渊源。其实，自大禹治水之后，使夏代后裔，延续天下的治权，达四百余年之久的文化，那便是夏代以真正农业立国的文化。因为他是秉承上古以天文历法等原始宇宙的学术思想，用金木水火土五行变换的物理原则，配合农业社会的人文文化，因此而形成夏代的文化精神，是崇尚朴素笃实的本质，这便是历史上有名的夏尚忠的文化精神。到了成汤革命，灭掉夏朝末代的暴君桀以后，建立商汤六百余年的文化，一变夏代文化朴实的形态，偏向于天道的观念，走入以神道设教，类似宗教的精神，因此便形成殷商时期，历史上有名的殷尚鬼，崇信鬼神意志的文化精神。这个属于书经文化系统，一变再变，一直到了西周文王兴于陕西，他承继西北高原传统，赐经文化的系统，参酌古今之宜，演扬易学而成周易一书的基本学术思想以且再经过他的儿子周武王的革命成功，周公旦的扩充易经学系思想，融会三代以来人文文化，与部分承继殷商天道鬼神等的思想，才得完成周代礼乐文教刑政等人文文明的大系。换言之，到了周代，才算是综合上古以来，所有文化的大成，是后来为孔子所赞颂的郁郁乎文哉，吾从周的文化精神。因此，我们可以在易经书经以外，看到礼记春秋中许多属于易经学系，也就是后来儒道两家共同宗奉的学问，如礼记月令等春秋工制月令历法，与灾异天象示变等的观念，有关于易经象数的学术思想。但是，我们这里所谓的周代文化，是专指中央天子的周朝文明而言，后来在春秋战国时期，是属于鲁国文化的系统。如果研究诸侯各国的文化学术思想，那就各有异同，并不一致，彼此之间，都自保留有他祖先氏族传承的文化精神。例如，神农的后裔，封在河南的焦城。黄帝的后裔，封在山东济南附近的祝长清县。帝尧的后裔，封在河北的蓟就是清代的直隶顺天府的大兴县。帝舜的后裔，封在河南开封附近的陈陈州。大禹的后裔，封在开封附近的杞。殷商后裔的贤人微子，受封在宋。另一殷商后裔的贤人箕子，因献洪范而被尊为不臣之敬，受封于朝鲜。这些诸侯的分封就国，都是上古与三代的后嗣，并非一律都是周室的功臣，而受到分封的爵赏。"}
{"text":"例如，神农的后裔，封在河南的焦城。黄帝的后裔，封在山东济南附近的祝长清县。帝尧的后裔，封在河北的蓟就是清代的直隶顺天府的大兴县。帝舜的后裔，封在河南开封附近的陈陈州。大禹的后裔，封在开封附近的杞。殷商后裔的贤人微子，受封在宋。另一殷商后裔的贤人箕子，因献洪范而被尊为不臣之敬，受封于朝鲜。这些诸侯的分封就国，都是上古与三代的后嗣，并非一律都是周室的功臣，而受到分封的爵赏。这是周朝文武周公的德政，也便是中国历史文化传统的精神，所谓兴灭国，继绝世伟大的文化思想。其次，周室所分封功臣，从其师尚父太公吕望为首，封于齐，周公封于鲁等等，所谓兄弟之国，十有五人，同姓者四十余人。这样便是周代分封诸侯而建国的封建局面，大有不同于欧洲上古的封建制度，如果把东西两方封建不同的观念，混为一谈，必须要加甄辨。而且我们不要忘记，由周初分封建国，直到春秋战国的七八百年间，中华民族的文字言语，并未统一，诸侯各国的文化学术，也各自保有他的传统，等于我们几千年的文化，虽然国家一统，而各地方的风俗习惯方言，在其同中也各有其异。所谓书同文，车同轨的混同局面，在秦汉之间，才得正式完成。因此我们读周秦之际的诸子百家之言，凡有关于道家学术思想的典籍，大多都如司马迁所谓其文不雅驯，荐绅先生难言之，便是因为方言的不同，文学的格调没有统一，所以便被秦汉以且自称为儒家的文人，一笔勾销，认为不值一顾了。其实，道家的学术思想，是偏向于自然科学理论的成分居多，不像儒家的学说，是偏向于人文思想的成分为主。凡是近于自然科学的著作，必然缺乏文学修辞优美的情调，有关人文学术的，无论如何浅薄，它与文学毕竟不可划分。道家方士学术思想，以及诸子百家有关于原始科学理论的学说，就在这个原因之下，被断送埋没在异端的学术罪状之中，达两千余年之久，我们只要留心历史文化的史料，这个问题，就会容易明白。例如比孔子还早一点的管子，在现在所流传他的著作之中，不论真假的成分有多少，即使认为十分可靠的几篇，仔细读来，仍然不同于鲁国文学的笔调，这是代表齐国人文学术思想的一部书，犹如晏子春秋一样，都具有齐国文学的笔调，在另一方面，司马迁说齐民阔达多匿知，庄子在逍遥游上，也提到齐国的学术思想中有一本怪书，叫做齐谐，他又自加一句注解说齐谐者，志怪者也。"}
{"text":"例如比孔子还早一点的管子，在现在所流传他的著作之中，不论真假的成分有多少，即使认为十分可靠的几篇，仔细读来，仍然不同于鲁国文学的笔调，这是代表齐国人文学术思想的一部书，犹如晏子春秋一样，都具有齐国文学的笔调，在另一方面，司马迁说齐民阔达多匿知，庄子在逍遥游上，也提到齐国的学术思想中有一本怪书，叫做齐谐，他又自加一句注解说齐谐者，志怪者也。换言之，齐谐这本书，是齐国人专门集记希奇古怪的奇谭。由此可见齐民，阔达多匿知的地方性，是由来如此，因此后来中国文化，用来批判不经之谈的评语，便有齐东野语的名辞了。其次，例如墨子一部书，因为墨翟本人，生活长大在宋国，他受宋国的学术思想影响最深，所以他有类同宗教信仰的崇尚天志，而同时又相信鬼神的权能，这些便是受到宋国传统，殷人尚鬼信天文化等思想影响的关系。至于他有苦节劳形摩顶放踵以利天下的学说与作风，那是继承夏代大禹的精神，可能也有受到宋国的邻封，夏禹之后杞国思想的感染。当然，我说这些，都是十分可能，而且是有理路可寻的事，并非就是定案，因为生在两千余年后的今天，高推古代的情形，时间空间的环境迁变，绝对已非当时的面目，虽然大家采用书本的资料作考证，也是不免出于臆测。尽信书，不如无书，所以不能完全作为肯定的理由，至于曾子子思孟子荀卿一系列的思想，当然是孔门以后的鲁国文化，与鲁国文学的正统。其他如老庄，是南方楚国文化的情调。兵家著作如孙吴兵法，是战国时期齐国的传统学术思想，与齐国文学的进步与升华。另如纵横家法家名家等学，大多都是秦晋之间后起的思想，司马迁所说三晋多权变之士，夫言纵横强秦者，大抵皆三晋之人也。杂家的学术思想，与秦晋齐楚有关，也可以说，便是秦晋齐楚学术思想杂集的回旋。阴阳家言，当然就是燕齐方士学术的源流。我们了解了这个春秋战国文化学术的大势以后，对于其中如何形成为中国文化主流的儒家，姑且另作讲说。其余如阴阳兵农医老庄杨朱墨子名法纵横杂家等，综错交罗，互相为用，便成为战国到秦汉以前，统统归入道家学术思想的范围了。"}
{"text":"杂家的学术思想，与秦晋齐楚有关，也可以说，便是秦晋齐楚学术思想杂集的回旋。阴阳家言，当然就是燕齐方士学术的源流。我们了解了这个春秋战国文化学术的大势以后，对于其中如何形成为中国文化主流的儒家，姑且另作讲说。其余如阴阳兵农医老庄杨朱墨子名法纵横杂家等，综错交罗，互相为用，便成为战国到秦汉以前，统统归入道家学术思想的范围了。我们讲述道家的文化学术思想，不厌其烦由周秦以前，再向上溯，大而言之，是为了说明中国文化的传统渊源，以及追溯道家文化思想，实为源远流长的主旨小而言之，也便是说明周秦以前，儒道本不分家的关系。另一方面，也就是说明道家的文化学术，乃是继承夏商周三代以上，中华民族发源于西北高原的易经文化学系。至于战国前后，变成南方楚国文化的老庄思想，是其余波的流荡而已。自孔子一系的儒家文化学术，是传承三代以下，起于中原与东方北方的书经文化学系，到了战国秦汉以前，便成为鲁国文化，孔孟思想的中心，所谓继承尧舜禹汤文武周公的传统。总之，用于人文社会，有关礼乐文教刑政的学术，儒家书经文化系统，犹如堂堂之阵，正正之旗的正规军。用于因应时变，藉以拨乱反正的，道家易经文化系统，才是出奇制胜的奇兵，这也便是中国文化历史上有名的外示儒术，内用黄老君师之道扼要的说明。二战国时期北方齐鲁燕宋的文化背景首先要郑重声明，凡是要研究秦汉以上的历史文化，千万不要忘记，那个时期的历史背景。我们粗看起来，周秦以上文化学术的形态，固然是继承三代以下的一贯传统，到了周期，才算完成建立一个人文文化具体的成型，但是我们总要不忘历史的发展，不是空中楼阁，无因而来的当春秋战国时期，所谓分封建国的诸侯之邦，因为各有历史渊源的背景，与地理环境的不同，所以凡是有关构成各国文化的条件，如言语文字风俗习惯政治方式财经措施交通形势等等，大体都是各自为政，并没有像秦汉以后的统一。我们只要大概没有忘记历史上的记载，自从秦始皇开始，才渐使书同文，车同轨，才有废邦国而建郡县的统一制度，就不至于把秦汉以上的地理文化不同的观念，随便忽略过去。"}
{"text":"我们只要大概没有忘记历史上的记载，自从秦始皇开始，才渐使书同文，车同轨，才有废邦国而建郡县的统一制度，就不至于把秦汉以上的地理文化不同的观念，随便忽略过去。而且那个时候，所谓中央政权的周天子，他为共主的帝王制度，既不是秦汉以后帝王体制的形态，也不是三代以前的情形，只要大家研究一下三礼周礼仪礼记，便自然会明白了，现在我们要讨论的，是专对有关天燕齐之间方士学术来源的问题，因此，先从齐国说起。凡是读过历史的，都知道齐国是太公吕望姜尚之后。姜太公吕望，是三代以前炎帝神农氏的后裔，到他的时候，已经算是东海上人。他与祖先的传统文化，与他的学术思想，是属于周秦之际隐士思想的道家一系。他在困穷的环境中，过了几十年的苦难时间，到了八十岁左右，才遇到文王，后来以兵谋奇计辅助武王，完成周室革命事业的成功，他是周初道家学术思想的代表者。周武王为了酬谢他伟大的功勋，封他在齐建国，史记封禅书说齐之所以为齐者，以天齐。但是那个时候的齐国，并不是好地方，不是春秋战国时期的齐国可比，而且还存在着原来的地方恶势力。所以太公望在受封就国的路上，也有懒得到差接事的意思，好在靠一位旅店的老板，启示他一番话，他才马上赶去，建立了齐国当然，这个旅店老板，也应该算是隐士之流的人物，他到齐国施政的首先要务，便是开发经济财政的资源，发展滨海一带的鱼盐之利，所以我们要讲盐务财政史，姜太公吕望，应该算是一位祖师爷，至于有关太公吕望的学术思想，在此不必多讲，我们只要研究一下兵家，与谋略家所宗奉的韬略一类的书，与道家兵家共同推重的阴符经等，大概就可以得其眉目了不管那些典籍是否为后人假托太公之名而著的伪书，但事出有因，查无实据，兵家思想，系出于齐，这是大概不会有问题的。齐国的文化学术，既是秉承大公吕望的道家学术思想而来，所以他与鲁国传承周公学术思想的系统，就大有异同了。司马迁说过，他曾经游历过齐国，以他观察的结果，便说自鲁适齐，自泰山属之琅讶，北被于海，膏壤二千里，其民间达多惹知，其天性也。他所谓惹知，应有两种解释，其一等于现代语所说有深沉保留的智慧二其二也可以说富于神秘性的知识。"}
