{"text":"假使希特拉太太善于开电灯，烤面包罢，那么，要在历史上寻一点先例，恐怕可就难了。但是，幸而那样的事，是不会哄动一世的。烧掉房子的事，据宋人的笔记说，是开始于蒙古人的。因为他们住着帐篷，不知道住房子，所以就一路的放火。然而，这是诳话。蒙古人中，懂得汉文的很少，所以不来更正的。其实，秦的末年就有着放火的名人项羽在，一烧阿房宫，便天下闻名，至今还会在戏台上出现，连在日本也很有名。然而，在未烧以前的阿房宫里每天点灯的人们，又有谁知道他们的名姓呢？现在是爆裂弹呀，烧夷弹呀之类的东西已经做出，加以飞机也很进步，如果要做名人，就更加容易了。而且如果放火比先前放得大，那么，那人就也更加受尊敬，从远处看去，恰如救世主一样，而那火光，便令人以为是光明。二关于中国的王道在前年，曾经拜读过中里介山氏的大作给支那及支那国民的信。只记得那里面说，周汉都有着侵略者的资质。而支那人都讴歌他，欢迎他了。连对于朔北的元和清，也加以讴歌了。只要那侵略，有着安定国家之力，保护民生之实，那便是支那人民所渴望的王道，于是对于支那人的执迷不悟之点，愤慨得非常。那信，在满洲出版的杂志上，是被译载了的，但因为未曾输入中国，所以像是回信的东西，至今一篇也没有见。只在去年的上海报上所载的胡适博士的谈话里，有的说，只有一个方法可以征服中国，即彻底停止侵略，反过来征服中国民族的心。不消说，那不过是偶然的，但也有些令人觉得好像是对于那信的答复。征服中国民族的心，这是胡适博士给中国之所谓王道所下的定义，然而我想，他自己恐怕也未必相信自己的话的罢。在中国，其实是彻底的未曾有过王道，有历史癖和考据癖的胡博士，该是不至于不知道的。不错，中国也有过讴歌了元和清的人们，但那是感谢火神之类，并非连心也全被征服了的证据。如果给与一个暗示，说是倘不讴歌，便将更加虐待，那么，即使加以或一程度的虐待，也还可以使人们来讴歌。四五年前，我曾经加盟于一个要求自由的团体，而那时的上海教育局长陈德征氏勃然大怒道，在三民主义的统治之下，还觉得不满么？那可连现在所给与着的一点自由也要收起了。而且，真的是收起了的。每当感到比先前更不自由的时候，我一面佩服着陈氏的精通王道的学识，一面有时也不免想，真该是讴歌三民主义的。然而，现在是已经太晚了。"}
{"text":"如果给与一个暗示，说是倘不讴歌，便将更加虐待，那么，即使加以或一程度的虐待，也还可以使人们来讴歌。四五年前，我曾经加盟于一个要求自由的团体，而那时的上海教育局长陈德征氏勃然大怒道，在三民主义的统治之下，还觉得不满么？那可连现在所给与着的一点自由也要收起了。而且，真的是收起了的。每当感到比先前更不自由的时候，我一面佩服着陈氏的精通王道的学识，一面有时也不免想，真该是讴歌三民主义的。然而，现在是已经太晚了。在中国的王道，看去虽然好像是和霸道对立的东西，其实却是兄弟，这之前和之后，一定要有霸道跑来的。人民之所讴歌，就为了希望霸道的减轻，或者不更加重的缘故。汉的高祖，据历史家说，是龙种，但其实是无赖出身，说是侵略者，恐怕有些不对的。至于周的武王，则以征伐之名入中国，加以和殷似乎连民族也不同，用现代的话来说，那可是侵略者。然而那时的民众的声音，现在已经没有留存了。孔子和孟子确曾大大的宣传过那王道，但先生们不但是周朝的臣民而已，并且周游历国，有所活动，所以恐怕是为了想做官也难说。说得好看一点，就是因为要行道，倘做了官，于行道就较为便当，而要做官，则不如称赞周朝之为便当的。然而，看起别的记载来，却虽是那王道的祖师而且专家的周朝，当讨伐之初，也有伯夷和叔齐扣马而谏，非拖开不可纣的军队也加反抗，非使他们的血流到漂杵不可。接着是殷民又造了反，虽然特别称之曰顽民，从王道天下的人民中除开，但总之，似乎究竟有了一种什么破绽似的。好个王道，只消一个顽民，便将它弄得毫无根据了。儒士和方士，是中国特产的名物。方士的最高理想是仙道，儒士的便是王道。但可惜的是这两件在中国终于都没有。据长久的历史上的事实所证明，则倘说先前曾有真的王道者，是妄言，说现在还有者，是新药。孟子生于周季，所以以谈霸道为羞，倘使生于今日，则跟着人类的智识范围的展开，怕要羞谈王道的罢。三关于中国的监狱我想，人们是的确由事实而从新省悟，而事情又由此发生变化的。从宋朝到清朝的末年，许多年间，专以代圣贤立言的制艺这一种烦难的文章取士，到得和法国打了败仗，这才省悟了这方法的错误。于是派留学生到西洋，开设兵器制造局，作为那改正的手段。省悟到这还不够，是在和日本打了败仗之后，这回是竭力开起学校来。于是学生们年年大闹了。"}
{"text":"孟子生于周季，所以以谈霸道为羞，倘使生于今日，则跟着人类的智识范围的展开，怕要羞谈王道的罢。三关于中国的监狱我想，人们是的确由事实而从新省悟，而事情又由此发生变化的。从宋朝到清朝的末年，许多年间，专以代圣贤立言的制艺这一种烦难的文章取士，到得和法国打了败仗，这才省悟了这方法的错误。于是派留学生到西洋，开设兵器制造局，作为那改正的手段。省悟到这还不够，是在和日本打了败仗之后，这回是竭力开起学校来。于是学生们年年大闹了。从清朝倒掉，国民党掌握政权的时候起，才又省悟了这错误，作为那改正的手段的，是除了大造监狱之外，什么也没有了。在中国，国粹式的监狱，是早已各处都有的，到清末，就也造了一点西洋式，即所谓文明式的监狱。那是为了示给旅行到此的外国人而建造，应该与为了和外国人好互相应酬，特地派出去，学些文明人的礼节的留学生，属于同一种类的。托了这福，犯人的待遇也还好，给洗澡，也给一定分量的饭吃，所以倒是颇为幸福的地方。但是，就在两三礼拜前，政府因为要行仁政了，还发过一个不准克扣囚粮的命令。从此以后，可更加幸福了。至于旧式的监狱，则因为好像是取法于佛教的地狱的，所以不但禁锢犯人，此外还有给他吃苦的职掌。挤取金钱，使犯人的家属穷到透顶的职掌，有时也会兼带的。但大家都以为应该。如果有谁反对罢，那就等于替犯人说话，便要受恶党的嫌疑。然而文明是出奇的进步了，所以去年也有了提倡每年该放犯人回家一趟，给以解决性欲的机会的，颇是人道主义气味之说的官吏。其实，他也并非对于犯人的性欲，特别表着同情，不过因为总不愁竟会实行的，所以也就高声嚷一下，以见自己的作为官吏的存在。然而舆论颇为沸腾了。有一位批评家，还以为这么一来，大家便要不怕牢监，高高兴兴的进去了，很为世道人心愤慨了一下。受了所谓圣贤之教那么久，竟还没有那位官吏的圆滑，固然也令人觉得诚实可靠，然而他的意见，是以为对于犯人，非加虐待不可，却也因此可见了。从别一条路想，监狱确也并非没有不像以安全第一为标语的人们的理想乡的地方。火灾极少，偷儿不来，土匪也一定不来抢。即使打仗，也决没有以监狱为目标，施行轰炸的傻子即使革命，有释放囚犯的例，而加以屠戮的是没有的。当福建独立之初，虽有说是释放犯人，而一到外面，和他们自己意见不同的人们倒反而失踪了的谣言，然而这样的例子，以前是未曾有过的。"}
{"text":"从别一条路想，监狱确也并非没有不像以安全第一为标语的人们的理想乡的地方。火灾极少，偷儿不来，土匪也一定不来抢。即使打仗，也决没有以监狱为目标，施行轰炸的傻子即使革命，有释放囚犯的例，而加以屠戮的是没有的。当福建独立之初，虽有说是释放犯人，而一到外面，和他们自己意见不同的人们倒反而失踪了的谣言，然而这样的例子，以前是未曾有过的。总而言之，似乎也并非很坏的处所。只要准带家眷，则即使不是现在似的大水，饥荒，战争，恐怖的时候，请求搬进去住的人们，也未必一定没有的。于是虐待就成为必不可少了。牛兰夫妇，作为赤化宣传者而关在南京的监狱里，也绝食了三四回了，可是什么效力也没有。这是因为他不知道中国的监狱的精神的缘故。有一位官员诧异的说过他自己不吃，和别人有什么关系呢？岂但和仁政并无关系而已呢，省些食料，倒是于监狱有益的。甘地的把戏，倘不挑选兴行场，就毫无成效了。然而，在这样的近于完美的监狱里，却还剩着一种缺点。至今为止，对于思想上的事，都没有很留心。为要弥补这缺点，是在近来新发明的叫作反省院的特种监狱里，施着教育。我还没有到那里面去反省过，所以并不知道详情，但要而言之，好像是将三民主义时时讲给犯人听，使他反省着自己的错误。听人说，此外还得做排击共产主义的论文。如果不肯做，或者不能做，那自然，非终身反省不可了，而做得不够格，也还是非反省到死则不可。现在是进去的也有，出来的也有，因为听说还得添造反省院，可见还是进去的多了。考完放出的良民，偶尔也可以遇见，但仿佛大抵是萎靡不振，恐怕是在反省和毕业论文上，将力气使尽了罢。那前途，是在没有希望这一面的。本篇最初发表于一九三四年三月号日本改造月刊，参看本书附记。普洛美修斯通译普罗米修斯，希腊神话中的神。相传他从主神宙斯那里偷了火种给人类，受到宙斯的惩罚，被钉在高加索山的岩石上，让神鹰啄食他的肝脏。燧人氏我国传说中最早钻木取火的人，远古三王之一。火神传说不一。一说指祝融，见罗泌路史前纪卷八一说指回禄，见左传昭公十八年及其注疏。有巢氏我国传说中发明树上搭巢居住的人，远古三王之一。神农氏我国传说中发明制作农具教人耕种的人，远古三王之一。"}
{"text":"本篇最初发表于一九三四年三月号日本改造月刊，参看本书附记。普洛美修斯通译普罗米修斯，希腊神话中的神。相传他从主神宙斯那里偷了火种给人类，受到宙斯的惩罚，被钉在高加索山的岩石上，让神鹰啄食他的肝脏。燧人氏我国传说中最早钻木取火的人，远古三王之一。火神传说不一。一说指祝融，见罗泌路史前纪卷八一说指回禄，见左传昭公十八年及其注疏。有巢氏我国传说中发明树上搭巢居住的人，远古三王之一。神农氏我国传说中发明制作农具教人耕种的人，远古三王之一。又传说他曾尝百草，发现药材，教人治病。西班牙以前有斗牛的风俗，斗牛士手持红布对牛撩拨，待牛以角向他触去，斗牛士即与之搏斗。赛会也称赛神，旧时的一种迷信习俗。用仪仗鼓乐和杂戏等迎神出庙，周游街巷，以酬神祈福。秦始皇前―前姓嬴名政。战国时秦国国君，公元前二二一年建立了我国历史上第一个中央集权的封建王朝。始皇三十四年前，他采纳丞相李斯的建议，下令将秦以外的各国史书和民间所藏除农书和医书以外的古籍尽行焚毁。希特拉，―通译希特勒，德国纳粹党头子，第二次世界大战的祸首之一。一九三三年他担任内阁总理后，实行法西斯统治，烧毁进步书籍和一切所谓非德国思想的书籍。关于引秦始皇为希特勒焚书先例的论调，在准风月谈华德焚书异同论中曾作过分析，可参看。宋代庄季裕鸡肋编卷中载靖康之后，金虏侵凌中国，露居异俗，凡所经过，尽皆焚燹。项羽前―前下相今江苏宿迁人，秦末农民起义领袖。秦亡后自立为西楚霸王，后为刘邦所败。据史记项羽本纪载他攻破咸阳后，烧秦宫室，火三月不灭。阿房宫，秦始皇时建筑的宫殿，遗址在今陕西西安市西阿房村。救世主基督教徒对耶稣的称呼。新约马太福音说基督所在之处，都有大光照耀。中里介山―日本通俗小说家，著有历史小说大菩萨山卡。他的给支那和支那国民的一封信，一九三一年昭和六年日本春阳堂出版。胡适―字适之，安徽绩溪人。早年留学美国，曾获美国哥伦比亚大学哲学博士学位，回国后任北京大学教授。他当时积极支持国民党政府的内外政策。"}
{"text":"救世主基督教徒对耶稣的称呼。新约马太福音说基督所在之处，都有大光照耀。中里介山―日本通俗小说家，著有历史小说大菩萨山卡。他的给支那和支那国民的一封信，一九三一年昭和六年日本春阳堂出版。胡适―字适之，安徽绩溪人。早年留学美国，曾获美国哥伦比亚大学哲学博士学位，回国后任北京大学教授。他当时积极支持国民党政府的内外政策。这里所引的这段话，是他一九三三年三月十八日在北平对记者的谈话，载同年三月二十二日申报北平通讯。下文的有历史癖和考据癖，是他在一九二年七月所写的水浒传考证中的话我最恨中国史家说的什么作史笔法，但我却有点历史癖我又最恨人家咬文啮字的评文，但我却又有点考据癖！指中国自由运动大同盟，中国共产党支持和领导下的革命群众团体，一九三年二月成立于上海，它的宗旨是争取言论出版结社集会等自由，反对国民党的反动统治。关于王道和霸道之说，孟子公孙丑载有孟轲的话以力假仁者霸，霸必有大国以德行仁者王，王不待大以力服人者，非心服也，力不赡也以德服人者，中心悦而诚服也。又汉书元帝纪汉家自有制度，本以霸王道杂之。汉高祖即刘邦前―前，沛今江苏沛县人，秦末农民起义领袖，汉朝的建立者。据史记高祖本纪载高祖父曰太公，母曰刘媪，其先刘媪尝息大泽之陂，梦与神遇。是时雷电晦冥，太公往视，则见交龙于其上。已而有身，遂产高祖。又说他不事家人生产作业好酒及色。常从王媪武负贳酒。周武王姓姬名发，殷末周族领袖。公元前十一世纪，他联合西北和西南各族起兵进入中原，灭殷后建立周王朝。孔子前―前名丘，字仲尼，春秋末期鲁国陬邑今山东曲阜人，儒家学派的创始者。孟子约前―前，名轲，字子舆，战国时邹今山东邹县东南人，他继承并发挥了儒家学说，成为孔丘以后的又一儒家代表人物。伯夷和叔齐扣马而谏据史记伯夷列传载伯夷叔齐，孤竹君之二子也。闻西伯昌善养老，盍往归焉。及至，西伯卒，武王载木主，号为文王，东伐纣。伯夷叔齐叩马而谏曰父死不葬，爰及干戈，可谓孝乎？以臣弑君，可谓仁乎？左右欲兵之。太公曰此义人也，扶而去之。"}
{"text":"孔子前―前名丘，字仲尼，春秋末期鲁国陬邑今山东曲阜人，儒家学派的创始者。孟子约前―前，名轲，字子舆，战国时邹今山东邹县东南人，他继承并发挥了儒家学说，成为孔丘以后的又一儒家代表人物。伯夷和叔齐扣马而谏据史记伯夷列传载伯夷叔齐，孤竹君之二子也。闻西伯昌善养老，盍往归焉。及至，西伯卒，武王载木主，号为文王，东伐纣。伯夷叔齐叩马而谏曰父死不葬，爰及干戈，可谓孝乎？以臣弑君，可谓仁乎？左右欲兵之。太公曰此义人也，扶而去之。血流漂杵据尚书武成载甲子昧爽，受纣率其旅若林，会于牧野。罔有敌于我师，前徒倒戈，攻于后以北，血流漂杵。顽民据史记殷本纪载周武王崩，武庚商纣之子与管叔蔡叔作乱，成王命周公诛之。又尚书多士载成周今洛阳既成，迁殷顽民。据唐代孔颖达疏顽民，谓殷之大夫士从武庚叛者以其无知，谓之顽民。以谈霸道为羞据孟子梁惠王载齐宣王问曰齐桓晋文之事，可得闻乎？孟子对曰仲尼之徒，无道桓文之事者，是以后世无传焉，臣未之闻也。据宋代朱熹集注仲尼之门，五尺童子羞称五霸，为其先诈力而后仁义也。制艺也称制义。科举考试时规定的文体。在明清两代指摘取四书五经中文句命题立论的八股文。指一八八四年至一八八五年的中法战争。战争的结果是清政府与法国签订了不平等的中法新约。指一八九四年至一八九五年的中日战争即甲午战争。清政府在战败后与日本签订了丧权辱国的马关条约。恶党这里是反语，当时国民党反动派曾用匪党等字眼诬称中国共产党。一九三三年四月四日申报南京专电称司法界某要人谈壮年犯之性欲问题，依照理论，人民犯罪，失去自由，而性欲不在剥夺之列，欧美文明国家，定有犯人假期每年得请假返家五天或七天，解决其性欲。一九三三年八月二十日出版的十日谈第二期载有郭明的自由监狱一文，其中说最近司法当局复有关于囚犯性欲问题之讨论本来，囚禁制度是国家给予犯罪者一个自省而改过的机会监狱痛苦尽人皆知，不法犯罪，乃自讨苦吃，百姓既有戒心，或者可以不敢犯法对付小人，此亦天机一条也。福建独立指一九三三年十一月在福建发生的政变。"}
{"text":"一九三三年八月二十日出版的十日谈第二期载有郭明的自由监狱一文，其中说最近司法当局复有关于囚犯性欲问题之讨论本来，囚禁制度是国家给予犯罪者一个自省而改过的机会监狱痛苦尽人皆知，不法犯罪，乃自讨苦吃，百姓既有戒心，或者可以不敢犯法对付小人，此亦天机一条也。福建独立指一九三三年十一月在福建发生的政变。一九三二年一月二十八日在上海抗击进犯日军的十九路军，被蒋介石调往福建进行反共内战。该军广大官兵在中国共产党抗日主张的影响下，反对蒋介石投降日本的政策，不愿和红军作战。一九三三年十一月，十九路军将领联合国民党内一部分势力，在福建省成立中华共和国人民革命政府，并与红军成立抗日反蒋协定，但不久即在蒋介石的兵力压迫下失败。牛兰即保罗鲁埃格，原籍波兰，泛太平洋产业同盟上海办事处秘书，共产国际派驻中国的工作人员。一九三一年六月十七日牛兰夫妇同在上海被国民党政府拘捕，送往南京监禁，次年七月一日以危害民国罪受审。牛兰不服，于七月二日起进行绝食斗争。宋庆龄蔡元培等曾组织牛兰夫妇营救委员会营救。一九三七年日本侵占南京前夕出狱。甘地，―印度民族独立运动的领袖。他主张非暴力抵抗，倡导对英国殖民政府不合作运动，曾屡遭监禁，在狱中多次以绝食表示反抗。兴行场日语，戏场的意思。中国人失掉自信力了吗中国人失掉自信力了吗从公开的文字上看起来两年以前，我们总自夸着地大物博，是事实不久就不再自夸了，只希望着国联，也是事实现在是既不夸自己，也不信国联，改为一味求神拜佛，怀古伤今了――却也是事实。于是有人慨叹曰中国人失掉自信力了。如果单据这一点现象而论，自信其实是早就失掉了的。先前信地，信物，后来信国联，都没有相信过自己。假使这也算一种信，那也只能说中国人曾经有过他信力，自从对国联失望之后，便把这他信力都失掉了。失掉了他信力，就会疑，一个转身，也许能够只相信了自己，倒是一条新生路，但不幸的是逐渐玄虚起来了。"}
{"text":"于是有人慨叹曰中国人失掉自信力了。如果单据这一点现象而论，自信其实是早就失掉了的。先前信地，信物，后来信国联，都没有相信过自己。假使这也算一种信，那也只能说中国人曾经有过他信力，自从对国联失望之后，便把这他信力都失掉了。失掉了他信力，就会疑，一个转身，也许能够只相信了自己，倒是一条新生路，但不幸的是逐渐玄虚起来了。信地和物，还是切实的东西，国联就渺茫，不过这还可以令人不久就省悟到依赖它的不可靠。一到求神拜佛，可就玄虚之至了，有益或是有害，一时就找不出分明的结果来，它可以令人更长久的麻醉着自己。中国人现在是在发展着自欺力。自欺也并非现在的新东西，现在只不过日见其明显，笼罩了一切罢了。然而，在这笼罩之下，我们有并不失掉自信力的中国人在。我们从古以来，就有埋头苦干的人，有拚命硬干的人，有为民请命的人，有舍身求法的人，虽是等于为帝王将相作家谱的所谓正史，也往往掩不住他们的光耀，这就是中国的脊梁。这一类的人们，就是现在也何尝少呢？他们有确信，不自欺他们在前仆后继的战斗，不过一面总在被摧残，被抹杀，消灭于黑暗中，不能为大家所知道罢了。说中国人失掉了自信力，用以指一部分人则可，倘若加于全体，那简直是诬蔑。要论中国人，必须不被搽在表面的自欺欺人的脂粉所诓骗，却看看他的筋骨和脊梁。自信力的有无，状元宰相的文章是不足为据的，要自己去看地底下。九月二十五日。本篇最初发表于一九三四年十月二十日太白半月刊第一卷第三期，署名公汗。国联国际联盟的简称，第一次世界大战后于一九二年成立的国际政府间组织。它标榜以促进国际合作，维持国际和平与安全为宗旨，实际上是英法等帝国主义国家控制并为其侵略政策服务的工具。一九四六年四月正式宣告解散。九一八事变后，蒋介石即在南京发表讲话，声称暂取逆来顺受态度，以待国联公理之判决。国民党政府也多次向国联申诉，要求制止日本帝国主义的侵略，但国联采取了袒护日本的立场。"}
