{"text":"还是回过头来走？本来回学堂不止这一条路，这不过是最近的一条就是了。先生仍是向前走的，倒底要看一看鬼是什么样，虽然那时候也怕了。先生那时从日本回来不久，所以还穿着硬底皮鞋，先生决心晏给那鬼一个致命的打击。等走到那白形旁边时，那白影缩小了，蹲下了，一声不响地靠住了一个坟堆。先生就用了他的硬皮鞋踢出去。那白影噢的一声叫出来，随着就站起来。先生定睛看去，他却是个人。先生说在他踢的时候，他是很害怕的，好像若一下不把那东西踢死，自己反而会遭殃的，所以用了全力踢出去。原来是一个盗墓子的人在坟场上半夜做着工作。先生说到这里就笑了起来。鬼也是怕踢的，踢他一脚立刻就变成人了。我想，鬼若是常常让先生踢踢，倒是好的，因为给了他一各做人的机会。署名萧红，初刊于年月日新加坡星洲日报副刊晨钟，后刊于同年且日武汉出版的文艺阵地第卷第期先生生活忆略先生的笑声是明朗的，是从心里的欢喜。若有人说了什么可笑的话，先生笑得连烟卷都拿不住了，常常是笑得咳嗽起来。先生喜欢喝清茶，不喝别的饮料。咖啡，可可，牛奶，汽水之类，家里都不预备。先生陪客人到夜深，必同客人一道吃一些点心，那饼干就是从铺子里买来的，装在饼干盒子里，到夜深许先生拿着碟子，取出来，摆在先生的书桌上。吃完了，许先生打开立柜再取一碟。还有向日葵子差不多是款待每位来客所必不可少的。先生一边抽着烟，一边剥着瓜子吃，吃完了一碟，先生必请许先生再拿一碟来。先生备有两钟纸烟，一种价钱贵的，一种便宜的，便宜的是绿听子的，我不认识那是什么牌子，只记得烟头上带着黄纸的嘴，每颗的价钱大概是四角到五角，是先生自己平日用的。另一种是白听子的，是前门牌，用来招待客人的，白烟听放在先生书桌的抽屉里。来了客人，先生便在下楼时把它带到楼下去，客人走了，又带回楼上来照样放在抽屉里。而绿听子的永远放在书桌上，是先生随时吸着的。先生的休息，不听留声机，不出去散步，也不倒在床上睡觉，先生自己说坐在椅子上翻一翻书就是休息了。"}
{"text":"另一种是白听子的，是前门牌，用来招待客人的，白烟听放在先生书桌的抽屉里。来了客人，先生便在下楼时把它带到楼下去，客人走了，又带回楼上来照样放在抽屉里。而绿听子的永远放在书桌上，是先生随时吸着的。先生的休息，不听留声机，不出去散步，也不倒在床上睡觉，先生自己说坐在椅子上翻一翻书就是休息了。先生从下午两三点钟起就陪客人，陪到五点钟，陪到六点钟，客人若在家吃饭，吃过饭又必要一起喝茶，或者刚刚喝完茶走了，或者还没走就又来了客人，于是又陪下去，陪到八点钟，十点钟，常常陪到十二点钟，从下午两三点钟起，陪到夜里十二点这么长的期间，先生都是坐在藤躺椅上，不断地吸着烟。客人一走，已经是下半夜。本来已经是睡觉的时候了，可是先生正要开始工作，在工作之前，他稍微合一合眼睛，燃起一枝烟来，躺在床边上这一支烟还没有吸完，许先生差不多就在床里边睡着了。许先生为什么睡得这样快呢？因为第二天早晨六七点钟就要起来管理家务，海婴这时也在三楼和保姆一道睡着了全楼都寂静下去，窗外也是一点声音没有了，先生站起来，坐到书桌边，在那绿色的台灯下开始写文章了。许先生说鸡鸣的时候，先生还坐着，街上的汽车嘟嘟地叫起来了，先生还是坐着。有时许先生醒了，看着玻璃窗白萨萨的了，灯光也不显得怎样亮了，先生的背影不像夜里那样高大。先生的背影是灰黑色的，仍旧坐在那里。人家都起来了，先生才睡下。海婴从三楼下来了，背着书包，保姆送他到学校去，经过先生的门前，保姆总是嘱咐他说轻一点走，轻一点走。先生刚睡下，太阳就高起来了。太阳照着隔院子的人家，明亮亮的，照着先生花园里的夹竹桃，明亮亮的。先生的书桌整整齐齐的，写好的文章压在书下边，毛笔在烧瓷的小龟背上站着。一双拖鞋停在床下，先生在枕头上边睡着了。先生喜欢喝一点酒，但是不多喝，喝半小圆碗或一碗底。先生喝的是中国酒，多半是花雕。老靶子路有一家小吃茶店，只有门面一间。在门面里边设座，座少，安静，光线不充足，有些冷落。先生常到这小吃茶店来。有约会多半是在这里边，老板是白俄，胖胖的。中国话大概他听不懂。先生这一位老人，穿着布袍子，有时到这里来，泡一壶红茶，和青年人坐在一道谈了一两个钟头。"}
{"text":"一双拖鞋停在床下，先生在枕头上边睡着了。先生喜欢喝一点酒，但是不多喝，喝半小圆碗或一碗底。先生喝的是中国酒，多半是花雕。老靶子路有一家小吃茶店，只有门面一间。在门面里边设座，座少，安静，光线不充足，有些冷落。先生常到这小吃茶店来。有约会多半是在这里边，老板是白俄，胖胖的。中国话大概他听不懂。先生这一位老人，穿着布袍子，有时到这里来，泡一壶红茶，和青年人坐在一道谈了一两个钟头。有一天先生的背后那茶座里边坐着一位摩登女子，身穿紫裙子黄衣裳，头戴花帽子那女子临走时，先生一看她，就用眼瞪着她，很生气的看了她半天。而后说是做什么的呢？先生对于穿着紫裙子，黄衣裳，花帽子的人就是这样看法的。鬼倒底是有的，是没有的？传说上有人见过，还跟鬼说过话，还有人被鬼在后边追赶过，有的稍微软弱一点的鬼，一见了人就贴在墙上，但没有一个人捉住一个鬼给大家看看。先生讲了他看见过鬼的故事给大家听是在绍兴先生说年前那时先生从日本读书回来，不知是在一个师范学堂里呢，还是别的学堂里教书，晚上没有事时，先生总是到朋友家去谈天，这朋友住得离学堂几里路，几里路不算远，但必得经过一片坟地，谈天有时谈得晚了，十一二点钟才回学堂的事也常有。有一天，先生就回去得很晚，天空有很大的月亮。先生向着归路走得很起劲时，往远处一看，远处有一个白影。先生是不相信鬼的，在日本留学时是学的医，常常把人抬来解剖的，解剖过几个，不但不怕鬼，对死人也不怕，对于坟地也就根本不怕。仍旧是向前走着。走了不几步，那远处的白东西没有了，再看，突然又有了，且时小时大，时高时低，正和鬼一样，鬼不就是变换无常的吗？先生有点踌躇了，倒底是向前走呢？还是回过头来走？本来回学堂不止这一条路，这不过是最近的一条就是了。先生仍是向前走的，倒底要看一看鬼是什么样，虽然那时候也怕了。先生那时从日本国来不久，所以还穿着硬底皮鞋，先生决心要给那鬼一个致命的打击，等走到那白影旁边时，那白影缩小了，蹲下了，一声不响地靠住了一个坟堆。先生就用了他的硬皮鞋踢出去。白影噢的一声叫出来，随着就站起来。先生定睛看去，他却是个人。先生说在他踢的时候，他是很害怕的，好像若一下不把那东西踢死，自己反而会遭殃的，所以用了全力踢出去。"}
{"text":"本来回学堂不止这一条路，这不过是最近的一条就是了。先生仍是向前走的，倒底要看一看鬼是什么样，虽然那时候也怕了。先生那时从日本国来不久，所以还穿着硬底皮鞋，先生决心要给那鬼一个致命的打击，等走到那白影旁边时，那白影缩小了，蹲下了，一声不响地靠住了一个坟堆。先生就用了他的硬皮鞋踢出去。白影噢的一声叫出来，随着就站起来。先生定睛看去，他却是个人。先生说在他踢的时候，他是很害怕的，好像若一下不把那东西踢死，自己反而会遭殃的，所以用了全力踢出去。原来是一个盗墓子的人在坟场上半夜做着工作。先生说到这里就笑了起来。鬼也是怕踢的，踢他一脚立刻就变成人了。我想，倘若是鬼常常让先生踢踢倒是好的，因为给了他一个做人的机会。从福建菜馆叫的菜，有一碗鱼做的丸子。海婴一吃就说不新鲜，许先生不信，别人也都不信。因为那丸子有的新鲜，有的不新鲜。别人吃到的恰好都是没有改味的。许先生又给海婴一个，海婴一吃，又是不好的，他又嚷着。别人都不注意。先生把海婴碟里的拿来尝尝，果然是不新鲜的。先生说他说不新鲜，一定也有他的道理，不加以查看就抹杀是不对的。以后我想起这件事来，私下和许先生谈过，许先生说周先生的做人，真是我们学不了的，哪怕点点小事。鲁讯先生包一个纸包也要包得整整齐齐，常常把要寄出去的书，从许先生手里取过来自己包，说许先生包得不好，许先生包得多么好，而先生还要亲自动手。先生把书包好了，用细绳捆上，那包方方正正的，连一个角也不准歪一点或犏一点，而后拿着剪刀，把捆书的那小绳头都剪得整整齐齐。就是包这书的纸都不是新的，都是从街上买东西回来留下来的。许先生上街回来把买来的东西一打开随手就把包东西的牛皮纸摺起来，随手把小细绳圈了一个圈，若小细绳上有一个疙痘，也会随手把它解开的，准备着随时用随时方便。先生的卧室，一张铁架大床，床顶上遮着许先生亲手做的白布刺花的围子，顺着床的一边摺着两张被子，郡是很厚的，是花洋布的被面。挨着门口的床头的方向站着抽屉柜，一进门的左手摆着八仙桌，桌子的两旁藤椅各一，立柜站在和方桌一排的墙角，立柜本是挂衣裳的，农裳却很少，都让糖盒子，饼干筒子，瓜子罐给塞满了，有一次先生的太太来拿版权证的图章印花，先生就是从立柜下边大抽屉里取出的。"}
{"text":"先生的卧室，一张铁架大床，床顶上遮着许先生亲手做的白布刺花的围子，顺着床的一边摺着两张被子，郡是很厚的，是花洋布的被面。挨着门口的床头的方向站着抽屉柜，一进门的左手摆着八仙桌，桌子的两旁藤椅各一，立柜站在和方桌一排的墙角，立柜本是挂衣裳的，农裳却很少，都让糖盒子，饼干筒子，瓜子罐给塞满了，有一次先生的太太来拿版权证的图章印花，先生就是从立柜下边大抽屉里取出的。沿着墙角往窗子那边走，有一张装饰台，台子上有一个方形的满浮着绿草的玻璃养鱼池，里边游着的是金鱼和灰色的扁肚子小鱼。除了鱼池之外另有一只圆的表，其余，那上边满堆着书。铁架床靠窗子的那头的书柜里书柜外都是书，最后是先生的写字台，那上边也都是书。先生的家里从楼上到楼下，没有一个沙发。先生工作时坐的椅子是硬的，休息时的藤椅是硬的，到楼下陪客人时坐的椅子又是硬的。先生的写字台面向着窗子，上海弄堂房子的窗子差不多满一面墙那么大，先生把它关起来，因为先生工作起来有一个习惯，怕风吹，他说，风一吹，纸就动，时时防备着纸跑，文章就写不好。所以屋子热得和蒸笼似的，请先生到楼下去，他又不肯，先生的习惯是不换地方。有时太阳照进来，许先主劝他把书桌移开一点都不肯。只有满身流汗。先生的写字桌，铺了一张蓝格子的油漆布，四角都用图丁按着。桌子上有小砚台一方，墨一块，毛笔站在笔架上，笔架是烧瓷的，在我看来不很细致，是一个龟，龟背上带着好几个洞，笔就插在那洞里。先生多半是用毛笔的，钢笔也不是没有，是放在抽屉里。桌上还有一个方大的白瓷的烟灰盒，一个茶杯，杯子上盖着盖。先生的习惯和别人不同，写文章用的材料和来信都压在桌子上，把桌子压得满的，几乎只有写字的地方可以伸开手，其余桌子的一半被书或纸张占有着。右手手边的桌角上有一个带绿灯罩的台灯，那灯泡是横着装的。在上海那是极普通大概很便宜的台灯。冬天在楼上吃饭，先生自己拉着电线把台灯的机关从棚顶的灯头上拔下，而后装上灯泡子，等饭吃过了许先生再把电线装起来，先生的台灯就是这样做成的，拖着一根长的电线在棚顶上。先生的文章，多半是从这台灯下写的。因为先生工作的时间，多半是下半夜一两点起，天将明了休息。卧室就是如此，墙上挂着海婴一个月婴孩的油画像。"}
{"text":"右手手边的桌角上有一个带绿灯罩的台灯，那灯泡是横着装的。在上海那是极普通大概很便宜的台灯。冬天在楼上吃饭，先生自己拉着电线把台灯的机关从棚顶的灯头上拔下，而后装上灯泡子，等饭吃过了许先生再把电线装起来，先生的台灯就是这样做成的，拖着一根长的电线在棚顶上。先生的文章，多半是从这台灯下写的。因为先生工作的时间，多半是下半夜一两点起，天将明了休息。卧室就是如此，墙上挂着海婴一个月婴孩的油画像。挨着卧室的后楼里边，完全是书了，不十分整齐，报纸或杂志或洋装的书，都混在这间屋子里，一走进去多少还有些纸张气味，地板被书遮盖得太小了，几乎没有了，大网篮也蹲在书中。墙上拉着一条绳子或是铁丝就在那上边缀了小提盒铁丝笼之类，风干荸荠就盛在铁丝笼里，扯着的那铁丝几乎被压断了，已经在弯着。一推开藏书室的窗子，窗子外边还挂着一筐风干荸荠。吃罢，多得很，风干的，格外甜。许先生说。楼下厨房传来了煎菜的锅铲的响声，并且两个年老的娘姨慢重重的在讲一些什么。厨房是家里最热闹的一部分，整个三层楼都是静静的，喊娘姨的声音没有，在楼梯上跑来跑去的声音没有。先生家里五六间房子只住着五个人，三位是先生的全家，余下的二位是年老的女佣人。来了客人都是许先生亲自倒茶，即或是麻烦到娘姨时，也是许先生下楼去吩咐，绝没有站到楼梯口就大声在呼唤的时候。所以整个的房子都在静悄俏之中。只有厨房比较热闹了一点，自来水花花的流着，洋瓷盆在水门汀的水池子上每拖一下发着搽搽的响，洗米的声音也是搽搽的。先生很喜欢吃竹笋的，在菜板上切着笋片笋丝时，刀峰每划下去都是很响的。其实，比起别人家的厨房来却冷清极了，所以洗米声和切笋声都分开来听得清清晰晰。客厅的一边摆着并排的两个书架，书架是带玻璃厨的，里边有朵司托益夫斯基的全集和别的外国作家的全集，大半多是日文译本。地板上没有地毯，但擦得非常干净。海婴的玩具橱也站在客厅里，里边是些毛猴子橡皮人火车汽车之类，里边装得满满的，别人是数也数不清的，只有海婴自己伸手到里边找什么就有什么。过新年时在街上买的兔子灯，纸毛上已经落了灰尘了，仍摆在玩具橱顶上。"}
{"text":"地板上没有地毯，但擦得非常干净。海婴的玩具橱也站在客厅里，里边是些毛猴子橡皮人火车汽车之类，里边装得满满的，别人是数也数不清的，只有海婴自己伸手到里边找什么就有什么。过新年时在街上买的兔子灯，纸毛上已经落了灰尘了，仍摆在玩具橱顶上。客厅只有一个灯头，大概烛光，客厅的后门对着上楼去的楼梯，前门一打开有一个方丈大小的花园，花园里没有什么花可看，只有一棵七八尺高的小树，大概那是夹竹桃，一到了春天，容易生长蚜虫，忙得许先生拿着喷蚊虫的机器，一边陪着客人谈话，一边喷着杀虫药水。沿着墙根，种了一排玉米，许先生说这玉米长不大的，海婴一定要种。春天，海婴在花园里掘着泥沙，培植着各种玩艺。三搂则特别静了，向着太阳开着两扇玻璃门，门外有一个水，门汀的突出的小廊子，春风很温暖的抚摸着门口长垂着的帘子。有时候帘子被风吹得很高，飘扬着饱满得和大鱼泡似的，那时候隔院的绿树照进玻璃门扇里来了。海婴坐在地板上装着小工程师在修造一座楼房，他那楼房是用椅子横倒了架起来修的，而后遮起一张被单来算做屋瓦，全个房子在他自己拍着手的赞誉声中完成了。这房间感到些空旷和寂寞，既不像女工住的屋子，又不像儿童室。海婴的眠床靠着屋子的一边放着，那大圆顶帐子日里也不打起来，长拖拖地好像从棚顶一直垂到地板上。那床是非常讲究的属于刻花的木器一类的。许先生讲过，租这房子时，从前一个房客转留下来的，海婴和他的保姆，就睡在这五六尺宽的大床上。冬天烧过的火炉三月里还冷冰冰地在地板上站着。海婴不大在三楼上玩的，除了到学校去，就是到院子里踏脚踏车，他非常喜欢跑跳，所以厨房容厅二楼，他是无处不跑的。三楼整天在高处空着，三楼的后楼住着老女工，一天很少上楼来，所以楼梯擦过之后，一天到晚干净得溜明。先生的身体不大好容易伤风，伤凤之后，照常要陪客人，回信，校稿子，所以伤风之后总要拖下去一个月或半个月的。瞿秋白的海上述林校样，年冬和年的春天，先生不断的校着，几十万字的校样，要看三遍，而印刷所送校样来总是十页八页的，并不是通通一道送来，所以先生不断的被这校样催索着，先生竟说看吧，一边陪着你们谈话，一边看校样，眼睛可以看，耳朵可以听有时客人来了，一边说着笑话，一边先生放下了笔有的时候竟说就剩几个字了，几个字，请坐一坐。"}
{"text":"先生的身体不大好容易伤风，伤凤之后，照常要陪客人，回信，校稿子，所以伤风之后总要拖下去一个月或半个月的。瞿秋白的海上述林校样，年冬和年的春天，先生不断的校着，几十万字的校样，要看三遍，而印刷所送校样来总是十页八页的，并不是通通一道送来，所以先生不断的被这校样催索着，先生竟说看吧，一边陪着你们谈话，一边看校样，眼睛可以看，耳朵可以听有时客人来了，一边说着笑话，一边先生放下了笔有的时候竟说就剩几个字了，几个字，请坐一坐。年冬天许先生说周先生的身体是不如从前了。有一天，先生到饭馆里请一次客人，来的时候，兴致很好，还记得那次吃了一只烤鸭子，整个的鸭子用大钢叉子叉上来时，大家看着这鸭子烤的又油又亮的，先生也笑了。菜刚上满了，先生就到藤躺椅上去吸一支烟，并且合一合眼睛。一吃完饭，有的喝多了酒的，大家都乱闹了起来，彼此抢着苹果，彼此讽刺着玩，说着一些刺人可笑的话。而先生这时候坐在躺椅上，合着眼睛，很庄严地在沉默着，让拿在手上纸烟的烟丝，慢慢地上升着。别人以为先生也是喝多了酒吧！许先生说，并不的。周先生身体是不如从前了，吃过了饭总要合一合眼稍微休息一下，从前一向没有这习惯。周先生从椅子上站起来了，大概说他喝多了酒的话让他听到了。我不多喝酒的，小的时候，母亲常常提到父亲喝了酒，脾气怎样坏，母亲说。长大了不要喝酒，不要像父亲那样子所以我不多喝的从来没喝醉过先生休息好了换了一支烟，站起来也去拿苹果吃，可是苹果没有了。先生说我争不过你们了，苹果让你们抢光了。有人把抢到手还保存着的苹果，奉献出来，先生没有吃，只在吸烟。年春，先生的身体不大好，但没有什么病，吃过了夜饭，坐在躺椅上，总要闭一闭眼睛，沉静一会。许先生对我说，周先生在北平时，有时开着玩笑，手按着桌子一跃就能够跃过去，而近年来没有这么做过，大概没有以前那么灵便了。这话许先生和我是私下讲的，先生没有听见，仍靠在躺椅上沉默着呢。许先生开了火炉的门，装着煤炭哗哗的响，把先生震醒了，一讲起话来先生的精神又照常一样。年月里先生病了，靠在二楼的躺椅上，心脏跳动得比平日厉害，脸色略微灰了一点。"}
{"text":"许先生对我说，周先生在北平时，有时开着玩笑，手按着桌子一跃就能够跃过去，而近年来没有这么做过，大概没有以前那么灵便了。这话许先生和我是私下讲的，先生没有听见，仍靠在躺椅上沉默着呢。许先生开了火炉的门，装着煤炭哗哗的响，把先生震醒了，一讲起话来先生的精神又照常一样。年月里先生病了，靠在二楼的躺椅上，心脏跳动得比平日厉害，脸色略微灰了一点。许先生正相反的脸色是红的，眼睛显得大了，讲话的声音是不平静的，态度并没有慌张，在楼下，一走进客厅来许先生就说周先生病了，气喘喘得厉害，在楼上靠在躺椅上。先生呼喘的声音，不用走到他的旁边，一进了卧室就听得到的。鼻子和胡须在煽着，胸部一起一落。眼眼闭着，差不多永久不离开手的纸烟，也放弃了。藤躺椅后边靠着枕头，先生的头有些向后，两双手空闲地垂着。眉头仍和平日一样没有聚皱，脸上是平静的舒展的，似乎并没有任何痛苦加在身上。来了吗？先生睁一睁眼睛，一不小心，着了凉呼吸困难到藏书的房子去翻一翻书那房子因为没有人住，特别凉回来就许先生见周先生说话吃力，赶快接着说周先生是怎样气喘的。医生看过了，吃了药，下午医生又来过，刚刚走。卧室在黄昏里边一点一点地暗下去，外边起了一点小风，隔院的树被风摇着发响。别人家的窗子，有的被风打着发出自动关开的响声。家家的流水道都哗拉哗啦响着水声，一是晚餐之后洗着杯盘的剩水。晚餐后该散步的去散步去了，该会朋友的会朋友去了，弄堂里来去的稀疏不断的走着人，而娘姨们还没有解掉围裙呢，就依着后门彼此搭讪起来。小孩子们三五一伙前门后门地跑着，弄堂外汽车穿来穿去。先生坐在躺椅上，沉静的不动的合着眼睛，略微灰了一点的脸色被炉里的火光染红了一点。纸烟听子蹲在书桌上，茶杯也蹲在桌子上。许先生轻轻地在楼梯上走着，许先生一到楼下去，二楼就只剩了先生一个人坐在椅子上，呼喘把先生的胸部有规律性的抬得高高的。先生必得休息的，须藤老医生是这样说的。可是先生从此不但没有休息，并且脑子里所想的更多了，要做的事情都像非立刻就做不可，校海上述林的校样，印珂勒惠支的画，翻译死魂灵下部。刚好了，这些就都一起开始了还计算着出年集亦即全集。"}
