{"text":"如此探究一番，我倒觉得雪暗天的说法更符合行路难的境界了！怎么样，有意思吧！你若有兴趣，也可学我如此推敲一下，探究一番，我敢打包票，你定能在枯燥的学习中得出不少乐子来！伤心儿女母亲躺在医院的病床上，双眼紧闭，嘴唇乌紫，她中风的脑子迷迷糊糊的，已经天了。前两天，母亲的床前是没有人的，而今天，她的个子女破天荒地都到齐了。老大一脸横肉，倚着床，盯着母亲，眼里有一种攫取的光。小弟小妹各有心事，又仿佛等待着什么。病房的门被推开，一个声音叫道号床，准备记忆移植。护士的话音刚落，个人几乎同时一跃而起。他们个人将同时移入母亲的记忆，原因很简单，眼看着母亲快不行了，他们私下开始讨论分遗产的问题。但由于母亲突然中风，什么话也没留下，加上个人以前从未照顾过母亲，对母亲有多少财产谁也不知道底细。记忆移植进入程序。随着医生的话，个人立即在大脑里开始了搜寻一间阴暗的小屋，潮湿，肮脏沾满油渍的锅台，落灰的橱顶这不是母亲的家吗这样陌生，却又熟悉。老大心想，当自己含冤入狱时，是母亲四处奔走，解救了他又是在这间屋里，他休养了一年，然后自己找了媚子当老婆。媚子逼着他抢占了母亲的堂屋，把母亲赶进了这间破房。从此，自己就再没有踏进这破屋门槛。小妹开始了回忆腹部的痉挛，巨痛袭来，生下一个血糊糊的孩子。这孩子的双眼被血糊了个严实，睁不开。有人低下头，在孩子眼上一口一口地吮，吮了七七四十九天，血淤散尽后是一双明亮的眼睛这不是我吗妈说过我小时候眼睛睁不开，原来是这样。小妹的心一阵抽搐，正是这双眼睛，给了母亲多少白眼。小弟脑海中闪出这样一幅图景在自己家里，媳妇在大桌上吃得有滋有味，母亲却在门边的一张小凳上，手里拿着一个洋铁碗。媳妇不时用刀子般的眼光剜着母亲这大约是去年冬天，母亲来自己家住的那些日了。我忙得不着家，原来小蓓是这样对待母亲，难怪有一天回家看见母亲在擦眼睛，我问她，她还说没什么。个人都在记忆中泪眼模糊。他们都回忆到了一个大包裹，土里土气的没见过。他们怀着沉重的心情打开老屋的门，找到那个包裹，令他们大吃一惊的是，包裹是一双双崭新的保暖鞋，大大小小的，红红蓝蓝的。"}
{"text":"媳妇不时用刀子般的眼光剜着母亲这大约是去年冬天，母亲来自己家住的那些日了。我忙得不着家，原来小蓓是这样对待母亲，难怪有一天回家看见母亲在擦眼睛，我问她，她还说没什么。个人都在记忆中泪眼模糊。他们都回忆到了一个大包裹，土里土气的没见过。他们怀着沉重的心情打开老屋的门，找到那个包裹，令他们大吃一惊的是，包裹是一双双崭新的保暖鞋，大大小小的，红红蓝蓝的。他们用哽咽的声音数着一双两双三双北京的符号苏州的雨细软，成都的雨淫绵，而北京的雨，轻灵又不失厚重。雨打在成贤街的青石板上，雨打在国子监的幽翠古柏上，雨打在含笑而揖的孔子的飘飘儒巾儒袖上于是，连雨也带着古老的幽幽书香。漫步雨中，无需撑伞，因为那雨滴由头顶含羞吐蕊的洁白槐花上落下，仿佛夫子的谆谆教诲浸入心田而你，也宛若走回古代，走回那鼓乐飘扬书声琅琅的贡院，抚摸那历经悠悠岁月的石碑的刻痕，也许，先祖的姓名恰在其中。雨槐花古柏石刻孔子像国子监，这，或许是北京的符号隐藏其后的，正是脉脉书香。岭南的风郁热，塞北的风凛冽，而北京的风，和煦而清爽。风吹皱昆明湖的一池碧蓝秋水，风吹荡开卢沟桥畔的菲菲芦花，风吹响鼓楼檐角细小的铜铃于是，连风也带着温和的微笑。漫步风中，不妨同如金风一般亲切的人们一同欢笑。扯起一纸沙燕风筝，让它带你在北京晴蓝的天空中飞翔将风筝老人的匠心独运一同放飞摇橹昆玉河中，听不到那古老而悠长的叫卖声或许微有缺憾，但耳边充盈的那爽朗耐听的京片子，是否还有一丝京剧的韵味儿微醺风中，你听到胡同口那一把京胡的绵软京音儿，阳光映着微青的影壁，鸽哨儿响彻晴空，能不沉醉风筝京音儿胡同儿京剧，这，或许是北京的符号，但隐藏其后的，正是浓浓的民俗。西域的雪凄凉，中原的雪沉重，而北京的雪，厚重如千年历史。雪落在元大都遗址的残垣断壁上，雪落在紫禁城的金瓦红墙上，雪落在铭记兴衰荣辱的汉白玉华表上那雪，亦落在新完工的大气庄重的首都博物馆上，落在建设中的拥抱世界的奥运场馆鸟巢上。纷纷雪花落于身上，左手是观象台的古老，右手是长安街的现代左手是白塔的红墙绿瓦，右手是中关村的车水马龙左手是历史，写也写不完的荣辱兴衰右手是未来，也道不尽的辉煌愿景。"}
{"text":"西域的雪凄凉，中原的雪沉重，而北京的雪，厚重如千年历史。雪落在元大都遗址的残垣断壁上，雪落在紫禁城的金瓦红墙上，雪落在铭记兴衰荣辱的汉白玉华表上那雪，亦落在新完工的大气庄重的首都博物馆上，落在建设中的拥抱世界的奥运场馆鸟巢上。纷纷雪花落于身上，左手是观象台的古老，右手是长安街的现代左手是白塔的红墙绿瓦，右手是中关村的车水马龙左手是历史，写也写不完的荣辱兴衰右手是未来，也道不尽的辉煌愿景。北京人的双手，沉重而又轻盈，而那心间承载的，正是落于我们肩上的千年的责任，是那份作为首都人的责任故宫白塔世纪坛长安街，这，或许是北京的符号，隐藏其后的，正是北京人承载责任与历史的心家在北京，心在北京，留住历史的符号，创造未来的符号，正是每一位北京人的心愿。继续攀登永不停止山脚下，流水潺潺，鸟语花香山腰上，古木参天，林静山幽山顶上，云海茫茫群山隐约。游客们有的于山脚赏景，有的流连于山腰，却只有极少数人选择了继续攀登。继续攀登，看是简单的口号，却要让说者拒绝多大的诱惑忍耐多难的艰辛？登山如此，生活亦是如此，日益丰富的社会总是会给奋斗在路上的人们提供各种享乐的机会，灯红酒绿的时代也会让稍有成就的青年止步于眼前的美景，恐惧继续攀登的孤寂。可是，生活是不会停止的，过早止步的人们会失去多少苦尽甘来的乐趣。因此，在人生的旅途中，我们应该继续攀登，永不停止。宁可暴死在未知的路上，也不愿一路走在安逸之中的优米网创始人王利芬，在人生登顶的途中，在山腰处望见了自己人生的美景，作为一名非常成功的职业媒体人，王利芬半山腰处的美景可谓比别处都略胜一筹，但她不喜欢这种一眼望到头的生活，不安分的她选择离开央视自由创业。当很多过来人告诉她前方的山路蜀道难，难于上青天猿猱欲度愁攀援的时候，王利芬选择了在路上――不贪图安逸和克服万难的精神让她在坎坷的登顶路上永不停止，见到了属于自己的高处，取得了成功。当然，生活中的诱惑实在太多，山脚山腰的美景又实在让人不忍离去，面对这一切，我们又该如何保持那一颗继续登顶的心？香港著名推销商冯两努给出了答案，他说世界会向那些有目标和远见的人让路。的确，尽管眼前的绿柳花红暂时遮住了你登顶的双眼，但如果你心中有目标，有向上的劲头，你便不会停止你攀援的脚步。"}
{"text":"当很多过来人告诉她前方的山路蜀道难，难于上青天猿猱欲度愁攀援的时候，王利芬选择了在路上――不贪图安逸和克服万难的精神让她在坎坷的登顶路上永不停止，见到了属于自己的高处，取得了成功。当然，生活中的诱惑实在太多，山脚山腰的美景又实在让人不忍离去，面对这一切，我们又该如何保持那一颗继续登顶的心？香港著名推销商冯两努给出了答案，他说世界会向那些有目标和远见的人让路。的确，尽管眼前的绿柳花红暂时遮住了你登顶的双眼，但如果你心中有目标，有向上的劲头，你便不会停止你攀援的脚步。曼德拉用爬上一座大山后，你会发现有更多山要攀登来形容他卸任总统后的生活。曼德拉在他的人生旅途中，选择了继续攀登，永不停止的生活方式，一直到他去世，他都不停地在人生的山峰攀登。于是，曼德拉成为了去世后极少数被世人记住的人之一。是啊，人生不能徜徉在山腰的美丽，而是要不停地攀登一座座高山。继续攀登，永不停止！永不停止于山腰的美景中，永不停止于登上一山之顶的喜悦中风景随心某乡党委书记在其他人不肯多待的穷乡僻壤干了八年，将其建设为美丽乡村。面对山水，他感慨道心在哪里，风景就在哪里。一语中的，风景随心。俗语情人眼里出西施不就是风景随心的道理？某个人某些事不见得多么美好，只因你的心在那里，那里便成为你眼里最美好的风景。美国摄影师安德烈一直希望自己拍摄的纪录片能在美国纪录片频道播出，对摄影师而言，那是不可磨灭的骄傲。他努力了很多年，妻子陪伴他很多年，但他一直都没有成功。其间他闲来无事，会随手拍几张妻子的照片。后来他将这些照片展出，在美国引起了不小的反响。这些照片，有妻子在洗碗，有妻子晒衣。安德烈最喜爱的一张，是一个阴雨天，妻子目送儿女离家上学后，坐在桌边看书，她将长发挽起，安静的侧脸美得不可思议。安德烈在接受采访时说或许我更该观察身边，现在我的心只在家人身上。风景随心，心停留在家里，最美的风景就在家里。普通人觉得恐怖的热带雨林，在冒险家植物学家动物学家的眼里，有着世界上最美的风景。戈壁滩上不华丽的白杨，在茅盾眼里是最美的风景。人们不爱这些景色，只因心不在那儿，若心在那儿，那儿的佳景便无可比拟。"}
{"text":"安德烈在接受采访时说或许我更该观察身边，现在我的心只在家人身上。风景随心，心停留在家里，最美的风景就在家里。普通人觉得恐怖的热带雨林，在冒险家植物学家动物学家的眼里，有着世界上最美的风景。戈壁滩上不华丽的白杨，在茅盾眼里是最美的风景。人们不爱这些景色，只因心不在那儿，若心在那儿，那儿的佳景便无可比拟。居里夫人的心在实验室，放射性元素放射出的射线绘制的云空图是她眼中最美的景色球迷们的心在场上，球飞出时的轨迹是他们眼中最美的风景雷杜德的心在玫瑰花上，画纸上的玫瑰花是他眼中最美的风景。风景随心，都说江南美景太美，可江南美景是构造上能有多美？究其原因，怕还是余秋雨在名篇江南小镇中提到的江南不仅是江南，还是许多人梦境的发生地。人们将想象，将心放在江南，于是有了阳春三月，草长莺飞，山水画一般的美江南。心的所在地，就是风景的所在地。卞之琳在断章中说你站在桥上看风景，看风景的人在楼上看你。看风景的人的心在桥上人身上，桥上人成了楼上人眼里唯一的风景，就像张充和是卞之琳眼里唯一的风景一样，风景随心。心在哪里，风景就在哪里。游子的风景在家乡，雄鹰的风景在云端，种子的风景在土里。风景随心，让风景盛开在心上。对生命更完美的诠释动物与生俱来具有生存能力，生存需要食物，于是它们捕食生存需要空间，于是它们竞争和攻击，如果不再让动物去捕食去竞争，那么它们会逐渐地丧失生存的能力，无法独立，任何需要不靠自身的努力就可得来，这样的不劳而获久而久之会使之产生强烈的依赖性，当它们再次失去这种依靠时，那么面对丧失生存能力的动物的，就是死亡和毁灭。曾在假期看电视时看过这样的一篇报导，人工饲养的老虎狮子，在放生前，必须经受残酷的训练，重新培养它们的生存能力，因为对于这样的肉食动物来说，没有捕食能力它们就会饿死这样的事实是残酷的。可这样的实例在大千社会中应有尽有，曾经在网络上流行的言论对于长期人工养殖的动物，放生就等于放死。道理是同样的，在对待如此宝贵的生命时，也许培养它们的生存能力和独立性，是珍爱生命最好的方法。而这也不仅仅局限于自然界，对于我们人类社会，生存能力和独立性更为关键。"}
{"text":"可这样的实例在大千社会中应有尽有，曾经在网络上流行的言论对于长期人工养殖的动物，放生就等于放死。道理是同样的，在对待如此宝贵的生命时，也许培养它们的生存能力和独立性，是珍爱生命最好的方法。而这也不仅仅局限于自然界，对于我们人类社会，生存能力和独立性更为关键。由于家里只有一个孩子，许多的父母就有意无意地娇惯迁就溺爱自己的孩子，孩子想要什么，就给什么，百依百顺，这使孩子产生了过分的依赖性，缺乏独立思考和独立行动的能力，甚至到了小升初时还不懂得自理生活。所以在孩子成长的过程中，没有吸取任何的生活经验，这就为长大成人后的他布下了绊脚石，离开父母后，也许生活对他们来说，举步维艰。法国教育家卢梭曾说过你知道运用什么方法，一定可以使你的孩子成为不幸的人吗？这个方法就是对他百依百顺。许多的父母就是在对孩子的过度保护中失了职，但这其中并不包括我的父母，从小到现在，我的父母虽然解决我的温饱但同时也在培养我的生活能力，或是说让我尝试着去一个人独立完成所有的事，我知道这对我来说是种锻炼，失去依赖性，也就是对我的未来有个保障，能让我在没有任何人帮助的情况下，更好地立足于社会。如今我能够在学校里和谐融洽地与同学交往，能够独自充实地生活，离不开生活环境对我的影响。对生命对教育更完美的诠释，在于能力的培养，而溺爱和依赖则是对未来最大的阻挠。朽叶的桅子花小城深处有条老巷。明晃晃黄醺醺的光蔓延一路，点亮了一个城市的古老温情。相属的板车，彼伏的吆呵，一路的葱蒜，噼噼叭叭的煎油声，勾着所有途经的味蕾，而女人的店也在其中。女人是卖锅贴的。煎到外酥里嫩，香气四溢，搁到蓝印花的小碟中，浇一层香醋，撒一圈葱花，待到轻咬一口，却是意料之外的香甜之感，隐隐间又有些青春独有的青涩。在旁人眼里，女人不过是个有些瘦削的老太太，可我只想用女人这个含着少女的甜蜜和妇人的成熟的代称。女人爱美，每次见她，总是抹了脂粉搽了口红，似乎想留下青春的最后一点尾巴。女人爱笑，笑起来眼角会轻轻颤颤，不招不摇，温婉而妥帖。煎锅贴时，她总是打扮得一丝不苟，有点盛装端热油的味道，远远看去竟像是从蒹葭里走出的那位如水女子。我迷惑于女人身上青春娇美端方的气息，沉迷于女人手下青涩而有些甜蜜的锅贴。"}
{"text":"在旁人眼里，女人不过是个有些瘦削的老太太，可我只想用女人这个含着少女的甜蜜和妇人的成熟的代称。女人爱美，每次见她，总是抹了脂粉搽了口红，似乎想留下青春的最后一点尾巴。女人爱笑，笑起来眼角会轻轻颤颤，不招不摇，温婉而妥帖。煎锅贴时，她总是打扮得一丝不苟，有点盛装端热油的味道，远远看去竟像是从蒹葭里走出的那位如水女子。我迷惑于女人身上青春娇美端方的气息，沉迷于女人手下青涩而有些甜蜜的锅贴。恰巧，女人是我同学的祖母，一经询问，方知锅贴里藏着桅子和苹果混合的酱料。而女人原是那个十里洋场的大户之女，几经辗转方暂栖于这个闭塞的小城，操持着祖业依然优雅地活着。一时间，我心中充溢着难以言说的震惊和恍然。震惊于加花酱的匠心，恍然于女人身上的不朽之气。一个会在锅贴里加花酱的女子，岂会敌不过时光的磋砣？当岁月爬上她的鬓角，风霜侵蚀她的容颜，她依然爱着美，爱着生活，像年轻时一样雅致而细腻，如此，岂会老去？时常去女人的小摊，站在一边我不语，女人亦不言。我呆呆看她熟练地翻煎，温婉地浅笑，不卑地招呼，沉溺于女人那一汪如碧水般的不朽之气里。夕阳西下，女人美得如一幅古仕女图。我时常迷惑于青春与不朽。以为青春必是光洁明艳，不朽必是巍巍如高山之巅，仰不可攀。然而，看到女人身上混杂着与年龄不符的青春之气，我方有些体悟。有时候，心的柔软与细腻远胜过形貌。没有人活在保鲜膜中，没有人会永葆青春，但做一个心思细腻热爱生活的人，时光永远会厚爱你几分而如此，何尝不是另一种静水流深的不朽？想起女人，就想起一枝搁在蓝印花碟中的带露桅子。或许叶子些许腐朽，但花瓣仍是一如既往地柔软。星期天，我去购书中心看书。我在候车亭等公交车，候车亭边有很多小吃摊，卖玉米的卖煮花生的卖烤红薯的我居然在一字摆开的小吃摊边看到了卖南瓜饼的！也许你不知道，一刹那间，我就想起了你。你有一双多灵巧的手啊！父亲长年在外奔波，养家糊口的重担一直煎熬着他，家里没有的闲钱给孩子们买零食吃。可是，你总有本事让原本粗陋的食物变成另外一种精致的模样。总也忘不了你做的南瓜饼。"}
{"text":"也许你不知道，一刹那间，我就想起了你。你有一双多灵巧的手啊！父亲长年在外奔波，养家糊口的重担一直煎熬着他，家里没有的闲钱给孩子们买零食吃。可是，你总有本事让原本粗陋的食物变成另外一种精致的模样。总也忘不了你做的南瓜饼。你会精心挑一个自家种的南瓜，和上一点面粉，加一个鸡蛋，再添上几勺白糖，拌匀，团成一团，在案上压一压，再放进油锅里煎一煎，黄灿灿热腾腾的南瓜饼成了我的弟弟们的最爱――那可是世界上最香最甜的南瓜饼啊！路车来了，我赶紧从卖南瓜饼的小贩上收回视线，上了车。购书中心离家挺远，要坐十几个站。还好，车上还有座，我舒了一口气今天运气很好哟。可是这口气还没来得及完全吐出来，车上的人就多起来了，后来大家都推推搡搡，你呼我叫，车厢里一下子热闹非凡。当车开到体育中心的时候，我发现我身边站着一个中年妇女，她脸色有些苍白，不停地往额头上擦驱风油。阿姨，你是不是不舒服啊？你坐这儿吧。我站起来，把阿姨往座位上让，阿姨连声道谢。周围好些人也向我投来了异样的目光――那是惊讶和赞许。我有些不好意思，把头扭了过去。其实，我只是在这时候想起了你。每次跟你出门坐车，你总是把座位让给那些更需要它的人。购书中心大概是我双休日最喜欢呆的地方了。那一排排整齐的书架，书架上方方正正的书本，总会让我想起一位位巨人，他们沉静地立在那儿，等着和造访的人做一次深刻的交谈――我喜欢这种默默的交谈。看书看累了合上书本的时候，我又会想起你，从小到大，不管家里多么困难，你总是那样慷慨地为我买下一本又一本的书，从来没有过丝毫的犹豫。我成了班上藏书最多的学生呢！可是有一次开家长会，我发现你穿的衣服是所有家长中最旧最土的。也许就是从那时候起吧，我习惯了带着笔记本来购书中心看书――只看，不买。嘿嘿，忘了告诉你，我被选上参加市里的明日之星现场作文大赛了！全校唯一的一个哦！也不知为什么，无论什么时候，只要想起你，一股温热的暖流，就会从心的最深处，涌起。我以我心绘风景穷乡僻壤，美丽乡村。党委书记是怎样使它蜕变？又用怎样的丹青勾勒出这如画风景？答道以其信心，凭其决心，用其全心而已。顿悟，人生如画，我以我心绘风景，绘出个草长莺飞，绘出个青山万丈，绘出一道最亮丽的风景线！"}
{"text":"也许就是从那时候起吧，我习惯了带着笔记本来购书中心看书――只看，不买。嘿嘿，忘了告诉你，我被选上参加市里的明日之星现场作文大赛了！全校唯一的一个哦！也不知为什么，无论什么时候，只要想起你，一股温热的暖流，就会从心的最深处，涌起。我以我心绘风景穷乡僻壤，美丽乡村。党委书记是怎样使它蜕变？又用怎样的丹青勾勒出这如画风景？答道以其信心，凭其决心，用其全心而已。顿悟，人生如画，我以我心绘风景，绘出个草长莺飞，绘出个青山万丈，绘出一道最亮丽的风景线！我凭决心绘风景，绘出一件已被黄沙打穿的金甲。乡党委书记凭着过人的决心建设乡村，他成功了孙权凭借再有说者，便如此案的决心，击败不可一世的曹操邓艾凭着积军资之粮的决心，以偏师平定蜀汉项羽凭着破釜沉舟的决心，打败三十万秦军事例太多，但请君细想，若没有决心，曹操可能已一统天下，蜀汉仍能苟延残喘，反秦势力可能烟消云散，那历史大卷中那些亮丽风景岂不消失殆尽？因此，我凭决心绘风景，定要绘出不破楼兰终不还的豪情。我用全心绘风景，绘出一派奋斗之花盛开的图景。乡党委书记用全心投入到乡村建设，于是乡村焕然一新，而正值青春年少的我们，怎么有理由不全身心地投入到勾绘精彩人生画卷之中去呢？但是，我看到了吊儿郎当的学生，我看到了沉迷灯红酒绿的青年，他们的人生画卷，车载斗黯淡无光。曾说，我们要以全心来绽放，经花的姿态证明自己的存在。全心全意，只此四字，要做到却着实不易。孔明全身心地投入复兴汉室的伟业中，即使失败也是一道风景哈兰山德士退休后全心研究炸鸡方法，最终在街头巷尾绘出一片肯德鸡的风景科比全心投入篮球，地凌晨四点便开始训练，铸造了紫金王朝那一抹风景，他们，或是儒生，或是老朽，或是富二代，都全心投入各自坚守的事业，亲手绘出一段段风景绚丽的人生卷轴，而我们又怎能轻易放弃？每个人都有能力创造属于自己的风景，但需要信心决心，更需要的是全心投入。全心全意，蓦然回首，你会发现那风景已在灯火阑珊处。我以我心绘风景，风景迷人因我心。用心创造美有人说熟悉的地方没有风景。从出生的那一刻起，我们就被期望去大城市，成就一番事业，可在我心中，始终藏着一句话有心的地方便有美丽的风景。"}
