{"text":"难道你就没有版税？友人们惊异地问。没有。商务的是交由文学社转发，文学社在哪儿？谁负责？不知道。良友的书早已被抢一空。开明有通知，暂停版税，容日补发。人间书屋刚移到广州，而广州弃守，书籍丢个干净从前年七七到现在，只收到生活的十块来钱！没钱办不了事，而钱又极难与写家结缘，我不明白为什么有许多人总以为作家可羡慕。家信不写也罢。噢，也许作家的清贫值得羡慕。可是，我并没看见有谁因羡慕清贫而少吃一次冠生园！家信既不写，又不能空过这一天，好，还是写文章吧。这穷人的生日，只好在纸墨中过了吧。写了几句，心中太乱。家，国，文艺，穷，病，没法使思想集中。求稿子的人惯说好歹给凑凑，哪怕是一两千字呢！好吧，明天下午来取！仿佛作家不准有感情与心事，而只须一动开关，象电灯似的，就笔下生辉？明天还有许多事呢一个讲演，一家朋友结婚，约友人谈鼓词的写法，还要去看一位朋友那么，今天还是非写出一点来不可明天终日不得空闲。我知道，这该到头疼的时候了。果然，头从脑子那溜儿起了一道热纹，大概比电灯里的细丝还细上多少倍。然后，脑中空了一块，而太阳穴上似乎要裂开些缝子。出去转转吧？正落着毛毛雨。睡一会儿？宿舍里吵得要命。怕笔尖干了，连连沾墨。写几个字，抹了再写，再抹看一会儿桌头上小儿女照片，想象着她们怎样念叨爸的生日，今天！而后，再写，再抹写家的生活里并没有诗意呀，头疼是自献的寿礼！原载年月弹花第卷第期宗月大师在我小的时候，我因家贫而身体很弱。我九岁才入学。因家贫体弱，母亲有时候想教我去上学，又怕我受人家的欺侮，更因交不上学费，所以一直到九岁我还不识一个字。说不定，我会一辈子也得不到读书的机会。因为母亲虽然知道读书的重要，可是每月间三四吊钱的学费，实在让她为难。母亲是最喜脸面的人。她迟疑不决，光阴又不等待着任何人，荒来荒去，我也许就长到十多岁了。一个十多岁的贫而不识字的孩子，很自然的去作个小买卖弄个小筐，卖些花生煮豌豆或樱桃什么的。要不然就是去学徒。母亲很爱我，但是假若我能去作学徒，或提篮沿街卖樱桃而每天赚几百钱，她或者就不会坚决的反对。穷困比爱心更有力量。有一天刘大叔偶然的来了。我说偶然的，因为他不常来看我们。"}
{"text":"因为母亲虽然知道读书的重要，可是每月间三四吊钱的学费，实在让她为难。母亲是最喜脸面的人。她迟疑不决，光阴又不等待着任何人，荒来荒去，我也许就长到十多岁了。一个十多岁的贫而不识字的孩子，很自然的去作个小买卖弄个小筐，卖些花生煮豌豆或樱桃什么的。要不然就是去学徒。母亲很爱我，但是假若我能去作学徒，或提篮沿街卖樱桃而每天赚几百钱，她或者就不会坚决的反对。穷困比爱心更有力量。有一天刘大叔偶然的来了。我说偶然的，因为他不常来看我们。他是个极富的人，尽管他心中并无贫富之别，可是他的财富使他终日不得闲，几乎没有工夫来看穷朋友。一进门，他看见了我。孩子几岁了？上学没有？他问我的母亲。他的声音是那么洪亮，在酒后，他常以学喊俞振庭的金钱豹自傲他的衣服是那么华丽，他的眼是那么亮，他的脸和手是那么白嫩肥胖，使我感到我大概是犯了什么罪。我们的小屋，破桌凳，土炕，几乎禁不住他的声音的震动。等我母亲回答完，刘大叔马上决定明天早上我来，带他上学，学钱书籍，大姐你都不必管！我的心跳起多高，谁知道上学是怎么一回事呢！第二天，我象一条不体面的小狗似的，随着这位阔人去入学。学校是一家改良私塾，在离我的家有半里多地的一座道士庙里。庙不甚大，而充满了各种气味一进山门先有一股大烟味，紧跟着便是糖精味，有一家熬制糖球糖块的作坊再往里，是厕所味，与别的臭味。学校是在大殿里。大殿两旁的小屋住着道士，和道士的家眷。大殿里很黑很冷。神像都用黄布挡着，供桌上摆着孔圣人的牌位。学生都面朝西坐着，一共有三十来人。西墙上有一块黑板这是改良私塾。老师姓李，一位极死板而极有爱心的中年人。刘大叔和李老师嚷了一顿，而后教我拜圣人及老师。老师给了我一本地球韵言和一本三字经。我于是，就变成了学生。自从作了学生以后，我时常的到刘大叔的家中去。他的宅子有两个大院子，院中几十间房屋都是出廊的。院后，还有一座相当大的花园。宅子的左右前后全是他的房屋，若是把那些房子齐齐的排起来，可以占半条大街。此外，他还有几处铺店。每逢我去，他必招呼我吃饭，或给我一些我没有看见过的点心。他绝不以我为一个苦孩子而冷淡我，他是阔大爷，但是他不以富傲人。在我由私塾转入公立学校去的时候，刘大叔又来帮忙。这时候，他的财产已大半出了手。"}
{"text":"我于是，就变成了学生。自从作了学生以后，我时常的到刘大叔的家中去。他的宅子有两个大院子，院中几十间房屋都是出廊的。院后，还有一座相当大的花园。宅子的左右前后全是他的房屋，若是把那些房子齐齐的排起来，可以占半条大街。此外，他还有几处铺店。每逢我去，他必招呼我吃饭，或给我一些我没有看见过的点心。他绝不以我为一个苦孩子而冷淡我，他是阔大爷，但是他不以富傲人。在我由私塾转入公立学校去的时候，刘大叔又来帮忙。这时候，他的财产已大半出了手。他是阔大爷，他只懂得花钱，而不知道计算。人们吃他，他甘心教他们吃人们骗他，他付之一笑。他的财产有一部分是卖掉的，也有一部分是被人骗了去的。他不管他的笑声照旧是洪亮的。到我在中学毕业的时候，他已一贫如洗，什么财产也没有了，只剩了那个后花园。不过，在这个时候，假若他肯用用心思，去调整他的产业，他还能有办法教自己丰衣足食，因为他的好多财产是被人家骗了去的。可是，他不肯去请律师。贫与富在他心中是完全一样的。假若在这时候，他要是不再随便花钱，他至少可以保住那座花园，和城外的地产。可是，他好善。尽管他自己的儿女受着饥寒，尽管他自己受尽折磨，他还是去办贫儿学校，粥厂，等等慈善事业。他忘了自己。就是在这个时候，我和他过往的最密。他办贫儿学校，我去作义务教师。他施舍粮米，我去帮忙调查及散放。在我的心里，我很明白放粮放钱不过只是延长贫民的受苦难的日期，而不足以阻拦住死亡。但是，看刘大叔那么热心，那么真诚，我就顾不得和他辩论，而只好也出点力了。即使我和他辩论，我也不会得胜，人情是往往能战败理智的。在我出国以前，刘大叔的儿子死了。而后，他的花园也出了手。他入庙为僧，夫人与小姐入庵为尼。由他的性格来说，他似乎势必走入避世学禅的一途。但是由他的生活习惯上来说，大家总以为他不过能念念经，布施布施僧道而已，而绝对不会受戒出家。他居然出了家。在以前，他吃的是山珍海味，穿的是绫罗绸缎。他也嫖也赌。现在，他每日一餐，入秋还穿着件夏布道袍。这样苦修，他的脸上还是红红的，笑声还是洪亮的。对佛学，他有多么深的认识，我不敢说。我却真知道他是个好和尚，他知道一点便去作一点，能作一点便作一点。他的学问也许不高，但是他所知道的都能见诸实行。出家以后，他不久就作了一座大寺的方丈。可是没有好久就被驱除出来。"}
{"text":"但是由他的生活习惯上来说，大家总以为他不过能念念经，布施布施僧道而已，而绝对不会受戒出家。他居然出了家。在以前，他吃的是山珍海味，穿的是绫罗绸缎。他也嫖也赌。现在，他每日一餐，入秋还穿着件夏布道袍。这样苦修，他的脸上还是红红的，笑声还是洪亮的。对佛学，他有多么深的认识，我不敢说。我却真知道他是个好和尚，他知道一点便去作一点，能作一点便作一点。他的学问也许不高，但是他所知道的都能见诸实行。出家以后，他不久就作了一座大寺的方丈。可是没有好久就被驱除出来。他是要作真和尚，所以他不惜变卖庙产去救济苦人。庙里不要这种方丈。一般的说，方丈的责任是要扩充庙产，而不是救苦救难的。离开大寺，他到一座没有任何产业的庙里作方丈。他自己既没有钱，他还须天天为僧众们找到斋吃。同时，他还举办粥厂等等慈善事业。他穷，他忙，他每日只进一顿简单的素餐，可是他的笑声还是那么洪亮。他的庙里不应佛事，赶到有人来请，他便领着僧众给人家去唪真经，不要报酬。他整天不在庙里，但是他并没忘了修持他持戒越来越严，对经义也深有所获。他白天在各处筹钱办事，晚间在小室里作工夫。谁见到这位破和尚也不曾想到他曾是个在金子里长起来的阔大爷。去年，有一天他正给一位圆寂了的和尚念经，他忽然闭上了眼，就坐化了。火葬后，人们在他的身上发现许多舍利。没有他，我也许一辈子也不会入学读书。没有他，我也许永远想不起帮助别人有什么乐趣与意义。他是不是真的成了佛？我不知道。但是，我的确相信他的居心与言行是与佛相近似的。我在精神上物质上都受过他的好处，现在我的确愿意他真的成了佛，并且盼望他以佛心引领我向善，正象在三十五年前，他拉着我去入私塾那样！他是宗月大师。原载年月日华西日报诗人设若有人问我什么是诗？我知道我是回答不出的。把诗放在一旁，而论诗人，犹之不讲英雄事业，而论英雄其人，虽为二事，但密切相关，而且也许能说得更热闹一些，故论诗人。好象记得古人说过，诗人是中了魔的人。什么魔？什么是魔？我都不晓得。由我的揣猜大概有两点可注意的一诗人在举动上是有异于常人的，最容易看到的是诗人囚首垢面，有的爱花或爱猫狗如命，有的登高长啸，有的海畔行吟，有的老在闹恋爱或失恋，有的挥金如土，有的狂醉悲歌在常人的眼中，这些行动都是有失正统的，故每每呼诗人为怪人为狂士为败家子。"}
{"text":"我知道我是回答不出的。把诗放在一旁，而论诗人，犹之不讲英雄事业，而论英雄其人，虽为二事，但密切相关，而且也许能说得更热闹一些，故论诗人。好象记得古人说过，诗人是中了魔的人。什么魔？什么是魔？我都不晓得。由我的揣猜大概有两点可注意的一诗人在举动上是有异于常人的，最容易看到的是诗人囚首垢面，有的爱花或爱猫狗如命，有的登高长啸，有的海畔行吟，有的老在闹恋爱或失恋，有的挥金如土，有的狂醉悲歌在常人的眼中，这些行动都是有失正统的，故每每呼诗人为怪人为狂士为败家子。可是，这些狂士或什么什么怪物却能写出标准公民与正人君子所不能写的诗歌。怪物也许倾家败产，冻饿而死，但是他的诗歌永远存在，为国家民族的珍宝。这是怎一回事呢？一位英国的作家仿佛这样说过写家应该是有女性的人。这句话对不对？我不敢说。我只能猜到，也许本着这位写家自己的经验，他希望写家们要心细如发，象女人们那样精细。我之所以这样猜想者，也许表示了我自己也愿写家们对事物的观察特别详密。诗人的心细，只是诗人应具备的条件之一。不过，仅就这一个条件来说，也许就大有出入，不可不辨。诗人要怎样的心细呢？是不是象看财奴一样，到临死的时候还不放心床畔的油灯是点着一根灯草呢，还是两根？多费一根灯草，足使看财奴伤心落泪，不算奇怪。假若一个诗人也这样办呢？呵，我想天下大概没有这样的诗人！一个人的才力是长于此，则短于彼的。一手打着算盘，一手写着诗，大概是不可能。诗人也许因为体质的与众人不同，也许因天才与常人有异，也许因为所注意的不是油盐酱醋之类的东西总有所长，也有所短，有的地方极注意，有的地方极不注意。有人说，诗人是长着四只眼的，所以他能把一团飞絮看成了老翁，能在一粒砂中看见个世界。至于这种眼睛能否辨别钞票的真假，便没有听见说过了。他的眼要看真理，要看山川之美他的心要世界进步，要人人幸福。他的居心与圣哲相同，恐怕就不屑于，或来不及，再管衣衫的破烂，或见人必须作揖问好了。所以他被称为狂士为疯子。这狂士对那些小小的举动可以因无关宏旨而忽略，叫大事可就一点也不放松，在别人正兴高采烈，歌舞升平的时节，他会极不得人心的来警告大家。人家笑得正欢，他会痛哭流涕。及至社会上真有了祸患，他会以身谏，他投水，他殉难！正如他平日的那些小举动被视为疯狂，他的这种舍身救世的大节也还是被认为疯狂的表现而结果。"}
{"text":"他的眼要看真理，要看山川之美他的心要世界进步，要人人幸福。他的居心与圣哲相同，恐怕就不屑于，或来不及，再管衣衫的破烂，或见人必须作揖问好了。所以他被称为狂士为疯子。这狂士对那些小小的举动可以因无关宏旨而忽略，叫大事可就一点也不放松，在别人正兴高采烈，歌舞升平的时节，他会极不得人心的来警告大家。人家笑得正欢，他会痛哭流涕。及至社会上真有了祸患，他会以身谏，他投水，他殉难！正如他平日的那些小举动被视为疯狂，他的这种舍身救世的大节也还是被认为疯狂的表现而结果。即使他没有舍身全节的机会，他也会因不为五斗米而折腰，或不肯赞谀什么权要，而死于贫困。他什么也没有，只有一些诗。诗，救不了他的饥寒，却使整个的民族有些永远不灭的光荣。诗人以饥寒为苦么？那倒也未必，他是中了魔的人！说不定，我们也许能发现一个诗人，他既爱财如命，也还能写出诗来。这就可以提出第二来了诗人在创作的时候确实有点发狂的样子。所谓灵感者也许就是中魔的意思吧。看，当诗人中了魔，或者有了灵感，他或碰倒醋瓮，或绕床疾走，或到庙门口去试试应当用推还是敲，或喝上斗酒，真是天翻地覆。他喝茶也吟，睡眠也唱，能够几天几夜，忘寝废食。这时候，他把全部精力全拿出来，每一道神经都在颤动。他忘了钱假使他平日爱钱。忘了饮食忘了一切，而把意识中，连下意识中的那最崇高的最善美的，都拿了出来！把最好的字，最悦耳的音，都配备上去。假使他平日爱钱，到这时节便顾不得钱了！在这时候而有人跟他来算账，他的诗兴便立刻消逝，没法挽回。当作诗的时候，诗人能把他最喜爱的东西推到一边去，什么贵重的东西也比不上诗。诗是他自己的，别的都是外来之物。诗人与看财奴势不两立，至于忘了洗脸，或忘了应酬，就更在情理中了。所以，诗人在平时就有点象疯子在他作诗的时候，即使平日不疯，也必变成疯子最快活最苦痛最天真最崇高最可爱，最伟大的疯子！皮毛的去学诗人的囚首垢面，或破鞋敝衣，是容易的，没什么意义的。要成为诗人须中魔啊。要掉了头，牺牲了命，而必求真理至善之阐明，与美丽幸福之揭示，才是诗人啊。眼光如豆，心小如鼠，算了吧，你将永远是向诗人投掷石头的，还要作诗么？写于诗人节原载年月日新蜀报自述抗战第一年的深秋，我带了五十块钱，由济南跑到汉口。"}
{"text":"所以，诗人在平时就有点象疯子在他作诗的时候，即使平日不疯，也必变成疯子最快活最苦痛最天真最崇高最可爱，最伟大的疯子！皮毛的去学诗人的囚首垢面，或破鞋敝衣，是容易的，没什么意义的。要成为诗人须中魔啊。要掉了头，牺牲了命，而必求真理至善之阐明，与美丽幸福之揭示，才是诗人啊。眼光如豆，心小如鼠，算了吧，你将永远是向诗人投掷石头的，还要作诗么？写于诗人节原载年月日新蜀报自述抗战第一年的深秋，我带了五十块钱，由济南跑到汉口。一晃儿，四年了！妻是深明大义的。平日，她的胆子并不大。可是，当我要走的那天，铺子关上了门，飞机整天在飞鸣，人心恐慌到极度，她却把泪落在肚中，沉静的给我打点行李。她晓得必须放我走，所以不便再说什么。四年没听见她的语声了，沉着的静，将永远使我坚强！儿女都小，不懂别离之苦。小乙帮助妈妈给爸爸收拾东西，而适足以妨碍妈妈。我叱了他一声，他撇了撇嘴，没敢哭出来。至今，我觉得对不起小乙现在他大概已经学会写几个字了吧？四年了，每一空闲下来，必然的想起离济南时妻的沉静，与小乙的被叱要哭想到，泪也就来到可是，抗战期间，似乎应把个人的难过都忍在心中，不当以泪洗面我不敢哭。同时，我总设法教自己忙碌没有空闲，也就没有了闲愁。要把相当忙碌的四年中所经历的一切都写下来，恐怕不大容易挑选着说一点吧一我的苦恼自幼就穷，惯于吃苦。可是，自幼就好洁净，虽在病中也不肯不洗手洗脸，衣服不怕破烂，只怕脏。抗战中，我连好清洁的习惯也不能保持了，很难过。既爱清洁，很自然也就爱秩序。饮食起卧都有定时，一切东西都有一定的地位。秩序一乱，我就头昏，没法写作。抗战四年，我没有写出很多的文章来，写出的一点也十分拙劣，恐怕没有秩序是个很重要的原因。爱洁净秩序的人往往好安静。我就是那样。不大爱热闹，不喜欢见生人。可是，在抗战中，没法把自己隐藏起来，什么地方都须去，什么生人都须见，不管我愿意不愿意。设若我能自主，我一定会躲到深山里去。可是流亡四方，原为作一点有益于抗战的事，怎能藏起去呢？也许还有人说我风头十足呢？咱们心里分明个人内心的痛苦是用不着报告给不关切他的人的。按理说，上述一些小苦恼本算不了什么。比起抗战将士所受的苦处，这真是微乎其微了。"}
{"text":"爱洁净秩序的人往往好安静。我就是那样。不大爱热闹，不喜欢见生人。可是，在抗战中，没法把自己隐藏起来，什么地方都须去，什么生人都须见，不管我愿意不愿意。设若我能自主，我一定会躲到深山里去。可是流亡四方，原为作一点有益于抗战的事，怎能藏起去呢？也许还有人说我风头十足呢？咱们心里分明个人内心的痛苦是用不着报告给不关切他的人的。按理说，上述一些小苦恼本算不了什么。比起抗战将士所受的苦处，这真是微乎其微了。不过，假若我是作着别的事，我想一定不会抱怨什么我要写作，这就不同了。写作有许多条件，个人的习惯也得算一个。把我放在一个毫无秩序的地方，我实在无法工作。啊，一个人是多么不易适应环境呀！我真钦佩羡慕那些战地的文艺工和新闻记者，他们即便是爬在土壕里，还能写他们的笔记或报告。我愿自己也有这种本领！战时的文人，据我看，不但要有文艺上的修养，还须有体质上的准备，文弱是战时文人的坏的形容词！可惜，我已年过四十，求不生疾病已属不易要说一时就把自己练成运动家的模样，或者近乎梦想了。盼望青年文人们都注意到身体！好清洁与爱秩序绝不是恶劣的习惯，我想不会有人以为我是要养尊处优的去吟风弄月。我之所以提到因不能保持这并不是要不得的习惯而感到苦恼者，倒是为说明假若我有健壮的身体，我就可以连这点苦恼也渐次消灭，使生活的不安毫不影响到我的工作。同时，我还要借此说明这四年来，我已经没有什么私生活可言。家眷不在我的身边，住处无定，起睡没有定时别人教我怎样，我就怎样，没有哪一天可以算作我自己的。就是自己的工作，有时候也不能自主我生活在团体里，我的写作也就往往受人之托，别人出题，我去写。这种没有私生活的生活，给我许多苦痛，可是渐渐的也习惯下来。为了抗战，许多写家是这样的活着人家既能忍受，我就也得忍受战争带来的苦难，每一个人都应当分担一些。至于说这种生活妨碍了写作，自然使我最感不快，可是社会上既还没想到文字的事业应当在安静方便的处所去作，而给文人们预备一个工作室，我就只好在忙乱与嘈杂的缝子中，忙里偷闲的去写一点。写不出好东西，还是我自己来负责，不怨别人要怨，也似乎只好怨自己没有牛一般的力气吧。二我的欣悦抗战以前我不是在青岛，便是在济南，连北平也不大常去。因此，平沪两大文艺本营的工，认识我的很少。"}
{"text":"至于说这种生活妨碍了写作，自然使我最感不快，可是社会上既还没想到文字的事业应当在安静方便的处所去作，而给文人们预备一个工作室，我就只好在忙乱与嘈杂的缝子中，忙里偷闲的去写一点。写不出好东西，还是我自己来负责，不怨别人要怨，也似乎只好怨自己没有牛一般的力气吧。二我的欣悦抗战以前我不是在青岛，便是在济南，连北平也不大常去。因此，平沪两大文艺本营的工，认识我的很少。抗战后，有了见面的机会，我交了许多的朋友。前面说过，我羞见生人文人中自然也有不少生人，可是我不怕见他们，且愿交为朋友，因为既同是文人，自有相近之处，人虽生，而气味似久已相投，恨未一面耳。单单是大家呼兄唤弟，不但没有用处，而且也显着肉麻。我的朋友增多，每个人都有他的经验与特长，这才是学习与研究的好机会呀，这才使我欣喜呀！我们谈，我们相互批评，于是我的胆子大起来。不会写剧本么？去讨教！写得不好么？请大家批评！就是在这种友谊中，我才开始练习写诗歌与剧本。除了个人的获得，我也为整个的文艺界欣喜，因为互相教导与批评的风气在抗战中造成，一定不会因抗战胜利而消灭那么，这种好风气的继续存在，也就是文艺能进步不停的保证。有了这个欣喜，便克服了一切的小烦恼。什么衣服无人补啊，饿冷无人问啊，都是小事，都是小事！我是干文艺的人，只要在文艺上有所获得，便是获得了生命中最善的努力与成就，虽死不怨。我希望还能再活二十年。这二十年中须再写出象点样子的十本或十多本作品。这些作品将是在写完以后，约请文友详加批评，而后细细修改而后再评再改，直到大家与我都满意了才去付印。有今日的欣喜，我相信这对来日的希冀不是个梦想。三我的态度从家里跑出来，是为作一点有助于抗战的事。能作多少，作得好坏，都是才力的问题我晓得自己的才薄力微，但求不变此心，不问收获多寡。四年来，我已没有了私生活这使我苦痛，可也使我更努力作事我不怕被称为无才无能，而怕被识为苟且敷衍。被苦痛所压倒是软弱，软弱到相当的程度便会自暴自弃这，非我所甘心。我永远不会成为英雄，只求有几分英雄气概至少须消极的把受苦视为当然，而后用事实表现一点积极的向上精神。有了此态度我要作什么就极容易决定了。"}
