{"text":"于是，就拼命专注于这件事，错过了属于岁最美好的时光。我听过相同的一个故事船主重金酬谢油漆工举手之劳修补好自己的破船，幸得此助，才没酿成儿子有去无回的悲剧。这个故事，仿佛无从谈起，能说的却又太多，这就是无法理解的世界。纵观，与你，与我。船主油漆工船主儿子都是我们的剪影和写照。你无法理解船主船破了，浑然不知你无法理解油漆工多管闲事，乐在其中甚至你无法理解听到这个故事时难以表达的心情。因为你，本就是无法理解的世界。你一定是船主，自信满满不拘小节，以为自己够强大。只可惜当日出海的不是你，你无法理解儿子得知事情的悲伤。你一定是油漆工，不卑不亢乐善好施。最终只有两种悲剧得到认同和得不到认同。得到认同，你的单纯便会混浊，开始在意旁人是不是关注你有没有补破船的举动得不到认同，你开始怀疑自己所作所为是不是值得坚持和肯定。你也一定是船主儿子，浑然不知却又深信至亲。永远不愿想自己的父亲是不是忘记补洞，自己愿不愿意出海。只愿迷信所相信的至亲，仿佛那是高高在上不可逾越的神。甚至你还是油漆工妻子船长妻子，这所有的一切不都是我们吗？我总是在说你字，可这个你，也是我。你若问从这则故事中得到些什么，那得到的，是大而小小而大的我们。船主油漆工船主儿子都是我，是多元化的我们。所有自编自导自演的剧情，给了自己酬谢的奖赏，挡不住出错的后怕，得知父亲竟如此疏忽的悲伤，都是任何个人一生的缩影，我们也是任何。你开始糊涂，看不清楚到底是什么。其实，所有的一切都是自我本我超我的较量，混杂在世间百态之中。我曾说，岁时幻想漫游整个世界。幻想是我漫游是我，世界难道就不是我吗？现在的我们，专注于一件事，以此为目标，将自己归类成为性格的纸片人，难道世界就只是一次元时空吗？那复杂的埋藏在你我心中的许多想法与秘密，又是什么？我想，就是开头故事中的几个人物吧。存在于你我心中，无法理解的世界。人生中的赛跑时间是贼偷走一切，很多人在老的时候都会感慨的一句话。回顾自己的一生自己做过多少值得或不值得的事情呢？"}
{"text":"幻想是我漫游是我，世界难道就不是我吗？现在的我们，专注于一件事，以此为目标，将自己归类成为性格的纸片人，难道世界就只是一次元时空吗？那复杂的埋藏在你我心中的许多想法与秘密，又是什么？我想，就是开头故事中的几个人物吧。存在于你我心中，无法理解的世界。人生中的赛跑时间是贼偷走一切，很多人在老的时候都会感慨的一句话。回顾自己的一生自己做过多少值得或不值得的事情呢？最近的比赛上刘翔以的成绩平了世界记录，这就比赛在有限的路程中谁用时最短谁就是冠军然而我们的一生不也就是一场比赛吗，只不过比拼的不是谁用时间最短，而且看看我们在有限的时间里跑了多少路程。或许大家都会看到社会上永远存在的两种人。一种人闲的无所事事，忙的气喘吁吁。同样的一天时间里面他们做了完全不同的事情，如果按比赛来说忙的人今天的路程已经遥遥领先了对方。然而闲的人却会说好无聊的一天。是否现在的你似曾相识？为什么有的人一生平平淡淡，有的人一生名声显赫。大家在看到光鲜亮丽的外表时候是否有想到那些外表背后有着怎样的努力。同样的出生，同样的上学，同样的工作，同样的。。。然后最后不同的结局的时候。往往就是我们忽视的背后的努力了。很多时候我会觉得做的事情很有意义，或许只是对于当下吧。然后每隔一段时间以后回顾之前的我都觉得自己好幼稚，同样的在幼稚的时候我失去了很多让自己成熟的东西。这就是所谓的得到多少就会失去多少。很多时候我总想找到快捷的方式完成自己所想的目标，最后的结果就是忽视了在完成目标的过程中自己实实在在的有多少本事，或许真正遇到困难的时候就会让我措手不及。就像我完成了比赛，但是却不是第一名。人生就像各种各样的朱古力，你永远不会知道那一块属于你。阿甘母亲的这一句话，向我们阐明了每一个人的生命轨迹都是存在，而且是独一无二的。阿甘，就正是听着这样的教诲，一步一个脚印地踩出了属于自己生活的奇迹，阿甘在影片中被塑造成了美德的化身，诚实守信认真勇敢而重视感情，对人只懂付出不求回报，也从不介意别人拒绝，他只是豁达坦荡地面对生活。他把自己仅有的智慧信念勇气集中在一点，他什么都不顾，只知道凭着直觉在路上不停地跑，他跑过了儿时同学的歧视跑过了大学的足球场跑过了炮火纷飞的越战泥潭跑过了乒乓外交的战场跑遍了全美国，并且最终跑到了他的终点。"}
{"text":"阿甘，就正是听着这样的教诲，一步一个脚印地踩出了属于自己生活的奇迹，阿甘在影片中被塑造成了美德的化身，诚实守信认真勇敢而重视感情，对人只懂付出不求回报，也从不介意别人拒绝，他只是豁达坦荡地面对生活。他把自己仅有的智慧信念勇气集中在一点，他什么都不顾，只知道凭着直觉在路上不停地跑，他跑过了儿时同学的歧视跑过了大学的足球场跑过了炮火纷飞的越战泥潭跑过了乒乓外交的战场跑遍了全美国，并且最终跑到了他的终点。生命就像那空中白色的羽毛，或迎风搏击，或随风飘荡，或翱翔蓝天，或堕入深渊然而这就是生命的路程。谁能说阿甘的一生不是丰富多彩，在有限的生命中他做了我们这辈子或许都不会做的事情，至于人生比赛的输赢对阿甘或许都不重要了吧。在这边说一句，有些事情这辈子不做，就不会去做了。其实人生的比赛不在乎输赢，而是在乎你的人生时候过的是否有意义。人生就像一场旅行，不在乎目的地是哪里，而是在乎旅途的风景。有意义的人生不在于长度，而是在于人生的宽度和深度，如果你现在过的生活毫无意义的话，不介意你开始你的第二人生。？人生的赛跑有时好比龟与兔比赛一样，龟比兔慢，但活得长，兔比龟快，但死得早。看你如何权衡。人生的赛跑有时又好比雷锋和一个长寿的恶人相比一样，前者生得伟大，死得光荣，活得虽短，但精神长存后者生得萎琐，人都嫌其活得太长。看你的选择。人生的赛跑让执着于赛跑的人累得满头是汗，而忘掉在赛跑的那一人看到满眼的风景，不知不觉中停下脚下的步履。人生的赛跑让富有和有权力的人放下金钱地位，放下身段，去做有益身心健康和公益的事，也让贫穷的人安贫乐道，精神上过得滋润。因为路太长，不这么做，你到达不了终点，你的综合成绩太低，你的生命质量必然太差。人生的赛跑让我们思考生命存在的意义不在于你跑得多快，还在于你跑得多慢，在于你的每个脚印是否踏实，是否让人生过得充实圆满和智慧。大爱无言如果我能帮助一颗心，免于哀伤，平息一种酸楚，帮助一只昏蹶的知更鸟，重新回到巢中，那么我就不虚此生。这是美国女诗人狄金森的一首诗，诗中无不表现了她对人，对动物的爱，这种爱虽不那么轰轰烈烈，不曾那么惊心动地，但足以使人温暖感动！"}
{"text":"大爱无言如果我能帮助一颗心，免于哀伤，平息一种酸楚，帮助一只昏蹶的知更鸟，重新回到巢中，那么我就不虚此生。这是美国女诗人狄金森的一首诗，诗中无不表现了她对人，对动物的爱，这种爱虽不那么轰轰烈烈，不曾那么惊心动地，但足以使人温暖感动！大爱无言，我这里所说的爱并不是强调，他的范围有多广，影响有多大，有时小小的关怀，也是一种爱，只要给他人带来阳光，带去温馨就行了，是大爱，大爱无言！在青海玉树地震中，有一只叫科拉多的狗，在他主人的战场一片废墟中，死死守候了整整一个多月，这份在人与动物之间的爱，是无与伦比的美丽，试问，如果没有主人平时对它的爱和无微不至的关怀，又怎能收获小狗的爱，动物等人间有关爱为，大爱无言！不仅有人与动物的爱，这也有人与人之间的关爱。一个发生在肉类加工厂中，一名工人对保安的天天问候，救了工人的性命。人与人之间本身就应互相关爱互相赠予温暖，让温暖的阳光撒满大地每一个角落。但这有一个反例，佛山市的小悦悦事件，让人无不惊颤，如此一个很小的生命，人们怎么熟视无睹啊，或许是物质生命，让她们失去了人性的本质，或许又是那一颗颗冷漠的心，正被物欲横流的金钱迷失了本质，侵蚀了内心。幸好，还有陈贤妹这类好心的群众在，才让人性的光芒得以发辉，大爱无言啊！人与人之间的关怀，与双方给予的温暖，正在消融那一块块厚实的冰层，那人在社会中应当扮演什么样的角色，我认为，只要对社会有所贡献，对社会有关爱，有爱心，有价值，都应该称得上是大爱的一种，大爱无言，让你我一起去承担自己的责任。乔布斯，一生创办了苹果，推动了人类社会的进步，当他用疯狂的心，富有创造力的行动改变苹果时，也在改造你我，这是一种人类的关怀，更是人性的美好，大爱无言！爱是荒原蕴育着的崛起，只要你肯开拓爱是泥土蕴育着收获，只要你肯耕耘爱是水潭蕴育着深邃，只要你肯积累。让爱的种子撒向各地，光明普照万家。留给自己一个对手祝福那些使你成长的的人们中国队虽然包揽了世乒赛所有的金牌，但是，我感到的并不是喜悦，一种独孤求败的凄凉之感油然而生，高处不胜寒。中国队，太需要一个对手了。"}
{"text":"爱是荒原蕴育着的崛起，只要你肯开拓爱是泥土蕴育着收获，只要你肯耕耘爱是水潭蕴育着深邃，只要你肯积累。让爱的种子撒向各地，光明普照万家。留给自己一个对手祝福那些使你成长的的人们中国队虽然包揽了世乒赛所有的金牌，但是，我感到的并不是喜悦，一种独孤求败的凄凉之感油然而生，高处不胜寒。中国队，太需要一个对手了。而在于人生中，又何尝不是如此呢，一个拥有对手的人应该是幸福的，因为你的对手，会伴随你一路成长下去，直到你登上最高的山峰。时势造英雄，英雄造英雄。英雄往往都是成双成对的出现，勾践与阖闾，曹操与刘备，与蒋介石。他们看起来是对手，但是他们却都成就了对方，同时也成就了自己，而正是自己对手的存在，可以使你加倍努力的学习，去奋斗。最终功成名就。始皇一扫天下，我相信他所得到不是万人唯我独尊的喜悦，而是无人能敌，无战可战的寂寞与苍凉，他失去了奋斗的目标，同时也迷失了自己，最终秦朝二世而亡。刘邦虽然喜钱财，好美姬。但是项羽的存在，却使他由一个街头混混，成长为一个帝王之才，我相信刘邦将死之年，最怀念的不会是别人，而必定是他一生的对手项羽。幸福使人麻木，而痛苦却让人成长。往往带给你幸福的人，我们记得不甚清晰，但是给予你巨大伤痛的人，我们却记得刻骨铭心。一个没有对手的人生是一个不完整的人生。每当我看康熙大帝时，看到康熙在千叟宴上敬酒，我都感动的热泪盈眶，他敬了三碗酒，第一碗是敬孝庄皇太后，第二碗敬各位臣工，而这第三碗酒，他这么说的这第三碗酒，朕要敬给朕的死敌们。螯拜吴三桂郑经葛尔丹，还有那个朱三太子啊，他们都是英雄豪杰啊，他们造就了朕哪，他们逼着朕立下了这丰功伟业。朕恨他们，也敬他们。哎，可惜呀，他们都死了，朕寂寞呀！朕不祝他们死得安宁，祝他们来生再世再与朕为敌吧！这是何等的豪迈，何等的不屈啊。英雄自古多磨难，千凶万险终破茧。请留给自己一个对手吧，留给自己一个奋斗的目标，让自己永远充满活力。请祝福自己的对手吧，正是因为他们，你才得以获得今日的辉煌。请珍惜自己的对手吧，因为你总有一天你会发现，他们在你心中的无可替代的分量。我们不做独孤求败，我们都是有血有肉的汉子，我们会敬重我们的对手们，他们和我们共同进步，共同成长。"}
{"text":"朕不祝他们死得安宁，祝他们来生再世再与朕为敌吧！这是何等的豪迈，何等的不屈啊。英雄自古多磨难，千凶万险终破茧。请留给自己一个对手吧，留给自己一个奋斗的目标，让自己永远充满活力。请祝福自己的对手吧，正是因为他们，你才得以获得今日的辉煌。请珍惜自己的对手吧，因为你总有一天你会发现，他们在你心中的无可替代的分量。我们不做独孤求败，我们都是有血有肉的汉子，我们会敬重我们的对手们，他们和我们共同进步，共同成长。终有一天，我们大家都会闯出一片属于自己的蓝天。这个世界需要你一首歌，一个回忆。我一不小心走进了你的回忆，喜欢戴上耳机静静听那首，从此我的世界里再也不能没有你。这世界需要你，因为你是一个音乐的天使。你展开音乐的翅膀，萦绕在我们的耳旁，抚平我们的忧伤，美好的曾经，自废的约定，夹杂着你的歌声，如樱花飞舞，如落英缤纷。轻轻聆听，细细品味清明雨上，折菊寄思断桥残雪，白堤柳帘粉色信笺，盛满思念如果当时，红雨瓢泼半城烟沙，金戈铁马有何不可，解冻冰河灰色头像，坠落升空。你的音乐充满回忆，眉目当年，流转心间，最真实的喜怒哀乐全都埋藏在昨天。你的音乐溢满伤感，人生若之如初见，又何须感伤离别，飞蛾扑火，单人旅途，仿佛都是无奈的选择。你用音乐眷写青春，你用音乐道出了学生时代最明媚的伤，我们的世界从此有了你。这世界需要你，因为你是一位心灵医生。你本该拿起手术刀救死扶伤，却用音乐为我们疗伤。你告诉我们，我做我的改变，又何必纠结你告诉我们，不是穿上情侣装，就可以装情侣你告诉我们，如果爱，就请深深爱你告诉我们，我想牵着你的手，逃离这个星球你告诉我们，一缕青丝，一生珍藏你告诉我们，一起踏过了几座春秋，领悟了爱不是追逐占有你告诉我们，玫瑰花的葬礼，埋葬着深深爱着的你你告诉我们，花开后花又落，轮回也没结果你告诉我们，缓缓流淌的爱，芳菲不尽你告诉我们，你的城府有多深，我爱的有多蠢你告诉我们，惟爱你，你的声音是幸福的动力你告诉我们你已经占据了我们半个灵魂，睡觉总会不自觉的听着你的声音，我们的世界需要你。这世界需要你，因为没有你的世界会降温。"}
{"text":"这世界需要你，因为没有你的世界会降温。你像夜空中的那轮清澈的庐州月，深深的烙在我们心上，给迷路的我们指明了方向喜欢你那迷人的烟花笑，都说烟花易冷，而你却独自灿烂，温暖我们的明天喜欢听你的雪花谣，像是时光倒流，睡在了妈妈的怀抱，安静的独享这久违的幸福感。你是个坏孩子，独自承受这变化，因为你懂得真情假意，自知冷暖。我们世界不能没有你，没有你的世界仿佛是世界末日。这世界需要你，因为你是一道看不见的风景。你潜伏网络，保持着犹抱琵琶半遮面的神秘感，用你的低调谱写了一首首扣人心弦的歌。你一直在那不遥远的地方，为我们鼓掌，却不被所谓的正统接受。你破冰而出，签约海碟，空降全国，签售专辑，走上荧屏，锻炼自己，我们终于看到了你这道靓丽的风景。我寻你千百度，你在那灯火阑珊处。你是我们心中最美的风景，我们的世界不能没有你。你的音乐才华令人叹服，你的低调让人佩服，这个高调的世界，需要你的降温。你说，我们的恋爱是对生命的严重浪费。你说，该在的会在，该走的会走。我希望你是我们的珍贵，永远都不要离开我们的世界。本文从拒绝平庸方式角度构思小小说，展现王小波业绩差到好的变化过程。情节曲折，波澜起伏，可谓一波三折。同时对比鲜明，王小波和小李工作的对比，老婆上司的前后态度对比，中年男子和少年父亲对比，让人深思。文中人物语言生动形象，富有个性化。阅卷现场评分内容分分表达分分发展分分总分分外婆的糖醋排骨萝卜白菜，各有所爱。还是真的，就拿我们家来说吧，老妈喜欢吃清蒸鱼，老爸喜欢吃卤猪蹄，而我呢？唯独钟情于糖醋排骨。有人说，钟情于一个人是没有理由的，而我钟情于糖醋排骨可是有理由的。在儿时的记忆里，老爸老妈生下我就不管我了，找个堂而皇之的借口就是工作忙，然后，就把我送到乡下的外婆家。所以，在儿时，最喜欢我的人就算外婆了。"}
{"text":"文中人物语言生动形象，富有个性化。阅卷现场评分内容分分表达分分发展分分总分分外婆的糖醋排骨萝卜白菜，各有所爱。还是真的，就拿我们家来说吧，老妈喜欢吃清蒸鱼，老爸喜欢吃卤猪蹄，而我呢？唯独钟情于糖醋排骨。有人说，钟情于一个人是没有理由的，而我钟情于糖醋排骨可是有理由的。在儿时的记忆里，老爸老妈生下我就不管我了，找个堂而皇之的借口就是工作忙，然后，就把我送到乡下的外婆家。所以，在儿时，最喜欢我的人就算外婆了。外婆做得一手好菜，据说，她的拿手好菜是红烧猪肉。我之所以说是据说，是因为我虽然也觉得红烧猪肉好吃，但自从外婆做过一回糖醋排骨给我吃了之后，糖醋排骨就是我的最爱了。记得那天，外婆说乖乖，今天我们吃啥呢？我太小，并不知道为自己点什么菜好，大概在嘴里乱嘀咕了一句，外婆就说乖乖，你说要吃糖醋排骨吗？好好好，外婆给你做。那是我第一次吃糖醋排骨，其他的细节都不记得了，但记得外婆做好起锅后，就挑出一块几乎没有斩过的猪排，吹了吹，又晃了晃，是在让它快快凉下来，然后递给我。我就这样一手抓在手里，吧叽吧叽地啃起来。那昧酸酸甜甜的，我就像吃冰棒一样，塞在嘴里舔呀，吮呀，似乎那酸酸甜甜的味永远也吮舔不尽。自那以后，我最钟爱的菜就是糖醋排骨了。后来我回城里上学了，外婆告诉妈妈，我最爱吃的是排骨。妈妈当然记住了，但是，不知道怎么的，妈妈就是翻开菜谱，糖呀盐呀醋呀姜呀葱呀，一一配料都按部就班，却还是做不出外婆的糖醋排骨味来，要么显得太酸，要么觉得太甜，即使酸甜适中，也吃不出口留余香的回味来。于是，我就特别地思念外婆，特别想吃外婆做的糖醋排骨。有一次，老爸老妈带我去出席一个档次很高的宴席，席间，同桌的食客啧啧称道一道道菜品，特别是等一盘大闸蟹上桌后，大家更是掰腿取壳，又动筷子又动刀，吃得津津有味。。可是，我怎么也没吃出有外婆做的糖醋排骨那样的口感来。现如今，物质生活越来越好，吃的品的食物越来越多，但我独独还是忘不了外婆做的糖醋排骨。后来，每次回老家，第一要告诉外婆的，就是给我做糖醋排骨。现在，外婆老了，眼花了，背也驼了，手脚也不如原来麻利了，虽然馋虫时时在喉咙里爬来爬去，但不好意思再向外婆要糖醋排骨吃了。"}
{"text":"。可是，我怎么也没吃出有外婆做的糖醋排骨那样的口感来。现如今，物质生活越来越好，吃的品的食物越来越多，但我独独还是忘不了外婆做的糖醋排骨。后来，每次回老家，第一要告诉外婆的，就是给我做糖醋排骨。现在，外婆老了，眼花了，背也驼了，手脚也不如原来麻利了，虽然馋虫时时在喉咙里爬来爬去，但不好意思再向外婆要糖醋排骨吃了。老妈说，嗯，我儿懂事了，知道心疼外婆了，说明你钟情的不是外婆的糖醋排骨，钟情的是外婆对你的爱呀。我会心地笑一笑。吃凉粉一定要在路边摊去，超市里买的，唉，不要说了，无韧性不筋斗，吃起来粉粉的，没有口感，而辣椒呢，看起红得鲜艳，可吃起来，辣是够辣，却没有香味。我说吃凉粉要到路边摊，也并非凡是路边摊都好吃。我的粉瘾上来了，我只去一家，那就是步行街最东的那个小摊子。还不等你靠近摊子，那麻呼呼辣嗖嗖的感觉就上来了，即使你没有打算吃，但只要走到这里，脚也会被那四处飘散的香味给拽住了，不买一盒吃是舍不得离开的。你有兴趣也来看看吧，老板娘轻轻地抓起一撮白得透亮的凉粉放进纸盒里，再用小勺子在一顺溜排着的调料杯里，一一地打着作料，红的辣椒，绛紫的醋，咖啡色的芝麻酱，嫩黄的蒜泥，还有盐味精砂糖哎哟哟，我都记不过来了。再看老板娘那动作的麻利，就像蜻蜓点水，或者像小鸡啄米，三下两下就完成了，而且，一只手上端着的是两个盒呢。没有先享口福就先饱眼福了吧？看了我这些介绍文字，是不是调动了你的味蕾？是不是胃里像有虫子在掏你的痒痒？该不会口水都已经流出来了吧？好了，不与你们贫嘴了，老板娘把凉粉递过来了，我连忙接过手，道一声谢谢就开溜了。问我上哪里去？得到一个舒适的地方享用它，比如，广场那边最阴凉的那张条椅上。为了让你不要过于想像我吃凉粉时的那个美，现在，我讲点别的岔岔你的心思。因为我太爱吃凉粉了，所以我曾专门找些有关资料看过。资料上说，多吃凉粉可以美容的。吃凉粉一定要吃其一个凉字，所以它可以增强身体的抗寒能力，抗寒能力强了，就等于免疫力强了，免疫力强了，就等于你的体质提高了，体质提高了，就等于你的身体健康了。嗨，说得满有道理的，不过，是真是假，你们自己去琢磨，或者自己找找资料看看，我可不想拿你们的身体健康与你们开玩笑。"}
