{"text":"机锋，本来是由六祖开始启其端倪，到了马祖道一，与百丈黄檗，临济禅师们的手里，变本加厉地一变，而形成唐宋时代禅宗最新颖的教授法佛教佛学原来对于教授法的原则，就有所谓契机的术语，佛学的机，有包括学者的资质学力，与临时所采用机会等教授法的几个意义，所以契机一辞，是对于当教授师的人，必须注重教授法的原则。到了禅宗的禅师们手里，加以活泼运用，无论说法开示，与启发学人慧思的方法和语句，便都如珠之走盘，不可方物了，机锋呢！包括教授法的运用，有快利如锋，如庖丁解牛，目无全牛的意义，综合唐宋以来禅宗宗师们机锋转语的教学精义，恰如孔子所说的教授法不愤不发，不悱不启的作用。机锋对于问答上的运用，有时是说非成是，说是成非，有时是称许，有时是否定，从无一个定法可循，但无论如何，它的目的，在于考核学人的见地与实证的工夫，以及引起他的怀疑，自参自悟自肯的作用。因此禅宗宗师们的机锋转语，往往有迥出意表，非义所思，甚至妙语解颐，隽永无穷的机锋作略，虽然如此，这些机锋转语，不是早已宿构在胸，都是临机对答，语语从天真中流露机锋的运用，都在当时现场的一语一默一动作之间的表示，并非学习禅宗的人，要随时随地醉心在机锋妙语之间。朋清以后，禅宗衰落，往往有些冒充禅师的传法，事先宿构成四言八旬，似韵文非韵文的机锋偈语，以当传法的法宝，甚至有请人预先作好，宣诵一番，也便记成语录，传之后世，好各之甚，及于方外，非常可叹。不过现在学习禅学的人，都把机锋转语的妙用，当作排学的中心，甚之，讲讲古代禅师们的公案机锋，便以此表示禅学的精要，尽在是矣！岂不更有遗憾吗？宋代雪窦重显禅师，对于学禅著禅的人，早已有诗斥责，如云一免横身当古路，苍鹰瞥见便生擒。可怜猎犬无灵性，只向枯桩境里寻。又云潦倒云门泛铁船，江南江北竞头看。可怜多少垂钩者，随例茫茫失钓竿。又云王转珠国佛祖言，精通犹是污心田。老卢只解长春米，何得风流万古传云门，是宋代云门文偃禅师的别号。老卢，是指六祖俗家的姓氏。例一这是一则平实的机锋明州大梅山法常禅师，初参马祖，问如何是佛？祖曰即心是佛？师即大悟。"}
{"text":"可怜猎犬无灵性，只向枯桩境里寻。又云潦倒云门泛铁船，江南江北竞头看。可怜多少垂钩者，随例茫茫失钓竿。又云王转珠国佛祖言，精通犹是污心田。老卢只解长春米，何得风流万古传云门，是宋代云门文偃禅师的别号。老卢，是指六祖俗家的姓氏。例一这是一则平实的机锋明州大梅山法常禅师，初参马祖，问如何是佛？祖曰即心是佛？师即大悟。唐贞元中，居于大梅山勤县南七十里梅子真旧隐，时盐官禅师名会下一僧入山采柱杖，迷路至庵所，问曰和尚住此山来多少时也？师曰只见四山青又黄。又问出山路向什么处去？师曰随流去。僧归，说似盐官，盐官曰我在江西时，曾见一僧，自后不知消息，莫是此增否？遂令僧去请师出，师有偈曰摧残枯木倚寒林，几度逢春不变心。樵客遇之犹不顾，郢人那得苦追寻。马祖闻师住山，又令一僧到问云和尚见马祖得个什么？便住此山。师云马师向道即心是佛，我便这里住。僧云马师近日佛法又别！师云作么生别？僧云近日又道非心非佛。师云这老汉惑乱人未有了日，任汝非心非佛，我只管即心即佛。其僧口，举似马祖，祖云大众，梅子熟也。例二这是一则无言之教，折伏学人见地不到家，两个大师教授法不谋而合的机锋邓隐峰辞马祖，师曰何处去？曰石头去石头乃与马祖同学，希迁禅师的别号。师曰石头路滑。邓对曰竿木随身，逢场作戏，便去。才到石头，即绕禅床一匝，振锡杖一声，问是何宗旨？石头曰苍天！苍天！峰无语，却回举似师。师曰汝更去问，待他有答，汝便嘘两声。峰又去！依前问，石头乃嘘两声。峰又无语，国举似师。师曰向汝道，石头路滑！例三这是一则随机诱导的机锋李翱初见药山佛师，时任朗州刺史。李初向师玄化，屡请不赴，乃躬谒师，师执经卷不顾。侍者曰太守在此。李性偏急，乃曰见百不如闻名。拂袖便出。师曰太守何得贵耳而贱目？李国拱谢，问曰如何是道？师以手指上下，曰会么？李曰不会！师曰云在青天水在瓶。李欣然作礼，述偈赞之曰炼得身形似鹤形，千株松下两函经。我来问道无余话，云在青天水瓶。李又问如何是戒定慧？师曰贫道这里，无此闲家具。李罔测玄旨。师曰太守欲保任此事，须向高高山顶立，深深海底行，闺阁中物舍不得，便为渗漏。李后又赠诗云选得幽居惬野情，终年无送亦无迎。有时直上孤峰顶，月下披云啸一声。"}
{"text":"侍者曰太守在此。李性偏急，乃曰见百不如闻名。拂袖便出。师曰太守何得贵耳而贱目？李国拱谢，问曰如何是道？师以手指上下，曰会么？李曰不会！师曰云在青天水在瓶。李欣然作礼，述偈赞之曰炼得身形似鹤形，千株松下两函经。我来问道无余话，云在青天水瓶。李又问如何是戒定慧？师曰贫道这里，无此闲家具。李罔测玄旨。师曰太守欲保任此事，须向高高山顶立，深深海底行，闺阁中物舍不得，便为渗漏。李后又赠诗云选得幽居惬野情，终年无送亦无迎。有时直上孤峰顶，月下披云啸一声。――宋相张商英参禅悟得后，作李翱见药山公案颂古云云在青天水在瓶，眼光随指落深坑。溪花不耐风霜苦，说甚深深海底行？以上所举三例，藉以说明禅宗宗师们机锋的作风，其他多不胜举，暂且不列，总之，机锋是宗师们的方便说法，是一种机会教育的教授法，并不是禅的宗旨和目的，这是因时因地因人而变的活用法门，并非究竟的道理，如有学禅的人，专以机锋转语为事，那就是错把鸡毛当令箭的笑话了。棒喝讲到禅宗，往往使人联想到棒喝，好像禅宗与棒喝，是不可或分的事一样，其实，棒喝只是禅宗宗师们教授法运用的一种，它具有中国传统文化礼记教学精神的意义，中国上古，教用朴教，演变而为夏楚。中国佛教自有禅宗的发扬光大以后，经过马祖百丈的改制，创立共同生活，集体修行的禅门丛林制度以来，凡是真有见地，真有修持的名师大匠的宗师们，他的会下往往聚居数百众至千众不等，所谓龙蛇混杂，凡圣同居，人多事杂的现象，就自然而然的必有其事了。因此，唐宋时代几位大师们，喜欢手持禅杖，作为领众的威信象征，在必要时，也可用它作夏楚的用途，等于四五十年前的学校老师们，还有手拿戒方的风气。其实，禅师们的棒，不是用来时常打人的，只在研讨问题的时候，有时轻轻表示一番，作为赏罚的象征，后世的宗门，以及学禅的人，若是在老师那里碰了钉子，受了批驳，都叫它做吃棒，我们现代人所说的碰钉子，难道真有一枚钉子给你碰吗？所谓喝，便是大声的一叱，表示实罚的意思，和棒的作用是一样的。禅宗的棒喝，是由于德山宣鉴禅师喜欢用棒，临济义玄禅师喜欢用喝，因此后世禅宗便有德山棒，临济喝，云门饼，赵州茶风雅典故的流传了。"}
{"text":"所谓喝，便是大声的一叱，表示实罚的意思，和棒的作用是一样的。禅宗的棒喝，是由于德山宣鉴禅师喜欢用棒，临济义玄禅师喜欢用喝，因此后世禅宗便有德山棒，临济喝，云门饼，赵州茶风雅典故的流传了。总之，棒喝是教授法的运用，包括有赏，有罚，乃至不赏不罚，轻松的一棒，后来宗门，已有其名而无其实，我所见前辈的宗师们，有时认为你知见有错，但只对你一笑，不加可否，或者，便闻目跃坐，默默不答，这就是棒喝的遗风，过去我们碰到这种情形，自己再加反省，知道错了，便叫它做棒。这是一种最难运用的教学法，如果不是真正具备高才大德的宗师，实在无法施展，所以在盛唐的时代，黄檗禅师便说大唐国内无禅师！有人问他现在到处都有禅宗的宗师，怎么说无禅师哪？黄檗便说不道无禅，只道无师而已，因此他的得意弟子义玄禅师，就是后来开创临济宗的祖师，便说出一个作禅宗宗师的才德和条件，如云我有时先照后用，有时先用后照，有时照用同时，有时照用不同时。先照后用，有人在。先用后照，有法在。照用同时，驱耕夫之牛，夺饥人之食，敲骨取髓，痛下针锥。照用不同时，有问有答，立宾立主，合水和泥，应机接物。若是过量人，向未举已前，撩起便行，犹较些子。临济又有对于棒喝的说明，如云有时夺人不夺境，有时夺境不夺人。有时人境两俱夺，有时人境俱不夺。问如何是夺人不夺境？师曰煦日发生铺地锦，婴儿垂发白如丝。问如何是夺境不夺人？师曰王今已行天下遍，将军塞外绝烟尘。问如何是人境俱夺？师曰并汾绝信，独处一方。问如何是人境俱不夺？师曰王登宝殿，野老讴歌。又有云有时一喝如金刚王宝剑。有时一喝如踞地狮子。有时一喝如探竿影草。有时一喝不作一喝用。研读禅宗典籍的重点除了以上所说的公案机锋棒喝是属于禅宗教授法的范围，虽然必须要知道，而且要彻底了解它的作用所在，和当时当事人所得的情况以外，但决不可以拿它作为禅宗的究竟宗旨和目的来看。如要真正了解禅宗的传心法要，特别须要注意语录中的上堂法语就是上课讲话示众公开讲学小参晚参临时讨论等法要，那才比较是踏实的禅学。"}
{"text":"有时一喝不作一喝用。研读禅宗典籍的重点除了以上所说的公案机锋棒喝是属于禅宗教授法的范围，虽然必须要知道，而且要彻底了解它的作用所在，和当时当事人所得的情况以外，但决不可以拿它作为禅宗的究竟宗旨和目的来看。如要真正了解禅宗的传心法要，特别须要注意语录中的上堂法语就是上课讲话示众公开讲学小参晚参临时讨论等法要，那才比较是踏实的禅学。但是要读这些书，自己必先具备有儒佛道三家基本学识的基础，尤其对于佛学，不能毫无所知便去读它，那必会使你如蚊子咬铁牛，永远没有下嘴处。例一百丈禅师上堂灵光独耀，迥脱根尘，体露真常，不拘文字，心性无染，本自圆成，但离妄缘，即如如佛。又云一切言教，只是治病。为病不同，药亦不同。所以有时说有佛，有时说无佛。实语治病。病若得瘥，个个是虚妄语。实语是虚妄语生见故，虚妄是实语断众生颠倒故。为病是虚妄，只有虚妄药相治。例二洞山禅师上堂还有不报四恩佛恩师恩国恩父母恩三有欲色无色者么？众无对。又曰若不体此意，何超始终之患，直须心心不触物，步步无处所，常无间断，始得相应，直须努力，莫闲过日。除了简举以上上堂法语的两例以外，因资料太多而不提，至若大禅师们的专著，以及酬答的信札，都是很好的禅学资料，如果舍此而不用，单提公案机锋以概谈禅学，那是背道而驰的事，千万不可以此误人，真是罪过不浅。总之，无论是宗教或哲学教育学问著作的真正目的，是在给予别人以安身立命，与立身处世的正确目标，并不是只为一己的虚誉，故意撮取标新立异，言人所不懂的便自鸣高了。必须具备禅学与文学的素养禅宗固然是中国佛教的中国佛学的特色，但从释迦牟尼所创立的整个佛学的体系而言，它的基本宗旨，与最高的目的，并非因与中国文化融会以后，就根本推翻了释迦佛教的主旨，只是在教授法的方式，与表达最高真谛的言辞与方法，产生一种中国文化特出的姿态，而且渗合借用儒道两家学术思想的名言和作风而已。因此研究禅学，若不全面了解佛学大小乘的学理，遍览经律论三藏的经典，明白中国各宗佛学的大义，以及不通佛教修行求证定慧的方法与工夫，只取禅宗的机趣而言，必然不能触及其中心的宗旨与道果，至少，会落在愈走愈偏，愈学愈仄的情况。"}
{"text":"因此研究禅学，若不全面了解佛学大小乘的学理，遍览经律论三藏的经典，明白中国各宗佛学的大义，以及不通佛教修行求证定慧的方法与工夫，只取禅宗的机趣而言，必然不能触及其中心的宗旨与道果，至少，会落在愈走愈偏，愈学愈仄的情况。况且现代印度瑜伽术等类似禅定的工夫，已经普遍展开，在世界各国传布，如果讲禅宗毫无实际的修证经验，恐将被人唾弃，认为是清谈欺世的谎言而已。倘是一个立心学禅的学人，应抱遁世不见知而无闷，确乎而不可拔的宗旨，决不要因为举世谈禅我亦谈，不肯真诚向学，只图曲学阿世，以博取一时的虚誉，那就于人于己，都有莫大的损失了。总之，千万不要忘记，禅宗以证取涅妙心，了脱生死而超然于物外为主旨，岂可离了佛学的教理，而徒托空言而已。其次，我们要研读唐宋以来的禅宗典籍，如果对于中国文学没有相当修养，那就会如古代禅师们所说咬铁馒头相似，就有无法下嘴的可能，尤其自中唐到宋明清的禅学，更进一步已与中国文学结了不解之缘，随处与诗词歌赋等文学会流，倘使从纯粹的白话国语文学入手，恐怕极难了解其究竟。况且以中国文学发展史而言，自魏晋六朝以后，唐诗宋词元曲明小说清韵联，无一不与禅境有息息相关之妙，所以要全面了解禅学的精神，必须对佛学与中国文学，具有相当的基本修养。有些人又说禅宗的六祖慧能，本来是一个目不识丁的樵夫，并不需要了解佛学与文学，岂不同样悟道而成佛作祖吗？诚然！但在六祖前后，又有多少慧能？本来佛法与禅悟，是属于智慧的造诣，聪明才智，到此一无用处，然而具备真智慧的人，究竟又有多少？如果动辄以六祖自比，早已失其谦虚之德，已经充满了侨慢之情，那与禅宗的宗旨，适己背道而驰了。何况释迦说出教外别传，不立文字的宗旨，却在他说过无数的经典以后，才提出这个扫荡执著文字名相的家风，他并非根本就不用文字而直截了当地立此宗旨，这点须要特别注意。总之，佛法与禅宗，都是因时因地适变的教学方法，凡是真智慧人的作为，成功各有千秋，大可不必刻舟求剑，致有回首茫然的结果不过为学为道，必须要实事求是，脚踏实地的做去，先求人乎其内，才能出乎其外，否则，浪费一生学力，那就太可惜了！"}
{"text":"何况释迦说出教外别传，不立文字的宗旨，却在他说过无数的经典以后，才提出这个扫荡执著文字名相的家风，他并非根本就不用文字而直截了当地立此宗旨，这点须要特别注意。总之，佛法与禅宗，都是因时因地适变的教学方法，凡是真智慧人的作为，成功各有千秋，大可不必刻舟求剑，致有回首茫然的结果不过为学为道，必须要实事求是，脚踏实地的做去，先求人乎其内，才能出乎其外，否则，浪费一生学力，那就太可惜了！例一这是例举禅宗与中国文学有密切关系的公案机缘秀州华亭船子德诚禅师，节操高邈，度量不群，自印心于药山，与道吾云岩为同道交。泊离药山，乃谓二同志曰公等应各据一方，建立药山宗旨。予率性疏野，惟好山水，乐情自遣，无所能也。他日后，知我所止之处，若遇灵利座主唐宋佛教称讲佛经的法师为座主，指一人来，或堪雕琢，将授生平所得，以报先师之恩。进分携至秀州华亭，泛一小舟，随缘度日，以接四方往来之众，时人莫如其高蹈，因号船子和尚。一日，泊船岸边闲坐，有官人问如何是和尚日用事？师竖梭子曰会么？官人曰不会。师曰掉拨清波，金鳞罕遇。道吾后到京口，遇夹山上堂，僧问如何是法身？山曰法身无相。曰如何是法眼？山曰法眼无瑕。道吾不觉失笑。山便下座，请问道吾某甲适来只对者僧话，必有不是，致令上座失笑，望上座不吝慈悲。吾曰和尚一等是出世，未有师在？山曰某甲甚处不是，望为说破。吾曰某甲终不说，请和尚却往华亭船子处去。山曰此人如何？吾曰此人上无片瓦，下无卓锥，和尚若去，须易服而往。山乃散众，束装直追华亭。船子才见，便问大德住什么寺？山曰寺即不住，住即不似。师曰不似似个什么？山曰不是目前法。师曰甚处学得来。山曰非耳目之所到。师曰一句合头语，万劫系驴橛。师又问垂丝千尺，意在深潭，离钩三寸，子何不道？山拟开口，被师一挠打落水中，山才上船，师又曰道！道！山拟开口，师又打。山豁然大悟，乃点头三下。师曰竿头丝线从君弄，不犯清波意自殊。山遂问抛纶掷钓，师意如何？师曰丝悬绿水，浮定有无之意。山曰语带玄而无路，舌头谈而不谈。师曰钓尽江波，金鳞始遇。山乃掩耳。师曰如是，如是。"}
{"text":"师曰甚处学得来。山曰非耳目之所到。师曰一句合头语，万劫系驴橛。师又问垂丝千尺，意在深潭，离钩三寸，子何不道？山拟开口，被师一挠打落水中，山才上船，师又曰道！道！山拟开口，师又打。山豁然大悟，乃点头三下。师曰竿头丝线从君弄，不犯清波意自殊。山遂问抛纶掷钓，师意如何？师曰丝悬绿水，浮定有无之意。山曰语带玄而无路，舌头谈而不谈。师曰钓尽江波，金鳞始遇。山乃掩耳。师曰如是，如是。遂嘱曰汝向去，直须藏身处没踪迹，没踪迹处莫藏身，吾三十年在药山，只明斯事，汝今已得，他后莫住城隍聚落，但向深山里，钅矍头边，觅取一个半个接续，无令断绝。山乃辞行，频频回顾，师这唤囗黎！梵文译音，乃教授法师之意，一般用作代表和尚的称呼。山乃回首，师竖起挠子曰汝将谓别有？乃覆船入水而逝。例二洛浦山元安禅师，初从临济，机缘不契，辞师他去。临济曰临济门下，有个赤梢鲤鱼，摇头摆尾向南方去，不知向谁家囗瓮里淹杀。师游历罢，直往夹山卓庵，经年不访夹山。山乃修书，令僧驰往。师接得便坐，却再展手索。僧无对。师便打。曰归去举似和尚。僧回举似，夹山曰者僧若开书，三日内必来！若不开书，斯人救不得也。夹山却令人伺师出庵，便与烧却。越三日，师果出庵，来人报曰庵中火起。师亦不顾。直到夹山，不礼拜，乃当面又手而立，山曰鸡栖凤巢，非其同类，出去！师曰自远超风，请师一接。山曰目前无囗黎，此间无老僧。师便喝，山曰住！住！且莫草草勿勿，云月是同，溪山各异，截断天下人舌头，即不无周黎，争教无舌人解语？师住思，山便打，因兹服膺。一日，问山佛魔不到处，如何体会？山曰烛明千里像，暗室老僧迷。又问朝阳已升，夜月不现时如何？山曰龙衔海珠，游鱼不顾。师于言下大悟。山将示灭，垂语曰石头一枝，看看即灭矣！师曰不然。山曰何也？师曰他家自有青山在。山曰苟如是，即吾宗不坠矣！例三出入于文学境界的禅语懒残禅师有歌曰兀然无事无改换，无事何须论一段。直心无散乱，他事不须断。过去已过去，未来犹莫算。兀然无事坐，何曾有人唤。向外觅工夫，总是痴顽汉。粮不畜一粒，送饭但知上马下中读如窜音，宁绍人呼吃饭叫上马下中饭。世人多事人，相趁浑不及。我不乐生天，亦不爱福田。"}
{"text":"山曰龙衔海珠，游鱼不顾。师于言下大悟。山将示灭，垂语曰石头一枝，看看即灭矣！师曰不然。山曰何也？师曰他家自有青山在。山曰苟如是，即吾宗不坠矣！例三出入于文学境界的禅语懒残禅师有歌曰兀然无事无改换，无事何须论一段。直心无散乱，他事不须断。过去已过去，未来犹莫算。兀然无事坐，何曾有人唤。向外觅工夫，总是痴顽汉。粮不畜一粒，送饭但知上马下中读如窜音，宁绍人呼吃饭叫上马下中饭。世人多事人，相趁浑不及。我不乐生天，亦不爱福田。饥来吃饭，团来即眠。愚人笑我，智乃知焉。不是痴钝，本体如然。要去即去，要住即住。身披一破钠，脚着娘生挎。多言复多语，由来反相误。若欲度众生，无过且自度。其谩求真佛，真佛不可见。妙性及灵台，何须受薰炼。心是无事心，面是娘生百。劫石可移动，个中无改变。无事本无事，何须读文字。削除人我本，冥合个中意。种种劳筋骨，不如林下睡兀兀。拳头见日高，吃饭从头扌聿。将功用功，展转冥蒙。取即不得，不取自通。吾有一言，绝虑忘缘。巧说不得，只用心传。更有一语，无过直与。细如毫末，大无方所。本自圆成，不劳机抒。世事悠悠，不如山邱。青松蔽日，碧涧长流。山云当幕，夜月为钩。卧藤萝下，块石枕头。不朝天子，岂羡王侯。生死无虑，更复何忧。水月无形，我常只宁。万法皆尔，本自无生。兀然无事坐，春来草自青。例四游戏于浪漫文学境界的禅语酒仙遇贤禅师偈曰绿水红桃花，前街后卷走百余遭。张三也识我，李四也识我，识我不识我，两个拳头那个大，两个之中一个大，曾把虚空一戮破，摩挲令教却恁么，抽取须弥枕头卧，扬子江浪头最深，行人到此尽沈吟，他时若到无波处，还似有波时用心，金囗又闻泛，玉山还报颓，莫教更漏促，趁取月明回，贵买朱砂画月，算来枉用工夫，醉卧绿杨阴下，起来强说真如，泥人再三叮嘱，莫教失却衣珠，一六二六，其事已足，一九二九，我要吃酒，长伸两脚眠一寤，醒来天地还依旧，门前绿树无啼鸟，庭下苍苔有落花，聊与东风论个事，十分春色属谁家，秋至山寒水冷，春来柳绿花红，一点动随万变，江村烟雨鳎有不有，空不空，笊篱捞取西北风，生在阎浮世界，人情几多爱恶，只要吃些酒子，所以倒街卧路，死后却产娑婆，不愿超生净土，何以故？西方净土，且无酒酷。。"}
