{"text":"前几天在自由谈上看见陈友琴先生的活字与死字，才又记起了旧事来。他在那里提到北大招考，投考生写了误字，刘半农教授作打油诗去嘲弄他，固然不应该，但我曲为之辩，亦大可不必。那投考生的误字，是以倡明为昌明，刘教授的打油诗，是解倡为娼妓，我的杂感，是说倡不必一定作娼妓解，自信还未必是曲说至于大可不必之评，那是极有意思的，一个人的言行，从别人看来，大可不必之点多得很，要不然，全国的人们就好像是一个了。我还没有明目张胆的提倡过写别字，假如我在做国文教员，学生写了错字，我是要给他改正的，但一面也知道这不过是治标之法。至于去年的指摘刘教授，却和保护别字微有不同。一我以为既是学者或教授，年龄至少和学生差十年，不但饭菜多吃了万来碗了，就是每天认一个字，也就要比学生多识三千六百个，比较的高明，是应该的，在考卷里发见几个错字，大可不必飘飘然生优越之感，好像得了什么宝贝一样。况且二现在的学校，科目繁多，和先前专攻八股的私塾，大不相同了，纵使文字不及从前，正也毫不足怪，先前的不写错字的书生，他知道五洲的所在，原质的名目吗？自然，如果精通科学，又擅文章，那也很不坏，但这不能含含胡胡，责之一般的学生，假使他要学的是工程，那么，他只要能筑堤造路，治河导淮就尽够了，写昌明为倡明，误留学为流学，堤防决不会因此就倒塌的。如果说，别国的学生对于本国的文字，决不致闹出这样的大笑话，那自然可以归罪于中国学生的偏偏不肯学，但也可以归咎于先生的不善教，要不然，那就只能如我所说方块字本身就是一个死症。改白话以至提倡手头字，其实也不过一点樟脑针，不能起死回生的，但这就又受着缠不清的障害，至今没有完。还记得提倡白话的时候，保守者对于改革者的第一弹，是说改革者不识字，不通文，所以主张用白话。对于这些打着古文旗子的敌军，是就用古书作法宝，这才打退的，以毒攻毒，反而证明了反对白话者自己的不识字，不通文。要不然，这古文旗子恐怕至今还不倒下。去年曹聚仁先生为别字辩护，战法也是搬古书，弄得文人学士之自以为识得正字者，哭笑不得，因为那所谓正字就有许多是别字。这确是轰毁旧营垒的利器。现在已经不大有人来辩文的白不白――但寻开心者除外――字的别不别了，因为这会引到今文尚书，骨甲文字去，麻烦得很。"}
{"text":"对于这些打着古文旗子的敌军，是就用古书作法宝，这才打退的，以毒攻毒，反而证明了反对白话者自己的不识字，不通文。要不然，这古文旗子恐怕至今还不倒下。去年曹聚仁先生为别字辩护，战法也是搬古书，弄得文人学士之自以为识得正字者，哭笑不得，因为那所谓正字就有许多是别字。这确是轰毁旧营垒的利器。现在已经不大有人来辩文的白不白――但寻开心者除外――字的别不别了，因为这会引到今文尚书，骨甲文字去，麻烦得很。这就是改革者的胜利――至于这改革的损益，自然又作别论。陈友琴先生的死字和活字，便是在这决战之后，重整阵容的最稳的方法，他已经不想从根本上斤斤计较字的错不错，即别不别了。他只问字的活不活不活，就算错。他引了一段何仲英先生的中国文字学大纲来做自己的代表――古人用通借，也是写别字，也是不该。不过积古相沿，一向通行，到如今没有法子强人改正。假使个个字都能够改正，是易经里所说的爸父之蛊。纵使不能，岂可在古人写的别字以外再加许多别字呢？古人写的别字，通行到如今，全国相同，所以还可以解得。今人若添写许多别字，各处用各处的方音去写，别省别县的人，就不能懂得了，后来全国的文字，必定彼此不同，这不是一种大障碍吗？这头几句，恕我老实的说罢，是有些可笑的。假如我们先不问有没有法子强人改正，自己先来改正一部古书试试罢，第一个问题是拿什么做正字，说文，金文，骨甲文，还是简直用陈先生的所谓活字呢？纵使大家愿意依，主张者自己先就没法改，不能爸父之蛊。所以陈先生的代表的接着的主张是已经错定了的，就一任他错下去，但是错不得添，以免将来破坏文字的统一。是非不谈，专论利害，也并不算坏，但直白的说起来，却只是维持现状说而已。维持现状说是任何时候都有的，赞成者也不会少，然而在任何时候都没有效，因为在实际上决定做不到。假使古时候用此法，就没有今之现状，今用此法，也就没有将来的现状，直至辽远的将来，一切都和太古无异。以文字论，则未有文字之时，就不会象形以造文，更不会孳乳而成字，篆决不解散而为隶，隶更不简单化为现在之所谓真书。文化的改革如长江大河的流行，无法遏止，假使能够遏止，那就成为死水，纵不干涸，也必腐败的。当然，在流行时，倘无弊害，岂不更是非常之好？"}
{"text":"维持现状说是任何时候都有的，赞成者也不会少，然而在任何时候都没有效，因为在实际上决定做不到。假使古时候用此法，就没有今之现状，今用此法，也就没有将来的现状，直至辽远的将来，一切都和太古无异。以文字论，则未有文字之时，就不会象形以造文，更不会孳乳而成字，篆决不解散而为隶，隶更不简单化为现在之所谓真书。文化的改革如长江大河的流行，无法遏止，假使能够遏止，那就成为死水，纵不干涸，也必腐败的。当然，在流行时，倘无弊害，岂不更是非常之好？然而在实际上，却断没有这样的事。回复故道的事是没有的，一定有迁移维持现状的事也是没有的，一定有改变。有百利而无一弊的事也是没有的，只可权大小。况且我们的方块字，古人写了别字，今人也写别字，可见要写别字的病根，是在方块字本身的，别字病将与方块字本身并存，除了改革这方块字之外，实在并没有救济的十全好方法。复古是难了，何先生也承认。不过现状却也维持不下去，因为我们现在一般读书人之所谓正字，其实不过是前清取士的规定，一切指示，都在薄薄的三本所谓翰苑分书的字学举隅中，但二十年来，在不声不响中又有了一点改变。从古讫今，什么都在改变，但必须在不声不响中，倘一道破，就一定有窒碍，维持现状说来了，复古说也来了。这些说头自然也无效。但一时不失其为一种窒碍却也是真的，它能够使一部分的有志于改革者迟疑一下子，从招潮者变为乘潮者。我在这里，要说的只是维持现状说听去好像很稳健，但实际上却是行不通的，史实在不断的证明着它只是一种并无其事仅在这一些。三月二十一日。本篇最初发表于一九三五年四月二十日上海芒种半月刊第一卷第四期，署名旅隼。议论写别字一九三三年十月，刘半农在论语第二十六期发表的阅卷杂诗六首，对当年北京大学招考时学生在国文试卷中所写的别字大加嘲弄。在同年十月十六日申报自由谈发表感旧以后下后收入准风月谈，对刘的这种态度进行了批评接着曹聚仁就别字问题在十月二十二日二十八日申报自由谈发表了谈别字和再张目一下――续谈别字两篇文章。提倡手头字一九三五年初，一部分文化教育界人士及杂志社曾发起推行手头字运动，主张将手头字正式用于出版物，并发表了第一期推行的三百个字。"}
{"text":"在同年十月十六日申报自由谈发表感旧以后下后收入准风月谈，对刘的这种态度进行了批评接着曹聚仁就别字问题在十月二十二日二十八日申报自由谈发表了谈别字和再张目一下――续谈别字两篇文章。提倡手头字一九三五年初，一部分文化教育界人士及杂志社曾发起推行手头字运动，主张将手头字正式用于出版物，并发表了第一期推行的三百个字。据他们发表的推行手头字缘起说，手头字是手头上大家都这么写，可是书本上并不这么印的字。陈友琴安徽南陵人。当时是上海务本女子中学教员。他的活字与死字发表于一九三五年三月十六日十八日十九日的申报自由谈。今文尚书尚书是我国上古历史文件和部分追记古代事迹著作的汇编，有今文古文之别今文尚书系汉初伏胜所传，欧阳氏及大小夏侯氏所习，以汉代当时通行的隶书抄写古文尚书传为汉代孔安国在孔子宅壁中所得，用秦汉以前的古文字书写后来流传的古文尚书，相传为东晋梅赜伪造。据汉书艺文志称刘向以中古文校欧阳大小夏侯三家经文，文字异者七百有余。骨甲文字即甲骨文，又称卜辞，殷商时代在龟甲和兽骨上所刻记载占卜情况的文字，一八九九年始于河南安阳殷代故都发现，是我国目前所见最早的文字。陈友琴在活字与死字一文中说所谓活字者，就是大多数认识文字的人所公认的字识字太多的朋友，搬出许多奇字僻字古字，与实际运用文字的需要全不相干，我对于这一类的字，一概谥以佳号曰死字。最后又说我觉得我们的同行何仲英先生按陈何当时都是教员的话，可以做我的代表。中国文字学大纲，一九二二年二月商务印书馆出版。说文说文解字的略称。东汉许慎撰，我国第一部系统介绍汉字形音义的著作。金文，又称钟鼎文，是殷周到汉代青铜器上铸刻的记事文字。爸父之蛊语见周易蛊初六爸父之蛊，有子，考无咎。三国时魏国王弼注爸父之事，能承先轨，堪其任者也。后称儿子能完成父亲所未竟的事业，因而掩盖了父亲的过错为爸蛊。关于文和字的这一解释，原出说文解字序目中，原文是仓颉之初作书，盖依类象形，故谓之文，其后形声相益，即谓之字字者，言孳乳而浸多也。"}
{"text":"东汉许慎撰，我国第一部系统介绍汉字形音义的著作。金文，又称钟鼎文，是殷周到汉代青铜器上铸刻的记事文字。爸父之蛊语见周易蛊初六爸父之蛊，有子，考无咎。三国时魏国王弼注爸父之事，能承先轨，堪其任者也。后称儿子能完成父亲所未竟的事业，因而掩盖了父亲的过错为爸蛊。关于文和字的这一解释，原出说文解字序目中，原文是仓颉之初作书，盖依类象形，故谓之文，其后形声相益，即谓之字字者，言孳乳而浸多也。关于篆隶真书楷书，参看本卷第页注。字学举隅清代龙启瑞编，是一部辨正通俗文字的书，分辨似正F摘误三类。此书刻本的字体，系由翰林二十余人分写而成，故称翰苑分书。书的还魂和赶造书的还魂和赶造把大部的丛书印给读者看，是宋朝就有的，一直到现在。缺点是因为部头大，所以价钱贵。好处是把研究一种学问的书汇集在一处，能比一部一部的自去寻求更省力或者保存单本小种的著作在里面，使它不易于灭亡。但这第二种好处，是也靠着部头大，价钱贵，人们就因此格外珍重的缺点的。但丛书也有蠹虫。从明末到清初，就时有欺人的丛书出现。那方法之一，是删削内容，轻减刻费，而目录却有一大串，使购买者只觉其种类之多之二，是不用原题，别立名目，甚至另题撰人，使购买者只觉其收罗之广。如格致丛书，历代小史，五朝小说，唐人说荟等，就都是的。现在是大抵消灭了，只有末一种化名为唐代丛书，有时还在流毒。然而时代改变，新花样也要跟着出来了。推测起新花样来其一，是豫先设定一种丛书的大名，罗列目录，大如宇宙，微至苍蝇身上的细菌，无所不包，这才分头觅人，托他译作，限定时日，必须完工，虽然译未必定是专家，但总之有许多手同时在稿纸上写字，于是不必穷年累月，一大部煌煌巨制也就出现了其二，是原有一批零碎的旧译作，一向不甚流行，或者虽曾流行，而现在却已经过了时候，于是聚在一起，略加类别，开成一串五花八门的目录，而一大部煌煌巨制也就出现了。出版者是明白读者们的心想的，有些读者们，苦于不知道什么是必要的书，所以往往以为被选进丛书里的，总该是必要的书籍而且丛书里的一本，价钱也比单行本便宜，所以看起来好像很上算加以大小一律，也很合人们爱好整齐的心情。"}
{"text":"出版者是明白读者们的心想的，有些读者们，苦于不知道什么是必要的书，所以往往以为被选进丛书里的，总该是必要的书籍而且丛书里的一本，价钱也比单行本便宜，所以看起来好像很上算加以大小一律，也很合人们爱好整齐的心情。本数又多，一下子可以填满几书架，规模不大的图书馆有这几部，馆员就省下时常留心选购新书的精神了。然而出版者是又很明白购买者们的经济状况的，他深知道现在他们手头已没有这许多钱，所以这些书一定是廉价，使他们拚命的办出来，或者是分期豫约，使他们逐渐的缴进去。汇印新作，当然是很好的，但新作必须是精粹的本子，这才可以救读者们的智识的饥荒。就是重印旧作，也并不算坏，不过这旧作必须已是一种带着文献性的本子，这才足供读者们的研究。如果仅仅是克日速成的草稿，或是栈房角落的存书，改换新装，招摇过市，但以大或多或廉诱人，使读者化去不少的钱，实际上却不过得到一大堆废物，这恶影响之在读书界是很不小的。凡留心于文化的前进的人，对于这些书应该加以检讨！二月十五日。本篇最初发表于一九三五年三月五日太白半月刊第一卷第十二期，署名长庚。我国最早印行的丛书，是南宋宁宗嘉泰元年太学生俞鼎孙及其兄俞经辑刊的儒学警悟，内收宋人著作六种，共四十一卷。度宗咸淳九年，左圭又辑刊百川学海十集，共一百种，收有汉晋六朝唐宋各代著作，其中宋人著作，占十分之八以上。格致丛书明代万历间胡文焕编。据汇刻书目说是编杂采诸书，更易名目，古书一经其点窜，使人厌观。且所列诸书，亦无定数世间所行之本，部部各殊，究不知其全书凡几种。所收各书从周代到明代都有，名目较多的一部凡分三十七类，共三四六种，现存者只一六八种。历代小史，明代万历间李虮啵收六朝至明代的野史杂记共一六种，每种一卷。五朝小说，不著编者名氏，收魏晋一一四种，唐一四种，宋元一四四种，明一九种。唐人说荟，旧有桃源居士编刻本，收小说杂记一四四种，清代乾隆间陈莲塘增编为一六四种。后来坊刻本又改名唐代丛书。"}
{"text":"且所列诸书，亦无定数世间所行之本，部部各殊，究不知其全书凡几种。所收各书从周代到明代都有，名目较多的一部凡分三十七类，共三四六种，现存者只一六八种。历代小史，明代万历间李虮啵收六朝至明代的野史杂记共一六种，每种一卷。五朝小说，不著编者名氏，收魏晋一一四种，唐一四种，宋元一四四种，明一九种。唐人说荟，旧有桃源居士编刻本，收小说杂记一四四种，清代乾隆间陈莲塘增编为一六四种。后来坊刻本又改名唐代丛书。从帮忙到扯淡从帮忙到扯淡帮闲文学曾经算是一个恶毒的贬辞，――但其实是误解的。诗经是后来的一部经，但春秋时代，其中的有几篇就用之于侑酒屈原是楚辞的开山老祖，而他的离骚，却只是不得帮忙的不平。到得宋玉，就现有的作品看起来，他已经毫无不平，是一位纯粹的清客了。然而诗经是经，也是伟大的文学作品屈原宋玉，在文学史上还是重要的作家。为什么呢？――就因为他究竟有文采。中国的开国的雄主，是把帮忙和帮闲分开来的，前者参与国家大事，作为重臣，后者却不过叫他献诗作赋，俳优蓄之，只在弄臣之例。不满于后者的待遇的是司马相如，他常常称病，不到武帝面前去献殷勤，却暗暗的作了关于封禅的文章，藏在家里，以见他也有计画大典――帮忙的本领，可惜等到大家知道的时候，他已经寿终正寝了。然而虽然并未实际上参与封禅的大典，司马相如在文学史上也还是很重要的作家。为什么呢？就因为他究竟有文采。但到文雅的庸主时，帮忙和帮闲的可就混起来了，所谓国家的柱石，也常是柔媚的词臣，我们在南朝的几个末代时，可以找出这实例。然而主虽然庸，却不陋，所以那些帮闲者，文采却究竟还有的，他们的作品，有些也至今不灭。谁说帮闲文学是一个恶毒的贬辞呢？就是权门的清客，他也得会下几盘棋，写一笔字，画画儿，识古董，懂得些猜拳行令，打趣插科，这才能不失其为清客。也就是说，清客，还要有清客的本领的，虽然是有骨气者所不屑为，却又非搭空架者所能企及。例如李渔的一家言，袁枚的随园诗话，就不是每个帮闲都做得出来的。必须有帮闲之志，又有帮闲之才，这才是真正的帮闲。"}
{"text":"就是权门的清客，他也得会下几盘棋，写一笔字，画画儿，识古董，懂得些猜拳行令，打趣插科，这才能不失其为清客。也就是说，清客，还要有清客的本领的，虽然是有骨气者所不屑为，却又非搭空架者所能企及。例如李渔的一家言，袁枚的随园诗话，就不是每个帮闲都做得出来的。必须有帮闲之志，又有帮闲之才，这才是真正的帮闲。如果有其志而无其才，乱点古书，重抄笑话，吹拍名士，拉扯趣闻，而居然不顾脸皮，大摆架子，反自以为得意，――自然也还有人以为有趣，――但按其实，却不过扯淡而已。帮闲的盛世是帮忙，到末代就只剩了这扯淡。六月六日。本篇写成时未能刊出，后来发表于一九三五年九月杂文月刊第三号。参看本书。帮闲文学一九三二年曾在帮忙文学与帮闲文学后收入集外集拾遗的讲演中说那些会念书会下棋会画画的人，陪主人念念书，下下棋，画几笔画，这叫做帮闲，也就是篾片！所以帮闲文学又名篾片文学。屈原约前―约前名平，字原，又字灵均，战国后期楚国诗人，楚怀王时官左徒，主张修明政治，联齐抗秦，但不见容于贵族集团而屡遭迫害，后被顷襄王放逐到沅湘流域，终于投江而死。离骚是他被放逐后的作品。宋玉战国后期楚国诗人，顷襄王时任大夫，著有九辩等。史记屈原贾生列传中说他与唐勒景差等皆好辞而以赋见称，然皆祖屈原之从容辞令，终莫敢直谏。俳优蓄之语见汉书严助传朔东方朔皋枚皋不根持论，上颇俳优蓄之。司马相如约前―前字长卿，蜀郡成都人，汉代辞赋家。史记司马相如列传说他称病闲居，不慕官爵。又说相如既病免，家居茂陵。天子曰司马相如病甚，可往从悉取其书若不然，后失之矣。使所忠往，而相如已死，家无书。问其妻，对曰长卿固未尝有书也。时时著书，人又取去，即空居。长卿未死时，为一卷书，曰有使者来求书，奏之。无他书。其遗札书言封禅事，奏所忠。忠奏其书，天子异之。李渔―约号笠翁，浙江兰溪人，清初戏曲作家。一家言，又名闲情偶寄，是他的诗文杂著，共六卷。袁枚―字子才，浙江钱塘今杭州人，清代诗人。曾任江宁知县，辞官后筑随园于江宁城西小仓山，自号随园。"}
{"text":"使所忠往，而相如已死，家无书。问其妻，对曰长卿固未尝有书也。时时著书，人又取去，即空居。长卿未死时，为一卷书，曰有使者来求书，奏之。无他书。其遗札书言封禅事，奏所忠。忠奏其书，天子异之。李渔―约号笠翁，浙江兰溪人，清初戏曲作家。一家言，又名闲情偶寄，是他的诗文杂著，共六卷。袁枚―字子才，浙江钱塘今杭州人，清代诗人。曾任江宁知县，辞官后筑随园于江宁城西小仓山，自号随园。著有小仓山房全集，其中收随园诗话十五卷，补遗十卷。四论文人相轻四论文人相轻前一回没有提到，魏金枝先生的大文分明的是非和热烈的好恶里，还有一点很有意思的文章。他以为现在往往有些具着两张面孔的人，重甲而轻乙他自然不至于主张文人应该对谁都打拱作揖，连称久仰久仰的，只因为乙君原是大可钦敬的。所以甲乙两位，此时此际，要谈是非，就得易地而处，甲说你的甲话，乙呢，就觉得非中之是，正胜过于似是之非，因为其犹讲交友之道，而无门阀之分，把门阀留给甲君，自去另找讲交道的朋友，即使没有，竟与麻疯病菌为伍，也比被实际上也做着骗子屠夫的所诱杀脔割，较为心愿了。这拥护文人相轻的情境，是悲壮的，但也正证明了现在一般之所谓文人相轻，至少，是魏先生所拥护的文人相轻，并不是因为文，倒是为了交道。朋友乃五常之一名，交道是人间的美德，当然也好得很。不过骗子有屏风，屠夫有帮手，在他们自己之间，却也叫作朋友的。必也正名乎，好名目当然也好得很。只可惜美名未必一定包着美德。翻手为云覆手雨，纷纷轻薄何须数，君不见管鲍贫时交，此道今人弃如土！这是李太白先生罢，就早已感慨系之矣，更何况现在这洋场――古名彝场――的上海。最近的大晚报的副刊上就有一篇文章在通知我们要在上海交朋友，说话先须漂亮，这才不至于吃亏，见面第一句，是格位或迪个朋友贵姓？此时此际，这朋友两字中还未含有任何利害，但说下去，就要一步紧一步的显出爱憎和取舍，即决定共同玩花样，还是用作阿木林之分来了。朋友，以义合者也。古人确曾说过的，然而又有古人说义，利也。呜呼！"}
