{"text":"我们国家五千年的文明史，有一条主线，那就是反婚外恋反通奸，还反对一切男女关系，不管它正当不正当。这是很好的文化传统，但有时也搞得过于疯狂，宋明理学就是例子。理学盛行时，科学不研究，艺术不发展，一门心思都在端正男女关系上，自然没什么好结果。中国传统的士人，除了有点文化之外，品行和偏僻小山村里二十岁守寡的尖刻老太婆也差不多。我从清朝笔记小说中看到一则纪事，比廊桥遗梦短，但也颇有意思。这故事是说，有一位才子，在自己的后花园里散步，走到篱笆边，看到一对蚂蚱在交尾。要是我碰上这种事，连看都不看，因为我小时候见得太多了。但才子很少走出书房，就停下来饶有兴致地观看。忽然从草丛里跳出一个花里胡哨的癞蛤蟆，一口把两个蚂蚱都吃了，才子大惊失色，如梦方醒这故事到这里就完了。有意思的是就此事发了一通感慨，大家可以猜猜他感慨了些什么坦白地说，我看书看到这里，掩卷沉思，想要猜出要感慨些啥。我在这方面比较鲁钝，什么都没猜出来。但是从廊桥遗梦里看到了婚外恋的同志觉得它应该批判的同志比我要能，多半会猜到蚂蚱在搞婚外恋，死了活该。这就和谜底相当接近了。的感慨是奸近杀啊。由此可以重新解释这个故事这两只蚂蚱在篱笆底下偷情，是两个堕落分子。而那只黄里透绿肥硕无比的癞蛤蟆，却是个道德上的义士，看到这桩奸情，就跳过来给他们一点惩戒――把它们吃了。寓意是好的，但有点太过离奇癞蛤蟆吃蚂蚱，都扯到男女关系上去，未免有点牵强。我总怀疑那只癞蛤蟆真有这么高尚。它顶多会想今天真得蜜，一嘴就吃到了两个蚂蚱！至于看到人家交尾，就义愤填膺，扑过去给以惩戒――它不会这么没气量。这是因为，蚂蚱不交尾，就没有小蚂蚱没有小蚂蚱，癞蛤蟆就会饿死。外国电影里的幽默近来和影视圈里的朋友谈电影，我经常要提起乌迪艾伦。这些朋友说，艾伦的片子难懂，因为里面充满了外国人的幽默。幽默这种东西很深奥，一般人没有这么大的学问，就看不懂。我说，我觉得这些片子很好懂。他们说您是个最有学问的人哪。就因为能看懂艾伦的电影，我赚了这么一顶高帽。"}
{"text":"这些朋友说，艾伦的片子难懂，因为里面充满了外国人的幽默。幽默这种东西很深奥，一般人没有这么大的学问，就看不懂。我说，我觉得这些片子很好懂。他们说您是个最有学问的人哪。就因为能看懂艾伦的电影，我赚了这么一顶高帽。艾伦有部电影叫做傻瓜，写的也是个傻瓜，走在街上看到别人倒车，就过去指挥，非把人家指挥到墙上才算看到别人坐在桥栏杆上，就要当胸推上一把，让人家拖着一声怪叫掉到水里――就这么个能把人气乐了的家伙，居然参加了游击队，当了南美的革命领袖当然，这部电影想在中国上演是不容易的，但也没有什么高深的学问在内。艾伦还有部片子，叫做性――你想知道又不敢问的事情，从名字就能看出来，这片子有点荤，不在引进之列，但也不难懂。我在街道工厂学过徒，我估计我们厂的师傅看到这部片子都能笑出来但也会有人看了不想笑。有位英国演员得了奥斯卡金像奖之后，仅仅因为他是男的，追星族的少女就对他很热情。他感慨道我现在才知道，原来四十多岁，秃顶，腆着个大肚子这就是他老兄当年的形象，这就是性感的标志啊。我也有同样感慨原来傻瓜想知道又不敢问的事，这就是高深的学问啊。最近看过美国电影低级小说又译黑色通缉令，里面有个笑话是这样的一次大战时，有个美国军人给爱人买了一块金表，未来得及给她，就上了前线。他带着这块表出生入死，终于回来，把表交给了她，两人结婚生子，这块表就成了这一家的传家宝。这家的第二代又是军人，带着金表去越南打仗，被越共逮住，进了战俘营。越共常常搜战俘的身，但此人想道我要把这传家宝藏好，交给我儿子，就把它藏在了屁眼里，一连藏了五年，直到不幸死去。在临终时，他把表托付给战友，让他一定把表给儿子。这位战友也没地方藏，又把它藏在了屁眼里，又藏了两年，才被释放。最后，这家的第三代还是个孩子时，有一天，来了一位军官就是那位受托的战友，给他讲了这个故事，并把这件带有两个人体温，七年色香味的宝物，放到孩子手心里。这孩子直到四十多岁，还常常在梦里见到这一幕，然后怪叫一声吓醒。先生也讲过一个类似的故事民国时，一位前清的遗少把玩着一件珍贵的国宝――放在手里把玩，还拿来刮鼻子，就差含在嘴里――原来这国宝是古人大殓时夹在屁眼里的石头。"}
{"text":"在临终时，他把表托付给战友，让他一定把表给儿子。这位战友也没地方藏，又把它藏在了屁眼里，又藏了两年，才被释放。最后，这家的第三代还是个孩子时，有一天，来了一位军官就是那位受托的战友，给他讲了这个故事，并把这件带有两个人体温，七年色香味的宝物，放到孩子手心里。这孩子直到四十多岁，还常常在梦里见到这一幕，然后怪叫一声吓醒。先生也讲过一个类似的故事民国时，一位前清的遗少把玩着一件珍贵的国宝――放在手里把玩，还拿来刮鼻子，就差含在嘴里――原来这国宝是古人大殓时夹在屁眼里的石头。从这两个故事的相似之处可以看出幽默是没有国界的，用不到什么高深学问就能欣赏它但你若是美国的老军官，就不喜欢黑色通缉令，你要是中国的遗老，就会不喜欢先生的笑话。在这种情况下，人就会说听不懂。除了不想懂，还有不敢懂的情形。美国的年轻人常爱用这样一句感叹语s信教的老太太就听不懂。这个词常用在宗教方面，就如中国人说伟大光荣正确，s是屎。连在一起来说，好多人就不敢懂了。在美国，教会军队，还有社会的上层人物，受宗教和等级观念制约，时常犯有假正经的毛病，所以就成为嘲讽的对象。这种幽默中国没有，但却不难理解。中国为什么没有这种幽默，道理是明摆着的这里的权力不容许幽默，只容许假正经。开玩笑会给自己带来麻烦，我喜欢说几句笑话，别人就总说你在五七年，准是个右派。五七年有好多漫画家都当了右派。直到现在，中国还是世界上少数几个没有政治漫画的国家。于是，幽默在这个国家就成了高深莫测的学问。有一部根据同名小说改编的电影玫瑰之名，讲了这么一个故事中世纪的意大利，有座修道院，院里藏了一本禁书，有很多青年僧侣冒着生命危险去偷看这本书，又有一个老古板，把每个看过这本书的人都毒死了。该老古板说道，这本禁书毒害人的心灵，动摇人的信仰，破坏教会在人间的统治――为此，他不但杀人，还放了火，把这本禁书和整个修道院都烧掉了。这是个阴森恐怖的故事，由始至终贯穿着一个悬念――这是一本什么书？可以想象，这书里肯定写了些你想知道又不敢问的事情。在电影结束时，披露了书名，它就像低级小说里那块沉重的金表，放进了你的掌心它是亚里士多德久已失传的诗学第二部。这本书只谈了一件事什么叫做幽默。这个故事的背景也可以放在现代中国。"}
{"text":"该老古板说道，这本禁书毒害人的心灵，动摇人的信仰，破坏教会在人间的统治――为此，他不但杀人，还放了火，把这本禁书和整个修道院都烧掉了。这是个阴森恐怖的故事，由始至终贯穿着一个悬念――这是一本什么书？可以想象，这书里肯定写了些你想知道又不敢问的事情。在电影结束时，披露了书名，它就像低级小说里那块沉重的金表，放进了你的掌心它是亚里士多德久已失传的诗学第二部。这本书只谈了一件事什么叫做幽默。这个故事的背景也可以放在现代中国。电影韭菜旧报纸看来，国产电影又要进入一个重视宣传教育的时期。我国电影的从业人员，必须做好艰苦奋斗的思想准备――这是我们的光荣传统。七十年代中期，我在北京的街道工厂当工人，经常看电影，从没花钱买过电影票，都是上面发票。从理论上说，电影票是工会买的。但工会的钱又从哪里来？我们每月只交五分钱的会费。这些钱归根结底是国家出的。严格地说，当时的电影没有票房价值，国家出钱养电影。今后可能也是这样。正如大家常说的，国家也不宽裕，电影工不能期望过高。这些都是正经话。国家出钱让大家看电影，就是为了宣传和教育。坦白地说，这些电影我没怎么看。七四年七五年我闲着没事，还去看过几次，到了七七七八年，我一场电影都没看。那时期我在复习功课考大学，每分钟都很宝贵。除我以外，别的青工也不肯去看，有人要打家具，准备结婚，有人在谈朋友。总之，大家都忙。年轻人都让老师傅去看，但我们厂的师傅女的居多，她们说，电影院里太黑，没法打毛衣――虽然摸着黑也可以打毛衣，但师傅们说还没学会这种本领。其结果就是，我们厂上午发的电影票，下午都到了字纸篓里。我想说的是，电影要收到宣传教育的结果，必须有人看才成，这可是个严肃的问题。除了编导想办法，别人也要帮着想办法。根据我的切身经历，我有如下建议假如放映工会包场，电影院里应该有适当的照明，使女工可以一面看电影，一面打毛衣，这样就能把人留在场里。当然，电影的宣传教育功能不光体现在城市，还体现在广阔的农村，在这方面我又有切身体验。七十年代初，我在云南插队。在那个地方，电影绝不缺少观众。任何电影都有人看，包括新闻简报。但你也不要想到票房收入上去。"}
{"text":"除了编导想办法，别人也要帮着想办法。根据我的切身经历，我有如下建议假如放映工会包场，电影院里应该有适当的照明，使女工可以一面看电影，一面打毛衣，这样就能把人留在场里。当然，电影的宣传教育功能不光体现在城市，还体现在广阔的农村，在这方面我又有切身体验。七十年代初，我在云南插队。在那个地方，电影绝不缺少观众。任何电影都有人看，包括新闻简报。但你也不要想到票房收入上去。有观众，没票房，这倒不是因为观众不肯掏钱买票，而是因为他们根本就没有钱。我觉得在农村放电影，更能体现电影的宣传教育功能。打个比方说，在城市的电影院放电影，因为卖票，就像是职业体育在农村放电影，就像业余体育。业余体育更符合奥林匹克精神。但是干这种事必须敬业，有献身精神――为此，我提醒电影工要艰苦奋斗，放电影的人尤其要有这种精神。我插队时净和放映员打交道，很了解这件事情。那时候我在队里赶牛车，旱季里，隔上十天半月，总要去接一次放映员，和他们搞得很熟有一位心宽体胖的师傅分管我们队，他很健谈，可惜我把他的名字忘掉了。我不光接他，还要接他的设备。这些设备里不光有放映机，还有盛在一个铁箱里的汽油发电机。这样他就不用使脚踏机来发电了。赶着牛车往回走时，我对他的工作表示羡慕想想看，他不用下大田，免了风吹日晒，又有机器可用，省掉了自己的腿，岂不是轻省得很。但是他说，我说得太轻巧，不知道放映员担多大责任。别的不说，片子演到银幕上，万一大头朝下，就能吓出一头冷汗。假如银幕上有伟大领袖在内，就只好当众下跪，左右开弓扇自己的嘴巴，请求全体革命群众的原谅。原谅了还好，要是不原谅，捅了上去，还得住班房――这种事情是有的，而且时常发生。也不知为什么，放映员越怕，就越要出这种事。他说放电影还不如下大田。这是特殊年代里的特殊事件，没有什么普遍意义。但他还说宣传工作不好干――这就有普遍意义了。就拿放电影来说吧，假如你放商业片，放坏了，是你不敬业假如这片子有政治意义，放坏了，除了不敬业，还要加一条政治问题。放电影的是这样，拍电影的更是这样。这问题很明白，我就不多说了越不好干的工作，就越是要干，应该有这种精神。我接的这位师傅就是这样。他给我们放电影，既没有报酬，更谈不上红包。我们只管他的饭，就在我们的食堂里吃。这件事说起来很崇高，实际上没这么崇高。"}
{"text":"他说放电影还不如下大田。这是特殊年代里的特殊事件，没有什么普遍意义。但他还说宣传工作不好干――这就有普遍意义了。就拿放电影来说吧，假如你放商业片，放坏了，是你不敬业假如这片子有政治意义，放坏了，除了不敬业，还要加一条政治问题。放电影的是这样，拍电影的更是这样。这问题很明白，我就不多说了越不好干的工作，就越是要干，应该有这种精神。我接的这位师傅就是这样。他给我们放电影，既没有报酬，更谈不上红包。我们只管他的饭，就在我们的食堂里吃。这件事说起来很崇高，实际上没这么崇高。我所在的地方是个国营农场，他是农场电影队的，大家同在一个系统，没什么客套。走着走着，他问起我们队的伙食怎样。这可不是瞎问我们虽是农场，却什么家当都没有，用两只手种地，自己种自己吃，和农民没两样。那时候地种得很坏，我就坦白地说，伙食很糟。种了一些花生，遭了病害，通通死光，已经一年没油吃。他问我有没有菜吃，我说有。他说，这还好。有的队菜地遭了灾，连菜都没有，只能拿豆汤当菜。他已经吃了好几顿豆汤，不想再吃了。我们那里有个很坏的风气，叫做看人下菜碟。首长下来视察就不必说了，就是兽医来阉牛，也会给他煎个荷包蛋。就是放映员来了，什么招待也没有。我也不知是为什么。我讲这个故事，是想要说明，搞电影工作要艰苦奋斗。没报酬不叫艰苦奋斗，没油吃不叫艰苦奋斗，真正的艰苦马上就要讲到。回到队里，帮他卸下东西，我就去厨房――除了赶牛车，我还要帮厨。那天和往常一样，吃凉拌韭菜。因为没有油，只有这种吃法。我到厨房时，这道菜已经炮制好了，我就给帮着打饭打菜。那位熟悉的放映员来时，我还狠狠地给了他两勺韭菜，让他多吃一些。然后我也收拾家什，准备收摊就在这时，放映员仁兄从外面猛冲了进来，右手扼住了自己的脖子，舌头还拖出半截，和吊死鬼一般无二。当然，他还有左手。这只手举着饭盆让我看――韭菜里有一块旧报纸。照我看这也没有什么。他问我韭菜洗了没有，我说洗大概是洗了的，但不能保证洗得仔细。但他又问你们队的韭菜是不是用大粪来浇？我说大概也不会用别的东西来浇然后才想了起来，这大概是队部的旧报纸。旧报纸上只要没有宝像，就有人扯去方便用，报纸就和粪到了一起――这样一想，我也觉得恶心起来，这顿韭菜我也没吃。可钦可佩的是，这位仁兄干呕了一阵，又去放电影了。"}
{"text":"当然，他还有左手。这只手举着饭盆让我看――韭菜里有一块旧报纸。照我看这也没有什么。他问我韭菜洗了没有，我说洗大概是洗了的，但不能保证洗得仔细。但他又问你们队的韭菜是不是用大粪来浇？我说大概也不会用别的东西来浇然后才想了起来，这大概是队部的旧报纸。旧报纸上只要没有宝像，就有人扯去方便用，报纸就和粪到了一起――这样一想，我也觉得恶心起来，这顿韭菜我也没吃。可钦可佩的是，这位仁兄干呕了一阵，又去放电影了。以后再到了我们队放电影，都是自己带饭，有时来不及带饭，就站在风口处，张大嘴巴说道我喝点西北风就饱了――他还有点幽默感。需要说明的是，洗韭菜的不是我，假如是我洗的，让我不得好死。这些事是我亲眼所见，放映员同志提心吊胆，在韭菜里吃出纸头，喝着西北风，这就是艰苦奋斗的故事。相比之下，今天的电影院经理，一门心思地只想放商业片，追求经济效益，不把社会效益宣传工作放在心上，岂不可耻！但话又说回来，光喝西北风怎么饱肚，这还需要认真研究。商业片与艺术片去年，好莱坞十部大片在中国上演，引起了一场不大不小的轰动。这类片子我在美国时看了不少，但我远不是个电影迷。初到美国时英文不好，看电影来学习英文――除了在电影院看，还租带子，在有线电视上看，前后看了大约也有上千部。片子看多了，就能分出好坏来。但我是个中国的知识分子，既不买好莱坞电影俗套的账，也不吃美国文化那一套，评判电影另有一套标准。实际上，世界上所有的文化人评判美国电影，标准都和我差不多。用这个标准来看这十部大片，就是一些不错的商业片，谈不上好。美国电影里有一些真好的艺术片，可不是这个样子。作为一个文化人，我认为好莱坞商业片最让人倒胃之处是落俗套。五六十年代的电影来不来的张嘴就唱，抬腿就跳，唱的是没调的歌，跳的是狗撒尿式的踢踏舞。我在好莱坞电影里看到男女主人公一张嘴或一抬腿，马上浑身起鸡皮疙瘩抖作一团。你可能没有同样的反应，那是因为没有我看得多。到了七十年代，西部片大行其道，无非是一个牛仔拔枪就打，全部情节就如我一位美国同学概括的――把所有的人都杀了。等到观众看到牛仔左轮手枪就讨厌，才换上现在最大的俗套，也就是我们正在看的炸房子，摔汽车，一直要演到你一看到爆炸就起鸡皮疙瘩，才会换点别的。除了爆炸，还有很多别的俗套。"}
{"text":"五六十年代的电影来不来的张嘴就唱，抬腿就跳，唱的是没调的歌，跳的是狗撒尿式的踢踏舞。我在好莱坞电影里看到男女主人公一张嘴或一抬腿，马上浑身起鸡皮疙瘩抖作一团。你可能没有同样的反应，那是因为没有我看得多。到了七十年代，西部片大行其道，无非是一个牛仔拔枪就打，全部情节就如我一位美国同学概括的――把所有的人都杀了。等到观众看到牛仔左轮手枪就讨厌，才换上现在最大的俗套，也就是我们正在看的炸房子，摔汽车，一直要演到你一看到爆炸就起鸡皮疙瘩，才会换点别的。除了爆炸，还有很多别的俗套。说实在的，我真有点佩服美国片商炮制俗套时那种恬不知耻的劲头。举个例子，有部美国片子洛基，起初是部艺术片，讲一个穷移民，生活就如一潭死水――那叙事的风格就像怪腔怪调的布鲁斯，非常得地道。有个拳王挑对手，一下挑到他头上，这是因为他的名字叫洛基，在英文的意思里是经揍这电影可能你已经看过了，怪七怪八的，很有点意思。我对它评价不低。假如只拍一集，它会给人留下很好的印象，别人也爱看。无奈有些傻瓜喜欢看电影里揍人的镜头，就有混账片商把它一集集地拍了下去，除了揍人和挨揍，一点别的都没了。我离开美国时好像已经拍到了洛基七或者洛基八，弄到了这个地步，就不是电影，根本就是大粪。好莱坞商业片看多了，就会联想到镜花缘里的直肠国。那里的人消化功能差，一顿饭吃下去，从下面出来，还是一顿饭。为了避免浪费，只好再吃一遍再次吃下去之前，可能会回回锅，加点香油味精。直到三遍五遍，饭不像饭而像粪时，才换上新饭。这个比方多少有点恶心，但我想不到更好的比方了。好莱坞的片商就是直肠国的厨师，美国观众就是直肠国的食客。顺便说一句，国产电影里也有俗套，而且我们早就看腻了这个话题就到此为止，以免大家恶心。说句公道话，这十部大片有不少长处，特技很出色，演员也演得好，虽然说到头来，也就是些商业俗套，但中国观众才吃第一遍，感觉还很好，总得再看上一些才能觉得味道不对头。我说过，美国也有好的艺术片。比方说，沃伦比提年轻时自己当制片自己主演的片子就很好。其中有一部赤色分子，中国的观众就算没看过，大概也耳闻。再比方说乌迪艾伦的影片，从早年的傻瓜，到后来的汉娜姐妹，都很好。艺术片和商业片的区别就在于不是俗套。谁能说末代皇帝是俗套？谁能说美国往事是俗套？"}
{"text":"我说过，美国也有好的艺术片。比方说，沃伦比提年轻时自己当制片自己主演的片子就很好。其中有一部赤色分子，中国的观众就算没看过，大概也耳闻。再比方说乌迪艾伦的影片，从早年的傻瓜，到后来的汉娜姐妹，都很好。艺术片和商业片的区别就在于不是俗套。谁能说末代皇帝是俗套？谁能说美国往事是俗套？美国出产真正的艺术片并不少，只是与大量出产的商业片比，显得少一点而已。然而就是这少量的电影，才是美国电影真正生命之所在。美国搞电影的人自己都说，除了少量艺术精品，好莱坞生产垃圾。制造垃圾的理由是垃圾能卖钱，精品不卖钱。美国往事末代皇帝从筹划到拍成，都是好几年。要总是这样拍电影，片商只好去跳楼既然艺术片不赚钱，怎么美国人还在拍艺术片？这是最有意思的问题。我以为，没有好的艺术片，就没有好的商业片。好东西翻炒几道才成了俗套，文化垃圾恰恰是精品的碎片。要是没人搞真正的艺术电影，好莱坞现在肯定还在跳狗撒尿的踢踏舞，让最鲁钝最没品味的电影观众看了也大发疟疾。无论如何，真正的艺术才是世界上最好的东西。我对去年引进十部大片很赞成，因为前年连这样十部大片都没有。但我觉得自今年起，就该有点艺术片。除此之外，眼睛也别光盯着好莱坞。据我所知，美国一些独立制片人的片子相当好，欧洲的电影就更好。只看好莱坞商业片，是会把人看笨的。我对国产片的看法我很少出去看电影。近来在电影院看过的国产片子，大概只有红粉。在红粉这部片子里，一个嫖客两个妓女，生离死别，演出多少悲壮的故事，看了让人起鸡皮疙瘩。由此回想起十多年前看过的一部国产片庐山恋，男女主人公在庐山上谈恋爱，狂呼滥喊有如董存瑞炸碉堡。不知别人怎么看，我的感觉是不够妥当。这种不妥当的片子多得不计其数，恕我不一一列举。作家纳博科夫曾说，一流的读者不是天生的，他是培养出来的。庐山恋还评上了奖，这大概是因为编导对观众的培养之功，但是这样的观众恐怕不能算是一流的。"}
