{"text":"否则，如此国学，虽不艰深，却是恶作，真是一读之欲呕，再读之必呕矣。国学国学，新学家既薄为不足道，国学家又道而不能亨，你真要道尽途穷了！九月二十日。本篇最初发表于一九二二年九月二十日晨报副刊，署名某生者。涵秋李涵秋―，江苏江都人，鸳鸯蝴蝶派的主要作家之一。作品有广陵潮等。他的文字感想，载一九二二年九月十四日上海时报的小时报专页。钩b格磔象声词，鹧鸪鸣声。本草纲目卷四十八禽部集解引孔志约的话鹧鸪生江南，形似母鸡，鸣云钩b格磔者是。粤若稽古语见尚书尧典。粤，亦作曰，发语词。关于这四个字，自汉代以来注释的人很多，而各家的注释多不相同。据唐代孔颖达注，是能考古道而行之的意思。绛即东雍语见唐代樊宗师绛守居园池记。樊宗师的文章以艰涩著名，很难断句。注释这篇文章的人很多，断句也不尽相同。该文第一句绛即东雍为守理所，有人断为绛即东雍，为守理所。也有人断为绛，即东雍为守理所。按樊宗师曾任绛州刺史，这句话的意思是绛就东雍旧地建置太守治所。手民指排字工人。不懂的音译不懂的音译一凡有一件事，总是永远缠夹不清的，大约莫过于在我们中国了。翻外国人的姓名用音译，原是一件极正当，极平常的事，倘不是毫无常识的人们，似乎决不至于还会说费话。然而在上海报我记不清楚什么报了，总之不是新申报便是时报上，却又有伏在暗地里掷石子的人来嘲笑了。他说，做新文学家的秘诀，其一是要用些屠介纳夫郭歌里之类使人不懂的字样的。凡有旧来音译的名目靴，狮子，葡萄，萝卜，佛，伊犁等都毫不为奇的使用，而独独对于几个新译字来作怪若是明知的，便可笑倘不，更可怜。其实是，现在的许多翻，比起往古的翻译家来，已经含有加倍的顽固性的了。例如南北朝人译印度的人名阿难陀，实叉难陀，鸠摩罗什婆决不肯附会成中国的人名模样，所以我们到了现在，还可以依了他们的译例推出原音来。不料直到光绪末年，在留学生的书报上，说是外国出了一个柯伯坚，倘使粗粗一看，大约总不免要疑心他是柯府上的老爷柯仲软的令兄的罢，但幸而还有照相在，可知道并不如此，其实是俄国的。"}
{"text":"其实是，现在的许多翻，比起往古的翻译家来，已经含有加倍的顽固性的了。例如南北朝人译印度的人名阿难陀，实叉难陀，鸠摩罗什婆决不肯附会成中国的人名模样，所以我们到了现在，还可以依了他们的译例推出原音来。不料直到光绪末年，在留学生的书报上，说是外国出了一个柯伯坚，倘使粗粗一看，大约总不免要疑心他是柯府上的老爷柯仲软的令兄的罢，但幸而还有照相在，可知道并不如此，其实是俄国的。那书上又有一个陶斯道，我已经记不清是呢，还是了。这屠介纳夫和郭歌里，虽然古雅赶不上柯伯坚，但于外国人的氏姓上定要加一个百家姓里所有的字，却几乎成了现在译界的常习，比起六朝和尚来，已可谓很安本分的了。然而竟还有人从暗中来掷石子，装鬼脸，难道真所谓人心不古么？我想，现在的翻译家倒大可以学学古之和尚，凡有人名地名，什么音便怎么译，不但用不着白费心思去嵌镶，而且还须去改正。即如柯伯坚，现在虽然改译苦鲁了，但第一音既然是不是，我们便该将苦改作克，因为和的分别，在中国字音上是办得到的。而中国却是更没有注意到，所以去年死去的消息传来的时候，上海时报便用日俄战争时旅顺败将的照相，把这位无治主义老英雄的面目来顶替了。十一月四日。二自命为国学家的对于译音也加以嘲笑，确可以算得一种古今的奇闻但这不特是示他的昏愚，实在也足以看出他的悲惨。倘如他的尊意，则怎么办呢？我想，这只有三条计。上策是凡有外国的事物都不谈中策是凡有外国人都称之为洋鬼子，例如屠介纳夫的猎人日记，郭歌里的巡按使，都题为洋鬼子著下策是，只好将外国人名改为王羲之唐伯虎黄三太之类，例如进化论是唐伯虎提倡的，相对论是王羲之发明的，而发见美洲的则为黄三太。倘不能，则为自命为国学家所不懂的新的音译语，可是要侵入真的国学的地域里来了。中国有一部流沙坠简，印了将有十年了。要谈国学，那才可以算一种研究国学的书。开首有一篇长序，是王国维先生做的，要谈国学，他才可以算一个研究国学的人物。"}
{"text":"倘不能，则为自命为国学家所不懂的新的音译语，可是要侵入真的国学的地域里来了。中国有一部流沙坠简，印了将有十年了。要谈国学，那才可以算一种研究国学的书。开首有一篇长序，是王国维先生做的，要谈国学，他才可以算一个研究国学的人物。而他的序文中有一段说，案古简所出为地凡三中略其三则和阗东北之尼雅城及马咱托拉拔拉滑史德三地也。这些译音，并不比屠介纳夫之类更古雅，更易懂。然而何以非用不可呢？就因为有三处地方，是这样的称呼即使上海的国学家怎样冷笑，他们也仍然还是这样的称呼。当假的国学家正在打牌喝酒，真的国学家正在稳坐高斋读古书的时候，沙士比亚的同乡斯坦因博士却已经在甘肃新疆这些地方的沙碛里，将汉晋简牍掘去了不但掘去，而且做出书来了。所以真要研究国学，便不能不翻回来因为真要研究，所以也就不能行我的三策或绝口不提，或但云得于华夏，或改为获之于春申浦畔了。而且不特这一事。此外如真要研究元朝的历史，便不能不懂屠介纳夫的国文，因为单用些鸳鸯蝴蝶这些字样，实在是不够敷衍的。所以中国的国学不发达则已，万一发达起来，则敢请恕我直言，可是断不是洋场上的自命为国学家所能厕足其间者也的了。但我于序文里所谓三处中的马咱托拉拔拉滑史德，起初却实在不知道怎样断句，读下去才明白二是马咱托拉，三是拔拉滑史籍。所以要清清楚楚的讲国学，也仍然须嵌外国字，须用新式的标点的。十一月六日。本篇最初发表于一九二二年十一月四日六日晨报副刊，署名风声。屠介纳夫通译屠格涅夫。参看本卷第页注。郭歌里，通译果戈理。阿难陀印度斛饭王的儿子，释迦牟尼十大弟子之一。实叉难陀，印度高僧，武则天证圣一年起在中国长安翻译华严经及其他佛经共十九部。鸠摩罗什婆简称鸠摩罗什，父为印度人，母为龟兹国王妹。公元四一年自龟兹至长安，后秦姚兴待以国师之礼，译经三百八十余卷。柯伯坚通译克鲁泡特金，。保梗玻保砉拚义思想家。"}
{"text":"参看本卷第页注。郭歌里，通译果戈理。阿难陀印度斛饭王的儿子，释迦牟尼十大弟子之一。实叉难陀，印度高僧，武则天证圣一年起在中国长安翻译华严经及其他佛经共十九部。鸠摩罗什婆简称鸠摩罗什，父为印度人，母为龟兹国王妹。公元四一年自龟兹至长安，后秦姚兴待以国师之礼，译经三百八十余卷。柯伯坚通译克鲁泡特金，。保梗玻保砉拚义思想家。中国留法学生主办的新世纪周刊第八十七号一九九年三月六日刊有他的照片，译名为柯伯坚。陶斯道新世纪第七十三号一九八年十一月十四日和第七十六号同年十二月五日译载丘克朔夫的我良心上喜欢如此的文章，评介俄国作家陶斯道。从该文内容看，是指托尔斯泰即文中的，并不是陀思妥也夫斯基即文中的。六朝和尚指道安鸠摩罗什等著名的佛经翻。克鲁泡特金逝世的消息，见于一九二一年二月一日上海时报，其中刊有一张照片，下注文字是近日逝世之俄国社会改革家苦鲁，而照片却是身着军服的俄国将军库罗巴特金即文中的，―。王羲之―字逸少琅邪临沂今山东临沂人，东晋文学家书法家。唐伯虎―，名寅，吴县今属江苏人。明代文学家画家。黄三太，旧小说彭公案中的人物。进化论以自然选择为基础的生物进化的理论，十九世纪中叶英国生物学家达尔文，―是这个科学理论的奠基者。相对论关于物质运动与时间空间关系的理论，现代物理学的理论基础之一。本世纪初由德国出生的物理学家爱因斯坦，―等所建立。美洲是意大利航海家哥伦布，约―于一四九二年发现的。流沙坠简三卷，罗振玉王国维合编。一九年一九七年，英国人斯坦因两次在我国新疆甘肃掘得汉晋时代木简，偷运回国，法国人沙畹曾为这些木简作考释。罗振玉王国维又把它们分类编排，重加考释，分为小学术数方技书屯戍丛残简牍遗文等三卷。"}
{"text":"美洲是意大利航海家哥伦布，约―于一四九二年发现的。流沙坠简三卷，罗振玉王国维合编。一九年一九七年，英国人斯坦因两次在我国新疆甘肃掘得汉晋时代木简，偷运回国，法国人沙畹曾为这些木简作考释。罗振玉王国维又把它们分类编排，重加考释，分为小学术数方技书屯戍丛残简牍遗文等三卷。王国维―字静安，号观堂，浙江海宁人，近代学者。著有观堂集林宋元戏曲史人间词话等。沙士比亚英国戏剧家诗人。参看本卷第页注。对于批评家的希望对于批评家的希望前两三年的书报上，关于文艺的大抵只有几篇创作姑且这样说和翻译，于是读者颇有批评家出现的要求，现在批评家已经出现了，而且日见其多了。以文艺如此幼稚的时候，而批评家还要发掘美点，想扇起文艺的火焰来，那好意实在很可感。即不然，或则叹息现代作品的浅薄，那是望著作家更其深，或则叹息现代作品之没有血泪，那是怕著作界复归于轻佻。虽然似乎微辞过多，其实却是对于文艺的热烈的好意，那也实在是很可感谢的。独有靠了一两本西方的旧批评论，或则捞一点头脑板滞的先生们的唾余，或则仗着中国固有的什么天经地义之类的，也到文坛上来践踏，则我以为委实太滥用了批评的权威。试将粗浅的事来比罢譬如厨子做菜，有人品评他坏，他固不应该将厨刀铁釜交给批评者，说道你试来做一碗好的看但他却可以有几条希望，就是望吃菜的没有嗜痂之癖，没有喝醉了酒，没有害着热病，舌苔厚到二三分。我对于文艺批评家的希望却还要小。我不敢望他们于解剖裁判别人的作品之前，先将自己的精神来解剖裁判一回，看本身有无浅薄卑劣荒谬之处，因为这事情是颇不容易的。我所希望的不过愿其有一点常识，例如知道裸体画和春画的区别，接吻和性交的区别，尸体解剖和戮尸的区别，出洋留学和放诸四夷的区别，笋和竹的区别，猫和老虎的区别，老虎和番菜馆的区别。更进一步，则批评以英美的老先生学说为主，自然是悉听尊便的，但尤希望知道世界上不止英美两国看不起托尔斯泰，自然也自由的，但尤希望先调查一点他的行实，真看过几本他所做的书。还有几位批评家，当批评译本的时候，往往诋为不足齿数的劳力，而怪他何不去创作。"}
{"text":"我所希望的不过愿其有一点常识，例如知道裸体画和春画的区别，接吻和性交的区别，尸体解剖和戮尸的区别，出洋留学和放诸四夷的区别，笋和竹的区别，猫和老虎的区别，老虎和番菜馆的区别。更进一步，则批评以英美的老先生学说为主，自然是悉听尊便的，但尤希望知道世界上不止英美两国看不起托尔斯泰，自然也自由的，但尤希望先调查一点他的行实，真看过几本他所做的书。还有几位批评家，当批评译本的时候，往往诋为不足齿数的劳力，而怪他何不去创作。创作之可尊，想来翻译家该是知道的，然而他竟止于翻，一定因为他只能翻译，或者偏爱翻译的缘故。所以批评家若不就事论事，而说些应当去如此如彼，是溢出于事权以外的事，因为这类言语，是商量教训而不是批评。现在还将厨子来比，则吃菜的只要说出品味如何就尽够，苦于此之外，又怪他何以不去做裁缝或造房子，那是无论怎样的呆厨子，也难免要说这位客官是痰迷心窍的了。十一月九日。本篇最初发表于一九二二年十一月九日晨报副刊，署名风声。嗜痂之癖病态的反常的嗜好。南朝宋刘敬叔异苑卷十载东莞刘邕性嗜食疮病，以为味似鳆鱼。尝诣孟灵休，灵休先患灸疮，痂落在床，邕取食之。放诸四夷语出礼记大学迸诸四夷，不与同中国。四夷，旧时汉族统治者对我国四方边远地区少数民族带轻蔑性的称呼。放诸四夷，放逐到边远的地方。儿歌的反动儿歌的反动一儿歌胡怀琛月亮！月亮！还有半个那里去了？被人家偷去了。偷去做甚么？当镜子照。二反动歌小孩子天上半个月亮，我道是破镜飞上天，原来却是被人偷下地了。有趣呀，有趣呀，成了镜子了！可是我见过圆的方的长方的八角六角的菱花式的宝相花式的镜子矣，没有见过半月形的镜子也。我于是乎很不有趣也！谨案小孩子略受新潮，辄敢妄行诘难，人心不古，良足慨然！然拜读原诗，亦存小失，倘能改第二句为两半个都那里去了，即成全璧矣。胡先生夙擅改削，当不以鄙言为河汉也。夏历中秋前五日，某生者谨注。十月九日。本篇最初发表于一九二二年十月九日晨报副刊，署名某生者。胡怀琛―字寄尘，安徽泾县人。他也是本书所谓国学一文中所说的国学家和鸳鸯蝴蝶体作家之一。"}
{"text":"我于是乎很不有趣也！谨案小孩子略受新潮，辄敢妄行诘难，人心不古，良足慨然！然拜读原诗，亦存小失，倘能改第二句为两半个都那里去了，即成全璧矣。胡先生夙擅改削，当不以鄙言为河汉也。夏历中秋前五日，某生者谨注。十月九日。本篇最初发表于一九二二年十月九日晨报副刊，署名某生者。胡怀琛―字寄尘，安徽泾县人。他也是本书所谓国学一文中所说的国学家和鸳鸯蝴蝶体作家之一。他在一九二二年九月给郑振铎的信中曾攻击新文学运动说提倡新文学的人，意思要改造中国的文学但是这几年来，不但没有收效，而且有些反动。在这里所说的儿歌的反动，就是针对这种言论而发的。宝相花蔷薇科，花似蔷薇，朵大色丽。胡怀琛曾把胡适尝试集中的一些诗，加以改削，重新发表。这里所说的夙善改削，即指此事。某生者署名某生者，含有讽刺当时鸳鸯蝴蝶派小说的意思，因为这一派常有用生作笔名的，而且他们的小说多用某生者，某地人，家世簪缨，文采斐雅一类话开头，几乎成为一个公式。反对含泪的批评家反对含泪的批评家现在对于文艺的批评日见其多了，是好现象然而批评日见其怪了，是坏现象，愈多反而愈坏。我看了很觉得不以为然的是胡梦华君对于汪静之君蕙的风的批评，尤其觉得非常不以为然的是胡君答复章鸿熙君的信。一，胡君因为蕙的风里有一句一步一回头瞟我意中人，便科以和金瓶梅一样的罪这是锻炼周纳的。金瓶梅卷首诚然有意中人三个字，但不能因为有三个字相同，便说这书和那书是一模样。例如胡君要青年去忏悔，而金瓶梅也明明说是一部改过的书，若因为这一点意思偶合，而说胡君的主张也等于金瓶梅，我实在没有这样的粗心和大胆。我以为中国之所谓道德家的神经，自古以来，未免过敏而又过敏了，看见一句意中人，便即想到金瓶梅，看见一个瞟字，便即穿凿到别的事情上去。然而一切青年的心，却未必都如此不净倘竟如此不净，则即使授受不亲，后来也就会瞟，以至于瞟以上的等等事，那时便是一部礼记，也即等于金瓶梅了，又何有于蕙的风？"}
{"text":"我以为中国之所谓道德家的神经，自古以来，未免过敏而又过敏了，看见一句意中人，便即想到金瓶梅，看见一个瞟字，便即穿凿到别的事情上去。然而一切青年的心，却未必都如此不净倘竟如此不净，则即使授受不亲，后来也就会瞟，以至于瞟以上的等等事，那时便是一部礼记，也即等于金瓶梅了，又何有于蕙的风？二，胡君因为诗里有一个和尚悔出家的话，便说是诬蔑了普天下和尚，而且大呼释迦牟尼佛这是近于宗教家而且援引多数来恫吓，失了批评的态度的。其实一个和尚悔出家，并不是怪事，若普天下的和尚没有一个悔出家的，那倒是大怪事。中国岂不是常有酒肉和尚，还俗和尚么？非悔出家而何？倘说那些是坏和尚，则那诗里的便是坏和尚之一，又何至诬蔑了普天下的和尚呢？这正如胡君说一本诗集是不道德，并不算诬蔑了普天下的诗人。至于释迦牟尼，可更与文艺界风马牛了，据他老先生的教训，则做诗便犯了绮语戒，无论道德或不道德，都不免受些孽报，可怕得很的！三，胡君说汪君的诗比不上歌德和雪利，我以为是对的。但后来又说，论到人格，歌德一生而十九娶，为世诟病，正无可讳。然而歌德所以垂世不朽者，乃五十岁以后忏悔的歌德，我们也知道么？这可奇特了。雪利我不知道，若歌德即，则我敢替他呼几句冤，就是他并没有一生而十九娶，并没有为世诟病，并没有五十岁以后忏悔。而且对于胡君所说的自耳食之风盛，歌德，雪利之真人格遂不为国人所知，无识者流，更妄相援引，可悲亦复可笑！这一段话，也要请收回一些去。我不知道汪君可曾过了五十岁倘没有，则即使用了胡君的论调来裁判，似乎也还不妨做一步一回头瞟我意中人的诗，因为以歌德为例，也还没有到忏悔的时候。临末，则我对于胡君的悲哀的青年，我对于他们只有不可思议的眼泪！我还想多写几句，我对于悲哀的青年底不可思议的泪已盈眶了这一类话，实在不明白其意何居。批评文艺，万不能以眼泪的多少来定是非。文艺界可以收到创作家的眼泪，而沾了批评家的眼泪却是污点。胡君的眼泪的确洒得非其地，非其时，未免万分可惜了。起稿已完，才看见青光上的一段文章，说近人用先生和君，含有尊敬和小觑的差别意见。我在这文章里正用君，但初意却不过贪图少写一个字，并非有什么春秋笔法。"}
{"text":"临末，则我对于胡君的悲哀的青年，我对于他们只有不可思议的眼泪！我还想多写几句，我对于悲哀的青年底不可思议的泪已盈眶了这一类话，实在不明白其意何居。批评文艺，万不能以眼泪的多少来定是非。文艺界可以收到创作家的眼泪，而沾了批评家的眼泪却是污点。胡君的眼泪的确洒得非其地，非其时，未免万分可惜了。起稿已完，才看见青光上的一段文章，说近人用先生和君，含有尊敬和小觑的差别意见。我在这文章里正用君，但初意却不过贪图少写一个字，并非有什么春秋笔法。现在声明于此，却反而多写了许多字了。十一月十七日。本篇最初发表于一九二二年十一月十七日晨报副刊，署名风声。关于胡梦华对蕙的风的批评，一九二二年八月汪静之的新诗集蕙的风出版后，胡梦华在时事新报学灯一九二二年十月二十四日发表读了蕙的风以后，攻击其中一些爱情诗是堕落轻薄的作品，有不道德的嫌疑。接着，章洪熙即章衣萍在民国日报副刊觉悟同年十月三十日发表蕙的风与道德问题，加以批驳。胡梦华又在觉悟同年十一月三日发表悲哀的青年――答章鸿熙君进行答辩，内有我对于悲哀的青年底不可思议的泪已盈眶了等语。胡梦华，安徽绩溪人，当时南京东南大学学生。汪静之，安徽绩溪人，诗人。作品有蕙的风寂寞的国等。金瓶梅长篇小说，明代兰陵笑笑生姓名不详作，一百回。它广泛地反映了封建社会末期的社会生活，但其中有许多淫秽的描写。锻炼周纳罗织罪名，陷人于法的意思。汉书路温舒传罚骸吧献辔却，则锻炼而周内之。晋代晋灼注精熟周悉，致之法中也。授受不亲语见孟子离娄男女授受不亲，礼也。礼记儒家经典之一，秦汉以前各种礼仪论著的选辑，相传为西汉戴圣编纂。释迎牟尼约前―前佛教创始人。姓乔答摩，名悉达多，印度释迦族人。释迦牟尼，意即释迦族的圣人。风马牛互不相干的意思。语见左传僖公四年君处北海，寡人处南海，唯是风马牛不相及也。绮语戒佛家的禁戒之一。凡佛家认为邪淫不正的言词，都称绮语，在禁戒之列。歌德德国诗人学者。参看本卷第页注。他的文学作品有浮士德少年维特之烦恼等。雪利，通译雪莱，英国诗人。"}
