{"text":"如果还有所不知，还有所不明白，连佛经道理也搞不懂，只会守住那个香板当成是佛，或者只守着那个铃子，叮叮当当，拿个咒语就当是佛，那都不是的。那只是给凡夫一个方便之门，找一条路走走，凡夫都喜欢抓一个东西，所以给他一样东西抓着玩玩。佛在般若经上讲，我四十九年没有说一个字啊，你们不要认为我传了法，没有啊！法华经上佛说，佛法只有一乘，说东说西不过是空拳诳小儿，那是一个教育法，为了使你们真的明白那个本体的法尔道理。等于小孩哭了，大人握一个拳头，说不要哭不要哭，我这里有糖给你吃。小孩子不哭了，拳头打开并没有糖，嘿！是空拳诳小儿。这也叫做黄叶止儿啼，小孩哭了没有办法，拿一片黄树叶，说这个多好看啊！这个是黄金啊，你不哭，金子给你你再哭，不给你。孩子说，我要我要，就不哭了。结果给你的，只是一片黄叶，所谓黄叶止儿啼。当年我到四川一个庙子里头，看到一副对联山迥迥水潺潺片片白云催犊返风潇潇雨洒洒飘飘黄叶止儿啼对联好，字也写得好，这是谁写的呢？是破山海明禅师写的，也是他作的对联。所以我看了书法，看了陈抟老祖写的开张天岸马，奇逸人中龙，看了张三丰写的字，看了破山祖师写的字，我再也不学那些法帖了。那些仙佛的字真是不同！这副对联也好，可惜现在都没有了。山迥迥，水潺潺，片片白云催犊返，就是讲佛法的教育，每个方法都是引导你归家成佛的。小牛在乱跑，把牛拉回来，把这个心念拉回来，回到本体一片光明自性清净。风潇潇，雨洒洒，飘飘黄叶止儿啼，那文字境界真好。破山祖师是大彻大悟的。张献忠杀到了四川，结果破山祖师要来看张献忠，他的弟子中最护法的就是秦良玉，是四川著名的女将军，在川东跟张献忠对抗，就是现在重庆这一边。在川东，张献忠杀人太多了，破山明师父讲，不行，我要去看他。秦良玉说，不行哎，师父，您是出家人，他会杀了你。破山明师父说，即使杀了我，我也要去看他，叫他不要杀人。结果他一个人去了。张献忠一看到，你来啦！很好！什么事啊，大和尚？他说不要杀人了！张献忠说可以！一个条件，你吃肉，我就不杀人。破山明说，拿肉来！当场吃了，张献忠说，我不杀了。破山海明禅师，二十三岁时，为了悟道住在黄梅破头山三年，三年当中，使尽浑身解数，还是没有悟道。"}
{"text":"在川东，张献忠杀人太多了，破山明师父讲，不行，我要去看他。秦良玉说，不行哎，师父，您是出家人，他会杀了你。破山明师父说，即使杀了我，我也要去看他，叫他不要杀人。结果他一个人去了。张献忠一看到，你来啦！很好！什么事啊，大和尚？他说不要杀人了！张献忠说可以！一个条件，你吃肉，我就不杀人。破山明说，拿肉来！当场吃了，张献忠说，我不杀了。破山海明禅师，二十三岁时，为了悟道住在黄梅破头山三年，三年当中，使尽浑身解数，还是没有悟道。最后，他决定以七天为限，克期取证。四五天后，他腿的气脉比较通了，走路好像在云中飘一样，他也不怕，也不理，可是还没有悟道。这下，他发狠心了，到悬崖上立足，说悟不悟，性命在今日。今天再不悟，死了算了！之后，他进入了人境双亡浑然一体的境界，看到眼前的是平坦的大地，根本没有悬崖，他抬脚要经行，就是行香走路，结果一下踏空了，摔到悬崖下面，跌断了脚，变成跛子，毕竟悬崖还是悬崖。他后来开悟了，在现在的重庆那里建了双桂堂，我去过的。这一副对联是他作的，字也是他写的。看了这副对联我们喜欢文学的，作不出来这个字之潇洒！真了不起！这是高僧，不是你们现在什么乱画的书法家。我现在讲的本题是什么啊？是识。为什么讲到识扯到这里来啊？由识讲到唯识法相，讲到性宗相宗，都是帮忙你觉悟的方便，空拳诳小儿罢了。说到唯识法相，我说这一般讲唯识的，后人这些讲唯识的书，讲得都对可是他不知道唯识法相是专门指导修证的，叫你清楚认识任何一个相，一个境界。现在大家不从这里研究，反而把唯识法相搞成了哲学思想，那跟修正有什么相干啊？无明缘行，行缘识。这个识，在生命而言，就是灵魂了。究竟这个灵魂怎么样跟身体结合？我们肉体里头怎么样有这个思想在？他们怎么搅在一起，变成一个生命？所以识缘名色比较难懂了。一个精虫，一个卵子，古代叫父精母血。其实真讲精的话，什么是精？我们说男人出精，女人性交的时候出水，都是精。佛讲得很清楚，精是全身的，那个出来的精，已经是废物了因为全身都是精，就是每个细胞，每个地方都是精。而且佛经中在律部告诉我们，一般讲的男人的精分七类青黄赤白黑酪色酪浆色。"}
{"text":"他们怎么搅在一起，变成一个生命？所以识缘名色比较难懂了。一个精虫，一个卵子，古代叫父精母血。其实真讲精的话，什么是精？我们说男人出精，女人性交的时候出水，都是精。佛讲得很清楚，精是全身的，那个出来的精，已经是废物了因为全身都是精，就是每个细胞，每个地方都是精。而且佛经中在律部告诉我们，一般讲的男人的精分七类青黄赤白黑酪色酪浆色。青色是转轮圣王的精黄色是转轮圣王太子的精赤色是因为玩女色过度的精白色是普通人的精黑色是转轮圣王的大臣的精酪色是须陀洹初果罗汉的精酪浆色是斯陀含二果罗汉的精。那么，当男女两个出精的时候，精虫卵子结在一起的时候，中阴身被那个业力一搅，有个强大的吸力，就吸进去了，和受精卵搅在一起混合了。这个心物混合的东西叫作名色。你们打坐，开始上座念头蛮清净，为什么等一下心里就不清净了呢？是那个心念的吸力又在吸了，吸外界的杂念进来，你放不下。所以禅宗讲――放下！你放不下，都是向里面吸了，这就是苦集灭道的集，我们随时随地都在集，在抓，抓念头抓感觉，什么都抓。名是属于精神理念的，受想行识都属于名的范围，看不到形体的。中阴身那个灵魂，是精神的，属于名的范围。什么是色？地水火风，物质的叫做色。精虫卵子是生理的，物质的，四大所变化的，属于色的范围。精虫卵子结合，再加上你的灵魂，三个东西哗一搅，那个强大的吸力你跑不出来，这个就是轮回，进去投胎了，这叫名色。名色开始七天一个变化。第一个七天，那是稀稀的，佛经形容好像冻了的牛奶，好像现在小孩子吃的果冻。七天一个变化，慢慢成长。可是你那个识，精神那个心，那个思维意识，跳不出来这个行阴，你转不出来，所以叫轮回，永远在里头转。等于电风扇里头有一个苍蝇，电风扇开动了，苍蝇飞不出来，除非把电风扇关掉，它才可以飞出来。我们的思想灵魂，前生所有带来的果报，都卷在里头，在这个名色里头。这个名色七天一个明显的成长，详细的要看入胎经，佛在二千多年前讲的，非常详细。现代医学提出一些证据，证明佛讲得正确。你们研究懂了入胎经以后，你才晓得打坐坐在那里，七个钟头，七分钟，七秒钟，七天，都有一个变化，同那个胎儿成长的道理一样。可是你们不去研究，光是叫老师，有什么用！都在骗自己。"}
{"text":"等于电风扇里头有一个苍蝇，电风扇开动了，苍蝇飞不出来，除非把电风扇关掉，它才可以飞出来。我们的思想灵魂，前生所有带来的果报，都卷在里头，在这个名色里头。这个名色七天一个明显的成长，详细的要看入胎经，佛在二千多年前讲的，非常详细。现代医学提出一些证据，证明佛讲得正确。你们研究懂了入胎经以后，你才晓得打坐坐在那里，七个钟头，七分钟，七秒钟，七天，都有一个变化，同那个胎儿成长的道理一样。可是你们不去研究，光是叫老师，有什么用！都在骗自己。名色缘六入，六入是什么东西？眼耳鼻舌身意叫六根，是名色本有的色声香味触法叫六尘，也是物理和精神世界的东西。六尘穿进六根这个过程，叫做六入。当年我看佛经，六根六尘，为什么这里用个入字？奇怪，就留意了。所以叫你们留意十种一切入，地水火风青黄赤白空识，你们用功都不用脑筋。一切入是穿透进来，譬如我们坐在房间里，你们什么感觉啊？今天比昨天气候沉闷一点，是不是？湿度高，它穿透进来，你受不了。你以为房间关着，外界环境就穿不进来了吗？都是穿入的。我们不过用暖气调剂，不然大家坐在这里不会这么舒服。这就要懂得，外面物理环境精神环境对你身心穿透进来了，色声香味触法穿透进来了，就有接触，所以叫六入。小乘的佛经你不能不研究，佛经十分科学，有十种一切入，地水火风空这五大，加上识这个理念精神作用，还有青黄赤白，那是地水火风等色法变化发生的现象，不论任何地方，任何地区，它都穿透你。这个里头你研究研究，没有黑字吧？为什么啊？读佛经要做科学的研究，他说青黄赤白，怎么忘记了一个黑字？他没有忘记，实际上没有黑因为所有颜色的集中就是黑。颜色分很多种，譬如你们中学的时候读过有七种，背来听听，红橙黄绿蓝靛紫，对了。不仅七种，还可以变化出更多的色彩。所有的色彩集中了以后，就是黑。全部反射了，就是白。各种颜色都是变化出来的，都是物理科学。所以你们如果不懂科学，就不要谈修行了。而古代那些得了道的师父们都懂，不过表达方式不同而已。知道了十种一切入，就晓得坐在那里为什么定不住，因为你同时受气候等等外界的影响，地水火风空识，乃至各种现象境界，随时变化刺激你。你的心力不强，智慧不够，就会去抓，不能不理。所以般若谈空，叫你把它化开了，放出去。可是人呢？习惯在抓，这个生命在入胎时，识缘名色的时候已经都是吸进来。可是真吸得住吗？"}
{"text":"所有的色彩集中了以后，就是黑。全部反射了，就是白。各种颜色都是变化出来的，都是物理科学。所以你们如果不懂科学，就不要谈修行了。而古代那些得了道的师父们都懂，不过表达方式不同而已。知道了十种一切入，就晓得坐在那里为什么定不住，因为你同时受气候等等外界的影响，地水火风空识，乃至各种现象境界，随时变化刺激你。你的心力不强，智慧不够，就会去抓，不能不理。所以般若谈空，叫你把它化开了，放出去。可是人呢？习惯在抓，这个生命在入胎时，识缘名色的时候已经都是吸进来。可是真吸得住吗？吸不住。他一边吸入，一边集中，一边散掉越集中，越松散，反作用力越大。这个心理生理与力学道理一样。十二因缘，无明缘行，行缘识，识缘名色，名色缘六入，六入缘触讲到触，一有六入以后，就发生接触，交感，触就是交感，互相就受影响。触缘受，触就是发生感觉感受。你说，我受凉了，给风吹了，就是十一切入的地水火风这个风进来，冷气进来凉到了。一凉了以后里面发炎了，火起来了接着流鼻水了，鼻子不通了，水大不流畅了所以地水火风在里头变化，触受接二连三太多了。我们从娘胎生出来到现在，没有一天是舒服过的，每一秒钟的触受都是很痛苦的。但是人们没有感受到，因为麻木了，习惯了，加上智慧不够，观察不清楚。工夫能够做到离开了触受，那你就变成虹光之身了，一片光明，空灵，与虚空合一，那也就是空无边处定了。这不是理论，也不是幻想，是真的工夫。这个中间的修持关键，就靠你心意识的力量，能够做到不受这股业力的驱使。所以叫你们仔细了解三十七菩提道品。打坐不过是练习学定啊！坐中能够定了，还要在行住坐卧中，随时都能定，定慧等持。如果连定的根都没有扎好，五根中的定根都没有，当然就没有定力，怎么不受这股业力的驱使呢？五根是信根精进根念根定根慧根，依五根发起五力，信力精进力念力定力慧力。有了慧力，智慧变成力量了，破一切执著挂碍，那才叫做修行。触受是很严重的，一切众生都被触受骗走了。男女两个为什么要做爱啊？是触受的舒服嘛！可是很短暂的。因为触而有感受，你们叫享受。你看，性的高潮享受不到一秒钟就没有了，这个力量就散了。那个高潮来的时候，是十一切入，都进入，集中了，那个力量一集中，爆炸了，又散了，结果什么都没有。可是众生凡夫呢，愚痴，没有智慧，给骗住了。所以触缘受，受是感觉。"}
{"text":"五根是信根精进根念根定根慧根，依五根发起五力，信力精进力念力定力慧力。有了慧力，智慧变成力量了，破一切执著挂碍，那才叫做修行。触受是很严重的，一切众生都被触受骗走了。男女两个为什么要做爱啊？是触受的舒服嘛！可是很短暂的。因为触而有感受，你们叫享受。你看，性的高潮享受不到一秒钟就没有了，这个力量就散了。那个高潮来的时候，是十一切入，都进入，集中了，那个力量一集中，爆炸了，又散了，结果什么都没有。可是众生凡夫呢，愚痴，没有智慧，给骗住了。所以触缘受，受是感觉。受缘爱，爱就是喜欢贪图。爱缘取，明明抓不住的东西还要拼命抓。所以我说你们拼命抓财富大权高位，有什么用？那都是暂时之所属，给你用一下，它不是你之所有，都要散去的。取缘有，抓到手，所谓有，是暂时做到归你之所有，不是真的属于你，是骗你的，都会变去消散的。即使一部分你用掉了，好像这部分用掉的真属于你了，其实也都是欺骗自己，不过是刹那之间的因缘聚会触受而已。一切都是因缘聚会复消散，根本没有个得，没有真的拥有过，连你自己的身心都在随时新陈代谢，都留不住。所谓有所得拥有过，不过是心理上的想法，骗自己的。既然无所得，当然也无所失，一切缘起性空，性空缘起。真的看清了这个道理，就不会拼命去抓了，也就可以把一切无保留地贡献给社会了，所谓诸恶莫作，众善奉行，自净其意。不是有心为善，是自然地如此，当然也要智慧去做，不是乱来的。有缘生，生缘老死，因为有，比如有孕了，就有生，有老死。人生如此，一件事情，一个东西，一切有为法都如此，有生必有毁灭。老死了以后呢，灵魂再来，无明缘行就这么轮回。这是大原则，了解了之后，才晓得入胎是怎么回事，人生是怎么回事。懂了吧？现在准备吃饭。你看我给你们卖了那么大力气讲，你们跟我很多年，自己不在这里头参透，有什么用啊！这就是话头！禅堂讲参话头，每一个都是话头，你去参！譬如你打起坐来，有时候痛得受不了，你就要晓得受即是空，那个痛再痛你也留不住的，无常的。诸行无常，是生灭法无所从来，亦无所去从空中来，又回到空中，好像来过，你不要被它骗走了。你们不是会念心经吗？心经告诉你色即是空，空即是色，色不异空，空不异色，接下来你就要晓得，难过的时候，你就念受即是空，空即是受，受不异空，空不异受嘛！"}
{"text":"你看我给你们卖了那么大力气讲，你们跟我很多年，自己不在这里头参透，有什么用啊！这就是话头！禅堂讲参话头，每一个都是话头，你去参！譬如你打起坐来，有时候痛得受不了，你就要晓得受即是空，那个痛再痛你也留不住的，无常的。诸行无常，是生灭法无所从来，亦无所去从空中来，又回到空中，好像来过，你不要被它骗走了。你们不是会念心经吗？心经告诉你色即是空，空即是色，色不异空，空不异色，接下来你就要晓得，难过的时候，你就念受即是空，空即是受，受不异空，空不异受嘛！你就不晓得用吗？思想多了，你就晓得想即是空，空即是想，想不异空，空不异想。不论出家在家学佛，学些什么啊！在这里被自己感受困住了，闷在那里，那个是受阴嘛，你就被它骗了嘛。有时候，自己还觉得蛮舒服，是受阴配上想阴，还误以为这个是定呢！去你的！第六讲内容提要人生十二苦向不苦努力法界在哪里如何成胎习气的转动胎中的成长变化胎儿的境界自杀的果报入胎住胎出胎都不迷天人的境界风大观转化四大大家都晓得讲小乘，如果要考问你们苦集灭道十二因缘，一定考不及格的。尤其这些居士们，嘴上讲学佛，其实是凑热闹好玩这些在家的学佛打坐，想玩神通玩健康，玩弄自己，玩弄佛法，像做生意一样，想求一点利益而已，没有真的学佛。佛初次讲法，就讲苦集灭道四谛。所谓小乘，像是小学开始，大乘是讲到大学了。小乘是基本教育，有些人基本教育都没有学好，就讲大乘，讲什么禅宗密宗唯识，都在自欺欺人。苦集灭道叫四谛法。我也经常问这些出家同学，佛经上说佛三转四谛法轮，怎么三转呢？就是讲无明缘行，行缘识启示大家，这个世界的生命和物理世界，一切皆苦，没有真正的快乐。除了刚才徐先生讲，灵魂脱出来那一下很舒服，觉得很乐，现在还很留恋。其实，这个世界上一切皆苦，所以有八苦十二苦。如果考问这些居士们，八苦背得出来吗？八苦是生老病死求不得爱别离怨憎会五阴炽盛。"}
{"text":"小乘是基本教育，有些人基本教育都没有学好，就讲大乘，讲什么禅宗密宗唯识，都在自欺欺人。苦集灭道叫四谛法。我也经常问这些出家同学，佛经上说佛三转四谛法轮，怎么三转呢？就是讲无明缘行，行缘识启示大家，这个世界的生命和物理世界，一切皆苦，没有真正的快乐。除了刚才徐先生讲，灵魂脱出来那一下很舒服，觉得很乐，现在还很留恋。其实，这个世界上一切皆苦，所以有八苦十二苦。如果考问这些居士们，八苦背得出来吗？八苦是生老病死求不得爱别离怨憎会五阴炽盛。很多佛经你看了半天，往往一部经只讲一个苦，发挥起来已经很多很多了。八个苦是大原则，归纳了人生最痛苦的事，你们背了也不体会。实际上与这些社会学经济学政治学教育学都是连带的。普通讲八苦，讲深刻的有十二苦，八苦再加上愁悲忧恼四苦，十二个大原则。换一句话说，人生是痛苦地活着。你们问我人生问题，我平常告诉你们，人活了一辈子，就是三句话――莫名其妙地生来无可奈何地活着不知所以然地死掉。每个人都这样，自己莫名其妙生来，不知道怎么生来的，为什么生来的。活着呢？无可奈何地活着，你们追求这个，追求那个，你们常说的，都为了追求快乐幸福，可是你们都活得不快乐不幸福。死了不甘愿，活着很痛苦，就这么活着。最后死的时候，不知所以然地走掉了，如此而已。所以佛说一切皆苦。佛讲苦是什么意思？一般学者说，佛对社会人生世界的看法是悲观的，这是讲哲学的人的讲法。佛只告诉你大家这样活着苦，他并不是说本来苦他是有方法的，教我们修持，跳出这个苦，得到极乐，这是佛的目的。他在这里叹苦，告诉你世界上皆苦，叫我们认识这个世界，认识整个的人类社会，人生毕竟是苦可是有一个不苦的东西，你去找，这就是佛的目的了。跳出来找到那个没有痛苦的极乐，所以叫极乐世界。不是只有阿弥陀佛的世界才是极乐世界，凡是彻底离苦得乐的境界，都是极乐世界。昨天，胡松年问跳出三界外，跳到哪里去？我也经常问你们，你们修行说要跳出三界外，不在五行中，跳出三界外到哪里去呢？有个第四界吗？佛没有说啊。不在五行中，在哪里呢？在第六行中吗？也没有讲。可是你要找出来。是啊，他说跳出三界外，跳到哪一界去啊？有，法界。佛不是告诉你吗？那个也不是第四界，就在三界中，另有一个超越的，佛创了一个名字，叫法界，超越时空的。"}
{"text":"不是只有阿弥陀佛的世界才是极乐世界，凡是彻底离苦得乐的境界，都是极乐世界。昨天，胡松年问跳出三界外，跳到哪里去？我也经常问你们，你们修行说要跳出三界外，不在五行中，跳出三界外到哪里去呢？有个第四界吗？佛没有说啊。不在五行中，在哪里呢？在第六行中吗？也没有讲。可是你要找出来。是啊，他说跳出三界外，跳到哪一界去啊？有，法界。佛不是告诉你吗？那个也不是第四界，就在三界中，另有一个超越的，佛创了一个名字，叫法界，超越时空的。所以你们光晓得讲苦集灭道，听得很悲观，认为宗教是悲观的。要知道，佛从悲观开始讲起，最后最高的是离苦得乐。当年，我年轻时在四川大学讲哲学，我问大家，人生有个总的目的是什么？大家答不出来。最后，我告诉大家，就是离苦得乐。一切众生的要求，都想跳出痛苦不只人哦，任何一个细菌昆虫，都想跳出来求一个极乐。法界里头那个是极乐，佛法有一个标准的，那个是极乐。苦集灭道，什么是集？苦是自己抓来的，都是自己集拢来的。譬如要钱做生意，把钱都抓来给自己很痛苦，真的统统集拢来更痛苦，所以集是苦的因。刚才讲十二因缘，什么是集啊？爱取，贪爱，抓来，占有。无始以来，都在爱取，集中来，又散掉，无法不散掉。要知道，当下一念你就在抓，抓思想，抓感觉，都被这些欺骗住了，所以集是苦的因。你们一毛一毛的钱，一点一滴抓来读书人知识分子，由幼稚园到大学博士，集中知识，知识越多痛苦越大。有集就苦，集是苦的因。苦是什么？苦不过是集的果。所以讲苦集灭道，是由果说因，从果讲起，使你明白苦的因。怎么叫灭道呢？灭是一切放掉，没有了，空掉了。怎么样空得掉呢？除非你智慧明白了，才空得掉。道是灭的因。得道，智慧成就了，破除了一切苦的因，得了这个道，才灭除了一切苦彻底不苦了，就是极乐。这是一转四谛法轮了。禅堂叫你参禅，这就是话头，话头就是问题，自己不去研究问题，这是学什么佛啊？第二转苦集灭道四谛法轮，怎么转呢？十二因缘，刚才分析过了。都记得了吗？中国把它变成四句偈，我常常告诉你们要背无明爱取三烦恼行有二支属业道从识至受并生死七支同名一苦报无明爱取三烦恼，十二因缘的无明爱取，这三个是根本烦恼，就是苦集灭道的集。"}
