{"text":"这中间的原因和过程如何，是史学界所关心的，盼望予以介绍。我只写了一份父亲的简历，对于提出的问题，不敢乱说，没有解答。其实，我虽然不能算知道，却也不能说不知道不仅对所提的这一转向，就连以后的转向，我即使不能说知道，也都有我的体会。近年来追忆思索，颇多感触，所以想尽我的理解，写一份可供参阅的资料。日本中岛碧教授美国李又安教授曾分别为我查核日本和美国的资料。此文一九八三年发表后，一九九年上海复旦大学历史系邹振环同志提供了有关我父亲翻译工作的资料一九九二年江苏教育学院翟国璋同志提供了有关我国现代史的资料。我已把原文相应修改。谨向他们致谢。一九九三年二月二日回忆我的父亲回忆我的父亲一我父亲杨荫杭s，字补塘，笔名老圃，又名虎头，江苏无锡人，一八九五年考入北洋大学堂当时称天津中西学堂，一八九七年转入南洋公学，一八九九年由南洋公学派送日本留学。回国后因鼓吹革命，清廷通缉，筹借了一笔款子，再度出国赴美留学。我是父亲留学回国后出生的，已是第四个女儿。那时候，我父亲不复是鼓吹革命的激烈派。他在辛亥革命后做了民国的官，成了卫护民主法治的疯骑士ss因为他不过做了一个省级的高等审判厅长，为了判处一名杀人的恶霸死刑，坚持司法独立，和庇护杀人犯的省长和督军顶牛，直到袁世凯把他调任。他在北京不过是京师高等检察长，却把一位贪污巨款的总长现称部长许世英拘捕扣押了一夜，不准保释，直到受停职处分。民国演义上提到这件事，说杨某其实没错，只是官官相护。据我理解，我父亲的立宪梦，辞官之前早已破灭。我说理解，因为都未经证实。我在父母身边的时候，对听到的话不求甚解。有些事只是传闻也有些是父亲对我讲的，当时似懂非懂，听完又忘了有些事是旁听父母的谈话而领会的。我母亲唐须I也是无锡人。我父母好像老朋友，我们子女从小到大，没听到他们吵过一次架。旧式夫妇不吵架的也常有，不过女方会有委屈闷在心里，夫妇间的共同语言也不多。我父母却无话不谈。他们俩同年，一八九八年结婚。"}
{"text":"民国演义上提到这件事，说杨某其实没错，只是官官相护。据我理解，我父亲的立宪梦，辞官之前早已破灭。我说理解，因为都未经证实。我在父母身边的时候，对听到的话不求甚解。有些事只是传闻也有些是父亲对我讲的，当时似懂非懂，听完又忘了有些事是旁听父母的谈话而领会的。我母亲唐须I也是无锡人。我父母好像老朋友，我们子女从小到大，没听到他们吵过一次架。旧式夫妇不吵架的也常有，不过女方会有委屈闷在心里，夫妇间的共同语言也不多。我父母却无话不谈。他们俩同年，一八九八年结婚。当时我父亲还是学生，从他们的谈话里可以听到父亲学生时代的旧事。他们往往不提名道姓而用诨名，还经常引用典故ss典故大多是当时的趣事。不过我们孩子听了不准发问。大人说话呢，s老小s无锡土话，指小孩子，别插嘴。他们谈的话真多过去的，当前的，有关自己的，有关亲戚朋友的，可笑的，可恨的，可气的pp。他们有时嘲笑，有时感慨，有时自我检讨，有时总结经验。两人一生中长河一般的对话，听来好像阅读拉布吕耶尔人性与世态ss。他们的话时断时续，我当时听了也不甚经心。我的领会，是由多年不经心的一知半解积累而得。我父亲辞官后做了律师。他把每一件受理的案子都详细向我母亲叙述为什么事，牵涉什么人等等。他们俩一起分析，一起议论。那些案件，都可补充人性与世态作为生动的例证。可是我的理解什么时候开始明确，自己也分辨不清。例如我五六岁在北京的时候，家里有一张黎元洪的相片，大概是大总统发给每个下属的。那张照片先挂在客厅暗陬，不久贬入吃饭间。照片右下角有一行墨笔字补塘检察长。我常搬个凳子，跪在凳上仔细端详。照上的人明明不是我父亲，怎么又写着我父亲的名字？我始终没敢发问，怕问了惹笑或招骂，我不知什么时候开始明白落款不是标签，也不知什么时候知道那人是黎元洪。可是我拿稳自己的理解没错。我曾问父亲爸爸，你小时候是怎么样的？父亲说就和普通孩子一样。可是我叮着问，他就找出二寸来长一只陶制青底蓝花的小靴子给我，说小时候坐在他爷爷膝上，他爷爷常给他剥一靴子瓜子仁，教他背白居易诗未能抛得杭州去，一半勾留是此湖。那时候，他的祖父在杭州做一个很小的小官。"}
{"text":"我常搬个凳子，跪在凳上仔细端详。照上的人明明不是我父亲，怎么又写着我父亲的名字？我始终没敢发问，怕问了惹笑或招骂，我不知什么时候开始明白落款不是标签，也不知什么时候知道那人是黎元洪。可是我拿稳自己的理解没错。我曾问父亲爸爸，你小时候是怎么样的？父亲说就和普通孩子一样。可是我叮着问，他就找出二寸来长一只陶制青底蓝花的小靴子给我，说小时候坐在他爷爷膝上，他爷爷常给他剥一靴子瓜子仁，教他背白居易诗未能抛得杭州去，一半勾留是此湖。那时候，他的祖父在杭州做一个很小的小官。我的祖父也在浙江做过一个小地方的小官。两代都是穷书生，都是小穷官。我祖父病重还乡，下船后不及到家便咽了气。家里有上代传下的住宅，但没有田产。我父亲上学全靠考试选拔而得的公费。据我二姑母说，我父亲在北洋公学上学时，有部分学生闹风潮。学校掌权的洋人二姑母称为洋鬼子出来镇压，说闹风潮的一律开除。带头闹的一个广东人就被开除了。洋鬼子说，谁跟着一起闹风潮的一起开除。一伙人面面相觑，都默不作声。闹风潮不过是为了伙食，我父亲并没参与，可是他看到那伙人都缩着脑袋，就冒火了，挺身而出说还有我！好得很，他就陪着那个广东同学一起开除，风潮就此平息。那是一八九七年的事。当时我父亲是个穷学生。寒素人家的子弟，考入公费学校，境遇该算不错，开除就失去公费。幸亏他从北洋开除后，立即考入南洋公学。我现在还存着一幅一九八年八月中国留美学生在美国马萨诸塞州开代表大会的合影。正中坐的是伍廷芳。前排学生展着一面龙旗。后排正中两个学生扯着一面旗子，大书北洋二字。我父亲就站在这一排。他曾指着扯旗的一人说这是刘麻子，又指点这人那人是谁，好像都很熟。我记得有一次他满面淘气的笑，双手叉腰说我是老北洋。看来他的开除，在他自己和同学眼里，只是一件滑稽的事。我大姐从父母的谈话里，知道父亲确曾被学校开除，只是不知细节。我父亲不爱谈他自己，我们也不问。我只记得他偶尔谈起此笑话，都是他年轻时代无聊或不讲理的细事。他有个同房间是松江人，把书字读如须。父亲往往故意惹他，说要撒一课s须s去上海话尿书同音。松江人怒不可遏。他同班有个胖子，大家笑他胖，胖子生气说你们老了都会发胖。"}
{"text":"看来他的开除，在他自己和同学眼里，只是一件滑稽的事。我大姐从父母的谈话里，知道父亲确曾被学校开除，只是不知细节。我父亲不爱谈他自己，我们也不问。我只记得他偶尔谈起此笑话，都是他年轻时代无聊或不讲理的细事。他有个同房间是松江人，把书字读如须。父亲往往故意惹他，说要撒一课s须s去上海话尿书同音。松江人怒不可遏。他同班有个胖子，大家笑他胖，胖子生气说你们老了都会发胖。我父亲跟我讲的时候，摩挲着自己发了胖的肚子，忍笑说我对他说，我发了胖，就自杀！胖子气得呼哧呼哧。我不知道父亲那时候是在北洋或南洋，只觉得他还未脱顽童时期的幽默。二姑母曾告诉我小哥哥我父亲捉了一只蛤蟆，对它喷水念咒，把它扣在空花盆底下叫它土遁过了一星期，记起了那只蛤蟆，翻开花盆一看，蛤蟆还没死，饿成了皮包骨头。这事我也没有问过父亲，反正他早说过，他就和普通的孩子一样。二中华民国史上说一九年春，留日学生成立励志会一九年下半年，会员杨廷栋杨荫杭雷奋等创办了译书汇编，这是留学生自办的第一个杂志，专门译载欧美政法名著，诸如卢梭的民约论孟德斯鸠的万法精义穆勒的自由原论等书，这些译著曾在留学生和国内学生中风行一时。冯自由革命逸史，也说起译书汇编江苏人杨廷栋杨荫杭雷奋等主持之，以翻译法政名著为宗旨，译笔流丽典雅，于吾国青年私想之进步收效至巨。我曾听到我父亲说与其写空洞无物的文章，不如翻译些外国有价值的作品。还说翻译大有可为。我在父亲从国外带回的书里，看到过一本英译的孟德斯鸠万法精义和一本原文的达尔文物种起源。可是我父亲从没有讲过他自己的翻译，我也从未读过。他也从未鼓励我翻译，也从未看到我的翻译。中华书局版一九八一s页。民国廿八年一九三九二月版第一辑页。据革命逸史他们和其他各省派送的留日学生初到日本，语言不通。日本文部省特设日华学校，专教中国学生语言及补习科学。雷奋杨荫杭杨廷栋三人税居早稻田附近。即当日雷等为译书汇编及国民报撰文之所。留学生恒假其地作聚会集中点。"}
{"text":"可是我父亲从没有讲过他自己的翻译，我也从未读过。他也从未鼓励我翻译，也从未看到我的翻译。中华书局版一九八一s页。民国廿八年一九三九二月版第一辑页。据革命逸史他们和其他各省派送的留日学生初到日本，语言不通。日本文部省特设日华学校，专教中国学生语言及补习科学。雷奋杨荫杭杨廷栋三人税居早稻田附近。即当日雷等为译书汇编及国民报撰文之所。留学生恒假其地作聚会集中点。那时有某日本舍监偷吃中国留学生的皮蛋，又有个日本下女偷留学生的牙粉搽脸。我听父亲讲过偷皮蛋舍监尝异味，搽牙粉丑婢卖风流的趣闻。但从不知道父亲参与译书并为国民报撰稿的事。我大姐只知道父亲会骑自行车，因为看见过父亲扶着自行车照的相片，母亲配上小框放在桌上。第一辑页。一八九九年上海南洋公学派留东学生六人我父亲是其中一个，杨廷栋雷奋和其他三人的名字都是我经常听到的。国民报是最早提倡覆清王朝的刊物，它以鼓吹天赋人权自由平等而具特色ss中国民国史页。冯自由的革命逸史和中华民国史都提到留日学生的励志会里有激烈派和稳健派之分激烈派鄙视稳健派，两派势如水火。我父亲属于激烈派，他的一位同窗老友属于稳健派。他们俩的私交却并不势如水火。我记得父亲讲他们同班某某是留学生监督的女婿，一九年转送到美国留学。同班学生不服气。我父亲撺掇他那位稳健派朋友提出申请，要求调往美国，理由是同窗杨某父亲自指一味鼓吹革命，常和他一起不免受他邪说的影响。我不知道那位朋友是否真的提出了要求，反正他们的捣鬼没有成功。中华民国史上说江苏地方革命小团体发生最早，一九一年夏留学生杨荫杭回到家乡无锡，聚集同志，创设了励志学会。他们借讲授新智识之机，宣传排满革命pp。据说这段历史没有错。我不明白他怎么卒业前一年回乡，大概是暑假回乡吧？我父亲一九二年在日本早稻田大学当时称东京专门学校本科卒业。回国后和雷奋杨廷栋同被派往译书馆译书。最近我有一位朋友在北京图书馆找到一本我父亲编译的名学教科书一九三年再版。想就是那个时期编译的。"}
{"text":"他们借讲授新智识之机，宣传排满革命pp。据说这段历史没有错。我不明白他怎么卒业前一年回乡，大概是暑假回乡吧？我父亲一九二年在日本早稻田大学当时称东京专门学校本科卒业。回国后和雷奋杨廷栋同被派往译书馆译书。最近我有一位朋友在北京图书馆找到一本我父亲编译的名学教科书一九三年再版。想就是那个时期编译的。孙宝恂光绪二十八年十二月二十九日一九三年日记里曾提到这部书观名学，无锡杨荫杭述。余初不解东文哲学书中s内容ss外延s之理，今始知之。第一辑页。页。页。见房兆楹辑史料丛刊之一台湾中央研究院近代研究所出版，一九六内日本留学生题名录卒业留学生附录。见西南交通大学出版社交通大学校史资料选编一第页。译学馆前身是北京同文馆。庚子后，京馆改称译书馆。忘山庐日记上海古籍出版社一九八三年版上册页。译书馆因经费支绌，一九三年停办。我父回到家乡，和留日学生蔡文森顾树屏在无锡创办了理化研究会，提倡研究理化并学习英语。我母亲形容父亲开夜车学理化，用功得背上生了一个搭手疽，吃了多少六神丸。我记得父亲晚年，有一次从上海回到苏州，半开玩笑半认真地和我母亲讲理化会的大成就。有一个制造红丸即白面的无锡人，当年曾是理化会的成员，后来在上海法租界居住，在他家花园的假山洞里制造红丸有法租界巡捕房保护。他制成的毒品用铅皮密封在木箱里，运到法国海岸边，抛入海里，然后由贩毒商人私运入欧洲。那个人成了大富翁。我父亲慨叹说大约那是我们唯一的成绩吧？东京国民报以英国人经塞尔名义发行。经塞尔其实是冯自由的父亲冯镜如的外国名字，借此避免清公使馆的干涉。报中文字由某某等执笔，其中有我父亲。后来因资本告罄停版。一九二年在上海发行的大陆月刊继续鼓吹革命，实际上是国民报的变相。我父亲仍然是大陆月刊的执笔者。抗战胜利后，我在上海，陈衡哲先生请我喝茶，会见胡适。"}
{"text":"那个人成了大富翁。我父亲慨叹说大约那是我们唯一的成绩吧？东京国民报以英国人经塞尔名义发行。经塞尔其实是冯自由的父亲冯镜如的外国名字，借此避免清公使馆的干涉。报中文字由某某等执笔，其中有我父亲。后来因资本告罄停版。一九二年在上海发行的大陆月刊继续鼓吹革命，实际上是国民报的变相。我父亲仍然是大陆月刊的执笔者。抗战胜利后，我在上海，陈衡哲先生请我喝茶，会见胡适。他用半上海话对我说我认识你的姑母，认识你的叔叔，你老娘家苏沪土语尊大人的意思是我的先，据说他那时在中国公学读书。钟书对我说，胡适决不肯乱认老师，他也不会记错。我想，大概我父亲由译书院回南后在上海工作。我知道他在时事新报馆任编辑，也在上海苏报任编辑及撰稿工作并在澄衷学校务本女校中国公学教课。听说他暑假回无锡，在俟实中学公开鼓吹草命，又拒绝对祠堂里的祖先叩头，同族某某等曾要驱逐他出族。我记得父亲笑着讲无锡乡绅ss驻意大利钦差许钰曾愤然说此人指我父亲该枪毙。反正他的革命邪说招致清廷通缉，于是他筹借了一笔款子一半由我外祖父借助，一九六年初再度出国到美国留学。革命逸史第一辑页。胡适一九四年入上海中国公学求学。他到过我家苏州寓所，只是我没见过。他四十自述中提到他的老师杨志洵景苏先生是我父亲的族叔亦好友。我大姐说，父亲一九六年到美国求学。但据日本早稻田大学的学籍簿，他一九六年九月入该校研究科，专研法律一九七年七月毕业，寄寓何处等等都记载分明。料想我父亲在清廷通缉下，潜逃日本是最便捷的途径。早稻田大学本科卒业不授学位考入研究科，通过论文，便获得法学士学位。随后他就到美国去了。父亲告诉我，他初到美国，住在校长不知什么学校家里学习英语，同住宿的还有几个美国青年。他要问字典上查不到的家常字如大小便之类，同学不敢回答，特地问得校长准许，才敢教他。父亲从未提及他的学位和论文。我只偶尔拣得一张父亲在宾夕法尼业大学一九九ss一九一年的注册证。"}
{"text":"随后他就到美国去了。父亲告诉我，他初到美国，住在校长不知什么学校家里学习英语，同住宿的还有几个美国青年。他要问字典上查不到的家常字如大小便之类，同学不敢回答，特地问得校长准许，才敢教他。父亲从未提及他的学位和论文。我只偶尔拣得一张父亲在宾夕法尼业大学一九九ss一九一年的注册证。倒是钟书告诉我爸爸的硕士论文收入宾夕法尼亚大学法学丛书第一辑，书名是日本商法p。我只记得大姐讲，父亲归国途中游历欧洲其它各国，还带回好几份印好的论文。我问钟书你怎么会知道？钟书说我看见的ss爸爸书房里的书橱最高层，一本红皮书。我还问过爸爸，他说是他的硕士论文ss现在当然找不到了。我写信给美国友人宾夕法尼亚大学的李又安教授，托她找找有没有这本书，据她回信，钟书一点也没记错。那本书一找就见，在法学图书馆。承她还为我复制了封面几页和一篇卢易士ps教授写的序文。据那张注册证，他是当时的法学院长。全书三百十九页，我父亲离校后一九一一年出版。从序文看来，这本书大概是把日本商法和它所依据的德国商法以及它所采用的欧洲大陆系统的商法作比较，指出特殊的地方是为了适合日本的国情，由比较中阐明一般商法的精神。序文对这本书很称赏，不过我最感亲切的是卢易士先生形容我父亲写的英文虽然完全正确，却有好些别致的说法而细读之下，可以看出能用最简洁的文字，把日本商法的原则，确切地表达出来。我想这是用很客气的话，说我父亲写的英文有点中国味道吧？我猜想，父亲再次出国四年多，脱离了革命，埋头书本，很可能对西方的民主法治产生了幻想。他原先的激烈，渐渐冷静下来。北伐胜利后，我经常听到父亲对母亲挖苦当时自称的廉洁政府。我在高中读书的时候，一九二七或一九二八年，我记得父亲曾和我谈过革命派和立宪派的得失。他讲得很仔细，可是我不大懂，听完都忘了，只觉得父亲倾向于改良。他的结论是改朝换代，换汤不换药。不过父亲和我讲这番话的时候，他的立宪梦早已破灭了。我当时在父母的庇荫之下，不像我父亲年轻时候，能看到革命的迫切。"}
{"text":"他原先的激烈，渐渐冷静下来。北伐胜利后，我经常听到父亲对母亲挖苦当时自称的廉洁政府。我在高中读书的时候，一九二七或一九二八年，我记得父亲曾和我谈过革命派和立宪派的得失。他讲得很仔细，可是我不大懂，听完都忘了，只觉得父亲倾向于改良。他的结论是改朝换代，换汤不换药。不过父亲和我讲这番话的时候，他的立宪梦早已破灭了。我当时在父母的庇荫之下，不像我父亲年轻时候，能看到革命的迫切。我是脱离实际的后知后觉或无知无觉，只凭抽象的了解，觉得救国救民是很复杂的事，推翻一个政权并不解决问题，还得争求一个好的制度，保障一个好的政府。我不信父亲对清室抱有任何幻想。他称慈禧为祸国殃民的无识老太婆。我也从未听他提到光绪有任何可取，他回国后由张謇推荐，在北京一个法政学校教课。那时候，为宣统辅政的肃亲王善耆听到我父亲是东西方法律的行家，请他晚上到王府讲授法律课。我父亲的朋友包天笑在一部以清末民初为背景的小说里曾提起这事，钟书看到过，但是记不起书名，可能是留芳记。听说这个肃亲王是较为开明而毫无实权的人。我父亲为他讲法律只是为糊口计，因为法政学校的薪水不够维持生活。辛亥革命前夕，我父亲辞职回南，肃亲王临别和他拉手说祝你们成功。拉手祝贺，只表示他有礼貌，而你们两字却很有意思，明白点出东家和西席之间的不同立场。祝你们成功这句话是我父亲着重和我讲的。我父亲到了上海，在申报馆任编辑，同时也是上海律师公会创始人之一。当律师仍是为糊口计。我是第四个女儿，父母连我就是六人，上面还有祖母。父亲有个大哥在武备学校学习，一次试炮失事，轰然一声，我大伯父就轰得不知去向，遗下大伯母和堂兄堂姊各一。一家生活之外，还有大小孩子的学费。我的二姑母当时和我堂姊同在上海启明女校读书，三姑母在苏州景海女校读书，两位姑母的学费也由我父亲供给。我有个叔叔当时官费在美国留学，还没有学成。整个大家庭的负担全在我父亲一人身上。三据我大姐讲，我父亲当律师，一次和会审公堂的法官争辩。法官训斥他不规规矩矩坐着，却跷起了一条腿。我父亲故意把腿跷得高高的，侃侃而辩。"}
