{"text":"我们应该可以假定如果人们能过一种诗意的生活，他就会拿晚年当做他一生中最快乐的时代。他非但不会再畏惧老年，而且反将希望这个时期早些来临，当它是一生中一个最美好最快乐的时期，而时常来先预备去享受它。我将东西两方的生活拿来做比较的时候，觉得两者之间虽有许多不同的地方，但绝对不相同的实在只有这个对于老年的态度这一点。这态度在东西两方绝对的不同，而且区别分明，毫无折衷调和的余地。两方对于性，对于女人，对于工作娱乐和成就，在态度上虽是不同，但其不同之处都不过是相对的。例如中国的夫妻之间的关系和西方的夫妻关系，根本上没有什么很大之分别。即父母和子女之间的关系也是如此。此外如对于个人的自由民主制度人民和统治者之间的关系等等的观念，实在也并没有什么极大的不同之处。但对于老年一事的态度，则两方的态度竟绝对的不同，所持的见地竟绝对的相反。这一点在向人询问年龄和说出自己的年龄时，就可以极明白地看出来。中国的习惯在拜访生人时，问过尊姓大名之后，接下来必问他贵庚。如对方很谦虚地回说只有二十三或二十八岁，则问者必以前程远大后福无量一语去安慰他。但那人如回说已经三十五或三十八岁，则问者便会表现尊敬的态度，而赞他好福气。总之所回报的年龄越高，则所受到的尊敬越深。如答话的已经五六十岁，则问者必低声下气地以晚辈自居，表示极端的尊敬。所以凡是年老的人，如可能的话，都应该到中国去居住。因为在那里哪怕是白发龙钟的乞丐，他讨起饭来也比别人容易些。中年的人常希望快些过他的五十岁生日，得意的商人和官员常大做四十岁的生日。但是五十岁生日，即所谓年已半百，更为人所重视。以后每隔十年必做一次寿，六十岁的生日比五十岁更快活。七十岁的生日比六十岁更快活。如能做八十岁的生日时，更将被人视为得天独厚。颔下留起长须来，是祖父一辈人的特权。没有到这资格的人，例如还没有孙子或年龄未过五十者，如若留须，常会被人背后讥笑。因此，年轻的人也都喜学做老成持重，抱着和老年人相同的见解。刚从中学毕业的少年书生，已在那里写青年应知和青年应读等类的文章，并以为父母者的态度而讨论青年的堕落问题了。我们如了解中国人之如何珍视老年，便能明了为什么中国人都喜欢倚老卖老，自认为老。第一，照中国的礼貌，只有长者有发言的权利，年轻的人只许静听。所以中国有少年用耳不用口那句老话。"}
{"text":"颔下留起长须来，是祖父一辈人的特权。没有到这资格的人，例如还没有孙子或年龄未过五十者，如若留须，常会被人背后讥笑。因此，年轻的人也都喜学做老成持重，抱着和老年人相同的见解。刚从中学毕业的少年书生，已在那里写青年应知和青年应读等类的文章，并以为父母者的态度而讨论青年的堕落问题了。我们如了解中国人之如何珍视老年，便能明了为什么中国人都喜欢倚老卖老，自认为老。第一，照中国的礼貌，只有长者有发言的权利，年轻的人只许静听。所以中国有少年用耳不用口那句老话。凡有年龄较高的人在座时，年轻的人只许洗耳恭听。世人大都欢喜发言而受人听，因此，在中国必须到相当的年龄才有发言权利这件事，便使人期望早些达到老年，以便无论到什么地方都可以多说几句话。这种生活程序之中，人人须循序而进，每个人都有同等达到老年的机会，而没有一个人能躐等超前。因此，当一个父亲教训他的儿子时，如若祖母走来插口，那做父亲的便须停口，谨敬恭听。这时他当然很羡慕那祖母的地位。年老的人能说我所走过的桥比你所走过的街还要多几条。因此，以经验而言，年轻的人在长者面前，没有发言的权利，自只能洗耳恭听，这是很公允的。我虽然已很熟悉西方的生活，并很明白西方人对于老年的态度，但有时所听见的话仍使我非常诧异，很出我的意料。这种使我奇异的态度，常有所遇。我曾听见过一位年老的妇人说，她已有几个孙儿女，其中以长孙儿使她受到的感触最大。她的意思是长孙儿已如此长大，将反映她自己的年龄之高。我很明白美国人最恨别人说他已老，但我意料不到他们的畏惧心竟会到这个地步。五十岁以下的人大都希望旁人视他为依然年富力强，这很在意中。但是一个头发已经花白的老妇人，在旁人提到她的年龄时尚要顾左右而言他，实在使我觉得出于意外。当我在让一位老者先走进电梯或公共汽车时，我心中自不免有认为他已老的意思，但我总不敢形之于口。有一天遇到这样一件事时，我无意之间说了出来，不料那位很尊严的老者于坐下去时，竟会向坐在他下手的太太用着讥笑的口气说我这年轻的人，竟以为他比我年纪轻的多啊！这种情形太缺乏意识，使我不解其所以然。我很谅解年轻和中年未嫁的女人因为保爱其青春，所以不愿意将年纪告诉旁人。中国女郎达到二十二岁而尚未出嫁或定亲时，也常要感到一些恐惧。岁月很忍心地按部就班地消逝，一刻也不肯停留。女人常怕被岁月所遗弃，如在公园晚间园门关时不及出去而被关闭在里边一般。"}
{"text":"有一天遇到这样一件事时，我无意之间说了出来，不料那位很尊严的老者于坐下去时，竟会向坐在他下手的太太用着讥笑的口气说我这年轻的人，竟以为他比我年纪轻的多啊！这种情形太缺乏意识，使我不解其所以然。我很谅解年轻和中年未嫁的女人因为保爱其青春，所以不愿意将年纪告诉旁人。中国女郎达到二十二岁而尚未出嫁或定亲时，也常要感到一些恐惧。岁月很忍心地按部就班地消逝，一刻也不肯停留。女人常怕被岁月所遗弃，如在公园晚间园门关时不及出去而被关闭在里边一般。因此常有人说，女人一生中最长的一年是二十九岁，直可以延长到三四年之久而依然是二十九岁。但除了这种情形以外，隐瞒年龄便属毫无意思。在旁人的眼光中，人非已老何以能够聪明。年轻的人对于生命婚姻和真有价值的事物能知道些什么？我很谅解。因为西方生活的整个模型都过于重视青春，所以不论男女都不敢将自己的年龄告诉他人。一个年纪四十五岁的女书记，其实很富于精力，办事效能很高，但是假使她将年龄一旦说破，便将为了不可解的理由被人认为毫无用处。无怪她为了要保全饭碗起见，而不能不隐瞒年龄。这种生活的模型，和对于青春的过于重视，都太缺乏意识，照我看来，竟毫无意义。这种情形显然是职业生活所造成，因为我深信在敬老上，家庭胜于公事房。除非美国人民渐渐觉得憎嫌工作效能和成就，上述的情形竟是无可避免的。我颇以为等到美国的为父者能视家庭而不是公事房为他生活中的理想处所，能公然如中国父亲一般泰然自若地告诉旁人他已有一个好儿子，可以继续他的事业，并且觉得受其奉养很可夸耀时，他便会期望这种快乐时期的来临。在尚未到五十岁的时候，即要屈指计算，好像等得不耐烦了。美国身体康健的老年人常对人说他尚年轻，而旁人也说他年轻。但实在的意义则是说他康健，这真是一种语言上的不幸。老年健壮是人生的莫大幸运，但改称之为健壮年轻，便将减削意义，使原来很完美的东西变为不完美了。实在说起来，这世界中再没有比一个健壮而智慧的老者更美丽的，它有着红的面颊，雪白的头发，以通晓世故的态度，用和蔼的口气，谈着做人的道理。中国人很明白这一点，所以画起老翁来总是红面白须，视之为人世终极快乐的象征。中国人所画的寿星，美国人大概也看见过的，他那高高的额角，红红的面孔，雪白的长须，笑容可掬的样子，这画像是何等的生动。他手抚长须，悠然自得，何等的庄严，令人起敬。因为从没有人对他的智慧发生疑问，所以他极端自信。"}
{"text":"实在说起来，这世界中再没有比一个健壮而智慧的老者更美丽的，它有着红的面颊，雪白的头发，以通晓世故的态度，用和蔼的口气，谈着做人的道理。中国人很明白这一点，所以画起老翁来总是红面白须，视之为人世终极快乐的象征。中国人所画的寿星，美国人大概也看见过的，他那高高的额角，红红的面孔，雪白的长须，笑容可掬的样子，这画像是何等的生动。他手抚长须，悠然自得，何等的庄严，令人起敬。因为从没有人对他的智慧发生疑问，所以他极端自信。因为他见惯了人世的忧苦，所以极仁慈。我们对于富有生气的老者每说他们是老当益壮，像劳合乔治这样的人，我们每称他为老姜，意即姜桂之性，越老越辣。我在美国几乎连白须老者的影子也看不到，他们好似结了伴躲避我。我在美国已那么久了，只有一次在纽裘赛州看见过一个略具白须老者样子的人。这或者是保安剃刀的成绩，其可惜和愚笨正如中国北方的农民将各处山上的树木一起砍伐净尽，弄得美丽的青山都变成秃顶光皮一般不相上下。美国尚有一处宝藏需待他们去发现，这就是美丽和智慧的宝藏，美国人民发现时方能觉得这宝藏是何等的悦目赏心。飘飘长髯的山姆老叔已不复可见，因为他已用保安剃刀将长须剃去，交成一个双颧高耸，双颊凹瘪，戴着一副牛角框眼镜，透出炯炯目光的滑稽样子了。这一变立刻使他失去了旧日的庄严伟大，那是何等的可惜。我对最高法院问题所取的态度这问题其实和我并不相干，完全系以爱好却尔斯伊文思许斯的面貌而决定的。他简直已是美洲硕果仅存的伟大老人。试问此外还有别个吗？为了优待起见，自应让他退休，但如果说他已衰老不堪任事，则在我看来竟是绝大的侮辱。他的面貌是雕刻家所认为最合理想的。美国的老人依旧要如年轻人一般的忙劳，显然是个人主义推行得太过分所致。他以自立为荣，而以依赖晚辈为耻。美国宪法曾替人民规定下许多应享的权利，但不应遗漏了老年人应由其子女赡养这一条。因为这也是由服役而产生的一种权利和义务。为父母者在子女幼小时何等的辛劳，子女小有病痛必整日整夜的服侍，换下来的尿布每天必须洗涤，须费二十余年的功夫方能完成教养，使他们可以出去应世做事。他们即费了这大的辛苦，则到了老年时，应该由他们的子女赡养并受人尊敬，尚有拒绝不给予他们的道理吗？在普通方式的家庭生活中，凡是人都先受父母的教养，后来则接下去教养自己的子女，最后则受子女的赡养，程序极为自然，其间没有个人自傲的余地。"}
{"text":"因为这也是由服役而产生的一种权利和义务。为父母者在子女幼小时何等的辛劳，子女小有病痛必整日整夜的服侍，换下来的尿布每天必须洗涤，须费二十余年的功夫方能完成教养，使他们可以出去应世做事。他们即费了这大的辛苦，则到了老年时，应该由他们的子女赡养并受人尊敬，尚有拒绝不给予他们的道理吗？在普通方式的家庭生活中，凡是人都先受父母的教养，后来则接下去教养自己的子女，最后则受子女的赡养，程序极为自然，其间没有个人自傲的余地。中国人因为他们对生活的概念是完全以家庭中互助为基础，所以并没有个人独立的意识。因此，到了老年受子女们的赡养时，也不觉得有什么可耻的地方，反而将因有子女赡养他们而自己觉得欣幸。中国人的生存目的也仅此而已。西方人则不然，他宁可去住在附近有烹饪室的旅馆中。出于大公无私的愿望，不愿为子女所累，不愿去干涉他们的家庭生活。但他其实有干涉的权利，这种干涉即使将使子女们不愉快，但确属十分自然。因为一切生活，尤其是家常生活，本是一种节制课程。试想人在幼时，岂不都受父母的干涉吗？操行主义者以为子女须离开父母，在这种思想中，我们看到不干涉的逻辑。父母曾为我们费过一番极大的辛劳，如若我们在他们老而无能时尚不能容忍他们，则我们在家庭中尚能容忍什么人？一个人无论如何须学习自制，否则连婚姻也失去效力。试想骨肉的情爱奉侍，岂是旅馆仆役所能代替的吗？中国人对于年老父母的躬亲奉侍概念，系完全根据于有恩必报的理由。一个人从朋友方面所受到的恩惠都可以用数字计算，但父母的养育之恩则绝不是数字所能记录。中国的教孝论文中，一再提起洗尿布。这件事使轮到自己做父母时觉得有意义。所以为了报答起见，父母年老时，为子女者岂不应好好地侍奉，视其所好，每天以精美的膳食供养吗？为子女者尽孝道不是一件很容易的事情，不单是像医院看护服侍一个陌生病人一般，但求尽职就能算数的。以下是屠羲时所著养正遗规中的一节。这篇文字从前小学生都当做教科书读，中间详述子女应该怎样对父母尽其孝道夏月侍父母，常须挥扇于其侧，以清炎暑，及驱逐蚊蝇。冬月则审察衣被之厚薄，炉火之多寡，时为增益并候视窗户罅隙，使不为风寒所侵，务期父母安乐方已。十岁以上，侵晨先父母起，梳洗毕，诣父母榻前，问夜来安否？如父母已起，则就房先作揖，后致问，问毕，乃一揖退。昏时，候父母将寝，则拂席整衾以待，已寝，则下帐闭户而后息。"}
{"text":"以下是屠羲时所著养正遗规中的一节。这篇文字从前小学生都当做教科书读，中间详述子女应该怎样对父母尽其孝道夏月侍父母，常须挥扇于其侧，以清炎暑，及驱逐蚊蝇。冬月则审察衣被之厚薄，炉火之多寡，时为增益并候视窗户罅隙，使不为风寒所侵，务期父母安乐方已。十岁以上，侵晨先父母起，梳洗毕，诣父母榻前，问夜来安否？如父母已起，则就房先作揖，后致问，问毕，乃一揖退。昏时，候父母将寝，则拂席整衾以待，已寝，则下帐闭户而后息。因此在中国，哪个不期望做老人，做父母或祖父母？这类事情常被普罗级著作家所讥笑，视为封建遗毒。但其中实有一种佳趣，因此，中国内地的老年人都还牢守这个思想，而以为新的中国太不像话。最重要的一点是凡人如有相当的长寿，他不能不老。愚拙的个人主义似乎假定个人可以在抽象的境地中生存，可以实际的独立。我们如若舍弃这个思想，便会承认我们必须如此计划我们的生活方式，以使人生的极乐时期出现在老年之时，而并不在知识未充分的青年时期。因为我们如若取持和此相反的态度，则我们将于不知不觉之间和光阴做必不能获胜的竞赛，对于未来永远怀着一种恐惧，深怕它的莅临。一个人绝不能不老，凡自己以为不老的人，都是在那里自欺。人类不能和大自然相对抗，则何不安于由此而老呢？生命的交响曲，其终点处应是伟大的和平晴朗，物质舒适和精神上的满足，而不是破锣破鼓的刺耳响。窗内人于窗纸上作字，吾于窗外观之，极佳。当为花中之萱草，毋为鸟中之杜鹃。值太平世，生湖山郡，官长廉静，农道化裕，娶妇贤淑，生子聪慧，人生如此，可云全福。胸藏丘壑，城市不异山林兴寄烟霞，阁浮有如蓬岛。清宵独坐，邀月言愁良夜孤眠，呼恐语恨。居城市中，当以画幅当山水，以盆景当苑圃，以书籍当朋友。延名师训子弟，入名山习举业，丐名士代捉刀，三者都无是处。方外不必戒酒，但须戒俗红裙不必通文，但须得趣。厌催租之败意，丞宜早完粮喜老衲之谈禅，难免常常布施。万事可忘，难忘者名心一段千般易淡，未淡者美酒三杯。酒可以当茶茶不可以当酒诗可以当文，文不可以当诗曲可以当词，词不可以当曲月可以当灯，灯不可以当月笔可以当口，口不可以当笔婢可以当奴，奴不可以当婢。胸中小不平，可以酒消之世间大不平，非剑不能消也。忙人园亭，宜与住宅相连闲人园亭，不妨与住宅相远。"}
{"text":"延名师训子弟，入名山习举业，丐名士代捉刀，三者都无是处。方外不必戒酒，但须戒俗红裙不必通文，但须得趣。厌催租之败意，丞宜早完粮喜老衲之谈禅，难免常常布施。万事可忘，难忘者名心一段千般易淡，未淡者美酒三杯。酒可以当茶茶不可以当酒诗可以当文，文不可以当诗曲可以当词，词不可以当曲月可以当灯，灯不可以当月笔可以当口，口不可以当笔婢可以当奴，奴不可以当婢。胸中小不平，可以酒消之世间大不平，非剑不能消也。忙人园亭，宜与住宅相连闲人园亭，不妨与住宅相远。有山林隐逸之乐而不知享者渔樵也，农圃也，缁黄也有园亭姬妾之乐而不能享不善享者富商也，大僚也。痛可忍，而痒不可忍苦可耐，而酸不可耐。闲人之砚，固欲其佳而忙人之砚，尤不可不佳娱情之妾，固欲其美而广嗣之妾，亦不可不美。鹤令人逸马令人俊兰令人幽松令人古。予尝欲建一无遮大会，―祭历代才子，一祭历代才人。俟遇有真正高僧，即当为之。美味以大嚼尽之，奇境以粗游了之，深情以浅语传之，良辰以酒食度之，富贵以骄奢处之，俱失造化本怀。读城记动人的北平北平好像是一个魁梧的老人，具有一种老城的品格。一个城市与人相似，各有不同的品格，有的卑污狭隘，好奇多疑有的宽怀大量的豪爽达观。北平是豪爽的，北平是宽大的。他包容着新旧两派，但他本身并不稍为之动摇。穿高跟鞋的摩登女郎与着木屐的东北老妪并肩而行，北平却不理这回事。胡须苍白的画家，住在大学生公寓的对面，北平也不理这回事。新式汽车与洋车驴车媲美，北平也不理这回事。在高耸的北京饭店后面，一条小路上的人过着一千年来未变的生活，谁去理那回事？离协和医院一箭之地，有些旧式的古玩铺，古玩商人抽着水烟袋，仍然沿用旧法去营业，谁去理那回事？穿衣尽可随便，吃饭任择餐馆，随意乐其所好，畅情欣赏美山――谁来理你？北平又像是一株古木老树，根脉深入地中，藉之得畅茂。在他的树荫下与枝躯上寄生的，有数百万的昆虫。这些昆虫如何能知道树的大小，如何生长根，在地下有多少深，还有在别枝上寄生的是什么昆虫？一个北平居民如何能形容老大的北平呢？一个人总觉得他不了解北平。"}
{"text":"北平又像是一株古木老树，根脉深入地中，藉之得畅茂。在他的树荫下与枝躯上寄生的，有数百万的昆虫。这些昆虫如何能知道树的大小，如何生长根，在地下有多少深，还有在别枝上寄生的是什么昆虫？一个北平居民如何能形容老大的北平呢？一个人总觉得他不了解北平。在那里已经住了十年以后，你偶然会在小路上发现一个驼背的老人，后悔没有早日遇见他或是一个可爱的老画家，露着大肚子坐在槐树下的竹椅上用芭蕉扇摇风乘凉梦想他过去的日子或是一个踢毽子的老人，他能把毽子放在头顶上一点一点的移动着，然后由背后掉下来时，平落在他的鞋底或是一个刀手或是一个儿童戏剧学校的太太或是一个人力车夫变成满洲国的高贵人或是一个前朝的县太爷。一个人怎敢说他了解北平呢？北平是一个珠玉之城，一个人眼从未见过的珠玉之城。它是具有紫金的御色屋顶，以及宫殿庭园楼榭的珠玉之城。它为珠玉结成的古城，它有紫色的西山，青带似的玉泉，中央公园垂老的杉树，以及天坛先农坛。城内有九个公园，三个御湖，名为中南北三海，现在任人游览。并且北平有蓝天洁月，雨夏凉秋，与高爽的冬日气候。北平像是一个国王的梦境，它有宫殿御园百尺宽的大道艺术博物院专校大学医院庙塔艺商，与旧书摊林立的街道。北平像是一个饮食专家的乐园。它有数百年的饭馆，招牌被烟熏得破旧不堪，还有肩上搭着毛巾的光头堂倌，他们的招待是十足和蔼的，因为他们在满清政府服侍过高官大吏，曾受了传统的特别训练。北平是贫富共居的地方，每个邻近的铺号都许一个贫老的记账取货，街上贩卖的东西很便宜。你可以留连在那里的一个茶馆里，一整个下午不走。北平是采购者的天堂，广有中国古代的手艺品书籍图画古玩玉石珐琅镶嵌灯笼之类。那是一个到处能买货的地方，商贩也会带着货物走上门来在清晨，门外路上货贩众多，叫卖声形成极美妙的调门儿。北平是清静的，它是一个住家的城市，每家都有一个院落，每院都有一个金鱼缸和一株梧桐或石榴树那里的果蔬新鲜桃就是桃，柿就是柿。他是一个理想的城市，每个人都有呼吸之地农村幽静与城市舒适媲美。那里的街道排列恰当，清晨在花园中拔白菜的时候，抬头可以看到西山的雄姿――然而距离一家大百货商店，只有一箭之地。北平有多样性――多样的人。他有法律与触犯法律的人，守法的警察与作奸犯科的警察，盗贼与保护盗贼的人，乞丐与乞丐之王。"}
{"text":"北平是清静的，它是一个住家的城市，每家都有一个院落，每院都有一个金鱼缸和一株梧桐或石榴树那里的果蔬新鲜桃就是桃，柿就是柿。他是一个理想的城市，每个人都有呼吸之地农村幽静与城市舒适媲美。那里的街道排列恰当，清晨在花园中拔白菜的时候，抬头可以看到西山的雄姿――然而距离一家大百货商店，只有一箭之地。北平有多样性――多样的人。他有法律与触犯法律的人，守法的警察与作奸犯科的警察，盗贼与保护盗贼的人，乞丐与乞丐之王。它有圣贤罪人回教徒除妖的藏人算命拳手和尚妓女中国与俄国的职业舞女日本和朝鲜的走私者画家哲学家诗人收藏家青年大学生影迷。它有卑鄙的政客年老息影的县官新生活运动着现充女佣的前清官吏的太太。北平有五颜六色旧的与新的色彩。他有皇朝的色彩，古代历史的色彩，蒙古草原的色彩。驼商自张家口与南口来到北平，走进古代的城门。他有高大的城墙，城门顶上宽至四五十公尺。他有城楼与齐楼，他有庙宇古老花园寺塔每一块石头，每一棵树木，以及每一座桥梁，都具有历史典故。使北平成为理想的居住城市的原由，可列举下列三点来加以说明北京城虽始建于十二世纪，但它现在的式样是明朝永乐皇帝在十五世纪初建造的永乐皇帝也重建过长城。因之富有皇室的华贵。有一个南城，稍小于北城，自南城最南的门内向，有一条绵延五英里的中轴，它穿经依次相连的每一道城门，直抵皇宫正殿。紫禁城位于北城的中心，周围绕有城壕与金色瓦顶的墙垣，背后是煤山，山上共有五座亭台，顶上盖有灿烂彩色的瓦。由煤山可以看到那条中轴，附近还有鼓楼。三海位于紫禁城的西面与西南面，那里是皇室的画舫遨游之地。与中轴平行的是两条康庄的大道，在东城是哈德门大街，在西城是宣武门大街，每条大街宽约六十英尺，在紫禁城前连接两街东西直通的大道，是宽逾百尺的天安门大街，在外城南门附近，位于中轴东西两端的，是天坛与先农坛。那里是皇帝祈年风调雨顺之处。因为中国人对建筑美的观念，须兼顾雅适而不仅在高伟，宫殿屋顶所以都属于平阔一类的，也因为皇帝之外，无人许住楼房，所以到处都显得极其宽阔。因是使北平显得如此舒适可爱的，成为居民的生活方式。居住在繁华街衢附近的人，也都能安详生活。那里的生活程度很低，生活也颇富意味。"}
