{"text":"阿莱勒。通译奥廖尔，位于莫斯科西南的城市。指十月革命后苏联反抗国际武装干涉及与国内反动派的斗争。一九一九年安德烈夫流亡国外，同年九月在去美国途中，因心脏麻痹症死于芬兰的赫尔辛基。克罗绥克s―通译卡拉塞克，捷克诗人批评家。著有死的对话流放者之岛等，又编有斯拉夫文学史等。书籍附记这一篇是一九一年作，意义很明显，是颜色黯澹的铅一般的滑稽，二十年之后，才译成中国语，安特来夫已经死了三年了。一九二一年九月十一日，记。本篇连同书籍的译文，均收入现代小说译丛第一集。连翘附记契里珂夫s的名字，在我们心目中还很生疏，但在俄国，却早算一个契诃夫以后的智识阶级的代表著，全集十七本，已经重印过几次了。契里珂夫以一八六四年生于凯山，从小住在村落里，朋友都是农夫和穷人的孩儿后来离乡入中学，将毕业，便已有了革命思想了。所以他著作里，往往描出乡间的黑暗来，也常用革命的背景。他很贫困，最初寄稿于乡下的新闻，到一八八六年，才得发表于大日报，他自己说这才是他文事行动的开端。他最擅长于戏剧，很自然，多变化，而紧凑又不下于契诃夫。做从军记者也有名，集成本子的有巴尔干战记和取材于这回欧战的短篇小说战争的反响。他的著作，虽然稍缺深沉的思想，然而率直，生动，清新。他又有善于心理描写之称，纵不及别人的复杂，而大抵取自实生活，颇富于讽刺和诙谐。这篇连翘也是一个小标本。他是艺术家，又是革命家而他又是民众教导者，这几乎是俄国文人的通有性，可以无须多说了。一九二一年十一月二日，记。本篇连同连翘的译文，均收入现代小说译丛第一集。契里珂夫，―俄国作家。一九一七年移居巴黎，后死于捷克布拉格。著有自传体小说塔尔哈诺夫的一生剧本庄稼汉等。凯山通译喀山，今苏联鞑靼自治共和国的首都。新闻这里是报纸日语的意思。一个青年的梦一个青年的梦我看这剧本，是由于新青年上的介绍，我译这剧本的开手，是在一九一九年八月二日这一天，从此逐日登在北京国民公报上。"}
{"text":"契里珂夫，―俄国作家。一九一七年移居巴黎，后死于捷克布拉格。著有自传体小说塔尔哈诺夫的一生剧本庄稼汉等。凯山通译喀山，今苏联鞑靼自治共和国的首都。新闻这里是报纸日语的意思。一个青年的梦一个青年的梦我看这剧本，是由于新青年上的介绍，我译这剧本的开手，是在一九一九年八月二日这一天，从此逐日登在北京国民公报上。到十月二十五日，国民公报忽被禁止出版了，我也便歇手不译，这正在第三幕第二场两个军使谈话的中途。同年十一月间，因为新青年记者的希望，我又将旧译校订一过，并译完第四幕，按月登在新青年上。从七卷二号起，一共分四期。但那第四号是人口问题号，多被不知谁何没收了，所以大约也有许多人没有见。周作人先生和武者小路先生通信的时候，曾经提到这已经译出的事，并问他对于住在中国的人类有什么意见，可以说说。因此写了一篇，寄到北京，而我适值到别处去了，便由周先生译出，就是本书开头的一篇与支那未知的友人。原的按语中说一个青年的梦的书名，武者小路先生曾说想改作与战争，他这篇文章里也就用这个新名字，但因为我们译的还是旧称，所以我于译文中也一律仍写作一个青年的梦。现在，是在合成单本，第三次印行的时候之前了。我便又乘这机会，据先前寄来的勘误表再加修正，又校改了若干的误字，而且再记出旧事来，给大家知道这本书两年以来在中国怎样枝枝节节的，好容易才成为一册书的小历史。一九二一年十二月十九日，记于北京。一个青年的梦日本武者小路实笃所作的四幕反战剧本。中译文在翻译时即陆续发表于北京国民公报副刊，至该报被禁停刊时止一九一九年八月三日至十月二十五日，后来全剧又移刊于新青年月刊第七卷第二号至第五号一九二年一月至四月。单行本于一九二二年七月由上海商务印书馆出版，列为文学研究会丛书之一至一九二七年九月，又由上海北新书局再版发行列为未名丛刊之一。本篇最初印入一九二二年七月上海商务印书馆出版的一个青年的梦单行本，未另在报刊上发表过。新青年综合性月刊，五四时期倡导新文化运动传播马克思主义的重要刊物。一九一五年九月创刊于上海，由陈独秀主编。"}
{"text":"单行本于一九二二年七月由上海商务印书馆出版，列为文学研究会丛书之一至一九二七年九月，又由上海北新书局再版发行列为未名丛刊之一。本篇最初印入一九二二年七月上海商务印书馆出版的一个青年的梦单行本，未另在报刊上发表过。新青年综合性月刊，五四时期倡导新文化运动传播马克思主义的重要刊物。一九一五年九月创刊于上海，由陈独秀主编。第一卷名青年杂志，第二卷起改名新青年。一九一六年底迁至北京。从一九一八年一月起，李大钊等参加编辑工作。一九二二年七月休刊，共出九卷，每卷六期。在五四时期同该刊有密切联系，是它的重要撰稿人，曾参加该刊编辑会议。国民公报一九九年中国改良派为鼓吹立宪运动而创办于北京的日报，徐佛苏主编，一九一九年十月二十五日，因刊登揭露段祺瑞政府的文字，被禁停刊。武者小路实笃―日本作家。白桦杂志创办人之一，著有小说好好先生剧本他的妹妹等。在日本侵华期间，他附和日本帝国主义的侵略政策。序新青年四卷五号里面，周起明曾说起一个青年的梦，我因此便也搜求了一本，将他看完，很受些感动觉得思想很透彻，信心很强固，声音也很真。我对于人人都是人类的相待，不是国家的相待，才得永久和平，但非从民众觉醒不可这意思，极以为然，而且也相信将来总要做到。现在国家这个东西，虽然依旧存在但人的真性，却一天比一天的流露欧战未完时候，在外国报纸上，时时可以看到两军在停战中往来的美谭，战后相爱的至情。他们虽然还蒙在国的鼓子里，然而已经像竞走一般，走时是竞争者，走了是朋友了。中国开一个运动会，却每每因为决赛而至于打架日子早过去了，两面还仇恨着。在社会上，也大抵无端的互相仇视，什么南北，什么省道府县，弄得无可开交，个个满脸苦相。我因此对于中国人爱和平这句话，很有些怀疑，很觉得恐怖。我想如果中国有战前的德意志一半强，不知国民性是怎么一种颜色。现在是世界上出名的弱国，南北却还没有议和，打仗比欧战更长久。现在还没有多人大叫，半夜里上了高楼撞一通警钟。日本却早有人叫了。他们总之幸福。但中国也仿佛很有许多人觉悟了。我却依然恐怖，生怕是旧式的觉悟，将来仍然免不了落后。"}
{"text":"在社会上，也大抵无端的互相仇视，什么南北，什么省道府县，弄得无可开交，个个满脸苦相。我因此对于中国人爱和平这句话，很有些怀疑，很觉得恐怖。我想如果中国有战前的德意志一半强，不知国民性是怎么一种颜色。现在是世界上出名的弱国，南北却还没有议和，打仗比欧战更长久。现在还没有多人大叫，半夜里上了高楼撞一通警钟。日本却早有人叫了。他们总之幸福。但中国也仿佛很有许多人觉悟了。我却依然恐怖，生怕是旧式的觉悟，将来仍然免不了落后。昨天下午，孙伏园对我说，可以做点东西。我说，文章是做不出了。一个青年的梦却很可以翻译。但当这时候，不很相宜，两面正在交恶，怕未必有人高兴看。晚上点了灯，看见书脊上的金字，想起日间的话，忽然对于自己的根性有点怀疑，觉得恐怖，觉得羞耻。人不该这样做，――我便动手翻译了。武者小路氏新村杂感说，家里有火的人呵，不要将火在隐僻处搁着，放在我们能见的地方，并且通知说，这里也有你们的兄弟。他们在大风雨中，擎出了火把，我却想用黑幔去遮盖他，在睡着的人的面前讨好么？但书里的话，我自然也有意见不同的地方，现在都不细说了，让各人各用自己的意思去想罢。一九一九年八月二日，。本篇及下篇序二连同剧本第一幕的译文，最初同时发表于一九二年一月新青年月刊第七卷第二号，未收入单行本。周起明即周作人―，又作启明起孟，的二弟。抗日战争时期堕落为汉奸。他在新青年第四卷第五号一九一八年五月曾发表读武者小路君作一个青年的梦一文，下面的人人都是人类的相待，不是国家的相待几句，即引自该文。南北却还没有议和南北，指南方军政府与北洋政府。一九一七年皖系军阀段祺瑞解散国会，驱走总统黎元洪。孙中山在广州召开国会非常会议，组织护法军军政府，由此出现南北两个对立的政权。一九一九年一月双方各派代表在上海议和，因段祺瑞的阻挠，和谈破裂。孙伏园―原名福源，浙江绍兴人，任绍兴师范学校校长时的学生。后在北京大学毕业，曾参加新潮社和语丝社，先后任晨报副刊和京报副刊编辑。著有伏园游记先生二三事等。两面正在交恶两面，指中日双方。"}
{"text":"孙中山在广州召开国会非常会议，组织护法军军政府，由此出现南北两个对立的政权。一九一九年一月双方各派代表在上海议和，因段祺瑞的阻挠，和谈破裂。孙伏园―原名福源，浙江绍兴人，任绍兴师范学校校长时的学生。后在北京大学毕业，曾参加新潮社和语丝社，先后任晨报副刊和京报副刊编辑。著有伏园游记先生二三事等。两面正在交恶两面，指中日双方。一九一九年一月在巴黎和会上，中国要求取消日本强加于中国的不平等条约及各种特权，遭到否决，致引起中国人民的愤怒。新村杂感一九一八年冬，武者小路实笃在日本宫崎县日向地区创建新村，实行耕读主义时所写的文章。序二我译这剧本，从八月初开手，逐日的登在国民公报上面到十月念五日，国民公报忽然被禁止出版了，这剧本正当第三幕第二场两个军使谈话的中途。现在因为新青年记者的希望，再将译本校正一遍，载在这杂志上。全本共有四幕，第三幕又分三场，全用一个青年作为线索。但四幕之内，无论那一幕那一场又各各自有首尾，能独立了也成一个完全的作品所以分看合看，都无所不可的。全剧的宗旨，自序已经表明，是在反对战争，不必再说了。但我虑到几位读者，或以为日本是好战的国度，那国民才该熟读这书，中国又何须有此呢？我的私见，却很不然中国人自己诚然不善于战争，却并没有诅咒战争自己诚然不愿出战，却并未同情于不愿出战的他人虽然想到自己，却并没有想到他人的自己。譬如现在论及日本并吞朝鲜的事，每每有朝鲜本我藩属这一类话，只要听这口气，也足够教人害怕了。所以我以为这剧本也很可以医许多中国旧思想上的痼疾，因此也很有翻成中文的意义。十一月二十四日迅。日本并吞朝鲜的事指一九一年八月日本帝国主义强迫朝鲜政府签订日韩合并条约，使朝鲜沦为它的殖民地。爱罗先珂童话集爱罗先珂童话集序爱罗先珂先生的童话，现在辑成一集，显现于住在中国的读者的眼前了。这原是我的希望，所以很使我感谢而且喜欢。本集的十二篇文章中，自叙传和为跌下而造的塔是胡愈之先生译的，虹之国是馥泉先生译的，其余是我译的。"}
{"text":"爱罗先珂童话集爱罗先珂童话集序爱罗先珂先生的童话，现在辑成一集，显现于住在中国的读者的眼前了。这原是我的希望，所以很使我感谢而且喜欢。本集的十二篇文章中，自叙传和为跌下而造的塔是胡愈之先生译的，虹之国是馥泉先生译的，其余是我译的。就我所选译的而言，我最先得到他的第一本创作集夜明前之歌，所译的是前六篇，后来得到第二本创作集最后之叹息，所译的是两个小小的死，又从现代杂志里译了为人类，从原稿上译了世界的火灾。依我的主见选译的是狭的笼，池边，雕的心，春夜的梦，此外便是照着的希望而译的了。因此，我觉得所要叫彻人间的是无所不爱，然而不得所爱的悲哀，而我所展开他来的是童心的，美的，然而有真实性的梦。这梦，或者是的悲哀的面纱罢？那么，我也过于梦梦了，但是我愿意不要出离了这童心的美的梦，而且还要招呼人们进向这梦中，看定了真实的虹，我们不至于是梦游者s。一九二二年一月二十八日，记。爱罗先珂童话集一九二二年七月上海商务印书馆出版，列为文学研究会丛书之一。其中翻九篇，除古怪的猫一篇未见在报刊上发表外，其它各篇在收入单行本前都曾分别发表于新青年月刊妇女杂志东方杂志小说月报及晨报副刊。译文集所收爱罗先珂童话集中的末四篇爱字的疮小鸡的悲剧红的花时光老人，系自所编爱罗先珂第二童话集幸福的船一九三一年三月上海开明书店出版转录。本篇最初印入爱罗先珂童话集。爱罗先珂，―俄国诗人童话作家。童年时因病双目失明。曾先后到过日本泰国缅甸印度。一九二一年在日本因参加五一游行被驱逐出境，后辗转来到我国。一九二二年从上海到北京，曾在北京大学北京世界语专门学校任教。一九二三年回国。他用世界语和日语写作，主要作品有童话剧桃色的云和童话集回忆录等。胡愈之浙江上虞人，作家政论家。当时任商务印书馆编辑，主编东方杂志。著有莫斯科印象记等。"}
{"text":"童年时因病双目失明。曾先后到过日本泰国缅甸印度。一九二一年在日本因参加五一游行被驱逐出境，后辗转来到我国。一九二二年从上海到北京，曾在北京大学北京世界语专门学校任教。一九二三年回国。他用世界语和日语写作，主要作品有童话剧桃色的云和童话集回忆录等。胡愈之浙江上虞人，作家政论家。当时任商务印书馆编辑，主编东方杂志。著有莫斯科印象记等。馥泉汪馥泉―浙江杭县人，当时是翻译工。前六篇指狭的笼鱼的悲哀池边b的心春夜的梦古怪的猫。最后之叹息一九二一年十二月日本东京丛文阁出版。现代出版于东京的日本杂志，月刊，大日本雄辩会讲谈社编辑。狭的笼附记一九二一年五月二十八日日本放逐了一个俄国的盲人以后，他们的报章上很有许多议论，我才留心到这漂泊的失明的诗人华希理埃罗先珂。然而埃罗先珂并非世界上赫赫有名的诗人我也不甚知道他的经历。所知道的只是他大约三十余岁，先在印度，以带着无政府主义倾向的理由，被英国的官驱逐了于是他到日本。进过他们的盲哑学校，现在又被日本的官驱逐了，理由是有宣传危险思想的嫌疑。日英是同盟国，兄弟似的情分，既然被逐于英，自然也一定被逐于日的但这一回却添上了辱骂与殴打。也如一切被打的人们，往往遗下物件或鲜血一样，埃罗先珂也遗下东西来，这是他的创作集，一是天明前之歌，二是最后之叹息。现在已经出版的是第一种，一共十四篇，是他流寓中做给日本人看的童话体的著作。通观全体，他于政治经济是没有兴趣的，也并不藏着什么危险思想的气味他只有着一个幼稚的，然而优美的纯洁的心，人间的疆界也不能限制他的梦幻，所以对于日本常常发出身受一般的非常感愤的言辞来。他这俄国式的大旷野的精神，在日本是不合式的，当然要得到打骂的回赠，但他没有料到，这就足见他只有一个幼稚的然而纯洁的心。我掩卷之后，深感谢人类中有这样的不失赤子之心的人与著作。这狭的笼便是天明前之歌里的第一篇，大约还是漂流印度时候的感想和愤激。他自己说这一篇是用了血和泪所写的。"}
{"text":"他这俄国式的大旷野的精神，在日本是不合式的，当然要得到打骂的回赠，但他没有料到，这就足见他只有一个幼稚的然而纯洁的心。我掩卷之后，深感谢人类中有这样的不失赤子之心的人与著作。这狭的笼便是天明前之歌里的第一篇，大约还是漂流印度时候的感想和愤激。他自己说这一篇是用了血和泪所写的。单就印度而言，他们并不戚戚于自己不努力于人的生活，却愤愤于被人禁了撒提，所以即使并无敌人，也仍然是笼中的下流的奴隶。广大哉诗人的眼泪，我爱这攻击别国的撒提之幼稚的俄国盲人埃罗先珂，实在远过于赞美本国的撒提受过诺贝尔奖金的印度诗圣泰戈尔我诅咒美而有毒的曼陀罗华。一九二一年八月十六日，记。本篇连同狭的笼的译文，最初发表于一九二一年八月新青年月刊第九卷第四号。日英是同盟国一九二年日英帝国主义为侵略中国及与沙皇俄国争夺在中国东北和朝鲜的利益，缔结了反俄的军事同盟。天明前之歌即夜明前之歌。撒提印度旧时的一种封建习俗丈夫死后，妻子即随同丈夫的尸体自焚。撒提，梵文的原义为贞节的妇女。泰戈尔，―印度诗人作家。他的作品主要描写英帝国主义统治下印度人民的悲惨生活。但又具有泛神论者的神秘色彩和宗教气氛。一九一三年他以诗集吉檀迦利获得诺贝尔奖金。著有新月园丁飞鸟等诗集及戈拉沉船等小说。曼陀罗华毒草名，秋季开花。华，同花。池边附记芬兰的文人有这样意思的话人生是流星一样，霍的一闪，引起人们的注意来，亮过去了，消失了，人们也就忘却了！但这还是就看见的而论，人们没有看见的流星，正多着哩。五月初，日本为治安起见，驱逐一个俄国的盲人出了他们的国界，送向海参卫去了。这就是诗人华希理爱罗先珂。他被驱逐时，大约还有使人伤心的事，报章上很发表过他的几个朋友的不平的文章，然而奇怪，他却将美的赠物留给日本了其一是天明前之歌，其二是最后之叹息。那是诗人的童话集，含有美的感情与纯朴的心。有人说，他的作品给孩子看太认真，给成人看太不认真，这或者也是的。"}
{"text":"但这还是就看见的而论，人们没有看见的流星，正多着哩。五月初，日本为治安起见，驱逐一个俄国的盲人出了他们的国界，送向海参卫去了。这就是诗人华希理爱罗先珂。他被驱逐时，大约还有使人伤心的事，报章上很发表过他的几个朋友的不平的文章，然而奇怪，他却将美的赠物留给日本了其一是天明前之歌，其二是最后之叹息。那是诗人的童话集，含有美的感情与纯朴的心。有人说，他的作品给孩子看太认真，给成人看太不认真，这或者也是的。但我于他的童话，不觉得太不认真，也看不出什么危险思想来。他不像宣传家，煽动家他只是梦幻，纯白，而有大心，也为了非他族类的不幸者而叹息。这大约便是被逐的原因。他闪过了我本也早已忘却了，而不幸今天又看见他的天明前之歌，于是由不得要绍介他的心给中国人看。可惜中国文是急促的文，话也是急促的话，最不宜于译童话我又没有才力，至少也减了原作的从容与美的一半了。九月十日附记。本篇最初发表于一九二一年九月二十四日晨报副刊，池边的译文即发表于二十四日至二十六日该刊。佩伐林塔―，芬兰小说家。出身于农民家庭，他的作品主要描写农民生活，是以芬兰文写作的最早的作家之一。著有人生图录霜晨等。即海参崴，原为我国东北部重要海口，清咸丰十年为沙皇俄国占领，改名符拉迪沃斯托克意为控制东方。爱罗先珂于一九二一年七月到达当时已被日本军队占领的海参崴。一九二一年五月间爱罗先珂被日本政府驱逐后，日本报纸读卖新闻曾先后刊载江口涣的忆爱罗先珂华希理君一九二一年六月十五日和中根弘的盲诗人最近的踪迹一九二一年十月九日等文。大心同情心博爱的意思。春夜的梦附记爱罗先珂的文章，我在上月的晨报上，已经绍介过一篇池边。这也收在天明前之歌里，和那一篇都是最富于诗趣的作品。他自己说这是作为我的微笑而作的。虽然是悲哀的微笑，当这时代，在这国里，还不能现出快活的微笑来。文中的意思，非常了然，不过是说美的占有的罪过，和春梦这与中国所谓一场春梦的春梦，截然是两件事，应该注意的的将醒的情形。而他的将来的理想，便在结末这一节里。"}
