{"text":"他三次推让天下，最后还是逃掉。后世的老百姓，不晓得历史上这件事。这事后来流传下来，完全靠左传详细的记载。而他自己帝王都不要作，当然更不会要一个虚名，让老百姓去称道他了。所以孔子特别尊重他。这也就是中国后来所讲的道家思想我们前面曾提过，在当时是儒道不分的。一个人道德修养，真要做到君子坦荡荡，必须修养到什么程度呢？要做到弃天下如敝屣，薄帝王将相而不为。把皇帝的位置丢掉像丢掉破鞋子一样为了道德，为了自己终身的信仰，人格的建立，皇帝可以不当，出将入相富贵功名可以不要。孔子所标榜的人格的修养，到了这地步，那自然会真正坦荡荡。也是前面提到过的，人有所求则不刚。曾子也说求于人者畏于人。对人有所要求，就会怕人。如向人借钱，总是畏畏缩缩的。求是很痛苦的。所谓人到无求品自高。所以要做到君子坦荡荡，养成弃天下如敝屣，然后可以担当天下大任了。因为担当这个职务的时候，并不以个人当帝王将相为荣耀，硬是视为一个重任到了身上来，不能不尽心力。但隋炀帝另有一种狂妄的说法，他说我本无心求富贵，谁知富贵迫人来。能说这种狂妄的话，自有他的气魄。这是反派的。到他自己晓得快要失败了，被困江都的时刻，对着镜子，拍拍自己的后脑好头颅，谁能砍之？后来果然被老百姓杀掉了。这是反面的，不是道德的思想。但是我们引用他的话，当谁知富贵迫人来的时候，能不被富贵所迷惑的就是泰伯。贵为天子而友布衣下面是孔子说明人生修养的境界。子曰恭而无礼则劳，慎而无礼则葸，勇而无礼则乱，直而无礼则绞。君子笃于亲，则民兴于仁。故旧不遗，则民不偷。这一节我们要深入研究，意义包括很多。大而言之，就是政治领导哲学小而言之，是个人的人生修养道理。恭就是恭敬。有的人天生就是态度拘谨，对人对事很恭敬有的人生来就昂头翘首，蛮不服气的样子。有的长官对这种人的印象很坏，其实大可不必，这种态度，是他的秉赋，他内心并不一定这样。所以我们判断一个人的好坏，不要随便被外在的态度左右，尽量要客观。孔子所说的恭而无礼，这个礼不是指礼貌，是指礼的精神思想文化的内涵。所以不要认为态度上恭敬就是道德，如果有恭敬态度而没有礼的内涵则劳。"}
{"text":"大而言之，就是政治领导哲学小而言之，是个人的人生修养道理。恭就是恭敬。有的人天生就是态度拘谨，对人对事很恭敬有的人生来就昂头翘首，蛮不服气的样子。有的长官对这种人的印象很坏，其实大可不必，这种态度，是他的秉赋，他内心并不一定这样。所以我们判断一个人的好坏，不要随便被外在的态度左右，尽量要客观。孔子所说的恭而无礼，这个礼不是指礼貌，是指礼的精神思想文化的内涵。所以不要认为态度上恭敬就是道德，如果有恭敬态度而没有礼的内涵则劳。换句话说，外型礼貌固然重要，如果内在没有礼的精神，碰到人一味的礼貌，则很辛苦很不安详。慎而无礼则葸，有些人做事很谨慎，非常小心。小心固然好，过分的小心就变成无能窝囊，什么都不敢动手了。我们土话说树叶掉下来怕打破头，确有这种人。勇而无礼则乱，有些人有勇气有冲劲，容易下决心，有事情就干了，这就是勇。如果内在没有好的修养，就容易出乱子，把事情搞坏。直而无礼则绞，有些人个性直率坦白，对就是对，不对就是不对。当长官的或当长辈的，有时候遇到这种人，实在难受，常叫你下不了台。老实说这种阳性人，心地非常好，很坦诚。但是学问上要经过磨练修养，否则就绞，绞得太过分了就断，误了事情。这四点恭慎勇直，都是人的美德，很好的四种个性。但必须要经过文化教育来中和它，不得中和就成为偏激了，这四点也成了大毛病，并不一定对。太恭敬了，变成劳。我们中国人说礼多必诈，像王莽就很多礼。太谨慎了变成窝囊。太勇敢了，容易决断，成为冲动，有时误了事情。太直了，有时不但不能成事，反而偾事。项羽的个性就是太勇太直这两个反面的缺点。清代诗人王昙说他误读兵书负项梁，很有道理。所以教育文化，非常重要，自己要晓得中和。懂得了这四点，就是每一个人反省自己个性的标准。孔子接着说君子笃于亲，则民兴于仁。我们中国人讲孝道，如果对于自己的父母兄弟姊妹朋友都没有感情，亲情不笃，而要他爱天下，爱国家爱社会，那是空洞的口号，是不可能的。说他真的有爱心，他连父母兄弟姊妹朋友都没有爱过，怎会爱天下国家社会？或者说私事不爱而爱公众，事实上没有这回事。爱天下国家，就是爱父母兄弟的发挥。所以说笃于亲者，不怕人自私爱自己的父母兄弟。儒家讲爱是由近处逐渐向外扩充的，所以先笃于亲，然后民兴于仁。从亲亲之义出发，整个风气就是仁爱，人人都会相爱。"}
{"text":"孔子接着说君子笃于亲，则民兴于仁。我们中国人讲孝道，如果对于自己的父母兄弟姊妹朋友都没有感情，亲情不笃，而要他爱天下，爱国家爱社会，那是空洞的口号，是不可能的。说他真的有爱心，他连父母兄弟姊妹朋友都没有爱过，怎会爱天下国家社会？或者说私事不爱而爱公众，事实上没有这回事。爱天下国家，就是爱父母兄弟的发挥。所以说笃于亲者，不怕人自私爱自己的父母兄弟。儒家讲爱是由近处逐渐向外扩充的，所以先笃于亲，然后民兴于仁。从亲亲之义出发，整个风气就是仁爱，人人都会相爱。下面故旧不遗，则民不偷。故旧有两个意义。过去的解释是老朋友老前辈。像古人说的念旧，老朋友的交情，始终惦念他，即所谓滴水之恩，涌泉相报。如韩信一饭难忘的故事，他倒楣的时候，饿得不得了，在溪边吃了一个洗衣服老太婆的饭，匆匆忙忙，没有问清姓名就走了。后来他封了王，想找这个老太婆报答，找不到，只好将千金放在水里。古人就有这个精神。汉光武当了皇帝以后，找老同学严光来叙旧朱元璋当了皇帝以后，要找年轻时和他一起种田的老朋友田兴出来，找不到就下令全国找这个人。田兴却硬不肯出来做官，只是到处在做好事。后来有人报告，一个县里，有五只老虎出来吃人，厉害得很，而有一个人把那五只老虎都打死了。朱元璋接到这封公文，知道一定是他的老朋友田兴做的好事。于是找来翰林院的进士们，都是文学修养非常高的，以现在来说，都是研究院中的博士。朱元璋要他们赶快写信去把田兴找来。于是翰林先生们之乎者也矣焉哉孔子曰孟子曰的，咬文嚼字。朱元璋看了半天，皱皱眉摇摇头，还是自己动手写。他写的是白话，内容大要说皇帝是皇帝，朱元璋是朱元璋。你不要以为我做了皇帝就不要老朋友。你不来，就没有种。我们两兄弟还是好兄弟，我今天不是以皇帝身份找你来。我们两兄弟见面，皇帝是皇帝，朱元璋是朱元璋，有种的你过河来吧！和当年两个人放牛时，打架对骂的口吻一样。田兴看了这封信来了，来了但还是不做官，玩了一阵子走了。这就是说历史上的念旧。可是今天的社会，这种事就很少了。有的人环境好了，看到老朋友，要问贵姓了。古人说富贵不可骄人，只有贫贱可以骄人。穷人气大，我反正穷，不看你就不看你。这是故旧的第一个观念。故旧的另外一个意义就是传统，故旧不遗就是传统观念不要放弃。如果你要推翻传统，最好先推翻你自己，因为你是父母生的，祖宗传统而来的。"}
{"text":"和当年两个人放牛时，打架对骂的口吻一样。田兴看了这封信来了，来了但还是不做官，玩了一阵子走了。这就是说历史上的念旧。可是今天的社会，这种事就很少了。有的人环境好了，看到老朋友，要问贵姓了。古人说富贵不可骄人，只有贫贱可以骄人。穷人气大，我反正穷，不看你就不看你。这是故旧的第一个观念。故旧的另外一个意义就是传统，故旧不遗就是传统观念不要放弃。如果你要推翻传统，最好先推翻你自己，因为你是父母生的，祖宗传统而来的。没有父母这个传统，就传不下来你这个统，万事总有个来根。所以孔子说故旧不遗，一个伟大的人物，一定有真感情，可以做英雄，可以做烈士，有真感情才肯牺牲，才付得出来，有这种血气，则民不偷。偷是偷巧。不偷巧，社会风气就稳了。孔子这一段为什么放在泰伯下面？就是讲政治哲学的风气问题，儒家主张的道德政治，个人修养首先在道德的精神。道德的精神要坚定的思想和真实的感情，才能够发挥出来。上面是孔子的教育思想，也是第二篇为政的发挥。接下去看这书上的文字，可见是孔子的门人所记载的。前面曾提过，在中国古代的习惯，直接的学生称弟子，再隔一代以后的学生称门人。到后来才慢慢混合称用，凡是学生辈，都称弟子，也可以称为门人。无愧平生事大难这篇下面差不多都是门人的记载。下一节是讲曾子。曾子有疾，召门弟子曰启予足，启予手。诗云战战兢兢，如临深渊，如履薄冰。而今而后，吾知免夫！小子！这一节最后的小子，现在是骂人的――你这个小子――过去的意思就是年轻人。等于现在说的，你们这些年轻人，这是他对学生的称呼。这一节话，为什么加在泰伯篇里？这是颜回死后，传承孔子道统的曾子，对学问修养的经验谈。我们在第一篇里就读过曾子所提出的，每天以三件事反省自己的学养――为人谋而不忠乎？与朋友交而不信乎？传不习乎？现在他有病快要死的时候，召门弟子，这里门人与弟子连起来用，就是曾子把学生乃至他的徒孙们，叫到前面来，吩咐后事。他说启予足，启予手。根据这六个字，就知道曾子已经病得手脚都麻痹了。说到这里，我们要晓得，通常一个人生机的消逝，往往从脚部开始。"}
{"text":"这是颜回死后，传承孔子道统的曾子，对学问修养的经验谈。我们在第一篇里就读过曾子所提出的，每天以三件事反省自己的学养――为人谋而不忠乎？与朋友交而不信乎？传不习乎？现在他有病快要死的时候，召门弟子，这里门人与弟子连起来用，就是曾子把学生乃至他的徒孙们，叫到前面来，吩咐后事。他说启予足，启予手。根据这六个字，就知道曾子已经病得手脚都麻痹了。说到这里，我们要晓得，通常一个人生机的消逝，往往从脚部开始。试看婴儿，躺在小床上玩，最早期是用两脚蹬着玩，手不大动，这时候生命力在脚部，脚就是根。到了幼儿时期，小孩子是坐不住的，两只脚总要跑，因为他生命的活力，在不断的生长。到中年以上，渐渐脚不想动，而动手动脑筋。年纪再大一点，一坐下，二郎腿翘起来了。再到晚年，二郎脚都不翘，最好是身子一仰，靠在椅背上，两只脚架到写字台上去了，因为脚上没有力气了。所以中国以前看相的说，老年人到冬天而脚心还发热的，是长寿之相，其实是生理上两脚还有生命的活力。且看老人，脚活动不灵活，走路吃力，脚已近死亡。越老下面越僵化，生命力没有了，最后手也懒得动，只用脑筋。到了临死的时候，除了少数的例外，一般正常的情形，是脚先失去知觉。现在西方正在研究死亡的科学，死亡成为了一种专门学问。这也是受了东方古老文化的影响之一。所以曾子说启予足，启予手。因为他的病严重到快要死了。连自己的手脚在哪里，都不知道，自己不能指挥了。只有叫学生们，替他把手脚摆摆好。他这时快要断气了，只有用头脑。等学生们替他把手脚放端正了，然后他引用诗经小雅小F篇的句子战战兢兢，如临深渊，如履薄冰。意思是作人作一辈子，常常提心吊胆，尤其是注重道德修养的人更难。我们中国人有一句话盖棺论定，一个人好与坏，要在棺材盖下去的时候才可以作结论。不过我经常告诉朋友，据我的经验，世界上有许多事情，盖棺并不能论定。我就发现许多人，带着冤枉进到棺材里走了。绝对的好人，行善一生，到进棺材作结论的时候，人们对他的评论并不见得好。或者做某一件事，在盖棺的时候觉得他错了，将来也许又发现他并没有错，但已经太晚了。所以在我的看法，盖棺论定这句话有时候也值得怀疑，有时盖棺还不能论定。冯道的故事我们举出一个人来做例子，这是讲到这里，顺便讨论历史。在此要特别声明，冯道这个人，是不能随便效法的。现在只是就学理上，作客观的研究而已。"}
{"text":"不过我经常告诉朋友，据我的经验，世界上有许多事情，盖棺并不能论定。我就发现许多人，带着冤枉进到棺材里走了。绝对的好人，行善一生，到进棺材作结论的时候，人们对他的评论并不见得好。或者做某一件事，在盖棺的时候觉得他错了，将来也许又发现他并没有错，但已经太晚了。所以在我的看法，盖棺论定这句话有时候也值得怀疑，有时盖棺还不能论定。冯道的故事我们举出一个人来做例子，这是讲到这里，顺便讨论历史。在此要特别声明，冯道这个人，是不能随便效法的。现在只是就学理上，作客观的研究而已。唐末五代时，中国乱了八十多年当中，这个当皇帝那个当皇帝，换来换去，非常的乱。而且都是边疆民族。我们现在所称的边疆民族，在古代都称为胡人。当时，是由外国人来统治中国。这时有一个人名叫冯道，他活了七十三岁才死。在五代那样乱的时候，每一个朝代变动，都要请他去辅政，他成了不倒翁。后来到了宋朝，欧阳修写历史骂他，说中国读书人的气节都被他丧尽了。他曾事四姓相六帝，所谓有奶便是娘，没有气节！看历史都知道冯道是这样一个人，也可以说冯道是读书人中非常混蛋的。我读了历史以后，由人生的经验，再加以体会，我觉得这个人太奇怪。如果说太平时代，这个人能够在政治风浪中屹立不摇，倒还不足为奇。但是，在那么一个大变乱的八十余年中，他能始终不倒，这确实不是个简单的人物。第一点，可以想见此人，至少做到不贪污，使人家无法攻击他而且其他的品格行为方面，也一定是炉火纯青，以致无懈可击。古今中外的政治总是非常现实的，政治圈中的是非纷争也总是不可避免的。可是当时没有一个人攻击他。如从这一个角度来看他，可太不简单。而且最后活到那么大年纪，自称长乐老人，牛真吹大了。历史上只有两个人敢这么吹牛，其中一个是当皇帝的――清朝的乾隆皇帝――自称十全老人，做了六十几年皇帝，活到八十几岁死，样样都好，所以自称人生已经十全了。做人臣的只有冯道，自称长乐老人，这个老人真不简单。后来儒家骂他丧尽气节，站在这个角度看，的确是软骨头。但从另一角度来看，历史上社会上，凡是被人攻击的，归纳起来，不外财色两类，冯道这个人大概这两种毛病都没有。他的文字著作非常少，几乎可以说没有什么东西留下来，他的文学好不好不知道。"}
{"text":"做人臣的只有冯道，自称长乐老人，这个老人真不简单。后来儒家骂他丧尽气节，站在这个角度看，的确是软骨头。但从另一角度来看，历史上社会上，凡是被人攻击的，归纳起来，不外财色两类，冯道这个人大概这两种毛病都没有。他的文字著作非常少，几乎可以说没有什么东西留下来，他的文学好不好不知道。后来慢慢找，在别的地方找到他几首诗，其中有几首很好的，像天道穷达皆由命，何劳发叹声。但知行好事，莫要问前程。冬去冰须泮，春来草自生。请君观此理，天道甚分明。偶作莫为危时便怆神，前程往往有期因。须知海岳归明主，未必乾坤陷吉人。道德几时曾去世，舟车何处不通津。但教方寸无诸恶，狼虎丛中也立身。北使还京作去年今日奉皇华，只为朝廷不为家。殿上一杯天子泣，门前双节国人嗟。龙荒冬往时时雪，兔苑春归处处花。上下一行如骨肉，几人身死掩风沙。像他偶作中的最后两句，就是说自己只要心地好，站得正，思想行为光明磊落，那么狼虎丛中也立身，就是在一群野兽当中，也可以屹然而立，不怕被野兽吃掉。我看到这里，觉得冯道这个人，的确有常人不及之处。尽管许多人如欧阳修等，批评他谁当皇帝来找他，他都出来。但是从另外一个角度看，这个人有他的了不起处。在五代这八十年大乱中，他对于保存文化保留国家的元气，都有不可磨灭的功绩。为了顾全大局，背上千秋不忠的罪名。由他的著作上看起来，他当时的观念是向谁去尽忠？这些家伙都是外国人，打到中国来，各个当会儿皇帝，要向他们去尽忠？那才不干哩！我是中国人啊！所以他说狼虎丛中也立身，他并没有把五代时的那些皇帝当皇帝，他对那些皇帝们视如虎狼。再看他的一生，可以说是清廉严肃淳厚，度量当然也很宽宏，能够包涵仇人，能够感化了仇人。所以后来我同少数几个朋友，谈到历史哲学的时候，我说这个人的立身修养，值得注意。从另外一面看他政治上的态度，作人的态度，并不算坏。几十年后文化之所以保存，在我认为他有相当的功劳。不过在历史上，他受到没有气节的千古骂名。所以讲这一件事，可见人有许多隐情，盖棺不能论定。"}
{"text":"那才不干哩！我是中国人啊！所以他说狼虎丛中也立身，他并没有把五代时的那些皇帝当皇帝，他对那些皇帝们视如虎狼。再看他的一生，可以说是清廉严肃淳厚，度量当然也很宽宏，能够包涵仇人，能够感化了仇人。所以后来我同少数几个朋友，谈到历史哲学的时候，我说这个人的立身修养，值得注意。从另外一面看他政治上的态度，作人的态度，并不算坏。几十年后文化之所以保存，在我认为他有相当的功劳。不过在历史上，他受到没有气节的千古骂名。所以讲这一件事，可见人有许多隐情，盖棺不能论定。说到这里，我们要注意，今天我们是关起门来讨论学问，可绝不能学冯道。老实说，后世的人要学冯道也学不到，因为没有他的学养，也没有他的气节。且看他能包容敌人感化敌人，可见他几乎没有发过脾气。有些笨人，一生也没有脾气，但那不是修养，是他不敢发脾气。冯道能够在如此大风大浪中站得住，实在是值得研究的。这是讲历史上比较大的事。我们看社会上许多小人物，一旦死了，他这一生到底是好人，或者是坏人，我们到殡仪馆中去仔细推详看，也很难断定。所以曾子特别提出来，一辈子作人都战战兢兢。战战是发抖的样子，兢兢就是脚都不敢踩实的样子。如临深渊，好像站在悬崖边缘，脚下是万丈深潭，偶然一不小心，就是一失足成千古恨了。如履薄冰，初冬刚结薄冰，或早春要解冻时，走在河面上，要有功夫有本事，一个疏忽，掉下去就没命。作人一辈子，要想修养到死都没有遗憾，如孟子所说仰不愧于天，俯不怍于人，实在是伟大功夫。人骗人是常事，最妙的是人还都喜欢骗自己。可是到了自己要死的时候，仍骗不过自己。要想做到对人内心没有亏欠，就如临深渊，如履薄冰。了。这三句话是曾子病到手脚都不能动了，然后告诉学生，人生是如此之困难，尤其是利害关头，能不能为忠臣，能不能为孝子，就在这么一念。如果怕自己吃亏，就掉下去了。而今而后，吾知免夫。他说我现在告诉你们，我手脚都失去知觉了，已经死了一半了，到这个地步，我才敢说大话，我不会再犯错了。这就证明，学问并不在文章写得好或知识渊博，而在作人处世的修养，孔门是最注意这一点的。这里前后三节是紧密相连的。也就是曾子有病，快要死的时候，鲁国的一个大夫孟敬子来问他。问什么问题，书上没有说明。曾子有疾，孟敬子问之。曾子言曰鸟之将死，其鸣也哀。人之将死，其言也善。"}
{"text":"如果怕自己吃亏，就掉下去了。而今而后，吾知免夫。他说我现在告诉你们，我手脚都失去知觉了，已经死了一半了，到这个地步，我才敢说大话，我不会再犯错了。这就证明，学问并不在文章写得好或知识渊博，而在作人处世的修养，孔门是最注意这一点的。这里前后三节是紧密相连的。也就是曾子有病，快要死的时候，鲁国的一个大夫孟敬子来问他。问什么问题，书上没有说明。曾子有疾，孟敬子问之。曾子言曰鸟之将死，其鸣也哀。人之将死，其言也善。君子所贵乎道者三动容貌，斯远暴慢矣。正颜色，斯近信矣。出辞气，斯远鄙倍矣。笾豆之事，则有司存。这个话怎么讲呢？曾子答复他说，我告诉你，鸟将死的时候，它叫的声音一定很悲哀，这是自然界的现象，不但是鸟，所有的动物，将死的时候，叫的声音都很凄凉。人类将死的时候，所讲的话，多半是好话。要注意，不是完全。像以前有些土匪，被拉去枪毙，临死的时候，还要讲狠话，二十年后又是一条好汉并不是好话。一个普通人，在快要死的时候，对人生的看法，往往比较冷静，吩咐的话也多半是善言。为什么曾子要把这两句话说在前面呢？这就可见曾子的教育态度。换言之就是他说，我快要死了，你平常不大听话，我现在最后的话是很诚恳的很严肃的对你说，希望你要注意。所以曾子把这两句话说在前面，以加重语气。于是曾子告诉他君子所贵乎道者三，这个道是儒家的孔门的人生之道。就是说人之学道――作学问受教育有三个重点。曾子在这里所讲的三个重点，我们的确要注意。第一点动容貌，斯远暴慢矣。就是人的仪态风度，要从学问修养来慢慢改变自己，并不一定是天生的。前面说过的色难就是这个道理。暴是粗暴，慢是傲慢看不起人，人的这两种毛病，差不多是天生的。尤其是慢，人都有自我崇尚的心理，讲好听一点就是自尊心，但过分了就是傲慢。傲慢的结果就会觉得什么都是自己对。这些都是很难改过来的。经过学问修养的熏陶，粗暴傲慢的气息，自然化为谦和安详的气质。第二点正颜色，斯近信矣。颜色就是神情。前面所说的仪态，包括了一举手一投足等站姿坐姿，一切动作所表现的气质颜色则是对人的态度。例如同样答复别人一句话，态度上要诚恳，至少面带笑容，不要摆出一副冷面孔。正颜色，斯近信矣。讲起来容易，做起来可不容易。社会上几乎都是讨债的面孔。"}
