{"text":"这篇文章，是清代三百多年的皇朝，最后下台一鞠躬的时候，对全国人说的话。如何说法呢？尤其这最后一篇文章中的最后一句话，该怎么个讲法呢？就是最后怎样下台，这篇文章怎样结束？这可真难。而它最后那句话是岂不懿欤！四个字，是毫不相干的，完全是虚语，但在文章的气势上，意识形态上，非常重要。据说是某太史加了这四个字作结尾的。叶遐庵记载的辛亥宣布共和前，北京的几段轶闻中有一段说逊位之诏，张金坡锡銮早令人拟一稿，同人嫌其冗长，交与余修正。余以为时尚早，密藏衣袋中时重要文件不敢置家中，多放在衣袋。有一次夜间收到解款数十万汇单，余亦置衣袋中，不敢告一人也。至十二月二十日前后，方拟动笔，而南方已拟好一稿，电知北京，此稿闻系张季直赵竹君二公所拟。遂由某君修改定稿。此稿末句岂不懿欤四字，闻系某太史手笔，余甚佩之。盖舍此四字，无可收煞也。这是参与其事者的记载，是可靠的。也正如他所说，这四个无实质不相干的虚字，在结束文章气势上，可是很有作用的，很重要的。为了使大家更能体会到这个虚字在文章中的作用，而且这也是历史上的重要文献之一，现在附录下来，供大家去欣赏，领会。朕钦奉隆裕太后懿旨前因民军起事，各省响应，九夏沸腾，生灵涂炭。特命袁世凯遣员与民军代表讨论大局议开国会。公决政体。两月以来，尚无确当办法。南北睽隔，彼此相指，商辍于途，士露于野，徒以国体一旦不决，故民生一日不安。今全国人民心理多倾向共和，南中各省既倡议于前，北方诸将亦主张于后，人心所向，天命可知，予亦何忍一姓之尊荣，拂兆民之好恶。用是外观大势，内审舆情，特率皇帝将统治权公之全国，立为共和立宪国体。近慰海内厌乱望治之心，远协古圣天下为公之义。袁世凯前经资政院选举为总理大臣，当兹新旧代谢之际，宣布南北统一之方，即由袁世凯以全权组织共和政府，与军民协商统一办法。总期人民安措，海宇安，仍合汉满蒙回藏五族完全领土为一大中华民国。予与皇帝得以退处宽闲，优游岁月，长受国民之优礼，亲见郅治之告成。岂不懿欤！钦此。由此可知，对文字有时候也要注意，尤其在外交上的文字，乃至写一封信，与正式外交有关，每个字都要留意。虽然文字是雕虫小技，但如同雕图章，雕了一辈子，不一定有几个能成为艺术品，文字也有如此之难。这是说到盖字而引伸出来的话。这个盖字有时可作因为讲，一件事先叙结果，再说原因时都先加一盖字。"}
{"text":"总期人民安措，海宇安，仍合汉满蒙回藏五族完全领土为一大中华民国。予与皇帝得以退处宽闲，优游岁月，长受国民之优礼，亲见郅治之告成。岂不懿欤！钦此。由此可知，对文字有时候也要注意，尤其在外交上的文字，乃至写一封信，与正式外交有关，每个字都要留意。虽然文字是雕虫小技，但如同雕图章，雕了一辈子，不一定有几个能成为艺术品，文字也有如此之难。这是说到盖字而引伸出来的话。这个盖字有时可作因为讲，一件事先叙结果，再说原因时都先加一盖字。这节话，孔子是说，有些人自己无知，一切不懂，却冒充内行去做了，他说他绝对不做这样的事。所以大家要学孔子，出去做事做领导者，不懂就是不懂。中国讲领导学，真正的领导者便是善于用人，而不一定自己懂得多。如汉高祖，他又懂哪一样？他的长处就是能够坦率承认自己什么都不懂。最怕的是自己认为什么都懂，这是最严重的错误。作为一个领导者，最好的办法，是自己即使懂了，宁可说不懂。诸葛亮本来什么事都懂的，他为了集思广益，仍然请教别人。以能问于不能，这是最聪明的办法。可是人有一个毛病，懂了以后一定喜欢表现出来。这种态度，做学者可以，真去做事，就不可以，是大忌讳，至少自己会很辛苦。上面太能干了，下面就无人才可用。下面有才干也发挥不出来，因为对部下骂了两次笨，第三次部下有了好的意见也不敢说出来，都唯唯诺诺，领导人就得自己辛苦了。这还算好，最讨厌的是不知而作，自己不知道，又硬充内行，那就更严重，千万不可犯这个错误。不但如此，孔子还告诉我们多闻，择其善者而从之。这个闻字，包括了多读书多听多问。所谓学问，一边学要一边问，多请教人家，听人家的意见。听来的不一定对，还要有所选择。对好的见解，就要采纳。仅听还不够，要加上经验，所以要多见，还要亲眼看见。读历史的人，如果没有经过相当事实的体验，读历史也没有用，最多不过是个书呆子。譬如说，讲如何作领导人的理论很容易，但一定要在一个单位，甚至小单位做过当权领导人，才能体会得到。所以要多见，多亲自经验体会，而且还要用心记下来，前事不忘，后事之师。这样才有用。这两句话合起来多闻，择其善者而从之，多见而识之，知之次也。这是求知识学问的第二等人才。第一等就有天才，反应灵敏，如历史上很有名的故事，张良为什么帮助汉高祖？他最初自己要出来反抗秦始皇，行刺不成，最后遇到刘邦。"}
{"text":"读历史的人，如果没有经过相当事实的体验，读历史也没有用，最多不过是个书呆子。譬如说，讲如何作领导人的理论很容易，但一定要在一个单位，甚至小单位做过当权领导人，才能体会得到。所以要多见，多亲自经验体会，而且还要用心记下来，前事不忘，后事之师。这样才有用。这两句话合起来多闻，择其善者而从之，多见而识之，知之次也。这是求知识学问的第二等人才。第一等就有天才，反应灵敏，如历史上很有名的故事，张良为什么帮助汉高祖？他最初自己要出来反抗秦始皇，行刺不成，最后遇到刘邦。有人问张良，为什么愿意帮助刘邦？张良说，我所有的意见，别人都不懂，只有刘邦懂，所以愿意帮助他。刘邦也的确有领导的天才，像韩信有一次不出兵，派一个人来见刘邦，要求封韩信为假王――三齐王。刘邦一听气了，桌子一拍，正要大骂。张良陈平在桌子下踢了他一脚。刘邦本已骂出口了他妈的可是被他轻轻一踢，立即改口风他妈的！要封就封真王，还封什么假王？于是封韩信为齐王。从这件事看，张良不用说话，轻轻踢他一脚就懂了。可是像我们，别说轻轻踢一脚，就是把屁股打烂了，还是不懂。历史上这类事多得很，有些人的确是聪明。所以孔子说第一等人是天才，既然不是天才，就要学问来弥补。自己不是天才，又不肯求学问，就是不知而作的，那就完了。不是天才，学问怎么来呢？多听人家的，多看多经验多跟人家学，这就是知之次也。说到这里，下面又转到孔子教育态度，也是叙述他作人的行谊。互乡难与言，童子见，门人惑。子曰与其进也，不与其退也。唯何甚？人洁己以进，与其洁也，不保其往也！互乡是一个地名。这个小地方在哪里，后世就很难考据了，只知道有这样一个地方。就是说这个地方的人很难讲话，没有办法和他们讲话。难与言，这个文字用得非常妙。是说这个地方的人地域观念太强吗？或者说统统都是浑蛋吗？很难说是什么意思。总之，在当时这个地方的人，名声是不太好的。可是这个地方有个年轻的人来看孔子，孔子跟他谈话了。孔子的弟子们奇怪了，老师为什么会和这个地方的人谈话？大家莫名其妙。孔子的行谊说到这里大家要注意，尤其大家将来出去，在政治上领导的机会多。讲到中国的民族性，有一部书，是顾亭林的名著天下郡国利病书。前面曾说过，明亡以后，顾亭林是始终不投降的。"}
{"text":"是说这个地方的人地域观念太强吗？或者说统统都是浑蛋吗？很难说是什么意思。总之，在当时这个地方的人，名声是不太好的。可是这个地方有个年轻的人来看孔子，孔子跟他谈话了。孔子的弟子们奇怪了，老师为什么会和这个地方的人谈话？大家莫名其妙。孔子的行谊说到这里大家要注意，尤其大家将来出去，在政治上领导的机会多。讲到中国的民族性，有一部书，是顾亭林的名著天下郡国利病书。前面曾说过，明亡以后，顾亭林是始终不投降的。不过他高明，不投降当然清朝要嫉妒，可是他有本事，自己不投降，教学生到清朝作官，这样也可以由学生保护他不投降，可是他自己在地下做策反的工作。他也很有钱，到一个地方娶一个太太，生了孩子又走了。他娶许多太太生许多孩子，他有他的道理，因为反清复明是要灭族的，他这样做是为了要留一个根。他走遍天下，就写了这部书。每个地方他都去看了，尤其是各省的军事要地，都去看了。所以后来成为研究中国地理研究中国地方政治思想必读的书。第二部书是顾祖禹写的读史方舆纪要，也是研究政治地理军事地理最重要的书，现在读来还有价值。这两部书合起来称为二顾全书。当年凡是留意国家天下事的，尤其是研究军事的人，都要读的。在这部书当中，对于每一省先有一个总评，而且对地方性民族性写得很清楚，所以不妨找来研究。说到这里，就感到我们中国的确每个地方的民性各有不同之处。所以古代将领带兵，对于何处的兵适于冲锋，何处的兵适于后勤，何处的兵适于陆战，何处的兵适于水战，都大致要有个了解。所以清中兴的湘军淮军各有不同优点。政治也是如此。但是要注意一点，尽管地方民俗各地不同，但万一有外力入侵的时候，一定团结一致，先把外来的侵略驱逐了再说。地方性有如药材，某种药产在某一地方，别地产的就不行。像当归这种药，台湾也在培植生产，可是它的药效就差。当归最好的是甘陕出产的秦归，其次是四川出产的，差一点点。现在研究阿里山气候土质和甘陕一样，但种植出来的当归，药效始终还是有问题。所以由于地理的关系，各地出的植物不同，出的人物个性也不同。因之古代出去当地方首长的，对于这一县的县志，这一省的省志这类资料，都应该先知道，当然能够读一下读史方舆纪要更好，可以多一层了解。地方性的观念，常深植人心。人往往因为地域观念的偏见，而影响了对个人的评价。经常会听到嗳呀！他是某地方人！"}
{"text":"像当归这种药，台湾也在培植生产，可是它的药效就差。当归最好的是甘陕出产的秦归，其次是四川出产的，差一点点。现在研究阿里山气候土质和甘陕一样，但种植出来的当归，药效始终还是有问题。所以由于地理的关系，各地出的植物不同，出的人物个性也不同。因之古代出去当地方首长的，对于这一县的县志，这一省的省志这类资料，都应该先知道，当然能够读一下读史方舆纪要更好，可以多一层了解。地方性的观念，常深植人心。人往往因为地域观念的偏见，而影响了对个人的评价。经常会听到嗳呀！他是某地方人！好像某一地方的人统统都是罪大恶极似的，连孔子的学生都是这样。孔子接见了互乡一个年轻人，门人惑，这三个字多严重？学生们都奇怪，怀疑老师怎么和这个地方的人讲话。到底孔子与众不同，他告诉学生们说，肯求上进的人，我们一定要帮助他，不要使人没有进步的机会，不能使人退步。唯何甚，孔子对学生说，你们太过分了，怎么这样一种狭隘的胸襟和态度？孔子在骂学生，我们自己也要反省有时我们觉得某人不好，当他真的做了好事，我们仍不愿认为他好，人的心理往往会有这种毛病。人洁己以进，与其洁也，不保其往也！孔子说，即使是一个坏人，他能够自己反省过来，等于洗了一个澡一样，把自己弄得很干净，来求进步。只要能够这样，不就好了吗？如果说昨天有一点错误，今天即使有了好的表现，却仍不以为然，那世界上就没有一个人可以做朋友，也没有一个人才可用了。所以这一段是说教育的态度，也是说自己度量的培养。子曰仁乎远哉？我欲仁，斯仁至矣！这等于解说里仁的话，谈仁的用。仁义并不是摸不着看不到很高远的。只要在观念上引发仁慈心，去爱别人，有一点爱心存在，就是仁爱的道理，就可达于仁道，不要去向外驰求。下面讲到孔子作学问作人的一个事实同姓不婚的优生学陈司败问昭公知礼乎？孔于曰知礼。孔子退。揖巫马期而进之曰吾闻君子不党，君子亦党乎？君取于吴为同姓，谓之吴孟子。君而知礼，孰不知礼？巫马期以告。子曰丘也幸，苟有过，人必知之。陈是陈国，司败是官名，就是司寇。作一不伦不类的比方，就好像现在的司法行政部长。实际上比司法行政部长权力大，可以执行法律的。他问的问题是问到鲁昭公。这是外交上的事，我们要注意。"}
{"text":"孔于曰知礼。孔子退。揖巫马期而进之曰吾闻君子不党，君子亦党乎？君取于吴为同姓，谓之吴孟子。君而知礼，孰不知礼？巫马期以告。子曰丘也幸，苟有过，人必知之。陈是陈国，司败是官名，就是司寇。作一不伦不类的比方，就好像现在的司法行政部长。实际上比司法行政部长权力大，可以执行法律的。他问的问题是问到鲁昭公。这是外交上的事，我们要注意。很多到外国去的人，与外国的知识分子谈话，慢慢就谈到我们的政治问题。有许多问题是很不好答复的，孔子也遭遇了这种情形。鲁国是讲文化的礼义之邦。陈国的司败，就问到鲁昭公知礼不知礼。孔子站在国家的立场只有说那当然知礼。孔子讲了这话就走了。陈司败就对孔子的学生巫马期――姓巫马，名施，号子期，少孔子三十岁――作揖行礼，在外交礼貌上，进一步靠近巫马期身边，低声说，据我所了解，真正了不起的君子，是没有偏私的，不对自己存私心的。你老师孔子，是一代圣人，了不起的君子，可是他也免不了私心。我刚才问他鲁昭公娶了吴国的一个女子作太太，取名吴孟子――古代是同姓不结婚的。吴国与鲁国是周公之后，依礼是不能通婚。鲁昭公这样做，是不是知礼？你老师说他知礼，假如鲁昭公是知礼，各个都知礼了，还有哪一个不知礼？你们老师还是有私心啊！说到这里，我们研究，为什么中华民族发展得这么好，成为世界上优秀民族？这和我们古礼同姓不结婚的制度很有关系。以现代优生学的观点来看，这是古代了不起的好制度。同姓结婚，只要三代以后，人种就完了。往往有表兄妹结婚，生下来的孩子，脑子非常笨，乃至变成白痴，这是血统问题。讲礼制问题，更不可以。所以我们现代的风气，通常同姓结婚，要出了五服以外。巫马期听了陈司败这样批评老师，回来就向孔子报告了。孔子说，我实在非常幸福，我只要有一点错误，别人就会指出来。这段话使我们有两个认识。第一，一个人地位高了，很不幸，就是自己有了错误，也没有人会告诉你。这要自己居过高位，才会亲身体验出来。就拿我个人来说，教书这样久了，学生中五六代都有。见了面，他们太老师的乱喊一气，听到的都是恭维。有时候到外面去，有些机构还派上车子，参谋副官跟在后面照应，对这种情形，我宁愿一个人溜开，要自由活动。人生到了这个时候最危险，活埋人嘛！"}
{"text":"孔子说，我实在非常幸福，我只要有一点错误，别人就会指出来。这段话使我们有两个认识。第一，一个人地位高了，很不幸，就是自己有了错误，也没有人会告诉你。这要自己居过高位，才会亲身体验出来。就拿我个人来说，教书这样久了，学生中五六代都有。见了面，他们太老师的乱喊一气，听到的都是恭维。有时候到外面去，有些机构还派上车子，参谋副官跟在后面照应，对这种情形，我宁愿一个人溜开，要自由活动。人生到了这个时候最危险，活埋人嘛！我经常说中国的哲学了不起，皇帝为什么称孤家寡人？当了皇帝真成了寡人，想轻松一下，都没有人敢一起来说笑，真没意思。因此，我们研究历史心理，就知道地位越高心里越空虚，空虚到想发一个牢骚，想讲一句感叹话的对象都没有，相当可怜！不要以为功名富贵好，到了高位就是寡人，就是孤家。不但如此，年纪大了，各个遇到你都尊称老太太老先生的时候，也完了，是孤家寡人了。说到此，我就想到当年四川一位同盟会员，这位老先生，做过很多事情，我是跟他年龄差了一大截的忘年交。他告诉我许多当年革命的经过，并且还告诉我他的两句诗回回坐上席，渐渐变坟堆。这就说明年位一高，自己有过错，没人指示，这个上席也很不好坐啊！所以孔子说自己很幸福，有了过错，便有人指出来了。第二个认识是什么？孔子对于知礼不知礼，心里明白得很。但别人问到自己国家的国君时，他绝不会批评自己国君的不对。所以当然要说鲁昭公知礼，绝不能说不知礼。你们外国人讲他不对是你们的自由。而且既然你们外国人懂了，何必再问我？你问我，我当然这样答的。所以这也是孔子的高明，同时也是外交上的礼貌。跟着又说到孔子生活的情趣，也就是游于艺涵义的发挥生活的艺术子与人歌而善，必使反之，而后和之。孔子是很喜欢音乐的。音乐和诗歌，用现代话来说，即是艺术与文学的糅合。过去的知识分子，对艺术与文学这方面的修养非常重视。自汉唐以后，路线渐狭，由乐府而变成了诗词。人生如果没有一点文学修养的境界，是很痛苦的。尤其是从事社会工作政治工作的人，精神上相当寂寞。后世的人，没有这种修养，多半走上宗教的路子。但纯粹的宗教，那种拘束也令人不好受的。所以只有文学艺术与音乐的境界比较适合。"}
{"text":"孔子是很喜欢音乐的。音乐和诗歌，用现代话来说，即是艺术与文学的糅合。过去的知识分子，对艺术与文学这方面的修养非常重视。自汉唐以后，路线渐狭，由乐府而变成了诗词。人生如果没有一点文学修养的境界，是很痛苦的。尤其是从事社会工作政治工作的人，精神上相当寂寞。后世的人，没有这种修养，多半走上宗教的路子。但纯粹的宗教，那种拘束也令人不好受的。所以只有文学艺术与音乐的境界比较适合。但音乐的领域，对于到了晚年的人，声乐和吹奏的乐器就不合用了，只有用手来演奏的乐器，像弹琴鼓瑟才适合。因此，后来在中国演变而成的诗词，它有音乐的意境，而又不需要引吭高歌，可以低吟漫哦，浸沉于音乐的意境，陶醉于文学的天地。最近发现许多年纪大的朋友退休了，儿子也长大飞出去了，自己没事做，一天到晚无所适从，打牌又凑不起人。所以我常劝人还是走中国文化的旧路子，从事于文学与艺术的修养，会有安顿处。几千年来，垂暮的读书人，一天到晚忙不完，因为学养是永无止境的。像写毛笔字，这个毛笔字写下来，一辈子都毕不了业，一定要说谁写好了很难评断。而且有些人写好了，不一定能成为书法家，只能说他会写字，写得好，但对书法――写字的方法不一定懂。有些人的字写得并不好，可是拿起他的字一看，就知道学过书法的。诗词也是这个道理。所以几千年来的老人，写写毛笔字作作诗填填词，好像一辈子都忙不完。而且在他们的心理上，还有一个希望在支持他们这样做，他们还希望自己写的字作的诗词永远流传下来。一个人尽管活到八十九十岁，但年龄终归有极限的，他们觉得自己写的字，作的诗词能流传下来，因而使自己的名声流传后世，是没有时间限制的，是永久性的。因此他们的人生，活得非常快乐，始终满怀着希望进取之心。以我自己来说，也差不多进到晚年的境界，可是我发现中年以上，四五十岁的朋友们，有许多心情都很落寞，原因就是精神修养上有所缺乏。孔子深懂这个道理，因此非常注重诗与乐的教化，但他不是一个音乐家，也不善于唱歌，他订了乐经，但失传了。现在这一节书是描写孔子听到别人歌唱得好，他一定要求对方再唱一次。当他学会了，而后和之，和之就是照他的歌，依他的音乐曲调，另外再作一首，这便是和。说到和，我们常常会在诗题上看到和某某先生诗或步某某先生韵，这类题目，步与和的差别和就是照原来的曲调和内容再作一篇。"}
{"text":"孔子深懂这个道理，因此非常注重诗与乐的教化，但他不是一个音乐家，也不善于唱歌，他订了乐经，但失传了。现在这一节书是描写孔子听到别人歌唱得好，他一定要求对方再唱一次。当他学会了，而后和之，和之就是照他的歌，依他的音乐曲调，另外再作一首，这便是和。说到和，我们常常会在诗题上看到和某某先生诗或步某某先生韵，这类题目，步与和的差别和就是照原来的曲调和内容再作一篇。我们听今天的歌，调子都还可以，但内容却不行。由此就看到了我们文化衰落的一面，那就是文学的修养太差，没有深度现在报上的文章，也是如此，不像古文寿命长。过去的文章，读过后，文章的句子还留在脑子里，还不喜欢把句子中的字轻易更动。因为古文中的句子多方面都可以通，可以作多方面的看法，值得玩味咀嚼。现在的白话文就没有这种境界，所以现在的诗歌内容，也和白话文的情形一样。而步又不同了，意思是前面有人在走，我们一步一步都跟前面的脚步走。就是只照他的声调，而内容并不一定要跟着原歌的内容意思，这就叫步韵。以上是说孔子对乐教的重视，接下去是说他的自我评论。子曰文，莫吾犹人也。躬行君子，则吾未之有得。这是孔子的谦虚话，也是老实话。由这一句话，我们可以归纳出几个结论来第一是孔子在文学以及各方面的成就，真是达到了顶峰，但他自己始终没有认为自己了不起。不但是学问方面，古今中外，任何一方面真有成就的人，站在顶峰的人，总觉得自己很平凡。这是必然的现象，并不是有意装成的。硬是真的到了顶峰的时候，自然就觉得很平凡。而且还特别小心，觉得自己懂得太有限，不敢以此为足。从这节书可以看出来，孔子那么其实谦下，而且不是故意装样的。第二点可以看出儒家所谓的学问，就是指作人做事的道理。并不是头脑聪明，文学好或知识渊博，这些只是学问的枝叶，不能算是学问的本身。学问的表达在于文学，文学是学问的花朵。这里孔子就讲到学问的花叶和根本文，莫吾犹人也。他说如果谈文学的修养，莫这里的莫字不是肯定词，翻译成现代白话，近乎也许的意思。就是说，如果谈文学，也许我和一般，知识分子差不多。至于讲我自己身体力行做到了君子这个标准没有，那么我自己反省，实在还没有很大的心得。"}
