{"text":"他们便大骇怪。在万世一系的国度里，那时听到皇帝可以一脚踢落，就如我们听说父母可以一棒打杀一般。为一部分士女所心悦诚服的李景林先生，可就深知此意了，要是报纸上所传非虚。今天的京报即载着他对某外交官的谈话道予预计于旧历正月间，当能与君在天津晤谈若天津攻击竟至失败，则拟俟三四月间卷土重来，若再失败，则暂投土匪，徐养兵力，以待时机云。但他所希望的不是做皇帝，那大概是因为中华民国之故罢。所谓学界，是一种发生较新的阶级，本该可以有将旧魂灵略加湔洗之望了，但听到学官的官话，和学匪的新名，则似乎还走着旧道路。那末，当然也得打倒的。这来打倒他的是民魂，是国魂的第三种。先前不很发扬，所以一闹之后，终不自取政权，而只任三五热心家将皇帝推倒，自己过皇帝瘾去了。惟有民魂是值得宝贵的，惟有他发扬起来，中国才有真进步。但是，当此连学界也倒走旧路的时候，怎能轻易地发挥得出来呢？在乌烟瘴气之中，有官之所谓匪和民之所谓匪有官之所谓民和民之所谓民有官以为匪而其实是真的国民，有官以为民而其实是衙役和马弁。所以貌似民魂的，有时仍不免为官魂，这是鉴别魂灵者所应该十分注意的。话又说远了，回到本题去。去年，自从章士钊提了整顿学风的招牌，上了教育总长的大任之后，学界里就官气弥漫，顺我者通，逆我者匪，官腔官话的余气，至今还没有完。但学界却也幸而因此分清了颜色只是代表官魂的还不是章士钊，因为上头还有减膳执政在，他至多不过做了一个官魄现在是在天津徐养兵力，以待时机了。我不看甲寅，不知道说些什么话官话呢，匪话呢，民话呢，衙役马弁话呢？一月二十四日。本篇最初发表于一九二六年二月一日语丝周刊第六十四期。本文发表时篇末有的附记如下今天到东城去教书，在新潮社看见陈源教授的信，在北京大学门口看见现代评论，那闲话里正议论着章士钊的甲寅，说也渐渐的有了生气了。可见做时事文章的人官实在是做不得的，自然有些土匪不妨同时做官僚，这么一来，我上文的逆我者匪，官腔官话的余气云云，就又有了放冷箭的嫌疑了。现在特地声明我原先是不过就一般而言，如果陈教授觉得痛了，那是中了流弹。"}
{"text":"本文发表时篇末有的附记如下今天到东城去教书，在新潮社看见陈源教授的信，在北京大学门口看见现代评论，那闲话里正议论着章士钊的甲寅，说也渐渐的有了生气了。可见做时事文章的人官实在是做不得的，自然有些土匪不妨同时做官僚，这么一来，我上文的逆我者匪，官腔官话的余气云云，就又有了放冷箭的嫌疑了。现在特地声明我原先是不过就一般而言，如果陈教授觉得痛了，那是中了流弹。要我在至今还没有完之后，加一句如陈源等辈就是，自然也可以。至于顺我者通的通字，却是此刻所改的，那根据就在章士钊之曾称陈源为通品。别人的褒奖，本不应拿来讥笑本人，然而陈源现就用着土匪的字样。有一回的闲话现代评论五十道我们中国的批评家实在太宏博了。他们在地上找寻窃贼，以致整大本的剽窃，他们倒往往视而不见。要举个例吗？还是不说吧，我实在不敢再开罪思想界的权威。按照他这回的慷慨激昂例，如果要免于卑劣且有半分人气，是早应该说明谁是土匪，积案怎样，谁是剽窃，证据如何的。现在倘有记得那括弧中的思想界的权威六字，即曾见于民报副刊广告上的我的姓名之上，就知道这位陈源教授的人气有几多。从此，我就以别人所说的东吉祥派正人君子通品等字样，加于陈源之上了，这回是用了一个通字我要以眼还眼以牙还牙，或者以半牙，以两牙还一牙，因为我是人，难于上帝似的铢两悉称。如果我没有做，那是我的无力，并非我大度，宽恕了加害于我的敌人。还有，有些下贱东西，每以秽物掷人，以为人必不屑较，一计较，倒是你自己失了人格。我可要照样的掷过去，要是他掷来。但对于没有这样举动的人，我却不肯先动手而且也以文字为限，捏造事实和散布流言的鬼蜮的长技，自信至今还不屑为。在马弁们的眼里虽然是土匪，然而盗亦有道的。记起一件别的事来了。前几天九校索薪的时候，我也当作一个代表，因此很会见了几个前公理维持会即女大后援会中人。幸而他们倒并不将我捆送三贝子花园或运入深山，投畀豺虎，也没有实行割席，将板凳锯开。终于学官学匪，都化为学丐，同聚一堂，大讨其欠账，――自然是讨不来。记得有一个洋鬼子说过中国先是官国，后来是土匪国，将来是乞丐国。单就学界而论，似乎很有点上这轨道了。"}
{"text":"在马弁们的眼里虽然是土匪，然而盗亦有道的。记起一件别的事来了。前几天九校索薪的时候，我也当作一个代表，因此很会见了几个前公理维持会即女大后援会中人。幸而他们倒并不将我捆送三贝子花园或运入深山，投畀豺虎，也没有实行割席，将板凳锯开。终于学官学匪，都化为学丐，同聚一堂，大讨其欠账，――自然是讨不来。记得有一个洋鬼子说过中国先是官国，后来是土匪国，将来是乞丐国。单就学界而论，似乎很有点上这轨道了。想来一定有些人要后悔，去年竟抱了有奶不是娘主义，来反对章士钊的罢。一月二十五日东壁灯下写。国魂国家主义派所办的一种旬刊，一九二五年十月在北京创刊，次年一月改为周刊。该刊第九期一九二五年十二月三十日载有姜华的学匪与学阀一文，主要意思是煽动北京的学生起来打倒马裕藻一派的所谓学匪按马裕藻是当时反对章士钊杨荫榆的女师大教员之一但又故作公正地小骂了章士钊几句。这里说到京报副刊，是因为一九二六年一月十日该刊载有何曾亮即周作人驳斥姜华的国魂之学匪观一文。汉朝选用人材的制度中，有推举孝子和廉士做官的一项办法，因此社会上就产生了许多虚伪矫情的事情。太平御览卷四一一引刘向孝子图记郭巨埋儿的事说郭巨，河内温人。甚富，父没，分财二千万为两，分与两弟，己独取母供养。妻产男，虑养之则妨供养，乃令妻抱儿，欲掘地埋之。于土中得金一釜，上有铁券云赐孝子郭巨。遂得兼养儿。又卷四八二引干宝搜神记记丁兰刻木的事说丁兰，河内野王人。年十五，丧母，乃刻木作母事之，供养如生。邻人有所借，木母颜和则与，不和不与。后邻人忿兰，盗斫木母，应刀血出。兰乃殡殓，报仇。汉宣帝嘉之，拜中大夫。理学亦称道学，即宋代程颢程颐朱熹等人阐释儒家学说而形成的唯心主义思想体系。当时那些理学家在服装上也往往和一般人不同。如程氏外书记程颐的服装说先生常服茧袍，高帽檐劣半寸，系绦。曰此野人之服也。帖括科举考试文体之名。唐代考试制度，明经科以帖经试士。文献通考选举二凡举司课试之法帖经者，以所习之经，掩其两端，中间惟开一行，裁纸为帖。后考生因帖经难记，就总括经文编成歌诀，叫帖括。"}
{"text":"汉宣帝嘉之，拜中大夫。理学亦称道学，即宋代程颢程颐朱熹等人阐释儒家学说而形成的唯心主义思想体系。当时那些理学家在服装上也往往和一般人不同。如程氏外书记程颐的服装说先生常服茧袍，高帽檐劣半寸，系绦。曰此野人之服也。帖括科举考试文体之名。唐代考试制度，明经科以帖经试士。文献通考选举二凡举司课试之法帖经者，以所习之经，掩其两端，中间惟开一行，裁纸为帖。后考生因帖经难记，就总括经文编成歌诀，叫帖括。后世因称科举应试的文章为帖括这里是指清代的制义，即八股文。且夫然则，是这一类文字中的滥调。源增姓谷，山东文登人，北京大学法文系学生。一九二六年一月二十日国民新报副刊载有他翻译的帝国主义与帝国主义国家的工人阶级一文，这里的引文即见于该文的译中。双官诰戏曲名。明代杨善之著有传奇双官诰。后来京剧中也有此剧，内容是薛广出外经商，讹传已死，他的第二妾王春娥守节抚养儿子薛倚。后来薛广做了高官回家，薛倚也及第还乡，由此王春娥便得了双重的官诰。四杰村京剧名。故事出自清代无名氏著绿牡丹。内容是骆宏勋被历城县知县贺世赖诬为强盗，在解往京城途中，又被四杰村恶霸朱氏兄弟将囚车夺去，欲加杀害，幸为几个绿林好汉将他救出，并放火烧了四杰村。刘玄德刘备―，字玄德，涿郡涿县今属河北人，三国时在西蜀称帝。长篇小说三国演义以他作为主要人物之一。宋公明，长篇小说水浒传中的主要人物宋江，其原型是北宋末山东一带农民起义的领袖。李景林字芳岑，河北枣强人，奉系军阀，曾任直隶督军。一九二五年冬，奉军郭松龄倒戈与张作霖作战，冯玉祥国民军也乘机对李景林发动攻击，占领天津。李逃匿租界，后于一九二六年一月到济南收拾残部，与张宗昌联合，称为直鲁联军，准备反攻。他对某外交官的谈话，就是这时发表的。整顿学风一九二五年八月二十五日，段祺瑞政府内阁会议通过了章士钊草拟的整顿学风令，并由执政府明令发表。参看本卷第页注。顺我者通这是对章士钊陈西滢等人的讽刺。参看本卷第页注。减膳执政指段祺瑞。"}
{"text":"他对某外交官的谈话，就是这时发表的。整顿学风一九二五年八月二十五日，段祺瑞政府内阁会议通过了章士钊草拟的整顿学风令，并由执政府明令发表。参看本卷第页注。顺我者通这是对章士钊陈西滢等人的讽刺。参看本卷第页注。减膳执政指段祺瑞。一九二五年五月，北京学生因章士钊禁止纪念五七国耻，于九日向北洋政府临时执政段祺瑞提出罢免章士钊的要求章即采取以退为进的手段，于十一日向段祺瑞辞职，并在辞呈中向段献媚说钊诚举措失当。众怒齐撄。一人之祸福安危。自不足计。万一钧座因而减膳。时局为之不宁。钊有百身。亦何能赎。一九二五年十一月二十八日，北京群众为反对关税会议要求关税自主举行游行示威，提出驱逐段祺瑞打死朱深章士钊等口号，章士钊即潜逃天津。甲寅指甲寅周刊。参看本卷第页注。古书与白话古书与白话记得提倡白话那时，受了许多谣诼诬谤，而白话终于没有跌倒的时候，就有些人改口说然而不读古书，白话是做不好的。我们自然应该曲谅这些保古家的苦心，但也不能不悯笑他们这祖传的成法。凡有读过一点古书的人都有这一种老手段新起的思想，就是异端，必须歼灭的，待到它奋斗之后，自己站住了，这才寻出它原来与圣教同源外来的事物，都要用夷变夏，必须排除的，但待到这夷入主中夏，却考订出来了，原来连这夷也还是黄帝的子孙。这岂非出人意料之外的事呢？无论什么，在我们的古里竟无不包函了！用老手段的自然不会长进，到现在仍是说非读破几百卷书者即做不出好白话文，于是硬拉吴稚晖先生为例。可是竟又会有肉麻当有趣，述说得津津有味的，天下事真是千奇百怪。其实吴先生的用讲话体为文，即其貌也何尝与黄口小儿所作若同。不是纵笔所之，辄万数千言么？其中自然有古典，为黄口小儿所不知，尤有新典，为束发小生所不晓。清光绪末，我初到日本东京时，这位吴稚晖先生已在和公使蔡钧大战了，其战史就有这么长，则见闻之多，自然非现在的黄口小儿所能企及。所以他的遣辞用典，有许多地方是惟独熟于大小故事的人物才能够了然，从青年看来，第一是惊异于那文辞的滂沛。这或者就是名流学者们所认为长处的罢，但是，那生命却不在于此。"}
{"text":"其实吴先生的用讲话体为文，即其貌也何尝与黄口小儿所作若同。不是纵笔所之，辄万数千言么？其中自然有古典，为黄口小儿所不知，尤有新典，为束发小生所不晓。清光绪末，我初到日本东京时，这位吴稚晖先生已在和公使蔡钧大战了，其战史就有这么长，则见闻之多，自然非现在的黄口小儿所能企及。所以他的遣辞用典，有许多地方是惟独熟于大小故事的人物才能够了然，从青年看来，第一是惊异于那文辞的滂沛。这或者就是名流学者们所认为长处的罢，但是，那生命却不在于此。甚至于竟和名流学者们所拉拢恭维的相反，而在自己并不故意显出长处，也无法灭去名流学者们的所谓长处只将所说所写，作为改革道中的桥梁，或者竟并不想到作为改革道中的桥梁。愈是无聊赖，没出息的脚色，愈想长寿，想不朽，愈喜欢多照自己的照相，愈要占据别人的心，愈善于摆臭架子。但是，似乎下意识里，究竟也觉得自己之无聊的罢，便只好将还未朽尽的古一口咬住，希图做着肠子里的寄生虫，一同传世或者在白话文之类里找出一点古气，反过来替古董增加宠荣。如果不朽之大业不过这样，那未免太可怜了罢。而且，到了二九二五年，黄口小儿们还要看什么甲寅之流，也未免过于可惨罢，即使它自从孤桐先生下台之后，也渐渐的有了生气了。菲薄古书者，惟读过古书者最有力，这是的确的。因为他洞知弊病，能以子之矛攻子之盾，正如要说明吸雅片的弊害，大概惟吸过雅片者最为深知，最为痛切一般。但即使束发小生，也何至于说，要做戒绝雅片的文章，也得先吸尽几百两雅片才好呢。古文已经死掉了白话文还是改革道上的桥梁，因为人类还在进化。便是文章，也未必独有万古不磨的典则。虽然据说美国的某处已经禁讲进化论了，但在实际上，恐怕也终于没有效的。一月二十五日。本篇最初发表于一九二六年二月二日国民新报副刊。异端语见论语为政子曰攻乎异端，斯害也已。用夷变夏语出孟子滕文公吾闻用夏变夷者，未闻变于夷者也。这里指用外来文化同化中国的意思。夷，古人对少数民族或外国的蔑称夏，即华夏，中国或中华民族的古称。吴稚晖―名敬恒，江苏武进人，国民党政客。他原是清末举人，曾先后留学日本英国。"}
{"text":"一月二十五日。本篇最初发表于一九二六年二月二日国民新报副刊。异端语见论语为政子曰攻乎异端，斯害也已。用夷变夏语出孟子滕文公吾闻用夏变夷者，未闻变于夷者也。这里指用外来文化同化中国的意思。夷，古人对少数民族或外国的蔑称夏，即华夏，中国或中华民族的古称。吴稚晖―名敬恒，江苏武进人，国民党政客。他原是清末举人，曾先后留学日本英国。一九五年参加同盟会，自称无政府主义者，是资产阶级民主革命中的右翼。这里的引文都见于章士钊在甲寅周刊第一卷第二十七号一九二六年一月十六日发表的再答稚晖先生，其中说先生近用讲话体为文。纵笔所之。辄万数千言。其貌与黄口小儿所作若同。而其神则非读破几百卷书者。不能道得只字。陈西滢在现代评论第三卷第五十九期一九二六年一月二十三日的闲话里，特别将这一段引出，说很有趣，并说吴稚晖三十岁前在南菁书院把那里的书都看了一遍。而近十年随便涉览和参考的汉文书籍至少总可以抵得三四个区区的毕生所读的线装书。以此来为章士钊的文章作证。这里所说竟又会有肉麻当有趣，述说得津津有味的，即指陈西滢而言。一九二年清光绪二十八年夏，我国留日自费学生九人，志愿入成城学校相当于士官预备学校肄业由于清政府对陆军学生顾忌很大，所以驻日公使蔡钧坚决拒绝保送。当时有留日学生二十余人吴稚晖在内前往公使馆代为交涉，蔡钧始终不允，双方因而发生争吵。下意识章士钊在再答稚晖先生中曾说近罗乙德言心解者流。极重ssss之用。谓吾人真正意态。每于无意识中发焉。而凡所发。则又在意识用事时正言否之。此人生一奇也。心解，即弗洛伊德的精神分析学说。ssss，英语下意识。不朽之大业语出曹丕典论论文盖文章经国之大业，不朽之盛事。按吴稚晖在我们所请愿于章先生者一文中，曾引用曹植与杨修书中的岂徒以翰墨为勋绩，辞赋为君子等轻视文章的话，章士钊在再答稚晖先生里说这是吴稚晖在意识用事时对于他自己重视文章的真正意态的否认，所以这里引用了曹丕的这句和曹植意见相反的话。二九二五年陶孟和曾说，他有一部要到二二五年才可以发表的著作。"}
{"text":"心解，即弗洛伊德的精神分析学说。ssss，英语下意识。不朽之大业语出曹丕典论论文盖文章经国之大业，不朽之盛事。按吴稚晖在我们所请愿于章先生者一文中，曾引用曹植与杨修书中的岂徒以翰墨为勋绩，辞赋为君子等轻视文章的话，章士钊在再答稚晖先生里说这是吴稚晖在意识用事时对于他自己重视文章的真正意态的否认，所以这里引用了曹丕的这句和曹植意见相反的话。二九二五年陶孟和曾说，他有一部要到二二五年才可以发表的著作。参看本卷第页注。陈西滢在现代评论第三卷第五十九期一九二六年一月二十三日的闲话中为章士钊和他所主办的甲寅周刊吹嘘说自从孤桐先生下台之后，甲寅虽然还没有恢复十年前的精神，也渐渐的有了生气了。可见做时事文章的人官实在是做不得的。接着他便举章士钊在甲寅周刊发表的那篇再答稚晖先生来作为这有了生气的例证。以子之矛攻子之盾这是韩非子难势中的一个寓言人有鬻矛与盾者，誉其盾之坚，物莫能陷也俄而又誉其矛，曰吾矛之利，物无不陷也。人应之曰以子之矛，陷子之盾，何如？其人弗能应也。章士钊在甲寅周刊第一卷第十七号一九二五年十一月七日发表再疏解F义一文，借评述一九二五年七月美国田芮西州小学教员师科布因讲授进化论被控的事，以辩护他自己的种种开倒车的言行。参看本卷第页注。按章士钊在甲寅周刊第一卷第七号一九二五年八月二十九日先已发表过一篇说F，其中说F者还也。车相避也。相避者又非徒相避也。乃乍还以通其道。旋乃复进也。今谚有所谓开倒车者。时人谈及。以谓有背进化之通义。辄大病之。是全不明夫F义者也。一点比喻一点比喻在我的故乡不大通行吃羊肉，阖城里，每天大约不过杀几匹山羊。北京真是人海，情形可大不相同了，单是羊肉铺就触目皆是。雪白的群羊也常常满街走，但都是胡羊，在我们那里称绵羊的。山羊很少见听说这在北京却颇名贵了，因为比胡羊聪明，能够率领羊群，悉依它的进止，所以畜牧家虽然偶而养几匹，却只用作胡羊们的领导，并不杀掉它。这样的山羊我只见过一回，确是走在一群胡羊的前面，脖子上还挂着一个小铃铎，作为智识阶级的徽章。"}
{"text":"北京真是人海，情形可大不相同了，单是羊肉铺就触目皆是。雪白的群羊也常常满街走，但都是胡羊，在我们那里称绵羊的。山羊很少见听说这在北京却颇名贵了，因为比胡羊聪明，能够率领羊群，悉依它的进止，所以畜牧家虽然偶而养几匹，却只用作胡羊们的领导，并不杀掉它。这样的山羊我只见过一回，确是走在一群胡羊的前面，脖子上还挂着一个小铃铎，作为智识阶级的徽章。通常，领的赶的却多是牧人，胡羊们便成了一长串，挨挨挤挤，浩浩荡荡，凝着柔顺有余的眼色，跟定他匆匆地竞奔它们的前程。我看见这种认真的忙迫的情形时，心里总想开口向它们发一句愚不可及的疑问――往那里去？！人群中也很有这样的山羊，能领了群众稳妥平静地走去，直到他们应该走到的所在。袁世凯明白一点这种事，可惜用得不大巧，大概因为他是不很读书的，所以也就难于熟悉运用那些的奥妙。后来的武人可更蠢了，只会自己乱打乱割，乱得哀号之声，洋洋盈耳，结果是除了残虐百姓之外，还加上轻视学问，荒废教育的恶名。然而经一事，长一智，二十世纪已过了四分之一，脖子上挂着小铃铎的聪明人是总要交到红运的，虽然现在表面上还不免有些小挫折。那时候，人们，尤其是青年，就都循规蹈矩，既不嚣张，也不浮动，一心向着正路前进了，只要没有人问――往那里去？！君子若曰羊总是羊，不成了一长串顺从地走，还有什么别的法子呢？君不见夫猪乎？拖延着，逃着，喊着，奔突着，终于也还是被捉到非去不可的地方去，那些暴动，不过是空费力气而已矣。这是说虽死也应该如羊，使天下太平，彼此省力。这计划当然是很妥帖，大可佩服的。然而，君不见夫野猪平？它以两个牙，使老猎人也不免于退避。这牙，只要猪脱出了牧豕奴所造的猪圈，走入山野，不久就会长出来。p先生曾将绅士们比作豪猪，我想，这实在有些失体统。但在他，自然是并没有什么别的恶意的，不过拉扯来作一个比喻。p里有着这样意思的话有一群豪猪，在冬天想用了大家的体温来御寒冷，紧靠起来了，但它们彼此即刻又觉得刺的疼痛，于是乎又离开。然而温暖的必要，再使它们靠近时，却又吃了照样的苦。但它们在这两种困难中，终于发见了彼此之间的适宜的间隔，以这距离，它们能够过得最平安。"}
