{"text":"这是孔子当时的感叹，事实上我们知道，这三点等于是观察人的六个大原则。我们读到这种地方，要特别注意，这是对于一个人的看法。很多人都讲究看相，这就是相法，不过这个相法不是看五官和掌纹，而是看神态，看他的作人做事，就看出来了。当领导别人，或与人交往的时候，部下同事狂一点没关系，有时还蛮欣赏其狂，就怕不够狂，有本事不妨狂一点。如果是狂而荡，就问题严重了，狂到不守信诺，乃至把公家的钞票用光了，对什么事情都乱来，就要不得。有才的人多半狂，爱才就是懂得欣赏其狂，不要希望别人和自己一样，自己不喜欢的，不必要求别人也这样做，但是要提防他，不可失诸荡，这个狂就是人才。自我傲慢，有个性就是矜。自矜值得欣赏，一个人没有个性，不傲慢就是没有味道，每个人都有他独立的个性，但有适当限度。假使傲慢而变成愤戾之气，到处怨恨，没有一个人一件事使他满意的，即使他单独自处，也会跟自己过不去的，那就过于愤戾，这很不好。愚老实没有关系，可不要故玩老实，伪装老实，所谓貌似忠厚，心存奸诈。那就大成问题了。这狂矜愚三条，有相对的六点，外在是观察别人，内在是反观自己修养的准则，都要注意的。子曰巧言令色，鲜矣仁。这句话在上论中已经提到过的，现在又重复地放在这里。看起来好像是重复，实际上是一个小结论。说凡是玩嘴巴的，比上面那几种情形，更有问题，简直不可谈了。为什么如此呢？我们再把下面接下来看，就知道了。子曰恶紫之夺朱也，恶郑声之乱雅乐也，恶利口之覆邦家者。这与上面的狂矜愚三条有关，这三点是对的，并没有错，但是太过分了，反而不对。孔子就说，为什么自己的修养以及对待人要注意这三件事呢？他说因为恶紫之夺朱也。朱是红色，为正色，紫是红得过分了，最怕是紫色侵夺了朱色。他又用音乐来比方，在当时郑国的音乐最下流最奢靡，所以孔子最反对郑声把正统的音乐搞坏了。第三，利口覆邦家，嘴巴非常会讲，可是没有真正的思想内容，乃至亡国覆家。历史上有很多这样的人，要千万注意，尤其自己要注意，有才的人往往在嘴巴上不让人，不但是害自己乃至送命连累家人，甚至覆国，古今中外历史上，这种利口覆邦家的例子非常多。这段文字上看容易懂，刚才我说这三点与上面狂矜愚三点是连贯的，如荡之于狂，紫之于朱等等，都是一种似是而非的情形。"}
{"text":"朱是红色，为正色，紫是红得过分了，最怕是紫色侵夺了朱色。他又用音乐来比方，在当时郑国的音乐最下流最奢靡，所以孔子最反对郑声把正统的音乐搞坏了。第三，利口覆邦家，嘴巴非常会讲，可是没有真正的思想内容，乃至亡国覆家。历史上有很多这样的人，要千万注意，尤其自己要注意，有才的人往往在嘴巴上不让人，不但是害自己乃至送命连累家人，甚至覆国，古今中外历史上，这种利口覆邦家的例子非常多。这段文字上看容易懂，刚才我说这三点与上面狂矜愚三点是连贯的，如荡之于狂，紫之于朱等等，都是一种似是而非的情形。一个人的学问道德修养，最怕是成为似是而非。讲到恶紫夺朱，我们想到历史上一件事。大家都知道，满清入关兴了许多文字狱，尤其在康熙雍正的时代，当时大家都还有反清思想，而一些地方官吏，为了迎合清帝的意思，致使文人冤枉死的太多太多了。有的为了几句诗，就大兴文字狱，当时的刑法，不但是当事人处死刑，还要灭九族。其中就有一个与夺朱有关的案例，有人曾作了一首咏紫牡丹的诗，其中有两句是夺朱非正色，异种也称王。这位实际上是不是有意，无法知道，不过从文字上看，的确具有民族思想，明朝的皇帝姓朱，所以说夺朱非正色，异种也称王自然暗指清朝非汉人。这两句诗被地方官吏报上去，于是大兴文字狱。这两句诗还可以说罪证确凿，后来有些文字狱就很可怜了，所认定的罪证非常勉强，像有一个文人，在他的一本书中夹了一张字条，有清风不识字，何以乱翻书？两句话，被人发现报上去，说他藐视满清没有文化，也大兴文字狱。这是今日看到恶紫之夺朱也这句话，而想起了清代的文字狱，都是做得太过分了。法尔如是子曰予欲无言，子贡曰子如不言，则小子何述焉？子曰天何言哉？四时行焉，百物生焉，天何言哉？孔子有一天感叹地说我想永远不说话了。这句话看来好像很平常，年轻朋友们看了这句话，不会有什么感触，年纪大的人就会有所感触了，尤其到了某种社会环境的时候，真是不想讲话了，因为无话可说。所以孔子到了晚年，也有这个感叹。那么子贡就说，老师你都不肯说话，不教我们，我们将来就不懂，也没有办法阐述你的思想了。孔子就说，人何以一定须要讲话？真正的学问，并不一定是读死书的，观察天地就知道，上天曾经说过话吗？"}
{"text":"四时行焉，百物生焉，天何言哉？孔子有一天感叹地说我想永远不说话了。这句话看来好像很平常，年轻朋友们看了这句话，不会有什么感触，年纪大的人就会有所感触了，尤其到了某种社会环境的时候，真是不想讲话了，因为无话可说。所以孔子到了晚年，也有这个感叹。那么子贡就说，老师你都不肯说话，不教我们，我们将来就不懂，也没有办法阐述你的思想了。孔子就说，人何以一定须要讲话？真正的学问，并不一定是读死书的，观察天地就知道，上天曾经说过话吗？天从来没有说过话，可是春夏秋冬四时，运行分列得如此清楚，这样有规律万物在天地之中，也照常生长。天地何曾说过什么话！这是文字的解释。但在这里有个问题要讨论了在这个地方就讲到中国儒家道家思想，都是一个体系的。孔子这里提到天道，老子也非常注重天道，老子教我们人法地，地法天，天法道，道法自然。这是老子思想。现在老庄思想，在外国无论欧洲美洲都流行起来，身为中国人，对于老庄思想的中英文有关书籍，须要阅读，万一有机会到外国去，也许碰到一个外国人谈起这些来，而自己身为中国人反而不知道，这是很难为情的。据我所知道，外交官中没有读过老庄，因而在外面丢人的，已有很多。不但老庄，外国人研究中国佛学禅学的就有很多。这两天又来了两个学生，是比利时人，原在中国读过书，在比利时成立了东方文化中心，教了很多学生，现在碰到很多困难，一些高深的问题解决不了，回来准备补充，由政大一位老教授介绍来找我，研究一些中国文化方面的东西。所以老庄方面，现在全世界的译本有好几十种，王老子孙老子，各人的见解，各不相同。我们都知道老子他曾经说过人法地，地法天，天法道，道法自然。人在效法地，地效法天，如何去效法？天效法道，道又是什么？没有定义。道又效法自然，于是有人说，老子的思想，道以外有一个东西自然，而认为中国道家的思想，就说宇宙万有是自然的。问题就来了。什么是自然呢？因此在外国有一派，说老子是唯物的。他们列举老子里的东西，作这样的说法，有一位外国的学者听了这种说法来问我。我告诉他，不但是老子，我们中国几个大圣人，都从来不谈唯物主义的，但是物质却被包括在其中了。这位外国学者就引用道法自然这句话来质疑，我问他是看哪一本书上来的？他说是从中国人所翻译的一个外文本子看到的，我告诉他是翻译上的错误。"}
{"text":"问题就来了。什么是自然呢？因此在外国有一派，说老子是唯物的。他们列举老子里的东西，作这样的说法，有一位外国的学者听了这种说法来问我。我告诉他，不但是老子，我们中国几个大圣人，都从来不谈唯物主义的，但是物质却被包括在其中了。这位外国学者就引用道法自然这句话来质疑，我问他是看哪一本书上来的？他说是从中国人所翻译的一个外文本子看到的，我告诉他是翻译上的错误。我的原则，有人来讨论问题，如果说是某某人如何说，我则不表示意见，因为这已经牵涉到人，如果说书本上如此说，或有人有此说法，我才作答，因为这不牵涉到人，只是就事论事。先说自然一词我们对于自然科学这个名词的来源，这个问题我们特别要认识清楚。当年开始接受西方文化的时候，对于哲学自然科学化学物理这些名词，我们是参考日本的翻译而再译的，因为西方的文化传到东方来，大多是由日本人先翻译过来的，我们是第二手参考日本翻译过来，所以哲学等等名词，在日文中早已经译定了。可是日本文字，在明治维新前后，仍旧是中国文化，所以日本还是根据中国文化的意义，来翻译西方的东西，而翻得并不一定对，如经济一词在古文中并不是现在的狭义经济，而是经世济民的意思，不是工商经济，也不是经济时间的这类来自日文的意义。所以从日文翻过来自然科学的自然，就是把物理的宇宙，定了一个名称为自然，这样第二手翻译过来的名词，大家习惯以后，一提到自然，印象中就是物理世界，就是唯物的自然。其次，两千多年前，印度有一种哲学思想，叫作自然哲学，那个自然，与现在的自然世界又是两回事了，这且不去管他。我们要知道，一如经济一词的借自子书学说。自然科学的自然，只是借用了一下老子道法自然这个地方的自然而已。可是现在的年轻人读老子，大多数并不知道这些文化上演变的真相，从小只知道自然科学，自然都是讲物理的，所以一看到老子中的道法自然，认为老子中的自然就是物理世界，于是认为老子思想是唯物的，这实在大错而特错。我们读哪一个时代的书，就是知道当时的时代背景，在老子那个时代，是没有自然科学的，所以老子中的自然是另有意义的。这位外国学者就问我所讲的自然又是什么？"}
{"text":"可是现在的年轻人读老子，大多数并不知道这些文化上演变的真相，从小只知道自然科学，自然都是讲物理的，所以一看到老子中的道法自然，认为老子中的自然就是物理世界，于是认为老子思想是唯物的，这实在大错而特错。我们读哪一个时代的书，就是知道当时的时代背景，在老子那个时代，是没有自然科学的，所以老子中的自然是另有意义的。这位外国学者就问我所讲的自然又是什么？我说你查完了老子，都照他的原文，不要加上我们自己的注解去找答案。照老子的本文人法地，地法天，天法道，道法自然。最后四字本身是一个注解，就是说道效法谁呢？谁也不效法，它自己本身当然如此就是道，本身当然如此这就是自其然也。这一点要特别注意的。现在学术界思想界乱得不得了，十年十五年以后，将是一个大问题，年轻的人真正要努力，将来的责任很大，而且自己做好了，将来的前途也很大，十年以后，中国的文化将要大吃香。譬如庄子，庄子自己说他所说的话是寓言，可是现在人们一提到庄子都说是靠不住的，因为庄子说的是寓言。这观念又错了。为什么错了？大家认为庄子说的话都是空话，这是因为大家读过伊索寓言，这是西方神话，神话都是乱想编出来的，像科学小说一样凭幻想写的。那么我们就要注意，这只是当时我们把西方的神话翻译过来，借用了庄子中寓言这个名称，可是到了现在的教育，因为作小孩子就看伊索寓言，老师也告诉学生，这些神话是寓言，于是寓言一词的观念，在现代人的印象中，凡是虚构的乱扯的都是寓言，最后反过来，对于庄子所说的中国文化思想，也认为是虚构乱扯的寓言。现在回过头来问，庄子所说的寓言又是什么寓言？我们要了解，寓者寄寓也，譬如籍贯，我的祖籍浙江，现在寄寓在台湾，客寄说是寓，所以庄子说他讲的话是寓言，意思是说我所讲的话，是打丫头骂小姐的话。这就是寓言。有时人类的言语，没有办法直接表达自己的思想，我们仔细研究，在与人谈话时，直接讲，对方反而不懂，改为讲一段笑话，说一个故事，不等到说完，对方哈哈大笑，他就懂了。这是人与人之间沟通思想意见最好的办法。所以印度的因明逻辑有用喻这个办法，我们遇到很难表达的意思时，最好的办法是用笑话，用故事。所以庄子讲话的方法，往往用寓言。这是要特别注意的。"}
{"text":"这就是寓言。有时人类的言语，没有办法直接表达自己的思想，我们仔细研究，在与人谈话时，直接讲，对方反而不懂，改为讲一段笑话，说一个故事，不等到说完，对方哈哈大笑，他就懂了。这是人与人之间沟通思想意见最好的办法。所以印度的因明逻辑有用喻这个办法，我们遇到很难表达的意思时，最好的办法是用笑话，用故事。所以庄子讲话的方法，往往用寓言。这是要特别注意的。我们将来弘扬自己的文化，再也不要搞错了，现在已经错得很厉害，我们要慢慢纠正它。现在回转来讲老子的道法自然，就是说天道是自然的，自己本身当然如此。我们不要把老子的自然视为现代科学上的那个名词。老子教我们学天道，翻开老子来看，他讲了很多天道，他说到人的最高道德修养，就是效法天地，天地生长了万物给人，他没有居功，没有自私的报功，也不想占有，而且天地是平等的，好的坏的，无毒有毒，他都生长，无分别只有生生不息，没有要求还报。人类吃了他生长的好东西，还给他的是大便，他也不生气，照样的永远是生长，所以人的胸襟道德器度能够效法天地，是最重要的。而且教我们在事业方面做到功成名遂，身退，天之道也。一件事情成功了，交给了后代，就撒手不管，这是天之道也。这也就是后世中国文化天人合一思想的滥觞。孔子现在提到的，也就是这个精神――天道。他说。，上天有什么话说呢？自然的。人的学问也好，道德也好，一切修养，先要了解自己当然是如此，我又何须多说！这是中国文化的本位文化，不管儒家道家，都是一样的。手挥五弦目送归鸿孺悲欲见孔子，孔子辞以疾。将命者出户，取瑟而歌，使之闻之。这一段古人的注解很明显。孺悲是一个人，准备来看孔子，孔子说了一次假话，叫人就说他今天生病了，所以没有出来见客。孔子学生中有执事的人送客，在将出门的时候，孔子在里面拿起瑟来弹，并且还唱歌，故意使孺悲听见。这一段古人的注解，多半和朱熹先生的一样，认为这个人可能有哪一点为孔子看不惯，得罪了孔子，所以孔子不愿意见他，但是又明白地表示讨厌他，看不其他，所以等他出门的时候，故意唱起歌来，使他听见，知道孔子并没有生病。我的观念又与古人不同了，我认为孔子并没有这个意思，但要解释起来很费时间了。问题在孔子为什么要奏乐唱歌给他听呢？"}
{"text":"孺悲是一个人，准备来看孔子，孔子说了一次假话，叫人就说他今天生病了，所以没有出来见客。孔子学生中有执事的人送客，在将出门的时候，孔子在里面拿起瑟来弹，并且还唱歌，故意使孺悲听见。这一段古人的注解，多半和朱熹先生的一样，认为这个人可能有哪一点为孔子看不惯，得罪了孔子，所以孔子不愿意见他，但是又明白地表示讨厌他，看不其他，所以等他出门的时候，故意唱起歌来，使他听见，知道孔子并没有生病。我的观念又与古人不同了，我认为孔子并没有这个意思，但要解释起来很费时间了。问题在孔子为什么要奏乐唱歌给他听呢？假如像古人解释那样为了使他知道自己没有生病，孔子在里面，说句话或叫一个学生的名字都可以，何必奏乐唱歌呢？这问题来了。关键就在天何言哉！真正的学问，并不一定须要讨论，甚至是不可以言喻的。这个道理研究起来是够麻烦的。我的见解是如此，对与不对，并不坚持自己的意见。那么这段书什么意思呢？我们引用别家的故事，来解释这个问题。我们中国文学中有闻木樨香否？这故事。木樨是桂花的一种。这是宋代文学家黄山谷的故事，他是学禅的，他老师就是宋代有名的晦堂禅师。因为禅宗大师们的教育方法，是不立文字不用言语的，黄山谷跟他多年，似乎并无所得。有一天就问老师有没有什么巧妙的方法，露一点消息，露一点缝给他钻一钻，让他钻进去。晦堂就问他念过论语没有？这句话现在问年轻人不算稀奇，在当时来问黄山谷这样的人是很不客气的，很难堪的，因为古人考功名的本钱就是四书五经，都能背诵的，晦堂还问他念过没有，这给黄山谷的刺激是很大的。黄山谷答道当然念过！晦堂说，你念过论语，其中有二三子，以我为隐乎？吾无隐乎尔。孔子说的话你懂吗？晦堂大师引用了这句话，就等于说我随时随地都在教你，你自己不懂，有什么办法？黄山谷还是茫然不懂。后来有一天，黄山谷站在老师的旁边，晦堂这位老和尚看他在身侧，摆一摆袖子，就径自往山门外走去。这时正是秋天，一路上桂花盛开，晦堂像是赏花去了，黄山谷也莫名其妙，只好在后而跟着走，晦堂故作不知的样子，走了一阵以后，回过头来问黄山谷闻木樨香否？黄山谷答道闻。这时晦堂就瞪着眼睛告诉他二三子，吾无隐乎尔。据说黄山谷因此恍然有所悟而入了道。就是后来理学家说的，悟到了那个心性的本源。这是有名的一段禅话。"}
{"text":"这时正是秋天，一路上桂花盛开，晦堂像是赏花去了，黄山谷也莫名其妙，只好在后而跟着走，晦堂故作不知的样子，走了一阵以后，回过头来问黄山谷闻木樨香否？黄山谷答道闻。这时晦堂就瞪着眼睛告诉他二三子，吾无隐乎尔。据说黄山谷因此恍然有所悟而入了道。就是后来理学家说的，悟到了那个心性的本源。这是有名的一段禅话。事实上黄山谷的修养诗名都很高，他与苏东坡他们几个人都蛮可怜的，遭遇王安石的种种打击，后来被贬谪到贵州的一个乡下，相当现在的区公所小干事。在古代被贬谪的大官，还要被人押解去报到，等于半个犯人，起居不自由，生活是很苦的。他在被解送的路上，才和王阳明的龙场悟道一样，真懂了晦堂老师的话，因此对于所遭受政治上的打击环境上的打击生活上的痛苦，都能处之泰然，还在那里对地方做了很多有益的事情。现在我们拿这个故事来说明孺悲见孔子，而孔子不见，故意取瑟而歌，就等于是一种不言之教。这是这段书真正的意思所在。爱的回报――孝宰我问三年之丧，期已久矣！君子三年不为礼，礼必坏，三年不为乐，乐必崩，旧谷既没，新谷既升，钻燧改火，期可已矣。子曰食夫稻，衣夫锦，于女安乎？曰安。女安！则为之！夫君子之居丧，食旨不甘，闻乐不乐，居处不安，故不为也。今女安，则为之！宰我出。子曰予之不仁也！子生三年，然后免于父母之怀。夫三年之丧，天下之通丧也。予也，有三年之爱于其父母乎？这提到我们中国的古礼，这个制度，现在改变得很厉害了，历史时代到底挽不回的，我们不要去管现代的情形了。孔子当时，是比较保守的，极力主张维持孝道，父母死生之间的大事，应该依照古礼。宰予，就是白天睡觉的那个学生。现在他提出一个大问题。中国古代，父母死了是三年之丧，要守孝三年，我们在几十年前，至少在播迁来台以前，在大陆上时，许多朋友还是守这个规矩，手臂上都还戴一块白布或黑布。现在是没有了，三年变三天了。在守丧时期称制中，在名片上面，名字旁边都要加印一个较小的制字，表示在守丧。"}
{"text":"宰予，就是白天睡觉的那个学生。现在他提出一个大问题。中国古代，父母死了是三年之丧，要守孝三年，我们在几十年前，至少在播迁来台以前，在大陆上时，许多朋友还是守这个规矩，手臂上都还戴一块白布或黑布。现在是没有了，三年变三天了。在守丧时期称制中，在名片上面，名字旁边都要加印一个较小的制字，表示在守丧。在古代更严重，研究我国古代政治制度，所谓圣朝以孝治天下，做官的人，不管文官武官，也不管官做多大，碰到父母之丧，如果不马上请假还乡，那是不对的，监察御史马上提出弹劾，可以处分到永不录用的程度，是很严重的。不过有一点例外，以武将来说，他正在前方作战，假使父母死了，仍然要向朝廷请假还乡，皇帝可以下诏书，着他移孝作忠，予以慰留，这才可以不还乡。在戏剧里可以看到，有的戏里武将穿半边白袍的，就表示他是戴孝上阵，那都是皇帝特殊的慰留，国家非要这个人不可有些是他还乡守孝以后，丧服未满，皇帝下命特别起用，名为起复。而起复有两种情形，一种是退休以后再起用，一种是还乡守制的人起用。古代这种政治制度，实在也有它的好处。一个人从政久了以后，离开民间太久了，对民间的情形都不知道，回乡以后，杜门思过，也不准宴客，对地方官吏都不得接触，可以深入到民间。这是中国古礼，这种社会风气政治制度的改变，还只是近几十年来的事。古代连皇帝也要守丧三年。譬如说丧其中是不准结婚的，年轻皇帝登位前若要结婚，除非由皇太后下命令才可以。在唐代宋代明代清代都有，老皇帝一死，新皇帝没有就位以前，丧事没有发布，先办婚事，第二天再发丧，否则就违犯礼制。这种古礼连皇帝都要遵守，这是中国文化的精神。宰予现在就提出来问，我们的社会制度，父母死了要守丧三年，从上古行到现在，很古老了，现在宰予说三年什么都不能动，结果什么都坏了，像稻谷一样，旧的割掉了，新的又长起来了，钻燧改火，时令也改变了，岁月换了，我看守丧一年就够了。孔子说，父母死了，你认为过了一年就可以去听歌跳舞了，你觉得心里安吗？宰予说，安呀！孔子说，你心安，你就照你的办法去做吧！并没有人勉强你，你就是过了三天就跳舞也可以，只要你心安。丧礼并不靠规定的，要每个人发乎内心的，古代文化是根据内心来，不是法律规定的。一个君子，父母死了居丧，内心思念的悲愁，吃饭都没有味道，听到音乐也不快乐，睡觉都睡不好，所以三年之中，没有礼乐。"}
