{"text":"几天后，我们由家长带领，以封闭球场为代价换回了那只足球。那条小巷依旧，或者是更旧了。变化不多。惟独那片球场早被压在一家饭馆下面。红砖短墙里的人家料比是安全得多了。我摇着轮椅走街串巷，忽然又一面青灰色的墙叫我砰然心动，我知道，再往前去就是我的幼儿园了。青灰色的墙很高，里面有更高的树。树顶上曾有鸟窝，现在没了。到幼儿园去必要经过这墙下，一俟见了这面墙，退步回家的希望即告断灭。这样的条件反射确立于一个盛夏的午后，所以记得清楚，是因为那时的蝉鸣最为浩大。那个下午母亲要出差到很远的地方去。我最高的希望是她可能改变主意，最低的希望是我可以不去幼儿园，留在家里跟着奶奶。但两份提案均遭否决，据哭力争亦不奏效。如今想来，母亲是要在远行之前给我立下严明的纪律。哭声不停，母亲无奈说带我出去走走。不去幼儿园！出门时我再次申明立场。母亲领我在街上走，沿途买些好吃的东西给我，形式虽然可疑，但看看走了这么久又不像是去幼儿园的路，牵紧着母亲长裙的手遍放开，心里也略略地松坦。可是！好吃的东西刚在嘴里有了味道，迎头又来了那面青灰色高墙，才知道条条小路原来相通。虽立刻大哭，料已无济于事。但一迈进幼儿园的门槛，哭喊即自行停止，心里明白没了依靠，惟规规矩矩做个好孩子是得救的方略。幼儿园墙内，是必度的一种灾难，抑或只因为这一个孩子天生地怯懦和多愁。三年前我搬了家，隔窗相望就是一所幼儿园，常在清晨的懒睡中就听见孩子进园前的嘶嚎。我特意去那园门前看过，抗拒进园的孩子其壮烈都像宁死不屈，但一落入园墙便立刻吞下哭声，恐惧变成冤屈，泪眼望天，抱紧着对晚霞的期待。不见得有谁比我更同情他们，但早早地对墙有一点感受，不是坏事。我最记得母亲消失在那面青灰色高墙里的情景。她当然是绕过那面墙走上了远途的，但在我的印象里，她是走进那面墙里去了。没有门，但是母亲走进去了，在那里面，高高的树上蝉鸣浩大，高高的树下母亲的身影很小，在我的恐惧里那儿即是远方。我现在有很多时间坐在窗前，看远近峭壁林立一般的高楼和矮墙。有人的地方一定有墙。我们都在墙里。没有多少事可以放心到光天化日下去做。规规整整的高楼叫人想起图书馆的目录柜，只有上帝可以去拉开每一个小抽屉，查阅亿万种心灵秘史，看见破墙而出的梦想都在墙的封护中徘徊。还有死神按期来到，伸手进去，抓阄儿似的摸走几个。"}
{"text":"没有门，但是母亲走进去了，在那里面，高高的树上蝉鸣浩大，高高的树下母亲的身影很小，在我的恐惧里那儿即是远方。我现在有很多时间坐在窗前，看远近峭壁林立一般的高楼和矮墙。有人的地方一定有墙。我们都在墙里。没有多少事可以放心到光天化日下去做。规规整整的高楼叫人想起图书馆的目录柜，只有上帝可以去拉开每一个小抽屉，查阅亿万种心灵秘史，看见破墙而出的梦想都在墙的封护中徘徊。还有死神按期来到，伸手进去，抓阄儿似的摸走几个。我们有时千里迢迢――汽车呀火车呀飞机可别一头栽下来呀――只像是为了去找一处不见墙的地方荒原大海林莽甚至沙漠。但未必就能逃脱。墙永久地在你心里，构筑恐惧，也牵动思念。比如你千里迢迢地去时，鲁宾逊正千里迢迢地回来。一只飞去来器，从墙出发，又回到墙。哲学家先说是劳动创造了人，现在又说是语言创造了人。墙是否创造了人呢？语言和墙有着根本的相似开不尽的门前是撞不尽的墙壁。结构呀解构呀后什么什么主义呀啦啦啦，啦啦啦游戏的热情永不可少，但我们仍在四壁的围阻中。把所有的墙都拆掉的愿望自古就有。不行么？我坐在窗前用很多时间去幻想一种魔法，比如啦啦啦，啦啦啦很灵验地念上一段咒语，唰啦一下墙都不见。怎样呢？料必大家一齐慌作一团就像热油淋在蚁穴，上哪儿的不知道要上哪儿了，干吗的忘记要干吗了，漫山遍野地捕食去和睡觉去么？毕竟又趣味不足。然后大家埋头细想，还是要砌墙。砌墙盖房，不单为避风雨，因为大家都有些秘密，其次当然还有一些钱财。秘密，不信你去慢慢推想，它是趣味的爹娘。其实秘密就已经是墙了。肚皮和眼皮都是墙，假笑和伪哭都是墙，只因这样的墙嫌软嫌累，才要弄些坚实耐久的来。假设这心灵之墙可以轻易拆除，但山和水都是墙，天和地都是墙，时间和空间都是墙，命运是无穷的限制，上帝的秘密是不尽的墙，上帝所有的很可能就是造墙的智慧。真若把所有的墙都拆除，虽然很像似由来已久的理想接近了实现，但是等着瞧吧，满地球都怕要因为失去趣味而想起昏睡的鼾声，梦话亦不知从何说起。趣味是要紧而又要紧的。秘密要好好保存。探秘的欲望终于要探到意义的墙下。活得要有意义，这老生常谈倒是任什么主义也不能推翻。加上个后字也是白搭。比如爱情，她能被物欲拐走一时，但不信她能因此绝灭。"}
{"text":"真若把所有的墙都拆除，虽然很像似由来已久的理想接近了实现，但是等着瞧吧，满地球都怕要因为失去趣味而想起昏睡的鼾声，梦话亦不知从何说起。趣味是要紧而又要紧的。秘密要好好保存。探秘的欲望终于要探到意义的墙下。活得要有意义，这老生常谈倒是任什么主义也不能推翻。加上个后字也是白搭。比如爱情，她能被物欲拐走一时，但不信她能因此绝灭。什么都没啥了不起的日子是要到头的，什么都不必介意的舞步可能潇洒地跳去撞墙。撞墙不死，第二步就是抬头，那时见墙上有字，写着哥们儿你要上哪儿呢，这到底是要干吗？于是躲也躲不开，意义找上了门，债主的风度。意义的原因很可能是意义本身。干吗要有意义？干吗要有生命？干吗要有存在？干吗要有有？重量的原因是引力，引力的原因呢？又是重量。学物理的告诉我们千万别把运动和能量以及时空分割开来理解。我随即得了启发也千万别把人和意义分割开来理解。不是人有欲望，而是人即欲望。这欲望就是能量，是能量就是运动，是运动就必走去前面或者未来。前面和未来都是什么和都是为什么？这必来的疑问使意义诞生，上帝便在第七天把人造成。上帝比靡菲斯特更有力量，任何魔法和咒语都不能把第七天的成就删除。在第七天以后的所有时光里，你逃得开某种意义，但逃不开意义，如同你逃得开一次旅行但你逃不开生命之旅。你不是这种意义，就是那种意义。什么意义都不是，就掉进昆德拉所说的生命不能承受之轻。你是一个什么呢？生命算是个什么玩意儿呢？轻得称不出一点重量你可就要消失。我向讨回那件东西，归途中的惶茫因年幼而无以名状，如今想来，分明就是为了一个轻字珍宝转眼被处理成垃圾，一段生命轻得飘散了，没有了，以为是什么原来什么也不是，轻易简单灰飞烟灭。一段生命之轻，威胁了生命全面之重，惶茫往灵魂里渗透是不是生命的所有段落都会落此下场呵？人的根本恐惧就在这个轻字上，比如歧视和漠视，比如嘲笑，比如穷人手里作废的股票，比如失恋和死亡。轻，最是可怕。要求意义就是要求生命的重量。各种重量。各种重量在撞墙之时被真正测量。但很多生命的重量在死神的秤盘上还是轻，秤砣平衡在荒诞的准星上。因而得有一种重量，你愿意为之生也愿意为之死，愿意为之累，愿意在它的引力下耗尽性命。不是强言不悔，是清醒地从命。"}
{"text":"一段生命之轻，威胁了生命全面之重，惶茫往灵魂里渗透是不是生命的所有段落都会落此下场呵？人的根本恐惧就在这个轻字上，比如歧视和漠视，比如嘲笑，比如穷人手里作废的股票，比如失恋和死亡。轻，最是可怕。要求意义就是要求生命的重量。各种重量。各种重量在撞墙之时被真正测量。但很多生命的重量在死神的秤盘上还是轻，秤砣平衡在荒诞的准星上。因而得有一种重量，你愿意为之生也愿意为之死，愿意为之累，愿意在它的引力下耗尽性命。不是强言不悔，是清醒地从命。神圣是上帝对心魂的测量，是心魂被确认的重量。死亡降临时有一个仪式，灰和土都好，看往日轻轻地蒸发，但能听见，有什么东西沉沉地还在。不期还在现实中，只望还在美丽的位置上。我与的情谊，可否还在美丽的位置上沉沉地有着重量？不要熄灭破墙而出的欲望，否则鼾声又起。但要接受墙。为了逃开墙，我曾走到一面墙下。我家附近有一座荒废的古园，围墙残败但仍坚固，失魂落魄的那些岁月里我摇着轮椅走到它跟前。四处无人，寂静悠久，寂静的我和寂静的墙之间，膨胀和盛开着冤屈。我用拳头打墙，用石头砍它，对着它落泪喃喃咒骂，但是它轻轻掉落一点儿灰尘再无所动。天不变道亦不变。老柏树千年一日伸展着枝叶，云在天上走，鸟在云里飞，风踏草丛，野草一代一代落子生根。我转而祈求墙，双手合十，创造一种祷词或谶语，出声地诵念，求它给我死，要么还给我能走路的腿但睁开眼，伟大的墙还是伟大地矗立，墙下呆坐一个不被神明过问的人。空旷的夕阳走来园中，若是昏昏睡去，梦里常掉进一眼枯井，井壁又高又滑，喊声在井里嗡嗡碰撞而已，没人能听见，井口上的风中也仍是寂静的冤屈。喊醒了，看看还是活着，喊声并没惊动谁，并不能惊动什么，墙上有青润的和干枯的台藓，有蜘蛛细巧的网，死在半路的蜗牛的身后拖一行鳞片似的脚印，有无名少年在那儿一遍遍记下的再这墙下，某个冬夜，我见过一个老人。记忆和印象之间总要闹出一些麻烦记忆对我说未必是在这墙下，但印象总是把记忆中的那个老人搬来这墙下，说就是在这儿。雪后，月光朦胧，车轮吱吱唧唧轧着雪路，是园中唯一的声响。这么走着，听见一缕悠沉的箫声远远传来，在老柏树摇落的雪雾中似有似无，尚不能识别那曲调时已觉其悠沉之音恰好碰住我的心绪。侧耳屏息，听出是苏武牧羊。"}
{"text":"记忆和印象之间总要闹出一些麻烦记忆对我说未必是在这墙下，但印象总是把记忆中的那个老人搬来这墙下，说就是在这儿。雪后，月光朦胧，车轮吱吱唧唧轧着雪路，是园中唯一的声响。这么走着，听见一缕悠沉的箫声远远传来，在老柏树摇落的雪雾中似有似无，尚不能识别那曲调时已觉其悠沉之音恰好碰住我的心绪。侧耳屏息，听出是苏武牧羊。曲终，心里正有些凄怆，忽觉墙影里一动，才发现一个老人盘腿端坐于墙下的石凳，黑衣白发，有些玄虚。雪地和月光，安静得也似非凡。竹箫又响，还是那首流放绝地哀而不死的咏颂。原来箫声并不传自远处，就在那老人唇边。也许是力气不济，也许是这古曲一路至今光阴坎坷，箫声若断若续并不高亢，老人颤颤地吐纳之声亦可悉闻。一曲又尽，老人把箫管轻横腿上，双手摊放膝头，看不见他是否闭目。我惊诧而至感激，一遍遍听那箫声断处的空寂，以为是天谕或神来引领。那夜的箫声和老人，多年在我心上，但猜不透其引领指向何处。仅仅让我活下去似不必这样神秘。直到有一天我又跟那墙说话，才听出那夜箫声是唱着接受，接受限制。接受残缺。接受苦难。接受墙的存在。哭和喊都是要逃离它，怒和骂都是要逃离它，恭维和跪拜还是想逃离它。失魂落魄的年月里我常去跟那墙谈话，是，说出声，以为这样才更虔诚或者郑重，出声地请求，也出声地责问，害怕惹怒它就又出声地道歉以及悔罪，所谓软硬兼施。但毫无作用，谈判必至破裂，我的一切条件它都不答应。墙，要你接受它，就这么一个意思反复申明，不卑不亢，直到你听。直到你不是更多地问它，而是它更多地问你，那谈话才称得上谈话。我一直在写作，但一直觉得并不能写成什么，不管是作品还是作家还是主义。用笔和用电脑，都是对墙的谈话，是如吃喝拉撒睡一样必做的事。搬家搬得终于离那座古园远了，不能随便就去，此前就料到会怎样想念它，不想最为思恋的竟是那四面矗立的围墙年久无人过问，记得那墙头的残瓦间长大过几棵小树。但不管何时何地，一闭眼，即刻就到那墙下。寂静的墙和寂静的我之间，野花膨胀着花蕾，不尽的路途在不尽的墙间延展，有很多事要慢慢对它谈，随手记下谓之写作。"}
{"text":"搬家搬得终于离那座古园远了，不能随便就去，此前就料到会怎样想念它，不想最为思恋的竟是那四面矗立的围墙年久无人过问，记得那墙头的残瓦间长大过几棵小树。但不管何时何地，一闭眼，即刻就到那墙下。寂静的墙和寂静的我之间，野花膨胀着花蕾，不尽的路途在不尽的墙间延展，有很多事要慢慢对它谈，随手记下谓之写作。年月想念地坛想念地坛，主要是想念它的安静。坐在那园子里，坐在不管它的哪一个角落，任何地方，喧嚣都在远处。近旁只有荒藤老树，只有栖居了鸟儿的废殿颓檐长满了野草的残墙断壁，暮鸦吵闹着归来，雨燕盘桓吟唱，风过檐铃，雨落空林，蜂飞蝶舞草动虫鸣四季的歌咏此起彼伏从不间断。地坛的安静并非无声。有一天大雾迷漫，世界缩小到只剩了园中的一棵老树。有一天春光浩荡，草地上的野花铺铺展展开得让人心惊。有一天漫天飞雪，园中堆银砌玉，有如一座晶莹的迷宫。有一天大雨滂沱，忽而云开，太阳轰轰烈烈，满天满地都是它的威光。数不尽的那些日子里，那些年月，地坛应该记得，有一个人，摇了轮椅，一次次走来，逃也似地投靠这一处静地。一进园门，心便安稳。有一条界线似的，迈过它，只要一迈过它便有清纯之气扑来，悠远浑厚。于是时间也似放慢了速度，就好比电影中的慢镜，人便不那么慌张了，可以放下心来把你的每一个动作都看看清楚，每一丝风飞叶动，每一缕愤懑和妄想，盼念与惶茫，总之把你所有的心绪都看看明白。因而地坛的安静，也不是与世隔离。那安静，如今想来，是由于四周和心中的荒旷。一个无措的灵魂，不期而至竟仿佛走回到生命的起点。记得我在那园中成年累月地走，在那儿呆坐，张望，暗自地祈求或怨叹，在那儿睡了又醒，醒了看几页书然后在那儿想好吧好吧，我看你还能怎样！这念头不觉出声，如空谷回音。谁？谁还能怎样？我，我自己。我常看那个轮椅上的人，和轮椅下他的影子，心说我怎么会是他呢？怎么会和他一块坐在了这儿？我仔细看他，看他究竟有什么倒霉的特点，或还将有什么不幸的征兆，想看看他终于怎样去死，赴死之途莫非还有绝路？那日何日？我记得忽然我有了一种放弃的心情，仿佛我已经消失，已经不在，惟一缕轻魂在园中游荡，刹那间清风朗月，如沐慈悲。"}
{"text":"这念头不觉出声，如空谷回音。谁？谁还能怎样？我，我自己。我常看那个轮椅上的人，和轮椅下他的影子，心说我怎么会是他呢？怎么会和他一块坐在了这儿？我仔细看他，看他究竟有什么倒霉的特点，或还将有什么不幸的征兆，想看看他终于怎样去死，赴死之途莫非还有绝路？那日何日？我记得忽然我有了一种放弃的心情，仿佛我已经消失，已经不在，惟一缕轻魂在园中游荡，刹那间清风朗月，如沐慈悲。于是乎我听见了那恒久而辽阔的安静。恒久，辽阔，但非死寂，那中间确有如林语堂所说的，一种温柔的声音，同时也是强迫的声音。我记得于是我铺开一张纸，觉得确乎有些什么东西最好是写下来。那日何日？但我一直记得那份忽临的轻松和快慰，也不考虑词句，也不过问技巧，也不以为能拿它去派什么用场，只是写，只是看有些路单靠腿轮椅去走明显是不够。写，真是个办法，是条条绝路之后的一条路。只是多年以后我才在书上读到了一种说法写作的零度。写作的零度，其汉译本实在是有些磕磕绊绊，一些段落只好猜读，或难免还有误解。我不是学者，读不了罗兰巴特的法文原著应当不算是玩忽职守。是这题目先就吸引了我，这五个字，已经契合了我的心意。在我想，写作的零度即生命的起点，写作由之出发的地方即生命之固有的疑难，写作之终于的寻求，即灵魂最初的眺望。譬如那一条蛇的诱惑，以及生命自古而今对意义不息的询问。譬如那两片无花果叶的遮蔽，以及人类以爱情的名义自古而今的相互寻找。譬如上帝对亚当和夏娃的惩罚，以及万千心魂自古而今所祈盼着的团圆。写作的零度，当然不是说清高到不必理睬纷繁的实际生活，洁癖到把变迁的历史虚无得干净，只在形而上寻求生命的解答。不是的。但生活的谜面变化多端，谜底却似亘古不变，缤纷错乱的现实之网终难免编织进四顾迷茫，从而编织到形而上的询问。人太容易在实际中走失，驻足于路上的奇观美景而忘了原本是要去哪儿，倘此时灵机一闪，笑遇荒诞，恍然间记起了比如说罗伯格里叶的去年在马里昂巴，比如说贝克特的等待戈多，那便是回归了零度，重新过问生命的意义。零度，这个词真用得好，我愿意它不期然地还有着如下两种意思一是说生命本无意义，零嘛，本来什么都没有二是说，可凭白无故地生命他来了，是何用意？虚位以待，来向你要求意义。"}
{"text":"但生活的谜面变化多端，谜底却似亘古不变，缤纷错乱的现实之网终难免编织进四顾迷茫，从而编织到形而上的询问。人太容易在实际中走失，驻足于路上的奇观美景而忘了原本是要去哪儿，倘此时灵机一闪，笑遇荒诞，恍然间记起了比如说罗伯格里叶的去年在马里昂巴，比如说贝克特的等待戈多，那便是回归了零度，重新过问生命的意义。零度，这个词真用得好，我愿意它不期然地还有着如下两种意思一是说生命本无意义，零嘛，本来什么都没有二是说，可凭白无故地生命他来了，是何用意？虚位以待，来向你要求意义。一个生命的诞生，便是一次对意义的要求。荒诞感，正就是这样地要求。所以要看重荒诞，要善待它。不信等着瞧，无论何时何地，必都是荒诞领你回到最初的眺望，逼迫你去看那生命固有的疑难。否则，写作，你寻的是什么根？倘只是炫耀祖宗的光荣，弃心魂一向的困惑于不问，岂不还是阿的传统？倘写作变成潇洒，变成了身份或地位的投资，它就不要嘲笑喧嚣，它已经加入喧嚣。尤其，写作要是爱上了比赛擂台和排名榜，它就更何必谴责什么霸权？它自己已经是了。我大致看懂了排名的用意时不时地抛出一份名单，把大家排比得就像是梁山泊的一百零八，被排者争风吃醋，排者乘机拿走的是权力。可以玩味的是，这排名之妙，商界倒比文坛还要醒悟得晚些。这又让我想起我曾经写过的那个可怕的孩子。那个矮小瘦弱的孩子，他凭什么让人害怕？他有一种天赋的诡诈――只要把周围的孩子经常地排一排座次，他凭空地就有了权力。我第一跟谁好，第二跟谁好第十跟谁好和我不跟谁好，于是，欢欣者欢欣地追随他，苦闷者苦闷着还是去追随他。我记得，那是我很长一段童年时光中恐惧的来源，是我的一次写作的零度。生命的恐惧或疑难，在原本干干净净的眺望中忽而向我要求着计谋我记得我的第一个计谋，是阿谀。但恐惧并未因此消散，疑难却因此更加疑难。我还记得我抱着那只用于阿谀的破足球，抱着我破碎的计谋，在夕阳和晚风中回家的情景那又是一次写作的零度。零度，并不只有一次。每当你立于生命固有的疑难，立于灵魂一向的祈盼，你就回到了零度。一次次回到那儿正如一次次走进地坛，一次次投靠安静，走回到生命的起点，重新看看，你到底是要去哪儿？是否已经偏离亚当和夏娃相互寻找的方向？想念地坛，就是不断地回望零度。放弃强力，当然还有阿谀。现在可真是反了！――面要面霸，居要豪居，海鲜称帝，狗肉称王，人呢？名人，强人，人物。"}
{"text":"我还记得我抱着那只用于阿谀的破足球，抱着我破碎的计谋，在夕阳和晚风中回家的情景那又是一次写作的零度。零度，并不只有一次。每当你立于生命固有的疑难，立于灵魂一向的祈盼，你就回到了零度。一次次回到那儿正如一次次走进地坛，一次次投靠安静，走回到生命的起点，重新看看，你到底是要去哪儿？是否已经偏离亚当和夏娃相互寻找的方向？想念地坛，就是不断地回望零度。放弃强力，当然还有阿谀。现在可真是反了！――面要面霸，居要豪居，海鲜称帝，狗肉称王，人呢？名人，强人，人物。可你看地坛，它早已放弃昔日荣华，一天天在风雨中放弃，五百年，安静了安静得草木葳蕤，生气盎然。土地，要你气熏烟蒸地去恭维它吗？万物，是你雕栏玉砌就可以挟持的？疯话。再看那些老柏树，历无数春秋寒暑依旧镇定自若，不为流光掠影所迷。我曾注意过它们的坚强，但在想念里，我看见万物的美德更在于柔弱。坚强，你想吧，希特勒也会赞成。世间的语汇，可有什么会是强梁所拒？只有柔弱。柔弱是爱者的独信。柔弱不是软弱，软弱通常都装扮得强大，走到台前骂人，退回幕后出汗。柔弱，是信者仰慕神恩的心情，静聆神命的姿态。想想看，倘那老柏树无风自摇岂不可怕？要是野草长得比树还高，八成是发生了核泄漏――听说契尔诺贝利附近有这现象。我曾写过设若有一位园神这样的话，现在想，就是那些老柏树吧千百年中，它们看风看雨，看日行月走人世更迭，浓荫中惟供奉了所有的记忆，随时提醒着你悠远的梦想。但要是爱也喧嚣，美也招摇，真诚沦为一句时髦的广告，那怎么办？惟柔弱是爱愿的识别，正如放弃是喧嚣的解剂。人一活脱便要嚣张，天生的这么一种动物。这动物适合在地坛放养些时日――我是说当年的地坛。回望地坛，回望它的安静，想念中坐在不管它的哪一个角落，重新铺开一张纸吧。写，真是个办法，油然地通向着安静。写，这形式，注定是个人的，容易撞见诚实，容易被诚实揪住不放，容易在市场之外遭遇心中的阴暗，在自以为是时回归零度。把一切污浊畸形歧路，重新放回到那儿去检查，勿使伪劣的心魂流布。有人跟我说，曾去地坛找我，或看了那一篇我与地坛去那儿寻找安静。可一来呢，我搬家搬得离地坛远了，不常去了。二来我偶尔请朋友开车送我去看它，发现它早已面目全非。我想，那就不必再去地坛寻找安静，莫如在安静中寻找地坛。"}
