{"text":"中间部分写父亲迟迟不盖新房，是设置悬念，后面母亲陪我参观时说的一番话是揭开谜底，前后有机衔接，不露痕迹。结尾颇具匠心，让题旨自然浮出水面，把理性的思考化为形象的揭示，生动地诠释了主题，使所供材料的主旨得以彰显。此外，化大为小的构思，也是值得称道的，中国的发展，题目太宽泛，不好入笔，而从农村的土坯房说起，从小处反映中国的发展，别具匠心。秘诀六――结构严谨，叙议结合记叙文写作获得高分的必要条件，一是结构严谨，这也是其他体裁的作文获得高分的重要条件二是记叙议论相结合的表达方式，它可以增加文章灵动的色彩，如果还能综合运用多种修辞手法，这样的文章必定赢得阅卷老师的青睐。佳作借鉴总有一种期待一考生我是个山里娃。山里娃和城里娃不一样。城里娃只管埋头读书，吃喝有家长伺候。山里娃没那福气，除了读书还得帮家长干农活。山里娃和城里娃也有一样的地方，那就是不管是山里娃还是城里娃，大家都总有一种期待。城里娃的期待很单纯――考上一所理想的大学。山里娃的期待也很单纯――走出大山，变成个城里娃。为了实现自己美好的期待，城里娃孜孜不倦地努力读书，读书，除了读书还是读书。较之城里娃，为了实现自己美好的期待，山里娃要付出两倍的努力，因为要走出大山，要变成个城里娃，先要考上一所理想的大学。很小的时候，这个期待就在我心里酝酿发酵。往事越十年，牧童挥鞭。那时一放学，我总是外甥打灯笼――照旧，挥着鞭儿，牵着绳儿，吆着牛儿，上山去了。放牛的时候，牛和我都很忙。牛忙着吃草，我忙着读书。牛吃草，一副踌躇满志的样子我读书，一副志在必得的架势。牛吃着草，不时东张西望，哞哞地叫几声，像在告诉它的小主人别管我，你只管安心读书，我不会走远，我就在你身边。善解人意的牛，解除了我的后顾之忧。我忘情地读书，读语文，读英语论坛，读那些拗口的定义定理琅琅的读书声，和着满耳的天籁之音――风声流泉鸟鸣，在绿意盎然的山坡上回荡。就在这平淡的牧童生活中，我幼小的心灵一天天地骚动起来这样的生活，我是多么不甘心啊！我不甘心就这样在大山里放一辈子牛，更不甘心重走父辈的路。我要走出大山，到山外的世界闯荡，使自己变成个城里娃！可是，山外的世界，是说去就能去的吗？"}
{"text":"善解人意的牛，解除了我的后顾之忧。我忘情地读书，读语文，读英语论坛，读那些拗口的定义定理琅琅的读书声，和着满耳的天籁之音――风声流泉鸟鸣，在绿意盎然的山坡上回荡。就在这平淡的牧童生活中，我幼小的心灵一天天地骚动起来这样的生活，我是多么不甘心啊！我不甘心就这样在大山里放一辈子牛，更不甘心重走父辈的路。我要走出大山，到山外的世界闯荡，使自己变成个城里娃！可是，山外的世界，是说去就能去的吗？当年，白居易初到长安，把诗作呈给著名诗人顾况，顾况却戏之长安米贵，居大不易。但是，白居易凭着出类拔萃的才华，很快在繁华的长安站稳了脚跟，一时间名噪京城。是啊，走出大山，得有真本事才行。于是，怀着这种期待，面对堆积如山的学习资料，我不再犯愁了，书海冲浪，不也是一种富有情趣的生活吗？听到老师严厉的批评，我不再抱怨了，逆耳忠言，不是校正航向的罗盘吗？面对考试的失利，我不再沮丧了，一次挫折，不是通往成功的一块基石吗？就这样，我脚踏实地往前走，我心中的期待不仅越来越清晰，而且离我越来越近了。城里娃，你们等着吧，总有一天，我会和你们一样，成为一个名副其实的城里娃。山外的世界，你等着吧，总有一天，我会向你走来，走进你的怀抱，融入你的血脉。因为，总有一种期待，会赋予你无限的生活激情总有一种期待，会让你在坎坷泥泞的路上义无反顾总有一种期待，会让你穿越重重迷雾，找到属于自己的人生坐标。本文最大的亮点，就是行文极美。本文行文之美，首先美在结构严谨。开篇通过山里娃和城里娃的对比，引出题旨中间部分紧密围绕题旨展开叙事议论篇末与开头照应自然，有水到渠成之妙，而且使题旨得以强化和升华。其次，行文之美，还美在表达方式的综合运用。记叙议论有机结合，描写山里娃特有的生活，再加上总有一种期待，会赋予你无限的生活激情总有一种期待，会让你在坎坷泥泞的路上义无反顾总有一种期待，会让你穿越重重迷雾，找到属于自己的人生坐标，这样的抒情，充分表达出了的期待，生动形象，生活气息浓厚，有较强的感染力。另外，对比排比比喻拟人等修辞手法的娴熟运用，给文章增添了不少亮色。"}
{"text":"记叙议论有机结合，描写山里娃特有的生活，再加上总有一种期待，会赋予你无限的生活激情总有一种期待，会让你在坎坷泥泞的路上义无反顾总有一种期待，会让你穿越重重迷雾，找到属于自己的人生坐标，这样的抒情，充分表达出了的期待，生动形象，生活气息浓厚，有较强的感染力。另外，对比排比比喻拟人等修辞手法的娴熟运用，给文章增添了不少亮色。秘诀五――一字立骨，主旨凝聚议论性散文中，若能巧妙地运用一字或一词贯穿全文，便可以把零散的材料组织成一个有机整体，把纷繁复杂的内容集中到焦点上，从而使文章线索明晰结构缜密主旨凝聚。回到原点电影让子弹飞让人捧腹之余更留下了一个耐人寻味的结尾，张麻子历经腥风血雨又重上马鞍，驰入山林，也许英雄的归宿终是草莽！电影的结局确实出人意料，但我确信，英雄不是走回头路，他只不过是回到原点，因为那里才有刀光剑影，那里才有豪迈与洒脱。回到原点，重返本真，重拾你的真性情。额头上没有一丝皱纹的美人，怕血管里流动的都是水。的确，生活在现代社会里的人们是不是已经忘记了自己不施粉黛的容颜，是不是已经忘却了真性的原点？我们习惯了挤出虚伪的笑容，习惯了对化妆品和面具的依赖。殊不知，当我们暗自高兴，以为能将岁月的痕迹和世故的表情统统遮去，却令自己最珍贵的一面生命最澎湃的热度一同抹去。生命的原点在于个性的张扬，在于情感的表露，在于性格的突围。回到原点不是褪下成熟的外衣，而是撕掉不必要的包装回到原点不是原地踏步，而是以淡定而真实的姿态上路，轻轻抬头，已屈指行程二万，翻越无数的高山每次坐飞机时，空乘人员都会为乘客演示应急用品的使用方法。面对乘客，本是空姐绽放最美丽一面的时候，但我却每每看见一张张木然而冰冷的脸，动作很规范，态度却很敷衍。我想，再动人的脸庞也经不起随意的解读和虚伪的摆弄。回到原点，虽不完美但让人感到亲切远离原点，尽管精致但让人生厌。回到生命的原点，是展现自己自然而感性的一面，是在生命的乐章中弹奏最和谐的音符，是在自己和他人的心中演绎真善美。想起著名的人口学家马寅初。在那个人云亦云的年代，多少学者为苟且偷生已放下知识分子的尊严，但马老依然保持着不屈的姿态，宁鸣而死，不默而生。造反者说他已丢掉立场的原点，我却谓马老回到了一个学者的原点。决不向以力服人不以理服人的人低头。"}
{"text":"我想，再动人的脸庞也经不起随意的解读和虚伪的摆弄。回到原点，虽不完美但让人感到亲切远离原点，尽管精致但让人生厌。回到生命的原点，是展现自己自然而感性的一面，是在生命的乐章中弹奏最和谐的音符，是在自己和他人的心中演绎真善美。想起著名的人口学家马寅初。在那个人云亦云的年代，多少学者为苟且偷生已放下知识分子的尊严，但马老依然保持着不屈的姿态，宁鸣而死，不默而生。造反者说他已丢掉立场的原点，我却谓马老回到了一个学者的原点。决不向以力服人不以理服人的人低头。这个原点如此厚重而神圣，承载了人性的光辉和一个知识分子的尊严。原点不是起点，坚守原点者业已登上一个高台原点又是起点，坚守原点，回到原点者从这里再出发，再扬帆起航，最淋漓也最真实，最平平淡淡也最轰轰烈烈。在一个浮躁的社会里，我们满足于声色犬马亦真亦幻，但一个人人标榜金钱为原点权力为原点的社会又何尝不是一个迷失了原点的贫血社会？唯有每个人都自觉地寻找原点的坐标，重获人性的本真，才有民德归厚的一天。文章通过联想电影让子弹飞耐人寻味的结尾，提出自己的观点――回到原点，重返本真，重拾你的真性情。文章最大的亮点，就是一个回字贯穿全文，在提出中心论点后，以一字立骨，将毕淑敏空乘人员马寅初等人回到原点的事例连缀成篇，气势沛然，一气呵成。文章纵横捭阖开合自如，很好地论述了观点，且结构严谨，论证有力。当然，文章过渡自然，语言隽永，整散结合，也是其赢得满分的重要原因。秘诀四――融情于物，意切情真记叙文写作如果借助某一物体来反衬所描写的主体，融情于物，会给人耳目一新之感。行文时，若借某一物体点明中心，既可以渲染气氛又可以卒章显志。向日葵没有眼泪一考生从我记事起，家中院子里便有大片的向日葵，金黄向阳，是重瓣的那种，花期很长，在盛夏的阳光里常常开成一片海洋，让人分辨不清是哪一瓣在反射着阳光，只觉得耀眼眩晕。这是爸爸给我的礼物，在我出生时种下的，每年留种，每年播种。模糊的记忆里留存着那个露水沾湿衣襟的清晨。起了大早，我忽然发现花丛中蹲着再熟悉不过的身影，正在悉心清除杂草，扶正微微倾斜的花株。爸爸，向日葵哭了吗，这上面怎么沾满了泪珠呢？彼时的自己总是爱强调自己的见解，以为一切都是这样。"}
{"text":"这是爸爸给我的礼物，在我出生时种下的，每年留种，每年播种。模糊的记忆里留存着那个露水沾湿衣襟的清晨。起了大早，我忽然发现花丛中蹲着再熟悉不过的身影，正在悉心清除杂草，扶正微微倾斜的花株。爸爸，向日葵哭了吗，这上面怎么沾满了泪珠呢？彼时的自己总是爱强调自己的见解，以为一切都是这样。没有，傻姑娘，向日葵是没有眼泪的。只要太阳一照射，它们马上就坚强乐观了。年轻的爸爸少有的耐心模样在那一刻深深地刻在了我心中，好看的眉眼，高挺的鼻子，说话时微微张合的嘴唇，还有那浅浅的微笑。于是，在我那有日记情怀的年纪，我便在日记本的扉页写下了这句话――向日葵没有眼泪。阳光普照大地，向日葵盛开又凋谢，我也渐渐长大了，但心中的倔犟与固执没有改变，一如儿时记下的那句话，心中还惦记着向日葵的眼泪。终于走到高三，以为自己已足够完美心灵强大，以为一切都将按着自己心中的轨迹发展，就像向日葵的生命旅程。爸爸，你到了吗？我们下课了。难得的休息日，我和爸爸约定吃饭谈心，在这人生的转折点我似乎与爸爸也变得亲密起来，至少没有了年少时的冲突。爸爸还有些事，你在校门口等一等吧他似乎真的很忙，电话就这样被草草挂断。天气还有些冷，下午天一直阴沉沉的，有风吹过，让人心烦意乱。街道上甚是喧嚣，车辆人流尘土等搅在一起，没一会儿，雨便大滴大滴地砸了下来。慌乱中我躲进了校门口的值班室，湿湿的外套贴着后背，心里禁不住开始抱怨起来。当那个熟悉的身影终于出现在街对面时，我竟没有叫出口，只看见雨滴拍打着他的身体。他穿过马路走过来，弯着腰，好像在护着一包红色的物品，可能是给我买的，可我心中依然不满，没有期待和惊喜。他的裤脚早已湿透，甚至还沾满了泥水。或许是我长高了，总觉得此时的他不再高大威武，也没有了儿时痛斥我时的挺拔模样。我慢慢走出值班室，朝着他的方向走去。时光赋予我怀念和遗忘的力量，过去我觉得不能理解他，现在觉得爸爸就像一枚翠绿色的叶子，背面纹路错杂，将它翻转过来，叶脉就清晰地呈现在眼前。"}
{"text":"他穿过马路走过来，弯着腰，好像在护着一包红色的物品，可能是给我买的，可我心中依然不满，没有期待和惊喜。他的裤脚早已湿透，甚至还沾满了泥水。或许是我长高了，总觉得此时的他不再高大威武，也没有了儿时痛斥我时的挺拔模样。我慢慢走出值班室，朝着他的方向走去。时光赋予我怀念和遗忘的力量，过去我觉得不能理解他，现在觉得爸爸就像一枚翠绿色的叶子，背面纹路错杂，将它翻转过来，叶脉就清晰地呈现在眼前。现在与过去重叠，记起若干年前的那个清晨，他告诉我说向日葵没有眼泪，此时的我，泪流满面地站在原地，等待着他潮湿而温暖的拥抱。爸爸，请原谅我的自我与固执，成长中的我不能没有你，我需要你的宽容与教导，是你教会我不再自我，不再骄傲，用心感受周围的支持与爱意。真的，向日葵没有眼泪，因为太阳会灼干它的眼泪，而我的太阳就是父亲。向日葵没有眼泪，好一个夺人眼球的标题，诗情画意，引发读者的遐想，为文章营造了诗意的氛围。以向日葵为载体，叙写父亲与我的故事，以向日葵没有眼泪反衬自己的自我脆弱，烘托父亲的高大形象。以向日葵贯穿全文，卒章显志，是本文最大的亮点。爸爸就像一枚翠绿色的叶子，背面纹路错杂，将它翻转过来，叶脉就清晰地呈现在眼前，融情于物，情真意切，感人至深。另外，文中对向日葵的描写详略得当，记叙议论描写相得益彰。秘诀二――领异标新，独树一帜千古文章意为高，高考作文最忌讳人云亦云，没有个性特色。删繁就简三秋树，领异标新二月花，立意不落窠臼，想别人之所未想，发别人之所未发，定能让你的作文独树一帜，赢得高分。世间再无真狂人为何一位知名歌唱演员出场面对观众时说的第一句话由大家好，我来了变成谢谢大家，你们来了？这完全是功利的社会在作怪，这样的社会磨去了所有人的棱角，使得人们都成为了没有棱角的圆。悲哀也就来了世间再无真狂人。有诗云一切成熟了的，都必须低垂着头吗？从社会的角度看，是的，而且是不得不。看看那些名人，有谁敢不低头以示谦逊？有谁敢锋芒毕露？大师是清一色的戴一副眼镜，腋下夹着书，低着头行色匆匆，显出儒家风范大官是清一色的西装革履，笑容满面，手里提着公文包，见人就笑还有专家成功人士等，这些成熟商人无不这样，但他们以前完全不是这样的，是功利的社会改变了他们。"}
{"text":"悲哀也就来了世间再无真狂人。有诗云一切成熟了的，都必须低垂着头吗？从社会的角度看，是的，而且是不得不。看看那些名人，有谁敢不低头以示谦逊？有谁敢锋芒毕露？大师是清一色的戴一副眼镜，腋下夹着书，低着头行色匆匆，显出儒家风范大官是清一色的西装革履，笑容满面，手里提着公文包，见人就笑还有专家成功人士等，这些成熟商人无不这样，但他们以前完全不是这样的，是功利的社会改变了他们。他们为了人气，为了知名度，为了粉丝而不敢锋芒毕露。就以那知名歌唱演员来说，她因为一句大家好，我来了而在社会上栽了不少跟头，她人气低，红不起来，于是她变了，变得圆滑了。因此，当整个社会都变得圆滑的时候，世间也就再无真狂人了。为此，我要高呼世间曾有真狂人，世间需要真狂人！清代思想家文学家龚自珍自述一箫一剑平生意，负尽狂名十五年。他金榜题名谈及恩师时竟狂言居然是无名小辈王植！这自然是他亦狂亦狭亦温文的个性的体现。当代学者更是对老师极不满意，而戏言老师太笨太懒太俗。狷介之士刘文典更是狂得痛快，他狂言古今以来，真懂庄子者，两个半人而已。第一个是我刘文典，第二个是庄周，另外半个嘛，还不晓得！当人们提议把沈从文升为教授时，他大怒，并说陈寅恪才是真正的教授，他该拿四百块钱，我该拿四十块钱，该拿四块钱，可我不给沈从文四毛钱！当代学者李敖，也狂得洒脱。他在传统下的独白一书的封底写道五十年来和五百年内，中国写白话文的前三名是李敖李敖李敖。嘴上骂我吹牛皮的，心里都为我供了牌位。这些都是狂人啊！他们的狂，构建了中华民族挺立的傲骨，这种真狂，是时代的脊梁，是真性情的流露！可叹，当代社会，这种狂被名利吞食了，这种真性情的流露也被风尘淹没。于是，一切都变了。当所有的人都将大家好，我来了改成谢谢大家，你们来了时，世上再无真狂人，这是时代的悲哀！"}
{"text":"可叹，当代社会，这种狂被名利吞食了，这种真性情的流露也被风尘淹没。于是，一切都变了。当所有的人都将大家好，我来了改成谢谢大家，你们来了时，世上再无真狂人，这是时代的悲哀！谢谢大家，你们来了，一般的考生看到作文题，只会想到感恩谦卑等相关立意，而此考生能独辟蹊径，深入思考，认为完全是功利的社会在作怪，这样的社会磨去了所有人的棱角，使得人们都成为了没有棱角的圆从而批评这种处世态度，发出世间再无真狂人的喟叹，立意不凡，给阅卷老师留下了深刻的印象。另外，文章材料丰富新颖，极富说服力。文中龚自珍刘文典李敖等人的事例，信手拈来，运用恰当。综观，本文立意高远，不落俗套，文笔大气，论证严谨，亮点频出，不愧为满分之作。秘诀一――针砭时弊，追根溯源文章合为时而著，歌诗合为事而作。好的文章，总能散发出浓郁的时代生活气息，给人以警醒与深思。写议论文，如果能从社会现象入手，然后追根溯源，分析事物的本质原因，那么，你的文章将绽放理性光芒。拒绝平庸一考生众多的大智慧者，在物欲横流的当今社会正走向平庸。拒绝平庸，对他们而言，是如此必要，却又相当艰难。还记得一年前的四月，在校礼堂聆听先生演讲的情景。我怀着一颗极为敬重的心，去感受一位写出澄明而深刻文字的哲学家的思想。可结果很是失望，我没触摸到他的深度思考，反而感受到了，会场中充斥着的恶俗的商业味道。没有人否认先生是一位不平庸的哲学家，善从哲学的高度辨析人生和世态。不能说他已变得平庸，只是，毋庸置疑，在那个无法用哲学气息掩盖商业味道的上午，在某种程度上他正在走向平庸。他自己很清楚，他说成为一个职业作家本身就是一种堕落，一种平庸。但他无力拒绝。对于有孔雀王之称的杨丽萍而言，现实同样如此。当她在自己的舞剧中加入类似亲爱的观众朋友们，你们好吗的吆喝呐喊时，一位著名的舞评家说，这是中国舞蹈界一根脊梁的坍塌！但杨丽萍又能如何？当云南映像这样的精品都带动不了票房，拒绝平庸四个大字显得多么苍白无力，走向平庸，乃是无奈之举。是什么，让这些大智慧者拒绝平庸变得如此艰难？答案很简单，是当下文化环境与文化品位的日渐平庸化和商业化。"}
{"text":"但他无力拒绝。对于有孔雀王之称的杨丽萍而言，现实同样如此。当她在自己的舞剧中加入类似亲爱的观众朋友们，你们好吗的吆喝呐喊时，一位著名的舞评家说，这是中国舞蹈界一根脊梁的坍塌！但杨丽萍又能如何？当云南映像这样的精品都带动不了票房，拒绝平庸四个大字显得多么苍白无力，走向平庸，乃是无奈之举。是什么，让这些大智慧者拒绝平庸变得如此艰难？答案很简单，是当下文化环境与文化品位的日渐平庸化和商业化。在这样的文化境遇中，留给大智慧者的生存空间十分狭窄。而就在这样狭窄的空间中，还挤占着商业利益等许多相斥之物！越来越狭小的生存空间，逼迫他们渐渐放弃自己的坚守。因为拒绝平庸，可能意味着放弃生存的机会。但一个时代不能没有不平庸的大智慧者，他们的精神与思考，引领大众思考的航线。帕斯卡尔说过人是一棵能思想的苇草，人的全部尊严就在于他的思想。如果缺少了不平庸的人们的思想航标，那将会有一大批人找不到生存的意义与价值。只是太多的人并没有意识到这个问题，他们觉得大智慧者的拒绝平庸与自己无关，于是站在一旁冷眼相看，保持着集体的冷漠。为大智慧者提供拒绝平庸的空间，是一个时代的任务一个民族的任务。拒绝平庸，更是每个人的任务。亮点赏析这篇的亮点，大致有二。其一，目光敏锐针砭时弊。高考作文需要有一双敏锐的眼睛，从现实中寻找写作素材和灵感。从与杨丽萍的身上，隐隐约约看到了什么叫平庸。一位是受人尊重的学者作家，一位是技艺精湛的舞蹈艺术家，他们都难以拒绝平庸，这是一种令人深思的现象。以此切入，对这种现象进行了猛烈的抨击。其二，追根溯源思想深刻。面对崇拜的对象，他不是顶礼膜拜，而是客观认识，不是头脑发热，而是冷静思考，难能可贵的是，在批判之余还能客观分析，指出一个时代不能没有不平庸的大智慧者，他们的精神与思考，引领大众思考的航线，触及事物的本质，足见其思维的深度与广度。冷板凳上守侯成功有些人生必得经历挫折，有些花儿必得等待春天。虽然有些花儿的春天来得晚一些，但每一朵花儿，必有它自己绽放的模样。有一位并不漂亮的女孩，曾经有一个梦想站在自己的舞台上唱自己的歌。但有一天，在一名著名音乐人的制作室里，一盆冷水向她泼了过来你的嗓音和你的相貌同样不漂亮，我看你很难在歌坛有所发展。"}
