{"text":"他的一生就这样被改写了。假如一个人对生活和人生的温度是零度以下，那么这个人的生活状态就会是冰，他的整个人生舞台也就不过他双脚站的地方那么大。如果我们内心的温度是常温的话，那我们的人生就会缺少激情和动力，就只能踏步不前。就拿我们的学习来说吧，如果我们只是不作努力的学习，成绩也只会毫无起色，我们也始终不会充满斗志，更无法创造出更大的辉煌。只有我们的内心的温度在一百度以上时，我们的内心有一把火时，我们才会斗志昂扬，在血液沸腾之时，我们的激情也会随之而来，我们才会积极主动地去解决以前留下的或者是将来面对的困难。在学习上，我们应该以百倍的热情去学习知识，去解决那些让人厌烦的阿拉伯数字和那二十六字母组成的如天书一样的数学英语。如果你之前是零度以下，或者是常温都不要紧，只要你现在有一颗炽热的心去迎接紧张的高三，我相信在一年之后，你会有不一样的收获。无论是在学习工作生活中，我们都要有炽热的心，因为它能够让你飞向更加辽阔的书的海洋它能够让你在工作中走向更高的一层阶梯它能够让你在生活中充满激情和活力，让你的生活时刻充满新鲜感！加油吧！让我们一起努力和追寻那颗炽热的心，让我们拥有这颗心走向美好的未来，也让这颗心成为我们人生道路上的动力与冲劲！让我们对生活和人生拥有一百度的炽热吧！让我们成为水蒸气，成为云朵，让我们飞起来，让我们不仅拥有大地，还能拥有天空，那么，我们的世界就会和和宇宙一样大！喧闹的城市，攒动的人群，快节奏的生活在这忙忙碌碌凡尘中我们似乎都忘了，忘了一件最美的事儿――倾听。正如一篇散文所说当你向我走来时，我没有迎接，而是在一堆嘈杂声中，处理着众多烦杂的事务。而当我真正静下心来，想一睹你绝世芳容时，你又恢复了你往日的常态――清冷！世事总是如此，因为日常的琐碎生活的纷杂，掩蔽了倾听的环佩妙音，朦胧了倾听的清碧透明，在眼前不知珍惜，一朝错过，才追悔莫及。或许是那句沉默是金感染了我，我开始静静地，静静地倾听着世界万物的声音我喜欢躺在草地上，望着蔚蓝的天空，深邃无极，春风在轻歌软语，小鸟你侬我侬，山在浅唱，水在低吟，还有那可爱的云朵，徜徉自在。仔细聆听一切美妙的声音，寻找心灵的一片净土。这时，倾听是一种与大自然接近的方法，是驱逐喧嚣，涤荡净化心灵的妙方。我喜欢坐在客厅中，边写日记，边听妈妈在厨房里演奏锅碗瓢盆交响曲。"}
{"text":"或许是那句沉默是金感染了我，我开始静静地，静静地倾听着世界万物的声音我喜欢躺在草地上，望着蔚蓝的天空，深邃无极，春风在轻歌软语，小鸟你侬我侬，山在浅唱，水在低吟，还有那可爱的云朵，徜徉自在。仔细聆听一切美妙的声音，寻找心灵的一片净土。这时，倾听是一种与大自然接近的方法，是驱逐喧嚣，涤荡净化心灵的妙方。我喜欢坐在客厅中，边写日记，边听妈妈在厨房里演奏锅碗瓢盆交响曲。在这声音中，想起了妈妈平时对我的百般宠爱，万般呵护想起了他的唠叨，想起了妈妈平时都忙忙碌碌的做着许多事儿，但她从不忘关心我的身体和学习。在这倾听中，我感受到了妈妈对我的爱。这时，倾听是一种感恩的方式。我喜欢和朋友们漫步在充满绿色的生机校园中，听他们的心声，偶尔也会有疯狂的傻笑声冒出。听着这些可爱甜美的声音，我感到快乐极了！这时呀！倾听是增进友谊，获得快乐的工具。倾听自然的声音，可以让人找回内心深处最美的殷实宁静倾听父母的声音，可以让家庭变得更加和睦温馨倾听朋友的声音，可以拉近你我的距离，让我感到幸福开心！倾听，让思想走向深刻纯净！倾听，让生命愈加生动丰盈！朋友，倾听是一种美，有机会请多一些倾听，倾听会让你更加的珍爱生命，享受生活。三诊的成绩拿下来了。乐观者拿着成绩冷静分析，又开始埋头苦干，信心十足地踏在高考的道路上悲观者拿着成绩暗自悲伤，陷入迷茫，不断摇头叹息为什么会这样？为什么所有的努力付之东流？于是，有人开始害怕考试，害怕努力。心中积下了满满的悲伤。而我要说，不要悲伤，要为实现理想作最后冲刺。十二年的寒窗苦读，只为能在高考中脱颖而出，所以我们选择了一路向前，努力，努力，再努力。有些悲伤者们会把最近的一次次测试当作一种嘲笑，嘲笑着自己的努力白费功夫，嘲笑着自己一路走来的坚持是否明智，这一犹豫可能摧毁了自己决胜高考的信心。于是有人开始拒绝。拒绝书本，因为怕了，他们怕十二年的努力会成为一场梦，随花飘零，随水东流而我想，只要想起上学前母亲那殷切期盼的眼光，想起回家时父亲赞许鼓励的话语，想起课堂上恩师谆谆教导单是一个悲伤怎的了得！我觉得，与其伤感，不如最后一搏。"}
{"text":"有些悲伤者们会把最近的一次次测试当作一种嘲笑，嘲笑着自己的努力白费功夫，嘲笑着自己一路走来的坚持是否明智，这一犹豫可能摧毁了自己决胜高考的信心。于是有人开始拒绝。拒绝书本，因为怕了，他们怕十二年的努力会成为一场梦，随花飘零，随水东流而我想，只要想起上学前母亲那殷切期盼的眼光，想起回家时父亲赞许鼓励的话语，想起课堂上恩师谆谆教导单是一个悲伤怎的了得！我觉得，与其伤感，不如最后一搏。我们会悲伤，是因为我们害怕努力后看不到自己的进步，害怕努力后看不到前方的道路我们才开始迷茫。迷失在高考的路上，找不到去高考的方向。我们要战胜心中恐惧，放手拼搏！追逐梦想，青春飞扬破釜沉舟，背水一战卧薪尝胆，发愤图强斗志昂扬，不再迷茫决战高考，提名金榜铿锵有力的誓词破风而来，响彻耳畔！那是我们共同的誓词！那是我们说好要一起挥刀斩去高考之路上的荆棘，冲向胜利的巅峰所吐露的心声！所以，不要太在乎眼前的得失，而要看到六月的灿烂阳光！我们已经为了几十天后的那场高考坚持了十几年，我们一路洒热泪，一路淌汗艰辛而来，如今站在了这里，高考的战鼓已经敲响！收起我们的悲伤吧，收回我们的迷茫吧！向前决胜高考！依旧要努力，依旧要拼搏，现在的成绩不算什么，高考才是我们的目的！向前，向前，准备好一切，为理想做最后的冲刺！灾难是真理的第一程。――拜伦六月七日上午十点四十还好，留给作文的时间和自己心里预计的一样。五十分钟。不多，亦不少。她眼神空洞地望着卷面上的题目眼泪。呵，高考作文原来也不过如此。轻转笔帽，脑海里背过的范文模板像校领导讲话一样利索地滚出来开头要妙语连珠，先声夺人，让阅卷老师眼前一亮中间注意引用时事论据，什么雅安地震啊，温总理卸任啊，这些都是显示你文章深度的有力证据最后一招实在遇上字不够，正说反说也奇妙！她想着想着，偶然间内心紧了一下。眼泪，这是她岁高考的作文题目，亦是高中三年来自己所有感情的倾注。拜伦说过，灾难是真理的第一程。而我却想说，泪水是梦想的终点站。还剩下四十多分钟。她的思绪疯狂地陷入回忆中，像离岸的列车，势不可挡，一路飞驰。她知道，赢了自己，就赢了一切。散步随想六月八日，晚十点零五分时间如经纬一样契合，往昔今朝的古都，在一个人的脑海里静静相遇。那是一个呼吸在自己世界里的小城。"}
{"text":"她想着想着，偶然间内心紧了一下。眼泪，这是她岁高考的作文题目，亦是高中三年来自己所有感情的倾注。拜伦说过，灾难是真理的第一程。而我却想说，泪水是梦想的终点站。还剩下四十多分钟。她的思绪疯狂地陷入回忆中，像离岸的列车，势不可挡，一路飞驰。她知道，赢了自己，就赢了一切。散步随想六月八日，晚十点零五分时间如经纬一样契合，往昔今朝的古都，在一个人的脑海里静静相遇。那是一个呼吸在自己世界里的小城。有山，有水，有数不清的蜿蜒小巷，有巍峨高大的历史遗存。儿时的她脚印踩遍了小城的每一块青石板，雨落下，浅浅的水洼里映照出昔日的断垣残瓦。她指尖轻轻触碰上丽景门的墙壁，那么多的泥和土，壁上的尘埃如同安睡的灵魂，在十三朝王者地脉里静默沉寂。是的，这不是一般的小城。曾经她有个颇具阳刚之气的美称东都。沧海桑田，往事俱兮。昔日的东都帝业之魄不复，皇宫旧址如今也仅掩埋地下。时代的洪钟响起，历史的使命终结。她是不太钟爱肃穆威严的东西的。因为那些遗存就如同人生迟暮的老者，阅历世事沧桑。而她，她是新世纪的青年，是处在生如夏花芳龄的文青，是抱着s高谈阔论的女愤青。她需要青春期鲜活的血液，她更需要看看更广阔更多元的世界。对经典的感悟十二月六日上午晴冬天已经到了，春天还会远吗？――雪莱叶先生，世间每一次相遇，都是久别的重逢。她默默地品味着一代宗师上宫二的这句话。说的多好，相遇，人和人，物和物。人和物。她嘴角露出了一丝欢愉的微笑，这世上的相遇和重逢也并非都像宫二说的那么凄凉伤感，她使劲捏了一下车票，比如这次，就是美事一桩！飞驶的列车一路向北，窗外莫名的瓢泼大雨丝毫不减她激动的心情。一夜没睡，她在焦虑好奇又异常兴奋中努力地听清每一次报站声音。她多想天不亮就跑到广场，在人海中亲身经历一次升国旗她多想下了火车就跑去全聚德，尝尝传说中肥而不腻色泽红润的正宗北京烤鸭她多想立刻站在新学校的讲台上，自豪地向大家介绍自己与古今两个国都的渊源她多想让世界都知道，她即将是中国――这个广袤而伟大的国家的首都的一员！她多想手中的笔轻颤了一下，喉咙似有异物堵在里面。此时此刻，眼泪的标题赫然在目，她却一滴泪也流不出来。因为回忆，就是现在式。"}
{"text":"一夜没睡，她在焦虑好奇又异常兴奋中努力地听清每一次报站声音。她多想天不亮就跑到广场，在人海中亲身经历一次升国旗她多想下了火车就跑去全聚德，尝尝传说中肥而不腻色泽红润的正宗北京烤鸭她多想立刻站在新学校的讲台上，自豪地向大家介绍自己与古今两个国都的渊源她多想让世界都知道，她即将是中国――这个广袤而伟大的国家的首都的一员！她多想手中的笔轻颤了一下，喉咙似有异物堵在里面。此时此刻，眼泪的标题赫然在目，她却一滴泪也流不出来。因为回忆，就是现在式。松柏无法选择扎根的土地，却可以选择让自己傲岸挺拔星辰无法选择闪亮的时间，却可以选择让自己的光亮照耀每一个黑暗的角落花儿无法选择开放的地点，却可以选择让自己的美丽装点一方天地。人类亦然，我们无法选择自己生命的土地是贫瘠还是肥沃，但我们可以选择让自己的土地开满鲜花芳香四溢。他的土地开满鲜花芳香四溢，为黑人的历史染上了如兰般的坚定气息。曼德拉，这位非洲之星世界之魂。他是为自由而战的斗士，以江河为箭，山峦为弓，用执着划破黑暗的寂静，携信念冲上自由的云端。作为一名黑人，黑色的皮肤给予他的意义是一生的奋斗。他无法选择自己的肤色。曼德拉选择的是将自由平等的种子种入自己的花园。二十七载的囹圄桎梏折不了他为黑人争取权利的信念，反而将他鲁莽的内心磨砺得更加沉静。曼德拉选择让自己的土地开满自由平等的鲜花，那如兰般的幽香散发到世界上每个追求自由的角角落落，日月同辉。他的土地开满鲜花，芳香四溢，为人类的思想镀上了永不退色的金粉。，最狂妄的年龄忽地失去了双腿。在别人看来，的土地似乎已杂草丛生生机无存。他自己也坦言自己曾游走在寂灭与坚守的边缘，也曾动过轻生求解脱的念头，但与地坛的相遇使他顿悟，使他明白要用心耕种自己的土地，使其芳香四溢。于是在自己荒草丛生的土地上种下坚强的思想之种，用一朵朵芬芳的思想之花为人们创造了一座不萎的精神花园。即使他无意苦寻伟大，胜利女神依然在他离开后为他加冕桂冠。他的土地开满鲜花，芳香四溢，为自己的人生涂上了一抹亮丽的色彩。甘相伟，这位北大保安，自己进修北大的梦想无法实现已成事实，他选择成为北大保安来蹭课，几年的努力终让他成为北大学子，他的芬芳是我们的榜样。同样寄人篱下，勾践用心耕种自己的土地，卧薪尝胆终富国，而李煜任由土地杂草丛生，落得被赐死下场。"}
{"text":"于是在自己荒草丛生的土地上种下坚强的思想之种，用一朵朵芬芳的思想之花为人们创造了一座不萎的精神花园。即使他无意苦寻伟大，胜利女神依然在他离开后为他加冕桂冠。他的土地开满鲜花，芳香四溢，为自己的人生涂上了一抹亮丽的色彩。甘相伟，这位北大保安，自己进修北大的梦想无法实现已成事实，他选择成为北大保安来蹭课，几年的努力终让他成为北大学子，他的芬芳是我们的榜样。同样寄人篱下，勾践用心耕种自己的土地，卧薪尝胆终富国，而李煜任由土地杂草丛生，落得被赐死下场。心不僵硬，才会在春天种下一些美好，比如月光，一潭芳醴心田柔软，才会在秋天收获一些恩赐，比如温暖，半世痴爱。选择让自己的土地开满鲜花，芳香四溢，收获生命中永恒的氤氲。生命中常常会有一些看似不起眼的东西如流水一般悄然逝去，却会在不经意间深深触动你的心弦，引起你生命的悸动。我就曾经被一株柔弱而坚韧的藤蔓所打动。在我老家的附近有一座老房子，已经很破旧了。其实与其说是一间房子，还不如说是一圈斑驳的墙，支撑着一面漏洞百出随时可能坍塌的屋顶。没有人知道这间房子的主人是谁，甚至没有人了解这间房子的历史――即便是村子里最老的老人，打他们记事时起，这间破房子似乎就已经在他们的记忆里风雨飘摇着。房子周围满是荒草，有半人高，说不出名字。墙体附近有一株洋槐――其实也就是长着洋槐的样儿，但在满村的洋槐竞相绽放出清香四溢的乳白色花朵时人们却从未见它开过花，哪怕是一枝花骨朵。房子的墙体完全被绿色的野藤覆盖着，就像罩着一张绿色的网。除我之外，村子里没有一个孩子愿意到那儿去。即便是我，在临近这间破房子时也常常会无端生出一种恍惚感与穿越感，仿佛悄然来到了另一个世界。曾经有一天，我在老房子的低矮的土墙角看见了一株奇怪的孱弱的植株，倚靠着土墙向上攀援，样子有点像藤蔓植物，但又有些地方不大像，有着青紫色的茎――我当时并未在意，姑且就当它是一株藤吧。看着那株水灵生动的藤，我第一次感到老房子周围生命的存在，感到平静如水的生活中多少有了点波澜，心中蓦然觉出一种莫名的悸动。就在那一年夏天，在一个雷电交加的夜间，那间可怜的房子被雷电击中，原本勉强支撑着的土墙轰然崩塌，回归到它们原本该去的地方。那些藤蔓有些被雷电烤焦了，甚至变成了灰烬，幸免于难的也因为失去了凭依和支撑而奄奄一息。"}
{"text":"看着那株水灵生动的藤，我第一次感到老房子周围生命的存在，感到平静如水的生活中多少有了点波澜，心中蓦然觉出一种莫名的悸动。就在那一年夏天，在一个雷电交加的夜间，那间可怜的房子被雷电击中，原本勉强支撑着的土墙轰然崩塌，回归到它们原本该去的地方。那些藤蔓有些被雷电烤焦了，甚至变成了灰烬，幸免于难的也因为失去了凭依和支撑而奄奄一息。我在藤的尸体中寻找着那一株，心里始终矛盾着――既希望它安在，以给迷惘的我以一丝安慰，又希望它死了，以免忍受更多的痛苦。我没有找到它，有些失望地倚在洋槐树上，手指却在无意中触碰到了一株柔软的植物，我仔细一看，一根纤弱的青紫色的茎缠绕在树上――是它！它意然不屈地活了下来，正顽强地攀附着洋槐向上生长！我望着它良久无语，心中却更加迷惘为什么你这么执着于活着，明明活着是那么痛苦我不解，但来年夏天它给了我答案――第二年夏天，我在路边远远看见洋槐树上绽放出小小的白花，我很纳闷，跑过去一看，惊讶她发现开花的竟然是那株藤蔓！那小小的花瓣上还带着水珠，是它喜悦的泪珠吗？我的心中一阵悸动，感到无比震撼――你不惜忍受痛苦，承受孤独，顽强地活着，是否就为了最终向世界绽放出洁白的花朵？因为只有顽强地活着，才有绽放的机会！你不甘于被埋没，所以在灾难降临时寻找着生机，这才是真正的生命啊！我不曾为展翅翱翔于蓝天的雄鹰而悸动，也不曾为破茧而出的蝴蝶而感动，却被这默默无闻常常为人们所忽略的一株不知名的藤蔓而深深震撼――就是这不起眼的生命也在默默地奋斗着，活出了自己不平凡的生命！一株柔弱的藤蔓可以做到这样，那我们人呢？我们更不能无聊地浪费生命，而应当如这株藤蔓，抓住生命的每一个契机，活出真正的自我，绽放出成功的花朵。如此我们的人生中才不会有遗憾。那株不起眼的藤蔓，只是我似水流年中一个微不足道的水滴，但它拔动了我的心弦，感动了我的生命，使我我从此不再在迷宫中徘徊，向着我既定的人生目标迈进。珍惜自己所拥有的是一种美丽，不要等失去才后悔。很多人在成长过程中总埋怨上天不公，老天不开眼，没有给自己这样那样，使自己无法成就辉煌的人生，取得耀眼的成就。殊不知即使命运赐给你一对飞翔的翅膀，如果搁置不用，也会成为生命中的负担包袱和拖累。其实，只要珍惜自己所拥有的，你的人生就可能很美丽。"}
{"text":"如此我们的人生中才不会有遗憾。那株不起眼的藤蔓，只是我似水流年中一个微不足道的水滴，但它拔动了我的心弦，感动了我的生命，使我我从此不再在迷宫中徘徊，向着我既定的人生目标迈进。珍惜自己所拥有的是一种美丽，不要等失去才后悔。很多人在成长过程中总埋怨上天不公，老天不开眼，没有给自己这样那样，使自己无法成就辉煌的人生，取得耀眼的成就。殊不知即使命运赐给你一对飞翔的翅膀，如果搁置不用，也会成为生命中的负担包袱和拖累。其实，只要珍惜自己所拥有的，你的人生就可能很美丽。古有一神童，名曰方仲永，小小年纪就出口成章，有过目不忘之能。方仲永拥有上天赐予的才华，乡里乡外众有周知，大家公认他是神童。他的父亲便将他写的文章到处传卖，赚得许多钱财。他父亲认为方仲永是神童，不需要再去读圣贤之书，没有将方仲永送进学堂。多年以后，方仲永的才华逐渐耗尽，跟平常人没有什么不同了。而当地许多学子虽然幼小时天赋一般，却通过后天努力学习，长大后，他们的才能都已经大大超过了方仲永。方仲永的确曾有过人的头脑，可是他没有好好珍惜，不发挥自己所拥有的优势，不努力学习，最终使自己的天赋消失殆尽，而成为一个平庸的人。神童方仲永的结局给我们很大的启示即使命运赐给你聪慧的头脑，如果你不倍加珍惜，也会成为平凡的一员。珍惜拥有的是一种美丽，不珍惜只能使自己后悔。世界音乐大师贝多芬幼时，他的父亲就发现他有着过人的音乐天赋。在他父亲的鼓励与支持下，贝多芬毅然朝着音乐方面去发展，正如他父亲所说，从贝多芬踏入音乐殿堂起，成功注定属于他。他的英雄交响曲奏响了整个世界。即使是在贝多芬耳聋后，他依旧珍惜自己的才能，不放弃音乐，依旧创作音乐，为世人奉上了一曲又一曲美妙的乐章。贝多芬珍惜自己所拥有的才能，书写了自己美丽而辉煌的人生。贝多芬的事迹告诉我们人要珍惜自己所拥有的特长，并且不断努力奋斗，终将会拥有美丽的明天。年诺贝尔文学奖得主莫言，是首个获得诺贝尔奖的中国大陆人。他为中华民族和人民争得了荣耀。其实，他并没有上过几年正规学校，因为动乱，他被迫辍学。可是，莫言一直对写作感兴趣，在辍学后，莫言没有放弃写作，他珍惜自己的写作天赋，一直不间断地努力创作着。因为他的坚持，因为他的珍惜，美丽的诺贝尔文学奖向他抛出了橄榄枝。莫言的成功告诉我们珍惜自己拥有的才能是一种美丽。"}
{"text":"年诺贝尔文学奖得主莫言，是首个获得诺贝尔奖的中国大陆人。他为中华民族和人民争得了荣耀。其实，他并没有上过几年正规学校，因为动乱，他被迫辍学。可是，莫言一直对写作感兴趣，在辍学后，莫言没有放弃写作，他珍惜自己的写作天赋，一直不间断地努力创作着。因为他的坚持，因为他的珍惜，美丽的诺贝尔文学奖向他抛出了橄榄枝。莫言的成功告诉我们珍惜自己拥有的才能是一种美丽。请记住即使命运赐给你一对飞翔的翅膀，如果搁置不用，也会成为生命中的负担包袱和拖累。在生活中无论遇到什么，我们都要珍惜自己所拥有的，将自己所拥有的尽情利用起来，而不将自己所拥有的废弃不用，不让自己所拥有的成为自己的负担和包袱。努力让自己所拥有的为自己的人生增光添彩，努力让明天因今日的珍惜拥有而变得更加美丽更加辉煌。人生，漫漫长路远，纷繁诱惑多。人，作为微小而孤独的个体，在人生的选择题前，无可避免地徘徊起来。在一个又一个渡口上，在一次又一次险象中，人，究竟能选择什么，该选择什么？选择诚信。因为它比美貌来得可靠。没有美貌的人生或许是没有足够亮点的人生但若没有诚信的人生则足以是没有一丝光明的人生。你可以不是潘安，你也可以不是西施，但你不可以失去别人对你基本的信任。人，以诚为本，以信为天。没有诚信，生存世间的你可要作一粒悬浮其中的尘粒？选择诚信。因为它比机敏来得憨实。诚信好比一个乡间小伙，他每日只知弓着黝黑宽阔的脊梁在人生的沃土上默默耕耘机敏则更像一个电脑黑客，他总是那样才思敏捷，头脑灵活，却总是不露真相叫人紧张。在人生的剧本里，一位老实踏实的演员总要比一个奸诈精怪的角儿更受观众青睐。选择诚信。因为它比金钱更具内蕴。举着金钱万能旗号东奔西走的人生注定是辛苦乏味的人生，满身的铜臭最终带来的也不过是金钱堆砌而成的冰冷墓穴而诚信，能给人生打底润色，让人生高大起来，丰满起来，它给生命灌注醉人的色泽与丰富含蕴，让生命在天地之中盈润注目，善始善终。选择诚信。因为它比荣誉更具时效性。没有一蹴而就的业绩，没有一成不变的江山。没有人可以顶着荣誉的光环过一辈子。"}
