{"text":"读他的文章，听他的课，简直是一种享受，无法比拟的享受。在中外众多学者中，能给我这种享受的，国外只有亨利希吕德斯s，在国内只有陈师一人。他被海内外学人公推为考证大师，是完全应该的。这种学风，同后来滋害流毒的以论代史的学风，相差不可以道里计。然而，茫茫士林，难得解人，一些鼓其如簧之舌惑学人的所谓学者，骄纵跋扈，不禁令人浩叹矣。寅恪师这种学风，影响了我的一生。后来到德国，读了吕德斯教授的书，并且受到了他的嫡传弟子瓦尔特施米特s教授的教导和熏陶，可谓三生有幸，可惜自己的学殖瘠茫，又限于天赋，虽还不能论无所收获，然而犹如细流比沧海，空怀仰止之心，徒增效颦之恨。这只怪我自己，怪不得别人。总之，我在清华四年，读完了西洋文学系所有的必修课程，得到了一个学士头衔。现在回想起来，说一句不客气的话我从这些课程中收获不大。欧洲著名的作家，什么莎士比亚歌德塞万提斯莫里哀但丁等等的著作都读过，连现在忽然时髦起来的尤利西斯和追忆似水年华等等也都读过。然而大都是浮光掠影，并不深入。给我留下深远影响的课反而是一门旁听课和一门选修课。前者就是在上面读到寅恪师的佛经释文学后者是朱光潜先生的文艺心理学，也就是美学。关于后者，我在别的地方已经谈过，这里就不再赘述了。在清华时，除了上课以外，同陈师的接触并不太多。我没到他家去过一次。有时候，在校内林荫道上，在熙往攘来的学生人流中，有时会见到陈师去上课。身着长袍，朴素无华，肘下夹着一个布包，里面装满了讲课时用的书籍和资料。不认识他的人，恐怕大都把他看成是琉璃厂某一个书店的到清华来送书的老板，决不会知道，他就是名扬海内外的大学者。他同当时清华留洋归来的大多数西装革履发光鉴人的教授，迥乎不同。在这一方面，他也给我留下了毕生难忘的印象，令我受益无穷。离开了水木清华，我同寅格先生有一个长期的别离。我在济南教了一年国文，就到了德国哥廷根大学。到了这里，我才开始学习梵文巴利文和吐火罗文。在我一生治学的道路上，这是一个极关重要的转折点。我从此告别了歌德和莎士比亚，同释迦牟尼和弥勒佛打起交道来。不用说，这个转变来自寅恪先生的影响。真是无巧不成书，我的德国老师瓦尔特施米特教授同寅恪先生在柏林大学是同学，同为吕德斯教授的学生。"}
{"text":"他同当时清华留洋归来的大多数西装革履发光鉴人的教授，迥乎不同。在这一方面，他也给我留下了毕生难忘的印象，令我受益无穷。离开了水木清华，我同寅格先生有一个长期的别离。我在济南教了一年国文，就到了德国哥廷根大学。到了这里，我才开始学习梵文巴利文和吐火罗文。在我一生治学的道路上，这是一个极关重要的转折点。我从此告别了歌德和莎士比亚，同释迦牟尼和弥勒佛打起交道来。不用说，这个转变来自寅恪先生的影响。真是无巧不成书，我的德国老师瓦尔特施米特教授同寅恪先生在柏林大学是同学，同为吕德斯教授的学生。这样一来，我的中德两位老师同出一个老师的门下。有人说名师出高徒。我的老师和太老师们不可谓不名矣，可我这个徒却太不高了。忝列门墙，言之汗颜。但不管怎样说，这总算是一个中德学坛上的佳话吧。我在哥廷根十年，正值二战，是我一生精神上最痛苦然而在学术上收获却是最丰富的十年。国家为外寇侵入，家人数年无消息，上有飞机轰炸，下无食品果腹。然而读书却无任何干扰。教授和学生多被征从军。偌大的两个研究所印度学研究所和汉学研究所，都归我一个人掌管。插架数万册珍贵图书，任我翻阅。在汉学研究所深深的院落里，高大阴沉的书库中在梵学研究所古老的研究室中，阒无一人。天上飞机的嗡嗡声与我腹中的饥肠辘辘声相应和。闭目则浮想联翩，神驰万里，看到我的国，看到我的家。张目则梵典在前，有许多疑难问题，需要我来发覆。我此时恍如遗世独立，苦欤？乐欤？我自己也回答不上来了。经过了轰炸的炼狱，又经过了饥饿，到了年，在我来到哥廷根十年之后，我终于盼来了光明，东西法西斯垮台了。美国兵先攻占哥廷根，后来英国人来接管。此时，我得知寅格先生在英国医目疾。我连忙写了一封长信，向他汇报我十年来学习的情况，并将自己在哥廷根科学院院刊及其他刊物上发表的一些论文寄呈。出乎我意料地迅速，我得了先生的复信，也是一封长信，告诉我他的近况，并说不久将回国。信中最重要的事情是说，他想向北大校长胡适，代校长傅斯年，文学院长汤用彤几位先生介绍我到北大任教。我真是喜出望外，谁听到能到最高学府来任教而会不引以为荣呢？我于是立即回信，表示同意和感谢。这一年深秋，我终于告别了住了整整十年的哥廷根，怀着客树回看成故乡的心情，一步三回首地到了瑞士。在这个山明水秀的世界公园里住了几个月，年春天，经过法国和越南的西贡，又经过香港，回到了上海。"}
{"text":"出乎我意料地迅速，我得了先生的复信，也是一封长信，告诉我他的近况，并说不久将回国。信中最重要的事情是说，他想向北大校长胡适，代校长傅斯年，文学院长汤用彤几位先生介绍我到北大任教。我真是喜出望外，谁听到能到最高学府来任教而会不引以为荣呢？我于是立即回信，表示同意和感谢。这一年深秋，我终于告别了住了整整十年的哥廷根，怀着客树回看成故乡的心情，一步三回首地到了瑞士。在这个山明水秀的世界公园里住了几个月，年春天，经过法国和越南的西贡，又经过香港，回到了上海。在克家的榻榻米上住了一段时间。从上海到了南京，又睡到了长之的办公桌上。这时候，寅恪先生也已从英国回到南京。我曾谒见先生于俞大维官邸中。谈了谈阔别十多年以来的详细情况，先生十分高兴，叮嘱我到鸡鸣寺下中央研究院去拜见北大代校长傅斯年先生，特别嘱咐我带上我用德文写的论文，可见先生对我爱护之深以及用心之细。这一年的深秋，我从南京回到上海，乘轮船到了秦皇岛，又从秦皇岛乘火车回到了阔别十二年的北京当时叫北平。由于战争关系，津浦路早已不通，回北京只能走海路，从那里到北京的铁路由美国少爷兵把守，所以还能通车。到了北京以后，一片落叶满长安，的悲凉气象。我先在沙滩红楼暂住，随即拜见了汤用彤先生。按北大当时的规定，从海外得到了博士学位回国的人，只能任副教授，在清华叫做专任讲师，经过几年的时间，才能转向正教授。我当然不能例外，而且心悦诚服，没有半点非分之想。然而过了大约一周的光景，汤先生告诉我，我已被聘为正教授，兼东方语言文学系的系主任。这真是石破天惊，大大地出我意料。我这个当一周副教授的纪录，大概也可以进入吉尼斯世界纪录了吧。说自己不高兴，那是谎言，那是矫情。由此也可以看出老一辈学者对后辈的提携和爱护。不记得是在什么时候，寅恪师也来到北京，仍然住在清华园。我立即到清华去拜见。当时从北京城到清华是要费一些周折的，宛如一次短途旅行。沿途几十里路全是农田。秋天青纱帐起，还真有绿林人士拦路抢劫的。现在的年轻人很难想象了。但是，有寅格先生在，我决不会惮于这样的旅行。在三年之内，我颇到清华园去过多次。我知道先生年老体弱，最喜欢当年住北京的天主教外国神甫亲手酿造的栅栏红葡萄酒。我曾到今天市委党校所在地当年神甫们的静修院的地下室中去买过几次栅栏红葡萄酒，又长途跋涉送到清华园，送到先生手中，心里颇觉安慰。几瓶酒在现在不算什么。"}
{"text":"我立即到清华去拜见。当时从北京城到清华是要费一些周折的，宛如一次短途旅行。沿途几十里路全是农田。秋天青纱帐起，还真有绿林人士拦路抢劫的。现在的年轻人很难想象了。但是，有寅格先生在，我决不会惮于这样的旅行。在三年之内，我颇到清华园去过多次。我知道先生年老体弱，最喜欢当年住北京的天主教外国神甫亲手酿造的栅栏红葡萄酒。我曾到今天市委党校所在地当年神甫们的静修院的地下室中去买过几次栅栏红葡萄酒，又长途跋涉送到清华园，送到先生手中，心里颇觉安慰。几瓶酒在现在不算什么。但是在当时，通货膨胀已经达到了钞票上每天加一个还跟不上物价飞速提高的速度的情况下，几瓶酒已经非同小可了。有一年的春天，中山公园的藤萝开满了紫色的花朵，累累垂垂，紫气弥漫，招来了众多的游人和蜜蜂。我们一群弟子们，记得有周一良王永兴汪]等，知道先生爱花。现在虽患目疾，迹近失明但据先生自己说，有些东西还能影影绰绰看到一团影子。大片藤萝花的紫光，先生或还能看到。而且在那种兵荒马乱物价飞涨人命微浅朝不虑夕的情况下，我们想请先生散一散心，征询先生的意见，他怡然应允。我们真是大喜过望，在来今雨轩藤萝深处，找到一个茶桌，侍先生观赏紫藤。先生显然兴致极高。我们谈笑风生，尽欢而散。我想，这也许是先生在那样的年头里最愉快的时刻。还有一件事，也给我留下了毕生难忘的回忆。在解放前夕，政府经济实已完全崩溃。从法币改为银元券，又从银元券改为金元券，越改越乱，到了后来，到粮店买几斤粮食，携带的这币那券的重量有时要超过粮食本身。学术界的泰斗德高望重被著名的史学家郑天挺先生称之为教授的教授的陈寅格先生也不能例外。到了冬天，他连买煤取暖的钱都没有，我把这情况告诉了已经回国的北大校长胡适之先生。胡先生最尊重最爱护确有成就的知识分子。当年他介绍王静庵先生到清华国学研究院去任教，一时传为佳话。寅恪先生在王观堂先生挽词中有几句诗鲁连黄鹞绩溪胡，独为神州惜大儒。学院遂闻传绝业，园林差喜适幽居。讲的就是这一件事。现在却轮到适之先生再一次独为神州惜大儒了，而这个大儒不是别人，竟是寅恪先生本人。适之先生想赠寅恪先生一笔数目颇大的美元。但是，寅恪先生却拒不接受。最后寅恪先生决定用卖掉藏书的办法来取得适之先生的美元。"}
{"text":"寅恪先生在王观堂先生挽词中有几句诗鲁连黄鹞绩溪胡，独为神州惜大儒。学院遂闻传绝业，园林差喜适幽居。讲的就是这一件事。现在却轮到适之先生再一次独为神州惜大儒了，而这个大儒不是别人，竟是寅恪先生本人。适之先生想赠寅恪先生一笔数目颇大的美元。但是，寅恪先生却拒不接受。最后寅恪先生决定用卖掉藏书的办法来取得适之先生的美元。于是适之先生就派他自己的汽车――顺便说一句，当时北京汽车极为罕见，北大只有校长的一辆――让我到清华陈先生家装了一车西文关于佛教和中亚古代语言的极为珍贵的书。陈先生只收二千美元。这个数目在当时虽不算少，然而同书比起来，还是微不足道的。在这一批书中，仅一部圣彼得堡梵德大词典市价就远远超过这个数目了。这一批书实际上带有捐赠的性质。而寅恪师对于金钱的一介不取的狷介性格，由此也可见一斑了。在这三年内，我同寅恪师往来颇频繁。我写了一篇论文浮屠与佛，首先读给他听，想听听他的批评意见。不意竟得到他的赞赏。他把此文介绍给中央研究院史语所集刊发表。这个刊物在当时是最具权威性的刊物，简直有点一登龙门，声价十倍的威风。我自然感到受宠若惊。差幸我的结论并没有瞎说八道，几十年以后，我又写了一篇再谈浮屠与佛，用大量的新材料，重申前说，颇得到学界同行们的赞许。在我同先生来往的几年中，我们当然会谈到很多话题。谈治学时最多，政治也并非不谈但极少。寅恪先生决不是一个闭门只读圣贤书的书呆子。他继承了中国士的优良传统天下兴亡，匹夫有责。从他的著作中也可以看出，他非常关心政治。他研究隋唐史，表面上似乎是满篇考证，骨子里谈的都是成败兴衰的政治问题，可惜难得解人。我们谈到当代学术，他当然会对每一个学者都有自己的看法。但是，除了对一位明史专家外，他没有对任何人说过贬低的话。对青年学人，只谈优点，一片爱护青年学者的热忱。真令人肃然起敬。就连那一位由于误会而对他专门攻击，甚至说些难听的话的学者，陈师也从来没有说过半句褒贬的话。先生的盛德由此可见。先生从来不攻击年轻人，差堪媲美。时光如电，人事沧桑，转眼就到了年年底。解放军把北京城团团包围住。胡适校长从南京派来了专机，想接几个教授到南京去，有一个名单。名单上有名的人，大多数都没有走，陈寅恪先生走了。这又成了某一些人探讨研究的题目陈先生是否对共产党有看法？他是否对国民党留恋？"}
{"text":"对青年学人，只谈优点，一片爱护青年学者的热忱。真令人肃然起敬。就连那一位由于误会而对他专门攻击，甚至说些难听的话的学者，陈师也从来没有说过半句褒贬的话。先生的盛德由此可见。先生从来不攻击年轻人，差堪媲美。时光如电，人事沧桑，转眼就到了年年底。解放军把北京城团团包围住。胡适校长从南京派来了专机，想接几个教授到南京去，有一个名单。名单上有名的人，大多数都没有走，陈寅恪先生走了。这又成了某一些人探讨研究的题目陈先生是否对共产党有看法？他是否对国民党留恋？根据后来出版的浦江清先生的日记，寅恪先生并不反对共产主义，他反对的仅是苏联牌的共产主义。在当时，这也许是一个怪想法，甚至是一个大逆不道的想法。然而到了今天，真相已大白于天下，难道不应该对先生的睿智表示敬佩吗？至于他对国民党的态度，最明显地表现在他对蒋介石的态度上。年，他在庚辰暮春重庆夜宴归作这一首诗中写道食蛤那知天下事，看花愁近最高楼。吴宓先生对此诗作注说寅恪赴渝，出席中央研究院会议，寓俞大维妹丈宅。已而蒋公宴请中央研究院到会诸先生。寅恪于座中初次见蒋公，深觉其人不足为，有负厥职，故有此诗第六句。按即看花愁近最高楼这一句。寅恪师对蒋介石，也可以说是对国民党的态度表达得不能再清楚明白了。然而，几年前，一位台湾学者偏偏寻章摘句，说寅恪先生早有意到台湾去。这真是天下一大怪事。到了南京以后，寅格先生又辗转到了广州，从此就留在那里没有动。他在台湾有很多亲友，动员他去台湾者，恐怕大有人在，然而他却岿然不为所动。其中详细情况，我不得而知。我们国家许多领导人，包括周恩来陈毅陶铸郭沫若等等，对陈师礼敬备至。他同陶铸和老革命家兼学者的杜国痒，成了私交极深的朋友。在他晚年的诗中，不能说没有欢快之情，然而更多的却是抑郁之感。现在回想起来，他这种抑郁之感能说没有根据吗？能说不是查实有据吗？我们这一批老知识分子，到了今天，都已成了过来人。如果不昧良心说句真话，同陈师比较起来，只能说我们愚钝，我们麻木，此外还有什么话好说呢？年，我奉命随中国文化代表团，访问印度和缅甸。在广州停留了相当长的时间，准备将所有的重要发言稿都译为英文，我当然不会放过这个机会的，我到岭南大学寅恪先生家中去拜渴。相见极欢，陈师母也殷勤招待。陈师此时目疾虽日益严重，仍能看到眼前的白色的东西。"}
{"text":"现在回想起来，他这种抑郁之感能说没有根据吗？能说不是查实有据吗？我们这一批老知识分子，到了今天，都已成了过来人。如果不昧良心说句真话，同陈师比较起来，只能说我们愚钝，我们麻木，此外还有什么话好说呢？年，我奉命随中国文化代表团，访问印度和缅甸。在广州停留了相当长的时间，准备将所有的重要发言稿都译为英文，我当然不会放过这个机会的，我到岭南大学寅恪先生家中去拜渴。相见极欢，陈师母也殷勤招待。陈师此时目疾虽日益严重，仍能看到眼前的白色的东西。有关领导，据说就是陈毅和陶铸，命人在先生楼前草地上铺成了一条白色的路，路旁全是绿草，碧绿与雪白相映照，供先生散步之用。从这一件小事中，也可以看到我们国家对陈师尊敬之真诚了。陈师是极富于感情的人，他对此能无所感吗？然而，世事如白云苍狗，变幻莫测。解放后不久，正当众多的老知识分子兴高采烈激情未熄的时候，华盖运便临到头上。运动一个接着一个，针对的全是知识分子。批完了武训传，批俞平伯，批完了俞平伯，批胡适，一路批，批，批，斗，斗，斗，最后批到了陈寅恪头上。此时极大规模的遍及全国的反右斗争还没有开始。老年反思，我在政治上是个蠢才。对这一系列的批和斗，我是心悦诚服的，一点没有感到其中有什么问题。我虽然没有明确地意识到，在我灵魂深处，我真认为中国老知识分子就是原罪的化身，批是天经地义的。但是，一旦批到了陈寅恪先生头上，我心里却感到不是味。虽然经人再三动员，我却始终没有参加到这一场闹剧式的大合唱中去。我不愿意厚着面皮，充当事后的诸葛亮，我当时的认识也是十分模糊的但是，我毕竟没有行动。现在时过境迁，在四十年之后，想到我没有出卖我的良心，差堪自慰，能够对得起老师在天之灵了。可是，从那以后，直到老师于年在空前浩劫中被折磨得离开了人世，将近二十年中，我没能再见到他。现在我的年龄已经超过了他在世的年龄五年，算是寿登耄耋了。现在我时常翻读先生的诗文。每读一次，都觉得有新的收获。我明确意识到，我还未能登他的堂奥。哲人其萎，空余著述。我却是进取有心，请益无人，因此更增加了对他的怀念。我们虽非亲属，我却时有风木之悲。这恐怕也是非常自然的吧。我已经到了望九之年，虽然看样子离开为自己的生命画句号的时候还会有一段距离，现在还不能就作总结但是，自己毕竟已经到了日薄西山人命危浅之际，不想到这一点也是不可能的。我身历几个朝代，忍受过千辛万苦。"}
{"text":"现在我的年龄已经超过了他在世的年龄五年，算是寿登耄耋了。现在我时常翻读先生的诗文。每读一次，都觉得有新的收获。我明确意识到，我还未能登他的堂奥。哲人其萎，空余著述。我却是进取有心，请益无人，因此更增加了对他的怀念。我们虽非亲属，我却时有风木之悲。这恐怕也是非常自然的吧。我已经到了望九之年，虽然看样子离开为自己的生命画句号的时候还会有一段距离，现在还不能就作总结但是，自己毕竟已经到了日薄西山人命危浅之际，不想到这一点也是不可能的。我身历几个朝代，忍受过千辛万苦。现在只觉得身后的路漫长无边，眼前的路却是越来越短，已经是很有限了。我并没有倚老卖老，苟且偷安然而我却明确地意识到，我成了一个悲剧人物。我的悲剧不在于我不想不用扬鞭自奋蹄，不想老骥伏枥，志在千里，而是在老骥伏枥，志在万里。自己现在承担的或者被迫承担的工作，头绪繁多，五花八门，纷纭复杂，有时还矛盾重重，早已远远超过了自己的负荷量，超过了自己的年龄。这里面，有外在原因，但主要是内在原因。清夜扪心自问自己患了老来疯了吗？你眼前还有一百年的寿命吗？可是，一到了白天，一接触实际，件件事情都想推掉，但是件件事情都推不掉，真仿佛京剧中的一句话马行在夹道内，难以回马。此中滋味，只有自己一人能了解，实不足为外人道也。在这样的情况下，我有时会情不自禁地回想自己的一生。自己究竟应该怎样来评价自己的一生呢？我虽遭逢过大大小小的灾难，像十年浩劫那样中国人民空前的愚蠢到野蛮到令人无法理解的灾难，我也不幸――也可以说是有幸身逢其盛，几乎把一条老命搭上然而我仍然觉得自己是幸运的，自己赶上了许多意外的机遇。我只举一个小例子。自从盘古开天地，不知从哪里吹来了一股神风，吹出了知识分子这个特殊的族类。知识分子有很多特点。在经济和物质方面是一个穷字，自古已然，于今为烈。在精神方面，是考试多如牛毛。在这里也是自古已然，于今为烈。例子俯拾即是，不必多论。我自己考了一辈子，自小学中学大学，一直到留学，月有月考，季有季考，还有什么全国通考，考得一塌糊涂。可是我自己在上百场国内外的考试中，从来没有名落孙山。你能说这不是机遇好吗？但是，俗话说一个篱笆三个桩，一个好汉三个帮。如果没有人帮助，一个人会是一事无成的。在这方面，我也遇到了极幸运的机遇。生平帮过我的人无虑数百。"}
{"text":"在经济和物质方面是一个穷字，自古已然，于今为烈。在精神方面，是考试多如牛毛。在这里也是自古已然，于今为烈。例子俯拾即是，不必多论。我自己考了一辈子，自小学中学大学，一直到留学，月有月考，季有季考，还有什么全国通考，考得一塌糊涂。可是我自己在上百场国内外的考试中，从来没有名落孙山。你能说这不是机遇好吗？但是，俗话说一个篱笆三个桩，一个好汉三个帮。如果没有人帮助，一个人会是一事无成的。在这方面，我也遇到了极幸运的机遇。生平帮过我的人无虑数百。要我举出人名的话，我首先要举出的，在国外有两个人，一个是我的博士论文导师瓦尔特施米特教授，另一个是教吐火罗语的老师西克教授。在国内的有四个人一个是冯友兰先生，如果没有他同德国签订德国清华交换研究生的话，我根本到不了德国。一个是胡适之先生，一个是汤用彤先生，如果没有他们的提携的话，我根本来不到北大。最后但不是最少，是陈寅恪先生。如果没有他的影响的话，我不会走上现在走的这一条治学的道路，也同样是来不了北大。至于他为什么不把我介绍给我的母校清华，而介绍给北大，我从来没有问过他，至今恐怕永远也是一个谜，我们不去谈它了。我不是一个忘恩负义的人。我一向认为，感恩图报是做人的根本准则之一。但是，我对他们四位，以及许许多多帮助过我的师友怎样报呢？专就寅恪师而论，我只有努力学习他的著作，努力宣扬他的学术成就，努力帮助出版社把他的全集出全出好。我深深地感激广州中山大学的校领导和历史系的领导，他们再三举办寅烙先生学术研讨会，包括国外学者在内，群贤毕至。中大还特别创办了陈寅恪纪念馆。所有这一切，我这个寅恪师的弟子都看在眼中，感在心中，感到很大的慰藉。国内外研究陈寅格先生的学者日益增多，先生的道德文章必将日益发扬光大，这是毫无问题的。这是我在垂暮之年所能得到的最大的愉快。然而，我仍然有我个人的思想问题和感情问题。我现在是后已见来者，然而却是前不见古人，再也不会见到寅格先生了。我心中感到无限的空漠，这个空漠是无论如何也填充不起来了。掷笔长叹，不禁老泪纵横矣。回忆汤用彤先生自己已经到了望九之年。过去八十多年的忆念，如云如烟，浩渺一片。但在茫茫的烟雾中，却有几处闪光之点，宛如夏夜的晴空，群星上千上万，其中有大星数颗，熠熠闪光，明亮璀璨。无论什么时候回想起来，都晶莹如在眼前。我对于汤用彤先生的回忆就是最闪光之点。"}
