{"text":"我想到的第三位老师是斯拉夫语言学教授布劳恩。他父亲生前在莱比锡大学担任斯拉夫语言学教授，他可以说是家学渊源，能流利地说许多斯拉夫语。我见他时，他年纪还轻，还不是讲座教授。由于年龄关系，他也被征从军。但根本没有上过前线，只是担任翻译，是最高级的翻译。苏联一些高级将领被德军俘虏，希特勒等法西斯头子要亲自审讯，想从中挖取超级秘密。担任翻译的就是布劳恩教授，其任务之重要可想而知。他每逢休假回家的时候，总高兴同我闲聊他当翻译时的一些花絮，很多是德军和苏军内部最高领导层的真实情况。他几次对我说，苏军的大炮特别厉害，德国难望其项背。这是德国方面从来没有透露过的极端机密，给我留下了深刻的印象。他的家庭十分和美。他有一位年轻的夫人，两个男孩子，大的叫安德烈亚斯，约有五六岁，小的叫斯蒂芬，只有二三岁。斯蒂芬对我特别友好，我一到他家，他就从远处飞跑过来，扑到我的怀里。他母亲教导我说此时你应该抱住孩子，身上转上两三圈，小孩子最喜欢这玩意教授夫人很和气，好像有点愣头愣脑，说话直爽，但有时候没有谱儿。布劳恩教授的家离我住的地方很近，走二三分钟就能走到。因此，我常到他家里去玩。他有一幅中国古代的刺绣，上面绣着五个大字时有溪山兴。他要我翻译出来。从此他对汉文产生了兴趣，自己买了一本汉德字典，念唐诗。他把每一个字都查出来，居然也能讲出一些意思。我给他改正，并讲一些语法常识。对汉语的语法结构，他觉得既极怪而又极有理，同他所熟悉的印欧语系语言迥乎不同。他认为，汉语没有形态变化，也可能是优点，它能给读者以极大的联想，自由，不像印欧语言那样被形态变化死死地捆住。他是一个多才多艺的人，擅长油画。有一天，他忽然建议要给我画像。我自然应允了，于是有比较长的一段时间，我天天到他家里去，端端正正地坐在那里，当模特儿。画完了以后，他问我的意见。我对画不是内行，但是觉得画得很像我，因此就很满意了。在科学研究方面，他也表现了他的才艺。他的文章和专著都不算太多，他也不搞德国学派的拿手好戏语言考据之学。用中国的术语来说，他擅长义理。他有一本讲世纪沙俄文学的书，就是专从义理方面着眼，把列托尔斯泰和陀斯妥也夫斯基列为两座高峰，而展开论述，极有独特的见解，思想深刻，观察细致，是一部不可多得的著作。可惜似乎没有引起多少注意，我都觉得有寂寞冷落之感。总之，布劳恩教授在哥廷根大学是颇为不得志的。"}
{"text":"画完了以后，他问我的意见。我对画不是内行，但是觉得画得很像我，因此就很满意了。在科学研究方面，他也表现了他的才艺。他的文章和专著都不算太多，他也不搞德国学派的拿手好戏语言考据之学。用中国的术语来说，他擅长义理。他有一本讲世纪沙俄文学的书，就是专从义理方面着眼，把列托尔斯泰和陀斯妥也夫斯基列为两座高峰，而展开论述，极有独特的见解，思想深刻，观察细致，是一部不可多得的著作。可惜似乎没有引起多少注意，我都觉得有寂寞冷落之感。总之，布劳恩教授在哥廷根大学是颇为不得志的。正教授没有份儿，哥廷根科学院院士更不沾边儿。有一度，他告诉我，斯特拉斯堡大学有一个正教授缺了人，他想去，而且把我也带了去。后来不知为什么，没有实现。一直到四十多年以后我重新访问西德时，我去看他，他才告诉我，他在哥廷根大学终于得到了一个正教授的讲座，他认为可以满意了。然而他已经老了，无复年轻时的潇洒英俊。我一进门他第一句话说是你晚来了一点，她已经在月前去世了我知道他指的是谁，我感到非常悲痛。安德烈亚斯和斯蒂芬都长大了，不在身边。老人看来也是冷清寂寞的。在西方社会中，失掉了实用价值的老人，大多如此。我欲无言了。去年听德国来人说，他已经去世。我谨以心香一瓣，祝愿他永远安息我想到的第四位德国老师是冯格林博士。据说他是来自俄国的德国人，俄文等于是他的母语。在大学里，他是俄文讲师。大概是因为他从来没有发表过什么学术论文，所以连副教授的头衔都没有。在德国，不管你外语多么到家，只要没有学术著作，就不能成为教授。工龄长了，工资可能很高，名位却不能改变。这一点同中国是很不一样的。中国教授贬值，教授膨胀，由来久矣。这也算是中国的特色吧。反正冯格林始终只是讲师。他教我俄文时已经白发苍苍，心里总好像是有一肚子气，终日郁郁寡欢。他只有一个老伴，他们就住在高斯―韦伯楼的三楼上。屋子极为简陋。老太太好像终年有病，不大下楼。但心眼极好，听说我患了神经衰弱症，夜里盗汗，特意送给我一个鸡蛋，补养身体。要知道，当时一个鸡蛋抵得上一个元宝，在饿急了的时候，鸡蛋能吃，而元宝则不能。这一番情意，我异常感激。冯格林博士还亲自找到大学医院的内科主任沃尔夫教授，请他给我检查。我到了医院，沃尔夫教授仔仔细细地检查过以后，告诉我，这只是神经衰弱，与肺病毫不相干。"}
{"text":"他只有一个老伴，他们就住在高斯―韦伯楼的三楼上。屋子极为简陋。老太太好像终年有病，不大下楼。但心眼极好，听说我患了神经衰弱症，夜里盗汗，特意送给我一个鸡蛋，补养身体。要知道，当时一个鸡蛋抵得上一个元宝，在饿急了的时候，鸡蛋能吃，而元宝则不能。这一番情意，我异常感激。冯格林博士还亲自找到大学医院的内科主任沃尔夫教授，请他给我检查。我到了医院，沃尔夫教授仔仔细细地检查过以后，告诉我，这只是神经衰弱，与肺病毫不相干。这一下子排除了我的一块心病，如获重生，这更增加了我对这两位孤苦伶仃的老人的感激。离开德国以后，没有能再见到他们，想他们早已离开人世了，却永远活在我的心中。我回想起来的老师当然不限于以上四位，比如阿拉伯文教授冯素顿英文教授勒德和怀尔德哲学教授海泽s艺术史教授菲茨图姆侯爵德文教授麦伊伊朗语教授欣茨等等，我都听过课或有过来往，他们待我亲切和蔼，我都永远不会忘记。我在这里就不一一叙述了。我的中学时代初中时期我幼无大志，自谓不过是一只燕雀，不敢怀鸿鹄之志。小学毕业时是年，我十二岁。当时山东省立第一中学赫赫有名，为众人所艳羡追逐的地方，我连报名的勇气都没有，只敢报考正谊中学，这所学校绰号不佳破正谊，与烂育英相映成双。可这个破学校入学考试居然敢考英文，我瞎猫碰上了死耗子，居然把英文考卷答得颇好，因此，我被录取为不是一年级新生，而是一年半级，只需念两年半初中即可毕业。破正谊确实有点破，首先是教员水平不高。有一个教生物的教员把玫瑰读为，可见一斑。但也并非全破。校长鞠思敏先生是山东教育界的老前辈，人品道德，有口皆碑民族气节，远近传扬。他生活极为俭朴，布衣粗食，不改其乐。他立下了一条规定每周一早晨上课前，召集全校学生，集合在操场上，听他讲话。他讲的都是为人处世爱国爱乡的大道理，从不间断。我认为，在潜移默化中对学生会有良好的影响。教员也不全是先生，其中也间有饱学之士。有一个姓杜的国文教员，年纪相当老了。由于肚子特大，同学们送他一个绰号杜大肚子，名字反隐而不彰了。他很有学问，对古文，甚至选学都有很深的造诣。我曾胆大妄为，写过一篇类似骈体文的作文。"}
{"text":"他生活极为俭朴，布衣粗食，不改其乐。他立下了一条规定每周一早晨上课前，召集全校学生，集合在操场上，听他讲话。他讲的都是为人处世爱国爱乡的大道理，从不间断。我认为，在潜移默化中对学生会有良好的影响。教员也不全是先生，其中也间有饱学之士。有一个姓杜的国文教员，年纪相当老了。由于肚子特大，同学们送他一个绰号杜大肚子，名字反隐而不彰了。他很有学问，对古文，甚至选学都有很深的造诣。我曾胆大妄为，写过一篇类似骈体文的作文。他用端正的蝇头小楷，把作文改了一遍，给的批语是欲作花样文章，非多记古典不可。可怜我当时只有十三四岁，读书不多，腹笥瘠薄，哪里记得多少古典另外有一位英文教员，名叫郑又桥，是江浙一带的人，英文水平极高。他改学生的英文作文，往往不是根据学生的文章修改，而是自己另写一篇。这情况只出现在英文水平高的学生作文簿中。他的用意大概是想给他们以简练揣摩的机会，以提高他们的水平，用心亦良苦矣。英文读本水平不低，大半是天方夜谭莎氏乐府本事泰西五十轶事纳氏文法等等。我从小学到初中，不是一个勤奋用功的学生，考试从来没有得过甲等第一名，大概都是在甲等第三四名或乙等第一二名之间。我也根本没有独占鳌头的欲望。到了正谊以后，此地的环境更给我提供了最佳游乐的场所。校址在大明湖南岸，校内清溪流贯，绿杨垂荫。校后就是四面荷花三面柳，一城山色半城湖的湖。岸边荷塘星罗棋布，芦苇青翠茂密，水中多鱼虾青蛙，正是我戏乐的天堂。我家住南城，中午不回家吃饭，家里穷，每天只给铜元数枚，作午餐费。我以一个铜板买锅饼一块，一个铜板买一碗炸丸子或豆腐脑，站在担旁，仓猝食之，然后飞奔到校后湖滨去钓虾，钓青蛙。虾是齐白石笔下的那一种，有两个长夹，但虾是水族的蠢材，我只需用苇秆挑逗，虾就张开一只夹，把苇秆夹住，任升提出水面，决不放松。钓青蛙也极容易，只需把做衣服用的针敲弯，抓一只苍蝇，穿在上面，向着蹲坐在荷叶上的青蛙，来回抖动，青蛙食性一起，跳起来猛吞针上的苍蝇，立即被我生擒活捉。我沉湎于这种游戏，其乐融融。至于考个甲等乙等，则于我如浮云，管他娘了。但是，叔父对我的要求却是很严格的。正谊有一位教高年级国文的教员，叫徐或许什么斋，对古文很有造诣。"}
{"text":"钓青蛙也极容易，只需把做衣服用的针敲弯，抓一只苍蝇，穿在上面，向着蹲坐在荷叶上的青蛙，来回抖动，青蛙食性一起，跳起来猛吞针上的苍蝇，立即被我生擒活捉。我沉湎于这种游戏，其乐融融。至于考个甲等乙等，则于我如浮云，管他娘了。但是，叔父对我的要求却是很严格的。正谊有一位教高年级国文的教员，叫徐或许什么斋，对古文很有造诣。他在课余办了一个讲习班，专讲左传战国策史记一类的古籍，每月收几块钱的学费，学习时间是在下午点下课以后。叔父要我也报了名。每天正课完毕以后，再上一两个小时的课，学习上面说的那一些古代典籍，现在已经记不清楚，究竟学习了多长的时间，好像时间不是太长。有多少收获，也说不清楚了。当时，济南有一位颇有名气的冯鹏展先生，老家广东，流寓北方。英文水平很高，白天在几个中学里教英文，晚上在自己创办的尚实英文学社授课。他住在按察司街南口一座两进院的大房子里，学社就设在前院几间屋子里，另外还请了两位教员，一位是陈鹤巢先生，一位是纽威如先生，白天都有工作，晚上―时来学社上课。当时正流行图解式的英文教学法，我们学习英文也使用这种方法，觉得颇为新鲜。学社每月收学费大洋三元，学生有几十人之多。我大概在这里学习了两三年，收获相信是有的。就这样，虽然我自己在学习上并不勤奋，然而，为环境所迫，反正是够忙的。每天从正谊回到家中，匆匆吃过晚饭，又赶回城里学英文。当时只有十三四岁，精力旺盛到超过需要。在一天奔波之余，每天晚点下课后，还不赶紧回家，而是在灯火通明的十里长街上，看看商店的橱窗，慢腾腾地走回家。虽然囊中无钱，看了琳琅满目的商品，也能过一过眼瘾，饱一饱眼福。叔父显然认为，这样对我的学习压力还不够大，必须再加点码。他亲自为我选了一些篇古文，讲宋明理学的居多，亲手用毛笔正楷抄成一本书，名之曰课侄选文，有空闲时，亲口给我讲授，他坐，我站，一站就是一两个小时。要说我真感兴趣，那是谎话。这些文章对我来说，远远比不上叔父称之为闲书的那一批彭公案济公传等等有趣。我往往躲在被窝里用手电筒来偷看这些书。我在正谊中学读了两年半书就毕业了。"}
{"text":"他亲自为我选了一些篇古文，讲宋明理学的居多，亲手用毛笔正楷抄成一本书，名之曰课侄选文，有空闲时，亲口给我讲授，他坐，我站，一站就是一两个小时。要说我真感兴趣，那是谎话。这些文章对我来说，远远比不上叔父称之为闲书的那一批彭公案济公传等等有趣。我往往躲在被窝里用手电筒来偷看这些书。我在正谊中学读了两年半书就毕业了。在这一段时间内，我懵懵懂懂，模模糊糊，在明白与不明白之间主观上并不勤奋，客观上又非勤奋不可从来不想争上游，实际上却从未沦为下游。最后离开了我的大虾和青蛙，我毕业了。我告别了我青少年时期的一个颇为值得怀念的阶段，更上一层楼，走上了人生的一个新阶段。当年我十五岁，时间是年。高中时代初中读了两年半，毕业正在春季。没有办法，我只能就近读正谊高中。年级变了，上课的地址没有变，仍然在山假山也奇水秀的大明湖畔。这一年夏天，山东大学附设高级中学成立了。山东大学是山东省的最高学府，校长是有名的前清状元山东教育厅长王寿彰，以书法名全省。因为状元是稀有品种，所以他颇受到一般人的崇敬。附设高中一建立，因为这是一块金招牌，立即名扬齐鲁。我此时似乎也有了一点雄心壮志，不再像以前那样畏畏缩缩，经过了一番考虑，立即决定舍正谊而取山大高中。山大高中是文理科分校的，文科校址选在北园白鹤庄。此地遍布荷塘，春夏之时，风光秀丽旖旎，绿柳迎地，红荷映天，山影迷离，湖光潋滟，蛙鸣塘内，蝉噪树巅。我的叔父曾有一首诗，赞美北园杨花落尽菜花香，嫩柳扶疏傍寒塘。蛙鼓声声向人语，此间即是避秦乡。可见他对北园的感受。我在这里还验证了一件小而有趣的事。有人说，离开此处有几十里的千佛山，倒影能在湖中看到。有人说这是海外奇谈。可是我亲眼在校南的荷塘水面上清晰地看到佛山的倒影，足证此言不虚。这所新高中在大名之下，是名副其实的。首先是教员队伍可以说是极一时之选，所有的老师几乎都是山东中学界赫赫有名的人物。国文教员王玉先生家学渊源，学有素养，文宗桐城派，著有文集，后为青岛大学教师。英文教员是北大毕业的刘老师，英文很好，是一中的教员。教数学的是王老师，也是一中的名教员。教史地的是祁蕴璞先生，一中教员，好学不倦，经常从日本购买新书，像他那样熟悉世界学术情况的人，恐怕他是唯一的一个。教伦理学的是上面提到的正谊的校长鞠思敏先生。"}
{"text":"这所新高中在大名之下，是名副其实的。首先是教员队伍可以说是极一时之选，所有的老师几乎都是山东中学界赫赫有名的人物。国文教员王玉先生家学渊源，学有素养，文宗桐城派，著有文集，后为青岛大学教师。英文教员是北大毕业的刘老师，英文很好，是一中的教员。教数学的是王老师，也是一中的名教员。教史地的是祁蕴璞先生，一中教员，好学不倦，经常从日本购买新书，像他那样熟悉世界学术情况的人，恐怕他是唯一的一个。教伦理学的是上面提到的正谊的校长鞠思敏先生。教逻辑的是一中校长完颜祥卿先生。此外还有两位教经学的老师，一位是前清翰林或进士，由于年迈，有孙子伴住，姓名都记不清了。另一位姓名也记不清，因为他忠于清代，开口就说我们大清国如何如何。所以学生就管他叫大清国。两位老师教诗经书经等书，上课从来不带任何书，四书五经，本文加注，都背得滚瓜烂熟。中小学生都爱给老师起绰号，并没有什么恶意，此事恐怕古今皆然，南北不异。上面提到的大清国，只是其中之一。我们有一位监学，可能相当于后来的训育主任，他经常住在学校，权力似乎极大，但人缘却并不佳。因为他秃头无发，学生们背后叫他刘秃蛋。那位姓刘的英文教员，学生还是很喜欢他的，只因他人长得过于矮小，学生们送给他了一个非常刺耳的绰号，叫做亘，代表一个我无法写出的字。建校第一年，招了五班学生，三年级一个班，二年级一个班，一年级三个班，总共不到二百人。因为学校离城太远，学生全部住校。伙食由学生自己招商操办，负责人选举产生。因为要同奸商斗争，负贵人的精明能干就成了重要的条件。奸商有时候夜里偷肉，负责人必须夜里巡逻，辛苦可知。遇到这样的负责人，伙食质量立即显著提高，他就能得到全体同学的拥护，从而连续当选，学习必然会受到影响。学校风气是比较好的，学生质量是比较高的，学生学习是努力的。因为只有男生，不收女生，因此免掉很多麻烦，没有什么绯闻一类的流言。刘秃蛋人望不高，虽然不学，但却有术，统治学生，胡萝卜与大棒并举，拉拢与表扬齐发。除了我们三班因细故架走了一个外省来的英文教员以外，再也没有发生什么风波。此地处万绿丛中，远挹佛山之灵气，近染荷塘之秀丽，地灵人杰，颇出了一些学习优良的学生。至于我自己，上面已经谈到过，在心中有了一点小志，大概是因为入学考试分数高，所以一入学我就被学监指定为三班班长。"}
{"text":"学校风气是比较好的，学生质量是比较高的，学生学习是努力的。因为只有男生，不收女生，因此免掉很多麻烦，没有什么绯闻一类的流言。刘秃蛋人望不高，虽然不学，但却有术，统治学生，胡萝卜与大棒并举，拉拢与表扬齐发。除了我们三班因细故架走了一个外省来的英文教员以外，再也没有发生什么风波。此地处万绿丛中，远挹佛山之灵气，近染荷塘之秀丽，地灵人杰，颇出了一些学习优良的学生。至于我自己，上面已经谈到过，在心中有了一点小志，大概是因为入学考试分数高，所以一入学我就被学监指定为三班班长。在教室里，我的座位是第一排左数第一张桌子，标志着与众不同。论学习成绩，因为我对国文和英文都有点基础，别人无法同我比。别的课想得高分并不难，只要在考前背熟课文就行了。国文和英文，则必须学有素养，临阵磨枪，临时抱佛脚，是不行的。在国文班上，王玉老师出的第一次作文题是读徐文长传书后，我不意竟得了全班第一名，老师的评语是亦简练，亦畅达。此事颇出我意外。至于英文，由于我在上面谈到的情况，我独霸全班，被尊为英文大家学生戏译为。第一学期，我考了个甲等第一名。这是我生平第一次荣登这个宝座，虽然并非什么意外之事，我却有点沾沾自喜。可事情还没有完。王状元不知从哪里得来的灵感，他规定凡是甲等第一名平均成绩在九十五分以上者，他要额外褒奖。全校五个班当然有五个甲等第一但是，平均分数超过九十五分者，却只有我一个人，我的平均分数是九十七分。于是状元公亲书一副对联，另外还写了一个扇面，称我为羡林老弟，这实在是让我受宠若惊。对联已经佚失，只有扇面还保存下来。虚荣之心，人皆有之我独何人，敢有例外。于是我真正立下了大志，决不能从宝座上滚下来，那样面子太难看了。我买了韩柳欧苏的文集，苦读不辍。又节省下来仅有的一点零用钱，远至日本丸善书店，用代金引换的办法，去购买英文原版书，也是攻读不辍。结果是皇天不负有心人，两年四次考试，我考了四个甲等第一，大大地满足了自己的虚荣心。我不愿意说谎话，我决不是什么英雄，怀有大志，我从来没有过大丈夫当如是也一类的大话，我是一个十分平庸的人。时间到了年，应该上三年级了。但是日寇在济南制造了五三惨案，杀了中国的外交官蔡公时，派兵占领了济南。学校停办，外地的教员和学生，纷纷逃离。"}
{"text":"又节省下来仅有的一点零用钱，远至日本丸善书店，用代金引换的办法，去购买英文原版书，也是攻读不辍。结果是皇天不负有心人，两年四次考试，我考了四个甲等第一，大大地满足了自己的虚荣心。我不愿意说谎话，我决不是什么英雄，怀有大志，我从来没有过大丈夫当如是也一类的大话，我是一个十分平庸的人。时间到了年，应该上三年级了。但是日寇在济南制造了五三惨案，杀了中国的外交官蔡公时，派兵占领了济南。学校停办，外地的教员和学生，纷纷逃离。我住在济南，只好留下，当了一年的准亡国奴。第二年，年，奉系的土匪军阀早就滚蛋，来的是西北军和国民党的新式军阀。王老状元不知哪里去了。教育厅长换了新派人物，建立了全省唯一的一所高中山东省立济南高中，表面上颇有换了人间之感，四书上五经都不念了，写作文也改用了白话。教员阵容仍然很强，但是原有的老教员多已不见，而是换了一批外省的，主要是从上海来的教员，国文教员尤其突出。也许是因为学校规模大了，我对全校教员不像北园时代那样如数家珍个个都认识。现在则是迷离模糊，说不清张三李四了。因为我已经读了两年，一入学就是三年级。任课教员当然也不会少的但是，奇怪的是英文数学历史地理等课的教员的姓名我全忘了，能记住的都是国文教员。这些人大都是当时颇有名气的作家，什么胡也频先生董秋芳冬芬先生夏莱蒂先生董每戡先生等等。我对他们都很尊重，尽管有的先生没有教过我。初入学时，国文教员是胡也频先生。他根本很少讲国文，几乎每一堂讶都在黑板上写上两句话什么是现代文艺？现代文艺的使命是什么？现代文艺，当时叫普罗文学，现代称之为无产阶级文学。它的使命就是革命。胡先生以一个年轻革命家的身份，毫无顾忌，勇往直前。公然在学生区摆上桌子，招收现代文艺研究会的会员。我是一个积极分子，当了会员，还写过一篇现代文艺的使命的文章，准备在计划出版的刊物上发表，内容现在完全忘记了，无非是一些肤浅的革命口号。胡先生的过激行动，引起了国民党的注意，准备逮捕他，他逃到上海去了，两年后就在上海龙华就义。学期中间，接过胡先生教鞭的是董秋芳先生，他同他的前任迥乎不同，他认真讲课，认真批改学生的作文。他出作文题目，非常奇特，他往往在黑板上写上四个大字随便写来，意思就是让学生愿意写什么，就写什么。"}
