{"text":"我们知道，中国文学向来大抵以散文学为正宗散文的发达，正是顺势。而小品散文的体制，旧来的散文学里也尽有只精神面目，颇不相同罢了。试以姚鼐的十三类为准，如序跋，书牍，赠序，传状，碑志，杂记，哀祭七类中，都有许多小品文字陈天定选的古今小品，甚至还将诏令，箴铭列入，那就未免太广泛了。我说历史的原因，只是历史的背景之意，并非指出现代散文的源头所在。胡先生说，周先生等提倡的小品散文，可以打破美文不能用白话的迷信。他说的那种迷信的正面，自然是美文只能用文言了这也就是说，美文古已有之，只周先生等才提倡用白话去做罢了。周先生自己在杂拌儿序里说读如散――文学与纯文学相对，较普通所谓散文，意义广些――骈文也包括在内。明代的文艺美术比较地稍有活气，文学上颇有革新的气象，公安派的人能够无视古文的正统，以抒情的态度作一切的文章，虽然后代批评家贬斥它为浅率空疏，实际却是真实的个性的表现，其价值在竟陵派之上。以前的文人对于著作的态度，可以说是二元的，而他们则是一元的，在这一点上与现代写文章的人正是一致，以前的人以为文是以载道的东西，但此外另有一种文章却是可以写了来消遣的现在则又把它统一了，去写或读可以说是本于消遣，但同时也就传了道了，或是闻了道。这也可以说是与明代的新文学家的――与明代的有些相像，正是不足怪的，虽然并没有去模仿，或者也还很少有人去读明文，又因时代的关系在文字上很有欧化的地方，思想上也自然要比四百年前有了明显的改变。这一节话论现代散文的历史背景，颇为扼要，且极明通。明朝那些名士派的文章，在旧来的散文学里，确是最与现代散文相近的。但我们得知道，现代散文所受的直接的影响，还是外国的影响这一层周先生不曾明说。我们看，周先生自己的书，如泽泻集等，里面的文章，无论从思想说，从表现说，岂是那些名士派的文章里找得出的？――至多情趣有一些相似罢了。我宁可说，他所受的外国的影响比中国的多。而其余的作家，外国的影响有时还要多些，像先生，徐志摩先生。历史的背景只指给我们一个趋势，详细节目，原要由各人自定所以说了外国的影响，历史的背景并不因此抹杀的。但你要问，散文既有那样历史的优势，为什么新文学的初期，倒是诗，短篇小说和戏剧盛行呢？我想那也许是一种反动。"}
{"text":"我们看，周先生自己的书，如泽泻集等，里面的文章，无论从思想说，从表现说，岂是那些名士派的文章里找得出的？――至多情趣有一些相似罢了。我宁可说，他所受的外国的影响比中国的多。而其余的作家，外国的影响有时还要多些，像先生，徐志摩先生。历史的背景只指给我们一个趋势，详细节目，原要由各人自定所以说了外国的影响，历史的背景并不因此抹杀的。但你要问，散文既有那样历史的优势，为什么新文学的初期，倒是诗，短篇小说和戏剧盛行呢？我想那也许是一种反动。这反动原是好的，但历史的力量究竟太大了，你看，它们支持了几年，终于懈弛下来，让散文恢复了原有的位置。这种现象却又是不健全的要明白此层，就要说到本质的原因了。分别文学的体制，而论其价值的高下，例如亚里士多德在诗学里所做的，那是一件批评的大业，包孕着种种议论和冲突浅学的我，不敢赞一辞。我只觉得体制的分别有时虽然很难确定，但从一般见地说，各体实在有着个别的特性这种特性有着不同的价值。抒情的散文和纯文学的诗，小说，戏剧相比，便可见出这种分别。我们可以说，前者是自由些，后者是谨严些诗的字句音节，小说的描写结构，戏剧的剪裁与对话，都有种种规律广义的，不限于古典派的，必须精心结撰，方能有成。散文就不同了，选材与表现，比较可随便些所谓闲话，在一种意义里，便是它的很好的诠释。它不能算作纯艺术品，与诗，小说，戏剧，有高下之别。但对于懒惰与欲速的人，它确是一种较为相宜的体制。这便是它的发达的另一原因了。我以为真正的文学发展，还当从纯文学下手，单有散文学是不够的所以说，现在的现象是不健全的。――希望这只是暂时的过渡期，不久纯文学便会重新发展起来，至少和散文学一样！但就散文论散文，这三四年的发展，确是绚烂极了有种种的样式，种种的流派，表现着，批评着，解释着人生的各面，迁流曼衍，日新月异有中国名士风，有外国绅士风，有隐士，有叛徒，在思想上是如此。或描写，或讽刺，或委曲，或缜密，或劲健，或绮丽，或洗炼，或流动，或含蓄，在表现上是如此。我是大时代中一名小卒，是个平凡不过的人。才力的单薄是不用说的，所以一向写不出什么好东西。我写过诗，写过小说，写过散文。二十五岁以前，喜欢写诗近几年诗情枯竭，搁笔已久。前年一个朋友看了我偶然写下的战争，说我不能做抒情诗，只能做史诗这其实就是说我不能做诗。"}
{"text":"或描写，或讽刺，或委曲，或缜密，或劲健，或绮丽，或洗炼，或流动，或含蓄，在表现上是如此。我是大时代中一名小卒，是个平凡不过的人。才力的单薄是不用说的，所以一向写不出什么好东西。我写过诗，写过小说，写过散文。二十五岁以前，喜欢写诗近几年诗情枯竭，搁笔已久。前年一个朋友看了我偶然写下的战争，说我不能做抒情诗，只能做史诗这其实就是说我不能做诗。我自己也有些觉得如此，便越发懒怠起来。短篇小说是写过两篇。现在翻出来看，笑的历史只是庸俗主义的东西，材料的拥挤，像一个大肚皮的掌柜别的用字造句，那样扭扭捏捏的，像半身不遂的病人，读着真怪不好受的。我觉得小说非常地难写不用说长篇，就是短篇，那种经济的，严密的结构，我一辈子也学不来！我不知道怎样处置我的材料，使它们各得其所。至于戏剧，我更是始终不敢染指。我所写的大抵还是散文多。既不能运用纯文学的那些规律，而又不免有话要说，便只好随便一点说着凭你说懒惰也罢，欲速也罢，我是自然而然采用了这种体制。这本小书里，便是四年来所写的散文。其中有两篇，也许有些像小说但你最好只当作散文看，那是彼此有益的。至于分作两辑，是因为两辑的文字，风格有些不同怎样不同，我想看了便会知道。关于这两类文章，我的朋友们有相反的意见。郢看过旅行杂记，来信说，他不大喜欢我做这种文章，因为是在模仿着什么人而模仿是要不得的。这其实有些冤枉，我实在没有一点意思要模仿什么人。他后来看了飘零，又来信说，这与背影是我的另一面，他是喜欢的。但火就不如此。他看完踪迹，说只喜欢航船中的文明一篇那正是旅行杂记一类的东西。这是一个很有趣的对照。我自己是没有什么定见的，只当时觉着要怎样写，便怎样写了。我意在表现自己，尽了自己的力便行仁智之见，是在读者。年月日，北平清华园。原载年月日文学周报第期散文全编女人白水是个老实人，又是个有趣的人。他能在谈天的时候，滔滔不绝地发出长篇大论。这回听勉子说，日本某杂志上有女？一文，是几个文人以女为题的桌话的记录。他说，这倒有趣，我们何不也来一下？"}
{"text":"这是一个很有趣的对照。我自己是没有什么定见的，只当时觉着要怎样写，便怎样写了。我意在表现自己，尽了自己的力便行仁智之见，是在读者。年月日，北平清华园。原载年月日文学周报第期散文全编女人白水是个老实人，又是个有趣的人。他能在谈天的时候，滔滔不绝地发出长篇大论。这回听勉子说，日本某杂志上有女？一文，是几个文人以女为题的桌话的记录。他说，这倒有趣，我们何不也来一下？我们说，你先来！他搔了搔头发道好！就是我先来你们可别临阵脱逃才好。我们知道他照例是开口不能自休的。果然，一番话费了这多时候，以致别人只有补充的工夫，没有自叙的余裕。那时我被指定为临时书记，曾将桌上所说，拉杂写下。现在整理出来，便是以下一文。因为十之八是白水的意见，便用了第一人称，作为他自述的模样我想，白水大概不至于不承认吧？老实说，我是个欢喜女人的人从国民学校时代直到现在，我总一贯地欢喜着女人。虽然不曾受着什么女难，而女人的力量，我确是常常领略到的。女人就是磁石，我就是一块软铁为了一个虚构的或实际的女人，呆呆的想了一两点钟，乃至想了一两个星期，真有不知肉味光景――这种事是屡屡有的。在路上走，远远的有女人来了，我的眼睛便像蜜蜂们嗅着花香一般，直攫过去。但是我很知足，普通的女人，大概看一两眼也就够了，至多再掉一回头。像我的一位同学那样，遇见了异性，就立正――向左或向右转，仔细用他那两只近视眼，从眼镜下面紧紧追出去半日半日，然后看不见，然后开步走――我是用不着的。我们地方有句土话说乖子望一眼，呆子望到晚我大约总在乖子一边了。我到无论什么地方，第一总是用我的眼睛去寻找女人。在火车里，我必走遍几辆车去发见女人在轮船里，我必走遍全船去发见女人。我若找不到女人时，我便逛游戏场去，赶庙会去，――我大胆地加一句――参观女学校去这些都是女人多的地方。于是我的眼睛更忙了！我拖着两只脚跟着她们走，往往直到疲倦为止。我所追寻的女人是什么呢？我所发见的女人是什么呢？这是艺术的女人。从前人将女人比做花，比做鸟，比做羔羊他们只是说，女人是自然手里创造出来的艺术，使人们欢喜赞叹――正如艺术的儿童是自然的创作，使人们欢喜赞叹一样。"}
{"text":"在火车里，我必走遍几辆车去发见女人在轮船里，我必走遍全船去发见女人。我若找不到女人时，我便逛游戏场去，赶庙会去，――我大胆地加一句――参观女学校去这些都是女人多的地方。于是我的眼睛更忙了！我拖着两只脚跟着她们走，往往直到疲倦为止。我所追寻的女人是什么呢？我所发见的女人是什么呢？这是艺术的女人。从前人将女人比做花，比做鸟，比做羔羊他们只是说，女人是自然手里创造出来的艺术，使人们欢喜赞叹――正如艺术的儿童是自然的创作，使人们欢喜赞叹一样。不独男人欢喜赞叹，女人也欢喜赞叹而妒便是欢喜赞叹的另一面，正如爱是欢喜赞叹的一面一样。受欢喜赞叹的，又不独是女人，男人也有。此柳风流可爱，似张绪当年，便是好例而美丰仪一语，尤为史不绝书。但男人的艺术气分，似乎总要少些贾宝玉说得好男人的骨头是泥做的，女人的骨头是水做的。这是天命呢？还是人事呢？我现在还不得而知只觉得事实是如此罢了。――你看，目下学绘画的人体习作的时候，谁不用了女人做他的模特儿呢？这不是因为女人的曲线更为可爱么？我们说，自有历史以来，女人是比男人更其艺术的这句话总该不会错吧？所以我说，艺术的女人。所谓艺术的女人，有三种意思是女人中最为艺术的，是女人的艺术的一面，是我们以艺术的眼去看女人。我说女人比男人更其艺术的，是一般的说法说女人中最为艺术的，是个别的说法。――而艺术一词，我用它的狭义，专指眼睛的艺术而言，与绘画，雕刻，跳舞同其范类。艺术的女人便是有着美好的颜色和轮廓和动作的女人，便是她的容貌，身材，姿态，使我们看了感到自己圆满的女人。这里有一块天然的界碑，我所说的只是处女，少妇，中年妇人，那些老太太们，为她们的年岁所侵蚀，已上了凋零与枯萎的路途，在这一件上，已是落伍者了。女人的圆满相，只是她的人的诸相之一她可以有大才能，大智慧，大仁慈，大勇毅，大贞洁等等，但都无碍于这一相。诸相可以帮助这一相，使其更臻于充实这一相也可帮助诸相，分其圆满于它们，有时更能遮盖它们的缺处。我们之看女人，若被她的圆满相所吸引，便会不顾自己，不顾她的一切，而只陶醉于其中这个陶醉是刹那的，无关心的，而且在沉默之中的。我们之看女人，是欢喜而决不是恋爱。恋爱是全般的，欢喜是部分的。"}
{"text":"女人的圆满相，只是她的人的诸相之一她可以有大才能，大智慧，大仁慈，大勇毅，大贞洁等等，但都无碍于这一相。诸相可以帮助这一相，使其更臻于充实这一相也可帮助诸相，分其圆满于它们，有时更能遮盖它们的缺处。我们之看女人，若被她的圆满相所吸引，便会不顾自己，不顾她的一切，而只陶醉于其中这个陶醉是刹那的，无关心的，而且在沉默之中的。我们之看女人，是欢喜而决不是恋爱。恋爱是全般的，欢喜是部分的。恋爱是整个自我与整个自我的融合，故坚深而久长欢喜是自我间断片的融合，故轻浅而飘忽。这两者都是生命的趣味，生命的姿态。但恋爱是对人的，欢喜却兼人与物而言。――此外本还有仁爱，便是民胞物与之怀再进一步，天地与我并生，万物与我为一，便是神爱，大爱了。这种无分物我的爱，非我所要论但在此又须立一界碑，凡伟大庄严之像，无论属人属物，足以吸引人心者，必为这种爱而优美艳丽的光景则始在欢喜的阈中。至于恋爱，以人格的吸引为骨子，有极强的占有性，又与二者不同。君以人与物平分恋爱与欢喜，以为喜仅属物，爱乃属人若对人言喜，便是蔑视他的人格了。现在有许多人也以为将女人比花，比鸟，比羔羊，便是侮辱女人赞颂女人的体态，也是侮辱女人。所以者何？便是蔑视她们的人格了！但我觉得我们若不能将体态的美排斥于人格之外，我们便要慢慢的说这句话！而美若是一种价值，人格若是建筑于价值的基石上，我们又何能排斥那体态的美呢？所以我以为只须将女人的艺术的一面作为艺术而鉴赏它，与鉴赏其他优美的自然一样艺术与自然是非人格的，当然便说不上蔑视与否。在这样的立场上，将人比物，欢喜赞叹，自与因袭的玩弄的态度相差十万八千里，当可告无罪于天下。――只有将女人看作玩物，才真是蔑视呢即使是在所谓的恋爱之中。艺术的女人，是的，艺术的女人！我们要用惊异的眼去看她，那是一种奇迹！我之看女人，十六年于兹了，我发见了一件事，就是将女人作为艺术而鉴赏时，切不可使她知道无论是生疏的，是较熟悉的。因为这要引起她性的自卫的羞耻心或他种嫌恶心，她的艺术味便要变稀薄了而我们因她的羞耻或嫌恶而关心，也就不能静观自得了。所以我们只好秘密地鉴赏艺术原来是秘密的呀，自然的创作原来是秘密的呀。但是我所欢喜的艺术的女人，究竟是怎样的呢？您得问了。"}
{"text":"艺术的女人，是的，艺术的女人！我们要用惊异的眼去看她，那是一种奇迹！我之看女人，十六年于兹了，我发见了一件事，就是将女人作为艺术而鉴赏时，切不可使她知道无论是生疏的，是较熟悉的。因为这要引起她性的自卫的羞耻心或他种嫌恶心，她的艺术味便要变稀薄了而我们因她的羞耻或嫌恶而关心，也就不能静观自得了。所以我们只好秘密地鉴赏艺术原来是秘密的呀，自然的创作原来是秘密的呀。但是我所欢喜的艺术的女人，究竟是怎样的呢？您得问了。让我告诉您我见过西洋女人，日本女人，江南江北两个女人，城内的女人，名闻浙东西的女人但我的眼光究竟太狭了，我只见过不到半打的艺术的女人！而且其中只有一个西洋人，没有一个日本人！那西洋的处女是在城里一条僻巷的拐角上遇着的，惊鸿一瞥似地便过去了。其余有两个是在两次火车里遇着的，一个看了半天，一个看了两天还有一个是在乡村里遇着的，足足看了三个月。――我以为艺术的女人第一是有她的温柔的空气使人如听着箫管的悠扬，如嗅着玫瑰花的芬芳，如躺着在天鹅绒的厚毯上。她是如水的密，如烟的轻，笼罩着我们我们怎能不欢喜赞叹呢？这是由她的动作而来的她的一举步，一伸腰，一掠鬓，一转眼，一低头，乃至衣袂的微扬，裙幅的轻舞，都如蜜的流，风的微漾我们怎能不欢喜赞叹呢？最可爱的是那软软的腰儿从前人说临风的垂柳，红楼梦里说晴雯的水蛇腰儿，都是说腰肢的细软的但我所欢喜的腰呀，简直和苏州的牛皮糖一样，使我满舌头的甜，满牙齿的软呀。腰是这般软了，手足自也有飘逸不凡之概。你瞧她的足胫多么丰满呢！从膝关节以下，渐渐的隆起，像新蒸的面包一样后来又渐渐渐渐地缓下去了。这足胫上正罩着丝袜，淡青的？或者白的？拉得紧紧的，一些儿绉纹没有，更将那丰满的曲线显得丰满了而那闪闪的鲜嫩的光，简直可以照出人的影子。你再往上瞧，她的两肩又多么亭匀呢！像双生的小羊似的，又像两座玉峰似的正是秋山那般瘦，秋水那般平呀。肩以上，便到了一般人讴歌颂赞所集的面目了。我最不能忘记的，是她那双鸽子般的眼睛，伶俐到像要立刻和人说话。在惺忪微倦的时候，尤其可喜，因为正像一对睡了的褐色小鸽子。和那润泽而微红的双颊，苹果般照耀着的，恰如曙色之与夕阳，巧妙的相映衬着。再加上那覆额的，稠密而蓬松的发，像天空的乱云一般，点缀得更有情趣了。"}
{"text":"你再往上瞧，她的两肩又多么亭匀呢！像双生的小羊似的，又像两座玉峰似的正是秋山那般瘦，秋水那般平呀。肩以上，便到了一般人讴歌颂赞所集的面目了。我最不能忘记的，是她那双鸽子般的眼睛，伶俐到像要立刻和人说话。在惺忪微倦的时候，尤其可喜，因为正像一对睡了的褐色小鸽子。和那润泽而微红的双颊，苹果般照耀着的，恰如曙色之与夕阳，巧妙的相映衬着。再加上那覆额的，稠密而蓬松的发，像天空的乱云一般，点缀得更有情趣了。而她那甜蜜的微笑也是可爱的东西微笑是半开的花朵，里面流溢着诗与画与无声的音乐。是的，我说的已多了我不必将我所见的，一个人一个人分别说给你，我只将她们融合成一个给你看――这就是我的惊异的型，就是我所谓艺术的女子的型。但我的眼光究竟太狭了！我的眼光究竟太狭了！英文素描。在女人的聚会里，有时也有一种温柔的空气但只是笼统的空气，没有详细的节目。所以这是要由远观而鉴赏的，与个别的看法不同若近观时，那笼统的空气也许会消失了的。说起这艺术的女人的聚会，我却想着数年前的事了，云烟一般，好惹人怅惘的。在城一个礼拜日的早晨，我到一所宏大的教堂里去做礼拜听说那边女人多，我是礼拜女人去的。那教堂是男女分坐的。我去的时候，女坐还空着，似乎颇遥遥的我的遐想便去充满了每个空坐里。忽然眼睛有些花了，在薄薄的香泽当中，一群白上衣，黑背心，黑裙子的女人，默的，远远的走进来了。我现在不曾看见上帝，却看见了带着翼子的这些安琪儿了！另一回在傍晚的湖上，暮霭四合的时候，一只插着小红花的游艇里，坐着八九个雪白雪白的白衣的姑娘湖风舞弄着她们的衣裳，便成一片浑然的白。我想她们是湖之女神，以游戏三昧，暂现色相于人间的呢！第三回在湖中的一座桥上，淡月微云之下，倚着十来个，也是姑娘，朦腚胧胧的与月一齐白着。在抖荡的歌喉里，我又遇着月姊儿的化身了！――这些是我所发见的又一型。是的，艺术的女人，那是一种奇迹！年月日，白马湖。散文全编白种人――上帝的骄子！去年暑假到上海，在一路电车的头等里，见一个大西洋人带着一个小西洋人，相并地坐着。我不能确说他俩是英国人或美国人我只猜他们是父与子。"}
{"text":"第三回在湖中的一座桥上，淡月微云之下，倚着十来个，也是姑娘，朦腚胧胧的与月一齐白着。在抖荡的歌喉里，我又遇着月姊儿的化身了！――这些是我所发见的又一型。是的，艺术的女人，那是一种奇迹！年月日，白马湖。散文全编白种人――上帝的骄子！去年暑假到上海，在一路电车的头等里，见一个大西洋人带着一个小西洋人，相并地坐着。我不能确说他俩是英国人或美国人我只猜他们是父与子。那小西洋人，那白种的孩子，不过十一二岁光景，看去是个可爱的小孩，引我久长的注意。他戴着平顶硬草帽，帽檐下端正地露着长圆的小脸。白中透红的面颊，眼睛上有着金黄的长睫毛，显出和平与秀美。我向来有种癖气见了有趣的小孩，总想和他亲热，做好同伴若不能亲热，便随时亲近亲近也好。在高等小学时，附设的初等里，有一个养着乌黑的西发的刘君，真是依人的小鸟一般牵着他的手问他的话时，他只静静地微仰着头，小声儿回答――我不常看见他的笑容，他的脸老是那么幽静和真诚，皮下却烧着亲热的火把。我屡次让他到我家来，他总不肯后来两年不见，他便死了。我不能忘记他！我牵过他的小手，又摸过他的圆下巴。但若遇着蓦生的小孩，我自然不能这么做，那可有些窘了不过也不要紧，我可用我的眼睛看他――一回，两回，十回，几十回！孩子大概不很注意人的眼睛，所以尽可自由地看，和看女人要遮遮掩谮的不同。我凝视过许多初会面的孩子，他们都不曾向我抗议至多拉着同在的母亲的手，或倚着她的膝头，将眼看她两看罢了。所以我胆子很大。这回在电车里又发了老癖气，我两次三番地看那白种的孩子，小西洋人！初时他不注意或者不理会我，让我自由地看他。但看了不几回，那父亲站起来了，儿子也站起来了，他们将到站了。这时意外的事来了。那小西洋人本坐在我的对面走近我时，突然将脸尽力地伸过来了，两只蓝眼睛大大地睁着，那好看的睫毛已看不见了两颊的红也已褪了不少了。和平，秀美的脸一变而为粗俗，凶恶的脸了！他的眼睛里有话咄！黄种人，黄种的支那人，你――你看吧！你配看我！他已失了天真的稚气，脸上满布着横秋的老气了！我因此宁愿称他为小西洋人。他伸着脸向我足有两秒钟电车停了，这才胜利地掉过头，牵着那大西洋人的手走了。大西洋人比儿子似乎要高出一半这时正注目窗外，不曾看见下面的事。"}
