{"text":"多谢我们国家文化的落后，日本与中国，曾有国立五校，开放收受中国留学生的约定。中国的日本留学生，只教能考上这五校的入学试验，以后一直到毕业为止，每月的衣食零用，就有官费可以领得我于绝望之余，就于这一年的十一月，入了学日本文的夜校，与补习中学功课的正则预备班。早晨五点钟起床，先到附近的一所神社的草地里去高声朗诵着上野的樱花已经开了，我有着许多的朋友等日文初步的课文，一到八点，就嚼着面包，步行三里多路，走到神田的正则学校去补课。以二角大洋的日用，在牛奶店里吃过午餐与夜饭，晚上就是三个钟头的日本文的夜课。天气一日一日的冷起来了，这中间自然也少不了北风的雨雪。因为日日步行的结果，皮鞋前开了口，后穿了孔。一套在上海做的夹呢学生装，穿在身上，仍同裸着的一样幸亏有了几年前一位在日本曾入过陆军士官学校的同乡，送给了我一件陆军的制服，总算在晴日当作了外套，雨日当作了雨衣，御了一个冬天的寒。这半年中的苦学，我在身体上，虽则种下了致命的呼吸器的病根，但在知识上，却比在中国所受的十余年的教育，还有一程的进境。第二年的夏季招考期近了，我为决定要考入官费的五校去起见，更对我的功课与日语，加紧了速力。本来是每晚于十一点就寝的习惯，到了三月以后，也一天天的改过了有时候与教科书本茕茕相对，竟会到了附近的炮兵工厂的汽笛，早晨放五点钟的夜工时，还没有入睡。第三辑孤独人生零余者必死的努力，总算得到了相当的酬报，这一年的夏季，我居然在东京第一高等学校的入学考试里占取了一席。到了秋季始业的时候，哥哥因为一年的考察期将满，准备回国来复命，我也从他们的家里，迁到了学校附近的宿店。于八月底边，送他们上了归国的火车，领到了第一次的自己的官费，我就和家庭，和戚属，永久地断绝了连络。从此野马缰弛，风筝线断，一生中潦倒飘浮，变成了一只没有舵楫的孤舟，计算起时日来，大约与第一次世界大战的开始，差不多是在同一的时候。第四辑风雨故人送仿吾的行送仿吾的行夜深了，屋外的蛙声，蚯蚓声，及其他的杂虫的鸣声，也可以说是如雨，也可以说是如雷。几日来的日光骤雨，把庭前的树叶，催成作青葱的广幕，从这幕的，透过来的一盏两盏的远处大道上的灯光，煞是凄凉，煞是悲寂。"}
{"text":"从此野马缰弛，风筝线断，一生中潦倒飘浮，变成了一只没有舵楫的孤舟，计算起时日来，大约与第一次世界大战的开始，差不多是在同一的时候。第四辑风雨故人送仿吾的行送仿吾的行夜深了，屋外的蛙声，蚯蚓声，及其他的杂虫的鸣声，也可以说是如雨，也可以说是如雷。几日来的日光骤雨，把庭前的树叶，催成作青葱的广幕，从这幕的，透过来的一盏两盏的远处大道上的灯光，煞是凄凉，煞是悲寂。你要晓得，这是首夏的后半夜，我们只有两个人，在高楼的回廊上默坐，又兼以一个是飘零在客，一个是门外天涯，明朝晨鸡一唱，仿吾就要过江到汉口去上轮船去的。天上的星光撩乱，月亮早已下山去了。微风吹动帘衣，幽幽的一响，也大可竖人毛发。夜归的瞎子，在这一个时候，还在街上，拉着胡琴，向东慢慢走去。啊啊，瞎子！你所求的，究竟是什么东西，为的是什么呀？瞎子过去了，胡琴声也听不出来了，蛙声蚯蚓声杂虫声，依旧在百音杂奏我觉得这沉默太压人难受了，就鼓着勇气，叫了一声仿吾！这一声叫出之后，自家也觉得自家的声气太大，底下又不敢继续下去。两人又默默地坐了几分钟。顽固的仿吾，你想他讲出一句话来，来打破这静默的妖围，是办不到的。但是这半夜中间，我又讲话讲得太多了，若再讲下去，恐怕又要犯起感伤病来。人到了三十，还是长吁短叹，哭己怜人，是没出息的人干的事情我也想做一个强者，这一回却要硬它一硬，怎么也不愿意再说话。亭铜，亭铜，前边山脚下女尼庵的钟磬声响了，接着又是比丘尼诵法华经的声音，木鱼的声音。那是什么？仍复是仿吾一流的无文采的问语。那是尼姑庵，尼姑念经的声音。倒有趣得很。还有一个小尼姑哩！有趣得很！若在两三年前，怕又要做一篇极浓艳的小说来做个纪念了。为什么不做哩？老了，不行了，感情没有了！不行！不行！要是这样，月刊还能办么？那又是一个问题。看沫若，他才是真正的战斗员！上得场去，当然还可以百步穿杨。不行，这未老先衰的话！还不老么？有了老婆，有了儿子。亲戚朋友，一天一天的少下去。走遍天涯，到头来还是一个无聊赖！仿吾兀的不响了，我不觉得讲得太过分了。以年纪而论，仿吾还比我大。"}
{"text":"若在两三年前，怕又要做一篇极浓艳的小说来做个纪念了。为什么不做哩？老了，不行了，感情没有了！不行！不行！要是这样，月刊还能办么？那又是一个问题。看沫若，他才是真正的战斗员！上得场去，当然还可以百步穿杨。不行，这未老先衰的话！还不老么？有了老婆，有了儿子。亲戚朋友，一天一天的少下去。走遍天涯，到头来还是一个无聊赖！仿吾兀的不响了，我不觉得讲得太过分了。以年纪而论，仿吾还比我大。可怜的赋性愚直的这仿吾，到如今还是一个童男。去年他哥哥客死在广东。千里长途，搬丧回籍，一直弄到现在，他才能出来。一家老的老，小的小，侄儿侄女，十多个人，责任全负在他的肩上。而现在，我们因为想重把创造兴起，叫他丢去了一切，来干这前途渺茫的创造社出版部的大事业。不怕你是一块石，不怕你是一个鱼，当这样的微温的晚上，在这样的高危的楼上，看看前后左右，想想过去未来，叫他怎么能够坦然无介于怀？怎么能够不黯然泪落呢。朋友的中间，想起来，实在是我最利己。无论如何的吃苦，无论如何的受气，总之在创造社根基未定之先，是不该一个人独善其身的跑上北方去的。有不得已的事故，或者有可托生命的事业可干的时候，还不要去管它，实际上盲人瞎马，渡过黄河，渡过扬子江后，所得到的结果，还不过是一个无聊。京华旅食，叩了富儿的门，一双白眼，一列白牙，是我的酬报。现在想起来，若要受一点人家的嘲笑，轻侮，虐待，那么到处都可以找得到，断没有跑几千里路的必要。像田舍诗人彭思一流的粗骨，理应在乡下草舍里和黄脸婆娘蒋恩谈谈百年以后的空想，做两句乡人乐诵的歌诗，预备一块墓地，两块石碑，好好儿的等待老死才对。爱丁堡有什么？那些老爷太太小姐们，不过想玩玩乡下初出来的猴子而已，她们哪里晓得什么是诗？听说诗人的头盖骨，左边是突起的，她们想看看看。听说诗人的心有七个窟窿，她们想数数看。大都会！首善之区！我和乡下的许多盲目的青年一样，受了这几个好听的名字的骗，终于离开了情逾骨肉的朋友，离开了值得拼命的事业，骑驴走马，积了满身尘土，在北方污浊的人海里，游泳了两三年。往日的亲朋星散，创造社成绩空空，只今又天涯沦落，偶尔在屈贾英灵的近地，机缘凑巧，和老友忽漫相逢，在高楼上空谈了半夜雄天，坐席未温，而明朝又早是江陵千里，不得不南浦送行，我为的是什么？我究在这里干什么呢？"}
{"text":"听说诗人的头盖骨，左边是突起的，她们想看看看。听说诗人的心有七个窟窿，她们想数数看。大都会！首善之区！我和乡下的许多盲目的青年一样，受了这几个好听的名字的骗，终于离开了情逾骨肉的朋友，离开了值得拼命的事业，骑驴走马，积了满身尘土，在北方污浊的人海里，游泳了两三年。往日的亲朋星散，创造社成绩空空，只今又天涯沦落，偶尔在屈贾英灵的近地，机缘凑巧，和老友忽漫相逢，在高楼上空谈了半夜雄天，坐席未温，而明朝又早是江陵千里，不得不南浦送行，我为的是什么？我究在这里干什么呢？第四辑风雨故人送仿吾的行我的确有点伤感起来了。栏外的杜鹃，又只是不如归去，不如归去的在那里乱叫。仿吾，你还不睡么？再坐一会！我不能耐了，就不再说话，一个人进房里去睡了觉。仿吾一个人在回廊上究竟坐到了什么时候才睡？他一个人坐在那深夜黑暗的回廊上，究竟想了些什么？这些事情，大约只有他一个人知道。第二天早晨，天还未亮的时候，他站在我的帐外，轻轻的叫我说达夫！你不要起来，我走了。一九二五年五月二十三日招商公司的下水船，的确是午前六点钟起锚的。一九二五年五月在武昌作选自达夫散文集，上海北新书局年版雕刻家刘开渠我的同刘开渠认识，是在十三四年前头，大约总当民国十一二年的中间。那时候，我初从日本回来，办杂志也办不好，军阀专政，社会黑暗到了百分之百，到处碰壁的结果，自然只好到北京去教书。在我兼课的学校之中，有一个是京畿道的美术专门学校，这学校仿佛是刚在换校长闹风潮的大难之余，所以上课的时候，学生并不多，而教室里也穷得连煤炉子都生不起。同事中间，有一位法国画家，一位齐老先生，是很负盛名的此外则已故的陈晓江氏，教美术史的邓叔存以及教日文的钱稻孙氏，比较得和我熟识，往来得也密一点。我们在平时往来的谈话中间，有一次忽而谈到了学生们的勤惰，而刘开渠的埋头苦干，边幅不修的种种情节，却是大家所公认的事实。我因为是风潮之后，新进去教书的人，所以当时还不能指出哪一个是刘开渠来。过得不久，有一位云南的女学生以及一位四川的青年，同一位身体长得很高，满头长发，脸骨很曲折有点像北方人似的青年来访问我了介绍之下，我才晓得这一位像北方人似的青年就是刘开渠。"}
{"text":"我们在平时往来的谈话中间，有一次忽而谈到了学生们的勤惰，而刘开渠的埋头苦干，边幅不修的种种情节，却是大家所公认的事实。我因为是风潮之后，新进去教书的人，所以当时还不能指出哪一个是刘开渠来。过得不久，有一位云南的女学生以及一位四川的青年，同一位身体长得很高，满头长发，脸骨很曲折有点像北方人似的青年来访问我了介绍之下，我才晓得这一位像北方人似的青年就是刘开渠。他说话呐呐不大畅达，面上常漾着苦闷的表情，而从他的衣衫的褴褛，面色的青黄上看去，一眼就可以看出他的埋头苦干，边幅不修的精神来。初次见面的时候，我只记得他说的话一共还不上十句。后来熟了，见面的机会自然也多了起来，我私自猜度猜度他的个性，估量估量他的体格，觉得像他那样的人，学洋画还不如去学雕刻若教他提锥运凿，大刀阔斧的运用起他的全身体力和脑力来，成就一定还要比捏了彩笔，在画布上涂涂，来得更大。我的这一种茫然的预感，现在却终于成了事实了。民国十二年以后，我去武昌，回上海，又下广东，与北京就断了缘分。七八年来，东奔西走，在政治局面混乱变更的当中，我一直没和他见面，并且也没有听到他的消息。前年五月，迁来杭州，将近年底的时候，福熙因为生了女儿，在湖滨的一家菜馆，大开汤饼之会于这一个席上，我又突然遇见了他，才晓得他在西湖的艺专里教雕刻。他的苦闷的表情，高大的身体，和呐呐不大会说话的特征，还是和十年前初见面时一样，但经了一番巴黎的洗练，衣服修饰，却完美成一个很有身份的绅士了满头的长发上，不消说是加上了最摩登的保马特。自从这一次见面之后，我因为离群索居，枯守在杭州的缘故，空下来时常去找他他也因为独身在工房里作工的孤独难耐，有时候也常常来看我。往来两年间的闲谈，使我晓得他跟法国的那位老大家详蒲奢学习雕刻时的苦心孤诣，使我晓得了他对于中国一般艺术政治家的堕落现状所坚持的特立独行。我们谈到了罗丹，谈到了色尚，更谈到了左拉的那册以色尚为主人公的小说，他自己虽则不说，但我们在深谈之下，自然也看出了他的同那篇小说里的主人公似的抱负。他的雕刻，完全是他的整个人格的再现力量是充足的，线条是遒劲的，表情是苦闷的若硬要指出他的不足之处来，或者是欠缺一点生动吧？"}
{"text":"我们谈到了罗丹，谈到了色尚，更谈到了左拉的那册以色尚为主人公的小说，他自己虽则不说，但我们在深谈之下，自然也看出了他的同那篇小说里的主人公似的抱负。他的雕刻，完全是他的整个人格的再现力量是充足的，线条是遒劲的，表情是苦闷的若硬要指出他的不足之处来，或者是欠缺一点生动吧？但是立体的雕刻和画面不同，德国守旧派的美术批评家所常说的静中之动，动中之静等套话，在批评雕刻的时候，却不能够直抄的。第四辑风雨故人送仿吾的行他的雕刻的遒劲，猛实，粗枝大叶的趣味，尤其在他的里，可以看得出来疏疏落落的几笔之中，真孕育着多少的力量，多少的生意！新近，他为八十八师阵亡将士们造的纪念铜像铸成了，比起那些卖野人头的雕塑师的滑技来，相差得实在太远，远得几乎不能以语来形容。一个是有良心的艺术品，一个是骗小孩们的糖菩萨。这并非是我故意为他捧场的私心话，成绩都在那里，是大家日日看见的东西。铜像下的四块浮雕，又是何等富于实感的创作！刘开渠的年纪还正轻着今年只二十九岁，当然将来还有绝大的进步。他虽则在说我在中国住，远不如在法国替洋蒲奢做助手时的快活。可是重重被压迫的中国民众对于表现苦闷的艺术品，对于富有生气和力量的艺术品，也未始不急急在要求。中国或许会亡，但中国的艺术，中国的民众，以及由这些民众之中喊出来的呼声民气，是永不会亡的，刘氏此后，应该常常想到这一点才对。一九三五年一月廿四日选自达夫散文集，上海北新书局年版记耀春之殇只教是一个动物，既然生了下来，不过迟早几年或几十年，死总免不了的。中国人的俗语，很彻底的在说，先注死后注生。英文中的一个不能免于死亡的形容词，大家在当作人字解，叫。这一种谛观，这一种死的哲学的解释，当然谁也明白，我也晓得但是对于死之伤痛，尤其是对于一个与己身有关的肉亲的死之伤痛，可终也不能学作太上的忘。从前的圣贤，为悼爱子之丧，尚且哭至失明，我生原不肖，我又哪得不哭？幼子耀春，生下来刚只两整年是我们逃出上海，迁住杭州之后的那一年旧历五月十八日生的。搬家的时候，霞就有点害怕，怕于忙乱之中，要先期早产。"}
{"text":"英文中的一个不能免于死亡的形容词，大家在当作人字解，叫。这一种谛观，这一种死的哲学的解释，当然谁也明白，我也晓得但是对于死之伤痛，尤其是对于一个与己身有关的肉亲的死之伤痛，可终也不能学作太上的忘。从前的圣贤，为悼爱子之丧，尚且哭至失明，我生原不肖，我又哪得不哭？幼子耀春，生下来刚只两整年是我们逃出上海，迁住杭州之后的那一年旧历五月十八日生的。搬家的时候，霞就有点害怕，怕于忙乱之中，要先期早产。用了种种的苦心，费了种种的周折，总算把家搬定了，胎也安下了，我们在灯下闲谈，就说及这一个未来的生命的命名。长子飞，次子云，是从岳家军里抄来的名字同时三国志里，也有飞云的两位健将。那时候我们只希望有一位乖巧的女孩儿来娱老境，所以我先就提议，生下来若是女孩，当叫她作银瓶，藉以凑成大小眼将军一门忠孝节义的全套。而霞又说若是男孩呢，可以叫他作亮有了猛将，自然也少不得谋臣，历史上的智谋奇略之士，我只佩服那位鞠躬尽瘁，死而后已的诸葛武侯。他的生日，是一般民间所崇奉的元帅菩萨的生日，元帅菩萨的前身，当然是唐时的张睢阳巡。现在桐庐的桐君山上，还有一尊张睢阳的塑像塑在那里，百姓祀之唯谨，说这一位菩萨，有绝大的灵感。生下来之后，我也曾想到了那个巡字，但后来却终于被霞说服了，就叫他作亮小名的耀春，系由阳春，殿春二位哥哥的名字而来的称谓既名曰亮，自然有光，故而称耀，写作曜字，亦自可通。他的先天是很足的生下来时的肥硕，虽没有过过磅，可是据助产妇说来，在杭州城里，产儿的身体，肥得这样的，却很少见。三朝之后，就为雇乳母的事，闹成了满城的风雨。原因是为了他的食量之大，应雇而来的将近百数个的乳母，每人都不够他的一天之食。好容易上诸暨去找了一个人来，奶总算够吃但吃满周岁，她的奶也终于干涸，结果就促生了他去年夏季的奶疳之病。去年天热，我和霞和飞，都去青岛住了月余后来由青岛而之北平，由北平而去北戴河，一住再住，有两个多月不在家里。后来航空信来了，电报来了，都说耀春的病重，催我们马上回家，我们在赶回来的路上，一夕数惊，每从睡梦里骇醒过来，以为这一个末子终于无更生之望了，但后经同学钱潮医生的几次诊治，他的疳病竟霍然若失，到了秋天，又回复了平时肥白的状态。"}
{"text":"去年天热，我和霞和飞，都去青岛住了月余后来由青岛而之北平，由北平而去北戴河，一住再住，有两个多月不在家里。后来航空信来了，电报来了，都说耀春的病重，催我们马上回家，我们在赶回来的路上，一夕数惊，每从睡梦里骇醒过来，以为这一个末子终于无更生之望了，但后经同学钱潮医生的几次诊治，他的疳病竟霍然若失，到了秋天，又回复了平时肥白的状态。经过了这一次的大病，大家总以为他是该有命的，以后总是很好养了殊不知今年春天，又出了慢性中耳炎的恶疾，这一回又因伤风而成肺炎，最后才变成了结核性脑膜炎的绝症。卧病不上半月，竟在五月二十日阴历四月十八，去年有闰月，距他生日，刚满念四个月的晚上去世了。第四辑风雨故人送仿吾的行他的这一回的生病，异常的乖，不哭不闹，终日只是昏昏地睡着。经钱医生验了血液，抽了脊髓以后，决定了他的万无生望，我们才借了一辆车，送他回了富阳的原籍。墓碑葬具以及坟地等预备好之后，将他移入到东门外的一家寺院中去的早晨，他的久已干枯的眼角上才开始滴了几滴眼泪。这是从他害病之日起，第一次见到的眼泪。他人虽则小，灵性想来是也有的。人之将死，总有一番痛苦与哀愁，可怜他说话都还不曾学会，而这死的痛苦，死的哀愁，却同大人一样地深深尝透了彼凡人之相亲，小离别而怀恋，况中殇之爱子，乃千秋而不见！我的衷，当然也比他自己临死时的伤痛不会得略有减处。十年前龙儿死在北平，我没有见到他的尸身，也没有见到他的棺殓，百日之后，离开北平，还觉得泪流不止。现在他的坟土未干，我的陪病失眠的疲倦未复，每日闲坐在书斋看看中天的白日，惘惘然似乎只觉着缺少了一件东西再切实一点的说来，似乎自己的一个头，一个中藏着脑髓，司思想运动的头颅不见了。十年之中，两丧继体，床帷依旧，痛感人亡一想到他的明眸丰颊，玉色和声，当然是不能学东门吴子之无忧。之所钟，正在我辈，一到深宵人静，仰视列星，我只有一双终夜长开的眼睛而已潘岳思子之诗，庾信伤心之赋，我做也做不出，就是做了也觉得是无益的。一九三五年五月念二日选自达夫散文集，上海北新书局年版怀四十岁的志摩眼睛一眨，志摩去世，已经交五年了。"}
{"text":"十年之中，两丧继体，床帷依旧，痛感人亡一想到他的明眸丰颊，玉色和声，当然是不能学东门吴子之无忧。之所钟，正在我辈，一到深宵人静，仰视列星，我只有一双终夜长开的眼睛而已潘岳思子之诗，庾信伤心之赋，我做也做不出，就是做了也觉得是无益的。一九三五年五月念二日选自达夫散文集，上海北新书局年版怀四十岁的志摩眼睛一眨，志摩去世，已经交五年了。在上海那一天阴晦的早晨的凶报，福煦路上遗宅里的仓皇颠倒的形，以及其后灵柩的迎来，吊奠的开始，尸骨的争夺，和无理解的葬事的经营等状，都还在我的目前，仿佛是今天早晨或昨天的事。志摩落葬之后，我因为不愿意和那一位商人的老先生见面，一直到现在，还没有去墓前倾一杯酒，献一朵花但推想起来，墓木纵不可拱，总也已经宿草盈阡了吧？志摩有灵，当能谅我这故意的疏懒！综志摩的一生，除他在海外的几年不算外，自从中学入学起直到他的死后为止，我是他的命运的热烈的同旁观者当他死的时候，和许多朋友夹在一道，曾经含泪写过一篇极简略的短文，现在时间已经经过了五年，回想起来，觉得对他的余还有许多郁蓄在我的胸中。仅仅一个空泛的友人，对他尚且如此，生前和他有更深的交谊的许多女友，伤感的程度自然可以不必说了，志摩真是一个淘气，讨爱，能使你永久不会忘怀的顽皮孩子！称他作孩子，或者有人会说我卖老，其实我也不过是他的同年生，生日也许比他还后几日，不过他所给我的却是一个永也不会老去的新鲜活泼的孩儿的印象。志摩生前，最为人所误解，而实际也许是催他速死的最大原因之一的一重性格，是他的那股不顾一切，带有激烈的燃烧性的热。这热一经激，便不管天高地厚，人死我亡，势非至于将全宇宙都烧成赤地不可。而为诗，就成就了他的五光十色，灿烂迷人的七宝楼台，使他的名字永留在中国的新诗史上。以之处世，毛病就出来了他的对人对物的一身热恋，就使他失欢于父母，得罪于社会，甚而至于还不得不遗诟于死后。他和小曼的一段浓，在他的诗里，日记里，书简里，随处都可以看得出来若在进步的社会里，有理解的社会里，这一种事，岂不是千古的美谈？忠厚柔艳如小曼，热烈诚挚若志摩，遇合在一道，自然要放火花，烧成一片了，哪里还顾得到纲常伦教？更哪里还顾得到宗法家风？当这事正在北京的交际社会里成话柄的时候，我就佩服志摩的纯真与小曼的勇敢，到了无以复加。"}
