{"text":"我们一同去吃饭罢。实际上我那时候，肚里也觉得非常饥饿了。严衙前附近，都是钟鸣鼎食之家，所以找不出一家菜馆来。没有方法，我们只好进一家名锦帆榭的茶馆，托茶博士去为我们弄些酒菜来吃。因为那时候微雨未止，我们的肚里却响得厉害，想想饿着肚在微雨里奔跑，也不值得，所以就进了那家茶馆――一则也因为这家茶馆的名字不俗――打算坐它一二个钟头，再作第二步计画。古语说得好，有志者事竟成！我们在锦帆榭的清淡的中厅桌上，喝喝酒，说说闲话，一天微雨，竟被我们的意志力，催阻住了。初到一个名胜的地方，谁也同小孩子一样，不愿意悠悠的坐着的，我一见雨止，就促施君沈君，一同出了茶馆，打算上各处去逛去。从清冷修整狭小的卧龙街一直跑将下去，拐了一个弯，又走了几步，觉得街上的人和两旁的店，渐渐儿的多起来，繁盛起来，苏州城里最多的卖古书旧货的店铺，一家一家的少了下去，卖近代的商品的店家，逐渐惹起我的注意来了，施君说玄妙观就要到了，这就是观前街。到了玄妙观内，把四面的形一看，我觉得玄妙观今日的繁华，与我空想中的境状大异。讲热闹赶不上上海午前的小菜场，讲怪异远不及上海城内的城隍庙，走尽了玄妙观的前后，在我脑里深深印入的印象，只有二个，一个是三五个女青年在观前街的一家箫琴铺里买箫，我站到她们身边去对她们呆看了许久，她们也回了我几眼。一个玄妙观门口的一家书馆里，有一位很年轻的学生在那里买我和我朋友共编的杂志。除这两个深刻的印象外，我只觉得玄妙观里的许多茶馆，是苏州人的风雅的趣味的表现。第二辑屐痕处处感伤的行旅早晨一早起来，就跑上茶馆去。在那里有天天遇见的熟脸。对于这些熟脸，有妻子的人，觉得比妻子还亲而不狎，没有妻子的人，当然可把茶馆当作家庭，把这些同类当作兄弟了。大热的时候，坐在茶馆里，身上出来的一阵阵的汗水，可以以口中咽下去的一口口的茶去填补。茶馆内虽则不通空气，但也没有火热的太阳，并且张三李四的家庭内幕和东洋中国的国际闲谈，都可以消去逼人的盛暑。天冷的时候，坐在茶馆里，第一个好处，就是现成的热茶。除茶喝多了，小便的时候要起冷痉之外吞下几碗刚滚的热茶到肚里，一时却能消渴消寒。贫苦一点的人，更可以借此熬饥。"}
{"text":"大热的时候，坐在茶馆里，身上出来的一阵阵的汗水，可以以口中咽下去的一口口的茶去填补。茶馆内虽则不通空气，但也没有火热的太阳，并且张三李四的家庭内幕和东洋中国的国际闲谈，都可以消去逼人的盛暑。天冷的时候，坐在茶馆里，第一个好处，就是现成的热茶。除茶喝多了，小便的时候要起冷痉之外吞下几碗刚滚的热茶到肚里，一时却能消渴消寒。贫苦一点的人，更可以借此熬饥。若茶馆主人开通一点，请几位奇形怪状的说书者来说书，风雅的茶客的兴趣，当然更要增加。有几家茶馆里有几个茶客，听说从十几岁的时候坐起，坐到五六十岁死时候止，坐的老是同一个座位，天天上茶馆来一分也不迟，一分也不早，老是在同一个时间。非但如此，有几个人，他自家死的时候，还要把这一个座位写在遗嘱里，要他的儿子天天去坐他那一个遗座。近来百货店的组织法应用到茶业上，茶馆的前头，除香气烹人的火烧锅贴包子烤山芋之外，并且有酒有菜，足可使茶客一天不出外而不感得什么缺憾。像上海的青莲阁，非但饮食俱全，并且人肉也在贱卖，中国的这样文明的茶馆，我想该是二十世纪的世界之光了。所以盲目的外国人，你们若要来调查中国的事，你们只须上茶馆去调查就是，你们要想来管理中国，也须先去征得各茶馆里的茶客的同意，因为中国的国会所代表的，是中国人的劣根性无耻与贪婪，这些茶客所代表的倒是真真的民意哩！五出了玄妙观，我们又走了许多路，去逛遂园，遂园在苏州，同我在上海一样，有许多人还不晓得它的存在。从很狭很小的一个坍败的门口，曲曲折折走尽了几条小弄，我们才到了遂园的中心。苏州的建筑，以我这半日的经验讲来，进门的地方，都是狭窄芜废，走过几条曲巷，才有轩敞华丽的屋宇。我不知这一种方式，还是法国大革命前的民家一样，为避税而想出来的呢？还是为唤醒观者的观听起见，用修辞学上的欲扬先抑的笔法，使能得着一个对称的效力而想出来的？遂园是一个中国式的庭园，有假山有池水有亭阁，有小桥也有几枝树木。不过各处的坍败的形迹和水上开残的荷花荷叶，同暗澹的天气合作一起，使我感到了一种秋意，使我看出了中国的将来和我自家的凋零的结果。啊！遂园吓遂园，我爱你这一种颓唐的调！在荷花池上的一个亭子里，喝了一碗茶，走出来的时候，我们在正厅上却遇着了许多穿轻绸绣缎的绅士淑女，静静的坐在那里喝茶咬瓜子，等说书者的到来。"}
{"text":"还是为唤醒观者的观听起见，用修辞学上的欲扬先抑的笔法，使能得着一个对称的效力而想出来的？遂园是一个中国式的庭园，有假山有池水有亭阁，有小桥也有几枝树木。不过各处的坍败的形迹和水上开残的荷花荷叶，同暗澹的天气合作一起，使我感到了一种秋意，使我看出了中国的将来和我自家的凋零的结果。啊！遂园吓遂园，我爱你这一种颓唐的调！在荷花池上的一个亭子里，喝了一碗茶，走出来的时候，我们在正厅上却遇着了许多穿轻绸绣缎的绅士淑女，静静的坐在那里喝茶咬瓜子，等说书者的到来。我在前面说过的中国人的悠悠的态度，和中国的亡国的悲壮美，在此地也能看得出来。啊啊，可怜我为人在客，否则我也挨到那些皮肤嫩白的太太小姐们的边上去静坐了。出了遂园，我们因为时间不早，就劝施君回寓。我与沈君在狭长的街上飘流了一会，就决定到虎丘去。此稿执笔者因病中止选自达夫全集第四卷奇零集，上海开明书店年版海上通信晚秋的太阳，只留下一道金光，浮映在烟雾空蒙的西方海角。本来是黄色的海面被这夕照一烘，更加红艳得可怜了。从船尾望去，远远只见一排陆地的平岸，参差隐约的在那里对我点头。这一条陆地岸线之上，排列着许多一二寸长的桅樯细影，绝似画中的远草，依依有惜别的余。海上起了微波，一层一层的细浪，受了残阳的返照，一时光辉起来，飒飒的凉意，逼入人的心脾。清淡的天空，好像是离人的泪眼，周围边上，只带着一道红圈。是薄寒浅冷的时候，是泣别伤离的日暮。扬子江头，数声风笛，我又上了这天涯飘泊的轮船。以我的性而论，在这样的时候，正好陶醉在惜别的悲哀里，满满的享受一场。否则也应该自家制造一种可怜的调，使我自家感得自家的风尘仆仆，一事无成。若上举两事都办不到的时候，至少也应该看看海上的落日，享受享受那伟大的自然的烟景。但是这三种怀，我一种也酿造不成，呆呆的立在龌龊杂乱的海轮中层的舱口，我的心里，只充满了一种愤恨，觉得坐也不是，立也不是，硬要想拿一把快刀，杀死几个人，才肯甘休。这愤恨的原因是在什么地方呢？一是因为上船的时候，海关上的一个下流的外国人，定要把我的书箱打开来检查，检查之后，并且想把我所崇拜的列宁的一册著作拿去。二是因为新开河口的一家卖票房，收了我头等舱的船钱，骗我入了二等的舱位。"}
{"text":"但是这三种怀，我一种也酿造不成，呆呆的立在龌龊杂乱的海轮中层的舱口，我的心里，只充满了一种愤恨，觉得坐也不是，立也不是，硬要想拿一把快刀，杀死几个人，才肯甘休。这愤恨的原因是在什么地方呢？一是因为上船的时候，海关上的一个下流的外国人，定要把我的书箱打开来检查，检查之后，并且想把我所崇拜的列宁的一册著作拿去。二是因为新开河口的一家卖票房，收了我头等舱的船钱，骗我入了二等的舱位。第二辑屐痕处处感伤的行旅啊啊，掠夺欺骗，原是人的本性，若能达观，也不合有这一番气愤，但是我的度量却狭小得同耶稣教的上帝一样，若受着不平，总不能忍气吞声的过去。我的女人曾对我说过几次，说这是我的致命伤，但是无论如何，我总改不过这个恶习惯来。轮船愈行愈远了，两岸的风景，一步一步的荒凉起来了，天色也垂暮了，我的怨愤，才渐渐的平了下去。沫若呀，仿吾成均呀，我老实对你们说，自从你们下船上岸之后，我一直到了现在，方想起你们三人的孤凄的影子来。啊啊，我们本来是反逆时代而生者，吃苦原是前生注定的。我此番北行，你们不要以为我是为寻快乐而去，我的前途风波正多得很呀！天色暗下来了，我想起了家中在楼头凝望着我的女人，我想起了乳母怀中在那里伊吾学语的孩子，我更想起了几位比我们还更苦的朋友，啊啊，大海的波涛，你若能这样的把我吞咽了下去，倒好省却我的一番苦恼。我愿意化成一堆春雪，躺在五月的阳光里，我愿意代替了落花，陷入污泥深处去，我愿意背负了天下青年男女的肺痨恶疾，就在此处消灭了我的残生。这些感伤的s咏叹，只能博得恶魔的一脸微笑，几个在资本家跟前俯伏的文人，或者将要拿了我这篇文字，去佐他们的淫乐的金樽，我不说了，我不再写了，我等那一点西方海上的红云消尽的时候，且上舱里去喝一杯白兰地吧，这是日本人所说的！十月五日七时书昨天晚上因为多喝了一杯白兰地，并且因为前夜在。。饭店里的一夜疲劳，还没有回复，所以一到床上就睡着了。我梦见了一个十五六的少女和我同舱，我硬要求她和我亲嘴的时候，她回复我说你若要宝石，我可以给你，你若要王冠，我可以给你世上最大的国家，但是这绯红的嘴唇，这未开的蔷薇花瓣，我要保留着等世上最美的人来！"}
{"text":"十月五日七时书昨天晚上因为多喝了一杯白兰地，并且因为前夜在。。饭店里的一夜疲劳，还没有回复，所以一到床上就睡着了。我梦见了一个十五六的少女和我同舱，我硬要求她和我亲嘴的时候，她回复我说你若要宝石，我可以给你，你若要王冠，我可以给你世上最大的国家，但是这绯红的嘴唇，这未开的蔷薇花瓣，我要保留着等世上最美的人来！我用了武力，捉住了她，结果竟做了一个风月宝鉴里的迷梦，所以今天头昏得很，什么也想不出来。但是与海天相对，终觉得无聊，我把佐藤春夫的一篇小说被剪的花儿读了。在日本现代的小说家中，我所最崇拜的是佐藤春夫。他的小说，周作人君也曾译过几篇，但那几篇并不是他的最大的杰作。他的作品中的第一篇当然要推他的出世作病了的蔷薇，即田园的忧郁了。其他如指纹，李太白等，都是优美无比的作品。最近表的小说集太孤寂了我还不曾读过，依我看来，这一篇被剪的花儿也可说是他近来的最大的收获。书中描写主人公失恋的地方真是无微不至，我每想学到他的地步，但是终于画虎不成。他在日本现代的作家中，并不十分流行。但是读者中间的一小部分，却是对他抱着十二分的好意的。有一次何畏对我说达夫！你在中国的地位，同佐藤在日本的地位一样。但是日本人能了解佐藤的清洁高傲，中国人却不能了解你，所以你想以作家立身是办不到的。惭愧惭愧！我何敢望佐藤春夫的肩背！但是在目下的中国，想以作家立身，非但干枯的我没有希望，即使等来，也是无望的。沫若！仿吾！我们都是笨人，我们弃去了康庄的大道不走，偏偏要寻到这一条荆棘丛生的死路上来。我们即使在半路上气绝身死，也同野狗的毙于道旁一样，却是我们自家寻得的苦恼，谁也不能来和我们表同，谁也不能来收拾我们的遗骨的。呵呵！又成了牢骚了，这是中国文人最丑的恶习，非绝灭它不可的地方，我且收住不说了罢！单调的海和天，单调的船和我，今日使我的精神萎缩得不堪。十二时中，足破这单调的现象，只有晚来海中的落日之景，我且搁住了笔，去看吧！十月六日日暮的时候这一次的航海，真奇怪得很，一点儿风浪也没有，现在船已到了烟台了。"}
{"text":"呵呵！又成了牢骚了，这是中国文人最丑的恶习，非绝灭它不可的地方，我且收住不说了罢！单调的海和天，单调的船和我，今日使我的精神萎缩得不堪。十二时中，足破这单调的现象，只有晚来海中的落日之景，我且搁住了笔，去看吧！十月六日日暮的时候这一次的航海，真奇怪得很，一点儿风浪也没有，现在船已到了烟台了。烟台港同长崎门司那些港埠一些儿也没有分别，可惜我没有金钱和时间的余裕，否则上岸去住他一二星期，享受一番异乡的调，倒也很有趣味。烟台的结晶真是东临海的烟台山。在这座山上，有领事馆，有灯台，有别庄，正同长崎市外的那所检疫所的地点一样。沫若，你不是在去年的夏天有一在检疫所作的诗么？我现在坐在船上，遥遥的望着这烟台的一带山市，也起了拿破仑在嫒来娜岛上之感，啊啊飘流人所见大抵略同，――我们不是英雄，我们且说飘流人罢！第二辑屐痕处处感伤的行旅山东是产苦力的地方，烟台是苦力的出口处。船一停锚，抢上来的凶猛的搭客，和售物的强人，真把我骇死，我足足在舱里躲了三个钟头，不敢出来。到了日暮，船将起锚的时候，那些售物者方散退回去，我也出了舱，上船舷上来看落日。在海船里，除非有衣摆奈此的小说默示录的四骑士中所描写的那种同船者的恋爱事体外，另外实没有一件可以慰寂寥的事，所以我这一次的通信里所写的也只是落日，，，，。请你们不要笑我的重复！我刚才说过，烟台港和门司长崎一样，是一条狭长的港市，环市的三面，都是浅淡的连山。东面是烟台山，一直西去，当太阳落下去的那一支山脉，不知道是什么名字？但是我想这一支山若要命名，要比夕阳落照等更好的名字，怕没有了。一带连山，本来有近远深浅的痕迹可以看得出来的，现在当这落照的中间，都只成了淡紫。市上的炊烟，也鞯钠鹆耍便使我想起故乡城市的日暮的景色来，因为我的故乡，也是依山带水，与这烟台市不相上下的。日光没了，天上的红云也淡了下去。一阵凉风吹来，忽使人起了一种莫名其妙的哀感。我站在船舷上，看看烟台市中一点两点渐渐增加起来的灯火，看看甲板上几个落了伍急急忙忙赶回家去的卖物的土人，忽而索落索落的滴下了两粒眼泪来。我记得我女人有一次说，小孩子到了日暮，总要哭着寻他的娘抱，因为怕晚上没有睡觉的地方。"}
{"text":"市上的炊烟，也鞯钠鹆耍便使我想起故乡城市的日暮的景色来，因为我的故乡，也是依山带水，与这烟台市不相上下的。日光没了，天上的红云也淡了下去。一阵凉风吹来，忽使人起了一种莫名其妙的哀感。我站在船舷上，看看烟台市中一点两点渐渐增加起来的灯火，看看甲板上几个落了伍急急忙忙赶回家去的卖物的土人，忽而索落索落的滴下了两粒眼泪来。我记得我女人有一次说，小孩子到了日暮，总要哭着寻他的娘抱，因为怕晚上没有睡觉的地方。这时候我的心里，大约也被这一种笼罩住了吧，否则何以会这样的落寞！这样的伤感！这样的悲愁无着处呢！这船今晚上是要离开烟台上天津去的，以后是在渤海里行路了。明天晚上可到天津。我这通信，打算一上天津就去投邮。愿你与婀娜和小孩全好，仿吾也好，成均也好，愿你们的精神能够振刷啊啊，这样在勉励你们的我自家，精神正颓丧得很呀！我还要说什么？我还有说话的资格么？十月七日晚八时烟台舱中不知在什么时候，我记得你曾说过，沫若，你说我们的拿起笔来要写，大约是已经成了习惯了，无论如何，我此后总不能绝对的废除笔墨的。这一种冯妇之习，不但是你免不了，怕我也一样的吧。现在精神定了一定，我又想写了。昨天船离了烟台，即起大风，船中的一班苦力，个个头上都淋成五色。这是什么理由呢？因为他们都是连绵席地而卧，所以你枕我的头，我枕你的脚。一人吐了，二人就吐，三人四人，传染过去。挺而走险，急不能择，他们要吐的时候就不问是人头人足，如长江大河的直泻下来。起初吐的是杂物，后来吐黄水，最后就赤化了。我在这一个大吐场里，心里虽则难受，但却没有效他们的颦，大约是曾经沧海的结果，也许是我已经把心肝呕尽，没有吐的材料了。今天的落日，是在七十二沽的芦草上看的。几堆泥屋，一滩野草，野草里的鸡犬，泥屋前的穿红布衣服的女孩，便是今日的落照里的风景。船靠岸的时候，已经是夜半了。二哥哥在埠头等我。半年不见，在青白的瓦斯光里他说我又瘦了许多。非关病酒，不是悲秋，我的瘦，却是杜甫之瘦，儒冠之害呀！从清冷的长街上，在灰暗凉冷的空气里，把身体搬上这家旅店里之后，哥哥才把新总统明晚晋京的话，告诉我听。好一个魏武之子孙，几年来的大愿总算成就了，但是但是只可怜了我们小百姓，有苦说不出来。听说上海又将打电报，抬菩萨，祭旗拜斗的大耍猴子戏。"}
{"text":"船靠岸的时候，已经是夜半了。二哥哥在埠头等我。半年不见，在青白的瓦斯光里他说我又瘦了许多。非关病酒，不是悲秋，我的瘦，却是杜甫之瘦，儒冠之害呀！从清冷的长街上，在灰暗凉冷的空气里，把身体搬上这家旅店里之后，哥哥才把新总统明晚晋京的话，告诉我听。好一个魏武之子孙，几年来的大愿总算成就了，但是但是只可怜了我们小百姓，有苦说不出来。听说上海又将打电报，抬菩萨，祭旗拜斗的大耍猴子戏。我希望那些有主张的大人先生，要干快干，不要虚张声势的说来来来！干干干！因为调子唱得高的时候，胡琴有脱板的危险。中国的没有真正革命起来的原因，大约是受的明电报者之害哟！几天不看报，倒觉得清净得很。明天一到北京，怕又不得不目睹那些中国特有的承平新气象，我生在这样的一个太平时节，心里实在是怕看这些黄帝之子孙的文明制度了。本章结束第二辑屐痕处处感伤的行旅夜也深了，老车站的火车轮声，也渐渐的听不见了，这一间奇形怪状的旅舍里，也只充满了鼾声。窗外没有月亮，冷空气一阵一阵的来包围我裸的双脚。我虽则到了天津，心里依然是犹豫不定究竟还是上北京去作流氓去呢？还是到故乡家里去作隐士？名义上自然是隐士好听，实际上终究是飘流有趣。等我来问一个诸葛神卦，再决定此后的行止罢！龋弟子郁，十月八日夜三时书于天津的旅馆内选自达夫散文集，上海北新书局年版玉皇山杭州西湖的周围，第一多若是蚊子的话，那第二多当然可以说是寺院里的和尚尼姑等世外之人了。若五台普陀各佛地灵场，本来为出家人所独占的共和国，形自然又当别论可是你若上湖滨去散一回步，注意着试数它一数，大约平均隔五分钟总可以见到一位缁衣秃顶的佛门子弟，漫然阔步在许多摩登士女的中间这，说是湖山的点缀，当然也可以。杭州的和尚尼姑，虽则多到了如此，但道士可并不见得比别处更加令人触目，换句话说，就是数目并不比别处特别的多。建炎南渡，推崇道教，甚至官位之中，也有宫观提举的一目而上皇，太后，宫妃，藩主等退隐之所，大抵都是道观，一脉相沿，按理而讲，杭州是应该成为道教的中心区域的，但事实上却又不然。"}
{"text":"杭州的和尚尼姑，虽则多到了如此，但道士可并不见得比别处更加令人触目，换句话说，就是数目并不比别处特别的多。建炎南渡，推崇道教，甚至官位之中，也有宫观提举的一目而上皇，太后，宫妃，藩主等退隐之所，大抵都是道观，一脉相沿，按理而讲，杭州是应该成为道教的中心区域的，但事实上却又不然。西湖游览志里所说的那些城内外的胜迹道院，现在大都只变了一个地名，院且不存，更哪里来的道士？西湖边上，住道士的大寺观，为一般人所知道而且有时也去去的，北山只有一个黄龙洞，南山当然要推玉皇山了。玉皇山屹立在西湖与钱塘江之间，地势和南北高峰堪称鼎足登高一望，西北看得尽西湖的烟波云影，与夫围绕在湖上的一带山峰西南是之江，叶叶风帆，有招之即来，挥之便去之势向东展望海门，一点巽峰，两派潮路，气象更加雄伟至于隔岸的越山，江边的巨塔，因为是据高临下的关系，俯视下去，倒觉得卑卑不足道了。像这样的一座玉皇山，而又近在城南尺五之间，阖城的人，全湖的眼，天天在看它，照常识来判断，当然应该成为湖上第一个名区的，可是香火却终于没有灵隐三竺那么的兴旺，我在私下，实在有点儿为它抱不平。细想想，玉皇山的所以不能和灵隐三竺一样的兴盛，理由自然是有的，就是因为它的高，它的孤峰独立，不和其他的低峦浅阜联结在一道。特立独行之士，孤高傲物之辈，大抵不为世谅，终不免饮恨而终的事例，就可以以这玉皇山的冷落来做证明。唯其太高，唯其太孤独了，所以玉皇山上自古迄今，终于只有一个冷落的道观既没有名人雅士的题咏名篇，也没有豪绅富室的捐输施舍，致弄得千余年来，这一座襟长江而带西湖的玉柱高峰，志书也没有一部。光绪年间，听说曾经有一位监院的道士――不知是否月中子？――托人编撰过一册薄薄的玉皇山志的，但它的目的，只在搜集公文案牍而已，记兴革，述山川的文字是没有的，与其称它作志，倒还不如说它是契据的好。我闲时上山去，于登眺之余，每想让出几个月的工夫来，为这一座山，为这一座山上的寺观，抄集些像志书材料的东西可是蓄志多年，看书也看得不少，但所得的结果，也仅仅二三则而已。"}
