{"text":"好厉害！上帝挖苦我，我不再写诗而专心画图了。一九四九年，已非小鸟了，却是铩羽西湖，因病得闲，闭门重读莎士比亚全集，觉得从前没有读过似的，觉得哈姆雷特是我兄弟似的，觉得哈姆雷特与唐吉诃德是天然的对比，觉得屠格涅夫只限于作智与德的区别，贬褒失误，偏于自责。我便接手这桩文学公案，把它扩大了――自由主义的，希腊思潮的，如哈姆雷特。极权主义的，希伯来思潮的，如唐吉诃德。一是明智的怀疑，一是专横的信仰，一重现世快乐审美，一重未来苦行义务。彼此消长起伏，居然从古到今势不两立。因为我年轻无知，才会真的写了一本哈姆雷特泛论。从此，就此，一篇篇写下去。某日独游灵隐寺，又拔了一签春花秋月自劳神，成得事来反误身，任凭豪夺与智取，苍天不福有心人。――这次可不是挖苦而是警告了。从十四岁写到二十二岁，近十年。假如我明哲，就该绝笔。假如我有法国兰波之才，已臻不朽。但是我什么也没有，只有痴心一片，还是埋头苦写。结集呢，结了，到六十年代浩劫前夕正好二十本，读者呢，与施耐庵生前差不多，约十人。出版吗，二十集手抄精装本全被没收了。尝著文章自娱结果是尝著文章自误，因为颇示己志啊，接下来就非忘怀得失，以此自终不可么。现在是一九八四年。早年得悉司汤达曾经想写完全集，一并出版――我以为然，以为大可仿效。现在又决定一本一本出版了。中文本，封面插图自己设计。至于上帝对我的挖苦和警告，我也并没有不放在心上。硬潇洒，你说有多傻就有多傻。第一部分海峡传声问为何取名？是不是木人石心之意？是否方便公诸本名？答孙，东吴人氏，名璞，字玉山。后用牧心，牧字太雅也太俗，况且意马心猿，牧不了。做过教师，学生都很好，就是不能使之再好上去牧己牧人两无成，如能木了，倒也罢了。其实是取其笔画少，写起来方便。名字是个符号，最好不含什么意义，否则很累赘，往往成了讽刺。自作多情和自作无情都是可笑的。以后我还想改名。问目前写作的环境习惯进度如何？答去年与林肯中心为邻，太现代文明，不适意。今年搬到琼美卡，秀木葱茏芳草鲜美，还不够称心。还要搬。写作习惯呢，说来真不怕人见笑，地下车中写，巴士站上写，厨房里一边煮食一边写，并非勤奋，我想不写又作什么呢，便写了。"}
{"text":"做过教师，学生都很好，就是不能使之再好上去牧己牧人两无成，如能木了，倒也罢了。其实是取其笔画少，写起来方便。名字是个符号，最好不含什么意义，否则很累赘，往往成了讽刺。自作多情和自作无情都是可笑的。以后我还想改名。问目前写作的环境习惯进度如何？答去年与林肯中心为邻，太现代文明，不适意。今年搬到琼美卡，秀木葱茏芳草鲜美，还不够称心。还要搬。写作习惯呢，说来真不怕人见笑，地下车中写，巴士站上写，厨房里一边煮食一边写，并非勤奋，我想不写又作什么呢，便写了。最喜欢在咖啡店的一角，写到其他的椅子都反放在台子上，还要来两句即使我现在就走，也是最后的一个顾客了。进度一天通常是七千字，到半夜，万字，没有用的，都要反复修改，五稿六稿，还得冷处理，时效处理，过一周十天，再看看，必定有错误发现。如果把某一文的改稿放在读者面前就可知道，我有多窝囊。问您的文章中，呈现古今中外丰富的学识涵养，令读者赞叹折服，可否谈谈您的学习过程？答我所有的都是常识而已。来美国，手头没有书了，全凭记忆来对付，有时四顾茫然，苦笑自己成了文学鲁滨逊。少年在故乡，一位世界著名的文学家的家，满屋子欧美文学经典，我狼吞虎咽，得了文学胃炎症，后来想想，又觉得几乎全是那时候看的一点点书。可见我是属于反刍类的。中国的古典文学呢，家庭教师无疑是饱学鸿儒，师生各得一顽字，师顽固，生顽劣，日本轰炸机在头上盘旋，先生要我写忧国伤时的诗，写不出，忽成一首七绝，三四两句是大厦渐倾凭擎柱，将何良法挽神州？老夫子摇头束手无策，徒呼奈何？我说有策！什么策？将何良法，萧何张良的办法啊。我心不在焉，想去开高射炮。抗战胜利之后，与夏承焘先生成了忘年交，诗词往还，我才野性稍戢。关于中国古典文学，夏先生是无论如何比我懂得多。他手抄四福音书中的箴言给我，葡萄篇，梁木篇，还有主啊，兄弟得罪我，原谅他七次够了么他用来解释儒家的恕道，因为夏先生准备原谅我七十七个七次，所以我一次也没有得罪他。像对待书一样地对待人，像对待人一样地对待书，我是这样学习的。"}
{"text":"关于中国古典文学，夏先生是无论如何比我懂得多。他手抄四福音书中的箴言给我，葡萄篇，梁木篇，还有主啊，兄弟得罪我，原谅他七次够了么他用来解释儒家的恕道，因为夏先生准备原谅我七十七个七次，所以我一次也没有得罪他。像对待书一样地对待人，像对待人一样地对待书，我是这样学习的。另外，公开一则我的写作秘诀――心目中有个读者观念，它比我高明十倍，我抱着敬畏之心来写给它看，唯恐失言失态失礼，它则百般挑剔，从来不表满意，与它朝夕相处四十年，习惯了――谢谢诸位读者所凝契而共临的读者观念与我始终同在，以马内利！问动荡的时代中，您如何在战争的摧折之下继续求学，在流亡的过程中什么是您的精神支柱？答老家静如深山古刹，书本告诉我世界之大无奇不有，丰富的人生经历是我所最向往的，我知道再不闯出家门，此生必然休矣――一天比一天惶急，家庭又逼迫成婚，就像老戏文中的一段剧情，我就人生摹仿艺术，泼出胆子逃命。此后的四十年是一天天不容易过也容易过。所谓人生经历，够了，现在缺少的是写作才能而不是写作题材。我发现很多人的失落，是忘却了违背了自己少年时的立志，自认为练达，自认为精明，从前多幼稚，总算看透了，想穿了――就此变成自己少年时最憎恶的那种人。我愧言有什么特强的上进心，而敢言从不妄自菲薄。初读米开朗基罗传，周身战栗，就这样，就是这样，就是这样了。我经历了多次各种置之死地而后生，一切崩溃殆尽的时候，我对自己说在绝望中求永生。常见人驱使自己的少年青年归化于自己的老年。我的老年青年却听命于我的少年。顺理可以成章，那么逆理更可以成章――少年时自己说过的一句话，足够我受用终生。问文化浩劫那段时期，您如何度过？如何继续写作绘画？答史学使人清醒。哲学使人坚定。我目睹很多艺文人士由于不具史学哲学的观点而临危大惧，张皇失措，彼此诬陷，怕死贪生。当此际，我方始明白史学与哲学原来有这样的实用性。此二学，我所涉不深，却也够我自始至终保持镇静。"}
{"text":"问文化浩劫那段时期，您如何度过？如何继续写作绘画？答史学使人清醒。哲学使人坚定。我目睹很多艺文人士由于不具史学哲学的观点而临危大惧，张皇失措，彼此诬陷，怕死贪生。当此际，我方始明白史学与哲学原来有这样的实用性。此二学，我所涉不深，却也够我自始至终保持镇静。莎士比亚贝多芬都赶上大街来批斗，我安之若素，因为无损莎士比亚贝多芬一根毫毛，而有莎士比亚贝多芬存在的世界，我为何不爱，为何不信，为何不满怀希望上次在这里展览的画，半数是浩劫中画的编者按今年六月，先生应请在纽约林肯艺术中心国家画廊举行展览，观众踊跃，佳评如潮，林肯中心总监专文颂扬。有一句英国谚语轮到别人的，也会轮到你的头上来。那么，在作画时的命运，在展画时的命运，岂不是都被这句谚语说中了？所以读点历史书，居然颇有实用价值。至于人在患难之中，恒以哲学自坚其心，那是法国的谚语，几乎是格言了。问您在文章中提到中学的时候爱写罗曼蒂克兮兮的诗，到了中年诗却让您有窒息感，现在再回顾诗，您的心情如何？答在完美的女友中出场的那个男人是石油专家工程师，给他配上这样的细节，以符合他的气质性格的特征。我自己则出身是小诗人成败不计，少年时写诗倒不涉罗曼蒂克，中年时读诗呼吸畅通好的诗，平时也写得正起劲。可是消息传来，神话的时代过去之后，诗的黄金时代也过去了。欧美诗坛，既寥落又扰攘，近代的诗人个个兼评论家，闹得可厉害。结果是大家叹气散场。我心犹未甘，退而细细思量，世界范围的诗的黄金时代无疑真是过去了。我在伊卡洛斯诠释中开了一次追悼会。新的诗人当然还是这里那里地诞生，然而只能各进各的窄门。世人对诗人的三分尊敬，还是看在过去的诗的黄金时代所形成的概念的分上。人类文化已进入了中年时期。前几年，香港中报月刊记者采访时，我提了这个观点我们的时代是人类文化的中年期，真是巧合，太阳正处于中年期，地球亦处于中年期。"}
{"text":"人类文化已进入了中年时期。前几年，香港中报月刊记者采访时，我提了这个观点我们的时代是人类文化的中年期，真是巧合，太阳正处于中年期，地球亦处于中年期。人类文化经历了充满神话寓言的童年，文艺复兴情窦初开的少年，浪漫主义狂歌痛哭的青年，杰出的艺术家各以其足够的自知之明为其所生息的时代留下了不可更替的业绩，童年幼年是热中，少年青年是热情，而壮年中年是热诚中年人再说疯疯癫癫的傻话，缠缠绵绵的情话，未免太那个了，所以识时的知趣的现代诗人都重感觉，重悟性，用眼来听，用耳来看，用皮肤来思想，用脑子来抚摩――现代诗人是冷贤的，善节制，风雅内敛，虽然未必入圣，却是早已超凡。而且，热诚的演化，比热情的掀腾更醇厚清澄，除了不是诗的，其他都是诗，忧郁是消沉了的热诚。最近，我更莫名其妙地乐观起来，在前几天发表的一篇文章的结尾，我写道诗的黄金时代会再来，不过大家还要聪明一点，诚实一点。据说新大陆是哥伦布的信念使它浮出水面的。反正俏皮话和老实话要说的是一个意思。问在文学的表达形式中，您是否都尝试过诗小说散文评论等体式的创作？是什么原因让您选拣散文为最常用的表达方式？答甜酸苦辣都尝过，诗甜，散文酸，小说苦，评论辣。我以咸为主，调以其他各味而成为我的散文，即我写散文是把诗小说评论融和在一起写的。耶稣说如果盐失去了咸味，还有什么可以补偿的呢？我的散文之咸，就是指这种咸。第一部分海峡传声因为生性鲁钝，临案试验了如许岁月才形成了这样一种不足为奇只供一己拨弄的文体。在法国，文体家是最大的尊称，中国古代也讲究得很，近代的散文则容易散而不文。还有所谓浓得化不开者的呢，化不开是事实，浓倒并不一定浓，也许是稠浊。我时常会想起艺术成长于格律而死于自由这句话，不仅是指诗而言，其他的，都往往被此一语道破，因为格律有两种，一是外在的有形的格律，另一是内在的无形的格律，忽视前一种，还可以是艺术，忽视后一种者，就快将不复是艺术了。正在写一篇论散文的散文，发表时再谈吧。问目前所发表过的作品，是属于旧作？抑来美国后的新作？答空房烟蒂，是旧作，凭记忆重写，有点走样。其他都是来美国后写的――自己觉得以前在中国写的东西还恬淡朴实些，在美国，惹上些华丽，肥了。"}
{"text":"我时常会想起艺术成长于格律而死于自由这句话，不仅是指诗而言，其他的，都往往被此一语道破，因为格律有两种，一是外在的有形的格律，另一是内在的无形的格律，忽视前一种，还可以是艺术，忽视后一种者，就快将不复是艺术了。正在写一篇论散文的散文，发表时再谈吧。问目前所发表过的作品，是属于旧作？抑来美国后的新作？答空房烟蒂，是旧作，凭记忆重写，有点走样。其他都是来美国后写的――自己觉得以前在中国写的东西还恬淡朴实些，在美国，惹上些华丽，肥了。我要进行文学减肥。问您用什么心情来看待文学乃至艺术及人？答说来真不怕人见笑，是抱着殉道者的心态。殉道未必得道，恐怕正是因为得不到道，只好一殉了之。我选择艺术作为终身大事，是因为这世界很不公平，白痴可以是亿万富翁，疯子可以是一国君主。艺术则什么人做出什么艺术品来，这个一致性我认为是公平。文学因为是字组成的，掺不得半点假。要掺尽管掺，反正不是文学了。最好是得道，其次是闻道，没奈何才是殉道。古人是朝闻道，夕死可矣，今我是朝闻道，焉甘夕死――以死殉道易，以不死殉道难。我择难。人呢，我爱。不是说除了不是诗的，其他都是诗吗，那么除了不是人的，其他都是人。很高兴。有人称我是人类的远房亲戚，不知什么意思。问在您的文章之中，时常讨论到佛道基督等教的教义，可否谈谈您个人的宗教观，或信仰的历程？答一我是哲学地人文地对待宗教的，或说，在最初的意义上宗教是哲学现象人文现象。二因为没有宗教异端裁判庭了，我便借借题，借之说开去。三释迦牟尼耶稣，我敬爱极了，敬爱极了李聃，我更敬爱极了他可不是道教始祖。我之所以时常涉及宗教，纯属艺术的思辨，杠杆要个支力点政治爱情，也可以作支力点。如果有人当面问我你是有神论者？你是无神论者？唯心主义？唯物主义？他能得到的答复是我的一脸傻笑。福楼拜说唯物唯心，都是出言不逊。我就接说有神论无神论，都是用词不当。我走过的路，不是信仰的历程，沿途所见的是一代代宗教家都背离其始祖的意旨，虚伪敷衍，曲解夸大，甚而作恶多端。"}
{"text":"我之所以时常涉及宗教，纯属艺术的思辨，杠杆要个支力点政治爱情，也可以作支力点。如果有人当面问我你是有神论者？你是无神论者？唯心主义？唯物主义？他能得到的答复是我的一脸傻笑。福楼拜说唯物唯心，都是出言不逊。我就接说有神论无神论，都是用词不当。我走过的路，不是信仰的历程，沿途所见的是一代代宗教家都背离其始祖的意旨，虚伪敷衍，曲解夸大，甚而作恶多端。所以我每涉宗教，言辞激楚，原因是出于对几位始祖的敬爱极了。我的宗教观有待细说从头。我重视信仰，在咖啡弥撒中说了宗教事小，信仰事大，在哥伦比亚的倒影中加深一度表呈这个观念。也许我终于开始有信仰的历程了。我信仰信仰。问您提到宗教的种类愈多，宗教的意义愈少，您是否怪罪宗教把圆融的宇宙本体解释得支离破碎？答最近，有朋自意大利来，说，在一老宅，新发现中世纪的某个预言家的手稿，内容还真不少，关于一九八四年以后的五年内将发生的大事呢，有一条是耶稣第二次降临世界还有一条是教廷被摧毁，教皇被驱逐。我想，两则预言未必应验，除非是基督来了，大家认不得，走了之后，才知道。直接回答您的提问宗教从来没有解释过宇宙。创世记作为一个神话是可以的。佛经的层面如此复杂，似乎够得上另立宇宙，其实是以生理的心理的观点来揣摩生与死的关系。迷路，并无小路大路短路长路之区别。不能说在大路长路上迷路就不是迷路了。走在达不到目的的路上，就是迷路。企图解释宇宙的是科学家哲学家艺术家。其他的人在市场赛马场海滨浴场。不必去怪罪宗教，宗教既不存心也无能力解释宇宙。当宗教要迫害科学哲学艺术时，我才叫起来，站起来，平常则完全可以相安无事，甚至相敬如宾。中世纪的黑暗在本世纪局部重现了两次，但愿没有第三次，这个世纪也就过完了。以后呢，谁知道。所谓宗教的种类愈多，宗教的意义愈少，是指它们的自相矛盾。各宗教的互相攻讦，是宗教逻辑病，或称宗教幼稚病，用日文则更幽默些宗教小儿病。"}
{"text":"其他的人在市场赛马场海滨浴场。不必去怪罪宗教，宗教既不存心也无能力解释宇宙。当宗教要迫害科学哲学艺术时，我才叫起来，站起来，平常则完全可以相安无事，甚至相敬如宾。中世纪的黑暗在本世纪局部重现了两次，但愿没有第三次，这个世纪也就过完了。以后呢，谁知道。所谓宗教的种类愈多，宗教的意义愈少，是指它们的自相矛盾。各宗教的互相攻讦，是宗教逻辑病，或称宗教幼稚病，用日文则更幽默些宗教小儿病。问假使不通过宗教，您认为人类还可以通过哪些方式去触及宇宙本体？如何与宇宙对话？答前一个问题中，我已答了，大致是一理的探索。二智的推论。三灵的体识。而人类始终只能独白。科学家哲学家艺术家，三个哈姆雷特在一个戏台上同时独白。宇宙是不与人对话的。科学家能做的是对存在的解析，是不具创造性的。四种力的发现，发现而已，基本粒子，定名错了，应改称为非基本的基本粒子。循微观世界的高速现象而探索，似乎有望触及宇宙本体了，危机是物质会消失，即是物质会转入人类无法观察的另一度时空架构中去，此架构目前无以为词，有人姑且叫它观念。不少分外敏感的科学哈姆雷特已经担心自己将落入虚无缥缈之境了。当理性到了既不够用又用不上的境界时，认输是不甘心的。所以我有点同情爱因斯坦，不愿说他前半生有巨勋而后半生白费心机。哲学家，为宇宙本体这个谜吸引的人，一类是宇宙拟人化，原理同于造神派，谱系属于泛神论，最终表现是自制谜底加在宇宙之谜之上。另一类是把科学家的发现归纳起来，成了科学的科学，是必然无神论，最终表现是揭示了宇宙是没有谜底的谜――两者都不应用唯心唯物去分别。都以为哲学家是冷静的无私的，其实在罗列论点结构体系时，各自表呈了愿望，黑格尔是用他的逻辑学一步步推得总念的吗？他是先有了总念，才铺陈出一套逻辑来的。所以就乏味。当哲学家仅仅在那里表呈愿望时，我看到的是人的不同的性格，那么，各派理论集成的哲学大纲哲学史，岂非是哲学家性格一览表。所以很好玩。海涅称伊甸园中的那条蛇为无脚的女黑格尔。"}
{"text":"都以为哲学家是冷静的无私的，其实在罗列论点结构体系时，各自表呈了愿望，黑格尔是用他的逻辑学一步步推得总念的吗？他是先有了总念，才铺陈出一套逻辑来的。所以就乏味。当哲学家仅仅在那里表呈愿望时，我看到的是人的不同的性格，那么，各派理论集成的哲学大纲哲学史，岂非是哲学家性格一览表。所以很好玩。海涅称伊甸园中的那条蛇为无脚的女黑格尔。第一部分海峡传声艺术家天真可怜，没有仪器没有方程式没有三段论没有大小逻辑，仰对星空，一个说伟大的母亲哟，请你接受我这破碎的心！另一个说在那众星之上，必有一位慈父。宇宙观念成了家庭观念了。年轻的艺术家是不谈宇宙的，要到垂垂老矣，独坐莱茵河畔的夕阳光里，知道有情落在无情中了，惆怅悲凉柔肠百转，百转而寸断，寸断而和光同尘。每次听贝多芬的第九交响乐至第三乐章，总觉得他在向宇宙诉情，在苦劝宇宙不要那样冷酷――我以为宇宙对不起贝多芬，宇宙应该惭愧。三个哈姆雷特的独白，第一个咬字清晰，第二个条理分明，第三个声调优美。宇宙不应不答，大有外，小有内，众星系旋转运行，宛如一堆无人游戏的玩具。人类还是克制不住地要去和宇宙对话，想用手指嘴唇触及宇宙本体，因为生命是由好奇心求知欲审美力掺和蛋白质之类而构成的。我所引以为慰引以为希望的是科学哲学艺术三者的边缘关系将从不自觉转为自觉。古代的文化是综合的，后来渐渐分解越分越细――可能会出现新的综合，那就又要号称黄金时代了，三个哈姆雷特坐下来谈谈吧。喝点酒是可以的。问在爱默生家的恶客一文中，您对沮丧的定义是正当看穿这世界的矫饰而世界因此而属于他的时候，他摇头，他回绝了。请问您沮丧吗？在沮丧的背后，是否有您对生命时代世界的愿望？写作与绘画是增添沮丧，抑或弥补了您的沮丧？答这篇文章就是在一度沮丧之后写出来的。少年维特之烦恼脱稿，哥德不想自杀了。我写完那篇文章后，心里也好受些。当然是由于对生命时代世界一往深情，不爱就不会失恋。写作和绘画既不会增添沮丧也不能弥补沮丧。凡是在爱默生家的恶客中已经说过的，恕不重复。问您私爱哪些作家和作品，影响您最深的是哪一家哪一派？"}
