{"text":"执政党认为这类书多也无害，在野党认为这类书越多越好。所谓无害，是个人主义不可能动摇江山所谓越多越好，是民主倾向的个人主义者最容易上当受骗，被牵着鼻子走而还要提供别人的鼻子。读者呢？青年正处于苦闷彷徨之中，矫健的一类夜奔革命圣地，或化名转入地下工作，荏弱的一类心向往之却走了边门，他们认作革命先进民主自由的配套概念，其实是无政府主义色彩的东西，是白面书生戴红帽，非常罗曼蒂克的。霞飞路吕班路角子上有一家生活书店，规模不小，明朗有格调，新书连连上市，译笔精到，装帧清丽，这又是我们无知青年的福地洞天。西风东渐，渐到这时节可不是五四当年的了，大学生已能摇摇晃晃地迎风独立，结结巴巴地各寻宗旨，这是表面之现象，内在的性质却是青年们还不知取舍而忙于取的取舍的舍，先知先觉者不知不觉地被潮流卷去，果然三年容易，第四年就东风压倒西风，那些西方资产阶级反动腐朽没落的玩意儿不见了，书店也不见了，后来那转角上开出一爿绸布店，虽然也是五色缤纷，不复是民主色彩个人主义色彩了。上海之北虹口区，向来是日本侨民聚居之地。太平洋战争结束，日侨一概踉跄归国，临走匆促，剩下的物件用品，堆积如山，经商贩粗略整理，罗列在虬江路的一片广场上，规模洋洋大观――这又成了我们不必冒险即可进入的乐园。各种美术道具各式古典摩登的书框，从希腊埃及到意大利文艺复兴浪漫印象野兽达达抽象一路下来的各流派的画集世界美术全集，价廉物美，如梦是真还有大量的唱片，可以挑选你最喜欢的乐队指挥家和演奏家，譬如贝多芬的第五交响乐，我买得六个版本，听六位指挥六个乐队的较量，对着总谱，大体上我知道命运是怎样一回事了，这样就迫使我逃掉下午的理论课，直奔虬江路。不能不佩服日本人在接纳西方文化这一维新大业上，投入的功夫之大之专之精，单以这个地区性的废品旧货的市场而论，中国近百年来出版印刷的业绩，加在一起也无可与之伦比。同学们都疯狂选购，战利品雇车载回来，以致学生宿舍中家家户户堆满画册唱片。上海的私立学校，社会舆论称之为学店，校长是老板，教师是职员，学生是顾客，名义是作育英才读书救国，实质是谋利敛财，误人子弟。"}
{"text":"不能不佩服日本人在接纳西方文化这一维新大业上，投入的功夫之大之专之精，单以这个地区性的废品旧货的市场而论，中国近百年来出版印刷的业绩，加在一起也无可与之伦比。同学们都疯狂选购，战利品雇车载回来，以致学生宿舍中家家户户堆满画册唱片。上海的私立学校，社会舆论称之为学店，校长是老板，教师是职员，学生是顾客，名义是作育英才读书救国，实质是谋利敛财，误人子弟。理科工科文科的私立大专固泛泛如此，上海美专虽不例外，而我却十分赞赏它的传统作风，那就是虽然没有什么可容可包却俨然兼容并包，虽然无所谓学术自由你完全可以学术自由，就是由你自己去好自为之，这倒不期然而然地遵循着蔡公孑民先贤的遗箴。对于顽劣成性散荡成习的我，天时地利人和足够足够了，我在上海美专所享用到的自由，与后来在欧美各国享受到的自由，简直天海一色，不劳分别，如果你有一分才具，那么再加一分自由，别的还要什么呢？美术学校的概念是画室图书馆宿舍食堂卫生间，就好了，教师的话中听则姑妄听之，不中听的他自己听，自由，就是谁也别奈何谁。三年五载生息其中，是一枝玫瑰便会开玫瑰花，园丁的脸是不像玫瑰花的，所以我至今还在喜欢还在感激上海美专，那光景，学生奇装异服玮意琦行，一概不遭物议，迟到缺课只要缴足学费安然无恙，大意是沉者自沉，浮者自浮。校长教授就此特别显得慈眉善目神闲气定，师生相敬如宾，宿舍简陋，食堂寒伧，那你可以自己去租房，可以上白俄开的小西餐馆，或者说到底，学生时期的艰辛是必修是天降大任之关键一课，缺了倒是难补的。我要心香输诚谨致悼词的是美专的图书馆的夜晚，壁上挂着伦勃朗的大幅油画，德拉克洛瓦基里柯柯罗塞尚凡高是西欧的职业性临摹品，功夫极好，直逼原作，其他是前任和在任的教师的代表作，代表他们个人的黄金期，等于告知后来这些越画越那个了。一壶咖啡，一袋邻近的泰康公司刚出炉的体温犹存的奶司饼干，灯光安谧，作为战利品的诸大画册平平摊开，外面是菜市路，老式有轨电车价响，嘶嘶地驶过，严闭的窗户使大都会的市声营营然和悦可爱，意味着俗者如斯夫不舍昼夜的必要性。"}
{"text":"一壶咖啡，一袋邻近的泰康公司刚出炉的体温犹存的奶司饼干，灯光安谧，作为战利品的诸大画册平平摊开，外面是菜市路，老式有轨电车价响，嘶嘶地驶过，严闭的窗户使大都会的市声营营然和悦可爱，意味着俗者如斯夫不舍昼夜的必要性。这两间立满书柜阴森屋子，常由我一人独占，我亦只亮一盏灯，伦勃朗的亨德里克耶s凭窗相望，柯罗的树梢如小提琴的运弓，塞尚的苹果一副王者相，基里柯的木筏欲沉不沉。本地的走读生回家吃好饭好菜去了外地帮要么在寝室里开下流玩笑，要么混迹游乐场，夜上海，夜上海，你是一个不夜城，等等职业学生拉胡琴，喝五加皮，洗脚洗袜子文艺工有的去探望已婚的未婚妻之类，有的参加协会的讨论，目前形势和我们的任务极为重要。其实每个人的道路都是曲折的，前途呢？无论如何自以为是光明的。年轻，真像是一个理由，一个实际上毫无用处的理由，而且当时也惘然不知用这个理由去年轻个够，我只懂得独自利用图书馆的桌椅和灯光。在校外是匆匆的吞食，在图书馆才开始静静地反刍，再则电灯坏了的琴室中燃烛而弹奏的夜晚，杜美路蓝顶教堂边电影院连看七遍罗密欧与茱丽叶的夜晚，万国公墓月光照着大理石天使的翅膀的夜晚，风雪交加窜进亚洲西餐馆罗宋汤加牛排及沙拉的夜晚，寒暑假回西湖多谢长条似相识的孤山背坡的夜晚，好像我是凭夜晚而长大的。大白天，社会人性哲学，锻炼周旋，消耗甚巨，所以只能在夜晚成人长大。一九四九年后，上海美专变为华东艺专，地点已在无锡，再变就变成南京艺术学院，顾名思义是在石头城了。一九八一年秋，我在南京的医院中会晤谢海燕先生，老校长一见就叫响我的名字，蔼然前辈之风使我感到自己仍然是不安分的坏学生，于是纷纷扬扬地共怀一番旧包了火车去旅行写生哪！蔡先生的那些话到了今天反而更有现实意义哪！医生着护士来干涉，我们抗命又继续半小时才怅然结束。"}
{"text":"蔡先生的那些话到了今天反而更有现实意义哪！医生着护士来干涉，我们抗命又继续半小时才怅然结束。回上海，故意选定初春的雨日，驱车去菜市路，一路的地名历历在目，景物也依稀如旧，近校情怯，我提前下车步行过去，东一条街，西一条路，弄堂也不缺少，就是没有那幢深灰色的四层楼，问问附近店家，什么上海煤砖，似乎很生我的气，我情怯而胆也怯起来，只好立在绵绵的春雨中，定心凝神，捉摸方位，徐徐认出那一座方头方脑的有门无窗的冷藏仓库，便是当年的上海美专了。如果改建为别的民房或商店，也许还能走进去，搭讪着瞧瞧内里是否犹存若干旧观，唯独这庞大的仓库，使我的记忆力和想像力只能死限于严寒和漆黑一切建筑物中，以冷藏仓库最为饱胀窒息颟顸无情。我曾见的生命，都只是行过，无所谓完成。人们不介意这句话，我又何尝不知有的生命确实是完成了的。在世界各国的名城首都，我巡礼所及，多的是完成了的永恒了的生命的化石或结晶，然而近百年来的中国却无此等景观，上海美专的消失，只是极微弱的象征。兰心也曾除名，现在又复了名，倒显得有表不及里的反讽意味。早知今日，何必当初是一番得理的感慨，早知当初，何必今日是一点忘情的滑稽。历史这种东西，即使短短一段，也充满寂寂的笑声，多少人还想以行过算作完成，其实称之为行过，乃是为没落者代庖措词，所以还想重复说我曾见的生命，都只是行过，无所谓完成。以示我希望有所完成的个人和时代的出现，这是一个额外的残剩心愿，挥之不去，草此芜文，时美东风雪，一九九三年岁云暮矣。"}
{"text":"所以我在我的节目里面苦口婆心地一再宣传，要使我们的大脑能够起飞。其实这种起飞有两个层次一个是，当你看到抽象东西的时候，你应该尽量使它变得具体反过来说，当你看到具体东西的时候，你应该尽量使它变得抽象。这话好像跟自己过不去，事实上，我认为这是求知的重要原则。就好像一个小学生，他数学不好，一次老师拿出来一个问题请他解答，他解答不出来，可是他反问了老师一句话为什么把这么多只鸡和兔子放在一个笼子里面，还惹得我们这么麻烦来算它？你不要笑这个小学生，他有很好的思考能力，就是说为什么要拿这些复杂的抽象的数学概念来困扰他？他的概念是具体的，就是活生生的鸡，活生生的兔子。你把鸡和兔子放在一起，他会反问什么意思？何必这么麻烦？举这个例子是告诉大家，在我看来，读书不化那是书呆子，不算本领。在我四十岁的时候，香港的一本杂志发表文章说，李敖是四十岁的中国人里面读书最多的人。虽然没有统计，我觉得他们说得也八九不离十，我真是读书最多的人。一般人读的书只要有我的十分之一，就变成了书呆子，可是我读了这么多的书，却没有变成书呆子。读书的目的是懂得人情道理，读书多而不化，不如不读。美国一个黑人歌星叫玛丽安德森，有一次她到一个小镇去唱歌，演出结束以后，过来一个女孩子跟她讲我有一个朋友特别喜欢你，很可惜她今天在一个小旅馆里面当班，无法请假来听你的歌，非常遗憾。安德森听了以后就问了一句话她在哪家小旅馆啊？她让司机把车开到了那家小旅馆的门口，她在汽车旁边对着那家小旅馆高歌一曲，然后转身回来，进了汽车就走了。意思就是说在这个小镇里，在那家小旅馆里，有一个对我这么崇拜的女孩子，今天晚上很遗憾地不能来听我唱歌，我便跑去单独为她高歌一曲。我知道这个故事以后，一辈子都无法忘记。我再举个例子。撒切尔夫人有一次在官邸里面请客吃饭，一个女侍者拿着汤分给每人一份。捧到了内政大臣前面，一不小心这碗汤洒了，就倒在了内政大臣的衣服上面，结果衣服被弄脏了，内政大臣也被烫了。这时候满座的人都觉得很意外。撒切尔夫人赶紧跑过来，她的第一反应是搂住这个闯祸的女孩子，拍她的肩膀安慰她，说亲爱的，这种错误在我们每个人身上都会发生，不要难过。"}
{"text":"我知道这个故事以后，一辈子都无法忘记。我再举个例子。撒切尔夫人有一次在官邸里面请客吃饭，一个女侍者拿着汤分给每人一份。捧到了内政大臣前面，一不小心这碗汤洒了，就倒在了内政大臣的衣服上面，结果衣服被弄脏了，内政大臣也被烫了。这时候满座的人都觉得很意外。撒切尔夫人赶紧跑过来，她的第一反应是搂住这个闯祸的女孩子，拍她的肩膀安慰她，说亲爱的，这种错误在我们每个人身上都会发生，不要难过。她先安慰这个女孩子，然后才去慰问内政大臣。当时没有时间给她思考，她的第一反应就是这样体贴入微的。她知道当时最窘最难过的是这个女孩子，所以要鼓励她安慰她，这一点比内政大臣被烫伤衣服被弄脏都重要。这就是我所说的人情练达即文章。请注意，撒切尔夫人女歌星安德森，她们没有念过四书五经，不懂一个中文字，可是懂得这种仁义道德。你不能依赖任何人，事实上并没有向导，没有老师，也没有权威，只有靠你自己――你和他人，以及你和世界的关系――除此以外，一无所恃。多少世纪以来，人类就不断设法超越自己，超越物质世界的幸福，向往所谓的真理上帝或实相那种无限的境界，或不受外境思想及人类的堕落所影响的存在。人时常会何这究竟是怎么一回事？生命到底有没有任何意义？触目所及尽是残杀暴乱战争，连宗教意识形态和国家都在不断分裂中。面对一片混乱的生命景象，人类不能不沮丧地扣心自问我该怎么办？所谓的人生究竟是怎么一回事？人类到底有没有出路？遍寻不着那冠以千名的无名本体，只得另谋出路，培养自己对救主或某种理想的信念，而这份信念迟早也会酝酿成暴力。我们在所谓的人生这个永无安宁的战场上，根据自己成长的社会背景，不论是专制社会或所谓的自由社会，订下行为的规范。这些规范也许是印度教的，也许是基督教的，我们一概接受它们作为我们的传统。我们期待某些人告诉我们是非善恶的标准，然后格守力遵，我们的言行思想因而变得机械呆板，时常不假思索便自动反应。这些现象在我们身上都是显而易见的。多少世纪以来，我们被我们的老师尊长书本和圣人用汤匙喂大。我们总是说请告诉我，那高原深山及大地的背后是什么？我们总是满足于他人的描绘，这表示我们其实是活在别人的言论中，活得既肤浅又空虚，因此我们充其量只是二手货人类。"}
{"text":"这些规范也许是印度教的，也许是基督教的，我们一概接受它们作为我们的传统。我们期待某些人告诉我们是非善恶的标准，然后格守力遵，我们的言行思想因而变得机械呆板，时常不假思索便自动反应。这些现象在我们身上都是显而易见的。多少世纪以来，我们被我们的老师尊长书本和圣人用汤匙喂大。我们总是说请告诉我，那高原深山及大地的背后是什么？我们总是满足于他人的描绘，这表示我们其实是活在别人的言论中，活得既肤浅又空虚，因此我们充其量只是二手货人类。我们活在别人口中的世界，不是受制于自己的个性和倾向，便是受制于外在的情况和环境，因此我们只是环境的产物，我们不再新鲜，我们从没有为自己发现过什么东西，我们的心中没有什么东西是原创的清新的和明澈的。在宗教发展史上，我们不断听到宗教家的保证―只要举行某些仪式诵念某些祷词或咒语认同某些形式压制欲念控制思想升华我们的热情限制口腹之欲疏导性欲等，身心饱受这些磨练以后，就能在这渺小的生命之后，觅得某项至宝。这正是上百万宗教人士世世代代所行之道。有些人退隐于沙漠或山洞之中隐修，有些人托着钵一村一镇地乞食流浪，另外有些人则群居一处组成修道院，强迫自己的心智臣服于某种既定的模式。但是一颗受尽折磨而四分五裂的心，一个只想逃离一切干扰的心，它既舍弃了外在世界的一切，又被规范及服从磨得迟钝不堪，这颗心就算花再长的时间寻找，找到的也只是一个被自己扭曲之后的东西。在这焦虑不安充满罪恶恐惧及竞争的生存领域背后，如果我们还想探索究竟有没有其他的境界，就必须彻底改变方式。传统的方式是由外围向内包抄，通过时间修炼和压离，逐渐才能开花结果，才能培育出内在的美及爱。然而事实上，这种方式反而使人变得更加狭隘琐碎而低劣，就像剥春笋般一片一片往内剥日复一日，年复一年，也许明天，也许下辈子才能看到结果。等到这个人终于捣人核心，才发现那里空无一物，只因那颗心早已被磨得无能迟钝而又麻痹了。既然如此，有没有其他的方法能够直接从核心爆发出来？这个世界一向习惯遵守传统的途径，我们不假思索地追随别人所担保的无忧无虑的精神生活。我们大多数人都反对暴君式的专制政体，内心却接受了别人的权威或专断，允许他们来扭曲我们的心智和生活，这真是不可思议的事。"}
{"text":"等到这个人终于捣人核心，才发现那里空无一物，只因那颗心早已被磨得无能迟钝而又麻痹了。既然如此，有没有其他的方法能够直接从核心爆发出来？这个世界一向习惯遵守传统的途径，我们不假思索地追随别人所担保的无忧无虑的精神生活。我们大多数人都反对暴君式的专制政体，内心却接受了别人的权威或专断，允许他们来扭曲我们的心智和生活，这真是不可思议的事。因此，如果我们开始全盘拒绝，不是在思想上，而是在实际行动上拒绝所有的宗教权威，所有的礼法仪轨和信条，我们立刻会发现自己陷人了孤立状态，与整个社会为敌，而不再是受人敬重的高尚人士了。人们只要一涉及面子问题，就不可能接近那无限的不可臆测的实相了。你一旦开始主动否决那绝对错误的传统途径，你就上路了。如果你的否决只是被动的反应，你就陷人了另一种模式的陷阱中。如果你只是在思想上告诉自己这种否决的说法不错，却不付诸行动，你也不会有任何进展。但是如果你否决它，是因为你智慧清明，身心自由而无惧，并且认清了它的愚蠢和不成熟，虽然如此，你仍然会面临内在和外在的困扰与不安，不过你毕竟跳出了面子的陷阱。人生的第一课就是不再追寻。只要一有追寻的念头，你就沦人了橱窗浏览的行列了。究竟有没有上帝真理或某种超越的存在不论你如何称呼它？这问题是无法从书本神职人员哲学家或救世主那儿寻得答案的。没有任何人或任何东西可以为你解答这个问题，因此你必须先认识自己。由于完全不认识自己，人格才不成熟，所以认识自己便是智慧的开端。那么，你自己，这个身为人的你究竟是什么？我认为，人及个人两者是有差别的。个人只是局部的存在，他存在于某个国家，属于某种文化社会及宗教。人却不是局部的，而是普世性的存在。一个人在广大的生命领域中，如果只把自己局限在某个小角落，他就和整体脱节了。因此，我们应该谨记在心，我们是在讨论整体而非局部，因为只有在整体之内，局部才能找到归属。相反，在局部之内，个人是找不到归属的。所谓的个人只不过是个受限不幸而又饱经挫折的渺小生命，他对自己所信奉的神抵及传统已经心满意足但是身为一个人，他关怀的却是整体人类的福社不幸和困惑。我们人类在百万年的历史里，一直都在贪婪嫉妒仇恨焦虑和绝望中打转，虽然偶尔迸发出了一点欢乐和深情。我们是仇恨恐惧及温柔的奇异混种，我们同时兼具了残暴及和平的特质。"}
{"text":"因此，我们应该谨记在心，我们是在讨论整体而非局部，因为只有在整体之内，局部才能找到归属。相反，在局部之内，个人是找不到归属的。所谓的个人只不过是个受限不幸而又饱经挫折的渺小生命，他对自己所信奉的神抵及传统已经心满意足但是身为一个人，他关怀的却是整体人类的福社不幸和困惑。我们人类在百万年的历史里，一直都在贪婪嫉妒仇恨焦虑和绝望中打转，虽然偶尔迸发出了一点欢乐和深情。我们是仇恨恐惧及温柔的奇异混种，我们同时兼具了残暴及和平的特质。外表上，我们已经从牛车进步到喷气式飞机在心理上，个人并未改变多少，而就是这群个人创造出了今日的社会结构。外在的社会结构，就是人际关系心理结构的成果，而个人则是整体人类的经验知识和行为的总结。每一个人都是过去历史的库存，因此个人就是整体人类。人类的历史就写在我们身上。生活在这充满竞争的文化背景下，你总是活在权势地位名望成就及其他种种的欲念之中，好好观察你的内心以及周遭的一切，观察你引以为傲的成就以及你称之为人生的整个范畴，在每一种形式的关系中都充满着斗争，不断滋长着仇恨敌意残暴和永无止境的战争。这种人生是我们都很熟悉的，因为不了解这巨大的生存竞争，我们自然会恐惧不安，于是就想尽办法逃避它。我们也害怕不可知的事物，害怕死亡，害怕吉凶难卜的未来。我们既怕已知的，也怕未知的，这就是我们的例行生活，里面没有出路。于是各种形式的哲学和神学应运而生，然而这一切充其量只不过是逃避现实的方法。战争革命改造法律意识形态都只能带来外在的改变，却丝毫不能改变人类和社会的本质。活在这恐怖丑陋的世界中，我们不能不问这种建立在竞争暴力及恐惧之上的社会，到底有没有转机？如果我们撇开理论，不谈理想，而只是实事求是地活着，让我们的心变得清新无邪，那么是否能创造出一个崭新的世界？我想，作为人类的一员，不论生活在世上哪一个角落或属于哪一种文化，都必须为当前的世界情势负起完全的责任。如果我们每一个人都有此共识，新世界才有诞生的可能。我们每一个人对于每一场战争都有责任，因为我们生活中的侵略性我们的自私自利我们的宗教信仰偏见和理想，都促成了分裂。而且我们每天都在不断地助长社会的斗争分歧丑恶残暴和贪婪，因此我们对于这个世界的混乱和不幸都有一份责任。"}
