{"text":"也曾文思涌动过，想写点什么但只写了一篇胭脂井小品序，有序无文，成了一只断线的风筝了。长之在星期天当然也陪我出来走走。我们一向是无话不谈的。他向我介绍了国内的情况，特别是国民党的情况。抗战胜利后，国民党派出了很多大员，也有中员和小员，到各地去接收敌伪的财产。他们你争我夺，勾心斗角，闹得一塌糊涂但每个人的私囊都塞得鼓鼓的。这当然会引起了人民群众的愤怒，一时昏天昏地。长之对我绘声绘形地讲了这些情况，可见他对国民党是不满的。他还常带我到鼓楼附近的一条大街上，新华社门外报栏那里去看中共的新华日报。这是危险的行动，会有人盯梢照相的。他还偷偷地告诉我，济南一中同学王某是军统特务，对他说话要小心。可见长之政治警惕性是很高的。他是我初入国门的政治指导员，让我了解了很多事情。他还介绍我认识了梁实秋先生。梁先生当时也在国立编译馆工作，他设盛宴，表示为我洗尘。从此我们成了忘年交。梁先生也是名人，却毫无名人架子。我们相处时间虽不长，但是终我们一生都维持着出自内心的友谊。年深秋，我离开了南京，回到上海，乘轮船到达秦皇岛再转乘火车到了阔别十一年多的北京。再过三年，就迎来了解放。此时长之也调来北京师范大学。中国老知识分子，最初都是豪情满怀，逸兴遄飞的，仿佛走的是铺满了鲜花的阳关大道。但是，不久运动就一个接一个铺天盖地而来，知识分子开始走上了坎坷不平的长满了荆棘的羊肠小道。言必有过，动辄得咎，几乎每个人都被弄得晕头转向，不知所云。但是，中国知识分子的爱国赤诚源远流长，根深蒂固。即使是处在这样的情况下，也几乎没有人心怀不满的。总是深挖自己的灵魂，搜寻自己的缺点。结果是一种中国牌的原罪感压倒了一切。据我看，这并没有产生多少消极的影响，对某一些自高自大的知识分子来说，反倒会有一些好处的。这一些人有意与无意地总觉得高人一等。从建国到年代中叶十年浩劫前，中国的老知识分子的心态和情况大体上就是这样。北大一向是政治运动的发源地，学生思想非常活跃。北师大稍有不同，但每次运动也从不迟到。我在上面已经说到，长之从南京调北师大工作，我的另一位从初中就成为朋友的同学张天麟，也调到北师大去工作。无巧不成书，每次运动，他们俩总是首先被冲击的对象，成了有名的运动员。张的事情在这里先不谈，只谈长之。我在上面已经说过，他并不赞成国民党。"}
{"text":"这一些人有意与无意地总觉得高人一等。从建国到年代中叶十年浩劫前，中国的老知识分子的心态和情况大体上就是这样。北大一向是政治运动的发源地，学生思想非常活跃。北师大稍有不同，但每次运动也从不迟到。我在上面已经说到，长之从南京调北师大工作，我的另一位从初中就成为朋友的同学张天麟，也调到北师大去工作。无巧不成书，每次运动，他们俩总是首先被冲击的对象，成了有名的运动员。张的事情在这里先不谈，只谈长之。我在上面已经说过，他并不赞成国民党。但我听说，不知道是在哪一年，他曾在文章中流露出吹捧法西斯的思想。确否不知，即使是真的，也不过只是书生狂言，也可能与他的个人英雄主义思想有关，当不得真的。最大的罪名恐怕还是他那部批判。几乎已经被尊为圣人，竟敢批判他，岂不是太岁头上动土！这有点咎由自取，但也不完全是这样。在莫须有的罪名满天飞的时候，谁碰上谁就倒霉。长之是不碰也得碰的。结果被加冕为右派。谁都知道，这一顶帽子无比的沉重，无异于一条紧箍，而且谁都能念紧箍咒。他被剥夺了教书的权利，只在图书室搞资料，成了一个不可接触者。反右后，历次政治运动，他都是带头的运动员，遭受了不知道多少次的批判。这却不是他笔下的那种批判，而是连灵魂带肉体双管齐下的批斗。到了十年浩劫，他当然是绝对逃不过的。他受的是什么待遇，我不清楚。我自己则是自觉自愿地跳出来的，反对那一位北大的老佛爷，在牛棚中饱受痛打与折磨。我们俩都是泥菩萨过江自身难保了。四人帮垮台以后，天日重明，普天同庆。长之终于摘掉了右派帽子。虽然仍有一顶摘帽右派的帽子无声无影地戴在头上，但他已经感觉到轻松多了。有一天，他到燕园来看我，嘴里说着我以前真不敢来呀！这一句话刺痛了我的心，我感到惭愧内疚。我头上并没戴右派的帽子，为什么没有去看他呢？我决不是出于政治上的考虑才不去看他的。我生平最大的缺点――说不定还是优点哩――就是不喜欢串门子。我同吴组缃和林庚同居一园之内，也是十年九不遇地去看看他们。但是长之毕竟与他俩不同，我不能这样一解释就心安理得，我感到不安。长之伸出了他的右手，五个手指已经弯曲僵硬如鸡爪，不能伸直。这意味着什么呢？我说不清。但是，我的泪水却向肚子里直流，我们相对无言了。这好像是我同长之的最后一次会面。又隔了一段时间，我随对外友协代表团赴印度访问，在那里待的时间比较长。"}
{"text":"我决不是出于政治上的考虑才不去看他的。我生平最大的缺点――说不定还是优点哩――就是不喜欢串门子。我同吴组缃和林庚同居一园之内，也是十年九不遇地去看看他们。但是长之毕竟与他俩不同，我不能这样一解释就心安理得，我感到不安。长之伸出了他的右手，五个手指已经弯曲僵硬如鸡爪，不能伸直。这意味着什么呢？我说不清。但是，我的泪水却向肚子里直流，我们相对无言了。这好像是我同长之的最后一次会面。又隔了一段时间，我随对外友协代表团赴印度访问，在那里待的时间比较长。回国以后，听说长之已经去世，我既吃惊又痛苦。以长之的才华，本来还可以写一些比较好的文章共庆升平的。然而竟赍志以没。我们相交七十余年，生不能视其疾，死不能临其丧，我的心能得安宁吗？呜呼！长才未展，命途多舛未臻耄耋，遽归道山。我还没有能达到悲欢离合总无情的水平。我年纪越老，长之入梦的次数越多。我已年届九旬，他还能入梦多少次啊！悲哉！"}
{"text":"在中国，古人作诗为文，除了要求读万卷书，还讲求行万里路，不少文人在少年时代就开始壮游，所以有李白的五岳寻仙不辞远，一生好入名山游的豪兴有陆游君诗妙处吾能识，正在山程水驿中的体悟，有诗界诗思在灞桥风雪中驴子背上的格言。在西方，作家同时也是旅行家s也是广得认同的说法。毛姆一生酷爱旅行，足迹所至遍及印度缅甸马来西亚中国及南太平洋中的一些岛屿，他还去过俄国和美洲。他的很多小说都和他的旅行经历相关典型的，如颤叶集中的个短篇都是根据他在太平洋和远东地区的漫游和见闻而写成的。劳伦斯一生中大多数时间是在旅行中度过，在英同德国意大利锡兰今斯里兰澳大利亚美国墨西哥法国等等国家都能找到他漫游的足迹，他的小说迷途的姑娘亚伦的藜杖袋鼠羽蛇等小说就是他在国外游历的产物。其他的许多作家，如康拉德吉卜林奥威尔等等，在小说创作中都带有强烈的个人游历色彩。游历对作家的写作，诚有刘勰所谓的江山之助也。文人与旅行的缘分，更多地体现在文人创作的游记作品。举凡稍有影响的作家，鲜有不写游记的。在中国，不仅有众多千姿百态的山水诗赋，也有缤纷粲然的山水游记。现代文人的游记，如沈从文的湘行散记的海行杂记朱清的伦敦杂记王统照的欧游散记郑振铎的山中杂记欧行日记等等，无一不是旅行时留下的心迹闲扯了这么多，现在该归人正题了。阿兰德波顿这本旅行的艺术的，无疑是文人，而且是当今英国文坛上正迅速上升的年轻新秀。生于年，巳有部小说本哲理性散文集行世。这本旅行的艺术创作于年，毫无疑问，它记录的也正是作为现代文人的德波顿的旅旅行的艺术行他在旅行屮的沉思默想，以及这种沉思默想屮升华出的关于旅行的智慧与机智。旅行的艺术自问世以来，已经引起了读者和评论界的广泛关注。在欧洲美国和澳洲，它一直摆在畅销书柜，在大约半年的时间里就卖出了四十多万册。"}
{"text":"生于年，巳有部小说本哲理性散文集行世。这本旅行的艺术创作于年，毫无疑问，它记录的也正是作为现代文人的德波顿的旅旅行的艺术行他在旅行屮的沉思默想，以及这种沉思默想屮升华出的关于旅行的智慧与机智。旅行的艺术自问世以来，已经引起了读者和评论界的广泛关注。在欧洲美国和澳洲，它一直摆在畅销书柜，在大约半年的时间里就卖出了四十多万册。在时代周刊s文学评论等欧美报刊上可以读到二十多篇关于此书的评论。现今社会，各种旅行指南各种关于旅行的感想充斥于书肆报摊，而德波顿的旅行的艺术一书却能博得读者此般青睐，原因何在呢？首先，我们得承认，德波顿是一个知识渊厚且富有逻辑思辨能力的。他曾经是大学的哲学讲师，有着深厚的哲学素养，从苏格拉底洪堡，到爱默生尼采，他都有过系统的阅读。此外，对西方文学和艺术作品，他也有广泛的涉猎。因此，在论及旅行这一近乎陈词滥调的题材时，他不仅时时表现出理性的悟觉，而且还能结合福楼拜波德莱尔等文学家的创作参照凡高爱德华霍珀等画家的作品，多方位地观照旅行剖析旅行。我们不难发现，德波顿的旅程，以及他所探讨的旅程，更多的是一种哲性的思绪之旅，是一种穿越时空的文化之旅。他关注的主要是旅行者内心的世界，而不是外在的行程。正如他在书中指出旅行能催人思索。很少地方比在行进中的飞机轮船和火车上更容易让人倾听到内心的声音。我们眼前的景观我们脑了里可能产生的想法之间几乎存在着某种奇妙的关联宏阔的思考常常需要有壮阔的景观，而新的观点往往也产生于陌生的所在。德波顿倾听的是旅程中旅行者内心的声音，关注的是陌生场域里可能生发的奇思异想，或者是日常场景中的独到而用心的感悟。正因为如此，他认为，如果我们在加油站，还有汽车旅馆等地方发现了生活的诗意，如果我们为机场和火车车厢所吸引，其原因也许是我们明确地感觉到这些偏僻孤立的地方，尽管它们在设计上是如何的不完美不舒适，在色彩上是如何的不含蓄，在灯光上是如何的不柔和，但它们给我们提供了一种实实在在的场景，使我们能暂时摆脱因循僵滞的日常生活屮难以改易的种种自私的安逸种种陋习和拘囿。"}
{"text":"正因为如此，他认为，如果我们在加油站，还有汽车旅馆等地方发现了生活的诗意，如果我们为机场和火车车厢所吸引，其原因也许是我们明确地感觉到这些偏僻孤立的地方，尽管它们在设计上是如何的不完美不舒适，在色彩上是如何的不含蓄，在灯光上是如何的不柔和，但它们给我们提供了一种实实在在的场景，使我们能暂时摆脱因循僵滞的日常生活屮难以改易的种种自私的安逸种种陋习和拘囿。他对飞机场的感悟对霍珀的自动贩卖店中女主人公的孤独和哀婉的体认，还有他在马德里街头深得三昧的踯躅，等等，都能看出他飞扬的哲思渊博的学识，也能看出他运笔时的匠心和敏悟。旅行的艺术总之，旅行，从出发时的期待和回返时的结果来看，情形可能非常吊诡，但真正的旅行，就德波顿而言，必须是哲理和文化层面上旅者的心灵与旅行地之间的共通和默契。其次，德波顿也是一个非常感性的旅人。谈及旅行的艺术一书的创作意图，德波顿曾明确表示，此书并非是一本旅行指南他也无意涉及旅行的各个方面或者着意于探讨旅行之深义。他说，他只是想记下他对不同地方的不同感受，因此，对读者质疑旅行的艺术一书没有包括出发之前的整装待发的环节非常恼火，因为，他的真实意图并不在于为读者设计一个完整的行程，而是在于营造一种情绪，藉其流动或跳跃铺展开来，为全书提供整体感。情绪的飘忽和绵续才是德波顿追求的极致。在这一点上，德波顿是非常成功的。他的敏感不仅体现在对文学和艺术作品与旅行地之间的奇妙关联的感悟上，如凡高的I作与普罗旺斯，福褛拜的创作与东方情调等，而且他从不漠视旅行中许许多多司空见惯的细小环节。如他对旅程中飞行的感性表述飞机的起飞为我们的心灵带来愉悦，因为飞机迅疾的上升是实现人生转机的极佳象征。飞机展呈的力量能激励我们联想到人生中类似的决定性的转机它让我们想象自己终有一天能奋力攀升，摆脱现实中赫然迫近的人生困厄。云朵带来的是一种宁静。在我们的下面，是我们恐惧和悲伤之所，那里有我们的敌人和同仁，而现在，他们都在地面上，微不足道也无足轻重。"}
{"text":"飞机展呈的力量能激励我们联想到人生中类似的决定性的转机它让我们想象自己终有一天能奋力攀升，摆脱现实中赫然迫近的人生困厄。云朵带来的是一种宁静。在我们的下面，是我们恐惧和悲伤之所，那里有我们的敌人和同仁，而现在，他们都在地面上，微不足道也无足轻重。也许我们早已参透了这样的真谛但现在，我们倚着飞机冰凉的舷窗这种感觉变得从未有过的真切――我们乘坐的飞机是一位渊博的哲学老师，是听从波德莱尔的召唤的信使列车，让我和你同行！轮船，带我离开这里！带我走，到远方。此地，土俱是泪！富有哲思，同时V非常感性并辅之以洗炼的语言，沉蕴却不失机智的笔调这就是旅行的艺术的最突出的特点。旅行是什么，德波顿并不想急于提供答案旅行为什么，德波顿似乎也不热心去考求。但是，释卷之后，我相信每个读者都会得到一种答案――这答案，既是思辨的，也是感性的既酣畅淋漓，又难以说，因为，它更像是一种情绪，令人沉醉而不自知翻开这本书，你踏上的将是一次异乎寻常的阅读旅程。旅行的艺术我深信德波顿无处不在的智慧和机智将影响甚至改变你对旅行的看法，并有可能改变你日后的旅行心态和旅行方式。南治国于星洲华岗我的作品在中国我很清楚地记得我的首度中国之行。抵达北京时是年月的一个清晨我的几位中国编辑亲自前往机场迎接，随身带着我所有作品的中文版。从机场前往市区的路上，我的编辑向我解释，对于将我的作品引进中国市场她真是既充满期待又有些担心。她说，要想让中国读者接受一个全新的欧洲作家的作品真的很难，除非是那些教你如何取得商业成功或是如何操作电脑软件的书。不过，我的中国编辑也充满信心。因为中国读书界自有一群严肃的读者，他们渴望读到内容深刻发人深省的优秀作品。结果，我的中国之行就演变成一连串的图书推广活动接受采访在媒体上露面以及在书店里朗读和签售。虽说大家事先都有过各式各样的疑虑，不过好消息还是接踵而至我的作品确实在中国卖出去了。拥抱逝水年华本描写以晦涩著称的法国作家普鲁斯特的书竟然卖了两万册！"}
{"text":"不过，我的中国编辑也充满信心。因为中国读书界自有一群严肃的读者，他们渴望读到内容深刻发人深省的优秀作品。结果，我的中国之行就演变成一连串的图书推广活动接受采访在媒体上露面以及在书店里朗读和签售。虽说大家事先都有过各式各样的疑虑，不过好消息还是接踵而至我的作品确实在中国卖出去了。拥抱逝水年华本描写以晦涩著称的法国作家普鲁斯特的书竟然卖了两万册！写书的人可以分成两种一种人搞不懂为什么他的大著地球人没有人手一册另一种人则不敢相信自己的好运竟然有人肯巴巴地花钱买他的书而且认真读过。我属于后一个阵营，所以对于我的书竟然能在中国A得这么多读者，我深怀感激。我有个网站，我每天都能看到中国读者的留言他们想跟我交流几句，想表达他们对我作品的喜爱。写作是难上加难的营生，可是拥有这么热心的中国读者，感觉确实容易了很多。反观我已经出版的几本书，我有时仍不免有些犯嘀咕我到底属于哪一类作家――究竟是什么将这些只言片语连缀到一起，成为一本完整的书。从一开始写作，我就缺乏一个明确的定位。在明确知道我想成为哪一类作家之前我只知道我不可能成为哪一类作家。我知道我不是诗人，我也知道我不是个真正的小说家我讲不来故事，我发明不了人物。而且我知道我也做不来学者，因为我不想墨守那一整套学术规范。旅行的艺术后来，我终于发现了自觉正好适合自己的定位随笔作家。据我个人的理解，所谓随笔作家，就是既能抓住人类生存的各种重大主题，又能以如话家常的亲切方式对这些主题进行讨论的作家。如果一位随笔作家来写一本有关爱的书，他也许会对爱的历史和心理稍作探究，不过他最终必须得用一种个人化的调子来写，使读者读起来就像跟朋友娓娓谈心。这种朋友般的阅读感受对我而言非常重要我希望我的书读起来就像跟朋友谈心，不想拿人学问的帽子来充门面唬人。初习写作，我还认识到我喜欢写得尽可能简单朴素。这当然也挺冒险的，因为虽说你是刻意写得朴素，可难免也会冒乏味和幼稚之讥。不过我在自己的学习过程中发现，要想附庸风雅假充聪明实在是再简单不过的事儿了，你只需故作高深，让人弄不懂你就成。如果有本书我看不懂，也许就意味着比我更聪明――这是我们作为读者都未能免俗的一种普遍的受虐欲心理。"}
{"text":"这种朋友般的阅读感受对我而言非常重要我希望我的书读起来就像跟朋友谈心，不想拿人学问的帽子来充门面唬人。初习写作，我还认识到我喜欢写得尽可能简单朴素。这当然也挺冒险的，因为虽说你是刻意写得朴素，可难免也会冒乏味和幼稚之讥。不过我在自己的学习过程中发现，要想附庸风雅假充聪明实在是再简单不过的事儿了，你只需故作高深，让人弄不懂你就成。如果有本书我看不懂，也许就意味着比我更聪明――这是我们作为读者都未能免俗的一种普遍的受虐欲心理。我则宁肯抵挡住这种诱惑，用日常生活中的语言来写作，因为我讨论的主题本身就是跟每个人息息相关的恋爱旅行身份焦虑美与丑以及分离与死亡的经验等等。除了要写让人看得懂的书之外，我还立志要写在某些方面能对人有所助益的书。有一种观念认为好书就不该没义务对人有任何用处，为艺术而艺术嘛――并非为了实际的进步或是事业的成功而艺术。在一定程度上我也认同这种观念。为了完全改变自己而去啃那些严肃的书籍确实愚不可及，不过，我也认为，抱定为了更好地理解自己以及自己所处环境的目的去读书，是至关重要的。最好的书能清楚地阐明你长久以来一直心有所感，却从来没办法明白表达出来的那些东西。恋爱和阅读之间或许真有某种重要的关联，两者提供的乐趣差堪比拟，我们感到的某种关联感或许就是基于这个根源。有些书跟我们交流的方式与我们的爱人同等热烈，而且更加诚实可靠。这些书能有效地防止我们因自觉并不完全属于人类大家族而滋生的伤感情绪我们觉得孑然孤立，谁都不理解我们。我们身上那些更加隐秘的侧面――诸如我们的困惑我们的愠怒我们的罪恶感――有时竟然在某一书页上跟我们撞个正着，一种自我认同感于是油然而生。那位用确切的文字描述了一种我们原以为只有我们自己才有所会心的情境，一时间我们就像两个早早地去赴约吃饭的爱人，兴奋不已地发现两人间竟有这么多的共同点陶醉之下，只能嚼几口眼前的开胃小食，哪旅行的艺术有心思再去吃什么正餐，我们也会把书暂时放下带点乖张地微笑着盯着书脊不放，仿佛在说，何等幸运，邂逅此君。马塞尔普鲁斯特曾表达过类似的意思，他说，事实上，每个读者只能读到已然存在于他内心的东西。"}
