{"text":"然而突然出了意外的事，我的心是被刺刺伤！我的意想里那可爱的温良面相渐渐模糊，那蜜，包在外面的那东西，已经消溶，致死的尝出含在那里面的毒质来！又说在途中，我迎送着来来往往的这老国度的人民，从他们的面相上，服饰上，动作上以及所有他们的一切，我发现了两批东西凶兽和羊，践踏者和奴隶。参看本书。指女师大风潮。一九二四年秋，国立北京女子师范大学学生反对校长杨荫榆风潮发生，迁延数月未得解决。一九二五年一月，学生代表赴教育部诉述杨荫榆长校以来的种种黑暗情况，请求将杨撤换并发表宣言，坚决反对她为校长。同年四月，章士钊以司法总长兼任教育总长，声言整顿学风，这就更助长了杨荫榆的气焰。为了配合章士钊的行动，仰承他的意旨，杨荫榆在五月七日布置了一个演讲会，请校外名人演讲，想借此巩固她的校长地位同时又包含着这样一个阴谋若学生有反对举动，则以国耻纪念日不守秩序的罪名予以惩罚。当天上午演讲会举行时她登台为主席，但即为全场学生的嘘声所赶走下午她便在西安饭店召集若干教员宴饮，阴谋迫害学生，至九日即假借评议会名义开除学生自治会职员六人。当时是该校的讲师，平时对杨荫榆的黑暗残虐情形多曾目睹，风潮起后，他完全同情学生，这段文字，便是他第一次为女师大事件所说的话。掠袖擦掌一语，即见于学生自治会为杨荫榆开除学生六人致评议会函中。对五月七日演讲会上发生冲突的情形，信中说当时杨荫榆强以校长名义，悍然登台为主席，事前不听自治会各部职员立婉劝，致有当场激动学生公愤，稍起冲突之事，而杨即厉声呼曰叫警察，同时总务长吴沆，掠袖擦掌，势欲饱生等以老拳。显微镜当时京报的一个栏目，刊登的都是短小轻松的文字。五七呈文一九二五年五月七日，北京学生因纪念五七国耻遭到镇压后，曾结队去章士钊住宅责问，与巡警发生冲突。五七呈文即指章士钊为此事给段祺瑞的呈文。说文解字我国最古的字书之一，汉代许慎著，共三十卷。据说文解字钊，元刂也淦，水入船中也。曹锟―字仲珊，天津人，北洋军阀直系首领之一。一九二三年十月，他收买国会议员，以贿选得任中华民国总统，至一九二四年十一月，在与奉系军阀张作霖作战失败后被迫退职。"}
{"text":"五七呈文一九二五年五月七日，北京学生因纪念五七国耻遭到镇压后，曾结队去章士钊住宅责问，与巡警发生冲突。五七呈文即指章士钊为此事给段祺瑞的呈文。说文解字我国最古的字书之一，汉代许慎著，共三十卷。据说文解字钊，元刂也淦，水入船中也。曹锟―字仲珊，天津人，北洋军阀直系首领之一。一九二三年十月，他收买国会议员，以贿选得任中华民国总统，至一九二四年十一月，在与奉系军阀张作霖作战失败后被迫退职。李大钊―字守常，河北乐亭人，马克思列宁主义在中国最初的传播者，中国共产党创始人之一。曾任北京大学教授兼图书馆主任新青年杂志编辑。他积极领导了五四运动。在帮助孙中山确定联俄联共扶助农工三大政策和改组国民党的工作中起了重要作用。他在建党后一直负责北方区的党的工作，领导反对北洋军阀的斗争，因而遭到当权的直系军阀曹锟吴佩孚的压迫。一九二六年十二月奉系军阀张作霖进入北京，下令通缉他，次年四月六日被捕，二十八日遇害。大刀王五即王子斌，清末的著名镖客。的学堂指南京。于一八九八年夏至一九二年初曾就读于南京的江南水师学堂和江南陆师学堂附设矿务铁路学堂。候补道即候补道员。道员是清代官职，分总管省以下府州以上一个行政区域职务的道员和专管一省特定职务的道员。又清代官制，只有官衔但还没有实际职务的中下级官员，由吏部抽签分发到某部或某省，听候委用，称为候补。法朗士―，法国作家。著有长篇小说波纳尔之罪黛依丝企鹅岛等。寿终正寝仪礼士丧礼有死于适室的话，据汉代郑玄注适室，正寝之室也。即住房的正屋。寿终正寝，老年时在家中安然死去的意思，别于横死客死或天亡。阎罗大王即阎罗王，小乘佛教中所称的地狱主宰。法苑珠林卷十二中说阎罗王者，昔为毗沙国王，经与维陀如生王共战，兵力不敌，因立誓愿为地狱主。不动笔是为要保持自己的身分陈西滢在一九二五年五月十五日京报副刊上发表的给编者孙伏园的信中说一月以前，京报副刊登了几个剧评，中间牵涉西林的地方，都与事实不符西林因为不屑自低身分去争辩，当然置之不理。"}
{"text":"即住房的正屋。寿终正寝，老年时在家中安然死去的意思，别于横死客死或天亡。阎罗大王即阎罗王，小乘佛教中所称的地狱主宰。法苑珠林卷十二中说阎罗王者，昔为毗沙国王，经与维陀如生王共战，兵力不敌，因立誓愿为地狱主。不动笔是为要保持自己的身分陈西滢在一九二五年五月十五日京报副刊上发表的给编者孙伏园的信中说一月以前，京报副刊登了几个剧评，中间牵涉西林的地方，都与事实不符西林因为不屑自低身分去争辩，当然置之不理。学生到执政府去请愿一九二五年五月九日，北京各校学生为了援救因纪念五七国耻被捕的学生，前往段祺瑞执政府请愿，要求释放被捕者，罢免教育总长章士钊京师警察总监朱深。郁郁乎文哉语见论语八佾。据朱熹注郁郁，文盛貌。这里是文质彬彬的意思。混成旅旧时军队中的一种编制，由步兵骑兵炮兵工兵等兵种混合编成的独立旅。恒河南亚的大河，流经印度等国。在印度宗教神话中它被称作圣河。传说婆罗门教的主神湿婆神的精力化身婆婆娣，喜欢撕裂吞食带血而颤动的生肉。所以恒河一带信仰湿婆神的教徒每年秋中，觅一人，质状端美，杀取血肉，用以祀之，以祈嘉福。见大慈恩寺三藏法师传卷三杀掉而祭天可能指此。英语，音译罗曼蒂克。意思是浪漫的幻想的离奇的。土谷祠土地庙。阿正传中阿的栖身所。碰壁之后碰壁之后我平日常常对我的年青的同学们说古人所谓穷愁著书的话，是不大可靠的。穷到透顶，愁得要死的人，那里还有这许多闲情逸致来著书？我们从来没有见过候补的饿殍在沟壑边吟哦鞭扑底下的囚徒所发出来的不过是直声的叫喊，决不会用一篇妃红俪白的骈体文来诉痛苦的。所以待到磨墨吮笔，说什么履穿踵决时，脚上也许早经是丝袜高吟饥来驱我去的陶征士，其时或者偏已很有些酒意了。正当苦痛，即说不出苦痛来，佛说极苦地狱中的鬼魂，也反而并无叫唤！华夏大概并非地狱，然而境由心造，我眼前总充塞着重迭的黑云，其中有故鬼，新鬼，游魂，牛首阿旁，畜生，化生，大叫唤，无叫唤，使我不堪闻见。我装作无所闻见模样，以图欺骗自己，总算已从地狱中出离。打门声一响，我又回到现实世界了。又是学校的事。我为什么要做教员？！"}
{"text":"所以待到磨墨吮笔，说什么履穿踵决时，脚上也许早经是丝袜高吟饥来驱我去的陶征士，其时或者偏已很有些酒意了。正当苦痛，即说不出苦痛来，佛说极苦地狱中的鬼魂，也反而并无叫唤！华夏大概并非地狱，然而境由心造，我眼前总充塞着重迭的黑云，其中有故鬼，新鬼，游魂，牛首阿旁，畜生，化生，大叫唤，无叫唤，使我不堪闻见。我装作无所闻见模样，以图欺骗自己，总算已从地狱中出离。打门声一响，我又回到现实世界了。又是学校的事。我为什么要做教员？！想着走着，出去开门，果然，信封上首先就看见通红的一行字国立北京女子师范大学。我本就怕这学校，因为一进门就觉得阴惨惨，不知其所以然，但也常常疑心是自己的错觉。后来看到杨荫榆校长致全体学生公启里的须知学校犹家庭，为尊长者断无不爱家属之理，为幼稚者亦当体贴尊长之心的话，就恍然了，原来我虽然在学校教书，也等于在杨家坐馆，而这阴惨惨的气味，便是从冷板凳里出来的。可是我有一种毛病，自己也疑心是自讨苦吃的根苗，就是偶尔要想想。所以恍然之后，即又有疑问发生这家族人员――校长和学生――的关系是怎样的，母女，还是婆媳呢？想而又想，结果毫无。幸而这位校长宣言多，竟在她对于暴烈学生之感言里获得正确的解答了。曰，与此曹子勃G相向，则其为婆婆无疑也。现在我可以大胆地用妇姑勃G这句古典了。但婆媳吵架，与西宾又何干呢？因为究竟是学校，所以总还是时常有信来，或是婆婆的，或是媳妇的。我的神经又不强，一闻打门而悔做教员者以此，而且也确有可悔的理由。这一年她们的家务简直没有完，媳妇儿们不佩服婆婆做校长了，婆婆可是不歇手。这是她的家庭，怎么肯放手呢？无足怪的。而且不但不放，还趁五七之际，在什么饭店请人吃饭之后，开除了六个学生自治会的职员，并且发表了那须知学校犹家庭的名论。这回抽出信纸来一看，是媳妇儿们的自治会所发的，略谓旬余以来，校务停顿，百费待兴，若长此迁延，不特虚掷数百青年光阴，校务前途，亦岌岌不可终日。底下是请教员开一个会，出来维持的意思的话，订定的时间是当日下午四点钟。去看一看罢。我想。这也是我的一种毛病，自己也疑心是自讨苦吃的根苗明知道无论什么事，在中国是万不可轻易去看一看的，然而终于改不掉，所以谓之病。"}
{"text":"这回抽出信纸来一看，是媳妇儿们的自治会所发的，略谓旬余以来，校务停顿，百费待兴，若长此迁延，不特虚掷数百青年光阴，校务前途，亦岌岌不可终日。底下是请教员开一个会，出来维持的意思的话，订定的时间是当日下午四点钟。去看一看罢。我想。这也是我的一种毛病，自己也疑心是自讨苦吃的根苗明知道无论什么事，在中国是万不可轻易去看一看的，然而终于改不掉，所以谓之病。但是，究竟也颇熟于世故了，我想后，又立刻决定，四点太早，到了一定没有人，四点半去罢。四点半进了阴惨惨的校门，又走进教员休息室。出乎意料之外！除一个打盹似的校役以外，已有两位教员坐着了。一位是见过几面的一位不认识，似乎说是姓汪，或姓王，我不大听明白，――其实也无须。我也和他们在一处坐下了。先生的意思以为这事情怎样呢？这不识教员在招呼之后，看住了我的眼睛问。这可以由各方面说。你问的是我个人的意见么？我个人的意见，是反对杨先生的办法的。糟了！我的话没有说完，他便将他那灵便小巧的头向旁边一摇，表示不屑听完的态度。但这自然是我的主观在他，或者也许本有将头摇来摇去的毛病的。就是开除学生的罚太严了。否则，就很容易解决。我还要继续说下去。嗡嗡。他不耐烦似的点头。我就默然，点起火来吸烟卷。最好是给这事情冷一冷。不知怎的他又开始发表他的冷一冷学说了。嗡嗡。瞧着看罢。这回是我不耐烦似的点头，但终于多说了一句话。我点头讫，瞥见坐前有一张印刷品，一看之后，毛骨便悚然起来。文略谓第用学生自治会名义，指挥讲师职员，召集校务维持讨论会，本校素遵部章，无此学制，亦无此办法，根本上不能成立。而自闹潮以来不能不筹正当方法，又有其他校务进行，亦待大会议决，兹定于月之二十一日下午七时，由校特请全体主任专任教员评议会会员在太平湖饭店开校务紧急会议，解决种种重要问题。务恳大驾莅临，无任盼祷！署名就是我所视为畏途的国立北京女子师范大学，但下面还有一个启字。我这时才知道我不该来，也无须莅临太平湖饭店，因为我不过是一个兼任教员。然而校长为什么不制止学生开会，又不预先否认，却要叫我到了学校来看这启的呢？"}
{"text":"务恳大驾莅临，无任盼祷！署名就是我所视为畏途的国立北京女子师范大学，但下面还有一个启字。我这时才知道我不该来，也无须莅临太平湖饭店，因为我不过是一个兼任教员。然而校长为什么不制止学生开会，又不预先否认，却要叫我到了学校来看这启的呢？我愤然地要质问了，举目四顾，两个教员，一个校役，四面砖墙带着门和窗门，而并没有半个负有答复的责任的生物。国立北京女子师范学校虽然能启，然而是不能答的。只有默默地阴森地四周的墙壁将人包围，现出险恶的颜色。我感到苦痛了，但没有悟出它的原因。可是两个学生来请开会了婆婆终于没有露面。我们就走进会场去，这时连我已经有五个人后来陆续又到了七八人。于是乎开会。为幼稚者仿佛不大能够体贴尊长之心似的，很诉了许多苦然而我们有什么权利来干预家庭里的事呢？而况太平湖饭店里又要解决种种重要问题了！但是我也说明了几句我所以来校的理由，并要求学校当局今天缩头缩脑办法的解答。然而，举目四顾，只有媳妇儿们和西宾，砖墙带着门和窗门，而并没有半个负有答复的责任的生物！我感到苦痛了，但没有悟出它的原因。这时我所不识的教员和学生在谈话了我也不很细听。但在他的话里听到一句你们做事不要碰壁，在学生的话里听到一句杨先生就是壁，于我就仿佛见了一道光，立刻知道我的痛苦的原因了。碰壁，碰壁！我碰了杨家的壁了！其时看看学生们，就像一群童养媳。这一种会议是照例没有结果的，几个自以为大胆的人物对于婆婆稍加微辞之后，即大家走散。我回家坐在自己的窗下的时候，天色已近黄昏，而阴惨惨的颜色却渐渐地退去，回忆到碰壁的学说，居然微笑起来了。中国各处是壁，然而无形，像鬼打墙一般，使你随时能碰。能打这墙的，能碰而不感到痛苦的，是胜利者。――但是，此刻太平湖饭店之宴已近阑珊，大家都已经吃到冰其淋，在那里冷一冷了罢。我于是仿佛看见雪白的桌布已经沾了许多酱油渍，男男女女围着桌子都吃冰其淋，贝许多媳妇儿，就如中国历来的大多数媳妇儿在苦节的婆婆脚下似的，都决定了暗淡的运命。"}
{"text":"中国各处是壁，然而无形，像鬼打墙一般，使你随时能碰。能打这墙的，能碰而不感到痛苦的，是胜利者。――但是，此刻太平湖饭店之宴已近阑珊，大家都已经吃到冰其淋，在那里冷一冷了罢。我于是仿佛看见雪白的桌布已经沾了许多酱油渍，男男女女围着桌子都吃冰其淋，贝许多媳妇儿，就如中国历来的大多数媳妇儿在苦节的婆婆脚下似的，都决定了暗淡的运命。我吸了两支烟，眼前也光明起来，幻出饭店里电灯的光彩，看见教育家在杯酒间谋害学生，看见杀人者于微笑后屠戮百姓，看见死尸在粪土中舞蹈，看见污秽洒满了风籁琴，我想取作画图，竟不能画成一线。我为什么要做教员，连自己也侮蔑自己起来。但是织芳来访我了。我们闲谈之间，他也忽而发感慨――中国什么都黑暗，谁也不行，但没有事的时候是看不出来的。教员咧，学生咧，烘烘烘，烘烘烘，真像一个学校，一有事故，教员也不见了，学生也慢慢躲开了结局只剩下几个傻子给大家做牺牲，算是收束。多少天之后，又是这样的学校，躲开的也出来了，不见的也露脸了，地球是圆的咧，苍蝇是传染病的媒介咧，又是学生咧，教员咧，烘烘烘。从不像我似的常常碰壁的青年学生的眼睛看来，中国也就如此之黑暗么？然而他们仅有微弱的呻吟，然而一呻吟就被杀戮了！五月二十一日夜。本篇最初发表于一九二五年六月一日语丝周刊第二十九期。穷愁著书语出史记虞卿传虞卿非穷愁亦不能著书以自见于后世。虞卿，战国时赵国的上卿。骈体文我国古代的一种文体，盛行于南北朝，讲究对仗工整声律和谐词藻华丽。妃红俪白就是骈体文句，红白相对的意思。履穿踵决鞋子破旧，脚跟露出的意思。庄子山木衣弊履穿，贫也。又庄子让王曾子居卫十年不制衣纳屦而踵决。陶征士指陶渊明约―，名潜，字元亮，浔阳柴桑今江西九江人，东晋诗人。安帝义熙末年，征召他为著作郎，不就，因此被称为征士。饥来驱我去，见他的乞食一诗。牛首阿旁地狱中牛头人身的鬼卒畜生化生，轮回中的变化大叫唤无叫唤，地狱中的鬼魂。这些都是佛家语。杨荫榆？―江苏无锡人，曾留学美国，当时任国立北京女子师范大学校长。"}
{"text":"陶征士指陶渊明约―，名潜，字元亮，浔阳柴桑今江西九江人，东晋诗人。安帝义熙末年，征召他为著作郎，不就，因此被称为征士。饥来驱我去，见他的乞食一诗。牛首阿旁地狱中牛头人身的鬼卒畜生化生，轮回中的变化大叫唤无叫唤，地狱中的鬼魂。这些都是佛家语。杨荫榆？―江苏无锡人，曾留学美国，当时任国立北京女子师范大学校长。她依附北洋军阀，肆意压迫学生，是当时推行帝国主义和封建主义奴化教育的代表人物之一。在一九二五年女师大学生反杨风潮中，她于五月九日无理开除学生自治会职员六人，并于次日发表致全体学生公启，其中说顷者不幸，少数学生滋事，犯规至于出校，初时一再隐忍，无非委曲求全。至于今日，续成绝望，乃有此万不得已之举。须知学校犹家庭，为尊长者，断无不爱家属之理，为幼稚者，亦当体贴尊长之心。见一九二五年五月十一日晨报坐馆旧时称当家庭教师为坐馆。冷板凳清代范寅越谚谑塾师曰坐冷板凳。意思是冷落的职位，也泛指受到冷遇无事可为。对于暴烈学生之感言这篇感言是杨荫榆开除学生自治会职员六人后离校迁居饭店时所发的，其中说若夫拉杂谰言，tt笔舌，与此曹子勃G相向，憎口纵极鼓簧，自待不宜过薄。梦中多曹社之谋，心上有杞天之虑然而人纪一日犹存，公理百年自在。见一九二五年五月二十日晨报妇姑勃G语见庄子外物。婆媳吵架的意思。西宾同西席。旧时对家塾教师或幕友的含有敬意的称谓。六个学生自治会的职员即蒲振声张平江郑德音刘和珍许广平姜伯谛。鬼打墙旧时的一种迷信夜间走路，有时会在一个地方转来转去，找不出应走的路来，就认为是被鬼用无形的墙壁拦住，叫做鬼打墙。织芳即荆有麟，山西猗氏人。他曾在北京世界语专门学校听过的课，当时以文学青年的面貌在文学新闻界活动。后来参加国民党反动派特务组织，长期进行反革命活动。并非闲话并非闲话凡事无论大小，只要和自己有些相干，便不免格外警觉。即如这一回女子师范大学的风潮，我因为在那里担任一点钟功课，也就感到震动，而且就发了几句感慨，登在五月十二的京报副刊上。"}
{"text":"织芳即荆有麟，山西猗氏人。他曾在北京世界语专门学校听过的课，当时以文学青年的面貌在文学新闻界活动。后来参加国民党反动派特务组织，长期进行反革命活动。并非闲话并非闲话凡事无论大小，只要和自己有些相干，便不免格外警觉。即如这一回女子师范大学的风潮，我因为在那里担任一点钟功课，也就感到震动，而且就发了几句感慨，登在五月十二的京报副刊上。自然，自己也明知道违了和光同尘的古训了，但我就是这样，并不想以骑墙或阴柔来买人尊敬。三四天之后，忽然接到一本现代评论十五期，很觉得有些稀奇。这一期是新印的，第一页上目录已经整齐初版字有参差处，就证明着至少是再版。我想为什么这一期特别卖的多，送的多呢，莫非内容改变了么？翻开初版来，校勘下去，都一样不过末叶的金城银行的广告已经杳然，所以一篇女师大的学潮就赤条条地露出。我不是也发过议论的么？自然要看一看，原来是赞成杨荫榆校长的，和我的论调正相反。做的人是一个女读者。中国原是玩意儿最多的地方，近来又刚闹过什么琴心是否女士问题，我于是心血来潮，忽而想又捣什么鬼，装什么佯了？但我即刻不再想下去，因为接着就起了别一个念头，想到近来有些人，凡是自己善于在暗中播弄鼓动的，一看见别人明白质直的言动，便往往反噬他是播弄和鼓动，是某党，是某系正如偷汉的女人的丈夫，总愿意说世人全是忘八，和他相同，他心里才觉舒畅。这种思想是卑劣的我太多心了，人们也何至于一定用裙子来做军旗。我就将我的念头打断了。此后，风潮还是拖延着，而且展开来，于是有七个教员的宣言发表，也登在五月二十七日的京报上，其中的一个是我。这回的反响快透了，三十日发行其实是二十九日已经发卖的现代评论上，西滢先生就在闲话的第一段中特地评论。但是，据说宣言是闲话正要付印的时候才在报上见到的，所以前半只论学潮，和宣言无涉。后来又做了三大段，大约是见了宣言之后，这才文思泉涌的罢，可是闲话付印的时间，大概总该颇有些耽误了。但后做而移在前面，也未可知。那么，足见这是一段要紧的闲话。闲话中说，以前我们常常听说女师大的风潮，有在北京教育界占最大势力的某籍某系的人在暗中鼓动，可是我们总不敢相信。"}
