{"text":"唉！我们的灵魂可以卖吗？呵！这是何等痛心的疑问！我只觉得一阵心酸，愁苦的情绪，乱了我的心，我上句话也回答不出来！停了半天只是自己问着自己道灵魂可以卖吗？除此我不能更说别的了！我们为了这个痛心和疑问，都呆呆地瞪视那去而不返的流水，不发一言，忽然从芦苇丛中，跑出四五个活泼的水鸭来，在水里自如地游泳着，捕捉那肥美的水虫充饥，水鸭的自由，便使我们生出一种嫉恨的思想――失了灵魂的工人，还不如水鸭呢！――而这一群恼人的水鸭，也似明白我们的失意，对着我们，作出傲慢得意的高吟，不住呵，呵！地叫着，这个我们真不能更忍受了！便急急地离开这境地，回到那尘烟充满的城里去。第二天工厂照旧开工，我还是很早地到了工厂里，坐在纺车的旁边，用手不住摇转着，而我目光和思想，却注视在全厂的工人身上，见他们手足的转动，永远是从左向右，他们所站的地方，也永远没有改动分毫，他们工作的熟练，实在是自然极了！当早晨工厂动工钟响的时候，工人便都像机器开了锁，一直不止地工作，等到工厂停工钟响了，他们也像机器上了锁，不再转动了！他们的面色，是黧黑里隐着青黄，眼光都是木强的，便是作了一天的工作，所得的成绩，他们也不见得有什么愉快，只有那发工资的一天，大家脸上是露着凄惨的微笑！我渐渐地明白了，我同伴的话实在是不错，这工厂里的工人，实在不止是单卖他们的劳力，他们没有一些思想和出主意的机会，――灵魂应享的权利，他们不是卖了他们的灵魂吗？但是我永远不敢相信，我的想头是对的，因为灵魂的可贵，实在是无价之宝，这有限的工资便可以买去？或者工人便甘心卖出吗？灵魂可以卖吗？这个绝大的难题，谁能用忠诚平正的心，给我们一个圆满的回答呢？荷姑说完这段故事，只是低着头，用手摸弄着她的衣襟，脸上露着十分沉痛的样子。我心里只觉得七上八下地乱跳，更不能说出半句话来，过了些时荷姑才又说道我所求你帮助我的，就是请你告诉我，灵魂可以卖吗？我被她这一问，实在不敢回答，因为这世界上的事情不合理的太多呵！我实在自悔孟浪，为什么不问明白，便应许帮助她呢？现在弄得欲罢不能！我急得眼泪湿透了衣襟，但还是一句话没有，荷姑见我这种为难的情形，不禁叹道金钱虽是可以帮助无告的穷人，但是失了灵魂的人的苦恼，实在更甚于没有金钱的百倍呢！"}
{"text":"我心里只觉得七上八下地乱跳，更不能说出半句话来，过了些时荷姑才又说道我所求你帮助我的，就是请你告诉我，灵魂可以卖吗？我被她这一问，实在不敢回答，因为这世界上的事情不合理的太多呵！我实在自悔孟浪，为什么不问明白，便应许帮助她呢？现在弄得欲罢不能！我急得眼泪湿透了衣襟，但还是一句话没有，荷姑见我这种为难的情形，不禁叹道金钱虽是可以帮助无告的穷人，但是失了灵魂的人的苦恼，实在更甚于没有金钱的百倍呢！人们只知道用金钱周济人，而不肯代人赎回比金钱更要紧的灵魂！她现在不再说什么了！我更不能说什么了！只有忏悔和羞愧的情绪，激成一种小声浪，责备我道帮助人呵！用你的勇气回答她呵！灵魂可以卖吗？或人的悲哀亲爱的朋友我的病大约是没有希望治好了！前天你走后，我独自坐在窗前玫瑰花丛前面，那时太阳才下山，余辉还灿烂地射着我的眼睛，我心脏的跳跃很厉害，我不敢多想什么，只是注意那玫瑰花，妖艳的色彩，和清润的香气，这时风渐渐大了，于我的病体不能适宜，媛姊在门口招呼我进去呢。我到了屋里，仍旧坐在我天天坐着的那张软布椅上，壁上的相片，一张张在我心幕上跳跃着，过去的一件一件事情，也涌到我洁白的心幕上来，唉！，已经过去的，是事情的形式，那深刻的，使人酸楚的味道，仍旧深深地印在我的脑海中，渗在我的血液里，回忆着便不免要饮泣！第一次，使我忏悔的事情，就是我们在紫藤花架下，那几张石头椅子上坐着，你和心印谈人生究竟的问题，你那时很郑重地说人生哪里有究竟！一切的事情，都不过像演戏一般，谁不是涂着粉墨，戴着假面具上场呢？后来你又说梅生和昭仁他们一场定婚，又一场离婚的事情简直更是告诉我们说人事是作戏，就是神圣的爱情，也是靠不住的，起初大家十分爱恋地定婚，后来大家又十分憎恶地离起婚来。一切的事情，都是靠不住的。心印听了你的话，她便决绝地说我们游戏人间吧！我当时虽然没有开口，给你们一种明白的表示，但是我心里更决绝的，和心印一样，要从此游戏人间了！从那天以后，我便完全改了我的态度把从前冷静考虑的心思，都收起来，只一味地放荡着――好像没有目的地的船，在海洋中飘泊，无论遇到怎么大的难事，我总是任我那时情感的自然，喜怒笑骂都无忌惮了！"}
{"text":"一切的事情，都是靠不住的。心印听了你的话，她便决绝地说我们游戏人间吧！我当时虽然没有开口，给你们一种明白的表示，但是我心里更决绝的，和心印一样，要从此游戏人间了！从那天以后，我便完全改了我的态度把从前冷静考虑的心思，都收起来，只一味地放荡着――好像没有目的地的船，在海洋中飘泊，无论遇到怎么大的难事，我总是任我那时情感的自然，喜怒笑骂都无忌惮了！有一天晚上，我独自坐在冷清清的书房里，忽然张升送进一封信来，是叔和来的。他说他现在很闷，要到我这里谈谈，问我有工夫没有？我那时毫不用考虑，就回了他一封说我正冷清得苦，你来很好！不久叔和真来了，我们随意的谈话，竟消磨了四点多钟的光阴后来他走了，我心里忽然一动，我想今天晚上的事情，恐怕有些太欠考虑吧？但是已经过去了！况且我是游戏人间呢！我转念到这里，也就安贴了。谁知自从这一天以后，叔和便天天写信给我，起初不过谈些学术上的问题，我也不以为奇，有来必回，最后他忽然来了一封信说我对于你实在是十三分的爱慕现在我和吟雪的婚事，已经取消了，希望你不要使我失望！！别人不知道我的为人，你总该知道呵！我生平最恨见异思迁的人，况且吟雪和我也有一面之缘，总算是朋友，谁能做此种不可思议的事呢！当时我就写了一封信，痛痛地拒绝他了。但是他仍然纠缠不清，常常以自杀来威胁我，使我脆弱的心灵受了非常的打击！每天里，寸肠九回，既恨人生多罪恶！又悔自家太盂浪！唉！！我失眠的病，就因此而起了！现在更蔓延到心脏了！昨天医生用听筒听了听，他说很要小心，节虑少思，或者可望好，唉！！这种种色色的事情，怎能使我不思呢？明天我打算搬到妇婴医院去，以后来信，就寄到那边第二层楼十五号房间写得乏了！再谈吧！你的朋友亚侠六月十日亲爱的我报告你一件很好的消息，我的心脏病，已渐渐好了！失眠也比从前减轻，从前每一天夜里，至多只睡到三四个钟头，就不能再睡了。现在居然能睡到六个钟头，我自己真觉得欢喜，想你一定要为我额手称贺！是不是？我还告诉你一件事这医院里，有一个看护妇刘女士，是一个最笃信宗教的人，她每天从下午两点钟以后，便来看护我，她为人十分和蔼，她常常劝我信教。"}
{"text":"再谈吧！你的朋友亚侠六月十日亲爱的我报告你一件很好的消息，我的心脏病，已渐渐好了！失眠也比从前减轻，从前每一天夜里，至多只睡到三四个钟头，就不能再睡了。现在居然能睡到六个钟头，我自己真觉得欢喜，想你一定要为我额手称贺！是不是？我还告诉你一件事这医院里，有一个看护妇刘女士，是一个最笃信宗教的人，她每天从下午两点钟以后，便来看护我，她为人十分和蔼，她常常劝我信教。我起初很不以为然，我想宗教的信仰，可以遮蔽真理的发现不过现在我却有些相信了！因为我似乎知道真理是寻不到，不如暂且将此心寄托于宗教，或者在生的岁月里不至于过分的苦痛！昨天夜里，月色十分清明，我把屋里的电灯拧灭了看那皎洁的月光，慢慢透进我屋里来。刘女士穿了一身白衣服，跪在床前低声地祷祝，一种恳切的声音，直透过我的耳膜，深深地侵进我的心田里，我此时忽感一种不可思议的刺激，我觉得月光带进神秘的色彩来，罩住了世界上的一切，我这时虽不敢确定宇宙间有神，然而我却相信，在眼睛能看见的世界以外，一定还有一个看不见的世界了。我这一夜，几乎没闭眼，怔怔想了一夜，第二天我的病症又添了！不过我这时彷惶的心神好像有了归着，下午睡了一觉，现在已经觉得十分痊愈了！马大夫也很奇怪我好得这么快，他说若以此种比例推下去，――没有变动再有三四天，便可出院了。今天心印来看我一次，她近来颜色很不好！不知道有什么病，你有工夫可以去看看她，大约她现在彷徨歧路，必定很苦！你昨天叫人送来的一束兰花，今天还很有生气，这时它正映着含笑的朝阳，更显得精神百倍，我希望你前途的幸福也和这花一样灿烂。再谈，祝你健康！亚侠七月六日吾友我现在真要预备到日本去找我的哥哥，因为我自从病后便不耐幽居，听说蓬莱的风景佳绝，我去散散心，大约病更可以除根了。我希望你明天能来，因为我打算后天早车到天津乘长沙丸东渡，在这里的朋友，除了你和心印以外，还有文生，明天我们四个人，在我家里畅叙一下吧！我这一走，大约总要半年才能回来呢！你明天来的时候，请你把昨天我叫人送给你看的那封心印的信带了来，她那边有一个问题，――名利的代价是什么？"}
{"text":"我希望你明天能来，因为我打算后天早车到天津乘长沙丸东渡，在这里的朋友，除了你和心印以外，还有文生，明天我们四个人，在我家里畅叙一下吧！我这一走，大约总要半年才能回来呢！你明天来的时候，请你把昨天我叫人送给你看的那封心印的信带了来，她那边有一个问题，――名利的代价是什么？我当时心里很烦，没有详细地回答她，打算明天见面时，我们四个人讨论一个结果出来，不过这个问题，又是和人生究竟的问题差不多，恐怕结果，又是悲的多，乐的少，唉！何苦呵！我们这些人总是不能安于现在，求究竟，――这于人类的思想，固然有进步，但是精神消磨得未免太多了！但望明天的讨论可以得到意外的完满就好了！我现在屋子里乱得不成样子，箱子里的东西乱七八糟堆了一床，我理得实在心烦，所以跑到外书房里来，给你们写信，使我的眼睛不看见，心就不烦了！说到这里，我又想起一件事了。！你记得前些日子我们看见一个盲诗人的作品，他说中午的太阳，把世界和世界的一切惊异指示给人们，但是夜，却把宇宙无数的星，无际限的空间，――全生活，广大和惊异指示给人们。白昼指示给人们的，不过是人的世界，黑暗和污秽。夜却能把无限的宇宙指示给人们，那里有美丽的女神，唱着甜美的歌，温美的云织成洁白的地毡，星儿和月儿，围随着低低地唱，轻轻的舞。这些美丽的东西，岂是我们眼睛所领略得到的呢？，我宁愿作一个瞎子呢！倘若我真是个瞎子，那些可厌的杂乱的东西，再不会到我心幕上来了。但是不幸！我实在不是个瞎子，我免不了要看世界上种种的罪恶的痕迹了！任笔写来，不知说些什么，好了！别的话留着明天面谈的！亚侠九月二日呵！丝丝的细雨敲着窗子，密密的黑云罩着天空，潮湃的波涛震动着船身海天辽阔，四顾苍茫，我已经在海里过了一夜，这时正是开船的第二天早晨。前夜，那所灰色墙的精致小房子里的四个人，握着手谈着天何等的快乐？现在我是离你们，一秒比一秒远了！唉！为什么别离竟这样苦呵！我记得分别的那一天晚上，心印指着那迢迢的碧水说人生和水一样的流动，岁月和水一样的飞逝水流过去了，不能再回来！"}
{"text":"别的话留着明天面谈的！亚侠九月二日呵！丝丝的细雨敲着窗子，密密的黑云罩着天空，潮湃的波涛震动着船身海天辽阔，四顾苍茫，我已经在海里过了一夜，这时正是开船的第二天早晨。前夜，那所灰色墙的精致小房子里的四个人，握着手谈着天何等的快乐？现在我是离你们，一秒比一秒远了！唉！为什么别离竟这样苦呵！我记得分别的那一天晚上，心印指着那迢迢的碧水说人生和水一样的流动，岁月和水一样的飞逝水流过去了，不能再回来！岁月跑过去了，也不能再回来！希望亚侠不要和碧水时光一样。早去早回呵。，这话真使我感动，我禁不住哭了！你们送我上船，听见汽笛呜咽悲鸣着，你们便不忍再看我，忍着泪，急急转过头走去了，我呢？怔立在甲板上，不住地对你们望，你们以为我看不见你们了，用手帕拭泪，偷眼往我这边看，咳！，这不过是小别，便这样难堪！以后的事情，可以设想吗？名利的代价是什么？心印的答案是愁苦劳碌。你却说是人生生命的波动若果没有这个波动，世界将呈一种不可思议的枯寂！你们的话在我心里，起伏不定的浪头，在我眼底我是浮沉在这波动之上，我一生所得的代价只是愁苦劳碌。唉！！我心彷徨得很呵！往哪条路上去呢？我还是游戏人间吧！今天没有什么风浪，船很平稳，下午雨渐渐住了，露出流丹般的彩霞，罩着炊烟般的软雾前面孤岛隐约，仿佛一只水鸦伏在那里。海水是深碧的，浪花涌起，好像田田荷丛中窥人的睡莲。我坐在甲板上一张旧了的藤椅里，看海潮浩浩荡荡，翻腾奔掀，心里充满了惊惧的茫然无主的情绪，人生的真象，大约就是如此了。再有三天，就可到神户一星期后可到东京，到东京住什么地方，现在还没有定，不过你们的信，可寄到早稻田大学我哥哥那里好了。我的失眠症和心脏病，昨日夜里又有些发作，大约是因为劳碌太过的缘故，今夜风平浪静，当得一好睡！现在已经黄昏了。海上的黄昏又是一番景象，海水被红日映成紫色，波浪被余辉射成银花，光华灿烂，你若是到了这里，大约又要喜欢得手舞足蹈了！晚饭的铃响了，我吃饭去。再谈！亚侠九月五日吾友我到东京，不觉已经五天了。此地的人情风俗和祖国相差太远了！"}
{"text":"我的失眠症和心脏病，昨日夜里又有些发作，大约是因为劳碌太过的缘故，今夜风平浪静，当得一好睡！现在已经黄昏了。海上的黄昏又是一番景象，海水被红日映成紫色，波浪被余辉射成银花，光华灿烂，你若是到了这里，大约又要喜欢得手舞足蹈了！晚饭的铃响了，我吃饭去。再谈！亚侠九月五日吾友我到东京，不觉已经五天了。此地的人情风俗和祖国相差太远了！他们的饮食，多喜生冷他们起居，都在席子上，和我们祖国从前席地而坐的习惯一样，这是进化呢，还是退化？最可厌的是无论到什么地方，都要脱了鞋子走路这样赤足的生活，真是不惯！满街都是吱吱咖咖木履的声音，震得我头疼，我现在厌烦东京的纷纷搅搅，和北京一样！浮光底下，所盖的形形色色，也和北京一样！莫非凡是都会的地方都是罪恶荟萃之所吗？真是烦煞人！昨天下午我到东洋妇女和平会去，――正是她们开常会的时候，我因一个朋友的介绍，得与此会。我未到会以前，我理想中的会员们，精神的结晶，是纯洁的，是热诚的。及至到会以后，所看见的妇女，是满面脂粉气，贵族式的夫人小姐她们所说的和平，是片面的，就和那冒牌的共产主义者，只许我共他人之产不许人共我的产一样。！这大约是人世间必不可免的现象吧？昨天回来以后，总念念不忘日间赴会的事，夜里不得睡，失眠的病又引起了！今天心脏觉得又在急速地跳，不过我所带来的药还有许多，吃了一些，或者不至于再患。今天吃完饭后，我跟着我哥哥，去见一位社会主义者，他住的地方离东京很远，要走一点半钟。我们一点钟从东京出发，两点半到那里。那地方很幽静，四围种着碧绿的树木和菜蔬，他的屋子就在这万绿丛中。我们刚到了他那门口，从他房子对面，那个小小草棚底下，走出两个警察来，盘问我们住址籍贯姓名，与这个社会主义者的关系。我当时见了这种情形，心里实感一种非常的苦痛，我想，这些巩固各人阶级和权利的自私之虫，不知他们造了多少罪孽呢？呵，那时我的心血沸腾了！若果有手枪在手，我一定要把那几个借强权干涉我神圣自由的恶贼的胸口，打穿了呢！麻烦了半天，我们才得进去，见着那位社会主义者。他的面貌很和善，但是眼神却十分沉着。我见了他，我的心仿佛热起来了！从前对于世界所抱的悲观，而酿成的消极，不觉得变了！"}
{"text":"我当时见了这种情形，心里实感一种非常的苦痛，我想，这些巩固各人阶级和权利的自私之虫，不知他们造了多少罪孽呢？呵，那时我的心血沸腾了！若果有手枪在手，我一定要把那几个借强权干涉我神圣自由的恶贼的胸口，打穿了呢！麻烦了半天，我们才得进去，见着那位社会主义者。他的面貌很和善，但是眼神却十分沉着。我见了他，我的心仿佛热起来了！从前对于世界所抱的悲观，而酿成的消极，不觉得变了！这时的亚侠，只想用弹药炸死那些妨碍人们到光明路上去的障碍物，！这种的狂热回来后想想，不觉失笑！今天我们谈的话很多，不过却不能算是畅快因为我们坐的那间屋子的窗下，有两个警察在那里临察着。直到我们要走的时候，那位社会主义者才说了一句比较畅快的话，他说为主义牺牲生命，是最乐的事，与其被人的索子缠死，不如用自己的枪对准喉咙打死！！这话的味道，何其隽永呵！晚上我哥哥的朋友孙成来谈，这个人很有趣，客中得有几个解闷的，很不错！写得不少了，再说吧。亚侠九月二十日呵！我现在不幸又病了！仍旧失眠，心脏跳动，和在京时候的程度差不多。前三天搬进松井医院。作客的人病了，除了哥哥的慰问外，还有谁来看视呢！况且我的病又是失眠，夜里睡不着，两只眼看见的，是桌子上的许多药瓶，药末的纸包，和那似睡非睡的电灯，灯上罩着深绿的罩子，――医生恐光线太强，于病体不适的缘故。――四围的空气，十分消沉暗淡，耳朵所听见的，是那些病人无力的吟呻凄切的呼唤，有时还夹着隐隐的哭声！！我仿佛已经明白死是什么了！我回想在北京妇婴医院的时候看护妇刘女士告诉我的话了，她说生的时候，作了好事，死后便可以到上帝的面前，那里是永久的乐园，没有一个人脸上有愁容，也没有一个人掉眼泪！！我并不是信宗教的人，但是我在精神彷徨无着处的时候，我不能不寻出信仰的对象来所以我健全的时候，我只在人间寻道路我病痛的时候，便要在人间之外的世界，寻新境界了。这几天，我一闭眼，便有一个美丽的花园――意象所造成的花园，立在我面前，比较人间无论哪一处都美满得多。我现在只求死，好像死比生要乐得多呢！人间实在是虚伪得可怕！孙成和继梓――也是在东京认识的，我哥哥的同学他们两个为了我这个不相干的人，互相猜忌，互相倾轧。"}
{"text":"！我并不是信宗教的人，但是我在精神彷徨无着处的时候，我不能不寻出信仰的对象来所以我健全的时候，我只在人间寻道路我病痛的时候，便要在人间之外的世界，寻新境界了。这几天，我一闭眼，便有一个美丽的花园――意象所造成的花园，立在我面前，比较人间无论哪一处都美满得多。我现在只求死，好像死比生要乐得多呢！人间实在是虚伪得可怕！孙成和继梓――也是在东京认识的，我哥哥的同学他们两个为了我这个不相干的人，互相猜忌，互相倾轧。有一次，恰巧他们两人，不约而同时都到医院来看我，两个人见面之后，那种嫉妒仇视的样子，竟使我失惊！！我这时才恍然明白了！人类的利己心，是非常可怕的！并且他们要是欢喜什么东西，便要据那件东西为己有！唉！我和他们两个只是浅薄的友谊，哪里想到他们的贪心，如此厉害！竟要做成套子，把我束住呢？！我的志向你是知道的，我的人生观你是明白的，我对于我的生，是非常厌恶的！我对于世界，也是非常轻视的，不过我既生了，就不能不设法不虚此生！我对于人类，抽象的概念，是觉得可爱的，但对于每一个人，我终觉得是可厌的！他们天天送鲜花来，送糖果来，我因为人与人必有交际，对于他们的友谊，我不能不感谢他们！但是照现在看起来，他们对于我，不能说不是另有作用呵！！你记得，前年夏天，我们在万牲园的那个池子旁边钓鱼，买了一块肉，那时你曾对我说亚侠！做人也和做鱼一样，人对付人，也和对付鱼一样！我们要钓鱼，拿它甘心，我们不能不先用肉，去引诱它，它要想吃肉，就不免要为我们所甘心了！这话我现在想起来，实在佩服你的见识，我现在是被钓的鱼，他们是要抢着钓我的渔夫，！人与人交际不过如此呵！心印昨天有信来，说她现在十分苦闷，知与情常常起剧烈的战争！知战胜了，便要沉于不得究竟的苦海，永劫难回！情战胜了，便要沉沦于情的苦海，也是永劫不回！她现在大有自杀的倾向。她这封信，使我感触很深！！我们四个人，除了文生尚有些勇气奋斗外，心印你我三个人，困顿得真苦呵！我病中的思想分外多，我想了便要写出来给你看，好像二十年来，茹苦含辛的生活，都可以在我给你的信里寻出来。！奇怪得很！我自从六月间病后，我便觉得我这病是不能好的，所以我有一次和你说，希望你，把我从病时，给你的信，要特别留意保存起来。"}
