{"text":"虽然中国人是如此的聪明，但是布罗代尔对十七世纪中国的物质生活包括北京城里有多少人靠拣破烂为生做了一番描述之后下结论道在这一切的背后，潜在的贫困无处不在。我们的祖先怎么感觉不出来？我的结论是大概是觉得那么活着就不坏吧。人性的逆转有位西方的发展学者说贫穷是一种生活方式。言下之意是说，有些人受穷，是因为他不想富裕。这句话是作为一种惊世骇俗的观点提出的，但我狭隘的人生经历却证明此话大有道理。对于这句话还可以充分地推广贫困是一种生活方式，富裕是另一种生活方式追求聪明是一种人生的态度，追求愚蠢则是另一种生活态度。在这个世界上，有一些人在追求快乐，另一些人在追求痛苦有些人在追求聪明，另一些人在追求愚蠢。这种情形常常能把人彻底搞糊涂。洛克先生以为，人人都追求快乐，这是不言自明的。以此为基础，他建立了自己的哲学大厦。斯宾诺莎也说，人类行为的原动力是自我保存。作为一个非专业的读者，我认为这是同一类的东西，认为人趋利而避害，趋乐而避苦，这是伦理学的根基。以此为基础，一切都很明白。相比之下，我们民族的文化传统大不相同，认为礼高于利，义又高于生，这样就创造了一种比较复杂的伦理学。由此产生了一个矛盾，到底该从利害的角度来定义崇高，还是另有一种先验的东西，叫做崇高――举例来说，孟子认为，人皆有恻隐之心，这是人先天的良知良能，这就是崇高的根基。我也不怕人说我是民族虚无主义，反正我以为前一种想法更对。从前一种想法里产生富裕，从后一种想法里产生贫困从前一种想法里产生的总是快乐，从后一种想法里产生的总是痛苦。我坚定不移地认为，前一种想法就叫做聪明，后一种想法就叫做愚蠢。笔者在大学里学的是理科，凭这样的学问底子，自然难以和专业哲学家理论，但我还是以为，这些话不能不说。对于人人都追求快乐这个不言自明的道理罗素却以为不尽然，他举受虐狂作为反例。当然，受虐狂在人口中只占极少数。但是受虐却不是罕见的品行。七十年代，笔者在农村插队，在学大寨的口号鞭策下，劳动的强度早已超过了人力所能忍受的极限，但那些工作却是一点价值也没有的。对于这些活计，老乡们概括得最对没别的，就是要给人找些罪来受。但队干部和积极分子们却乐此不疲，干得起码是不比别人少。学大寨的结果是使大家变得更加贫穷。"}
{"text":"对于人人都追求快乐这个不言自明的道理罗素却以为不尽然，他举受虐狂作为反例。当然，受虐狂在人口中只占极少数。但是受虐却不是罕见的品行。七十年代，笔者在农村插队，在学大寨的口号鞭策下，劳动的强度早已超过了人力所能忍受的极限，但那些工作却是一点价值也没有的。对于这些活计，老乡们概括得最对没别的，就是要给人找些罪来受。但队干部和积极分子们却乐此不疲，干得起码是不比别人少。学大寨的结果是使大家变得更加贫穷。道理很简单人干了艰苦的工作之后，就变得很能吃，而地里又没有多长出任何可吃的东西。这个例子说明，人人都有所追求，这个道理是不错的，但追求的却可以是任何东西你总不好说任何东西都是快乐吧。人应该追求智慧，这对西方人来说是很容易接受的道理苏格拉底甚至把求知和行善画上了等号。但是中国人却说难得糊涂，仿佛是希望自己变得笨一点。在我身上，追求智慧的冲动比追求快乐的冲动还要强烈，因为这个原故，在我年轻时，总是个问题青年思想改造的重点对象。我是这么理解这件事的别人希望我变得笨一些。谢天谢地，他们没有成功。人应该改变自己，变成某种样子，这大概是没有疑问的。有疑问的只是应该变聪明还是变笨。像这样的问题还能举出一大堆，比方说，人尤其是女人应该更漂亮更性感一些，还是更难看让人倒胃一些对别人应该更粗暴更野蛮一些，还是更有礼貌一些等等。假如你经历过中国的七十年代，就会明白，在生活的每一个方面，都有不同的答案。你也许会说，每个国家都有自己的国情，每个时代都有自己的风尚，但我对这种话从来就不信。我更相信乔治奥威尔的话一切的关键就在于必须承认一加一等于二弄明白了这一点，其他一切全会迎刃而解。我相信洛克的理论。人活在世上，趋利趋乐暂且不说，首先是应该避苦避害。这种信念来自我的人生经验我年轻时在插队，南方北方都插过。谁要是有同样的经历就会同意，为了谋生，人所面临的最大任务是必须搬动大量沉重的物质这些物质有时是水，有时是粪土，有时是建筑材料，等等。到七十年代中期为止，在中国南方，解决前述问题的基本答案是一根扁担。在中国的北方则是一辆小车。我本人以为，这两个方案都愚不可及。在前一个方案之下，自肩膀至脚跟，你的每一寸肌肉每一寸骨骼都在百十公斤重物的压迫之下，会给你带来腰疼病腿疼病。"}
{"text":"这种信念来自我的人生经验我年轻时在插队，南方北方都插过。谁要是有同样的经历就会同意，为了谋生，人所面临的最大任务是必须搬动大量沉重的物质这些物质有时是水，有时是粪土，有时是建筑材料，等等。到七十年代中期为止，在中国南方，解决前述问题的基本答案是一根扁担。在中国的北方则是一辆小车。我本人以为，这两个方案都愚不可及。在前一个方案之下，自肩膀至脚跟，你的每一寸肌肉每一寸骨骼都在百十公斤重物的压迫之下，会给你带来腰疼病腿疼病。后一种方案比前种方案强点不多，虽然车轮承担了重负，但车上的重物也因此更多。假如是往山上推的话，比挑着还要命。西方早就有人在解决这类问题，先有阿基米德，后有牛顿。卡特，所以在一二百年前就把这问题解决了。而在我们中国，到现在也没解决。你或者会以为，西方文明有这么一点小长处，善于解决这种问题，但我以为这是不对的。主要的因素是感情问题。西方人以为，人的主要情感源于自身，所以就重视解决肉体的痛苦。中国人以为，人的主要情感是亲亲敬长，就不重视这种问题。这两种想法哪种更对？当然是前者。现在还有人说，西方人纲常败坏，过着痛苦的生活――这种说法是昧良心的。西方生活我见过，东方的生活我也见过。西方人儿女可能会吸毒，婚姻可能会破裂，总不会早上吃两片白薯干，中午吃两片白薯干，晚上再吃两片白薯干，就去挑一天担子，推一天的重车！从孔孟到如今，中国的哲学家从来不挑担不推车。所以他们的智慧从不考虑降低肉体的痛苦，专门营造站着说话不腰疼的理论。在西方人看来，人所受的苦和累可以减少，这是一切的基础。假设某人做出一份牺牲，可以给自己或他人带来很多幸福，这就是崇高――洛克就是这么说的。孟子不是这么说，他的崇高另有根基，远不像洛克的理论那么能服人。据我所知，孟子远不是个笨蛋。除了良知良能，他还另有说法。他说反对他意见的人杨朱墨子都是禽兽。由此得出了崇高的定义有种东西，我们说它是崇高，是因为反对它的人都不崇高。这个定义一直沿用到了如今。细想起来，我觉得这是一种模糊不清的混蛋逻辑，还不如直说凡不同意我意见者都是王八蛋为好。总而言之，这种古怪的论证方式时常可以碰到。在七十年代，发生了这样一回事河里发大水，冲走了一根国家的电线杆。有位知青下水去追，电杆没捞上来，人也淹死了。这位知青受到表彰，成了革命烈士。"}
{"text":"除了良知良能，他还另有说法。他说反对他意见的人杨朱墨子都是禽兽。由此得出了崇高的定义有种东西，我们说它是崇高，是因为反对它的人都不崇高。这个定义一直沿用到了如今。细想起来，我觉得这是一种模糊不清的混蛋逻辑，还不如直说凡不同意我意见者都是王八蛋为好。总而言之，这种古怪的论证方式时常可以碰到。在七十年代，发生了这样一回事河里发大水，冲走了一根国家的电线杆。有位知青下水去追，电杆没捞上来，人也淹死了。这位知青受到表彰，成了革命烈士。这件事引起了一点小小的困惑我们知青的一条命，到底抵不抵得上一根木头？结果是困惑的人惨遭批判，结论是国家的一根稻草落下水也要去追。至于说知青的命比不上一根稻草，人家也没这么说。他们只说，算计自己的命值点什么，这种想法本身就不崇高。坦白地说，我就是困惑者之一。现在有种说法，以为民族的和传统的就是崇高的。我知道它的论据因为反民族和反传统的人很不崇高。但这种论点吓不倒我。过去欧洲有个小岛，岛上是苦役犯服刑之处。犯人每天的工作是从岛东面挑起满满的一挑水，走过崎岖的山道，到岛西面倒掉。这岛的东面是地中海，水从地中海里汲来。西面也是地中海，这担水还要倒回地中海去。既然都是地中海，所以是通着的。我想，倒在西面的水最终还要流回东面去。无价值的吃苦和无代价的牺牲大体就是这样的事。有人会说，这种劳动并非毫无意义，可以陶冶犯人的情操提升犯人的灵魂而有些人会立刻表示赞成，这些人就是那些岛上的犯人――我听说这岛上的看守手里拿着鞭子，很会打人。根据我对人性的理解，就是离开了那座岛屿，也有人会保持这种观点。假如不是这样，劳动改造就没有收到效果。在这种情况下，人性就被逆转了。从这个例子来看，要逆转人性，必须有两个因素无价值的劳动和暴力的威胁，两个因素缺一不可。人性被逆转之后，他也就糊涂了。费这么大劲把人搞糊涂有什么好处，我就不知道，但想必是有的，否则不会有这么个岛。细想起来，我们民族的传统文化里就包含了这种东西。举个例子来说，朝廷的礼节。见皇上要三磕九叩扬尘舞蹈，这套把戏耍起来很吃力，而且不会带来任何收益，显然是种无代价的劳动。但皇上可以廷杖臣子，不老实的马上拉下去打板子。有了这两个因素，这套把戏就可以耍下去，把封建士大夫的脑子搞得很糊涂。回想七十年代，当时学大寨和抓阶级斗争总是一块搞的，这样两个因素就凑齐了。我下乡时，和父老乡亲们在一起。"}
{"text":"费这么大劲把人搞糊涂有什么好处，我就不知道，但想必是有的，否则不会有这么个岛。细想起来，我们民族的传统文化里就包含了这种东西。举个例子来说，朝廷的礼节。见皇上要三磕九叩扬尘舞蹈，这套把戏耍起来很吃力，而且不会带来任何收益，显然是种无代价的劳动。但皇上可以廷杖臣子，不老实的马上拉下去打板子。有了这两个因素，这套把戏就可以耍下去，把封建士大夫的脑子搞得很糊涂。回想七十年代，当时学大寨和抓阶级斗争总是一块搞的，这样两个因素就凑齐了。我下乡时，和父老乡亲们在一起。我很爱他们，但也不能不说他们早就被逆转了。我经历了这一切，脑子还是不糊涂，还知道一加一等于二，这只说明一件事要逆转人性，还要有第三个因素，那就是人性的脆弱。我认为七十年代是我们宝贵的精神财富，这个看法和一些同龄人是一样的。七十年代的青年和现在的青年很不一样，更热情更单纯更守纪律对生活的要求更低，而且更加倒霉。成为这些人中的一员，是一种极难得的际遇，这些感受和别人是一样的。有些人认为这种经历是一种崇高的感受，我就断然反对，而且认为这种想法是病态的。让我们像奥威尔一样，想想什么是一加一等于二，七十年代对于大多数中国人来说，是个极痛苦的年代。很多年轻人做出了巨大的自我牺牲，而且这种牺牲毫无价值。想清楚了这些事，我们再来谈谈崇高的问题。就七十年代这个例子来说，我认为崇高有两种一种是当时的崇高，领导上号召我们到农村去吃苦，说这是一种光荣。还有一种崇高是现在的崇高，忍受了这些痛苦做出了自我牺牲之后，我们自己觉得这是崇高的。我觉得这后一种崇高比较容易讲清楚。弗洛伊德对受虐狂有如下的解释假如人生活在一种无力改变的痛苦之中，就会转而爱上这种痛苦，把它视为一种快乐，以便使自己好过一些。对这个道理稍加推广，就会想到人是一种会自己骗自己的动物。我们吃了很多无益的苦，虚掷了不少年华，所以有人就想说，这种经历是崇高的。这种想法可以使他自己好过一些，所以它有些好作用。很不幸的是它还有些坏作用有些人就据此认为，人必须吃一些无益的苦虚掷一些年华，用这种方法来达到崇高。这种想法不仅有害，而且是有病。说到吃苦牺牲，我认为它是负面的事件。吃苦必须有收益，牺牲必须有代价，这些都属一加一等于二的范畴。"}
{"text":"我们吃了很多无益的苦，虚掷了不少年华，所以有人就想说，这种经历是崇高的。这种想法可以使他自己好过一些，所以它有些好作用。很不幸的是它还有些坏作用有些人就据此认为，人必须吃一些无益的苦虚掷一些年华，用这种方法来达到崇高。这种想法不仅有害，而且是有病。说到吃苦牺牲，我认为它是负面的事件。吃苦必须有收益，牺牲必须有代价，这些都属一加一等于二的范畴。我个人认为，我在七十年代吃的苦做出的牺牲是无价值的，所以这种经历谈不上崇高这不是为了贬低自己，而是为了对现在和未来发生的事件有个清醒的评价。逻辑学家指出，从正确的前提能够推导出正确的结论，但从一个错误的前提就什么都能够推导出来。把无价值的牺牲看作崇高，也就是接受了一个错误的前提。此后你就会什么鬼话都能说出口来，什么不可信的事都肯信――这种状态正确的称呼叫做糊涂。人的本性是不喜欢犯错误的，所以想把他搞糊涂，就必须让他吃很多的苦――所以糊涂也很难得呀。因为人性不总是那么脆弱，所以糊涂才难得。经过了七十年代，有些人对人世间的把戏看得更清楚，他就是变得更聪明。有些人对人世间的把戏更看不懂了，他就是变得更糊涂。不管发生了哪种情况，七十年代都是我们的宝贵财富。我要说出我的结论，中国人一直生活在一种有害哲学的影响之下，孔孟程朱编出了这套东西，完全是因为他们在社会的上层生活。假如从整个人类来考虑问题，早就会发现，趋利避害，直截了当地解决实际问题最重要――说实话，中国人在这方面已经很不像样了――这不是什么哲学的思辨，而是我的生活经验。我们的社会里，必须有改变物质生活的原动力，这样才能把未来的命脉握在自己的手里。弗洛依德和受虐狂我说过，以后写杂文要斯文一些，引经据典。今天要引的经典是弗洛依德。他老人家说过从某种意义上说，我们每个人都有点歇斯底里――这真是至理名言！所谓歇斯底里，就是按不下心头一股无明火，行为失范。谁都有这种时候，但自打十年前我把弗洛依德全集通读了一遍之后，自觉脾气好多了。古人有首咏雪的打油诗曰夜来北风寒，老天大吐痰。一轮红日出，便是止痰丸――有些人的痰气简直比雪天的老天爷还大。谁能当这枚止痰丸呢？只有弗洛依德。年轻时，我在街道工厂当工人。有位师傅常跑到班长那里去说病了，要请假。"}
{"text":"今天要引的经典是弗洛依德。他老人家说过从某种意义上说，我们每个人都有点歇斯底里――这真是至理名言！所谓歇斯底里，就是按不下心头一股无明火，行为失范。谁都有这种时候，但自打十年前我把弗洛依德全集通读了一遍之后，自觉脾气好多了。古人有首咏雪的打油诗曰夜来北风寒，老天大吐痰。一轮红日出，便是止痰丸――有些人的痰气简直比雪天的老天爷还大。谁能当这枚止痰丸呢？只有弗洛依德。年轻时，我在街道工厂当工人。有位师傅常跑到班长那里去说病了，要请假。班长问他有何症状，他说他看天是蓝色，看地是土色，蹲在厕所里任什么都不想吃。当然，他是在装骚鞑子。看天土色看地蓝色，蹲在臭烘烘茅坑上食欲大开，那才叫作有病――在这些小问题上，很容易取得共识，但大问题就很难说了。举例来说，法国人在马赛曲里唱道不自由毋宁死这话有人是不同意的。不信你就找本辜鸿铭的书来看看，里面大谈所谓良民宗教，简直就是在高唱若自由毋宁死。独立宣言里说我们认为，人人生而平等。这话是讲给英国皇上听的，表明了平民的尊严。这话孟夫子一定反对，他说过无君无父，是禽兽也――这又简直是宣布说，平民不该有自己的尊严。总而言之，个人的体面与尊严，平等自由等等概念，中国的传统文化里是没有的，有的全是些相反的东西。我是很爱国的，这体现在我希望伏尔泰杰弗逊的文章能归到辜鸿铭的名下而把辜鸿铭的文章栽给洋鬼子。假如这是事实的话，我会感到幸福得多。有时候我想假如大跃进文化革命这些事，不是发生在中国，而是发生在外国，该有多好。这些想法很不体面，但还不能说是有痰。有些坏事发生在了中国，我们就说它好，有些鬼话是中国人说的，我们就说它有理，这种作法就叫作有痰气。有些年轻人把这些有痰气的想法写成书，他本人倒不见得是真有痰，不过是哗众取宠罢了。一种普遍存在的事态比这要命得多。举例来说，很多中年人因为文革中上山下乡虚耗了青春，这本是种巨大的痛苦但他们却觉得很幸福，还说青春无悔！再比方说，古往今来的中国人总在权势面前屈膝，毁掉了自己的尊严，也毁掉了自己的聪明才智。这本是种痛苦，但又有人说这很幸福！久而久之，搞到了是非难辨，香臭不知的地步这就是我们嗓子里噎着的痰。扯完了这些，就可以来谈谈我的典故典故。众所周知，有一种人，起码是在表面上，不喜欢快乐，而喜欢痛苦不喜欢体面和尊严，喜欢奴役与屈辱，这就是受虐狂。"}
{"text":"一种普遍存在的事态比这要命得多。举例来说，很多中年人因为文革中上山下乡虚耗了青春，这本是种巨大的痛苦但他们却觉得很幸福，还说青春无悔！再比方说，古往今来的中国人总在权势面前屈膝，毁掉了自己的尊严，也毁掉了自己的聪明才智。这本是种痛苦，但又有人说这很幸福！久而久之，搞到了是非难辨，香臭不知的地步这就是我们嗓子里噎着的痰。扯完了这些，就可以来谈谈我的典故典故。众所周知，有一种人，起码是在表面上，不喜欢快乐，而喜欢痛苦不喜欢体面和尊严，喜欢奴役与屈辱，这就是受虐狂。弗洛依德对受虐狂的成因有这样一种解释人若落入一种无法摆脱的痛苦之中，到了难以承受的地步，就会把这种痛苦看作是幸福，用这种方式来寻求解脱――这样一来，他的价值观就被逆转过来了。当然，这种过程因人而异。有些人是不会被逆转的。比方说我吧，在痛苦的重压下，会有些不体面的想法，但还不会被逆转。另有一些人不仅被逆转，而且还有了痰气，一听到别人说自由体面尊严等等是好的，马上就怒火万丈――这就有点不对头了，世界上哪有这样气焰万丈的受虐狂？――你就是真有这种毛病，也不要这个样子嘛。有关天圆地方现在我经常写点小文章，属杂文或是随笔一类。有人告诉我说，没你这么写杂文的！杂文里应该有点典故，有点考证，有点文化气味。典故我知道一些，考证也会，但就是不肯这么写。年轻时读过莎翁的剧本捕风捉影，有一场戏是一个使女和就要出嫁的小姐耍贫嘴，贫到后来有点荤。其中有一句是这么说的小姐死后进天堂，一定是脸朝上！古往今来的莎学家们引经据典，考了又考，注了又注，文化气氛越来越浓烈，但越注越让人看不懂。只有一家注得简明，说这是个与性有关的粗俗不堪的比喻。这就没什么文化味，但照我看来，也就是这家注得对。要是文化氛围和明辨是非不可兼得的话，我宁愿明辨是非，不要文化氛围。但这回我想改改作风，不再耍贫嘴，我也引经据典地说点事情，这样不会得罪人。罗素先生说，在古代的西方，大概就数古希腊人最为文明，比其他人等聪明得多。但要论对世界的看法，他们的想法就不大对头――他们以为整个世界是个大沙盘，搁在一条大鲸鱼的背上。鲸鱼又漂在一望无际的海上。成年扛着这么个东西，鲸鱼背上难受，偶尔蹭个痒痒，这时就闹地震。"}
{"text":"这就没什么文化味，但照我看来，也就是这家注得对。要是文化氛围和明辨是非不可兼得的话，我宁愿明辨是非，不要文化氛围。但这回我想改改作风，不再耍贫嘴，我也引经据典地说点事情，这样不会得罪人。罗素先生说，在古代的西方，大概就数古希腊人最为文明，比其他人等聪明得多。但要论对世界的看法，他们的想法就不大对头――他们以为整个世界是个大沙盘，搁在一条大鲸鱼的背上。鲸鱼又漂在一望无际的海上。成年扛着这么个东西，鲸鱼背上难受，偶尔蹭个痒痒，这时就闹地震。古埃及的人看法比他们正确，他们认为大地是个球形，浮在虚空之中。埃及人还算过地球的直径，居然算得十分之准。这种见识上的差异源于他们住的地方不同埃及人住在空旷的地方，举目四望，周围是一圈地平线，和蚂蚁爬上篮球时的感觉一模一样，所以说地是个球。希腊人住在多山的群岛上，往四周一看，支离破碎，这边山那边海。他们那里还老闹地震，所以就想出了沙盘鲸鱼之说。罗素举这个例子是要说，人们的见识总要受处境的限制，这种限制既不知不觉，又牢不可破――这是一个极好的说明。中国古人对世界的看法是天圆地方，人在中间，堂堂正正，这是天经地义。谁要对此有怀疑，必是妖孽之类。这是因为地上全是四四方方的耕地，天上则是圆圆的穹隆盖，睁开眼一看，正是天圆地方。其实这说法有漏洞，随便哪个木匠都能指出来一个圆，一个方，斗在一起不合榫。要么都圆，要么都方才合理，但我不记得哪个木匠敢跳出来反对天经地义。其实哪有什么天经地义，只有些四四方方的地界，方块好画呀。人自己把它画出来，又把自己陷在里面了。顺便说一句，中国文人老说三光日月星，还自以为概括得全面。但随便哪个北方的爱斯基摩人听了都不认为这是什么学问。天上何止有三光？还有一光――北极光！要是倒回几百年去，你和一个少年气盛的文人讲这些道理，他不仅听不进，还要到衙门里去揭发你，说你是个乱党――其实，想要明白些道理，不能觉得什么顺眼就信什么，还要听得进别人说。当然，这道理只对那些想要知道真理的人适用。优越感种种我在美国留学时，认识不少犹太人――教授里有犹太人，同学里也有犹太人。我和他们处得不坏，但在他们面前总有点不自在。"}
