{"text":"八没有真诚，就没有丰富性。许多人罕能返视自己的心灵，一旦返视，也要安上一片习俗和舆论的滤色镜，于是只看见一种色彩。天才对自己是诚实的，他不想阻止他心灵的天然色彩放射出来，而天然色彩总是丰富的。论艺术创作九精神仍在蓬勃生长，肉体却已经衰老，这是某一些创造者晚年的悲哀。一个人的精神财富是以他的心灵为仓库的。不管你曾经有过多么丰富的经历感受和思想，如果你的心灵已经枯寂，这一切对于现在的你就不再有意义。哪怕你著作等身，它们也至多能成为心灵依然活泼着的别人的精神财富，对于你却已是身外之物了。这是另一些创造者晚年的悲哀。十天才是大自然的灵感。因此，一个天才在泄欲时是动物，在吃喝时是凡夫俗子，只有在大自然的灵感降临于他时才是天才。因此，一个天才在平时多数场合不是天才，只有在少数幸运的时刻才是天才。十一天才往往不是那些最聪明的人。如同大自然本身一样，天才必有他的笨拙之处。十二一个有才华有活力的人永远不会觉得自己找到了归宿，他永远在尝试，在探索。天才之缺乏自知之明，恰如庸人一样，不另一种存在过其性质相反。庸人不知自己之短，天才却不知自己之长。德拉克罗瓦在创作他的传世名画之时，还在考虑他是否做一个诗人更合适些。十三我相信，天才骨子里都有一点自卑，成功的强者内心深处往往埋着一段屈辱的经历。十四芸芸众生也有权利活。在这个意义上，人与人是平等的。至于说到历史，就是另一回事了。天才与芸芸众生之间隔着鸿沟。当然，天才的伟大并不需要优越的享受来报偿，伟大本身就已经是他的报酬。十五天赋高的人有一种几乎与生俱来的贵族心理，看不起庸庸碌碌的芸芸众生。他对群众的宽容态度是阅历和思考的产物。十六天才生活在一个观念和想像的世界里，尽管在他们看来，这个世界更真实，更根本，但是它确实是脱离普通人的日常生活世界的。因此，用世俗的眼光看，天才决不可能给人类带来任何实际的幸福世俗意义上的幸福始终等同于福利，他们的欢乐只论艺术创作是疯狂，他们的苦痛也只是自作自受。世人容忍他们的存在，如同对待异禽怪兽一样给他们拨出一小块生存空间，便已经是礼遇有加了。天才自己不应当期望有更好的待遇，否则就等于期望自己不是天才。十七庸才比天才耐久。庸才是精神作坊里的工匠，只要体力许可，总能不断地制作。创造的天才一旦枯竭，就彻底完了。"}
{"text":"因此，用世俗的眼光看，天才决不可能给人类带来任何实际的幸福世俗意义上的幸福始终等同于福利，他们的欢乐只论艺术创作是疯狂，他们的苦痛也只是自作自受。世人容忍他们的存在，如同对待异禽怪兽一样给他们拨出一小块生存空间，便已经是礼遇有加了。天才自己不应当期望有更好的待遇，否则就等于期望自己不是天才。十七庸才比天才耐久。庸才是精神作坊里的工匠，只要体力许可，总能不断地制作。创造的天才一旦枯竭，就彻底完了。他没有一点慰藉，在自己眼里成了废物。他也的确是一个废物了。十八创造靠智慧，处世靠常识。有常识而无智慧，谓之平庸。有智慧而无常识，谓之笨拙。庸人从不涉足智慧的领域，所以不自知其平庸。天才却不免被抛入常识的领域，所以每暴露其笨拙。既然两者只可能在庸人的领土上相遇，那么，庸人得意，天才潦倒，当然就不足怪了。十九天才三境界入世随俗，避世隐居，救世献身。二十我总在想，天才在同时代人中必是孤独的，往往受到冷落和误解，而在后来的时代中，大多数人事实上也是不理解他们的。另一种存在那么，他们身后的名声是如何建立起来的呢？也许，伟大心智的超时代沟通是一个原因，这种沟通形成了高级文化的历史继承渠道。但问题仍然存在即使后来的天才理解先前的天才，可是这后来的天才在自己的时代仍然是孤独的，他对先前天才的评价却何以得到人们的公认呢？也许总有少数幸运的天才，正是通过他们，世人在接受他们的同时也接受了他们所赏识的其余不幸的天才。二十一天才是如何被承认的？几种假说―――其一，级差承认二等才智承认一等才智，三等承认二等，以此类推，至于普通人，使天才终于在民众中树立起了声誉。当然，仅仅是声誉，其代价便是误解的递增。其二，连锁承认在众多天才中，某一天才因为种种偶然性的凑合而被承认，于是人们也承认他所欣赏的一系列天才，这些天才中每人所欣赏的天才，就像滚雪球一样。其三，然而，最准确的说法也许是，天才是通过被误解而得到承认的。世人承认其显而易见的智力，同时又以平庸的心智度天才的思想。归根到底，只有天才才能完全理解天才，庸人只是起哄罢了。二十二天才因其被误解而成其伟大。这话可有三解第一，越是独特的天才，与常人越缺少共同之处，因而越是不被理解和易遭误论艺术创作解。"}
{"text":"其二，连锁承认在众多天才中，某一天才因为种种偶然性的凑合而被承认，于是人们也承认他所欣赏的一系列天才，这些天才中每人所欣赏的天才，就像滚雪球一样。其三，然而，最准确的说法也许是，天才是通过被误解而得到承认的。世人承认其显而易见的智力，同时又以平庸的心智度天才的思想。归根到底，只有天才才能完全理解天才，庸人只是起哄罢了。二十二天才因其被误解而成其伟大。这话可有三解第一，越是独特的天才，与常人越缺少共同之处，因而越是不被理解和易遭误论艺术创作解。所以，误解的程度适见出独特和伟大的程度。第二，天才之被承认为伟大，必是在遭到普遍的误解之后，人们接受了用自己的误解改造过的这天才形象，于是承认其伟大―――即承认其合自己的口味。第三，天才的丰富性和神秘性为世世代代的误解留下了广阔的余地，愈是伟大的天才愈是一个谜，愈能激起人们猜测他，从而误解他的兴趣。伟大与可误解度成正比。二十三也许，天才最好的命运是留下了著作，在人类的世代延续中，他的思想不时地在个别人心灵上引起震颤和共鸣。这就是他的不朽和复活。较坏的是著作失传，思想湮灭。最坏的是他的著作成为经典，他的名字成为偶像，他的思想成为教条。二十四对天才是无法盖棺论定的。天才在受到崇拜的同时总是遭到误解和曲解，引起永无止息的争论。也许，不能盖棺论定本身就证明了伟大。二十五盖棺论定也许适用于二三流的思想家，可是对于天才并不适用。天才犹如自然，本身包含着巨大的丰富性和复杂性，为世世代代的争论留下了广阔的余地。有哪一个独创性的思想家，不是在生前死后戏剧性地经历着被误解被发现又被误解又被重新发现的过程呢？另一种存在二十六天才的可靠标志不是成功，而是成功之后的厌倦。二十七天才是脆弱的，一点病菌一次车祸一个流氓就可以致他于死命。二十八天才未必是强者，例如凡高。性格的强弱决定尘世的命运，天赋的大小决定天国的命运。在某种意义上，可以把天才死后享誉看做天国的荣耀。高更也以穷困潦倒而终。但是，和凡高相比，他毕竟在生前就获得了相当的成功，因为他是强者。二十九天才不走运会成为庸人，庸人再走运也成不了天才。三十一个青年对我说我就是尼采！我答道是吗？尼采是天才。每个天才都是独一无二不可重复的。你重复了尼采，所以你不是天才，所以你不是尼采。"}
{"text":"二十八天才未必是强者，例如凡高。性格的强弱决定尘世的命运，天赋的大小决定天国的命运。在某种意义上，可以把天才死后享誉看做天国的荣耀。高更也以穷困潦倒而终。但是，和凡高相比，他毕竟在生前就获得了相当的成功，因为他是强者。二十九天才不走运会成为庸人，庸人再走运也成不了天才。三十一个青年对我说我就是尼采！我答道是吗？尼采是天才。每个天才都是独一无二不可重复的。你重复了尼采，所以你不是天才，所以你不是尼采。论艺术创作三十一天才往往有点疯，但疯子不等于是天才。自命天才的人老在这一点上发生误解。三十二天才与疯子，奇人与骗子，均在似是而非之间。世上有一个天才，就有一千个自命天才的疯子。有一个奇人，就有一万个冒充奇人的骗子。三十三俗人有卑微的幸福，天才有高贵的痛苦，上帝的分配很公平。对此愤愤不平的人，尽管自命天才，却比俗人还不如。明年我六十岁了。尼采四十四岁写了看哪这人，卢梭五十八岁完成忏悔录。我丝毫没有以尼采和卢梭自比的意思，只是想说明，我现在来写自传并不算太早。我常常意识不到我的年龄。我想起我的年龄，往往是在别人问起我的时候，这时候别人会露出惊讶不信的神情，而我只好为事实如此感到抱歉。几乎所有人都觉得我不像这个年龄的人，包括我自己。我相信我显得年轻主要不是得益于外貌，而是得益于心态，心态又会表现为神态，一定是我的神态蒙蔽了人们，否则人们就会看到一张比较苍老的脸了。一位朋友针对我揶揄说，男人保持年轻的诀窍是娶一个年轻的太太，对此我无意反驳。年轻的妻子和年幼的女儿组成了我的最经常的生活环境，如同一面无时无刻不在照的镜子，我从这面镜子里看自己，产生了自己也年轻的错觉，而只要天长日久，错觉就会仿佛成真。不过，反过来说，我同样是我的妻子的这样一面镜子，她天天照而仍觉得自己年轻，多少也说明了镜子的品质吧。然而，我清楚地知道，心态年轻也罢，长相年轻也罢，与实际上年轻是两回事。正如好心人对我劝告的，我正处在需要当心的年龄。我大约不会太当心，一则不习惯，二则不相信有什么大用。虽然没有根据，但我确信每个人的寿命是一个定数，太不当心也许会把它缩短，太当心却不能把它延长。我无法预知自己的寿命，即使能，我也不想，我不愿意替我自己不能支配的事情操心。"}
{"text":"不过，反过来说，我同样是我的妻子的这样一面镜子，她天天照而仍觉得自己年轻，多少也说明了镜子的品质吧。然而，我清楚地知道，心态年轻也罢，长相年轻也罢，与实际上年轻是两回事。正如好心人对我劝告的，我正处在需要当心的年龄。我大约不会太当心，一则不习惯，二则不相信有什么大用。虽然没有根据，但我确信每个人的寿命是一个定数，太不当心也许会把它缩短，太当心却不能把它延长。我无法预知自己的寿命，即使能，我也不想，我不愿意替我自己不能支配的事情操心。不过，好心人的提醒在我身上还是发生了一个作用，便是促使我正视我的年龄。无论我多么向往长寿，我不能装作自己不会死，不知道自己会死，一切似乎突然实则必然的结束只会光顾别人，不会光顾我。我是一个多虑的人，喜欢为必将到来的事情预作准备。即使我能够长寿，譬如说活到八九十岁，对于死亡这样一件大事来说，二三十年的准备时间也不算太长。现在我拿起笔来记述自己迄今为止的生活，就属于准备的一部分，是蒙田所说的收拾行装的行为。做完了这件事，我的确感到了一种放心。因此，在一定的意义上，这本书可以称作一个终有一死的人的心灵自传。夏多布里昂把他的自传取名为墓中回忆录，对此我十分理解。一个人预先置身于墓中，从死出发来回顾自己的一生，他就会具备一种根本的诚实，因为这时他面对的是自己和上帝。人只有在面对他人时才需要掩饰或撒谎，自欺者所面对的也不是真正的自己，而是自己在他人面前扮演的角色。在写这本书时，我始终设想自己是站在全知全能的上帝面前，对于我的所作所为乃至最隐秘的心思，上帝全都知道，也全都能够理解，所以隐瞒既不可能也没有必要。我对人性的了解已经足以使我在一定程度上跳出小我来看自己，坦然面对我的全部经历，甚至不羞于说出一般人眼中的隐私。我的目的是给我自己以及我心目中的上帝一个坦诚的交代，我相信，惟其如此，我写下的东西才会对世人也有一些价值，人们无论褒我还是贬我，都有了一份值得认真对待的参考。当然，我毕竟还活在这个世界上，与这个世界有着千丝万缕的联系。因此，事实上我不可能说出全部真话，只能说出部分真话。我对自己的要求是，凡可说的一定要说真话，决不说假话，对不可说的则保持沉默。所谓不可说的，其中一部分是因为牵涉到他人，说出来可能对他人造成伤害。我在这个世界上没有私敌，我不愿意伤害任何人。"}
{"text":"当然，我毕竟还活在这个世界上，与这个世界有着千丝万缕的联系。因此，事实上我不可能说出全部真话，只能说出部分真话。我对自己的要求是，凡可说的一定要说真话，决不说假话，对不可说的则保持沉默。所谓不可说的，其中一部分是因为牵涉到他人，说出来可能对他人造成伤害。我在这个世界上没有私敌，我不愿意伤害任何人。仅在与私生活无关的场合，当我认为事关重要事实和原则之时，我才会作某些批评性的叙述或评论，但所针对的也不是任何个人。然而，有一点是我要请求原谅的，人生中最难忘的经历实际上都是由与某些特殊他人的关系组成的，有若干人――包括男人和女人――在我的生活中曾经起过重要的作用，如果不写他们，我就无法叙述自己的经历。譬如说，在叙述我的情感经历时，我就不可能避而不写与我有过亲密关系的女人。如果她们因此感到不快，我只能向她们致歉。不过，读者将会看到，当我回顾我的生命历程时，如果说我的心中充满感激之情，我首先感激的正是曾经或正在陪伴我的女人。在这本书中，我试图站在一种既关切又超脱的立场上来看自己，看我是怎样一步步从童年走到今天，成为现在的这个我的。我想要着重描述的是我的心灵历程，即构成我的心灵品质的那些主要因素在何时初步成形，在何时基本定型，在生命的各个阶段上以何种方式显现。我的人生观若要用一句话概括，就是真性情。我从来不把成功看作人生的主要目标，觉得只有活出真性情才是没有虚度了人生。所谓真性情，一面是对个性和内在精神价值的看重，另一面是对外在功利的看轻。我在回顾中发现，我的这种人生观其实早已植根于我的早年性格中了，是那种性格在后来环境中历练的产物。小时候，我是一个敏感到有些病态的孩子，这种性格使我一方面极为关注自己内心的感受，另一方面又拙于应付外部世界，对之心存畏怯和戒备。前一方面引导我日益沉浸于以读书和写作为主的智性生活和以性爱和亲子之爱为主的情感生活，并从中获得了人生最主要的乐趣，后一方面也就自然而然地发展成了对外在功利的淡泊态度。不妨说，我的清高源于我的无能，只不过我安于自己在这方面的无能罢了。说到底，人的精力是有限的，有所为就必有所不为，而人与人之间的巨大区别就在于所为所不为的不同取向。敏感和淡泊――或者说执著和超脱――构成了我的性情的两极，这本书描述的便是二者共生并长的过程，亦即我的性情之旅。"}
{"text":"前一方面引导我日益沉浸于以读书和写作为主的智性生活和以性爱和亲子之爱为主的情感生活，并从中获得了人生最主要的乐趣，后一方面也就自然而然地发展成了对外在功利的淡泊态度。不妨说，我的清高源于我的无能，只不过我安于自己在这方面的无能罢了。说到底，人的精力是有限的，有所为就必有所不为，而人与人之间的巨大区别就在于所为所不为的不同取向。敏感和淡泊――或者说执著和超脱――构成了我的性情的两极，这本书描述的便是二者共生并长的过程，亦即我的性情之旅。全书分四部，按照时间顺序，依次写童年和少年时期大学时期毕业后在农村锻炼和工作的时期回到北京读研究生和从事哲学研究工作的时期。当一个人回忆自己的生活时，往往受与透视相反的原理支配，他会发现，幼时再小的事也显得很大，近期再大的事也显得比较小。第一部所写皆儿时细小记忆，但是，童年无小事，人生最早的印象因为写在白纸上而格外鲜明，旁人觉得琐碎的细节很可能对本人性格的形成发生过重大作用。第二部在全书中所占比重最大，其中较多篇幅回忆了郭世英，因为他是影响了我一生的人，我一生的精神追求方向正是在他的影响下奠定的。如果读者想知道一个具有强烈精神本能的人是如何度过在农村的长期寂寞岁月的，也许可以在第三部中找到答案。第四部的时间跨度最大，篇幅却较小，笔调显得有些匆促。我对此的辩解是，许多事情正处在现在进行时态中，尚缺乏回忆所需的必要距离。不过，我的人生之路正是在这里有了基本的归宿，因而我在这一部分中比较集中地表达了我对自己和对世界的成熟认识。任何一部自传都是对自我形象的描绘，要这种描绘完全排除自我美化的成分，几乎是不可能的，我知道我决不会是一个例外。即使坦率如卢梭，当他在忏悔录中自陈其劣迹时，不也是一边自陈一边为此自豪，因而实际上是在用另一种方式显示其人性的丰富和优秀吗？我惟一可以自许的是，我的态度是认真的，我的确在认真地要求自己做到诚实。我至少敢说，在这个名人作秀成风的时代，我没有作秀。因此，我劝那些喜欢看名人秀的读者不要买这本书，免得失望。我也要告诫媒体，切勿抽取书中的片段材料，用来制造花边新闻，那将是对这本书的严重亵渎。我只希望那样的读者翻开这本书，他们相信是怀着严肃的心情写它的，因而愿意怀着同样的心情来读其中的每一个字。"}
{"text":"我惟一可以自许的是，我的态度是认真的，我的确在认真地要求自己做到诚实。我至少敢说，在这个名人作秀成风的时代，我没有作秀。因此，我劝那些喜欢看名人秀的读者不要买这本书，免得失望。我也要告诫媒体，切勿抽取书中的片段材料，用来制造花边新闻，那将是对这本书的严重亵渎。我只希望那样的读者翻开这本书，他们相信是怀着严肃的心情写它的，因而愿意怀着同样的心情来读其中的每一个字。年月日第一部儿时记忆一绝对平民我的书柜里竖着一张黑白照片，相纸有些发黄了，照片上是一个男婴，刚会站立的样子，站在一只木质大圆桶里。背景是一个门厅，那只大圆桶其实是一座楼梯扶手的下端，扶手十分宽大，漆得油亮。小男孩胖乎乎的，憨憨地笑着。女儿三岁时问我那是谁，当她听说就是小时候的爸爸时，抬起头望我，一脸疑惑的神情。事实上同样的疑惑也在我的心中，把这个小男孩和我联系起来的唯一依据是许多年前父母的告知，这个联系如此抽象，我始终无法将它还原成我的具体生长过程。据父母说，照片是在新新公司大厅里拍摄的。新新公司是解放前上海四大名牌百货公司之一，在南京路最繁华的地段，现在那里是上海食品公司。根据我的推算，父亲进这家公司当出纳员时的年龄是二十岁，两年后与我的母亲结婚，然后有了我的姐姐和我，二十九岁时上海解放，他离开了这家公司。我可以断定，在新新公司的九年是父亲一生中最惬意的时期。我的证据是照片，在父亲和母亲的相册中，几乎全部照片都是这个时期拍的。那时候，父亲年轻英俊，显然喜欢游玩，经常携母亲在沪杭苏留影。从照片上看，父亲和母亲衣着体面，一双幼小的儿女十分可爱，一家人其乐融融。姐姐和我的照片多是幼儿阶段的，其后出现长期的空缺，我的弟妹们则几乎没有童年的留影，反映了家境的变化。读中学时，我曾仔细整理这些旧照片，因为老相册已破损，就自己动手制作了一本很像样的新相册，把它们安顿好。可惜的是，在文革中，相册里的绝大部分照片，由于父亲穿长衫和母亲穿旗袍，怕有四旧的嫌疑，都被我的妹妹烧掉了。在进新新公司之前，父亲有一个穷苦的童年和少年时代。按照他的叙述，他三岁丧父，全家的生计主要靠比他大十多岁的大哥做工维持，他的母亲也做些织花边的零活贴补家用。十四岁时，他进一个周姓本家开的米店当了五年学徒，接着在天蟾舞台当了几个月售票员。"}
{"text":"可惜的是，在文革中，相册里的绝大部分照片，由于父亲穿长衫和母亲穿旗袍，怕有四旧的嫌疑，都被我的妹妹烧掉了。在进新新公司之前，父亲有一个穷苦的童年和少年时代。按照他的叙述，他三岁丧父，全家的生计主要靠比他大十多岁的大哥做工维持，他的母亲也做些织花边的零活贴补家用。十四岁时，他进一个周姓本家开的米店当了五年学徒，接着在天蟾舞台当了几个月售票员。在我上小学和中学的时候，父亲经常念叨那一段苦日子，藉此对我们进行忆苦思甜教育。现在我忽然想到，他这样做不只是在教育我们，也是在开导他自己，因为在离开新新公司之后，一方面收入减少，另一方面子女在增多和长大，家里的生活明显变得困难，完全不能和新新公司时期相比，有必要向前追溯一个更低的参照标准。解放后，父亲调到税务局工作，没几年就下放了，先后在几家菜场当支部书记。他是解放初入党的，这一资历并未给他带来半点官运，他终老于基层干部的岗位。他自己对此倒没有怨言，工作得很投入，我很少见他闲在家里。二三十年间，他的工资一成不变地永远是七十四元，这一点钱要养活一家七口，其拮据可想而知。不过当时我并不觉得苦，饭总能吃饱的，只是当餐桌上有红烧肉时，几个孩子的眼睛不免会紧盯着别人的筷子。我的母亲比父亲年长两岁，年轻时曾在药厂做工，生下我的姐姐后就退职了。在我的早年印象中，她似乎生来是一个母亲，她的全部职责就是养育五个孩子。事实上，在我们自立之前，她的确永远在为我们的衣食住行忙碌。有一次，我在老相册中翻到四幅照片，是同一个美丽时髦女人的相片，有周曼华的亲笔签名。问母亲才知道，这位与周璇齐名的大影星曾是母亲的结拜姐妹，当时她们都住在钱家塘后来的陕西北路一带，经常在一起玩。这一发现令我非常吃惊，使我意识到母亲并非生来是为子女操劳的家庭妇女，她也有过花样年华。在我妹妹烧照片的革命行动中，周曼华的玉照当然没有幸免的可能。母亲生性安静，总是勤勉而无声地做着家务，完全不像一般家庭妇女那样爱唠叨。父亲每个月把工资交给她，一家的生计安排就落到了她的肩上。她很会安排，譬如说，每逢中秋，我们家是买不起月饼的，但她一定会自制一批月饼，也很香酥可口。幼小年纪的我无忧无虑地享受着母亲的照料，哪里能体察她心中的压力。上小学时，有一天放学回家，我发现家里笼罩着异样的气氛。"}
