{"text":"我父亲去世以后，我们姐妹曾在霞飞路现淮海路一家珠宝店的橱窗里看见父亲书案上的一个竹根雕成的陈抟老祖像。那是工艺品，面貌特殊，父亲常用棕老虎棕制圆形硬刷给陈抟刷头皮。我们都看熟了，决不会看错。又一次，在这条路上另一家珠宝店里看到另一件父亲的玩物，隔着橱窗里陈设的珠钻看不真切，很有是耶非耶之感。我们忍不住在一家家珠宝店的橱窗里寻找那此玩物的伴侣，可是找到了又怎样呢？我们家许多大铜佛给大弟奶妈家当金佛偷走，结果奶妈给强盗拷打火烫，以致病死，偷去的东西大多给抢掉，应了俗语所谓汤里来，水里去。父亲留着一箱古钱，准备充小妹妹留学的费用。可是她并没有留学，日寇和家贼劫余的古瓷古钱和善本书籍，经过红卫兵的抄，一概散失，不留痕迹。财物的聚散，我也亲眼见到了。我父亲根本没有积累家产的观念，身外之物，人得人失，也不值得挂念。我只伤心父亲答应传给我的诗骚体韵遍寻无着，找到的只是些撕成小块的旧稿。我一遍比一遍找得仔细，咽下大量拌足尘土的眼泪，只找出旧日记一捆。我想从最新的日记本上找些线索，只见父亲还在上海的时候，记着阿来，馈。我以为他从不知道我们送了什么东西去，因为我们只悄悄地给父亲装在瓶儿罐儿甲，从来不说。我惊诧地坐在乱书乱纸堆里，发了好一会儿呆。我常希望梦见父亲，可是我只梦见自己蹲在他的床头柜旁，拣看里面的瓶儿罐儿。我知道什么是他爱吃而不吃的，什么是不爱吃而不吃的。我又一次梦见的是我末一次送他回苏州，车站上跟在背后走，看着他长袍的一角在掀动。父亲的脸和那部诗骚体韵的稿子，同样消失无踪了。我父亲在上海经常晤面的一位老友有挽词五首和附识一篇，我附在后面，因为读了他的附识。可约略知道诗骚体韵的内容。读他的挽词，似乎惋惜我父亲的子女不肖，不能继续父学他读了我的回信，更会叹恨我们子女无知，把父亲的遗稿都丢失了。附识中提到的释面释笑等类小文一定还有，可是我连题目都不知道。父亲不但自己不提，而且显然不要我看，我也从未违反他没有明说的意思。诗骚体韵书，父亲准是自己不满意而毁了，因为我记得他曾说过，他还想读什么什么书而不可得。假如他的著作已经誊清，他一定会写信告诉我。毁掉稿子当是在去世前不久，他给我的信上一字未提起他的书，我两个姐姐都一无所知。"}
{"text":"读他的挽词，似乎惋惜我父亲的子女不肖，不能继续父学他读了我的回信，更会叹恨我们子女无知，把父亲的遗稿都丢失了。附识中提到的释面释笑等类小文一定还有，可是我连题目都不知道。父亲不但自己不提，而且显然不要我看，我也从未违反他没有明说的意思。诗骚体韵书，父亲准是自己不满意而毁了，因为我记得他曾说过，他还想读什么什么书而不可得。假如他的著作已经誊清，他一定会写信告诉我。毁掉稿子当是在去世前不久，他给我的信上一字未提起他的书，我两个姐姐都一无所知。父亲毁掉自己的著作，罪过还在我们子女。一个人精力有限，为子女的成长教育消耗太多，就没有足够的时间写出自己满意的作品来。我读了堂吉诃德，总觉得最伤心的是他临终清醒以后的话我不是堂吉诃德，我只是善人吉哈诺。我曾代替父亲说我不是堂吉河德，我只是诗骚体韵的作者。我如今只能替我父亲说我不是堂吉诃德，我只是你们的爸爸。我常和钟书讲究，我父亲如果解放后还在人间，他会像忙人一样，成为被统的开明人士呢，还是腐朽的资产阶级呢？父亲末一次离开上海的时候，曾对我卖弄他从商店的招牌上认识的俄文字母，并对我说阿季，你看吧，战后的中国是俄文世界。我不知道他将怎样迎接战后的新中国，料想他准会骄傲得意。不过，像我父亲那样的人，大概是会给红卫兵打死的。我有时梦想中对父亲说爸爸，假如你和我同样年龄，诗骚体韵准可以写成出版。但是我能看到父亲虎着脸说我只求出版自己几部著作吗？像我父亲那样的知识分子虽然不很普遍，却也并不少。所以我试图尽我的理解，写下有关我父亲的这一份资料。附补塘兄挽词五首同学小弟侯士绾皋生华年卓荦笑拘虚，两渡沧瀛穷地舆。返国久亲三尺法，闭门更读五车书。养疴暂止悬河口，投老欣逢滨海居。四十年来各奔走，幸今略补旧交疏。扰扰粗才窥管天，纷纷俗子耘心田。心期独洽刘原父，腹笥交推边孝先。大小钟鸣随杵叩，浅深水澈得犀燃。俞章绝业今谁继，俯仰乾坤一泫然。谁省人间万窍号，权衡今古析秋毫。法言切韵寻源远，神瞽调音造诣高。早岁准绳循段孔，暮年金玉在诗骚兄著诗骚声势特刊。"}
{"text":"返国久亲三尺法，闭门更读五车书。养疴暂止悬河口，投老欣逢滨海居。四十年来各奔走，幸今略补旧交疏。扰扰粗才窥管天，纷纷俗子耘心田。心期独洽刘原父，腹笥交推边孝先。大小钟鸣随杵叩，浅深水澈得犀燃。俞章绝业今谁继，俯仰乾坤一泫然。谁省人间万窍号，权衡今古析秋毫。法言切韵寻源远，神瞽调音造诣高。早岁准绳循段孔，暮年金玉在诗骚兄著诗骚声势特刊。太玄传后差堪必，心力宁为覆瓿劳。六书原委极钻磨，愧我青编轻读过。欲向楚金愧叔重，反同海岳哭东坡。茅亭质证成陈迹，水榭追随感逝波。自古儒林多大耋，于君独靳奈天何。相期共待泰阶平，旧学商量娱此生。市月偶逢生鄙吝，踵门一见说归程。方夸元亮幽居乐，遂听彦龙蒿里声。任时不堪思惜别，悲怀未叙泪先倾。补塘兄深于说文音韵之学，余与在大兴公园晤谈最多，四五年如一日。余尝为言我国语言文学音节之美，实在双声叠韵，而善于运用者，莫若司马相如大人赋，惜昭明寡识，文选失收，兄谓诗经一书。实为古时音韵谱，节奏尤美，殆均经瞽审定，所用双声叠韵，配列甚匀，多为对偶，如周南葛罩二章之崔鬼虺聩，三章之高冈玄黄，尤为显著。尝推本许氏说文声母通假，求得同声同韵之字，视前为多，再依据孔广森阴阳声对转之说，求得对转通韵之字，愈益加多，以此周颂清庙，历来音韵家称为无韵者，均能有韵。兹正将诗经逐字逐句加注音韵，颇多创获。予谓兄言诗之成韵不仅在句尾，有在句中者，如曹风下泉前三章之彼我两字，早经揭示，又各章往往仅有少数换韵之字不同，余皆同句同字，此相同之字虽不在一章，亦自然成的，如周南湍救章，仅有首章之累绥次章之荒将三章之萦成换字换韵，其余字句皆同，皆应成韵。余藏丁以此著毛诗正韵，照此求韵，所得较前人大为增多。见亟索现，旋为余言丁书甚精辟，大堪参究，尤嘉其遇不得解处能虚怀阙疑，惟不知采用阴阳声对转之说，致所收成韵之字仍多遗漏。"}
{"text":"余藏丁以此著毛诗正韵，照此求韵，所得较前人大为增多。见亟索现，旋为余言丁书甚精辟，大堪参究，尤嘉其遇不得解处能虚怀阙疑，惟不知采用阴阳声对转之说，致所收成韵之字仍多遗漏。后为余言诗经音韵已注就，并草成几例，又以屈子离骚音调差堪比美，亦为加注如前，盖历久而两书始成，合名之日诗骚声势，pp据称系用铅笔缮写，仍时加校正pp此书稿本似应在苏寓pp望善为保存，将来设法刊行，以传绝学pp又余曾见兄署名老圃在新闻报登载释面释笑自称三篇，文字证引既博，树义亦精，不知关于此类著述以及其它，府上存否稿本pp如能搜集，亦希保存，俟他日刊印论丛等书，以广其传，实为余区鼬所深望也。三十四年一九四五八月十二日侯皋生附识。我父亲后来改为诗骚体韵。回忆我的姑母回忆我的姑母中国社会科学院近代史所给我的信里说令姑母荫榆先生也是人们熟知的人物，我们也想了解她的生平。荫榆先生在日寇陷苏州时骂敌遇害，但许多研究者只知道她在女师大事件中的作为，而不了解她晚节彪炳，这点是需要纠正的。如果您有意写补塘先生的传记，可一并写入其中。杨荫榆是我的三姑母，我称三伯伯。我不大愿意回忆她，因为她很不喜欢我，我也很不喜欢她。她在女师大的作为以及骂敌遇害的事，我都不大知道。可是我听说某一部电影里有个杨荫榆，穿着高跟鞋，戴一副长耳环。这使我个禁哑然失笑，很想看看电影里这位姑母是何模样。认识她的人愈来愈少了。也许正因为我和她感情冷漠，我对她的了解倒比较客观。我且尽力追忆，试图为她留下一点比较真实的形象。我父亲兄弟姊妹共六人。大姑母最大，出嫁不久因肺疾去世。大伯父在武备学校因试炮失事去世。最小的三叔叔留美回国后肺疾去世，二姑母荫和三姑母都比我父亲小，出嫁后都和夫家断绝了关系，长年住在我家。听说我的大姑母很美，祖父母十分疼爱。他们认为二姑母三姑母都丑。两个姑母显然从小没人疼爱，也没人理会姊妹俩也不要好。"}
{"text":"我且尽力追忆，试图为她留下一点比较真实的形象。我父亲兄弟姊妹共六人。大姑母最大，出嫁不久因肺疾去世。大伯父在武备学校因试炮失事去世。最小的三叔叔留美回国后肺疾去世，二姑母荫和三姑母都比我父亲小，出嫁后都和夫家断绝了关系，长年住在我家。听说我的大姑母很美，祖父母十分疼爱。他们认为二姑母三姑母都丑。两个姑母显然从小没人疼爱，也没人理会姊妹俩也不要好。我的二姑夫名裘剑岑，是无锡小有名气的才子，翻译过麦考莱的约翰生传这个译本钟书曾读过，说文笔很好。据我父亲讲，二姑母无声无息地和丈夫分离了，错在二姑母。我听姐姐说，二姑母嫌丈夫肺病，夫妇不和。反正二姑母对丈夫毫无感情，也没有孩子，分离后也从无烦恼。她的相貌确也不美。三姑母相貌和二姑母完全不像。我堂姐杨保康曾和三姑母同在美国留学，合照过许多相片，我大姐也曾有几张三姑母的小照，可惜这些照片现在一张都没有了。三姑母皮肤黑黝黝的，双眼皮，眼睛炯炯有神，笑时两嘴角各有个细酒涡，牙也整齐。她脸型不错，比中等身材略高些，虽然不是天足，穿上合适的鞋，也不像小脚娘。我曾注意到她是穿过耳朵的，不过耳垂上的针眼早已结死，我从未见她戴过耳环。她不令人感到美，可是也不能算丑。我听父母闲话中讲起，祖母一次当着三姑母的面，拿着她的一张照片说瞧她，鼻子向着天。她鼻子有上仰的倾向，却不是鼻子向天。三姑母气呼呼地说就是你生出来的！就是你生出来的！！就是你生出来的！！！当时家里人传为笑谈。我觉得三姑母实在有理由和祖母生气。即使她是个丑女儿，也不该把她嫁给一个低能的大少爷。当然，定亲的时候只求门当户对，并不知对方的底细。据我父亲的形容，那位少爷老嘻着嘴，露出一颗颗紫红的牙肉，嘴角流着哈拉子。三姑母比我父亲小六岁，甲申一八八四年生，小名申官。她是我父亲留学日本的时期由祖母之命定亲结婚的。我母亲在娘家听说过那位蒋家的少爷，曾向我祖母反对这门亲事，可是白挨了几句训斥，祖母看重蒋家的门户相当。中英对照，在商务印书馆出版的英文杂志s第一卷第一期起连载，后由商务出单行本。"}
{"text":"当然，定亲的时候只求门当户对，并不知对方的底细。据我父亲的形容，那位少爷老嘻着嘴，露出一颗颗紫红的牙肉，嘴角流着哈拉子。三姑母比我父亲小六岁，甲申一八八四年生，小名申官。她是我父亲留学日本的时期由祖母之命定亲结婚的。我母亲在娘家听说过那位蒋家的少爷，曾向我祖母反对这门亲事，可是白挨了几句训斥，祖母看重蒋家的门户相当。中英对照，在商务印书馆出版的英文杂志s第一卷第一期起连载，后由商务出单行本。我不知道三姑母在蒋家的日子是怎么过的。听说她把那位傻爷的脸皮都抓破了，想必是为自卫。据我大姐转述我母亲的话，她回了娘家就不肯到夫家去。那位婆婆有名的厉害，先是抬轿子来接，然后派老妈子一同来接，三姑母只好硬给接走。可是有一次她死也不肯再回去，结果婆婆亲自上门来接。三姑母对婆婆有几分怕惧，就躲在我母亲的大床帐子后面。那位婆婆不客气，竞闯入我母亲的卧房，把三姑母揪出来。逼到这个地步，三姑母不再示弱，索性拍破了脸，声明她怎么也不再回蒋家。她从此就和夫家断绝了。那位傻爷是独子，有人骂三姑母为灭门妇大概因为她不肯为蒋家生男育女吧？我推算她在蒋家的日子很短，因为她给婆婆揪出来的时候，我父亲还在日本。一九二年我父亲回国，在家乡同朋友一起创立理化会，我的二姑母三姑母都参加学习。据说那是最早有男女同学的补习学校尤其两个姑母都不坐轿子，步行上学，开风气之先。三姑母想必已经离开蒋家了。那时候，她不过十八周岁。三姑母由我父亲资助，在苏州景海女中上学。我亲戚家有一位小姐和她同学。那姑娘有点着三不着两，无锡土话称为开盖略似上海人所谓十三点，北方人所谓二百五。她和蒋家是隔巷的街坊，可是不知道我三姑母和蒋家的关系，只管对她议论蒋家的新娘子有什么好看呀！狠巴巴的，小脚鞋子拿来一剁两段。末一句话全无事实根据。那时候的三姑母还很有幽默，只笑着听她讲，也不点破，也不申辩。过了些时候，那姑娘回家弄清底里，就对三姑母骂自己开盖货！原来就是你们！我记得三姑母讲的时候，细酒涡儿一隐一显，乐得不得了。她在景海读了两年左右，就转学到上海务本女中，大概是务本毕业的。我母亲那时曾在务本随班听课。"}
{"text":"她和蒋家是隔巷的街坊，可是不知道我三姑母和蒋家的关系，只管对她议论蒋家的新娘子有什么好看呀！狠巴巴的，小脚鞋子拿来一剁两段。末一句话全无事实根据。那时候的三姑母还很有幽默，只笑着听她讲，也不点破，也不申辩。过了些时候，那姑娘回家弄清底里，就对三姑母骂自己开盖货！原来就是你们！我记得三姑母讲的时候，细酒涡儿一隐一显，乐得不得了。她在景海读了两年左右，就转学到上海务本女中，大概是务本毕业的。我母亲那时曾在务本随班听课。我偶尔听到她们谈起那时候的同学，有一位是章太炎夫人汤国梨。三姑母一九七年左右考得官费到日本留学，在日本东京女子高等师范学校现茶水女子大学的前身毕业，并获得奖章。我曾见过那枚奖章，是一只别针，不知是金的还是铜的。那是在一九一三年。她当年就回国了，因为据苏州女师的校史，我三姑母一九一三至一九一四年曾任该校教务主任，然后就到北京工作。日本友人中岛碧教授据该校保存的资料查明是一九一三年我听父亲说，三姑母的日文是科班出身。日本是个多礼的国家，妇女在家庭生活和社交里的礼节更为繁重三姑母都很内行。我记得一九二九年左右，苏州市为了青阳地日本租界的事请三姑母和日本人交涉，好像双方对她都很满意。那年春天三姑母和我们姐妹同到青阳地去看樱花，路过一个日本小学校，校内正开运动会。我们在短篱外略一逗留，观看小学生赛跑，不料贵宾台上有人认识三姑母，立即派人把我们一伙人都请上贵宾台。我看见三姑母和那些日本人彼此频频躬身行礼的样儿，觉得自己成了挺胸凸肚的野蛮人。三姑母一九一四年到北京，大约就是在女高师工作。我五周岁一九一六年在女高师附小上一年级，开始能记忆三姑母。她那时是女高师的学监，我还是她所喜欢的孩子呢。我记得有一次我们小学生正在饭堂吃饭，她带了几位来宾进饭堂参观。顿时全饭堂肃然，大家都专心吃饭。我背门而坐，饭碗前面掉了好些米粒儿。三姑母走过，附耳说了我一句，我赶紧把米粒儿拣在嘴里吃了。后来我在家听见三姑母和我父亲形容我们那一群小女孩儿，背后看去都和我相像，一个白脖子，两橛小短辫儿她们看见我拣吃了米粒儿，一个个都把桌上掉的米粒儿拣来吃了。她讲的时候笑出了细酒涡儿，好像对我们那一群小学生都很喜欢似的。那时候的三姑母还一点也不怪僻。"}
{"text":"我记得有一次我们小学生正在饭堂吃饭，她带了几位来宾进饭堂参观。顿时全饭堂肃然，大家都专心吃饭。我背门而坐，饭碗前面掉了好些米粒儿。三姑母走过，附耳说了我一句，我赶紧把米粒儿拣在嘴里吃了。后来我在家听见三姑母和我父亲形容我们那一群小女孩儿，背后看去都和我相像，一个白脖子，两橛小短辫儿她们看见我拣吃了米粒儿，一个个都把桌上掉的米粒儿拣来吃了。她讲的时候笑出了细酒涡儿，好像对我们那一群小学生都很喜欢似的。那时候的三姑母还一点也不怪僻。女高师的学生有时带我到大学部去玩。我看见三姑母忙着写字，也没工夫理会我。她们带我打秋千，登得老高，我有点害怕，可是不敢说。有一次她们开恳亲会，演戏三天，一天试演，一天请男宾，一天请女宾，借我去做戏里的花神，把我的牛角小辫儿盘在头顶上，插了满头的花，衣上也贴满金花。又一次开运动会，一个大学生跳绳，叫我钻到她身边像卫星似的绕着她周围转着跳。老师还教我说一套话。运动场很大，我站在场上自觉渺小，细声儿把那套话背了一遍，心上只愁跳绳绊了脚。那天总算跳得不错。事后老师问我你说了什么话呀？谁都没听见。我现在回想，演戏借我做花神，运动会叫我和大学生一同表演等等，准是看三姑母的面子。那时候她在校内有威信，学生也喜欢她。我决不信小学生里只我一个配做花神，只我一个灵活，会钻在大学生身边围绕着她跳绳。一九一八年，三姑母由教育部资送赴美留学。她特叫大姐姐带我上车站送行。大姐姐告诉我，三伯伯最喜欢我。可是我和她从来不亲。我记得张勋复辟时，我家没逃离北京，只在我父亲的一个英国朋友波尔登先生家避居几天。我母亲给我换上新衣，让三姑母带我先到波尔登家去，因为父亲还没下班呢。三姑母和波尔登对坐在他书房里没完没了地说外国话，我垂着短腿坐在旁边椅上，看看天色渐黑，不胜焦急，后来波尔登笑着用北京话对我说你今天不回家了，住在这里了。我看看外国人的大菱角胡子，看看三姑母的笑脸，不知他们要怎么摆布我，愁得不可开交，幸亏父母亲不久带着全家都到了。我总觉得三姑母不是我家的人，她是学校里的人。那天我跟着大姐到火车站，看见三姑母有好些学生送行。其中有我的老师。一位老师和几个我不认识的大学生哭得抽抽噎噎，使我很惊奇。"}
{"text":"三姑母和波尔登对坐在他书房里没完没了地说外国话，我垂着短腿坐在旁边椅上，看看天色渐黑，不胜焦急，后来波尔登笑着用北京话对我说你今天不回家了，住在这里了。我看看外国人的大菱角胡子，看看三姑母的笑脸，不知他们要怎么摆布我，愁得不可开交，幸亏父母亲不久带着全家都到了。我总觉得三姑母不是我家的人，她是学校里的人。那天我跟着大姐到火车站，看见三姑母有好些学生送行。其中有我的老师。一位老师和几个我不认识的大学生哭得抽抽噎噎，使我很惊奇。三姑母站在火车尽头一个小阳台似的地方，也只顾拭泪。火车叫了两声汽笛声，慢慢开走。三姑母频频挥手，频频拭泪。月台上除了大哭的几人，很多人也在擦眼泪。我虽然早已乘过多次火车，可是我还小，都不记得。那次是我记忆里第一次看到火车，听到火车叫。我永远把火车叫和哭泣连在一起，觉得那是离别的叫声，听了心上很难受。我现在回头看，那天也许是我三姑母生平最得意最可骄傲的一天。她是出国求深造，学成归来，可以大有作为。而且她还有许多喜欢她的人为她依依惜别据我母亲说，很多学生都送礼留念那些礼物是三姑母多年来珍藏的纪念品。三姑母一九二三年回苏州看我父亲的时候，自恨未能读得博士，只得了美国哥伦比亚大学的硕士学位，我父亲笑说别博士了，头发都白了，越读越不合时宜了。我在旁看见她头上果然有几茎白发。一九二四年，她做了北京女子师范大学的校长，从此打落下水，成了一条落水狗。我记得她是一九二五年冬天到苏州长住我家的。我们的新屋刚落成，她住在最新的房子里。后园原有三间旱船，形似船，大小也相同。新建的旱船不在原址，面积也扩大了，是个方厅苏州人称花厅，三面宽廊，靠里一间可充卧房，后面还带个厢房。那前后两间是父亲给三姑母住的。除了她自买的小绿铁床，家具都现成。三姑母喜欢绿色，可是她全不会布置。我记得阴历除夕前三四天，她买了很长一幅白十字布，要我用绿线为她绣上些竹子做帐围。十字布上绣花得有十字花的图样。我堂兄是绘画老师。他为三姑母画了一幅竹子，上面还有一弯月亮，几只归乌。我不及把那幅画编成图案，只能把画纸钉在布下，照着画随手绣。"}
