{"text":"白云朝顶上，甘露酒须弥。自饮长生酒，逍遥谁得知。坐听无弦曲，明通造化机。都来二十句，端的上天梯。事实上，难就难在无欲与虚心。正因为不能无欲，因此老子才教人一个消极的办法，只好尽量避免，不见可欲，使民心不乱。能够利用消极的办法做到也就不错。然后再求虚心，自然可以充实内体。养之既久，也就自然可以弱其志，强其骨了。如果有心求之，早已背道而驰，违反道法自然的原则了。因此唐宋以后禅宗大师们呵斥狂妄之徒的习惯语，便反用老子所说的虚心实腹，认为是空腹高心之辈，不足以言了。其实，要明白老子的虚其心，实其腹的真实功夫，不如引用孟子的其生色也，猝然见于面，盎于背，施于四体，四体不言而喻最为确实。我们现在不是专讲秦汉以后道家神仙派的丹道方术，只因老子本文的虚心实腹，弱志强骨的道理，牵涉到神仙丹道的养气修气练气等基本观念，略加说明，事关专题，不必细说，到此为止。赵宋是再次的南北朝至于由老子这章后半段所引起的是以圣人之治，虚其心，实其腹，弱其志，强其骨，常使民无知无欲。使夫智者不敢为也。为无为，则无不治的无为之治的政治思想，在以往的历史上，常被误解，乃至被有些领导一个时代的帝王位，有意或无意地歪曲它的作用，那就不能完全倭过在老子身上了。这种历史上的过谬，最明显的事实，便是宋真宗的故事。当五代的末期，由赵匡胤的陈桥兵变，黄袍加身，跃登皇帝的大位以后，历来的传统历史学者，秉承一贯的正统观念，都以宋朝为主。如果我们从历史统一大业的观点来说，整个南北宋三百年间的政权，只是与辽金，乃至西夏等共天下，彼此分庭抗礼，等于东晋以后第二个南北朝的局面。如果从中国文化的立场来看，南北宋与辽金元，都是服膺在中国文化的大纛之下，各有千秋，辽金的文治，比起宋朝，并无太大的逊色。这一观点，也许是我对历史的看法不同，但大致不会太离谱。尤其希望青年学者们，不要忽略了当时辽金的文化与中国文化大系的关系。在我们的历史上，宋朝的建国，版图很小，治权所及的地区，实在小得可怜。只是有宋一代，在学术文化上，比较重视文人政治，尊重儒家学术的地位，因此颇受历来学者的汇歌赞扬而已。其实，当宋太祖赵匡胤当皇帝开始，玉斧一挥，北方的燕云十六州，已非宋有。西南方的云南迤西蒙自一带，又有以儒佛文化立国的大理国存在，也不尊奉赵宋的正朔，如果以汉唐的建国精神来讲，先武功而后文治，那么赵宋的天下，实在不无愧色。"}
{"text":"尤其希望青年学者们，不要忽略了当时辽金的文化与中国文化大系的关系。在我们的历史上，宋朝的建国，版图很小，治权所及的地区，实在小得可怜。只是有宋一代，在学术文化上，比较重视文人政治，尊重儒家学术的地位，因此颇受历来学者的汇歌赞扬而已。其实，当宋太祖赵匡胤当皇帝开始，玉斧一挥，北方的燕云十六州，已非宋有。西南方的云南迤西蒙自一带，又有以儒佛文化立国的大理国存在，也不尊奉赵宋的正朔，如果以汉唐的建国精神来讲，先武功而后文治，那么赵宋的天下，实在不无愧色。它的基本原因，因为宋太祖赵匡胤宋太宗赵匡义两弟兄，天生本质，都是军人而兼爱好读书的学者，因此对于军机兵略，深知利害，不敢轻举妄动。从好的方面来讲，天性比较仁厚，雄长的气魄就比较薄弱，大有如唐代诗人黄松非战诗所谓泽国江山入战图，生民何计乐樵苏。劝君寞话封侯事，一将功成万骨枯的慈悲怀抱。因此，宋太祖赵匡胤的初期策略，极力从事休养生息，在安定中求俭约，希望利用北人的贪得心理，以钱财来麻醉北辽，渐次买回燕云十六州的一半版图。如果我们用现代的名词来说，他是想利用财政经济的策略，来统一全国。不幸的是他的兄弟宋太宗赵匡义，没有全盘了解他哥哥的策略，继位不到几年，就把国库积存的财币，用去了大半。到了宋真宗手里，既不敢战，又不敢和，进退两难，非常棘手。好在肯接受名相寇准所坚持的决策，勉勉强强御驾亲征，博得擅渊之役一场军事外交的胜利战。但在当时，几乎已把宋真宗吓破了胆。这些事实，在历史的实录上，可以看得清清楚楚，明明白白。寇准的胆识讲到这里，再让我们多费些时间，稍微了解有关宋一代名臣寇准的表儒内道的大手笔。同时也可了解一下，道家无为而无不为的精神，用之在臣道的精彩一幕。寇准确是一位深信黄老之道的学者，在他担当军国大事的任内，家里还隐密地供养着一位专修神仙丹道的道人。他的作风，大胆而缜密，豪放而平实，的确是深得黄老之道的三昧。他在澶渊之役中，勉强着皇帝宋真宗御驾亲征，兵临前线，在枪杆下办外交，实在相当冒险。而且当时在宋真宗的旁边，政府内部还有势力相当的反对派。他却不顾一切，谋定而动。这比起三国时代，魏廷建议诸葛亮出兵子午谷，还要冒险十倍，但是他居然做了。在这一件史实上，宋真宗肯听寇准的意见，临事能够互相配合，固然也真的很可爱，但是他在前线，与敌人面对面的当时，却不免战战兢兢，实在也很害怕，很想知道寇准的行动究竟有多少把握。"}
{"text":"他的作风，大胆而缜密，豪放而平实，的确是深得黄老之道的三昧。他在澶渊之役中，勉强着皇帝宋真宗御驾亲征，兵临前线，在枪杆下办外交，实在相当冒险。而且当时在宋真宗的旁边，政府内部还有势力相当的反对派。他却不顾一切，谋定而动。这比起三国时代，魏廷建议诸葛亮出兵子午谷，还要冒险十倍，但是他居然做了。在这一件史实上，宋真宗肯听寇准的意见，临事能够互相配合，固然也真的很可爱，但是他在前线，与敌人面对面的当时，却不免战战兢兢，实在也很害怕，很想知道寇准的行动究竟有多少把握。于是派人去侦察寇准在做什么，派去的人回来报告，这位身当重任的相爷，公然在这样危急的前方，正与一班幕僚宾客们喝酒赌钱，漫不在乎。真宗一听，总算放心了大半。寇准本来有好赌的习惯，但当时的赌局，真的是一场豪赌。他赌给敌人看，赌给宋真宗看，其实，他比诸葛亮在后花园钓鱼五路退兵的心情，还更紧张沉重，只是不能不好整以暇而已。这就是道家的妙用，也就是老子的欲取姑予的姿态。因此，也就难怪他在政治上反对派的死对头王钦若，事后趁间在宋真宗面前用了一句挑拨的话，就使寇准再也不得重用，守真宗在澶渊之役以后，因为有事而回想起与寇准当时的冒险，颇有复杂的矛盾心理，所以王钦若趁机便说，寇准在增渊之役，不能算有大功，他只是拿陛下当一次大赌注而已。你看，只须一句便佞的口舌，就可害人不用刀，杀人不见血。好在赵宋的皇帝子孙们，本质上还很厚道，换了别的昏君，寇准的头，准会被他送到敌寇的手里去了。宋真宗贿赂宰相尽管未真宗不敢再用寇准，不敢再谈统一的大业，运用输款和谈的政策，以图苟且偷安。但是他知道全国的人心，朝野的士气，并不甘心媚敌，更非心悦诚服这种半投降式的策略。那么，若要做到使民无知无欲，使夫智者不敢为也。为无为，则无不治，就要另想办法。结果，他接受王钦若的建议，利用宗教来迷醉朝野，安定人心，同时也可以自我安慰，仰仗神力来保佑平安。于是他就假托天神在梦中来降，要他在正殿建黄道场一个月，当降天书大中祥符三篇等等诡话。又使人谎报得天书于泰山，要群臣上表，推尊道号，自称为崇文广武仪天尊道宝应章感圣明仁孝皇帝。从此以后，北宋的三百年天下，便与道教的神秘政策结了不解之缘。后来自称为道君皇帝的迷信大师宋徽宗的北狩，何尝不是宋真宗的前因所误。"}
{"text":"于是他就假托天神在梦中来降，要他在正殿建黄道场一个月，当降天书大中祥符三篇等等诡话。又使人谎报得天书于泰山，要群臣上表，推尊道号，自称为崇文广武仪天尊道宝应章感圣明仁孝皇帝。从此以后，北宋的三百年天下，便与道教的神秘政策结了不解之缘。后来自称为道君皇帝的迷信大师宋徽宗的北狩，何尝不是宋真宗的前因所误。一个国家的大政，绝对不能与宗教的作为混为一体，从古今中外人文历史的记录上去求证，凡是宗教与政治混合的时代，政教宗教不分的国土，结果没有一个不彻底失败的。不但污蔑了宗教，同时也断送了国家。政治，毕竟是现实智慧的实际成果。宗教，始终是升华现实的出世事业。如果强调宗教就是现实世间的事，那么不是别有用心，就非愚即狂了。所以，宋真宗要想利用宗教的迷信而使民无知无欲，使夫智者不敢为也的当时，最大的顾忌，就怕宰辅大臣――同平章事王旦不同意。开始是试探，结果没有办法沟通。于是一方面由王钦若来婉转疏通意见，一方面真宗派宫监夜里送重礼到王旦的相府上去，并不说明来意是为了什么要有这样重的赏赐。这是当皇帝的公然贿赂大臣的杰作。因此弄得公正持重的名臣王旦有口难言，只好随声附和。如果寇准不被挤出中朝政府，恐怕神道设教就无法作为这个豪赌的赌注。后来王旦在临终时，虽然宋真宗亲自到病床旁边探病，御手调药，每天还三四次派人询问病况，并由宫中送来薯蓣山药粥。但是王旦耿耿于怀的事，却无法因此释然。他在临死时，还吩咐家人要把他剃了须发，穿上和尚的僧衣，表示抗议，表示忏悔。自恨当时对天书的愚民政策，没有尽心竭力地劝谏，认为是一大罪过。我们引用了这一段历史的事实，来说明老子这一章使民无知无欲，使夫智者不敢为也。为无为，则无不治被宋真宗反用的前因后果，当然并非老子的本意，更不可随便又给老子背上黑锅。总之，我们不要忘了老子著述的本意，首重效法自然道德的原则，假如人们都在道德的生活中，既不尚贤，又无欲而不争，那当然合乎自然的规范，也就自然是太平无事的天下了。礼记礼运一篇的记载，首先说明孔子的叹息，也是如此。时代到了后世，人人不能自修道德，人人不能善自整治争心和欲望，只拿老子那些叹古惜今的话来当教条，那当然是背道而驰，愈说愈远了。第四章道冲而用之或不盈，渊兮似万物之宗。挫其锐，解其纷，和其光，同其尘。"}
{"text":"总之，我们不要忘了老子著述的本意，首重效法自然道德的原则，假如人们都在道德的生活中，既不尚贤，又无欲而不争，那当然合乎自然的规范，也就自然是太平无事的天下了。礼记礼运一篇的记载，首先说明孔子的叹息，也是如此。时代到了后世，人人不能自修道德，人人不能善自整治争心和欲望，只拿老子那些叹古惜今的话来当教条，那当然是背道而驰，愈说愈远了。第四章道冲而用之或不盈，渊兮似万物之宗。挫其锐，解其纷，和其光，同其尘。湛兮似或存，吾不知谁之子，象帝之先。道与存在不存在间紧接上章为无为，则无不治的用而勿用，勿用而用之后，便提出道冲而用之或不盈，渊兮似万物之宗，作为用道而不为道所用的更进一层说明。在这里首先要了解冲字与盈字是对等性的。冲字在老子这一章句中的意思，应该作为冲和谦虚的谦冲解释。换言之，冲，便是虚而不满，同时有源远流长绵绵不绝的涵义。如果解释冲便是用中而不执一端或不执一边的意思，也可以相通。总之，知道道的妙用在于谦冲不已，犹如来自山长水远处的流泉，涓涓汩汩而流注不休，终而汇聚成无底的深渊，不拒倾注，永远没有满盈而无止境。如果了解道的冲而不盈的妙用，它便如生生不已，永无休止，能生万物的那个想象中的宗主功能一样，就可应用无方，量同太虚。能够做到冲虚而不盈不满，自然可以顿挫坚锐，化解纷扰。然后参和它的光景，互同它的尘象。但它依然是澄澄湛湛，和而不杂，同而不流的若存若亡于其间。倘使真能做到这种造诣，完成这种素养，便无法知道它究竟是谁之子？似人而非人，似神而非神，实在无法比拟它像个什么。假使真有一个能主宰万有的大帝，那么，这个能创造大帝的又是谁？这个谁之子的谁，才是创造大帝与万物的根本功能，也姑且强名之叫它是道。但是道本无形，道本无名，叫它是道，便已非道。因此，只好形容它是象帝之先。本章的原文，大意已经如前面所讲。但它内涵的流变，传到后世，便有从个人修养去体会它本意的一面又有从对人处事等事功去领略它妙用的一面。从个人修养上去体会的，属于修习道术的神仙丹道派的居多。从事功与对人处事去领略的，则属于历来帝王或名臣将相们的行事。"}
{"text":"但是道本无形，道本无名，叫它是道，便已非道。因此，只好形容它是象帝之先。本章的原文，大意已经如前面所讲。但它内涵的流变，传到后世，便有从个人修养去体会它本意的一面又有从对人处事等事功去领略它妙用的一面。从个人修养上去体会的，属于修习道术的神仙丹道派的居多。从事功与对人处事去领略的，则属于历来帝王或名臣将相们的行事。从个人的修养来讲，修道的基本，首先要能冲虚谦下，无论是炼气或养神，都要如此，都要冲虚自然，永远不盈不满，来而不拒，去而不留，除故纳新，流存无碍而不住。凡是有太过尖锐，特别呆滞不化的心念，便须顿挫而使之平息。对于炼气修息，炼神养心，也都要如此，倘有纷纭扰乱纠缠不清的思念，也必须要解脱。至于气息与精神，也须保养不拘，任其冲而不盈。如此存养纯熟，就可以和合自然的光景，与世俗同流而不合污，自掩光华，混迹尘境。但是此心此身，始终是冲而用之或不盈。一切不为太过，太甚。此心此身，仍然保合太和而澄澄湛湛，活活泼泼，周旋于尘境有无之间。但虽说是澄澄湛湛，必须若存若亡，不可执著。我即非我，谁亦非谁，只是应物无方，不留去来的痕迹，所谓先天而弗违，后天而奉天时，如此而已。但在一般道家人物的行为来说，对于和其光，同其尘两句，尤其重视。同时配合魏伯阳真人所著参同契中被褐怀玉，外示狂夫的两句话，奉为典范，所以有道之士往往装疯卖傻，蓬头垢面混迹于尘世。这种思想和作为，到了后世，便更有甚焉，构成小说中许多故事，影响民俗思想甚巨，如济公活佛的喝酒吃狗肉，吕纯阳三戏白牡丹等等，都从和光同尘的观念而来，勾画出修道人的另一番面目。至于高士传高僧传或神仙传的人物，典型各有不同，大体说来，真能和光同尘的实在太难，也并不多见。汉文帝康熙郭子仪从事功方面来讲，受到老子思想的影响，建立一代事功的帝王，严格说来，只有汉文帝和清初的康熙。尤其康熙善于运用黄老之道的成就，更有过于汉文帝的作为。汉文帝是老老实实地实行老子的哲学来治国，奠定两汉四百年的刘家天下。康熙是灵活运用黄老的法则，开建清朝统一的局面。以十多岁的少年，处在内有权臣外有强藩的局面，而能除鳌拜，平三藩，内开博学鸿词科以网罗前明遗老，外略蒙藏而开拓疆土，都自然而然地合于老子的冲而用之或不盈挫其锐，解其纷的法则，深得老子的妙用。"}
{"text":"尤其康熙善于运用黄老之道的成就，更有过于汉文帝的作为。汉文帝是老老实实地实行老子的哲学来治国，奠定两汉四百年的刘家天下。康熙是灵活运用黄老的法则，开建清朝统一的局面。以十多岁的少年，处在内有权臣外有强藩的局面，而能除鳌拜，平三藩，内开博学鸿词科以网罗前明遗老，外略蒙藏而开拓疆土，都自然而然地合于老子的冲而用之或不盈挫其锐，解其纷的法则，深得老子的妙用。因此，他特地颁发老子道德经，嘱咐满族亲王们加以研读，奉为领导学的圣经宝典。姑且不谈汉文帝与康熙的老子哲学。退而求其次，随便列举历史上名将相的事功，用来说明老子本章中的冲而用之或不盈，以及挫其锐，解其纷的作为。了解中唐名将郭子仪与名相李泌的故事，也可得其圄中，应用无穷了！郭子仪，是道道地地，经过考试录取的武举异等出身，历任军职，到了唐玄宗明皇天宝十四年，安禄山造反，才开始诏命他为卫尉卿灵武郡太守克朔方节度使，屡战有功。当唐明皇仓皇入蜀，皇太子李亨在灵武即位，后来称号唐肃宗，拜郭子仪为兵部尚书同中书门下平章事，仍总节度使的职权。转战两年之后，郭子仪从帝子出任元帅的广平王李豫，统率番汉兵将十五万，收复长安。肃宗曾亲自劳军灞上，并且对他说国家再造，卿力也。但在战乱还未平靖，到处尚需用兵敉平的时候，恐怕郭子仪李光弼等功劳太大，难以驾驭，便不立元帅，而派出太监鱼朝恩为观军容宣慰使来监军。一个半男半女的太监，又懂得什么，但他却代表了朝廷政府和皇帝，处处加以阻挠，动辄掣肘，致使王师虽众而无统率。在战场上，各个将领就互相观望，进退失据。不得已，又诏郭子仪为东畿山南东道河南诸道行营元帅，鱼朝思因此更加忌妒，密告郭子仪许多不是，因此又诏郭子仪交卸兵权，回归京师。郭子仪接到命令，不顾将士的反对，瞒过部下，独自溜走，奉命回京闲居，一点也没有怨尤的表示。接着，史思明再陷河洛，西戎又逼据首都，经朝廷政府的公认，认为郭子仪有功于国家，现在大乱未靖，不应该让他闲居散地。肃宗才有所感悟，不得已，诏他为诸道兵马都统，后来又赐爵为汾阳王。可是这时候的唐肃宗已经病得快死了，一般臣子都无法见到。郭子仪便再三请求说老臣受命，将死于外，不见陛下，目不瞑。因此才得引见于内寝，此时肃宗亲自对郭子仪说河东的事，完全委托你了！"}
{"text":"郭子仪接到命令，不顾将士的反对，瞒过部下，独自溜走，奉命回京闲居，一点也没有怨尤的表示。接着，史思明再陷河洛，西戎又逼据首都，经朝廷政府的公认，认为郭子仪有功于国家，现在大乱未靖，不应该让他闲居散地。肃宗才有所感悟，不得已，诏他为诸道兵马都统，后来又赐爵为汾阳王。可是这时候的唐肃宗已经病得快死了，一般臣子都无法见到。郭子仪便再三请求说老臣受命，将死于外，不见陛下，目不瞑。因此才得引见于内寝，此时肃宗亲自对郭子仪说河东的事，完全委托你了！肃宗死后，当时和郭子仪并肩作战收复两京的广平王李豫继位，后来称号为唐代宗。又因亲信程元振的谗言，暗忌宿将功大难制，罢免了郭子仪的一切兵权职务，只派他为监督修造肃宗坟墓的山陵使而已。郭子仪愈看愈不对，一面尽力修筑好肃宗的陵寝――坟墓，一面把肃宗当时所赐给他的诏书敕命千余篇当然包括机密不可外泄的文件，统统都缴还上去，才使代宗有所感悟，心生惭愧，自诏说朕不德，治大臣忧，朕甚自愧，自今公毋疑。跟着，梁崇义窃据襄州，叛将仆固怀恩屯汾州，暗中约召回纥吐蕃寇河西践径州犯奉天武功。代宗也同他的祖父唐明皇一样，离京避难到陕州。不得已，又匆匆忙忙拜郭子仪为关内副元帅，坐镇咸阳。这个时候，郭子仪因罢官回京以后，平常所带的将士，都已离散，身边只有老部下数十个骑士。他一接到诏命，只好临时凑合出发，藉民兵来补充队伍，一路南下，收集逃兵败将，加以整编，到了武关，又收编驻关防的部队，凑了几千人。后来总算碰到旧日的部将张知节来迎接他，才在洛南扩大阅兵，屯于商丘。因此，又是军威大震，使得吐蕃夜溃遁去，再次收复两京。大概介绍了郭子仪个人历史的几个重点，就可以看出他的立身处世，真正做到用之则行，舍之则藏，不怨天，不尤人的风格。他带兵素来以宽厚著称，对人也很忠恕。在战场上，沉着而有谋略，而且很勇敢。朝廷政府需要他时，一接到命令，不顾一切，马上行动。等到上面怀疑他，要罢免他时，也是不顾一切，马上就回家吃老米饭。所以屡黜屡起，国家不能不有他。像郭子仪这样作为，处处合于老子的冲而用之或不盈的大经大法。无怪其生前享有令名，死后成为历史上富贵寿考四字俱全的绝少数名臣之一。郭子仪与鱼朝恩另两件有关他个人的行谊，足以说明挫其锐，解其纷作法的。一是关于他与监军太监鱼朝思的恩怨，在当时的政治态势上，是相当严重的，鱼朝思曾经派人暗地挖了郭子仪父亲的坟墓。"}
{"text":"朝廷政府需要他时，一接到命令，不顾一切，马上行动。等到上面怀疑他，要罢免他时，也是不顾一切，马上就回家吃老米饭。所以屡黜屡起，国家不能不有他。像郭子仪这样作为，处处合于老子的冲而用之或不盈的大经大法。无怪其生前享有令名，死后成为历史上富贵寿考四字俱全的绝少数名臣之一。郭子仪与鱼朝恩另两件有关他个人的行谊，足以说明挫其锐，解其纷作法的。一是关于他与监军太监鱼朝思的恩怨，在当时的政治态势上，是相当严重的，鱼朝思曾经派人暗地挖了郭子仪父亲的坟墓。当唐代宗大历四年的春天，郭子仪奉命入朝。到了郭子仪回朝，朝野人士都恐怕要掀起一场大风暴，代宗也为了这件事，特别吊唁慰问。郭子仪却哭着说我在外面带兵打仗，士兵们破坏别人的坟墓，也无法完全照顾得到，现在我父亲的坟墓被人挖了，这是报应，不必怪人。鱼朝思便来邀请他同游章敬寺，表示尊敬和友好。这个时候的宰相是元载，也不是一位太高尚的人物。元载知道了这个消息，怕鱼朝思拉拢郭子仪，问题就大了。这种政坛上的人事纠纷，古今中外，都是很头痛的事。因此，元载派人秘密通知郭子仪，说鱼朝思的邀请，是对他有大不利的企图，要想谋杀他。郭子仪的门下将士，听到这个消息，极力主张要带一批武装卫队去赴约。郭子仪却毅然决定不听这些谣传，只带了几个必要的家憧，很轻松地去赴会。他对部将们说我是国家的大臣，他没有皇帝的命令，怎么敢来害我。假使受皇帝的密令要对付我，你们怎么可以反抗呢？就这样他到了章敬寺，鱼朝思看见他带来的几个家撞们戒备性的神情，就非常奇怪地问他有什么事。于是郭子仪老老实实告诉他外面有这样的谣传，所以我只带了八个老家人来，如果真有其事，免得你动手时，还要煞费苦心地布置一番。他这样的坦然说明，感动得鱼朝恩掉下了眼泪说非公长者，能无疑乎！如果不是郭令公你这样长厚待人的大好人，这种谣言，实在叫人不能不起疑心的。卢杞李白与郭子仪另有一则故事，是在郭子仪的晚年，他退休家居，忘情声色来排遣岁月。那个时候，后来在唐史奸臣传上出现的宰相卢杞，还未成名。有一天，卢杞来拜访他，他正被一班家里所养的歌伎们包围，正在得意地欣赏玩乐。一听到卢杞来了，马上命令所有女眷，包括歌伎，一律退到大会客室的屏风后面去，一个也不准出来见客。他单独和卢杞谈了很久，等到客人走了，家眷们问他你平日接见客人，都不避讳我们在场，谈谈笑笑，为什么今天接见一个书生却要这样的慎重。"}
