{"text":"这是符合实际情况的。蒙田就介绍到这里。我在上面说到，古今中外谈老年的诗文极多极多，不可能，也不必一一介绍。在这里，我想，有的读者可能要问你虽然不感老之已至，但是你对老年的态度怎样呢？这问题问得好，是地方，也是时候，我不妨回答一下。我是曾经死过一次的人。读者诸君，千万不要害怕，我不是死鬼显灵，而是活生生的人。所谓死过一次，只要读过我的牛棚杂忆就能明白，不必再细说。总之，从年月以后，我多活一天，就等于多赚了一天，算到现在，我已经多活了，也就是多赚了三十多年了，已经超过了我满意的程度。死亡什么时候来临，对我来说都是无所谓的，我随时准备着开路，而且无悔无恨。我并不像一些魏晋名士那样，表面上放浪形骸，不怕死亡。其实他们的狂诞正是怕死的表现。如果真正认为死亡是微不足道的事，何必费那么大劲装疯卖傻呢？根据我上面说的那个理由，我自己的确认为死亡是微不足道，极其自然的事。连地球，甚至宇宙有朝一日也会灭亡，戋戋者人类何足挂齿！我是陶渊明的信徒，是听其自然的，应尽便须尽，何必独多虑！但是，我还想说明，活下去，我是高兴的。不过，有一个条件，我并不是为活着而活着。我常说，吃饭为了活着，但活着并不是为了吃饭。我对老年的态度约略如此，我并不希望每个人都跟我抱同样的态度。忆往述怀第一篇阅尽沧桑忆往述怀养生无术是有术黄伟经兄来信，为羊城晚报健与美副刊向我索稿。他要我办的事，我一向是敬谨遵命的，这一次也不能例外。但是，健美双谈，我确有困难。我老态龙钟，与美无缘久矣。美是无从谈起了。至于健嘛，却是能谈一点的。我年届耄耋，慢性病颇有一些，但是，我认为，这完全符合规律，从不介意。现在身躯顽健，十里八里，抬腿就到。每天仍工作七八个小时，论文每天也能写上几千字。毫不含糊。别人以此为怪，我却颇有点沾沾自喜。小友粟德全在上写文章，说我有点忘记了自己的年龄。他说到了点子上。我虽忘记了年龄，但却没有忘乎所以，胡作非为。我还是有点自知之明的。在这样的情况下，很多人总要问我有什么养生之术，有什么秘诀。我的回答是没有秘诀，也从来不追求什么秘诀。我有一个三不主义，这就是，不锻炼，不挑食，不嘀咕。这需要解释一下。所谓不锻炼，决不是一概反对体育锻炼。我只是反对那些锻炼主义者。"}
{"text":"毫不含糊。别人以此为怪，我却颇有点沾沾自喜。小友粟德全在上写文章，说我有点忘记了自己的年龄。他说到了点子上。我虽忘记了年龄，但却没有忘乎所以，胡作非为。我还是有点自知之明的。在这样的情况下，很多人总要问我有什么养生之术，有什么秘诀。我的回答是没有秘诀，也从来不追求什么秘诀。我有一个三不主义，这就是，不锻炼，不挑食，不嘀咕。这需要解释一下。所谓不锻炼，决不是一概反对体育锻炼。我只是反对那些锻炼主义者。对他们来说，天地，――锻炼也，人生，――锻炼也。我觉得，人生的意义与价值就在于工作。工作必须有健康的体魄，但更重要的是必须有时间。如果大部分时间都用于体育锻炼，这有什么意义呢？至于不挑食，那容易了解。不管哪一国的食品，只要合我的口味，我张嘴便吃。什么胆固醇，什么高脂肪，统统见鬼去吧！那些吃东西左挑右拣，战战兢兢，吃鸡蛋不吃黄，吃肉不吃内脏。结果胆固醇反而越来越高。我的胆固醇从来没有高过，人皆以为怪，其实有什么可怪呢？至于不嘀咕，上面讲的那些话里面实际上已经涉及了。我从来不为自己的健康而愁眉苦脸。有的人无病装病，有的人无病幻想自己有病。我看了十分感到别扭，感到腻味。我是陶渊明的信徒。他的四句诗纵浪大化中，不喜亦不惧。应尽便须尽，无复独多虑。这就是我的座右铭。我这一篇短文的题目是养生无术是有术。初看时恐怕有点难解。现在短文结束了，再回头看这个题目，不是一清二楚了吗？至少我希望是这样。忆往述怀第一篇阅尽沧桑忆往述怀回头看看一个人，一个组织，一个国家，在永恒不断流逝的时间的长河中，到了一定的时候，应该回头看一看，看看走过的历程中自己走得是否都完全正确，正确的要坚持，不正确的要扬弃。这是十分必要的。我们古人在这方面有许许多多的教导，最为大家所熟知的是前车覆，后车戒，通常作前车之覆，后车之鉴。这两句话表面讲的仅仅是反面的经验，也就是教训。但是其中隐含着前车不覆也是后车之鉴的正面的经验。所谓一定的时候，可能短到只指一天，而长则是无限制的，一般的是一年十年百年。如果制定几年计划，则在计划结束后，也必须回头看一看，算一下总账，目的都在达到前车之覆或不覆，以决定后车如何走法的目的。"}
{"text":"这是十分必要的。我们古人在这方面有许许多多的教导，最为大家所熟知的是前车覆，后车戒，通常作前车之覆，后车之鉴。这两句话表面讲的仅仅是反面的经验，也就是教训。但是其中隐含着前车不覆也是后车之鉴的正面的经验。所谓一定的时候，可能短到只指一天，而长则是无限制的，一般的是一年十年百年。如果制定几年计划，则在计划结束后，也必须回头看一看，算一下总账，目的都在达到前车之覆或不覆，以决定后车如何走法的目的。当前，我们中国的国家和人民，以及全世界的国家和人民，都正处在一个新的世纪末中再想得远一点，是处在一个新的千纪末中。这是一个非常的关键时刻。我在很多地方都讲到过，世纪或千纪都是人们人为地制造出来的，没有什么先天的必然性或必要性。试想如果没有耶稣和耶稣教，哪里来的什么世纪和千纪。但这只是事情的一面。事情的另一面则是，既然人们制造出来了世纪和千纪，它们就起了作用，而且正在起着作用。这是不以人们的意志为转移的客观事实。世纪末和千纪末，现在都不是第一次。然而全国和全世界都承认，眼前的这个世纪末和千纪末同过去的都不一样。由于科学技术的惊人的进步，特别是交通通讯工具方面的突飞猛进，用一些人使用的形象的说法，世界变得越来越小了，产生蝴蝶效应等等的理论，决不是偶然的。已覆的前车历历可数。当前世界各国政府和一些有识之士高呼环保，其声震天动地。这决不是没有根据的，这也让我们这些忧天的杞人感到点安慰。然而，就我个人浅见所及，高呼环保而不从事实的发展中，特别是从思想的高度上和哲学的高度上，来探索环境之所以必须保护，环保工作之所以是火烧眉毛的紧迫工作的根本原因。这有点舍本逐末的意味，实在为愚陋如不佞者所难以理解。总之，我们眼前所处的世纪末就是这样的一个世纪末。我在本文一开头就说到，到了一定的时候，一个人，一个组织，一个国家就应该回头看一看，看一看在过去一段行程中车行和车覆的经验和教训，以决定今后的走法。现在正是这样的时候了。而且，我认为，应该回头看的不仅仅是一个人，一个组织，一个国家，而是整个的世界。"}
{"text":"总之，我们眼前所处的世纪末就是这样的一个世纪末。我在本文一开头就说到，到了一定的时候，一个人，一个组织，一个国家就应该回头看一看，看一看在过去一段行程中车行和车覆的经验和教训，以决定今后的走法。现在正是这样的时候了。而且，我认为，应该回头看的不仅仅是一个人，一个组织，一个国家，而是整个的世界。正在这样关系到人类前途的关键时刻，上海远东出版社不惜人力物力，编辑出版了一套世纪外国文化名人书库，实在是顺乎潮流，应乎人心的壮举，我想，谁也不会吝惜对此举的赞誉。出版社提出的方针，虽然重点是放在人文精神上然而，大家都会理解，人文精神是指导人类社会前进的关键精神，它是龙头，它同推动人类社会前进的物质的和精神的努力，是密不可分的，抓住人文精神这一条纲，则纲举而目张，提要而勾玄。这实在是一个非常聪明的打算。为什么单单举出外国文化名人呢？中国诗经上说他山之石，可以攻玉。这两句富有哲理而又明了形象的话，千百年来，为中国人民所接受，广为流传，几乎家喻户晓。远东出版社之所以选外国名人，我想其故就在这里。对于入选的这几十位名人中的某一些人，中国学术界肯定会有不同的意见。这是很自然的事，不足为怪，不这样才是怪事。但是，我相信，对绝大多数的入选者来说，大家都会同意的。这些名人，时代有先后，治军有专精，影响有大小，造诣有高低。但是，他们在不同程度上影响了过去一个世纪世界人文精神的发展，则是没有问题的。我们常讲，对世界上万事万物都要一分为二。对这些名人，当然也不能例外。我们一定要分清他们思想中的精华与糟粕，以便决定我们的去取。这话实际上已成为老生常谈，不用我说，大家也会明白的。但是，我们拿一个什么样的标准来分清精华与糟粕，来决定我们的去取呢？精华与糟粕，说起来明白如日月经天但实则是泾渭并不分明，而且随时代的推移，有时候还会转化，我们决不可掉以轻心。我个人的想法是，标准只有一条，那就是以我为主，不能喧宾夺主以我们目前的需要为主，决不能陈义过高或过低，提出一些不切实际的想法或者甚至幻想。那样是有害无益的。我们目前的需要是什么呢？我们是一个有十二亿人口的大国，目前正在进行着建设有中国特色的社会主义社会。这是一件空前伟大的工作，直接的借鉴，中国没有，外国也不会有。"}
{"text":"精华与糟粕，说起来明白如日月经天但实则是泾渭并不分明，而且随时代的推移，有时候还会转化，我们决不可掉以轻心。我个人的想法是，标准只有一条，那就是以我为主，不能喧宾夺主以我们目前的需要为主，决不能陈义过高或过低，提出一些不切实际的想法或者甚至幻想。那样是有害无益的。我们目前的需要是什么呢？我们是一个有十二亿人口的大国，目前正在进行着建设有中国特色的社会主义社会。这是一件空前伟大的工作，直接的借鉴，中国没有，外国也不会有。但是，间接的借鉴，就算是前车之覆吧，则是能够找到的。我说的以我为主，就是指以我国当前的实际为主。外国名人的思想中，对这个当前的实际有用的，我们则吸收之，否则则扬弃之。这是天经地义，用不着探讨与辩论。但是，非常遗憾――至少我这个喜爱忧天的杞人觉得遗憾――，我发现我们学术界少数人有一种不正之风，不正二字加起来就成为歪字，说不好听一点就是歪风，还需要再加上两个字邪气，才算完整。他们拜倒在外国名人，或者并非名人，或者在成为名人之前已经销声匿迹的预备名人，拜倒这些人的脚下，战栗觳觫。一听到中国人有什么新的理论，就笑得连鼻子都想笑歪，鄙夷之态可掬。用崇洋媚外这个词儿，有点刺儿，就改用一个比较文雅一点的贾桂思想吧。在这些人眼中，只有外国人才有资格，才有能力，才有天才，才有权利来创建新理论。在国际学坛上，中国只能成为一个无声的中国。对于这种现象，我实在觉得悲哀而又凄凉，可叹而又吃惊。我对眼前外国，各种学科的新理论要说知道得很多，那不是事实，而是吹牛。要说我一点都不知道，那也不是事实，则是撒谎。我对这些新理论了解一个大概其，有些新理论，就像时装一样，蟪蛄不知春秋。我曾套用赵翼的两句诗江山年有才人出，各领风骚数十天。说明我对这些风起云涌转瞬又风吹云散的所谓理论的看法。对待这些新理论，我的态度是我们必须学习，必须弄通，然后实事求是地予以公允的评价。拒而不学，决不应该顶礼膜拜，大可不必。后者不应该是一个学人，不管是中国的还是外国的学人应有的态度。眼前我们最重要的工作是彻底扬弃贾桂思想，还我一个堂堂正正身。现在，这一套书库已经整整齐齐地摆在我们眼前了。外国的原都可以算是名人，书中包含着他们的智慧，当然是精华与糟粕并存，经验与教训共处。我们应当怎样对待这一套书呢？"}
{"text":"说明我对这些风起云涌转瞬又风吹云散的所谓理论的看法。对待这些新理论，我的态度是我们必须学习，必须弄通，然后实事求是地予以公允的评价。拒而不学，决不应该顶礼膜拜，大可不必。后者不应该是一个学人，不管是中国的还是外国的学人应有的态度。眼前我们最重要的工作是彻底扬弃贾桂思想，还我一个堂堂正正身。现在，这一套书库已经整整齐齐地摆在我们眼前了。外国的原都可以算是名人，书中包含着他们的智慧，当然是精华与糟粕并存，经验与教训共处。我们应当怎样对待这一套书呢？我个人认为，我在上面刺刺不休地讲的那一些话，就是我们对待这一个书库的准则。首先，书中必有前车之鉴，关键在于我们怎样去识别和利用。其次，这一些书都是他山之石，我们用它来攻我们的玉。第三，以我为主，以我们当前的需要为主，这一点无论如何也不能忽视。我们要按照我们当前的需要，来细致鉴别书中的精华与糟粕，以决定吸取或者扬弃，主动权完全掌握在我们手中，这一点是含糊不得的。如果某一些富于贾桂思想的人士，在膜拜当今外国那一批风云变幻，乍起又落的名人准名人或候补名人之余，又来膜拜这一批已经成为名人的大菩萨，则我期期以为不可。忆往述怀第一篇阅尽沧桑忆往述怀假若我再上一次大学假若我再上一次大学，多少年来我曾反复思考过这个问题。我曾一度得到两个截然相反的答案一个是最好不要再上大学，知识越多越反动，我实在心有余悸。一个是仍然要上，而且偏偏还要学现在学的这一套。后一个想法最终占了上风，一直到现在。我为什么还要上大学而又偏偏要学现在这一套呢？没有什么堂皇的理由。我只不过觉得，我走过的这一条道路，对己，对人，都还有点好处而已。我搞的这一套东西，对普通人来说，简直像天书，似乎无利于国计民生。然而世界上所有的科技先进国家，都有梵文巴利文以及佛教经典的研究，而且取得了辉煌的成绩。这一套冷僻的东西与先进的科学技术之间，真似乎有某种联系。其中消息耐人寻味。我们不是提出了弘扬祖国优秀文化，发扬爱国主义吗？这一套天书确实能同这两句口号挂上钩，我举一个具体的例子。日本梵文研究的泰斗中村元博士在给我的散文集日译本中国知识人精神史写的序中说到，中国的南亚研究原来是相当落后的。"}
{"text":"然而世界上所有的科技先进国家，都有梵文巴利文以及佛教经典的研究，而且取得了辉煌的成绩。这一套冷僻的东西与先进的科学技术之间，真似乎有某种联系。其中消息耐人寻味。我们不是提出了弘扬祖国优秀文化，发扬爱国主义吗？这一套天书确实能同这两句口号挂上钩，我举一个具体的例子。日本梵文研究的泰斗中村元博士在给我的散文集日译本中国知识人精神史写的序中说到，中国的南亚研究原来是相当落后的。可是近几年来，突然出现了一批中年专家，写出了一些水平较高的作品，让日本学者有攻其不备之感。这是几句非常有意思的话。实际上，中国梵学学者同日本同行们的关系是十分友好的。我们一没有攻，二没有争，只有坐在冷板凳上辛苦耕耘。有了一点成绩，日本学者看在眼里，想在心里，觉得过去对中国南亚研究的评价过时了。我觉得，这里面既包含着弘扬，也包含着发扬。怎么能说，我们这一套无补于国计民生呢？话说远了，还是回来谈我们的本题。我的大学生活是比较长的在中国念了四年，在德国哥廷根大学又念了五年，才获得学位。我在上面所说的这一套就是在国外学到的。我在国内时，对这一套就有兴趣。但苦无机会。到了哥廷根大学，终于找到了机会，我简直如鱼得水，到现在已经坚持学习了将近六十年。如果马克思不急于召唤我，我还要坚持学下去的。如果想让我谈一谈在上大学期间我收获最大的是什么，那是并不困难的。在德国学习期间有两件事情是我毕生难忘的，这两件事都与我的博士论文有关联。我想有必要在这里先谈一谈德国的与博士论文有关的制度。当我在德国学习的时候，德国并没有规定学习的年限。只要你有钱，你可以无限期地学习下去。德国有一个词儿是别的国家没有的，这就是永恒的大学生。德国大学没有空洞的毕业这个概念，只有博士论文写成，口试通过，拿到博士学位，这才算是毕了业。写博士论文也有一个形式上简单而实则极严格的过程，一切决定于教授。在德国大学里，学术问题是教授说了算。德国大学没有入学考试，只要高中毕业，就可以进入任何大学。德国学生往往是先入几个大学，过了一段时间以后，自己认为某个大学某个教授，对自己最适合，于是才安定下来，在一个大学，从某一位教授学习。先听教授的课，后参加他的研讨班。最后教授认为你孺子可教，才会给你一个博士论文题目。"}
{"text":"写博士论文也有一个形式上简单而实则极严格的过程，一切决定于教授。在德国大学里，学术问题是教授说了算。德国大学没有入学考试，只要高中毕业，就可以进入任何大学。德国学生往往是先入几个大学，过了一段时间以后，自己认为某个大学某个教授，对自己最适合，于是才安定下来，在一个大学，从某一位教授学习。先听教授的课，后参加他的研讨班。最后教授认为你孺子可教，才会给你一个博士论文题目。再经过几年的努力，收集资料，写出论文提纲，经过教授过目。论文写成的年限没有规定，至少也要三四年，长则漫无限制。拿到题目十年八年写不出论文，也不是稀见的事。所有这一切都决定于教授，院长校长无权过问。写论文，他们强调一个新字，没有新见解，就不必写文章。见解不论大小，唯新是图。论文题目不怕小，就怕不新。我个人觉得，这是非常重要的一点。只有这样，学术才能日日新，才能有进步。否则满篇陈言，东抄西抄，拼凑，尽是冷饭。虽洋洋数十甚至数百万言，除了浪费纸张浪费读者的精力以外，还能有什么效益呢？我拿到博士论文题目的过程，基本上也是这样。我拿到了一个有关佛教混合梵语的题目。用了三年的时间，搜集资料，写成卡片，又到处搜寻有关图书，翻阅书籍和杂志，大约看了总有一百多种书刊。然后整理资料，使之条理化系统化，写出提纲，最后写成文章。我个人心里琢磨怎样才能向教授露一手儿呢？我觉得那几千张卡片虽然抄写得好像蜜蜂采蜜，极为辛苦然而却是干巴巴的，没有什么文采，或者无法表现文采。于是我想在论文一开始就写上一篇导言，这既能炫学，又能表现文采。真是一举两得的绝妙主意，我照此办理。费了很长的时间，写成一篇相当长的导言。我自我感觉良好，心里美滋滋的。认为教授一定会大为欣赏，说不定还会夸上几句哩。我先把导言送给教授看，回家做着美妙的梦。我等呀，等呀，终于等到教授要见我，我怀着走上领奖台的心情，见到了教授。然而却使我大吃一惊。教授在我的导言前画上了一个前括号，在最后画上了一个后括号，笑着对我说这篇导言统统不要！你这里面全是华而不实的空话，一点新东西也没有！别人要攻击你，到处都是暴露点，一点防御也没有！对我来说，这真如晴天霹雳，打得我一时说不上话来。但是，经过自己的反思，我深深地感觉到，教授这一棍打得好，我毕生受用不尽。"}
{"text":"认为教授一定会大为欣赏，说不定还会夸上几句哩。我先把导言送给教授看，回家做着美妙的梦。我等呀，等呀，终于等到教授要见我，我怀着走上领奖台的心情，见到了教授。然而却使我大吃一惊。教授在我的导言前画上了一个前括号，在最后画上了一个后括号，笑着对我说这篇导言统统不要！你这里面全是华而不实的空话，一点新东西也没有！别人要攻击你，到处都是暴露点，一点防御也没有！对我来说，这真如晴天霹雳，打得我一时说不上话来。但是，经过自己的反思，我深深地感觉到，教授这一棍打得好，我毕生受用不尽。第二件事情是，论文完成以后，口试接着通过，学位拿到了手。论文需要从头到尾认真核对，不但要核对从卡片上抄入论文的篇章字句，而且要核对所有引用过的书籍报刊和杂志。要知道，在三年以内，我从大学图书馆，甚至从柏林的普鲁士图书馆，借过大量的书籍和报刊，耗费了大量的时间。当时就感到十分烦腻。现在再在短期内，把这样多的书籍重新借上一遍，心里要多腻味就多腻味。然而老师的教导不能不遵行，只有硬着头皮，耐住性子，一本一本地借，一本一本地查。把论文中引用的大量出处重新核对一遍，不让它发生任何一点错误。后来我发现，德国学者写好一本书或者一篇文章，在读校样的时候，都是用这种办法来一一仔细核对。一个研究室里的人，往往都参加看校样的工作。每人一份校样，也可以协议分工。他们是以集体的力量，来保证不出错误。这个法子看起来极笨，然而除此以外，还能有聪明的办法吗？德国书中的错误之少，是举世闻名的。有的极为复杂的书竟能一个错误都没有，连标点符号都包括在里面。读过校样的人都知道，能做到这一步，是非常非常不容易的。德国人为什么能做到呢？他们并非都是超人的天才，他们比别人高出一头的诀窍就在于他们的笨。我想改几句中国古书上的话德国人其智可及也，其笨愚不可及也。反观我们中国的学术界，情况则颇有不同。在这里有几种情况。中国学者博闻强记，世所艳称。背诵的本领更令人吃惊。过去有人能背诵四书五经，据说还能倒背。写文章时，用不着去查书，顺手写出，即成文章。但是记忆力会时不时出点问题的。中国近代一些大学者的著作，若加以细致核对，也往往有引书出错的情况。这是出上乘的错。等而下之，往往图省事，抄别人的文章时，也不去核对，于是写出的文章经不起核对。这是责任心不强，学术良心不够的表现。还有更坏的就是胡抄一气。"}
