{"text":"如果我爱一个美貌的，势必引起嫉妒如果我爱一个貌寝的，会要使我疯狂。如果生育频繁，则负担有增无已如果不能生育，则我的罪孽愈发深重如果贤淑，我会担心她早死如果不淑，我会厌恶她的长寿。把女人说得一无是处，其结论是避免接近女人。优浮绮斯的私行并不谨饬，被蛇咬过一回，以后见了绳子也怕。所以他的厌恶女性的论调实是有感而发。异性相吸，男女相悦，乃是常情。至于溺于女色者，如纣王之宠妲己，幽王之宠褒姒，以至于亡国，则罪不全在妲己与褒姒，纣王幽王须负更大之责任，只因佳人难再得，遂任其倾城倾国，昏君本人之罪责岂容推诿赵飞燕的女弟刚接进宫，就有人在背后议论此祸水也，必将灭火。汉得火德而兴，是否因此一女子而澌灭，且不去管它，祸水一词从此成了某些女性的代名词。西谚有云任何事故，追根问底，必定有个女人。话并不错，不过要看怎样解释。一个人在事业上有所成就，很大部分是因为家有贤妻。一个人一生中不闯大祸，也很大部分是因为家有贤妻。女人是水做的，男人是泥做的，是女性崇拜的说法，指女人为祸水，是厌恶女性者的口头禅。聋我写过一篇聋。近日聋且益甚。英语形容一个聋子，聋得像是一根木头柱子，像是一条蛇，像是一扇门，像是一只甲虫，像是一只白猫。我尚未聋得像一根木头柱子或一扇门那样。蛇是聋的，我听说过，弄蛇者吹起笛子就能引蛇出洞，使之昂首而舞，不是蛇能听，是它能感到音波的震动。甲虫是否也聋，我不大清楚。我知道白猫是绝对不聋的。我们家的白猫王子，岂但不聋，主人回家时房门钥匙转动作响，它就会竖起耳朵窜到门前来迎。我喊它一声，它若非故意装聋，便立刻回答我一声，我虽然听不见它的答声，我看得见它，因作答而肚皮微微起伏。猫不聋，猫若是聋，它怎能捉老鼠，它叫春做啥我虽然没有全聋，可是也聋得可以。我对于铃声特别的难于听得入耳。普通的闹钟，响起来如蚊鸣，焉能唤醒梦中人。菁清给我的一只闹钟，铃声特大，足可以振聋发聩，我把它放在枕边说也奇怪，自从有了这个闹钟，我还不曾被它闹醒过一次。因为我心里记挂着它，总是在铃响半小时之前先已醒来，急忙把闹钟关掉。"}
{"text":"我喊它一声，它若非故意装聋，便立刻回答我一声，我虽然听不见它的答声，我看得见它，因作答而肚皮微微起伏。猫不聋，猫若是聋，它怎能捉老鼠，它叫春做啥我虽然没有全聋，可是也聋得可以。我对于铃声特别的难于听得入耳。普通的闹钟，响起来如蚊鸣，焉能唤醒梦中人。菁清给我的一只闹钟，铃声特大，足可以振聋发聩，我把它放在枕边说也奇怪，自从有了这个闹钟，我还不曾被它闹醒过一次。因为我心里记挂着它，总是在铃响半小时之前先已醒来，急忙把闹钟关掉。我的心里有一具闹钟。里外两具闹钟，所以我一向放心大胆睡觉，不虞失时。门铃就不同了。我家门铃不是普通一按就响的那种，也不是像八音盒似的那样叮叮当当的奏乐，而是一按就啾啾啾啾如鸟鸣。自从我家的那只画眉鸟死了之后，我久矣夫不闻爽朗的鸟鸣。如今门铃啾啾叫，我根本听不见。客人猛按铃，无人应，往往废然去。如果来客是事前约好的，我就老早在近门处恭候，打开大门，还有一层纱门，隔着纱门看到人影憧憧，便去开门迎客。老聃之弟子，有亢仓子者，得聃之道，能以耳视而目听。列子仲尼耳视我办不到，目听则庶几近之。客人按铃，我听不见铃响，但是我看见有人按铃了。电话对我又是一个难题。电话铃没有特大号的，而且打电话来的朋友大半都性急，铃响三五声没人应，他就挂断，好像人人都该随时守着电话机听他说话似的。凡是电话来，未必有好消息，也未必有什么对我有利之事。但是朋友往还，何必曰利有人在不愿接电话的时间内，拔掉插头，铃就根本不会响。我狠不下这份心。无可奈何，我装上几个分机，书桌上枕边饭桌旁客厅里。尽管如此，有时还是听不到铃响，俟听到时对方不耐烦而挂断了。有一位好心的读者写信来说，先生不必为聋而烦恼，现在有一种新的办法，门铃或电话机上都可以装置一盏红色电灯泡，铃响同时灯亮。我十分感谢这位读者对我的关怀。这也是以目代耳的办法，我准备采纳。不过较根本解决的办法，是大家体恤我的耳聋，不妨常演王徽之雪夜访戴的故事，而我亦绝不介意门可罗雀的景况之出现。需要一通情愫的时候，假纸笔代喉舌，写个三行五行的短笺，岂不甚妙我最向往六朝人的短札，寥寥数语，意味无穷。"}
{"text":"我十分感谢这位读者对我的关怀。这也是以目代耳的办法，我准备采纳。不过较根本解决的办法，是大家体恤我的耳聋，不妨常演王徽之雪夜访戴的故事，而我亦绝不介意门可罗雀的景况之出现。需要一通情愫的时候，假纸笔代喉舌，写个三行五行的短笺，岂不甚妙我最向往六朝人的短札，寥寥数语，意味无穷。朋友们时常安慰我说，耳聋焉知非福首先，这年头儿噪音太多，轰隆轰隆的飞机响，呼啸而过的汽车机车声，吹吹打打的丧车行列，噼噼啪啪的鞭炮，街头巷尾装扩音器大吼的小贩，舍前舍后成群结队的儿童锐声尖叫，这些噪音不听也罢，落得耳根清净。话是不错，不过我尚无这么大的福分，尚未到泰山崩于前而不动声色的地步，种种噪音还是多多少少使我心烦。饶是我聋，我还向往古人帽子上簪笄两端悬着两块弃耳莹，多少可以挡住一点噪音。人嘴两张皮，最好蜚短流长，造谣生事，某某畸恋，某某婚变，某某逃亡，某某犯案，凡是报纸上的社会新闻都会说得如数家珍。这样长舌的人到处都有，令人听了心烦，你听不见也就罢了，你没有多少损失。至少有人骂你，挖苦你，讽刺你，你充耳不闻，当然也就不会计较，也就不会耿耿于怀，省却许多烦恼。别人议论我，我是听不见，可是我知道他在议论我，因为他斜着眼睛睨视我的那副神气不能使我没有感觉。而且我知道他所议论的话，大概是谑而不虐，无伤大雅的，因为他议论风生的时候嘴角常是挂着一丝微笑，不可能含有多少恶意。何况这年头儿，难得有人肯当面骂人，凡是恶言恶语多半是躲在你背后说，所以，聋固然听不见人骂，不聋，也听不见。有人劝我学习唇读法，看人的嘴唇怎样动就可以知道他说的是什么话，假如学会了唇读，我想也有麻烦，恐怕需要整天的睁一眼闭一眼，否则凡是嘴唇动的人你都会以目代耳，岂不烦死人耳根刚得清净，眼根又不得安宁了。吉人之辞寡，躁人之辞多。难得遇到吉人，不如索性安于聋聩。安于聋聩亦非易易。因为大家习惯了把我当做一个耳聪的人，并且不习惯于和一个聋子相处。看人嘴唇动，我可不敢唯唯否否，因为何时宜唯唯，何时宜否否，其间大有讲究。我曾经一律以点头称是来应付，结果闹出很尴尬的场面。我发现最好的应付方法是面部无表情，作白痴状。瞎子常戴黑眼镜，走路时以手杖探地，人人知道他是瞎子，都会躲着他，聋子没有标帜，两只耳朵好好的，不像是什么零件出了毛病的人。"}
{"text":"吉人之辞寡，躁人之辞多。难得遇到吉人，不如索性安于聋聩。安于聋聩亦非易易。因为大家习惯了把我当做一个耳聪的人，并且不习惯于和一个聋子相处。看人嘴唇动，我可不敢唯唯否否，因为何时宜唯唯，何时宜否否，其间大有讲究。我曾经一律以点头称是来应付，结果闹出很尴尬的场面。我发现最好的应付方法是面部无表情，作白痴状。瞎子常戴黑眼镜，走路时以手杖探地，人人知道他是瞎子，都会躲着他，聋子没有标帜，两只耳朵好好的，不像是什么零件出了毛病的人。还有热心人士会附在我耳边窃窃私语，其实吱吱喳喳的耳语我更听不见，只觉得一口口的唾沫星子喷在我的脸上，而且只好听其自干。修养篇早起曾文正公说作人从早起起。因为这是每人每日所做的第一件事。这一桩事若办不到，其余的也就可想。记得从前俞平伯先生有两行名诗被窝暖暖的，人儿远远的。在这暖暖远远的情形之下，毅然决然地从被窝里窜出来，尤其是在北方那样寒冷的天气，实在是不容易。惟以其不容易，所以那个举动被称为开始作人的第一件事。偎在被窝里不出来，那便是在作人的道上第一回败绩。历史上若干嘉言懿行，也有不少是标榜早起的。例如，颜氏家训里便有黎明即起的句子。至少我们不会听说哪一个人为了早晨晏起而受到人的赞美。祖逖闻鸡起舞的故事是众所熟知的，但是我们不要忘了祖逖是志士，他所闻的鸡不是我们在天将破晓时听见的鸡啼，而是中夜闻荒鸡鸣。中夜起舞之后是否还回去再睡，史无明文，我想大概是不再回去睡了。黑茫茫的后半夜，舞完了之后还做什么，实在是不可想象的事。前清文武大臣上朝，也是半夜三更地进东华门，打着灯笼进去，不知是不是因为皇帝有特别喜欢起早的习惯。西谚亦云早出来的鸟能捉到虫儿吃。似乎是晚出来的鸟便没得虫儿吃了。我们人早起可有什么好处呢我个人是从小就喜欢早起的，可是也说不出有什么特别的好处，只是我个人的习惯而已。我觉得这是一个好习惯，可是并不说有这好习惯的人即是好人，因为这习惯虽好，究竟在做人的道理上还是比较的一桩小事。所以像韩复榘在山东省做主席时强迫省府人员清晨五时集合在大操场里跑步，我并不敢恭维。我小时候上学，躺在炕上一睁眼看见窗户上最高的一格有了太阳光，便要急得哭啼，我的母亲匆匆忙忙给我梳了小辫儿打发我去上学。我们的学校就在我们的胡同里。"}
{"text":"似乎是晚出来的鸟便没得虫儿吃了。我们人早起可有什么好处呢我个人是从小就喜欢早起的，可是也说不出有什么特别的好处，只是我个人的习惯而已。我觉得这是一个好习惯，可是并不说有这好习惯的人即是好人，因为这习惯虽好，究竟在做人的道理上还是比较的一桩小事。所以像韩复榘在山东省做主席时强迫省府人员清晨五时集合在大操场里跑步，我并不敢恭维。我小时候上学，躺在炕上一睁眼看见窗户上最高的一格有了太阳光，便要急得哭啼，我的母亲匆匆忙忙给我梳了小辫儿打发我去上学。我们的学校就在我们的胡同里。往往出门之后不久又眼泪扑簌的回来，母亲问道怎么回来了我低着头嚅嗫的回答学校还没有开门哩这是五十多年前的事了，我现在想想，还是不知道为什么要那样性急。到如今，凡是开会或宴会之类，我还是很少迟到的。我觉得迟到是很可耻的一件事。但是我的心胸之不够开展，容不得一点事，于此也就可见一斑。有人晚上不睡，早晨不起。他说这是焚膏油以继晷。我想，焚膏油则有之，日晷则在被窝里糟蹋不少。他说夜里万籁俱寂，没有搅扰，最宜工作，这话也许是有道理的。我想晚上早睡两个钟头，早上早起两个钟头，还是一样的，因为早晨也是很宜于工作的。我记得我翻译阿伯拉与哀绿绮思的情书的时候，就是趁太阳没出的时候搬竹椅在廊檐下动笔，等到太阳晒满半个院子，人声嘈杂，我便收笔，这样在一个月内译成了那本书，至今回忆起来还是愉快的。我在上海住几年，黎明即起，弄堂里到处是哗啦哗啦地刷马桶的声音，满街的秽水四溢，到处看得见横七竖八的露宿的人――这种苦恼是高枕而眠到日上三竿的人所没有的。有些个城市，居然到九十点钟而街上还没有什么动静，家家户户都门窗紧闭，行经其地如过废墟，我这时候只有暗暗地祝福那些睡得香甜的人，我不知道他们昨夜做了什么事，以至今天这样晚还不能起来。我如今年事稍长，好早起的习惯更不易抛弃。醒来听见鸟啭，一天都是快活的。走到街上，看见草上的露珠还没有干，砖缝里被蚯蚓倒出一堆一堆的沙土，男的女的担着新鲜肥美的菜蔬走进城来，马路上有戴草帽的老朽的女清道夫，还有无数的青年男女穿着熨平的布衣精神抖擞地携带着便当骑着脚踏车去上班，――这时候我衷心充满了喜悦这是一个活的世界，这是一个人的世界，这是生活就是学佛的人也讲究早参晚参。要此心常常摄持。"}
{"text":"我如今年事稍长，好早起的习惯更不易抛弃。醒来听见鸟啭，一天都是快活的。走到街上，看见草上的露珠还没有干，砖缝里被蚯蚓倒出一堆一堆的沙土，男的女的担着新鲜肥美的菜蔬走进城来，马路上有戴草帽的老朽的女清道夫，还有无数的青年男女穿着熨平的布衣精神抖擞地携带着便当骑着脚踏车去上班，――这时候我衷心充满了喜悦这是一个活的世界，这是一个人的世界，这是生活就是学佛的人也讲究早参晚参。要此心常常摄持。曾文正公说作人从早起起，也是着眼在那一转念之间，是否能振作精神，让此心做得主宰。其实早起晚起本身倒没有什么了不得的利弊，如是而已。散步琅记云古之老人，饭后必散步。好像是散步限于饭后，仅是老人行之，而且盛于古时。现代的我，年纪不大，清晨起来盥洗完毕便提起手杖出门去散步。这好像是不合古法，但我已行之有年，而且同好甚多，不只我一人。清晨走到空旷处，看东方既白，远山如黛，空气里没有太多的尘埃炊烟混杂在内，可以放心地尽量地深呼吸，这便是一天中难得的享受。据估计目前一般都市的空气中，灰尘和烟煤的每周降量，平均每平方公里约为五吨，在人烟稠密或工厂林立的地区，有的竟达二十吨之多。养鱼的都知道要经常为鱼换水，关在城市里的人真是如在火宅，难道还不在每天清早从软暖习气中挣脱出来，服几口清凉散散步的去处不一定要是山明水秀之区，如果风景宜人，固然觉得心旷神怡，就是荒村陋巷，也自有它的情趣。一切只要随缘。我从前沿着淡水河边，走到萤桥，现在顺着一条马路，走到土桥，天天如是，仍然觉得目不暇给。朝露未干时，有蚯蚓，大蜗牛，在路边蠕动，没有人伤害它们，在这时候这些小小的生物可以和我们和平共处。也常见有被碾毙的田鸡野鼠横尸路上，令人怵目惊心，想到生死无常，河边蹲踞着三三两两浣衣女，态度并不轻闲，她们的背上兜着垂头瞌睡的小孩子。田畦间伫立着几个庄稼汉，大概是刚拔完萝卜摘过菜。是农家苦，还是农家乐，不大好说。就是从巷弄里面穿行，无意中听到人家里的喁喁絮语，有时也能令人忍俊不住。六朝人喜欢服五石散，服下去之后五内如焚，浑身发热，必须散步以资宣泄。到唐朝时犹有这种风气。无稹诗行药步墙阴，陆龟蒙诗更拟结茅临水次，偶因行药到村前。所谓行药，就是服药后的散步。这种散步，我想是不舒服的。"}
{"text":"田畦间伫立着几个庄稼汉，大概是刚拔完萝卜摘过菜。是农家苦，还是农家乐，不大好说。就是从巷弄里面穿行，无意中听到人家里的喁喁絮语，有时也能令人忍俊不住。六朝人喜欢服五石散，服下去之后五内如焚，浑身发热，必须散步以资宣泄。到唐朝时犹有这种风气。无稹诗行药步墙阴，陆龟蒙诗更拟结茅临水次，偶因行药到村前。所谓行药，就是服药后的散步。这种散步，我想是不舒服的。肚里面有丹砂雄黄白矾之类的东西作怪，必须脚步加快，步出一身大汗，方得畅快。我所谓的散步不这样的紧张，遇到天寒风大，可以缩颈急行，否则亦不妨迈方步，缓缓而行。培根有言散步利胃。我的胃口已经太好，不可再利，所以我从不跄踉地趱路。六朝人所谓风神萧散，望之如神仙中人，一定不是在行药时的写照。散步时总得携带一根手杖，手里才觉得不闲得慌。山水画里的人物，凡是跋山涉水的总免不了要有一根邛杖，否则好像是摆不稳当似的。王维诗策杖村西日斜。村东日出时也是一样的需要策杖。一杖在手，无需舞动，拖曳就可以了。我的一根手杖，因为在地面磨擦的关系，已较当初短了寸余。手杖有时亦可作为武器，聊备不时之需，因为在街上散步者不仅是人，还有狗。不是夹着尾巴的丧家之狗，也不是循循然汪汪叫的土生土长的狗，而是那种雄赳赳的横眉竖眼张口伸舌的巨獒，气咻咻地迎面而来，后面还跟着骑脚踏车的扈从，这时节我只得一面退避三舍，一面加力握紧我手里的竹杖。那狗脖子上挂着牌子，当然是纳过税的，还可能是系出名门，自然也有权利出来散步。还好，此外尚未遇见过别的什么猛兽。唐慈藏大师独静行禅，不避虎兕，我只有自惭定力不够。散步不需要伴侣，东望西望没人管，快步慢步由你说，这不但是自由，而且只有在这种时候才特别容易领略到前不见古人，后不见来者那种分段苦的味道。天覆地载，孑然一身。事实上街道上也不是绝对的阒无一人，策杖而行的不只我一个，而且经常的有很熟的面孔准时准地地出现，还有三五成群的小姑娘，老远的就送来木屐声。天长日久，面孔都熟了，但是谁也不理谁。在外国的小都市，你清早出门，一路上打扫台阶的老太婆总要对你搭讪一两句话，要是在郊外山上，任何人都要彼此脱帽招呼。他们不嫌多事。"}
{"text":"天覆地载，孑然一身。事实上街道上也不是绝对的阒无一人，策杖而行的不只我一个，而且经常的有很熟的面孔准时准地地出现，还有三五成群的小姑娘，老远的就送来木屐声。天长日久，面孔都熟了，但是谁也不理谁。在外国的小都市，你清早出门，一路上打扫台阶的老太婆总要对你搭讪一两句话，要是在郊外山上，任何人都要彼此脱帽招呼。他们不嫌多事。我有时候发现，一个形容枯槁的老者忽然不见他在街道散步了，第二天也不见，第三天也不见，我真不敢猜想他是到哪里去了。太阳一出山，把人影照得好长，这时候就该往回走。再晚一点便要看到穿蓝条睡衣睡裤的女人们在街上或是河沟里倒拉圾，或者是捧出红泥小火炉在路边呼呼地扇起来，弄得烟气腾腾。尤其是，风驰电掣的现代交通工具也要像是猛虎出柙一般地露面了，行人总以回避为宜。所以，散步一定要在清晨，白居易诗晚来天气好，散步中门前。要知道白居易住的地方是伊阙，是香山，和我们住的地方不一样。怒一个人在发怒的时候，最难看，纵然他平素面似莲花，一旦怒而变青变白，甚至面色如土，再加上满脸的筋肉扭曲，眦裂发指，那副面目实在不仅是可憎而已。俗语说，怒从心上起，恶向胆边生，怒是心理的也是生理的一种变化。人逢不如意事，很少不勃然变色的。年少气盛，一言不合，怒气相加，但是许多年事已长的人，往往一样的火发暴躁。我有一位姻长，已到杖朝之年，并且半身瘫痪，每晨必阅报纸，戴上老花镜，打开报纸，不久就要把桌子拍得山响，吹胡瞪眼，破口大骂。报上的记载，他看不顺眼。不看不行，看了呕气。这时候大家躲他远远的，谁也不愿逢彼之怒。过一阵雨过天晴，他的怒气消了。诗云君子如怒，乱庶遄沮君子如祉，乱庶遄已。这是说有地位的人，赫然震怒，就可以收拨乱反正之效。一般人还是以少发脾气少惹麻烦为上。盛怒之下，体内血球不知道要伤损多少，血压不知道要升高几许，总之是不卫生。而且血气沸腾之际，理智不大清醒，言行容易逾分，于人于己都不相宜。希腊哲学家哀皮克蒂特斯说计算一下你有多少天不曾生气。在从前，我每天生气有时每隔一天生气一次后来每隔三四天生气一次如果你一连三十天没有生气，就应该向上帝献祭表示感谢。减少生气的次数便是修养的结果。修养的方法，说起来好难。"}
{"text":"这是说有地位的人，赫然震怒，就可以收拨乱反正之效。一般人还是以少发脾气少惹麻烦为上。盛怒之下，体内血球不知道要伤损多少，血压不知道要升高几许，总之是不卫生。而且血气沸腾之际，理智不大清醒，言行容易逾分，于人于己都不相宜。希腊哲学家哀皮克蒂特斯说计算一下你有多少天不曾生气。在从前，我每天生气有时每隔一天生气一次后来每隔三四天生气一次如果你一连三十天没有生气，就应该向上帝献祭表示感谢。减少生气的次数便是修养的结果。修养的方法，说起来好难。另一位同属于斯多亚派的哲学家罗马的玛可斯奥瑞利阿斯这样说你因为一个人的无耻而愤怒的时候，要这样的问你自己那个无耻的人能不在这世界存在么那是不能的。不可能的事不必要求。坏人不是不需要制裁，只是我们不必愤怒。如果非愤怒不可，也要控制那愤怒，使发而中节。佛家把列为三毒之一，心甚于猛火，克服恚是修持的基本功夫之一。燕丹子说血勇之人，怒而面赤脉勇之人，怒而面青骨勇之人，怒而面白神勇之人，怒而色不变。我想那神勇是从苦行修炼中得来的。生而喜怒不形于色，那天赋实在太厚了。清朝初叶有一位李绂，著穆堂类稿，内有一篇无怒轩记，他说吾年逾四十，无涵养性情之学，无变化气质之功，因怒得过，旋悔旋犯，惧终于忿戾而已，因以无怒名轩。是一篇好文章，而其戒谨恐惧之情溢于言表，不失读书人的本色。沉默我有一位沉默寡言的朋友。有一回他来看我，嘴边绽出微笑，我知道那就是相见礼，我肃客入座，他欣然就席。我有意要考验他的定力，看他能沉默多久，于是我也打破我的习惯，我也守口如瓶。二人默对，不交一语，壁上的时钟滴答滴答的声音特别响。我忍耐不住，打开一听香烟递过去，他便一枝接一枝的抽了起来，巴答巴答之声可闻。我献上一杯茶，他便一口一口的翕呷，左右顾盼，意态萧然。等到茶尽三碗，烟罄半听，主人并未欠伸，客人兴起告辞，自始至终没有一句话。这位朋友，现在已归道山，这一回无言造访，我至今不忘。想不到闻所闻而来，见所见而去的那种六朝人的风度，于今之世，尚得见之。明张鼎思琅琊代醉编有一段记载刘器之待制对客多默坐，往往不交一谈，至于终日。客意甚倦，或谓去，辄不听，至留之再三。有问之者，曰人能终日危坐，而不欠伸欹侧，盖百无一二，其能之者必贵人也。"}
