{"text":"酒神精神所要解决的，正是在承认人生的悲剧性的前提下，如何肯定人生的问题。它旨在确立一种对待人生悲剧的积极立场，但是尼采首先从悲剧艺术着手。第节第三章从酒神精神到强力意志在叔本华那里，世界意志之客体化为个别存在物的形式被称作个体化原理。他认为，个人正是因个体化原理而受意志的奴役，在审美状态中，个人暂时摆脱了个体化原理，从而暂时摆脱了意志的奴役，成为无意志的纯粹认识主体。悲剧的意义更是要人们看穿个体化原理，认清生命的原罪，从而放弃整个生命意志。所以他说，悲剧是生命意志的镇静剂。参看叔本华作为意志和表象的世界，第节。他的悲剧观是以否定生命为归宿的。尼采从叔本华那里继承了意志是世界的本质和个体化原理是现象的形式的观点。但是，叔本华把悲剧看作由否定个体化原理进而对整个生命意志的否定，尼采却把悲剧看作通过否定个体化原理而对整个生命意志的肯定。悲剧不是生命的镇静剂，相反是生命的兴奋剂和强壮剂。悲剧之所以给人以个体毁灭时的快感，是因为它表现了那似乎隐藏在个体化原理背后的万能的意志，那在现象彼岸的历万劫而长存的永生。悲剧的诞生第节。悲剧是个人的解体及其同原始存在的合为一体，悲剧的诞生第节。它给人一种形而上的安慰不管现象如何变化，属于事物之基础的生命始终是坚不可摧和充满欢乐的。悲剧的诞生第节。存在的一切必须准备着悲惨的没落，我们不得不进窥个人生存中的恐怖，但是，在悲剧的陶醉中，我们在这短促的一瞬间真的成了万物之源本身，感到它的热烈的生存欲望和生存快感纵使有恐惧与怜悯之情，我们毕竟是快乐的生灵，不是作为个人，而是众生一体，我们就同这大我的创造欢欣息息相通悲剧的诞生第节尼采用古希腊神话中的酒神狄俄尼索斯的形象，来命名这种个人解体而同作为世界本体的生命意志合为一体的神秘的陶醉境界，称之为酒神境界。因为在他看来，原始的酒神祭，那种无节制的滥饮，性的放纵，狂歌乱舞，表现了个体自我毁灭和与宇宙本体融合的冲动，正显示了悲剧艺术的起源。尼采认为，叔本华在逻辑上是不彻底的。既然生命意志是世界的本质，它就是永恒的，必然时而毁灭个体生命，时而又产生个体生命。这表明了自然界本身生命力的强大。"}
{"text":"因为在他看来，原始的酒神祭，那种无节制的滥饮，性的放纵，狂歌乱舞，表现了个体自我毁灭和与宇宙本体融合的冲动，正显示了悲剧艺术的起源。尼采认为，叔本华在逻辑上是不彻底的。既然生命意志是世界的本质，它就是永恒的，必然时而毁灭个体生命，时而又产生个体生命。这表明了自然界本身生命力的强大。在悲剧中，通过个人的毁灭，我们正应该体会到宇宙生命的丰盈充溢才是。个体生命的毁灭本身是生命意志肯定自身的一种形式。悲观主义因为个人的毁灭而否定整个生命，乃是一叶障目。悲剧之所以能通过个体的毁灭给人快感，其秘密就在于它肯定了生命整体的力量。尼采欣喜于发现这个秘密，自命是第一个悲剧哲学家，是悲观主义哲学家的极端对立者和反对者。看哪这人。尼采选集，第卷，第页。既然宇宙生命本身生生不息，个体生命稍纵即逝，那么，要肯定生命，就必须超越个人的眼界，立足于宇宙生命，肯定生命的全体，包括肯定其中必定包含的个人的痛苦和毁灭。这是酒神精神的真髓。一个如此解放了的精神，怀着喜悦和信赖的宿命论立于天地之间，深信仅有个体被遗弃，在整体中万物都被拯救和肯定他不再否定但一个这样的信念是一切可能信念中最高的，我名之为酒神精神。偶像的黄昏一个不合时宜者的漫游第节。尼采全集，第卷，第页。甚至在生命最异样最艰难的问题上肯定生命，生命意志在生命最高类型的牺牲中为自身的不可穷尽而欢欣鼓舞我称这为酒神精神偶像的黄昏我感谢古人什么第节。尼采全集，第卷，第页。尼采一再强调，酒神精神达到了肯定的极限，它肯定万物的生成和毁灭，肯定矛盾和斗争，甚至肯定受苦和罪恶，肯定生命中一切可疑可怕的事物。总之，肯定生命的整体。参看看哪这人。尼采选集，第卷，第页。很显然，叔本华的悲观主义哲学与尼采的悲剧哲学或酒神哲学有一个共同的出发点，就是把生命意志看作世界的本质。但是，一旦进一步追问这生命意志的本质，他们就分道扬镳了。叔本华的生命意志是一种纯粹消极的挣扎，尼采的生命意志却是一种积极创造的力量。"}
{"text":"总之，肯定生命的整体。参看看哪这人。尼采选集，第卷，第页。很显然，叔本华的悲观主义哲学与尼采的悲剧哲学或酒神哲学有一个共同的出发点，就是把生命意志看作世界的本质。但是，一旦进一步追问这生命意志的本质，他们就分道扬镳了。叔本华的生命意志是一种纯粹消极的挣扎，尼采的生命意志却是一种积极创造的力量。在尼采看来，要创造就必须破坏，破坏意味着个体的灾难和毁灭，但这正是创造的必要前提，是宇宙生命整体新陈代谢的必然法则，是健全和丰盈所产生的痛苦。有生必有死，要肯定生命就必须肯定死亡，这样一种朴素的辩证法被尼采阐发为富有诗意的人生哲学了。要解决个人生存的意义问题，就必须寻求个人与某种超越个人的整体之间的统一，寻求小我与大我有限与无限的统一，无论何种人生哲学都不能例外。区别只在于，在不同的哲学中，那个用来赋予个人生存以意义的整体是不同的。例如，它可以是自然庄子，斯宾诺莎，社会马克思，孔子，神新柏拉图主义，基督教，等等。如果不承认有这样的整体，就会走向悲观主义佛教印度教叔本华。尼采以宇宙生命赋予个人生存以意义，要求个人站在宇宙生命的立场上来感受永恒生成的快乐，其中包括毁灭掉有限个体的快乐。由个人的眼光看，这个要求似乎有点玄。不过，如果我们把形而上学语言换成普通语言，就会发现这个要求倒是相当朴实的。尼采的意思无非是用生命本身的力量来战胜生命的痛苦，而当你抗争之时，你就是在痛苦中也会感觉到百倍强烈地感觉到生命的欢乐。这种抗争痛苦而生的欢乐，相当于生命本体的欢乐。第节第三章从酒神精神到强力意志尼采要我们看到，痛苦是生命不可缺少的部分。生命是一条毯子，苦难之线和幸福之线在上面紧密交织，抽出其中一根就会破坏了整条毯子，整个生命。没有痛苦，人只能有卑微的幸福。伟大的幸福正是战胜巨大痛苦所产生的生命的崇高感。痛苦磨练了意志，激发了生机，解放了心灵。人生的痛苦除了痛苦自身，别无解救途径。这就是正视痛苦，接受痛苦，靠痛苦增强生命力，又靠增强了的生命力战胜痛苦。对于痛苦者的最好的安慰方法是让他知道，他的痛苦无法安慰，这样一种尊重可以促使他昂起头来。"}
{"text":"生命是一条毯子，苦难之线和幸福之线在上面紧密交织，抽出其中一根就会破坏了整条毯子，整个生命。没有痛苦，人只能有卑微的幸福。伟大的幸福正是战胜巨大痛苦所产生的生命的崇高感。痛苦磨练了意志，激发了生机，解放了心灵。人生的痛苦除了痛苦自身，别无解救途径。这就是正视痛苦，接受痛苦，靠痛苦增强生命力，又靠增强了的生命力战胜痛苦。对于痛苦者的最好的安慰方法是让他知道，他的痛苦无法安慰，这样一种尊重可以促使他昂起头来。生命力取决于所承受的痛苦的分量，生命力强盛的人正是在大痛苦袭来之时格外振作和欢快。英雄气概就是敢于直接面对最高的痛苦和最高的希望。热爱人生的人纵然比别人感受到更多更强烈的痛苦，同时却也感受到更多更强烈的生命之欢乐。与痛苦相对抗，是人生最有趣味的事情。参看朝霞第节快乐的科学序以及第节等。人是最勇敢的动物他高唱战歌征服一切痛苦，而人类的痛苦是最深的痛苦。人类对于生命的观察越深，对于受苦的观察就越深。查拉图斯特拉如是说幻象与谜。正是在痛苦以及征服痛苦的战斗中，人最高限度地感受和享受了生命。所以尼采主张从生存获得最大成果和最大享受的秘密是生活在险境中在威苏维火山旁建筑你们的城市把你们的船只驶向未经探测的海洋在同旗鼓相当的对手以及同你们自己的战争中生活快乐的科学第节。尼采全集第卷，第页。他认为，危险迫使我们自强，人必须有必要强大，才会变得强大偶像的黄昏一个不合时宜者的漫游第节。尼采全集，第卷，第页尼采还认为，未来的不确定是使人生更具魅力的要素我的思想应该向我指示我站在何处，但不该向我泄漏我将往何处。我爱对未来的无知快乐的科学第节。尼采全集，第卷，第页。面对痛苦险境和未知事物，精神愈加欢欣鼓舞，这样一种精神就是酒神精神。悲剧艺术所要表达的正是这种精神状态面临一个强大的敌人，一种巨大的不幸，一个令人疑惧的问题，而有勇气和情感自由，这样一种得胜状态被悲剧艺术家挑选出来加以颂扬。偶像的黄昏一个不合时宜者的漫游第节。尼采全集，第卷，第页。酒神精神的本义是肯定生命包括肯定生命必涵的痛苦。为了肯定生命的痛苦，一个人必须有健全的生命力和坚强的意志。"}
{"text":"尼采全集，第卷，第页。面对痛苦险境和未知事物，精神愈加欢欣鼓舞，这样一种精神就是酒神精神。悲剧艺术所要表达的正是这种精神状态面临一个强大的敌人，一种巨大的不幸，一个令人疑惧的问题，而有勇气和情感自由，这样一种得胜状态被悲剧艺术家挑选出来加以颂扬。偶像的黄昏一个不合时宜者的漫游第节。尼采全集，第卷，第页。酒神精神的本义是肯定生命包括肯定生命必涵的痛苦。为了肯定生命的痛苦，一个人必须有健全的生命力和坚强的意志。由此产生酒神精神的衍义做一个强者。酒神精神的一个重要标志，乃是支配你自己，使你自己坚强看哪这人。尼采选集，第卷，第页。这里显示了酒神精神与强力意志的内在一致。然而，再坚强的人也可能因致命的痛苦而丧生，或在险境中毁灭。何况人终有一死。最终的失败是否不可避免呢尼采认为，具有酒神精神的人在失败中仍能大笑。假如你们在伟大的事业中失败了，你们自己因此便是失败了么假如你们自己是失败了，人类因此便是失败了么假如人类也是失败了，好吧，别在意查拉图斯特拉如是说更高的高人第节。失败了的事情因其失败更应当被人尊敬。看哪这人我为何如此聪明第节。问题在于，抗争后失败，失败后仍不屈服，这不是真正的失败。生命敢于承受超过其限度的灾难，这本身就是一个胜利。尼采的酒神精神很像海明威笔下的硬汉子性格一个人并不是生来要给打败的，你尽可以把他消灭掉，可就是打不败他。那么，死呢具有酒神精神的人热爱生命，可是并不畏惧死亡。他甚至出于对生命的爱而自杀当不可能骄傲地活着时，就骄傲地死去。偶像的黄昏一个不合时宜者的漫游第节。尼采全集，第卷，第页。自由赴死和死于自由，当肯定已非时，做一个神圣的否定者，如此他理解了死和生。查拉图斯特拉如是说自由的死。尼采全集，第卷，第页。这样的死仍然是生命的胜利，他通过否定自己而肯定了生命。人生诚然是一出悲剧，那就把它当悲剧来演吧，演得轰轰烈烈，威武雄壮。愈深刻的灵魂，愈能体会人生的悲剧性，但也愈勇敢。最富精神性的人们，他们必首先是最勇敢的，也在广义上经历了最痛苦的悲剧。但他们正因此而尊敬生命，因为它用它最大的敌意同他们相对抗。偶像的黄昏一个不合时宜者的漫游第节。"}
{"text":"查拉图斯特拉如是说自由的死。尼采全集，第卷，第页。这样的死仍然是生命的胜利，他通过否定自己而肯定了生命。人生诚然是一出悲剧，那就把它当悲剧来演吧，演得轰轰烈烈，威武雄壮。愈深刻的灵魂，愈能体会人生的悲剧性，但也愈勇敢。最富精神性的人们，他们必首先是最勇敢的，也在广义上经历了最痛苦的悲剧。但他们正因此而尊敬生命，因为它用它最大的敌意同他们相对抗。偶像的黄昏一个不合时宜者的漫游第节。尼采全集，第卷，第页。在悲剧艺术中，悲剧英雄用他的毁灭使我们感受到生命本身的不可摧毁，精神为之欢欣鼓舞。在人生悲剧中，我们自己就是悲剧英雄，我们也要欢欣鼓舞地演这悲剧，从自身的痛苦乃至毁灭中体会生命的伟大和骄傲。人生的顶峰是笑一切悲剧。查拉图斯特拉如是说读与写。尼采全集，第卷，第页。酒神精神从艺术舞台流布到人生舞台上来了。第节第三章从酒神精神到强力意志神圣的舞蹈和神圣的欢笑酒神精神的要义是肯定人生，祝福人生，连同它的悲剧性。要肯定人生，不在它的悲剧性面前逃避自欺或颓丧，一个人必须足够坚强。但是，坚强而沉重，或者坚强而阴郁，仍然不合酒神精神。尼采认为，人生的伟大肯定者应该兼有坚硬的骨头和轻捷的足查拉图斯特拉如是说晚餐。尼采全集，第卷，第页。，合歌者武士与自由精神为一体。看哪这人快乐的科学。他应当学会神圣的舞蹈查拉图斯特拉如是说舞蹈之歌。尼采全集，第卷，第页。，学会欢笑。尼采一再谈到舞蹈和欢笑，用它们象征酒神式的人生态度。只有弄清二者的含义，才算领会了尼采的酒神精神。舞蹈象征一种高蹈轻扬的人生态度。在尼采笔下，酒神精神的化身查拉图斯特拉是一个跳舞者，他有着宁静的气质，轻捷的足，无往而不在的放肆和丰饶。尼采孕育这个形象的最初征兆是一条速记的附注超过人类和时代六千公尺。它恰好揭示了舞蹈的象征意义，便是超越性。尼采认为，生命和人类都具有自我超越的本性，这种本性集中体现在强者优秀者身上。人身上的超越性就是神性，而轻捷的足是神性的第一属性。偶像的黄昏四种大谬误第节。尼采全集，第卷，第页。"}
{"text":"在尼采笔下，酒神精神的化身查拉图斯特拉是一个跳舞者，他有着宁静的气质，轻捷的足，无往而不在的放肆和丰饶。尼采孕育这个形象的最初征兆是一条速记的附注超过人类和时代六千公尺。它恰好揭示了舞蹈的象征意义，便是超越性。尼采认为，生命和人类都具有自我超越的本性，这种本性集中体现在强者优秀者身上。人身上的超越性就是神性，而轻捷的足是神性的第一属性。偶像的黄昏四种大谬误第节。尼采全集，第卷，第页。为了飞腾即超越，人应当学会在一切之上站立行走奔跑跳跃攀登和跳舞。跳舞是飞腾的准备。超越性是战胜人生的悲剧性的保证。在同人生的痛苦战斗时，应当体现出这种超越性。具有酒神精神的人跳着舞越过人生大地上的沼泽和凝重的悲愁。纵使生活之路是苦难之路，可是，一旦我们选定了它，我们就步履轻快地走在它上面。走在自己选定的路上的人必定是跳着舞前进的。相反，步履蹒跚，不正说明内心并不情愿，不正是否定生命的一种表征吗舞蹈所象征的超越性，尤其是针对人类一切传统价值的。与神圣的舞蹈相对立，尼采用重力的精灵象征人类历史的惰性，象征传统的伦理评价。他视重力的精灵为一切创造者的魔鬼和大敌。在人类身上，包括在本来有创造力的人身上，背负了太多不相干的评价，因而步履艰难，生命也因此乏味如一堆沙土。参看查拉图斯特拉如是说重力的精灵。可是，跳舞者能够跳舞于一切陈旧的戒律之上，超越于善恶之外，用自由的舞蹈踏碎一切伦理，使迄今为止人类心目中的一切所谓伟大都沉沦在下。所以，舞蹈又象征着精神从一切传统价值的束缚中解放出来，轻松愉快地享受人生，从事创造，而这本身意味着对人生的充分肯定。尼采称这为跳舞者的道德，这种道德使一个人能用他的双足跳舞在金碧辉煌的销魂之中。查拉图斯特拉如是说七印记。尼采全集，第卷，第页。欢笑象征一种欢快豪放的人生态度。尼采说我圣化了欢笑。查拉图斯特拉如是说更高的高人第节。欢笑也是神圣的。人生有两个方面欢乐与悲痛。尼采要求在这两个方面中都能欢笑。一个人不仅对欢乐发笑，而且对失败对痛苦对悲剧也发笑，这才是具备了酒神精神。因为由生命本身的眼光看来，悲剧原是生自生命的欢乐和力量的过分丰盈。叔本华认为，人生从整体看是悲剧，从细节看具有喜剧性质。参看叔本华作为意志和表象的世界第节。"}
{"text":"尼采全集，第卷，第页。欢笑象征一种欢快豪放的人生态度。尼采说我圣化了欢笑。查拉图斯特拉如是说更高的高人第节。欢笑也是神圣的。人生有两个方面欢乐与悲痛。尼采要求在这两个方面中都能欢笑。一个人不仅对欢乐发笑，而且对失败对痛苦对悲剧也发笑，这才是具备了酒神精神。因为由生命本身的眼光看来，悲剧原是生自生命的欢乐和力量的过分丰盈。叔本华认为，人生从整体看是悲剧，从细节看具有喜剧性质。参看叔本华作为意志和表象的世界第节。尼采说不对，从生命整体看，短促的悲剧迟早要归入永恒生命的喜剧，无数酣笑的波流终于要把最伟大的悲剧也淘尽。参看快乐的科学第节。一个人应该感情充溢奔放地活，对一切都兴致勃勃，这才是幸福。参看朝霞第节。叔本华曾经把人生比喻成吹肥皂泡，谁都想愈吹愈大，结果却是不可避免的破裂。参看叔本华作为意志和表象的世界第节。有趣的是尼采也把人生比喻为肥皂泡，结论却正相反在爱生命的我看来，蝴蝶肥皂泡以及与它们相类似的人最懂得幸福。望着这些轻盈纤巧的小精灵来回翩飞，查拉图斯特拉也就是尼采感动得流泪和歌唱了。查拉图斯特拉如是说读与写。尼采全集，第卷，第页。不管生命多么短暂，我们要笑着生，笑着享乐，笑着受苦，最后笑着死，这才不枉活一生。与舞蹈一样，欢笑也是酒神式战士否定传统伦理的战斗风格。尼采无限向往古希腊社会，在他看来，那是一个没有罪恶感的世界，人们快乐健康地活着，无忧无虑地享受着节庆宴饮竞技艺术攻战。便是罪恶也有其光荣，而希腊的悲剧艺术就是罪恶与光荣的统一体。参看快乐的科学第节。可是，敌视生命的基督教伦理却把生命的源头弄脏了，享乐成了罪恶。问题的严重性在于，即使反抗旧伦理的战士也往往免除不了这种罪恶感，一边战斗，一边自觉在犯罪，因而显出一副愁苦的脸相。现在尼采要求他们戒除罪恶感，就算对抗旧道德是一种恶吧，它也是一种欢笑的恶，光明的健全的恶，它居高临下，向旧道德投去闪光的侮蔑的大笑，以大笑杀死重力的精灵。参看查拉图斯特拉如是说读与写七印记第节蜜的献祭。酒神精神的先决条件之一是一种确然的欢快，哪怕是在破坏的时候。参看看哪这人查拉图斯特拉如是说第节。"}
{"text":"现在尼采要求他们戒除罪恶感，就算对抗旧道德是一种恶吧，它也是一种欢笑的恶，光明的健全的恶，它居高临下，向旧道德投去闪光的侮蔑的大笑，以大笑杀死重力的精灵。参看查拉图斯特拉如是说读与写七印记第节蜜的献祭。酒神精神的先决条件之一是一种确然的欢快，哪怕是在破坏的时候。参看看哪这人查拉图斯特拉如是说第节。第节第三章从酒神精神到强力意志欢快豪放的酒神风格还应该体现在思想家的思考和工作之中。尼采认为，真正的思想家总是在灌输快乐和生命，决不带一副懊恼的面色，颤抖的双手，含泪的眼睛。参看作为教育家的叔本华第节。一般人以为思想同欢笑和快乐不能相容，实在是一种偏见。尼采讽刺说人这可爱的动物一旦好好思考时，仿佛总要失去好兴致，变得严肃了。快乐的科学第节。尼采全集，第卷，第页。而尼采偏要提倡快乐的科学，并以此作为他的一本书的标题。他认为没有带来欢笑的一切真理都是虚伪的。查拉图斯特拉如是说旧榜和新榜第节。尼采全集，第卷，第页。酒神式的思想家如同游戏一样从事伟大的工作，善于以谐谈说出真理参看瓦格纳事件。尼采选集，第卷，第页舞蹈的高蹈轻扬，欢笑的快乐豪放，两者作为酒神精神的形象体现，表明酒神精神实质上是一种审美的人生态度。事实上，尼采一开始是从阐释艺术现象着手提出酒神精神的，而当他把酒神精神推广为一种人生哲学时，其审美的实质保存了下来。尼采自己说，悲剧的诞生一书所确认的唯一的评价是审美的评价，他以这种评价与历来宗教和伦理的评价相反对，并且名之为酒神精神。参看尼采选集，第卷，第页第卷，第页。既然生命本身是一种非伦理的东西，要从伦理的角度为它寻找一种意义就只能是徒劳。相反，大自然游戏似地创造着也毁坏着个体生命，颇有艺术家的豪兴。那么，个人除了秉承大自然这位原始艺术家的气概，以审美的态度对待生命的喜剧和悲剧，痛快地活，痛快地死，此外还有什么更好的办法呢随着基督教信仰的瓦解，从前悬在人类头顶的天堂的幻影消失了，人们发现自己生活在一个毫不仁慈的世界中。在这里，现世的苦难不能再用来世的福乐补偿，死去的灵魂不再有超度的希望。"}
