{"text":"写于一八三四年。摩亚通译摩尔，非洲北部民族。曾于一二三八年到西南欧的伊比利亚半岛建立格拉那陀王国，一四九二年为西班牙所灭。阿勒曼若是格拉那陀王国的最后一个国王。指一八六三年波兰一月起义。这次起义成立了临时民族政府，发布解放农奴的宣言和法令。一八六五年因被沙皇镇压而失败。裴彖飞―通译裴多菲，匈牙利革命家，诗人。他积极参加了一八四八年三月十五日布达佩斯的起义，反抗奥地利统治次年在与协助奥国侵略的沙皇军队的战斗中牺牲。他的作品多讽刺社会的丑恶，描述被压迫人民的痛苦生活，鼓舞人民起来为争取自由而斗争。著有长诗使徒勇敢的约翰政治诗民族之歌等。菩特沛思德通译布达佩斯。巴波大学应为中学，匈牙利西部巴波城的一所著名学校。伟罗思摩谛―今译魏勒斯马尔提，匈牙利诗人。著有号召查兰的出走等。他曾介绍裴多菲的第一部诗集给国家丛书社出版。阿阑尼―通译奥洛尼，匈牙利诗人。曾参加一八四八年匈牙利革命。主要作品多尔第三部曲即文中所说的约尔提写成于一八四六年。萨伦多，匈牙利东部的一个农村。土奥大利人革命一八四八年三月十三日，奥地利首都维也纳发生武装起义，奥皇被迫免去首相梅特涅的职务，同意召开国民会议，制订宪法，但并未解决重大社会问题。兴矣摩迦人指民族之歌。兴矣摩迦人是该诗的首句，今译起来，匈牙利人！此诗写于一八四八年三月十三日维也纳武装起义的当天。裴多菲的这段话，见于一八四八年四月十九日的日记，译文如下也许在世界上，有许多更加美丽庄严的七弦琴和鹅毛笔，但比我那洁白的鹅毛笔更好的，却绝不会有。我的七弦琴任何一个声音，我的鹅毛笔任何一个笔触，从来没有把它用来图利。我所写的，都是我的心灵的主宰要我写的，而心灵的主宰――就是自由之神！裴多菲全集第五卷日记抄致诸帝今译给国王们，写于一八四八年三月二十七日至三十日之间。在这首诗里，裴多菲预言全世界暴君的统治即将覆灭。下引裴多菲的话，见于一八四八年三月十七日的日记。贝谟，―通译贝姆，波兰将军。"}
{"text":"我所写的，都是我的心灵的主宰要我写的，而心灵的主宰――就是自由之神！裴多菲全集第五卷日记抄致诸帝今译给国王们，写于一八四八年三月二十七日至三十日之间。在这首诗里，裴多菲预言全世界暴君的统治即将覆灭。下引裴多菲的话，见于一八四八年三月十七日的日记。贝谟，―通译贝姆，波兰将军。一八三年十一月波兰起义领导人之一，失败后流亡国外，参加了一八四八年维也纳武装起义和一八四九年匈牙利民族解放战争。轲苏士ss，―通译科苏特，一八四八年匈牙利革命的主要领导者。他组织军队，于一八四九年四月击败奥军，宣布匈牙利独立，成立共和国，出任新国家元首。失败后出亡，死于意大利。脱阑希勒伐尼亚s通译特兰西瓦尼亚，当时在匈牙利东南部，今属罗马尼亚。舍俱思跋通译瑟克什堡，一八四九年夏沙皇尼古拉一世派出十多万军队援助奥地利，贝姆所部在这里受挫，裴多菲即在此役中牺牲。英雄约诺斯通译勇敢的约翰，长篇叙事诗，写于一八四四年。缢史之缳通译绞吏之绳，写于一八四六年。耶和华希伯来人对上帝的称呼。洛克，―英国哲学家。他认为知识起源于感觉，后天经验是认识的源泉，反对天赋观念论和君权神授说。著有人类理解力论政府论等。治饼饵守囹圄之术指当时留学生从日文翻译的关于家政和警察学一类的书。凯罗连珂―通译柯罗连科，俄国作家。一八八年因参加革命运动被捕，流放西伯利亚六年。写过不少关于流放地的中篇和短篇小说。著有小说集西伯利亚故事和文学回忆录我的同时代人的故事等。末光是西伯利亚故事中的一篇，中译本题为最后的光芒韦素园译。宋民间之所谓小说及其后来宋民间之所谓小说及其后来宋代行于民间的小说，与历来史家所著录者很不同，当时并非文辞，而为属于技艺的说话之一种。说话者，未详始于何时，但据故书，可以知道唐时则已有。段成式酉阳杂俎续集四贬误云子太和末因弟生日观杂戏，有市人小说，呼扁鹊作褊鹊字，上声。予令任道N字正之。"}
{"text":"著有小说集西伯利亚故事和文学回忆录我的同时代人的故事等。末光是西伯利亚故事中的一篇，中译本题为最后的光芒韦素园译。宋民间之所谓小说及其后来宋民间之所谓小说及其后来宋代行于民间的小说，与历来史家所著录者很不同，当时并非文辞，而为属于技艺的说话之一种。说话者，未详始于何时，但据故书，可以知道唐时则已有。段成式酉阳杂俎续集四贬误云子太和末因弟生日观杂戏，有市人小说，呼扁鹊作褊鹊字，上声。予令任道N字正之。市人言二十年前尝于上都斋会设此，有一秀才甚赏某呼扁字与褊同声，云世人皆误。其详细虽难晓，但因此已足以推见数端一小说为杂戏中之一种，二由于市人之口述，三在庆祝及斋会时用之。而郎瑛七修类藁二十二所谓小说起宋仁宗，盖时太平盛久，国家闲暇，日欲进一奇怪之事以娱之，故小说得胜头回之后，即云话说赵宋某年者，亦即由此分明证实，不过一种无稽之谈罢了。到宋朝，小说的情形乃始比较的可以知道详细。孟元老在南渡之后，追怀汴梁盛况，作东京梦华录，于京瓦技艺条下有当时说话的分目，为小说，合生，说诨话，说三分，说五代史等。而操此等职业者则称为说话人。高宗既定都临安，更历孝光两朝，汴梁式的文物渐已遍满都下，伎艺人也一律完备了。关于说话的记载，在故书中也更详尽，端平年间的著作有灌园耐得翁都城纪胜，元初的著作有吴自牧梦粱录及周密武林旧事，都更详细的有说话的分科都城纪胜梦粱录二十说话者，谓之舌辩，说话有四家虽有四家数，各有门庭且小说，名银字儿，一者小说，谓之银字如烟粉灵怪传奇公儿，如烟粉灵怪传奇说案，朴刀杆棒发发踪参公案，皆是搏刀赶棒及发案此四字当有误之事。迹变态之事说铁骑儿，谈论古今，如水之流。谓士马金鼓之事。谈经者，谓演说佛书说参请者，谓宾主参禅悟说经，谓演说佛书道等事。又有说诨经说参请，谓宾主参禅悟道者。等事。讲史书，讲说前代讲史书者，谓讲说书史文传兴废争战之事。"}
{"text":"迹变态之事说铁骑儿，谈论古今，如水之流。谓士马金鼓之事。谈经者，谓演说佛书说参请者，谓宾主参禅悟说经，谓演说佛书道等事。又有说诨经说参请，谓宾主参禅悟道者。等事。讲史书，讲说前代讲史书者，谓讲说书史文传兴废争战之事。通鉴汉唐历代书史文传兴废争战之事。合生，与起今随今相合生，与起令随令相似，各占一事也。似，各占一事。但周密所记者又小异，为演史，说经诨经，小说，说诨话而无合生。唐中宗时，武平一上书言比来妖伎胡人，街童市子，或言妃主情貌，或列王公名质，咏歌蹈舞，号曰合生。新唐书一百十九则合生实始于唐，且用诨词戏谑，或者也就是说诨话惟至宋当又稍有迁变，今未详。起今随今之今，都城纪胜作令，明抄本说郛中之古杭梦游录又作起令随合，何者为是，亦未详。据耐得翁及吴自牧说，是说话之一科的小说，又因内容之不同而分为三子目银字儿所说者为烟粉烟花粉黛，灵怪神仙鬼怪，传奇离合悲欢等。说公案所说者为搏刀赶棒拳勇，发迹变态遇合之事。说铁骑儿所说者为士马金鼓战争之事。惟有小说，是说话中最难的一科，所以说话人最畏小说，盖小说者，能讲一朝一代故事，顷刻间提破都城纪胜云梦粱录同，惟提破作捏合。，非同讲史，易于铺张而且又须有谈论古今，如水之流的口辩。然而在临安也不乏讲小说的高手，吴自牧所记有谭淡子等六人，周密所记有蔡和等五十二人，其中也有女流，如陈郎娘枣儿，史蕙英。临安的文士佛徒多有集会瓦舍的技艺人也多有，其主意大约是在于磨炼技术的。小说专家所立的社会，名曰雄辩社。武林旧事三元人杂剧虽然早经销歇，但尚有流传的曲本，来示人以大概的情形。宋人的小说也一样，也幸而借了话本偶有留遗，使现在还可以约略想见当时瓦舍中说话的模样。其话本曰京本通俗小说，全书不知凡几卷，现在所见的只有残本，经江阴缪氏影刻，是卷十至十六的七卷，先曾单行，后来就收在烟画东堂小品之内了。"}
{"text":"临安的文士佛徒多有集会瓦舍的技艺人也多有，其主意大约是在于磨炼技术的。小说专家所立的社会，名曰雄辩社。武林旧事三元人杂剧虽然早经销歇，但尚有流传的曲本，来示人以大概的情形。宋人的小说也一样，也幸而借了话本偶有留遗，使现在还可以约略想见当时瓦舍中说话的模样。其话本曰京本通俗小说，全书不知凡几卷，现在所见的只有残本，经江阴缪氏影刻，是卷十至十六的七卷，先曾单行，后来就收在烟画东堂小品之内了。还有一卷是叙金海陵王的秽行的，或者因为文笔过于碍眼了罢，缪氏没有刻，然而仍有E园的改换名目的排印本E园是长沙叶德辉的园名。刻本七卷中所收小说的篇目以及故事发生的年代如下列卷十碾玉观音绍兴年间。十一菩萨蛮大宋高宗绍兴年间。十二西山一窟鬼绍兴十年间。十三志诚张主管无年代，但云东京汴州开封事。十四拗相公先朝。十五错斩崔宁高宗时。十六冯玉梅团圆建炎四年。每题俱是一全篇，自为起讫，并不相联贯。钱曾也是园书目十著录的宋人词话十六种中，有错斩崔宁与冯玉梅团圆两种，可知旧刻又有单篇本，而通俗小说即是若干单篇本的结集，并非一手所成。至于所说故事发生的时代，则多在南宋之初北宋已少，何况汉唐。又可知小说取材，须在近时因为演说古事，范围即属讲史，虽说小说家亦复谈论古今，如水之流，但其谈古当是引证及装点，而非小说的本文。如拗相公开首虽说王莽，但主意却只在引出王安石，即其例。七篇中开首即入正文者只有菩萨蛮，其余六篇则当讲说之前，俱先引诗词或别的事实，就是先引下一个故事来，权做个得胜头回。本书十五头回当即冒头的一回之意，得胜是吉语，瓦舍为军民所聚，自然也不免以利市语说之，未必因为进御才如此。得胜头回略有定法，可说者凡四以略相关涉的诗词引起本文。如卷十用春词十一首引起延安郡王游春卷十二用士人沈文述的词逐句解释，引起遇鬼的士人皆是。以相类之事引起本文。如卷十四以王莽引起王安石是。以较逊之事引起本文。如卷十五以魏生因戏言落职，引起刘贵因戏言遇大祸卷十六以交互姻缘转入双镜重圆而有关风化，到还胜似几倍皆是。以相反之事引起本文。如卷十三以王处厚照镜见白发的词有知足之意，引起不伏老的张士廉以晚年娶妻破家是。"}
{"text":"得胜头回略有定法，可说者凡四以略相关涉的诗词引起本文。如卷十用春词十一首引起延安郡王游春卷十二用士人沈文述的词逐句解释，引起遇鬼的士人皆是。以相类之事引起本文。如卷十四以王莽引起王安石是。以较逊之事引起本文。如卷十五以魏生因戏言落职，引起刘贵因戏言遇大祸卷十六以交互姻缘转入双镜重圆而有关风化，到还胜似几倍皆是。以相反之事引起本文。如卷十三以王处厚照镜见白发的词有知足之意，引起不伏老的张士廉以晚年娶妻破家是。而这四种定法，也就牢笼了后来的许多拟作了。在日本还传有中国旧刻的大唐三藏取经记三卷，共十七章，章必有诗别一小本则题曰大唐三藏取经诗话。也是园书目将错斩崔宁及冯玉梅团圆归入宋人词话门，或者此类话本，有时亦称词话就是小说的别名。通俗小说每篇引用诗词之多，实远过于讲史五代史平话三国志传，水浒传等，开篇引首，中间铺叙与证明，临末断结咏叹，无不征引诗词，似乎此举也就是小说的一样必要条件。引诗为证，在中国本是起源很古的，汉韩婴的诗外传，刘向的列女传，皆早经引诗以证杂说及故事，但未必与宋小说直接相关只是借古语以为重的精神，则虽说汉之与宋，学士之与市人，时候学问，皆极相违，而实有一致的处所。唐人小说中也多半有诗，即使妖魔鬼怪，也每能互相酬和，或者做几句即兴诗，此等风雅举动，则与宋市人小说不无关涉，但因为宋小说多是市井间事，人物少有物魅及诗人，于是自不得不由吟咏而变为引证，使事状虽殊，而诗气不脱吴自牧记讲史高手，为讲得字真不俗，记问渊源甚广梦粱录二十，即可移来解释小说之所以多用诗词的缘故的。由上文推断，则宋市人小说的必要条件大约有三须讲近世事什九须有得胜头回须引证诗词。宋民间之所谓小说的话本，除京本通俗小说之外，今尚未见有第二种。大唐三藏取经诗话是极拙的拟话本，并且应属于讲史。大宋宣和遗事钱曾虽列入宋人词话中，而其实也是拟作的讲史，惟因其系钞撮十种书籍而成，所以也许含有小说分子在内。然而在通俗小说未经翻刻以前，宋代的市人小说也未尝断绝他间或改了名目，夹杂着后人拟作而流传。"}
{"text":"宋民间之所谓小说的话本，除京本通俗小说之外，今尚未见有第二种。大唐三藏取经诗话是极拙的拟话本，并且应属于讲史。大宋宣和遗事钱曾虽列入宋人词话中，而其实也是拟作的讲史，惟因其系钞撮十种书籍而成，所以也许含有小说分子在内。然而在通俗小说未经翻刻以前，宋代的市人小说也未尝断绝他间或改了名目，夹杂着后人拟作而流传。那些拟作，则大抵出于明朝人，似宋人话本当时留存尚多，所以拟作的精神形式虽然也有变更，而大体仍然无异。以下是所知道的几部书喻世明言。未见。警世通言。未见。王士G云，警世通言有拗相公一篇，述王安石罢相归金陵事，极快人意，乃因卢多逊谪岭南事而稍附益之。香祖笔记十拗相公见通俗小说卷十四，是通言必含有宋市人小说。醒世恒言。四十卷，共三十九事不题姓名。前有天启丁卯陇西可一居士序云，六经国史而外，凡著述皆小说也，而尚理或病于艰深，修词或伤于藻绘，则不足以触里耳而振恒心，此醒世恒言所以继明言通言而作也。因知三言之内，最后出的是恒言。所说者汉二事，隋三事，唐八事，宋十一事，明十五事。其中隋唐故事，多采自唐人小说，故唐人小说在元既已侵入杂剧及传奇，至明又侵入了话本然而悬想古事，不易了然，所以逊于叙述明朝故事的十余篇远甚了。宋事有三篇像拟作，七篇卖油郎独占花魁，灌园叟晚逢仙女，乔太守乱点鸳鸯谱，勘皮靴单证二郎神，闹樊楼多情周胜仙，吴衙内邻舟赴约，郑节使立功神臂弓疑出自宋人话本，而一篇十五贯戏言成巧祸则即是通俗小说卷十五的错斩崔宁。松禅老人序今古奇观云，墨憨斋增补平妖，穷工极变，不失本来。至所纂喻世醒世警世三言，极摹人情世态之岐，备写悲欢离合之致。是纂三言与补平妖者为一人。明本三遂平妖传有张无咎序，云兹刻回数倍前，盖吾友龙子犹所补也。而首叶则题冯犹龙先生增定。可知三言亦冯犹龙作，而龙子犹乃其游戏笔墨时的隐名。冯犹龙名梦龙，长洲人曲品作吴县人，由贡生拔授寿宁知县，有七乐斋稿然而朱彝尊以为善为启颜之辞，时入打油之调，不得为诗家。"}
{"text":"至所纂喻世醒世警世三言，极摹人情世态之岐，备写悲欢离合之致。是纂三言与补平妖者为一人。明本三遂平妖传有张无咎序，云兹刻回数倍前，盖吾友龙子犹所补也。而首叶则题冯犹龙先生增定。可知三言亦冯犹龙作，而龙子犹乃其游戏笔墨时的隐名。冯犹龙名梦龙，长洲人曲品作吴县人，由贡生拔授寿宁知县，有七乐斋稿然而朱彝尊以为善为启颜之辞，时入打油之调，不得为诗家。明诗综七十一盖冯犹龙所擅长的是词曲，既作双雄记传奇，又刻墨憨斋传奇定本十种，多取时人名曲，再加删订，颇为当时所称而其中的万事足，风流梦，新灌园是自作。他又极有意于稗说，所以在小说则纂喻世警世醒世三言，在讲史则增补三遂平妖传。拍案惊奇。三十六卷每卷一事，唐六，宋六，元四，明二十。前有即空观主人序云，龙子犹氏所辑喻世等书，颇存雅道，时著良规，复取古今来杂碎事，可新听睹，佐谈谐者，演而畅之，得若干卷。则仿佛此书也是冯犹龙作。然而叙述平板，引证贫辛，头回与正文捏合不灵，有时如两大段冯犹龙是文苑之滑稽，似乎不至于此。同时的松禅老人也不信，故其序今古奇观，于叙墨憨斋编纂三言之下，则云即空观主人壶矢代兴，爱有拍案惊奇之刻，颇费搜获，足供谈麈了。今古奇观。四十卷每卷一事。这是一部选本，有姑苏松禅老人序，云是抱瓮老人由喻世醒世警世三言及拍案惊奇中选刻而成。所选的出于醒世恒言者十一篇第一，二，七，八，十五，十六，十七，二十五，二十六，二十七，二十八回，疑为宋人旧话本之卖油郎，灌园叟，乔太守在内而十五贯落了选。出于拍案惊奇者七篇第九，十，十八，二十九，三十七，三十九，四十回。其余二十二篇，当然是出于喻世明言及警世通言的了，所以现在借了易得的今古奇观，还可以推见那希觏的明言通言的大概。其中还有比汉更古的故事，如俞伯牙，庄子体及羊角哀皆是。但所选并不定佳，大约因为两篇的题目须字字相对，所以去取之间，也就很受了束缚了。今古奇闻。二十二卷每卷一事。前署东壁山房主人编次，也不知是何人。书中提及发逆，则当是清咸丰或同治初年的著作。"}
{"text":"出于拍案惊奇者七篇第九，十，十八，二十九，三十七，三十九，四十回。其余二十二篇，当然是出于喻世明言及警世通言的了，所以现在借了易得的今古奇观，还可以推见那希觏的明言通言的大概。其中还有比汉更古的故事，如俞伯牙，庄子体及羊角哀皆是。但所选并不定佳，大约因为两篇的题目须字字相对，所以去取之间，也就很受了束缚了。今古奇闻。二十二卷每卷一事。前署东壁山房主人编次，也不知是何人。书中提及发逆，则当是清咸丰或同治初年的著作。日本有翻刻，王寅字冶梅到日本去卖画，又翻回中国来，有光绪十七年序，现在印行的都出于此本。这也是一部选集，其中取醒世恒言者四篇卷一，二，六，十八，十五贯也在内，可惜删落了得胜头回取西湖佳话者一篇卷十余未详，篇末多有自怡轩主人评语，大约是别一种小说的话本，然而笔墨拙涩，尚且及不到拍案惊奇。续今古奇观。三十卷每卷一回。无编者名，亦无印行年月，然大约当在同治末或光绪初。同治七年，江苏巡抚丁日昌严禁淫词小说，拍案惊奇也在内，想来其时市上遂难得，于是拍案惊奇即小加删改，化为续今古奇观而出，依然流行世间。但除去了今古奇观所已采的七篇，而加上今古奇闻中的一篇康友仁轻财重义得科名，改立题目，以足三十卷的整数。此外，明人拟作的小说也还有，如杭人周楫的西湖二集三十四卷，东鲁古狂生的醉醒石十五卷皆是。但都与几经选刻，辗转流传的本子无关，故不复论。一九二三年十一月。本篇最初发表于一九二三年十二月一日北京晨报五周年纪念增刊。说话唐宋人习语，即讲故事，亦即后来的说书。段成式？―字柯古，唐代临淄今山东淄博人。曾任校书郎，官至太常少卿。以笔记小说及骈体文著名。所著酉阳杂俎二十卷，续集十卷。郎瑛―字仁宝，明代仁和今浙江杭州人。七修类稿是他的一部笔记，五十一卷，续稿七卷。东京梦华录宋孟元老撰，十卷。孟元老的事迹不详，有人说可能是为宋徽宗督造艮岳的孟揆。这部书对宋京城汴梁今开封的城市街坊节气风俗及当时的典礼仪卫都有记载，可见北宋一代文物制度的一斑。京瓦技艺见东京梦华录卷五。"}
