{"text":"二十二日晨六时余返校。此行计在绥留一日半，在平地泉留一日，多承傅主席及各军政长官与地方人士予以种种调查及视察之便利，并承厚待，极为感谢也。年月日作原载年月日国立清华大学校刊第号。散文全编蒙自杂记我在蒙自住过五个月，我的家也在那里住过两个月。我现在常常想起这个地方，特别是在人事繁忙的时候。蒙自小得好，人少得好。看惯了大城的人，见了蒙自的城圈儿会觉得像玩具似的，正像坐惯了普通火车的人，乍踏上个碧石小火车，会觉得像玩具似的一样。但是住下来，就渐渐觉得有意思。城里只有一条大街，不消几趟就走熟了。书店，文具店，点心店，电筒店，差不多闭了眼可以找到门儿。城外的名胜去处，南湖，湖里的崧岛，军山，三山公园，一下午便可走遍，怪省力的。不论城里城外，在路上走，有时候会看不见一个人。整个儿天地仿佛是自己的自我扩展到无穷远，无穷大。这教我想起了台州和白马湖，在那两处住的时候，也有这种静味。大街上有一家卖糖粥的，带着卖煎粑粑。桌子凳子乃至碗匙等都很干净，又便宜，我们联大师生照顾的特别多。掌柜是个四川人，姓雷，白发苍苍的。他脸上常挂着微笑，却并不是巴结顾客的样儿。他爱点古玩什么的，每张桌子上，竹器瓷器占着一半儿糖粥和粑粑便摆在这些桌子上吃。他家里还藏着些精品，高兴的时候，会特地去拿来请顾客赏玩一番。老头儿有个老伴儿，带一个伙计，就这么活着，倒也自得其乐。我们管这个铺子叫雷稀饭，管那掌柜的也叫这名儿他的人缘儿是很好的。城里最可注意的是人家的门对儿。这里许多门对儿都切合着人家的姓。别地方固然也有这么办的，但没有这里的多。散步的时候边看边猜，倒很有意思。但是最多的是抗战的门对儿。昆明也有，不过按比例说，怕不及蒙自的多多了，就造成一种氛围气，叫在街上走的人不忘记这个时代的这个国家。这似乎也算利用旧形式宣传抗战建国，是值得鼓励的。眼前旧历年就到了，这种抗战春联，大可提倡一下。蒙自的正式宣传工作，除党部的标语外，教育局的努力，也值得记载。他们将一座旧戏台改为演讲台，又每天张贴油印的广播消息。这都是有益民众的。他们的经费不多，能够逐步做去，是很有希望的。他们又帮忙北大的学生办了一所民众夜校。报名的非常踊跃，但因为教师和座位的关系，只收了二百人。"}
{"text":"昆明也有，不过按比例说，怕不及蒙自的多多了，就造成一种氛围气，叫在街上走的人不忘记这个时代的这个国家。这似乎也算利用旧形式宣传抗战建国，是值得鼓励的。眼前旧历年就到了，这种抗战春联，大可提倡一下。蒙自的正式宣传工作，除党部的标语外，教育局的努力，也值得记载。他们将一座旧戏台改为演讲台，又每天张贴油印的广播消息。这都是有益民众的。他们的经费不多，能够逐步做去，是很有希望的。他们又帮忙北大的学生办了一所民众夜校。报名的非常踊跃，但因为教师和座位的关系，只收了二百人。夜校办了两三个月，学生颇认真，成绩相当可观。那时蒙自的联大要搬到昆明来，便只得停了。教育局长向我表示很可惜看他的态度，他说的是真心话。蒙自的民众相当的乐意接受宣传。联大的学生曾经来过一次灭蝇运动。四五月间蒙自苍蝇真多。有一位朋友在街上笑了一下，一张口便飞进一个去。灭蝇运动之后，街上许多食物铺子，备了冷布罩子，虽然简陋，不能不说是进步。铺子的人常和我们说，这是你们来了之后才有的呀。可见他们是很虚心的。蒙自有个火把节，四乡是在阴历六月二十四晚上，城里是二十五晚上。那晚上城里人家都在门口烧着芦秆或树枝，一处处一堆堆熊熊的火光，围着些男男女女大人小孩孩子们手里更提着烂布浸油的火球儿晃来晃去的，跳着叫着，冷静的城顿然热闹起来。这火是光，是热，是力量，是青年。四乡地方空阔，都用一棵棵小树烧想象着一片茫茫的大黑暗里涌起一团团的热火，光景够雄伟的。四乡那些夷人，该更享受这个节，他们该更热烈的跳着叫着罢。这也许是个拔除节，但暗示着生活力的伟大，是个有意义的风俗在这抗战时期，需要鼓舞精神的时期，它的意义更是深厚。南湖在冬春两季水很少，有一半简直干得不剩一点二滴儿。但到了夏季，涨得溶溶滟滟的，真是返老还童一般。湖堤上种了成行的由加利树高而直的干子，不差什么也有参天之势。细而长的叶子，像惯于拂水的垂杨，我一站到堤上禁不住想到北平的十刹海。再加上崧岛那一带田田的荷叶，亭亭的荷花，更像十刹海了。崧岛是个好地方，但我看还不如三山公园曲折幽静。这里只有三个小土堆儿。几个朴素小亭儿。可是回旋起伏，树木掩映，这儿那儿更点缀着一些石桌石墩之类看上去也罢，走起来也罢，都让人有点余味可以咀嚼似的。这不能不感谢那位李崧军长。南湖上的路都是他的军士筑的，崧岛和军山也是他重新修整的而这个小小的公园，更见出他的匠心。"}
{"text":"湖堤上种了成行的由加利树高而直的干子，不差什么也有参天之势。细而长的叶子，像惯于拂水的垂杨，我一站到堤上禁不住想到北平的十刹海。再加上崧岛那一带田田的荷叶，亭亭的荷花，更像十刹海了。崧岛是个好地方，但我看还不如三山公园曲折幽静。这里只有三个小土堆儿。几个朴素小亭儿。可是回旋起伏，树木掩映，这儿那儿更点缀着一些石桌石墩之类看上去也罢，走起来也罢，都让人有点余味可以咀嚼似的。这不能不感谢那位李崧军长。南湖上的路都是他的军士筑的，崧岛和军山也是他重新修整的而这个小小的公园，更见出他的匠心。这一带他写的匾额很多。他自然不是书家，不过笔势瘦硬，颇有些英气。联大租借了海关和东方汇理银行旧址，是蒙自最好的地方。海关里高大的由加利树，和一片软软的绿草是主要的调子，进了门不但心胸一宽，而且周身觉得润润的。树头上好些白鹭，和北平太庙里的灰鹤是一类，北方叫做老等。那洁白的羽毛，那伶俐的姿态，耐人看，一清早看尤好。在一个角落里有一条灌木林的甬道，夜里月光从叶缝里筛下来，该是顶有趣的。另一个角落长着些芒果树和木瓜树，可惜太阳力量不够，果实结得不肥，但沾着点热带味，也叫人高兴。银行里花多，遍地的颜色，随时都有，不寂寞。最艳丽的要数叶子花。花是浊浓的紫，脉络分明活像叶，一丛丛的，一片片的，真是浓得化不开。花开的时候真久。我们四月里去，它就开了，八月里走，它还没谢呢。年月―日作原载年月日新云南第期散文全编北平沦陷那一天二十六年七月二十七日的下午，风声很紧，我们从西郊搬到西单牌楼左近胡同里朋友的屋子里。朋友全家回南，只住着他的一位同乡和几个仆人。我们进了城，城门就关上了。街上有点乱，但是大体上还平静。听说敌人有哀的美敦书给我们北平的当局，限二十八日答覆，实在就是叫咱们非投降不可。要不然，二十八日他们便要动手。我们那时虽然还猜不透当局的意思。但是看光景，背城一战是不可免的。二十八日那一天，在床上便听见隆隆的声音。我们想，大概是轰炸西苑兵营了。赶紧起来，到胡同口买报去。胡同口正冲着西长安街。这儿有西城到东城的电车道，可是这当儿两头都不见电车的影子。只剩两条电车轨在闪闪的发光。街上洋车也少，行人也少。那么长一条街，显得空空的，静静的。"}
{"text":"要不然，二十八日他们便要动手。我们那时虽然还猜不透当局的意思。但是看光景，背城一战是不可免的。二十八日那一天，在床上便听见隆隆的声音。我们想，大概是轰炸西苑兵营了。赶紧起来，到胡同口买报去。胡同口正冲着西长安街。这儿有西城到东城的电车道，可是这当儿两头都不见电车的影子。只剩两条电车轨在闪闪的发光。街上洋车也少，行人也少。那么长一条街，显得空空的，静静的。胡同口，街两边走道儿上却站着不少闲人，东望望，西望望，都不做声，像等着什么消息似的。街中间站着一个警察，沉着脸不说话。有一个骑车的警察，扶着车和他咬了几句耳朵，又匆匆上车走了。报上看出咱们是决定打了。我匆匆拿着报看着回到住的地方。隆隆的声音还在稀疏的响着。午饭匆匆的吃了。门口接二连三的叫号外！号外！买进来抢着看，起先说咱们抢回丰台，抢回天津老站了，后来说咱们抢回廊坊了，最后说咱们打进通州了。这一下午，屋里的电话铃也直响。有的朋友报告消息，有的朋友打听消息。报告的消息有的从地方政府里得来，有的从外交界得来，都和号外里说的差不多。我们眼睛忙着看号外，耳朵忙着听电话，可是忙得高兴极了。六点钟的样子，忽然有一架飞机嗡嗡的出现在高空中。大家都到院子里仰起头看，想看看是不是咱们中央的。飞机绕着弯儿，随着弯儿，均匀的撒着一搭一搭的纸片儿，像个长尾巴似的。纸片儿马上散开了，纷纷扬扬的像蝴蝶儿乱飞。我们明白了，这是敌人打得不好，派飞机来撒传单冤人了。仆人们开门出去，在胡同里捡了两张进来，果然是的。满纸荒谬的劝降的话。我们略看一看，便撕掉扔了。天黑了，白天里稀疏的隆隆的声音却密起来了。这时候屋里的电话铃也响得密起来了。大家在电话里猜着，是敌人在进攻西苑了，是敌人在进攻南苑了。这是炮声，一下一下响的是咱们的，两下两下响的是他们的。可是敌人怎么就能够打到西苑或南苑呢？谁都在闷葫芦里！一会儿警察挨家通知，叫塞严了窗户跟门儿什么的，还得准备些土，拌上尿跟葱，说是夜里敌人的飞机许来放毒气。我们不相信敌人敢在北平城里放毒气。但是仆人们照着警察吩咐的办了。我们焦急的等着电话里的好消息，直到十二点才睡。睡得不坏，模糊的凌乱的做着胜利的梦。二十九日天刚亮，电话铃响了。一个朋友用确定的口气说，宋哲元秦德纯昨儿夜里都走了！北平的局面变了！"}
{"text":"这是炮声，一下一下响的是咱们的，两下两下响的是他们的。可是敌人怎么就能够打到西苑或南苑呢？谁都在闷葫芦里！一会儿警察挨家通知，叫塞严了窗户跟门儿什么的，还得准备些土，拌上尿跟葱，说是夜里敌人的飞机许来放毒气。我们不相信敌人敢在北平城里放毒气。但是仆人们照着警察吩咐的办了。我们焦急的等着电话里的好消息，直到十二点才睡。睡得不坏，模糊的凌乱的做着胜利的梦。二十九日天刚亮，电话铃响了。一个朋友用确定的口气说，宋哲元秦德纯昨儿夜里都走了！北平的局面变了！就算归了敌人了！他说昨儿的好消息也不是全没影儿，可是说得太热闹些。他说我们现在像从天顶上摔下来了，可是别灰心！瞧昨儿个大家那么焦急的盼望胜利的消息，那么热烈的接受胜利的消息，可见北平的人心是不死的。只要人心不死，最后的胜利终久是咱们的！等着瞧罢，北平是不会平静下去的，总有那么一天，哨们会更热闹一下。那就是咱们得着决定的胜利的日子！这个日子不久就会到来的！我相信我的朋友的话句句都不错！年月日，昆明。原载年月日中学生战时半月刊第期散文全编这一天这一天是我们新中国诞生的日子。从二十六年这一天以来，我们自己，我们的友邦，甚至我们的敌人，开始认识我们新中国的面影。从前只知道我们是文化的古国，我们自己只能有意无意的夸耀我们的老，世界也只有意无意的夸奖我们的老。同时我们不能不自伤老大，自伤老弱世界也无视我们这老大的老弱的中国。中国几乎成了一个历史上的或地理上的名词。从两年前这一天起，我们惊奇我们也能和东亚的强敌抗战我们也能迅速的现代化，迎头赶上去。世界也刮目相看，东亚病夫居然奋起了，睡狮果然醒了。从前只是一大块沃土，一大盘散沙的死中国，现在是有血有肉的活中国了。从前中国在若有若无之间，现在确乎是有了。从两年后的这一天看，我们不但有光荣的古代，而且有光荣的现代不但有光荣的现代，而且有光荣的将来无穷的世代。新中国在血火中成长了。双十是我们新中国孕育的日子，七七是我们新中国诞生的日子。年月日。散文全编重庆一瞥重庆的大，我这两年才知道。从前只知重庆是一个岛，而岛似乎总大不到哪儿去的。两年前听得一个朋友谈起，才知道不然。"}
{"text":"从前中国在若有若无之间，现在确乎是有了。从两年后的这一天看，我们不但有光荣的古代，而且有光荣的现代不但有光荣的现代，而且有光荣的将来无穷的世代。新中国在血火中成长了。双十是我们新中国孕育的日子，七七是我们新中国诞生的日子。年月日。散文全编重庆一瞥重庆的大，我这两年才知道。从前只知重庆是一个岛，而岛似乎总大不到哪儿去的。两年前听得一个朋友谈起，才知道不然。他一向也没有把重庆放在心上。但抗战前二年走进夔门一看，重庆简直跟上海差不多那时他确实吃了一惊。我去年七月到重庆时，这一惊倒是幸而免了。却是，住了一礼拜，跑的地方不算少，并且带了地图在手里，而离开的时候，重庆在我心上还是一座丈八金身，摸不着头脑。重庆到底好大，我现在还是说不出。从前许多人，连一些四川人在内，都说重庆热闹，俗气，我一向信为定论。然而不尽然。热闹，不错，这两年更其是的俗气，可并不然。我在南岸一座山头上住了几天。朋友家有一个小廊子，和重庆市面对面儿。清早江上雾鞯模雾中隐约着重庆市的影子。重庆市南北够狭的，东西却够长的，展开来像一幅扇面上淡墨轻描的山水画。雾渐渐消了，轮廓渐渐显了，扇上面着了颜色，但也只淡淡儿的，而且阴天晴天差不了多少似的。一般所说的俗陋的洋房，隔了一衣带水却出落得这般素雅，谁知道！再说在市内，傍晚的时候我跟朋友在枣子岚垭，观音岩一带散步，电灯亮了，上上下下，一片的是星的海，光是海。一盏灯一个眼睛，传递着密语，像旁边没有一个人。没有人，还哪儿来的俗气？从昆明来，一路上想，重庆经过那么多回轰炸，景象该很惨罢。报上虽不说起，可是想得到的。可是，想不到的！我坐轿子，坐洋车，坐公共汽车，看了不少的街，炸痕是有的，瓦砾场是有的，可是，我不得不吃惊了，整个的重庆市还是堂皇伟丽的！街上还是川流不息的车子和步行人，挤着挨着，一个垂头丧气的也没有。有一早上坐在黄家垭口那家宽敞的豆乳店里，街上开过几辆炮车。店里的人都起身看，沿街也聚着不少的人。这些人的眼里都充满了安慰和希望。只要有安慰和希望，怎么轰炸重庆市的景象也不会惨的。我恍然大悟了。――只看去年秋天那回大轰炸以后，曾几何时，我们的陪都不是又建设起来了吗！"}
{"text":"街上还是川流不息的车子和步行人，挤着挨着，一个垂头丧气的也没有。有一早上坐在黄家垭口那家宽敞的豆乳店里，街上开过几辆炮车。店里的人都起身看，沿街也聚着不少的人。这些人的眼里都充满了安慰和希望。只要有安慰和希望，怎么轰炸重庆市的景象也不会惨的。我恍然大悟了。――只看去年秋天那回大轰炸以后，曾几何时，我们的陪都不是又建设起来了吗！年月日作原载年月日抗战文艺第卷第合刊散文全编新中国在望中抗战的中国在我们的手里，胜利的中国在我们的面前，新生的中国在我们的望中。中国要从工业化中新生。我们要自己制造飞机，坦克车，军舰我们要有自己的天，自己的地，自己的海。我们要有无数的机器的奴隶给我们工作穿的，吃的，住的，代步的，都教它们做出来。我们用机器制造幸福，不靠神圣以及不可知的力量。中国要从民主化中新生。贤明的领袖应该不坐在民众上头，而站在民众中间他们和民众面对面，手挽手。他们拉着民众向前走，民众也推着他们向前走。民众叫出自己的声音，他们集中民众的力量。各级政府都建设在民众的声音和力量上，为了最大多数的最大幸福而努力。这是民治，民有，民享。中国要从集纳化中新生。地广民众的中国要统一意志与集中力量，必得靠公众的喉舌，打通层层的壁垒。报纸将和柴米油盐并肩列为人们的开门几件事之一。这就是集结化。报纸要表现时代，批评时代，促进时代它不但得在四万万人的手里，并且得在四万万人的心里。它会给你知识，给你故事，给你诗，教导你，安慰你，帮助你认识时代，建立自己，建立国家。是的，在我们面前的是胜利的中国，在我们望中的是新生的中国。可是非得我们再接再厉的硬干，苦干，实干，新中国不会到我们手里！年月日作散文全编外东消夏录引子这个题目是仿的高士奇的江村消夏录。那部书似乎专谈书画，我却不能有那么雅，这里只想谈一些世俗的事。这回我从昆明到成都来消夏。消夏本来是避暑的意思。若照这个意思，我简直是闹笑话，因为昆明比成都凉快得多，决无从凉处到热处避暑之理。消夏还有一个新意思，就是换换生活，变变样子。"}
{"text":"可是非得我们再接再厉的硬干，苦干，实干，新中国不会到我们手里！年月日作散文全编外东消夏录引子这个题目是仿的高士奇的江村消夏录。那部书似乎专谈书画，我却不能有那么雅，这里只想谈一些世俗的事。这回我从昆明到成都来消夏。消夏本来是避暑的意思。若照这个意思，我简直是闹笑话，因为昆明比成都凉快得多，决无从凉处到热处避暑之理。消夏还有一个新意思，就是换换生活，变变样子。这是外国想头，摩登想头，也有一番大道理。但在这战时，谁还该想这个！我们公教人员谁又敢想这个！可是既然来了，不管为了多俗的事，也不妨取个雅名字，马虎点儿，就算他消夏罢。谁又去打破沙缸问到底呢？但是问到底的人是有的。去年参加昆明一个夏令营，营地观音山。七月二十三日便散营了。前一两天，有游客问起，我们向他说这是夏令营，就要结束了。他道，就结束了？夏令完了吗？这自然是俏皮话。问到底本有两种，一是耍奸心，一是死心眼儿。若是耍奸心的话，这儿消夏一词似乎还是站不住。因为动手写的今天是八月二十八日，农历七月初十日，明明已经不是夏天而是秋天。但录虽然在秋天，所录不妨在夏天消夏录尽可以只录消夏的事，不一定为了消夏而录。还是马虎点儿算了。外东一词，指的是东门外，跟外西，外南，外北是姊妹花的词儿。成都住的人都懂，但是外省人却弄不明白。这好像是个翻译的名词，跟远东近东中东挨肩膀儿。固然为纪实起见，我也可以用草庐或草堂等词，因为我的确住着草房。可是不免高攀诸葛丞相，杜工部之嫌，我怎么敢那样大胆呢？我家是住在一所尼庵里，叫做尼庵消夏录原也未尝不可，但是别人单看题目也许会大吃一惊，我又何必故作惊人之笔呢？因此马马虎虎写下外东消夏录这个老老实实的题目。夜大学四川大学开办夜校，值得我们注意。我觉得与其匆匆忙忙新办一些大学或独立学院，不重质而重量，还不如让一些有历史的大学办办夜校的好。眉毛高的人也许觉得夜校总不像一回事似的。但是把毕业年限定得长些，也就差不多。东吴大学夜校的成绩好像并不坏。大学教育固然注重提高，也该努力普及，普及也是大学的职分。现代大学不应该像修道院，得和一般社会打成一片才是道理。况且中国有历史的大学不多，更是义不容辞的得这么办。"}
{"text":"夜大学四川大学开办夜校，值得我们注意。我觉得与其匆匆忙忙新办一些大学或独立学院，不重质而重量，还不如让一些有历史的大学办办夜校的好。眉毛高的人也许觉得夜校总不像一回事似的。但是把毕业年限定得长些，也就差不多。东吴大学夜校的成绩好像并不坏。大学教育固然注重提高，也该努力普及，普及也是大学的职分。现代大学不应该像修道院，得和一般社会打成一片才是道理。况且中国有历史的大学不多，更是义不容辞的得这么办。现在百业发展，从业员增多，其中尽有中学毕业或具有同等学力，有志进修无门可入的人。这些人往往将有用的精力消磨在无聊的酬应和不正当的娱乐上。有了大学夜校，他们便有机会增进自己的学识技能。这也就可以增进各项事业的效率，并澄清社会的恶浊空气。普及大学教育，有夜校，也有夜班，都得在大都市里，才能有足够的从业员来应试入学。入夜校可以得到大学毕业的资格或学位，入夜班却只能得到专科的资格或证书。学位的用处久经规定，专科资格或证书，在中国因从未办过大学夜班，还无人考虑它们的用处。现时只能办夜校要办夜班，得先请政府规定夜班毕业的出身才成。固然有些人为学问而学问，但各项从业员中这种人大概不多，一般还是功名心切。就这一般人论，用功名来鼓励他们向学，也并不错。大学生选系，不想到功名或出路的又有多少呢？这儿我们得把眉毛放低些。四川大学夜校分中国文学商学法律三组。法律组有东吴的成例，商学是当今的显学，都在意中。只有中国文学是冷货，居然三分天下有其一，好像出乎意外。不过虽是夜校，却是大学，若全无本国文化的科目，未免难乎其为大，这一组设置可以说是很得体的。这样分组的大学夜校还是初试，希望主持的人用全力来办，更希望就学的人不要三心两意的闹个半途而废才好。人和书人和书是个好名字，王楷元先生的小书取了这个名字，见出他的眼光和品味。人和书，大而言之就是世界。世界上哪一桩事离开了人？又哪一桩事离得了书？我是说世界是人所知的一切。知者是人，自然离不了人有知必录，便也离不开书。小而言之，人和书就是历史，人和书造成了历史再小而言之就是传记，就是王先生这本书叙述和评论的。传记有大幅，有小品，有工笔，有漫画。这本书是小品，是漫画。虽然是大大的圈儿里一个小小的圈儿，可是不含糊是在大圈儿里，所叙的虽小，所见的却大。这本书分三部分。"}
