{"text":"我们也是既接受，又给予，从而丰富了我们自己的文化，又对人类文化作出了出色的贡献。如果没有中国人民的几大发明，人们就很难想象，今天人类文化的发展会是一种什么样子。我们在历史上同外国的文化交流，走过了一条漫长而曲折的道路。外国文化，有的是我们自己取来的有的是外国人送来的。中国文化，有的是外国人来取的，有的是我们送去的。到了封建社会的后期，西方的殖民主义者蜂拥而来，中国人民在内外交迫，水深火热中，大量泛海出走有的被欺骗卖往外国。东南亚国家的华侨社会就是这样形成的。这些华侨带去了劳动力，给所在国的经济发展作出了贡献。他们也带去了中国文化，给所在国的精神文明的建设增添了砖瓦。总起来看，华侨对加强我国和外国的文化交流，发挥了重要的作用。亚洲国家到中国来取的中国文化和中国华侨带出去的中国文化，是多方面的，头绪是异常复杂的。中国的文学艺术是其中的重要组成部分。长期流行于中国民间的家喻户晓的文学作品，比如三国志演义西游记今古奇观水浒传金瓶梅聊斋志异红楼梦等等，还有一些在中国不大为人所知的小说，比如王翠翘二度梅剪灯新话剪灯余话等等，都传了出去。流行于中国民间的梁山伯与祝英台的故事也同样传至国外。最初大概是流行于华人社会中，后来逐渐被译成了当地的文学，流传到当地居民中间，流传的领域大大地扩大了。这些作品不同程度地在当地产生了影响，使当地居民更进一步了解了中国，从而加深了我们之间的友谊。我们上面已经讲到研究国与国之间的文化交流的重要性。在我们过去的正史上，我们的先人对于这方面是非常重视的。我们从外国学习了什么东西，有什么外国的物品传入了中国，不管是动物植物和矿物，还是科学技术宗教哲学，我们都一一记述明确。我认为，这是我们中国历史科学的一个非常值得重视，非常值得赞赏的优秀传统。可惜的是，这种锐意研究中外文化交流的好传统，到了近代没有能很好地继承下来。仅有极少数的学者从事这方面的研究，而成绩远不能说是令人满意的。中外文化交流的研究眼看要成为绝学了。忆往述怀第二篇学林漫步忆往述怀中国传统小说在亚洲古代有一句话说礼失而求诸野。把这一句话用到这里，虽然有点牵强，但也略能表示我现在想说的意思。"}
{"text":"我认为，这是我们中国历史科学的一个非常值得重视，非常值得赞赏的优秀传统。可惜的是，这种锐意研究中外文化交流的好传统，到了近代没有能很好地继承下来。仅有极少数的学者从事这方面的研究，而成绩远不能说是令人满意的。中外文化交流的研究眼看要成为绝学了。忆往述怀第二篇学林漫步忆往述怀中国传统小说在亚洲古代有一句话说礼失而求诸野。把这一句话用到这里，虽然有点牵强，但也略能表示我现在想说的意思。过去中国自己的研究不景气，国外有一些国家却是成绩辉煌。德国苏联日本澳大利亚泰国柬埔寨英国美国法国等国都有一些学者从事这方面的研究，而且取得了可喜的成绩。这都值得我们认真学习。这也算是一种礼失而求诸野吧。在这些国家中，法国算是比较突出的。众所周知，近一百多年以来，外国研究汉学，人才之多，成绩之大，方面之广，钻研之深，法国是得到大家承认的。最近几十年来，虽然时事多变，沧海桑田，但是法国的汉学传统始终未断，而且还有发扬光大之势。新崛起的一代，灿若列星，成绩斐然，大有出蓝之势，令人对法国汉学发展的前途充满了信心。在这新的一代汉学家中，特别值得一提的是著名的学者苏尔梦博士，还有她的丈夫龙巴尔教授。两个人都是涉猎面很广，钻研很深，成绩卓著，在国际汉学界普遍受到赞扬的学者。他们还有一个共同的特点，就是，除了汉学之外，他们对东南亚国的历史语言文学宗教都有湛深的研究。他们还并不停留在故纸堆中，而是经常到这一带去旅行，广交朋友，深入调查，掌握大量的活的资料，以之与书本上的记载和古代遗留下来的实物相印证。这样得到的成果必然是扎实可靠而又生动活泼，与某一些学者高头讲章迥乎不同。谓予不信，苏尔梦博士编选的这一部书文学的移居中国传统小说在亚洲就是一个很好的证明。我现在简略地介绍一下苏尔梦博士的学历和学术成果。她生于年。年，法国东方语言学院中文系毕业。年，获法学学士。年，获文学学士。年至年，在北京大学学习历史。年至年，在印度尼西亚进行实地调查。年，高级行政学院毕业。年，获文学博士。年至年，在日本收集中文资料。她目前的职务是国家科学研究中心研究室主任。苏尔梦博士的著作涉及的方面是很广的。"}
{"text":"我现在简略地介绍一下苏尔梦博士的学历和学术成果。她生于年。年，法国东方语言学院中文系毕业。年，获法学学士。年，获文学学士。年至年，在北京大学学习历史。年至年，在印度尼西亚进行实地调查。年，高级行政学院毕业。年，获文学博士。年至年，在日本收集中文资料。她目前的职务是国家科学研究中心研究室主任。苏尔梦博士的著作涉及的方面是很广的。我无法详细介绍，只能举出几部和几篇，以见一斑适应汉文化的一个例子十八世纪的贵州省，长达四百六十一页。雅加达的中国人，寺庙和公共生活，长达三百五十八页。印度尼西亚的中国人用马来文写的文学作品，长达五百八十页。此外她还写了很多论文，有的讲望加锡的中国社会，有的讲爪哇的中国宗教，有的讲中国人对东南亚发展的贡献，有的讲泗水的中国社会史，有的讲爪哇的中国碑文，等等，等等，内容丰富多彩，材料翔实可靠。现在的这一部文学的移居中国传统小说在亚洲，是苏尔梦博士编著的，共收中苏德日柬泰澳七个国家学者的研究成果十七篇。苏尔梦博士为这部书写了引论。从中可以看出许多国家学者的成绩，也表现了苏尔梦博士的热心与能力。北京大学比较文学研究所和其有关系科的许多同志们集体由英文译为汉文。国际文化出版公司用汉文和英文合璧的方式负责出版。这一部书的出版我认为是非常有意义的。中国人民读了，能够了解我们所熟悉的许多文学作品在亚洲各国传布的情况，一定会感到异常地亲切。亚洲各国人民读了，能够了解到他们从中国文学中接受了一些什么东西，从而增强对中国的了解，巩固早已存在于我们之间的传统友谊。所有这一切，都能把中国人民的心和亚洲其他国家人民的心拉得更加靠拢，拉得更近。这肯定会对保卫世界和平加强国际团结起作用。苏尔梦博士以一个置身于亚洲范围以外的第三者的身份――请恕我用这样一个貌似见外的词儿――替我们亚洲做了一件大好的事情，实际上也是替世界做了一件大好的事情，难道我们还不应该衷心地感谢她吗？忆往述怀第二篇学林漫步忆往述怀谈西学东传多少年来，我逐渐形成了一种看法或者主张，我认为，文化交流是推动人类社会发展，促进人类科技文化增长，加强人民与人民间，政府与政府间相互理解，增添感情的重要手段之一。"}
{"text":"这肯定会对保卫世界和平加强国际团结起作用。苏尔梦博士以一个置身于亚洲范围以外的第三者的身份――请恕我用这样一个貌似见外的词儿――替我们亚洲做了一件大好的事情，实际上也是替世界做了一件大好的事情，难道我们还不应该衷心地感谢她吗？忆往述怀第二篇学林漫步忆往述怀谈西学东传多少年来，我逐渐形成了一种看法或者主张，我认为，文化交流是推动人类社会发展，促进人类科技文化增长，加强人民与人民间，政府与政府间相互理解，增添感情的重要手段之一。这决不是我个人的凭空臆想，而是有历史事实为根据的，我的主张是能站得住的。我们中华民族是伟大的民族，几千年来我们的发明创造，传出了中国，传遍了世界。其中四大发明更是辉煌无限，尽人皆知。我们甚至可以说，如果没有中国的四大发明，人类文化发展的进程将会推迟的。至于那一些比较小的发明创造，更是难以计数。英国学者李约瑟关于中国科技史的名著，是许多人都熟悉的。我在这里不再重述。我只举一本大家也许还不太知道的书，说明同一个问题，这就是伊朗裔的法国学者阿里玛扎海里的丝绸之路，其中讲了许多中国的发明创造，虽不像四大发明那样辉煌，但意义并未减少。这一些看起来极其微末琐细的发明创造，对人类文化的发展，对人类生活的方便，同样作出了重大的贡献，且莫等闲视之。上面说的是中华民族送出去的东西。在过去两千多年中，我们也同样拿来了很多很多的有用的东西。现在从最大的宏观上来看，在中国历史上外来文化大规模的传入共有两次一次是汉代起印度佛教的传入，一次就是从四百年前起西方天主教，后来又加上了基督教的传入。两次传入，从表面上来看，都是宗教的传入但从本质上来看，实际上传入的是文化，是哲学，是艺术，是技术等等。没有这两次的传入，我们今天的科技和文化的发展决不会是现在这个样子。这是一件事实，没有争辩的余地。佛教在这里先不谈，这不是我要谈的题目，我只谈天主教和基督教。虽然西方信仰耶稣的宗教在中国唐代已经以景教的名义传入中国，但是影响不大。真正有影响的是明末清初天主教的传入。晋代佛教高僧道安对弟子们说过两句话不依国主，则法事难立。这两句话是从经验中得来的，完全符合实际情况。佛教如此，天主教亦何独不然。天主教所依的最初不是国主，而是大臣和艺术家学者，前者可以徐光启为代表，后者的代表当首推大画家吴历。"}
{"text":"这是一件事实，没有争辩的余地。佛教在这里先不谈，这不是我要谈的题目，我只谈天主教和基督教。虽然西方信仰耶稣的宗教在中国唐代已经以景教的名义传入中国，但是影响不大。真正有影响的是明末清初天主教的传入。晋代佛教高僧道安对弟子们说过两句话不依国主，则法事难立。这两句话是从经验中得来的，完全符合实际情况。佛教如此，天主教亦何独不然。天主教所依的最初不是国主，而是大臣和艺术家学者，前者可以徐光启为代表，后者的代表当首推大画家吴历。到了清代康熙皇帝统治时期，这一位大皇帝并不一定为天主教义所动，然而他的目光犀利，看到了西方科技的重大意义，亲自学习西方的几何学。皇帝的榜样有力量，清代颇出了几个大数学家。到了世纪，西方文化猛烈冲击东方睡狮，如暴风骤雨，惊涛骇浪，中国人民接受了这个挑战，在短短一百年的时间内，从一个殖民地半殖民地国家，达到了今天的社会主义社会的初级阶段，其进步之速超过了过去的一千年。由于种种人所共知的原因，今天的中国青年，有的产生了信仰危机，思想浮躁不安，对世间事有些茫然。有识之士憬然忧之，大家一致提出来要提高人民的，特别是青年的人文素质教育和伦理道德教育。我个人认为，这种想法是完全正确的，有远见卓识的，是及时雨。但是，要做好这一件工作却并不容易。为之之法，其道多端。首先，要对青年进行爱国主义教育，让他们知道，中华民族对世界作出过重大的贡献，今后还将作出更重大的贡献，作为一个中国人是很值得骄傲的。一个人只能有一次生命，必须实现人生的价值，才对得起这仅有的一次生命。麦当劳，肯德基，可口可乐加雪碧比萨饼，加州面，卡拉，美容院，这样的生活，虽然也能增加一些人生乐趣但是，天天这样，就毫无意义。我希望，我们中国人，特别是青年人，要认识到自己对国家和后世子孙的义务。我们都是人类进化无尽长河中的一段，承前启后，是跑接力赛中的一棒，我们这一棒跑不好，会对全局产生恶劣影响。这就是爱国主义。但是，同时我们又必须认识到，我们对世界也负有义务，这就是国际主义。真正的爱国主义与国际主义，不但没有矛盾，而且是相辅相成，互相依存的。我个人认为，人类前途还是光明的。能否真正光明，就决定于各国人民能否做到爱国主义与国际主义相结合。怎样才能让中国青年认识到这一点呢？办法多种多样。"}
{"text":"我们都是人类进化无尽长河中的一段，承前启后，是跑接力赛中的一棒，我们这一棒跑不好，会对全局产生恶劣影响。这就是爱国主义。但是，同时我们又必须认识到，我们对世界也负有义务，这就是国际主义。真正的爱国主义与国际主义，不但没有矛盾，而且是相辅相成，互相依存的。我个人认为，人类前途还是光明的。能否真正光明，就决定于各国人民能否做到爱国主义与国际主义相结合。怎样才能让中国青年认识到这一点呢？办法多种多样。其中之一就是让他们认识到，一个人一个民族一个国家，都不能离开别的人别的国家别的民族而完全独立生存。人类都是要互相帮助互相依存，而文化交流尚矣，就连我在上面说的麦当劳肯德基等等也是文化交流的结果。忆往述怀第二篇学林漫步忆往述怀我和外国文学要想谈我和外国文学，简直像一部十七史，不知从何处谈起。我从小学时期起开始学习英文，年龄大概只有十岁吧。当时我还不大懂什么是文学，只朦朦胧胧地觉得外国文很好玩而已。记得当时学英文是课余的，时间是在晚上。现在留在我的记忆里的只是在夜课后，在黑暗中，走过一片种满了芍药花的花畦，紫色的芍药花同绿色的叶子化成了一个颜色，清香似乎扑人鼻官。从那以后，在几十年的漫长的岁月中，学习英文总同美丽的芍药花连在一起，成为美丽的回忆。到了初中，英文继续学习。学校环境异常优美，紧靠大明湖，一条清溪流经校舍。到了夏天，杨柳参天，蝉声满园。后面又是百亩苇绿，十里荷香，简直是人间仙境。我们的英文教员水平很高，我们写的作文，他很少改动，而是一笔勾销，自己重写一遍。用力之勤，可以想见。从那以后，我学习英文又同美丽的校园和一位古怪的老师连在一起，也算是美丽的回忆吧。到了高中，自己已经十五六岁了，仍然继续学英文，又开始学了点德文。到了此时，才开始对外国文学发生兴趣。但是这个启发不是来自英文教员，而是来自国文教员。高中前两年，我上的是山东大学附设高中。国文教员王玉先生是桐城派古文作家，自己有文集。后来到山东大学做了讲师。我们学生写作文，当然都用文言文，而且尽量模仿桐城派的调子。不知怎么一来，我的作文竟受到他的垂青。什么亦简练，亦畅达之类的评语常常见到，这对于我是极大的鼓励。高中最后一年，我上的是山东济南省立高中。"}
{"text":"到了此时，才开始对外国文学发生兴趣。但是这个启发不是来自英文教员，而是来自国文教员。高中前两年，我上的是山东大学附设高中。国文教员王玉先生是桐城派古文作家，自己有文集。后来到山东大学做了讲师。我们学生写作文，当然都用文言文，而且尽量模仿桐城派的调子。不知怎么一来，我的作文竟受到他的垂青。什么亦简练，亦畅达之类的评语常常见到，这对于我是极大的鼓励。高中最后一年，我上的是山东济南省立高中。经过了五卅惨案，学校地址变了，空气也变了，国文老师换成了董秋芳冬芬夏莱蒂胡也频等等，都是有名的作家。胡也频先生只教了几个月，就被国民党通缉，逃到上海，不久就壮烈牺牲。以后是董秋芳先生教我们。他是北大英文系毕业，曾翻译过一本短篇小说集争自由的波浪，写了。他同通过信，通信全文都收在全集中。他虽然教国文，却是外国文学出身，在教学中自然会讲到外国文学的。我此时写作文都改用白话，不知怎么一来，我的作文又受到董老师的垂青。他对我大加赞誉，在一次作文的评语中，他写道，我同另一个同级王峻岭后来入北大数学系是全班全校之冠。这对一个十七八岁的青年来说，更是极大的鼓励。从那以后，虽然我思想还有过波动，也只能算是小插曲。我学习文学，其中当然也有外国文学的决心，就算是确定下来了。在这时期，我曾从日本东京丸善书店订购过几本外国文学的书。其中一本是英国作家吉卜林的短篇小说。我曾着手翻译过其中的一篇，似乎没有译完。当时一本洋书值几块大洋，够我一个月的饭钱。我节衣缩食，存下几块钱，写信到日本去订书，书到了，又要跋涉十几里路到商埠去代金引换。看到新书，有如贾宝玉得到通灵宝玉，心中的愉快，无法形容。总之，我的兴趣已经确定，这也就确定了我以后学习和研究的方向。考上清华以后，在选择系科的时候，不知是由于什么原因，我曾经一阵心血来潮，想改学数学或者经济。要知道我高中读的是文科，几乎没有学过数学。入学考试数学分数不到十分。这样的成绩想学数学岂非滑天下之大稽！愿望当然落空。一度冲动之后，我的心情立即平静下来还是老老实实，安分守己，学外国文学吧。清华大学西洋文学系，实际上是以英国文学为主，教授，不管是哪一国人，都用英语讲授。但是又有一个古怪的规定学习英德法三种语言中任何一种，从一年级学到四年级，就叫什么语的专门化。"}
{"text":"考上清华以后，在选择系科的时候，不知是由于什么原因，我曾经一阵心血来潮，想改学数学或者经济。要知道我高中读的是文科，几乎没有学过数学。入学考试数学分数不到十分。这样的成绩想学数学岂非滑天下之大稽！愿望当然落空。一度冲动之后，我的心情立即平静下来还是老老实实，安分守己，学外国文学吧。清华大学西洋文学系，实际上是以英国文学为主，教授，不管是哪一国人，都用英语讲授。但是又有一个古怪的规定学习英德法三种语言中任何一种，从一年级学到四年级，就叫什么语的专门化。德文和法文从字母学起，而大一的英文一上来就念奥斯丁的傲慢与偏见，可见英文的专门化同法文和德文的专门化，完全是不可同日而语的。四年的课程有文艺复兴文学中世纪文学现代长篇小说莎士比亚欧洲文学史中西诗之比较英国浪漫诗人中古英文文学批评等等。教大一英文的是叶公超，后来当了国民党的外交部长。教大二的是毕莲ss，教现代长篇小说的是吴可读英国人，教东西诗之比较的是吴宓，教中世纪文学的是吴可读，教文艺复兴文学的是温特，教欧洲文学史的是翟孟生s，教法文的是小姐，教德文的是杨丙辰艾克，石坦安。这些外国教授的水平都不怎么样，看来都不是正途出身，有点野狐谈禅的味道。费了四年的时间，收获甚微。我还选了一些其他的课，像朱光潜的文艺心理学，陈寅恪的佛经翻译文学，的陶渊明诗等等，也曾旁听过郑振铎和谢冰心的课。这些课程水平都高，至今让我忆念难忘的还是这一些课程，而不是上面提到的那一些正课。从上面的选课中可以看出，我在清华大学四年，兴趣是相当广的，语言文学历史宗教几乎都涉及到了。我是德文专门化的学生，从大一德文，一直念到大四德文，最后写论文还是用英文，题目是s，指导教师是艾克。内容已经记不清楚，大概水平是不高的。"}
{"text":"内容已经记不清楚，大概水平是不高的。在这期间，除了写作散文以外，我还翻译了德莱塞的旧世纪还在新的时候，屠格涅夫的玫瑰是多么美丽，多么新鲜呵，史密斯的蔷薇，杰克逊s的代替一篇春歌，马奎斯s的守财奴自传序，索洛古勃的一些作品，荷尔德林的一些诗，其中玫瑰是多么美丽，多么新鲜呵代替一篇春歌蔷薇等几篇发表了，其余的大概都没有刊出，连稿子现在都没有了。忆往述怀第二篇学林漫步忆往述怀我和外国文学此时我的兴趣集中在西方的所谓纯诗上，但是也有分歧。纯诗主张废弃韵律，我则主张诗歌必须有韵律，否则叫任何什么名称都行，只是不必叫诗。泰戈尔是主张废除韵律的，他的道理并没有能说服我。我最喜欢的诗人是法国的魏尔兰马拉梅和比利时的维尔哈伦等。魏尔兰主张首先是音乐，其次是明朗与朦胧相结合。这符合我的口味。但是我反对现在的所谓朦胧诗。我总怀疑这是英雄欺人，以艰深文浅陋。文学艺术都必须要人了解，如果只有一个人了解其实他自己也不见得就了解，那何必要文学艺术呢？此外，我还喜欢英国的所谓形而上学诗。在中国，我喜欢的是六朝骈文，唐代的李义山李贺，宋代的姜白石吴文英，都是唯美的，讲求辞藻华丽的。这个嗜好至今仍在。在这四年期间，我同吴雨僧宓先生接触比较多。他主编天津大公报的一个副刊，我有时候写点书评之类的文章给他发表。我曾到燕京大学夜访郑振铎先生，同叶公超先生也有接触，他教我们英文，喜欢英国散文，正投我所好。我写散文，也翻译散文。曾有一篇年发表在与叶有关的学文上，受到他的鼓励，也碰过他的钉子。我常常同几个同班访问雨僧先生的藤影荷声之馆，有名的水木清华之匾就挂在工字厅后面。我也曾在月夜绕过工字厅走到学校西部的荷塘小径上散步，亲自领略先生荷塘月色描绘的那种如梦如幻的仙境。我在清华时就已开始对梵文发生兴趣，旁听陈寅恪先生的佛经翻译文学更加深了我的兴趣。但由于当时没有人教梵文，所以空有这个愿望而不能实现。年深秋，我到了德国哥廷根，才开始从瓦尔德施米特教授学习梵文和巴利文，后又从西克教授学习吠陀和吐火罗文。"}
