{"text":"有时且结伙远征，近则济南，远则南京北京，不自谦抑，狂言酒压胶济一带，拳打南北二京，高自期许，俨然豪气干云的样子。当时作践了身体，这笔账日后要算。一日，胡适之先生过青岛小憩，在宴席上看到八仙过海的盛况大吃一惊，急忙取出他太太给他的一个金戒指，上面镌有戒字，戴在手上，表示免战。过后不久，胡先生就写信给我说看你们喝酒的样子，就知道青岛不宜久居，还是到北京来吧我就到北京去了。现在回想当年酗酒，哪里算得是勇，真是狂。酒能削弱人的自制力，所以有人酒后狂笑不置，也有人痛哭不已，更有人口吐洋语滔滔不绝，也许会把平素不敢告人之事吐露一二，甚至把别人的阴私也当众抖露出来。最令人难堪的是强人饮酒，或单挑，或围剿，或投下井之石，千方万计要把别人灌醉，有人诉诸武力，捏着人家的鼻子灌酒这也许是人类长久压抑下的一部分兽性之发泄，企图获取胜利的满足，比拿起石棒给人迎头一击要文明一些而已。那咄咄逼人的声嘶力竭的豁拳，在赢拳的时候，那一声拖长了的绝叫，也是表示内心的一种满足。在别处得不到满足，就让他们在聚饮的时候如愿以偿吧只是这种闹饮，以在有隔音设备的房间里举行为宜，免得侵扰他人。菜根谭所谓花看半开，酒饮微醺的趣味，才是最令人低徊的境界。吸烟烟，也就是菸，译音曰淡巴菰。这种毒草，原产于中南美洲，遍传世界各地。到明朝，才传进中土。利马窦在明万历年间以鼻烟入贡。后来鼻烟就风靡了朝野。在欧洲，鼻烟是放在精美的小盒里，随身携带。吸时，以指端蘸鼻烟少许，向鼻孔一抹，猛吸之，怡然自得。我幼时常见我祖父辈的朋友不时的在鼻孔处抹鼻烟，抹得鼻孔和上唇都染上焦黄的颜色。据说能明目祛疾，谁知道我祖父不吸鼻烟，可是备有十三太保，十二个小瓶环绕一个大瓶，瓶口紧包着一块黄褐色的布，各瓶品味不同，放在一个圆盘里，捧献在客人面前。我们中国人比欧人考究，随身携带鼻烟壶，玉的翠的玛瑙的水晶的，精雕细镂，形状百出。有的山水图画是从透明的壶里面画的，真是鬼斧神工，不知是如何下笔的。壶有盖，盖下有小勺匙，以勺匙取鼻烟置一小玉垫上，然后用指端蘸而吸之。我家藏有鼻烟壶数十，丧乱中只带出了一个翡翠盖的白玉壶，里面还存了小半壶鼻烟，百余年后，烈味未除，试嗅一小勺，立刻连打喷嚏不能止。"}
{"text":"我们中国人比欧人考究，随身携带鼻烟壶，玉的翠的玛瑙的水晶的，精雕细镂，形状百出。有的山水图画是从透明的壶里面画的，真是鬼斧神工，不知是如何下笔的。壶有盖，盖下有小勺匙，以勺匙取鼻烟置一小玉垫上，然后用指端蘸而吸之。我家藏有鼻烟壶数十，丧乱中只带出了一个翡翠盖的白玉壶，里面还存了小半壶鼻烟，百余年后，烈味未除，试嗅一小勺，立刻连打喷嚏不能止。我祖父抽旱烟，一尺多长的烟管，翡翠的烟嘴，白铜的烟袋锅烟袋锅子是塾师敲打学生脑壳的利器，有过经验的人不会忘记。著名的关东烟的烟叶子贮在一个绣花的红缎子葫芦形的荷包里。有些旱烟管四五尺长，若要点燃烟袋锅子里的烟草，则人非长臂猿，相当吃力，一时无人伺候则只好自己划一根火柴插在烟袋锅里，然后急速掉过头来抽吸。普通的旱烟管不那样长，那样长的不容易清洗。烟袋锅子里积的烟油，常用以塞进壁虎的嘴巴置之于死。我祖母抽水烟。水烟袋仿自阿拉伯人的水烟筒，不过我们中国制造的白铜水烟袋，形状乖巧得多。每天需要上下抖动的冲洗，呱哒呱哒的响。有一种特制的烟丝，兰州产，比较柔软。用表心纸柔纸媒儿，常是动员大人孩子一齐动手，成为一种乐事。经常保持一两只水烟袋作敬客之用。我记得每逢家里有病人，延请名医周立桐来看病，这位飘着胡须的老者总是昂首登堂直就后炕的上座，这时候送上盖碗茶和水烟袋，老人拿起水烟袋，装上烟草，突的一声吹燃了纸媒儿，呼噜呼噜抽上三两口，然后抽出烟袋管，把里面燃过的烟烬吹落在他自己的手心里，再投入面前的痰盂，而且投得准。这一套手法干净利落。抽过三五袋之后，呷一口茶，才开始说话怎么又是哪一位不舒服啦每次如此，活龙活现。我父亲是饭后照例一支雪茄，随时补充纸烟，纸烟的铁罐打开来，嘶的一声响，先在里面的纸笺上写启用的日期，借以察考每日消耗数量不使过高。雪茄形似飞艇，尖端上打个洞，叼在嘴里真不雅观，可是气味芬芳。纸烟中高级者都是舶来品，中下级者如强盗牌在民初左右风行一时，稍后如白锡包粉包国产的联珠前门等等，皆为一般人所乐用。就中以粉包为特受欢迎的一种。因其烟支之粗细松紧正合吸海洛因者打高射烟之用。"}
{"text":"雪茄形似飞艇，尖端上打个洞，叼在嘴里真不雅观，可是气味芬芳。纸烟中高级者都是舶来品，中下级者如强盗牌在民初左右风行一时，稍后如白锡包粉包国产的联珠前门等等，皆为一般人所乐用。就中以粉包为特受欢迎的一种。因其烟支之粗细松紧正合吸海洛因者打高射烟之用。儿童最喜欢收集纸烟包中附置的彩色画片，好像是前门牌吧，附置的画片是水浒传一百零八条好汉的画像，如有人能搜集全套，可得什么什么的奖品，一时儿童们趋之若鹜。可怜那些热心的集者，枉费心机，等了多久多久，那位及时雨宋公明就是不肯亮相是否有人集得全套，只有天知道了。常言道，烟酒不分家，抽烟的人总是桌上放一罐烟，客来则敬烟，这是最起码的礼貌。可是到了抗战时期，这情形稍有改变。在后方，物资艰难，只有特殊人物才能从怀里掏出幸运骆驼三五毛利斯在侪辈面前炫耀一番，只有豪门仕女才能双指夹着一支细长的红嘴的法蒂玛忸怩作态。一般人吸的是双喜，等而下之的便要数狗屁牌p香烟了。这渎亵爱神名义的纸烟，气味如何自不待言，奇的是卷烟纸上有涂抹不匀的硝，吸的时候会像儿童玩的烟火滴滴金，劈劈啪啪的作响冒火星，令人吓一跳。饶是烟质不美，瘾君子还是不可一日无此君，而且通常是人各一包深藏在衣袋里面，不愿人知是何品牌，要吸时便伸手入袋，暗中摸索，然后突的抽出一支，点燃之后自得其乐。一听烟放在桌上任人取吸，那种场面不可复见。直到如今，大家元气稍复，敬烟之事已很寻常，但是开放式的一罐香烟经常放在桌上，仍不多见。我吸纸烟始自留学时期，独身在外，无人禁制，而天涯羁旅，心绪如麻，看见别人吞云吐雾，自己也就效颦起来。此后若干年，由一日一包，而一日两包，而一日一听。约在二十年前，有一天心血来潮，我想试一试自己有多少克己的力量，不妨先从戒烟做起。马克吐温说过戒烟是很容易的事，我一年戒过好几十次了。我没有选择黄道吉日，也没有诹访室人，闷声不响的把剩余的纸烟一古脑儿丢在垃圾堆里，留下烟嘴烟斗烟包打火机，以后分别赠给别人，只是烟灰缸没有抛弃。冷火鸡的戒烟法不大好受，一时间手足失措，六神无主，但是工作实在太忙，要发烟瘾没得工夫，实在熬不过就吃一块巧克力。巧克力尚未吃完一盒，又实在腻胃，于是把巧克力也戒掉了。"}
{"text":"约在二十年前，有一天心血来潮，我想试一试自己有多少克己的力量，不妨先从戒烟做起。马克吐温说过戒烟是很容易的事，我一年戒过好几十次了。我没有选择黄道吉日，也没有诹访室人，闷声不响的把剩余的纸烟一古脑儿丢在垃圾堆里，留下烟嘴烟斗烟包打火机，以后分别赠给别人，只是烟灰缸没有抛弃。冷火鸡的戒烟法不大好受，一时间手足失措，六神无主，但是工作实在太忙，要发烟瘾没得工夫，实在熬不过就吃一块巧克力。巧克力尚未吃完一盒，又实在腻胃，于是把巧克力也戒掉了。说来惭愧，我戒烟只此一遭，以后一直没有再戒过。吸烟无益，可有很多人都说不为无益之事何以遣有涯之生而且无益之事有很多是有甚于吸烟者，所以吸烟或不吸烟，应由各人自行权衡决定。有一个人吸烟，不知是为特技表演，还是为节省买烟钱，经常猛吸一口烟咽下肚，绝不污染体外的空气，过了几年此人染了肺癌。我吸了几十年烟，最后才改吸不花钱的新鲜空气。如果在公共场所遇到有人口里冒烟，甚或直向我的面前喷射毒雾，我便退避三舍，心里暗自咒诅我过去就是这副讨人嫌恶的样子旅行我们中国人是最怕旅行的一个民族。闹饥荒的时候都不肯轻易逃荒，宁愿在家乡吃青草啃树皮吞观音土，生怕离乡背井之后，在旅行中流为饿殍，失掉最后的权益――寿终正寝。至于席丰履厚的人更不愿轻举妄动，墙上挂一张图画，看看就可以当卧游，所谓一动不如一静。说穿了太阳下没有新鲜事物。号称山川形胜，还不是几堆石头一汪子水我记得做小学生的时候，郊外踏青，是一桩心跳的事，多早就筹备，起个大早，排成队伍，擎着校旗，鼓乐前导，事后下星期还得作一篇远足记，才算功德圆满。旅行一次是如此的庄严我的外祖母，一生住在杭州城内，八十多岁，没有逛过一次西湖，最后总算去了一次，但是自己不能行走，抬到了西湖，就没有再回来――葬在湖边山上。古人云，一生能着几两屐这是劝人及时行乐，莫怕多费几双鞋。但是旅行果然是一桩乐事吗其中是否含着有多少苦恼的成分呢出门要带行李，那一个几十斤重的五花大绑的铺盖卷儿便是旅行者的第一道难关。要捆得紧，要捆得俏，要四四方方，要见棱见角，与稀松露馅的大包袱要迥异其趣，这已经就不是一个手无缚鸡之力的人所能胜任的了。关卡上偏有好奇人要打开看看，看完之后便很难得再复原。乘兴而来，兴尽而返。很多人在打完铺盖卷儿之后就觉得游兴已尽了。"}
{"text":"古人云，一生能着几两屐这是劝人及时行乐，莫怕多费几双鞋。但是旅行果然是一桩乐事吗其中是否含着有多少苦恼的成分呢出门要带行李，那一个几十斤重的五花大绑的铺盖卷儿便是旅行者的第一道难关。要捆得紧，要捆得俏，要四四方方，要见棱见角，与稀松露馅的大包袱要迥异其趣，这已经就不是一个手无缚鸡之力的人所能胜任的了。关卡上偏有好奇人要打开看看，看完之后便很难得再复原。乘兴而来，兴尽而返。很多人在打完铺盖卷儿之后就觉得游兴已尽了。在某些国度里，旅行是不需要携带铺盖的，好像凡是有床的地方就有被褥，有被褥的地方就有随时洗换的被单，――旅客可以无牵无挂，不必像蜗牛似地顶着安身的家伙走路。携带铺盖究竟还容易办得到，但是没听说过带着床旅行的，天下的床很少没有臭虫设备的。我很怀疑一个人于整夜输血之后，第二天还有多少精神游山逛水。我有一个朋友发明了一种服装，按着他的头躯四肢的尺寸做了一件天衣无缝的睡衣，人钻在睡衣里面，只留眼前两个窟窿，和外界完全隔绝，――只是那样子有些像是，夜晚出来曾经几乎吓死一个人原始的交通工具，并不足为旅客之苦。我觉得滑竿架子车都比飞机有趣。御风而行，泠然善也，那是神仙生涯。在尘世旅行，还是以脚能着地为原则。我们要看朵朵的白云，但并不想在云隙里钻出钻进我们要横看成岭侧成峰，远近高低各不同，但并不想把世界缩小成假山石一般玩物似的来欣赏。我惋惜米尔顿所称述的中土有挂帆之车尚不曾坐过。交通工具之原始不是病，病在于舟车之不易得，车夫舟子之不易缠，衣帽自看固不待言，还要提防青纱帐起。刘伶死便埋我，也不是准备横死。旅行虽然夹杂着苦恼，究竟有很大的乐趣在。旅行是一种逃避，――逃避人间的丑恶。大隐藏人海，我们不是大隐，在人海里藏不住。岂但人海里安不得身在家园也不容易遁迹。成年地圈在四合房里，不必仰屋就要兴叹成年地看着家里的那一张脸，不必牛衣也要对泣。家里面所能看见的那一块青天，只有那么一大块。取之不尽用之不竭的清风明月，在家里都不能充分享用，要放风筝需要举着竹竿爬上房脊，要看日升月落需要左右邻居没有遮拦。走在街上，熙熙攘攘，磕头碰脑的不是人面兽，就是可怜虫。"}
{"text":"岂但人海里安不得身在家园也不容易遁迹。成年地圈在四合房里，不必仰屋就要兴叹成年地看着家里的那一张脸，不必牛衣也要对泣。家里面所能看见的那一块青天，只有那么一大块。取之不尽用之不竭的清风明月，在家里都不能充分享用，要放风筝需要举着竹竿爬上房脊，要看日升月落需要左右邻居没有遮拦。走在街上，熙熙攘攘，磕头碰脑的不是人面兽，就是可怜虫。在这种情形之下，我们虽无勇气披发入山，至少为什么不带着一把牙刷捆起铺盖出去旅行几天呢在旅行中，少不了风吹雨打，然后倦飞知还，觉得在家千日好，出门一时难。这样便可以把那不可容忍的家变成为暂时可以容忍的了。下次忍耐不住的时候，再出去旅行一次。如此地折腾几回，这一生也就差不多了。旅行中没有不感觉枯寂的，枯寂也是一种趣味。哈兹利特主张在旅行时不要伴侣，因为如果你说路那边的一片豆田有股香味，你的伴侣也许闻不见。如果你指着远处的一件东西，你的伴侣也许是近视的，还得戴上眼镜看。一个不合意的伴侣，当然是累赘。但是人是个奇怪的动物，人太多了嫌闹，没人陪着嫌闷。耳边嘈杂怕吵，整天咕嘟着嘴又怕口臭。旅行是享受清福的时候，但是也还想拉上个伴。只有神仙和野兽才受得住孤独。在社会里我们觉得面目可憎语言无味的人居多，避之惟恐或晚，在大自然里又觉得人与人之间是亲切的。到美国落矶山上旅行过的人告诉我，在山上若是遇见另一个旅客，不分男女老幼，一律脱帽招呼，寒暄一两句。这是很有意味的一个习惯。大概只有在旷野里我们才容易感觉到人与人是属于一门一类的动物，平常我们太注意人与人的差别了。真正理想的伴侣是不易得的，客厅里的好朋友不见得即是旅行的好伴侣，理想的伴侣须具备许多条件，不能太脏，如嵇叔夜头面常一月十五日不洗，不大闷痒不能沐，也不能有洁癖，什么东西都要用火酒揩，不能如泥塑木雕，如死鱼之不张嘴，也不能终日喋喋不休，整夜鼾声不已。不能油头滑脑，也不能蠢头呆脑，要有说有笑，有动有静，静时能一声不响地陪着你看行云，听夜雨，动时能在草地上打滚像一条活鱼这样的伴侣哪里去找旧我爱一切旧的东西――老朋友，旧时代，旧习惯，古书，陈酿而且我相信，陶乐赛，你一定也承认我一向是很喜欢一位老妻。"}
{"text":"不能油头滑脑，也不能蠢头呆脑，要有说有笑，有动有静，静时能一声不响地陪着你看行云，听夜雨，动时能在草地上打滚像一条活鱼这样的伴侣哪里去找旧我爱一切旧的东西――老朋友，旧时代，旧习惯，古书，陈酿而且我相信，陶乐赛，你一定也承认我一向是很喜欢一位老妻。这是高尔斯密的名剧委曲求全psZ中那位守旧的老头儿哈德卡索先生说的话。他的夫人陶乐赛听了这句话，心里有一点高兴，这风流的老头子还是喜欢她，但是也不是没有一点愠意，因为这一句话的后半段说透了她的老。这句话的前半段没有毛病，他个人有此癖好，干别人什么事而且事实上有很多人颇具同感，也觉得一切东西都是旧的好，除了朋友时代习惯书酒之外，有数不尽的事物都是越老越古越旧越陈越好。所以有人把这半句名言用花体正楷字母抄了下来，装在玻璃框里，挂在墙上，那意思好像是在向喜欢除旧布新的人挑战。俗语说，人不如故，衣不如新。其实，衣着之类还是旧的舒适。新装上身之后，东也不敢坐，西也不敢靠，战战兢兢。我看见过有人全神贯注在他的新西装裤管上的那一条直线，坐下之后第一桩事便是用手在膝盖处提动几下，生恐膝部把他的笔直的裤管撑得变成了口袋。人生至此，还有什么趣味可说看见过爱因斯坦的小照么他总是披着那一件敞着领口胸怀的松松大大的破夹克，上面少不了烟灰烧出的小洞，更不会没有一片片的汗斑油渍，但是他在这件破旧衣裳遮盖之下优哉游哉的神游于太虚之表。世说新语记载着桓车骑不好着新衣，浴后妇故进新衣与，车骑大怒，催使持去，妇更持还，传语云，衣不经新，何由得故桓公大笑着之。桓冲真是好说话，他应该说，有旧衣可着，何用新为也许他是为了保持阃内安宁，所以才一笑置之。杀头而便冠的事情，我还没有见过但是削足而适履的行为，则颇多类似的例证。一般人穿的鞋，其制作设计很少有顾到一只脚是有五个趾头的，穿这样的鞋虽然无需削足，但是我敢说五个脚趾绝对缺乏生存空间。有人硬是觉得，新鞋不好穿，敝屣不可弃。新屋落成金圣叹列为不亦快哉之一，快哉尽管快哉，随后那树小墙新的一段暴发气象却是令人难堪。"}
{"text":"桓冲真是好说话，他应该说，有旧衣可着，何用新为也许他是为了保持阃内安宁，所以才一笑置之。杀头而便冠的事情，我还没有见过但是削足而适履的行为，则颇多类似的例证。一般人穿的鞋，其制作设计很少有顾到一只脚是有五个趾头的，穿这样的鞋虽然无需削足，但是我敢说五个脚趾绝对缺乏生存空间。有人硬是觉得，新鞋不好穿，敝屣不可弃。新屋落成金圣叹列为不亦快哉之一，快哉尽管快哉，随后那树小墙新的一段暴发气象却是令人难堪。欲存老盖千年意，为觅霜根数寸栽，但是需要等待多久一栋建筑要等到相当破旧，才能有树林阴翳，鸟声上下之趣，才能有苔痕上阶绿，草色入帘青之乐。西洋的庭园，不时的要剪草，要修树，要打扮得新鲜耀眼，我们的园艺的标准显然的有些不同，即使是帝王之家的园囿也要在亭阁楼台画栋雕梁之外安排一个濠濮间谐趣园，表示一点点陈旧古老的萧瑟之气。至于讲学的上庠，要是墙上没有多年蔓生的常春藤，基脚上没有远年积留的苔藓，那还能算是第一流么旧的事物之所以可爱，往往是因为它有内容，能唤起人的回忆。例如阳历尽管是我们正式采用的历法，在民间则阴历仍不能废，每年要过两个新年，而且只有在旧年才肯新桃换旧符。明知地处亚热带，仍然未能免俗要烟熏火燎的制造常常带有尸味的腊肉。端午的龙舟粽子是不可少的，有几个人想到那露才扬己怨怼沉江的屈大夫还不是旧俗相因虚应故事中秋赏月，重九登高，永远一年一度的引起人们的不可磨灭的兴味。甚至腊八的那一锅粥，都有人难以忘怀。至于供个人赏玩的东西，当然是越旧越有意义。一把宜兴砂壶，上面有陈曼生制铭镌句，纵然破旧，气味自然高雅。樗蒲锦背元人画，金粟笺装宋版书更是足以使人超然远举，与古人游。我有古钱一枚，临安府行用，准参百文省，把玩之余不能不联想到南渡诸公之观赏西湖歌舞。我有胡桃一对，祖父常常放在手里揉动，噶咯噶咯的作响，后来又在我父亲手里揉动，也噶咯噶咯的响了几十年，圆滑红润，有如玉髓，真是先人手泽，现在轮到我手里噶咯噶咯的响了，好几次险些儿被我的儿孙辈敲碎取出桃仁来吃每一个破落户都可以拿了几件旧东西来，这是不足为奇的事。国家亦然。多少衰败的古国都有不少的古物，可以令人惊羡，欣赏，感慨，唏嘘旧的东西之可留恋的地方固然很多，人生之应该日新又新的地方亦复不少。"}
{"text":"我有胡桃一对，祖父常常放在手里揉动，噶咯噶咯的作响，后来又在我父亲手里揉动，也噶咯噶咯的响了几十年，圆滑红润，有如玉髓，真是先人手泽，现在轮到我手里噶咯噶咯的响了，好几次险些儿被我的儿孙辈敲碎取出桃仁来吃每一个破落户都可以拿了几件旧东西来，这是不足为奇的事。国家亦然。多少衰败的古国都有不少的古物，可以令人惊羡，欣赏，感慨，唏嘘旧的东西之可留恋的地方固然很多，人生之应该日新又新的地方亦复不少。对于旧日的典章文物我们尽管喜欢赞叹，可是我们不能永远盘桓在美好的记忆境界里，我们还是要回到这个现实的地面上来。在博物馆里我们面对商周的吉金，宋元明的书画瓷器，可是溜酸双腿走出门外便立刻要面对挤死人的公共汽车，丑恶的市招，和各种饮料一律通用的玻璃杯旧的东西大抵可爱，惟旧病不可复发。诸如夜郎自大的脾气，奴隶制度的残余，懒惰自私的恶习，蝇营狗苟的丑态，畸形病态的审美观念，以及罄竹难书的诸般病症，皆以早去为宜，旧病才去，可能新病又来，然而总比旧疴新恙一时并发要好一些，最可怕的是，倡言守旧，其实只是迷恋骸骨唯新是骛，其实只是摭拾皮毛，那便是新旧之间两俱失之了。梦庄子大宗师古之真人，其寝不梦。注其寝不梦，神定也，所谓至人无梦是也。作到至人的地步是很不容易的，要物我两忘，嗒然若丧其耦才行。偶然接连若干天都是一夜无梦，混混噩噩的睡到大天光，这种事情是常有的，但是长久的不作梦，谁也办不到。有时候想梦见一个人，或是想梦作一件事，或是想梦到一个地方，拼命的想，热烈的想，刻骨镂心的想，偏偏想不到，偏偏不肯入梦来。有时候没有想过的，根本不曾起过念头，而且是荒谬绝伦的事情，竟会窜入梦中，突如其来，挥之不去，好惊好怕好窘好羞，至于我们所企求的梦，或是值得一作的梦，那是很难得一遇的事，即使偶有好梦，也往往被不相干的事情打断，矍然而觉。大致讲来，好梦难成，而噩梦连连。我小时候常作的一种梦是下大雪。北国冬寒，雪虐风饕原是常事，哪有一年不下雪的在我幼小心灵中，对于雪没有太大的震撼，顶多在院里堆雪人打雪仗。但是我一年四季之中经常梦雪差不多每隔一二十天就要梦一次。对于我，雪不是战退玉龙三百万，败鳞残甲满天飞张承吉句，我没有那种狂想。也没有白居易可怜今夜鹅毛雪，引得高情鹤氅人那样的雅兴。更没有柳宗元独钓寒江雪的那分幽独的感受。"}
