{"text":"等语，闻之不胜愤慨。汶于近数年来，绝未加入任何会工作，并除以编辑现代杂志及卖稿糊口外，亦未受任何组织之分文薪金。所谓入会云云，虽经报谣传，均以一笑置之，不料素以态度公允见称之贵刊，亦复信此谰言，披诸报端，则殊有令人不能已于言者。汶为爱护贵刊起见，用特申函奉达，尚祈将原书赐登最近贵刊，以明真相是幸。专此敬颂编安。苏汶杜衡谨上。十二月五日。一来就说得了不正当的钱是近来文坛上的老例，我被人传说拿着卢布就有四五年之久，直到九一八以后，这才将卢布说取消，换上了亲日的更加新鲜的罪状。我是一向不为爱护贵刊起见的，所以从不寄一封辨正信。不料越来越滥，竟谣到苏汶先生头上去了，可见谣言多的地方，也是有一利必有一弊。但由我的经验说起来，检查官之爱护第三种人，却似乎是真的，我去年所写的文章，有两篇冒犯了他们，一篇被删掉病后杂谈之余，一篇被禁止脸谱臆测了。也许还有类于这些的事，所以令人猜为入照录原文会了罢。这真应该不胜愤慨，没有受惯奚落的作家，是无怪其然的。然而在对于真的造谣，毫不为怪的社会里，对于真的收贿，也就毫不为怪。如果收贿会受制裁的社会，也就要制裁妄造收贿的谣言的人们。所以用造谣来伤害作家的期刊，它只能作报销，在实际上很少功效。其中的四篇，原是用日本文写的，现在自己译出，并且对于中国的读者，还有应该说明的地方――一，活中国的姿态的序文里，我在对于支那通加以讥刺，且说明日本人的喜欢结论，语意之间好像笑着他们的粗疏。然而这脾气是也有长处的，他们的急于寻求结论，是因为急于实行的缘故，我们不应该笑一笑就完。二，在现代中国的孔夫子是在六月号的改造杂志上发表的，这时我们的圣裔，正在东京拜他们的祖宗，兴高采烈。曾由亦光君译出，载于杂文杂志第二号七月，现在略加改定，转录在这里。三，在中国小说史略日译本的序文里，我声明了我的高兴，但还有一种原因却未曾说出，是经十年之久，我竟报复了我个人的私仇。"}
{"text":"然而这脾气是也有长处的，他们的急于寻求结论，是因为急于实行的缘故，我们不应该笑一笑就完。二，在现代中国的孔夫子是在六月号的改造杂志上发表的，这时我们的圣裔，正在东京拜他们的祖宗，兴高采烈。曾由亦光君译出，载于杂文杂志第二号七月，现在略加改定，转录在这里。三，在中国小说史略日译本的序文里，我声明了我的高兴，但还有一种原因却未曾说出，是经十年之久，我竟报复了我个人的私仇。当一九二六年时，陈源即西滢教授，曾在北京公开对于我的人身攻击，说我的这一部著作，是窃取盐谷温教授的支那文学概论讲话里面的小说一部分的闲话里的所谓整大本的剽窃，指的也是我。现在盐谷教授的书早有中译，我的也有了日译，两国的读者，有目共见，有谁指出我的剽窃来呢？呜呼，男盗女娼，是人间大可耻事，我负了十年剽窃的恶名，现在总算可以卸下，并且将谎狗的旗子，回敬自称正人君子的陈源教授，倘他无法洗刷，就只好插着生活，一直带进坟墓里去了。四，关于陀思妥夫斯基的事是应三笠书房之托而作的，是写给读者看的绍介文，但我在这里，说明着被压迫者对于压迫者，不是奴隶，就是敌人，决不能成为朋友，所以彼此的道德，并不相同。临末我还要记念`田诚一君，他是内山书店的店员，很爱绘画，我的三回德俄木刻展览会，都是他独自布置的一二八的时候，则由他送我和我的家属，以及别的一批妇孺逃入英租界。三三年七月，以病在故乡去世，立在他的墓前的是我手写的碑铭。虽在现在，一想到那时只是当作有趣的记载着我的被打被杀的新闻，以及为了八十块钱，令我往返数次，终于不给的书店，我对于他，还是十分感愧的。近两年来，又时有前进的青年，好意的可惜我现在不大写文学，并声明他们的失望。我的只能令青年失望，是无可置辩的，但也有一点误解。今天我自己查勘了一下我从在新青年上写随感录起，到写这集子里的最末一篇止，共历十八年，单是杂感，约有八十万字。后九年中的所写，比前九年多两倍而这后九年中，近三年所写的字数，等于前六年，那么，所谓现在不大写文章，其实也并非确切的核算。而且这些前进的青年，似乎谁都没有注意到现在的对于言论的迫压，也很是令人觉得诧异的。我以为要论作家的作品，必须兼想到周围的情形。"}
{"text":"今天我自己查勘了一下我从在新青年上写随感录起，到写这集子里的最末一篇止，共历十八年，单是杂感，约有八十万字。后九年中的所写，比前九年多两倍而这后九年中，近三年所写的字数，等于前六年，那么，所谓现在不大写文章，其实也并非确切的核算。而且这些前进的青年，似乎谁都没有注意到现在的对于言论的迫压，也很是令人觉得诧异的。我以为要论作家的作品，必须兼想到周围的情形。自然，这情形是极不容易明了的，因为倘一公开，作家要怕受难，书店就要防封门，然而如果自己和出版界有些相关，便可以感觉到这里面的一部份消息。现在我们先来回忆一下已往的公开的事情。"}
{"text":"这中央的批答和改定的书目，见于出版消息第三十三期四月一日出版――中国国民党上海特别市执行委员会批答执字第一五九二号呈为奉令禁毁大宗刊物附奉说明书恳请转函中宣会重行审核从轻处置以恤商艰由呈件均悉查此案业准中央宣传委员会公函并决定办法五项一平林泰子集等三十种早经分别查禁有案应切实执行前令严予禁毁以绝流传二政治经济学批判等三十种内容宣传普罗文艺或挑拨阶级斗争或诋毁党国当局应予禁止发售三浮士德与城等三十一种或系介绍普罗文学理论或系新俄作品或含有不正确意识者颇有宣传反动嫌疑在剿匪严重时期内应暂禁发售四创造十年等二十二种内容间有词句不妥或一篇一段不妥应删改或抽去后方准发售五圣徒等三十七种或系恋爱小说或系革命以前作品内容均尚无碍对于此三十七种书籍之禁令准予暂缓执行用特分别开列各项书名单函达查照转饬遵照等由合仰该书店等遵照中央决定各点并单开各种刊物分别缴毁停售具报毋再延误是为至要件存此批附抄发各项书名单一份中华民国二十三年三月二十日常务委员吴醒亚潘公展童行白先后查禁有案之书目略这样子，大批禁毁书籍的案件总算告一段落，书店也不再开口了。然而还剩着困难的问题书店是不能不陆续印行新书和杂志的，所以还是永远有陆续被扣留，查禁，甚而至于封门的危险。这危险，首先于店主有亏，那就当然要有补救的办法。不多久，出版界就有了一种风闻――真只是一种隐约的风闻――不知道何月何日，党官，店主和他的编辑，开了一个会议，讨论善后的方法。"}
{"text":"然而还剩着困难的问题书店是不能不陆续印行新书和杂志的，所以还是永远有陆续被扣留，查禁，甚而至于封门的危险。这危险，首先于店主有亏，那就当然要有补救的办法。不多久，出版界就有了一种风闻――真只是一种隐约的风闻――不知道何月何日，党官，店主和他的编辑，开了一个会议，讨论善后的方法。着重的是在新的书籍杂志出版，要怎样才可以免于禁止。听说这时就有一位杂志编辑先生某甲，献议先将原稿送给官厅，待到经过检查，得了许可，这才付印。文字固然决不会反动了，而店主的血本也得保全，真所谓公私兼利。别的编辑们好像也无人反对，这提议完全通过了。散出的时候，某甲之友也是编辑先生的某乙，很感动的向或一书店代表道他牺牲了个人，总算保全了一种杂志！他者，某甲先生也推某乙先生的意思，大约是以为这种献策，颇于名誉有些损害的。其实这不过是神经衰弱的忧虑。即使没有某甲先生的献策，检查书报是总要实行的，不过用了别一种缘由来开始，况且这献策在当时，人们不敢纵谈，报章不敢记载，大家都认某甲先生为功臣，于是也就是虎须，谁也不敢捋。所以至多不过交头接耳，局外人知道的就很少，――于名誉无关。总而言之，不知何年何月，中央图书杂志审查委员会到底在上海出现了，于是每本出版物上，就有了一行中宣会图书杂志审委会审查证字第号字样，说明着该抽去的已经抽去，该删改的已经删改，并且保证着发卖的安全――不过也并不完全有效，例如我那二心集被删剩的东西，书店改名拾零集，是经过检查的，但在杭州仍被没收。这种乱七八遭，自然是普通现象，并不足怪，但我想，也许是还带着一点私仇，因为杭州省党部的有力人物，久已是复旦大学毕业生许绍棣老爷之流，而当语丝登载攻击复旦大学的来函时，我正是编辑，开罪不少。为了自由大同盟而呈请中央通缉堕落文人，也是浙江省党部发起的，但至今还没有呈请发掘祖坟，总算党恩高厚。至于审查员，我疑心很有些文学家，倘不，就不能做得这么令人佩服。自然，有时也删禁得令人莫名其妙，我以为这大概是在示威，示威的脾气，是虽是文学家也很难脱体的，而且这也不算是恶德。"}
{"text":"为了自由大同盟而呈请中央通缉堕落文人，也是浙江省党部发起的，但至今还没有呈请发掘祖坟，总算党恩高厚。至于审查员，我疑心很有些文学家，倘不，就不能做得这么令人佩服。自然，有时也删禁得令人莫名其妙，我以为这大概是在示威，示威的脾气，是虽是文学家也很难脱体的，而且这也不算是恶德。还有一个原因，则恐怕是在饭碗。要吃饭也决不能算是恶德，但吃饭，审查的文学家和被审查的文学家却一样的艰难，他们也有竞争者，在看漏洞，一不小心便会被抢去了饭碗，所以必须常常有成绩，就是不断的禁，删，禁，删，第三个禁，删。我初到上海的时候，曾经看见一个西洋人从旅馆里出来，几辆洋车便向他飞奔而去，他坐了一辆，走了。这时忽然来了一位巡捕，便向拉不到客的车夫的头上敲了一棒，撕下他车上的照会。我知道这是车夫犯了罪的意思，然而不明白为什么拉不到客就犯了罪，因为西洋人只有一个，当然只能坐一辆，他也并没有争。后来幸蒙一位老上海告诉我，说巡捕是每月总得捉多少犯人的，要不然，就算他懒惰，于饭碗颇有碍。真犯罪的不易得，就只好这么创作了。我以为审查官的有时审得古里古怪，总要在稿子上打几条红杠子，恐怕也是这缘故。倘使真的这样，那么，他们虽然一定要把我的契诃夫选集做成残山剩水，我也还是谅解的。这审查办得很起劲，据报上说，官民一致满意了。九月二十五日的中华日报云――中央图书杂志审查委会工作紧张中央图书杂志审查委员会自在沪成立以来迄今四阅月审查各种杂志书籍共计有五百余种之多平均每日每一工作人员审查字在十万以上审查手续异常迅速虽洋洋巨著至多不过二天故出版界咸认为有意想不到之快予以便利不少至该会审查标准如非对党对政府绝对显明不利之文字请其删改外余均一秉大公无私毫偏袒故数月来相安无事过去出版界因无审查机关往往出书以后受到扣留或查禁之事自审查会成立后此种事件已不再发生矣闻中央方面以该会工作成绩优良而出版界又甚需要此种组织有增加内部工作人员计划以便利审查工作云如此善政，行了还不到一年，不料竟出了新生的闲话皇帝事件。"}
{"text":"大约是受了日本领事的警告罢，那雷厉风行的办法，比对于反动文字还要严立刻该报禁售，该社封门，编辑者杜重远已经自认该稿未经审查，判处徒刑，不准上诉的了，却又革掉了七位审查官，一面又往书店里大搜涉及日本的旧书，墙壁上贴满了敦睦邦交的告示。出版家也显出孤苦零丁模样，据说这一秉大公的中央宣传部图书杂志审查委员会不见了，拿了稿子，竟走投无路。那么，不是还我自由，飘飘然了么？并不是的。未有此会以前，出版家倒还有一点自己的脊梁，但已有此会而不见之后，却真觉得有些摇摇摆摆。大抵的农民，都能够自己过活，然而奥国和俄国解放农奴时，他们中的有些人，却哭起来了，因为失了依靠，不知道自己怎么过活。况且我们的出版家并非单是失了依靠，乃是遇到恢复了某甲先生献策以前的状态，又会扣留，查禁，封门，危险得很。而且除怕被指为反动文字以外，又得怕违反敦睦邦交令了。已被训成软骨症的出版界，又加上了一副重担，当局对于内交，又未必肯怎么敦睦，而礼让为国，也急于体恤商艰，所以我想，自有审查会而又不见之后，出版界的一大部份，倒真的成了孤哀子了。所以现在的书报，倘不是先行接洽，特准激昂，就只好一味含胡，但求无过，除此之外，是依然会有先前一样的危险，挨到木棍，撕去照会的。评论者倘不了解以上的大略，就不能批评近三年来的文坛。即使批评了，也很难中肯。我在这一年中，日报上并没有投稿。凡是发表的，自然是含胡的居多。这是带着枷锁的跳舞，当然只足发笑的。但在我自己，却是一个纪念，一年完了，过而存之，长长短短，共四十七篇。一九三五年十二月三十一夜半至一月一日晨，写讫。文学百题参看本卷第页注。该书原为百题，经国民党审查机关删去二十六题出版时被删各题仍列入目录，下注阙字。"}
{"text":"即使批评了，也很难中肯。我在这一年中，日报上并没有投稿。凡是发表的，自然是含胡的居多。这是带着枷锁的跳舞，当然只足发笑的。但在我自己，却是一个纪念，一年完了，过而存之，长长短短，共四十七篇。一九三五年十二月三十一夜半至一月一日晨，写讫。文学百题参看本卷第页注。该书原为百题，经国民党审查机关删去二十六题出版时被删各题仍列入目录，下注阙字。妇女年一九三三年冬，上海市商会和一些妇女团体为提倡国货，定一九三四年为妇女国货年，简称妇女年。会指国民党中央宣传委员会图书杂志审查委员会。杂文文学月刊。一九三五年五月在日本东京创刊。先后由杜宣勃生编辑。国内由上海群众杂志公司发行。至第三号被国民党政府查禁，第四号起改名质文，一九三六年十一月停刊，共出八期。陈源―笔名西滢，江苏无锡人，现代评论派主要成员之一。曾任北京大学教授。他在一九二六年一月三十日晨报副刊发表致志摩一文，其中诬蔑说他自己的中国小说史略，却就是根据日本人盐谷温的支那文学概论讲话里面的小说一部分。又在现代评论第二卷第五十期一九二五年十二月的闲话中影射整大本的剽窃。参看华盖集续编不是信。`田诚一殁于一九三四年五月。同年五月十七日日记午后闻`田政一诚一君于昨日病故，忆前年相助之谊，为之黯然。暗云一书已列入本书目的光华部分见第页。据出版消息第三十三期所载，在亚东部分应补入爱的分野蒋光慈一种。出版消息半月刊，一九三二年十二月一日创刊，一九三五年三月停刊，共出四十八期，上海乐华图书公司编辑发行。某甲指现代杂志编者施蛰存。参看一九三三年十一月五日致姚克的信。拾零集共收杂文十六篇，一九三四年十月上海合众书店出版。该书封底印有本书审查证审字五百五十九号字样。许绍棣浙江临海人。曾任国民党浙江省党部党务指导委员浙江省教育厅厅长。一九二八年八月，语丝第四卷第三十二期刊出冯珧徐诗荃的谈谈复旦大学一文，揭露该校内部的一些腐败情形，出身该校的许绍棣于同年九月以国民党浙江省党务指导委员会名义禁止语丝在浙江发行。"}
{"text":"参看一九三三年十一月五日致姚克的信。拾零集共收杂文十六篇，一九三四年十月上海合众书店出版。该书封底印有本书审查证审字五百五十九号字样。许绍棣浙江临海人。曾任国民党浙江省党部党务指导委员浙江省教育厅厅长。一九二八年八月，语丝第四卷第三十二期刊出冯珧徐诗荃的谈谈复旦大学一文，揭露该校内部的一些腐败情形，出身该校的许绍棣于同年九月以国民党浙江省党务指导委员会名义禁止语丝在浙江发行。契诃夫选集指翻译的坏孩子和别的奇闻，一九三六年上海联华书局出版。内收契诃夫早期的短篇小说八篇，其中七篇的译文曾先在译文月刊发表，但波斯勋章一篇，被国民党中央宣传委员会图书杂志审查委员会禁止刊登。杜重远―辽宁开原人。曾任辽宁商务总会会长。九一八事变后在上海参加抗日救亡运动。一九三五年主编新生周刊，因闲话皇帝事件被判处徒刑一年又两个月。按本书除有题无文的题未定草四以外，共收杂文四十八篇。且介亭杂文附集立此存照一立此存照一晓角海派大公报的大公园地上，有非庵漫话，八月二十五日的一篇，题为太学生应试，云这次太学生应试，国文题在文科的是士先器识而后文艺，理科的是拟南粤王复汉文帝书，并把汉文帝遗南粤王赵佗书的原文附在题后。也许这个试题，对于现在的异动，不无见景生情之意。但是太学生对于这两个策论式的命题，很有些人摸不着头脑。有一位太学生在试卷上大书汉文帝三字仿佛故识，但不知系汉高祖几代贤孙，答南粤王赵他，则素昧生平，无从说起。且回去用功，明年再见。某试官见此生误佗为他，辄批其后云汉高文帝爸，赵佗不是他今年既不中，明年再来吧。又一生在士先器识而后文艺题后，并未作文，仅书若见美人甘下拜，凡闻过失要回头一联，掷笔出场而去。某试官批云闻鼓鼙而思将帅之臣，临考试而动爱美之兴，幸该生尚能悬崖勒马，否则应打竹板四十，赶出场外。是亦孤城落日中堪资谈助者。寥寥三百余字耳，却已将学生对于旧学之空疏和官师态度之浮薄写尽，令人觉自言歇后郑五作宰相，天下事可知者，诚亦古之人不可及也。但国文亦良难汉若无赵他，中华民国亦岂得有太学生哉。本篇最初发表于一九三六年九月五日中流半月刊第一卷第一期。"}
