{"text":"马克吐温是和我是一头的，或者还有萧伯纳――但我没什么把握。我最有把握的是哲学家罗素先生，他肯定是个赞成有趣的人。摩尔爵士设想了一个乌托邦，企图给人们营造一种最美好的生活方式，为此他对人应该怎样生活作了极详尽的规定，包括新娘新郎该干点什么――看过乌托邦的人一定记得，这个规定是在结婚之前，应该脱光了眼子让对方看一看，以防身上暗藏了什么毛病。这个用意不能说不好，但规定得如此之细就十足让人倒胃，在某些季节里，还可能导致感冒。罗素先生一眼就看出乌托邦是个母猪架子，乍看起来美涣美仑，使上一段，磨得光秃秃，你才会知道它有多糟糕――他没有在任何乌托邦里生活过，就有如此见识，这种先知先觉让人佩服得五体投地――他老人家还说，须知参差多态，乃是幸福的本源。反过来说，呆板无趣就是不幸福――正是这句话使我对他有了把握。一般来说，主张扼杀有趣的人总是这么说的为了营造至善，我们必须做出这种牺牲，但却忘记了让人们活着得到乐趣，这本身就是善因为这点小小的疏忽，至善就变成了至恶这篇文章是从猪要求给点气氛说起的。不同意我看法的人必然会说，人和猪是有区别的。我也认为人猪有别，这体现在人比猪要求得更多，而不是更少。除此之外，喜欢有趣的人不该像那群种猪一样，只会发一通牢骚，然后就被阉掉。这些人应该有些勇气，作一番斗争，来维护自己的爱好。这个道理我直到最近才领悟到。我常听人说这世界上哪有那么多有趣的事情。人对现实世界有这种评价这种感慨，恐怕不能说是错误的。问题就在于应该做点什么。这句感慨是个四通八达的路口，所有的人都到达过这个地方，然后在此分手。有些人去开创有趣的事业，有些人去开创无趣的事业。前者以为，既然有趣的事不多，我们才要做有趣的事。后者经过这一番感慨，就自以为知道了天命，此后板起脸来对别人进行说教。我以为自己是前一种人，我写作的起因就是既然这世界上有趣的书是有限的，我何不去试着写几本――至于我写成了还是没写成，这是另一个问题，我很愿意就这后一个问题进行讨论，但很不愿有人就头一个问题来和我商榷。前不久有读者给我打电话，说你应该写杂文，别写小说了。我很认真的倾听着，他又说你的小说不够正经――这话我就不爱听了。谁说小说非得是正经的呢。不管怎么说罢，我总把读者当作友人，朋友之间是无话不说的我必须声明，在我的杂文里也没什么正经。"}
{"text":"我以为自己是前一种人，我写作的起因就是既然这世界上有趣的书是有限的，我何不去试着写几本――至于我写成了还是没写成，这是另一个问题，我很愿意就这后一个问题进行讨论，但很不愿有人就头一个问题来和我商榷。前不久有读者给我打电话，说你应该写杂文，别写小说了。我很认真的倾听着，他又说你的小说不够正经――这话我就不爱听了。谁说小说非得是正经的呢。不管怎么说罢，我总把读者当作友人，朋友之间是无话不说的我必须声明，在我的杂文里也没什么正经。我所说的一切，无非是提醒后到达这个路口的人，那里绝不是只有一条路，而是四通八达的。你可以做出选择。生活和小说罗素先生曾说，从一个假的前提出发，什么都能够推论出来，照我看这就是小说的实质。不管怎么说，小说里可以虚构。这就是说，在一本小说里，不管你看到什么千奇百怪的事，都不应该诧异，更不该指责违背了真实的原则，因为小说就是假的呀。据说罗素提出这一命题时，遭到了好多人的诘难。我对逻辑知道得不多，但我是罗素先生热烈的拥护者。这是因为除了写小说，我还有其他的生活经验。比方说，做几何题。做题时，有时你会发现各种千奇百怪的结果不断地涌现，这就是说，你已经出了一个错，正在假的前提上推理。在这种情况下，你不仅可以推出三角形的内角之和超过了一百八十度，还可以把现有的几何学知识全部推翻。从做题的角度出发，你应该停止推论，从头检查全部过程，找到出错的地方，把那以后的推论全部放弃。这种事谁都不喜欢。所以我选择了与真伪无关的职业――写小说。凭良心说，我喜欢千奇百怪的结果――我把这叫做浪漫。但这不等于我就没有能力明辨是非了。生活里浪漫的事件很多。举例言之，二十四年前，我作为知识青年上山下乡去了。以此为契机，我的生活里出现了无数千奇百怪的事情，故而我相信这些事全都出自一个错误的前提。现在我能够指出错出在什么地方说我当时是知识青年，青年是很够格的十六岁，知识却不知在哪里。用培根的话来说，知识就是力量，假如我们真有知识，到哪里都有办法。可怜那时我只上了七年学，如果硬说我有什么知识，那只能是对知识二字的污蔑。不管怎么说，这个错误不是我犯的，所以后来出了什么事，都不由我负责。"}
{"text":"举例言之，二十四年前，我作为知识青年上山下乡去了。以此为契机，我的生活里出现了无数千奇百怪的事情，故而我相信这些事全都出自一个错误的前提。现在我能够指出错出在什么地方说我当时是知识青年，青年是很够格的十六岁，知识却不知在哪里。用培根的话来说，知识就是力量，假如我们真有知识，到哪里都有办法。可怜那时我只上了七年学，如果硬说我有什么知识，那只能是对知识二字的污蔑。不管怎么说，这个错误不是我犯的，所以后来出了什么事，都不由我负责。因为生活对我来说，不是算草纸，可以说撕就撕，所以到后来我不再上山下乡时，已经老了好多。但是我的生活对于某些人来说却的确是算草纸，可以拿来乱写乱画。其实我又算得了什么，不过是千万人中的一个。像上山下乡这样的事，过去有，现在有，将来保不准还会有的。对此当然要有个正确的态度，用上纲上线的话来说，就叫做正确对待。这种态度我已经有了。我们不妨把过去的生活看作小说，把过去的自己看成小说中的人物，这样心情会好得多。因为不管怎么说，那都是从假命题开始的推理，不能够认真对待。如果这样看待自己的过去，就能看出不少可歌可泣的地方。至于现在和未来是不是该这样看待，则要看现在是不是还有错误的前提存在。虽然我们并不缺少明辨是非的能力。凭良心说，我希望现实的世界在理性的世界里运作，一点毛病都没有。但是像这样的事，我们自己是一点也做不了主的。现在的人不大看小说了，专喜欢看纪实文学。这说明我们的生活很有趣味，带有千奇百怪的特征。不管怎么说，有趣的事多少都带点毛病，不信你看有趣的纪实文学，总是和犯罪之类的事有关系。假如这些纪实文学纪的都是外国，那倒是无所谓，否则不是好现象。至于小说越来越不好看，则有另外的原因。这是因为有人要求它带有正确性合理性激励人们向上等等，这样的小说肯定无趣。换言之，那些人用现实所应有的性质来要求小说电影等等。我听人说，这样做的原因是小说和电影比现实世界容易管理，如此说来，这是出于善良的动机，正如堂吉诃德挑风车也是出于善良的动机。但是这样做的结果却很不幸。因为现实世界的合理性里就包括有有趣的小说和电影，故而这样做的结果是使现实世界更加不合理了。由于这些人士的努力，世界越来越不像世界，小说越来越不像小说。我们的处境正如老美说的，在。这是小说发生的地方，却不是写小说的地方。"}
{"text":"换言之，那些人用现实所应有的性质来要求小说电影等等。我听人说，这样做的原因是小说和电影比现实世界容易管理，如此说来，这是出于善良的动机，正如堂吉诃德挑风车也是出于善良的动机。但是这样做的结果却很不幸。因为现实世界的合理性里就包括有有趣的小说和电影，故而这样做的结果是使现实世界更加不合理了。由于这些人士的努力，世界越来越不像世界，小说越来越不像小说。我们的处境正如老美说的，在。这是小说发生的地方，却不是写小说的地方。我看老三届我也是老三届，本来该念书的年龄，我却到云南挖坑去了。这件事对我有害，尚在其次，还惹得父母为此而忧虑。有人说，知青的父母都要因儿女而减寿，我家的情况就是如此。做父母的总想庇护未成年的儿女，在特殊年代里，无力庇护，就代之以忧虑。身为人子，我为此感到内疚，尤其是先父去世后更是如此。当然，细想起来，罪不在我，但是感情总不能自已。在上山下乡运动中，两千万知青境遇不同。有人感觉好些，有人感觉坏些。讨论整个老三届现象，就该把个人感情撇除在外，有颗平常心。老三届的人对此会缺少平常心，这是可以理解的。从历史的角度来看，这件事极不寻常。怎么就落在我们身上，这真叫活见鬼了。人生在什么国度，赶上什么样的年月，都不由自己来决定。所以这件事说到底，还是造化弄人。上山下乡是件大坏事，对我们全体老三届来说，它还是一场飞来的横祸。当然，有个别人可能会从横祸中得益，举例来说，这种特殊的经历可能会有益于写作，但整个事件的性质却不可因此混淆。我们知道，有些盲人眼睛并没有坏，是脑子里的病，假如脑袋受到重击就可能复明。假设有这样一位盲人扶杖爬上楼梯，有个不良少年为了满足自己无聊的幽默感，把他一脚踢了下去，这位盲人因此复了明。但盲人滚下楼梯依然是件惨痛的事，尤其是踢盲人下楼者当然是个下流胚子，决不能因为该盲人复明就被看成是好人。这是一种简单的逻辑，大意是说，坏事就是坏事，好事就是好事，让我们先言尽于此。至于坏事可不可以变成好事，已经是另一个问题了。我有一位老师，有先天的残疾，生下来时手心朝下，脚心朝上，不管自己怎么努力，都不能改变手脚的姿态。后来他到美国，在手术台上被人大卸八块又装了起来，勉强可以行走，但又多了些后遗症。"}
{"text":"但盲人滚下楼梯依然是件惨痛的事，尤其是踢盲人下楼者当然是个下流胚子，决不能因为该盲人复明就被看成是好人。这是一种简单的逻辑，大意是说，坏事就是坏事，好事就是好事，让我们先言尽于此。至于坏事可不可以变成好事，已经是另一个问题了。我有一位老师，有先天的残疾，生下来时手心朝下，脚心朝上，不管自己怎么努力，都不能改变手脚的姿态。后来他到美国，在手术台上被人大卸八块又装了起来，勉强可以行走，但又多了些后遗症。他向我坦白说，对自己的这个残疾，他一直没有平常心我在娘胎里没做过坏事，怎么就这样被生了下来？后来大夫告诉他说，这种病有六百万分之一的发生几率，换言之，他中了个一比六百万的大彩。我老师就此恢复了平常心。他说所谓造化弄人，不过如此而已，这个彩我认了。他老人家在学术上有极大的成就，客观地说，和残疾是有一点关系的因为别人玩时他总在用功。但我没听他说过谢天谢地，我得了这种病！总而言之，在这件事上他是真正地有了平常心。顺便说一句，他从没有坐着轮椅上台讲用。我觉得这样较好。对残疾人的最大尊重，就是不把他当残疾人。坦白地说，身为老三届，我也有没有平常心的时候，那就是在云南挖坑时。当时我心里想妈的！比我们大的可以上大学，我们就该修理地球？真是不公平！这是一类想法。这个想法后来演变成比我们小的也直接上大学，就我们非得先挖坑后上学，真他妈的不公平。另一类想法是我将来要当作家，吃些苦可能是大好事，陀思妥耶夫斯基还上过绞首台哪。这个想法后来演变成现在的年轻人没吃苦，也当不了作家。这两种想法搅在一起，会使人彻底糊涂。现在我出了几本书，但我却以为，后一种想法是没有道理的。假定此说是有理的，想当作家的人就该时常把自己吊起来，想当历史学家的人就该学太史公去掉自己的男根，想当音乐家的人就该买个风镐来家把自己震聋――以便像贝多芬，想当画家的人就该割去自己的耳朵――混充凡高。什么都想当的人就得把什么都去掉，像个梆子，听起来就不是个道理。总的来说，任何老三届优越的理论都没有平常心。当然，我也反对任何老三届恶劣的说法。老三届正在壮年，耳朵和男根齐备，为什么就不如人。在身为老三届这件事上，我也有了平常心不就是荒废了十年学业吗？这个彩老子也认了。现在不过四十来岁，还可以努力嘛。"}
{"text":"什么都想当的人就得把什么都去掉，像个梆子，听起来就不是个道理。总的来说，任何老三届优越的理论都没有平常心。当然，我也反对任何老三届恶劣的说法。老三届正在壮年，耳朵和男根齐备，为什么就不如人。在身为老三届这件事上，我也有了平常心不就是荒废了十年学业吗？这个彩老子也认了。现在不过四十来岁，还可以努力嘛。现在来谈谈那种坏事可以变好事，好事也可以变坏事的说法。它来源于伟人，在伟人的头脑里是好的，但到了寻常人的头脑里就不起好作用，有时弄得人好赖不知，香臭不知。对我来说，好就是好，坏就是坏，这个逻辑很够用。人生在世，会遇到一些好事，还会遇上些坏事。好事我承受得起，坏事也承受得住。就这样坦荡荡做个寻常人也不坏。本文是对中国青年研究第四期上彭泗清先生文章的回应。坦白地说，我对彭先生的文章不满，起先是因为他说了老三届的坏话。在我看来，老三届现象老三届情结，是我们这茬人没有平常心造成的。人既然不是机器，偶尔失去平衡，应该是可以原谅的。但是仔细想来，文革过了快二十年了，人也不能总是没有平常心哪，老三届文人的一些自我吹嘘的言论，连我看着都肉麻。让我们先言尽于此对于彭先生所举老三届心态的种种肉麻之处，我是同意的。然后再说说我对彭先生的不满之处。彭先生对老三届的看法是否定的，对此我倒不想争辩，想争的是他讲出的那一番道理。他说老三届有种种特殊遭遇，所以他们是些特殊的人这种特殊的人不怎么高明――这是一种特别糟糕的论调。翻过来，说这种特殊的人特别好，也同样的糟。这个论域貌似属于科学，其实属于伦理它还是一切法西斯和偏执狂的策源地。我老师生出来时脚心朝上，但假如说的不是身体而是心智，就不能说他特殊。老三届的遭遇是特别，但我看他们也是些寻常人。对黑人少数民族女人，都该做如是观。罗素先生曾说，真正的伦理原则把人人同等看待。我以为这个原则是说，当语及他人时，首先该把他当个寻常人，然后再论他的善恶是非。这不是尊重他，而是尊重那人，从最深的意义上说，更是尊重自己――所有的人毕竟属同一物种。人的成就过失美德和陋习，都不该用他的特殊来解释。sp，这句话只适于对爱人讲。假如不是这么用，也很肉麻。"}
{"text":"老三届的遭遇是特别，但我看他们也是些寻常人。对黑人少数民族女人，都该做如是观。罗素先生曾说，真正的伦理原则把人人同等看待。我以为这个原则是说，当语及他人时，首先该把他当个寻常人，然后再论他的善恶是非。这不是尊重他，而是尊重那人，从最深的意义上说，更是尊重自己――所有的人毕竟属同一物种。人的成就过失美德和陋习，都不该用他的特殊来解释。sp，这句话只适于对爱人讲。假如不是这么用，也很肉麻。苏东坡与东坡肉我父亲是教逻辑的教授，我哥哥是修逻辑的p我自己对逻辑学也有兴趣，这种兴趣是从对逻辑学家的兴趣发展来的本世纪初年，罗素发现了以自己名字命名的悖论，连忙写信告诉弗雷泽，顺便通知弗雷泽，他经营了半生的体系，因为这个悖论的发现有了重大的漏洞。弗雷泽考虑了一番，回信说我要是知道什么是正确的结论就好了我觉得这个弗雷泽简直逗死了，他要是有女儿，我一定要娶了做老婆，让他做我的老岳丈。话又说回来，就算弗雷泽有女儿，做我的姥姥一定比做老婆合适得多。这样弗雷泽就不是我的老岳丈，而是我的曾外公啦。我在美国上学时还遇见过一件类似的事有一回在课堂上，有个胖乎乎的女同学在打瞌睡，忽然被老师叫起来提问。可怜她根本没听，怎么能答得上来。在美国，不但老师可以问学生，学生也可以问老师。万一老师被问住，就说一句问得好！不回答问题，接着讲课。这位女同学迷迷糊糊，拖着长声说道sss问得好差点把大家的肚皮笑破。下课后，我打量了她好半天，发现她太胖，又有狐臭，这才打消了不轨之心――弗雷泽就有这么逗。让我们书归正传，另一个有趣的逻辑学家是维特根斯坦，罗素请他来英国，研究一下出书的问题。维特根斯坦没有路费，又不肯朝罗素借。最后罗素买下了维特根斯坦留在剑桥的一些旧家具――我觉得他们俩都很逗。受这种浅薄的幽默感驱使，我学过数理逻辑，开头还有兴趣，后来学到了犯难的东西，就学不进去了。我对数学也有过兴趣，这种兴趣是从对方程的兴趣发展来的。人们老早就知道二次方程有公式解，但二次以上的方程呢？在十九世纪以前，人们是不知道的。"}
{"text":"让我们书归正传，另一个有趣的逻辑学家是维特根斯坦，罗素请他来英国，研究一下出书的问题。维特根斯坦没有路费，又不肯朝罗素借。最后罗素买下了维特根斯坦留在剑桥的一些旧家具――我觉得他们俩都很逗。受这种浅薄的幽默感驱使，我学过数理逻辑，开头还有兴趣，后来学到了犯难的东西，就学不进去了。我对数学也有过兴趣，这种兴趣是从对方程的兴趣发展来的。人们老早就知道二次方程有公式解，但二次以上的方程呢？在十九世纪以前，人们是不知道的。在十七世纪，有个意大利数学家，又是一位教授，他对三次方程的解法有点心得。有天下午，外面下着雨，在教室里，他准备对学生讲讲这些心得。忽听喀嚓一声巨响，天上打下来个落地雷，擦着教室落在花园里――青色的电光从狭窄的石窗照进来，映得石墙上一片惨白。教授手捂着心口，对学生们转过身来，说道先生们，我们触及了上帝的秘密我读到这个故事时，差点把肠子笑断了。三次方程算个啥，还值得打雷――教授把上帝看成个小心眼了。数学我也学了不少，学来学去没了兴趣，也搁下了。类似的学科还有物理学化学，初学时兴趣都很大，后来就没兴趣了，现在未必记得多少。总而言之，我对研究学问这件事和研究学问的人有兴趣，对这门学问本身没什么兴趣。所有的功课我都是这么学的，但我的成绩竟都是五分。只有一门功课例外，那就是计算机编程，我学的时候还要穿纸带，没意思透了。这一门学科里没有名人轶事，除了这门科学的奠基人图林先生是同性恋，败露后自杀了。我既不是同性恋，也不想自杀，所以我对计算机没兴趣，得的全是三分。但我现在时常用得着它，所以还要买书看看，关心一下最新的进展，以免用时抓瞎。这是因为我写文章的软件是自己编的，别人编的软件我既使不惯，也信不过，就这么点原因。但就因为这点小原因，我在编程序这件事上，还真正有点修为。由此可见，对研究某种学问这件事感兴趣和对这门学问本身感兴趣可以完全是两回事。这篇小文章想写我的心路历程，但有一件别人的事情越过了这个历程，我决定也把它写上。文革中期，我哥哥去看一位多年不见的高中同学。走进那间房子，我哥哥被惊呆了这间房子有整整的一面被巨幅的世界地图占满了。这位同学身着蓝布大褂，足蹬布底的黑布鞋，手掂红蓝铅笔，正在屋里踱步，而且对家兄的出现视而不见。据家兄说，这位先生当时梳了个中分头，假如不拿红蓝铅笔，而是挟着把雨伞，就和那张伟大领袖去安源的画一模一样了。"}
{"text":"由此可见，对研究某种学问这件事感兴趣和对这门学问本身感兴趣可以完全是两回事。这篇小文章想写我的心路历程，但有一件别人的事情越过了这个历程，我决定也把它写上。文革中期，我哥哥去看一位多年不见的高中同学。走进那间房子，我哥哥被惊呆了这间房子有整整的一面被巨幅的世界地图占满了。这位同学身着蓝布大褂，足蹬布底的黑布鞋，手掂红蓝铅笔，正在屋里踱步，而且对家兄的出现视而不见。据家兄说，这位先生当时梳了个中分头，假如不拿红蓝铅笔，而是挟着把雨伞，就和那张伟大领袖去安源的画一模一样了。我哥哥耐心地等待了一会儿，才小声问道能不能请教一下你这是在干吗呢？他老人家不理我哥哥，又转了两圈，才把手指放到嘴上，说道嘘，我在考虑世界革命的战略问题。然后我哥哥就回家来，脸皮乌紫地告诉我此事。然后我们哥俩就捧腹大笑，几乎笑断了肠子罗素弗雷泽研究逻辑，是对逻辑本身感兴趣，要解决逻辑领域的问题，正如毛主席投身革命事业，也是对革命本身感兴趣，要解决中国社会的问题。在解决问题的过程中，这些先辈自然会有些事迹，让人很感兴趣。如果把对问题本身的兴趣抹去，只追求这些事迹，就显得多少有点不对头。所以，真正有出息的人是对名人感兴趣的东西感兴趣，并且在那上面做出成就，而不是仅仅对名人感兴趣。古时候有位书生，自称是苏东坡的崇拜者。有人问他你是喜欢苏东坡的诗词呢，还是喜欢他的书法？书生答道都不是的，我喜欢吃东坡肉东坡肉炖得很烂，肥而不腻，的确很好吃。但只为东坡肉来崇拜苏东坡，这实在是个太小的理由。驴和人的新寓言在一则寓言里，有两个人和一头驴走在路上。这两个人是父子关系，这头驴是他们的财产。这故事很老，想必你已经听过，但都是从人的角度来讲的，现在我把它从驴的角度重新讲过。对于四足动物来说，能在路上走总比被拴在树上要强。何况春日融融，两个人都没有骑在它身上，所以它感到很幸福。我不知道驴子知不知道这样一句古话，叫做乐极生悲，但这意思它绝不陌生。走着走着，遇到一伙人，嘀咕了几句，儿子就骑到它身上来了。读过这则寓言的人必然知道，他们遇到了一伙农妇，她们说，瞧这两个笨伯，有驴不骑，自己走路。按照人的概念，这伙娘们是在下蛆使坏。但驴子毫无怨言它被人骑惯了。"}
