{"text":"正是面对他称之为媚俗的时代精神，昆德拉举起了他的堂吉诃德之剑，要用小说来对抗世界性的平庸化潮流，唤回对被遗忘的存在的记忆。四然而，当昆德拉谴责媚俗时，他主要还不是指那种制造大众探究存在之谜文化消费品的通俗畅销作家，而是指诸如阿波利奈尔兰波马雅可夫斯基未来派前卫派这样的响当当的现代派。这里我不想去探讨他对某个具体作家或流派的评价是否公正，只想对他抨击那些形式上追求现代主义的作品的媚俗精神表示一种快意的共鸣。当然，艺术形式上的严肃的试验是永远值得赞赏的，但是，看到一些艺术家怀着惟恐自己不现代的焦虑和力争最现代超现代的激情，不断好新骛奇，渴望制造轰动效应，我不由得断定，支配着他们的仍是大众传播媒介的那种哗众取宠精神。现代主义原是作为对现代文明的反叛崛起的，它的生命在于真诚，即对虚妄信仰的厌恶和对信仰失落的悲痛。曾几何时，现代主义也成了一种时髦，做现代派不再意味着超越于时代之上，而是意味着站在时代前列，领受的不是冷落，而是喝彩。于是，现代世界的无信仰状态不再使人感到悲凉，反倒被标榜为一种新的价值大放其光芒，而现代主义也就蜕变成了掩盖现代文明之空虚的花哨饰物。所以，有必要区分两种现代主义。一种是向现代世界认同的时髦的现代主义，另―种是批判现代世界的反现代的现代主义。昆德拉强调后一种现代主义的反激情性质，指出现代最伟大的小说家都是反激情的，并且提出一个公式小说反激情的诗。一般而言，艺术作品中激情外露终归是不成熟的表现，无论在艺术史上还是对于艺术家个人，浪漫主义均属于一个较为幼稚的阶段。尤其在现代，面对无信仰，一个人如何能怀有以信仰为前提的激情？其中包含着的矫情和媚俗是不言而喻的了。一个严肃的现代作家则敢于正视上帝死后重新勘探存在的艰难使命，他是现代主义的，因为他怀着价值失落的根本性困惑，他又是反现代的，因为他不肯在根本价值问题上随波逐流。那么，由于在价值问题上的认真态度，毋宁说反现代的现另一种存在代主义蕴含着一种受挫的激情。这种激情不外露，默默推动着作家在一个没有上帝的世界上继续探索存在的真理。倘若一个作家清醒地知道世上并无绝对真理，同时他又不能抵御内心那种形而上的关切，他该如何向本不存在的绝对真理挺进呢？"}
{"text":"那么，由于在价值问题上的认真态度，毋宁说反现代的现另一种存在代主义蕴含着一种受挫的激情。这种激情不外露，默默推动着作家在一个没有上帝的世界上继续探索存在的真理。倘若一个作家清醒地知道世上并无绝对真理，同时他又不能抵御内心那种形而上的关切，他该如何向本不存在的绝对真理挺进呢？昆德拉用他的作品和文论告诉我们，小说的智慧是非独断的智慧，小说对存在的思考是疑问式的假说式的。我们确实看到，昆德拉在他的小说中是一位调侃能手，他调侃一切神圣和非神圣的事物，调侃历史政治理想爱情性不朽，借此把一切价值置于问题的领域。然而，在这种貌似玩世不恭下面，却蕴藏着一种根本性的严肃，便是对于人类存在境况的始终一贯的关注。他自己不无理由地把这种写作风格称做轻浮的形式与严肃的内容的结合。说到底，昆德拉是严肃的，一切伟大的现代作家是严肃的。倘无这种内在的严肃，轻浮也可流为媚俗。在当今文坛上，那种借调侃一切来取悦公众的表演不是正在走红吗？探究存在之谜小说的智慧孟湄送我这本她翻译的昆德拉的文论被背叛的遗嘱，距今快三年了。当时一读就非常喜欢，只觉得妙论迭出，奇思突起。我折服于昆德拉既是写小说的大手笔，也是写文论的大手笔。他的文论，不但传达了他独到而一贯的见识，而且也是极显风格的散文。自那以后，我一直想把读这书的感想整理出来，到今天才算如了愿，写成这篇札记。我不是小说家，我所写的只是因了昆德拉的启发而对现代小说精神的一种理解。一小说在思考小说曾经被等同于故事，小说家则被等同于讲故事的人。在小说中，小说家通过真实的或虚构的经常是半真实半虚构的故事描绘生活，多半还解说生活，对生活做出一种判断。读者对于小说的期待往往也是引人入胜的故事，以故事是否吸引人来评定小说的优劣。现在，面对卡夫卡乔伊斯这样的现代小说家的作品，期待故事的读者难免困惑甚至失望了，觉得它们简直不像小说。从前的小说想做什么是清楚的，便是用故事讽喻劝戒或者替人们解闷，现代小说想做什么呢？现代小说在思考。现代一切伟大的小说都不对生活下论断，而仅仅是在思考。小说的内容永远是生活。"}
{"text":"读者对于小说的期待往往也是引人入胜的故事，以故事是否吸引人来评定小说的优劣。现在，面对卡夫卡乔伊斯这样的现代小说家的作品，期待故事的读者难免困惑甚至失望了，觉得它们简直不像小说。从前的小说想做什么是清楚的，便是用故事讽喻劝戒或者替人们解闷，现代小说想做什么呢？现代小说在思考。现代一切伟大的小说都不对生活下论断，而仅仅是在思考。小说的内容永远是生活。每一部小说都描述或者建构了生活的一个片段，一个缩影，一种模型，以此传达了对生活的一种理解。对于从前的小说家来说，不管他们对生活的理解多么不同，在每一种理解下，生活都如同一个具有确定意义的对象摆在面前，小说只需对之进行描绘再现加工解释就可以了。在传统形而上学崩溃的背景下，以往对生活的一切清晰的解说都成了问题，生活不再是一个具有确定意义的对象，而重新成了一个未知的领域。当现代哲学陷入意义的迷惘之时，现代小说也发现了认识生活的真相是自己最艰难的使命。在被背叛的遗嘱中，昆德拉谈到了认识生活的真相之困难。这是一种悖论式的困难。我们的真实生活是由每一个现在的具体组成的，而现在的具体几乎是无法认识的，它一方面极其复杂，包含着无数事件感觉思绪，如同原子一样不可穷尽，另一方面又稍纵即逝，当我们试图认识它时，它已经成为过去。也许我们可以退而求其次，通过及时的回忆来挽救那刚刚消逝的现在。但是，回忆也只是遗忘的一种形式，既然现在的具体在进行时未被我们认识，在回忆中呈现的就更不是当时的那个具体了。尽管如此，我们仍然只能依靠回忆，因为它是我们的唯一手段。回忆不可避免地是一个整理和加工的过程，在这过程中，逻辑观念趣味眼光都参与进来了。如此获得的结果决非那个我们企图重建的现在的具体，而只能是一种抽象。例如，当我们试图重建某一情境中的一场对话时，它几乎必然要被抽象化对话被缩减为条理清晰的概述，情境只剩下若干已知的条件。问题不在于记忆力，再好的记忆力也无法复原从未进入意识的东西。这种情形使得我们的真实生活成了世上最不为人知的事物，人们死去却不知道曾经生活过什么。探究存在之谜我走在冬日的街道上。沿街栽着一排树，树叶已经凋零，只剩下光秃秃的枝干。不时有行人迎面走来，和我擦身而过。"}
{"text":"如此获得的结果决非那个我们企图重建的现在的具体，而只能是一种抽象。例如，当我们试图重建某一情境中的一场对话时，它几乎必然要被抽象化对话被缩减为条理清晰的概述，情境只剩下若干已知的条件。问题不在于记忆力，再好的记忆力也无法复原从未进入意识的东西。这种情形使得我们的真实生活成了世上最不为人知的事物，人们死去却不知道曾经生活过什么。探究存在之谜我走在冬日的街道上。沿街栽着一排树，树叶已经凋零，只剩下光秃秃的枝干。不时有行人迎面走来，和我擦身而过。我想到此刻在世界的每一个城市，都有许多人在匆匆走着，走过各自生命的日子，走向各自的死亡。人们匆忙地生活着，而匆忙也只是单调的一种形式。匆忙使人们无暇注视自己的生活，单调则使人们失去了注视的兴趣。就算我是一个诗人作家学者，又怎么样呢？当我从事着精神的劳作时，我何尝在注视自己的生活，只是在注视自己的意象题材观念罢了。我思考着生活的意义，因为抓住了某几个关键字眼而自以为对意义有所领悟，就在这同时，我的每日每时的真实生活却从我手边不留痕迹地流失了。好吧，让我停止一切劳作，包括精神的劳作，全神贯注于我的生活中的每一个现在的具体。可是，当我试图这么做时，我发现所有这些现在的具体不再属于我了。我与人交谈，密切注视着谈话的进行，立刻发现自己已经退出了谈话，仿佛是另一个虚假的我在与人进行一场虚假的谈话。我陷入了某种微妙的心境，于是警觉地返身内视，却发现我的警觉使这微妙的心境不翼而飞了。一个至死不知道自己曾经经历过什么的人，我们可以说他等于没有生活过。一个时刻注视自己在经历着什么的人，他实际上站到了生活的外边。人究竟怎样才算生活过？二小说与哲学相靠近如何找回失去的现在，这是现代小说家所关心的问题。现在的流失不是量上的，而是质上的。因此，靠在数量上自然主义地堆积生活细节是无济于事的，唯一可行的是从质上找回。所谓从质上找回，便是要去发现现在的具体的本体论结构，也就是通过捕捉住现在中那些隐藏着存在的密码的情境和细节，来揭示人生在另一种存在世的基本境况。昆德拉认为，这正是卡夫卡开辟的新方向。昆德拉常常用海德格尔的存在范畴表达他所理解的生活。基本的要求仍然是真实，但不是反映论意义上的，而是本体论意义上的，存在范畴所表达的便是这种本体论意义上的生活之真实。"}
{"text":"现在的流失不是量上的，而是质上的。因此，靠在数量上自然主义地堆积生活细节是无济于事的，唯一可行的是从质上找回。所谓从质上找回，便是要去发现现在的具体的本体论结构，也就是通过捕捉住现在中那些隐藏着存在的密码的情境和细节，来揭示人生在另一种存在世的基本境况。昆德拉认为，这正是卡夫卡开辟的新方向。昆德拉常常用海德格尔的存在范畴表达他所理解的生活。基本的要求仍然是真实，但不是反映论意义上的，而是本体论意义上的，存在范畴所表达的便是这种本体论意义上的生活之真实。小说中的假，种种技巧和虚构，都是为这种本体论意义上的真服务的，若非如此，便只是纯粹的假―――纯粹的个人玩闹和遐想―――而已。有时候，昆德拉还将存在与现实区分开来。例如，他在小说的艺术中写道小说研究的不是现实，而是存在。凡发生了的事情都属于现实，存在则总是关涉人生在世的基本境况。小说的使命不是陈述发生了一些什么事情，而是揭示存在的尚未为人所知的方面。如果仅仅陈述事情，不管这些事情多么富有戏剧性，多么引人入胜，或者在政治上多么重要，有多么大的新闻价值，对于阐述某个哲学观点多么有说服力，都与存在无关，因而都在小说的真正历史之外。小说以研究存在为自己的使命，这使得小说向哲学靠近了。但是，小说与哲学的靠近是互相的，是它们都把目光投向存在领域的结果。在这互相靠近的过程中，代表哲学一方的是尼采，他拒绝体系化思想，对有关人类的一切进行思考，拓宽了哲学的主题，使哲学与小说相接近代表小说一方的是卡夫卡贡布罗维茨布洛赫穆齐尔，他们用小说进行思考，接纳可被思考的一切，拓宽了小说的主题，使小说与哲学相接近。其实，小说之与哲学结缘由来已久。凡是伟大的小说作品，皆包含着一种哲学的关切和眼光。这并不是说，它们阐释了某种哲学观点，而是说，它们总是对人生底蕴有所关注并提供了若干新的深刻的认识。仅仅编故事而没有这种哲学内涵的小说，无论探究存在之谜故事编得多么精彩，都称不上伟大。令昆德拉遗憾的是，他最尊敬的哲学家海德格尔只重视诗，忽视了小说，而正是在小说的历史中有着关于存在的智慧的最大宝藏。他也许想说，如果海德格尔善于发掘小说的材料，必能更有效地拓展其哲学思想。在研究存在方面，小说比哲学更具有优势。"}
{"text":"这并不是说，它们阐释了某种哲学观点，而是说，它们总是对人生底蕴有所关注并提供了若干新的深刻的认识。仅仅编故事而没有这种哲学内涵的小说，无论探究存在之谜故事编得多么精彩，都称不上伟大。令昆德拉遗憾的是，他最尊敬的哲学家海德格尔只重视诗，忽视了小说，而正是在小说的历史中有着关于存在的智慧的最大宝藏。他也许想说，如果海德格尔善于发掘小说的材料，必能更有效地拓展其哲学思想。在研究存在方面，小说比哲学更具有优势。存在是不能被体系化的，但哲学的概念式思考往往倾向于体系化，小说式的思考却天然是非系统的，能够充分地容纳意义的不确定性。小说在思考―――并不是小说家在小说中思考，而是小说本身在思考。这就是说，不只是小说的内容具有思想的深度，而且小说的形式也在思考，因而不能不具有探索性和实验性。这正是现代小说的特点。所谓哲学小说与现代小说毫不相干，哲学小说并不在思考，譬如说萨特的小说不过是萨特在用小说的形式上哲学课罢了。在哲学小说中，哲学与小说是貌合神离同床异梦的。昆德拉讽刺说，由于萨特的恶心成了新方向的样板，其后果是哲学与小说的新婚之夜在相互的烦恼中度过。三存在不是什么今日世界上，每时每刻都有人在编写和出版小说，其总量不计其数。然而，其中的绝大部分只是在小说历史之外的小说生产而已。它们生产出来只是为了被消费掉，在完成之日已注定要被遗忘。只有在小说的历史之内，一部作品才可以作为价值而存在。怎样的作品才能进入小说的历史呢？首先是对存在做出了新的揭示其次，为了做出这一新的揭示，而在小说的形式上有新的探索。一个小说家必须具备存在的眼光，看到比现实更多的东西。然而，许多小说家都没有此种眼光，他们或者囿于局部的现实，另一种存在或者习惯于对现实做某种本质主义的抽象，把它缩减为现实的某一个层面和侧面。昆德拉借用海德格尔的概念，称这种情况为存在的被遗忘。如此写出来的小说，不过是小说化的情欲忏悔自传报道说教布道清算告发披露隐私罢了。小说家诚然可以面对任何题材，甚至包括自己和他人的隐私这样的题材，功夫的高下见之于对题材的处理，由此而显出他是一个露淫癖或窥淫癖患者，还是一个存在的研究者。一个小说家是一个存在的研究者，这意味着他与一切现实他处理的一切题材都保持着一种距离，这个距离是他作为研究者所必需的。"}
{"text":"昆德拉借用海德格尔的概念，称这种情况为存在的被遗忘。如此写出来的小说，不过是小说化的情欲忏悔自传报道说教布道清算告发披露隐私罢了。小说家诚然可以面对任何题材，甚至包括自己和他人的隐私这样的题材，功夫的高下见之于对题材的处理，由此而显出他是一个露淫癖或窥淫癖患者，还是一个存在的研究者。一个小说家是一个存在的研究者，这意味着他与一切现实他处理的一切题材都保持着一种距离，这个距离是他作为研究者所必需的。无论何种现实，在他那里都成为研究存在以及表达他对存在之认识的素材。也就是说，他不立足于任何一种现实，而是立足于小说，站在小说的立场上研究它们。对于昆德拉的一种普遍误解是把他看做一个不同政见者一个政治性作家。请听昆德拉的回答您是共产主义者吗？―――不，我是小说家。您是不同政见者吗？―――不，我是小说家。他明确地说，对于他，做小说家不只是实践一种文学形式，而是一种拒绝与任何政治宗教意识形态道德集体相认同的立场。他还说，他憎恨想在艺术品中寻找一种态度政治的哲学的宗教的等等的人们，而小说能表明的仅仅是一种认识的意图。我想起尼采的一个口气相反实质相同的回答。他在国外漫游时，有人问他德国有哲学家吗？德国有诗人吗？德国有好书吗？他说他感到脸红，但他以即使在失望时也具有的勇气答道有的，俾斯麦！他之所以感到脸红，是因为德国的哲学家诗人作家丧失了独立的哲学诗写作的立场，都站到政治的立场上去了。如果说在政治和商业宗教和世俗传统和风尚意识形态探究存在之谜和流行思潮社会秩序和大众传媒等等立场之外，小说诗还构成一种特殊的立场，那么，这无非是指个性的立场，美学的立场，独立思考的立场，关注和研究存在的立场。在一切平庸的写作背后，我们都可发现这种立场的阙如。对于昆德拉来说，小说不只是一种文学体裁，更是一种看生活的眼光一种智慧。因此，从他对小说的看法中，我读出了他对生活的理解。用小说的智慧看，生活―――作为存在―――究竟是什么，或者说不是什么呢？海德格尔本人也不能概括地说明什么是存在，昆德拉同样不能。然而，从他对以往和当今小说的批评中，我们可以知道存在―――以及以研究存在为使命的小说―――不是什么。"}
{"text":"在一切平庸的写作背后，我们都可发现这种立场的阙如。对于昆德拉来说，小说不只是一种文学体裁，更是一种看生活的眼光一种智慧。因此，从他对小说的看法中，我读出了他对生活的理解。用小说的智慧看，生活―――作为存在―――究竟是什么，或者说不是什么呢？海德格尔本人也不能概括地说明什么是存在，昆德拉同样不能。然而，从他对以往和当今小说的批评中，我们可以知道存在―――以及以研究存在为使命的小说―――不是什么。存在不是戏剧，小说不应把生活戏剧化。存在不是抒情诗，小说不应把生活抒情化。存在不是伦理，小说不是进行道德审判的场所。存在不是政治，小说不是形象化的政治宣传或政治抗议。存在不是世上最近发生的事，小说不是新闻报道。存在不是某个人的经历，小说不是自传或传记。四在因果性之外在一定的意义上，写小说就是编故事。在许多小说家心目中，编故事有一个样板，那就是戏剧。他们把小说的空间设想成舞台，在其中安排曲折的悬念，扣人心弦的情节，离奇的巧合，激动人心的场面。他们让人物发表精彩的讲话。他们使劲儿吊读者的胃口。这样编出的故事诚然使许多读者觉得过瘾，却与存在无关。在小说中强化营造渲染生活的戏剧性因素，正是上个世另一种存在纪小说家们的做法。在他们那里，场面成为小说构造的基本因素，小说宛如一个场面丰富的剧本。昆德拉推崇福楼拜乔伊斯卡夫卡海明威，因为他们使小说走出了这种戏剧性。把生活划分为日常性和戏剧性两个方面，强化其戏剧性而舍弃其日常性，乃是现象和本质二分模式在小说领域内的一种运用。在现实中，日常性与戏剧性是永远同在的，人们总是在平凡寻常偶然的气氛中相遇，生活的这种散文性是人生在世的一种基本境况。在此意义上，昆德拉宣称，对散文的发现是小说的本体论使命，这一使命是别的艺术无能承担的。夸大戏剧性，拒斥日常性，这差不多构成了最悠久的美学传统。无论现实主义，还是浪漫主义，都是在这一传统中生长出来的。从亚里士多德的情节的整一，到恩格斯的典型环境中的典型性格，都是这一传统的理论表达。殊不知生活不是演戏，所谓人生大舞台，舞台小人生乃是谎言，其代价是抹杀了日常性的美学意义。事实上，自十九世纪后期以来，戏剧本身也在走出戏剧性，走向日常性。"}
{"text":"在此意义上，昆德拉宣称，对散文的发现是小说的本体论使命，这一使命是别的艺术无能承担的。夸大戏剧性，拒斥日常性，这差不多构成了最悠久的美学传统。无论现实主义，还是浪漫主义，都是在这一传统中生长出来的。从亚里士多德的情节的整一，到恩格斯的典型环境中的典型性格，都是这一传统的理论表达。殊不知生活不是演戏，所谓人生大舞台，舞台小人生乃是谎言，其代价是抹杀了日常性的美学意义。事实上，自十九世纪后期以来，戏剧本身也在走出戏剧性，走向日常性。梅特林克曾经谈到易卜生戏剧中的第二层次的对话，这些对话仿佛是多余的，而非必需的，实际上却具有更深刻的真实性。在海明威的小说中，这种所谓第二层次的对话取得了完全的支配地位。海明威的高明之处在于发现了日常生活中对话的真实结构。我们平时常常与人交谈，但我们并不知道我们是怎样交谈的。海明威却通过一种简单而又漂亮的形式向我们显示现实中的对话总是被日常性所包围延迟中断转移，因而不系统不逻辑在第三者听来，它不易懂，是未说出的东西上面的一层薄薄的表面它重复笨拙，由此暴露了人物的特定想法，并赋予对话以一种特殊的旋律。如果说雨果小说中的对话以其夸张的戏剧性使我们更深地遗忘了现实中的对话之探究存在之谜真相，那么，可以说海明威为我们找回了这个真相，使我们知道了我们在日常生活中是怎样进行交谈的。我们已经太习惯于用逻辑的方式理解生活，正是这种方式使我们的真实生活从未进入我们的视野，成为被永远遗忘的存在。把生活戏剧化也是逻辑方式的产物，是因果性范畴演出的假面舞会。昆德拉讲述了一个绝妙的故事一个男人和一个女人互相暗恋，等待着向对方倾诉衷肠的机会。机会来了，有一天他俩去树林里采蘑菇，但两人都心慌意乱，沉默不语。也许为了掩饰心中的慌乱，也为了打破沉默的尴尬，他们开始谈论蘑菇，于是一路上始终谈论着蘑菇，永远失去了表白爱情的机会。真正具讽刺意义的事情还在后面。这个男人当然十分沮丧，因为他毫无理由地失去了一次爱情。然而，一个人能够原谅自己失去爱情，却决不能原谅自己毫无理由。于是，他对自己说我之所以没有表白爱情，是因为忘不了死去的妻子。德谟克里特曾说只要找到一个因果性的解释，也胜过成为波斯人的王。我们虽然未必像他那样藐视王位，却都和他一样热爱因果性的解释。"}
