{"text":"历史的文物会被损坏，但心中对于党的忠诚却不会动摇。诚然，在走向小康走向现代化的过程中，我们走了许多的弯路，但是现在，这个伟大的国家正在以蓬勃的姿态迅速发展。这是个和平的时代，更是一个充满挑战和机遇的时代。有人妄图分裂我们的领土，有人妄图破坏我们的经济，还有人妄图挑战全球合作发展的大势，我们有坚定的信念和无畏的勇气去面对挑战，让他明白逆大势而为不可成！不朽很难，我们只有不忘初心牢记使命永远奋斗，才能让中国共产党永远年轻。中共已经历经住九十八年的考验！历史的昭示，往往蕴藏着走向未来的启迪。近百年犹未老，一世纪正青春。习近平总书记曾指出，回望过去，一个政党的成长和一个民族的振兴紧密相连。只有不忘初心牢记使命永远奋斗为人民做实事，才能让中国共产党永远年轻。从永远奋斗到永远年轻的深刻语境，已然在千秋伟业，百年恰是风华正茂的话语中涵盖万千。改革开放，中国新青年如号角，如战鼓，如胜旗，从惊涛骇浪中飞跃而出，是横亘天地间的永恒画卷你又似星光，似惊雷，似雄狮，你是中华民族万众一心相濡以沫所铸就出的不朽诗篇！这句话从别人口中说出来，就是一种将人作为一种用途和道具来予取予求的开端。很多人都是有使命感，觉得应该成为有用的人，身负重任才不枉此生。但是出于自愿和别人要求的，完全就是两码事。被需要其实是变相被贬低了自我价值感，因为被需要才有必要存在，那不需要的时候是不是就没有立足之处了呢？很多英雄只能谈当年奋勇，而那之后的生活却乏人问津。很多时候这一切都取决于，曾经被需要，后来不再被需要了。曾经看过新闻和纪录片，记录了那些曾经争光过，曾经为了别人付出很多的人，时过境迁后的生活，有些真是让人心酸。有一些职业付出的艰辛和健康是一般人无法想象的，一身伤病到无法继续从事该职业，能够在退役退位后持续呆在该行业相关的人少之又少。而那些曾经辉煌过，甚至努力过大半辈子却不曾被世人所看见的人，连基本的日常生活都非常困难了，又何谈被需要？被需要过的人，当一旦觉得自己无能了，不再被需要了，那种落差和失落感是很深刻的。但社会的和人际的本质，大都势力。只看奖牌奖状锦旗有用有利。并不是说付出不好，也不是不该在有需要的时候冲锋陷阵。而是需要本身不该成为道德绑架的一个说辞和借口。"}
{"text":"而那些曾经辉煌过，甚至努力过大半辈子却不曾被世人所看见的人，连基本的日常生活都非常困难了，又何谈被需要？被需要过的人，当一旦觉得自己无能了，不再被需要了，那种落差和失落感是很深刻的。但社会的和人际的本质，大都势力。只看奖牌奖状锦旗有用有利。并不是说付出不好，也不是不该在有需要的时候冲锋陷阵。而是需要本身不该成为道德绑架的一个说辞和借口。很多付出型人格的人总是有自己不配得的心态，通常很多付出型人格的环境周遭总会有人不断地灌输他们，我需要你一定得成为有用的人，无论如何都得帮忙，拒绝就是坏人，只有无私奉献才会有人喜欢你，无条件谦让，没用没意义的再喜欢都不行。老好人的名头，到底有什么意义呢？很多人会说，老了不中用了。那是因为常年在势力的环境里生活久了，当自己没有余力去成为别人有用的人后，对生活的一种消极的自我放弃，也就是有段时间成为热门话题的，刚退休下来的人很容易对未来失去希望。而当时专家给出的最佳解决方案是，去读老年大学，或者培养自己的爱好，琴棋书画养花种菜等等。可是这一些所谓的兴趣爱好，对于一部分刻板的人来说，当年他们都称之为，没有用的东西。学了没用，作为职业就叫不务正业。被需要不该被当成人生目标，也不该用来道德绑架别人。互帮互助本就是一种人的自愿选择，就算没有帮人或者帮到人，也没有关系，你自己是足够重要的，不要因为被需要而被禁锢在自己不想做的事情里，成为不想成为的人。活出自我才是人的最高定义。初入高中校园，我相信大家除了紧张和期待之外，更多的是对未来的憧憬和期许，希望可以拥有一个美好的高中三年，在学习的过程中可以确立自己未来的人生目标，为日后选择合适的大学和专业打好基础。在探索的途中也许你们会有各种各样的困惑和问题，我是怎样的人我想过怎样的生活我能做些什么如何生活得更有意义。我们用眼睛看他人看世界，却无法直接看到完整的自己，故唐太宗有言夫以铜为镜，可以正衣冠以史为镜，可以知兴替以人为镜，可以知得失。这是他在直谏之臣魏徵去世后说的话。魏徵曾上谏太宗十思疏直言唐太宗之过，身为一国之君的唐太宗非但没有责罚魏徵，反而赏赐与他，并将此疏置于案头以时时提醒自己。在魏徵去世时，唐太宗痛哭曰今魏徵逝，一鉴亡矣。"}
{"text":"在探索的途中也许你们会有各种各样的困惑和问题，我是怎样的人我想过怎样的生活我能做些什么如何生活得更有意义。我们用眼睛看他人看世界，却无法直接看到完整的自己，故唐太宗有言夫以铜为镜，可以正衣冠以史为镜，可以知兴替以人为镜，可以知得失。这是他在直谏之臣魏徵去世后说的话。魏徵曾上谏太宗十思疏直言唐太宗之过，身为一国之君的唐太宗非但没有责罚魏徵，反而赏赐与他，并将此疏置于案头以时时提醒自己。在魏徵去世时，唐太宗痛哭曰今魏徵逝，一鉴亡矣。未来的三年对同学们来说是很重要的三年，你们既要努力学习应对高考，又要树立自己正确的人生目标和理想，在这个过程中也许难免会走弯路，会遇到挫折和坎坷。这个时候请记得，你们还有爱你们的师长和同学们在身边，他们的意见和建议便如同镜中之你，得失具现。古语云良药苦口利于病，忠言逆耳利于行，每一次师长对我们的谆谆教导都包含着他们美好的期许和祝愿，我们只有以身边之人为镜，鉴自己之得失，方能充实的度过忙碌而美好的三年，不负青春，不负自己。人生道路上的每一次选择都无易事，当你面镜整衣之时也不要忘自己的心灵之镜，人生的选择需要遵从自己的心灵所决定，如同小马过河，问过无数的过来人也总归要自己下河之时才知水的深浅。当面对自己的心灵之镜时，无妨问问自己我想要什么？，在众多的建议前听从而不盲从，融会贯通为我所用，才不会成为那对不知所措的骑驴父子。最后，希望高一的同学们可以不忘初心，砥砺前行，在最美的年华里绽放出最美丽的花朵，祝同学们学业有成，前程似锦！当我得知在这个世界很远的地方，有一个人和我有共识的时候，我的内心就忍不住暖和起来。古人盏灯而读，而女子却只能静坐一旁做一些俗称女儿家应当做的事情。而几百年后的女儿们，却能闲坐书桌旁，手托一本喜爱的书，时而看看太阳在指间蹦Q的足迹。往年，曾读到过这样的诗经国风郑风中的褰裳子惠思我，褰裳涉溱。子不我思，岂无他人？狂童之狂也且！子惠思我，褰裳涉洧。子不我思，岂无他土？狂童之狂也且！好一个狂童之狂也且用当今的话翻译来讲亦可为你真是个傻小子！古有如此之女子，其诗毫不拖泥带水，活脱脱一个泼辣女子的形象，敢爱敢恨，莫不也是真性情的表现？而最后却以戏谑的口吻写道狂童之狂也且寓反抗于嘲讽之中，完全是一个优胜者的姿态。"}
{"text":"而几百年后的女儿们，却能闲坐书桌旁，手托一本喜爱的书，时而看看太阳在指间蹦Q的足迹。往年，曾读到过这样的诗经国风郑风中的褰裳子惠思我，褰裳涉溱。子不我思，岂无他人？狂童之狂也且！子惠思我，褰裳涉洧。子不我思，岂无他土？狂童之狂也且！好一个狂童之狂也且用当今的话翻译来讲亦可为你真是个傻小子！古有如此之女子，其诗毫不拖泥带水，活脱脱一个泼辣女子的形象，敢爱敢恨，莫不也是真性情的表现？而最后却以戏谑的口吻写道狂童之狂也且寓反抗于嘲讽之中，完全是一个优胜者的姿态。恐怕当今的女儿们也很难如那位女子一般敢爱敢恨吧。当下，因为家庭的枷锁，很多人把爱变得小心翼翼，生怕出了什么差错。可若再添些敢爱敢恨的泼辣，也许会好些吧。那所逝去的青春，当逐渐成为一种仪式，总是戴着固定面具的青春啊，你所为何来？我们在前进的道路上追溯着过去，即使青春里有再多的伤痛，铭记住的却也多是美好之事。也许，在很久的未来，我们会期待一切，但简单的事物，纯正通透而复杂的事物，曲折迷离，这样两个截然不同的选择，何不都尝试一番？生活山高水深，我喜欢我们各自坚守，并各自自由。何时春风吹起，路边开了海棠。燕子掠过旷野，新竹斜出高墙。万事万物的美好都在其中，你细细品，细细尝，会慢慢发现空气中淡淡的香气中，不仅盈满了时光，更盈满了我们破茧成蝶的漫长过程。当下的年纪，正是一生中最美好的时刻，日与夜交替，字与相互斟酌。季节与人真的不同，一年四季，循环往复。再长再冷的冬天，你等一等，花就开了，春天如约降临。而这样的季节却很容易牵挂起远方的故人，不知他们那里气温如何，空中是否已有雁飞过。我曾读过一首诗，名为野姜花，诗的内容是这样子的孤独的天使你从哪里来又要飞往哪里难道这漂泊永无终止？孤独的天使启程之后你的心中是不是还会藏有一丝淡淡的气味和颜色你会不会记得在刚下过雨的河岸上你曾今将我与昨日都留下还有一行未曾采撷的野姜花也许我们爱漂泊，也许我们曾遗憾过什么，但往往回忆过去的时候，却将痛苦淡淡埋没，迎来的又将是崭新的一天。阅读点赞评论疫情来的太过突然，又恰逢是春节前夕，人流量必然是一个庞大的数字，全中国几乎都被它袭击。"}
{"text":"阅读点赞评论疫情来的太过突然，又恰逢是春节前夕，人流量必然是一个庞大的数字，全中国几乎都被它袭击。而让人历历在目的是它的传播之迅速，之广泛，渐渐地，人们开始意识到疫情的严重性，每日不忘的便是查看今日新增的确诊病例数，以及其分布的地区。这场疫情的种种，却成为人们在这疫情期间足不出户时的谈话主题。窥探疫情的背后，是人与自然的命运相息。每一个死亡数据的背后，都给一个家庭带来无可挽回的苦痛。生命本是一场征途，我们总是不断地往前赶，拼命地向前跑，殊不知在途中给自然带来伤害，打破了人与自然的法则。这样的意识古人就已具有，道德经中曾提及人法地，地法天，天法道，道法自然。一切都在追求一种平衡――人与道法的平衡，人与自然的平衡。人如果一味的追求自身的利益，而不顾及自然的感受，必会自食恶果。十多年前非典的爆发，是自然给人类的一次警告，而似乎人类遗忘的速度快的难以想象。历史上一次次地教训告诉我们人与自然应当遵循其约定好了的法则，这是至关重要的。灾难面请，事事无情。无数的医护人员奋斗在前线，默默守护着，而在他们的家中也有孩子，也有父母，也有爱她们的人啊，然而她们却依旧选择了逆行。我们共同期待，疫情早日结束，期盼她们平安归来。林语堂先生说中国人的脸面不但可以刮，可以争，有时争面子好像是人生第一要义，有时甚至可以拼死拼命而为之。中国儿女的脸面是自豪的，是伟大的。而的那篇写在水上的字又这样写道生命的历程就像写在水上的字，顺流而下，想回头寻找的时候总是失去了痕迹，因为写在水上的字，无论多么费力，其字都不能永恒，甚至是不能形成的。如果我们企图驻在过去的快乐里，那真是自寻烦恼，而我们不时从记忆里想起痛苦，反而使苦难加倍。生命历程中的快乐与痛苦，欢欣与悲叹只是写在水上的字，一定会在时光里流走。是啊，生命对于个人，对于家庭，乃至于对于社会都是有其存在的价值的。待疫情结束后，我们都能找寻生命最初的意义。基辛格曾言道中国最大的幸运，是有生活在这片土地上的人民，中国总是被他们最勇敢的人保护得很好。"}
{"text":"如果我们企图驻在过去的快乐里，那真是自寻烦恼，而我们不时从记忆里想起痛苦，反而使苦难加倍。生命历程中的快乐与痛苦，欢欣与悲叹只是写在水上的字，一定会在时光里流走。是啊，生命对于个人，对于家庭，乃至于对于社会都是有其存在的价值的。待疫情结束后，我们都能找寻生命最初的意义。基辛格曾言道中国最大的幸运，是有生活在这片土地上的人民，中国总是被他们最勇敢的人保护得很好。我们每个人都在为了让她更好而奉献自己的力量。梁漱溟先生的一本书这个世界会好吗？我喜欢这样的问法，未来的力量，我们该牢牢把握于手中，倾听内心之音，青年有光明，中国便不再黑暗。人生就像是一趟长途旅行，后来的事情你不知晓。世事无常，或许是奇遇，又或许是不寻常的机缘，四周陌生而熟悉的人或物，然而你经历的太多太多苦难，到最后，陪伴你的只有那么一头牛，你既孤单又不孤单，为什么这么说呢你的家人，你的朋友，离你而去但你有一头与你相依为命的牛啊，你将它从屠夫的手里拯救出来，别人笑你傻，然而你不在意他们的眼光，我佩服你的勇气。年龄愈大，时光飞逝。也许时光就像一排无情的波涛，冲刷了你所有的记忆，那但那不仅仅是你的记忆，还是你所经历的，属于你自己的独一无二的岁月啊。曾经听说过一句话生在哪儿，一半儿就埋在那儿了。是啊，我们不是赤条条来去无牵挂的，至少我们来到这里，我们不愿孤身一人，不愿举目无亲。我想当你回顾往事的时候，多想想快乐的事情吧。就像鸟儿思念它们的旧巢一般，我们也愿叶落归根，从心灵最深处的地方启程，永远饱含希望，做一个可爱的人吧。一个陌生人年月日我们选择活着，便拥有了生命选择了生命，便拥有了遇见。人是为了活着本身而活着的，而不是为了活着之外的任何事物所活着。正像一位诗人所说的人类无法忍受太多的真实。当现实蒙上了虚幻的色彩，当现实成长为我们所不知道的，不熟悉的模样。"}
{"text":"人是为了活着本身而活着的，而不是为了活着之外的任何事物所活着。正像一位诗人所说的人类无法忍受太多的真实。当现实蒙上了虚幻的色彩，当现实成长为我们所不知道的，不熟悉的模样。的活着中揭示了太多太多，那过去七十年的种种事情，一一发生在了福贵和他的家庭身上，那接二连三的不幸，那人性深处的懊悔与自责。用真挚诚恳的言语将福贵塑造成了那个时代的英雄。活着的坚强意志，是一个人永远不能被剥夺的东西。活着是那特定年代的特定事件，是虚幻与现实的顽强斗争，是如何在困境中求生的理念。晚年的福贵只能与孤独的老牛度过，福贵如是评价自己我是有时候想想伤心，有时候想想又很踏实，他伤心的是什么呢？或许是一家的失去亲友的悲痛，亦或是看不到光明的未来，那同时为什么又觉得踏实呢？也许是他回望过去，放下了一切顺其自然的态度，亦或是遇见未来的曙光吧。也许，你会认为幸存与活着在本质上并没有多大的差别，然而幸存与活着就像是手心与手背，它们之间的细微差别或许就在永远保持相反的方向。幸存是别人看待一个人的状态，而活着则是一个人主观的意识形态。那是福贵在讲述自己的故事，不必过分在意他人的看法，将自己的感受融入于文字当中，那自然而然流露出来的便是生活。而一旦以旁观者的生活来讲述福贵的故事，那便可以算是苦难中的幸存者了。活着是福贵一生的故事，在那漫长的岁月和动荡的时间里，他又是怎样克服内心的恐惧，并且有尊严地活着，他又是经历了多少思想斗争而活着，也许是岁月的沉淀，也许是内心的成熟。福贵也让我相信生活是属于每个人自己的感受，不属于任何别人的看法，在意生活苦难的同时，时刻留意并珍藏身边的小确幸。我头带宽边草帽脚上穿着拖鞋，一条毛巾挂在身后的皮带上简单随意的装扮，流露出的是浓浓的农村气息，朴质而无华。又如我怕他知道只有自己在耕田，就多叫出几个名字去骗他，他听到还有别的牛也在耕田，就不会不高兴，耕田也就起劲了。老人悄声对我说的话是怕那耕地的牛听去了，他将牛的的心思揣摩与心中，在老人的心里，老牛同样也是有情感。"}
{"text":"我头带宽边草帽脚上穿着拖鞋，一条毛巾挂在身后的皮带上简单随意的装扮，流露出的是浓浓的农村气息，朴质而无华。又如我怕他知道只有自己在耕田，就多叫出几个名字去骗他，他听到还有别的牛也在耕田，就不会不高兴，耕田也就起劲了。老人悄声对我说的话是怕那耕地的牛听去了，他将牛的的心思揣摩与心中，在老人的心里，老牛同样也是有情感。读到这里的时候，我不禁会心一笑，书的结尾又再次的提到了一人一牛，老人和牛渐渐远去，我听到老人粗哑的令人感动的嗓音在远处传来，他的歌声在空旷的傍晚像风一样飘扬，老人唱道――少年去游荡，中年想掘藏，老年做和尚。那饱经沧桑的一生感慨，全然融入于其中不同的年龄阶段，拥有着不尽然的人生阅历，我们登高望远，跋涉于湍急的水流之中，逆流而上，向着心目中远方奔去，岁月冲淡了的人，与万物无争。转而想到朝气蓬勃的青年生活，便不满感怀于岁月的磨炼。我知道黄昏正在转瞬即逝，黑夜从天而降了。我看到广阔的土地坦露着结实的胸膛，那是召唤的姿态，就像女人召唤着她们的儿女，土地召唤着黑夜来临。我们都是被召唤的人，也是召唤别人的人。某刻那无措的灵魂，跌跌撞撞的仿佛走到了生命的起点，那承载了特定岁月里最温暖的时光的起点，我们以召唤的姿态，我们永远饱含希望，是因为每当黑暗笼罩时，总有人举起熊熊的火把，照亮前行的路，总有那无声的爱，回以我们无形的力量，如日月星辰，在历史的苍穹中闪烁自己的光芒。福贵的一生是坎坷的，直到最后陪伴他的只有那么一头老牛，生命中的种种际遇，使人捉摸不透，而我们是为了活着本身而活着，而不是为了活着之外的任何事物而活着，福贵在遭遇生活中的打击之后对生命多了一份彻悟，那生活点点滴滴，湮灭在他无力的回忆中，似乎未来充满无限希望。周围的一切，老的这样快，而人生的很多时刻，过去不再回来，即便回来，也不是当时的心境，与其懊悔，不如静赏眼前的春暖花开。这样的时刻，虽说未能永久留下印痕，使之成为埋藏于内心的种子，在未来的路上生根发芽。人的肉体会老去，但这埋藏于内心深处的种子不会，将来的某一天，当你推开一扇门，便会惊讶于眼前的所见之景，看着他逐渐生根发芽成长，开花结果，大概这便是人间之乐了。"}
{"text":"周围的一切，老的这样快，而人生的很多时刻，过去不再回来，即便回来，也不是当时的心境，与其懊悔，不如静赏眼前的春暖花开。这样的时刻，虽说未能永久留下印痕，使之成为埋藏于内心的种子，在未来的路上生根发芽。人的肉体会老去，但这埋藏于内心深处的种子不会，将来的某一天，当你推开一扇门，便会惊讶于眼前的所见之景，看着他逐渐生根发芽成长，开花结果，大概这便是人间之乐了。有些人愿意在时间的洪流中保持后退的姿态，也许宁愿他们置身梦中，短暂的涉足于虚幻的梦境，可以澄澈心境，而一旦深陷其中，便不得脱身，追悔不及。不如向前看，向远方看，即使忘记去哪里了，给可以大胆的说去远方。我们活着，脑海里关于那天的记忆，渐渐只剩下那傍晚天边晕开的淡云霞一般模糊了，它们渐渐褪去，不动声色，让人捉摸不透。用眼睛记录下这般美好的时刻，想起那霞光曾经的辉煌，也就能相信那天湿热的气息落在脸上的感觉。生命本是一场征途，我们总是不断往前赶，拼命向前奔跑，而唯有于无声之处寻找自己的声音，才能不枉付出，于生命无悔，于本心无悔。生而为人，努力活着。我不嗜辣，甚至无法接受这种味觉，几乎到了滴辣不沾的程度。在我眼中，不管是酸甜，还是苦咸，都是成长中必要的有机组成。可辣呢，它存在的原因是什么？书上说辣感其实是一种痛觉，看后不禁摇头。进食难道不是一种令人愉悦的体验吗，那还为什么要再参杂一点不和谐的元素呢？说真的，最初我对重庆的菜肴瞠目结舌。因为饭店里几乎没什么不加辣椒的食物，浮在汤上的赤色红油阻止我伸出箸筷，一天下来只吃些面包充饥，身体难以支撑。我甚至考虑过提前结束旅游。但一小盆水煮鱼，打消了一切的念头。那是在磁器口游览时发生的。到了中午，我和朋友来到一家街边的小店。他点了一小盆水煮鱼我呢，就选择像前两天一样准备吃面包，但朋友忽然按住我的手。还是尝尝这里的菜吧，我特意让店主少加了辣椒。那又有什么不一样。我不满的撇了撇嘴。反正我一点辣都不吃。有些事情，不尝试怎么知道。哟，水煮鱼好了。他伸手接过水煮鱼，放在桌上。做工讲究的木盆散发着古拙的气氛，里面细致的摆着片片被烹调的恰到好处的鱼肉，润如璞玉，纯似白练。就连鱼身上丝丝缕缕的经纬线般的纹路也可明察秋毫。豆芽和辣椒是相得益彰的点缀，宛如绸衣绣上了小巧典雅的丝线一般。"}
