{"text":"这样，拿手枪的人开火就会把拿火枪的打死，反之亦然两头同时开火，两头都会被打死。至于它，因为目标小，多半没事。就这样连兜了几个圈子，它找到了一个空子，一头撞出去了跑得潇洒之极。以后我在甘蔗地里还见过它一次，它长出了獠牙，还认识我，但已不容我走近了。这种冷淡使我痛心，但我也赞成它对心怀叵测的人保持距离。我已经四十岁了，除了这只猪，还没见过谁敢于如此无视对生活的设置。相反，我倒见过很多想要设置别人生活的人，还有对被设置的生活安之若素的人。因为这个原故，我一直怀念这只特立独行的猪。"}
{"text":"这是人的伟大之处，也是人的悲壮之处。人是万物的尺度。人把自己当作尺度去衡量万物，寻求万物的意义。可是，当他寻找自身的意义时，用什么作尺度呢？仍然用人吗尺度与对象同一，无法衡量。用人之外的事物吗人又岂肯屈从他物，这本身就贬低了人的存在的意义。意义的寻求使人陷入二律背反。也许，意义永远是不确定的。寻求生命的意义，所贵者不在意义本身，而在寻求，意义就寓于寻求的过程之中。我们读英雄探宝的故事，吸引我们的并不是最后找到的宝物，而是探宝途中惊心动魄的历险情境。寻求意义就是一次精神探宝。维持和繁衍生命是人的动物性，寻求生命的意义则是人的神性。但人终究不是神，所以，意义是一个悖论的领域。其中，生与死爱与孤独是两项最大悖论。人渴望完美而不可得，这种痛苦如何才能解除我答道这种痛苦本身就包含在完美之中，把它解除了反而不完美了。我心中想这么一想，痛苦也就解除了。接着又想完美也失去了。在极其无聊的时候，有时我会突然想到造物主的无聊。是的，他一定是在最无聊而实在忍受不下去的时候，才造出人来的。人是他的一个恶作剧，造出来替他自己解闷儿。他无休无止地活在一个无始无终的世界上，当然会无聊，当然需要解闷儿。假如我有造物主的本领，当我无聊时说不定也会造一些小生灵给自己玩玩。让我换一种说法这是一个荒谬的宇宙，水远存在着，变化着，又永远没有意义。它为自身的无意义而苦闷。人就是它的苦闷的产物。所以，人的诞生，本身是对无意义的一个抗议。在希腊神话中，造人的不是至高无上的神宙斯，而是反抗宙斯的意图因而受到酷刑惩罚的普罗米修斯。这要比基督教的创世说包含更多的真理。人类的诞生是反抗上帝意志的结果。自由，正义，美，真理，道德，爱，理想，进步这一切美好的词眼，在人类心目中是一种安慰，由一位神的眼光看来却是一种讽刺。人这脆弱的芦苇是需要把另支芦苇想象成自己的根的。我喜欢的格言人所具有的我都具有包括弱点。我爱躺在夜晚的草地上仰望星宿，但我自己不愿做星宿。"}
{"text":"这要比基督教的创世说包含更多的真理。人类的诞生是反抗上帝意志的结果。自由，正义，美，真理，道德，爱，理想，进步这一切美好的词眼，在人类心目中是一种安慰，由一位神的眼光看来却是一种讽刺。人这脆弱的芦苇是需要把另支芦苇想象成自己的根的。我喜欢的格言人所具有的我都具有包括弱点。我爱躺在夜晚的草地上仰望星宿，但我自己不愿做星宿。有时候，我们需要站到云雾上来俯视一下自己和自己周围的人们，这样，我们对己对人都不会太苛求了。"}
{"text":"有时候，我对人类的弱点怀有如此温柔的同情，远远超过对优点的钦佩。那些有着明显弱点的人更使我感到亲切。一个太好的女人，我是配不上的。她也不需要我，因为她有天堂等着她。可是，突然发现她有弱点，有致命的会把她送往地狱的弱点，我就依恋她了。我要守在地狱的门前，阻止她进去有时候，我会对人这种小动物忽然生出一种古怪的怜爱之情。他们像别的动物一样出生和死亡，可是有着一些别的动物无法想象的行为和嗜好。其中，最特别的是两样东西货币和文字。这两样东西在养育他们的自然中一丁点儿根据也找不到，却使多少人迷恋了一辈子，一些人热衷于摆弄和积聚货币，另一些人热衷于摆弄和积聚文字。由自然的眼光看，那副热衷的劲头是同样地可笑的没有一种人性的弱点是我所不能原谅的，但有的是出于同情，有的是出于鄙夷。鼾声，响屁，饱嗝这些声响之所以使人觉得愚蠢，是因为它们暴露了人的动物性一面。希腊人混合兽性和神性而成为人。中国人排除兽性和神性而成为人。给人带来最大快乐的是人，给人带来最大痛苦的也是人。人是一种讲究实际的植物，他忙着给自己浇水施肥结果实，但常常忘记了开花。心理学家们说首先有欲望，然后才有禁忌。但事情还有另一面首先有禁忌，然后才有触犯禁忌的欲望。犯禁也是人的一种无意识的本能，在儿童身上即可找出大量例证。人在失去较差的之时，就去创造较好的。进步是逼出来的。人是难变的。走遍天涯海角，谁什么样还是什么样，改变的只是场景和角色。人不由自主地要把自己的困境美化，于是我们有了怀才不遇红颜薄命大器晚成好事多磨等说法。每个人的个性是一段早已写就的文字，事件则给它打上了重点符号。肉体使人难堪不在于它有欲望，而在于它迟早有一天会因为疾病和衰老而失去欲望，变成一个奇怪的无用的东西。这时候，再活泼的精神也只能无可奈何地眼看着肉体衰败下去，自己也终将被它拖向衰败，与它同归于尽。"}
{"text":"人不由自主地要把自己的困境美化，于是我们有了怀才不遇红颜薄命大器晚成好事多磨等说法。每个人的个性是一段早已写就的文字，事件则给它打上了重点符号。肉体使人难堪不在于它有欲望，而在于它迟早有一天会因为疾病和衰老而失去欲望，变成一个奇怪的无用的东西。这时候，再活泼的精神也只能无可奈何地眼看着肉体衰败下去，自己也终将被它拖向衰败，与它同归于尽。一颗仍然生气勃勃的心灵却注定要为背弃它的肉体殉葬，世上没有比这更使精神感到屈辱的事情了。所谓灵与肉的冲突，唯在此时最触目惊心。"}
{"text":"记得小时候，在屋外的泥地里埋几粒黄豆或牵牛花籽，当看到小小的绿芽破土而出时，感觉到的也是这种心情。也许天下生命原是一家，也许我曾经是这么一棵树，一棵草，生命萌芽的欢欣越过漫长的进化系列，又在我的心里复苏了？唉，人的心，进化的最高产物，世上最复杂的东西，在这小小的绿芽面前，才恢复了片刻的纯净。现在，我们与土地的接触愈来愈少了。砖水泥钢铁塑料和各种新型建筑材料把我们包围了起来。我们把自己关在宿舍或办公室的四壁之内。走在街上，我们同样被房屋商店建筑物和水泥路面包围着。我们总是活得那样匆忙，顾不上看看天空和土地。我们总是生活在眼前，忘掉了永恒和无限。我们已经不再懂得土地的痛苦和渴望，不再能欣赏土地的悲壮和美丽。这熟悉的家，街道，城市，这熙熙攘攘的人群，有时候我会突然感到多么陌生，多么不真实。我思念被这一切覆盖着的永恒的土地，思念一切生命的原始的家乡。久住城市，偶尔来到僻静的山谷湖畔，面对连绵起伏的山和浩淼无际的水，会感到一种解脱和自由。然而我想，倘若在此定居，与世隔绝，心境也许就会变化。尽管看到的还是同样的山水景物，所感到的却不是自由，而是限制了。人及其产品把我和自然隔离开来了，这是一种寂寞。千古如斯的自然把我和历史隔离开来了，这是又一种寂寞。前者是生命本身的寂寞，后者是野心的寂寞。那种两相权衡终于承受不了前一种寂寞的人，最后会选择归隐。现代人对两种寂寞都体味甚浅又都急于逃避，旅游业因之兴旺。生命是一个美丽的词，但它的美被琐碎的日常生活掩盖住了。我们活着，可是我们并不是时时对生命有所体验的。相反，这样的时候很少。大多数时候，我们倒是像无生命的机械一样活着。人们追求幸福，其实，还有什么时刻比那些对生命的体验最强烈最鲜明的时刻更幸福呢当我感觉到自己的肢体和血管里布满了新鲜的活跃的生命之时，我的确认为，此时此刻我是世上最幸福的人了。痛苦和欢乐是生命力的自我享受。最可悲的是生命力的乏弱，既无欢乐，也无痛苦。生命平静地流逝，没有声响，没有浪花，甚至连波纹也看不见，无声无息。我多么厌恶这平坦的河床，它吸收了任何感觉。"}
{"text":"相反，这样的时候很少。大多数时候，我们倒是像无生命的机械一样活着。人们追求幸福，其实，还有什么时刻比那些对生命的体验最强烈最鲜明的时刻更幸福呢当我感觉到自己的肢体和血管里布满了新鲜的活跃的生命之时，我的确认为，此时此刻我是世上最幸福的人了。痛苦和欢乐是生命力的自我享受。最可悲的是生命力的乏弱，既无欢乐，也无痛苦。生命平静地流逝，没有声响，没有浪花，甚至连波纹也看不见，无声无息。我多么厌恶这平坦的河床，它吸收了任何感觉。突然，遇到了阻碍，礁岩崛起，狂风大作，抛起万丈浪。我活着吗是的，这时候我才觉得我活着。"}
{"text":"本无情欲，只能空而不灵。愈是自然的东西，就愈是属于此的生命的本质，愈能牵动我的至深的情感。例如，女人和孩子。现代人享受的花样愈来愈多了。但是，我深信人世间最甜美的享受始终是那些最古老的享受。最自然的事情是最神秘的，例如做爱和孕育。各民族的神话岂非都可以追溯到这个源头生命与生命之间的互相吸引。我设想，在一个绝对荒芜没有生命的星球上，一个活人即使看见一只苍蝇，或一只老虎，也会发生亲切之感的。文化是生命的花朵。离开生命本原，文化不过是人造花束，中西文化之争不过是绢花与塑料花之争。文化是生命的表达形式。当文化不能表达生命反而压抑生命的时候，生命的紧张感就增大。这时候，需要改变旧文化，创造新文化，以重新表达生命。但文化的改造不必从文化开始，有时候，直接表达生命的紧张感危机感，这种表达本身就形成了一种新的文化。现代西方非理性主义文化就是这样形成的。我们这里也开始大谈非理性主义了，但是，谈得何其轻松。我的朋友说得好非理性主义本来是要表达生命的紧张感，现在我们却拿来加上中国的老庄禅之类，调成一杯可笑之极的鸡尾酒，获得自我陶醉。我骑着自行车，视线越过马路上的车辆和行人，停留在傍晚深蓝色的天空上。多么深邃的蓝色啊。我的灵魂仿佛不由自主地投入这蓝色的宇宙之海，潜向无底的深渊。天色愈来愈浓，我愈潜愈深，明知没有生还的希望，却仍然放任自己下沉。橘黄色的路灯，红绿灯，在深蓝色天空的背景下闪着鲜艳的光芒。色彩的魔力，色彩的梦。色彩的力量纯粹是魔术和梦幻的力量，它刺激眼睛，使人想入非非，被光的旋律催眠，陷入幻觉之中。我想起了亚当斯的黑白摄影。那是另一种力量。除去了色彩的迷惑，物质世界直接呈现在眼前不，毋宁说是展现在你的手下，视觉成了触觉的替代，你可以触摸到山岭的粗糙，流沙的细腻，树枝的坚硬，草叶的柔软。透过黑白摄影，你不是看到世界的幻象，而是摸到了质料本身。旅游业发展到哪里，就败坏丁哪里的自然风景。我寻找个僻静的角落。却发现到处都是广告喇叭商业性娱乐设施和凑热闹的人群。我皱着眉头。"}
{"text":"那是另一种力量。除去了色彩的迷惑，物质世界直接呈现在眼前不，毋宁说是展现在你的手下，视觉成了触觉的替代，你可以触摸到山岭的粗糙，流沙的细腻，树枝的坚硬，草叶的柔软。透过黑白摄影，你不是看到世界的幻象，而是摸到了质料本身。旅游业发展到哪里，就败坏丁哪里的自然风景。我寻找个僻静的角落。却发现到处都是广告喇叭商业性娱乐设施和凑热闹的人群。我皱着眉头。你问我想干什么我想把天下发出噪音的金属器具，从刀锯斧刨，到机器马达，统统投进熔炉，然后铸成一座沉默的雕像。"}
