{"text":"我记得一首小诗，多少能够抓住这一点儿，也就多少能够抓住这座大城。这是易君左先生的诗，题目好像就是成都两个字。诗道细雨成都路，微尘护落花。据门撑古木，绕屋噪栖鸦。入暮旋收市，凌晨即品茶。承平风味足，楚客独兴嗟。住过成都的人该能够领略这首诗的妙处。它抓住了成都的闲味。北平也闲得可以的，但成都的闲是成都的闲，像而不像，非细辨不知。绕屋噪栖鸦，自然是那些据门撑着的古木上栖鸦在噪着。这正是入暮的声音和颜色。但是吵着的东南城有时也许听不见，西北城人少些，尤其住宅区的少城，白昼也静悄悄的，该听得清楚那悲凉的叫唤罢。成都春天常有毛毛雨，而成都花多，爱花的人家也多，毛毛雨的春天倒正是养花天气。那时节真所谓天街小雨润如酥，路相当好，有点泥滑滑，却不至于行不得也哥哥。缓缓的走着，呼吸着新鲜而润泽的空气，叫人闲到心里，骨头里。若是在庭园中踱着，时而看见一些落花，静静的飘在微尘里，贴在软地上，那更闲得没有影儿。成都旧宅于门前常栽得有一株泡洞树或黄桷树，粗而且大，往往叫人只见树，不见屋，更不见门洞儿。说是撑，一点儿不冤枉，这些树戆粗偃蹇，老气横秋，北平是见不着的。可是这些树都上了年纪，也只闲闲的据着撑着而已。成都收市真早。前几年初到，真搞不惯晚八点回家，街上铺子便劈排拍拍一片上门声，暗暗淡档的，够惨。早睡早起身体好，农业社会的习惯，其实也不错。这儿人起的也真早，入暮旋收市，凌晨即品茶，是不折不扣的实录。北平的春天短而多风尘，人家门前也有树，可是成行的多，独据的少。有茶楼，可是不普及，也不够热闹的。北平的闲又是一副格局，这里无须详论。楚客是易先生自称。他兴嗟于成都的承平风味。但诗中写出的承平风味，其实无伤于抗战我们该嗟叹的恐怕是别有所在的。我倒是在想，这种承平风味战后还能承下去不能呢？在工业化的新中国里，成都这座大城该不能老是这么闲着罢。蛇尾动手写引子的时候，一鼓作气，好像要写成一本书。但是写完了上一段，不觉再三衰竭了。倒底已是秋天，无夏可消，也就录不下去了。古人说得好。乘兴而来，兴尽而返，只好以此解嘲。这真是蛇尾，虽然并不见虎头。本想写完上段就戛然而止，来个神龙见首不见尾。可是虎头还够不上，还闹什么神龙呢？"}
{"text":"我倒是在想，这种承平风味战后还能承下去不能呢？在工业化的新中国里，成都这座大城该不能老是这么闲着罢。蛇尾动手写引子的时候，一鼓作气，好像要写成一本书。但是写完了上一段，不觉再三衰竭了。倒底已是秋天，无夏可消，也就录不下去了。古人说得好。乘兴而来，兴尽而返，只好以此解嘲。这真是蛇尾，虽然并不见虎头。本想写完上段就戛然而止，来个神龙见首不见尾。可是虎头还够不上，还闹什么神龙呢？话说回来，虎头既然够不上，蛇尾也就称不得，老实点，称为蛇足，倒还有个样儿。年月日作原载年月―日新民报晚刊散文全编重庆行记这回暑假到成都看看家里人和一些朋友，路过陪都，停留了四日。每天真是东游西走，几乎车不停轮，脚不停步。重庆真忙，像我这个无事的过客，在那大热天里，也不由自主的好比在旋风里转，可见那忙的程度。这倒是现代生活现代都市该有的快拍子。忙中所见，自然有限，并且模糊而不真切。但是换了地方，换了眼界，自然总觉得新鲜些，这就乘兴记下了一点儿。飞我从昆明到重庆是飞的。人们总羡慕海阔天空，以为一片茫茫，无边无界，必然大有可观。因此以为坐海船坐飞机是不亦快哉！其实也未必然。晕船晕机之苦且不谈，就是不晕的人或不晕的时候，所见虽大，也未必可观。海洋上见的往往是一片汪洋，水。当然有浪，但是浪小了无可看，大了无法看――那时得躲进舱里去。船上看浪，远不如岸上，更不如高处。海洋里看浪，也不如江湖里，海洋里只是水只是浪，显不出那大气力。江湖里有的是遮遮碍暗的，山哪，城哪，什么的，倒容易见出一股劲儿。江间波浪兼云涌为的是巫峡勒住了江水波撼岳阳城，得有那岳阳城，并且得在那岳阳城楼上看。不错，海洋里可以看日出和日落，但是得有运气。日出和日落全靠云霞烘托才有意思。不然，一轮呆呆的日头简直是个大傻瓜！云霞烘托虽也常有，但往往淡档的，懒懒的，那还是没意思。得浓，得变，一眨眼一个花样，层出不穷，才有看头。这是可遇而不可求的。平生只见过两回的落日，都在陆上，不在水里。水里看见的，日出也罢，日落也罢，只是些傻瓜而已。这种奇观若是有意为之，大概白费气力居多。有一次大家在衡山上看日出，起了个大清早等着。出来了，出来了，有些人跳着嚷着。"}
{"text":"不错，海洋里可以看日出和日落，但是得有运气。日出和日落全靠云霞烘托才有意思。不然，一轮呆呆的日头简直是个大傻瓜！云霞烘托虽也常有，但往往淡档的，懒懒的，那还是没意思。得浓，得变，一眨眼一个花样，层出不穷，才有看头。这是可遇而不可求的。平生只见过两回的落日，都在陆上，不在水里。水里看见的，日出也罢，日落也罢，只是些傻瓜而已。这种奇观若是有意为之，大概白费气力居多。有一次大家在衡山上看日出，起了个大清早等着。出来了，出来了，有些人跳着嚷着。那时一丝云彩没有，日光直射，教人睁不开眼，不知那些人看到了些什么，那么跳跳嚷嚷的。许是在自己催眠吧。自然，海洋上也有美丽的日落和日出，见于记载的也有。但是得有运气，而有运气的并不多。赞叹海的文学，描摹海的艺术，创似乎是在船里的少，在岸上的多。海太大太单调，真正伟大的作家也许可以单刀直入，一般离了岸却掉不出枪花来，像变戏法的离开了道具一样。这些文学和艺术引起未曾航海的人许多幻想，也给予已经航海的人许多失望。天空跟海一样，也大也单调。日月星的，云霞的文学和艺术似乎不少，都是下之视上，说到整个儿天空的却不多。星空，夜空还见点儿，昼空除了青天明蓝的晴天或阴沉沉的天一类词儿之外，好像再没有什么说的。但是初次坐飞机的人虽无多少文学艺术的背景帮助他的想象，却总还有那天宽任鸟飞的想象加上别人的经验，上之视下，似乎不只是苍苍而已，也有那翻腾的云海，也有那平铺的锦绣。这就够揣摩的。但是坐过飞机的人觉得也不过如此，云海飘飘拂拂的弥漫了上下四方，的确奇。可是高山上就可以看见那可以是云海外看云海，似乎比飞机上云海中看云海还清切些。苏东坡说得好不识庐山真面目，只缘身在此山中。飞机上看云，有时却只像一堆堆破碎的石头，虽也算得天上人间，可是我们还是愿看流云和停云，不愿看那死云，那荒原上的乱石堆。至于锦绣平铺，大概是有的，我却还未眼见。我只见那亚洲第一大水扬子江可怜得像条臭水沟似的。城市像地图模型，房屋像儿童玩具，也多少给人滑稽感。自己倒并不觉得怎样藐小，却只不明白自己是什么玩意儿。假如在海船里有时会觉得自己是傻子，在飞机上有时便会觉得自己是丑角吧。然而飞机快是真的，两点半钟，到重庆了，这倒真是个不亦快哉！热昆明虽然不见得四时皆春，可的确没有一般所谓夏天。"}
{"text":"至于锦绣平铺，大概是有的，我却还未眼见。我只见那亚洲第一大水扬子江可怜得像条臭水沟似的。城市像地图模型，房屋像儿童玩具，也多少给人滑稽感。自己倒并不觉得怎样藐小，却只不明白自己是什么玩意儿。假如在海船里有时会觉得自己是傻子，在飞机上有时便会觉得自己是丑角吧。然而飞机快是真的，两点半钟，到重庆了，这倒真是个不亦快哉！热昆明虽然不见得四时皆春，可的确没有一般所谓夏天。今年直到七月初，晚上我还随时穿上衬绒袍。飞机在空中走，一直不觉得热，下了机过渡到岸上，太阳晒着，也还不觉得怎样热。在昆明听到重庆已经很热。记得两年前端午节在重庆一间屋里坐着，什么也不做，直出汗，那是一个时雨时晴的日子。想着一下机必然汗流浃背，可是过渡花了半点钟，满晒在太阳里，汗珠儿也没有沁出一个。后来知道前两天刚下了雨，天气的确清凉些，而感觉既远不如想象之甚，心里也的确清凉些。滑竿沿着水边一线的泥路走，似乎随时可以滑下江去，然而毕竟上了坡。有一个坡很长，很宽，铺着大石板。来往的人很多，他们穿着各样的短衣，摇着各样的扇子，真够热闹的。片段的颜色和片段的动作混成一幅斑驳陆离的画面，像出于后期印象派之手。我赏识这幅画，可是好笑那些人，尤其是那些扇子。那些扇子似乎只是无所谓的机械的摇着，好像一些无事忙的人。当时我和那些人隔着一层扇子，和重庆也隔着一层扇子，也许是在滑竿儿上坐着，有人代为出力出汗，会那样心地清凉罢。第二天上街一走，感觉果然不同，我分别了重庆的热了。扇子也买在手里了。穿着成套的西服在大太阳里等大汽车，等到了车，在车里挤着，实在受不住，只好脱了上装，摺起挂在膀子上。有一两回勉强穿起上装站在车里，头上脸上直流汗，手帕子简直揩抹不及，眉毛上，眼镜架上常有汗偷偷的滴下。这偷偷滴下的汗最教人担心，担心它会滴在面前坐着的太太小姐的衣服上，头脸上，就不是太太小姐，而是绅士先生，也够那个的。再说若碰到那脾气躁的人，更是吃不了兜着走。曾在北平一家戏园里见某甲无意中碰翻了一碗茶，泼些在某乙的竹布长衫上，某甲直说好话，某乙却一声不响的拿起茶壶向某甲身上倒下去。碰到这种人，怕会大闹街车，而且是越闹越热，越热越闹，非到宪兵出面不止。"}
{"text":"这偷偷滴下的汗最教人担心，担心它会滴在面前坐着的太太小姐的衣服上，头脸上，就不是太太小姐，而是绅士先生，也够那个的。再说若碰到那脾气躁的人，更是吃不了兜着走。曾在北平一家戏园里见某甲无意中碰翻了一碗茶，泼些在某乙的竹布长衫上，某甲直说好话，某乙却一声不响的拿起茶壶向某甲身上倒下去。碰到这种人，怕会大闹街车，而且是越闹越热，越热越闹，非到宪兵出面不止。话虽如此，幸而倒没有出什么岔儿，不过为什么偏要白白的将上装挂在膀子上，甚至还要勉强穿上呢？大概是为的绷一手儿罢。在重庆人看来，这一手其实可笑，他们的夏威夷短裤儿照样绷得起，何必要多出汗呢？这儿重庆人和我到底还隔着一个心眼儿。再就说防空洞罢，重庆的防空洞，真是大大有名死心眼儿的以为防空洞只能防空，想不到也能防热的，我看沿街的防空洞大半开着，洞口横七竖八的安些床铺马札子椅子凳子，横七竖八的坐着躺着各样衣着的男人女人。在街心里走过，瞧着那懒散的样子，未免有点儿烦气。这自然是死心眼儿，但是多出汗又好烦气，我似乎倒比重庆人更感到重庆的热了。行衣食住行，为什么却从行说起呢？我是行客，写的是行记，自然以为行第一。到了重庆，得办事，得看人，非行不可，若是老在屋里坐着，压根儿我就不会上重庆来了。再说昆明市区小，可以走路反正住在那儿，这回办不完的事，还可以留着下回办，不妨从从容容的，十分忙或十分懒的时候，才偶尔坐回黄包车马车或公共汽车。来到重庆可不能这么办，路远天热，日子少事情多，只靠两腿怎么也办不了。况这儿的车又相应又方便，又何乐而不坐坐呢？前几年到重庆，似乎坐滑竿最多，其次黄包车，其次才是公共汽车。那时重庆的朋友常劝我坐滑竿，因为重庆东到西长，有一圈儿马路，南到北短，中间却隔着无数层坡儿。滑竿可以爬坡，黄包车只能走马路，往往要兜大圈子。至于公共汽车，常常挤得水泄不通，半路要上下，得费出九牛二虎之力，所以那时我总是起点上终点下的多，回数自然就少。坐滑竿上下坡，一是脚朝天，一是头冲地，有些惊人，但不要紧，滑竿夫倒把得稳。"}
{"text":"滑竿可以爬坡，黄包车只能走马路，往往要兜大圈子。至于公共汽车，常常挤得水泄不通，半路要上下，得费出九牛二虎之力，所以那时我总是起点上终点下的多，回数自然就少。坐滑竿上下坡，一是脚朝天，一是头冲地，有些惊人，但不要紧，滑竿夫倒把得稳。从前黄包车下打铜街那个坡，却真有惊人的着儿，车夫身子向后微仰，两手紧压着车把，不拉车而让车子推着走，脚底下不由自主的忽紧忽慢，看去有时好像不点地似的，但是一个不小心，压不住车把，车子会翻过去，那时真的是脚不点地了，这够险的。所以后来黄包车禁止走那条街，滑竿现在也限制了，只准上坡时坐。可是公共汽车却大进步了。这回坐公共汽车最多，滑竿最少。重庆的公用汽车分三类，一是特别快车，只停几个大站，一律廿五元，从那儿坐到哪儿都一样，有些人常拣那候车人少的站口上车，兜个圈子回到原处，再向目的地坐这样还比走路省时省力，比雇车省时省力省钱。二是专车，只来往政府区的上清寺和商业区的都邮街之间，也只停大站，廿五元。三是公共汽车，站口多，这回没有坐，好像一律十五元，这种车比较慢，行客要的是快，所以我没有坐。慢固然因停的多，更因为等的久。重庆汽车，现在很有秩序了，大家自动的排成单行，依次而进，坐位满人，卖票人便宣布还可以挤几个，意思是还可以站几个。这时愿意站的可以上前去，不妨越次，但是还得一个跟一个挤满了，卖票宣布停止，叫等下次车，便关门吹哨子走了。公共汽车站多价贱，排班老是很长，在腰站上，一次车又往往上不了几个，因此一等就是二三十分钟，行客自然不能那么耐着性儿。衣二十七年春初过桂林，看见满街都是穿灰布制服的，长衫极少，女子也只穿灰衣和裙子。那种整齐，利落，朴素的精神，叫人肃然起敬这是有训练的公众。后来听说外面人去得多了，长衫又多起来了。国民革命以来，中山服渐渐流行，短衣日见其多，抗战后更其盛行。从前看不起军人，看不惯洋人，短衣不愿穿，只有女人才穿两截衣，哪有堂堂男子汉去穿两截衣的。可是时世不同了，男子倒以短装为主，女子反而穿一截衣了。桂林长衫增多，增多的大概是些旧长衫，只算是回光返照。可是这两三年各处却有不少的新长衫出现，这是因为公家发的平价布不能做短服，只能做长衫，是个将就局儿。相信战后材料方便，还要回到短装的，这也是一种现代化。"}
{"text":"国民革命以来，中山服渐渐流行，短衣日见其多，抗战后更其盛行。从前看不起军人，看不惯洋人，短衣不愿穿，只有女人才穿两截衣，哪有堂堂男子汉去穿两截衣的。可是时世不同了，男子倒以短装为主，女子反而穿一截衣了。桂林长衫增多，增多的大概是些旧长衫，只算是回光返照。可是这两三年各处却有不少的新长衫出现，这是因为公家发的平价布不能做短服，只能做长衫，是个将就局儿。相信战后材料方便，还要回到短装的，这也是一种现代化。四川民众苦于多年的省内混战，对于兵字深恶痛绝，特别称为二尺五和棒客，列为一等人。我们向来有短衣帮的名目，是泛指，二尺五却是特指，可都是看不起短衣。四川似乎特别看重长衫，乡下人赶场或入市，往往头缠白布，脚登草鞋，身上却穿着青布长衫。是粗布，有时很长，又常东补一块，西补一块的，可不含糊是长衫。也许向来是天府之国，衣食足而后知礼义，便特别讲究仪表，至今还留着些流风余韵罢？然而城市中人却早就在赶时髦改短装了。短装原是洋派，但是不必遗憾，赵武灵王不是改了短装强兵强国吗？短装至少有好些方便的地方夏天穿个衬衫短裤就可以大模大样的在街上走，长衫就似乎不成。只有广东天热，又不像四川在意小节，短衫裤可以行街。可是所谓短衫裤原是长裤短衫，广东的短衫又很长，所以还行得通，不过好像不及衬衫短裤的派头。不过衬衫短裤似乎到底是便装，记得北平有个大学开教授会，有一位教授穿衬衫出入，居然就有人提出风纪问题来。三年前的夏季，在重庆我就见到有穿衬衫赴宴的了，这是一位中年的中级公务员，而那宴会是很正式的，座中还有位老年的参政员。可是那晚的确热，主人自己脱了上装，又请客人宽衣，于是短衫和衬衫围着圆桌子，大家也就一样了。西服的客人大概搭着上装来，到门口穿上，到屋里经主人一声宽衣，便又脱下，告辞时还是搭着走。其实真是多此一举，那么热还绷个什么呢？不如衬衫入座倒干脆些。可是中装的却得穿着长衫来去，只在室内才能脱下。西服客人累累赘赘带着上装，倒可以陪他们受点儿小罪，叫他们不至于因为这点不平而对于世道人心长吁短叹。战时一切从简，衬衫赴宴正是从简。从简提高了便装的地位，于是乎造成了短便装的风气。先有皮茄克，春秋冬三季在昆明是四季，大街上到处都见，黄的黑的拉链的扣钮的收底的不收底边的，花样繁多。"}
{"text":"其实真是多此一举，那么热还绷个什么呢？不如衬衫入座倒干脆些。可是中装的却得穿着长衫来去，只在室内才能脱下。西服客人累累赘赘带着上装，倒可以陪他们受点儿小罪，叫他们不至于因为这点不平而对于世道人心长吁短叹。战时一切从简，衬衫赴宴正是从简。从简提高了便装的地位，于是乎造成了短便装的风气。先有皮茄克，春秋冬三季在昆明是四季，大街上到处都见，黄的黑的拉链的扣钮的收底的不收底边的，花样繁多。穿的人青年中年不分彼此，只除了六十以上的老头儿。从前穿的人多少带些个洋关系，现在不然，我曾在昆明乡下见过一个种地的，穿的正是这皮茄克，虽然旧些。不过还是司机穿的最早，这成个司机文化一个重要项目。皮茄克更是哪儿都可去，昆明我的一位教授朋友，就穿着一件老皮茄克教书演讲赴宴参加典礼，到重庆开会，差不多是皮茄克为记。这位教授穿皮茄克，似乎在学晏子穿狐裘，三十年就靠那一件衣服，他是不是赶时髦，我不能冤枉人，然而皮茄克上了运是真的。再就是我要说的这两年至少在重庆风行的夏威夷衬衫，简称夏威夷衫，最简称夏威衣。这种衬衫创自夏威夷，就是檀香山，原是一种土风。夏威夷岛在热带，译名虽从音，似乎也兼义。夏威夷衣自然只宜于热天，只宜于有夏威的地方，如中国的重庆等。重庆流行夏威衣却似乎只是近一两年的事。去年夏天一位朋友从重庆回到昆明，说是曾看见某首长穿着这种衣服在别墅的路上散步，虽然在黄昏时分，我的这位书生朋友总觉得不大像样子。今年我却看见满街都是的，这就是所谓上行下效罢？夏威衣翻领像西服的上装，对襟面袖，前后等长，不收底边，不开岔儿，比衬衫短些。除了翻领，简直跟中国的短衫或小衫一般无二。但短衫穿不上街，夏威衣即可堂哉皇哉在重庆市中走来走去。那翻领是具体而微的西服，不缺少洋味，至于凉快，也是有的。夏威衣的确比衬衫通风而看起来飘飘然，心上也爽利。重庆的夏威衣五光十色，好像白绸子黄卡叽居多，土布也有，绸的便更见其飘飘然，配长裤的好像比配短裤的多一些。在人行道上有时通过持续来了三五件夏威衣，一阵飘过去似的，倒也别有风味，参差零落就差点劲儿。夏威衣在重庆似乎比皮茄克还普遍些，因为便宜得多，但不知也会像皮茄克那样上品否。到了成都时，宴会上遇见一位上海新来的青年衬衫短裤入门，却不喜欢夏威衣他说上海也有，说是无礼貌。"}
{"text":"那翻领是具体而微的西服，不缺少洋味，至于凉快，也是有的。夏威衣的确比衬衫通风而看起来飘飘然，心上也爽利。重庆的夏威衣五光十色，好像白绸子黄卡叽居多，土布也有，绸的便更见其飘飘然，配长裤的好像比配短裤的多一些。在人行道上有时通过持续来了三五件夏威衣，一阵飘过去似的，倒也别有风味，参差零落就差点劲儿。夏威衣在重庆似乎比皮茄克还普遍些，因为便宜得多，但不知也会像皮茄克那样上品否。到了成都时，宴会上遇见一位上海新来的青年衬衫短裤入门，却不喜欢夏威衣他说上海也有，说是无礼貌。这可是在成都重庆人大概不会这样想吧？年月日作原载年月日日日月日昆明中央日报星期增刊散文全编始终如一的茅盾先生茅盾先生开始他的文学业绩的时候，就标举人生的文学与写实的文学。这二十五年来，文坛上经过多少变化多少花样，但茅盾先生始终不移的坚持他的主张，不，信仰。他看准了这是现代中国文学的大路。他介绍，翻译，批评，直到创作，一步步实现他所信的，他的生活也一致的向着这信仰。这样将文学的各方面打成一片，尤其将文学和生活打成一片，是难得的。他的影响是整个的，深透的。茅盾先生并且要将自己和后进打成一片，他竭力奖掖后进的人。我就是受他奖掖的一个，至今亲切的感到他的影响。我的文学工作是受了他的鼓励而发展的。这二十五年中他一定帮助了许多人成就了他们自己，不过我们未必一一知道罢了。他指出的现代中国文学的大路，到了这时代，大家都已看得分明，都会跟着他走。他今年才五十岁，有的是领导的力量他的影响正在加深和扩大。茅盾兄文艺工作二十五年纪念暨五十双庆弟敬祝卅四年六月年月日作。原载年抗战文艺第卷第合刊散文全编我是扬州人有些国语教科书里选得有我的文章，注解里或说我是浙江绍兴人，或说我是江苏江都人――就是扬州人。有人疑心江苏江都人是错了，特地老远的写信托人来问我。我说两个籍贯都不算错，但是若打官话，我得算浙江绍兴人。浙江绍兴是我的祖籍或原籍，我从进小学就填的这个籍贯直到现在，在学校里服务快三十年了，还是报的这个籍贯。不过绍兴我只去过两回，每回只住了一天而我家里除先母外，没一个人会说绍兴话。"}
