{"text":"万紫千红，群芳争艳，每人都创造自己的美，每人都欣赏其他一切人所创造的他们各自的美，人人都是美的创造者和欣赏者，生活在这样的世界上是多么赏心悦目。就像现代的存在主义者一样，尼采始终把社会看作个性异化的领域。他说孤独作为对纯洁性的一种崇高的爱好和渴望，对于我们来说是一种美德，这种纯洁性认为，人与人之间社会上的一切接触，总是陷入不可避免的非纯洁性之中。整个社会总是使人以某种方式在某地某时变得平庸。善恶的彼岸，年纽约版，第页。这就把社会与个人完全对立起来了，仅仅强调社会对于个性的损害这在一定社会关系中是事实，而无视另一面社会也是自我实现和个性发展的重要场所。健康的自私自私就是恶，无私就是善，这种道德观念早已体现在基督教的邻人爱的原则中了。功利主义的思想家们用合理的利己主义来反对基督教的抹杀个人的道德观念，为经济上的自由竞争制造理论根据。可是，在资产者的实践中，事实上却是两种道德并存，一方面是最无耻最露骨地追逐物质私利，另一方面是嫉恨和反对个人精神上的优异。作为资产阶级的一名文化战士，尼采向本阶级中庸俗市民阶层宣战。这些法利赛人都是些狂热的逐利者，同时也是些狂热的基督徒，殊相同质，逐利和虔信都表明一点没有灵魂。尼采在两方面反对他们。他深深厌恶那种无灵魂的逐利行为，同时也公开仇恨他们的伪善的无私。他要为自私正名。在他看来，小市民们既用他们的逐利行径玷污了自私，又用他们所接受的基督教说教侮蔑了自私。与他们相敌对，尼采提倡一种从强力的灵魂流出的卫生的健康的自私。查拉图斯特拉如是说三种恶。尼采全集第卷，第页。健康的自私是反对病态的自私的。健康的自私源于力量和丰裕，它强纳万物于自己，再使它们从自己退涌，作为爱的赠礼。病态的自私却源于贫乏，贫乏而饥饿，总想着偷窃。唯利是图正是灵魂衰弱乃至丧失的表现。查拉图斯特拉如是说馈赠的道德。健康的自私更是反对所谓无私的说教的。它是健康的肉体和强力的灵魂的自我享乐。它憎恨一切自我贬抑的奴隶性，唾弃一切种类的奴隶，无论他们是屈服于众神和神罚，还是屈服于愚蠢的人类舆论尼采全集第卷，第页健康的自私也就是同基督教的邻人爱相对立的自爱。尼采一再呼吁，人应当学会自爱。"}
{"text":"病态的自私却源于贫乏，贫乏而饥饿，总想着偷窃。唯利是图正是灵魂衰弱乃至丧失的表现。查拉图斯特拉如是说馈赠的道德。健康的自私更是反对所谓无私的说教的。它是健康的肉体和强力的灵魂的自我享乐。它憎恨一切自我贬抑的奴隶性，唾弃一切种类的奴隶，无论他们是屈服于众神和神罚，还是屈服于愚蠢的人类舆论尼采全集第卷，第页健康的自私也就是同基督教的邻人爱相对立的自爱。尼采一再呼吁，人应当学会自爱。人必须学会以一种卫生而健康的爱来爱自己，这样他才能耐心自守，不至于神不守舍。查拉图斯特拉如是说重力的精灵。尼采全集第卷，第页。一个人不爱自己，甚至厌恶自己，单独自处就感到无聊，他怎么会有出息，又怎么能活得轻松自爱不是罪过，自己不该是一个可厌的对象。尼采是要人们戒除那种罪恶感，似乎自己是个天生的罪人，非要到邻人那里去赎罪不可。邻人爱的原则所灌输的就是这种罪恶感。谁想变得像鸟儿一样轻快，他就必须爱自己。查拉图斯特拉如是说重力的精灵。尼采全集第卷，第页。自爱才有自由。我们应当自由，无畏，在无罪的自私中自我生长和茂盛快乐的科学第节。尼采全集第卷，第页。每一个想变得自由的人，都必须通过自己来实现，自由不会如同一件神奇的礼物自动投入任何人的怀抱。瓦格纳在拜洛伊特。又见快乐的科学第节。达到自由的证据是什么呢就是不再羞于自己。快乐的科学第节。尼采全集第卷，第页。高贵的标志是面对自己不感到恐惧，从自己不期待任何羞耻的东西，逍遥无虑地飞翔，任我们被驱于何往我们生于自由的飞鸟快乐的科学第节。尼采全集第卷，第页。第节第五章自我的发现尼采认为，一个人之所以不爱自己，甚至厌烦自己，是由于缺乏性灵即精神性。这样的人不够有性灵以自欢愉，却又有足够的教养明白这一点，于是无聊，烦闷，根本羞于他自己的生存，希望在琐碎日常工作所谓为他人生活中忘掉这个空虚的自我。这种人最需要道德。所以，对于性灵的惧怕，加于性灵的报复这种有冲动力的罪恶多么经常地成为道德的根柢啊快乐的科学第节。尼采全集第卷，第页。"}
{"text":"第节第五章自我的发现尼采认为，一个人之所以不爱自己，甚至厌烦自己，是由于缺乏性灵即精神性。这样的人不够有性灵以自欢愉，却又有足够的教养明白这一点，于是无聊，烦闷，根本羞于他自己的生存，希望在琐碎日常工作所谓为他人生活中忘掉这个空虚的自我。这种人最需要道德。所以，对于性灵的惧怕，加于性灵的报复这种有冲动力的罪恶多么经常地成为道德的根柢啊快乐的科学第节。尼采全集第卷，第页。对于这种灵魂空虚的人，倒不妨说你们觉得自己是一个无聊的可恨的对象吗那就多为旁人思想，少为自己思想吧你们算是做对了朝霞第节。尼采全集第卷，第页。一个不爱自己的人，无论如何不是一个可爱的人，他既不可能得到别人的爱，也不可能真正爱别人。如果这一个我如帕斯卡尔和基督教所说总是可恨的，我们怎能设想或希望别人爱他呢无论那别人是上帝还是人朝霞第节。尼采全集第卷，第页。而且，对自己的怨恨往往寻求在旁人身上报复，和这样的人一起生活真是灾难。有谁憎恨自己的，我们必须提防他，因为我们将成为他的苦恼的牺牲品或报仇的对象了。他带着他对自己的怨恨到旁人那里去，就算他是去行善的吧，他的怨恨也会在他的每一件善行里显露出来，加人以损伤。受惠于一个自怨自艾的人，还有比这更叫人不舒服的事吗所以，尼采强调，善人首先得对自己怀有善意，否则他对旁人的所谓善意善行必是不诚恳的，虚假的。参看朝霞第节。尽管做你愿望的事，但首先得成为能够愿望的人尽管爱邻人如同爱自己，但首先得成为爱自己的人查拉图斯特拉如是说侏儒的道德。人必须坚定。自己必须坚定地自己站立，否则他不能爱一切。看哪这人。尼采选集第卷，第页。给人以生命欢乐的人，必是自己充满着生命欢乐的人。自爱者才能爱人，富裕者才能馈赠。人格上的缺陷到处寻求报复一种孱弱无力澌灭自我否定和自我背弃的人格不复能做成好事无我在天上地上都没有价值伟大的使命都要求伟大的爱，只有强健圆满自信的灵魂才能为此，这种人坚定地自己依靠自己。快乐的科学第节。尼采全集第卷，第页。"}
{"text":"看哪这人。尼采选集第卷，第页。给人以生命欢乐的人，必是自己充满着生命欢乐的人。自爱者才能爱人，富裕者才能馈赠。人格上的缺陷到处寻求报复一种孱弱无力澌灭自我否定和自我背弃的人格不复能做成好事无我在天上地上都没有价值伟大的使命都要求伟大的爱，只有强健圆满自信的灵魂才能为此，这种人坚定地自己依靠自己。快乐的科学第节。尼采全集第卷，第页。基督教道德以无我利他爱邻人的说教为核心，要求人们逃避自我，憎恨自我，牺牲自我，否定自我，在他人之中生活，为他人而生活，在尼采看来，这正是颓废的征兆。本能地择取对己有害的，爱无私的动机吸引，这差不多为颓废提供了公式。偶像的黄昏。尼采全集第卷，第页。在无私否定自己的概念中，暴露了颓废者的真实病象。有害的引诱，不能发现自己的真实需要，自我毁灭，最后都成为价值义务神圣人类的神性。看哪这人。尼采选集第卷，第页。健康的自私是健康的生命本能，是高尚的自我保护的力量。反对这样的自私，赞扬无我和牺牲，实际上是奖劣惩优，压抑生命力旺盛热爱生活的人，却鼓励那样的人。这种人不把他的全部力量和才智用在他的保存发展超越前进强力之扩展上，而是对自己卑谦无头脑或许竟淡漠或冷嘲地生活着。快乐的科学第节。尼采全集第卷，第页。你的自私是你的生活的祸害这说教响彻千年，损害了自私，夺走了它的许多精神，许多快乐，许多创造性，许多美丽，钝化丑化毒化了自私快乐的科学第节。尼采全集第卷，第页。尼采孜孜以求的始终是个人的独特和优异。他说我的道德应当如此夺去人的公共性格，使他成为独特的做成别人理解不了的事。尼采全集第卷，第页。个人的优异，这是古代的美德。公开或秘密地降服，顺从，这是德国的美德。他厌恶康德，因为他认为康德哲学是在曲折地教人服从。朝霞第节。尼采全集第卷，第页。健康的自私所倡导的是一种自爱自强自尊的精神。你自助，然后人人助你。偶像的黄昏格言与箭第节。尼采全集第卷，第页。要把立足点从依靠上帝或他人得救转移到自力更生上面来。"}
{"text":"尼采全集第卷，第页。个人的优异，这是古代的美德。公开或秘密地降服，顺从，这是德国的美德。他厌恶康德，因为他认为康德哲学是在曲折地教人服从。朝霞第节。尼采全集第卷，第页。健康的自私所倡导的是一种自爱自强自尊的精神。你自助，然后人人助你。偶像的黄昏格言与箭第节。尼采全集第卷，第页。要把立足点从依靠上帝或他人得救转移到自力更生上面来。这种自爱自强自尊的精神，非常典型地表现在对于侮蔑和痛苦的态度上。你受了侮蔑，你不要为自己辩解，而宁肯负着玷污，只是为了不给卑劣的侮蔑者以阴险的快乐，使他能够说他感到这事很重要呀参看朝霞第节。你遭受了痛苦，你也不要向人诉说，以求同情，因为一个有独特个性的人，连他的痛苦也是独特的，深刻的，不易被人了解，别人的同情只会解除你的痛苦的个人性，使之降为平庸的烦恼，同时也就使你的人格遭到贬值。参看快乐的科学第节。第节第五章自我的发现在尼采看来，健康的自私以生命力的强盛为前提，由此他得出一个判断自私的价值的标准，即在于生命力的强弱。自私的价值取决于自私者的生理上的价值它可能极有价值，也可能毫无价值，令人鄙视。每一个人均可根据他体现生命的上升路线还是下降路线而得到评价。确定这一点后，他的自私有何价值的问题也就有了一个标准。偶像的黄昏。尼采全集第卷，第页。这里牵涉到尼采对于个人与类的关系的看法。他认为，个人不是一个孤立的个体，他决非自为的，不是一个原子，不是链中之一环，决非过去的纯粹遗传，他还是到他为止人的一条完整的路线本身。偶像的黄昏。尼采全集第卷，第页。也就是说，个人不只是类的一员，而且是整个类的素质的体现者，是整个链条，肩负着这链条的全部未来的重任。尼采全集第卷，第页。人类的发展程度并非全部个人发展程度的平均值，而是体现在最优秀的个人身上。这样，优秀个人就成了社会发展的目的，而这些优秀个人又在寻求达到一个比人更高的类，尼采全集第卷，第页。即把自己当作超人诞生的手段。"}
{"text":"也就是说，个人不只是类的一员，而且是整个类的素质的体现者，是整个链条，肩负着这链条的全部未来的重任。尼采全集第卷，第页。人类的发展程度并非全部个人发展程度的平均值，而是体现在最优秀的个人身上。这样，优秀个人就成了社会发展的目的，而这些优秀个人又在寻求达到一个比人更高的类，尼采全集第卷，第页。即把自己当作超人诞生的手段。按照这样的理解，尼采认为，那些体现下降衰退路线的个人，他们的自私毫无价值，因为他们的衰弱的生命力决定他们只能有一些猥琐卑劣的私欲唯有体现上升路线的个人，才能具有高贵的健康的极有价值的自私，他们的自私是他们蓬勃的生命力的展现和强化，总体生命正是依靠他们的这种自私而向前迈进。尼采谈到生理上的价值，不过他的意思并不是指体格的强弱，而是指一种内在的生命活力，这种活力是精神创造力的基础。尼采在理论上并不否认每个人都是一个独特的自我，都有自我创造的可能性，照此说来，一切个人的自私都可能是健康的，其价值可能是相等的。可是，现实生活中人们的不自爱不自强的表现又使他失去信心，把希望寄托在少数优秀个人身上。他似乎是说人人都应当是强者然而，既然事实上只有少数人是强者，就让他们来统治多数人吧。我们赞成前一句话，反对后一句话。我们赞成一切人个性的自由和全面发展，反对任何形式的贵族主义，不管是血统贵族还是精神贵族。尼采怀抱振兴人类的渴望，可谓激进，但是在如何振兴人类的具体途径问题上，他所设计的方案却又极为保守，总是脱不开贵族政体的陈旧观念。他不满于资产者社会的现状，但在社会学说上他提不出更进步的社会理想，反而一再缅怀和主张早已过时的带有浓厚奴隶制色彩的等级社会。这是尼采思想中最触目的矛盾。第节第六章向理性挑战第六章向理性挑战尼采在世纪的转折点上第六章向理性挑战生命僵死之处，必有法则堆积。尼采欧洲近代是理性主义胜利进军的时代。在这个时代的入口处，培根的名言如号角响彻云霄知识就是力量这位近代哲学与科学之父甚至在人与知识之间划了等号人即心灵，心灵即知识。一个人知道些什么，他就是什么人类自豪地发现，从自己心灵中闪射出来的理性光芒普照万物，使人类成为世界的真正造物主。没有人怀疑理性的至高无上的意义。"}
{"text":"尼采欧洲近代是理性主义胜利进军的时代。在这个时代的入口处，培根的名言如号角响彻云霄知识就是力量这位近代哲学与科学之父甚至在人与知识之间划了等号人即心灵，心灵即知识。一个人知道些什么，他就是什么人类自豪地发现，从自己心灵中闪射出来的理性光芒普照万物，使人类成为世界的真正造物主。没有人怀疑理性的至高无上的意义。英国经验论者和大陆唯理论者实质都是理性主义者，他们所争论的仅仅是逻辑范畴的来源，而对于人类必须依靠逻辑范畴和逻辑推理指导生活这一点并无分歧。法国启蒙学者也是理性主义者。对于他们来说，一切都必须在理性的法庭面前为自己的存在作辩护或者放弃存在的权利。思维着的悟性成了衡量一切的唯一尺度。马克思恩格斯选集第卷，第页。德国古典哲学家更是理性主义者。在黑格尔那里，甚至连世界也变成了自我推演的逻辑范畴。这是刚从宗教信仰下挣脱出来的人类理性，犹如一切初获解放者一样，它无忧无虑，信心十足，度过了一个充满希望的时期。然而，这个时期终于结束了，人们发现，理性的自夸也是一种幼稚病，而理性的王国不过是资产阶级的理想化的王国。马克思恩格斯选集第卷，第页。非理性主义思潮在西方崛起了。这股思潮以不可抵挡之势摧垮了近代思想家们苦心经营的理性王国，泛滥于哲学社会学心理学文学艺术等一切文化领域，迅速上升为现代西方社会的主流思潮。现代西方哲学家对于近代理性主义的批判，集中在以下几个方面第一，理性主义立场的本质在于把逻辑思维提升到至高地位，而逻辑思维不过是人与外部世界相联系的一种工具。这样，理性主义就把人类的注意力引向外部世界，把人类生存的意义归结为依靠逻辑工具掌握和支配外部世界。在理性主义统治下，人们迷信科学万能，热衷于追求知识，从事外在的物质活动，忽视了人的内心生活。第二，理性主义哲学公开或隐蔽地假定世界具有一种逻辑本性，由于这种逻辑本性，世界一方面能被人类思维所把握，另一方面其发展的进程也保证了人类目的的实现。倘若现实世界并非如此，理性主义者就把它视为虚假的现象世界，而断定其背后还有一个真实的本体世界。这种旧式的本体论是哲学的最大迷误。"}
{"text":"在理性主义统治下，人们迷信科学万能，热衷于追求知识，从事外在的物质活动，忽视了人的内心生活。第二，理性主义哲学公开或隐蔽地假定世界具有一种逻辑本性，由于这种逻辑本性，世界一方面能被人类思维所把握，另一方面其发展的进程也保证了人类目的的实现。倘若现实世界并非如此，理性主义者就把它视为虚假的现象世界，而断定其背后还有一个真实的本体世界。这种旧式的本体论是哲学的最大迷误。第三，理性主义哲学把人视为受逻辑支配的理性动物，它既不去探究逻辑思维本身的非逻辑起源，也完全无视潜藏在理性思维下面的真正支配人的意愿和行为的无意识领域。因此，它对人及其认识的了解是表面化和简单化的。总之，在现代非理性主义者看来，理性主义哲学把世界的本质人的本质和人的生活意义都归结为理性，在所有这些方面都陷入了谬误。尼采首先从所有这些方面对理性主义做出了全面批判。他竭力证明科学不能为人生提供真实的意义并无一个合乎理性的本体世界，世界的意义靠人去赋予一切理性事物都具有非理性的起源人的心理中有一个无意识领域，其中潜藏着人的意愿和行为的真正动机。现代非理性主义思潮的兴起直接同西方人的社会危机和精神危机相关联。在资本主义条件下，人们发现，片面追求物质繁荣的科学事业并不能使人真正幸福，因而返诸自身，试图从内部心灵体验中寻找生活意义。由理性至上一变而为贬低理性，崇尚非理性，这本身是病态社会所造成的病态发展。相比之下，资产阶级启蒙思想家们孜孜于寻求感性与理性的和谐，倒不失为一种健康的心理。不过，非理性主义哲学对深层心理的探索也不无积极意义，而对深层心理的分析或描述确是现代非理性主义哲学的主要特色。凡是具有非理性主义倾向的现代哲学家，几乎都是深层心理学家另一方面，弗洛伊德以及其他深层心理学家，在一定意义上也都被当作哲学家看待。如此看来，敏锐地感受到现代西方社会的精神危机以探求人生意义为哲学使命的尼采，向人的心理生活的领域深入开掘，成为现代非理性主义哲学的鼻祖，完全是顺理成章的了。科学的极限尼采一开始从事哲学活动，就向科学理性发出了挑战，他为自己选择的第一个靶子是古希腊哲学家苏格拉底。苏格拉底，这个被德尔斐神谕称作全希腊最聪明的人的哲学家，本来在倡导人的哲学方面倒是有历史功劳的。可是，他研究人生问题的方式却是十足理性主义的，完全依靠逻辑推理的手段，通过概念的辩驳去寻求一般性的结论。"}
{"text":"如此看来，敏锐地感受到现代西方社会的精神危机以探求人生意义为哲学使命的尼采，向人的心理生活的领域深入开掘，成为现代非理性主义哲学的鼻祖，完全是顺理成章的了。科学的极限尼采一开始从事哲学活动，就向科学理性发出了挑战，他为自己选择的第一个靶子是古希腊哲学家苏格拉底。苏格拉底，这个被德尔斐神谕称作全希腊最聪明的人的哲学家，本来在倡导人的哲学方面倒是有历史功劳的。可是，他研究人生问题的方式却是十足理性主义的，完全依靠逻辑推理的手段，通过概念的辩驳去寻求一般性的结论。他的结论也是十足理性主义的，把人生的意义归结为追求知识。因此，尼采把苏格拉底称作乐观主义科学精神的原型和始祖。所谓科学精神，是指最先在苏格拉底身上显现的那种信仰对自然界可知和知识万能的信仰。悲剧的诞生第节。尼采认为，苏格拉底的影响笼罩着世世代代，直至于今日。自苏格拉底时代以来，人们相信科学至上，知识万能，思维能洞悉万物的本质。于是，求知欲泛滥，思想之网密布世界，建立概念判断结论等手段被推崇为在一切才能之上的最高尚的事业和最值得赞美的天赋。悲剧的诞生第节。这种情形从十五世纪文艺复兴以来变本加厉地出现同样旺盛的求知欲，同样不知餍足的发明的乐趣，同样急剧的世俗倾向，已经达到了高峰加以一种无家可归的彷徨，一种挤入别人宴席的贪馋，一种对现在的轻浮崇拜悲剧的诞生第节。然而，正是在科学迅速发展的现代，科学本身的极限暴露出来了。科学受了强烈幻想的鼓舞，一往无前地奔赴它的极限，于是蕴藏在它的理论本质中的乐观主义在那里碰碎了。科学的极限，首先表现在科学以逻辑证明的严格性自豪，然而，任何科学体系都以某种不能由逻辑手段证明的公理为前提，这种公理是一种命令式的无条件的原理，因而也就是信仰。所以，即使科学也基于一种信仰，根本没有所谓无前提的科学快乐的科学第节其次，更重要的是，科学所自命的那种普遍有效性根本就是一种幻想。科学并非无所不能的。它的无能尤其在触及人生根本问题时暴露无遗了。尼采责问道科学能否给人的行为以目标呢快乐的科学第节。尼采全集第卷，第页。他认为答案无疑是否定的。在尼采看来，人生并无现成的目标和意义，为了给人生提供一种目标和意义，首先需要的是巨大的人生热情。我不相信冷静的心中的一切。"}
