{"text":"建立一个藏书丰富的专业图书馆的工作也正在进行。全院的同仁们正在斗志昂扬地从事书院的建设和开拓。这样的成绩当然引起了社会上的注意。在不太长的时期内，以书院命名的机构接踵兴起，形成了一股书院热。这些书院的兴起是否就是受了中国文化书院的影响，我不敢说，它们的详细情况，我也不清楚。我只想指出，有这样多的书院已经建立起来，这个现象值得我们思考而已。为了回答我在上面提出的有关书院的问题，我现在想结合古代中国书院的那些特点和当前中国文化书院的经验，谈一谈书院在今天的意义。我想从六个方面来谈书院可以成为当前教育制度的补充我国今天的教育制度，从内容上来看，应该说是社会主义的。但是从组织上来看，基本上是西方那一套。我们同资本主义国家一样，需要大批的建设人才。封建主义那种小批量培养人才的方式，远远不能满足要求。我们只能采用西方资本主义国家的大批量的生产方式，这种方式需要有严格的教学计划课程设置学分计算教学组织，一切都要标准化计量化。资本主义国家大学里计算学分的办法，一方面能比较精确地确定学生的学习量，满了一定的学习量才能毕业另一方面也用来确定教师的教学量，以便取得报酬。这一切都是资本主义的核心精神金钱问题所决定的。我们之所以采用这种制度，当然不是为金钱问题所左右，而是为了适应大批量培养人才的需要。仅仅采用这样的制度够不够呢？我认为是不够的。在中国几千年的历史上，办教育一向是官私两条路，这也可以说是一种两条腿走路吧，两者互相补充，历史证明是行之有效的。可是现在我们只剩下一条腿，只剩下官方一途，私人教育基本上不存在了。我个人认为，这无疑是一个损失。在过去执行这个政策，道理还能讲得通。今天在大家觉悟普遍提高的基础上，国家又正在进行改革，在教育方面是否也可改革一下呢？如果可以的话，提倡创办书院，鼓励私人办学，继承我国的优秀传统，实在是可以试一下的。书院这种形式能适应今天的情况吗？我不妨先举一个例子。清华大学在建成大学以前是留美预备学校。到了年代初，又创办了一个研究国学的机构，聘请王国维梁启超陈寅恪赵元任为导师。这也是一种双轨制一条轨道是西方式的新制度，有严格的教学计划，开设课程，计算学分，规定毕业年限，决定招生办法，都按计划进行。另一条轨道是什么计划也没有，招生和毕业都比较灵活。"}
{"text":"如果可以的话，提倡创办书院，鼓励私人办学，继承我国的优秀传统，实在是可以试一下的。书院这种形式能适应今天的情况吗？我不妨先举一个例子。清华大学在建成大学以前是留美预备学校。到了年代初，又创办了一个研究国学的机构，聘请王国维梁启超陈寅恪赵元任为导师。这也是一种双轨制一条轨道是西方式的新制度，有严格的教学计划，开设课程，计算学分，规定毕业年限，决定招生办法，都按计划进行。另一条轨道是什么计划也没有，招生和毕业都比较灵活。在一所学校内实行两套办法。如果想做比较研究，这实在是最好的样板。比较的结果怎样呢？正规制大学大批量地培养了国家建设所需要的干部，也出了一些著名的学者教授。那个不怎么正规的国学研究部门，培养出来的人数要少得多，但几乎个个都成了教授，还不是一般的教授。这个结果实在值得我们深思。清华的国学研究部门无书院之名，而有书院之实。它不能算是私人创办的，其精神却与古代书院一脉相通。另外一个例子是章太炎在苏州创办的国学研究所，也培养了一些人才。我在这里举的例子都属于国学范畴，其他学科我认为也是可以尝试的。这说明，私人办的书院在今天仍有其意义。古代书院那一些优良传统，比如说讲会制度，提倡自由争辩，门户开放，注意培养学生独立钻研的能力，师生关系融洽等等，我们在书院中都应该继承和发扬。只希望我们教育当局找出一种承认书院学生资格的办法，不用费很大的力量，培养人才的数量就可以增加，质量也可以提高。何乐而不为呢？书院可以协助解决老年教育问题据说现在世界上有一个新名词，叫做终生教育。中国的成人教育有一部分同它类似，但似乎不包括老年教育，所以二者不完全相同。外国许多老人，在退休之后，到大学里报名入学，读硕士或博士学位。中国还没听说有这种情况。但是，今天中国人的平均寿命已经大大地提高，老人将会越来越多。有朝一日，老人教育也会成为问题的。我认为，书院可以帮助解决这个问题。书院可以发挥老专家的作用中国人平均寿命越来越高，老教授老专家退休后活的时间也会越来越长。这是件好事，但也带来了新问题。这些老教授老专家退休后作用如何发挥呢？方法当然有多种多样，有的可以继续著书立说，有的可以当顾问，有的可以联合起来，搞一些社会福利事业。但是，没有适当的机构加以组织，他们的作用发挥有时会碰到困难，交流信息也会受到障碍。"}
{"text":"但是，今天中国人的平均寿命已经大大地提高，老人将会越来越多。有朝一日，老人教育也会成为问题的。我认为，书院可以帮助解决这个问题。书院可以发挥老专家的作用中国人平均寿命越来越高，老教授老专家退休后活的时间也会越来越长。这是件好事，但也带来了新问题。这些老教授老专家退休后作用如何发挥呢？方法当然有多种多样，有的可以继续著书立说，有的可以当顾问，有的可以联合起来，搞一些社会福利事业。但是，没有适当的机构加以组织，他们的作用发挥有时会碰到困难，交流信息也会受到障碍。在今天社会上想单枪匹马搞出点名堂，几乎是不可能的。我在这里想特别提一下博士生导师的问题。这些导师绝大部分都是有真才实学的，而且是经过了一定的选举和审批手续，才获得博士导师的资格的。他们到了年龄退休以后，有的为本校或本研究院返聘，继续指导博士生。但是也有一些，由于种种原因，拒绝返聘，不接受指导博士生的任务。现在全国博士生导师为数不多。老的退休了，新的上不来。许多大学都面临着这种青黄不接的局面。中年博士生导师，有的也有相当高的水平可是在某一些方面，一时还难以达到老专家的水平。在这样的情况下，如果再让一些有能力的老教授老专家投闲置散，对国家是一个损失。这样下去，对我国博士生的培养工作是非常不利的。倘若有一些书院一类的机构，退休老教授乐意在里面工作，乐意指导研究生，岂非两全其美？中国文化书院就有这样的导师，可惜格于现行的制度，他们无法指导博士研究生。如果有关当局本着改革的精神，授权给某一些有条件的书院，让已经取得带博士生资格的老教授老专家在这里指导博士生，对我们国家的教育事业不是一个大贡献吗？我个人认为，将来培养博士或博士后的任务可以分一点给书院。国务院学位委员会和国家教委应该承认这样培养出来的博士的资格，并且一视同仁地发给证书。这样一来，国家出不了多少钱，既调动了退休老教授老专家的积极性，又培养了高级人才，促进了学术的发展，岂非一举数得吗？书院可以团结海内外的学者中国文化书院聘请了一些学有专长的导师，已经退休的和尚未退休的都有海内外的学者都有，不限于华裔。同时也不时邀请海外学者来院做学术报告或参加座谈会。特别值得一提的是，这样的学者中也有台湾学者。这在当前是非常有意义的工作，不言而喻。这样的工作由政府机构出面来做，不如由民间机构。原因是，这样可以绕开台湾当局制造的一些困难。"}
{"text":"这样一来，国家出不了多少钱，既调动了退休老教授老专家的积极性，又培养了高级人才，促进了学术的发展，岂非一举数得吗？书院可以团结海内外的学者中国文化书院聘请了一些学有专长的导师，已经退休的和尚未退休的都有海内外的学者都有，不限于华裔。同时也不时邀请海外学者来院做学术报告或参加座谈会。特别值得一提的是，这样的学者中也有台湾学者。这在当前是非常有意义的工作，不言而喻。这样的工作由政府机构出面来做，不如由民间机构。原因是，这样可以绕开台湾当局制造的一些困难。海峡两岸的学者都有一个共同的愿望祖国统一。不管通过什么途径来大陆的台湾学者，同大陆的同行们，共同在学术上切磋琢磨，互相启发，不谈政治问题，而心心相印。书院可以宣扬中国文化于海外中国有极其悠久极其优秀的文化传统，对全世界文化的发展起过重大的作用。近代以来，我们开始向西方学习，这是完全必要的。到了今天，我们强调开放，其中包含着向外国学习，这也是完全必要的。但是，既然讲文化交流，就应该在交字上做文章。这并不等于要等价交换，出和入哪一方面多了一点或少了一点，这无关重要。但是，如果入超或出超严重，就值得考虑。以我的看法，现在我们是入超严重，出几乎等于没有。难道我们都要变成民族虚无主义者吗？现在世界上许多文化先进国家对我国的文化，特别是近现代的文化了解得非常少，有时候简直等于零。这不利于国际大团结，也不利于我们向外国学习。可惜这种情况还没有引起应有的重视。中国文化书院任务之一，就是向外国介绍中国文化，已经做了大量的工作，今后还将坚持不懈地继续做下去。我们绝不搞那一套什么都是世界第一，那是自欺欺人之谈。但也绝不容许中外不管什么人士完全抹杀中国文化的精华。那也不是实事求是的态度。书院可以保存历史资料从中国文化书院的经验来看，书院可以在保存历史资料方面做不少的工作。中国文化书院目前正在进行的有关这方面的工作有两项一是记录口述历史一是为老学者老专家录音录像。这都是有意义的工作，还带有点抢救的性质。这里的工作对象当然不是什么国家显要人物。但是难道只有国家显要才有被录音录像的资格吗？为这些人进行这样的工作，很有意义，我完全拥护。为并非显要而在某一方面有点贡献的人，进行这样的工作，也自有其意义，这也是了解我们民族的历史所不可缺少的。我在上面从六个方面谈了书院在今天的意义。"}
{"text":"中国文化书院目前正在进行的有关这方面的工作有两项一是记录口述历史一是为老学者老专家录音录像。这都是有意义的工作，还带有点抢救的性质。这里的工作对象当然不是什么国家显要人物。但是难道只有国家显要才有被录音录像的资格吗？为这些人进行这样的工作，很有意义，我完全拥护。为并非显要而在某一方面有点贡献的人，进行这样的工作，也自有其意义，这也是了解我们民族的历史所不可缺少的。我在上面从六个方面谈了书院在今天的意义。当然不会限于这几个方面，我不过目前只想到这些而已。归纳起来，我们这样说，在中国流行了年的书院这种古老形式，在今天还有其意义。我们完全可以取其精华，去其糟粕，利用这个形式，加入新的内容，使它为我们的社会主义建设服务。年月日写完第章漫谈书院中国几千年的教育制度，从组织结构上来看，大体可以分为两类一官，一私。书院是中国封建社会的一种教育组织形式，以私人创建为主，有时也有官方创办的。其特点是在个别著名学者领导下，积聚大量图书，聚众授徒，教学与研究相结合。从唐五代末到清末有一千年的历史，书院对我国封建社会的教育，产生过重大的影响。要谈中国教育史，要研究现在的教育制度，就必须着重研究书院制度。从这个研究中，我们可以学习到很多有用的东西。书院这个名称，始见于唐代。当时书院就已有私人办与官方办两类。在最初，书院还仅仅是官方藏书校书的地方有的只是私人读书治学的地方，还不是真正的教育机构。清代诗人袁枚在随园随笔中写道书院之名起唐玄宗时，丽正书院集贤书院皆建于朝省，为修书之地，非士子肄业之所也。但是，唐代已有不少私人创建的书院，全唐诗中提到的就有十一所，这些也只是私人读书的地方。真正具有聚徒讲学性质的书院，起源于庐山国学，人称白鹿国庠，地址在江西庐山，为著名的白鹿洞书院的前身。陆游的南唐书中就有关于庐山国学的记载。总起来看，聚众讲学的书院形成于五代末期。有人认为，中国的书院源于东汉的精舍或者精庐，实则两者并不完全相同。北宋初年，国家统一，但还没有充足的力量来兴办学校，于是私人书院应运而起。庐山国学或白鹿国庠，发展为白鹿洞书院。除白鹿洞书院外，接着有很多书院相继创建，包括岳麓书院应天府书院嵩阳书院石鼓书院和唯阳书院等，时有四大书院或六大书院之称。"}
{"text":"陆游的南唐书中就有关于庐山国学的记载。总起来看，聚众讲学的书院形成于五代末期。有人认为，中国的书院源于东汉的精舍或者精庐，实则两者并不完全相同。北宋初年，国家统一，但还没有充足的力量来兴办学校，于是私人书院应运而起。庐山国学或白鹿国庠，发展为白鹿洞书院。除白鹿洞书院外，接着有很多书院相继创建，包括岳麓书院应天府书院嵩阳书院石鼓书院和唯阳书院等，时有四大书院或六大书院之称。到了南宋，书院更为发达。其数量之多，规模之大，组织之严密，制度之完善，都是空前的，几乎取代了官学，成为主要的教育机构。南宋书院发达，始于朱熹修复白鹿洞书院，后来朱熹又修复和扩建了湖南岳麓书院。书院之所以发达，原因不外以下诸点理学发展，而书院教学内容多为理学官学衰落，科举腐败许多著名学者由官学转向私人书院印刷术的发展提供了出书快而多的条件，而书院又以藏书丰富为特点。因此，书院就很快地发展起来了。元代也相当重视文化教育事业，奖励学校和书院的建设。不但文化兴盛的江南普遍创建或复兴了书院，连北方也相继设立了许多书院。但书院管理和讲学水平都很低。到了明初，情况又有了改变。政府重点是办官学，提倡科举不重视书院。自洪武至成化一百多年间的情况就是这样。成化―年以后，书院才又得以复兴，至嘉靖年间―年达到极盛。明代书院由衰到兴，王守仁湛若水等理学大师起了重要的作用。为了宣扬自己的理学，他们就在所到之处创建书院。明代末年影响最大的是东林书院。在这个书院里，师生除教学活动外，还积极参与当时的政治活动。这当然要受到统治者的迫害。天启五年年，太监魏忠贤下令拆毁天下书院，首从东林，造成了中国历史上有名的迫害东林党人的大案。到了清初，统治者采取了对书院进行抑制的政策。一直到雍正十一年年，才令各省会设书院，属官办性质。以后发展到二千余所，数量大大超过前代。由于书院多数由官方操纵，完全没有独立自主的权力，因而也就没有活动。当然也出现过少数带有私人性质的书院，晚清的许多著名学者就在其中讲学。统观中国一千多年的书院制度，可以看到书院始终是封建教育的一个重要组成部分，与统治者既有调和，又有斗争，形成了一套自己的教育主张和教学特色。"}
{"text":"到了清初，统治者采取了对书院进行抑制的政策。一直到雍正十一年年，才令各省会设书院，属官办性质。以后发展到二千余所，数量大大超过前代。由于书院多数由官方操纵，完全没有独立自主的权力，因而也就没有活动。当然也出现过少数带有私人性质的书院，晚清的许多著名学者就在其中讲学。统观中国一千多年的书院制度，可以看到书院始终是封建教育的一个重要组成部分，与统治者既有调和，又有斗争，形成了一套自己的教育主张和教学特色。书院这种形式还影响了日本朝鲜和东南亚一些国家的办学。这样的书院制度有些什么特点呢？毛礼锐主编的中国教育史简编对中国书院的特点做了如下归纳教学与研究相结合盛行讲会制度，提倡百家争鸣在教学上实行门户开放学习以个人钻研为主师生关系融洽。上述概括当然不是最后的结论，随着书院研究的不断深入，人们对书院特点的认识，也将随着史料的逐步丰富而更加全面更加深刻。比如在组织管理方面，书院就有很多特点管理机构一般比较精干经费来自多种渠道，书院能独立自主学规则灵活多样，能寓教于管等等。这中间有许多经验值得我们借鉴。年第章我看北大也许是出于一种偶合，北大几乎与世纪同寿。在过去年中，时间斗换星移，世事沧海桑田，在中国产生了天翻地覆的变化，而北大在人事和制度方面也随顺时势，不得不变。然而，我认为，其中却有不变者在，即北大对中国文化所必须负的责任。古人常说，某某人一身系天下安危。陈寅恪先生挽王静安先生诗中有一句话文化神州丧一身。而我却想说北大一校系中国文化的安危与断续。我并不是否认其他大学也同样对中国文化的传承起了作用但是其间有历史长短的问题，有作用断续的问题，与夫所处地位不同的问题。这些都是活生生的事实，想能获得广大教育界同仁的共识，并非我一个人老王卖瓜，信口开河。我所谓文化是最广义的文化，精神和物质两个方面都包括在里面。但是狭义的文化，据一般人的理解，则往往只限于与中文历史哲学三个系所涵盖的范围有关的东西。而在北大过去年的历史上，这三个系，尽管名称有过改变，始终是北大的重点。从第一任校长严复开始，中经蔡元培胡适傅斯年代校长汤用彤校委会主席等等，都与这三个系有关。"}
{"text":"这些都是活生生的事实，想能获得广大教育界同仁的共识，并非我一个人老王卖瓜，信口开河。我所谓文化是最广义的文化，精神和物质两个方面都包括在里面。但是狭义的文化，据一般人的理解，则往往只限于与中文历史哲学三个系所涵盖的范围有关的东西。而在北大过去年的历史上，这三个系，尽管名称有过改变，始终是北大的重点。从第一任校长严复开始，中经蔡元培胡适傅斯年代校长汤用彤校委会主席等等，都与这三个系有关。至于在过去年中，这三个系的教授，得大名有大影响的人物，灿如列星，不可胜数，五四运动时期是一个高潮。这个运动在中国文化学术界思想界甚至政界所起的影响，深远广被，是无论怎样评价也不为高的。如果没有五四运动，我们真不能想象今天中国的文化和教育会是一个什么样子。中华民族是一个伟大的民族。我们有多年的历史文化传统，而又从没有中断过，这在世界上是独一无二的。我们又是一个毫不吝啬的民族，我们的四大或者更多的大发明，传出了中国，传遍了世界，促进了人类社会的进步，推动了人类文化的发展，为全球人民谋了极大的福利，功不可没。可惜的是，自从西方工业革命开始时起，欧风东渐，我们中国逐渐沦为半封建半殖民地社会，昔日雄风，悄然匿迹，说实话，说是可惜，是我措辞不当。我在最近几年曾反复强调三十年河东，三十年河西之说。激烈反对者有人，衷心赞同亦有之。我则深信不疑。欧洲东渐，东西盛衰易位，正是符合这个规律的，用不着什么可惜。到了现在，天之骄子西方人所创造的文化，其弊端已日益显露。现在全世界的人民和政府都狂呼要保护环境，试问环境之所以需要保护，其罪魁祸首是什么人呢？难道还不是西方处理人与大自然的关系不当，视大自然为要征服的敌人这种想法和做法在作祟吗？我们绝不想否定西方近几百年来对人类生活福利所做的贡献，那样做是不对的。但我们也绝不能对西方文化所造成的弊端视而不见。西方不亮东方亮，连西方的有识人士也已觉悟到，西方文化已陷入困境，唯一的挽救办法就是乞灵于东方，英国大历史学家汤因比就是其中一人。我们东方，首先是中国，在处理人与大自然的关系方面，是比较聪明的。至少在理论上是这样，在行动上我们同西方差别不大。我们有一种天人合一的理想，自先秦起就有，而且不限于一家，其后绵延未断。"}
{"text":"我们绝不想否定西方近几百年来对人类生活福利所做的贡献，那样做是不对的。但我们也绝不能对西方文化所造成的弊端视而不见。西方不亮东方亮，连西方的有识人士也已觉悟到，西方文化已陷入困境，唯一的挽救办法就是乞灵于东方，英国大历史学家汤因比就是其中一人。我们东方，首先是中国，在处理人与大自然的关系方面，是比较聪明的。至少在理论上是这样，在行动上我们同西方差别不大。我们有一种天人合一的理想，自先秦起就有，而且不限于一家，其后绵延未断。宋朝大哲学家张载有两句话，说得最扼要，最准确民，吾同胞物，吾与也。与的意思是伙伴，物包括动物和植物。我们的生活来源都取之于大自然，而我们不把大自然看作敌人，而看作朋友。将来全世界的人都必须这样做，然后西方文化所产生的那些弊端才能逐渐克服。否则，说一句危言耸听的话，我们人类前途将出现大灾难，甚至于无法生存下去。前几年，我们中国学术界提出了一个口号弘扬中华民族优秀文化。这口号提得正确，提得及时，立即得到了全国的响应。所谓弘扬，我觉得，有两方面的意义一个是在国内弘扬，一个是向国外弘扬。二者不能偏废。在国内弘扬，其意义之重要尽人皆知。我们常讲有中国特色的，这特色无法表现在科技上。即使我们的科技占世界首位，同其他国家相比，也只能是量的差别，无所谓特色。特色只能表现在文化上。这个浅近的道理，一想就能明白。在文化方面，我们中华民族除了上面所说的天人合一的思想以外，几乎是处处有特色。我们的语言，我们的书法，我们的绘画，我们的音乐，我们的饮食，我们的社会风习，我们的文学创作，等等，等等，哪个地方没有特色呢？这个道理也是极浅的，一看就能明白，这些都属于广义的文化，对内我们要弘扬的。除了对国内弘扬，我们还有对国外弘扬的责任和义务。我在上面已经谈到，在文化的给予方面，我们中华民族从来是不吝惜的。现在国外那一些懵懵懂懂的天之骄子们，还在自我欣赏。我们过去曾实行所说的拿来主义，拿来了许多外国的好东西，今后我们还将继续去拿。但是，为了世界人类的幸福和前途，不管这些天之骄子们愿意不愿意来拿我们中国的好东西，我们都要想方设法实行送去主义，我们要送货上门。我相信，有朝一日他们会觉悟过来而由衷地感谢我们的。写到这里，我们再回头看我在本文一开头就提到的北大与中国文化的关系，以及北大对中国文化所负的责任。"}
