{"text":"说到字辈，是修家谱的重要工作之一。以前每三十年修一次家谱。即使衰落的家族，最多不能超过六十年，一定要修一次家谱。在修谱的时候，就要决定排出新的字辈。以蔡家的字辈为例是世泰家声启，运隆教泽长十个字。在年修谱的时候，就另外决定了新的十个字，作为后十代命名用的，假如本人名世信，儿子则名泰来，孙子名家珍，曾孙名声传，玄孙名启伟。由名字上一看，就辈分分明，尊卑有序。在同辈中，也有不同字用同一部首的。如启字辈的同胞兄弟姊妹，兄弟名启伟启仕启优启侠妹妹用启侬启仪启仙等等。这种表明血统的方式，后来更扩而充之，作为表明文化系统社会关系的方式。如过去北平的科班今日几所戏剧学校的学生所用的艺名，王复蓉李复初，一看便知是复兴剧校复字辈的学生。刘陆和赵陆锦，不外是陆光的陆字辈学生。又如近代特殊社会的所谓大字辈通字辈，都是这个精神，其中有很多很多功用。红蓝画线鬼哭神号在家其中，如上表可以看到祖宗的来源，像比干的旁边注了河南两字。又如我是浙江人，我们南姓怎么由河南一带到浙江来的？是南宋的时候南渡到浙江来的，等于我们这次跟政府来台一样，当时随政府到浙江的，然后历代祖先，有谁到那里去了，都有记录。有一次我在某处看到一家叶姓人家修谱，发生的怪事真多，我们小孩子听了都害怕，夜里他们祠堂中会鬼哭神嚎。因为有的人传了几代以后，没有孩子了，在家谱上他的那条直线就要断了。照老规矩，出嫁，就注适张适李，看得清清楚楚，这是几千年来宗法社会的成规。宗法社会的组织，就有这样严密，对于个人的名字号谥法事业行状，等于一篇小传，在家其中都记载得清清楚楚。在家谱族系表的线都是红的，如果中间看见一条蓝线，就是很严重的事情了。因为红线是代表血统如果是蓝线，就是表示没有生孩子，而是由兄弟的孩子，即侄子过继来承宗祧的如果没有兄弟侄子，由外甥妹妹的孩子过继来延接香烟的，则加双姓，一般是本姓血统最近的过继也叫承祧。其中也有一子双祧的，如兄弟两人，哥哥无子，弟弟也只有一个孩子，那么这个独子，就同时是伯父的孩子。而且除了生父给他娶一个太太外，伯父也给他娶一个太太，称为长房媳妇。当然，弟兄排第几，就是几房。那么长房媳妇生的孩子，就是伯父的孙子，本房媳妇生的孩子，为生父的孙子。"}
{"text":"因为红线是代表血统如果是蓝线，就是表示没有生孩子，而是由兄弟的孩子，即侄子过继来承宗祧的如果没有兄弟侄子，由外甥妹妹的孩子过继来延接香烟的，则加双姓，一般是本姓血统最近的过继也叫承祧。其中也有一子双祧的，如兄弟两人，哥哥无子，弟弟也只有一个孩子，那么这个独子，就同时是伯父的孩子。而且除了生父给他娶一个太太外，伯父也给他娶一个太太，称为长房媳妇。当然，弟兄排第几，就是几房。那么长房媳妇生的孩子，就是伯父的孙子，本房媳妇生的孩子，为生父的孙子。如果没有叔伯兄弟，就从叔伯祖的后代同辈中承祧，一直追溯到五代上去。如果外甥过继承祧，要经过族长的同意才可以，而且过继来的第一代要加双姓。如张家由李家外甥过继而来，在家其中的蓝线下就写张李某某。所以有的人没有后代的，就叫这一家修平时修不下去了，晚上就听到鬼哭。负责修谱的人就要想办法，使他的宗祧延续下去。后来，我从外面回到故乡，奉父亲的命令负责主持修家谱，不敢推辞。这件事是非常严重的，半点都马虎不得，稍有不清楚，稍有怀疑，参加修谱的人必定要亲自去这一家访问。假如有一家迁到江西去了，就要亲自去江西寻找，在江西好不容易找到了，可是这家子孙又到湖南了，又要追踪到湖南访问。我的经验，去访问时，有的人会讨厌你，但大多数人非常欢迎，非常礼遇，不但供给食宿川资，以贵宾长者相待，还有的送红包。可是送红包的当中也会有作用的，譬如他家的名字下，本来应该画蓝线的，送个大红包请求替他画一根红线。但这是宗族的大法，修谱的人不敢乱来，而且作了弊有鬼找上来惩罚，可吃不消。在人类学的立场看起来，好像红线或蓝线没有多大关系，民胞物与的精神，民吾同胞，物吾与也，谁的儿子都是一样可是站在宗族血统的立场，就绝不敢以开放的思想来做。还有的人声明不是外甥，是路边妻生的孩子。所谓路边妻是有的地方有租妻的风俗，租一个妇人来，生下孩子以后，将孩子交给男方，各走各的路，没有夫妻关系。可是怎样去证明呢？路边妻等于西藏的多夫制。在西藏有一夫一妻制，有一夫多妻制，也有一妻多夫制，一妻多夫有的是兄弟同妻，也有的是一个妇人同时是张王刘李几家的太太，女权很高。所以路边妻的孩子，碰到几家修平时就发生问题了，因为无法证明这个孩子到底是哪一个丈夫的。"}
{"text":"所谓路边妻是有的地方有租妻的风俗，租一个妇人来，生下孩子以后，将孩子交给男方，各走各的路，没有夫妻关系。可是怎样去证明呢？路边妻等于西藏的多夫制。在西藏有一夫一妻制，有一夫多妻制，也有一妻多夫制，一妻多夫有的是兄弟同妻，也有的是一个妇人同时是张王刘李几家的太太，女权很高。所以路边妻的孩子，碰到几家修平时就发生问题了，因为无法证明这个孩子到底是哪一个丈夫的。但无论是红线或蓝线，有一个最主要的精神，就是兴灭国，继绝世的精神，对于没有后代的，一定想办法把他的宗祧继承下去，香烟延续起来，这是中国民族思想的精神，大家必须注意。我曾和许多老朋友谈起，问他们有没有修家谱，看家谱的经验。他们有的七八十岁了，都说没有，而我很幸运，一生中有过两次。不过有一件很遗憾的事，每一宗族的家谱，依照老规矩，仅有两部。正本放在祠堂里，副本放在族长的家里。如果为了法律问题或者宗族上其它什么问题，要查家谱的时候可不容易，非要全祠堂的董事负责人到齐了，才可以打开这个藏家谱的箱子。我当年在家里修家谱，一位朋亥告诉我，他当时回去修家谱，有所变革，不像以前那样有半张书桌宽大的正副两本，而变成了现在的二十四开本，同时印了一百多套，凡是出了钱的，或一家送一套，或三五家送一套，以资流传。他这个办法很新，可是我做不到，因为我们南家的老辈们非常保守，对于祖上留传下来的规矩，不敢改，没有办法开这个新风气，所以我非常佩服他这点，真高明。事后我真有点后悔，我当时如果也这样做了，老辈们顶多不高兴，也不会对我怎么样，不过说我思想变了，家谱和印书一样，印这许多给人家看。其实现在想起来，我这位朋友的做法是对的，恐怕现在有许多人的家谱已经没有了。不过到台湾后，也曾听人说过，在抗战前后有些宗族修谱，都是和我那个朋友一样，除了祠堂的公款以外，办理预约，订出一个价格，凡是本宗族的家庭，愿意捐若干钱以上的，就领一部，谓之领家谱。有钱的人家领一部，也有几家合领一部的。所捐的钱，绝对超过预订的价格，甚至有的超过十倍以上，以表示对祖先的孝道，为宗族尽力。领家平时，非常隆重恭敬，视为一种光荣，除了用古典鼓乐，到祠堂中恭领，如迎神一样，而且当天还要设宴，邀请诸亲友，因为这也是一件喜事，宗族亲戚朋友邻居都会来道贺。领回的家谱放在谱箱里面，供奉在祖先牌位的旁边，是不能轻易打开的。"}
{"text":"有钱的人家领一部，也有几家合领一部的。所捐的钱，绝对超过预订的价格，甚至有的超过十倍以上，以表示对祖先的孝道，为宗族尽力。领家平时，非常隆重恭敬，视为一种光荣，除了用古典鼓乐，到祠堂中恭领，如迎神一样，而且当天还要设宴，邀请诸亲友，因为这也是一件喜事，宗族亲戚朋友邻居都会来道贺。领回的家谱放在谱箱里面，供奉在祖先牌位的旁边，是不能轻易打开的。如果是几家合领的家谱，就由合领的几家轮流供奉保管，一家以一年为期，对这件事是非常严肃庄重的。传统历史的资料家谱不但是为个人，而是为一家一族的宗法社会观念而存在它更高的价值，在于其中有很多宝贵的资料。尤其在历史这方面，寻查个人的史料，像岳飞文天祥这些人的传记，就是从他家乡中的家谱里，找出很多真实的资料与记载，这些资料在历史上很重要。换言之，家谱家乘，就是它这个宗法社会的一个小的历史。我们常说，大家都是黄帝子孙，就是各家循家谱研究，追溯到最后，黄帝是每一家族的根源。发展下来，就表现了兴灭国，继绝世的民族观念。另一点，兴灭国，继绝世的观念，也可以说是中国人文的侠义道精神。侠义的义，是义气的意思，也是从这个精神来的。我曾经提过，仁义的仁字，在世界各国的文字中，有同意义的同义字。但是侠义道的义字，在世界各国文字中，都没有同义的字，只有我们中国文化讲侠义义气。这是对朋友的一种精神，为了朋友可以牺牲自己的生命。朋友死了，应该对他的孩子负责教养，培养教育到长大成人，成家立业。甚而有的公私机构，对于员工的遗孤，都还照顾培植。当然，现在社会这种情形比较少了。过去我就看到好几个朋友，这样照顾亡友的孤儿寡妇，一直到孩子长大成家为止。这种侠义的精神，路见不平的，帮助人的，看见孤苦给予援助，就是根据兴灭国，继绝世的精神发展出来的。我们了解了这个道理以后，由兴灭国，继绝世的观念再发挥起来，就构成了我们这个国家民族文化许多与众不同的优点。尽管我们看见现在的这个社会，都感叹世风不古，好像特别势利讲现实。但是据我所了解，凡是中国人，先天的在血统里面，下意识中，还是保存了这种兴灭国，继绝世的精神。"}
{"text":"过去我就看到好几个朋友，这样照顾亡友的孤儿寡妇，一直到孩子长大成家为止。这种侠义的精神，路见不平的，帮助人的，看见孤苦给予援助，就是根据兴灭国，继绝世的精神发展出来的。我们了解了这个道理以后，由兴灭国，继绝世的观念再发挥起来，就构成了我们这个国家民族文化许多与众不同的优点。尽管我们看见现在的这个社会，都感叹世风不古，好像特别势利讲现实。但是据我所了解，凡是中国人，先天的在血统里面，下意识中，还是保存了这种兴灭国，继绝世的精神。只是因时代不同，教育方法不同，知识范围不同，而有衰微之征。一旦我们的国家民族，恢复到祥和安定，注意礼义教育的时候，我们的这种民族精神，是不会变的。常常我们在接触外国朋友时，就会反映出我们中华民族的伟大。比如有一次一位美国朋友，在我家过中国的新年。谈笑中他说，有人说美国人有优越感，其实很冤枉，他曾经到过世界各国，据他研究结果，优越感最强的是中国人。我说我承认，而且我说你也不必再说了，你认为我是中国人中民族优越感最强的一个。他听了哈哈大笑，他又说，万一有一天，我的国家和你的国家成了敌国，而我们两个在战场上相遇，你将怎么办？我说，我会开枪打你，万一你死了，我也会抱了你的尸首大哭一场。打死你是因为你是我国家的敌人，大哭一场因为你是我的朋友。这虽然是说笑话，但我们自己研究我们的民族特色，有许多与世界各国文化所不同的特点，这些都是要特别注意的。也是讲季氏第十六这篇书之前，要特别先提出来的。侵略者的遁词现在讲到正文季氏将伐颛臾。冉有季路见于孔子曰季氏将有事于颛臾。孔子曰求，无乃尔是过与？夫颛臾，昔者先王以为东蒙主，且在邦域之中矣！是社稷之臣也，何以伐为？另一段鲁国的季家，已经说过多次，不再介绍了。当孔子时候，季家三兄弟将政权军权经济权都掌握在手里。虽然还不敢推翻鲁国的王朝，而鲁国的国君等于是傀儡。这次季家准备去侵略颛臾这个小国家。孔子的学生冉有，在季家等于是文人而兼武职带兵的，是季家的家臣。因此这一天和子路两个人来看孔子，向孔子报告，季家将有事于颛臾。这句话在古人的文章很简单，其实事情并不简单。冉有与季路为什么来的？他们不是不知道季家有侵略这个小国的野心，想并吞颛臾。"}
{"text":"当孔子时候，季家三兄弟将政权军权经济权都掌握在手里。虽然还不敢推翻鲁国的王朝，而鲁国的国君等于是傀儡。这次季家准备去侵略颛臾这个小国家。孔子的学生冉有，在季家等于是文人而兼武职带兵的，是季家的家臣。因此这一天和子路两个人来看孔子，向孔子报告，季家将有事于颛臾。这句话在古人的文章很简单，其实事情并不简单。冉有与季路为什么来的？他们不是不知道季家有侵略这个小国的野心，想并吞颛臾。但是他们两个人受了孔老夫子的影响，又是孔子的高材生，内心的看法，觉得季家这件事不对，而且做出来了，一定要挨老师一顿骂。可是这两个人到底不是孔子，季家这样做，似乎也未尝不可，并没有坚决反对但又怕孔子知道以后吃不消。于是两个人来试探孔子的意向，两个人很妙，很滑头的联合起来看孔子。当然一开头不敢报告这件事情，先说一些别的事，最后才顺便提起，说季家将对颛臾有事情，有问题。到底什么事情？什么问题？没有讲，完全外交辞令。孔子是明白人，一听就懂了，马上告诉冉有，叫他的名字，冉求！这件事情，恐怕你太过分了，要不得的，这是一种很大的罪恶。颛臾这个国家，是五百年前周武王分封诸侯建立的国家。当时在中国东方的边疆，还没有开发的民族，由他管理，而且有四五百年的历史，包括在中国的版图以内，是社稷之臣。那时所讲社稷这个名词，等于现在的国家那时所讲的国，等于现在的地方单位。这里孔子是说颛臾这个国家，也是周天子所领导的天下的一分子。何以伐为？怎么可以出兵去打他，侵略他，企图吞并他的土地呢？这里称伐，是因为古代战争的名称，因性质而不同。征与伐是有分别的，所谓伐是对方不对，或者下面叛变，出兵去打他，称为讨伐。所谓伐罪，他有罪才可讨伐。颛臾根本是先王所封，有他的历史背景和地位，是东蒙之主，而且没有错，不过现在衰落了，怎么可以出兵去讨伐他？没有这个道理。冉有曰夫子欲之，吾二臣者，皆不欲也。这是冉有在推卸责任。他本来是怕挨孔子的骂，先来备案的。他说，这没有办法，我们的老板要这样做，我跟子路两人，实在没有这个意思。我们吃人家的饭，不听人家的怎么办？其实这是冉有推卸责任的话，这里我们有两点可以看出来第一，看到孔子的教育精神。当时并没有党派的组织，但是孔子的弟子们，事无大小，对于孔子有宗教性的崇敬也有现在对于政党组织政治性的尊重。每一件事不敢不向他报告。"}
{"text":"没有这个道理。冉有曰夫子欲之，吾二臣者，皆不欲也。这是冉有在推卸责任。他本来是怕挨孔子的骂，先来备案的。他说，这没有办法，我们的老板要这样做，我跟子路两人，实在没有这个意思。我们吃人家的饭，不听人家的怎么办？其实这是冉有推卸责任的话，这里我们有两点可以看出来第一，看到孔子的教育精神。当时并没有党派的组织，但是孔子的弟子们，事无大小，对于孔子有宗教性的崇敬也有现在对于政党组织政治性的尊重。每一件事不敢不向他报告。而孔子是一个平民，既无组织，又无权位，只是一种道德的感召，学生们不敢骗他。但是这件事情，非骗他不可，怕他不同意。第二，孔子与季家之间的关系对季家无所谓而冉有季路不同，他们是孔子的学生，同时在季家是家臣。这个举动，等于现在一个具有国际性的举动，他们怕将来的后果会挨骂，将来历史上会怎样批评更不知道，事情很严重，所以来向孔子报告。而孔子即刻根据历史文化的道理宗法社会的精神，告诉他们不可以这样，他们两人于是推托了，说是夫子欲之，自己并不想这样做。老虎出笼珠宝完蛋孔子曰求，周任有言曰陈力就列，不能者止。危而不持，颠而不扶，则将焉用彼相矣？且尔言过矣！虎兕出于柙，龟玉毁于椟中，是谁之过与？这里是要点，就是中国文化精神的重点了。孔子听了冉求的话，就告诉冉求，根据以前管文化政治的周任的话陈力就列，不能者止。这八个字，有几个意义第一，一个人做人家的干部，高级的干部也好，基层的干部也好，要把自己的力量尽量贡献出来否则自己不愿意干的，就早不要干。这就是现在讲的责任问题。既然担任了这个职务，就要在这个班次之中，职位上面，贡献出力量。如果所提出来的意见，而结果人家的作为，违反了自己所提意见的真理原则，就宁可算了，可以不干，既然做不到就算了。中国古代许多大臣，认为政策错误了，拼命诤谏。唐宋时代往往有这种事情，遇到皇帝不听自己的意见时，就把代表官阶的帽子自己摘下来，送还给皇帝，宁可不做这个官了，因为还要对历史对老百姓有一个交代，既然进谏不听，只好走路。第二，也可以解释成战争的哲理。就是说准备一个战争，把我们的力量排列开来，战争的行列准备好。"}
{"text":"如果所提出来的意见，而结果人家的作为，违反了自己所提意见的真理原则，就宁可算了，可以不干，既然做不到就算了。中国古代许多大臣，认为政策错误了，拼命诤谏。唐宋时代往往有这种事情，遇到皇帝不听自己的意见时，就把代表官阶的帽子自己摘下来，送还给皇帝，宁可不做这个官了，因为还要对历史对老百姓有一个交代，既然进谏不听，只好走路。第二，也可以解释成战争的哲理。就是说准备一个战争，把我们的力量排列开来，战争的行列准备好。在中国古代的军事哲学，与现在不同，对于失去了抵抗能力的国家，失去了抵抗能力的人，是不打的。从旧的武侠小说就可以看到这种精神。习武的人，不肯用飞刀镖等等暗器，不得已一定要用时，也要在出手的同时叫一声看镖！就是要偷袭的时候，也通知一声你小心我要偷袭你了。讲明的，所谓明人不做暗事，即使是对仇人，私下整人的事决不干。就是这样一种讲礼义的风格。过去习武功的人，有五种不打的人，宁可受气，决不打――包括有老年人乞丐出家人妇女有病或残废的都不打。流露出我们中国文化，在战斗的行为中，还有许多合于礼义的精神。个人的格斗国家之间的战争都是如此。外国文化中也有这些，不过形态稍稍不同而已。现代二十世纪末叶，东西文化都在大变迁中，可是据我所知道的，虽然在变，我们似乎赶不上人家。如美国嬉皮，美国认为不能让它形成问题。他们的教育，因为发生了嬉皮，就马上变了。我的孩子回来告诉我，加州有一所大学有两万五千名学生，就有一万五千名老师。一个老师管两个学生还不到，功课是紧得没有办法再紧了。在十年前只要读十本书就够的一门课，现在要读五十本书了。时代不同了，知识在膨胀，人要跟着走，所以现在没有嬉皮了。这是人家值得我们效法的地方。所以我们中国文化中易经上讲要变，要适变，要应变。但是我们现在一成不变，自己个人的修养学问都是一样的。时代在变，我们不能墨守成规。人家的小学教育也在变，成为人盯人的方法，谁错了立刻严格纠正。举例来说，如果有一个小学生上楼梯，步伐不依规定而乱跑，老师一定把这个学生叫下来，训斥一顿，命令他规规矩矩，再走上去。又如教室门口的草地上清洁整齐，假使有一个同学丢了一张废纸，全班都不准放学，处罚整理环境卫生，这就是我们所谓的德育，我们的训导工作。现在人家做得非常严格。昨天我问美国一个办教育的朋友，他们这种办法是从哪里学来的。"}
{"text":"但是我们现在一成不变，自己个人的修养学问都是一样的。时代在变，我们不能墨守成规。人家的小学教育也在变，成为人盯人的方法，谁错了立刻严格纠正。举例来说，如果有一个小学生上楼梯，步伐不依规定而乱跑，老师一定把这个学生叫下来，训斥一顿，命令他规规矩矩，再走上去。又如教室门口的草地上清洁整齐，假使有一个同学丢了一张废纸，全班都不准放学，处罚整理环境卫生，这就是我们所谓的德育，我们的训导工作。现在人家做得非常严格。昨天我问美国一个办教育的朋友，他们这种办法是从哪里学来的。他说是因为发现嬉皮以后，考察全世界教育，发现苏联的教育，基础札实得很，受了这个刺激，所以他们统统变，要赶上苏联，胜过他。美国这种地方实在了不起。我们从陈力就列，不能者止。这八个字，一扯扯到那么远，而道理就在这个原则之下，所以中国文化有许多道理，不要以为西方没有，人家还是有。孔子引用了周任的话以后，对冉有和季路说，一个当宰相辅助诸侯的人，对外面的国家，应该扶危，像旧小说所讲的侠义道精神，应该济困扶危。人在真正困难的时候，是要人协助的。孔子说颛臾这样的小国，他的历史生命正在很危险的时候，像一个东西要倒了，该伸出同情的手，支持他一下，结果你们做不到，没有办法帮助人家。本来要你们去季家当家臣，不但要帮助自己的国家，同时也要帮助别人，而你既然做不到，违反了原则，又用你做宰相干什么呢？这是他在骂冉有。孔子又说，而且你刚才说，这是季家要这样做，你们并不要这样做，这种话未免错了，毛病大了。我且问你虎兕出于柙，龟玉毁于椟中。是谁之过呢？这两句话，是比方当时的时代毛病。虎，大家都知道是猛兽兕也是一个独角兽，同犀牛一样，很凶猛的。这些猛兽就是应该用笼子关起来的，如果放出来就会吃人。一个国家扩充了兵力，就是要吃人。所谓军国主义的思想，如大战前的日本都是这种思想。像野兽出笼一样，当然要吃人，侵略人家，妨碍别人的生存。龟玉毁于椟中，龟玉是古代经济财富的象征。乌龟的壳是宝贝，玉石等于现在的翡翠钻石，在匣子里整个毁了。换句话说，一个时代，到处充满了战争的武器，经济崩溃，民不聊生，老百姓生活成问题对外扩充武备想侵略人家，内部自己国民经济崩溃了。这又是谁的过错？这是孔子骂他的学生，你是辅相，季家当然要那样做，而你冉有所受的教育是什么？结果还是做了，这是谁的错？这两句话，代表了那时代的现象。任何一个时代，在变乱的时候，也都是这个现象。"}
