{"text":"此时节度大人胸前胁下，无数鲜红的小颗粒清晰可见。红线叫大兵提来井水，一桶一桶往他身上浇，泼到第七桶，节度大人悠悠醒转。原来山上虽然凉快，可毕竟是六月酷热的大气，穿海兽皮的厚甲不甚相宜。节度大人披甲出门，不单捂了一身痱子，而且中了暑。节度大人醒来时，只见自己像刚出世一样精赤条条，面前站满了手下的兵，这可不得了！他这个身体，虽不比皇上的御体，但是身为文武双一品的朝廷大员，起码可以称为贵体，岂能容闲杂人等随便来看？更何况他身上长满了扉子。薛嵩是堂堂的一条好汉，而痱子是小孩子长的东西，所以既然长了痱子就应该善加掩饰，怎么能拿来展览？薛嵩把手下人都轰出去，关起门来要就这个过失对红线实施家法，也就是说，用竹板打她的手心。可是那个小蛮婆发了性子，吼声如雷，说老娘好意救你，倒落下好多不是，这他妈的就叫文明啦！她还把孔圣人孟圣人，以及大唐朝的列祖列宗一齐拿来咒骂。薛嵩见她不服教化，也只好罢休。他叫她拿饭来吃，今宵早点睡，明天起绝早再上山去找酋长们问罪。红线把节度大人的晚膳拿来――诸位，这可不是羊炙鱼脍之类的大唐名菜，盛在细磁盘白玉碗里而是生胸鱼牛肉干耙酸菜臭笋之流，盛在竹筒木碗之中。红线给薛嵩上菜根本谈不上举案齐眉，只是横七竖八端上桌来。这女人好像有点得意忘形，端上菜以后就粗声粗气地说吃吧！把薛嵩气得要发疯。如果她是薛嵩的正妻，薛嵩就要按七出之条出了她。如果她是长安家里的侍妾，薛嵩就要把她臭揍一顿，卖给人贩子。可是此地是荒山野岭，使不得这一套。他只好忍气吞声地吃饭。吃到一半，他忽然想到这蛮女今天这么趾高气扬，想必做下了什么露脸的事情，不妨问上一问。这一间就问出来，早上薛嵩出去以后，又有两位身上涂黑泥的大爷到家里来找他，被红线使铁叉叉翻，吊在后园的竹林里。薛嵩一听大喜，跑到后园一看，那儿果然吊着两个人。这一下薛嵩连饭也顾不上吃，连忙跑到家里，开箱子取出一品大员的大红袍穿上，戴上乌纱帽，束上碧玉带，一边穿衣一边告诉红线法律方面的事，按大唐的制度，节度使不问刑名，案子应该交地方官审理。不过这个案子是行刺本节度，所以可以按军法审理。说完这些活，他就兴冲冲出门去，叫军政司升帐审那两个刺客。这个案子倒不难审。两个刺客一到堂上不等用刑就招了供。"}
{"text":"薛嵩一听大喜，跑到后园一看，那儿果然吊着两个人。这一下薛嵩连饭也顾不上吃，连忙跑到家里，开箱子取出一品大员的大红袍穿上，戴上乌纱帽，束上碧玉带，一边穿衣一边告诉红线法律方面的事，按大唐的制度，节度使不问刑名，案子应该交地方官审理。不过这个案子是行刺本节度，所以可以按军法审理。说完这些活，他就兴冲冲出门去，叫军政司升帐审那两个刺客。这个案子倒不难审。两个刺客一到堂上不等用刑就招了供。薛嵩问明情由，给那两位立下罪名，一是偷越关津，擅入沅西镇地面二是身怀利器，擅入节度府第，行刺朝廷方面大员，按军法推出辕门斩首。等到把这两人斩了，薛节度回家去，坐在铺上生闷气。再看那红线，在一边又开腿坐着，丢砂包捉羊拐，玩得十分开心，气得他拍席喝道小贼婆，高兴什么？红线闻声十分踊跃地奔过来，跪在薛高面前，气壮如牛地吼道奴婢知错了！奴婢罪该万死！！薛嵩被她搅得没了脾气，只好把她拉起来说得啦，起来说话，我现在倒运得很，遇上一件糟心事，只好和你商量。启禀家主爷，奴婢罪该万死得很啦，我不知道你说的是哪一出。还能是哪一出？就是早上那两个刺客的事。嗅！那两个刺客！你问出来了吧，他们是苗人还是瑶人？一说起那两个刺客的种族，薛嵩脸色有点阴沉。红线说是不是又要给你跪下来？薛嵩说这倒不必，那些人果然如你所说，全是汉人，他们是两湖节度使田承嗣帐下的外宅男，奉差来取薛某的首级。红线说她十分知罪，首先，她为三阴弱质，头发长见识短其次，她乃蛮夷之人，不遵王化，因此她这个小奴家就不知什么叫外宅男，以及他们为什么要取薛嵩的首级。薛嵩说，这件事十分荒唐，这位两湖节度使田承嗣，管着洞庭周围数十州县，所治部是鱼米之乡，物产丰饶，不知起了什么痰气，还要来抢薛嵩的地盘儿。田老头自称有哮喘病，热天难过，要薛嵩借一片山给他避暑。怎奈薛嵩名义上领有两军七州八县，实际上能支配的也就是这凤凰寨周围的弹丸之地，没地方可借。田承嗣索地未遂，就坏了良心，派他的外宅男来行刺。所谓外宅男者，二等于儿子是也。像这类的干儿子田老头有三千余人，都是两湖一带的勇士，受日老头豢养，愿为其效死力者。这种坏东西今后还要大批到来，杀不胜杀，防不胜防，真不知该怎么对付。红线说，这都怪节度相公当初没听她的话。"}
{"text":"田老头自称有哮喘病，热天难过，要薛嵩借一片山给他避暑。怎奈薛嵩名义上领有两军七州八县，实际上能支配的也就是这凤凰寨周围的弹丸之地，没地方可借。田承嗣索地未遂，就坏了良心，派他的外宅男来行刺。所谓外宅男者，二等于儿子是也。像这类的干儿子田老头有三千余人，都是两湖一带的勇士，受日老头豢养，愿为其效死力者。这种坏东西今后还要大批到来，杀不胜杀，防不胜防，真不知该怎么对付。红线说，这都怪节度相公当初没听她的话。要按她的意见，当初建寨时，只消种上一圈儿剑麻或是霸王鞭，此时，早长到密密层层，猪崽子也挤不进，刺客要不是长虫，根本爬不进来。现在立了一圈寨栅，窟窿比墙还大，什么都挡不住。薛嵩说，这种话毫无意思，现在去种剑麻也晚了。红线说，家主老爷自称是文一品，武一品，又是大唐的勋戚，在皇上面前很有面子的。只消写一纸奏章，送到长安去，皇上就会治田承嗣的罪――最低限度也要打几十下手心。薛嵩愁眉苦脸地说，这种事皇上多半是不管。那年头群藩割据，潼关以东朝廷号令不行，想管也管不了。于是红线说，她还有个主意，就是他们上山去投靠他的爹地。她的爹地是个大酋长，管十几座寨子，住在他那儿，薛嵩的安全一定没问题。薛嵩说，这可不成。他是朝廷命宫，天朝的大员，岂能托庇于蛮酋之下？夫子曰，三军可以夺帅，匹夫不可以夺志。万不可如此行。红线就说，她没有其他的主意了，除非他回长安去。回长安也不坏，她想跟着去见见那个花花世界。不过薛嵩家里还有妻室，又有公公婆婆大姑子小姑子等等，数以百计。现在侍候薛嵩一个老爷，又要跪又要拜，当耍子也还可以，再加上老太爷老太太大奶奶二奶奶等等，那就肯定不好玩。听了红线的活，薛嵩长叹一声。他不能回长安去，不过这话不能讲给红线听。她虽是贴身侍妾，但是非我族类，不可以托以腹心。他想，我到湘西，原是图做二军七州八县的节度使，为朝廷建功立业，得一个青史扬名，教后世的人也喝一声彩。好一个薛嵩，不愧是薛仁贵之孙，薛平贵之子！谁知遇上这么一种哭笑不得的局面，眼下又冒出了田承嗣，也来凑这份热闹，真他妈的操蛋得很。然后他想二军七州八县没弄着，只弄上一个小蛮婆。这娘们不待父母之命媒的之言就跑了来，可算是淫奔不才之流我和她揽到一块，有损名声。最后他又想这蛮婆也不坏，头发很黑，眼睛很大，腿很长，身腰很好天真烂漫，说什么信什么。套一句文来说就是蛮婆可教也。"}
{"text":"他想，我到湘西，原是图做二军七州八县的节度使，为朝廷建功立业，得一个青史扬名，教后世的人也喝一声彩。好一个薛嵩，不愧是薛仁贵之孙，薛平贵之子！谁知遇上这么一种哭笑不得的局面，眼下又冒出了田承嗣，也来凑这份热闹，真他妈的操蛋得很。然后他想二军七州八县没弄着，只弄上一个小蛮婆。这娘们不待父母之命媒的之言就跑了来，可算是淫奔不才之流我和她揽到一块，有损名声。最后他又想这蛮婆也不坏，头发很黑，眼睛很大，腿很长，身腰很好天真烂漫，说什么信什么。套一句文来说就是蛮婆可教也。眼下再不把她好好利用一下，就更亏了，他把这意思一说，红线十分踊跃是！领相公钧旨！就躺下来，既没有罗纳帐，又没有白玉枕。薛大人抱着她就地一滚。这项工作刚开始，只听后门嘎嘎一响，薛嵩撇下红线就去抓枪。可是红线比他还快，顺手抓一方磨石就掷出去，只听哇的一声，正打在一个人面门上，那人提一口刀，正从门外抢进来。薛嵩十分恼火行刺拣这个时候来，真该天诛地灭，千刀万剐。于是他挥起大枪杀出去，一到后院，就有七八个人跳出来和他交手。这帮人手段高强，更兼勇悍绝伦，薛嵩打翻了两个，余者犹猛扑不止。要不是红线舞牌挥刀来助，这场争斗不知会有什么结果。那伙人见薛红二人勇猛，唿哨一声退去，把伤员都救走，足见训练有素。后面是一片竹林，薛嵩腿上也挂了一点伤，所以他无心去追。回到屋里，红线拾起刺客丢下的刀一看，禁不住惊呼一声哇！这刀可以剃头嘛？薛嵩一看，认得是巴东的杀牛刀，屠干牛而刃不卷，颇值些钱的。刺客先生用这种刀，大概不是无名之辈，他觉得今晚上事态严重，十之八九要栽。首先，他这凤凰寨里只有几十个人，其余的兵散居于寨外的林里，各拣近溪傍塘之处开一片园子，搭一幢竹楼居住其次，住在寨圈里这几十个人，也是这么七零八落。原来他的兵也和他一样，都搞上了蛮婆。蛮婆就喜欢这种住法，他们说这样又干净又清静。现在他要集合队伍，最远的兵住在十里之外，这么黑灯瞎火怎么叫得齐？薛嵩正在着急，红线说启禀老爷，奴婢有个计较。少胡扯！不是讲礼法的时候！有什么主意快说！禀老爷，这帮家伙在后园里不走，想必是等他们的伙计来帮忙。我们赶紧爬出去，找个秃山头守住。今晚月亮好，老爷的弓又强，在空旷地方，半里地内准一露头你就把他射死，不强似守在这儿等死。这真是好主意。"}
{"text":"蛮婆就喜欢这种住法，他们说这样又干净又清静。现在他要集合队伍，最远的兵住在十里之外，这么黑灯瞎火怎么叫得齐？薛嵩正在着急，红线说启禀老爷，奴婢有个计较。少胡扯！不是讲礼法的时候！有什么主意快说！禀老爷，这帮家伙在后园里不走，想必是等他们的伙计来帮忙。我们赶紧爬出去，找个秃山头守住。今晚月亮好，老爷的弓又强，在空旷地方，半里地内准一露头你就把他射死，不强似守在这儿等死。这真是好主意。两人掀开一片地板，红线拿着弓箭，嘴里衔一口短刀。薛嵩拿了弓箭，背了官印，钻下去顺着水沟爬到林子里。这儿黑得出手不辨五指，只听见刺客吹竹哨联络，此起彼落，不知有多少人到来。薛嵩也不顾朝廷大员的体面，跟在红线背后像狗一样爬。爬出寨栅，才站起来跑，又跑了好一阵，才出了林子上了山头。是夜月明如昼，站在山头上看四下的草坡，一览无遗。薛嵩把弓上了弦，摇摇那壶箭，沉甸甸有五六十支，他觉得安全有了保障，长叹一声说红线，你的主意不坏！这一日大难不死都是你的功劳！正说之间，山下寨子里轰一声火起，烧的正是薛节度的府第，火头蹿起来，高出林梢三丈有余。寨里有人乱敲梆子，高声呐喊，却不见有人去救火，那火光照得四下通红。薛嵩这才发现自己浑身上下不着一丝，尚不及红线在脖子上系一条红领带。薛嵩一看这情景，就撅起嘴皱起眉，大有愁肠千结的意思。红线不识趣，伸手来扳他的肩。薛嵩一把把她推开，说滚蛋！我烦得要死！呀！有什么可烦的，奴婢罪该万死，还不成吗？薛嵩说，这回不干她的事，山下一把火，烧去了祖传的甲枪还是小事，还把他的袍服全烧光。他是朝廷的一品大员，总不能披着芭蕉叶去见人。在这种荒僻地方，再置一套袍服谈何容易。不过这种愁可以留着明天发。这两位就在山头上背抵背坐下，各守一方。红线毕竟是个孩子，闹了半夜就困了，直耷拉头，薛嵩用肘捅她一下说贱婢，这是什么所在，汝尚敢瞌睡乎？我辈的性命只在顷刻！红线大着舌头说小贱人困得当不得，你老人家只得担待罢！说完她一头睡倒，再也叫不醒。她一睡着，薛嵩的困劲也上来了，他白天中过暑，又挂了两处彩，只觉得晕晕沉沉，眼皮下坠，于是他把红线摇起来，说红线，我也很困！你得起来陪我，不然两人一齐睡过去，恐怕就都醒不过来了！"}
{"text":"这两位就在山头上背抵背坐下，各守一方。红线毕竟是个孩子，闹了半夜就困了，直耷拉头，薛嵩用肘捅她一下说贱婢，这是什么所在，汝尚敢瞌睡乎？我辈的性命只在顷刻！红线大着舌头说小贱人困得当不得，你老人家只得担待罢！说完她一头睡倒，再也叫不醒。她一睡着，薛嵩的困劲也上来了，他白天中过暑，又挂了两处彩，只觉得晕晕沉沉，眼皮下坠，于是他把红线摇起来，说红线，我也很困！你得起来陪我，不然两人一齐睡过去，恐怕就都醒不过来了！红线发着懒说启禀大人，奴婢真地困得很啦。你叫我起来干什么？天亮了吗？她坐在那儿两眼发直，说的全是梦话，转眼之间又睡熟了。薛嵩用脚踢了她腰眼一下，这下不仅醒过来，而且火了。混账！我刚睡着！你他娘的又是大人，又是老爷，把便宜都占全，值一会夜就不成吗？老娘又跪你，又拜你，又喊你老爷，又挨你打，连觉也不能睡？我偏要睡！说完她又睡倒了。薛嵩一个人坐在山头上四下眺望，忽然一阵悲从中来，他禁不住长吁短叹，唉！流年不利，闹得我有家难回！这股伤。心劲儿上来，禁不住流了几滴英雄泪。红线在睡梦中听见，就爬起来，怯生生来拉薛嵩的手。老爷，你怎么了你？你老人家这个脸子真难看。好啦，奴婢知罪啦，你来动家法罢！薛嵩说你回去睡吧。老爷我的精神劲儿上来，守到天明不成问题。红线说，听见老爷叹气，就像烙铁烙心一样难受，她也睡不着。用文词儿来说，生死有命，富贵在天，叹之何为。薛嵩曰事关薛氏百年声威，非汝能知者。红线说，但讲何妨。某虽贱品，亦有能解主忧者。这一番对答名垂千古。唐才子袁郊采其事入甘泽谣，历代附庸者如过江之鲫，清代才子乐钓赞曰田家外宅男，薛家内记室铁甲三千人，哪敌一青衣。金合书生年，床头子夜失。强邻魂胆消，首领向公乞。功成辞罗绔，夺气殉无匹。洛妃去不远，千古怀烟质！洛妃当是湘妃之误。近蒙薛姓友人赠予秘本薛氏宗谱一卷，内载薛姓祖上事机洋，多系前人未记者。余乃本此秘籍成此记事，以正视听。该书年久，纸页尽紫，真唐代手本也！然余妻小胡以其为紫菜，扯碎入汤做馄饨矣。唐代纸墨，啖之亦甘美。闲话少说，单说那晚薛嵩坐在山头上，对红线自述优怀。据甘泽谣所载嵩乃具告其事，曰我承祖上遗业，受国家重恩，一旦失其疆土，即数百年勋业尽矣。"}
{"text":"金合书生年，床头子夜失。强邻魂胆消，首领向公乞。功成辞罗绔，夺气殉无匹。洛妃去不远，千古怀烟质！洛妃当是湘妃之误。近蒙薛姓友人赠予秘本薛氏宗谱一卷，内载薛姓祖上事机洋，多系前人未记者。余乃本此秘籍成此记事，以正视听。该书年久，纸页尽紫，真唐代手本也！然余妻小胡以其为紫菜，扯碎入汤做馄饨矣。唐代纸墨，啖之亦甘美。闲话少说，单说那晚薛嵩坐在山头上，对红线自述优怀。据甘泽谣所载嵩乃具告其事，曰我承祖上遗业，受国家重恩，一旦失其疆土，即数百年勋业尽矣。语颇简约，且多遗漏，今从薛氏秘本补齐如下红线照奴婢看，打冤家输到光屁股逃上山，也不是什么太悲惨的事儿。过两天再杀回去就是啦。老爷何必忧虑至此。薛嵩这事和你讲不明白。我要是光棍贫儿，市井无赖出身，混到这步田地，也就算啦。奈何本人是名门之后，搞成眼下这个样子，就叫有辱先人。我的曾祖，也就是你的太上老爷，名讳叫做薛十四，是唐军中一个伙夫，身高不及六尺，驼背鸡胸，手无缚鸡之力，一生碌碌无为。我的祖父，也就是你的太老爷，名讳叫做薛仁贵，自幼从军做伙夫，长成身高六尺，猿臂善射，勇力过人，积军功升至行军总管，封平西侯。我父亲，也就是你的老太爷，名讳叫薛平贵，身长八尺，有力如虎，官拜镇国大将军，因功封平西公。至于我，身高九尺，武力才能又在祖父之上，积祖宗之余荫，你看我该做个什么？红线依奴婢之见，你该做皇上啦。薛嵩咄！蛮婆不知高低！这等无君无父，犯上作乱的语言，岂是说得的呢？好在没人听见，你也不必告罪啦。我一长大成人，就发誓非要建功立业，名盖祖宗不可。可惜遇上开元盛世，歌舞升平。杨贵妃领导长安新潮流，空有一身文才武艺，竟无卖处！接下来红线就说，她不知开元盛世是怎么回事。薛嵩解释说，那年头长安城里彩帛缠树，锦花缀枝。满街嗡嗡不绝，市人尽歌阳春白雪。虽小户人家，门前亦陈四时之花草，坊间市井，只闻箜篌琵琶之声。市上男子衣冠贱如粪土，时新妇女服装，并脂粉奇花异香之类，贵得要了命，而且抢到打破头。那年头与长安子弟游，说到文章武事，大伙儿都用白眼看你，直把你看成了不懂时髦的书呆子，吃生肉喝生鸡子的野蛮人。非要说歌舞弦管，饮酒狎妓之类的勾当，才有人理你。那年头妇女气焰万丈，尤其是漂亮的，夏日穿着超薄超透的衣服招摇过市，那是杨贵妃跳羽衣霓裳之舞时的制式。"}
{"text":"薛嵩解释说，那年头长安城里彩帛缠树，锦花缀枝。满街嗡嗡不绝，市人尽歌阳春白雪。虽小户人家，门前亦陈四时之花草，坊间市井，只闻箜篌琵琶之声。市上男子衣冠贱如粪土，时新妇女服装，并脂粉奇花异香之类，贵得要了命，而且抢到打破头。那年头与长安子弟游，说到文章武事，大伙儿都用白眼看你，直把你看成了不懂时髦的书呆子，吃生肉喝生鸡子的野蛮人。非要说歌舞弦管，饮酒狎妓之类的勾当，才有人理你。那年头妇女气焰万丈，尤其是漂亮的，夏日穿着超薄超透的衣服招摇过市，那是杨贵妃跳羽衣霓裳之舞时的制式。或着三点式室内服上街，那是贵妃娘娘发明的。她和安禄山通奸抓破了胸口，弄两块劳什子布遮在胸前，皇帝说美得不得了，也不知道自己当了王八。那年头儿杨贵妃就是一切。谁不知杨家一门一贵妃二公主三郡主三夫人？杨国忠做相国，领四十使你就是要当个县尉也要走杨府的门子啦！弄不来这一套的，纵使文如李太白，武如郭子仪，也只好到饭馆去端盘子。贵妃娘娘的肉体美，是天下少女的楷模。她胸围臀围极大而腰围极细，这种纺锤式的体型就是惟一的美人模式。薛嵩的妹妹眉眼很好看，全家都把希望寄托在她身上。督着她束紧了腰猛练负重深蹲和仰卧推举，结果练出一个贵妃综合症来，柬着腰看，人还可以等到把紧身衣一解，胸上的肉往下坠，臀上的肉往上涌，顿时不似纺锤，倒似个油锤。如此时局，清高点的人也就叹口气，绝了仕途之念。奈何薛嵩非要衣紫带玉不可。妹妹没指望，他就亲自出马从李龟年习吹笛，随张野狐习弹筝，拜谢阿蛮为师习舞，拜王大娘为师习走绳。剃须描眉，节食束腰。三年之后诸般艺成，薛嵩变为一个身长九尺，面如美玉，弱不禁风，一步三摇之美丈夫，合乎魏国夫人杨贵妃三妹，唐高宗之姨面首的条件，乃投身虢门。看眼色，食唾余，受尽那臭娘们的窝囊气。那娘们还有点虐待狂哩，看薛嵩为其倒马桶，洗内裤，稍不如意便大肆鞭挞。总之，在虢府三年，过的都是非人生活。好容易讨得她欢心，要在圣上面前为他提一句啦，又出了安史之乱，杨氏一族灰飞烟灭。天下刀兵汹汹，世风为之一变。薛嵩又去投军，身经百战，屡建奇勋，在阵前斩将夺旗。按功劳该封七个公八个侯。奈何三司老记着他给虢国夫人当面首的事，说他虢国男妾，杨门遗丑，有勇无品，不堪重任，到郭子仪收复两都，天下已定，他才混到龙武军副使，三流的品级，四流的职事。此时宦官专权，世风又为之一变。公公们就认得孔方兄阿堵物，也就是钱啦。薛嵩一看勤劳工事，克尽职守没出路，就弃官不做。"}
{"text":"总之，在虢府三年，过的都是非人生活。好容易讨得她欢心，要在圣上面前为他提一句啦，又出了安史之乱，杨氏一族灰飞烟灭。天下刀兵汹汹，世风为之一变。薛嵩又去投军，身经百战，屡建奇勋，在阵前斩将夺旗。按功劳该封七个公八个侯。奈何三司老记着他给虢国夫人当面首的事，说他虢国男妾，杨门遗丑，有勇无品，不堪重任，到郭子仪收复两都，天下已定，他才混到龙武军副使，三流的品级，四流的职事。此时宦官专权，世风又为之一变。公公们就认得孔方兄阿堵物，也就是钱啦。薛嵩一看勤劳工事，克尽职守没出路，就弃官不做。变卖家中田产力资本，往来于江淮之间，操陶朱之业，省吃俭用。积十年，得钱亿万。回京一看，朝廷新主，沅西镇节度使一职有缺。薛嵩乃孤注一掷，把毕生积蓄都拿出来，买得此职。总算做了二军七州八县的节度使啦，到此一看，操他娘，是这么一种地面！红线说，故事讲到这一节，她就有点儿知道了。五年前一队唐军到山前下寨，她那时还是个毛丫头哩，领一帮孩子去看热闹。彼时朝霞初现，万籁无声。她们躲在树林里，看见老爷独自在溪中洗浴。在苗山从没见过老爷这么美的男人身长九尺，长发美髯，肩阔腰细，目似朗星。胸前一溜金色的软毛直生到脐窝，再往下奴婢不敢说，怕老爷说奴是淫奔不才之流，老爷那两条腿，哇！又长又直。奴婢当时想，谁长这么两条腿，穿裤子就是造孽！当时奴婢就对那帮丫头说我现在还小，再过几年，要不把这鸟汉子勾到手，我就不是人！当然，奴婢这么说，是罪该万死的啦！红线讲到这里，天已经亮了。太阳虽未出山，但东边天上一抹玫瑰色。那天正是万里无云的天气，半边天都做蓝白色。早上有点儿冷，她朝薛嵩身上偎过来。薛嵩却想我虽落难，到底还是朝廷的一品大员，山顶上亮，可别叫别人看见。他就伸出一个指头把红线推开。那天早上从将破晓到日头出来，薛嵩都在教训红线。说的是他一生的教训，全是金玉良言，皆切中时弊，本当照录，叫那些在小胡同里楼搂抱抱的青年引以为戒。奈何事干薛氏著作之权，未敢全盘照抄，只能简单说个大概。薛嵩说，男欢女爱，原本人之大欲，绝然无伤，但是一不可过，二不可乱。过则为淫，乱则成奸。淫近败，奸近杀，此乃千古不易之理。君淫则倾国，如玄宗迷恋杨贵妃，把这锦绣山河败得一一塌糊涂臣淫则败家，如薛嵩倒霉，完全是因为他给虢国夫人洗内裤。所以人办这男女之事，必须要心存警惕，如履薄冰，如临深渊，一失足则成千古恨。"}
