{"text":"总共两个特点――黑色和幽默。也就是让人既感到可怕又感到可笑。这难吗？笑话！外国人不过是故弄玄虚，而我们有真实的生活素材。能讲一个吗？詹牧师恩忖片刻，讲了一个，备忘于下文革中，王某出差到某地，刚下火车就被一群手持牛皮带臂佩红袖章的人揪了出来。那群人问你是保县党委的，还是反县党委？王某听他们把保排在前面，就说保。不料那群人正是反县党委的一派，于是王某被追着打了十皮带。王某跑出车站，立足未稳，又被一群臂佩红袖章手持牛皮带的人抓到。你是保县党委的，还是反县党委的？王某慌忙说后一种反！是他又被追着打了十皮带，原来那又是保县党委的一派。王某想这地方真怪，说话也没个前后次序。他连忙返回车站，决定趁早离开这是非之地。转眼之间，他又被一群人围住。你是什么观点的？真抱歉，我现在还不太清楚。王某立刻又挨了十几皮带。我只是还不太清楚！王某申辩道。没有正确的政治观点，就等于没有灵魂。你没有灵魂，自然只好触及你的皮肉了！那群人这样向王某解释。王某挨了三十皮带，清醒了，把自己的皮带解下来握在手里，大摇大摆上了列车。一上车，他先揪出一个人来，问你是哪一派？那人对答如流我们是同一战壕里的战友。王某想了想，说这很好。于是一路平安地回到了家。很不错的一篇黑色幽默派小说。我说。不，这不行，詹牧师说，这是真事。真事倒不行？因为我是想写黑色幽默派的小说，不是要写现实主义的。我当时还不太懂黑色幽默派的规矩。我总想，詹牧师又说，黑色幽默绝不是资产阶级的专利品，我们一定要做起来，使它成为革命的匕首和投枪，像先生那样。试问谁感到的恐怖更多些？劳苦大众！谁最富于机智的幽默感？还是劳苦大众！我们有什么理由在这方面落后于外国资产阶级作家呢？看到在很多学术领域中都是他们领先，我咽不下这。气。我涉足过数理化，但那需要设备我又想搞音乐，但一架钢琴又太贵我也试图钻研美术，可屋子太小，而蒙娜丽沙格尔尼卡那样的画都是很大的。医学也需要有人找你看病，企业管理也需要有人归你管理，搞教育吧？唉詹牧师说到伤心处，太阳穴上的血管都在暴涨。您干嘛――请您原谅，干嘛不继续研究宗教和哲学呢？我说。不不，咱们这是在屋子里说当然啦！"}
{"text":"还是劳苦大众！我们有什么理由在这方面落后于外国资产阶级作家呢？看到在很多学术领域中都是他们领先，我咽不下这。气。我涉足过数理化，但那需要设备我又想搞音乐，但一架钢琴又太贵我也试图钻研美术，可屋子太小，而蒙娜丽沙格尔尼卡那样的画都是很大的。医学也需要有人找你看病，企业管理也需要有人归你管理，搞教育吧？唉詹牧师说到伤心处，太阳穴上的血管都在暴涨。您干嘛――请您原谅，干嘛不继续研究宗教和哲学呢？我说。不不，咱们这是在屋子里说当然啦！可是不过说起来你懂了吗？我是说，咱们这是在屋子里说。我似懂非懂地点了点头。我们吃了一会菜，又喝了一点果子酒。詹牧师的脸色才又红润起来。所以，他说，我探索了这么多年，现在才弄清楚我的所长。我更适合于从事文学创作。文学，有生活就行，而生活是无处不在的，而且很公平――每人一份。近两年，我专门找一些外国人在其中自鸣得意的领域进行研究尝试。譬如意识流荒诞派新小说派象征主义存在主义表现主义，等等，我都试着写过。并不难。我只是想证明一点外国人能做到的，我们也能够做到。能看看吗？怎么不能？詹牧师说着就要搬一只很大的箱子，一在下面那只箱子里。没关系，防空洞我都挖过，那些水泥构件比这要沉多了。手头没有吗？有倒是有几篇，不过不是我最满意的。现将他不太满意的几篇介绍于下一新小说派小说在路上节选很长很长的一串脚印，不知从哪儿发源。很长很长的泥泞的路，依然流向远方。天际，飘着一缕零乱的炊烟，那儿或许有个村落，有了人家。候鸟在天空中仓惶飞过，从不落下来。这儿没有它们落脚的地方。它们的羽毛娇嫩得像花瓣，像小时候常吃的那种棉花糖。旗帜还在手里，还在猎猎地飘展，认真地抖响着一个个坚强的音阶。鞋子烂了，嘎唧一声，留在了路上，像是长河中的一座航标。那缕零乱的炊烟还是很远，在天地相交的地方飘舞，和很久很久以前一样。秃鹫在头顶上盘旋，转着发红的眼睛，忽然一个俯冲，冲向一头倒下去的驯鹿。旗帜还在手里，确实还在。又烂了一只鞋子，又留下了一座航标二象征主义小说石头船节选老头儿一有空就拿着锤子和凿于，爬到海边那块巨大的岩石上去，叮叮地凿，想凿成一条船。"}
{"text":"旗帜还在手里，还在猎猎地飘展，认真地抖响着一个个坚强的音阶。鞋子烂了，嘎唧一声，留在了路上，像是长河中的一座航标。那缕零乱的炊烟还是很远，在天地相交的地方飘舞，和很久很久以前一样。秃鹫在头顶上盘旋，转着发红的眼睛，忽然一个俯冲，冲向一头倒下去的驯鹿。旗帜还在手里，确实还在。又烂了一只鞋子，又留下了一座航标二象征主义小说石头船节选老头儿一有空就拿着锤子和凿于，爬到海边那块巨大的岩石上去，叮叮地凿，想凿成一条船。孩子又爬上来，乖乖地坐在老头儿身边。您干嘛不做一条木头船？孩子问。我没有木头。老头儿回答。别人都是做木头船。别人是别人。老头儿一下一下地凿，正凿出一只舵。可这也不能下水去走哇？我没有木头。如今石头船凿好了，老头儿在船舱里坐着，闭着眼睛抽烟。孩子又爬上来。嗬！孩子说。你坐下，闭上眼睛。老头儿说。干嘛？你闭上吧。孩子闭上了眼睛。你觉得船在晃吗？老头儿问。是有点儿。你觉出它在走了吗？嗯！真的！它在往哪儿走哇？你的心告诉你在往哪儿走，就是在往哪儿走。我去告诉他们，您不是疯老头儿。老头儿笑了，对孩子说别去，别人有木头。三意识流小说排骨节选老伴儿提起菜篮，对他说我去排会儿队，说不定能买上。他说算啦，我不那么喜欢吃排骨了。皮肤上有了很多老人斑，排骨在里面滚动，应该在它们变成一盒白色的骨灰前，写成那本书。我还是去看看。老伴儿说着走出去，轻轻地关上了门。警察怎么也打不开门和窗。老伴儿在向警察说明情况。院子里街上，挤满了看热闹的人。门终于被撞开了，屋子里什么都没有，只有一本书。老伴儿坐在那本书旁边，嘤嘤地哭，说这是他一辈子的心血，现在完成了，他走了，不知到哪儿去了。只有老伴儿理解他。他的灵魂已经在天国，依然爱着这个娇小的老太婆。她去买排骨了，为了给他补补身子。他不能现在死去。一层老人斑在排骨上滑动。得抓紧，在告别人世之前写成一本书，对祖国有所贡献。他铺开稿纸。清蒸的红烧的糖醋的。他从小爱吃排骨。"}
{"text":"警察怎么也打不开门和窗。老伴儿在向警察说明情况。院子里街上，挤满了看热闹的人。门终于被撞开了，屋子里什么都没有，只有一本书。老伴儿坐在那本书旁边，嘤嘤地哭，说这是他一辈子的心血，现在完成了，他走了，不知到哪儿去了。只有老伴儿理解他。他的灵魂已经在天国，依然爱着这个娇小的老太婆。她去买排骨了，为了给他补补身子。他不能现在死去。一层老人斑在排骨上滑动。得抓紧，在告别人世之前写成一本书，对祖国有所贡献。他铺开稿纸。清蒸的红烧的糖醋的。他从小爱吃排骨。那还是在故乡。故乡的小河真美，不会老。他在水里游呀游呀，那时的皮肤紧绷绷的，也没有老人斑四荒诞派小说死魂附身梗概尹明总说被一些死去的灵魂纠缠着，摆脱不掉，弄得他总是赶不上时代，写不出好作品来。纠缠过他的死魂托尔斯泰雨果巴尔扎克司汤达契河夫，甚至和高尔基等。死魂总是把他们的思想贯穿到尹明的作品中去，致使尹明的作品总是被编辑部退回来。文化革命中，忽然戈培尔的死魂附在了尹明身上。尹明走了运，写起东西来得心应手，终于功成名就。好景不长，文化革命过去了，戈培尔的死魂却还是不肯离去，尹明又背了运。有一天，尹明酒醉后走失，他老婆吴幸在报纸上登了一则寻人启事。启事中特别说明望见到他的人不要把他当作敌人来对待，因为他患有死魂附身的精神病被死魂左右，经常言不由衷地说些四人帮时代的话。启事登出不久，便有许多人打来电话，声称发现了尹明。吴幸根据人们提供的线索，走了许多地方，见到了许多与尹明的情况相似的人，但都不是尹明，那些人都生活得很像样。后来，吴幸在一个茶摊上找到了尹明，他正在卖茶水。尹明说自己非常高兴，一身轻松，他终于摆脱了所有的死魂，找回了他自己。吴幸也做了茶摊的老板娘。五超现实主义小说本书出版之日略六表现主义小说赤胆忠心略七新感觉派小说融雪略注十一死魂附身一篇为詹牧师夫妇合写，主要部分是詹夫人执笔的，据他们的儿子讲，詹夫人不过是一时心血来潮，写着玩的，詹牧师却连连叫绝。詹夫人说算啦，算啦，值得你这么认真！詹牧师却激动得坐立不安，说你知道你写出了什么吗？真正的荒诞派呀！那天是除夕，詹夫人烧鱼炖肉，忙得高兴，不理他。"}
{"text":"吴幸也做了茶摊的老板娘。五超现实主义小说本书出版之日略六表现主义小说赤胆忠心略七新感觉派小说融雪略注十一死魂附身一篇为詹牧师夫妇合写，主要部分是詹夫人执笔的，据他们的儿子讲，詹夫人不过是一时心血来潮，写着玩的，詹牧师却连连叫绝。詹夫人说算啦，算啦，值得你这么认真！詹牧师却激动得坐立不安，说你知道你写出了什么吗？真正的荒诞派呀！那天是除夕，詹夫人烧鱼炖肉，忙得高兴，不理他。詹牧师独自捧着那篇东西深刻，深刻！也陶然。忽然儿子又冒出一句话来，破坏了本来和谐的气氛。我猜得出妈妈是在写谁。儿子说。詹牧师沉寂半晌，似有所悟。年宵饭也没有吃好。夜里躺在床上，詹牧师问詹夫人你是在写我？没有，你别听孩子瞎扯。你认为我没有灵魂？我只是说人要有自己的主见。我没有主见？人应该自己把握得住自己，别在乎虚名。我是名利之徒？！詹牧师的泪水在眼圈里转，没想到连白芷也不能完全理解他。我没那么说，真的，我不是那个意思詹夫人万分歉意地安慰他。不过父亲这人有一点是让人佩服的，他们的儿子说，他不会为了这事就去否定那篇小说，他仍然称赞那篇东西写得深刻，并且花了不少力气去修改它的结构和语言。我始信詹牧师为一准人物就是在这时。虽然他的小说并非都怎么完美，但敢于涉足这么多流派的已不多见，每一种手法又都掌握得恰如其分者就更可珍贵了。我确信詹牧师终有遐迩闻名之日。卡夫卡如何？生前默默无闻，忽一日声名大作，使诺贝尔奖评委会也愧悔不及，真人物也！詹牧师却很谦虚，说这些玩意儿都算不得什么，不过是资产阶级于日薄西山，气息奄奄中的一种挣扎，纯属没落文学。我之所以也要写一写，是因为他们太近狂妄，得煞一煞他们的气焰。我中华并非无人！我们不写罢了，一旦写来，绝不会比他们差，而且根本用不着什么大作家去费神。唉，想来惭愧，真正现实主义的作品我却总也写不出，只好从这一侧面贡献一点力量吧。为什么不能写出现实主义的作品来呢？我是想安慰他。我总找不到恰当的角度，唉，怎么也找不到。此生夙愿怕要付诸东流了――！他说。您绝对没有理由妄自菲薄。唉！"}
{"text":"我中华并非无人！我们不写罢了，一旦写来，绝不会比他们差，而且根本用不着什么大作家去费神。唉，想来惭愧，真正现实主义的作品我却总也写不出，只好从这一侧面贡献一点力量吧。为什么不能写出现实主义的作品来呢？我是想安慰他。我总找不到恰当的角度，唉，怎么也找不到。此生夙愿怕要付诸东流了――！他说。您绝对没有理由妄自菲薄。唉！詹牧师长叹一声，出口成诗常恨少年不努力，老来方悔报国难，又是一年春柳绿，依然独自倚危栏。这时，窗外正有几个孩子嘟嘟嘟地吹着柳哨，柳絮飘飘扬扬。他感慨系之，又作了一首忆秦娥春光好，柳笛阵阵催人老。催人老，濒添华发，壮心未了。祖逖舞剑闻鸡鸣，小舟纵笔夜继晓。夜继晓，无多好梦，佳音又少。我决心帮助詹牧师发表一些作品。我尤其决心帮助他写好黑色幽默派小说，然后汇编成集。就只差黑色幽默派这一种了。精装，烫金的标题詹小舟小说选！我有几分醉意。不不，还是等我写出真正现实主义的作品来，再那样吧。按詹牧师的意思是要叫敝帚集，意思是这并非是我们所看重的东西。敝帚的意思是破笤帚。写到这儿，我又有点犯嘀咕詹牧师何以笔头竟这般勇敢呢？连今年西红柿又少又贵这样的话，他也要反复申明咱们这是在屋里说。怎么他写起文章来却从没有冠之以一句咱们这是在屋里写呢？带着这一问题，前不久我又去求教了詹牧师的儿子。詹牧师的儿子正就陕北的农林牧结构问题同一个人辩论。我说明了来意，他笑了，用几句话就打发了我对父亲来说，写作是写作，生活是生活，理论是理论，实践是实践。对付不同的事，他相应有不同的神经。对不起，我很忙。闲话少说，言归我们的报告文学。八二年五月中旬，我和詹牧师开始共同研究黑色幽默派，准备用一两个月的时间写出三四篇这种流派的小说来。但没多久，我们却发现，黑色幽默派小说并不如我们想象的那般好作。倒不是我们无能，实在是美国佬太近狡猾。他们竟让黑色幽默派有了这样一个特征或说一条原则所写之事全然荒诞可怕，虽则荒诞可怕，却又形神逼真，尽管形神逼真，可又谁都没见过那样的事。其妙处全在于此谁都没见过，然而又都觉得似曾相识。詹牧师说。我们连着写了几篇，都被詹牧师否定了。"}
{"text":"八二年五月中旬，我和詹牧师开始共同研究黑色幽默派，准备用一两个月的时间写出三四篇这种流派的小说来。但没多久，我们却发现，黑色幽默派小说并不如我们想象的那般好作。倒不是我们无能，实在是美国佬太近狡猾。他们竟让黑色幽默派有了这样一个特征或说一条原则所写之事全然荒诞可怕，虽则荒诞可怕，却又形神逼真，尽管形神逼真，可又谁都没见过那样的事。其妙处全在于此谁都没见过，然而又都觉得似曾相识。詹牧师说。我们连着写了几篇，都被詹牧师否定了。他说我们既然是写黑色幽默，就得真像黑色幽默，做学问来不得半点含糊和迁就。我们写的这些事，虽然也荒诞不经，但却都是已经发生过的，大家都见过听说过。这倒像是正统的悲剧了。他最后强调说要特别注意没有发生过，却又似乎是到处都在发生这一条！我们琢磨了又琢磨。先是詹牧师有了一个构思。某学校吃忆苦饭，每人一个糠窝头。红五类学生问黑五类老师好吃吗？老师忙说好吃，好吃。学生怒目圆睁这么说，我们的先辈倒是享了很大的福了？好吧，你再吃三天！老师又吃了三天糠窝头。学生又问好吃吗？老师又赶紧说很难吃，很难吃。可我们的父兄能吃上这个就很不错了，学生说，而你倒说难吃！你再吃三天！三天后学生又来问，老师回答我准备继续吃下去，像你们的父兄那样，一直吃到全国解放。我不认为这个构思好，这分明只是现实主义的写法您自己倒忘了没有发生过这一原则。我说。怎么，这也发生过？当然。我说。我没敢说我就曾经像那个学生一样过。詹牧师捏着下巴努力地回忆了一阵，不无惋惜地拍着大腿唉，我倒忘了，这是我老伴儿经历过的事。注十二这事纯系巧合。詹夫人并不是我的老师。我的那位老师是男的，詹夫人的那个学生是女的。我们又想。几天后我又想出了一个。老夫妇俩一起学习，读林彪的书。不知怎么一个缘由，老妇问老夫撒旦的英文名怎么写？老夫随手写下s犹大呢？老夫又写ss忽然，老夫妇俩全吓呆――他把那两个名字写在了正看着的书上！怎么办？！他们先是用墨笔把字迹涂去，但发现是欲盖弥彰。他们又忙不迭抠去，反而弥弥彰彰。末了干脆把书烧了，老夫妇俩看着火光，面如土色。天哪！这是亵渎，是诋毁，是反动！"}
{"text":"詹夫人并不是我的老师。我的那位老师是男的，詹夫人的那个学生是女的。我们又想。几天后我又想出了一个。老夫妇俩一起学习，读林彪的书。不知怎么一个缘由，老妇问老夫撒旦的英文名怎么写？老夫随手写下s犹大呢？老夫又写ss忽然，老夫妇俩全吓呆――他把那两个名字写在了正看着的书上！怎么办？！他们先是用墨笔把字迹涂去，但发现是欲盖弥彰。他们又忙不迭抠去，反而弥弥彰彰。末了干脆把书烧了，老夫妇俩看着火光，面如土色。天哪！这是亵渎，是诋毁，是反动！老两口商量还是吃安眠药算了。幸亏他们吃的量不够，被救活了。两位老人昏昏晕晕之际，口口声声说我们对不起敬爱的林副主席。谁料那时林彪已成国贼，老夫老妻又险些作了贼船上的死党。詹牧师听罢我的构思说是民警老王帮我们说了不少好话。帮您们？还帮谁？怎么回事？嗯？你不是又在写我吗？写您？你甭不好意思，那是过去的事了，我不会往心里去的。可是你又忘了那一条，凡发生过的事就不符合黑色幽默派的要求。重来吧。只好重来。詹牧师又想出了一个。文化革命中，一些造反派私立公堂，审一个老干部。老干部问我有什么罪？！造反派回答你对抗文化大革命。老干部说我并没有对抗！造反派说你是黑帮分子，黑帮分子怎么会不对抗文化大革命呢？！老干部又说我不是黑帮！造反派说你不承认自己是黑帮，这本身就是对抗文化大革命！老干部又问你们说我是黑帮，你们有什么证据！？造反派说你对抗文化大革命，这证据还不够吗？老干部说我并没有对抗！造反派说你是黑帮，难道詹牧师难过得讲不下去了。这篇很好，我说，这个构思很好。詹牧师擦擦泪水，沉默良久，说但是这又不行，这又是发生过的事。这是我的一个老朋友的事。他是我的良师益友，我的指路人。他太耿直，太嘴硬，太其实倒不如承认为了这个构思，詹牧师的心情一直不好，又把他那位良师益友的遗像拿出来，默默地祈祷，暗自垂泪。注十三那个老干部是詹夫人的远房表弟。"}
{"text":"造反派说你是黑帮，难道詹牧师难过得讲不下去了。这篇很好，我说，这个构思很好。詹牧师擦擦泪水，沉默良久，说但是这又不行，这又是发生过的事。这是我的一个老朋友的事。他是我的良师益友，我的指路人。他太耿直，太嘴硬，太其实倒不如承认为了这个构思，詹牧师的心情一直不好，又把他那位良师益友的遗像拿出来，默默地祈祷，暗自垂泪。注十三那个老干部是詹夫人的远房表弟。詹牧师放弃基督教而转向马列主义，是与这个人对他的教育和影响分不开的。这个人在文化革命中表现出了一个共产党员的高风亮节，刚直不阿，坚持真理，最后含恨而死。我尽力安慰詹牧师，请他注意身体。我们还要把那恐怖的原因找到，为了死者，也为了后人！我说。关键是不够幽默。詹牧师说。看来，黑色倒要好办些。我说。好吧，我们再干！我和詹牧师的信心都还很强。有人说，中国不会有黑色幽默派作品，因为中国人天生缺乏幽默感。这给了我们刺激，也给了我们力量，要让那些自高自大的外国人放明白点，也要让那些自轻自贱的中国人醒悟！那些日子，我和詹牧师一心扑在幽默上。有时候我们聚在一起想，有时候交换一下意见分头去想。我又想出了一个。看守长老了，也许是因为脑力不如从前了，他总觉得过去工作起来并不像现在这样吃力。现在他常常拿不定主意，拿不定应该对犯人使用什么样的态度。文化革命前的工作多么井然有序！他想。那时候对入狱的犯人就用严厉的态度，让他们老老实实对刑满获释的人就用和蔼可亲的态度，以期使他们倍感温暖。现在怎么就拿不准了呢？还对入狱的犯人一概严严厉厉的么？要是忽然一天有哪个成了英雄，自己可就成了迫害英雄的帮凶了。对出狱的英雄一律亲亲热热么？猛地，在他们之中又出了骗子，你就又说不清自己的立场了詹牧师看了先说不错，然后建议我加写一段，说明四人帮被粉碎后老看守长不再苦恼了。得全面一些，要突出看守长的苦恼只是在四人帮时期。我说谁还不知道这是在四人帮时期呢？难道别的时期也有这样的事？难道我们写屁股上的雀斑，必须得反复说明脸上是光洁的么？我写的正是四人帮时期，一个普通人可怕而又可笑的处境。跟您这么说得了，这老看守长就是我表叔糟糕！我想。这么说又是已经发生过的事？"}
