{"text":"这种种全为了教育民众，用意是值得我们佩服的。年月日作。原载年月中学生第号散文全编公园英国是个尊重自由的国家，从伦敦海德公园可以看出。学政治的人一定知道这个名字近年日报的海外电讯里也偶然有这个公园出现。每逢星期日下午，各党各派的人都到这儿来宣传他们的道理。公说公有理，婆说婆有理，井水不犯河水。从耶稣教到共产党，差不多样样有。每一处说话的总是一个人。他站在桌子上，椅子上，或是别的什么上，反正在听众当中露出那张嘴脸就成这些桌椅等等可得他们自己预备，公园里的长椅子是只让人歇着的。听的人或多或少。有一回一个讲耶稣教的，没一个人听，却还打起精神在讲他盼望来来去去的游人里也许有一两个三四个五六个爱听他的，只要有人驻一下脚，他的口舌就算不白费了。见过一回共产党示威，演说的东也是，西也是有的站在大车上，颇有点巍巍然。按说那种马拉的大车平常不让进园，这回大约办了个特许。其中有个女的约莫四十上下，嗓子最大，说的也最长说的是伦敦土话，凡是开口音，总将嘴张到不能再大的地步，一面用胳膊助势。说到后来，嗓子沙了，还是一字不苟的喊下去。天快黑了，他们整队出园喊着口号，标语旗帜也是五光十色的。队伍两旁，又高又大的马巡缓缓跟着，不说话。出的是北门，外面便是热闹的牛津街。北门这里一片空旷的沙地，最宜于露天演说家，来的最多。也许就在共产党队伍走后吧，这里有人说到中日的事那时刚过一二八不久，他颇为我们抱不平。他又赞美甘地却与贾波林相提并论，说贾波林也是为平民打抱不平的。这一比将听众引得笑起来了不止一个人和他辩论，一位老太太甚至嘀咕着掉头而去。这个演说的即使不是共产党，大约也不是高等英人吧。公园里也闹过一回大事一八六六年国会改革的暴动劳工争选举权，周围铁栏干毁了半里多路长，警察受伤了二百五十名。公园周围满是铁栏干，车门九个，游人出入的门无数，占地二千二百多亩，绕园九里，是伦敦公园中最大的，来的人也最多。园南北都是闹市，园中心却静静的。灌木丛里各色各样野鸟，清脆的繁碎的语声，夏天绿草地上，洁白的绵羊的身影，教人像下了乡，忘记在世界大城里。那草地一片迷蒙的绿，一片芊绵的绿，像水，像烟，像梦难得的，冬天也这样。"}
{"text":"这个演说的即使不是共产党，大约也不是高等英人吧。公园里也闹过一回大事一八六六年国会改革的暴动劳工争选举权，周围铁栏干毁了半里多路长，警察受伤了二百五十名。公园周围满是铁栏干，车门九个，游人出入的门无数，占地二千二百多亩，绕园九里，是伦敦公园中最大的，来的人也最多。园南北都是闹市，园中心却静静的。灌木丛里各色各样野鸟，清脆的繁碎的语声，夏天绿草地上，洁白的绵羊的身影，教人像下了乡，忘记在世界大城里。那草地一片迷蒙的绿，一片芊绵的绿，像水，像烟，像梦难得的，冬天也这样。西南角上蜿蜒着一条蛇水，算来也占地三百亩，养着好些水鸟，如苍鹭之类。可以摇船，游泳并有救生会，让下水的人放心大胆。这条水便是雪莱的情人西河女士s自沉的地方，那是一百二十年前的事了。南门内有拜伦立像，是五十年前希腊政府捐款造的又有座古英雄阿契来斯像，是惠灵顿公爵本乡人造了来纪念他的，用的是十二尊法国炮的铜，到如今却有一百多年了。还有英国现负盛名的雕塑家爱勃司坦ps的壁雕，是纪念自然学家赫德生的。一个似乎要飞的人，张着臂，仰着头，散着发，有原始的扑拙犷悍之气，表现的是自然精神的化身左右四只鸟在飞，大小旁正都不相同，也有股野劲儿。这件雕刻的价值，引起过许多讨论。南门内到蛇水边一带游人最盛。夏季每天上午有铜乐队演奏在栏外听算白饶，进栏得花点票钱，但有椅子坐。游人自然步行的多，也有跑车的，骑马的骑马的另有一条马路。这园子本来是鹿苑，在里面行猎一六三五年英王查理斯第一才将它开放，作赛马和竞走之用。后来变成决斗场。一八五一年第一次万国博览会开在这里，用玻璃和铁搭盖的会场闭会后拆了盖在别处，专作展览的处所，便是那有名的水晶宫了。蛇水本没有，只有六个池子是十八世纪初叶才打通的。海德公园东南差不多毗连着的，是圣詹姆士公园ss，约有五百六七十亩。本是沮洳的草地，英王亨利第八抽了水，砌了围墙，改成鹿苑。查理斯第二扩充园址，铺了路，改为游玩的地方以后一百年里，便成了伦敦最时髦的散步场。十九世纪初才改造为现在的公园样子。有湖，有悬桥湖里鹈鹕最多，倚在桥栏上看它们水里玩儿，可以消遣日子。"}
{"text":"海德公园东南差不多毗连着的，是圣詹姆士公园ss，约有五百六七十亩。本是沮洳的草地，英王亨利第八抽了水，砌了围墙，改成鹿苑。查理斯第二扩充园址，铺了路，改为游玩的地方以后一百年里，便成了伦敦最时髦的散步场。十九世纪初才改造为现在的公园样子。有湖，有悬桥湖里鹈鹕最多，倚在桥栏上看它们水里玩儿，可以消遣日子。周围是白金罕宫，西寺，国会，各部官署，都是最忙碌的所在倚在桥栏上的人却能偷闲赏鉴那西寺和国会的戈昔式尖顶的轮廓，也算福气了。海德公园东北有摄政公园，原也是鹿苑十九世纪初摄政王后为英王乔治第四才修成现在样子。也有湖，摇的船最好坐位下有小轮子，可以进退自如，滚来滚去顶好玩儿的。野鸽子野鸟很多，松鼠也不少。松鼠原是动物园那边放过来的，只几对罢了现在却繁殖起来了。常见些老头儿带着食物到园里来喂麻雀，鸽子，松鼠。这些小东西和人混熟了，大大方方到人手里来吃食看去怪亲热的。别的公园里也有这种人。这似乎比提鸟笼有意思些。动物园在摄政园东北犄角上，属于动物学会，也有了百多年的历史。搜集最完备，有动物四千，其中哺乳类八百，鸟类二千四百。去逛的据说每年超过二百万人。不用问孩子们去的一定不少他们对于动物比成人亲近得多，关切得多。只看见教科书上或字典上的彩色动物图，就够捉摸的，不用提实在的东西了。就是成人，可不也愿意开开眼，看看没看过的，山里来的，海里来的，异域来的，珍禽，奇兽，怪鱼？要没有动物园，或许一辈子和这些东西都见不着面呢。再说像狮子老虎，哪能随便见面！除非打猎或看马戏班。但打猎遇着这些，正是拚死活的时候，哪里来得及玩味它们的生活状态？马戏班里的呢，也只表演些扭捏的玩艺儿，时候又短，又隔得老远的哪有动物园里的自然，得看？这还只说的好奇的人艺术家更可仔细观察研究，成功新创作，如画和雕塑，十九世纪以来，用动物为题材的便不少。近些年电影里的动物趣味，想来也是这么培养出来的不过那却非动物园所可限了。伦敦人对动物园的趣味很大，有的报馆专派有动物园的访员，给园中动物作起居注，并报告新来到的东西他们的通信有些地方就像童话一样。去动物园的人最乐意看喂食的时候，也便是动物和人最亲近的时候。"}
{"text":"这还只说的好奇的人艺术家更可仔细观察研究，成功新创作，如画和雕塑，十九世纪以来，用动物为题材的便不少。近些年电影里的动物趣味，想来也是这么培养出来的不过那却非动物园所可限了。伦敦人对动物园的趣味很大，有的报馆专派有动物园的访员，给园中动物作起居注，并报告新来到的东西他们的通信有些地方就像童话一样。去动物园的人最乐意看喂食的时候，也便是动物和人最亲近的时候。喂食有时得用外交手腕，譬如鱼池吧，若随手将食撒下去，让大家来抢，游得快的，厉害的，不用说占了便宜，剩下的便该活活饿死了。这当然不公道，那一视同仁的管理人一定不愿意的。他得想法子，比方说，分批来喂，那些快的，厉害的，吃完了，便用网将它们拦在一边，再照料别的。各种动物喂食都有一定钟点，著名的裴歹克伦敦指南便有一节专记这个。孩子们最乐意的还有骑象，骑骆驼骆驼在伦敦也算异域珍奇。再有，游客若能和管理各动物的工人攀谈攀谈，他们会亲切地讲这个那个动物的故事给你听，像传记的片段一般那时你再去看他说的那些东西，便更有意思了。园里最好玩儿的事，黑猩猩茶会，白熊洗澡。茶会夏天每日下午五点半举行，有茶，有牛油面包。它们会用两只前足，学人的样子。有时生手加入，却往往只用一只前足，牛油也是它来，面包也是它来这种虽是天然，看的人倒好笑了。白熊就是北极熊，从冰天雪地里来，却最喜欢夏天越热越高兴，赤日炎炎的中午，它们能整个儿躺在太阳里。也爱下水洗澡，身上老是雪白。它们待在熊台上，有深沟为界台旁有池，洗澡便在池里。池的一边，隔着一层玻璃可以看它们载浮载沉的姿势。但是一冷到华氏表五十度下，就不肯下水，身上的白雪也便慢慢让尘土封上了。非洲南部的企鹅也是人们特别乐意看的。它有一岁半婴孩这么大，不会飞，会下水，黑翅膀，灰色胸脯子挺得高高的，昂首缓步，旁若无人。它的特别处就在乎直立着。比鹅大不多少，比鸵鸟，鹤，小得多，可是一直立就有人气，便当另眼相看了。自然，别的鸟也有直立着的，可是太小了，说不上。企鹅又拙得好，现代装饰图案有用它的。只是不耐冷，一到冬天，便没精打采的了。鱼房鸟房也特别值得看。鱼房分淡水房海水房热带房也是淡水。屋内黑洞洞的，壁上嵌着一排镜框似的玻璃，横长方。每框里一种鱼，在水里游来游去，都用电灯光照着，像画。"}
{"text":"它的特别处就在乎直立着。比鹅大不多少，比鸵鸟，鹤，小得多，可是一直立就有人气，便当另眼相看了。自然，别的鸟也有直立着的，可是太小了，说不上。企鹅又拙得好，现代装饰图案有用它的。只是不耐冷，一到冬天，便没精打采的了。鱼房鸟房也特别值得看。鱼房分淡水房海水房热带房也是淡水。屋内黑洞洞的，壁上嵌着一排镜框似的玻璃，横长方。每框里一种鱼，在水里游来游去，都用电灯光照着，像画。鸟房有两处，热带房里颜色声音最丰富，最新鲜有种上截脆蓝下截褐红的小鸟，不住地飞上飞下，不住地咭哌呱呱，怪可怜见的。这个动物园各部分空气光线都不错，又有冷室温室，给动物很周到的设计。只是才二百亩地，实在旋展不开，小东西还罢了，像狮子老虎老是关在屋里，未免委屈英雄，就是白熊等物虽有特备的台子，还是局得很这与鸟笼子也就差得有限了。固然，让这些动物完全自由，那就无所谓动物园可是若能给它们较大的自由，让它们活得比较自然些，看的人岂不更得看些。所以一九二七年上，动物学会又在伦敦西北惠勃司奈得ps，s地方成立了一所动物园，有三千多亩据说，那些庞然大物自如多了，游人看起来也痛快多了。以上几个园子都在市内，都在泰晤士河北。河南偏西有个大大有名的邱园s。却在市外了。邱园正名王家植物园，世界最重要，最美丽的植物园之一大一千七百五十亩，栽培的植物在二万四千种以上。这园子现在归农部所管，原也是王室的产业，一八四一年捐给国家从此起手研究经济植物学和园艺学，便渐渐著名了。他们编印大英帝国植物志。又移种有用的新植物于帝国境内――如西印度群岛的波罗蜜，印度的金鸡纳霜，都是他们介绍进去的。园中博物院四所第二所经济植物学博物院设于一八四八，是欧洲最早的一个。但是外行人只能赏识花木风景而已。水仙花最多，四月尾有所谓水仙花礼拜日，游人盛极。温室里奇异的花也不少。园里有什么好花正开着，门口通告牌上逐日都列着表。暖气室最大，分三部喜马拉耶室养着石楠和山茶，中国石楠也有，小些中部正面安排着些大凤尾树和棕榈树凤尾树真大，得仰起脖子看，伸开两胳膊还不够它宽的。周围绕着些时花与灌木之类。另一部是墨西哥室，似乎没有什么特别的东西。"}
{"text":"园中博物院四所第二所经济植物学博物院设于一八四八，是欧洲最早的一个。但是外行人只能赏识花木风景而已。水仙花最多，四月尾有所谓水仙花礼拜日，游人盛极。温室里奇异的花也不少。园里有什么好花正开着，门口通告牌上逐日都列着表。暖气室最大，分三部喜马拉耶室养着石楠和山茶，中国石楠也有，小些中部正面安排着些大凤尾树和棕榈树凤尾树真大，得仰起脖子看，伸开两胳膊还不够它宽的。周围绕着些时花与灌木之类。另一部是墨西哥室，似乎没有什么特别的东西。东南角上一座塔，可不能上十层，一百五十五尺，造于十八世纪中，那正是中国文化流行欧洲的时候，也许是中国的影响吧。据说还有座小小的孔子庙，但找了半天，没找着。不远儿倒有座彩绘的日本牌坊，所谓敕使门的，那却造了不过二十年。从塔下到一个人工的湖有一条柏树甬道，也有森森之意可惜树太细瘦，比起我们中山公园，真是小巫见大巫了。所谓竹园更可怜，又不多，又不大，也不秀，还赶不上西山大悲庵那些。寺院门，敕使参谒时由此行。年月日作。原载年月日文学第卷第期散文全编加尔东尼市场在北平住下来的人，总知道逛庙会逛小市的趣味。你来回踱着，这儿看看，那儿站站有中意的东西，磋磨磋磨价钱，买点儿回去让人一看，说真好再提价钱，说那有这么巧的。你这一乐，可没白辛苦一趟！要什么都没买成，那也不碍就凭看中的一两件三四件东西，也够你讲讲说说的。再说在市上留连一会子，到底过了蘑菇的瘾，还有什么抱怨的？伦敦人纷纷上加尔东尼市场，也正是这股劲儿。房东太客厅里炉台儿上放着一个手榴弹壳，是盛烟灰用的。比甜瓜小一点，面上擦得精亮，方方的小块儿，界着又粗又深的黑道儿，就是蛮得好，傻得好。房东太说还是她家先生在世时逛加尔东尼市场买回来的。她说这个市场卖旧货，可以还价，花样不少，有些是偷来的，倒也有好东西去的人可真多。市场只在星期二星期五上午十时至下午四时开放，有些像庙会市场外另有几家旧书旧货铺子，却似乎常做买卖，又有些像小市。先到外头一家旧书铺。没窗没门。仰面灰蓬蓬的，土地，刚下完雨，门口还积着个小小水潭儿。从乱书堆中间进去，一看倒也分门别类的。"}
{"text":"房东太说还是她家先生在世时逛加尔东尼市场买回来的。她说这个市场卖旧货，可以还价，花样不少，有些是偷来的，倒也有好东西去的人可真多。市场只在星期二星期五上午十时至下午四时开放，有些像庙会市场外另有几家旧书旧货铺子，却似乎常做买卖，又有些像小市。先到外头一家旧书铺。没窗没门。仰面灰蓬蓬的，土地，刚下完雨，门口还积着个小小水潭儿。从乱书堆中间进去，一看倒也分门别类的。文学在里间，空气变了味，扑鼻子一阵阵的――到如今三年了，不忘记，可也叫不出什么味。圣经最多，整整一箱子。不相干的小说左一堆右一堆却也挑出了一本莎翁全集，几本正正经经诗选。莎翁全集当然是普通本子，可是只花了九便士，才合五六毛钱。铺子里还卖旧话匣片子，不住地开着让人听，三五个男女伙计穿梭似地张罗着。别几家铺子没进去，外边瞧了瞧，也一团灰土气。市场门口有小牌子写着开放日期，又有一块写着谨防扒手――伦敦别处倒没见过这玩意儿。地面大小和北平东安市场差不多，一半带屋顶，一半露天干净整齐，却远不如东安市场。满是摊儿，屋里没有地摊儿，露天里有。摆摊儿的，男女老少，色色俱全还有缠着头的印度人。卖的是日用什物，布匹，小摆设花样也不怎样多，多一半古旧过了头。有几件日本瓷器，中国货色却不见。也有卖吃的，卖杂耍的。踱了半天，看见一个铜狮子镇纸，够重的，狮子颇有点威武要价三先令二元余，还了一先令，没买成。快散了，却瞥见地下大大的厚厚的一本册子，拿起来翻着，原来是书纸店里私家贺年片的样本。这些旧贺年片虽是废物，却印得很好看，又各不相同问价钱才四便士，合两毛多，便马上买了。出门时又买了个擦皮鞋的绒卷儿，也贱――到现在还用着。这时正愁大册子夹着不便，抬头却见面前立着个卖硬纸口袋的，大小都有，买了东西的人，大概全得买上那么一只这当口门外沿路一直到大街上，挨挨擦擦的，差不离尽是提纸口袋的。――我口袋里那册贺年片样本，回国来让太小姐孩子们瞧，都爱不释手让她们猜价儿，至少说四元钱。我忍不住要想，逛那么一趟加尔东尼，也算值得了。年月日作。原载年月日大公报文艺副刊第期散文全编吃的提到欧洲的吃喝，谁总会想到巴黎，伦敦是算不上的。"}
{"text":"――我口袋里那册贺年片样本，回国来让太小姐孩子们瞧，都爱不释手让她们猜价儿，至少说四元钱。我忍不住要想，逛那么一趟加尔东尼，也算值得了。年月日作。原载年月日大公报文艺副刊第期散文全编吃的提到欧洲的吃喝，谁总会想到巴黎，伦敦是算不上的。不用说别的，就说煎山药蛋吧。法国的切成小骨牌块儿，黄争争的，油汪汪的，香喷喷的英国的条儿ps却半黄半黑，不冷不热，干干儿的什么味也没有，只可以当饱罢了。再说英国饭吃来吃去，主菜无非是煎炸牛肉排羊排骨，配上两样素菜记得在一个人家住过四个月，只吃过一回煎小牛肝儿，算是新花样。可是菜做得简单，也有好处材料坏容易见出，像大陆上厨子将坏东西做成好样子，在英国是不会的。大约他们自己也觉着腻味，所以一九二六那一年有一位华衣脱女士组织了一个英国民间烹调社，搜求各市各乡的食谱，想给英国菜换点儿花样，让它好吃些。一九三一年十二月烹调社开了一回晚餐会，从十八世纪以来的食谱中选了五样菜汤和点心在内，据说是又好吃，又不费事。这时候正是英国的国货年，所以报纸上颇为榆扬一番。可是，现在欧洲的风气，吃饭要少要快，那些陈年的老古董，怕总有些不合时宜吧。吃饭要快，为的忙，欧洲人不能像咱们那样慢条斯理儿的，大家知道。干吗要少呢？为的卫生，固然不错，还有别的女的男的都怕胖。女的怕胖，胖了难看男的也爱那股标劲儿，要像个运动家。这个自然说的是中年人少年人老头子挺着个大肚子的却有的是。欧洲人一日三餐，分量颇不一样。像德国，早晨只有咖啡面包，晚间常冷食，只有午饭重些。法国早晨是咖啡，月芽饼，午饭晚饭似乎一般分量。英国却早晚饭并重，午饭轻些。英国讲究早饭，和我国成都等处一样。有麦粥，火腿蛋，面包，茶，有时还有薰咸鱼，果子。午饭顶简单的，可以只吃一块烤面包，一杯咖啡有些小饭店里出卖午饭盒子，是些冷鱼冷肉之类，却没有卖晚饭盒子的。伦敦头等饭店总是法国菜，二等的有意大利菜，法国菜，瑞士菜之分旧城馆子和茶饭店等才是本国味道。茶饭店与煎炸店其实都是小饭店的别称。"}
{"text":"像德国，早晨只有咖啡面包，晚间常冷食，只有午饭重些。法国早晨是咖啡，月芽饼，午饭晚饭似乎一般分量。英国却早晚饭并重，午饭轻些。英国讲究早饭，和我国成都等处一样。有麦粥，火腿蛋，面包，茶，有时还有薰咸鱼，果子。午饭顶简单的，可以只吃一块烤面包，一杯咖啡有些小饭店里出卖午饭盒子，是些冷鱼冷肉之类，却没有卖晚饭盒子的。伦敦头等饭店总是法国菜，二等的有意大利菜，法国菜，瑞士菜之分旧城馆子和茶饭店等才是本国味道。茶饭店与煎炸店其实都是小饭店的别称。茶饭店的饭原指的午饭，可是卖的东西并不简单，吃晚饭满成煎炸店除了煎炸牛肉排羊排骨之外，也卖别的。头等饭店没去过，意大利的馆子却去过两家。一家在牛津街，规模很不小，晚饭时有女杂耍和跳舞。只记得那回第一道菜是生蚝之类一种特制的盘子，边上围着七八个圆格子，每格放半个生蚝，吃起来很雅相。另一家在由斯敦路，也是个热闹地方。这家却小小的，通心细粉做得最好将粉切成半分来长的小圈儿，用黄油煎熟了，平铺在盘儿里，洒上干酪计司粉，轻松鲜美，妙不可言。还有炸搦气蚝，鲜嫩清香，蝤蛑，瑶柱，都不能及只有宁波的蛎黄仿佛近之。茶饭店便宜的有三家拉衣恩司s，快车奶房，面包房。每家都开了许多店子，遍布市内外比较少些，也贵些，拉衣恩司最多。快车奶房炸小牛肉小牛肝和红烧鸭块都还可口他们烧鸭块用木炭火，所以颇有中国风味。炸牛肝也可吃，但火急肝老，总差点儿事点心烤得却好，有几件比得上北平法国面包房。拉衣恩司似乎没甚么出色的东西但他家有两处角店，都在闹市转角处，那里却有好吃的。角店一是上下两大间，一是三层三大间，都可容一千五百人左右晚上有乐队奏乐。一进去只见黑压压的坐满了人，过道处窄得可以，但是气象颇为阔大有个英国学生讥为穷人的宫殿，也许不错在那里往往找了半天站了半天才等着空位子。这三家所有的店子都用女侍者，只有两处角店里却用了些男侍者――男侍者工钱贵些。男女侍者都穿了黑制服，女的更戴上白帽子，分层招待客人。也只有在角店里才要给点小费虽然门上标明无小费字样，别处这三家开的铺子里都不用给的。曾去过一处角店，烤鸡做得还入味但是一只鸡腿就合中国一元五角，若吃鸡翅还要贵点儿。"}
