{"text":"我非圣人，但站妄学学，听者讲者，彼此都哈哈一笑了事。其实，是不是这样呢？谁又知道。如果做圣人真的要终日行不离辎重，那好辛苦，不如不作圣人的好。而巨，整天都不离负担重物的劳工朋友们，他们早已成圣成贤了！难道，老子自己西出函谷关的时候，骑在青牛背上，还要挑负一肩行李，或背着一个包袱吗？如果不是这样，老子何以扯谎教人要终日行而不离辎重呢？谁肯放下自私的包袱笑话说过了，再来正经的。读本章这一节原文的深意，以我个人的浅见来说，已如上面讲过，正是老子指明人法地的准则。我们生命立足点的大地，负载万物和一切，生生不已，终日运行不息而毫无怨言，也不索取人们和万物付于任何代价。它总是默默无言地，静静前进，不断地轮转，而给予所有生物生命的滋养。所以生而为人，也应静静地效法大地，要有负重载物的精神。尤其是要学圣人之道的人，更应该有为世人与众生，挑负起一切痛苦重担的心愿，不可一日或离了这种负重致远的责任心。这便是圣人终日行而不离辎重的本意。尤其是告诫身负国家社会人民所期望者的君主――领导人和官吏们，更当有如此这般的存心，才是合道的明君或良臣。因此，在下文，便有虽有荣观，燕处超然的名言。终日行而不离辎重是说志在圣贤的人们，始终要戒慎恐惧，随时随地存着济世救人的责任感。如在颠沛流离中的大舜，始终以大孝于天下存心。如大禹的治平洪水，九年在外栉风沐雨，腓无_胫无毛，三过其门而不入。但古人又说大德者，必得其名，必得其位，必得其寿。这是善有善报的必然因果律。倘使你能做到功在天下国家，万民载德的地位，当然会得到最光荣的酬庸，正如隋炀帝杨广所说的我本无心求富贵，谁知富贵迫人来。如果真正有道之士，到了这种地位，虽然处在荣观之中，仍然恬淡虚无，不改本来的素朴虽然燕然安处在荣华富贵之中，依然有超然物外，不受功成名遂富贵荣华而自累其心，这才是有道者的自处之道。这里的荣观的观字，是破音字，应作古代建筑物的观字读，不可作观看的观字来读。燕字，通作晏，便是安静的意思。然而，在老子当时所见闻中的各国诸侯君主们，当然都不能明白传统文化中君道和臣道的这种原则。因此，他才有深深感叹说奈何万乘之主，而以身轻天下。轻则失本，躁则失君。所谓身轻天下的语意，是说他们不能自知修身涵养的重要，犯了不知自重的错误，不择手段，只图眼前攫取功利，不顾丧身失命的后果。"}
{"text":"这里的荣观的观字，是破音字，应作古代建筑物的观字读，不可作观看的观字来读。燕字，通作晏，便是安静的意思。然而，在老子当时所见闻中的各国诸侯君主们，当然都不能明白传统文化中君道和臣道的这种原则。因此，他才有深深感叹说奈何万乘之主，而以身轻天下。轻则失本，躁则失君。所谓身轻天下的语意，是说他们不能自知修身涵养的重要，犯了不知自重的错误，不择手段，只图眼前攫取功利，不顾丧身失命的后果。因此，不但轻轻易易失去了天下，同时也戕杀了自己，这就是触犯轻则失本，躁则失君的大病。两臂重于天下讲到身轻天下的说明，我们且看善于承继老子之学的庄子的发挥，最为清楚。庄子外篇中的让王篇提到韩魏相与争侵地，于华子见韩昭僖侯。昭僖侯有忧色。子华子曰今使天下书铭于君之前。书之言曰左手攫之则右手废。右手攫之则左手废。然而攫之者必有天下，君能攫之乎？昭僖侯曰寡人不攫也。子华子曰甚善。自是观之，两臂重于天下也。身亦重于两臂。韩之轻于天下亦远矣。今之所争者轻于韩又远，君固愁伤生以忧戚不得也。僖侯曰善哉！教寡人者众矣，未尝得间此言也。子华子可谓知轻重矣。人的生命之价值，在于我有一个完整无暇的现实身体的存在。志在天下国家，成大功立大业者，正为我有身存，老子所谓及吾无身，又有何患。现在正因为还有此身的存在，应该戒慎恐惧，燕然自处而游心于物欲以外，然后不以一己的个人自私而谋天下国家大众的大利，立大业于天下，才不负天赋所生生命的价值。可是，很可惜的，便是当时的君主们，以及后来的君相们，大多都只图眼前的私利而困于个人权势的欲望中，以身轻天下的安危而不能自拔，因此而引出老子有奈何！奈何！奈若何的一叹！我们引用了庄子外篇两臂重于天下的说法，看来，似乎过于消极，太过于为个人自私了。但从人道的观点来看，立身爱己，正是大有为于天下的开始，所以儒家才有孝子不立于危墙之下的大戒。修身养身无道，又哪里能够担当起天下国家危难的大任呢？同时须知，人无超然出世的修养，而贸然谈利益天下国家的大业，正是失其轻重权衡之处，所谓轻则失本，躁则失君。因此，使我临时想起明代木有堂禅师的一首诗，从表面看来，又似乎很消极，但细入深究，它正是人生积极的透彻观。诗曰人生不满一百岁，今是昨非无定名。"}
{"text":"但从人道的观点来看，立身爱己，正是大有为于天下的开始，所以儒家才有孝子不立于危墙之下的大戒。修身养身无道，又哪里能够担当起天下国家危难的大任呢？同时须知，人无超然出世的修养，而贸然谈利益天下国家的大业，正是失其轻重权衡之处，所谓轻则失本，躁则失君。因此，使我临时想起明代木有堂禅师的一首诗，从表面看来，又似乎很消极，但细入深究，它正是人生积极的透彻观。诗曰人生不满一百岁，今是昨非无定名。天下由来轻两臂便是上面所讲庄子书中子华子说昭僖侯的故事，世间何故重连城价值连城的璧玉，也就是赵相蔺相如夺秦惠王卞和之壁的故事。龙亡大泽群鳅舞秦失其鹿，天下争逐的翻版，兔尽平原走狗烹范蠡给文种书所说的飞鸟尽，良弓藏。狡兔死，走狗烹的名言。后来韩信临死时也引用过。满目乱坡眠白石古往今来的一切人等，最后都是如此，有时特地忆初平道家神仙传称广成子名董初平。但这里所说的初平，是指企望天下初平的盛世而言。超然轻重的历史故事老子的话，本来已如珠之走盘，周延涵盖，无所不通，仁者见之为仁，智者见之谓之智。何况又是以简朴的古文写成，难作明确的界说。因此，又被黠慧者用作专制时代的帝王权术，或为大臣者的自处箴言，当然亦是在所难免。如果根据历史的经验，从每一朝代帝王制度的政策来看，对于重为轻根，静为躁君的理解，也有完全偏向于另一角度了。例如周朝建国的政策，重点放在中央集权，诸侯分治，开创一套完整的周代封建制度，适合于当时时代环境最好的一个策略。但天下事往往重为轻根，你所认为已经把握了的重点，将来发生弊病的，也往往出在这个重点上面，正如唐徵君赵蕤所谓天下大器也，群生重蓄也。器大不可以独理，蓄重不可以自守。故划野分疆，所以利建侯也。亲疏相镇，所以关盛衰也。昔周监于二代，立爵五等，封国八百，同姓五十五，深根固本，为不可拔者也。故盛则周召相其沿，衰则五霸扶其弱，所以夹辅王室，左右厥世，此三圣周文王武王周公制法之意。然厚下之典，弊于尾大。自幽平以后，日以陵夷。爵禄多出于陪臣，征伐不由于天子吴并于越，晋分为三，郑兼于韩，鲁灭于楚，海内无主，四十余年而为战国矣。这便是重为轻根的最好说明。到了秦始皇统一天下，看到周代封建后期的弊病，就废封建改为郡县，完全走中央集权的路线，自以为可以建万代帝王世系的基业。"}
{"text":"昔周监于二代，立爵五等，封国八百，同姓五十五，深根固本，为不可拔者也。故盛则周召相其沿，衰则五霸扶其弱，所以夹辅王室，左右厥世，此三圣周文王武王周公制法之意。然厚下之典，弊于尾大。自幽平以后，日以陵夷。爵禄多出于陪臣，征伐不由于天子吴并于越，晋分为三，郑兼于韩，鲁灭于楚，海内无主，四十余年而为战国矣。这便是重为轻根的最好说明。到了秦始皇统一天下，看到周代封建后期的弊病，就废封建改为郡县，完全走中央集权的路线，自以为可以建万代帝王世系的基业。谁又知道过不了十多年，天下大乱，封疆无得力的防守，就易姓为王，成了刘邦的汉室天下。汉初鉴于秦始皇中央集权的缺点，又仿照周代封建的办法，分封同姓子弟为王非同姓者当然都不能为王，认为一旦天下有变，同胞血肉，必能拱卫帝系。谁知不到十多年，先乱于刘邦的老婆――吕后，杀戮刘氏宗室几乎殆尽。虽然由汉文帝刘恒的复兴，但过不了十多年，又有景帝刘启时代同室操戈的七王造反。因此，不敢再信外藩，变成宫室后族的外戚操权，和一班宦官太监们把持朝政，终有前汉的外戚王莽篡位，后汉的曹操逼宫等故事发生。从此以后，中国帝王政治体制，造成变乱的弊病，不外是外藩内戚太监女娲等几个基本的因素，互相消长。唐代开始乱于藩镇，宋代又鉴于唐朝的弊病，重用文人政治而采取中央集权，终至半壁江山，始终不能完成统一的局面。后来的元明清三朝，大致也难逃此例。总之，无论任何政治体制，开创的时期，如何计虑周详，毕竟跳不出重为轻根，静为躁君大原则的演变。即使如西洋史上的规律，也逃不了老子――太上老君这个八卦炉。自法国路易十四以后直到现在，君主固然不好，民主法治也未见得是完美的政体。将来的天下，正因为人类社会高估民主的可贵而终于毁灭在民主的变相。且看今日域中的英美，其未来的祸根，早已埋伏在现在所谓假相幸福的社会福利和重量不重质哗众取宠的民主自由的制度之中了！道家老子的哲学，看透了重为轻根，静为躁君和祸者福之所倚，福者祸之所伏自然反复演变的法则，所以才提出虽有荣观，燕处超然的告诫。也正因为先有老子的这些告诫，后有人生的种种经验，造成历代的高明从政者，如范蠡等人，以及较为知机的张良，想要极力作到功成，名遂，身退。但很可惜，他始终不如正统道家的隐士们，干脆早自全身隐遁，不混水。退而求其次，又不如范蠡的隐遁而去。"}
{"text":"道家老子的哲学，看透了重为轻根，静为躁君和祸者福之所倚，福者祸之所伏自然反复演变的法则，所以才提出虽有荣观，燕处超然的告诫。也正因为先有老子的这些告诫，后有人生的种种经验，造成历代的高明从政者，如范蠡等人，以及较为知机的张良，想要极力作到功成，名遂，身退。但很可惜，他始终不如正统道家的隐士们，干脆早自全身隐遁，不混水。退而求其次，又不如范蠡的隐遁而去。至于如韩信一流的人物，李煜一流的角色，只是志在功名，或志在富贵的迷梦中，始终不知轻重根源的关键，更不知虽有荣观，燕处超然的妙用。尤其是李煜，更为可怜，在他当时那样的时代环境中，不知戒慎恐惧奋发图强的自处之道，反而真的玩起燕处危巢的超然词章文学，只知填些蝶恋花的一片芳心千万绪，人间没个安排处，写些缠绵悱恻的妙文。难怪后来赵匡胤对他的评语说李煜如果把作诗词的工夫拿来专心搞政治，也未必会为我所擒。这也确是赵匡胤说的一句老实话。至如韩信的开场与收场，基本上就犯了老子的重为轻根，静为躁君，圣人终日行而不离辎重。虽有荣观，燕处超然的错误，而且更缺乏这种学养。所以宋代越王钱H的孙子钱m，有一首借题发挥论韩信的诗，说得最好，诗曰登坛拜将思虽重，蹑足封时虑已深。隆准由来同乌嚎，将军应起五湖心。韩信，的确是很可爱的具有侠义人性的人物。他善于用兵，而缺乏政略和大谋略的修养。他重视恩情而不顾怨怼的爽朗胸襟，极可钦佩。他对刘邦当时的登坛拜将的作风，早已埋下英雄生怕受恩深的情怀。所以后来提出封假三齐王的要求，也是基于这种受恩的深情而讲的真话。刘邦被张良踢了一足，便立刻变盛怒为假惺惺，马上真地封他为三齐王的时候，早已埋下后来的结局。隆准，是汉高祖刘邦长相的特征，鼻子特别高又厚，相法所谓伏犀贯顶的通天鼻。长颈鸟喙，是范蠡对文种讲越王勾践长相的特征，头颈特别长，嘴巴很尖锐，所谓长颈鸟喙，可以共患难，不可以共安乐的评语。古今中外的君主领导人们，虽然各有不同的特别外形，但都有同一模式的猜忌心理。其实，这是人性的根本问题，除非圣贤，谁能遣此，最为可哀。因此钱m评论韩信，早已应该知道自己的收场结果，何以不学范蠡一样，功成，名遂，身退，泛舟五湖，飘然远引呢？其实，钱m这首诗，正是针对他朝见赵匡胤的时候，赵匡胤封了一箱东西，叫他回去在路上拆看。"}
{"text":"长颈鸟喙，是范蠡对文种讲越王勾践长相的特征，头颈特别长，嘴巴很尖锐，所谓长颈鸟喙，可以共患难，不可以共安乐的评语。古今中外的君主领导人们，虽然各有不同的特别外形，但都有同一模式的猜忌心理。其实，这是人性的根本问题，除非圣贤，谁能遣此，最为可哀。因此钱m评论韩信，早已应该知道自己的收场结果，何以不学范蠡一样，功成，名遂，身退，泛舟五湖，飘然远引呢？其实，钱m这首诗，正是针对他朝见赵匡胤的时候，赵匡胤封了一箱东西，叫他回去在路上拆看。他出了京城，打开一看，箱里所装的，都是大臣们的建议，要赵匡胤扣留或杀了钱m的报告。但赵匡胤不杀钱m，也不扣留他，叫他安心回去，正是要他老老实实自己奉献越国，乖乖归顺的手法。钱m懂得很深，也很清楚当时的情势，因此，借评韩信的诗来发挥自己胸中的块垒，奉表称臣，正是学范蠡的泛舟五湖的最好自处，恰又合了老子的燕处超然，不以身轻天下的法则。杭州保m塔的建立，应该是钱m朝见赵匡胤的时候，他的亲信人们，为他祈福消灾所建的纪念物。后来杭州人对保m塔有各种不同的传说，似乎都是歪曲事实了。当然，这是顺便一提，或可判为事出有因，查无实据，而不足为凭。这是说为人臣立场的，必须具有虽有荣观，燕处超然，知机知时的自处之道。不然，便会有如清初名臣尹善所自慨的名句乌入青云倦亦飞欲罢不能之叹了！但是老子的话，正如临济禅师所谓一语中具三玄门，一玄门中具三要义。它是随方逐圆，面面俱到的。历史的经验留给我们的殷鉴，有关类似虽有荣观，燕处超然而不以身轻天下的反面事实也很多。例如公子小白，与鲍叔的同谋，身居首地，正当公子纠当政，处于荣观得意的时候，他们把握成熟的时机，轻车简从，举手之间，就能复国正位，为齐桓公。一匡天下，九合诸侯，成为春秋五霸之首。又如燕昭王重用乐毅，报复齐国的宿仇，五年之间，攻坚破锐，连下七十余城。但田单却看准燕王对乐毅存有猜忌的隐忧，同时也看准乐毅心里早已存有防止燕王的猜忌，似有意似无意地留下即墨及苫二城，作为观望的作用。因此田单反用不以身轻天下而振作自重，整经教武，一举而复国成功，名垂千古，便是反用乐毅的虽有荣观，燕处超然的人臣之道而田单却不以身轻天下的自重与静观机变之智，成就他的不世功业。也就是老子所谓同出而异名的上智运用之妙，存乎一心的应变了。"}
{"text":"但田单却看准燕王对乐毅存有猜忌的隐忧，同时也看准乐毅心里早已存有防止燕王的猜忌，似有意似无意地留下即墨及苫二城，作为观望的作用。因此田单反用不以身轻天下而振作自重，整经教武，一举而复国成功，名垂千古，便是反用乐毅的虽有荣观，燕处超然的人臣之道而田单却不以身轻天下的自重与静观机变之智，成就他的不世功业。也就是老子所谓同出而异名的上智运用之妙，存乎一心的应变了。乐毅是乐羊子的后人，他的家族，本来就有深通黄帝老子之道的，乐毅的成就，更是得力于黄老的学术精华。司马迁赞乐氏之说乐臣公学黄帝老子，其本师号日河上文人，不知其所出。河上文人教安期生。安期生教毛翁公。毛翁公教乐瑕公。乐服公教乐臣公。乐臣公教盖公。盖公教于齐高密胶西，为曹相国参师。正因为乐毅善学老子，因此，他报燕惠王书，有谓夫免身立功以明先王之迹，臣之上计也。汉魏之间的夏侯玄，有一篇论乐毅的专论，是比较有见地的史论，而且也正是发挥乐毅与黄老的学术修养有关的独到论文，如说观乐生遗燕惠王书，其殆庶几乎知几合适，以礼终始者与！又其喻昭王曰伊尹放太甲而不疑，太甲受放而不怨，是存大业于至公，而以天下为心者也。夫欲极道德之量，务以天下为心者，必致其主于盛隆，合其趣于先王。苟君臣同符，则大业定矣。于斯时也，乐生之志，千载一遇。夫千载一遇之世，亦将千载一道，岂其局迹当时，止于兼并而已哉！夫兼并者，非乐生之所屑，强燕而非道，又非乐生之所求。不屑苟利，心无近事，不求小成，斯意兼天下者也。则毕齐之事，所以运其机而动四海也。夫讨齐以明燕王之义，此兵不兴于利矣。围城而害不加于百姓，此仁心著于遐迩矣。举国不谋其功，除暴不以威力，此至德全于天下矣。迈全德以率列国，则几子汤武之事矣。乐生方恢大纲，以纵二城。收民明信，以待其弊。将使即墨莒人，顾仇其上，愿释干戈，赖我犹亲。善守之智，无所施之。然则求仁得仁，即墨大夫之义仕穷，则从微子适周之道。开弥广之路，以待田单之徒。长容善之风，以申齐士之志。使夫忠者遂节，勇者义著，昭之东海，属之华裔。我泽如春，民应如草。道光宇宙，贤智托心。邻国倾慕，四海延颈。思载燕主，仰望风声。二城必从，则王业隆矣。虽淹留于二邑，乃效速于天下也。不幸之变，世所不图。败于垂成，时运固然。"}
{"text":"收民明信，以待其弊。将使即墨莒人，顾仇其上，愿释干戈，赖我犹亲。善守之智，无所施之。然则求仁得仁，即墨大夫之义仕穷，则从微子适周之道。开弥广之路，以待田单之徒。长容善之风，以申齐士之志。使夫忠者遂节，勇者义著，昭之东海，属之华裔。我泽如春，民应如草。道光宇宙，贤智托心。邻国倾慕，四海延颈。思载燕主，仰望风声。二城必从，则王业隆矣。虽淹留于二邑，乃效速于天下也。不幸之变，世所不图。败于垂成，时运固然。若乃逼之以威，劫之以兵，攻取之事，求欲速之功，使燕齐之士，流血于二城之下，奢杀伤之残，以示四海之人，是纵暴易乱，以成其私，邻国望之，其犹豺虎。既大堕称兵之义，而丧济弱之仁，且亏齐士之节，废兼善之风，掩宏通之度，弃王德之隆，虽二城几于可拨，霸王之事，逝其远矣。然则，燕虽兼齐，其与世主何以殊哉！其与邻国何以相倾。乐生岂不知拔二城之速了哉！顾城拔而业乖也，岂不虑不速之致变哉，顾业乖与变同。由是观之，乐生之不屠二城，未可量也。"}
{"text":"接着，一个医学奇迹不仅保住了他的性命而且保住了他作为一个人的全部才智与感情，这怎么办？他只好以生命为诗了。在夜深人静我们都熟睡的时候，他必定问过这是为什么，为什么？在晨曦微露我们一个个醒来的时候，他必定没有得到回答。现在人们多少有些明白了寂寞的上帝是在以那把火作为赌注，要在第个秋天第千次日出日落之后，赢得一个诗人。现在人们多少有些明白了这残酷的游戏有了回应当年那火焰的爆裂声一阵阵传开去，待其回来都成了如火的诗行。上帝从一对非凡的父母怀中夺去他们漂亮的儿子，或许上帝那时就已料到，当有一天人们面临成为经济动物的危险之时，必得有人用心灵在这星球上一遍遍歌唱。诗的流派太多了，主义也太多，除去专事研究它们的人谁也弄不清也记不住。但你总能辨出哪些是凭了智力的摆弄，哪些是出自心性的感悟。尿撒得长而且多，那是流血所不能比的流血也不如撒尿老练和弄出的花样多当然撒尿又比流血有用。但人终不过是一堆无用的热情，于是只可把真诚奉为神圣。真诚是生命的全部含义，诗就是真诚的生命抑或生命就是真诚的诗吧。对人类的爱，对这世界一往情深，对生活热烈而沉静的真诚，由此又导致了对无聊萎缩的苟活的憎恶――这是我从姚平的诗中感受到的。这样说太通俗太简单太幼稚了是不？这可能。但正如诗人所说一个冷落着万人的话题想起来竟几百年不变。有些东西是亘古不变的。诗与魔术的区别在哪儿？魔术师承认，他千变万变离不开一个骗字。那么诗呢？注入诗中的那个亘古不变的魂是什么？诗太玄妙，不是我能说得全面和妥贴的。自写此文之初我就决定逃避这个难题。我只是希望能有更多的人读到姚平的诗。还是说说那场大火。我总在设想，大火之后一对父母捧起两个被烧得一团模糊的儿子，是怎样一幅情景？姚平的哥哥姚宗泽，也在那场大火中被烧坏了脸烧没了双手，那年他岁，现在他以他的成绩被广东美术学院正式录取。这对父母要有怎样的智慧和力量和博大的爱所炼铸的意志，才能承受住了这样的灾难，才能在多年沉重的时光中，把两个几近烧焦的儿子变成了画家和诗人！我总在设想那一天，和那以后的多个年头，我的设想总在不敢再设想中结束为长久的沉默，然后在他们儿子的诗中去看一对圣父圣母的形象。我想，诗包括其它艺术与残疾是天生有缘的。"}
