{"text":"这也正是中国文化的千古名言，也是颠扑不破人人当学的格言。如同一个恰到好处的格子，你无论如何都没有办法逾越，它本来就是一种完美的规格。但是豫兮又是怎样豫法呢？答案是若冬涉川。这句话在文字上很容易懂，就是如冬天过河一样。可是冬天过河，究竟是个什么样子？在中国南方不易看到这类景象，要到北方才体会得出来个中滋味。冬天黄河水面结冰，整条大河可能覆盖上一层厚厚的冰雪。不但是人，马车牛车各种交通工具，也可以从冰上跑过去，但是千万小心，有时到河川中间，万一踏到冰水融化的地方，一失足掉下去便没了命。古人说如临深渊，如履薄冰，正是这个意思。做人处事，必须要小心谨慎战战兢兢的。虽然艺高人胆大，本事高超的人，看天下事，都觉得很容易。例如说，拿破仑的字典里没有难字。事实上，正因为拿破仑目空一切，终归失败。如果是智慧平常的人，反而不会把任何事情看得太简单，不敢掉以轻心而且对待每一个人，都当作比自己高明，不敢贡高我慢。所以，老子这句话说明了，一个有修为的人，必须时时怀着好比冬天从冰河上走过，稍一不慎，就有丧失生命的危险，加以戒慎恐惧。接着，老子又举了另外一个比喻，犹兮若畏四邻，来解释一个修道者的思虑周详，慎谋能断。犹是猴子之属的一种动物，和狐狸一样，它要出洞或下树之前，一定先把四面八方的动静，看得一清二楚，才敢有所行动。这种小心翼翼的特点，也许要比老鼠伟大一点。我们形容作事胆子很小，畏畏缩缩，没有信心而犹豫不决，另有一句谚语，便是首鼠两端。这句话的涵义和犹豫不决差不多。只要仔细观察老鼠出洞的模样，便会发现，老鼠往往刚爬出洞来几步，左右一看，马上又迅速转头退回去了。它本想前进，却又疑神疑鬼，退回洞里等一会儿，又跑出来，可是还没多跑几步路，又缩回去了。如此，大概需要反复几次，最后才敢冲出去。犹这种动物也一样，它每次行动，必定先东看看，西瞧瞧，等一切都观察清楚，知道没有危险，才敢出来。这是说，修道的人在人生的路程上，对于自己，对于外界，都要认识得清清楚楚。犹兮若畏四邻，如同犹一样，好像四面八方都有情况，都有敌人，心存害怕，不得不提心吊胆，小心翼翼。就算你不活在这个复杂的社会里，或者只是单独一个人走在旷野中，总算是没有敌人了吧！然而这旷野有可能就是你的敌人，走着走着，说不定你便在这荒山野地跌了一跤，永远爬不起来。所以，人生在世就要有那么的小心。"}
{"text":"犹这种动物也一样，它每次行动，必定先东看看，西瞧瞧，等一切都观察清楚，知道没有危险，才敢出来。这是说，修道的人在人生的路程上，对于自己，对于外界，都要认识得清清楚楚。犹兮若畏四邻，如同犹一样，好像四面八方都有情况，都有敌人，心存害怕，不得不提心吊胆，小心翼翼。就算你不活在这个复杂的社会里，或者只是单独一个人走在旷野中，总算是没有敌人了吧！然而这旷野有可能就是你的敌人，走着走着，说不定你便在这荒山野地跌了一跤，永远爬不起来。所以，人生在世就要有那么的小心。接着，俨兮其若容，表示一个修道的人，待人处事都很恭敬，随时随地绝不马虎。子思所著的中庸，所谓的慎独，恰有类同之处。一个人独自在夜深人静的时候，虽然没有其他的外人在，却也好像面对祖宗，面对菩萨，面对上帝那么恭恭敬敬，不该国独处而使行为荒唐离谱，不合情理。大家晓得中国文化有一部最根本的书籍――礼记。这部礼记，等于中华民族上古时期不成文的大宪书，也就是中华文化的根源，百科宝典的依据。一般人都以为，礼记只是谈论礼节的书而已，其实礼节只是其中的一项代表。什么叫做礼？并不一定是要你只管叩头礼拜的那种表面行为。礼记第一句话毋不敬，俨若思，真正礼的精神，在于自己无论何时何地，皆抱着虔诚恭敬的态度。处理事情，待人接物，不管做生意也好，读书也好，随时对自己都很严谨，不荒腔走板。俨若思，俨是形容词，非常自尊自重，非常严正恭敬地管理自己。胸襟气度包罗万物，人格宽容博大，能够原谅一切，包容万汇，便是伊兮其若容雍容庄重的神态。这是讲有道者所当具有的生活态度，等于是修道人的戒律，一个可贵的生活准则。上面所谈，处处提出一个学道人应有的严肃态度。可是这样并不完全，他更有洒脱自在，，冶然自得的一面。究竟洒脱到什么程度呢？涣兮若冰之将释。春天到了，天气渐渐暖和，冰山雪块遇到暖和的天气就慢慢融化散开，变成清流，普润大地。我们晓得孔子的学生形容孔子望之伊然，即之也温，刚看到他的时候，个个他，等到一接近相处时，倒觉得很温暖，很亲切。伊兮其若容，涣兮若冰之将释，就是这么一个意思。前句讲人格之庄严宽大，后句讲胸襟气度的潇洒。不但如此，一个修道人的一言一行，一举一动，也要非常厚道老实，朴实不夸。像一块石头，虽然里面藏有一块上好宝玉，或者金刚钻一类的东西，但没有敲开以前，别人不晓得里面竟有无价之宝。"}
{"text":"春天到了，天气渐渐暖和，冰山雪块遇到暖和的天气就慢慢融化散开，变成清流，普润大地。我们晓得孔子的学生形容孔子望之伊然，即之也温，刚看到他的时候，个个他，等到一接近相处时，倒觉得很温暖，很亲切。伊兮其若容，涣兮若冰之将释，就是这么一个意思。前句讲人格之庄严宽大，后句讲胸襟气度的潇洒。不但如此，一个修道人的一言一行，一举一动，也要非常厚道老实，朴实不夸。像一块石头，虽然里面藏有一块上好宝玉，或者金刚钻一类的东西，但没有敲开以前，别人不晓得里面竟有无价之宝。表面看来，只是一个很粗陋的石块。或者有如一块沾满灰泥，其貌不扬的木头，殊不知把它外层的杂物一拨开来，便是一块可供雕刻的上等捕木，乃至更高贵更难得的沉香木。若是不拨开来看，根本无法一窥究竟。至于旷兮其若谷，则是比喻思想的豁达空灵。修道有成的人，脑子是非常清明空灵的。如同山谷一样，空空洞洞，到山谷里一叫，就有回声，反应很灵敏。为什么一个有智慧的人反应会那么灵敏？因为他的心境永远保持在空灵无着之中。心境不空的人，便如庄子所说夫子犹有蓬之心也夫，整个心都被蓬茅塞死了，等于现在骂人的话你的脑子是水泥做的，怎么那样不通窍。整天迷迷糊糊，莫名其妙，岂不糟糕！心中不应被蓬茅堵住，而应海阔天空，空旷得纤尘不染。道家讲清虚，佛家讲空，空到极点，清虚到极点，这时候的智慧自然高远，反应也就灵敏。其实，有道的人是不容易看出来的。老子在上面已说过和其光，同其尘。表面上给人看起来像个混公，大混蛋一个，浑兮其若浊，昏头昏脑，浑浑噩噩，好像什么都不懂。因为真正有道之士，用不着刻意表示自己有道，自己以为了不起。用不着装模作样，故作姿态。本来就很平凡，平凡到混混浊浊，没人识得。这是修道的一个阶段。依老子的看法，一个修道有成的人，是难以用语言文字去界定他的。勉强形容的话，只好拿山谷朴玉释冰等等意象来象征他的境界，但那也只是外形的描述而已。濯足浊流人自清因此须要再来两句话，孰能浊以静之徐清，孰能安以动之徐生是连接上文讲的表现了老子文章的独特风格。上面几句话一路下来，一直写得很轻松自然，假使我们只从文字表面去读，起先好像是懂了，若仔细深一层去研究，那便有点捉摸不定了。现在这两句话，到底是形容修道人的模样呢？还是说反面话，我们对照前后文看看，还是不易搞清楚，究竟为何而说。读古人的书很难，首先暂且不要去看前人的注解。"}
{"text":"勉强形容的话，只好拿山谷朴玉释冰等等意象来象征他的境界，但那也只是外形的描述而已。濯足浊流人自清因此须要再来两句话，孰能浊以静之徐清，孰能安以动之徐生是连接上文讲的表现了老子文章的独特风格。上面几句话一路下来，一直写得很轻松自然，假使我们只从文字表面去读，起先好像是懂了，若仔细深一层去研究，那便有点捉摸不定了。现在这两句话，到底是形容修道人的模样呢？还是说反面话，我们对照前后文看看，还是不易搞清楚，究竟为何而说。读古人的书很难，首先暂且不要去看前人的注解。前人也许比我们高明，但也有比我们不明的地方。因为著书立说的人，难免都有先入为主的观念，除非真把古今各类书籍，读得融会贯通，否则见识不多，随便读一本书，就把里面别人的注解观念，当做稀有至宝，一古邋遢全装进自己的脑袋瓜子里去，成为先入为主的偏见。然后，再来看讨论同样的问题的第二本书，如果持着相反的意见，便认为不对，认为是谬论，死心眼地执著第一本书的看法，这不很可怜吗？却不晓得研究中国文化的图书，几千年下来，连篇累牍，不可胜数。光是一部四库全书就堆积如山，而老子一书的注解，可说汗牛充栋，各家有各家的说法。有人读到焦头烂额，无法分清哪一种说法合理，只好想一套说词，自圆其说。最后又再三推敲，自己又怀疑起来。因此，我们最好还是读老子的原文，从原文中去找答案，去发现老子自己的注解。前文提到浑兮其著浊，用来说明修道之士的微妙玄通，接着几句形容词，都是这个通字的解说。也就是从哪一方面来讲，都没有障碍。像个虚体的圆球，没有轮廓，却是面面俱到，相互涵摄。彻底而言，即是佛家所言圆融无碍。成了道的人，自然圆满融会，贯通一切，四通八达，了无障碍。而其外相正是混兮其苦浊，和我们这个混浊的世界上一群浑浑噩噩的人们，并无两样。这不就说完了吗？不就已透露出孰能浊以静之徐清，孰能安以动之徐生所隐含的消息吗？现在更进一步，解释修道的程序与方法，作为更详细的说明。人的学问修养身心状况，如何才能达到微妙玄通，深不可识的境界呢？只有一个办法，好好在混浊动乱的状态下平静下来，慢慢稳定下来，使之臻于纯粹清明的地步。以后世佛道合流的话来说，就是圆同大虚纤尘不染，不但一点尘埃都没有，即便连金屑，黄金的粉末也都找不着，务必使之纯清绝顶。同时，我们还要认清一个观念。什么叫浊呢？佛学在阿弥陀经上有五浊恶世之说。"}
{"text":"不就已透露出孰能浊以静之徐清，孰能安以动之徐生所隐含的消息吗？现在更进一步，解释修道的程序与方法，作为更详细的说明。人的学问修养身心状况，如何才能达到微妙玄通，深不可识的境界呢？只有一个办法，好好在混浊动乱的状态下平静下来，慢慢稳定下来，使之臻于纯粹清明的地步。以后世佛道合流的话来说，就是圆同大虚纤尘不染，不但一点尘埃都没有，即便连金屑，黄金的粉末也都找不着，务必使之纯清绝顶。同时，我们还要认清一个观念。什么叫浊呢？佛学在阿弥陀经上有五浊恶世之说。因此，我们古代的文字，也常描写这个世界为浊世。例如形容一个年轻人很英俊潇洒，就说他是翩翩浊世之佳公子也，相当现在穿牛仔裤的年轻小伙子，长发披头，眼睛乌溜溜，东膘西膘，女孩子暗地里叫声好帅一样。生长在世局纷乱，动荡不安的时代里，我们静的修养怎样能够做到呢？这相当困难，尤其现代人，身处二十世纪末叶，二十一世纪即将来临的时代。人类内在思想的紊乱，和外在环境的乱七八糟，形成正比例的相互影响，早已不是浊世一词便能交待了事了。什么交通污染噪音污染工业污染环境污染等等后患无穷的公害，又有谁能受得了？因此，孰能浊以静之徐清，谁却能够在浊世中慢慢修习到身心清静？这在道家有一套经过确实验证的方法与功夫。譬如，一杯混浊的水，放着不动，这样长久平静下来，混浊的泥渣自然沉淀，终至转浊为清，成为一杯清水，这是一个方法。然而，由浊到静，由静到清，这只是修道的前三个阶段，还不行。更要进一步，孰能安以，也就同佛家所讲的修止修观，或修定的功夫，久而安于本位，直到超越时间空间的范围，然后才谈得上得道。这等于儒家的曾子所著的大学注重修身养性的程序，知止而后有定，定而后能静，静而后能虑，虑而后能得是同一个路线，只是表达不同而已。如果我们站在道家的立场，看儒道两家的文化，可套句老子的话作结论此二者同出而异名。动的哲学然而，由浊起修，由静而清，由清而安，这还只是修道的一半，另一半动之徐生，才是更重要的。否则，那只不过是小乘的境界罢了。只管自己，未能积极济世，自己一个人躲到山上静坐一万年，那又与庞大的人群有何相干？因此，还得安以动之徐生，由道体上起种种妙用。此处的动，不是盲从乱动，不是浊世中人随波逐流的动，不是举世多从忙里错的乱动。世上许多人钻营忙碌了一辈子，究竟为谁辛苦为谁忙？到头来自己都搞不清楚。"}
{"text":"如果我们站在道家的立场，看儒道两家的文化，可套句老子的话作结论此二者同出而异名。动的哲学然而，由浊起修，由静而清，由清而安，这还只是修道的一半，另一半动之徐生，才是更重要的。否则，那只不过是小乘的境界罢了。只管自己，未能积极济世，自己一个人躲到山上静坐一万年，那又与庞大的人群有何相干？因此，还得安以动之徐生，由道体上起种种妙用。此处的动，不是盲从乱动，不是浊世中人随波逐流的动，不是举世多从忙里错的乱动。世上许多人钻营忙碌了一辈子，究竟为谁辛苦为谁忙？到头来自己都搞不清楚。真正的动，是明明白白而又充满意义的动之徐生，心平气和，生生不息。我们也可以说一句俏皮话，这就是老子的秘密法宝吧！老子把做工夫的方法，修养的程序与层次都说了，告诉你在静到极点后，要能起用起动。动以后，则是生生不息，永远长生。佛家说无生，道家标榜长生，耶稣基督则用永生，但都是形容生命另一重意义的生生不已。只是在老子，他却用了一个徐生来表达。徐生的涵义，也可说是生生不息的长生妙用，它是慢慢地用。这个观念很重要。等于能源一样，慢慢地用，俭省地用，虽说能源充满宇宙，永远存在，若是不加节制，乱用一通，那只是自我糟蹋而已。动之徐生，也是我们作人做事的法则。道家要人做一切事不暴不躁，不乱不浊，一切要悠然徐生，慢慢地来。态度从容，。冶然自得，千万不要气急败坏，自乱阵脚。这也是修道的秘诀，不一定只说盘腿打坐才是。作人做事，且慢一拍，就是道理。不过，太懒散的人不可以慢，应快两拍，否则本来已是拖拖拉拉要死不活，为了修道，再慢一拍，那就完了，永远赶不上时代，和社会脱了节。徐生是针对普通一般人而言，尤其这个时代，更为需要。社会上，几乎每一个人都是天天分秒必争，忙忙碌碌，事事穷紧张，不知是为了什么，好像疯狂大赛车一样，在拼命玩命。所以更要动之徐生。如果作生意的话，便是动之徐赚。慢慢地赚，细水长流，钱永远有你的份一下赚饱了，成了暴发户，下次没得赚，这个生意就不好玩了。动之徐生，所可阐述的意义很多，可以多方面去运用。浅显而言，什么是动之徐生的修道功夫？从容便是。生命的原则若是合乎动之徐生，那将很好。任何事情，任何行为，能慢一步蛮好的。我们的寿命，欲想保持长久，在年纪大的人来说，就不能过盈过满。"}
{"text":"所以更要动之徐生。如果作生意的话，便是动之徐赚。慢慢地赚，细水长流，钱永远有你的份一下赚饱了，成了暴发户，下次没得赚，这个生意就不好玩了。动之徐生，所可阐述的意义很多，可以多方面去运用。浅显而言，什么是动之徐生的修道功夫？从容便是。生命的原则若是合乎动之徐生，那将很好。任何事情，任何行为，能慢一步蛮好的。我们的寿命，欲想保持长久，在年纪大的人来说，就不能过盈过满。对那些年老的朋友，我常告诉他们，应该少讲究一点营养，保此道者不欲盈，凡事做到九分半就已差不多了。该适可而止，非要百分之百，或者过了头，那么保证你适得其反。比方年轻人谈恋爱，应该懂得恋爱的哲学。凡是最可爱的，就是爱得死去活来爱不到的。且看古今中外那些缠绵徘侧的恋爱小说，描写到感情深切处，可以为他殉情自杀，可以为他痛哭流涕。但是，真在一起了，算算他们你依我依的美满时间，又能有多久？即便是红楼梦，也不到几年之间就完了，比较长一点的浮生六记，也难逃先甜后惨的结局。所以人生最好的境界是不欲盈。虽然有那永远追求不到的事，却同李商隐的名诗所说此情可待成追忆，只是当时已惘然。岂非值得永远闭上眼睛，在虚无飘渺的境界中，回味那似有若无之间，该多有余味呢！不然，睁着一双大眼睛，气得死去活来，这两句诗所说的人生情味，就没啥味道了。中国文化同一根源，儒家道理也一样。书经也说谦受益，满招损。谦字亦可解释为欠。万事欠一点，如喝酒一样，欠一杯就蛮好，不醉了，还能惺惺寂寂，脑子清醒。如果再加一杯，那就非丑态毕露，丢人现眼不可――满招损。又如一杯茶，八分满就差不多了，再加满十分，一定非溢出来不可。大家千万注意老子的话，吉事怎样方得长久？有财富如何保持财富？有权利如何保持权利？这就要做到不欲盈。曾有一位朋友谈到人之求名，他说有名有姓就好了，不要再求了，再求也不过一个名，总共两个字或三个字，没有什么道理。有一次，从台北坐火车旅行，与我坐在同一个双人座的旅客，正在看我写的一本书，差不多快到台南站，见他一直看得津津有味。后来两人交谈起来，谈话中他告诉我说这本书是南某人作的。我说你认识他吗？他答不认识啊，这个人写了很多书，都写得很好。我说你既然这样介绍，下了车我也去买一本来看。我们的谈话到此打住，这蛮好。当时我如果说我就是南某人。"}
{"text":"曾有一位朋友谈到人之求名，他说有名有姓就好了，不要再求了，再求也不过一个名，总共两个字或三个字，没有什么道理。有一次，从台北坐火车旅行，与我坐在同一个双人座的旅客，正在看我写的一本书，差不多快到台南站，见他一直看得津津有味。后来两人交谈起来，谈话中他告诉我说这本书是南某人作的。我说你认识他吗？他答不认识啊，这个人写了很多书，都写得很好。我说你既然这样介绍，下了车我也去买一本来看。我们的谈话到此打住，这蛮好。当时我如果说我就是南某人。他一定回答说久仰，久仰。然后来一番当然的恭维，这一俗套，就没有意思了。此情可待成追忆，只是当时已惆然，名利如此，权势也如此。即使家庭父子兄弟夫妻之间，也要留一点缺陷，才会有美感。例如文艺作品的爱情小说而言，情节中留一点缺陷，如前面所说的红楼梦浮生六记等，总是美的。又如一件古董，有了一丝裂痕，摆在那里，绝对心痛得很。若是完好无缺的东西摆在那里，那也只是看看而已，绝不心痛。可是人们总觉得心痛才有价值，意味才更深长，你说是吗？因为能不盈不满，所以才能夫！唯不盈，故能蔽不新成。蔽，就是保护很好的旧东西，由于东西永远是旧的，是原来的样子，一直小心使用，并没有坏。因此，旧的不去，新的不来。这便是不生不灭，不垢不净，不增不减的长生之道。所以最难还是在能否做到不欲盈。其实，现在修道作功夫的人很多，为什么大家功夫都不上路，就因为违反了不欲盈的原则，而都在求盈。打坐时，境界稍好一点，下意识便希求更好，拼命执著这个境界，这样欲盈的结果，功夫反而不上路。如果了解保此道者不欲盈，把这做功夫的原则把握住了，自然受益无穷。第十六章致虚极，守静骂。万物并作，吾以观复。夫！物芸芸，各复归其根。归根日静，是谓复命。复命曰常，知常曰明。不知常，妄作凶。知常容，容乃公，公乃王，王乃天，天乃道，道乃义。没身不殆。静的妙用致虚极，守静笃。万物并作，吾以观复。夫！物芸芸，各复归其根。归根曰静，是谓复命。这是道家修道的原则和方法，离开此原则都不对。有些人想修道学静坐，那便应该读懂此文，彻底了解真正的方法。其实，只要有个方法在，已不叫求静，而是求动。既然要放心打坐，那么你还再加个什么方法，那岂不更乱更忙吗？"}
{"text":"夫！物芸芸，各复归其根。归根日静，是谓复命。复命曰常，知常曰明。不知常，妄作凶。知常容，容乃公，公乃王，王乃天，天乃道，道乃义。没身不殆。静的妙用致虚极，守静笃。万物并作，吾以观复。夫！物芸芸，各复归其根。归根曰静，是谓复命。这是道家修道的原则和方法，离开此原则都不对。有些人想修道学静坐，那便应该读懂此文，彻底了解真正的方法。其实，只要有个方法在，已不叫求静，而是求动。既然要放心打坐，那么你还再加个什么方法，那岂不更乱更忙吗？老子及一切道家学神仙丹道的经论，合成道藏，有八千余卷之多，老子只是其中一卷，看是看不完的。你若读完，准有发疯的可能。但我全读完了，却没有发疯。看过以后，我明白了这一卷所谓的那个，就是那一卷所说的这个，自然而然加以融会贯通。大概地说，八千多卷的道藏，根本离不开老子的六个字致虚极，守静笃。虚差不多等于佛家的空，有些道家丹经上干脆也用空，那是唐宋以后丹书受了佛家影响的原故。以往的道家只有清与虚两个字。清是形容那个境界，而虚则是象征那个境界的空灵，二者其实是一回事。致是动词，是做到达到致虚极，要你做到空到极点，没有任何染污。至于空到极点是个什么样子呢？若还有个样子就不叫空了。空没得个相貌可寻。而守静笃讲的是功夫作用，硬要你专一坚持地守住。且用禅宗黄龙南排师的几句形容词如灵猫捕鼠，目睛不瞬，四足据地，诸根顺向，首尾直立，拟无不中。一只精灵异常的猫，等着要抓老鼠，四只脚蹲在地上，头端正，尾巴直竖起来，两只锐利的眼珠直盯即将到手的猎物，聚精会神，动也不动，随时伺机一跃，给予致命的一击。这是形容一个参禅的人，参话头，作功夫，精神集中，心无旁骛的情况。不如此，道功无法成就。神宗大师们另外还有个比喻如鸡之孵卵。这就不像猫捕老鼠，瞪眼张爪，蓄势待发了。而是闭着眼睛，迷迷糊糊，天塌下来都不管，你踢他一脚，他叫也不叫，理也不理，只是死心眼直守着那个心肝宝贝的鸡蛋。这样也是一种修定的功夫，也是形容虚到极点，静到极点，如同老子所说的致虚极，守静笃这六字真言。这六字，已经把所有修道作功夫的方法，与修道的境界层次，都说完了。世界上各宗各派各式各样的修道方式，都是为了达到这个目的。下面接着加以说明理由。万物并作，吾以观复。作是形容词，宇宙万物，山河大地，无时无刻不在变动，永无止境地发展创化。"}
