{"text":"运命运命电影姊妹花中的穷老太婆对她的穷女儿说穷人终是穷人，你要忍耐些！宗汉先生慨然指出，名之曰穷人哲学见大晚报。自然，这是教人安贫的，那根据是运命。古今圣贤的主张此说者已经不在少数了，但是不安贫的穷人也终是很不少。智者千虑，必有一失，这里的失，是在非到盖棺之后，一个人的运命终是不可知。豫言运命者也未尝没有人，看相的，排八字的，到处都是。然而他们对于主顾，肯断定他穷到底的是很少的，即使有，大家的学说又不能相一致，甲说当穷，乙却说当富，这就使穷人不能确信他将来的一定的运命。不信运命，就不能安分，穷人买奖券，便是一种非分之想。但这于国家，现在是不能说没有益处的。不过有一利必有一弊，运命既然不可知，穷人又何妨想做皇帝，这就使中国出现了推背图。据宋人说，五代时候，许多人都看了这图给自己的儿子取名字，希望应着将来的吉兆，直到宋太宗？抽乱了一百本，与别本一同流通，读者见次序多不相同，莫衷一是，这才不再珍藏了。然而九一八那时，上海却还大卖着推背图的新印本。安贫诚然是天下太平的要道，但倘使无法指定究竟的运命，总不能令人死心塌地。现在的优生学，本可以说是科学的了，中国也正有人提倡着，冀以济运命说之穷，而历史又偏偏不挣气，汉高祖的父亲并非皇帝，李白的儿子也不是诗人还有立志传，絮絮叨叨的在对人讲西洋的谁以冒险成功，谁又以空手致富。运命说之毫不足以治国平天下，是有明明白白的履历的。倘若还要用它来做工具，那中国的运命可真要穷极无聊了。二月二十三日。本篇最初发表于一九三四年二月二十六日申报自由谈。姊妹花郑正秋根据自己编写的舞台剧贵人与犯人改编和导演的电影，一九三三年由上海明星影片公司摄制。影片以一九二四年军阀内战为背景，描写了一对自幼离散的孪生姊妹，因处境不同，妹妹成了军阀的姨太太，姊姊成了囚犯。结局是姊妹相认，与父母阖家团圆。宗汉即邵宗汉，江苏武进人。他的穷人哲学一文发表在一九三四年二月二十日大晚报日日谈。推背图参看本卷第页注。优生学英国哥尔登创立的学说，他认为人或人种在生理和智力上的差别由遗传所决定，研究如何改进人类的遗传性。汉高祖即刘邦前―前，字季，沛县今属江苏人，汉王朝的建立者。"}
{"text":"影片以一九二四年军阀内战为背景，描写了一对自幼离散的孪生姊妹，因处境不同，妹妹成了军阀的姨太太，姊姊成了囚犯。结局是姊妹相认，与父母阖家团圆。宗汉即邵宗汉，江苏武进人。他的穷人哲学一文发表在一九三四年二月二十日大晚报日日谈。推背图参看本卷第页注。优生学英国哥尔登创立的学说，他认为人或人种在生理和智力上的差别由遗传所决定，研究如何改进人类的遗传性。汉高祖即刘邦前―前，字季，沛县今属江苏人，汉王朝的建立者。再论重译再论重译看到穆木天先生的论重译及其他下篇的末尾，才知道是在释我的误会。我却觉得并无什么误会，不同之点，只在倒过了一个轻重，我主张首先要看成绩的好坏，而不管译文是直接或间接，以及是怎样的动机。木天先生要自知，用自己的长处，译成一劳永逸的书。要不然，还是不动手的好。这就是说，与其来种荆棘，不如留下一片白地，让别的好园丁来种可以永久观赏的佳花。但是，一劳永逸的话，有是有的，而一劳永逸的事却极少，就文字而论，中国的这方块字便决非一劳永逸的符号。况且白地也决不能永久的保留，既有空地，便会生长荆棘或雀麦。最要紧的是有人来处理，或者培植，或者删除，使翻译界略免于芜杂。这就是批评。然而我们向来看轻着翻译，尤其是重译。对于创作，批评家是总算时时开口的，一到翻译，则前几年还偶有专指误译的文章，近来就极其少见对于重译的更其少。但在工作上，批评翻译却比批评创作难，不但看原文须有以上的工力，对作品也须有以上的理解。如木天先生所说，重译有数种译本作参考，这在是极为便利的，因为甲译本可疑时，能够参看乙译本。直接译就不然了，一有不懂的地方，便无法可想，因为世界上是没有用了不同的文章，来写两部意义句句相同的作品的的。重译的书之多，这也许是一种原因，说偷懒也行，但大约也还是语学的力量不足的缘故。遇到这种参酌各本而成的译本，批评就更为难了，至少也得能看各种原译本。如陈源译的父与子，译的毁灭，就都属于这一类的。我以为翻译的路要放宽，批评的工作要着重。倘只是立论极严，想使自己慎重，倒会得到相反的结果，要好的慎重了，乱却还是乱译，这时恶译本就会比稍好的译本多。临末还有几句不大紧要的话。"}
{"text":"重译的书之多，这也许是一种原因，说偷懒也行，但大约也还是语学的力量不足的缘故。遇到这种参酌各本而成的译本，批评就更为难了，至少也得能看各种原译本。如陈源译的父与子，译的毁灭，就都属于这一类的。我以为翻译的路要放宽，批评的工作要着重。倘只是立论极严，想使自己慎重，倒会得到相反的结果，要好的慎重了，乱却还是乱译，这时恶译本就会比稍好的译本多。临末还有几句不大紧要的话。木天先生因为怀疑重译，见了德译本之后，连他自己所译的塔什干，也定为法文原译是删节本了。其实是不然的。德译本虽然厚，但那是两部小说合订在一起的，后面的大半，就是绥拉菲摩维支的铁流。所以我们所有的汉译塔什干，也并不是节本。七月三日。本篇最初发表于一九三四年七月七日申报自由谈。穆木天的论重译及其它下载一九三四年七月二日申报自由谈，其中说我们作翻译时，须有权变的办法，但是，一劳永逸的办法，也是不能忽视的。我们在不得已的条件下自然是要容许，甚至要求间接翻译，但是，我们也要防止那些阻碍真实的直接翻译本的间接译出的劣货。而对作品之了解，是翻译时的先决条件。作品中的表现方式也是要注意的。能一劳永逸时，最好是想一劳永逸的办法。无深解的买办式的翻译是不得许可的。又说关于翻译文学可讨论的问题甚多，希望忠实的文学者多多发表些意见。看见史贲先生的论重译，使我不得不发表出来以上的意见，以释其误会。陈源译的俄国屠格涅夫父与子，是根据英文译本和法文译本转译的，一九三年由商务印书馆出版。译的毁灭，根据日文译本，并参看德英文译本。穆木天在一九三四年六月三十日申报自由谈发表的论重译及其他上一文中说我是从法文本译过涅维洛夫的塔什干的，可是去年看见该书的德译本，比法译本分量多过几乎有一倍。塔什干，原名丰饶的城塔什干，穆木天的译本一九三年由上海北新书局出版。绥拉菲摩维支，―苏联准摇！短鳌肥他所著的长篇小说。正是时候正是时候张承禄山梁雌雉，时哉时哉！东西是自有其时候的。圣经，佛典，受一部分人们的奚落已经十多年了，觉今是而昨非，现在就是复兴的时候。"}
{"text":"塔什干，原名丰饶的城塔什干，穆木天的译本一九三年由上海北新书局出版。绥拉菲摩维支，―苏联准摇！短鳌肥他所著的长篇小说。正是时候正是时候张承禄山梁雌雉，时哉时哉！东西是自有其时候的。圣经，佛典，受一部分人们的奚落已经十多年了，觉今是而昨非，现在就是复兴的时候。关岳，是清朝屡经封赠的神明，被民元革命所闲却从新记得，是袁世凯的晚年，但又和袁世凯一同盖了棺而第二次从新记得，则是在现在。这时候，当然要重文言，掉文袋，标雅致，看古书。如果是小家子弟，则纵使外面怎样大风雨，也还要勇往直前，拚命挣扎的，因为他没有安稳的老巢可归，只得向前干。虽然成家立业之后，他也许修家谱，造祠堂，俨然以旧家子弟自居，但这究竟是后话。倘是旧家子弟呢，为了逞雄，好奇，趋时，吃饭，固然也未必不出门，然而只因为一点小成功，或者一点小挫折，都能够使他立刻退缩。这一缩而且缩得不小，简直退回家，更坏的是他的家乃是一所古老破烂的大宅子。这大宅子里有仓中的旧货，有壁角的灰尘，一时实在搬不尽。倘有坐食的余闲，还可以东寻西觅，那就修破书，擦古瓶，读家谱，怀祖德，来消磨他若干岁月。如果是穷极无聊了，那就更要修破书，擦古瓶，读家谱，怀祖德，甚而至于翻肮脏的墙根，开空虚的抽屉，想发见连他自己也莫名其妙的宝贝，来救这无法可想的贫穷。这两种人，小康和穷乏，是不同的，悠闲和急迫，是不同的，因而收场的缓促，也不同的，但当这时候，却都正在古董中讨生活，所以那主张和行为，便无不同，而声势也好像见得浩大了。于是就又影响了一部分的青年们，以为在古董中真可以寻出自己的救星。他看看小康者，是这么闲适，看看急迫者，是这么专精，这，就总应该有些道理。会有仿效的人，是当然的。然而，时光也绝不留情，他将终于得到一个空虚，急迫者是妄想，小康者是玩笑。主张者倘无特操，无灼见，则说古董应该供在香案上或掷在茅厕里，其实，都不过在尽一时的自欺欺人的任务，要寻前例，是随处皆是的。六月二十三日。本篇最初发表于一九三四年六月二十六日申报自由谈。山梁雌雉，时哉时哉！语见论语乡党。觉今是而昨非语见晋代陶渊明归去来兮辞。关岳指关羽和岳飞。"}
{"text":"他看看小康者，是这么闲适，看看急迫者，是这么专精，这，就总应该有些道理。会有仿效的人，是当然的。然而，时光也绝不留情，他将终于得到一个空虚，急迫者是妄想，小康者是玩笑。主张者倘无特操，无灼见，则说古董应该供在香案上或掷在茅厕里，其实，都不过在尽一时的自欺欺人的任务，要寻前例，是随处皆是的。六月二十三日。本篇最初发表于一九三四年六月二十六日申报自由谈。山梁雌雉，时哉时哉！语见论语乡党。觉今是而昨非语见晋代陶渊明归去来兮辞。关岳指关羽和岳飞。万历四十二年，明朝政府封关羽为三界伏魔大帝，并在宫中设庙奉祀。清朝对关羽累加封号，称忠义神武灵佑仁勇威显护国保民精诚绥靖翊赞宣德关圣大帝。清末民初祭祀渐废。一九一四年袁世凯在称帝前重新下令合祀关岳。一九三四年广东军阀陈济棠又向国民党政府提议恢复孔丘及关岳祀典，并于该年三月二十八日举行仲春上戊祀关岳典礼。掉文袋又叫掉书袋。南唐书彭利用传言必据书史，断章破句，以代常谈，俗谓之掉书袋。知了世界知了世界中国的学者们，多以为各种智识，一定出于圣贤，或者至少是学者之口连火和草药的发明应用，也和民众无缘，全由古圣王一手包办燧人氏，神农氏。所以，有人以为一若各种智识，必出诸动物之口，斯亦奇矣，是毫不足奇的。况且，出诸动物之口的智识，在我们中国，也常常不是真智识。天气热得要命，窗门都打开了，装着无线电播音机的人家，便都把音波放到街头，与民同乐。咿咿唉唉，唱呀唱呀。外国我不知道，中国的播音，竟是从早到夜，都有戏唱的，它一会儿尖，一会儿沙，只要你愿意，简直能够使你耳根没有一刻清净。同时开了风扇，吃着冰淇淋，不但和水位大涨旱象已成之处毫不相干，就是和窗外流着油汗，整天在挣扎过活的人们的地方，也完全是两个世界。我在咿咿唉唉的曼声高唱中，忽然记得了法国诗人拉芳丁的有名的寓言知了和蚂蚁。也是这样的火一般的太阳的夏天，蚂蚁在地面上辛辛苦苦地作工，知了却在枝头高吟，一面还笑蚂蚁俗。然而秋风来了，凉森森的一天比一天凉，这时知了无衣无食，变了小瘪三，却给早有准备的蚂蚁教训了一顿。这是我在小学校受教育的时候，先生讲给我听的。我那时好像很感动，至今有时还记得。"}
{"text":"我在咿咿唉唉的曼声高唱中，忽然记得了法国诗人拉芳丁的有名的寓言知了和蚂蚁。也是这样的火一般的太阳的夏天，蚂蚁在地面上辛辛苦苦地作工，知了却在枝头高吟，一面还笑蚂蚁俗。然而秋风来了，凉森森的一天比一天凉，这时知了无衣无食，变了小瘪三，却给早有准备的蚂蚁教训了一顿。这是我在小学校受教育的时候，先生讲给我听的。我那时好像很感动，至今有时还记得。但是，虽然记得，却又因了毕业即失业的教训，意见和蚂蚁已经很不同。秋风是不久就来的，也自然一天凉比一天，然而那时无衣无食的，恐怕倒正是现在的流着油汗的人们洋房的周围固然静寂了，但那是关紧了窗门，连音波一同留住了火炉的暖气，遥想那里面，大约总依旧是咿咿唉唉，谢谢毛毛雨。出诸动物之口的智识，在我们中国岂不是往往不适用的么？中国自有中国的圣贤和学者。劳心者治人，劳力者治于人治于人者食去声人，治人者食于人，说得多么简截明白。如果先生早将这教给我，我也不至于有上面的那些感想，多费纸笔了。这也就是中国人非读中国古书不可的一个好证据罢。七月八日。本篇最初发表于一九三四年七月十二日申报自由谈。燧人氏，神农氏都是我国传说中的古帝王。前者发明钻木取火，教人熟食后者发明农具，教人耕种，又传说他尝百草，发明医药。指汪懋祖，下面的话是他在中小学文言运动一文中，举当时小学国语新读本中的三只小松鼠课文作例时说的。与民同乐语见孟子梁惠王。拉芳丁，―通译拉封丹，法国寓言诗人。知了和蚂蚁载于他的寓言诗第一卷。劳心者治人，劳力者治于人四句，是孟轲的话，语见孟子滕文公。中秋二愿中秋二愿前几天真是悲喜交集。刚过了国历的九一八，就是夏历的中秋赏月，还有海宁观潮。因为海宁，就又有人来讲乾隆皇帝是海宁陈阁老的儿子了。这一个满洲英明之主，原来竟是中国人掉的包，好不阔气，而且福气。不折一兵，不费一矢，单靠生殖机关便革了命，真是绝顶便宜。中国人是尊家族，尚血统的，但一面又喜欢和不相干的人们去攀亲，我真不知道是什么意思。"}
{"text":"中秋二愿中秋二愿前几天真是悲喜交集。刚过了国历的九一八，就是夏历的中秋赏月，还有海宁观潮。因为海宁，就又有人来讲乾隆皇帝是海宁陈阁老的儿子了。这一个满洲英明之主，原来竟是中国人掉的包，好不阔气，而且福气。不折一兵，不费一矢，单靠生殖机关便革了命，真是绝顶便宜。中国人是尊家族，尚血统的，但一面又喜欢和不相干的人们去攀亲，我真不知道是什么意思。从小以来，什么乾隆是从我们汉人的陈家悄悄的抱去的呀，我们元朝是征服了欧洲的呀之类，早听的耳朵里起茧了，不料到得现在，纸烟铺子的选举中国政界伟人投票，还是列成吉思汗为其中之一人开发民智的报章，还在讲满洲的乾隆皇帝是陈阁老的儿子。古时候，女人的确去和过番在演剧里，也有男人招为番邦的驸马，占了便宜，做得津津有味。就是近事，自然也还有拜侠客做干爷，给富翁当赘婿，陡了起来的，不过这不能算是体面的事情。男子汉，大丈夫，还当别有所能，别有所志，自恃着智力和另外的体力。要不然，我真怕将来大家又大说一通日本人是徐福的子孙。一愿从此不再胡乱和别人去攀亲。但竟有人给文学也攀起亲来了，他说女人的才力，会因与男性的肉体关系而受影响，并举欧洲的几个女作家，都有文人做情人来作证据。于是又有人来驳他，说这是弗洛伊特说，不可靠。其实这并不是弗洛伊特说，他不至于忘记梭格拉第太太全不懂哲学，托尔斯泰太太不会做文字这些反证的。况且世界文学史上，有多少中国所谓父子作家夫妇作家那些肉麻当有趣的人物在里面？因为文学和梅毒不同，并无霉菌，决不会由性交传给对手的。至于有诗人在钓一个女人，先捧之为女诗人，那是一种讨好的手段，并非他真传染给她了诗才。二愿从此眼光离开脐下三寸。九月二十五日。本篇最初发表于一九三四年九月二十八日中华日报动向。海宁观潮海宁在浙江省钱塘江下游，著名的铁塘江潮以在海宁所见最为壮观，每年中秋后三日内潮水最高时，前往观赏的人很多。乾隆皇帝是海宁陈阁老的儿子海宁陈阁老，即清代陈元龙―，曾任文渊阁大学士。"}
{"text":"九月二十五日。本篇最初发表于一九三四年九月二十八日中华日报动向。海宁观潮海宁在浙江省钱塘江下游，著名的铁塘江潮以在海宁所见最为壮观，每年中秋后三日内潮水最高时，前往观赏的人很多。乾隆皇帝是海宁陈阁老的儿子海宁陈阁老，即清代陈元龙―，曾任文渊阁大学士。关于这里所说的传说，记载很多，陈怀清史要略第二编第九章弘历乾隆为海宁陈氏子，非世宗雍正子也康熙间，雍王与陈氏尤相善，会两家各生子，其岁月日时皆同王闻而喜，命抱之来，久之送归，则竟非己子，且易男为女矣。陈氏惧不敢辩，遂力密之。一九三四年九月三日上海中国华美烟公司为推销光华牌香烟，举办中国历史上标准伟人选举奖学金，共列候选人二百名，分元首圣哲文臣武将文学技艺豪侠女范八栏，把成吉思汗列为元首中第十三人。一九三四年九月二十五日申报春秋观潮特刊上有溪南的乾隆皇帝与海宁一文，讲的就是这个故事。旧时汉族称边境少数民族或外国为番或番邦。汉族皇帝由于政治上的需要，把公主嫁给外族首领，称为和亲，民间称为和番。拜侠客做干爷指和上海流氓帮口头子有勾结，拜他们做干爷师傅的市侩文人。给富翁当赘婿，指当时文人邵洵美等，邵是清末大官僚资本家盛宣怀的孙女婿。徐福一作徐市，秦代的方士。据史记秦始皇本纪记载，秦始皇听信徐福的话，派他带童男童女数千人入海求仙，数年不得。大概从汉代起，有徐福航海到日本即留日未返的传说。关于女人的才力因与男性的关系而受影响的说法，见一九三四年八月二十九日天津庸报另外一页发表署名山的评日本女作家――思想转移多与生理有关系一文，其中说女流作家多分地接受着丈夫的暗示。在生理学上，女人与男人交合后，女人的血液中，即存有了男人的素质，而且实际在思想上也沾染了不少的暗示。同年九月十六日申报妇女园地第三十一期发表陈君冶的论女作家的生理影响与生活影响一文，认为这种观点是受了弗洛伊特学说的影响，文中说关于女流作家未能产生如男作家的丰富的创作，决不能从弗罗伊德主义生理的解释，获得正确的结论，弗罗伊德主义所闹的笑话，也已经够多了！我们如欲找出女流作家不多及他们的作品不丰富的原因，我们只有拿史的唯物论来作解答的根源！"}
{"text":"在生理学上，女人与男人交合后，女人的血液中，即存有了男人的素质，而且实际在思想上也沾染了不少的暗示。同年九月十六日申报妇女园地第三十一期发表陈君冶的论女作家的生理影响与生活影响一文，认为这种观点是受了弗洛伊特学说的影响，文中说关于女流作家未能产生如男作家的丰富的创作，决不能从弗罗伊德主义生理的解释，获得正确的结论，弗罗伊德主义所闹的笑话，也已经够多了！我们如欲找出女流作家不多及他们的作品不丰富的原因，我们只有拿史的唯物论来作解答的根源！弗洛伊特说，奥地利精神病学家弗洛伊德，―创立的精神分析学说。这种学说，认为文学艺术哲学宗教等一切精神现象，都是人们受压抑而潜藏在下意识里的某种生命力，特别是性欲的潜力所产生的。梭格拉第，前―前通译苏格拉底，古希腊哲学家。女诗人指虞岫云，参看本卷第页注。做文章做文章沈括的梦溪笔谈里，有云往岁士人，多尚对偶为文，穆修张景辈始为平文，当时谓之古文。穆张尝同造朝，待旦于东华门外，方论文次，适见有奔马，践死一犬，二人各记其事以较工拙。穆修曰马逸，有黄犬，遇蹄而毙。张景曰有犬，死奔马之下。时文体新变，二人之语皆拙涩，当时已谓之工，传之至今。骈文后起，唐虞三代是不骈的，称平文为古文便是这意思。由此推开去，如果古者言文真是不分，则称白话文为古文，似乎也无所不可，但和林语堂先生的指为白话的文言的意思又不同。两人的大作，不但拙涩，主旨先就不一，穆说的是马踏死了犬，张说的是犬给马踏死了，究竟是着重在马，还是在犬呢？较明白稳当的还是沈括的毫不经意的文章有奔马，践死一犬。因为要推倒旧东西，就要着力，太着力，就要做，太做，便不但生涩，有时简直是格格不吐了，比早经古人做得圆熟了的旧东西还要坏。而字数论旨，都有些限制的花边文学之类，尤其容易生这生涩病。太做不行，但不做，却又不行。用一段大树和四枝小树做一只凳，在现在，未免太毛糙，总得刨光它一下才好。但如全体雕花，中间挖空，却又坐不来，也不成其为凳子了。高尔基说，大众语是毛胚，加了工的是文学。我想，这该是很中肯的指示了。七月二十日。"}
