{"text":"大家都种点不十分肥美的地，但是与我同辈的兄弟们，也有当兵的，作木匠的，作泥水匠的，和当巡察的。他们虽然是农家，却养不起牛马，人手不够的时候，妇女便也须下地作活。对于姥姥家，我只知道上述的一点。外公外婆是什么样子，我就不知道了，因为他们早已去世。至于更远的族系与家史，就更不晓得了穷人只能顾眼前的衣食，没有功夫谈论什么过去的光荣家谱这字眼，我在幼年就根本没有听说过。母亲生在农家，所以勤俭诚实，身体也好。这一点事实却极重要，因为假若我没有这样的一位母亲，我以为我恐怕也就要大大的打个折扣了。母亲出嫁大概是很早，因为我的大姐现在已是六十多岁的老太婆，而我的大外甥女还长我一岁啊。我有三个哥哥，四个姐姐，但能长大成人的，只有大姐，二姐，三姐，三哥与我。我是老儿子。生我的时候，母亲已有四十一岁，大姐二姐已都出了阁。由大姐与二姐所嫁入的家庭来推断，在我生下之前，我的家里，大概还马马虎虎的过得去。那时候定婚讲究门当户对，而大姐丈是作小官的，二姐丈也开过一间酒馆，他们都是相当体面的人。可是，我，我给家庭带来了不幸我生下来，母亲晕过去半夜，才睁眼看见她的老儿子感谢大姐，把我揣在怀中，致未冻死。一岁半，我把父亲克死了。兄不到十岁，三姐十二三岁，我才一岁半，全仗母亲独力抚养了。父亲的寡姐跟我们一块儿住，她吸鸦片，她喜摸纸牌，她的脾气极坏。为我们的衣食，母亲要给人家洗衣服，缝补或裁缝衣裳。在我的记忆中，她的手终年是鲜红微肿的。白天，她洗衣服，洗一两大绿瓦盆。她作事永远丝毫也不敷衍，就是屠户们送来的黑如铁的布袜，她也给洗得雪白。晚间，她与三姐抱着一盏油灯，还要缝补衣服，一直到半夜。她终年没有休息，可是在忙碌中她还把院子屋中收拾得清清爽爽。桌椅都是旧的，柜门的铜活久已残缺不全，可是她的手老使破桌面上没有尘土，残破的铜活发着光。院中，父亲遗留下的几盆石榴与夹竹桃，永远会得到应有的浇灌与爱护，年年夏天开许多花。哥哥似乎没有同我玩耍过。有时候，他去读书有时候，他去学徒有时候，他也去卖花生或樱桃之类的小东西。母亲含着泪把他送走，不到两天，又含着泪接他回来。我不明白这都是什么事，而只觉得与他很生疏。与母亲相依为命的是我与三姐。因此，他们作事，我老在后面跟着。"}
{"text":"院中，父亲遗留下的几盆石榴与夹竹桃，永远会得到应有的浇灌与爱护，年年夏天开许多花。哥哥似乎没有同我玩耍过。有时候，他去读书有时候，他去学徒有时候，他也去卖花生或樱桃之类的小东西。母亲含着泪把他送走，不到两天，又含着泪接他回来。我不明白这都是什么事，而只觉得与他很生疏。与母亲相依为命的是我与三姐。因此，他们作事，我老在后面跟着。他们浇花，我也张罗着取水她们扫地，我就撮土从这里，我学得了爱花，爱清洁，守秩序。这些习惯至今还被我保存着。有客人来，无论手中怎么窘，母亲也要设法弄一点东西去款待。舅父与表哥们往往是自己掏钱买酒肉食，这使她脸上羞得飞红，可是殷勤的给他们温酒作面，又给她一些喜悦。遇上亲友家中有喜丧事，母亲必把大褂洗得干干净净，亲自去贺吊份礼也许只是两吊小钱。到如今如我的好客的习性，还未全改，尽管生活是这么清苦，因为自幼儿看惯了的事情是不易改掉的。姑母常闹脾气。她单在鸡蛋里找骨头。她是我家中的阎王。直到我入了中学，她才死去，我可是没有看见母亲反抗过。没受过婆婆的气，还不受大姑子的吗？命当如此！母亲在非解释一下不足以平服别人的时候，才这样说。是的，命当如此。母亲活到老，穷到老，辛苦到老，全是命当如此。她最会吃亏。给亲友邻居帮忙，她总跑在前面她会给婴儿洗三穷朋友们可以因此少花一笔请姥姥钱她会刮痧，她会给孩子们剃头，她会给少妇们绞脸凡是她能作的，都有求必应。但是吵嘴打架，永远没有她。她宁吃亏，不逗气。当姑母死去的时候，母亲似乎把一世的委屈都哭了出来，一直哭到坟地。不知道哪里来的一位侄子，声称有承继权，母亲便一声不响，教他搬走那些破桌子烂板凳，而且把姑母养的一只肥母鸡也送给他。可是，母亲并不软弱。父亲死在庚子闹拳的那一年。联军入城，挨家搜索财物鸡鸭，我们被搜两次。母亲拉着哥哥与三姐坐在墙根，等着鬼子进门，街门是开着的。鬼子进门，一刺刀先把老黄狗刺死，而后入室搜索。他们走后，母亲把破衣箱搬起，才发现了我。假若箱子不空，我早就被压死了。皇上跑了，丈夫死了，鬼子来了，满城是血光火焰，可是母亲不怕，她要在刺刀下，饥荒中，保护着儿女。北平有多少变乱啊，有时候兵变了，街市整条的烧起，火团落在我们院中。"}
{"text":"可是，母亲并不软弱。父亲死在庚子闹拳的那一年。联军入城，挨家搜索财物鸡鸭，我们被搜两次。母亲拉着哥哥与三姐坐在墙根，等着鬼子进门，街门是开着的。鬼子进门，一刺刀先把老黄狗刺死，而后入室搜索。他们走后，母亲把破衣箱搬起，才发现了我。假若箱子不空，我早就被压死了。皇上跑了，丈夫死了，鬼子来了，满城是血光火焰，可是母亲不怕，她要在刺刀下，饥荒中，保护着儿女。北平有多少变乱啊，有时候兵变了，街市整条的烧起，火团落在我们院中。有时候内战了，城门紧闭，铺店关门，昼夜响着枪炮。这惊恐，这紧张，再加上一家饮食的筹划，儿女安全的顾虑，岂是一个软弱的老寡妇所能受得起的？可是，在这种时候，母亲的心横起来，她不慌不哭，要从无办法中想出办法来。她的泪会往心中落！这点软而硬的个性，也传给了我。我对一切人与事，都取和平的态度，把吃亏看作当然的。但是，在作人上，我有一定的宗旨与基本的法则，什么事都可将就，而不能超过自己划好的界限。我怕见生人，怕办杂事，怕出头露面但是到了非我去不可的时候，我便不得不去，正象我的母亲。从私塾到小学，到中学，我经历过起码有二十位教师吧，其中有给我很大影响的，也有毫无影响的，但是我的真正的教师，把性格传给我的，是我的母亲。母亲并不识字，她给我的是生命的教育。当我在小学毕了业的时候，亲友一致的愿意我去学手艺，好帮助母亲。我晓得我应当去找饭吃，以减轻母亲的勤劳困苦。可是，我也愿意升学。我偷偷的考入了师范学校制服，饭食，书籍，宿处，都由学校供给。只有这样，我才敢对母亲提升学的话。入学，要交十元的保证金。这是一笔巨款！母亲作了半个月的难，把这巨款筹到，而后含泪把我送出门去。她不辞劳苦，只要儿子有出息。当我由师范毕业，而被派为小学校校长，母亲与我都一夜不曾合眼。我只说了句以后，您可以歇一歇了！她的回答只有一串串的眼泪。我入学之后，三姐结了婚。母亲对儿女是都一样疼爱的，但是假若她也有点偏爱的活，她应当偏爱三姐，因为自父亲死后，家中一切的事情都是母亲和三姐共同撑持的。三姐是母亲的右手。但是母亲知道这右手必须割去，她不能为自己的便利而耽误了女儿的青春。当花轿来到我们的破门外的时候，母亲的手就和冰一样的凉，脸上没有血色那是阴历四月，天气很暖。大家都怕她晕过去。"}
{"text":"我只说了句以后，您可以歇一歇了！她的回答只有一串串的眼泪。我入学之后，三姐结了婚。母亲对儿女是都一样疼爱的，但是假若她也有点偏爱的活，她应当偏爱三姐，因为自父亲死后，家中一切的事情都是母亲和三姐共同撑持的。三姐是母亲的右手。但是母亲知道这右手必须割去，她不能为自己的便利而耽误了女儿的青春。当花轿来到我们的破门外的时候，母亲的手就和冰一样的凉，脸上没有血色那是阴历四月，天气很暖。大家都怕她晕过去。可是，她挣扎着，咬着嘴唇，手扶着门框，看花轿徐徐的走去。不久，姑母死了。三姐已出嫁，哥哥不在家，我又住学校，家中只剩母亲自己。她还须自晓至晚的操作，可是终日没人和她说一句话。新年到了，正赶上政府倡用阳历，不许过旧年。除夕，我请了两小时的假。由拥挤不堪的街市回到清炉冷灶的家中。母亲笑了。及至听说我还须回校，她楞住了。半天，她才叹出一口气来。到我该走的时候，她递给我一些花生，去吧，小子！街上是那么热闹，我却什么也没看见，泪遮迷了我的眼。今天，泪又遮住了我的眼，又想起当日孤独的过那凄惨的除夕的慈母。可是慈母不会再候盼着我了，她已入了土！儿女的生命是不依顺着父母所设下的轨道一直前进的，所以老人总免不了伤心。我二十三岁，母亲要我结了婚，我不要。我请来三姐给我说情，老母含泪点了头。我爱母亲，但是我给了她最大的打击。时代使我成为逆子。二十七岁，我上了英国。为了自己，我给六十多岁的老母以第二次打击。在她七十大寿的那一天，我还远在异域。那天，据姐姐们后来告诉我，老太太只喝了两口酒，很早的便睡下。她想念她的幼子，而不便说出来。七七抗战后，我由济南逃出来。北平又象庚子那年似的被鬼子占据了，可是母亲日夜惦念的幼子却跑西南来。母亲怎样想念我，我可以想象得到，可是我不能回去。每逢接到家信，我总不敢马上拆看，我怕，怕，怕，怕有那不祥的消息。人，即使活到八九十岁，有母亲便可以多少还有点孩子气。失了慈母便象花插在瓶子里，虽然还有色有香，却失去了根。有母亲的人，心里是安定的。我怕，怕，怕家信中带来不好的消息，告诉我已是失了根的花草。去年一年，我在家信中找不到关于老母的起居情况。我疑虑，害怕。我想象得到，没有不幸，家中念我流亡孤苦，或不忍相告。母亲的生日是在九月，我在八月半写去祝寿的信，算计着会在寿日之前到达。"}
{"text":"每逢接到家信，我总不敢马上拆看，我怕，怕，怕，怕有那不祥的消息。人，即使活到八九十岁，有母亲便可以多少还有点孩子气。失了慈母便象花插在瓶子里，虽然还有色有香，却失去了根。有母亲的人，心里是安定的。我怕，怕，怕家信中带来不好的消息，告诉我已是失了根的花草。去年一年，我在家信中找不到关于老母的起居情况。我疑虑，害怕。我想象得到，没有不幸，家中念我流亡孤苦，或不忍相告。母亲的生日是在九月，我在八月半写去祝寿的信，算计着会在寿日之前到达。信中嘱咐千万把寿日的详情写来，使我不再疑虑。十二月二十六日，由文化劳军的大会上回来，我接到家信。我不敢拆读。就寝前，我拆开信，母亲已去世一年了！生命是母亲给我的。我之能长大成人，是母亲的血汗灌养的。我之能成为一个不十分坏的人，是母亲感化的。我的性格，习惯，是母亲传给的。她一世未曾享过一天福，临死还吃的是粗粮。唉！还说什么呢？心痛！心痛！原载年月半月文萃第卷第期合刊双十记得二十多年前，在南开中学教书的时候，我曾在校中国庆纪念会上说过我愿将双十解释作两个十字架。为了民主政治，为了国民的共同福利，我们每个人须负起两个十字架耶稣只负起一个为破坏铲除旧的恶习，积弊，与象大烟瘾那样有毒的文化，我们心须预备牺牲，负起一架十字架。同时，因为创造新的社会与文化，我们也须准备牺牲，再负起一架十字架。那时候，我才二十岁，信口乱说，我自己晓到，说过也就算了。谁知道，在今天偶然思想起来，倒似乎不完全是信口乱说，于是就不能不好不惨然者久之！原载年月日时事新报文牛干哪一行的总抱怨哪一行不好。在这个年月能在银行里，大小有个事儿，总该满意了，可是我的在银行作事的朋友们，当和我闲谈起来，没有一个不觉得怪委屈的。真的，我几乎没有见过一个满意夸赞他的职业的。我想，世界上也许有几位满意于他们的职业的人，而这几位人必定是英雄好汉。拿破仑牛顿爱因司坦罗斯福，大概都不抱怨他们的行业没意思。虽然不自居拿破仑与牛顿，我自己可是一向满意我的职业。我的职业多么自由啊！我用不着天天按时候上课或上公事房，我不必等七天才到星期日只要我愿意，我可连着有一个星期的星期日！我的资本很小，纸笔墨砚而已。"}
{"text":"真的，我几乎没有见过一个满意夸赞他的职业的。我想，世界上也许有几位满意于他们的职业的人，而这几位人必定是英雄好汉。拿破仑牛顿爱因司坦罗斯福，大概都不抱怨他们的行业没意思。虽然不自居拿破仑与牛顿，我自己可是一向满意我的职业。我的职业多么自由啊！我用不着天天按时候上课或上公事房，我不必等七天才到星期日只要我愿意，我可连着有一个星期的星期日！我的资本很小，纸笔墨砚而已。我的生活可以按照自己的意思安排，白天睡，夜里醒着也好，昼夜都不睡也可以一日三餐也好，八餐也好！反正我是在我自己的屋里操作，别人也不能敲门进来，禁止我把脚放在桌子上。专凭这一点自由，我就不能不满意我的职业。况且，写得好吧歹吧，大致都能卖出去，喝粥不成问题，倒也逍遥自在虽然因此而把妒忌我的先生们鼻子气歪，我也没法子代他们去搬正！可是，在近几个月来，也不知怎么我也失去了自信，而时时不满意我的职业了。这是吉是凶，且不去管，我只觉得不大是味儿！心里很不好过！我的职业是写。只要能写，就万事亨通，可是，近来我写不上来了！问题严重得很，我不晓得生了娃娃而没有奶的母亲怎样痛苦，我可是晓得我比她还更痛苦。没有奶，她可以雇乳娘，或买代乳粉，我没有这些便利。写不出就是写不出，找不到代替品与代替的人。天天能写一点，确实能觉得很自由自在，赶到了一点也写不出的时节呀，哈哈，你便变成世界上最痛苦的人！你的自由，闲在，正是对你的刑罚你一分钟一分钟无结果的度过，也就每一分钟都如坐针毡！你不但失去工作与报酬，你简直失去了你自己！一夏天除了阴雨，我的卧室兼客厅兼饭厅兼浴室兼书房的书房，热得老象一只大火炉。夜间一点钟以后，我才能勉强的进去睡。睡不到四个小时，我就必须起来，好乘早凉儿工作一会儿一过午，屋内即又成烤炉。一夏天，我没有睡足。睡不足，写的也就不多，一拿笔就觉得困啊。我很着急，但是想不出办法，缙云山上必定凉快，谁去得起呢！入秋，我本想要好好的工作一番，可是天又霉，纸烟的价钱好象疯了似的往上涨。只好戒烟。我曾经声明过先上吊，后戒烟！以示至死不戒烟的决心。现在，自己打了嘴巴。最坏的烟卖到一百元一包二十枝我一天须吸三十枝，我没法不先戒烟，以延缓上吊之期了人都惜命呀！"}
{"text":"睡不到四个小时，我就必须起来，好乘早凉儿工作一会儿一过午，屋内即又成烤炉。一夏天，我没有睡足。睡不足，写的也就不多，一拿笔就觉得困啊。我很着急，但是想不出办法，缙云山上必定凉快，谁去得起呢！入秋，我本想要好好的工作一番，可是天又霉，纸烟的价钱好象疯了似的往上涨。只好戒烟。我曾经声明过先上吊，后戒烟！以示至死不戒烟的决心。现在，自己打了嘴巴。最坏的烟卖到一百元一包二十枝我一天须吸三十枝，我没法不先戒烟，以延缓上吊之期了人都惜命呀！没有烟，我只会流汗，一个字也写不出！戒烟就是自己跟自己摔跤，我怎能写字呢？半个月，没写出一个字！烟瘾稍杀，又打摆子，本来贫血，摆子使血更贫。于是，头又昏起来。不留神，猛一抬头，或猛一低头，眼前就黑那么一下，老使人有又要停电之感，每天早上，总盼着头不大昏，幸而真的比较清爽，我就赶快的高高兴兴去研墨，期望今天一下子能写出两三千字来。墨研好了，笔也拿在手中，也不知怎么的，头中轰的一下，生命成了空白，什么也没有了，除了一点轻微的嗡嗡的响声。这一阵好容易过去了，脑中开始抽着疼，心中烦躁得要狂喊几声！只好把笔放下文人缴械！一天如此，两天如此，忍心的耐性的敷衍自己明天会好些的！第三天还是如此，我开始觉得我完了！放下笔，我不会干别的！是的，我晓得我应当休息，并且应当吃点补血的东西豆腐猪肝猪脑菠菜红萝卜等。但是，这年月谁休息得起呢？紧写慢写还写不出香烟钱怎敢休息呢？至于补品，猪肝岂是好惹的东西，而豆腐又一见双眉紧皱，就是菠菜也不便宜啊！如此说来，理应赶快服点药，使身体从速好起来。可是西药贵如金，而中药又无特效。怎办呢？到了这般地步，我不能不后悔当初为什么单单选择这一门职业了！唱须生的倒了嗓子，唱花旦的损了面容，大概都会明白我的苦痛这苦痛是来自希望与失望的相触，天天希望，天天失望，而生命就那么一天天的白白的摆过去，摆向绝望与毁灭！最痛苦是接到朋友征稿的函信的时节。朋友不仅拿你当作个友人，而且是认为你是会写点什么的人。可是，你须向友人们道歉你还是你，你也已经不是你你已不能够作了！吃的是草，挤出的是牛奶可是，文人的身体并不和牛一样壮，怎办呢？青年朋友们，假使你没有变成一头牛的把握，请不要干我这一行事吧当你写不出字来的时候，你比谁的苦痛都更大！"}
{"text":"最痛苦是接到朋友征稿的函信的时节。朋友不仅拿你当作个友人，而且是认为你是会写点什么的人。可是，你须向友人们道歉你还是你，你也已经不是你你已不能够作了！吃的是草，挤出的是牛奶可是，文人的身体并不和牛一样壮，怎办呢？青年朋友们，假使你没有变成一头牛的把握，请不要干我这一行事吧当你写不出字来的时候，你比谁的苦痛都更大！我是永不怨天尤人的人，今天我只后悔自己选错了职业完全是我自己的事，与别人毫不相干。我后悔作了写家的正如我后悔没作生意，或税吏一样假若我起初就作着囤积居奇，与暗中拿钱的事，我现在岂不正兴高采烈的自庆前程远大么？啊，青年朋友们，尽使你健壮如牛，也还要细想一想再决定吧，即在此处，牛恐怕是永远没有希望的动物，管你，和我一样的，不怨天尤人。原载年月华声第卷第期痴人是的，我们除了一条命与一支笔，还有什么呢？清心的有福了，因为他看见了正义！我们的命与笔就是我们的资本，这资本的利息只是贫困，苦难，疾病可是它是投资于正义，而那些不利的利息也就完成了我们的气节。谁知道这点气节有多大用处呢？但是，为了我们自己，为了民族的正气，我们宁贫死，病死，或被杀，也不能轻易地丢失了它。在过去的八年中，我们把死看成生，把侵略者与威胁利诱都看成仇敌，就是为了那一点气节。我们似乎很愚傻。但是世界上最良最善的事差不多都是傻人干出来的啊！为了继续作痴人，我现在还吃着平价米，忍着头昏，在写长篇小说。我没工夫，也没精力，再写别的。您要短文，我一时还没法照办我必须一气写完那长篇，正如同我必须照旧安贫乐道那样。我想，您总不至于恼了我吧！原载年月日文汇报文汇报发表此文时，加有编者附注上文摘录自先生函，读者于此可见其心情之一般，爰加发表，并摘取信中二字为题。事前未得先生同意，并此声明，兼表歉意。一九四四年致王冶秋跳江之计是句实谈，也是句实话。"}
{"text":"我想，您总不至于恼了我吧！原载年月日文汇报文汇报发表此文时，加有编者附注上文摘录自先生函，读者于此可见其心情之一般，爰加发表，并摘取信中二字为题。事前未得先生同意，并此声明，兼表歉意。一九四四年致王冶秋跳江之计是句实谈，也是句实话。假若不幸敌人真攻进来，我们有什么地方，方法，可跑呢？蓬子说可同他的家眷暂避到广安去。广安有什么安全？丝毫也看不出！不用再跑了，坐等为妙嘉陵江又近又没盖儿！很愿入城一游，惜钱与车都不方便耳初收书信集王冶秋抗战时在冯玉祥将军处任职。致王冶秋的这封信，抄自冶秋忆舍予兄一文，原信未见。写信时间为年，时日军进攻桂柳贵阳，重庆吃紧。小传，原名舒庆春，字舍予，北京人，满族，父亲是一名满族护兵军，阵亡于八国联军攻打北京的炮火中，母亲也是旗人，靠替人家洗衣裳做活计维持一家人的生活，早年清贫的生活给他的一生打下了许多特殊的烙印，在很大程度上影响着他的整个人生道路。北京师范学校毕业后，当小学校长和中学教员。年夏至年夏应聘到英国伦敦大学东方学院当中文讲师，在英期间开始文学创作。长篇小说老张的哲学是第一部作品，由年月起在小说月报杂志连载，立刻以其现实主义笔力忧国忧民的主题思想独特的幽默风格和地道的北京口语震动文坛。以后，陆续发表长篇小说赵子曰二马，这些作品成为最早出现的新文学长篇创作成果的一部分，奠定了作为新文学开拓者之一的地位。年经新加坡回国，先后在齐鲁大学和山东大学任教，这个时期，创作了猫城记离婚骆驼祥子等长篇小说，月牙儿我这一辈子等中篇小说微神断魂枪等短篇小说。"}
