{"text":"有时摇动龟毛拂，直得虚空笑点头。应臬姚少师影堂有自题偈语诗明诗纪事冀北江南事已非，禅机未了说戎机。止闻智者师黄石，曾见功臣着衲衣。衫翠湿空春欲老，砌尘凝席客来稀。一参偈语低徊久，飒飒灵风动素纬。明苍雪大师诗四首鹤马遗踪自道林，相传野老尚堪寻。花开不择贫家地，鸟宿偏投嘉树阴。弃世久拼随世远，入山惟恐未山深。命根断处各根断，十载应难负寸心。山深糜鹿好为群，水草丰饶隔世氛。牵犊饮流嫌污口，让王洗耳怪来闻。鸿飞易远逃罗网，水草难求脱斧斤。不是绝人何大甚，人情更薄是秋云。匹夫有志实堪从，难夺三军气所钟。圣代唐虞如在上，隐沦巢许亦相容。楚狂昔日歌衰凤，汉室今谁起卧龙。草木余年能遂养，大夫何必受秦封。天子浔阳特诏宣，虎溪慧远志辞坚。僧因赐号恩逾重，山不称臣怒受鞭。狮子爪牙随踞地，象王鼻孔任撩天。慧持入定今何在，老树枯禅不记年。第十章载营魄抱一，能无离乎？专气致柔，能婴儿乎？涤除玄览，能无疵乎？爱民治国，能无知乎？天门开阖，能无雌乎？明白四达，能无为乎？生之，畜之，生而不有，为而不恃，长而不宰，是谓玄德。老子的版本，一般习惯，都沿用王弼注的编排，九九八十一章，暗寓易经的象数。但是否就是老子原著的本来面目，问题太不简单，纵使有帛书老子等出土，亦很难确定谁是谁非。这些工作，属于考据家的工夫学问，实在不敢妄加论断。如果照惯用的王注版本来讲，也很有次序，寓意深远，不可厚非。例如由第一章所标示的道的体和用，同功而异位的内涵，一直到第九章的功遂，身退，天之道为止，似乎井然有条，已告一段落。第十章的内容，只是引申修习内养的超越现世之道，以及明了同功而异位的用世之道的发挥。魂魄精神一担装第十章的开始，从修习内养的超越现世之道来讲，有三个要点。第一，载营魄抱一，能无离乎？是第一步修身成就的要点。第二，专气致柔，能婴儿乎？是第二步修身成就的要点。第三，涤除玄览，能无疵乎？是第三步修心智成就的要点。从第一要点来讲，首先要解决一个问题，什么才是营魄？营和卫，在我们上古传统的医学，例如历来所标榜的黄帝内经――灵枢素问等传述中，它便是人体生命的两大关键。营，是指人体生命中的血液和养分等作用。卫，是指人体生命中的本能活动，属于元气的功能。"}
{"text":"第一，载营魄抱一，能无离乎？是第一步修身成就的要点。第二，专气致柔，能婴儿乎？是第二步修身成就的要点。第三，涤除玄览，能无疵乎？是第三步修心智成就的要点。从第一要点来讲，首先要解决一个问题，什么才是营魄？营和卫，在我们上古传统的医学，例如历来所标榜的黄帝内经――灵枢素问等传述中，它便是人体生命的两大关键。营，是指人体生命中的血液和养分等作用。卫，是指人体生命中的本能活动，属于元气的功能。营中有卫，卫中有营，这两者必须调和均衡，一有偏差，就成为病象。至于魄字和魂字的连合互用，也屡见于我们上古传统的神仙方伎诸书。普通合称，叫它魂魄。这两个字，都是从田从鬼的象形会意字。魂字左旁的云字，就是象征云气的简写。一个人的精神清明，如云气蒸蒸上升，便是魂的象征。在白天的活动，它就是精神，在睡梦中的变相活动，它便是灵魂。魄字，边旁是白，一半形声，一半会意。在肉体生命中的活动力，便是它的作用。所以俗说一个人的气魄魄力等等，就是这个意思。以神仙丹道家学说来讲，认为生而魄在肉体生命活力中普遍存在。不经修炼，不得和魂凝聚为一，死后魄就归沉于地。因此，魂是鬼影，魄是鬼形。到了宋代的理学家们，一变为张横渠的理论，便构成鬼神者，二气之良能也的说法。二气，是指抽象的阴阳二气。其实，都从道家的魂魄之说脱胎转变而来。在老子的本章文言中，没有营卫的出现，却只有营魄的标示。因为营卫是人体医学的范畴，营魄便是神仙方伎的滥觞。或者如此，也许不然！老子的原文在营魄抱一之上，首先加了一个载字，用字非常巧妙。人身如一部车乘，当然也如一具机器，其中装载了营和魄两样重要东西。一个平凡的普通人，长年累月，随时随地，都在使用这两样东西，而且它们是各自为政，但又随时合作。思想的纷烦，情感的嚣动，常使自己魂灵营营困扰，常在放射消散之中，散乱不堪。体能的劳动，生活的奔忙，常使精魄涣散，不可收拾。如此这般，动用不休，不能持盈保泰，终至死亡而后已。老子说，倘使人能将生命秉受中的营魄合抱为一，永不分离，便可得长生的希望了。因此说载营魄抱一，能无离乎！"}
{"text":"一个平凡的普通人，长年累月，随时随地，都在使用这两样东西，而且它们是各自为政，但又随时合作。思想的纷烦，情感的嚣动，常使自己魂灵营营困扰，常在放射消散之中，散乱不堪。体能的劳动，生活的奔忙，常使精魄涣散，不可收拾。如此这般，动用不休，不能持盈保泰，终至死亡而后已。老子说，倘使人能将生命秉受中的营魄合抱为一，永不分离，便可得长生的希望了。因此说载营魄抱一，能无离乎！由这个理论和实际的经验，传到春秋战国以后的方士者流方伎之士，再一演变为神仙丹道的修炼方法，便摆脱老子所说的营魄古语，干干脆脆，用神气两种名词，取而代之。而且明白指出长生不老的方术，只需将生命中的神气两样东西，凝结为一，便可成功。神是能思虑的主体，气是活力的泉源。但最难的，便是这两种东西始终不听你的指挥，因此也永远不能合抱而为一体。所以后世的丹道家，便有种种方法，如何来炼气，如何来养神。甚至把神譬喻是动物中的龙，是矿物中的汞。把气譬喻为虎为铅。种种形容，种种妙譬，仍然不出老子的载营魄为一而已。这便是第一步修身成就的要点。养气与修心其次，从另一角度来讲，假如一个人能够做到专气致柔，能婴儿乎！也就差不多可使营魄抱一了。因为老子这句名言，却使后世人为了想达到专气致柔的效果，想尽种种方法，建立了许多门道。尤其到了近代，自有武当派张三丰的太极拳流行普及以来，到处都可看到听到专气致柔的论调。但很可惜的，谁又真能修气而达到专一的地步呢？心气既然不能专一，要想使它化刚为柔，以柔克刚，更所难能。气不能柔，哪里还能达到返老还童状如婴儿的境界呢？但是要从炼气而求得祛病延年长生不老的方法，早已成为东方人文的专长。无论是中国道家的炼气功夫，或印度的瑜伽术等的炼气，都是靠一双鼻孔一个嘴巴，加上动作来作呼吸。据我所知的统计，至少有两百多种不同的炼气法，当然也包括了道家和佛家的。佛家自隋唐以来，由智者大师所创立天台宗的修持入门方法，便很注重用修气调息作为止观的入手法门，如小止观六妙门的数息随息等基本方法。后来演变为天台宗山外的三十六步修炼气功程序，再传到了日本，便成为合气道武士道等的功夫。又如西藏密宗的一部分修法，专门注重修气的成就，然后进到修脉修光明而到达三昧真火的境界。"}
{"text":"据我所知的统计，至少有两百多种不同的炼气法，当然也包括了道家和佛家的。佛家自隋唐以来，由智者大师所创立天台宗的修持入门方法，便很注重用修气调息作为止观的入手法门，如小止观六妙门的数息随息等基本方法。后来演变为天台宗山外的三十六步修炼气功程序，再传到了日本，便成为合气道武士道等的功夫。又如西藏密宗的一部分修法，专门注重修气的成就，然后进到修脉修光明而到达三昧真火的境界。总而言之，在人文的学术中，利用气息而修炼精神的，无非要作到心息相依心气合一的程度，不谋而合于老子的专气致柔，如婴儿乎的原则。其实，能从客观的立场研究养气或炼气之道，这种学理与方法，在春秋战国之间，确已普遍地流行。不但道家者流方士等辈，讲究其术，即如祖述儒家的孟子，也大受其道的影响。而且从古至今，一般对于养气修心的功夫，确能修到纯粹精湛的，很少能超过孟子的程度。以下便是孟子对养气修心的进度，作确切恰当的报道可欲之谓善，有诸己之谓信，充实之谓美，充实而有光辉之谓大，大而化之之谓圣，圣而不可知之谓神。尽心篇孟子首先指出养气修心之道，虽爱好其事，但一曝十寒，不能专一修养，只能算是但知有此一善而已。必须要在自己的身心上有了效验，方能生起正信，也可以说才算有了证验的信息。由此再进而充实之谓美直到圣而不可知之谓神，才算是我善养吾浩然之气公孙丑篇的成功果位。至于其生色也，猝然见于面，盎于背，施于四体，四体不言而喻。尽心篇那是属于有诸己之谓信与充实之谓美之间所呈现的外形现象而已。假如将孟子这些养气修心的成就之说，拿来与老子的专气致柔，能婴儿乎作一对比研究，是否完全一致？可以说，从表面看来，第一，一简一繁，已有不同。第二，孟子的神化，与老子的婴儿，似乎又有形而上与形而下的差别。但是，老子的简易浅显，用婴儿的境地来形容神完神旺的情况，看来容易，其实大难。孟子的详述进度，看来愈到后来愈难，事实上，修到了充实而有光辉之后，却是困难反易了。这便是老子本章所说第二步修性命成就的要点所在。但是，身心性命的中心，并非在身心神气两者之间而已。神气，还只是道的用，此两者同出而异名，同谓之玄。能使身心神气相互发挥为用的，却是无名无相的道妙。为了使世俗观念容易了解，也可勉强另为它取名叫玄览，叫它为睿智或慧智。因此，便有第三步修心智成就的说法，所谓涤除玄览，能无疵乎！"}
{"text":"孟子的详述进度，看来愈到后来愈难，事实上，修到了充实而有光辉之后，却是困难反易了。这便是老子本章所说第二步修性命成就的要点所在。但是，身心性命的中心，并非在身心神气两者之间而已。神气，还只是道的用，此两者同出而异名，同谓之玄。能使身心神气相互发挥为用的，却是无名无相的道妙。为了使世俗观念容易了解，也可勉强另为它取名叫玄览，叫它为睿智或慧智。因此，便有第三步修心智成就的说法，所谓涤除玄览，能无疵乎！这是说到了道智成就的时候，澡雪精神还须洗炼，必须达到法天法地而曲成万物而不遗的纯粹无疵，才能返还本初，合于自然之道。到此才能心如明镜，照见万象。物来则应，过去不留。洞烛机先，而心中不存丝毫物累。为政治国的哲学由载营魄抱一而无离，专气致柔如婴儿，到达涤除玄览而无疵的内养之道，已有所成，便可入于内圣境界。如能出而外王，转进同功而异位的用世之道，又有三个要点必须作到，才能构成整体工程系统。首先提出爱民治国，能无知乎第一个问题。骤然看来，非常矛盾，而且也很有趣。既然要爱民治国，肩挑天下大任，岂是无知无识的人所能作得到的。即如上古儒道并不分家的历史文化所记载的黄帝或者尧舜，都是标榜天纵神武睿知，或生而能言，或知周万物，哪里有一个无知的人而能完成爱民治国的重任？老子突然来上一句，爱民治国，能无知乎？岂不是有意刁难，故弄玄虚吗？其实，这句话的内涵，在老子本书第七十一章的全文，已经自作答案，不须我们另加发挥。如说知不知，上。不知知，病。夫唯病病，是以不病。圣人不病，以其病病，是以不病。这就是说明真是天纵睿知的人，决不轻用自己的知能来处理天下大事，再明显地说，必须集思广益，博采众议，然后有所取裁。所谓知者恰如不知者相似，才能领导多方，完成大业。这里所说的知不知，也正是老子思想学术中心的为无为，是同一道理。真能用世而成不朽的功业，正因他能善于运用众智而成功其大智。例如我们历史上最被人所喜爱第一个平民皇帝汉高祖刘邦，只从表面看来，他是漫不在乎，大而化之的人物。但当他统一天下，登上皇帝的宝座以后，很坦白地说夫运筹帷幄之中，决胜千里之外，吾不如子房。镇国家，抚百姓，给饷馈，不绝粮道，吾不如萧何。连百万之众，战必胜，攻必取，吾不如韩信。三者皆人杰，吾能用之，此吾所以取天下者也。项羽有一范增而不能用，此所以为吾擒也。"}
{"text":"这里所说的知不知，也正是老子思想学术中心的为无为，是同一道理。真能用世而成不朽的功业，正因他能善于运用众智而成功其大智。例如我们历史上最被人所喜爱第一个平民皇帝汉高祖刘邦，只从表面看来，他是漫不在乎，大而化之的人物。但当他统一天下，登上皇帝的宝座以后，很坦白地说夫运筹帷幄之中，决胜千里之外，吾不如子房。镇国家，抚百姓，给饷馈，不绝粮道，吾不如萧何。连百万之众，战必胜，攻必取，吾不如韩信。三者皆人杰，吾能用之，此吾所以取天下者也。项羽有一范增而不能用，此所以为吾擒也。这便是老子的爱民治国，能无知乎的一个比较接近的榜样。当然绝不可以像他的曾孙刘彻――汉武帝一样，太好自知之明。或者同他末代青孙刘禅――阿斗一样昏庸无知，那都是犯了基本原则的大过，不足为训。同样的道理，在我们传统文化的诸子学说中，有关类似老子的爱民治国，能无知乎的名言，也随处可见，例如慎到曰不聪不明，不能为王。不瞽不聋，不能为公。鬼谷子曰专用聪明，则功不成。专用晦昧，则事必悻。一明一晦，众之所载。吕氏春秋引周公旦曰君子屈于不已知而伸于知己。傅子曰智慧多，则引血气如灯火之脂膏，炷大而明，明则膏消。炷小而暗，暗则膏息。息则能长久也。但能够透彻明白这些道理，用在济世之功的方面，千古以来，莫过于管仲。所以他能辅佐太保型的齐桓公――小白，建立霸业，一匡天下，九合诸侯，确非偶然。那么管仲的爱民治国，能无知乎的表现，又在哪里呢？我们且看他对齐桓公的建议升降揖让，进退闲习，辩辞之刚柔，臣不如隰朋，请立为大行主管外交使节。垦草入邑，辟上聚粟，多众尽地之利，臣不如宁戚，请立为大司田主管农业水利垦殖开发。平原广牧，车不结辙，士不旋踵，鼓之而三军之士视死如归，臣不如王子城父，请立为大司马主管军事。决狱折中，不杀不辜，不证无罪，臣不如宾臀无，请立为大司理主管司法。犯君颜色，进谏必忠，不辟死亡，不挠富贵，臣不如东郭牙，请立为大谏之官谏官。此五子者，夷吾管仲自称名字一不如。然而以易夷吾，夷吾不为也。君若欲治国强兵，则五子者存矣。若欲霸王，夷吾在此。桓公曰善。这便是臣道第一人的爱民治国，能无知乎的最好说明了。老子的书，倘使照条分类列来读，看来只是一项一条的格言而已。如果按照王弼注的流行本的编排来读，有时好像很矛盾。当然，也可以把这种矛盾，认为是正反的排比。"}
{"text":"犯君颜色，进谏必忠，不辟死亡，不挠富贵，臣不如东郭牙，请立为大谏之官谏官。此五子者，夷吾管仲自称名字一不如。然而以易夷吾，夷吾不为也。君若欲治国强兵，则五子者存矣。若欲霸王，夷吾在此。桓公曰善。这便是臣道第一人的爱民治国，能无知乎的最好说明了。老子的书，倘使照条分类列来读，看来只是一项一条的格言而已。如果按照王弼注的流行本的编排来读，有时好像很矛盾。当然，也可以把这种矛盾，认为是正反的排比。例如本章本头，刚刚说了一句爱民治国，能无知乎？跟着而来的第二要点，便是天门开阖，能无雌乎？但无知无识，正好是雌阴晦昧的境界。这与天门开阖，而无雌的说法，恰好完全相反。无雌，当然是与阴柔反对的雄阳正格。雄阳，就是刚正的表相。天门是象征性的代名辞，天圆盖覆，本自无门，哪里开阖？但道家却把人体的头颅顶盖天灵骨的中心点，古代医术所称的百会穴之处，叫作天门。也有别名叫天囱的。据说，修道的人，修到纯阳无杂的程度，天门就会自然开阖。到此程度，自然智周万物，神通天地，明达古今，超凡入圣。如果照我们上古历史类似神话的传说，自神农黄帝以下，以及唐尧虞舜等圣帝明王，都能在现生中修养到达这种境界。但皆退藏于密，深藏而不露，所以在爱民治国方面，都是表现其无知而知的大成就。具备了这种知不知与天门开阖而无雌的最高修养，才能作到第三要点明白四达，能无为乎！为而不为，垂拱而治的德业。因此，从表面看来，虽然都是入世治世的君主，但在实际上，同时就是超越世俗的圣哲――超人。因此，才能生之，畜之。而护情万邦，安养百姓。可是到了最后，却是生而不有，如天地一样，虽能生长万有，但不据为己有。为而不恃虽然是因为他的德业作为而有此成功，但他却不自恃为己功。虽然雄长万方，但却不愿永久自居于主宰的地位。因此说长而不宰，是为玄德，玄德的意思，不只是大德而已。由于道家圣人代表的老子，与儒家圣人代表的孔子等人，随处推崇以三代以上的圣帝明王的作标样，用来阐扬上古传统文化君道的精神，因此而有宋代大儒邵康节写出微言大义的名句唐虞揖让三杯酒，汤武征诛一局棋的历史哲学。我们正好借来作为本章的结论，最为恰当。尧舜都是内圣外王出世而入世的得道明君，所以能在进退之间，互相揖让而禅位，杯酒言欢，坦率自然，绝无机诈之心。"}
{"text":"因此说长而不宰，是为玄德，玄德的意思，不只是大德而已。由于道家圣人代表的老子，与儒家圣人代表的孔子等人，随处推崇以三代以上的圣帝明王的作标样，用来阐扬上古传统文化君道的精神，因此而有宋代大儒邵康节写出微言大义的名句唐虞揖让三杯酒，汤武征诛一局棋的历史哲学。我们正好借来作为本章的结论，最为恰当。尧舜都是内圣外王出世而入世的得道明君，所以能在进退之间，互相揖让而禅位，杯酒言欢，坦率自然，绝无机诈之心。时代愈后，人心不古，到汤武革命，便用征诛手段，这便等于在棋盘之间的对弈，权谋策略，煞费心机，已与自然之道大相径庭了。所以由这两句名言的内涵，便可了解老子的人生标准，与历史哲学观点的玄言妙义了。第十一章三十辐共一毂，当其无，有车之用。挺地以为器，当其无，有器之用。凿户牖以为室，当其无，有室之用。故有之以为利，无之以为用。有上章同功而异位内圣外用的说法，便有本章申述道在有无动静之间的说明。本文多用譬喻，首先提出担当任重道远的车毁，它能活用不休，轮转无穷的中心关键所在，便是中空无物，所以才能支持多方面的效用。同时也使多方面的力量，归到中心点而返还无用之用的大用，无为而无不为的要妙。如三十辐共一毅，当其无，有车之用。古代造作大木车的车毂，它的中心支点只是一个小圆孔。由中心点小圆孔向外周延，共有三十根支柱辐凑，外包一个大圆圈，便构成一个内外圆圈的大车轮。由此而能担当任重道远的负载，旋转不休而到达目的地。以这种三十辐凑合而构成一个大车的轮子来讲，你能说哪一根支柱才是车轮载力的重点吗？每一根都很重要，也都不重要。它们是平均使力，根根都发挥了它的伟大功能而完成转轮的效用。但支持全体共力的中心点，却在中心的小圆孔。可是它的中心，却是空无一物，既不偏向支持任何一根支柱，也不做任何一根支柱的固定方向。因此才能活用不休，永无止境。透过这种物理自然的法则，便可了解修身成就的要点载营魄抱一，能无离乎的修养，要在中心无物，任运于有无之间的妙用。如果用在施于大政，爱民治国，能无知乎！便须如此车毂的中心，虚怀无朕，合众辅而完成大力的全功。其次，如诞填以为器，当其无，有器之用。诞，是捏土。填，是黏上。造作陶器，必须把泥土作成一个防范内外渗漏的周延外形，使它中间空空如也，才能在需要用它的时候，随意装载盛满，达到效果。"}
{"text":"因此才能活用不休，永无止境。透过这种物理自然的法则，便可了解修身成就的要点载营魄抱一，能无离乎的修养，要在中心无物，任运于有无之间的妙用。如果用在施于大政，爱民治国，能无知乎！便须如此车毂的中心，虚怀无朕，合众辅而完成大力的全功。其次，如诞填以为器，当其无，有器之用。诞，是捏土。填，是黏上。造作陶器，必须把泥土作成一个防范内外渗漏的周延外形，使它中间空空如也，才能在需要用它的时候，随意装载盛满，达到效果。了解这种与其能空能无，才能具有盛满装载器物的容物价值。无论为后天修养性命之道的专气致柔，能婴儿乎！与出而用世的天门开阖，能无雌乎！都必须虚怀若谷，与天地精神往来而得大机大用。再次，如凿户牖以为室，当其无，有室之用。户是室内的门，牖是窗窦。要建造一间巨大的房屋，必须要开辟门窗，以便光线空气的流通，才能住人而养人。使人胸襟开阔，内外畅达而无阻碍。由此而说明涤除玄览，能无疵乎的修习心智功夫，必须要开张灵明，静居其中，见闻不隔而清净无为。如要施之于用世之道，便是明白四达，能无为乎的楷模。最后重复叮咛，无论是出世之道，与入世之用，必须要切实明白道在有无之间的窍妙。因此说故有之以为利，无之以为用。了解此理，才是真能懂得利用安身的大法则。后来到了五代，道家的神仙才于谭峭，发挥了道家学术思想的物化思想，与老庄的学说合流，写了一本名著化书。其中有关物理之际，有无之间的妙用，阐发得隽水透辟之至，如说搏空为块，见块而不见空，土在天地开辟后也。粉块为空，见空而不见块，土在天地混沌时也。神矣哉！理解透辟如谭子的深度，真可说是神矣哉！既然是神矣哉的境界，我们所说的都是狂言空话，不如就此煞住，无话可说了！第十二章五色令人目盲，五音令人耳聋，五味令人口交。驰骋畋猎，令人心发狂。难得之货，令人行妨。是以圣人为腹不为目，故去彼取此。花花世界奈聋盲跟着前面所说有之以为利，无之以为用，因应运用的原则，顺理成章地说出善于用物，而不被物所用的重点。因此而提出严重的警告，要人们对于声色货利以及口腹之欲，加以节制，不要任性自欺而上当。本章原文，文从字顺，大家读了就很明白，用不着多加解释。现在我们只从实际的经验上，提供一些报告，以为大家的参考。"}
