{"text":"以探索人生意义为使命的尼采哲学，对于人性问题当然也不能不做出自己的回答。事实上，人怎样生活才有意义这个问题，与人是什么的问题有着最内在的联系。一个哲学家对于人生意义的选择必定以他对人性的某种理解为依据，同时他对人性的理解也必定体现出他关于人生意义的价值观念。尼采关于人说过许多悲愤乃至轻蔑的话，如果我们断章取义地摘出这些话，难免会造成一种印象，认为尼采是一个敌视人类的反人道主义者。然而，这并不符合事情的真相。尼采诚然对人的现状极为不满，这种不满甚至成为他的哲学思考的一个重要出发点。但是我们应该看到，尼采的不满并非那种冷嘲者的不满，心中没有理想的光，一味怨天尤人。相反，这是一位热望者的不满，他的不满正是出于对人性所包含的可能性的高度估价，出于对一种真正的人的形象的热烈向往。现代西方哲学的许多流派，包括现代西方马克思主义哲学，对于人性的看法有一个重要特点，就是强调人性的未完成性开放性和无限可能性，尽管各流派所执论据有所不同。在这一点上，尼采的人性观恰是富有现代特点的。尼采人性观的出发点就是人的本质的未定型，由此而有了人的自我超越性，人的自由和创造性。也许会发生一个疑问关于超越自由和创造的思想，岂非同他的悲观主义相矛盾是的，的确矛盾。尼采的思想本来就是充满着矛盾的，不过这是活生生的可以理解的矛盾。也许，在他看来，人的自由和超越的本性与世界的无意义之间的冲突，恰恰构成了人的悲剧性命运也许，他最后把希望寄托在并不存在的超人身上，同样也是化妆成希望的绝望我放弃了一切，我拥有和宝贵的一切我什么也不再留下，除了你，伟大的希望尼采全集，第卷，第页。宁愿绝望，胜于投降。尼采全集，第卷，第页。你看，这就是尼采。人是一个试验人是什么可以从不同层次上回答这个问题。从宇宙的角度来看人，尼采断然拒绝人类中心论的观念。在世界上，一小滴生命对于生灭不已的汪洋大海的全部性质来说，是没有意义的。尼采全集，第卷，第页。地球上的生命是稍纵即逝的，偶然的，是无结果的例外，人是渺小的昙花一现的物种。尼采全集，第卷，第页。这是自然科学的冷静眼光。这样看人是不会有任何积极结果的，在宇宙的生成变化中，人和一切事物都只是物质的一种暂时形态。"}
{"text":"你看，这就是尼采。人是一个试验人是什么可以从不同层次上回答这个问题。从宇宙的角度来看人，尼采断然拒绝人类中心论的观念。在世界上，一小滴生命对于生灭不已的汪洋大海的全部性质来说，是没有意义的。尼采全集，第卷，第页。地球上的生命是稍纵即逝的，偶然的，是无结果的例外，人是渺小的昙花一现的物种。尼采全集，第卷，第页。这是自然科学的冷静眼光。这样看人是不会有任何积极结果的，在宇宙的生成变化中，人和一切事物都只是物质的一种暂时形态。让我们把眼光收回到地球上，把人同他的近邻动物进行比较。尼采说人是最残酷的动物，最勇敢的动物，作着判断的动物，等等。尼采全集，第卷，第页第卷，第页。可是，具有本质意义的却是人是尚未定型的动物。尼采全集，第卷，第页。这一点之所以具有本质意义，是因为人正是藉此而同其他动物区别开来，并且战胜了其他动物。其他动物在物种上都已固定，没有发展的自由了。人却不然，他没有一成不变的既定本质，他可以自己改变自己，塑造自己，创造自己的本质。尼采一再强调人的本质的不确定性和可塑性。他说我们人类是唯一的这样的创造物，当其有错误时，能将自己删改，如同删掉一句错误的句子。朝霞第节。尼采全集，第卷，第页。人应当看到自己的力量是可大可小的，他的能力如在良好环境下也许可以发展到最高。朝霞第节。尼采全集，第卷，第页。人可以治理自己的情欲，如园丁一样但多少人知道这是随我们自由的呢多数人岂非把自己看作完成了的既定事实吗大哲学家们岂非把人性不变论的印记盖在这种成见上吗朝霞第节。尼采全集，第卷，第页。在人身上，创造物和创造者统一起来了。善恶的彼岸。尼采全集，第卷，第页。强调人的自我创造，这是马克思尼采以及许多现代哲学家的共同立场。但是，一旦追问人通过何种途径自我创造，就发生了根本的分歧。马克思认为，人是通过劳动自我创造的，全部所谓世界史不外是人通过人的劳动的诞生。马克思年经济学哲学手稿，人民出版社，，第页。尼采则认为，人的自我创造的途径是评价，而且往往是错误的评价。"}
{"text":"在人身上，创造物和创造者统一起来了。善恶的彼岸。尼采全集，第卷，第页。强调人的自我创造，这是马克思尼采以及许多现代哲学家的共同立场。但是，一旦追问人通过何种途径自我创造，就发生了根本的分歧。马克思认为，人是通过劳动自我创造的，全部所谓世界史不外是人通过人的劳动的诞生。马克思年经济学哲学手稿，人民出版社，，第页。尼采则认为，人的自我创造的途径是评价，而且往往是错误的评价。他说如果没有置于道德假定中的误解，人就仍然是动物。人性的，太人性的第卷。尼采全集，第卷，第页。人是通过他的错误教育成的第一，他对自己总是看得不完全第二，他给自己加上想象的特点第三，他在一种对动物和自然的错误的等级秩序中看自己第四，他不断发明新的价值榜，并一时以之为永久和绝对，以致时而这种时而那种人类的冲动和境况居于首位，藉此种评价而高贵化。如果没有这四种错误的效果，也就没有了人道人性和人的尊严。快乐的科学第节。尼采全集，第卷，第页。尼采没有去考察人性形成的客观社会机制，他注重的是人性形成的内部心理机制。在他看来，既然人是未定型的动物，面临着向各种不同方向发展的无限可能性，那么，究竟向何种方向发展，何种可能性得到实现，就取决于人自己的价值定向，评价就具有了决定性的意义。评价，也就是赋予意义，赋予生命以目的。动物只有求生的本能，它只是盲目地疯狂地紧紧抓住生命，却没有任何别的更高目的作为教育家的叔本华。尼采全集，第卷，第页。。人则不然，他要赋予生命以高于生命的目的，他要肯定自己在宇宙中的价值。尼采对于人的这个特征有着矛盾的评价。一方面，他认为这是人的幻想和错觉，是人对自己说谎。用宇宙生成变化的眼光看，人毫无价值，可是人偏要误解自己，以为自己是不自由的世界上的自由者，永恒奇迹的制造者，超动物，准上帝，造物的意义，宇宙之谜的谜底，等等。人性的，太人性的第部。尼采全集，第卷，第页。这样，人就是不断说谎的艺术的不透明的动物。善恶的彼岸。尼采全集，第卷，第页。"}
{"text":"用宇宙生成变化的眼光看，人毫无价值，可是人偏要误解自己，以为自己是不自由的世界上的自由者，永恒奇迹的制造者，超动物，准上帝，造物的意义，宇宙之谜的谜底，等等。人性的，太人性的第部。尼采全集，第卷，第页。这样，人就是不断说谎的艺术的不透明的动物。善恶的彼岸。尼采全集，第卷，第页。第节第四章人自由创造另一方面，尼采又认为这样的说谎乃人性之必需，人正是通过幻想和误解而成为人的。生命本无意义，要赋予它以意义，怎么能不说谎为了生活，我们需要谎言。生命应当产生信仰，如此提出的任务是艰巨的。为了解决这个任务，人必须出自本性地已经是个骗子。误解人生的性质，这是在道德科学虔信艺术所有这些东西背后的最深最高的秘密意图。强力意志第节。问题在于，人必须为自己的生活确立一个目的，赋予自己的生存以超生物学的意义，他才能像人那样地生活当他的生存缺少一个目的一种意义之时，他就感到自己只是动物。用自然的眼光看，这样的目的意义是谎言，是人的自我欺骗。可是，就算是自我欺骗，却也有其并非虚幻的作用。幻想也能成为真实的动机，产生实在的效果。由于在起源上，在独立性上，在目的上，人类异常地误解了自己，更由于据此误解而形成的需求，人类就自视过高，常常能做出较好的事，即所谓超越自己朝霞第节。尼采全集，第卷，第页。人类的全部文化价值体系，人性区别于动物性的全部高贵品质，实际上都建立在人的生命具有高于生命本身的目的意义这样一个谎言的基础之上。这里我们应当注意，尼采所说的谎言误解都是从自然界的眼光来说的。他把自然界的真理体系与人类社会的价值体系区分开来，在他看来，人类中心论在自然界的真理体系中只是一个谎言，在社会的价值体系中却是一个不可缺少的前提。如果人类不是自视过高，对于自己在宇宙中的地位怀有特殊信念，就会失去了向上的动力。随着基督教信仰的崩坏，人类中心论已经丧失了真理的资格。真理是令人沮丧的人类并不神圣，既非宇宙的中心，亦非万物的目的，而只是大自然的偶然产物，并且将必然地归于消灭。可是，人类并不因此陷于悲观主义泥潭而不能自拔。"}
{"text":"如果人类不是自视过高，对于自己在宇宙中的地位怀有特殊信念，就会失去了向上的动力。随着基督教信仰的崩坏，人类中心论已经丧失了真理的资格。真理是令人沮丧的人类并不神圣，既非宇宙的中心，亦非万物的目的，而只是大自然的偶然产物，并且将必然地归于消灭。可是，人类并不因此陷于悲观主义泥潭而不能自拔。因为，尼采解释说，悲观主义是真理，但真理并非最高的价值标准。对于人类来说，求假象求幻想求欺骗的意志比求真理求现实求存在的意志更深刻，更本原，更形而上。强力意志第节。人必须有意义才能生存，他也就果然发现了意义。人的这种寻求意义的天性是任何悲观主义的真理摧毁不了的。人的未定型性和寻求意义的执拗性正是人的伟大之处。他必定比其他一切动物的总和更多地冒险，革新，反抗，向命运挑战他，这伟大的自我试验者，这试图最后统治动物自然和神o的不知足者，贪婪者，他，这永不驯服者，永向未来者。道德的谱系。尼采全集，第卷，第页。尼采不止一次地把人说成拿自己做试验的存在物，人的这种特性使人成为痛苦的创造物，朝霞第节。因为在探索多方面的可能性时，必然充满矛盾的评价，从而充满矛盾的动机。尼采全集，第卷，第页。但是，尽管痛苦，终归值得，人因此而更显其伟大。然而，人的伟大之处也正是他的危险所在。拿自己做试验是一件严肃的事情，人肩负着对于自己的重大责任。每一次试验，无论成败，都会化为自己的血肉，成为人性的组成部分。评价和寻求意义的行为非同小可，选择一种可能性意味着排斥了其他的可能性。本世纪美国诗人弗洛斯特有一首题为未选择的路的短诗，大意是黄昏的树林里分出两条路，我选择了其中一条，留下另一条待改日再走。可是我知道每一条路都绵延无尽头，一旦选定，就不能返回，从此决定了一生的道路。个人的人生之路如此，人类的人性之路又何尝不是如此使尼采感慨的是，人类的试验有着太多的错误迄今为止，精神如同道德一样，成百次地试验而成百次地迷误。是的，人是一个试验。唉，许多无知和错误化作了我们的躯体查拉图斯特拉如是说赠贻的道德第节。尼采全集，第卷，第页。"}
{"text":"本世纪美国诗人弗洛斯特有一首题为未选择的路的短诗，大意是黄昏的树林里分出两条路，我选择了其中一条，留下另一条待改日再走。可是我知道每一条路都绵延无尽头，一旦选定，就不能返回，从此决定了一生的道路。个人的人生之路如此，人类的人性之路又何尝不是如此使尼采感慨的是，人类的试验有着太多的错误迄今为止，精神如同道德一样，成百次地试验而成百次地迷误。是的，人是一个试验。唉，许多无知和错误化作了我们的躯体查拉图斯特拉如是说赠贻的道德第节。尼采全集，第卷，第页。人类能够通过价值定向而选择自己的道路，这原是人类超出动物的优越之处。可是，在与动物的斗争中使人赢得胜利的东西，同时却导致了危险的病态的发展。尼采全集，第卷，第页。这里涉及到了尼采对传统道德的看法。他认为，传统道德的根本错误在于否定生命，否定本能，导致人类的病态的虚弱。在尼采看来，人类本来应该好好利用自己的未定型，塑造出更健康更坚强的人性。本能是塑造的基础，创造生命的意义以肯定生命为前提。可是，在传统道德的价值观念支配下，人类的生命力遭到压制，本能遭到摧残，结果人不是朝比动物强健的方向发展，反而朝比动物孱弱的方向发展了。他讽刺道我担心动物把人看作与它们相同的生灵，不过极其危险地丧失了健康的动物理智，看作癫狂的动物，笑的动物，哭的动物，不幸的动物。快乐的科学第节。尼采全集，第卷，第页。第节第四章人自由创造他常常把人喻作一种病地球有一层皮肤，这皮肤有病，其中之一便叫做人。查拉图斯特拉如是说。尼采全集，第卷，第页。传统价值观念的另一重大失误是扼杀人的探索精神和创造特性，通过编造群氓藉以生长的种种德行，发展人类中的畜群，人又重新变成业已定型的动物。尼采全集，第卷，第页。在尼采看来，人类在自己所面临的种种可能性之中，应当选择这样一种可能性，它为新的可能性提供了更加广阔的天地。也就是说，人应当永远是不定型的，人的每一个自我创造的行为都同时创造出了再创造的自由。为此尼采提倡一种新型的创造者的道德，这种道德鼓励个人的进取开拓精神。如此看来，尼采的人性观以肯定人的生命本能为前提，以主张人的超越性为归宿。他之否定旧道德，正是因为旧道德同时否定了这前提和这归宿。"}
{"text":"尼采全集，第卷，第页。在尼采看来，人类在自己所面临的种种可能性之中，应当选择这样一种可能性，它为新的可能性提供了更加广阔的天地。也就是说，人应当永远是不定型的，人的每一个自我创造的行为都同时创造出了再创造的自由。为此尼采提倡一种新型的创造者的道德，这种道德鼓励个人的进取开拓精神。如此看来，尼采的人性观以肯定人的生命本能为前提，以主张人的超越性为归宿。他之否定旧道德，正是因为旧道德同时否定了这前提和这归宿。人要为自己的生命提供一种意义，这意义超过生命本身的意义人的自我创造需要一个目标，这个目标高于人自身这就是人的自我超越性。创造一个比我们自己更高的本质即是我们的本质。超越我们自身这是生育的冲动，这是行动和创造的冲动。正像一切意愿都以一个目的为前提一样，人也以一个本质为前提，这本质不是现成的，但是为人的生存提供了目的。尼采全集，第卷，第页。它超越人的整个族类而树立在那里。尼采全集，第卷，第页。尼采认为，人的价值即在于超越性。你们的光荣不是你们从何处来，而是你们向何处去让这成为你们的新的光荣吧你们的意志和你们的脚意愿超越了你们查拉图斯特拉如是说旧榜和新榜第节。尼采全集，第卷，第页。自我超越的目标，尼采曾以种种形象加以譬喻犹如群鸟奋飞，前赴后继，欲飞过大海，去到人类日光落没的未知之地参看朝霞第节。又如登山者攀登绝顶，欲飞向头顶清澄幽深的苍天参看查拉图斯特拉如是说日出之前。。总之，那是一个并不明确的目标。尼采后来把它概括为超人，不过，连超人也只是一种象征和譬喻，尼采自己并不能说清它的确切含义。其实，尼采强调的是人的自我超越性，人之为人就在于超越自己，至于超越的目标是缺如的。这里又透露了尼采的悲观主义隐衷。一个更确凿的证据是，在查拉图斯特拉如是说这部集中宣扬了超人说的著作里，我们同时可以读到关于超人之虚幻性的悲叹。在那里，尼采把超人看作云雾中的彩色玩偶，诗人的一个梦幻。参看尼采全集，第卷，第页。尼采脱离人的社会历史进程考察人性，因而不可能为人性的进步指出一个现实的方向。尽管他渴望超越和自由，可是心有余而力不足，留给我们的只是苍天般的迷惘和云朵般的飘忽之感。"}
{"text":"其实，尼采强调的是人的自我超越性，人之为人就在于超越自己，至于超越的目标是缺如的。这里又透露了尼采的悲观主义隐衷。一个更确凿的证据是，在查拉图斯特拉如是说这部集中宣扬了超人说的著作里，我们同时可以读到关于超人之虚幻性的悲叹。在那里，尼采把超人看作云雾中的彩色玩偶，诗人的一个梦幻。参看尼采全集，第卷，第页。尼采脱离人的社会历史进程考察人性，因而不可能为人性的进步指出一个现实的方向。尽管他渴望超越和自由，可是心有余而力不足，留给我们的只是苍天般的迷惘和云朵般的飘忽之感。他告诉我们，人应该永远不满足于现状，人的眼光永远要投向高处和远处。至于如何向高处攀登，向远处走去，那路径却不是他所能指点的了。意愿使人自由决定论与意志自由论之间的争论是哲学中最古老的争论之一。同时，它又是最恼人的争论之一。几乎没有一个哲学家不被这个问题所困扰，不在内心中和自己进行着这一场争论。当然，这并不奇怪，因为问题本身的性质至关重要，直接关系到对人及其在宇宙中的地位的理解。在哲学史上，断然主张绝对决定论的哲学家有之，断然主张绝对自由论的哲学家为数微乎其微，而两者都有着明显的偏颇性。我们发现，许多哲学家动摇于两者之间如斯宾诺莎伏尔泰由意志自由论转向决定论，或者试图在两者之间寻求某种折衷和结合如康德费希特把人分为两部分，现象界的人受因果律支配，本体界的人有意志自由。有趣的是，号称唯意志论哲学家的叔本华和尼采也都并不主张意志的绝对自由，相反是反对意志自由论的。叔本华承继康德，认为现象界的人并无意志自由。但是，在康德那里，意志自由尚作为一个公设替本体界的人保留着，这种自由尽管不可证实，却是在人的尘世的道德生活中实际显示出来的。叔本华对于这种本体界的人的意志自由也予以否认，因为在他看来，人根本就属于现象界，仅是世界意志的个体化形式。每个人的意志即是每个人本来的自我，都是已被决定了的既成物。问一个人的意志能否自由，就等于问他能否成为不是他的另一个人。意志唯有摆脱它的现象形式，回到本体界，作为世界意志，才是自由的。可是，在本体界中并无人的位置。所以，叔本华把人自愿灭寂自己的意志从而摆脱世界意志的支配看作唯一的解救之道。第节第四章人自由创造尼采否认意志自由，出发点与叔本华迥然不同。第一，他试图对作为一种心理能力的意志进行分析，揭示其潜在的心理机制。"}
{"text":"每个人的意志即是每个人本来的自我，都是已被决定了的既成物。问一个人的意志能否自由，就等于问他能否成为不是他的另一个人。意志唯有摆脱它的现象形式，回到本体界，作为世界意志，才是自由的。可是，在本体界中并无人的位置。所以，叔本华把人自愿灭寂自己的意志从而摆脱世界意志的支配看作唯一的解救之道。第节第四章人自由创造尼采否认意志自由，出发点与叔本华迥然不同。第一，他试图对作为一种心理能力的意志进行分析，揭示其潜在的心理机制。斯宾诺莎认为，人之所以觉得意志是自由的，是因为他只能感知自己的意愿，而对于决定这意愿的原因一无所知。尼采赞同这一见解。他责备叔本华不曾分析过意志，其实，愿望只是一种弄得非常巧妙的机械装置而已，而这种机械装置的整个运行过程往往不被我们意识到。快乐的科学第节。尼采全集，第卷，第页。尼采对于人的心理中的无意识领域有深刻的洞察，我们将在后面加以论述。第二，尼采否认意志自由是为了批判基督教的伦理观念。意志自由论强调人的意志的自律，人可以自由地决定自己的意愿并且进而支配自己的行为。这一思想有两方面的作用一方面加重了个人对于自己行为的责任，尼采其实并不反对这一方面另一方面却也开脱了社会或上帝假如有上帝的话的责任，而把一切罪恶归于个人，正是这方面的作用被某些基督教思想家所利用例如奥古斯丁，因而为尼采所坚决反对。在这些基督教思想家看来，上帝是至善的，人可以秉承造物主的意旨而为善，也可以出于自己的意志而为恶，因此人必须为自己的恶行赎罪和受惩。尼采指出意志的学说实质上是为惩罚的目的，也就是寻找罪恶的愿望而发明的人被认为是自由的，以便能够加以判决和惩治以便能够成为有罪的基督教是刽子手的形而上学。偶像的黄昏四种大谬误第节。尼采全集，第卷，第页。我们看到，无论康德叔本华还是基督教，在主张或反对意志自由这一点上有别，却有一个共同点，就是认为人有某种超验的本质。对于康德来说，人的超验本质即是人的真我本体界的人，人因此而有超验的意志自由。对于基督教来说，人性中超验地包含着上界的善和下界的恶原罪，人的自由是一种超验的赎罪和皈依上帝的自由。对于叔本华来说，人作为意志的现象形式超验地是不自由的，不自由是人的宿命。"}
