{"text":"我旁听不感兴趣，也不大懂，只觉得很烦。她对我母亲或二姑母却没几句话。大概因为我母亲是家庭妇女，不懂她的事，而二姑母和她从来说不到一块儿。她好像愿意和我们孩子亲近，却找不到途径。有一次我母亲要招待一位年已半老的新娘子。三姑母建议我们孩子开个欢迎会，我做主席致辞，然后送上茶点，同时演个节目助兴。我在学校厌透了这一套，可是不敢违拗，勉强从命。新娘是苏州旧式小姐，觉得莫名其妙，只好勉强敷衍我们。我父亲常取笑三姑母是大教育家，我们却不爱受教育，对她敬而远之。家庭里的细是细非确是清官难断，因为往往只是个立场问题。三姑母爱惜新房子和新漆的地板，叫我的弟弟妹妹脱了鞋进屋，她自己是解放脚，脱了鞋不好走路，况且她的鞋是干净的。孩子在后园玩，鞋底不免沾些泥土，而孩子穿鞋脱鞋很方便，可是两个弟弟不服，去问父亲爸爸，到旱船去要脱鞋吗？我父亲不知底里，只说不用。弟弟便嘀咕爸爸没叫我们脱鞋，她自己不脱，倒叫我们脱！他们穿着鞋进去，觉得三姑母不欢迎，便干脆不到她那边去了。三姑母总觉得孩子不如小牲口容易亲近。我父亲爱猫，家里有好几只猫。猫也各有各的性格。我们最不喜欢一只金银眼的纯白猫，因为它见物不见人，最无情好好儿给它吃东西，它必定作势用爪子一抢而去。我们称它为强盗猫。我最小的妹妹杨必是全家的宝贝。她最爱猫，一两岁的时候，如果自个儿一人乖乖地坐着，动都不动，一脸称心满意的样儿，准是身边偎着一只猫。一次她去抚弄强盗猫，挨了猫咪一巴掌，鼻子都抓破，气得伤心大哭。从此强盗猫成了我们的公敌。三姑母偏偏同情这只金银眼儿，常像抱女儿似的抱着它，代它申诉委屈似的说咱们顶标致的！她出门回来，便抱着强盗猫说小可怜儿，给他们欺负得怎样了？三姑母就和强盗猫同在一个阵营，成了我们的敌人。三姑母非常敏感，感觉到我们这群孩子对她不友好。也许她以为我是头儿，其实我住宿在校，并未带头，只是站在弟弟妹妹一边。那时大姐在上海教书，三姐病休在家，三姑母不再喜欢我，她喜欢三姐姐了。一九二七年冬，三姐订婚，三姑母是媒人。她一片高兴，要打扮新娘。可是三姑母和二姑母一样，从来不会打扮。我母亲是好皮肤，不用脂粉，也不许女儿搽脂抹粉。"}
{"text":"她出门回来，便抱着强盗猫说小可怜儿，给他们欺负得怎样了？三姑母就和强盗猫同在一个阵营，成了我们的敌人。三姑母非常敏感，感觉到我们这群孩子对她不友好。也许她以为我是头儿，其实我住宿在校，并未带头，只是站在弟弟妹妹一边。那时大姐在上海教书，三姐病休在家，三姑母不再喜欢我，她喜欢三姐姐了。一九二七年冬，三姐订婚，三姑母是媒人。她一片高兴，要打扮新娘。可是三姑母和二姑母一样，从来不会打扮。我母亲是好皮肤，不用脂粉，也不许女儿搽脂抹粉。我们姐妹没有化妆品，只用甘油搽手搽脸。我和三姐刚刚先后剪掉辫子，姐妹俩互相理发，各剪个童化头，出门换上出客衣服，便是打扮了。但订婚也算个典礼，并在花园饭店备有酒席。订婚礼前夕，三姑母和二姑母都很兴头，要另式另样地打扮三姐。三姑母一手拿一支管子，一手拿个梳子，把三姐的头发挑过来又梳过去，挑出种种几何形三姑母是爱好数理的正方形长方形扁方形正圆形椭圆形，还真来个三角形，末了又绕上一个桃儿形，好像要梳小辫儿似的。挑了半天也不知怎么办。二姑母拿着一把剪子把三姐的头发修了又修，越修越短。三姐乖乖地随她们摆布，毫不抗议，我母亲也不来干涉，只我站在旁边干着急。姐姐的头发实在给剪得太短了梳一梳，一根根直往上翘。还亏二姑母花样多。当时流行用黑色闪光小珠子钉在衣裙的边上，或穿织成手提袋。二姑母教我们用细铜丝把小黑珠子穿成一个花箍，箍在发上。幸亏是三姐，怎么样儿打扮都行。她戴上珠箍，还顶漂亮。三姐结婚，婚礼在我家举行，新房也暂设我家。因为姐夫在上海还没找妥房子。铺新床按老规矩得请十全的吉利人，像我两位姑母那样的畸零人得回避些。我家没有这种忌讳。她们俩大概由于自己的身世，对那新房看不顺眼，进去就大说倒霉话。二姑母说窗帘上的花纹像一滴滴眼泪。三姑母说新床那么讲究，将来出卖值钱。事后我母亲笑笑说她们算是怄我生气的。我母亲向来不尖锐，她对人事的反应总是慢悠悠的。如有谁当面损她，她好像不知不觉，事后才笑说她算是骂我的。她不会及时反击，事后也不计较。我母亲最怜悯三姑母早年嫁傻子的遭遇，也最佩服她个人奋斗的能力。我有时听到父母亲议论两个姑母。"}
{"text":"她们俩大概由于自己的身世，对那新房看不顺眼，进去就大说倒霉话。二姑母说窗帘上的花纹像一滴滴眼泪。三姑母说新床那么讲究，将来出卖值钱。事后我母亲笑笑说她们算是怄我生气的。我母亲向来不尖锐，她对人事的反应总是慢悠悠的。如有谁当面损她，她好像不知不觉，事后才笑说她算是骂我的。她不会及时反击，事后也不计较。我母亲最怜悯三姑母早年嫁傻子的遭遇，也最佩服她个人奋斗的能力。我有时听到父母亲议论两个姑母。父亲说扮官二姑母的小名莫知莫觉指对人漠无感情，申官细腻恶心指多心眼儿。母亲只说二姑母独幅心思，却为三姑母辩护，说她其实是贤妻良母，只为一辈子不得意，变成了那样儿。我猜想三姑母从蒋家回娘家的时候，大约和我母亲比较亲密。她们在务本女中也算是同过学。我觉得母亲特别纵容三姑母。三姑母要做衬衣――她衬衣全破了，我母亲怕裁缝做得慢，为她买了料子，亲自裁好，在缝衣机上很快的给赶出来。三姑母好像那是应该的，还嫌好道坏。她想吃什么菜，只要开一声口，母亲特地为她下厨。菜端上桌，母亲说，这是三伯伯要吃的，我们孩子从不下筷。我母亲往往是末后一个坐下吃饭，也末后一个吃完她吃得少而慢。有几次三姑母饭后故意回到饭间去看看，母亲忽然聪明说她来看我吃什么好菜呢。说着不禁笑了，因为她吃的不过是剩菜。可是她也并不介意。我们孩子总觉得两个姑母太自私也太自大了。家务事她们从不过问。三姑母更有一套道理。她说，如果自己动手抹两回桌子，她们指女佣就成了规矩，从此不给抹了。我家佣人总因为姑太太难伺候而辞去，所以我家经常换人，这又给我母亲添造麻烦。我们孩子就嘀嘀咕咕，母亲听见了就要训斥我们老小小孩子勿要刻薄。有一次，我嘀咕说，三姑母欺负我母亲。母亲一本正经对我说你倒想想，她，怎么能欺负我？当然这话很对。我母亲是一家之主父亲全听她的，三姑母只是寄居我家。可是我和弟弟妹妹心上总不服气。有一次，我们买了一大包烫手的糖炒热栗子。我母亲吃什么都不热心，好的要留给别人吃，不好的她也不贪吃，可是对这东西却还爱吃。我们剥到软而润的，就偷偷儿揣在衣袋里。大家不约而同地打偏手，一会儿把大包栗子吃完。"}
{"text":"有一次，我嘀咕说，三姑母欺负我母亲。母亲一本正经对我说你倒想想，她，怎么能欺负我？当然这话很对。我母亲是一家之主父亲全听她的，三姑母只是寄居我家。可是我和弟弟妹妹心上总不服气。有一次，我们买了一大包烫手的糖炒热栗子。我母亲吃什么都不热心，好的要留给别人吃，不好的她也不贪吃，可是对这东西却还爱吃。我们剥到软而润的，就偷偷儿揣在衣袋里。大家不约而同地打偏手，一会儿把大包栗子吃完。二姑母并没在意，三姑母却精细，她说这么大一包呢，怎么一会儿就吃光了？我们都呆着脸。等两个姑母回房，我们各掏出一把最好的栗子献给母亲吃。母亲责备了我们几句，不过责备得很温和。她只略吃几颗，我们乐呵呵地把剩下的都吃了，绝没有为三姑母着想。她准觉得吃几颗栗子，我们都联着帮挤她。我母亲训我们的话实在没错，我们确是刻薄了，只觉得我们好好一个家，就多了这两个姑母。而在她们看来，哥哥的家就是她们自己的家，只觉得这群侄儿女太骄纵，远不像她们自己的童年时候了。二姑母自己会消遣，很自得其乐。她独住一个小院，很清静。她或学字学画，或读诗看小说，或做活儿，或在后园拔草种花。她有方法把鸡冠花夹道种成齐齐两排，一棵棵都杆儿矮壮，花儿肥厚，颜色各各不同，有洋红橘黄苹果绿等等。她是我父亲所谓最没有烦恼的人。三姑母正相反。她没有这种闲情逸致，也不会自己娱乐。有时她爱看个电影，不愿一人出去，就带着我们一群孩子，可是只给我们买半票。转眼我十七八岁，都在苏州东吴大学上学了，她还给买半票。大弟长得高，七妹小我五岁，却和我看似双生。这又是三姑母买半票的一个理由，她说我们只是一群孩子。我们宁可自己买票，但是不敢说。电影演到半中间，查票员命令我们补票，三姑母就和他争。我们都窘得很，不愿跟她出去，尤其是我。她又喜欢听说书。我家没人爱听书，父亲甚至笑她低级趣味。苏州有些人家请一个说书的天天到家里来说书，并招待亲友听书。有时一两家合请一个说书的，轮流做东。三姑母就常到相识的人家去听书。有些联合作东的人家并不欢迎她，她也不觉得，或是不理会。她喜欢赶热闹。她好像有很多活动，可是我记不清她做什么工作。一九二七年左右她在苏州女师任教。"}
{"text":"我们都窘得很，不愿跟她出去，尤其是我。她又喜欢听说书。我家没人爱听书，父亲甚至笑她低级趣味。苏州有些人家请一个说书的天天到家里来说书，并招待亲友听书。有时一两家合请一个说书的，轮流做东。三姑母就常到相识的人家去听书。有些联合作东的人家并不欢迎她，她也不觉得，或是不理会。她喜欢赶热闹。她好像有很多活动，可是我记不清她做什么工作。一九二七年左右她在苏州女师任教。一九二九年，苏州东吴大学聘请她教日语，她欣然应聘，还在女生宿舍要了一间房，每周在学校住几天。那时候她养着几只猫和一只小狗，狗和猫合不到一处，就把小狗放在宿舍里。这可激怒了全宿舍的女学生，因为她自己回家了，却把小狗锁在屋里。狗汪汪地叫个不停，闹得四邻学生课后不能在宿舍里温习功课，晚上也不得安静。寒假前大考的时候，有一晚大雪之后，她叫我带她的小狗出去，给它把屎。幸亏我不是个抱佛脚的，可是我实在不知道怎样把屎，只牵着狗在雪地里转了两圈，回去老实说小狗没拉屎。三姑母很不满意，忍住了没说我。管女生的舍监是个美国老姑娘，她到学期终了，请我转告三姑母宿舍里不便养狗。也许我应该叫她自己和我姑母打交道，可是我觉得这话说不出口我不记得自己是怎样传话的，反正三姑母很恼火，把怨都结在我身上，而把所传的话置之不理。春季开学不久，她那只狗就给人毒死了。不久学校里出了一件事。大学附中一位美国老师带领一队学生到黑龙潭一个风景区春游，事先千叮万嘱不许下潭游泳，因为水深湍急，非常危险。有个学生偷偷跳下水去，给卷入急湍。老师得知，立即跳下水去营救。据潭边目击的学生说教师揪住溺者，被溺者拖下水去老师猛力挣脱溺者，再去捞他，水里出没几回，没有捞到，最后力竭不支，只好挣扎上岸。那孩子就淹死了，那位老师是个很老实的人，他流涕自责没尽责任，在生死关头一刹那间，他想到了自己的妻子儿女，没有舍生忘死。当时舆论认为老师已经尽了责任，即使赔掉性命，也没法救起溺者。校方为这事召开了校务会议，想必是商量怎甍向溺者家长交代。参与会议的大多是洋人，校方器重三姑母，也请她参加了。三姑母在会上却责怪那位老师没舍命相救，会后又自觉失言。"}
{"text":"那孩子就淹死了，那位老师是个很老实的人，他流涕自责没尽责任，在生死关头一刹那间，他想到了自己的妻子儿女，没有舍生忘死。当时舆论认为老师已经尽了责任，即使赔掉性命，也没法救起溺者。校方为这事召开了校务会议，想必是商量怎甍向溺者家长交代。参与会议的大多是洋人，校方器重三姑母，也请她参加了。三姑母在会上却责怪那位老师没舍命相救，会后又自觉失言。舍生忘死，只能要求自己，不能责求旁人校方把她当自己人，才请她参与会议，商量办法，没要她去苛责那位惶恐自愧的老师。她懊悔无及，就想请校委会的人吃一顿饭，大概是表示歉意。她在请客前一天告诉我母亲明天要备一桌酒，在我家请客她已约下了客人。一桌酒是好办的，可是招待外宾，我家不够标准。我们的大厅高大，栋梁间的积尘平日打扫不到，后园也不够整洁。幸亏我母亲人缘好，她找到本巷地头蛇，立即雇来一群年富力强的小伙子，只半天工夫便把房子前前后后打扫干净。一群洋客人到了我家，对我父母大夸我回校又对我大夸我家。我觉得他们和三姑母的关系好像由紧张又缓和下来。三姑母请客是星期六，客散后我才回家，走过大厅后轩，看见她一人在厅上兜兜转，嘴里喃喃自骂死开盖！开盖货！骂得咬牙切齿。我进去把所见告诉母亲。母亲叹气说悖∥医兴请最贵的，她不听。原来三姑母又嫌菜不好，简慢了客人。其实酒席上偶有几个菜不如人意，也是小事。说错话做错事更是人之常情，值不当那么懊恼。我现在回头看，才了解我当时看到的是一个伤残的心灵。她好像不知道人世间有同情，有原谅，只觉得人人都盯着责备她，人人都嫌弃她，而她又老是那么开盖。学校里接着又出一件事。有个大学四年级的学生自称怪物，有意干些怪事招人注意。他穿上戏里纨绔少爷的花缎袍子，镶边马褂，戴着个红结子的瓜皮帽，跑到街上去挑粪或叫洋车夫坐在洋车上，他拉着车在闹市跑。然后又招出一个二怪物大怪物和大学的门房交了朋友，一同拉胡琴唱戏。他违犯校规，经常夜里溜出校门，半夜门房偷偷放他进校。学校就把大怪物连同门房一起开除。"}
{"text":"有个大学四年级的学生自称怪物，有意干些怪事招人注意。他穿上戏里纨绔少爷的花缎袍子，镶边马褂，戴着个红结子的瓜皮帽，跑到街上去挑粪或叫洋车夫坐在洋车上，他拉着车在闹市跑。然后又招出一个二怪物大怪物和大学的门房交了朋友，一同拉胡琴唱戏。他违犯校规，经常夜里溜出校门，半夜门房偷偷放他进校。学校就把大怪物连同门房一起开除。三姑母很可能吃了怪物灌她的米汤而对这怪物有好感，她认为年轻人胡闹不足怪，四年级开除学籍就影响这个青年的一辈子。她和学校意见不合，就此辞职了。那时我大弟得了肺结核症。三姑母也许是怕传染，也许是事出偶然，她典了一个大花园里的两座房屋，一座她已经出租，另一座楠木楼留着自己住。我母亲为大弟的病求医问药忙得失魂落魄，却还为三姑母置备了一切日常用具，而且细心周到，还为她备了煤油炉和一箱煤油。三姑母搬入新居那天，母亲命令我们姐妹和小弟弟大伙儿都换上漂亮的衣服送搬家。我认为送搬家也许得帮忙，不懂为什么要换漂亮衣裳。三姑母典的房子在娄门城墙边地方很偏僻。听说原来的园主为建造那个花园惨淡经营，未及竣工，他已病危，勉强坐了轿子在园内游览一遍便归天去了。花园确还像个花园，有亭台楼阁，有假山，有荷池，还有个湖心亭，有一座九曲桥。园内苍松翠柏各有姿致，相形之下，才知道我们后园的树木多么平庸。我们回家后，母亲才向我们讲明道理。三姑母是个孤独的人，脾气又坏――她和管园产的经纪人已经吵过两架，所以我们得给她装装场面，让人家知道她亲人不少，而且也不是贫寒的。否则她在那种偏僻的地方会受欺，甚至受害。即活买，期满卖主可用原价赎回。三姑母搬出后，我们才知道她搬家也许还是怪物促成的。他介绍自己的一个亲戚叫黄少奶为三姑母管理家务。三姑母早已买下一辆包车，又雇了一个车夫，一个女佣，再加有人管家，就可以自立门户了。她竭力要拼凑一个像样的家，还问我大伯母要了一个孙女儿。她很爱那个孩子，孩子也天真可爱，可是一经她精心教育，孩子变成了一个懂事的小养媳妇儿。不巧我婶母偶到三姑母家去住了一夜，便向大伯母诉说三姑母家的情况，还说孩子瘦了。大怕母舍不得，忙把孩子讨回去。三姑母家的女佣总用不长，后来黄少奶也辞了她。"}
{"text":"他介绍自己的一个亲戚叫黄少奶为三姑母管理家务。三姑母早已买下一辆包车，又雇了一个车夫，一个女佣，再加有人管家，就可以自立门户了。她竭力要拼凑一个像样的家，还问我大伯母要了一个孙女儿。她很爱那个孩子，孩子也天真可爱，可是一经她精心教育，孩子变成了一个懂事的小养媳妇儿。不巧我婶母偶到三姑母家去住了一夜，便向大伯母诉说三姑母家的情况，还说孩子瘦了。大怕母舍不得，忙把孩子讨回去。三姑母家的女佣总用不长，后来黄少奶也辞了她。我母亲为她置备的煤油炉成了她的要紧用具。她没有女佣，就坐了包车到我家来吃饭。那时候我大弟已经去世。她常在我们晚饭后乘凉的时候，忽然带着车夫来吃晚饭。天热，当时连没有冷藏设备，厨房里怕剩饭剩菜馊掉，尽量吃个精光。她来了，母亲得设法安排两个人的饭食。时常特地为她留着晚饭，她又不来，东西都馊掉。她从不肯事先来个电话，仿佛故意捣乱。所以她来了，我和弟弟妹妹在后园躲在花木深处，黑地里装作不知道。大姐姐最识体，总是她敷衍三姑母，陪她说话。她不会照顾自己，生了病就打电话叫我母亲去看她。母亲带了大姐姐同去伺候，还得包半天的车，因为她那里偏僻，车夫不肯等待，附近也叫不到车。一次母亲劝她搬回来住，她病中也同意，可是等我母亲作好种种准备去接她，她又变卦了。她是好动的，喜欢坐着包车随意出去串门。我们家的大门虽然有六扇，日常只开中间两扇。她那辆包车特大，门里走不进――只差两分，可是门不能扩大，车也不能削小。她要是回我们家住，她那辆车就没处可放。她有个相识的人善灌米汤，常请她吃饭，她很高兴，不知道那人请饭不是白清的。他陆续问我三姑母借了好多钱，造了新房子，前面还有个小小的花园。三姑母要他还钱的时候，他就推委不还，有一次晚上三姑母到他家去讨债，那人灭了电灯，放狗出来咬她。三姑母吃了亏，先还不肯对我父母亲讲，大概是自愧喝了米汤上当，后来忍不住才讲出来的。她在一个中学教英文和数学，同时好像在创办一个中学叫二乐，我不大清楚。我假期回家，她就抓我替她改大叠的考卷瞧我改得快，就说，到底年轻人做事快，每学期的考卷都叫我改。她嫌理发店脏，又抓我给她理发。父亲常悄悄对我说你的好买卖来了。"}
{"text":"三姑母要他还钱的时候，他就推委不还，有一次晚上三姑母到他家去讨债，那人灭了电灯，放狗出来咬她。三姑母吃了亏，先还不肯对我父母亲讲，大概是自愧喝了米汤上当，后来忍不住才讲出来的。她在一个中学教英文和数学，同时好像在创办一个中学叫二乐，我不大清楚。我假期回家，她就抓我替她改大叠的考卷瞧我改得快，就说，到底年轻人做事快，每学期的考卷都叫我改。她嫌理发店脏，又抓我给她理发。父亲常悄悄对我说你的好买卖来了。三姑母知道父亲袒护我，就越发不喜欢我，我也越发不喜欢她。一九三五年夏天我结婚，三姑母来吃喜酒，穿了一身白夏布的衣裙和白皮鞋。贺客诧怪，以为她披麻戴孝来了。我倒认为她不过是一般所谓怪僻。一九二九年她初到东吴教课，做了那一套细夏布的衣裙，穿了还是很帅的。可是多少年过去了，她大概没有添做过新衣。我母亲为我大弟的病大弟的死。接下父亲又病，没心思观她。她从来不会打扮自己，也瞧不起女人打扮。我记得那时候她已经在盘门城河边买了一小块地，找匠人盖了几间屋。不久她退掉典来的花园房子，搬入新居。我在国外，她的情况都是大姐姐后来告诉我的。日寇髦占苏州，我父母带了两个姑母一同逃到香山暂住。香山沦陷前夕，我母亲病危，两个姑母往别处逃避，就和我父母分手了。我母亲去世后，父亲带着我的姐姐妹妹逃回苏州，两个姑母过些时也回到苏州，各回自己的家二姑母已抱了一个不认识的孩子做孙子，自己买了房子。三姑母住在盘门，四邻是小户人家，都深受敌军的蹂躏。据那里的传闻，三姑母不止一次跑去见日本军官，责备他纵容部下奸淫掳掠。军官就勒令他部下的兵退还他们从三姑母四邻抢到的财物。街坊上的妇女怕日本兵挨户找花姑娘，都躲到三姑母家里去。一九三八年一月一日，两个日本兵到三姑母家去，不知用什么话哄她出门，走到一座桥顶上，一个兵就向她开一枪，另一个就把她抛入河里。他们发现三姑母还在游泳，就连发几枪，见河水泛红，才扬长而去。邻近为她造房子的一个木工把水里捞出来的遗体入殓。棺木太薄，不管用，家属领尸的时候，已不能更换棺材，也没有现成的特大棺材可以套在外面，只好赶紧在棺外加钉一层厚厚的木板。一九三九年我母亲安葬灵岩山的绣谷公墓。二姑母也在那公墓为三姑母和她自己合买一块墓地。"}
