{"text":"这似乎如康有为所说吾腕有鬼欤？我怒目看日历，明明是二月四日，但是―转眼，又似不敢相信，心中有一种说不出阳春佳节的意味，迫着人喜跃。眼睛一闭，就看见幼时过元旦放炮游山拜年吃橘的影子。科学的理智无法镇服心灵深底的荡漾。就是此时执笔，也觉得百无聊赖，骨胳松软，万分苦痛，因为元旦在我们中国向来应该是一年三百六十日最清闲的一天。只因发稿期到，不容拖延，只好带着硬干的精神，视死如归，执起笔来，但是心中因此已烦闷起来。早晨起来，一开眼火炉上还接着红灯笼，恍惚昨夜一顿除夕炉旁的情景犹在目前――因为昨夜我科学的理智已经打了一阵败仗。早晨四时半在床上，已听见断断续续的爆竹声，忽如野炮远攻，忽如机关枪袭击，一时闹忙，又一时凉寂，直至东方既白，布幔外已透进灰色的曙光。于是我起来，下楼，吃的又是桂圆条，鸡肉面，接着又是家人来拜年。然后理智忽然发现，说我的话还未写呢，理智与情感斗争，于是情感屈服，我硬着心肠走来案前若无其事地照样工作了。惟情感屈服是表面上的，内心仍在不安。此刻阿经端茶进来，我知道他心里在想老爷真苦啊！因为向例，元旦是应该清闲的。我昨天就已感到这―层，这也可见环境之迫人。昨晨起床，我太太说你应该换礼服了！我莫名其妙，因为礼服前天刚换的。为什么？我质问。周妈今天要洗衣服，明天她不洗，后天也不洗，大后天也不洗。我登时明白。元旦之神已经来临了，我早料到我要屈服的，因为一人总该近情，不近情就成书呆。我登时明白，今天家人是准备不洗，不扫，不泼水，不拿刀剪。这在迷信说法是有所禁忌，但是我明白这迷信之来源一句话说，就是大家一年到头忙了三百六十天，也应该在这新年享一点点的清福。你看中国的老百姓一年的劳苦，你能吝他们这一点清福吗？这是我初次的失败。我再想到我儿时新年的快乐，因而想到春联红烛鞭炮灯笼走马灯等。在阳历新年，我想买，然而春联走马灯之类是买不到的。我有使小孩失了这种快乐的权利吗？"}
{"text":"我登时明白，今天家人是准备不洗，不扫，不泼水，不拿刀剪。这在迷信说法是有所禁忌，但是我明白这迷信之来源一句话说，就是大家一年到头忙了三百六十天，也应该在这新年享一点点的清福。你看中国的老百姓一年的劳苦，你能吝他们这一点清福吗？这是我初次的失败。我再想到我儿时新年的快乐，因而想到春联红烛鞭炮灯笼走马灯等。在阳历新年，我想买，然而春联走马灯之类是买不到的。我有使小孩失了这种快乐的权利吗？我于是决定到城隍庙一走，我对理智说，我不预备过新年，我不过要买春联及走马灯而已。一到城隍庙不知怎的，一买走马灯也有了，兔灯也有了，国货玩具也有了，竟然在归途中发现梅花天竹也有了。好了，有就算有。梅花不是天天可以赏的吗？到了家才知道我水仙也有了，是同乡送来的，而碰巧上星期太太买来的一盆兰花也正开了一茎，味极芬芳，但是我还在坚持，我决不过除夕。晚上我要出去看电影，我说。怎么？我太太说。今晚君要来家里吃饭。我恍然大悟，才记得有这么一回事。我家有一位新订婚的新娘子，前几天已经当面约好新郎君礼拜天晚上在家里用便饭。但是我并不准备吃年夜饭。我闻着水仙，由水仙之味，想到走马灯，由走马灯想到吾乡的萝卜果年糕之类。今年家里没人寄萝卜果来，我慨叹的说。因为厦门没人来，不然他们一定会寄来，我太太说。武昌路广东店不是有吗？三四年前我就买过。不见得吧！一定有。我不相信。我买给你看。三时半，我已手里提一篓萝卜果乘一路公共汽车回来。四时半肚子饿，炒萝卜果。但我还坚持我不是过除夕。五时半发现五岁的相如穿了一身红衣服。怎么穿红衣服？黄妈给我穿的。相如的红衣服已经使我的战线动摇了。六时发现火炉上点起一对大红蜡烛，上有金字是三阳开泰五色文明。谁点红烛？周妈点的。谁买红烛？还不是早上先生自己在城隍庙买的吗？真有这回事吗？我问。真是有鬼！我自己还不知道呢！我的战线已经动摇三分之二了。那时烛也点了，水仙正香，兔灯走马灯都点起来，炉火又是融融照人颜色。一时炮声东南西北一齐起，震天响的炮声像向我灵魂深处进攻。我是应该做理智的动物呢，还是应该做近情的人呢？但是此时理智已经薄弱，她的声音是很低微的。这似乎已是所谓心旌动摇的时候了。我向来最喜鞭炮，抵抗不过这炮声。"}
{"text":"谁点红烛？周妈点的。谁买红烛？还不是早上先生自己在城隍庙买的吗？真有这回事吗？我问。真是有鬼！我自己还不知道呢！我的战线已经动摇三分之二了。那时烛也点了，水仙正香，兔灯走马灯都点起来，炉火又是融融照人颜色。一时炮声东南西北一齐起，震天响的炮声像向我灵魂深处进攻。我是应该做理智的动物呢，还是应该做近情的人呢？但是此时理智已经薄弱，她的声音是很低微的。这似乎已是所谓心旌动摇的时候了。我向来最喜鞭炮，抵抗不过这炮声。阿经，你拿这一块钱买几门天地炮，余者买鞭炮。要好的，响的。我赧颜的说。我写不下去了。大约昨晚就是这样过去。此刻炮声又已四起。由野炮零散的轰声又变成机关枪的袭击声。我向来抵抗不过鞭炮。黄妈也已穿上新衣带上红花告假出门了。我听见她关门的声音。我写不下去了。我要就此掷笔而起。写―篇绝妙文章而失了人之常情有什么用处？我抵抗不过鞭炮。庆祝旧历元旦中国阴历新年，是中国人一年中最大的佳节，其他节日，似乎均少节期的意味。五日内全国均穿好的衣服，停止营业，闲逛，赌钱，打锣，放鞭炮，拜客，看戏。那是个黄道吉日，每人都盼望有一个更好更荣华富贵的新年，每人都乐于增多一岁，而且还准备了许多吉利话向他邻居祝贺。不能在元旦责骂女佣，最奇怪的是中国劳苦女人也清闲了，嚼着瓜子，不洗衣，不烧饭，甚至拿一把菜刀都不肯。这种懒惰的辩论是元旦切肉就会切掉运气，洗什么东西就会洗掉运气，把水倒掉就会倒掉运气。红色春联贴满在每家门上，写着好运快乐和平富贵青春。因为这是个大地回春，生命发达富贵复归的节日。街头屋前，到处是爆竹声，充塞着硫磺味。父亲失了他们的威严，祖父更比以前和蔼，孩子们吹口笛，带假面具，玩泥娃娃。乡下姑娘穿红戴绿，跑三四里路到邻村去看草台戏。村上的纨绔少年，恣意的卖弄他们的风情。那天是女人的解放日，洗衣烧饭的苦工解放日，有人饿了，就煎年糕来吃，或用现成的材料下一碗面，或到厨房里偷两块冷鸡肉。中国政府早已正式废除阴历新年，但阴历新年依然故我，不曾被废除掉。我是个极端摩登的人。没有人可以说我守旧。我不懂遵守旧历，而且还喜欢倡行十三个月的年历，每月只有四个星期或二十八天。换句话说，我的观点很科学化，很逻辑化。就是这点科学的骄傲，使我在过新年时大失所望。每人都假装着庆祝，一点没有真感情。我并不要旧历新年，但旧历新年自己来了。"}
{"text":"村上的纨绔少年，恣意的卖弄他们的风情。那天是女人的解放日，洗衣烧饭的苦工解放日，有人饿了，就煎年糕来吃，或用现成的材料下一碗面，或到厨房里偷两块冷鸡肉。中国政府早已正式废除阴历新年，但阴历新年依然故我，不曾被废除掉。我是个极端摩登的人。没有人可以说我守旧。我不懂遵守旧历，而且还喜欢倡行十三个月的年历，每月只有四个星期或二十八天。换句话说，我的观点很科学化，很逻辑化。就是这点科学的骄傲，使我在过新年时大失所望。每人都假装着庆祝，一点没有真感情。我并不要旧历新年，但旧历新年自己来了。那天是阳历二月四号。科学的理智教我不要遵守旧历，我也答应照办。旧历新年来到的声音在一月初已经听到了，有一天我早餐吃的是腊八粥，使我立刻记起那是阴历十二月初八。一星期后，我的佣人来借额外的月薪，那是他旧历除夕所应得的。他下午息工出去的时候，还给我看他送给妻子的一包新衣料。二月一号二号，我得送小费给邮差运货车夫书店信差等等。我常觉得有什么东西快来了。到二月三号，我还对自己说我不过旧历新年。那天早晨，我太太要我换衬衣，为什么？周妈今天洗你的衬衣。明天不洗，后天不洗，大后天也不洗。要近乎人情，我当然不能拒绝。这是我屈服的开始。早餐后，我家人要到银行去，因为虽然政府命令废除旧历新年，银行在年底照样有一种微小的提款恐慌。语堂，我的太太说，我们要叫部汽车。你也可以顺便去理一理头发。理发我可不在意，汽车倒是个很大的诱惑。我素来不喜欢在银行进进出出，但我喜欢乘汽车。我想沾光到城隍庙去一趟，看看我可以给孩子们买些什么。我想这时总有灯笼可买，我要让我最小的孩子看看走马灯是什么样的。其实我不该到城隍庙去的。在这个时候一去，你知道，当然会有什么结果。在归途中带了一大堆东西，走马灯，兔子灯，几包中国的玩具，还有几枝梅花。回到家里，同乡送来了一盆家乡著名的水仙花，我记得儿时新年，水仙盛开，发着幽香。儿时情景不自禁地出现在我眼前。我一闻到水仙的芬芳，就联想到春联年夜饭鞭炮红蜡烛福建桔子清晨拜年，还有我那件一年只能穿一次的黑缎袍。中饭时，由水仙的芳香，想到吾乡的萝卜米果萝卜做的年糕。今年没人送萝卜米果来。我慨叹的说。因为厦门没人来，不然他们一定会带来。我太太说。武昌路广东店不是有吗？我记得曾经买过，我想我仍然能找到那家店。不见得吧？太太挑衅的说。当然我能够。"}
{"text":"回到家里，同乡送来了一盆家乡著名的水仙花，我记得儿时新年，水仙盛开，发着幽香。儿时情景不自禁地出现在我眼前。我一闻到水仙的芬芳，就联想到春联年夜饭鞭炮红蜡烛福建桔子清晨拜年，还有我那件一年只能穿一次的黑缎袍。中饭时，由水仙的芳香，想到吾乡的萝卜米果萝卜做的年糕。今年没人送萝卜米果来。我慨叹的说。因为厦门没人来，不然他们一定会带来。我太太说。武昌路广东店不是有吗？我记得曾经买过，我想我仍然能找到那家店。不见得吧？太太挑衅的说。当然我能够。我回驳她。下午三时，我已手里提一篓两磅半的年糕从北四川路乘公共汽车回来。五时炒年糕吃，满房是水仙的芳香，我很激烈地感到我像一个罪人。我不准备过新年我下了决心说，晚上我要出去看电影。你怎么能？我太太说。我们已经请了君今晚来家里吃饭。那真糟透了。五时半，最小的女儿穿了一身新做的红衣服。谁给她穿的新衣服？我责问，心旌显得有点动摇，但还能坚持。黄妈穿的。那是回答。六时发现蜡烛台上点起一对大红蜡烛，烛光闪闪，似在嘲笑我的科学理智。那时我的科学理智已很模糊，微弱，虚空了。谁点的蜡烛。我又挑战。周妈点的。是谁买的？我质问。还不是早上你自己买的吗？真有这回事吗？那不是我的科学意识，一定是另外一个意识。我想有点可笑，但记起我早晨做的事，那也就不觉得什么了。一时鞭炮声音四起，一阵阵的乒乓声，像向我的意识深处进攻。我不能不抵抗，掏出一块洋钱给我的仆人说阿秦，你拿一块钱去买几门天地炮，几串鞭炮。越大越响越好。在一片乒乓声中，我坐下来吃年夜饭，我不自觉的感觉到很愉快。论树与石我不知道我们现在又要做什么事情了。我们把房屋造成四方形的，造成一列一列的我们建筑一些没有树木的直路。再也没有弯曲的街道了，再也没有古旧的房屋了，花园中再也没有井了，城市里如果有私人花园的话，常常好象是一幅讽刺画。我们把大自然完全排除在我们的生活之外了，我们居住在没有屋顶的房屋，屋顶是一座建筑物中被忽略的部分当实利的目的已经达到的时候，当建筑师有点疲倦，想快点结束工作的时候，屋顶成个什么样子，便没有人去管了。一般的房屋看起来好象是一个乖张的易变的孩子所造的四方木头，这个孩子还没有把木头造好时，对这种工作已经感到厌倦，终于把没有造好的木头弃置在一边了。"}
{"text":"再也没有弯曲的街道了，再也没有古旧的房屋了，花园中再也没有井了，城市里如果有私人花园的话，常常好象是一幅讽刺画。我们把大自然完全排除在我们的生活之外了，我们居住在没有屋顶的房屋，屋顶是一座建筑物中被忽略的部分当实利的目的已经达到的时候，当建筑师有点疲倦，想快点结束工作的时候，屋顶成个什么样子，便没有人去管了。一般的房屋看起来好象是一个乖张的易变的孩子所造的四方木头，这个孩子还没有把木头造好时，对这种工作已经感到厌倦，终于把没有造好的木头弃置在一边了。大自然的精神已经离开了现代的文明人在我看来，我们正在企图使树木本身也开化了。如果我们记得把树木种在大街两旁，我们常常用数字把它们编列号码，把它们消毒，把它们修割剪裁，使它们成为我们人类认为美丽的形状。我们常常把花儿种在一块土地上，使它们看来好象是一个圆圈，一颗星，或几个英文字母。当我们看见这样种起来的花儿生长到旁边去时，我们惶骇了，象看见一个美国西点军官学校的学生走出队伍外时那样地惶骇，我们开始拿剪刀去剪裁它们了。在凡尔赛，我们把这些剪成圆锥形的树木一对一对很整齐地种成一个圆圈，或种成直行，象一排排的军队那样。这就是人类的光荣和力量，这就是我们训练树木的能力，象我们训练穿制服的兵士那样。如果一对树木中有一棵长得比另一棵更高，那么，我们的手便痒起来，把树顶剪平，使它不至破坏我们的均称的感觉，不至破坏人类的力量和光荣。所以，我们有一个重大的问题，就是恢复了大自然，把大自然带回家庭里来。这是一个棘手的难题。当一个人居住在公寓里，离开了土地的时候，最优越的艺术脾性又有什么用处呢？纵使他有钱租得起摩天楼上的厢房，他怎么能够得到一片草地，一口井，或一个竹丛呢？什么都错了，绝对地，无可挽回地错了。除了高大的摩天楼和夜间的一列有灯光的窗户之外，一个人还有什么可以欢赏的呢？一个人看见这些摩天楼和夜间的一列有灯光的窗户时，对于人类文明的力量越发感到骄傲而自负，而忘记人类是多么孱弱而渺小的动物。所以，我只好放弃这个问题，认为无解决之望了。所以，我们第一步必须给人类很多的土地。不管借口多么有道理，文明如果使人类失掉了土地，便是一种不好的文明，假使在未来的文明中，每个人都能够拥有一英亩的土地，那么，他便有一点东西可以开始发展了。他可以有树木，他自己的树木，他可以有石头，他自己的石头。"}
{"text":"一个人看见这些摩天楼和夜间的一列有灯光的窗户时，对于人类文明的力量越发感到骄傲而自负，而忘记人类是多么孱弱而渺小的动物。所以，我只好放弃这个问题，认为无解决之望了。所以，我们第一步必须给人类很多的土地。不管借口多么有道理，文明如果使人类失掉了土地，便是一种不好的文明，假使在未来的文明中，每个人都能够拥有一英亩的土地，那么，他便有一点东西可以开始发展了。他可以有树木，他自己的树木，他可以有石头，他自己的石头。他会小心谨慎的选择一块已有长成的树木的土地如果那边还没有长成的树木，他会种植一些可以长得很快的树木，如竹和柳之类。这么一来，他可就不必再把鸟儿关在笼里了，因为鸟儿会飞来找他他也曾想法子使附近的地方有些青娃，如果同时也有一些蜥蜴和蜘蛛，那就更好了。他的孩子便可以在大自然的环境中研究自然的现象，而不必在玻璃匣中研究自然的现象了。至少他孩子可以看得见小鸡怎样由卵中孵出来，他们对于性和生殖的问题，也不必象优秀的波斯顿家庭ss的孩子那样地丝毫不懂。同时，他们将有欣赏蜥蜴和蜘蛛打架的乐趣。他们也将有把身体弄得相当肮脏的乐趣。关于中国人对石头的感情，我在前一节里已经说明过，或已经暗示过。这个说明可以使我们了解中国风景画家为什么那么喜欢多石的山峰。这个说明是根本的说明，所以还不能充分解释中国人的石花园和一般人对石头的爱好。根本的观念是石头是伟大的，坚固的，而且具有永久性。它们是静默的，不可移动的，而且象大英雄那样，具有性格上的力量它们象隐居的学者那样，是独立的，出尘超俗的。它们总是古老的，而中国人是爱好任何古老的东西的。不但如此，由艺术的观点上说起来，它们是宏伟的，庄严峥嵘的，古雅的。此外更使人有危的感觉。一个三百尺高直耸云霄的悬崖，看起来始终是有魔力的，因为它使人有危的感觉。可是我们必须进一步想。一个人既然不能天天去游山，必然须把石头带到家里来。讲到石花园和假石洞，这是在中国游览的西洋人士很难了解和欣赏的东西，中国人的观念还是在保存多石的山峰的峥嵘的形状，危崖，和雄伟的线条。西洋的游历者并没有可以责难的地方，因为假山多数造得趣味很低，不能表现大自然的庄严和宏伟。几块石头造成的假石洞，常常是用水泥去粘接的，而水泥却看得出来。一座真正艺术化的假山，其结构和对比的特点应该和一帧画一样。"}
{"text":"可是我们必须进一步想。一个人既然不能天天去游山，必然须把石头带到家里来。讲到石花园和假石洞，这是在中国游览的西洋人士很难了解和欣赏的东西，中国人的观念还是在保存多石的山峰的峥嵘的形状，危崖，和雄伟的线条。西洋的游历者并没有可以责难的地方，因为假山多数造得趣味很低，不能表现大自然的庄严和宏伟。几块石头造成的假石洞，常常是用水泥去粘接的，而水泥却看得出来。一座真正艺术化的假山，其结构和对比的特点应该和一帧画一样。假山景的欣赏和风景画中的山石的欣赏，在艺术上无疑地有很密切的关系，例如宋代画家米芾曾写过一部关于石砚的书，宋代作家杜宽写过一部石谱，列举百余种各地所产的可造假山的石头，并详述其性质。可见在宋朝大画家的时代，造假山已经是一种极发达的艺术。中国人除了欣赏山峰石头的雄伟之外，对于花园里的石头也产生了一种欣赏的趣味，其所注重的是石头的色泽构造表面和纹理，有时也注重石头被敲击时所发出的声响。石头越小，对于其构造的质素和纹理的色泽也越加注重。收藏最好的砚石和印石这两样东西是中国文人每天接触到的的好癖，对于这方面的发展也大有帮助。所以雅致构造半透明和色泽变成最重要的质素关于后来盛行的石鼻烟壶，玉鼻烟壶，和硬玉鼻烟壶，情形也是如此。一颗精致的石印或一只精致的鼻烟壶有时值六七百块钱。然而，我们如果想彻底了解石头在房屋中和花园中的一切用途，必须回头去研究中国的书法。因为书法不外是对于抽象的韵律线条和结构的一种研究。真正精致的石头虽则应该暗示雄伟或出尘超俗的感觉，然而线条正确倒是更重要之一点。所谓线条，并不是指一条直线，一个圆圈，或一个三角形，而是大自然的嶙峋的线条。老子在他的道德经里始终看重不雕琢的石头，让我们不要干犯大自然吧，因为最优越的艺术品，和最美妙的诗歌或文学作品一样，是那样完全看不出造作的痕迹的作品，跟行云流水那么自然，或如中国的文艺批评家所说的那样，无斧凿痕。这种原则可以应用于各种的艺术。艺术家所欣赏的是不规则的美，是暗示着韵律动作和姿态的线条的美。艺术家对于盘曲的橡树根富翁的书室里有时用之以为坐凳的欣赏，也是根据着这个观念。因此，中国花园里的假山多数是未加琢磨的石头，也许是化了石的树皮，十尺或十五尺高，象一个伟人孤零零地直立着，屹然不动，或是由山湖沼和山洞得来的石头。上有窟窿，轮廓极为奇突。"}
{"text":"这种原则可以应用于各种的艺术。艺术家所欣赏的是不规则的美，是暗示着韵律动作和姿态的线条的美。艺术家对于盘曲的橡树根富翁的书室里有时用之以为坐凳的欣赏，也是根据着这个观念。因此，中国花园里的假山多数是未加琢磨的石头，也许是化了石的树皮，十尺或十五尺高，象一个伟人孤零零地直立着，屹然不动，或是由山湖沼和山洞得来的石头。上有窟窿，轮廓极为奇突。一位作家说如果那些窟窿碰巧是非常圆的，那么，我们应该把一些小圆石塞进去，以破坏那些圆圈的有规则的线条。上海和苏州附近的假山多数是用太湖的石头来建筑的，石上有着从前给海浪冲击过的痕迹。这种石头是由湖底掘出来的有时如果它们的线条有改正的必要，那么，人们就会把它们琢磨一下，使它们十全十美，然后再放进水里浸一年多，让那些斧凿的痕迹给水流的波动洗掉。人类对于树木的感觉比较容易了解，而且这种感觉当然是很普遍的。房屋的四周如果没有树木，看来便很裸露，象男人和女人没有穿衣服一样。树木和房屋的分别就是房屋是人类建筑的，而树木是生长起来的而生长起来的东西总是比建筑起来的东西更为美观。我们为了实际上的便利，不得不把墙壁造直，把楼层造平，虽则在地板方面，我们为什么不使屋中各个房间的地板有不同的高度呢？这是很没有理由的。虽然如此，我们有一种不可避免的倾向，就是喜欢直线和四方形这些直线和四方形只有在树木的陪衬下，才能够显出它们的美点。在颜色方面，我们也不敢把房屋漆成绿色。可是大自然却敢把树木漆成绿色。我们可以在隐藏的技巧中看出艺术的智慧来。我们多么喜欢夸示啊。在这方面，我须向清朝一位大学者阮元致敬。当他做道台的时候，他在西湖上建筑一个小岛屿今日称为阮公屿，而不愿使岛屿上有什么人造的东西，不要亭子，不要柱石，甚至连纪念碑也不要。他们把自己的建筑家的名誉完全抹煞。阮公屿今日屹立于湖的中央，一片一百多码阔的平地，比水面高不到一尺，岛屿上四周满种着柳树。今日当你在多雾的天气中眺望时，你会看见那个奇幻的岛屿好象是由水中浮起来似的，柳树的影儿反映于水中，打破湖面的单调，同时又与湖面调和。因此，阮公屿是与大自然调和的。它不象隔邻那座灯塔形的纪念物那么碍目那座灯塔形的纪念物是一位美国留学生造的，我每次看见它就觉得眼睛不舒服。"}
