{"text":"我看还是把燕国拿下的好。你孟老先生以为怎样？听听你的高见如何。孟子告诉他说，假如你把燕国占领了，燕国的老百姓很高兴很愿意的话，就不妨占领下来。古代曾经有这样的例子，那就是周武王。假如你占领了燕国，而燕国的老百姓不高兴，不愿意的话，那就不要占领，古代也有这样的历史经验，像周文王就始终没有起兵伐纣。后世的说话，标榜文王是不忍心也。假如暂且推开王道精神不谈，只从谋略的观点来看，实际上是文王看得很准，在他那个时候，时机还没有成熟，在他自己手里来不及了。况且姜尚太公七十多岁才遇文王，而文王那时已经九十多岁，步入退暮了。等到他儿子手里，纣王还不能反省转变的话，那么，一切的机缘成熟，才能一举成功。所以他把这个事业，留给儿子去完成。这个历史故事被曹操翻了版，有人向曹操劝进，取汉献帝而代之，曹操说我其为文王乎！下面意思就是说，让我儿子去干吧！孟子接着又针对这次齐国伐燕国的战役对齐宣王说，如果以万乘之国代万乘之国，在相等的国力下，只有五十天的时间，就打败了对方。而对方的老百姓们，拿了吃的喝的，来欢迎你的部队。没有别的原因，只因为他们的内政大乱了，老百姓们一心想要避开水深火热般的暴政，所以欢迎你去解救他们。假如你去了，老百姓生活得更痛苦，那怎么行呢？原来的统治是暴虐的，而你又更暴虐。这样，只不过是换一个暴虐的手而已。――这个运而已矣的运字用得很妙，可以作换一手解释，也可以解释为也会轮到你遭遇同样的失败下场。这运是运转，有如佛家说的轮回果报。这一件事，在另外有些史书上的记载，孟子当时却是另外一种说法。因此，这件事成为历史上的一个大疑案了。据战国策的燕策记载，孟子对齐宣王所说取不取燕国的话是今伐燕，此文武之时，不可失也。但是史记燕世家却说，孟子这些话是对齐宣王的儿子齐⊥跛档摹Ｋ涨乜诒缜崛∈城但据后世考证，本书上这一次的对话，应该是孟子对齐宣王说的话。至于今伐燕，此文武之时，不可失也的话，大致确定是孟子对齐清王说的话。孟子第二次再到齐国，也就齐宣王当政的时代，而且居留在齐国的时间也比较前一次长久，或者有此一说？"}
{"text":"但是史记燕世家却说，孟子这些话是对齐宣王的儿子齐⊥跛档摹Ｋ涨乜诒缜崛∈城但据后世考证，本书上这一次的对话，应该是孟子对齐宣王说的话。至于今伐燕，此文武之时，不可失也的话，大致确定是孟子对齐清王说的话。孟子第二次再到齐国，也就齐宣王当政的时代，而且居留在齐国的时间也比较前一次长久，或者有此一说？燕齐两国之争，也是历史上的大事。这一次的战役，齐宣王虽然也征询了孟子的意见，但到底没有采用，结果还是取了燕国十城。燕易王没有办法，就来找苏秦理论了。他说往日先生至燕，而先王燕文公资先生见赵，遂约六国从亲，今齐先伐赵，次伐燕，以先生之故，为天下笑。先生能为燕得侵地乎？苏秦被燕易王这一责问，惭愧难受到了万分，他便很肯定地说请为王取之。――我一定可以为你燕国收复这十个城市的失地。于是苏秦便转到达齐国来见齐宣王。他首先向齐宣王朝拜，庆祝他打燕国的胜利。随后站起身来，便仰起头，对着齐宣王故做吊丧式的悲悼状态。齐宣王看了他的举动，莫名其妙，就说你何以这样举止失常，一忽儿向我庆祝，一忽儿又那么悲伤？苏秦说燕国虽然弱小，但也是秦王的少婿呢，你齐宣王只顾眼前的利益，侵略了他十个城市。可是你知不知道，这样一来，你便与西陲的强邻秦国，结了不解之仇了。今使弱燕为雁行，而强秦制其后，以招天下之精兵，是食乌啄之类也。燕国好比一只飞行的孤雁，猎人看了，当然忍不住要射击，殊不知这只孤雁的后面，就跟着一只强有力的大猛鸳。你在前面射下了孤雁，它就趁机以保护弱小为名，来侵略你了。你这样做，不是太危险了吗？齐宣王一听，脸都变青了，赶紧请教，该怎么办？苏秦说古之善判事情，转祸为福，因败为功。你肯采纳我的意见，马上归还从燕国抢来的那十城失地，燕国无故而收复你慷慨还他的十城，必然欢喜得不得了。同时秦国心里也很明白，知道你是为秦燕有岳婿的关系，而卖了一个面子给他，所以归还了燕国的失地，当然也很高兴你作得漂亮。此是所谓弃强仇而立厚交也。齐宣王立刻接受苏秦的意见，甘愿吞下这包泻药，马上归还了燕国的失地。"}
{"text":"齐宣王一听，脸都变青了，赶紧请教，该怎么办？苏秦说古之善判事情，转祸为福，因败为功。你肯采纳我的意见，马上归还从燕国抢来的那十城失地，燕国无故而收复你慷慨还他的十城，必然欢喜得不得了。同时秦国心里也很明白，知道你是为秦燕有岳婿的关系，而卖了一个面子给他，所以归还了燕国的失地，当然也很高兴你作得漂亮。此是所谓弃强仇而立厚交也。齐宣王立刻接受苏秦的意见，甘愿吞下这包泻药，马上归还了燕国的失地。其实孟子的意见，比起苏秦的理由来，崇高而伟大，深谋而远虑，只有更好，没有更坏。为什么齐宣王听不进去？苏秦一说，就立刻变色呢？因为孟子说的目标，是要齐宣王光明正大，施行大仁大义的王道精神，所以齐宣王听了，认为是读书人的迂腐之见而已。苏秦说的，是动之以眼前的利害，惧之以可怕的后果，人的眼光见地到底是短视的，眼前的利害容易看得到，长远的大利实在无法去想象。不过，由此也可见两个要点一是辩士说客的作风，与真儒圣贤的态度，截然不同。二是无论善恶是非的动机如何，要想说得动人，听得进去，临机应变的妙用，实在是不简单。所以韩非子一再强调说难，说话不容易啊！其实，孔孟圣人的仁义是正道是正理，好比一个人的头脑。而利害权谋的运用，好比手足手段的运用，所以苏秦之辈，在当时的游说策辩，也非偶然，不是只凭一张嘴随便说说的。后来宋代司马光论史，曾经说过齐地广而民众，负沧海以临中夏，重以威宣之贤，国家富强。及潘王骄汰，不可盈厌，自取颠沛。苟无田单，齐不国矣。凡游士言从横者，虽更相倾覆，要之合者从，六国之利也。齐为三晋，燕楚之根抵。三晋燕楚为齐之藩篱。秦虽强暴，百有余年，不能一诸侯者，以其表里相钩带也。及齐王建用后胜之谋，信秦间之言，拱手以事秦，不救五国，五国已亡，而齐并为虏，理势然也。燕齐之战为了研究孟子的学术思想，这里仅就流传较广的史记战国策等资料，先约略了解孟子答复齐宣王取燕与否的时代大势。然后，便须了解孟子后来对齐⊥醯囊欢位啊Ｔ谑芳茄嗍兰依铮说是燕王哙读书，中了书毒，很想自己当尧舜，学尧舜的禅位，把国家让给别人。"}
{"text":"燕齐之战为了研究孟子的学术思想，这里仅就流传较广的史记战国策等资料，先约略了解孟子答复齐宣王取燕与否的时代大势。然后，便须了解孟子后来对齐⊥醯囊欢位啊Ｔ谑芳茄嗍兰依铮说是燕王哙读书，中了书毒，很想自己当尧舜，学尧舜的禅位，把国家让给别人。当时燕国有一位叫子之的奸臣，是一个大坏蛋，知道他这位宝贝老板，有如此的想法，就布置了一个局面，由燕王哙把政权让给他。这个时候，燕国国内已经乱得不得了。正在这个时候，苏秦在齐国被刺了，受了重伤。当时齐宣王听到苏秦被刺，非常生气，他因为爱才，特地亲自去慰问苏秦，并且追问凶手是谁。苏秦这个人真是高明，他很清楚，受伤太重，已经没有希望了，但临死时，还想出死后报仇的方法。他告诉齐宣王，查凶手的方法很简单，只要在他死了以后，对外宣称，苏秦本来就是为燕国到齐国来作间谍的，现在把他刺死了，对国家的贡献非常大。凶手有这样的大功，应该给予奖赏。齐宣王在苏秦死后，照他的话做，果然那名刺杀苏秦的凶手，出面来领赏，齐宣王把这名凶手杀掉，替苏秦报了仇。苏秦过后，他的弟弟苏代起来了。苏秦读了几年书，连弟弟都能教得出来游说诸侯。现代的基辛格，只能一个人玩，还玩得并不十分高明。而苏秦兄弟两人，都能够把各国放在自己手掌摆来摆去地玩弄。最初，苏代到齐国燕国，都不大受欢迎。可是不知道苏秦写了或读了一本什么秘笈，这秘笈后来可以被烧掉了，或失传了。而当时竟然教会了他弟弟，所以苏代尽管最初不受欢迎，但经他三言两语一说，那些君主们又听他的，相信他而任用他了。这时苏代奉了燕王之命，也到了齐国。而史记燕世家及战国策记载，燕王哙三年，燕国大乱，百姓恫恐，构难数月，老百姓死者数万。在当时的人口，几个月死了数万人，用现代人口数字类比，就好像一个国家在几个月以内死了几百万人，这数字是不得了的。齐国就在这个时候，开始攻击燕国。这就是为齐燕之间的仇恨，种下的一个因。后来燕国的昭王即位以后，为了要复国中兴，就广求天下良才，交接贤能才智之士，集中人才，共谋大事。"}
{"text":"而史记燕世家及战国策记载，燕王哙三年，燕国大乱，百姓恫恐，构难数月，老百姓死者数万。在当时的人口，几个月死了数万人，用现代人口数字类比，就好像一个国家在几个月以内死了几百万人，这数字是不得了的。齐国就在这个时候，开始攻击燕国。这就是为齐燕之间的仇恨，种下的一个因。后来燕国的昭王即位以后，为了要复国中兴，就广求天下良才，交接贤能才智之士，集中人才，共谋大事。这时有一个名叫郭魄的策士，抓到了机会，去对燕昭王说，你如果要招纳天下贤士，就先把我这个并不见得有特殊本领的人高抬起来，那么天下的贤能之才，自然就都到你燕国来效力了。燕昭王问他，这是什么道理？他说，从前有位喜欢千里马的国君，出千金的高价去找。后来派去买的人，花五百金买了一具千里马的骨骼回来。这位国君起初很生气，但派去买马的人解释说，连死马都花高价买了来，更何况活马呢！这个风声一传出去，千里马很快就会来了。果然，他爱马的名声传出去了，不到一年，就有了三匹千里马。现在你燕昭王把我供在这里，自然天下贤能之士，都投奔到你燕国来了。燕昭王听了他的建议，用了他，后来果然许多知名之士都到了燕国。最后昭王用了乐毅，很快就把齐国打败，连下七十余城，只剩下即墨宫两城未下。后来齐国又用田单，以火牛阵反攻，打败了燕国而复国。这些战役，都是齐⊥踉谘嗤踹嗳霉而内政大乱时，乘人之危，攻打燕国所种下的祸因。根据战国策和孟子的记载，好像齐国在攻伐燕国之前，齐宣王史记则说是齐宣王的儿子齐⊥踉经问孟子，可不可以占领。而战国策与史记上记载，孟子说，今伐燕，此文武之时，不可失也。意思是说，你现在去打燕国，和古代武王代纣，完成文王的事业一样，正是时候，你可以去打。假如孟子真的是这样说法，那么孟子和苏秦张仪也差不多了。如果孟子没有说，那么司马迁和战国策的，就犯了诽谤罪，就要像最近报纸上为了韩愈的一篇文章，要打官司了。总之，这已经为孟子上了一点颜色，有了一个小小污点。因为这句话等于鼓励齐国去侵略，这是很严重的。孟子本书上记载，当时便有人问孟子是不是曾经鼓励齐宣王去打燕国。孟子说，这是沈同问起，像燕国目前这样，燕王哙糊里糊涂地让国给子之，而子之把内政弄得乱七八糟，死了好几万人，燕国的老百姓这样痛苦，可不可以去攻伐。我告诉他，可以。"}
{"text":"如果孟子没有说，那么司马迁和战国策的，就犯了诽谤罪，就要像最近报纸上为了韩愈的一篇文章，要打官司了。总之，这已经为孟子上了一点颜色，有了一个小小污点。因为这句话等于鼓励齐国去侵略，这是很严重的。孟子本书上记载，当时便有人问孟子是不是曾经鼓励齐宣王去打燕国。孟子说，这是沈同问起，像燕国目前这样，燕王哙糊里糊涂地让国给子之，而子之把内政弄得乱七八糟，死了好几万人，燕国的老百姓这样痛苦，可不可以去攻伐。我告诉他，可以。但是我说的可以，是指顺天应人，吊民伐罪的出兵，而不是说侵略性的攻伐。正如有人问起，某人杀了人，犯了罪，可不可以处以死刑。我说可以，但并不就是说，任何人都可以去杀这个犯人。而是要执法机关依照法定程序，去判处他的死刑。但这些话，对齐宣王说的也罢，对齐⊥跛档囊舶眨对别人解释也好，到底孟子说了没有？是怎么说的？在孟子公孙丑下，便有对沈同一段话，可作说明。接下来第二部分疑案，是年代问题。本来孟子的年代，以及那时候许多事情的年代，是很难确定的。据史记记载，孟子这段话是对齐⊥跛档模是孟子去过魏国，见了梁襄王，不投机，就回鲁国去住了一段时间，然后再次回到齐国来，见了齐⊥酰⊥跽好出兵攻打燕国。反正孟子这本书，不论是孟子自己作的笔记，或者门人根据资料写的，在文字上总会有多少修饰。但在语气之间，还是赞成有此吊民伐罪的一战，只是不像战国策式说得那么激烈而已。苏代评论齐王在当时的国际背景，还有一段有趣的事。原来燕国是派苏代去齐国做间谍的，苏代到了齐国，齐⊥醣纠慈衔他是一个政客，两边跑的，不太理他。可是苏代很厉害，最后还是说服了齐⊥酰暗中帮了燕国的忙，甚至于齐国要他带兵去打燕国，结果打了败仗，齐⊥趸故窍嘈潘，他又利用当时的国际情势，使齐王派他出使到燕国。燕王哙看见自己派往齐国的间谍回来了，就问苏代说，齐王可能称霸天下吗？苏代说，不可能。燕王哙问，这是什么道理呢？苏代说不信其臣。这四个字是不是实在呢？这也是实情。我说过，齐宣王是相当有器量的。那时候天下贤能之士，如孟子邹衍等名贤，都集中在齐国，而齐宣王也很尊敬他们。"}
{"text":"可是苏代很厉害，最后还是说服了齐⊥酰暗中帮了燕国的忙，甚至于齐国要他带兵去打燕国，结果打了败仗，齐⊥趸故窍嘈潘，他又利用当时的国际情势，使齐王派他出使到燕国。燕王哙看见自己派往齐国的间谍回来了，就问苏代说，齐王可能称霸天下吗？苏代说，不可能。燕王哙问，这是什么道理呢？苏代说不信其臣。这四个字是不是实在呢？这也是实情。我说过，齐宣王是相当有器量的。那时候天下贤能之士，如孟子邹衍等名贤，都集中在齐国，而齐宣王也很尊敬他们。这些人讲的话，他也听，但接纳不接纳是另外一回事。他等于设立了一所研究院，用很高的待遇养着这些人。你们讲演也好，开座谈会也好，你们尽量去吹你们的，我有我自己的一套，并不偏爱某一人，也不专采某一人的建议。结果他的儿子齐⊥跻埠退的父亲宣王一样，但更有甚焉，不信其臣。苏代把这情形报告了燕王哙以后，燕王哙知道齐国已不能称霸天下，于是放心了，同时听了别人不信其巨的弊端，便专任子之，让他负更多的权责。最后让位给子之，终于导致了燕国内部的大动乱。但是还有更深一层的秘密，原来子之早就看出苏秦是一个很厉害的角色。所以就教他的儿子，积极追求苏代的女儿。两个年轻人结了婚，子之和苏秦苏代之间，早已成为儿女亲家，而且在苏代奉燕王之命到齐国去做间谍以前，是有深交，苏代自然要帮忙亲戚。所以又是寥寥不信其臣四个字，不着痕迹地种下了燕王哙让国的前因。再加鹿毛寿说的人谓尧贤者，以其能让天下也。今王以国让子之，是王与尧同名也。于是就演出了一幕食古不化的丑剧。了解了当时的国际情势和人事的背景，权臣谋士们心术品格的卑劣，再来看孟子这一段书就更有味道了。虽然孟子说的是可取之道，与不可取之道，谈的是理论。但是以孟子谈话的气势口吻，和当时国际情势配合起来看，那么孟子的话，和当时的谋略家，纵横家们没有两样，他的态度是赞成的了。其实在精神内涵上，还是大有不同。前面已经讲述，齐宣王时期出兵攻伐燕国，打了胜仗，占领了若干土地与城市。但仍有下文齐人伐燕，取之。诸侯将谋救燕。宣王曰诸侯多谋伐寡人者。何以待之？孟子对曰臣闻七十里为政于天下者，汤是也。未闻以千里畏人者也。书曰汤一征，自葛始。天下信之。东面而征，西夷怨南面而征，北狄怨曰奚为后我？"}
{"text":"其实在精神内涵上，还是大有不同。前面已经讲述，齐宣王时期出兵攻伐燕国，打了胜仗，占领了若干土地与城市。但仍有下文齐人伐燕，取之。诸侯将谋救燕。宣王曰诸侯多谋伐寡人者。何以待之？孟子对曰臣闻七十里为政于天下者，汤是也。未闻以千里畏人者也。书曰汤一征，自葛始。天下信之。东面而征，西夷怨南面而征，北狄怨曰奚为后我？民望之，若大旱之望云霓也。归市者不止，耕者不变。诛其君而吊其民，若时雨降，民大悦。书曰彳奚我后，后来其苏。今燕虐其民，王往而征之，民以为将拯己于水火之中也，罩食壶浆，以迎五师若杀其父兄，系累其子弟，毁其宗庙，迁其重器，如之何其可也？天下固畏齐之强也，今又倍地而不行仁政，是动天下之兵也。王速出令，反其讫倪，止其重器谋于燕众，置君而后去之则犹可上也。前文讲到齐国打燕国，把燕国拿下来了。可是国际上不同意，看不过去了。诸侯之间，计划组织一个联合阵线，要打齐国。这时，齐宣王问孟子，现在诸侯们要联合起来，替燕国打抱不平，攻击我们齐国了。孟先生，你看我应该怎么办？孟子说，就我所知，我只听说过以方圆七十里领土，而领导了天下，像南汤当年就是这样兴起的。可还没有听说过，拥有方圆千里的一个大国，竟然还会畏首畏尾的。从孟子这段话的论调，可以看到，战国时代终归是战乱的时代。不管你圣人高明到什么程度，时代的趋势，国际政治风气的力量，毕竟很大，个人的思想观念终究还是会受到影响，所以这时孟子就以力的大小来立论了。孟子又继续引经据典，用尚书商书上仲虺诰文汤一征，自葛始的一段话对齐宣王说，尚书上仲虺制的诰文上记载，商汤为了除暴安良，从葛这个小国开始了他的统一大业，天下的人都信服他。当商汤向东面征伐的时候，西面的夷人就抱怨，向南面征伐的时候，北方的狄族也在抱怨。他们都抱怨说，为什么不先来我们这里，而把我们摆在后面呢？孟子说那时各方面的老百姓们，盼望商汤的王师，像久处大旱的农民，对着万里无云的晴空，盼望着能有云霓的涌现一样。不过历史上汤武那个时候，是不是这样，就不知道了。也许是仲扈这位左丞相，在制诰时对商汤仁义的强调宣扬。"}
{"text":"当商汤向东面征伐的时候，西面的夷人就抱怨，向南面征伐的时候，北方的狄族也在抱怨。他们都抱怨说，为什么不先来我们这里，而把我们摆在后面呢？孟子说那时各方面的老百姓们，盼望商汤的王师，像久处大旱的农民，对着万里无云的晴空，盼望着能有云霓的涌现一样。不过历史上汤武那个时候，是不是这样，就不知道了。也许是仲扈这位左丞相，在制诰时对商汤仁义的强调宣扬。孟子继续描写商汤征伐时，部队纪律良好的情形说，当商汤的部队打来了，当地的老百姓，做生意的还可以照常做生意，种田的也照常种田，一点也不受影响。像这样的情形是不是真的也有呢？在我们的历史上，像这样好的部队，像这样不扰民的战争，曾经发生过很多次。问题全在于这位指挥部队的司令官是一个什么样的人。仁将――曹彬如历史上有名的仁厚将军，宋朝初兴时的曹彬。他奉命攻打江南，征服南唐后主――就是那位被俘解送到汴京途中船上吟诗填词四十年来家园，三千里地山河的李煜。当时曹彬围攻南京半年多，连秦淮河白露洲西门水寨都占领了。到最后，只要一仗就可以轻易攻进金陵――南京城了。李煜也准备要投降了。在这紧要关头，总司令曹彬突然生病了。生的什么病呢？大家都着急，都监――副总司令兼政治部主任潘美，先锋――前敌指挥曹翰等都到总司令部去探病。问起生的是什么病，曹彬说是心病。于是大家纷纷主张找医生，还要找名医。曹彬说，不必找医生，我的病医生治不好，只有你们各位能医好。大家问什么办法。曹彬说只有一个办法，就是打进南京的时候，不许随便杀一个人，也不许任何人奸淫掳掠，做不做得到？这时一班将领们只好说，你命令下来就好了嘛！曹彬说，不行，要先发誓。于是大家就发誓。发过誓后，立刻下攻击令，打进了南京城，而城里的老百姓还不知道呢！潘美的难以控制，曹翰的好杀，都是事实。当宋太祖赵匡胤授命曹彬去打江南的时候，曾告诫曹彬最好不要多杀人，对李煜一家人，更是要加以保全。曹彬当下迟疑不答，既不抗拒命令，也没有明确的答复。他只问副将――副司令要派谁来负责。赵匡胤马上懂了他的意思，立刻召见了潘美曹翰等人，发表他们作副司令。"}
