{"text":"了解十年浩劫的人们都知道，当年打派仗的时候，所有的学校机关工厂企业甚至某一些部队，都分成了对立的两派，每一派都是唯我独左唯我独尊。现在看起来两派都搞打砸抢，甚至杀人，放火，都是一丘之貉，谁也不比谁强。现在再来讨论或者辩论谁是谁非，实在毫无意义。可是在当时，有一种叫做派性的东西，摸不着，看不见，既无根据，又无理由，却阴狠毒辣，一点理性也没有。谁要是中了它，就像是中了邪一样，一个原来是亲爱和睦好端端的家庭，假如不幸而分属两派，则夫妇离婚者有之，父子反目者有之，至少也是兄弟阋于墙，天天在家里吵架。阅读假如我安分守己老老实实的话，我本可以成为一个逍遥安闲的逍遥派，痛愉快快地混上几年的。然而，幸乎？不幸乎？天老爷赋予了我一个犟劲，我敢于仗义执言。假如我身上还有点什么值得称扬的东西的话，那就是一点犟劲。我痛恨自己在政治上形同一条蠢驴，对所谓无产阶级文化大革命这一场残暴混乱使我们伟大的中华民族蒙羞忍耻把我们国家的经济推向绝境空前绝后――这是我们的希望――，至今还没人能给一个全面合理的解释的悲剧，有不少人早就熟悉了它的实质，我却是在四人帮垮台以后脑筋才开了窍。我实在感到羞耻。我的脑筋一旦开了窍，我就感到当事人处理这一场灾难指文革的方式有问题。粗一点比细一点好，此话未必毫无道理。但是，我认为，我们粗过了头。这些坏人比好人有本领，文化大革命中有一个常用的词儿变色龙，这一批坏人就正是变色龙。他们一看风头不对，立即改变颜色。有的伪装成正人君子，有的变为某将军某领导的东床快婿，在这一张大伞下和躲避了起来。有的鼓其如簧之舌，施展出纵横捭阖的伎俩，暂时韬晦，窥探时机，有朝一日风雷动，他们又成了人上人。此等人野心大，点子多，深通厚黑之学，擅长拍马之术。他们实际上是我们社会主义社会潜在的癌细胞，迟早必将扩张的。我们当时放过了这些人，实在是埋藏了后患。我日日盼，月月盼，年年盼然而到头来却是失望，没有人肯动笔写一写，或者口述让别人写。我心里十分不解，万分担忧。这场空前的灾难，若不留下点记述，则我们的子孙将不会从中吸取应有的教训，将来气候一旦适合，还会有人发疯，干出同样残暴的蠢事。虽然有一段时间流行过一阵所谓伤痕文学。然而，根据我的看法，那不过是碰伤了一块皮肤，只要用红药水一擦，就万事大吉了。"}
{"text":"他们实际上是我们社会主义社会潜在的癌细胞，迟早必将扩张的。我们当时放过了这些人，实在是埋藏了后患。我日日盼，月月盼，年年盼然而到头来却是失望，没有人肯动笔写一写，或者口述让别人写。我心里十分不解，万分担忧。这场空前的灾难，若不留下点记述，则我们的子孙将不会从中吸取应有的教训，将来气候一旦适合，还会有人发疯，干出同样残暴的蠢事。虽然有一段时间流行过一阵所谓伤痕文学。然而，根据我的看法，那不过是碰伤了一块皮肤，只要用红药水一擦，就万事大吉了。真正的伤痕还深深埋在许多人的心中，没有表露出来。我期待着当事人有朝一日会表露出来。年，第二次世界大战正式开幕。我原以为像这样杀人盈野积血成河的人类极端残酷的大搏斗，理应震撼三界，摇动五洲，使禽兽颤抖，使人类失色。然而，我有幸身临其境，只不过听到几次法西斯头子狂嚎――在这当时的德国是司空见惯的事――似乎是春梦初觉，无声无息地就走进了战争。战争初期阶段，德军的胜利使德国人如疯如狂，对我则是一个打击。他们每胜利一次，我就在夜里服安眠药一次。积之既久，失眠成病，成了折磨我几十年的终生痼疾。饿得厉害的时候，我简直觉得自己是处在饿鬼地狱中，恨不能把地球都整个吞下去。我一下子像是变了一个人，觉得一切的一切都是美好的，都是善良的。我觉得天非凡蓝，草非凡绿，花非凡红，山非凡青。全中国仿佛开遍了漂亮的玫瑰花，中华民族前途光线万丈，我自己仿佛又年轻了十岁，简直变成了一个大孩子。我从内心深处认为自己是一个地地道道的摘桃派。中国人民站起来了，自己也跟着挺直了腰板。任何类似贾桂的思想，都一扫而空。我享受着解放的幸福，然而我干了什么事呢？我做出了什么贡献呢？我确实没有当汉奸，也没有加入国民党，没有屈服于德国法西斯。但是，当中华民族的优秀儿女把脑袋挂在裤腰带上，浴血奋战，壮烈牺牲的时候，我却躲在万里之处的异邦，在追求自己的名山事业。天下可耻事宁有过于此者乎？我觉得无比地羞耻。连我那一点所谓学问――假如真正有的话――也是极端可耻的。我左思右想，沉痛内疚，觉得自己有罪，觉得知识分子真是不干净。我仿佛变成了一个基督教徒，深信原罪的说法。在好多好多年，这种原罪感深深地印在我的灵魂中。当时，当众检查自己的思想叫做洗澡，洗澡有小中大三盆。我是系主任，必须洗中盆，也就是在系师生大会上公开检查。"}
{"text":"天下可耻事宁有过于此者乎？我觉得无比地羞耻。连我那一点所谓学问――假如真正有的话――也是极端可耻的。我左思右想，沉痛内疚，觉得自己有罪，觉得知识分子真是不干净。我仿佛变成了一个基督教徒，深信原罪的说法。在好多好多年，这种原罪感深深地印在我的灵魂中。当时，当众检查自己的思想叫做洗澡，洗澡有小中大三盆。我是系主任，必须洗中盆，也就是在系师生大会上公开检查。因为我没有什么民愤，没有升入大盆，也就是没有在全校师生大会上检查。在中盆里，水也是够热的。大家发言异常激烈，有的出于真心实意，有的也不见得。我生平破天荒第一次经过这个阵势，句句话都像利箭一样，射向我的灵魂。但是，因为我仿佛变成一个基督教徒，怀着满腔虔诚的原罪感，似乎话越是激烈，我越感到舒适，我舒适得浑身流汗，仿佛洗的是土耳其蒸气浴。大会最后让我通过以后，我感动得真流下了眼泪，感到身轻体健，资产阶级思想仿佛真被廓清。阅读我被抄家，被批斗，被打得头破血流，鼻青脸肿。我并不是那种豁达大度什么都不在乎的人。我一时被斗得晕头转向，下定决心，自己结束自己的性命。决心既下，我心情反而显得异常平静，简直平静得有点可怕。我把历年积攒的安眠药片和药水都装到口袋里，最后看了与我共患难的婶母和老伴一眼，刚预备出门跳墙逃走，大门上响起了雷鸣般的撞门声新北大公社的红卫兵来押解我到大饭厅去批斗了。这真正是千钧一发呀！这一场批斗进行得十分激烈，十分野蛮，我被打得躺在地上站不起来。然而我一下得到了顿悟一个人忍受挨打折磨的能力，是没有极限的。我能够忍受下去的！我不死了！我要活下去！我的确活下来了。然而，在刚离开牛棚的时候，我已经虽生犹死，我成了一个半白痴，到商店去买东西，不知道怎样说话。让我抬起头来走路，我觉得不习惯。耳边不再响起妈的混蛋王八蛋一类的词儿，我觉得希奇。见了人，我是口欲张而嗫嚅，足欲行而趑趄。我几乎成了一具行尸走肉，我已经异化为非人。我的确活下来了，然而一个念头老在咬我的心。我一向信仰的士可杀，不可辱的教条，怎么到了现在竟被我完全地抛到脑后了呢？我有勇气仗义执言，打抱不平，为什么竟没有勇气用自己的性命来抗议这种暴行呢？我有时甚至觉得，隐忍苟活是可耻的。"}
{"text":"让我抬起头来走路，我觉得不习惯。耳边不再响起妈的混蛋王八蛋一类的词儿，我觉得希奇。见了人，我是口欲张而嗫嚅，足欲行而趑趄。我几乎成了一具行尸走肉，我已经异化为非人。我的确活下来了，然而一个念头老在咬我的心。我一向信仰的士可杀，不可辱的教条，怎么到了现在竟被我完全地抛到脑后了呢？我有勇气仗义执言，打抱不平，为什么竟没有勇气用自己的性命来抗议这种暴行呢？我有时甚至觉得，隐忍苟活是可耻的。至于我衷心拥护了十年的文化大革命，则另是一大码事。这是中国历史上空前的最野蛮最残暴最愚昧最荒谬的一场悲剧，它给伟大的中华民族脸上抹了黑。我们永远不应忘记！折磨人甚至把人折磨至死的当时的造反派实际上是打砸抢分子的人，为什么不能够把自己折磨人的心理状态和折磨过程也站出来表露一下写成一篇文章或一本书呢？这一类人现在已经四五十岁了。有的官据要津。即使别人不找他们算账，他们自己假如还有点良心，有点理智的话，在灯红酒绿之余，清夜扪心自问，你能够睡得安稳吗？假如这一类人――据估算，人数是不少的――也写点什么东西的话。拿来与被折磨者和被迫害者写的东西对照一读，对我们人民的教育意义，非凡是我们后世子孙的教育意义，会是极大极大的。我不要求他们检讨和忏悔，这些都不是本质的东西，我只期待他们秉笔直书。这样做，他们可以说是为我们民族立了大功，只会得到褒扬，不会受到谴责，这一点我是敢肯定的。深知西方地狱实在有点太简单太幼稚太单调太没有水平。不信你去读一读但丁的神曲。那里有对地狱的描绘。但丁的诗句如黄钟大吕但是诗句所描绘的地狱，却实在不敢恭维，一点想像力都没有，过于简单，过于表面。读了只能让人觉得好笑。回观印度的地狱则真正是博大精深。再加上中国人的扩大与渲染，地狱简直如七宝楼台，令人目眩神驰。在这个牛棚里确实没有刀山油锅牛头马面等等。可是，在没有这样的必需的道具下而制造出远远超过佛教地狱的恐怖气氛，谁还能吝惜自己的赞赏呢？在旧地狱里，牛头马面不过根据阎罗王的命令把罪犯用钢叉叉入油锅叉上刀山而已。这最多只能折磨犯人的肉体，决没有触及灵魂的措施，决没有斗私批修狠斗活思想等等的办法。我们北大的革命？小将，却在他们的老佛爷的领导下在大院中开展了背语录活动。"}
{"text":"再加上中国人的扩大与渲染，地狱简直如七宝楼台，令人目眩神驰。在这个牛棚里确实没有刀山油锅牛头马面等等。可是，在没有这样的必需的道具下而制造出远远超过佛教地狱的恐怖气氛，谁还能吝惜自己的赞赏呢？在旧地狱里，牛头马面不过根据阎罗王的命令把罪犯用钢叉叉入油锅叉上刀山而已。这最多只能折磨犯人的肉体，决没有触及灵魂的措施，决没有斗私批修狠斗活思想等等的办法。我们北大的革命？小将，却在他们的老佛爷的领导下在大院中开展了背语录活动。我们住在里面的人，日日夜夜，分分秒秒，都让神经紧张到最高限度，让五官的本能发挥到最高限度，处处有荆棘坑坎，时时有横祸飞来。最可怕的是，我逐渐发现，十年浩劫过去还不到二十年，人们已经快要把它完全遗忘了。我同今天的青年，甚至某一些中年人谈起这一场灾难来，他们往往瞪大了眼睛，满脸疑云，表示出不理解的样子。在南口村，东语系的走资派和一般教员和学生，相处得非常融洽。因此，我们这两位走资派难得糊涂，宛如睡在甜蜜蜜的梦中，一点没有意识到，自己正走在悬崖边上，下临无地，只等有人从背后一推，立即能堕入深涧。而个别推我们的人此时正毕恭毕敬的围绕在我们身边，摇着秀美的小尾巴，活像一只哈叭狗。阅读就像巴黎领导世界时装的新潮流一样，当时的北大确实是领导着全国文化大革命的新潮流。脖子上挂牌这一个新生物一经出现，立即传遍了全国。而且在某一些地方还有了新的发展。挂木牌的钢丝愈来愈细，木牌的面积则愈来愈大，分量愈来愈重。首先总是先念语录，然后大喊一声把某某走资派押上来于是走资派就被两个或多个戴红袖章的青年学生把手臂扭到背后按住脑袋，押上了审判台。此时群众口号震天，还连呼什么万岁主要发言人走上前去发言进行批斗。发言历数被批斗者的罪状，几乎是百分之百的造谣诬蔑，最后一定要上纲上到惊人的高度反党，反社会主义，反伟大领袖。反正他说什么都是真理，说什么都是法律。革命群众手中的帽子一大摞，愿意给犯人戴什么，就戴什么，还要问犯人承认不承认，稍一迟疑，立即拳打脚踢，必至犯人鼻青脸肿后已。每一个鬼被押上高台，喊上一阵口号，然后一脚把鬼子踹下台去。鬼们被摔得晕头转向，从地上泥土中爬起来，一瘸一拐，逃回家去。连六七十岁的老教授和躺在床上的病人只要被戴上鬼帽子，也毫无例外地被拖去批斗。"}
{"text":"反正他说什么都是真理，说什么都是法律。革命群众手中的帽子一大摞，愿意给犯人戴什么，就戴什么，还要问犯人承认不承认，稍一迟疑，立即拳打脚踢，必至犯人鼻青脸肿后已。每一个鬼被押上高台，喊上一阵口号，然后一脚把鬼子踹下台去。鬼们被摔得晕头转向，从地上泥土中爬起来，一瘸一拐，逃回家去。连六七十岁的老教授和躺在床上的病人只要被戴上鬼帽子，也毫无例外地被拖去批斗。他们无法走路，就用抬筐抬去，躺在斗鬼台上，挨上一顿臭骂，临了也是一脚踹下高台，再用抬筐抬回家去。我看被戴上帽子的人都是毕恭毕敬，天上圣明，臣罪当死。他们内心里的感受，我从来没想去了解过。我也从来没有见过一个人主动争取戴帽子的。可我现在左思右想，前瞻后顾，总觉得或者预感到，自己被戴上一顶帽子，心里才踏实，似乎是寒天大风要出门那样。要想破四旧，地球上最旧的东西无疑是地球本身，被破的对象地球应当首当其冲。顺理成章地讲，为什么不先把地球破掉呢？我这个人还有一些特点，说好听的就是，心还没有全死，还有一点正义感。说不好听的就是，我是天生的犟种，很不识相。在这样主客观的配合下，即使北大有一个避风港，我能钻得进去吗？我命定注定了必须站在暴风雨中。什么革命，什么造反，谁一听都明白但却没人真正懂得是什么意思。什么样的坏事，什么样的罪恶行为，都能在革命造反等堂而皇之的伟大的名词掩护下，在光天化日之下公然去干。我原来是相信性善说的，我相信，恻隐之心人皆有之的。从被抄家的一刻起，我改变了信仰改宗性恶说。古代有所谓瓜蔓抄的做法，就是顺藤摸瓜，把与抄家者的三亲六友有关系的线索都摸清楚，然后再夷九族。他们逼我交出记载着朋友们的地址的小本本，以便进行瓜蔓抄。我此时又多了一层担心我那些无辜的亲戚朋友不幸同我有了关系，把足迹留在我的小本本上。他们哪里知道，自己也都要跟着我倒霉了。我的心在流血。屋子里成了一堆垃圾。桌子椅子，只要能打翻的东西，都打翻了。那一些小摆设小古董，只要能打坏的，都打坏了。地面堆满了书架子上掉下来的书和从抽屉里丢出来的文件。我辛辛劳苦几十年积累起来的科研资料，一半被掳走，一半散落在地上。睡觉的床被彻底翻过，被子里非常坚固的暖水袋，被什么人踏破，水流满了一床。"}
{"text":"我此时又多了一层担心我那些无辜的亲戚朋友不幸同我有了关系，把足迹留在我的小本本上。他们哪里知道，自己也都要跟着我倒霉了。我的心在流血。屋子里成了一堆垃圾。桌子椅子，只要能打翻的东西，都打翻了。那一些小摆设小古董，只要能打坏的，都打坏了。地面堆满了书架子上掉下来的书和从抽屉里丢出来的文件。我辛辛劳苦几十年积累起来的科研资料，一半被掳走，一半散落在地上。睡觉的床被彻底翻过，被子里非常坚固的暖水袋，被什么人踏破，水流满了一床。看着这样被洗劫的情况，我们三个人谁都不说话――我们还有什么话可说呢？人生到此，天道宁论！我们哪里还能有一丝一毫的睡意呢？来到我家抄家打砸抢的小将们是什么人呢？他们之中肯定有好人，一时受到蒙蔽干了坏事，这是可以原谅的。但是，大部分人恐怕都是乘人之危，藉此发泄兽性的迫害狂，以达到不可告人的目的。假如说这样的人不是好人，世界上还有坏人吗？现在我仿佛成了躺在砍头架下的死囚，时时刻刻等待利刃从架上砍向我的脖颈。原来我认为天地是又宽又大的。现在才觉得，天地是极小极小的，小得容不下我这一身单薄的躯体。阅读白天神经紧张到最高限度，恭候提审，晚上躺在枕头上，辗转反侧，睁大眼睛，等候天明。我茶不思，饭不想，眼前一片漆黑，而且也不知道，什么时候黑暗才会过去。能不能过去？我也完全失掉了信心。我白天似乎都在做梦。夜里，在乱梦迷离中，我一会儿看到那一把菜刀，觉得有什么人正用那一把刀砍我，而不是我砍别人。我不禁出一身冷汗，蓦然醒来。我一会儿又看到那一只装满了烧掉一半的信件的篮子。那篮子忽然着起火来，火光熊熊，正在燃向我的身边。我又出了一身冷汗，蓦地醒来。我一会儿又看见了蒋介石和宋美龄的照片，蒋介石张开血盆大口，露出了满嘴的p齿獠牙，正想咬我，宋美龄则变成了一个美女蛇。我又出了一身冷汗，霍地从梦中跳了出来。按道理，一个人决定死是非常困难的，感情应该有极其剧烈的波动，甚至痛哭流涕，坐卧不宁，达到半疯的地步然后横下一条心，慷慨死去。江淹说自古皆有死，莫不饮恨而吞声。我一没有饮恨，二没有吞声。我的心情很平静，平静得让我自己都感到异样，感到不可解。一个抓住我的右臂，拧在我的背上。一个抓住左臂，也拧在背上。同时，一个人腾出一只手，重重地压在我的脖颈上，不让我抬头。我就这样被押上了批斗台，又踉踉跄跄地被推搡到台的左前方。弯腰！"}
{"text":"我又出了一身冷汗，霍地从梦中跳了出来。按道理，一个人决定死是非常困难的，感情应该有极其剧烈的波动，甚至痛哭流涕，坐卧不宁，达到半疯的地步然后横下一条心，慷慨死去。江淹说自古皆有死，莫不饮恨而吞声。我一没有饮恨，二没有吞声。我的心情很平静，平静得让我自己都感到异样，感到不可解。一个抓住我的右臂，拧在我的背上。一个抓住左臂，也拧在背上。同时，一个人腾出一只手，重重地压在我的脖颈上，不让我抬头。我就这样被押上了批斗台，又踉踉跄跄地被推搡到台的左前方。弯腰！好，我就弯腰。低头！好，我就低头。但是脊梁上又重重挨了拳往下弯！好，我就往下弯。可腿上又凶猛地被踢了一脚再往下弯！好，我就再往下弯。我站不住了，双手扶在膝盖上，马上又挨了一拳，还被踢了一脚不许用手扶膝盖！此时双手悬在空中，全身的重力都压到了双腿上，腿真有点承受不了啦。革命小将按照喷气式飞机的构造情况，要我变成那个样子。他们工作作风谨严至极。光是调整我的姿势，就用去了几分钟，可我的双腿已经又酸又痛。我真想索性跪在地上。但是，我知道那样一定会招来一阵拳打脚踢。我现在惟一的出路只有咬紧牙关忍受一切了。我觉得有一千只手挥动在我的头顶上，有一千只脚踢在我的腿上，有一千张嘴向我吐着唾沫。我下定决心，天天站在阳台下进行锻炼。我低头弯腰，手不扶膝盖，完全是自觉自愿地坐喷气式。我心里数着数，来计算时间，必至眼花流汗而后止。我不敢走阳关大道怎么办呢？那就专拣偏僻的小路走。在十年浩劫期间，北大这样的小路要比现在多得多。这样的小路大都在老旧房屋的背后，阴沟旁边。这里垃圾成堆，粪便遍地，杂草丛生，臭气熏天。平常是绝对没有人来的。现在却成了我的天堂。这里气味虽然有点难闻，但是非常安静。野猫野狗是经常能够碰到的。猫狗的政治觉悟很低，完全不懂阶级斗争，它们不知道我是黑帮，只知道我是人，对人它们还是怕的。到了这个环境里，平常不敢抬的头敢抬起来了，平常不敢出的气现在敢出了，也还敢抬头看蔚蓝色的天空，心中异常地快乐。对这里的臭气，我不但不想掩鼻而过，还想尽量多留一会儿。这里真是我这类人的天堂。我一天二十四小时都在提心吊胆中。不管是什么时候，也不管是什么地方，在家里，在劳动的地方，红卫兵一到，我马上就被押解着到什么地方去接受批斗，同劳改前一模一样。"}
{"text":"猫狗的政治觉悟很低，完全不懂阶级斗争，它们不知道我是黑帮，只知道我是人，对人它们还是怕的。到了这个环境里，平常不敢抬的头敢抬起来了，平常不敢出的气现在敢出了，也还敢抬头看蔚蓝色的天空，心中异常地快乐。对这里的臭气，我不但不想掩鼻而过，还想尽量多留一会儿。这里真是我这类人的天堂。我一天二十四小时都在提心吊胆中。不管是什么时候，也不管是什么地方，在家里，在劳动的地方，红卫兵一到，我马上就被押解着到什么地方去接受批斗，同劳改前一模一样。因此，即使在一个非常僻远几乎是人迹不到的地方，只要远处的红卫兵的红袖章红光一闪，我就知道，自己的灾星又到了。我现在已经变成了不会说话的牲畜，一言不发，一句不问，乖乖地被押解着走。我幻想能有一个救世主，大慈大悲，忽然大发善心，结束这一场浩劫，至少对像我这样无辜的人加恩，把我解放。我从来没有相信任何教门，上帝，天老爷，佛爷，菩萨，我都不去祈祷。我想到的是我们国家领导人。假如我眼前有一点水的话，不管是河水，湖水，还是海里的水，坑里的水，甚至臭沟里的水，我一定会埋头狂饮。阅读我因此想到，在文化大革命中，写大字报锻炼了书法，打人锻炼了腕力，批斗发言锻炼了诡辩说谎，武斗锻炼了勇气。对什么事情都要一分为二。你能说十年浩劫一点好处都没有吗？为人民服务五个字很多地方都能看到。似乎只要写上这五个字，为人民服务的工作就已完成。至于服不服务，那是极其次要的事情了。我觉得，革命小将在文化大革命中自始至终，无所不在，无时不在，左右一切。正如在战争中武器改良迅速，在文化大革命中，折磨人的方式也是日新月异，无时不在改进丰富中。往往是一个学校发明了什么折磨人的办法，比电光还快，立即流布全国，比如北大挂木牌的办法，就应该申请专利。结果是，全国的革命造反派共同努力，各尽所能，又集中了群众的聪明，由粗至精，由表及里，由远及近，由寡及众，折磨人的办法就成了体系，光被寰宇了。根据口头法律，谁也不许抬头走路，谁也不敢抬头走路。有违反者，背上马上就是一拳，或者踹上一脚。在出发劳动之前，我们必须到树干上悬挂的黑板下，抄录今天要背诵的最高指示。这指示往往相当长。每一个罪犯，今天不管是干什么活，到哪里去干活，都必须背得滚瓜烂熟。任何监改人员，不管在什么场合，都可能让你背诵。倘若背错一个字，轻则一个耳光，重则更严厉的惩罚。"}
