{"text":"文士和老名士战斗，因为，――我不知道要怎样。但先前只许之乎者也的名公捧角，现在却也准的文士入场了。这时戏子便化为艺术家，对他们点点头。新的批评家要站出来么？您最好少说话，少作文，不得已时，也要做得短。但总须弄几个人交口说您是批评家。那么，您的少说话就是高深，您的少作文就是名贵，永远不会失败了。新的创作家要站出来么？您最好是在发表过一篇作品之后，另造一个名字，写点文章去恭维倘有人攻击了，就去辩护。而且这名字要造得艳丽一些，使人们容易疑心是女性。倘若真能有这样的一个，就更佳倘若这一个又是爱人，就更更佳。爱人呀！这三个字就多么旖旎而饶于诗趣呢？正不必再有第四字，才可望得到奋斗的成功。本篇最初发表于一九二五年四月二十四日北京莽原周刊第一期。两大古文明国的艺术家握手指一九二四年印度诗人泰戈尔来华时与我国京剧艺术家梅兰芳的握手。参看坟论照相之类第三节。诗哲指泰戈尔。当时报纸报导中称他为印度诗哲。化名写文章为自己的作品辩护的事，当时曾多有发生。如北大学生欧阳兰所作独幕剧父亲的归来，几全系抄袭日本菊池宽所著的父归，经人在京报副刊指出后，除欧阳兰本人作文答辩外，还出现署名琴心的女师大学生也作文替他辩护。不久，又有人揭发欧阳兰抄袭郭沫若译的雪莱诗，琴心和另一雪纹女士又连写几篇文字替他分辩。事实上，琴心和雪纹女士的文字，都是欧阳兰自己作的。又一九二五年二月十八日京报副刊发表署名芳子的廖仲潜先生的春心的美伴一文，恭维廖的作品是真是美是诗的小说，在两地书一五中说我现在疑心芳子就是廖仲潜，实无其人，和琴心一样的。咬嚼之余咬嚼之余我的一篇咬文嚼字的滥调，又引起小麻烦来了，再说几句罢。我那篇的开首说以摆脱传统思想之束缚第一回通信的某先生似乎没有看见这一句，所以多是枝叶之谈，况且他大骂一通之后，即已声明不管，所以现在也不在话下。第二回的潜源先生的通信是看见那一句的了，但意见和我不同，以为都非不能摆脱传统思想之束缚。各人的意见，当然会各式各样的。他说女名之所以要用轻靓艳丽字眼者，一因为总常想知道他或她的性别。但我却以为这常想就是束缚。"}
{"text":"我那篇的开首说以摆脱传统思想之束缚第一回通信的某先生似乎没有看见这一句，所以多是枝叶之谈，况且他大骂一通之后，即已声明不管，所以现在也不在话下。第二回的潜源先生的通信是看见那一句的了，但意见和我不同，以为都非不能摆脱传统思想之束缚。各人的意见，当然会各式各样的。他说女名之所以要用轻靓艳丽字眼者，一因为总常想知道他或她的性别。但我却以为这常想就是束缚。小说看下去就知道，戏曲是开首有说明的。二因为便当，譬如托尔斯泰有一个女儿叫作，全译出来太麻烦，用妥丝瘫就明白简得多≠如托豆坦有两个沤凶觯即又须别想八个轻靓艳丽字样，反而麻烦得多了。他说可译郭，可译王，可译何，何必故意译做各旺荷呢？再者，百家姓为什么不能有伟力？但我却以为译郭王何才是故意，其游魂是百家姓我之所以诧异百家姓的伟力者，意思即见前文的第一句中。但来信又反问了，则又答之曰意思即见前文第一句中。再说一遍罢，我那篇的开首说以摆脱传统思想之束缚。所以将翻译当作一种工具，或者图便利，爱折中的先生们是本来不在所讽的范围之内的。两位的通信似乎于这一点都没有看清楚。末了，我对于潜源先生的末了的话，还得辩正几句。一我自己觉得我和三苏中之任何一苏，都绝不相类，也不愿意比附任何古人，或者故意凌驾他们。倘以某古人相拟，我也明知是好意，但总是满身不舒服，和见人使姓高相同。二其实呐喊并不风行，其所以略略流行于新人物间者，因为其中的讽刺在表面上似乎大抵针对旧社会的缘故，但使老先生们一看，恐怕他们也要以为吹敲苛责，深恶而痛绝之的。三我并不觉得我有名，即使有之，也毫不想因此而作文更加郑重，来维持已有的名，以及别人的信仰。纵使别人以为无聊的东西，只要自己以为有聊，且不被暗中禁止阻碍，便总要发表曝露出来，使厌恶滥调的读者看看，可以从速改正误解，不相信我。因为我觉得我若专讲宇宙人生的大话，专刺旧社会给新青年看，希图在若干人们中保存那由误解而来的信仰，倒是欺读者，而于我是苦痛的。"}
{"text":"三我并不觉得我有名，即使有之，也毫不想因此而作文更加郑重，来维持已有的名，以及别人的信仰。纵使别人以为无聊的东西，只要自己以为有聊，且不被暗中禁止阻碍，便总要发表曝露出来，使厌恶滥调的读者看看，可以从速改正误解，不相信我。因为我觉得我若专讲宇宙人生的大话，专刺旧社会给新青年看，希图在若干人们中保存那由误解而来的信仰，倒是欺读者，而于我是苦痛的。一位先生当面，一位通信，问我现代评论里面的一篇先生，为什么没有了。我一查，果然，只剩了前面的苦恼和后面的破落户，而本在其间的先生确乎没有了。怕还有同样的误解者，我在此顺便声明一句我一点不知道为什么。假如我说要做一本妥丝谭］不出版Ｋ便仁问托豆棠舔盼乙晕这办法实在不很对，因为她们是不会知道我所玩的是什么把戏的。一月二十日。赠人二首赠人二首唱尽新词欢不见，旱云如火扑晴江。其二秦女端容理玉筝，梁尘踊跃夜风轻。须臾响急冰弦绝，但见奔星劲有声。七月本篇在收入本书前未在报刊上发表过。据日记一九三三年七月二十一日，本诗是书赠日本森本清八的诗中理作弄，但作独。越女唐代王维洛阳女儿行谁怜越女颜如玉，贫贱江头自浣纱。越女，原指西施，也泛指江浙一带的女子。唱尽新词欢不见唐代刘禹锡踏歌词四首之一唱尽新词欢不见，红露映树鹧鸪鸣。欢，古代吴声歌曲中对情人的称谓。秦女相传秦穆公女名弄玉，能吹箫作凤鸣见列仙传。这里泛指善弹奏的女子。梁尘踊跃，形容乐声的动人。艺文类聚卷四十三引刘向别录汉兴以来，善雅歌者鲁人虞公，发声清哀，盖动梁尘。奔星尔雅释天奔星注流星大而疾，曰奔。晋书天文志中奔星声隆隆者，怒之象也。赠日本歌人赠日本歌人春江好景依然在，远国征人此际行。莫向遥天望歌舞，西游演了是封神。三月本篇在收入本书前未在报刊上发表过。据日记一九三一年三月五日，本诗是书赠日本剧评家升屋治三郎的。原诗所写的条幅上题辛未三月送升屋治三郎兄东归。诗中远作海，望作忆。春江指春申江，上海市境内黄浦江的别称。"}
{"text":"奔星尔雅释天奔星注流星大而疾，曰奔。晋书天文志中奔星声隆隆者，怒之象也。赠日本歌人赠日本歌人春江好景依然在，远国征人此际行。莫向遥天望歌舞，西游演了是封神。三月本篇在收入本书前未在报刊上发表过。据日记一九三一年三月五日，本诗是书赠日本剧评家升屋治三郎的。原诗所写的条幅上题辛未三月送升屋治三郎兄东归。诗中远作海，望作忆。春江指春申江，上海市境内黄浦江的别称。相传战国时楚春申君黄歇疏凿此江而得名。西游，即西游记封神，即封神演义。当时上海演出的两部取材于同名小说的连台本京戏。阻移家杭州阻移家杭州钱王登假仍如在，伍相随波不可寻。平楚日和憎健翮，小山香满蔽高岑。坟坛冷落将军岳，梅鹤凄凉处士林。何似举家游旷远，风波浩荡足行吟。十二月本篇在收入本书前未在报刊上发表过。据日记一九三三年十二月三十日，本诗是为当时妻子王映霞写的诗中假作遐，风波作风沙。―浙江富阳人，作家，创造社重要成员之一。一九二八年曾与合编奔流月刊。著有短篇小说集沉沦中篇小说迷途的羔羊她是一个弱女子等。于一九三三年春迁往杭州，并拟定居。后来他在回忆中说这诗的意思他曾同我说过，指的是杭州党政诸人的无理高压。钱王登假钱王即钱H―，临安今浙江杭州人，五代时吴越国的国王。据宋代郑文宝江表志载两浙钱氏，偏霸一方，急征苛惨，科赋凡欠一斗者多至徒罪。徐尝使越云三更已闻獐麂号叫达曙，问于驿吏，乃县司征科也。乡民多赤体，有被葛褐者，都用竹篾系腰间，执事非刻理不可，虽贫者亦家累千金。登假，同登遐，旧称帝王的死亡为登假。礼记曲礼下告丧，曰天王登假。汉代郑玄注登，上也假，已也上已者，若仙去云耳。伍相随波，伍相，即伍子胥？―前，名员，字子胥，春秋时楚国人。父兄为楚平王所杀，他出奔吴国，助吴伐楚。后劝吴王夫差灭越，吴王不听，赐剑迫令自刎，乃取子胥尸盛以鸱夷革，浮之江中见史记伍子胥列传。平楚南朝齐谢I宣城郡内望远寒城一以眺，平楚正苍然。明代杨慎升庵诗话楚，丛木也。"}
{"text":"登假，同登遐，旧称帝王的死亡为登假。礼记曲礼下告丧，曰天王登假。汉代郑玄注登，上也假，已也上已者，若仙去云耳。伍相随波，伍相，即伍子胥？―前，名员，字子胥，春秋时楚国人。父兄为楚平王所杀，他出奔吴国，助吴伐楚。后劝吴王夫差灭越，吴王不听，赐剑迫令自刎，乃取子胥尸盛以鸱夷革，浮之江中见史记伍子胥列传。平楚南朝齐谢I宣城郡内望远寒城一以眺，平楚正苍然。明代杨慎升庵诗话楚，丛木也。登高望远，见木杪如平地，故云平楚，犹所谓平林也。高岑，三国魏王粲登楼赋平原远而极目兮，蔽荆山之高岑。将军岳指岳飞―，字鹏举，相州汤阴今属河南人，南宋抗金将领。后被主和派赵构宋高宗秦桧谋害。杭州西湖畔有岳坟。处士林，指林逋―，字君复，谥号和靖先生，钱塘今浙江杭州人，宋代诗人。隐居西湖孤山，喜种梅养鹤。著有和靖诗集。孤山有他的坟墓鹤X和放鹤亭。附录一九二八年――一九二九年自嘲自嘲运交华盖欲何求，未敢翻身已碰头。破帽遮颜过闹市，漏船载酒泛中流。横眉冷对千夫指，俯首甘为孺子牛。躲进小楼成一统，管他冬夏与春秋。十月十二日本篇在收入本书前未在报刊上发表过。日记一九三二年十月十二日午后为柳亚子书一条幅，云运交华盖欲何求，达夫赏饭，闲人打油，偷得半联，凑成一律以请云云。诗中破帽作旧帽，漏船作破船。千夫指汉书王嘉传里谚曰千人所指，无病而死。孺子牛，左传哀公六年鲍子曰，女忘君之为孺子牛而折其齿乎？而背之也！晋代杜预注孺子，荼也。景公尝衔绳为牛，使荼恐。荼顿地，故折其齿。清代洪亮吉北江诗话卷一同里钱秀才季重，工小词。然饮酒使气，有不可一世之概。有三子，溺爱过甚，不令就塾。饭后即引与嬉戏，惟恐不当其意。尝记其柱帖云酒酣或化庄生蝶，饭饱甘为孺子牛。真狂士也。条幅所说偷得半联，指此。集外集拾遗言词争执歌言词争执歌一中全会好忙碌，忽而讨论谁卖国，粤方委员叽哩咕，要将责任归当局。吴老头子老益壮，放屁放屁来相嚷，说道卖的另有人，不近不远在场上。"}
{"text":"荼顿地，故折其齿。清代洪亮吉北江诗话卷一同里钱秀才季重，工小词。然饮酒使气，有不可一世之概。有三子，溺爱过甚，不令就塾。饭后即引与嬉戏，惟恐不当其意。尝记其柱帖云酒酣或化庄生蝶，饭饱甘为孺子牛。真狂士也。条幅所说偷得半联，指此。集外集拾遗言词争执歌言词争执歌一中全会好忙碌，忽而讨论谁卖国，粤方委员叽哩咕，要将责任归当局。吴老头子老益壮，放屁放屁来相嚷，说道卖的另有人，不近不远在场上。有的叫道对对对，有的吹了嗤嗤嗤，嗤嗤一通不打紧，对对恼了皇太子，一声不响出新京，会场旗色昏如死。许多要人夹屁追，恭迎圣驾请重回，大家快要一同赴国难，又拆台基何苦来？香槟走气大菜冷，莫使同志久相等，老头自动不出席，再没狐狸来作梗。况且名利不双全，那能推苦只尝甜？卖就大家都卖不都不，否则一方面子太难堪。现在我们再去痛快淋漓喝几巡，酒酣耳热都开心，什么事情就好说，这才能慰在天灵。理论和实际，全都括括叫，点点小龙头，又上火车道。只差大柱石，似乎还在想火并，展堂同志血压高，精卫先生糖尿病，国难一时赴不成，虽然老吴已经受告警。这样下去怎么好，中华民国老是没头脑，想受党治也不能，小民恐怕要苦了。但愿治病统一都容易，只要将那言词争执扔在茅厕里，放屁放屁放狗屁，真真岂有之此理。本篇最初发表于一九三二年一月五日十字街头第三期初为双周刊，木期改旬刊，署名阿二。一中全会指一九三一年十二月二十二日至二十九日在南京召开的国民党四届一中全会。会上宁粤两派因争权夺利和推卸卖国罪责，互相漫骂。当时报纸称之为言词争执。一九三一年十二月二十七日申报在二次大会中言词争执经过题下载南京二十六日电昨日会中粤委某提出张学良处分案，发言滔滔不绝，谓不仅张应负丧师失地责任，即南京政府亦当负重要责任，报告毕，吴敬恒即起立，谓张学良固应负责，南京政府亦当负不抵抗之责任，至赴日勾结日本来祸中国之卖国者，亦不能不科以责任，粤委某起立，诘吴卖国者何指，吴答当事者不能不知，当时有人呼对对对，亦有喊嗤嗤嗤。吴老头子指吴稚晖―，名敬恒，江苏武进人。当时任国民党中央监察委员，国民政府委员。他讲话时，常夹有从何典的开头学来的放屁放屁，真正岂有此理的话头。"}
{"text":"吴老头子指吴稚晖―，名敬恒，江苏武进人。当时任国民党中央监察委员，国民政府委员。他讲话时，常夹有从何典的开头学来的放屁放屁，真正岂有此理的话头。皇太子指孙科―，当时任国民党中央常委行政院长，粤派头目之一。据一九三一年十二月二十六日申报南京专电今日二次大会讨论锦州问题时，吴敬恒发言中，有此次东省事件，京方绝未卖国，卖国贼另有其人，锦州之危，其咎不在张学良，咎在某某，孙科疑为讽刺粤方，颇感不快，散会后即于下午赴沪。又二十七日申报本埠新闻自孙科李文范等突然离京来沪后，时局空气又复紧张，大会特派敦劝使者蒋作宾陈铭枢邹鲁等先后来沪速驾。大柱石指胡汉民等。一九三一年十二月二十七日申报报导林森促胡汉民入京与会电文中，有我公为党国柱石，万统共仰等语。展堂胡汉民―，号展堂，广东番禺人，当时任国民党中央政治委员会常务委员立法院院长。胡汉民当时称患高血压症，拒绝到南京与会。一九三一年十二月二十八日申报报导他复林森电说弟血压尚高医言如不静摄，将时有中风猝倒之患，用是惴惴，未能北行。精卫汪精卫―，名兆铭，原籍浙江绍兴，生于广东番禺。当时任国民党中央政治委员会常务委员，抗日战争时期成为大汉奸。一九三一年十二月二十二日申报载汪精卫因病暂难赴京，医谓尚须休养三月的新闻伍朝枢语人，汪精卫之疾，除糖尿症外，肝部生一巨虫。北平笺谱序北平笺谱序镂像于木，印之素纸，以行远而及众，盖实始于中国。法人伯希和氏从敦煌千佛洞所得佛像印本，论者谓当刊于五代之末，而宋初施以采色，其先于日耳曼最初木刻者，尚几四百年。宋人刻本，则由今所见医书佛典，时有图形或以辨物，或以起信，图史之体具矣。降至明代，为用愈宏，小说传奇，每作出相，或拙如画沙，或细于擘，亦有画谱，累次套印，文彩绚烂，夺人目睛，是为木刻之盛世。"}
{"text":"北平笺谱序北平笺谱序镂像于木，印之素纸，以行远而及众，盖实始于中国。法人伯希和氏从敦煌千佛洞所得佛像印本，论者谓当刊于五代之末，而宋初施以采色，其先于日耳曼最初木刻者，尚几四百年。宋人刻本，则由今所见医书佛典，时有图形或以辨物，或以起信，图史之体具矣。降至明代，为用愈宏，小说传奇，每作出相，或拙如画沙，或细于擘，亦有画谱，累次套印，文彩绚烂，夺人目睛，是为木刻之盛世。清尚朴学，兼斥纷华，而此道于是凌替。光绪初，吴友如据点石斋，为小说作绣像，以西法印行，全像之书，颇复腾踊，然绣梓遂愈少，仅在新年花纸与日用信笺中，保其残喘而已。及近年，则印绘花纸，且并为西法与俗工所夺，老鼠嫁女与静女拈花之图，皆渺不复见信笺亦渐失旧型，复无新意，惟日趋于鄙倍。北京夙为文人所聚，颇珍楮墨，遗范未堕，尚存名笺。顾迫于时会，苓落将始，吾修好事，亦多杞忧。于是搜索市廛，拔其尤异，各就原版，印造成书，名之曰北平笺谱。于中可见清光绪时纸铺，尚止取明季画谱，或前人小品之相宜者，镂以制笺，聊图悦目间亦有画工所作，而乏韵致，固无足观。宣统末，林琴南先生山水笺出，似为当代文人特作画笺之始，然未详。及中华民国立，义宁陈君师曾入北京，初为镌铜者作墨合，镇纸画稿，俾其雕镂既成拓墨，雅趣盎然。不久复廓其技于笺纸，才华蓬勃，笔简意饶，且又顾及刻工省其奏刀之困，而诗笺乃开一新境。盖至是而画师梓人，神志暗会，同力合作，遂越前修矣。稍后有齐白石，吴待秋，陈半丁，王梦白诸君，皆画笺高手，而刻工亦足以副之。辛未以后，始见数人，分画一题，聚以成帙，格新神涣，异乎嘉祥。意者文翰之术将更，则笺素之道随尽后有，必将别辟途径，力求新生其临睨夫旧乡，当远俟于暇日也。则此虽短书，所识者小，而一时一地，绘画刻镂盛衰之事，颇寓于中纵非中国木刻史之丰碑，庶几小品艺术之旧苑亦将为后之览古者所偶涉欤。千九百三十三年十月三十日记。本篇最初印入一九三三年十二月印行的北平笺谱。北平笺谱，诗笺图谱选集，木版彩色水印，西谛郑振铎合编，自费印行，共六册。内收人物山水花鸟笺三三二幅。伯希和，―法国汉学家。"}
{"text":"则此虽短书，所识者小，而一时一地，绘画刻镂盛衰之事，颇寓于中纵非中国木刻史之丰碑，庶几小品艺术之旧苑亦将为后之览古者所偶涉欤。千九百三十三年十月三十日记。本篇最初印入一九三三年十二月印行的北平笺谱。北平笺谱，诗笺图谱选集，木版彩色水印，西谛郑振铎合编，自费印行，共六册。内收人物山水花鸟笺三三二幅。伯希和，―法国汉学家。一九六年至一九八年在中国敦煌千佛洞盗窃大量珍贵文物，运往巴黎。著有敦煌千佛洞等。敦煌千佛洞我国著名的佛教石窟之一。位于甘肃省敦煌县东南。始建于苻秦建元二年，隋唐宋元均有修建。内存有大量壁画造像经卷变文等珍贵文物。出相与下文的绣像全像均指旧时小说戏曲中的插图。参看且介亭杂文连环图画琐谈玻怠场友锍觥逗菏g儒林传倪宽有俊材，初见武郏语经学。上曰吾始以尚书为朴学，弗好，及闻宽说，可观。乃从宽问一篇。后来称汉儒考据训诂之学为朴学，也称汉学。到了清代，朴学有很大发展，从经学训诂扩大到古籍史料整理和语言文字的研究，学术上形成了崇尚考据，排斥空论，重质朴，轻文藻的学风。吴友如？―约名猷又作嘉猷，字友如，江苏元和今吴县人，清末画家。光绪十年起在上海点石斋石印书局主绘点石斋画报。后自创飞影阁画报，又为木版年画绘制画稿，影响较大。鄙倍同鄙背，粗陋背理。论语泰伯出辞气，斯员杀兑印！林琴南参看本卷第页注。他能诗画，宣统年间，曾取宋代吴文英梦窗词意，制为山水笺，刻版印行。陈师曾―名衡恪，字师曾，江西义宁今修水人，书画家篆刻家。齐白石―名璜，字濒生，号白石，湖南湘潭人，书画家篆刻家。吴待秋―，名隘，字待秋，浙江崇德人，画家。陈半丁―，名年，字半丁，浙江绍兴人，画家。王梦白―，名云，字梦白，江西丰城人，画家。临睨夫旧乡语出离骚陟皇之赫戏兮，忽临睨夫旧乡。短书指笺牍。"}
