{"text":"世间有各式各样的美，温柔的美，文雅的美，雄壮的美，庄严的美，奇怪的美，峥嵘的美，纯然的力量的美，以及古色古香的美。松树因为具有这种古色古香之美，所以在树木中占据着一个特殊的地位，有如一个态度悠逸的退隐的学士，穿着一件宽大的外衣，拿着一根竹杖在山中的小道上走着，而被人们视为最崇高的理想那样。为了这个原因，李笠翁说一个人坐在一个满是桃花和柳树的花园里，而近旁没有一棵松树，有如坐在一些小孩和女人之间，而没有一位可敬的庄严的老人一样。同时中国人在欣赏松树的时候，总要选择古老的松树越古越好，因为越古老是越雄伟的。柏树和松树姿态相同，尤其是那种卷柏，树枝向下生着，盘曲而峥嵘。向天伸展的树枝似乎是象征着青春和希望，向下伸展的树枝则似乎是象征着俯视青春的老人。我说松树的欣赏在艺术上是最有意义的，因为松树代表沉默雄伟，和超尘脱俗，跟隐士的态度十分相同。这种欣赏又和顽石与在树荫下闲荡着的老人的形状发生关系，这是中国绘画中常常可以看见的。当一个人站在松树下仰望它时，他感到松树的雄伟，年老，和一种独立的奇怪的快乐。老子曰天无语。古松也是无语的。它静默的恬然自得的站在那里它俯视着我们，觉得它已经看见许许多多的小孩子长成了，也看见许许多多的壮年人变成老年人。它跟有智慧的老人一样，是理解万物的，可是它不言，它的神秘和伟大就在这里。梅树一部分由其枝丫的浪漫姿态，一部分由其花朵的芬芳而受人们的欣赏。有一点值得注意，就是在我们所欣赏的众树之中，松竹和梅是和严冬有关系的，我们称之为岁寒三友，因为松和竹都是常青树，而梅树又在残冬和初春开花。所以，梅树特别象征着清洁的性格，那种清爽的寒冷的冬天空气所具有的清洁。它的光辉是一种寒冷的光辉，同时，它和隐居者一样，在越寒冷的空气中，它便越加茂盛。它和兰花一样，象征着隐逸的美。宋朝一位诗人和隐士林和靖说他是以梅为妻，以鹤为子的。他在西湖的隐居之地孤山，今日常常有诗人和学士的游迹，而在他的墓下便是他的儿子鹤的墓。讲到人们对于梅树的芬芳和轮廓的欣赏，这位诗人在下述这句名诗里表现得最为恰切暗香浮动影横斜一切诗人都承认这七个字最能够表现出梅树的美，要找到更切当的表现法是不可能的。竹因其树身和叶的纤细而受人们的爱好，因为它比别的树木更纤细，所以文人学士把它种在家宅里来欣赏。"}
{"text":"它和兰花一样，象征着隐逸的美。宋朝一位诗人和隐士林和靖说他是以梅为妻，以鹤为子的。他在西湖的隐居之地孤山，今日常常有诗人和学士的游迹，而在他的墓下便是他的儿子鹤的墓。讲到人们对于梅树的芬芳和轮廓的欣赏，这位诗人在下述这句名诗里表现得最为恰切暗香浮动影横斜一切诗人都承认这七个字最能够表现出梅树的美，要找到更切当的表现法是不可能的。竹因其树身和叶的纤细而受人们的爱好，因为它比别的树木更纤细，所以文人学士把它种在家宅里来欣赏。它的美比较是一种微笑的美，它给予我们的快乐是温和的，有节制的。种得很疏的细竹欣赏起来最有意思，因此无论在现实生活上或绘画上，两三株竹跟一个竹丛一样的可爱。人们能够欣赏竹树的纤细的轮廓，所以在绘画里也可以画上两三枝竹，或一枝梅花。竹树的纤细的线条与石头的嶙峋的线条很是调和，所以我们往往看见画家把一两块石头和几枝竹画在一处。这种石头在绘画中是有纤细之美的。柳树随便种在什么地方，都很容易生长起来，它常常是长在水岸边的。它是最美妙的女性的树。为了这个缘故，张潮认为柳树是宇宙间感人最深的四物之一，他也说柳树会使一个人多情起来。人们称中国女人的细腰为柳腰中国的舞女穿着长袖子的长旗袍，是想摹仿柳枝在风中摇曳的姿态的。柳最容易种植，所以在中国，有些地方满植着柳树，蔓延数英里之远风吹过的时候，造成一片柳浪。不但如此，金莺喜欢栖息在柳枝上，因此无论在现实生活上或绘画上，柳树和金莺常常是在一起的。在西湖的十景之中，有一景叫做柳浪闻莺。此外当然还有别种的树木，其中有一些是为了其他的原因而受人们赞颂的。例如梧桐因为树皮洁净，人们可以用刀在其树身上铭刻诗句，所以甚受赞颂。人们对那些伟大的古藤，那些盘绕着古树或石头的古藤，也是极为爱好的。它们那种盘绕和波动的线条，和树木挺直的树身形成了有趣的对比。有些非常美丽的古藤，看来真象卧龙，便有人称之为卧龙。树身弯曲或倾斜的古树也为了这缘故大受人们的爱好看重。在苏州附近的太湖上的木渎地方，有这种柏树四棵，其名称是洁罕古怪。"}
{"text":"它们那种盘绕和波动的线条，和树木挺直的树身形成了有趣的对比。有些非常美丽的古藤，看来真象卧龙，便有人称之为卧龙。树身弯曲或倾斜的古树也为了这缘故大受人们的爱好看重。在苏州附近的太湖上的木渎地方，有这种柏树四棵，其名称是洁罕古怪。洁有一个又长又直的树身，上头满生枝叶，看起来好象是一把大伞罕蹲在地上，树身蜿蜒盘曲，其形状有如英文字母字古的树顶光秃无物，树身肥大而矮短，散漫的枝丫已干枯了一半，其形状有如人类的手指怪的树身盘曲，象螺旋那样的一直旋到最高的树枝。除此之外，人们不但欣赏树木的本身，而且也将树木和大自然其他的东西，如石云鸟虫及人发生联系。张潮说花可以邀蝶，垒石可以邀云，栽松可以邀风，种蕉可以邀雨，植柳可以邀蝉。人们同时在欣赏树木和鸟声，同时在欣赏石头和蟋蟀，因为鸟儿是在树木上唱歌，而蟋蟀是在石头间唱歌的。中国人在欣赏青蛙的咯咯声，蟋蟀的唧唧声和蝉的鸣声的时候，其乐趣是比他们对猫狗及其他家畜之爱更大的。在一切动物之中，只有鹤与松树和梅树同属一个系统，因为它也是隐士的象征。当一个学者看见一头鹤或甚至一头苍鹭，既庄严又纯洁的静立在隐僻的池塘时，他真希望他自己也会化成一头鹤呢。那个与大自然协调的人是快乐的，因为动物是快乐的。这种观念在郑板桥―年寄他的弟弟的信里表现得最为恰切他在信里不赞成人们把鸟儿关在笼子里所云不得笼中养鸟，而予又未尝不爱鸟，但养之有道耳。欲养鸟，莫如多种树，使绕屋数百株，扶疏茂密，为鸟国鸟家。将旦时睡梦初醒，尚展转在被，听一片啁啾，如云门咸池之奏。及披衣而起，洗面漱口啜茗，见其扬E振彩，倏往倏来，目不暇给，固非一笼一羽之乐而已。大率平生乐处，欲以天地为囿，江汉为池，各适其天，斯为大快！比之盆鱼笼鸟，其钜细仁忍何如也！买鸟我爱鸟而恶狗。这并不是我的怪癖，是因为我是个中国人。我自自然然地有这种脾气，正和所有的中国人一样。因为中国人喜欢鸟，可是要是你对他们谈到爱狗的事，他们便会问你道，你讲甚么话？我永远不明白为什么一个人要去和畜生做朋友，要怀抱它，爱抚它。我只有一次突然明白这种对狗的同感，那是当我读门太做的圣美利舍的故事的时候。书上说他因为一个法国人踢狗而向那法国人决斗的那一个部分，当真的感动我。"}
{"text":"买鸟我爱鸟而恶狗。这并不是我的怪癖，是因为我是个中国人。我自自然然地有这种脾气，正和所有的中国人一样。因为中国人喜欢鸟，可是要是你对他们谈到爱狗的事，他们便会问你道，你讲甚么话？我永远不明白为什么一个人要去和畜生做朋友，要怀抱它，爱抚它。我只有一次突然明白这种对狗的同感，那是当我读门太做的圣美利舍的故事的时候。书上说他因为一个法国人踢狗而向那法国人决斗的那一个部分，当真的感动我。似乎是在那个时候我才真的了解它，我几乎希望即时有一只猎狗来蜷伏在我的身边。不过这些只是受他一时文字的魔力罢了，现在离当初读门太的书的时候将近两年了，而那种对狗友的一点风雅豪情也早如槁木死灰了。我一生觉得最讨厌的时候是当我在一个美国朋友的客厅里的时候，一只圣伯纳种的大狗，按此种壮丽敏锐之大狗原饲育于瑞士圣伯纳庵堂，因之得名要来舐我的手指和手臂，表示亲昵，而更难堪的是女主人喋喋不休地要道出这只狗的家谱来。我想我那个时候一定像个邪教徒的样子，瞠目凝视着她，茫然找不出一句相当的话来对答。是我一个瑞士朋友直接从查利克Z带来的，我的女主人说。唔，皮亚斯太太。它的外祖父曾从阿尔卑斯山的雪崩中救出过一个小孩，它的叔祖是一八五六年国际赛狗会中得到锦标的。不错！我并不是故意要失礼的，然而我恐怕那时候是真失礼了。我明白英国人都爱狗。可是讲起来英国人是样样都爱的。他们连大牡猫都爱。有一次我和一位英国朋友辩论这问题。这一切和狗做朋友的话全是胡说，我说，你们假装爱畜生。你们真会撒谎，因为你们嗾使这些畜生去追赶可怜的狐狸。你们为什么不去爱抚狐狸，叫它做我的小心肝宝贝呢？我想我可以解释给你听，我的朋友回答道，狗这种畜生，是怪善会人意的。它明白你，忠心于你，且慢！我插嘴说。我之所以恶狗，正因为它们这样善会人意的缘故。我是天生爱惜动物的，这可以用我不忍故意扑杀一只苍蝇这事实来证明。可是我厌恶那种假装要做你的朋友的畜生，走近来搔遍你的全身。我喜欢那种知趣的畜生，安分的畜生。我宁愿去爱只驴子要爱惜狗吗？对的。可是为什么要爱抚它，要怀抱它呢？啊，算了吧，我的英国朋友说，我不想叫你一定信服我的话。于是我们便扯到别的题目上去。"}
{"text":"我想我可以解释给你听，我的朋友回答道，狗这种畜生，是怪善会人意的。它明白你，忠心于你，且慢！我插嘴说。我之所以恶狗，正因为它们这样善会人意的缘故。我是天生爱惜动物的，这可以用我不忍故意扑杀一只苍蝇这事实来证明。可是我厌恶那种假装要做你的朋友的畜生，走近来搔遍你的全身。我喜欢那种知趣的畜生，安分的畜生。我宁愿去爱只驴子要爱惜狗吗？对的。可是为什么要爱抚它，要怀抱它呢？啊，算了吧，我的英国朋友说，我不想叫你一定信服我的话。于是我们便扯到别的题目上去。后来，我养了一只狗，这是因为我家庭情况的需要。我好好地叫人喂它，给它洗澡，让它睡在一间好好的狗屋里。可是我禁止它以搔遍我的全身来表示亲昵和忠实的一切举动。我真宁可死而不情愿学许多时髦女郎那样牵它在街上走。有一次我看见一个放了脚的江北老妈穿着一双高跟鞋，明显地是什么外国人家里的女仆，她一手拿着一根洋棍，一手拉着一只小猎狗。那真才是一大奇观哩！我不愿意把我自己装成这种怪模样。让英国人去拉狗吧。那才和他们有缘分，可是和我是无缘的。我出去散步的时候，也得走得成个模样。可是我原来是要来谈鸟的，特别是谈我前天买鸟的经历。我有一大笼小鸟，不晓得叫甚么名字的，不过是比麻雀小一点。雄的红胸上有白花点。去年冬天为了种种缘故死了几只。我常想再去买几只来凑伴儿。那正是中秋节的那天。全家人都去赴茶会了。只剩下我和我的小女儿在家里。于是我便向她提议，我们还是到城里去买些小鸟吧。她很赞成。城隍庙鸟市的情形怎样，凡是住在上海的居民都很晓得，用不着我来多说。我手里抱着我的女孩，走过那行人拥挤不堪的街道。那里是真爱动物者的天堂，因为那里不但有鸟，也有蛙，白老鼠，松鼠，蟋蟀，背上生着一种水草的乌龟，金鱼，小麻雀，蜈蚣，守宫，以及别种奇形怪状的东西。你该先去看那些路中地上卖蟋蟀的和包围着他们的那群小孩子，然后再去判定中国人到底是不是爱好动物的。我走进一家山东人开的鸟店，因为以前已经买过这种鸟，知道价钱，毫无困难地便买了三对。买价两元一角正。店是在街道转角的地方。笼里大约有四十只那种小鸟，我们讲定了价钱，那人便开始替我拣出三对来。笼里的骚动扬起了一阵灰尘，我便站开点。到他拣鸟拣了一半的时候，已经有一大堆人围聚在店前了，街上闲游的人向来如此，也不足怪。等到我付了钱，把那小笼子提走的时候，我便变成注意的中心和众人妒羡的目标了。"}
{"text":"你该先去看那些路中地上卖蟋蟀的和包围着他们的那群小孩子，然后再去判定中国人到底是不是爱好动物的。我走进一家山东人开的鸟店，因为以前已经买过这种鸟，知道价钱，毫无困难地便买了三对。买价两元一角正。店是在街道转角的地方。笼里大约有四十只那种小鸟，我们讲定了价钱，那人便开始替我拣出三对来。笼里的骚动扬起了一阵灰尘，我便站开点。到他拣鸟拣了一半的时候，已经有一大堆人围聚在店前了，街上闲游的人向来如此，也不足怪。等到我付了钱，把那小笼子提走的时候，我便变成注意的中心和众人妒羡的目标了。空气中飘浮着一层欢乐的骚动。那是甚么鸟？一位中年男子问我。你去问店里的人，我说。它们可会唱？另外一个人问。多少钱买的？第三个又问。我随便回答，像一个贵族似地走开了。因为我在中国群众中，是一个可骄傲的有鸟的人。那时有一种什么东西把群众连结起来，一种纯粹天然的本能的共通的欣喜，放出我们天下一家的同感，打破陌生人间缄默的壁垒。当然，他们有权利可以问我那些鸟怎样怎样，正如假使我当他们的面前中了航空奖券的头奖，他们也有同样的权利可以问我一样。于是我便一手抱着我的小女儿一手提着鸟笼走过去。路上的人都转过身来看。假使我是那婴孩的母亲，我便会相信他们都在称赞我的婴孩了，可是我既然是个男人，所以我晓得他们是在称赞笼里的小鸟的。这种鸟可真这么希罕吗？我自己这样想。不，他们只是普通的爱鸟成癖而已。我跑上一家点心店里去。那时过午不久，时候还早，楼上空着。来一碗馄饨，我说。这些是什么鸟？一个肩上挂着一条手巾的伙计问。来一碗馄饨和一碟白切鸡，我说。是，是。是会唱的？是不会唱的？不会唱的。但是要快，我肚子饿着呢。是，是，一碗馄饨！――一碟白切鸡！他向楼下的厨房嚷着，或者不如说是唱着。这些是外国鸟。是吗？我只是在敷衍。这鸟生在山上，山上，你晓得的，大山上。喂，掌柜，这是什么鸟？掌柜是一种管账的，他戴着一副眼镜，和一切记账的一样，是能看书会写字的男人，除了铜板和洋钱之外，你别想他对小孩的玩具或别的什么东西会发生兴趣。可是他一听见有鸟的时候，他不但答应，并且，叫我大大的惊异的是他竟移动着脚去找拖鞋了，离开柜台，慢慢地向我的桌子走来。当他走近鸟笼的时候，他那冷酷的脸孔融化了，他变成天真而饶舌的，完全和他那副相貌不称。然后他把头仰向天花板，大肚子从短袄下突了出来，发表他的判断。"}
{"text":"是吗？我只是在敷衍。这鸟生在山上，山上，你晓得的，大山上。喂，掌柜，这是什么鸟？掌柜是一种管账的，他戴着一副眼镜，和一切记账的一样，是能看书会写字的男人，除了铜板和洋钱之外，你别想他对小孩的玩具或别的什么东西会发生兴趣。可是他一听见有鸟的时候，他不但答应，并且，叫我大大的惊异的是他竟移动着脚去找拖鞋了，离开柜台，慢慢地向我的桌子走来。当他走近鸟笼的时候，他那冷酷的脸孔融化了，他变成天真而饶舌的，完全和他那副相貌不称。然后他把头仰向天花板，大肚子从短袄下突了出来，发表他的判断。这种鸟不会唱的，他神气活现地批评说。只是小巧好玩，给小孩子玩玩倒呒啥。于是他便回到他那高柜台上去，而我不久也吃完那碗馄饨。在我回家的路上也是一样。街上的人都弯着身子下去看看笼子里是什么东西。我走进一家旧书店里去。你们可有明版书？你笼里那些是什么鸟？中年的店主问。这一问叫三四个顾客都注意到我手里的鸟笼来了。这时颇有一番骚动――我是说在笼子外。给我看看？一个小学徒说着，便从我的手里把鸟笼抢过去。拿去看个饱吧，我说，你们可有明版的书？可是我再也不是注意的目标了，我便自己到书架上去浏览。一本也找不到，我便提了鸟笼走出店来，顿时又变成注意的中心了。街上的人有的向鸟微笑，有的向我微笑，因为我有那些鸟。后来我在二洋泾桥叫了一辆云飞汽车乘回来。我记得很清楚，上一次我从城隍庙带一笼鸟回来的时候，车站里的办事员特意走出来看我的鸟。这一次他并没有看见，我也不想故意引起他的注意。可是当我踏上汽车的时候，车夫的眼睛看到我手提的小笼子了，而果然不出所料，他的脸孔顿时松弛了下来，他当真也变成小孩似的，正像上次买鸟时候的车夫一样，他对我十分的友好，打开话盒，我们谈话谈得很远，到了我到家里的时候，他不但把养鸟和教鸟唱歌的秘密都告诉我，并且连云飞汽车公司的全部秘密都说了出来，他们所有车辆的数目，他们所得到的酒资，他整个童年时代的历史，以及他可结婚的理由。现在我晓得了，假使我有一天须现身在群气激昂的公众之前，想要消除一群恨我入骨欲得我而甘心的中国民众的怒气的时候，应该怎样办了。我只须提个鸟笼出来，把一只美丽的玉燕，或是一只善唱的云雀给他们看。你瞧罢！这比救火水龙管或是流泪弹效力还要神速，比德谟上但尼斯ss的一篇演说神通还要广大，而且结果我们都可以大家结拜把兄弟。"}
{"text":"现在我晓得了，假使我有一天须现身在群气激昂的公众之前，想要消除一群恨我入骨欲得我而甘心的中国民众的怒气的时候，应该怎样办了。我只须提个鸟笼出来，把一只美丽的玉燕，或是一只善唱的云雀给他们看。你瞧罢！这比救火水龙管或是流泪弹效力还要神速，比德谟上但尼斯ss的一篇演说神通还要广大，而且结果我们都可以大家结拜把兄弟。阿方看电影流泪因为我看电影常常会流泪，所以我总喜欢看坐在我旁边的人默默地抽咽着他或她的鼻子，或脸上带着一道亮光光的泪痕离座而去。我总认为这样的人是一个比较好的人。现在我觉得看电影流泪是一点没有什么可耻的。这对于人是有许多好处的，且听我说来。看一本好的小说，不论是电影或原书，而不应该流泪，这种无谓的话有什么意思呢？为了尊重起见，我且不妨引点亚里士多德与司马迁的话。亚里士多德说，真正的悲剧精神是一种泻剂，是通利我们情感的药剂。而我们的那位大史学家及文章家司马迁则说悲剧可以平和血气。如果一个大作家写了一部大作品，搬上了舞台，观众看了并不流泪，那么演员或观众一定是有点毛病了。大家说流泪是可耻的，是没丈夫气的。在某种程度上，在日常生活中这句话是不错的。但一个人难道不应当有深深地受了感动而流几滴眼泪的时候吗？在电影中，生活以一种更凝集的姿态呈现在我们的面前，以一种日常生活所没有的力量感动着我们。如果它不能使我们感动得流泪――如果不能感动我们这些驯良的有纪律的传统化的，且又以我们传统自傲的人们，那么还说什么悲剧的通利作用呢？正如每个音乐家可以从同一乐器中弹出不同的曲调，每一种艺术工作无非全是在艺术家与创作的资料或工具间的一种反应，有时又是艺术家与读者或观众间的反应。因此，同是一幅画面，可以使一个人激起热情，同时又使另一个人漠然无动于衷。观赏者越是敏感，他对于艺术作品的反应也越大，比起一些较少感受性的人们来，他在这画面中所感受的也越多。同样是一幅黄昏的风景，可以使一个人感动得流泪，而对于另一个人，也许只不过是一幅普通的落日图而已。老练的商人他每每因不受普通的落日图所动情而自得――难道他也没有流泪的时候吗？――为了他的股票每日涨价一倍而高兴得流泪，或是为了银行界与他断绝往来而失望得流泪吗？"}
{"text":"因此，同是一幅画面，可以使一个人激起热情，同时又使另一个人漠然无动于衷。观赏者越是敏感，他对于艺术作品的反应也越大，比起一些较少感受性的人们来，他在这画面中所感受的也越多。同样是一幅黄昏的风景，可以使一个人感动得流泪，而对于另一个人，也许只不过是一幅普通的落日图而已。老练的商人他每每因不受普通的落日图所动情而自得――难道他也没有流泪的时候吗？――为了他的股票每日涨价一倍而高兴得流泪，或是为了银行界与他断绝往来而失望得流泪吗？既是如此，那么所谓流泪就算是没有丈夫气或不该流泪等等，这些无谓的话又算什么呢？不错，这个人世间是委实有泪的，问题只是我们在什么事上流泪而已。世上有欢喜的泪哀愁的泪爱的泪宽恕的泪母子间离合的泪。但无论什么人他感到要流泪的时候就尽管流他的泪吧，因为我们在未有理智之前是动物，而流一点眼泪，不论是宽恕的泪可怜的泪，或因真正的美而感到欢喜的泪，对于他总是有一点好处的。独抒性灵的哲思，深入浅出的譬喻，如汩汩清泉流入读者柔软而敏感的心田。你能够感动得流泪吗？在功利欲望的丛林里，谁拥有感动的眼泪，谁就会拥有幸福。我为什么是一个异教徒笑乐享余年据我的见解，中国的家族制度大概是对老者和幼者的一种个别准备的布置。因为童幼老三个时期须占到人生岁月之半，所以幼者和老者都应当心使他们过满意的生活。其中幼者虽因不知人事而比较不会自己当心自己，但对于物质的享用，则其需要不如老者那么深切。小孩对于物质供给的缺乏，往往不太有感觉。所以贫苦人家的孩子常和富家的孩子一样的快乐。他因没有鞋穿而赤脚，但在他未始不是一种舒适。而在老者，则赤足便觉得十分难受了。这是因为幼童都较为充满生气。他有时虽也知道忧虑，但一会儿便会忘却。他不像老者那般并没有钱财观念，他有时也会收藏几张香烟里边的赠品券，但他的目的不是积财，而是想去调换一支气枪。老年的人便与此不同，而去收藏自由公债了。这两种收藏举动在意趣上是不能做比较的。其理由是因为幼童不像成人那么受过生活的压迫，他的个人习嗜尚没有形成。他喝咖啡并不一定非某种牌子不可，无非是有什么吃什么。他并没有什么种族偏见，他的思想和概念都尚没有固定的轨道。所以老者比幼童更需要他人的帮助，这事好似很奇怪，但其原因则是因为老者的恐惧心较为明显，欲望较为无限制而已。"}
