{"text":"所以宋代的南宗神仙祖师张紫阳真人便有何苦抛身又入身之叹！至于说，如何才能修到无身之累？那就应该多从存神返视内照形躯入手，然后进入外其身而身先的超神入化境界，或者可以近似了！视之不见名曰夷，听之不闻名曰希，搏之不得名曰微，此三者不可致诘，故混而为一。其上不缴，其下不昧，绳绳不可名，复归于无物。是谓无状之状，无物之象，是谓。惭恍。迎之不见其首，随之不见其后。执古之道，以御今之有。能知古始，是谓道纪。时空心物与道的体用依据习用已久王弼编排的老子八十一章的次序，从本章开始，又另起炉灶，转入辩说物理的境界，似乎不相衔接。其实，与十三章所讲，不可为物情所累，而困扰于世俗的宠辱，因此而生起得失之心。而且进一步了解宠辱的发生，都由于我有我身之累而来，及吾无身，吾有何患。那么便知在现实世界中，所谓我与无我之间的关键，只因有此身的存在而受累无穷。但我身是血肉之躯，血肉的生理状态，也便是物理的造化而来。因此便进一步说明心物一元的形而上与形而下的理则，隐约之间，仍然是顺理成章，大有脉络可循。这也便是道家学说，始终从生理物理入手而到达形而上的特殊之处，大异于后世的儒家与佛家的理趣所在。本章首先提出有一个看而不见，听而不闻，又触摸不到的混元一体的东西。要说它是物吗，它又不同于物质世界的物体那样，可以看得见，听得到，摸得着。要说它不是物吗，宇宙万有的存在，都由它造化而来。因此，在理念上名之曰道。在实用上，便叫它做混元一体。但在本无名相可说上，它究竟是什么东西？老子为之作了三部分的命名。视之不见的，还有非见所及的存在，特别命名它叫夷。夷，是平坦无阻的表示。听之不闻的，还有非听闻所及的作用，特别命名它叫希。希，不是无声，只是非人类耳目所及的大音而已。感觉摸触不到的，还有非感官所知的东西，特别命名它叫微。微，当然不是绝对的没有。后来由印度传入的佛学，说到物理的深奥之处，也便借用老干的观念，翻译命名为极微，便有互同此理的内涵。总之，视听与触觉这三种基本作用，原是一体的三角形，它与物理世界的声光触受是有密切的相互关联性，也可以说它是一体的三种作用，不可寻探它的个别界限，因此笼统说明它是混而为一的。从老子以后的道家与道教，便因袭其名，叫它混元一体，或混元一气。"}
{"text":"感觉摸触不到的，还有非感官所知的东西，特别命名它叫微。微，当然不是绝对的没有。后来由印度传入的佛学，说到物理的深奥之处，也便借用老干的观念，翻译命名为极微，便有互同此理的内涵。总之，视听与触觉这三种基本作用，原是一体的三角形，它与物理世界的声光触受是有密切的相互关联性，也可以说它是一体的三种作用，不可寻探它的个别界限，因此笼统说明它是混而为一的。从老子以后的道家与道教，便因袭其名，叫它混元一体，或混元一气。这便是老子当时对物理的分类说法，也可以说是中国古代理论物理的粗浅说明之一。再进一步说明，他说这个声光触觉混而为一的东西，它的本身，并无上下左右等的方位差别，也没有明暗的界别。也可以说上下明暗，混而为一而不可或分的，所以它具有超越时空的性质。其上不白敫，虽在九天之上，也不受激然光明的特色所染污。其下不昧，虽在九地之下，也不受晦昧不明的现象所染污。它说似无关却有关的永远不断不续似的连在一起，绳绳不可名。你要说它是一个具体物质的东西，它又不是物质，复归于无物。总之，没有固定的形状，无状之状也不能用任何一样东西来比拟它的现象，无物之象。只好给他取了一个混号，叫作馏恍。关于惚恍，老子在后文又自有解说，在此不必先加说明。它是无来无去，不去不来，超越古今代谢的时空作用。来也无所从来，你要迎接它也摸不着边。去也无法追随，你要跟踪它早已无影无形，悄然如逝了。迎之不见其首，随之不见其后。它本是无始无终的，但在人文的观察上，勉强分别它有始有终，有去有来，有古有今的界别。因此，以无始之始，姑且命名它为上古。无始不可得，上古不能留，只需切实把握现在的今天，便可体认风月无今古，情怀自浅深的真谛。执古之道，以御今之有。但切勿忘了它是无古今，无终始的本相，这样，便可把握到道的纲要了，能知古始，是谓道纪。本章虽是偏重于时空心物的关系而说明道的体用，但在一般重视用世之学的角度看来，它与后世所谓的帝王术与领导学，又有深密的哲学性关系。因为从传统的政治哲学来讲，王者设官治世的所谓官的定义，应有两种。一从政治制度来讲，官者，管也。官，便是管理的意思。"}
{"text":"执古之道，以御今之有。但切勿忘了它是无古今，无终始的本相，这样，便可把握到道的纲要了，能知古始，是谓道纪。本章虽是偏重于时空心物的关系而说明道的体用，但在一般重视用世之学的角度看来，它与后世所谓的帝王术与领导学，又有深密的哲学性关系。因为从传统的政治哲学来讲，王者设官治世的所谓官的定义，应有两种。一从政治制度来讲，官者，管也。官，便是管理的意思。二从人主的领导政治哲学来讲，官者，犹如人体的官能，所谓五官百骸，各有其所司的专职所司的分别事务，均须汇报终于中枢统领的首脑以作智慧的处理。而辅助头脑最得力的官能，便是眼目的视力，耳朵的听觉，以及全身的触受所及的亲民之官。自古及今，无论为专制的帝王制度，或自由的民主制度，始终不外这一原理。然而目之所见，耳之所闻，触摸之所及，心之所思，毕竟都是有限度的。即如稍迟于老子，但在儒道还不分家时期的孔门弟子，如曾子子思，便对此早有深入的告诫。曾子说一心可以事百君，百心不可事一君。叉子思说百心不可以得一人，一心可以得百人。君子以心导耳目，小人以耳目导心。他们都是极力主张领导者首须注重于诚意正心的自养，而戒慎于偏信耳目的不当。所以在正统儒道学术思想的立场，大多反对察察为明，过分偏任法家或权术的制衡作用。所谓察见渊鱼者不祥，便是此意。讲到这里，姑且让我们不伦不类，走出老子道家的范围，插入一段晚唐时代一个禅宗的故事，或可得他山之石，可以攻错的妙悟之趣。古灵禅赞禅师悟道以后，有一天，看到他的受业本师在窗下看经，正好有一只蜂子飞投纸窗钻不出来。古灵便趁机说世界如许这样广阔，不肯出。钻他故纸驴年去驴年，是代表永远没有这一年的意思。因地支十二生肖里没有驴。遂说偈曰空门不肯出，投窗也大痴。百年钻故纸，何日出头时。他的受业本师，因此启发而终于大彻大悟。后人对于这个学案，又写了一首诗偈说蝇爱寻光纸上钻，不能透过几多难。忽然撞着来时路，始信平生被眼瞒。人活老了，便可知道有许多人间世事，被自己耳目所欺骗，被自己情感主观所蒙蔽的，非常之多。既然自己的耳目亦难全信尽为真实，只有用心体会历史法则的执古之道，以御今之有。能知古始，是为道纪才较为切实得当。同样的道理，相反的表达，便有子思在中庸篇中所谓的生乎今之世，反古之道。"}
{"text":"遂说偈曰空门不肯出，投窗也大痴。百年钻故纸，何日出头时。他的受业本师，因此启发而终于大彻大悟。后人对于这个学案，又写了一首诗偈说蝇爱寻光纸上钻，不能透过几多难。忽然撞着来时路，始信平生被眼瞒。人活老了，便可知道有许多人间世事，被自己耳目所欺骗，被自己情感主观所蒙蔽的，非常之多。既然自己的耳目亦难全信尽为真实，只有用心体会历史法则的执古之道，以御今之有。能知古始，是为道纪才较为切实得当。同样的道理，相反的表达，便有子思在中庸篇中所谓的生乎今之世，反古之道。如此者，灾及其身者也。其实子思与老子一样，极其重视历史哲学与历史经验的因果法则，鄙薄予智自雄师心自用，但重察察之明的不当。由此而反照今日世界，普遍都靠耳目收集资料，作为统计的政治方针。甚至凭藉电脑统计的资料以定人事的管理。有时碰到电脑本身的误差，或人为有意对电脑的错误操作时，想起老子此三者不可致诘，故混而为一的妙语，在无可奈何之处，便只好哑然作会心的一笑了！古之善为士者，微妙玄通，深不可识。夫！唯不可识，故强为之容。豫兮若冬涉川，犹兮若畏四邻，俨兮其若容，涣兮若冰之将释，敦兮其若朴，旷兮其若谷，浑兮其苦浊。孰能浊以静之徐清，孰能安以动之徐生。保此道者不欲盈。夫唯不盈，故能蔽不新成。老子的士的内涵上古时代所谓的士，并非完全同于现代观念中的读书人，士的原本意义，是指专志道业，而真正有学问的人。一个读书人，必须在学识智慧与道德的修养上达到身心和谐自在，世出世间法内外兼通的程度，符合微妙玄通，深不可识这八个字的原则，才真正够资格当一个士。以现在的社会来说，作为一个士，学问道德都要精微无暇到极点。等于孔子在易经上所言絮净精微。絮净，是说学问接近宗教哲学的境界。精微，则相当于科学上的精密性。道家的思想，亦从这个絮净精微的体系而来。所以老子说古之善为士者，微妙玄通。意思是说精微到妙不可言的境界，絮净到冥然通玄的地步，便可无所不知，无所不晓了。而且，妙的境界勉强来说，万事万物皆能恰到好处，不会有不良的作用。正如古人的两句话圣人无死地，智者无困厄。一个大圣人，再怎么样恶劣的状况，无论如何也不会走上绝路。一个真正有大智慧的人，根本不会受环境的困扰，反而可从重重困难中解脱出来。"}
{"text":"精微，则相当于科学上的精密性。道家的思想，亦从这个絮净精微的体系而来。所以老子说古之善为士者，微妙玄通。意思是说精微到妙不可言的境界，絮净到冥然通玄的地步，便可无所不知，无所不晓了。而且，妙的境界勉强来说，万事万物皆能恰到好处，不会有不良的作用。正如古人的两句话圣人无死地，智者无困厄。一个大圣人，再怎么样恶劣的状况，无论如何也不会走上绝路。一个真正有大智慧的人，根本不会受环境的困扰，反而可从重重困难中解脱出来。玄通二字，可以连起来解释，如果分开来看，那么玄之又玄，众妙之门。这正是老子本身对玄所下的注解。更进一步具体地说，即是一切万物皆可以随心所欲，把握在手中。道家形容修道有成就的人为宇宙在手，万化由心。意思在此。一个人能够把宇宙轻轻松松掌握在股掌之间，万有的千变万化由他自由指挥创造，这不是比上帝还要伟大了吗？至于通，是无所不通达的意思，相当于佛家所讲的圆融无碍。也就是易经系传所说的变动不拘，周流六虚。六虚也叫六合，就是东南西北上下，几所有法，在天地间都是变化莫测的。以上是说明修道有所成就，到了某一阶段，使合于微妙玄通，深不可识的境界。因此老子又说夫！唯不可识，故强为之容。一个得道有所成就的人，一般人简直没有办法认识他，也没有办法确定他，因为他已经圆满和谐，无所不通。凡是圆满的事物，站在哪一个角度来看，都是令人肯定的，没有不顺眼的。若是有所形容，那也是勉勉强强套上去而已。接着老子就说明一个得道人所应做到的本分，其实也是点出了每一个人自己该有的修养。换句话说，在中国文化道家的观念里，凡是一个知识分子，都要能够胜任每一件事情。再详加研究的话，老子这里所说，正与礼记儒行篇所讲上古时一个读书人的行为标准相符。不过老子这一章中，所形容的与儒行篇的说辞不同。以现在的观念看来，礼记的描写比较科学化有规格。道家老子的描写则偏向文学性，在逻辑上走的是比喻的路线，详细的规模由大家自己去定。豫兮若冬涉川，一个真正有道的人，做人做事绝不草率，凡事都先慎重考虑。豫，有所预备，也就是古人所说凡事豫立而不劳。一件事情，不经过大脑去研究，贸然就下决定，冒冒失失去做去说，那是一般人的习性。凡事都从忙里错，谁人知向静中修。学道的人，因应万事，要有非常从容的态度。"}
{"text":"不过老子这一章中，所形容的与儒行篇的说辞不同。以现在的观念看来，礼记的描写比较科学化有规格。道家老子的描写则偏向文学性，在逻辑上走的是比喻的路线，详细的规模由大家自己去定。豫兮若冬涉川，一个真正有道的人，做人做事绝不草率，凡事都先慎重考虑。豫，有所预备，也就是古人所说凡事豫立而不劳。一件事情，不经过大脑去研究，贸然就下决定，冒冒失失去做去说，那是一般人的习性。凡事都从忙里错，谁人知向静中修。学道的人，因应万事，要有非常从容的态度。做人做事要修养到从容豫逸，无为而无不为。无为，表面看来似没有所作所为，实际上，却是智慧高超，反应迅速，举手投足之间，早已考虑周详，事先早已下了最适当的决定。看他好像一点都不紧张，其实比谁都审慎周详，只因为智慧高，转动得太快，别人看不出来而已。并且，平时待人接物，样样心里都清清楚楚，一举一动毫不含糊。这种修养的态度，便是豫立而不劳的形相。这也正是中国文化的千古名言，也是颠扑不破人人当学的格言。如同一个恰到好处的格子，你无论如何都没有办法逾越，它本来就是一种完美的规格。但是豫兮又是怎样豫法呢？答案是若冬涉川。这句话在文字上很容易懂，就是如冬天过河一样。可是冬天过河，究竟是个什么样子？在中国南方不易看到这类景象，要到北方才体会得出来个中滋味。冬天黄河水面结冰，整条大河可能覆盖上一层厚厚的冰雪。不但是人，马车牛车各种交通工具，也可以从冰上跑过去，但是千万小心，有时到河川中间，万一踏到冰水融化的地方，一失足掉下去便没了命。古人说如临深渊，如履薄冰，正是这个意思。做人处事，必须要小心谨慎战战兢兢的。虽然艺高人胆大，本事高超的人，看天下事，都觉得很容易。例如说，拿破仑的字典里没有难字。事实上，正因为拿破仑目空一切，终归失败。如果是智慧平常的人，反而不会把任何事情看得太简单，不敢掉以轻心而且对待每一个人，都当作比自己高明，不敢贡高我慢。所以，老子这句话说明了，一个有修为的人，必须时时怀着好比冬天从冰河上走过，稍一不慎，就有丧失生命的危险，加以戒慎恐惧。接着，老子又举了另外一个比喻，犹兮若畏四邻，来解释一个修道者的思虑周详，慎谋能断。犹是猴子之属的一种动物，和狐狸一样，它要出洞或下树之前，一定先把四面八方的动静，看得一清二楚，才敢有所行动。"}
{"text":"事实上，正因为拿破仑目空一切，终归失败。如果是智慧平常的人，反而不会把任何事情看得太简单，不敢掉以轻心而且对待每一个人，都当作比自己高明，不敢贡高我慢。所以，老子这句话说明了，一个有修为的人，必须时时怀着好比冬天从冰河上走过，稍一不慎，就有丧失生命的危险，加以戒慎恐惧。接着，老子又举了另外一个比喻，犹兮若畏四邻，来解释一个修道者的思虑周详，慎谋能断。犹是猴子之属的一种动物，和狐狸一样，它要出洞或下树之前，一定先把四面八方的动静，看得一清二楚，才敢有所行动。这种小心翼翼的特点，也许要比老鼠伟大一点。我们形容作事胆子很小，畏畏缩缩，没有信心而犹豫不决，另有一句谚语，便是首鼠两端。这句话的涵义和犹豫不决差不多。只要仔细观察老鼠出洞的模样，便会发现，老鼠往往刚爬出洞来几步，左右一看，马上又迅速转头退回去了。它本想前进，却又疑神疑鬼，退回洞里等一会儿，又跑出来，可是还没多跑几步路，又缩回去了。如此，大概需要反复几次，最后才敢冲出去。犹这种动物也一样，它每次行动，必定先东看看，西瞧瞧，等一切都观察清楚，知道没有危险，才敢出来。这是说，修道的人在人生的路程上，对于自己，对于外界，都要认识得清清楚楚。犹兮若畏四邻，如同犹一样，好像四面八方都有情况，都有敌人，心存害怕，不得不提心吊胆，小心翼翼。就算你不活在这个复杂的社会里，或者只是单独一个人走在旷野中，总算是没有敌人了吧！然而这旷野有可能就是你的敌人，走着走着，说不定你便在这荒山野地跌了一跤，永远爬不起来。所以，人生在世就要有那么的小心。接着，俨兮其若容，表示一个修道的人，待人处事都很恭敬，随时随地绝不马虎。子思所著的中庸，所谓的慎独，恰有类同之处。一个人独自在夜深人静的时候，虽然没有其他的外人在，却也好像面对祖宗，面对菩萨，面对上帝那么恭恭敬敬，不该国独处而使行为荒唐离谱，不合情理。大家晓得中国文化有一部最根本的书籍――礼记。这部礼记，等于中华民族上古时期不成文的大宪书，也就是中华文化的根源，百科宝典的依据。一般人都以为，礼记只是谈论礼节的书而已，其实礼节只是其中的一项代表。什么叫做礼？并不一定是要你只管叩头礼拜的那种表面行为。礼记第一句话毋不敬，俨若思，真正礼的精神，在于自己无论何时何地，皆抱着虔诚恭敬的态度。"}
{"text":"大家晓得中国文化有一部最根本的书籍――礼记。这部礼记，等于中华民族上古时期不成文的大宪书，也就是中华文化的根源，百科宝典的依据。一般人都以为，礼记只是谈论礼节的书而已，其实礼节只是其中的一项代表。什么叫做礼？并不一定是要你只管叩头礼拜的那种表面行为。礼记第一句话毋不敬，俨若思，真正礼的精神，在于自己无论何时何地，皆抱着虔诚恭敬的态度。处理事情，待人接物，不管做生意也好，读书也好，随时对自己都很严谨，不荒腔走板。俨若思，俨是形容词，非常自尊自重，非常严正恭敬地管理自己。胸襟气度包罗万物，人格宽容博大，能够原谅一切，包容万汇，便是伊兮其若容雍容庄重的神态。这是讲有道者所当具有的生活态度，等于是修道人的戒律，一个可贵的生活准则。上面所谈，处处提出一个学道人应有的严肃态度。可是这样并不完全，他更有洒脱自在冶然自得的一面。究竟洒脱到什么程度呢？涣兮若冰之将释。春天到了，天气渐渐暖和，冰山雪块遇到暖和的天气就慢慢融化散开，变成清流，普润大地。我们晓得孔子的学生形容孔子望之伊然，即之也温，刚看到他的时候，个个他，等到一接近相处时，倒觉得很温暖，很亲切。伊兮其若容，涣兮若冰之将释，就是这么一个意思。前句讲人格之庄严宽大，后句讲胸襟气度的潇洒。不但如此，一个修道人的一言一行，一举一动，也要非常厚道老实，朴实不夸。像一块石头，虽然里面藏有一块上好宝玉，或者金刚钻一类的东西，但没有敲开以前，别人不晓得里面竟有无价之宝。表面看来，只是一个很粗陋的石块。或者有如一块沾满灰泥，其貌不扬的木头，殊不知把它外层的杂物一拨开来，便是一块可供雕刻的上等捕木，乃至更高贵更难得的沉香木。若是不拨开来看，根本无法一窥究竟。至于旷兮其若谷，则是比喻思想的豁达空灵。修道有成的人，脑子是非常清明空灵的。如同山谷一样，空空洞洞，到山谷里一叫，就有回声，反应很灵敏。为什么一个有智慧的人反应会那么灵敏？因为他的心境永远保持在空灵无着之中。心境不空的人，便如庄子所说夫子犹有蓬之心也夫，整个心都被蓬茅塞死了，等于现在骂人的话你的脑子是水泥做的，怎么那样不通窍。整天迷迷糊糊，莫名其妙，岂不糟糕！心中不应被蓬茅堵住，而应海阔天空，空旷得纤尘不染。"}
{"text":"若是不拨开来看，根本无法一窥究竟。至于旷兮其若谷，则是比喻思想的豁达空灵。修道有成的人，脑子是非常清明空灵的。如同山谷一样，空空洞洞，到山谷里一叫，就有回声，反应很灵敏。为什么一个有智慧的人反应会那么灵敏？因为他的心境永远保持在空灵无着之中。心境不空的人，便如庄子所说夫子犹有蓬之心也夫，整个心都被蓬茅塞死了，等于现在骂人的话你的脑子是水泥做的，怎么那样不通窍。整天迷迷糊糊，莫名其妙，岂不糟糕！心中不应被蓬茅堵住，而应海阔天空，空旷得纤尘不染。道家讲清虚，佛家讲空，空到极点，清虚到极点，这时候的智慧自然高远，反应也就灵敏。其实，有道的人是不容易看出来的。老子在上面已说过和其光，同其尘。表面上给人看起来像个混公，大混蛋一个，浑兮其若浊，昏头昏脑，浑浑噩噩，好像什么都不懂。因为真正有道之士，用不着刻意表示自己有道，自己以为了不起。用不着装模作样，故作姿态。本来就很平凡，平凡到混混浊浊，没人识得。这是修道的一个阶段。依老子的看法，一个修道有成的人，是难以用语言文字去界定他的。勉强形容的话，只好拿山谷朴玉释冰等等意象来象征他的境界，但那也只是外形的描述而已。濯足浊流人自清因此须要再来两句话，孰能浊以静之徐清，孰能安以动之徐生是连接上文讲的表现了老子文章的独特风格。上面几句话一路下来，一直写得很轻松自然，假使我们只从文字表面去读，起先好像是懂了，若仔细深一层去研究，那便有点捉摸不定了。现在这两句话，到底是形容修道人的模样呢？还是说反面话，我们对照前后文看看，还是不易搞清楚，究竟为何而说。读古人的书很难，首先暂且不要去看前人的注解。前人也许比我们高明，但也有比我们不明的地方。因为著书立说的人，难免都有先入为主的观念，除非真把古今各类书籍，读得融会贯通，否则见识不多，随便读一本书，就把里面别人的注解观念，当做稀有至宝，一古邋遢全装进自己的脑袋瓜子里去，成为先入为主的偏见。然后，再来看讨论同样的问题的第二本书，如果持着相反的意见，便认为不对，认为是谬论，死心眼地执着第一本书的看法，这不很可怜吗？却不晓得研究中国文化的图书，几千年下来，连篇累牍，不可胜数。光是一部四库全书就堆积如山，而老子一书的注解，可说汗牛充栋，各家有各家的说法。有人读到焦头烂额，无法分清哪一种说法合理，只好想一套说词，自圆其说。"}
