{"text":"他在这场抗疫情战斗中做出了很大的贡献，还有许多科学家也在努力研究疫苗，他们都是这场战斗中不可缺少的人。白衣天使们加油我的祖国加油我也要加油，我要成为一个对祖国有用的人关于抗击疫情居家学习的心得作文篇二年的春节，因病毒肆虐，疫情蔓延变得冷清阴暗。昔日本该，熙熙攘攘，热热闹闹的街道，变得空无一人。因此武汉封城了，这时全世界人民已经感受到了的事情的严峻。就在这千钧一发的紧要关头，全国人民万众一心，众志成城，在十日之内中国创造了惊骇世界的奇迹火神山和雷神山医院。钟南山爷爷同千万逆行者在请战书上留下手印，护士姐姐剪掉长长的头发，只为能穿上防护服，医护人员们一整天不上厕所，只因节约一套防护服，疫情当下他们不论生死，不计报酬，坚守岗位，日夜兼程，为我们顶住风雪，稳步前行，与病魔作斗争，也许这才是我们应该学习，尊敬的盖世英雄吧病毒虽然是自私的，狂野的，古怪的，像狂风一般可怕但是当全国人民的心凝结在一起时的那种力量是无私的，温暖的，坚定的，犹如万丈光芒一方有难，八方支援，温暖从不会缺席。当全国缺医疗用品的时候，做车的五菱，开始生产口罩，做空调的格力，花万巨资，成立医疗科技公司，有很多明星，企业家，甚至连农民都已经纷纷捐款。虽然我们不能像钟南山爷爷一样，抗战一在线，也不能捐很多的钱，出很多的力，但是我们所有人都待在家里，不给一线的工作人员添麻烦用自己的方式尽着自己的一份绵薄之力。还有一群干部为了我们的健康，跋山涉水，挨家挨户查体温，还有一群志愿者，我们要什么他们就送什么，还有一群不管他们是干什么的，他们总是随叫随到毫无怨言和我们一起度过黑暗迎来光阴。我们隔离病毒，但不隔离人心。病毒无情，人却有情。这个鼠年，必定不同凡响。但是武汉，一定不是孤军奋战，亿中国人民与武汉同行，共度难关。野蛮的寒风，会走远的，冰天雪地的冬天也是会过去的，宜人的春风会悄悄地吹来，春姑娘也会翩翩的走来，我们一定会打赢这场没有硝烟的战争，我们心连心一起静待樱花盛开，不久定会国泰民安热干面，加油中国，加油白衣天使，加油关于抗击疫情居家学习的心得作文篇三深夜，原本安静整洁如今却拥挤不堪的医院内，你拖着早已麻木的身子，踉踉跄跄地走出重症监护室的密闭门，在缓冲室小心翼翼地摘下护目镜和鞋套，来到洗手台洗第一次手。"}
{"text":"但是武汉，一定不是孤军奋战，亿中国人民与武汉同行，共度难关。野蛮的寒风，会走远的，冰天雪地的冬天也是会过去的，宜人的春风会悄悄地吹来，春姑娘也会翩翩的走来，我们一定会打赢这场没有硝烟的战争，我们心连心一起静待樱花盛开，不久定会国泰民安热干面，加油中国，加油白衣天使，加油关于抗击疫情居家学习的心得作文篇三深夜，原本安静整洁如今却拥挤不堪的医院内，你拖着早已麻木的身子，踉踉跄跄地走出重症监护室的密闭门，在缓冲室小心翼翼地摘下护目镜和鞋套，来到洗手台洗第一次手。你屏气凝神，试图努力打起精神，以便进行接下来更加危险的动作脱防护服，足足有三层厚的防护服，浸满了汗水，里层的可以拧出水来。接着，把外层乳胶手套脱下后，又洗了一次手，待各种不知名的防护用具都处理好后，你轻轻地呼了一口气。当然，还有一件最重要的事尿不湿，上面早已湿透了。你有点不好意思，赶紧丢进垃圾桶，又检查了一遍有没有把防护用具全部丢进黄色污物桶中，一定得检查仔细，不能对不起自己身上这件白大褂呀。你这样想着，走了出去。看到接班的同事，你向她点了下头，她也点了下，医务人员的苦只有他们自己知道。回到办公室，你没有休息，又积极组织大家开会，研讨如何应对治疗中遇到的种种难题。你似乎不知疲倦，即使在里连续工作了那么长时间，仍然为大家传授自己在治疗中发现的新方法，他们仔细的听着记着。明天的情况一定会更好，你鼓着劲说。会议室里，清一色的白大褂互相辉映，洁白耀眼。会议结束了，你又翻看起今天的各种数据，思索着怎样才可以提高治愈率后半夜了，你第一次有了空闲的时间，拿起手机，想给儿子和妻子打个电话，但又放下了，担心惊扰到了他们。你翻开今天的网络疫情页面，发现确诊人数和仍在继续增长，不禁头涔涔而泪潸潸了。你像往常一样席座而眠，连白大褂都没来得及脱。黑暗中，几个危重症病患无助的眼神同事们在病房前征战的蓝绿色身影不断地浮现在眼前，让你久久不能安眠。凝望窗外，夜色苍凉如水，月亮透过密密的云洒下来一缕皎洁的月光东方露出一抹鱼肚白，你起了床，像往常一样拍了拍自己的白大褂，开始了又一天忙碌而神圣的工作。人人都说，你的白大褂总是一净如洗，比安第斯山脉的雪还洁白，比中秋的月光还耀眼，你的心不也是一样吗我相信，有你们这样兢兢业业，舍己为人的白衣天使在，我们就没有什么可以害怕担忧的东西了。"}
{"text":"黑暗中，几个危重症病患无助的眼神同事们在病房前征战的蓝绿色身影不断地浮现在眼前，让你久久不能安眠。凝望窗外，夜色苍凉如水，月亮透过密密的云洒下来一缕皎洁的月光东方露出一抹鱼肚白，你起了床，像往常一样拍了拍自己的白大褂，开始了又一天忙碌而神圣的工作。人人都说，你的白大褂总是一净如洗，比安第斯山脉的雪还洁白，比中秋的月光还耀眼，你的心不也是一样吗我相信，有你们这样兢兢业业，舍己为人的白衣天使在，我们就没有什么可以害怕担忧的东西了。我相信，中国和中国人，都会在这场历练中，像阳春三月的青草一样，重新焕发生机关于抗击疫情居家学习的心得作文篇四年的春节是一个不同寻常的日子新型冠状病毒的出现和蔓延，牵动着全体国人的心也牵动着我的心。年的春节是一个令人无法忘怀的日子口罩成了最难忘的记忆符号，逆行成了人世间最美的风景。逆行中有一个耄耋老人钟南山爷爷。疫情肆虐时，钟南山爷爷临危受命。这位耄耋老人的出现，让惊慌失措的人们看到了希望。他实地了解病况，研究防控方案，解读最新疫情这段时间，我在电视上看到最多的就是钟南山爷爷，眼中闪着泪花，话里蕴含力量，脸上写满慈祥与担当。倒在抗疫一线的湖南后医生宋英杰哥哥，无疑是逆行风景中最美的丰碑。岁的他，每天坚持值班，连续十天九夜奋斗在防控一线。本该美好的青春，就这样戛然而止英杰哥哥，你知道吗看到你的新闻，我哭了好久，好久。还记得侠肝义胆走单骑白衣天使甘如意姐姐，为了返岗参加疫情防控，她骑行了多公里。骑行自行车，四天三夜我多想当面问问甘如意姐姐，是什么力量支撑你骑行了多公里啊。爸爸说古有侠之大者，为国为民今有医之大仁，悬壶济世。我想甘如意姐姐你就是古时候的那种侠之大者吧逆行，在这个日子格外壮美我听到了孩子，等你长大，就会理解妈妈。妈妈是战士，若有战，召必回我看到了为了抗疫，剪掉秀丽长发的护士姐姐们。哪个姐姐不爱美，她们引领了年最时尚的发型。我听到了疫情不退，我们不撤我看到了那位拄着拐杖前行的医生，他坚挺的背影撑起了患者的希望。我听到国家有难，我们不能袖手旁观。我看到了三个连续工作多日的医生，只剩一只眼睛看得见。我听到了在哪儿我都没忘记自己是一名军人。"}
{"text":"妈妈是战士，若有战，召必回我看到了为了抗疫，剪掉秀丽长发的护士姐姐们。哪个姐姐不爱美，她们引领了年最时尚的发型。我听到了疫情不退，我们不撤我看到了那位拄着拐杖前行的医生，他坚挺的背影撑起了患者的希望。我听到国家有难，我们不能袖手旁观。我看到了三个连续工作多日的医生，只剩一只眼睛看得见。我听到了在哪儿我都没忘记自己是一名军人。我看到了陪老人看落日的医生叔叔，有生命的地方，处处是美丽。谢谢你们，最美的逆行者是你们，让我看到了人世间最美的风景是你们，让我在这个寒冷的冬季感受到春天的温情是你们，让我身边有爱心中有光是你们，让我懂得了成为你们这样的逆行者，是我读书的远大理想。我多想长大，多想快快长大，长大后我就会成为你们中的一员关于抗击疫情居家学习的心得作文篇五疫情期间，我曾问过爸爸这种病从哪里来的呀医生说有可能是从动物身上来的，因为有人违反了法律，偷吃了动物，所以病毒就来人身上安家了。不过现在没有关系，已经有很多医生科学家等等赶赴前线抗疫去了。那我长大以后，要成为一个有用的人，和前线的白衣护卫队一起抗疫从那以后，我天天都想这个事，天天都做这个梦我梦见我成为了一名医生，奋勇地冲到前线，与其他医生共同抗疫，从死神手里夺回病人的生命。在医生们的努力下，病人渐渐减少，来势汹汹的病毒大军也体力不支了。医生们越越勇，眼看离胜利不远了，偏偏这个时候，医疗设备和药物不足了，让医生们有一点力不从心，和病毒的斗争陷入了拉锯战。这个时候我就在想，那我变成科学家就好了。于是，梦中的我变成了科学家来帮忙了。我当上了科学家后，与我的团队日夜钻研，把医疗设备全都改造成了优等的，除了一些大设备外，其他全部是自动化的，打针上药吃饭都是自动的，不需要人工操作。我们还培植出一种草药，这样药一点都不苦，还有一种清新的感觉呢用它做的药丸给病人吃了以后，病毒几天就举旗投降了。虽然我们都努力了，但我发现，光有好的设备和药材是不够的，治疗病人需要更大更宽的战场，而现在的医院太少太小了，病毒大军又来势汹汹，不一会儿就可以占领一大片土地，很多人都在感叹如果有更多更先进的医院就好了。"}
{"text":"我们还培植出一种草药，这样药一点都不苦，还有一种清新的感觉呢用它做的药丸给病人吃了以后，病毒几天就举旗投降了。虽然我们都努力了，但我发现，光有好的设备和药材是不够的，治疗病人需要更大更宽的战场，而现在的医院太少太小了，病毒大军又来势汹汹，不一会儿就可以占领一大片土地，很多人都在感叹如果有更多更先进的医院就好了。这个时候我想到，那我为什么不变成建筑工程师呢于是梦中的我脱下了科学家的防护服，换上了工程师的衣服，费尽心思画了医院的设计图，尽量把它建到最宽最大最先进。随后，我和伙伴们不分昼夜的工作，终于在一个月之内建好了五座最大的医院可能现在的我很累，但我想为了抗疫，一切都值得有了先进的医疗设备和最好的药，加上战地得到扩建，白衣护卫队消灭病毒简直轻而易举，没过几天，病毒就乖乖投降了。这个时候我想到为了防止病毒卷土重来，我们应该做好防护措施。那么，有谁来宣传防护措施的重要性呢当然是志愿者了。我当上志愿者后，在大街上和同伴们一起宣扬做好防护措施的重要性。我们把怎么做好防护措施的要求打印后贴在了大街上我们还连起来开了一座网上学校，让更多人了解防护措施的重要性。在我们的共同努力下，祖国妈妈打好了一座坚固的防护墙，把病毒都挡在了外面，病毒只好乖乖服输了。人们安居乐业，再也不用担心病毒来捣蛋了不知不觉的，梦没了，我也醒了。爸爸见我楞在那里，就问我你做了什么梦啊，刚才一直沉思着我把梦的经过告诉了他，他笑了傻孩子，你有这种愿望很好，但要成为像医生科学家工程师志愿者这样的人呢，得打好基础，从第一步开始。你现在应该好好学习，长大后，才有机会成为那样的人啊当然现在更加重要的是做好个人卫生，搞好防护工作，自觉的在家自我隔离，这样也可以为这场战役作出自己的贡献。让我们一起努力好不好好疫情感人事迹作文抗击疫情感人事迹故事篇抗击疫情感人事迹故事篇一一个特别的年份，一个美好的数字。可是，新型肺炎的到来给整个中国蒙上了一层阴影，它就像一朵黑云笼罩着中华大地，陡然间，天空黯淡，世界阴冷。然而这个繁衍了五千年的中国拥有着一群团结友爱的人民，他们坚守着一方有难，万众驰援的美德，期盼着黑云背后的太阳。"}
{"text":"让我们一起努力好不好好疫情感人事迹作文抗击疫情感人事迹故事篇抗击疫情感人事迹故事篇一一个特别的年份，一个美好的数字。可是，新型肺炎的到来给整个中国蒙上了一层阴影，它就像一朵黑云笼罩着中华大地，陡然间，天空黯淡，世界阴冷。然而这个繁衍了五千年的中国拥有着一群团结友爱的人民，他们坚守着一方有难，万众驰援的美德，期盼着黑云背后的太阳。这是一群无畏勇敢的人们，他们不顾安危，奔赴在抗疫一线。嘴里说着没有特殊情况，不要去武汉的钟南山院士义无反顾地前往武汉抗击病毒年前想去换个发型，结果还真如愿了的美女护士单霞为避免交叉感染，剃了光头多日连轴转的高强度工作的护士全然不知脸上早已布满了勒痕得知同行好友感染病毒泣不成声的医生毅然决然转身救人说我们自古以来就有埋头苦干的人，有拼命硬干的人，有为民请命的人，有舍身求法的人。这些白衣天使，不计报酬，无论生死，为民族担当，不愧为中国脊梁。这是一群无私奉献的人，他们尽己所有捐赠着医疗物资。韩红东奔西走募集捐款约一亿元，众多明星网红纷纷慷慨解囊汽车司机捐赠口罩只并亲自送往武汉有孩子用全部压岁钱为民警买来口罩，用歪扭的字体寄托他希望你们能好好保护自己的祝愿爱与善良无关阶层无关年纪，在灾难面前，他们都是大美之人。中国，这是个充满爱与力量的国家。在这儿，火神山雷神山医院以光速拔地而起，小汤山医院也已开建。在这儿，处处都是爱，医者不计生死，民众不计报酬。在这儿，从不缺乏善良的人，从不缺乏爱国者。在这儿，大爱续写着中国故事。在这个美好的国度，纵使每个人力量薄弱也可汇成江海。我希望我们每一名中学生都能安心呆在家里，关注疫情，心系前方安危不聚会不出门，不给国家添乱按部就班，努力学习，砥砺奋进。这便是我们最大的贡献，这样才能不辜负无数人的奉献与期望。疫情愈汹，我们团结的热血便愈加凝固。九八年的抗洪挺过来了，零三年的非典挺过来了，零八年的雪灾挺过来了，只要我们众志成城，新型肺炎的黑云终会消散，武汉终归安宁。我们做个约定。待到春暖花开之际，阳光明媚之时，一起去武汉赏樱花可好抗击疫情感人事迹故事篇二路上，行人寥寥无几。"}
{"text":"这便是我们最大的贡献，这样才能不辜负无数人的奉献与期望。疫情愈汹，我们团结的热血便愈加凝固。九八年的抗洪挺过来了，零三年的非典挺过来了，零八年的雪灾挺过来了，只要我们众志成城，新型肺炎的黑云终会消散，武汉终归安宁。我们做个约定。待到春暖花开之际，阳光明媚之时，一起去武汉赏樱花可好抗击疫情感人事迹故事篇二路上，行人寥寥无几。他们脸上的表情被大大的口罩一分为二，眼神充满着焦虑，步履匆匆，整个世界好像只剩口罩下沉闷的呼吸声。疫情数据在不断刷新温州市新型冠状病毒感染人数例，例，例我忽然想起妈妈给我看过的视频穿着厚重防护服，带着口罩与防护镜，汗流浃背的医生正在照顾病人，因为全副武装的原因，彼此之间都认不出来。于是他们在衣服后面写上各自的名字。他们换防护服的时候，稍有不慎，便会被感染。这些白衣天使们永远都勇敢地站在抵抗疫情第一线，为我们挡住可怕的病毒，筑起一道道防护墙。我们在吃着年夜饭，看着春节晚会的时候，他们却在抢救一个个被肺炎病毒侵害的生命。新年的红包不知何时变成了一包口罩。对于病毒的恐惧将我们牢牢地关在家中。想起那一位位不求回报，不怕危险的白衣天使们，我真替他们担心。许多位医生被感染，仍然有无数位医生前赴后继赶赴疫情一线。八十多岁的钟南山爷爷带领着他的团队正在夜以继日地研究病毒，希望尽快研制出特效药。这位可敬的老者，虽然已是耄耋之年，但是他依然与其他人一起为疫情的控制做出了的贡献。我佩服他们的勇敢和坚持。在这新的一年里，他们给我们正确面对疫情的勇气和方法。是那些白衣天使们给了人们恢复健康的希望。从年底到新年至今，他们始终坚持不懈，尽自己的努力来抗击病毒。一个个白色的身影，一个个汗流浃背的身影，一个个尽职尽责的身影。医生们的防护服下，背负着多少重任，但仍含笑面对。感谢，白衣天使们的努力感谢，医药科研人员的刻苦研究。感谢各行各业抗击疫情的人们。正是他们的努力，帮我们筑起了一道道安全的防护之墙，正是他们的辛苦，帮我们迎来了幸福安康。这病毒，虽强大，虽可怕，可在他们的帮助下，我们必将最终战胜所有困难。"}
{"text":"一个个白色的身影，一个个汗流浃背的身影，一个个尽职尽责的身影。医生们的防护服下，背负着多少重任，但仍含笑面对。感谢，白衣天使们的努力感谢，医药科研人员的刻苦研究。感谢各行各业抗击疫情的人们。正是他们的努力，帮我们筑起了一道道安全的防护之墙，正是他们的辛苦，帮我们迎来了幸福安康。这病毒，虽强大，虽可怕，可在他们的帮助下，我们必将最终战胜所有困难。抗击疫情感人事迹故事篇三年的春节，注定会让我永生难忘，因为今年的春节与以往不一样没有了走亲访友没有了老街灯会，没有了心仪已久的旅游――宅在家里是年春节的新风尚，因为就像朋友圈中写的那样待在家里，就是在为国家做贡献这一切，只因新冠大年初一新型冠状病毒的相关信息，铺天盖地而来，刷屏了我们的朋友圈。新型冠状病毒是什么，刚开始我并没有在意，不过是一种感冒病毒罢了，可是不到半天的时间，我就意识到我错了，这种病毒的致命性让我毛骨悚然，它的狡猾它的高传染性，令人惊叹防不胜防。可就是在人人惊恐躲在家里自保的时候，有这样一群人却逆人流而动全国各地一批批的医务工自愿报名奔赴武汉，他们要和病魔抗争，要和死神搏斗在这一场没有硝烟的战场中，让我感受到了医生的真实与伟大。坐在家里看新闻，一篇篇报道让我泪目。还记得一篇报道中写到哪有什么白衣天使，不过是一群孩子换了一身衣服，学着前辈的样子，治病救人和死神抢人罢了。是的，他们为人儿女，却没有与父母团聚过年他们身为父母，却把年幼的孩子留给家人照管，自己却奔赴救人的第一线也许，只是也许，他们可能再也不能回到自己亲人的身边了，但他们却义无反顾太多的场面让我动容年轻的护士姐姐剪短了那长长的秀发，只为能穿上防护服因长时间带口罩，她们的脸都磨破了，露出红红的血丝他们有的已经在发热病房坚守了个小时他们有的因夜以继日的救治工作而感染病患德高望重的钟爷爷，已经岁高龄，却坚定的走在逆行的最前方正是这些白衣战士以命来拼，才让那些患者重新看到希望，才让我们这些后方的百姓，心有所依。看到他们，我心无惧。"}
{"text":"看到他们，我心无惧。因为我相信，在国家的科学防控部署下，在钢铁般坚毅的白衣勇士的捍卫下，我们中华民族的儿女，一定能所向披靡，战胜新冠，让我们为逆行者点赞加油，我心中的英雄们抗击疫情感人事迹故事篇四这个寒假，本该热热闹闹的街道上，因为可恶的新型冠状病毒给惹得到处人心惶惶。因为有了这种病，所有人都只能憋在家里。儿童不能出去玩，年轻人不能出去赚钱，老年人不能出去散步。整天窝在家里，马路上除了几辆车外，显得死气沉沉。我家电梯不久前因为冠状病毒做了一次大清洁，电梯里到现在都弥漫着消毒液的味道，墙上还贴了一包纸。难道这还不能表达这个病的危害性吗要说危害的就数武汉城市了，因为武汉患上这病的人数最多，整个武汉已经封城了。在这病之前，武汉曾经是许多人梦想的城市但现在，外面的人不愿去武汉，里面的人却想出武汉。武汉各医院的床位已经不够患者住了，全国各地有名的医院医生都在往武汉赶去。如果说各个职业人士都安安心心的在家待着。那医生可就不一样了，他们时时刻刻都冒着生命危险在给患者治病，就像战场上的士兵一样，随时都会被死神带走。因为在年有一个叫非典的病，再加上现在的新型冠状病毒。许多人认为罪魁祸首是果子狸，但其实不是，经过研究，发现果子狸也是受害者之一，非典是因为菊头蝠传给果子狸，果子狸又传给我们人。但这怪得了它们这些动物吗不，是怪我们人类。虽然肯定和动物们脱不了关系，但如果不是因为我们这张贪吃的嘴，会有今天吗年前的非典，因为吃野生动物，好不容易治好。好了伤疤忘了疼。如今的新型冠状病毒旧病重发，也是因为吃野生动物，而造就了今天。希望能早日度过病毒，让白衣天使们早日自由。抗击疫情感人事迹故事篇五春节，本该是家家户户都贴着大红春联，路边挂着红灯笼和中国结，阖家团圆，喜气洋洋的日子，可是，今年这个春节过的可不太平。新型冠状病毒肺炎疫情以强劲的势头迅速遍布全国，牵动着国人的心。还好，我们一家人都身体健康，团团圆圆。"}
