{"text":"所以一定要自己和面，软硬合度，而且要多醒一阵子。盖上一块湿布，防干裂。擀皮子不难，久练即熟，中心稍厚，边缘稍薄。包的时候一定要用手指捏紧。有些店里伙计包饺子，用拳头一握就是一个，快则快矣，煮出来一个个的面疙瘩，一无是处。饺子馅各随所好。有人爱吃荠菜，有人怕吃茴香。有人要薄皮大馅，最好是一兜儿肉，有人愿意多羼青菜。有一位太太应邀吃饺子，咬了一口大叫，主人以为她必是吃到了苍蝇蟑螂什么的，她说怎么，这里面全是菜主人大窘。有人以为猪肉冬瓜馅最好，有人认定羊肉白菜馅为正宗。韭菜馅有人说香，有人说臭，天下之口并不一定同嗜。冷冻饺子是不得已而为之，还是新鲜的好。据说新发明了一种制造饺子的机器，一贯作业，整治迅速，我尚未见过。我想最好的饺子机器应该是――人。吃剩下的饺子，冷藏起来，第二天油锅里一炸，炸得焦黄，好吃。豆腐豆腐是我们中国食品中的瑰宝。豆腐之法，是否始于汉淮南王刘安，没有关系，反正我们已经吃了这么多年，至今仍然在吃。在海外留学的人，到唐人街杂碎馆打牙祭少不了要吃一盘烧豆腐，方才有家乡风味。有人在海外由于制豆腐而发了财，也有人研究豆腐而得到学位。关于豆腐的事情，可以编写一部大书，现在只是谈谈几项我个人所喜欢的吃法。凉拌豆腐，最简单不过。买块嫩豆腐，冲洗干净，加上一些葱花，撒些盐，加麻油，就很好吃。若是用红酱豆腐的汁浇上去，更好吃。至不济浇上一些酱油膏和麻油，也不错。我最喜欢的是香椿拌豆腐。香椿就是庄子所说的以八千岁为春，以八千岁为秋的椿。取其吉利，我家后院植有一棵不大不小的椿树，春发嫩芽，绿中微带红色，摘下来用沸水一烫，切成碎末，拌豆腐，有奇香。可是别误摘臭椿，臭椿就是樗，本草李时珍曰其叶臭恶，歉年人或采食。近来台湾也有香椿芽偶然在市上出现，虽非臭椿，但是嫌其太粗壮，香气不足。在北平，和香椿拌豆腐可以相提并论的是黄瓜拌豆腐，这黄瓜若是冬天温室里长出来的，在没有黄瓜的季节吃黄瓜拌豆腐，其乐也如何比松花拌豆腐好吃得多。鸡刨豆腐是普通家常菜，可是很有风味。一块老豆腐用铲子在炒锅热油里戳碎，戳得乱七八糟，略炒一下，倒下一个打碎了的鸡蛋，再炒，加大量葱花。养过鸡的人应该知道，一块豆腐被鸡刨了是什么样子。锅塌豆腐又是一种味道。"}
{"text":"近来台湾也有香椿芽偶然在市上出现，虽非臭椿，但是嫌其太粗壮，香气不足。在北平，和香椿拌豆腐可以相提并论的是黄瓜拌豆腐，这黄瓜若是冬天温室里长出来的，在没有黄瓜的季节吃黄瓜拌豆腐，其乐也如何比松花拌豆腐好吃得多。鸡刨豆腐是普通家常菜，可是很有风味。一块老豆腐用铲子在炒锅热油里戳碎，戳得乱七八糟，略炒一下，倒下一个打碎了的鸡蛋，再炒，加大量葱花。养过鸡的人应该知道，一块豆腐被鸡刨了是什么样子。锅塌豆腐又是一种味道。切豆腐成许多长方块，厚薄随意，裹以鸡蛋汁，再裹上一层芡粉，入油锅炸，炸到两面焦，取出。再下锅，浇上预先备好的调味汁，如酱油料酒等，如有虾子羼入更好。略烹片刻，即可供食。虽然仍是豆腐，然已别有滋味。台北天厨陈万策老板，自己吃长斋，然喜烹调，推出的锅塌豆腐就是北平作风。沿街担贩有卖老豆腐者。担子一边是锅灶，煮着一锅豆腐，久煮成蜂窝状，另一边是碗匙佐料如酱油醋韭菜末芝麻酱辣椒油之类。这样的老豆腐，自己在家里也可以做。天厨的老豆腐，加上了鲍鱼火腿等，身分就不一样了。担贩亦有吆喝卤煮啊，炸豆腐者，他卖的是炸豆腐，三角形的，间或还有加上炸豆腐丸子的，煮得烂，加上些佐料如花椒之类，也别有风味。一九二九年至一九三零年之际，李璜先生宴客于上海四马路美丽川应该是美丽川菜馆，大家都称之为美丽川，我记得在座的有徐悲鸿蒋碧微等人，还有我不能忘的席中的一道蚝油豆腐。事隔五十余年，不知李幼老还记得否。蚝油豆腐用头号大盘，上面平铺着嫩豆腐，一片片的像瓦垄然，整齐端正，黄橙橙的稀溜溜的蚝油汁洒在上面，亮晶晶的。那时候四川菜在上海初露头角，我首次品尝，诧为异味，此后数十年间吃过无数次川菜，不曾再遇此一杰作。我揣想那一盘豆腐是摆好之后去蒸的，然后浇汁。厚德福有一道名菜，尝过的人不多，因为非有特殊关系或情形他们不肯做，做起来太麻烦，这就是罗汉豆腐。豆腐捣成泥，加芡粉以增其黏性，然后捏豆腐泥成小饼状，实以肉馅，和捏汤团一般，下锅过油，再下锅红烧，辅以佐料。罗汉是断尽三界一切见思惑的圣者，焉肯吃外表豆腐而内含肉馅的丸子，称之为罗汉豆腐是有揶揄之意，而且也没有特殊的美味，和佛跳墙同是噱头而已。冻豆腐是广受欢迎的，可下火锅，可做冻豆腐粉丝熬白菜或酸菜。"}
{"text":"厚德福有一道名菜，尝过的人不多，因为非有特殊关系或情形他们不肯做，做起来太麻烦，这就是罗汉豆腐。豆腐捣成泥，加芡粉以增其黏性，然后捏豆腐泥成小饼状，实以肉馅，和捏汤团一般，下锅过油，再下锅红烧，辅以佐料。罗汉是断尽三界一切见思惑的圣者，焉肯吃外表豆腐而内含肉馅的丸子，称之为罗汉豆腐是有揶揄之意，而且也没有特殊的美味，和佛跳墙同是噱头而已。冻豆腐是广受欢迎的，可下火锅，可做冻豆腐粉丝熬白菜或酸菜。有人说，玉泉山的冻豆腐最好吃，泉水好，其实也未必。凡是冻豆腐，味道都差不多。我常看到北方的劳苦人民，辛劳一天，然后拿着一大块锅盔，捧着一黑皮大碗的冻豆腐粉丝熬白菜，唏里呼噜的吃，我知道他自食其力，他很快乐。槐园梦忆―悼念故妻程季淑女士季淑于一九七四年四月三十日逝世，五月四日葬于美国西雅图之槐园。槐园在西雅图市的极北端，通往包泽尔的公路的旁边，行人老远的就可以看见那一块高地，芳草如茵，林木蓊郁，里面的面积很大，广袤约百数十亩。季淑的墓在园中之桦木区，地号是，紧接着的第十五号是我自己的预留地。这个墓园本来是共济会所创建的，后来变为公开，非会员亦可使用。园里既没有槐，也没有桦。有的是高大的枞杉和山杜鹃之属的花木。此地墓而不坟，墓碑有标准的形式与尺寸，也是平铺在地面上，不是竖立的，为的是便利机车割草。墓地一片草皮，永远是绿茸茸，经常有人修剪浇水。墓旁有一小喷水池，虽只喷涌数尺之高，但汩汩之泉其声呜咽，逝者如斯，发人深省。往远处看，一层层的树，一层层的山，天高云谲，瞬息万变。俯视近处则公路蜿蜒，车如流水。季淑就是在这样的一个地方长眠千古。圣人忘情，最下不及情，情之所钟，正在我辈，这是很平实的话。虽不必如荀粲之惑溺，或蒙庄之鼓歇，但夫妻合，一旦永诀，则不能不中心惨怛。美国华盛顿大学心理治疗系教授霍姆斯设计一种计点法，把生活中影响我们的变异，不论好坏，依其点数列出一张表。见一九七四年五月份读者文摘中文版在这张表上丧偶高列第一，一百点，依次是离婚七十三点，判服徒刑六十三点等等。丧偶之痛的深度是有科学统计的根据的。"}
{"text":"季淑就是在这样的一个地方长眠千古。圣人忘情，最下不及情，情之所钟，正在我辈，这是很平实的话。虽不必如荀粲之惑溺，或蒙庄之鼓歇，但夫妻合，一旦永诀，则不能不中心惨怛。美国华盛顿大学心理治疗系教授霍姆斯设计一种计点法，把生活中影响我们的变异，不论好坏，依其点数列出一张表。见一九七四年五月份读者文摘中文版在这张表上丧偶高列第一，一百点，依次是离婚七十三点，判服徒刑六十三点等等。丧偶之痛的深度是有科学统计的根据的。我们中国文学里悼亡之作亦屡屡见，晋潘安仁有悼亡诗三首荏苒冬春谢，寒暑忽流易。之子归穷泉，重壤永幽隔私怀谁克从，淹留亦何益俯恭朝命，回心反初役，望庐思其人，入室想所历，帏屏无仿佛，翰墨有余迹，流芳未及歇，遗挂犹在壁，惝恍如或存，回惶忡惊惕。如彼翰林鸟，双栖一朝支如彼游川鱼，比目中路析。春风缘隙来，晨溜依檐滴，寝兴何时忘，沉忧日盈积，庶几有时衰，庄缶犹可击。皎皎窗中月，照我室南端，清商应秋至，溽暑随节阑。凛凛凉风升，始觉夏衾单。岂曰无垂纩，谁与同岁寒岁寒无与同，朗月何胧胧展转盼枕席，长簟竟床空床空委清尘，室虚来悲风，独无李氏灵，仿佛睹尔容抚襟长叹息，不觉涕沾胸，沾胸安能已，悲怀从中起。寝兴目存形，遗音犹在耳。上惭东门吴，下愧蒙庄子。赋诗欲见志，零落难具纪。命也可奈何，长戚自令鄙。曜灵运天机，四节代迁逝。凄凄朝露凝，烈烈夕风厉。奈何悼淑俪，仪容永潜翳念此如昨日，谁知已卒岁改服从朝政，哀心寄私制茵帱张故房，朔望临尔祭。尔祭讵几时，朔望忽复尽。衾裳一毁撤，千载不复引。期月周，戚戚弥相愍，悲怀感物来，泣涕应情陨。驾言陡东阜，望坟思纡轸，徘徊墟墓间，欲去复不忍。徘徊不忍去，徙倚步踟蹰，落叶委埏侧，枯带坟隅。弧魂独茕茕，安知灵与无投心遵朝命，挥涕强就车。"}
{"text":"尔祭讵几时，朔望忽复尽。衾裳一毁撤，千载不复引。期月周，戚戚弥相愍，悲怀感物来，泣涕应情陨。驾言陡东阜，望坟思纡轸，徘徊墟墓间，欲去复不忍。徘徊不忍去，徙倚步踟蹰，落叶委埏侧，枯带坟隅。弧魂独茕茕，安知灵与无投心遵朝命，挥涕强就车。谁谓帝宫远，路极悲有余这三首诗从前读过，印象不深，现在悼亡之痛轮到自己，环诵再三，从重壤永幽隔至徘徊墟墓间，好像潘安仁为天下丧偶者道出了心声。故录此诗于此，代摅我的哀思。不过古人为诗最重含蓄蕴藉，不能有太多的细腻的写实的描述。例如，我到季淑的墓上去，我的感受便不只是徘徊不忍去，亦不只是孤魂独茕茕，我要先把鲜花插好插在一只半埋在土里的金属瓶里，然后灌满了清水，然后低声的呼唤她几声，我不敢高声喊叫，无此需要，并且也怕惊了她然后我把一两个星期以来所发生的比较重大的事报告给她，我不能不让她知道她所关切的事然后我默默的立在她的墓旁，我的心灵不受时空的限制，飞跃出去和她的心灵密切吻合在一起。如果可能，我愿每日在这墓园盘桓，回忆既往，没有一个地方比槐园更使我时时刻刻的怀念。死是寻常事，我知道，堕地之时，死案已立，只是修短的缓刑期间人各不同而已。但逝者已矣，生者不能无悲，我的泪流了不少，我想大概可以装满罗马人用以殉葬的那种泪壶。有人告诉我，时间可以冲淡哀思。如今几个月已经过去，我不再泪天泪地的哭，但是哀思却更深了一层，因为我不能不回想五十多年的往事，在回忆中好像我把如梦如幻的过去的生活又重新体验一次，季淑没有死，她仍然活在我的心中。季淑是安徽省徽州绩溪县人。徽州大部分是山地，地瘠民贫，很多人以种茶为业，但是皖南的文风很盛，人才辈出。许多人外出谋生，其艰苦卓绝的性格大概和那山川的形势有关。季淑的祖父程公讳鹿鸣，字苹卿，早岁随经商的二伯父到了京师，下帷苦读，场屋连捷，后实授直隶省大名府知府，勤政爱民，不义之财一芥不取，致仕时囊橐以去者仅万民伞十余具而已。其元配逝时留下四女七子，长子讳佩铭字兰生即季淑之父，后再续娶又生二子，故程府人丁兴旺，为旅食京门一大家族。季淑之母吴氏，讳浣身，安徽歙县人，累世业茶，寄籍京师。"}
{"text":"许多人外出谋生，其艰苦卓绝的性格大概和那山川的形势有关。季淑的祖父程公讳鹿鸣，字苹卿，早岁随经商的二伯父到了京师，下帷苦读，场屋连捷，后实授直隶省大名府知府，勤政爱民，不义之财一芥不取，致仕时囊橐以去者仅万民伞十余具而已。其元配逝时留下四女七子，长子讳佩铭字兰生即季淑之父，后再续娶又生二子，故程府人丁兴旺，为旅食京门一大家族。季淑之母吴氏，讳浣身，安徽歙县人，累世业茶，寄籍京师。季淑之父在京经营毛墨店程五峰斋，全家食指浩繁，生活所需皆取给于是，身为长子者为家庭生计而牺牲其读书仕进。季淑之母位居长嫂，俗云长嫂比母，于是操持家事艰苦备尝，而周旋于小姑小叔之间其含辛茹苦更不待言。科举废除之后，笔墨店之生意一落千丈，程五峰斋终于倒闭。季淑父只身走关外，不久殁于客中，时季淑尚在髫龄，年方九岁，幼年失怙打击终身。季淑同胞五人，大姐孟淑长季淑十一岁，适丁氏，抗战期间在川尚曾晤及，二姐仲淑兄道立弟道宽则均于青春有为之年死于肺痨。与母氏始终相依为命者，唯季淑一人。季淑的祖父，六十岁患瘫痪，半身不遂。而豪气未减，每天看报，看到贪污枉法之事，就拍桌大骂声震屋瓦。雅好美食，深信七十非肉不饱之义，但每逢朔望则又必定茹素为全家祈福，茹素则哽咽不能下咽，于是非嫌油少，即怪盐多。有一位叔父乘机进言，曷不请大嫂代表茹素，双方兼顾一方是心到神知之神，一方是非肉不饱的老者。从此我的岳母朔望代表茹素，直到祖父八十寿终而后已。叔父们常常宴客，宴客则请大嫂下厨，家里虽有厨师，佳肴仍需亲自料理，灶前伫立过久，足底生茧，以至老年不良于行。平素家里用餐，长幼有别，男女有别，媳妇孙女常常只能享受一些残羹剩炙。有一回一位叔父扫除房间，命季淑抱一石屏风至户外拂拭，那时她只有十岁光景，出门而踣，石屏风破碎，叔父大怒，虽未施夏楚，但诃责之余复命长跪。季淑从小学而中学而国立北京女高师之师范本科，几乎在饔飧不继的情形之下靠她自己努力奋斗而不辍学，终于一九二一年六月毕业。从此她离开了那个大家庭，开始她的独立的生活。三季淑于女高师的师范本科毕业之后，立刻就得到一份职业。由于她的女红特佳，长于刺绣，她的一位同学欧淑贞女士任女子职业学校校长，约她去担任教师。我就是在这个时候认识她的。我们认识的经过是由于她的同学好友黄淑贞湘翘女士的介绍，取妻如何，匪媒不得。"}
{"text":"季淑从小学而中学而国立北京女高师之师范本科，几乎在饔飧不继的情形之下靠她自己努力奋斗而不辍学，终于一九二一年六月毕业。从此她离开了那个大家庭，开始她的独立的生活。三季淑于女高师的师范本科毕业之后，立刻就得到一份职业。由于她的女红特佳，长于刺绣，她的一位同学欧淑贞女士任女子职业学校校长，约她去担任教师。我就是在这个时候认识她的。我们认识的经过是由于她的同学好友黄淑贞湘翘女士的介绍，取妻如何，匪媒不得。淑贞的父亲黄运兴先生和我父亲是金兰之交，他是湖南沅陵人，同在京师警察厅服务，为人公正率直而有见识，我父亲最敬重他。我当初之投考清华学校也是由于这位父执之极力怂恿。其夫人亦是健者，勤俭耐劳，迥异庸流。淑贞在女高师体育系，和季淑交称莫逆，我不知道她怎么想起把她的好友介绍给我。她没有直接把季淑介绍给我。她是浼她母亲父已去世到我家正式提亲作媒的。我在周末回家时在父亲书房桌上信斗里发现一张红纸条。上面恭楷写着程季淑，安徽绩溪人，年二十岁，一九零一年二月十七日寅时生。我的心一动。过些日我去问我大姐，她告诉我是有这么一回事，并且她说已陪母亲到过黄家去相亲，看见了程小组。大姐很亲切的告诉我说我看她人挺好，满斯文的，双眼皮大眼睛，身材不高，腰身很细，好一头乌发，挽成一个髻堆在脑后，一个大篷覆着前额，我怕那篷下面遮掩着疤痕什么的，特地搭讪着走过去，一面说着你的头发梳得真好，一面掀起那发篷看看。我赶快问，有什么没有她说，什么也没有。我们哈哈大笑。事后想想，这事不对，终身大事须要自作主张。我的两个姐姐和大哥都是凭了媒妁之言和家长的决定而结婚的。这时候是五四运动后四年，新的思想打动了所有的青年，我想了又想，决定自己直接写信给程小姐问她愿否和我做个朋友。信由专差送到女高师，没有回音，我也就断了这个念头。过了很久，时届冬季，我忽然接到一封匿名的英文信，告诉我不要灰心，程小姐现在女子职业学校教书，可以打电话去直接联络等语。朋友的好意真是可感。我遵照指示大胆的拨了一个电话给一位素未谋面的小姐。季淑接了电话，我报了姓名之后，她一惊，半晌没说出话来，我直截了当的要求去见面一谈，她支支吾吾的总算是答应我了。她生长在北京，当然说的是道地的北京话，但是她说话的声音之柔和清脆是我所从未听到过的。"}
{"text":"信由专差送到女高师，没有回音，我也就断了这个念头。过了很久，时届冬季，我忽然接到一封匿名的英文信，告诉我不要灰心，程小姐现在女子职业学校教书，可以打电话去直接联络等语。朋友的好意真是可感。我遵照指示大胆的拨了一个电话给一位素未谋面的小姐。季淑接了电话，我报了姓名之后，她一惊，半晌没说出话来，我直截了当的要求去见面一谈，她支支吾吾的总算是答应我了。她生长在北京，当然说的是道地的北京话，但是她说话的声音之柔和清脆是我所从未听到过的。形容歌声之美往往用珠圆玉润四字，实在是非常恰当。我受了刺激，受了震惊，我在未见季淑之前先已得到无比的喜悦。莎士比亚在李尔王五幕三景有一句话，，她的言语是温和的，轻柔而低缓，是女人最好的优点。好不容易等到会见的那一天那是一个星期六午后，我只有在周末才能进城。在清华园坐人力车到西直门，约一小时，我特别感觉到那是漫漫的长途。到西直门换车进城。女子职业学校在宣武门外珠巢街，好荒凉而深长的一条巷子，好像是从北口可以望到南城根。由西直门走了半个多小时，终于找到了这条街上的学校。看门的一个老头儿引我进入一间小小的会客室。等了相当长久的时间，一阵唧唧哝哝的笑语声中，两位小姐推门而入。这两位我都是初次见面，黄小姐的父亲我是见过多次的，她的相貌很像她的父亲，所以我立刻就知道另一位就是程小姐。但是黄小姐还是礼貌的给我们介绍了。不大的工夫，黄小姐托故离去，季淑急得直叫你不要走，你不要走我们两个互相打量了一下，随便扯了几句淡话，季淑确是有一头乌发，如我大姐所说，发髻贴在脑后，又圆又凸，而又亮晶晶的，一个松松泡泡的发篷覆在额前。我大姐不轻许人，她认为她的头发确实处理得好。她的脸上没有一点脂粉，完全本来面目，她若和一些浓妆艳抹的人出现在一起会令人有异样的感觉。我最不喜欢上帝给你一张脸而你自己另造一张。季淑穿的是一件灰蓝色的棉袄，一条黑裙子，长抵膝头。我偷眼往桌下一看，发现她穿着一双黑绒面的棉毛窝，上面凿了许多孔，系着黑带子，又暖和又舒服的样子。衣服裙子毛窝，显然全是自己缝制的。她是百分之百的一个朴素的女学生。"}
{"text":"我大姐不轻许人，她认为她的头发确实处理得好。她的脸上没有一点脂粉，完全本来面目，她若和一些浓妆艳抹的人出现在一起会令人有异样的感觉。我最不喜欢上帝给你一张脸而你自己另造一张。季淑穿的是一件灰蓝色的棉袄，一条黑裙子，长抵膝头。我偷眼往桌下一看，发现她穿着一双黑绒面的棉毛窝，上面凿了许多孔，系着黑带子，又暖和又舒服的样子。衣服裙子毛窝，显然全是自己缝制的。她是百分之百的一个朴素的女学生。我那一天穿的是一件蓝呢长袍，挽着袖口，胸前挂着清华的校徽，穿着一双棕色皮鞋。好多年后季淑对我说，她喜欢我那一天的装束，也因为那是普遍的学生样子。那时候我照过一张全身立像，我举以相赠，季淑一直偏爱这张照片，后来到了台湾她还特为放大，悬在寝室，我在她入殓的时候把这张照片放进棺内，我对她的尸体告别说季淑，我没有别的东西送给你，你把你所最喜爱的照片拿去吧它代表我。短暂的初次会晤大约有半小时。屋里有一个小火炉，阳光照在窗户纸上，使小屋和暖如春。这是北方旧式房屋冬天里所特有的一种气氛。季淑不是健谈的人，她有几分矜持，但是她并不羞涩。我起立告辞，我没有忘记在分手之前先约好下次会面的时间与地点。忆旧篇槐园梦忆――悼念故妻程季淑女士下次会面是在一个星期后，地点是中央公园。人类的历史就是由一个男人一个女人在一个花园里开始的。中央公园地点适中，而且有许多地方可以坐下来休息。惟一讨厌的是游人太多，像来今雨轩春明馆水榭，都是人挤人人看人的地方，为我们所不取。我们愿意找一个僻静的亭子池边的木椅，或石头的台阶。这种地方又往往为别人捷足先登或盘据取闹。我照例是在约定的时间前十五分钟到达指定的地点。和任何人要约，我也不愿迟到。我通常是在水榭的旁边守候，因为从那里可以望到公园的门口。等人是最令人心焦的事，一分一秒的耗着，不知看多少次手表，可是等到你所期待的人远远的姗姗而来，你有多少烦闷也丢到九霄云外去了。季淑不愿先我而至，因为在那个时代一个年轻女子只身在公园里踱着是会引起麻烦来的。就是我们两个并肩在路上行走，也常有些不三不四的人在吹口哨。有时候我们也到太庙去相会，那地方比较清静，最可喜的是进门右手一大片柏树林，在春暖以后有无数的灰鹤停驻在树巅，嘹唳的声音此起彼落，有时候轰然振羽破空而去。"}
