{"text":"凡有人心的读者，是看得完的，而且有所得的。要征服中国民族，必须征服中国民族的心！但这书却于心的征服有碍。心的征服，先要中国人自己代办。宋曾以道学替金元治心，明曾以党狱替满清箝口。这书当然不容于满洲帝国，但我看也因此当然不容于中华民国。这事情很快的就会得到实证。如果事实证明了我的推测并没有错，那也就证明了这是一部很好的书。好书为什么倒会不容于中华民国呢？那当然，上面已经说过几回了――一方面是庄严的工作，另一方面却是荒淫与无耻！这不像序。但我知道，和读者是决不和我计较这些的。一九三五年三月二十八日之夜，读毕记。本篇最初印入八月的乡村。田军，又名萧军，辽宁义县人，小说家。八月的乡村是他著的长篇小说，奴隶丛书之一，一九三五年八月上海容光书局出版。爱伦堡\\\\，―苏联作家。这里的引文见于他所作的最后的拜占庭人一文据黎烈文译文，载一九三五年三月译文月刊第二卷第一期，改题为论莫洛亚及其他。箭内亘―日本史学家。著有蒙古史研究元朝制度考元代经略东北考等。这是南宋时流传的民谣，见于南宋庄季裕鸡肋编。天下有道，则庶人不议孔丘的话，语见论语季氏。据朱熹集注上无失政，则下无私议，非箝其口使不敢言也。指胡适。一九三三年三月十八日，他在北平对新闻记者的谈话中说日本只有一个方法可以征服中国，即悬崖勒马，彻底停止侵略中国，反过来征服中国民族的心。见三月二十二日申报北平通讯阮玲玉―广东中山人，电影演员。因婚姻问题受到一些报纸的毁谤，于一九三五年三月间自杀。参看本书论人言可畏。姚锦屏化男一九三五年三月间，报载东北一个二十岁的女子姚锦屏自称化为男身，后经医师检验，还是女性。法捷耶夫，―樟骷摇！痘灭是他所著的长篇小说，有译本，一九三一年三闲书屋出版。满洲帝国日本帝国主义侵占我国东北后，于一九三二年三月在长春制造所谓满洲国，以清废帝溥仪为执政一九三四年三月改称满洲帝国，溥仪改称皇帝。"}
{"text":"因婚姻问题受到一些报纸的毁谤，于一九三五年三月间自杀。参看本书论人言可畏。姚锦屏化男一九三五年三月间，报载东北一个二十岁的女子姚锦屏自称化为男身，后经医师检验，还是女性。法捷耶夫，―樟骷摇！痘灭是他所著的长篇小说，有译本，一九三一年三闲书屋出版。满洲帝国日本帝国主义侵占我国东北后，于一九三二年三月在长春制造所谓满洲国，以清废帝溥仪为执政一九三四年三月改称满洲帝国，溥仪改称皇帝。孔另境编当代文人尺牍钞序孔另境编当代文人尺牍钞序日记或书信，是向来有些读者的。先前是在看朝章国故，丽句清词，如何抑扬，怎样请托，于是害得名人连写日记和信也不敢随随便便。晋人写信，已经得声明匆匆不暇草书，今人作日记，竟日日要防传钞，来不及出版。王尔德的自述，至今还有一部分未曾公开，罗曼罗兰的日记，约在死后十年才可发表，这在我们中国恐怕办不到。不过现在的读文人的非文学作品，大约目的已经有些和古之人不同，是比较的欧化了的远之，在钩稽文坛的故实，近之，在探索的生平。而后者似乎要居多数。因为一个人的言行，总有一部分愿意别人知道，或者不妨给别人知道，但有一部分却不然。然而一个人的脾气，又偏爱知道别人不肯给人知道的一部分，于是尺牍就有了出路。这并非等于窥探门缝，意在发人的阴私，实在是因为要知道这人的全般，就是从不经意处，看出这人――社会的一分子的真实。就是在文学概论上有了名目的创作上，本来也掩不住自己，无论写的是什么，这个人总还是这个人，不过加了些藻饰，有了些排场，仿佛穿上了制服。写信固然比较的随便，然而做作惯了的，仍不免带些惯性，别人以为他这回是赤条条的上场了罢，他其实还是穿着肉色紧身小衫裤，甚至于用了平常决不应用的奶罩。话虽如此，比起峨冠博带的时候来，这一回可究竟较近于真实。所以从作家的日记或尺牍上，往往能得到比看他的作品更其明晰的意见，也就是他自己的简洁的注释。不过也不能十分当真。有些，是连账簿也用心机的，叔本华记账就用梵文，不愿意别人明白。另境先生的编这部书，我想是为了显示文人的全貌的，好在用心之古奥如叔本华先生者，中国还未必有。只是我的做序，可不比写信，总不免用些做序的拳经这是要请编者读者，大家心照的。"}
{"text":"话虽如此，比起峨冠博带的时候来，这一回可究竟较近于真实。所以从作家的日记或尺牍上，往往能得到比看他的作品更其明晰的意见，也就是他自己的简洁的注释。不过也不能十分当真。有些，是连账簿也用心机的，叔本华记账就用梵文，不愿意别人明白。另境先生的编这部书，我想是为了显示文人的全貌的，好在用心之古奥如叔本华先生者，中国还未必有。只是我的做序，可不比写信，总不免用些做序的拳经这是要请编者读者，大家心照的。一九三五年十一月二十五夜，记于上海闸北之且介亭。本篇最初印入现代作家书简。孔另境―，浙江桐乡人。他所编的当代文人尺牍钞于一九三六年五月由生活书店出版，改题现代作家书简，收作家五十八人的书信二一九封。匆匆不暇草书晋书卫恒传载恒善草隶书，为四体书势，曰弘农张伯英者凡家之衣帛，必书而后练之。临池学书，池水尽黑。下笔必为楷则，号匆匆不暇草书。按张伯英名芝，后汉人，善草书，人称草圣。王尔德的自述指王尔德在狱中写给艾尔弗雷德道格拉斯的一封长信，即狱中记。一八九七年王尔德出狱后将这信交给好友罗伯特罗斯。罗斯于王尔德死后曾将它删节发表，一九四九年十月才由王尔德的次子维维安霍兰初次将它全文发表。罗曼罗兰，―法国作家社会活动家。著有长篇小说约翰克利斯朵夫传记贝多芬传等。一九二九年六月，他将在第一次世界大战期间旅居瑞士所记的战时日记原稿分订二十九册，最后一册记于巴黎交瑞士巴塞尔大学图书馆保存，又将三份打字稿分交苏联列宁图书馆美国哈佛大学图书馆瑞典斯德哥尔摩的诺贝尔学院图书馆。要求各保管者到一九五五年一月一日才可以启封，并译成各该国文字出版。叔本华，―德国哲学家，唯意志论者。梵文，古印度的文字。陀思妥夫斯基的事陀思妥夫斯基的事――为日本三笠书房陀思妥夫斯基全集普及本作到了关于陀思妥夫斯基，不能不说一两句话的时候了。说什么呢？他太伟大了，而自己却没有很细心的读过他的作品。回想起来，在年青时候，读了伟大的文学者的作品，虽然敬服那，然而总不能爱的，一共有两个人。"}
{"text":"叔本华，―德国哲学家，唯意志论者。梵文，古印度的文字。陀思妥夫斯基的事陀思妥夫斯基的事――为日本三笠书房陀思妥夫斯基全集普及本作到了关于陀思妥夫斯基，不能不说一两句话的时候了。说什么呢？他太伟大了，而自己却没有很细心的读过他的作品。回想起来，在年青时候，读了伟大的文学者的作品，虽然敬服那，然而总不能爱的，一共有两个人。一个是但丁，那神曲的炼狱里，就有我所爱的异端在有些鬼魂还在把很重的石头，推上峻峭的岩壁去。这是极吃力的工作，但一松手，可就立刻压烂了自己。不知怎地，自己也好像很是疲乏了。于是我就在这地方停住，没有能够走到天国去。还有一个，就是陀思妥夫斯基。一读他二十四岁时所作的穷人，就已经吃惊于他那暮年似的孤寂。到后来，他竟作为罪孽深重的罪人，同时也是残酷的拷问官而出现了。他把小说中的男男女女，放在万难忍受的境遇里，来试炼它们，不但剥去了表面的洁白，拷问出藏在底下的罪恶，而且还要拷问出藏在那罪恶之下的真正的洁白来。而且还不肯爽利的处死，竭力要放它们活得长久。而这陀思妥夫斯基，则仿佛就在和罪人一同苦恼，和拷问官一同高兴着似的。这决不是平常人做得到的事情，总而言之，就因为伟大的缘故。但我自己，却常常想废书不观。医学者往往用病态来解释陀思妥夫斯基的作品。这伦勃罗梭式的说明，在现今的大多数的国度里，恐怕实在也非常便利，能得一般人们的赞许的。但是，即使他是神经病者，也是俄国专制时代的神经病者，倘若谁身受了和他相类的重压，那么，愈身受，也就会愈懂得他那夹着夸张的真实，热到发冷的热情，快要破裂的忍从，于是爱他起来的罢。不过作为中国的读者的我，却还不能熟悉陀思妥夫斯基式的忍从――对于横逆之来的真正的忍从。在中国，没有俄国的基督。在中国，君临的是礼，不是神。百分之百的忍从，在未嫁就死了定婚的丈夫，坚苦的一直硬活到八十岁的所谓节妇身上，也许偶然可以发见罢，但在一般的人们，却没有。忍从的形式，是有的，然而陀思妥夫斯基式的掘下去，我以为恐怕也还是虚伪。因为压迫者指为被压迫者的不德之一的这虚伪，对于同类，是恶，而对于压迫者，却是道德的。但是，陀思妥夫斯基式的忍从，终于也并不只成了说教或抗议就完结。因为这是当不住的忍从，太伟大的忍从的缘故。"}
{"text":"在中国，没有俄国的基督。在中国，君临的是礼，不是神。百分之百的忍从，在未嫁就死了定婚的丈夫，坚苦的一直硬活到八十岁的所谓节妇身上，也许偶然可以发见罢，但在一般的人们，却没有。忍从的形式，是有的，然而陀思妥夫斯基式的掘下去，我以为恐怕也还是虚伪。因为压迫者指为被压迫者的不德之一的这虚伪，对于同类，是恶，而对于压迫者，却是道德的。但是，陀思妥夫斯基式的忍从，终于也并不只成了说教或抗议就完结。因为这是当不住的忍从，太伟大的忍从的缘故。人们也只好带着罪业，一直闯进但丁的天国，在这里这才大家合唱着，再来修练天人的功德了。只有中庸的人，固然并无堕入地狱的危险，但也恐怕进不了天国的罢。十一月二十日。本篇原用日文写作，最初发表于日本文艺杂志一九三六年二月号，中译文亦于一九三六年二月同时在上海青年界月刊第九卷第二期和海燕月刊第二期发表。参看本书。陀思妥夫斯基参看本卷第页注。但丁，―意大利诗人，神曲是他的代表作，通过在阴间游历的幻想，揭露了中世纪贵族和教会的罪恶。全诗分地狱炼狱天堂三部。炼狱又译作净界，天主教传说，是人死后入天国前洗净生前罪孽的地方。伦勃罗梭，―意大利精神病学者，刑事人类学派的代表。著有天才论犯罪者论等书。他认为犯罪是自有人类以来长期遗传的结果，提出反动的先天犯罪说，主张对先天犯罪者采取死刑终身隔离消除生殖机能等以保卫社会。他的学说曾被德国法西斯采用。`田诚一墓记`田诚一墓记君以一九三年三月至沪，出纳图书，既勤且谨，兼修绘事，斐然有成。中遭艰巨，笃行靡改，扶危济急，公私两全。越三三年七月，因病归国休养，方期再造，展其英才，而药石无灵，终以不起，年仅二十有八。呜呼，昊天难测，蕙荃早摧，晔晔青春，永门必玄壤，忝居友列，衔哀记焉。一九三五年四月二十二日，会稽撰。本篇在收入本书前未在报刊上发表过。`田诚一―，日本人，内山书店职员。参看本书。文坛三户文坛三户二十年来，中国已经有了一些作家，多少作品，而且至今还没有完结，所以有个文坛，是毫无可疑的。不过搬出去开博览会，却还得顾虑一下。"}
{"text":"越三三年七月，因病归国休养，方期再造，展其英才，而药石无灵，终以不起，年仅二十有八。呜呼，昊天难测，蕙荃早摧，晔晔青春，永门必玄壤，忝居友列，衔哀记焉。一九三五年四月二十二日，会稽撰。本篇在收入本书前未在报刊上发表过。`田诚一―，日本人，内山书店职员。参看本书。文坛三户文坛三户二十年来，中国已经有了一些作家，多少作品，而且至今还没有完结，所以有个文坛，是毫无可疑的。不过搬出去开博览会，却还得顾虑一下。因为文字的难，学校的少，我们的作家里面，恐怕未必有村姑变成的才女，牧童化出的文豪。古时候听说有过一面看牛牧羊，一面读经，终于成了学者的人的，但现在恐怕未必有。――我说了两回恐怕未必，倘真有例外的天才，尚希鉴原为幸。要之，凡有弄弄笔墨的人们，他先前总有一点凭借不是祖遗的正在少下去的钱，就是父积的还在多起来的钱。要不然，他就无缘读书识字。现在虽然有了识字运动，我也不相信能够由此运出作家来。所以这文坛，从阴暗这方面看起来，暂时大约还要被两大类子弟，就是破落户和暴发户所占据。已非暴发，又未破落的，自然也颇有出些著作的人，但这并非第三种，不近于甲，即近于乙的，至于掏腰包印书，仗奁资出版者，那是文坛上的捐班，更不在本论范围之内。所以要说专仗笔墨的，首先还得求之于破落户中。他先世也许暴发过，但现在是文雅胜于算盘，家景大不如意了，然而又因此看见世态的炎凉，人生的苦乐，于是真的有些抚今追昔，缠绵悱恻起来。一叹天时不良，二叹地理可恶，三叹自己无能。但这无能又并非真无能，乃是自己不屑有能，所以这无能的高尚，倒远在有能之上。你们剑拔弩张，汗流浃背，到底做成了些什么呢？惟我的颓唐相，是十年一觉扬州梦惟我的破衣上，是襟上杭州旧酒痕，连懒态和污渍，也都有历史的甚深意义的。可惜俗人不懂得，于是他们的杰作上，就大抵放射着一种特别的神彩，是顾影自怜。暴发户作家的作品，表面上和破落户的并无不同。因为他意在用墨水洗去铜臭，这才爬上一向为破落户所主宰的文坛来，以自附于风雅之林，又并不想另树一帜，因此也决不标新立异。但仔细一看，却是属于别一本户口册上的他究竟显得浅薄，而且装腔，学样。房里会有断句的诸子，看不懂案头也会有石印的骈文，读不断。"}
{"text":"可惜俗人不懂得，于是他们的杰作上，就大抵放射着一种特别的神彩，是顾影自怜。暴发户作家的作品，表面上和破落户的并无不同。因为他意在用墨水洗去铜臭，这才爬上一向为破落户所主宰的文坛来，以自附于风雅之林，又并不想另树一帜，因此也决不标新立异。但仔细一看，却是属于别一本户口册上的他究竟显得浅薄，而且装腔，学样。房里会有断句的诸子，看不懂案头也会有石印的骈文，读不断。也会嚷襟上杭州旧酒痕呀，但一面又怕别人疑心他穿破衣，总得设法表示他所穿的乃是笔挺的洋服或簇新的绸衫也会说十年一觉扬州梦的，但其实倒是并不挥霍的好品行，因为暴发户之于金钱，觉得比懒态和污渍更有历史的甚深的意义。破落户的颓唐，是掉下来的悲声，暴发户的做作的颓唐，却是爬上去的手段。所以那些作品，即使摹拟到和破落户的杰作几乎相同，但一定还差一尘他其实并不顾影自怜，倒在沾沾自喜。这沾沾自喜的神情，从破落户的眼睛看来，就是所谓小家子相，也就是所谓俗。风雅的定律，一个人离开本色，是就要俗的。不识字人不算俗，他要掉文，又掉不对，就俗富家儿郎也不算俗，他要做诗，又做不好，就俗了。这在文坛上，向来为破落户所鄙弃。然而破落户到了破落不堪的时候，这两户却有时可以交融起来的。如果谁有在找词汇的文选，大可以查一查，我记得里面就有一篇弹文，所弹的乃是一个败落的世家，把女儿嫁给了暴发而冒充世家的满家子这就足见两户的怎样反拨，也怎样的联合了。文坛上自然也有这现象但在作品上的影响，却不过使暴发户增添一些得意之色，破落户则对于俗变为谦和，向别方面大谈其风雅而已并不怎么大。暴发户爬上文坛，固然未能免俗，历时既久，一面持筹握算，一面诵诗读书，数代以后，就雅起来，待到藏书日多，藏钱日少的时候，便有做真的破落户文学的资格了。然而时势的飞速的变化，有时能不给他这许多修养的工夫，于是暴发不久，破落随之，既沾沾自喜，也顾影自怜，但却又失去了沾沽自喜的确信，可又还没有配得顾影自怜的风姿，仅存无聊，连古之所谓雅俗也说不上了。向来无定名，我姑且名之为破落暴发户罢。这一户，此后是恐怕要多起来的。但还要有变化向积极方面走，是恶少向消极方面走，是瘪三。使中国的文学有起色的人，在这三户之外。六月六日。"}
{"text":"然而时势的飞速的变化，有时能不给他这许多修养的工夫，于是暴发不久，破落随之，既沾沾自喜，也顾影自怜，但却又失去了沾沽自喜的确信，可又还没有配得顾影自怜的风姿，仅存无聊，连古之所谓雅俗也说不上了。向来无定名，我姑且名之为破落暴发户罢。这一户，此后是恐怕要多起来的。但还要有变化向积极方面走，是恶少向消极方面走，是瘪三。使中国的文学有起色的人，在这三户之外。六月六日。因为唐代传奇，是至今还有标本可见的，但现在之所谓六朝小说，我们所依据的只是从新唐书艺文志以至清四库书目的判定，有许多种，在六朝当时，却并不视为小说。例如汉武故事，西京杂记，搜神记，续齐谐记等，直至刘d的唐书经籍志，还属于史部起居注和杂传类里的。那时还相信神仙和鬼神，并不以为虚造，所以所记虽有仙凡和幽明之殊，却都是史的一类。况且从晋到隋的书目，现在一种也不存在了，我们已无从知道那时所视为小说的是什么，有怎样的形式和内容。现存的惟一最早的目录只有隋书经籍志，修者自谓远览马史班书，近观王阮志录，也许尚存王俭今书七志，阮孝绪七录的痕迹罢，但所录小说二十五种中，现存的却只有燕丹子和刘义庆撰世说合刘孝标注两种了。此外，则郭子，笑林，殷芸小说，水饰，及当时以为隋代已亡的青史子，语林等，还能在唐宋类书里遇见一点遗文。单从上述这些材料来看，武断的说起来，则六朝人小说，是没有记叙神仙或鬼怪的，所写的几乎都是人事文笔是简洁的材料是笑柄，谈资但好像很排斥虚构，例如世说新语说裴启语林记谢安语不实，谢安一说，这书即大损声价云云，就是。唐代传奇文可就大两样了神仙人鬼妖物，都可以随便驱使文笔是精细，曲折的，至于被崇尚简古者所诟病所叙的事，也大抵具有首尾和波澜，不止一点断片的谈柄而且往往故意显示着这事迹的虚构，以见他想象的才能了。但六朝人也并非不能想象和描写，不过他不用于小说，这类文章，那时也不谓之小说。例如阮籍的大人先生传，陶潜的桃花源记，其实倒和后来的唐代传奇文相近就是嵇康的圣贤高士传赞今仅有辑本，葛洪的神仙传，也可以看作唐人传奇文的祖师的。"}
{"text":"唐代传奇文可就大两样了神仙人鬼妖物，都可以随便驱使文笔是精细，曲折的，至于被崇尚简古者所诟病所叙的事，也大抵具有首尾和波澜，不止一点断片的谈柄而且往往故意显示着这事迹的虚构，以见他想象的才能了。但六朝人也并非不能想象和描写，不过他不用于小说，这类文章，那时也不谓之小说。例如阮籍的大人先生传，陶潜的桃花源记，其实倒和后来的唐代传奇文相近就是嵇康的圣贤高士传赞今仅有辑本，葛洪的神仙传，也可以看作唐人传奇文的祖师的。李公佐作南柯太守传，李肇为之赞，这就是嵇康的高士传法陈鸿长恨传置白居易的长歌之前，元稹的传既录会真诗，又举李公垂歌之名作结，也令人不能不想到桃花源记。至于他们之所以著作，那是无论六朝或唐人，都是有所为的。隋书经籍志抄汉书艺文志说，以著录小说，比之询于刍荛，就是以为虽然小说，也有所为的明证。不过在实际上，这有所为的范围却缩小了。晋人尚清谈，讲标格，常以寥寥数言，立致通显，所以那时的小说，多是记载畸行隽语的世说一类，其实是借口舌取名位的入门书。唐以诗文取士，但也看社会上的名声，所以士子入京应试，也须豫先干谒名公，呈献诗文，冀其称誉，这诗文叫作行卷。诗文既滥，人不欲观，有的就用传奇文，来希图一新耳目，获得特效了，于是那时的传奇文，也就和敲门砖很有关系。但自然，只被风气所推，无所为而，却也并非没有的。五月三日。五论文人相轻――明术五论文人相轻――明术文人相轻是局外人或假充局外人的话。如果自己是这局面中人之一，那就是非被轻则是轻人，他决不用这对等的相字。但到无可奈何的时候，却也可以拿这四个字来遮掩一下。这遮掩是逃路，然而也仍然是战术，所以这口诀还被有一些人所宝爱。不过这是后来的话。在先，当然是轻。轻之术很不少。粗糙的说大略有三种。一种是自卑，自己先躺在垃圾里，然后来拖敌人，就是我是畜生，但是我叫你爹爹，你既是畜生的爹爹，可见你也是畜生了的法子。这形容自然未免过火一点，然而较文雅的现象，文坛上却并不怎么少见的。"}
