{"text":"人就是这样可怜的动物，它天生具有妒嫉仇视别人的恶根。倘使不经道德学问的深切锻炼与修养，它是永远存在的，只是有时候并未遇缘爆发而已。况且还有些专讲仁义道德和宗教的人，学问愈深，心胸愈窄，往往为了意见同异之争，动辄意气用事，乃至非置人于死地不可。佛说贪嗔痴慢疑五毒，是为众生业障的根本。妒嫉残害等心理，都是随五毒而来的无明烦恼。道行德业愈高，愈容易成为众矢之的。所谓高明之家，鬼瞰其室，也包括了这个道理。印度的禅宗二十四代祖师师子尊者，预知宿报而应劫被杀。后世密宗的木讷尊者，具足六通，也自甘为嫉者饮毒而亡。此外，如耶酥的被钉十字架希腊的大哲学家苏格拉底饮毒受刑孔子困于陈蔡，厄于鲁卫之间，其所遭遇的艰危困顿，唯仅免于死而已。达摩大师最后的自愿饮毒，对证他所昭示的四行的道理，可以说他是心安理得，言行如一。后来二祖神光的临终受害，也是依样画葫芦。其次，关于达摩大师的下落，在中国禅宗的史料上，就有好几种异同的传说，最有名的便是只履西归的故事。据宋本传灯录祖师及西来年表的记载，当粱大通二年，即北魏孝明武泰元年，达摩大师以化缘已毕，传法得人，遂自甘中毒而逝，葬熊耳山，起塔即世俗人之坟墓于定林寺。记云北魏宋云，奉使西域回。遇师于葱岭，见手携只履，翩翩独逝。云问师何往？师曰西天去。又谓云曰汝主已厌世。云闻之茫然，别师东迈。暨复命，即明帝已登遐矣。迨等到，达到孝庄即位，云具奏其事。帝令启圹，唯空棺，一只草履存焉。其次，僧念常著佛祖历代通载，关于达摩大师的生死问题，曾有论曰契嵩明教著传法正统记称达摩住世凡数百年，谅其已登圣果，得意生身，非分段生死所拘。及来此土，示终葬毕，乃复全身以归，则其寿固不可以世情测也但念常的结论，对于明教法师的论述，并不谓然。如云故二祖礼三拜后依位而立，当尔之际，印尘劫于瞬息，洞刹海于毫端，直下承当，全身负荷，正所谓通玄峰顶，不是人间。入此门来，不存知解者也。乌有动静去来彼时分而可辩哉！又盛唐以后，西藏密教兴盛。传到宋元之间，密宗大手印的法门，普遍宏开。而且传说达摩大师在中国只履西归以后，又转入西藏传授了大手印的法门。所以认为大手印也就是达摩禅。禅宗也就是大密教。"}
{"text":"如云故二祖礼三拜后依位而立，当尔之际，印尘劫于瞬息，洞刹海于毫端，直下承当，全身负荷，正所谓通玄峰顶，不是人间。入此门来，不存知解者也。乌有动静去来彼时分而可辩哉！又盛唐以后，西藏密教兴盛。传到宋元之间，密宗大手印的法门，普遍宏开。而且传说达摩大师在中国只履西归以后，又转入西藏传授了大手印的法门。所以认为大手印也就是达摩禅。禅宗也就是大密教。至于高僧传，则只写出了达摩大师自称当时活了一百五十岁。总之，这些有关神通的事情，是属于禅与宗教之间的神秘问题，姑且存而不论。因为禅宗的重心只贵子正见，不贵子行履。神通的神秘性，与修持禅定工夫的行履有关，所以暂且略而不谈。南北朝时代的中国禅与达摩禅北魏齐粱之间佛学与佛教发展的大势中国的历史，继魏晋以后，就是史书上所称的南北朝时代。这个时代从东晋开始，到李唐帝业的兴起，先后约经三百年左右，在这三百年间，从历史的角度，和以统一为主的史学观念来说，我们也可称之为中国中古的黑暗时期，或变乱时期。而从人类世界历史文化的发展来说，每个变乱的时代，往往就是文化学术思想最发达的时代。或是时代刺激思想而发展学术或由思想学术而反激出时代的变乱，实在很难遽急，仓猝下定论。因为错综复杂的因素太多，不能单从某一角度而以偏概全。现在仅从禅宗的发展史而立论，除了已经提出在北魏与粱武帝时代的达摩禅传入中国以外，还必须先了解当时在中国佛教中的中国禅等情形，然后综合清理其间的种种脉络，才能了解隋唐以后中国禅宗兴起的史实。人尽皆知达摩大师初来中国的动机，是他认为东土震旦，有大乘气象。因此渡海东来，传授了禅宗。我们从历史上回顾一下那个时期中国佛教的情形，究竟是如何的有大乘气象呢？现在先从东晋前后的情势来讲。关于翻译佛经著名的有鸠摩罗什佛陀耶舍佛驮跋陀罗法显昙无竭等声势浩大的译经事业。由东晋到齐粱之间，先后相继，其中约有三十多位大师为其中心，尽心致力其事。关于佛学义理的高深造诣著名的有朱士行康僧渊支遁道安昙翼僧睿僧肇竺道生玄畅等，而先后相互辉映的辅佐人士，约三百人左右。至于其中首先开创宗派，成为中国佛教的特征的，就是慧远法师在庐山结立白莲社，为后世中国净土宗的初祖。"}
{"text":"现在先从东晋前后的情势来讲。关于翻译佛经著名的有鸠摩罗什佛陀耶舍佛驮跋陀罗法显昙无竭等声势浩大的译经事业。由东晋到齐粱之间，先后相继，其中约有三十多位大师为其中心，尽心致力其事。关于佛学义理的高深造诣著名的有朱士行康僧渊支遁道安昙翼僧睿僧肇竺道生玄畅等，而先后相互辉映的辅佐人士，约三百人左右。至于其中首先开创宗派，成为中国佛教的特征的，就是慧远法师在庐山结立白莲社，为后世中国净土宗的初祖。此外，以神异神通作为教化的，先后约三十人左右。其中东晋时期的佛图澄刘宋的神僧怀度等，对于当代匡时救世之功，实有多者。至于其他以习禅守戒，以及以从事宣扬佛教的各种活动而著名于当世的，先后约有一百二三十人。但以上所说，只是对当世佛教中的西域客僧，与中国的出家僧人而言。有关比丘尼出家的女众帝王将相长者居士，以及一般林林总总的信奉者，当然无法统计。唯据史称粱天监八年，即北魏永平二年间公元五九年的记载，可以窥其大略。时佛教盛于洛阳魏都。沙门自西域来者，三千余人。魏主别为之立永明寺千余间以居之。处士冯亮有巧思，魏主使择嵩山形胜之地，立闲居寺，极岩壑土木之美。由是远近乘风，无不事佛。比及延昌北魏宣武年号，州郡共有一万三千余寺，僧众二百万。但是南朝由宋齐粱所建立的佛寺，以及度僧出家的人数，还不在此限，也无法详细统计，如据高僧传等记载，粱武帝对达摩大师说月关即位已来，造寺写经度僧，不可胜记。虽然言之过甚，但以粱武帝的作风来说，当然是很多很多。后来中唐时代诗人杜牧诗云南朝四百八十寺，多少楼台烟雨中。也只是指出邻近于金陵扬州一带，江南的一角而已，并不涉及黄河南北与大江南北等地。从以上所例举的情形，对于当时的佛教和佛学文化的发展趋势，足以看出它声势的浩大，影响朝野上下，无所不至。总之，魏晋南北朝时代三百年间，由于变乱相仍，战伐不已，凡有才识之士，大都倾向于当时名士陶渊明的高蹈避世路线。同时又适逢佛学开始昌明，因此就将悲天悯人的情绪，统统趋向于形而上道的思想领域。所以佛教中的人才，大多都是当时英华秀出的俊彦之士。"}
{"text":"从以上所例举的情形，对于当时的佛教和佛学文化的发展趋势，足以看出它声势的浩大，影响朝野上下，无所不至。总之，魏晋南北朝时代三百年间，由于变乱相仍，战伐不已，凡有才识之士，大都倾向于当时名士陶渊明的高蹈避世路线。同时又适逢佛学开始昌明，因此就将悲天悯人的情绪，统统趋向于形而上道的思想领域。所以佛教中的人才，大多都是当时英华秀出的俊彦之士。次如立身从政，而又危行言逊的文人学士，名重当时而足以影响学术思想者，如齐粱之间的范云沈约任日方陶弘景谢月出何点何胤刘三力思通协等人，都与佛学结有不解之缘。齐粱之间中国的大乘禅佛学的主旨，重在修证。而修证的方法，都以禅定为其中心。自东晋以来，因佛图澄等人屡示神异为教化，并又传译小乘禅观等的修持方法。修习禅定，对于一般从事佛学研究和信仰佛教者，已经成为时髦的风气。后来又因译经事业的发达，许多英华才智之士，吸收佛学的精义，融会中国固有文化的精华，渐已开始形成中国大乘佛学的新面目，因此达摩大师从印度东来之前曾说东土震旦，有大乘气象。这并非完全是凭空臆测之语。即使达摩大师不来中国传授禅宗，如果假以时日，中国的禅道亦将独自形成为另一新兴宗派，犹如东晋时期的慧远法师，独立开创净土宗一样。这也是事有必至理有固然的道理。例如在齐粱之际，当达摩大师东来之前，中国本土大乘禅的代表人物，最著名的便是宝志和尚傅大士慧文法师等三人，而且他们的言行，对于隋唐以后新兴的禅宗与其他宗派如天台华严宗等，都有莫大的影响。中国大乘禅的初期大师宝志禅师，世称志公和尚，据粱释慧皎所撰高僧传的记载，原名保志。保志，本姓朱，金城人。少出家，师事沙门僧俭为和尚，修习禅业。至宋太始初，忽如僻异，居起无定，饮食无时，发长数寸，常行街巷，执一锡杖，杖头挂剪刀及镜，或挂一两匹帛。齐建元中，稍见异迹，数日不食，亦无饥容。与人言，始若难晓，后皆效验。时或赋诗，言如谶迷信的人指将来要应验的预言预兆记。京土士庶，皆敬事之。又据五灯会元等所载初，东阳民朱氏之妇，上巳日，闻儿啼鹰巢中，梯树得之，举以为子。七岁，依钟山沙门僧俭出家，专修禅观。宋太始二年，发而徒跣跣足，光着脚，着锦袍，往来皖山剑水之下，以剪尺拂子挂杖头，负之而行。天监二年，粱武帝诏问，弟子烦惑未除，何以治之？答曰十二。"}
{"text":"齐建元中，稍见异迹，数日不食，亦无饥容。与人言，始若难晓，后皆效验。时或赋诗，言如谶迷信的人指将来要应验的预言预兆记。京土士庶，皆敬事之。又据五灯会元等所载初，东阳民朱氏之妇，上巳日，闻儿啼鹰巢中，梯树得之，举以为子。七岁，依钟山沙门僧俭出家，专修禅观。宋太始二年，发而徒跣跣足，光着脚，着锦袍，往来皖山剑水之下，以剪尺拂子挂杖头，负之而行。天监二年，粱武帝诏问，弟子烦惑未除，何以治之？答曰十二。帝问其旨如何？答曰在书字时节刻漏中。帝益不晓。总之，志公在齐粱之际，以神异的行径，行使教化，这是他处乱世行正道，和光同尘的逆行方式，正如老子所说正言若反的意义一样。而他对于大乘佛法的正面真义，却有大乘赞十首十二时颂与十四科颂等名著留传后世。尤其十四科颂中，对于当时以及后世的佛学思想，与佛法修证的精义，充分发挥了中国佛学的大乘精神。我们在千载以后读之，已经习惯成自然，并不觉得怎样特别，但对当时的学术思想界和佛学的观念来说，却是非常大胆而富有创见的著作，的确不同凡响。其中他所提出的十四项不二法门的观点，影响隋唐以后的佛学和学术思想，实在非常有力。也可以说，唐代以后的禅宗，与其说是达摩禅，毋宁说是混合达摩志公傅大士的禅宗思想，更为恰当。因文繁不录，但就志公十四科颂的提示，便可由此一斑而得窥全豹。一菩提烦恼不二。二持犯不二。三佛与众生不二。四事理不二。五静乱不二。六善恶不二。七色空不二。八生死不二。九断除不二。十真俗不二。十一解缚不二。十二境照不二。十三运用无碍不二。十四迷悟不二。以上所举志公十四科颂的提纲，虽然没有完全抄录内容，但他所提出的问题，都是当时佛学界的重要问题。因为汉末到齐粱之间，大乘佛学的内容，没有完全翻译过来，大多都是根据小乘佛学的观点，还未融会大小乘佛学的真谛。总之，当齐粱之际，在志公之前，中国本土的学者，极少有人能融会佛学的大乘义理与禅定的修证工夫，而知行合一的。但从志公傅大士慧文法师以后，那就大有不同了。因此，如果要讲中国禅的开始和禅宗的发展史，就应当从志公等人说起。但志公遭逢乱世，同时中国禅的风气尚未建立，因故意装疯卖傻，而以神秘的姿态出现。"}
{"text":"因为汉末到齐粱之间，大乘佛学的内容，没有完全翻译过来，大多都是根据小乘佛学的观点，还未融会大小乘佛学的真谛。总之，当齐粱之际，在志公之前，中国本土的学者，极少有人能融会佛学的大乘义理与禅定的修证工夫，而知行合一的。但从志公傅大士慧文法师以后，那就大有不同了。因此，如果要讲中国禅的开始和禅宗的发展史，就应当从志公等人说起。但志公遭逢乱世，同时中国禅的风气尚未建立，因故意装疯卖傻，而以神秘的姿态出现。就如他的出生与身世，也都是充满了神秘的疑案。到了南宋以后，杭州灵隐寺的道济禅师，他的作风行经，也走此路线，世称济公。后人景慕他的为人，把他的传闻事迹，在明清以后，还编成了小说，称为济公传，普遍流行，深受一般社会的欢迎。济公传中许多故事，就是套用志公的事迹，混合构想而编成的。至于以神异行化的作用何在，我认为粱释慧皎法师著作高僧传的评论，最为恰当。如云论曰神道之为化也，盖以抑夸强催侮欺负，轻慢慢挫凶锐解尘纷。至若飞轮御宝，则善信归降竦s恭敬同悚石参烟，则力士潜伏。当知至治无心，刚柔在化，自晋惠失政，怀愍同悯的忧愁之意播迁，中州寇荡，窦羯古代北方少数民族乱交，渊曜篡虐于前，勒虎潜凶于后，郡国分崩，民遭涂炭。澄公悯锋镝箭头之方始，痛刑害之未央，遂彰神化于葛陂，骋悬记于襄邺古地名，在今河北省临漳县西，借密咒而济将尽，拟香气而拔临危，瞻铃映掌，坐定凶吉，终令二石稽首，荒裔子来，泽润苍生，固无以校也。其后佛调耆年老域涉公怀度等，或韬光晦影，俯同迷俗或显现神奇，遥记方兆或死而更生或窆埋葬后空椁棺材外面套的大棺材。灵迹怪诡，莫测其然！但典章不同，去取亦异，至如刘安李脱，书史则以为谋僭超越本分，旧时指地位在下的冒用在上的名义或器物等等妖荡，仙录则以为羽化云翔。夫理之所贵者，合道也，事之所贵者，济物也，故权者反常而合道，利用以成务。然前传所记，其详莫究，或由法身应感，或是遁仙高逸，但使一分兼人，便足高矣。"}
{"text":"灵迹怪诡，莫测其然！但典章不同，去取亦异，至如刘安李脱，书史则以为谋僭超越本分，旧时指地位在下的冒用在上的名义或器物等等妖荡，仙录则以为羽化云翔。夫理之所贵者，合道也，事之所贵者，济物也，故权者反常而合道，利用以成务。然前传所记，其详莫究，或由法身应感，或是遁仙高逸，但使一分兼人，便足高矣。至如慧则之感香瓮，能致痼疾消瘳病愈史宗之过渔梁，乃令潜鳞得命白足临刀不伤，遗法为之更始保志分身圆户，帝王以之加信光虽和而弗污其体，尘虽同而弗渝其真，故先代文纪，并见宗录。若其夸炫方伎，左道乱时，因神药而高飞，借芳芝而寿考，与夫鸡鸣云中，狗吠天上，蛇鹄水鸟，俗叫天鹅不死，龟灵千年，曾是为异乎！南朝的奇人奇事中国维摩禅大师傅大士平实身世傅大士，又称善慧大士。这都是后世禅宗和佛教中人对他的尊称。大士或开士，都是佛学对菩萨一辞意译的简称。他是浙江东阳郡义乌县双林乡人，父名傅宣慈，母王氏。大士生于齐建武四年公元四九七年，禅宗初祖达摩到中国时，他已二十三岁。本名翕合，和顺又说名弘，十六岁，娶刘妙光为妻。生二子，一名普建，一名普成。他在二十四岁时，和乡里中人同在稽亭浦捕鱼，捕到鱼后，他又把鱼笼沉入水中，一边祷祝着说去者适，止者留。大家都笑他是愚人。照影顿悟当时，有一位印度来的高僧，他的名字也叫达摩与禅宗初祖的达摩同音，不知是同是别，也住在嵩山，所以一般人都叫他为嵩山陀。有一天，嵩山陀来和傅大士说我与你过去在毗p毗连，接连婆尸佛在释迦牟尼佛前六佛之首，即是本劫贤圣劫中的第一尊佛前面同有誓愿。现在兜率天宫中，还存有你我的衣钵，你到哪一天才回头啊！大士听后，瞪目茫然，不知所对。因此嵩山陀便教他临水观影，他看见自己的头上有圆光宝盖等的祥瑞现象，因此而顿悟前缘。他笑着对嵩山陀说炉沟之所多钝铁，良医之门多病人。救度众生，才是急事，何必只想天堂佛国之乐呢！新语云傅大士因受嵩山陀之教，临水照影而顿悟前缘，这与释迦拈花，迦叶微笑，同是不立文字，教外别传的宗门作略。但傅大士悟到前缘之后，便发大乘愿行，不走避世出家的高蹈路线，所以他说出炉沟之所多钝铁，良医之门多病人。度生为急。何思彼乐乎的话。这话真如狮子吼，是参禅学佛的精要所在，不可等闲视之。"}
{"text":"因此嵩山陀便教他临水观影，他看见自己的头上有圆光宝盖等的祥瑞现象，因此而顿悟前缘。他笑着对嵩山陀说炉沟之所多钝铁，良医之门多病人。救度众生，才是急事，何必只想天堂佛国之乐呢！新语云傅大士因受嵩山陀之教，临水照影而顿悟前缘，这与释迦拈花，迦叶微笑，同是不立文字，教外别传的宗门作略。但傅大士悟到前缘之后，便发大乘愿行，不走避世出家的高蹈路线，所以他说出炉沟之所多钝铁，良医之门多病人。度生为急。何思彼乐乎的话。这话真如狮子吼，是参禅学佛的精要所在，不可等闲视之。以后傅大士的作为，都依此愿而行，大家须于此处特别着眼。被诬入狱他悟到前缘之后，便问嵩山陀哪个地方可以修道？嵩山陀指示嵩松山山顶说此可栖矣。这便是后来的双林寺。山顶有黄云盘旋不散，因此便叫它为黄云山。从此，大士就偕同他的妻子躬耕而居之。有一天，有人来偷他种的菽s豆的总称麦瓜果，他便给他装满了篮子和笼子，叫他拿回去。他和妻子，白天耕作，夜里修行佛事。有时，也和妻子替人帮佣，昼出夜归。这样修炼苦行过了七年。有一天，他在定中，看见释迦金粟定光，三位先佛放光照到他的身上，他便明白自己已得首楞严的定境了。于是，他自号为双林树下当来解脱善慧大士，经常讲演佛法。从此四众僧尼男女常集，听他讲论佛法。因此，郡守王杰认为他有妖言惑众的嫌疑，就把他拘囚起来。他在狱中经过了几十天，不饮也不食，使人愈加钦仰，王杰只好放了他。还山以后，愈加精进，远近的人，都来师事大士。从此，他经常开建供养布施的法会。新语云历来从事教化的圣贤事业，都会遭逢无妄之灾的苦难，这几乎成为天经地义的事。俗语说道高一尺，魔高一丈。并非完全虚语。就以南北朝时代初期的祖师们来说，志公与傅大士，都遭遇到入狱的灾难。至于达摩大师，却遭人毒药的谋害。二祖神光，结果是受刑被戮。如果是不明因果因缘的至理，不识偿业了债的至诚，谁能堪此。所以宝王三昧论说修行不求无魔，行无魔则誓愿不坚。世出世间，同此一例。以此视苏格拉底耶酥等的遭遇，也是事有必至，理有固然。又何悲哉！舍己为人傅大士为了化导大众，便先来劝化他的妻子，发起道心，施舍了田地产业，设大法会来供养诸佛与大众。他作偈说舍抱现天心，倾资为善会。愿度群生尽，俱翔三界外。归投无上士，仰恩普令盖。刚好，那一年又碰到了大荒年，大家都普遍在饥饿中。"}
{"text":"二祖神光，结果是受刑被戮。如果是不明因果因缘的至理，不识偿业了债的至诚，谁能堪此。所以宝王三昧论说修行不求无魔，行无魔则誓愿不坚。世出世间，同此一例。以此视苏格拉底耶酥等的遭遇，也是事有必至，理有固然。又何悲哉！舍己为人傅大士为了化导大众，便先来劝化他的妻子，发起道心，施舍了田地产业，设大法会来供养诸佛与大众。他作偈说舍抱现天心，倾资为善会。愿度群生尽，俱翔三界外。归投无上士，仰恩普令盖。刚好，那一年又碰到了大荒年，大家都普遍在饥饿中。他从设立大会后，家中已无隔宿之粮，当他的同里人傅日方傅子良等入山来作供养时，他便劝导妻子，发愿卖身救助会费。他的妻子刘妙光听了以后，并不反对，就说但愿一切众生，因此同得解脱。大通二年公元五二八年三月，同里傅重昌傅僧举的母亲，就出钱五万，买了他的妻子。大士拿到了钱，就开大会，办供养赈济，他发愿说弟子善慧，稽首释迦世尊，十方三世诸佛，尽虚空，遍法界，常住三宝。今舍妻子，普为三界苦趣众生，消灾集福，灭除罪垢，同证菩提。过了一个月后，那位同里的傅母，又把他的妻子妙光送回山中来了。从此以后，傅大士的同里中人，受到他的感化，也有人学他的行径，质卖妻子来作布施，也有人捐供全部财产来作布施，大士都为他们转赠于别人或修道的人。他的灵异事迹，由此而日渐增加，然谤随名高，毁蔑他的谣言也愈来愈多。但大士不以为忤逆，不顺从，反而倍增怜悯众生的悲心。当时，有一位出家的和尚，法名慧集，前来山求法，大士便为他讲解无上菩提的大道，慧集自愿列为弟子，经常出外宣扬教化，证明大士便是弥勒菩萨的化身。大士每次讲说佛法，或做布施功德的时候，往往凝定神光在两眼之间，诸佛加庇，互相感通，所以他的眼中常现金色光明之相。他对大众说学道若不值无生师，终不得道。我是现前得无生人，昔隐此事，今不复藏，以示汝云。云云。新语云粱武帝身为帝王之尊，为了学佛求福，曾经舍身佛寺为奴，留为千古笑谈。傅大士身为平民，为了赈灾，为了供养众生，舍卖了妻子，他是为众生消灾集福，灭除罪垢，同证菩提，而并不是为了自己。这与粱武帝的作为相同，而动机大有不同。佛经上说大乘菩提的行道，为了众生，可以施舍资财眷属妻子，乃至自己的头目脑髓。呜呼！禅之与佛，岂可随便易学哉！孔子曰博施济众，尧舜犹病诸！戛戛打击。戛戛困难难矣哉！"}
