{"text":"上古的天文与史官，史官与占卜，本来是属于同一学识范围的职务，到了秦汉以后，便愈分意专，慢慢形成专家，凡是没有声名较著，或者对于这些学识还未完全博通深造的，便演变流行为方士了。于是在后来的方士学术中，便包括天文学历法学星象学占卜术等等，关于占卜一门，后来又经分家，有数理推算的占算法，有用卦象或其他方法断事的卜法。所以秦汉以后，便有龟与策分用的区别，同时也有龟策合一的方法。因为有关天文历法星象等学术，必须要以数学做基础，因此，便有数学学术的发展。同时，因为天文历法星象等学科，不单是属于技术性质的学识，而且必须要有理论的根据，于是高谈宇宙物理的理论学科的阴阳家们，也就勃然而兴了。这些学术，在秦汉以后，凡有高明研究的，就显仕于朝廷，正如司马迁所谓帝王以徘优畜之。凡是声名不彰于世，便流落民间，一一归入方士之流了。二有关阴阳家演变为人文科学我们若要知道在上古时代，有关于天文历象等的原始科学，何以不能发展，那便是我们自古至今，一贯传统的文化精神，一切都要偏重于人文本位与人生的修养。所以过去的读书人，对于科学的学术，向来便抱有不堪重视的陋习，大家认为那是奇技淫巧，不足为法的学术。虽然没有明文规定，类如天文学上的技术等，也与奇技淫巧有关，但因研究天文而发展为宇宙物理理论的阴阳家思想，就此断送在这种观念之下，不能在实际的技术才能上，充分加以实验与证明。我们只要明白驺衍倡宇内有九州之说，曾被学者们哄然讪笑的事实，其他也就可想而知，于是由阴阳家的理论物理之学，势必要转入有关人生的研究了。根据阴阳家理论物理的道理，认为人的生命，可以做到不受自然物理规律的支配，能够自己自由地控制生命，或自己再造新的生命。于是便慢慢发展，对于物理变化的寻求，而研究到心物一元的控制方术，因此，便有利用物理的本能，而产生方士修炼神仙法术，再综合物理学与化学的研究，便有医药学炼丹术的发明。我们姑且不管长生不老的神仙，是否真能做到？至少对于因此目的出发，而形成养生学生理学药物学物理治疗学等的雏形，实在是生命科学的先进，也是为好古者所自豪的了。至于后世与现在为什么反不如其初也？那是我们不长进，不争气的中华民族子孙的责任，千万不要把罪过一齐加在古人头上。"}
{"text":"于是便慢慢发展，对于物理变化的寻求，而研究到心物一元的控制方术，因此，便有利用物理的本能，而产生方士修炼神仙法术，再综合物理学与化学的研究，便有医药学炼丹术的发明。我们姑且不管长生不老的神仙，是否真能做到？至少对于因此目的出发，而形成养生学生理学药物学物理治疗学等的雏形，实在是生命科学的先进，也是为好古者所自豪的了。至于后世与现在为什么反不如其初也？那是我们不长进，不争气的中华民族子孙的责任，千万不要把罪过一齐加在古人头上。同时顺便提起注意，我们所谓的养生学，在它的命名和内容的观念上，却不尽然同于现在的卫生学，所谓卫生，还是消极的抗拒，养生，才是积极的培本。尤其现在的生理学，是根据从死人身体上的解剖，和动物生理的研究而来，因此，它的流弊所及，用在对人体生命的医学观点上，与医事的修养上，看待一个人，也如对待一个动物一样，甚之，把他看成一个唯物机械的死人一样，这正是因为在医药学的本身上，缺乏哲学理论修养的结果。举凡这些观念的转变，如何才能与中国文化的精神合流，都在等待着我们这一代，和后代的努力，承先启后，也是义不容辞的中国文化传统精神的要点。三有关理论物理科学我们上古文化，有关于理论物理的学说，那便是五行十天干十二地支，乃至后来配合归纳，成为易经八卦术数一系的纳甲学说。这是先由天文历象学识的关系发展，到了两汉魏晋以后，形成为专门的理论法则。无论天文历法星象医药炼丹农业工艺占卜的龟策，与选拣阴阳顺逆的日者，以及人文科学的种种，或多或少，统统都受到阴阳家术数思想的影响。即如宋儒理学家们，如程颐程颢兄弟朱烹等人，尽管排斥佛老，但也始终仍在阴阳家的范围内沐浴悠游。可是，最可惜的，我们过去始终无法跳出这个传统习惯，把它扩而充之，付之于物理与人生的实际体验，用来追究宇宙物质的自然科学上去。因此，许多不懂这些学问的人，不是骂它为迷信，便是骂它为不科学，虽然科学的精神，在于实际的求证，是要把理论见证于事实之间，但如果连这些法则与理论还不懂，就轻易地遽下断言，这正是一种大大的迷信，而且不合于现代科学的求证精神。我个人对于这种观念的答覆，非常简单。"}
{"text":"因此，许多不懂这些学问的人，不是骂它为迷信，便是骂它为不科学，虽然科学的精神，在于实际的求证，是要把理论见证于事实之间，但如果连这些法则与理论还不懂，就轻易地遽下断言，这正是一种大大的迷信，而且不合于现代科学的求证精神。我个人对于这种观念的答覆，非常简单。第一，凡是一种学识，流传几千年，还没有被完全推翻，其中必然有它存在的道理与价值，况且古人不一定都比今人愚笨，凡是研究这些有成就的古人，也都是第一流的聪明人，难道我们强不知以为知，遽下断语，也比古人聪明吗？第二，即使这些学识，完全是骗人的，它能骗了几千年来的聪明人，虽然确是骗术，其骗也相当可观了！你为什么不去摸摸它的谜底，便下此断语呢？求学问的态度，最重要的，是虚心学习，知之为知之，不知为不知，是知也。我们应当深自反省。总之，有关于周秦之际方士学术的内容，我们可区别为广义和狭义两种，如果从广义的范围来讲方士的学术内容，除了前面所列举的种种以外，凡是春秋战国时期的阴阳家农家医家乃至杂家，都可归纳在方士的学术内容里去。倘使只能从狭义的方士学术来讲，那便属于专以研究神仙丹药冀求人我生命的长生不老，乃至进而做到羽化而登仙的一些专门学术。不过，我们不要忘记，这种专门学术，也正是世界文化史上，最早期的，对于物理与化学等自然科学，与药物学的创始者，若是妄加轻视，未免太过遗憾了。四关于道家方士学术思想的渊源过去一般研究历史文化学术的习惯，一提到道家，不是想到老子与庄子，便是想到神仙与方士，甚之，把老庄神仙方士三位一体，构成一个迷离扑朔的道家形态。每当大家一提到方士就很自然地依循传统的观念，认为他们产生于战国时期的燕齐之间。这批方士，大谈其阴阳不经之说，与烧炼神仙丹药之术。因此，流传下来，至于秦汉之际，服用方士的丹药就可以成为神仙，做了神仙，便可以长生不死的观念，就普遍地深入人心了。对于这种观念的信仰，与追求神仙丹药的风气，一直或明或暗地笼罩着中国历史社会，达两千年之久，上至帝王，下至平民，历来都很普遍地受到这种迷信观念的影响。大家尽管口说无凭，其实都是心向往之。"}
{"text":"这批方士，大谈其阴阳不经之说，与烧炼神仙丹药之术。因此，流传下来，至于秦汉之际，服用方士的丹药就可以成为神仙，做了神仙，便可以长生不死的观念，就普遍地深入人心了。对于这种观念的信仰，与追求神仙丹药的风气，一直或明或暗地笼罩着中国历史社会，达两千年之久，上至帝王，下至平民，历来都很普遍地受到这种迷信观念的影响。大家尽管口说无凭，其实都是心向往之。在历史观念上，我们都人云亦云，既然认为方士是战国时期燕齐之间的产品，可是，大家都忘记了问一问，为什么在那个时间，只有燕齐之间，才会有方士的产生呢？他们学术思想的根据，难道完全没有可靠的来源，都是凭空捏造，专为欺世盗名而骗人的吗？倘使真是如此，这些所谓的方士欺世骗人的谎言与技术，也非常足以自豪了。因为他们不但欺骗过去历史上都属于第一流的聪明人，同时他们欺世骗人的遗风，居然能够一直维持了几千年，这岂不是一件大有可疑的怪事吗？因此，我们就需要把战国时期，燕齐之间出来的这些方士的根源，反复追查一番了。一上古传统文化与周代的道术讲到上古文化与道术，自魏晋以后直到现在，始终存在着两种观念，一是相信传统的历史，绝对崇古而信古的一是怀疑古代历史的传说，尽量想在古人留下的文化遗迹里，寻找证据，推翻旧说的。时代愈向后来，距古愈远，疑古的观念也愈加浓厚与兴盛。文化与历史，事实上本来是不可分离的一体两面，我们自古以来，素来传说的上古历史，往往是与远古史合一的。但是对于远古史只有传说，有关远古正确的资料太缺乏，所以抱着述而不作信而好古的态度如孔子，他在整理远古与上古文献的时候，十分谨慎地删定书经，断自唐虞开始。关于唐虞以上五帝的传说，只有散见在大戴礼与春秋的附带叙述之中了。那便是虽然好古而不疑，到底还是需要采取可以徵信的资料，因此以虞夏做为断代的开始。后人再退而求信，便以夏商周三代做为标准可信的史料。不过，到了近代和现代，有的采用西洋文化与史学的观点，对此也表示怀疑了，那是另一问题，在此暂且不加讲论。但从孔子开始，虽然断自唐虞为准，而在周秦之际，诸子百家的传述著作中，仍然存疑存信，保留许多自远古与上古相传的历史资料，后来就为道家与道教的思想全盘接受。而且自两汉以来，从事传经注释的儒家学者，在他的注经观念中，也有许多地方明贬暗褒地保存这种传统的思想。"}
{"text":"后人再退而求信，便以夏商周三代做为标准可信的史料。不过，到了近代和现代，有的采用西洋文化与史学的观点，对此也表示怀疑了，那是另一问题，在此暂且不加讲论。但从孔子开始，虽然断自唐虞为准，而在周秦之际，诸子百家的传述著作中，仍然存疑存信，保留许多自远古与上古相传的历史资料，后来就为道家与道教的思想全盘接受。而且自两汉以来，从事传经注释的儒家学者，在他的注经观念中，也有许多地方明贬暗褒地保存这种传统的思想。究竟我们的远古与上古的文化史，应该确定是如何如何的，我现在站在道家思想的观念来讲，实在很难说。那么，我们现在再来看看自称为继孔子著春秋后，五百年来的第一人，而且还是极其崇拜孔子的历史文化哲学思想家司马迁，在他的著作史记的思想系统中，了解一下他对于上古文化史的看法。他虽然在伯夷列传上提到夫学者载籍极博，犹考信于六艺。诗书虽缺，然虞夏之文可知也。但非常显然的，他在孔子所传述的六艺以外，仍然不能忘情于其他极博的古籍上的传说。所以他在写帝王的世系时，就要为五帝作本纪，而且首先提出黄帝，比起孔子保存三代可以征信文献的观念，又是另一的态度与看法。所以，他在五帝本纪的赞里说学者多称五帝，尚矣！然尚书独载尧以来。而百家言黄帝，其文不雅驯，荐与缙通绅先生难言之。孔子所传宰予问五帝德及帝系姓，儒者或不传。余尝西至空峒，北过球鹿，东渐于海，南浮江淮矣。至长老皆各往往称黄帝尧舜之处，风教固殊焉。总之不离古文者近是。予观春秋国语，其发明五帝德帝系姓，章矣！顾第弗深考。其所表见，皆不虚，书缺有间矣其轶乃时时见于他说，非好学深思，心知其意，固维为浅见寡闻道也。余并论次，择其言尤雅者，故著为本纪书首。在他的五帝本纪赞里，我们可以看出以他考察所得的结果，长老皆往往称黄帝，尧舜之处，风教固殊焉！，是说明民间老前辈们的传说，处处都提到黄帝，同时，尧与舜的地方，文化风俗的教化遗迹，也各有不同之处，并不完全一致。其实，不但尧舜的风教，各自代表不同的时代与地方的背景，就是尧舜禹三代的风教，也各自不同，并非完全是一贯的传统的，何况夏商周呢！"}
{"text":"，是说明民间老前辈们的传说，处处都提到黄帝，同时，尧与舜的地方，文化风俗的教化遗迹，也各有不同之处，并不完全一致。其实，不但尧舜的风教，各自代表不同的时代与地方的背景，就是尧舜禹三代的风教，也各自不同，并非完全是一贯的传统的，何况夏商周呢！司马迁在史记里，虽然提高了历史文化年代的观念，然而后人崇信上古传说的，还是觉得不满足，所以在唐代，便有司马贞为史记作补直，根据道家传说，又写了一篇三皇本纪，更从黄帝以上，一再向上高推。如果再看更晚的历史学家，他们采用道家对于历史文化演进的观念来讲，从三皇以下，至伏羲画卦，再降到五帝的开始，少说一点，已经有十二万年的历程，多说一点，可以远推到一百多万年前。后来宋代的邵康节，著皇极经世，创立对历史演变的一种新算法，使用他自己得自道家思想的律例，裁定自三皇到唐尧甲辰年止，共该为四万五千余年。我们如要了解道家的文化思想，要了解中国文化历史旧说，请看这些所例举的少数资料，不知大家作何感想？当然！你也可以说它为荒谬不经之谈，这是你个人思想上的自由，谁也不能随便说一个不宇。好了，现在我们可以回转来采用司马迁的办法，虽然载籍极博，犹考信于六艺的精神，再来大体而广泛地讨论一下六艺五经的资料，便可了解上古文化思想，与道家学术的渊源了。不过，我们现在只就六艺有关的五经现成资料来讲，既不管它内容考据的真伪问题，也无法仔细讨论，只是讲其大略而已。有关五经文献的文化思想，最主要的两部书，就是易经与书经。自汉魏以后，提到五经与文化史，大体都以易经做为群经之首。因为历来传统学者，认为中国文字与文化学术的起源，都在伏羲画八卦，为有书契的开始，易经就是从八卦的演变，进为文化学术思想的一部书，它与医药等术书一样幸运，在秦始皇烧书时期，被认为是属于卜筮一流的术书，所以没有把它烧毁。易经学术思想的发展，据历来传说，有连山归藏周易等三种易学的流派，然而连山易与归藏易，原始确切的陈迹久已难寻，我们所流传的易经，只有周易一书，那么，没有被秦始皇所焚烧的，就是这部周易？或是三易统统未烧？其中又是一大疑问了。现在暂时不讲这些问题，只是根据周易来讲伏羲画八卦以后，上古文化演变的路线。八卦，原是以八个符号来表示物理宇宙的图记。"}
{"text":"易经学术思想的发展，据历来传说，有连山归藏周易等三种易学的流派，然而连山易与归藏易，原始确切的陈迹久已难寻，我们所流传的易经，只有周易一书，那么，没有被秦始皇所焚烧的，就是这部周易？或是三易统统未烧？其中又是一大疑问了。现在暂时不讲这些问题，只是根据周易来讲伏羲画八卦以后，上古文化演变的路线。八卦，原是以八个符号来表示物理宇宙的图记。其中含有阴阳互变，用来归纳万事万物变化的迹象，因而产生八八六十四卦，做为分析归纳人事物理的法则。它与黄帝时代所发明天文上的天干地支符号，与唐虞以后而历夏商周的五行术数一样，由上古伏羲时代而经五帝至三代，都是各自有其独立的系统，各自代表上古氏族社会的地区文化，与时代文化的异同，原来并不一致。把八卦五行天干地支，完全综合融会起来，加上天神与人事合一的观念与计算方法，因此演变为中国原始的物理理论科学，同时又变为神秘而类似宗教性的学术，实在都是两汉学者与道士们的杰作。复因此而成为占卜谶纬等术的泉源，更使易学半明半晦，永远人于秘发之林了。可是，我们根据周易的研究，却又另外发现一个问题，那便是由上古圣人伏羲所画八卦的易学，经过周文王的造辞，与他儿子周公的解释，把这类原始宇宙物理理论性的学术内涵，取用了它大部分的内容，变为发扬人文道德，奠定伦理标准的人文思想了。后来历经五百年左右，孔子又继文王周公以后，研究周易，更加融会贯通的，用它来说明人事哲学的原则。于是，后世言易经，便有理象数的分途之学。以专讲人事道理的通义的，就归之于易理的范围，以专究天文物理生理等阴阳变化的，就归于象数的范围讲象数，独推道家，言事理，兼及儒家，这便成为魏晋以后道家学术思想，与修道理论的哲学根据。换言之，秦汉以后道家学术思想，由科学而哲学的根据，实在是从易经学术的源流而来，也可以扩大地说，是上接伏羲三皇五帝的传统。但是，我们在书经尚书所载三代以来的文献中，除了一篇洪范，提到五行的思想以外，实在再找不出更多有关于易经的资料，这又是什么道理呢？这也就是在讨论春秋战国时期学术思想，必须要追踪寻求周代以上文化来源的问题了。"}
{"text":"换言之，秦汉以后道家学术思想，由科学而哲学的根据，实在是从易经学术的源流而来，也可以扩大地说，是上接伏羲三皇五帝的传统。但是，我们在书经尚书所载三代以来的文献中，除了一篇洪范，提到五行的思想以外，实在再找不出更多有关于易经的资料，这又是什么道理呢？这也就是在讨论春秋战国时期学术思想，必须要追踪寻求周代以上文化来源的问题了。我们都知道中华民族文化的发源地，先由西北高原开始，逐渐向黄河下游发展，到了三代以下，便形成中原文化。这一系统文化的老祖宗，大致都上推自伏羲画卦做开始，以黄帝轩辕为中心，终以文王演绎八卦的易经哲学，奠定自伏羲，经黄帝，至于文王一系的学术思想，发源于西北高原，展开于黄河流域中心地区的文化。我们姑且假定一个名辞，叫它为易经学系的文化学术，或者称它为中国上古西北高原的文化思想前者的名称，是以经学做中心，后者的名称，是以地理历史做代表，它与孔子所搜集编著三代政治历史资料的书经尚书文化，俨然是两个系统。因为书经所保留政治历史文化的资料，自唐尧虞舜夏禹，至商汤而至于周代的文化，除了经过周公的融会而集其大成，制定周代的礼乐文教，刑政以外，从三代以至于商汤，大致都是起自黄河中心流域东北方的文化思想，所以我们也可以叫它为书经学系的文化学术，或者称它为中国上古黄河中心流域东北方的文化思想。我提出这个对于上古文化，经历三代而到周秦之际的两大观念，也便是说明在春秋战国时期，虽然诸侯各国的文化学术思想，是宗奉周室的周制，而因各自秉承宗族文化的传统不一，仍然有各自为政的精神存在。再由周代而远推上古，前从唐尧虞舜更加上潮，后从夏禹一直到周代建国，显然是各有它承继的体系，因此更可了解中国文化的统一，都是秦汉以后的事实。至于周秦以后道家学术思想的内容所属，与燕齐方士学术的根源，却与上古西北高原文化，自有息息相通的关系。如果忘了这个历史演变的陈迹，对于道家学术思想，当然就有陌生或无因而突起的感觉了。至于后世以孔子做代表的儒家学术思想，偏重于人文道德伦理的文化，实在是受周公礼乐文教刑政思想的影响，渊源于书经的三代文化而来。这在孔子之孙子思所著的中庸里，也很明显地说仲尼祖述尧舜宪章文武，上律天时，下袭水土。便是很好的说明。"}
{"text":"至于周秦以后道家学术思想的内容所属，与燕齐方士学术的根源，却与上古西北高原文化，自有息息相通的关系。如果忘了这个历史演变的陈迹，对于道家学术思想，当然就有陌生或无因而突起的感觉了。至于后世以孔子做代表的儒家学术思想，偏重于人文道德伦理的文化，实在是受周公礼乐文教刑政思想的影响，渊源于书经的三代文化而来。这在孔子之孙子思所著的中庸里，也很明显地说仲尼祖述尧舜宪章文武，上律天时，下袭水土。便是很好的说明。孔子的晚年学易，大体仍然纳于人文的规范，依然是循文王周公的思想路线而发展。讲到这里，我们顺便一说伏羲黄帝等，有关于上古文化学术思想的资料？以供研究者注意根据旧史的记载，伏羲生在华胥之渚，后来定都于陈。所谓华胥，就是陕西西安附近的蓝田县。所谓陈，就是河南开封区域。伏羲以后的神农，旧史称为炎帝的，他出生在姜水，后来便继伏羲而都于陈，再迁山东的曲阜。所谓姜水，就在陕西的歧山县西。伏羲是渔猎社会时代的领导者，神农是农业社会时代的领导者。渔猎社会的生活，是由西北高原向黄河上游流域发展的过程。农业社会，自然必须步入平原地带为适合，这便是由伏羲到神农时代，文明进化的必然情形。至于黄帝轩辕时代，文化文明，已经进入初期集成的时期，也就是后世判断历史文物，裁定上溯始于黄帝的原因。黄帝生于轩辕之邱，因名轩辕。所谓轩辕，就是河南新郑县西北，后来因蚩尤的作乱，炎帝神农氏族的衰败，黄帝首先发明训练动物，如熊虎等猛兽作战，我们借用一句现代化的术语来说，他建立一支动物的机械化部队，在皈泉河北保安县，先打垮了暴虐无道的榆罔，又在察哈尔涿鹿县东南的涿鹿之野，再打垮了蚩尤，因此便受诸侯的推尊为天子，继炎帝神农氏族而治天下。中华民族文化共祖的黄帝，在草昧初创的时代，真有无比的伟大，他不但征服了蚩尤，平定天下之乱，在他的手里，还建立了中国原始自然科学的规范，他发现磁场的功能，做了指南车，建立中国天文数学的规律，为古今中外自然科学史上古发明的先锋。他创造占星术天文仪规，作盖天仪，测定风向以候气象，创建历法，以定时间与日月在天体运行的标准，同时命大挠作甲子与奇门遁甲之术，建立天文与宇宙物理理论的学术，他研究医药，作内经，作交通工具的舟车，制定衣服的制度，以及确立建筑货币，与划分土地，确定地方政治制度等工作。"}
