{"text":"其结果正如我一位同学说的我们非常招人恨。至于到缅甸打仗的女同学，她最不愿提起这件事，一说到缅甸，她就说不说这个好吗？看来她在缅甸也没解放了谁。看来，不切实际的救世情结对别人毫无益处，但对自己还有点用――有消愁解闷之用。文化革命里流传着一首红卫兵诗歌献给第三次世界大战的勇士，写两个红卫兵为了解放全世界，打到了美国，战友为了掩护我，牺牲在白宫华丽的台阶上。这当然是瞎浪漫，不能当真这样随便去攻打人家的总统官邸，势必要遭到美国人民的反对。由此可以得出这样的结论解放的欲望可以分两种，一种是真解放，比如曼德拉圣雄甘地我国的革命先烈，他们是真正为了解放自己的人民而斗争。还有一种假解放，主要是想满足自己的情绪，硬要去解救一些人。这种解放我叫它瞎浪漫。对于瞎浪漫，我还能提供一个例子，是我十三岁时的事。当时我堕入了一阵哲学的思辨之中，开始考虑整个宇宙的前途，以及人生的意义，所以就变得本木痴痴虽然功课还好，但这样子很不讨人喜欢。老师见我这样子，就批评我见我又不像在听，就掐我几把。这位老师是女的，二十多岁，长得又漂亮，是我单恋的对象，但她又的确掐疼了我。这就使我陷入了爱恨交集之中，于是我就常做种古怪的白日梦，一会儿想象她掉进水里，被我救了出来一会儿想象她掉到火里，又被我救了出来。我想这梦的前一半说明我恨她，后一半说明我爱她。我想老师还能原谅我的不敬无论在哪个梦里，她都没被水呛了肺，也没被火烤糊，被我及时地抢救出来了――但我老师本人一定不乐意落入这些危险的境界。为了这种白日梦，我又被她多掐了很多下。我想这是应该的瞎浪漫的解救，是一种意淫。学生对老师动这种念头，就该掐。针对个人的意淫虽然不雅，但像一回事。针对全世界的意淫，就不知让人说什么好了。中国的儒士从来就以解天下于倒悬为己任，也不知是真想解救还是瞎浪漫。五十多年前，梁任公说，整个世界都要靠中国文化的精神去拯救，现在又有人旧话重提。这话和红卫兵的想法其实很相通。只是红卫兵只想动武，所以浪漫起来就冲到白宫门前，读书人有文化，就想到将来全世界变得无序，要靠中华文化来重建全球新秩序。诚然，这世界是有某种可能变得无序――它还有可能被某个小行星撞了呢――然后要靠东方文化来拯救。哪一种可能都是存在的，但是你总想让别人倒霉干啥？"}
{"text":"针对全世界的意淫，就不知让人说什么好了。中国的儒士从来就以解天下于倒悬为己任，也不知是真想解救还是瞎浪漫。五十多年前，梁任公说，整个世界都要靠中国文化的精神去拯救，现在又有人旧话重提。这话和红卫兵的想法其实很相通。只是红卫兵只想动武，所以浪漫起来就冲到白宫门前，读书人有文化，就想到将来全世界变得无序，要靠中华文化来重建全球新秩序。诚然，这世界是有某种可能变得无序――它还有可能被某个小行星撞了呢――然后要靠东方文化来拯救。哪一种可能都是存在的，但是你总想让别人倒霉干啥？无非是要满足你的救世情结嘛。假如天下真的在倒悬中，你去解救，是好样的现在还是正着的，非要在想象中把人家倒挂起来，以便解救之，这就是意淫。我不尊重这种想法。我只尊敬像已故的陈景润前辈那样的人。陈前辈只以解开哥德巴赫猜想为己任，虽然没有最后解决这个问题，但好歹做成了一些事。我自己的理想也就是写些好的小说，这件事我一直在做。李敖先生骂国民党，说他们手淫台湾，意淫大陆，这话我想借用一下，不管这件事我做成做不成，总比终日手淫中华文化，意淫全世界好得多吧。百姓洋人官小时候，每当得到了一样只能由一人享受的好东西而我们是两个人时，就要做个小游戏来决定谁是幸运者。如你所知，这种把戏叫作石头剪子布，这三种东西循环相克，你出其中某一样，正好被别人克住，就失败了。这种游戏有个古老的名称，叫作百姓洋人官，我相信这名称是清末民初流传下来的，当时洋人怕中国的老百姓，中国的官又怕洋人。官场现形记写到了不少实例中国的老百姓人多，和洋人起了争执，就蜂拥而上，先把他臭揍一顿――洋人怕老百姓，是怕吃眼前亏。洋人到了衙门里，开口闭口就是要请本国大使和你们皇上说话，中国的官怕得要死――不但怕洋人，连与洋人有来往的中国人都怕，这种中国人多数是信教的，你到了衙门里，只要说一句小的是在教的，官老爷就不敢把你当中国百姓看待，而是要当洋人来巴结。书里有个故事，说一位官老爷听说某人在教，就去巴结，拿了猪头三牲到人家的庙里上供，结果被打得稀烂撵了出来――原来是搞错了，人家在的不是洋人的天主教，而是清真古教。小说难免有些夸张，但当时有这种现象，倒是无可怀疑。现在完全不同了。洋人在中国，只要不做坏事，就不用怕老百姓。"}
{"text":"书里有个故事，说一位官老爷听说某人在教，就去巴结，拿了猪头三牲到人家的庙里上供，结果被打得稀烂撵了出来――原来是搞错了，人家在的不是洋人的天主教，而是清真古教。小说难免有些夸张，但当时有这种现象，倒是无可怀疑。现在完全不同了。洋人在中国，只要不做坏事，就不用怕老百姓。我住的小区里立有一块牌子，写有文明公约，其中有一条，提醒我见了外国人，要不卑不亢，以礼相待，人家没有理由怕我。至于我国政府，根本就不怕洋人。在对外交涉中，就是做了些让步，也是合乎道理的。就说保护知识产权罢，盗版软件盗版，那是偷人家外国的东西再说市场准入罢，人家外国的市场准你入，你的市场不准人家入，这生意是没法做的。如果说打击国内的盗版商开放市场就是怕了洋人，肯定是恶意的中伤。还有中国政府在国际事务中的不出头政策，这也合乎道理，要出头就要把大票的银子白白交给别人去花，我们舍不得，跟怕洋人没有关系。在这个方面，我完全赞成政府，尤其这最后一条。既然情况发生了变化，我再说这些似乎是无的放矢――但我的故事还没讲完呢。无论石头剪子布，还是百姓洋人官，都是循环相克的游戏。这种古老的游戏还有一个环节是老百姓怕官。这种情况现在应该没有了――现在不是封建社会了，老百姓不该怕官。政府机关也要讲道理依法办事，你对政府部门有什么意见，既可以反映上去，又可以到检察机关去告――理论上是这样的。但中国是个官本位国家，老百姓见了官，腿肚子就会筛起糠来，底气不足，有民主权利，也不敢享受。对于绝大多数平头百姓来说，情况还是这样。最近有本畅销书中国可以说不，对我国的对外关系发了些议论。我草草翻了一下，没怎么看进去。现在对这本书有些评论，大多认为书的内容有些偏激。还有人肯定这本书，说是它的意义在于老百姓终于可以说外国人，地位因此提高了。警惕狭隘民族主义的蛊惑宣传罗素曾说，人活在世上，主要是在做两件事一改变物体的位置和形状，二支使别人这样干。这种概括的魅力在于简单，但未必全面。"}
{"text":"最近有本畅销书中国可以说不，对我国的对外关系发了些议论。我草草翻了一下，没怎么看进去。现在对这本书有些评论，大多认为书的内容有些偏激。还有人肯定这本书，说是它的意义在于老百姓终于可以说外国人，地位因此提高了。警惕狭隘民族主义的蛊惑宣传罗素曾说，人活在世上，主要是在做两件事一改变物体的位置和形状，二支使别人这样干。这种概括的魅力在于简单，但未必全面。举例来说，一位象棋国手知道自己的毕生事业只是改变棋子的位置，肯定会感到忧伤而知识分子听人说自己干的事不过是用墨水和油墨来污损纸张，那就不仅是沮丧，他还会对说这话的人表示反感。我靠写作为生，对这种概括就不大满意我的文章有人看了喜欢，有人看了愤怒，不能说是没有意义的但话又说回来，喜欢也罢，愤怒也罢，终归是情绪，是虚无缥渺的东西。我还可以说，写作的人是文化的缔造者，文化的影响直至千秋万代――可惜现在我说不出这种影响是怎样的。好在有种东西见效很快，它的力量又没有人敢于怀疑知识分子还可以做蛊惑宣传，这可是种厉害东西在第二次世界大战里，德国人干了很多坏事，弄得他们己都不好意思了。有个德国将军蒂佩尔斯基这样为自己的民族辩解德国人民是无罪的，他们受到希特勒戈培尔之流蛊惑宣传的左右，自己都不知道自己在干什么。还有人给希特勒所著我的奋斗作了一番统计，发现其中每个字都害死了若干人。德国人在二战中的一切劣迹都要归罪于希特勒在坐监狱时写的那本破书――我有点怀疑这样说是不是很客观，但我毫不怀疑这种说法里含有一些合理的成份。总而言之，人做一件事有三种办法，就以希特勒想干的事为例，首先，他可以自己动手去干，这样他就是个普通的纳粹士兵，为害十分有限其次，他可以支使别人去干，这样他只是个纳粹军官最后，他可以做蛊惑宣传，把德国人弄得疯不疯傻不傻的，一齐去干坏事，这样他就是个纳粹思想家了。说来也怪，自苏格拉底以降，多少知识分子拿自己的正派学问教人，都没人听，偏偏纳粹的异端邪说有人信，这真叫邪了门。罗素波普这样的大学问家对纳粹意识形态的一些成分发表过意见，精彩归精彩，还是说不清它力量何在。"}
{"text":"说来也怪，自苏格拉底以降，多少知识分子拿自己的正派学问教人，都没人听，偏偏纳粹的异端邪说有人信，这真叫邪了门。罗素波普这样的大学问家对纳粹意识形态的一些成分发表过意见，精彩归精彩，还是说不清它力量何在。事有凑巧，我是在一种蛊惑宣传里长大的我指的是张春桥姚文元的蛊惑宣传，对它有点感性知识，也许我的意见能补大学问家的不足这样的感性知识，读者也是有的。我说得对不对，大家可以评判。据我所知，蛊惑宣传不是真话――否则它就不叫作蛊惑――但它也不是蓄意编造的假话。编出来的东西是很容易识破的。这种宣传本身半疯不傻，作这种宣传的人则是一副借酒撒疯假痴不癫的样子。肖斯塔科维奇在回忆录里说，旧俄国有种疯僧，被狂热的信念左有，信口雌黄，但是人见人怕，他说的话别人也不敢全然不信――就是这种人搞蛊惑宣传能够成功。半疯不傻的话，只有从借酒撤疯的人嘴里说出来才有人信。假如我说宁要社会主义的草不要资本主义的苗，不仅没人信，老农民还要揍我非得像江青女士那样，用更年期高亢的啸叫声说出来，或者像姚文元先生那样，带著怪诞的傻笑说出来，才会有人信。要搞蛊惑宣传，必须有种什么东西盖著脸对醉汉来说，这种东西是酒，所以我说这种人是在借酒撤疯。顺便说一句，这种状态和青年知识分子意气风发的猖狂之态有点分不清楚。虽然夫子曾曰不得中行而与之必也狂猖乎，但我总觉得那种状态不宜提倡。其次，蛊惑宣传必定可以给一些人带来快感，纳粹的干年帝国之说，肯定有些德国人爱听文革里跑步进入共产主义之说，又能迎合一部分急功近利的人。当然，这种快感肯定是种虚妄的东西，没有任何现实的基础，这道理很简单，要想获得现实的快乐，总要有物质基础，嘴说是说不出来的哪怕你想找个干净厕所享受排泄的乐趣，还要付两毛钱呢，都找宣传家去要，他肯定拿不出。最简单的作法是煽动一种仇恨，鼓励大家去仇恨一些人残害一些人比如宣扬狭隘的民族情绪，这可以迎合人们野蛮的劣根性。煽动仇恨杀戮，乃至灭绝外民族，都不要花费什么。煽动家们只能用这种方法给大众提供现实的快乐，因为这是唯一可行的方法――假如有无害的方法，想必他们也会用的。我们应该体谅蛊惑宣传家，他们也是没办法。"}
{"text":"最简单的作法是煽动一种仇恨，鼓励大家去仇恨一些人残害一些人比如宣扬狭隘的民族情绪，这可以迎合人们野蛮的劣根性。煽动仇恨杀戮，乃至灭绝外民族，都不要花费什么。煽动家们只能用这种方法给大众提供现实的快乐，因为这是唯一可行的方法――假如有无害的方法，想必他们也会用的。我们应该体谅蛊惑宣传家，他们也是没办法。最后，蛊惑宣传虽是少数狂热分子的事业，但它能够得逞，却是因为正派人士的宽容。群众被煽动起来之后，有一种惊人的力量。有些还有正常思维能力的人希望这种力量可以做好事，就宽容它――纳粹在德国初起时，有不少德国人对它是抱有幻想的但等到这种非理性的狂潮成了气候，他们后悔也晚了。文革初起时，我在学校里，有不少老师还在积极地帮著发动文革哩，等皮带敲到自己脑袋上时，他们连后悔都不敢了。根据我的生活经验，在中国这个地方，有些人喜欢受益惑宣传时那种快感有些人则崇拜蛊惑宣传的力量虽然吃够了蛊惑宣传的苦头，但对蛊惑宣传不生反感不唯如此，有些人还像瘾君子盼毒品一样，渴望著新的蛊惑宣传。目前，有些年轻人的抱负似乎就是要炮制一轮新的蛊惑宣传――难道大家真的不明白蛊惑宣传是种祸国殃民的东西？在这种情况下，我的抱负只能是反对蛊祸宣传。我别无选择。对中国文化的布罗代尔式考证萧伯纳是个爱尔兰人，有一次，人家约他写个剧本来弘扬爱尔兰民族精神，他写了英国佬的另一个岛，有个剧中人对爱尔兰人的生活态度做了如下描述一辈子都在弄他的那片土，那只猪，结果自己也变成了一块土，一只猪不知为什么，我看了这段话，脸上也有点热辣辣。这方面我也有些话要说，萧伯纳的态度很能壮我的胆。年，我到山东老家去插队。有关这个小山村，从小我姥姥已经给我讲过很多，她说这是一个四十多户人家的小山村，全村有一百多条驴。我姥姥还说，驴在当地很有用，因为那里地势崎岖不平，耕地多在山上，所以假如要往地里送点什么，或者从地里收获点什么，驴子都是最重要的帮手。但是我到村里时，发现情况有很大的变化，村里不是四十户人，而是一百多户人，驴子一条都不见了。"}
{"text":"这方面我也有些话要说，萧伯纳的态度很能壮我的胆。年，我到山东老家去插队。有关这个小山村，从小我姥姥已经给我讲过很多，她说这是一个四十多户人家的小山村，全村有一百多条驴。我姥姥还说，驴在当地很有用，因为那里地势崎岖不平，耕地多在山上，所以假如要往地里送点什么，或者从地里收获点什么，驴子都是最重要的帮手。但是我到村里时，发现情况有很大的变化，村里不是四十户人，而是一百多户人，驴子一条都不见了。村里人告诉我说，我姥姥讲的是二十年前的老皇历。这么多年以来，人一直在不停地生出来，至于驴子，在学大寨之前还有几条，后来就没有了。没有驴子以后，人就担负起往地里运输的任务，当然不是用背来驮，而是用小车来推。当地那种独轮车载重比小毛驴驮得还要多些，这样人就比驴有了优越性。在所有的任务里，最繁重的是要往地里送粪――其实那种粪里土的成分很大――一车粪大概有三百斤到四百斤的样子，而地往往在比村子高出二三百米的地方。这就是说，要把二百公斤左右的东西送到层楼上，而且早上天刚亮到吃早饭之前要往返十趟。说实在话，我对这任务的艰巨性估计不足。我以为自己长得人高马大，在此之前又插过三年队，别人能干的事，我也该能干，结果才推了几趟，我就满嘴是胆汁的味道。推了两天，我从城里带来的两双布鞋的后跟都被豁开了，而且小腿上的肌肉总在一刻不停的震颤之中。后来我只好很丢脸地接受了一点照顾，和一些身体不好的人一道在平地上干活。好在当地人没有因此看不起我，他们还说，像我这样初来乍到的人，能把这种工作坚持到三天之上，实在是不容易。就连他们这些干惯了的人都觉得这种工作太过辛苦能够歇上一两天，都觉得是莫大的幸福。时隔二十年，我把这件事仔细考虑了一遍，得到的一个结论是这样的用人来取代驴子往地里送粪，其实很不上算。因为不管人也好，驴也罢，送粪所做的功都是一样多，我们人和驴都需要能量补充，人必须要吃粮食，而驴子可以吃草草和粮食的价值大不相同。事实上，一个人在干推粪这种活和干别的活时相比，食量将有一个很可观的增长，这就导致了粮食不够吃，所以不得不吃下一大批白薯干。白薯干比之正经粮食便宜了很多，但在集市上也要卖到两毛钱一斤而在集市上，最好的草可以苫房顶是三分钱一斤，一般做饲料的草顶多值两分钱。"}
{"text":"因为不管人也好，驴也罢，送粪所做的功都是一样多，我们人和驴都需要能量补充，人必须要吃粮食，而驴子可以吃草草和粮食的价值大不相同。事实上，一个人在干推粪这种活和干别的活时相比，食量将有一个很可观的增长，这就导致了粮食不够吃，所以不得不吃下一大批白薯干。白薯干比之正经粮食便宜了很多，但在集市上也要卖到两毛钱一斤而在集市上，最好的草可以苫房顶是三分钱一斤，一般做饲料的草顶多值两分钱。我不认为自己在吃下一斤白薯干之后，可以和吃了十斤干草的驴比赛负重，而且白薯干还异常难吃，噎人，难消化，容易导致胃溃疡而驴在吃草时肯定不会遇到同样的困难。在此必须强调指出，此种白薯干是生着切片晾的，假设是煮熟了晾出的那种甜甜的东西，就绝不止两毛钱一斤。有关白薯干的情况，还可以补充几句，它一进到了食道里就会往上蹦，不管你把它做成发糕还是面条，只要不用大量的粮食来冲淡，都有同样的效果。因此我曾设想改进一下进食的方式，拿着大顶来吃饭，这样它往上一蹦就正好进到胃里，省得我痛苦地向下咽，但是我没有试验过，我怕被别人看到后难以解释。白薯干原来是猪的口粮，这种可怜的动物后来就改吃人屙的屎。据我在厕所兼猪圈里的观察。它们一遇到吃薯干屙出的屎，就表现出愤怒之状，这曾使我在出恭时良心大感痛苦――这个话题就说到这里为止。由此可见，我姥姥在村里时，四十户人家一百多条驴是符合经济规律的。当然，我在村里时，一百多户人家没有驴，也符合经济规律。前者符合省钱的规律，后者符合就业的规律。只有一百户人家加一百条驴不符合经济规律，因为没有那么多的事可做。于是，驴子就消失了。有关这件事，可以举出一件恰当的反例在英国产业革命前夕，有过一次圈地运动，英国农民认为这是羊吃人而在我的老家则是人吃驴，而且是货真价实的吃。村里人说，有一阵子老是吃驴肉，但我去晚了没赶上，只赶上了吃白薯干。当然，在这场人和驴的生存竞争中，我当时坚定地站在人这一方，认为人有吃掉驴子的权利。最近我读到布罗代尔先生的十五至十八世纪的物质文明经济和资本主义，才发现这种生存竞争不光是在我老家存在，也不限于在人和驴之间，更不限于本世纪七十年代，它是一种广泛存在的历史事实。十六世纪到中国来的传教士就发现，与西欧相比，中国的役畜非常少，对水力和风力的利用也不充分。"}
{"text":"村里人说，有一阵子老是吃驴肉，但我去晚了没赶上，只赶上了吃白薯干。当然，在这场人和驴的生存竞争中，我当时坚定地站在人这一方，认为人有吃掉驴子的权利。最近我读到布罗代尔先生的十五至十八世纪的物质文明经济和资本主义，才发现这种生存竞争不光是在我老家存在，也不限于在人和驴之间，更不限于本世纪七十年代，它是一种广泛存在的历史事实。十六世纪到中国来的传教士就发现，与西欧相比，中国的役畜非常少，对水力和风力的利用也不充分。这就是说，此种生存竞争不光在人畜之间存在，还存在于人与浩浩荡荡的自然力之间。这次我就不能再站在人的立场上反对水和风了，因为这种对手过于低级，胜之不武。而且我以为，中国的文化传统里，大概是有点问题。众所周知，我们国家的传统文化是一种人本的文化，但是它和西方近代的人本主义完全不同。在我们的文化里，只认为生命是好的，却没把快乐啦幸福啦生存状态之类的事定义在内故而就认为，只要大家都能活着就好，不管他们活得多么糟糕。由此导致了一种古怪的生存竞争，和风力，水力比赛推动磨盘，和牲口比赛运输――而且是比赛一种负面的能力，比赛谁更不知劳苦，更不贪图安逸！中国史学界没有个年鉴学派，没有人考证一下历史上的物质生活，这实在是一种遗憾――布罗代尔对中国物质生活的描述还是不够详尽――这件事其实很有研究的必要。在中国人口稠密的地带，根本就见不到风车水车，这种东西只在边远地方有。我们村里有盘碾子，原来是用驴子拉的，驴没了以后改用人来推。驴拉碾时需要把眼蒙住，以防它头晕。人推时不蒙眼，因为大家觉得这像一头驴，不好意思。其实人也会晕。我的切身体会是人只有两条腿，因为这种令人遗憾的事实，所以晕起来站都站不住。我还听到一个真实的故事，陈永贵大叔在大寨曾和一头驴子比赛负重，驴子摔倒，永贵大叔赢了。我认为，那头驴多半是个小毛驴，而非关中大叫驴。后一种驴子体态壮硕，恐非人类所能匹敌――不管是哪一种驴，这都是一个伟大的胜利，证明了就是不借手推车，人也比驴强。我认识的一位中学老师曾经用客观的态度给学生讲过这个故事未加褒贬，结果在文化革命里被斗得要死。这最后一件事多少暗示出中国为什么没有年鉴学派。假如布罗代尔是中国人，写了一本有关中国农村物质生活的书，人和驴比赛负重的故事他是一定要引用的，白纸黑字写了出来，文化革命这一关他绝过不去。"}
