{"text":"大家互相理解，你浇水，我施肥，才能使慈善之树更加拙壮成长。此文伊始，紧扣材料，点明慈善有益世道人心，接着笔锋一转，提出当慈善遭遇傲骨，双方出现如何面对之难题，文章由此焦点切入，选取施受之关系角度立论，可谓审题精准。文章先写施善方式，以一反一正两个例证阐释说明何为正确的捐助方式。相较于陈光标，微尘团体的行善不是伤害而是维护了受助者的尊严。文章接着分析受捐心态，依然采取一反一正两个例证进行论述，文章指出，意气用事，盲目拒绝，并不代表所谓尊严傲骨，正确方式应该像受助者黄中天那样，用自己的善意回报社会。文章着意发掘此例证蕴含的施受双方传播善意的慈善本质，由此可见，文章立意深刻。此文结尾，以浇水施肥喻示施受双方的本真关系，进一步强化文章的中心论点。纵观全文，观点辩证，结构严谨，论证方法得当。但此文亦存在一些瑕疵，如挤走骨气的表述不准确，傲骨与回报之间的逻辑关联略显牵强，还出现一个错别字拙，尽管如此仍不失为一篇较好的考场作文。广东高考语文优秀作文公布点亮万家灯火一个热心慈善的富翁，向三个贫困家庭提出捐助，却收到迥然不同的答复。一家拒绝，以为是施舍――这是戒。一家犹豫，声明要偿还――这是虑。一家欣然，感激地接受――这是善。面对他人的善心与善举，我们理所应当以善回应，在这一来一往中，爱在传递，善在弘扬。戒者，乃戒心戒备，实在要不得。就好比在凛冽的寒风中饥寒交迫的时候，突然有人端来一笼热腾腾的包子，你却嗤之以鼻，眉眼高扬，啐了一口唾沫，拂袖而去，这该是多么让人心寒！比起施舍，我们更应说是帮忙与互助，没有富人与穷人间的高低不等，将彼此联系的应该是共同进步，谋求大众幸福的温暖纽带。若存戒备，则是筑起冷酷高墙，密不透风，爱也无从渗入。虑者，乃忧虑焦虑，也非为上策。虑者将他人轻松的好意化为了自己肩上无形的千斤重担，他们明白接受应当回报，却并未透彻领悟这回报的内涵。他们将目光聚集在所接受的善款上，思量着自己日后是否有能力负担起这重债，殊不知若是把接受的善心融入生活，发散出去，尽己所能点亮那些更需要光明的人们的心房，那该是最好的回报。所谓虑，也是多虑了。善者，受于外物，发于内心。接受善意，明白他人的好学会感激，点亮自己的心。在危难关头，适时抓住别人伸出的援手，也不仅仅是接受，更需要内心的空旷与澄明。"}
{"text":"虑者将他人轻松的好意化为了自己肩上无形的千斤重担，他们明白接受应当回报，却并未透彻领悟这回报的内涵。他们将目光聚集在所接受的善款上，思量着自己日后是否有能力负担起这重债，殊不知若是把接受的善心融入生活，发散出去，尽己所能点亮那些更需要光明的人们的心房，那该是最好的回报。所谓虑，也是多虑了。善者，受于外物，发于内心。接受善意，明白他人的好学会感激，点亮自己的心。在危难关头，适时抓住别人伸出的援手，也不仅仅是接受，更需要内心的空旷与澄明。倘若如戒者一样的拒绝，那么日后的生活该还是在温饱线上挣扎。更重要的是，不懂得接受，便不懂得给予，闭塞的心又还容得下多少爱的填充？倘若如虑者一样的多虑，那么日后的生活该是被精神与物质上的双重压力压垮了腰，接受而只念偿还，不知更大范围地传播开去，爱心也是要枯萎在手心里。惟有善者，不设无味戒备，不思多余念想，懂得接受，也该是会乐于分享。所谓人为善，福虽未至，祸已远离，这话并不只在施予者，在受予者身上同样适用。接受，并感恩，让光明传递，照亮自己，温暖他人，点亮万家灯火。这篇考场作文当得起文质彬彬四字。内容上写的是对三个家庭的评议。要评议就要表态，要表态就要言说理由。这很考功夫，思想深不深刻就在这理由上。面对富翁真诚的捐助，眼前贫困的家庭该不该接受呢？认为要看是否有利于善的传递，爱的弘扬。能从这个层面上来说理由，很见思想。今年还是材料作文，材料是故事性的，考生可因事议论，写成类似于时评的文章。材料反映的又是三个家庭对捐助的态度，也可以说材料是观点态度型的。面对几个观点态度，可以比较一番，论说孰高孰低。对观点型材料，这种写法可确保立意不会偏离材料内容和含意的范围。不过评判别人的观点妥否需用同一个衡量尺度，而且这个尺度属正面价值体系，如是否有利于爱心传播等。此乃关键所在。此文是这个方面的典范。质已胜。文也胜。语言准确简洁而又冷静，行文中闪耀着理性的光辉。分析温婉而到位，毫不强加于人而又让人信服。当然也有问题，最刺眼的是把无味笔误为无谓，但这些不过是白璧之微瑕。对考场作文谁又能吹毛求疵呢。值得肯定的当然不止这些，如篇章结构就值得读者去体味，此不再赘言。总之，这是一篇具有示范意义的考场作文，无论是审题立意还是语言结构等都有可资借鉴的地方。"}
{"text":"此乃关键所在。此文是这个方面的典范。质已胜。文也胜。语言准确简洁而又冷静，行文中闪耀着理性的光辉。分析温婉而到位，毫不强加于人而又让人信服。当然也有问题，最刺眼的是把无味笔误为无谓，但这些不过是白璧之微瑕。对考场作文谁又能吹毛求疵呢。值得肯定的当然不止这些，如篇章结构就值得读者去体味，此不再赘言。总之，这是一篇具有示范意义的考场作文，无论是审题立意还是语言结构等都有可资借鉴的地方。点评人华南师大附中高级教师黄业泉愿赤心长留社会总是会慷慨地给予孩童一份特别的关爱，这关爱中又无疑杂着些许歆羡看那些孩子，比起翁妪，甚至比起我们，他们有明亮的眼，有光洁的皮肤，更有纯粹的心灵。单纯柔软好奇并敬畏着世界，赤子之心即是如此，其珍贵亦在此。然而这关爱这歆羡恰恰暴露了我们的尴尬与不堪我们的心，我们的千回百转计谋频出的心，已不配被唤作赤子之心，亦无法成为孩童的表率。就像赫胥黎所说的，少男少女的心灵正在提前硬化。童心已失，我们自然将走向沉沦。不必费尽心力去找寻什么例证了，整个的社会就是最好的例证看着老者的无助，我们的视线是不约而同地弯着的看着旁人无视信号灯穿梭于车流这中，我们的心肠是硬的。人们感到痛苦的不是他们用笑声代替了思考，而是他们不知道为何发笑以及为什么不再思考。当赫胥黎在美丽新世界中写下这句振聋发聩之语，他是否已经预料到了物质的洪流将不由分说地卷走我们珍贵的纯净的心？他是否想见了失去赤心之心的社会将是一个没有敬畏而充满了算计无聊的沉沦之地？是的，我们如此珍视孩童的以及像孩童一样的纯净的心灵，但如此美好而脆弱的东西该如何在社会中，在这个肮脏的大漩涡中保持独立？不是人人都像叶芝一样，有勇气说出我就要走了的脱离世俗之语，有足够澄澈的心去无论在车行道还是灰暗的人行道都能听到远方的海浪。叶芝是幸运的，他呵护着自己的童心，也就守护了一方净土。可是谁会来守护我们的心，来柔化我们的心呢？请先自己行动起来，拂一拂心上的浮尘吧！我不能免俗，不敢夸耀臼己的心仍是纯净的。所以当我面对我的妹妹，看着她像所有孩童一样，直率地向世界发问并表达臼己的喜怒哀乐看着她依旧敬良着这个世界，我无疑是惭愧的。我们不需要更多没有感情的行尸走肉了，不需要更多试图去征服一切的狂妄之人了。如果无法更改世界的运行轨迹，就请守护身边的童心吧！"}
{"text":"叶芝是幸运的，他呵护着自己的童心，也就守护了一方净土。可是谁会来守护我们的心，来柔化我们的心呢？请先自己行动起来，拂一拂心上的浮尘吧！我不能免俗，不敢夸耀臼己的心仍是纯净的。所以当我面对我的妹妹，看着她像所有孩童一样，直率地向世界发问并表达臼己的喜怒哀乐看着她依旧敬良着这个世界，我无疑是惭愧的。我们不需要更多没有感情的行尸走肉了，不需要更多试图去征服一切的狂妄之人了。如果无法更改世界的运行轨迹，就请守护身边的童心吧！它们的单纯与柔软，不设防备却拥有最好的感化力量，仿佛星星点灯，终会照亮黑暗。童心之贵，贵在其真其柔其善。人的成长会失去许多，却不应失去最本身最纯净的赤子之心。就像埃斯蒂斯所说的我们不是要卜子拯救整个世界，但我们可以伸出手去挽救触手可及的部分。我愿这赤子之心，可长存你我周围，更长存丁你我心间。分纵观几年的山东高考，我们不难发现，藏在作文题背后的主题，无非就是三个大方向。世界所需要的正确的人生价值观念――价值观世界所需要的正确的人生定位――人生观青少年特有的精神风貌理想奋斗挑战困难质疑公民意识――世界观今年亦是如此。首先我们先来看看山东高考语文作文题目材料大意铁凝莫言小说中的文史常识差错被咬文嚼字杂志挑出，近日引发网友关注并热烈讨论。作家纷纷表示，只有敢于认错，感谢纠错人，才能免得谬误流传。今年以材料作文为基本形式，之前不止一次的给学生讲过，作文以材料作文为难度顶峰，材料作文尤其以热点类和寓言类为最大难度，而今年的作文审题本身不难，符合山东卷出题不藏考点，不考偏点基本特征。今年的材料作文，考生们抽出稳定的审题时间完成审题，还算比较顺畅，所以，只要围绕题目书写难度都不太大。其次今年的咬文嚼字，还是有值得思索的部分，在命题主旨上，继承了不平凡的真善美和历史的哲学的思辨这两大不变的主题，向内探究人性的魅力与向外取得外物的倚助的哲学矛盾，体现哲学的内蕴。山东卷语文作文出题思路在探寻考生对于社会人生自我的价值实现人生定位等方面的思索与评价层面继续加深，逐步走向更广义的发展方向，更加注重成功的内外兼修。"}
{"text":"其次今年的咬文嚼字，还是有值得思索的部分，在命题主旨上，继承了不平凡的真善美和历史的哲学的思辨这两大不变的主题，向内探究人性的魅力与向外取得外物的倚助的哲学矛盾，体现哲学的内蕴。山东卷语文作文出题思路在探寻考生对于社会人生自我的价值实现人生定位等方面的思索与评价层面继续加深，逐步走向更广义的发展方向，更加注重成功的内外兼修。从审题点上来说，材料提出主干来对考生来说并非困难，文章沿着权威人物――被发现错误――诚恳接受错误――影响他人的思维流程，这样我们就容易抽取在题目中的相应信息，在整个的思维流中，作家是一个维度而纠错人又是一个维度，也就是说，从作家角度来看强调了改变自我寻求人生价值高度虚心接受错误实现自我这两个大层次，而在纠错人的角度来说寻求真理与不迷信权威也是可以突破的内容，在内容中包含这些的属于完美审题。关照价值观人生观世界观这三观是山东卷的常态，在去年的山东高考中，孙中山的名言体现着从关注个体到关注个人融合关注社会，外力也会与自省一样，成为生活中的重要部分，而在今年山东终于走上了内外兼修的道路，总得来说，今年的山东高考语文作文相对平稳，高分不易，分差不大将会是今年作文的典型状态。接受改变不负青云之志也许莫言铁凝们自己都没有发现，他们承担错误接受改变的特质为他们的成功提供了强大地保障。人生最大的幸运，莫过在他的人生旅途之中发现了自己生活的使命。茨威格这样定义人生，在生活中，面对人生的困境，有的人选择了固执己见，而有的人却选择了接受改变，战胜困难与荆棘，探索生活的真正使命。承担错误彰显大师风范，人们理应接受改变实现精彩自我。面对征程中的困境，人们总是接受改变，赢得人生。仁礼是你毕生的追求。乱世群雄容不下你的为政以德礼乐治国，政治理想终生未遂，但这并不影响因为接纳错误，改变生命的轨迹而成为后世的模范。从政治到教育，风尘仆仆的奔波，言传身教的讲授，九尺七寸的身形渐渐佝偻，美髯青丝也挂上了霜雪迂回漫长的逐梦路上五经论语七十二贤都是是你一路走来的见证者！孔子虽生不逢时，政治理想终生未遂，但他诚恳接受改变，实现人生抱负。纵使心中有对事业的理想坚定，若无接受改变的能力，一切终为幻影。话语擎不起理想，豪情撑不住壮志，理想的玉宇需扫除人生路上的种种错误来建造。"}
{"text":"乱世群雄容不下你的为政以德礼乐治国，政治理想终生未遂，但这并不影响因为接纳错误，改变生命的轨迹而成为后世的模范。从政治到教育，风尘仆仆的奔波，言传身教的讲授，九尺七寸的身形渐渐佝偻，美髯青丝也挂上了霜雪迂回漫长的逐梦路上五经论语七十二贤都是是你一路走来的见证者！孔子虽生不逢时，政治理想终生未遂，但他诚恳接受改变，实现人生抱负。纵使心中有对事业的理想坚定，若无接受改变的能力，一切终为幻影。话语擎不起理想，豪情撑不住壮志，理想的玉宇需扫除人生路上的种种错误来建造。当人们在矛盾中迎难而上继续前行的时候，殊不知，承担错误接受改变其实不仅仅是一种行动，更是一种大师境界。你爱山林，那里有山下兰芽，短浸明溪那里有松间沙路，净无尘泥。那里有时时可见的翻空白鸟可是投身官场，屡遭贬谪让你伤痕累累。面对人生的起伏，你勇敢的承受着人生的变化。接受改变，远离仕途的你依旧潇洒人生。独登山顶，感受料峭春风吹酒醒山头斜照却相迎的惬意。独涉山间，你有着竹杖芒鞋轻胜马一蓑烟雨任平生的心意。苏轼，一个于孤独中笑傲人生的勇者，纵使蛹蚕中只有黑暗相伴，但坚强的蝴蝶总能接受变化守住美丽，而后刺破阴霾，实现人生价值，绽放魅力。因为承担错误接受改变，孔子走向了人生新的高度而因为将接受改变早已变为生活的境界，苏轼也向历史诠释了人生的真正意义。而面对事业中的艰难险阻，晚年的爱迪生却拒绝接受别人指出自己的错误，固执己见，最终电气公司走向破产，而给后人留下了无限唏嘘。青春不是年华，而是心境青春不是桃面，丹唇，柔膝，而是深沉的意志，恢弘的想象，炽热的情感。青春是生命的源泉在不息地涌动。厄尔曼这样定义青春。身处于青春的我们不乏理想与信念，但面对人生的困境，唯有扫除人生的种种障碍，接受并勇于改变，才能真正走向成功的境界，实现自己的精彩人生，将自我融入中国梦的实现过程中。探险者与蝴蝶我只是小小的蜡烛亚马逊河流域的热带雨林里，一只小小的蝴蝶，偶尔扇动几下翅膀，引起了美国得克萨斯州的一场龙卷风。对于蝴蝶的神奇和不可思议，我曾是那样的兴奋，甚至顶礼膜拜。庄周飘然而至，眯着的睡眼，对着蝴蝶稽首，你是我梦中的蝴蝶，还是我是你梦中的庄周？蝴蝶不语，翩翩飞舞，只留下飘然而逝的背影。对于蝴蝶的浪漫和美丽，我曾是那样的迷离，甚至感伤不已。"}
{"text":"探险者与蝴蝶我只是小小的蜡烛亚马逊河流域的热带雨林里，一只小小的蝴蝶，偶尔扇动几下翅膀，引起了美国得克萨斯州的一场龙卷风。对于蝴蝶的神奇和不可思议，我曾是那样的兴奋，甚至顶礼膜拜。庄周飘然而至，眯着的睡眼，对着蝴蝶稽首，你是我梦中的蝴蝶，还是我是你梦中的庄周？蝴蝶不语，翩翩飞舞，只留下飘然而逝的背影。对于蝴蝶的浪漫和美丽，我曾是那样的迷离，甚至感伤不已。然而，这一切的神奇和不可思议，这一切的浪漫与美丽，都将被你――蜡烛摧毁得荡然无存。因为你的光亮，害了一群色彩斑斓的蝴蝶，让它们饱受迁徙之苦，让它们不得不栖居到更深更远更幽黑的地方。春蚕到死丝方尽，蜡炬成灰泪始干。常常念起李商隐的诗句。这是一支怎样高大的你，执着，坚持，耗尽心血，无私奉献。蜡烛，你怎么了？你怎么就忍心伤害稚弱的蝴蝶？蜡烛跟帖看到你的文字，我初觉愤怒，继而难过，再而迷惘。愤怒是因为你不该如此看我，更不该如此中伤我。一直以来，我都坚守我做人的原则，正如你所说，执着，奉献。今天，我也只是用我的光亮，照亮了一方天地，给了探险者前进的方向，给了他们勇气和信心，让他们在探险的路上走得更远。难过是因为你根本就不了解我，也不了解点燃我们的探险者。他们是探险者，他们的任务就是到洞穴探险，探索人类的未知奥秘。他们已经很小心，很谨慎，只是还没有完全熟知蝴蝶的习性。作为一支蜡烛，我只是尽自己的一份力量，帮助他们完成使命。迷惘是因为我也无所适从，也不知道如何做好自己。我感到委屈，我只是一支蜡烛，只是起到照亮的作用我又感到内疚，我确实直接造成了蝴蝶迁徙的恶果我还感到很庆幸，因为点亮我的是一群探险者，他们是真正有良知的探索者。人类不断地利用自然，改造自然，征服自然，以期从中获得更多的利益和实惠，让人类的未来生活更美好。然而，贪婪的欲望又让他们迷失了自己，无尽地攫取，任意地破坏，空气污染了，水质恶化了，温度升高了，土地沙化了，森林砍伐了，鸟儿消失了，动物绝种了，一切的一切出于人类的意料。我看在眼里，内心不愿，但我只是小小的蜡烛，只能听命于他们。那深挖不见底的煤矿下，那拦截水流的大坝中，那冰川融化的南极大陆上，都能见到我或者我朋友的存在，它们也都只是工具而已。"}
{"text":"然而，贪婪的欲望又让他们迷失了自己，无尽地攫取，任意地破坏，空气污染了，水质恶化了，温度升高了，土地沙化了，森林砍伐了，鸟儿消失了，动物绝种了，一切的一切出于人类的意料。我看在眼里，内心不愿，但我只是小小的蜡烛，只能听命于他们。那深挖不见底的煤矿下，那拦截水流的大坝中，那冰川融化的南极大陆上，都能见到我或者我朋友的存在，它们也都只是工具而已。今天点燃我的那些探险者，他们是没有破坏自然之心的，然而，很多的事情，愿望和结果又极有可能是相违背的，正如人类和自然的关系。蝴蝶的迁徙，责不在我，在人心。点评巧妙翻出新意，令人赞叹！文章以反弹琵琶对通常思路，有些惊险，令人捏了一把汗。可是，于关键处点出蝴蝶，化险为夷，化蝴蝶为受伤的对象，显示了思考的严酷和冷静。以对话体来写，虽然借助新文体，却不失活泼与张力。蝶舞青春有人说，蝴蝶飞不过沧海。可你告诉我，那是因为她不知道海的那边有等待。于是我相信有彼岸，彼岸有花开，花开在梦想的土壤上，但我需要飞越一片海。年轻的我们总是满怀着希望，坐在窗明几净的教室里，看阳光照进来，在书上拼出梦想的图案。那时以为梦想很近，只需振动翅膀，努力飞行，像古时的学子，十年寒窗苦读，只盼一朝为臣，足矣那时以为时间很多，青春很长，我们尚年幼，大声地笑，欢快地说，当真是少年不知愁滋味可是好像，我们只是留恋了一朵花开的时间。高考倒计时开始了，我们慌乱了，那被金色光芒笼罩的海洋，退却了绚烂的色彩，只剩下纯净宽广的蓝。我们睁着惶惑的眼睛，你看看我，我看看你，脸上分分明明的写着怎么办。这时，你说食指有首诗叫相信未来，我们应该相信有岸，那里有很多花园，有一座座象牙塔，也一定会有我们为青春翩舞的身影。于是我们一起望向你指的方向，迷茫中透漏着一丝希望的光芒。坐在考场上，一脸平静的我内心波涛汹涌，抬头看见挂在墙上的钟，我想此时我们的心情就像那口钟里的针。有些人的心是时针，很是镇静，有些人的心是分针，不疾不徐，而我的心就是那根秒针，不停地滴答，怎么都静不下来。卷子发下来，眼前一片白，稚嫩的翅膀在白浪里挥舞，隐约有父母焦灼的脸，期盼的眼神。就这样高考结束了，走出考场的那一刻，我深深地吐了口气，想到不知道是我在等待梦想，还是梦想在等待我，抑或两者都不是。后来才发现，是一阵蓝色的海风将我吹离了方向，飞向另一座花园，嗅着另一种芬芳。"}
{"text":"坐在考场上，一脸平静的我内心波涛汹涌，抬头看见挂在墙上的钟，我想此时我们的心情就像那口钟里的针。有些人的心是时针，很是镇静，有些人的心是分针，不疾不徐，而我的心就是那根秒针，不停地滴答，怎么都静不下来。卷子发下来，眼前一片白，稚嫩的翅膀在白浪里挥舞，隐约有父母焦灼的脸，期盼的眼神。就这样高考结束了，走出考场的那一刻，我深深地吐了口气，想到不知道是我在等待梦想，还是梦想在等待我，抑或两者都不是。后来才发现，是一阵蓝色的海风将我吹离了方向，飞向另一座花园，嗅着另一种芬芳。而我的梦想从不曾褪色，开着绿色的花朵，永不凋零。我们还有很多的路要走，大学亦不是终点，只是供我们休憩，构筑另一个梦想的岛屿，我们仍在路上，青春不朽现在忆起高考，亦有几分忆峥嵘岁月的慷慨与豪迈，那是一种磨砺，是一种成长。高考是我们人生路上的一片海域，飞跃它就是对自身的一种超越，是对自我的一种认识。在那片海域上我们迷茫过，然而谁的青春不曾迷茫我们沐浴风雨阳光海浪，这些只会让我们更加坚强。我们在追求梦想的路上分离，这只能是我们学会珍惜，学会感恩。珍惜友情，珍惜时光，感恩父母，感恩曾陪我们前进的人。我在象牙塔里翩然起舞，也汲取力量，准备踏上另一段征程。高考那片海已让我不再害怕，因为她教会我如何飞行。青春仍在继续，我仍会努力前行。蝶舞青春，舞出我们的精彩有人说，日子就是在某年某月的某一日，你在不只不觉中蓦然回首，才发现尽管成长的道路没有留下痕迹，的是皱纹却在心里可下了深深的回忆题记时间飞走了，梦的脚步停留下来皱纹深了，躺在里面的故事丰盈起来太阳落了，月亮的笑容浮现出来。生命是一本书，日子像一张张书页，书写的每一章日子都将由你主宰。将日子倒过来，是梦的倒过去，是梦的后序。若多如花的季节里，撒一地芬芳，思念的心情融入往事的醇香，酿你坛日子的美酒。缤纷多彩的日子中寻觅一种色调，得到的是七彩的答案红色的激情，橙色的甜美，绿色的清纯，青色的凉爽，蓝色的忧郁，色的梦幻。还有白色的纯洁。平静的日子里总想寻找一分激情，但又怕打破这宁静的美丽。好像冬雪的悄无声息，秋叶的凄凉婆娑，夏日浓荫下的一丝凉风，春季绿野上的希望。这最平淡的东西中充实与快乐，幸福与永恒。迷失的日子里，总想找一个方向，却不知道哪里是应该去的。好像一个孩子迷路是的失措，路这么远，我到底该往哪走，就算知道，有该怎么样走呢？"}
