{"text":"活象个猪尾巴！她回转身去扯着孩子的头发，好象在扯着什么没有知觉的东西似的。老的老，小的小你看我这年纪，不用说是不中用的啦！两天没有见到太阳，在这屋里，我觉得狭窄和阴暗，好象和老鼠住在一起了。假如走出去，外面又是夜。但一点也不怕惧，走出去了！我把单衫从身上褪了下来。我说去当，去卖，都是不值钱的。这次我是用夏季里穿的通孔的鞋子去接触着雪地。首刊于年月日上海海燕第期雪天我直直是睡了一个整天，这使我不能再睡。小屋子渐渐从灰色变做黑色。睡得背很痛，肩也很痛，并且也饿了。我下床开了灯，在床沿坐了坐，到椅子上坐了坐，扒一扒头发，揉擦两下眼睛，心中感到幽长和无底，好象把我放下一个煤洞去，并且没有灯笼，使我一个人走沉下去。屋子虽然小，在我觉得和一个荒凉的广场样，屋子墙壁离我比天还远，那是说一切不和我发生关系那是说我的肚子太空了！一切街车街声在小窗外闹着。可是三层楼的过道非常寂静。每走过一个人，我留意他的脚步声，那是非常响亮的，硬底皮鞋踏过去，女人的高跟鞋更响亮而且焦急，有时成群的响声，男男女女穿插着过了一阵。我听遍了过道上一切引诱我的声音，可是不用开门看，我知道郎华还没回来。小窗那样高，囚犯住的屋子一般，我仰起头来，看见那一些纷飞的雪花从天空忙乱地跌落，有的也打在玻璃窗片上，即刻就消融了，变成水珠滚动爬行着，玻璃窗被它画成没有意义无组织的条纹。我想雪花为什么要翩飞呢？多么没有意义！忽然我又想我不也是和雪花一般没有意义吗？坐在椅子里，两手空着，什么也不做口张着，可是什么也不吃。我十分和一架完全停止了的机器相像。过道一响，我的心就非常跳，那该不是郎华的脚步？一种穿软底鞋的声音，嚓嚓来近门口，我仿佛是跳起来，我心害怕他冻得可怜了吧？他没有带回面包来吧？开门看时，茶房站在那里包夜饭吗？多少钱？每份角。包月元。我一点都不迟疑地摇着头，怕是他把饭送进来强迫我吃似的，怕他强迫向我要钱似的。茶房走出，门又严肃地关起来。一切别的房中的笑声，饭菜的香气都断绝了，就这样用一道门，我与人间隔离着。一直到郎华回来，他的胶皮底鞋擦在门槛，我才止住幻想。"}
{"text":"他没有带回面包来吧？开门看时，茶房站在那里包夜饭吗？多少钱？每份角。包月元。我一点都不迟疑地摇着头，怕是他把饭送进来强迫我吃似的，怕他强迫向我要钱似的。茶房走出，门又严肃地关起来。一切别的房中的笑声，饭菜的香气都断绝了，就这样用一道门，我与人间隔离着。一直到郎华回来，他的胶皮底鞋擦在门槛，我才止住幻想。茶房手上的托盘，盛着肉饼炸黄的蕃薯切成大片有弹力的面包郎华的夹衣上那样湿了，已湿的裤管拖着泥。鞋底通了孔，使得袜也湿了。他上床暖一暖，脚伸在被子外面，我给他用一张破布擦着脚上冰凉的黑圈。当他问我时，他和呆人一般，直直的腰也不弯饿了吧？我几乎是哭了。我说不饿。为了低头，我的脸几乎接触到他冰凉的脚掌。他的衣服完全湿透，所以我到马路旁去买馒头。就在光身的木桌上，刷牙缸冒着气，刷牙缸伴着我们把馒头吃完。馒头既然吃完，桌上的铜板也要被吃掉似的。他问我够不够？我说够了。我问他够不够？他也说够了。隔壁的手风琴唱起来，它唱的是生活的痛苦吗？手风琴凄凄凉凉地唱呀！登上桌子，把小窗打开。这小窗是通过人间的孔道楼顶，烟囱，飞着雪沉重而浓黑的天空，路灯，警察，街车，小贩，乞丐，一切显现在这小孔道，繁繁忙忙的市街发着响。隔壁的手风琴在我们耳里不存在了。家庭教师元票子，使他作了家庭教师。这是第一天，他起得很早，并且脸上也像愉悦了些。我欢喜地跑到过道去倒脸水。心中埋藏不住这些愉快，使我一面折着被子，一面嘴里任意唱着什么歌的句子。而后坐到床沿，两腿轻轻地跳动，单衫的衣角在腿下抖荡。我又跑出门外，看了几次那个提篮卖面包的人，我想他应该吃些点心吧，八点钟他要去教书，天寒，衣单，又空着肚子，那是不行的。但是还不见那提着膨胀的篮子的人来到过道。郎华做了家庭教师，大概他自己想也应该吃了。当我下楼时，他就自己在买，长形的大提篮已经摆在我们房间的门口。他仿佛是一个大蝎虎样，贪婪地，为着他的食欲，从篮子里往外捉取着面包圆形的点心和列巴圈，他强健的两臂，好象要把整个篮子抱到房间里才能满足。最后他会过钱，下了最大的决心，舍弃了篮子，跑回房中来吃。还不到八点钟，他就走了。九点钟刚过，他就回来。"}
{"text":"但是还不见那提着膨胀的篮子的人来到过道。郎华做了家庭教师，大概他自己想也应该吃了。当我下楼时，他就自己在买，长形的大提篮已经摆在我们房间的门口。他仿佛是一个大蝎虎样，贪婪地，为着他的食欲，从篮子里往外捉取着面包圆形的点心和列巴圈，他强健的两臂，好象要把整个篮子抱到房间里才能满足。最后他会过钱，下了最大的决心，舍弃了篮子，跑回房中来吃。还不到八点钟，他就走了。九点钟刚过，他就回来。下午太阳快落时，他又去一次，一个钟头又回来。他已经慌慌忙忙象是生活有了意义似的。当他回来时，他带回一个小包袱，他说那是才从当铺取出的从前他当过的两件衣裳。他很有兴致地把一件夹袍从包袱里解出来，还有一件小毛衣。你穿我的夹袍，我穿毛衣，他吩咐着。于是两个人各自赶快穿上。他的毛衣很合适。惟有我穿着他的夹袍，两只脚使我自己看不见，手被袖口吞没去，宽大的袖口，使我忽然感到我的肩膀一边挂着一个口袋，就是这样，我觉得很合适，很满足。电灯照耀着满城市的人家。钞票带在我的衣袋里，就这样，两个人理直气壮地走在街上，穿过电车道，穿过扰嚷着的那条破街。一扇破碎的玻璃门，上面封了纸片，郎华拉开它，并且回头向我说很好的小饭馆，洋车夫和一切工人全都在这里吃饭。我跟着进去。里面摆着三张大桌子。我有点看不惯，好几部分食客都挤在一张桌上。屋子几乎要转不过来身。我想，让我坐在哪里呢？三张桌子都是满满的人。我在袖口外面捏了一下郎华的手说一张空桌也没有，怎么吃？他说在这里吃饭是随随便便的，有空就坐。他比我自然得多，接着，他把帽子挂到墙壁上。堂倌走来，用他拿在手中已经擦满油腻的布巾抹了一下桌角，同时向旁边正在吃的那个人说借光，借光。就这样，郎华坐在长板凳上那个人剩下来的一头。至于我呢，堂倌把掌柜独坐的那个圆板凳搬来，占据着大桌子的一头。我们好象存在也可以，不存在也可以似的。不一会，小小的菜碟摆上来。我看到一个小圆木砧上堆着煮熟的肉，郎华跑过去，向着木砧说了一声切半角钱的猪头肉。那个人把刀在围裙上，在那块脏布上抹了一下，熟练地挥动着刀在切肉。我想他怎么知道那叫猪头肉呢？很快地我吃到猪头肉了。"}
{"text":"就这样，郎华坐在长板凳上那个人剩下来的一头。至于我呢，堂倌把掌柜独坐的那个圆板凳搬来，占据着大桌子的一头。我们好象存在也可以，不存在也可以似的。不一会，小小的菜碟摆上来。我看到一个小圆木砧上堆着煮熟的肉，郎华跑过去，向着木砧说了一声切半角钱的猪头肉。那个人把刀在围裙上，在那块脏布上抹了一下，熟练地挥动着刀在切肉。我想他怎么知道那叫猪头肉呢？很快地我吃到猪头肉了。后来我又看见火炉上煮着一个大锅，我想要知道这锅里到底盛的是什么，然而当时我不敢，不好意思站起来满屋摆荡。你去看看吧。那没有什么好吃的。郎华一面去看，一面说。正相反，锅虽然满挂着油腻，里面却是肉丸子。掌柜连忙说来一碗吧？我们没有立刻回答。掌柜又连忙说味道很好哩。我们怕的倒不是味道好不好，既然是肉的，一定要多花钱吧！我们面前摆了五六个小碟子，觉得菜已经够了。他看看我，我看看他。这么多菜，还是不要肉丸子吧，我说。肉丸还带汤。我看他说这话，是愿意了，那么吃吧。一决心，肉丸子就端上来。破玻璃门边，来来往往有人进出，戴破皮帽子的，穿破皮袄的，还有满身红绿的油匠，长胡子的老油匠，十二三岁尖嗓子的小油匠。脚下有点潮湿得难过了。可是门仍不住地开关，人们仍是来来往往。一个岁数大一点的妇人，抱着孩子在门外乞讨，仅仅在人们开门时她说一声可怜可怜吧！给孩子点吃的吧！然而她从不动手推门。后来大概她等到时间太长了，就跟着人们进来，停在门口，她还不敢把门关上，表示出她一得到什么东西很快就走的样子。忽然全屋充满了冷空气。郎华拿馒头正要给她，掌柜的摆着手多得很，给不得。靠门的那个食客强关了门，已经把她赶出去了，并且说真她妈的，冷死人，开着门还行！不知那一个发了这一声她是个老婆子，你把她推出去。若是个大姑娘，不抱住她，你也得多看她两眼。全屋人差不多都笑了，我却听不惯这话，我非常恼怒。郎华为着猪头肉喝了一小壶酒，我也帮着喝。同桌的那个人只吃咸菜，喝稀饭，他结帐时还不到一角钱。接着我们也结帐小菜每碟二分，五碟小菜，半角钱猪头肉，半角钱烧酒，丸子汤八分，外加八个大馒头。走出饭馆，使人吃惊，冷空气立刻裹紧全身，高空闪烁着繁星。我们奔向有电车经过叮叮响的那条街口。吃饱没有？他问。"}
{"text":"不知那一个发了这一声她是个老婆子，你把她推出去。若是个大姑娘，不抱住她，你也得多看她两眼。全屋人差不多都笑了，我却听不惯这话，我非常恼怒。郎华为着猪头肉喝了一小壶酒，我也帮着喝。同桌的那个人只吃咸菜，喝稀饭，他结帐时还不到一角钱。接着我们也结帐小菜每碟二分，五碟小菜，半角钱猪头肉，半角钱烧酒，丸子汤八分，外加八个大馒头。走出饭馆，使人吃惊，冷空气立刻裹紧全身，高空闪烁着繁星。我们奔向有电车经过叮叮响的那条街口。吃饱没有？他问。饱了，我答。经过街口卖零食的小亭子，我买了两纸包糖，我一块，他一块，一面上楼，一面吮着糖的滋味。你真象个大口袋，他吃饱了以后才向我说。同时我打量着他，也非常不象样。在楼下大镜子前面，两个人照了好久。他的帽子仅仅扣住前额，后脑勺被忘记似的，离得帽子老远老远的独立着。很大的头，顶个小卷沿帽，最不相宜的就是这个小卷沿帽，在头顶上看起来十分不牢固，好象乌鸦落在房顶，有随时飞走的可能。别人送给他的那身学生服短而且宽。走进房间，象两个大孩子似的，互相比着舌头，他吃的是红色的糖块，所以是红舌头，我是绿舌头。比完舌头之后，他忧愁起来，指甲在桌面上不住地敲响。你看，我当家庭教师有多么不带劲！来来往往冻得和个小叫花子似的。当他说话时，在桌上敲着的那只手的袖口，已是破了，拖着线条。我想破了倒不要紧，可是冷怎么受呢？长久的时间静默着，灯光照在两人脸上，也不跳动一下，我说要给他缝缝袖口，明天要买针线。说到袖口，他警觉一般看一下袖口，脸上立刻浮现着幻想，并且嘴唇微微张开，不太自然似的，又不说什么。关了灯，月光照在窗外，反映得全室微白。两人扯着一张被子，头下破书当做枕头。隔壁手风琴又咿咿呀呀地在诉说生之苦乐。乐器伴着他，他慢慢打开他幽禁的心灵了敏子，这是敏子姑娘给我缝的。可是过去了，过去了就没有什么意义。我对你说过，那时候我疯狂了。直到最末一次信来，才算结束，结束就是说从那时起她不再给我来信了。这样意外的，相信也不能相信的事情，弄得我昏迷了许多日子以前许多信都是写着爱我甚至于说非爱我不可。最末一次信却骂起我来，直到现在我还不相信，可是事实是那样他起来去拿毛衣给我看，你看过桃色的线是她缝的敏子缝的又灭了灯，隔壁的手风琴仍不停止。"}
{"text":"乐器伴着他，他慢慢打开他幽禁的心灵了敏子，这是敏子姑娘给我缝的。可是过去了，过去了就没有什么意义。我对你说过，那时候我疯狂了。直到最末一次信来，才算结束，结束就是说从那时起她不再给我来信了。这样意外的，相信也不能相信的事情，弄得我昏迷了许多日子以前许多信都是写着爱我甚至于说非爱我不可。最末一次信却骂起我来，直到现在我还不相信，可是事实是那样他起来去拿毛衣给我看，你看过桃色的线是她缝的敏子缝的又灭了灯，隔壁的手风琴仍不停止。在说话里边他叫那个名字敏子，敏子。都是喉头发着水声。很好看的，小眼眉很黑嘴唇很很红啊！说到恰好的时候，在被子里边他紧紧捏了我一下手。我想我又不是她。嘴唇通红通红啊他仍说下去。马蹄打在街石上嗒嗒响声。每个院落在想象中也都睡去。首发于年月上海中学生第号来客打过门，随后进来一个胖子，穿的绸大衫，他也说他来念书，这使我很诧异。他四五十岁的样子，又是个买卖人，怎么要念书呢？过了好些时候，他说要念庄子。白话文他说不用念，一看就明白，那不算学问。郎华该怎么办呢？郎华说念庄子也可以。那胖子又说，每一星期要做一篇文章，要请先生改。郎华说，也可以。郎华为了钱，为了一点点的学费，这都可以。另一天早晨，又来一个年轻人，郎华不在家，他就坐在草褥上等着，他好象有肺病，一面看床上的旧报纸，一面问我门外那张纸贴上写着教武术，每月五元，不能少点吗？等一等再讲吧！我说。他规规矩矩，很无聊地坐着。大约分钟又过去了！郎华怎么还不回来，我很着急。得一点教书钱，好象做一笔买卖似的。我想这笔买卖是作不成了，那人直要走。你等一等，就回来的，就回来的。结果不能等，临走时向我告诉我有肺病，我是从大罗新商店下来的，一年了，病也不好，医生叫我运动运动。吃药花钱太多，也不能吃了！运动总比挺着强。昨天我看报上有广告，才知道这里教武术。先生回来，请向先生说说，学费少一点。从家庭教师广告登出去，就有人到这里治病，念庄子，还有人要练飞檐走壁，问先生会不会飞檐走壁。那天，又是郎华不在家，来一个人，还没有坐定，他就走了。"}
{"text":"结果不能等，临走时向我告诉我有肺病，我是从大罗新商店下来的，一年了，病也不好，医生叫我运动运动。吃药花钱太多，也不能吃了！运动总比挺着强。昨天我看报上有广告，才知道这里教武术。先生回来，请向先生说说，学费少一点。从家庭教师广告登出去，就有人到这里治病，念庄子，还有人要练飞檐走壁，问先生会不会飞檐走壁。那天，又是郎华不在家，来一个人，还没有坐定，他就走了。他看一看床上就是一张光身的草褥，被子卷在床头，灰色的棉花从破孔流出来，我想去折一下，又来不及。那人对准地下两只破鞋打量着。他的手杖和眼镜都闪着光，在他看来，教武术的先生不用问是个讨饭的家伙。提篮者提篮人，他的大篮子，长形面包，圆面包每天早晨他带来诱人的麦香，等在过道。我数着三个，五个，十个把所有的铜板给了他。一块黑面包摆在桌子上。郎华回来第一件事，他在面包上掘了一个洞，连帽子也没脱，就嘴里嚼着，又去找白盐。他从外面带进来的冷空气发着腥味。他吃面包，鼻子时时滴下清水滴。来吃啊！就来。我拿了刷牙缸，跑下楼去倒开水。回来时，面包差不多只剩硬壳在那里。他紧忙说我吃得真快，怎么吃得这样快？真自私，男人真自私。只端起牙缸来喝水，他再不吃了！我再叫他吃他也不吃。只说饱了，饱了！吃去你的一半还不够吗？男人不好，只顾自己。你的病刚好，一定要吃饱的。他给我讲他怎样要开一个学社，教武术，还教什么什么这时候，他的手已凑到面包壳上去，并且另一只手也来了！扭了一块下去，已经送到嘴里，已经咽下他也没有发觉第二次又来扭，可是说了我不应该再吃，我已经吃饱。他的帽子仍没有脱掉，我替他脱了去，同时送一块面包皮到他的嘴上。喝开水，他也是一直喝，等我向他要，他才给我。晚上，我领你到饭馆去吃。我觉得很奇怪，没钱怎么可以到饭馆去吃呢！吃完就走，这年头不吃还饿死？他说完，又去倒开水。第二天，挤满面包的大篮子已等在过道。我始终没推开门。门外有别人在买，即使不开门，我也好象嗅到麦香。对面包，我害怕起来，不是我想吃面包，怕是面包要吞了我。列巴，列巴！哈尔滨叫面包做列巴，卖面包的人打着我们的门在招呼。带着心惊，买完了说明天给你钱吧，没有零钱。"}
{"text":"喝开水，他也是一直喝，等我向他要，他才给我。晚上，我领你到饭馆去吃。我觉得很奇怪，没钱怎么可以到饭馆去吃呢！吃完就走，这年头不吃还饿死？他说完，又去倒开水。第二天，挤满面包的大篮子已等在过道。我始终没推开门。门外有别人在买，即使不开门，我也好象嗅到麦香。对面包，我害怕起来，不是我想吃面包，怕是面包要吞了我。列巴，列巴！哈尔滨叫面包做列巴，卖面包的人打着我们的门在招呼。带着心惊，买完了说明天给你钱吧，没有零钱。星期日，家庭教师也休息。只有休息，连早饭也没有。提篮人在打门，郎华跳下床去，比猫跳得更得法，轻快，无声。我一动不动，列巴就摆在门口。郎华光着脚，只穿一件短裤，衬衣搭在肩上，胸膛露在外面。一块黑面包，一角钱。我还要五分钱的列巴圈，那人用绳穿起来。我还说不用，不用。我打算就要吃了！我伏在床上，把头抬起来，正象见了桑叶而抬头的蚕一样。可是，立刻受了打击，我眼看着那人从郎华的手上把面包夺回去，五个列巴圈也夺回去。明早一起取钱不行吗？不行，昨天那半角也给我吧！我充满口涎的舌头向嘴唇舐了几下，不但列巴圈没有吃到，把所有的铜板又都带走了。早饭吃什么呀？你说吃什么？锁好门，他回到床上时，冰冷的身子贴住我。商市街出版时，萧红在日本东京，又将该篇摘录下来，发表在年月日的大连泰东日报辽水周刊上。搬家搬家！什么叫搬家？移了一个窝就是啦！一辆马车，载了两个人，一个条箱，行李也在条箱里。车行在街口了，街车，行人道上的行人，店铺大玻璃窗里的模特儿汽车驰过去了，别人的马车赶过我们急跑，马车上面似乎坐着一对情人，女人的卷发在帽沿外跳舞，男人的长臂没有什么用处一般，只为着一种表示，才遮住女人的背后。马车驰过去了，那一定是一对情人在兜风只有我们是搬家。天空有水状的和雪融化春冰状的白云，我仰望着白云，风从我的耳边吹过，使我的耳朵鸣响。到了商市街号。他夹着条箱，我端着脸盆，通过很长的院子，在尽那头，第一下来拉开门的是郎华，他说进去吧！家就这样的搬来，这就是家。一个男孩，穿着一双很大的马靴，跑着跳着喊妈我老师搬来啦！这就是他教武术的徒弟。"}
{"text":"马车驰过去了，那一定是一对情人在兜风只有我们是搬家。天空有水状的和雪融化春冰状的白云，我仰望着白云，风从我的耳边吹过，使我的耳朵鸣响。到了商市街号。他夹着条箱，我端着脸盆，通过很长的院子，在尽那头，第一下来拉开门的是郎华，他说进去吧！家就这样的搬来，这就是家。一个男孩，穿着一双很大的马靴，跑着跳着喊妈我老师搬来啦！这就是他教武术的徒弟。借来的那张铁床，从门也抬不进来，从窗也抬不进来。抬不进来，真的就要睡地板吗？光着身子睡吗？铺什么？老师，用斧子打吧。穿长靴的孩子去找到一柄斧子。铁床已经站起，塞在门口，正是想抬出去也不能够的时候，郎华就用斧子打，铁击打着铁发出震鸣，门顶的玻璃碎了两块，结果床搬进来了，光身子放在地板中央。又向房东借一张桌子和两把椅子。郎华走了，说他去买水桶菜刀饭碗我的肚子因为冷，也许因为累，又在作痛。走到厨房去看，炉中的火熄了。未搬来之前，也许什么人在烤火，所以炉中尚有木在燃。铁床露着骨，玻璃窗渐渐结上冰来。下午了，阳光失去了暖力，风渐渐卷着沙泥来吹打窗子用冷水擦着地板，擦着窗台等到这一切做完，再没有别的事可做的时候，我感到手有点痛，脚也有点痛。这里不象旅馆那样静，有狗叫，有鸡鸣有人吵嚷。把手放在铁炉板上也不能暖了，炉中连一颗火星也灭掉。肚子痛，要上床去躺一躺，哪里是床！冰一样的铁条，怎么敢去接近！我饿了，冷了，我肚痛，郎华还不回来，有多么不耐烦！连一只表也没有，连时间也不知道。多么无趣，多么寂寞的家呀！我好象落下井的鸭子一般寂寞并且隔绝。肚痛寒冷和饥饿伴着我，什么家？简直是夜的广场，没有阳光，没有暖。门扇大声哐啷哐啷地响，是郎华回来，他打开小水桶的盖给我看小刀，筷子，碗，水壶，他把这些都摆出来，纸包里的白米也倒出来。只要他在我身旁，饿也不难忍了，肚痛也轻了。买回来的草褥放在门外，我还不知道，我问他是买的吗？不是买的，是哪里来的！钱，还剩多少？还剩！怕是不够哩！等他买木回来，我就开始点火。站在火炉边，居然也和小主妇一样调着晚餐。油菜烧焦了，白米饭是半生就吃了，说它是粥，比粥还硬一点说它是饭，比饭还粘一点。"}
