{"text":"琼古代用兽骨做成的赌具，类似后来的骰子。戎菽指蚕豆。教授杂咏四首教授杂咏四首作法不自毙，悠然过四十。何妨赌肥头，抵当辩证法。其二可怜织女星，化为马郎妇。乌鹊疑不来，迢迢牛奶路。其三世界有文学，少女多丰臀。鸡汤代猪肉，北新遂掩门。其四名人选小说，入线云有限。虽有望远镜，无奈近视眼。十二月日记一九三二年十二月二十九日午后为梦禅及白频写教授杂咏各一首，其一云作法不自毙，。其二云可怜织女星，。第三四两首写作时间未详。这首诗系影射钱玄同的。钱玄同早年曾戏说四十岁以上的人都应该枪毙。又据说他在北京大学曾说过头可断，辩证法不可开课的话。这首诗系影射赵景深的。赵景深曾将契诃夫小说万卡中的天河误译为牛奶路，又将德国作家塞意斯的小说半人半马怪误译为半人半牛怪。参看二心集风马牛玻础场馐资涤吧湔乱缕嫉摹乱缕荚在枕上随笔一九二九年六月北新书局出版中说懒人的春天哪！我连女人的屁股都懒得去摸了！又据说他向北新书局预支了一大笔版税，曾说过钱多了可以不吃猪肉，大喝鸡汤的话。这首诗系影射谢六逸的。谢六逸曾编选过一本模范小说选，选录茅盾叶绍钧冰心的作品，于一九三三年三月由上海黎明书局出版。他在中说翻开坊间出版的中国作家辞典一看，我国的作家快要凑足五百罗汉之数了。但我在这本书里只选了五个作家的作品，我早已硬起头皮，准备别的作家来打我骂我。而且骂我的第一句话，我也猜着了。这句骂我的话不是别的，就是你是近视眼啊，其实我的眼睛何尝近视，我也曾用过千里镜在沙漠地带，向各方面眺望了一下。国内的作家无论如何不止这五个，这是千真万确的事实。不过在我所做的是匠人的工作，匠人选择材料时，必要顾到能不能上得自己的墨线，我选择的结果，这五位作家的作品可以上我的墨线，所以我要唐突他们的作品一下了。今春的两种感想今春的两种感想――十一月二十二日在北平辅仁大学讲我是上星期到北平的，论理应当带点礼物送给青年诸位，不过因为奔忙匆匆未顾得及，同时也没有什么可带的。我近来是在上海，上海与北平不同，在上海所感到的，在北平未必感到。"}
{"text":"国内的作家无论如何不止这五个，这是千真万确的事实。不过在我所做的是匠人的工作，匠人选择材料时，必要顾到能不能上得自己的墨线，我选择的结果，这五位作家的作品可以上我的墨线，所以我要唐突他们的作品一下了。今春的两种感想今春的两种感想――十一月二十二日在北平辅仁大学讲我是上星期到北平的，论理应当带点礼物送给青年诸位，不过因为奔忙匆匆未顾得及，同时也没有什么可带的。我近来是在上海，上海与北平不同，在上海所感到的，在北平未必感到。今天又没豫备什么，就随便谈谈吧。昨年东北事变详情我一点不知道，想来上海事变诸位一定也不甚了然。就是同在上海也是彼此不知，这里死命的逃死，那里则打牌的仍旧打牌，跳舞的仍旧跳舞。打起来的时候，我是正在所谓火线里面，亲遇见捉去许多中国青年。捉去了就不见回来，是生是死也没人知道，也没人打听，这种情形是由来已久了，在中国被捉去的青年素来是不知下落的。东北事起，上海有许多抗日团体，有一种团体就有一种徽章。这种徽章，如被日军发现死是很难免的。然而中国青年的记性确是不好，如抗日十人团，一团十人，每人有一个徽章，可是并不一定抗日，不过把它放在袋里。但被捉去后这就是死的证据。还有学生军们，以前是天天练操，不久就无形中不练了，只有军装的照片存在，并且把操衣放在家中，自己也忘却了。然而一被日军查出时是又必定要送命的。像这一般青年被杀，大家大为不平，以为日人太残酷。其实这完全是因为脾气不同的缘故，日人太认真，而中国人却太不认真。中国的事情往往是招牌一挂就算成功了。日本则不然。他们不像中国这样只是作戏似的。日本人一看见有徽章，有操衣的，便以为他们一定是真在抗日的人，当然要认为是劲敌。这样不认真的同认真的碰在一起，倒霉是必然的。中国实在是太不认真，什么全是一样。文学上所见的常有新主义，以前有所谓民族主义的文学也者，闹得很热闹，可是自从日本兵一来，马上就不见了。我想大概是变成为艺术而艺术了吧。中国的政客，也是今天谈财政，明日谈照像，后天又谈交通，最后又忽然念起佛来了。外国不然。以前欧洲有所谓未来派艺术。未来派的艺术是看不懂的东西。但看不懂也并非一定是看者知识太浅，实在是它根本上就看不懂。文章本来有两种一种是看得懂的，一种是看不懂的。假若你看不懂就自恨浅薄，那就是上当了。"}
{"text":"中国实在是太不认真，什么全是一样。文学上所见的常有新主义，以前有所谓民族主义的文学也者，闹得很热闹，可是自从日本兵一来，马上就不见了。我想大概是变成为艺术而艺术了吧。中国的政客，也是今天谈财政，明日谈照像，后天又谈交通，最后又忽然念起佛来了。外国不然。以前欧洲有所谓未来派艺术。未来派的艺术是看不懂的东西。但看不懂也并非一定是看者知识太浅，实在是它根本上就看不懂。文章本来有两种一种是看得懂的，一种是看不懂的。假若你看不懂就自恨浅薄，那就是上当了。不过人家是不管看懂与不懂的――看不懂如未来派的文学，虽然看不懂，却是拚命的，很认真的在那里讲。但是中国就找不出这样例子。还有感到的一点是我们的眼光不可不放大，但不可放的太大。我那时看见日本兵不打了，就搬了回去，但忽然又紧张起来了。后来打听才知道是因为中国放鞭炮引起的。那天因为是月蚀，故大家放鞭炮来救她。在日本人意中以为在这样的时光，中国人一定全忙于救中国抑救上海，万想不到中国人却救的那样远，去救月亮去了。我们常将眼光收得极近，只在自身，或者放得极远，到北极，或到天外，而这两者之间的一圈可是绝不注意的，譬如食物吧，近来馆子里是比较干净了，这是受了外国影响之故，以前不是这样。例如某家烧卖好，包子好，好的确是好，非常好吃，但盘子是极污秽的，去吃的人看不得盘子，只要专注在吃的包子烧卖就是，倘使你要注意到食物之外的一圈，那就非常为难了。在中国做人，真非这样不成，不然就活不下去。例如倘使你讲个人主义，或者远而至于宇宙哲学，灵魂灭否，那是不要紧的。但一讲社会问题，可就要出毛病了。北平或者还好，如在上海则一讲社会问题，那就非出毛病不可，这是有验的灵药，常常有无数青年被捉去而无下落了。在文学上也是如此。倘写所谓身边小说，说苦痛呵，穷呵，我爱女人而女人不爱我呵，那是很妥当的，不会出什么乱子。如要一谈及中国社会，谈及压迫与被压迫，那就不成。不过你如果再远一点，说什么巴黎伦敦，再远些，月界，天边，可又没有危险了。但有一层要注意，俄国谈不得。上海的事又要一年了，大家好似早已忘掉了，打牌的仍旧打牌，跳舞的仍旧跳舞。不过忘只好忘，全记起来恐怕脑中也放不下。倘使只记着这些，其他事也没工夫记起了。不过也可以记一个总纲。如认真点，眼光不可不放大但不可放的太大，就是。这本是两句平常话，但我的确知道了这两句话，是在死了许多性命之后。许多历史的教训，都是用极大的牺牲换来的。"}
{"text":"如要一谈及中国社会，谈及压迫与被压迫，那就不成。不过你如果再远一点，说什么巴黎伦敦，再远些，月界，天边，可又没有危险了。但有一层要注意，俄国谈不得。上海的事又要一年了，大家好似早已忘掉了，打牌的仍旧打牌，跳舞的仍旧跳舞。不过忘只好忘，全记起来恐怕脑中也放不下。倘使只记着这些，其他事也没工夫记起了。不过也可以记一个总纲。如认真点，眼光不可不放大但不可放的太大，就是。这本是两句平常话，但我的确知道了这两句话，是在死了许多性命之后。许多历史的教训，都是用极大的牺牲换来的。譬如吃东西罢，某种是毒物不能吃，我们好像全惯了，很平常了。不过，这一定是以前有多少人吃死了，才知道的。所以我想，第一次吃螃蟹的人是很可佩服的，不是勇士谁敢去吃它呢？螃蟹有人吃，蜘蛛一定也有人吃过，不过不好吃，所以后人不吃了。像这种人我们当极端感谢的。我希望一般人不要只注意在近身的问题，或地球以外的问题，社会上实际问题是也要注意些才好。本篇记录稿最初发表于一九三二年十一月三十日北京世界日报教育栏。发表前曾经修订。东北事变指一九三一年九一八事变。上海事变，指一九三二年一二八事变。一二八事变时，寓所在上海北四川路，临近战区。抗日十人团九一八事变后上海各界自发成立的一种爱国群众组织。学生军又称学生义勇军。九一八事变后各地大中学校成立的学生组织。民族主义的文学一九三年六月由国民党当局策划的文学运动，发起人是潘公展范争波朱应鹏傅彦长王平陵等人，曾出版前锋周报前锋月刊等刊物，假借民族主义的名义反对无产阶级革命文学，提倡反共反人民的法西斯文学。九一八事变后，又为蒋介石的投降卖国政策效劳。――二月十九日在香港青年会讲――二月十九日在香港青年会讲今天我所讲的题目是老调子已经唱完初看似乎有些离奇，其实是并不奇怪的。凡老的，旧的，都已经完了！这也应该如此。虽然这一句话实在对不起一般老前辈，可是我也没有别的法子。中国人有一种矛盾思想，即是要子孙生存，而自己也想活得很长久，永远不死及至知道没法可想，非死不可了，却希望自己的尸身永远不腐烂。"}
{"text":"凡老的，旧的，都已经完了！这也应该如此。虽然这一句话实在对不起一般老前辈，可是我也没有别的法子。中国人有一种矛盾思想，即是要子孙生存，而自己也想活得很长久，永远不死及至知道没法可想，非死不可了，却希望自己的尸身永远不腐烂。但是，想一想罢，如果从有人类以来的人们都不死，地面上早已挤得密密的，现在的我们早已无地可容了如果从有人类以来的人们的尸身都不烂，岂不是地面上的死尸早已堆得比鱼店里的鱼还要多，连掘井，造房子的空地都没有了么？所以，我想，凡是老的，旧的，实在倒不如高高兴兴的死去的好。在文学上，也一样，凡是老的和旧的，都已经唱完，或将要唱完。举一个最近的例来说，就是俄国。他们当俄皇专制的时代，有许多作家很同情于民众，叫出许多惨痛的声音，后来他们又看见民众有缺点，便失望起来，不很能怎样歌唱，待到革命以后，文学上便没有什么大作品了。只有几个旧文学家跑到外国去，作了几篇作品，但也不见得出色，因为他们已经失掉了先前的环境了，不再能照先前似的开口。在这时候，他们的本国是应该有新的声音出现的，但是我们还没有很听到。我想，他们将来是一定要有声音的。因为俄国是活的，虽然暂时没有声音，但他究竟有改造环境的能力，所以将来一定也会有新的声音出现。再说欧美的几个国度罢。他们的文艺是早有些老旧了，待到世界大战时候，才发生了一种战争文学。战争一完结，环境也改变了，老调子无从再唱，所以现在文学上也有些寂寞。将来的情形如何，我们实在不能豫测。但我相信，他们是一定也会有新的声音的。现在来想一想我们中国是怎样。中国的文章是最没有变化的，调子是最老的，里面的思想是最旧的。但是，很奇怪，却和别国不一样。那些老调子，还是没有唱完。这是什么缘故呢？有人说，我们中国是有一种特别国情。――中国人是否真是这样特别，我是不知道，不过我听得有人说，中国人是这样。――倘使这话是真的，那么，据我看来，这所以特别的原因，大概有两样。第一，是因为中国人没记性，因为没记性，所以昨天听过的话，今天忘记了，明天再听到，还是觉得很新鲜。做事也是如此，昨天做坏了的事，今天忘记了，明天做起来，也还是仍旧贯的老调子。第二，是个人的老调子还未唱完，国家却已经灭亡了好几次了。何以呢？"}
{"text":"――中国人是否真是这样特别，我是不知道，不过我听得有人说，中国人是这样。――倘使这话是真的，那么，据我看来，这所以特别的原因，大概有两样。第一，是因为中国人没记性，因为没记性，所以昨天听过的话，今天忘记了，明天再听到，还是觉得很新鲜。做事也是如此，昨天做坏了的事，今天忘记了，明天做起来，也还是仍旧贯的老调子。第二，是个人的老调子还未唱完，国家却已经灭亡了好几次了。何以呢？我想，凡有老旧的调子，一到有一个时候，是都应该唱完的，凡是有良心，有觉悟的人，到一个时候，自然知道老调子不该再唱，将它抛弃。但是，一般以自己为中心的人们，却决不肯以民众为主体，而专图自己的便利，总是三翻四复的唱不完。于是，自己的老调子固然唱不完，而国家却已被唱完了。宋朝的读书人讲道学，讲理学，尊孔子，千篇一律。虽然有几个革新的人们，如王安石等等，行过新法，但不得大家的赞同，失败了。从此大家又唱老调子，和社会没有关系的老调子，一直到宋朝的灭亡。宋朝唱完了，进来做皇帝的是蒙古人――元朝。那么，宋朝的老调子也该随着宋朝完结了罢，不，元朝人起初虽然看不起中国人，后来却觉得我们的老调子，倒也新奇，渐渐生了羡慕，因此元人也跟着唱起我们的调子来了，一直到灭亡。这个时候，起来的是明太祖。元朝的老调子，到此应该唱完了罢，可是也还没有唱完。明太祖又觉得还有些意趣，就又教大家接着唱下去。什么八股咧，道学咧，和社会，百姓都不相干，就只向着那条过去的旧路走，一直到明亡。清朝又是外国人。中国的老调子，在新来的外国主人的眼里又见得新鲜了，于是又唱下去。还是八股，考试，做古文，看古书。但是清朝完结，已经有十六年了，这是大家都知道的。他们到后来，倒也略略有些觉悟，曾经想从外国学一点新法来补救，然而已经太迟，来不及了。老调子将中国唱完，完了好几次，而它却仍然可以唱下去。因此就发生一点小议论。有人说可见中国的老调子实在好，正不妨唱下去。试看元朝的蒙古人，清朝的满洲人，不是都被我们同化了么？照此看来，则将来无论何国，中国都会这样地将他们同化的。原来我们中国就如生着传染病的病人一般，自己生了病，还会将病传到别人身上去，这倒是一种特别的本领。殊不知这种意见，在现在是非常错误的。我们为甚么能够同化蒙古人和满洲人呢？是因为他们的文化比我们的低得多。"}
{"text":"老调子将中国唱完，完了好几次，而它却仍然可以唱下去。因此就发生一点小议论。有人说可见中国的老调子实在好，正不妨唱下去。试看元朝的蒙古人，清朝的满洲人，不是都被我们同化了么？照此看来，则将来无论何国，中国都会这样地将他们同化的。原来我们中国就如生着传染病的病人一般，自己生了病，还会将病传到别人身上去，这倒是一种特别的本领。殊不知这种意见，在现在是非常错误的。我们为甚么能够同化蒙古人和满洲人呢？是因为他们的文化比我们的低得多。倘使别人的文化和我们的相敌或更进步，那结果便要大不相同了。他们倘比我们更聪明，这时候，我们不但不能同化他们，反要被他们利用了我们的腐败文化，来治理我们这腐败民族。他们对于中国人，是毫不爱惜的，当然任凭你腐败下去。现在听说又很有别国人在尊重中国的旧文化了，那里是真在尊重呢，不过是利用！从前西洋有一个国度，国名忘记了，要在非洲造一条铁路。顽固的非洲土人很反对，他们便利用了他们的神话来哄骗他们道你们古代有一个神仙，曾从地面造一道桥到天上。现在我们所造的铁路，简直就和你们的古圣人的用意一样。非洲人不胜佩服，高兴，铁路就造起来。――中国人是向来排斥外人的，然而现在却渐渐有人跑到他那里去唱老调子了，还说道孔夫子也说过，道不行，乘桴浮于海。所以外人倒是好的。外国人也说道你家圣人的话实在不错。倘照这样下去，中国的前途怎样呢？别的地方我不知道，只好用上海来类推。上海是最有权势的是一群外国人，接近他们的是一圈中国的商人和所谓读书的人，圈子外面是许多中国的苦人，就是下等奴才。将来呢，倘使还要唱着老调子，那么，上海的情状会扩大到全国，苦人会多起来。因为现在是不像元朝清朝时候，我们可以靠着老调子将他们唱完，只好反而唱完自己了。这就因为，现在的外国人，不比蒙古人和满洲人一样，他们的文化并不在我们之下。那么，怎么好呢？我想，唯一的方法，首先是抛弃了老调子。旧文章，旧思想，都已经和现社会毫无关系了，从前孔子周游列国的时代，所坐的是牛车。现在我们还坐牛车么？从前尧舜的时候，吃东西用泥碗，现在我们所用的是甚么？所以，生在现今的时代，捧着古书是完全没有用处的了。但是，有些读书人说，我们看这些古东西，倒并不觉得于中国怎样有害，又何必这样决绝地抛弃呢？是的。然而古老东西的可怕就正在这里。"}
{"text":"那么，怎么好呢？我想，唯一的方法，首先是抛弃了老调子。旧文章，旧思想，都已经和现社会毫无关系了，从前孔子周游列国的时代，所坐的是牛车。现在我们还坐牛车么？从前尧舜的时候，吃东西用泥碗，现在我们所用的是甚么？所以，生在现今的时代，捧着古书是完全没有用处的了。但是，有些读书人说，我们看这些古东西，倒并不觉得于中国怎样有害，又何必这样决绝地抛弃呢？是的。然而古老东西的可怕就正在这里。倘使我们觉得有害，我们便能警戒了，正因为并不觉得怎样有害，我们这才总是觉不出这致死的毛病来。因为这是软刀子。这软刀子的名目，也不是我发明的，明朝有一个读书人，叫做贾凫西的，鼓词里曾经说起纣王，道几年家软刀子割头不觉死，只等得太白旗悬才知道命有差。我们的老调子，也就是一把软刀子。中国人倘被别人用钢刀来割，是觉得痛的，还有法子想倘是软刀子，那可真是割头不觉死，一定要完。我们中国被别人用兵器来打，早有过好多次了。例如，蒙古人满洲人用弓箭，还有别国人用枪炮。用枪炮来打的后几次，我已经出了世了，但是年纪青。我仿佛记得那时大家倒还觉得一点苦痛的，也曾经想有些抵抗，有些改革。用枪炮来打我们的时候，听说是因为我们野蛮现在，倒不大遇见有枪炮来打我们了，大约是因为我们文明了罢。现在也的确常常有人说，中国的文化好得很，应该保存。那证据，是外国人也常在赞美。这就是软刀子。用钢刀，我们也许还会觉得的，于是就改用软刀子。我想叫我们用自己的老调子唱完我们自己的时候，是已经要到了。中国的文化，我可是实在不知道在那里。所谓文化之类，和现在的民众有甚么关系，甚么益处呢？近来外国人也时常说，中国人礼仪好，中国人肴馔好。中国人也附和着。但这些事和民众有甚么关系？车夫先就没有钱来做礼服，南北的大多数的农民最好的食物是杂粮。有什么关系？中国的文化，都是侍奉主子的文化，是用很多的人的痛苦换来的。无论中国人，外国人，凡是称赞中国文化的，都只是以主子自居的一部份。以前，外国人所作的书籍，多是嘲骂中国的腐败到了现在，不大嘲骂了，或者反而称赞中国的文化了。常听到他们说我在中国住得很舒服呵！这就是中国人已经渐渐把自己的幸福送给外国人享受的证据。所以他们愈赞美，我们中国将来的苦痛要愈深的！这就是说保存旧文化，是要中国人永远做侍奉主子的材料，苦下去，苦下去。"}
{"text":"有什么关系？中国的文化，都是侍奉主子的文化，是用很多的人的痛苦换来的。无论中国人，外国人，凡是称赞中国文化的，都只是以主子自居的一部份。以前，外国人所作的书籍，多是嘲骂中国的腐败到了现在，不大嘲骂了，或者反而称赞中国的文化了。常听到他们说我在中国住得很舒服呵！这就是中国人已经渐渐把自己的幸福送给外国人享受的证据。所以他们愈赞美，我们中国将来的苦痛要愈深的！这就是说保存旧文化，是要中国人永远做侍奉主子的材料，苦下去，苦下去。虽是现在的阔人富翁，他们的子孙也不能逃。我曾经做过一篇杂感，大意是说凡称赞中国旧文化的，多是住在租界或安稳地方的富人，因为他们有钱，没有受到国内战争的痛苦，所以发出这样的赞赏来。殊不知将来他们的子孙，营业要比现在的苦人更其贱，去开的矿洞，也要比现在的苦人更其深。这就是说，将来还是要穷的，不过迟一点。但是先穷的苦人，开了较浅的矿，他们的后人，却须开更深的矿了。我的话并没有人注意。他们还是唱着老调子，唱到租界去，唱到外国去。但从此以后，不能像元朝清朝一样，唱完别人了，他们是要唱完了自己。这怎么办呢？我想，第一，是先请他们从洋楼，卧室，书房里踱出来，看一看身边怎么样，再看一看社会怎么样，世界怎么样。然后自己想一想，想得了方法，就做一点。跨出房门，是危险的。自然，唱老调子的先生们又要说。然而，做人是总有些危险的，如果躲在房里，就一定长寿，白胡子的老先生应该非常多但是我们所见的有多少呢？他们也还是常常早死，虽然不危险，他们也胡涂死了。要不危险，我倒曾经发见了一个很合式的地方。这地方，就是牢狱。人坐在监，牢里便不至于再捣乱，犯罪了救火机关也完全，不怕失火也不怕盗劫，到牢狱里去抢东西的强盗是从来没有的。坐监是实在最安稳。但是，坐监却独独缺少一件事，这就是自由。所以，贪安稳就没有自由，要自由就总要历些危险。只有这两条路。那一条好，是明明白白的，不必待我来说了。现在我还要谢诸位今天到来的盛意。本篇最初发表于一九二七年三月？广州国民新闻副刊新时代，同年五月十一日汉口中央日报副刊第四十八号曾予转载。特别国情一九一五年袁世凯阴谋复辟帝制时，他的宪法顾问美国人古德诺，曾于八月十日北京亚细亚日报发表共和与君主论一文，说中国自有特别国情，不适宜实行民主政治，应当恢复君主政体。"}
