{"text":"夜里散散步，捡拾落下的松果，思念远方的朋友，回想生命的种种美好经验，这平淡无奇的生活，自有一种清明深刻和远大呀！在飞机的航道一位年轻人说要带我去看飞机。飞机有什么好看呢？我说。他说去了就知道。我坐上他的机车后座，在台北的大街小巷穿行，好不容易来到看飞机的地点。虽然是黄昏了，草地上却有许多青年聚集在一起，远方火红的落日在都市的滚滚红尘衬托下，显得极为艳丽。一架庞大的飞机从东南的方向，逆着太阳呼啸而来，等待着的年轻人全站直身子，两臂伸直，高呼狂叫起来。啸声震大的飞机低头俯冲，一阵狂风袭卷，使须发衣袖都飞荡起来，耳朵里嗡嗡作响，在尚未回过神的时候，飞机已经在松山机场降落。我站在飞机航道上，回想着几秒钟前那惊心动魄的经验，身体里的细胞仿佛还随着飞机的喷射在震颤着，另一架波音又从远方呼啸而来了载我来的青年，打开一罐啤酒，咕噜咕噜的灌进肚子里，说很过瘾吧！这个心脏纯净充满热力的青年，和我年轻时代一样，已经连着三次联考落榜，正在等待兵役的通知。每天黄昏时分把摩托车飘到最高速，到这飞机最近的航道，看飞机凌空降落。他说这城市里有许多心情郁卒的人，天天来这里看飞机，就好像患了某种毒痛一样。他正在说的时候，夕阳的最后一丝光芒沉人红尘，一架有四个强灯的飞机降落，在灰暗的天空射出四道强光。青年把自己挺成树一样，怪声一口，回过头来再次对我说真的很过瘾吧！是呀！我抬头看着飞机远去的尾灯，觉得如此迫近的飞行，确是震撼人心的。我每次心情不好，来看了飞机就会好过一点。站在飞机航道的我们是多么渺小，小得像一株草，那么人生又有什么好计较的呢？考试的好坏又有什么好计较呢？一直到天色完全沉黑了，虽然飞机依然从远方来，我们还是依依不舍的离开狂风飞扬的跑道。我坐在机车后座，随青年奔驰在霓虹闪耀的城市，想着这段话我们是多么渺小，小得像一株草，人生有什么好计较的呢？"}
{"text":"站在飞机航道的我们是多么渺小，小得像一株草，那么人生又有什么好计较的呢？考试的好坏又有什么好计较呢？一直到天色完全沉黑了，虽然飞机依然从远方来，我们还是依依不舍的离开狂风飞扬的跑道。我坐在机车后座，随青年奔驰在霓虹闪耀的城市，想着这段话我们是多么渺小，小得像一株草，人生有什么好计较的呢？在夜景的航道在阳明山泡完温泉下山，立刻进人那在假日永远如肠胃炎的仰德大道，随着车阵逸通前进。朋友的孩子建议我们走秘密通道，可能比较不会塞车。秘密通道是转出仰德大道，进人一条林间完全无灯的小路。当我们的车子绕着文化大学正要下山的时候，看到台北的万盏华灯亮灿灿的，蔚成一片灯海，宽阔辉煌温暖，令人的心里也好像被点灯，亮滋滋的。我每天站在家里的十五楼阳台看台北夜景，虽可以感觉夜景之美，却没想到台北的夜景美到这种境界。当场就建议朋友下车，专心的来看夜景。站在临山的边缘看夜景，使人有张开双臂欢呼的冲动。我对朋友说，我曾经看过许多以夜景闻名的都市，像纽约东京巴黎伦敦罗马香港等，我们台北现在一点也不逊色呀！觉得台北的夜景美丽，除了真是美以外，也有一点感情与乡土的因素。你看，这是我们一点一滴建立起来的城市呢！带孩子来看夜景也可以无愧了。看到那些辉煌的灯火，想到一盏灯里面就有一户人家，就会感觉生命真的如是渺小，因于这种渺小，使我有一种谦卑之念但也因为站在那渺小之外的山顶，使我生起一种豪情。这也是我喜欢看夜景的复杂情愫。一起站在山顶看夜景的情侣，情不自禁的紧紧相拥，像要一起融化于夜色中。是呀，在那广邈的夜景里，在那无数的灯光里，与相约而再来的人相遇，是在邈绝无情的飘游里，多么稀有殊胜难得的因缘！正如两只萤火虫在夜色相会，互相点着灯笼。于是，在微茫与冷凉的夜色里，以台北的夜景作证，紧紧相拥，渴望日后也可以在千盏万盏里，点亮自己的一盏灯火。我们继续在无灯的森林小路穿行，心里一片光明，因为我们即使渺若萤火，也自有夜景的航道。有航道的人，再渺小也不会迷途。"}
{"text":"正如两只萤火虫在夜色相会，互相点着灯笼。于是，在微茫与冷凉的夜色里，以台北的夜景作证，紧紧相拥，渴望日后也可以在千盏万盏里，点亮自己的一盏灯火。我们继续在无灯的森林小路穿行，心里一片光明，因为我们即使渺若萤火，也自有夜景的航道。有航道的人，再渺小也不会迷途。在天地的航道妈妈住在台北的时候，隔两天就会打电话回家，除了询问平安，就是吩咐大哥大嫂关于拜拜的事。拜拜的事是一点也不能马虎的，除了早晚都要拜菩萨神明，祖先之外，每隔几天总会有神明的生日菩萨的诞辰祖先的忌日，以及庙会节庆等等。这些日子我们总是记不清，对妈妈可是历历如绘的。每次看着妈妈讲电话，我就会想起在我小的时候，每隔几天总要随父母拜拜，拜拜当然是很好的事，因为总会吃到平常不能吃的好菜，家里的气氛也就会显得虔诚和热烈了。可是，为什么要拜那么多呢？我时常问。爸爸妈妈回答我拜拜是为了感谢，谢天谢地谢神明，感谢他们让我们的作物丰收，可以过好日子。拜拜也是为了祈求，因为我们人的力量太渺小，连自己的平安健康也不能作主，祈求神明菩萨保庇我们，可以风调雨顺国泰民安。作为农人的爸爸妈妈，他们最能感受到人是如此渺小，在台风时，眼看农作折落遍地狼藉在苦旱时，眼看植物枯死土地龟裂在病虫害来袭时，眼看辛苦耕耘的作物枯黄凋谢血本无归。所以，让我们虔诚合掌燃香祈祷，顺境时谢天谢土，逆境时祈佛求神，那是因为深知人的渺小。我从很小很小拜神祭祖时就有极谦卑虔诚的心，那是因为感受到自己的渺小，并且也就深知那些自以为伟大而骄傲的人，只是无知和自我膨胀作祟，其实他们消逝于世间也只是一道烟尘！现在我四十几岁了，依然渺小，依然祈祷求神拜菩萨谢天谢地谢祖先。我的心中，还来不及生起一丝骄傲与傲慢，那是由于我已走过人生的许多渺小之旅。粗海盐在朋友家吃炒花生，非常芳香好吃，与平常吃的花生大为不同。不禁好奇心大起，问起花生的做法。朋友说一点也没有特别的技术，只是用粗海盐来炒罢了。"}
{"text":"现在我四十几岁了，依然渺小，依然祈祷求神拜菩萨谢天谢地谢祖先。我的心中，还来不及生起一丝骄傲与傲慢，那是由于我已走过人生的许多渺小之旅。粗海盐在朋友家吃炒花生，非常芳香好吃，与平常吃的花生大为不同。不禁好奇心大起，问起花生的做法。朋友说一点也没有特别的技术，只是用粗海盐来炒罢了。朋友说着，从厨房柜里找出她所用的粗海盐，原来是我们小时候在用的那种没有处理过的盐。粗海盐的结晶很大，像是染了米色的冰糖一样。朋友说，粗海盐的味道很好，营养丰富，煮菜的时候，只要加一点粗海盐，根本不需要加味素，就会齿颊留香了。像粗海盐这么好的东西被现代人舍弃，却用了味道不好营养稀少的精盐取代，实在是很可惜。朋友感慨的说。这使我想起，从前许多好东西，因为被看为粗糙而舍弃了，不只海盐而已。曾经有一位朋友带一包糖蜜来送我，糖蜜是制造蔗糖第一道手续所熬出来的糖，黑色呈蜜状，朋友说只有这种糖蜜是有益身体的，像特级砂白的糖，对身体只有伤害。有一些老东西虽粗糙，却有非凡的价值，像我们许多年前穿的粗棉粗麻布，一直到现在，还是顶尖时装所追逐的。有一次去看三宅一生的最新时装，不仅是最粗的棉，还弄得绉褶不堪，我心里一叹我小时候穿的面粉袋不就是这样吗？特别是食物，愈粗糙愈有益健康，像糙米胜过白米，黑麦面包胜过白面包天然食物胜过加工食品，我们不断的把食物做得精致，事实上是在为自己制造祸害。在过度加工与过度精制的时代，使我们产生了巨大的盲点，并把这些盲点传给下一代，误以为加工与精制是好的，那些传统的天然的事物反而被舍弃了。我们坐在朋友的三合院里，谈着粗与细的倒错，朋友突然站起来，走到厨房，慎重的拿了一包粗海盐出来，她说这一包海盐送给你，你拿回去煮，就会发现食物的味道全不同了。她的话里有庄严的气息，使我忍不住双手捧着那包海盐，内心涌着感动。原来，一包海盐也可以当作最好的礼物送人，这世上的一切都如许珍贵呀！"}
{"text":"我们坐在朋友的三合院里，谈着粗与细的倒错，朋友突然站起来，走到厨房，慎重的拿了一包粗海盐出来，她说这一包海盐送给你，你拿回去煮，就会发现食物的味道全不同了。她的话里有庄严的气息，使我忍不住双手捧着那包海盐，内心涌着感动。原来，一包海盐也可以当作最好的礼物送人，这世上的一切都如许珍贵呀！路上的情书我捡过一封诀别的情书。情书上有这样看来普通的句子当初是我选择了你，心里明知与你不会长久，还是执著的选择了你。这些日子以来，谢谢你陪我走过这一段路。你是一个很好的人，你一定会认识比我好上千倍的女孩。由衷地希望在没有我的日子，你依然过得好。会捡到这封情书是很偶然的。有一天我在路上散步，刮起一阵强风，一个印刷十分精美的信封落在我的眼前，信封没有署名，也没有缄封，我就打开来看。是一封很长的诀别信，看来是十七岁的少女写给十八岁的男朋友的信，显然她是要离开他了，于是找了许许多多藉口。奇怪的是，这封信收信和发信的人都没有名字，写信的少女叫作，她的男朋友叫作，是三月写给十二月的信呢！可以想见十二月收到这封信，脸如寒冬的样子。三月的信写得这么苦，心情也不像阳春的季节。可是，这么重要的信为什么会掉在路上呢？它有几个时间的可能，一是少女写好信不小心遗落的，二是她随手丢弃，三是男朋友收到后，非常生气，回家的路上就顺手扔了。不管如何，这封没有地址与署名的诀别信，一定是亲手递交的，可见这个少女非常有诚意，又写诀别信又亲手交托。不像我们年轻时的感情事件，对方离开时的理由到如今都还是谜一样。三月在信里说在你十八岁生日时，无论我在不在你身旁，一定会送你一枚银戒指，传说在十八岁生日时收到银戒指，此后将会一路顺畅平安。如今，这段甜蜜的过去就要放弃，明知你是真心爱我，，回头再看一眼，再看一眼就好，珍重！再见！"}
{"text":"不像我们年轻时的感情事件，对方离开时的理由到如今都还是谜一样。三月在信里说在你十八岁生日时，无论我在不在你身旁，一定会送你一枚银戒指，传说在十八岁生日时收到银戒指，此后将会一路顺畅平安。如今，这段甜蜜的过去就要放弃，明知你是真心爱我，，回头再看一眼，再看一眼就好，珍重！再见！这结尾写得真不错，我坐在公园的长椅上，读着路上偶然捡到的情书，想到少年时代我们的情感都是如此纠缠的，因为不能了解一切都只是偶然。银戒指何必等到分手之后再送，今天送不是很好吗？明天的事，谁知道呢？不知道后来三月找到四月，十二月找到一月没有？那信纸也选得很好，是一个背着行李站在铁轨交叉点的分节阅读少女，不知道走哪一条路好。不管怎么走，都会有路。我把诀别的情书收好，想起这句话。快乐地活在当天报社的记者来访问，突然问起林先生有什么座右铭呢？我的座右，通常用的便条纸写一些当日的注意事项，于是撕几张下来给记者小姐看出去时，别忘了买首蓿芽。欠讲义的稿件，今日写。缴房屋贷款。帮亮言买毛笔。我说你看，我有这么多的座右铭。记者笑起来林先生真爱开玩笑，我是说真正的座右铭。什么是真正的座右铭呢？就是刻在心里，时时用来规范和激励自己的一句话。这倒使我陷人困境了，因为我并没有一个真正的座右铭，如禁勉强说有，就是我时常拿来实践的一句话快乐的活在当下。活在当下是禅宗的语言，是说人应该放下过去的烦恼舍弃未来的忧思，把副的精神力用来承担眼前的这一刻。失去此刻就没有下一刻，不能珍惜今生也就无法向往来生了。活在当下也就是快乐来临的时候就享受快乐，痛苦来临的时候就迎向痛苦，在黑暗与光明中，既不回避，也不逃离，以但然自然的态度来面对人生。我把活在当下加了快乐的活在当下，是除了承担之外，希望有期许有愿望有好的心情，不只坦然和自然，还希望能扭转此时此刻的生活，使自己永保喜悦之心。"}
{"text":"活在当下是禅宗的语言，是说人应该放下过去的烦恼舍弃未来的忧思，把副的精神力用来承担眼前的这一刻。失去此刻就没有下一刻，不能珍惜今生也就无法向往来生了。活在当下也就是快乐来临的时候就享受快乐，痛苦来临的时候就迎向痛苦，在黑暗与光明中，既不回避，也不逃离，以但然自然的态度来面对人生。我把活在当下加了快乐的活在当下，是除了承担之外，希望有期许有愿望有好的心情，不只坦然和自然，还希望能扭转此时此刻的生活，使自己永保喜悦之心。这可以说是我的座右铭，因此欠的搞件，要欢喜的写缴房屋贷款，要欣然的缴首蓿芽和毛笔，都要高兴的去买。我的桌边依然贴着许多条子，只有快乐的活在当下不用张贴于座右，因为那正是我生命的态度。鞋匠与总统被公认为美国历史上最伟大的总统林肯，在他当选总统那一刻，整个参议院的议员都感到尴尬，因为林肯的父亲是个鞋匠。当时美国的参议员大部分出身望族，囱认为是上流优越的人，从未料到要面对的总统是一个卑微的鞋匠的儿子。于是，林肯首度在参议院演说之前，就有参议员计划要羞辱他。在林肯站上演讲台的时候，有一位态度傲慢的参议员站起来说林肯先生，在你开始演讲之前，我希望你记往，你是一个鞋匠的儿子。所有的参议员都大笑起来，为自己虽然不能打败林肯却能羞辱他而开怀不已。林肯等到大家的笑声歇止，他说我非常感激你使我想起我的父亲，他已经过世了，我一定会永远记住你的忠告，我永远是鞋匠的儿子，我知道我作总统永远无法像我父亲作鞋匠做得那么好。参议院陷入一片静默里，林肯转头对那个傲慢的参议员说就我所知，我父亲以前也为你的家人做鞋子，如果你的鞋子不合脚，我可以帮你改正它。虽然我不是伟大的鞋匠，但是我从小就跟随父亲学到了做鞋子的艺术。然后他对所有的参议员说对参议院里的任何人都一样，如果你们穿的那双鞋是我父亲做的，而它们需要修理或改善，我一定尽可能帮忙。但是有一件事是可以确定的，我无法像他那么伟大，他的手艺是无人能比的。说到这里，林肯流下了眼泪，所有的嘲笑声全部化成赞叹的掌声。林肯没有成为伟大的鞋匠，但成为伟大的总统。"}
{"text":"虽然我不是伟大的鞋匠，但是我从小就跟随父亲学到了做鞋子的艺术。然后他对所有的参议员说对参议院里的任何人都一样，如果你们穿的那双鞋是我父亲做的，而它们需要修理或改善，我一定尽可能帮忙。但是有一件事是可以确定的，我无法像他那么伟大，他的手艺是无人能比的。说到这里，林肯流下了眼泪，所有的嘲笑声全部化成赞叹的掌声。林肯没有成为伟大的鞋匠，但成为伟大的总统。他被认为最伟大的特质，正是他永远不忘记自己是鞋匠的儿子，并引以为荣。当六祖慧能去拜见五祖弘忍的时候，弘忍问他说你是哪里人？来我这儿求什么东西呢？六祖说我是岭南人，只求向你学习佛法。弘忍笑说你是岭南人，又是没有受过教化的蛮人，怎么能成佛呢？慧能说人有南北之分，佛性却没有南北的差异，蛮人的身份与和尚的身份虽然不同，佛性究竟有何差别呢？弘忍暗中赏识，最后终于把衣钵传给这位岭南来的蛮子，自幼丧父的樵夫。批评讪笑毁谤的石头，有时正是通向自信潇洒自由的台阶。那些没有被嘲笑与批评的黑暗所包围过的人，就永远无法在心里点起一盏长明之灯。教堂与坟墓住在维琴尼亚州的美国朋友，是一位电力工程师，有一天告诉我一个故事。他被通知到维琴尼亚山上的电塔修理电力障碍，于是清晨就出发了。电塔在很远的山上，开车八小时才抵达那座山，在山里绕来绕去，就是找不到那座电塔，天色逐渐暗下来，终至完全黑暗，伸手不见五指。山上既没有人家，也没有灯火，他心里愈来愈着急，心里想着不要急着找电塔，应该先找到一个可以睡觉的地方，一切等天亮再说。正这样想的时候，趁着月光，竟看见远处的山顶上有一个高的十字架，在黑暗中闪闪发光。他欣喜若狂，立刻驱车往十字架的方向开去，到靠近了，才发现是一座在荒山的教堂，里面并无灯光，问也是锁着的，无法进入教堂借宿，朋友把车停在教堂旁边，安心的睡着了，因为心里觉得上帝就在身边，那一夜睡得好极了。在鸟声中醒来的朋友，探头一看，才发现不得了，原来他的车子停在一片公墓的中间，四周全是坟墓，坟墓上都是十字架。"}
{"text":"正这样想的时候，趁着月光，竟看见远处的山顶上有一个高的十字架，在黑暗中闪闪发光。他欣喜若狂，立刻驱车往十字架的方向开去，到靠近了，才发现是一座在荒山的教堂，里面并无灯光，问也是锁着的，无法进入教堂借宿，朋友把车停在教堂旁边，安心的睡着了，因为心里觉得上帝就在身边，那一夜睡得好极了。在鸟声中醒来的朋友，探头一看，才发现不得了，原来他的车子停在一片公墓的中间，四周全是坟墓，坟墓上都是十字架。朋友说还好当时只看到教堂，如果看到一片坟墓，可能就不能安心睡眠了。接着，朋友感慨的说所以，一个人如果要心安，一定要常常往高的地方光明的所在看假如一直看着黑暗或低下的地方，心就不能轻安了。这个故事非常的好，使我想到，教堂与坟墓都有十字架而且，许多教堂都盖在坟墓旁边照耀着教堂的月光，也同样照在坟墓上这个世界是如实的显露着平等，没有分别的真相，只是人心的向往，使世界也不同了。一个想要安心生活的人，当然要有一些光明的希望，崇高的探索境界的追求，只要保有这种态度，即使处在障碍中也能坦然无惧，就好像站在坟墓里，也能看见教堂一样。紧张的心，比鬼厉害一个被鬼追杀的人，跑到寺庙去找一位高僧。他伏地拜倒说师父，求您救救我，我一直被一个鬼追杀。师父说可以，如果我在你的身上写满经文，鬼来的时候就会看不见你，然后它就会走了。于是，高僧在他的身上写经文，从头顶一直到脚底都写满了佛经，一个空隙也没有留下。那个人坐在寺庙的大殿里，心里非常紧张，因为他不能确定，是不是写满了经文，鬼就真的看不见了。到了夜里，一阵阴风袭来鬼真的冲人大殿，在殿里绕来绕去，显然，鬼并没有看见他。可是，恐怖的事发生了，固为鬼虽然看不见他，他却可以看见鬼，这使他的心情更加紧张，他的额头开始冒汗，全身也跟着冒汗，身上的经文便一点一点的融化了。很快的，鬼就看见他，他也被鬼抓走了。高僧长叹一声，说唉！紧张的心，比鬼厉害。这是我小时候看过的电影中的一个片段，到如今印象还非常鲜明，它有很深刻的象征，象征佛经虽然可以保护我们，却必须我们有真实的信心。"}
