{"text":"我直担心他冲撞人。胡乔木同志偶曾建议我写一篇与围城。我确也手痒，但以我的身份，容易写成钟书所谓亡夫行述之类的文章。不过我既不称赞，也不批评，只据事纪实钟书读后也承认没有失真。这篇文章原是朱正同志所编骆驼丛书中的一册，也许能供围城的偏爱者参考之用。一九八五年十二月记与围城记与围城一写围城在围城的序里说，这本书是他锱铢积累写成的。我是锱铢积累读完的。每天晚上，他把写成的稿子给我看，急切地瞧我怎样反应。我笑，他也笑我大笑，他也大笑。有时我放下稿子，和他相对大笑，因为笑的不仅是书上的事，还有书外的事。我不用说明笑什么，反正彼此心照不宣。然后他就告诉我下一段打算写什么，我就急切地等着看他怎么写。他平均每天写五百字左右。他给我看的是定稿，不再改动。后来他对这部小说以及其它少作都不满意，恨不得大改特改，不过这是后话了。钟书选注宋诗，我曾自告奋勇，愿充白居易的老妪――也就是最低标准如果我读不懂，他得补充注释。可是在围城的读者里，我却成了最高标准。好比学士通人熟悉古诗文里词句的来历，我熟悉故事里人物和情节的来历。除了本人，最有资格为围城做注释的，该是我了。看小说何需注释呢？可是很多读者每对一本小说发生兴趣，就对也发生兴趣，并把小说里的人物和情节当作真人实事。有的干脆把小说的主角视为本人。高明的读者承认不能和书中人物等同，不过他们说，创造的人物和故事，离不开他个人的经验和思想感情。这话当然很对。可是我曾在一篇文章里指出创作的一个重要成分是想象，经验好比黑暗里点上的火，想象是这个火所发的光没有火就没有光，但光照所及，远远超过火点儿的大小。创造的故事往往从多方面超越本人的经验。要从创造的故事里返求的经验是颠倒的。的思想情感经过创造，就好比发过酵而酿成了酒从酒里辩认酿酒的原料，也不容易。我有机缘知道的经历，也知道酿成的酒是什么原料，很愿意让读者看看真人实事和虚构的人物情节有多少联系，而且是怎样的联系。因为许多所谓写实的小说，其实是改头换面地叙写自己的经历，提升或满足自己的感情。"}
{"text":"创造的故事往往从多方面超越本人的经验。要从创造的故事里返求的经验是颠倒的。的思想情感经过创造，就好比发过酵而酿成了酒从酒里辩认酿酒的原料，也不容易。我有机缘知道的经历，也知道酿成的酒是什么原料，很愿意让读者看看真人实事和虚构的人物情节有多少联系，而且是怎样的联系。因为许多所谓写实的小说，其实是改头换面地叙写自己的经历，提升或满足自己的感情。这种自传体的小说或小说体的自传，实在是浪漫的纪实，不是写实的虚构。而围城只是一部虚构的小说，尽管读来好像真有其事，实有其人。参看事实―故事―真实文学评论一九八年第三期十七页。围城里写方鸿渐本乡出名的行业是打铁磨豆腐，名产是泥娃娃。有人读到这里，不禁得意地大哼一声说这不是无锡吗？不是无锡人吗？他不也留过洋吗？不也在上海住过吗？不也在内地教过书吗？有一位专爱考据的先生，竟推断出的学位也靠不住，方鸿渐就是的结论更可以成立了。是无锡人，一九三三年毕业于清华大学，在上海光华大学教了两年英语，一九三五年考取英庚款到英国牛津留学，一九三七年得副博士学位，然后到法国，入巴黎大学进修。他本想读学位，后来打消了原意。一九三八年，清华大学聘他为教授，据那时候清华的文学院长冯友兰先生来函说，这是破例的事，因为按清华旧例，初回国教书只当讲师，由讲师升副教授，然后升为教授。钟书九十月间回国，在香港上岸，转昆明到清华任教。那时清华已并入西南联大。他父亲原是国立浙江大学教授，应老友廖茂如先生恳请，到湖南蓝田帮他创建国立师范学院他母亲弟妹等随叔父一家逃难住上海。一九三九年秋，钟书自昆明回上海探亲后，他父亲来信来电，说自己老病，要钟书也去湖南照料。师范学院院长廖先生来上海，反复劝说他去当英文系主任，以便伺候父亲，公私兼顾。这样，他就未回昆明而到湖南去了。一九四年暑假，他和一位同事结伴回上海探亲，道路不通，半途折回。一九四一年暑假，他由广西到海防搭海轮到上海，准备小住几月再回内地。西南联大外语系主任陈福田先生到了上海特来相访，约他再回联大。"}
{"text":"一九三九年秋，钟书自昆明回上海探亲后，他父亲来信来电，说自己老病，要钟书也去湖南照料。师范学院院长廖先生来上海，反复劝说他去当英文系主任，以便伺候父亲，公私兼顾。这样，他就未回昆明而到湖南去了。一九四年暑假，他和一位同事结伴回上海探亲，道路不通，半途折回。一九四一年暑假，他由广西到海防搭海轮到上海，准备小住几月再回内地。西南联大外语系主任陈福田先生到了上海特来相访，约他再回联大。值珍珠港事变，他就沦陷在上海出不去了。他写过一首七律古意，内有一联说槎通碧汉无多路，梦入红楼第几层，另一首古意又说心如红杏专春闹，眼似黄梅诈雨晴，都是寄托当时羁居沦陷区的怅望情绪。围城是沦陷在上海的时期写的。钟书和我一九三二年春在清华初识，一九三三年订婚，一九三五年结婚，同船到英国我是自费留学，一九三七年秋同到法国，一九三八年秋同船回国。我母亲一年前去世，我苏州的家已被日寇抢劫一空，父亲避难上海，寄居我姐夫家。我急要省视老父，钟书在香港下船到昆明，我乘原船直接到上海。当时我中学母校的校长留我在孤岛的上海建立分校。二年后上海沦陷，分校停办，我暂当家庭教师，又在小学代课，业余创作话剧。钟书陷落上海没有工作，我父亲把自己在震旦女子文理学院授课的钟点让给他，我们就在上海艰苦度日。有一次，我们同看我编写的话剧上演，回家后他说我想写一部长篇小说！我非常高兴，催他快写。那时他正偷空写短篇小说，怕没有时间写长篇。我说不要紧，他可以减少授课的时间，我们的生活很省俭，还可以更省俭。恰好我们的女佣因家乡生活好转要回去。我不勉强她，也不另觅女佣，只把她的工作自己兼任了。劈柴生火烧饭洗衣等等我是外行，经常给煤烟染成花脸，或熏得满眼是泪，或给滚油烫出泡来，或切破手指。可是我急切要看钟书写围城他已把题目和主要内容和我讲过，做灶下婢也心甘情愿。围城是一九四四年动笔，一九四六年完成的。他就像原序所说两年里忧世伤生，有一种惶急的情绪，又忙着写谈艺录他三十五岁生日诗里有一联书癖钻窗蜂未出，诗情绕树鹊难安，正是写这种兼顾不来的心境。"}
{"text":"劈柴生火烧饭洗衣等等我是外行，经常给煤烟染成花脸，或熏得满眼是泪，或给滚油烫出泡来，或切破手指。可是我急切要看钟书写围城他已把题目和主要内容和我讲过，做灶下婢也心甘情愿。围城是一九四四年动笔，一九四六年完成的。他就像原序所说两年里忧世伤生，有一种惶急的情绪，又忙着写谈艺录他三十五岁生日诗里有一联书癖钻窗蜂未出，诗情绕树鹊难安，正是写这种兼顾不来的心境。那时候我们住在钱家上海避难的大家庭里，包括钟书父亲一家和叔父一家。两家同住分炊，钟书的父亲一直在外地，钟书的弟弟妹妹弟媳和侄儿女等已先后离开上海，只剩他母亲没走，还有一个弟弟单身留在上海所谓大家庭也只像个小家庭了。以上我略叙钟书的经历家庭背景和他撰写围城时的处境，为写个简介。下面就要为围城做些注解。钟书从他熟悉的时代熟悉的地方熟悉的社会阶层取材。但组成故事的人物和情节全属虚构。尽管某几个角色稍有真人的影于，事情都子虚乌有某些情节略具真实，人物却全是捏造的。方鸿渐取材于两个亲戚一个志大才疏，常满腹牢骚一个狂妄自大，爱自吹自唱。两人都读过围城，但是谁也没自认为方鸿渐，因为他们从未有方鸿渐的经历。钟书把方鸿渐作为故事的中心，常从他的眼里看事，从他的心里感受。不经意的读者会对他由了解而同情，由同情而关切，甚至把自己和他合而为一。许多读者以为他就是本人。法国十九世纪小说包法利夫人的福娄拜曾说包法利夫人，就是我。那么，照样可说方鸿渐，就是我。不过还有许多男女角色都可说是，不光是方鸿渐一个。方鸿渐和不过都是无锡人罢了，他们的经历远不相同。我们乘法国邮船阿多士s回国，甲板上的情景和围城里写的很像，包括法国警官和犹太女人调情，以及中国留学生打麻将等等。鲍小姐却纯是虚构。我们出国时同船有一个富有曲线的南洋姑娘，船上的外国人对她大有兴趣，把她看作东方美人。我们在牛津认识一个由未婚夫资助留学的女学生，听说很风流。牛津有个研究英国语文的埃及女学生，皮肤黑黑的，我们两人都觉得她很美。鲍小姐是综合了东方美人风流未婚妻和埃及美人而抟捏出来的。"}
{"text":"我们乘法国邮船阿多士s回国，甲板上的情景和围城里写的很像，包括法国警官和犹太女人调情，以及中国留学生打麻将等等。鲍小姐却纯是虚构。我们出国时同船有一个富有曲线的南洋姑娘，船上的外国人对她大有兴趣，把她看作东方美人。我们在牛津认识一个由未婚夫资助留学的女学生，听说很风流。牛津有个研究英国语文的埃及女学生，皮肤黑黑的，我们两人都觉得她很美。鲍小姐是综合了东方美人风流未婚妻和埃及美人而抟捏出来的。钟书曾听到中国留学生在邮船上偷情的故事，小说里的方鸿渐就受了鲍小姐的引诱。鲍鱼之肆是臭的，所以那位小姐姓鲍。苏小姐也是个复合体。她的相貌是经过美化的一个同学。她的心眼和感情属于另一个这人可一点不美。走单帮贩私货的又另是一人。苏小姐做的那首诗是钟书央我翻译的，他嘱我不要翻得好，一般就行。苏小姐的丈夫是另一个同学，小说里乱点了鸳鸯谱。结婚穿黑色礼服，白硬领圈给汗水浸得又黄又软的那位新郎，不是别人，正是钟书自己。因为我们结婚的黄道吉日是一年里最热的日子。我们的结婚照上，新人伴娘提花篮的女孩子提纱的男孩子，一个个都像刚被警察拿获的扒手。赵辛媚是由我们喜欢的一个五六岁的男孩子变大的，钟书为他加上了二十多岁年纪。这孩子至今没有长成赵辛媚，当然也不可能有赵辛媚的经历。如果说方鸿渐，就是我，他准也会说赵辛媚，就是我。有两个不甚重要的人物有真人的影子，信手拈来，未加融化，因此那两位相识都对号入座了。一位满不在乎，另一位听说很生气。钟书夸张了董斜川的一个方面，未及其他。但董斜川的谈吐和诗句，并没有一言半语抄袭了现成，全都是捏造的。褚慎明和他的影子并不对号。那个影子的真身比褚慎明更夸张些呢。有一次我和他同乘火车从巴黎郊外进城，他忽从口袋里掏出一张纸，上面开列了少女选择丈夫的种种条件，如相貌年龄学问品性家世等等共十七八项，逼我一一批分数，并排列先后。我知道他的用意，也知道他的对象，所以小小翼翼地应付过去。他接着气呼呼地对我说她们说他指钟书年少翩翩，你倒说说，他翩翩不翩翩。"}
{"text":"那个影子的真身比褚慎明更夸张些呢。有一次我和他同乘火车从巴黎郊外进城，他忽从口袋里掏出一张纸，上面开列了少女选择丈夫的种种条件，如相貌年龄学问品性家世等等共十七八项，逼我一一批分数，并排列先后。我知道他的用意，也知道他的对象，所以小小翼翼地应付过去。他接着气呼呼地对我说她们说他指钟书年少翩翩，你倒说说，他翩翩不翩翩。我应该厚道些，老实告诉他，我初识钟书的时候，他穿一件青布大褂，一双毛布底鞋，戴一副老式大眼镜，一点也不翩翩。可是我瞧他认为我该和他站在同一立场，就忍不住淘气说我当然最觉得他翩翩。他听了怫然，半天不言语。后来我称赞他西装笔挺，他惊喜说真的吗？我总觉得自己的衣服不挺，每星期洗熨一次也不如别人的挺。我肯定他衣服确实笔挺，他才高兴。其实，褚慎明也是个复合体，小说里的那杯牛奶是另一人喝的。那人也是我们在巴黎时的同伴，他尚未结婚，曾对我们讲他爱天仙的美，不爱妖精的美。他的一个朋友却欣赏妖精的美，对一个牵狗的妓女大有兴趣，想叫一个局，把那妓女请来同喝点什么谈谈话。有一晚，我们一群人同坐咖啡馆，看见那个牵狗的妓女进另一家咖啡馆去了。天仙美的爱慕者对妖精美的爱慕者自告奋勇说我给你去把她找来。他去了好久不见回来，钟书说别给蜘蛛精网在盘丝洞里了，我去救他吧。钟书跑进那家咖啡馆，只见天仙美的爱慕者独坐一桌，正在喝一杯很烫的牛奶，四围都是妓女，在窃窃笑他。钟书救了他回来。从此，大家常取笑那杯牛奶，说如果叫妓女，至少也该喝杯啤酒，不该喝牛奶。准是那杯牛奶作崇，使钟书把褚慎明拉到饭馆去喝奶那大堆的药品准也是即景生情，由那杯牛奶生发出来的。方q翁也是个复合体。读者因为他是方鸿渐的父亲，就确定他是钟书的父亲，其实方q翁和他父亲只有几分相像。我和钟书订婚前后，钟书的父亲擅自拆看了我给钟书的信，大为赞赏，直接给我写了一封信，郑重把钟书托付给我。这来很像方q翁的作风。我们沦陷在上海时，他来信说我安贫乐道，这也很像方q翁的语气。可是，如说方q翁有二三分像他父亲，那么，更有四五分是像他叔父，还有几分是捏造，因为亲友间常见到这类的封建家长。钟书的父亲和叔父都读过围城。"}
{"text":"方q翁也是个复合体。读者因为他是方鸿渐的父亲，就确定他是钟书的父亲，其实方q翁和他父亲只有几分相像。我和钟书订婚前后，钟书的父亲擅自拆看了我给钟书的信，大为赞赏，直接给我写了一封信，郑重把钟书托付给我。这来很像方q翁的作风。我们沦陷在上海时，他来信说我安贫乐道，这也很像方q翁的语气。可是，如说方q翁有二三分像他父亲，那么，更有四五分是像他叔父，还有几分是捏造，因为亲友间常见到这类的封建家长。钟书的父亲和叔父都读过围城。他父亲莞尔而笑他叔父的表情我们没看见。我们夫妇常私下捉摸，他们俩是否觉得方q翁和自己有相似之处。唐晓芙显然是偏爱的人物，不愿意把她嫁给方鸿渐。其实，如果让他们成为眷属，由眷属再吵架闹翻，那么，结婚如身陷围城的意义就阐发得更透彻了。方鸿渐失恋后，说赵辛楣如果娶了苏小姐也不过尔尔，又说结婚后会发现娶的总不是意中人。这些话都很对。可是他究竟没有娶到意中人，他那些话也就可释为聊以自慰的话。至于点金银行的行长，我你他小姐的父母等等，都是上海常见的无锡商人，我不再一一注释。我爱读方鸿渐一行五人由上海到三闾大学旅途上的一段。我没和钟书同到湖南去，可是他同行的五人我全认识，没一人和小说里的五人相似，连一丝影儿都没有。王美玉的卧房我倒见过床上大红绸面的被子，叠在床里边桌上大圆镜子，一个女人脱了鞋坐在床边上，旁边煎着大半脸盆的鸦片。那是我在上海寻找住房时看见的，向钟书形容过。我在清华做学生的时期，春假结伴旅游，夜宿荒村，睡在铺干草的泥地上，入夜梦魇，身下一个小娃娃直对我嚷压住了我的红棉袄，一面用手推我，却推不动。那番梦魇，我曾和钟书讲过。蛆叫肉芽，我也曾当作新鲜事告诉钟书。钟书到湖南去，一路上都有诗寄我。他和旅伴游雪窦山，有纪游诗五古四首，我很喜欢第二第三首，我不妨抄下，作为真人实事和小说的对照。天风吹海水，屹立作山势浪头飞碎白，积雪疑几世。我常观乎山，起伏有水致蜿蜒若没骨，皱具波涛意。乃知水与山，思各出其位，譬如豪杰人，异量美能备。固哉鲁中叟，祗解别位智。山容太古静，而中藏瀑布，不舍昼夜流，得雨势更怒。辛酸亦有泪，贮胸敢倾吐略似此山然，外勿改其度。相契默无言，远役喜一晤。"}
{"text":"蛆叫肉芽，我也曾当作新鲜事告诉钟书。钟书到湖南去，一路上都有诗寄我。他和旅伴游雪窦山，有纪游诗五古四首，我很喜欢第二第三首，我不妨抄下，作为真人实事和小说的对照。天风吹海水，屹立作山势浪头飞碎白，积雪疑几世。我常观乎山，起伏有水致蜿蜒若没骨，皱具波涛意。乃知水与山，思各出其位，譬如豪杰人，异量美能备。固哉鲁中叟，祗解别位智。山容太古静，而中藏瀑布，不舍昼夜流，得雨势更怒。辛酸亦有泪，贮胸敢倾吐略似此山然，外勿改其度。相契默无言，远役喜一晤。微恨多游踪，藏焉未为固。衷曲莫浪陈，悠悠彼行路。小说里只提到游雪窦山，一字未及游山的情景。游山的自是游山的人，方鸿渐李梅亭等正忙着和王美玉打交道呢。足见可捏造的事丰富得很，实事尽可抛开，而且实事也挤不进这个捏造的世界。李梅亭途遇寡妇也有些影子。钟书有一位朋友是忠厚长者，旅途上碰到一个自称落难的寡妇那位朋友资助了她，后来知道是上当。我有个同学绰号风流寡妇，我曾向钟书形容她临睡洗去脂粉，脸上眉眼口鼻都没有了。大约这两件不相干的事凑出来一个苏州寡妇，再碰上李梅亭，就生出是好人等等妙语奇文。证处厚的夫人使我记起我们在上海一个邮局里看见的女职员。她头发枯黄，脸色苍白，眼睛斜撇向上，穿一件浅紫色麻纱旗袍。我曾和钟书讲究，如果她皮肤白腻而头发细软乌黑，浅紫的麻纱旗袍换成线条柔软的深紫色绸旗袍，可以变成一个美人。汪太太正是这样一位美人，我见了似曾相识。范小姐刘小姐之流想必是大家熟悉的，不必再介绍。孙柔嘉虽然跟着方鸿渐同到湖南又同回上海，我却从未见过。相识的女人中间包括我自己，没一个和她相貌相似，但和她稍多接触，就发现她原来是我们这个圈子里最寻常可见的。她受过高等教育，没什么特长，可也不笨不是美人，可也不丑没什么兴趣，却有自己的主张。方鸿渐兴趣很广，毫无心得她是毫无兴趣而很有打算。她的天地极小，只局限在围城内外。她所享的自由也有限，能从城外挤入城里，又从城里挤出城外。她最大的成功是嫁了一个方鸿渐，最大的失败也是嫁了一个方鸿渐。她和方鸿渐是芸芸知识分子间很典型的大妇。孙柔嘉聪明可喜的一点是能画出汪太太的扼要十点红指甲，一张红嘴唇。"}
{"text":"她受过高等教育，没什么特长，可也不笨不是美人，可也不丑没什么兴趣，却有自己的主张。方鸿渐兴趣很广，毫无心得她是毫无兴趣而很有打算。她的天地极小，只局限在围城内外。她所享的自由也有限，能从城外挤入城里，又从城里挤出城外。她最大的成功是嫁了一个方鸿渐，最大的失败也是嫁了一个方鸿渐。她和方鸿渐是芸芸知识分子间很典型的大妇。孙柔嘉聪明可喜的一点是能画出汪太太的扼要十点红指甲，一张红嘴唇。一个年轻女子对自己又羡又妒又瞧不起的女人，会有这种尖刻。但这点聪明还是钟书赋与她的。钟书惯会抓住这类扼要，例如他能抓住每个人声音里的扼要，由声音辨别说话的人，尽管是从未识面的人。也许我正像堂吉诃德那样，挥剑捣毁了木偶戏台，把围城里的人物斫得七零八落，满地都是硬纸做成的断肢残骸。可是，我逐段阅读这部小说的时候，使我放下稿子大笑的，并不是发现了真人实事，却是看到真人实事的一鳞半爪，经过拼凑点化，创出了从未相识的人，捏造了从未想到的事。我大笑，是惊喜之余，不自禁地表示我能拆穿你的西洋镜。钟书陪我大笑，是了解我的笑，承认我笑得不错，也带着几分得意。可能我和堂吉诃德一样，做了非常扫兴的事。不过，我相信，这来可以说明围城和真人实事的关系。二写围城的要认识，还是得认识他本人，最好从小时候起。钟书一出世就由他伯父抱去抚养，因为伯父没有儿子。据钱家的坟上风文，不旺长房旺小房长房往往没有子息，便有，也没出息，伯父就是没出息的长子。他比钟书的父亲大十四岁，二伯父早亡，他父亲行二，叔父行四，两人是同胞双生，钟书是长孙，出嗣给长房。伯父为钟书连夜冒雨到乡间物色得一个壮健的农妇她是寡妇，遗腹子下地就死了，是现成的好奶妈钟书称为姆妈。姆妈一辈于帮在钱家，中年以后，每年要呆呆的发一阵子呆，家里人背后称为痴姆妈。她在钟书结婚前特地买了一只翡翠镶金戒指，准备送我做见面礼。有人哄她那是假货，把戒指骗去，姆妈气得大发疯，不久就去世了，我始终没见到她。钟书自小在大家庭长大，和堂兄弟的感情不输亲兄弟。亲兄弟堂兄弟共十人，钟书居长。"}
