{"text":"在大海边上，有一个小村镇。这儿是公社的所在地，她在公社当广播员，把我安排在公社中学代课。她有三间大瓦房，盖在村外的小山坡上，背朝着大海，四面不靠人家，连院墙都没有，从陆上吹来的风毫无阻碍地吹着门窗。她很需要有人做伴，于是我也住进那座房子，对外说我是她的表哥，盖这座房子用了我家的钱。人家根本不信，不过也不来管我们的闲事。我们亲密无间，但是没感到有什么必要去登记结婚。我住在东边屋里，晚上常常睡不着觉在门口坐着，她也常来陪我。我们有很多时候来谈论，有很多次谈到我。看来写诗对我是一个不堪的重负，可是这已经是一件不可更改的事情了。我必须在这条路上走到底。我必须追求这种能力，必须永远努力下去。我的敌手就是我自己，我要他美好到使我满意的程度。她希望我能斗争到底。她喜欢的就是人能做到不可能做到的事情，她的一切希望就系之与于此。如果没有不可能的事情，那么一切都好办了。我不断地试下去，写过无数的坏诗。偶尔也写过几个美好的句子，但是没有真正使她满意的一篇。我好象老在贫乏的圈子里转来转去，爬不出去。我找过各种各样的客观与主观原因，可是一点帮助也没有。她说我应该从原地朝前跨一步，可是我动弹不得。我就这么过了好几年。有时挎着她的手到海边去散步时我想算了吧！我也算是幸福的了。她是多么好的伴侣。也许满足了就会幸福。可是我安静不下来。我的脑子总是在想那个渺茫的目标。我常常看到那个寂寞的大海。如果我停下来，那么就是寂寞，不如试下去。昨天早上，校长让我带十几个学生去赶大潮。我们分两批到大海中间的沙滩上去挖牡蛎，准备拿回去卖给供销社，给学校增加一点收入。下午第一批学生上船以后，忽然起了一阵大风，风是从陆上吹来的。这时潮水已经涨到平了沙滩，浪花逐渐大了起来，把沙洲上的沙子全掀了起来。如果浪把我们打到海里，学生们会淹死，我也可能淹死，淹不死也要进监狱。我让学生们拉住我的裤腰带，推着我与大海对抗。我身高一米九零，体重一百八十斤，如果浪卷不走我，学生们也会安全。小船来接我们时，浪高得几乎要把我浮起来，一浮起来我们就完了。小船不敢靠近，批在沙滩上搁浅，就绕到下风处，我把学生一个一个从浪峰推出去，让他们漂到船上去。最后一个学生会一点水，我和他一起浮起来时，他一个狗刨动作正刨在我下巴上，打得我晕了几秒钟，醒过来时几乎灌饱了。"}
{"text":"如果浪把我们打到海里，学生们会淹死，我也可能淹死，淹不死也要进监狱。我让学生们拉住我的裤腰带，推着我与大海对抗。我身高一米九零，体重一百八十斤，如果浪卷不走我，学生们也会安全。小船来接我们时，浪高得几乎要把我浮起来，一浮起来我们就完了。小船不敢靠近，批在沙滩上搁浅，就绕到下风处，我把学生一个一个从浪峰推出去，让他们漂到船上去。最后一个学生会一点水，我和他一起浮起来时，他一个狗刨动作正刨在我下巴上，打得我晕了几秒钟，醒过来时几乎灌饱了。我再浮上水面，小船已经离得很远。我喊了一声，他们没有听见，我又随浪沉下去。再浮到浪顶时，小船已经摇走，他们一定以为我淹死了。我在海里挣扎了很久，陆地在天边消失了。我一个劲地往海底沉，因为我比重太大，很不容易浮起来。大海要淹死我。可是我碰上了一条没浆的小船在海上乱漂。我爬上船去，随它漂去。我晕得一塌糊涂，吐了个天翻地覆。天黑以后，风停了。我看见这座大海之中的一个小孤岛，就游了上来。我在荒岛上迎接黎明，我听到了金喇叭的声音。在这个荒岛上，我写出了一生中第一首从源泉中涌出来的诗，我把它刻在了石头上。在我的四周都是海，闪着金光，然后闪着银光，天空从浅红变做天蓝。海面上看不见一条船。在这小岛顶上有一座玩具一样的龙王庙。也许人们不会来救我，我还要回到海里，试着自己游回岸上去但是我并不害怕。我不觉得饿，还可以支持很久。我既可以等待，也可以游泳。现在我愿意等待。于是我叉手于胸站在小岛顶上。我感到自豪，因为我取得了第一个胜利，我毫不怀疑胜利是会接踵而至的。我能够战胜命运，把自己随心所欲地改变，所以我是英雄。我做到了第一件做不到的事情，我也可以接着做下去。我喜欢我的诗，因为我知道它是真正美好的，它身上有无可争辩的光辉。我也喜欢我自己造出的我自己，我对他满意了。有一只小船在天边出现，一个白色的小点，然后又象一只白天鹅。我站在山顶上，把衬衫脱下来挥舞。是她，独自划着一条白色的救生艇，是从海军炮校的游泳场搞来的。她在船上挥着手。我跑到岸边去接她。她哭着拥抱我，说在海上找了我一夜。人们都相信我已经淹死了，但是她不相信我会死。我把她引到那块石头前，让她看我写的诗。她默默地看了很久，然后向我要那片硬质合金，要我把我的名字刻上去。可是我不让她刻。我不需要刻上我的名字。名字对我无关紧要。"}
{"text":"有一只小船在天边出现，一个白色的小点，然后又象一只白天鹅。我站在山顶上，把衬衫脱下来挥舞。是她，独自划着一条白色的救生艇，是从海军炮校的游泳场搞来的。她在船上挥着手。我跑到岸边去接她。她哭着拥抱我，说在海上找了我一夜。人们都相信我已经淹死了，但是她不相信我会死。我把她引到那块石头前，让她看我写的诗。她默默地看了很久，然后向我要那片硬质合金，要我把我的名字刻上去。可是我不让她刻。我不需要刻上我的名字。名字对我无关紧要。我不希望人们知道我的名字，因为我的胜利是属于我的。战福来吧，孩子，让我们一起升到高空，来看看脚下的大地吧。在金色的阳光照耀下，翠绿的山峦显出琉璃瓦的光泽，蓝色的大河在它们中间像一条条巨蟒般缓缓的爬动。偶而，群山中的湖泊猛然发出镜子般的闪光。在陆地的尽头，大海蔚蓝色的波涛中间，有一条狭长的陆地，好像大陆朝海洋的胸膛伸出去的一条手臂。这一块金黄色的土地呀，多少黄昏，多少夜晚，我就在那里独步徘徊，想念着你们。你看到了吗？那墨绿色的一丛，那里是一片高大的杨树和槐树。他们的叶片正在阳光下懒洋洋的耳语。在它的遮蔽下，有一个很大的村庄，我给你们讲的故事就从这里开始。战福在绿荫遮蔽下的石沟，有一条大路伸过村子，一头从村南的山岗上直泻下来，另一端从村北一座大石桥上爬过去，直指向远方。如果是逢集的日子，这条路上就挤得水泄不通。手推小车的人们嘴里怪叫着，让人们让开，有人手挎着篮子，走走停停地看着路旁的小摊，结果就被小车撞在屁股上。人来人往，都从道中的小车两旁挤过，就像海中的大浪躲避礁石，结果踏碎了放在地上的烟叶或者鸡蛋，摆摊的人就绝望地伸手去抓犯罪的脚，然后爆出一阵歇斯底里的尖叫。集市上有一种难以形容的喧哗，你绝不可能从中听出什么来。这地方聋子也不会什么也听不见，不聋的人也会变成聋子，什么也听不见。人们都拥挤在供销社和饭馆的门前，刚卖的几个钱就急着把它花了去。凡是赶集的人，都要走过这两个大门，都在柜台前拥挤过，可是都在这两个门之一的前面，看见过一个伤风败俗的家伙。不管什么时候，人们总是看见，他穿着一件对襟红绒衣，脏得就像在柏油里泡过一样。"}
{"text":"集市上有一种难以形容的喧哗，你绝不可能从中听出什么来。这地方聋子也不会什么也听不见，不聋的人也会变成聋子，什么也听不见。人们都拥挤在供销社和饭馆的门前，刚卖的几个钱就急着把它花了去。凡是赶集的人，都要走过这两个大门，都在柜台前拥挤过，可是都在这两个门之一的前面，看见过一个伤风败俗的家伙。不管什么时候，人们总是看见，他穿着一件对襟红绒衣，脏得就像在柏油里泡过一样。扣子全掉光了，他就用一块破布拦腰系住。再加上一只袖子全烂光了，露着乌黑的膀子，使他活像一个西藏农奴。由于又脏又乱的头发长过了耳朵，所以对于他的性别，谁也得不出明确的概念。一条露着膝盖的破裤子大概原来就是黑的，否则也要变黑。这条裤子所以还成为裤子，就因为它只是裤裆下后面开了花。如果前面也破得那么厉害，就要丧失一件裤子的主要作用了。他全身的皮肤上大概积有半厘米厚的污泥，手背和脚背上更厚一些。在摩尔人一样黑的脸上，浓重的眉毛下，一双呆滞的眼睛，看着人们上空大概十米的地方。这就是石沟村的战福，大概姓初。每隔五天，他准要站在那个地方，成为石沟逢集的一个重要标志，就像那一天集上会有很多的人，很多待买的东西一样，使人不能忘怀。所以有一天，在那个地方，站的不是战福，而变成了一条毛片斑驳的黑狗时，人们就感到吃惊，想要明白发生了一些什么事情。在弄明这件事情之前，我先要说明，战福是男的。当初，他爹在世的时候，他也曾经像个人样。也就是说，衣服常常比较干净，脚上比现在多了双鞋。夏天，他穿的是一件白布小褂，那条黑裤子比现在像样的多。头发经常理，隔三五天还洗洗脸。除此之外，其它的差别就不太多了。当初，他爹在世的时候，他也曾经像个人样。也就是说，衣服常常比较干净，脚上比现在多了双鞋。夏天，他穿的是一件白布小褂，那条黑裤子比现在像样的多。头发经常理，隔三五天还洗脸。除此之外，其它的差别就不太多了。他爹六一年死了，给他留下了两间摇摇晃晃的破草房，快空的粮囤和一个分遗产的哥哥。他妈死的很早。可是他不能埋怨他爹留下的东西太少，他有什么理由去埋怨一个因为要把饭留给儿子们吃，结果得了水肿病，躺在冷炕上的父亲呢？而且，就是在弥留之际，父亲还把头从战福手上的粥碗前扭开，说是不管用了，留着你们吃吧。"}
{"text":"也就是说，衣服常常比较干净，脚上比现在多了双鞋。夏天，他穿的是一件白布小褂，那条黑裤子比现在像样的多。头发经常理，隔三五天还洗脸。除此之外，其它的差别就不太多了。他爹六一年死了，给他留下了两间摇摇晃晃的破草房，快空的粮囤和一个分遗产的哥哥。他妈死的很早。可是他不能埋怨他爹留下的东西太少，他有什么理由去埋怨一个因为要把饭留给儿子们吃，结果得了水肿病，躺在冷炕上的父亲呢？而且，就是在弥留之际，父亲还把头从战福手上的粥碗前扭开，说是不管用了，留着你们吃吧。对于这样一个父亲，战福除了后悔平日争吃的和哥打架之外，还能有什么呢？第二年光景好了，可是父亲已不可能再活。哥哥的岁数已经不小，必须盖几间新房子了。战福已经十六岁，在生产队也算一个六分劳动力。每天晚上下工之后，乘着天黑前一点微光，人们总能看见这哥俩在从山上往下推石头，给未来的房子打基础。盖一幢新房子要好多石头呢。如果需要到外村去推石头和砖瓦，永远是战福一人去。因为他在生产队里挣六分，其实干起活来，不比哥哥差多少。就因为这哥俩拼命的干活，所以家里乱成了一锅粥。战福的衣着那时就和现在有点像了。他们有时早上不吃饭，有时中午不吃饭，有时一天只吃一顿饭。即使吃饭，也不刷锅。炕席破了，碎了，成了片片了。被子破了，黑了，成了球了。衣服破了，从来不补。哥哥为了漂亮，总是穿新的，战福以白的为满足。他倒很识大体，知道哥哥要讨媳妇了，不能穿得太糟糕。他们房子盖成了，就在旧房子的旁边，两幢房子合留一个院子。新房子石头砌到腰线，新式的门窗，青瓦的顶，在当时的胶东农村，真是不可多得的建筑。战福和他哥哥一起搬了进去。没用多久，这间房子就和过去的草房一样，弄得猪都不愿意进去。直到新嫂子过了门，家里乌七八糟的情况才好转。原来战福的哥哥二来子的老婆最爱整洁。可是战福仍然旧习不改。二来子的老婆就让二来子和战福分家，叫战福搬到小屋去住。终于，因为生活有人照顾而美得要命的战福，终于发现了嫂子经常给他脸色看，而且把他脱下的脏衣服毫不客气地团起来扔到炕洞里。战福鲁钝得毫无觉悟，结果有一天嫂子毫不客气讲出来，让他搬出去！理由是她不能侍候两个人，再说战福已经大了，不能总住哥嫂家里。战福看着凶神恶煞般的嫂子和不敢置一辞的哥哥，惊得瞠目结舌，气得口眼歪斜。结果还是乖乖地搬了出去。"}
{"text":"可是战福仍然旧习不改。二来子的老婆就让二来子和战福分家，叫战福搬到小屋去住。终于，因为生活有人照顾而美得要命的战福，终于发现了嫂子经常给他脸色看，而且把他脱下的脏衣服毫不客气地团起来扔到炕洞里。战福鲁钝得毫无觉悟，结果有一天嫂子毫不客气讲出来，让他搬出去！理由是她不能侍候两个人，再说战福已经大了，不能总住哥嫂家里。战福看着凶神恶煞般的嫂子和不敢置一辞的哥哥，惊得瞠目结舌，气得口眼歪斜。结果还是乖乖地搬了出去。据人们议论，二来子把战福撵出去，是为了免得将来战福要盖房子有很多麻烦和花销。据此我看，二来子不一定想把战福撵走，他们弟兄感情倒不坏。问题还在他老婆身上。不过二来子也不是什么好家伙，看着老婆把兄弟赶走不说话，分明也是怕给战福盖房。我觉得二来子毕竟还是有情可原谁要是像他那么样在人家下工后没夜拉黑地推过石头，拉过石灰，就会同情拉车的牲口的苦处了。吃过那种苦头的人杀了他也不愿意再吃。从此，战福开始三天两头不出工，那身打扮也越来越不成样。言语和行为也开始慌悖起来，也绝少和人们来往。秋天不知道往家弄烧的，春天不知道往自留地里种菜，其实一个十七岁的孩子也不懂这些。他开始偷东西，于是又常挨打，结果越来越不像个人。就这么过了十年，他就成了现在这么个样子三分人，七分鬼。最近三年他共出了二十天工，好在队里因为他是孤儿救济点，哥哥还有点良心，有时送点饭给他。不然，他早就饿死了。平时，他到处游手好闲。每逢赶集，他就像个傻子一样的站在那里。可是最糟糕的是他又不疯不傻，想想他过的日子，真叫别人也心里难受。有一天，西北来的狂风在大道上掀起滚滚的黄沙。风和路边的杨树在空中争夺树叶，金黄色的叶片像大雪一样飘落下来。一阵劲风吹过，一团落叶就像旋风前的纸钱灰一样跳起来狂舞，仿佛要把人撞倒。大路上空无一人，就连狗们也被飞沙赶回家去了。可是战福不愿意回家。那两间破败的小屋，那个破败的巢穴，就是战福也不愿意在里面呆着。他在供销社里走来走去，煞有介事地看着柜台里的商品，一只手在衬衣里捉拿那些成群地乱爬的虱子。石沟的供销社相当的不小，从东到西头足有三十多米，平时站在柜台后面的售货员也有十五六个。不过我要说，他们之中有几个很够枪毙的资格。上午九点钟上班，十一点他们就把当天的帐结清了，钱点好了，下午谁来买东西，他就有本事不卖给你。"}
{"text":"大路上空无一人，就连狗们也被飞沙赶回家去了。可是战福不愿意回家。那两间破败的小屋，那个破败的巢穴，就是战福也不愿意在里面呆着。他在供销社里走来走去，煞有介事地看着柜台里的商品，一只手在衬衣里捉拿那些成群地乱爬的虱子。石沟的供销社相当的不小，从东到西头足有三十多米，平时站在柜台后面的售货员也有十五六个。不过我要说，他们之中有几个很够枪毙的资格。上午九点钟上班，十一点他们就把当天的帐结清了，钱点好了，下午谁来买东西，他就有本事不卖给你。你叫他拿什么来看看，叫三遍，他把头转过去，再叫几遍，他又把头转过来，厚颜无耻对你瞪大眼睛，好像他是一头驴似的。其中有一个女的叫小苏，如果杀人不偿命，准有人来活剥她的皮。看起来，很朴实可爱的样子，让人有些好感，其实，是个最无耻的骚娘们。这一天，供销社总共也没有几人来光顾。天渐渐的黑了，柜台后面那些没人味的东西干干地坐了一天，无聊得要发疯。有人伸懒腰，有人双手扶着柜子，扭着腰，样子恶心得吓死人。小苏打呵欠，眼泪都流出来了，好像鼻孔里进了烟末子。她看看手表，又看看窗外，居然很盼着有人来买东西。因为他们这些人之间再也谈不出什么有意思的东西，如果有人来买东西，就是不是熟人，说不上话，也可以散散心。可是时间一分分地过去，没有什么人来。只有战福在屋子走来走去，好像一个鬼一样瞪着大眼到处看。小苏眼睛猛的一亮，看出战福可以拿来散心解闷，她叫战福，过来！战福猛的站住了，身上莫名其妙地打了个寒噤。谁叫他？是小苏吗？怎么会是小苏？战福扭过头来，却看见小苏在对他招手，而且满脸堆着笑。战福小心翼翼地朝她走去，好像一条野狗走向手里拿着肉片的人。他不知小苏要和他说什么。也许他不知不觉中冒犯她了？总之，这类人对他总不会有什么好意的。但她脸上明明堆着笑。等他走到柜台前面，小苏就肉声说道战福，你为什么这么脏啊？战福脸变紫了。并不是因为脸红的怎么厉害，也就是一般的红法。不过他脸上固有的污黑和红色一经混合，就是紫的。对了，他为什么这么脏呀？真的，战福，你要是把脸洗干净，头发理一理，还是很飒利的呢！供销社里响起了一片笑声。战福的脑子里也在嗡嗡地响。卖书本文具的小马他也很够枪毙的资格也走过来凑趣战福，回去把脸洗干净，头发理一理，打扮得漂漂亮亮地来。"}
{"text":"但她脸上明明堆着笑。等他走到柜台前面，小苏就肉声说道战福，你为什么这么脏啊？战福脸变紫了。并不是因为脸红的怎么厉害，也就是一般的红法。不过他脸上固有的污黑和红色一经混合，就是紫的。对了，他为什么这么脏呀？真的，战福，你要是把脸洗干净，头发理一理，还是很飒利的呢！供销社里响起了一片笑声。战福的脑子里也在嗡嗡地响。卖书本文具的小马他也很够枪毙的资格也走过来凑趣战福，回去把脸洗干净，头发理一理，打扮得漂漂亮亮地来。小苏猛的像恶狗一样瞪起眼睛小马，你想放个什么屁？嗯？怎么是放屁？你心里想说的不好说，我替你说就是放屁？战福，你福气不小啊！我们这位苏小姐看上你啦！哈哈哈！！！供销社里全体人中猪狗都笑得前仰后合。小苏老着脸皮说笑什么，人家也是个人！哈哈哈！！！全部人中猪狗又一次狂笑。小马摸着肚子，揉着眼泪说对，对，是个人！战福，回家收拾收拾，苏小姐岁数不小了，也该出门子了！那些家伙笑得几乎断气。小苏的脸也涨红了，但是还是恬不知耻地说怎么啦？你比人家强吗？呃呀，口气挺硬，你真要跟他？真跟他怎么样？我买一对暖瓶送你们！哈！哈！我要笑死啦！人中猪狗们说，让我歇口气吧！小马喘着气说哎呀，小苏，你真是刮不知恬！供销社里又一次响起了笑声，可是笑的人少多了。这里有点文化的人毕竟太少。战福在笑声中逃离了供销社。那些突然的哄笑声像鞭子一样有力地抽打他。街道上的风用飞扬的沙土迎接他，飞舞的落叶又一直把他伴送到家里。他推开虚掩着的院门，一头钻进他那个破烂不堪的小屋里，躺在炕上，心里难过得要发狂。他想到在供销社里的无端羞辱，又想到自己这些狗一样的日子，就感到心像刀绞一样痛。这倒是不多见的。平时，战福的脑子总是麻木的，不欢喜，也不沮丧。没有热情，也没有追念往事火一样的懊悔。他不向命运抱怨什么，当然也不会为什么暗自庆幸。不分析，也不判断。没有幻想，也没有对往事甜蜜的沉缅。他的脑子是一片真空。战福脑海里的翻腾平息下来了。只有往事在头脑里无声上演。嫂子狰狞的面孔，然后是他的破狗窝。懒洋洋无所作为的感觉。粮食缸空了。可是也不想吃。到人家菜园里偷菜。冬天夜里到人家柴火垛上偷柴。"}
{"text":"这倒是不多见的。平时，战福的脑子总是麻木的，不欢喜，也不沮丧。没有热情，也没有追念往事火一样的懊悔。他不向命运抱怨什么，当然也不会为什么暗自庆幸。不分析，也不判断。没有幻想，也没有对往事甜蜜的沉缅。他的脑子是一片真空。战福脑海里的翻腾平息下来了。只有往事在头脑里无声上演。嫂子狰狞的面孔，然后是他的破狗窝。懒洋洋无所作为的感觉。粮食缸空了。可是也不想吃。到人家菜园里偷菜。冬天夜里到人家柴火垛上偷柴。挨打街门咣当一声响，是上工回来的二来子。战福抬起头来，屋里黑了。肚子有点钝钝的痛，是一天没吃饭了。缸里队上才送了三十斤玉米来，可是要吃还得去磨。唉，再忍一顿吧！战福把破棉花球拉过来，抱在怀里，便昏然入梦了。清晨的凉气透过撕破的窗户纸，把战福从梦乡唤起。他从炕上坐起来，环顾着四周，第一次发现，这间屋子实在不像是人住的场所，而像是狗窝猪圈一类的东西。看吧，锅台上长起了青草，窗户上的灰尘也已经足有半寸。由于窗格上和窗户纸上灰土太厚，屋里也是灰蒙蒙的，更增加了灰暗破败的气象。当然了，如果是平常，战福一定是熟视无睹。可是在今天，不知是什么鬼附了体，战福觉今是而昨非，居然觉得以往的日子实在过得太恶心了。是什么力量促使他自新了呢？我说不上来，当时战福也说不上来。战福起身下炕，首先扫去了多年堆积在地下的灰土。然后扫了扫窗台，又把窗户纸通通撕下来。他铲去锅台上的青草，掏了掏锅底下的陈灰，然后又把缸里担满了清水。看一看屋里，仍然有破败的景象，于是把破棉被扔到了炕旮旯里。然后巡视一下屋里，觉得他的小草房真是一座意想不到的辉煌建筑。这时，他的脑子里开始迷惑不解地想我要干什么？难道是要像别人一样的生活吗？其实那最后的半句话根本就没在他脑子里出现，是我加上的。战福想到一半就恐惧地停住了。因为他是这样的一种人，丝毫也不想振作起来，把衣服洗一洗，把锅刷一刷。至于跟大家到地里去干活，更是想都不敢想，一想就要头皮发炸。就是最勤劳的农民，就不过是靠了日复一日不断的劳作，把好安逸的念头磨掉了呢就是牛，早上被拉出圈时，也是老大的不愿意。就那么日复一日地干活，除了吃和睡什么也不想，然后再死掉？难怪战福不乐意呢！不过，谁说什么也不想？这不是污蔑农民吗！就连战福也想过盖个房子，娶个老婆呢！"}
