{"text":"她说当我两鬓斑白时，我相信站在我面前的是这样一个英俊的小伙身材修长，肌肉结实，眼睛里饱含着喜悦和生活的光芒。你给予人的是一种令人心醉神迷的美，心底的仁慈和宽厚使你温情脉脉，智慧和坦然使你从容而潇洒，敏锐和幽默辉映着你，使你全身心都显得那么高雅。这不仅仅是母亲的嘱咐，这是上帝的恩赏，是人类积淀千古的对生命的感悟不仅仅是母亲对儿子的期待，是亘古至今以至永远，人类对完美的渴盼。那么对生死，她怎么想呢？她说你凝望我，我凝望你。甘美而宁静。我不知道她这确凿是说生，还是说死。很可能，生死在她看来不过是殊途同归，或者是结伴而行，在天父和地母的怀抱里，在此岸和彼岸之间，那是一颗冲走再冲回，起伏不倦，勇往直前，以更新的威力勃起的灵魂。那冲荡之间，宇宙必留下优美的声音，任什么也不能湮灭的声音。永远会有女人，把战场或市场上的男人拉回她们身边，指给他们听这声音。现在，此时此地，这个女人，名叫韩春旭。一九九二年十月十九日悼我当年插队的地方，延川，是的故乡。我下乡，他回乡，都是知识青年。那时我在村里喂牛，难得到处去走，无缘见到他。我的一些同学见过他，惊讶且叹服地说那可真正是个才子，说他的诗文都写得好，说他而且年轻，有思想有抱负，说他未来不可限量。后来我在山花上见了他的作品，暗自赞叹。那时我既未作文学梦，也未及去想未来，浑浑噩噩。但我从小喜欢诗文，便十分地羡慕他，十分的羡慕很可能就接近着嫉妒。第一次见到他，是在北京。其时我已经坐上了轮椅，到北京来，和几个朋友一起来看我。坐上轮椅我才开始作文学梦，最初也是写诗，第一首成形的诗也是模仿了信天游的形式，自己感觉写得很不像话，没敢拿给看。那天我们东聊西扯，不善言谈，大部分时间里默默地坐着和默默地微笑。那默默之中，想必他的思绪并不停止。就像陕北的黄牛，停住步伐的时候便去默默地咀嚼。咀嚼人生。此后不久，他的名作人生便问世，从那小说中我又看见陕北，看见延安。第二次见到他是在西安，在省作协的院子里。那是年，我在朋友们的帮助下回陕北看看，路过西安，在省作协的招待所住了几天。见到，见到他的背有些驼，鬓发也有些白，并且一支接一支地抽烟。"}
{"text":"那天我们东聊西扯，不善言谈，大部分时间里默默地坐着和默默地微笑。那默默之中，想必他的思绪并不停止。就像陕北的黄牛，停住步伐的时候便去默默地咀嚼。咀嚼人生。此后不久，他的名作人生便问世，从那小说中我又看见陕北，看见延安。第二次见到他是在西安，在省作协的院子里。那是年，我在朋友们的帮助下回陕北看看，路过西安，在省作协的招待所住了几天。见到，见到他的背有些驼，鬓发也有些白，并且一支接一支地抽烟。听说他正在写长篇，寝食不顾，没日没夜地干。我提醒他注意身体，他默默地微笑，我再说，他还是默默地微笑。我知道我的话没用，他肯定以默默的微笑抵挡了很多人的劝告了。那默默的微笑，料必是说命何足惜？不苦其短，苦其不能辉煌。我至今不能判断其对错。唯再次相信性格即命运。然后我们到陕北去了，在曹谷溪省作协领导李若冰和司机小李的帮助下，我们的那次陕北之行非常顺利快乐。第三次见到他，是在电视上，正大综艺节目里。主持人介绍那是，我没理会，以为是另一个，主持人说这就是平凡的世界的，我定睛细看，心重重地一沉。他竟是如此地苍老了，若非依旧默默的微笑，我实在是认不出他了。此前我已听说，他患了肝病，而且很重，而且仍不在意，而且一如既往笔耕不辍奋争不已。但我怎么也没料到，此后不足一年，他会忽然离开这个平凡的世界。他不是才岁么？我们不是还在等待他在今后的年里写出更好的作品来么？如今已是人生九十古来稀的时代，怎么会只给他年的生命呢？这事让人难以接受。这不是哭的问题。这事，沉重得不能够哭了。有一年王安忆去了陕北，回来对我说陕北真是荒凉呀，简直不能想象怎么在那儿生活。王安忆说可是说，他今生今世是离不了那块地方的。说，他走在山山川川沟沟峁峁之间，忽然看见一树盛开的桃花杏花，就会泪流满面，确实心就要碎了。我稍稍能够理解，理解他的心是怎样碎的。我说稍稍理解他，是因为我毕竟只在那儿住了年，而他的年其实都没有离开那儿。我们从他的作品里理解他的心。他在用他的心写他的作品。可惜还有很多好作品没有出世，随着他的心，碎了。这仍然不止是一个哭的问题。"}
{"text":"说，他走在山山川川沟沟峁峁之间，忽然看见一树盛开的桃花杏花，就会泪流满面，确实心就要碎了。我稍稍能够理解，理解他的心是怎样碎的。我说稍稍理解他，是因为我毕竟只在那儿住了年，而他的年其实都没有离开那儿。我们从他的作品里理解他的心。他在用他的心写他的作品。可惜还有很多好作品没有出世，随着他的心，碎了。这仍然不止是一个哭的问题。他在这个平凡的世界上倒下去，留下了不平凡的声音，这声音流传得比年要长久得多了，就像那块黄土地的长久，像年年都要开放的山间的那一树繁花。印象与理解ss写好人李雪健一名片与补充李雪健的名片与众不同，在通常标示职位职称。或各类惊心动魄之头衔的位置上，只印了四个字您的朋友。李雪健，一九五四年二月生于山东菏泽，离春节还差几天，其实属蛇。他不反对有些书上说他属马，因为一九五四年出生的人大多属马，一定要坚持属蛇，除了添一份解释的麻烦外看不出于人于己还有什么好处。对身高的态度也大致如此，他说情绪好了是一米七二，情绪不好就是一米七零。体重呢，平时是七十公斤，演上戏了就不一样，根据角色的身世可以大减。血型不能马虎，一贯是。李雪健的父亲曾任巨野县田庄公社书记，后调往贵州任凯里县委宣传部长。母亲也是国家干部。李雪健有两个弟弟和两个妹妹。一家人除李雪健外，现都还在贵州凯里。李雪健的三十八年，十一年在山东，十三年在贵州，十四年在北京。李雪健务过农，上过学，做过工，当过兵，就差一项――没经过商。天赋李雪健表演才能，虽屡经坎坷，险遭埋没，但终于靠了决心和本事而不是靠了门路，考进京城作了专业演员。并非一开始就有要紧的角色给他演，但一开始他就演得认真用心，演战士参谋警卫员和交通员，演狗腿子，演匪兵甲乙丙丁，演一切无足轻重的配角都演得毫不松懈。自然不是胸无大志。现在有介绍说他是三栖话剧电视剧电影明星，此话属实，岁本命年之际李雪健已把这三栖内的大奖都得了一遍，梅花金鹰飞天百花金鸡一项不落。"}
{"text":"并非一开始就有要紧的角色给他演，但一开始他就演得认真用心，演战士参谋警卫员和交通员，演狗腿子，演匪兵甲乙丙丁，演一切无足轻重的配角都演得毫不松懈。自然不是胸无大志。现在有介绍说他是三栖话剧电视剧电影明星，此话属实，岁本命年之际李雪健已把这三栖内的大奖都得了一遍，梅花金鹰飞天百花金鸡一项不落。李雪健的座佑铭是好有好报最喜爱的电影是我这一辈子最喜爱的电视剧是夏天的经历最喜爱的演员是中国的石挥舒绣文，和美国的卓别林最喜爱的导演是与他合作过的所有导演所满意的搭档是所有他的搭档最向往的地方是家，但最向往的事情是演戏，演戏不能在家里演，想必这中间又有着他最大的遗憾和歉疚他最爱的人理所当然就在他最向往的地方，家显然不是指一套房子，他的妻子叫于海丹，岁的儿子叫李亘，我猜想夏天的经历之所以是他最喜爱的电视剧，与于海丹的主演有大关系他的业余爱好是喝酒二锅头和下围棋，喝了酒没出息，话多，但他不会撒谎更不懂阴谋因而可以放心畅饮，不担心酒后失言。李雪健目前苦于无计逃脱笼罩在他头上的一朵光环，被光环笼罩比被乌云笼罩更让他别扭，尤其那光环偶尔放出些与艺术无关的光芒。除了认认真真演戏之外李雪健再无所长，除了清清白白做人之外李雪健再无奢望。以上是对李雪健那张过于简单的名片的补充。观众和读者可能对李雪健的方方面面都有兴趣，但我无能把一个活人写全，故先以此名片与补充为观众和读者开放想象之门。以下要写的，仅仅是我对李雪健的印象和理解，不想再为他撰写一份详尽的履历。二爱与羡慕十岁，李雪健随父母举家迁往贵州。他小我三岁。那么我十五岁那年被串联大潮卷过贵州时，他已经在那儿了。那正是甘蔗收获的季节，我印象中的贵州，到处都有卖甘蔗的，串联大军一路嚼着甘蔗，把甘蔗的残渣铺满贵州的座座城镇。那时，很可能路边的一个少年进人过我的视野，但我不认识他。一群人在那儿大嚼，少年远远地看着，料定有人会把难啃的甘蔗头儿丢弃。他的希望没有落空，但自尊心成为阻碍，被丢弃的甘蔗头儿离他不远，少年不看它们但是清楚它们的位置。"}
{"text":"那时，很可能路边的一个少年进人过我的视野，但我不认识他。一群人在那儿大嚼，少年远远地看着，料定有人会把难啃的甘蔗头儿丢弃。他的希望没有落空，但自尊心成为阻碍，被丢弃的甘蔗头儿离他不远，少年不看它们但是清楚它们的位置。甘蔗的诱惑，使少年煞费心机为自己即将采取的行动设计各种合理性，我能想象，他的表演天赋第一次派上了用场，他装作扎鞋带去接近那目标，他故意把什么东西掉在那目标近旁然后蹲下去终于把甘蔗头儿捡到，赶紧跑开，找个没人的地方，去皮，洗净，那东西确实难啃，得一小条一小条劈开，急不可待，但舍不得一下子吃光。挺甜的，二十几年后李雪健说，现在还记得。我说我记得那地方，甘蔗不是很便宜吗？是很便宜，他说，可那时我父亲被罢了官，工资扣发，全家人只有很少一点生活费。我印象中的贵州，峰峦叠嶂山脉纵横，绵延不尽，每一小块有土壤的地方都种上庄稼。火车钻了山洞又钻山洞，汽车盘山而上哼哼地喷吐黑烟。那时，很可能山路上一个砍柴归来的少年进人过我的视野，但要等二十几年后我才能认识他。少年砍了六七根茶杯口粗的树桩，但雄心大大超过了少年的体力，走一阵儿扛不动了忍痛扔掉一根，走一阵儿扛不动了再扔一根，走三里多山路回到家，只剩了两根。顺带还挖些野菜。中年李雪健说，有一种野菜叫雷公屎，黑的，就像木耳，煮了挺好吃，但是不能煮的时间太长，要不就化了。他说山里有野果子刺梨一种不知名的小红豆儿，饿了就搞来吃。走渴了也不怕，他说，山上有泉眼，山下有溪水。捡一根草，拧一下扔在水里，保佑自己不得病。我印象中，南方的河，水都很旺，水流湍急，那儿的孩子都善水性。火车开过山涧之上的大桥，汽车沿着河岸的石渣路颠簸，我见过南方的孩子，不止一次，三五个或是一大群，脱得一丝不挂，赤条条在太阳下蹦跳着朝过往的旅客呐喊，然后跳进耀眼的溪流，千姿百态地游向对岸。说不定那中间就有未来的大明星李雪健。有可能。大明星李雪健说，那时我常常和一群孩子游过一条河，可不是玩儿，是到对岸的发电厂去捡煤渣。脱了衣服一只手举着，一只手游。他说，那条河挺宽，河上有摆渡，坐一回二分钱，舍不得，去的时候就游过去，回来的时候背了煤渣才坐摆渡。"}
{"text":"说不定那中间就有未来的大明星李雪健。有可能。大明星李雪健说，那时我常常和一群孩子游过一条河，可不是玩儿，是到对岸的发电厂去捡煤渣。脱了衣服一只手举着，一只手游。他说，那条河挺宽，河上有摆渡，坐一回二分钱，舍不得，去的时候就游过去，回来的时候背了煤渣才坐摆渡。少年们喊着笑着游过河，怕把衣服弄脏了，叠好，放在草丛里，用树叶盖上。发电厂的斗车把烧过的煤渣倾泄在河边的沙滩上，冒着热气。少年们不喊也不笑了，忽啦扑上去，蒸汽和烟尘中只听见孩子们的喘气声，抢煤渣声，和仍在燃烧的煤渣在潮湿的沙滩上发出的吱吱声。斗车走了，这才又听见少年们的说笑声，每人抢到了一堆儿煤渣，快乐地从中选那些没有烧尽的我还偷过人家一双球鞋呢，李雪健说。你是说，偷？偷。一点不假，纯粹是偷。那时候我爱踢足球，一直羡慕好多孩子都有那样的白球鞋。我父亲成了小走资派，家里没钱给我买那样的球鞋。有一回乘人家把球鞋脱在一边不注意，我就拿走了。我还爱养鸽子。球鞋拿回家，我妈问哪儿来的？我说买的旧货，便宜，才两块。这样又从家里骗了两块钱，买了鸽子。鞋也有了鸽子也有了，李雪健说，可这事一辈子都忘不了了。我见过的贵州，正是文化大革命轰轰烈烈的时候。除了大嚼甘蔗，我们也大干革命，到处抄录首长讲话，把战斗的消息印成传单，五彩缤纷地走到哪儿撒到哪儿，相信全世界的人民都应该羡慕我们。那时，可能正是李雪健羡慕人家的一双球鞋的时候正是他捡煤渣挖野菜的时候正是他的父亲被打倒被批斗，母亲拿不出钱给孩子买一节甘蔗的时候可能正是少年李雪健被叫作狗崽子，上学的路上常常不明不白地被红色儿童或革命少年暴打一顿的时候二十几年过去，某一天下午李雪健到我家来，我第一次见到他。我妻子为他开了门，说不像。李雪健笑笑说不像谁？不像宋大成？不像焦裕禄？不像钢锉将军或者大侦探？还是不像李雪健？不可能不像李雪健，其实是不像大明星。我问他从什么时候起你想当演员的？他说是从十几岁，到了贵州，文化革命已经开始了。"}
{"text":"我妻子为他开了门，说不像。李雪健笑笑说不像谁？不像宋大成？不像焦裕禄？不像钢锉将军或者大侦探？还是不像李雪健？不可能不像李雪健，其实是不像大明星。我问他从什么时候起你想当演员的？他说是从十几岁，到了贵州，文化革命已经开始了。他说那时我在凯里师范附小上初中班，当时叫戴帽中学，因为我讲的山东话接近普通话就被选进了宣传队。宣传队经常到这儿到那儿去演出，好玩，手捧红宝书在台上唱啊跳啊，开心。最重要的是，走到哪儿都受欢迎，都让人家看得起，受尊重，我感觉着真好。演完了大伙鼓掌，还有人说你们看哪，这就是谁谁家的孩子，连我父母脸上都有光彩，受人尊重了。那时因为我父亲被打倒，我们全家人都让人看不起，常受欺侮。因为我，父母觉着荣耀，因为我，我的父母让人称赞让人羡慕，我心里真高兴，才知道什么是骄傲。被人尊重那感觉真好，心里的怨恨和委屈都变轻了，觉着所有的人都亲近了，那感觉比什么都好。说到底最初想当演员就为这个，为了受人尊重，为了让我的父母骄傲。这时我感到，在我与李雪健互不相识的几十年中，我们一定有着什么联系。我走上写作之路的最初动机我在一篇散文中写过，几乎和他想当演员的最初动机完全一样。这动机固然算不得多么辉煌高尚，但它真切。在那个人与人斗其乐无穷，斗得所有人的尊严都遭受轻蔑的年代，这动机是人的希望最为珍贵的一点点保存，这中间饱含着对爱的渴望与呼唤。李雪健说，他爱贵州，他在那儿成长成熟，永远思恋那儿的山山水水那儿的草木空气那儿的人我问为什么？爱，这东西说得清吗？我说你想不想出国？他说想，出去玩玩谁不想？开开眼。可我还得回来。对不回来的你怎么看？他说各人有各人的自由和处境，各人有各人爱的方式。我只是说我自己。我只是说人得爱，人得享有爱，否则不好办。他说我也羡慕有些地方的生活，住房也多也好，有钱，有汽车。他说但最多那是羡慕。羡慕也不是坏，别人有的好东西你也想有，所有的好事好运气你都想摊上，这正常。但羡慕和爱是两码事，弄混了可就麻烦。"}
{"text":"爱，这东西说得清吗？我说你想不想出国？他说想，出去玩玩谁不想？开开眼。可我还得回来。对不回来的你怎么看？他说各人有各人的自由和处境，各人有各人爱的方式。我只是说我自己。我只是说人得爱，人得享有爱，否则不好办。他说我也羡慕有些地方的生活，住房也多也好，有钱，有汽车。他说但最多那是羡慕。羡慕也不是坏，别人有的好东西你也想有，所有的好事好运气你都想摊上，这正常。但羡慕和爱是两码事，弄混了可就麻烦。三李雪健与焦裕禄写下这个标题之前和之后，我都犹豫很久。我原想避而不谈焦裕禄，躲开这个话题，因为这个话题容易超出谈论艺术的范畴，难免涉及一些我不大熟悉的领域和一些我不大弄得通的逻辑，譬如说艺术和政治的关系。李雪健说艺术源于生活，我们的生活里几乎处处牵扯着政治，所以艺术脱离不了政治。我同意他这看法。其实很久以来就有一种理论，认为完全脱离政治的艺术是天方夜谭，是不可能的和不存在的。依我看来，这理论至此已告圆满。但与这种理论同时，却生出了对脱离政治的艺术的批判热情。这就令人费解，反对一种不可能和不存在的东西岂不奇怪么？奇怪之余我慢慢看见，譬如四人帮的这类批判热情，既没创造出好的政治，又使得艺术近于毁灭。为什么？其实四人帮只希望一切都不脱离他们的狭隘目的，结果他们最脱离生活。李雪健说确实，脱离生活就不可能有好的艺术。我说那么艺术的逻辑就完全可以更简单一点儿――追求艺术的完美。这很可能就够了，因为凡是好的艺术，原就意味着不必担心任何的所谓脱离。我还相信，好的艺术必与坏的政治不能相容，比如四人帮时期就难得有好的艺术，而改革开放以来好的艺术作品就越来越多。好的艺术和好的政治，必是要么共生，要么共灭。什么是好的艺术？我想既然不能由谁来事先指定所以要百花齐放，百家争鸣。百家争鸣当然不是一百家都唱一个腔调，百花齐放也不是说一种花让它开一百朵，地上要是没有各种草，天上要是不飞着各种鸟，也势必乏味。李雪健说我演焦裕禄，可压根儿没想过那么多政治。我喜爱那个人，我觉得我理解他，我相信我准能把他演好。除此之外没有别的念头。我说焦裕禄是个好人，大大的好人。但这个戏，我看并不算成功。"}
{"text":"什么是好的艺术？我想既然不能由谁来事先指定所以要百花齐放，百家争鸣。百家争鸣当然不是一百家都唱一个腔调，百花齐放也不是说一种花让它开一百朵，地上要是没有各种草，天上要是不飞着各种鸟，也势必乏味。李雪健说我演焦裕禄，可压根儿没想过那么多政治。我喜爱那个人，我觉得我理解他，我相信我准能把他演好。除此之外没有别的念头。我说焦裕禄是个好人，大大的好人。但这个戏，我看并不算成功。他说我跟好多人都说过，这个戏可以探讨，但谁要说焦裕禄这个人不好，我就不想再说什么了。我说我不相信有人会认为焦裕禄这个人不好。他说未必没有。我说那很可能是一种逆反心理，要不就是傻瓜。傻瓜不值得重视。值得想一想的倒是何以会有那种逆反心理。是不是人们对某种方法已经厌倦了？因为老百姓可能碰上焦裕禄这么个好官因而得福，也可能碰上个贪官因而遭祸。李雪健说焦裕禄不是神，是人，一个真实的人，一个具体的人，有他存在的具体时代和环境。他也许算不上伟人，他甚至也不是一个完人，但他是一个人格高贵的人。我说任何时候都需要这样的人。他说他有他的历史局限性。我说用雄才大略的改革家的标准来要求焦裕禄或否定焦裕禄，有点历史虚无主义的味儿，那样的话，可以称赞可以纪念的历史人物就差不多没有。他说在发奖会上我说过，苦和累，都让一个好人――焦裕禄受了名和利，都让一个傻小子――李雪健得了。我说你可不傻。虽然我认为这部影片不算成功，但是你的表演确实很棒。看了你的宋大成钢挫将军和焦裕禄，你真是不用太谦虚。我听有些评论家说你是真正的性格演员，表演达到了下意识，举重若轻没有刻意的痕迹，我看这真的不是恭维。我知道这很不简单，不是哪个傻小子交了好运就能达到的，因为我在写作上也一直在追求这样的境界，但一直没能达到。李雪健说其实我一旦上了台或上了镜头，就很自信，什么负担都没了。一演上戏，别的什么事都忘了，只想着这个角色。想不好的时候，脾气也变得暴躁，为不大一点小事就发火。他说人家让我演焦裕禄，我爱人开始挺为我担心，可是我怎么想都觉着我行，我准能演好。我懂得这个人。我熟悉那地方。"}
