{"text":"伽利略为真理而斗争是人生最大的乐趣。布鲁诺不要侮蔑你所不知道的真理，否则你将以生命的危险重重补偿你的过去。莎士比亚如果真理在少数人中间获得了充分的胜利，而这少数人是优秀的，那就应当予以接受因为真理的本性并不在于使多数人喜爱。狄德罗你们倘若把自己的幸福为了爱真理而牺牲，我没有话说，我很敬重你们。但是为了爱真理而牺牲别人的幸福，那可不行！罗曼罗兰对真理的追求比对真理的占有更为可贵。莱辛真理是在漫长的发展着的认识过程中被掌握的，在这一过程中，每一步都是它前一步的直接继续。黑格尔快乐是在寻找真理，而不在发现真理。列夫托尔斯泰真理的精神和自由的精神才是社会的支柱。易卜生看出谬误比发现真理要容易得多因为谬误是在明处，也是可以克服的而真理则藏在深处，并且不是任何人都能发现它。歌德真理不会由于有人不承认它而蒙受丝毫的损害。席勒对真理的错误理解，不会毁灭真理本身。别林斯基真理是我们所拥有的东西中，最有价值的东西。让我们节约吧。马克吐温真理是一支火炬，而且是一支极大的火炬，所以当我们怀着生怕被它烧着的恐惧心情企图从它旁边走过去的时候，连眼睛也难睁开。歌德二十三改变你人生的励志名言失败是什么？没有什么，只是更走近成功一步成功是什么？就是走过了所有通向失败的路，只剩下一条路，那就是成功的路。让我们将事前的忧虑，换为事前的思考和计划吧！再长的路，一步步也能走完，再短的路，不迈开双脚也无法到达。任何业绩的质变都来自于量变的积累。成功不是将来才有的，而是从决定去做的那一刻起，持续累积而成。一个有信念者所开发出的力量，大于个只有兴趣者。每一发奋努力的背后，必有加倍的赏赐。做对的事情比把事情做对重要。人格的完善是本，财富的确立是末。没有一种不通过蔑视忍受和奋斗就可以征服的命运。行动是治愈恐惧的良药，而犹豫拖延将不断滋养恐惧。没有天生的信心，只有不断培养的信心。人生伟业的建立，不在能知，乃在能行。任何的限制，都是从自己的内心开始的。含泪播种的人一定能含笑收获。欲望以提升热忱，毅力以磨平高山。"}
{"text":"一个有信念者所开发出的力量，大于个只有兴趣者。每一发奋努力的背后，必有加倍的赏赐。做对的事情比把事情做对重要。人格的完善是本，财富的确立是末。没有一种不通过蔑视忍受和奋斗就可以征服的命运。行动是治愈恐惧的良药，而犹豫拖延将不断滋养恐惧。没有天生的信心，只有不断培养的信心。人生伟业的建立，不在能知，乃在能行。任何的限制，都是从自己的内心开始的。含泪播种的人一定能含笑收获。欲望以提升热忱，毅力以磨平高山。一个能从别人的观念来看事情，能了解别人心灵活动的人永远不必为自己的前途担心。世上没有绝望的处境，只有对处境绝望的人。当你感到悲哀痛苦时，最好是去学些什么东西。学习会使你永远立于不败之地。世界上那些最容易的事情中，拖延时间最不费力。人之所以能，是相信能。只有一条路不能选择―那就是放弃的路只有一条路不能拒绝―那就是成长的路。人性最可怜的就是我们总是梦想着天边的一座奇妙的玫瑰园，而不去欣赏今天就开在我们窗口的玫瑰。征服畏惧建立自信的最快最确实的方法，就是去做你害怕的事，直到你获得成功的经验。一个人最大的破产是绝望，最大的资产是希望。不要等待机会，而要创造机会。如果寒暄只是打个招呼就了事的话，那与猴子的呼叫声有什么不同呢？事实上，正确的寒暄必须在短短一句话中明显地表露出你对他的关怀。二十四向命运挑战的名言如果你从不接受挑战就感受不到胜利的刺激――彦语英所谓活着的人就是不断挑战的人不断攀登命运险峰的人。――雨果法万无一失意味着止步不前，那才是最大的危险。为了避险，才去冒险，避平庸无奇的险，值得。――杨澜要冒一次险整个生命就是一场冒险。走得最远的人，常是愿意去做，并愿意去冒险的人。――卡耐基美不敢冒险的人既无骡子又无马过分冒险的人既丢骡子又丢马。――拉伯雷法接受挑战就可以享受胜利的喜悦。――杰纳勒尔乔治巴顿美人生要不是大胆地冒险，便是一无所获。――海伦凯勒二十五有关错误的名言警句最好的好人，都是犯过错误的过来人一个人往往因为有一点小小的缺点，将来会变得更好。"}
{"text":"――杨澜要冒一次险整个生命就是一场冒险。走得最远的人，常是愿意去做，并愿意去冒险的人。――卡耐基美不敢冒险的人既无骡子又无马过分冒险的人既丢骡子又丢马。――拉伯雷法接受挑战就可以享受胜利的喜悦。――杰纳勒尔乔治巴顿美人生要不是大胆地冒险，便是一无所获。――海伦凯勒二十五有关错误的名言警句最好的好人，都是犯过错误的过来人一个人往往因为有一点小小的缺点，将来会变得更好。――莎士比亚一报还一报一个人一生不犯一些错误，也许就是一种错误。――欧洲正确的结果，是从大量错误中得出来的没有大量错误作台阶，也就登不上最后正确结果的高座。――钱学森再好的射手也有脱靶时。――英国与其说我们有权防止错误，不如说我们有权不坚持谬误。――伽桑狄有四条腿的马也要跌跤。――匈牙利有错误要逢人便讲，既可取得同志的监督帮助，又可以给同志们以借鉴。――周恩来永不做错事的人，往往不能做出任何事情来。――法国一个人知道了自己的短处，能够改过自新，就是有福的。――莎士比亚无事生非一个人在科学探索的道路上，走过弯路，犯过错误，并不是坏事，更不是什么耻辱，要在实践中勇于承认和改正错误。――爱因斯坦智者的全部错误合起来，也会堆成大山的。――非洲终身不病的人不能成个名医。――阿拉伯一次小小的失误也许会防止重重的跌落。――托富勒小错可以防大过。――英国我能想象到的人的最高尚行为，除了传播真理外，就是公开放弃错误。――利斯特我们破灭的希望，流产的才能，失败的事业，受了挫折的雄心，往往积聚起来变为忌妒。――巴尔扎克天公尚有妨农过，蚕怕雨寒苗怕火。阴，也是错晴，也是错。――元陈草庵四只脚的大象也会跌跤。――柬埔寨如果你对一切错误关上了门，那么真理也将将你关在门外。――泰戈尔如果没有人向我们提供失败的教训，我们将一事无成。我们思考的轨道是在正确和错误之间二者择一，而且错误的选择和正确的选择的频率相等。"}
{"text":"――巴尔扎克天公尚有妨农过，蚕怕雨寒苗怕火。阴，也是错晴，也是错。――元陈草庵四只脚的大象也会跌跤。――柬埔寨如果你对一切错误关上了门，那么真理也将将你关在门外。――泰戈尔如果没有人向我们提供失败的教训，我们将一事无成。我们思考的轨道是在正确和错误之间二者择一，而且错误的选择和正确的选择的频率相等。――刘易斯托马斯任何人都要犯错误，人从降生的那一天起，便不断的犯错误小孩子的弄火伤手吃东西戏水等，都是一串的犯错误的过程，只有在不断的错误，不断的碰钉子的过程中，才能逐渐懂得事情。――刘少奇人为什么犯错误？人要学会走路，也得学会摔跤，而且只有经过摔跤才能不会走路。――德国人不犯错误，啥也不会做。――英国千里之堤，以蝼蚁之穴溃百尺之室，以突隙之烟焚。――韩非子集注喻志每个人都有错，但只有愚者才会执迷不悟。――西塞罗没有十全十美，也没有人不可或缺，每个人都有这种或那种弱点。当他失败时，这种弱点将会缓解他的沉痛之情。――拉布吕耳尔没有错误的推论我们就无法推论。――利希滕伯格两个错加不出一个对来。――欧洲口才最好的人，有时也会出现口吃的现象。――日本尽可能少犯错误，这是人的准则不犯错误，那是天使的梦想。尘世上的一切都是免不了错误的。错误犹如一种地心吸力。――雨果悲惨世界弘法大师也有笔误之时。――日本犯错误是无可非议的，只要能及时觉察并纠正就好。谨小慎微的科学家既犯不了错误，也不会有所发现。――贝弗里奇犯错误乃是取得进步所必须交付的学费。――卢那察尔斯基反对的意见在两方面对于我都有益，一方面是使我知道自己的错误，一方面是多数人看到的比一个人看到的更明白。――笛卡儿当一个孩子意识到他不仅有坚持真理的权利，而且有犯错误的时候，他就已长成了大人。――托马斯萨斯错误同真理的关系，就象睡梦同清醒的关系一样。一个人从错误中醒来，就会以新的力量走向真理。――歌德错误是真理的邻居，因此它欺骗了我们。――泰戈尔流萤集错误是不可避免的，但是不要重复错误。"}
{"text":"――卢那察尔斯基反对的意见在两方面对于我都有益，一方面是使我知道自己的错误，一方面是多数人看到的比一个人看到的更明白。――笛卡儿当一个孩子意识到他不仅有坚持真理的权利，而且有犯错误的时候，他就已长成了大人。――托马斯萨斯错误同真理的关系，就象睡梦同清醒的关系一样。一个人从错误中醒来，就会以新的力量走向真理。――歌德错误是真理的邻居，因此它欺骗了我们。――泰戈尔流萤集错误是不可避免的，但是不要重复错误。――周恩来选集错误常常是正确的先导。――错误并非总是意味着无知，知识并非总是召之即来。――塞约翰逊从错误中学到的东西，比从美德中学到的东西往往还要多。――美国确定无疑等于扯足了嗓门发表确定无疑的错误见解。把所谓的分配看做事物的本质并重点放在它上面，那也是根本的错误的。不能光是揭露人家过去的错误，而不尊重人家目前的为人。不怕承认自己的错误，不怕一次又一次地改正这些错误，这样，我们就会登上山顶。谄媚者的艺术是利用大人物的弱点，沿袭他们的错误，永不给予可能会使他烦恼的忠告。成功者与失败者之间的区别，常在于成功者能由错误中获益，并以不同的方式再尝试。错误常常是正确的先导。错误同真理的关系，就象睡梦同清醒的关系一样。一个人从错误中醒来，就会以新的力量走向真理。错误在所难免，宽恕就是神圣。反对的意见在两方面对于我都有益，一方面是使我知道自己的错误，一方面是多数人看到的比一个人看到的更明白。反对你确认是错误的东西。犯错误乃是取得进步所必须交付的学费。犯错误是无可非议的，只要能及时觉察并纠正就好。谨小慎微的科学家既犯不了错误，也不会有所发现。非难别人，找别人的错处，这和礼仪是直接对立的。人们无论犯了什么过失，或者当着别人的面，把它们在光天化日之下公开宣布出来。任何人有了污点都会感到羞耻。缺点一旦被人发现了，他总会感到有点不安的，哪怕仅仅被人疑心有缺点也一样。告诫已经长大成年的孩子们别犯错误这是徒劳的。"}
{"text":"犯错误是无可非议的，只要能及时觉察并纠正就好。谨小慎微的科学家既犯不了错误，也不会有所发现。非难别人，找别人的错处，这和礼仪是直接对立的。人们无论犯了什么过失，或者当着别人的面，把它们在光天化日之下公开宣布出来。任何人有了污点都会感到羞耻。缺点一旦被人发现了，他总会感到有点不安的，哪怕仅仅被人疑心有缺点也一样。告诫已经长大成年的孩子们别犯错误这是徒劳的。很久以前，人们为那些老于世故的人下了个定义，在每个重要关头，他们总是错误的。记者是一个普通的人，人都容易犯错误，能够自知无知，战战兢兢，如履薄冰地思考，同时接受思想市场的检验，才能尽可能地避免错误。所以感谢批评者，哪怕是过激的批评。希望不要因为对我个人的善意，演变成对批评者无底线的攻击。镜子照出身体，过失反映灵魂。看出错误比发现真理要容易得多因为谬误是在明处，也是可以克服的而真理则藏在深处，并且不是任何人都能发现它。如果没有一个所有的错误都犯了以后，最后的结果当然是对的。如果没有人向我们提供失败的教训，我们将一事无成。我们思考的轨道是在正确和错误之间二者择一，而且错误的选择和正确的选择的频率相等。任何人都要犯错误，人从降生的那一天起，便不断的犯错误小孩子的弄火伤手吃东西戏水等，都是一串的犯错误的过程，只有在不断的错误，不断的碰钉子的过程中，才能逐渐懂得事情。任何人都可能犯错误，除蠢人外，谁也不想坚持错误。谚语说，重新考虑最好。人们对于自己的错误，远比对别人的过失容易宽恕。路走错了，奔跑又有什么用呢？没有错误的推论我们就无法推论。每个人总不免有所迷恋，每个人总不免犯些错误，不过在进退失据周围的一切开始动摇的时候，信仰就能拯救一个人。每一个头脑清醒的人都知道，和一个疯子说理由非但没有效果，而且还会使错误的印象更深地印在他那反常的头脑里。年轻时可以发生谬误，但是，却不能将那谬误一直带到年老。切勿随便扼杀任何新的构想，只有容忍错误，才能够进行革新。青年时犯错误，成年时同错误进行斗争，老年是为错误而惋惜。"}
{"text":"每个人总不免有所迷恋，每个人总不免犯些错误，不过在进退失据周围的一切开始动摇的时候，信仰就能拯救一个人。每一个头脑清醒的人都知道，和一个疯子说理由非但没有效果，而且还会使错误的印象更深地印在他那反常的头脑里。年轻时可以发生谬误，但是，却不能将那谬误一直带到年老。切勿随便扼杀任何新的构想，只有容忍错误，才能够进行革新。青年时犯错误，成年时同错误进行斗争，老年是为错误而惋惜。人的一生中可能犯的最大错误，就是经常担心犯错误。人们不该为承认错误而羞耻，因为这表明今天比昨天有长进。如果没有音乐，生活就是一个错误。如果在原则上发生错误，那就不只是会发生个别的错误，而会发生系统的一贯的一系列实际问题上的错误。失败带给我的经验与收获，在于我已经知道这样做不会成功的证明，下一次我可以避免同样的错误了。失之毫厘，谬以千里。说不定自己再不能成为一个地道的人了。我犯过几个错误，但实际上那甚至连错误都不是。与其说是错误，或许莫如说是我自身与生俱来的倾向性东西。伟人也犯错误，而且他们中的许多人犯错误又那么频繁，以至于差一点使人称他们为凡人。二十六有关思想的名言警句一个能思想的人，才真是一个力量无边的人。――巴尔扎克人要有三个头脑，天生的一个头脑，从书中得来的一个头脑，从生活中得来的一个头脑。――蒙田思想――自由的精灵。――莎士比亚没有思想自由，就没有科学，没有真理。――勒南智者受理智的指导，常人受经验的指导而野兽受直觉的指导。――西塞罗最难得的勇气，是思想的勇气。――法朗士我们的生活就象施行，思想是导游者没有导游者，一切都会停止。目标会丧失，力量也会化为乌有。――歌德思想是会享用它的人的财产。――爱默生扼杀思想的人，是最大的谋杀犯。――罗曼罗兰应该尽力于思想得很多，而不是知道得很多。――德谟克利特分析显而易见的事情需要非凡的思想。――怀特黑德思想象爱和死一样，别人不能代替。――罗斯坦二十七一些催人奋进的励志名言没有一种不通过蔑视忍受和奋斗就可以征服的命运。"}
{"text":"目标会丧失，力量也会化为乌有。――歌德思想是会享用它的人的财产。――爱默生扼杀思想的人，是最大的谋杀犯。――罗曼罗兰应该尽力于思想得很多，而不是知道得很多。――德谟克利特分析显而易见的事情需要非凡的思想。――怀特黑德思想象爱和死一样，别人不能代替。――罗斯坦二十七一些催人奋进的励志名言没有一种不通过蔑视忍受和奋斗就可以征服的命运。伟人之所以伟大，是因为他与别人共处逆境时，别人失去了信心，他却下决心实现自己的目标。世上没有绝望的处境，只有对处境绝望的人。当你感到悲哀痛苦时，最好是去学些什么东西。学习会使你永远立于不败之地。世界上那些最容易的事情中，拖延时间最不费力。人之所以能，是相信能。一个有信念者所开发出的力量，大于个只有兴趣者。每一发奋努力的背后，必有加倍的赏赐。欲望以提升热忱，毅力以磨平高山。一个能从别人的观念来看事情，能了解别人心灵活动的人，永远不必为自己的前途担心。一个人最大的破产是绝望，最大的资产是希望。不要等待机会，而要创造机会。昨晚多几分钟的准备，今天少几小时的麻烦。做对的事情比把事情做对重要。人格的完善是本，财富的确立是末。人生伟业的建立，不在能知，乃在能行。任何的限制，都是从自己的内心开始的。含泪播种的人一定能含笑收获。二十八校园励志名言少成若天性，习惯如自然。莫等闲，白了少年头，空悲切。千教万教教人求真，千学万学学做真人。文武之道，一张一弛。知识永远战胜愚昧。绳锯木断，水滴石穿。千里之行，始于足下。虚怀若竹，清气若兰。勿以善小而不为，勿以恶小而为之。聚沙成塔，集腋成裘。习勤忘劳，习逸成惰。工欲善其事，必先利其器。海纳百川，有容乃大。精诚所加，金石为开。淡泊明志，宁静致远。不以物喜，不以己悲心气和平，事理通达。言必信，行必果。送人玫瑰，手有余香。改变别人，不如先改变自己。"}
{"text":"虚怀若竹，清气若兰。勿以善小而不为，勿以恶小而为之。聚沙成塔，集腋成裘。习勤忘劳，习逸成惰。工欲善其事，必先利其器。海纳百川，有容乃大。精诚所加，金石为开。淡泊明志，宁静致远。不以物喜，不以己悲心气和平，事理通达。言必信，行必果。送人玫瑰，手有余香。改变别人，不如先改变自己。穷且益坚，不坠青云之志名人名言及事例勤奋读书名言三更灯火五更明，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。――颜真卿读书破万卷，下笔如有神。――杜甫勤能补拙是良训，一分辛苦一分才。――华罗庚只要坚持不懈地刻苦自学，是不必担心不成才的。――华罗庚鸟美在羽毛，人美在勤劳。"}
