{"text":"前面我们曾经介绍过仲弓贫苦的出身，他父亲当时的名誉也并不高明，大概各方面都很不如意。但这做儿子的，却才德出众。因此孔子全力提拔这个学生，给予特别培养。子谓仲弓曰犁牛之子，蛉且角，虽欲勿用，山川其舍诸？他劝冉雍心理上不必有下意识的自卑感。犁牛是一种杂毛牛的名称。现代畜牧中，荷兰来的杂毛牛算是好品种。但在古代这种杂色的牛，除了耕种，没有什么其他的用途。尤其在祭祖宗祭天地等庄严隆重的典礼中，一定要选用色泽光亮纯净的牛为牺牲。但这条杂毛牛却生了一条赤黄发亮，头角峥嵘的俊美小牛。虽然杂毛牛的品种不好，但是只要这头小牛本身条件好，虽欲勿用，即使在祭祀大典中，不想用它，山川其舍诸？山川神灵也不会舍弃它的。山川在往古和春秋时代，有时代表神只。在这里，孔子是说天地之神，也一定启示人们，不会把有用的才具，平白地投闲置散的。这也是告诉仲弓，你心里不要有自卑感，不要介意自己的家庭出身如何，只要自己真有学问，真有才具，真站得起来，别人想不用你，天地鬼神都不会答应的。上面讲了冉雍的才，下面就提到颜回的德了。子曰回也，其心三月不违仁。其余，则日月至焉而已矣。这个仁字是讲内养的境界，是前面里仁篇所讲的仁之体。也就是孔子告诉曾参的吾道一以贯之的仁的境界。这方面目前还没有加以说明，以后有机会再详细解说仁的修养。现在我们把仁的问题暂时搁一下。孔子说颜回能把仁的境界一直保持上三个月。至于其他同学们，只是偶然地日月至焉而已。或是一天有一次仁的境界，或是几天有一次，或者一个月有一次，现在我们姑且不谈这个仁的修养，先反过来体会一下自己的情绪我想大家都有这种经验，心情好的时候，即使碰到问题，碰到困难的事，心情也是非常好，不会受到外境的干扰。但是好景不常，情绪坏时，芝麻绿豆的事都会惹得一肚子闷气。要说连续三个月不冒一点火气，这步修养已经难得了，更何况三月不违仁。由此，我们不难了解为什么孔子一再赞叹颜回这个得意门生了。讲了内在的修养以后，下面讲到外用。各有千秋季康子问仲由可使从政也与？子曰由也果，于从政乎何有？曰赐也，可使从政也与？曰赐也达，于从政乎何有？曰求也，可使从政也与？曰求也艺，于从政乎何有？"}
{"text":"但是好景不常，情绪坏时，芝麻绿豆的事都会惹得一肚子闷气。要说连续三个月不冒一点火气，这步修养已经难得了，更何况三月不违仁。由此，我们不难了解为什么孔子一再赞叹颜回这个得意门生了。讲了内在的修养以后，下面讲到外用。各有千秋季康子问仲由可使从政也与？子曰由也果，于从政乎何有？曰赐也，可使从政也与？曰赐也达，于从政乎何有？曰求也，可使从政也与？曰求也艺，于从政乎何有？季康子，鲁国的大夫权臣。有一天向孔子打听他学生的才干。孔子一一作答。由此我们可看出这些学生们的性格，同时也可看出孔子认为从政所必备的学养。季康子首先问起有军事统帅之才的子路，是不是可以请他当政？孔子说子路的个性太果敢，对事情决断得太快，而且下了决心以后，绝不动摇。决断果敢，可为统御三军之帅，而决胜于千里之外。如果要他从政，恐怕就不太合适，因为怕他过刚易折。季康子接着问，请子贡出来好不好呢？孔子说，不行，不行。子贡太通达，把事情看得太清楚，功名富贵全不在他眼下。聪明通达的人，不一定对每件事盯得那么牢。比如说桌子脏了，擦一下好不好？通达的人认为擦不擦都是一样，因为擦了又会脏，不擦也可以。如果有人说一定要擦，通达的人说擦也可以，擦了总比较干净，那擦就擦吧！总之，把事情看得通达，像这样的人，往往可以做大哲学家大文学家。因为他有超然的胸襟，也有满不在乎的气概。但是如果从政，却不太妥当。也许会是非太明而故作糊涂。说到这里，想起一个笑话。当然在正史上是没有这段记载的，只是一个笑话。传说孔子周游列国，被困在陈蔡之间。有一天学生出主意，说大家太饿了，前面有一大户人家，去借点米来。最初是子路自告奋勇前去敲门。出来一位老头子，问起是孔子的学生来借米，于是写个字叫他认。认出了，不必借，免费招待全体师生的食宿，如果认不出，一粒米都不借。子路一想，我们跟夫子专门学文学，还有什么问题。于是满口答应了这个条件。老头子就写真这么一个上直下八的字让子路认。子路看了后说这是真字嘛。老头子听了，把门一关说你回去告诉你老师，不借。子路纳闷地回来报告孔子，孔子听后对子路说我叫你不要去，你偏要去。这个年头，饭都没得吃，你还认真干嘛？子夏听了，便自告奋勇再去借米。到了那家，自我介绍是子路的同学，也是孔子的学生。"}
{"text":"认出了，不必借，免费招待全体师生的食宿，如果认不出，一粒米都不借。子路一想，我们跟夫子专门学文学，还有什么问题。于是满口答应了这个条件。老头子就写真这么一个上直下八的字让子路认。子路看了后说这是真字嘛。老头子听了，把门一关说你回去告诉你老师，不借。子路纳闷地回来报告孔子，孔子听后对子路说我叫你不要去，你偏要去。这个年头，饭都没得吃，你还认真干嘛？子夏听了，便自告奋勇再去借米。到了那家，自我介绍是子路的同学，也是孔子的学生。那个老头子还是写先前那个字给子夏认。子夏心想，刚才子路吃了瘪，于是答一个反义字，对老头子说这是假字嘛！老头子听了把门一关说你更不行。子夏回来把经过一讲，孔子听了叹道你这个人真糟糕，作人有时候也要认真的呀！这就是说两边都做得通，表面看来，就称为达者，谈到这里，同时又想到陶渊明的归去来辞和不为五斗米折腰的故事，也是达的一字范围。当时五斗米的数字很大，等于现在一万上下的月薪。可是陶渊明不干，回家去了。不过只有他才做得到。过去，我们中国人有句老话不干，不干，回家去吃老米饭！折腰就是行个礼，鞠个躬嘛！不是真把腰折断了，半斗米都干。试看陶渊明归去来辞，他门前可以栽五柳，起码要五十多坪地，拿到现在可以盖栋四层楼，还可以发笔财。我们现在在工业社会里做个小市民，房子是租来的，前面连一棵芭蕉都种不下，不要说五柳了。他说携幼入室，有酒盈樽。过去在大陆上的人家，自己酿得起酒的，起码是中产阶级的家庭了，他当然可以在家吃老米饭。三径就荒，松菊犹存。试看他的房子，空地有多大，好像是台北市的新公园一样，竟有三条大路都荒芜了。种竹卖笋也可卖他几千块钱一个月，他当然不为五斗米折腰。由此可见，陶渊明是有资格作个通达的达人。所以孔子说子贡通达，但是达者不一定肯从政了。季康子再请教冉求是否可以从政。孔子说，冉求是才子文学家。诗词歌赋琴棋书画，样样精通打高尔夫跳现代舞都能来。名士气味颇大，也不能从政。换句话说，如果把他们三个人凑合起来，不愧是大政治家的材料。为什么呢？具有刚毅果敢的精神，这是子路的长处但还要有宽大的胸襟，也就是所谓任劳任怨的气度，这就要子贡的达。"}
{"text":"所以孔子说子贡通达，但是达者不一定肯从政了。季康子再请教冉求是否可以从政。孔子说，冉求是才子文学家。诗词歌赋琴棋书画，样样精通打高尔夫跳现代舞都能来。名士气味颇大，也不能从政。换句话说，如果把他们三个人凑合起来，不愧是大政治家的材料。为什么呢？具有刚毅果敢的精神，这是子路的长处但还要有宽大的胸襟，也就是所谓任劳任怨的气度，这就要子贡的达。任怨尤其难当一个计划一个政策没有实施以前，如有人骂你混蛋时，只好低下头让他叫骂，等做出成果再说。当然，真做成混蛋就要命了。同时要见闻渊博，知识丰富，多才多艺。这果达艺三个简单的字，包括了那么多，由此可见政治家还须兼备艺术家诗人的修养才行。从另一面看，季康子问到这三位学生，孔子都不放行，也是因为季家当时在鲁国为权臣，气势嚣张跋扈，孔子不愿让自己学生去插上一脚。当然在学生这方面也不会愿意去。所以他故意推辞掉，虽然所讲的都是事实，但是如果说他们不能从政，却也不尽然。子贡后来相卫，每次主政，国际局势就摆平了。当时时代之乱，比现在有过之而无不及。子贡有这样的才具，而孔子为什么硬说他不行呢？实际上是孔子当时看这些学生都可以独当一面，无奈季康子这个老板不对路，所以连一个都不让他去。说句老实话，在学问上讲，一个从政的人，对于这三种人的才具都需要。第一性情要养得通达，胸襟不可那么狭隘，不要有一点事就想不开，一句话就放不开，否则成就就太有限了。其次要处事果决刚毅，下了决心，又能坚定不移，才不会受环境的影响。第三要多艺，样样都知道。政治生涯很痛苦，生活枯燥无味，比科学家还痛苦。每天接触的，都是痛苦烦恼的事，都在是非中讨生活。这个对，那个不对，老张来说老杨，老杨又来说老李，几乎没有一件愉快的事。所以自己要有艺，胸襟有超然的修养。我有一个做医生的朋友，每天接触到的都是痛苦的病人，看到的是愁眉苦脸，听到的是痛苦的呻吟，乃至呼天抢地，喊爹叫妈的声音。所以他一下班以后，回家就从事仑画，几十年下来，他那种半中不西的画，意境很高，许多名画家，都非常佩服。想买他的，他不肯卖，于是向他要一张，他说送一张还可以，立即落款送一张。这是讲艺的价值，所以从政还要有文学的修养艺术的情操。爵禄不能移――闵子骞上面说明了学问与从政的关系下面则说到闵子骞不为费宰。"}
{"text":"所以自己要有艺，胸襟有超然的修养。我有一个做医生的朋友，每天接触到的都是痛苦的病人，看到的是愁眉苦脸，听到的是痛苦的呻吟，乃至呼天抢地，喊爹叫妈的声音。所以他一下班以后，回家就从事仑画，几十年下来，他那种半中不西的画，意境很高，许多名画家，都非常佩服。想买他的，他不肯卖，于是向他要一张，他说送一张还可以，立即落款送一张。这是讲艺的价值，所以从政还要有文学的修养艺术的情操。爵禄不能移――闵子骞上面说明了学问与从政的关系下面则说到闵子骞不为费宰。季氏使闵子骞为费宰。闵子骞曰善为我辞焉，如有复我者，则吾必在汶上矣。季家找孔子第一流的学生从政，他们当然不会干。于是他私底下来拉一个人――闵子骞，孔子的学生，名损。是一个有名的孝子，二十四孝中就有他。比孔子少十五岁，年纪比别的同学大一点。季家请他去当费这个地方的行政首长。当时宰的官职，比之现代，讲小一点大约是县长行政督察专员讲大一点，就是请他当省主席了。闵子骞听到了，就告诉传话的人说，您好好替我辞掉他，我不会做的。而且，如果有第二个人再来对我说这件事，对不住，那时候我出国去了――已经过了齐鲁两国交界的汶水了。也就是说如果一定再来逼我作这个官，我立刻就走，离开鲁国。从这一节记载，我们知道第一，闵子骞是有名的孝子，他的人品德行非常好。第二，当时他对官位功名富贵看得淡如浮云。人家要他作官，反而会把他逼走了。第三，当时鲁国上下的知识分子，对鲁国的权臣季家，没有一个满意的，不愿意做他的官，尤其是孔子这一些学生。但是有一个人在那里做事，那是冉有。有关季家的事，有时孔子就找冉有。讲了这几段，老是讲这一类的事，未免太单调。到此文章有了起伏，又由绚烂归平淡，下面编进了另外几个人的事，虽平凡，而意义深远。伯牛有疾，子问之。自牖执其手曰亡之，命矣夫！斯人也，而有斯疾也！斯人也，而有斯疾也！伯牛是孔子的学生，姓冉，名耕。他有病，孔子亲自去看他，孔子待学生有如自己的子女一样。孔子在南面的窗子外，伸手拉住他的手，感叹说，他快要死了，真是命运，这个人，为什么生这种病！这个人，为什么生这种病！重复了两句，无可奈何地走了。这节很简单。但是伯牛究竟生的什么病？不知道。到了后世及近代，有人特别指出这一段。"}
{"text":"伯牛有疾，子问之。自牖执其手曰亡之，命矣夫！斯人也，而有斯疾也！斯人也，而有斯疾也！伯牛是孔子的学生，姓冉，名耕。他有病，孔子亲自去看他，孔子待学生有如自己的子女一样。孔子在南面的窗子外，伸手拉住他的手，感叹说，他快要死了，真是命运，这个人，为什么生这种病！这个人，为什么生这种病！重复了两句，无可奈何地走了。这节很简单。但是伯牛究竟生的什么病？不知道。到了后世及近代，有人特别指出这一段。有一派人受西方文化的影响，说是肺病，会传染，孔子怕传染，所以不进去，在窗子外握到他的手问病。又有人讲不是肺病――十九世纪威胁人类的才是肺病二十世纪威胁人类的是癌症我想二十一世纪一定会是精神病。这话是真的，精神病将来会越来越严重，现在已经开始了。物质文明虽进步，给人类带来许多生活的方便，并没有为人类带来幸福，只是带给人类更多心灵上的痛苦。这种痛苦的结果，将来又导致心理变态精神分裂而至于现在已开始增加的精神病。这是闲话，顺便带过。又有些学者说伯牛得的是麻疯病，所以孔子不敢去碰他。那么学生想办法，让孔子握了他一只手，在外面感叹，啊！为什么得了这个病呢？这是什么病呢？不知道嘛！当然没有人讲这是花柳病，因为在明朝以前，中国医书上的记载，没有这种病。这是后来从外国进来，在古代中国医学称广疮，因为这种花柳病是广东进口来的，而广东是与外国接触最早的通商口岸，由此证明花柳病是外国来的。这几种病都不是，那么到底是什么病呢？不知道。那么这篇书，对于这种问学生的病，重复了两句，有什么了不起呢？战国时候，吴起在魏国为将，他的士兵屁股上生疮，吴起这位大将军总司令，居然用嘴替他把脓吸出来。吴起如此作为是手段，孔子如此做，则出于仁慈。李斯的老鼠哲学讲到吴起，顺便讲一段儒家末流支派的插曲。我们都知道孔子传道给曾子，曾子写了篇心得报告大学。曾子传道给孔子的孙子子思，子思又写了篇心得报告中庸。子思则传道给孟子，孟子不错，写了不少论文。至于荀子，也有一部著作传世，但到底有点掺水了。而且他的学生出了几个半吊子，像李斯吴起这些人便是例子。就李斯来说吧！我们如果讲政治哲学史，李斯的哲学是什么呢？我们可以叫他是老鼠哲学。什么是老鼠哲学呢？"}
{"text":"我们都知道孔子传道给曾子，曾子写了篇心得报告大学。曾子传道给孔子的孙子子思，子思又写了篇心得报告中庸。子思则传道给孟子，孟子不错，写了不少论文。至于荀子，也有一部著作传世，但到底有点掺水了。而且他的学生出了几个半吊子，像李斯吴起这些人便是例子。就李斯来说吧！我们如果讲政治哲学史，李斯的哲学是什么呢？我们可以叫他是老鼠哲学。什么是老鼠哲学呢？先要了解人类思想与历史演变有绝对关系，我们只要翻开史记一看李斯传，就可知道李斯的老鼠哲学了。李斯少年时跟荀子念书，他当时很穷，时代到了孟子以后的战国末期，人都现实了。世界越乱，人心越现实国家社会安定了，仁义之心道德之行才比较常见。李斯的思想，后来影响秦始皇，就是被现实所困而来。他有一天上厕所，不是现在的抽水马桶，是古时农村社会的大粪坑。又深又大，坑上放一块木板，人就蹲在板上大便，谓之蹬坑。这种粪坑，更重迭远望如高楼。坑深的，大便落坑，时间长，声音大，每把偷粪吃的老鼠惊吓逃散。一天，李斯这个穷小子蹬坑，看到粪坑老鼠，又小又瘦，见人惊逃的仓皇样子，十分可怜。后来又看到米仓中偷米吃的老鼠，又肥又大，看见人来，不但不走避，反而瞪瞪眼很神气的样子。李斯觉得很奇怪，仔细一想，结果给他悟出一个现实的道理来了。原来又瘦又小见人就逃的老鼠，是无所凭藉而又肥又大见人不避的米仓老鼠，是有所凭藉的。分别在此而已。凭藉，就是有本事，有靠山，或有本钱之类。李斯悟出道理以后，于是向老师荀子报告，不要读书了。荀子问他不读书要去干什么？他说要去游说诸侯，求功名富贵。荀子说，你还不行，学问还没有成就。李斯说，人穷到饭都没得吃，还去讲什么学问道德？这像什么话！老师一听这种话就说，你这个学生这种思想真糟，你去吧！就这样把李斯开除了。结果李斯碰到秦始皇这样一个混蛋，两个搞在一起，于是把一个国家搞得民不聊生。鼠目寸光，只搞老鼠哲学注重现实，不知仁义道德为何物的结果，自秦始皇身死沙丘之后，李斯也自家难保。所以在他父子临刑的时候，他对儿子说此时要想和你牵黄犬出东门也不可能了。李斯搞老鼠哲学，为什么会被他弄成功呢？这就要看当时的环境。春秋战国三四百年动乱下来，民穷财尽，不止经济上贫困，人才也都完了。真正人才的培养，总要百多年来的安定社会才行。"}
{"text":"就这样把李斯开除了。结果李斯碰到秦始皇这样一个混蛋，两个搞在一起，于是把一个国家搞得民不聊生。鼠目寸光，只搞老鼠哲学注重现实，不知仁义道德为何物的结果，自秦始皇身死沙丘之后，李斯也自家难保。所以在他父子临刑的时候，他对儿子说此时要想和你牵黄犬出东门也不可能了。李斯搞老鼠哲学，为什么会被他弄成功呢？这就要看当时的环境。春秋战国三四百年动乱下来，民穷财尽，不止经济上贫困，人才也都完了。真正人才的培养，总要百多年来的安定社会才行。不谈别的，就说溥儒的画吧！人家说真好，别无第二人。我说你认为溥儒的艺术好，但可知他成本多大？满清以孤儿寡妇率领了两三百万人入关，三百年来称帝，在宫廷里就培养了这样一个艺术家。你说成本多大？譬如李后主的词好。当然好！车如流水马如龙，花月正春风。真好！但成本多大？一个万乘之尊，玩掉了一个国家，才写出这样的词。别人的确写不出，在气魄上，没当皇帝的人，硬写不出那种境界。如果是个穷小子站在西门町的大街上，可能便写车如流水马如龙，口袋太空空。所以说一个国家的人才，要几百年社会安定的文化才能培养得出来。但战争一来，又都光了。因此到了战国时代，只有苏秦张仪这两个半吊子的同学，玩弄了天下。他们是当时的骄子，如果把春秋时代的子贡子路这班人才，来与苏秦张仪相比，子贡子路一定连正眼都不看他们。可是到了战国末期，像苏秦张仪等的人才，也过去了，如李斯这些人居然也出来旋乾转坤，大摆乌龙了。由此可见当时人才之荒的严重。历史是要这样看这样读的。不能光读故事，要把环境地理，一切搞清楚才能了解。到了汉高祖项羽出来的时候，人家说汉高祖是流氓出身。那时候，没有什么流氓不流氓，四百多年战争打下来，再给秦始皇李斯两个家伙一搞以后，根本天下人各个都是如此，又岂只是汉高祖？文化的重行建立，是在汉文帝汉武帝的时候，其中有近百年空档，几乎可以说没有文化，所以汉文汉武对于文化整建的功勋，的确是可圈可点的。吴起也是荀子的学生，同样是没有毕业的，都是书不要读了，追求现实名利的角色这就看出当时文化演变的衰退情形。吴起后来当大将，有个士兵生疮，吴起用口替他吸出脓血。这一来，士兵的母亲哭了，他说孩子的父亲当年生疮，吴大帅也是这样待他，所以为吴大帅卖了命如今又对我儿子这样，这条命又要卖给吴大帅了。我们为什么说到这些，是因为这节书引起的。"}
{"text":"文化的重行建立，是在汉文帝汉武帝的时候，其中有近百年空档，几乎可以说没有文化，所以汉文汉武对于文化整建的功勋，的确是可圈可点的。吴起也是荀子的学生，同样是没有毕业的，都是书不要读了，追求现实名利的角色这就看出当时文化演变的衰退情形。吴起后来当大将，有个士兵生疮，吴起用口替他吸出脓血。这一来，士兵的母亲哭了，他说孩子的父亲当年生疮，吴大帅也是这样待他，所以为吴大帅卖了命如今又对我儿子这样，这条命又要卖给吴大帅了。我们为什么说到这些，是因为这节书引起的。我们现在再回到原文找不出伯牛的病在什么地方，而孔子在伯牛临死之前，还来握握手，看他一下。看他一下这件平常的事，却慎重地把它记载下来，编在论语里。可见平凡中有值得研究的地方。伯牛的病，是个很大的疑案。我们暂时把它保留在这里，等到以后再来讨论。至少有一个字，我们可以在这里讨论亡之，命矣夫！的亡，在古人的解释，认为孔子当时握着他的手，很悲伤地感叹，他得了绝症，这真是命！但是我的看法，古文中亡字往往与无字相通。拿白话文来解释，是孔子很伤感的说，命真不可信吗？真没有命运吗？意思也是说像这样好的人，怎么会这样短命？不在愁中即病中我们在中国文学里，对于人生常有贫病交加的悲叹。现在上面说的是一个人的病，下面便要说到一个人的贫。世界上贫病交迫的人太多了，这是我们应该用心致力的地方。所谓行仁道，就是要从社会整体的环境来均富。拿现在的政治术语来说，就是要达到全民的富强康乐。有一个朋友，过去地位很高，也是部长级的，现在有七八十岁了。前两个月碰面，看他气色很好，相逢便问年，他很风趣的说我是望八之年。他来个谐音答话，自我幽默一番。这位朋友，现在蛮穷的，他常说人世上的两个字，自己只准有一个字，决不许同时拥有两字。什么字呢？穷愁两字。凡穷一定会愁，穷加上愁就构成穷愁潦倒。他虽然已到望八之年，因为只许自己穷，绝不再许自己愁，所以能乐天知命而不忧。他真的做到了，遇见知己朋友，仍然谈笑风生。另外一个人还告诉我关于他的故事说某老还是当年的风趣。他虽然穷，家里还有一个跟了他几十年当差的老佣人，不拿薪水，在待候他。有一天，他写了一张条子，叫老佣人送到一个朋友那里，这个朋友知道他的情况，又是几十年的老交情，他有条子要钱，当然照给。"}
