{"text":"我们现在需要的是温故知新，如何整理五千年文化的遗产，如何吸收西方文化的精英而融会贯通，并发扬光大。只以文学来说，我们到目前为止，就没有办法创作一种文体，足以概括古今而永垂式范的。老实说，所有专心一致搞新文艺运动的，大体上都和我们一样，不是博古通今之士，甚之，连传统文化遗产的边缘都还未摸着。只知随着时代的潮流，漂流在大西洋与太平洋的文化边缘，如海上仙山，可望而不可即而已。再新的新文艺，必须是真正切合中国文化的新文艺，那恐怕不是目前所搞的新文艺运动所能负的艰巨大任。当我在说这些观点的时候，恰好看到十月一日联合报第三版上登载了一篇专访，报道国内数学界的学者专家们，正发起一项科学中文化的运动，他们已开始用中文写数学的教科书，期以十年有成，达到科学在中国文化中生根的目的。看了以后，情不自禁地对他们肃然起敬。这一作为，才真是中华民族中国文化的重要工作。我们闹了几十年的科学，到今天才开始中文化，比起日本虽然已迟了几十年，但到底是我们学术教育界的一大觉醒。迎头赶上，也许胜过别人。但我希望其他如医学天文物理等等学科，应该也会如风行草偃，慢慢地跟踪而起。可是其中最困难的前奏，恐怕还是再新的新文艺运动吧！人性与人欲儒家学说中的人性善恶观什么是人性？原始的人性，究竟是善的，或是恶的？人欲是否就是罪恶？这都是中西哲学上的大问题，也是人类思想史上几千年的悬案。中国哲学史上关于人性善恶的争论，已经二千余年，初由孟子特别提出的性善说，连带批判告子论性无善恶的观念，稍后又有荀子的性恶说，与性善的观念恰恰相反，于是便成为思想界争辩的论据。再后，由于佛学的传入中国，谈心说性，便成为哲学辩论的中心。宋明的儒者――理学家们，内在接受佛家道家的思想，于是人性的善恶问题，也就成为理学论据的要义。大体说来，理学家们，大多都是秉承孟子的性善说，认为人之初，性本善。人之所以为恶，都是后天的习性所养成后天的习性和人欲又有密切的关系，因此要反省克念，去尽人欲，使天理流行，才能恢复人性本来善良的面目。孟子与告子的论辩孟子提出性善论据的重点，认为恻隐之心，人皆有之。羞恶之心，人皆有之。恭敬之心，人皆有之。是非之心，人皆有之。便是人性本自良善的有力证明。而且肯定地说人性之善也，犹水之就下。"}
{"text":"大体说来，理学家们，大多都是秉承孟子的性善说，认为人之初，性本善。人之所以为恶，都是后天的习性所养成后天的习性和人欲又有密切的关系，因此要反省克念，去尽人欲，使天理流行，才能恢复人性本来善良的面目。孟子与告子的论辩孟子提出性善论据的重点，认为恻隐之心，人皆有之。羞恶之心，人皆有之。恭敬之心，人皆有之。是非之心，人皆有之。便是人性本自良善的有力证明。而且肯定地说人性之善也，犹水之就下。人无有不善，水无有不下。他所指出人性中本自具有恻隐善恶恭敬是非之心，做为证明，是有相当的理由。但以水就下，肯定形容人性的本善，确实有所商榷的余地。同时，孟子提出告子等对于人性无善无不善的批判，使我们知道告子等学说的大概。如说告子曰性，无善无不善。或曰可以为善，可以为不善。或曰有性善，有性不善。至于告子论据的重点，他认为性，犹杞柳也。义，犹GāＲ匀诵晕仁义，犹以杞柳为GāＰ裕犹湍水也。决诸东方则东流。决诸西方则西流。人性之无分于善不善也，犹水之无分于东西也。告子的理论，是否正确，暂且搁置。但以孟子所提出告子的这些话看来，它与现代流行西方文化中的机械心理学，却有异曲同工之妙。而且更有趣的，告子一时大意，不懂论辩的理则现代人所惯称的逻辑思考的方法，当时被孟子的纵横才气盖住了，当场吃蹩。如说告子曰生之谓性。孟子曰生之谓性也。犹白之谓白与？曰然。白羽之白也，犹白雪之白白雪之白，犹白玉之白与？曰然。然则犬之性，犹牛之性，牛之性，犹人之性与？现在我们读了这节书，非常明显的，发生两个重要的问题一告子所说生之谓性。定义不太详尽。因为古代语文过于简化的关系，或者说，可惜告子不懂因明的法则，语焉不详，所以并未表明自己真正的主旨是指有了生命活动能力的便叫做性呢？或是说性是与生命同时俱来的呢？二孟子善于辩论的方法，他抓住了告子这个弱点，就说既然生之谓性。那么，等于白与白是一样的？告子说是。孟子跟着这一句是的答案，就说那么，白羽的白，就等于白雪的白白雪的白，就等于白玉的白吗？告子又答是的。孟子因此便说那么，狗的性，就等于牛的性牛的性，就等于人的性？"}
{"text":"或是说性是与生命同时俱来的呢？二孟子善于辩论的方法，他抓住了告子这个弱点，就说既然生之谓性。那么，等于白与白是一样的？告子说是。孟子跟着这一句是的答案，就说那么，白羽的白，就等于白雪的白白雪的白，就等于白玉的白吗？告子又答是的。孟子因此便说那么，狗的性，就等于牛的性牛的性，就等于人的性？孟子这一论辩，相似于因明印度古代论理学的名称引用比喻的方法，以此难倒了告子。其实，平心静气地说，孟子所用的比喻，几乎是有引喻失义的嫌疑。告子一时懵懂，无理可申，只好就此吃蹩，至于本来的人性是善是恶？毕竟还是悬案未决。荀子的性恶说到了论争末期，荀子直截了当地提出性恶的论据，恰恰与孟子的观念，成为强烈的对照但要注意孟子与荀子，都是历来公认为战国时代的大儒，只是儒家的分号，并非别处的杂货店。荀子说人之性恶。其善者，伪也。今人之性，生而有好利焉，顺是故争夺生而辞嚷亡焉。生而有疾恶焉，顺是故残贼生而忠信亡焉。生而有耳目之欲，有好声色焉，顺是故淫乱生而礼义文理亡焉。然则，人之性恶明矣，其善者伪也。根据荀子这一节理论，它与西方文化中的唯物思想经验学派机械论者似乎都有相同的观点。但在此，只是指荀子对于性恶说这一观念而言，并非以偏概全，认为荀子的整体思想，都是如此。如要研究荀子通盘思想与学术，必须熟读荀子全书方可，切勿因噎废食，顾此失彼。扬雄的善恶混杂说再后，到了汉代，扬雄便提出人性的善恶混杂的观念，如说人之性也，善恶混。修其善则为善人。修其恶则为恶人。气也者，所以适善恶之也与？扬雄这一观念，上半节等于是告子思想的变相。下半节引出气和人性善恶的关系，又是孟子思想志者，气之帅也的观念。这真是道道地地的善恶混说，好像很有道理，严格推究起来，到底言无所宗。王阳明的见地等次以下，历汉末魏晋南北朝，而到唐宋，理学之儒，崛然兴起，号称上接孔孟的心法，下开百代的宗师们，或以性即是理，理即是性或以理与气的二元而论性，阐说心性的玄微，愈说愈有性格，也愈使人迷离。再进展而到明代，有了王阳明的学说，对于性的问题，倒下了明确的定义，有名的阳明四句教无善无恶性之体。有善有恶意之动。"}
{"text":"下半节引出气和人性善恶的关系，又是孟子思想志者，气之帅也的观念。这真是道道地地的善恶混说，好像很有道理，严格推究起来，到底言无所宗。王阳明的见地等次以下，历汉末魏晋南北朝，而到唐宋，理学之儒，崛然兴起，号称上接孔孟的心法，下开百代的宗师们，或以性即是理，理即是性或以理与气的二元而论性，阐说心性的玄微，愈说愈有性格，也愈使人迷离。再进展而到明代，有了王阳明的学说，对于性的问题，倒下了明确的定义，有名的阳明四句教无善无恶性之体。有善有恶意之动。知善知恶是良知。为善去恶是格物。但是，问题解决了没有？不但没有真正解决了问题，而且阳明先生四句教的本身，却又产生了矛盾，他纵有晚年定论来补充，仍然有欠透彻。阳明先生既然肯定了性的体是无善无恶的，善恶只因意动而分，这便是第一重矛盾。试想这个能动的意，是否是由体上起用？如果意是由体上起用的，那么，体中本来就应含藏有善恶的功能，何以说体是无善无恶的呢？如果说意不是由体上起用，那么，这意又从何而来？而且它与无善无恶之体对立，岂非是二元对立吗？同时，能知善知恶的这一知，又是否便是体上的良知呢？这又是第二重矛盾。如果是的，确见这个知体或体知，本来就含藏有善恶的功能，何以说体无善无恶呢？且有了一个意，又有了一个知，都是体上起用的功能，究竟是三元一体――一气化三清，或是三元对立的呢？至于为善去恶是格物，那是行为伦理的道德修养原则，自然无可疑议。我们大致了解了以上所举出中国哲学史上，有关儒家对于人性善恶论的一些重要资料，关于人性究竟是善是恶的争端，已经约略明了了大概，如果肯下好学深思的工夫，博学审问慎思明辨，便应当知道这个问题的关键所在了。西方的学者，或倾心于西方文化的学者，认为中国没有真正的哲学，也可以在这些问题上看出了端倪。界说不清的症结其实说了半天中国哲学史上人性善恶观争辩的要旨，其中最大的关键，就是界说不清，大家只从建立行为道德的要点上争论人性本善本恶的定见，并没有先把行为道德的问题，暂且搁置一边，先行严格探寻所谓人性的本身，它究竟是什么？而且更重要的界说关键在于大家所说的人性，是先天――形而上――父母未生以前的本性？它是否存在？又是这一问题中的问题。或者是指有了生命以后的人性？应当先下一个研究讨论的范围，才好对此问题有进一层探讨的线索。"}
{"text":"界说不清的症结其实说了半天中国哲学史上人性善恶观争辩的要旨，其中最大的关键，就是界说不清，大家只从建立行为道德的要点上争论人性本善本恶的定见，并没有先把行为道德的问题，暂且搁置一边，先行严格探寻所谓人性的本身，它究竟是什么？而且更重要的界说关键在于大家所说的人性，是先天――形而上――父母未生以前的本性？它是否存在？又是这一问题中的问题。或者是指有了生命以后的人性？应当先下一个研究讨论的范围，才好对此问题有进一层探讨的线索。总之，上自孟夫子开始，下至明清以还的理学大儒，他们所讨论人性善恶之说，都是以有了生命之后的人性行为作基准，而由此推测到先天――形而上的人性本体论，界说混淆不清，弄得一头雾水，因此论说纷纭，便成为众盲摸象，各执一端的流弊了。如果以有了生命以后的人性来说善恶，孟子告子荀子扬雄，乃至王阳明诸家的说法，都有理由，可以成立。但可惜的是，这都是与遗传学心理学教育心理学等等有关的问题，至于和真正哲学的本体论，则了无牵涉。以之而言行为心理学则可如果就以此而论形而上学，还大有一段距离，实在需要细加审思探寻。希腊哲学对人性的知见提起西方文化，科学在现代的地位，具有决定性左右一切学术的权威。但到目前为止，无论科学如何的发达，所有代表西方文化的欧美文明，仍然还没有跳出宗教和哲学的范围，尤其是希腊哲学和新旧约的教义。讲到希腊哲学，当然不能不追溯苏格拉底s的思想。苏氏的生平，正如中国的圣人孔子所说样――述而不作。要想研究他的思想学说，必须要从他的高足弟子柏拉图的对话录中寻找他的线索。苏氏虽未明确讲述人性本来的善恶问题，但在对话录中可看出他早期论述的部分思想，似亦主张人性本善，如普罗太哥拉斯s篇中的记录，苏氏认为道德与智慧初无差别，而邪恶系由无知而来。正义节制勇敢等无有不同于知识者。这应当是西方思想史上首次出现的知德合的见解。其次对话录曼诺篇中，主要说明知识由于记忆而来。由此可见苏氏认为人性本自具有善的真知灼见，本来的真知应该为善，人之所以为恶者，由于没有知识，致使判断错误。这也便是西方哲学重视知识即道德之善行的主要源流。"}
{"text":"正义节制勇敢等无有不同于知识者。这应当是西方思想史上首次出现的知德合的见解。其次对话录曼诺篇中，主要说明知识由于记忆而来。由此可见苏氏认为人性本自具有善的真知灼见，本来的真知应该为善，人之所以为恶者，由于没有知识，致使判断错误。这也便是西方哲学重视知识即道德之善行的主要源流。至于柏拉图的思想，对于人性的理论，虽有理情欲三分的论说，而且认为理性即为人性，它是灵魂中不朽不变的体质，情与欲，则可朽可坏见对话录菲多p篇及国家篇。由此可见柏氏仍然继承其师苏格拉底的学说，认为人之理性本来是善的。到了亚里斯多德s手里，扩充其师柏拉图的人性灵魂的三分说植物灵魂司营养，动物灵魂司情欲，人类灵魂司理性。道德，即为协调这三者，使它逐次达于至善之目的。如何在行为上确实使三者达到理想的境界，则有赖于知德与行德――实践之德的结合。总之，以理性控驭情欲，为德行的究竟。而理之驭情，又须赖经验与事实上的抉择，以及习惯的养成。亚氏虽不明白涉及人性本来的善恶问题，但他认为凡物之善，其目的在求实现的特性。人之善，不仅在于动植物的二种灵魂，尤其重要的，在于理性特质的实现。由引可知亚氏，亦认为人性本善，其至善者，乃由于习惯而来。这便是亚氏的思想，着重于经验论的色彩，使善恶两种极端尖锐地对立，为之缓和而成为有中性化的作用。所以有人批评，认为他所谓经验事实的抉择，还不及后世西方伦理学中自由意志的最高境界，这又属于另一问题，不必节外生枝去讨论它。西方宗教文化的人性问题此外，大家都知道，在西方文化中，如果不从宗教的经典新旧约开始研究，根本无法探讨西方文化的渊源所自。新约姑且不论，在旧约的创世纪中，谁也知道神耶和华创造了天地以后，又按照他自己的形像创造了人。"}
{"text":"新约姑且不论，在旧约的创世纪中，谁也知道神耶和华创造了天地以后，又按照他自己的形像创造了人。但是，夏娃亚当偷尝了伊甸园中的禁果，如果人性本善，又如何会为不善虽然它没有提出人性本善本恶的专题，但由创世纪中叙述伊甸园的番旖旎风光，便已看出人性本善的主旨如果人性不是本善的，即使修善作义人，也无法返还到原路，钻进窄门，走回上帝的天堂了由此看来，便可为它下结论可怜禁果偷尝后，情欲由来最害人。对吗讲到这里为止，人性究竟是善是恶的问题，还没来得及作结论，更没有提出中国文化中道家与佛家有关人性问题的要义，便又引出人欲或性欲是否是恶与罪的问题来了有人认为欲非恶有关人欲的问题，我的同乡黄美煌先生，曾经写了一篇欲非恶的文章，又不耻下问地当面和我讨论。现在说句道歉的老实话，我真是既忙且懒，曾经托人要找这篇文章，但他始终未替我找来，所以直没有拜读这篇大文，当时更无辞以对。现在讲到人性和人欲的问题，同时又扯到希腊哲学柏拉图理情欲三分的说法，不得不临时转向，先把中国儒家学说有关情和欲的观念，稍加解说。我们都是中国人，中国人引用中国文化，本来便是自己的家产，也用不着分家得太清楚。但如正式引用到学术上去，总要留心点才是。我们常会听人说孔子说的食色，性也这句话。其实，错了，这句话，是告子所说，而在孟子书上记述出来的，孔子并没有说过这句话。只在礼记的礼运篇中，孔子曾经说过饮食男女，人之大欲存焉。死亡贫苦，人之大恶可恶的恶存焉。故欲恶者，心之大端也。人藏其心，不可测度也。美恶皆在其心，不见其色也，欲一以穷之，舍礼何以哉孔子与告子的话，语句虽有不同，但同样的，都是承认饮食与男女的色欲，都是人欲或人心的大端。而且要特别注意的是告子在这句话里所谓的性，并非代表他自己所说人性犹杞柳犹湍水的本性，实在是代表原始人欲本能的属性。不信，可去仔细研读原文便知。那么，孔子孟子告子，他们认为人之大欲，究竟是不是恶的呢这可实在不易随便论断。"}
{"text":"而且要特别注意的是告子在这句话里所谓的性，并非代表他自己所说人性犹杞柳犹湍水的本性，实在是代表原始人欲本能的属性。不信，可去仔细研读原文便知。那么，孔子孟子告子，他们认为人之大欲，究竟是不是恶的呢这可实在不易随便论断。在上文引用孔子的学说，夫子已经说过人藏其心，实在不可能从外表去测度它，因为美恶皆在人心之中，不能够从外表的态度上看的出来，如果想要贯的探求它的究竟，除了礼的作用，那里能够呢同时，在礼运篇中，孔子又把人之大欲，归到人的七情之内，所谓七情，便是喜怒哀乐爱恶欲。因此便产生后世的儒家，有了性和情的理念。自汉懦董仲舒以次，姑且不一一列举，最为明显的，到了唐代李翱著复性书时，便确切地提出性情的说法。至于欲的观念，约略而不重要。而欲，是否就是罪，且待下文研讨。人欲与天理说此外，更有趣的是于思所著的中庸里，除了只提到喜怒哀乐以外，从来没有提出他祖父孔子的七情，故无怪考据学家们，对于这几本书的著作，怀疑到有问题了。考据的事，不是我们要讲的范围，暂且不管。因有孔子孟子告子提出的人性与性和情欲等观念，到了宋儒的理学家手里，因袭了佛学的观念，采用中庸的喜怒哀乐之未发，谓之中。发而皆中节，谓之和，致中和，天地位焉，万物育焉的主旨，于是强调去人欲，存天理。人欲净尽，天理流行的说法，便普遍传习，成为宋儒儒学的中心思想。其实，以此而言道德的修养，则为不二法门如以此而言形而上道的人性本体论，则当再加商榷。但这些思想学说，却与希腊哲学家苏格拉底柏拉图亚里斯多德，何其不谋而合，多么相近。同时，我更怀疑康德的学说，某些地方，有受宋儒思想影响的可能，所以我曾经建议位专攻康德之学的学者，留意这个问题。本文有关学说，不详引原文，希望青年同学们，能够由此抛砖引玉，启发慧思，肯去研读原典。儒道两家共通的观念自从宋明的儒者――理学家们，提出了天理与人欲的问题，为中国文化的伦理哲学，与行为哲学方面，奠定了个名辞简捷易晓，而内容充实的普遍道德意识――便是后世尽人皆知的做人和做事要凭天理良心的观念。"}
{"text":"同时，我更怀疑康德的学说，某些地方，有受宋儒思想影响的可能，所以我曾经建议位专攻康德之学的学者，留意这个问题。本文有关学说，不详引原文，希望青年同学们，能够由此抛砖引玉，启发慧思，肯去研读原典。儒道两家共通的观念自从宋明的儒者――理学家们，提出了天理与人欲的问题，为中国文化的伦理哲学，与行为哲学方面，奠定了个名辞简捷易晓，而内容充实的普遍道德意识――便是后世尽人皆知的做人和做事要凭天理良心的观念。但也很明显的，认为人欲的作用，多半是属于罪恶的面，所以去人欲存天理，便是理学的基本学问。理学家们既然自认是上接孔盂的心法，我们对此又不得不再追溯到先秦之际足以代表道家的老子儒家的孔子，看看他们对于天理与人欲的看法。上文曾经扼要提引到孔子对于情和欲的观念。如果再要深入点提引这些资料，便需要寻找经过孔子所整理的古籍文献，例如礼记中的乐记，曾有记载人生而静，天之性也。感于物而动，性之欲也。曲礼说欲不可从。都很明显地说出人欲的动向，而认为它是可怕的，是不可放纵的。至于孔子本人曾说饮食男女，人之大欲存焉。他并非直接认为人欲便是人性本有的正当行为。而只是说明人之所以为人，便自然而然地会有饮食和男女等基本的人欲，所以他又说何谓人情喜怒哀乐爱恶欲，七者弗学而能。由于人性有这些基本的情和欲，可能趋向于自害害人，甚至达到不可收拾的地步，所以必须要注重人文的教化，于是制礼以防患未然，作乐以调整性情。三礼的精神即由此而订定，春秋的大义，也由此而建立，为求还于天性之初的礼乐之教，也由此而出发。至于老子，除了着重于阐扬传统文化的道体和德用以外，并未确切提到人性和人欲的问题。除非把他所说的道字，强行拉到人性和天性的范围来讲，但总不免有点牵强的嫌疑，但是老子却提到不见可欲，使民心不乱的观念。在他简短的五千文中，只要有了这观念，便可了解他所认为的人欲，也不是个好东西。至少，它是犯意的先驱，受到所见的教唆而成为罪乱的主犯。所以他便提出少私寡欲，作为修养的方法和目的。此外，只有易经的系传里，提到成性存存，道义之门两句，便成为后来懦道两家的共通原理。"}
