{"text":"如果再要讲究，就到静安寺路大华饭店去品味黑海鱼子酱，他们的主厨是出重金从马赛聘来的，还有一位是罗马烹调大师，论法式意大利式经典肴浆，无疑是顶呱呱的世界超水准。然而三十年代的海派西式食品中，夺魁者何？当推起司炸蟹盖，。晋隆饭店出品，每当秋季阳澄湖清水大闸蟹上市，蒸后别出膏肉，填人蟹的背壳中，洒一层起司粉，放进烤箱熟了上桌，以姜汁镇江香醋为沙司，美昧直甲天下。喜欢洋派甜食者，那么迈尔西爱路伯思馨白兰地三层奶油蛋糕，西摩路屯达点心店奶油粟子蛋糕，赫德路电车站转角爱的尔面包房下午茶时间出炉的鸡派，海格路意大利总会核桃椰子泥雪糕，永安公司七重天的七彩圣代，跑马厅美心白雪奶泡冰淇淋上海人就是这样饫甘餍奇吗？且莫怅惘，即使低廉如一碗白水光面，在上海也可有所发挥。上海人爱面子，光面说不出口，做生意人又在乎叫得响，还要好听好口彩，于是，店伙喊了暧――上来一阳春呀！两碗面嗳――双阳春来！三碗则嗳――又来三阳开泰！四碗则嗳――再加阳春两两碗！这种面类中最惭愧低档的阳春面，做得中规中矩，汤清面健味鲜，象牙白细条齐齐整整卧在一汪晶莹的油水里，洒着点点碧绿蒜叶屑，贩夫佣妇就此，固不得已也，然而不乏富贵雅人，衣冠楚楚动作尖巧地吃一碗阳春面，宁静早已致远，谈泊正在明志，是都市之食中最有书卷气的。从前的上海人中做吃食生意者，利用顾客心理，各有拿手好戏。每年鸡蛋旺季，冷藏设备有限，急需把鸡蛋推销掉，你去喝豆浆吧，刚刚坐下，伙计过来问甜格成格？你说了，他说好，成浆，鸡蛋一只还是两只？你说一只，他喊道喂――又来咸浆一碗，加只蛋。你原是只想喝威豆浆的，如果他问要勿要加鸡蛋，你会答勿要，而他问。鸡蛋一只还是两只，你便去考虑两只太多，一只就够了――上海人这点偷换概念的小伎俩，施之于外省来的旅客，可谓稳扎稳打，除非是本地的人精，就不甘于被摆布喔，老先生，侬早，请坐，甜浆咸浆？咸格。好，成浆，鸡蛋一只两只？今朝勿要哉。哪能拉？昨日被侬噱进了。啊哟哟，侬老人家真是，鸡蛋吃勒侬肚皮里格，又勿是请我吃，侬钞票麦卡麦卡，豆腐浆里勿摆蛋赛过八月半唔没月亮，阿是？好，侬阿要辣油哦？"}
{"text":"鸡蛋一只还是两只，你便去考虑两只太多，一只就够了――上海人这点偷换概念的小伎俩，施之于外省来的旅客，可谓稳扎稳打，除非是本地的人精，就不甘于被摆布喔，老先生，侬早，请坐，甜浆咸浆？咸格。好，成浆，鸡蛋一只两只？今朝勿要哉。哪能拉？昨日被侬噱进了。啊哟哟，侬老人家真是，鸡蛋吃勒侬肚皮里格，又勿是请我吃，侬钞票麦卡麦卡，豆腐浆里勿摆蛋赛过八月半唔没月亮，阿是？好，侬阿要辣油哦？我是相信吃辣格！好，嗳――成浆一碗重辣，鸡蛋拣新鲜大点格，马上就来！概念再次偷换――上海人擅长在饮食男女等细节上展施小伎俩，多半总是收效的，因之自我感觉个个光滑良好，把自己当作鱼把别人当作水，如鱼得水的水其实都是鱼，然而却就此优哉游哉逝者如斯夫。即使轮到整个大都会被偷换了大概念，上海人还是以为靠微型的概念偷换，便足与巨型的概念偷换相周旋相抗衡，似乎愈是绝处愈能逢生，而且夹缝里发了财。租界期如此，孤岛期如此，日据沦陷期如此，胜利光复期如此，如此这般期如此，直到永远。只认衣衫不认人那时候，要在无数势利眼下立脚跟钻门路撑市面，第一靠穿着装扮。上海男女从来不发觉人生如梦，却认知人生如戏。明打明把服装称为行头皮子，四季衣衫满箱满橱，日日价叫苦呒没啥好着呀。最难对付的是腊月隆冬，男的没有英国拷花开许米，女的没有白狐紫貂，不宜出门，尤其别上人家的门。倘若勿识相，或者实在逼勿过了――冒着寒流来到某公馆――开门的阉人眼光比街上的风还冷，懒懒接过名片，门又带上，你且等着，怎能让你入内？主人家会呵斥不看看是什么人！什么人呢，当然是指什么衣，管你那秋季大衣如何漂亮吃价，时令一过，着毋庸议，若非告贷便是求情，上门来有啥好事体？"}
{"text":"那年代的国货电影中，几乎每片都可看到这样的一串镜头――妙龄时装女子，婷婷袅袅上楼梯，稍作张望，立定在一扇门前，她拢拢发，舐舐唇，掸掸衣襟，举手笃笃笃敲三下，门将开未开的几秒闻，皮鞋尖在小腿肚上迅速交换轻擦――这些个动作无愧为中国早期电影的神来之笔，所以每片都要神来一下，明星无不驾轻就熟，因为在生活中还不是这样的吗看戏的女人和作戏的女人都觉得有味道，当年的价值判断是个女人出来交际，如果鬟发不整，口唇干燥，衣襟沾屑，鞋尖蘩尘，那就是完了。是故在门将开未开的刹那，全会本能地紧扣细节，虽然门开之后成事终究在天，要知开门之前到底谦事在人，何况是年纪轻轻的女人。上海人一生但为穿着忙，为他人做嫁衣裳赚得钱来为自己做嫁衣裳，自己嫁不出去或所嫁非人，还得去为他人做嫁衣裳。就旗袍而论，单的夹的衬绒的驼绒的短毛的长毛的，每种三件至少，五件也不多，三六十八，五六得三十，那是够寒酸的。料子计印度绸瘪绉乔奇纱香云纱华丝纱泡泡纱软缎罗缎织锦缎提花缎铁机缎平绒立绒乔奇绒天鹅绒刻花绒，等等。襟计小襟大襟斜襟对襟，等等。边计蕾丝边定花边镶空边串珠边，等等。镶计滚镶阔镶双色镶三嵌镶，等等。纽计明纽暗纽包纽盘香纽，等等。尤以盘香纽一宗各斗尖新，系用五色缎条中隐铜丝，作种种花状蝶形诡谲款式，点缀在领口襟上，最为炫人眼目乱人心意。假如采旗袍为婚礼服，必是缎底苏绣或湘绣，凤凰牡丹累月经年，好像是一件千古不朽之作。旗袍的里层概用小纺，即薄型真丝电力湖绸，旗袍内还有村袍，是精致镂花的绝细纯白麻纱，一阵风来轻轻飘起，如银浪出闪，故名飞过海。旗袍奇在开衩，中华裙裾向来严不透风，长可及地，汉末始有旗袍之雏型者传人西域，至北魏乃流行于中原，盖开衩则便于骑马登鞍也。衍至清末民初，旗袍这一款式成熟了，开衩忽高忽低，做足输赢，人心叵测，感慨系之矣。与旗袍相对而言的长衫，同样分单夹衬绒驼绒毛大毛。做面子的丝织品毛织品，色泽文样完全独立于旗袍料之外，两者绝不混淆，稍有涉嫌便是奇耻大辱。男女衣料如此壁垒分明，诚不知据于什么律理。当年的社交场合，长衫加罩马褂方才正宗合格。公式是蓝袍黑褂，大庆盛典，蓝黑济济，便算汉官威仪。"}
{"text":"衍至清末民初，旗袍这一款式成熟了，开衩忽高忽低，做足输赢，人心叵测，感慨系之矣。与旗袍相对而言的长衫，同样分单夹衬绒驼绒毛大毛。做面子的丝织品毛织品，色泽文样完全独立于旗袍料之外，两者绝不混淆，稍有涉嫌便是奇耻大辱。男女衣料如此壁垒分明，诚不知据于什么律理。当年的社交场合，长衫加罩马褂方才正宗合格。公式是蓝袍黑褂，大庆盛典，蓝黑济济，便算汉官威仪。那种马褂选料贵重，贡缎毛葛，裁制十分讲究，是华夏之礼的体现，可是敢情长到脐下就没有了，预兆着礼的气数殆尽，格物致知者大可幸灾乐祸释作一褂成谶。按旗袍和长衫系由满清服式演变而成的汉族绅士淑女装，当年一般正经男女是不穿两截头的衣裤的，妇姑御袄，必系长裙，即使平日家居，亦复旗袍长衫，起坐裕如。五十年后实难想像此种从容岁月斯文生涯。当时人也决计料不到子孙竟有短衫F上大学讲堂，那还得，庸讵知不了则已，一了就把长衫旗袍了个千干净净。这种时代的代沟，没有什么可以发人深省的，所以还可以赋下去。冬季，北人南卜到上海，都说够呛。因为冷得阴湿，透入骨髓，而上海人棉絮不及身，丝棉也只有垂垂老去者才纡尊迁就。天寒地冻大家照样丝袜绸衬衫，确保身材窈窕动作活络。是故室外非得有丰隆的外套不为功，西装固有大衣者，中装也另有长可及地的兜蓬披风一口钟。沪谚若要俏，冻得格格叫，从落叶纷飞到白雪满地，男男女女咬紧牙关挺胸健步，潇洒苗条坚持不败，手背脚踵都生了冻疮，勿冷勿冷，我是勿怕冷格，嘴唇明明在抖，大家不说穿大家要漂亮。春江水暖女先知，每年总有第一个领头穿短袖旗袍的，露出藏了一冬天的白臂膊，于是全市所有的旗袍都跌掉了袖子似的，千万条白臂膊摇曳上街，从五四时代的翩翩倒大袖，缩小缩短，直缩到肩胛骨。夏天了，旗袍无袖可言。四十年代初，那大袖一度翩翩归来，很快又过时哉。领子则高一年低一年，最高高到若有人背后相呼，必得整个身体转过来，那颈项箍在领圈中，扣着三四档纽襻哩。高领力求挺括，内衬细麻再上了浆，作领自毙苦不堪言。申江妖气之为烈于此可见一斑。然则长衫旗袍自有其玄妙在，长衫要不宽不紧中显得大有余地设身高一米八十，其衫长可一米五十许，要使这一米五十许的线条或隐或显地上下呼应摆动，才够得上风度。"}
{"text":"夏天了，旗袍无袖可言。四十年代初，那大袖一度翩翩归来，很快又过时哉。领子则高一年低一年，最高高到若有人背后相呼，必得整个身体转过来，那颈项箍在领圈中，扣着三四档纽襻哩。高领力求挺括，内衬细麻再上了浆，作领自毙苦不堪言。申江妖气之为烈于此可见一斑。然则长衫旗袍自有其玄妙在，长衫要不宽不紧中显得大有余地设身高一米八十，其衫长可一米五十许，要使这一米五十许的线条或隐或显地上下呼应摆动，才够得上风度。不仅裁缝师傅务必高明，穿长衫的先生更得涵养有素，不瘟不火，周身线条流贯宕扬，实在玉树临风，懦释道三美皆备而莫衷一是。大学生则长衫配西裤，足登车胎底皮鞋，围巾前挂后垂，单手插入裤袋，长衫下幅就斜成帆形，快步行来，乘风破浪，国家兴亡匹夫有责，细考当年社会上流行的口头禅，一盘敬沙五分钟热度毕业即失业结婚是恋爱的坟墓，那就不是区区长衫所能任其咎了。而纵横洋场已成压倒之势者是西装。西装店等级森严，先以区域分，再以马路分，然后大牌名牌，声望最高的都有老主顾长户头，价钱贵得你非得到他那里去做不可，否则何以攀跻人夸示人？当年是以英国式为经典，中老绅士就之法国式为摩登，公子哥儿趋之意大利式为别致，玩家骑师悦之。西装第一要讲料作。那时独尊英纺，而且必要纯羊毛，稍有混杂，身价大跌。夏令品类派力斯凡立丁雪克斯丁白哗叽等，冬令品类巧克丁板丝呢唐令哥厚花呢等，春秋晶类海力斯法兰缄轧别丁舍维霍姆斯本薄花呢等。所谓英国花呢，厚薄两型纷繁得热昏。国际最新时装杂志汇集上海，中国缝工无疑世界第一。大牌名牌的店家陈设优雅，氛围恬静。欢迎请坐奉茶或咖啡，寒瞳几句，言下十分自负。先生光临本店，想是慕名而夹然后除了几上的一叠时装杂志，又从内部捧出最新的样本来。这时是顾客显骨子的当口了。如果你边看边品评，眼光凶，门槛精，店伙就起劲奉承，其中夹进微妙的辩论，最后完全听从你的抉择，就更加满足你的自尊心。接下来是看料作。美妙绝伦，像图书馆那样庄严肃穆，凡你中意的，一匹匹拿下来，近看，远看，披在肩上对镜看，裹在腿上假设为裤管看――结果决定几套，三件头两件头独件上装，两粒纽三粒纽，单排双排，贴袋嵌袋插袋。还要商量夹里，半里全里，羽纱？软缎？至于衬垫，放心，阿拉勿会用白麻格，总归是黑炭，垫肩垒羊毛，棉花是勿进门格。"}
{"text":"这时是顾客显骨子的当口了。如果你边看边品评，眼光凶，门槛精，店伙就起劲奉承，其中夹进微妙的辩论，最后完全听从你的抉择，就更加满足你的自尊心。接下来是看料作。美妙绝伦，像图书馆那样庄严肃穆，凡你中意的，一匹匹拿下来，近看，远看，披在肩上对镜看，裹在腿上假设为裤管看――结果决定几套，三件头两件头独件上装，两粒纽三粒纽，单排双排，贴袋嵌袋插袋。还要商量夹里，半里全里，羽纱？软缎？至于衬垫，放心，阿拉勿会用白麻格，总归是黑炭，垫肩垒羊毛，棉花是勿进门格。然后是量尺寸，手势轻快果断，颇有舞蹈性。如果你身材好，就量到哪里赞到哪里，搭侬先生做衣裳，真开心，电影明星也呒末侬价司麦脱。尺寸单的项目极其缜致，填满了，还要想想，加附注，长期保存，作下次的参考，而且说假使侬在外国，要做了，请关照一声，我伲打包寄过来。等到试样的日期，更是双方显骨子的时候。虽是他从旁帮衬，你动作要灵敏，程序要合拍，他手捉划粉，口噙别针，全神贯注，伶俐周到，该收处别拢，该放处画线，随时呢喃着征询你的高见，其实他胸有成衣，毫不迟疑。而你，在三面不同角度的大镜前，自然地转体，靠近些，又退远些，曲曲臂，挺挺胸，回复原状，立腿如何，分腿如何，要人穿衣，不让衣穿人，这套驯衣功夫，靠长期的玩世经验，并非玩世不恭。上海人玩世甚恭，既要应和重视别针划粉的全套动作，又务必贯彻唯我独尊的见解要求。试样的过程是一个辩论的过程，若有不恭者不知趣，冒充行家，事态会激化到本店牌子有关，还是另请高明吧。真正懂衣经者却娓娓清谈，双方表示钦佩，侬先生真讲究，讲究得真有道理，不然我也勿会定规要到宝号来哉。复试，如果你无兴去店家，他可以到府上来效劳。初试仅一袖，这次两袖全，整套款式俱在。万一你又有新的意图，他不惜拆掉重做，是故往往要三次五次试样，双方绝不嫌烦，直到你的满意就是他的满意，临了说先穿两天，假使有啥勿称心的地方，尽管请过来指教――双方自始至终不提一个钱字，落落大方对大方落落。从前上海人穿着普遍高水准，其中自然就不乏大师级者。一套新装，要经立。行坐三式的校验。立着好看，走起来不好看――勿灵。立也好走也好，坐下来不好――勿灵。立行坐三式俱佳，也不肯连穿两天。衣靠着，也靠挂，穿而不挂，样子要疲掉，挂而不穿，样子要死掉。"}
{"text":"从前上海人穿着普遍高水准，其中自然就不乏大师级者。一套新装，要经立。行坐三式的校验。立着好看，走起来不好看――勿灵。立也好走也好，坐下来不好――勿灵。立行坐三式俱佳，也不肯连穿两天。衣靠着，也靠挂，穿而不挂，样子要疲掉，挂而不穿，样子要死掉。上海人能一眼看出你的西装是哪条路上出品的，甚至断定是哪店家做的。佣仆替你挂大衣上装时，习惯性地一瞥商标牌子，凡高等洋服店，都用丝线手绣出阁下的中英文姓名，缝贴在内襟左胸袋上沿。衬衫手帕也都特制绣名，衬衫现熨现穿，才够挺括活翻。领带卸下便用夹板整型。衣架和鞋植按照实况定做，穿鞋先拿鞋拨，不论长袜短袜，必以松紧带箍好吊好，如果被看到袜皱了，此人太没出息。夏季穿黑皮鞋是贻笑大方的，全是白皮鞋的市面。黄皮和台色的――春秋，黑皮与麂皮的――冬季。上海人特别注重皮鞋，名店也以地段分档子，也都是定做的。先将尊脚作立体几何的测量，然后特制木檀。也要试着，不满意，这一双就归店家吃进，另外重做一双。皮张也先供挑选，式样也根据欧陆的专业范本。做工也是世界一流。上诲人把皮鞋视为圣物，也不肯连着几天，为了保持干燥和上楦定型。路边，公共场所的角子上，到处有叫攘皮鞋口哀皮鞋擦啦，每天上油打光，上午下午两次也不稀奇，似乎一生事业爱情，关键在于皮鞋。上海人的生活信条是宁可衣裳蹩脚点，皮鞋无论如何要考究。说也奇怪，一个人，如果细软的头发梳得一丝不苟，精美的皮鞋擦得一尘不染衣衫普通，甚而寒素，倒反显得练达脱略，啥也不摆勒心上的样子，上海人真会卖弄风情。当然限于平日家居，出客则必得全副銮驾，连烟匣打火机票夹雨伞，都要令人肃然起敬，否则就遭人嗤之以鼻，就是这样势利得淋漓尽致。因为上海人太爱出风头，西装店的伙计，趁一套华贵的新装完工而尚未交货的夜晚僭穿了上娱乐场，顾盼自雄，以为得天时地利人和的总优势。数日后，那订户来找经理，要退货，原因是这套行头的初夜权被侵占了――上装的胸袋里两张戏票根。"}
{"text":"当然限于平日家居，出客则必得全副銮驾，连烟匣打火机票夹雨伞，都要令人肃然起敬，否则就遭人嗤之以鼻，就是这样势利得淋漓尽致。因为上海人太爱出风头，西装店的伙计，趁一套华贵的新装完工而尚未交货的夜晚僭穿了上娱乐场，顾盼自雄，以为得天时地利人和的总优势。数日后，那订户来找经理，要退货，原因是这套行头的初夜权被侵占了――上装的胸袋里两张戏票根。因为上海男士出门都戴帽子，巴拿马金丝草帽兔子呢礼帽水獭皮罗宋帽，价值昂贵，坐黄包车三轮车及桥顶，刚开始下坡的刹那间，帽子被人摘去了。在公共厕所登坑的当儿，也容易遭遇落帽风。生活中总有此种客体或主体欲罢不能的顷刻。为歹徒所趁――干这一行的叫作抛顶功。因为上海男女出门不能不穿得奢侈戴得齐整，夜间雇黄包车，几个转弯，拉进冷僻的暗弄堂，喊也来不及了。衣帽首饰手表皮鞋金丝边眼镜钱包钞夹，照单全收。他拉车飞跑而去，你虽不一定赤条条，而受惊受气受寒，深夜里，光穿袜子，两眼迷糊，怎生走得回来。平明，为路人所见，指指点点。侬看，剥了猪猡哉――剥猪猡这个专门名词谅必是剥的一方定的，强抢了你，还把你作猪猡观。因为上海的赌台非常阔绰，进门人局后，名烟佳酿香茗美点，随心所欲不计分文。并设有典当的部门，赌客光临之初，呢帽大衣洋装革履全是名牌精品，气势果然磅礴。到后来现钞输个精打光，便典掉钻戒金表，继之大衣洋装呢帽背心领带衬衫皮鞋裤带羊毛内衣裤统统落花流水进了典当柜。外面风雪交加，总得走呀，这时便可在后门的角落里取一片稻草席，一根草素，把身子裹了，拦腰束紧，赤脚奔回家去――上海赌徒的终极时装，赌台老板的最后一份想像力。这种稻草夹克，当年上海街头是经常邂逅的，尝闻某公馆喜庆，婚礼既成，送人洞房，发觉新郎不见了，各处寻遍。当丈人丈母亲爸亲娘联袂赶到赌场，蓦然回首，邪女婿即儿子者，正在阑珊处用草席草索包装自身――他接住递过来的开许米大衣时的反应是快去典了，上台再决雌雄！然则还有大家一丝不挂相聚而谈笑风生的上海人――浑堂，江浙两省称澡堂为浑堂，倒也说明群体人浴沆瀣一气的特色。风尚大抵发源于姑苏。不是说早在春秋战国申江就受阖阊的影响了吗，上半日皮包水，下半日水包皮便是苏州人的一日之计。"}
{"text":"当丈人丈母亲爸亲娘联袂赶到赌场，蓦然回首，邪女婿即儿子者，正在阑珊处用草席草索包装自身――他接住递过来的开许米大衣时的反应是快去典了，上台再决雌雄！然则还有大家一丝不挂相聚而谈笑风生的上海人――浑堂，江浙两省称澡堂为浑堂，倒也说明群体人浴沆瀣一气的特色。风尚大抵发源于姑苏。不是说早在春秋战国申江就受阖阊的影响了吗，上半日皮包水，下半日水包皮便是苏州人的一日之计。聚坐于茶馆，台孵于浑堂，理想主义紧贴现实主义，中华民族喜群居群食群厨，自然乐于群浴。那浑堂招牌高挂，门庭若市，进门便买一根火烙印的竹筹上中下三等。等者灯光昏暗，陈设敝旧，毛巾旧而泛黄，长条的板铺上乱躺着出浴后的肢体，一派战时俘虏营的景象。中等就明亮得多，铺位上摊着蓝白阔条的浴巾，间以小几，供茶水，侍者少而默然，但已像个人间。那上等则亮得受宠若惊，高背躺椅弹簧软垫厚质毛巾新雪般耀眼，茶是小壹现泡的，侍者手脚轻快，口齿伶俐。际此，上海人的服装的功能又发作了。如果周身光鲜人时，侍者便眉动目闪礼貌有加，倘若衣履晦暗背时，侍者就眉淡眼细照常办事。那么，衣裤总得脱下来，侍者用一根顶端有铜叉的竹竿，将衣裤钗了挂在你的位置上方，很高，可望而不可即，既对下面无影响，也免了那种非分之想，人心隔肚皮呀。手表交给侍者，若是名牌，他就套在自己腕上，一般的就锁人小柜的抽屉里。那些已经浴罢而摊手摊脚憩息干高背躺椅上的人，说说笑笑，闲看别人脱衣，情况不能不分四类外强中干，外千中强，外干中干，外强中强，其一者进来时神气活现，愈脱愈蹩脚，内衣裤旧而且破了――空心大老倌，呒没家底格。其二者外观平常，里厢件件簇崭新，贴身开许米一套――哦，讲究实惠，好人家出来格。其三者最灰溜溜，满心惭恧，强作镇定，快快脱光钻进池里去。唯外强中强者气定神闲，脱一件亮一亮，侍者小心小心叉上去，好像时装表演――存心别苗头，倒是拿伊呒办法。待到身外之物全部高高挂起，众生俱平等相了。干巴巴光致致的上海人，缘缴械的败兵，狼狈窜人浴池。浴池很大，水蒸气郁勃氤氲，人都糊成灰白的影子，个个俯仰转侧剧烈活动着，皂沫污秽油腻使池水混浊得发稠发臭。水里站满了蓬头的秃头的癣疥的疝气的骨瘦如柴的痴肥似豕的殚垂惨白的，多毛刺青的，塞塞足足一池子，这样的浴池上海叫大汤。"}
