{"text":"我这个外行人，只能说这样几句外行话。我现在引用一位真正内行名家的意见，这就是著名书画家黄苗子先生，他对彭松的书法给了极高的评价，这当然是绝对可靠的了。彭松淡泊名利，从不以书法招摇。现在要出这样一本书法集，索序于我。我认为这是当仁不让的事，所以不避谫陋，写了这一篇序。年月日第章成语和典故成语，旧辞源的解释是谓古语也。凡流行社会，可证引以表示己意者皆是。典故，现代汉语词典的解释是诗文里引用的古书中的故事或词句。后者的解释不够全面，除了古典外，有些人还引用今典这个词儿。成语和典故是一种语言的精华，是一个民族智慧的结晶，是高水平文化的具体表现。短短几个字或一句话，却能够唤起人们的联想，能蕴含无穷无尽的意义，有时是用千言万语也难以表达清楚的。中国古代的文人，特别是诗人和词人，鲜有不用典者，一个最著名的例外是李后主。在世界上各大民族中，成语和典故最丰富多彩的是哪一个民族呢？这个问题，我想，考虑到的人极少极少，反正我还没有遇到呢。我自己过去也从未想到过，只是到了最近，我才豁然开朗是中国。中国汉语广如瀚海的诗文集是最好的证明。没有足够的古典文献之时，有些诗词古文是无法理解的。许多古代大家的诗文集，必须有注释才能读得懂。有的大家，注释多到数十家，数百家，其故就在于此。这情况不但见于古典诗文，连老百姓日常习用的口语也不能避免，后者通常被称为成语。成语和典故的区分，有时真是难解难分。我的初步的肤浅的解释是，成语一般限于语言，典故则多见诸文字。我们现在每个人每天都要说话哑巴当然除外，话中多少都用些成语，多半是无意识的，成语已经成为我们口语中不可或缺的一个组成部分了。成语的量大得不得了，现在市面上流行着许多版本的汉语成语大辞典可以为证。例子是举不胜举的，现在略举数例，以见一斑。司空见惯一箭双雕滥竽充数实事求是每况愈下连中三元梅开二度独占鳌头声东击西坐井观天坐山观虎斗坐失良机座无虚席坐以待毙闻鸡起舞，等等。这不过是沧海一粟而已。在我的这篇短文中，我就不自觉地使用了一些典故。连电影中的体育报告员，嘴里也有不少成语。"}
{"text":"例子是举不胜举的，现在略举数例，以见一斑。司空见惯一箭双雕滥竽充数实事求是每况愈下连中三元梅开二度独占鳌头声东击西坐井观天坐山观虎斗坐失良机座无虚席坐以待毙闻鸡起舞，等等。这不过是沧海一粟而已。在我的这篇短文中，我就不自觉地使用了一些典故。连电影中的体育报告员，嘴里也有不少成语。比如，踢足球踢到第二个球，则报告员就用梅开二度，接连踢进三个球，则是连中三元了。连不识字的农民有时也想传文，使用成语，比如，实事求是，对一个农民来说实在太拗口，他便改为以实求实，现在常听人说不尽人意，实际上应该是不尽如人意，去掉如字，是不通的。但是，恐怕约定俗成，将来不尽人意就会一统天下了。汉语的优点是说不完的，今天只能讲到这里，等以后有机会再来嗦。年月日第章我和东坡词几年前的一段亲身经历，至今回忆起来，历历如在目前然而其中的一点隐秘，我却始终无法解释。患了老年性白内障，要动手术。要说怕得不得了，还不至于要说心里一点波动都没有，也不是事实。坐车到医院去的路上，同行的人高谈阔论，我心里有点忐忑不安，一点也不想参加，我静默不语，在半梦幻状态中，忽然在心中背诵起来了苏东坡的词明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间！转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。默诵完了一遍，再从头默诵起，最终自己也不知道，究竟默诵了多少遍，汽车到了医院。在这样的时候，在这样的地方，我为什么单单默诵东坡这一首词，我至今不解。难道它与我当时的处境有什么神秘的联系吗？在医院里住了几天，进行了细致的体检，终于把我送进了手术室。主刀人是施玉英大夫，号称北京第一刀，技术精湛，万无一失，因此我一点顾虑都没有。但因我患有心脏病，为了保险起见，医院特请来一位心脏科专家，并运来极大的一台测量心脏的仪器，摆在手术台旁，以便随时监测我心跳的频率。于是，我就有了两位大夫，我舒舒服服地躺上了手术台。"}
{"text":"在这样的时候，在这样的地方，我为什么单单默诵东坡这一首词，我至今不解。难道它与我当时的处境有什么神秘的联系吗？在医院里住了几天，进行了细致的体检，终于把我送进了手术室。主刀人是施玉英大夫，号称北京第一刀，技术精湛，万无一失，因此我一点顾虑都没有。但因我患有心脏病，为了保险起见，医院特请来一位心脏科专家，并运来极大的一台测量心脏的仪器，摆在手术台旁，以便随时监测我心跳的频率。于是，我就有了两位大夫，我舒舒服服地躺上了手术台。动手术的右眼虽然进行了麻醉，但我的脑筋是十分清楚的，耳朵也不含糊。手术开始后，我听到两位大夫慢声细语地交换着意见，间或还听到了仪器碰撞的声音。一切我都觉得很美妙。但是，我又在半梦幻的状态中，心里忽然又默诵起宋词来，仍然是苏东坡的，不是上面那一首，而是缥缈红妆照浅溪，薄云疏雨不成泥。送君何处古台西。废沼夜来秋水满，茂陵深处晓莺啼。行人肠断草凄迷。我仍然是循环往复地默诵，一遍又一遍，一直到走下手术台。在这样的时候，在这样的地方，我为什么偏偏又默诵起词来，而且又是东坡的，其原因我至今不解。难道这又与我当时的处境有什么神秘的联系吗？这样的问题，我无法解释。但是，我觉得，如果真要想求得一个答复，也是有可能找得到的。我不是诗词专家，只有爱好，不懂评论。可是读得多了，管窥蠡测，似乎也能有点个人的看法。现在不妨写了出来，供大家品评。中国词家一向把词分为婉约与豪放两派，每一派中的诸也都各有特点，不完全是一个模样。在婉约派中，我最喜欢的是李后主李易安和纳兰性德。在豪放派中，我最欣赏的是苏东坡。原因何在呢？我想提出一个真正的专家学者从来没有提过的肯定是野狐谈禅的说法。为了把问题说明白，我想先拉一位诗人来作陪，他就是李太白。我个人浅见认为，太白和东坡是中国几千年的文学史上两位最有天才的最伟大的作家。他们俩共同的特点是为文如万斛泉涌，不择地而出，文不加点，倚马可待。每一首诗词，好像都是一气呵成，一气流转。他们写的时候，笔不停挥，欲住不能我们读的时候，也是欲停不能，宛如高山滑雪，必须一气到底，中间绝无停留的可能。这一种气或者气势，洋溢充沛在他们诗词之中，霈然不可抗御。批评家和美学家怎样解释这个现象，我不得而知，这现象是明明白白地存在着的，我则丝毫也不怀疑。"}
{"text":"我个人浅见认为，太白和东坡是中国几千年的文学史上两位最有天才的最伟大的作家。他们俩共同的特点是为文如万斛泉涌，不择地而出，文不加点，倚马可待。每一首诗词，好像都是一气呵成，一气流转。他们写的时候，笔不停挥，欲住不能我们读的时候，也是欲停不能，宛如高山滑雪，必须一气到底，中间绝无停留的可能。这一种气或者气势，洋溢充沛在他们诗词之中，霈然不可抗御。批评家和美学家怎样解释这个现象，我不得而知，这现象是明明白白地存在着的，我则丝毫也不怀疑。我在下面举太白的几首诗，以资对比长安一片月，万户捣衣声。秋风吹不断，总是玉关情。何日平胡虏，良人罢远征。明月出天山，苍茫云海间。长风几万里，吹度玉门关。蜀僧抱绿绮，西下峨嵋峰，为我一挥手，如听万壑松。你无论读上面哪一首诗，你能中途停下吗？真仿佛有一股力量，一股气势，在后面推动着你，非读下去不行，读东坡的词，亦复如是。这就是我独独推崇东坡和太白的原因。这种想法，过去并没有明确地意识到过，它埋藏在我心中有年矣。白内障动手术是我平生一件大事，它触动了我的内心，于是，这种想法就下意识地涌出来，东坡词适逢其会自然流出了。我的文艺理论水平低，只能说出，无法解释，尚望内行里手有以教我。年月日第章拿来和送去在世界上所有的文明大国中，古代典籍传留下来在质和量的方面都独占鳌头的，只有中国一国。这个说法完全符合事实，毫无夸大之处。典籍是最重要的文化载体。古代典籍是我们中华民族对世界人民，对世界文化一个伟大的贡献。在过去漫长的封建社会中，有的统治者也曾用大力整理过，比如清代的乾隆皇帝就曾亲自过问，遴选了几位大学士，集天下最有成就的大学者，用上几年的时间，编选了一部有名的四库全书，没有刻版印行，只命人缮写了七部，分贮全国一些地方。乾隆的用心或者动机并不是善良的，他想消灭一些书或者消灭一些书的有忌讳的部分。但是效果应该说还是好的，四库全书保全了一些书免遭毁灭的厄运。在解放前，上海商务印书馆影印了一大批古籍，编为四部丛刊。上海中华书局排印了一套四部备要，两套丛书都是皇皇巨著，异曲同工，起到了传播与保存古籍的双重作用，受到了海内外广大读者的欢迎，动机与效果完全统一。"}
{"text":"乾隆的用心或者动机并不是善良的，他想消灭一些书或者消灭一些书的有忌讳的部分。但是效果应该说还是好的，四库全书保全了一些书免遭毁灭的厄运。在解放前，上海商务印书馆影印了一大批古籍，编为四部丛刊。上海中华书局排印了一套四部备要，两套丛书都是皇皇巨著，异曲同工，起到了传播与保存古籍的双重作用，受到了海内外广大读者的欢迎，动机与效果完全统一。最近若干年以来，在改革开放的影响下，在弘扬中华民族优秀文化正确方针的指导下，又有一些有识之士，用不同的方式整理编纂优秀古籍。在群峰并峙的形势中，传世藏书以其独特的编选方式，投入巨大的资金，邀集众多的学者，横排，简体字，所有入选的古籍都加上标号，穷数年之力，采用最好的纸张，使用最高的印刷技术，实行严格的审校制度，反复核校，最后出之以最美的装帧。这样细致审慎的操作规程，称之为前无古人，恐怕亦非过分夸大。好在全书一百二十三巨册已经出齐，明眼人自能衡量其价值，徒托空言，不足为凭。关于此书的意义与价值，我想提出几点个人的看法。最近几年，我在很多文章和发言中提出了一个观点文化交流是推动人类社会前进的主要动力之一。如果没有国家与国家间人民与人民间的文化交流，今天人类社会是个什么样子，简直无法想象。我认为，在人类历史上，最大的文化交流是东西两大文化体系之间的交流。以中国文化为核心的东方文化，其基础或出发点是综合的思维模式，表现在哲学思想上是天人合一。最有代表性的说法是宋代大哲学家张载的民，吾同胞。物，吾与也。西方文化自希腊罗马起一直发展到今天的欧美文化，其基础或出发点是分析的思维模式，表现在行动上是征服自然。在中国汉唐时期，主宰世界的是东方文化。西方自文艺复兴，特别是产业革命以后，征服自然，成绩彪炳。到了今天，在衣食住行各个方面，都有巨大的创造与成就，全世界莫不蒙受其利。然而征服自然，从一开始就孕育着危险性。到了今天，弊端日益明显，大气污染，环境污染，生态平衡破坏，臭氧层出洞，如此等等，不一而足。原来，大自然虽既非人格，亦非神格，却是能惩罚善报复的，以上列举的诸弊端就是报复与惩罚的结果。如果人类再不悬崖勒马，后果真不堪设想。救之之方只有一个，就是以东方天人合一的思想和行动济西方征服自然之穷，我称之为东西文化互补论。传世藏书所收典籍中蕴含着中国文化的精华。"}
{"text":"到了今天，在衣食住行各个方面，都有巨大的创造与成就，全世界莫不蒙受其利。然而征服自然，从一开始就孕育着危险性。到了今天，弊端日益明显，大气污染，环境污染，生态平衡破坏，臭氧层出洞，如此等等，不一而足。原来，大自然虽既非人格，亦非神格，却是能惩罚善报复的，以上列举的诸弊端就是报复与惩罚的结果。如果人类再不悬崖勒马，后果真不堪设想。救之之方只有一个，就是以东方天人合一的思想和行动济西方征服自然之穷，我称之为东西文化互补论。传世藏书所收典籍中蕴含着中国文化的精华。不仅是中国学者，连西方一些有识之士也感到了西方文化所产生的弊端，必救之以东方文化。当年先生提倡拿来主义，是想输入西方的科技文化，使中国富强起来。到了今天，人类所面临的处境既然如此险恶，而西方大部分人――我看，中国也一样――却还懵懵懂懂，高枕不醒。我们只有一个办法，就是采用送去主义，送去的方法和工具颇多，把传世藏书弘扬四海，就是有效的办法之一。再过几年，一个新的世纪就来临了。我虔诚希望，人类能聪明起来，认真考虑拿来与送去的问题，认真考虑我的东西文化互补论。年月日第章拿来主义和送去主义羡林按这是我为中国文化写的一篇学人寄语，原文只有四百多字。我想到，这个题目颇有点意义，而中国文化读者远远少于夜光杯。因此我就扩大了一些篇幅刊登在这里。中华文化，历史悠久，博大精深，影响广被，人所共知。其所以能有这样的成就，并不是从天上掉下来的，而主要是由于中华民族的智慧高，创造力强。还由于中华民族敢于而且善于吸收外国文化中的精华，从而丰富了自己的文化。中国古人所谓有容乃大，正可以用在这里。先生所说的拿来主义，也指的是这种现象。我个人认为，我们人民不但奉行拿来主义，而且也奉行送去主义。我们在报之以琼瑶方面一向是毫不吝啬的。我们古代先民的四大或者更多的大发明，我们都慷慨大方地送了出去。仅就造纸和印刷术这两项发明来说，它们对传播文化，推动人类社会的前进所起的作用，是无论怎样评价也不会过高的。因此，在伊斯兰运动初期，在阿拉伯和波斯一带就流传着一个说法希腊人只有一只眼睛，而中国人有两只。前者只有理论，而后者却有技术。这并非中国人自己夜郎自大，而是外国人所做出的公正客观的评价。"}
{"text":"我个人认为，我们人民不但奉行拿来主义，而且也奉行送去主义。我们在报之以琼瑶方面一向是毫不吝啬的。我们古代先民的四大或者更多的大发明，我们都慷慨大方地送了出去。仅就造纸和印刷术这两项发明来说，它们对传播文化，推动人类社会的前进所起的作用，是无论怎样评价也不会过高的。因此，在伊斯兰运动初期，在阿拉伯和波斯一带就流传着一个说法希腊人只有一只眼睛，而中国人有两只。前者只有理论，而后者却有技术。这并非中国人自己夜郎自大，而是外国人所做出的公正客观的评价。但是，世界上甚至宇宙间的万事万物无时不在变动，绝无永驻不变之理。自从西方的工业革命以后，西方人在征服自然的方针的指导下，创造了灿烂辉煌的文明，使全世界人民皆蒙其利。但是，物极必反。到世纪末，这些灿烂辉煌的文明所产生的弊端或者甚至灾害，已日益明显。这些弊端如不铲除，必将影响全人类生存的前途。连西方的有识之士，如英国的汤因比，都已经看到。但可惜可悲的是，西方的一些天之骄子们还在懵懵懂懂，垫高了枕头大睡其觉，宛如盲人骑瞎马，夜半临深池，危在旦夕矣。中华继续实行送去主义，此正其时。在这里，我对中国文化寄予诚挚的厚望。年月日第章我们要奉行送去主义世纪二三十年代，先生提出了拿来主义的主张。我们中国人，在整个世纪，甚至在世纪以前，确实从西方国家拿来了不少的西方文化的精华，这大大地推动了我们教育文化科研，甚至政治经济等方面的发展，提高了我们的文化水平，丰富了我们的物质生活和精神生活。这是一个历史事实，谁也无法否认。当然，伴随着西方文化的精华，我们也拿来了不少的糟粕。这是不可避免的，有时候精华与糟粕是紧密相连的。十几年前，也就是在上一个世纪的最后一段时间内，我曾提出了一个主张送去主义。拿来与送去是相对而言的。我的意思是把中国文化的精华送到西方国家去，尽上我们的国际主义义务。我的根据何在呢？我们中华民族是伟大的民族，在过去几千年的历史上，我们有过许多重要的发明创造，四大发明是尽人皆知的，无待赘言。至于无数的看来似乎是细微的发明，也出自中国人之手，其意义是绝不细微的。我只介绍一部书，大家一看便知，这部书是阿里玛扎海里的丝绸之路。至于李约瑟的那一部名著，几乎尽人皆知，用不着我再来介绍了。"}
{"text":"拿来与送去是相对而言的。我的意思是把中国文化的精华送到西方国家去，尽上我们的国际主义义务。我的根据何在呢？我们中华民族是伟大的民族，在过去几千年的历史上，我们有过许多重要的发明创造，四大发明是尽人皆知的，无待赘言。至于无数的看来似乎是细微的发明，也出自中国人之手，其意义是绝不细微的。我只介绍一部书，大家一看便知，这部书是阿里玛扎海里的丝绸之路。至于李约瑟的那一部名著，几乎尽人皆知，用不着我再来介绍了。如果没有中国的四大发明，人类社会的进步，人类文化的发展，将会推迟几百年，这是世界上有点理智的人们的共识，绝不是我一个人的老王卖瓜也。然而，日往月来，星移斗转，近几百年以来，西方兴起了产业革命，科学技术的发展突飞猛进，在不太长的时间内，影响遍及全世界。当年歌德提出了一个世界文学的想法，我们现在眼前却确有一个世界文化。最早的殖民主义国家，靠坚船利炮，完成了资本主义原始积累的任务。后来的帝国主义国家，靠暂时的科技优势，在地球村中，为非作歹，旁若无人，今天制裁这个国家，明天惩罚那个国家，得意洋洋，其劣根性至今没有丝毫改变。在这样的情况下，在西方，除了极少数有识之士外，一般人大抵都以天之骄子自命，认为宇宙间从来就是如此，今后也将万岁千秋如此，真正是其愚不可及也。他们颇有点类似中国旧日的皇帝，认为自己什么都有，无所求于任何其他民族。据说，西方某个大国中，有知识的人连这个名字都没有听说过。其极端者甚至认为中国人至今还在吃鸦片，梳辫子，裹小脚。真正让人啼笑皆非，这样的文明人可笑亦复可怜！现在屈指算来，西方以及世界其他国家已经从中华民族优秀文化中拿走了不少优秀的精华，他们学习了，应用了，收到了效果，获得了利益。但是，仍然有许多精华，他们没有拿走，比如中国传统的伦理道德，其中有糟粕，也有精华，其精华部分对世界人民处理天人关系人与人的关系，以及个人心中感情思想中的矛盾时会有很大的助益。眼前全世界都大声疾呼的环保问题实际上是西方人征服自然的恶果，中国的天人合一的思想，如能切实行之，必能济西方之穷。我们眼前，由于人所共知的原因，科技在某些方面确实落后于西方。但是，我们也不能说是一点创造发明都没有，一点先进的东西都没有，比如改革开放，由计划经济转入市场经济而获得成功，对世界上其他国家就很有借鉴的价值。"}
{"text":"眼前全世界都大声疾呼的环保问题实际上是西方人征服自然的恶果，中国的天人合一的思想，如能切实行之，必能济西方之穷。我们眼前，由于人所共知的原因，科技在某些方面确实落后于西方。但是，我们也不能说是一点创造发明都没有，一点先进的东西都没有，比如改革开放，由计划经济转入市场经济而获得成功，对世界上其他国家就很有借鉴的价值。这些东西如珠子在前，可人家，特别是西方人，却偏不来拿。怎么办呢？你不来拿，我们就送去。我们首先要送去的就是汉语，射人先射马，擒贼先擒王，汉语是王。中华民族的优秀文化大部分保留在汉语言文字中。中华民族古代和现代的智慧，也大部分保留在汉语言文字中。中国人要想弘扬中华民族的优秀文化，外国人要想学习中华民族的优秀文化，都必须首先抓汉语。为了增强中外文化交流，为了加强中外人民的理解和友谊，我们首先必抓汉语。因此，我们要奉行送去主义，首先送出去的也必须是汉语。此外，汉语本身还具备一些其他语言所不具备的优点。年代中期，我参加了中共八大翻译处的工作。在几个月的工作过程中，我逐渐发现了一个从来没有人提到过的现象，这就是汉语是世界上最短的语言。使用汉语，能达到花费最少最少的劳动，传递最多最多的信息的目的。我们必须感谢我们的祖先，他们给我们留下了汉语言文字这一瑰宝。过去的几千年，我们在这里暂且不谈。仅就目前十几亿使用汉语言文字的人来说，他们在交流思想，传递信息方面所省出来的时间简直应该以天文数字来计算。汉语之为功可谓大矣。从前听到有人说过，人造的世界语，不管叫什么名称，寿命都不会太长的。如果人类在未来真有一个世界语的话，那么这个世界语一定会是汉语的语法和英文的词汇。洋泾浜英语就证明了这一点。这种说法虽然近乎畅想曲，近乎说笑话，但其中难道一点道理都没有吗？说来说去，一句话我们要奉行送去主义，这既有政治意义，也有学术意义。年月日第章谈文学交流近若干年以来，我逐渐形成了一个颇为自信的观点文化交流是推动人类社会前进的重要动力之一。我们简直无法想象，如果没有历史上的文化交流，我们今天的社会会是一个什么样子。"}
