{"text":"在英伦敦居住时，每逢星期天，他就和亲属朋友步行一个半小时，到郊外去游玩，他在那里阅读报纸谈论政治问题赛跑角斗。有时，也用演算数学的办法，改变大胆的活动方式，或者跟孩子们叠罗汉，借此达到解除疲的目的。方志敏从小喜欢读书，酷爱骏马，热爱祖国的山水，喜欢松竹梅兰，他的女儿，均以松竹梅兰取名。在他的卧室里，有一帧条幅，写着这样一副自的对联，心有三爱读书骏马佳山水园栽四物青松翠竹白梅兰。爱因斯坦爱好十分广泛，拉小提琴弹钢琴唱歌。有时还去划船。骑自行车旅行，直到处高龄时，还坚持利用工佘时间做操或散步。巴浦洛夫在业余时间里，喜欢读小说集邮绘画种花划船游泳骑自行车。他十分注意使大脑有张有弛。他活了岁。法拉第笃信一出丑角进城，胜过一打医生谚语，因此，一有机就去看马戏参观动物园。原来已经吃过了牛顿的天赋并没有明显的超人之处，然而他特别勤奋学习，学习和研究都专心致志，简直到了入迷的地步。他常常一连几个星期都留在实验室里，直到实验完成。有一次，他迷着搞实验，竟把手表当鸡蛋放到锅里去煮。又有一次，牛顿的朋友来看他，他把饭菜摆到桌上后，又一头钻进了实验室。这个朋友等得不耐烦了，就先吃起来，吃过后没有告辞就走了。牛顿做完实验后出来，一看桌上的盘碟，自言自语的笑着说我还以为没吃饭呢，原来已经吃过了。说着又走进实验室去了。珍惜友谊名言海内存知已，天涯若比邻。――王勃人生贵相知，何必金与钱。――李白友谊在我过去的生活里像一盏明灯，照彻了我的灵魂。"}
{"text":"――王勃人生贵相知，何必金与钱。――李白友谊在我过去的生活里像一盏明灯，照彻了我的灵魂。――近朱者赤，近墨者黑。――傅玄朋友必须是患难相济，那才能说得上是真正的友谊。――莎士比亚真实的十分理智的友谊是人生最美好的无价之宝。――高尔基如果你把快乐告诉朋友，你将得到两个快乐，如果你把忧愁向朋友倾吐，你将被分掉一半忧愁。――校园诗歌黄金万两易得，知心朋友难求。――俗语持之以恒名言一日一钱，千日千钱，绳锯木断，水滴石穿。"}
{"text":"――班固耐心是一切聪明才智的基础。――柏拉图成大事不在力量的大小，而在于能坚持多少。――塞约翰生耐心和恒心总会得到报酬的。――爱因斯坦一个人如果做事没有恒心，他是任何事也做不成功的。――牛顿只要功夫深，铁棒磨成针。――谚语锲而舍之，朽木不折锲而不舍，金石可镂。――荀子在学问上最好的解决问题的方法是坚持。――卢梭滴水穿石不是靠力，而是因为它不舍昼夜。"}
{"text":"――荀子在学问上最好的解决问题的方法是坚持。――卢梭滴水穿石不是靠力，而是因为它不舍昼夜。――奥维德骐骥一跃，不能十步驽马十驾，功不在舍。――荀子事例李白铁棒磨针蜜蜂如何酿蜜一只蜜蜂在酿出一公斤蜜需要往来飞行万公里，吸取万个花朵的汁液，每次采集归来，还要把汁液从胃里吐出，由另一只蜜蜂吸到自已胃里。如此吞吞吐吐次到次，汁液成蜜汁，但这时的蜂蜜，还有大量的水分，不适宜储藏，蜜蜂还要不断的鼓翅扇风，使水分蒸发掉，最后变成浓稠的蜜糖。由此观之，蜂蜜酿自于蜜蜂锲而不舍中。名人的每日著名科学家钱学森，每日黎明即起，坚持听中央人民广播电台六时的科学知识讲座。著名画家黄宾虹生前每晚必画，一次可画张。著名气象学家竺可桢每天观察天气，记录气象日记。孙中山在国外流亡时期，经济十分困难，但他省钱买书，每日必读。他说我一天不读书，便不能够生活。"}
{"text":"名人的每日著名科学家钱学森，每日黎明即起，坚持听中央人民广播电台六时的科学知识讲座。著名画家黄宾虹生前每晚必画，一次可画张。著名气象学家竺可桢每天观察天气，记录气象日记。孙中山在国外流亡时期，经济十分困难，但他省钱买书，每日必读。他说我一天不读书，便不能够生活。俄国大作家车尔尼雪夫斯基每天必写，年，他被沙皇政府关进牢房，在牢里天，克服了重重困难，坚持写出了举世闻名的长篇小说怎么办等一系列小说。成功的铁律马克思写资本论花了年。达尔文写物种起源花了年。哥白尼写天体运行论花了年。歌德写浮士德花了年。司马迁写史记花了年。李时针写本草纲目花了年。曹雪芹写红楼梦花了年。从以上几个数字里，我们可以看出，要成就一项事业，需要持久的恒心。所以，巴尔扎克说持续不断的劳动是人生的铁律，也是艺术的铁律。逆境成才名言天将大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。――孟子不经一番寒彻骨，怎得梅花扑鼻香――裴休苦难是人生的老师。"}
{"text":"――孟子不经一番寒彻骨，怎得梅花扑鼻香――裴休苦难是人生的老师。――巴尔扎克人生之光荣，不在永不失败，而在能屡仆屡起。――拿破仑生于忧患，死于安乐。――孟子顺境造就幸运儿，而逆境造就伟人。――小普林尼莫向不幸屈服，应该更大胆更积极的向不幸挑战。――维吉尔事例贝多芬耳聋谱交响曲马克思含辛茹苦写资本论周文王被拘禁而写成周易孔子周游列国四处碰壁，回到鲁后写成春秋。屈原遭中伤而被楚怀王放逐，写成了不朽的诗篇离骚。鲁国的左丘明双目失明，著有国语。司马迁遭宫刑，但他忍辱负重，完成历史巨著史记。"}
{"text":"屈原遭中伤而被楚怀王放逐，写成了不朽的诗篇离骚。鲁国的左丘明双目失明，著有国语。司马迁遭宫刑，但他忍辱负重，完成历史巨著史记。理想理想并不是一种空虚的东，也并不玄奇，它既非幻想，更非野心，而是一种追求善美的意识。――伏尼契在理想的最美好的世界中，一切都是为最美好的目的而设。――伏尔泰有力量摒弃一切个人欲望从而为一种理想献身的人，他就是自由的。――高尔基人类的心灵需要理想甚于需要物质。――雨果一种理想就是一种力。――罗曼罗兰理想就是人在不断前进中所追求坚定不移的范本。――雨果人类总有一种理想，一种希望，虽然高下不同，必须有个意义。"}
{"text":"――罗曼罗兰理想就是人在不断前进中所追求坚定不移的范本。――雨果人类总有一种理想，一种希望，虽然高下不同，必须有个意义。――历史证实，理想能获得胜利，只有当它成为世界性理想的时候，它不一定会取得胜利，毁坏世界很容易，而消灭这个理想却不易。――裴多菲理想是一种特殊的阳光，没有阳光赋予生命的作用，地球会变成石头。――谢德林伟大的理想只有经过忘我的斗争和牺牲才能胜利实现。――乔万尼奥罗人的生命生活在不断的理想和希望里。――柯蓝没有崇高的理想就没有伟大的目标。――张治中理想失去了，青春之花也便凋零了，因为理想是青春的光和热。―罗曼罗兰人生中，有两条道路是畅通的，一条是通向理想的，一条是通向死亡。"}
{"text":"―罗曼罗兰人生中，有两条道路是畅通的，一条是通向理想的，一条是通向死亡。――席勒进化是永远继续不断的，理想是不会熄灭的光明。――德莱塞人是要靠理想才能生活的，没有理想，就会失去生活的力量。――杨朔一个有理想的人，才真是一个力量无边的人。――巴尔扎克伟大四尾抱负造就伟大的人。如果一个人不知道他要驶向哪个码头，那么任何风都不会是顺风。――塞涅卡追求理想是一个人进行自我教育的最初的动力，而没有自我教育就不能想象会有完美的精神生活。――苏霍姆林斯基生活好比旅行，理想是旅行的路线，失去了路线，只好停止前进了。生活既然没有目的，精力也就枯竭了。――雨果让你的理想高于你的才敢，你的今天才有可能超过昨天，你的明天才有可能超过今天。――纪伯伦一个人有了理想，就是在最艰辛困难的时候，也会感到幸福。"}
