{"text":"心有时很大，大到可以和诸佛平等，我们应该勇于进入自己的生命经验，勇于肯定心的感觉，无明如是，有爱如是，一切烦恼也应该做如是观。――一九八二年六月二日归彼大荒每年总要读一次红楼梦，最感动我的不是宝玉和众美女间的风流韵事，而是宝玉出家后在雪地里拜别父亲贾政的一段那天乍寒下雪，泊在一个清静去处，贾政打发众人上岸投帖，辞谢朋友，总说即刻开船，都不敢劳动，船上只留一个小厮侍候，自己在船中写家书，先打发人起岸到家，写到宝玉事，便停笔，抬头忽见船头上微微的雪影里面一个人，光着头，赤着脚，身上披着一领大红猩猩毡的斗篷，向贾政倒身下拜，贾政尚未认清，急忙出船，欲待扶住问他是谁，那人已拜了四拜，站起来打了个问讯，贾政才要还揖，迎面一看，不是别人，却是宝玉，贾政吃一大惊，忙问道可是宝玉么？那人只不言语，以喜似悲，贾政问道你若是宝玉，如何这样打扮，跑到这里来？宝玉未及答言，只见船头上来了两人――一僧一道――夹住宝玉道俗缘已毕，还不快走！说着，三个人飘然登岸而去。贾政不顾地滑，疾忙来赶，见那三人在前，哪里赶得上，只听得他们三人口中不知是哪个作歌曰我所居兮，青梗之峰我所游兮，鸿魈空，谁与我逝兮，吾谁与从？渺渺茫茫兮，归彼大荒！读到这一段，给我的感觉不是伤感，而是美，那种感觉就像分节阅读是读史记读到荆柯着白衣度易水去刺秦王一样，充满了色彩。试想，一个富贵人家的公子看破了世情，光头赤足着红斗篷站在雪地上拜别父亲，是何等的美！因此我常觉得红楼梦的续高鹗，文采虽不及曹雪芹，但写到林黛玉的死和贾宝玉的逃亡，文章之美，实不下于雪芹。贾宝玉原是女蜗炼石补天时，在大荒山无稽崖炼成的三万六千五百零一块的顽石之一，没想到女蜗只用三万六千五百块补天，余下的一块就丢在青梗峰下，后来降世为人，就是贾宝玉。他在荣国府大观园中看遍了现实世界的种种栓桔，最后丢下一切世俗生活，飘然而去。"}
{"text":"试想，一个富贵人家的公子看破了世情，光头赤足着红斗篷站在雪地上拜别父亲，是何等的美！因此我常觉得红楼梦的续高鹗，文采虽不及曹雪芹，但写到林黛玉的死和贾宝玉的逃亡，文章之美，实不下于雪芹。贾宝玉原是女蜗炼石补天时，在大荒山无稽崖炼成的三万六千五百零一块的顽石之一，没想到女蜗只用三万六千五百块补天，余下的一块就丢在青梗峰下，后来降世为人，就是贾宝玉。他在荣国府大观园中看遍了现实世界的种种栓桔，最后丢下一切世俗生活，飘然而去。宝玉的出家是他走出八股科考会场的第二大，用考中的举人做为还报父母恩情的礼物，还留下一个腹中的孩子，走向了自我解脱之胳。我每读到宝玉出家这一段，就忍不住掩卷叹息，这段故事也使我想起中国神话里有名的顽童哪咤，他割肉还母，剖骨还父，然后化成一道精灵，身穿红肚兜，脚踏风火轮，一程一程的向远处飘去，那样的画面不仅是美，可以说是至庄至严了。金刚经里最精彩的一段文字是若以色见我，以音声求我，是人行邪道，不能见如来，我觉得这色乃是人的一副皮囊，这音声则是日日的求告，都是有生灭的，是尘世里的外观，讲到见如来，则非飘然而去了断一切尘缘不能至。何以故？金刚经自己给了注解如来，若来若去，若坐若卧。如来者，无所从来，亦无所去，故名如来。我常想，来固非来，去也非去，是一种多么高远的境界呢？我也常想，贾宝玉光头赤足披红斗篷时，脱下他的斗篷，里面一定是裸着身的，这块充满大气的灵石，用红斗篷把曾经陷溺的贪嗔痴爱隔在雪地之外，而跳出了污泥一般的尘网。贾宝王的出家如果比较释迦牟尼的出家，其中是有一些相同的。释迦原是中印度迦毗罗国的王子，生长在皇室里歌舞管弦之中，享受着人间普认的快乐，但是他在生了一子以后，选个夜深人静的时候，私自出宫，乘马车走向了从未去过的荒野，那年他只有十九岁与贾宝玉的年纪相仿。想到释迎着锦衣走向荒野，和贾宝玉立在雪地中的情景，套用红楼梦的一句用语人在灯下不禁痴了。历来谈到宝玉出家的人，都论作他对现世的全归幻灭，精神在人间崩解而历来论释迦求道的人，都说是他看透了人间的生老病死，要求无上的解脱。我的看法不同，我觉得那是一种美，是以人的本真走向一个遥远的不可知的，千山万叠的风景里去。"}
{"text":"想到释迎着锦衣走向荒野，和贾宝玉立在雪地中的情景，套用红楼梦的一句用语人在灯下不禁痴了。历来谈到宝玉出家的人，都论作他对现世的全归幻灭，精神在人间崩解而历来论释迦求道的人，都说是他看透了人间的生老病死，要求无上的解脱。我的看法不同，我觉得那是一种美，是以人的本真走向一个遥远的不可知的，千山万叠的风景里去。贾宝玉是虚构的人物，释迎是真有其人，但这都无妨他们的性灵之美，我想到今天我们不能全然的欣赏许多出家的人，并不是他们的心不诚，而是他们的姿势不美他们多是现实生活里的失败者，在挫折不能解决时出家，而不是成功的断然的斩掉人间的荣华富贵，在境界上大大的逊了一筹。我是每到一个地方，都爱去看当地的寺庙，因为一个寺庙的建筑最能表现当地的精神面貌，有许多寺庙里都有出家修道的人，这些人有时候让我感动，有时候让我厌烦，后来我思想起来，那纯粹是一种感觉，是把修道者当成人的层次来看，确实有些人让我想起释迦，或者贾宝玉。有一次，我到新加坡的印度庙去，那是下午五点的时候，他们正在祭拜太阳神，鼓和喇叭吹奏出缠绵悠长的印度音乐，里面的每一位都是赤足赤身又围一条白裙的苦行僧，上半身被炙热的太阳烤成深褐色。我看见，在满布灰鸽的泥沙地上，有一位老者，全身乌黑满头银发骨瘦如柴，正面朝着阳光双手合什，伏身拜倒在地上，当他抬起头时，我看到他的两眼射出钻石一样耀目的光芒，这时令我想起释迦牟尼在大苦林的修行。还有一次我住在大岗山超峰寺读书，遇见一位眉目娟好的少年和尚，每个星期日，他的父母开着宾士轿车来看他，终日苦劝也不能挽回他出家的决心，当宾士汽车往山下开去，穿着米灰色袈裟的少年就站在林木掩映的山上念经，目送汽车远去。我一直问他为何出家，他只是面露微笑，沉默不语，使我想起贾宝玉――原来在这世上，女蜗补天剩下的顽石还真是不少。这荒野中的出家人，是一种人世里难以见到的美，不管是在狂欢或者悲悯，我敬爱他们使我深信，不管在多空茫的荒野里，也有精致的心灵。而我也深信，每个人心中都有一颗灵石，差别只是，能不能让它放光。"}
{"text":"我一直问他为何出家，他只是面露微笑，沉默不语，使我想起贾宝玉――原来在这世上，女蜗补天剩下的顽石还真是不少。这荒野中的出家人，是一种人世里难以见到的美，不管是在狂欢或者悲悯，我敬爱他们使我深信，不管在多空茫的荒野里，也有精致的心灵。而我也深信，每个人心中都有一颗灵石，差别只是，能不能让它放光。――一九八二年八月一日断爱近涅拿有人说过年是年关，年纪愈长，愈觉得过年是一个关卡它仿佛是两岸峭壁，中间只有一条小小的缝，下面则水流湍急，顺着那岁月的河流往前推移，旧的一年就在那湍急的水势中没顶了。每当年节一到，我就会忆起幼年过年的种种情景。几乎在二十岁以前，每到冬至一过，便怀着亢奋的心情期待过年，好像一棵嫩绿的青草等待着开花，然后是放假了，一颗心野到天边去，接着是围炉的温暖，鞭炮的响亮，厚厚的一叠压岁钱，和兄弟们吆喝聚赌的喧哗。然而最快乐的是，眼明明的看见自己长大了一岁，那种心情像眼看着自己是就要出巢的乳燕。过了二十岁以后，过年显著的不同了。会在围炉过后的守夜里，一个人闷闷地饮着烧酒，想起一年来的种种，开始有了人世的挫折，开始面临情感的变异，开始知道了除去快乐，年间还有忧心。有时看到父母赶在除夕前还到处去张罗过年的花用，或者眼看收成不好，农人们还强笑着准备过一个新年，都使我开始知道年也有难过的时候。过了二十五，过了三十，年岁真是连再重的压岁钱也压不住，过年时节恰正是前尘往事却上心头的时节，开始知道了命运，好像命运已经铺设了许多陷阶，我们只是一步一步地向前走去，有许多喜爱的事时机一到必须割舍，有许多痛恨的事也会自然消失，走快走慢都无妨，年还是一个接一个来，生命还是一点一滴的在消失。有时候我会想，为什么在二十岁以前那么期待新的一年到临，而二十岁以后则忧心着旧的岁月一年年的消失呢？最后我得到一个结论，在冠礼以前，我们是去日苦短，来日方长。成年以后则变成来日方短，去日苦多，这是多么不一样的心情呀！"}
{"text":"有时候我会想，为什么在二十岁以前那么期待新的一年到临，而二十岁以后则忧心着旧的岁月一年年的消失呢？最后我得到一个结论，在冠礼以前，我们是去日苦短，来日方长。成年以后则变成来日方短，去日苦多，这是多么不一样的心情呀！最难消受的还是，不管我的心情如何，挂在墙上的壁钟总是在除夕夜的十二点猛力地摇着钟摆，敲出清亮或者低沉的十二个响声，那样无情，又那样绝然，每到过年，我总也想起和钟臂角力的事，希望让它向后转，可是办不到，于是我醉酒，然后痛下决心一定要把一年当两年用，把二十四小时当四十八小时来用。想起去年的过年，我吃过年夜饭，在书房里走来走去，想找一本书看，不知道为什么随手拿起一本佛经，读到了有情生死流转的过程，其中有一段讲到渴爱的，竟与过年的心情冥然相合。它说渴爱有三，一是欲爱，是感官享受的渴求二是有爱，是生与存的渴求三是无有爱，是不再存在的渴求。我觉得二十岁以前过年是前两者，二十岁以后是第三者。那本佛经里当然也讲到涅盘，它不用吉祥，善良安全清净皈依彼岸和平宁静来正面说涅盘，而说了一句断爱近涅盘。这是何等的境界，一个人能随时随地断绝自己的渴爱，绝处逢生，涅盘自然就在眼前，旧年换新恐怕也是一种断爱吧。释迦牟尼说法时，曾举了一个譬喻来讲断爱，他说有人在旅行时遇到一片大水，这边岸上充满危机，水的对岸则安全无险，他想此水甚大，此岸危机重重，彼岸则无险，无船可渡，无桥可行，我不免采集草木枝叶，自做一筏，当得安登彼岸。于是那人采集草木枝叶做了一只木筏，靠着木筏，他安然抵达对岸，他就想此筏对我大有助益，我不妨将它顶在头上，或负于背上，随我所之。举了这个例子以后，释迦牟尼指出这人的行为是错误的，因为他不能断受，那么他应该如何处置呢？佛陀说应该将筏拖到沙滩，或停泊某处，由它浮着，然后继续行程，不问何之。因为筏是用来济渡的，不是用来背负的，世人呀！你们应该明白好的东西尚应舍弃，何况是不好的东西呢？"}
{"text":"举了这个例子以后，释迦牟尼指出这人的行为是错误的，因为他不能断受，那么他应该如何处置呢？佛陀说应该将筏拖到沙滩，或停泊某处，由它浮着，然后继续行程，不问何之。因为筏是用来济渡的，不是用来背负的，世人呀！你们应该明白好的东西尚应舍弃，何况是不好的东西呢？由于读了那本佛经，竟使我今年的整个想法部改变了，也使我在最有限的时间内，因为敢于割舍，而有了一些比较可见的成绩，过年何尝不如此，年好年坏都无所谓，有所谓的是要勇于断受，使我们有情的命身，在新的起始发散最大的光芒。涅盘真的不远，如果能在年节时候，少一点怀念，少一点忆旧，少一点追悔，少一点婆婆妈妈，那么穿过峭壁踩过水势，开阔的天空就在眼前了。――一九八二年一月二十日雪中芭蕉王维有一幅画雪中芭蕉，是中国绘画史里争论极多的一幅画，他在大雪里画了一株翠绿芭蕉。大雪是北方寒地才有的，芭蕉则又是南方热带的植物，一棵芭蕉如何能在大雪里不死呢？这就是历来画论所争执的重心，像渔洋诗话说他只取远神，不拘细节。沈括的梦溪笔谈引用张彦远的话说他王维画物，不问四时，桃杏蓉莲，同画一景。但是后代喜欢王维的人替他辩护的更多，宋朝朱翌的猗觉寮杂记说右丞不误，岭外如曲江，冬大雪，芭蕉自若，红蕉方开花，知前辈不苟。明朝俞弁的山樵暇语谈到这件事，也说都督郭f在广西亲见雪中芭蕉，雪后亦不坏也。明朝的王肯堂郁冈斋笔冢中琵琶最近读到魏晋时代艺术家阮咸的传记，阮咸是魏晋南北朝七位最重要的诗人作家之一，在当时号称为竹林七贤，但是他净像其他六贤阮籍，嵇康山涛向秀王戎刘伶有名，因为他的文学创作，一点也没有保留下来，我们几乎无法从文字去追探他在诗创作上的成就。幸而，阮咸死的时候，以一件琵琶乐器殉葬，使他成为中国音乐史上少数可以追思的伟大音乐家之一。伴随阮成长眠于地下的琵琶，经过从西晋到唐朝的五百年埋藏，到了唐玄宗开元年间，有人在古墓里挖掘到一件铜制的正圆形乐器，经过弘文馆学士元行冲的考证，才证明它是阮咸的遗物。"}
{"text":"幸而，阮咸死的时候，以一件琵琶乐器殉葬，使他成为中国音乐史上少数可以追思的伟大音乐家之一。伴随阮成长眠于地下的琵琶，经过从西晋到唐朝的五百年埋藏，到了唐玄宗开元年间，有人在古墓里挖掘到一件铜制的正圆形乐器，经过弘文馆学士元行冲的考证，才证明它是阮咸的遗物。这一件家中琵琶因为五百年的沉埋，已经不堪使用，元行冲叫技巧高明的乐匠依其样式仿制了一具木制乐器，称为月琴，音调雄亮清雅，留传至今，不但成为宫廷中的乐器，也成为后来民间最常使用的乐器。到了唐德宗时代，名学者杜估鉴于月琴原是阮成所创制，为了怀念他的遗风逸响，将月琴定名为阮咸，自此以后，凡是中国琵琶乐器全得了阮咸的别名，阮成于是得以与中国音乐史同垂不朽。阮咸与琵琶的故事是宜于联想的，经过时空一再的洗炼，我们虽无幸重聆阮咸的丝竹之音，但我们可以感受到一颗伟大的艺术心灵不朽。艺术心灵的伟大纵使在地下数百年，纵使他手中的乐器弦败质朽，却仍然能在时空中放光，精灿夺目。阮成死时以琵琶殉葬，做为惟一的知已，这种艺术之情使他恒常令人怀念。千古以来，被认为中国音乐最高境界的名曲广陵散便是阮咸的创作，广陵散随着阮咸的逝世，成为中国音乐上的绝响，我们如今眼望广大的土地，倾听历史的足音，在夏夜星空的月下，仿佛看见阮咸在竹林下弹月琴自娱，或者与嵇康的古琴嵇康是古琴的高手，古琴状似古筝相应和，在琴声响过，筝声戛然而止的时候，他们纵酒狂歌，大谈圣人的明教与老庄的自然，然后长叹一声礼岂为我辈设耶！那是一种什么样的境界呢？那是抗怀物外，不为人役的境界，是我醉欲眠卿且去，明朝有意抱琴来的境界，也是功名皆一戏，未觉负平生的境界。阮咸的音乐天分几乎是与生俱来的，他很年轻的时代就被称为音乐的神解，任何音乐到他的耳中马上分辨出高低清浊，丝毫不爽因此他不但弹奏月琴时能使人如饮醇酒，沉醉不已，他还是个音乐的批评家，对音乐的鉴赏力当世无分节阅读有其匹。"}
{"text":"那是一种什么样的境界呢？那是抗怀物外，不为人役的境界，是我醉欲眠卿且去，明朝有意抱琴来的境界，也是功名皆一戏，未觉负平生的境界。阮咸的音乐天分几乎是与生俱来的，他很年轻的时代就被称为音乐的神解，任何音乐到他的耳中马上分辨出高低清浊，丝毫不爽因此他不但弹奏月琴时能使人如饮醇酒，沉醉不已，他还是个音乐的批评家，对音乐的鉴赏力当世无分节阅读有其匹。没想到他的音乐批评，竟得罪主掌全国音乐行政的大官苟勋，向晋武帝进谗言，革去了阮咸的官职。阮咸丢官的时候，官位是散骑侍郎，这个职衔我们不用考证来解释，而用美感来联想，就仿佛看见一位卓然不群的流浪琴师，骑着驴子到处弹琴高歌的样子。事实上，阮咸对当世的礼法非常轻蔑。他曾在母丧期间，身穿孝服，骑着驴子去追求自己私恋已久的胡婢，引得众人大哗，在当时是不可思议的事，如今想起来却特别具有一种凄美的气氛。可惜，他在追胡婢时是不是弹着琴，唱着情歌，就不可考了。而这种狂放不拘的生活，正是魏晋时代寄情林泉的艺术家，最真实的写照。我一直认为像阮成这样放浪形骸不顾礼法鼓琴狂歌清淡无为的人，他是可以做到忘情的境界，但是他不能忘情音乐，以琵琶殉葬却是不可解的谜，难道这位礼解能料到千年之后，人们能从家中的琵琶怀想起千年之前，曾在他手中传扬的广陵散由吗？阮咸给我们的启示还不只此，他和当时的艺术家给我们一个视野广大的胸怀，也就是以大地为栋宇，屋室为禅衣的胸怀，因于这种胸怀，他们能体会到生活的乐趣，发出艺术的光辉。我最喜欢竹林七贤的一则故事是有一天嵇康阮籍阮咸山涛刘伶在竹林里喝酒，王戎最后才到。阮籍说这个俗气的东西，又来败坏我们的乐趣！王戎回答说你们的乐趣，岂是可以败坏的吗？这则故事正道出了竹林七贤艺术生命的真正所在，你看阮咸留在坟墓中的琵琶，它虽朽了，却永远不会败坏因为那一把琵琶，曾经属于一个伟大的艺术心灵，注定了它在人心里永不败坏的玄想――如此说来，琵琶恐怕也是有心的吧！"}
{"text":"阮籍说这个俗气的东西，又来败坏我们的乐趣！王戎回答说你们的乐趣，岂是可以败坏的吗？这则故事正道出了竹林七贤艺术生命的真正所在，你看阮咸留在坟墓中的琵琶，它虽朽了，却永远不会败坏因为那一把琵琶，曾经属于一个伟大的艺术心灵，注定了它在人心里永不败坏的玄想――如此说来，琵琶恐怕也是有心的吧！――一九八二年九月一日感甄赋盛暑天气懊热，夜不能眠，披衣到庭院中闲坐观天色，随手从床头带一本书翻看。读到魏曹植作品的最著名的乐府诗悲歌行明月照高楼，流光正徘徊。上有愁思妇，悲叹有余哀。借问叹者谁？自云荡子妻。君行逾十年，孤妾常独栖。君若清路尘，妾若浊水泥。浮沉各异势，会合何时谐？愿为西南风，长逝入君怀。君怀良不开，贱妾当何依？这首诗歌在长夜的暑热中犹如一道冷风，从遥远的千余年的古道翩翩飘来，使我想起这位浪荡飘泊的才干，一个感人的爱情篇章。曹植是中国历史上少见的才子，他在十岁的时候已经诵读了诗论辞赋数十万言，十二岁的时候完成才情奔溢的铜雀台赋，名震公卿。也就是在十二岁那一年，他爱上了比他大十岁的甄夫人，开始了他一生的第一次恋情，也带来他后半段生命的悲惨际遇。在那样幼小的年纪，他请父亲代向甄造的女儿求婚未遂，后来害起相思病昼思夜想，废寝与食。可见曹植是多么的早熟。没想到甄遗的女儿嫁给袁绍作媳妇，后来曹操灭了袁绍，甄氏又嫁给曹丕曹植的哥哥――这一年曹丕十八岁，甄氏二十岁，曹植才十三岁――曹丕立甄氏为皇后，生下曹睿，因为曹丕听信谗言，不久将甄氏赐死。甄氏死了，最伤心的不是曹丕，而是曹植，这位十二岁就有了生死之恋的才子，此时的心境正像他在七哀诗上吟诵的高台多悲风，朝日照北林。之子在万里，江湖回且深。方舟安可极，离思故难任。孤雁飞南游，遇庭长哀吟。翘思慕远人，愿欲托遗音。形景忽不见，翩翩伤我心。甄夫人死了，曹植那写过文章经国之大业，不朽之盛事名句的哥哥曹丕，送给他一个甄夫人睡过的枕头当纪念，曹植抱着甄夫人的枕头，伤心注下，在悲忿中写成不朽的感甄赋来吊念他幼年时代的爱人，这篇千古的诗文后来更名为洛神赋。"}
