{"text":"达尔文，―英国生物学家，进化论的奠基者。严复翻译的赫胥黎的天演论于一八九八年由湖北沔阳卢氏木刻印行，首先在中国介绍了达尔文的生物进化学说。达尔文的物种由来最初由马君武译成中文，译名物种原始，一九二年中华书局出版。罗素，―英国哲学家。一九二年曾来我国讲学。著有数学原理哲学问题等。钱能训字干臣，浙江嘉善人。曾任北洋军阀政府内务总长，代理国务总理。备考奇哉！所谓先生的话熊以谦备考奇哉！所谓先生的话熊以谦奇怪！真的奇怪！奇怪素负学者声名，引起青年瞻仰的先生说出这样浅薄无知识的话来了！鲁先生在京报副刊征求青年必读书里面说我看中国书时，总觉得就沉静下去，与实人生离开读外国书――但除了印度――书时，往往就与人生接触，想做点事。鲁先生！这不是中国书贻误了你，是你糟踏了中国书。我不知道先生平日读的中国书是些甚么书？或者先生所读的中国书――使先生沉静下去，与实人生离开的书――是我们一班人所未读到的书。以我现在所读到的中国书，实实在在没有一本书是和鲁先生所说的那样。鲁先生！无论古今中外，凡是能够著书立说的，都有他一种积极的精神他所说的话，都是现世人生的话。他如若没有积极的精神，他决不会作千言万语的书，决不会立万古不磨的说。后来的人读他的书，不懂他的文辞，不解他的理论则有之，若说他一定使你沉静，一定使你与人生离开，这恐怕太冤枉中国书了，这恐怕是明白说不懂中国书，不解中国书。不懂就不懂，不解就不解，何以要说这种冤枉话，浅薄话呢？古人的书，贻留到现在的，无论是经，是史，是子，是集，都是说的实人生的话。舍了实人生，再没有话可说了。不过各人对于人生的观察点有不同。因为不同，说他对不对？是可以的，说他离开了实人生是不可以的。鲁先生！请问你，你是爱做小说的人，不管你做的是写实的也好，是浪漫的也好，是狂人日记也好，是阿鼠传也好，你离开了实人生做根据，你能说出一句话来吗？所以我读中国书，――外国书也一样，适与鲁先生相反。我以为鲁先生只管自己不读中国书，不应教青年都不读只能说自己不懂中国书，不能说中国书都不好。先生又说中国书中虽有劝人入世的话，也多是僵尸的乐观外国书即使是颓唐和厌世的，但却是活人的颓唐和厌世。"}
{"text":"不过各人对于人生的观察点有不同。因为不同，说他对不对？是可以的，说他离开了实人生是不可以的。鲁先生！请问你，你是爱做小说的人，不管你做的是写实的也好，是浪漫的也好，是狂人日记也好，是阿鼠传也好，你离开了实人生做根据，你能说出一句话来吗？所以我读中国书，――外国书也一样，适与鲁先生相反。我以为鲁先生只管自己不读中国书，不应教青年都不读只能说自己不懂中国书，不能说中国书都不好。先生又说中国书中虽有劝人入世的话，也多是僵尸的乐观外国书即使是颓唐和厌世的，但却是活人的颓唐和厌世。我承认外国书即是颓唐和厌世的，也是活人的颓唐和厌世。但是，鲁先生，你独不知道中国书也是即是颓唐和厌世的，也是活人的颓唐和厌世吗？不有活人，那里会有书？既有书，书中的颓唐和厌世，当然是活人的颓唐和厌世。难道外国的书，是活人的书，中国的书，是死人的书吗？死人能著书吗？鲁先生！说得通吗？况且中国除了几种谈神谈仙的书之外，没有那种有价值的书不是入世的。不过各人入世的道路不同，所以各人说的话不同。我不知鲁先生平日读的甚么书，使他感觉虽有劝人入世的话，也多是僵尸的乐观。我想除了葛洪的抱朴子这类的书，像关于儒家的书，没有一本书，每本书里没有一句话不是入世的。墨家不用说，积极入世的精神更显而易见。道家的学说以老子道德经及庄子为主，而这两部书更有它们积极的精神，入世的精神，可惜后人学他们学错了，学得像鲁先生所说的颓唐和厌世了。然而即就学错了的人说，也怕不是死人的颓唐和厌世吧！杨朱的学说似乎是鲁先生所说的虽有劝人入世的话，也多是僵尸的乐观。但是果真领略到杨朱的精神，也会知道杨朱的精神是积极的，是入世的，不过他积极的方向不同，入世的道路不同就是了。我不便多引证了，更不便在这篇短文里实举书的例。我只要请教鲁先生！先生所读的是那类中国书，这些书都是僵尸的乐观，都是死人的颓唐和厌世。我佩服鲁先生的胆量！我佩服鲁先生的武断！鲁先生公然有胆子武断这样说我以为要少――或者竟不――看中国书，多看外国书。鲁先生所以有这胆量武断的理由是少看中国书，其结果不过不能作文而已。但现在的青年最要紧的是行，不是言。鲁先生你知道青年最要紧的是行，但你也知道行也要学来辅助么？古人已有不学无术的讥言。但古人做事，――即使做国家大事，――有一种家庭和社会的传统思想做指导，纵不从书本子上学，误事的地方还少。"}
{"text":"先生所读的是那类中国书，这些书都是僵尸的乐观，都是死人的颓唐和厌世。我佩服鲁先生的胆量！我佩服鲁先生的武断！鲁先生公然有胆子武断这样说我以为要少――或者竟不――看中国书，多看外国书。鲁先生所以有这胆量武断的理由是少看中国书，其结果不过不能作文而已。但现在的青年最要紧的是行，不是言。鲁先生你知道青年最要紧的是行，但你也知道行也要学来辅助么？古人已有不学无术的讥言。但古人做事，――即使做国家大事，――有一种家庭和社会的传统思想做指导，纵不从书本子上学，误事的地方还少。时至今日，世界大变，人事大改，漫说家庭社会里的传统思想多成了过去的，即圣经贤传上的嘉言懿行，我们也要从新估定他的价值，然后才可以拿来做我们的指导。夫有古人的嘉言懿行做指导，犹恐行有不当，要从新估定，今鲁先生一口抹煞了中国书，只要行，不要读书，那种行，明白点说，怕不是糊闹，就是横闯吧！鲁先生也看见现在不爱读书专爱出锋头的青年么？这种青年，做代表，当主席是有余，要他拿出见解，揭明理由就见鬼了。倡破坏，倡捣乱就有余，想他有什么建设，有什么成功就失望了。青年出了这种流弊，鲁先生乃青年前面的人，不加以挽救，还要推波助澜的说要少或竟不读中国书，因为要紧的是行，不是言。这种贻误青年的话，请鲁先生再少说吧！鲁先生尤其说得不通的是少看中国书，其结果不过不能作文而已。难道中国古今所有的书都是教人作文，没有教人做事的吗？鲁先生！我不必多说，请你自己想，你的说话通不通？好的鲁先生虽教青年不看中国书，还教青年看外国书。以鲁先生最推尊的外国书，当然也就是人们行为的模范。读了外国书，再来做事，当然不是胸无点墨，不是不学无术。不过鲁先生要知道，一国有一国的国情，一国有一国的历史。你既是中国人，你既想替中国做事，那么，关于中国的书，还是请你要读吧！你是要做文学家的人，那么，请你还是要做中国的文学家吧！即使先生之志不在中国，欲做世界的文学家，那么，也请你做个中国的世界文学家吧！莫从大处希望，就把根本忘了吧！从前的五胡人不读他们五胡的书，要读中国书，五胡的人都中国化了。回纥人不读他们回纥的书，要读中国书，回纥人也都中国化了。满洲人不读他们的满文，要入关来读汉文，现在把满人也都读成汉人了。日本要灭朝鲜，首先就要朝鲜人读日文。英国要灭印度，首先就要印度人读英文。"}
{"text":"你是要做文学家的人，那么，请你还是要做中国的文学家吧！即使先生之志不在中国，欲做世界的文学家，那么，也请你做个中国的世界文学家吧！莫从大处希望，就把根本忘了吧！从前的五胡人不读他们五胡的书，要读中国书，五胡的人都中国化了。回纥人不读他们回纥的书，要读中国书，回纥人也都中国化了。满洲人不读他们的满文，要入关来读汉文，现在把满人也都读成汉人了。日本要灭朝鲜，首先就要朝鲜人读日文。英国要灭印度，首先就要印度人读英文。好了，现在外国人都要灭中国，外国人方挟其文字作他们灭中国的利器，惟恐一时生不出急效，现在站在中国青年前面的先生来大声急呼，中国青年不要读中国书，只多读外国书，不过几年，所有青年，字只能认外国的字，书只能读外国的书，文只能作外国的文，话只能说外国的话，推到极点，事也只能做外国的事，国也只能爱外国的国，古先圣贤都只知尊崇外国的，学理主义都只知道信仰外国的，换句话说，就是外国的人不费丝毫的力，你自自然然会变成一个外国人，你不称我们大日本，就会称我们大美国，否则就大英国，大德国，大意国的大起来，这还不光荣吗，不做弱国的百姓，做强国的百姓！？我最后要请教鲁先生一句鲁先生既说从来没有留心过，何以有这样果决说这种话？既说了这种话，可不可以把先生平日看的中国书明白指示出来，公诸大家评论，看到底是中国书误害了先生呢？还是先生冤枉了中国书？十四，二，二十一，北京。本篇最初发表于一九二五年三月八日京报副刊。易经又名周易，儒家经典，古代记载占卜的书。其中卦辞爻辞部分可能萌芽于殷周之际。抱朴子晋代葛洪撰，共八卷，分内外二篇。内篇论神仙方药，外篇论时政人事。杨朱字子居，战国初期魏国人，思想家。他没有留下著作，关于他的记载散见于先秦诸子书中。列子相传战国时列御寇撰。今本列子八篇，可能为晋人所作。赵尔巽―字公镶，奉天铁岭今属辽宁人。清末曾任湖南巡抚四川总督等。辛亥革命后，又任北洋政府临时参政院议长奉天都督清史馆馆长等职。五胡乱华西晋末年，匈奴鲜卑氐羌等五个少数民族的统治者先后在中国北方和巴蜀地区建立了十六个割据政权，旧史称为五胡乱华。五族共和指辛亥革命推翻清朝统治后，由汉满蒙回藏五个主要民族组成共和政体，建立中华民国。蔡松坡―，名锷，字松坡，湖南邵阳人。"}
{"text":"今本列子八篇，可能为晋人所作。赵尔巽―字公镶，奉天铁岭今属辽宁人。清末曾任湖南巡抚四川总督等。辛亥革命后，又任北洋政府临时参政院议长奉天都督清史馆馆长等职。五胡乱华西晋末年，匈奴鲜卑氐羌等五个少数民族的统治者先后在中国北方和巴蜀地区建立了十六个割据政权，旧史称为五胡乱华。五族共和指辛亥革命推翻清朝统治后，由汉满蒙回藏五个主要民族组成共和政体，建立中华民国。蔡松坡―，名锷，字松坡，湖南邵阳人。辛亥革命时被推为云南都督。袁世凯阴谋称帝时，他在云南组织护国军，于一九一五年十二月二十五日发起讨袁战争。袁世凯―，字慰亭，河南项城人。北洋军阀的首领。处于才与不才之间语出庄子山木墨翟约前―前春秋战国之际鲁国人，墨家学派创始者。现有墨子五十三篇，其中多为其弟子所记述。孔子前―前名丘，字仲尼，春秋末期鲁国人，儒家学派创始者。元大德十一年加谥他为大成至圣文宣王，清顺治二年定瞻大成至圣文宣先师。备考青年必读书赵雪阳备考青年必读书赵雪阳青年必读十部书的征求，先生费尽苦心为青年求一指导。各家所答，依各人之主观，原是当然的结果富于传统思想的，贻误青年匪浅。先生缴白卷，在我看起来，实比选十部书得的教训多，不想竟惹起非议。发表过的除掉副刊上熊以谦先生那篇文章，我还听说一位学者关于这件事向学生发过议论，则熊先生那篇文章实在不敢过责为浅薄，不知现在青年多少韫藏那种思想而未发呢！兹将那位学者的话录后，多么令人可惊呵！他们弟兄自然连周二先生也在内了读得中国书非常的多。他家中藏的书很多，家中又便易，凡想着看而没有的书，总要买到。中国书好的很多，如今他们偏不让人家读，而自家读得那么多，这是什么意思呢！这真是什么意思呢！试过的此路不通行，宣告了还有罪么？先生那一点革命精神，不彀他这几句话扑灭，这是多么可悲呵！这几年以来，各种反动的思想，影响于青年，实在不堪设想其腐败较在新青年杂志上思想革命以前还甚腐朽之上，还加以麻木的外套，这比较的要难于改革了。偏僻之地还不晓得新是什么，譬如弹簧之一伸，他们永远看那静的故态吧。"}
{"text":"中国书好的很多，如今他们偏不让人家读，而自家读得那么多，这是什么意思呢！这真是什么意思呢！试过的此路不通行，宣告了还有罪么？先生那一点革命精神，不彀他这几句话扑灭，这是多么可悲呵！这几年以来，各种反动的思想，影响于青年，实在不堪设想其腐败较在新青年杂志上思想革命以前还甚腐朽之上，还加以麻木的外套，这比较的要难于改革了。偏僻之地还不晓得新是什么，譬如弹簧之一伸，他们永远看那静的故态吧。请不要动气，不要自饰，不要闭户空想，实地去观察，看看得的结果惊人不惊？下略赵雪阳。三月二十七日。一九二五年三月三十一日京报副刊。本篇最初发表于一九二五年四月三日京报副刊。评玉君的文章指我也来谈谈关于玉君的话，金满成作，载一九二五年三月三十日和三十一日的晨报副刊。其中说然而，有缺点的战士，终究是战士，完美的苍蝇，终竟不过是苍蝇。――见京副民众文艺周刊第十四号。玉君的呀！我祝你把创伤养好，起来再战，当一个文艺园中的健将。假如你没有伤口，苍蝇也不会来嘬你的。民众文艺京报附出的文艺周刊，一九二四年十二月九日创刊于北京，原名民众文艺周刊，自第十六号起改名民众文艺，自第二十五号起改为民众周刊，一九二五年十一月二十四日出至第四十七期停刊。答客诮答客诮无情未必真豪杰，怜子如何不丈夫。知否兴风狂啸者，回眸时看小於菟。十二月日记一九三二年十二月三十一日为知人写字五幅，为达夫又一幅云无情未必真豪杰，。此诗在书赠坪井芳治时，题款为未年之冬戏作。於菟即虎。左传宣公四年楚人谓虎於菟。悼杨铨悼杨铨岂有豪情似旧时，花开花落两由之。何期泪洒江南雨，又为斯民哭健儿。六月二十一日日记一九三三年六月二十一日下午为坪井先生之友木通口良平君书一绝云岂有豪情似旧时，。写给景宋手迹题酉年六月二十日作。杨铨―，字杏佛，江西清江人。曾留学美国，回国后任东南大学教授，中央研究院总干事。"}
{"text":"於菟即虎。左传宣公四年楚人谓虎於菟。悼杨铨悼杨铨岂有豪情似旧时，花开花落两由之。何期泪洒江南雨，又为斯民哭健儿。六月二十一日日记一九三三年六月二十一日下午为坪井先生之友木通口良平君书一绝云岂有豪情似旧时，。写给景宋手迹题酉年六月二十日作。杨铨―，字杏佛，江西清江人。曾留学美国，回国后任东南大学教授，中央研究院总干事。一九三二年十二月，协同宋庆龄蔡元培等组织中国民权保障同盟，反对蒋介石的法西斯统治。一九三三年六月十八日在上海被国民党特务暗杀。对于新潮一部分的意见对于新潮一部分的意见孟真先生来信收到了。现在对于新潮没有别的意见倘以后想到什么，极愿意随时通知。新潮每本里面有一二篇纯粹科学文，也是好的。但我的意见，以为不要太多而且最好是无论如何总要对于中国的老病刺他几针，譬如说天文忽然骂阴历，讲生理终于打医生之类。现在的老先生听人说地球椭圆，元素七十七种，是不反对的了。新潮里装满了这些文章，他们或者还暗地里高兴。他们有许多很鼓吹少年专讲科学，不要议论，新潮三期通信内有史志元先生的信，似乎也上了他们的当。现在偏要发议论，而且讲科学，讲科学而仍发议论，庶几乎他们依然不得安稳，我们也可告无罪于天下了。总而言之，从三皇五帝时代的眼光看来，讲科学和发议论都是蛇，无非前者是青梢蛇，后者是蝮蛇罢了一朝有了棍子，就都要打死的。既然如此，自然还是毒重的好。――但蛇自己不肯被打，也自然不消说得。新潮里的诗写景叙事的多，抒情的少，所以有点单调。此后能多有几样作风很不同的诗就好了。翻译外国的诗歌也是一种要事，可惜这事很不容易。狂人日记很幼稚，而且太逼促，照艺术上说，是不应该的。来信说好，大约是夜间飞禽都归巢睡觉，所以单见蝙蝠能干了。我自己知道实在不是作家，现在的乱嚷，是想闹出几个新的创作家来，――我想中国总该有天才，被社会挤倒在底下，――破破中国的寂寞。新潮里的雪夜，这也是一个人，是爱情还是苦痛起首有点小毛病，都是好的。上海的小说家梦里也没有想到过。这样下去，创作很有点希望。扇误译的很好。推霞实在不敢恭维。"}
{"text":"翻译外国的诗歌也是一种要事，可惜这事很不容易。狂人日记很幼稚，而且太逼促，照艺术上说，是不应该的。来信说好，大约是夜间飞禽都归巢睡觉，所以单见蝙蝠能干了。我自己知道实在不是作家，现在的乱嚷，是想闹出几个新的创作家来，――我想中国总该有天才，被社会挤倒在底下，――破破中国的寂寞。新潮里的雪夜，这也是一个人，是爱情还是苦痛起首有点小毛病，都是好的。上海的小说家梦里也没有想到过。这样下去，创作很有点希望。扇误译的很好。推霞实在不敢恭维。四月十六日本篇最初发表于一九一九年五月北京新潮月刊第一卷第五号。孟真傅斯年―，字孟真，山东聊城人。当时北京大学学生，新潮编辑。后留学英德。曾任广州中山大学教授国民党政府中央研究院历史语言研究所所长等职。新潮综合性月刊，北京大学新潮社编辑，五四新文化运动初期的重要刊物之一。一九一九年一月创刊于北京，一九二二年三月出至第三卷第二号停刊。史志无的信载新潮第一卷第三号一九一九年三月，其中说览首期所载多哲学及文学之新潮，于科学之新潮尚未能充分提倡，弟愿足下三者并论，于科学之实用者尤当出以供人需要，庶不负新潮之旨趣也。雪夜短篇小说，汪敬熙作，载新潮第一卷第一号一九一九年一月。这也是一个人，短篇小说，叶绍钧作是爱情还是苦痛，短篇小说，罗家伦作，均载新潮第一卷第三号一九一九年三月。扇误又译温德米尔夫人的扇子，剧本，英国王尔德，―作，潘家洵译，载新潮第一卷第三号。推霞独幕剧，德国苏德曼，―作，宋春舫用文言翻译，载新潮第一卷第二号一九一九年二月。公民科歌公民科歌何键将军捏刀管教育，说道学校里边应该添什么。首先叫作公民科，不知这科教的是什么。但愿诸公勿性急，让我来编教科书，做个公民实在弗容易，大家切莫耶耶乎。第一着，要能受，蛮如猪猡力如牛，杀了能吃活就做，瘟死还好熬熬油。第二着，先要磕头，先拜何大人，后拜孔阿丘，拜得不好就砍头，砍头之际莫讨命，要命便是反革命，大人有刀你有头，这点天职应该尽。"}
{"text":"公民科歌公民科歌何键将军捏刀管教育，说道学校里边应该添什么。首先叫作公民科，不知这科教的是什么。但愿诸公勿性急，让我来编教科书，做个公民实在弗容易，大家切莫耶耶乎。第一着，要能受，蛮如猪猡力如牛，杀了能吃活就做，瘟死还好熬熬油。第二着，先要磕头，先拜何大人，后拜孔阿丘，拜得不好就砍头，砍头之际莫讨命，要命便是反革命，大人有刀你有头，这点天职应该尽。第三着，莫讲爱，自由结婚放洋屁，最好是做第十第廿姨太太，如果爹娘要钱化，几百几千可以卖，正了风化又赚钱，这样好事还有吗？第四着，要听话，大人怎说你怎做。公民义务多得很，只有大人自己心里懂，但愿诸公切勿死守我的教科书，免得大人一不高兴便说阿拉是反动。本篇最初发表于一九三一年十二月十一日十字街头第一期，署名阿二。何键―字芸樵，湖南醴陵人，国民党军阀，当时任国民党湖南省政府主席。他向国民党第四次代表大会提议中小课程应增设公民科，以保持民族固有道德而拯已溺之人心。耶耶乎上海一带方言，马马虎虎的意思。阿拉上海一带方言，我的意思。关于苦闷的象征关于苦闷的象征王铸先生我很感谢你远道而至的信。我看见厨川氏关于文学的著作的时候，已在地震之后，苦闷的象征是第一部，以前竟没有留心他。那书的末尾有他的学生山本修二氏的短跋，我翻译时，就取跋文的话做了几句序。跋的大意是说这书的前半部原在改造杂志上发表过，待到地震后掘出遗稿来，却还有后半，而并无总名，所以自己便依据登在改造杂志上的端绪，题为苦闷的象征，付印了。照此看来，那书的经历已经大略可以明了。本要做一部关于文学的书，――未题总名的，――先成了创作论和鉴赏论两篇，便登在改造杂志上学灯上明权先生的译文，当即从改造杂志翻出。此后他还在做下去，成了第三第四两篇，但没有发表，到他遭难之后，这才一起发表出来，所以前半是第二次公开，后半是初次。四篇的稿子本是一部书，但自己并未定名，于是他的学生山本氏只好依了第一次公表时候的端绪，给他题为苦闷的象征。至于怎样的端绪，他却并未说明，或者篇目之下，本有这类文字，也说不定的，但我没有改造杂志，所以无从查考。"}
