{"text":"经过有美孚标准石油海湾蓝太阳等标志的加油站时，他也会给车子加油。而且，霍珀往往在这些人们忽略甚至不屑一顾的地方发现了诗意，如汽车旅馆之诗和公路旁小餐馆之诗。他的画作以及和作品内容相一致的标题表明他对旅行中的五种地方有着持久的兴趣旅馆旅馆房间，旅馆大堂，旅客休息室，铁路旁的旅馆旅馆的窗户，西部汽车旅馆，公路和加油站缅因州的公路，加油站，东哈姆，第六大道，荒僻之地，旅行的艺术四车道公路，小餐馆和自助餐厅自动贩卖店，自助餐厅里的阳光，从火车上看到的景观铁道旁的房子，纽约纽黑文和哈特福德，铁路路堤，驶向波士顿，驶近一座城市，公路和树火车内和全部车辆的景观在电动火车上的一夜，火车头，号车厢舱，宾夕法尼亚的拂晓，豪华列车，所有这些作品中，孤独是最常出现的主题。霍珀作品中的人物通常看起来都远离家乡他们孤单地坐着或站着，在旅店床边上读着一封信，或在酒吧独饮他们在行驶的列车上凝视窗外，或在旅店大堂捧书默读。看上去他们多愁善感，若有所思。他们也许刚刚离开了某个人，或是刚被某人所离弃他们漂泊四方，居无定所，寻找工作性和友伴。往往是在夜晚，窗外漆黑一片，人们可以感觉到他们置身岳的乡村原野或面对一个陌生城市时的恐惧。在自动贩卖店中，一位女士独坐，喝着一杯咖啡。夜深了，从她头上的帽子和身上的大衣看，外面很冷。用餐室看起来很大，空而亮。餐室的布置都比较实用，摆着石面餐桌，结实耐用的黑木椅子，墙壁刷得很白。画中的女士看上去并不习惯一个人坐在一个公共场合，显得有些不自在，还略带不安，似乎有什么事情不对劲。观者会在不知不觉中想象关于她的故事，故事可能同背叛和失落相关。她把咖啡杯送到唇边，尽量不让自己的手颤抖。这也许是美国北部某个大城市，时间大约是月的某个晚上，点。自动贩卖店这幅作品所要表现的是一种淡淡的哀愁――但它并不是一幅悲情画。同伟大而伤感的音乐作品旅行的艺术一样，自动贩卖店有其感人的力量。"}
{"text":"画中的女士看上去并不习惯一个人坐在一个公共场合，显得有些不自在，还略带不安，似乎有什么事情不对劲。观者会在不知不觉中想象关于她的故事，故事可能同背叛和失落相关。她把咖啡杯送到唇边，尽量不让自己的手颤抖。这也许是美国北部某个大城市，时间大约是月的某个晚上，点。自动贩卖店这幅作品所要表现的是一种淡淡的哀愁――但它并不是一幅悲情画。同伟大而伤感的音乐作品旅行的艺术一样，自动贩卖店有其感人的力量。尽管这家店陈设简单，但它本身似乎并没有让人觉得不舒服。餐室里也许还有别的人，不管是男性还是女性，他们都独坐，喝着咖啡，陷入沉思，和画中的女士一样，同自己所在的社会保持着距离这是一种常见的隔阂感，对任何独处者，这种感觉有助于减轻他们在孤独状态中的压抑感。在公路旁的小餐馆午夜时分的自助餐厅旅店的大堂和火车站的咖啡馆，我们可能不太能感觉到那种在偏僻的公共场所油然而生的孤独和疏离感，反倒重新发现一种同周围人群的强烈认同。家庭气息的缺失明亮的灯光和毫无特色的陈设把我们从种种所谓家的舒适中解脱出来。同家里挂着相框和贴着墙纸的客厅相比，在这些地方，我们更容易摆脱心中的感伤――这种近乎避难所的装饰更能让我们放松。霍珀试图让我们同画中独品孤独的女士产生共鸣。她看上去高贵大方，但也许太容易相信别人，过于天真，她似乎在生活中着着实实地碰了一次壁。霍珀让我们将心比爱德华霍珀自动贩卖店，年心，设想她的处境。霍珀作品中的人物并不反感家本身，只是家似乎以各种各样不容辩驳的方式背叛了他们这才迫使他们离家出走，步入夜的孤独或漂泊在路上。对那些因为高尚的原因而不能在现实世界黾寻找到家园的人，以及那些波德莱尔可能冠以诗人称号的人来说，全天候开放的小餐馆火车站的候车室和汽车旅馆便是他们的避难所。黄昏时分，汽车沿着盘旋的公路穿行于大片森林之中。车头灯的强光，不时射在路旁大片的草地和路旁的树干上，以至于每块树皮和每根草茎的形貌都清晰可辨。在森林里，车灯的光线惨白强烈，似乎更适用于医院病房。汽车绕过弯，车灯照在似在昏睡的路面上，这些草地和树干又没入一片黑暗中。一路上很少见到别的车辆，偶尔碰到的，也是迎面来的，亮着车灯像是在逃离其身后夜的黑暗。"}
{"text":"黄昏时分，汽车沿着盘旋的公路穿行于大片森林之中。车头灯的强光，不时射在路旁大片的草地和路旁的树干上，以至于每块树皮和每根草茎的形貌都清晰可辨。在森林里，车灯的光线惨白强烈，似乎更适用于医院病房。汽车绕过弯，车灯照在似在昏睡的路面上，这些草地和树干又没入一片黑暗中。一路上很少见到别的车辆，偶尔碰到的，也是迎面来的，亮着车灯像是在逃离其身后夜的黑暗。车内昏暗，仪表板发出紫色的光。突然，在前方一块空阔地上出现一片亮光――是一个加油站。这是这条公路驶人这最茂密也是最大的一片森林之前的最后一个加油站，再往前方一切都将落入黑夜的掌心――这就是油画加油站所表现的场旅行的艺术景。加油站的管理员离开了房间，在油泵前检似油存量。房间内温暖明亮，灯光强烈一如正午的煦阳正撒满室外的大院。室内也许还有一只收音机在开着。管理室靠墙处，除了有糖点杂志地图和车用窗帘，也许还整齐地摆着一排油桶。和年前创作的自动贩卖店一样，加油站表现的也是一种孤独一座加油站独立于越来越浓的暮色中。在霍珀的画笔下，这种孤独同样呈现得强烈深刻且令人神往。画布右边像雾一样开始蔓延的黑暗同加油站形成鲜明对照，黑暗是恐惧的信使，而加油站是安全的象征。夜幕降临之际，在这处在原始森林边缘的人类最后的一个驻足点，应该比白天的城市更容易让人生出亲近的感觉。咖啡机和杂志，作为人类小小的欲望和虚荣的象征，对应着加油站外宽阔无垠的非人类的世界和绵亘数英里的森林，而在这森林里，不时还可以听见熊和狐狸脚下树枝的断裂声。画作给人的暗示可谓意味深长在一份杂志的封面上，用鲜亮的粉红色突出着今年夏天流行紫色指甲油的信息咖啡机对我爱德华雀珀加油站年们发出无声的呼唤正在播散新鲜烘焙的咖啡豆的芳香。在这公路即将进入无边森林的最后一站我们会发现自己同他人之间的共通性远远超出差异性。霍珀对火车也有兴趣。"}
{"text":"在这公路即将进入无边森林的最后一站我们会发现自己同他人之间的共通性远远超出差异性。霍珀对火车也有兴趣。他很喜欢坐在人很少的车厢里驶过原野的那种感觉车厢里一片沉寂，只听见车轮有节奏地敲打铁轨的声音这有节奏的敲击声和窗外飘逝的风景把人带人一种梦幻之中，我们似乎出离了自己的身体而深入一种常态下我们不可能涉及的地带，在那里各种思绪和诸般记忆错杂纠缠。油画号车厢舱中的女士正在读着她手中的书，时而打量车舱内的布置，时而观看车窗外的风景，她现在的思绪大概就处于上面所说及的那种梦幻般的状态。旅行能催人思索。很少地方比在行进中的飞机轮船和火车上更容易让人倾听到内心的声音。我们眼前的景观同我们脑子里可能产生的想法之间存在着某种奇妙的关联宏阔的思考常常需要有壮阔的景观，而新的观点往往也产生于陌生的所在。在流动景观的刺激下，那些原本容易停顿的内心求索可以不断深进。我们倘若被迫去讲出一个笑话或模仿一种口音，效果往往差强人意同理，如果只是旅行的艺术为思考而思考，我们的脑子可能不愿去好好思考。当我们脑子在思索的同时还有别的驱遣，如听音乐或让目光追随一排林木的时候，我们的思考其实是得到了改善。当我们注意到意识已遭遇凼境这种困境又会阻碍各种记忆渴望内省或创爱德华霜珀号车厢舱，年见的出现，并希望我们的思索程式化客观化，我们脑子中的那些紧张挑剔和讲求实际的想法就可能迫使我们中止思考。而这时，我们听到的音乐或看见的风景便正好能够分散我们脑子里紧张挑剔和讲求实际的想法，让思考继续和深入。在各种交通方式中，火车也许最益于思考同轮船和飞机比较，坐在火车上，我们决不会担心窗外的风景可能会单凋乏味其速度适中，既不会太慢而让我们失去耐性，也不会太快而让我们无法辨认窗外的景观。"}
{"text":"在各种交通方式中，火车也许最益于思考同轮船和飞机比较，坐在火车上，我们决不会担心窗外的风景可能会单凋乏味其速度适中，既不会太慢而让我们失去耐性，也不会太快而让我们无法辨认窗外的景观。在行进过程中，火车能让我们瞥见一些私人空间，譬如说，我们可能刚刚看见一位女士正从厨房的餐台上拿起杯子，紧接着看见一个露台，露台上正睡着一位先生再接下来，看见公园里一个小孩正在接一只球，至于抛球的人我们却看不见这些私人空间，虽是短短的一瞥却给人遐思。在一次旅行中，火车行进在平坦的原野上，我的思绪差不多完全放松下来。我想到了父亲的死，想到了我正在写作的关于司汤达的论文，还想起了两个朋友间的猜忌。每次只要我的思考遇上死结脑海一片空白，我就会把目光转移到车窗之外，让视线锁住一个目标，然后跟住它一会儿，直至新的想法开始成形，并能在没有压力的情形下将思绪厘清。在长时间的火车梦幻的最后阶段，我们会感觉自己返归本真――亦即开始清楚那些对我们真正重要的情感和观念。我们并非一定得在家里才最有可能接近真实的自我。在家时，家庭装饰会阻挠我们的改变，因为它们并没有改变家居生活的模式也让我们维持着日常形象，而这形象，可能并非我们的本我形象。旅馆的房间同样为我们提供了摆脱定势思维的机会。躺在旅馆的床上，室内极静，偶尔听到酒店内电梯快速上下所发出的声响，此时此刻我们可以忘却到达之前的一切劳顿，任思绪驰骋，品味自己曾拥有的辉煌和曾遭遇过的落旅行的艺术寞。面盆边用纸包着的小肥皂，小吧台上陈列的小瓶包装的酒，承诺整晚提供送餐服务的菜单以及楼下平静而V有些骚动的陌生城市的夜景等等，这全然陌生的环境能促使我们从一个新的高度来省察我们的生活。这高度，是我们在家中，为日常琐事所烦扰时所不能达到的。夜半旅馆的便条纸成了接受灵光乍现的思想的工具。早餐的菜单请在凌晨点前挂到房门外正搁在房间的地上，尚未填写，一起在地上的还有一张问候卡，上面记录着接下来一天的天气情况以及旅馆管理层的晚安祝福。"}
{"text":"这高度，是我们在家中，为日常琐事所烦扰时所不能达到的。夜半旅馆的便条纸成了接受灵光乍现的思想的工具。早餐的菜单请在凌晨点前挂到房门外正搁在房间的地上，尚未填写，一起在地上的还有一张问候卡，上面记录着接下来一天的天气情况以及旅馆管理层的晚安祝福。雷蒙德威廉斯曾指出，旅行，或者那种漫无目的的漂泊的过程，其价值在于它们能让我们体验情感上的巨大转变，这种转变可以追溯到世纪末期，那时候出现了一种现象，外来的旅行者似乎比当地人道德高尚世纪以来，人类的同情和了解不再源自于社群活动，而是来自于人们的漂泊经验。因此一种基本的疏离沉默和孤独已成为人性和社群的载体，对抗着普通社会阶层的，―，威尔士文化理论家。爱德华霍珀旅馆房间，年苛严僵固冷漠无情和自私自利的闲适――雷蒙德威廉斯乡村和城市如果我们在加油站，还有汽车旅馆等地方发现了生活的诗意，如果我们为机场和火车车厢所吸引，其原因也许是我们明确地感觉到这些偏僻孤立的地方给我们提供了一种实实在在的场景，使我们能暂时摆脱因循僵滞的日常生活中难以改易的种种自私的安逸种种陋习和拘囿，不管它们在设计上是如何的不完美不舒适，在色彩上是如何的不含蓄，在灯光上是如何的不柔和。旅行的艺术异国情调地点阿姆斯特丹向导福楼拜旅行的艺术在阿姆斯特丹斯希普霍尔机场下飞机，进入航站才几步，我就被一块天花板下悬着的指示牌吸引住了。这是一个指明通往迎宾厅出口和签转柜台的方向指示牌，鲜亮的黄颜色，长米，高米。指示牌设计也简单，铝制的箱框，镶着塑料的指示牌，通过小钢柱连接，从电缆线和空调管路密布的天花板挂下来。指示牌很简单，甚至太过普通，但它却让我快乐。用异国情调来形容这种快乐也许有些不同寻常，却是合宜的。"}
{"text":"指示牌设计也简单，铝制的箱框，镶着塑料的指示牌，通过小钢柱连接，从电缆线和空调管路密布的天花板挂下来。指示牌很简单，甚至太过普通，但它却让我快乐。用异国情调来形容这种快乐也许有些不同寻常，却是合宜的。指示牌上有好几处显出这种异国情调，如s荷兰文，迎宾厅一词中的两个并置荷兰文出口一词中字母和连在一起除了荷兰文指示牌上还标有英文副标用s荷兰文，柜台来表述s英文，柜台的意思，还采用了一些实用新潮的字体，如体或s体等。这个指示牌之所以让我快乐，原因之一在于它是第一个肯定的见证，表明我已经到达了一个别的地方。它是异国的一个标志。也许对那些不太注意的人来说这指示牌并不显眼但在我的国家里，这类指示牌是决不会以此种形式出现的。首先，它的黄色不会如此鲜亮上面的字体可能会柔顺些，并更多怀旧色彩其次，它也不会考虑外国人是否会弄不清方向，不会加上其他语言的提示或副标，而且单从语言上看，指示牌上也不会出现并置的字母，这种特别的重复，说不清为什么，让我感觉到自己正置身于另一种历史和另一类民族心态之中。一个电源插座，一只浴室水龙头，一个果酱瓶，或是个指示牌传递出的一些信息，可能连它的设计者也没有想到，替如说，它可能会表明其制造者的国籍。显然，制作斯希普霍尔机场指示牌的民族似乎同我的民族相距甚远。一个大胆的具有民族性格和特色的考古学家也许会将指示旅行的艺术牌上字体的影响追溯到世纪早期的风格派运动，从醒目的英文副标考求出荷兰人对外来影响的开放性，进而追溯到年东印度公司的建立并从指示牌整体上简单的风格看出加尔文主义的审美情趣，这种审美情趣在世纪尼德兰联邦和西班牙交战期间就已成为荷兰国民性的一部分。从一个指示牌便能看出两地间巨大的差异，这正可以作为一个简单却让人愉悦的想法的注脚一旦跨越国界，脚下便是一个不同的国度，风俗人情和生活习惯亦必大异其趣。然而仅有差异，尚不足以引发快感，即便是有了快感，也不会长久。只有那些有助于我们自己国家自我完善的差异方可引发长久的快感。"}
{"text":"从一个指示牌便能看出两地间巨大的差异，这正可以作为一个简单却让人愉悦的想法的注脚一旦跨越国界，脚下便是一个不同的国度，风俗人情和生活习惯亦必大异其趣。然而仅有差异，尚不足以引发快感，即便是有了快感，也不会长久。只有那些有助于我们自己国家自我完善的差异方可引发长久的快感。我认为斯希普霍尔机场的指示牌具有异国情调，是因为它隐约传达出了一种强烈的信息制作这个指示牌的就在之外的国度，有可能在相当程度上比我自己的国家更投合我的性情与兴趣。这指示牌预该运动的发展中心在荷兰探讨开拓现代艺术与设计的新目标以创造属于知识的而非个人的绘画和设计风格为主。――ss由―年摆脱西班牙统治而独的北尼德兰的个省组成。溉域约相当于今天的荷兰王国。――示着我在这个国度里的快乐。从传统意义上看，异国情调一词更多地是同耍蛇人闺阁光塔骆驼露天集市，以及由一个蓄着八字须的仆人从高处倒进托盘上小玻璃杯内的薄荷茶等等联系在一起，它们远比上面提及的荷兰指示牌丰富多彩。世纪上半叶，异国情调一词成了中东的代名词。年，维克多雨果出版了他的组诗东方集。在诗序中就有这样的表述我们所有的人都比以前更为关注东方。东方已然是众多人魂萦梦绕的地方，也是本书向往之地。雨果的诗具有欧洲东方文学的基本题材，如海盗帕夏苏丹香料和托钵僧人等。诗中的人物用小玻璃杯喝薄荷茶。像天方夜谭瓦尔特司各特的东方题材的小说以及拜伦的异教徒等文学作品一样，他的诗作很快Aps古奥斯曼帝国和北非高官的称号。―――苏格兰小说家，诗人，被认为是历史小说的首创者和伟大的实践者。――一英国诗人，他的名字既是深刻的浪漫主义忧郁的象征，又是追求政治自由的象征。――旅行的艺术得了读者的喜爱。"}
{"text":"像天方夜谭瓦尔特司各特的东方题材的小说以及拜伦的异教徒等文学作品一样，他的诗作很快Aps古奥斯曼帝国和北非高官的称号。―――苏格兰小说家，诗人，被认为是历史小说的首创者和伟大的实践者。――一英国诗人，他的名字既是深刻的浪漫主义忧郁的象征，又是追求政治自由的象征。――旅行的艺术得了读者的喜爱。年月，尤金德拉克洛瓦动身去北非，期冀其绘画创作能捕捉东方的异国情调。到丹吉尔后，未及个月，他就穿起了当地的服饰，并在写给他弟弟的信尾署名为你的非洲人。更有甚者，欧洲的一些公共场所看上去也越来越具有东方情调。年月日，鲁昂附近的塞纳河畔挤满了人群，他们在为法国军舰卢索赫号欢呼。该舰从埃及亚历山大港起航，正往巴黎方向逆水上行。军舰上有一座方尖碑，用专门的支架同定着。它来自底比斯神殿，人们把它吊运到船上，准备用它作协和广场前的交通岛。在这群人中有一位心事重重的岁男孩，他就是古斯塔夫福楼拜。福楼拜的最大梦想便是离开鲁昂，到埃及去赶骆驼，并在后宫中找到一位有着橄榄肤色，上唇带着一丝幽怨的女孩，并为她献出自己的童贞。这个岁的男孩对鲁昂――事实上，对整个法国――充满了轻蔑。他在写给学校时的朋友舍瓦利耶的信中表示，对这所谓的优秀文明他只有蔑视，尽管这个文明已经，s―，法国世纪现实主义文学大师小说家。――制造出了铁路监狱奶油馅饼忠诚和断头台，并以此自傲。他的生活徒劳乏味，毫无新意，并充满艰辛。他在记中写道我常希望自己毙掉过路的行人。我太无聊了，实在是太太无聊了在创作中，他常常会涉及到在法国，特别是鲁昂生活的无聊。今天我简直是无聊透顶了，在一个糟透了的星期天行将结束时，他这样写道。外省的景色是多么的迷人，生活在那里的人们V是多么的有趣。他们谈论的是税费道路的修整。邻居是一个多么美妙的字眼。为了强调邻居在社会生活中的重要性，它永远都应该是大写的邻居。"}
