{"text":"有一间屋顶作穹隆形状，蓝地金星，俨然夜天的光景。又一间张着一大块伞形的绸子，像在遮着太阳。又一间用了古络钱纹做全室的装饰。壁上或画画，或挂画。地板用细木头嵌成种种花样，光滑无比。外国的宫殿外观常不如中国的宏丽，但里边装饰的精美，我们却断乎不及。故宫西头是皇储旧邸。一九一九年因为国家画院的画拥挤不堪，便将近代的作品挪到这儿，陈列在前边的屋子里。大部分是印象派表现派，也有立体派。表现派是德国自己的画派。原始的精神，狂热的色调，粗野模糊的构图，你像在大野里大风里大火里。有一件立体派的雕刻，是三个人像。虽然多是些三角形，直线，可是一个有一个的神气，彼此还互相照应，像真会说话一般。表现派的精神现在还多多少少存在柏林魏坦公司六月间有所谓民众艺术展览会，出售小件用具和玩物。玩物里如小动物孩子头之类，颇有些奇形怪状，别具风趣的。还有展览场六月间的展览里，有一部是剪贴画。用颜色纸或布拼凑成形，安排在一块地子上，一面加上些沙子等，教人有实体之感，一面却故意改变形体的比例与线条的曲直，力避写实的手法。有些现代人大约是要看了这种手艺才痛快的。这一回展览里有好些小家屋的模型，有大有小。大概造起来省钱屋子里空气，光，太阳都够现代人用。没有那些无用的装饰，只看见横竖的直线。用颜色，或用对照的颜色，教人看一所屋子是整个儿，不零碎，不琐屑。小家屋如此，大厦也如此。德国的建筑与荷兰不同。他们注重实用，以简单为美，有时候未免太朴素些。近年来柏林这种新房子造得不少。这已不是少数艺术家的试验而是一般人的需要了。新西区一带便都是的。那一带住屋小而巧，里面的装饰干净利落，不显一点板滞。大厦多在东头亚历山大场，似乎美观的少。有些满用横线，像夹沙糕，有些满用直线，这自然说的是窗子。用直线的据说是美国影响。但美国房屋高入云霄，用直线合式柏林的低多了，又向横里伸张，用直线便大大地不谐和了。大厦之外还有广场，刚才说的展览场便是其一。这个广场有八座大展览厅，连附属的屋子共占地十八万二千平方英尺空场子合计起来共占地六十五万平方英尺。乍走进去的时候，摸不着头脑，仿佛连自己也会丢掉似的。建筑都是新式。整个的场子若在空中看，是一幅图案，轻灵而不板重。德意志体育场，中央飞机场，也都是这一类新造的广场。前两个在西，后一个在南，自然都在市外。"}
{"text":"用直线的据说是美国影响。但美国房屋高入云霄，用直线合式柏林的低多了，又向横里伸张，用直线便大大地不谐和了。大厦之外还有广场，刚才说的展览场便是其一。这个广场有八座大展览厅，连附属的屋子共占地十八万二千平方英尺空场子合计起来共占地六十五万平方英尺。乍走进去的时候，摸不着头脑，仿佛连自己也会丢掉似的。建筑都是新式。整个的场子若在空中看，是一幅图案，轻灵而不板重。德意志体育场，中央飞机场，也都是这一类新造的广场。前两个在西，后一个在南，自然都在市外。此外电影院跳舞场往往得风气之先，也有些新式样。如铁他尼亚宫电影院，那台，那灯，那花楼，不是用圆，用弧线，便是用与弧线相近的曲线，要的也是一个干净利落罢了。台上一圈儿一圈儿有些像排箫的是管风琴。管风琴安排起来最累赘，这儿的布置却新鲜悦目，也许电影管风琴简单些，才可以这么办。颜色用白银与淡黄对照，教人常常清醒。祖国舞场也是新式，但多用直线形颜色似乎多一种黑。这里面有许多咖啡室。日本室便按日本式陈设，土耳其室便按土耳其式。还有莱茵室，在壁上画着莱茵河的风景，用好些小电灯点缀在天蓝的背景上，看去略得河上的夜的意思――自然，屋里别处是不用灯的。还有雷电室，壁上画着雷电的情景，用电光运转电射雷鸣，与音乐应和着。爱热闹的人都上那儿去。柏林西南有个波次丹s，是佛来德列大帝的城。城外有个无愁园，园里有个无愁宫，便是大帝常住的地方。大帝迷法国，这座宫，这座园子都仿凡尔赛的样子。但规模小多了，神儿差远了。大帝和伏尔泰是好朋友，他请伏尔泰在宫里住过好些日子，那间屋便在宫西头。宫西边有一架大风车。据说大帝不喜欢那风车日夜转动的声音，派人跟那产主说要买它。出乎意外，产主楞不肯。大帝恼了，又派人去说，不卖便要拆。产主也恼了，说，他会拆，我会告他。大帝想不到乡下人这么倔强，大加赏识，那风车只好由它响了。因此现在便叫它做历史的风车。隔无愁宫没多少路，有一座新宫，里面有一间贝厅，墙上地上满嵌着美丽的贝壳和宝石，虽然奇诡，却以素雅胜。年月日作完。原载年月日中学生第号散文全编德瑞司登今译名为德累斯顿。德瑞司登s在柏林东南，是静静的一座都市。"}
{"text":"大帝想不到乡下人这么倔强，大加赏识，那风车只好由它响了。因此现在便叫它做历史的风车。隔无愁宫没多少路，有一座新宫，里面有一间贝厅，墙上地上满嵌着美丽的贝壳和宝石，虽然奇诡，却以素雅胜。年月日作完。原载年月日中学生第号散文全编德瑞司登今译名为德累斯顿。德瑞司登s在柏林东南，是静静的一座都市。欧洲人说这里有一种礼拜日的味道，因为他们的礼拜日是安息的日子，静不过。这里只有一条热闹的大街在街上走尽可从从容容，斯斯文文的。街尽处便是易北河。河穿全市而过，弯了两回，所以望不尽。河上有五座桥，彼此隔得远远的，显出玲珑的样子。临河一带高地，叫做勃吕儿原。站在原上，易北河的风光便都到了眼里。这是一个阴天，不时地下着小雨望过去清淡极了，水与天亮闪亮的，山只剩一些轮廓，人家的屋子和田地都黑黑儿的。有人称这个原为欧洲的露台，未免太过些，但是确也有些可赏玩的东西。从前有位著名的文人在这儿写信给他的未婚夫人，说他正从高岸上望下看，河上一处处的绿野与村落好像绣在一张毯子上河水刚掉转脸亲了德瑞司登一下，马上又溜开去。这儿说的是第一个弯子。他还说绕着的山好像花箍子，响蓝的天好像在意大利似的。在晴天这大约是真的。德瑞司登有德国佛罗伦司之称，为的一些建筑和收藏的画。这些建筑多半在勃吕儿原西南一带。其中堡宫最有意思。堡宫因为邻近旧时的堡垒而得名，是十八世纪初年奥古斯都大力王ss吩咐他的建筑师裴佩莽pp盖的。奥古斯都膂力过人，据说能拗断马蹄铁，又在西班牙斗牛，刺死了一头最凶猛的所以称为大力王。他是这座都市的恩主凡是好东西，美东西，都是他留下来的。他造这个堡宫，一来为面子，那时候一个亲王总得有一所讲究的宫房，才有威风，不让人小看。二来为展览美术货色如瓷器，花边等之用。他想在过年过节的时候，多招徕些外路客人，好让他的百姓多做些买卖，以繁荣这个地方。他生在巴洛克时代，虽然倾心法国文化，所造的房子却都是德国巴洛克式。巴洛克式重曲线，重装饰，以华丽炫目为佳。堡宫便是代表。宫中央是极大一个方院子。"}
{"text":"他是这座都市的恩主凡是好东西，美东西，都是他留下来的。他造这个堡宫，一来为面子，那时候一个亲王总得有一所讲究的宫房，才有威风，不让人小看。二来为展览美术货色如瓷器，花边等之用。他想在过年过节的时候，多招徕些外路客人，好让他的百姓多做些买卖，以繁荣这个地方。他生在巴洛克时代，虽然倾心法国文化，所造的房子却都是德国巴洛克式。巴洛克式重曲线，重装饰，以华丽炫目为佳。堡宫便是代表。宫中央是极大一个方院子。南面是正门，顶作冕形，叫冕门分两层，像楼屋雕刻精细，用许多小柱子。两边各有好些拱门，每门里安一座喷水，上面各放着雕像。现在虽是黯淡了，还可想见当年的繁华。西面有水仙出浴池。十四座龛子拥着一座大喷水，像一只马蹄，绕着小小的池子每座龛子里站着一个女仙出浴的石像，姿态各不相同。龛外龛上另有繁细的雕饰。这是宫里最美的地方。堡宫现在分作几个博物院，尽北头是国家画院。德国藏画，要算这里最精了。也创始于奥古斯都，而他的儿子继承其志。奥古斯都自己花钱派了好多人到欧洲各处搜求有价值的画。到他死的时候，院中已有好些不朽的名作。他的儿子奥古斯都第二在位三十年，教大臣勃吕儿伯爵主持收买名画。一七四五年在威尼斯买着百多张意大利重要的作品，为阿尔卑斯山以北所未曾有。一七五四年又从意大利得着拉飞尔的歇司陀的圣母图。这是他的杰作。图中间是圣处女与圣婴，左右是圣巴巴拉与教皇歇克司都第二，下面是两个小天使。有人说这张画里圣处女的脸，美而秀雅，几乎是女性美的最完全的表现，真动人，真出色。最妙的，端庄与和蔼都够味，一个与耶稣教毫不相干的游客也会起多少敬爱的意思。图中各人的眼光奇极从圣处女而圣巴巴拉而小天使而教皇，恰好可以钩一个椭圆圈儿。这样一来，那对称的安排才有活气。画院驰名世界，全靠勃吕儿伯爵手里买的这些画。现在院中差不多有画二千五百件，以意大利及荷兰的为最多。画排列得比那儿都整齐清楚，见出德国人的脾气。十八世纪意大利画家卡那来陀在这里住过，留下不少腐刻画，画着堡宫和街巷的景色。还有他的威尼斯风景画，这儿也多，色调构图，鲜明精巧，为别处收藏的所不及。大街东有圣母堂，也是著名的古迹。一七三六年十二月奥古斯都第二在这里举行过一回管风琴比赛会。与赛的，大音乐家巴赫和一个法国人叫马降的。"}
{"text":"画院驰名世界，全靠勃吕儿伯爵手里买的这些画。现在院中差不多有画二千五百件，以意大利及荷兰的为最多。画排列得比那儿都整齐清楚，见出德国人的脾气。十八世纪意大利画家卡那来陀在这里住过，留下不少腐刻画，画着堡宫和街巷的景色。还有他的威尼斯风景画，这儿也多，色调构图，鲜明精巧，为别处收藏的所不及。大街东有圣母堂，也是著名的古迹。一七三六年十二月奥古斯都第二在这里举行过一回管风琴比赛会。与赛的，大音乐家巴赫和一个法国人叫马降的。那时巴赫还未大大出名，马降心高气傲，自以为能手。比赛的前一天，巴赫从来比锡来，看见管风琴好，不觉技痒，就坐下弹了一回。想不到马降在一旁窃听。这一听可够他受的。等不到第二天，他半夜里便溜出德瑞司登了。结果巴赫在奥古斯都第二和四千听众之前演了出独脚戏。一八四三年乐圣瓦格纳也在这里演奏过他的名曲使徒宴。哥德也站在这里的讲台上说过话，他赞美易北河上的景致，就是在他眼前的。这在一八一三年八月。教堂上有一座高塔顶，远远的就瞧见。相传一七六九年弗雷德力大帝攻打此地，想着这高顶上必有敌人的t望台，下令开炮轰。也不知怎样，轰了三天还没轰着。大帝又恨又恼，透着满瞧不起的神儿回头命令炮手道由那老笨家伙去罢！德瑞司登瓷器最著名。大街上有好几家瓷器铺。看来看去，只有舞女的裙子做得实在好。裙子都是白色雕空了像纱一样，各色各样的折纹都有，自然不能像真的那样流动，但也难为他们了。中国瓷器没有如此精巧的，但有些东西却比较着有韵味。年月日作。原载年月日中学生第号散文全编莱茵河莱茵河发源于瑞士阿尔卑斯山中，穿过德国东部，流入北海，长约二千五百里。分上中下三部分。从马恩斯，s到哥龙算是中莱茵游莱茵河的都走这一段儿。天然风景并不异乎寻常地好古迹可异乎寻常地多。尤其是马恩斯与考勃伦兹之间，两岸山上布满了旧时的堡垒，高高下下的，错错落落的，斑斑驳驳的有些已经残破，有些还完好无恙。这中间住过英雄，住过盗贼，或据险自豪，或纵横驰骤，也曾热闹过一番。现在却无精打采，任凭日晒风吹，一声儿不响。"}
{"text":"分上中下三部分。从马恩斯，s到哥龙算是中莱茵游莱茵河的都走这一段儿。天然风景并不异乎寻常地好古迹可异乎寻常地多。尤其是马恩斯与考勃伦兹之间，两岸山上布满了旧时的堡垒，高高下下的，错错落落的，斑斑驳驳的有些已经残破，有些还完好无恙。这中间住过英雄，住过盗贼，或据险自豪，或纵横驰骤，也曾热闹过一番。现在却无精打采，任凭日晒风吹，一声儿不响。坐在轮船上两边看，那些古色古香各种各样的堡垒历历的从眼前过去仿佛自己已经跳出了这个时代而在那些堡垒里过着无拘无束的日子。游这一段儿，火车却不如轮船朝日不如残阳，晴天不如阴天，阴天不如月夜――月夜，再加上几点儿萤火，一闪一闪的在寻觅荒草里的幽灵似的。最好还得爬上山去，在堡垒内外徘徊徘徊。这一带不但史迹多，传说也多。最凄艳的自然是脍炙人口的声闻岩头的仙女子。声闻岩在河东岸，高四百三十英尺，一大片暗淡的悬岩，嶙後峋峋的河到岩南，向东拐个小湾，这里有顶大的回声，岩因此得名。相传往日岩头有个仙女美极，终日歌唱不绝。一个船夫傍晚行船，走过岩下。听见她的歌声，仰头一看，不觉忘其所以，连船带人都撞碎在岩上。后来又死了一位伯爵的儿子。这可闯下大祸来了。伯爵派兵遣将，给儿子报仇。他们打算捉住她，锁起来，从岩顶直摔下河里去。但是她不愿死在他们手里，她呼唤莱茵母亲来接她河里果然白浪翻腾，她便跳到浪里。从此声闻岩下听不见歌声，看不见倩影，只剩晚霞在岩头明灭。德国大诗人海涅有诗咏此事此事传播之广，这篇诗也有关系的。友人淦克超先生曾译第一章云传闻旧低徊，我心何悒悒。两峰隐夕阳，莱茵流不息。峰际一美人，粲然金发明，清歌时一曲，余音响入云。凝听复凝望，舟子忘所向，怪石耿中流，人与舟俱丧。据朱绍华先生莱茵纪游，看行云流水。这座岩现在是已穿了隧道通火车了。哥龙在莱茵河西岸，是莱茵区最大的城，在全德国数第三。从甲板上看教堂的钟楼与尖塔这儿那儿都是的。虽然多么繁华一座商业城，却不大有俗尘扑到脸上。英国诗人柯勒列治说人知莱茵河，洗净哥龙市水仙你告我，今有何神力，洗净莱茵水？那些楼与塔镇压着尘土，不让飞扬起来，与莱茵河的洗刷是异曲同工的。哥龙的大教堂是哥龙的荣耀单凭这个，哥龙便不死了。这是戈昔式，是世界上最宏大的戈昔式教堂之一。"}
{"text":"据朱绍华先生莱茵纪游，看行云流水。这座岩现在是已穿了隧道通火车了。哥龙在莱茵河西岸，是莱茵区最大的城，在全德国数第三。从甲板上看教堂的钟楼与尖塔这儿那儿都是的。虽然多么繁华一座商业城，却不大有俗尘扑到脸上。英国诗人柯勒列治说人知莱茵河，洗净哥龙市水仙你告我，今有何神力，洗净莱茵水？那些楼与塔镇压着尘土，不让飞扬起来，与莱茵河的洗刷是异曲同工的。哥龙的大教堂是哥龙的荣耀单凭这个，哥龙便不死了。这是戈昔式，是世界上最宏大的戈昔式教堂之一。建筑在一二四八年，到一八八零年才全部落成。欧洲教堂往往如此，大约总是钱不够之故。教堂门墙伟丽，尖拱和直棱，特意繁密，又雕了些小花，小动物，和圣经人物，零星点缀着近前细看，其精工真令人惊叹。门墙上两尖塔，高五百十五英尺，直入云霄。戈昔式要的是高而灵巧，让灵魂容易上通于天。这也是月光里看好。淡蓝的天干干净净的，只有两条尖尖的影子映在上面像是人天仅有的通路，又像是人类祈祷的一双胳膊。森严肃穆，不说一字，抵得千言万语。教堂里非常宽大，顶高一百六十英尺。大石柱一行行的，高的一百四十八英尺，低的也六十英尺，都可合抱在里面走，就像在大森林里，和世界隔绝。尖塔可以上去，玲珑剔透，有凌云之势。塔下通回廊。廊中向下看教堂里，觉得别人小得可怜，自己高得可怪，真是颠倒梦想。年月日作。原载年月日中学生第号散文全编巴黎塞纳河穿过巴黎城中，像一道圆弧。河南称为左岸，著名的拉丁区就在这里。河北称为右岸，地方有左岸两个大，巴黎的繁华全在这一带说巴黎是花都，这一溜儿才真是的。右岸不是穷学生苦学生所能常去的，所以有一位中国朋友说他是左岸的人，抱不过河主义区区一衣带水，却分开了两般人。但论到艺术，两岸可是各有胜场我们不妨说整个儿巴黎是一座艺术城。从前人说六朝卖菜佣都有烟水气，巴黎人谁身上大概都长着一两根雅骨吧。你瞧公园里，大街上，有的是喷水，有的是雕像，博物院处处是，展览会常常开他们几乎像呼吸空气一样呼吸着艺术气，自然而然就雅起来了。右岸的中心是刚果方场。这方场很宽阔，四通八达，周围都是名胜。中间巍巍地矗立着埃及拉米塞司第二的纪功碑。碑是方锥形，高七十六英尺，上面刻着象形文字。"}
{"text":"但论到艺术，两岸可是各有胜场我们不妨说整个儿巴黎是一座艺术城。从前人说六朝卖菜佣都有烟水气，巴黎人谁身上大概都长着一两根雅骨吧。你瞧公园里，大街上，有的是喷水，有的是雕像，博物院处处是，展览会常常开他们几乎像呼吸空气一样呼吸着艺术气，自然而然就雅起来了。右岸的中心是刚果方场。这方场很宽阔，四通八达，周围都是名胜。中间巍巍地矗立着埃及拉米塞司第二的纪功碑。碑是方锥形，高七十六英尺，上面刻着象形文字。一八三六年移到这里，转眼就是一百年了。左右各有一座铜喷水，大得很。水池边环列着些铜雕像，代表着法国各大城。其中有一座代表司太司堡。自从一八七零年那地方割归德国以后，法国人每年七月十四国庆日总在像上放些花圈和大草叶，终年地搁着让人惊醒。直到一九一八年十一月和约告成，司太司堡重归法国，这才停止。纪功碑与喷水每星期六晚用弧光灯照耀。那碑像从幽暗中颖脱而出那水像山上崩腾下来的雪。这场子原是法国革命时候断头台的旧址。在恐怖时代，路易十六与王后，还有各党各派的人轮班在这儿低头受戮。但现在一点痕迹也没有了。场东是砖厂花园。也有一个喷水池白石雕像成行，与一丛丛绿树掩映着。在这里徘徊，可以一直徘徊下去，四围那些纷纷的车马，简直若有若无。花园是所谓法国式，将花草分成一畦畦的，各各排成精巧的花纹，互相对称着。又整洁，又玲珑，教人看着赏心悦目可是没有野情，也没有蓬勃之气，像北平的叭儿狗。这里春天游人最多，挤挤挨挨的。有时有音乐会，在绿树荫中。乐韵悠扬，随风飘到场中每一个人的耳朵里。再东是加罗塞方场，只隔着一道不宽的马路。路易十四时代，这是一个校场。场中有一座小凯旋门，是拿破仑造来纪胜的，仿罗马某一座门的式样。拿破仑叫将从威尼斯圣马克堂抢来的驷马铜像安在门顶上。但到了一八一四年，那铜像终于回了老家。法国只好换上一个新的，光彩自然差得多。刚果方场西是大名鼎鼎的仙街，直达凯旋门。有四里半长。凯旋门地势高，从刚果方场望过去像没多远似的，一走可就知道。街的东半截儿，两旁简直是园子，春天绿叶子密密地遮着西半截儿才真是街。街道非常宽敞。夹道两行树，笔直笔直地向凯旋门奔凑上去。凯旋门巍峨爽朗地盘踞在街尽头，好像在半天上。欧洲名都街道的形势，怕再没有赶上这儿的称为仙街，不算说大话。"}
{"text":"但到了一八一四年，那铜像终于回了老家。法国只好换上一个新的，光彩自然差得多。刚果方场西是大名鼎鼎的仙街，直达凯旋门。有四里半长。凯旋门地势高，从刚果方场望过去像没多远似的，一走可就知道。街的东半截儿，两旁简直是园子，春天绿叶子密密地遮着西半截儿才真是街。街道非常宽敞。夹道两行树，笔直笔直地向凯旋门奔凑上去。凯旋门巍峨爽朗地盘踞在街尽头，好像在半天上。欧洲名都街道的形势，怕再没有赶上这儿的称为仙街，不算说大话。街上有戏院，舞场，饭店，够游客们玩儿乐的。凯旋门一八零六年开工，也是拿破仑造来纪功的。但他并没有看它的完成。门高一百六十英尺，宽一百六十四英尺，进身七十二英尺，是世界凯旋门中最大的。门上雕刻着一七九二至一八一五年间法国战事片段的景子，都出于名手。其中罗特，十九世纪的出师一景，慷慨激昂，至今还可以作我们的气。这座门更有一个特别的地方在拿破仑周忌那一天，从仙街向上看，团团的落日恰好扣在门圈儿里。门圈儿底下是一个无名兵士的墓他埋在这里，代表大战中死难的一百五十万法国兵。墓是平的，地上嵌着文字中央有个纪念火，焰子粗粗的，红红的，在风里摇晃着。这个火每天由参战军人团团员来点。门顶可以上去，乘电梯或爬石梯都成石梯是二百七十三级。上面看，周围不下十二条林荫路，都辐辏到门下，宛然一个大车轮子。刚果方场东北有四道大街衔接着，是巴黎最繁华的地方。大铺子差不多都在这一带，珠宝市也在这儿。各店家陈列窗里五花八门，五光十色，珍奇精巧，兼而有之管保你走一天两天看不完，也看不倦。步道上人挨挨凑凑，常要躲闪着过去。电灯一亮，更不容易走。街上咖啡东一处西一处的，沿街安着座儿，有点儿像北平中山公园里的茶座儿。客人慢慢地喝着咖啡或别的，慢慢地抽烟，看来往的人。咖啡本是法国的玩意儿巴黎差不多每道街都有，怕是比那儿都多。巴黎人喝咖啡几乎成了癖，就像我国南方人爱上茶馆。咖啡里往往备有纸笔，许多人都在那儿写信还有人让咖啡收信，简直当做自己的家。文人画家更爱坐咖啡他们爱的是无拘无束，容易会朋友，高谈阔论。爱写信固然可以写信，爱做诗也可以做诗。大诗人魏尔仑的诗，据说少有不在咖啡里写的。坐咖啡也有派别。一来咖啡是熟的好，二来人是熟的好。"}
