{"text":"我常后悔焚毁了那许多宝贵的信。唯一的安慰是过得了月半，过不了三十，即使全璧归家，又怎逃得过丙丁大劫。况且那许多信又不比曾文正公家书之类，旨在示范同世，垂训后人，那是专写给我一个人看的。罢了，让火神菩萨为我收藏着吧。村里和我友情较深的是蒙娜丽莎和她的爸爸。我和女伴同去辞行。蒙娜丽莎搀着大芝子送一程，又一程，末了她附着大芝子的耳朵说了一句话，大芝子学舌说想着我们哪！我至今想着他们，还连带想到一个不知谁家的小芝子。总结完毕，我们山村的小队和稻米之乡的小队一起结队回北京，我和许多同伙挤在一个拖厢里。我们不能像沙丁鱼伸直了身子平躺，站着也不能直立，因为车顶太低，屈的不能伸腰，因为挤得太紧。我坐在一条长凳尽头，身上压满了同伴的大包小包，两腿渐渐发麻，先是像针戳，后来感觉全无，好像两条腿都没有了。全伙挤上车不是容易，好半天曲屈着也不易忍耐，黄昏时分，我们终于安抵北京。我们乖乖地受了一番教育，毕业回家了。"}
{"text":"我有一次也走入歧途，忽然高兴戒烟起来，经过三星期之久，才受良心责备，悔悟前非。我赌咒着，再不颓唐，再不失检，要老老实实做吸烟的信徒，一直到老耄为止。到那时期，也许会听青年会俭德会三姑六婆的妖言，把它戒绝，因为一人到此时候，总是神经薄弱，身不由主，难代负责。但是意志一日存在，是非一日明白时，决不会再受诱惑。因为经过此次的教训，我已十分明白，无端戒烟断绝我们灵魂的清福，这是一件亏负自己而无益于人的不道德行为。据英国生物化学名家夏尔登教授说，吸烟为人类有史以来最有影响于人类生活的四大发明之一。其余三大发明之中，记得有一件是接猴腺青春不老之新术。此是题外不提。在那三星期中，我如何的昏迷，如何的懦弱，明知于自己的心身有益的一根小小香烟，就没有胆量取来享用，说来真是一段丑史。此时事过境迁，回想起来，倒莫明何以那次昏迷一发发到三星期。若把此三星期中之心理历程细细叙述起来，真是罄竹难书。自然，第一样，这戒烟的念头，根本就有点糊涂。为什么人生世上要戒烟呢？这问题我现在也答不出。但是我们人类的行为，总常是没有理由的，有时故意要做做不该做的事，有时处境太闲，无事可作，故意降大任于己身，苦其筋骨，饿其体肤，空乏其身，把自己的天性拂乱一下，预备做大丈夫罢？除去这个理由，我想不出当日何以想出这种下流的念头。这实有点像陶侃之运甓，或是像现代人的健身运动―文人学者无柴可剖，无水可吸，无车可拉，两手在空中无目的的一上一下，为运动而运动，于社会工业之生产，是毫无贡献的。戒烟戒烟，大概就是贤人君子的健灵运动罢。自然，头三天，喉咙口里，以至气管上部，似有一种怪难堪似痒非痒的感觉。这倒易办。我吃薄荷糖，喝铁观音，含法国顶上的补喉糖片。三天之内，便完全把那种怪痒克复消灭了。这是戒烟历程上之第一期，是纯粹关于生理上的奋斗，一点也不足为奇。凡以为戒烟之功夫只在这点的人，忘记吸烟魂灵上的事业此一道理不懂，根本就不配谈吸烟。过了三天，我才进了魂灵战斗之第二期。到此时，我始恍然明白，世上吸烟的人，本有两种，一种只是南郭先生之徒，以吸烟跟人凑热闹而已。这些人之戒烟，是没有第二期的。他们戒烟，毫不费力。据说，他们想不吸就不吸，名之为坚强的意志。"}
{"text":"这倒易办。我吃薄荷糖，喝铁观音，含法国顶上的补喉糖片。三天之内，便完全把那种怪痒克复消灭了。这是戒烟历程上之第一期，是纯粹关于生理上的奋斗，一点也不足为奇。凡以为戒烟之功夫只在这点的人，忘记吸烟魂灵上的事业此一道理不懂，根本就不配谈吸烟。过了三天，我才进了魂灵战斗之第二期。到此时，我始恍然明白，世上吸烟的人，本有两种，一种只是南郭先生之徒，以吸烟跟人凑热闹而已。这些人之戒烟，是没有第二期的。他们戒烟，毫不费力。据说，他们想不吸就不吸，名之为坚强的意志。其实这种人何尝吸烟？一人如能戒一癖好，如卖掉一件旧服，则其本非癖好可知。这种人吸烟，确是一种肢体上的工作，如刷牙，洗脸一类，可以刷，可以不刷，内心上没有需要，魂灵上没有意义的。这种人除了洗脸，吃饭，回家抱孩儿以外，心灵上是不会有所要求的，晚上同俭德会女会员的太太们看看伊索寓言也就安眠就寝了。辛稼轩之词，王摩诘之诗，贝多芬之乐，王实甫之曲，是与他们无关的。庐山瀑布还不是从上而下的流水而已？试问读稼轩之词，摩诘之诗而不吸烟，可乎？不可乎？但是在真正懂得吸烟的人，戒烟却有一问题，全非俭德会男女会员所能料到的。于我们这一派真正吸烟之徒，戒烟不到三日，其无意义，与待己之刻薄，就会浮现目前，理智与常识就要问为什么理由，政治上，社会上，道德上，生理上，或者心理上，一人不可吸烟，而故意要以自己的聪明埋没，违背良心，戕贼天性，使我们不能达到那心旷神怡的境地？谁都知道，作文者必精力美满，意到神飞，胸襟豁达，锋发韵流，方有好文出现，读书亦必能会神会意，胸中了无窒碍，神游其间，方算是读。此种心境，不吸烟岂可办到？在这兴会之时，我们觉得伸手拿一枝烟乃唯一合理的行为若是把一块牛皮糖塞入口里，反为俗不可耐之勾当。我姑举一两件事为证。我的朋友君由北京来沪。我们不见面，已有三年了。在北平时，我们是晨昏时常过从的，夜间尤其是吸烟瞎谈文学哲学现代美术以及如何改造人间宇宙的种种问题。现在他来了，我们正在家里炉旁叙旧。所谈的无非是在平旧友的近况及世态的炎凉。每到妙处，我总是心里想伸一只手去取一枝香烟，但是表面上却只有立起而又坐下，或者换换坐势。君却自自然然的一口一口的吞云吐露，似有不胜其乐之概。我已告诉他，我戒烟了，所以也不好意思当场破戒。话虽如此，心坎里只觉得不快，嗒然若有所失，我的神志是非常清楚的。"}
{"text":"我的朋友君由北京来沪。我们不见面，已有三年了。在北平时，我们是晨昏时常过从的，夜间尤其是吸烟瞎谈文学哲学现代美术以及如何改造人间宇宙的种种问题。现在他来了，我们正在家里炉旁叙旧。所谈的无非是在平旧友的近况及世态的炎凉。每到妙处，我总是心里想伸一只手去取一枝香烟，但是表面上却只有立起而又坐下，或者换换坐势。君却自自然然的一口一口的吞云吐露，似有不胜其乐之概。我已告诉他，我戒烟了，所以也不好意思当场破戒。话虽如此，心坎里只觉得不快，嗒然若有所失，我的神志是非常清楚的。每回君高谈阔论之下，我都能答一个是字，而实际上却恨不能同他一样的兴奋倾心而谈。这样畸形的谈了一两小时，我始终不肯破戒，我的朋友就告别了。论坚强的意志与毅力我是凯旋胜利者，但是心坎里却只觉得怏怏不乐。过了几天，君途中来信，说我近来不同了，没有以前的兴奋，爽快，谈吐也大不如前了，他说或者是上海的空气太恶浊所致。到现在，我还是怨悔那夜不曾吸烟。又有一夜，我们在开会，这会按例每星期一次。到时聚餐之后，有人读论文，作为讨论，通常总是一种吸烟大会。这回轮着君读论文。题目叫做宗教与革命，文中不少诙谐语。在这种扯谈之时，室内的烟气一层一层的浓厚起来，正是暗香浮动奇思涌发之时。诗人君坐在中间，斜躺椅上，正在学放烟圈，一圈一圈的往上放出，大概诗意也跟着一层一层上升，其态度之自若，若有不足为外人道者。只有我一人不吸烟，觉得如独居化外，被放三危。这时戒烟越看越无意义了。我恍然觉悟，我太昏迷了。我追想搜索当初何以立志戒烟的理由，总搜寻不出一条理由来。此后，我的良心便时起不安。因为我想，思想之贵在乎兴会之神感，但不吸烟之魂灵将何以兴感起来？有一下午，我去访一位洋女士。女士坐在桌旁，一手吸烟，一手靠在膝上，身微向外，颇有神致。我觉得醒悟之时到了。她拿烟盒请我。我慢慢的，镇静的，从烟盒中取出一枝来，知道从此一举，我又得道了。我回来，即刻叫茶房去买一包白锡包。在我书桌的右端有一焦迹，是我放烟的地方。因为吸烟很少停止，所以我在旁刻一铭曰惜阴池。我本来打算大约要七八年，才能将这二英寸厚的桌面烧透。而在立志戒烟之时，惋惜这惜阴池深只有半生丁米突而已。所以这回重复安放香烟时，心上非常快活。因为虽然尚有远大的前途，却可以日日进行不懈。后来因搬屋，书房小，书桌只好卖出，惜阴池遂不见。此为余生平第一恨事。"}
{"text":"我觉得醒悟之时到了。她拿烟盒请我。我慢慢的，镇静的，从烟盒中取出一枝来，知道从此一举，我又得道了。我回来，即刻叫茶房去买一包白锡包。在我书桌的右端有一焦迹，是我放烟的地方。因为吸烟很少停止，所以我在旁刻一铭曰惜阴池。我本来打算大约要七八年，才能将这二英寸厚的桌面烧透。而在立志戒烟之时，惋惜这惜阴池深只有半生丁米突而已。所以这回重复安放香烟时，心上非常快活。因为虽然尚有远大的前途，却可以日日进行不懈。后来因搬屋，书房小，书桌只好卖出，惜阴池遂不见。此为余生平第一恨事。坐在椅中我向来以喜欢躺在椅中出名，所以我将要写一段坐椅法的哲学。其实躺在椅中这件事也是一种哲学。古人和今人的坐法之不同，其起因即在于对恭敬的注重与否。古人的坐，以态度恭敬为主，今人则以舒适为主。两者之间有一种哲理上的冲突。因为依照古人的见解五十年前尚是如此，舒适即罪恶，耽于舒适即趋于失敬。这一点赫胥黎在他讨论舒适那篇文章里已讲得很明白。赫氏所说西方的封建社会阻止了躺椅的产生直到近时这句话，和中国的情形正完全相同。今日凡自认为在朋友之列的，坐在他的房中时。尽可把两足高高的搁在他书桌上，而不必有所顾忌。这是熟不拘礼，而并不是失敬。不过这种行为，如在老辈面前。则当然是要被斥为不当的。道德和建筑与室内陈设之间，有一种我们寻常所意料不到的密切关系。赫胥黎指出西方女人因为怕看见自己的肉体，所以不常洗澡，因而使现代式的白磁洗盆的发明延迟了数百年之久。当我们认识儒教的公私行为都以恭敬为主时，我们就能了然旧式的中国木器为什么制成那种样子。我们在红木椅子上，只有挺起背脊笔直地坐着，就因为这是社会所公认唯一合式的坐法。中国皇帝的宝座，坐时并不舒服。如叫我去坐，就是五分钟也是不愿意的。英王的宝座也是如此。克利奥派得拉出外之时，总是斜躺在睡椅上，令人抬着行走。她敢如此，就因为她没有受过孔子的教训。这种样子如被孔子看见，那当然也要象他对付原壤夷俟一般以杖叩其胫了。在儒家的社会中不论男女都应该恭身正容，至少在正式场合中应该如此。在这种时节，如有人将腿脚略为翘起，便立刻会被人视做村野失礼。事实上，最恭敬的姿势例如在谒见长官时，坐的时节应斜签着身子，将臀部搁在椅子的边缘上，才算恭敬知礼。儒家古训和中国建筑之间也有密切的关系，但这里姑不讨论下去。"}
{"text":"她敢如此，就因为她没有受过孔子的教训。这种样子如被孔子看见，那当然也要象他对付原壤夷俟一般以杖叩其胫了。在儒家的社会中不论男女都应该恭身正容，至少在正式场合中应该如此。在这种时节，如有人将腿脚略为翘起，便立刻会被人视做村野失礼。事实上，最恭敬的姿势例如在谒见长官时，坐的时节应斜签着身子，将臀部搁在椅子的边缘上，才算恭敬知礼。儒家古训和中国建筑之间也有密切的关系，但这里姑不讨论下去。我们应该感谢十八世纪末叶和十九世纪初叶的浪漫派运动，它打破了古礼的传统思想，方使舒服这件事不在被人认为罪恶。另一方面，除了浪漫运动之外，有因对于人类心理有了进一步的认识，于是对于人生也产生了一种较为真切的态度。这种态度的改变，使人们对戏剧不再视为淫亵，对莎士比亚不视同化外，也使女人的浴衣清洁的澡盆舒服的躺椅和睡椅，得以出现。并也使生活和文章有了一种较为真切，较为亲热的体裁。在这种意义上，我的喜欢躺在椅中的习惯，和我的拟想将一种亲热自由潇洒的文体导入中国杂志界中的企图之间，确有一种联系存在着。如若我们承认舒服并不是一种罪恶，则我们也须承认我们在朋友家的客室中以越舒服的姿势坐在躺椅中，越是在对于这个朋友表示最大的恭敬。简括地说，客人能自己找寻舒服，实是在招待上协助主人，使他减少顾虑。试看多少做主人者每为能否使客人舒服自在而担忧啊！所以我坐时，每每将一只脚高搁在茶桌或就近的家具上面，以协助主人者。因而使其余的客人也可以趁此机会抛弃他们的假装出来的尊严态度。关于坐卧器具的舒服比较，我已发明了一个公式。这个公式可以用简单的字句表达如下椅子越低，坐时越加舒服。有许多人坐在朋友家的某种椅中觉得异常舒服，即因为这个理由。当我尚未发明这个公式以前，我每以为室内装潢家对于一张椅子如何可以使坐者得到最高的舒服，其高度阔度和斜度之间大概必有一种数学的公式。但自从我的公式发明之后，我即知道这事其实比较简单。我们如将中国红木椅子的脚锯去数寸，坐时即立刻感到舒服。如再锯去一些，则必更为舒服。这种情形的合理结论当然是最舒服的姿势就是平躺在床上，这岂不简单吗？从这个基本原则，我们即能演绎出一个附则，即我们倘因坐在一只太高而又不便将脚锯去的椅子上而觉得不大舒服时，我们只须在椅子的前面找一个搁脚的地方以减少我们的腰部平线和着脚处的距离，这也即等于减低椅子的高度。我所最常利用的一个极普通的方法就是将写字台的屉斗拉一只出来搁脚。"}
{"text":"但自从我的公式发明之后，我即知道这事其实比较简单。我们如将中国红木椅子的脚锯去数寸，坐时即立刻感到舒服。如再锯去一些，则必更为舒服。这种情形的合理结论当然是最舒服的姿势就是平躺在床上，这岂不简单吗？从这个基本原则，我们即能演绎出一个附则，即我们倘因坐在一只太高而又不便将脚锯去的椅子上而觉得不大舒服时，我们只须在椅子的前面找一个搁脚的地方以减少我们的腰部平线和着脚处的距离，这也即等于减低椅子的高度。我所最常利用的一个极普通的方法就是将写字台的屉斗拉一只出来搁脚。但这条附则应该怎样聪明地实施，则须视各人的常识了。别人说我一天之中倒有十六个小时躺着的时间是躺在椅中的。为了化解这个误会起见，我当说明我也能在写字台或打字机前很耐心地坐上三个小时，我所要使人明白的是松弛我们的肌肉，不一定是一件罪恶。但我并没有说我们可以一天到晚松弛我们的肌肉，或如此办法是最合卫生的姿势。我的愿意并不如此，人类的生活终究须有工作和游息循环为用，即紧张和松弛相替为用。男人的脑力和工作能力也如女人的身体一般，每月有一种循环式的变化。威廉詹姆斯说，脚踏车的链子如若绷的太紧，即有碍于转动的顺利。人类的心力也正相同。无论什么事情终究是习惯问题，人体内具有一种调节的无穷能力。日本人惯于盘腿坐在地上，我颇疑心如叫他们改坐在椅上，他们即易于犯脚抽筋的毛病。我们只有籍着将工作时间中完全挺直的姿势和工作完毕后躺在睡椅中的舒服姿势循环变换，方能成就生活的最高智慧。至于妇女方面，你坐着的时候如若眼前没有搁脚的地方，则可把两腿蜷缩在睡椅上。你应知道这是一个最惹人爱的姿势。做文与做人我爱好春，但是春太柔嫩我爱好夏，但是夏太荣夸。因是我最爱好秋，因为她的叶子带一些黄色，调子格外柔和，色彩格外浓郁，它又染上一些忧郁的神采，和死的预示。它的金黄的浓郁，不是表现春的烂漫，不是表现夏的盛力，而是表现逼近老迈的圆熟与慈和的智慧。它知道人生的有限故知足而乐天。从此人生有限的知识与丰富的经验，出现一种色彩的交响曲，比一切都丰富，它的青表现生命与力，它的橘黄表现金玉的内容，紫表现消极与死亡。明月辉耀于它的上面，它的颜色好象为了悲愁的回忆而苍白了，但是当落日余晖接触的时候，它仍能欣然而笑。一阵新秋的金风掠过，木叶愉快地飞舞而摇落，你真不知落叶的歌声是欢笑的歌声还是黯然销魂的歌声。"}
{"text":"它的金黄的浓郁，不是表现春的烂漫，不是表现夏的盛力，而是表现逼近老迈的圆熟与慈和的智慧。它知道人生的有限故知足而乐天。从此人生有限的知识与丰富的经验，出现一种色彩的交响曲，比一切都丰富，它的青表现生命与力，它的橘黄表现金玉的内容，紫表现消极与死亡。明月辉耀于它的上面，它的颜色好象为了悲愁的回忆而苍白了，但是当落日余晖接触的时候，它仍能欣然而笑。一阵新秋的金风掠过，木叶愉快地飞舞而摇落，你真不知落叶的歌声是欢笑的歌声还是黯然销魂的歌声。这是新秋精神的歌声，平静，智慧，圆熟的精神，它微微笑着忧郁而赞美兴奋锐敏冷静的态度――这种秋的精神曾经辛弃疾美妙地歌咏过少年不识愁滋味，爱上层楼，爱上层楼，为赋新词强说愁。而今识尽愁滋味，欲说还休，欲说还休，却道天凉好个秋。一做文可，做人亦可，做文人不可向来在中国文人之地位很高，但是高的都是死后，在生前并不高到怎样？我们有句老话，叫做词穷而后工，好象不穷不能做诗人。辜鸿铭潦倒以终世，我们看见他死了，所以大家说他是好人，而予以相当的同情，但是辜鸿铭倘尚活着，则非挨我们笑骂不可。我们此刻开口苏东坡，闭口白居易，但是苏东坡生时是要贬流黄州，大家好象好意迫他穷，成就他一个文人，死后尚且一时诗文在禁。白居易生时，妻子就看不大起他，知音者只有元稹邓鲂唐衢几人。所以文人向例是偃蹇不遂的。偶尔生活较安适，也是一桩罪过。所以文人实在没有什么做头。我劝诸位，能做军阀为上策，其次做官，成本轻，利息厚，再其次，入商，卖煤也好，贩酒也好。若没有事可做，才来做文章。二文人与穷我反对这文人应穷的遗说。第一文人穷了，每好卖弄其穷，一如其穷已极，故其文亦已工，接着来的就是一些什么浪漫派名士派号啕派怨天派。第二为什么别人可以生活舒适，文人便不可生活舒适？颜渊在陋巷固然不改其乐，然而颜渊居富第也未必便成坏蛋。第三文人穷了，于他实在没有什么好处，在他人看来很美，死后读其传略，很有诗意，有生前断炊是没有什么诗意，这犹如我不主张红颜薄命，与其红颜而薄命，不如厚福而不红颜。在故事中读来非常缠绵凄恻，身临其境，却不甚妙。我主张文人也应跟常人一样，故不主张文人应特别穷之说。这文人与常人两样的基本观念是错误，其流祸甚广，这是应当纠正的。我们想起文人，总是一副穷形极像。为什么这样呢？这可分出好与不好两面来说。"}
{"text":"第三文人穷了，于他实在没有什么好处，在他人看来很美，死后读其传略，很有诗意，有生前断炊是没有什么诗意，这犹如我不主张红颜薄命，与其红颜而薄命，不如厚福而不红颜。在故事中读来非常缠绵凄恻，身临其境，却不甚妙。我主张文人也应跟常人一样，故不主张文人应特别穷之说。这文人与常人两样的基本观念是错误，其流祸甚广，这是应当纠正的。我们想起文人，总是一副穷形极像。为什么这样呢？这可分出好与不好两面来说。第一文人不大安分守己，好评是非，人生在世，应当马马虎虎，糊糊涂涂，才会腾达，才有福气，文人每每是非辩得太明，泾渭分得太清。黛玉最大的罪过，就是她太聪明。所以红颜每多薄命，文人亦多薄命。文人遇有不合，则远引高蹈，扬袂而去，不能同流合污下去，这是聪明所致。二则，文人多半是书呆不治生产，不通世故，尤不肯屈身事仇，卖友求荣，所以偃蹇是文人自召的。然而这都还是文人之好处。尚有不大好处，就是文人似女人。第一文人薄命与红颜薄命相同，我已说过。第二文人好相轻，与女人互相评头品足相同。世上没有在女人目中十全的美人，一个美人走出来，女性总是评她，不是鼻子太扁，便是嘴太宽，否则牙齿不齐，再不然便是或太长或太短，或太活泼，或太沉默。文人相轻也是此种女子入宫见妒的心理。军阀不来骂文人，早有文人自相骂。一个文人出一本书，便有另一文人处心积虑来指摘。你想他为什么出来指摘，就是要献媚，说你皮肤不嫩，我姓张的比你嫩白，你眉毛太粗，我姓李的眉毛比你秀丽。于是白话派骂文言派，文言派骂白话派，民族文学派骂普罗，普罗骂第三种人，大家争营对垒，成群结党，一枪一矛，街头巷尾，报上屁股，互相臭骂，叫武人见了开心等于妓院打出全武行，叫路人看热闹。文人不敢骂武人，所以自相骂以出气，这与向来妓女骂妓女，因为不敢骂嫖客一样道理，原其心理，都是大家要取媚于世。第三妓女可以叫条子，文人亦可以叫条子。今朝事秦，明朝事楚，事秦事楚皆不得，则于心不安。武人一月出八十块钱，你便可以以大挥如椽之笔为之效劳。三国时候，陈孔璋投袁绍，做起文章骂曹操为豺狼，后来投到曹操家，做起檄来，骂袁绍为F虺。文人地位到此已经丧尽，比妓女不相上下，自然叫人看不起。三所谓名士派与激昂派我主张文人亦应规规矩矩做人，所以文人种种恶习，若寒，若懒，若借钱不还，我都不赞成。好象古来文人就有一些特别坏脾气，特别颓唐，特别放浪，特别傲慢，特别矜夸。"}
