{"text":"第踢节踢丰之余两月以前，曾经说过推，这回却又来了踢。本月九日申报载六日晚间，有漆匠刘明山，杨阿坤，顾洪生三人在法租界黄浦滩太古码头纳凉，适另有数人在左近聚赌，由巡逻警察上前驱逐，而刘，顾两人，竟被俄捕弄到水里去，刘明山竟淹死了。由俄捕说，自然是自行失足落水的。但据顾洪生供，却道我与刘，杨三人，同至太古码头乘凉，刘坐铁凳下地板上，我立在旁边，俄捕来先踢刘一脚，刘已立起要避开，又被踢一脚，以致跌入浦中，我要拉救，已经不及，乃转身拉住俄捕，亦被用手一推，我亦跌下浦中，经人救起的。推事问为什么要踢他？答曰不知。推还要抬一抬手，对付下等人是犯不着如此费事的，于是乎有踢。而上海也真有踢的专家，有印度巡捕，有安南巡捕，现在还添了白俄巡捕，他们将沙皇时代对犹太人的手段，到我们这里来施展了。我们也真是善于忍辱负重的人民，只要不落浦，就大抵用一句滑稽化的话道吃了一只外国火腿，一笑了之。苗民大败之后，都往山里跑，这是我们的先帝轩辕氏赶他的。南宋败残之余，就往海边跑，这据说也是我们的先帝成吉思汗赶他的，赶到临了，就是陆秀夫背着小皇帝，跳进海里去。我们中国人，原是古来就要自行失足落水的。有些慷慨家说，世界上只有水和空气给与穷人。此说其实是不确的，穷人在实际上，那里能够得到和大家一样的水和空气。即使在码头上乘乘凉，也会无端被踢，送掉性命的落浦。要救朋友，或拉住凶手罢，也被用手一推也落浦。如果大家来相帮，那就有反帝的嫌疑了，反帝原未为中国所禁止的，然而要豫防反动分子乘机捣乱，所以结果还是免不了踢和推，也就是终于是落浦。时代在进步，轮船飞机，随处皆是，假使南宋末代皇帝而生在今日，是决不至于落海的了，他可以跑到外国去，而小百姓以落浦代之。这理由虽然简单，却也复杂，故漆匠顾洪生曰不知。八月十日。本篇最初发表于一九三三年八月十三日申报自由谈。俄捕旧时帝国主义者在上海公共租界内雇佣白俄充当的警察。自行失足落水这是国民党当局为掩饰自己屠杀爱国学生的罪行时所说的话，参看本卷第页注。推事旧法院中审理刑事民事案件的官员。"}
{"text":"时代在进步，轮船飞机，随处皆是，假使南宋末代皇帝而生在今日，是决不至于落海的了，他可以跑到外国去，而小百姓以落浦代之。这理由虽然简单，却也复杂，故漆匠顾洪生曰不知。八月十日。本篇最初发表于一九三三年八月十三日申报自由谈。俄捕旧时帝国主义者在上海公共租界内雇佣白俄充当的警察。自行失足落水这是国民党当局为掩饰自己屠杀爱国学生的罪行时所说的话，参看本卷第页注。推事旧法院中审理刑事民事案件的官员。陆秀夫―字君实，盐城今属江苏人，南宋大臣。一二七八年拥立宋度宗八岁的儿子赵m为帝，任左丞相。祥兴二年，元兵破山在广东新会县南大海中，他背负赵投海而死。同意和解释同意和解释虞明上司的行动不必征求下属的同意，这是天经地义。但是，有时候上司会对下属解释。新进的世界闻人说原人时代就有威权，例如人对动物，一定强迫它们服从人的意志，而使它们抛弃自由生活，不必征求动物的同意。这话说得透彻。不然，我们那里有牛肉吃，有马骑呢？人对人也是这样。日本耶教会主教最近宣言日本是圣经上说的天使上帝要用日本征服向来屠杀犹太人的白人以武力解放犹太人，实现旧约上的豫言。这也显然不征求白人的同意的，正和屠杀犹太人的白人并未征求过犹太人的同意一样。日本的大人老爷在中国制造国难，也没有征求中国人民的同意。――至于有些地方的绅董，却去征求日本大人的同意，请他们来维持地方治安，那却又当别论。总之，要自由自在的吃牛肉，骑马等等，就必须宣布自己是上司，别人是下属或是把人比做动物，或是把自己作为天使。但是，这里最要紧的还是武力，并非理论。不论是社会学或是基督教的理论，都不能够产生什么威权。原人对于动物的威权，是产生于弓箭等类的发明的。至于理论，那不过是随后想出来的解释。这种解释的作用，在于制造自己威权的宗教上，哲学上，科学上，世界潮流上的根据，使得奴隶和牛马恍然大悟这世界的公律，而抛弃一切翻案的梦想。当上司对于下属解释的时候，你做下属的切不可误解这是在征求你的同意，因为即使你绝对的不同意，他还是干他的。他自有他的梦想，只要金银财宝和飞机大炮的力量还在他手里，他的梦想就会实现而你的梦想却终于只是梦想，――万一实现了，他还说你抄袭他的动物主义的老文章呢。"}
{"text":"原人对于动物的威权，是产生于弓箭等类的发明的。至于理论，那不过是随后想出来的解释。这种解释的作用，在于制造自己威权的宗教上，哲学上，科学上，世界潮流上的根据，使得奴隶和牛马恍然大悟这世界的公律，而抛弃一切翻案的梦想。当上司对于下属解释的时候，你做下属的切不可误解这是在征求你的同意，因为即使你绝对的不同意，他还是干他的。他自有他的梦想，只要金银财宝和飞机大炮的力量还在他手里，他的梦想就会实现而你的梦想却终于只是梦想，――万一实现了，他还说你抄袭他的动物主义的老文章呢。据说现在的世界潮流，正是庞大权力的政府的出现，这是十九世纪人士所梦想不到的。意大利和德意志不用说了就是英国的国民政府，它的实权也完全属于保守党一党。美国新总统所取得的措置经济复兴的权力，比战争和戒严时期还要大得多。大家做动物，使上司不必征求什么同意，这正是世界的潮流。懿欤盛哉，这样的好榜样，那能不学？不过，我这种解释还有点美中不足中国自己的秦始皇帝焚书坑儒，中国自己的韩退之等说民不出米粟麻丝以事其上则诛。这原是国货，何苦违背着民族主义，引用外国的学说和事实――长他人威风，灭自己志气呢？九月三日。本篇最初发表于一九三三年九月二十日申报自由谈。这是希特勒一九三三年九月初在纽伦堡国社党大会闭幕时发表演说中的话。日本耶教会即日本耶稣教会。据一九三三年九月三日大晚报载路透社东京讯说，该会负责人中田宣称以色亚章按指旧约全书以赛亚书第五十五章中一汝所不知之国，与亦不知汝之国，及启示录第七篇按指新约全书启示录第七章一天使降自东方，执上帝之玺，皆指日本而言。又说上帝将以日本征服向来屠杀犹太人之白人，日本以武力解放犹太人，实现旧约预言。这是当时国民党政府财政部长宋子文出席世界经济会议归国后，一九三三年九月三日在南京说的话。他宣传西方各国政府的权力之大，为十九世纪人士所梦想不到，要中国效法这种好榜样。韩退之―名愈，字退之，河阳今河南孟县人，唐代文学家。著有韩昌黎集。这里所引的话见他所作的原道，原文为民不出粟米麻丝，作器皿，通货财，以事其上，则诛！"}
{"text":"这是当时国民党政府财政部长宋子文出席世界经济会议归国后，一九三三年九月三日在南京说的话。他宣传西方各国政府的权力之大，为十九世纪人士所梦想不到，要中国效法这种好榜样。韩退之―名愈，字退之，河阳今河南孟县人，唐代文学家。著有韩昌黎集。这里所引的话见他所作的原道，原文为民不出粟米麻丝，作器皿，通货财，以事其上，则诛！四库全书珍本四库全书珍本丰之余现在除兵争，政争等类之外，还有一种倘非闲人，就不大注意的影印四库全书中的珍本之争。官商要照原式，及早印成，学界却以为库本有删改，有错误，如果有别本可得，就应该用别的善本来替代。但是，学界的主张，是不会通过的，结果总非依照钦定四库全书不可。这理由很分明，就因为要赶快。四省不见，九岛出脱，不说也罢，单是黄河的出轨举动，也就令人觉得岌岌乎不可终日，要做生意就得赶快。况且钦定二字，至今也还有一点威光，御医贡缎，就是与众不同的意思。便是早已共和了的法国，拿破仑的藏书在拍卖场上还是比平民的藏书值钱欧洲的有些著名的支那学者，讲中国就会引用钦定图书集成，这是中国的考据家所不肯玩的玩艺。但是，也可见印了钦定过的珍本，在外国，生意总可以比善本好一些。即使在中国，恐怕生意也还是珍本好。因为这可以做摆饰，而善本却不过能合于实用。能买这样的书的，决非穷措大也可想，则买去之后，必将供在客厅上也亦可知。这类的买主，会买一个商周的古鼎，摆起来不得已时，也许买一个假古鼎，摆起来但他决不肯买一个沙锅或铁镬，摆在紫檀桌子上。因为他的目的是在珍而并不在善，更不在是否能合于实用的。明末人好名，刻古书也是一种风气，然而往往自己看不懂，以为错字，随手乱改。不改尚可，一改，可就反而改错了，所以使后来的考据家为之摇头叹气，说是明人好刻古书而古书亡。这回的四库全书中的珍本是影印的，决无改错的弊病，然而那原本就有无意的错字，有故意的删改，并且因为新本的流布，更能使善本湮没下去，将来的认真的读者如果偶尔得到这样的本子，恐怕总免不了要有摇头叹气第二回。然而结果总非依照钦定四库全书不可。因为将来的事，和现在的官商是不相干了。八月二十四日。"}
{"text":"不改尚可，一改，可就反而改错了，所以使后来的考据家为之摇头叹气，说是明人好刻古书而古书亡。这回的四库全书中的珍本是影印的，决无改错的弊病，然而那原本就有无意的错字，有故意的删改，并且因为新本的流布，更能使善本湮没下去，将来的认真的读者如果偶尔得到这样的本子，恐怕总免不了要有摇头叹气第二回。然而结果总非依照钦定四库全书不可。因为将来的事，和现在的官商是不相干了。八月二十四日。本篇最初发表于一九三三年八月三十一日申报自由谈。影印四库全书中的珍本之争四库全书是清乾隆下令编纂的一部丛书，分经史子集四部，收书三千余种。为了维护清政权的封建统治，有些书曾被抽毁或窜改。一九三三年六月，国民党政府教育部令当时中央图书馆筹备处和商务印书馆订立合同，影印北京故宫博物院所藏的文渊阁本四库全书未刊本北京图书馆馆长蔡元培则主张采用旧刻或旧抄本，以代替经四库全书馆馆臣窜改过的库本，藏书家傅增湘李盛铎和学术界陈垣刘复等人，也与蔡元培主张相同，但为教育部长王世杰所反对，当时商务印书馆编译所所长张元济，也主张照印库本。结果商务印书馆仍依国民党官方意见，于一九三四年至一九三五年刊行四库全书珍本初集，选书二百三十一种。四省不见一九三一年九一八事变后，日本帝国主义先后侵占我国东北辽宁吉林黑龙江热河四省。九岛出脱，九一八事变后，法国殖民主义者趁机提出吞并我国领土西沙群岛和南沙群岛的无理要求，并于一九三三年侵占了中国南沙群岛的九个岛屿。对此，中国人民群起抗议，当时中国政府也通过外交途径向法国当局提出了严正交涉。黄河的出轨指一九三三年七月黄河决口，河北河南山东陕西安徽以至江苏北部，都泛滥成灾。拿破仑，―即拿破仑波拿巴，法国资产阶级革命时期军事家政治家，法兰西第一帝国皇帝。拿破仑藏书很多，死后其藏书辗转易主，一九三二年曾有一部分被人运往柏林，准备拍卖，后由法国政府设法运回巴黎。钦定图书集成即古今图书集成，我国大型类书之一。清康熙雍正时命陈梦雷蒋廷锡等先纂，于雍正三年完成。全书共分历象方舆明伦博物理学经济六编，总计凡一万卷。"}
{"text":"拿破仑，―即拿破仑波拿巴，法国资产阶级革命时期军事家政治家，法兰西第一帝国皇帝。拿破仑藏书很多，死后其藏书辗转易主，一九三二年曾有一部分被人运往柏林，准备拍卖，后由法国政府设法运回巴黎。钦定图书集成即古今图书集成，我国大型类书之一。清康熙雍正时命陈梦雷蒋廷锡等先纂，于雍正三年完成。全书共分历象方舆明伦博物理学经济六编，总计凡一万卷。明人好刻古书而古书亡清代陆心源仪顾堂题跋卷一六经雅言图辨跋中，对明人妄改乱刻古书，说过这样的话明人书帕本，大抵如是，所谓刻书而书亡者也。谈蝙蝠谈蝙蝠游光人们对于夜里出来的动物，总不免有些讨厌他，大约因为他偏不睡觉，和自己的习惯不同，而且在昏夜的沉睡或微行中，怕他会窥见什么秘密罢。蝙蝠虽然也是夜飞的动物，但在中国的名誉却还算好的。这也并非因为他吞食蚊虻，于人们有益，大半倒在他的名目，和福字同音。以这么一副尊容而能写入画图，实在就靠着名字起得好。还有，是中国人本来愿意自己能飞的，也设想过别的东西都能飞。道士要羽化，皇帝想飞升，有情的愿作比翼鸟儿，受苦的恨不得插翅飞去。想到老虎添翼，便毛骨耸然，然而青蚨飞来，则眉眼莞尔。至于墨子的飞鸢终于失传，飞机非募款到外国去购买不可，则是因为太重了精神文明的缘故，势所必至，理有固然，毫不足怪的。但虽然不能够做，却能够想，所以见了老鼠似的东西生着翅子，倒也并不诧异，有名的文人还要收为诗料，诌出什么黄昏到寺蝙蝠飞那样的佳句来。西洋人可就没有这么高情雅量，他们不喜欢蝙蝠。推源祸始，我想，恐怕是应该归罪于伊索的。他的寓言里，说过鸟兽各开大会，蝙蝠到兽类里去，因为他有翅子，兽类不收，到鸟类里去，又因为他是四足，鸟类不纳，弄得他毫无立场，于是大家就讨厌这作为骑墙的象征的蝙蝠了。中国近来拾一点洋古典，有时也奚落起蝙蝠来。但这种寓言，出于伊索，是可喜的，因为他的时代，动物学还幼稚得很。现在可不同了，鲸鱼属于什么类，蝙蝠属于什么类，就是小学生也都知道得清清楚楚。倘若还拾一些希腊古典，来作正经话讲，那就只足表示他的知识，还和伊索时候，各开大会的两类绅士淑女们相同。"}
{"text":"他的寓言里，说过鸟兽各开大会，蝙蝠到兽类里去，因为他有翅子，兽类不收，到鸟类里去，又因为他是四足，鸟类不纳，弄得他毫无立场，于是大家就讨厌这作为骑墙的象征的蝙蝠了。中国近来拾一点洋古典，有时也奚落起蝙蝠来。但这种寓言，出于伊索，是可喜的，因为他的时代，动物学还幼稚得很。现在可不同了，鲸鱼属于什么类，蝙蝠属于什么类，就是小学生也都知道得清清楚楚。倘若还拾一些希腊古典，来作正经话讲，那就只足表示他的知识，还和伊索时候，各开大会的两类绅士淑女们相同。大学教授梁实秋先生以为橡皮鞋是草鞋和皮鞋之间的东西，那知识也相仿，假使他生在希腊，位置是说不定会在伊索之下的，现在真可惜得很，生得太晚一点了。六月十六日。本篇最初发表于一九三三年六月二十五日申报自由谈。微行旧时帝王大臣隐藏自己身分改装出行。比翼鸟传说中的鸟名，尔雅释地晋代郭璞注说它青赤色，一目一翼，相得乃飞。旧时常用以比喻情侣。青蚨传说中的虫名，过去诗文中曾用作钱的代称。晋代干宝搜神记卷十三载南方有虫，名青蚨，形似蝉而稍大，生子必依草叶，大如蚕子。取其子，母即飞来。以母血涂钱八十一文，以子血涂钱八十一文，每市物，或先用母钱，或先用子钱，皆复飞归，轮转无已。墨子的飞鸢墨子约前―前，名翟，春秋战国之际鲁国人。墨家学派创始人。墨子制飞鸢事，见韩非子外储说左上墨子为木鸢，三年而成，蜚飞一日而败。又见淮南子齐俗训鲁般墨子以木为鸢而飞之，三日不集。在墨子一书中，则仅有公输般一说即鲁般削竹木以为鹊的记载见鲁问篇。募款买飞机，参看本卷第页注。黄昏到寺蝙蝠飞语见唐代韩愈山石诗。伊索，约前六世纪相传是古希腊寓言作家，奴隶出身，因机智博学获释为自由民。所编寓言经后人加工和补充，集成现在流传的伊索寓言。该书蝙蝠与黄鼠狼一篇，说一只蝙蝠被与鸟类为敌的黄鼠狼捉住时，自称是老鼠，后来被另一只仇恨鼠类的黄鼠狼捉住时，又自称是蝙蝠，因而两次都被放了。文中所说的情节与这一篇相近。梁实秋在论第三种人一文中曾说先生最近到北平，做过数次演讲，有一次讲题是第三种人。"}
{"text":"伊索，约前六世纪相传是古希腊寓言作家，奴隶出身，因机智博学获释为自由民。所编寓言经后人加工和补充，集成现在流传的伊索寓言。该书蝙蝠与黄鼠狼一篇，说一只蝙蝠被与鸟类为敌的黄鼠狼捉住时，自称是老鼠，后来被另一只仇恨鼠类的黄鼠狼捉住时，又自称是蝙蝠，因而两次都被放了。文中所说的情节与这一篇相近。梁实秋在论第三种人一文中曾说先生最近到北平，做过数次演讲，有一次讲题是第三种人。这一回他举了一个譬喻说，胡适之先生等所倡导的新文学运动，是穿着皮鞋踏入文坛，现在的普罗运动，是赤脚的也要闯入文坛。随后报纸上就有人批评说，先生演讲的那天既未穿皮鞋亦未赤脚，而登着一双帆布胶皮鞋，正是第三种人。据偏见集按曾于一九三二年十一月二十七日在北京师范大学讲演，讲题为再论第三种人。诗和豫言诗和豫言虞明豫言总是诗，而诗人大半是豫言家。然而豫言不过诗而已，诗却往往比豫言还灵。例如辛亥革命的时候，忽然发现了手执钢刀九十九，杀尽胡儿方罢手。这几句推背图里的豫言，就不过是诗罢了。那时候，何尝只有九十九把钢刀？还是洋枪大炮来得厉害该着洋枪大炮的后来毕竟占了上风，而只有钢刀的却吃了大亏。况且当时的胡儿，不但并未杀尽，而且还受了优待，以至于现在还有伪溥仪出风头的日子。所以当做豫言看，这几句歌诀其实并没有应验。――死板的照着这类豫言去干，往往要碰壁，好比前些时候，有人特别打了九十九把钢刀，去送给前线的战士，结果，只不过在古北口等处流流血，给人证明国难的不可抗性。――倒不如把这种豫言歌诀当做诗看，还可以以意逆志，自谓得之。至于诗里面，却的确有着极深刻的豫言。我们要找豫言，与其读推背图，不如读诗人的诗集。也许这个年头又是应当发现什么的时候了罢，居然找着了这么几句此辈封狼从狗，生平猎人如猎兽，万人一怒不可回，会看太白悬其首。汪精卫著双照楼诗词稿译嚣俄之共和二年之战士这怎么叫人不拍案叫绝呢？这里封狼从狗，自己明明是畜生，却偏偏把人当做畜生看待畜生打猎，而人反而被猎！万人的愤怒的确是不可挽回的了。嚣俄这诗，是说的一七九三年法国第一共和二年的帝制党，他没有料到一百四十年之后还会有这样的应验。"}
{"text":"也许这个年头又是应当发现什么的时候了罢，居然找着了这么几句此辈封狼从狗，生平猎人如猎兽，万人一怒不可回，会看太白悬其首。汪精卫著双照楼诗词稿译嚣俄之共和二年之战士这怎么叫人不拍案叫绝呢？这里封狼从狗，自己明明是畜生，却偏偏把人当做畜生看待畜生打猎，而人反而被猎！万人的愤怒的确是不可挽回的了。嚣俄这诗，是说的一七九三年法国第一共和二年的帝制党，他没有料到一百四十年之后还会有这样的应验。汪先生译这几首诗的时候，不见得会想到二三十年之后中国已经是白话的世界。现在，懂得这种文言诗的人越发少了，这很可惜。然而豫言的妙处，正在似懂非懂之间，叫人在事情完全应验之后，方才恍然大悟。这所谓天机不可泄漏也。七月二十日。本篇最初发表于一九三三年七月二十三日申报自由谈。推背图参看本卷第页注。手执钢刀九十九，杀尽胡儿方罢手，是烧饼歌中的两句。辛亥革命时，革命党人中常流传着这两句话，表示对满族统治者的仇恨。烧饼歌相传是明代刘基伯温所撰，旧时常附刊于推背图书后。指清皇室受优待，参看本卷第页注。溥仪出风头参看本卷第页注。打了九十九把钢刀一九三三年四月十二日申报载，当时上海有个叫王述的人，与亲友捐资特制大刀九十九柄，赠给防守喜峰口等处的宋哲元部队。以意逆志，自谓得之语出孟子万章说诗者，不以文害辞，不以辞害志以意逆志，是为得之。汪精卫―名兆铭，原籍浙江绍兴，生于广东番禺。早年曾参加同盟会，历任国民党政府要职及该党副总裁。自九一八事变后，他一直主张对日本侵略者妥协，一九三八年十二月公开投敌，一九四年三月在南京组织伪国民政府，任主席。一九四四年十一月死于日本。他的双照楼诗词稿，一九三年十二月民信公司出版。嚣俄，―通译雨果，法国作家。著有长篇小说巴黎圣母院悲惨世界等。他在一八五三年写作长诗斥盲从收入政治讽刺诗集惩罚集，歌颂一七九三年即共和二年法国大革命时期共和国士兵奋起抗击欧洲封建联盟国家武装干涉的英雄业绩，谴责一八五一年拿破仑第三发动反革命政变时的追随者。"}
