{"text":"未名丛刊，编辑，原由北新书局出版，一九二五年未名社成立后改由该社出版。内收译的厨川白村苦闷的象征，韦素园译的果戈理外套和北欧诗歌小品集黄花集，李霁野译的安德烈夫往星中黑假面人，韦丛芜译的陀思妥耶夫斯基穷人，曹靖华译的白茶等。乌合丛书，编辑，一九二六年初由北新书局出版。内收的呐喊彷徨野草，许钦文的故乡，高长虹的心的探险，向培良的飘渺的梦及其他，淦女士冯沅君的卷劝等。指未名丛刊是什么，要怎样？，现编入集外集拾遗补编。文艺连丛文艺连丛――的开头和现在投机的风气使出版界消失了有几分真为文艺尽力的人。即使偶然有，不久也就变相，或者失败了。我们只是几个能力未足的青年，可是要再来试一试。首先是印一种关于文学和美术的小丛书，就是文艺连丛。为什么小，这是能力的关系，现在没有法子想。但约定的编辑，是肯负责任的编辑所收的稿子，也是可靠的稿子。总而言之现在的意思是不坏的，就是想成为一种决不欺骗的小丛书。什么突破五万部的雄图，我们岂敢，只要有几千个读者肯给以支持，就顶好顶好了。现在已经出版的，是――不走正路的安得伦苏联聂维洛夫作，曹靖华译，序。是一个最伟大的农民作家，描写动荡中的农民生活的好手，可惜在十年前就死掉了。这一个中篇小说，所叙的是革命开初，头脑单纯的革命者在乡村里怎样受农民的反对而失败，写得又生动，又诙谐。深通俄国文字，又在列宁格拉的大学里教授中国文学有年，所以难解的土话，都可以随时询问，其译文的可靠，是早为读书界所深悉的，内附蔼支的插画五幅，也是别开生面的作品。现已出版，每本实价大洋二角半。解放了的董吉诃德苏联卢那卡尔斯基作，易家搿馐且淮笃坏南肪纾写着这胡涂固执的董吉诃德，匝蛴蜗蓝笈龆樱溆筛锩玫浇夥牛不故俏蘼房走。并且衬以奸雄和美人，写得又滑稽，又深刻。前年曾经从德文重译一幕，登北斗杂志上，旋因知道德译颇有删节，便即停笔。续登的是易嘉直接译出的完全本，但杂志不久停办，仍未登完，同人今居然得到全稿，实为可喜，所以特地赶紧校刊，以公同好。每幕并有毕斯凯莱夫木刻装饰一帧，大小共十三帧，尤可赏心悦目，为德译本所不及。每本实价五角。正在校印中的，还有――山民牧唱西班牙巴罗哈作，译。"}
{"text":"并且衬以奸雄和美人，写得又滑稽，又深刻。前年曾经从德文重译一幕，登北斗杂志上，旋因知道德译颇有删节，便即停笔。续登的是易嘉直接译出的完全本，但杂志不久停办，仍未登完，同人今居然得到全稿，实为可喜，所以特地赶紧校刊，以公同好。每幕并有毕斯凯莱夫木刻装饰一帧，大小共十三帧，尤可赏心悦目，为德译本所不及。每本实价五角。正在校印中的，还有――山民牧唱西班牙巴罗哈作，译。西班牙的作家，中国大抵只知道伊本纳兹，但文学的本领，巴罗哈实远在其上。日本译有选集一册，所记的都是山地住民，跋司珂族的风俗习惯，曾选译数篇登奔流上，颇为读者所赞许。这是选集的全译。不日出书。法国戈庚作，罗怃译。是法国画界的猛将，他厌恶了所谓文明社会，逃到野蛮岛泰息谛去，生活了好几年。这书就是那时的记录，里面写着所谓文明人的没落，和纯真的野蛮人被这没落的文明人所毒害的情形，并及岛上的人情风俗，神话等。是一个无名的人，但译笔却并不在有名的人物之下。有木刻插画十二幅。现已付印。本篇最初刊载于一九三三年五月野草书屋出版的不走正路的安得伦卷末。文艺连丛，文学艺术丛书。编辑，一九三三年五月起陆续出版。山民牧唱中译单行本在生前未出版。指海外文学新选第十三编跋司珂牧歌调，日本笠井镇夫永田宽定等译。毛利语，音译诺阿诺阿，芬芳的意思。戈庚，―，通译高更，法国后期印象派画家。罗怃的笔名。泰息谛通译塔希提，南太平洋的社会群岛中最大的岛。新俄画选小引新俄画选小引大约三十年前，丹麦批评家乔治勃兰兑斯。拢颍幔睿洌澹螅玻病秤帝制俄国，作印象记，惊为黑土。果然，他的观察证实了。从这黑土中，陆续长育了文化的奇花和乔木，使西欧人士震惊，首先为文学和音乐，稍后是舞蹈，还有绘画。但在十九世纪末，俄国的绘画是还在西欧美术的影响之下的，一味追随，很少独创，然而握美术界的霸权，是为学院派。"}
{"text":"新俄画选小引新俄画选小引大约三十年前，丹麦批评家乔治勃兰兑斯。拢颍幔睿洌澹螅玻病秤帝制俄国，作印象记，惊为黑土。果然，他的观察证实了。从这黑土中，陆续长育了文化的奇花和乔木，使西欧人士震惊，首先为文学和音乐，稍后是舞蹈，还有绘画。但在十九世纪末，俄国的绘画是还在西欧美术的影响之下的，一味追随，很少独创，然而握美术界的霸权，是为学院派。至九十年代，移动展览会派出现了，对于学院派的古典主义，力加掊击，斥模仿，崇独立，终至收美术于自己的掌中，以鼓吹其见解和理想。然而排外则易倾于慕古，慕古必不免于退婴，所以后来，艺术遂见衰落，而祖述法国色彩画家绥珊的一派兴。同时，西南欧的立体派和未来派，也传入而且盛行于俄国。十月革命时，是左派立体派及未来派全盛的时代，因为在破坏旧制――革命这一点上，和社会革命者是相同的，但问所向的目的，这两派却并无答案。尤其致命的是虽属新奇，而为民众所不解，所以当破坏之后，渐入建设，要求有益于劳农大众的平民易解的美术时，这两派就不得不被排斥了。其时所需要的是写实一流，于是右派遂起而占了暂时的胜利。但保守之徒，新力是究竟没有的，所以不多久，就又以自己的作品证明了自己的破灭。这时候，是对于美术和社会底建设相结合的要求，左右两派，同归失败，但左翼中实已先就起了分崩，离合之后，别生一派曰产业派，以产业主义和机械文明之名，否定纯粹美术，制作目的，专在工艺上的功利。更经和别派的斗争，反对者的离去，终成了以泰忒林和罗直兼珂为中心的构成派。他们的主张不在而在，不在描写而在组织，不在创造而在建设。罗直兼珂说，美术家的任务，非色和形的抽象底认识，而在解决具体底事物的构成上的任何的课题。这就是说，构成主义上并无永久不变的法则，依着其时的环境而将各个新课题，从新加以解决，便是它的本领。既是现代人，便当以现代的产业底事业为光荣，所以产业上的创造，便是近代天才者的表现。汽船，铁桥，工厂，飞机，各有其美，既严肃，亦堂皇。于是构成派画家遂往往不描物形，但作几何学底图案，比立体派更进一层了。"}
{"text":"罗直兼珂说，美术家的任务，非色和形的抽象底认识，而在解决具体底事物的构成上的任何的课题。这就是说，构成主义上并无永久不变的法则，依着其时的环境而将各个新课题，从新加以解决，便是它的本领。既是现代人，便当以现代的产业底事业为光荣，所以产业上的创造，便是近代天才者的表现。汽船，铁桥，工厂，飞机，各有其美，既严肃，亦堂皇。于是构成派画家遂往往不描物形，但作几何学底图案，比立体派更进一层了。如本集所收的三幅中的前两幅，便可作显明的标准。是主张善用时间，别树一帜的，本集只收了一幅。又因为革命所需要，有宣传，教化，装饰和普及，所以在这时代，版画――木刻，石版，插画，装画，蚀铜版――就非常发达了。左翼作家之不甘离开纯粹美术者，颇遁入版画中，如玛修丁有十二个中的插画四幅，在未名丛刊中，央南珂夫本集有他所作的小说家萨弥亚丁像是。构成派作家更因和产业结合的目的，大行活动，如罗直兼珂和力锡兹基所装饰的现代诗人的诗集，也有典型的艺术底版画之称，但我没有见过一种。木版作家，以法孚尔斯基本集有墨斯科为第一，古泼略诺夫本集有熨衣的妇女，保里诺夫本集有培林斯基像，玛修丁，是都受他的影响的。克里格里珂跋女士本是蚀铜版画名家，这里所收的两幅是影画，奔流曾经绍介的一幅梭罗古勃像，是雕镂画，都是她的擅长之作。新俄的美术，虽然现在已给世界上以甚大的影响，但在中国，记述却还很聊聊。这区区十二页，又真是实不符名，毫不能尽绍介的重任，所取的又多是版画，大幅杰构，反成遗珠，这是我们所十分抱憾的。但是，多取版画，也另有一些原因中国制版之术，至今未精，与其变相，不如且缓，一也当革命时，版画之用最广，虽极匆忙，顷刻能办，二也。艺苑朝华在初创时，即已注意此点，所以自一集至四集，悉取黑白线图，但竟为艺苑所弃，甚难继续，今复送第五集出世，恐怕已是晌午之际了，但仍愿若干读者们，由此还能够得到多少裨益。"}
{"text":"艺苑朝华在初创时，即已注意此点，所以自一集至四集，悉取黑白线图，但竟为艺苑所弃，甚难继续，今复送第五集出世，恐怕已是晌午之际了，但仍愿若干读者们，由此还能够得到多少裨益。本文中的叙述及五幅图，是摘自N曙梦的新俄美术大观的，其余八幅，则从的所载者复制，合并声明于此。一九三年二月二十五夜，。本篇最初印入一九三年五月上海光华书局出版的新俄画选。新俄画选，朝花社编印的艺苑朝华第一期第五辑。内收苏联绘画和木刻十三幅。乔治勃兰兑斯参看本卷第页注玻场场号伞呤纪起在欧洲各国官办美术学院中形成的艺术流派。他们的创作多取材于基督教故事和权贵生活，恪守死板的格式追求繁琐浮华的细节。俄国的学院派形成于十八世纪，以彼得堡美术学院为中心，代表人物有勃鲁尼等。移动展览会派习称巡回展览画派。一八七年俄国一批现实主义画家成立巡回艺术展览同志会，经常在各大城市展出作品。他们与学院派对立，反对盲目摹仿西欧，强调描写俄国本国的题材。他们的作品反映社会的黑暗和人民的苦难，表现对祖国的爱。这个画派对俄国现实主义绘画艺术的发展有很大的影响。代表人物有克拉姆斯柯依彼罗夫列宾苏里柯夫等。绥珊，―通译塞尚，法国后期印象派代表人物。他认为绘画的目的是对形色节奏空间的探索，主张借助色彩配合而不依赖明暗效果来表现体积。作品有自画像玩纸牌者等。，即塞尚派。一九一年俄国出现一批青年画家，称为红方块王子派，他们崇拜和摹仿塞尚等的作品，追求色彩印象的描写。代表人物有康恰洛夫玛希科夫等。立体派二十世纪初形成于法国的一个画派。参看本书第页注。俄国立体派代表人物有康定斯基力锡兹基等。未来派，参看本卷第页注。十月革命前后，立体派与未来派以破坏传统，敢于创新的姿态出现，当时一些评论者曾称他们以及与他们有直接联系的构成派等是左派，而把其他流派称为右派。产业派从立体派演变而来的苏联艺术派别，构成派的前身。"}
{"text":"一九一年俄国出现一批青年画家，称为红方块王子派，他们崇拜和摹仿塞尚等的作品，追求色彩印象的描写。代表人物有康恰洛夫玛希科夫等。立体派二十世纪初形成于法国的一个画派。参看本书第页注。俄国立体派代表人物有康定斯基力锡兹基等。未来派，参看本卷第页注。十月革命前后，立体派与未来派以破坏传统，敢于创新的姿态出现，当时一些评论者曾称他们以及与他们有直接联系的构成派等是左派，而把其他流派称为右派。产业派从立体派演变而来的苏联艺术派别，构成派的前身。他们强调美术应该与社会建设直接结合，提倡工艺的以日常实用为目的的产业美术。构成派二十世纪初期在苏联形成的艺术流派。代表人物有泰忒林罗德钦科贝夫斯纳等。他们主张艺术要直接与工业生产社会建设结合，反对纯粹艺术指一般的绘画雕塑等，强调机械的美，主张依靠长方形圆形及直线等构成作品。泰忒林，―，通译塔特林，构成派创始人。罗奔婵拢粒停，―，通译罗德钦科，构成派代表画家。，构图。构成。克林斯基Z，苏联构成派画家玻保薄场。牵幔螅簦澹觥铀骨蟹颍，苏联画家。玛修丁参看本卷第页注。央南珂夫又译安宁科夫，参看本书第页注。力锡兹基Z，―苏联版画家建筑家。法浮尔斯基Z，―又译犯炊够樟版画家。在书籍装帧和插画艺术方面有很大成就。作品有陀思妥耶夫斯基像伊戈尔王子远征记插图等。参看本书引玉集。古泼略诺夫\\，―苏联盎摇髌酚小阿芙乐尔巡洋舰和母亲毁灭等书的插图。保里诺夫，―？氡蚶锱捣颉樟婊摇插图画家。作品有斯维尔德洛夫像普希金像等。克里格里珂跋，―通铱寺掣窭锟仆蓿樟画家。作品有组画战争前夜的巴黎诗人影画集等。"}
{"text":"参看本书引玉集。古泼略诺夫\\，―苏联盎摇髌酚小阿芙乐尔巡洋舰和母亲毁灭等书的插图。保里诺夫，―？氡蚶锱捣颉樟婊摇插图画家。作品有斯维尔德洛夫像普希金像等。克里格里珂跋，―通铱寺掣窭锟仆蓿樟画家。作品有组画战争前夜的巴黎诗人影画集等。影画类似剪影的一种画，主要表现人和物的侧面黑影。梭罗古勃像载奔流月刊第一卷第八期一九二九年一月。雕镂画又称干画，铜版画的一种，直接在铜版上刻划制版。艺苑朝华参看本书艺苑朝华广告及其注。N曙梦参看本卷页注。新俄美术大观，论述十九世纪末到二十世纪初苏俄艺术的著作，一九二五年二月日本东京新潮社出版。勒菲勒普米勒。参看本卷第页注。艺苑朝华广告艺苑朝华广告虽然材力很小，但要绍介些国外的艺术作品到中国来，也选印中国先前被人忘却的还能复生的图案之类。有时是重提旧时而今日可以利用的遗产，有时是发掘现在中国时行艺术家的在外国的祖坟，有时是引入世界上的灿烂的新作。每期十二辑，每辑十二图，陆续出版。每辑实洋四角，预定一期实洋四元四角。目录如下近代木刻选集拾谷虹儿画选近代木刻选集比亚兹莱画选以上四辑已出版新俄艺术图录法国插画选集英国插画选集俄国插画选集近代木刻选集希腊瓶画选集近代木刻选集罗丹雕刻选集朝花社出版。本篇最初印入一九二九年四月朝花社出版的近代世界短篇小说集第一集奇剑及其他书后。艺苑朝华，朝花社出版的美术丛刊，柔石编辑，共出外国美术作品五辑，即近代木刻选集一二集，拾谷虹儿画选比亚兹莱画选和新俄画选。后一辑编成时朝花社已结束，改由光华书局出版。译文终刊号前记译文终刊号前记译文出版已满一年了。也还有几个读者。现因突然发生很难继续的原因，只得暂时中止。"}
{"text":"本篇最初印入一九二九年四月朝花社出版的近代世界短篇小说集第一集奇剑及其他书后。艺苑朝华，朝花社出版的美术丛刊，柔石编辑，共出外国美术作品五辑，即近代木刻选集一二集，拾谷虹儿画选比亚兹莱画选和新俄画选。后一辑编成时朝花社已结束，改由光华书局出版。译文终刊号前记译文终刊号前记译文出版已满一年了。也还有几个读者。现因突然发生很难继续的原因，只得暂时中止。但已经积集的材料，是费过校者排者的一番力气的，而且材料也大都不无意义之作，从此废弃，殊觉可惜所以仍然集成一册，算作终刊，呈给读者，以尽贡献的微意，也作为告别的纪念罢。译文社同人公启。二十四年九月十六日。本篇最初发表于一九三五年九月译文终刊号。在一九三五年十月二十九日致萧军的信中说译文终刊号的前记是我和茅按指茅盾合撰的。译文，和茅盾发起的翻译和介绍外国文学的月刊。一九三四年九月创刊于上海。最初三期由编辑，后由黄源接编，生活书店印行。曾于一九三五年九月出至第十三期停刊。一九三六年三月复刊，改由上海杂志公司发行，一九三七年六月出至新三卷第四期停刊，前后共出二十九期。引玉集引玉集我在这三年中，居然陆续得到这许多苏联艺术家的木刻，真是连自己也没有豫先想到的。一九三一年顷，正想校印铁流，偶然在版画这一种杂志上，看见载着毕斯凯来夫刻有这书中故事的图画，便写信托靖华兄去搜寻。费了许多周折，会着毕斯凯来夫，终于将木刻寄来了，因为怕途中会有失落，还分寄了同样的两份。靖华兄的来信说，这木刻版画的定价颇不小，然而无须付，苏联的木刻家多说印画莫妙于中国纸，只要寄些给他就好。我看那印着铁流图的纸，果然是中国纸，然而是一种上海的所谓抄更纸，乃是集纸质较好的碎纸，第二次做成的纸张，在中国，除了做帐簿和开发票，帐单之外，几乎再没有更高的用处。我于是买了许多中国的各种宣纸和日本的西之内和鸟之子，分寄给靖华，托他转致，倘有余剩，便另送别的木刻家。这一举竟得了意外的收获，两卷木刻又寄来了，毕斯凯来夫十三幅，克拉甫兼珂一幅，法复尔斯基六幅，保夫理诺夫一幅，冈察罗夫十六幅还有一卷被邮局所遗失，无从访查，不知道其中是那几个作家的作品。"}
{"text":"我看那印着铁流图的纸，果然是中国纸，然而是一种上海的所谓抄更纸，乃是集纸质较好的碎纸，第二次做成的纸张，在中国，除了做帐簿和开发票，帐单之外，几乎再没有更高的用处。我于是买了许多中国的各种宣纸和日本的西之内和鸟之子，分寄给靖华，托他转致，倘有余剩，便另送别的木刻家。这一举竟得了意外的收获，两卷木刻又寄来了，毕斯凯来夫十三幅，克拉甫兼珂一幅，法复尔斯基六幅，保夫理诺夫一幅，冈察罗夫十六幅还有一卷被邮局所遗失，无从访查，不知道其中是那几个作家的作品。这五个，那时是都住在墨斯科的。可惜我太性急，一面在搜画，一面就印书，待到铁流图寄到时，书却早已出版了，我只好打算另印单张，介绍给中国，以答的厚意。到年底，这才付给印刷所，制了版，收回原图，嘱他开印。不料战事就开始了，我在楼上远远地眼看着这印刷所和我的锌版都烧成了灰烬。后来我自己是逃出战线了，书籍和木刻画却都留在交叉火线下，但我也仅有极少的闲情来想到他们。又一意外的事是待到重回旧寓，检点图书时，竟丝毫也未遭损失不过我也心神未定，一时不再想到复制了。去年秋间，我才又记得了铁流图，请文学社制版附在文学第一期中，这图总算到底和中国的读者见了面。同时，我又寄了一包宣纸去，三个月之后，换来的是法复尔斯基五幅，毕珂夫十一幅，莫察罗夫二幅，希仁斯基和波查日斯基各五幅，亚历克舍夫四十一幅，密德罗辛三幅，数目比上一次更多了。莫察罗夫以下的五个，都是住在列宁格勒的木刻家。但这些作品在我的手头，又仿佛是一副重担。我常常想这一种原版的木刻画，至有一百余幅之多，在中国恐怕只有我一个了，而但秘之箧中，岂不辜负了的好意？况且一部分已经散亡，一部分几遭兵火，而现在的人生，又无定到不及薤上露，万一相偕湮灭，在我，是觉得比失了生命还可惜的。流光真快，徘徊间已过新年，我便决计选出六十幅来，复制成书，以传给青年艺术学徒和版画的爱好者。其中的法复尔斯基和冈察罗夫的作品，多是大幅，但为资力所限，在这里只好缩小了。我毫不知道俄国版画的历史幸而得到陈节先生摘译的文章，这才明白一点十五年来的梗概，现在就印在卷首，算作并且的次序，也照序中的叙述来排列的。文中说起的名家，有几个我这里并没有他们的作品，因为这回翻印，以原版为限，所以也不再由别书采取，加以补充。"}
