{"text":"他要满族的王公大臣，必须熟读老子。后来又提倡孝经，极力揭示圣朝以孝治天下的古训。把孝经配合他的圣谕广训，规定在乡的秀才或族长们，在每月的初一十五，必须讲解诵读以规训子弟。老实说，康熙把中国文化孝道的特征，深入到民间社会和家庭方面去，这是他的一大德政，也是他奠定大清政权的一项最有效的措施。但相反地讲，他利用了孝道做为统治的权术，他用孝道治天下的办法，对付了关西大儒李二曲的不合作主义同时又采用汉代地方选举贤良方正的办法，而开了博学鸿词的特科，网罗了反清的遗臣和志士，因此而使顾亭林等无所能为。试想人人都须作孝子顺孙，家家都要孙贤子孝，还有谁家的父母肯叫自己的子女去为反清复明而造反杀头呢？然而无论康熙圣朝以孝治天下的措施是德政，或是权术的运用，此举可说是孝道思想在近三百年来的正变。东西文化的爱和孝正变也罢，反变也罢，历史文化的演变，终归要成为过去的陈迹。但处在历史夹缝时代中的我们，内遭古今未有的巨变，外受西方思想风气的压力，仍然想要讲究孝道而谈家庭教育，恐怕未必能够尽遂人意。近半个世纪以来的中国思想，并不须要过分急于全盘西化或半西化。事实上，一般的思想大体都已洋化。单从教育方面来讲，无论是家庭教育或学校教育，乃至社会人心的观念，都以西方文化教育思想中爱的教育为重心。尽管有人作调和论者，独如运用八卦的纳甲方式，解释爱与孔子所说的仁是同样的意义。但言仁者自论其仁，主张爱者还自讲其爱。上帝爱世人和我爱你父母爱子女师长爱学生，一片模糊，统统进入混淆不清一以贯之的笼统观念。其实，这许多爱的概念，各有各的范畴，各有各的内涵，各有各的心理作用。唯有真能知仁的智者，才可知其方矣。无论在美国在欧洲，父母对子女的爱的教育，自有他的文化思想的习惯和范围，并非一味的溺爱。他以爱为中心，培养后一代各自独立奋斗的精神。并不像我们拿到鸡毛当令箭，因此而产生新式家庭教育，一味地变成溺爱和乱爱为能事。这是作为现代中国家庭主体的父母们，必须重新检讨的地方。与此相对的，作为现代子女的中国青少年们，对于固有传统的孝道，必须了解它便是爱的延伸，和爱的反应。"}
{"text":"唯有真能知仁的智者，才可知其方矣。无论在美国在欧洲，父母对子女的爱的教育，自有他的文化思想的习惯和范围，并非一味的溺爱。他以爱为中心，培养后一代各自独立奋斗的精神。并不像我们拿到鸡毛当令箭，因此而产生新式家庭教育，一味地变成溺爱和乱爱为能事。这是作为现代中国家庭主体的父母们，必须重新检讨的地方。与此相对的，作为现代子女的中国青少年们，对于固有传统的孝道，必须了解它便是爱的延伸，和爱的反应。因为大家只从表面去看西方的文化，只看见他们做父母的对子女尽心尽力地付出爱，并没有像中国人一样抱着养儿防老，积谷防饥的心理和目的。所以他们的老年父母，老无所归，不亡以待尽地伶仃彳亍以等死的情景，触目皆是。其实，这是西方文化制度和社会习惯上的最大漏洞，并非是西方人在根本的人性上就缺乏孝心缺乏爱父母之心。据我所知以及所接触到的欧美人士，当然包括青年人，他们思念父母之情，绝不亚于东方的孝心。他们在谈话中，也时常流露出思归与惦念父母家人的情怀。最近有一位法国学生，回国以后来信向我诉说，因为老年父母有意见，闹离婚，使他内心有无比的痛苦，他因此而生了严重的肠胃病。谁说在西方文化的教育之下，便缺乏了孝心？只能说他们缺乏了孝道的具体精神和制度而已。由此可知孝便是爱的延伸，也便是爱的反应。诚然，过去有些孔家店的店员――后世的儒者们，错解孝道，强调孝道的理论，将天下无不是之父母，认为是千古不移的定律。其实，早在周秦以前的思想，在易经的蛊卦中，便已隐约指出天下有不是的父母。所以蛊卦的爻辞上，便有干父之蛊干母之蛊的观念。但做父母的，虽然被蛊惑而有不是的事，但在子女的立场来说，仍然需要以最大的爱心而为父母斡旋过错。所以孔子也说事父母几谏，见志不从，又敬不违，劳而不怨。但是后世以讹传讹，或语焉不详，便把天下无不是之父母的观念，变成了铁定如律令的诫条。同时做父母的，更要了解中国文化的孝道思想，并非只是单面的要求，它是相互的情爱。父慈子孝兄友弟恭这是必然的因果律。孔子所谓君君臣臣父父子子的道理，每句下面那个重复字，都是假借作为动词来读。"}
{"text":"所以孔子也说事父母几谏，见志不从，又敬不违，劳而不怨。但是后世以讹传讹，或语焉不详，便把天下无不是之父母的观念，变成了铁定如律令的诫条。同时做父母的，更要了解中国文化的孝道思想，并非只是单面的要求，它是相互的情爱。父慈子孝兄友弟恭这是必然的因果律。孔子所谓君君臣臣父父子子的道理，每句下面那个重复字，都是假借作为动词来读。用现代观念来说，就是倘使父母不成其为父母，或父母没有尽到做父母之爱的责任，只是单方面要求子女来尽孝，那也是不合理的。其余各句的观念，依此类推，同一道理，当然不必重复细说。现在我们不厌其烦地反复讨论了传统观念中家庭教育思想的概略，既不是否定以孝道作中心的家庭教育的价值，也不是接受从爱的教育出发的便是真理。现在我们所讲的目的，只是说明我们这一代对于家庭思想，与家庭教育方式，大多数都处在东西文化交流撞激的夹缝里，正在新旧观念混淆不清的矛盾现象中发生偏差。尤其是一般新式家庭的父母，外受西方文化生活方式的皮毛影响，对欧美家庭教育方式一知半解的崇洋心理的作祟，于是将错就错地仿照那些外国电影，而将不中不西的洋盘思想，奉为金科玉律。但在骨子里，又潜伏着传统文化思想的血液，望子成龙与光耀门楣的观念，并未完全抛却。于是便造成此时此地，在家庭教育方面，产生了问题儿童和问题青少年的事件。结果，不是怨天，便是尤人。再不然，便埋怨到学校教育和社会教育错误，自己好像置身事外，一无过错似的。其实，要讲我们青少年的思想与心理问题，就必须正本清源地从家庭教育的检讨开始，而不能将一切过错，都由我们后代的子女去负担。旧八股与新八股自孔子删诗书，定礼乐以后，我们从他所修订的六经，和他的遗著中，仰窥三代，俯瞰现在，综罗上下三千年来教育之目的和精神，一言以蔽之，纯粹为注重人格养成的教育。礼记遗篇中的大学中庸儒行等，虽然敷陈衍义，但自东周以来，仍然不外如大学所言自天子以至于庶人，壹是皆以修身为本。所谓修身，用现代语来说，便是人格教育。而人格教育，势必先从心理和思想的基本修正着手，因此大学便有格物致知诚意正心等一系列程序的述说了。"}
{"text":"礼记遗篇中的大学中庸儒行等，虽然敷陈衍义，但自东周以来，仍然不外如大学所言自天子以至于庶人，壹是皆以修身为本。所谓修身，用现代语来说，便是人格教育。而人格教育，势必先从心理和思想的基本修正着手，因此大学便有格物致知诚意正心等一系列程序的述说了。我们从这个观念反观六经，归纳它的主旨便可强调地说书经的精神，是后世政治哲学和政治人格教育的典范。由此再配合孔子所著春秋的精神，便成为政治思想和政治行为的是非得失进退举措等有关历史哲学，与政治人格和政治行为的成败事例。易经的精神，从科学中国古代的科学观念的观察而进入哲学的精微，纯粹是洁净心理升华思想的文化教育。由此再配合孔子手编的诗经与乐记因乐经已失，故只以乐记来说，便成为适用于一般人陶冶性情调剂身心的教育。礼记所包括三礼――礼记周礼仪礼的精神，则是汇集中国上古传统文化的大成，包含教育政治经济军事社会文学艺术人生等思想的体系。强调地说，它是后世奉为个人人格教育政治人格教育等的典范。但是这些观念，是从两汉以迄近代的儒家传统思想而立论。在历史的事实上，自春秋战国迄于秦汉之际，五百年间六经并未受到重视。尤其在春秋战国时代，智力勇辩之士，竞相以纵横捭阖兵谋杂说阴阳等学术，取悦人主而自求爵禄功名荣显于当世，并即以此为天经地义的要务。少数宗奉孔子汇集的经书思想者，只有鲁卫之间的儒生们，如曾子子思孟子等人。但是他们仍然需要依附于人君的喜悦而得其苟安的生活，否则，依然不能荣显当世而畅怀于当时。因此，凄凉寂寞一生，自所难免。秦汉以后读书与教育之目的大家都知道中国历史上，记载汉高祖平定天下以后的一句最有趣的名言乃公天下居马上而得之。后世都把他引为笑谈，认为汉高祖没有受过读书的教育，因此而轻视知识分子，骂儒生们为竖儒。事实上这个观念，早已种因于秦并六国以后，自秦始皇李斯与儒生们当时的儒生，是包括道家等各种知识分子的统称彼此不能合作，即造成学术思想的真空现象，因此我们大可不必如此耻笑汉高祖的不学无术。"}
{"text":"因此，凄凉寂寞一生，自所难免。秦汉以后读书与教育之目的大家都知道中国历史上，记载汉高祖平定天下以后的一句最有趣的名言乃公天下居马上而得之。后世都把他引为笑谈，认为汉高祖没有受过读书的教育，因此而轻视知识分子，骂儒生们为竖儒。事实上这个观念，早已种因于秦并六国以后，自秦始皇李斯与儒生们当时的儒生，是包括道家等各种知识分子的统称彼此不能合作，即造成学术思想的真空现象，因此我们大可不必如此耻笑汉高祖的不学无术。同时，自汉初接受叔孙通等的制体定制度开始，所谓当时的儒生如叔孙通等人，虽然依附汉高祖而攀龙附凤，等待引用，但对于中国上古传统文化的经义，并无高深造诣。大家只要研究史记汉书中叔孙通等有关传记，便可明白他们的思想和目的，也止于取悦人主，谋一身爵禄的荣显，并无什么传道授业的大志。他们与中国自古以来的传统教育精神，以及孔子的学术思想，早已大相迳庭了。汉初重视儒术，尊崇孔子，事实上是从汉武帝欣赏司马相如的文章词赋重视董仲舒的儒学思想董学并非纯粹的承接孔孟之学信任公孙弘的形似儒家之学开始的。于是才有西汉的重儒尊孔，由此再演绎渐变，就形成东汉儒家经学思想的大成。汉儒之学，上面顶着孔子的帽子，内在借题发挥，糅集道墨阴阳诸家之所长，外饰儒家为标榜，从此曲学阿世，大得其势，后世历经魏晋南北朝唐宋元明清，中间屡有变质，虽然或有以词章义理记闻等为儒林学者的内涵以君道师道臣道为儒家学问的本质。但不管如何说法，总之，必须要以功名爵禄，入仕用世为目的。孟子说过不孝有三，无后为大。此外，其余两种不孝之一，据汉儒赵岐的注解，便是家贫亲老，不为禄仕。换言之，读书除了作官以外，就不能谋生，既不能谋生养亲，当然就罪莫大焉。这与现在教育即生活，生活以赚大钱为最有出息的新观念，除了形式与方法有不同以外，它的本质，究竟又有什么两样？汉唐的选举考试制度自周秦以后，读书受教育之目的，概略已如上述。"}
{"text":"这与现在教育即生活，生活以赚大钱为最有出息的新观念，除了形式与方法有不同以外，它的本质，究竟又有什么两样？汉唐的选举考试制度自周秦以后，读书受教育之目的，概略已如上述。而朝廷量才任用的方法，除了上古时代，因为教育尚未发达，以学问德行为选士入仕的成规以外，到了战国时期，因为学术思想的勃兴，而诸侯各国，称王称霸，又需要起用有学术思想的人才，因此便造成战国末期六国义士储备人才的风气，自汉初统一天下以后，国家安定，政治上了轨道，义士的风气没有了，但是有思想有学识的人并不因为政治社会的安定便没有了，因此才开创出以品行德学为标准的选举制度，推荐地方上贤良方正之土，进为国家用人取士的体制。汉初的选举制度，的确是法良意美，但是世界上一切良法美政，实行久了，流弊就出来了，所谓法久弊深与法严弊深，都是中外千古不易的名言。所以到了汉代末期，便有世家门第等把持选举，徇私荐贤，于是这就成为知识分子掀起社会乱源的重要原因。由此在中国的历史上，相继紊乱了三百年左右，历魏晋南北朝之间，读书有学问的知识分子又需靠类似义士荐贤等方式而显扬功名于当世。一直到了隋唐之际，唐太宗承袭隋朝取士方式，创立了考试制度以后，才得意地说出天下英雄，尽入吾彀中的豪语。从此，考试取士的方法，便演变而成为宋元明清的科举考试制度。于是三更灯火五更鸡，正是男儿立志时十年窗下无人问，一旦成名天下知等功成名遂的颠倒梦想，便深植人心，永为世法了。到了清代末期，以八股制义的考试取士制度，流弊丛生，而教育思想也陈腐朽败，因此才引起清末有学问有思想知识分子的不满，配合民族革命的主张，就结束了三百年来的满清王朝，也由此而推翻了二千多年来旧传统的教育方式。顺手附录近日看到金史的资料，以便窥见过去历史中，教育思想由考试取士所产生弊病的一斑。明清后期的情形，大致也与此相同，尤其清末以八股文取士的毛病，考场陋习与笑料，见于近代史者，随处皆是，不必多说。归潜志云金取士以词赋为重，故士人往往不暇习为他文。尝闻先进故老，见子弟辈读苏黄诗，辄怒斥。故学者止工于律赋，问之他文，则懵然不知。间有登第后始读书为文者，诸名士是也。"}
{"text":"顺手附录近日看到金史的资料，以便窥见过去历史中，教育思想由考试取士所产生弊病的一斑。明清后期的情形，大致也与此相同，尤其清末以八股文取士的毛病，考场陋习与笑料，见于近代史者，随处皆是，不必多说。归潜志云金取士以词赋为重，故士人往往不暇习为他文。尝闻先进故老，见子弟辈读苏黄诗，辄怒斥。故学者止工于律赋，问之他文，则懵然不知。间有登第后始读书为文者，诸名士是也。南渡以来，士人多为古学，以著文作诗相高，然旧日专为科举之学者，疾之为仇雠。若分为两途，互相诋讥。其作诗文者，目举子为科举之学为科举之学者，指文士为任子弟，笑其不工科举。殊不知国家勒设科举，用四篇文字，本取全才。盖赋以择制诰之才，诗以取风骚之旨，策以究经济之业，论以考史鉴之方。四者俱工，其人才为何如也。而学者不知，狃于习俗，止力为律赋，至于诗策论，俱不留心，其弊基于有司者，止考赋而不究诗策论也。吾尝记故老云泰和间，有司考诗赋，已定去取，及读策论，则止用笔点庙讳御名，但数字数与涂注之寡多。有司如此，欲举子辈专精难矣。南渡后，赵杨诸公为有司，文风始振，然而谤议纷起矣。新旧教育亟待修正的八股学风大致了解了上下三千年来教育的概况，和考试取士的情形，无论我们的先圣先贤诸子百家的名言，关于教育与学问的教诫，作过如何庄严神圣的定论，但教育的理想与一般社会对教育的暗盘思想，毕竟存在一段很大的距离。如果我们真肯深切地反省检讨，那么，就可以明白地说，我们的一般教育思想，历经二千多年来，始终还陷落在一个一贯错误的暗盘里打转。这个暗盘思想错误观念的由来，首先便是自古以来中外一例的重男轻女思想。为什么要重男轻女呢？因为男主外，女主内。男儿志在四方，有子克家，便可以光耀门楣光宗耀祖。而光耀门楣和光宗耀祖的方法，就只有读书是最好的出路。尤其在古代轻视工商业的观念之下，当然就会产生万般皆下品，惟有读书高的看法了！读书为什么有这些好处呢？因为读了书，可以考取功名，登科及第而作官。因此读书作官自然而然就成为一般社会天经地义的思想。作官又有什么好呢？因为作了官，就能得到坐食国家俸禄的利益。由此升官发财便顺理成章地被民间视为当然的道理。"}
{"text":"男儿志在四方，有子克家，便可以光耀门楣光宗耀祖。而光耀门楣和光宗耀祖的方法，就只有读书是最好的出路。尤其在古代轻视工商业的观念之下，当然就会产生万般皆下品，惟有读书高的看法了！读书为什么有这些好处呢？因为读了书，可以考取功名，登科及第而作官。因此读书作官自然而然就成为一般社会天经地义的思想。作官又有什么好呢？因为作了官，就能得到坐食国家俸禄的利益。由此升官发财便顺理成章地被民间视为当然的道理。由于这一系列错误观念的养成，读书读到后来，所有经史子集，也成剩余的物质，只有八股的制义文章，才是生活的宝典，这都是很自然而形成的思想，无足为怪。到了十九世纪末期和二十世纪之初，西方的文化思想东来，慢慢地把旧有家塾寒窗书院和国子监等中国传统教育的方式变了，变成了西方式的学府制度。由洋学堂的称呼开始，一直到了现在三级制的学校制度而至于研究院等为止。教育是真的普及了，一般国民的知识水准是真的提高了。但是知识的普及，使得一切学问的真正精神垮了，尤其是中国文化和东西文化的精义所在，几乎是完全陷入贫病不堪救药的境地。不但如此，我们的教育思想和教育制度，虽然接受西方文化的薰陶而换旧更新，可是我们教育的暗盘思想，依然落在二千多年来的一贯观念之中，只不过把以往读书作官光耀门楣的思想，稍微变了一点方向，转向于求学就可以赚钱发财的观念而已。然后引用一句门面话来自我遮盖这个观念，而以教育即生活，作为正面堂皇的文章，几家父母潜意识中，对子女的升学大事不受这个观念的作祟？又有几家子弟选读学校选修科系的心理，不为这个观念所左右？于是，新的科学八股的考试方法，但凭死记背诵为学问的作风，依然犹如以往历史的陈迹，只是过去的风气，但须记诵八股文章，作为考试的本钱现在的风气，但须记诵问答和猜题，便能赢得好学校以及联考的光荣。过去的读书为考功名为作官现在的读书和考试，为求出路为求职业为赚大钱。过去读书的，志在圣贤作官的，一心以天下国家为己任，如此立志，也大有人在。否则，就抱着君子乘时则驾，不得其时，则蓬{以行。归到农村社会，以耕读终生的也不少。现在则受了教育以后，不能谋得一个出洋赚大钱的机会，至少也要作个公教人员，才算是不负平生一片读书求学的苦心。"}
{"text":"过去的读书为考功名为作官现在的读书和考试，为求出路为求职业为赚大钱。过去读书的，志在圣贤作官的，一心以天下国家为己任，如此立志，也大有人在。否则，就抱着君子乘时则驾，不得其时，则蓬{以行。归到农村社会，以耕读终生的也不少。现在则受了教育以后，不能谋得一个出洋赚大钱的机会，至少也要作个公教人员，才算是不负平生一片读书求学的苦心。尤其是工商业时代都市生活的诱惑，小市民思想的深入人心，如果不能如此，只好优游等待机会，或者自己封个马路巡阅使来怠荡怠荡也可以。至于其他的事，只有付之于命运的安排了。我们只要息心反省教育的现状，就可明白现代青少年陷落在一片迷惘境地的前因和后果。因此，我们为了后一代，对于家庭教育思想社会教育思想，以及学校教育的思想制度，必须要多作检讨，以建立一番复兴文化的新气象。虽然说问题并不简单，但问题终须寻求出答案和调整的方法。这不但是我们老一辈的责任，也正是落在现代青年身上的重要责任，极须渊博通达的学问，才能挽救亟待复兴图强的中国文化。从处变自强说起这一代的后起之秀，缺乏历史文化精神的学养，更没有遭逢历史变故的经验，因此而没有定力和远见。可喜的是，他们已经从时代环境的骄宠和颓唐中振奋起来，走上自觉更新的道路。但是慷慨赴义易，从容适变难。因为激于一时的气愤，慷慨赴义，犹如庄子所说的决起而飞，枪榆枋，时则不至而控于地而已矣。至于从容适变，必须厚积风力，然后培风而起飞，才能转危为安，措天下于衽席之上，救亡图强，在于才智，而才智的养成，需要深厚的学术与精微思想的风力。我们基于温故而知新鉴往而知来的观念，需要将近代和现在有关救亡图强等学术思想的演变史，作一溯往的启导，使大家由此而窥见它错综复杂的前因与后果，知道应当如何去振兴奋发。救亡图强的思想与历史从历史哲学的立场来看，人类真是可怜的一群，虽然累积上下五千年古今中外多少人的才智与能力，如何如何地为某一地某一国，甚之全世界的和平康乐，竭尽心力去努力。但是人类的历史，始终还是在扰攘和变乱之中，好像除了扰攘变乱以外，便无历史的内容似的。可是，也正因为如此，才不断地产生了东方的圣人西方的哲人，随时随地，在种种艰困的环境中，为人类为国家为民族而寻求学术思想的方案。"}
