{"text":"为了发散心中的哀痛，我别无途径，仍然只能写诗。在那些日子里，我写了三十五首诗，结集为哀歌，保存下来了。我写我穿过熙熙攘攘的人群，寻找一个声音，我请它不要躲避我，因为已死的活人并不害怕复活的鬼魂。我还写我爱诗，对诗句却毫无兴趣，唯有诗人表达不了痛苦的滋味，我最是熟悉。这些都是当时的真实感觉。世英死后的两个月里，我很少去郭家了，以前去都是和世英玩，他不在了，我又是那样拘谨的性格，再去未免尴尬。但是，我心中真是惦念那一家人，便在月的一天给郭平英写了一封信，开始了我们之间的通信。在当时的情境中，我们只能用一些革命的豪言壮语来振作自己，而真正的悲痛又是任何语言无法表达的。平英对此比较清醒，不愿意再说空话，便在一封信里提出要求，让我写一写世英在北大时的事情，那是她很不清楚的。于是，我趴在地质学院避难所的床铺上一气写了四天，小开的纸写了四十二页，寄给了她。二十年后，我考研究生回到北京，平英把这一封长信交还给了我。多亏她的提议，我在印象还相当鲜明时写了这些回忆，还多亏她完好地保存了这些纸片。年，我在广西时也凭借记忆写了北大期间郭世英的往事，题作大学第一课。现在我把这两份文件进行核对，发现出入倒不大，可见那一段经历给我留下的印象之深。当然，还是有些出入的，事过十三年的记忆毕竟要比事过五年的磨损得多些。现在和以后我写郭世英时，手头有了这些文字的依据，不必凭空在事过四十余年的记忆中费力搜索，这也算是不幸中的大幸吧。二十四告别北京大约在月份，正当武斗相持不下的时候，工人宣传队进驻北大，掌握一切权力。这个举措等于把两派学生组织都给解散了，从而一下子结束了武斗。事实上，学生组织业已完成其使命，即借其冲劲打倒了从中央到地方的所谓走资派，继续存在下去只会制造麻烦，因此理应让它们退出历史舞台了。所有学生都奉命回到了学校，作为毕业班，我们的任务是马上做鉴定，迅速离校。六一届的学生在当月就草草打发走了，我们六二届也要在一两个月内走人。去向已定，主要是外省的农村，大城市一个不留。经过两年的折腾，重新坐到桌边来，谁什么样还是什么样，一切依旧。我在一篇日记――不错，积习难改，在毁掉全部日记之后，我又开始写日记了――里写道这几天的鉴定使我厌恶极了。一群小资产阶级临到末路，还要互相吹捧一会儿，不害臊吗？"}
{"text":"所有学生都奉命回到了学校，作为毕业班，我们的任务是马上做鉴定，迅速离校。六一届的学生在当月就草草打发走了，我们六二届也要在一两个月内走人。去向已定，主要是外省的农村，大城市一个不留。经过两年的折腾，重新坐到桌边来，谁什么样还是什么样，一切依旧。我在一篇日记――不错，积习难改，在毁掉全部日记之后，我又开始写日记了――里写道这几天的鉴定使我厌恶极了。一群小资产阶级临到末路，还要互相吹捧一会儿，不害臊吗？宁可做一个真诚的谦逊的小资产阶级，决不做那种虚伪的妄自尊大的小资产阶级，他们太不老实了。我承认，在我身上有明显的小资情调，比如脆弱动摇人情味正义感等等。但是，某些人骨子里浸透了的市侩气商人气政客气，我是没有的。我也没有那些臭架子，那种自鸣得意的驴子性格，我是能和普通工农群众相处好的，决不会比这些人差。分配方案很快下来了，我班二十五人，去广西最多，共十一人，其次是山西七人，浙江五人，诸如此类。问到我的志愿，我说随便。几个家在江南的同学都想去浙江，问我不去行不行，我说可以。结果我被分配到了广西。分到广西的人先去湖南洞庭湖农场锻炼，锻炼结束后，宣布具体地点，我是南丹县，另一个同学是资源县，他问我肯不肯交换，我的回答也是可以。结果我去了资源县。我真是觉得无所谓，去哪里都一样。要离开北京了，我别无留恋，只舍不得世英的亲人们。在与平英通信后，我去郭家又多了一些。第一次去，我在东屋午休，平英叫我进偏室，把一个黑色的小木盒搬到桌上，低垂头出去了。这是世英的骨灰盒。一会儿，她带我去洗相片。洗出的相片中，有一张我和世英在院子回廊里的合影，我坐着，世英站着，都是深思的神情，她指着说两个思想家。有一回，我和郭汉英在下围棋，她从外面回来，远远看见我便发出欢喊声，走到我的身边来。没有了世英，全家孩子中只有她和我年龄接近，比我小两岁，仿佛因此成了最合适的接待我的人。在一封信中，她写道一年前，郭世英做了林铭述的郭民英。现在呢，现在谁来做你的郭世英，又是谁去做林铭述的郭民英啊。我从中读出了令人心酸的善良。我希望是她，但知道不可能，在我眼中她是这样高贵的一个女孩，我们之间有着微妙而难以逾越的距离。因为我给平英的信，于立群对我格外热情。她告诉我那天夜里，我感到奇怪，怎么小妹还没有睡觉？到她房里一看，她正在给你写信。我看了你的信，很感动。"}
{"text":"没有了世英，全家孩子中只有她和我年龄接近，比我小两岁，仿佛因此成了最合适的接待我的人。在一封信中，她写道一年前，郭世英做了林铭述的郭民英。现在呢，现在谁来做你的郭世英，又是谁去做林铭述的郭民英啊。我从中读出了令人心酸的善良。我希望是她，但知道不可能，在我眼中她是这样高贵的一个女孩，我们之间有着微妙而难以逾越的距离。因为我给平英的信，于立群对我格外热情。她告诉我那天夜里，我感到奇怪，怎么小妹还没有睡觉？到她房里一看，她正在给你写信。我看了你的信，很感动。接着，她把我叫到她屋里，说那天她也给我写信了，写了两页就写不下去了，她让我看这未完成的信和她写给肖肖的信。世英死后不久，肖肖被送到青海当兵，情绪极为低沉，大家都为她担着心。悲剧过去两三个月后，于立群的情绪倒是稳定了一些。心情比较好的时候，她对我谈世英的往事。他串联回来，好几次提出咱们家应该来一个革命化。她问他学校整他的事，他把头一仰，笑一笑，显出轻松的样子说彻底的唯物主义者是无所畏惧的。她分析死去的两个孩子的性格，说世英是热情奔放，民英是细腻，削苹果皮稍有粗细厚薄不匀都会难受。她鼓励我你们一定要坚持住，如果了解郭世英的人都死了，还有谁知道他？月日，我在离京前最后一次去郭家，他们让厨师备了一桌丰盛的晚餐给我饯行，餐桌上有我爱吃的大对虾。四个孩子一起把我送出大门，汉英说这一别，恐怕很难再见面了。建英说去了以后，大大地来信。又马上一笑，指一指平英，纠正说不是给我，给她大大地来信。平英朝我点点头。我和林铭述走在夜晚的街头，他议论道这个温情脉脉的家庭，面纱背后是外人想象不到的悲剧。静默了一会儿，又补充一句我觉得悲剧还没有完。他问我想不想写小说，我说等将来吧，他说我是指将来，现在当然不成。十年以后吧。我问他你看有希望吗？他小声说这是迟早的事。然而，分手时，他给我的临别赠言却是跟上时代，不要太消沉。那一天有一件事留下了一个小遗憾。我曾在林铭述家里看到郭老送的墨宝，很羡慕，便鼓起勇气让平英帮我也要一幅。上一个周末，郭老给我写了一幅，内容是他尚未发表的词水调歌头。游采石矶，写在大约四开大的宣纸上。他为我诵读了一遍，盖章后送给了我。借问李夫子愿否与同舟？这个意境十分合我的意。我捧在手中，自是不胜喜悦，建英在旁边说爱不释手。"}
{"text":"十年以后吧。我问他你看有希望吗？他小声说这是迟早的事。然而，分手时，他给我的临别赠言却是跟上时代，不要太消沉。那一天有一件事留下了一个小遗憾。我曾在林铭述家里看到郭老送的墨宝，很羡慕，便鼓起勇气让平英帮我也要一幅。上一个周末，郭老给我写了一幅，内容是他尚未发表的词水调歌头。游采石矶，写在大约四开大的宣纸上。他为我诵读了一遍，盖章后送给了我。借问李夫子愿否与同舟？这个意境十分合我的意。我捧在手中，自是不胜喜悦，建英在旁边说爱不释手。由于那天我是骑车往返，怕途中损坏，就让建英替我暂时保存，准备今天拿走。今天临走时，于立群劝我不要拿了，她说，我去部队农场那样的地方，带去了影响不好。在当时的政治环境中，这层顾虑是有道理的。不过，倘若现在能把这幅字找出来还我，我会很高兴的。月日晚上，我走出居住了六年的楼室，最后看一眼窗外那一排木槿，它们还是六年前的老样子，一点儿没有长高。武斗已把我的书籍杂物洗劫一空，我几乎是空着手离开北大的。大卡车把我们这些去湖南部队农场的学生运到天安门前，在一个军人指挥下，我们匆匆排成队列，举手向毛主席宣誓，再被运到北京车站。我们登上了列车，两个同学隔着车窗向前来送行的一群大中学生慷慨陈词，我在一旁无言静听。火车启动后，那两个同学也静默下来了，只听见车轮碾过钢轨接缝处发出的单调的震响。我久久凝望着窗外的黑夜，心中回旋着李贺的一句诗我有迷魂招不得。第三部农村十年一南湾湖连载我的心灵自传出版社长江文艺出版社一个漆黑的夜里，几艘机动木船在风雨中艰难地靠岸，卸下了一群学生。我们肩扛行李，淋着雨，跌跌冲冲地踩着稀泥地，来到一个荒凉的地方。四周什么也看不见，只有几间低矮的小茅屋透出暗淡的灯光。门很矮，我们猫着腰钻进去，胡乱地挤躺到几块铺板上。接受再教育的生活就这样开始了。这是在洞庭湖内围堤造出的一块土地，被命名为南湾湖，表示发扬南泥湾精神的意思。举目荒无人烟，只有一支农垦部队驻扎在这里，附近还有一个劳改农场。为了接纳学生，部队建立了一些学生连，派军人担任连排级干部。我找出那一时期的来信，偶然发现还留着两个信封，上面有我所在连队的地址湖南沅江部队学一连。最初的任务是安家。"}
{"text":"门很矮，我们猫着腰钻进去，胡乱地挤躺到几块铺板上。接受再教育的生活就这样开始了。这是在洞庭湖内围堤造出的一块土地，被命名为南湾湖，表示发扬南泥湾精神的意思。举目荒无人烟，只有一支农垦部队驻扎在这里，附近还有一个劳改农场。为了接纳学生，部队建立了一些学生连，派军人担任连排级干部。我找出那一时期的来信，偶然发现还留着两个信封，上面有我所在连队的地址湖南沅江部队学一连。最初的任务是安家。这里原是一片空地，那几间小茅屋是临时盖了让我们暂住的，现在要建起正式的营房。建房的材料除油毡外都就地取材，共三样稻草，芦秆，泥巴。用稻草搓出一大堆草绳，然后把草绳缠在芦杆上，一根紧挨一根插进泥地里，两面糊上泥巴，就成了墙壁。顶上如法炮制，复盖上油毡和稻草，就成了屋子。全连四个排，每个排一间长屋子，屋里架起两列大通铺，就成了我们的居所。接着马上投入了繁重的劳动。在泥地上往下挖四五米，开出一条航道，泥巴垒在两岸，一边垒成水渠，另一边垒成公路。挖去一层表土，底下是一层层淤泥，泥土又紧又黏，仿佛有一股吸力，把插进去的铁锨牢牢吸住。越往下挖，泥越稀，两腿插在里面，以不可抗拒的重力作用往下陷，徒手尚且难以拔出，何况肩上挑着百斤重的担子。由于泥巴太黏，粘在撮箕上倒不掉，担子始终是沉重的。我们团共八个学生连，学六连是女生连，开始时，她们也干同样的活，许多女生根本挑不动，就坐在稀泥里哭。冬天来临了，湖区的冬天十分奇怪，突然下起了雷阵雨，闪电划破长空，雷声震得窗户格格响。雷雨过后是连绵的阴雨天，在冰风雪雨中，我们上身穿棉衣，下身只穿一条裤衩，依旧浸在冰凉的泥浆里干活。我做梦也想不到活儿这么重，一天下来全身散了架，哪里还有力气洗漱，带着一身泥巴倒头便睡。不过，那时毕竟年轻，居然也渐渐适应了，并且感到自己的体力明显在增长。第二年开春后，我们的主要任务是种水稻，比起挖航道来，田间作业就显得轻松多了。月份，连续十几天，天天弯着腰插秧，并不觉得太累。我是新手，一开始完全不会插，几天后称得上是能手了。手指如同织机上的梭子一样飞快地移动着，眼睛只盯着鼻子底下的一小块水田和秧苗，脑子里什么也不想，累了直起腰来歇一歇，看见前面又多了一大片绿色，心里真是欣喜。我喜欢田野劳动，这种劳动虽然机械而单调，却使人亲近土地和生命，头脑和心灵都变得单纯。湖区有许多小生物。"}
{"text":"第二年开春后，我们的主要任务是种水稻，比起挖航道来，田间作业就显得轻松多了。月份，连续十几天，天天弯着腰插秧，并不觉得太累。我是新手，一开始完全不会插，几天后称得上是能手了。手指如同织机上的梭子一样飞快地移动着，眼睛只盯着鼻子底下的一小块水田和秧苗，脑子里什么也不想，累了直起腰来歇一歇，看见前面又多了一大片绿色，心里真是欣喜。我喜欢田野劳动，这种劳动虽然机械而单调，却使人亲近土地和生命，头脑和心灵都变得单纯。湖区有许多小生物。挖航道时，常常挖到藏在淤泥里的甲鱼，挖到了也就随手一扔，没有人想到要拿回去煮汤。每条小水沟里都有鱼，用泥巴拦截出一段，再把水舀干，必定满载而归。一到春天，水蛇四处爬行。有一回，早上出工前，我拿起放在屋外的雨靴，正准备穿上，从里面爬出来一条小蛇。在水田劳动时，蛇是最常见的生物。一个小个子华侨学生见了蛇就捞起来，双手一掰，取出蛇胆立刻吞进肚里。水蛇无毒，我渐渐也不怕了，但始终厌恶蚂蝗。在别处我再没有见过这么多的蚂蝗。一次收工后，我下湖洗澡，在岸边浅水处的草丛里站了一会儿，上岸时，旁边的同学惊叫起来。我低头看，只见一条腿在流血，上面叮满了蚂蝗，不下数十条。对于我们这些学生，当时有人这样形容学生的名义，干部的待遇，农民的劳动，军人的纪律。因为领工资，所以说是干部的待遇。纪律十分严格，完全按部队的一套管理，到商店买一支牙膏也必须请假，无论上哪里做什么事都要排队。劳动累了，谁都顾不上修边幅，穿得破破烂烂上几公里外的一个小镇，那里的农民揶揄说大学生在学校里是书呆子，出了校门是叫花子。到农场后，始终没有宣布再教育的期限，没有人知道我们究竟要在这里呆多久。环境和生活毕竟太单调了，人们渐渐都疲塌了。年轻人火力正旺，开始想女人，学六连成了人们口头最有诗意的一个词儿。平时聚在一起，谈论得最多的是老婆问题，才二十多岁就称之为老大难问题了，真个日夜盘算，长叹短吁。有些湖南学生已娶妻，老婆来探亲的日子，住进连部一间小屋，人人眼馋。睡在我对铺的那个学生特无耻，经常兴高采烈地大谈和老婆做爱的细节。我仍是一个爱情上的理想主义者，自命清高地对这一切嗤之以鼻。但是，我也厌倦了单调不变的生活，渴望变化。因此，年月，当部队要抽选一些学生去附近的正规连队锻炼一个月时，我就积极争取，终于被批准。我在那里表现很好，干部和战士都喜欢我，受到了团一级奖励。"}
{"text":"平时聚在一起，谈论得最多的是老婆问题，才二十多岁就称之为老大难问题了，真个日夜盘算，长叹短吁。有些湖南学生已娶妻，老婆来探亲的日子，住进连部一间小屋，人人眼馋。睡在我对铺的那个学生特无耻，经常兴高采烈地大谈和老婆做爱的细节。我仍是一个爱情上的理想主义者，自命清高地对这一切嗤之以鼻。但是，我也厌倦了单调不变的生活，渴望变化。因此，年月，当部队要抽选一些学生去附近的正规连队锻炼一个月时，我就积极争取，终于被批准。我在那里表现很好，干部和战士都喜欢我，受到了团一级奖励。最高兴的是过足了打靶的瘾，我意外地发现，我的枪法相当准，卧姿百发百中，跪姿和立姿也脱靶甚少。然而，没想到这次出行染上了肝炎病毒。回到学生连不久，有一天，我感到浑身乏力，没有一点胃口，两个同学便陪我去团部医务室。到了那里，一量体温，已烧到度，医务人员让那两个同学马上送我去师部医院。所谓送我去，也是要我自己走去的，我真不知道我是怎么走完这几公里路程的。师部医院也十分简陋，几间茅草房，没有医疗设备，甚至不能验血，我住在那里，一直被当做感冒治。八九天里，高烧持续不退，完全不进饮食，靠输液活着，上厕所时几次昏倒。我对那个精神抖擞的院长说，我的病不像感冒，应该是消化系统的毛病。他立即称是，说可能是肝炎。事实上，黄疸性肝炎的症状极为明显，脸色蜡黄，尿也黄得发绿。在病重的那些天里，我昏昏沉沉地躺在病床上，我的床正对着门口，门外架着一条木板，是给病号分发饭菜的地方。有一天，正是开饭的时候，我在昏沉中突然眼睛一亮，看见领取饭菜的队伍里有一张美丽的面庞。从此以后，我的卧病生活有了意义，便是等候开饭的时刻，看一眼那张脸庞。高烧退后，我可以起来活动了，就常常在院子里看见那个女生了。师部医院住着几个来自印尼的华侨女生，她是其中之一，她们在洞庭湖区另一个农场劳动锻炼，得了一种怪病，一条腿――仅仅一条腿――没有了支撑力，因此走路时必须向一侧大幅度地弯下身子。这么美丽的一张脸配上这么古怪的走路姿势，真使我无比同情，我越发怜爱她了。另一个女生察觉了我的心思，仿佛不经意地和我聊起她，说她是一个很自私的人。我在医院住了一个多月，出院后再没有回去过。听说直到锻炼结束，这几个女生的病仍无好转，但愿她们后来治愈了。我出院之后，连里照顾我，不让我再干重活，我成了一个牛倌，任务是看住几头水牛，不让它们损坏庄稼。"}
{"text":"这么美丽的一张脸配上这么古怪的走路姿势，真使我无比同情，我越发怜爱她了。另一个女生察觉了我的心思，仿佛不经意地和我聊起她，说她是一个很自私的人。我在医院住了一个多月，出院后再没有回去过。听说直到锻炼结束，这几个女生的病仍无好转，但愿她们后来治愈了。我出院之后，连里照顾我，不让我再干重活，我成了一个牛倌，任务是看住几头水牛，不让它们损坏庄稼。这是一项无中生有的工作，专为我而设，这些水牛其实从来无人看管，也不需要看管。在农场的最后两三个月，我天天坐在水塘边看天上的云和手中的书，与这几头水牛为伴，过得十分逍遥。二诗人与狗司令在学一连，我有两个绰号，一是诗人，二是狗司令。叫我狗司令的原因很简单，因为连里养了几条狗，我爱和它们逗玩，给它们喂食，它们都听我的号令。其中一条狗特别依恋我，我出工时把它带在身边，它就会一直坐在田埂上耐心地等我收工。有一回，它自己跑到田里来找我，跟随在我左右寸步不离，情绪很不安。回营房后才知道，原来那天上级命令打狗，它一定察觉情况不妙，就跑来寻求我的庇护了。结果，别的狗都被杀死，它幸免于难。此后一些天里，我天天带着它，躲过了风头。写诗是我的积习。除了诗，我还常写日记。排长看见我躲在床角写东西，就投以怀疑的眼神，有一次终于走过来盘问我写什么，并教育我好好改造，不要再乱写。房间里两列大通铺，站在门口看一眼，谁在做什么一目了然，没有任何私人空间。事实上，只有我经常在写东西，难怪惹人注意。我心想，我写的一些诗不是挺革命吗，何不公开，免得人猜疑。于是，我给排长看了几首诗，也给排里的一些同学看。连里开晚会，有的同学便要求我朗诵，我照办，结果大受欢迎，诗人之名传开了。这一着很有效，此后排长看见我写东西再不盘问了，我获得了一定的自由。我们连的多数学生毕业于湖南本地学校，湖南人颇尊重文学，他们在发现我是一个诗人以后，都对我相当友好。在湖区，天天接触的事物是太阳大地泥巴水渠，它们就成了我的革命诗歌的主题。我当时写的许多诗称得上革命。比如警句，第一节是假如眼前的靶子是地球，瞎子也可以当射击能手。假如共产主义是土豆烧牛肉，馋鬼也可以投入革命洪流。"}
{"text":"这一着很有效，此后排长看见我写东西再不盘问了，我获得了一定的自由。我们连的多数学生毕业于湖南本地学校，湖南人颇尊重文学，他们在发现我是一个诗人以后，都对我相当友好。在湖区，天天接触的事物是太阳大地泥巴水渠，它们就成了我的革命诗歌的主题。我当时写的许多诗称得上革命。比如警句，第一节是假如眼前的靶子是地球，瞎子也可以当射击能手。假如共产主义是土豆烧牛肉，馋鬼也可以投入革命洪流。普希金在一首诗中写道不，我不会完全死亡，我将永远光荣，只要月光下的世界上还有一个诗人存在。我便写了一首针锋相对的诗，先把月亮批判了一通，然后把普希金的诗句改成不，我不会完全死亡，我将永远光荣，只要阳光下的世界上还有人民存在。我的若干诗句经常挂在同学们的嘴上，有时是为了抒情，有时是为了调侃。好玩的是，他们善于从我的革命诗歌中挑出一些句子，来表达并不革命的情绪。有一首泥巴的价值，头两句是要问南湾湖有什么？除了泥巴，还是泥巴。后面便讲泥巴可以种庄稼盖房筑路使人身心健康等等，而女娲用来造人的原料也是泥巴。他们略去了后面的内容，单挑出头两句在工地上朗诵，发泄对单调环境的不满。还有一首的前四句是我建议，干脆把地平线取消，让大地变得更加宽广。年轻人明亮的眼睛啊，要一眼看到共产主义远方！往往在收工的归途上，他们便齐声喊出第一句我建议，干脆把地平线取消！以此表达离开这块土地飞向外面世界的渴望。其实，我自己何尝不是在借这些看似激昂的诗句曲折地表达同样的心情。当然，激昂也不是装出来的，常常是真心想要激昂，以求与时代合拍，也把身处的境遇理想化。然而，事实上内心充满迷惘，激昂的高调就常常透出一种病态。有一些诗，直接就是用激昂的高调表达内心的绝望，我自己很明白其性质，是不会让连队里的人看到的。例如暴风雨――穿不透的暴风雨――雨如海倾，风如山倒！花布小伞留给太太们吧，衣服湿透的人怕什么雨淋水浇？龙头拐杖留给教授们吧，满身泥巴的人干吗要担心摔交？我原是一阵风一滴雨，暴风雨正是我的故巢。嘴角抹一丝鲜红的笑，去迎接更猛烈的风暴还有一首大战前夕，我刻意渲染一种动荡不安的气氛夜空闪烁着电光，爆炸的云满天游荡。电光下的世界，像一堆篝火在摇晃。然后便写如何盼望战争快快到来，但求捐躯在疆场。"}
