{"text":"不过在中国，文字里有一个秋士的成语，读本里又有着很普遍的欧阳子的秋声与苏东坡的赤壁赋等，就觉得中国的文人，与秋的关系特别深了。可是这秋的深味，尤其是中国的秋的深味，非要在北方，才感受得到的。南国之秋，当然是也有它的特异的地方的，譬如廿四桥的明月，钱塘江的秋潮，普陀山的凉雾，荔枝湾的残荷等等，可是色彩不浓，回味不永。比起北国的秋来，正像是黄酒之与白干，稀饭之与馍馍，鲈鱼之与大蟹，黄犬之与骆驼。秋天，这北国的秋天，若留得住的话，我愿意把寿命的三分之二折去，换得一个三分之一的零头。一九三四年八月，在北平第一辑闲书寂寞的春朝归航微寒刺骨的初冬晚上，若在清冷同中世似的故乡小市镇中，吃了晚饭，于未敲二更之先，便与家中的老幼上了楼，将你的身体躺入温暖的被里，呆呆的隔着帐子，注视着你的低小的木桌上的灯光，你必要因听了窗外冷清的街上过路人的歌音和足声而泪落。你因了这灰暗的街上的行人，必要追想到你孩提时候的景象上去。这微寒静寂的晚间的空气，这幽闲落寞的夜行者的哀歌，与你儿童时代所经历的一样，但是睡在楼上薄棉被里，听这哀歌的人的变化却如何了？一想到这里谁能不生起伤感的情来呢？――但是我此言，是为像我一样的无能力的将近中年的人而说的――我在日本的郊外夕阳晚的山野田间散步的时候，也忽而起了一种同这情怀相像的怀乡的悲感，看看几个日夕谈心的朋友，一个一个的减少下去的时候，我也想把我的迷游生活结束了。十年久住的这海东的岛国，把我那同玫瑰露似的青春消磨了的这异乡的天地，我虽受了她的凌辱不少，我虽不愿第二次再使她来吻我的脚底，但是因为这厌恶的情太深了，到了将离的时候，我倒反而生起一种不忍与她诀别的心来。啊啊，这柔情一脉，便是千古的伤心种子，人生的悲剧，可能是发芽在此地的么？我于未去日本之先，我的高等学校时代的生活背景，也想再去探看一回。我于永久离开这强暴的小国之先，我的迭次失败了的浪漫史的血迹，也想再去揩拭一回。轻薄的异性者呀，你们用了种种柔术想把来弄杀了的他，现在已经化作了仙人，想回到他的须弥故国去了。请你们尽在这里试用你们的手段吧，他将要骑了白鹤，回到他的母亲怀里去了。"}
{"text":"啊啊，这柔情一脉，便是千古的伤心种子，人生的悲剧，可能是发芽在此地的么？我于未去日本之先，我的高等学校时代的生活背景，也想再去探看一回。我于永久离开这强暴的小国之先，我的迭次失败了的浪漫史的血迹，也想再去揩拭一回。轻薄的异性者呀，你们用了种种柔术想把来弄杀了的他，现在已经化作了仙人，想回到他的须弥故国去了。请你们尽在这里试用你们的手段吧，他将要骑了白鹤，回到他的母亲怀里去了。他回去之后，定将拥挟了霓裳仙子，舞几夜通宵的歌舞，他是再也不来向你们乞怜的了我也想用了微笑，代替了这一段言语，向那些愚弄过我的妇人，告个长别，用以泄泄我的一段幽恨。为了这种种琐碎的原因，我的回国日期竟一天一天的延长了许多的时日。从家里寄来的款也到了，几个留在东京过夏的朋友为我饯行的席也设了，想去的地方，也差不多去过了，几册爱读的书也买好了，但是要上船的第一天七月的十五我又忽而跑上日本邮船公司去，把我的船票改迟了一班，我虽知道在黄海的这面有几个――我只说几个――与我意气相合的朋友在那里等我，但是我这莫名其妙的离情，我这像将死时一样的哀感，究竟教我如何处置呢？我到七月十九的晚上，喝醉了酒，才上了东京的火车，上神户去趁翌日出发的归舟。二十的早晨从车上走下来的时候，赤色的太阳光线已经将神户市的一大半房屋烧热了。神户市的附近，须磨是风光明媚的海滨村，是三伏中地上避暑的快乐园，当前年须磨寺大祭的晚上，是我与一个不相识的妇人共宿过的地方。依我目下的情怀说来，是不得不再去留一宵宿，叹几声别的，但是回故国的轮船将于午前十点钟开行，我只能在海上与她遥别了。妇人呀妇人，但愿你健在，但愿你荣华，我今天是不能来看你了。再会――不不永别了须磨的西边是明石，紫式部的同画卷似的文章，蓝苍的海浪，洁白的沙滨，参差雅淡的别庄，别庄内的美人，美人的幽梦，明石呀明石！我只能在游仙枕上，远梦到你的青松影里，再来和你的儿女谈多情的韵事了八点半钟上了船，照管行李，整理舱位，足足忙了两个钟头船的前后铁索响的时候，铜锣报知将开船的时候，我的十年中积下来的对日本的愤恨与悲哀，不由得化作了数行冰冷的清泪，把海湾一带的风景，染成了模糊像梦里的江山。啊啊，日本呀！世界一等强国的日本呀！"}
{"text":"我只能在游仙枕上，远梦到你的青松影里，再来和你的儿女谈多情的韵事了八点半钟上了船，照管行李，整理舱位，足足忙了两个钟头船的前后铁索响的时候，铜锣报知将开船的时候，我的十年中积下来的对日本的愤恨与悲哀，不由得化作了数行冰冷的清泪，把海湾一带的风景，染成了模糊像梦里的江山。啊啊，日本呀！世界一等强国的日本呀！国民比我们矮小，野心比我们强烈的日本呀！我去之后，你的海岸大约依旧是风光明媚，你的儿女大约依旧是荒淫无忌地过去的。天色的苍茫，海洋的浩荡，大约总不至因我之去而稍生变更的。我的同胞的青年，大约仍旧要上你这里来，继续了我的运命，受你的欺辱的。但是我的青春，我的在你这无情的地上化费了的青春！啊啊，枯死的青春呀，你大约总再也不能回复到我的身上来了吧第一辑闲书寂寞的春朝二十一日的早晨，我还在三等舱里做梦的时候，同舱的鲁君就跳到我的枕边上来说到了到了！到门司了！你起来同我们上门司去吧我乘的这只船，是经过门司不经过长崎的，所以门司，便是中途停泊的最后的海港我的从昨日酝酿成的那种伤感的情怀，听了门司两字，又在我的胸中复活了起来。一只手擦着眼睛，一只手捏了牙刷，我就跟了鲁君走出舱来。淡蓝的天色，已经被赤热的太阳光线笼罩了东方半角。平静无波的海上，贯流着一种夏天早晨特有的清新的空气。船的左右岸有几堆同青螺似的小岛，受了朝阳的照耀，映出了一种浓润的绿色。前面去左船舷不远的地方有一条翠绿的横山，山上有两株无线电报的电杆，突出在碧落的背景里这电杆下就是门司港市了。船又行进了三五十分钟，回到那横山正面的时候，我只见无数的人家，无数的工厂烟囱，无数的船舶和桅杆，纵横错落的浮映在天水中间的太阳光线里，船已经到了门司了。门司是此次我的脚所践踏的最后的日本土地，上海虽然有日本的居民，天津汉口杭州虽然有日本的租界，但是日本的本土，怕今后与我便无缘分了。因为日本是我所最厌恶的土地，所以今后大约我总不至于再来的。因为我是无产阶级的一介分子，所以将来大约我总不至坐在赴美国的船上，再向神户横滨来泊船的。所以我可以说门司便是此次我的脚所践踏的最后的日本土地了。"}
{"text":"门司是此次我的脚所践踏的最后的日本土地，上海虽然有日本的居民，天津汉口杭州虽然有日本的租界，但是日本的本土，怕今后与我便无缘分了。因为日本是我所最厌恶的土地，所以今后大约我总不至于再来的。因为我是无产阶级的一介分子，所以将来大约我总不至坐在赴美国的船上，再向神户横滨来泊船的。所以我可以说门司便是此次我的脚所践踏的最后的日本土地了。我因为想深深的尝一尝这最后的伤感的离情，所以衣服也不换，面也不洗，等船一停下，便一个人跳上了一只来迎德国人的小汽船，跑上岸上去了。小汽船的速力，在海上振动了周围清新的空气，我立在船头上觉得一种微风同妇人的气息似的吹上了我的面来。蓝碧的海面上，被那小汽船冲起了一层波浪，汽船过处，现出了一片银白的浪花，在那里返射着朝日。在门司海关码头上岸之后，我觉得射在灰白干燥的陆地路上的阳光，几乎要使我头晕在海上不感得的一种闷人的热气，一步一步的逼上我的面来，我觉得我的鼻上有几颗珍珠似的汗珠滚出来了我穿过了门司车站的前庭，便走进狭小的锦町街上去。我想永久将去日本之先，不得不买一点什么东西，作作纪念，所以在街上走了一回，我就踏进了一家书店。新刊的杂志有许多陈列在那里，我因为不想买日本诸作家的作品，来培养我的创作能力，所以便走近里面的洋书架去。小泉八云的著作，的丛书占了书架的一大部分，我细细的看了一遍，觉得与我这时候的心境最适合的书还是去年新出版的s的那本日本衣服之名。我将要去日本了，我在沦亡的故国山中，万一同老人追怀及少年时代的情人一般，有追思到日本的风物的时候，那时候我就可拿出几本描写日本的风俗人情的书来赏玩。这书若是日本人所著，他的描写，必至过于真确，那时候我的追寻远地的梦幻心境，倒反要被那真实粗暴的形相所打破。我在那时候若要在沙上建筑蜃楼，若要从梦里追寻生活，非要读读朦胧奇特富有异国情调的，那些描写月下的江山，追怀远地的情事的书类不可从此看来，这便是与这境状最适合的书了，我心里想了一遍，就把买了。从书店出来又在狭小的街上的暑热的太阳光里走了一段，我就忍了热从锦町三丁目走上幸町的通里山的街上去。"}
{"text":"这书若是日本人所著，他的描写，必至过于真确，那时候我的追寻远地的梦幻心境，倒反要被那真实粗暴的形相所打破。我在那时候若要在沙上建筑蜃楼，若要从梦里追寻生活，非要读读朦胧奇特富有异国情调的，那些描写月下的江山，追怀远地的情事的书类不可从此看来，这便是与这境状最适合的书了，我心里想了一遍，就把买了。从书店出来又在狭小的街上的暑热的太阳光里走了一段，我就忍了热从锦町三丁目走上幸町的通里山的街上去。幸町是三弦酒肉的巢窟，是红粉胭脂的堆栈，今天正好像是大扫除的日子，那些调和，忠诚于她们的天职的，都裸了雪样的洁白，风样的柔嫩的身体，在那里打扫，啊啊，这日本的最美的春景，我今天看后，怕也不能多看了。我在一家姓安东的妓家门前站了一忽，同饥狼似的饱看了一回烂熟的，便又走下幸町的街路，折回到了港口。路上的灰尘和太阳的光线，逼迫我的身体，致我不得不向咖啡店去休息一场我在去码头不远的一家下等的酒店坐下的时候，身体也真疲劳极了。第一辑闲书寂寞的春朝喝了一大瓶啤酒，吃了几碗日本固有的菜，我觉得我的消沉的心里，也生了一点兴致出来，便想尽我所有的金钱，上妓家去瞎闹一场但拿出表来一看，已经过十二点了，船是午后二点钟就要拔锚的。我出了酒店，手里拿了一本，在街上走了两步，就把游荡的邪心改过，到浴场去洗了一个澡，因以涤尽了十几年来，堆叠在我这微躯上的日本的灰尘与恶土。上船的时候，已经是午后一点半了。三十分后开船的时候，我和许多去日本的中国人和日本人立在三等舱外甲板上的太阳影里看最后的日本的陆地。门司的人家远去了，工场的烟囱也看不清楚了，近海岸的无人绿岛也―个一个的少下去了，我正在出神的时候，忽听一等舱的船楼上有清脆的妇人声在那里说话我抬起头来一看，见有一个年约十的中西杂种的少女，立在船楼的栏杆边上，在那里和一个红脸肥胖的下劣西洋人说话。那少女皮肤带着浅黑色，眼睛凹在鼻梁的两边，鼻尖高得很，瞳人带些微黄，但仍是黑色头用烙铁烫过，有一圈珍珠，带在蓬蓬的下。她穿的是黄白薄绸的一件西洋的夏天女服，双袖短得很，她若把手与肩胛平张起来，你从袖口能看得出她腋下的黑影，和胸前的来。她的颈项下的前后又裸着两块可爱的黄黑色的肥肉。下面穿的是一条短短的围裙，她的瘦长的两条脚露出在鱼白的湖绉裙下。从玄色的丝袜里蒸出来的她的的香味，我好像也闻得出来的样子。"}
{"text":"那少女皮肤带着浅黑色，眼睛凹在鼻梁的两边，鼻尖高得很，瞳人带些微黄，但仍是黑色头用烙铁烫过，有一圈珍珠，带在蓬蓬的下。她穿的是黄白薄绸的一件西洋的夏天女服，双袖短得很，她若把手与肩胛平张起来，你从袖口能看得出她腋下的黑影，和胸前的来。她的颈项下的前后又裸着两块可爱的黄黑色的肥肉。下面穿的是一条短短的围裙，她的瘦长的两条脚露出在鱼白的湖绉裙下。从玄色的丝袜里蒸出来的她的的香味，我好像也闻得出来的样子。看看她那微笑的短短的面貌，和一排洁白的牙齿，我恨不得拿出一把手枪来，把那同禽兽似的西洋人击杀了。年轻的少女呀，我的半同胞呀！你母亲已经为他们异类的禽兽玷污了，你切不可再与他们接近才好呢！我并不想你，我并不在这里贪你的姿色但是，但是像你这样的美人，万一被他们同野兽一样的西洋人蹂躏了去，教我如何能堪呢！你那柔软黄黑的被那肥胖和雄猪似的洋人压着的光景，我便在想象的时候，也觉得眼睛里要喷出火来。少女呀少女！我并不要你爱我，我并不要你和我同梦。我只求你别把你的身体送给异类的外人去享乐就对了。我们中国也有美男子，我们中国也有同黑人一样强壮的伟男子，我们中国也有几千万几万万家财的富翁，你何必要接近外国人呢！啊啊，中国可亡，但是中国的女子是不可被他们外国人去的。少女呀少女！你听了我的这哀愿吧我的眼睛呆呆的在那里看守她那颧骨微突嘴巴狭小的面貌，我的心里同跪在圣女马P亚像前面的旧教徒一样，尽在那里念这些祈祷。感伤的怀，一时征服了我的全体，我觉得眼睛里酸热起来，她的面貌，就好像有一层罩着的样子，也渐渐的朦胧起来了。海上的景物也变了。近处的小岛完全失去了影子，空旷的海面上，映着了夕照，远远里浮出了几处同眉黛似的青山我在甲板上立得不耐烦起来，就一声也不响，低了头，回到了舱里。太阳在西方海面上沉没了下去，灰黑的夜阴从大海的四角里聚集了拢来，我吃完了晚饭，仍复回到甲板上来，立在那少女立过的楼底直下。我仰起头来看看她立过的地方，心里就觉得悲哀起来，前次的纯洁的心，早已不复在了，我心里只暗暗地想我的头上那一块板，就是她曾经立过的地方。啊啊，要是她能爱我，就教我用无论什么方法去使她快乐，我也愿意的。啊啊，所罗门当日的荣华，比到纯洁的少女的爱，只值得什么？"}
{"text":"太阳在西方海面上沉没了下去，灰黑的夜阴从大海的四角里聚集了拢来，我吃完了晚饭，仍复回到甲板上来，立在那少女立过的楼底直下。我仰起头来看看她立过的地方，心里就觉得悲哀起来，前次的纯洁的心，早已不复在了，我心里只暗暗地想我的头上那一块板，就是她曾经立过的地方。啊啊，要是她能爱我，就教我用无论什么方法去使她快乐，我也愿意的。啊啊，所罗门当日的荣华，比到纯洁的少女的爱，只值得什么？事也不难，她立在我头上板上的时候，我只须用一点奇术，把我的头一寸一寸的伸长起来，钻过船板去就对了想到了这里，我倒感着了一种滑稽的快感但看看船外灰黑的夜阴，我觉得我的心境也同白日的光明一样，一点一点被黑暗腐蚀了。我今后的黑暗的前程，也想起来了。我的先辈回国之后，受了故国社会的虐待，投海自尽的一段哀史，也想起来了。我在那无的岛国上，受了十几年的苦，若回到故国之后，仍不得不受社会的虐待，教我如何是好呢！日本的少女轻侮我，欺骗我时，我还可以说我是为人在客若故国的少女，也同日本妇人一样的欺辱我的时候，我更有什么话说呢！你看那不是已在那里轻侮我了么？她不是已经不承认我的存在了么？唉，唉，唉，唉，我错了，我错了。我是不该回国来的。一样的被人虐待，与其受故国同胞的欺辱，倒还不如受他国人的欺辱更好自家宽慰些本章结束第一辑闲书寂寞的春朝我走近船舷，向后面我所别来的国土一看，只见得一条黑线，隐隐的浮在东方的苍茫夜色里。我心里只叫着说日本呀日本，我去了。我死了也不再回到你这里来了。但是，但是我受了故国社会的压迫，不得不自杀的时候，最后浮上我的脑子里来的，怕就是你这岛国哩！p！我的前途正黑暗得很呀！一九二二年七月二十六日上海选自达夫散文集，上海北新书局年版立秋之夜黝黑的天空里，明星如棋子似的散布在那里。比较狂猛的大风，在高处呜呜的响。马路上行人不多，但也不断。汽车过处，或天风落下来，阿斯法儿脱的路上，时时转起一阵黄沙。是穿着单衣觉得不热的时候。马路两旁永夜不息的电灯，比前半夜减了光辉，各家店门已关上了。两人尽默默的在马路上走。后面的一个穿着一套半旧的夏布洋服，前面的穿着不流行的白纺绸长衫。"}
{"text":"比较狂猛的大风，在高处呜呜的响。马路上行人不多，但也不断。汽车过处，或天风落下来，阿斯法儿脱的路上，时时转起一阵黄沙。是穿着单衣觉得不热的时候。马路两旁永夜不息的电灯，比前半夜减了光辉，各家店门已关上了。两人尽默默的在马路上走。后面的一个穿着一套半旧的夏布洋服，前面的穿着不流行的白纺绸长衫。他们两个原是朋友，穿洋服的是在访一个同乡的归途，穿长衫的是从一个将赴美国的同志那里回来，二人系在马路上偶然遇着的。二人都是失业者。你上哪里去走了一段，穿洋服的问穿长衫的说。穿长衫的没有回话，默默的走了一段，头也不朝转来，反问穿洋服的说你上哪里去穿洋服的也不回答，默默的尽沿了电车线路在那里走。二人正走到一处电车停留处，后面一乘回车库去的末次电车来了。穿长衫的立下来停了一停，等后面的穿洋服的。穿洋服的慢慢走到穿长衫的身边的时候，停下的电车又开出去了。你为什么不乘了这电车回去穿长衫的问穿洋服的说。穿洋服的不答，却脚也不停慢慢的向前走了，穿长衫的就在后面跟着。二人走到一处三叉路口了。穿洋服的立下来停了一停。穿长衫的走近了穿洋服的身边，脚也不停下来，仍复慢慢的前进。穿洋服的一边跟着，一边问说你为什么不进这叉路回去二人默默的前去，他们的影子渐渐儿离三叉路口远了下去，小了下去。过了一忽，他们的影子就完全被夜气吞没了。三叉路口，落了天风，转起了一阵黄沙。比较狂猛的风，呜呜的在高处响着。一乘汽车来了，三叉路口又转起了一阵黄沙。这是立秋的晚上。八月八日夜十二时选自达夫散文集，上海北新书局年版南行杂记一上船的第二日，海里起了风浪，饭也不能耍僵卧在舱里，自家倒得了一个反省的机会。这时候，大约船在舟山岛外的海洋里，窗外又凄其的下雨了。半年来的变化，病状，绝望，和一个女人的不名誉的纠葛，母亲的不了解我的恶骂，在上海的几个月的游荡。一幕一幕的过去的痕迹，很杂乱地尽在眼前交错。上船前的几天，虽则是心里很牢落，然而实际上仍是一件事情也没有干妥。"}
{"text":"这时候，大约船在舟山岛外的海洋里，窗外又凄其的下雨了。半年来的变化，病状，绝望，和一个女人的不名誉的纠葛，母亲的不了解我的恶骂，在上海的几个月的游荡。一幕一幕的过去的痕迹，很杂乱地尽在眼前交错。上船前的几天，虽则是心里很牢落，然而实际上仍是一件事情也没有干妥。闲下来在船舱里这么的一想，竟想起了许多琐杂的事情来那一笔钱，不晓几时才拿得出来分配的方法，不晓有没有对君说清一包火腿和茶叶，不知究竟要什么时候才能送到北京啊！一封信又忘了！忘了像这样的乱想了一阵，不知不觉，又昏昏的睡去，一直到了午后的三点多钟。在半醒半觉的昏睡余波里沉浸了一回，听见同舱的和在说话，并且话题逼近到自家的身上来了不晓得怎么样的问话。叫他一声吧答。喂，！醒了吧又放大了声音，向我叫。乌乌乌醒了，什么时候了舱里空气不好，我们上突克去换一换空气罢的提议，大家赞成了，自家也忙忙的起了床。风停了，雨也已经休止突克上散坐着几个船客。海面的天空，有许多灰色的黑云在那里低徊。一阵一阵的大风渣沫，还时时吹上面来。湿空气里，只听见那几位同船者的杂话声。因为是粤音，所以辨不出什么话来，而实际上我也没有听取人家的说话的意思和准备。第一辑闲书寂寞的春朝三人在铁栏杆上靠了一会，和在笑谈什么话，我只呆呆的凝视着黯淡的海和天，动也不愿意动，话也不愿意说。正在这一个失神的当儿，背后忽儿听见了一种清脆的女人的声音。回头来一看，却是昨天上船的时候看见过一眼的那个广东姑娘。她大约只有十七八岁年纪，衣服的材料虽则十分素朴，然而剪裁的式样，却很时髦。她的微突的两只近视眼，狭长的脸子，曲而且小且薄的嘴唇，梳的一条垂及腰际的辫发，不高不大的身材，并不白洁的皮肤，以及一举一动的姿势，简直和北京的银弟一样。昨天早晨，在匆忙杂乱的中间，看见了一眼，已经觉得奇怪了，今天在这一个短距离里，又深深地视察了一番，更觉得她和银弟的中间，确有一道相通的气质。在两三年前，或者又要弄出许多把戏来搅扰这一位可怜的姑娘的心意但当精力消疲的此刻，竟和大病的人看见了丰美的盛馔一样，心里只起了一种怨恨，并不想有什么动作。"}
