{"text":"金鼓看来都一样，官人与贼不争多。锣是金属制成的，所以金字也就是代表锣。不敢为天下先的后儒我们研究孟子到这里，从书上记载的编排次序，可以知道孟子已见过了梁惠王梁襄王和齐宣王。前后三位国君，每一位国君的思想观念处境以及素养，都有所不同。而孟子对他们，却一贯地阐扬王道政治的哲理和政策。从他和这三位国君的谈话中，我们可以了解，就教育的方法看，他是用诱导的方式，就教化的立场而言，他始终走的是师道与臣道之间的路线。例如他对齐宣王的谈话，一开头就把握住齐宣王不忍杀牛这一点善念，然后教他将这一点扩而充之，推及到爱人爱世上面。这就是顺其所念所行而诱导，不像一般宗教或其他说教的理论，以辨别是非善恶的方式，在可以与不可以善良与罪恶的种种对比中，作强制性的说教。而是先同意赞成对方的意见，而后诱导对方，使他扩而充之，知道自己所爱好的别人也爱好，自己所要的别人也要，这就是孔子推己及人的恕道，也是实施仁义之道的方法。所以跟着下面齐宣王说到自己好乐好勇好色好货的时候，孟子都说没有关系，不要紧，不过要扩而充之，使天下人都能达到富强康乐的生活水准。我们看到孟子这种教化的方式，联想到一个非常有趣的问题。众所周知，两千多年以来，孔孟之道一直是中国文化的中心，也是儒家思想的中心。但是几千年来，儒家在推行王道政治，发挥仁道精神的作为上，虽然秉持着师道的原则，但事实上，始终是走臣道的路线。换言之，是依草附木式的，依靠一个既成的力量借以推行王道的理想。尽管儒家标榜的是尧舜禹汤文武历代帝王的盛德，可是他们本身所走的路线，都是依据既成的力量，推行他们的理想依附别人的门户，并没有自己去走出一条路来，或自己起而行之，去实现他们的理想。简要而切实地说，儒家从来没有想到自己为尧，为舜，也没有这样做过，他们只是希望已经在位的帝王，能够变成尧，变成舜，因此影响到后世两干年来的儒家思想，永远是走臣道的路线，只希望做到致君尧舜，使在位的帝王，能够像尧舜一样，施行仁政。可是，致君尧舜又谈何容易！自秦汉以后，历代的帝王，在基本素质上，他们不但并非尧舜的根株，而且都是以征服起家的。正如杜甫过昭陵诗说草昧英雄起，诓歌历数归。风尘三尺剑，社稷一戎衣。"}
{"text":"简要而切实地说，儒家从来没有想到自己为尧，为舜，也没有这样做过，他们只是希望已经在位的帝王，能够变成尧，变成舜，因此影响到后世两干年来的儒家思想，永远是走臣道的路线，只希望做到致君尧舜，使在位的帝王，能够像尧舜一样，施行仁政。可是，致君尧舜又谈何容易！自秦汉以后，历代的帝王，在基本素质上，他们不但并非尧舜的根株，而且都是以征服起家的。正如杜甫过昭陵诗说草昧英雄起，诓歌历数归。风尘三尺剑，社稷一戎衣。这一首五言绝句，短短的二十个字，对于历史哲学的感慨，既含蓄又坦率，直言无隐，和司马迁写史记的哲学观点，完全一样，只要懂得古诗写作原则，了解所谓温柔敦厚的含蓄艺术，便可透过他每一句的字面，明了他所说的深邃含义。第一句草昧英雄起，一开头就说明生当乱世时期，英雄都起于草泽之中，成王败寇，很难论断，到了成功以后，便四海沤歌赞颂，认为是天命有归，历数更代，成为不可置疑的真命天子。事实上，他们无非都起于风尘之中，犹如汉高祖，手提三尺剑，斩白蛇而起家。到了以戎衣而平定群雄之后，江山社稷便成为一家一姓的天下了。他由唐太宗的开基创业，而联想到汉高祖等历代帝王，几乎都是一个模式出来的。便乃翁天下虽在马上得之，当然不能在马上治之。于是乎才轮到了后世标榜儒家的读书人们，来坐而论道，大谈其治平之学，与孔孟之道了。事实上，那些天子的禀赋，既非尧舜的本质，要想致君尧舜，岂非痴人说梦。历史上虽然也出过极少数几个比较好的皇帝，到底距离孔孟所标榜的先王之道，相差太远。可怜的后世儒生们，在文章上拼命讲述致君尧舜，而事实上每下愈况，都只是希望自己考取功名以后，致身富贵而已。像孟子一样，极尽所能诱导齐宣王走上王道的路子，结果还是徒劳无功。何况既非孔孟之才，又非孔孟之圣，哪有可能？此所以我们过去的文化历史，始终在帝王专制政体中，内用黄老，外示儒术的一个模式之下，度过了两千多年。也使孔孟的道统精神，依草附木式地攀附在帝王政体之下，绵延存续了两千多年。以前我在读孟子的时候，也曾为古圣先贤们发出同情的一叹，写了一首不成才的诗千秋礼乐论兴亡，儒墨家家争辩忙。尧舜不来周孔远，古今人事莽仓仓。我说是不成才的诗，那是老实话，绝不是自谦。"}
{"text":"何况既非孔孟之才，又非孔孟之圣，哪有可能？此所以我们过去的文化历史，始终在帝王专制政体中，内用黄老，外示儒术的一个模式之下，度过了两千多年。也使孔孟的道统精神，依草附木式地攀附在帝王政体之下，绵延存续了两千多年。以前我在读孟子的时候，也曾为古圣先贤们发出同情的一叹，写了一首不成才的诗千秋礼乐论兴亡，儒墨家家争辩忙。尧舜不来周孔远，古今人事莽仓仓。我说是不成才的诗，那是老实话，绝不是自谦。在文艺与哲学相凝结的唐诗里，前有杜甫过昭陵的五言绝句，后有唐彦谦过长陵的一首七言绝句，都是很好的历史哲学写照，而且很典型地具有温柔敦厚的诗人风格。他的诗说耳闻明主提三尺，眼见愚民盗一杯。千古腐儒骑瘦马，灞陵斜日重回头。第一句耳闻明主提三尺，是说由历史得知，凡是开国的君主帝王，大都以武功而得天下。这一句和杜甫诗的涵义一样。第二句眼见愚民盗一杯，其典故出在汉文帝时，张释之为廷尉，说愚民有盗长陵一杯土即斩首的法令，此处影射历史上成王夺得天下即为天子败寇侵犯帝陵即便杀头的人生悲剧。下面两句，也便是我们常有的感慨，自孔孟以来，后世的读书人――儒家们，虽然满腹诗书，究竟有何用？比较有成就的，也只是引经据典，成为第一流的帮闲而已。等而下之，差一点的，一辈子死于头巾之下，谈今论古，满腹酸腐味道，也就是汉高祖――刘邦口头常常爱骂的竖儒或鲰生腐儒之类，等于近代常用的酸秀才书呆子，是同样的意思，所以唐彦谦在他后两句诗里便感慨地说，最可怜的是像我们这些念书的，生逢乱世，千古腐儒骑瘦马，只有一副穷酸落魄的样子，在那夕阳古道，经过汉王帝寝的灞陵之下，回头望望，发思古之幽情，作一副无可奈何的穷酸样，所谓灞陵斜日重回头而已。在宋人笔记上记载着一则故事更有趣。有一次，宋太祖赵匡胤经过一道城门，抬头一看，城门上写着某某之门四个字，他便问旁边的侍从秘书说，城门上写着某某门便好了，为什么要加一个之字呢？那个秘书说之字是语助词。赵匡胤听了就说，这些之乎也者又助得了什么事啊！讲到这里，同时要注意中国文化的诗和哲学等等，都有我们民族传统的特性，必须具有温柔敦厚的内涵，才算是忠厚之德，不然，就都流于轻薄。"}
{"text":"在宋人笔记上记载着一则故事更有趣。有一次，宋太祖赵匡胤经过一道城门，抬头一看，城门上写着某某之门四个字，他便问旁边的侍从秘书说，城门上写着某某门便好了，为什么要加一个之字呢？那个秘书说之字是语助词。赵匡胤听了就说，这些之乎也者又助得了什么事啊！讲到这里，同时要注意中国文化的诗和哲学等等，都有我们民族传统的特性，必须具有温柔敦厚的内涵，才算是忠厚之德，不然，就都流于轻薄。中国人喜欢作诗，无论是古诗或今诗――白话诗，反正大家先天秉性就有诗人的才情，这也是我们民族的特殊气质之一。但是有才华，还必需要经过力学的锻炼才好。比如诗圣杜甫，或者较有名的历代诗人们的好诗，都有这种风格。刚才所举杜甫唐彦谦两首和历史哲学有关的诗，的确是涵养深厚，使人读了虽然有感于怀，却不致愤世嫉俗。相反地，有同样的思想，但一下笔一出口，便具有煽动性，容易引起叛乱意识，犹如水浒传上梁山泊式的诗，我们举一个例子来看，那便是前面所讲元朝人作的那首中原莫遣生强盗的诗，你能说这首诗作得不好吗？看来浅显明白，而且直截了当便表白了对历史哲学的看法，哀伤感叹悲天们人的文学心理，都兼而有之，但它在文学的价值上，就不足为训，不足为法，到底是缺乏文化熏陶的根基。前两首与此有同样的意义，但用不同的文字修养来表达，便合于中国文化温柔敦厚，诗之教也的标准了。前面提过近代诗人易实甫先生的江山只合生名士，莫遣英雄作帝王那就对了，这也是文化与教育最要注意的地方。尤其是诸位年轻的同学们，如果去当老师，培养后一代，那就更要注意了。像我现在讲孟子，讲论语，故意用轻松的办法，嬉笑怒骂，来引起大家对固有民族文化思想的注意，只能偶而一用，到底有流于轻率之嫌，不足为训。所以我始终说自己这些讲解，虽然用心良苦，但却不入正途的。大家千万注意这一点，有的人用来可以改邪归正，但同样的方法，被别人用偏差了，说不定会改正归邪了。现在我们研究，孔孟当时为什么会走这种师道与臣道之间的路线呢？我们知道，虽然后世的儒家，有了门户之见，对于道家的思想起了争论，但是在孔孟当时的知识分子，是没有儒道之分的。老子有三宝之说曰慈，曰俭，曰不敢为天下先。"}
{"text":"所以我始终说自己这些讲解，虽然用心良苦，但却不入正途的。大家千万注意这一点，有的人用来可以改邪归正，但同样的方法，被别人用偏差了，说不定会改正归邪了。现在我们研究，孔孟当时为什么会走这种师道与臣道之间的路线呢？我们知道，虽然后世的儒家，有了门户之见，对于道家的思想起了争论，但是在孔孟当时的知识分子，是没有儒道之分的。老子有三宝之说曰慈，曰俭，曰不敢为天下先。孔孟的这种作法，也就是老子的不敢为天下先，绝对没有挺身而出，亲自扮演尧舜的思想。这种自己绝对不来的态度，是儒家的好处，因为他们唯恐会使天下更乱。儒家自己不来，好了儒家，却苦了天下的老百姓，更可怜的是影响后世的儒家精神，只能规规矩矩走臣道的路子，但是要想致君尧舜――走上王道，改变现有的状态，却又往往力不从心，受到各种客观环境的限制而事与愿违。在达不到理想的时候，有时只能以身殉道，充分发挥了臣节的教育精神，做到了尽忠报国，尽忠报工而已。如果就行为哲学和历史的事实互相参究起来，那么这是一个值得深思的问题，也是个很难解决的问题。我们看历代的名臣和大臣以儒家之学，处身庙堂，尽管有许多作为，有许多成就，可是一遇到帝王本身或者宫廷中出了问题，他们便一点办法也没有。所以从几千年的历史来看，儒家只是一直依傍人家的门户，无法自立，也无法对天下有更大的影响。让我们抛一句文言，便可说至堪浩叹！梁惠王章句下庄暴见孟子曰暴见于王，王语暴以好乐，暴未有以对也。曰好乐，何如？孟子曰王之好乐甚，则齐国其庶几乎！他日见于王曰王尝语庄子以好乐，有诸？王变乎色，曰寡人非能好先王之乐也，直好世俗之乐耳。曰王之好乐甚，则齐其庶几乎！今之乐，由古之乐也。曰可得闻与？曰独乐乐，与人乐乐，孰乐？曰不若与人。曰与少乐乐，与众乐乐，孰乐？曰不若与众。臣请为王言乐今王鼓乐于此，百姓闻王钟鼓之声，管瑟之音，举疾首蹙安页而相告曰吾王之好鼓乐，夫何使我至于此极也？父子不相见，兄弟妻子离散！"}
{"text":"王变乎色，曰寡人非能好先王之乐也，直好世俗之乐耳。曰王之好乐甚，则齐其庶几乎！今之乐，由古之乐也。曰可得闻与？曰独乐乐，与人乐乐，孰乐？曰不若与人。曰与少乐乐，与众乐乐，孰乐？曰不若与众。臣请为王言乐今王鼓乐于此，百姓闻王钟鼓之声，管瑟之音，举疾首蹙安页而相告曰吾王之好鼓乐，夫何使我至于此极也？父子不相见，兄弟妻子离散！今玉田猎于此，百姓闻工车马之音，见羽旄之美，举疾首蹙安页而相告曰吾王之好田猎，夫何使我至于此极也？父子不相见，兄弟妻子离散！此无他，不与民同乐也。今王鼓乐于此，百姓闻王钟鼓之声，管瑟之音，举欣欣然有喜色而相告曰吾王庶几无疾病与！何以能鼓乐也？今王田猎于此，百姓闻工车马之音，见羽旄之美，举欣欣然有喜色而相告曰吾王庶几无疾病与！何以能田猎也？此无他，与民同乐也。今王与百姓同乐，刚王矣。讲究礼乐的治道前面已经提过，孟子的这一章，绝大部分是记载孟子与齐宣王的谈话。从齐宣王心理上不忍杀牛的一点善念说起，一直谈到后面实行王道政治的许多问题。在孟子到齐国的前后，也正是田氏齐国最鼎盛的一个时期。此时，苏秦也到齐国游说合纵的思想。这里的记载，则是孟子在齐国的这段长时间里，与齐宣王多次见面的谈话摘要。这段又提到一件事，是说有一次孟子接见他的学生，也就是齐国的大夫――庄暴，谈到齐宣王好乐，所引起的一次谈话。庄暴有一天来见孟子，对孟子说我见到齐宣王的时候，在闲谈中，齐宣王好他好乐，我当时不知道君主们偏好音乐这件事，对或不对，不晓得该怎么说才好，所以没有作答。请问孟老夫子，君王偏好音乐这件事，您认为怎样？对于这个问题，以我们现代的观念来看，会觉得很滑稽，好乐就好乐！这有什么了不起。好比有一个朋友告诉你，他的孩子一天到晚弹吉他，你一定说，好嘛！既然有这方面的天才就好好培养他往这方面去发展。所以只从好乐何如这四个字的字面上去看，依文释义，或断章取义，就往往会发生偏差了。如今要注意的是，这句话是针对人主而说的，人主的嗜好，所发生的影响就大了！"}
{"text":"请问孟老夫子，君王偏好音乐这件事，您认为怎样？对于这个问题，以我们现代的观念来看，会觉得很滑稽，好乐就好乐！这有什么了不起。好比有一个朋友告诉你，他的孩子一天到晚弹吉他，你一定说，好嘛！既然有这方面的天才就好好培养他往这方面去发展。所以只从好乐何如这四个字的字面上去看，依文释义，或断章取义，就往往会发生偏差了。如今要注意的是，这句话是针对人主而说的，人主的嗜好，所发生的影响就大了！一个国家的领导人有了偏好，或者好音乐，或者好打球，则往往会影响到政治，所谓上有好之者，下必甚焉。问题就来了。因为庄暴知道这个问题的严重性，所以特别向孟子提出来请教。其实庄暴问话的语气里，可以看得出来，庄暴这个人的心目中，认为齐宣王偏爱音乐，是不大妥当的。孟子对于这个问题持什么态度呢？他与庄暴不同，他始终是用诱导的方法，希望君主们能行王道，施仁政，这就是孟子所以能为圣人的道理。他不同于一般说教家，明辨是非，将善恶作尖锐的对立也不像后世的理学家们，认为这件事不好，就把它戒除掉。例如宋代的大儒家程伊川颐做讲官时，一日讲罢，还未告退。宋哲宗站起来松动一下，顺手折了栏杆外的一条柳条，程颐马上就进谏说方春发生，不可无故摧折！上掷枝于地，下殿而罢。所以明人冯梦龙便说遇到孟夫子，好货好色都自不妨。遇了程夫子，柳条也动一些不得。苦哉！苦哉！因此把他列入迂腐之列。我们且看在这段书里，孟子怎么答复。他告诉庄暴说，齐宣王好乐有什么关系？如果他对音乐喜好到推之于民，那么齐国差不多可以治平了。为什么齐宣王把好乐的嗜好扩而充之，齐国就能平治呢？这个在孟子与齐宣王另一次见面的谈话中，就有了交代。过了几天，孟子和齐宣王见面，提起上次和庄暴谈的那件事。他对齐宣王说，我听庄暴说，你曾经告诉他爱好音乐，有这回事吗？我们看齐宣王用什么态度来答复呢？王变乎色。从这句话，可以看到孟子这本书，文章手法的高明，这也是古文的妙处。短短的四个字，表达了许多的含义，而且把当场的情况写活了。我们透过这四个字一可以想像，当齐宣王听到孟子谈到他对庄暴说过，自己爱好音乐时，脸色有多尴尬！齐宣王为什么会变了脸色呢？"}
{"text":"过了几天，孟子和齐宣王见面，提起上次和庄暴谈的那件事。他对齐宣王说，我听庄暴说，你曾经告诉他爱好音乐，有这回事吗？我们看齐宣王用什么态度来答复呢？王变乎色。从这句话，可以看到孟子这本书，文章手法的高明，这也是古文的妙处。短短的四个字，表达了许多的含义，而且把当场的情况写活了。我们透过这四个字一可以想像，当齐宣王听到孟子谈到他对庄暴说过，自己爱好音乐时，脸色有多尴尬！齐宣王为什么会变了脸色呢？第一，我对你庄暴说我爱好音乐，这里君臣如家人一样闲聊自己的私生活，你却把它当作话柄，去和这位外国来的老夫子谈论，真是莫名其妙！另一方面，自己是一国之主，和这位外国嘉宾，所谈的是天下国家大事，属于严谨的一面。而今人家却问起自己爱好音乐的问题，好比现代一个国家领袖，被人问起他爱好流行歌曲一样，当然是有点尴尬。虽然如此，齐宣王的修养还是蛮好的，脸色变了一下，仍然静下心来，和孟子谈论这个问题。而且下面还很幽默地承认自己有好勇好色好货等的毛病。他甚至于坦白地说，自己所爱好的是现代音乐，是流行歌曲，而不是先王流传下来的正统音乐。因为上古时代的那种传统音乐太高深了。重要的问题来了，我们在孔孟和历代学者的著述中看到，中国文化在上古时代，尤其到了周朝，是很注重礼乐之治的。而且后世也都一直推崇上古的音乐是如何如何的好。儒家这样推崇上古礼乐，绝不是盲目的，也不是故意强调的，在中国上古时代，就已向往先民时代的文化了。但所谓的先民先王时代，究竟断自何时，我们很难决定一个明确的时间。这不只是从黄帝的时代算起，可能在更上古时，曾经有很好的文化成就，在文化成就达到颠峰的时候，又进入了一个冰河时期。所以儒家推崇的先王民时代，很可能是个很古远很古远的代表。后世儒家向往先民的文化精神，所以都讲礼乐之治，行先王之道。从这里又可以看到，不只是孔孟及后世一般儒家注重先王的礼乐之治，齐宣王也说出非能好先王之乐，这证明当时一般人，也都是崇尚先王之乐的，所以他对孟子谈到这个问题的时候，会不大好意思，并且又接着坦白地说，他不懂得先王之乐，所以他只爱好现代音乐。孟子却说，爱好现代音乐并没有什么不对，只要你能够把这好乐的精神，推广开来，对于齐国的民俗政风就有帮助。"}
{"text":"后世儒家向往先民的文化精神，所以都讲礼乐之治，行先王之道。从这里又可以看到，不只是孔孟及后世一般儒家注重先王的礼乐之治，齐宣王也说出非能好先王之乐，这证明当时一般人，也都是崇尚先王之乐的，所以他对孟子谈到这个问题的时候，会不大好意思，并且又接着坦白地说，他不懂得先王之乐，所以他只爱好现代音乐。孟子却说，爱好现代音乐并没有什么不对，只要你能够把这好乐的精神，推广开来，对于齐国的民俗政风就有帮助。这是孟子的精神，此所以孟子之为孟子也。同时，从这里我们又看到孟子思想之开阔，不像后世儒家所标榜的那么严谨而趋于狭隘。孟子接着告诉齐宣王说，现代音乐并不是突然凭空产生的，而是由古代音乐慢慢演变而成的。孟子的这个理论固然是事实，是可以成立的，从另一个角度看，也可见孟子是善于辞令的。本来齐宣王为了好今乐而不好古乐，感到难为情。现在经孟子这样为他开解，心理上原有的那一层阴影响，自然就解除了，所以也就轻松了。于是便问孟子，为什么自己好乐，扩充开来，齐国就可以治理得很好？希望孟子把道理解说一下。于是，孟子问齐宣王，你一个人单独听音乐，和与别人一起欣赏音乐，这两种享受，哪一种乐趣高？齐宣王说，当然和别人共同享受，会更加快乐。孟子又进一步问，是和少数人共同欣赏音乐快乐呢？还是和多数人共同欣赏音乐快乐呢？齐宣王说，当然和大伙共同欣赏音乐，来得更快活啊！这时齐宣王说出了独乐乐不如众乐乐的看法，于是孟子抓住了这个观点，提出具体的例子，作进一步的发挥。他对齐宣王说，假使你在深宫里，举行音乐会的时候，老百姓听见了从宫廷中散播出来的钟鼓管瑟等等乐器的声音，大家都像生了病似的――以我们现代语说，感到头痛，皱起了眉头，相互议论着说，我们的君王有那么好的兴致开音乐会，而我们却困苦到这个地步，妻离子散，生不如死。或者你去野外打猎，老百姓听到到你的辚辚萧萧的车马声，看到那色泽艳丽，迎风而舞的羽饰旗帜，大家也是紧皱着眉头，深恶痛绝地议论着，我们的君王竟然在那里兴高采烈的打猎哪！但是我们却困苦地流离失所，不得安居。像这样的怨声四起，没有别的原因，就因为你作国君的，没有与民同乐。"}
