{"text":"意大利人民在家中阳台悬挂中国国旗，播放中国国歌，各国人民相互鼓励，共同抗击疫情。一场疫情，同样也拉近了全世界人民的距离。人们朋友圈中流传着这样一句话一场疫情，隔离的是我们之间的距离，隔离不了的是我们之间的关怀与爱。人与人之间看起来像是疏远了，但是人与人之间的联系更加密切了，在习近平总书记建设人类命运共同体的思想的引领下，疫情中的我们，能体会到我们的生活充满温暖，也更能体会到世界多极化发展大势下地球村的逐步形成。疫情中的距离，并不是真正的冰冷的距离，而是给人们带来更多联系机会的温情的距离。齐心抗疫，你我同心，距离虽远，人心更近。新冠爆发后国家第一时间下达了命令，合理且有效的控制住了疫情。如今，全世界饱受新冠困扰的受害者都羡慕着国内的环境和政策，社会主义的无形双手彻底的揭开米国国等一些赤裸裸的资本主义国家的最后一块名叫不作为的遮羞布，全世界的人们应该又一次理解了切格瓦拉在对抗资本主义时的那种苦涩且艰难心情。在国外疫情爆发前，国外的人甚至是国内人在看到国内对疫情的防控监管措施后都持着消极态度，不少有能力的国人还飞往国外去避难。如今，国外现在疫情严重了他们又想回来了。甚至，还有些已经拿到了某国绿卡的国外人回到国内后说我一直都是中国人中国才是我的家。国内疫情的防控和以及后续对全世界受疫情影响严重的国家的援助华为中国制造北斗全球导航卫星辽宁舰等等，现在的中国对世界的影响力已经足够让所有爱我中华的中国人骄傲了！如今，你我心里的想法应该都是一样的！那就是努力学习用每天不断的学习去充实自己，有朝一日可以骄傲的站在世界的舞台上面对自己国家的国旗流露出激动的热泪。高考结束后，总结自己之前所得到的人生经验在进入大学前规划好自己对未来生活的打算，因为大学里有你我一展身手的地方。如果现在的你觉得自己还没有能力实现自己的理想，别灰心因为三十年河东三十年河西。首先，明确自己的目标其次，了解自己为了实现目标需要学习哪些能力？再其次，一项接着一项的去把那些对你有用的知识学会。"}
{"text":"高考结束后，总结自己之前所得到的人生经验在进入大学前规划好自己对未来生活的打算，因为大学里有你我一展身手的地方。如果现在的你觉得自己还没有能力实现自己的理想，别灰心因为三十年河东三十年河西。首先，明确自己的目标其次，了解自己为了实现目标需要学习哪些能力？再其次，一项接着一项的去把那些对你有用的知识学会。最后，就只剩坚持不懈的努力了可以先制定大目标然后再制定小目标，比如在某项领域里先学他个小时！。王小波曾经说过人在年轻时候，最头疼的一件事就是决定自己这一生要做什么。我们都一样，年轻又迷茫，未来遥遥无期，生活没有方向。既然不知如何是好，不如多做点实事，多走走斜坡石阶，也趟趟浅溪小河，尝尝煎饼果子也吃点麻辣火锅，别人彷徨的时间你把每一天过扎实，日复一日回头看，迷茫的人还依旧在迷茫，而曾经的你一定会喜欢现在的自己。最后，祝你我的未来都可以遥遥可期。我泱泱中华自从庚子国难，便饱西人摧残。有先贤说我们是被西人的洋枪大炮所凌辱，于是有识之士以实业救国，我们学其器，却弃其理。这没能挽救国家的颓势。今天，大清国运已尽，五族共和的民国之发展却同受阻碍。我们认为，其原因就在一个制度上。今天，我们在此集会，不是要以暴力妨碍国家公务，也绝非反对民国昌明。而是要为我泱泱中华，求民主，求自由。我们要践行国父遗志。唯有德赛先生，才是救中华与水火的唯一正道。我们看到，清帝虽退位。但愚昧和无知仍然在中华大地残存。我们妇女束胸裹脚，我们的青年死气沉沉，我们的政府腐败低效，我们的学者，只想谋得钱财。我们看到，国父和政府许诺的新闻，集会，结社自由得不到保障，我们和平的示威学生，正被血腥镇压。当局毫无根据的指责他们暴徒，本应保护他们的子弹，从他们稚嫩的胸前横穿。他们，是中华子孙心愿血的践行者，他们的生命可以被剥夺，他们的名声可以被污蔑，他们的家庭可以被连累，连他们的遗体，都未能回到故乡。可时代会记住他们，记住他们的良心，他们的善良。同时，也深刻的记录着今天政府的残暴！所以，我们今天在这里和平集会。我们要自由，要民主，要公正，要法治。"}
{"text":"我们看到，国父和政府许诺的新闻，集会，结社自由得不到保障，我们和平的示威学生，正被血腥镇压。当局毫无根据的指责他们暴徒，本应保护他们的子弹，从他们稚嫩的胸前横穿。他们，是中华子孙心愿血的践行者，他们的生命可以被剥夺，他们的名声可以被污蔑，他们的家庭可以被连累，连他们的遗体，都未能回到故乡。可时代会记住他们，记住他们的良心，他们的善良。同时，也深刻的记录着今天政府的残暴！所以，我们今天在这里和平集会。我们要自由，要民主，要公正，要法治。我们不要空头支票，我们不要敷衍塞责，我们要与政府首脑直接对话。我们不会放弃，直到每一分善念都传递从海南岛传递到乌兰巴托，从十三段线传递到宝岛台湾。直到五族共和成为现实，而非口号。我们今天的每一条要求，都并非蛮横和无理，而是执政府在立国之时就许下的承诺。作为中华公民，我们有权利，有责任督促政府践行承诺。这是我们年青一代的荣耀！大家都是勇士，大家站在这里，都是承担着被迫害，被开除，甚至永远消失的风险。这是属于勇敢者的时刻，是属于每一个渴望自由的灵魂的时刻，是属于每一个中华儿女的时刻！我们相信历史会还我们的公道，时间会公正的审判一切。现在，我们不能再遮掩，我们要直面问题，我们要提出明确诉求！请大家和我一起呐喊。自由！民主！进步！当然，我们看到问题远不只在内政，当前国际环境跌宕起伏，我们要求执政府在国际社会树立我中华威望，其方法不在于展示我们的无知和浅薄，而应该在于展示我们的厚重和博学。我们要求政府利用好国际环境，积极建立邦交渠道，苏俄，日本，朝鲜，美国。我们要吸收他们的技术，学习他们的管理，与他们保持友好而独立的现代邦交关系。切不能再出现庚子国难之前把英吉利通商物资当贡品的闹剧。我们还要求政府积极派遣留学生，积极吸收归化外国技术人员，稳定军备，团结内阁。说到底，只有德赛先生才是重振中华的唯一正道。这个时代是他们的，也是我们的，但最终会是我们的。我们一定要努力学习，刻苦奋斗。少年进步而国退步的例子数不胜数，只有完善优良之制度，才能促成我中华千古繁荣的根本。我们要记住，我们要做的不是让中华伟大，而是让本来就伟大的中华，再次昂首在世界民族之林！"}
{"text":"说到底，只有德赛先生才是重振中华的唯一正道。这个时代是他们的，也是我们的，但最终会是我们的。我们一定要努力学习，刻苦奋斗。少年进步而国退步的例子数不胜数，只有完善优良之制度，才能促成我中华千古繁荣的根本。我们要记住，我们要做的不是让中华伟大，而是让本来就伟大的中华，再次昂首在世界民族之林！长风破浪会有时，直挂云帆济沧海，毅力如长风，其势能力挽狂澜千磨万击还坚劲，任尔东西南北风，毅力如竹石，其力能坚定不移梧桐真不甘衰谢，数叶迎风尚有声，毅力如梧桐，其命坚韧不拔长风能破浪，毅力能改命。从古至今，很多人都经历过很多重要的转折，这些转折大多是意想不到时发生的，似乎给了我们一种错觉我们的命不掌握在我们的手中。一切的成败，一切事物的发展，我们只能听天由命？我们只能靠运气吗？不，绝对不是这样的！我命由我不由天！无论是在现实世界，还是在很多影视作品，都向我们传达了一个重要的事实，那就是毅力能改命！海伦凯勒虽然五官残缺，但她能够通过毅力克服不幸，将自己的命改得令人羡慕又敬佩华罗根虽然因穷退学，但他能通过毅力超越平庸，将自己的命改得伟大又闪耀哪吒之魔童降世中的哪吒虽然身为魔丸，但他能通过毅力打破定义，将自己的命改得洒脱又精彩何为成功的转折？成功的转折就是在你用毅力做出很多努力与准备后，得到的一定程度上的必然结果，虽然是意想不到时发生的惊喜，但是与毅力存在一定的必然关系。毅力就如同你在适合种植果树的季节来临之前，挑选出很多好的种子，勤快地耕土与施肥，精心地准备，在种植的季节花大量的努力去耐心地照料，而转折就像是在适当的时机与光照条件下，迟早都可能会来临的果树长势特别好的情况，产生美味的果实特别让人意想不到，果实又多又美味！谈到转折，与人还有事物的发展，我总是情不自禁地想起一部曾经火遍全球，甚至出圈的的动漫命运石之门。一切都是命运石之门的选择，但如果没有主人公冈部伦太郎一次又一次地通过个人毅力克服痛苦，一次又一次地穿越世界线，左右世界的进程与想要拯救真由理，能够成功拯救所有他所珍视的人并且有大团圆的结局吗？虽然经历过一次又一次的绝望，但他的毅力始终是他能够改命的最强武器。"}
{"text":"一切都是命运石之门的选择，但如果没有主人公冈部伦太郎一次又一次地通过个人毅力克服痛苦，一次又一次地穿越世界线，左右世界的进程与想要拯救真由理，能够成功拯救所有他所珍视的人并且有大团圆的结局吗？虽然经历过一次又一次的绝望，但他的毅力始终是他能够改命的最强武器。当你沉入海底，等待你的并不只是绝望与寒冷，还有你通过坚强的毅力游到海面的美好未来当你失魂落魄，等待你的并不只是嘲笑与失败，还有你通过坚强的毅力换取到的光彩人生当你遭遇意外，等待你的并不只有放弃与妥协，还有你通过坚强的毅力改命为的美好结局长风能破浪，毅力怎么不能改命？管鲍，指的是春秋时期的政治家管仲和鲍叔牙，在中国，人们常常用管鲍之交，来形容自己与好朋友之间亲密无间彼此信任的关系。我们先来看看他们二人之间的故事。管仲和鲍叔牙他们俩是好朋友，管仲比较穷，鲍叔牙比较富有，二人年轻时做生意，月底结算管仲总是拿大头。别人提醒鲍叔牙，他总是一笑了之。后来管仲身陷囹圄，鲍叔牙奔走营救。出了狱，又举荐做了齐桓公的国相。对此管仲说生我者父母，知我者鲍子也。司马迁也在史记管婴列传说天下不多管仲之贤，而多鲍叔能知人也。由此可见，管仲和司马迁都认为鲍叔牙是一个知人的贤士。但换一个角度来看，鲍管之交这个关系可以从以下方面解读。管仲，是一匹千里马而鲍叔牙，是一位伯乐。鲍叔牙的伟大在于知人，他对管仲才能的判断不被一时一事的挫折和世俗的评价所动摇，他对管仲有坚定的自信。他透过表象，看到了真正的管仲之谋。管仲的伟大在于其乃是一匹千里马。他的伟大胜于才能之上，正是基于此，在他的极力辅佐之下，成就了齐桓公九和诸侯，一匡天下的霸业。因此，从某种意义上来说，管鲍之交这一友情关系的关键是管仲，因为管仲是一匹千里马。俗话说，两个人建立亲密关系的前提在于同频共振。从史记原文来看，管仲鲍叔一贫一富财富上不同频，但为什么能共振？答案便是管仲的才能，鲍叔的知人让他们的佳话传递一世。我们都渴望管鲍之交，但前提是要把自己打造成一个有才能的人。毕竟，只有你成为千里马，才可能遇上伯乐。一直以来，这种拼人脉的投票方式早已屡见不鲜，被国内参差不齐的大小公众号所采用。"}
{"text":"因此，从某种意义上来说，管鲍之交这一友情关系的关键是管仲，因为管仲是一匹千里马。俗话说，两个人建立亲密关系的前提在于同频共振。从史记原文来看，管仲鲍叔一贫一富财富上不同频，但为什么能共振？答案便是管仲的才能，鲍叔的知人让他们的佳话传递一世。我们都渴望管鲍之交，但前提是要把自己打造成一个有才能的人。毕竟，只有你成为千里马，才可能遇上伯乐。一直以来，这种拼人脉的投票方式早已屡见不鲜，被国内参差不齐的大小公众号所采用。尤其对于这种新兴或成立不久的文学组织来说，更加需要通过这种方式去推广传播，积攒人气，拓宽受众面，最终达到营销的目的。随后，也就是昨天晚上接到了一位来自四川的陌生电话号码，说明来意之后才得知这就是我投稿的南边文艺特约策划兼四川省青少年作家协会的杨编辑。在长达分钟多的通话时间中，他给我提了很多关于写作方面的建议，电话这头的我没有多语，静静地听着他的教导，同时也在心里面逐渐有了自己判断。这位务实且循循善诱的编辑提出的意见中，大多数是值得肯定的但也有部分观点我是不赞同的。首先，他提出写文章第一条是不要落入俗套，也就是不造作，不局限于陈旧的格式。其次，文章要有可读性。因为要考虑到它的可传达性和流通性，通过写一篇文章达到吸引更多读者阅读的目的，换言之就是提高点击率。再有，文章的言简意赅。本次的投稿要求是控制在以内，我的原稿早已超过了字数，因为我是无意之中看到了这则征文信息，前不久写了一篇文章又恰好合乎本次征文的主题，所以我就抱着试试看的心态投了稿。语言的精炼性在于通过更少的文字表达出更具内涵的东西，这大概就是汉语言的博大精深之处吧。最后就是具有高雅的情趣，语言轻佻而不浮夸，通过极具趣味性的语言散发文字的清香。比如读易中天的书或看他视频就可知晓，演讲的过程中时不时夹杂着一些荤段子，既传达了自己的文学立场，又不会让整个演讲显得枯燥乏味。我想问大家一个问题，何为国本，曰民也，那何为民本？民生在勤，勤则不匮。"}
{"text":"最后就是具有高雅的情趣，语言轻佻而不浮夸，通过极具趣味性的语言散发文字的清香。比如读易中天的书或看他视频就可知晓，演讲的过程中时不时夹杂着一些荤段子，既传达了自己的文学立场，又不会让整个演讲显得枯燥乏味。我想问大家一个问题，何为国本，曰民也，那何为民本？民生在勤，勤则不匮。劳动，是区别于人和动物的重要点，学会了劳动，人类才得以在数万年的种族进化中脱颖而出，历代以来，各国国君奉行以民为本，水能载舟亦能覆舟，而民，则奉行以劳为本的准则，中国社会千年来以小农经济为主，男耕女织，自成法则，劳动，也造就了中华民族五千多年的灿烂文化，流传万世之久。在这里，或许有的同学会发出疑问，现在可是科技时代，人工智能的出现大大减轻了人类的劳动成本，再去拼死拼活地劳动，去创造，又有什么意义呢？的确，科技的日新月异使得人类能更好更轻松地生活，但也造成了许许多多负面影响，人们不热爱劳动甚至摒弃劳动，把生存的可能寄托在日渐进步的科技身上，自以为劳动的苦累是新时代的负担，甚至认为，都是因为人们懒惰的本性，科技才得以在这个时代大放异彩，使得科技逐渐发展。但恰恰是这种想法阻碍了科技的发展，因为懒所以才创造出许多的科技用品，这不假，但一昧地依靠懒惰，所创造出来的只是时代的废物，怎样创造科技，如何创造科技，这个问题的答案早在多年前就告诉了我们。天才，不过是百分之一的灵感，再加上百分之九十九的汗水。汗水哪里来的？绝不是躺着睡觉得来的，也绝不是靠白日做梦得来的，而是靠自己的双手，一点一滴地积累才造就了这个时代的辉煌。我们在时代的洪流中乘风破浪，但想要直挂云帆却得付出更多的代价，踏踏实实，一步一个脚印，汗水浇灌出来的鲜花才更芳香。想要更好地磨炼自己就必须要靠劳动，劳动最光荣这句老话相信没有多少道理是不会被几代人津津乐道的，五月一日劳动节，可不是单纯为了放假而放假，身为新一代的少年人，我们要拿出朝阳一般蓬勃的活力，热爱劳动，投身劳动，用自己的行为去诠释新一代中国青年的积极，用付出的汗水，浇灌中国日益强大的土地。"}
{"text":"我们在时代的洪流中乘风破浪，但想要直挂云帆却得付出更多的代价，踏踏实实，一步一个脚印，汗水浇灌出来的鲜花才更芳香。想要更好地磨炼自己就必须要靠劳动，劳动最光荣这句老话相信没有多少道理是不会被几代人津津乐道的，五月一日劳动节，可不是单纯为了放假而放假，身为新一代的少年人，我们要拿出朝阳一般蓬勃的活力，热爱劳动，投身劳动，用自己的行为去诠释新一代中国青年的积极，用付出的汗水，浇灌中国日益强大的土地。劳者，为民本，愿我华夏新少年谨记五千载人民的言传身教，以劳动为利刃，为华夏开创一片崭新的天空，少年人？准备好了吗？费孝通先生有言各美其美，美人之美。美美与共，天下大同。这句话简单来说，就是我们先是发现自身之美，然后发现欣赏他人之美，再到相互欣赏赞美，最后达到一致和融合。如今，这十六字箴言已成为处理国家与民族之间关系的重要思想。而这十六个字，也告诉我们，世界是丰富多彩的，万事万物溶于其中，百色纷然。先秦时期，思想碰撞。士大夫互相批驳，而又互相学习，逐渐完善自己的学说，真正做到了百花齐放，百家争鸣。有如人生五味，相互调和，共存相生。可惜的是，先秦之后，再无百家。董仲舒罢黜百家，独尊儒术，此举将儒学推上了思想界的统治阶级，后来的程朱理学更是提出存天理，灭人欲，饿死事小，失节事大这类精神糟粕，为人的思想套上了沉重的枷锁。虽有李贽离经叛道，但终因此为自己引来杀身之祸。思想界就此陷入一片黯淡。偌大的思想界舞台，只剩儒学。唐宋两朝可谓是中国古代文学发展的高峰。有黄河之水天上来，奔流到海不复回的豪迈气概，有花径不曾缘客扫，蓬门今始为君开的真挚友情有竹杖芒鞋轻胜马，谁怕，一蓑烟雨任平生豁达胸襟，有稻花香里说丰年，听取蛙声一片的惬意一刻。他们的诗词所反映的，是他们真挚的感情豪情壮志，豁达开朗，报国无门，郁郁失志，等等。而这些情感正是人所拥有的，是它们组成了我们丰富的内心。明清时期，八股取士文字狱盛行。文章再无情感，只是纯粹的公式化产物。仅因一句，原本的人才变成了讽刺大清的罪人。"}
{"text":"他们的诗词所反映的，是他们真挚的感情豪情壮志，豁达开朗，报国无门，郁郁失志，等等。而这些情感正是人所拥有的，是它们组成了我们丰富的内心。明清时期，八股取士文字狱盛行。文章再无情感，只是纯粹的公式化产物。仅因一句，原本的人才变成了讽刺大清的罪人。在这种情况下，龚自珍不禁发出我劝天公重抖擞，不拘一格降人才的呼声，可是只要思想的枷锁一天不被打破，百花齐放的场面就一天不会再现，这也正违背了人生五味，共存相生。水加水仍是水，糖加糖仍是糖。水加糖，水不失其本色，糖亦守其本味，而这两者却相得益彰。我想，无论是思想，还是待人处事，皆应做到美美与共，方可天下大同，不失为糖水。生于忧患，死于安乐中有一句管夷吾举于士。众所周知，齐桓公任用举于士的管仲，终成就霸业，成为春秋五霸之首，为后人称颂。但是，后来呢？后来齐国为何逐渐衰落下去了呢？史书中记载得明明白白管仲死后，齐桓公任用竖刁易牙之流，桓公死后，这些佞臣杀害群吏，齐国因此内乱。从齐国兴起，到齐国衰落，齐桓公一人在其中起到了举足轻重的作用自他而兴，亦自他而衰。这中间，只隔了一个举贤任能的距离。诸葛亮在出师表中曾劝诫少主刘禅亲贤臣，远小人，此先汉所以兴隆也，亲小人，远贤臣，此后汉所以倾颓也，先汉因任用贤能，才有了煌煌大汉之以风，才有了汉武帝那句犯我华夏者，虽远必诛之，后汉重用小人，才会有黄巾起义，才会有董卓郭祀之乱，才会最终形成纷争不断百姓仓皇的魏晋南北朝乱世。血淋淋的教训，摆在后人面前，提示着，警醒着。但是却仍有后人哀之而不鉴之。唐玄宗早年，任用张九龄为相，在武周强盛的基础上更上一层楼，创立了有名的开元盛世，百姓安居乐业，夜不闭户，野无拾遗。但后期却频繁任用小人，李林甫杨国忠，终败了唐朝若大的基业，使国家分崩离析，亦使后人而复哀后人也。由此观之，近贤远佞，这是无数古人用鲜血得出的经验。那么，可不可以用在当今生活中呢？答案当然是可以的。常言道近者赤，近墨者黑，这句话充分说明了交友要慎重。又说物以类聚，人以群分。"}
