{"text":"王道是要以仁义为本的。后世儒者有的只讲仁义，主张不要刑罚，有的法家主张治国不能用仁义，都是失之于偏。所以唐代的学者赵蕤，在他所著的长短经政体篇中，对于严刑罚，曾引孔子的话，作了这样的评议孔子曰上失其道，而杀其下，非礼也。故三军大败，不可斩。狱犴不治，不可刑。何也？上教之不行，罪不在人故也。夫慢令谨诛，贼也。征敛无时，暴也。不诚责成，虐也。政无此三者，然后刑即可也。陈道德以先服之，犹不可则尚贤以劝之，又不可则废不能以惮之，而犹有邪人不从化者，然后待之以刑矣。袁子曰夫仁义礼智者，法之本也法令刑罚者，治之末也无本者不立，无末者不成。何刚？夫礼教之法，先之以仁义，示之以礼让，使之迁善，日用而不知。儒者见其如此，因谓治国不须刑法。不知刑法承于下，而后仁义兴于上也。法令者，赏善禁淫，居理之要。商韩见其如此，因日治国不待仁义为体，故法令行于下也。故有刑法而无仁义，则人怨，怨则怒也有仁义而无刑法，则人慢，慢则奸起也。本之以仁，成之以法，使两道而无偏重，则治之至也。故仲长子曰或秦用商君之法，张弥天之网，然陈涉大呼于沛泽之中，天下响应。人不为用者，怨毒结于天下也。桓范曰桀纣之用刑也，或脯醢人肌肉，或刳割人心腹，至乃叛逆众多，卒用倾危者，此不用仁义为本者也。故曰仁者法之恕，义者法之断也。是知仁义者乃刑之本。故孙子曰令之以文，齐之以武，是谓必取，此之谓二。赵蕤所引用孔子及各家的话，对于王道政治中，刑罚与仁义道德的关系，相辅相成的功能，体用本末的作用，实在可以视为孟子这里省刑罚三个字的阐扬。也是王道精神并不排斥刑罚，以仁义为本，以刑罚为用，而辅仁义教化之不足的最好说明。由此我们也可以了解孟子动辄称仁义。但是对梁惠王说仁政，只说省刑罚，而不说去刑罚的原因。所谓治国不须刑罚，那只是秦汉以后腐儒们的迁阔之见。孟子指出仁政的第二个措施，是薄税敛，减轻国家的经常税赋，减轻公府的公费规费和临时的稽征。像秦始皇造阿房宫宋徽宗之造艮岳，征用民财，就是敛，征用民力，就夺时。老百姓这一些额外的负担和经常的税赋，都要减轻，否则的话，征敛太多太重，则等于杀鸡取卵。弄到民穷财尽，路有饿莩，则无从征敛。能够薄税敛，则藏富于民，国家自然富足，国库自然充裕。"}
{"text":"但是对梁惠王说仁政，只说省刑罚，而不说去刑罚的原因。所谓治国不须刑罚，那只是秦汉以后腐儒们的迁阔之见。孟子指出仁政的第二个措施，是薄税敛，减轻国家的经常税赋，减轻公府的公费规费和临时的稽征。像秦始皇造阿房宫宋徽宗之造艮岳，征用民财，就是敛，征用民力，就夺时。老百姓这一些额外的负担和经常的税赋，都要减轻，否则的话，征敛太多太重，则等于杀鸡取卵。弄到民穷财尽，路有饿莩，则无从征敛。能够薄税敛，则藏富于民，国家自然富足，国库自然充裕。现代的名词，所谓培养税源，也就是薄税敛的道理。仁政的第三个重要措施，孟子提出深耕易耨四个字。这是农业技术上的两件事。深耕就是将泥土耕得更深一些。如此使植物吸收更多养分，成长得更好。易耨，耨就是江南一带所谓的耘田，又叫作芟草。秧苗插下去以后，过一段时间――大多在谷雨之后，要把秧苗四周长的杂草除去，以免消耗浪费了土地中的养分，使秧苗长得更好。在台湾，我们常在季春时节，看到农民跪在水田里，两手在地上划圈圈一样，把秧苗四周的杂草压到土里，不但却除了杂草之害，这些杂草又可腐化成有益的肥料，这就是耨。而所谓易耨，应该包涵了轮作的意思。同一块土地每年种同样的庄稼，会长得不好如果轮换一下，今年种稻，明年种菜，那么两种植物都会长得比较好，这是古人早有的常识。农业方面是有许多技术的，这里因为古代文学的精简，只用四个字来代表农技。所谓不夺农时，用现代的语言来说，就是要教老百姓把握时空勤于耕种，改良农业技术来增加生产。综合以上三点，王道政治的重点，第一是法治，第二是财政，第三是经建。孟子说在法治上做到了省刑罚，财政上做到了薄税敛，农业建设上做到了增加生产，便可使社会安定丰衣足食，然后进一步再提高教育水准。在少年人青年人空闲的时候――正如论语中孔子说的使民以时――在最适当的时间，也就是前面所说不夺时，不在农忙时耽误耕作的空闲时间，教化少壮青年，具有孝悌忠信的修养与行为。在个人的品德上，对父母尊长，能够善尽孝道对兄弟姊妹，同辈朋友，能发挥友爱的精神对人对事，能殚智竭虑，做得最适当，能够言而有信，不虚伪诈欺。人人如能如此知耻，自立自强，在家的时候，这样孝友父兄，到了社会上，能以这种品德待人处世，那么就形成了孝涕忠信的大家庭。"}
{"text":"在少年人青年人空闲的时候――正如论语中孔子说的使民以时――在最适当的时间，也就是前面所说不夺时，不在农忙时耽误耕作的空闲时间，教化少壮青年，具有孝悌忠信的修养与行为。在个人的品德上，对父母尊长，能够善尽孝道对兄弟姊妹，同辈朋友，能发挥友爱的精神对人对事，能殚智竭虑，做得最适当，能够言而有信，不虚伪诈欺。人人如能如此知耻，自立自强，在家的时候，这样孝友父兄，到了社会上，能以这种品德待人处世，那么就形成了孝涕忠信的大家庭。各个家庭如此，便成了孝涕忠信的社会。扩而充之，就是孝悌忠信的国家。到了这个时候，不必拿兵器去作战杀人，在文化战政治战上，就已经打了一个大胜仗。如果必要打仗时，你纵然教老百姓拿了木棍，去挞伐秦国楚国这些具备坚甲利兵的国家，他们也会勇敢地涌上前去。孟子告诉了梁惠王施仁政的作法之后，又返过来，从另一面分析当时邻国敌国的国情，告诉梁惠王说现在他们这些国家，都是不管老百姓的死活，乱用民力。不问农忙不农忙，说打仗就随时征调老百姓去打仗，使老百姓不能耕田生产，无法过农业社会的安定生活，弄得人人家园破产，上不能奉养他们的父母，致使他们的父母也冻死饿死。强迫出征，和兄弟妻子就因此而离散。像这样，等于把自己的百姓扔到水里淹死，推进深坑泥淖活活埋了。这种征役之苦，后世在唐代杜甫的兵车行和石壕吏等诗中，有详细的刻画，这是大家都能熟诵的。在明末，一名进士杨士聪的凶年四吟中，也有深刻的写照，其中两首写道名将重威信，过师从枕席平日少抚练，临戎增叹喷贼焰既已炽，调发杂主客强者太狰狞，弱者不任革缘村掠民蓄，孰操自完策贫民无立锥，更复遭奇厄谈笑借汝头，聊以充斩馘。杀运珍生人，轻细如蠓蠛兵荒已半死，岂堪罹病孽春来渐多疫，什九剧绵囗蠢凶既草萎，良谨或兰折道路续新鬼，亲属累死别贫民无棺敛，委弃空痛结，横尸陈道衢，端为鸟鸢设。这两首诗的文艺境界如何，且不去讨论，但说得是相当沉痛的，例如谈笑借汝头，聊以充斩馘。是说借用老百姓的脑袋，造成自己的功绩，等于满清时代所说的，大人的顶子，是血染红了的隐喻清朝大官们的红缨帽。其余如横尸陈道衢，端为鸟鸢设。这就是穷兵黩武的结果，一副悲惨世界的画面。"}
{"text":"杀运珍生人，轻细如蠓蠛兵荒已半死，岂堪罹病孽春来渐多疫，什九剧绵囗蠢凶既草萎，良谨或兰折道路续新鬼，亲属累死别贫民无棺敛，委弃空痛结，横尸陈道衢，端为鸟鸢设。这两首诗的文艺境界如何，且不去讨论，但说得是相当沉痛的，例如谈笑借汝头，聊以充斩馘。是说借用老百姓的脑袋，造成自己的功绩，等于满清时代所说的，大人的顶子，是血染红了的隐喻清朝大官们的红缨帽。其余如横尸陈道衢，端为鸟鸢设。这就是穷兵黩武的结果，一副悲惨世界的画面。如今百余年来，我中华民族即经常在此浩劫的笼罩下，国家多难，人民不幸，实令人不胜慨叹！还有前面引用过的一位五代朱梁时诗人杜苟鹤，也有两首诗感慨这种陷溺其民的暴政所造成的社会状况。他在赠朋友张秋浦的诗中写道人事旋生当路县，吏才难展用兵时。农夫背上题军号，贾客船头插战旗。把夺其民时的情形，写得入木三分。又在一首题为旅泊遇郡中乱的诗中写着握手相看谁敢言，军家刀剑在腰边。遍搜宝货无藏处，乱杀平人不怕天。古寺折为修寨木，荒坟掘作囗城砖。郡侯逐去浑闲事，正是銮舆幸蜀年。孟子早已说过，你这些拼命扩张武力的邻国，把社会弄成这个样子，陷溺其民。如果你实施了仁政，法治上了轨道，财政经济充裕，国民教育水准提高了，人人自立自强，然后再去征伐邻国，自然就天下无敌了。所谓仁者无敌，不要对仁义治国的最高原则怀疑，不要犹豫，走向仁义的大道吧！仁政――这个孟子的主张，在现代也还得细细地看的，如果能够施行仁政，使人人明白国耻，心情也没达到国强民富，则自然是仁者无敌，最后必能致胜的。孟子和梁惠王，从第一次见面开始，到这里告一段落。从他们两人数次的谈话中，可以知道，孟子是始终奉行中国的传统文化，尤其是孔子的学说思想，推行仁义，讲求仁政，期望天下太平，人民的日子过得好。对于当时那些策士，所谓纵横家谋略家等游说之士，如苏秦者流，为求取功名富贵，讨好君主们扩充权力的心理而不顾老百姓死活的一套主张，他不是不知道的，而是知而不为，不愿那样去做。人品与器识的评鉴可是孟子运气相当不好。"}
{"text":"对于当时那些策士，所谓纵横家谋略家等游说之士，如苏秦者流，为求取功名富贵，讨好君主们扩充权力的心理而不顾老百姓死活的一套主张，他不是不知道的，而是知而不为，不愿那样去做。人品与器识的评鉴可是孟子运气相当不好。正当他和梁惠王慢慢谈得来，已经可以劝梁惠王不必怀疑他的王亦曰仁义而已矣的道理，不要犹豫去施仁政的时候，不幸得很，梁惠王死了，新王――梁襄王即位，这时孟子即将离开魏国，因为新王上台，一切情形也就不同了。下面就是孟子和这位新王见面后的情形孟子见梁襄王。出。语人曰望之不似人君，就之而不见所畏焉。卒然问曰天下恶乎定？吾对曰定于一。孰能一之？对曰不嗜杀人者能一之。孰能与之？对曰天下莫不与也。王知夫苗乎？七八月之间旱，则苗槁美。天油然作云，沛然下雨，则苗勃然兴之矣！其如是，熟能御之？！今夫天下之人牧，未有不嗜杀人者也。如有不嗜杀人者，则天下之民，皆引领而望之矣。诚如是也，民归之，由水之就下，沛然谁能御之？这一段文章，写得真好，不要说在古文中，很少有这样生动幽默的作品，就是在现代用白话文来写，也很难写得如此活龙活现，而又恰到好处。在字里行间，体会一下，蛮好玩的。魏国的新王――襄王即位了，第一次召见孟子，孟子去了，可是两人见面谈话的情形和内容，没有作客观的直接记述，只说孟子见了襄王以后，出来了。然后由当事人之一的孟子对别人说这位新王，一眼看上去，给人的第一印象，就不像个皇帝。望之不似人君这句话，成了名言，成了大家的口头话。几千年来，直到今天，大家常会借用这句话去批评别人，每个人都可以体会一下，当借用这一句话去批评别人时，自己的心理情绪上，是什么状况，那一种心理状态也是颇为复杂微妙而难以形容的。孟子又补充一句说等到接近他时，再仔细地看看，他一点谦虚之德都没有，一点恐惧戒慎的心情也没有。我们知道一个越是有德的人，当他的地位越高，临事时就越是恐惧，越加小心谨慎。"}
{"text":"几千年来，直到今天，大家常会借用这句话去批评别人，每个人都可以体会一下，当借用这一句话去批评别人时，自己的心理情绪上，是什么状况，那一种心理状态也是颇为复杂微妙而难以形容的。孟子又补充一句说等到接近他时，再仔细地看看，他一点谦虚之德都没有，一点恐惧戒慎的心情也没有。我们知道一个越是有德的人，当他的地位越高，临事时就越是恐惧，越加小心谨慎。尤其当时的魏国，在战略地理上，处于四战之地，强邻环伺，而又已经打了几次大败仗，正是国势不振的时候，他应该知道，这个国君是不好当的。别说是这样一个国际现势，就是天下太平，身居如此高位，也该诚惶诚恐才对，可是梁襄王一副公子哥儿的作风，满不在乎的样子。所以孟子说他就之而不见所畏焉。不但一国君主应该戒慎恐惧，就是一个平民，平日处世也应该如此，否则的话，稍稍有一点收获，就志得意满。赚了一千元，高兴得一夜睡不着，这就叫做器小易盈，有如一个小酒杯，加一点水就满溢出来了，像这样的人，是没有什么大作为的。这两句话，是孟子叙述他观察梁襄王以后所得的印象，好像是替梁襄王看相。当然，这个看相不是看眼睛如何？鼻子如何？运气又怎样？这是一般江湖术士的看相术。中国的传统文化中，对于识人的学问，有好几部书。汉末有刘劭的人物志。最近的有清代曾国藩的冰鉴。人物志，可视之为看相的书，也就是识人之学。所谓形名之书，也可看作是现代研究人事管理，不可不读的书。里面是讨论人的器宇器度神态等问题。其实说到看相，中国很早远在战国时代就有。在汉代有一个著名的相人者名叫许负，名声普闻朝野，看相看得很准。当然，也有一些是献媚的小人，对人说些好听的话，一味地阿谀奉承，这是另外一回事。但从一个人外在的言默举止，而看他的内在品德修养，也是一件很难的事。以现代的名辞来说，就是品质问题。现代的工业产品，要加强品质管制，就是每一种产品，有它一定程度的规格，这种规格，就是起码的品质。产品有一定品质，出厂前要用科学方法，精密仪器鉴定，超过标准规定的是优良品质，不及的就是不良品质，必须淘汰。人也有各人的品质。人之所以成功，自有他器度，有优良的品质。而看人的器度好坏，也如同鉴定东西品质好坏，从外形上即可看出一样，从人的言默举止之间，即可看出此人之气质如何。"}
{"text":"以现代的名辞来说，就是品质问题。现代的工业产品，要加强品质管制，就是每一种产品，有它一定程度的规格，这种规格，就是起码的品质。产品有一定品质，出厂前要用科学方法，精密仪器鉴定，超过标准规定的是优良品质，不及的就是不良品质，必须淘汰。人也有各人的品质。人之所以成功，自有他器度，有优良的品质。而看人的器度好坏，也如同鉴定东西品质好坏，从外形上即可看出一样，从人的言默举止之间，即可看出此人之气质如何。如所谓龙凤之姿，天日之表等对帝王人物的评语，就是对器度的描写。如形容汉高祖的隆准龙颜等等，表面像龙的那个样子，鼻子高高的，下面大大的像一颗独蒜头，嘴巴阔到耳根边，睁大了两个眼睛，好看不好看呢？不去管他。也有人说明太祖朱元璋的相很像猪，指现在故宫博物院收藏的那张朱元璋画像是假的，而在庐山天池寺的一张才是真的。我看过庐山天池寺那一张被指为真的明太祖画像，真的就像一个猪头，所谓五岳朝天，嘴唇特厚。在我看来，庐山那张是假的，故宫那张是真的才对，否则一个皇帝长成那个猪头样子，实在难看！事实上也不可能。这是讲历史故事的闲话。另外在历史上有两件关于人的器度的故事。也足以证明人的器度，的确是他的内涵修养气质的表现。晋朝著名的奸雄，也是历史上一位半成功的人物――桓温，他代蜀打到了川东，在白帝城看到了几堆砌起的石头，据说是诸葛亮当年作战时，依奇门遁甲，克敌制胜而摆下的八阵图。这时桓温自认为了不起，觉得诸葛亮也不过如此。因而表现出一副很自豪的态度，便向身边一名在年轻时候曾经跟随过诸葛亮的老兵说你是跟过诸葛丞相的，今日你看看我和诸葛公比较起来怎样？这位老兵最初连声说差不多！差不多！威风差不多，可是顿了一下，他又叹了一口气说我跟过诸葛丞相许多年，可是诸葛丞相死后，这几十年来，又看了这许多人，可就没有一个比得上诸葛丞相。桓温听了这位老兵的结论，脸都发白了。桓温平日就很自我欣赏他的雄姿风度气质，认为和晋宣帝刘琨他们的气质不相上下。他征伐了秦国回来的时候，收买了一个年纪大的女仆人，查问之下，这个女仆人，以前就是刘琨的女仆，自然是熟识刘琨的。这个老女仆一见到桓温的时候，就禁不住流下眼泪饮泣起来，同时对桓温说，您很像刘司马。"}
{"text":"桓温听了这位老兵的结论，脸都发白了。桓温平日就很自我欣赏他的雄姿风度气质，认为和晋宣帝刘琨他们的气质不相上下。他征伐了秦国回来的时候，收买了一个年纪大的女仆人，查问之下，这个女仆人，以前就是刘琨的女仆，自然是熟识刘琨的。这个老女仆一见到桓温的时候，就禁不住流下眼泪饮泣起来，同时对桓温说，您很像刘司马。桓温听了她这句话，正中下怀，高兴得不得了，可是还不自满足，再把帽子戴戴好，衣服拉拉平，弄得更端端正正，又问这个女仆，你再仔细看我，到底像刘司马――像到什么程度？这个女人一面仔细看他，一面说您的面貌很像，就是面皮薄了一点，不像他那么福泰眼睛也很像，可惜小了一点，再大一点就好嗯，胡须的样子很像很像，可惜您是红胡子，不像他的乌亮整个身材也差不多，奈何您不及他高声音也像，但是您的声音有点娘娘腔。这个老仆妇，奉命评头品脚，谈了老半天，说得什么都像，可是什么都差一点，都不像。把一个桓温气得摘下帽子，脱了袍子，干脆跑去蒙头大睡，好几天都不快活。此外，例如许劭看曹操，便说他是治世之能臣，乱世之奸雄。曹操问裴潜说卿昔与刘备共在荆州，卿以备才如何？裴潜说使居中国，能乱人，不能为治二若乘边守险，足为一方之主。这些有关历史人物的评鉴，都是绝顶聪明的人旁观者清的智慧之语，当然不是全仗看鼻子眼睛等五官相法而论人物的。也是一相法大人物的情形如此，小人物也有小人物的气质。有这样一则笑话清朝末年，国库空虚，于是鬻官卖爵，设立捐班，定下价格，捐多少钱，便可做多大的官，以资敛取。当时有一个发了横财的船夫，捐了一大笔钱，得了一个七品顶戴，也在礼部学了礼，大概用苦功学了一段时间，在场面上也能摆出一副官架子来了。可是有一次，和一些同一阶层的官员们在一起吃饭，这位捐班出身的大人，在拿起筷子来夹菜之间，仍不改他在船上吃饭时的习惯，右手拿的筷子往左掌心一戳，把两根筷子，弄得齐平。他的这个小动作，被同席的人看见了，一一猜就知道他是捐班出身，而且以前可能以是作船夫的。这还是小事。饭后大家坐下来喝茶聊天，其中有一位进士出身的清廉县知事，穿的一双靴子破了，但他仍毫无愧色地伸在前面摆开了八字脚。"}
{"text":"可是有一次，和一些同一阶层的官员们在一起吃饭，这位捐班出身的大人，在拿起筷子来夹菜之间，仍不改他在船上吃饭时的习惯，右手拿的筷子往左掌心一戳，把两根筷子，弄得齐平。他的这个小动作，被同席的人看见了，一一猜就知道他是捐班出身，而且以前可能以是作船夫的。这还是小事。饭后大家坐下来喝茶聊天，其中有一位进士出身的清廉县知事，穿的一双靴子破了，但他仍毫无愧色地伸在前面摆开了八字脚。这位捐班的船夫看见了，于是说，某大人！你的靴子破了。这位县知事听了不但没有难为情，反而举起脚来说我这靴子的面子虽然破了，可是底子好得很。这是一句双关语，意思是说我这县官的底子，是凭学问考来的，不像你老哥这个官儿是用钞票买来的，所以羞红了脸垂下头去的，反而是这位笑别人破靴子的船夫。这就是气质的不同了。可是看人的气度，有时也是不简单的。像这位船夫大人在手心里齐筷子，是很明显的所谓职业的习惯性动作，但也有时一些似是而非的外表，那可就要别具慧眼来辨别了。像吕氏春秋说的相玉者，患石似玉。相剑者，患剑似吴于将。贤主患辨者似通人，亡国之君似智，亡国之臣似忠。识人如辨物，那一种似是而非的赝品，最会把人难倒，玉和石，是很容易分辨得出来的。但是遇到一块很像玉的石头，那么珠宝店的专家，也感到头痛了。至于评断宝剑也是一样，普通的生铁所铸，锋刃不利的，一望而知。但是样子很像什么干将莫邪的古代名剑，也会令古董商人头痛。物因如此，对人的认识就更难。因为人是活着的，是动的，会自我巧饰，所以一个很贤能的君主，也怕遇到那种耍嘴皮子能说善道的辩士，弄得不好就误认他是有真才实学的通人，予以重用而终于误国。历史上更有许多亡国之君，看来非常聪明一些亡国之臣，看来非常忠心的。例如大家最崇拜的诸葛亮，也把马谡看走了眼，而自叹不如刘备的知人。鉴识人，见其器度困难，即使是从言默举止有了认识，也是不够的，还必须要更深入地了解他的个性。在苟说的申鉴中，有一段讨论到气度的反面个性说人之性，有山峙渊停者，患在不通。一个稳如山岳，太持重的人，做起事来，往往不能通达权宜。严刚贬绝者，患在伤士。处世太严谨刚烈，除恶务尽的人，往往会因小的漏失而毁了人才。"}
