{"text":"为免去精神的浪费，为避掉亲友的来扰，我还是拖着双脚，走上城隍山去看热闹去。自从迁到杭州来后，这城隍山真对我发生了绝大的威力。心中不快的时候，闲散无聊的时候，大家热闹的时候，风雨晦冥的时候，我的唯一的逃避之所就是这一堆看去也并不高大的石山。去年旧历的元旦，我是上此地来过的今年虽则年岁很荒，国事更坏，但山上的香烟热闹，绿女红男，还是同去年一样。对花溅泪，怕要惹得旁人说煞风景，不得已我只好于背着手走下山来的途中，哼它两句旧诗大地春风十万家，偏安原不损繁华。输降表已传关外，册帝文应出海涯。北阙三书终失策，暮年一第亦微瑕。千秋论定陈同甫，气壮词雄节较差。走到了寓所，连题目都想好了，是乙亥元日，读陈龙川集，有感时事。一九三五年二月四日选自闲书，上海良友图书印刷公司年版春愁说秋月不如春月的，毕竟是只解欢娱不解愁的女孩子们的感觉，像我们男子，尤其是到了中年的我们这些男子，恐怕到得春来，总不免有许多懊恼与愁思。第一，生理上就有许多不舒服的变化腰骨会感到酸痛，全体筋络，会觉得疏懒。做起事情来，容易厌倦，容易颠倒。由生理的反射，心理上自然也不得不大受影响。譬如无缘无故会感到不安，恐怖，以及其他的种种心状，若焦躁，烦闷之类。而感觉得最切最普遍的一种春愁，却是生也有涯的我们这些人类和周围大自然界的对比。年去年来，花月风云的现象，是一度一番，会重新过去，从前是常常如此，将来也决不会改变的。可是人呢？号为万物之灵的人呢？却一年比一年的老了。由浑噩无知的童年，一进就进入了满贮着性的苦闷，智的苦闷的青春。再不几年，就得渐渐的衰，渐渐的老下去。第一辑闲书寂寞的春朝从前住在上海，春天看不见花草，听不到鸟声，每以为无四季交换的洋场十里，是劳动者们的永久地狱。对于春，非但感到了恐怖，并且也感到了敌意，这当然是春愁。现在住上了杭州，到处可以看湖山，到处可以听黄鸟，但春浓反显得人老，对于春又新起了一番妒意，春愁可更加厚了。在我个人，并且还有一种每年来复的神经性失眠的症状，是从春暮开始，入夏剧烈，到秋方能痊治的老病。对这死症的恐怖，比病上了身，实际上所受的的苦痛还要厉害。"}
{"text":"对于春，非但感到了恐怖，并且也感到了敌意，这当然是春愁。现在住上了杭州，到处可以看湖山，到处可以听黄鸟，但春浓反显得人老，对于春又新起了一番妒意，春愁可更加厚了。在我个人，并且还有一种每年来复的神经性失眠的症状，是从春暮开始，入夏剧烈，到秋方能痊治的老病。对这死症的恐怖，比病上了身，实际上所受的的苦痛还要厉害。所以春对我，绝对不能融洽，不能忍受，年纪轻一点的时候，每思到一个终年没有春到的地方去做人在当时单凭这一种幻想，也可以把我的春愁减杀一点，过几刻快活的时间。现在中年了，理智达，头脑固定，幻想没有了。一遇到春，就只有愁虑，只有恐惧。去年因为新搬上杭州来过春天，近郊的有许多地方，还不曾去跑过，所以二三四的几个月，就完全花去在闲行跋涉的筋肉劳动之上，觉得身体还勉强对付了过去。今年可不对了，曾经去过的地方，不想再去，而新的可以娱春的方法，又还没有见。去旅行么？既无同伴，又缺少旅费。读书么？写文章么？未拿起书本，未捏着笔，心里就烦躁得要命。喝酒也岂能长醉，恋爱是尤其没有资格了。想到了最后，我只好希望着一种不意的大事件的生，譬如一二八那么的飞机炸弹的来临，或大地震大革命的勃之类，或者可以把我的春愁驱散，或者简直可以把我的躯体毁去但结果，这当然也不过是一种无望之望的同少年时代一样的一种幻想而已。一九三五年二月十五日选自闲书，上海良友图书印刷公司年版惜掌之歌北国的人，欢迎春天，南国的人，至少也不怕春天，只有生长在中部中国的我们，觉得春天实在是一段无可奈何的受难时节苏东坡说欲断魂，陆机说节运同可悲，莫若春气甚，而王孙游兮不归，春草生兮萋萋，当不只是楚国人的悲哀，因为吴地月明人倚棹，江村笛好晚登楼的吟者，也正在啼春怨别，晚上睡不着觉。今年的春天，尤其狞猛得可怕，这一种热法，这一种p的快法，正像是大艳的毒妇，在张了血腥气的大口要吞人的样子。我已经有两三个星期，感到了精神的异状，心里只在暗暗地担忧，怕神经纤弱，受不了这浓春的压迫。果然前几天阮玲玉自杀了，西湖边上也现了几次寻自尽的人大抵疯症总是在春天作的。"}
{"text":"今年的春天，尤其狞猛得可怕，这一种热法，这一种p的快法，正像是大艳的毒妇，在张了血腥气的大口要吞人的样子。我已经有两三个星期，感到了精神的异状，心里只在暗暗地担忧，怕神经纤弱，受不了这浓春的压迫。果然前几天阮玲玉自杀了，西湖边上也现了几次寻自尽的人大抵疯症总是在春天作的。前几天遇见了友人沈尔乔氏，他告诉了我以济良所女择配的经过，告诉了我举行仪式的节目，送了我两张请帖，教我到了那天，一定去参观一下，或者还可以表一点意见。这原是与节季无关，与我的神经也无大碍的事。可是到了集团结婚式举行的昨日，天气又是那么的热，太阳又是那么的猛。早晨起来，就有点预感，觉得今天可有点不对，写东西是写不成了。出去也未见得一定可以得到一天的快乐，因为空气沉浊，晴光里似乎含有着雷电的威胁的样子。十点半钟，到了戏院，人实在挤得太多先坐在楼上，可真了不得，哪里来的这么些个人头，这么些个人的眼睛！你试想想，一层一层堆在那里的，尽是些身体看不见的人头，而人头上又各张着了两只眼睛。我到了这些地方又常要犯一种抽象幻视的毛病的，原因大约是为了年轻的时候教书教得太多的缘故。坐落不久，向四周上下看了几转，这毛病果然作了我的近旁，我的脚下，非但不见了人的身体，并且也不见了人头，而悬挂在空中，一张一合在那里堆垒着的，尽是些没有身体也没有头只上下长着毛毛黑黝黝的眼睛。我起抖来了，身上满身出了冷汗。霞是晓得我有这一种病症的，手招着我，就陪我到了楼底下前排还空着的座上。闭上了眼睛，正想把精神调整一下的时候，耳边又来了几声同野兽远远在怒号似的呜声。张开眼睛来一看，只看见了一堆肉，向我说话。再仔细一看，又看见这一堆肉上，似乎有猴儿玩把戏时穿的一块棕色的洋呢罩在那里，肉的堆上仿佛更有两块小玻璃在放光。在这里，我的幻视的神经，只捞取了一堆肉，一件大小不配的棕色的洋装，和一个能音的小小的空洞。第一辑闲书寂寞的春朝请你走出去吧！这里不是你坐的，请走出去吧！这里不是你坐的！我又起抖来了，脸色似乎也变了青绿。可是耳神经接受了几句成语的声音以后，病魔倒是被逐走了，到此我才看出了一个圆脸肥胖穿着西装胸前挂有一块粉红绸的人，他大约是救济院的职员，今天是受了院长之命，来司纠察的。"}
{"text":"在这里，我的幻视的神经，只捞取了一堆肉，一件大小不配的棕色的洋装，和一个能音的小小的空洞。第一辑闲书寂寞的春朝请你走出去吧！这里不是你坐的，请走出去吧！这里不是你坐的！我又起抖来了，脸色似乎也变了青绿。可是耳神经接受了几句成语的声音以后，病魔倒是被逐走了，到此我才看出了一个圆脸肥胖穿着西装胸前挂有一块粉红绸的人，他大约是救济院的职员，今天是受了院长之命，来司纠察的。我先告诉他以人挤得太多，楼上的座位于我不宜的理由，后来更告诉他我是被院长请来参加这盛会的他听了我这哀告，神气更加飞扬了，本来还带有几分劝告语气的词句，立时变成了强迫命令的腔调。脱离了恐怖病和幻视病，回复到常态以后的我，原也是个普通的人，反拨的感，当然是有的。手掌是举起来了，举到了和腰骨成直角的地位了，就可以伸出去了，眼睛稍稍偏了一偏，我却看见了坐在我边上的霞。一样的是人，他也是有父母老婆的人，我若批他一掌，于我原是没有益处，而于他且将成为奇耻大辱。万一他老婆也在这里，使她见了她男人的受此奇辱，岂不要使她失去对丈夫的信仰？心里这样想着，我的神经，非但脱出了病态，并且更进入了一种平时不大逢着的镇静谐和的极境。我站了起来，柔婉地将手拍上了他的肩头，并且宽慰他说朋友，我原谅你。我就离开此地，但以后请你也保持着这一种严格守法的精神。到了戏院外面，觉得空气虽则稍稍稀薄了一点，但闷人的春霭，仍旧是熏蒸得厉害。饭前三杯酒一喝，昏昏沉沉有点想睡了，忽而又来了一位新丧老父的朋友，接着又是海外初回的诗人等的来访，大家围坐着谈了半日闲天，天气向晚转凉，头脑既清，而兴致又回复到了二十年前年少无愁的境地。傍晚出去吃酒，在盐桥边更遇见了那位邀我去参加胜会的沈氏，立谈了一下，向他道了贺，我们就上了酒店。在酒店里，事又生了，原因是为了酒的不足，和酒保的狡猾。同去的叶氏，大约是有点醉意了吧，拔出拳头，就演了一出打店。黄昏起了西北风，在沙石乱飞，微雨洒襟的暗路上走着回来，我用了钱大王欢宴父老时所唱的吴歌拍子，唱出了这么的一曲小调我爱惜我侬的手掌，我也顾全了他的面子！打人出气者谁氏？叶公可是疯子？"}
{"text":"在酒店里，事又生了，原因是为了酒的不足，和酒保的狡猾。同去的叶氏，大约是有点醉意了吧，拔出拳头，就演了一出打店。黄昏起了西北风，在沙石乱飞，微雨洒襟的暗路上走着回来，我用了钱大王欢宴父老时所唱的吴歌拍子，唱出了这么的一曲小调我爱惜我侬的手掌，我也顾全了他的面子！打人出气者谁氏？叶公可是疯子？三月十七日原载一九三五年三月二十日东南日报沙第二二七期住所的话自以为青山到处可埋骨的飘泊惯的流人，一到了中年，也颇以没有一个归宿为可虑近来常常有求田问舍之心，在看书倦了之后，或夜半醒来，第二次再睡不着的枕上。尤其是春雨萧条的暮春，或风吹枯木的秋晚，看看天空，每会作赏雨茅屋及江南黄叶村舍的梦想游子思乡，飞鸿倦旅，把人一年年弄得意气消沉的这时间的威力，实在是可怕，实在是可恨。从前很喜欢旅行，并且特别喜欢向没有火车飞机轮船等近代交通利器的偏僻地方去旅行。一步一步的缓步着，向四面绝对不曾见过的山川风物回视着，一刻有一刻的变化，一步有一步的境界。到了地旷人稀的地方，你更可以高歌低唱，袒裼裸裎，把社会上的虚伪的礼节，谨严的态度，一齐洗去。人与自然，合而为一，大地高天，形成屋宇，蠛蠓蚁虱，不觉其微，五岳昆仑，也不见其大。偶或遇见些茅篷泥壁的人家，遇见些性纯朴的农牧，听他们谈些极不相干的私事，更可以和他们一道的悲，一道的喜。半岁的鸡娘，新生一蛋，其乐也融融，与国王年老，诞生独子时的欢喜，并无什么分别。黄牛吃草，嚼断了麦穗数茎，今年的收获，怕要减去一勺，其悲也戚戚，与国破家亡的流离惨苦，相差也不十分远。至于有山有水的地方呢，看看云容岩影的变化，听听大浪啮矶的音乐，应临流垂钓，或松下息阴。行旅者的乐趣，更加可以多得如放翁的入蜀道，刘阮的上天台。这一种好游旅，喜飘泊的性，近年来渐渐地减了连有必要的事，非得上北平上海去一次不可的时候，都一天天地拖延下去，只想不改常态，在家吃点精致的菜，喝点芳醇的酒，睡睡午觉，看看闲书，不愿意将行动和平时有所移易总之是懒得动。第一辑闲书寂寞的春朝而每次喝酒，每次独坐的时候，只在想着计划着的，却是一间洁净的小小的住宅，和这住宅周围的点缀与铺陈。"}
{"text":"行旅者的乐趣，更加可以多得如放翁的入蜀道，刘阮的上天台。这一种好游旅，喜飘泊的性，近年来渐渐地减了连有必要的事，非得上北平上海去一次不可的时候，都一天天地拖延下去，只想不改常态，在家吃点精致的菜，喝点芳醇的酒，睡睡午觉，看看闲书，不愿意将行动和平时有所移易总之是懒得动。第一辑闲书寂寞的春朝而每次喝酒，每次独坐的时候，只在想着计划着的，却是一间洁净的小小的住宅，和这住宅周围的点缀与铺陈。若要住家，第一的先决问题，自然是乡村与城市的选择。以清静来说，当然是乡村生活比较得和我更为适合。可是把文明利器――如电灯自来水等――的供给，家人买菜购物的便利，以及小孩的教育问题等合计起来，却又觉得住城市是必要的了。具城市之外形，而又富有乡村的景象之田园都市，在中国原也很多。北方如北平，就是一个理想的都城南方则未建都前之南京，濒海的福州等处，也是住家的好地。可是乡土的观念，附着在一个人的脑里，同毛发的生于皮肤一样，丛长着原没有什么不对，全脱了却也势有点儿不可能。所以三年之前，也是在一个春雨霏微的节季，终于听了霞的劝告，搬上杭州来住下了。杭州这一个地方，有山有湖，还有文明的利器，儿童的学校，去上海也只有四个钟头的火车路程，住家原没有什么不合适。可是杭州一般的建筑物，实在太差，简直可以说没有一间合乎理想的住宅，旧式的房子呢，往往没有院子，顶多顶多也不过有一堆不大有意义的假山，和一条其实是只能产生蚊子的鱼池。所谓新式的房子呢，更加恶劣了，完全是上海弄堂洋房的抄袭，冬天住住，还可以勉强，一到夏天，就热得比蒸笼还要难受。而大抵的杭州住宅，都没有浴室的设备，公共浴场呢，又觉得不卫生而价贵。所以自从迁到杭州来住后，对于住所的问题，更觉得切身地感到了。地皮不必太大，只教有半亩之宫，一亩之隙，就可以满足。房子亦不必太讲究，只须有一处可以登高望远的高楼，三间平屋就对。但是图书室，浴室，猫狗小舍，儿童游嬉之处，灶房，却不得不备。房子的四周，一定要有阔一点的回廊房子的内部，更需要亮一点的光线。此外是四周的树木和院子里的草地了，草地中间的走路，总要用白沙来铺才好。四面若有邻舍的高墙，当然要种些爬山虎以掩去墙头，若系旷地，只须植一道矮矮的木栅，用黑色一涂就可以将就。门窗当一例以厚玻璃来做，屋瓦应先钉上铅皮，然后再覆以茅草。"}
{"text":"地皮不必太大，只教有半亩之宫，一亩之隙，就可以满足。房子亦不必太讲究，只须有一处可以登高望远的高楼，三间平屋就对。但是图书室，浴室，猫狗小舍，儿童游嬉之处，灶房，却不得不备。房子的四周，一定要有阔一点的回廊房子的内部，更需要亮一点的光线。此外是四周的树木和院子里的草地了，草地中间的走路，总要用白沙来铺才好。四面若有邻舍的高墙，当然要种些爬山虎以掩去墙头，若系旷地，只须植一道矮矮的木栅，用黑色一涂就可以将就。门窗当一例以厚玻璃来做，屋瓦应先钉上铅皮，然后再覆以茅草。照这样的一个计划来建筑房子，大约总要有二千元钱来买地皮四千元钱来充建筑费，才有点儿希望。去年年底，在微醉之后，将这私愿对一位朋友说了一遍，今年他果然送给了我一块地，所以起楼台的基础，倒是有了。现在只在想筹出四千元钱的现款来建造那一所理想的住宅。胡思乱想的结果，在前两三个月里，竟发了疯，将烟钱酒钱省下了一半，去买了许多奖券可是一回一回的买了几次，连末尾也不曾得过，而吃了坏烟坏酒的结果，身体却显然受了损害了。闲来无事，把这一番经过，对朋友一说，大家笑了一场之后，就都为我设计，说从前的人，曾经用过的最上妙法，是发自己的讣闻，其次是做寿，再其次是兜会。可是为了一己的舒服，而累及亲戚朋友，也着实有点说不过去，近来心机一转，去买了些芥子园三希堂等画谱来，在开始学画了原因是想靠了卖画，来造一所房子，万一画画，仍旧是不能吃饭，那么至少至少，我也可以画许多房子，挂在四壁，给我自己的想象以一顿醉饱，如饥者的画饼，旱天的画云霓。这一个计划，若不至于失败，我想在半年之后，总可以得到一点慰安。选自闲书，上海良友图书印刷公司年版浙江的今古黄梨洲今水经述浙江的水源经过说浙江――其源有二一出徽州婺源县北七十里浙源山，名浙溪，一名渐溪。东流，经休宁县南，率水入之率水出休宁县东南四十里率山。至徽州，名徽溪，扬之水入焉扬之水出绩溪县东六十里大鄣山，西流至临溪，经歙县界，抵府城西，入徽溪，为滩三百六十，至淳安县南，为新安江又东，轩驻溪从北来注之轩驻溪在淳安县东五十里，又东，寿昌溪从南来注之寿昌溪在寿昌县六十里。经建德县界，至严州府城南，合衢水。一出衢州，金溪北注，文溪南来金溪源出开化县马金岭，西北流，绕县治，名金溪。又转而东南流，经常山县，东流，文溪入之。"}
{"text":"东流，经休宁县南，率水入之率水出休宁县东南四十里率山。至徽州，名徽溪，扬之水入焉扬之水出绩溪县东六十里大鄣山，西流至临溪，经歙县界，抵府城西，入徽溪，为滩三百六十，至淳安县南，为新安江又东，轩驻溪从北来注之轩驻溪在淳安县东五十里，又东，寿昌溪从南来注之寿昌溪在寿昌县六十里。经建德县界，至严州府城南，合衢水。一出衢州，金溪北注，文溪南来金溪源出开化县马金岭，西北流，绕县治，名金溪。又转而东南流，经常山县，东流，文溪入之。文溪出江山县之石鼓山，东北流，永丰水注之至江山县南，名文溪下流合于金溪，会于衢州府城西二里，名信安溪。环城西北，东流入龙游县界，号盈川溪。又东经兰溪县，东阳水入之东阳江其源出东阳县大盆山，一出处州缙云县，双溪合流，至府城南为谷溪，西流为兰溪，至严州府城东南二里，入于浙。又东至严州府城南，与歙江合浙水。又东至富春山，为富春江又东至桐庐，桐江北来注之桐江源出天目山，经桐庐县北，三里入于富春江。又东，浦阳江南来注之浦阳江源出金华府浦江县西六十里深袅山，经浦江县界，北流抵富阳，入于浙江。又东至杭州府城东三里，为钱塘江又东，钱清曹娥二江入之钱清江在绍兴府城西五十五里，曹娥江在绍兴府城东南七十里，钱清曹娥二水入于浙江，三水所会在绍兴府城北三十里，渭之三江海口。浙水又东，而入于海。第一辑闲书寂寞的春朝这是黄梨洲时代的浙水，去今三百多年，其间小溪涨塞，或新水冲注，变迁当然是有一点，可是大致总还是不错。我也曾到过徽州婺源休宁等处，看见浙水水源，现在仍在东流。又去闽浙赣边境时，亦曾留意看江山玉山各县的溪流，虽则水名因地不同而屡易，但黄梨洲所说的浙水源一出衢州之说，当然可信。所以现在的浙水经过，以及来源去路，还不难实地查考，而最不易捉摸的，却是古代的浙水水源和经过因为禹贡记水，周而不备，郦道元注水经又曲折而多臆说，并且重在饰词，不务实际，是以很难置信。现在但依阮文达公C经室集中的浙江图考三卷，略记一记浙水在四千年中的变革经过。禹贡淮海唯扬州，彭蠡既猪，阳鸟攸居，三江既入，震泽底定。"}
{"text":"现在但依阮文达公C经室集中的浙江图考三卷，略记一记浙水在四千年中的变革经过。禹贡淮海唯扬州，彭蠡既猪，阳鸟攸居，三江既入，震泽底定。照阮文达公的考证，则当时的三江，实即岷江之北江中江南江，分歧于彭蠡之东，成三孔而入海者南江一支，穿震泽今太湖西南行至杭州，经会稽山阴，至余姚而入海，就是禹贡时的古浙江后人不察，每以浙江谷水为古浙江，实误。这错误的由来，第一在于古人注三江的不确，如以松江娄江东江为三江，或以松江浙江浦阳江为三江之类。博学多闻如苏东坡，解说三江，尚多歧异，余人可以不必说了。山海经谓浙江出三天子都，郭氏注谓地理志浙江出新安黟县南蛮中，东入海，今钱塘浙江是也，系误浙江为浙江之一大原因。出安徽黟县者，为浙江，是合入浙江之一水，非古浙江之本身，阮文达公引经据典，考证最详。至郦道元注水经时，自震泽西南曲流之浙江故道，已经淤塞不通，故郦氏所注之浙江，曲折回环，形成与现代之浙江完全不附之江水，且说来说去，完全以浙江为浙江了。郦氏注中，关于谷水亦交代不清，以谷水与浙江至钱塘县而始合并，实不可通。班氏地理志，述浙江之交流分聚，较郦氏为更明晰大约以辞害意，未经实地查考的两件弊病，是水经注的最大短处，也难怪钟伯敬要割裂水经注拿来当作美文读本用了。总之，经阮文达公的考证之后，我们可以知道现代的浙江实即浙水谷水两水的合流，亦即黄梨洲今水经所说之浙江的二源。而古代的浙江，乃系岷江之南江，过震泽，经吴江石门，由杭州东面经过，出仁和县临平半山之西南，即今塘栖地，复与渐水谷水会，折而东而北，由余姚北面而入海的。桑田沧海，变幻极多，古今来大水小溪的改道换流，也计不胜计。阮文达公为一水名之故，不惜费数年的精力，与数万字的文章，来证明前人之误，以及古代水道的分流通塞，足见往时考据家的用心苦处。而前人田地后人收，我们读到了阮公的浙江图考，对于吴越的分疆，历代战局的进退开展，与夫数千年前的地理形势，便了如指掌了虽则只辨清了水名一字之歧异，然而既生为浙人，则知道知道这一点掌故，也当然是足以的一件快事。"}
