{"text":"悠兮其贵言，功成事遂，百姓皆谓我自然。人生哲学与道的层面这一章，老子另起炉灶，又提出一个名称叫做太上。太上等于易经系传上的形而上者之谓道。现在我们讲中国哲学，有形而上三个字，是译自西方名词，但采用易经中的观念。形而上者之谓道，是说万物尚未生长以前，名之为道。形而下者之谓器，是说有形象的万般事物生长起来了，各式各样，五花八门不可胜数，就叫器世界――物理世界。形成物理世界之前，名之为道，易经称为形而上。道家太上的名称，初见于老子。其实殷商以前就有太上这个名词了。中国文学上有句太上忘情。固然，人生最痛苦最难做到的是忘情，人之所以活着，大都靠着人情的维系。人是感情的动物，古人说无情何必生斯世，有好终须累此身，有你我就有感情，有感情就有烦恼，有烦恼就有是非，有是非就有痛苦。因情受苦，忘情更难。然而太上忘情，并非无情，而是大慈大悲，无偏无私的大情，譬如天地生育万物，平等无差，不求回报。老子所讲太上，是太过多情又似忘情之道，只有下知有之。所谓下知有之的意义，是说有一种下等人，我们认为他很笨，其实他倒是真智慧，早已领悟到道的人。真正的哲学家，都出在乡曲地方，虽然一辈子没读过书，真同一个大哲学家大思想家，当他遭遇到痛苦时，就痛痛快快哭一阵，想想自己命苦就算了。我有时常有此感触，尤其在偏远的落后地区，看到茅屋破家里头，有些老人家，穿得破破烂烂，食不果腹，有一餐没一餐的，日子苦死了。你问他为什么不住儿子家养老？他很轻松回答说我这一生注定命苦，只有认命！真令人听了肃然起敬。他比谁都懂得人生哲学，认了就好了。像我们有些人，自认是第一等读书人，其实并不如乡愚的智慧。他们才是宗教家哲学家。尤其有些年轻人学佛学道，刚看了一点佛学，就自以为只差那么一点点，好像同佛差不多了，很可悲。而那种表面看似下愚的人，却倒知道有一个东西，不管是叫佛叫天叫上帝或者以中国古代的代号叫命，他就认定那个东西，至死不渝，比别人都看得开，都豁达。这便是太上，下知有之的道理。再下一等人，相信要烧香供养，磕头拜拜，赞叹不绝，每天还要反反复复唱念几次，这是属于宗教性的仪式活动，便是其次，亲而誉之的楷模。"}
{"text":"尤其有些年轻人学佛学道，刚看了一点佛学，就自以为只差那么一点点，好像同佛差不多了，很可悲。而那种表面看似下愚的人，却倒知道有一个东西，不管是叫佛叫天叫上帝或者以中国古代的代号叫命，他就认定那个东西，至死不渝，比别人都看得开，都豁达。这便是太上，下知有之的道理。再下一等人，相信要烧香供养，磕头拜拜，赞叹不绝，每天还要反反复复唱念几次，这是属于宗教性的仪式活动，便是其次，亲而誉之的楷模。更有其次的人，他也许不信宗教，亦不信道，但内心无形中却有一个可畏的东西。实际上，我们认为最下愚的人，往往才是真正第一等的修道人。要不然，须要有真正智慧超越的人才能修道。我经常说，有两种人可以学禅。一种是一个字也不认得，像张白纸，本身很容易修道开悟。另一种硬要智慧透彻，聪明绝顶才行。像我们这些不上不下的半吊子，半通不通的，最要不得，修道往往一无所成。老子讲了这三种人，侧重于大智若愚的要点，换言之，大愚也就若智了。如此，等而下之的，其次，侮之。又下一等的人，偏不信道。上士闻道，勤而行之，真高明的人一闻道就悟了，并且百分之百地奉行。中士闻道，若存若亡，这种人听尽管听，说是不信吗？却又每个礼拜天一定上教堂祈祷礼拜。一到初一十五，便一本正经跑店子，上香拜佛。平常庸庸碌碌随随便便，好像只有那一天才有菩萨神明显灵，其他时间，胡作非为都可以，这便是若存若亡。还有些人，听人传道说法，自认为最高明，认为别人都是神经病，一笑，就走开不理了，这就是其次，侮之的典型。下士闻道，大笑而走之，便是如此。后人又补上一句不笑不足以为道，那是说，如果不这样不屑地嘲笑一下，那还算有道吗？彼此顽固托大，都自以为是，看来多么可笑。再说其次，侮之的人，根本不管天高地厚，根本不信道，以为信道对人格是一种侮辱。总之。信不足焉，有不信焉。人的智慧参差不齐，有些人信是信，却不彻底，半信半疑，因为他没有把真理穷究彻底。有些人根本就不信，硬说个老子偏不信邪，你也把他没有办法。此中的千差万别，老子并没有再详加分析。这等于人类天生智能的分级，佛学则分为众生的五种种性，也就是所谓的根器之说，颇为相似。这一章，老子最后下一结论，形容这个道说悠兮其贵言，功成事遂，百姓皆谓我自然。这等于说，道是天地的公道。"}
{"text":"总之。信不足焉，有不信焉。人的智慧参差不齐，有些人信是信，却不彻底，半信半疑，因为他没有把真理穷究彻底。有些人根本就不信，硬说个老子偏不信邪，你也把他没有办法。此中的千差万别，老子并没有再详加分析。这等于人类天生智能的分级，佛学则分为众生的五种种性，也就是所谓的根器之说，颇为相似。这一章，老子最后下一结论，形容这个道说悠兮其贵言，功成事遂，百姓皆谓我自然。这等于说，道是天地的公道。学道并没有什么秘密的，只要你程度够，诚心向学，一定便可得道。道为天下所共有，既不属于你，也不属于我，若你懂得的话，方知本来属于你，也属于大家，不是某一个人享受的禁脔。千万别认为真理只在自己这边，非要求道求法的人巴结你，向你磕头行礼才能传道。我认为这种作风，是作践自己，多没意思。道不藏私，但却悠兮其贵言。悠兮是悠然自得，所谓其贵言的意思，却很难说得清楚。贵言，不是说应该很宝贵地告诉你这个意思，而是再怎样高明的语言文字，都很难形容出道的境界。那么，道在何处见？――在行为上现象上见。道的本体，无形无相，说似一物即不是，不能用世间名相来界定它。有生于无，宇宙万物就从这清虚空灵的无中建立起来，故曰功成事遂。一个修道人真通达了道，才能看透道的表达作用，才能认识道的本来面目，和如何创造千变万化的宇宙事物。道体所表达出来的东西，只是其第二重的影子而已。我们要认识它的根本，只好在这第二重的投影上，在这道体所创造出来的事功上去了解。这个事功尚分二重意义。依儒家世间的学问，即平常我们所讲事业的成就，比如，学科学应该有所发明。你学什么？学物理，那你还在学习阶段，不是物理学家，更不是物理科学家。你学化学，那也不算化学家，或者化学科学家。那开始发明，发明物理或化学原理的，才算摸到宇宙科学的真髓，而由当中表达出一套事物的规则，再由这套理论科学的规则中，进一步发展应用科学的实用技术，生产出令人目不暇给的生活用品，利益世人，或者伤害世人。如此，学道，学世间各种知识，都是一层一层地进到内部的核心，也都一层一层由内部核心，表现出具体的功用来。这之间层次深浅的不同，事功的大小也就有别。这是功成事遂。等到事情有所成就，百姓皆谓我自然。"}
{"text":"那开始发明，发明物理或化学原理的，才算摸到宇宙科学的真髓，而由当中表达出一套事物的规则，再由这套理论科学的规则中，进一步发展应用科学的实用技术，生产出令人目不暇给的生活用品，利益世人，或者伤害世人。如此，学道，学世间各种知识，都是一层一层地进到内部的核心，也都一层一层由内部核心，表现出具体的功用来。这之间层次深浅的不同，事功的大小也就有别。这是功成事遂。等到事情有所成就，百姓皆谓我自然。等你的事功表达出来，久而久之，大家习惯成自然，就说这本来就合于自然之道，没有什么好大惊小怪的。道是自然而有的，可是我们一般人要回转到这道的本来境界上，那是有得修的，这之间还有一个非常重大的历史哲学问题。就是中国哲学与宗教哲学，以及历史哲学的发展史问题，牵涉太广，而且各个问题都可成为专题，暂时到此打住，以后有机会再讲。导航秋雁南回首页逸海书城哲学宗教老子他说逸海书城第十八章大道废，有仁义。智慧出，有大伪。六亲不和有孝慈。国家昏乱有忠臣。忠臣孝子的伪装从第十七章的道的层面而相关于中国历史哲学的演变角度来看，我们可以看出老子思想的特殊之处。老子的历史哲学与儒家的观念，乃至一般社会人生的态度，另成一格，大异其趣。从前面所说的天道自然，到此，他便提出反对仁义和智慧等的语句。只从文字上看，他是说，中国文化从上古以来，就是一个道，道衰微了，后来的人便提倡仁义道德，结果越强调越糟糕，适得其反。其次，老子也反对智慧。换句话说，知识越发达，教育学问越普及，人类社会阴谋诡诈，作奸犯科的事也就越多，越摆不平。接着，他举出更明显的理由，六亲不和有孝慈，在家庭中所谓的六亲，那便是父母兄弟夫妇，彼此之间有了矛盾冲突，才看得出来何者孝？何者不孝？如果家庭是个美满的家庭，一团和气，大家和睦相处，那么个个看来都是孝子贤孙，根本用不着特别标榜谁孝谁不孝。如果家中出了个孝子，相对之下，便有不被认同的不孝之子，这其间问题就大了。因此说，六亲不和，才有所谓的父慈子孝。我们若是深入研究中国文化特别标榜的二十四孝，将发现许多值得讨论的问题。比如拥有大孝美名的舜，其父母可以说不伦不类，很不像话，充分显示了舜的父母，是处在一个问题家庭中，是非不断，非常悲哀，因此舜才成为第一孝子。"}
{"text":"何者不孝？如果家庭是个美满的家庭，一团和气，大家和睦相处，那么个个看来都是孝子贤孙，根本用不着特别标榜谁孝谁不孝。如果家中出了个孝子，相对之下，便有不被认同的不孝之子，这其间问题就大了。因此说，六亲不和，才有所谓的父慈子孝。我们若是深入研究中国文化特别标榜的二十四孝，将发现许多值得讨论的问题。比如拥有大孝美名的舜，其父母可以说不伦不类，很不像话，充分显示了舜的父母，是处在一个问题家庭中，是非不断，非常悲哀，因此舜才成为第一孝子。老子并不喜欢这样，由于一个人的坏，衬托出另一个人的好，那是不幸的事，他希望每个家庭都和乐幸福。国家昏乱有忠臣，同样道理，老子不希望历史上出太多的忠臣义士，忠臣义士并非好现象。我们历史上所谓的忠臣，如岳飞文天祥史可法等人，皆为大家所景仰，因为他们对国家民族忠心耿耿，临危受命，连个人宝贵的生命，都可牺牲。然而，这些可歌可泣的忠臣事迹，无不发生于历史混乱生灵涂炭的悲惨时代。一个忠臣的形成，往往反映了一代老百姓的苦难。假使国家风调雨顺，永处太平盛世社会上，大家自重自爱，没有杀盗淫掠之事，那么岂不个个是忠臣人人是好人了吗？因此，他主张不需特别赞美某人好某人不得了。四十多年前，我在川西灌县灵岩寺，看到有人书刻在灵泉石壁上的两句话愿天常生好人，愿人常做好事。便是老子此意，也才是天大的幸福。老子这几句话，从字面上粗浅一看，似乎非常反对儒家提倡仁义道德，但有几点我们必须注意。第一，老子在世的那个时代，正是春秋时期，社会面临转型时的种种变动，一个新社会形态逐渐形成，这中间产生了很多病态的现象。老子在此病态社会中，体会出他的人生哲学，才会有这样的说法。他的话，乍看起来是唱反调，但仔细研究一下，这正是一种非常宝贵的正面教育。我们可以另外举一个反证。例如把孔子作的礼记中的礼运篇，加以整体研究后，就会发现孔子亦有老子这样的看法。中国文化，素来重视道德的价值，礼记中的礼运篇已经表达得很清楚。所谓的德乃归于道中，德是道的用，道是德之体。而这个道又是什么呢？老子自己认为道就是自然，但是由远古到黄帝的时代，人为的一切，已经渐渐不合于道了。第二，从黄帝以前的远古史来看，在列子书中，假托黄帝本身梦想的文章，便是梦游华胥国，这是不是真实的故事，此处暂且不加讨论。"}
{"text":"我们可以另外举一个反证。例如把孔子作的礼记中的礼运篇，加以整体研究后，就会发现孔子亦有老子这样的看法。中国文化，素来重视道德的价值，礼记中的礼运篇已经表达得很清楚。所谓的德乃归于道中，德是道的用，道是德之体。而这个道又是什么呢？老子自己认为道就是自然，但是由远古到黄帝的时代，人为的一切，已经渐渐不合于道了。第二，从黄帝以前的远古史来看，在列子书中，假托黄帝本身梦想的文章，便是梦游华胥国，这是不是真实的故事，此处暂且不加讨论。文中提到，黄帝作梦，到了另外一个国家，那里到处太平安详，没有任何不幸之事，是人类盼望中的天国。这篇华胥梦等于中国文化所向往的理想国。其他像相拉图的理想国莫耳的乌托邦，乃至佛家的极乐世界基督教的天堂，都是其来有自，反映了这个世间的人类，苦难重重，无时不在斗争战乱中，因此人们便自然而然地追求另一个幸福圆满的境界。而老子所谓的大道，正代表了它的内涵与精神。其实，老子讲大道废，有仁义。智慧出，有大伪的说法，未免失之太刻薄，但这也是爱之心切，所以责之更严。孔子在礼运篇也讲得差不多，只是表达方式不同而已。此即儒道二家的态度差别之处，但是道理是相互贯通的。孔子在礼运篇上说故用人之智去其诈。用人之勇去其怒。用人之仁去其贪。饮食男女，人之大欲存焉。死亡贫苦，人之大恶存焉。故欲恶者，心之大端也。人藏其心，不可测度也，美恶皆在其心，不见及色也。欲一以穷之，舍礼何以哉！人有了智慧，智慧的反面就是奸诈，用得好就是大智大慧，用歪了就是老奸巨猾，全在一念之间。因此孔子强调用人之智去其诈。而大勇的人，往往气魄大，脾气也大。大勇的反面，就是多怒，佛家称之为嗔。假使一个大英雄大丈夫，没有暴烈的坏脾气，那就很可贵了。用人之仁去其贪，仁慈本是件好事，但是仁慈太过了，变得婆婆妈妈，待人接物软塌塌的，心理上难免有一种不自觉的贪恋执着。因此，能够保持一片仁慈博爱之心，而无这层贪着之念，那便不会发生不良的副作用了。从这里，我们已可明确地看出，老子的大道废，有仁义。智慧出，有大伪，其意和孔子所讲的道理，并无矛盾冲突之处，只是文学的手法不一样而已。孔子又说饮食男女，人之大欲存焉，吃好的喝好的，以及喜欢男女间的关系，这是人生根本的欲望。"}
{"text":"用人之仁去其贪，仁慈本是件好事，但是仁慈太过了，变得婆婆妈妈，待人接物软塌塌的，心理上难免有一种不自觉的贪恋执着。因此，能够保持一片仁慈博爱之心，而无这层贪着之念，那便不会发生不良的副作用了。从这里，我们已可明确地看出，老子的大道废，有仁义。智慧出，有大伪，其意和孔子所讲的道理，并无矛盾冲突之处，只是文学的手法不一样而已。孔子又说饮食男女，人之大欲存焉，吃好的喝好的，以及喜欢男女间的关系，这是人生根本的欲望。死亡贫苦，人之大恶存焉，至于死亡和贫穷痛苦，那天底下的人都害怕，都讨厌碰上。所以，故欲恶者，心之大端也，一个人爱好追求饮食男女的享受，逃避死亡与贫穷的来临，这是心理现象的根本。但是，人藏其心，不可测度也，人的思想念头，从外表是很难看出来，也很难测验得知的。一个人动什么脑筋，打什么主意，心地善与不善，只要不表现于行为，有谁会知道？美恶皆在其心，不见及色也，一切的好坏，全凭他心念的变化，根本没有颜色声音可资辨别。所有的动机想法都深藏在一个人的内心深处，那么，欲一以穷之，舍礼何以哉，要把这些人心的根本问题加以整理统一，使之去芜存菁，转劣从良，恶行成善举，除了礼――文化教育外，还有什么办法呢？春秋两大名医老子与孔子整个比较起来，孔子代表儒家的思想，与老子代表的道家思想在理上是一贯的。现在再作更进一步的说明。我们中国讲仁义思想，春秋以前也有这种观念，但很少刻意提倡。为什么？那时社会上背情绝义的病态较少。我常说，中国文化里头，经常提到孝道，与世界其他文化相较，孝道是中国特有的优点，其高明可贵之处，无可置疑。但这同时也说明了，这几千年来，我们不孝之举太多了，因此孔子才不得不提倡孝道。同样地，社会上不仁不义的故事层出不穷，所以圣贤们才用心良苦，提供这服仁义的药方，希望社会有所改善。孔子是个文化医生，他把当时文化中的疑难杂症诊断出来，投以对症的药石，尝试解决这些令人头痛的问题。老子也是个医生，但他是研究医理的医生，也就是医生的医生。他认为儒生们开的药方，对是对，但是药吃多了，难免又会出毛病，副作用在所难免。光讲仁义道德，说得天花乱坠，有人自然要加以利用，做出假仁假义欺世盗名之事，结果弄巧成拙，照样害人。春秋战国时代的社会病态最为严重，强调仁义，便最积极。"}
{"text":"孔子是个文化医生，他把当时文化中的疑难杂症诊断出来，投以对症的药石，尝试解决这些令人头痛的问题。老子也是个医生，但他是研究医理的医生，也就是医生的医生。他认为儒生们开的药方，对是对，但是药吃多了，难免又会出毛病，副作用在所难免。光讲仁义道德，说得天花乱坠，有人自然要加以利用，做出假仁假义欺世盗名之事，结果弄巧成拙，照样害人。春秋战国时代的社会病态最为严重，强调仁义，便最积极。老子身处其境，讨厌这种风气，所以从反面来对症下药。他说大道废，有仁义。智慧出，有大伪。智慧与奸诈，乃一体两面，一线之隔。聪明与狡猾老实与笨蛋，根本是息息相关的孪生兄弟。诚实的智慧合于道，用之于世，为人类社会谋福造利，那就对了，名之为德。道是体，德是用。然而，诚实虽是好事，若是用不得当，那也会适得其反，坏了事情。老子这段话，干万不要随随便便看过。近几十年来，我发现有人研究老子，读了此章之后，不作深入一层的体会，便骤下错误的评语说，老子反对仁义，反对智慧，反对作忠臣，反对作孝子。这不曲解得太严重了吗！其实老子并不反对这些，他只是要我们预防其中可能产生的不良作用而已。每一件事，皆有其正反两面，我们同时必须考虑到。或者时间久了，思想搞不通，走了样或者某一个观念流行多年，时迁境移，已不合宜，并且流弊丛生，失其原意，这就要懂得大学的苟日新，又日新，日日新的道理了，此时必须知道变通。所以，老子的思想与易经的思想是一样的，都在一个变字。易经有五种学问――理象数通变。理是哲学的，易经每一个卦，背后皆有其哲学道理。象，一件事物，一个东西，都有它本身的现象。比如虚空，也有它的现象，空空洞洞，不可捉摸。每一种现象的发生，必须有其形成的哲学道理。而这理和象二者，也可以借数字符号来表达整理。那便是数了。理象数是易经三个根本所在，必得将之透彻研究后，才知道通，只知理，不通象数只知象数，不通理，都不行。要样样深入，全部融会贯通，方能达变，方能洞烛机先，随时知变适变应变。知道变，而能应变，那还属下品境界。上品境界，能在变之先，而先天下的将变时先变。等到事情已经迫在眉睫才变，那也恰恰只合于变通而已。"}
{"text":"每一种现象的发生，必须有其形成的哲学道理。而这理和象二者，也可以借数字符号来表达整理。那便是数了。理象数是易经三个根本所在，必得将之透彻研究后，才知道通，只知理，不通象数只知象数，不通理，都不行。要样样深入，全部融会贯通，方能达变，方能洞烛机先，随时知变适变应变。知道变，而能应变，那还属下品境界。上品境界，能在变之先，而先天下的将变时先变。等到事情已经迫在眉睫才变，那也恰恰只合于变通而已。老子对仁义智慧所提的这番道理，也属于变通的一种。绝圣弃智，民利百倍。绝仁弃义，民复孝慈。绝巧弃利，盗贼无有。此三者以为文不足，故今有所属。见素抱朴，少私寡欲。王贼并列的烂帐由这一章的反证，更可以看出老子的精神，不是如后代所说的反对仁义反对孝慈。他只是提出当时社会不对劲的地方，希望当时的人慎重处理，将之归导于正途。而千古以来，注解老子的学者专家，往往只知其一，不知其二，困于老子的语言文字，没有听出弦外之音，把老子误解得太厉害太离谱了。实际上老子孔子都是同一精神，表达方式不同而已。老子对春秋时代社会的批评，是要绝圣弃智。我们研究春秋战国的历史，那真是越读越使人感到高明。孔子作春秋，是中国第一部历史书籍。有人说春秋不能读，读了会使人奸诈狡猾。孔子自己也说过知我者春秋，罪我者春秋。历史读多了，好的榜样没学成，坏的手段全学上了。例如，一般人读历史小说三国演义，诸葛亮难效，曹操易仿。看小说都想当书中的主角，读三国演义，想当刘备者不少，想当赵子龙关公者更多。很多人将自己的欲望，投射到书中有大能力大聪明的角色情境中，结果在不知不觉中，变成了画虎不成反类犬，何其可悲！其实，在春秋一书里，好的道理处处可寻，坏的现象也连篇累牍。那个时候，对圣人的标榜特别的多，几乎每一个会讲会说的都是圣人，聪明才智之士，比比皆是。从春秋到战国这一阶段，在我们整个历史中，真是人才辈出的时期。我们读春秋战国时的著作，有时看到某人讲的话，非常有理，但是再从反面想想，又觉不对，应是反面正确才是，然后再转到另一个层面来看，则前述二者不无可疑。每个人的意见都很高明，也都有值得商榷之处。当时真是一个文化变乱社会变乱的时代。"}
