{"text":"读书让我知道了老师捧着一颗心来，不带半根草去的无私奉献，了解了慈母临行密密缝，意恐迟迟归的牵肠挂肚，认识了朋友海内存知己，天涯若比邻的暖人话语读书让我动情，开遍思乡之花，是余光中先生我在这头，大陆在那头的望眼欲穿，是连战先生度尽动波兄弟在，相逢一笑泯恩仇的良好祝愿，是宋楚瑜先生少小离家老大回，乡音无改鬓毛衰的激动哽咽真情是世上最可宝贵的财富，财富不是朋友，而真情却是财富。花开花落，云卷云舒，斗转星移，悠悠读书情改变了我，伴随着我度过了个春秋，丰富了我的内心世界。攀登改变了我只有一步一步脚踏实地勇往直前地攀登，才能到达胜利的巅峰。――题记一直生活在无忧无虑的童年，永远过着童话般的生活，前方是父母铺平的道路，而我也只满足于在笼中飞来飞去。小学毕业时，我有两种选择，本地学校和市重点实验学校，我当时毫不犹豫地选择了前者，告诉自己我还小，自理能力差，离家太远不安全，在家有父母照顾，自己省心。这一次，父亲没有给我讲什么周恩来邓小平的励志故事，而是决定带我去爬山。爬山？几时有过？学习这么累了，我希望坐缆车登临绝顶，父亲却执意拾级而上，攀爬大山。山很高，很陡，窄窄的石道只能容一个人道过。跟在父亲后面，只看见那宽阔的背影，从不回头，只是向前。我几次萌生退意，父亲回过头，看我一眼，淡淡地，只说不要停下，继续！有时要缘青藤而上，有时要走晃荡不停的索桥，有时要穿过乌黑的山洞，而我，皮磨破了，脚生泡了，有几次跌下来，差一点就滑下去了，父亲仍然不肯我停下，我鼻子一酸，眼泪几乎要夺眶而出，但看到父亲坚毅的身影，把心一横，今天一定要攀上顶峰！走过最后一段，登上山顶，远山尽在云雾迷漫之中，是剩下半个山头若隐若现，一轮红日挂在空中，是这么的近，我心头一热，好美啊，真是无限风光在险峰！我满头汗水，开怀大笑，对着大山高喊喂――你好吗？大山传来久久的回音。高兴吗？高兴！快乐吗？快乐！父亲让我看绝壁劲松，它们都是最艰苦的地方生根发芽，长大成才，有时只是一棵，独立在悬崖绝壁之中，却粗大无比，笔直地伸向空中，决不旁骛，我顿时明白了父亲的良苦用心。攀登，我征服了高山！更征服了自己！后来，我义无反顾地向市重点报名，我清醒地认识到，这又是一次攀登！奋斗，永无止境挑战，放马过来！"}
{"text":"我满头汗水，开怀大笑，对着大山高喊喂――你好吗？大山传来久久的回音。高兴吗？高兴！快乐吗？快乐！父亲让我看绝壁劲松，它们都是最艰苦的地方生根发芽，长大成才，有时只是一棵，独立在悬崖绝壁之中，却粗大无比，笔直地伸向空中，决不旁骛，我顿时明白了父亲的良苦用心。攀登，我征服了高山！更征服了自己！后来，我义无反顾地向市重点报名，我清醒地认识到，这又是一次攀登！奋斗，永无止境挑战，放马过来！如今，我坐在考场，接受人生又一次巨大的考验，胸前，父亲送我的小鹰振翅欲飞，我又想起那难忘的经历，那次攀登高山的经历改变了我！现在，是另一种攀登，别一种挑战，我将沉着应对，鹰击长空酬壮志，翱翔天宇振翅飞！低头改变了我低头并不代表认输，昂首的也不并都是赢家，其实，只是换个姿态罢了。昨天那个季节很混乱，那时的我很要强，追求的是愚昧的拥有，强调的是幼稚的个性，那时的我，昂首挺胸，像一只骄傲的孔雀，自以为笑傲天下，却不知脚下已是一片水泊。从不肯低下头来认真做事，似乎只有昂起头，才能证明我是强者，直到栽进泥水，一身脏兮兮湿淋淋，才知道骄傲的孔雀也会成为乌鸦的笑柄。于是，我开始审视自己。今天现在，我学会了沉默，懂得了换一种姿态走路，低下头，其实没什么不好，至少，可以看清脚下的路了，没有人会说我像失败的弱者。低下头，我的每一步都走得更踏实了，我仍是美丽的孔雀，低下头，我便再也不会掉进水里，成为别人的笑柄了。因为低下头，我可以发现蚂蚁搬家的情调，可以看见小草钻出泥土的坚韧，可以闻到栀子花开的味道，可以我有所得了。明天掂起脚眯起眼，我欣喜而惊恐地望着我的未来，虽然那里烟雾迷蒙，但我却看到，一个女孩低着头慢慢地走着，那么闲逸，那么轻盈，那么美丽。从她的身上，我品出了低着头走路的骄傲。明天的明天，我还会品尝那低着头走路的情调！昂首与低头伴我成长着，流星划过，我仍会以现有的姿态，慢慢地，慢慢地向前走那微笑改变了我真奇怪，不知从什么时间开始，只喜欢独来独往，很少帮助别人，也不希求别人的帮助。纵然得到别人的相助，也会像还债似的报答于人。"}
{"text":"从她的身上，我品出了低着头走路的骄傲。明天的明天，我还会品尝那低着头走路的情调！昂首与低头伴我成长着，流星划过，我仍会以现有的姿态，慢慢地，慢慢地向前走那微笑改变了我真奇怪，不知从什么时间开始，只喜欢独来独往，很少帮助别人，也不希求别人的帮助。纵然得到别人的相助，也会像还债似的报答于人。大有我不负天下人，也莫让天下人负我之势。然而，这多年支配着我的思想，却在那一次微笑的光芒中，瞬间变得如同一粒尘埃，飘散得无影无踪那是一场连续两天的暴雨过后，那条我每天上学必经的河上，水泥桥已被河水冲刷得找不到踪影。只剩下那座高高的旧木桥还架在河的两岸。那是一座只用两根并排的又圆又滑的木头架起的桥，平时我空着两手走过也要胆颤心惊的桥。面对着那桥我犹豫着，还差分钟就要上课了。我猛地扛起我的自行车，做了一个连我自己也不敢相信的决定扛着车从木桥上走过去。开头的几步，我雄纠纠气昂昂，没感到什么。可渐渐地，脚下的木头在拼命地晃动着，木头下面湍急的河水使我头晕，腿越来越软，好像很难再支撑我的身体的重量。我根本不知道自己是怎么走到木桥中央的。只剩下一半的路程了，我却再也挪不开脚步。曾想着一点点挪回去，可我连转身都困难，耳边哗哗的流水声使我近乎绝望了，几次想把自行车扔进河里。正在我前进不能后退不得的时候。突然，肩上的车子一下子轻了起来，继而渐渐离开了我的肩，一只大手从我的手中取下自行车，另一只手抓住了我的手。那一刻，我的心一下子稳了，我真无法说出心里的感激，慢慢扭过头，那是一张陌生的脸，脸上充满了微笑。时间没有容我仔细看，但只那一瞬间，却使我感到那微笑是那么真诚可爱！车子和我终于安全到达了对岸，满心的感激使我仔细地看了看那微笑的脸不算黑的皮肤，眯细的双眼掩不住真诚的目光。细碎的皱纹爬满眼角，干裂的嘴唇微微张开。啊，是一位多岁朴实无华农民。这是何等普通的一笑呵！普通得不能再普通了，却让我始终不能忘却，它使我第一次体会到人与人之间最美好的东西，尽管那只是淡淡的一笑。许多年以来，那微笑一直深深埋于我的心中，我曾学着以同样的微笑扶起跌倒的儿童，帮着推一辆艰难行走的货车，或是送一把雨伞给同学。"}
{"text":"车子和我终于安全到达了对岸，满心的感激使我仔细地看了看那微笑的脸不算黑的皮肤，眯细的双眼掩不住真诚的目光。细碎的皱纹爬满眼角，干裂的嘴唇微微张开。啊，是一位多岁朴实无华农民。这是何等普通的一笑呵！普通得不能再普通了，却让我始终不能忘却，它使我第一次体会到人与人之间最美好的东西，尽管那只是淡淡的一笑。许多年以来，那微笑一直深深埋于我的心中，我曾学着以同样的微笑扶起跌倒的儿童，帮着推一辆艰难行走的货车，或是送一把雨伞给同学。而每一次当你不求回报帮助别人并与之真诚的一笑时，你才会真正体会到那埋于心底微笑的真正含义与价值，那是一种称不上崇高但却让你足以自豪的滋味。微笑，寄予着美好的情感，我实在找不出恰当的词语形容它，或许，这句诗会表达它的含义吧与人玫瑰，留有余香！时间改变了我年盐城市小时候，经常围着爸爸闹着要背我，我喜欢待在爸爸那宽大的背上的感觉，常把爸爸弄得气喘吁吁，我还得意地在他的背上手舞足蹈。小时候，经常跑到舅舅而前撒娇，每当这时，舅舅总是用他那又长又尖的胡须扎我的脸，弄得我痒痒的哈哈大笑。这时，他便会把我一下子扔到空中，一下又把我接住。小时候，经常和同学们玩捉迷藏，丢手绢的游戏，嘻嘻哈哈，活蹦乱跳童年的记忆是那么的美好，那么地让人怀念，那么地纯真。现在，我总是喜欢捧着一本厚厚的书坐在学校绿茵草坪上品读，常常沉醉于书中那精彩的情节，美妙的语言乐而忘返。现在，我总是喜欢一个人在雨后的空气清新的田野里游走，一边走，一边思考人生，只是一切都还是那么地模模糊糊而又若隐若现。现在，我总是喜欢独自一人站在阳台上，看那天边飘过的一片片自由的云和那在空中自由飞翔的鹰，渴望着自己自由而又美妙的人生。十几年的时间，一眨眼的功夫，我，就由一个天真活泼的黄毛小丫头变成一个文静成熟亭亭玉立的大姑娘了。小时候，现在！幼稚的我，成熟的我爱哭的我，坚强的我不懂事的我，思考人生的我。哦，我明白了，这一切的一切都是时间改变了我，时间造就了我。时间依旧如江水一样东流，而我，便在这匆匆流逝的时间中慢慢长大，慢慢成熟。小时候，经常围着爸爸闹着要背我，我喜欢待在爸爸那宽大的背上的感觉，常把爸爸弄得气喘吁吁，我还得意地在他的背上手舞足蹈。"}
{"text":"十几年的时间，一眨眼的功夫，我，就由一个天真活泼的黄毛小丫头变成一个文静成熟亭亭玉立的大姑娘了。小时候，现在！幼稚的我，成熟的我爱哭的我，坚强的我不懂事的我，思考人生的我。哦，我明白了，这一切的一切都是时间改变了我，时间造就了我。时间依旧如江水一样东流，而我，便在这匆匆流逝的时间中慢慢长大，慢慢成熟。小时候，经常围着爸爸闹着要背我，我喜欢待在爸爸那宽大的背上的感觉，常把爸爸弄得气喘吁吁，我还得意地在他的背上手舞足蹈。小时候，经常跑到舅舅而前撒娇，每当这时，舅舅总是用他那又长又尖的胡须扎我的脸，弄得我痒痒的哈哈大笑。这时，他便会把我一下子扔到空中，一下又把我接住。小时候，经常和同学们玩捉迷藏，丢手绢的游戏，嘻嘻哈哈，活蹦乱跳童年的记忆是那么的美好，那么地让人怀念，那么地纯真。现在，我总是喜欢捧着一本厚厚的书坐在学校绿茵草坪上品读，常常沉醉于书中那精彩的情节，美妙的语言乐而忘返。现在，我总是喜欢一个人在雨后的空气清新的田野里游走，一边走，一边思考人生，只是一切都还是那么地模模糊糊而又若隐若现。现在，我总是喜欢独自一人站在阳台上，看那天边飘过的一片片自由的云和那在空中自由飞翔的鹰，渴望着自己自由而又美妙的人生。十几年的时间，一眨眼的功夫，我，就由一个天真活泼的黄毛小丫头变成一个文静成熟亭亭玉立的大姑娘了。小时候，现在！幼稚的我，成熟的我爱哭的我，坚强的我不懂事的我，思考人生的我。哦，我明白了，这一切的一切都是时间改变了我，时间造就了我。时间依旧如江水一样东流，而我，便在这匆匆流逝的时间中慢慢长大，慢慢成熟。让微笑照亮每颗心又是秋风起，往事如烟，历历浮现在眼前，思绪又回到了两年前。两年前的秋天，我家遭受了一次浩劫。年迈的爷爷在父母的哭声中离我们而去了。一波未平，一波又起，伤心过度的父亲病倒了，这无非是在母亲的伤口上撒了一把盐。真是祸不单行，又时值秋收季节，这一个又一个的重担就压在母亲一个人身上了。料理完丧事，母亲一边在那二亩多田地里耕作，一边还想着卧病在床的父亲。母亲总是劝慰父亲人死不能复生，我们还是节哀顺便吧。但我知道，母亲心里更是痛苦，把爷爷当作亲生父亲看待的母亲，能不痛苦吗？但母亲深深地知道，她不能倒下去，现在她是这个家里唯一的支柱。"}
{"text":"年迈的爷爷在父母的哭声中离我们而去了。一波未平，一波又起，伤心过度的父亲病倒了，这无非是在母亲的伤口上撒了一把盐。真是祸不单行，又时值秋收季节，这一个又一个的重担就压在母亲一个人身上了。料理完丧事，母亲一边在那二亩多田地里耕作，一边还想着卧病在床的父亲。母亲总是劝慰父亲人死不能复生，我们还是节哀顺便吧。但我知道，母亲心里更是痛苦，把爷爷当作亲生父亲看待的母亲，能不痛苦吗？但母亲深深地知道，她不能倒下去，现在她是这个家里唯一的支柱。母亲干活总是带着微笑，仿佛阳光永恒的停留在她的脸上。我想，母亲心里一定很苦，不然，原本乌黑的头发上怎么会有了银丝？为什么圆滑的脸上爬上了皱纹？妈，让我退学吧。我低头站在母亲面前。母亲的手开始颤抖，饭碗摔在地上，说做人怎能这样没志气，一点困难算得了什么？你要是退学，就别进这个家！我禁不住泪珠无声的落在地上妈，苦了您了。在母亲的感染下，我也学会了时时微笑，终于，田地在我们母女的努力下，喜获丰收。也许是由于母亲的感化，父亲竟奇迹般的比预期的时间提前一个月站了起来。望着母亲的丝丝白发，我和父亲无比内疚，母亲还是微笑，用她心中那颗永恒的太阳照亮了父亲，照亮了我，也照亮了我们这个家。夕阳西下，河水旁，母亲挽着父亲，父亲拉着我。突然，我说爸，妈，来世我们还要一起走。母亲刮了一下我的鼻子，夕阳下，映出我们一家三口的微笑。现在的生活中，小孩动手来煮饭，那是极少数的，所以，我们学校组织了秋游活动，让我们出去野炊星期五到了。我们大家怀着激动的心情，带着自己精心准备的食物来到了学校。在班上，大家有说有笑，讨论着自己今天准备的东西，要表演什么节目，可是，老天却感觉不到我们兴奋的心情，竟然下起了倾盆大雨，同学们看着天气越来越差，心情也跟着低落下来了。我们班，不，应该是整个年段，都在祈祷着，希望老天能够停下雨来，让大家有个开心的秋游。可是，雨却更加变本加厉，哗啦哗啦的下着。时间在飞快的流逝，转眼间，点到了。雨总算小了一点点，学校考虑到了同学们的心情，所以放了一些安全知识的片子给我们看了一下。"}
{"text":"我们班，不，应该是整个年段，都在祈祷着，希望老天能够停下雨来，让大家有个开心的秋游。可是，雨却更加变本加厉，哗啦哗啦的下着。时间在飞快的流逝，转眼间，点到了。雨总算小了一点点，学校考虑到了同学们的心情，所以放了一些安全知识的片子给我们看了一下。我们等啊等，可天气还是没有好转，所以学校做了个决定，我们这次的野炊不去了老师一本正经的来到了班上，为我们宣布这次学校的决定，老师说同学们，怨天不作美啊你们期待的野炊活动临时取消了，对不起哦听了老师的这一番话，同学们开始造反了。这是什么意思啊，我们精心准备了这么久，怎么能说取消就取消呢那我们不是太冤了吗你看，我们花了这么多的钱和心血，到头来，一个取消就让我们的希望全都没了，真是太不公平了老师认真的听着我们讲的话，安慰的说你们觉的有什么损失吗这次学校安排你们去野炊是想锻炼锻炼你们，虽然这次去不成了，但是还有第二次第三次啊你们不要失望，下学期我们一定去听了这些，我们的心情总算平静下来了，大家找到自己的组员，开始了狼吞虎咽这次的秋游，虽然没有去成，但是大家还是很快乐也很难忘。就像张老师说的，如果去成了，你们大概一两年后就会忘记了，但是你们没去成，可能就会终生难忘啊听了老师的一番话，大家开心的笑了微笑是沙漠里的一眼清泉微笑是黑夜中的航标灯微笑是雨天里的一把伞微笑是心灵之间的桥梁有一抹微笑使我难以忘怀。铃刺耳的考试铃声回荡在走廊里，面对陌生而又复杂的石膏像，我紧张极了，手心在不停地冒冷汗，别人都已经开始起稿了，而我呢？脑子里如同一团乱麻，不知从何下笔，正在我着急的时候，一只大手拍了拍我的肩膀，我抬起头，看到老师正朝我微笑，不用紧张，好好画，你能行！一缕阳光透过窗户照在了我的画纸上，对！我能行！于是我重新拿起画笔开始勾线。我的手自由地上下摆动，画出了光滑而流畅的线条，脑海中仍然浮现着老师的微笑。我从微笑中读出了希望，读出了鼓励。那一抹微笑已经深深地刻在了我的心中。铛，铛，铛。时钟响了十二下，已经十二点了。啪！我扔下手中的钢笔，像泄了气的皮球一样坐在椅子上，望着成堆的作业，我想到了放弃，干脆明天跟老师说一声，不交作业了。我心想着。突然，眼前出现了一张带着微笑的面庞。那微笑中充满了希望与鼓励。"}
{"text":"一缕阳光透过窗户照在了我的画纸上，对！我能行！于是我重新拿起画笔开始勾线。我的手自由地上下摆动，画出了光滑而流畅的线条，脑海中仍然浮现着老师的微笑。我从微笑中读出了希望，读出了鼓励。那一抹微笑已经深深地刻在了我的心中。铛，铛，铛。时钟响了十二下，已经十二点了。啪！我扔下手中的钢笔，像泄了气的皮球一样坐在椅子上，望着成堆的作业，我想到了放弃，干脆明天跟老师说一声，不交作业了。我心想着。突然，眼前出现了一张带着微笑的面庞。那微笑中充满了希望与鼓励。没错，那就是令我难以忘怀的微笑，那是老师的微笑，我又重拾动力，拿起笔，继续完成作业。现在，身在考场的我，又遇到了难题。我左思右想，却怎么也想不出来答案，就在准备放弃这一题的时候，我眼前再次浮了老师的微笑，那微笑仿佛在对我说加油！别放弃！我重新看了一遍题目，经过细心的分析，终于找到了答案。那一抹微笑总是在我遇到困难的时候给予我鼓励。我永远不会忘记那饱含希望与鼓励的微笑，那一抹微笑真是令我难以忘怀。议论文阅读不经意的善当香蕉皮躺在人行道上时，总有人把它拾起当有怀着宝宝的妈妈走上车时，总有人已经准备好了座位当听见有因为嘴馋卡在树上的喵喵声时总有人停下来帮它解围这些场景每天都发生在我们身边，你已经不再感到好奇，也无需好奇，只是一份温暖流过心间。这是一种善良，不经意间，已经外露。人之初，性本善。古圣人早已为我们解释了这种奇妙的现象。善来自本心，即使你说你很冷漠，你也曾在别人无助的时候投出过坚定的眼神即使你说你很自私，你也曾在别人困窘时伸出过一双温暖的手即使你说你没有行过善，你也曾在街上投下过一枚小小的硬币。因为善来自本心，很小的事就可以体现，小到连自己都察觉不到，你也未曾思量过有所回报，只一份温暖流过，来自本心，已不足为奇。一直被这样一个故事感动着一个越狱的犯人又饿又渴，来到了一个水果摊前，摊主是位老婆婆，看见这穷宓娜耍动了恻隐之心，二话不说拿起两个又红又大的苹果塞给这人。接下来的两天情况依然如此。就在一天的生意结束之后，老婆婆在收摊的时候发现了一张通缉令，那人不是别人，正是她送苹果的乞人。摊主报了警。就在犯人再次出现的时候被一举抓获了。没有怨恨亦没有惊恐，反而是欣慰的笑。"}
{"text":"一直被这样一个故事感动着一个越狱的犯人又饿又渴，来到了一个水果摊前，摊主是位老婆婆，看见这穷宓娜耍动了恻隐之心，二话不说拿起两个又红又大的苹果塞给这人。接下来的两天情况依然如此。就在一天的生意结束之后，老婆婆在收摊的时候发现了一张通缉令，那人不是别人，正是她送苹果的乞人。摊主报了警。就在犯人再次出现的时候被一举抓获了。没有怨恨亦没有惊恐，反而是欣慰的笑。而老婆婆得到了十万元的赏金老婆婆的善良不仅唤醒了一颗迷失的心，也保全了自己，并得到了一笔意外之财。善良也许就是有这样神奇的功能，也许是不经意的，也许看上去微不足道，但无形间它已经改变了很多。不要对这个社会失去信心，不要说善良难求。善良时时刻刻都在，存在于每个角落。小悦悦走后批评愤怒自我检讨的同时不要忘记还有个陈阿姨，彭宇案后怀疑惊恐忐忑的背后仍然还有不顾一切后果搀扶老人的大学生。善良来自本心，不要吝惜你的善良，从心而动，尽情挥洒。这个世界会因为你的不经意更加美丽。父亲的手，即使是在教训孩子，也会给以孩子温暖。――题记自我有了记忆能力起，我对父亲一直有一种天生的畏惧感，老实说，父亲并不高大，一米七的个头，略有些发福的腰，微微挺起的肚子，以及一副金丝边眼镜，怎么看怎么像个有学问之人，理应是温文尔雅的。谁知在我的心中，他却像个山野村夫一样，有些匪气。尤其是他那双手，虽不似练武之人布满老茧，威力却很惊人。他的手，厚且大，指头极粗，张开五指，便像一块砖一样厚重。当他的砖一样的手掌向我挥来时，我顿时觉得我成了孙猴子，即将被五指山压得无翻身之日。事实上，我也仅仅和父亲的手掌亲密接触过三次，第一次是手，第二次是脸，第三次是头。记得我八岁那年，正值顽童岁月，也是任性的时候，那时我迷上一套漫画，数次开口索要不成后，我便挺而走险――偷，大概偷了三十块钱，当然，当时的我显然不够熟练――当然后来也没偷过，当我把手伸进父亲皮夹的一刹那，我忽然感觉身后鼻息直喷颈部，反头一看，一黑脸大汉正铁着一张脸，剑眉集中，怒视着我。当天，当父亲的砖头手第一次用力地拍到我的手掌时，我还是不争气地哭了，因为太痛了从那时起，我对父亲的畏惧程度一天天加剧，心中也产生了一丝丝怨恨。"}
