{"text":"内选秦汉至齐梁间的诗文，共三十卷，是我国最早的一部诗文总集。唐代李善为之作注，分为六十卷。曹丕典论论文，见该书第五十二卷。为艺术而艺术十九世纪法国作家戈蒂叶提出的一种资产阶级文艺观点见小说莫班小姐序。它认为艺术可以超越一切功利而存在，创作的目的就在于艺术作品的本身，与社会政治无关。文章事可以留名声于千载曹丕典论论文盖文章经国之大业，不朽之盛事年寿有时而尽，荣乐止乎其身二者必至之常期，未若文章之无穷。是以古之，寄身于翰墨，见意于篇籍，不假良史之辞，不托飞驰之势，而声名自传于后。文章小道曹植与杨德祖修书辞赋小道，固未足以揄扬大义，彰示来世也。昔扬子云先朝执戟之臣耳，犹称壮夫不为也吾虽德薄，位为藩侯，犹庶几戮力上国，流惠下民，建永世之业，留金石之功岂徒以翰墨为勋绩，辞赋为君子哉！曹植早年以文才为曹操所爱，屡次想立他为太子他也结纳杨修丁仪丁M等为羽翼，在曹操面前和曹丕争宠。但他后来因为任性骄纵，失去了曹操的欢心，终于未得嗣立。到了曹丕即位以后，他常被猜忌，更觉雄才无所施展。明帝时又一再上表求自试，希望能够用他带兵去征吴伐蜀，建功立业，但他的要求也未实现。建安七子这个名称始于曹丕的典论论文今之文人，鲁国孔融文举，广陵陈琳孔璋，山阳王粲仲宣，北海徐干伟长，陈留阮r元瑜，汝南应`德琏，东平刘桢公干斯七子者，于学无所遗，于辞无所假，咸以自骋骥马录于千里，仰齐足而并驰。后人据此便称孔融等为建安七子。按孔融―，鲁国今山东曲阜人，汉献帝时为北海相，太中大夫。陈琳？―，广陵今江苏江都人，曾任司空曹操军谋祭酒。王粲―，山阳高平今山东邹县人，曾任丞相曹操军谋祭酒侍中。徐干―，北海今山东潍坊西南人，曾任司空军谋祭酒五官将曹丕文学。阮r？―，陈留尉氏今河南尉氏人，曾任司空军谋祭酒。应？―，汝南今河南汝南人，曾任丞相掾属五官将文学。刘桢？―，东平今山东东平人，曾任丞相掾属。曹丕在典论论文中评论孔融的文章说孔融体气高妙，有过人者。然不能持论，理不胜词，以至乎杂以嘲戏及其所善，扬班俦也。"}
{"text":"王粲―，山阳高平今山东邹县人，曾任丞相曹操军谋祭酒侍中。徐干―，北海今山东潍坊西南人，曾任司空军谋祭酒五官将曹丕文学。阮r？―，陈留尉氏今河南尉氏人，曾任司空军谋祭酒。应？―，汝南今河南汝南人，曾任丞相掾属五官将文学。刘桢？―，东平今山东东平人，曾任丞相掾属。曹丕在典论论文中评论孔融的文章说孔融体气高妙，有过人者。然不能持论，理不胜词，以至乎杂以嘲戏及其所善，扬班俦也。按建安七子中，陈琳等都是曹操门下的属官，只有孔融例外在年龄上，他比其余六人约长十余岁而又最先逝世，年辈也不相同。他没有应酬和颂扬曹氏父子的作品，而且还常常讽刺曹操。后汉书孔融传载曹操攻屠邺城，袁氏妇子多见侵略，而操子不私纳袁熙按为袁绍子妻甄氏。融乃与操书，称武王伐纣，以妲己赐周公。操不悟，后问出何经典。对曰以今度之，想当然耳。时年饥兵兴，操表制酒禁，融频书争之，多侮慢之辞。唐代章怀太子李贤注引孔融与曹操论酒禁书，其中有夏商亦以妇人失天下，今令不断婚姻。而将酒独急者，疑但惜谷耳等语。何以解忧？惟有杜康见曹操的短歌行。杜康，相传为周代人，善造酒。关于曹操杀孔融的经过，后汉书孔融传说曹操既积嫌忌，而郗虑复k成其罪，遂令丞相军谋祭酒路粹枉状奏融曰融前与白衣祢衡跌荡放言，云父之于子，当有何亲？论其本意，实为情欲发耳。子之于母，亦复奚为？譬如寄物瓶中，出则离矣。大逆不道，宜极重诛。书奏，下狱弃市。又三国志魏书崔琰传注引孙盛魏氏春秋，内载曹操宣布孔融罪状的令文说平原祢衡受传融论，以为父母与人无亲，譬若缶瓦器，寄盛其中。又言若遭饿馑，而父不肖，宁赡活余人。融违天反道，败伦乱理，虽肆市朝，犹恨其晚。祢衡―字正平，平原般今山东临邑人，汉末文学家。他很有文才，与孔融杨修友善，曾屡次辱骂曹操因为他文名很大，曹操虽想杀他而又有所顾忌，便将他送到刘表处去，后因侮慢刘表，又被送给江夏太守黄祖，终于为黄祖所杀，死时年二十六。何晏？―字平叔，南阳宛今河南南阳人。曹操的女婿。齐王曹芳时，曹爽执政，用他为吏部尚书，后与曹爽同时被司马懿所杀。"}
{"text":"又言若遭饿馑，而父不肖，宁赡活余人。融违天反道，败伦乱理，虽肆市朝，犹恨其晚。祢衡―字正平，平原般今山东临邑人，汉末文学家。他很有文才，与孔融杨修友善，曾屡次辱骂曹操因为他文名很大，曹操虽想杀他而又有所顾忌，便将他送到刘表处去，后因侮慢刘表，又被送给江夏太守黄祖，终于为黄祖所杀，死时年二十六。何晏？―字平叔，南阳宛今河南南阳人。曹操的女婿。齐王曹芳时，曹爽执政，用他为吏部尚书，后与曹爽同时被司马懿所杀。三国志魏书曹爽传说他少以才秀知名，好老庄言，作道德论及诸文赋著述凡数十篇。关于何晏搽粉的事，三国志魏书曹爽传注引鱼豢魏略说晏性自喜，动静粉白不去手，行步顾影。但晋代人裴启所著语林则说晏美姿仪，面绝白，魏文帝疑其著粉后正夏月，唤来，与热汤饼，既炎，大汗出，随以朱衣自拭，色转皎洁，帝始信之。关于何晏服药的事，世说新语言语载何平叔云服五石散，非唯治病，亦觉神明开朗。刘孝标注引秦丞相按当作秦承祖寒食散论说寒食散之方，虽出汉代，而用之者寡，靡有传焉。魏尚书何晏首获神效，由是大行于世，服者相寻。又隋代巢元方诗病源候论卷六寒食散发候篇说皇甫谧云寒食药者，世莫知焉，或言华佗，或曰仲景张机。近世尚书何晏，耽声好色，始服此药。心加开朗，体力转强。京师翕然，传以相授。晏死之后，服者弥繁，于时不辍。巢元方隋炀帝大业中，为太医博士，奉诏撰诸病源候论五十卷。关于寒食散的服法与解法，详见该书卷六寒食散发候篇。扪虱而谈这是王猛的故事。王猛―，字景略，北海剧今山东寿光人。晋书王猛传说桓温入关，猛被褐而诣之，一面谈当世之事，扪虱而言，旁若无人。葛洪约―字稚川，句容今江苏句容人。晋书葛洪传说他为人木讷，不好荣利，究览典籍，尤好神仙导养之法。所著抱朴子，共八卷，分内外二篇，内篇论神仙方药，外篇论时政人事。关于服散的记载，见该书内篇。关于服散作假的事，太平广记卷二四七引侯白启颜录载后魏孝文帝时，诸王及贵臣多服石药，皆称石发。乃有热者，非富贵者，亦云服石发热，时人多嫌其诈作富贵体。"}
{"text":"葛洪约―字稚川，句容今江苏句容人。晋书葛洪传说他为人木讷，不好荣利，究览典籍，尤好神仙导养之法。所著抱朴子，共八卷，分内外二篇，内篇论神仙方药，外篇论时政人事。关于服散的记载，见该书内篇。关于服散作假的事，太平广记卷二四七引侯白启颜录载后魏孝文帝时，诸王及贵臣多服石药，皆称石发。乃有热者，非富贵者，亦云服石发热，时人多嫌其诈作富贵体。有一人于市门前卧，宛转称热，要人竞看，同伴怪之，报曰我石发。同伴人曰君何时服石，今得石发？曰我昨市米中有石，食之今发。众人大笑。自后少有人称患石发者。关于闻讳而哭的事，世说新语任诞载桓南郡桓玄被召作太子洗马，船泊荻渚。王大王忱服散后已小醉，往看桓，桓为设酒，不能冷饮，频语左右，令温酒来。桓乃流涕呜咽，王便欲去。桓以手巾掩泪，因谓王曰犯我家讳，何预卿事。王叹曰灵宝桓玄小名故自达。按桓玄的父亲名温，所以他听见王忱叫人温酒便哭泣起来。王弼―字辅嗣，魏国山阳今河南焦作人。王粲的族孙。三国志魏书钟会传说弼好论儒道，辞才逸辩，注易及老子，为尚书郎。夏侯玄―，字太初，沛国谯今安徽亳县人。三国志魏书夏侯尚传说玄少知名，弱冠为散骑黄门侍郎正始初，曹爽辅政。玄，爽之姑子也。累迁散骑常侍中护军。顷之，为征西将军，假节都督雍凉州诸军事。曹爽被司马懿所杀后，他也为司马师所杀。正始名士世说新语文学袁彦伯作名士传成条下梁刘孝标注宏彦伯名以夏侯太初何平叔王辅嗣为正始名士。阮嗣宗嵇叔夜山巨源向子期刘伯伦阮仲容王浚仲为竹林名士。按正始―，魏废帝齐王曹芳的年号。世说新语南朝宋刘义庆撰。内容是记述东汉至东晋间一般文士学士的言谈风貌轶事等。有南朝梁刘孝标所作注释。今传本共三卷，三十六篇。按刘义庆―，彭城今江苏徐州人，宋武帝刘裕的侄子，袭爵为临川王，曾任南兖州刺史。司马懿―字仲达，河内温县今河南温县人。初为曹操主簿，魏明帝时迁大将军。"}
{"text":"阮嗣宗嵇叔夜山巨源向子期刘伯伦阮仲容王浚仲为竹林名士。按正始―，魏废帝齐王曹芳的年号。世说新语南朝宋刘义庆撰。内容是记述东汉至东晋间一般文士学士的言谈风貌轶事等。有南朝梁刘孝标所作注释。今传本共三卷，三十六篇。按刘义庆―，彭城今江苏徐州人，宋武帝刘裕的侄子，袭爵为临川王，曾任南兖州刺史。司马懿―字仲达，河内温县今河南温县人。初为曹操主簿，魏明帝时迁大将军。齐王曹芳即位后，他专断国政死后其子司马昭继为大将军，日谋篡位。咸熙二年，昭子司马炎代魏称帝，建立晋朝。按夏侯玄是被司马师所杀，误记为司马懿。解散方唐书经籍志著录解寒食散方十三卷，徐叔和撰新唐书艺文志著录解寒食方十五卷，徐叔向撰。皇甫谧―字士安，安定朝那今甘肃平凉人。晋朝初年屡征不出，著有高士传逸士传玄晏春秋等。晋书皇甫谧传载有他的一篇上司马炎疏，其中自述因吃散而得到的种种苦痛说臣以弊，迷于道趣。又服寒食药，违错节度，辛苦荼毒，于今七年。隆冬裸袒食冰，当暑烦闷，加以咳逆，或若温e，或类伤寒，浮气流肿，四肢酸重。于今困劣，救命呼嗡，父兄见出，妻息长诀。关于拔剑逐蝇的故事，三国志魏书梁习传注引魏略王思又性急，尝执笔作书，蝇集笔端，驱去复来，如是再三。思恚怒，自起逐蝇，不能得，还取笔掷地，蹋坏之。按清代张英等所编渊鉴类函卷三一五褊急门载王思事，有思自起拔剑逐蝇的话，但未注明引用书名。按王思，济阴今山东定陶人，正始中为大司农。竹林七贤三国志魏书王粲传内附述嵇康事略，裴注引魏氏春秋说康寓居河内之山阳县，与陈留阮籍河内山涛河南向秀籍兄子咸琅琊王戎沛人刘伶相与友善，游于竹林，号为七贤。世说新语任诞亦有一则，说七人常集于竹林之下，肆意酣畅，故世谓竹林七贤。参看本篇注。嵇康―字叔夜，谯国今安徽宿县人，诗人。晋书嵇康传说康早孤，有奇才，远迈不群。学不师受，博览无不该通，长好老庄。与魏宗室婚，拜中散大夫。常修养性服食服药之事，弹琴咏诗，自足于怀。"}
{"text":"世说新语任诞亦有一则，说七人常集于竹林之下，肆意酣畅，故世谓竹林七贤。参看本篇注。嵇康―字叔夜，谯国今安徽宿县人，诗人。晋书嵇康传说康早孤，有奇才，远迈不群。学不师受，博览无不该通，长好老庄。与魏宗室婚，拜中散大夫。常修养性服食服药之事，弹琴咏诗，自足于怀。康善谈理，又能属文，其高情远趣，率然玄远他的著作，现存嵇康集十卷，有校本。阮籍―字嗣宗，陈留尉氏今河南尉氏人，阮r之子，诗人，与嵇康齐名。仕魏为从事中郎步兵校尉。晋书阮籍传说他博览群籍，尤好庄老。嗜酒能啸，善弹琴。又说籍本有济世志，属魏晋之际，天下多故，名士少有全者，籍由是不与世事，遂酣饮为常。他的著作，现存阮籍集十卷。刘伶字伯伦，沛国今安徽宿县人。仕魏为建威参军。著有酒德颂，托言有大人先生，止则操执觚，动则挈}提壶，唯酒是务，焉知其余。有贵介公子，|绅处士在他的面前陈说礼法，而他方捧承槽，衔杯漱醪，奋髯箕踞，枕麦曲藉糟，无思无虑，其乐陶陶。关于阮籍能为青白眼，见晋书阮籍传籍又能为青白眼，见礼俗之士，以白眼对之。他的母亲死了，嵇喜来吊，籍作白眼，喜不怿而退。喜弟康闻之，乃赍酒挟琴造焉，籍大悦，乃见青眼。由是礼法之士疾之若雠。口不臧否人物见晋书阮籍传籍虽不拘礼教，然发言玄远，口不臧否人物。晋代常有子呼父名的例子，如晋书胡母辅之传辅之正酣饮，谦之辅之的儿子门规而厉声曰彦国辅之的号，年老不得为尔！将令我尻背东壁。辅之欢笑，呼入与共饮。又王蒙传王蒙，字仲祖美姿容，尝览镜自照，称其父字曰王文开生如此儿耶！关于刘伶裸形见客的事，世说新语任诞载刘伶恒纵酒放达，或脱衣裸形在屋中，人见讥之。伶曰我以天地为栋宇，屋室为衣，诸君何为入我中？刘孝标注引邓粲晋纪所记略同。大人先生传阮籍借大人先生之口来抒写自己胸怀的一篇文章。这里所引的三句是大人先生所作的歌。"}
{"text":"将令我尻背东壁。辅之欢笑，呼入与共饮。又王蒙传王蒙，字仲祖美姿容，尝览镜自照，称其父字曰王文开生如此儿耶！关于刘伶裸形见客的事，世说新语任诞载刘伶恒纵酒放达，或脱衣裸形在屋中，人见讥之。伶曰我以天地为栋宇，屋室为衣，诸君何为入我中？刘孝标注引邓粲晋纪所记略同。大人先生传阮籍借大人先生之口来抒写自己胸怀的一篇文章。这里所引的三句是大人先生所作的歌。关于阮籍借醉辞婚的故事，晋书阮籍传载文帝司马昭，误记为司马懿初欲为武帝司马炎求婚于籍，籍醉六十日，不得言而止。颜延之―字延年，琅琊临沂今山东临沂人，南朝宋诗人。文选卷二十三阮籍咏怀诗下，李善注引颜延之的话嗣宗身仕乱朝，常恐罹谤遇祸，因兹发咏，故每有忧生之嗟虽志在刺讥，而文多隐避，百代之下，难以情测，故粗明大意，略其幽旨也。难自然好学论嵇康为反驳张邈字辽叔的自然好学论而作的一篇论文。管叔蔡叔是周武王的两个兄弟。史记管蔡世家说武王已克殷纣，平天下，封功臣昆弟。于是封叔鲜于管，封叔度于蔡，二人相纣子武庚禄父按禄父为武庚之名，治殷遗民。封叔旦于鲁而相周，为周公。武王既崩，成王少，周公旦专王室。管叔蔡叔疑周公之为不利于成王，乃挟武庚以作乱。周公旦承成王命伐诛武庚，杀管叔，而放蔡叔，迁之。嵇康的管蔡论为管蔡辩解，说管蔡皆服教殉义，忠诚自然。周公践政，率朝诸侯。而管蔡服教，不达圣权，卒遇大变，不能自通。忠于乃心，思在王室。遂乃抗言率众，欲除国患。与山巨源绝交书山巨源，即竹林七贤之一的山涛―，河内怀今河南武陟人。他在魏元帝曹奂景元年间投靠司马昭，曾任选曹郎，后将去职，欲举嵇康代任，康作书拒绝，并表示和他绝交，书中自说不堪受礼法的束缚，又每非汤武而薄周孔，在人间不止，此事会显，世教所不容。后来嵇康受朋友吕安案的牵连，钟会便乘机劝司马昭把他杀了。三国志魏书王粲传注引魏氏春秋叙述他被杀的经过说大将军司马昭尝欲辟征召康。康既有绝世之言，又从子不善，避之河东，或云避世。及山涛为选曹郎，举康自代，康答书拒绝，因自说不堪流俗而非薄汤武。"}
{"text":"他在魏元帝曹奂景元年间投靠司马昭，曾任选曹郎，后将去职，欲举嵇康代任，康作书拒绝，并表示和他绝交，书中自说不堪受礼法的束缚，又每非汤武而薄周孔，在人间不止，此事会显，世教所不容。后来嵇康受朋友吕安案的牵连，钟会便乘机劝司马昭把他杀了。三国志魏书王粲传注引魏氏春秋叙述他被杀的经过说大将军司马昭尝欲辟征召康。康既有绝世之言，又从子不善，避之河东，或云避世。及山涛为选曹郎，举康自代，康答书拒绝，因自说不堪流俗而非薄汤武。大将军闻而怒焉。初，康与东平吕昭子巽及巽弟安亲善。会巽淫安妻徐氏，而诬安不孝，囚之。安引康为证，康义不负心，保明其事。安亦至烈，有济世志力，钟会劝大将军因此除之，遂杀安及康。康临刑自若，援琴而鼓，既而叹曰雅音于是绝矣！时人莫不哀之。按杀嵇康的是司马昭，误记为司马懿。裴Q―字逸民，河东闻喜今山西闻喜人。晋惠帝时为国子祭酒，兼右军将军，迁尚书左仆射，后为司马伦赵王所杀。晋书裴Q传说Q深患时俗放荡，不尊儒术。何晏阮籍素有高名于世，口谈浮虚，不遵礼法，尸禄耽宠，仕不事事至王衍之徒，声誉太盛，位高势重，不以物务自婴，遂相仿效，风教陵迟，乃著崇有之论以释其蔽。孙盛字安国，太原中都今山西平遥人。曾任桓温参军，长沙太守。著有魏氏春秋晋阳秋等。他的老聃非大贤论，批评当时清谈家奉为宗主的老聃，用老聃自己的话证明他的学说的自相矛盾，不切实际，从而断定老聃并非大贤。何曾―字颖考，陈国阳夏今河南太康人。司马炎篡魏，他因劝进有功，拜太尉，封公爵。晋书何曾传说时按当为魏高贵乡公即位初年步兵校尉阮籍负才放诞，居丧无礼。曾面质籍于文帝误记为司马懿座曰卿纵情背礼，败俗之人。今忠贤执政，综核名实，若卿之曹，不可长也。因言于帝曰公方以孝治天下，而听阮籍以重哀母丧饮酒食肉于公座。宜摈四裔，无令染华夏。帝曰此子羸病若此，君不能为吾忍耶！曾重引据，辞理甚切。帝虽不从，时人敬惮之。明于礼义而陋于知人心二句，见庄子田子方温伯雪子适齐，舍于鲁，鲁人有请见之者，温伯雪子曰不可，吾闻中国之君子，明乎礼义而陋于知人心，吾不欲见也。"}
{"text":"曾面质籍于文帝误记为司马懿座曰卿纵情背礼，败俗之人。今忠贤执政，综核名实，若卿之曹，不可长也。因言于帝曰公方以孝治天下，而听阮籍以重哀母丧饮酒食肉于公座。宜摈四裔，无令染华夏。帝曰此子羸病若此，君不能为吾忍耶！曾重引据，辞理甚切。帝虽不从，时人敬惮之。明于礼义而陋于知人心二句，见庄子田子方温伯雪子适齐，舍于鲁，鲁人有请见之者，温伯雪子曰不可，吾闻中国之君子，明乎礼义而陋于知人心，吾不欲见也。据唐代成玄英注温伯，字雪子，春秋时楚国人。误记为季札。阮籍不愿儿子效法自己的事，见晋书阮籍传籍子浑，字长成，有父风，少幕通达，不饰小节，籍谓曰仲容已豫吾此流，汝不得复尔。又世说新语任诞也载有此事。按阮咸，字仲容，阮籍兄阮熙之子。嵇康怠慢钟会，见晋书嵇康传康性绝巧而好锻打铁。宅中有一柳树甚茂，乃激水圜之，每夏月，居其下以锻。又说初，康居贫，尝与向秀共锻于大树之下，以自赡给。颍川钟会，贵公子也，精练有才辩，故往造焉。康不为之礼，而锻不辍。良久会去，康谓曰何所闻而来，何所见而去？会曰闻所闻而来，见所见而去。会以此憾之。按钟会―，字士季，颍川长社今河南长葛人。司马昭的重要谋士，官至左徒。魏常通乡公景元三年拜镇西将军，次年统兵伐蜀，蜀平后谋反，被杀。家诫见嵇康集卷十。所举的这几条的原文是君子用心，所欲准行，自当量其善者，必拟议而后动。所居长吏，但宜敬之而已尖，不当极亲密，不宜数往往当有时。其有众人，又不当独在后，又不当宿。所以然者，长吏喜问外事，或时发举，则怨者谓人所说，无以自免也。若会酒坐，见人争语，其形势似欲转盛，便当无何舍去之。此将斗之兆也。坐视必见曲直，傥不能不有言，有言必是在一人其不是者方自谓为直，则谓曲我者有私于彼，便怨恶之情生矣或便获悖辱之言。又慎不须离楼，强劝人酒，不饮自己若人来劝己，辄当为持之，勿稍逆也。据校本按嵇康的儿子名绍，字延祖，晋书嵇绍传说他十岁而孤。刘勰？―约字彦和，南东莞今江苏镇江人，南朝梁文艺理论家。著有文心雕龙。这里所引的两句，见于该书才略篇。"}
