{"text":"心灵的孤独与性格的孤僻是两回事。孤僻属于弱者，孤独属于强者。两者都不合群，但前者是因为惧怕受到伤害，后者是因为精神上的超群卓绝。无聊寂寞孤独是三种不同的心境。无聊是把自我消散于他人之中的欲望，它寻求的是消遣。寂寞是自我与他人共在的欲望，它寻求的是普通的人间温暖。孤独是把他人接纳到自我之中的欲望，它寻求的是理解。无聊者自厌，寂寞者自怜，孤独者自足。庸人无聊，天才孤独，人人都有寂寞的时光。无聊是喜剧性的，孤独是悲剧性的，寂寞是中性的。无聊属于生物性的人，寂寞属于社会性的人，孤独属于形而上的人。一颗平庸的灵魂，并无值得别人理解的内涵，因而也不会感受到真正的孤独。孤独是一颗值得理解的心灵寻求理解而不可得，它是悲剧性的。无聊是一颗空虚的心灵寻求消遣而不可得，它是喜剧性的。寂寞是寻求普通的人间温暖而不可得，它是中性的。然而，人们往往将它们混淆，甚至以无聊冒充孤独我孤独了。啊，你配吗？孤独者必不合时宜。然而，一切都可以成为时髦，包括孤独。"}
{"text":"是的，甚至连爱也不能。凡是领悟人生这样一种根本性孤独的人，便已经站到了一切人间欢爱的上方，爱得最热烈时也不会做爱的奴隶。有两种孤独。灵魂寻找自己的来源和归宿而不可得，感到自己是茫茫宇宙中的一个没有根据的偶然性，这是绝对的形而上的哲学性质的孤独。灵魂寻找另一颗灵魂而不可得，感到自己是人世间的一个没有旅伴的漂泊者，这是相对的形而下的社会性质的孤独。前一种孤独使人走向上帝和神圣的爱，或者遁入空门。后一种孤独使人走向他人和人间的爱，或者陷入自恋。一切人间的爱都不能解除形而上的孤独。然而，谁若怀着形而上的孤独，人间的爱在他眼里就有了一种形而上的深度。当他爱一个人时，他心中会充满佛一样的大悲悯。在他所爱的人身上，他又会发现神的影子。孤独源于爱，无爱的人不会孤独。也许孤独是爱的最意味深长的赠品，受此赠礼的入从此学会了爱自己，也学会了理解别的孤独的灵魂和深藏于它们之中的深邃的爱，从而为自己建立了一个珍贵的精神世界。生命纯属偶然，所以每个生命都要依恋另一个生命，相依为命，结伴而行。生命纯属偶然，所以每个生命都不属于另一个生命，像一阵风，无牵无挂。每一个问题至少有两个相反的答案。当一个孤独寻找另一个孤独时，便有了爱的欲望。可是，两个孤独到了一起就能够摆脱孤独了吗？孤独之不可消除，使爱成了永无止境的寻求。在这条无尽的道路上奔走的人，最终就会看破小爱的限度，而寻求大爱，或者――超越一切爱，而达于无爱。人在世上是需要有一个伴的。有人在生活上疼你，终归比没有好。至于精神上的幸福，这只能靠你自己，――永远如此。只要你心中的那个美好的天地完好无损，那块新大陆常新，就没有人能夺走你的幸福。那些不幸的天才，例如尼采和凡高，他们最大的不幸并不在于无人理解，因为精神上的孤独是可以用创造来安慰的，而恰恰在于得不到普通的人间温暖，活着时就成了被人群遗弃的孤魂。"}
{"text":"人在世上是需要有一个伴的。有人在生活上疼你，终归比没有好。至于精神上的幸福，这只能靠你自己，――永远如此。只要你心中的那个美好的天地完好无损，那块新大陆常新，就没有人能夺走你的幸福。那些不幸的天才，例如尼采和凡高，他们最大的不幸并不在于无人理解，因为精神上的孤独是可以用创造来安慰的，而恰恰在于得不到普通的人间温暖，活着时就成了被人群遗弃的孤魂。独身的最大弊病是孤独，乃至在孤独中死去。可是，孤独既是一种痛苦，也是一种享受，而再好的婚姻也不能完全免除孤独的痛苦，却多少会损害孤独的享受。至于死，任何亲人的在场都不能阻挡它的必然到来，而且死在本质上总是孤独的。当我们知道了爱的难度，或者知道了爱的限度，我们就谈论友谊。当我们知道了友谊的难度，或者知道了友谊的限度，我们就谈论孤独。当然，谈论孤独仍然是一件非常奢侈的事情。有人独倚晚妆楼――何等有力的引诱！她以醒目的方式提示了爱的缺席。女人一孤独，就招人怜爱了。相反，在某种意义上，孤独是男人的本分。我爱她，她成了我的一切，除她之外的整个世界似乎都不存在了。那么，一旦我失去了她，是否就失去了一切呢不。恰恰相反，整个世界又在我面前展现了。我重新得到了一切。未经失恋的人不懂爱情，未曾失意的人不懂人生。"}
{"text":"但是，前提是人类和人类精神的存在，人类精神的基本价值得到肯定。唯有置身于人类中，你才能坚持对于人类精神价值的信念，从而有精神上的充实自足。优秀灵魂的自爱其实源于对人类精神的泛爱。如果与人类精神永远隔绝，譬如说沦入无人地带或哪怕是野蛮部落之中，永无生还的希望，思想和作品也水无传回人间的可能，那么，再优秀的灵魂恐伯也难以自足了。乘飞机，突发奇想如果在临死前，譬如说这架飞机失事了，我从空中摔落，而这时我看到了极美的景色，获得了极不寻常的体验，这经历和体验有没有意义呢？由于我不可能把它们告诉别人，它们对于别人当然没有意义。对于我自己呢？人们一定会说既然你顷刻间就死了，这种经历和体验亦随你而毁灭，在世上不留任何痕迹，它们对你也没有意义。可是，同样的逻辑难道不是适用于我一生中任何时候的经历和体验吗？不对，你过去的经历和体验或曾诉诸文字，或曾传达给他人，因而已经实现了社会的功能。那么，意义的尺度归根结底是社会的吗？假如把你放逐到火星上去，只有你一个人，水远不能再回地球接触人类，同时让你长生不老，那时你做什么写作。假如你的作品永远没有被人读到的希望自杀。在体察别人的心境方面，我们往往都很粗心。人人都有自己的烦恼事，都不由自主地被琐碎的日常生活推着走，谁有工夫来注意你的心境，注意到了又能替你做什么呢？当心灵的重负使你的精神濒于崩溃，只要减一分便能得救时，也未必有人动这一举手之劳，因为具备这个能力的人多半觉得自己有更重要的事要做，压根儿想不到那一件他轻易能做到的小事竟会决定你的生死。心境不能沟通，这是人类生存的基本境遇之一，所以每个人在某个时刻都会觉得自己是被弃的孤儿。独特，然后才有沟通。毫无特色的平庸之辈厮混在一起，只有委琐，岂可与语沟通。每人都展现出自己独特的美，开放出自己的奇花异卉，每人也都欣赏其他一切人的美，人人都是美的创造者和欣赏者，这样的世界才是赏心悦目的人类家园。一个幼儿摔倒在地，自己爬了起来。他突然看见妈妈，就重新摆出摔倒的姿势，放声大哭。"}
{"text":"心境不能沟通，这是人类生存的基本境遇之一，所以每个人在某个时刻都会觉得自己是被弃的孤儿。独特，然后才有沟通。毫无特色的平庸之辈厮混在一起，只有委琐，岂可与语沟通。每人都展现出自己独特的美，开放出自己的奇花异卉，每人也都欣赏其他一切人的美，人人都是美的创造者和欣赏者，这样的世界才是赏心悦目的人类家园。一个幼儿摔倒在地，自己爬了起来。他突然看见妈妈，就重新摆出摔倒的姿势，放声大哭。我们成年人何尝不是如此。试想种种强烈的情绪，愤怒或痛苦的姿态，如果没有观众在场，其中有多少能坚持下去隐私，心灵中最黑暗也最光明的一隅，在那里，自我在密室中赤身裸体。分享隐私，人际交往中最猥亵也最神圣的一刻，爱与恨信任与猜疑的焦点。交往的限度一切交往都有不可超越的最后界限。在两个人之间，这种界限是不清晰的，然而又是确定的。一切麻烦和冲突都起于无意中想突破这个界限。但是，一旦这个界限清晰可辨并且严加遵守，那么，交往的全部魅力就丧失了，从此情感退场，理智维持着秩序。在任何两人的交往中，必有一个适合于彼此契合程度的理想距离，越过这个距离，就会引起相斥和反感。这一点既适用于爱情，也适用于友谊。也许，两个人之间的外在距离稍稍大于他们的内在距离，能使他们之间情感上的吸引力达到最佳效果。形式应当稍稍落后于内容。实际上并非心心相印的人，倘若形影不离，难免会互相讨厌。和太强的人在一起，我会感觉不到自己的存在。和太弱的人在一起，我会只感觉到自己的存在。只有和强弱相当的人在一起，我才同时感觉到两个人的存在，在两点之间展开了无限的可能性。在一次长途旅行中，最好是有一位称心的旅伴，其次好是没有旅伴，最坏是有一个不称心的旅伴。怎样算是替他人着想，有两种截然相反的理解。在一种人看来，这意味着尊重他人的个别性，不把自己的愿望强加于人，不随意搅扰别人，不使他人为难。在另一种人看来，这意味着乐于助人，频频向人表示关心，一种异乎寻常的热心肠。"}
{"text":"在一次长途旅行中，最好是有一位称心的旅伴，其次好是没有旅伴，最坏是有一个不称心的旅伴。怎样算是替他人着想，有两种截然相反的理解。在一种人看来，这意味着尊重他人的个别性，不把自己的愿望强加于人，不随意搅扰别人，不使他人为难。在另一种人看来，这意味着乐于助人，频频向人表示关心，一种异乎寻常的热心肠。两者的差异源于个性和观念的不同，他们要求于他人的东西也同样是不同的。人与人之间应当保持一定距离，这是每个人的自我的必要的生存空间。缺乏自我的人不懂得这个道理。你因为遭受某种痛苦而独自躲了起来，这时候，往往是这时候，你的门敲响了，那班同情者络绎不绝地到来，把你连同你的痛苦淹没在同情的吵闹声中了。爱情的容量给爱情划界时不妨宽容一些，以便为人生种种美好的遭遇保留怀念的权利。让我们承认，无论短暂的邂逅，还是长久的纠缠，无论相识恨晚的无奈，还是终成眷属的有情，无论倾注了巨大激情的冲突还是伴随着细小争吵的和谐，这一切都是爱情。每个活生生的人的爱情经历不是一座静止的纪念碑，而是一道流动的江河。当我们回顾往事时，我们自己不必否认更不该要求对方否认其中任何一段流程一条支流或一朵浪花。爱情不论短暂或长久，都是美好的。甚至陌生异性之间毫无结果的好感，定睛的一瞥，朦胧的激动，莫名的调怅，也是美好的。因为，能够感受这一切的那颗心毕竞是年轻的。生活中若没有邂逅以及对邂逅的期待，未免太乏味了。人生魅力的前提之一是，新的爱情的可能性始终向你敞开着，哪怕你并不去实现它们。如果爱情的天空注定不再有新的云朵飘过，异性世界对你不再有任何新的诱惑，人生岂不太乏味了不要以成败论人生，也不要以成败论爱情。现实中的爱情多半是失败的不是败于难成眷属的无奈，就是败于终成眷屈的厌倦。然而，无奈留下了永久的怀恋，厌倦激起了常新的追求，这又未尝不是爱情本身的成功。说到底，爱情是超越于成败的。爱情是人生最美丽的梦，你能说你做了一个成功的梦或失败的梦吗我不相信人一生只能爱一次，我也不相信人一生必须爱许多次。"}
{"text":"现实中的爱情多半是失败的不是败于难成眷属的无奈，就是败于终成眷屈的厌倦。然而，无奈留下了永久的怀恋，厌倦激起了常新的追求，这又未尝不是爱情本身的成功。说到底，爱情是超越于成败的。爱情是人生最美丽的梦，你能说你做了一个成功的梦或失败的梦吗我不相信人一生只能爱一次，我也不相信人一生必须爱许多次。次数不说明问题。爱情的容量即一个人的心灵的容量。你是深谷，一次爱情就像一道江河，许多次爱情就像许多浪花。你是浅滩，一次爱情只是一条细流，许多次爱情也只是许多泡沫。爱情既是在异性世界中的探险，带来发现的惊喜，也是在某一异性身边的定居，带来家园的安宁。但探险不是猎奇，定居也不是占有。毋宁说，好的爱情是双方以自由为最高赠礼的洒脱，以及决不滥用这一份自由的珍惜。世上并无命定的姻缘，但是，那种一见倾心终生眷恋的爱情的确具有一种命运般的力量。爱情是盲目的，只要情投意合，仿佛就一丑遮百丑。爱情是心明眼亮的，只要情深意久，确实就一丑遮百丑。一个爱情的生存时间或长或短，但必须有一个最短限度，这是爱情之为爱情的质的保证。小于这个限度，两情无论怎样热烈，也只能算作一时的迷恋，不能称作爱情。初恋的感情最单纯也最强烈，但同时也最缺乏内涵，几乎一切初恋都是十分相像的。因此，尽管人们难以忘怀自己的初恋经历，却又往往发现可供回忆的东西很少。我相信成熟的爱情是更有价值的，因为它是全部人生经历发出的呼唤。真正富有人道精神的人，所拥有的不是那种浅薄的仁慈，也不是那种空洞的博爱，而是一种内在的精神上的丰富。因为丰富，所以能体验一切人间悲欢。也因为丰富，所以对情感的敏锐感应不会流于病态纤巧。他细腻而不柔弱，有力而不冷漠，这是一颗博大至深的心灵。"}
{"text":"我爱故我在。心与心之间的距离是最近的，也是最远的。到世上来一趟，为不多的几颗心灵所吸引，所陶醉，来不及满足，也来不及厌倦，又匆匆离去，把一点迷惘留在世上。爱情与事业，人生的两大追求，其实质为一，均是自我确认的方式。爱情是通过某一异性的承认来确认自身的价值，事业是通过社会的承认来确认自身的价值。爱的价值在于它自身，而不在于它的结果。结果可能不幸，可能幸福，但永远不会最不幸和最幸福。在爱的过程中间，才会有最的体验和想象。性爱是人生之爱的原动力。一个完全不爱异性的人不可能爱人生。人们常说，爱情使人丧失自我。但还有相反的情形爱情使人发现自我。在爱人面前，谁不是突然惊喜地发现，他自己原来还有这么多平时疏忽的好东西他渴望把自己最好的东西献给爱人，于是他寻找，他果然找到了。呈献的愿望导致了发现。没有呈献的愿望，也许一辈子发现不了。我突然感到这样忧伤。我思念着爱我或怨我的男人和女人，我又想到总有一天他们连同他们的爱和怨都不再存在，如此触动我心绪的这小小的情感天地不再存在，我自己也不再存在。"}
{"text":"人与人之间必须有一定的距离，相爱的人也不例外。婚姻之所以容易终成悲剧，就因为它在客观上使得这个必要的距离难以保持。一旦没有了距离，分寸感便丧失。随之丧失的是美感自由感彼此的宽容和尊重，最后是爱情。爱可以抚慰孤独，却不能也不该消除孤独。如果爱妄图消除孤独，就会失去分寸，走向反面。分寸感是成熟的爱的标志，它懂得遵守人与人之间必要的距离，这个距离意味着对于对方作为独立人格的尊重，包括尊重对方独处的权利。孔子说唯女子与小人为难养也，近之则不孙，远之则怨。这话对女子不公平。其实，近之则不孙几乎是人际关系的一个规律，并非只有女子如此。太近无君子，谁都可能被惯成或逼成不逊无礼的小人。所以，两性交往，不论是恋爱结婚还是某种亲密的友谊，都以保持适当距离为好。君子远小人是容易的，要怨就让他去怨。男人远女人就难了，孔子心里明白吾未见好德如好色者也。既不能近之，又不能远之，男人的处境何其尴尬。那么，孔子的话是否反映了男人的尴尬，却归罪于女人为什么女人和小人难对付女人受感情支配，小人受利益支配，都不守游戏规则。一个肯反省的女人对我如是说。大度之言，不可埋没，录此备考。两人再相爱，乃至结了婚，他们仍然应该有分居和各自独处的时间。分居的危险是增加了与别的异性来往和受诱惑的机会，取消独处的危险是丧失自我，成为庸人。后一种危险当然比前一种危险更可怕。与其平庸地苟合，不如有个性而颠簸，而离异，而独身。何况有个性是真爱情的前提，有个性才有爱的能力和被爱的价值。好的爱情原是两个独特的自我之间的互相惊奇欣赏和沟通。在两个有个性的人之间，爱情也许会经历种种曲折甚至可能终于失败，可是，在两个毫无个性的人之间，严格意义上的爱情根本就不可能发生。心灵相通，在实际生活中又保持距离，最能使彼此的吸引力耐久。近了，会厌倦。远了，会陌生。不要走近我，也不要离我远去在崇拜者与被崇拜者之间隔着无限的距离，爱便是走完这个距离的冲动。一旦走完，爱也就结束了。比较起来，以相互欣赏为基础的爱要牢靠得多。在这种情形下，距离本来是有限的，且为双方所乐于保持，从而形成了一个弹性的场。"}
