{"text":"没有这样一种纯文学层面，人会变得狭隘仍至终于迷茫不见出路。这一层面的探索永无止境，就怕有人一时见不到它的社会效果而予以扼杀。人当然不可能无视社会政治阶级，严肃文学便是侧重于这一层面。譬如贫困与奢华与腐败专制与民主与进步，法律与虚伪与良知等等，这些确实与社会制度等等紧密联系着。文学在这儿为伸张正义而呐喊，促进着社会的进步，这当然是非常必要的，它的必要性非常明显。通俗文学主要是为着人的娱乐需要，人不能没有娱乐。它还为人们提供知识，人的好奇心需要满足。但这三种文学又常常是你中有我我中有他，难以划一条清晰的线。有一年朋友们携我去海南岛旅游，船过珠江口，发现很难在河与海之间划一条清晰的线，但船继续前行，你终于知道这是海了不再是河。所以这三种文学终是可以分辨的，若分辨，我自己的看法就是依据上述标准。若从文学创作是为人的生存寻找更可靠的理由，为了人生更壮美地实现这一观点看，这三种文学当然是可以分出高下的，但它们存在的理由却一样充分，因为缺其一则另外两种也为不可，文学是一个整体，正如生活是一部交响乐，存在是一个结构。那么是不是每一部作品都应该追求雅俗共赏呢？先别说应不应该，先问可不可能。事实上不可能！雅俗共赏的作品是一种罕见的现象，而且最难堪的是，既便对这罕见的现象，也是乐其俗者赏其俗知其雅者赏其雅。同一部红楼梦，因读者之异，实际上竟作了一俗一雅两本书。既然如此又何必非把雅俗捆绑在一部作品里不可呢？雅俗共赏不在于书而在于读者，读者倘能兼赏雅俗，他完全可以读了卡夫卡又读梁羽生，也可以一气读全了红楼梦。雅是必要的，俗也是必要的，雅俗交融于一处有时也是必要的，没有强求一律的理由。一定要说兼有雅俗的作品才是最好的作品，那就把全世界的书都装订在一起好了。这事说多了难免是废话。六现实主义的写作方法生命力最强吗？我想现实主义肯定是指一种具体的写作方法或方式，绝非是说源于现实反映现实就是现实主义，否则一切作品岂不都是现实主义作品了？因为任何一部作品都必曲曲折折地牵涉着生活现实，任何一位作家都是从现实生活中获取创作的灵感和激情的。只要细细品味就会明白，不管是卡夫卡还是博尔赫斯，也不管是科幻小说还是历史小说，都不可能不是源于现实反映现实注的。"}
{"text":"六现实主义的写作方法生命力最强吗？我想现实主义肯定是指一种具体的写作方法或方式，绝非是说源于现实反映现实就是现实主义，否则一切作品岂不都是现实主义作品了？因为任何一部作品都必曲曲折折地牵涉着生活现实，任何一位作家都是从现实生活中获取创作的灵感和激情的。只要细细品味就会明白，不管是卡夫卡还是博尔赫斯，也不管是科幻小说还是历史小说，都不可能不是源于现实反映现实注的。甚至说到历史，都是只有现实史，因为往事不可能原原本本地复制，人们只可能根据现实的需要和现有的认识高度来理解和评价历史。所以现实主义显然是单指一种具体的写作方法了。这种写作方法最突出的一个特点就是它是把形式和内容分开来对待的，认为内容就是内容是第一位的，形式单是形式位在其次，最多赞成内容与形式的和谐但这仍然是分开来对待的结果。总之最关键的一点――它认为内容是装在形式里面的，虽然应该装得恰当。这就让人想起容器，它可以装任何液体，只要保护得好这容器当然永远可用。现实主义是一种容器，可以把所有的故事装于其中讲给我们大家听，故事在不断地发生着，它便永远有的可装，尽管有矮罐高瓶长脚杯也仍然全是为着装酒装油装水用，用完了可以再用还可以再用，只要其中液体常新，便不为抄袭，确凿是创造，液体愈加甘甜醇香，故事愈加感人深刻，便是无愧的创造。这就是现实主义写作方法长命的原因吧。而以形式即内容为特征的一些现代流派，看似倒是短命，一派派一种种一代代更迭迅速，有些形式只被用过一次至几次便告收场，谁胆敢再用谁就有抄袭之嫌人家一眼就认出你卖的是哪路拳脚，因而黯然而无创造之光荣了。这有时弄得现代派们很是伤心窝火。细想其实不必。形式即内容，形式即非容器，它毋宁说是雕塑，它是实心的是死膛的，它不能装酒装水装故事，它什么都不能装，它除了是它自己之外没别的用场可派，它的形式就是内容你用它的形式岂不就是抄袭它的内容吗？所以一般它不讲故事，讲故事也不在于故事而在于讲。我想李自成换一种讲法也还是可以的，而且用这种方法还可以讲无数的故事。而去年在马里昂巴你就没办法给它换个形式，要换就只好等到明年在马里昂巴，而且你用这种形式所能讲的故事也是非常非常有限的。既作了形式即内容的一派，就必须要在形式上不断地创新，否则内容也一同沦为老朽，这不值得伤心窝火，对创造者来说这正是一派大好天地。"}
{"text":"所以一般它不讲故事，讲故事也不在于故事而在于讲。我想李自成换一种讲法也还是可以的，而且用这种方法还可以讲无数的故事。而去年在马里昂巴你就没办法给它换个形式，要换就只好等到明年在马里昂巴，而且你用这种形式所能讲的故事也是非常非常有限的。既作了形式即内容的一派，就必须要在形式上不断地创新，否则内容也一同沦为老朽，这不值得伤心窝火，对创造者来说这正是一派大好天地。正如把内容作首位的一派也必须在内容上时时更新一样。这好像没什么，这不过是两条路没什么可争执的了。你能说谁比谁更有生命力呢？你一定要拿形式即容器的形式来和形式即内容的形式做比较，是不公正的，是叫风马牛拜天地。应该以前者的内容和后者的形式来比较，就清楚了，它们都需要不断地更新创造，它们也都有伟大的作品流传千古。写到这儿又想起另外一个问题。我总以为脱离时代精神的罪名是加不到任何艺术流派头上的，因为艺术正是在精神迷茫时所开始的寻找，正是面对着现实的未知开始创造，没有谁能为它制定一个必须遵守的时代精神。它在寻找它在创造它才是艺术，它在哪个时代便是哪个时代的时代精神的一部分。七有意味的形式从何而来？有意味的形式，这指的当然不是形式即容器的形式，当然是形式即内容的形式。这内容不像装在容器里的内容那般了然，不是用各种逻辑推导一番便可以明晰的，它是超智力的，但你却可以感觉到它无比深广的内涵，你会因此而有相应深广的感动，可你仍然无能把它分析清楚。感觉到了的东西而未能把它分析清楚，这样的经验谁都有过，但这一回不同了，这一回不是未能分析清楚，而是人的智力无能把它分析清楚。甚至竟是这样你越是分析越是推理你就越是离它远，你干脆就不能真正感觉到它了。这儿是智力的盲点，这儿是悟性所辖之地。你要接近它真正感觉到它，就只好拜在悟性门下。举个例子死了意味着什么？没人能证明，活人总归拿不出充分的证据，死人坚决不肯告诉我们，这可怎么分析又怎么分析得清楚？我说死后灵魂尚存，你怎么驳倒我？你说死了就什么都没有了，我承认我也拿你没办法。智力在这儿陷入绝境，便只好求助于悟性，在静悟之中感到死亡不同层次不同程度的意味，并作用于我们的生存。所以将此种东西名之为意味，以区别装在容器里的那些明晰的内容。"}
{"text":"这儿是智力的盲点，这儿是悟性所辖之地。你要接近它真正感觉到它，就只好拜在悟性门下。举个例子死了意味着什么？没人能证明，活人总归拿不出充分的证据，死人坚决不肯告诉我们，这可怎么分析又怎么分析得清楚？我说死后灵魂尚存，你怎么驳倒我？你说死了就什么都没有了，我承认我也拿你没办法。智力在这儿陷入绝境，便只好求助于悟性，在静悟之中感到死亡不同层次不同程度的意味，并作用于我们的生存。所以将此种东西名之为意味，以区别装在容器里的那些明晰的内容。意味者，可意会不可言传也。意味就不是靠着文字的直述，而是靠语言的形式。语言形式并不单指词汇的选择和句子的构造，通篇的结构更是重要的语言形式。所以要紧的不是故事而是讲。所以真正的棋家竟不大看重输赢，而非常赞叹棋形的美妙，后者比前者给棋家的感动更为深广。所以歌曲比歌词重要，更多的大乐曲竟是无需乎词的，它纯粹是一个形式，你却不能说它没有内容，它不告诉你任何一件具体的事理，你从中感到的意味却更加博大深沉悠远。所以从画册上看毕加索的画与在美术馆垦看他的原作，感受会大大地不同，尺寸亦是其形式的重要因素。在照片上看海你说哦真漂亮，真到了海上你才会被震慑得无言以对。所以语言可以成为乐曲，可以成为造型，它借助文字却不是让文字相加，恰恰是整体大于部分之和，它以整体的形式给你意味深长的感动，你变了它的形式就变了甚至灭了它的意味。当然当然，语言有其不可克服的局限。没有没有局限的玩艺儿。一切形式，都是来自人与外部世界相处的形式。你以什么样的形式与世界相处，你便会获得或创造出什么样的艺术形式。你以装在世界里的形式与世界相处，它是它我是我，它不过容纳着我，你大概就仅相信形式即容器，你就一味地讲那些听来的见来的客观故事，而丝毫不觉察你的主观与这故事的连接有什么意味。当你感到人与世界是融为一体的，天人合一，存在乃是主客体的共同参与时，你就看到形式即内容了，孤立的事物是没有的，内容出于相关的结构，出于主客体的不可分割，把希特勒放在另一种结构里看，他也许不单是一名刽子手，而更是一只迷途的羔羊。你讲不清这结构都包含什么内容和多少内容，但你创造出与此同构的形式来，就全有了，全有了并不是清晰，只是意味深长随你去感动和发抖吧，浮想联翩。"}
{"text":"当你感到人与世界是融为一体的，天人合一，存在乃是主客体的共同参与时，你就看到形式即内容了，孤立的事物是没有的，内容出于相关的结构，出于主客体的不可分割，把希特勒放在另一种结构里看，他也许不单是一名刽子手，而更是一只迷途的羔羊。你讲不清这结构都包含什么内容和多少内容，但你创造出与此同构的形式来，就全有了，全有了并不是清晰，只是意味深长随你去感动和发抖吧，浮想联翩。有意味的形式各种各样，它们被创造出来，我猜不是像掷骰子那样撞到的运气，也是出自人与世界相处的不同形式，你仅仅在社会层面上与世界相处，倘由你来把红楼梦改编成电视剧的话，你当然会把贾宝玉的结局改为沿街乞讨之类。你以人类大军之一员的形式与世界相处，你大概才能体会，最后的战场为什么形同荒漠教堂的尖顶何以指望苍天。你以宇宙大结构之一点的形式参与着所谓存在这一优美舞蹈，你就会感动并感恩于一头小鹿的出生一棵野草的勃勃生气一头母狼的呼号，以及风吹大漠雪落荒原长河日下月动星移和灯火千家，你泰然面对生死苦乐知道那是舞蹈的全部，你又行动起来不使意志沦丧，像已经出现了的绿党那样维护万物平等的权力，让精神之花于中更美地开放。所以我想，有意味的形式不是像玩七巧板那样玩出来的，它决定于创对世界的态度，就是说你与世界处于什么样的形式之中，就是说你把自己放在一个什么样的位置上。人与世界相处的形式是无穷多的，就像一个小圆由一个大圆包含着，大圆又由更大圆包含着，以至无穷。我们不理解的东西大多了，我们的悟性永无止境。我们不会因为前人的艺术创造已然灿烂辉煌而无所作为，无穷的未知将赐予我们无穷的创造机会。感恩吧，唯此我们才不寂寞。八美是主观的我相信美是主观的。当你说一个东西是美的之时，其实只是在说明你对那东西的感受，而不是那东西的客观性质。美或丑是一种意义，一切意义都是人的赋予。没有主体参与的客体是谈不上意义的，甚至连它有没有意义这个问题都无从问起。若是反过来问呢没有客观参与的主体又能谈得上什么意义呢？问得似乎有理，但我看这是另一个命题，这是关于存在的命题，没有客体即没有存在，因为没有客体，主体也便是没有依着无从实现的空幻，主客体均无便成绝对的虚空而不成存在。而现在的命题是，存在已为确定之前提时的命题，就是说主客体已经面对，意义从何而来？美从何而来？"}
{"text":"美或丑是一种意义，一切意义都是人的赋予。没有主体参与的客体是谈不上意义的，甚至连它有没有意义这个问题都无从问起。若是反过来问呢没有客观参与的主体又能谈得上什么意义呢？问得似乎有理，但我看这是另一个命题，这是关于存在的命题，没有客体即没有存在，因为没有客体，主体也便是没有依着无从实现的空幻，主客体均无便成绝对的虚空而不成存在。而现在的命题是，存在已为确定之前提时的命题，就是说主客体已经面对，意义从何而来？美从何而来？如果它是客体自身的属性，它就应该像化学元素一样，在任何显微镜下都得到一声同样的赞叹，倘若赞叹不同甚或相反得了斥骂，我们就无法相信它是客体自身的属性。你若说这是观察的有误，那就好了，美正是这样有误的观察。它是不同主体的不同赋予，是不同感悟的不同要求。漂亮并不是美。大家可以公认甲比乙漂亮，却未必能公认甲比乙美。随便一个略具风姿的少女都比罗丹的老娼妇漂亮，但哪一个更具美的意义却不一定，多半倒是后者。漂亮单作用于人的生理感观，仅是自然局部的和谐，而美则是牵涉着对生命意义的感悟，局部的不和谐可以在这个整体的意义中呈现更深更广的和谐。所以美仍是人的赋予，是由人对生命意义的感悟之升华所决定的。一个老娼妇站在街头拉客大约是极不漂亮的，但罗丹把这个生命历程所启示的意义全部凝固在一个造型中，美便呈现了。当然，谁要是把生命的意义仅仅理解成声色犬马加官进禄，老娼妇的美也便不能向谁呈现。美是主观的，是人敬畏于宇宙的无穷又看到自己不屈的创造和升华时的骄傲与自赏。我差不多觉得上述文字都是废话，因为事情过于明白了。但是一涉及到写作，上述问题又似乎不那么明白了，至少是你明白我明白而某些管我们的人不明白。譬如凭什么要由某人给我们规定该写什么和不该写什么呢？如果美单出自他一个人的大脑当然也可以，但已经没人相信这是可能的事了。如果美是唯一的一碗饭，这碗饭由他锁在自己的柜橱里，在喜庆的日子他开恩拨一点在我们的碗里让我们也尝尝，如果是这样当然就只好这样。但可惜不是这样。很不凑巧美不是这样的一碗饭。美是每一个精神都有能力发展都有权去创造的，我们干嘛要由你来告诉我们？尤其我们干嘛要受你的限制？再譬如深入生活，凭什么说我们在这儿过了半辈子的生活是不深入的生活，而到某个地方呆三个月反倒是深入的？"}
{"text":"如果美是唯一的一碗饭，这碗饭由他锁在自己的柜橱里，在喜庆的日子他开恩拨一点在我们的碗里让我们也尝尝，如果是这样当然就只好这样。但可惜不是这样。很不凑巧美不是这样的一碗饭。美是每一个精神都有能力发展都有权去创造的，我们干嘛要由你来告诉我们？尤其我们干嘛要受你的限制？再譬如深入生活，凭什么说我们在这儿过了半辈子的生活是不深入的生活，而到某个地方呆三个月反倒是深入的？厂长知道哪儿有什么土特产令采购员去联系进货，李四光懂得哪儿有石油带工人们去钻井，均收极佳效果。但美不是哪方土特产也不是矿物，处处皆有美在正像人人都可作佛，美弥漫于精神的弥漫处。渴望自由的灵魂越是可以在那儿痛享自由，那儿的美便越是弥漫得浓厚，在相反的地方美变得稀薄。进一步说，美的浓厚还是稀薄，决定于人的精神的坚强还是孱弱，不屈还是奴化，纯净还是污秽，生长创造还是干涸萎缩，不分处所。你被押送到地狱，你也可以燃起悲壮的烈火，你人云亦云侥幸得上天堂，你也可能只是个调戏仙女的猪八戒。与通常说到真理时的逻辑一样，美也是在探索与创造中，她不归谁占有因而也不容谁强行指令。天蓬元帅因要强占造化之美，结果只落得个嘴长耳大降为人间的笑料。美除了不畏强权不以物喜之外，还不能容忍狡猾智力的愚弄。她就是世界她就是孩子――原始艺术之美的原因大约就在于此，他们从天真的梦中醒来，还不曾沾染强权物欲和心计的污垢，只相信自己心灵的感悟无论是敬仰日月赞颂生命，畏于无常，祈于歌舞，都是一味的纯净与鲜活。而原始艺术一旦成为时髦，被人把玩与卖弄，真的，总让人想起流氓。除非她是被真正的鉴赏家颤抖着捧在怀中被真正的创造者庄严地继承下去！原始的艺术在揪心地看着她的儿孙究竟要走一条什么路。儿孙们呢，他们遥想人类的童年仿佛告别着父母，看身前身后都是荒芜，便接过祖先的梦想，这梦想就是去开一条通往自由幸福之路――就是这么简单又是这么无尽无休的路。九童心是最美的呜？假如人不至于长大，童心就是最美的一直是最美的。可惜人终归要长大，从原始的纯朴走来必途经各类文明，仅具童心的稚拙就觉不够。常见纯朴的乡间一旦接触了外界的文明，便焦躁不安民风顿转常见敦厚的农民一已为商人的伎俩所熏染，立刻变得狡狯油猾。童心虽美却娇嫩得不可靠。中国的文化传统中，有一种怕孩子长大失了质朴干脆就不让孩子长大的倾向，这是极糟糕的事。"}
{"text":"九童心是最美的呜？假如人不至于长大，童心就是最美的一直是最美的。可惜人终归要长大，从原始的纯朴走来必途经各类文明，仅具童心的稚拙就觉不够。常见纯朴的乡间一旦接触了外界的文明，便焦躁不安民风顿转常见敦厚的农民一已为商人的伎俩所熏染，立刻变得狡狯油猾。童心虽美却娇嫩得不可靠。中国的文化传统中，有一种怕孩子长大失了质朴干脆就不让孩子长大的倾向，这是极糟糕的事。我在另一篇文章中写过这样的话企图以减欲来逃避痛苦者，是退一步去找和谐，但欲望若不能消灭干净便终不能逃脱痛苦，只好就一步步退下去直至虽生犹死，结果找到的不是和谐而是毁灭。中国上千年来的步步落后肯定与此有关。譬如民可使由之，不可使知之，譬如闭关自守，譬如倘爱情伴着痛苦便不如不要爱情而专门去制造孩子，倘世上有强奸犯便恨天下人何以不都是太监。世界上的另一种文化则主张进一步去找和谐，进一步而又进一步，于是遥遥地走在我们前头，而且每进一步便找到一步的和谐，永远进一步便永在和谐中。我想这就是东西方文化最大的不同点之一。还是让孩子长大吧，让他们怀着亘古的梦想走进异化的荒原中去吧，在劫难逃。真正的悟性的获得，得在他们靠了雄心勃勃的翅膀将他们捧上智力的天空翱翔之后重返人间之时。他们历经劫难不再沾沾自喜于气壮山河，知困苦之无边，知欢乐乃为无休止的超越，知目的即是过程，知幸福唯在自我的升华与完善，知物质无非为了精神的实现所设置，知不知者仍是无穷大唯心路可与之匹敌，那时他们就已长大，重归大地下凡人间了。他们虽已长大却童心不泯绝无沮丧，看似仍一如既往覆地翻天地追求追求追求，但神情已是泰然自若，步履已是信马由缰，到底猜透了斯芬克斯的谜语。他们在宇宙的大交响乐中隐形不见，只顾贪婪地吹响着他们的小号或拉着大提琴，高昂也是美哀伤也是美，在自然之神的指挥下他们挥汗如雨，如醉如痴直至葬身其中。这不再只是童心之美，这是成熟的人的智慧。这时再回过头去看那原始艺术，才不至于蜂拥而去蛮荒之地以为时髦，才不至于卖弄风情般地将远古的遗物缀满全身，这时他们已亲身体会了祖先的梦想，接过来的与其说是一份遗产毋宁说是一个起点，然后上路登程，漂泊创造去了。十美于人道主义关于人道主义，我与一位朋友有过几次简短的争论。我说人道主义是极好的，他说人道主义是远远不够的。"}
{"text":"这不再只是童心之美，这是成熟的人的智慧。这时再回过头去看那原始艺术，才不至于蜂拥而去蛮荒之地以为时髦，才不至于卖弄风情般地将远古的遗物缀满全身，这时他们已亲身体会了祖先的梦想，接过来的与其说是一份遗产毋宁说是一个起点，然后上路登程，漂泊创造去了。十美于人道主义关于人道主义，我与一位朋友有过几次简短的争论。我说人道主义是极好的，他说人道主义是远远不够的。我一时真以为撞见了鬼。说来说去我才明白，他之所以说其不够，是因为旧有的人道主义已约定俗成仅具这样的内涵救死扶伤周贫济困怜孤恤寡等等，这显然是远远不够。我们所说的极好的人道主义是这样的不仅关怀人的肉体，更尊重和倡导人的精神自由实现。倘仅将要死的人救活，将身体的伤病医好，却把鲜活的精神晾干或冷冻，或加封上锁牵着她游街，或对她百般强加干涉令其不能自由舒展，这实在是最大的不人道。人的根本标志是精神，所以人道主义应是主要对此而言。于是我的朋友说我你既是这样理解就不该沿用旧有的概念，而应赋予它一个新的名称。以便区分于旧有概念所限定的内涵。我想他这意见是对的。但我怎么也想不出一个新的名称。直到有一天我见一本书上说到黑泽明的影片，用了空观人道主义这么一个概念，方觉心中灵犀已现。所谓空观人道主义大概是说目的皆是虚空，人生只有一个实在的过程，在此过程中唯有实现精神的步步升华才是意义之所在。这与我以往的想法相合。现在我想，只有更重视了过程，人才能更重视精神的实现与升华，而不致被名利情的占有欲即目的所痛苦所捆束。精神升华纯然是无休止的一个过程，不指望在任何一个目的上停下来，因而不会怨天之不予地之不馈，因而不会在怨天尤人中让恨与泪拥塞住生命以致营营琐琐。肉体虽也是过程，但因其不能区分于狗及其它，所以人的过程根本是心路历程。可光是这样的空观似仍不够。目的虽空但必须设置，否则过程将通向何方呢？哪儿也不通向的过程又如何能为过程呢？没有一个魂牵梦绕的目标，我们如何能激越不已满怀豪情地追求寻觅呢？无此追求寻觅，精神又靠什么能获得辉煌的实现呢？如果我们不信目的为真，我们就会无所希冀至萎靡不振。如果我们不明白目的为空，到头来我们就难逃绝望，既不能以奋斗的过程为乐，又不能在面对死亡时不惊不悔。这可真是两难了。"}
