{"text":"但这仪式并未举行，遗嘱也没有写，不过默默的躺着，有时还发生更切迫的思想原来这样就算是在死下去，倒也并不苦痛但是，临终的一刹那，也许并不这样的罢然而，一世只有一次，无论怎样，总是受得了的。后来，却有了转机，好起来了。到现在，我想，这些大约并不是真的要死之前的情形，真的要死，是连这些想头也未必有的，但究竟如何，我也不知道。九月五日。本篇最初发表于一九三六年九月二十日中流半月刊第一卷第二期。史沫德黎―通译史沫特莱，美国革命女作家记者。一九二八年来中国，一九二九年底开始与交往。著有自传体长篇小说大地的女儿和介绍朱德革命经历的报告文学伟大的道路等。这里所说的一篇序，题为凯绥珂勒惠支――民众的艺术家。一九一八年德国十一月革命成立共和国以后，德国政府文化与教育部曾授予凯绥珂勒惠支以教授称号，普鲁士艺术学院聘请她为院士，又授予她艺术大师的荣誉称号，享有领取终身年金的权利。轮回佛家语。佛教宣扬众生各依所作善恶业因，在所谓天人阿修罗印度神话中的一种恶神地狱饿鬼畜生六道中不断循环转化。心地观经有情轮回生六道，犹如车轮无始终。北新书局当时上海的一家书店，李小峰主持，曾出版过著译多种。因拖欠版税问题，于一九二九年八月曾委托律师与之交涉。医师即须藤五百三，日本退职军医，当时在上海行医。医师即托马斯邓恩，美籍德国人。当时在上海行医，曾由史沫特莱介绍为看病。宫保即太子太保少保的通称，一般都是授予大臣的加衔，以表示荣宠。清末邮传大臣大买办盛宣怀曾被授为太子少保，他死后其亲属曾因争夺遗产而引起诉讼。文人比较学文人比较学齐物论国闻周报十二卷四十三期上，有一篇文章指出了国学珍本丛书的误用引号，错点句子到得四十六期，主编的施蛰存先生来答复了，承认是为了养生主，并非修儿孙福，而且该承认就承认，该辨解的也辨解，态度非常磊落。末了，还有一段总辨解云但是虽然失败，虽然出丑，幸而并不能算是造了什么大罪过。因为充其量还不过是印出了一些草率的书来，到底并没有出卖了别人的灵魂与血肉来为自己的养生主，如别的一些文人们也。"}
{"text":"末了，还有一段总辨解云但是虽然失败，虽然出丑，幸而并不能算是造了什么大罪过。因为充其量还不过是印出了一些草率的书来，到底并没有出卖了别人的灵魂与血肉来为自己的养生主，如别的一些文人们也。中国的文人们有两些，一些，是充其量还不过印出了一些草率的书来的，别的一些文人们，却是出卖了别人的灵魂与血肉来为自己的养生主的，我们只要想一想别的一些文人们，就知道施先生不但并不能算是造了什么大罪过，其实还能够算是修了什么儿孙福。但一面也活活的画出了洋场恶少的嘴脸――不过这也并不是什么大罪过，如别的一些文人们也。本篇最初发表于一九三六年一月海燕月刊第一期。国闻周报综合性刊物。一九二四年八月在上海创刊，一九二七年迁天津，一九三六年迁回上海，一九三七年十二月停刊。该刊第十二卷第四十三期一九三五年十一月四日刊有邓恭三邓广铭的评中国文学珍本丛书第一辑一文，指出这一辑丛书的计划之草率选本之不当标点之谬误三点。国学珍本丛书，应为中国文学珍本丛书，施蛰存主编，上海杂志公司发行。施蛰存参看本卷第页注。他在国闻周报第十二卷第四十六期一九三五年十一月二十五日发表的关于中国文学珍本丛书――我的告白中说现在，过去的错误已经是错误了，我该承认的我也承认了，该辩解的希望读者及邓先生相信我不是诡辩。又说他按指邓恭三说出我是为了养生主，而非逍遥游，是能了解我之所以担任主持这个丛书的原故的。养生主原是庄子一书中的篇名内篇第三，据清代王先谦注顺事而不滞于物，冥情而不撄其天，此庄子养生之宗主也。这里则用作主要是为了生活的意思。苏联版画集序苏联版画集序――前大半见上面记苏联版画展览会，而将附记删去。再后便接下文右一篇，是本年二月间，苏联版画展览会在上海开会的时候，我写来登在申报上面的。这展览会对于中国给了不少的益处我以为因此由幻想而入于脚踏实地的写实主义的大约会有许多人。"}
{"text":"养生主原是庄子一书中的篇名内篇第三，据清代王先谦注顺事而不滞于物，冥情而不撄其天，此庄子养生之宗主也。这里则用作主要是为了生活的意思。苏联版画集序苏联版画集序――前大半见上面记苏联版画展览会，而将附记删去。再后便接下文右一篇，是本年二月间，苏联版画展览会在上海开会的时候，我写来登在申报上面的。这展览会对于中国给了不少的益处我以为因此由幻想而入于脚踏实地的写实主义的大约会有许多人。良友图书公司要印一本画集，我听了非常高兴，所以当赵家璧先生希望我参加选择和写作序文的时候，我都毫不思索地答应了这是我所愿意做，也应该做的。参加选择绘画，尤其是版画，我是践了夙诺的，但后来却生了病，缠绵月余，什么事情也不能做了，写序之期早到，我却还连拿一张纸的力量也没有。停印等我，势所不能，只好仍取旧文，印在前面，聊以塞责。不过我自信其中之所说也还可以略供参考，要请读者见恕的是我竟偏在这时候生病，不能写出一点新的东西来。这一个月来，每天发热，发热中也有时记起了版画。我觉得这些，没有一个是潇洒，飘逸，伶俐，玲珑的。他们个个如广大的黑土的化身，有时简直显得笨重，自十月革命以后，开山的大师就忍饥，斗寒，以一个廓大镜和几把刀，不屈不挠的开拓了这一部门的艺术。这回虽然已是复制了，但大略尚存，我们可以看见，有那一幅不坚实，不恳切，或者是有取巧，弄乖的意思的呢？我希望这集子的出世，对于中国的读者有好影响，不但可见苏联的艺术的成绩而已。一九三六年六月二十三日，述，许广平记。本篇最初印入苏联版画集。苏联版画集，赵家璧编，一九三六年七月上海良友图书印刷公司出版。赵家璧江苏松江今属上海市人，作家，出版家。当时任良友图书印刷公司编辑。许广平―笔名景宋，广东番禺人，夫人。著有欣慰的纪念关于的生活等。且介亭杂文共三集，一九三四和三五年的两本，由先生自己于三五年最末的两天编好了，只差未有重看一遍和标明格式。这，或者因为那时总不大健康，所以没有能够做到。一九三六年作的末编，先生自己把存稿放在一起的，是自第一篇至曹靖华译苏联作家七人集序。"}
{"text":"许广平―笔名景宋，广东番禺人，夫人。著有欣慰的纪念关于的生活等。且介亭杂文共三集，一九三四和三五年的两本，由先生自己于三五年最末的两天编好了，只差未有重看一遍和标明格式。这，或者因为那时总不大健康，所以没有能够做到。一九三六年作的末编，先生自己把存稿放在一起的，是自第一篇至曹靖华译苏联作家七人集序。因太炎先生而想起的二三事，和关于太炎先生二三事，似乎同属姊妹篇，虽然当时因是未完稿而另外搁开，此刻也把它放在一起了。附集的文章，收自海燕，作家，现实文学，中流等。半夏小集，这也是生活，死，女吊四篇，先生另外保存的，但都是这一年的文章，也就附在末编一起了。先生在白莽作孩儿塔序中说一个人如果还有友情，那么，收存亡友的遗文真如捏着一团火，常要觉得寝食不安，给它企图流布的。所以就不自量其浅陋，和排印，装订的草率，急于出版的罢。这里重承好几位朋友的帮助，使这集子能够迅速付印。又蒙内山先生给予便利，得以销行，谨当深深表示谢意的。一九三七年六月二十五日，许广平记。且介亭杂文末编出关的关出关的关我的一篇历史的速写出关在海燕上一发表，就有了不少的批评，但大抵自谦为读后感。于是有人说这是因为的名声的缘故。话是不错的。现在许多新作家的努力之作，都没有这么的受批评家注意，偶或为读者所发现，销上一二千部，便什么名利双收呀，不该回来呀，叽哩咕噜呀，群起而打之，惟恐他还有活气，一定要弄到此后一声不响，这才算天下太平，文坛万岁。然而别一方面，慷慨激昂之士也露脸了，他戟指大叫道我们中国有半个托尔斯泰没有？有半个歌德没有？惭愧得很，实在没有。不过其实也不必这么激昂，因为从地壳凝结，渐有生物以至现在，在俄国和德国，托尔斯泰和歌德也只有各一个。我并没有遭着这种打击和恫吓，是万分幸福的，不过这回却想破了向来对于批评都守缄默的老例，来说几句话，这也并无他意，只以为批评者有从作品来批判的权利，也有从批评来批判批评者的权利，咱们也不妨谈一谈而已。看所有的批评，其中有两种，是把我原是小小的作品，缩得更小，或者简直封闭了。一种，是以为出关在攻击某一个人。"}
{"text":"惭愧得很，实在没有。不过其实也不必这么激昂，因为从地壳凝结，渐有生物以至现在，在俄国和德国，托尔斯泰和歌德也只有各一个。我并没有遭着这种打击和恫吓，是万分幸福的，不过这回却想破了向来对于批评都守缄默的老例，来说几句话，这也并无他意，只以为批评者有从作品来批判的权利，也有从批评来批判批评者的权利，咱们也不妨谈一谈而已。看所有的批评，其中有两种，是把我原是小小的作品，缩得更小，或者简直封闭了。一种，是以为出关在攻击某一个人。这些话，在朋友闲谈，随意说笑的时候，自然是无所不可的，但若形诸笔墨，昭示读者，自以为得了这作品的魂灵，却未免像后街阿狗的妈妈。她是只知道，也只爱听别人的阴私的。不幸我那出关并不合于这一流人的胃口，于是一种小报上批评道这好像是在讽刺傅东华，然而又不是。既然然而又不是，就可见并不是在讽刺傅东华了，这不是该从别处着眼了么？然而他因此又觉得毫无意味，一定要实在是在讽刺傅东华，这才尝出意味来。这种看法的人们，是并不很少的，还记得作阿正传时，就曾有小政客和小官僚惶怒，硬说是在讽刺他，殊不知阿的模特儿，却在别的小城市中，而他也实在正在给人家捣米。但小说里面，并无实在的某甲或某乙的么？并不是的。倘使没有，就不成为小说。纵使写的是妖怪，孙悟空一个筋斗十万八千里，猪八戒高老庄招亲，在人类中也未必没有谁和他们精神上相像。有谁相像，就是无意中取谁来做了模特儿，不过因为是无意中，所以也可以说是谁竟和书中的谁相像。我们的古人，是早觉得做小说要用模特儿的，记得有一部笔记，说施耐庵――我们也姑且认为真有这罢――请画家画了一百零八条梁山泊上的好汉，贴在墙上，揣摩着各人的神情，写成了水浒。但这大约是文人，所以明白文人的技俩，而不知道画家的能力，以为他倒能凭空创造，用不着模特儿来作标本了。作家的取人为模特儿，有两法。一是专用一个人，言谈举动，不必说了，连微细的癖性，衣服的式样，也不加改变。这比较的易于描写，但若在书中是一个可恶或可笑的角色，在现在的中国恐怕大抵要认为在报个人的私仇――叫作个人主义，有破坏联合战线之罪，从此很不容易做人。二是杂取种种人，合成一个，从和相关的人们里去找，是不能发见切合的了。但因为杂取种种人，一部分相像的人也就更其多数，更能招致广大的惶怒。"}
{"text":"作家的取人为模特儿，有两法。一是专用一个人，言谈举动，不必说了，连微细的癖性，衣服的式样，也不加改变。这比较的易于描写，但若在书中是一个可恶或可笑的角色，在现在的中国恐怕大抵要认为在报个人的私仇――叫作个人主义，有破坏联合战线之罪，从此很不容易做人。二是杂取种种人，合成一个，从和相关的人们里去找，是不能发见切合的了。但因为杂取种种人，一部分相像的人也就更其多数，更能招致广大的惶怒。我是一向取后一法的，当初以为可以不触犯某一个人，后来才知道倒触犯了一个以上，真是悔之无及，既然无及，也就不悔了。况且这方法也和中国人的习惯相合，例如画家的画人物，也是静观默察，烂熟于心，然后凝神结想，一挥而就，向来不用一个单独的模特儿的。不过我在这里，并不说傅东华先生就做不得模特儿，他一进小说，是有代表一种人物的资格的我对于这资格，也毫无轻视之意，因为世间进不了小说的人们倒多得很。然而纵使谁整个的进了小说，如果手腕高妙，作品久传的话，读者所见的就只是书中人，和这曾经实有的人倒不相干了。例如红楼梦里贾宝玉的模特儿是自己曹氚，儒林外史里马二先生的模特儿是冯执中，现在我们所觉得的却只是贾宝玉和马二先生，只有特种学者如胡适之先生之流，这才把曹氚和冯执中念念不忘的记在心儿里这就是所谓人生有限，而艺术却较为永久的话罢。还有一种，是以为出关乃是的自况，自况总得占点上风，所以我就是其中的老子。说得最凄惨的是邱韵铎先生――至于读了之后，留在脑海里的影子，就只是一个全身心都浸淫着孤独感的老人的身影。我真切地感觉着读者是会坠入孤独和悲哀去，跟着我们的。要是这样，那么，这篇小说的意义，就要无形地削弱了，我相信，先生以及像先生一样的作家们的本意是不在这里的。每周文学的海燕读这一来真是非同小可，许多人都坠入孤独和悲哀去，前面一个老子，青牛屁股后面一个，还有以及像先生一样的作家们，还有许多读者们连邱韵铎先生在内，竟一窠蜂似的涌出关去了。但是，倘使如此，老子就又不只是一个全身心都浸淫着孤独感的老人的身影，我想他是会不再出关，回上海请我们吃饭，出题目征集文章，做道德五百万言的了。"}
{"text":"每周文学的海燕读这一来真是非同小可，许多人都坠入孤独和悲哀去，前面一个老子，青牛屁股后面一个，还有以及像先生一样的作家们，还有许多读者们连邱韵铎先生在内，竟一窠蜂似的涌出关去了。但是，倘使如此，老子就又不只是一个全身心都浸淫着孤独感的老人的身影，我想他是会不再出关，回上海请我们吃饭，出题目征集文章，做道德五百万言的了。所以我现在想站在关口，从老子的青牛屁股后面，挽留住像先生一样的作家们以及许多读者们连邱韵铎先生在内。首先是请不要坠入孤独和悲哀去，因为本意是不在这里，邱先生是早知道的，但是没说出在那里，也许看不出在那里。倘是前者，真是这篇小说的意义，就要无形地削弱了倘因后者，那么，却是我的文字坏，不够分明的传出本意的缘故。现在略说一点，算是敬扫一回两月以前留在脑海里的影子罢――老子的西出函谷，为了孔子的几句话，并非我的发见或创造，是三十年前，在东京从太炎先生口头听来的，后来他写在诸子学略说中，但我也并不信为一定的事实。至于孔老相争，孔胜老败，却是我的意见老，是尚柔的儒者，柔也，孔也尚柔，但孔以柔进取，而老却以柔退走。这关键，即在孔子为知其不可为而为之的事无大小，均不放松的实行者，老则是无为而无不为的一事不做，徒作大言的空谈家。要无所不为，就只好一无所为，因为一有所为，就有了界限，不能算是无不为了。我同意于关尹子的嘲笑他是连老婆也娶不成的。于是加以漫画化，送他出了关，毫无爱惜，不料竟惹起邱先生的这样的凄惨，我想，这大约一定因为我的漫画化还不足够的缘故了，然而如果更将他的鼻子涂白，是不只这篇小说的意义，就要无形地削弱而已的，所以也只好这样子。再引一段邱韵铎先生的独白――我更相信，他们是一定会继续地运用他们的心力和笔力，倾注到更有利于社会变革方面，使凡是有利的力量都集中起来，加强起来，同时使凡是可能有利的力量都转为有利的力量，以联结成一个巨大无比的力量。一为而成一个巨大无比的力量，仅次于无为而无不为一等，我们是没有这种玄妙的本领的，然而我们和邱先生不同之处却就在这里，我们并不坠入孤独和悲哀去，而邱先生却会真切地感觉着读者是会坠入孤独和悲哀去的关键也在这里。"}
{"text":"再引一段邱韵铎先生的独白――我更相信，他们是一定会继续地运用他们的心力和笔力，倾注到更有利于社会变革方面，使凡是有利的力量都集中起来，加强起来，同时使凡是可能有利的力量都转为有利的力量，以联结成一个巨大无比的力量。一为而成一个巨大无比的力量，仅次于无为而无不为一等，我们是没有这种玄妙的本领的，然而我们和邱先生不同之处却就在这里，我们并不坠入孤独和悲哀去，而邱先生却会真切地感觉着读者是会坠入孤独和悲哀去的关键也在这里。他起了有利于老子的心思，于是不禁写了巨大无比的抽象的封条，将我的无利于老子的具象的作品封闭了。但我疑心邱韵铎先生以及像邱韵铎先生一样的作家们的本意，也许倒只在这里的。四月三十日。本篇最初发表于一九三六年五月上海作家月刊第一卷第二期。海燕月刊。胡风聂绀弩萧军等创办，署史青文编。一九三六年一月二十日在上海创刊，仅出两期即被查禁。出关发表于该刊第一期。名利双收一九三五年十一月二十四日社会日报第三版刊有署名黑二之四马路来消息三则学学时髦姑名之曰文坛三部曲中说八月的田间自及鲁系诸人转辗相捧之后，田军名利双收。关于出关是讽刺傅东华的说法，见一九三六年一月三十日上海小晨报徐北辰评海燕一文，其中说自老子被硬请上关，讲学，编讲义，以及得了饽饽等赠品被放行止，一句两句的零碎讽刺很多，但却看不准他究竟在讽刺谁，好像是傅东华，然而也只是好像而已，并没有可下断语的凭据。傅东华―，浙江金华人，翻译家。当时任文学月刊主编。施耐庵相传为元末明初时钱塘今浙江杭州人，长篇小说水浒传的。旧籍中关于他的记述互有出入，都无确证，所以这里说姑且认为真有这罢。参看本书答徐懋庸并关于抗日统一战线问题。曹J？―或号雪芹，满洲正白旗包衣人，清代小说家，红楼梦的。贾宝玉是红楼梦中的主要人物之一。儒林外史长篇讽刺小说，清代吴敬梓著。书中人物马二先生马纯上是个八股文选家。冯执中，应作冯萃中。清代金和在儒林外史跋文中说马纯上者，冯萃中。"}
{"text":"参看本书答徐懋庸并关于抗日统一战线问题。曹J？―或号雪芹，满洲正白旗包衣人，清代小说家，红楼梦的。贾宝玉是红楼梦中的主要人物之一。儒林外史长篇讽刺小说，清代吴敬梓著。书中人物马二先生马纯上是个八股文选家。冯执中，应作冯萃中。清代金和在儒林外史跋文中说马纯上者，冯萃中。胡适在一九二一年所写的红楼梦考证中说红楼梦这部书是曹雪芹的自叙传，红楼梦是一部隐去真事的自叙里面的甄贾两宝玉，即是曹雪芹自己的化身甄贾两府即是当日曹家的影子。老子参看本卷第页注。相传孔丘向他问过礼。后来他西出函谷关而去。现存老子一书，分道经德经上下两篇，是战国时人编纂的老聃的言论集。邱韵铎上海人，曾任创造社出版部主任。他的海燕读发表于一九三六年二月十一日上海时事新报每周文学第二十一期。太炎即章太炎，参看本卷第页注和本书关于太炎先生二三事注。诸子学略说是他述评春秋战国时诸子百家学说的著作，其中论及老子出关事说老子以其权术授之孔子，而征藏故书，亦悉为孔子诈取。孔子之权术，乃有过于老子者。孔学本出于老，以儒道之形式有异，不欲崇奉以为本师而惧老子发其覆也，于是说老子曰乌鹊孺，鱼傅沫，细要者化，有弟而兄啼。原注见庄子天运篇。意谓己述六经，学皆出于老子，吾书先成，子名将夺，无可如何也。老子胆怯，不得不曲从其请。逢蒙杀羿之事，又其素所怵惕也。胸有不平，欲一举发，而孔氏之徒偏布东夏，吾言朝出，首领可以夕断。于是西出函谷，知秦地之五儒，而孔氏之无如我何，则始著道德经，以发其覆。借令其书早出，则老子必不免于杀身，如少正卯在鲁，与孔子并，孔子之门，三盈三虚，犹以争名致戮，而况老子之陵驾其上者乎？见一九六年国粹学报第二年第四册。老，是尚柔的老子上篇有柔胜刚，弱胜强这话。儒者，柔也语出许慎说文解字卷八。知其不可为而为之语出论语宪问子路宿于石门，晨门曰奚自？子路曰自孔氏。曰是知其不可而为之者与？无为而无不为语出老子上篇道常无为而无不为侯王若能守，万物将自化。"}
