{"text":"这一种气魄，确实是宏大。因此，一旦有人横行天下的时候，武王就责无旁贷地加以平服，使天下没有横行的人，没有横逆的事。这就是武王的大勇。所有他一怒之下，便吊民伐罪，把残暴的纣王灭掉，而安定了天下的人民。孟子最后说，你齐宣王的好勇有什么关系，只要你所好的不是匹夫小勇，而是如文王武王的大勇，能够有大英雄气魄，在一怒之下，而使天下安定下来。那么有哪一个老百姓不喜欢大王的好勇？大家只怕你齐宣王不这样好勇呢！从齐宣王不忍心杀一头牛开始，一直到这一段，孟子对齐宣王所谈的任何事，都是采取诱导的教育方法。齐宣王说自己有好勇的毛病，孟子就说好勇不是毛病，只要能够扩大这个好勇的境界，齐国就有办法。好像是假如齐宣王说好吃零食，他也会说没有关系，只要把点心做得很多很多，人人都能吃到就行。假如齐宣王说好踢球，大概孟子也会说没关系，只要全国的人都有踢球的闲暇和兴致，都把脚力练好，就是好的。这就是孟子的教化，可见他并不是一个迂腐的人。美中不足的，是他并不能像纵横家们一样，只用两三句话，就投其所好，打动对方的心。孟夫子的王道仁政毕竟还是难于被接受。齐宣王这里讲到好勇，前面讲到好乐，后面还讲好货好色。在他同一时代的各国诸侯中，谁也没有这样坦白的，即使后世那样多的帝王中，也很少有他这样坦率的。所以我觉得他是比较可爱的一个人，而在他二十年的当政期间，能把齐国治理得繁荣安定，实在有他的道理，并不是一件偶然的事情。他在这里所说的好勇好乐好色好货，其实也不只是帝王的心理如此，每一个人都有这种心理。谁不好勇好乐好色好货？只是在程度上略有不同而已。当然他在这里所说的好勇，也不是孟子所说的那种大勇。他所好的，还是一般人所好的小勇。谈到好勇，我们想起两个好勇的人，他们也是一国的君主。为强国而改服制――赵武灵王其中之一是赵国的武灵王，他是一个好勇任事的国君，最后失败了，当然这是由于没有扩大好勇的胸襟所致。赵国的北边，是和胡人的边界连接的，那时候的边疆民族，都是游牧民族，为了生活方便，同时受生活环境的影响，都是好勇斗狠。所以在服装上，都是短衣窄袖，甚至露出一条手臂来。"}
{"text":"为强国而改服制――赵武灵王其中之一是赵国的武灵王，他是一个好勇任事的国君，最后失败了，当然这是由于没有扩大好勇的胸襟所致。赵国的北边，是和胡人的边界连接的，那时候的边疆民族，都是游牧民族，为了生活方便，同时受生活环境的影响，都是好勇斗狠。所以在服装上，都是短衣窄袖，甚至露出一条手臂来。而我们中国古代的服装，受礼乐之熏陶，向来是宽袍阔袖，走起路来翼如也，两只大袖子像翅膀张开似的，雍容有致，的确是很好看的。当时武灵王为了要使赵国强盛，下命令改变服装，废弃中国原来的服饰，改用胡人的装扮，希望借此能达到富国强兵的目的。当时赵国的王室和大臣们纷纷反对。武灵王和这些人的辩论很有趣，也有他的道理。我们姑且不论他这一做法对或不对，看看他的这些辩论，也可想见他当时的思想观念。有一天，赵国的辅相肥义和武灵王闲聊，问赵武灵王有没有想过世局的变化，军事的部署，以及先王们如简王襄王他们当年的勋业，以及和胡人们的利害相处等等问题。武灵王说，后辈的君王，不忘前辈君王的功勋德业，这是作君王的本份。而为人臣子的，则应该研究这些资料，记取历史的教训和榜样，辅助君王，尽量发挥他们的长处。所以贤明的君王，在平时教化人民，有所作为时，就要宣扬先王的功业。作人臣的，在不得其位时，要涵养孝悌谦让的德性在显达时，就要为老百姓们谋福，同时辅助君王的功业。这就是君道的不同了。现在我想向胡翟这两个邻邦拓展领土，以承继襄王未完成的功业，但是也许我这一生都不可能实现。因为敌人弱小的话，我们才能借机拓展领土，才能够用力少而功业多，不必耗尽民力，而得到如先王般的荣耀。但是目前的情势是强邻压境，胡人翟人都那么强悍，这就难办了。现在我也有我的构想，然而凡是有卓越功勋的人，在当初往往会留下不同习俗违情悖理的恶名有独到见解的人，在当初又往往得不到人家的信任，往往受到顾忌和反对。譬如我打算要全国的百姓，改穿胡人的服装，学习胡人骑马射箭的本领想来一定会受到物议和反对的。而这个肥义却是赞成他的。他说，对一件事犹豫不决，就难以成功对一个行动迟疑不定，就难有结果，现在你不妨决定这革新的计划，不要顾虑别人的议论。俗语说论至德者，不和于俗成大功者，不谋于众。"}
{"text":"现在我也有我的构想，然而凡是有卓越功勋的人，在当初往往会留下不同习俗违情悖理的恶名有独到见解的人，在当初又往往得不到人家的信任，往往受到顾忌和反对。譬如我打算要全国的百姓，改穿胡人的服装，学习胡人骑马射箭的本领想来一定会受到物议和反对的。而这个肥义却是赞成他的。他说，对一件事犹豫不决，就难以成功对一个行动迟疑不定，就难有结果，现在你不妨决定这革新的计划，不要顾虑别人的议论。俗语说论至德者，不和于俗成大功者，不谋于众。凡是讲最高德行的人，往往不能跟着世俗走要成大业的人，也不必和众人商议。从前舜到有苗这个地方，曾经随俗而舞。而禹甚至曾经敞开衣服到裸体国去访问。他们都不是为了纵欲或享乐，而是为了德业上的远大理想，而随俗变通。所谓愚者暗于成事，智者见于未萌。一个笨人在事成之后，都还不明究里而聪明人在事情还没发生时，就已洞烛机先。您就照您的意思去做罢。肥义说，所谓疑行无名，疑事无功。所谓论至德者不和于俗，成大功者不谋于众。是引用商鞅游说秦孝公变法的话。他这一派独裁论，又牵强地把舜禹办外交的故事引了进去，于是把武灵王说动了。武灵王对他表示，不是对穿胡服这件事的本身有什么犹豫，只是恐怕天下人笑话。既然肥义你也这么说，那么我就下定决心了。于是自己先做一套胡服，准备上早朝的时候，穿起来和群臣见面。当时公子成是武灵王的长辈，素有盛望。武灵王恐怕会遭到他的反对，所以先派了一位大臣王孙囗去疏通，请公于成也能响应改换胡装。疏通不成，于是武灵王亲自到公子成家里解释说，服装不过是要穿用方便，礼仪也是为了处事方便。古圣先贤订下的礼法，都是因地制宜，因事制礼而来的。像南方的越国人，他们一个个披着头发，衣装不整的露个右膀子，浑身刺满了花纹而吴国人甚至把牙齿染得黑黑的，额上刺些怪里怪气的花纹，头上戴的是鱼皮帽子，衣服则缝得粗里粗气。在我们看来，简直就像野人，但是他们却觉得安逸而自在。总之，不同的各种装扮，同样都是为了因地制宜，只要对大家方便，并不一定要统一。像儒家，同是一个老师教的弟子，他们发挥的文教就各不相同。他量后说出，变更服装，是为了便利教老百姓习武，以达到开拓领土的目的，以湔雪国耻。于是公子成同意了他的作法。"}
{"text":"在我们看来，简直就像野人，但是他们却觉得安逸而自在。总之，不同的各种装扮，同样都是为了因地制宜，只要对大家方便，并不一定要统一。像儒家，同是一个老师教的弟子，他们发挥的文教就各不相同。他量后说出，变更服装，是为了便利教老百姓习武，以达到开拓领土的目的，以湔雪国耻。于是公子成同意了他的作法。但是另一个大臣赵文，又提出反对的意见说，自古为政的原则，就是要辅导世俗合于礼法，提高文化水准。礼制中，衣服的式样有它的常轨而人民守法，不违俗礼，是他们的本分。您现在不顾前人的礼法，要改穿胡人服装，实在是有违传统文化的精神，希望您还是多考虑一下。而武灵王辩论说，你这些都是墨守成规的世俗之见，不是具有创造性的远见。就说古代吧，三代的服装各不相同，而他们都完成了称王天下的伟业五霸的教化也互不相同，但他们也都有相当可观的政绩。有头脑的人创制礼法，一般的常人就遵循他所制订的礼法，循规蹈矩的去做。贤能的人经常会评论世风习俗的好坏，而一般的世人则依照流传的成规去做。礼制和习俗，都是根据时代趋势在变化。这种变化是由在上位的人来领导和提倡的，而一般人就照着规范去做。现在正是他们在位者，就当下国情，订定一套因应环境需要的服制的时候。你放心好了，不必多虑。又有一个叫赵造的，也力加反对。他的理由是，推行社会教育，不一定要改变人民原来的生活形态行政措施，也不一定要变更原有的民风习俗。因民而教，据俗而为，往往收效更大。现在改穿这种奇形怪状的胡服，很可能会影响人们原来淳善的心理教人们像胡人般一天到晚骑马打仗，也很可能会造成好勇斗狠的社会风气。反过来说，依循旧制，总是稳当的，遵照原有的礼法，也不至于出什么岔错。武灵王则对他辩论说，古代和现在习俗各不相同，到底要以哪个朝代的习俗为标准呢？历代帝王的礼法，也不是一成不变的一直沿袭下来，我们又该遵循哪一个时代的制度呢？像宓戏伏羲神农的时代，对犯罪的人是教而不杀。黄帝尧舜时代，对犯了死罪的人，虽然杀了他，内心还是哀怜同情的。到了夏商周，又因时代背景之不同，而制订不同的法律因国情的变化，而订立不同的礼制。总之，都是以方便制宜为原则。"}
{"text":"武灵王则对他辩论说，古代和现在习俗各不相同，到底要以哪个朝代的习俗为标准呢？历代帝王的礼法，也不是一成不变的一直沿袭下来，我们又该遵循哪一个时代的制度呢？像宓戏伏羲神农的时代，对犯罪的人是教而不杀。黄帝尧舜时代，对犯了死罪的人，虽然杀了他，内心还是哀怜同情的。到了夏商周，又因时代背景之不同，而制订不同的法律因国情的变化，而订立不同的礼制。总之，都是以方便制宜为原则。衣服器具的式样，也都基于同样的原理而有变革，不一定要效法古代一成不变的。一个开国的明主，虽然不承袭古法，仍然可以领导天下。至于夏商衰败的时候，虽然他们没有变更占制礼法，却也一样灭亡。所以反古不一定不对，而遵循礼法也不一定好。至于邹鲁两国的服装奇特，但民风不正，那是由于他们没有卓越的领导人才。他最后说遵循法度的作为，绝不可能有盖世的功勋效法古代的成规，也不足以适应现实的环境。我的决定大致不错，你就不要反对了吧。这篇史料有很多高明的道理，可以启发大家的慧思，所以把原文附录于下，供大家参考武灵王平昼间居，肥义侍坐曰王虑世事之变，权甲兵之用，念简襄之迹，计胡秋之利乎？王曰嗣立不忘先德，君之道也错质务明主之长，臣之论也。是以贤君静而有道民便事之教，动有明古先事之功为人臣者，穷有弟悌长上声辞让之节，通有补民益主之业，此两者君臣之分去声也。今吾欲继襄王之业，启明翟之乡，而牢世不见也。敌弱者，用力少而功多，可以无尽百姓之劳，而享往古之勋。夫有高世之功者，必负遗俗之累，有独知之虑者，必被庶人之恐。今吾将胡服骑射以教百姓，而世必议寡人矣。肥义曰臣闻之疑事无功，疑行无名。今王即定负遗俗之虑，殆毋顾天下之议矣。夫论至德者不和于俗，成大功者不谋于众。昔舜舞有苗，而离袒入裸国，非以养欲而乐志也，欲以论德而要功也。愚者暗于成事，智者见于未萌。王其遂行之！王曰寡人非疑胡服也，吾恐天下笑之狂夫之乐，知智者哀焉，愚者之笑，贤者戚焉。世有顺我者测胡服之功未可知也。虽驱世以笑我，胡地中山，我必有之。王道胡服，使王孙蝶音薛告公子成曰寡人胡服且将以朝，亦欲叔之服之也。家听于亲，国听于君，古今之公行也。"}
{"text":"今王即定负遗俗之虑，殆毋顾天下之议矣。夫论至德者不和于俗，成大功者不谋于众。昔舜舞有苗，而离袒入裸国，非以养欲而乐志也，欲以论德而要功也。愚者暗于成事，智者见于未萌。王其遂行之！王曰寡人非疑胡服也，吾恐天下笑之狂夫之乐，知智者哀焉，愚者之笑，贤者戚焉。世有顺我者测胡服之功未可知也。虽驱世以笑我，胡地中山，我必有之。王道胡服，使王孙蝶音薛告公子成曰寡人胡服且将以朝，亦欲叔之服之也。家听于亲，国听于君，古今之公行也。子不反亲，臣不道主，先王之通谊也。今寡人作教易服，而叔不服，吾恐天下议之也。夫制国有常，而利民为本，从政有经，而令行为上。故明德在于论贱，行政在于信贵。今胡服之意，非以养欲而乐志也。事有所出，功有所止，事成功立，然后德且见也。今寡人恐叔逆从政之经，以辅公叔之议。且寡人闻之，事利国者行无邪，因贵戚者名不累。故寡人愿望募公叔之义，以成胡服之功，使囗谒之叔，请服焉！公子成再拜曰臣固闻王之胡服也，不佞寝疾，不能趋走，是以不先进。王今命之，臣固敢竭其愚忠。臣闻之中国者，聪明睿音锐知智之所居也，万物财用之所聚也，圣贤之所教也，仁义之所施也，诗书礼乐之所用也，异敏技艺之所试也，远方之所观赴也，蛮夷之所义仪行也。今王释此而袭远方之服，变古之教，易古之道，逆人之心，畔判学者，离中国。臣愿大王图之！使去声者报王。王曰吾固闻叔之病也。即之公叔成家自请之，曰夫服者，所以便用也。礼者，所以便事也。是以圣人观其乡而顺宜，因其事而制礼，所以利其民厚其国也。被发文身，错臂左衽，瓯越之民也。黑齿雕题，鱼是音题冠秫音术缝，大吴之国也。礼服不同，其便一也，是以乡异而用变，事异而礼易，是故圣人苟可以利其民，不一其用。果可以便其事，不同其礼。儒者一师而礼异，中国同俗而教离，又况山谷之便乎？故去就之变，知智者不能一。远近之服，贤圣不能同。穷乡多异，曲学多辨，不知而不疑，异于己而不非者，公于求善也。今卿之所言者，俗也吾之所言者，所以制俗也。今吾国东有河薄洛之水，与齐中山同之，而无舟木戢揖之用。自常山以至代上党，东有燕东胡之境，西有楼烦秦韩之边，而无骑射之备。故寡人且聚舟楫之用，求水居之民，以守河薄洛之水。"}
{"text":"果可以便其事，不同其礼。儒者一师而礼异，中国同俗而教离，又况山谷之便乎？故去就之变，知智者不能一。远近之服，贤圣不能同。穷乡多异，曲学多辨，不知而不疑，异于己而不非者，公于求善也。今卿之所言者，俗也吾之所言者，所以制俗也。今吾国东有河薄洛之水，与齐中山同之，而无舟木戢揖之用。自常山以至代上党，东有燕东胡之境，西有楼烦秦韩之边，而无骑射之备。故寡人且聚舟楫之用，求水居之民，以守河薄洛之水。变服骑射，以备其参胡楼烦史记无楼烦二字秦韩之边。且昔者简王不塞，晋阳以及上党，而襄王兼戎取代，以攘诸胡，此愚知智之所明也。先时中山负齐之强，兵侵掠吾地，系累吾民，引水围部，非社稷之神灵，即高阝几不守，先王忿之，其怨未能报也。今骑射之服，近可以备上党之形，远可以报中山之怨而叔也顺，中国之俗，以逆简襄之意，恶变服之名，而忘国事之耻，非寡人所望于子。公子成再拜稽上声首曰臣愚不达于王之议史记作义，敢道世俗之闻，今欲继简襄之意，以顺先王之志，臣敢不听今再拜！乃赐胡服。赵文进谏曰农夫劳而君子养焉，政之经也。愚者陈意，而知智者论焉，教之道也。臣无隐忠，君无蔽言，国之禄也。臣虽愚，愿竭其忠！王曰臣无恶扰，忠无过罪，子其言乎！赵文曰当世辅俗，古之道也衣服有常，礼之制也修法无愆，民之职也三者，先圣之所以教。今君释此而袭远方之服，变古之教，易古之道，故臣愿王之图之！王曰于言世俗之间，常民溺于习俗，学者沉于所闻。此两者，所以成官而顺政也，非所以观远而论始也。且夫三代不同服而王，五伯不同教而政。知智者作教，而愚者制焉。贤者议俗，不肖者拘焉。夫制于服之民，不足与论心拘于俗之众，不足与致意。故势与俗化，而礼与变俱，圣人之道也。承教而动，循法无私，民之职也。知学之人，能与闻迁。达于礼之变，能与时化故为己者不待人，制今者不法古。子其释之！赵造谏曰陷忠不竭，奸之属也。以私证国，贱之类也。犯奸者身死，贱国者族宗。此两者，先圣之明刑，臣下之大罪也。臣虽愚，愿尽其忠，无循其死！王曰竭意不讳，忠也上无蔽言，明也忠不辟避危，明不距人，子其言乎！"}
{"text":"贤者议俗，不肖者拘焉。夫制于服之民，不足与论心拘于俗之众，不足与致意。故势与俗化，而礼与变俱，圣人之道也。承教而动，循法无私，民之职也。知学之人，能与闻迁。达于礼之变，能与时化故为己者不待人，制今者不法古。子其释之！赵造谏曰陷忠不竭，奸之属也。以私证国，贱之类也。犯奸者身死，贱国者族宗。此两者，先圣之明刑，臣下之大罪也。臣虽愚，愿尽其忠，无循其死！王曰竭意不讳，忠也上无蔽言，明也忠不辟避危，明不距人，子其言乎！赵造曰臣闻之圣人不易民而教，知者不变俗而动。因民而教者，不劳而成功，据俗而动者，虑径而易见也。今王易初不循俗。胡服不顾世，非所以教民而成礼也。且服奇者志淫，俗辟避者乱民，是以莅国者不袭奇辟之服，中国不近蛮夷之行，非所以教民而成礼者也。且循法无过，修礼无邪，臣愿王之图之！王曰古今不同俗，何古之法？帝王不相袭，何礼之循？宓音伏戏神农，教而不诛。黄帝尧舜，诛而不怒及至三王，观时而制法，因事而制礼，法度制令，各顺其宜，衣服器械，各便其用故礼世不必一其道，便国不必法古。圣人之兴也，不相袭而王，夏殷之衰也，不易礼而灭然则反古未可非，而循礼未足多也。且服奇而志淫，是邹鲁无奇行也俗辟而民易，是吴越无俊民也是以圣人利身之谓服，便事之谓教，进退之谓节，衣服之谓制，所以齐常民，非所以论贤者也故圣与俗流，贤与变俱。谚曰以书为御者，不尽于马之情以古制今者，不达于事之变。故循法之功，不足以高世，法古之学，不足以制今，子其勿反也。赵武灵王和大家辩论一番后，仍然下令全国上下改穿胡服。大家都系皮腰带，穿皮靴，把衣服袖子改小，露出右边的臂膀，只有左手穿着袖子，披着衣拎。同时把乘车改为骑马，教导人民每天骑马出外打猎。赵武灵王这一番经营，确实收到了一时的效果。国内的军队强壮起来。于是他自己亲身带了部队出去攻打胡翟的边界，拓展了好几百里的领土。有了这次辉煌的成果。野心逐渐扩大，接着就打算向西边的秦国进攻。据传说，武灵王长得非常威武，他身高八尺八寸。古来称男子汉，有昂藏七尺之驱的说法，他的身高自然在一般人之上了。"}
{"text":"赵武灵王这一番经营，确实收到了一时的效果。国内的军队强壮起来。于是他自己亲身带了部队出去攻打胡翟的边界，拓展了好几百里的领土。有了这次辉煌的成果。野心逐渐扩大，接着就打算向西边的秦国进攻。据传说，武灵王长得非常威武，他身高八尺八寸。古来称男子汉，有昂藏七尺之驱的说法，他的身高自然在一般人之上了。而且相貌堂堂，有龙虎之威，满脸的络腮胡须，皮肤黝黑而发光，胸脯有两尺宽，比起现在的拳王穆哈默德阿里，或曾经做过拳王的乌干达总统阿明，还要威武。总之，被人形容为气雄万夫，志吞四海。他亲自带兵，攻占了别人几百里土地，接着又开始打秦国的主意。于是他把王位传给他宠爱的吴姬所生的次子，立为惠王，而自称王父――太上皇。自己干起情报工作来，假冒是赵招，奉赵玉之命出使秦国。暗中却带了一批测量人员，一路上探测秦国的山形势，居然到了秦国的首都，谒见了秦昭襄王，应对得不卑不亢，也很得秦王的敬重。但到了那天半夜，秦王想起这名赵国的来使，仪表如此魁梧轩昂，不像是一个普通臣子的样子。而且传说赵武灵王长得非常雄武，觉得不太对劲。等到天一亮，就派人到大使馆去请这位大使来。而赵武灵王推说有病，拒绝前往。过了三天还是没去，秦王于是派人强迫他来，这时他已经逃走了三天了。可是，这位有雄才有谋略的武灵王结果如何呢？因为被废的太子与继承王位的赵惠王争权，互相残杀，而他一个人被困在沙丘的宫里，活活饿死了。真是智足以知人，而不足以知己，才足以取人而不足以自保。至堪浩叹！秦武王的任力好勇另外有一位以好勇闻名的国君是秦武王，他也长得非常高大，孔武有力，自认为天下无敌，因此常常喜欢和那些大力士们比武取乐。当时秦国有两位前代将领的子弟，一名乌获，一句任鄙，都因为武勇力大，而得秦武王的宠爱，加倍封给他们高官厚禄。后来齐国也出了一个叫孟责的大力士。据说他走水路不怕蚊龙，走旱路不怕虎狼，哪里都敢去，如果发起脾气来，怒吼一声，就像打雷一样地惊天动地。有一次他在野外看见两头牛正在相斗，他上前去劝架，用手把两头牛分开来。其中一头牛听劝，伏在地上不斗了，另外一头牛还要打。他大为恼火，左手按住牛头，右手把牛角活生生地拔了出来，这头牛当场毙命。"}
