{"text":"虽然啥也看不见，我在群众中却也失去自我，溶和在游行队伍里。我虽然没有含着泪花，泪花儿大约也能呼之即来，因为伟大感和渺小感同时在心上起落，确也久久不能平息。组织起来的群众如何感觉，我多少领会到一点情味。游行队伍过完了，高呼万岁的群众像钱塘江上的大潮一般卷向天安门。我当然也得随着拥去，只是注意抓着我的绿条儿伙伴。等我也拥到天安门下，已是潮打空城寂寞回。天安门上已空无一人，群众已四向散去。我犹如溅余的一滴江水，又回复自我，看见绿条儿伙伴未曾失散，不胜庆幸，忙紧紧跟着她去寻找我们的大汽车。三个红条儿早已坐在车上。我跟着绿条儿伙伴一同上了车，回到家里，虽然脚跟痛，脖子酸，半边脸晒得火热，兴致还很高。问我看见了什么，我却回答不出，只能说厕所是香的，擦手的毛巾是雪白的。我差点儿一人落在天安门盥室里，虽然只是一场虚惊，却也充得一番意外奇遇，不免细细叙说。至于身在群众中的感受，实在肤浅得很，只可供反思，还说不出口。一九八八年三――四月忆高崇熙先生忆高崇熙先生――旧事拾零高先生是清华大学化工系教授，大家承认他业务很好，可是说他脾气不太好，落落难合。高太太善交际，所以我们夫妇尽管不善交际，也和他们有些来往。我们发现高先生脾气并不坏，和他很合得来。大约一九五年，清华附近建立了一所化工厂，高先生当厂长。他们夫妇迁进工厂，住在简陋的办公室一般的宿舍里。我们夫妇曾到他新家去拜访过两次。一九五一年秋，一个星期日，正是晴朗的好秋天，我们忽然高兴，想出去走走。我记起高太太送了我鲜花，还没去谢谢她。我们就步出南校门，穿过麦田，到化工厂去。当时三反运动已在社会上发动起来，但是还没有转为思想改造运动。学校里的知识分子以为于己无涉，还不大关心。我们进了工厂，拐弯曲折，到了高氏夫妇寓所，高太太进城了，家里只高先生一人。他正独坐在又像教室又像办公室的客堂里，对我们的拜访好像出乎意外，并不欢迎。他勉强请我们坐，拿了两只肮脏的玻璃杯，为我们斟了两个半杯热水瓶底带水碱的剩水。他笑得很勉强，和我们酬答也只一声两声。我觉得来得不是时候，坐不住了，就说我们是路过，顺道看看他们，还要到别处去。我们就起身告辞了。"}
{"text":"学校里的知识分子以为于己无涉，还不大关心。我们进了工厂，拐弯曲折，到了高氏夫妇寓所，高太太进城了，家里只高先生一人。他正独坐在又像教室又像办公室的客堂里，对我们的拜访好像出乎意外，并不欢迎。他勉强请我们坐，拿了两只肮脏的玻璃杯，为我们斟了两个半杯热水瓶底带水碱的剩水。他笑得很勉强，和我们酬答也只一声两声。我觉得来得不是时候，坐不住了，就说我们是路过，顺道看看他们，还要到别处去。我们就起身告辞了。高先生并不挽留，却殷勤送我们出来送出客堂，送出那条走廊，送出院子，还直往外送。我们请他留步，他硬是要送，直送到工厂的大门口。我记得大门口站着个看门的，他站在那人旁边，目送我们往远处去。我们俩走入麦田。我说他好像不欢迎我们。不欢迎。所以我不敢多坐了。是该走了。我说他大概有事呢，咱们打扰他了。不，他没事，他就那么坐着。不在看书？我看见他就那么坐着，也不看书，也不做什么事。哦，也许因为运动，他心绪不好。我问起他们厂里的运动，他说没什么事，快完了。我觉得他巴不得我们快走。可是他送了又送。这话不错。他简直依依不舍似的，不像厌恶我们。我说也许他简慢了咱们又抱歉了。他也没有简慢。况且，他送出院子不就行了吗？我们俩自作聪明地捉摸来捉摸去，总觉得纳闷。他也不是冷淡，也不是板着脸，他只是笑得那么勉强，那么怪。真怪！没有别的字可以形容。过了一天，星期二上午，传来消息化工厂的高先生昨天自杀了。据说星期一上午，工间休息的时候，高太太和厂里的一些女职工在会客室里煮元宵吃呢，回隔壁卧房见高先生倒在床上，脸已变黑，他服了氰酸。我们看见他的时候，他大约正在打主意。或者已经打定主意，所以把太太支使进城。事后回想，他从接待我们到送我们出工厂大门，全都说明这一件事，都是自然的，只恨我们糊涂，没有及时了解。冤案错案如今正一一落实。高先生自杀后，高太太相继去世，多少年过去了，谁还记得他们吗？高先生自杀前夕，撞见他的，大概只有我们夫妇俩。一九八八年九月一日闯祸的边缘闯祸的边缘――旧事拾零珍珠港事变后，上海的孤岛已经淹没――就是说，租界也被日军控制。"}
{"text":"我们看见他的时候，他大约正在打主意。或者已经打定主意，所以把太太支使进城。事后回想，他从接待我们到送我们出工厂大门，全都说明这一件事，都是自然的，只恨我们糊涂，没有及时了解。冤案错案如今正一一落实。高先生自杀后，高太太相继去世，多少年过去了，谁还记得他们吗？高先生自杀前夕，撞见他的，大概只有我们夫妇俩。一九八八年九月一日闯祸的边缘闯祸的边缘――旧事拾零珍珠港事变后，上海的孤岛已经淹没――就是说，租界也被日军控制。可是上海的小学校还未受管辖。我当时正在一个半日小学做代课先生我贪图学校每月给的三斗米，虽然不是好米，却比当局配给的细砂混合的米栖强得多。我也贪图上课只下午半天，课卷虽多，我很快就能改完。可是学校在公共租界，很远，我家住法租界。我得乘车坐到法租界的边缘，步行穿过不属租界的好一段路，再改乘公共租界的有轨电车。车过黄浦江上的大桥，只许过空车，乘客得步行过桥。桥上有日本兵把守。车上乘客排队过桥，走过日本兵面前，得向他鞠躬。我不愿行这个礼，低着头就过去了，侥幸没受注意。后来改变办法，电车载着乘客停在桥下，由日本兵上车检查一遍，就开过桥去，免得一车人下车又上车。不过日本兵上车后，乘客都得站起来。有一次，我站得比别人略晚了些，这也和我不愿鞠躬同一道理。日本兵觉察了，他到我面前，瞧我低头站着，就用食指在我颔下猛一抬。我登时大怒。他还没发话，我倒发话了。我不会骂人，只使劲咬着一字字大声说岂有此理！日本兵一上车，乘客就停止说话，车上原是静的。可是我这一发作，车上的静默立即升到最高度，地上如有蚂蚁爬，该也能听见声音。我自己知道闯祸了。假如日本人动手打我，我能还手吗？我看见日本兵对我怒目而视。我想，我和他如目光相触，就成了挑战。我怎能和他挑战呢。但事已至此，也不可示弱。我就怒目瞪着前面的车窗。我们这样相持不知多久，一秒钟比一分钟还长。那日本人终于转过身，我听他蹬着笨重的军靴一步步出去，瞥见他几次回头看我，我保持原姿态一动都不动。他一步步走出车厢，一级级走下车，电车又缓缓开动。同车厢的乘客好似冰冻的人一个个融化过来，闹哄哄地纷纷议论。我旁边的同事吓呆了。她喘了口气说啊唷！啊唷！侬吓杀吾来！侬哪能格？侬发痴啦？"}
{"text":"我看见日本兵对我怒目而视。我想，我和他如目光相触，就成了挑战。我怎能和他挑战呢。但事已至此，也不可示弱。我就怒目瞪着前面的车窗。我们这样相持不知多久，一秒钟比一分钟还长。那日本人终于转过身，我听他蹬着笨重的军靴一步步出去，瞥见他几次回头看我，我保持原姿态一动都不动。他一步步走出车厢，一级级走下车，电车又缓缓开动。同车厢的乘客好似冰冻的人一个个融化过来，闹哄哄地纷纷议论。我旁边的同事吓呆了。她喘了口气说啊唷！啊唷！侬吓杀吾来！侬哪能格？侬发痴啦？我半晌没有开口，一肚子没好气，恨不能放声大哭也觉得羞惭成了众人注目和议论的中心。车又走了好一段路，我才慢慢意识到自己侥幸没闯大祸。那日本兵想必不懂什么岂有此理，这话实在很书呆子气。不显得凶狠，连我的怒容也不够厉害，只是板着脸罢了。那日本兵也许年纪较小，也许比较老实，一时上不知怎么对付了。可是，我如果明天再碰见他，我就赶紧站起来恭候他吗？不，我明天决不能再乘这辆车，得换一条路线。换一条路线道路较远，下车还得退回半站路，中间还得走过大世界一带闲人坏人丛集的地段。我走过这段路，经常碰到流氓盯梢，得急急往前走，才能脱身。有一次一个流氓盯得很紧，嘴里还风言风语。我急了，干脆停步转身，迎着他当面站定。这流氓大约是专心要找个对象，看了我的嘴脸，显然不是他的对象，就扬长走入人群中去。我只怕流氓不见得个个都这么知趣，还是避开这条远路为妙。我早央求我那位同事注意查车的日本兵换了没有。据她说，好像天天换人。我想，日本兵既没有固定的岗位，我换了路线保不定还会碰到他。可是每天车来车往，他又怎会记得我呢。一个多星期过去了，假如再相遇，我也不认识他了。我不妨仍走原路。我回复原路线的头几天心上还惴惴不安，只恨乘客不够拥挤。总算不久我教课的小学由日本人接管了，我也就辞职了。一九八八年九月三日读书苦乐读书苦乐读书钻研学问，当然得下苦功夫。为应考试为写论文为求学位，大概都得苦读。陶渊明好读书。如果他生于当今之世，要去考大学，或考研究院，或考什么托福儿，难免会有些困难吧？我只愁他政治经济学不能及格呢，这还不是因为他不求甚解。我曾挨过几下棍子，说我读书追求精神享受。我当时只好低头认罪。"}
{"text":"我不妨仍走原路。我回复原路线的头几天心上还惴惴不安，只恨乘客不够拥挤。总算不久我教课的小学由日本人接管了，我也就辞职了。一九八八年九月三日读书苦乐读书苦乐读书钻研学问，当然得下苦功夫。为应考试为写论文为求学位，大概都得苦读。陶渊明好读书。如果他生于当今之世，要去考大学，或考研究院，或考什么托福儿，难免会有些困难吧？我只愁他政治经济学不能及格呢，这还不是因为他不求甚解。我曾挨过几下棍子，说我读书追求精神享受。我当时只好低头认罪。我也承认自己确实不是苦读。不过，乐在其中并不等于追求享受。这话可为知者言，不足为外人道也。我觉得读书好比串门儿――隐身的串门儿。要参见钦佩的老师或拜谒有名的学者，不必事前打招呼求见，也不怕搅扰主人。翻开书面就闯进大门，翻过几页就升堂入室而且可以经常去，时刻去，如果不得要领，还可以不辞而别，或者另找高明，和他对质。不问我们要拜见的主人住在国内国外，不问他属于现代古代，不问他什么专业，不问他讲正经大道理或聊天说笑，都可以挨近前去听个足够。我们可以恭恭敬敬旁听孔门弟子追述夫子遗言，也不妨淘气地笑问言必称亦曰仁义而已矣的孟夫子，他如果生在我们同一个时代，会不会是一位马列主义老先生呀？我们可以在苏格拉底临刑前守在他身边，听他和一位朋友谈话也可以对斯多葛派伊匹克悌忒斯ps的金玉良言思考怀疑。我们可以倾听前朝列代的遗闻逸事，也可以领教当代最奥妙的创新理论或有意惊人的故作高论。反正话不投机或言不入耳，不妨抽身退场，甚至砰一下推上大门――就是说，拍地合上书面――谁也不会嗔怪。这是书以外的世界里难得的自由！壶公悬挂的一把壶里，别有天地日月。每一本书――不论小说戏剧传记游记日记，以至散文诗词，都别有天地，别有日月星辰，而且还有生存其间的人物。我们很不必巴巴地赶赴某地，花钱买门票去看些仿造的赝品或栩栩如生的替身，只要翻开一页书，走入真境，遇见真人，就可以亲亲切切地观赏一番。说什么欲穷千里目，更上一层楼！我们连脚底下地球的那一面都看得见，而且顷刻可到。尽管古人把书说成浩如烟海，书的世界却真正的天涯若比邻，这话绝不是唯心的比拟。世界再大也没有阻隔。"}
{"text":"每一本书――不论小说戏剧传记游记日记，以至散文诗词，都别有天地，别有日月星辰，而且还有生存其间的人物。我们很不必巴巴地赶赴某地，花钱买门票去看些仿造的赝品或栩栩如生的替身，只要翻开一页书，走入真境，遇见真人，就可以亲亲切切地观赏一番。说什么欲穷千里目，更上一层楼！我们连脚底下地球的那一面都看得见，而且顷刻可到。尽管古人把书说成浩如烟海，书的世界却真正的天涯若比邻，这话绝不是唯心的比拟。世界再大也没有阻隔。佛说三千大千世界，可算大极了。书的境地呢，现在界还加上过去谨，也带上未来界，实在是包罗万象，贯通三界。而我们却可以足不出户，在这里随意阅历，随时拜师求教。谁说读书人目光短浅，不通人情，不关心世事呢！这里可得到丰富的经历，可认识各时各地多种多样的人。经常在书里串门儿，至少也可以脱去几分愚昧，多长几个心眼儿吧？我们看到道貌岸然满口豪言壮语的大人先生，不必气馁胆怯，因为他们本人家里尽管没开放门户，没让人闯入，他们的亲友家我们总到过，自会认识他们虚架子后面的真嘴脸。一次我乘汽车驰过巴黎赛纳河上宏伟的大桥，我看到了栖息在大桥底下那群拣垃圾为生盖报纸取暖的穷苦人。不是我眼睛能拐弯儿，只因为我曾到那个地带去串过门儿啊。可惜我们串门时隐而犹存的身，毕竟只是凡胎俗骨。我们没有如来佛的慧眼，把人世间几千年积累的智慧一览无余，只好时刻记住庄子生也有涯而知也无涯的名言。我们只是朝生暮死的虫豸还不是孙大圣毫毛变成的虫儿，钻入书中世界，这边爬爬，那边停停，有时遇到心仪的人，听到惬意的话，或者对心上悬挂的问题偶有所得，就好比开了心窍，乐以忘言。这个乐和追求享受该不是一回事吧？一九八九年软红尘里楔子软红尘里楔子女蜗还只顾勤勤恳恳炼她的五色石。太白星君从云端里过，招呼说蜗皇，还在忙呀？女蜗忙也招呼上公，您好！她叹气说咳！只是白忙。没完没了吗？怎么得了啊！天，穿了窟窿，臭氧层破裂了。地，总是支不稳这里塌，那里陷，这里喷火，那里泥石流，再加上捣乱的暴风，随处闯祸。兵者不祥之器，威力却日见强大。从未僵息的战火，放定是愈烧愈烈。"}
{"text":"这个乐和追求享受该不是一回事吧？一九八九年软红尘里楔子软红尘里楔子女蜗还只顾勤勤恳恳炼她的五色石。太白星君从云端里过，招呼说蜗皇，还在忙呀？女蜗忙也招呼上公，您好！她叹气说咳！只是白忙。没完没了吗？怎么得了啊！天，穿了窟窿，臭氧层破裂了。地，总是支不稳这里塌，那里陷，这里喷火，那里泥石流，再加上捣乱的暴风，随处闯祸。兵者不祥之器，威力却日见强大。从未僵息的战火，放定是愈烧愈烈。瘟疫的种类，现在也愈出愈奇。机械发达，把江湖海洋全都污染了。芸芸众生蒙在软红尘里，懵懵懂懂，还只管争求自己的幸福。我这片小天地，看来破败得不堪收拾了。太白星君说人间原本如此。我看你这片天地还经得起好几劫呢。女蜗说反正我也只是尽力而为。瞧这伙自以为万能的小人儿，哪天飞到您那儿去定居吧。他们发明创造的能力确也可观。太白星君呵呵笑道他们还远没有认识我呢！东方人说我是白胡子老头儿，西方人说我是爱神美女维纳斯！他们要到我那儿去定居啊，还早哩！女蜗也笑了。他们的先遣小分队，已经到您那儿去窥探了，不是吗？等着瞧吧。蜗皇，我劝您且偷工夫休息会儿，别太认真。也许我该撒手了。我常是惶惶惑惑，却又不敢懈怠。上公，您既然驾临，我倒要麻烦您帮我拿个主意呢。我有什么主意呀？我要您帮我瞧瞧，我是不是该撒手不管了？凭什么该撒手呀？管，您又要管什么呀？女蜗烦恼地叹息一声，咳！这群小人儿！聪明精巧有余，却不懂得寻求大智慧。太白星君笑道人生一世，草生一秋。您要他们求得多大的智慧呀？我不要求过多，只愿他们一代代求得的智慧，能累积下来，至少一脉流传，别淤塞，别枯竭。只求他们彼此之间，能沉瀣一气，和协一致，大家同心同德，把这个世界收拾得完整些美好些。可是，当今的一代鄙弃过去的一代，亿万人又有亿万个心。说起来倒是目标相同，都为了救济世界，造福人类。可是道不同不相为谋。那伙自封的英雄豪杰，一个个顶天立地，有我就没有你。请瞧吧，古往今来，只见你挤我，我害你。个人之间，是人与人的互相倾轧集体与集体之间，是结了帮合了伙的互相倾轧。"}
{"text":"只求他们彼此之间，能沉瀣一气，和协一致，大家同心同德，把这个世界收拾得完整些美好些。可是，当今的一代鄙弃过去的一代，亿万人又有亿万个心。说起来倒是目标相同，都为了救济世界，造福人类。可是道不同不相为谋。那伙自封的英雄豪杰，一个个顶天立地，有我就没有你。请瞧吧，古往今来，只见你挤我，我害你。个人之间，是人与人的互相倾轧集体与集体之间，是结了帮合了伙的互相倾轧。大家永远停留在彼此排挤互相伤害的阶段上，能有什么成就可说呢？他们活一辈子，只在愚暗中挣扎，我又何苦为他们操心呢？太白星君安慰说蜗皇，您也别操之过急，见其一不见其二，您那里的仁人志士，声闻九天，都像您说的那么没出息吗？女蜗说我只怕寡不敌众，正不压邪是非善恶，红尘世界里不那么容易分辨。她说着用手掌前后左右扇开几处红尘，遥指着说您不妨到处看上两眼，也不妨盯着几个人看看即小见大，由一知十。太白星君凝神观看了一番，点头说蓿希望都在后头呢！后头？还是前面？太白星君笑了瞻之在前，忽焉在后。蜗皇，听我说，您再耐烦等待一番吧，且不要撒手不管。他避免对方追问，忙着告辞一声，驾云走了。女蜗望着他的后影，半嗔半笑，自言自语说真可谓问道于――滑头。她带着一丝苦笑，拣起工具，继续自己的工作。亲爱的读者，太白星君凝神观望的一刹那，人间已经历许多岁月。过去的事，像海市蜃楼般都结在云雾间，还未消散。现在的事，并不停留，衔接着过去，也在冉冉上腾。他所见种种，写下来可成一本书。您如有意，不妨一读。赵佩荣与强英雄赵佩荣与强英雄赵佩荣拿起电话听筒，不论是收听或打出去，必定先切实介绍自己我是庙堂巷杨家的门房。我叫赵佩荣。赵――就是走肖赵――走肖赵他的声凋至今还在我耳朵里呢。我爸爸常在内已卧室的厢房里工作，电话安在厢房墙外。爸爸每逢佩荣再三反复地说走肖赵――走肖赵就急得撂下正在做的事，往妈妈屋里躲，免得自己爆炸。我们听了佩荣的走肖赵，走肖赵又着急，又要笑看到爸爸冒火，要笑又不敢笑。可是谁也不好意思告诉赵佩荣，他没有必要介绍自己。幸亏接电话不是他的任务，除作他经过那里恰逢电话铃响。"}
{"text":"我叫赵佩荣。赵――就是走肖赵――走肖赵他的声凋至今还在我耳朵里呢。我爸爸常在内已卧室的厢房里工作，电话安在厢房墙外。爸爸每逢佩荣再三反复地说走肖赵――走肖赵就急得撂下正在做的事，往妈妈屋里躲，免得自己爆炸。我们听了佩荣的走肖赵，走肖赵又着急，又要笑看到爸爸冒火，要笑又不敢笑。可是谁也不好意思告诉赵佩荣，他没有必要介绍自己。幸亏接电话不是他的任务，除作他经过那里恰逢电话铃响。不过，打电话向肉店定货等等是他的事。赵佩荣是无锡安镇人，自说曾任村塾老师，教过古文观止，也曾在寺院里教和尚念经。他的毛笔字虽然俗气，却很工正。他能为人用朱笔抄佛经。他五十来岁，瘦瘦的中等个儿，背微驼，脸容削瘦，嘴上挂着两撇八字胡子，八的一撇一捺都往下垂。他走路迈万步，每说话，总陪着抱歉似的笑，把嘴唇尖呀尖的，然后先说声这个这个――安镇土音是过个是个。平时他坐在门房里，有客来，他只需叫经常在他身边的阿福到里面去通报，他只管倒茶。女佣买菜回来，坐在门房里请他记帐。他有许多印得字细行密的小说，如济公传包公传说岳之类，闲时就戴上老花镜看看。他什么事都能干。他为我们磨墨，能磨得浓淡适宜。打毛衣的竹针往往粗细不匀，他能磨得光滑匀称。他也能做蚊香的架子。他简直像堂吉诃德所形容的骑士那样，家常琐事件件都能。件件都能，其实也就是一无所长。他显然是个典型的平庸人。夏天他买只新的藤躺椅，有抽屉能抽出搁脚，比我爸爸的旧躺椅讲究也舒服。他坐在外边大柏树大院里乘凉，隔着长廊是一片三十多棵梅树的院子，绿叶成荫，透着凉意。我两个弟弟喜欢跟佩荣一起乘凉，听他讲自己的往事。佩荣说，他本姓强，叫强英雄。他是过继给赵家作儿子的。他可是个真正的浪子回头金不换。吓！他从前的荒唐啊，简直独一无二！往常抽大烟的不酗酒，酗酒的不抽大烟，他却又是烟鬼，又是酒鬼。吓！他从前真是作尽了孽！我们听了弟弟的转述，不能相信。佩荣那么个好人，能作什么孽！我们怀疑他自愧窝囊而向往英雄，所以学着浪漫派的小说家，对着镜子把自己描绘成英雄，而且像浪漫主义的角色，卖弄自己并没有的罪过。我们教弟弟盘问他怎么荒唐，怎么作孽。"}
