{"text":"我站在展厅里，望着这一张张热忱仰望的年轻的面孔，心中也会充满感动。我对自己说有着纯正追求的青春岁月的确是人生最美好的岁月。若干年过去了，我还会常常不由自主地想起列车上的那个少女和展厅里的那些青年，揣摩他们现在不知怎样了。据我观察，人在年轻时多半是富于理想的，随着年龄增长就容易变得越来越实际。由于生存斗争的压力和物质利益的诱惑，大家都把眼光和精力投向外部世界，不再关注自己的内心世界。其结果是灵魂日益萎缩和空虚，只剩下了一个在世界上忙碌不止的躯体。对于一个人来说，没有比这更可悲的事情了。我暗暗祝愿他们仍然保持着纯正的追求，没有走上这条可悲的路。灵魂的高贵精神栖身于茅屋如果你爱读人物传记，你就会发现，许多优秀人物生前都非常贫困。就说说那位最著名的印象派画家凡高吧，现在他的一幅画已经卖到了几千美元，可是，他活着时，他的一张画连一餐饭钱也换不回，经常挨饿，一生穷困潦倒，终致精神失常，在岁时开枪自杀了。要论家境，他的家族是当时欧洲最大的画商，几乎控制着全欧洲的美术市场。作为一名画家，他有得天独厚的便利条件，完全可以像那些平庸画家那样迎合时尚以谋利，成为一个富翁，但他不屑于这么做。他说，他可不能把他唯一的生命耗费在给非常愚蠢的人画非常蹩脚的画上面，做艺术家并不意味着卖好价钱，而是要去发现一个未被发现的新世界。确实，凡高用他的作品为我们发现了一个全新的世界，一个万物在阳光中按照同一节奏舞蹈的世界。另一个荷兰人斯宾诺莎是名垂史册的大哲学家，他为了保持思想的自由，宁可靠磨镜片的收入维持最简单的生活，谢绝了海德堡大学以不触犯宗教为前提要他去当教授的聘请。我并不是提倡苦行僧哲学。问题在于，如果一个人太看重物质享受，就必然要付出精神上的代价。人的肉体需要是很有限的，无非是温饱，超于此的便是奢侈，而人要奢侈起来却是没有尽头的。温饱是自然的需要，奢侈的欲望则是不断膨胀的市场刺激起来的。你本来习惯于骑自行车，不觉得有什么欠缺，可是，当你看到周围不少人开上了汽车，你就会觉得你缺汽车，有必要也买一辆。富了总可以更富，事实上也必定有人比你富，于是你永远不会满足，不得不去挣越来越多的钱。这样，赚钱便成了你的唯一目的。"}
{"text":"人的肉体需要是很有限的，无非是温饱，超于此的便是奢侈，而人要奢侈起来却是没有尽头的。温饱是自然的需要，奢侈的欲望则是不断膨胀的市场刺激起来的。你本来习惯于骑自行车，不觉得有什么欠缺，可是，当你看到周围不少人开上了汽车，你就会觉得你缺汽车，有必要也买一辆。富了总可以更富，事实上也必定有人比你富，于是你永远不会满足，不得不去挣越来越多的钱。这样，赚钱便成了你的唯一目的。即使你是画家，你哪里还顾得上真正的艺术追求即使你是学者，你哪里还会在乎科学的良心所以，自古以来，一切贤哲都主张一种简朴的生活方式，目的就是为了不当物质欲望的奴隶，保持精神上的自由。古罗马哲学家塞涅卡说得好自由人以茅屋为居室，奴隶才在大理石和黄金下栖身。柏拉图也说胸中有黄金的人是不需要住在黄金屋顶下面的。或者用孔子的话说君子居之，何陋之有我非常喜欢关于苏格拉底的一个传说，这位被尊称为师中之师的哲人在雅典市场上闲逛，看了那些琳琅满目的货摊后惊叹这里有多少我用不着的东西呵！的确，一个热爱精神事物的人必定是淡然于物质的奢华的，而一个人如果安于简朴的生活，他即使不是哲学家，也相去不远了。灵魂的高贵孤独的价值一我很有兴味地读完了英国医生安东尼斯托尔所著的孤独一书。在我的概念中，孤独是一种具有形而上意味的人生境遇和体验，为哲学家诗人所乐于探究或描述。我曾担心，一个医生研究孤独，会不会有职业偏见，把它仅仅视为一种病态呢？令我满意的是，是一位有着相当人文修养的精神科医生，善于把开阔的人文视野和精到的专业眼光结合起来，因此不但没有抹杀反而更有说服力地揭示了孤独在人生中的价值，其中也包括它的心理治疗作用。事实上，精神科医学的传统的确是把孤独仅仅视为一种病态的。按照这一传统的见解，亲密的人际关系是精神健全的最重要标志，是人生意义和幸福的主要源泉甚至唯一源泉。反之，一个成人倘若缺乏建立亲密的人际关系的能力，便表明他的精神成熟进程受阻，亦即存在着某种心理疾患，需要加以治疗。斯托尔写这本书的主旨正是要反对这种偏颇性，在自己的专业领域内为孤独正名。他在肯定人际关系的价值的同时，着重论证了孤独也是人生意义的重要源泉，对于具有创造天赋的人来说，甚至是决定性的源泉。"}
{"text":"事实上，精神科医学的传统的确是把孤独仅仅视为一种病态的。按照这一传统的见解，亲密的人际关系是精神健全的最重要标志，是人生意义和幸福的主要源泉甚至唯一源泉。反之，一个成人倘若缺乏建立亲密的人际关系的能力，便表明他的精神成熟进程受阻，亦即存在着某种心理疾患，需要加以治疗。斯托尔写这本书的主旨正是要反对这种偏颇性，在自己的专业领域内为孤独正名。他在肯定人际关系的价值的同时，着重论证了孤独也是人生意义的重要源泉，对于具有创造天赋的人来说，甚至是决定性的源泉。其实，对孤独的贬损并不限于今天的精神科医学领域。早在伊利亚特中，荷马已经把无家无邦的人斥为自然的弃物。亚里士多德在他的政治学中据以发挥，断言人是最合群的动物，接着说出了一句名言离群索居者不是野兽，便是神灵。这话本身说得很漂亮，但他的用意是在前半句，拉扯开来大做文章，压根儿不再提后半句。后来培根引用这话时，干脆说只有前半句是真理，后半句纯属邪说。既然连某些大哲学家也对孤独抱有成见，我就很愿意结合着读斯托尔的书的心得，来说一说我对孤独的价值的认识。二交往和独处原是人在世上生活的两种方式，对于每个人来说，这两种方式都是必不可少的，只是比例很不相同罢了。由于性格的差异，有的人更爱交往，有的人更喜独处。人们往往把交往看作一种能力，却忽略了独处也是一种能力，并且在一定意义上是比交往更为重要的一种能力。反过来说，不擅交际固然是一种遗憾，不耐孤独也未尝不是一种很严重的缺陷。从心理学的观点看，人之需要独处，是为了进行内在的整合。所谓整合，就是把新的经验放到内在记忆中的某个恰当位置上。唯有经过这一整合的过程，外来的印象才能被自我所消化，自我也才能成为一个既独立又生长着的系统。所以，有无独处的能力，关系到一个人能否真正形成一个相对自足的内心世界，而这又会进而影响到他与外部世界的关系。斯托尔引用温尼考特的见解指出，那种缺乏独处能力的人只具有虚假的自我，因此只是顺从而不是体验外部世界，世界对于他仅是某种必须适应的对象，而不是可以满足他的主观性的场所，这样的人生当然就没有意义。事实上，无论活得多么热闹，每个人都必定有最低限度的独处时间，那便是睡眠。不管你与谁同睡，你都只能独自进入你的梦乡。"}
{"text":"所以，有无独处的能力，关系到一个人能否真正形成一个相对自足的内心世界，而这又会进而影响到他与外部世界的关系。斯托尔引用温尼考特的见解指出，那种缺乏独处能力的人只具有虚假的自我，因此只是顺从而不是体验外部世界，世界对于他仅是某种必须适应的对象，而不是可以满足他的主观性的场所，这样的人生当然就没有意义。事实上，无论活得多么热闹，每个人都必定有最低限度的独处时间，那便是睡眠。不管你与谁同睡，你都只能独自进入你的梦乡。同床异梦是一切人的命运，同时却也是大自然的恩典，在心理上有其必要性。据有的心理学家推测，梦具有与独处相似的整合功能，而不能正常做梦则可能造成某些精神疾患。另一个例子是居丧。对丧亲者而言，最重要的不是他人的同情和劝慰，而是在独处中顺变。正像斯托尔所指出的这种顺变的过程非常私密，因为事关丧亲者与死者之间的亲密关系，这种关系别人没有分享过，也不能分享。居丧的本质是面对亡灵时一个人内心孤独的深处所发生的某件事。如果人为地压抑这个哀伤过程，则也会导致心理疾病。关于孤独对于心理健康的价值，书中还有一些有趣的谈论。例如，对外界刺激作出反应是动物的本能，不反应的能力则是智慧的要素。又例如，感觉过剩的祸害并不亚于感觉剥夺。总之，我们不能一头扎在外部世界和人际关系里，而放弃了对内在世界的整合。斯托尔的结论是内在的心理经验是最奥妙最有疗效的。容格后期专门治疗中年病人，他发现，他的大多数病人都很能适应社会，且有杰出的成就，中年危机的原因就在于缺少内心的整合，通俗地说，也就是缺乏个性，因而仍然不免感觉人生的空虚。他试图通过一种所谓个性化过程的方案加以治疗，使这些病人找到真正属于自己的人生意义。我怀疑这个方案是否当真有效，因为我不相信一个人能够通过心理治疗而获得他本来所没有的个性。不过，有一点倒是可以确定的，即个性以及基本的孤独体验乃是人生意义问题之思考的前提。三人类精神创造的历史表明，孤独更重要的价值在于孕育唤醒和激发了精神的创造力。我们难以断定，这一点是否对所有的人都适用，抑或仅仅适用于那些有创造天赋的人。我们至少应该相信，凡正常人皆有创造力的潜质，区别仅在量的大小而已。一般而论，人的天性是不愿忍受长期的孤独的，长期的孤独往往是被迫的。"}
{"text":"不过，有一点倒是可以确定的，即个性以及基本的孤独体验乃是人生意义问题之思考的前提。三人类精神创造的历史表明，孤独更重要的价值在于孕育唤醒和激发了精神的创造力。我们难以断定，这一点是否对所有的人都适用，抑或仅仅适用于那些有创造天赋的人。我们至少应该相信，凡正常人皆有创造力的潜质，区别仅在量的大小而已。一般而论，人的天性是不愿忍受长期的孤独的，长期的孤独往往是被迫的。然而，正是在被迫的孤独中，有的人的创造力意外地得到了发展的机会。一种情形是牢狱之灾，文化史上的许多传世名作就诞生在牢狱里。例如，波伊提乌斯的哲学的慰藉，莫尔的纾解忧愁之对话，雷利的世界史，都是在被处死刑之前的囚禁期内写作的。班扬的天路历程陀斯妥耶夫斯基的死屋手记也是在牢狱里酝酿的。另一种情形是疾病。斯托尔举了耳聋造成的孤独的例子，这种孤独反而激发了贝多芬戈雅的艺术想象力。在疾病促进创作方面，我们可以续上一个包括尼采普鲁斯特在内的长长的名单。太史公所说左邱失明，厥有国语，孙子膑脚，而论兵法等等，也涉及了牢狱和疾病之灾与创作的关系，虽然他更多地着眼于苦难中的发愤。强制的孤独不只是造成了一种必要，迫使人把被压抑的精力投于创作，而且我相信，由于牢狱或疾病把人同纷繁的世俗生活拉开了距离，人是会因此获得看世界和人生的一种新的眼光的，而这正是孕育出大作品的重要条件。不过，对于大多数天才来说，他们之陷于孤独不是因为外在的强制，而是由于自身的气质。大体说来，艺术的天才，例如所举的卡夫卡吉卜林，多是忧郁型气质，而孤独中的写作则是一种自我治疗的方式。如同一位作家所说我写忧郁，是为了使自己无暇忧郁。只是一开始作为一种补偿的写作，后来便获得了独立的价值，成了他们乐在其中的生活方式。创作过程无疑能够抵御忧郁，所以，据精神科医生们说，只有那些创作力衰竭的作家才会找他们去治病。但是，据我所知，这时候的忧郁往往是不治的，这类作家的结局不是潦倒便是自杀。另一类是思想的天才，例如所举的牛顿康德维特根斯坦，则相当自觉地选择了孤独，以便保护自己的内在世界，可以不受他人干扰地专注于意义和秩序的寻求。这种专注和气功状态有类似之处，所以，包括这三人在内的许多哲学家都长寿，也许不是偶然的。"}
{"text":"只是一开始作为一种补偿的写作，后来便获得了独立的价值，成了他们乐在其中的生活方式。创作过程无疑能够抵御忧郁，所以，据精神科医生们说，只有那些创作力衰竭的作家才会找他们去治病。但是，据我所知，这时候的忧郁往往是不治的，这类作家的结局不是潦倒便是自杀。另一类是思想的天才，例如所举的牛顿康德维特根斯坦，则相当自觉地选择了孤独，以便保护自己的内在世界，可以不受他人干扰地专注于意义和秩序的寻求。这种专注和气功状态有类似之处，所以，包括这三人在内的许多哲学家都长寿，也许不是偶然的。让我回到前面所引的亚里士多德的名言。一方面，孤独的精神创造者的确是野兽，也就是说，他们在社会交往的领域里明显地低于一般人的水平，不但相当无能，甚至有着难以克服的精神障碍。在社交场合，他们往往笨拙而且不安。有趣的是，人们观察到，他们倒比较容易与小孩或者动物相处，那时侯他们会感到轻松自在。另一方面，他们却同时又是神灵，也就是说，他们在某种意义上已经超出和不很需要通常的人际交往了，对于他们来说，创造而不是亲密的依恋关系成了生活意义的主要源泉。所以，还是尼采说得贴切，他在引用了离群索居者不是野兽，便是神灵一语之后指出亚里士多德忽略了第三种情形必须同时是二者――哲学家四孤独之为人生的重要体验，不仅是因为唯有在孤独中，人才能与自己的灵魂相遇，而且是因为唯有在孤独中，人的灵魂才能与上帝与神秘与宇宙的无限之谜相遇。正如托尔斯泰所说，在交往中，人面对的是部分和人群，而在独处时，人面对的是整体和万物之源。这种面对整体和万物之源的体验，便是一种广义的宗教体验。在世界三大宗教的创立过程中，孤独的经验都起了关键作用。释迦牟尼的成佛，不但是在出家以后，而且是在离开林中的那些苦行者以后，他是独自在雅那河畔的菩提树下连日冥思，而后豁然彻悟的。耶稣也是在旷野度过了四十天，然后才向人宣示救世的消息。穆罕默德在每年的斋月期间，都要到希拉山的洞窟里隐居。我相信这些宗教领袖决非故弄玄虚。斯托尔所举的例子表明，在自愿的或被迫的长久独居中，一些普通人同样会产生一种与宇宙融合的忘形的一体感，一种与存在本身交谈的体验。而且，曾经有过这种体验的人都表示，那些时刻是一生中最美妙的，对于他们的生活观念发生着永久的影响。"}
{"text":"耶稣也是在旷野度过了四十天，然后才向人宣示救世的消息。穆罕默德在每年的斋月期间，都要到希拉山的洞窟里隐居。我相信这些宗教领袖决非故弄玄虚。斯托尔所举的例子表明，在自愿的或被迫的长久独居中，一些普通人同样会产生一种与宇宙融合的忘形的一体感，一种与存在本身交谈的体验。而且，曾经有过这种体验的人都表示，那些时刻是一生中最美妙的，对于他们的生活观念发生着永久的影响。一个人未必因此就要归依某一宗教，其实今日的许多教徒并没有真正的宗教体验，一个确凿的证据是，他们不是在孤独中而必须是在寺庙和教堂里，在一种实质上是公众场合的仪式中，方能领会一点宗教的感觉。然而，这种所谓的宗教感，与始祖们在孤独中感悟的境界已经风马牛不相及了。真正的宗教体验把人超拔出俗世琐事，倘若一个人一生中从来没有过类似的体验，他的精神视野就未免狭隘。尤其是对于一个思想家来说，这肯定是一种精神上的缺陷。一个恰当的例子是弗洛伊德。在与他的通信中，罗曼罗兰指出宗教感情的真正来源是对永恒的一种感动，也就是一种无边无际的大洋似的感觉。弗洛伊德承认他毫无此种体验，而按照他的解释，所谓与世界合为一体的感觉仅是一种逃避现实的自欺，犹如婴儿在母怀中寻求安全感一样，属于精神退化现象。这位目光锐利的医生总是习惯于把一切精神现象还原成心理现象，所以，他诚然是一位心理分析大师，却终究不是真正意义上的大思想家。五在斯托尔的书中，孤独的最后一种价值好像是留给人生的最后一个阶段的。他写道虽然疾病和伤残使老年人在肉体上必须依赖他人，但是感情上的依赖却逐渐减少。老年人对人际关系经常不大感兴趣，较喜欢独处，而且渐渐地较专注于自己的内心。显然是赞赏这一变化的，因为它有助于老年人摆脱对人世的依恋，为死亡做好准备。中国的读者也许会提出异议。我们目睹的事实是，今天中国的老年人比年轻人更喜欢集体活动，他们聚在一起扭秧歌，跳交谊舞，活得十分热闹，成为中国街头一大景观。然而，凡是到过欧美的人都知道，斯托尔的描述至少对于西方人是准确的，那里的老年人都很安静，绝无扎堆喧闹的癖好。他们或老夫老妻作伴，或单独一人，坐在公园里晒太阳，或者作为旅游者去看某处的自然风光。当然，我们不必在中西养老方式之间进行褒贬。"}
{"text":"显然是赞赏这一变化的，因为它有助于老年人摆脱对人世的依恋，为死亡做好准备。中国的读者也许会提出异议。我们目睹的事实是，今天中国的老年人比年轻人更喜欢集体活动，他们聚在一起扭秧歌，跳交谊舞，活得十分热闹，成为中国街头一大景观。然而，凡是到过欧美的人都知道，斯托尔的描述至少对于西方人是准确的，那里的老年人都很安静，绝无扎堆喧闹的癖好。他们或老夫老妻作伴，或单独一人，坐在公园里晒太阳，或者作为旅游者去看某处的自然风光。当然，我们不必在中西养老方式之间进行褒贬。老年人害怕孤独或许是情有可原的，孤独使他们清醒地面对死亡的前景，而热闹则可使他们获得暂时的忘却和逃避。问题在于，死亡终究不可逃避，而有尊严地正视死亡是人生最后的一项光荣。所以，我个人比较欣赏西方人那种平静度过晚年的方式。对于精神创造者来说，如果他们能够活到老年，老年的孤独心境就不但有助于他们与死亡和解，而且会使他们的创作进入一个新的境界。斯托尔举了贝多芬李斯特巴赫勃拉姆斯等一系列作曲家的例子，证明他们的晚年作品都具有更加深入自己的精神领域不太关心听众的接受的特点。一般而言，天才晚年的作品是更空灵更超脱更形而上的，那时候他们的灵魂已经抵达天国的门口，人间的好恶和批评与他们无关了。歌德从三十八岁开始创作浮士德，直到临死前夕即他八十二岁时才完成，应该不是偶然的。灵魂的高贵灵魂的在场现代生活的特点之一是灵魂的缺席。它表现在各个方面，例如使人不得安宁的快节奏，远离自然，传统的失落，环境的破坏，人与人之间亲密关系的丧失，等等。痛感于此，托马斯摩尔把关涉灵魂生活的古今贤哲的一些言论汇集起来，编成了这本心灵书。书的原题是灵魂的教育，可见是作为一本灵魂的教科书来编著的。在中说我们这个时代的最大问题是训示太多，教育太少。在他看来，教育应是一门引导人的潜能的艺术，在最深层次上则是一门诱使灵魂从其隐藏的洞穴中显露出来的艺术。我的理解是，教育的本义是唤醒灵魂，使之在人生的各种场景中都保持在场。那么，相反，倘若一个人的灵魂总是缺席，不管他多么有学问或多么有身份，我们仍可把他看做一个没有受过教育的蒙昧人。关于什么是灵魂，费西诺有一个说法，认为它是连结精神和肉体的中介。"}
{"text":"在中说我们这个时代的最大问题是训示太多，教育太少。在他看来，教育应是一门引导人的潜能的艺术，在最深层次上则是一门诱使灵魂从其隐藏的洞穴中显露出来的艺术。我的理解是，教育的本义是唤醒灵魂，使之在人生的各种场景中都保持在场。那么，相反，倘若一个人的灵魂总是缺席，不管他多么有学问或多么有身份，我们仍可把他看做一个没有受过教育的蒙昧人。关于什么是灵魂，费西诺有一个说法，认为它是连结精神和肉体的中介。容格也有一个说法，认为精神试图超越人性，灵魂则试图进入人性。这两种说法都很好，加以引伸，我们不妨把灵魂定义为普遍性的精神在个体的人身上的存在，或超越性的精神在人的日常生活中的存在。一个人无论怎样超凡脱俗，总是要过日常生活的，而日常生活又总是平凡的。所以，灵魂的在场未必表现为隐居修道之类的极端形式，在绝大多数情形下，恰恰是表现为日常生活中的精神追求和精神享受。这就是所说的平凡的神圣之涵义。他说得对能够真正享受普通生活并不是一件容易的事。尤其是在今天，日常生活变成了无休止的劳作和消费，那本应是享受之主体的灵魂往往被排挤得没有容足之地了。日常生活是包罗万象的，就本书涉及的内容而言，我比较关注这几个方面工作与闲暇，自然与居住，孤独与交流。在所有这些场合，生活的质量都取决于灵魂是否在场。在时间上，一个人的生活可分为两部分，即工作与闲暇。最理想的工作是那种能够体现一个人的灵魂的独特倾向的工作。正如所说当我们灵魂中独特的一面与我们所从事的工作相融合时，我们发现本性与勤奋结出的是甜蜜的果实，它可以医好一切创伤。当然，远非所有的人都能从事自己称心的职业的，但是我始终相信，一个人只要真正优秀，他就多半能够突破职业的约束，对于他来说，他的心血所倾注的事情才是他的真正的工作，哪怕是在业余所为。同时，我也赞成这样的标准一个人的工作是否值得尊敬，取决于他完成工作的精神而非行为本身。这就好比造物主在创造万物之时，是以同样的关注之心创造一朵野花一只小昆虫或一头巨象的。无论做什么事情，都力求尽善尽美，并从中获得极大的快乐，这样的工作态度中的确蕴涵着一种神性，不是所谓职业道德或敬业精神所能概括的。"}
