{"text":"这样就好了这样怎么会就好了呢？我说。詹牧师又不断地咽起唾沫来。几天之后，我收到了詹牧师退还的两元钱。我这个专栏的稿费一律是每篇两元。有人说，这老头很精明，如果胡编批评稿，稍有不慎，被批评者一定不会甘蒙不白之冤，闹得真相大白而致影响了两元收人是可能性极大的，表扬稿就很少这种危险性，这次实在是碰巧了。也有人说，这老人真可谓千虑一失，本不必写出姓名和地址的做了好事而不留姓名地址，也于情于理十分顺通。我心里却别扭，觉得就这样削减了老人的一项经济收入，很缺德。他在风风雨雨中要传多少电话，才能挣到两元钱呢？成千上万元地拿稿费的人，也未必都不曾逢迎杜撰见机胡编过。随即又收到詹牧师的一封信。信中却对稿件的事只字不提。信的大意是，他知道我是一位编辑后，心情久久难于平静得以与我相识，实乃三生有幸我能亲临其寒舍，更使他坚信了命运是公平的。信中引用了很多典故，什么文王渭水访贤汉主三请诸葛萧何月下追韩信等等，弄得我也踌躇满志起来。信的最后说老夫不才，如蒙不弃愿结永好。古今中外，忘年之交而助成大业者，不胜枚举。况你我志同道合，一见如故，本当携手共济，于国于民有所贡献才是。我决计再去看他一趟了。信的文体既如此风雅，字里行间又流露出崇高的志向，古稀老人而童心不泯，可料绝非等闲之辈。再说又是头一遭有人这么看得起我。虽然詹牧师前后言行略显怪异，但怪异常常是人物的特征。大凡能够印成铅字的人物，总都是与疯疯颠颠木讷乖张不食人间烟火一类的情趣有染。这情趣，在凡人是一种缺陷，在人物却是一项优点――大智若愚者也！再去的时候是晚上。詹牧师正伏案挥毫。工整的楷书，颜筋柳骨，一丝不苟。写的是两首七律，备忘于下其一销声匿迹三十年，隐姓埋名两地天。闹市凭窗深似海，空庭倚门淡如烟。良宵独盏书为伴，恶浪孤舟纸作帆。未破禅机空自娱，报国无往枉陶然。其二几度沧桑春似梦，萧声吹断古城秋。时光易逝人易老，壮志难酬意难休。弱冠己读千卷破，古稀犹冀四化谋。伏枥老骥安自弃？沥胆披肝为国忧。好诗，好诗，我说，好一个古稀犹冀四化谋！哪里哪里，信口胡诌，聊以自慰罢了。詹牧师又把那把骨头伸给我，此一番却颇凛然，像列宁。大概是因为他刚写完沥胆披肝为国忧吧。"}
{"text":"良宵独盏书为伴，恶浪孤舟纸作帆。未破禅机空自娱，报国无往枉陶然。其二几度沧桑春似梦，萧声吹断古城秋。时光易逝人易老，壮志难酬意难休。弱冠己读千卷破，古稀犹冀四化谋。伏枥老骥安自弃？沥胆披肝为国忧。好诗，好诗，我说，好一个古稀犹冀四化谋！哪里哪里，信口胡诌，聊以自慰罢了。詹牧师又把那把骨头伸给我，此一番却颇凛然，像列宁。大概是因为他刚写完沥胆披肝为国忧吧。列宁在说忘记过去就意味着背叛的时候，就是那样把手伸出去的。我们握了很久的手。我几次觉得应该松开了，但试了试，依然抽不出来，也就再次握紧，上下左右地摇。电话铃响了。詹牧师抓起话筒，边问边记录。然后他对我说实在抱歉，我去去就来。点头弯腰，倒退着走出门去。门还未关严就又开了，詹牧师探进头来受民之托，不能不尽力而请稍候，稍候。我把门轻轻关上，觉得又有人在外面推，詹牧师又侧身进来一定不要走，晚饭也就请在我这儿将就一下。不不不，一言为定！回头还有要事向老弟请教。他登上自行车，很快地消失在昏暗的小巷深处。我在窗玻璃上照了照自己的模样。老弟？！我想起父亲还不到六十岁，心里不由得惶然。墙上挂了一幅没有托裱的水墨画。我仔细辨认了一会，还是没弄清画的是一只树獭，还是一头马来貘。后来詹牧师告诉我，是一匹小马驹，画得不算好。画上的题词却写得好来日方长。前面说过，屋子里书很多。我随手一翻，已经肃然，整整一书架的英文书！我只认得出几个的名字sp叔本华但丁拜伦sp斯宾诺莎杜威ssp莎士比亚，其余的全茫然。再看另一个书架上有译成中文的普列汉诺夫的论艺术，有罗丹的艺术论，有黑格尔的小逻辑费尔巴哈的基督教的本质有线装的史记和离骚有精装的资本论列宁选集选集平装的心理学美学精神分析学政治经济学影印的东塾读书记西域番国志南疆逸史北词广正谱杂志有哲学译丛音乐欣赏外国文学世界美术和足球。幸而有足球，我抽得出来，也能读懂。"}
{"text":"再看另一个书架上有译成中文的普列汉诺夫的论艺术，有罗丹的艺术论，有黑格尔的小逻辑费尔巴哈的基督教的本质有线装的史记和离骚有精装的资本论列宁选集选集平装的心理学美学精神分析学政治经济学影印的东塾读书记西域番国志南疆逸史北词广正谱杂志有哲学译丛音乐欣赏外国文学世界美术和足球。幸而有足球，我抽得出来，也能读懂。注三詹牧师一生做过的最有远见最富胆略的事詹牧师的儿子语就是文化革命开始不久，他就把他的全部藏书都寄存在一位出身很好既不识字又无亲无故的孤老头子家了。一九七八年，他把这些书搬回来的时候，既令夫人吃惊，又使儿子折服。这时候进来一个人，年轻的。我站起来，和他面对面站了约半分钟。然后我们同时问您要办长途吗？然后都笑了，互相介绍。他说他是詹牧师的儿子。我说我是詹牧师的朋友。学外语来了？詹牧师的儿子问我，态度立刻变得很不友好。注四后来詹牧师的儿子向我解释了这件事七四年冬天，早晨，来了一个打电话的小伙子，一进门就冲詹牧师来了一句！詹牧师随口应道！――就一个单词！发音之准确，表情之自然，都不在美国人之下，小伙子顿时被震住，本来无意卖弄，不料却遇到了能人，尴尬万分。詹牧师赶紧改口你早，你早。小伙子却不依不饶了，偏要詹牧师作他的老师，并讲了一番不小的抱负。詹牧师一贯爱惜人才，想起自己当年自学之苦，不免感动想到在这动乱的年月中仍有人如此好学，不免更感动。于是约好，每星期日早晨八点至十点小伙子来学口语。詹牧师为此写了教学方案，一连几天都很激动，总对詹夫人念叨能够把他教好，也算为国家尽了一点力气。詹夫人忙里忙外，顾不上多说，只是说这样的事要不要向居委会请示一下？詹牧师默默。很明白，这事一经请示，准得告吹。詹牧师沉思良久，横了一条心精忠报国，死而后已。儿子又笑他胡发激昂慷慨之辞。詹夫人则又说你爸爸绝不是那种―至于哪种，还是没说。星期日早晨，詹牧师五点钟就起了床，做早点，收拾屋子。这些事平时都是詹夫人的份内，詹牧师虽已沦落为一个传电话的，但在夫人面前也只有在夫人面前仍不失学者风度。"}
{"text":"詹夫人忙里忙外，顾不上多说，只是说这样的事要不要向居委会请示一下？詹牧师默默。很明白，这事一经请示，准得告吹。詹牧师沉思良久，横了一条心精忠报国，死而后已。儿子又笑他胡发激昂慷慨之辞。詹夫人则又说你爸爸绝不是那种―至于哪种，还是没说。星期日早晨，詹牧师五点钟就起了床，做早点，收拾屋子。这些事平时都是詹夫人的份内，詹牧师虽已沦落为一个传电话的，但在夫人面前也只有在夫人面前仍不失学者风度。他又特意铺了一条新床单，抹得很平整，只等学生到来。七点半，老人便耐不住了，到门口去了望。中午十二点，老人无言地回到屋里，坐了一会儿，换下了那条新床单。幸亏儿子出去了。詹夫人悄悄地把饭菜端到他面前，说那个小伙子可能今天有事。詹牧师心里这才好过了一些，说否则他不会不来。然后，詹牧师病了一个多月。詹夫人劝他不要太伤心。他只承认是那天在大门口站得久了，受了风寒。詹夫人说那样的人，你何必？詹牧师说别这样讲，那小伙子其实很好，很爱学习。后据詹牧师的儿子了解，那个小伙子确实是知道了詹牧师的身份，没敢来那时詹牧师正因其历史问题而受监督。詹牧师的儿子以为我也是这样一个小伙子。不，我说，我是报社的记者。詹牧师的儿子疑惑地看了看我，便到书架旁翻腾那些书去了。他找到了一本书，立刻沉了进去。许久，我问你是？他的儿子。他对着书回答。我是说，你在哪儿工作？陕西。回来探亲的？不。回来流窜，长期流窜。户口还在陕西？对。应该想想办法，办回来。他抬头瞄了我一眼，说太费事，算了。可这很重要。你跟我爸爸的观点倒很一致。户口文凭证明证件，一张张小纸片！他忽然笑起来，把他正看着的那本书举到我眼前。是达尔文的物种起源。是人起源于户口呢？还是户口起源于人？他问我。当然。我说。我们家老头儿要是也能来这么一句当然就好了。他从来不明白，什么起源于什么。可是他身边应该有个亲人。詹牧师的儿子不说话了，一连抽了两支烟。之后他看了看表，开始从书包里往桌上掏东西麦乳精蜂蜜果汁蛋糕和几瓶药。"}
{"text":"你跟我爸爸的观点倒很一致。户口文凭证明证件，一张张小纸片！他忽然笑起来，把他正看着的那本书举到我眼前。是达尔文的物种起源。是人起源于户口呢？还是户口起源于人？他问我。当然。我说。我们家老头儿要是也能来这么一句当然就好了。他从来不明白，什么起源于什么。可是他身边应该有个亲人。詹牧师的儿子不说话了，一连抽了两支烟。之后他看了看表，开始从书包里往桌上掏东西麦乳精蜂蜜果汁蛋糕和几瓶药。告诉我爹，这些药要坚持吃，对他的肾和血压都有好处。我还有事，得走了。他大概就快回来了。劳驾。再说我们老少二位一碰头，痛快的时候少。他又从书架上拿了两本书，忽然飘落出两张纸来。他捡起来，看了看，嗤嗤地笑个不停。你看看这个。他把那张纸放在我面前，走了。好像是写给谁的一封信，一看便知是詹牧师的手笔。信的开头一两页大约已经丢失，现把残余部分备忘于下论文的题目为古代佛教思想的来源与发展，一九四五年获史学硕士学位。以后两年又翻译和撰著了几本小册子，如世界三大宗教宗教与哲学信仰论等等。原计划还要写中国思想史大纲和简明宗教史等，均因题目较大，所需资料一时难以具备，又逢内战，生计艰难，此计划一直未能完成。解放后，因加强了政治思想学习，遂改变原来计划，转向马列主义思想研究，大有收益。后又经农场劳动锻炼，搞通了思想，自动退出宗教团体，努力追求进步。不料，正当可以为社会主义祖国贡献力量之际。我患了风湿病，不得不回家疗养。一病多年。养病期间，我仍坚持学习研究。研究范围马列主义思想革命史传心理学及教育学文学艺术。写过一些革命诗歌，手稿均于文革中烧毁。因我早年曾走过一段弯路做过牧师，并与一些外国人有过交往，文革中被隔离审查过一年多。住过牛棚。后经内查外调，弄清了历史，确认我没有任何政治问题。之后又参加了清理阶级队伍学习班，从事人防建设。学习班毕业后，我决心做个真正的劳动人民，经街道居委会推荐，当了六年临时壮工。尽管工作繁忙，业余时间我仍发扬雷锋的钉子精神，读书看报学习钻研。四人帮被粉碎后，我和全国人民一样，感到欢欣鼓舞。我参加了庆祝游行，我背着一面大鼓，走了三十多里路。"}
{"text":"因我早年曾走过一段弯路做过牧师，并与一些外国人有过交往，文革中被隔离审查过一年多。住过牛棚。后经内查外调，弄清了历史，确认我没有任何政治问题。之后又参加了清理阶级队伍学习班，从事人防建设。学习班毕业后，我决心做个真正的劳动人民，经街道居委会推荐，当了六年临时壮工。尽管工作繁忙，业余时间我仍发扬雷锋的钉子精神，读书看报学习钻研。四人帮被粉碎后，我和全国人民一样，感到欢欣鼓舞。我参加了庆祝游行，我背着一面大鼓，走了三十多里路。我深深感到注五此处可能还有一页，已丢失。我的思想更为活跃，对四化问题，深入实际，调查研究，初步拟就了全面规划，成竹在胸，切实可行。然则报国无径，献策无门，谛恐古稀将近，时日不待，一旦逝去，遗恨无穷。无奈毛遂自荐，为国为民，甘作犬马，荣辱毁誉。置之度外。如蒙先生引路，得以有所作为，功成之日，死亦瞑目！此颂撰祺詹小舟上年月日缺由撰祺二字推断，此信是写给某位操笔墨以为生涯者的，又由先生二字可见，还是一位大著作家呢！可是连我也被称为老弟，先生云云。是否也盖出于谦逊，就又难说了。信的空白处有许多稚拙的童体字，还有许多小小的油手印儿。我后来设想是这样灯下，詹牧师哄着孙子，教孙子写字，写了歪歪扭扭的风筝，又写一行扭扭歪歪的春天来了。孙子不听话，闹，詹牧师给了他一些油炸的食品。那么就是说，此信是在七九年詹夫人去世之前写的。詹夫人死后，孙子就送到姥姥家去了。信中存在两个问题。一是住过牛棚，现今，很多人都自称住过牛棚，仿佛是一件难能可贵的行为。这倒无妨。可是，人住了牛棚，牛住在哪儿呢？二是，詹牧师是自动退职的呢？见注二还是因患风湿病回家疗养的？注六詹牧师的儿子最近对我说他是自动退职的，但也确实有一点风湿病。只是当没有公职便意味着有某种严重问题这一逻辑风行了之后詹牧师才格外地强调了他的风湿病，坚持说自己是因为有病而国家疗养的。为了证明这一点，他常到人多的地方去晒太阳。见到他的人不免要问您这是干嘛呢？他便有机会回答我的风湿病很厉害，大夫建议我多晒太阳。有一个夏天的中午，他又去晒太阳，天很热，太阳又很毒，人都躲到屋里去了。詹牧师晒了许久，不见一个人来问，又心疼失去的时间，就此回去很不甘心，于是再晒，结果晒过了头，中了暑。儿子又说怪话。"}
{"text":"只是当没有公职便意味着有某种严重问题这一逻辑风行了之后詹牧师才格外地强调了他的风湿病，坚持说自己是因为有病而国家疗养的。为了证明这一点，他常到人多的地方去晒太阳。见到他的人不免要问您这是干嘛呢？他便有机会回答我的风湿病很厉害，大夫建议我多晒太阳。有一个夏天的中午，他又去晒太阳，天很热，太阳又很毒，人都躲到屋里去了。詹牧师晒了许久，不见一个人来问，又心疼失去的时间，就此回去很不甘心，于是再晒，结果晒过了头，中了暑。儿子又说怪话。詹夫人又说詹牧师不是那种注七詹牧师的风湿病，初发于五四年在小学任教期间。那一年秋天，他参加了挖河泥的劳动。天气已经很冷了，河泥上都结了冰渣，他挥舞着铁锹，站在刺骨的泥水里，拼命地干。有人让他上来欧一歇，他不。有人表扬他年过半百，亚赛黄忠，他干得更有兴趣，说自己改造得还不够。连续干了一个多星期，他开始感到周身的骨节全疼，并且有些低烧。他鼓励自己轻伤不下火线，想想红军两万五，等等。又干了几天，才得了风湿病。詹牧师回来的时候已经九点半钟了。他买了酒和肉，买了包子和好烟，从提兜里―一掏出，抱怨商店都关门太早，买不到更好的东西招待我。无论我说多少遍我已经吃过晚饭了，他还是说吃吧，不要客气。我只好坐下来。我们的友谊开始于这天晚上。时间是一九八一年四月七日。中集现在仔细回味，觉出，詹牧师之所以非常看重同我的友谊，也是有所图的。其实这无可厚非。有目的的功利主义总比莫名其妙的扯皮主义要好。贪嘴的人希望认识大师傅，好穿的人愿意结交老裁缝，有病的人巴望与大夫套近乎，将死的人乐于同看坟的论交情，都很正常。况且詹牧师的目的也并非不可告人，他只是估摸我或许在出版界有点路子，说不定能帮忙他发表一点作品。詹牧师想创作一些黑色幽默派小说。他反复申明，他所以这样做，绝不是因为他多么称赞这一流派，更绝不是出于派性。后一点是相当可信的。詹牧师历来有信主兄弟不分国旅，同来携手欢欣的思想，这一思想固然愚昧而又缺乏阶级分析，但与派性却实在水火难容。解放初期，他甚至为这种思想找到过理论根据。"}
{"text":"詹牧师想创作一些黑色幽默派小说。他反复申明，他所以这样做，绝不是因为他多么称赞这一流派，更绝不是出于派性。后一点是相当可信的。詹牧师历来有信主兄弟不分国旅，同来携手欢欣的思想，这一思想固然愚昧而又缺乏阶级分析，但与派性却实在水火难容。解放初期，他甚至为这种思想找到过理论根据。根据有三工人阶级没有祖国即不分国度民族矛盾说到底是阶级矛盾那么同是受苦受难的芸芸众生，显然是不该有民族之分的全世界无产者联合起来，我们打碎的是脚镣手铐，得到的是整个世界相当于同来携手欢欣。这些言论在文革中都被列为他的罪证。这实在也是一桩冤案。其实詹牧师早于五十年代中期。就已认识到了他上述思想的错误。他对基督教有过三点犀利的批判主是伪善的。信主兄弟契合在主爱中携手欢欣，这是不是说只有你信主，主才爱你，如果你不信主，主就不管你的死活？多么狭隘的派性！简直有顺我者昌，逆我者亡的味道。主是骗人的。主既然一向宣称，他上十字架去受苦受难只是为了救世救民，那又为什么要普天之下，万族万民，俱当向主欢呼颂扬呢？这不是一种讨价还价的行为么？假如万族万民不去向主欢呼颂扬，主是即刻暴跳如雷呢，还是依然任劳任怨地去救世救民呢？主是愚昧的。主竟认为仅凭他自己的神通就可拯救万族万民，可是只一个犹大便把他出卖了，而且只卖了三十块银币。如果主能够依靠万族万民，一个犹太岂能得逞？综上三点，詹牧师才毅然决然地退出了教会。他认为，宗派帮会只能使人虚伪狭隘愚昧，如果你相信善良可以战胜邪恶，相信真理，同时相信你的理想符合真理，那又为什么非得加人教会不可呢？让真理去指引你，比让教规来约束你要好得多。于是詹牧师更加信仰马列主义了，原因也有三马列主义是主张科学的，而不是主张迷信的马列主义从来只讲为人民服务，而绝不要求人民俱当跪倒在其面前欢呼颂扬马列主义是靠真理来团结人民的，而不是依靠结帮拉派来稳固自己的统治。这就是马列主义伟大于任何宗教的原因！詹牧师说。所以读者可以相信，詹牧师只是想写几篇黑色幽默派小说，绝不是想拉帮结派乱我公安。其动机之纯粹，我愿以头作保。我有些作品要发。詹牧师羞怯地低声说。哦？在哪家刊物上？不不不，我是说他的脸红到了耳根。当时我又在詹牧师家吃午饭，不过这次是我买的酒和菜。"}
{"text":"这就是马列主义伟大于任何宗教的原因！詹牧师说。所以读者可以相信，詹牧师只是想写几篇黑色幽默派小说，绝不是想拉帮结派乱我公安。其动机之纯粹，我愿以头作保。我有些作品要发。詹牧师羞怯地低声说。哦？在哪家刊物上？不不不，我是说他的脸红到了耳根。当时我又在詹牧师家吃午饭，不过这次是我买的酒和菜。编辑愿意结交，正如愿意结交编辑一样，彼此彼此。我明白了他的意思。让一个老知识分子照直开口求人，是难于上青天的。什么体裁？小说！他连忙说。能大概讲一讲吗？嗯你了解黑色幽默派吗？我一时只想起了海勒的第二十二条军规，和一个叫小伏尼格的人。不――！詹牧师宽厚地笑了黑色幽默派绝不是外国人的发明。不要长他人志气，灭自家威风嘛。你以为儒林外史中没有黑色幽默吗？你不觉得也是一位黑色幽默派大师吗？阿的处境怎么样？不正是又可怕又可笑又无可奈何吗？注八黑色幽默是二十世纪六十年代美国重要的文学流派。作为一种美学形式，它属于喜剧范畴，但又是一种带有悲剧色彩的变态的喜剧。其作品，常以夸张超现实的手法，将欢乐与痛苦可笑与可怖柔情与残酷荒唐古怪与一本正经揉和在一起黑色幽默的产生是与六十年代美国的动荡不安相联系的。――摘自中国大百科全书――外国文学册年月第版。就像中国的围棋，他又说，被日本人学了去，倒又反过来向我们趾高气扬。吃吧。我只得指着桌上的小腊肠说。啪！上来就在中央布一子，谁的发明？当然。我说。真的，到底是谁的发明呢？世界上最短的微型小说是哪国人写的？当然。我吃了一片小腊肠。世界上最早发现飞碟的是哪国人？当然，当然。世界上最小的小提琴还不也是中国人造的？！吃吧，吃吧。我给詹牧师也夹了一片小腊肠。我不懂乐器的制造。针灸是中国人发明的，这总是公认的吧？可如果我们再不认真研究，早晚美国人也要来指教我们了。"}
