{"text":"我在上面已经说过，这个思想不限于儒家。如果我们从更宏观的角度来看这个问题，把天人合一理解为人与大自然的关系。那么在儒家之外，其他道家墨家和杂家等等也都有类似的思想。我在此稍加介绍。老子说人法地，地法天，天法道，道法自然。王弼注说与自然无所违。庄子齐物论说天地与我并生，而万物与我为一。看起来道家在主张天人合一方面，比儒家还要明确得多。墨子对天命鬼神的看法有矛盾，他一方面强调非命尚力，人之富贵贫贱荣辱在力不在命但是在另一方面，他又推崇天志明鬼。他的天好像是一个有意志行赏罚的人格神，天志的内容是兼相爱。他的政治思想，比如兼爱非攻尚贤尚同，也有同样的标记。至于吕不韦，在吕氏春秋应同中说成齐类同皆有合，故尧为善而众善至，桀为非而众非来。商箴云天降灾布祥，并有其职。这里又说山云草莽，水云鱼鳞，旱云烟火，雨云水波，无不皆类其所生以示人。从这里可以看出，吕氏是主张自然天是与人相应的。中国古代天人合一的思想，就介绍这样多。我不是写中国哲学史，不过聊举数例说明这种思想在中国古代十分普遍而已。不但中国思想如此，而且古代东方思想也大多类此。我只举印度一个例子，印度古代思想派系繁多，但是其中影响比较大根柢比较雄厚的是人与自然合一的思想。印度使用的名词当然不会同中国一样，中国管大自然或者宇宙叫天，而印度则称之为梵中国的人，印度称之为我，阿特曼。总起来看，中国讲天人，印度讲梵我，意思基本上是一样的。印度古代哲学家有时候用等于英文的这个字来表示梵。梵文，表面上看是那个的创造者，意思是宇宙的创造者。印度古代很有名的一句话s，表面上的意思是你就是那个，真正的含义是你就是宇宙你与宇宙合一。宇宙梵是大我阿特曼我是小我。奥义书中论述梵我关系常使用一个词儿，意思是梵我一如。吠檀多派大师商羯罗s，约公元―年张扬不二一元论，大体的意思是，有的奥义书把梵区分为二有形的梵和无形的梵。有形的梵指的是现象界或者众多的我小我无形的梵指的是宇宙本体最高的我大我。"}
{"text":"宇宙梵是大我阿特曼我是小我。奥义书中论述梵我关系常使用一个词儿，意思是梵我一如。吠檀多派大师商羯罗s，约公元―年张扬不二一元论，大体的意思是，有的奥义书把梵区分为二有形的梵和无形的梵。有形的梵指的是现象界或者众多的我小我无形的梵指的是宇宙本体最高的我大我。有形的梵是不真实的，而无形的梵才是真实的。所谓不二一元论就是说真正实在的唯有最高本体梵，而作为现象界的我小我在本质上就是梵，二者本来是同一个东西。我们拨开这些哲学迷雾看一看本来面目。这一套理论无非是说梵我合一，也就是天人合一，中印两国的思想基本上是一致的。请参阅姚卫群吠檀多派哲学的梵我关系理论南亚研究年第三期，页从上面对中国古代思想和印度古代思想的介绍中，我们可以看到，尽管使用的名词不同，而内容则是相同的。换句话说，天人合一的思想是东方思想的普遍而又基本的表露。我个人认为，这种思想是有别于西方分析思维模式的东方综合思维模式的具体表现。这个思想非常值得注意，非常值得研究，而且还非常值得发扬光大，它关系到人类发展的前途。专就中国哲学史而论，我在本文一开头就说到哪一个研究中国哲学史的学者也回避不开天人合一这个思想。要想对这些学者们的看法一一详加介绍，那是很难以做到的，也是没有必要的。我在下面先介绍几个我认为有代表性的哲学史家的看法，然后用比较长一点的篇幅来介绍中国现当代国学大师钱宾四穆先生的意见，他的意见给了我极大的启发。首先介绍中国著名的哲学史家冯芝生友兰先生的意见。芝生先生毕生研究中国哲学史，著作等身，屡易其稿，前后意见也不可避免地不能完全一致。他的中国哲学史是一部皇皇巨著，在半个多世纪的写作过程中，随着时代潮流的变换，屡屡改变观点，直到逝世前不久才算是定稿。我不想在这里详细讨论那许多版本的异同，我只选出一种比较流行的也就是比较有影响的版本，加以征引，略作介绍，使读者看到冯先生对这个天人合一思想的评论意见。我选的是年中华书局版的中国哲学史，他在上册页谈到孟子时说万物皆备于我，上下与天地同流等语，颇有神秘主义之倾向。"}
{"text":"芝生先生毕生研究中国哲学史，著作等身，屡易其稿，前后意见也不可避免地不能完全一致。他的中国哲学史是一部皇皇巨著，在半个多世纪的写作过程中，随着时代潮流的变换，屡屡改变观点，直到逝世前不久才算是定稿。我不想在这里详细讨论那许多版本的异同，我只选出一种比较流行的也就是比较有影响的版本，加以征引，略作介绍，使读者看到冯先生对这个天人合一思想的评论意见。我选的是年中华书局版的中国哲学史，他在上册页谈到孟子时说万物皆备于我，上下与天地同流等语，颇有神秘主义之倾向。其本意如何，孟子所言简略，不能详也。由此可见，冯先生对孟子天人合一的思想没有认真重视，认为有神秘主义倾向。看来他并不以为这种思想有什么了不起，他的其他意见不再具引。第章天人合一新解第二个我想介绍的是中国著名的思想史家侯外庐先生。他在中国思想通史年，人民出版社第一卷，页，谈到中庸的天人合一思想。他引用了中庸的几段话，其中包括我在上面引的那一段。在页侯先生写道这一天人合一的思想，已在西周的宗教神上面加上了一层修道之谓教。看来这一位中国思想史专家，对天人合一思想的理解与欣赏水平，并没能超过冯友兰先生。我想，我必须引征一些杨荣国先生的意见，他代表了一个特定时代的御用哲学家的意见。他是十年浩劫中几乎仅有的一个受青睐的中国哲学史家。他的简明中国哲学史年，人民出版社可以代表他的观点。在这一部书中，杨荣国教授对与天人合一思想有关的古代哲学家一竿子批到底。他认为孔子要挽救奴隶制的危亡，妄图阻止人民的反抗页。孔子的政治立场的保守，决定他有落后反动的一面同上。对子思和孟子则说力图挽救种族统治把孔子天命思想进一步主观观念化的唯心主义哲学页。孟子鼓吹超阶级的性善论页。由于孟子是站在反动的奴隶主立场，是反对社会向前发展的，所以他的历史观必然走上唯心主义的历史宿命论页。由是孔孟之道更加成为奴役劳动人民的精神枷锁。要彻底砸烂这些精神枷锁，必须批判孔孟哲学，并肃清其流毒和影响页。下面对董仲舒页，对周敦颐页，对程颐页，对朱熹页等等，所使用的词句都差不多，我不一一具引了。"}
{"text":"孟子鼓吹超阶级的性善论页。由于孟子是站在反动的奴隶主立场，是反对社会向前发展的，所以他的历史观必然走上唯心主义的历史宿命论页。由是孔孟之道更加成为奴役劳动人民的精神枷锁。要彻底砸烂这些精神枷锁，必须批判孔孟哲学，并肃清其流毒和影响页。下面对董仲舒页，对周敦颐页，对程颐页，对朱熹页等等，所使用的词句都差不多，我不一一具引了。这同平常我们所赞同的批判继承的做法，不大调和。但是它确实代表了一个特定时期的思潮，读者不可不知，所以我引征如上。最后，我想着重介绍当代国学大师钱穆宾四先生对天人合一思想的看法。钱宾四先生活到将近百岁才去世。他一生勤勤恳恳，笔耕不辍，他真正不折不扣地做到了著作等身，对国学研究做出了极其重要的贡献。他涉猎方面极广，但以中国古代思想史为轴心。因此，在他漫长的一生中，在他那些大大小小长长短短的著述中，很多地方都谈到了天人合一，我不可能一一列举。我想选他的一种早期的著作，稍加申述然后再选他逝世前不久写成的他最后一篇文章。两个地方都讲到天人合一，但是他对这个命题的评价却迥乎不同。我认为，这一件事情有极其重要的含义。一个像钱宾四先生这样的国学大师，在漫长的生命中，对这个命题最后达到的认识，实在是值得我们非常重视的。我先介绍他早期的认识。宾四先生著的中国思想史现代国民基本知识丛书第一辑中说中国思想，有与西方态度极相异处，乃在其不主向外觅理，而认真理即内在于人生界之本身，仅指其在人生界中之普遍者共同者而言，此可谓之内向觅理。书中又说中国思想，则认为天地中有万物，万物中有人类，人类中有我。由我而言，我不啻为人类中心，人类不啻为天地万物之中心，而我又为其中心之中心。而我之与人群与物与天，寻本而言，则浑然一体，既非相对，亦非绝对。在这里，宾四先生对天人合一的思想没有加任何评价，大概他还没有感觉到这个思想有什么了不起之处。但是，过了几十年以后，宾四先生在他一生最后的一篇文章中国文化对人类未来可有的贡献载于刘梦溪主编的中国文化，年月第四期，第页中，对天人合一这个命题有了全新的认识。"}
{"text":"由我而言，我不啻为人类中心，人类不啻为天地万物之中心，而我又为其中心之中心。而我之与人群与物与天，寻本而言，则浑然一体，既非相对，亦非绝对。在这里，宾四先生对天人合一的思想没有加任何评价，大概他还没有感觉到这个思想有什么了不起之处。但是，过了几十年以后，宾四先生在他一生最后的一篇文章中国文化对人类未来可有的贡献载于刘梦溪主编的中国文化，年月第四期，第页中，对天人合一这个命题有了全新的认识。文章不长，中国文化系专门学术刊物又不大容易见到，我索性把全文抄在下面――中国文化中，天人合一观，虽是我早年已屡次讲到，惟到最近始澈悟此一观念实是整个中国传统文化思想之归宿处。去年九月，我赴港参加新亚书院创校四十周年庆典，因行动不便，在港数日，常留旅社中，因有所感而思及此。数日中，专一玩味此一观念，而有澈悟，心中快慰，难以言述。我深信中国文化对世界人类未来求生存之贡献，主要亦即在此。惜余已年老体衰，思维迟钝，无力对此大体悟再作阐发，惟待后来者之继起努力。今适中华书局建立八十周年庆，索稿于余，姑将此感写出，以为祝贺。中国文化过去最伟大的贡献，在于对天人关系的研究。中国人喜欢把天与人配合着讲。我曾说天人合一论，是中国文化对人类最大的贡献。从来世界人类最初碰到的困难问题，便是有关天的问题。我曾读过几本西方欧洲古人所讲有关天的学术性的书，真不知从何讲起。西方人喜欢把天与人离开分别来讲。换句话说，他们是离开了人来讲天。这一观念的发展，在今天，科学愈发达，愈易显出它对人类生存的不良影响。中国人是把天与人和合起来看，中国人认为天命就表露在人生上。离开人生，也就无从来讲天命离开天命，也就无从来讲人生。所以中国古人认为人生与天命最高贵最伟大处，便在于能把他们两者和合为一。离开了人，又从何处来证明有天。所以中国古人，认为一切人文演进都顺从天道来。违背了天命，即无人文可言。天命人生和合为一，这一观念，中国古人早有认识。我以为天人合一观，是中国古代文化最古老最有贡献的一种主张。西方人常把天命与人生划分为二，他们认为人生之外别有天命，显然是把天命与人生分作两个层次，两个场面来讲。"}
{"text":"所以中国古人认为人生与天命最高贵最伟大处，便在于能把他们两者和合为一。离开了人，又从何处来证明有天。所以中国古人，认为一切人文演进都顺从天道来。违背了天命，即无人文可言。天命人生和合为一，这一观念，中国古人早有认识。我以为天人合一观，是中国古代文化最古老最有贡献的一种主张。西方人常把天命与人生划分为二，他们认为人生之外别有天命，显然是把天命与人生分作两个层次，两个场面来讲。如此乃是天命，如此乃是人生，天命与人生分别各有所归。此一观念影响所及，则天命不知其所命，人生亦不知其所生，两截分开，便各失却其本义。决不如古代中国人之天人合一论，能得宇宙人生会通合一之真相。所以西方文化显然需要另有天命的宗教信仰，来作他们讨论人生的前提。而中国文化，既认为天命与人生同归一贯，并不再有分别，所以中国古代文化起源，亦不再需有像西方古代人的宗教信仰。在中国思想中，天人两者间，并无隐现分别。除却人生，你又何处来讲天命。这种观念，除中国古人外，亦为全世界其他人类所少有。我常想，现代人如果要想写一部讨论中国古代文化思想的书，莫如先写一本中国古代人的天文观，或写一部中国古代人的天文学，或人生学。总之，中国古代人，可称为抱有一种天即是人，人即是天，一切人生尽是天命的天人合一观。这一观念，亦可说即是古代中国人生的一种宗教信仰，这同时也即是古代中国人主要的人生观，亦即是其天文观。如果我们今天亦要效法西方人，强要把天文与人生分别来看，那就无从去了解中国古代人的思想了。即如孔子的一生，便全由天命，细读论语便知。子曰五十而知天命，天生德于予。又曰知我者，其天乎！，获罪于天，无所祷也。倘孔子一生全可由孔子自己一人作主宰，不关天命，则孔子的天命和他的人生便分为二。离开天命，专论孔子个人的私生活，则孔子一生的意义与价值就减少了。就此而言，孔子的人生即是天命，天命也即是人生，双方意义价值无穷。换言之，亦可说，人生离去了天命，便全无意义价值可言。但孔子的私生活可以这样讲，别人不能。这一观念，在中国乃由孔子以后战国时代的诸子百家所阐扬。读庄子齐物论，便知天之所生谓之物，人生亦为万物之一。人生之所以异于万物者，即在其能独近于天命，能与天命最相合一，所以说天人合一。"}
{"text":"倘孔子一生全可由孔子自己一人作主宰，不关天命，则孔子的天命和他的人生便分为二。离开天命，专论孔子个人的私生活，则孔子一生的意义与价值就减少了。就此而言，孔子的人生即是天命，天命也即是人生，双方意义价值无穷。换言之，亦可说，人生离去了天命，便全无意义价值可言。但孔子的私生活可以这样讲，别人不能。这一观念，在中国乃由孔子以后战国时代的诸子百家所阐扬。读庄子齐物论，便知天之所生谓之物，人生亦为万物之一。人生之所以异于万物者，即在其能独近于天命，能与天命最相合一，所以说天人合一。此义宏深，又岂是人生于天命相离远者所能知。果使人生离于天命远，则人生亦同于万物与万物无大相异，亦无足贵矣。故就人生论之，人生最大目标最高宗旨，即在能发明天命。孔子为儒家所奉称最知天命者，其他自颜渊以下，其人品德性之高下，即各以其离于天命远近为分别。这是中国古代论人生之最高宗旨，后代人亦与此不远。这可以说是我中华民族论学分别之大体所在。近百年来，世界人类文化所宗，可说全在欧洲。最近五十年，欧洲文化近于衰落，此下不能再为世界人类文化向往之宗主。所以可说，最近乃是人类文化之衰落期。此下世界文化又将何所向往？这是今天我们人类最值得重视的现实问题。以过去世界文化之兴衰大略言之，西方文化一衰则不易再兴，而中国文化则屡仆屡起，故能绵延数千年不断。这可说，因于中国传统文化精神，自古以来即能注意到不违背天，不违背自然，且又能与天命自然融合一体。我以为此下世界文化之归结，恐必将以中国传统文化为宗主。此事涵义广大，非本篇短文所能及，暂不深论。今仅举天下二字来说，中国人最喜言天下。天下二字，包容广大，其涵义即有，使全世界人类文化融合为一，各民族和平并存，人文自然相互调适之义。其他亦可据此推想。我抄了宾四先生的全文。此文写于年月，全抄的目的无非是想让读者得窥全豹。我不敢擅自加以删节，恐失真相。第章天人合一新解我们把宾四先生早期和晚期的两篇著作一对比便发现，他晚年的这一篇著作，对天人合一的认识大大地改变了。他自己使用澈悟这个词，有点像佛教的顿悟。他自己称此为大体悟，说这是中国文化对人类最大的贡献，又说此事涵义广大，看样子他认为这是一件了不起的事。我们当然都非常希望知道，这澈悟的内容究竟是什么。"}
{"text":"此文写于年月，全抄的目的无非是想让读者得窥全豹。我不敢擅自加以删节，恐失真相。第章天人合一新解我们把宾四先生早期和晚期的两篇著作一对比便发现，他晚年的这一篇著作，对天人合一的认识大大地改变了。他自己使用澈悟这个词，有点像佛教的顿悟。他自己称此为大体悟，说这是中国文化对人类最大的贡献，又说此事涵义广大，看样子他认为这是一件了不起的事。我们当然都非常希望知道，这澈悟的内容究竟是什么。可惜他写此文以后不久就谢世，这将成为一个永恒的谜。宾四先生毕生用力探索中国文化之精髓。积八十年之经验，对此问题必有精辟的见解，可惜我们永远也不会知道了。他在此文中一再讲人类生存。他讲得比较明确天就是天命人就是人生。这同我对天人的理解不大一样。但是，他又讲到不违背天，不违背自然，把天与自然等同，又似乎同我的理解差不多。他讲到中国文化与西方文化，认为欧洲文化近于衰落，将来世界文化必将以中国传统文化为宗主。这一点也同我的想法差不多。宾四先生往矣。我不揣谫陋，谈一谈我自己对天人合一的看法，希望对读者有那么一点用处，并就正于有道。我完全同意宾四先生对这个命题的评价涵义深远，意义重大。我在这里只想先提出一点来正如我在上面谈到的，我不把天理解为天命，也不把人理解为人生。我认为天就是大自然，人就是我们人类，天人关系是人与自然的关系。看来在这一点上，我同宾四先生的意见是不一样的。我怎样来解释天人合一呢？话要说得远一点，否则不易说清楚。最近四五年以来，我以一个哲学门外汉的身份，有点不务正业，经常思考一些东西方文化关系问题，思考与宾四先生提出的此下世界文化又将何所向往相似的问题。我先在此声明一句我并不是受到宾四先生的启发才思考的，因为我开始思考远在他的文章写成以前，只能说是不谋而合吧。我曾在许多文章中表达了我的想法，在许多国际学术研讨会上，我也发表了一些讲话。由最初比较模糊，比较简单，比较凌乱，比较浅薄，进而逐渐深化，逐渐系统，颇得到国内外一些真正的行家的赞许。我甚至收到了从西班牙属的一个岛上寄来的表示同意的信。那么，我是如何思考的呢？详细的介绍，此非其地。我只能十分简略地介绍一下。"}
{"text":"我先在此声明一句我并不是受到宾四先生的启发才思考的，因为我开始思考远在他的文章写成以前，只能说是不谋而合吧。我曾在许多文章中表达了我的想法，在许多国际学术研讨会上，我也发表了一些讲话。由最初比较模糊，比较简单，比较凌乱，比较浅薄，进而逐渐深化，逐渐系统，颇得到国内外一些真正的行家的赞许。我甚至收到了从西班牙属的一个岛上寄来的表示同意的信。那么，我是如何思考的呢？详细的介绍，此非其地。我只能十分简略地介绍一下。我从人类文化产生多元论出发，我认为，世界上每一个民族，不管大小，都或多或少地对人类文化做出了贡献。自从人类有历史以来，共形成了四个文化体系一中国文化二印度文化三从古代希伯来起经过古代埃及巴比伦以至伊斯兰阿拉伯文化的闪族文化四肇端于古代希腊罗马的西方文化。这四个文化体系又可以划分为两大文化体系东方文化和西方文化。前三者属于东方文化，第四个属于西方文化。两大文化体系的关系是三十年河西三十年河东。东西两大文化体系的区别，随处可见。它既表现在物质文化上，也表现在精神文化上。具体的例子不胜枚举。但是，我个人认为，两大文化体系的根本区别来源于思维模式之不同。这一点我在上面已经提到过东方的思维模式是综合的，西方的思维模式是分析的。勉强打一个比方，我们可以说西方是一分为二，而东方则是合二而一。再用一个更通俗的说法来表达一下西方是头痛医头，脚痛医脚，只见树木，不见森林而东方则是头痛医脚，脚痛医头，既见树木，又见森林。说得再抽象一点东方综合思维模式的特点是，整体概念，普遍联系而西方分析思维模式正相反。现在我回到本题。天人合一这个命题正是东方综合思维模式的最高最完整的体现。我在上面已经说到，我理解的天人合一是讲人与大自然合一。我现在就根据这个理解对人与自然的关系进行一些分析。人，同其他动物一样，本来也是包括在大自然之内的。但是，自从人变成了万物之灵以后，顿觉自己的身价高了起来，要闹一点独立性，想同自然对立，要平起平坐了。这样才产生出来了人与自然的关系。人类在成为万物之灵之前或之后，一切生活必需品都必须取给于大自然，衣食住行，莫不皆然。人离开了自然提供的这些东西，一刻也活不下去。由此可见人与自然关系之密切之重要。怎样来处理好人与自然的关系，就是至关重要的了。"}
