{"text":"在年代初期，清华和北大的门槛是异常高的。往往有几千学生报名投考，而被录取的还不到十分甚至二十分之一。因此，清华学生的素质是相当高的，而考上清华，多少都有点自豪感。我当时是极少数的幸运儿之一，北大和清华我都考取了。经过了一番艰苦的思考，我决定入清华。原因也并不复杂，据说清华出国留学方便些。我以后没有后悔。清华和北大各有其优点，清华强调计划培养，严格训练北大强调兼容并包，自由发展，各极其妙，不可偏执。在校风方面，两校也各有其特点。校风我想以八个字来概括清新活泼民主向上。我只举几个小例子。新生入学，第一关就是拖尸，这是英文字ss的音译。意思是，新生在报到前必须先到体育馆，旧生好事者列队在那里对新生进行拖尸。办法是，几个彪形大汉把新生的两手两脚抓住，举了起来，在空中摇晃几次，然后抛到垫子上，这就算是完成了手续，颇有点像水浒传上提到的杀威棍。墙上贴着大字标语反抗者入水游泳池的门确实在敞开着。我因为有同乡大学篮球队长许振德保驾，没有被拖尸。至今回想起来，颇以为憾这个终生难遇的机会轻轻放过，以后想补课也不行了。这个从美国输入的舶来品，是不是表示旧生虐待新生呢？我不认为是这样。我觉得，这里面并无一点敌意，只不过是对新伙伴开一点玩笑，其实是充满了友情的。这种表示友情的美国方式，也许有人看不惯，觉得洋里洋气的。我的看法正相反。我上面说到清华校风清新和活泼，就是指的这种拖尸，还有其他一些行动。我为什么说清华校风民主呢？我也举一个小例子。当时教授与学生之间有一条鸿沟，不可逾越。教授每月薪金高达三四百元大洋，可以购买面粉二百多袋，鸡蛋三四万个。他们的社会地位极高，往往目空一切，自视高人一等。学生接近他们比较困难。但这并不妨碍学生开教授的玩笑。开玩笑几乎都在清华周刊上。这是一份由学生主编的刊物，文章生动活泼，而且图文并茂。现在著名的戏剧家孙浩然同志，就常用古巴的笔名在周刊上发表漫画。有一天，俞平伯先生忽然大发豪兴，把脑袋剃了个净光，大摇大摆，走上讲台，全堂为之愕然。几天以后，周刊上就登出了文章，讽刺俞先生要出家当和尚。第二件事情是针对吴雨僧宓先生的。他正教我们中西诗之比较这一门课。在课堂上，他把自己的新作空轩十二首诗印发给学生。这十二首诗当然意有所指，究竟指的是什么？"}
{"text":"但这并不妨碍学生开教授的玩笑。开玩笑几乎都在清华周刊上。这是一份由学生主编的刊物，文章生动活泼，而且图文并茂。现在著名的戏剧家孙浩然同志，就常用古巴的笔名在周刊上发表漫画。有一天，俞平伯先生忽然大发豪兴，把脑袋剃了个净光，大摇大摆，走上讲台，全堂为之愕然。几天以后，周刊上就登出了文章，讽刺俞先生要出家当和尚。第二件事情是针对吴雨僧宓先生的。他正教我们中西诗之比较这一门课。在课堂上，他把自己的新作空轩十二首诗印发给学生。这十二首诗当然意有所指，究竟指的是什么？我们说不清楚。反正当时他正在多方面地谈恋爱，这些诗可能与此有关。他热爱毛彦文是众所周知的。他的诗句吴宓苦受毛彦文，三洲人士共惊闻。是夫子自道。空轩诗发下来不久，校刊上就刊出了一首七律今译，我只记得前一半一见亚北貌似花，顺着秫秸往上爬。单独进攻忽失利，跟踪盯梢也挨刷。最后一句是椎心泣血叫妈妈。诗中的人物呼之欲出，熟悉清华今典的人都知道是谁。学生同俞先生和吴先生开这样的玩笑，学生觉得好玩，威严方正的教授也不以为忤。这种气氛我觉得很和谐有趣。你能说这不民主吗？这样的琐事我还能回忆起一些来，现在不再唆了。清华学生一般都非常用功，但同时又勤于锻炼身体。每天下午点以后，图书馆中几乎空无一人，而体育馆内则是人山人海，著名的斗牛正在热烈进行。操场上也挤满了跑步踢球打球的人。到了晚饭以后，图书馆里又是灯火通明，人人伏案苦读了。根据上面谈到的各方面的情况，我把清华校风归纳为八个字清新活泼民主向上。我在这样的环境中生活学习了整整四个年头，其影响当然是非同小可的。至于清华园的景色，更是有口皆碑，而且四时不同春则繁花烂漫，夏则藤影荷声，秋则枫叶似火，冬则白雪苍松。其他如西山紫气，荷塘月色，也令人忆念难忘。现在母校八十周年了，我可以说是与校同寿。我为母校祝寿，也为自己祝寿。我对清华母亲依恋之情，弥老弥浓。我祝她长命千岁，千岁以上。我祝自己长命百岁，百岁以上。我希望在清华母亲百岁华诞之日，我自己能参加庆祝。那提心吊胆的一年这已经是过去的事情了。现在旧事重提，好像是拣起一面古镜。用这一面古镜照一照今天，才更能显出今天的光彩焕发。"}
{"text":"其他如西山紫气，荷塘月色，也令人忆念难忘。现在母校八十周年了，我可以说是与校同寿。我为母校祝寿，也为自己祝寿。我对清华母亲依恋之情，弥老弥浓。我祝她长命千岁，千岁以上。我祝自己长命百岁，百岁以上。我希望在清华母亲百岁华诞之日，我自己能参加庆祝。那提心吊胆的一年这已经是过去的事情了。现在旧事重提，好像是拣起一面古镜。用这一面古镜照一照今天，才更能显出今天的光彩焕发。二十多年以前，我在大学里学习了四年西方语言文学以后，带着满脑袋的荷马但丁莎士比亚和歌德，回到故乡母校高级中学去当国文教员。当我走进学校大门的时候，我的心情是复杂的。可以说是一则以喜，一则以惧。喜的是我终于抓到了一个饭碗，这简直是绝处逢生惧的是我比较熟悉的那一套东西现在用不上了，现在要往脑袋里面装屈原李白和杜甫。从一开始接洽这个工作，我脑子里就有一个问号在那找饭碗如登天的时代里，为什么竟有一个饭碗自动地送上门来？我预感到这里面隐藏着什么危险的东西。但是，没有饭碗，就吃不成饭，我抱着铤而走险的心情想试一试再说。到了学校，才逐渐从别人的谈话中了解到，原来是校长想把本校的毕业生组织起来，好在对敌斗争中为他助一臂之力。我是第一届甲班的毕业生，又捞到了一张一个著名的大学的毕业证书因此就被他看中，邀我来教书。英文教员满了额，就只好让我教国文。就教国文吧。我反正是瘸子掉在井里，捞起来也是坐。只要有人敢请我，我就敢教。但是，问题却没有这样简单。我要教三个年级的三个班，备课要顾三头，而且都是古典文学作品。我小时候虽然念过一些诗经楚辞，但是时间隔了这样久，早已忘得差不多了。现在要教人，自己就要先弄懂。可是，真正弄懂又不是一件轻而易举的事情。现在教国文的同事都是我从前的教员，我本来应该而且可以向他们请教的。但是，根据我的观察，现在我们之间的关系变了不再是师生，而是饭碗的争夺者。在他们眼中，我几乎是一个眼中钉。即使我问他们，他们也不会告诉我的。我只好一个人单干。我日夜抱着一部辞源，加紧备课。有的典故查不到，就成天半夜地绕室彷徨。窗外校园极美，正盛开着木槿花。在暗夜中，阵阵幽香破窗而入。整个宇宙都静了下来，只有我一人还不能宁静。我仿佛为人所遗弃，很想到什么地方去哭上一场。我的老师们也并不是全不关心他们的老学生。"}
{"text":"但是，根据我的观察，现在我们之间的关系变了不再是师生，而是饭碗的争夺者。在他们眼中，我几乎是一个眼中钉。即使我问他们，他们也不会告诉我的。我只好一个人单干。我日夜抱着一部辞源，加紧备课。有的典故查不到，就成天半夜地绕室彷徨。窗外校园极美，正盛开着木槿花。在暗夜中，阵阵幽香破窗而入。整个宇宙都静了下来，只有我一人还不能宁静。我仿佛为人所遗弃，很想到什么地方去哭上一场。我的老师们也并不是全不关心他们的老学生。我第一次上课以前，他们告诉我，先要把学生的名字都看上一遍，学生名字里常常出现一些十分生僻的字，有的话就查一查康熙字典。如果第一堂就念不出学生的名字，在学生心目中这个教员就毫无威信，不容易当下去，影响到饭碗。如果临时发现了不认识的字，就不要点这个名。点完后只需问上一声还有没点到名的吗？那一个学生一定会举手站起来。然后再问一声你叫什么名字呀？他自己一报名，你也就认识了那一个字。如此等等，威信就可以保得十足。这虽是小小的一招，我却是由衷感激。我教的三个班果然有几个学生的名字连辞源上都查不到。如果没有这一招，我的威信恐怕一开始就破了产，连一年教员也当不成了。可是课堂上也并不总是平静无事。我的学生有的比我还大，从小就在家里念私塾，旧书念得很不少。有一个学生曾对我说老师，我比你大五岁哩。说罢嘿嘿一笑，我觉得里面有威胁，有嘲笑。比我大五岁，又有什么办法呢？我这老师反正还要当下去。当时好像有一种风气教员一定要无所不知。学生以此要求教员，教员也以此自居。在课堂上，教员决不能承认自己讲错了，决不能有什么问题答不出。否则就将为学生所讥笑。但是像我当时那样刚从外语系毕业的大娃娃教国文怎能完全讲对呢？怎能完全回答同学们提出来的问题呢？有时候，只好王顾左右而言他被逼得紧了，就硬着头皮，乱说一通。学生究竟相信不相信，我不清楚。反正他们也不是傻子，老师究竟多轻多重，他们心中有数。我自己十分痛苦。下班回到寝室，思前想后，坐立不安。孤苦寂寥之感又突然袭来，我又仿佛为人们所遗弃，想到什么地方去哭上一场。别的教员怎样呢？他们也许都有自己的烦恼，家家有一本难念的经。但是有几个人却是整天价满面春风，十分愉快。我有时候也从别人嘴里听到一些风言风语，说某某人陪校长太太打麻将了，某某人给校长送礼了，某某人请校长夫妇吃饭了。我立刻想到自己的饭碗，也想学习他们一下。"}
{"text":"学生究竟相信不相信，我不清楚。反正他们也不是傻子，老师究竟多轻多重，他们心中有数。我自己十分痛苦。下班回到寝室，思前想后，坐立不安。孤苦寂寥之感又突然袭来，我又仿佛为人们所遗弃，想到什么地方去哭上一场。别的教员怎样呢？他们也许都有自己的烦恼，家家有一本难念的经。但是有几个人却是整天价满面春风，十分愉快。我有时候也从别人嘴里听到一些风言风语，说某某人陪校长太太打麻将了，某某人给校长送礼了，某某人请校长夫妇吃饭了。我立刻想到自己的饭碗，也想学习他们一下。但是却来了问题买礼物，准备酒席，都不是极困难的事情。可是，怎样送给人家呢？怎样请人家呢？如果只说这是礼物，我要送给你。或者我要请你吃饭。虽然也难免心跳脸红，但我自问还干得了。可是，这显然是不行的，事情并没有这样简单。一定还要耍一些花样。这就是我力所不能及的事情了。我在自己屋里，再三考虑，甚至自我表演，暗诵台词。最后，我只有承认，我在这方面缺少天才，只好作罢。我仿佛看到自己手里的饭碗已经有点飘动，我真想到什么地方去哭上一场。就这样，半年过去了。到了放寒假的时候，一位河南籍的物理教员，因为靠山教育厅的一位科长垮了台，就要被解聘。校长已经托人暗示给他，他虽然没有出路，也只有忍痛辞职。我们校长听了，故意装得大为震惊，三番两次到这位教员屋里去挽留，甚至声泪俱下，最后还表示要与他共进退。我最初只是一位旁观者，站在旁边看校长的表演艺术，欣赏他的表演天才。但是，看来看去，我自己竟糊涂起来，我给校长的真挚态度所感动了。我也自动地变成演员，帮着校长挽留他。那位教员阅历究竟比我深，他不为所动，还是卷了铺盖。因为他知道，连他的继任人选都已经安排好了。我又长了一番见识，暗暗地责备自己糊涂。同时，我也不寒而栗，将来会不会有一天校长也要同我共进退呢？也就在这时候，校长大概逐渐发现，在我这个人身上，他失了眼力，看错了人。我到了学校以后，虽然也在别人的帮助毋宁说是牵引下，把高中毕业同学组织起来，并且被选为什么主席。但是，从那以后，就一点活动也没有。我确实不知道，应该活动一些什么。虽然我绞尽脑汁，办法就是想不出。这样当然就与校长原意相违了。他表面上待我还是客客气气，只是有一次在有意和无意之间他对我说道你很安静。什么叫做安静呢？别人恐怕很难体会这两个字的意思，我却是能体会的。我回到寝室，又绕室彷徨。"}
{"text":"也就在这时候，校长大概逐渐发现，在我这个人身上，他失了眼力，看错了人。我到了学校以后，虽然也在别人的帮助毋宁说是牵引下，把高中毕业同学组织起来，并且被选为什么主席。但是，从那以后，就一点活动也没有。我确实不知道，应该活动一些什么。虽然我绞尽脑汁，办法就是想不出。这样当然就与校长原意相违了。他表面上待我还是客客气气，只是有一次在有意和无意之间他对我说道你很安静。什么叫做安静呢？别人恐怕很难体会这两个字的意思，我却是能体会的。我回到寝室，又绕室彷徨。安静两个字给我以大威胁。我的饭碗好像就与这两个字有关。我又仿佛为人所遗弃，想到什么地方去哭上一场。春天早过，夏天又来，这正是中学教员最紧张的时候。在教员休息室里，经常听到一些窃窃私语拿到了没有？不用说拿到什么，大家都了解，这指的是下学期的聘书。有的神色自若，微笑不答。这都是有办法的人，与校长关系密切，或者属于校长的基本队伍。只要校长在，他们决不会丢掉饭碗。有的就神色仓皇，举止失措。这样的人没有靠山，饭碗掌握在别人手里，命定是一年一度紧张。我把自己归入这一类。我的神色如何，自己看不见，但是心情自己是知道的。校长给我下的断语安静，我觉得，就已经决定了我的命运。但我还侥幸有万一的幻想，因此在仓皇中还有一点镇静。但是，这镇静是不可靠的。我心里的滋味实际上同一年前大学将要毕业时差不多。我见了人，不禁也窃窃私语拿到了没有？我不喜欢那些神态自若的人。我只愿意接近那些神色仓皇的人，只有对这一些人我才有同病相怜之感。这时候，校园更加美丽了。木槿花虽还开放，但已经长满了绿油油的大叶子。玫瑰花开得一丛一丛的，池塘里的水浮莲已经开出黄色的花朵。小园香径独徘徊，是颇有诗意的。可惜我什么诗意都没有。我耳边只有一个声音拿到了没有？我觉得，大地茫茫，就是没有我的容身之处。我又想到什么地方去哭上一场。这事情已经过去了二十多年。但是，每一回忆起那提心吊胆的情况，就历历如在眼前，我真是永世难忘。现在把它写了出来，算是送给今年毕业同学的一件礼物，送给他们一面镜子。在这里面，可以照见过去与现在，可以照出自己应该走的道路。二战心影在德国，同二战共始终的中国留学生，到了今天，时隔五十年，已经所余无几了。"}
{"text":"我觉得，大地茫茫，就是没有我的容身之处。我又想到什么地方去哭上一场。这事情已经过去了二十多年。但是，每一回忆起那提心吊胆的情况，就历历如在眼前，我真是永世难忘。现在把它写了出来，算是送给今年毕业同学的一件礼物，送给他们一面镜子。在这里面，可以照见过去与现在，可以照出自己应该走的道路。二战心影在德国，同二战共始终的中国留学生，到了今天，时隔五十年，已经所余无几了。我有幸是其中一个，从年至年长达六年的战火，现在回忆起来，宛如一场噩梦，虽已时光消磨得漫漶不清，但有一些片段，却仍然栩栩鲜明，如在眼前。我现在就把这些片段写了下来，看看从中能学得什么有用的教训。为了存真起见，我主要依据当时相当详细的日记，仅辅之以记忆，目的是避免以今天的感情代替当时的感情。需要说明的是，囿于当时所处环境，日记中所说的敌机敌人，当然是指反法西斯方面的盟军。山雨欲来风满楼我于年夏抵柏林，深秋赴哥廷根，此时纳粹上台才两年。焚书坑犹的暴行高潮已过，除了街上有穿黑制服的党卫军，我们称之为黑狗和冲锋队，穿黄衣，我们称之为黄狗外，其余则一片祥和。供应极端丰盛，人民安居乐业。我们谨遵出国时清华冯友兰老师和蒋廷黻老师的教导，闭口不谈政治，彼此相安无事。纳粹党员胸前都戴e字胸章，一望而知谁是党员。他们的党似乎颇为松散，没有什么省委市委等等的组织，也没听说过什么组织生活，也没有什么光荣地加入e党之类的说法。老百姓对希特勒是崇拜的。在社会生活中取消了早安晚安等等的问候语，而代之以希特勒万岁。我厌恶这一套，在学校和家内，仍然说我的早安和晚安。到商店亦然。店员看我们是老外，有时候也答以相同的问候。如果我说早安晚安，而对方答以希特勒万岁，则我就不想再进这个商店。一转瞬间，几年快乐的日子逝去了。大概从日本军国主义者大规模侵华时开始，德国的食品供应逐渐紧张起来了。最初是肉类限量供应。这对我影响不大，中国人本来吃肉就不多。不久，奶油也限量，我感到螺丝渐渐地拧紧了。到了年月日，我在日记中写道心绪仍然乱得很。欧洲局面又紧张起来。德国非把但泽拿回来不行。英法波兰等国又难让步，结果恐怕难免一战。又要不知道有多少人牺牲了。乱世为人，真不容易。自己的命运，不也正像秋风中的落叶吗？"}
{"text":"一转瞬间，几年快乐的日子逝去了。大概从日本军国主义者大规模侵华时开始，德国的食品供应逐渐紧张起来了。最初是肉类限量供应。这对我影响不大，中国人本来吃肉就不多。不久，奶油也限量，我感到螺丝渐渐地拧紧了。到了年月日，我在日记中写道心绪仍然乱得很。欧洲局面又紧张起来。德国非把但泽拿回来不行。英法波兰等国又难让步，结果恐怕难免一战。又要不知道有多少人牺牲了。乱世为人，真不容易。自己的命运，不也正像秋风中的落叶吗？第二天的日记中又写道向晚，天又阴了起来。空中飘着飞机声。天知道，这象征什么隔了几天，月日的日记中有欧洲局面愈来愈紧张，战争爆发大概就在月里。我固然沉不住气，也同我一样，念不下书。于是我们就随便闲谈。是我的德国同学。一滴水中可以见宇宙，从他这个普通的德国人身上，大概也可以看到对战争的态度吧。又隔了几天，在月日的日记中，我写道点出来，一看报，情势又不像我想的那样和缓了。看来战争爆发就在今天明天。第二天的日记中写道昨晚一躺下，就听到街上汽车声人声不断。一会儿就听到马蹄声。德国恐怕已经下了总动员令。根据我上面的日记，山闲欲来前的大风已经吹得够紧的了。我想在这里加一段不无关系的插曲，仍然是根据日记。几天以后在月日我写道点出去，想到街上去看一看报，也没看到什么，就绕路回来。我现在走在街上，觉得每个人都注视我。他们似乎在说你们自己国家在打仗，已经打了两年，你不回去。现在我们这里又要打仗，你仍然不回去，你究竟想干什么这种心态十分微妙，含义也十分深刻。现在连我自己都忘记了，今天看到它，难道不能从中学习很多有益的东西吗？书归正传，我现在继续读下去。到了月日，不过是两天以后，我在日记里写道昨晚刚睡下，对门就来按铃，知道又出事了。早晨还没起来，就听到无线电里大吵大嚷。听房东说德波已经开了火。山雨果然来了，惊天动地的第二次世界大战，就这样看来不平淡而实则很平淡地开始了。它比我预言的还要早，还要快。哥廷根是一个仅有十万人口的小城，不过是一个平平常常的德国大学生，我更不过是一个平平常常的老外。我们仅仅能从一个非常渺小的角度上来看这一件大事。但是，小中可以见大，外面广大的世界，仿佛也能包括在这个小中。"}
{"text":"到了月日，不过是两天以后，我在日记里写道昨晚刚睡下，对门就来按铃，知道又出事了。早晨还没起来，就听到无线电里大吵大嚷。听房东说德波已经开了火。山雨果然来了，惊天动地的第二次世界大战，就这样看来不平淡而实则很平淡地开始了。它比我预言的还要早，还要快。哥廷根是一个仅有十万人口的小城，不过是一个平平常常的德国大学生，我更不过是一个平平常常的老外。我们仅仅能从一个非常渺小的角度上来看这一件大事。但是，小中可以见大，外面广大的世界，仿佛也能包括在这个小中。可是我万万没有想到，这一阵满楼大风后的山雨竟一下下了六年。抬眼望尽天涯路在今后漫长的六年中，我的日记里当然会有很多关于二战的记述，我决没有可能一一抄录。我只再抄几段战争爆发后十几天内的记述，以见一斑，其余的就全免了。月日点出来，在街上走了走，人们熙熙攘攘，一点也看不出战时的景象。月日夜里忽然响起了飞机警报来。我知道不会有危险，但也只好随着别人到地下室里去躲避。好在不久就解除，仍然上来睡大觉。月日点回家，老希指希特勒在无线电里狗叫。月日夜里点，又忽然响起空袭警报来，穿上衣服，走下。还没站稳，警报解除，又回到屋里睡大觉。月日现在连面包都要s票，肉同牛油每星期只能领到很少的一点。不再往下抄了，总之是日子越来越难过，战火越来越扩大。缺吃少穿，缺这少那，简直是无所不缺。在大学里，阴盛阳衰，讲堂为半边天所垄断，男生都抓去当兵了。就这样，一转眼到了年月日。这天的日记写道早晨一起来，女房东就说俄德已经开火。这一着早就料到，却没有想到这样快。我朦朦胧胧地感到，二战的转折点就在眼前了。长夜漫漫何时旦？难道说天就快要明了吗？这一天，我怀着愉快的心情，同几个德国男女朋友乘火车出去，到山上水边痛痛快快地乐了一天。德国人大概也有点沉不住气了。两天后月日的日记中写道点，上s的课。点下课，谈了谈我的论文，又谈时局。他轻易不谈政治，今天大概也沉不住气，一直谈到点半才走。吃了片面包，又上来，又是谈时局。在几千万德国人中，他们俩可能代表广大群众的心声。但是，我有我自己的想法。"}
