{"text":"后来我体会到敬惜字纸的好处，丢掉了字纸篓，也改正了从前乱丢字纸的习惯。书房的字纸篓都藏有这么大的玄机，缘着书架而上的世界，可见有多么的海阔天空了。安迪台风来访那一夜，我在朋友家聊天到深夜才回到家里，没想到我的书房里竟进了水，那些还夹着残破树叶的污水足足有半尺高，我书架最下层的书在一夜之间全部泡汤，一看到抢救不及，心里紧紧的冒上来一阵纠结的刺痛，马上想到一位长辈远在加州的许芥昱教授，他的居处淹水，妻儿全跑出了屋外，他为了抢救地下室的书籍资料，迟迟不出，直到儿子在大门口一再催促，他才从屋里走来，就在这时，他连人带房子及刚抢救的书籍资料一起被冲下山去，尸体发现在数十哩英里的郊野。许齐昱生前好友甚多，我在美国旅游的时候，听到郑愁予邓清茂白先勇于崇信金恒炜都谈过他死的情形，大家言下都不免有些怅然。一位名震国际的汉学家，诗书满腹，却为了抢救地下室的书籍资料而客死异域，也确要叫人长叹但是我后来一想，假如许芥公逃出了屋外，眼见自己的数十年心血自己最钟爱的书房被洪水冲走，那么他的心情又是何等的哀伤呢？这样想时也就稍微能够释然。我看到书房遭水淹的心情是十分哀伤的，因为在书架的最底层，是我少年时期阅读的一批书，它虽然随着岁月褪色了，大究分我也阅读得熟烂了，然而它们曾经伴随我度过年少的时光，有许多书一直到今天还深深的影响着我不管我搬家到哪里，总是带着这批我少年时代的书，不忍丢弃，闲时翻阅也颇能使我追想到过去那一段意气风发的日于，对现在的我仍存在着激励自省的作用。这些被水淹的书中，最早的一本是一九五八年大众书局出版吕津惠翻译的少年维特的烦恼，是我的大姊花五元买的，一个个看下来，如今传在我的手中，我是在初中一年级读这本书的。随手拾起一些湿淋淋的书，有史怀哲的非洲手记英格玛柏格曼的野草毒安德烈纪德的刚果记行阿德勒的自卑与生活叔本华的爱与生的苦恼田纳西威廉的青春之鸟赫胥黎的瞬息的烛火沙林杰的麦田守望者梅立克和普希金的小说，以及艾斯本的遗稿，总共竟有五百余册的损失。对一个爱书的人，书的受损就像农人的田地被水淹没一样，那种心情不仅是物质的损失，而是岁月与心情的伤痕。"}
{"text":"随手拾起一些湿淋淋的书，有史怀哲的非洲手记英格玛柏格曼的野草毒安德烈纪德的刚果记行阿德勒的自卑与生活叔本华的爱与生的苦恼田纳西威廉的青春之鸟赫胥黎的瞬息的烛火沙林杰的麦田守望者梅立克和普希金的小说，以及艾斯本的遗稿，总共竟有五百余册的损失。对一个爱书的人，书的受损就像农人的田地被水淹没一样，那种心情不仅是物质的损失，而是岁月与心情的伤痕。我蹲在书房里看劫后的书，突然想起年少时展读这些书册的情景，书原来也是有情的，我们可以随时在书店里购回同样内容的新书，但书的心情是永远也买不回来了。小千世界是每个人小小的大千，种种的纪录好像在心里烙下了血的刺青，是风雨也不能磨灭的但是在风雨里把钟爱的书籍抛弃，我竟也有了黛玉葬花的心情，一朵花和一本书一样，它们有自己的心，只是做为俗人的我们，有时候不能体会罢了。――一九八二年八月十一日黄昏的撒玲娜在加里福尼亚州的路上，我路过一个小城，马上被那城美丽的外貌迷惑住了。城的建筑全是两层的小楼，楼是灰色的，依山傍水显得格外幽静，行走在街上的人们也不像美国一般城市一样匆忙，他们慢慢的踱着步，让人几疑走进了十九世纪的欧洲。有一些服装店百货行也使我想起或者鹿港或者淡水那些故乡的地方，尤其是商店走廊的砖头走道，干净清爽，让走着的人不知不觉慢下步来，看着两旁的风景。我不知道那城的名字，只知道那城像许多优雅的小城，让你一眼就喜欢的那种。终于在一家卖着蜡烛的小店问了店员那座城的名字，她微笑的说叫撒玲娜s！撒玲娜！多美的名字，好像在哪一本书里读过这个名字？我说。呀！是斯但贝克的书。她笑得更开心斯坦贝克是我们撒玲娜最有名的小说家，他也是美国第六位得到诺贝尔文学奖的作家。"}
{"text":"撒玲娜！多美的名字，好像在哪一本书里读过这个名字？我说。呀！是斯但贝克的书。她笑得更开心斯坦贝克是我们撒玲娜最有名的小说家，他也是美国第六位得到诺贝尔文学奖的作家。那位年轻充满善意的美国少女的话仿佛划了一根火柴，点着了我心里的灯火，我像她那样年轻时也许只有十九岁曾经那么狂热的喜爱过斯坦贝克，可是我竟然忘记了他的家乡，忘记了他的小说全是以他的家乡为背景，直到在这陌生的异地才被点醒我年少时读斯坦贝克，在孤灯下的景况全涌了上来――哎，我竟然毫无准备的就闯到斯坦贝克的故乡来了。大概是看我突然陷进沉默的思绪里，少女着急他说你听过斯坦贝克吗？当然，我像你这般年纪时就读过他的愤怒的葡萄小红马人鼠之间伊甸园东，这些伟大的作品，还曾经深深的感动过哩分节阅读！然后我们不知不觉的谈起斯坦贝克，借着这位已经逝世十四年的美国作家，我们谈起了文学，文学在这个时候是奇妙的，它跨越了时空跨越了国籍，在任何地方的某一个人里，我们读过相同的作品，并且体验了同一个作家的心灵世界。少女不厌其烦的把英语说得很慢，用以解释斯坦贝克这个人对她的影响，以及给她家乡带来的荣誉。她说，斯坦贝克在城外不远的地方做过农场牧场的工人，还在筑路队里当过筑路工人，还做过很多不同的零工，所以对低层的人有很深的了解。最妙的是，斯坦贝克曾在史丹福大学读了五年还拿不到学位，结果现在有很多专门研究他小说的史丹福大学生少女利用了几分钟的时间就为我讲述了斯坦贝克简要的生平，我想在撒玲娜镇，也许随便找一个镇民都可以为我做一次斯坦贝克的演讲，文学在这个地方发挥了伟大的力量，像撒玲娜人，他们可能忘记前一任警长或议员的名字，可能忘记前一任总统的名字，然而他们不会忘记斯坦贝克，他使他家乡的名字永远存在这个世界。你是一个中国人，你怎么会喜欢斯坦贝克？少女问我。我想起少年时代在书摊上买书，看到愤怒的葡萄，深感纳闷，而斯坦贝克的中文译名不知道为什么给我一种坦克车的感觉，我买了那本书，就那样一路读了下来。少女听了我的话，高声的大笑起来。"}
{"text":"你是一个中国人，你怎么会喜欢斯坦贝克？少女问我。我想起少年时代在书摊上买书，看到愤怒的葡萄，深感纳闷，而斯坦贝克的中文译名不知道为什么给我一种坦克车的感觉，我买了那本书，就那样一路读了下来。少女听了我的话，高声的大笑起来。在撒玲娜，因为斯坦贝克过去的描述，完全祛除了我在异地陌生的感觉。这个曾经居住过许多爱尔兰移民的城镇，经过一世纪还没有完全美国化，几乎在空气里就可以感觉到它过去的那种安静和平的气息。午后的阳光缓缓的移动着，和风淡淡的吹送，即使是路上的行人也是优雅有礼的。我想，斯坦贝克最后一篇以他家乡为背景的小说伊甸园东，把撒玲娜称为伊甸园是有它的道理。后来，我在街转角的地方找到一家小而闲适的咖啡屋，是用红砖砌成的，可以从落地窗里望见整个蓝天，也许斯坦贝克曾在这个咖啡屋里坐过，因为它看起来是有一些历史了。喝着咖啡，我慢慢想起伊甸园东的情节，在这本史诗一样的书里，斯坦贝克曾经塑造了一位充满深思的可敬的中国人阿李，阿李的形象，以及他对人世的观察和他的语言都像一个哲学家，穿过时空竟是不朽了起来。阿李这个人是我读过的美国小说里最可敬可爱的中国人，光是这一点，斯坦贝克就令我敬重。我在咖啡屋里坐到黄昏，傍晚美丽的霞光照耀了整个撒玲娜，在斯坦贝克的年代，撒玲娜是什么面貌呢？我想再读一段他的描写山谷宽广平坦的耕地上铺着一层肥沃的泥土，只要冬天里一次充沛的雨水，就能使草木花卉生长起来。在多雨的年头，春天的花朵是不可置信的美。整个山谷平地，包括山麓在内，铺满了羽扇豆花和罂粟花。有一次一个女人告诉我，假如在有颜色的花中间衬上几朵白花，那花会显得更鲜艳光彩。每一瓣蓝色的羽扇豆花都镶上白边，于是整个原野的羽扇豆花比你所能想像到的更蓝。掺杂在其间的是斑斓的加里福尼亚罂粟花。"}
{"text":"有一次一个女人告诉我，假如在有颜色的花中间衬上几朵白花，那花会显得更鲜艳光彩。每一瓣蓝色的羽扇豆花都镶上白边，于是整个原野的羽扇豆花比你所能想像到的更蓝。掺杂在其间的是斑斓的加里福尼亚罂粟花。这些花也是色泽耀目的――不是橙黄，也不是金黄，假如纯金溶解了能凝成膏状，那金黄色的凝脂可能就是这些罂粟花的颜色今天的撒玲娜不再有那么多蓝的白的金黄色的花了，但是这无关紧要，斯坦贝克的小说比这些花的本身更多彩，如同黄昏的晚霞照着撒玲娜，我从来没有像那一次，在作家的出生地体会文学那么深刻。――一九八二年五月二十日边城之夜到圣地亚哥时已经夜深了，正不知道要往哪里去的时候，打开地图，发现圣地亚哥正好在墨西哥的边境上。夜的圣地亚哥很美，可是和美国西部的城市一样，一人夜就没地方可去了。随便问了旅馆的服务生，他说在墨西哥的边城蒂娃娜夜里营业到凌晨，有许多又便宜又好的墨西哥皮货。妻子一听雀跃起来我们就去蒂娃娜吧！我们赶上最后一班开往边境的巴士，乘客寥寥落落，显得十分清冷有几位合法到美国工作的墨西哥人，正用急速而有点亢奋的西班牙话交谈，他们的话在巴士里转来转去，竟让我觉得是坐在回旋的车上。天很冷，一月的美国西南边疆，却带着一点北国的风味。车窗玻璃上重重的结了一层雾，那雾真如帐子一样，你用手拨开，一霎眼它又悄悄的爬上窗子。我正在用手拨开窗上的雾帐，一个热情的墨西哥人叽叽啦啦的讲了一串西班牙话，我们一句话也听不懂，比手划脚半天，才知道他说汽车暖气坏了！另两位墨西哥人，从巴士的前排往后走，也靠过来找我们聊天，幸好他们两位是懂英语的，问了我们一大堆话从哪里来？到墨西哥干什么？墨西哥城很漂亮，要不要去走走，由于他们的问话太快，丝毫没有考虑的余地，一时之间不知叫我们如何回答。你们喜欢墨西哥吗？其中一位长得秀气的青年问，他这个问题使我们忍不住笑起来还没有去过，不知道喜不喜欢。听朋友说是一个充满原始风情的地方。妻子的反应比较快，她说这个问题应该我们来问你，你喜欢墨西哥吗？"}
{"text":"到墨西哥干什么？墨西哥城很漂亮，要不要去走走，由于他们的问话太快，丝毫没有考虑的余地，一时之间不知叫我们如何回答。你们喜欢墨西哥吗？其中一位长得秀气的青年问，他这个问题使我们忍不住笑起来还没有去过，不知道喜不喜欢。听朋友说是一个充满原始风情的地方。妻子的反应比较快，她说这个问题应该我们来问你，你喜欢墨西哥吗？墨西哥青年们忍不住笑了，但是没有回答我们的问题，陷入沉思，抬头望向车头，车头远处，正是我们要去的他们的故乡。终于有人开口说话了要是真的喜欢，就不会去美国工作了，可是自己的家总是自己的家呀！听说墨西哥不欢迎中国人去，是不是真的？我问他。中国人太会赚钱了，把我们墨西哥的钱都赚走！他想一想其实也不是不欢迎，确实的原因我们也不清楚。车子快到墨西哥时，车道突然开阔了，变成六线道，使我突然想起台湾的高速公路，墨西哥到了，墨西哥到了。他们高兴的对我们说。巴士缓缓地停在边境上，边境的关卡赫然出现一块挂在高处的大招牌，关卡旁的墙壁画了许多美女，广告可口可乐电视手表之类的东西。我们没有经过关卡就直接进墨西哥从美国到墨西哥二十英里内不用检查，一进墨西哥，就有许多计程车司机一拥而上向我们兜客，一部车到蒂娃娜五十元美金，问过了一个又一个司机，都是五十元美金，我说这里到蒂娃娜开车不要十分钟，五十元太贵了。你到过蒂娃娜？一位司机问。去买皮货买过好几次了。我故意欺骗他我以前坐车都是一个人十元美金，两个人二十元，如果你不载，我们就回美国去了。我们作势要走，他赶紧拉住我们好啦！好啦！就算二十元，但是要小费。小费给你五元。我说。他欣然同意。其实，蒂娃娜比我们估计的还要近，墨西哥的计程车司机开车像亡命一样，我们七分钟已经到了蒂娃娜，就停在市中心。我看看表，正好凌晨一点，下车后才知道糟了，蒂娃娜城虽然还是灯火通明，可是商店全打烊了。我们不甘心坐原车回去，就随便在附近闲逛，在街的转角处有两家饭店写着斗大的中国字，是中国人开的――在吃的方面，中国人真是无远弗届。"}
{"text":"就算二十元，但是要小费。小费给你五元。我说。他欣然同意。其实，蒂娃娜比我们估计的还要近，墨西哥的计程车司机开车像亡命一样，我们七分钟已经到了蒂娃娜，就停在市中心。我看看表，正好凌晨一点，下车后才知道糟了，蒂娃娜城虽然还是灯火通明，可是商店全打烊了。我们不甘心坐原车回去，就随便在附近闲逛，在街的转角处有两家饭店写着斗大的中国字，是中国人开的――在吃的方面，中国人真是无远弗届。老板操广东话，我们一句也不懂，幸好他的儿子会讲英语，我要了一瓶啤酒，妻子要了一杯咖啡，老板搞清楚我们是中国人，特别优待，咖啡免费。邻桌有四位墨西哥人，在深夜的饭馆里还带着宽边大草帽，听说是等着天亮排队去美国工作的，偶尔进来一两位穿着人时的墨西哥少女，看神情举止是来拉客的。老板说他们的店是二十四小时开放的，我们便打定主意不去找旅馆，要在饭馆坐一夜正这样想时，跑进来一对孪生的墨西哥小孩，长得一模一样，穿得破破烂烂，走在后面的一个脸上还挂着鼻涕，长相很是清秀。为首的一个跑过来用非常生涩的英语说为你们唱一首情歌好吗？我点点头。兄弟俩站定了，用很宽宏的声音唱起歌来，唱的是西班牙语，但是他们唱得很婉转动听，光听曲子就知道是一首动人的情歌。他们唱得很卖力，还用脚打着拍子，只差没有手里抱着吉他跳舞，妻子说这么小，情歌唱得这么好，长大怎么得了？这首情歌唱得足足有五分钟之久，唱完了，两个小兄弟羞涩的伸出手来，原来是要给钱的，我给他们一块美金。先生，你给太多了，我们再唱一首还你。流鼻涕的说，说完两人都笑起来。这一次他们唱的不是情歌，好像是一首儿歌，因为节奏明快，句子很短，整个饭馆一下子全感染了一种轻快明朗的气氛，清脆的童音在空气中流动着。他们很快的唱完，很有礼貌的深深一鞠躬，说声谢谢，回身就要走，我说坐下来，我请你们喝茶。不用了，我们还要赶到别家酒店去唱情歌呢！说完，一溜烟跑了，我们不禁莞尔。我想，不管任何地方，任何国籍，任何苦难，所有的小孩子都不会完全失去他们的天真。我们在饭馆里坐了一夜，还有一些小贩带着东西进来推销，看到他们的穿着打扮，我感觉墨西哥的人民是相当困苦的，没想到饭馆老板说蒂娃娜还是好的，因为它是观光城，你再往内陆走几英里，真是穷得不得了。"}
{"text":"他们很快的唱完，很有礼貌的深深一鞠躬，说声谢谢，回身就要走，我说坐下来，我请你们喝茶。不用了，我们还要赶到别家酒店去唱情歌呢！说完，一溜烟跑了，我们不禁莞尔。我想，不管任何地方，任何国籍，任何苦难，所有的小孩子都不会完全失去他们的天真。我们在饭馆里坐了一夜，还有一些小贩带着东西进来推销，看到他们的穿着打扮，我感觉墨西哥的人民是相当困苦的，没想到饭馆老板说蒂娃娜还是好的，因为它是观光城，你再往内陆走几英里，真是穷得不得了。天亮了，我们走出饭馆，看到明丽的阳光轻柔的照在这边境的城市上，它是有一点像美国的城市，但又别有一种风味，一种说不出的苦味，蒂娃娜是美丽而热闹的，但墨西哥人民普遍的生活困苦，我在好几条街上，看到路标到处都是革命路，为什么墨西哥革了几十年的命，把人民的生活都革掉了呢？我们离开蒂娃娜的时候，在边境要检查护照，我看到大排长龙的墨西哥人，男男女女老老少少，都站在边境的关卡边，等着要进入美国工作，有的还在夜风里发着抖看到这些人，不知道为什么我突然想起饭馆里为我们唱情歌的墨西哥小兄弟，我真担心有一天他们也要来这里排队，那样的担心好像他们是我的好友一样。可是，总不能让他们为陌生的过客唱一辈子情歌呀！我在巴士上回头看海关上几个英文字母闪闪发光，车子竟像从不留恋这个国家一样，加速驶去。我的眼帘闪过来时遇见的清秀的墨西哥青年，以及他茫然望向故乡的眼神，那眼神猛一回想，原来是带着一点无奈的。――一九八二年四月二十一日凤凰飞在华盛顿，夜里百无聊赖，在街边买了一份报纸，打算回来随便看看，没想到在厚厚一叠报纸某一页的底端，看到一栏高的小新闻，只有这样几句始祖鸟美丽如凤凰，它的化石不久前在德国发现，体重一磅，大小还比不上一只鸽子。这则新闻使我赫然一惊，看着窗外飘落的大雪，心里的热血却无故的涌动着。记得以前读生物课本到始祖鸟的一章，因为它是恐龙中的翼手龙一类，我总幻想着它的样子，它应该是长着青灰色的翅膀，体躯庞大，双翼一展可以遮蔽住整个蓝天，从遥远的山头飞来，让人都见不到阳光。"}
{"text":"这则新闻使我赫然一惊，看着窗外飘落的大雪，心里的热血却无故的涌动着。记得以前读生物课本到始祖鸟的一章，因为它是恐龙中的翼手龙一类，我总幻想着它的样子，它应该是长着青灰色的翅膀，体躯庞大，双翼一展可以遮蔽住整个蓝天，从遥远的山头飞来，让人都见不到阳光。没想到，这最远古的动物竞长得只有鸽子一般大小更没想到，它的美丽像凤凰一样，有斑斓的羽毛。可是，什么是美丽如凤凰呢？从古到今，没有人留下见过凤凰的真实事迹，但是人人都知道凤凰的形相，因为它绣在衣服上枕头上鞋上，甚至桌面上，人人都见过，真正鲜活的凤凰已不可见，更逞论始祖鸟了。始祖鸟像一个鸽子一样大，对一位喜欢联想的少年是一件不大不小的事，使我想到始祖鸟说不定正是中国的凤凰，西方的火鸟，以及日本的火山神鸟的传说起源。中国的凤凰虽不见其迹，但可以体会其神，它是自古以来最美的动物，它被形容成夫妻的恩爱，君臣的忠义，甚至朋友的友谊。为何留下凤凰的形貌呢？我相信在远古的大荒之中，一定有某一个人见过凤凰像见过始祖鸟一样，因此它虽飞远了，却像传说一般活了下来。说到凤凰的美，在日本京都郊外的金阁寺，是一座布满金箔的古式建筑，它的顶端是一只用金铜铸成的凤凰。金阁寺建于揩元一三九七年，却在一九五年被分节阅读一个少年和尚焚毁，后来少年和尚被抓到了，人们问他为何要烧金阁寺，他的回答十分简单受不了那只凤凰的美。日本作家三岛由纪夫曾经写下了这个动人的故事。一只金铜铸成的凤凰，连和尚都不能抗拒它的美，真正的凤凰可以美到怎么样的境界呢？日本另有一个传说是关于火山神鸟的。火山神鸟也是美丽痘可方物的鸟，它终年居住在火山口上，每隔数百年，它就跳进火山中自焚，它的精灵则在火山中重生。由于火山神鸟的永生，人们都相信喝了它的血可以长生不老，从古至今有许多人为了喝神鸟的血而落进万劫不复的熔岩中。在西方也有类似火山神鸟的传说，惟一的不同是它从体内自焚。"}
