{"text":"孔子说，你问到公西华，他穿起礼服，仪态非常好，学问也过得去，有外国的首长大使来，他是最好的外交官。束带立于朝，我国古代衣服都捆腰带，所谓锦袍玉带，就是说衣冠楚楚风度翩翩。现在外国的礼服也捆了腰带。虽然在外交应对上是上乘之选，但是谈到学问修养，也还是没有达到仁的境界。我们从这一节，看到孔子对于仁的要求，严格到这个程度，几乎没有一个学生可以达到这个标准。学问真正能够达到仁的标准，只有一个颜回，但是不幸短命死矣。后来才传道给曾参，前面讲过参乎！，吾道一以贯之。是晚年了。历史的记载，孔子三千弟子，优等的贤人有七十二人，但是见诸论语及史记所留下来的资料，出名的有了不起成就的，一二十人而已。而且，这一二十个人，还是靠孔子宣扬出来的，都是孔子介绍学生，著书立说的也是孔子。我们怎么知道颜回？颜回没有写过一篇文章，没有作过一首诗，也没有写过一个字留下来，我们怎么知道他的学问到了什么程度？都是他的老师说他如何好如何了不起。武才方面，子路可以当元帅，但他没有像后来的孙子，还写了一部兵法。子贡也是如此，这些学生们多半是孔子宣扬出来的。由此可见人才之难，古今历史上一个大问题，总有才难之感！真正的人才实在难得。同时我们可以了解一个有趣的问题第一等人往往可以不写文章，不讲学学问越好越不响。试看历史上有好几个真正了不起的人都如此。耶稣根本没有念大学，但现在研究耶稣讲的话，拿几百个博士学位也不止，但他没有写过一句话，都是他的门徒写的释迦牟尼也没有写过一个字，所有的经典，都是弟子记载的老子自己写了五千字孔子最可怜，都是自己写，还是他反过来捧学生，学生无法捧他。所以我们当学生，最好找个像孔子一样的老师，不但有学问听，自己又省力气，他来捧捧我们蛮好的。且看孔子这些学生，都是他捧出来的。虽然这是笑话，但事实是从他嘴里讲出来，我们才知道。所以从另一角度来看历史，真正的人才的确是不易得的。其次，我们可以看到，孔子的弟子里各种人才都有。军事的子路外交的公西华行政的冉求，至于子贡这一类，器也！有如庙堂上的瑚琏，精致高雅乃至江湖上一诺千金，面孔难看的，各种各样，无奇不有，无所不包，所以他真是叫做有教无类。吾爱吾师子谓子贡曰女与回也孰愈？"}
{"text":"且看孔子这些学生，都是他捧出来的。虽然这是笑话，但事实是从他嘴里讲出来，我们才知道。所以从另一角度来看历史，真正的人才的确是不易得的。其次，我们可以看到，孔子的弟子里各种人才都有。军事的子路外交的公西华行政的冉求，至于子贡这一类，器也！有如庙堂上的瑚琏，精致高雅乃至江湖上一诺千金，面孔难看的，各种各样，无奇不有，无所不包，所以他真是叫做有教无类。吾爱吾师子谓子贡曰女与回也孰愈？对曰赐也何敢望回，回也闻一以知十，赐也闻一以知二。子曰弗如也，吾与女弗如也。子贡子路是孔子喜爱的两个学生。我们可以看到，子路有时拳头一挥，是最冲的子贡是什么话都讲的。他们对老师特别一点，孔子对他们俩也特别一点。所以有一天就问子贡女与回也孰愈？孔子最欣赏的是颜回，这次他对子贡说，你讲老实话，你自己与颜回比比看，哪一个好？哪一个了不起？对曰赐也何敢望回？子贡说，老师，谢了！我实在没法跟他比。回也闻一知十，颜回嘛，老师讲出一分，他懂十分。从子贡的答复，可见学问之难，所谓启发式教育也真不容易，告诉了他这个角，另三个角都懂了告诉他那边有烟了，他便知道是起火了，如此才是英才。有的则是反应迟钝地还反问道那边有烟吗？等到都烧光了，他还不知所以然呢！这就是智愚的差别了。子贡回答说，老师告诉颜回一分，其他九分他都知道了，不需要老师再教了。至于我――赐也闻一以知二，老师讲了一步，我顶多知道两步，第三步就不知道了。这是老实话，可见子贡很坦然，很诚恳。再看孔子的态度子曰弗如也，吾与女弗如也。这多谦虚呀！他说是的，你不如他，不但你不如他，我和你一样都不如他。孔子那么欣赏颜回，这也不是过分，有一种人的头脑，特别聪明，品德又好，才具又高。后来的孟子认为天下有三件乐事，第一是父母具存，兄弟没有什么事故，尽到了孝道和友爱第二是胸襟光明磊落，没有对不起人，没有对不起天地鬼神的事第三是得天下英才而教育之。这点孔子就得到了。不过有时得天下笨才而教育之，实在是一大苦事也。孔子对于颜回，他认为是得英才而教育之，是快乐的。由孔子对子贡说的这段话，可见孔子的教育和他的为人，是如此地谦虚，能够把握机会启发人，一点都不呆板。"}
{"text":"后来的孟子认为天下有三件乐事，第一是父母具存，兄弟没有什么事故，尽到了孝道和友爱第二是胸襟光明磊落，没有对不起人，没有对不起天地鬼神的事第三是得天下英才而教育之。这点孔子就得到了。不过有时得天下笨才而教育之，实在是一大苦事也。孔子对于颜回，他认为是得英才而教育之，是快乐的。由孔子对子贡说的这段话，可见孔子的教育和他的为人，是如此地谦虚，能够把握机会启发人，一点都不呆板。手倦抛书午梦长下面一个大问题来了宰予昼寝。子曰朽木不可雕也，粪土之墙不可g也。于予与何诛！宰予是孔子的学生，四科高弟之一。孔子说的言语文学德性政治这四种才学分类，宰予等于是孔门那个学府里的后起语文系的系主任呢！言语嘛，宰予的长处就是利口。宰予昼寝据古人的解释是白天里睡觉――大概睡午觉，或睡懒觉。被孔子看到了，就骂他朽木不可雕也。这个烂木头无法雕凿。粪土之墙不可g也，这个烂墙去粉刷也粉刷不好。于予与何诛！该死！该死！因此中国过去守老规矩的读书人，不敢睡午觉，都是受这一段话的影响。我们知道，历史上清朝中兴名臣曾国藩，也是有名的理学家，他就不敢睡午觉，尽管忙成那个样子，还是不敢睡午觉，怕孔子会发牢骚――粪土之墙不可g也。所以曾国藩改成睡晚觉。早上起得早，公事又多又忙实在受不了，没有办法，只有在吃晚饭以前，睡一下，然后夜里精神又好。这个昼寝的教训，在古人是这么严重的事。后来到了民国初年，洋学堂是学的西方文化，新的规矩一定要睡午觉，尤其那个时候，德日式的训练风气来了，早起有朝气，补充的休息时间便靠午睡，否则不合乎卫生。那么宰予昼寝的问题怎么办呢？有人便提出如康有为梁启超他们的意见，说这个不是昼寝，是画寝的错误。因为宰予没有事，常常在寝室里头画壁画。除非幼稚园的学生，可能偷偷地在墙上乱画，宰予又不是小孩子，为什么要在墙上乱涂。读书不多真难，后来才知道受了康有为他们的骗。这个画寝的问题，最先提出的是梁武帝，后来宋代也有个人照此讲过，说宰予并不是白天睡觉被骂，而是他在寝室的墙上乱画，所以孔子骂他。康有为他们的说法，并非创见。然而，据我们的了解，古人对孔子这两句话，似乎都曲解了。"}
{"text":"因为宰予没有事，常常在寝室里头画壁画。除非幼稚园的学生，可能偷偷地在墙上乱画，宰予又不是小孩子，为什么要在墙上乱涂。读书不多真难，后来才知道受了康有为他们的骗。这个画寝的问题，最先提出的是梁武帝，后来宋代也有个人照此讲过，说宰予并不是白天睡觉被骂，而是他在寝室的墙上乱画，所以孔子骂他。康有为他们的说法，并非创见。然而，据我们的了解，古人对孔子这两句话，似乎都曲解了。据我的研究，这两句话的真正意思是说，这根木头的内部本来就已经腐坏了，你再去在他外面雕刻，即使雕得外表很好看，也是没有用的粪土之墙，经蚂蚁土狗等爬松了的泥巴墙，它的本身便是不牢固的，会倒的，这种里面不牢的墙，外表粉刷得漂亮也是没有用的。等于房子烂了，你把他整理起来，像用现代的三夹板甘蔗板壁纸一敷，走进去看看很漂亮，但架子松散，这是不对的靠不住的。这两个问题解决了，就懂得他是说宰予的身体不好。只好让他多休息一会，你们对他不要有太过的要求。这个道理，我是从学生中体会出来的。因为我有几个学生，能力好智慧高，他的才能见解，老实说我都佩服他。但要命的是，交给他一件事情，一个月都没有消息。骂他吗？不忍心。实际上他三天两天就患感冒，一天到晚都必须与床为伍，没有精神，只好躺下来睡觉。我才发现朽木不可雕也，粪土之墙不可g也。不是说他坏，而是他的底子太弱了。但是人很奇怪，身体弱的人头脑都好，试看孟子尽心章里人之有德慧术知者，恒存乎M疾。一个有病的人，因为经常在病苦中，身体没有其他的活动，所以会多思想会搞学问。体力好的人，运动得锦标的，要他写两篇，他很吃力。这两件事，不可得兼体能好，智慧又高，文武具全的人太少了。学问德业好的人多半体弱多病，这是事实。所以孔子说于予与何诛？对于宰予不必过分诛求了。诛者求也，在此不可当杀人的杀字用。诛也是要求的求，这里于予的予就是宰予。换句话说，你们对于宰予，何必要求太过呢？就让他睡个觉吧！接下来子曰始吾于人也，听其言而信其行。今吾于人也，听其言而观其行。于予与改是。孔子说，从前我听了一个人的话，就相信他的行为。现在我年纪大了人生经验多了，听了一个人说的话，还要观察观察他的行为。这个改变，是宰予给我的启发。"}
{"text":"对于宰予不必过分诛求了。诛者求也，在此不可当杀人的杀字用。诛也是要求的求，这里于予的予就是宰予。换句话说，你们对于宰予，何必要求太过呢？就让他睡个觉吧！接下来子曰始吾于人也，听其言而信其行。今吾于人也，听其言而观其行。于予与改是。孔子说，从前我听了一个人的话，就相信他的行为。现在我年纪大了人生经验多了，听了一个人说的话，还要观察观察他的行为。这个改变，是宰予给我的启发。古人根据这些话解释说，孔子对宰予恨极了。事实不是这样的。我们从生活和教学的经验中体会，便可知孔子这样的话，是说他从前看到一个人，有思想有才具，便相信这个人将来一定有成就――听其言而信其行。后来他发现并非如此，一个人即使有才具有学问，但没有良好的体能没有充沛精力，也免谈事业。一个人做事业，必须要强健的体力，饱满的精神。所以孔子说，我看了宰予，对人生看法有了改变，天下事实在并不简单。有人有思想有能力有才具，他却一辈子做不好事业，因为他的精力不足精神不够。所以曾国藩的相法便说功名看气宇，事业看精神。有道理！所以我认为这一节是这个意思，对与不对，还待大家再研究。不过我个人至少到今天为止，认为是这样的。只是古人把孔子描写得太古板太迂腐了，其实孔子非常通人情。人到无求品自高这里讲到另外一个人了。子曰吾未见刚者。或对曰申枨。子曰枨也欲，焉得刚？孔子有一天在感叹，他说我始终没有看见过一个够得上刚强的人。要注意这个刚字，脾气大不算刚，那是脾气大。刚的人是方正，并不一定脾气大，普通讲这个人很蹩扭，高帽子戴不上，骂他也不改变，这差不多有点像刚，但还要看他的品德智慧修养。前面我曾经提到有一个人讲过，他说上等人有本领没脾气，中等人有本领有脾气，下等人没本领脾气大。孔子这里的刚是指有本领没脾气的上等人而言。孔子讲了这句话，有一个人说，有嘛！申枨，他不是很刚吗？子曰枨也欲。焉得刚？他说申枨这个人有欲望，怎么说是刚呢！一个人有欲望是刚强不起来的，碰到你爱好的，就非投降不可。人要到无欲则刚，譬如说，这个人真好！真了不起！就是一点毛病，爱钱。既然他爱钱，你拿钱给他，他的了不起就变成起不了。"}
{"text":"前面我曾经提到有一个人讲过，他说上等人有本领没脾气，中等人有本领有脾气，下等人没本领脾气大。孔子这里的刚是指有本领没脾气的上等人而言。孔子讲了这句话，有一个人说，有嘛！申枨，他不是很刚吗？子曰枨也欲。焉得刚？他说申枨这个人有欲望，怎么说是刚呢！一个人有欲望是刚强不起来的，碰到你爱好的，就非投降不可。人要到无欲则刚，譬如说，这个人真好！真了不起！就是一点毛病，爱钱。既然他爱钱，你拿钱给他，他的了不起就变成起不了。你说这个人品德样样都好，就是有一个毛病爱读书，遇到懂得手段的人就利用他了，什么都不和他谈，专谈书，他就中计了。历史上有些人，天子不能臣，诸侯不能友。请他出来做官，他不干任何权势拉拢他，理都不理。但是中国政治上有一个传统的手法，只要在人上者，肯礼贤下士，管你什么人，都要吃瘪投降。有人认为你是天下第一人，你不出来，奈天下苍生何？这时候你想想，觉得还不错，不妨出来试一试。功名富贵什么都可以不要，就怕礼贤下士。只要以礼下人，任何英雄都不免来入彀中。不过要有道德作背景，如果没有道德的基础，仅是这样乱用，礼也是一把刀，有时要把自己杀掉的，这要特别注意！所以真正刚强的人是没有欲望的――无欲则刚。有一个学生要我写一副对子，我送他八个字。上联是佛家的思想，下联是儒家的思想有求皆苦，无欲则刚。如果你说什么都不求，只想成圣人成佛成仙，也蛮苦的呀！所以有求就苦，人到无求品自高，要到一切无欲才真能刚正，才可以作顶天立地的人。孔子说申枨还有欲望，怎能算得刚？因此，引出了另一个人的话。推己及人难又难子贡曰我不欲人之加诸我也，吾亦欲无加诸人。子曰赐也，非尔所及也。这是子贡很得意地讲自己学问修养的心得。他说，我不喜欢人家加到我身上的那些事，我也不想有同样的情形加到别人身上。譬如有人骂我，我会觉得不高兴，因此我也不骂任何人。换句话说，别人给我的痛苦烦恼，我不喜欢，因此我也不愿加给任何一个人痛苦烦恼。你说一个人够做到这样的修养，多了不起！他向孔子报告了自己这个做学问的可贵心得。子曰赐也，非尔所及也。孔子听了便说子贡呀！这是你做不到的呀！再下一句虽然没有写出来，但隐约中包涵有孔子自谦的意味，等于说，就算我为师的也不能完全做到，任何人都做不到的。为什么呢？"}
{"text":"他说，我不喜欢人家加到我身上的那些事，我也不想有同样的情形加到别人身上。譬如有人骂我，我会觉得不高兴，因此我也不骂任何人。换句话说，别人给我的痛苦烦恼，我不喜欢，因此我也不愿加给任何一个人痛苦烦恼。你说一个人够做到这样的修养，多了不起！他向孔子报告了自己这个做学问的可贵心得。子曰赐也，非尔所及也。孔子听了便说子贡呀！这是你做不到的呀！再下一句虽然没有写出来，但隐约中包涵有孔子自谦的意味，等于说，就算我为师的也不能完全做到，任何人都做不到的。为什么呢？世界上任何一个人，只要是活着，一定烦恼了别人，这是必然的道理。譬如我们大家在这里研究论语，蛮轻松的，等会儿回家一看太太！你怎么搞的？饭没做好！我们在这里享受，那个烦恼是加在太太身上的。人活在世上，都是把自己的痛苦加在别人身上，然后自己得到一点所谓享受，所谓幸福。所以子贡说了这些话以后，孔子说他做不到，任何人都做不到的。人活在世界上是互助的，我们的幸福享受，一定有赖于人，甚至妨碍了别人。不过，如能常生警觉，想到妨碍了别人时，尽量少妨碍一点，已经是最好的道德了。所以说，绝对无私，绝对无欲，是做不到的。老子也认为绝对无私是不可能的，做到清心寡欲少私寡欲，已经很了不起。少私就公了绝对无私行不通绝对无欲做不到少欲就是了不起。所以替自己想时也能替别人想，就是很了不起的公德。当我想到需要拿扇子的时候，也问问他你要不要？就了不起。假如说当我拿扇子的时候，我买扇子送给天下所有需要扇子的人，是做不到的，不但没有这个财力，而且也缺乏这种能力。况且世界上有些人，你给他扇子，他拿了丢掉，为什么？他有病还吹不得风呢！由此可知作人之难，道德修养之难。有人说，我们后世的人景仰孔子，知道他了不起，那都是子贡的功劳。为什么？孔子晚年的生活，很可能都靠子贡维持的。乃至扬名天下，子贡也大有功。当时国际之间，不论外交策划，工商界的声望，战略政略的顾问，子贡样样都行。而且子贡对孔子的认识非常够，孔子死后，他的三千弟子，七十二贤人，大多都服心丧三年――就是对老师像对父母一样，内心服孝三年。只有子贡庐墓三年――守孔子的坟墓守了三年。中国人讲究看风水的堪舆学中，相传孔子在曲阜的坟墓也是子贡勘定的。"}
{"text":"为什么？孔子晚年的生活，很可能都靠子贡维持的。乃至扬名天下，子贡也大有功。当时国际之间，不论外交策划，工商界的声望，战略政略的顾问，子贡样样都行。而且子贡对孔子的认识非常够，孔子死后，他的三千弟子，七十二贤人，大多都服心丧三年――就是对老师像对父母一样，内心服孝三年。只有子贡庐墓三年――守孔子的坟墓守了三年。中国人讲究看风水的堪舆学中，相传孔子在曲阜的坟墓也是子贡勘定的。起先孔子死后，同学们先看中了一个坟地，便是后来葬汉高祖的地方，但是子贡认为这个地方用来葬我们的夫子，是不够的，因为那只能算是一个帝王之地，我们夫子是千古圣人，这个地方是不够格的。因此子贡决定葬在曲阜，这是风水家的相传，事出有因，查无实据。孔门文武事功的二子子贡如何的捧孔子，下面便是明证子贡曰夫子之文章，可得而闻也。夫子之言性与天道，不可得而闻也。以子贡的学问与成就，终于说出孔子的伟大来。他说，我们跟了夫子这么多年，所晓得的，只是他的文章。说到文章一词，我们要注意，在这里并不是写稿子的那种文章古人的所谓文章，包括美好的言语思想行为举动待人处世等表之于外的都叫作文章事理成了一个章法，蕴含艺术的气氛，就叫文章。后来变成狭义的文章，写成某些形式的文字才叫文章。子贡在此说，老师的学问文章，我们都常听到可是老师有关于人性的本源，与形而上生命的来源的本体论，以及宇宙最初是怎样开始的？究竟谁造的？是唯物的或唯心的？这个天道――哲学的问题，因我们的程度还不够，老师也就没有跟我们提。所以我们后世只有研究易经，才看出孔子谈形而上道的哲学和科学问题，四书中关于形而上道的阐述非常少。因此，后世研究孔子的学说，如果有人提出孔子对于形而上的观念是如何如何的，多半是他的孔子如此认定，难为笃论。譬如我们写了一篇文章，内容上说孔子认为如何，如何多方引证一番，那只能说是我们的孔子，并非孔子的我。这是什么道理呢？根据子贡的话夫子之言性与天道，不可得而闻也。可见他因这班弟子的程度还不够，所以很少跟他们提到。本篇到此，话题一转，这里说子路的好处了。子路有闻，未之能行，唯恐有闻。子路尽管那么粗暴，那么冲动，但子路的品德特别好，武功也好，孔子的确喜欢他。他是后来在卫国出大乱的时候战死的。"}
{"text":"譬如我们写了一篇文章，内容上说孔子认为如何，如何多方引证一番，那只能说是我们的孔子，并非孔子的我。这是什么道理呢？根据子贡的话夫子之言性与天道，不可得而闻也。可见他因这班弟子的程度还不够，所以很少跟他们提到。本篇到此，话题一转，这里说子路的好处了。子路有闻，未之能行，唯恐有闻。子路尽管那么粗暴，那么冲动，但子路的品德特别好，武功也好，孔子的确喜欢他。他是后来在卫国出大乱的时候战死的。卫国发生变乱时，他刚从外面回来，原来他可以躲开这场祸乱的，但他没有逃避，他听到消息认为见危授命，更应该前去，不能逃避。他进去以后，正在战乱，他参加作战而死亡，临死时一身都是创伤，但他认为儒者之死，应该整其衣冠。所以临命终时，抱着重伤，戴上帽子，整理好衣服，端端正正，然后才断气。一个人一身创伤，还如此从容，知道大限已至，整理衣冠，扣好扣子，死得端正，这种精神修养，太不容易，他能如此，决非偶然。所以这里说子路最怕听见孔子讲话，为什么？因为他怕听了做不到，有愧于为学。道理明白了，行为要配合得上，此即所谓履践的工夫。他因为怕做不到事理合一之境，等于是自欺，所以他最怕老师的教诲。盖棺成定论本篇这一节之前，都是讲学生的故事。子贡问曰孔文子何以谓之文也？子曰敏而好学，不耻下问，是以谓之文也。这节开始讲到孔子对于当时及其前后时代人物的评论。这个人物的评论，包括了如何作学问与整体的文化精神。现在这里先介绍一个人。他就是孔文子，姓孔名圉，是卫国的大夫。文子的文的来源，是中国古代的谥法，从周朝开始，一直流传下来的，民国以来，因为几十年都在战乱之中，国家多故，我们文化中的这一点还没有恢复。什么是谥法？简单一句话，就是一个人死后的定论。这是一件很慎重的事，只有中国历史文化才有的，连皇帝都逃不过谥法的褒贬。我们要晓得，这一点便是中国文化春秋大义的精神所在，同时更应该使下一代记取这具深义的特点。中国古代做皇帝做官的最怕这个谥法，怕他死后留下万世的骂名，甚至连累子孙抬不起头。因此他们为国家做事情，要想争取的是万世之名，不愿死后替子孙留下臭名，更不愿在历史上留个骂名。这个就叫谥法――也就是死后的一字之定评。"}
