{"text":"一别三十五年，今天重又会面，真有相见疑梦之感。老教授夫妇显然非常激动，我心里也如波涛翻滚，一时说不出话来。我们围坐在不太亮的电灯光下，杜甫的名句一下子涌上我的心头人生不相见，动如参与商。今夕复何夕？共此灯烛光。四十五年前我初到哥廷根我们初次见面，以及以后长达十年相处的情景，历历展现在眼前。那十年是剧烈动荡的十年，中间插上了一个第二次世界大战，我们没有能过上几天好日子。最初几年，我每次到他们家去吃晚饭时，他那个十几岁的独生儿子都在座。有一次教授同儿子开玩笑家里有一个中国客人，你明天到学校去又可以张扬吹嘘一番了。哪里知道，大战一爆发，儿子就被征从军，一年冬天，战死在北欧战场上。这对他们夫妇俩的打击，是无法形容的。不久教授也被征从军。他心里怎样想，我不好问，他也不好说。看来是默默地忍受痛苦。他预定了剧院的票，到了冬天，剧院开演，他不在家，每周一次陪他夫人看戏的任务，就落到我肩上。深夜，演出结束后，我要走很长的道路，把师母送到他们山下林边的家中，然后再摸黑走回自己的住处。在很长的时间内，他们那一座漂亮的三层楼房里，只住着师母一个人。他们的处境如此，我的处境更要糟糕。烽火连年，家书亿金。我的祖国在受难，我的全家老老小小在受难，我自己也在受难。中夜枕上，思绪翻腾，往往彻夜不眠。而且头上有飞机轰炸，肚子里没有食品充饥。做梦就梦到祖国的花生米。有一次我下乡去帮助农民摘苹果，报酬是几个苹果和五斤土豆。回家后一顿就把五斤土豆吃了个精光，还并无饱意。大概有六七年的时间，情况就是这个样子。我的学习写论文参加口试获得学位，就是在这种情况下进行的。教授每次回家度假，都听我的汇报，看我的论文，提出他的意见。今天我会的这一点点东西，哪一点不包含着教授的心血呢？不管我今天的成就还是多么微小，如果不是他怀着毫不利己的心情对我这一个素昧平生的异邦的青年加以诱掖教导的话，我能够有什么成就呢？所有这一切能够忘记得了吗？现在我们又会面了。会面的地方不是在我所熟悉的那一所房子里，而是在一所豪华的养老院里。别人告诉我，他已经把房子赠给哥廷根大学印度学和佛教研究所，把汽车卖掉，搬到这一所养老脘里来了。院里富丽堂皇，应有尽有，健身房游泳池，无不齐备。据说，饭食也很好。但是，说句不好听的话，到这里来的人都是七老八十的人，多半行动不便。对他们来说，健身房和游泳池实际上等于聋子的耳朵。"}
{"text":"所有这一切能够忘记得了吗？现在我们又会面了。会面的地方不是在我所熟悉的那一所房子里，而是在一所豪华的养老院里。别人告诉我，他已经把房子赠给哥廷根大学印度学和佛教研究所，把汽车卖掉，搬到这一所养老脘里来了。院里富丽堂皇，应有尽有，健身房游泳池，无不齐备。据说，饭食也很好。但是，说句不好听的话，到这里来的人都是七老八十的人，多半行动不便。对他们来说，健身房和游泳池实际上等于聋子的耳朵。他们不是来健身，而是来等死的。头一天晚上还在一起吃饭聊天，第二天早晨说不定就有人见了上帝。一个人生活在这样的环境中，心情如何，概可想见。话又说了回来，教授夫妇孤苦伶仃，不到这里来，又到哪里去呢？就是在这样一个地方，教授又见到了自己几十年没有见面的弟子。他的心情是多么激动，又是多么高兴，我无法加以描绘。我一下汽车就看到在高大明亮的玻璃门里面，教授端端正正地坐在圈椅上。他可能已经等了很久，正望眼欲穿哩。他瞪着慈祥昏花的双目瞧着我，仿佛想用目光把我吞了下去。握手时，他的手有点颤抖。他的夫人更是老态龙钟，耳朵聋，头摇摆不停，同三十多年前完全判若两人了。师母还专为我烹制了当年我在她家常吃的食品。两位老人齐声说让我们好好地聊一聊老哥廷根的老生活吧他们现在大概只能用回忆来填充日常生活了。我问老教授还要不要中国关于佛教的书，他反问我那些东西对我还有什么用呢？我又问他正在写什么东西。他说我想整理一下以前的旧稿我想，不久就要打住了从一些细小的事情上来看，老两口的意见还是有一些矛盾的。看来这相依为命的一双老人的生活是阴沉的郁闷的。在他们前面，正如在过客中所写的那样前面？前面，是坟。我心里陡然凄凉起来，老教授毕生勤奋，著作等身，名扬四海，受人尊敬，老年就这样度过吗？我今天来到这里，显然给他们带来了极大的快乐。一旦我离开这里，他们又将怎样呢？可是，我能永远在这里呆下去吗？我真有点依依难舍，尽量想多呆些时候。但是，千里凉棚，没有不散的筵席。我站起来，想告辞离开。老教授带着乞求的目光说才点多钟，时间还早嘛我只好重又坐下。最后到了深夜，我狠了狠心，向他们说了声夜安站起来，告辞出门。老教授一直把我送下楼，送到汽车旁边，样子是难舍难分。"}
{"text":"我今天来到这里，显然给他们带来了极大的快乐。一旦我离开这里，他们又将怎样呢？可是，我能永远在这里呆下去吗？我真有点依依难舍，尽量想多呆些时候。但是，千里凉棚，没有不散的筵席。我站起来，想告辞离开。老教授带着乞求的目光说才点多钟，时间还早嘛我只好重又坐下。最后到了深夜，我狠了狠心，向他们说了声夜安站起来，告辞出门。老教授一直把我送下楼，送到汽车旁边，样子是难舍难分。此时我心潮翻滚，我明确地意识到，这是我们最后一面了。但是，为了安慰他，或者欺骗他，也为了安慰我自己，或者欺骗我自己，我脱口说了一句话过一两年，我再回来看你声音从自己嘴里传到自己耳朵，显得空荡虚伪，然而却又真诚。这真诚感动了老教授，他脸上现出了笑容你可是答应了我了，过一两年再回来我还有什么话好说呢？我噙着眼泪，钻进了汽车。汽车开走时，回头看到老教授还站在那里，一动也不动，活像是一座塑像。过了两天，我就离开了哥廷根。我乘上了一辆开到另一个城市去的火车。坐在车上，同来时一样，我眼前又是面影迷离，错综纷杂。我这两天见到的一切人和物，一一奔凑到我的眼前来只是比来时在火车上看到的影子清晰多了，具体多了。在这些迷离错乱的面影中，有一个特别清晰特别具体特别突出，他就是我在前天夜里看到的那一座塑像。愿这一座塑像永远停留在我的眼前，永远停留在我的心中。在兄弟们中间一走下飞机，从空中下望给我留下的那美丽的印象在眼前还没有消逝，耳旁又听到了阿尔及利亚的朋友们亲切地喊我们中国兄弟的声音。我的心立刻热了起来，我知道，我们是来到了一个美丽的国家，一个兄弟的国家，一个英雄的国家我们将要生活在兄弟们中间英雄们中间了。是的，我们确实是生活在兄弟们中间。在七天的访问中，我们走过许多地方首都阿尔及尔革命名城君士坦丁美丽的海滨城市奥兰，都留下了我们的游踪。我们接触过许多人从政府领导人人民军军官大学校长大学教授中学教员工人农民，一直到儿童之家七八岁十几岁的小孩子，每个人对我们都有一双温暖的手，一脸像和煦的春风般的笑容。有时候，我们谈得很多很长但是有时候，也谈得很少很短，甚至于一句不说。不管怎样，我们好像彼此都了解得很深很透。在一个简单的微笑里，我们也仿佛能够看到彼此的心。"}
{"text":"在七天的访问中，我们走过许多地方首都阿尔及尔革命名城君士坦丁美丽的海滨城市奥兰，都留下了我们的游踪。我们接触过许多人从政府领导人人民军军官大学校长大学教授中学教员工人农民，一直到儿童之家七八岁十几岁的小孩子，每个人对我们都有一双温暖的手，一脸像和煦的春风般的笑容。有时候，我们谈得很多很长但是有时候，也谈得很少很短，甚至于一句不说。不管怎样，我们好像彼此都了解得很深很透。在一个简单的微笑里，我们也仿佛能够看到彼此的心。我们永远不能忘记君士坦丁的儿童之家。当我们踏着黄昏的微光走进去的时候，到处都静悄悄的，几乎连个人影都看不到。我们心里有一点吃惊。但是，一走进一间大教室，蓦地有一片强烈的灯光，一阵豪迈的歌声，迎面向我们扑来。几百个儿童整整齐齐地站在那里，高声齐唱欢迎我们的歌曲。在独立以前，这些儿童有的在街上给人擦皮鞋，有的拾破烂，有的到处流浪现在政府把他们收容起来，给他们准备了这样好的学习和生活的地方。其中还有一些烈士的子弟，他们的父亲或哥哥为国家牺牲了政府也把他们收容到这里来。中国人民和阿尔及利亚人民的友情，他们是经常听老师说到的，今天竟然亲眼看到中国伯伯叔叔们站在眼前。于是，他们小小的心灵里那一团对中国的热爱，那一团对今天生活的幸福的感情，一股脑儿随着歌声迸发了出来。他们越唱声音越高，心情越激动。盘腿坐在木头台子上的民间音乐家，这时也挥舞着双手，弹奏起民间乐曲来。歌声乐声交织在一起，像疾风，像骤雨，像爆发了的火山，里面充满了友情与幸福的感觉，充满了信心与希望。整个教室沉浸在一团大欢乐中。校长告诉我们，他们准备这样唱下去，一直唱到天明他们无论如何也不放弃同中国兄弟在一起的机会，哪怕只是一秒钟。我们也真想在这里呆到天明。但是，事实上这是不可能的。过了中夜，我们只好怀着恋恋不舍的心情离开了这里。我们也永远不能忘记阿尔及尔的青年中心。我们来到的时候，男女学员们在门口手执鲜花列队欢迎，掌声响彻晴朗的天空。以后，国家指导部的领导人和本校的领导人陪我们参观。教室会议室宿舍健身房厨房餐厅，好像什么地方我们都参观到了。我们走到什么地方，掌声就跟我们到什么地方，而且是越来越响。当我们到餐厅去吃饭的时候，掌声之外，又加上了歌声，一片喜洋洋的节日气氛。在陪我们参观的一大群人中间，有一个十岁左右的小男孩，两只黑亮的大眼睛，闪闪发光。"}
{"text":"过了中夜，我们只好怀着恋恋不舍的心情离开了这里。我们也永远不能忘记阿尔及尔的青年中心。我们来到的时候，男女学员们在门口手执鲜花列队欢迎，掌声响彻晴朗的天空。以后，国家指导部的领导人和本校的领导人陪我们参观。教室会议室宿舍健身房厨房餐厅，好像什么地方我们都参观到了。我们走到什么地方，掌声就跟我们到什么地方，而且是越来越响。当我们到餐厅去吃饭的时候，掌声之外，又加上了歌声，一片喜洋洋的节日气氛。在陪我们参观的一大群人中间，有一个十岁左右的小男孩，两只黑亮的大眼睛，闪闪发光。最初我们还没有十分注意到他。但是，整个下午，我们走到什么地方，什么地方就看到他那一双闪闪发亮的大眼睛，突然从桌子后面，或者从大人的身后露了出来。这当然就引起了我们的注意。问他的名字，他就把自己的名字写在我的小本子上穆斯塔发。他父亲告诉我们，小穆斯塔发听说中国叔叔要来参观，欢喜得直蹦直跳，一定要带着照相机跟中国叔叔在一起照一张照片。我们听了，心里很抱歉为什么不早了解一下这一个小朋友的心事呢？我们赶快站好，让穆斯塔发站在我们前面，照了一张相。我又拿出来了一支钢笔，给他别在上衣的小口袋里。这显然有点出他的意料。他一会儿把钢笔拿在手里，仔细地观察研究一会儿又把它别在口袋里，还用手在外面拍一拍，好像这是一件无价之宝。他父亲笑着说你别看他现在不说话，赶明儿到了学校里，对着同学，拿出这一支中国钢笔，他还不知道吹些什么哩。小穆斯塔发只是抿嘴一笑，并不说什么但好像同我们交上了朋友，他再也不离开我们，一直跟我们到餐厅，共同听那些动人心魄的歌声。到了半夜，我们离开那里的时候，我们还看到那一双大眼睛在黑暗中闪闪发光。像这样的事情是说也说不完的。我们真像是沉入兄弟情谊的海洋里了。但是，同时我们也确实是生活在英雄们中间。天天陪我们的人，我们天天见到的人，都是真诚淳朴平易近人的，在他们身上丝毫也看不出有什么特异之处。但是，如果一追问他们的身世，你就会不由自主地感到敬佩。他们有的曾手执武器，同敌人在战场上搏斗有的曾在城市里做地下工作，在大街小巷中同敌人捉迷藏有的曾越过层层的封锁给游击队运送弹药有的曾在敌人的监狱中度过了漫长的岁月。尽管他们都很年轻，但是每个人都有一段不平常的可泣可歌的经历。都是烈火中锻炼出来的真金，都是英雄。就这样，我们既是生活在兄弟们中间，又是生活在英雄们中间。"}
{"text":"但是，如果一追问他们的身世，你就会不由自主地感到敬佩。他们有的曾手执武器，同敌人在战场上搏斗有的曾在城市里做地下工作，在大街小巷中同敌人捉迷藏有的曾越过层层的封锁给游击队运送弹药有的曾在敌人的监狱中度过了漫长的岁月。尽管他们都很年轻，但是每个人都有一段不平常的可泣可歌的经历。都是烈火中锻炼出来的真金，都是英雄。就这样，我们既是生活在兄弟们中间，又是生活在英雄们中间。对着兄弟，我们感觉到温暖对着英雄，我们衷心敬佩。于是温暖与敬佩交织在我们心中，我们同阿尔及利亚朋友们在一起度过的每一分钟每一秒钟，就都成为无上的幸福了。每当傍晚，我们访问完毕回到我们所住的人民宫的时候，这幸福的感觉总变得愈加浓烈。这里是一座极大的花园，这时正盛开着月季花藤萝花，还有一些不知名的花。月季花朵大得像中国农民吃饭用的大海碗藤萝花高高地挂在树顶上，一片淡紫色的云雾，看样子像是要开到天上去。整个园子里高树浓荫，苍翠欲滴姹紫嫣红，一片锦绣。在胜利以前，这园子是外国统治者居住的地方，阿尔及利亚人是不许进来的。欣赏这些美妙绝伦的花木的只是那些骄横恣睢的眼睛。花木有灵，也会负屈含羞的。然而现在住在这里的却是中国兄弟，于是这些花木棵棵都精神抖擞，摇摆着花枝，毫不吝惜呈现出自己的美丽，来迎接我们。古树仿佛更绿了，月季花的花朵仿佛更大了，藤萝也仿佛想更往高处爬。浓烈的香气使我们陶醉。连喷水池里左王又争左王右从的流水声都像是在那里歌唱我们的兄弟情谊。到了夜深人静的时候，我回想到白天里遇到的一切人一切事，幸福的感觉仿佛在我心里凝结了起来，久久不能入睡。这时花香透过窗帘涌了进来，把我送入梦中。我就是这样度过了七天七夜。多么美好的七天啊七天当然是很短很短的，我也没有法子把每一天都拉长。但是，另一方面，这七天也可以说是很长很长的它在我的生命中仿佛凸出来一般，十分显著。我相信，这七天将会永远保留在我的记忆中，什么时候回想起来，都会历历如在眼前。五色梅科纳克里是海之城树之城，它也是花之城。我们住的院子里就开满了花。高大的树上挂着大朵的红花，篱笆上爬满了喇叭筒似的黄花，地上铺着小朵的粉红色的花。烂漫纷披，五色杂陈。这些花我都是第一次看到，名字当然不知道。"}
{"text":"但是，另一方面，这七天也可以说是很长很长的它在我的生命中仿佛凸出来一般，十分显著。我相信，这七天将会永远保留在我的记忆中，什么时候回想起来，都会历历如在眼前。五色梅科纳克里是海之城树之城，它也是花之城。我们住的院子里就开满了花。高大的树上挂着大朵的红花，篱笆上爬满了喇叭筒似的黄花，地上铺着小朵的粉红色的花。烂漫纷披，五色杂陈。这些花我都是第一次看到，名字当然不知道。我吟咏着什么人的一句诗看花苦为译秦名，心里颇有所感了。但是，有一天，正当我在花园里散步的时候，我的眼前忽然一亮我看到了什么十分眼熟的东西。仔细一看，是几株五色梅，被挤在众花丛中，有点喘不过气来但仍然昂首怒放，开得兴会淋漓。我从小就亲手种过五色梅。现在在离开祖国几万里的地方见到它，觉得十分顺眼，感到十分愉快。我连想都没有想，直觉地认为它就是从中国来的。现在我是他乡遇故知，大有恋恋难舍之感了。可我立刻就问自己为什么它一定是从中国来的呢？为什么它就不能是原生在非洲后来流传到中国去的呢？为什么它就不能是在几内亚土生土长的呢？这些问题我都回答不上来，我有点窘。花木自古以来就是四海为家的。天涯处处皆芳草，没有什么地方没有美丽的花朵。原生在中国的花木传到了外国，外国的花木也传到了中国。它们由洋名而变为土名，由不习惯于那个最初很陌生的地方而变得习惯。在它们心中也许还怀念着自己的故乡吧但是不论到了什么地方，只要一安顿下来，就毫不吝惜地散发出芳香，呈现出美丽，使大地更加可爱，使人们的生活更加丰富多彩。我现在却要同几内亚的五色梅攀亲论故，它们也许觉得可笑吧我自己也觉得可笑。低头看那几株五色梅，它好像根本不理会我想到的那些事情，正衬着大西洋的波光涛影，昂首怒放，开得兴会淋漓。科纳克里的红豆我一来到科纳克里，立刻就爱上了这个风景如画的城市。谁又能不爱这样一个城市呢？它简直就是大西洋岸边的明珠，黑非洲土地上的花园。烟波浩淼的大洋从三面把它环抱起来。白天，潋滟的波光引人遐想夜里，涛声震撼着全城的每一个角落，如万壑松声，如万马奔腾。全城到处都长满了芒果树，浓黑的树影遮蔽着每一条大街和小巷。开着大朵红花的高大的不知名的树木间杂在芒果树中间，鲜红浓绿，相映成趣。在这些树木中间，这里或那里，又耸出一棵棵参天的棕榈，尖顶直刺天空。"}
{"text":"科纳克里的红豆我一来到科纳克里，立刻就爱上了这个风景如画的城市。谁又能不爱这样一个城市呢？它简直就是大西洋岸边的明珠，黑非洲土地上的花园。烟波浩淼的大洋从三面把它环抱起来。白天，潋滟的波光引人遐想夜里，涛声震撼着全城的每一个角落，如万壑松声，如万马奔腾。全城到处都长满了芒果树，浓黑的树影遮蔽着每一条大街和小巷。开着大朵红花的高大的不知名的树木间杂在芒果树中间，鲜红浓绿，相映成趣。在这些树木中间，这里或那里，又耸出一棵棵参天的棕榈，尖顶直刺天空。这就更增加了热带风光的感觉。不久，我就发现，这个城市所以可爱，还不仅由于它那美丽的风光。我没有研究过非洲历史，到黑非洲来还是第一次。但是，自从我对世界有一点知识的那天起，我就知道，非洲是白色老爷的天下。他们仗着船坚炮利，硬闯了进来。他们走到什么地方，什么地方就布满刀光火影，一片焦土，一片血泊。黑人同粮食水果象牙黄金一起，被他们运走，不知道有多少万人从此流落他乡，几辈子流血流汗，做牛做马。然而白色老爷们还不满足，他们绘影图形，在普天下人民面前，把非洲人描绘成手执毒箭身刺花纹半裸体的野人。非洲人民辗转呻吟在水深火热中，几十年，几百年，多么漫长黑暗的夜啊然而，天终于亮了。人间换了，天地变了。非洲人民挣断了自己脖子上的枷锁，伸直了腰，再也不必在白色老爷面前低首下心了。我来到科纳克里，看到的是一派意气风发欣欣向荣的气象。我在大街上遇到各种各样的人，有穿着工作服的工人，有牵着牛的农民，有挎着书包上学的小学生，还有在街旁树下乘凉的老人，在芒果树荫里游戏的儿童，以及身穿宽袍大袖坐在摩托车上飞驰的小伙子。看他们的眼神，都闪耀着希望的光芒，幸福的光芒。他们一个个精神抖擞。看样子，不管眼前是崎岖的小路，还是阳关大道，他们都要走上去。即使没有路，他们也要用自己的双脚踏出一条路来。我也曾在那些高大坚固的堡垒里遇到这些人，他们昂首横目控诉当年帝国主义分子所犯下的滔天罪行。他们现在不再是奴隶，而是顶天立地的人，凛然不可侵犯。这种凛然不可侵犯的乞丐最充分地表现在五一节的游行上。这一天，我曾被邀请观礼。塞古杜尔总统，所有的政治局委员和部长都亲自出席。我们坐在芒果树下搭起来的木头台子上，游行者也就踏着这些芒果树的浓荫在我们眼前川流不息地走过去，一走走了三个多小时。估计科纳克里全城的人有一多半都到这里来了。"}
{"text":"即使没有路，他们也要用自己的双脚踏出一条路来。我也曾在那些高大坚固的堡垒里遇到这些人，他们昂首横目控诉当年帝国主义分子所犯下的滔天罪行。他们现在不再是奴隶，而是顶天立地的人，凛然不可侵犯。这种凛然不可侵犯的乞丐最充分地表现在五一节的游行上。这一天，我曾被邀请观礼。塞古杜尔总统，所有的政治局委员和部长都亲自出席。我们坐在芒果树下搭起来的木头台子上，游行者也就踏着这些芒果树的浓荫在我们眼前川流不息地走过去，一走走了三个多小时。估计科纳克里全城的人有一多半都到这里来了。他们有的步行，有的坐在车上，表演着自己的行业工人在织布砌砖，农民在耕地播种，渔民在撒网捕鱼，学生在写字念书，商人在割肉称菜，电话员不停地接线，会计员不住地算账。使我们在短暂的时间能够看到几内亚人民生活的各个方面。男女小孩脖子上系着红色黄色或绿色的领巾，这是国旗的颜色，小孩子系上这样的领巾，就仿佛是把祖国扛在自己肩上。他们载歌载舞，像一朵朵鲜花，给游行队伍带来了生气，给人们带来了希望。于是广场上大街上，洋溢起一片欢悦之声，透过芒果树浓密的叶子，直上云霄。走在队伍最后面的是武装部队。有步兵，也有炮兵，他们携带着各种各样的武器。我觉得，这时大地仿佛在他们脚下震动，海水仿佛停止了呼啸。于是那一片欢悦之声，又罩上了一层严肃威武，透过芒果树浓密的叶子，直上云霄。中国人民同北非和东非的人民从邈远的古代起就有来往，这在历史上是有记载的。但是，几内亚远处西非，前有水天渺茫的大西洋，后有平沙无垠的撒哈拉，在旧时代，中国人是无法到这里来的。即使到了现代，在十年八年以前，在科纳克里，恐怕也很少看到中国人。但是，我们现在来到这里，却仿佛来到了老朋友的家，没有一点陌生的感觉。我们走在街上，小孩子用中国话高喊你好！卖报的小贩伸出拇指，大声说北京，！北京，周恩来！连马路上值班的交通警见到汽车里做的是中国人，也连忙举手致敬。有的女孩子见了我们，有点腼腆，低头一笑，赶快转过身去，嘴里低声说着中国人。我们走到什么地方，什么地方就有和蔼的微笑，温暖的双手。深情厚谊就像环抱科纳克里的大西洋一样包围着我们，使我们感动。正在这个时候，我忽然听说，在科纳克里可以找到红豆。中国人对于红豆向来有一种特殊的感情。我们的古人给它起了一个异常美妙动人的名字相思子。只是这一个名字就能勾引起人们无限的情思。"}
