{"text":"在人类社会中，近些年来，中外都有一些人高喊什么老龄社会，大有惶惶不可终日之概。鳄鱼大概还没有进化到这个程度，不会关心什么老龄不老龄。然而这个鳄鱼湖的主人却为它们操心，给它们创建了这个舒适的干休所，它们可以在这里颐养天年了。至于变成了女士们的手提包，鳄鱼们是不会想到的。有一个问题我们参观的人都很关心，我想别的人也一样，这就是这个鳄鱼湖里究竟饲养了多少条鳄鱼。主人说是四万条。这真是一个惊人的数字。我想，在茫茫大地上，在任何地方，即使是鳄鱼最集中的地方，也决不会四万条聚集在一起的。此时，我更是五体投地地佩服我们的园主，佩服他的幻想。一个没有幻想的人能够把四万条鳄鱼集中在一起成为人类的奇迹吗？紧接着我们走上了林荫大道，浓荫匝地，暑意全消。蒙杨海泉先生照顾，因为我年纪最大，他特别调来了一辆只能坐两人的敞篷车，看样子是他专用的。我们俩坐上，开到了一个像体育馆似的地方。周围是看台，有木凳可坐。园主请中国客人坐在最前排。下面是鳄鱼的运动场。周围环水，中间有块陆地。有几条鳄鱼在上面睡觉，还有几条在水里露出脑袋来。走进来了两个男孩子，穿着颇为鲜艳的衣服。他们俩向周围看台上的泰外观众合十致敬，然后走到水中拉出几条大鳄鱼，是拽着尾巴拉的，都拉到环水的陆地上。一个男孩掀开一条鳄鱼的大嘴，不知道是念了一个什么咒，鳄鱼的嘴就大张着，上下颚并不并拢起来。没看清男孩是用什么东西，戳鳄鱼的什么地方，只听得乓的一声巨响，又乒的一声，不知道是从哪里发出来的声音。小男孩又把自己的脑袋伸入鳄鱼嘴中，在上下两排剑一般的巨齿中间，莞尔而笑。然后抽出脑袋，把鳄鱼举在手中，放在脖子上，又让鳄鱼趴在地上，他踏上它的背部。两个孩子把几条吃人不眨眼的鳄鱼耍弄得服服帖帖。有时候我们真替他们捏一把汗然而两个孩子却怡然自得，光着脚丫，在水中和陆上来回奔波。走出了鳄鱼馆，又来到了另一个也像体育场似的场所。周围也是看台，同样是坐满了全世界许多国家的旅游者。但这里是大象和杂技表演的场所，台下没有水，而是一片运动场似的地。场中有几个同样穿着彩衣的男女青年。他们先把一大堆玻璃瓶之类的东西砸碎，然后有一个男孩光着膀子，躺在碎玻璃碴子上，打滚，翻筋斗，耍出种种的花样。最后又有一个男孩踩在他身上。在他身子下面，碎玻璃仿佛变成了棉花或者羊毛或者鸭绒什么的，简直是柔软可爱。"}
{"text":"走出了鳄鱼馆，又来到了另一个也像体育场似的场所。周围也是看台，同样是坐满了全世界许多国家的旅游者。但这里是大象和杂技表演的场所，台下没有水，而是一片运动场似的地。场中有几个同样穿着彩衣的男女青年。他们先把一大堆玻璃瓶之类的东西砸碎，然后有一个男孩光着膀子，躺在碎玻璃碴子上，打滚，翻筋斗，耍出种种的花样。最后又有一个男孩踩在他身上。在他身子下面，碎玻璃仿佛变成了棉花或者羊毛或者鸭绒什么的，简直是柔软可爱。看了这些表演，对中国人来说，这简直是司空见惯然而对碧眼黄发的人来说，却是颇为值得惊奇的。于是一阵阵的掌声就从周围的看台上响起了。接着进场的是几头大象，脖子上戴着花环，背上，毋宁说是鼻子上骑着一个男孩子。先绕场一周，向观众致敬。大象无法用泰国常见的方式，合十致敬，只能把鼻子高高举起，表达一番敬意了。大象在小孩子的指挥下，表演了许多精彩的节目，然后又绕场走起来。我原以为这只是节目结束后例行的仪式。然而，我立刻就看到，看台上懂行的观众，掏出了硬币，投向场中。不管硬币多么小，大象都能用鼻子一一捡起，递到骑在鼻子上的小孩的手中。坐在前排的观众，掏出了纸币，塞到大象的嘴里――请注意，是嘴，不是鼻子――，大象叼起来，仍然递到小孩子手中。我同园主坐在前排正中。大概男孩知道，园主正陪贵宾坐在那里，于是就用不知什么方法示意大象，大象摇晃着鼻子来到我们眼前。我一下子窘了起来，我口袋中既无硬币，也无纸币。聪明的主人立刻递给我几个硬币和几张纸币，这就给我解了围。我把纸币放在大象嘴中，又把硬币放到伸到我眼前的鼻子中，我的手碰到了大象柔软的鼻尖上的小口。一阵又软又滑又湿的感觉，从我的手指头尖上直透我的全身，有一种无法用言语形容舒适清凉的ss，我的全身仿佛在颤抖。此时，我更真正是五体投地地佩服我们的园主，佩服他的幻想。一个没有幻想的人能够想出这样训练鳄鱼，这样训练大象吗？我们的参观结束了，但是我的感触却没有结束，而且永远也不会结束。杨海泉先生养的虽然是极为丑陋凶狠的鳄鱼，然而他的目标却是绍述文化今鉴古――卿云霭霭，邹鲁遗风。作圣齐贤吾辈事，民胞物与，人和政通。世变沧桑俱往矣忠荩毋我，天下为公。静安虑得，勤观照，辉煌禹甸，乐见群龙。忠孝礼义仁为本，发聋启聩新民丰。杨先生的广阔的胸襟可见一斑了。"}
{"text":"一个没有幻想的人能够想出这样训练鳄鱼，这样训练大象吗？我们的参观结束了，但是我的感触却没有结束，而且永远也不会结束。杨海泉先生养的虽然是极为丑陋凶狠的鳄鱼，然而他的目标却是绍述文化今鉴古――卿云霭霭，邹鲁遗风。作圣齐贤吾辈事，民胞物与，人和政通。世变沧桑俱往矣忠荩毋我，天下为公。静安虑得，勤观照，辉煌禹甸，乐见群龙。忠孝礼义仁为本，发聋启聩新民丰。杨先生的广阔的胸襟可见一斑了。他这一番奇迹般的伟大事业已经给寰宇的炎黄子孙增添了光彩，已经给世界文化增添了光彩，已经给炎黄文化增添了光彩，已经给泰华文化增添了光彩。对于这一点我焉能漠然淡然没有感触呢？海泉先生虽然已经作出了这样的事业但看上去他仍然是充满了青春活力的。他那令人吃惊的幻想能力已经呈现出极大的辉煌但是看来还大有用武之地，还是前途无量的。我相信，等我下一次再来曼谷时，还会有更伟大更辉煌的奇迹在等候着我。这是我坚定不移的信念。奇石馆石头有什么奇怪的呢？只要是山区，遍地是石头，磕磕绊绊，走路很不方便，让人厌恶之不及，哪里还有什么美感呢？但是，欣赏奇石，好像是中国特有的传统的审美情趣。南南北北，且不说那些名园，即使是在最普通的花园中，都能够找到几块大小不等的太湖石，甚至假山。这些石头都能够给花园增添情趣，增添美感，再衬托上古木修竹花栏草坪曲水清池台榭画廊等等，使整个花园成为一个审美的整体。错综与和谐统一，幽深与明朗并存，充分发挥出东方花园的魅力。我现在所住的燕园，原是明清名园，多处有怪石古石。据说都是明末朱万钟花费了惊人的巨赀，从南方运来的。连颐和园中乐寿堂前那一块巨大的石头，也是朱万钟运来的，因为花费太大，他这个富翁因此而破了产。这些石头之所以受人青睐，并不是因为它大，而是因为它奇，它美。美在何处呢？据行家说，太湖石必须具备四个条件，才能算是美而奇透漏秀皱。用不着一个字一个字地来分析解释。归纳起来，可以这样理解太湖石最忌平板。如果不忌的话，则从山上削下任何一块石头来，都可以充数。那还有什么奇特，什么诡异呢？它必须是玲珑剔透，才能显现奇美，而能达到这个标准，必须是在水中已经被波浪冲刷了亿万年。夫美岂易言哉岂易言哉以上说的是大石头。小石头也有同样的情况。中国人爱小石头的激情，决不下于大石头。"}
{"text":"美在何处呢？据行家说，太湖石必须具备四个条件，才能算是美而奇透漏秀皱。用不着一个字一个字地来分析解释。归纳起来，可以这样理解太湖石最忌平板。如果不忌的话，则从山上削下任何一块石头来，都可以充数。那还有什么奇特，什么诡异呢？它必须是玲珑剔透，才能显现奇美，而能达到这个标准，必须是在水中已经被波浪冲刷了亿万年。夫美岂易言哉岂易言哉以上说的是大石头。小石头也有同样的情况。中国人爱小石头的激情，决不下于大石头。最著名的例子就是南京的雨花石。雨花大名垂宇宙，由来久矣。其主要特异之处在于小石头中能够辨认出来的形象。我曾在某一个报刊上读到一则关于雨花石的报道，说某一块石头中有一幅观音菩萨的像，宛然如书上画的或庙中塑的，形态毕肖，丝毫不爽。又有一块石头，花纹是齐天大圣孙悟空，也是形象生动，不容同任何人神鬼怪混淆。这些都是鬼斧神工，本色天成，人力在这里实在无能为力。另外一种小石头就是有小山小石的盆景。一座只有几寸至多一尺来高的石头山，再陪衬上几棵极为矮小却具有参天之势的树，望之有如泰岳，巍峨崇峻，咫尺千里，真的是一览众山小了。总之，中国人对奇特的石头，不管大块与小块，都情有独钟，形成了中国特有的审美情趣，为其他国家所无。美籍华人建筑大师贝聿铭先生设计香山饭店时，利用几面大玻璃窗当作前景，窗外小院中耸立着一块太湖石，窗子就成了画面。这种设计思想，极为中国审美学家所称赞。虽然贝聿铭这个设计获得了西方的国际大奖，我看这也是为了适应中国人的审美情趣，碧眼黄发人未必理解与欣赏。现在文化一词极为流行，什么东西都是文化，什么茶文化酒文化，甚至连盐和煤都成了文化。我们现在来一个石文化，恐怕也未可厚非吧。我可是万万没有想到，竟在离开北京数千里的曼谷――在旧时代应该说是万里吧――找到了千真万确的地地道道的石文化，我在这里参观了周镇荣先生创建的奇石馆。周先生在解放前曾在国立东方语专念过书，也可以算是北大的校友吧。去年月，我到昆明去参加纪念郑和的大会，在那里见到了周先生。蒙他赠送奇石一块，让我分享了奇石之美。他定居泰国，家在曼谷。这次相遇，颇有一点旧雨重逢之感。他的奇石馆可真让我大吃一惊，大开眼界。什么叫奇石馆呢？因为我从来没有见过这样的馆，难免有一些想象。现在一见到真馆，我的想象被砸得粉碎。"}
{"text":"周先生在解放前曾在国立东方语专念过书，也可以算是北大的校友吧。去年月，我到昆明去参加纪念郑和的大会，在那里见到了周先生。蒙他赠送奇石一块，让我分享了奇石之美。他定居泰国，家在曼谷。这次相遇，颇有一点旧雨重逢之感。他的奇石馆可真让我大吃一惊，大开眼界。什么叫奇石馆呢？因为我从来没有见过这样的馆，难免有一些想象。现在一见到真馆，我的想象被砸得粉碎。五光十色，五颜六色，五彩缤纷，五花八门，大大小小，方方圆圆，长长短短，粗粗细细，我搜索枯肠，把我所知道的一切带数目字的俗语都搜集到一起又到我能记忆的旧诗词中去搜寻描写石头花纹的清词丽句。把这一切都堆集在一起，也无法描绘我的印象于万一。在这里，语言文字都没用了，剩下的只有心灵和眼睛。我只好学一学古代的禅师，不立文字，明心见性。想立也立不起来了。到了主人让我写字留念的时候，我提笔写了琳琅满目，巧夺天工，是用极其拙劣的书法，写出了极其拙劣的思想。晋人比我聪明，到了此时，他们只连声高呼奈何奈何我却无法学习，我要是这样高呼，大家一定会认为我神经出了毛病。听周先生自己讲搜寻石头的故事，也是非常有趣的。他不论走到什么地方，一听到有奇石，便把一切都放下，不吃，不喝，不停，不睡，不管黑天白日，不管刮风下雨，不避危险，不顾困难，非把石头弄到手不行。馆内的藏石，有很多块都隐含着一个动人的故事。中国古书上说精诚所加，金石为开。这话在周镇荣先生身上得到了证明。宋代大书法家米芾酷爱石头，有米颠拜石的传说。我看，周先生之颠决不在米芾之下。这也算是石坛佳话吧。无独有偶，回到北京以后，到了月日，我在中国医药报上读到了一篇文章石头情结，讲的是著名美学家王朝闻先生酷爱石头的故事。王先生我是认识的，好多年以前我们曾同在桂林开过会。漓江泛舟，同乘一船，在山清水秀弥漫乾坤的绿色中，我们曾谈过许多事情。对其为人和为学，我是衷心敬佩的。当时他大概对石头还没有产生兴趣，所以没有谈到石头。文章说十多年前在朝闻老家里几乎见不到几块石头，近几年他家似乎成了石头的世界。我立即就想到这不是另外一个奇石馆吗？朝闻老大器晚成，直到快到耄耋之年，才形成了石头情结。一旦形成，遂一发而不能遏止。他爱石头也到了颠的程度。"}
{"text":"王先生我是认识的，好多年以前我们曾同在桂林开过会。漓江泛舟，同乘一船，在山清水秀弥漫乾坤的绿色中，我们曾谈过许多事情。对其为人和为学，我是衷心敬佩的。当时他大概对石头还没有产生兴趣，所以没有谈到石头。文章说十多年前在朝闻老家里几乎见不到几块石头，近几年他家似乎成了石头的世界。我立即就想到这不是另外一个奇石馆吗？朝闻老大器晚成，直到快到耄耋之年，才形成了石头情结。一旦形成，遂一发而不能遏止。他爱石头也到了颠的程度。他是以一个雕塑家美学家的目光与感情来欣赏石头的，凡人们在石头上看不到的美，他能看到。他惊呼大自然太神奇了。这比我在上面讲到的晋人高呼奈何奈何的情景，进了一大步。石头到处都有，但不是人人都爱。这里面有点天分，有点缘分。这两件东西并不是人人都能有的。认识这样的人，是不是也要有点缘分呢？我相信，我是有这个缘分的。在不到两个月的短短的时间内，我竟能在极南极南的曼谷认识了有石头情结的周镇荣先生，又在极北极北的北京知道了老友朝闻老也有石头情结。没有缘分，能够做得到吗？请原谅我用中国流行的办法称朝闻老为北颠，称镇荣先生为南颠。南北二颠，顽石之友。在茫茫人海芸芸众生中，这样的颠是极为难见的。知道和了解南北二颠的人，到目前为止，恐怕也只有我一个人。我相信，通过我这一篇短文，通过我的缘分，南北二颠会互相知名的，他们之间的缘分也会启发出来的。有朝一日，南周北王会各捧奇石相会于北京或曼谷，他们会掀髯可惜两人都没有髯，行文至此，不得不尔一笑的，他们都会感激我的。这样一来，岂不猗欤盛哉我馨香祷祝之矣。野火天寒风急，风砂击面，镐下如雨，地坚如石。北梁子上正展开一场挖坑天的大战。这地方是一个山岗，四面都没有屏障。从八达岭上扫下来的狂风以惊人的力量和速度扑向这里，把人们吹得像水上的浮萍。而挖坑的活动也十分艰苦。地面上松松的一层浮土，几镐刨下去，就露出了胶泥。这玩意儿是软硬不吃，一镐刨上仿佛是块硬橡皮，只显出一点点浅浅个镐痕，却掉不下多少来。刨不了几下，人们的手就给震出了血，有的人连虎口都给震裂了。往年在这数九寒天，人们早已停了地里的活，呆在家里的热炕头上，搓搓棒子，干些轻活，等着过春节吃饺子。最多也不过是到山上去打上几次柴，准备过春节的时候烧。这当然也不是什么重活。真没想到，今年在这样的时候，在这样的气中，来到这样一个地方，干这样扎手的活。"}
{"text":"而挖坑的活动也十分艰苦。地面上松松的一层浮土，几镐刨下去，就露出了胶泥。这玩意儿是软硬不吃，一镐刨上仿佛是块硬橡皮，只显出一点点浅浅个镐痕，却掉不下多少来。刨不了几下，人们的手就给震出了血，有的人连虎口都给震裂了。往年在这数九寒天，人们早已停了地里的活，呆在家里的热炕头上，搓搓棒子，干些轻活，等着过春节吃饺子。最多也不过是到山上去打上几次柴，准备过春节的时候烧。这当然也不是什么重活。真没想到，今年在这样的时候，在这样的气中，来到这样一个地方，干这样扎手的活。可是，那过去老皇历一点也没有影响他们的情绪，他们个个精神抖擞，干劲冲天。在飞砂石中，他们沉着勇猛，身上的热气顶住了严寒，手下的镐声压住了风声。一团热烈紧张的气氛直冲云霄。蓦地，不知谁喊了一声野火！是的，是野火。在远处的山麓上腾起一股浓烟，被大风吹得摇摇晃晃。最初并不大，但很快就扩散开来，有的地方还隐隐约约地露出了火苗。在烟火特别浓厚的地方，影影绰绰地看到有人在努力扑打。但是风助火势，火仗风威，被烧的地面越来越大。没有着火的地方是一片枯黄色，着过了火则是一片黑色。仿佛有人在那里铺开一张黑色的地毯，地毯边上镶着金边。只见金边迅速地扩大，转眼半个山麓就给这地毯铺满了。这当然引起人们的注意。人们边刨地，边t望，指指点点，交换着意见。一个人说这火下了山岗了。过了一会儿，又有人说这火爬上另一个山岗了。再隔一会儿，又有人说这火快到山沟了。他们以为沟会把火挡住，所以谁也没有动，仍然是边刨地，边t望，指指点点，交换着意见。忽然，不知谁喊了一声火已经过了山沟大家立刻一愣。原来过了沟就是一片苹果园。野火烧山草，这是比较常见的事。但是，让野火烧掉人民的财富，却是不允许的。大家几乎是在同一秒钟内，丢下手中的铁镐，扛起铁锹，向着野火，飞奔而去。地势是忽高忽低崎岖不平的，还不知道有多少山沟，多少沙滩。地边上沟边上又长满了葛针，浑身是刺，在那里等候着人们。衣服碰上，会被撕破手碰上，会被扎伤。可是这一群扛铁锹的人，却不管这一切，他们像是空中的飞将，跨涧越沟，来到了着火的地方。这时候的风至少有七八级，这个山麓又正在风口上。狂风以雷霆万钧之力从山口里窜出来，从山岗上呼啸而过。疾风卷烈火，烈火焚枯草，一片黄色的草地转眼就变成了一片黑。"}
{"text":"大家几乎是在同一秒钟内，丢下手中的铁镐，扛起铁锹，向着野火，飞奔而去。地势是忽高忽低崎岖不平的，还不知道有多少山沟，多少沙滩。地边上沟边上又长满了葛针，浑身是刺，在那里等候着人们。衣服碰上，会被撕破手碰上，会被扎伤。可是这一群扛铁锹的人，却不管这一切，他们像是空中的飞将，跨涧越沟，来到了着火的地方。这时候的风至少有七八级，这个山麓又正在风口上。狂风以雷霆万钧之力从山口里窜出来，从山岗上呼啸而过。疾风卷烈火，烈火焚枯草，一片黄色的草地转眼就变成了一片黑。你看到草尖上一点火草茎上一点火草根上一点火，一刹那就聚拢起来，形成一团火。你看到脚下一点火身边一点火，一刹那就跑出去老远，像海滩上退潮那样，刚才在脚底下，冷不防就退了回去，要追也追不上。看样子，野火一定想把山岗烧遍，把苹果树烧光。可是人们并没有被它吓住，一定不让它过沟。有人用铁锹扑打，有人用衣服扑打，有人甚至用自己的手脚扑打，衣服烧着了，鞋子烧破了，手烧伤了，脸烧黑了。但是，野火再快，也不如人的腿快风再硬，也不如人的心硬。大片的野火终于被扑灭了，只是无可奈何地冒着轻烟。大家擦了擦脸上的黑灰，披上了烧破的衣服，扛起铁锹，谈笑风生地走回北梁子。没有一个人想到自己所受的损失工分减少了，衣服撕破了，身体受伤了。他们也没有感到，这是什么了不起的事情。他们似乎认为，这是很自然的，很平常的，像每天吃饭睡觉那样平常。这时候，风更大了，天更冷了，飞砂更多了。但是，在雨点般的铁锹的飞落下，胶泥却似乎变得软了起来，几锹就刨出一个坑来。成排成排的坑迅速地出现在田地上，好像有意要显示农民的英雄气概。同我共同劳动的这些农民，我应该说是非常熟悉的。我知道他们的姓名爱好，也曾在他们家里吃过饭。平常日子我并没有感觉到他们身上有什么特异之处，可是今天，他们的形象在我眼内高大了起来。我想到毛主席的一句诗遍地英雄下夕烟。我眼前站着这样一群老实朴素的农民，不正是遍地英雄吗？我的小山万泉集问世以后，我写的散文小品又已达到了相当的数量，可以编定一个新集子了。于是委托李铮先生搜集整理，以便编成集子。有新集子就必须有新名字。我有一个习惯用与自己有关的地名为集名。但是，在燕园中，与自己有关的几个地名都使用过了。几番考虑，想到住房楼旁的小山。北大有一个未名湖，未名者，尚未命名之谓也。"}
{"text":"我想到毛主席的一句诗遍地英雄下夕烟。我眼前站着这样一群老实朴素的农民，不正是遍地英雄吗？我的小山万泉集问世以后，我写的散文小品又已达到了相当的数量，可以编定一个新集子了。于是委托李铮先生搜集整理，以便编成集子。有新集子就必须有新名字。我有一个习惯用与自己有关的地名为集名。但是，在燕园中，与自己有关的几个地名都使用过了。几番考虑，想到住房楼旁的小山。北大有一个未名湖，未名者，尚未命名之谓也。但是，时间一久，未名就成了湖名。这一座小山当然更不会有什么文人学士给它起名字，连未名这个名都没有，遑论其他。我自认对这一座小山最了解。在我的生活中，它占有重要的地位在我的思想感情中，它占的地位更重要。在我眼中和心中，它是活的，它能同我说话，对我它能表达感情。它的一草一木，一土一石，都是有灵魂的。我们俩是最知己的朋友。现在出集子，想起一个名字，远在天边，近在眼前，非小山莫属了。楔子年三四月间，我应邀赴台湾参加法鼓人文社会学院举办的人文关怀与社会实践系列学术研讨会――人的素质的讨论会。来去仅有十天，行色匆匆，见闻难广。但是，我毕竟去过许多地方。我虽已至望九之年，老态龙钟，步履维艰耳虽不聪，尚能闻声目虽不明，尚能见物，又因为神志还没有完全糊涂，见闻之余，必有所感。有时候心潮腾涌，不能自己，逼迫着我把见闻的印象和感触，从内心移到纸上来，我抗御不住这种逼迫，于是就拿起笔来。我原来设想有两种写法，一是把印象最深感触最多的情景写成单篇的文章一是在一个大题目下，写成一篇篇长短不均的文章，分别成为单篇，合则成为一个整体。最后我决定了采用后者，总题目就叫做台游随笔，献给想了解台湾而尚未能亲往的读者。初抵台北飞机在减速下降，穿过一片白云，看到了一片碧蓝的天空。再穿过一片白云，看到下面极深极深的地方是一片碧蓝的海水。再过一两分钟，就看到了蜿蜒起伏的陆地，我心里想台湾到了。台湾果然到了。不久我们的飞机就降落在台北机场上。我虽然是初次来台湾，但是台湾对我并不陌生。我在读小学时在历史和地理课中，对台湾已经颇为熟悉了。我知道，中国这一个第一宝岛，自古以来，就是中国不可分割的一部分。但是，白明末清初以来，就交了华盖运。"}
