{"text":"有时候亲戚的小孩放假，我们就在书房里说故事，围着煤油的炉于，我聆听着孩子们说出他们心里的梦想，他们在冬季仍是充满生命的热力，不畏寒冷。有一天他们在院于里放冲天炮，一道闪光射过满大的雨，最小的孩子欢呼的说我要把冲天炮射到星星的位置。那时天上并没有星，可是在孩子心里却有星的光芒，我想，孩子不畏冬，因为他们总知道春天的百花不远，大人怕冬，是知道下一个春天不是今年的春天。冬天在孩子的眼中是为春天而吹奏的音乐，是在风雨中还能看见的朝霞。在孩子看来，冬天和春天的距离像同一花枝的两朵花，对我们来说，冬与春的距离，像星与星的距离一样大。我几乎能体会孩子的想法，但也使我惆怅，冬天是烦人的，然而只要我们能捉住小小的乐趣，冬天烤番薯的香味也可以和春天的玫瑰花香一样令人回味。人只要多少有孩子的心情和孩子的梦，冬天下不下雪无关紧要，因为雪也总要过去，纪伯伦说橡树和松柏既不是同类，也不必在彼此的荫中生长。在莺歌山上过冬，我觉得冬天如果是松柏，春天就是橡树，原是没有好坏，差别的只是心情。我写信给朋友不必怀念北国的雪了，没有雪也能有雪的心情。――一九八三年三月二十三日凤凰的翅膀我时常想，创作的生命可以分成两类一类是像恒星或行星一争，发散出永久而稳定的光芒，这类创作为我们留下了许多巨大而深刻的作品另一类是像彗星或流星一样，在黑夜的星空一闪，留下了短暂而眩目的光辉，这类作品特别需要灵感，也让我们在一时之间洗涤了心灵。两种创作的价值无分高下，只是前者较需要深沉的心灵，后者则较需要飞扬的才气。最近在台北看了意大利电影大师费里尼的作品女人城，颇为费里尼彗星似的才华所震慑。那是一个简单的故事，说的是一位中年男子在火车上邂逅年轻貌美的女郎而下车跟踪，误人了全是女人的城市，那里有妇女解放运动的成员，有歌舞女郎荡妇泼妇应召女郎第三性女郎等等，在这个光怪陆离的世界里，费里尼像在写一本灵感的记事簿，每一段落都表现出光辉耀眼的才华。"}
{"text":"两种创作的价值无分高下，只是前者较需要深沉的心灵，后者则较需要飞扬的才气。最近在台北看了意大利电影大师费里尼的作品女人城，颇为费里尼彗星似的才华所震慑。那是一个简单的故事，说的是一位中年男子在火车上邂逅年轻貌美的女郎而下车跟踪，误人了全是女人的城市，那里有妇女解放运动的成员，有歌舞女郎荡妇泼妇应召女郎第三性女郎等等，在这个光怪陆离的世界里，费里尼像在写一本灵感的记事簿，每一段落都表现出光辉耀眼的才华。这些灵感的笔记，像是一场又一场的梦，粗看每一场均是超现实而没有任何意义，细细地思考则仿佛每一场梦我们都经历过，任何的梦境到最后都是空的，但却为我们写下了人世里不可能实现的想像。诚如费里尼说的这部影片有分节阅读如茶余饭后的闲谈，是由男人来讲述女人过去和现在的故事但是男人并不了解女人，于是就像童话中的小红帽在森林里迷失了方向一般。既然这部影片是一个梦，就用的是象征性的语言我希望你们不要努力去解释它的涵意因为没有什么好解释的。有时候灵感是无法解释的，尤其对创而言，有许多灵光一闪的理念，对自己很重要，可是对于一般人可能毫无意义，而对某些闪过同样理念的人，则是一种共鸣，像在黑夜的海上行舟，遇到相同明亮的一盏灯。在我们这个多变的时代里，艺术创真是如凤凰一般，在多彩的身躯上还拖着一条斑灿的尾羽它从空中飞过，还唱出美妙的歌声。记得读过火凤凰的故事，火凤凰是世界最美的鸟，当它自觉到自己处在美丽的颠峰，无法再向前飞的时候，就火焚自己，然后在灰烬中重生。这是个非常美的传奇，用来形容艺术家十分贴切。我认为，任何无法在自己的灰烬中重生的艺术家，就无法飞往更美丽的世界，而任何不能自我火焚的人，也就无法穿破自己，让人看见更鲜美的景象。像是古语说的破釜沉舟，如果不能在启帆之际，将岸边的舟船破沉，则对岸即使风光如画，气派恢宏，可能也没有充足的决心与毅力航向对岸。艺术如此，凡人也一样，我们的梦想很多，生命的抉择也很多，我们常常为了保护自己的翅膀而迟疑不决，丧失了抵达对岸的时机。人是不能飞翔的，可是思想的翅膀却可以振风而起，飞到不可知的远方，这也就是人可以无限的所在。"}
{"text":"像是古语说的破釜沉舟，如果不能在启帆之际，将岸边的舟船破沉，则对岸即使风光如画，气派恢宏，可能也没有充足的决心与毅力航向对岸。艺术如此，凡人也一样，我们的梦想很多，生命的抉择也很多，我们常常为了保护自己的翅膀而迟疑不决，丧失了抵达对岸的时机。人是不能飞翔的，可是思想的翅膀却可以振风而起，飞到不可知的远方，这也就是人可以无限的所在。不久以前，我读到一本叫思想的神光的书，里面谈到人的思想在不同的情况有不同的光芒和形式，而这种思想的神光虽是肉眼所不能见，新的电子摄影器却可以在人身上摄得神光，从光的明暗和颜色来推断一个人的思想。还有一种说法是，当我们思念一个人的时候，我们的思想神光便已到达他的身侧温暖着我们思念的人当我们忌恨一个人的时候，思想的神光则书到他的身侧和他的神光交战，两人的心灵都在无形中受损。而中国人所说的缘和神交，都是因于思想的神光有相似之处，在无言中投合了。我觉得这思想的神光与灵感有相似之处，在昨夜西风调碧树，独上高搂，望尽大涯路时，灵感是一柱擎天在衣带渐宽终不悔，为伊消得人推悸时，灵感是专注的飞向远方众里寻他千百度，蓦然回首，那人却在灯火阑珊处时，灵感是无所不在，像是沉默的宝相庄严的坐在心灵深处灯火阑珊的地方。灵感和梦想都是不可解的，但是可以锻炼，也可以培养。一个人在生命中千回百折，是不是能打开智慧的视境，登上更高的心灵层次，端看他能不能将仿佛不可知的灵感锤炼成遍满虚空的神光，任所邀翔。人的思考是凤凰一样多彩，人一闪而明的梦想则是凤凰的翅膀，能冲向高处，也能飞向远方，更能历千百世而不消磨――因此，人是有限的，人也是无限的。――一九八一年十一月四日震荡教徒看完云门舞集今年的夏季公演，有一出美国名舞蹈家杜丽丝韩福瑞编作的震荡教徒，特别使我无法忘怀。这出以有力的群舞表达宗教狂喜与虔诚情操的舞作，在舞台上散发着魔笛一样的力量，把人牵到想像的远方。"}
{"text":"――一九八一年十一月四日震荡教徒看完云门舞集今年的夏季公演，有一出美国名舞蹈家杜丽丝韩福瑞编作的震荡教徒，特别使我无法忘怀。这出以有力的群舞表达宗教狂喜与虔诚情操的舞作，在舞台上散发着魔笛一样的力量，把人牵到想像的远方。震荡教是十八世纪中叶源于英国，清教徒教派中的一支，他们坚信父神曾说，必以永生赏给那把罪抖掉的少数选民，教徒恒以身体抖颤的舞蹈来进行宗教崇拜，因而得名。震荡教提倡清心寡欲的生活，男女分居，严守独身主义，两百年后的今日，仅存二十多名年迈的教徒。他们在做礼拜时的情形大致是这样的礼拜堂内，在女长老的监视下，震荡教男女教徒以白线为界进行祷告。一位男教徒狂呼我的生命！啊！我的生命！我要舍弃这肉体的生命，因为它已沉沦！女长老宣称那至高者曾说，你必得拯救，只要你抖净了你的罪！教徒们遂以狂热的颤抖之舞来获取内心的安宁。以上的一段震荡教记载，几乎让我们看见了一幕充满热力与虔诚的形像。在无边的黑夜里，在空寂的教堂中，因为灵魂与肉体的共同舞动，竟有一种无可言宣的美。在这扰攘的尘世，我不相信人有原罪，生命的诞生与消沉全是一种自然的推演，怎么会有人一生下来就有罪呢？如果说是前世的罪衍，前世到底在哪里？人如果有罪，是在尘世里打滚，逐渐受到污染，到成长以后，会在有形无形中造成一些罪业，这些罪业不是邪恶的罪，而是错失了生命机会的罪，错失了情感的罪，错失了友谊与亲情的罪，这些罪业是人在社会中沉沦以后无意中造成的。震荡教的美是在于他们懂得，沉沦的罪业是可以用狂热的舞蹈来抖掉的，当热情之舞过后就得到了生命的安慰，有勇气再面对新的生活。他们的层次是认为人的罪不是从内心中来的，而是像灰尘像污垢，它附着在身上，是可以用人的力量消除和抖落的。震荡教的教义使我想起印度的一个寓言有一个人触怒了一头大象，被大象追赶，跑着跑着，不幸却落入一口枯井，井下有一只猛虎正在等候着掉进来的猎物，幸而在井上有一条枯藤，那人就紧紧抓住枯藤。"}
{"text":"震荡教的美是在于他们懂得，沉沦的罪业是可以用狂热的舞蹈来抖掉的，当热情之舞过后就得到了生命的安慰，有勇气再面对新的生活。他们的层次是认为人的罪不是从内心中来的，而是像灰尘像污垢，它附着在身上，是可以用人的力量消除和抖落的。震荡教的教义使我想起印度的一个寓言有一个人触怒了一头大象，被大象追赶，跑着跑着，不幸却落入一口枯井，井下有一只猛虎正在等候着掉进来的猎物，幸而在井上有一条枯藤，那人就紧紧抓住枯藤。可怕的是，枯藤上头又有两只老鼠在啃噬着，那个人落在井中抓着枯藤，井外有大象，井底有老虎，藤上又有两只老鼠随时会咬断枯藤，真是进退不得，险恶无比。印度人用这个寓言来比喻生命。大象是生前的罪业，一直追赶着我们老虎是死亡的深渊，随时在尽头处窥视那一条枯藤则象征人的本生，黑白老鼠是岁月啃噬着生命黑老鼠是黑夜白老鼠是白天。这一则寓言是我多年前读到的，却一直无法忘怀，一直警醒着人生真是非常的急促与险阻，丝毫大意不得。每次遇到生活与情感的波折时，总把自己设想成是抓着生命枯藤的人，稍一松手，可能就坠入了万劫不能复的深渊。由于这样的警醒，使我时时保持着一丝清明的奋力，也因此不易被外来的事物击倒。但是如果在井中抓着桔藤，或者用急速的震荡能抖尽生命的沉沦，我宁可选择后者。生命的道路上不免会有罪业，倘若我们能用热与力的震荡来对付它，我想任何苦难，都是很容易就过去的。真有过震荡教吗？如果真有，就让我做一个精神上的震荡教徒，用不断的舞动和颤抖，来期待更好的明天。――一九八一年九月九日时间之旅在李维的大学毕业典礼上，一名神秘的老妇人送给李维一只金表，并对他说我在等着你。便自人群中消失，经过多方查访，李维找到该老妇的住处，老妇却已在他毕业典礼当晚逝世。八年后一九七九年，李维成为剧作家，有一天他前往一座老式的旅馆度假，在大厅里，他看到一张摄于一九一二年的女明星肖像。李维查询之下，才知道这位六十年前如花似玉的美女，竟然是八年前送他金表的神秘老妇人。"}
{"text":"便自人群中消失，经过多方查访，李维找到该老妇的住处，老妇却已在他毕业典礼当晚逝世。八年后一九七九年，李维成为剧作家，有一天他前往一座老式的旅馆度假，在大厅里，他看到一张摄于一九一二年的女明星肖像。李维查询之下，才知道这位六十年前如花似玉的美女，竟然是八年前送他金表的神秘老妇人。为了实践八年前我在等着你的誓约，李维用自我的意志催眠，终于回到一九一二年与年轻时代的珍西摩儿发生一段缠绵徘恻的爱情，超越了六十年的时空，爱情随着时空的转换散发出震慑人的光芒。结局是，李维无意间从衣袋中掏出一枚一九七九年的银币，时光即刻向前飞驰六十年，风流云散，一场以真爱来超越时空的悲剧终于落幕。这一段故事是电影似曾相识的本事，情节单纯动人，但是其中却有一个非常复杂的问题，就是爱情与时间的问题，故事一开始几乎是肯定真爱可以超越时间的限制，让观众产生了期待结局却是，真爱终于敌不过时间的流逝，留下了一个动人心魄的悲剧。爱情是可以突破时间而不朽的吗？这是千古以来哲学家和文学家的大疑问，可是在历史中却没有留下确切的解答。我们每个人顺手拈来，几乎都可以找到超越时空之流的爱情故事，莎士比亚笔下的罗密欧与朱丽叶，曹雪芹笔下的贾宝玉与林黛玉，小仲马笔下的亚芒与玛格丽特，沈三白笔下的芸娘，歌德笔下的夏绿蒂，甚至民间传说里的白娘娘和许仙梁山伯与祝英台可以说是熙熙攘攘，俯拾即是。问题是，这些从古破空而来的不朽情爱，几乎展现了两种面目，一种是悲剧的面目，是迷人的，也是悲凄的一种是想像的面目，是空幻的，也是绝俗的。人世间的爱情是不是这样？答案自然是否定的，我们假设人间有美满与破碎两种情爱，显然，美满的爱情往往在时空的洗涤下消失无形，而能一代一代留传下来动人热泪的情爱则常常是悲剧收场。这真应了中国一句古老的名言恩爱夫妻不久长。留传后世的爱情故事都是瞬间闪现，瞬间又熄灭了，惟其如此，他们才能化百年悲笑于一瞬，让我们觉得那一瞬是珍贵的，是永恒的。事实上，一瞬是否真等于永恒呢？千古以来多少缠谴的爱侣，而今安在哉？"}
{"text":"人世间的爱情是不是这样？答案自然是否定的，我们假设人间有美满与破碎两种情爱，显然，美满的爱情往往在时空的洗涤下消失无形，而能一代一代留传下来动人热泪的情爱则常常是悲剧收场。这真应了中国一句古老的名言恩爱夫妻不久长。留传后世的爱情故事都是瞬间闪现，瞬间又熄灭了，惟其如此，他们才能化百年悲笑于一瞬，让我们觉得那一瞬是珍贵的，是永恒的。事实上，一瞬是否真等于永恒呢？千古以来多少缠谴的爱侣，而今安在哉？那些永世不移的情爱，是不是文学家和艺术家用来说骗向往爱情的世人呢？夏夜里风檐展书读，读到清朝诗人贺双卿的凤凰台上忆吹萧，对于情爱有如此的注脚紫陌春情，漫额裹春纱，自饷春耕，小梅春瘦，细草春明。春日步步春生。记那年春好，向春莺说破春情。到于今，想春笺春泪，都化春冰。怜春痛春春几？被一片春烟，锁住春莺。赠与春依，递将春你，是依是你春灵。算春头春尾，也难算春梦春醒。甚春魔，做一场春梦，春误双卿！这一阂充满了春天的词，读起来竟是娥眉婉转，千肠百结。贺双卿用春天做了两个层次的象征，第一个层次是用春天来象征爱情的瑰丽与爱情的不可把捉。第二个层次是象征爱情的时序，纵使记得那年春好，一转眼便已化成春冰，消失无踪。每个人在情爱初起时都像孟郊的诗一样，希望心心复心心，结爱务在深坐结行亦结，结尽百年月到终结之际则是还卿一钵无情泪，他年重检石榴裙苏曼殊。种种空间的变迁和时间的考验都使我深自惕记，如果说情爱是一朵花，世问哪里有永不凋谢的花朵？如果情爱是绚丽的彩虹，人世哪有永不褪色的虹彩？如果情爱是一首歌，世界上哪有永远唱着的一首歌？在渺远的时间过往里，情爱竟仿佛一条河，从我们自己的身上流过，从我们的周遭流过，有时候我们觉得已经双手将它握实，稍一疏忽，它已纵身入海，无迹可循。这是每一个人都有过的凄怆经验，即使我们能旋乾转坤，让时光倒流，重返到河流的起点，它还是要向前奔泻，不可始终。对于人世的情爱我几乎是悲观的，这种悲观乃是和时间永久流变的素质抗衡而得来。"}
{"text":"在渺远的时间过往里，情爱竟仿佛一条河，从我们自己的身上流过，从我们的周遭流过，有时候我们觉得已经双手将它握实，稍一疏忽，它已纵身入海，无迹可循。这是每一个人都有过的凄怆经验，即使我们能旋乾转坤，让时光倒流，重返到河流的起点，它还是要向前奔泻，不可始终。对于人世的情爱我几乎是悲观的，这种悲观乃是和时间永久流变的素质抗衡而得来。由于时时存着悲观的底子，使我在冲击里能保持平静的心灵――既然情爱和时间不能并存，我们有两个方法可以对付一是乐天安命，不以爱喜，不为情悲。二是就在当时当刻努力把握，不计未来。会心当处即是泉水在山乃清。只要保有当处的会心，保有在山的心情，回到六十年前，或者只是在时序推演中往前行去，又有什么区别呢？时间之旅只是人类痴心的一个幻梦吧！弘一法师赠会泉法师联语，刻在厦门会泉墓地――一九八一年九月十九日花燃柳卧植物园的荷花已经谢尽了。荷花池畔的柳树在秋末的雨中却正青翠。在过去的岁月中，我经常到荷花池去散步，每次到植物园看荷花，我总是注意到荷花的丰姿，花在季节里的生灭，觉得荷花实在是很性感的植物。有人说它清纯，那是只注意到荷花开得正盛的时候，分节阅读没有看到它从花苞到盛放，甚至到结出莲蓬的过程。它在一张一开之间，冬天就到了。由于荷花是那样迷人，使人在看荷花的时候几乎就忘了身边的其他景物。有一天我坐在荷花池畔，凉风习习的黄昏，竟在凉椅上斜着头睡着了。醒来的时候，看到池中的荷花显出一种疲惫的样于，然后我就看到池边的柳树，正在黄昏的时候展出一种魅力。我想到，荷花再美，如果没有柳树陪衬，它恐怕也会黯然失色了。柳树平常时候好像睡在旁边，静静地卧着，可是它活在季节之上，在冬风之中，所有的花全部落尽，柳树像一个四处游方的孤客，猛然在天涯海角的一边走出来，如果我们看柳树能有另一种心情，就会发现它的美并不在别的花之下。如果说荷花是一首惊艳的诗，柳树就好像诗里最悠长的一个短句，给秋天做了很好的结论。"}
{"text":"我想到，荷花再美，如果没有柳树陪衬，它恐怕也会黯然失色了。柳树平常时候好像睡在旁边，静静地卧着，可是它活在季节之上，在冬风之中，所有的花全部落尽，柳树像一个四处游方的孤客，猛然在天涯海角的一边走出来，如果我们看柳树能有另一种心情，就会发现它的美并不在别的花之下。如果说荷花是一首惊艳的诗，柳树就好像诗里最悠长的一个短句，给秋天做了很好的结论。我是个爱花的人，花在泥土上是一种极好的注解，它的姿形那么鲜活，颜色那么丰富，有时还能散发出各种引人的馨香，但是世上没有长久的花。有一次，我到彰化县的田尾乡去，那时秋天已经过尽，初冬的冷寒掩盖了大地，田尾的花农已经收成了所有的花，正等待春天的消息。我到花田里去，这是一向被称为繁花都城的乡镇有了不可思议的景象。玫瑰剪了枝，剩下光秃秃的枝桠，菊花全被连根拔起，满目的疮痍。陪我到田里的花农告诉我你来得不巧，应该在春天的时候来，花是活在春天的。后来他提议去看看盆景，只有盆景是不调的，我拒绝了，因为我只对真正长在土地上的有兴趣。田尾繁花谢尽等待春天的经验，使我开始深思花的精魂。在人世里，我们时常遇到花一样的人，他们把一生的运势聚结在一刻里散放，有让人不可逼视的光芒，可是却很快的消逝了，尤其是艺术家，年轻的时候已经光芒四射，可是岁月一过，野风一吹就无形迹了。反而是那些长期默默地挺着枝干的柳树，在花都落尽了，新的花还没有开起的时刻，本来睡在一侧的柳树就显得特别翠绿。有时目中的景物没有特别的意义，只是通过人的眼，人的慧心，事物才能展现它的不凡。我想起一则希腊数学家和物理学家阿基米德的故事。当罗马帝国侵略希腊的时候，阿基米德正全神贯注的在铺了一层沙土的房子内，哺哺自语的演算着奇怪的几何图形，几个罗马兵冲进来，粗鲁地践踏着沙土，把图形躁踊了，并且捉着阿基米德大叫你是谁？阿基米德大怒，吼道走开，不要踩坏了我的图形！罗马兵一气之下，一刀杀了这个伟大的数学家和物理学家。这个故事给我的启示不是他对于学术追求的专注，而是他手上只拿了一根树枝，写的只是沙土。树枝和沙土是多么简单的东西，任何人都可能拿它写出一些字句，可是它到了数学家之手，却可能为人世留下不朽的真理。"}
