{"text":"哪里知道康熙说没有关系，还是到了李二曲讲学的那个邻境，甚至说要到李家去探病。这一下可逼住了李二曲了，如果康熙到了家中来，李二曲只要向他磕一个头，就算投降了，这就是中国文化的民族气节问题所以李二曲只好表示有病，于是躺到床上，病得爬不起来。但是康熙到了李二曲的近境，陕西督抚以下的一大堆官员，都跟在皇帝的后面，准备去看李二曲的病。康熙先打听一下，说李二曲实在有病，同时，李二曲也只好打发自己的儿子去看一下康熙，敷衍一下。而康熙很高明，也不勉强去李家了。否则，他一定到李家，李二曲骂他一顿的话，则非杀李二曲不可。杀了，引起民族的反感不杀，又有失皇帝的尊严，下不了台，所以也就不去了。安慰李二曲的儿子一番，要他善为转达他的意思，又交待地方官，要妥为照顾李二曲。还对他们说，自己因为作了皇帝，不能不回京去处理朝政，地方官朝夕可向李二曲学习，实在很有福气。康熙的这一番运用，就是把中国文化好的一面，用到他的权术上去了。可是实在令人感慨的事，是后世的人，不把这些罪过归到他的权术上，反而都推到孔孟身上去，所以孔家店被打倒，孔子的挨骂，都太冤枉了。实在讲，孝道的精神绝对是对的，要说它对的理由，很多很多，现在是讲论语，不在本题外说得太多，只在这里提一下，就可以了解孝可以治天下。由各人的孝父母，扩而充之爱天下人，就是孝的精神。这个精神的更深处，我们再看一下孝经，就了解了。晚娘面孔难为人再下来是子游问孝。子曰今之孝者，是谓能养。至于犬马，皆能有养。不敬，何以别乎！子游是孔子的弟子，姓言，名偃，子游是字，少孔子四十五岁。他问孝，孔子讲解很明白，他说现在的人不懂孝，以为只要能够养活爸爸妈妈，有饭给他们吃，像现在一样，每个月寄五十或一百元美金给父母享受享受，就是孝了。还有许多年轻人连五十元也不寄来的，寄来了的，老太太老先生虽然在家里孤孤独独，流泪眼观流泪眼，断肠人对断肠人。但看到五十元还是欢欢喜喜。所以现在的人，以为养了父母就算孝，但是犬马皆能有养，饲养一只狗一匹马也都要给它吃饱，有的人养狗还要买猪肝给它吃，所以光是养而没有爱的心情，就不是真孝。孝不是形式，不等于养狗养马一样。这里我们看出来了，孔子对学生讲孝道与答复从政的人讲孝道完全两样，所以我们证明孔子前两段话是歇后语，用隐语的。"}
{"text":"还有许多年轻人连五十元也不寄来的，寄来了的，老太太老先生虽然在家里孤孤独独，流泪眼观流泪眼，断肠人对断肠人。但看到五十元还是欢欢喜喜。所以现在的人，以为养了父母就算孝，但是犬马皆能有养，饲养一只狗一匹马也都要给它吃饱，有的人养狗还要买猪肝给它吃，所以光是养而没有爱的心情，就不是真孝。孝不是形式，不等于养狗养马一样。这里我们看出来了，孔子对学生讲孝道与答复从政的人讲孝道完全两样，所以我们证明孔子前两段话是歇后语，用隐语的。至于接着下面讲孝道子夏问孝。子曰色难。有事弟子服其劳，有酒食，先生馔。曾是以为孝乎？子夏来问孝，孔子说色难。什么叫色难呢？态度问题，上面讲不敬何以为孝，就是态度很难，他说有事，弟子服其劳。有事的时候，像我们做后辈儿女的，看见父母扫地，接过扫把来自己做。有酒食，先生馔。先生是现代的一般称呼，古代对前一辈的人都尊称为先生。有好吃的，就拿给父母长辈吃。曾是以为孝乎？曾是是假定的意思你以为这样就是孝吗？替长辈做了事，请长辈吃了好的，不一定就是孝了，为什么呢？色难。态度很重要，好像我们下班回家，感到累得要命，而爸爸躺在床上，吩咐倒杯茶给他喝。做儿女的茶是倒了，但端过去时，沉着脸，把茶杯在床前几上重重的一搁，用冷硬的语调说喝嘛！在儿女这样态度下，为父母的心理，比死都难过，这是绝不可以的。所以孝道第一个要敬，这是属于内心的第二个则是外形的色难，态度的。为什么这两节放在这里呢？这就包括了君道臣道。一种是做人长官，领导人的一种是做人部下，配合别人的。所以我们谈为政之道，也是色难，也是不敬，何以别乎？我们爱护部下，态度很难。历史上的名帝王唐太宗，天生就很威严，有一天他问魏征，为什么这些大臣们，当着他的面都不讲话。魏征就告诉他――也只有魏征敢和他这样讲――陛下自己不知道，因为陛下很威严，大臣们看见你后，心理上先就怕了，所以讲不出话来。唐太宗听了这话以后，就去对着镜子学笑，见了人就笑，慢慢使自己的态度变得和蔼起来。所以为政之道，也是色难。有时到机关中去，尤其邮政局或银行，许多人怕那里的面孔，譬如到邮局买一块钱邮票，邮局的柜台小姐，忙累得那个样子，给你邮票时，那种好像欠他多还他少的态度，实在叫人受不了。"}
{"text":"历史上的名帝王唐太宗，天生就很威严，有一天他问魏征，为什么这些大臣们，当着他的面都不讲话。魏征就告诉他――也只有魏征敢和他这样讲――陛下自己不知道，因为陛下很威严，大臣们看见你后，心理上先就怕了，所以讲不出话来。唐太宗听了这话以后，就去对着镜子学笑，见了人就笑，慢慢使自己的态度变得和蔼起来。所以为政之道，也是色难。有时到机关中去，尤其邮政局或银行，许多人怕那里的面孔，譬如到邮局买一块钱邮票，邮局的柜台小姐，忙累得那个样子，给你邮票时，那种好像欠他多还他少的态度，实在叫人受不了。但替他想想也够可怜，坐了一整天，有些人对他还够噜苏。所以领导别人的，或者做部下的，都色难――态度不容易作好。内心上更难。敬――真爱人，不容易作好。所以把这两句孝道的话摆在为政篇中，也就是从政的修养与态度，这是真学问。你说你对部下是最爱护的，可是你对他开口就骂，把脾气都发在他的身上，发了脾气以后，对他再好也没有用了。现在接下来讲孔子与颜回的谈话，包括了上面子游与子夏问孝道的，连起来放在为政篇里，是臣道与君道的理。这一段是没有问题，单独记述出来的。子曰吾与回言终日，不违如愚。退而省其私，亦足以发。回也，不愚。我们知道，孔子最得意的学生就是颜回，又叫颜渊，无论在道德或学问上，是孔门中首屈一指的人物，所以孔子经常提到颜回。讲到这里，我们说个笑话，我常常说年轻学生们没有办法自己写东西，但是世界上最高明的人，从不写作东西，一个字也不写，他们的思想学说，都是学生写。像释迦牟尼耶稣都是自己不写东西，而由学生写。可是中国的两个圣人就惨了，最糟糕的是孔子，学生不大写，都是老师写东西捧学生的。老子也很可怜，只一个学生，也没写，自己写了五千字，这是中外圣人不同之处。今日我们所以知道颜回，也是孔子经常在他的著作里，提到他这位得意弟子。这一段话，提到颜回。他说，我和颜回谈话，有时谈了一整天，他从来没有反对过我的意思，看起来笨笨的，但当他离开我而单独生活，不在我面前时，作人做事都会自己检讨自己，结果不但是懂了我的意思，还能更进一步发挥我的意思，由此看来颜回并不笨。现在问题在于为什么又把这样一段话，编在这里呢？就是谈到为政这一篇书，上面两段的问孝，第一个是敬，第二个是色难，和臣道君道都有关。"}
{"text":"今日我们所以知道颜回，也是孔子经常在他的著作里，提到他这位得意弟子。这一段话，提到颜回。他说，我和颜回谈话，有时谈了一整天，他从来没有反对过我的意思，看起来笨笨的，但当他离开我而单独生活，不在我面前时，作人做事都会自己检讨自己，结果不但是懂了我的意思，还能更进一步发挥我的意思，由此看来颜回并不笨。现在问题在于为什么又把这样一段话，编在这里呢？就是谈到为政这一篇书，上面两段的问孝，第一个是敬，第二个是色难，和臣道君道都有关。现在以颜回的态度来讲臣道，上面对你讲话都答是，都是只有接受服从。可是，光接受服从，有时候反而有问题，不一定是对的，所以有了接受服从的修养，还要退而省其私，亦足以发。再加以发挥，能够扩而充之，这才是事业的好干部，为政的人才。所以把颜回的个人修养，放在为政篇的这一段。孔子也会看相到了下面，文章就转了，正式谈为政的道理。关于孔子对人的观察。子曰视其所以，观其所由，察其所安，人焉叟哉？人焉叟哉？这是孔子观察人的道理。讲到观察人的道理，我们都知道看相算命，尤其现在很流行。这两种事，在中国有几千年历史，就是世界各国，有所谓意大利相法，日本相法等等。由此可见任何国家民族，都很流行。讲中国人看相的历史，那很早了。在春秋战国时就多得很，一般而言，中国人的看相，自有一套，包括现在市面上流行的，麻衣柳庄铁关刀，乃至现代意大利日本人研究出来的手相学掌纹学，许多新的东西都加上，也逃不出中国相法的范围。但中国人还有另外一套看相的方法，叫神相或心相，这就深奥难懂了。神相，不是根据形态看，而是看神态的还有一种心相，是以中国文化的基本立场，绝对唯心非西洋唯心的哲学，所以有几句名言有心无相，相由心变。有相无心，相随心转。一个人思想转变了，形态就转变，譬如我们说一个人快发脾气了，是怎么知道的呢？因为从他相上看出来了，他心里发脾气，神经就紧张，样子就变了。所以，看相是科学。有人说，印堂很窄的人度量一定小，印堂――两个眉尖中间的距离――很宽就是度量大，这是什么道理？有人天生的性格，稍遇不如意事，就皱眉头，慢慢的印堂的肌肉就紧缩了，这是当然的道理。"}
{"text":"有相无心，相随心转。一个人思想转变了，形态就转变，譬如我们说一个人快发脾气了，是怎么知道的呢？因为从他相上看出来了，他心里发脾气，神经就紧张，样子就变了。所以，看相是科学。有人说，印堂很窄的人度量一定小，印堂――两个眉尖中间的距离――很宽就是度量大，这是什么道理？有人天生的性格，稍遇不如意事，就皱眉头，慢慢的印堂的肌肉就紧缩了，这是当然的道理。还有人说露门牙的人往往短命，因为他露牙齿，睡觉的时候嘴巴闭不拢来，呼吸时脏的东西进到体内，当然健康要出问题。还有很多这一类的道理，都是这样的，但是古人看相，很多人是知其然，不知其所以然。问他什么原因，他说是书上说的。实际上，这些东西是从经验中来的。有人说，清代中兴名臣曾国藩有十三套学问，流传下来的只有一套――曾国藩家书，其他的没有了，其实传下来的有两套，另一套是曾国藩看相的学问――冰鉴这一部书。它所包涵看相的理论，不同其他的相书。他说功名看气宇，讲气宇，又麻烦了。这又讲到中国哲学了，这是与文学连起来的，这气怎么解释呢？就是东西。宇是代表天体。什么叫气宇？就是天体构造的形态。勉强可以如此解释。中国的事物，就是这样讨厌，像中国人说这个人风度不坏。吹过来的是风，衡量多宽多长就是度。至于一个人的风度是讲不出来的，这是一个抽象的形容词，但是也很科学，譬如大庭广众之中，而其中有一人，很吸引大家的注意，这个人并不一定长得漂亮，表面上也无特别之处，但他使人心里的感觉与其他人就不同，这就叫风度。功名看气宇，就是这个人有没有功名，要看他的风度。事业看精神，这个当然，一个人精神不好，做一点事就累了，还会有什么事业前途呢？穷通看指甲，一个人有没有前途看指甲，指甲又与人的前途有什么关系呢？绝对有关系。根据生理学，指甲是以钙质为主要成分，钙质不够，就是体力差，体力差就没有精神竞争。有些人指甲不像瓦型的而是扁扁的，就知道这种人体质非常弱，多病。寿夭看脚踵，命长不长，看他走路时的脚踵。我曾经有一个学生，走路时脚根不点地，他果然短命。这种人第一是短命，第二是聪明浮燥，所以交待他的事，他做得很快，但不踏实。如要看条理，只在言语中，一个人思想如何，就看他说话是否有条理，这种看法是很科学的。中国这套学问也叫形名之学，在魏晋时就流行了。"}
{"text":"绝对有关系。根据生理学，指甲是以钙质为主要成分，钙质不够，就是体力差，体力差就没有精神竞争。有些人指甲不像瓦型的而是扁扁的，就知道这种人体质非常弱，多病。寿夭看脚踵，命长不长，看他走路时的脚踵。我曾经有一个学生，走路时脚根不点地，他果然短命。这种人第一是短命，第二是聪明浮燥，所以交待他的事，他做得很快，但不踏实。如要看条理，只在言语中，一个人思想如何，就看他说话是否有条理，这种看法是很科学的。中国这套学问也叫形名之学，在魏晋时就流行了。有一部书――人物志，大家不妨多读读它，会有用处的，是魏代刘劭著的，北魏刘m所注，是专门谈论人的，换句话说就是人的科学。最近流行的人事管理，职业分类的科学，这些是从外国来的。而我们的人物志，却更好，是真正的人事管理职业分类，指出哪些人归哪一类。有些人是事业型的，有些人绝对不是事业型的，不要安排错了，有的人有学问，不一定有才能，有些人有才能不一定有品德，有学问又有才能又有品德的人，是第一流的人，这种人才不多。以前有一位老朋友，读书不多，但他从人生经验中，得来几句话，蛮有意思，他说上等人，有本事没有脾气中等人，有本事也有脾气末等人，没有本事而脾气却大。这可以说是名言，也是他的学问。所以各位立身处世，就要知道，有的人有学问，往往会有脾气，就要对他容忍，用他的长处――学问，不计较他的短处――脾气。他发脾气不是对你有恶意，而是他自己的毛病，本来也就是他的短处，与你何关？你要讲孝道，在君道上你要爱护他，尊重他。我有些学生，有时也大光其火，我不理他，后来他和我谈话，道歉一番，我便问他要谈的正题是什么？先不要发脾气，只谈正题，谈完了再让你发脾气。他就笑了。第二部应该研究的书是什么呢？就是黄石公传给张良的素书，这一部书很难说确是伪书，但它也的确是中国文化的结晶。对于为人处世及认识人物的道理，有很深的哲学见解，也可以说是看相的书，他并不是说眉毛长的如何，鼻子长的怎样，它没有这一套，是真正相法。眉毛鼻子眼睛都不看的，大概都看这个人处世的态度和条理。孟子也喜欢看相，不过他没有挂牌，他是注意人家的眼神，光明正大的人眼神一定很端正喜欢向上看的人一定很傲慢喜欢下看的人会动心思喜欢斜视的人，至少他的心理上有问题。这是看相当中的眼神，是孟子看相的一科，也可说是看相当中的眼科吧！孔子观察人谈原则。"}
{"text":"对于为人处世及认识人物的道理，有很深的哲学见解，也可以说是看相的书，他并不是说眉毛长的如何，鼻子长的怎样，它没有这一套，是真正相法。眉毛鼻子眼睛都不看的，大概都看这个人处世的态度和条理。孟子也喜欢看相，不过他没有挂牌，他是注意人家的眼神，光明正大的人眼神一定很端正喜欢向上看的人一定很傲慢喜欢下看的人会动心思喜欢斜视的人，至少他的心理上有问题。这是看相当中的眼神，是孟子看相的一科，也可说是看相当中的眼科吧！孔子观察人谈原则。视其所以――看他的目的是什么？观其所由――知道他的来源动机，以法理的观点来说，就是看他的犯意，刑法上某些案子是要有了犯意才算犯罪，过去中国人不大打官司，喜欢打官司的叫作讼棍。曾经有这样一个故事，有人被控用刀杀人，这是有罪的，要偿命的。有讼棍要被告一千两银子，包可无罪。被告为了保命，就是上当受骗，也只好出这一千两银子了。而那个讼棍得了银子，将送出去的公文抽回来，将用刀杀人的用字，轻轻加了一笔，变成甩字，于是甩刀杀人，没有犯意，是无罪的。还有满清时候，祭孔大典，凡是参加的人，是不得在祭典中东张西望，或转头回身说话的，否则就犯了大不敬，重则杀头，轻则坐牢，至少是免职永不录用。有一次，一位督抚率领部属祭孔，在部属中同僚有隙，某甲到皇帝面前，告某乙在祭典中回头说话，于是皇帝下命令督抚查明这件事。督抚一接到圣旨，惶恐得不得了，最后从部属中，找来了平日最讨厌的讼棍，被敲了八千两银子，一千两银子买一个字，讼棍还说白送了一个字，共有九个字臣位列前茅，不敢反顾。这样答复上去，不但没有事，那个原告，也不敢顶上去了。因为追究下去，你自己如果规规矩矩不转头，又怎么知道被告转了头呢？有罪大家有罪嘛！一件要杀大官们脑袋的大案，就这样由讼棍用九个字，轻轻地平息下去了。李陵答苏武书中所谓刀笔之吏，弄其文墨。从政的人，都要了解这一点，公事办久了，从政久了，法律熟了，专门在笔杆上做工夫，害死人杀死人，比刀都厉害。所以讲到这里，要视其所以，看他的动机目的。观其所由，看他的来源，整个行动的经过。察其所安，再看看他平常作人是安于什么？能不能安于现实。譬如有些人就很难安，有一位七十多岁的朋友，已满头白发了，读书人，学问蛮好。"}
{"text":"李陵答苏武书中所谓刀笔之吏，弄其文墨。从政的人，都要了解这一点，公事办久了，从政久了，法律熟了，专门在笔杆上做工夫，害死人杀死人，比刀都厉害。所以讲到这里，要视其所以，看他的动机目的。观其所由，看他的来源，整个行动的经过。察其所安，再看看他平常作人是安于什么？能不能安于现实。譬如有些人就很难安，有一位七十多岁的朋友，已满头白发了，读书人，学问蛮好。刚刚退休，太太过世了，在生活上打牌没有兴趣，书法好但没兴趣写字，读书人本可看书，但是拿到书，就想睡觉，躺下来又睡不着――讲到这里，请青年朋友们注意，老年人很可怜，有几件事是相反的坐着想睡，躺下来却睡不着。哭起来没有眼泪，笑起来把眼泪笑出来了。讲现在的事，当面讲当面忘，对过去的事，连小时候的都记得起来。讲他好话听不见，骂他的话马上听到了。这是老年人的惨状――因为他太无聊寂寞，事事无兴趣，只好交了个女朋友，我劝他不必结婚了。他这种现象，就是老年人的无所安，心不能安，这是老年人，但是年轻人也一样。这是心理上的问题，一个人作学问修养，如果平常无所安顿之处，就大有问题。有些人有工作时，精神很好没有工作时，就心不能安，可见安其心之难。孔子以这三点观察人，所以他说人焉叟哉！人焉叟哉！这个叟是有所逃避的意思。以视其所以，观其所由，察其所安。这三个要点来观察人，就没什么可逃避的了。看任何一个人作人处世，他的目的何在？他的做法怎样？前者属思想方面，后面属行为方面。另外，再看他平常的涵养，他安于什么？有的安于逸乐，有的安于贫困，有的安于平淡。学问最难是平淡，安于平淡的人，什么事业都可以做。因为他不会被事业所困扰，这个话怎么说呢？安于平淡的人，今天发了财，他不会觉得自己钱多了而弄得睡不着觉如果穷了，也不会觉得穷，不会感到钱对他的威胁。所以安心是最难。以这三点观人，放在为政篇中，就是知人励品的重点所在。接下来的一句话，是我们都很熟悉的。子曰温故而知新，可以为师矣。从文字上去解释，大家都知道，意思就是温习过去，知道现在的，便可以做人家的老师了。照表面文字上的解释，只此而已，实际上我们要更深一步体会。温故――说过去的我们要知道，譬如讲中国历史，上下五千年，二十五部大史，真不容易，倘使读历史的，目的并不在拿学位，那么为了什么呢？"}
{"text":"所以安心是最难。以这三点观人，放在为政篇中，就是知人励品的重点所在。接下来的一句话，是我们都很熟悉的。子曰温故而知新，可以为师矣。从文字上去解释，大家都知道，意思就是温习过去，知道现在的，便可以做人家的老师了。照表面文字上的解释，只此而已，实际上我们要更深一步体会。温故――说过去的我们要知道，譬如讲中国历史，上下五千年，二十五部大史，真不容易，倘使读历史的，目的并不在拿学位，那么为了什么呢？为了温故知新，认识了过去，就知道未来，这样，可以为师矣，过去就是你的老师，前事不忘，后事之师也。温故而知新就是这个意思，这是什么道理呢？因为前面的成功与失败，个人也好，国家也好，是如何成功的，又是如何失败的，历史上就很明显地告诉了我们很多。刚才和人闲谈，就谈到过，现在这一代青年作学问很难，不但要知道自己中国文化传统的根――过去，也要知道现在社会的新学问，不但是国内的事，国外的事也要清楚，古今中外都要了解，所以为政的人，更要注意这事，为政到底是要有学问的，所以温故而知新，可以为师矣。这样才真能师法过去的历史，判断未来新的事物的发展。是什么东西下面接着是子曰君子不器。如照字面翻成白话就很好笑了――孔子说君子不是东西。提到这个思想，我常说我们中国人实在了不起，各个懂得哲学，尤其骂人的时候更是如此。譬如说你是什么东西？拿哲学来讲，我真不知道我是什么东西，因为人的生命究竟怎么回事，还搞不清楚嘛！所以真不知道我是什么东西。但孔子这句话到底是什么意思呢？因为为政要通才，通才就要样样懂。不器就是并不成为某一个定型的人，一个为政的人，就要上下古今中外无所不通。从表面上看，一个很好的大政治家，好像一个很好的演员，演什么角色，就是什么角色。当演工友的时候，就是规规矩矩扫地倒茶，当演大官的时候，温温和和就是作官，干哪一行就是哪一行。君子不器这个学问，就是成功了真正的通才，否则只有变成专才专家。所以君子不器放在为政篇，就是说明为政在这方面的道理，换句话说允文允武，也便是君子不器的说明。论语在这里讲到了君子，什么是君子呢？"}
