{"text":"偶像的黄昏我感谢古人什么第节。尼采全集，第卷，第页。酒神式的陶醉，其本质是力量提高之感和充实感偶像的黄昏一个不合时宜者的漫游第节。尼采全集，第卷，第页。，是一种高度的力感，一种通过事物来反映自身的充实和完满的内在冲动。强力意志，柏林，，第节。在这里，酒神精神与强力意志的内在一致是一目了然的。集中体现了酒神精神的悲剧艺术尤其表明了这一点悲剧快感表明了强有力的时代和性格这是英雄的灵魂，它们在悲剧的残酷中自我肯定，坚强得足以把苦难当作快乐来感受。强力意志第节。能否肯定人生，关键全在力量。尼采为了肯定人生，提倡酒神精神。他同样还是为了肯定人生，倡强力意志说。不懂得酒神精神，就不可能懂得强力意志，甚至会发生荒唐的误解。强力意志，德文原文是。其中，为力量之义，但这不是一般的力量，而是强大的力量，因强大而有了支配力统治力影响力。介词为追求趋向之义。直译应是求强大力量的意志强化力量的意志。译作权力意志也未尝不可，只是要正确理解权力的含义。在这里，权力应是广义的，指一种具有支配作用的强大力量，不能望文生义地把它与权势权术乃至政治野心等同起来。其实，尼采自己在这些含义上使用一词时，往往持贬斥态度权势的贪欲，求权力求疆土的意志，权力使人愚蠢，权力的爱好是人生的恶魔参看快乐的科学第节偶像的黄昏德国人所缺如者看哪这人瓦格纳事件。第节第三章从酒神精神到强力意志强力意志的概念在朝霞一书中已经萌芽。在那里，尼采屡次谈到求强力的欲望强力的感觉，并以之说明个人的优异义务与权利幸福善恶等现象。参看朝霞第节。在快乐的科学一书中，求强力的意志这个概念已经明确形成，值得注意的是，它是在同达尔文的生存竞争说相对立的意义上提出来的。尼采学说有时被看作一种社会达尔文主义，其实并不符合尼采的原意。"}
{"text":"在那里，尼采屡次谈到求强力的欲望强力的感觉，并以之说明个人的优异义务与权利幸福善恶等现象。参看朝霞第节。在快乐的科学一书中，求强力的意志这个概念已经明确形成，值得注意的是，它是在同达尔文的生存竞争说相对立的意义上提出来的。尼采学说有时被看作一种社会达尔文主义，其实并不符合尼采的原意。生存竞争说以生物的自保欲望和生存资料的匮乏为基础。尼采说自我保存的欲望是一种匮乏情境的表现，是真正的生命基本冲动受到限制的表现，后一种冲动追求力量的扩展，在此意志下，自我保存常常成为问题并且被牺牲掉在自然中统治的不是匮乏，而是丰裕，浪费，甚至达到无意义的地步。生存竞争仅是一个例外，生命意志的一种暂时约束大大小小的竞争到处都是为了争优势，争发展和扩大，争强力，依照着求强力的意志也就是生命意志。快乐的科学第节。尼采全集，第卷，第页。后来尼采一再批判达尔文的生存竞争说及其在社会领域的运用马尔萨斯主义。他指责生存竞争说是一种片面的学说，是一种武断。他指出，马尔萨斯主义是违背自然事实的，不应当把马尔萨斯与自然混为一谈。偶像的黄昏一个不合时宜者的漫游第节。尼采全集，第卷，第页。他反对生存竞争说的主要论据有两条。第一，以匮乏为基础的生存竞争只是作为一种例外情形而发生的。生命的总体方面与其说是匮乏和饥饿，不如说是丰富奢华乃至荒唐的浪费。凡有竞争之处，都是为强力而竞争。偶像的黄昏。尼采全集，第卷，第页。第二，即使在生存竞争确实发生的情形下，竞争的结果也和达尔文学派所断定的相反，总是有利于弱者而不利于强者，物种并不走向完善。因为弱者是多数，而且善于通过忍耐审慎伪装狡诈来保存自己强者为了追求强力却不惜牺牲生命，较容易毁灭。参看偶像的黄昏。尼采全集，第卷，第页。这里涉及到尼采提出强力意志的两个主要根据。第一，对生命性质的估计生命的总体方面究竟是匮乏还是丰富强力意志是以自然界中生命的丰富为前提的。"}
{"text":"因为弱者是多数，而且善于通过忍耐审慎伪装狡诈来保存自己强者为了追求强力却不惜牺牲生命，较容易毁灭。参看偶像的黄昏。尼采全集，第卷，第页。这里涉及到尼采提出强力意志的两个主要根据。第一，对生命性质的估计生命的总体方面究竟是匮乏还是丰富强力意志是以自然界中生命的丰富为前提的。第二，对生命意义的认识生命的意义在于自我保存，还是在于力量的增强和扩展在尼采看来，真正的强者不求自我保存，而求强力，为强力而不惜将生命孤注一掷，恰恰体现了生命意义之所在。很显然，强力意志说不但是反对达尔文主义的，而且也是毋宁说首先是反对叔本华哲学的。在叔本华那里，生命意志是一种盲目的应当灭寂的力量。尼采认为，这既误解了生命的性质，也误解了意志的性质。首先，生命是必须不断自我超越的东西。它不能满足于自身，而要不断向上，从高于自身的东西那里去寻求自身的意义和目的。这就是扩展和享受自身所蕴含的力量，藉此它克服了自身的限制。叔本华停留在生命本身，不能为它指出一个高于它的依据，所以得出了生命毫无意义的悲观结论。依生存意志的教条去寻找真理必然落空，这种意志是没有的因为不存在者，便不能有愿望已在生存中者，又岂能向生存有愿望只是凡有生命之处，便也有意志，然而不是求生命的意志，而是求强力的意志强力意志也还是生命意志，然而它追求的不是生命自身，而是使生命得以超越自身的强力，这种对于力量之强大的渴求恰恰表现了生命永不枯竭的本性，所以尼采称强力意志为永不枯竭的增殖着的生命意志，并认为它是生命的核心。查拉图斯特拉如是说自我超越。尼采全集，第卷，第页。其次，意志就是支配反基督徒。尼采全集，第卷，第页。，在意志的每个动作中都有一个支配着的思想善恶的彼岸。尼采全集，第卷，第页。，而这意味着意志本身即是内在的强力，它包含着命令和服从的必然性。求强力不是意志的附属物，不是从外面给意志设定的目标，而是意志的本质之所在。在尼采看来，意志不同于纯粹欲望，后者只是意志的损耗。叔本华恰恰混淆了两者，所以才得出了否定意志的结论。"}
{"text":"其次，意志就是支配反基督徒。尼采全集，第卷，第页。，在意志的每个动作中都有一个支配着的思想善恶的彼岸。尼采全集，第卷，第页。，而这意味着意志本身即是内在的强力，它包含着命令和服从的必然性。求强力不是意志的附属物，不是从外面给意志设定的目标，而是意志的本质之所在。在尼采看来，意志不同于纯粹欲望，后者只是意志的损耗。叔本华恰恰混淆了两者，所以才得出了否定意志的结论。一种不求增强自身力量但求灭寂自身的意志完全是自相矛盾，无异于说意志不是意志。由此可见，强力意志概念实际上是尼采对于生命意志生命意志的本质的一种说明。在他看来，求力量之增强既是生命的本质，又是意志的本质，从而也是生命意志的本质。通过这一说明，尼采为在叔本华那里无目的无意义的生命意志确定了目的和意义。第节第三章从酒神精神到强力意志强力意志概念在尼采哲学中占有中心地位。一方面，它获得了本体的意义，尼采用它来说明无机界有机界和人类社会的一切现象，把万物生生不息的永恒生成归结为强力意志。把存在性质的印记打在生成之上这就是最高的强力意志。这个世界就是强力意志，岂有他哉强力意志第节节。另一方面，它获得了最高价值尺度的意义，尼采用它来衡量人类的一切精神文化价值，把真善美的评价都看作强力意志的产物。然而，作为一个人生哲学家，尼采提出强力意志说终归是为了给人生意义问题一个解答。世界不是但求自我保存的消极生命的堆积，而是一个奔腾泛滥的力的海洋，是永远在自我创造永远在自我毁灭的酒神世界。它在永恒的生成变化中肯定自己，祝福自己是永远必定回来的东西，是一种不知满足不知厌倦不知疲劳的迁化。强力意志第节。那么，生命的肯定者也应当秉承这世界本体的精神，不是消极地但求生命的保存，而是积极地从事创造，成为精神上的强者。生命的意义不在于活得长久，而在于活得伟大，活得高贵，活得有气魄。强力意志说所倡导的，首先是这样一种奋发有为的人生态度，用尼采的譬喻来说便是最美好的都属于我辈和我自己不给我们，我们就自己夺取最精美的食物，最纯净的天空，最刚强的思想，最美丽的女子查拉图斯特拉如是说晚餐。尼采全集，第卷，第页。总之，一切都要最好的，在一切方面成为最优秀者，最强者。"}
{"text":"那么，生命的肯定者也应当秉承这世界本体的精神，不是消极地但求生命的保存，而是积极地从事创造，成为精神上的强者。生命的意义不在于活得长久，而在于活得伟大，活得高贵，活得有气魄。强力意志说所倡导的，首先是这样一种奋发有为的人生态度，用尼采的譬喻来说便是最美好的都属于我辈和我自己不给我们，我们就自己夺取最精美的食物，最纯净的天空，最刚强的思想，最美丽的女子查拉图斯特拉如是说晚餐。尼采全集，第卷，第页。总之，一切都要最好的，在一切方面成为最优秀者，最强者。为了成为最优秀者，最强者，必须有自强不息的精神。一个人是否足够坚强有力，主要看他能否支配自己。谁不能命令自己，谁就应当服从。有些人能命令自己，可是离服从自己还差得很远。查拉图斯特拉如是说旧榜和新榜第节。尼采全集，第卷，第页。这种人决不是强者。强者还应当热爱战斗，在生活的战争学校里磨练。他没有可蔑视的仇敌，却有值得他骄傲的仇敌。他不畏挫折，未能杀死他的，使他变得更坚强。他很骄傲，而在骄傲受伤时，又生出比骄傲更强大的东西。他有力量夺取的，决不忍受别人给予。争优胜，能自制，爱战斗，富于进取精神，这就是求强力的意志所追求的人生。尼采所要求的是一种富于力感的人生有力感，才有生命感，才能充分感受和享受生命。快乐无非就是阻碍对于力感所造成的一种刺激使力感因而高涨。因此一切快乐都包含着痛苦。强力意志第节。强力意志又显出了酒神精神的原形。人生的意义全在于生命力最高限度的发扬，痛苦和刺激提高了生命力，加强了力感和生命感，因而也化作了快乐。生命的本质在于强力，追求并且体验这种强力，也就实现了生命的意义。与此同时，我们也不能不看到，尼采的强力意志说还有着消极的一面，这就是为社会的不平等提供理论根据。提倡自强精神诚然是对的，可是，当尼采确认，强力意志在不同的人身上的分布是不平衡的，强力意志充沛的强者只是少数，多数人注定是弱者，由此又衍生出少数强者理应支配和统治多数弱者的结论，他就比社会达尔文主义者更加露骨地站到了反民主的立场上去了。永恒轮回和命运之爱在尼采哲学中，永恒轮回的思想引起了许多争论。有人认为，这一思想是尼采纯粹个人的宗教式的执信，与强力意志说不可并存，不必加以重视。有人认为，这一思想是尼采的一种幻觉，尼采是在这幻觉的折磨下疯狂的。"}
{"text":"提倡自强精神诚然是对的，可是，当尼采确认，强力意志在不同的人身上的分布是不平衡的，强力意志充沛的强者只是少数，多数人注定是弱者，由此又衍生出少数强者理应支配和统治多数弱者的结论，他就比社会达尔文主义者更加露骨地站到了反民主的立场上去了。永恒轮回和命运之爱在尼采哲学中，永恒轮回的思想引起了许多争论。有人认为，这一思想是尼采纯粹个人的宗教式的执信，与强力意志说不可并存，不必加以重视。有人认为，这一思想是尼采的一种幻觉，尼采是在这幻觉的折磨下疯狂的。海德格尔却认为，永恒轮回说与强力意志说有着最内在的统一，忽视永恒轮回说，就不能正确把握强力意志说的形而上学内容。参看海德格尔尼采，英译本，第卷，第页。尼采自己对于永恒轮回说异常重视，把它称为最深刻的思想沉思的顶峰。年月，这一思想孕育之际，他给朋友写信说一种思想出现在我的视野中，我还不曾见过与它相像的东西致加斯特，年月日。转引自雅斯贝尔斯尼采导论，第页。后来他回忆这个时辰，说他当时的口味发生了突然的深刻的改变。尼采全集，第卷，第页。永恒轮回的思想在朝霞中已经萌芽，在快乐的科学和查拉图斯特拉如是说中作了明确的表述。不管尼采本人开始和后来如何评价这一思想，我们发现，他在陈述这一思想之时，是怀着一种恐怖心情的。在快乐的科学中，尼采把这一思想称作最大的重负，并且让一个魔鬼在你最孤寂的寂寞中向你说出它来这人生，如你现在经历和曾经经历的，你必将再一次并无数次地经历它其中没有任何新东西，却是每种痛苦和每种快乐，每种思想和每种叹息，以及你生涯中一切不可言说的渺小和伟大，都必对你重现，而且一切皆在这同一的排列和次序中一如这蜘蛛和林间月光，一如这顷刻和你自己。生存的永恒沙漏将不断重新流转，而你这微尘的微尘与它相随快乐的科学第节。尼采全集，第卷，第页。第节第三章从酒神精神到强力意志查拉图斯特拉如是说多次谈到永恒轮回，每一次都带着梦魇的恐怖气氛。第一次，查拉图斯特拉听到一个预言家如此预言一切皆虚空，一切皆相同，一切皆曾经有过于是他心怀悲伤，饮食俱废，接着做了一个噩梦，梦见棺材裂开，迸发出千种哄笑。查拉图斯特拉如是说预言家。"}
{"text":"生存的永恒沙漏将不断重新流转，而你这微尘的微尘与它相随快乐的科学第节。尼采全集，第卷，第页。第节第三章从酒神精神到强力意志查拉图斯特拉如是说多次谈到永恒轮回，每一次都带着梦魇的恐怖气氛。第一次，查拉图斯特拉听到一个预言家如此预言一切皆虚空，一切皆相同，一切皆曾经有过于是他心怀悲伤，饮食俱废，接着做了一个噩梦，梦见棺材裂开，迸发出千种哄笑。查拉图斯特拉如是说预言家。尼采全集，第卷，第页。第二次，查拉图斯特拉对重力的精灵谈论永恒轮回，承认他惧怕这个思想，如同做了噩梦，梦醒后独自在最恐怖的月光中恐怖。他称这思想为最孤寂的人的幻觉。查拉图斯特拉如是说幻觉与谜。尼采全集，第卷，第页。第三次，这一思想从查拉图斯特拉的鹰和蛇口中说出万物消逝，万物复归存在之轮永远循环。万物死灭，万物复兴存在之年永远运行。万物碎裂，万物复合存在之屋宇永远雷同。万物分离，万物复聚存在之环永远对自己忠实。存在始于每一瞬间彼处之球体环绕每一此处旋转。处处是中心。永恒之路是弯曲的。它们称查拉图斯特拉是永恒轮回的教师，说这是他的命运，同时也是他的危险和疾病。查拉图斯特拉默认了，并说这是他的大痛苦。查拉图斯特拉如是说痊愈者。尼采全集，第卷，第页。事实上，永恒轮回并非尼采的创造，尼采所崇拜的古希腊哲学家赫拉克利特就主张过宇宙按照大年由一万零八百个太阳年组成而永恒循环。尼采自己后来也承认了这种渊源关系。问题在于，为什么尼采如此看重这个思想，这个思想又为什么像梦魇一样缠着尼采，给他带来如许恐怖和苦恼呢如果我们把这个思想放到尼采整个人生探索的背景中来考察，答案就清楚了。在查拉图斯特拉如是说中，有一支坟墓之歌，实际上是尼采对自己的青春的悼念。其中说道青春的梦想和美景，爱的闪光，神圣的瞬间，对幸福的眺望，都过早地消逝了。我的仇敌蛊惑了我最宠爱的歌人，使他奏一曲最可怕的哀歌，用这哀歌刺杀了我的狂欢。可是，我的最高的希望尚未实现，甚至尚未说出，我对此如何能忍受我如何痊愈并克服这样的创伤我的灵魂如何从坟墓中复活是的，我心中有一种不可摧毁的力，那就是我的意志。"}
{"text":"在查拉图斯特拉如是说中，有一支坟墓之歌，实际上是尼采对自己的青春的悼念。其中说道青春的梦想和美景，爱的闪光，神圣的瞬间，对幸福的眺望，都过早地消逝了。我的仇敌蛊惑了我最宠爱的歌人，使他奏一曲最可怕的哀歌，用这哀歌刺杀了我的狂欢。可是，我的最高的希望尚未实现，甚至尚未说出，我对此如何能忍受我如何痊愈并克服这样的创伤我的灵魂如何从坟墓中复活是的，我心中有一种不可摧毁的力，那就是我的意志。它默默前进，不屈不挠，千载不变尼采全集，第卷，第页。尼采在这里说的正是叔本华的悲观主义哲学刺杀了他的青春的梦想和快乐，而他一辈子都在用他那不屈不挠的意志克服这创伤。可是，我们看到，这是一个不愈的创伤，尼采骨子里始终是一个悲观主义者。诚然，尼采为了克服这创伤，曾经花费极大的努力，他的酒神精神和强力意志哲学正是这种努力的产物。然而，在他内心深处，对于人生是否真有意义仍然是怀疑的。只有一个世界，这个世界虚伪，残酷，矛盾，有诱惑力，无意义这样一个世界是真实的世界。为了战胜这样的现实和这样的真理，也就是说，为了生存，我们需要谎言为了生存而需要谎言，这本身是人生的一个可怕复可疑的特征。强力意志第节。他还说，悲观主义是真理，但是人不能靠真理生活。参看强力意志第节又参看尼采全集，第卷，第页。原来，世界和人生本身是无意义的，意义是人赋予的，是人为了生存替自己编造的谎言。在尼采之前，目的论的宇宙观早已被推翻，科学家们自得于对宇宙的机械说明。可是，一个热爱人生的人如何能忍受这样一个无意义无目的的世界难道人类和每一个活生生的个人都是这世界上的纯粹偶然的现象，并且终归要永劫不复地被毁灭掉尼采自己说为了抵制一种全面崩溃和不知将伊于胡底的令人瘫痪的感觉，我提出了永恒轮回的思想。强力意志第节。他试图通过轮回之环，把人与永恒结合在一起。参看查拉图斯特拉如是说七印记第节。然而，归于虚无不可接受，永恒轮回就可以接受了么这真是人生的一大二律背反。"}
{"text":"强力意志第节。他试图通过轮回之环，把人与永恒结合在一起。参看查拉图斯特拉如是说七印记第节。然而，归于虚无不可接受，永恒轮回就可以接受了么这真是人生的一大二律背反。一切都照原样重复一次两次乃至于无数次，没有任何新东西产生，这会使人多么厌倦，世界的意义何在人生的意义何在倘若你现在所做的一切，都不过是重复永恒的过去和未来无数次出现的你所做的，你的奋斗和创造，你的痛苦和欢乐，岂非全属无谓而令人沮丧尼采提出永恒轮回说，论据类似于能量守恒定律。他说，世界是一种流转易形而总量不变的力，置于一定的空间中，因而其组合不可避免地具有重复性。参看强力意志第节。第节第三章从酒神精神到强力意志这个论据能否站住脚，且不去说，重要的是他本想藉此逃避人生虚无的阴影，结果却又陷入了更可怕的梦魇。为了摆脱这个梦魇，尼采诉诸他的命运之爱。他勉励自己，不但不逃避必然，而且接受必然，爱命运，如此永远做一个肯定者。参看快乐的科学第节。又参看看哪这人我为何如此聪明第节。正是出于命运之爱，尼采愈来愈把永恒轮回的思想同酒神精神和强力意志结合起来，赋予一种乐观的色调。他解释说，肯定万物的变动和毁灭，肯定矛盾和斗争，生成的观念，酒神哲学中的这一决定性因素，使他达到了永恒轮回的结论永恒轮回是肯定所能达到的最高公式。参看看哪这人悲剧的诞生第节查拉图斯特拉如是说第节。世界是永恒轮回的强力意志，永恒轮回恰好证明了力的丰盈和生命的不可摧毁。参看强力意志第节。但是，永恒轮回说毕竟罩着悲观主义的浓密阴影。叔本华的生命意志灭寂说与尼采的强力意志永恒轮回说貌似相反，实则是悲观主义的两端。尼采提倡强力意志说原本要给生命一种意义，一种目的，使生命在力的追求中超越了自身，有新的创造。然而，永恒轮回却断绝了超越和创造的可能性。当尼采强调唯有肯定了永恒轮回之命运才算达到了最高的肯定时，他实际上是说，生命本无意义，人生的肯定者应当按照生命的本来面貌接受生命，把这无意义的生命原原本本地接受下来。"}
