{"text":"他请我吃烟的时候，我看到他已经开始工作。很讲究的黑封面的大本子摊开在他的面前，他说他写日记了，当然他写的是日文，我看了一下也看不懂。一抬头看到池田在那边也张开了一个大本子。我想这真不得了，这种克制自己的力量，中国人很少能够做到。无论怎样说，这战争对于他们比对于我们，总是更痛苦的。又过了两天，大概他们已经写了一些日记了。他们开始劝我们，为什么不参加团体工作呢？鹿地说你们不认识救亡团体吗？我给介绍！这样好的中国话是池田给修改的。应该工作了，要快工作，快工作，日本军阀快完啦他们说现在写文章，以后翻成别国文字，有机会他们要到各国去宣传。我看他们好象变成了中国人一样。三二日之后去看他们，他们没有了。说他们昨天下午一起出去就没有回来。临走时说吃饭不要等他们，至于哪里去了呢？说她也不知道。又过了几天，又问了好几次，仍旧不知道他们在哪里。或者被日本警察捉去啦，送回国去啦！或者住在更安全的地方，大概不能有危险吧！一个月以后的事我拿刀子在桌子上切葱花，准备午饭，这时候，有人打门，走进来的人是认识的，可是他一向没有来过，这次的来不知有什么事。但很快就得到结果了鹿地昨夜又来到家。听到他们并没有出危险，很高兴。但他接着再说下去就是痛苦的了。他们躲在别人家里躲了一个月，那家非赶他们离开不可，因为住日本人，怕当汉奸看待。家很不便，当时做救亡工作，怕是日本探子注意到。那么住到那里去呢？我问。就是这个问题呀！他们要求你去送一封信，我来就是找你去送信，你立刻到家去。我送信的地方是个德国医生，池田一个月前在那里治过病，当上海战事开始的时候，医生太太向池田说过假若在别的地方住不方便，可以搬到她家去暂住。有一次我陪池田去看医生，池田问他你喜欢希特勒吗？医生说唔不喜欢。并且说他不能够回德国。根据这点，池田以为医生是很好的人，同时又受希特勒的压迫。我送完了信，又回到家去，我上楼说可以啦，大概是可以。回信，我并没拆开读，因为我的英文不好。他们两个从地板上坐起来。打开这信随时可来，我等候着池田说信上写着这样的话。我说对么！那医生当我临走的时候还说，把手伸给他，我知道他就了解了。这回鹿地并不怎样神气了，说话不敢大声，不敢站起来走动。"}
{"text":"医生说唔不喜欢。并且说他不能够回德国。根据这点，池田以为医生是很好的人，同时又受希特勒的压迫。我送完了信，又回到家去，我上楼说可以啦，大概是可以。回信，我并没拆开读，因为我的英文不好。他们两个从地板上坐起来。打开这信随时可来，我等候着池田说信上写着这样的话。我说对么！那医生当我临走的时候还说，把手伸给他，我知道他就了解了。这回鹿地并不怎样神气了，说话不敢大声，不敢站起来走动。晚饭就坐在地板的席子上吃的，台灯放在地上，灯头被蒙了一块黑纱布，就在这微黑的带着神秘的三层楼上，我也和他们一起吃的饭。我端碗来，再三的不能把饭咽下去，我看一看池田发亮的眼睛，好象她对她自己未知的命运还不如我对他们那样关心。吃鱼呀！我记不得是他们谁把一段鱼尾摆在我的碗上来。当着一个人，在他去试验他出险的道路前一刻，或者就正在出险之中，为什么还能够这样安宁呢！我实在对这晚餐不能够多吃。我为着我自己，我几次说着多余的闲间话我们好像山寨们在树林里吃饭一样按着我还是说不是吗？看像不像？回答这话的没有人，我抬头看一看四壁，这是一间藏书房，四壁黑沉沉的站着书箱或书柜。八点钟刚过，我就想去叫汽车，他们说，等一等，稍微晚一点更好。鹿地开始穿西装，白裤子，黑上衣，这是一个西洋朋友给他的旧衣裳他自己的衣裳从北四路逃出来时丢掉了。多么可笑啊！又象贾伯林又像日本人。这个不要紧！指着他已经蔓延起来的胡子对我说像日本人不像？不像。但明明是像。等汽车来了时，我告诉他你绝对不能说话，中国话也不要说，不开口最好，若忘记了说出日本字来那是危险的。报纸上登载过法租界和英租界交界的地方，常常有小汽车被验查。假若没有人陪着他们，他们两个差不多就和哑子一样了。鹿地干脆就不能开口。至于池田一听就知道说的是日本的中国话。那天晚上下着一点小雨，记得大概我是坐在他们两个人之间，有两小箱笼颠动在我们膝盖的前边。爱多亚路被指路灯所照，好象一条虹彩似的展开在我们的面前，柏油路被车轮所擦过的纹痕，在路警指管着的红绿灯下，变成一条红的，而后又变成一条绿的，我们都把眼睛看着这动乱交错的前方。同时司机人前面那块玻璃上有一根小棍来回地扫着那块扇形的地盘。"}
{"text":"假若没有人陪着他们，他们两个差不多就和哑子一样了。鹿地干脆就不能开口。至于池田一听就知道说的是日本的中国话。那天晚上下着一点小雨，记得大概我是坐在他们两个人之间，有两小箱笼颠动在我们膝盖的前边。爱多亚路被指路灯所照，好象一条虹彩似的展开在我们的面前，柏油路被车轮所擦过的纹痕，在路警指管着的红绿灯下，变成一条红的，而后又变成一条绿的，我们都把眼睛看着这动乱交错的前方。同时司机人前面那块玻璃上有一根小棍来回地扫着那块扇形的地盘。车子到了同孚路口了，我告诉车子左转，而后靠到马路的右边。这座大楼本来是有电梯的，因为司机人不在，等不及了，就从扶梯跑上去。我们三个人都提着东西，而又都跑得快，好像这一路没有出险，多半是因为这最末的一跑才做到的。医生在小客厅里接待着鹿地夫妇弄错了啦，嗯！我所听到的，这是什么话呢？我看看鹿地，我看看池田，再看看胖医生。医生弄错啦，他以为是要来看病的人，所以随时可来。那么房子呢？房子他没有。池田摆一摆手。我想这回可成问题了，我知道家绝对不能再回去。找房子立刻是可能的吗？而后我说到我家去可以吗？池田说你们家那白俄呀！医生还不错，穿了雨衣去替他们找房子去了。在这中间，非常恐慌。他说房子就在旁边，可是他去了好多时候没有回来。箱子里边有写的文章啊！老医生不是去通知捕房？池田的眼睛好像枭鸟的眼睛那么大。过了半点钟的样子，医生回来了，医生又把我们送到那新房子。走进去一看，就像个旅馆，茶房非常多，说中国话的，说法国话的，说俄国话的，说英国话的。刚一开战，鹿地就说过要到国际上去宣传，我看那时候，他可差不多去到国际上了。这地方危险是危险的，怎么办呢？只得住下了。中国茶房问先生住几天呢？我说住一两天，但是鹿地说不！不！只说了半截就回去了，大概是日本话又来到嘴边上。池田有时说中国话，有时说英国话，茶房来了一个，去了，又来了一个。鹿地静静地站在一边。大床大桌子大沙发，棚顶垂着沉重的带着锁的大灯头。并且还有一个外室，好像阳台一样。茶房都去了，鹿地仍旧站着，地心有一块花地毯，他就站在地毯的边上。我告诉他不要说日本话，因为隔壁的房子说不定住的是中国人。好好地休息吧！把被子摊在床上，衣箱就不要动了，三两天就要搬的。"}
{"text":"我说住一两天，但是鹿地说不！不！只说了半截就回去了，大概是日本话又来到嘴边上。池田有时说中国话，有时说英国话，茶房来了一个，去了，又来了一个。鹿地静静地站在一边。大床大桌子大沙发，棚顶垂着沉重的带着锁的大灯头。并且还有一个外室，好像阳台一样。茶房都去了，鹿地仍旧站着，地心有一块花地毯，他就站在地毯的边上。我告诉他不要说日本话，因为隔壁的房子说不定住的是中国人。好好地休息吧！把被子摊在床上，衣箱就不要动了，三两天就要搬的。我把这情况通知别的朋友往下我还有话要说，中国茶房进来了，手里端着一个大白铜盘子，上面站着两个汽水瓶。我想这个五块钱一天的旅馆还给汽水喝！问那茶房，那茶房说是白开水，这开水怎样卫生，怎样经过过滤，怎样多喝了不会生病。正在这时候，他却来讲卫生了。向中国政府办理证明书的人说，再有三五天大概就替他们领到，可是到第七天还没有消息。他们在那房子里边，简直和小鼠似的，地板或什么东西有时格格地作响，至于讲话的声音，外边绝对听不到。每次我去的时候，鹿地好像还是照旧的样子，不然就是变了点，也究竟没变了多少，喜欢讲笑话。不知怎么想起来的，他又说他怕女人女人我害怕，别的我不怕女人我最怕。帝国主义你不怕？我说。我不怕，我打死他。日本警察捉你也不怕？我和池田是站在一面的。池田听了也笑，我也笑，池田在这几天的不安中也破例了。那么你就不用这里逃到那里，让日本警察捉去好啦！其实不对的，你还是最怕日本警察。我看女人并不绝顶的厉害，还是日本警察绝顶的厉害。我们都笑了，但是都没有高声。最显现在我面前的是他们两个有点憔悴的颜面。有一天下午，我陪着他们谈了两个多钟头，对于这一点点时间，他们是怎样的感激呀！我临走时说明天有工夫，我早点来看你们，或者是上午。尤其是池田立刻说谢谢，并且立刻和我握握手。第二天我又来迟了，池田不在房里。鹿地一看到我，就从桌上摸到一块白纸条。他摇一摇手而后他在纸条上写着今天下午有巡捕在门外偷听了，一下午英国巡捕即印度巡捕中国巡捕，从一点钟起停到五点钟才走。但最感动我的是他在纸条上出现着这样的字――今天我决心被捕。这被捕不被捕，怎能是你决心不决心的呢？"}
{"text":"我临走时说明天有工夫，我早点来看你们，或者是上午。尤其是池田立刻说谢谢，并且立刻和我握握手。第二天我又来迟了，池田不在房里。鹿地一看到我，就从桌上摸到一块白纸条。他摇一摇手而后他在纸条上写着今天下午有巡捕在门外偷听了，一下午英国巡捕即印度巡捕中国巡捕，从一点钟起停到五点钟才走。但最感动我的是他在纸条上出现着这样的字――今天我决心被捕。这被捕不被捕，怎能是你决心不决心的呢？这话我不能对他说，因为我知道他用的是日本文法。我又问他打算怎样呢？他说没有办法，池田去到家里。那个时候经济也没有了，证明书还没有消息。租界上日本有追捕日本或韩国人的自由。想要脱离租界，而又一步不能脱离。到中国地去，要被中国人误认作间谍。他们的生命，就象系在一根线上么脆弱。那天晚上，我把他们的日记文章和诗，包集起来带着离开他们。我说假使日本人把你们捉回去，说你们帮助中国，总是没有证据的呀！我想我还是赶快走的好，把这些致命的东西快些带开。临走时我和他握握手，我说不怕。至于怕不怕，下一秒钟谁都没有把握。但我是说了，就象说给站在狼洞里边的孩子一样。以后再去看他们，他们就搬了，我们也就离开上海。署名萧红刊于年月日武汉文艺阵地第一卷第二期无题早晨一起来我就晓得我是住在湖边上了。我对于这在雨天里的湖的感觉，虽然生疏，但并不象南方的朋友们到了北方，对于北方的风沙的迷漫，空气的干燥，大地的旷荡所起的那么不可动摇的厌恶和恐惧。由之于厌恶和恐惧，他们对于北方反而讴歌起来了。沙土迷了他们的眼睛的时候，他们说伟大的风沙啊！黄河地带的土层遮漫了他们的视野的时候，他们说那是无边的使他们不能相信那也是大地。迎着风走去，大风塞住他们的呼吸的时候，他们说这这这他们说不出来了，北方对于他们的讴歌也伟大到不能够容许了。但，风一停住，他们的眼睛能够睁开的时候，他们仍旧是看，而嘴也就仍旧是说。有一次我忽然感到是被侮辱着了，那位一路上对大风讴歌的朋友，一边擦着被风沙伤痛了的眼睛一边问着我你们家乡那边就终年这样？那里！那里！"}
{"text":"迎着风走去，大风塞住他们的呼吸的时候，他们说这这这他们说不出来了，北方对于他们的讴歌也伟大到不能够容许了。但，风一停住，他们的眼睛能够睁开的时候，他们仍旧是看，而嘴也就仍旧是说。有一次我忽然感到是被侮辱着了，那位一路上对大风讴歌的朋友，一边擦着被风沙伤痛了的眼睛一边问着我你们家乡那边就终年这样？那里！那里！我们那边冬天是白雪，夏天是云雨蓝天和绿树只是春天有几次大风，因为大风是季节的症候，所以人们也爱它。是往山西去的路上，我就指着火车外边所有的黄土层在我们家乡那边都是平原，夏天是青的，冬天是白的，春天大地被太阳蒸发着，好象冒烟一样从冬天活过来了，而秋天收割。而我看他似乎不很注意听的样子。东北还有不被采伐的煤矿，还有大森林所以日本人唔！唔！他完全没有注意听，他的拜佩完全是对着风沙和黄土。我想这对于北方的讴歌就象对于原始的大兽的讴歌一样。在西安和八路军残废兵是同院住着，所以朝夕所看到的都是他们。有一天我看到一个残废的女兵，我就向别人问也是战斗员吗？那回答我的人也非常含混，他说也许是战斗员，也许是女救护员，也说不定。等我再看那腋下支着两根木棍，同时摆荡着一只空裤管的女人的时候，但是看不见了，她被一堵墙遮没住，留给我的只是那两根使她每走一步，那两肩不得安宁的新从木匠手里制作出来的白白木棍。我面向着日本帝国主义，我要讴歌了！就象南方的朋友们去到了北方，对于那终年走在风沙里的瘦驴子，由于同情而要讴歌她了。但这只是一刻的心情，对于野蛮的东西所遗留下来的痕迹，憎恶在我是会破坏了我的艺术的心意的。那女兵将来也要作母亲的，孩子若问她妈妈为什么你少了一条腿呢？妈妈回答是日本帝国主义给切断的。作为一个母亲，当孩子指问到她的残缺点的时候，无管这残缺是光荣过，还是耻辱过，对于作母亲的都一齐会成为灼伤的。被合理所影响的事物，人们认为是没有力量的弱的或者也就被说成生命力已经被损害了的所谓生命力不强的比方屠介涅夫在作家里面，人们一提到他好是好的，但，但但怎么样呢？我就看到过很多对屠介涅夫摇头的人，这摇头是为什么呢？不能无所因。"}
{"text":"妈妈回答是日本帝国主义给切断的。作为一个母亲，当孩子指问到她的残缺点的时候，无管这残缺是光荣过，还是耻辱过，对于作母亲的都一齐会成为灼伤的。被合理所影响的事物，人们认为是没有力量的弱的或者也就被说成生命力已经被损害了的所谓生命力不强的比方屠介涅夫在作家里面，人们一提到他好是好的，但，但但怎么样呢？我就看到过很多对屠介涅夫摇头的人，这摇头是为什么呢？不能无所因。久了，同时也因为我对摇头的人过于琢磨的缘故，默默之中感到了，并且在我的灵感达到最高潮的时候，也就无恐惧起来，我就替摇头者们嚷着说他的生命力不强！屠介涅夫是合理的，幽美的，宁静的，正路的，他是从灵魂而后走到本能的作家。和他走同一道路的，还有法国的罗曼罗兰。别的作家们他们则不同，他们暴乱邪狂破碎，他们是先从本能出发或者一切从本能出发而后走到灵魂。有慢慢走到灵魂的，也有永久走不到灵魂的，那永久走不到灵魂的，他就永久站在他的本能上喊着我的生命力强啊！我的生命力强啊！但不要听错了，这可并不是他自己对自己的惋惜，一方面是在骄傲着生命力弱的，另一面是在招呼那些尚在向灵魂出发的在半途上感到吃力，正停在树下冒汗的朋友们。听他这一招呼，可见生命力强的也是孤独的。于是我这佩服之感也就不完整了。偏偏给我看到的生命力顶强的是日本帝国主义。人家都说日本帝国主义野蛮，是兽类，是爬虫类，是没有血液的东西。完全荒毛的呀！所以这南方上的风景，看起来是比北方的风沙愉快的。同时那位南方的朋友对于北方的讴歌，我也并不是讽刺他。去把捉完全隔离的东西，不管谁，大概都被吓住的。我对于南方的鉴赏，因为我已经住了几年的缘故，初来到南方也是不可能。署名萧红，刊于年月日武汉七月第集第期寄东北流亡者沦落在异地的东北同胞们当每个秋天的月亮快圆的时候，你们的心总被悲哀装满。想起高粱油绿的叶子，想起白发的母亲或幼年的亲眷。你们的希望曾随着秋天的满月，在幻想中赊取了七次，而每次都是月亮如期的圆了，而你们的希望却随着高粱叶子萎落。但是自从八一三之后，上海的炮火响了，中国政府积极抗战揭开，九一八的成了习惯的暗淡与愁惨却在炮火的交响里换成了激动兴奋和感激。这时，你们一定也流泪了。这是感激的泪，兴奋的泪，激动的泪。"}
{"text":"想起高粱油绿的叶子，想起白发的母亲或幼年的亲眷。你们的希望曾随着秋天的满月，在幻想中赊取了七次，而每次都是月亮如期的圆了，而你们的希望却随着高粱叶子萎落。但是自从八一三之后，上海的炮火响了，中国政府积极抗战揭开，九一八的成了习惯的暗淡与愁惨却在炮火的交响里换成了激动兴奋和感激。这时，你们一定也流泪了。这是感激的泪，兴奋的泪，激动的泪。记得抗战以后，第一个九一八是怎样纪念的呢？中国飞行员在这天做了突击的工作，他们对于出云舰的袭击做了出色的功绩。那夜里，日本神经质的高射炮手，浪费的用红色的绿色的淡蓝色的炮弹把天空染红了。但是我们的飞行员仍然以精确的技巧和沉毅的态度来攻击这催毁文化摧毁和平的法西斯魔手。几百万市民都仰起头来寻觅，其实他们是什么也看不见的，但是他们一定要看。在那黑黝黝的天空里仿佛什么都找不到，而这里就隐藏着我们抗战的活动的每个角度。第一个煽惑起东北同胞的思想的是我们就要回家去了！是的，家是可以回去的，而且家也是好的，土地是宽阔的，米粮是富足的。是的，人类是何等的对着故乡寄注了强烈的怀念呵！黑人对着迪斯的痛苦的响往，爱尔兰的诗人夏芝想回到那有蜂房一窠，菜畦九畴的茵尼斯，做过水手的约翰曼殊斐儿狂热的愿意回到海上。但是等待了七年的同胞们，单纯的心急是没用的，感情的焦躁不但无价值，而常常是理智的降低。要把急切的心情放在工作的表现上才对。我们的位置就是永远站在别人的前边的那个位置。我们是应该第一个打开了门而是最末走进去的人。抗战到现在已经遭遇到最艰苦的阶段，而且也就是最后胜利接近的阶段。在美国贾克伦敦所写的一篇短篇小说上，描写两个拳师在冲击的斗争里，祗系于最后的一拳。而那个可怜的老拳师所以失败的原因，也只在少吃了一块牛扒。假若事先他能在肚里装进一块牛扒，胜利一定属于他的。东北流亡同胞们，我们的地大物博，决定我们的沉着毅勇，正与敌人的急功切进相反，所以最后的一拳一定是谁最沉着的就是谁打得最有力。我们应该献身给祖国做前卫的工作，就如我们应该把失地收复一样。这是无可怀疑的。东北流亡的同胞们，为了失去的土地上的高粱谷子，努力吧为了失去的土地上年老的母亲，努力吧为了失去的地面上的痛心的一切的记忆，努力吧！"}
{"text":"而那个可怜的老拳师所以失败的原因，也只在少吃了一块牛扒。假若事先他能在肚里装进一块牛扒，胜利一定属于他的。东北流亡同胞们，我们的地大物博，决定我们的沉着毅勇，正与敌人的急功切进相反，所以最后的一拳一定是谁最沉着的就是谁打得最有力。我们应该献身给祖国做前卫的工作，就如我们应该把失地收复一样。这是无可怀疑的。东北流亡的同胞们，为了失去的土地上的高粱谷子，努力吧为了失去的土地上年老的母亲，努力吧为了失去的地面上的痛心的一切的记忆，努力吧！而且我们要竭力克服残存的那种小地主意识和官僚主义的余毒，赶快的加入到生产的机构里，因为九一八以后的社会变更，已经使你们失去了大片土地的依存，要还是固守从前的生活方式，坐吃山空，那样你们的资产只剩了哀愁和苦闷。做个商人去，做个工人去，做一个能生产的人比做一个在幻想上满足自己的流浪人，要对国家有利得多。幻想不能泛滥，现实在残酷地抨击你的时候，逃避只会得到更坏的暗袭。时值流亡在异乡的故友们，敬希珍重，拥护这个抗战和加强这个抗战，向前走去。暑名萧红，刊于年月日汉口大公报副刊战线第期我之读世界语我一见到懂世界语的朋友们，我总向他们发出几个难题，而这几个难题又总是同样的。当我第一次走进上海世界语协会的时候，我的希望很高。我打算在一年之内，我要翻译关于文学的书籍，在半年之内我能够读报纸。偏偏第一课没有上，只是教世界语的那位先生把世界语讲解了一番。听他这一讲我更胆壮了。他说每一个名词的尾音是，每一个形容词的尾音是还有动词的尾音是什么，还有每一个单字的重音在最末的第二个母音上。而后读一读字母就下课了。我想照他这样说还用得着半年吗？三个月我就要看短篇小说的。那天我就在世界语协会买了一本小彼得出来，而别人有用世界语说着再见！我一听也就会了，真是没有什么难。第二天我也就用世界语说着再见！现在算起，这再见已经说了三四年了，奇怪的是并没有比再见更会说一句完整的话。这次在青年会开纪念柴门史诞辰八十周年纪念的时候，钟宪民先生给每个人带来一本东方呼声，若不是旁边注着中国字，我那里看得懂这刊物叫什么名字呢？但是按照着世界语的名字读出来我竟不能够，可见我连字母都忘了。我为什么没有接着学呢？"}
