{"text":"还有一种显著的变迁是广告的杂乱。看广告的种类，大概是就可以推见这刊物的性质的。例如正人君子们所办的现代评论上，就会有金城银行的长期广告，南洋华侨学生所办的秋野上，就能见虎标良药的招牌。虽是打着革命文学旗子的小报，只要有那上面的广告大半是花柳药和饮食店，便知道和读者，仍然和先前的专讲妓女戏子的小报的人们同流，现在不过用男作家，女作家来替代了倡优，或捧或骂，算是在文坛上做工夫。语丝初办的时候，对于广告的选择是极严的，虽是新书，倘社员以为不是好书，也不给登载。因为是同人杂志，所以撰稿者也可行使这样的职权。听说北新书局之办北新半月刊，就因为在语丝上不能自由登载广告的缘故。但自从移在上海出版以后，书籍不必说，连医生的诊例也出现了，袜厂的广告也出现了，甚至于立愈遗精药品的广告也出现了。固然，谁也不能保证语丝的读者决不遗精，况且遗精也并非恶行，但善后办法，却须向申报之类，要稳当，则向医药学报的广告上去留心的。我因此得了几封诘责的信件，又就在语丝本身上登了一篇投来的反对的文章。但以前我也曾尽了我的本分。当袜厂出现时，曾经当面质问过小峰，回答是发广告的人弄错的遗精药出现时，是写了一封信，并无答复，但从此以后，广告却也不见了。我想，在小峰，大约还要算是让步的，因为这时对于一部分的作家，早由北新书局致送稿费，不只负发行之责，而语丝也因此并非纯粹的同人杂志了。积了半年的经验之后，我就决计向小峰提议，将语丝停刊，没有得到赞成，我便辞去编辑的责任。小峰要我寻一个替代的人，我于是推举了柔石。但不知为什么，柔石编辑了六个月，第五卷的上半卷一完，也辞职了。以上是我所遇见的关于语丝四年中的琐事。试将前几期和近几期一比较，便知道其间的变化，有怎样的不同，最分明的是几乎不提时事，且多登中篇作品了，这是因为容易充满页数而又可免于遭殃。虽然因为毁坏旧物和戳破新盒子而露出里面所藏的旧物来的一种突击之力，至今尚为旧的和自以为新的人们所憎恶，但这力是属于往昔的了。十二月二十二日。本篇最初发表于一九三年二月一日萌芽月刊第一卷第二期，发表时还有副题我所遇见的六个文学团体之五。山雨半月刊，一九二八年八月在上海创刊，同年十二月停刊。"}
{"text":"试将前几期和近几期一比较，便知道其间的变化，有怎样的不同，最分明的是几乎不提时事，且多登中篇作品了，这是因为容易充满页数而又可免于遭殃。虽然因为毁坏旧物和戳破新盒子而露出里面所藏的旧物来的一种突击之力，至今尚为旧的和自以为新的人们所憎恶，但这力是属于往昔的了。十二月二十二日。本篇最初发表于一九三年二月一日萌芽月刊第一卷第二期，发表时还有副题我所遇见的六个文学团体之五。山雨半月刊，一九二八年八月在上海创刊，同年十二月停刊。该刊第一卷第四期一九二八年十月发表署名西屏的联想三则，其中说山雨在语丝第四卷第十七期发表过一则讣闻按指偶像与奴才一文后所附致信中说的山雨在宁波创刊未成一事，这在本刊第一期的发刊刑已经提起过了。现在所以要重提者，则是关于先生的事。先生在那篇讣闻后面，附有复信，其辞曰读了来稿之后，我有些地方是不同意的。其一，便是我觉得自己也是颇喜欢输入洋文艺者之一。这几句话简直在派我是反对，或者客气一些说来是颇不喜欢输入洋文艺者之一。推绎先生之所以有这个误解者，大抵是我底去稿太坏之故，因为他是说读了来稿之后也。文字的题目是偶像与奴才，文中也颇引些外国名人的话，我想这至少也可免去我是顽固而反对输入洋派的嫌疑吧，――然而仍然不免。因此，我联想起一件故事来。记得孙伏园先生编辑晨报副刊时，曾经登载打孔家店的老将吴虞底艳体诗，没有加以明白的说明，引起读者的责问，于是孙老先生就有浅薄的读者一篇教训文字，于是而有幽默的提倡。此时回想当日，觉得先生似乎也有做伏园先生教训的读者之资格。张孟闻笔名西屏，浙江宁波人，山雨半月刊的编者之一。一九二八年三四月间，他和关于偶像与奴才一文的通信，现收入集外集拾遗补编，题为通讯复张孟闻。不虞之誉语见孟子离娄。不虞，意料不到。拿破仑即拿破仑波拿巴，―，法国军事家政治家，法兰西第一帝国皇帝。他曾不断率军向外侵略欧洲各国。晨报副刊研究系机关报晨报的副刊，一九二一年十月十二日创刊。晨报在政治上拥护北洋政府，但晨报副刊在进步力量的推动下，一个时期内是赞助新文化运动的重要期刊之一。一九二一年秋至一九二四年冬由孙伏园编辑。"}
{"text":"不虞之誉语见孟子离娄。不虞，意料不到。拿破仑即拿破仑波拿巴，―，法国军事家政治家，法兰西第一帝国皇帝。他曾不断率军向外侵略欧洲各国。晨报副刊研究系机关报晨报的副刊，一九二一年十月十二日创刊。晨报在政治上拥护北洋政府，但晨报副刊在进步力量的推动下，一个时期内是赞助新文化运动的重要期刊之一。一九二一年秋至一九二四年冬由孙伏园编辑。指刘勉己，他在一九二四年回国后任晨报代理总编辑。学者指陈西滢。徐志摩在一九二六年一月十三日晨报副刊闲话引出来的闲话中，说陈源私淑法朗士，学他已经有根了，只有像西滢那样，才当得起学者的名词。法兰斯―，通译法朗士，法国作家。著有长篇小说波纳尔之罪黛依丝企鹅岛等。威尔士，―英国作家，著有长篇小说未来的世界世界史纲等。萧，即萧伯纳，参看南腔北调集谁的矛盾及其注。陈源疑为涵庐即高一涵。一九二六年初，当与陈源进行论战时，涵庐在现代评论第四卷第八十九期一九二六年二月二十一日的一则闲话中说我二十四分的希望一般文人收起互骂的去宝万一骂溜了嘴，不能收束，正可以同那实在可骂而又实在不敢骂的人们，斗斗法宝，就是到天桥走走，似乎也还值得些！否则既不敢到天桥去，又不敢不骂人，所以专将法宝在无枪阶级的头上乱祭，那末，骂人诚然是骂人，却是高傲也难乎其为高傲罢。按当时北京的刑场在天桥附近。川岛章廷谦，笔名川岛，浙江绍兴人，当时北京大学学生。谭正璧江苏嘉定今属上海人，文学工。他在中国文学进化史一九二九年九月上海光华书局出版中说的小说集是呐喊和彷徨，许钦文王鲁彦芳草等和他是一派这派，起初大都因耐不住沉寂而起来呐喊，后来屡遭失望，所收获的只是异样的空袭，于是只有彷徨于十字街头了。即扎拉图斯特拉如是说，尼采于一八八三年至一八八五年写的哲学著作。书中借古代波斯的圣者扎拉图斯特拉宣扬超人学说。疑古玄同即钱玄同。"}
{"text":"他在中国文学进化史一九二九年九月上海光华书局出版中说的小说集是呐喊和彷徨，许钦文王鲁彦芳草等和他是一派这派，起初大都因耐不住沉寂而起来呐喊，后来屡遭失望，所收获的只是异样的空袭，于是只有彷徨于十字街头了。即扎拉图斯特拉如是说，尼采于一八八三年至一八八五年写的哲学著作。书中借古代波斯的圣者扎拉图斯特拉宣扬超人学说。疑古玄同即钱玄同。张大元帅即张作霖―，辽宁海城人，奉系军阀首领。一九二四年起把持北洋政府，一九二七年六月自封中华民国军政府陆海军大元帅。他于一九二七年十月查封了北新书局和语丝。指语丝第四卷第十二期一九二八年三月十九日白薇作的独幕剧革命神的受难。该剧中有革命神斥责一个反动军官的台词原来你是民国英雄，是革命军的总指挥么？你阳假革命的美名，阴行你吃人的事实。这实际上是影射蒋介石的，因此语丝就受到国民党反动派的警告。浙江的党务指导委员指许绍棣。语丝第四卷第三十二期一九二八年八月六日刊载了读者冯珧谈谈复旦大学一文，揭露复旦大学内部一些腐败情况。出身于该校的许绍棣便于一九二八年九月，用国民党浙江省党务指导委员会的名义，以言论乖谬，存心反动的罪名，在浙江查禁了语丝并其他书刊十五种。刘半农―名复，江苏江阴人，作家。当时是北京大学教授，语丝经常撰稿人之一。他在语丝第四卷第九期一九二八年二月二十七日发表杂览之十六林则徐照会英吉利国王公文，其中说林被英人俘虏，并且明正了典刑，在印度舁尸游街。语丝第四卷第十四期刊登了读者洛卿的来信，指出了这一错误。江绍原安徽旌德人。当时北京大学讲师，语丝撰稿人之一。贡献旬刊，国民党改组派的刊物，一九二七年十二月五日创刊于上海。该刊第三卷第一期一九二八年六月五日发表简又文的我所认识的冯玉祥及西北军，同时登载江绍原的介绍文章，其中说同学简又文先生，最近和我通信，里面附有他著的小册子十六年十一月在旅沪广东学校联合会所讲我所认识的冯玉祥及西北军，并问语丝能否登载。"}
{"text":"江绍原安徽旌德人。当时北京大学讲师，语丝撰稿人之一。贡献旬刊，国民党改组派的刊物，一九二七年十二月五日创刊于上海。该刊第三卷第一期一九二八年六月五日发表简又文的我所认识的冯玉祥及西北军，同时登载江绍原的介绍文章，其中说同学简又文先生，最近和我通信，里面附有他著的小册子十六年十一月在旅沪广东学校联合会所讲我所认识的冯玉祥及西北军，并问语丝能否登载。但语丝向来不转载已经印出之刊物先生复函中语，现在我便自动将它介绍给孙伏园先生主编的贡献。我想注意冯氏及其军队的人们，必乐于参考简又文先生的观察和意见。秋野月刊，上海暨南大学华侨学生组织的秋野社编辑，一九二七年十一月创刊，次年十月停刊。指语丝第五卷第四期一九二九年四月的建议撤销广告。伪自由书前记前记花边文学五十三岁寿辰全家合影与萧伯纳等合影书赠瞿秋白联语自由谈动向发表的部分文章书影全集第五卷伪自由书本书收一九三三年一月至五月间所作杂文四十三篇，一九三三年十月由上海北新书局以青光书局名义出版。一九三六年十一月曾由上海联华书局改名不三不四集印行一版。此后印行的版本都与初版相同。前记这一本小书里的，是从本年一月底起至五月中旬为止的寄给申报上的自由谈的杂感。我到上海以后，日报是看的，却从来没有投过稿，也没有想到过，并且也没有注意过日报的文艺栏，所以也不知道申报在什么时候开始有了自由谈，自由谈里是怎样的文字。大约是去年的年底罢，偶然遇见先生，他告诉我说，自由谈的编辑新换了黎烈文先生了，但他才从法国回来，人地生疏，怕一时集不起稿子，要我去投几回稿。我就漫应之曰那是可以的。对于达夫先生的嘱咐，我是常常漫应之曰那是可以的的。直白的说罢，我一向很回避创造社里的人物。这也不只因为历来特别的攻击我，甚而至于施行人身攻击的缘故，大半倒在他们的一副创造脸。虽然他们之中，后来有的化为隐士，有的化为富翁，有的化为实践的革命者，有的也化为奸细，而在创造这一面大纛之下的时候，却总是神气十足，好像连出汗打嚏，也全是创造似的。"}
{"text":"我就漫应之曰那是可以的。对于达夫先生的嘱咐，我是常常漫应之曰那是可以的的。直白的说罢，我一向很回避创造社里的人物。这也不只因为历来特别的攻击我，甚而至于施行人身攻击的缘故，大半倒在他们的一副创造脸。虽然他们之中，后来有的化为隐士，有的化为富翁，有的化为实践的革命者，有的也化为奸细，而在创造这一面大纛之下的时候，却总是神气十足，好像连出汗打嚏，也全是创造似的。我和达夫先生见面得最早，脸上也看不出那么一种创造气，所以相遇之际，就随便谈谈对于文学的意见，我们恐怕是不能一致的罢，然而所谈的大抵是空话。但这样的就熟识了，我有时要求他写一篇文章，他一定如约寄来，则他希望我做一点东西，我当然应该漫应曰可以。但应而至于漫，我已经懒散得多了。但从此我就看看自由谈，不过仍然没有投稿。不久，听到了一个传闻，说自由谈的编辑者为了忙于事务，连他夫人的临蓐也不暇照管，送在医院里，她独自死掉了。几天之后，我偶然在自由谈里看见一篇文章，其中说的是每日使婴儿看看遗照，给他知道曾有这样一个孕育了他的母亲。我立刻省悟了这就是黎烈文先生的作品，拿起笔，想做一篇反对的文章，因为我向来的意见，是以为倘有慈母，或是幸福，然若生而失母，却也并非完全的不幸，他也许倒成为更加勇猛，更无挂碍的男儿的。但是也没有竟做，改为给自由谈的投稿了，这就是这本书里的第一篇崇实又因为我旧日的笔名有时不能通用，便改题了何家干，有时也用干或丁萌。这些短评，有的由于个人的感触，有的则出于时事的刺戟，但意思都极平常，说话也往往很晦涩，我知道自由谈并非同人杂志，自由更当然不过是一句反话，我决不想在这上面去驰骋的。我之所以投稿，一是为了朋友的交情，一则在给寂寞者以呐喊，也还是由于自己的老脾气。然而我的坏处，是在论时事不留面子，砭锢弊常取类型，而后者尤与时宜不合。盖写类型者，于坏处，恰如病理学上的图，假如是疮疽，则这图便是一切某疮某疽的标本，或和某甲的疮有些相像，或和某乙的疽有点相同。而见者不察，以为所画的只是他某甲的疮，无端侮辱，于是就必欲制你画者的死命了。例如我先前的论叭儿狗，原也泛无实指，都是自觉其有叭儿性的人们自来承认的。这要制死命的方法，是不论文章的是非，而先问是那一个也就是别的不管，只要向施行人身攻击了。"}
{"text":"然而我的坏处，是在论时事不留面子，砭锢弊常取类型，而后者尤与时宜不合。盖写类型者，于坏处，恰如病理学上的图，假如是疮疽，则这图便是一切某疮某疽的标本，或和某甲的疮有些相像，或和某乙的疽有点相同。而见者不察，以为所画的只是他某甲的疮，无端侮辱，于是就必欲制你画者的死命了。例如我先前的论叭儿狗，原也泛无实指，都是自觉其有叭儿性的人们自来承认的。这要制死命的方法，是不论文章的是非，而先问是那一个也就是别的不管，只要向施行人身攻击了。自然，其中也并不全是含愤的病人，有的倒是代打不平的侠客。总之，这种战术，是陈源教授的即教育部佥事周树人开其端，事隔十年，大家早经忘却了，这回是王平陵先生告发于前，周木斋先生揭露于后，都是做着关于本身的文章，或则牵连而至于左翼文学者。此外为我所看见的还有好几篇，也都附在我的本文之后，以见上海有些所谓文学家的笔战，是怎样的东西，和我的短评本身，有什么关系。但另有几篇，是因为我的感想由此而起，特地并存以便读者的参考的。我的投稿，平均每月八九篇，但到五月初，竟接连的不能发表了，我想，这是因为其时讳言时事而我的文字却常不免涉及时事的缘故。这禁止的是官方检查员，还是报馆总编辑呢，我不知道，也无须知道。现在便将那些都归在这一本里，其实是我所指摘，现在都已由事实来证明的了，我那时不过说得略早几天而已。是为序。一九三三年七月十九夜，于上海寓庐，记。申报旧中国出版时间最久的日报。一八七二年四月三十日清同治十一年三月二十三日由英商在上海创办，一九九年为买办席裕福所收买，一九一二年转让给史量才，次年由史接办。九一八事变一二八事变以后，曾反映民族资产阶级的抗日要求。一九三四年十一月史量才遭国民党暗杀后，该报重趋保守。一九四九年五月二十六日上海解放时停刊。自由谈是该报副刊之一，始办于一九一一年八月二十四日，原以刊载鸳鸯蝴蝶派作品为主，一九三二年十二月起，一度革新内容，常刊载进步作家写的杂文短评。―浙江富阳人，作家。创造社主要成员之一。一九二八年曾与合编奔流月刊。著有短篇小说集沉沦中篇小说她是一个弱女子游记散文集屐痕处处等。黎烈文―湖南湘潭人，翻译家。一九三二年十二月起任申报自由谈编辑，一九三四年五月去职。"}
{"text":"自由谈是该报副刊之一，始办于一九一一年八月二十四日，原以刊载鸳鸯蝴蝶派作品为主，一九三二年十二月起，一度革新内容，常刊载进步作家写的杂文短评。―浙江富阳人，作家。创造社主要成员之一。一九二八年曾与合编奔流月刊。著有短篇小说集沉沦中篇小说她是一个弱女子游记散文集屐痕处处等。黎烈文―湖南湘潭人，翻译家。一九三二年十二月起任申报自由谈编辑，一九三四年五月去职。创造社新文学运动中著名的文学团体，一九二年至一九二一年间成立，主要成员有郭沫若成仿吾等。它初期的文学倾向是浪漫主义，带有反帝反封建的色彩。第一次国内革命战争期间，郭沫若成仿吾等先后参加革命实际工作。一九二七年该社倡导无产阶级革命文学运动，同时增加了冯乃超彭康李初梨等从国外回来的新成员。一九二八年，创造社和另一提倡无产阶级文学的太阳社对的批评和对他们的反驳，形成了一次以革命文学问题为中心的论争。一九二九年二月，该社被国民党反动派封闭。它曾先辑出版创造季刊创造周报创造日洪水创造月刊文化批判等刊物，以及创造丛书。指黎烈文的写给一个在另一世界的人。是一篇缅怀亡妻的文章，载于一九三三年一月二十五日自由谈，后收入他的散文集崇高的母性。第一篇刊于自由谈上的文章，是逃的合理化，收入本书时改题逃的辩护。陈源―字通伯，笔名西滢，江苏无锡人，现代评论派重要成员。曾任北京大学武汉大学教授。即教育部佥事周树人，是陈源在一九二六年一月三十日晨报副刊发表的致志摩中说的话。王平陵―江苏溧阳人，国民党御用文人。这里说的告发，见本书不通两种附录最通的文艺。周木斋―江苏武进人，当时在上海从事编辑和写作。这里说的揭露，见本书文人无文附录第四种人。光明所到光明所到中国监狱里的拷打，是公然的秘密。上月里，民权保障同盟曾经提起了这问题。"}
{"text":"这里说的告发，见本书不通两种附录最通的文艺。周木斋―江苏武进人，当时在上海从事编辑和写作。这里说的揭露，见本书文人无文附录第四种人。光明所到光明所到中国监狱里的拷打，是公然的秘密。上月里，民权保障同盟曾经提起了这问题。但外国人办的字林西报就揭载了二月十五日的北京通信，详述胡适博士曾经亲自看过几个监狱，很亲爱的告诉这位记者，说据他的慎重调查，实在不能得最轻微的证据，他们很容易和犯人谈话，有一次胡适博士还能够用英国话和他们会谈。监狱的情形，他胡适博士――干注说，是不能满意的，但是，虽然他们很自由的哦，很自由的――干注诉说待遇的恶劣侮辱，然而关于严刑拷打，他们却连一点儿暗示也没有。我虽然没有随从这回的慎重调查的光荣，但在十年以前，是参观过北京的模范监狱的。虽是模范监狱，而访问犯人，谈话却很不自由，中隔一窗，彼此相距约三尺，旁边站一狱卒，时间既有限制，谈话也不准用暗号，更何况外国话。而这回胡适博士却能够用英国话和他们会谈，真是特别之极了。莫非中国的监狱竟已经改良到这地步，自由到这地步还是狱卒给英国话吓倒了，以为胡适博士是李顿爵士的同乡，很有来历的缘故呢？幸而我这回看见了招商局三大案上的胡适博士的题辞公开检举，是打倒黑暗政治的唯一武器，光明所到，黑暗自消。原无新式标点，这是我僭加的――干注。我于是大彻大悟。监狱里是不准用外国话和犯人会谈的，但胡适博士一到，就开了特例，因为他能够公开检举，他能够和外国人很亲爱的谈话，他就是光明，所以光明所到，黑暗就自消了。他于是向外国人公开检举了民权保障同盟，黑暗倒在这一面。但不知这位光明回府以后，监狱里可从此也永远允许别人用英国话和犯人会谈否？如果不准，那就是光明一去，黑暗又来了也。而这位光明又因为大学和庚款委员会的事务忙，不能常跑到黑暗里面去，在第二次慎重调查监狱之前，犯人们恐怕未必有很自由的再说英国话的幸福了罢。呜呼，光明只跟着光明走，监狱里的光明世界真是暂时得很！但是，这是怨不了谁的，他们千不该万不该是自己犯了法。好人就决不至于犯法。倘有不信，看这光明！三月十五日。"}
