{"text":"立就是不动，作人做事处世的道理不变了，确定了，这个人生非走这个路子不可。但是这时候还有怀疑，还有摇摆的现象，四十而不惑，到了四十岁，才不怀疑，但这是对形而下的学问人生而言。还要再加十年，到了五十岁，才五十而知天命。天命是哲学的宇宙来源，这是形而上的思想本体范围。到了六十而耳顺，这里问题又来了，孔子在六十以前耳朵有什么问题不顺，耳腔发炎吗？这句很难解释，可能在当时漏刻了文字。可能是六十而下面有一个句读。如果照旧，耳顺的道理就是说，自十五岁开始作人处世，学问修养，到了六十岁，好话坏话尽管人家去说，自己都听得进去而毫不动心，不生气，你骂我，我也听得进去，心里平静。注意！心里平静不是死气沉沉，是很活泼，很明确是非善恶，对好的人觉得可爱，对坏的人，更觉得要帮助改成好人，要这样平静，这个学问是很难的。然后再加十年，才从心所欲。西方的文化就是自由，但下面有一句很重要的话不逾矩。我们上街去看看，这家包子做得好，就拿来吃，从心所欲嘛！行吗？要不逾矩。人与人之间要有一个范围。从心所欲――自由而不能超过这个范围，所以不逾矩，同时这句话也通于形而上的道理。讲到这里，我们要研究孔子为什么把几十年所经历作人做事做学问的经验，要放在为政篇里。这经验太重要了，本来为政就是须要人生的经验。在世界上有两个东西是没有办法实验的，就是政治和军事。这两个东西，包罗万象，变动不居。从历史上看，古今中外的政治，专制君主民主集体，究竟哪样好？谁能下得了这个结论？尤其现代的中国，几十年来，西方的什么思想文化，都搬到中国这个舞台上来玩过，结果如何呢？所以为政的人是要了解人生，要有经验，要多去体会。因此孔子将自己的经验讲出来，编到为政这一篇，就是暗示一般从政者，本身的修养以及作人做事的艰难，并不简单，要效法他这个精神，在工作上去体会了解它，才把这一段编到为政中来。从上面几段，我们得到一个结论不管是为政或做事，是要靠人生经验的累积。而人生经验累积成什么东西呢？简单的四个字――人情世故。讲到人情世故，中国人现在往往把这个名词用反了，这是很坏的事。如果说这家伙太世故了！便是骂人。尤其外国人批评中国人，几年前在中央日报我就看到这样的文章，说中国人什么都好，就是太重人情了。"}
{"text":"从上面几段，我们得到一个结论不管是为政或做事，是要靠人生经验的累积。而人生经验累积成什么东西呢？简单的四个字――人情世故。讲到人情世故，中国人现在往往把这个名词用反了，这是很坏的事。如果说这家伙太世故了！便是骂人。尤其外国人批评中国人，几年前在中央日报我就看到这样的文章，说中国人什么都好，就是太重人情了。这里一般年轻人的反应，认为这个外国人的文章写得非常透彻，我说你们不要认为外国人在中国留学两三年，就能懂中国文化，那你们都是干什么的？几十年的饭是白吃了。中国文化一直在讲人情，所谓人情，不是过年过节的时候，提着一只火腿，前街送到后巷，左邻送到右舍，在外面送来送去地转了个把月，说不定又转回来物归原主了。这只是情礼的象征，中国文化所讲的人情是指人与人之间的性情。人情这两个字，现在解释起来，包括了社会学政治学心理学行为科学等等学问都在内，也就是人与人之间融洽相处的感情。世故就是透彻了解事物，懂得过去现在未来。故就是事情，世故就是世界上这些事情，要懂得人，要懂得事，就叫做人情世故。但现在反用了以后，所谓这家伙太世故，就是滑头的别名人情则变成拍马屁的代用词了。就这样把中国文化完全搞错了，尤其是外国人写的更不对。为政以德为本，再以学来培育诗的温柔敦厚精神，是不是就具备了为政的条件了？不然！不然！就好像一个军人，把中外古今的军事思想理论都翻遍了，但是连枪怎么放都不会，二等兵上等兵是怎么回事也不晓得，这等人充其量只能当个参谋，绝对不能带兵上战场的。所以论语行文的气势，轻轻一转，把孔子的简略自传编进来了。也就是告诉我们，为政的道理就是要真正能多懂得人情世故。我曾讲过，世界上所有的政治思想归纳起来，最简单扼要的，不外中国的四个字――安居乐业。所有政治的理想理论，都没超过这四个字的范围都不外是使人如何能安居，如何能乐业。同时我们在乡下也到处可以看到风调雨顺，国泰民安。这八个字，现代一般人看来，是非常陈旧的老古董。可是古今中外历史上，如果能够真正达到这八个字的境界，对任何国家任何民族任何时代来说，无论是什么政治理想都达到了。而这些老古董，就是透彻了人情世故所产生的政治哲学思想。"}
{"text":"我曾讲过，世界上所有的政治思想归纳起来，最简单扼要的，不外中国的四个字――安居乐业。所有政治的理想理论，都没超过这四个字的范围都不外是使人如何能安居，如何能乐业。同时我们在乡下也到处可以看到风调雨顺，国泰民安。这八个字，现代一般人看来，是非常陈旧的老古董。可是古今中外历史上，如果能够真正达到这八个字的境界，对任何国家任何民族任何时代来说，无论是什么政治理想都达到了。而这些老古董，就是透彻了人情世故所产生的政治哲学思想。车上的一课接下来，根据我们全篇连贯起来的观念，似乎有了问题了，因为下面接着是说孟懿子问孝，子曰无违。樊迟御，子告之曰孟孙问孝于我，我对曰无违。樊迟曰何谓也？子曰生，事之以礼死，葬之以礼，祭之以礼。如此一节，我们不要看宋儒这样的一圈，就把它圈断了这是后人圈的，是不对的，上加一圈，下加一圈，结果就变成了教条。其实它是连贯的，也就是前面为政以德的引伸发挥，把中国文化里面的孝道精神，扩充到待人处世上面，中国自古以来大政治家的出入不苟的胸襟，就是根据这一点培养出来的。现在我们先对文字作一了解，孟懿子不一定是孔子的学生，而是介于学生与朋友之间的关系，他是鲁国的大夫。当时的大夫，当然不是现代的医生，而是一个相当高的官位。勉强比，有如现在的内阁官员之流，通称作大夫。大夫是官阶，不是官职。中国这些官阶职务，历代都有变动的。我们要了解中国历代政治形态的变迁，必须读十通或三通――通志通献通考。里面不仅包括了中国政治制度的演变官职的演变一切的演变，乃至现代研究三民主义思想，国父为什么采用了五权分立制度，都与三通十通的文化有绝对的关系。这是讲到孟懿子的职位，顺便提到的。既然孟懿子是这样一位人物，以当时孔子的立场来讲，这一段问答，到底是孔子做鲁国司寇以前，或以后说的，就很难考证了。孔子当时在国际――诸侯间――的地位也很特殊，是一位突出人物。所以孟懿子来问他什么是孝，孔子只告诉他不要违背。如果根据这句话来看，孔子讲话非常滑头。不要违背什么呢？没有下文。这是一个很奇怪的答话，接下来，又是一幕短剧式的谈话。"}
{"text":"这是讲到孟懿子的职位，顺便提到的。既然孟懿子是这样一位人物，以当时孔子的立场来讲，这一段问答，到底是孔子做鲁国司寇以前，或以后说的，就很难考证了。孔子当时在国际――诸侯间――的地位也很特殊，是一位突出人物。所以孟懿子来问他什么是孝，孔子只告诉他不要违背。如果根据这句话来看，孔子讲话非常滑头。不要违背什么呢？没有下文。这是一个很奇怪的答话，接下来，又是一幕短剧式的谈话。我们看论语，深入了，很有趣味，像看小说一样，不必用那么严肃的态度去看。樊迟御――樊迟是孔子的学生，名叫樊须，字子迟，小于孔子三十六岁，是年轻的一辈。御是驾车。孟懿子刚刚来拜访孔子，并请教什么是孝道这个问题，孔子说不要违背，就只有这么一句话。等一会儿孔子出门了，因为请不起司机，都是学生来服务。现在由年轻的樊迟来驾车子，不像现在的汽车，孔子那时坐的是马车，驾马车有一套专门技术，很不容易的。那么孔子坐进车厢了，樊迟坐在前面的驾驶台上，开动了车子，在途中，孔子坐在车厢中和学生谈起话来了。从这一点也可以看到孔子的教育，是随时随地都在对学生施教的。子告之曰是描写孔子在车上特别告诉樊迟一件事孟孙问孝于我，我对曰无违。孟孙是孟懿子的号，因为他是当朝有相当地位的人，而且在当时政界来讲，还算好的一个人，所以孔子对他相当尊敬，便只称他的号。孔子说，他问我什么叫作孝，我答复他无违，不要违背。樊迟曰何谓也。从这一句话，我们看到那个画面上，学生正在前面驾车，静静的，没有开腔，而老师好像在自言自语的告诉他，刚才答复孟懿子问孝的经过，樊迟一听，回过头来说，老师，你这句话是什么意思呢？跟我们现在的疑问一样。无违，不要违背，这是什么意思？于是孔子说，没有什么，很简单。生，事之以礼。这个事字是古人以下对上而说的。孔子说，当父母活着的时候，我们要孝敬他――事之以礼。怎么叫以礼事之呢？很难说了，这个礼不是说见到父母行个礼就叫孝。礼是包括生活上的照应爱护。这一切道理，将来我们还有专门讲礼的机会，在这里暂不详述。又说死，葬之以礼。所以礼是中国文化中很重要的一个基本概念，看到这个礼字，绝不能作狭义的礼貌解释。去世以后则祭之以礼。"}
{"text":"于是孔子说，没有什么，很简单。生，事之以礼。这个事字是古人以下对上而说的。孔子说，当父母活着的时候，我们要孝敬他――事之以礼。怎么叫以礼事之呢？很难说了，这个礼不是说见到父母行个礼就叫孝。礼是包括生活上的照应爱护。这一切道理，将来我们还有专门讲礼的机会，在这里暂不详述。又说死，葬之以礼。所以礼是中国文化中很重要的一个基本概念，看到这个礼字，绝不能作狭义的礼貌解释。去世以后则祭之以礼。我们研究这一段，好像没有什么了不起，可是又把这一段问答记到论语里，到底有什么意义呢？对为政又有什么关系呢？我们把这些问题先放在一边，再看下一段，然后综合起来作研究。下面跟着记载的，是孟武伯问孝。孟武伯问孝。子曰父母唯其疾之忧。孟武伯是何许人也？就是刚才所讲的孟懿子的儿子，他是世家公子。这又牵涉到什么是世家，古代的制度，和现代两样，尤其在春秋时代，与印度欧洲古代又不相同。所谓世家就是作官的，子子孙孙都有这个官作，不过是长子继承这个官位，即所谓的封建时代。但是与欧洲的封建不同，不是永久的，谁家不好，就被除掉。在中国这样传下来的家庭叫世家，长子有继承权，第二以及第三四五个孩子都是另外在一边了。孟武伯是孟懿子的儿子，是正统的世家公子。父亲刚刚问了孝道，当然不是同一天的事，不过编书的人――孔子的学生们，硬要把它编在一起。儿子孟武伯也来问孝，孔子的答复，和答复他父亲的是两样的。孔子说父母唯其疾之忧。这句话就是说父母看到孩子生病了，那种忧愁担心，多么深刻，你要去体会这种心境。孔子这个答复有多妙！这句话，我们要这样说，这个问题只有自己做了父母的人才真能体会出来。这种情形是，自己要上班，家里钱又不够，小孩病了，坐在办公室里，又着急，又出汗，又不敢走开，可是心里记挂着。这种心境就是父母唯其疾之忧。孔子对孟武伯就是说，对父母能付出当自己孩子生病的时候，那种程度的关心，才是孝道。以孝治天下这两段话都是大问题，现在我们转回来谈第一点。我们知道中国文化经常讲孝道，尤其儒家更讲孝道。把四书五经编辑起来，加上孝经尔雅等，汇成一系列的总书叫十三经。"}
{"text":"这种心境就是父母唯其疾之忧。孔子对孟武伯就是说，对父母能付出当自己孩子生病的时候，那种程度的关心，才是孝道。以孝治天下这两段话都是大问题，现在我们转回来谈第一点。我们知道中国文化经常讲孝道，尤其儒家更讲孝道。把四书五经编辑起来，加上孝经尔雅等，汇成一系列的总书叫十三经。孝经是孔子学生曾子著的，我们要研究孝道，就必须看孔子思想系统下的这部孝经，孝经中说什么样子才是孝呢？不单是对父母要孝，还要扩而充之大孝于天下，爱天下人，谓之大孝。为政的人以孝子之心来为政，也就是我们所讲公务员是人民公起的道理一样的，所以后来发展下来，唐宋以后的论调求忠臣必于孝子之门。一个人真能爱父母爱家庭爱社会，也一定是忠臣。因为忠臣是一种情爱的发挥。假使没有基本的爱心，你说他还会对国家民族尽忠吗？这大有问题。关于忠字有一点，是古人讲的慷慨捐身易，从容就义难。慷慨赴死是比较容易的，等于西门町太保打架，打起来，不是你死就是我死，脾气来了，真是勇敢，视死如归假如给他五分钟时间去想想看该不该死，这就要考虑了，从容――慢慢的来，看他愿不愿意死，这就很难说了。所以说忠臣必出于孝子之门，要有真感情，真认识的人，才能够尽忠。因此，孔子答复孟懿子的话不同，孟懿子是从政的人，孔子相当尊敬他，答话就比较含蓄，只说不要违背，不要违背什么呢？不违背天下人的意思，必须大孝于天下，就是这个道理。他知道这样的答复孟懿子也不一定懂，这种说法，土话名之为歇后语隐语，像外甥打灯笼――照旧舅，瞎子吃汤团――肚里有数。都是歇后语。讲了半天，后面的意思要人猜的。他为什么这样答复？意思是说，你孟懿子的身份不同，既然是从政的人，对天下人要负公道的责任，视天下人如父母，那才是真孝，这是大臣的风度。所以无违，就是不可违反人心。他也知道孟懿子未必懂，所以与樊迟的一段师生对白是打丫头骂小姐的用意，知道樊迟也一定不懂，不懂让他不懂，慢慢去传话，作间接的教育，所以等学生驾车时有这段对白。这种间接的教育，比直接的教育更有效。个人的孝道，能做到对樊迟所讲的，是了不起的孝子对国家大事，能够做到无违就是了不起的大臣。"}
{"text":"意思是说，你孟懿子的身份不同，既然是从政的人，对天下人要负公道的责任，视天下人如父母，那才是真孝，这是大臣的风度。所以无违，就是不可违反人心。他也知道孟懿子未必懂，所以与樊迟的一段师生对白是打丫头骂小姐的用意，知道樊迟也一定不懂，不懂让他不懂，慢慢去传话，作间接的教育，所以等学生驾车时有这段对白。这种间接的教育，比直接的教育更有效。个人的孝道，能做到对樊迟所讲的，是了不起的孝子对国家大事，能够做到无违就是了不起的大臣。但是他对孟武伯这位世家公子的问孝，答复就大不同了，他说孝道很简单，你只要想到当你病的时候，你的父母那种着急的程度，你就懂得孝了。以个人而言――所谓孝是对父母爱心的回报，你只要记得自己出了事情，父母那么着急，而以同样的心情对父母，就是孝换句话说，你孟武伯是世家公子，将来一定会当政的。我们读历史晓得一句话，就是最怕世家公子当政不知民间之疾苦。所以为政的道理，要知道民间疾苦，晓得中下层社会老百姓的苦痛在那里。所以爱天下人，就要知道天下人的疾苦，如父母了解子女一样，你将来从政，必须记住这个道理。这两段穿插在为政篇中，用得很妙。当然，世家公子不知民间之疾苦，往往是失败的，我们看到晋惠帝当天下大荒年的时候，太监对他讲大家没有饭吃，他说何不食肉糜？他就不知道连饭都吃不上，哪里吃得到比饭更不容易的肉糜。这就是不知道民间之疾苦。我们也可以从历史上得到一个结论，凡是创业的帝王，都了不起，两三代以后的皇帝长于深宫寺人女子之手，连米从哪棵树上长出来都不知道的这一类皇帝，我代他创造了一个名称，叫他们为职业皇帝，他天生的一定当皇帝。这些职业皇帝往往犯一个心理毛病――自卑感，他们非常自卑。所以历史上职业皇帝非常糟糕，对于文臣，反感他学问比自己好，对于武将，他也要反感，觉得武功不如人，所以职业皇帝往往是做出杀戮重臣罢黜能臣等等莫名其妙的事，注定了他的失败。同样的，除了帝王政治以外，我们做任何一个主管，对于大小事情都应该知道，尤其对于下层的事务，更是不能马虎。然后，我们要讨论到一个孝道的大问题。中国文化，对于家庭教育来讲，素来就有以忠孝传家相标榜的，可见中国文化把孝道看得严重，这个我们就要先懂得中国整个的历史文化了。中国这个民族，这个国家，与欧美各国都不同。"}
{"text":"同样的，除了帝王政治以外，我们做任何一个主管，对于大小事情都应该知道，尤其对于下层的事务，更是不能马虎。然后，我们要讨论到一个孝道的大问题。中国文化，对于家庭教育来讲，素来就有以忠孝传家相标榜的，可见中国文化把孝道看得严重，这个我们就要先懂得中国整个的历史文化了。中国这个民族，这个国家，与欧美各国都不同。所以这几天，几个在外国留学返国的学生来看我，大谈欧美情形，一位在德国念了博士以后，现在又学精神分析的学生说，在外国看了这么多年，结果证明我几年前告诉他们的话没有错。我告诉他们，研究西方文化，不要只以美国为对象，美国立国还不到两百年，谈不上什么，要从整个欧洲去看而研究欧洲文化，必须研究希腊文化，从雅典斯巴达两千多年以前开始。同时要知道西方文化与我们有基本的不同，中国这个国家，因为地理环境影响，能够以农立国，欧洲做不到，尤其希腊做不到，他们要生存，必须发展商业。过去欧洲的历史，在海上的所谓商业，看得见就是做生意，看不见时就做海盗，所以十六世纪以前，西方缺乏财富，穷得一塌糊涂。十六世纪以后，抢印度骗中国，黄金才流到西方去，所谓西方文化经济发展等等，原先都是这样来的。我们了解西方文化以后，再回头来看中国，中国以农立国，有一个文化精神与西方根本不同，那就是中国的宗法社会。三代以后，由宗法社会，才产生了周代的封建。一般讲的封建，是西方型的封建，不是中国的封建，把中国封建的形态，与西方文化封建的奴隶制度摆在一起，对比一下，就看出来完全是两回事，完全搞错了。中国的封建，是由宗法形成的。因为宗法的社会，孝道的精神，在周以前就建立了，秦汉以后，又由宗法的社会变成家族的社会，也是宗法社会的一个形态，那么家族的孝道，把范围缩小了，但精神是一贯的。这个孝字，也是我们刚刚提到的，是人情世故的扩充，把中国这个孝字，在政治上提倡实行而蔚为风气，是什么时候开始的呢？是在西汉以后，魏晋时代正式提倡以孝道治天下。我们看到二十四孝中有名的王祥卧冰，他就是晋朝的大臣。晋朝以后，南北朝唐宋元明清一直下来，都是以孝治天下。"}
{"text":"这个孝字，也是我们刚刚提到的，是人情世故的扩充，把中国这个孝字，在政治上提倡实行而蔚为风气，是什么时候开始的呢？是在西汉以后，魏晋时代正式提倡以孝道治天下。我们看到二十四孝中有名的王祥卧冰，他就是晋朝的大臣。晋朝以后，南北朝唐宋元明清一直下来，都是以孝治天下。我们看历朝大臣，凡是为国家大问题，或是为爱护老百姓的问题，所提供的奏议，很多都有圣朝以孝治天下的话，先拿这个大帽子给皇帝头上一戴，然后该如何如何提出建议，这是我们看到中国文化提倡孝的好处优点。但是天下事谈到政治就可怕了，我们关起门来研究，也有人利用孝道作为统治的手段。谁做了呢？就是清朝的康熙皇帝。康麻子的教孝教忠我们看历史，经常可以看到有个因果律，如清朝，孤儿寡妇率领三百万人，入了中原，统治了四万万人，最后清朝完了，又仍然是孤儿寡妇，夹了一个皮包，回到关外去了。一部历史，怎么样开始，就是怎么样结束，好像呆板的。古今中外的历史，也几乎完全是跟着循环往复的因果律在演变。清朝孤儿寡妇入关以后，顺治很年轻就死掉了，不过这是清朝一个大疑案，有一说顺治没有死，出家去了，这是清人历史上不能解决的几大疑案之一。接着康熙以八岁的小孩当皇帝。到十四岁，正式亲政。老实讲，那时候如果是平庸之辈，要统治这样庞大的四万万人的中国，是没有办法的，但这个十四岁的小孩很厉害，康麻子――康熙脸上有几颗麻子的――十四岁开始统治了中国几十年，康熙八岁当皇帝，十四岁亲政，六十九岁去世，在位六十一年。清朝天下在他手里安定下来。当时，中国知识分子中，反清复明的人太多了，如顾亭林李二曲王船山傅青主这一班人都是不投降的，尤其是思想上学说上所作反清复明的工作，实在太可怕了。结果呢？康麻子利用中国的孝字，虚晃一招，便使反清的种子一直过了两百年才发芽。清兵入关，有三部必读的书籍，哪三部书呢？满人的兵法权谋，学的是三国演义，还不是三国志，在当时几乎王公大臣都读三国演义。第二部不是公开读的，是在背地里读的――是老子，当时康熙有一本特别版本的老子，现在已经问世，注解上也没有什么特殊的地方，但当时每一个清朝官员，都要熟读老子，揣摩政治哲学。另一部书是孝经。但表面上仍然是尊孔。"}
