{"text":"看着那株水灵生动的藤，我第一次感到老房子周围生命的存在，感到平静如水的生活中多少有了点波澜，心中蓦然觉出一种莫名的悸动。就在那一年夏天，在一个雷电交加的夜间，那间可怜的房子被雷电击中，原本勉强支撑着的土墙轰然崩塌，回归到它们原本该去的地方。那些藤蔓有些被雷电烤焦了，甚至变成了灰烬，幸免于难的也因为失去了凭依和支撑而奄奄一息。我在藤的尸体中寻找着那一株，心里始终矛盾着――既希望它安在，以给迷惘的我以一丝安慰，又希望它死了，以免忍受更多的痛苦。我没有找到它，有些失望地倚在洋槐树上，手指却在无意中触碰到了一株柔软的植物，我仔细一看，一根纤弱的青紫色的茎缠绕在树上――是它！它意然不屈地活了下来，正顽强地攀附着洋槐向上生长！我望着它良久无语，心中却更加迷惘为什么你这么执着于活着，明明活着是那么痛苦我不解，但来年夏天它给了我答案――第二年夏天，我在路边远远看见洋槐树上绽放出小小的白花，我很纳闷，跑过去一看，惊讶她发现开花的竟然是那株藤蔓！那小小的花瓣上还带着水珠，是它喜悦的泪珠吗？我的心中一阵悸动，感到无比震撼――你不惜忍受痛苦，承受孤独，顽强地活着，是否就为了最终向世界绽放出洁白的花朵？因为只有顽强地活着，才有绽放的机会！你不甘于被埋没，所以在灾难降临时寻找着生机，这才是真正的生命啊！我不曾为展翅翱翔于蓝天的雄鹰而悸动，也不曾为破茧而出的蝴蝶而感动，却被这默默无闻常常为人们所忽略的一株不知名的藤蔓而深深震撼――就是这不起眼的生命也在默默地奋斗着，活出了自己不平凡的生命！一株柔弱的藤蔓可以做到这样，那我们人呢？我们更不能无聊地浪费生命，而应当如这株藤蔓，抓住生命的每一个契机，活出真正的自我，绽放出成功的花朵。如此我们的人生中才不会有遗憾。那株不起眼的藤蔓，只是我似水流年中一个微不足道的水滴，但它拔动了我的心弦，感动了我的生命，使我我从此不再在迷宫中徘徊，向着我既定的人生目标迈进。范文字篇十珍惜自己所拥有的是一种美丽，不要等失去才后悔。――题记很多人在成长过程中总埋怨上天不公，老天不开眼，没有给自己这样那样，使自己无法成就辉煌的人生，取得耀眼的成就。殊不知即使命运赐给你一对飞翔的翅膀，如果搁置不用，也会成为生命中的负担包袱和拖累。"}
{"text":"如此我们的人生中才不会有遗憾。那株不起眼的藤蔓，只是我似水流年中一个微不足道的水滴，但它拔动了我的心弦，感动了我的生命，使我我从此不再在迷宫中徘徊，向着我既定的人生目标迈进。范文字篇十珍惜自己所拥有的是一种美丽，不要等失去才后悔。――题记很多人在成长过程中总埋怨上天不公，老天不开眼，没有给自己这样那样，使自己无法成就辉煌的人生，取得耀眼的成就。殊不知即使命运赐给你一对飞翔的翅膀，如果搁置不用，也会成为生命中的负担包袱和拖累。其实，只要珍惜自己所拥有的，你的人生就可能很美丽。一古有一神童，名曰方仲永，小小年纪就出口成章，有过目不忘之能。方仲永拥有上天赐予的才华，乡里乡外众有周知，大家公认他是神童。他的父亲便将他写的文章到处传卖，赚得许多钱财。他父亲认为方仲永是神童，不需要再去读圣贤之书，没有将方仲永送进学堂。多年以后，方仲永的才华逐渐耗尽，跟平常人没有什么不同了。而当地许多学子虽然幼小时天赋一般，却通过后天努力学习，长大后，他们的才能都已经大大超过了方仲永。方仲永的确曾有过人的头脑，可是他没有好好珍惜，不发挥自己所拥有的优势，不努力学习，最终使自己的天赋消失殆尽，而成为一个平庸的人。神童方仲永的结局给我们很大的启示即使命运赐给你聪慧的头脑，如果你不倍加珍惜，也会成为平凡的一员。珍惜拥有的是一种美丽，不珍惜只能使自己后悔。二世界音乐大师贝多芬幼时，他的父亲就发现他有着过人的音乐天赋。在他父亲的鼓励与支持下，贝多芬毅然朝着音乐方面去发展，正如他父亲所说，从贝多芬踏入音乐殿堂起，成功注定属于他。他的英雄交响曲奏响了整个世界。即使是在贝多芬耳聋后，他依旧珍惜自己的才能，不放弃音乐，依旧创作音乐，为世人奉上了一曲又一曲美妙的乐章。贝多芬珍惜自己所拥有的才能，书写了自己美丽而辉煌的人生。贝多芬的事迹告诉我们人要珍惜自己所拥有的特长，并且不断努力奋斗，终将会拥有美丽的明天。三年诺贝尔文学奖得主莫言，是首个获得诺贝尔奖的中国大陆人。他为中华民族和人民争得了荣耀。其实，他并没有上过几年正规学校，因为动乱，他被迫辍学。可是，莫言一直对写作感兴趣，在辍学后，莫言没有放弃写作，他珍惜自己的写作天赋，一直不间断地努力创作着。"}
{"text":"贝多芬珍惜自己所拥有的才能，书写了自己美丽而辉煌的人生。贝多芬的事迹告诉我们人要珍惜自己所拥有的特长，并且不断努力奋斗，终将会拥有美丽的明天。三年诺贝尔文学奖得主莫言，是首个获得诺贝尔奖的中国大陆人。他为中华民族和人民争得了荣耀。其实，他并没有上过几年正规学校，因为动乱，他被迫辍学。可是，莫言一直对写作感兴趣，在辍学后，莫言没有放弃写作，他珍惜自己的写作天赋，一直不间断地努力创作着。因为他的坚持，因为他的珍惜，美丽的诺贝尔文学奖向他抛出了橄榄枝。莫言的成功告诉我们珍惜自己拥有的才能是一种美丽。请记住即使命运赐给你一对飞翔的翅膀，如果搁置不用，也会成为生命中的负担包袱和拖累。在生活中无论遇到什么，我们都要珍惜自己所拥有的，将自己所拥有的尽情利用起来，而不将自己所拥有的废弃不用，不让自己所拥有的成为自己的负担和包袱。努力让自己所拥有的为自己的人生增光添彩，努力让明天因今日的珍惜拥有而变得更加美丽更加辉煌。鸣蝉奋力地甩掉了外壳，才获得鸣叫蓝天的自由壁虎挣脱掉受伤的尾巴，才得以在危急时刻保全自己的性命。算盘如果变得座无虚席，也就丧失了运算的能力。学会舍弃，是一种财富。陶渊明因不为五斗米折腰舍弃了官位，才获得了采菊东篱下，悠然见南山的闲适，并赢得千古美誉李白因仰天大笑出门去，我辈岂是蓬蒿人的意气放弃了世俗的利禄，才获得了须行即骑访名山的自由而成为伟大的诗人。曾获诺贝尔物理学奖的杨振宁，一生勤劳到苦，他受欧洲物理是一门实验科学的影响，追随物理学家泰勒博士研究物理，他一直想写一篇实验论文，但最终没有好的发现，人们一度曾讥笑他。杨振宁也意识到自己的动手能力比别人差。后来，在泰勒博士的引导下，杨振宁毅然放弃了自己钟爱的实验室，转向物理理论领域的研究，最终成为一位杰出的诺贝尔奖的获得者。丁俊晖之所以能在国际克界取得如此的成绩，都是缘于他在初中时做出的一次选择，当时他十分喜爱台球，并显示了一定的天赋。然而传统观念却是万般皆下品，惟有读书高，他的学习成绩很差，他不知如何选择。在与父亲商量之后，他毅然放弃升学，专攻克，终于取得多次公开赛冠军和世界冠军，被称为东方之星。这些都源于他善于舍弃，放下顾虑，勇敢抉择，最终取得成功。"}
{"text":"丁俊晖之所以能在国际克界取得如此的成绩，都是缘于他在初中时做出的一次选择，当时他十分喜爱台球，并显示了一定的天赋。然而传统观念却是万般皆下品，惟有读书高，他的学习成绩很差，他不知如何选择。在与父亲商量之后，他毅然放弃升学，专攻克，终于取得多次公开赛冠军和世界冠军，被称为东方之星。这些都源于他善于舍弃，放下顾虑，勇敢抉择，最终取得成功。有这样一个真实的故事，在马达加斯加群岛有一群顽皮的猴子，经常偷吃人们丰收的花生糯米，这里的人们想了个办法，将花生糖果放到了一个颈口瓶中，当猴子们看到瓶口的美味时，将手伸进去，抓一把花生糖果后才发现这时手已经出不来了，直到人们抓住它时，它依旧不想放弃糖果，不会适时的舍弃，使聪明的猴子落入人们的手中。正如你穿着衣服和鞋袜挑着担子进入溜滑的田埂上时，就会心跳加快双腿发抖，担子没有加重，也不是你没有能力挑担子，而是你担心摔倒，弄脏衣服，顾虑太多。当你脱去衣服和鞋袜，你会很快地走出田埂，适时的舍弃使你获得成功。鸣蝉的舍弃使它获得自由，壁虎的舍弃使它重获生命，算盘的舍弃使它拥有价值，正确的舍弃才会使你走向成功的彼岸。当然，不是所有舍弃都会使你成功，错误的舍弃只会让你距离正确的道路越来越远。正确舍弃如罗盘，指引你航行的方向，如何正确舍弃，还真是人生的一个大问题，需要我们好好学习呀！优秀范文字篇二传统文化是我的精神食粮。生于斯，长于斯，浑金璞玉，天然美质。文化盛宴，浸了你的魂，摄了你的魄，卒成丰富的内在。是的，文化是我一生的行囊。也曾之乎者也翩翩儒雅风度，也曾大碗喝酒，畅快案酒果子刀切牛肉。文化熏陶渲染陶冶心性，养育情怀。情感丰富来源于文化的底蕴。正如古语玉在山而草木润，渊生珠而崖不枯。恰似朗月清风，不知不觉文化融在了品性里，成为一生的底色。就好比沙龙孕育了林徽因这样的奇女子，骨子里都带着一种动人心魄的柔美。亦或是沈从文笔下的翠翠好似山里的黄鹿，从不想痛苦的事，从不发怒，从不伤心。眸子里显现着山水的灵性。这种无法否认又不抗拒的文化的力量，会让异域之人赛珍珠在晚年念念不忘曾养育她的中国，带着一种文化的忧伤。"}
{"text":"文化熏陶渲染陶冶心性，养育情怀。情感丰富来源于文化的底蕴。正如古语玉在山而草木润，渊生珠而崖不枯。恰似朗月清风，不知不觉文化融在了品性里，成为一生的底色。就好比沙龙孕育了林徽因这样的奇女子，骨子里都带着一种动人心魄的柔美。亦或是沈从文笔下的翠翠好似山里的黄鹿，从不想痛苦的事，从不发怒，从不伤心。眸子里显现着山水的灵性。这种无法否认又不抗拒的文化的力量，会让异域之人赛珍珠在晚年念念不忘曾养育她的中国，带着一种文化的忧伤。文化是一个人的魂魄，无论是信天游还是沂蒙小调或是闵音，都在生命里唱响。雅舍谈吃中，梁先生大谈令他魂牵梦绕的正阳楼的烤肉，薄如纸的烧饼和一鸭三吃的北平烤鸭。老北京的文化符号连同胡同与冰糖葫芦刻到了他的脑海里，在内心中未然成杯。抑或是叶子说她发了疯地想念南京，想念路边摊的虾皮小混沌，想念夜晚柏油马路上油沆气混着半酸半甜的果皮的味道。嗔怪南京人将车站修在周围绿得不像话的群山。这是石头城的美，南京人的品性。文化地域的美及魅力让生活丰富且安详。所以说，鸿蒙之初接受教育文化自然而然得了地域的灵气。传统教育中颜氏家书更是以令熟读经史子集为教育目标的，潜移默化，耳濡目染，我们成了文化的一部分或者或者说文化成为自我的内在。而这种巨大的影响，是夏怀骂虫，玩物成痴的壬世襄的率性人生，是沈从文念念不忘的凤凰古镇，是莫言传奇魔幻的山东高密乡。今生今世，定时和骨子里的文化白首相依，不离不弃。而罗素感概参差百态而幸福本源。那就和鲜活的文化一起，幸福到老，行囊永恒。优秀范文字篇三今早喝粥时我用的是一只白底素净的蓝边碗。你或许会问，如此平淡无奇的碗有什么好说？错矣！此中考究可大着呢，且听我慢慢道来。新居落成，我与父母前往景德镇购买瓷器新居。这里瓷器种类繁多，有白如玉，明如镜，薄如纸，声如磬的白瓷有造型精致小小骨瓷有绚丽多彩的斗彩让人眼花缭乱，美不胜收。买什么好呢？有人说，只要票子够多尽选造型独特的买，显得荣华富贵的买，精工极致的买，这还不简单？又错啦！器皿的选择体现了主人的生活态度。不可不慎重。"}
{"text":"新居落成，我与父母前往景德镇购买瓷器新居。这里瓷器种类繁多，有白如玉，明如镜，薄如纸，声如磬的白瓷有造型精致小小骨瓷有绚丽多彩的斗彩让人眼花缭乱，美不胜收。买什么好呢？有人说，只要票子够多尽选造型独特的买，显得荣华富贵的买，精工极致的买，这还不简单？又错啦！器皿的选择体现了主人的生活态度。不可不慎重。有的瓷器过于大件且富丽堂皇，赤红明黄宝蓝与我家简约的装修风格不符有的过于小巧，家人并无英国绅士贵妇那般品下午茶的闲情有的瓷器上绘有泼墨山水工笔花鸟，我们一行人中并无行家不知如何鉴赏如此看来，竟无我们能买的瓷器了！突然，这平淡无奇得突兀的蓝边碗闯入我眼帘。如此简陋的碗会在这里出售？我要走，爸爸却在这碗前驻足许久。为何？这是上世纪七八十年代家家户户都用的碗，这是承放了父亲的记忆的碗。据销售人员介绍，这蓝边碗在传统蓝边碗上加以细节上的改良与创新。我拿起一只仔细端详，发现手感极好，分量厚重让人踏实。底足的角度略微加大，让碗显得端庄典雅不失大气。而且这碗极易打理，深受妈妈们喜欢。蓝边碗没有繁复精致的花纹修饰，没有绚丽的色彩，没有复杂的工艺。可当你凝视它，就会情不自禁地想起一家人围在一起乐呵呵地吃热腾腾的饭菜的情景就会想起苦日子里生活的精打细算的不易就会想起寻常百姓家人间烟火的温度蒋勋曾在品味四讲忠言逆耳纯棉衬衫就像爱人，让我感动了好久。一件物品使用久了，就会产生难以割舍的情感，对我来说，蓝边碗亦是如此。景德镇作为瓷都，常有瓷器新品推出，我却独爱这蓝边碗并歌颂它。因为它注重在细节上的改良，把创新的点子用在提升人们的生活上而不是争一时的噱头。距离人的生活太远的创意并不是人真正想要的，新鲜感过后便如失了灵敏般只能束之高阁。每日捧着这只蓝边碗吃饭，不但手感好，我仿佛能听到它无声的诉说，谆谆教诲我认真踏实地生活的真谛，这才是它的精魂。听我如此道来，你可有话反驳？优秀范文字篇四说来这蜜蜂也真是够可恶的，把我们家的梨子吃坏完了。我们家门口有棵梨树，可不知为什么这梨子每年到了半生半熟时，就拼命的往下掉。"}
{"text":"距离人的生活太远的创意并不是人真正想要的，新鲜感过后便如失了灵敏般只能束之高阁。每日捧着这只蓝边碗吃饭，不但手感好，我仿佛能听到它无声的诉说，谆谆教诲我认真踏实地生活的真谛，这才是它的精魂。听我如此道来，你可有话反驳？优秀范文字篇四说来这蜜蜂也真是够可恶的，把我们家的梨子吃坏完了。我们家门口有棵梨树，可不知为什么这梨子每年到了半生半熟时，就拼命的往下掉。我一直不明白这是怎么回事，想要弄清楚，于是决定上树看看情况。可是是这梨子也太不经摇动了，还没到半腰上，那些梨子就像是飞石般的向我身上砸。虽然被砸的很痛，可是想要明白的心一直鼓励着我向上爬。忍着痛终于来到了有果实的地方，突然之间有许多的蜜蜂飞了出来。原以为是碰到了蜜蜂窝可找了又找，始终找不到蜜蜂窝在哪里。原来这蜜蜂不是在这里安家，而是在这里偷吃梨子。梨子也是因为这样才往下掉的，当时就有一种想把这蜜蜂碎尸万段的冲动。可在当时的情况下不要说是收拾它了，就是它不蛰我就要谢天谢地了。也许是它良心发现是在做贼，并没有蛰我。只好带着对蜜蜂的仇恨下了树。到了地面上，忽然来了灵感，它不是喜欢吃梨子吗？那我就给它吃，并且给它吃的。于是我用几个梨子做成了水果沙拉，放在我的房间门口，等待着那该死蜜蜂的到来。也许是还没多久蜜蜂还没有发现这里有美食在等着它们吧。过了几分钟竟然一只也没有来报到。原以为这个计划失败了，回房间睡觉了。等我醒来时，那水果沙拉上全是蜜蜂。拿起事先准备好的武器向蜜蜂发起了攻击。这些小东西也真是够自信的，没有那么一点的防范意识。没有身上就不会离开，这样对我收拾它们带来了很大的帮助。收拾此时的蜜蜂比踩死一只蚂蚁一样不费吹灰之力。忽然觉得这样一拍就把它拍死了太对不起我的梨子，心想把它们抓起来慢慢的折磨死那才叫过瘾呢！你应该想不到怎样抓这样凶悍的动物吧？而我就是抓住了它们不打在身上就不会飞走的弱点。找来了一个塑料瓶，把口小的地方距掉。轻轻的盖在蜜蜂身上，这样它就成了我的翁中之鳖，任我宰割。看不出来这家伙的生命力还挺强，我把十几只放在一个塑料瓶里再盖上。隔绝了空气放了两个小时原以为它必死无疑，可它居然还能在里面飞动。后来我又向里面灌了水，可还是没有一点效果。没办法，无法把它折磨死，只好把它放了，让它回到大自然中。"}
{"text":"你应该想不到怎样抓这样凶悍的动物吧？而我就是抓住了它们不打在身上就不会飞走的弱点。找来了一个塑料瓶，把口小的地方距掉。轻轻的盖在蜜蜂身上，这样它就成了我的翁中之鳖，任我宰割。看不出来这家伙的生命力还挺强，我把十几只放在一个塑料瓶里再盖上。隔绝了空气放了两个小时原以为它必死无疑，可它居然还能在里面飞动。后来我又向里面灌了水，可还是没有一点效果。没办法，无法把它折磨死，只好把它放了，让它回到大自然中。优秀范文字篇五从我牙牙学语起，你便开始拿我和别的小孩比较，从中你得到了快乐和满足。从我上小学以来，你便习惯拿我的成绩与别人论成败，为此你收获了自豪和荣光。我曾劝你不要比，因为成绩优秀不代表一切，可你充耳不闻，认定我是你今生最得意的作品，是你的骄傲。我曾反感你的比，因为我也有我的短板和自惭形愧，可你乐此不疲，反而嗔怪我不懂你的心。望子成龙，那是普天下所有父母的共同心愿，我怎会不懂，只是――你可知道，再优秀的成绩也经不起比。从来没有比出来的天才，只有比出来的笨蛋。因为，这个世界没有最，只有更。最是极限，是尽头，是止境更是无穷，是进取，是新的希望。人类之所以不断地挑战自己的潜能与极限，刷新一次次的成绩，打破一项项的记录，不就是因为信奉没有，只有更好吗？记得奥林匹克运动会更快更高更强的格言吗？记得被誉为教授的教授的陈寅恪先生说的只要能学到知识，有无学位并不重要的真言吗？我们实在无需时时与人比成绩较高低，做好自己便是王道。看看民国时期的梁漱溟金克木沈从文钱穆等一大批自学成才的低学历的大师便知，强者从来只用实力说话，无须靠一纸分数或学历来证明。你可知道，再美好的人生也经不起比。毕淑敏说没有人能替代我，就像我不能替代别人。因此，无须拿连小板凳也做不好的爱因斯坦跟发明大王爱迪生比，不必拿考清华时数学只得了分的跟数学天才华罗庚比。正如每一片叶子都是独一无二的，每一种人生也都是无以伦比的。你要做的是尊重和欣赏，而不是比较和责难。因为人生不是宫廷剧，更不是角斗场，非得要比得筋疲力尽，斗得你死我活。"}
{"text":"你可知道，再美好的人生也经不起比。毕淑敏说没有人能替代我，就像我不能替代别人。因此，无须拿连小板凳也做不好的爱因斯坦跟发明大王爱迪生比，不必拿考清华时数学只得了分的跟数学天才华罗庚比。正如每一片叶子都是独一无二的，每一种人生也都是无以伦比的。你要做的是尊重和欣赏，而不是比较和责难。因为人生不是宫廷剧，更不是角斗场，非得要比得筋疲力尽，斗得你死我活。人生曼妙的风景就在高低起伏峰回路转之间，生命的精彩就在山穷水尽柳暗花明之际。成就非凡人生的是一次次的脱胎换骨，是一次次的破茧成蝶，而非一个个分数，一张张试卷。没必要热衷于一次次与别人较真，那会迷失了自我。也没必要把的我和一般的我比较，那会陷入自卑。分你自豪，分我同样优秀。分我无颜，可分我在进步。分有分的特有精彩，分有分的别样风情。优秀范文字篇六辽阔苍穹中飞翔的老鹰，必是经历了母鹰无数次摔下山崖的痛苦，才锤炼出一双凌空的翅膀。一颗璀璨无比的珍珠，必然经受过蚌的无数次蠕动以及无数风浪的打磨，才能熠熠生辉。同样，一个真正有成就的人，也肯定是在无数次的跌倒后重新站起来的，因为不经历风雨，怎能见彩虹？没有人能随随便便成功。摔了一跤，没有了双腿，这对任何人来说都是沉重的打击。但他没有因此对生活失去信心，而是用自己的大脑和双手去表达对生活的无限热爱。贝多芬双目失明且耳聋，但他依然写出了英雄命运等大量音乐作品，在人生的不幸中，他顽强地扼住了命运的咽喉。这些都是曾经摔过跤的人，但他们却都坚强地站了起来，与命运与不幸抗争，最终取得了巨大的成功。所以对我们每个人来说，摔跤并不可怕，可怕的是你从此对生活失去信心和勇气。冰心说成功的花，人们只惊慕它现时的明艳！然而当初它的芽儿，浸透了奋斗的泪泉，洒遍了牺牲的血雨。所以我们每个人面对不幸时都不能一蹶不振，因为我们都有可能在改变心态后，握住生命的任何一根链条。就像画中那个男孩在摔跤后，面对来自老师家长社会各方面的询问，我们都应大胆地说这没什么大不了的。"}
