{"text":"新鲜的感受有活泼的生命，硬要把它钉在体系的框架上，只成了死去的标本。深刻的哲理有含蓄之美，硬要把它溶解和稀释在长篇大论中，只剩下了一杯白开水。哲学家在大海边漫步沉思，把珠贝拾回家珍藏起来，却把灰色的海滩留给读者。我听见大海在呼喊还我珠贝无论东方还是西方，最古老的哲学作品都是格言体或诗歌体的。从什么时候起，哲学板起了论文的刻板面孔古希腊有隐逸哲人，有逍遥学派花园学派，哲学家们在户外在大自然中思考宇宙和人生。我猜想，哲学完全学院化体系化是中世纪神学兴起以后的事情，随着哲学所追问的那个绝对化身为上帝被关进教堂的四壁，哲学家们也就作为上帝的仆人被关进了学院的四壁，专事构造体系以论证上帝的权威。上帝死了，但仆人积习难改，总要论证点什么。我偏爱那些用随笔格言手记等散文形式写作的哲学家，我喜欢倘样在哲学的散文天地里。这里较少独断的论证和说教，有更多的质朴和自然，更多的直觉和洞见。这里没有普洛克路斯忒斯之床，用不着为了体系的需要而拉长或截短活的感觉和思想。如果说体系巨构犹如巍峨的哥特式教堂或现代摩天大楼，那么，好的哲理散文就像一片清新的原野，当我从前者步入后者时，顿觉精神爽朗，新鲜空气扑鼻而来。我工作了一整天。我的工作是研究哲学，也就是说，对别人的思想进行搜集整理分析评论，写出合乎规范的论文。现在我累了，我决定把夜晚留给自己，轻松地休息一下。于是，我翻开了蒙田的随笔，读上几页，或者翻开我的小本子，写下自己的随感。这当然不算研究哲学，可是我觉得自己比白天研究哲学时更是个哲学家了有的人惯于从一小点感受演绎出一大篇玄妙的哲理。可惜的是，在这座他自己营造的哲学迷宫里，他自己也常常迷路，找不到充当他的向导的那一小点感受了。新的哲学理论层出不穷。在我看来，其中只有很少的哲学，多半是学术。随着文明的进化，学术愈来愈复杂了，而哲学永远是单纯的。什么是直觉直觉就是创造性思维许多时候，像这样用一个含义相近的名词代替另一个名词，人们就自以为作了解释，也自以为弄懂了。"}
{"text":"可惜的是，在这座他自己营造的哲学迷宫里，他自己也常常迷路，找不到充当他的向导的那一小点感受了。新的哲学理论层出不穷。在我看来，其中只有很少的哲学，多半是学术。随着文明的进化，学术愈来愈复杂了，而哲学永远是单纯的。什么是直觉直觉就是创造性思维许多时候，像这样用一个含义相近的名词代替另一个名词，人们就自以为作了解释，也自以为弄懂了。我剪除哲学的晦涩，为它嫁接上诗的含蓄。有的人喜欢用哲学语汇表达日常的体验，我喜欢用日常语汇表达哲学的体验。我不想与以哲学为职业的专门家讨论哲学，宁愿与热爱哲学的门外汉交谈――但也不是谈哲学。萨特的哲学著作极其晦涩，我对此的解释是他在他自己想不明白的地方都生造一个概念，然后便自以为弄明白了。他的著作里充斥着这样的概念，说明他自己想不明白的地方太多，难怪我们也读不懂了。"}
{"text":"我爱躺在夜晚的草地上仰望星宿，但我自己不愿做星宿。有时候，我们需要站到云雾上来俯视一下自己和自己周围的人们，这样，我们对己对人都不会太苛求了。既然我们人人注定要下地狱，我们身上怎么会没有这样那样的弱点呢当然，每人通往地狱的道路是不同的。有时候，我对人类的弱点怀有如此温柔的同情，远远超过对优点的钦佩。那些有着明显弱点的人更使我感到亲切。一个太好的女人，我是配不上的。她也不需要我，因为她有天堂等着她。可是，突然发现她有弱点，有致命的会把她送往地狱的弱点，我就依恋她了。我要守在地狱的门前，阻止她进去有时候，我会对人这种小动物忽然生出一种古怪的怜爱之情。他们像别的动物一样出生和死亡，可是有着一些别的动物无法想象的行为和嗜好。其中，最特别的是两样东西货币和文字。这两样东西在养育他们的自然中一丁点儿根据也找不到，却使多少人迷恋了一辈子，一些人热衷于摆弄和积聚货币，另一些人热衷于摆弄和积聚文字。由自然的眼光看，那副热衷的劲头是同样地可笑的没有一种人性的弱点是我所不能原谅的，但有的是出于同情，有的是出于鄙夷。在人身上，弱点与尊严并非不相容的，也许尊严更多地体现在对必不可免的弱点的承受上。"}
{"text":"大魄力，人情味，二者兼备是难得的。你告诉我你厌恶什么，我就告诉你你是什么。厌恶比爱更加属于一个人的本质。人们在爱的问题上可能自欺，向自己隐瞒利益的动机，或者相反，把道德的激情误认做爱。厌恶却近乎是一种本能，其力量足以冲破一切利益和道德的防线。心理学家们说首先有欲望，然后才有禁忌。但事情还有另一面首先有禁忌，然后才有触犯禁忌的欲望。犯禁也是人的一种无意识的本能，在儿童身上即可找出大量例证。人在失去较差的之时，就去创造较好的。进步是逼出来的。人是难变的。走遍天涯海角，谁什么样还是什么样，改变的只是场景和角色。人不由自主地要把自己的困境美化，于是我们有了怀才不遇红颜薄命大器晚成好事多磨等说法。每个人的个性是一段早已写就的文字，事件则给它打上了重点符号。理性早熟者的危险是感性发育不良。凡别人必须凭情感和经验体会的东西，他凭理性就理解了。于是就略去了感性的过程，久而久之，感性机能因为得不到运用而萎缩了。人永远是孩子，谁也长不大，有的保留着孩子的心灵，有的保留着孩子的脑筋。谁也不相信自己明天会死，人生的路不知不觉走到了尽头，到头来不是老天真，就是老糊涂。人是一种讲究实际的植物，他忙着给自己浇水施肥结果实，但常常忘记了开花。假如你平白无故地每月给某人一笔惠赠，开始时他会惊讶，渐渐地，他习惯了，视为当然了。然后，有一回，你减少了惠赠的数目，他会怎么样呢他会怨恨你。假如你平白无故地每月向某人敲一笔竹杠，开始时他会气愤，渐渐地，他也习惯了，视为当然了。然后，有一回，你减少了勒索的数目，他会怎么样呢他会感激你。这个例子说明了人类感激和怨恨的全部心理学。早年受挫的小愿望是怎样地困扰着我们呵。一位著作等身的大作家，也许会念念不忘要在拒绝刊登他的处女作的某个小刊物上发一篇东西。一个享尽山珍海味的大富翁，也许会把贫困的童年时代求而不得的某种小点心视为最美味的食品。"}
{"text":"假如你平白无故地每月向某人敲一笔竹杠，开始时他会气愤，渐渐地，他也习惯了，视为当然了。然后，有一回，你减少了勒索的数目，他会怎么样呢他会感激你。这个例子说明了人类感激和怨恨的全部心理学。早年受挫的小愿望是怎样地困扰着我们呵。一位著作等身的大作家，也许会念念不忘要在拒绝刊登他的处女作的某个小刊物上发一篇东西。一个享尽山珍海味的大富翁，也许会把贫困的童年时代求而不得的某种小点心视为最美味的食品。天性健康者之间容易彼此理解，天性病态者之间往往互相隔膜。原因何在套一句托尔斯泰的话――健康与健康是相似的，病态和病态却各不相同。生命不同季节的体验都是值得珍惜的，它们是完整的人生体验的组成部分。一个人在任何年龄段都可以有人生的收获，岁月的流逝诚然令人悲伤，但更可悲的是自欺式的年龄错位。希腊人混合兽性和神性而成为人。中国人排除兽性和神性而成为人。鼾声，响屁，饱嗝这些声响之所以使人觉得愚蠢，是因为它们暴露了人的动物性一面。关于大事和小事――看透大事超脱。看不透大事执著。看透小事豁达。看不透小事计较。一个人可能超脱而计较，头脑开阔而心胸狭窄也可能执著而豁达，头脑简单而心胸开朗。还有一种人从不想大事，他们是天真的或糊涂的。"}
{"text":"围绕人身上的兽性和神性，人们做出了五花八门的文章，我们得到的是关于人的一大堆矛盾的定义。一个合理的解释是，人本来就是一种不可定义的东西，每一个定义只是表达了下定义者的一种心情。对人性的一种解释人性是介于动物性和神性之间的一种性质，是对动物性的克服和向神性的接近。按照这种解释，人离动物状态越远，离神就越近，人性就越高级越完满。然而，这会不会是文明的一种偏见呢？譬如说，聚财的狂热，奢靡的享受，股市，毒品，人工流产，克隆技术，这一切在动物界是绝对不可想象的，现代人离动物状态的确是越来越远了，但何尝因此而靠近了神一步呢？相反，在这里，人对动物状态的背离岂不同时也是对神的亵渎？那么，对人性也许还可以做出另一种解释人性未必总是动物性向神性的进步，也可能是从动物性的退步，比动物性距离神性更远。也许在人类生活日趋复杂的现代，神性只好以朴素的动物性的方式来存在，回归生命的单纯正是神的召唤。贬低人的动物性也许是文化的偏见，动物状态也许是人所能达到的最单纯的状态。人性中的高级和低级――柏拉图把人的心灵划分为理性意志情感三个部分，并断定它们的地位由高及低，判然有别，呈现一种等级关系。自他以后，以理性为人性中的最高级部分遂成西方哲学的正统见解。后来也有人试图打破这一正统见解，例如把情感卢梭或者意志费希特提举为人性之冠，但是，基本思路仍是将理性意志情感三者加以排队，在其中选举一个统帅。能否有另一种思路呢？譬如说，我们也许可以这样来看在这三者之间并无高低之分，而对其中的每一者又可做出高低的划分。让我来尝试一下――理性有高低之别。低级理性即科学理性逻辑康德所说的知性，是对事物知识的追求，高级理性即哲学理性形而上学康德所说的理性，是对世界根本道理的追求。意志有高低之别。低级意志是生物性的本能欲望冲动，归根到底是他律，高级意志则是对生物本能的支配和超越，是在信仰引导下的精神性的修炼，归根到底是自律。情感有高低之别。低级情感是一己的恩怨悲欢，高级情感是与宇宙众生息息相通的大爱和大慈悲。"}
{"text":"让我来尝试一下――理性有高低之别。低级理性即科学理性逻辑康德所说的知性，是对事物知识的追求，高级理性即哲学理性形而上学康德所说的理性，是对世界根本道理的追求。意志有高低之别。低级意志是生物性的本能欲望冲动，归根到底是他律，高级意志则是对生物本能的支配和超越，是在信仰引导下的精神性的修炼，归根到底是自律。情感有高低之别。低级情感是一己的恩怨悲欢，高级情感是与宇宙众生息息相通的大爱和大慈悲。按照这一思路，人性实际上被分成了两个部分，一是低级部分，包括生物意志日常情感和科学理性，一是高级部分，包括道德意志宗教情感和哲学理性。简言之，就是兽性和神性，经验和超验。丝毫没有新颖之处！我只是想说明，此种划分是比知情意的划分更为本质的，而真正的精神生活必定是融知情意为一体的。通常认为，理性和情感是两种不同的心理能力，它们各在其位，各司其职。一般来说，理性还往往被看做高级的能力，享有真理在握的荣誉，而作为低级能力的情感则被看做对真理的干扰。因此，历来理性一直被视为学术研究的基础，而情感则最多只能成为艺术表现的对象。然而，事实上，人的心灵生活原是一种混沌，理性与情感的划分只具有十分相对的意义。"}
{"text":"有大气象者，不讲排场。讲大排场者，露小气象。世界是大海，每个人是一只容量基本确定的碗，他的幸福便是碗里所盛的海水。我看见许多可怜的小碗在海里拼命翻腾，为的是舀到更多的水，而那为数不多的大碗则很少动作，看去几乎是静止的。大智者必谦和，大善者必宽容。唯有小智者才咄咄逼人，小善者才斤斤计较。有两种人最不会陷入琐屑的烦恼，最能够看轻外在的得失。他们似是两个极端自信者和厌世者。前者知道自己的价值，后者知道世界的无价值。我相信，骄傲是和才能成正比的。但是，正如大才朴实无华，小才华而不实一样，大骄傲往往谦逊平和，只有小骄傲才露出一副不可一世的傲慢脸相。有巨大优越感的人，必定也有包容万物宽待众生的胸怀。悲观出哲学家，忧郁出诗人，我不知道也不想知道烦恼出什么。我倾向于认为，一个人的悟性是天生的，有就是有，没有就是没有，它可以被唤醒，但无法从外面灌输进去。关于这一点，我的一位朋友有一种十分巧妙的说法，大意是在生命的轮回中，每一个人仿佛在前世修到了一定的年级，因此不同的人投胎到这个世界上来的时候已经是站在不同的起点上了。已经达到大学程度的人，你无法让他安于读小学，就像只具备小学程度的人，你无法让他胜任上大学一样。当然，这个说法仅仅是一种譬喻。上帝赋予每个人的能力的总量也许是一个常数，一个人在某一方面过了头，必在另一方面有欠缺。因此，一个通常意义上的弱智儿往往是某个非常方面的天才。也因此，并不存在完全的弱智儿，就像并不存在完全的超常儿一样。人是有种的不同的。当然，种也有运气的问题，是这个种，未必能够成这个材。有一些人，如果获得了适当的机遇，完全可能成就为异常之材，成为大文豪大政治家大军事家大企业家等等，但事实上是默默无闻地度过了一生。譬如说，我们没有理由不设想，在古往今来无数没有机会受教育的人之中，会有一些极好的读书种子遭到了扼杀。另一方面呢，如果不是这个种，那么，不论运气多么好，仍然不能成这个材。对于这一层道理，只要看一看现在的许多职业读书人，难道还不明白吗？"}
{"text":"当然，种也有运气的问题，是这个种，未必能够成这个材。有一些人，如果获得了适当的机遇，完全可能成就为异常之材，成为大文豪大政治家大军事家大企业家等等，但事实上是默默无闻地度过了一生。譬如说，我们没有理由不设想，在古往今来无数没有机会受教育的人之中，会有一些极好的读书种子遭到了扼杀。另一方面呢，如果不是这个种，那么，不论运气多么好，仍然不能成这个材。对于这一层道理，只要看一看现在的许多职业读书人，难道还不明白吗？"}
