{"text":"静静的顿河的前三部指第一卷的一二三部。奥尔加哈尔培恩，德国作家玻丁场。校酰纾幔簦悖布加乔夫，约―耸兰投砉衿鹨宓牧煨洹樱簦，斯捷潘拉辛，？―，十七世纪俄国农民起义的领袖。拢酰欤幔觯椋睿祭模，约―，一七七年至一七八年哥萨伺衿义的领导者。华斯珂普―通译魏斯柯普夫，德国作家，生于布拉格，一九二八年迁居德国，用德语写作。梅斐尔德木刻士敏土之图梅斐尔德木刻士敏土之图小说士敏土为革拉特珂夫所作的名篇，也是新俄文学的永久的碑碣。关于那内容，戈庚教授在伟大的十年的文学里曾有简要的说明。他以为在这书中，有两种社会底要素在相克，就是建设的要素和退婴，散漫，过去的颓唐的力。但战斗却并不在军事的战线上，而在经济底战线上。这时的大题目，已蜕化为人类的意识对于与经济复兴相冲突之力来斗争的心理底的题目了。即在说出怎样地用了巨灵的努力，这才能使被破坏了的工厂动弹，沉默了的机械运转的颠末来。然而和这历史一同，还展开着别样的历史――人类心理的一切秩序的蜕变的历史。机械出自幽暗和停顿中，用火焰辉煌了工厂的昏暗的窗玻璃。于是人类的智慧和感情，也和这一同辉煌起来了。这十幅木刻，即表现着工业的从寂灭中而复兴。由散漫而有组织，因组织而得恢复，自恢复而至盛大。也可以略见人类心理的顺遂的变形，但似乎不很顾及两种社会底要素之在相克的斗争――意识的纠葛的形象。我想，这恐怕是因为写实底地显示心境，绘画本难于文章，而刻者生长德国，所历的环境也和不同的缘故罢。关于梅斐尔德的事情，我知道得极少。仅听说他在德国是一个最革命底的画家，今年才二十七岁，而消磨在牢狱里的光阴倒有八年。他最爱刻印含有革命底内容的版画的连作，我所见过的有汉堡抚育的门徒和你的姊妹，但都还隐约可以看见悲悯的心情，惟这士敏土之图，则因为背景不同，却很示人以粗豪和组织的力量。小说士敏土已有董绍明蔡咏裳两君合译本，所用的是广东的译音上海通称水门汀，在先前，也曾谓之三合土。一九三年九月二十七日。"}
{"text":"仅听说他在德国是一个最革命底的画家，今年才二十七岁，而消磨在牢狱里的光阴倒有八年。他最爱刻印含有革命底内容的版画的连作，我所见过的有汉堡抚育的门徒和你的姊妹，但都还隐约可以看见悲悯的心情，惟这士敏土之图，则因为背景不同，却很示人以粗豪和组织的力量。小说士敏土已有董绍明蔡咏裳两君合译本，所用的是广东的译音上海通称水门汀，在先前，也曾谓之三合土。一九三年九月二十七日。本篇最初印入一九三年九月出版的梅斐尔德木刻士敏土之图，后经修改，印入新生命书局再版的董绍明蔡咏裳合译的士敏土中，其中删去最后一段和写作年月，另外补写了如下一段文字以上这一些，是去年九月三闲书屋影印这图的时候，由我写在前面作为小序的。现在要复制了插入本书去，最好是加上一点说明，但因为我别无新知，就只好将旧文照抄在这里。原图题目，和本书颇有不同之处，因为这回是以小说为主，所以译名就改从了本书，只将原题注在下面了。一九三一年十月二十日，记。梅斐尔德木刻士敏土之图，梅斐尔德为小说士敏土所作的插图，共十幅，自费影印，用三闲书屋名义出版。梅斐尔德，德国现代木刻家。士敏土现译水泥，反映苏联国民经济恢复时期斗争生活的长篇小说。革拉特珂夫，―，苏联作家。巨灵的努力一九三一年改为非常的努力。董绍明―字秋士，一作秋斯，天津静海人，翻译家。蔡咏裳―，广东南海人。他们合译的士敏土一九三年由上海启智书局初版。十二个十二个俄国在一九一七年三月的革命，算不得一个大风暴到十月，才是一个大风暴，怒吼着，震荡着，枯朽的都拉杂崩坏，连乐师画家都茫然失措，诗人也沉默了。就诗人而言，他们因为禁不起这连底的大变动，或者脱出国界，便死亡，如安得列夫或者在德法做侨民，如梅垒什珂夫斯奇，巴理芒德或者虽然并未脱走，却比较的失了生动，如阿尔志跋绥夫。但也有还是生动的，如勃留梭夫和戈理奇，勃洛克。但是，俄国诗坛上先前那样盛大的象征派的衰退，却并不只是革命之赐从一九一一年以来，外受未来派的袭击，内有实感派，神秘底虚无派，集合底主我派们的分离，就已跨进了崩溃时期了。"}
{"text":"就诗人而言，他们因为禁不起这连底的大变动，或者脱出国界，便死亡，如安得列夫或者在德法做侨民，如梅垒什珂夫斯奇，巴理芒德或者虽然并未脱走，却比较的失了生动，如阿尔志跋绥夫。但也有还是生动的，如勃留梭夫和戈理奇，勃洛克。但是，俄国诗坛上先前那样盛大的象征派的衰退，却并不只是革命之赐从一九一一年以来，外受未来派的袭击，内有实感派，神秘底虚无派，集合底主我派们的分离，就已跨进了崩溃时期了。至于十月的大革命，那自然，也是额外的一个沉重的打击。梅垒什珂夫斯奇们既然作了侨民，就常以痛骂苏俄为事别的作家虽然还有创作，然而不过是写些什么，颜色很黯淡，衰弱了。象征派诗人中，收获最多的，就只有勃洛克。勃洛克名亚历山大，早就有一篇很简单的自叙传――一八八年生在彼得堡。先学于古典中学，毕业后进了彼得堡大学的言语科。一九四年才作美的女人之歌这抒情诗，一九七年又出抒情诗两本，曰意外的欢喜，曰雪的假面。抒情悲剧小游览所的主人，广场的王，未知之女，不过才脱稿。现在担当着梭罗忒亚卢拿的批评栏，也和别的几种新闻杂志关系着。此后，他的著作还很多报复，文集，黄金时代，从心中涌出，夕照是烧尽了，水已经睡着，运命之歌。当革命时，将最强烈的刺戟给与俄国诗坛的，是十二个。他死时是四十二岁，在一九二一年。从一九四年发表了最初的象征诗集美的女人之歌起，勃洛克便被称为现代都会诗人的第一人了。他之为都会诗人的特色，是在用空想，即诗底幻想的眼，照见都会中的日常生活，将那朦胧的印象，加以象征化。将精气吹入所描写的事象里，使它苏生也就是在庸俗的生活，尘嚣的市街中，发见诗歌底要素。所以勃洛克所擅长者，是在取卑俗，热闹，杂沓的材料，造成一篇神秘底写实的诗歌。中国没有这样的都会诗人。我们有馆阁诗人，山林诗人，花月诗人没有都会诗人。能在杂沓的都会里看见诗者，也将在动摇的革命中看见诗。所以勃洛克做出十二个，而且因此在十月革命的舞台上登场了。但他的能上革命的舞台，也不只因为他是都会诗人乃是，如托罗兹基言，因为他向着我们这边突进了。突进而受伤了。十二个于是便成了十月革命的重要作品，还要永久地流传。"}
{"text":"所以勃洛克所擅长者，是在取卑俗，热闹，杂沓的材料，造成一篇神秘底写实的诗歌。中国没有这样的都会诗人。我们有馆阁诗人，山林诗人，花月诗人没有都会诗人。能在杂沓的都会里看见诗者，也将在动摇的革命中看见诗。所以勃洛克做出十二个，而且因此在十月革命的舞台上登场了。但他的能上革命的舞台，也不只因为他是都会诗人乃是，如托罗兹基言，因为他向着我们这边突进了。突进而受伤了。十二个于是便成了十月革命的重要作品，还要永久地流传。旧的诗人沉默，失措，逃走了，新的诗人还未弹他的奇颖的琴。勃洛克独在革命的俄国中，倾听咆哮狞猛，吐着长太息的破坏的音乐。他听到黑夜白雪间的风，老女人的哀怨，教士和富翁和太太的彷徨，会议中的讲嫖钱，复仇的歌和枪声，卡基卡的血。然而他又听到癞皮狗似的旧世界他向着革命这边突进了。然而他究竟不是新兴的革命诗人，于是虽然突进，却终于受伤，他在十二个之前，看见了戴着白玫瑰花圈的耶稣基督。但这正是俄国十月革命时代的最重要的作品。呼唤血和火的，咏叹酒和女人的，赏味幽林和秋月的，都要真的神往的心，否则一样是空洞。人多是生命之川之中的一滴，承着过去，向着未来，倘不是真的特出到异乎寻常的，便都不免并含着向前和反顾。诗十二个里就可以看见这样的心他向前，所以向革命突进了，然而反顾，于是受伤。篇末出现的耶稣基督，仿佛可有两种的解释一是他也赞同，一是还须靠他得救。但无论如何，总还以后解为近是。故十月革命中的这大作品十二个，也还不是革命的诗。然而也不是空洞的。这诗的体式在中国很异样但我以为很能表现着俄国那时！的神情细看起来，也许会感到那大震撼，大咆哮的气息。可惜翻译最不易。我们曾经有过一篇从英文的重译本因为还不妨有一种别译，胡成才君便又从原文译出了。不过诗是只能有一篇的，即使以俄文改写俄文，尚且决不可能，更何况用了别一国的文字。然而我们也只能如此。至于意义，却是先由伊发尔先生校勘过的后来，我和韦素园君又酌改了几个字。前面的勃洛克论是我译添的，是文学与革命的第三章，从茂森唯士氏的日本文译本重译韦素园君又给对校原文，增改了许多。"}
{"text":"不过诗是只能有一篇的，即使以俄文改写俄文，尚且决不可能，更何况用了别一国的文字。然而我们也只能如此。至于意义，却是先由伊发尔先生校勘过的后来，我和韦素园君又酌改了几个字。前面的勃洛克论是我译添的，是文学与革命的第三章，从茂森唯士氏的日本文译本重译韦素园君又给对校原文，增改了许多。在中国人的心目中，大概还以为托罗兹基是一个喑呜叱咤的革命家和武人，但看他这篇，便知道他也是一个深解文艺的批评者。他在俄国，所得的俸钱，还是稿费多。但倘若不深知他们文坛的情形，似乎不易懂我的翻译的拙涩，自然也是一个重大的原因。书面和卷中的四张画，是玛修丁所作的。他是版画的名家。这几幅画，即曾被称为艺术底版画的典型原本是木刻。卷头的勃洛克的画像，也不凡，但是从新俄罗斯文学的曙光期转载的，不知道是谁作。俄国版画的兴盛，先前是因为照相版的衰颓和革命中没有细致的纸张，倘要插图，自然只得应用笔路分明的线画。然而只要人民有活气，这也就发达起来，在一九二二年弗罗连斯的万国书籍展览会中，就得了非常的赞美了。一九二六年七月二十一日，记于北京。本篇最初印入一九二六年八月北新书局出版的中译本十二个。十二个，长诗，苏联勃洛克于一九一八年作，胡译，未名丛刊俄国在一九一七年三月的革命指一九一七年三月十二日俄历二月二十七日推翻沙皇专制制度的俄国资产阶级民主革命。一般称为二月革命。安得列夫，―通译安德烈夫砉骷摇赂命后流亡国外。著有小说红的笑，剧本往星中等。梅垒什珂夫斯奇参看本卷第页注。巴理芒德，―，通译巴尔蒙特，俄国诗人。十月革命后流亡国外。阿尔志跋绥夫，―俄棺骷摇痪拧鹞迥旮锩败后成为颓废主义者，十月革命后流亡国外。著有长篇小说沙宁，中篇小说工人绥惠略夫等。勃留梭夫，―苏联诗人。早期受象征主义影响，十月革命后积极参加社会文化活动。著有镰刀和锤子列宁给俄罗斯等。戈理奇，通译高尔基。"}
{"text":"巴理芒德，―，通译巴尔蒙特，俄国诗人。十月革命后流亡国外。阿尔志跋绥夫，―俄棺骷摇痪拧鹞迥旮锩败后成为颓废主义者，十月革命后流亡国外。著有长篇小说沙宁，中篇小说工人绥惠略夫等。勃留梭夫，―苏联诗人。早期受象征主义影响，十月革命后积极参加社会文化活动。著有镰刀和锤子列宁给俄罗斯等。戈理奇，通译高尔基。参看本卷第页注。勃洛克，―，苏联诗恕缙诖醋受象征主义影响，十月革命时倾向革命。著有祖国俄罗斯颂十二个等。象征派十九世纪末叶在法国兴起的颓废主义文艺思潮中的一个流派。它认为现实世界是虚幻的痛苦的，而另一世界是真的美的永恒的。要求文艺创作用一种恍惚迷离的意象，即所谓象征，来暗示另一世界。这一流派第一次世界大战前影响欧洲各国。俄国象征派代表人物有梅垒什珂夫斯基勃留梭夫等。未来派参看本卷第页注。梭罗忒亚卢拿现译金羊毛，俄国象征派杂志。这一句以及后文向着我们这边突进了。突进而受伤了，咆哮狞猛，吐着长太息的破坏的音乐，时代的最重要的作品等引文，均见托洛茨基文学与革命。卡基卡十二个中的人物，酒馆的妓女。戴着白玫瑰花圈的耶稣基督指十二个结尾描写的拿着旗帜戴着花圈，走在十二个赤卫军前面的耶稣基督形象。指饶了一译的十二个，载小说月报第十三卷第四期一九二二年四月，是从美国杂志活时代一九二年五月号转译的。胡成才即胡，浙江龙游人。一九二四年毕业于北京大学俄文系。伊发尔参看本卷第页注。茂森唯士―日本的苏联问题研究者。韦素园参看本卷第页注。玛修丁樟婊摇罅魍龅鹿新俄罗斯文学的曙光期日本N曙梦所作关于苏联早期文学的论著。有画室冯雪峰译本。弗罗连斯通译佛罗伦萨，意大利中部城市。"}
{"text":"一九二四年毕业于北京大学俄文系。伊发尔参看本卷第页注。茂森唯士―日本的苏联问题研究者。韦素园参看本卷第页注。玛修丁樟婊摇罅魍龅鹿新俄罗斯文学的曙光期日本N曙梦所作关于苏联早期文学的论著。有画室冯雪峰译本。弗罗连斯通译佛罗伦萨，意大利中部城市。拾谷虹儿画选小引拾谷虹儿画选小引中国的新的文艺的一时的转变和流行，有时那主权是简直大半操于外国书籍贩卖者之手的。来一批书，便给一点影响。中的画集一入中国，那锋利的刺戟力，就激动了多年沉静的神经，于是有了许多表面的摹仿。但对于沉静，而又疲弱的神经，的线究竟又太强烈了，这时适有拾谷虹儿的版画运来中国，是用幽婉之笔，来调和了的锋芒，这尤合中国现代青年的心，所以他的模仿就至今不绝。但可惜的是将他的形和线任意的破坏，――不过不经比较，是看不出底细来的。现在就从他的画谱睡莲之梦中选取六图，悲凉的微笑中五图，我的画集中一图，大约都是可显现他的特色之作，虽然中国的复制，不能高明，然而究竟较可以窥见他的真面目了。至于的特色之所在，就让他自己来说罢――我的艺术，以纤细为生命，同时以解剖刀一般的锐利的锋芒为力量。我所引的描线，必需小蛇似的敏捷和白鱼似的锐敏。我所画的东西，单是如生之类的现实的姿态，是不够的。于悲凉，则画彷徨湖畔的孤星的水妖，于欢乐，则画在春林深处，和地o相谑的月光的水妖罢。描女性，则选多梦的处女，且备以女王之格，注以星姬之爱罢。描男性，则愿探求神话，拉出亚波罗来，给穿上漂泊的旅鞋去。描幼儿，则加以天使的羽翼，还于此被上五色的文绫。而为了孕育这些爱的幻想的模特儿们，我的思想，则不可不如深夜之暗黑，清水之澄明。悲凉的微笑自序这可以说，大概都说尽了。然而从这些美点的别一面看，也就令人所以评他为倾向少年男女读者的作家的原因。"}
{"text":"描幼儿，则加以天使的羽翼，还于此被上五色的文绫。而为了孕育这些爱的幻想的模特儿们，我的思想，则不可不如深夜之暗黑，清水之澄明。悲凉的微笑自序这可以说，大概都说尽了。然而从这些美点的别一面看，也就令人所以评他为倾向少年男女读者的作家的原因。现在是往欧洲留学去了，前途正长，这不过是一时期的陈迹，现在又作为中国几个作家的秘密宝库的一部份，陈在读者的眼前，就算一面小镜子，――要说得堂皇一些，那就是，这才或者能使我们逐渐认真起来，先会有小小的真的创作。从第一到十一图，都有短短的诗文的，也就逐图译出，附在各图前面了，但有几篇是古文，为所未曾研究，所以有些错误，也说不定的。首页的小图也出我的画集中，原题曰瞳，是所爱描的大到超于现实的眸子。一九二九年一月二十四日，在上海记。本篇最初印入一九二九年一月出版的拾谷虹儿画选。拾谷虹儿画选，朝花社编印的艺苑朝华第一期第二辑。内收拾谷虹儿作品十二幅，并附有画家自己的诗和散文诗十一首。拾谷虹儿―，日本画家。作品有为画集睡莲之梦悲凉的微笑木偶新娘等。现代丛书。美国出版的历史科学文学及艺术等论著和作品的丛书。画集，比亚兹莱画集，原名比亚兹莱的艺术。比亚兹莱，参看本书比亚兹莱画选小引。水妖希腊神话里住在山林水泽中半神半人的少女。下文的地o，应作潘神，希腊神话中的畜牧神。爱好音乐，常带领山林女妖舞蹈嬉戏。指叶灵凤等人。参看本卷第页注。苏俄的文艺论战前记苏俄的文艺论战前记俄国既经一九一七年十月的革命，遂入战时共产主义时代，其时的急务是铁和血，文艺简直可以说在麻痹状态中。但也有想像派和未来派试行活动，一时执了文坛的牛耳。待到一九二一年，形势就一变了，文艺顿有生气，最兴盛的是左翼未来派，后有机关杂志曰烈夫――即连结的头字的略语，意义是艺术的左翼战线，――就是专一猛烈地宣传构成主义的艺术和革命底内容的文学的。"}
{"text":"但也有想像派和未来派试行活动，一时执了文坛的牛耳。待到一九二一年，形势就一变了，文艺顿有生气，最兴盛的是左翼未来派，后有机关杂志曰烈夫――即连结的头字的略语，意义是艺术的左翼战线，――就是专一猛烈地宣传构成主义的艺术和革命底内容的文学的。但烈夫的发生，也很经过许多波澜和变迁。一九五年第一次革命的反动，是政府和工商阶级的严酷的迫压，于是特殊的艺术也出现了象征主义，神秘主义，变态性欲主义。又四五年，为改革这一般的趣味起见，印象派终于出而开火，在战斗状态中者三整年，末后成为未来派，对于旧的生活组织更加以激烈的攻击，第一次的杂志在一九一四年出版，名曰批社会趣味的嘴巴！旧社会对于这一类改革者，自然用尽一切手段，给以骂詈和诬谤政府也出而干涉，并禁杂志的刊行但资本家，却其实毫未觉到这批颊的痛苦。然而未来派依然继续奋斗，至二月革命后，始分为左右两派。右翼派与民主主义者共鸣了。左翼派则在十月革命时受了波尔雪维艺术的洗礼，于是编成左翼队，守着新艺术的左翼战线，以十月二十五日开始活动，这就是烈夫的起原。但烈夫的正式除幕，――机关杂志的发行，是在一九二三年二月一日此后即动作日加活泼了。那主张的要旨，在推倒旧来的传统，毁弃那欺骗国民的耽美派和古典派的已死的资产阶级艺术，而建设起现今的新的活艺术来。所以他们自称为艺术即生活的创造者，诞生日就是十月，在这日宣言自由的艺术名之曰无产阶级的革命艺术。不独文艺，中国至今于苏俄的新文化都不了然，但间或有人欣幸他资本制度的复活。任国桢君独能就俄国的杂志中选译文论三篇，使我们借此稍稍知道他们文坛上论辩的大概，实在是最为有益的事，――至少是对于留心世界文艺的人们。别有蒲力汗诺夫与艺术问题一篇，是用于文艺的研究的，因为可供读者连类的参考，也就一并附上了。一六二五年四月十二日之夜，记。本篇最初印入一九二五年八月北京北新书局出版的苏俄的文艺论战。苏俄的文艺论战，任国桢译，未名丛刊之一。"}
