{"text":"可见要造文字，相貌先得出奇，我们这种只有两只眼睛的人，是不但本领不够，连相貌也不配的。然而做易经的人我不知道是谁，却比较的聪明，他说上古结绳而治，后世圣人易之以书契。他不说仓颉，只说后世圣人，不说创造，只说掉换，真是谨慎得很也许他无意中就不相信古代会有一个独自造出许多文字来的人的了，所以就只是这么含含胡胡的来一句。但是，用书契来代结绳的人，又是什么脚色呢？文学家？不错，从现在的所谓文学家的最要卖弄文字，夺掉笔杆便一无所能的事实看起来，的确首先就要想到他他也的确应该给自己的吃饭家伙出点力。然而并不是的。有史以前的人们，虽然劳动也唱歌，求爱也唱歌，他却并不起草，或者留稿子，因为他做梦也想不到卖诗稿，编全集，而且那时的社会里，也没有报馆和书铺子，文字毫无用处。据有些学者告诉我们的话来看，这在文字上用了一番工夫的，想来该是史官了。原始社会里，大约先前只有巫，待到渐次进化，事情繁复了，有些事情，如祭祀，狩猎，战争之类，渐有记住的必要，巫就只好在他那本职的降神之外，一面也想法子来记事，这就是史的开头。况且升中于天，他在本职上，也得将记载酋长和他的治下的大事的册子，烧给上帝看，因此一样的要做文章――虽然这大约是后起的事。再后来，职掌分得更清楚了，于是就有专门记事的史官。文字就是史官必要的工具，古人说仓颉，黄帝史。第一句未可信，但指出了史和文字的关系，却是很有意思的。至于后来的文学家用它来写阿呀呀，我的爱哟，我要死了！那些佳句，那不过是享享现成的罢了，何足道哉！三字是怎么来的？照易经说，书契之前明明是结绳我们那里的乡下人，碰到明天要做一件紧要事，怕得忘记时，也常常说裤带上打一个结！那么，我们的古圣人，是否也用一条长绳，有一件事就打一个结呢？恐怕是不行的。只有几个结还记得，一多可就糟了。或者那正是伏羲皇上的八封之流，三条绳一组，都不打结是乾，中间各打一结是坤罢？恐怕也不对。八组尚可，六十四组就难记，何况还会有五百十二组呢。只有在秘鲁还有存留的打结字，用一条横绳，挂上许多直绳，拉来拉去的结起来，网不像网，倒似乎还可以表现较多的意思。我们上古的结绳，恐怕也是如此的罢。但它既然被书契掉换，又不是书契的祖宗，我们也不妨暂且不去管它了。"}
{"text":"恐怕是不行的。只有几个结还记得，一多可就糟了。或者那正是伏羲皇上的八封之流，三条绳一组，都不打结是乾，中间各打一结是坤罢？恐怕也不对。八组尚可，六十四组就难记，何况还会有五百十二组呢。只有在秘鲁还有存留的打结字，用一条横绳，挂上许多直绳，拉来拉去的结起来，网不像网，倒似乎还可以表现较多的意思。我们上古的结绳，恐怕也是如此的罢。但它既然被书契掉换，又不是书契的祖宗，我们也不妨暂且不去管它了。夏禹的岣嵝碑是道士们假造的现在我们能在实物上看见的最古的文字，只有商朝的甲骨和钟鼎文。但这些，都已经很进步了，几乎找不出一个原始形态。只在铜器上，有时还可以看见一点写实的图形，如鹿，如象，而从这图形上，又能发见和文字相关的线索中国文字的基础是象形。画在西班牙的亚勒泰米拉洞里的野牛，是有名的原始人的遗迹，许多艺术史家说，这正是为艺术的艺术，原始人画着玩玩的。但这解释未免过于摩登，因为原始人没有十九世纪的文艺家那么有闲，他的画一只牛，是有缘故的，为的是关于野牛，或者是猎取野牛，禁咒野牛的事。现在上海墙壁上的香烟和电影的广告画，尚且常有人张着嘴巴看，在少见多怪的原始社会里，有了这么一个奇迹，那轰动一时，就可想而知了。他们一面看，知道了野牛这东西，原来可以用线条移在别的平面上，同时仿佛也认识了一个牛字，一面也佩服这的才能，但没有人请他作自传赚钱，所以姓氏也就湮没了。但在社会里，仓颉也不止一个，有的在刀柄上刻一点图，有的在门户上画一些画，心心相印，口口相传，文字就多起来，史官一采集，便可以敷衍记事了。中国文字的由来，恐怕也逃不出这例子的。自然，后来还该有不断的增补，这是史官自己可以办到的，新字夹在熟字中，又是象形，别人也容易推测到那字的意义。直到现在，中国还在生出新字来。但是，硬做新仓颉，却要失败的，吴的朱育，唐的武则天，都曾经造过古怪字，也都白费力。现在最会造字的是中国化学家，许多原质和化合物的名目，很不容易认得，连音也难以读出来了。老实说，我是一看见就头痛的，觉得远不如就用万国通用的拉丁名来得爽快，如果二十来个字母都认不得，请恕我直说那么，化学也大抵学不好的。四写字就是画画周礼和说文解字上都讲文字的构成法有六种，这里且不谈罢，只说些和象形有关的东西。"}
{"text":"直到现在，中国还在生出新字来。但是，硬做新仓颉，却要失败的，吴的朱育，唐的武则天，都曾经造过古怪字，也都白费力。现在最会造字的是中国化学家，许多原质和化合物的名目，很不容易认得，连音也难以读出来了。老实说，我是一看见就头痛的，觉得远不如就用万国通用的拉丁名来得爽快，如果二十来个字母都认不得，请恕我直说那么，化学也大抵学不好的。四写字就是画画周礼和说文解字上都讲文字的构成法有六种，这里且不谈罢，只说些和象形有关的东西。象形，近取诸身，远取诸物，就是画一只眼睛是目，画一个圆圈，放几条毫光是日，那自然很明白，便当的。但有时要碰壁，譬如要画刀口，怎么办呢？不画刀背，也显不出刀口来，这时就只好别出心裁，在刀口上加一条短棍，算是指明这个地方的意思，造了刃。这已经颇有些办事棘手的模样了，何况还有无形可象的事件，于是只得来象意，也叫作会意。一只手放在树上是采，一颗心放在屋子和饭碗之间是，有吃有住，安了。但要写宁可的宁，却又得在碗下面放一条线，表明这不过是用了s的声音的意思。会意比象形更麻烦，少要画两样。如宝字，则要画一个屋顶，一串玉，一个缶，一个贝，计四样我看缶字还是杵臼两形合成的，那么一共有五样。单单为了画这一个字，就很要破费些工夫。不过还是走不通，因为有些事物是画不出，有些事物是画不来，譬如松柏，叶样不同，原是可以分出来的，但写字究竟是写字，不能像绘画那样精工，到底还是硬挺不下去。来打开这僵局的是谐声，意义和形象离开了关系。这已经是记音了，所以有人说，这是中国文字的进步。不错，也可以说是进步，然而那基础也还是画画儿。例如菜，从草，采声，画一窠草，一个爪，一株树三样海，从水，每声，画一条河，一位戴帽？的太太，也三样。总之如果要写字，就非永远画画不成。但古人是并不愚蠢的，他们早就将形象改得简单，远离了写实。篆字圆折，还有图画的余痕，从隶书到现在的楷书，和形象就天差地远。不过那基础并未改变，天差地远之后，就成为不象形的象形字，写起来虽然比较的简单，认起来却非常困难了，要凭空一个一个的记住。而且有些字，也至今并不简单，例如或璋，去叫孩子写，非练习半年六月，是很难写在半寸见方的格子里面的。"}
{"text":"的太太，也三样。总之如果要写字，就非永远画画不成。但古人是并不愚蠢的，他们早就将形象改得简单，远离了写实。篆字圆折，还有图画的余痕，从隶书到现在的楷书，和形象就天差地远。不过那基础并未改变，天差地远之后，就成为不象形的象形字，写起来虽然比较的简单，认起来却非常困难了，要凭空一个一个的记住。而且有些字，也至今并不简单，例如或璋，去叫孩子写，非练习半年六月，是很难写在半寸见方的格子里面的。还有一层，是谐声字也因为古今字音的变迁，很有些和声不大谐的了。现在还有谁读滑为骨，读海为每呢？古人传文字给我们，原是一份重大的遗产，应该感谢的。但在成了不象形的象形字，不十分谐声的谐声字的现在，这感谢却只好踌蹰一下了。五古时候言文一致么？到这里，我想来猜一下古时候言文是否一致的问题。对于这问题，现在的学者们虽然并没有分明的结论，但听他口气，好像大概是以为一致的越古，就越一致。不过我却很有些怀疑，因为文字愈容易写，就愈容易写得和口语一致，但中国却是那么难画的象形字，也许我们的古人，向来就将不关重要的词摘去了的。书经有那么难读，似乎正可作照写口语的证据，但商周人的的确的口语，现在还没有研究出，还要繁也说不定的。至于周秦古书，虽然也用一点他本地的方言，而文字大致相类，即使和口语还相近罢，用的也是周秦白话，并非周秦大众语。汉朝更不必说了，虽是肯将书经里难懂的字眼，翻成今字的司马迁，也不过在特别情况之下，采用一点俗语，例如陈涉的老朋友看见他为王，惊异道夥颐，涉之为王沉沉者，而其中的涉之为王四个字，我还疑心太史公加过修剪的。那么，古书里采录的童谣，谚语，民歌，该是那时的老牌俗语罢。我看也很难说。中国的文学家，是颇有爱改别人文章的脾气的。最明显的例子是汉民间的淮南王歌，同一地方的同一首歌，汉书和前汉纪记的就两样。一面是――一尺布，尚可缝一斗粟，尚可舂。兄弟二人，不能相容。一面却是――一尺布，暖童童一斗粟，饱蓬蓬。兄弟二人不相容。比较起来，好像后者是本来面目，但已经删掉了一些也说不定的只是一个提要。"}
{"text":"我看也很难说。中国的文学家，是颇有爱改别人文章的脾气的。最明显的例子是汉民间的淮南王歌，同一地方的同一首歌，汉书和前汉纪记的就两样。一面是――一尺布，尚可缝一斗粟，尚可舂。兄弟二人，不能相容。一面却是――一尺布，暖童童一斗粟，饱蓬蓬。兄弟二人不相容。比较起来，好像后者是本来面目，但已经删掉了一些也说不定的只是一个提要。后来宋人的语录，话本，元人的杂剧和传奇里的科白，也都是提要，只是它用字较为平常，删去的文字较少，就令人觉得明白如话了。我的臆测，是以为中国的言文，一向就并不一致的，大原因便是字难写，只好节省些。当时的口语的摘要，是古人的文古代的口语的摘要，是后人的古文。所以我们的做古文，是在用了已经并不象形的象形字，未必一定谐声的谐声字，在纸上描出今人谁也不说，懂的也不多的，古人的口语的摘要来。你想，这难不难呢？六于是文章成为奇货了文字在人民间萌芽，后来却一定为特权者所收揽。据易经的所推测，上古结绳而治，则连结绳就已是治人者的东西。待到落在巫史的手里的时候，更不必说了，他们都是酋长之下，万民之上的人。社会改变下去，学习文字的人们的范围也扩大起来，但大抵限于特权者。至于平民，那是不识字的，并非缺少学费，只因为限于资格，他不配。而且连书籍也看不见。中国在刻版还未发达的时候，有一部好书，往往是藏之秘阁，副在三馆，连做了士子，也还是不知道写着什么的。因为文字是特权者的东西，所以它就有了尊严性，并且有了神秘性。中国的字，到现在还很尊严，我们在墙壁上，就常常看见挂着写上敬惜字纸的篓子至于符的驱邪治病，那就靠了它的神秘性的。文字既然含着尊严性，那么，知道文字，这人也就连带的尊严起来了。新的尊严者日出不穷，对于旧的尊严者就不利，而且知道文字的人们一多，也会损伤神秘性的。符的威力，就因为这好像是字的东西，除道士以外，谁也不认识的缘故。所以，对于文字，他们一定要把持。欧洲中世，文章学问，都在道院里克罗蒂亚，是到了十九世纪，识字的还只有教士的，人民的口语，退步到对于旧生活刚够用。他们革新的时候，就只好从外国借进许多新语来。我们中国的文字，对于大众，除了身分，经济这些限制之外，却还要加上一条高门槛难。单是这条门槛，倘不费他十来年工夫，就不容易跨过。"}
{"text":"符的威力，就因为这好像是字的东西，除道士以外，谁也不认识的缘故。所以，对于文字，他们一定要把持。欧洲中世，文章学问，都在道院里克罗蒂亚，是到了十九世纪，识字的还只有教士的，人民的口语，退步到对于旧生活刚够用。他们革新的时候，就只好从外国借进许多新语来。我们中国的文字，对于大众，除了身分，经济这些限制之外，却还要加上一条高门槛难。单是这条门槛，倘不费他十来年工夫，就不容易跨过。跨过了的，就是士大夫，而这些士大夫，又竭力的要使文字更加难起来，因为这可以使他特别的尊严，超出别的一切平常的士大夫之上。汉朝的杨雄的喜欢奇字，就有这毛病的，刘歆想借他的方言稿子，他几乎要跳黄浦。唐朝呢，樊宗师的文章做到别人点不断，李贺的诗做到别人看不懂，也都为了这缘故。还有一种方法是将字写得别人不认识，下焉者，是从康熙字典上查出几个古字来，夹进文章里面去上焉者是钱坫的用篆字来写刘熙的释名，最近还有钱玄同先生的照说文字样给太炎先生抄小学答问。。文字难，文章难，这还都是原来的这些上面，又加以士大夫故意特制的难，却还想它和大众有缘，怎么办得到。但士大夫们也正愿其如此，如果文字易识，大家都会，文字就不尊严，他也跟着不尊严了。说白话不如文言的人，就从这里出发的现在论大众语，说大众只要教给千字课就够的人，那意思的根柢也还是在这里。七不识字的作家用那么艰难的文字写出来的古语摘要，我们先前也叫文，现在新派一点的叫文学，这不是从文学子游子夏上割下来的，是从日本输入，他们的对于英文的译名。会写写这样的文的，现在是写白话也可以了，就叫作文学家，或者叫作家。文学的存在条件首先要会写字，那么，不识字的文盲群里，当然不会有文学家的了。然而作家却有的。你们不要太早的笑我，我还有话说。我想，人类是在未有文字之前，就有了创作的，可惜没有人记下，也没有法子记下。"}
{"text":"文学的存在条件首先要会写字，那么，不识字的文盲群里，当然不会有文学家的了。然而作家却有的。你们不要太早的笑我，我还有话说。我想，人类是在未有文字之前，就有了创作的，可惜没有人记下，也没有法子记下。我们的祖先的原始人，原是连话也不会说的，为了共同劳作，必需发表意见，才渐渐的练出复杂的声音来，假如那时大家抬木头，都觉得吃力了，却想不到发表，其中有一个叫道杭育杭育，那么，这就是创作大家也要佩服，应用的，这就等于出版倘若用什么记号留存了下来，这就是文学他当然就是作家，也是文学家，是杭育杭育派。不要笑，这作品确也幼稚得很，但古人不及今人的地方是很多的，这正是其一。就是周朝的什么关关雎鸠，在河之洲，窈窕淑女，君子好逑罢，它是诗经里的头一篇，所以吓得我们只好磕头佩服，假如先前未曾有过这样的一篇诗，现在的新诗人用这意思做一首白话诗，到无论什么副刊上去投稿试试罢，我看十分之九是要被编辑者塞进字纸篓去的。漂亮的好小姐呀，是少爷的好一对儿！什么话呢？就是诗经的国风里的东西，好许多也是不识字的无名氏作品，因为比较的优秀，大家口口相传的。王官们检出它可作行政上参考的记录了下来，此外消灭的正不知有多少。希腊人荷马――我们姑且当作有这样一个人――的两大史诗，也原是口吟，现存的是别人的记录。东晋到齐陈的子夜歌和读曲歌之类，唐朝的竹枝词和柳枝词之类，原都是无名氏的创作，经文人的采录和润色之后，留传下来的。这一润色，留传固然留传了，但可惜的是一定失去了许多本来面目。到现在，到处还有民谣，山歌，渔歌等，这就是不识字的诗人的作品也传述着童话和故事，这就是不识字的小说家的作品他们，就都是不识字的作家。但是，因为没有记录作品的东西，又很容易消灭，流布的范围也不能很广大，知道的人们也就很少了。偶有一点为文人所见，往往倒吃惊，吸入自己的作品中，作为新的养料。旧文学衰颓时，因为摄取民间文学或外国文学而起一个新的转变，这例子是常见于文学史上的。不识字的作家虽然不及文人的细腻，但他却刚健，清新。要这样的作品为大家所共有，首先也就是要这作家能写字，同时也还要读者们能识字以至能写字，一句话将文字交给一切人。八怎么交代？将文字交给大众的事实，从清朝末年就已经有了的。"}
{"text":"偶有一点为文人所见，往往倒吃惊，吸入自己的作品中，作为新的养料。旧文学衰颓时，因为摄取民间文学或外国文学而起一个新的转变，这例子是常见于文学史上的。不识字的作家虽然不及文人的细腻，但他却刚健，清新。要这样的作品为大家所共有，首先也就是要这作家能写字，同时也还要读者们能识字以至能写字，一句话将文字交给一切人。八怎么交代？将文字交给大众的事实，从清朝末年就已经有了的。莫打鼓，莫打锣，听我唱个太平歌是钦颁的教育大众的俗歌此外，士大夫也办过一些白话报，但那主意，是只要大家听得懂，不必一定写得出。平民千字课就带了一点写得出的可能，但也只够记账，写信。倘要写出心里所想的东西，它那限定的字数是不够的。譬如牢监，的确是给了人一块地，不过它有限制，只能在这圈子里行立坐卧，断不能跑出设定了的铁栅外面去。劳乃宣和王照他两位都有简字，进步得很，可以照音写字了。民国初年，教育部要制字母，他们俩都是会员，劳先生派了一位代表，王先生是亲到的，为了入声存废问题，曾和吴稚晖先生大战，战得吴先生肚子一凹，棉裤也落了下来。但结果总算几经斟酌，制成了一种东西，叫作注音字母。那时很有些人，以为可以替代汉字了，但实际上还是不行，因为它究竟不过简单的方块字，恰如日本的假名一样，夹上几个，或者注在汉字的旁边还可以，要它拜帅，能力就不够了。写起来会混杂，看起来要眼花。那时的会员们称它为注音字母，是深知道它的能力范围的。再看日本，他们有主张减少汉字的，有主张拉丁拼音的，但主张只用假名的却没有。再好一点的是用罗马字拼法，研究得最精的是赵元任先生罢，我不大明白。用世界通用的罗马字拼起来――现在是连土耳其也采用了――一词一串，非常清晰，是好的。但教我似的门外汉来说，好像那拼法还太繁。要精密，当然不得不繁，但繁得很，就又变了难，有些妨碍普及了。最好是另有一种简而不陋的东西。这里我们可以研究一下新的拉丁化法，每日国际文选里有一小本中国语书法之拉丁化，世界第二年第六七号合刊附录的一份言语科学，就都是绍介这东西的。价钱便宜，有心的人可以买来看。它只有二千八个字母，拼法也容易学。"}
{"text":"但教我似的门外汉来说，好像那拼法还太繁。要精密，当然不得不繁，但繁得很，就又变了难，有些妨碍普及了。最好是另有一种简而不陋的东西。这里我们可以研究一下新的拉丁化法，每日国际文选里有一小本中国语书法之拉丁化，世界第二年第六七号合刊附录的一份言语科学，就都是绍介这东西的。价钱便宜，有心的人可以买来看。它只有二千八个字母，拼法也容易学。人就是，房子就是，我吃果子是，他是工人是。现在在华侨里实验，见了成绩的，还只是北方话。但我想，中国究竟还是讲北方话――不是北京话――的人们多，将来如果真有一种到处通行的大众语，那主力也恐怕还是北方话罢。为今之计，只要酌量增减一点，使它合于各该地方所特有的音，也就可以用到无论什么穷乡僻壤去了。那么，只要认识二十八个字母，学一点拼法和写法，除懒虫和低能外，就谁都能够写得出，看得懂了。况且它还有一个好处，是写得快。美国人说，时间就是金钱但我想时间就是性命。无端的空耗别人的时间，其实是无异于谋财害命的。不过像我们这样坐着乘风凉，谈闲天的人们，可又是例外。九专化呢，普遍化呢？到了这里，就又碰着了一个大问题中国的言语，各处很不同，单给一个粗枝大叶的区别，就有北方话，江浙话，两湖川贵话，福建话，广东话这五种，而这五种中，还有小区别。现在用拉丁字来写，写普通话，还是写土话呢？要写普通话，人们不会倘写土话，别处的人们就看不懂，反而隔阂起来，不及全国通行的汉字了。这是一个大弊病！我的意思是在开首的启蒙时期，各地方各写它的土话，用不着顾到和别地方意思不相通。当未用拉丁写法之前，我们的不识字的人们，原没有用汉字互通着声气，所以新添的坏处是一点也没有的，倒有新的益处，至少是在同一语言的区域里，可以彼此交换意见，吸收智识了――那当然，一面也得有人写些有益的书。问题倒在这各处的大众语文，将来究竟要它专化呢，还是普通化？方言土语里，很有些意味深长的话，我们那里叫炼话，用起来是很有意思的，恰如文言的用古典，听者也觉得趣味津津。各就各处的方言，将语法和词汇，更加提炼，使他发达上去的，就是专化。这于文学，是很有益处的，它可以做得比仅用泛泛的话头的文章更加有意思。但专化又有专化的危险。言语学我不知道，看生物，是一到专化，往往要灭亡的。"}
