{"text":"先生有篇杂文，谈到聪明人和傻子的不同遭遇，讨论的就是此类现象。据我所知，学者没有狡猾到这种程度，他们只是仔细提防着自己，不要得出不受欢迎的结论来。由于日夜提防，就进入了一种模模糊糊的心态，乃是深度压抑所致。与此同时，人人都渴望得到欢迎的结论，因此连做人都不够自然。现在人们所说的人文科学的危机，我以为主要起因于此。还有一个原因在经济方面挣钱太少。假定可以痛快淋漓的做学问，再挣很多的钱，那就什么危机都没有了。我个人认为，获得受欢迎的信息有三种方法其一，从真实中索取筛选其二，对现有的信息加以改造其三，凭空捏造。第一种最困难，第三种最为便利。在这方面，学者有巨大的不利之处，那就是凭空捏造不如奸佞之徒。假定有君王专心要听好消息，与其养学者，不如养一帮无耻小人。在中国历史上，儒士的死敌就是宦官。假如学者下海去改造捏造信息，对于学术来说，是一种自杀之道。因此学者往往在求真实和受欢迎之中，苦苦求索一条两全之路，文史学者尤其如此。我上大学时，老师教诲我们说，搞现代史要牢记两个原则，一是治史的原则，二是党性的原则。这就是说，让历史事实按党性的原则来发生。凭良心说，这节课我没听懂。在文史方面，我搞不清的东西很多。不过我也能体会到学者的苦心。在中国历史上，每一位学者都力求证明自己的学说有巨大的经济效益社会效益。孟子当年鼓吹自己的学说，提出了仁者无敌之说，有了军事效益，和林彪的精神原子弹之说有异曲同工之妙。学术必须有效益，这就构成了另一种花剌子模。学术可以有实在的效益，不过来得极慢，起码没有嘴头上编出来的效益快何况对于君王来说，效益就是一些消息而已。最好的效益就是马上能听见的好消息。因为这个原因，学者们承受着一种压力，要和骗子竞赛语惊四座。看着别人的脸色做学问，你要什么，我做什么。必须说明的是，学者并没有完全变狡猾，这一点我还有把握。假如把世界上所有的学者对本学科用途的说明做一比较，就可以发现大致可分为两种，一种说，科学可以解决问题，但就如中药铺里的药材可以给人治病一样，首先要知识完备，然后才能按方抓药，治人的病。照这种观点，我们现在所治之学，只是完备药店的药材，对它能治什么病不做保证。另一种说道，本人所治之学对于现在人类所有遇到的问题马上就有答案，这就如买大力丸的，这种丸药百病通治，吃下去有病治病，无病强身。中国的学者素来有卖大力丸的传统，喜欢做妙语以动天听。"}
{"text":"假如把世界上所有的学者对本学科用途的说明做一比较，就可以发现大致可分为两种，一种说，科学可以解决问题，但就如中药铺里的药材可以给人治病一样，首先要知识完备，然后才能按方抓药，治人的病。照这种观点，我们现在所治之学，只是完备药店的药材，对它能治什么病不做保证。另一种说道，本人所治之学对于现在人类所有遇到的问题马上就有答案，这就如买大力丸的，这种丸药百病通治，吃下去有病治病，无病强身。中国的学者素来有卖大力丸的传统，喜欢做妙语以动天听。这就造成了一种气氛，除了大力丸式的学问，旁的都不是学问。在这种压力之下，我们有时也想做几句惊人之语，但痛感缺少想象力。我记得冯友兰先生曾提出要修改自己的中国哲学史以便迎合时尚，这是狡猾的例子――罗素曾写了一本西方哲学史，从未提出别人做修改，所以冯先生比罗素狡猾――但再滑也滑不过佞人。从学问的角度来看，冯先生已做了最大的牺牲，但也没有被人看在眼里。佞人不做学问，你要什么我编什么，比之学人利索了很多――不是说天壤之别，起码也有五十步与百步之分。二三十年前，一场红海洋把文史哲经通通淹没。要和林彪比滑头，大家都比不过，人文学科的危机实际上在那时就已发生了。罗素修西方哲学史，指出很多伟大的学者都有狡猾的一面比如说，莱布尼兹，我仔细回味了一下，也发现一些事例，比如牛顿提出了三大定理之后，为什么要说上帝是万物的第一推动力？显然也是朝上帝买个好。万一他真的存在，死后见了面也好说话。按这种标准，我国的圣贤滑头的事例更多，处处在拍君王马屁，仔细搜集可写本中国狡猾史。中国古代的统治者都带点花剌子模气质。我国的文化传统里有文死谏之说，这就是说，中国常常就是花剌子模，这种传统就是号召大家作敬业的信使，拿着屁股和脑壳往君王的板子刀子上撞。很显然，只要不是悲观厌世，谁也不喜欢牺牲自己的脑袋和屁股。所以这种号召也是出于滑头之口，变着法说君王有理，这样号召只会起反作用。对于我国的传统文化现代文化，只从诚实的一面理解是不够的，还要从狡猾的一面来理解。扯到这里，就该得出第二个结论花剌子模信使早晚要变得滑头起来，这是因为人对自己的处境有适应能力。以我和李银河为例，现在就再不搞同性恋问题了。实际上不但是学者，所有的文化人都是信使，因为他们产出的信息，而且都不承认这些信息是随口编造的，以此和佞人有所区别。"}
{"text":"所以这种号召也是出于滑头之口，变着法说君王有理，这样号召只会起反作用。对于我国的传统文化现代文化，只从诚实的一面理解是不够的，还要从狡猾的一面来理解。扯到这里，就该得出第二个结论花剌子模信使早晚要变得滑头起来，这是因为人对自己的处境有适应能力。以我和李银河为例，现在就再不搞同性恋问题了。实际上不但是学者，所有的文化人都是信使，因为他们产出的信息，而且都不承认这些信息是随口编造的，以此和佞人有所区别。大家都说这些信息另有所本，有人说是学术，有人说是艺术，还有人说自己传播的是新闻。总之，面对公众和领导时，大家都是信使，而且都要耍点滑头拣好听的说或许不至于，起码都在提防着自己不要讲出难听的来――假如混得不好，就该检讨一下自己的嘴是不是不够甜。有关信使，我们就讲这么多。至于君王，我以为可以分为两种，一种是粗暴型，听到不顺耳的消息就拿信使喂老虎另一种是温柔型，到处做信使们的思想工作，使之自觉自愿地只报来受欢迎的消息。这样他所管理的文化园地里，就全是使人喜闻乐见的东西了。这后一种君王至今是我们怀念的对象，凭良心说，我觉得这种怀念有点肉麻，不过我也承认，忍受思想工作，即使是耐心细致的思想工作，也比喂老虎好过得多。在得出第三个结论之前，还有一点要补充的――有句老话叫做久居鲍鱼之肆不闻其臭，这就是说，人不知自己是不是身在花剌子模，因此搞不清自己是不是有点滑头，更搞不清自己以为是学术艺术的那些东西到底是真是假。不过，我知道假如一个人发现自己进了老虎笼子，那么就可以断言，他是个真正的信使。这就是第三个结论。余生也晚，赶不上用这句话去安慰马寅初先生，也赶不上去安慰火刑架上的布鲁诺，不过这句话留着总有它的用处。现在我要得出最后一个结论，那就是说，假如没有真的学术和艺术存在的话，在人变得滑头时它会离人世远去，等到过了那一阵子，人们又可以把它召唤回来――此种事件叫做文艺复兴。我们现在就有召唤的冲动，但我很想打听一下召唤什么。如果是召唤古希腊，我就赞成，如果是召唤花剌子模，我就反对。我相信马寅初这样的人喜欢古希腊，假如他是个希腊公民，就会在城邦里走动，到处告诉大家现在人口太多，希望朋友们节制一下。要是滑头分子，就喜欢花剌子模，在那里他营造出了好消息，更容易找到买主。恕我说得难听，现在的知识分子在诚恳方面没有几个能和马老相比。"}
{"text":"我们现在就有召唤的冲动，但我很想打听一下召唤什么。如果是召唤古希腊，我就赞成，如果是召唤花剌子模，我就反对。我相信马寅初这样的人喜欢古希腊，假如他是个希腊公民，就会在城邦里走动，到处告诉大家现在人口太多，希望朋友们节制一下。要是滑头分子，就喜欢花剌子模，在那里他营造出了好消息，更容易找到买主。恕我说得难听，现在的知识分子在诚恳方面没有几个能和马老相比。所以他们召唤的东西是什么，我连打听都不敢打听。原载读书年月号积极的结论我小的时候，有一段很特别的时期。有一天，我父亲对我姥姥说，一亩地里能打三十万斤粮食，而我的外祖母一位农村来的老太大，跳着小脚叫了起来杀了俺俺也不信。她还算了一本细帐，说一亩地上堆三十万斤粮，大概平地有两尺厚的一层。当时我们家里的人都攻击我姥姥觉悟太低，不明事理。我当时只有六岁，但也得出了自己的结论我姥姥是错误的。事隔三十年，回头一想，发现我姥姥还是明白事理的。亩产三十万斤粮食会造成特殊的困难，那么多的粮食谁也吃不了，只好堆在那里，以致地面以每十年七至八米的速度上升，这样的速度在地理上实在是骇人听闻几十年后，平地上就会出现一些山峦，这样水田就会变成旱田，旱田则会变成坡地，更不要说长此以往，华北平原要变成喜玛拉雅山了。我十几岁时又有过一段很特别的时期。我住的地方我家在一所大学里有些大学生为了要保卫党中央捍卫毛主席而奋起，先是互相挥舞拳头，后用长矛交战，然后就越来越厉害。我对此事的看法不一定是正确的，但我认为，北京城原来是个很安全的地方，经这些学生的努力之后，在它的西北郊出现了一大片枪炮轰鸣的交战地带，北京地区变得带有危险性，故而这种作法能不能叫作保卫，实在值得怀疑。有一件事我始终想知道身为二十世纪后半期的人，身披销甲上阵与人交战，白刀子进红刀子出，自我感觉如何？当然，我不认为在这辈子里还能有机会轮到我来亲身体验了。但是这些事总在我心中徘徊不去。等到我长大成人，到海外留学，还给外国同学讲起过这些事，他们或则直楞楞地看着我，或则用目光寻找台历我知道，他们想看看那一天是不是愚人节。当然，见到这种反应，我没兴趣给他们讲这些事了。"}
{"text":"有一件事我始终想知道身为二十世纪后半期的人，身披销甲上阵与人交战，白刀子进红刀子出，自我感觉如何？当然，我不认为在这辈子里还能有机会轮到我来亲身体验了。但是这些事总在我心中徘徊不去。等到我长大成人，到海外留学，还给外国同学讲起过这些事，他们或则直楞楞地看着我，或则用目光寻找台历我知道，他们想看看那一天是不是愚人节。当然，见到这种反应，我没兴趣给他们讲这些事了。说到愚人节，使我想起报纸上登过的一条新闻国外科学家用牛的基因和西红柿做了一个杂种，该杂种并不到处跑着吞吃马粪和腐植质，而是老老实实长在地上，结出硕大的果实。用这种牛西红柿做的番茄酱带有牛奶的味道，果皮还可以做鞋子。这当然是从国外刊物的愚人节专号上摘译的。像这样离奇的故事我也知道不少，比方说，用某种超声波哨子可以使冷水变热，用砖头砌的炉灶填上煤末子就可以炼出钢铁但是这些故事不是愚人节的狂想，而是我亲眼所见。有一些时期，每一逃诩是愚人节。我在这样的气氛里长大，有一天，上级号召大家去插队到广阔天地里，滚一身泥巴，炼一颗红心，我就去了，直到现在也没有认真考较一下，自己的心脏是否因此更红了一些。这当然也是个很特别的时期。消极地回顾自己的经历是不对的悲观颓废怀疑都是不对的。但我做的事不是这样，我正在从这些事件中寻找积极的结论，这就完全不一样了。在我插队不久就遇到了这样一件事，有一天，军代表把我们召集起来，声色惧厉地喝斥道你们这些人，口口声声要保卫毛主席，现在却是毛主席保卫了你们，还保卫了红色江山，等等。然后就向我们传达说，出了林彪事件，要我们注意盘查行人我们在边境上。散了会后，我有好一段时间心中不快像每个同龄人一样，誓死保卫毛主席的口号我是喊过的。当然，军代表比我们年长，又是军人，理当在这件事上有更多的责任，这是问题的个方面另一方面，知青娃子实在难管，出了事先要昨唬我们一顿，这也是军代表政治经验老到之处。但是这些事已经不能安慰我了，因为我一向以为自已是个老实人，原来是这样的不堪信任我是一个说了不算的反复小人！说了要保卫毛主席，结果却没有保卫。我对自己要求很严，起码在年轻时是这样的。经过痛苦的反思，我认为自己在这件事上是无能为力的，假如不是当初说了不负责任的话现在就可以说是清白无辜了。我说过自己正在寻找积极的结论现在就找到了一个。"}
{"text":"但是这些事已经不能安慰我了，因为我一向以为自已是个老实人，原来是这样的不堪信任我是一个说了不算的反复小人！说了要保卫毛主席，结果却没有保卫。我对自己要求很严，起码在年轻时是这样的。经过痛苦的反思，我认为自己在这件事上是无能为力的，假如不是当初说了不负责任的话现在就可以说是清白无辜了。我说过自己正在寻找积极的结论现在就找到了一个。假设我们说话要守信义，办事情要有始有终，健全的理性实在是必不可少。有关理性，哲学家有很多讨论，但根据我的切身体会，它的关键是凡不可信的东西就不信，像我姥姥当年对待亩产三十万斤粮的态度，就叫做有理性。但这一点有时候不容易做到，因为会导致悲观和消极，从理性和乐观两样东西里选择理性颇不容易。理性就像贞操，失去了就不会再有只要碰上了开心的事，乐观还会回来的。不过这一点很少有人注意到。从逻辑上说，从一个错误的前题什么都能推出来从实际上看，一个扯谎的人什么都能编出来。所以假如你失去了理性，就会遇到大量令人诧异的新鲜事物，从此迷失在万花筒里，直到碰上了钉子。假如不是遇到了林彪事件，我至今还以为自己真能保卫毛主席哩。我保持着乐观积极的态度，起码在插队时是这样的。直到有一天患上了重病，加上食不裹腹，病得要死。因此我就向领导要求回城养病。领导上不批准，还说我的情绪有问题。这使我猛省到，当时的情绪很是悲伤。不过我以为人生了病就该这样。旧版水浒传上，李逵从梁山上下去接母亲，路遇不测，老母被老虎吃了。他回到山寨，对宋江讲述了这个悲惨的故事之后，书上写着宋江大笑。你可以认为宋江保持了积极和乐观的态度，不过金圣叹有不同的意见，他把那句改成了李逵大哭。我同意金圣叹的意见，因为人遇到了不幸的事件就应该悲伤，哪有一天到晚呵呵傻笑的。当时的情形是这样的虽然形势一片大好这一点现在颇有疑问，但我病得要死，所以我觉得自己有理由悲伤。这个故事这样讲，显得有点突兀，应当补充些缘由伴随着悲伤的情绪，我提出要回城去养病领导上不批准，还让我高兴一点，多想想大好形势。现在想起来情况是这样四人帮例行逆施，国民经济行将崩溃，我个人又病到奄奄一息，简直该悲伤死才好。不过我认为，当年那种程度的悲伤就够了。我认为，一个人快乐或悲伤，只要不是装出来的，就必有其道理。"}
{"text":"当时的情形是这样的虽然形势一片大好这一点现在颇有疑问，但我病得要死，所以我觉得自己有理由悲伤。这个故事这样讲，显得有点突兀，应当补充些缘由伴随着悲伤的情绪，我提出要回城去养病领导上不批准，还让我高兴一点，多想想大好形势。现在想起来情况是这样四人帮例行逆施，国民经济行将崩溃，我个人又病到奄奄一息，简直该悲伤死才好。不过我认为，当年那种程度的悲伤就够了。我认为，一个人快乐或悲伤，只要不是装出来的，就必有其道理。你可以去分享他的快乐，同情他的悲伤，却不可以命令他怎样怎样，因为这是违背人类的天性的。众所周知，人可以令驴和马交配，这是违背这两种动物的天性的，结果生出骡子来，但骡子没有生殖力，这说明违背天性的事不能长久。我个人的一个秘密是在需要极大快乐和悲伤的公众场合却达不到这种快乐和悲伤应有的水平，因而内心惊恐万状，汗下如雨。一九六八年国庆时，我和一批同学拥到了金水桥畔，别人欢呼雀跃，流下了幸福的眼泪，我却恨不能找个地缝钻下去。还有一点需要补充的，那就是作为一个男性，我很不容易晕厥，这更加重了我的不幸。我不知道这些话有没有积极意义，但我知道，按当年的标准，我在内心里也是好的积极向上的，或者说，是忠的，否则也不会有勇气把这些事坦白出来。我至今坚信，毛主席他老人家知道了我，一个十七岁的中学生的种种心事，必定会拍拍我的脑袋说好啦，你能做到什么样就做到什么样罢，不要勉强了。但是这样的事没有发生恐怕主要的原因是我怕别人知道这些卑鄙的心事，把它们隐藏得很深，故而没人知道，所以我一直活得很紧张。西洋人说，人人衣柜里有一具骷髅，我的骷髅就是我自己我从不敢想像自己当了演员，走上舞台，除非在做恶梦时。这当然不是影射什么，我只是在说自己。有关感情问题，我的结论如下，在这方面我们有一点适应能力。但是不可夸大这种能力，自以为想笑就能笑想哭就能哭。假如你扣我些工资，我可以不抱怨无缘无故打我个右派，我肯定要怀恨在心。别人在这方面比我强，我很佩服，但我不能自吹说达到了他的程度。我们不能欺骗上级，误导他们。这是老百姓应尽的义务。麦克阿瑟将军写过一篇祈祷文，代他的儿子向上帝讨一些品行。各种品行要了一个遍，又要求给他儿子以幽默感。假设别的东西不能保持人的乐观情绪，幽默感总能。据我所见，我们这里年轻人没有幽默感，中老年人倒有。"}
{"text":"但是不可夸大这种能力，自以为想笑就能笑想哭就能哭。假如你扣我些工资，我可以不抱怨无缘无故打我个右派，我肯定要怀恨在心。别人在这方面比我强，我很佩服，但我不能自吹说达到了他的程度。我们不能欺骗上级，误导他们。这是老百姓应尽的义务。麦克阿瑟将军写过一篇祈祷文，代他的儿子向上帝讨一些品行。各种品行要了一个遍，又要求给他儿子以幽默感。假设别的东西不能保持人的乐观情绪，幽默感总能。据我所见，我们这里年轻人没有幽默感，中老年人倒有。在各种讨论会上，时常有些头顶秃光光的人，面露蒙娜丽莎式的微笑，轻飘飘地抛出几句，让大家忍俊不禁。假如我理解正确的话，这种幽默感是老奸巨猾的一种，本身带有消极的成分。不要问我这些人是谁，我不是告密者反正不是我，我头顶不秃。我现在年登不惑，总算有了近于正常的理性因为无病无灾，又有了幽默感，所以遇到了可信和不可信的事，都能应付自如。不过，在我年轻的时候，既没有健全的理性，又没有幽默感，那是怎么混过来的，实在是个大疑问。和同龄人交流，他们说，自己或则从众，或则听凭朴素的感情的驱动。这种状态，或者可以叫作虔诚。但是这样理解也有疑问。我见到过不少虔信宗教的人，人家也不干荒唐事。最主要的是信教的人并不缺少理性，有好多大科学家都信教，而且坚信自己的灵魂能得救人家的虔诚在理性的轨道之内，我们的虔诚则带有不少黑色幽默的成分，如此看来，问题不在于虔诚。必须指出的是，宗教是在近代才开始合理的，过去也干过烧女巫迫害矣谒等勾当。我们知道，当年教会把布鲁诺烧死了。就算我虔信宗教，也不会同意这种行为我本善良，我对这一点极有把握，所以肯定会去劝那些烧人的人诸位，人家只不过是主张曰心说，烧死他太过分了。别人听了这样的话，必定要拉我同烧，这样我马上会改变劝说的方向，把它对准布鲁诺得了吧，哥们儿，你这是何苦？去服个软儿吧。这就是我年轻时作人的态度，这当然算不上理性健全，只能叫作头脑糊涂用这样的头脑永远也搞不清楚曰心说对不对。如果我说中国人里大多数都像我，这肯定不是个有积极意义的结论。我只是说我自己，好像很富柔韧性。因为我是柔顺的，所以领导上觉得让我怎样都成，甚至在病得要死时也能乐呵呵。这是我的错误。其实我没那么柔顺。我的积极结论是这样的真理直率无比，坚硬无比，但凡有一点柔顺，也算不了真理。"}
{"text":"去服个软儿吧。这就是我年轻时作人的态度，这当然算不上理性健全，只能叫作头脑糊涂用这样的头脑永远也搞不清楚曰心说对不对。如果我说中国人里大多数都像我，这肯定不是个有积极意义的结论。我只是说我自己，好像很富柔韧性。因为我是柔顺的，所以领导上觉得让我怎样都成，甚至在病得要死时也能乐呵呵。这是我的错误。其实我没那么柔顺。我的积极结论是这样的真理直率无比，坚硬无比，但凡有一点柔顺，也算不了真理。安徒生有一篇童话光荣的荆棘路，就是献给这些直率坚硬的人，不过他提到的全是外国人。作为中国的知识分子，理应有自己的榜样。此刻我脑子里浮现出一系列名字陈寅格教授，冯友兰教授，等等。说到陈教授，我们知道，他穷毕生精力，考据了一篇很不重要的话本，再生缘。想到这件事，我并不感到有多振奋，只是有点伤感。跳出手掌心近来读了斯诺的两种文化。这本书里谈到的事倒是不新鲜，比方说，斯诺先生把知识分子分成了科学知识分子和文学人文知识分子两类，而且说，有两种文化，一种是科学文化，一种是文学人文文化。现在的每个知识分子，他的事业必定在其中一种之中。我要谈到的事，其实与斯诺先生的书只有一点关系，那就是，我以为，把两种文化合在一起，就是人类前途所系。这么说还不大准确，实际上，是创造了这两种文化的活动――人类的思索，才真正是人类前途之所系。尤瑟纳尔女士借阿德里安之口云，当一个人写作或计算时，就超越了性别，甚至超越了人类――当你写作和计算时，就是在思索。思索是人类的前途所系，故此，思索的人，超越了现世的人类。这句话讲得是非常之好的，只是讲得过于简单。实际上，并不是每一种写作或计算都可以超越人类。这种情况并不多见，但是非常的重要。现在我又想起了另一件事，乍看上去离题甚远八十年代，美国通过了一个计划，拨出几百亿美元的资金，要在最短时间之内攻克癌症。结果却不令人满意，有些人甚至说该计划贻人笑柄，因为花了那么多钱，也没找出一种特效疗法。这件事说明，有了使不尽的钱，也不见得能做出突破性的发现。实际上，人类历史上任何一种天才的发现都不是金钱直接作用的结果。金钱权力，这在现世上是最重要的东西，是人类生活的一面，但还有另一面。说到天才的发现，我们就要谈到天才灵感福至心灵灵机一动等等，决不会说它们是某些人有了钱升了官，一高兴想出来的。"}
