{"text":"虽然做些鬼祟的事，也只是小邪，算不得大邪。造谣说谎诬陷中伤也都是中国的大宗国粹，这一类事实，古来很多，鬼祟著作却都消灭了。不肖子孙没有悟，还是层出不穷的做。不知他们做了以后，自己可也觉得无价值么。如果觉得，实在劣得可怜。如果不觉，又实在昏得可怕。刘喜奎的臣子的大学讲师刘少少，说白话是马太福音体，大约已经收起了太极图，在那里翻翻福音了。马太福音是好书，很应该看。犹太人钉杀耶稣的事，更应该细看。倘若不懂，可以想想福音是什么体。先觉的人，历来总被阴险的小人昏庸的群众迫压排挤倾陷放逐杀戮。中国又格外凶。然而酋长终于改了君主。君主终于预备立宪，预备立宪又终于变了共和了。喜欢暗夜的妖怪多，虽然能教暂时黯淡一点，光明却总要来。有如天亮，遮掩不住。想遮掩白费气力的。本篇最初发表于一九一九年八月十二日北京国民公报寸铁栏，原无标题，每则之后皆署名黄棘。思孟据每周评论第三十三号一九一九年八月三日天风胡适的辟谬与息邪一文，思孟即北京大学辞退的教员徐某。息邪，思孟所写的攻击新文化运动及其倡导人的一本小册子的标题，副题北京大学铸鼎录，曾在一九一九年八月六日至十三日北京公言报连载。分蔡元培传沈尹默传陈独秀传胡适传钱玄同传徐宝璜刘复合传七部分。其中说蔡元培居德五年竟识字百余，陈独秀不解西文，刘复钱玄同皆斗筲之才，不足比数，胡适英文颇近清通，然识字不多等。思孟文中误写的外文，当为马克思。刘喜奎―河北南皮人，梆子戏女演员，兼演京剧。刘少少―，名和，字少珊，湖南长沙人。当时是北京大学哲学研究所讲师。一九一九年三月十三日上海小时报载如如刘少少之新诗一文，内引刘少少捧刘喜奎的七言绝句忆刘王十首，有二十四传皇帝后，只从伶界出刘王等语。马太福音基督教圣经新约全书中的四福音之一，假托由耶稣十二门徒之一的马太所传。太极图太极是我国古代的哲学术语，最早见于易经，指派生万物的本原。宋代周敦颐始著太极图说。"}
{"text":"马太福音基督教圣经新约全书中的四福音之一，假托由耶稣十二门徒之一的马太所传。太极图太极是我国古代的哲学术语，最早见于易经，指派生万物的本原。宋代周敦颐始著太极图说。刘少少在一九一九年一月九日至二月一日的北京大学日刊上连续发表长篇论文太极图说，其中说太极图为吾人四五千年历史之真文明，今世欧西科学家所考论不意吾国四千年前祖先已发现之。耶稣约前―基督教创始人。他在犹太各地传教，为犹太教当权者所仇视，后被逮捕送交罗马帝国驻犹太总督彼拉多，钉死在十字架上，见马太福音第二十七章。全集集外集拾遗补编答广东新会吕蓬尊君答广东新会吕蓬尊君问这泪混了露水，被月光照着，可难解，夜明石似的发光。――狭的笼爱罗先珂童话集页二七这句话里面插入可难解三字，是什么意思？答将可难解换一句别的话，可以作这真奇怪。因为泪和露水是不至于夜明石似的发光的，而竟如此，所以这现象实在奇异，令人想不出是什么道理。问或者充满了欢喜在花上奔腾，或者闪闪的在叶尖耽着冥想，――狭的笼同上这两句的主词，是泪和露水呢？还是老虎？答是泪和露水。问奴隶的血很明亮，红玉似的。但不知什么味就想尝一尝――狭的笼同上，五三就想尝一尝下面的引号，我以为应该移置在但不知什么味之下尊见以为对否？答原作如此，别人是不好去移改他的。但原文也说得下去，引号之下，可以包藏看他究竟如何看他味道可好等等意思。本篇最初发表于一九二四年一月五日上海学生杂志第十一卷第一号答问栏。吕蓬尊―，原名劭堂，笔名渐斋，广东新会人。当时是小学教员。狭的笼爱罗先珂的一篇童话，描写一只被关在动物园铁笼中的老虎对自由生活的渴求。译。收入一九二二年七月商务印书馆出版的爱罗先珂童话集。答世界社信答世界社信世界社诸先生十三日信收到。前一函大约也收到的，因为久病，搁下了。所问的事，只能写几句空话塞责，因为实在没法子。"}
{"text":"吕蓬尊―，原名劭堂，笔名渐斋，广东新会人。当时是小学教员。狭的笼爱罗先珂的一篇童话，描写一只被关在动物园铁笼中的老虎对自由生活的渴求。译。收入一九二二年七月商务印书馆出版的爱罗先珂童话集。答世界社信答世界社信世界社诸先生十三日信收到。前一函大约也收到的，因为久病，搁下了。所问的事，只能写几句空话塞责，因为实在没法子。我的病其实是不会全愈的，这几天正在吐血，医生连话也不准讲，想一点事就头晕，但大约也未必死。此复，即请暑安。十五日。答问我自己确信，我是赞成世界语的。赞成的时候也早得很，怕有二十来年了罢，但理由却很简单，现在回想起来一，是因为可以由此联合世界上的一切人――尤其是被压迫的人们二，是为了自己的本行，以为它可以互相绍介文学三，是因为见了几个世界语家，都超乎口是心非的利己主义者之上。后来没有深想下去了，所以现在的意见也不过这一点。我是常常如此的我说这好，但说不出一大篇它所以好的道理来。然而确然如此，它究竟会证明我的判断并不错。八月十五日。本篇最初发表于一九三六年十月上海世界月刊第四卷第九十期合刊。复信以手迹制版刊出答问载同期中国对于世界语的意见专栏。均无标题。世界社，上海世界语者协会所属世界月刊社的简称。该刊一九三二年十二月创刊于上海，叶籁士胡绳编辑。一九三六年，国际革命世界语作家协会写信给上海世界语者协会，要求就世界语问题征询中国作家的意见。世界社为此写信给和其他作家，本篇即所作的答复。世界语指波兰柴门霍夫，―所创造的一种国际辅助语，一八八七年公布。最早赞成世界语的文章，参看一九一八年十一月新青年第五卷第五号发表的渡河与引路后收入集外集。德国作家版画展延期举行真像德国作家版画展延期举行真像此次版画展览会，原定于本月七日举行，闻搜集原版画片，颇为不少，大抵大至尺余，如格罗斯所作石版席勒剧本群盗警句图十张，珂勒惠支夫人所作铜板画农民图七张，则大至二尺以上，因此镜框遂成问题。"}
{"text":"最早赞成世界语的文章，参看一九一八年十一月新青年第五卷第五号发表的渡河与引路后收入集外集。德国作家版画展延期举行真像德国作家版画展延期举行真像此次版画展览会，原定于本月七日举行，闻搜集原版画片，颇为不少，大抵大至尺余，如格罗斯所作石版席勒剧本群盗警句图十张，珂勒惠支夫人所作铜板画农民图七张，则大至二尺以上，因此镜框遂成问题。有志于美术的人，既无力购置，而一时又难以另法备办，现筹备人方四出向朋友商借，一俟借妥，即可开会展览。又闻俄国木刻名家毕斯凯莱夫有铁流图四小幅，自在严寒中印成，赠与小说铁流之中国，昨已由寄回上海，是为在东亚唯一之原版画，传闻三闲书屋为之制版印行。并拟先在展览会陈列，以供爱好美术者之赏鉴。本篇最初刊于一九三一年十二月十四日文艺新闻第四十号，原题铁流图版画展延期举行真像，未署名。格罗斯所作席勒剧本群盗警句图，共九幅，完成于一九二二年。毕斯凯莱夫，―苏联版画家图书插画家。作品有铁流安娜卡列尼娜等书插图。铁流之中国指曹靖华，原名联亚，河南卢氏人。未名社成员，翻译家。当时在苏联列宁格勒大学任教。他翻译的铁流一九三一年十一月由三闲书屋出版。同年十二月八日，收到他寄来的毕斯凯莱夫手拓铁流插图四幅，曾拟制版单独印行，但未实现，后收入引玉集。对于笑话的笑话对于笑话的笑话范仲胺先生的整理国故是在南开大学的讲演，但我只看见过报章上所转载的一部分，其第三节说近来有人一味狐疑，说禹不是人名，是虫名，我不知道他有什么确实证据？说句笑话罢，一个人谁是眼睁睁看明自己从母腹出来，难道也能怀疑父母么？第四节就有这几句古人著书，多用两种方式发表一假托古圣贤，二本人死后才付梓。第一种人，好像吕不韦将孕妇送人，实际上抢得王位我也说句笑话罢，吕不韦的行为，就是使一个人也能怀疑父母的证据。本篇最初发表于一九二四年一月十七日晨报副刊，署名风声。范仲胺―名文澜，字仲胺，浙江绍兴人，历史学家。著有中国通史简编等。当时是天津南开大学国文系教授。吕不韦？"}
{"text":"说句笑话罢，一个人谁是眼睁睁看明自己从母腹出来，难道也能怀疑父母么？第四节就有这几句古人著书，多用两种方式发表一假托古圣贤，二本人死后才付梓。第一种人，好像吕不韦将孕妇送人，实际上抢得王位我也说句笑话罢，吕不韦的行为，就是使一个人也能怀疑父母的证据。本篇最初发表于一九二四年一月十七日晨报副刊，署名风声。范仲胺―名文澜，字仲胺，浙江绍兴人，历史学家。著有中国通史简编等。当时是天津南开大学国文系教授。吕不韦？―前战国末年卫国濮阳今属河南人。他在赵国邯郸经商时，将自己已经怀孕的舞姬送给在赵国当人质的秦公子异人，生嬴政即秦始皇。异入回国后即位，为秦庄襄王，吕不韦任相国。庄襄王死，秦始皇幼年继位，吕不韦以相国执掌朝政，称仲父。对于北京女子师范大学风潮宣言对于北京女子师范大学风潮宣言溯本校不安之状，盖已半载有余，时有隐显，以至现在，其间亦未见学校当局有所反省，竭诚处理，使之消弭，迨五月七日校内讲演时，学生劝校长杨荫榆先生退席后，杨先生乃于饭馆召集教员若干燕饮，继即以评议部名义，将学生自治会职员六人文预科四人理预科一人国文系一人揭示开除，由是全校然，有坚拒杨先生长校之事变，而杨先生亦遂遍送感言，又驰书学生家属，其文甚繁，第观其已经公表者，则大概谆谆以品学二字立言，使不谙此事始末者见之，一若此次风潮，为校长整饬风纪之所致，然品性学业，皆有可征，六人学业，俱非不良，至于品性一端，平素尤绝无惩戒记过之迹，以此与开除并论，而又若离若合，殊有混淆黑白之嫌，况六人俱为自治会职员，倘非长才，众人何由公举，不满于校长者倘非公意，则开除之后，全校何至然？所罚果当其罪，则本系之两主任何至事前并不与闻，继遂相率引退，可知公论尚在人心，曲直早经显见，偏私谬戾之举，究非空言曲说所能掩饰也，同人忝为教员，因知大概，义难默尔，敢布区区，惟关心教育者察焉。马裕藻，沈尹默，周树人，李泰，钱玄同，沈兼士，周作人。本篇最初发表于一九二五年五月二十七日京报。许广平在她所保存的这一宣言的铅印件旁写有附注拟稿，针对杨荫榆的感言仗义执言，并邀请马裕藻先生转请其他先生连名的宣言。评议部即评议会。"}
{"text":"马裕藻，沈尹默，周树人，李泰，钱玄同，沈兼士，周作人。本篇最初发表于一九二五年五月二十七日京报。许广平在她所保存的这一宣言的铅印件旁写有附注拟稿，针对杨荫榆的感言仗义执言，并邀请马裕藻先生转请其他先生连名的宣言。评议部即评议会。根据国立北京女子师范大学组织大纲，学校的领导机构为评议会，由校长教务主任总务主任及公选出的十名教授共同组成。指杨荫榆的对于暴烈学生之感言，一九二五年五月二十日晨报以教育之前途棘矣！杨荫榆之宣言为题，曾予刊载。指女师大国文系主任马裕藻和代主任黎锦熙。马裕藻―浙江鄞县人，当时是北京大学国文系教授兼北京女子师范大学讲师和国文系主任。沈尹默―，浙江吴兴人，当时是北京大学国文系教授兼女师大国文系讲师。李泰，河北阳原人，当时是北京大学教授兼女师大史地系主任。沈兼士―，沈尹默之弟，当时是北京大学研究所国学门主任兼女师大国文系讲师。复晓真康嗣群复晓真康嗣群一十条罪状晓真先生因为我常见攻击人的传单上所列的罪状，往往是十条，所以这么说，既非法律，也不是我拟的。十条是什么，则因传单所攻击之人而不同，更无从说起了。。七月二十日。二反对相爱嗣群先生对不起得很，现在发出来函就算更正。但印错的那一句，从爱看神秘诗文的神秘家看来，实在是很好的。旅沪记者。七月廿一日。给戏周刊编者的订正信给戏周刊编者的订正信编辑先生阿正传图的木刻者，名铁耕，今天看见戏周刊上误印作钱耕，下次希给他改正为感。专此布达，即请撰安上。本篇最初刊于一九三四年十二月二十三日上海中华日报的戏周刊第十九期，原无标题。戏周刊，上海中华日报副刊之一，袁梅袁牧之主编。一九三四年八月十九日创刊。自创刊号起，连载袁梅改编的阿正传剧本，并从第十六期起陆续刊登寄去的十张陈铁耕木刻阿正传图。铁耕即陈铁耕―，原名陈耀唐，广东兴宁人，木刻家。"}
{"text":"专此布达，即请撰安上。本篇最初刊于一九三四年十二月二十三日上海中华日报的戏周刊第十九期，原无标题。戏周刊，上海中华日报副刊之一，袁梅袁牧之主编。一九三四年八月十九日创刊。自创刊号起，连载袁梅改编的阿正传剧本，并从第十六期起陆续刊登寄去的十张陈铁耕木刻阿正传图。铁耕即陈铁耕―，原名陈耀唐，广东兴宁人，木刻家。更正更正编辑先生二十一日自由谈的批评家的批评家第三段末行，他没有一定的圈子是他须有一定的圈子之误，乞予更正为幸。倪朔尔启。本篇最初刊于一九三四年一月二十四日申报自由谈。庚子送灶即事庚子送灶即事只鸡胶牙糖，典衣供瓣香。家中无长物，岂独少黄羊！本篇录自周作人日记，写于一九一年二月，署名戛剑生。旧俗，以夏历十二月二十四日为灶神升天的日子，在这一天或前一天祭送灶神，称为送灶。黄羊后汉书阴识传宣帝时阴子方者，至孝有仁恩。腊日晨炊而灶神形见，子方再拜受庆。家有黄羊，因以祀之。自是已后，暴至巨富，故后常以腊日祀灶而荐黄羊焉。康熙会稽志绍俗，祭灶品用糖糕时果或羊首，取黄羊祭灶之义。关于粗人关于粗人记者先生关于大报第一本上的粗人的讨论，鄙人不才，也想妄参一点末议――一陈先生以伯兮一篇为写粗人，这粗字是无所谓通不通的。因为皮肤，衣服，诗上都没有明言粗不粗，所以我们无从悬揣其为粗，也不能断定其颇细这应该暂置于讨论之外。二写字却有些不通了。应改作粗人写，这才文从字顺。你看诗中称丈夫为伯，自称为我，明是这位太太不问粗细，姑作此称自述之词，怎么可以说是写粗人呢？也许是诗人代太太立言的，但既然是代，也还是粗人写而不可捣乱了。三陈先生又改为粗疏的美人，则期期以为不通之至，因为这位太太是并不粗疏的。她本有膏沐，头发油光，只因老爷出征，这才懒得梳洗，随随便便了。但她自己是知道的，豫料也许会有学者说她粗，所以问一句道谁适为容呀？你看这是何等精细？而竟被指为粗疏，和排错讲义千余条的工人同列，岂不冤哉枉哉？不知大雅君子，以为何如？此布，即请记安！"}
{"text":"也许是诗人代太太立言的，但既然是代，也还是粗人写而不可捣乱了。三陈先生又改为粗疏的美人，则期期以为不通之至，因为这位太太是并不粗疏的。她本有膏沐，头发油光，只因老爷出征，这才懒得梳洗，随随便便了。但她自己是知道的，豫料也许会有学者说她粗，所以问一句道谁适为容呀？你看这是何等精细？而竟被指为粗疏，和排错讲义千余条的工人同列，岂不冤哉枉哉？不知大雅君子，以为何如？此布，即请记安！封余谨上十一月一日本篇最初发表于一九二八年十一月十五日上海大江月刊第二期通信栏。指大江月刊，文学刊物，陈望道等编辑。一九二八年十月创刊于上海。同年十二月停刊，共出三期。关于粗人的讨论，指章铁民汪静之对陈钟凡中国韵文通论中认为诗经伯兮是写粗人的说法的批评和陈的反驳。这一讨论，原在上海暨南周刊上进行见该刊一九二八年第三卷第一二三十期。大江月刊创刊号载有章铁民的伯兮问题十讲一文，介绍了这场争论的经过，并批评了陈钟凡的错误观点和态度。陈先生即陈钟凡，字玄，江苏盐城人。当时任上海暨南大学文学院院长兼中国文学系主任。他在给章铁民的信中辩解说粗人二字，原意是粗疏的美人。见一九二八年六月四日暨南周刊第三卷第二期又在给汪静之的信中指责说我自己的偏见，实在觉得，一说粗人不错，再说粗疏的美人更加不错，不过你和章铁民一不解再不解，一捣乱再捣乱而已。见一九二八年九月二十四日暨南周刊第三卷第十期伯兮，诗经卫风的一篇，描写一个女子对于从军远征的丈夫的思念。其中有这样的句子自伯之东，首如飞蓬。岂无膏沐，谁适为容！期期史记张丞相列传帝汉高祖欲废太子，而立戚姬子如意为太子，大臣固争之，而周昌廷争之强，上问其说，昌为人吃，又盛怒，曰臣口不能言，然臣期期知其不可陛下欲废太子，臣期期不奉诏。唐代张守节正义昌以口吃，每语故重言期期也。排错讲义千余条陈钟凡在给章铁民的信中说拙著仓猝付印，内中错误至多，经我校正约千余条见一九二八年六月十一日暨南周刊第三卷第三期又在给汪静之的信中说，这是指排印的错误。"}
{"text":"唐代张守节正义昌以口吃，每语故重言期期也。排错讲义千余条陈钟凡在给章铁民的信中说拙著仓猝付印，内中错误至多，经我校正约千余条见一九二八年六月十一日暨南周刊第三卷第三期又在给汪静之的信中说，这是指排印的错误。关于近代美术史潮论插图关于近代美术史潮论插图希阿的屠杀系陀拉克罗亚作，图上注错了。骑士是藉里珂画的。那四个人名的原文，是，，，。本文中讲到他们的时候，都还要注出来。。四月十一日。关于小说世界关于小说世界记者先生我因为久已无话可说，所以久已一声不响了，昨天看见疑古君的杂感中提起我，于是忽而想说几句话就是对于小说世界是不值得有许多议论的。因为这在中国是照例要有，而不成问题的事。凡当中国自身烂着的时候，倘有什么新的进来，旧的便照例有一种异样的挣扎。例如佛教东来时有几个佛徒译经传道，则道士们一面乱偷了佛经造道经，而这道经就来骂佛经，而一面又用了下流不堪的方法害和尚，闹得乌烟瘴气，乱七八遭。但现在的许多佛教徒，却又以国粹自命而排斥西学了，实在昏得可怜！但中国人，所擅长的是所谓中庸，于是终于佛有释藏，道有道藏，不论是非，一齐存在。现在刻经处已有许多佛经，商务印书馆也要既印日本续藏，又印正统道藏了，两位主客，谁短谁长，便各有他们的自身来证明，用不着词费。然而假使比较之后，佛说为长，中国却一定仍然有道士，或者更多于居士与和尚因为现在的人们是各式各样，很不一律的。上海之有新的小说月报，而又有旧的？快活之类以至小说世界，虽然细微，也是同样的事。现在的新文艺是外来的新兴的潮流，本不是古国的一般人们所能轻易了解的，尤其是在这特别的中国。许多人渴望着旧文化小说这是上海报上说出来的名词的出现，正不足为奇旧文化小说家之大显神通，也不足为怪。"}
