{"text":"案闽小记是清初周亮工宦游闽垣时所作的笔记。西施舌属于贝类，似蛏而小，似蛤而长，并不是蚌。产浅海泥沙中，故一名沙蛤。其壳约长十五公分，作长椭圆形，水管特长而色白，常伸出壳外，其状如舌，故名西施舌。初到闽省的人，尝到西施舌，莫不惊为美味。其实西施舌并不限于闽省一地。以我所知，自津沽青岛以至闽台，凡浅海中皆产之。清张焘津门杂记录诗一首咏西施舌Z灯火楼台一望开，放怀那惜倒金，朝来饱啖西施舌，不负津门鼓棹来。我第一次吃西施舌是在青岛顺兴楼席上，一大碗清汤，浮着一层尖尖的白白的东西，初不知为何物，主人曰乃西施舌，含在口中有滑嫩柔软的感觉，尝试之下果然名不虚传，但觉未免唐突西施。高汤氽西施舌，盖仅取其舌状之水管部分。若所谓长圆的蚌肉，显系整个的西施舌之软体全入釜中。现下台湾海鲜店所烹制之西施舌即是整个一块块软肉上桌，较之专取舌部，其精粗之差不可以道里计。郁氏盛誉西施舌之色香味形，整个的西施舌则形实不雅，岂不有负其名醋溜鱼清梁晋竹两般秋雨庵随笔西湖醋溜鱼，相传是宋五嫂遗制，近则工料简涩，直不见其佳处。然名留刀匕，四远皆知。番禺方橡枰孝廉恒泰西湖词云小泊湖边五柳居，当筵举网得鲜鱼，味酸最爱银刀，河鲤河鲂总不如。梁晋竹是清道光时人，距今不到二百年，他已感叹当时的西湖醋溜鱼之徒有虚名。宋五嫂的手艺，吾固不得而知，但是七十年前侍先君游杭，在楼外楼尝到的醋溜鱼，仍惊叹其鲜美，嗣后每过西湖辄登楼一膏馋吻。楼在湖边，凭窗可见巨篓系小舟，篓中畜鱼待烹，固不必举网得鱼。普通选用青鱼，即草鱼，鱼长不过尺，重不逾半斤，宰割收拾过后沃以沸汤，熟即起锅，勾芡调汁，浇在鱼上，即可上桌。醋溜鱼当然是汁里加醋，但不宜加多，可以加少许酱油，亦不能多加。汁不要多，也不要浓，更不要油，要清清淡淡，微微透明。上面可以略撒姜末，不可加葱丝，更绝对不可加糖。如此方能保持现杀活鱼之原味。现时一般餐厅，多标榜西湖醋溜鱼，与原来风味相去甚远。往往是浓汁满溢，大量加糖，无复清淡之致。烧鸭北平烤鸭，名闻中外。"}
{"text":"普通选用青鱼，即草鱼，鱼长不过尺，重不逾半斤，宰割收拾过后沃以沸汤，熟即起锅，勾芡调汁，浇在鱼上，即可上桌。醋溜鱼当然是汁里加醋，但不宜加多，可以加少许酱油，亦不能多加。汁不要多，也不要浓，更不要油，要清清淡淡，微微透明。上面可以略撒姜末，不可加葱丝，更绝对不可加糖。如此方能保持现杀活鱼之原味。现时一般餐厅，多标榜西湖醋溜鱼，与原来风味相去甚远。往往是浓汁满溢，大量加糖，无复清淡之致。烧鸭北平烤鸭，名闻中外。在北平不叫烤鸭，叫烧鸭，或烧鸭子，在口语中加一子字。北平风俗杂咏严辰忆京都词十一首，第五首云忆京都填鸭冠寰中烂煮登盘肥且美，加之炮烙制尤工。此间亦有呼名鸭，骨瘦如柴空打杀。严辰是浙人，对于北平填鸭之倾倒，可谓情见乎词。北平苦旱，不是产鸭盛地，惟近在咫尺之通州得运河之便，渠塘交错，特宜畜鸭。佳种皆纯白，野鸭花鸭则非上选。鸭自通州运到北平，仍需施以填肥手续。以高粱及其他饲料揉搓成圆条状，较一般香肠热狗为粗，长约四寸许。通州的鸭子师傅抓过一只鸭来，夹在两条腿间，使不得动，用手掰开鸭嘴，以粗长的一根根的食料蘸着水硬行塞入。鸭子要叫都叫不出声，只有眨巴眼的分儿。塞进口中之后，用手紧紧的往下捋鸭的脖子，硬把那一根根的东西挤送到鸭的胃里。填进几根之后，眼看着再填就要撑破肚皮，这才松手，把鸭关进一间不见天日的小棚里。几十百只鸭关在一起，像沙丁鱼，绝无活动余地，只是尽量给予水喝。这样关了若干天，天天扯出来填，非肥不可，故名填鸭。一来鸭子品种好，二来师傅手艺高，所以填鸭为北平所独有。抗战时期在后方有一家餐馆试行填鸭，三分之一死去，没死的虽非骨瘦如柴，也并不很肥，这是我亲眼看到的。鸭一定要肥，肥才嫩。北平烧鸭，除了专门卖鸭的餐馆如全聚德之外，是由便宜坊即酱肘子铺发售的。在馆子里亦可吃烤鸭，例如在福全馆宴客，就可以叫右边邻近的一家便宜坊送了过来。自从宣外的老便宜坊关张以后，要以东城的金鱼胡同口的宝华春为后起之秀，楼下门市，楼上小楼一角最是吃烧鸭的好地方。在家里，打一个电话，宝华春就会派一个小利巴，用保温的铅铁桶送来一只才出炉的烧鸭，油淋淋的，烫手热的。附带着他还管代蒸荷叶饼葱酱之类。"}
{"text":"鸭一定要肥，肥才嫩。北平烧鸭，除了专门卖鸭的餐馆如全聚德之外，是由便宜坊即酱肘子铺发售的。在馆子里亦可吃烤鸭，例如在福全馆宴客，就可以叫右边邻近的一家便宜坊送了过来。自从宣外的老便宜坊关张以后，要以东城的金鱼胡同口的宝华春为后起之秀，楼下门市，楼上小楼一角最是吃烧鸭的好地方。在家里，打一个电话，宝华春就会派一个小利巴，用保温的铅铁桶送来一只才出炉的烧鸭，油淋淋的，烫手热的。附带着他还管代蒸荷叶饼葱酱之类。他在席旁小桌上当众片鸭，手艺不错，讲究片得薄，每一片有皮有油有肉，随后一盘瘦肉，最后是鸭头鸭尖，大功告成。主人高兴，赏钱两吊，小利巴欢天喜地称谢而去。填鸭费工费料，后来一般餐馆几乎都卖烧鸭，叫做叉烧烤鸭，连闷炉的设备也省了，就地一堆炭火一根铁叉就能应市。同时用的是未经填肥的普通鸭子，吹凸了鸭皮晾干一烤，也能烤得焦黄迸脆。但是除了皮就是肉，没有黄油，味道当然差得多。有人到北平吃烤鸭，归来盛道其美，我问他好在哪里，他说有皮，有肉，没有油。我告诉他你还没有吃过北平烤鸭。所谓一鸭三吃，那是广告噱头，在北平吃烧鸭，照例有一碗滴出来的油，有一副鸭架装。鸭油可以蒸蛋羹，鸭架装可以熬白菜，也可以煮汤打卤。馆子里的鸭架装熬白菜，可能是预先煮好的大锅菜，稀汤水，索然寡味。会吃的人要把整个的架装带回家里去煮。这一锅汤，若是加口蘑不是冬菇，不是香蕈打卤，卤上再加一勺炸花椒油，吃打卤面，其味之美无与伦比。狮子头狮子头，扬州名菜。大概是取其形似，而又相当大，故名。北方饭庄称之为四喜丸子，因为一盘四个。北方作法不及扬州狮子头远甚。我的同学王化成先生，扬州人，幼失恃，赖姑氏扶养成人，姑善烹调，化成耳濡目染，亦通调和鼎鼐之道。化成官外交部多年，后外放葡萄牙公使历时甚久，终于任上。他公余之暇，常亲操刀俎，以娱嘉宾。狮子头为其拿手杰作之一，曾以制作方法见告。狮子头人人会作，巧妙各有不同。化成教我的方法是这样的――首先取材要精。细嫩猪肉一大块，七分瘦三分肥，不可有些须筋络纠结于其间。切割之际最要注意，不可切得七歪八斜，亦不可剁成碎泥，其秘诀是多切少斩。挨着刀切成碎丁，越碎越好，然后略为斩剁。次一步骤也很重要。"}
{"text":"化成官外交部多年，后外放葡萄牙公使历时甚久，终于任上。他公余之暇，常亲操刀俎，以娱嘉宾。狮子头为其拿手杰作之一，曾以制作方法见告。狮子头人人会作，巧妙各有不同。化成教我的方法是这样的――首先取材要精。细嫩猪肉一大块，七分瘦三分肥，不可有些须筋络纠结于其间。切割之际最要注意，不可切得七歪八斜，亦不可剁成碎泥，其秘诀是多切少斩。挨着刀切成碎丁，越碎越好，然后略为斩剁。次一步骤也很重要。肉里不羼芡粉，容易碎散加了芡粉，黏糊糊的不是味道。所以调好芡粉要抹在两个手掌上，然后捏搓肉末成四个丸子，这样丸子外表便自然糊上了一层芡粉，而里面没有。把丸子微微按扁，下油锅炸，以丸子表面紧绷微黄为度。再下一步是蒸。碗里先放一层转刀块冬笋垫底，再不然就横切黄芽白作墩形数个也好。把炸过的丸子轻轻放在碗里，大火蒸一个钟头以上。揭开锅盖一看，浮着满碗的油，用大匙把油撇去，或用大吸管吸去，使碗里不见一滴油。这样的狮子头，不能用筷子夹，要用羹匙舀，其嫩有如豆腐。肉里要加葱汁姜汁盐。愿意加海参虾仁荸荠香蕈，各随其便，不过也要切碎。狮子头是雅舍食谱中重要的一色。最能欣赏的是当年在北碚的编译馆同仁萧毅武先生，他初学英语，称之为莱阳海带，见之辄眉飞色舞。化成客死异乡，墓木早拱矣，思之怃然核桃酪玉华台的一道甜汤核桃酪也是非常叫好的。有一年，先君带我们一家人到玉华台午饭。满满的一桌，祖孙三代。所有的拿手菜都吃过了，最后是一大钵核桃酪，色香味俱佳，大家叫绝。先慈说好是好，但是一天要卖出多少钵，需大量生产，所以只能做到这个样子，改天我在家里试用小锅制作，给你们尝尝。我们听了大为雀跃。回到家里就天天泥着她做。我母亲做核桃酪，是根据她为我祖母做杏仁茶的经验揣摩着做的。我祖母的早点，除了燕窝哈什玛莲子等之外，有时候也要喝杏仁茶。街上卖的杏仁茶不够标准，要我母亲亲自做。虽是只做一碗，材料和手续都不能缺少，久之也就做得熟练了。核桃酪和杏仁茶性质差不多。核桃来自羌胡，故又名胡桃，是张骞时传到中土的，北方盛产。取现成的核桃仁一大捧，用沸水泡。司马光幼时倩人用沸水泡，以便易于脱去上面的一层皮，而谎告其姊说是自己剥的，这段故事是大家所熟悉的。"}
{"text":"我们听了大为雀跃。回到家里就天天泥着她做。我母亲做核桃酪，是根据她为我祖母做杏仁茶的经验揣摩着做的。我祖母的早点，除了燕窝哈什玛莲子等之外，有时候也要喝杏仁茶。街上卖的杏仁茶不够标准，要我母亲亲自做。虽是只做一碗，材料和手续都不能缺少，久之也就做得熟练了。核桃酪和杏仁茶性质差不多。核桃来自羌胡，故又名胡桃，是张骞时传到中土的，北方盛产。取现成的核桃仁一大捧，用沸水泡。司马光幼时倩人用沸水泡，以便易于脱去上面的一层皮，而谎告其姊说是自己剥的，这段故事是大家所熟悉的。开水泡过之后要大家帮忙剥皮的，虽然麻烦，数量不多，顷刻而就。在馆子里据说是用硬毛刷去刷的核桃要捣碎，越碎越好。取红枣一大捧，也要用水泡，泡到胀大的地步，然后煮，去皮，这是最烦人的一道手续。枣树在黄河两岸无处不有，而以河南灵宝所产为最佳，枣大而甜。北平买到的红枣也相当肥大，不似台湾这里中药店所卖的红枣那样瘦小。可是剥皮取枣泥还是不简单。我们用的是最简单的笨法，用小刀刮，刮出来的枣泥绝对不带碎皮。白米小半碗，用水泡上一天一夜，然后捞出来放在捣蒜用的那种较大的缸钵里，用一根捣蒜用的棒棰当然都要洗干净使不带蒜味，没有捣过蒜的当然更好，尽力的捣，要把米捣得很碎，随捣随加水。碎米渣滓连同汁水倒在一块纱布里，用力拧，拧出来的浓米浆留在碗里待用。煮核桃酪的器皿最好是小薄铫。铫读如吊。正字通今釜之小而有柄有流者亦曰铫。铫是泥沙烧成的，质料像砂锅似的，很原始，很粗陋，黑黝黝的，但是非常灵巧而有用，煮点东西不失原味，远较铜锅铁锅为优，可惜近已淘汰了。把米浆核桃屑枣泥和在一起在小薄铫里煮，要守在一旁看着，防溢出。很快的就煮出了一铫子核桃酪。放进一点糖，不要太多。分盛在三四个小碗莲子碗里，每人所得不多，但是看那颜色，微呈紫色，枣香核桃香扑鼻，喝到嘴里黏糊糊的，甜滋滋的，真舍不得一下子咽到喉咙里去。酸梅汤和糖葫芦夏天喝酸梅汤，冬天吃糖葫芦，在北平是不分阶级人人都能享受的事。不过东西也有精粗之别。琉璃厂信远斋的酸梅汤与糖葫芦，特别考究，与其他各处或街头小贩所供应者大有不同。徐凌霄旧都百话关于酸梅汤有这样的记载暑天之冰，以冰梅汤为最流行，大街小巷，干鲜果铺的门口，都可以看见冰镇梅汤四字的木檐横额。"}
{"text":"酸梅汤和糖葫芦夏天喝酸梅汤，冬天吃糖葫芦，在北平是不分阶级人人都能享受的事。不过东西也有精粗之别。琉璃厂信远斋的酸梅汤与糖葫芦，特别考究，与其他各处或街头小贩所供应者大有不同。徐凌霄旧都百话关于酸梅汤有这样的记载暑天之冰，以冰梅汤为最流行，大街小巷，干鲜果铺的门口，都可以看见冰镇梅汤四字的木檐横额。有的黄底黑字，甚为工致，迎风招展，好似酒家的帘子一样，使过往的热人，望梅止渴，富于吸引力。昔年京朝大老，贵客雅流，有闲工夫，常常要到琉璃厂逛逛书铺，品品骨董，考考版本，消磨长昼。天热口干，辄以信远斋梅汤为解渴之需。信远斋铺面很小，只有两间小小门面，临街是旧式玻璃门窗，拂拭得一尘不染，门楣上一块黑漆金字匾额，铺内清洁简单，道地北平式的装修。进门右手方有黑漆大木桶，里面有一大白瓷罐，罐外周围全是碎冰，罐里是酸梅汤，所以名为冰镇，北平的冰是从什刹海或护城河挖取藏在窖内的，冰块里可以看见草皮木屑，泥沙秽物更不能免，是不能放在饮料里喝的。什刹海会贤堂的名件冰碗，莲蓬桃仁杏仁菱角藕都放在冰块上，食客不嫌其脏，真是不可思议。有人甚至把冰块放在酸梅汤里信远斋的冰镇就高明多了。因为桶大罐小冰多，喝起来凉沁脾胃。他的酸梅汤的成功秘诀，是冰糖多梅汁稠水少，所以味浓而酽。上口冰凉，甜酸适度，含在嘴里如品纯醪，舍不得下咽。很少人能站在那里喝那一小碗而不再喝一碗的。抗战胜利还乡，我带孩子到信远斋，我准许他们能喝多少碗都可以。他们连尽七碗方始罢休。我每次去喝，不是为解渴，是为解馋。我不知道为什么没有人动脑筋把信远斋的酸梅汤制为罐头行销各地，而任可口可乐到处猖狂。信远斋也卖酸梅卤酸梅糕。卤冲水可以制酸梅汤。但是无论如何不能像站在那木桶旁边细啜那样有味。我自己在家也曾试做，在药铺买了乌梅，在干果铺买了大块冰糖，不惜工本，仍难如愿。信远斋掌柜姓萧，一团和气，我曾问他何以仿制不成，他回答得很妙请您过来喝，别自己费事了。信远斋也卖蜜饯冰糖子儿糖葫芦。以糖葫芦为最出色。北平糖葫芦分三种。一种用麦芽糖，北平话是糖稀，可以做大串山里红的糖葫芦，可以长达五尺多，这种大糖葫芦，新年厂甸卖的最多。"}
{"text":"信远斋也卖酸梅卤酸梅糕。卤冲水可以制酸梅汤。但是无论如何不能像站在那木桶旁边细啜那样有味。我自己在家也曾试做，在药铺买了乌梅，在干果铺买了大块冰糖，不惜工本，仍难如愿。信远斋掌柜姓萧，一团和气，我曾问他何以仿制不成，他回答得很妙请您过来喝，别自己费事了。信远斋也卖蜜饯冰糖子儿糖葫芦。以糖葫芦为最出色。北平糖葫芦分三种。一种用麦芽糖，北平话是糖稀，可以做大串山里红的糖葫芦，可以长达五尺多，这种大糖葫芦，新年厂甸卖的最多。麦芽糖裹水杏儿没长大的绿杏，很好吃，做糖葫芦就不见佳，尤其是山里红常是烂的或是带虫子屎。另一种用白糖和了粘上去，冷了之后白汪汪的一层霜，另有风味。正宗是冰糖葫芦，薄薄一层糖，透明雪亮。材料种类甚多，诸如海棠山药山药豆杏干葡萄桔子荸荠核桃，但是以山里红为正宗。山里红，即山楂，北地盛产，味酸，裹糖则极可口。一般的糖葫芦皆用半尺来长的竹签，街头小贩所售，多染尘沙，而且品质粗劣。东安市场所售较为高级。但仍以信远斋所制为最精，不用竹签，每一颗山里红或海棠均单个独立，所用之果皆硕大无疵，而且干净，放在垫了油纸的纸盒中由客携去。离开北平就没吃过糖葫芦，实在想念。近有客自北平来，说起糖葫芦，据称在北平这种不属于任何一个阶级的食物几已绝迹。他说我们在台湾自己家里也未尝不可试做，台湾虽无山里红，其他水果种类不少，沾了冰糖汁，放在一块涂了油的玻璃板上，送入冰箱冷冻，岂不即可等着大嚼他说他制成之后将邀我共尝，但是迄今尚无下文，不知结果如何。豆汁儿豆汁下面一定要加一个儿字，就好像吃鸡蛋的时候鸡子下面一定要加一个儿字，若没有这个轻读的语尾，听者就会不明白你的语意而生误解。胡金铨先生在谈的一本书上，一开头就说不能喝豆汁儿的人算不得是真正的北平人。这话一点儿也不错。就是在北平，喝豆汁儿也是以北平城里的人为限，城外乡间没有人喝豆汁儿，制作豆汁儿的原料是用以喂猪的。但是这种原料，加水熬煮，却成了城里人个个欢喜的食物。而且这与阶级无关。卖力气的苦哈哈，一脸渍泥儿，坐小板凳儿，围着豆汁儿挑子，啃豆腐丝儿卷大饼，喝豆汁儿，就咸菜儿，固然是自得其乐。府门头儿的姑娘哥儿们，不便在街头巷尾公开露面，和穷苦的平民混在一起喝豆汁儿，也会派底下人或是老妈子拿砂锅去买回家里重新加热大喝特喝。"}
{"text":"这话一点儿也不错。就是在北平，喝豆汁儿也是以北平城里的人为限，城外乡间没有人喝豆汁儿，制作豆汁儿的原料是用以喂猪的。但是这种原料，加水熬煮，却成了城里人个个欢喜的食物。而且这与阶级无关。卖力气的苦哈哈，一脸渍泥儿，坐小板凳儿，围着豆汁儿挑子，啃豆腐丝儿卷大饼，喝豆汁儿，就咸菜儿，固然是自得其乐。府门头儿的姑娘哥儿们，不便在街头巷尾公开露面，和穷苦的平民混在一起喝豆汁儿，也会派底下人或是老妈子拿砂锅去买回家里重新加热大喝特喝。而且不会忘记带回一碟那挑子上特备的辣咸菜，家里尽管有上好的酱菜，不管用，非那个廉价的大腌萝卜丝拌的咸菜不够味。口有同嗜，不分贫富老少男女。我不知道为什么北平人养成这种特殊的口味。南方人到了北平，不可能喝豆汁儿的，就是河北各县也没有人能容忍这个异味而不龇牙咧嘴。豆汁儿之妙，一在酸，酸中带馊腐的怪味。二在烫，只能吸溜吸溜的喝，不能大口猛灌。三在咸菜的辣，辣得舌尖发麻。越辣越喝，越喝越烫，最后是满头大汗。我小时候在夏天喝豆汁儿，是先脱光脊梁，然后才喝，等到汗落再穿上衣服。自从离开北平，想念豆汁儿不能自已。有一年我路过济南，在车站附近一个小饭铺墙上贴着条子说有豆汁发售。叫了一碗来吃，原来是豆浆。是我自己疏忽，写明的是豆汁，不是豆汁儿。来到台湾，有朋友说有一家饭馆儿卖豆汁儿，乃偕往一尝。乌糟糟的两碗端上来，倒是有一股酸馊之味触鼻，可是稠糊糊的像麦片粥，到嘴里很难下咽。可见在什么地方吃什么东西，勉强不得。菜包华北的大白菜堪称一绝。山东的黄芽白销行江南一带。我有一家亲戚住在哈尔滨，其地苦寒，蔬菜不易得，每逢阴年倩人带去大白菜数头，他们如获至宝。在北平，白菜一年四季无缺，到了冬初便有推小车子的小贩，一车车的白菜沿街叫卖。普通人家都是整车的买，留置过冬。夏天是白菜最好的季节，吃法太多了，炒白菜丝栗子烧白菜熬白菜腌白菜，怎样吃都好。但是我最欣赏的是菜包。取一头大白菜，择其比较肥大者，一层层的剥，剥到最后只剩一个菜心。每片叶子上一半作圆弧形，下一半白菜帮子酌量切去。弧形菜叶洗净待用。准备几样东西一蒜泥拌酱一小碗。二炒麻豆腐一盘。麻豆腐是绿豆制粉丝剩下来的渣子，发酵后微酸，作灰绿色。此物他处不易得。"}
{"text":"普通人家都是整车的买，留置过冬。夏天是白菜最好的季节，吃法太多了，炒白菜丝栗子烧白菜熬白菜腌白菜，怎样吃都好。但是我最欣赏的是菜包。取一头大白菜，择其比较肥大者，一层层的剥，剥到最后只剩一个菜心。每片叶子上一半作圆弧形，下一半白菜帮子酌量切去。弧形菜叶洗净待用。准备几样东西一蒜泥拌酱一小碗。二炒麻豆腐一盘。麻豆腐是绿豆制粉丝剩下来的渣子，发酵后微酸，作灰绿色。此物他处不易得。用羊尾巴油炒最好，加上一把青豆更好。炒出来像是一摊烂稀泥。三切小肚儿丁一盘。小肚儿是猪尿泡灌猪血芡粉煮成的，作粉红色，加大量的松子在内，有异香。酱肘子铺有卖。四炒豆腐松。炒豆腐成碎屑，像炒鸽松那个样子，起锅时大量加葱花。五炒白菜丝，要炒烂。取热饭一碗，要小碗饭大碗盛。把蒜酱抹在菜叶的里面，要抹匀。把麻豆腐小肚儿豆腐松炒白菜丝一起拌在饭碗里，要拌匀。把这碗饭取出一部分放在菜叶里，包起来，双手捧着咬而食之。吃完一个再吃一个，吃得满脸满手都是菜汁饭粒，痛快淋漓。据一位旗人说这是满洲人吃法，缘昔行军时沿途取出菜叶包剩菜而食之。但此法一行，无不称妙。我曾数度以此待客，皆赞不绝口。莲子有莲花的地方就有莲子。莲子就是莲实，又称莲的或莲。古乐府子夜夏歌乘月采芙蓉，夜夜得莲子。我小时候，每到夏季必侍先君游什刹海。荷塘十里，游人如织。傍晚辄饭于会贤堂。入座后必先进大冰碗，冰块上敷以鲜藕菱角桃仁杏仁莲子之属。饭后还要擎着几枝荷花莲蓬回家。剥莲蓬甚为好玩，剥出的莲实有好几层皮，去硬皮还有软皮，最后还要剔出莲心，然后才能入口。有一股清香沁人脾胃。胡同里也有小贩吆喝着卖莲蓬的，但是那个季节很短。到台湾好多年，偶然看到荷花池里的莲蓬，却绝少机会吃到新鲜莲子。糖莲子倒是有得吃，中医教我每日含食十枚，有生津健胃之效，后因糖尿病发，糖莲子也只好停食了。一般酒席上偶然有莲子羹，稀汤水一大碗，碗底可以捞上几颗莲子，有时候还夹杂着一些白木耳，三两颗红樱桃。从前吃莲子羹，用专用的小巧的莲子碗，小银羹匙。我祖母常以小碗莲子为早点，有专人伺候，用沙薄铫儿煮，不能用金属锅。煮出来的莲子硬是漂亮。"}
