{"text":"面对命运的玩笑，王嘉鹏几度崩溃，自暴自弃，好在家人朋友不懈的鼓励和安慰，他终于选择了面对现实，开始积极康复训练，他用了五年时间从高位截瘫恢复到脱离轮椅行走，还成为了游泳运动员。期间王嘉鹏自学完成了中学课程和大学英语，编程软件等技术，以第一名的成绩被挪威世界联合学院录取，成为第一个考入世界联合学院的中国大陆学生。王嘉鹏在挪威期间取得了双硕士学位，两次获得国际残疾人滑雪冠军。他的事迹被改编成歌剧，挪威王后亲自授予他残疾人事业杰出贡献奖在国内也被拍成电视剧于央视播出。王嘉鹏回国后，年担任奥运火炬手，年作为全国人大代表出席两会，在常熟联合创办了大陆第一所世界联合学院中国分院，目前这是中国最好的国际学校之一。与命运的博弈并非不可能，所谓觉悟就是能在黑暗的荒野中开辟出一条应当前进的道路。虽说个人奋斗固然重要，也要考虑历史的进程。然而我们无法阻挡历史车轮的转向，所谓时势造英雄，改变不了命运的选择，那就改变自己的选择。命运可以把自由禁锢在高墙之内，就有埃尔文史密斯放弃梦想舍弃一切，背负无数战友的生命冲向地狱，换取追寻自由的希望命运可以把无辜之人束缚在铁窗之内，就有空条徐伦将手中的希望拆解，握住重获自由的最后一线命运可以把生命的终点刻印在滚石之上，就有布加拉提挣脱生命的桎梏，解放沉睡的奴隶，用黄金之风吹散命运的阴霾。年是多灾多难的一年，火灾疫情和洪灾等意想不到的灾难接踵而至，带走了许多生命，打破了许多人原本平静的生活。灾难面前，我们或许无能为力，但是请不要放弃希望，消防战士还在救人，就有活着的希望医护人员还在努力研发新的疫苗，就有延续生命的希望我们还在努力地生活着，就有奔向明天的希望。见字如面。回看高中三年已骤然远逝，而你们犹如昨日之我。成长不曾是恍然巨变，可三年的时光，也让我不能忆起当初自己的模样了。我很高兴现在的我知自我而有方向。高中三年的意义绝不仅仅在于高考的一战成名，你更要在这段路程中找寻自我。我们睁开眼就能看见形形色色的人和花花绿绿的世界，可这些只会让我们眼花缭乱。如果你想要做好自己，就不能着眼于这些，只能选择看向自己的内心深处。"}
{"text":"见字如面。回看高中三年已骤然远逝，而你们犹如昨日之我。成长不曾是恍然巨变，可三年的时光，也让我不能忆起当初自己的模样了。我很高兴现在的我知自我而有方向。高中三年的意义绝不仅仅在于高考的一战成名，你更要在这段路程中找寻自我。我们睁开眼就能看见形形色色的人和花花绿绿的世界，可这些只会让我们眼花缭乱。如果你想要做好自己，就不能着眼于这些，只能选择看向自己的内心深处。关于你是怎样的人以及你想成为怎样的人，正确的做法不是你看到了一些让你心生艳羡的人，就想着我要是他该多好啊，而应该去见贤思齐。但其实在择善而从，不善改之这一过程中，暗含着十分重要的一个环节――审视自我。因为我们的最终目的是成为更好的自己，真正地审视过自我之后，才能取长补短，且不致失其本性。正如各有千秋的颜筋柳骨。颜体虽厚重雄浑，但不免臃肿肥大。如若柳公权一味效法于颜体范本，未曾将其之雄健与己之遒劲有机结合，又怎得柳体传扬于世。古有以铜为镜，可以正衣冠以古为镜，可以知兴替以人为镜，可以知得失，但你若是想知人生，你只能选择自己这一面镜子。人或许永远在镜子里看不到真实的自己，但那镜中定是自己心目中最美的模样。又或许偶尔幡然看着镜子中的自己，不知道自己是在干什么。面对未来高中三年，你一定要首先想好自己准备收获什么是美妙的青春物语，还是最终一份完美的答卷。这样之后，常常看向自己，不去羡慕别处的风景。更不要去跟别人做无谓的比较，你只有自己这一个对手。毕竟，胜人者有力，自胜者强。当你迷茫的时候，更要好好照照镜子，认清自己。你是怎么画自画像的？相信一定不是对着梵高的自画像照猫画虎。当你描摹人生时，对象是自己，画笔也是握在自己手里的。说到底，这张像能否画好，选择权是自己的。不是生活选择了你，而是你选择了生活。且看你做何选择。你知道吗，甚至于生活的意义，也在于对自我的追求和自我价值的实现。远看山很美，近看我成山。画好自画像，就是要自己活成山。愿你乘风破浪，活成想要成为的摸样。上善若水，水不争而利万物，处众人之所恶故几于道居善地心善渊与善仁言善信正善治事善能动善时夫唯不争故无尤。"}
{"text":"当你描摹人生时，对象是自己，画笔也是握在自己手里的。说到底，这张像能否画好，选择权是自己的。不是生活选择了你，而是你选择了生活。且看你做何选择。你知道吗，甚至于生活的意义，也在于对自我的追求和自我价值的实现。远看山很美，近看我成山。画好自画像，就是要自己活成山。愿你乘风破浪，活成想要成为的摸样。上善若水，水不争而利万物，处众人之所恶故几于道居善地心善渊与善仁言善信正善治事善能动善时夫唯不争故无尤。广袤而深邃的天空之中，时不时的闪起几道白色的光芒，站在河边的那一刻，我似乎看到了这个世界的宁静，有一种一眼展望千年的感觉。对于长河这种东西，我是有自己的见解的，时间是一道长河，文字是一道长河，默默过去的自己也是一道长河，但其实它们都是同一股劲，当想起时间的时候，就会需要文字的记录，默默过去的自己，会需要时间的见证，它们之间互相循环，却又百味纷呈，当互相需要的时候，它们便会同声相应，同气相求。长河中静静流着的每一滴水不会互相争斗，有时是静静流淌，但有时却又是波涛汹涌，暗流下层峦起伏的尖石分割这水流，之后又随着力道的转变回归到一起，我们总是关注着暗流底下的黄金，却没有去关注水的流向和本身，被自己所喜爱的事物包裹着，却没有想过去看世界的本身。生活中的体验不也是这样的吗？每个人都在追求自己喜爱的东西，都在去拼搏，去努力，甚至不择手段，每个人都是拼的头破血流的那个，每个人都想去看看流淌的河水下面会不会有闪闪发亮的黄金，本来规规矩矩的人，看到别人抢过了自己，心里的不甘一涌而出，如同波涛汹涌的河水，而那些不想让争斗之气布满全身的人，却不知自己已经融入争斗之中了，对于他们来说，宁静才是真正的黄金，但我们要知道，没有黄金，我们也是英雄，不会因为没有黄金，世界就没有英雄。每个踏入了这条名为时间的长河的人，总是一种格格不入的错愕，但若是在这种环境之下呆久了，那种血腥的争斗味道便类篇累牍的占领了整条清净的长河，把它染成无法改变的血红，就像是每一个踏入自己喜欢之事的人，久而久之就会被这种信息所环绕，深陷其中，无法自拔。"}
{"text":"每个踏入了这条名为时间的长河的人，总是一种格格不入的错愕，但若是在这种环境之下呆久了，那种血腥的争斗味道便类篇累牍的占领了整条清净的长河，把它染成无法改变的血红，就像是每一个踏入自己喜欢之事的人，久而久之就会被这种信息所环绕，深陷其中，无法自拔。在长河中寻找黄金的人们各有不同，但只要淘金客们又开始争斗，追求财富，便就又是同声相应，同气相求的一部分了，就像每一条看似流向不同分支的支流，回到长河的主流，便成了那柔和之水的一部分，巨大的力量可以掀翻一个巨轮感觉自己像是游行于大海之上的水手，在与呼啸着的海浪抗争。我慢慢地也理解了那些本可以被驱赶出长河的人，是一个个追求一夜暴富的淘金客或是一个个追求自由的帮派匪徒又或是一个追求秩序，枪斗必胜的牛仔警长以及在大淘金时代下的酒保马夫和农民，他们想要的是不争，是和平，在这一点上，大家就是同声相应，同气相求的一部分了。若是河水放下自己的一切，淘金客也放下属于自己追求的财富，都离开自己的舒适圈，将所有的地方都变成快乐的地方，自然与人类共存，人们依赖着河水的供养，河水也靠着人们的庇护，这一副不争的世外桃源，不也是淘金客们所想要的吗？战争的杀戮离他们远去，用自己的努力得到自由，财富只是他们实现一切的工具，若是不争，不也就没必要进行杀戮，不也就能达到所有人都想要获得的世外桃源吗？我们要记住，人类永远共享一片苍穹。那些静静流淌在天空之下的河流虽然都是有着自己的走向，但也是为了各自的目标而努力奋斗。那些流往长江，见识川渝热辣的支流，无法理解北方流向黄河，面对黄土支流的过往。他虽然在这条名为时间的长河中它们暂时无法统一，但它们终归是往一个名为未来的方向在流动的，它们终会殊途同归。再怎样方向各异的河流终会流往一个方向，再怎样身份不同的人们终会有统一的快乐，历史的大势便就是如此，分久必合，合久必分。毕竟流往未来与远方的航道的确是河水的宿命，追求自己想要的也是人们的宿命，但在这样的大势所趋之下，人们也应该去冲出自己的舒适圈，河水也应该寻找新的方向。那或许就印证了一句话上善若水，水不争而利万物，处众人之所恶故几于道居善地心善渊与善仁言善信正善治事善能动善时夫唯不争故无尤。这也就是看透世界本质之后，那样的同声相应，同气相求吧！天行有常，不为尧存，不为桀亡。"}
{"text":"毕竟流往未来与远方的航道的确是河水的宿命，追求自己想要的也是人们的宿命，但在这样的大势所趋之下，人们也应该去冲出自己的舒适圈，河水也应该寻找新的方向。那或许就印证了一句话上善若水，水不争而利万物，处众人之所恶故几于道居善地心善渊与善仁言善信正善治事善能动善时夫唯不争故无尤。这也就是看透世界本质之后，那样的同声相应，同气相求吧！天行有常，不为尧存，不为桀亡。这是荀子的至理名言，说的是万物自有其规律。日月更替，沧海桑田世间万物客观规律地发生着改变。然而，古往今来，大禹治水，愚公移山，神农尝百草人们移山填海，耕云播雨，在自然的发展中，凭借着智慧与行动，创造了如今自由生活的天地。习近平曾说人民群众是历史的创造者。物质固然是客观的，世界的转折也是我们无法左右的，但意识却是能动的。想要改变唯有知中有行，行中有知，知行合一。知中有行。知，就是我们对世界的认识行，就是我们付诸的实践。知中有行说的就是让我们把认识转变为行动。自新冠肺炎疫情爆发以来，党中央坚持以人民至上，生命至上为根本，科学研判，决策部署，并积极贯彻落实到疫情防控的每一个环节，调动全国各地的力量，充分发挥制度优势，打赢了武汉保卫战，湖北保卫战。这正体现的是将认识付诸于实践。尽管我们无法左右疫情的突然爆发，但正是因为疫情初期的远见卓识，行动的及时有效，才有了今日胜利的曙光。行中有知。俗话说实践是检验认识正确与否的唯一标准。自去年月以来，香港本土恐怖主义的蔓延，极端势力的滋生，一度使香港的社会秩序遭到破坏。满目疮痍的街道，施暴者的恣意妄为，外部势力的公然挑衅，人民在黑暗中匍匐前进，在无奈中渴求安稳的生活。香港国安法的颁布，起到了一法定香江的作用。法令初日的实施，警卫队抓捕极端势力者的以儆效尤，充分证明了立法的行之有效。知行合一。实践是认识的基础，正确的认识能够正确指导实践，无论是香港维护国家安全法的颁布，还是抗疫过程的万众一心无论是南方洪涝灾害的积极应对，还是北斗二十年的坚持如一，我们乐见幸福的生活与社会的繁荣，不惧面对暴风雨的来临。"}
{"text":"香港国安法的颁布，起到了一法定香江的作用。法令初日的实施，警卫队抓捕极端势力者的以儆效尤，充分证明了立法的行之有效。知行合一。实践是认识的基础，正确的认识能够正确指导实践，无论是香港维护国家安全法的颁布，还是抗疫过程的万众一心无论是南方洪涝灾害的积极应对，还是北斗二十年的坚持如一，我们乐见幸福的生活与社会的繁荣，不惧面对暴风雨的来临。宜将剩勇追穷寇，不可沽名学霸王，抓住时代的机遇，因而我们在认识中不断实践，在实践中不断思索，真正做到了知与行的统一。芳林新叶催陈叶，流水前波让后波。事物的发展是必然的，面对客观，我们固然无可奈何，但在大是大非面前，唯有不忘初心，牢记使命，将认识灌注于行动，行而后知，知而后行，知行合一，方能成就未来。人们总是哀叹于变化之突然，命运之不公。有道是英雄末路，美人迟暮，壮士未归，游子泣秋风。人生的轨迹似乎总是偏转于意想不到之时，就像悲剧似乎永远诞生在风华正茂之中。然而人对事物对人生对命运的发展真的无能为力吗？答案是人生无处不精彩。宋朝御史台，苏轼望着窗外落满的乌鸦，在这被称为乌台之地，在群鸦的聒噪声中，静静地等待着他的处置结果。上表谢恩的文字，被王安石的改革派断章取义，最终使他被贬黄州。尽管乌台诗案使他胸中充满苦闷和不甘，却也未曾心灰意冷，反而在黄州期间留下了赤壁一词二赋之瑰宝，留下了东坡肉等流传至今之美食。之后他的人生依然经历着大起大落，从黄州赦免回京后，又因得罪司马光的保守派被贬惠州，三年后又被贬谪到极远之地的海南儋州，谪居海南三年方得归还，却在常州一病不起，可他仍在弥留之际对他的三个儿子说吾生无恶，死必不坠，此时的他犹记得赤壁之上怒涛拍岸，犹向往扁舟遨游东方既白。他的一生充满了转折，却从未向命运妥协，反而笑对人生，将其牢牢把握在手中，方有一蓑烟雨任平生之坦荡，方有却道此心安处是吾乡之豁达，方有先生一笑而起，渺海阔而天高之从容。先生一生，无处不精彩。仲尼厄于陈蔡，但留文章盖世太公钓于渭水，不掩武略超群。渊明一生困顿，仍言今是昨非太白不事宵小，安能摧眉折腰？"}
{"text":"他的一生充满了转折，却从未向命运妥协，反而笑对人生，将其牢牢把握在手中，方有一蓑烟雨任平生之坦荡，方有却道此心安处是吾乡之豁达，方有先生一笑而起，渺海阔而天高之从容。先生一生，无处不精彩。仲尼厄于陈蔡，但留文章盖世太公钓于渭水，不掩武略超群。渊明一生困顿，仍言今是昨非太白不事宵小，安能摧眉折腰？且看海上，那惊涛骇浪之中，那位名为桑迪亚哥的老人，风烛残年的他一连八十四天没有钓到一条鱼，却依然不肯向命运低头。在他终于钓到那条一千五百磅的大马林鱼后，经过两天两夜的殊死搏斗终于获得了胜利，然而却又引得鲨鱼来袭，最终战胜了鲨鱼的他得到的只剩下一具鱼骨。命运不断地摧残着他，意外不断地来袭，他却从未感到无力，从未向着未知的转折妥协，完美诠释了海明威心中人可以被毁灭，但不可以被打败的不折精神，外在的肉体会接受折磨，内在的意志却是神圣不可侵犯的。这与千年之前孟轲那句天将降大任于斯人也是何等的默契。无论人生方向如何变化，无论人生轨迹如何转折，愿有盛夏吻火，寒冬卧冰之决心，愿有知我罪我，其惟春秋之坚守，愿有凡是过去，皆为序曲之豁达，方知人生无处不精彩！我时常独自走在街上，看着和我一样奔忙的人流，有时一个转身，险些与来往的车辆相撞，但车总会与我几乎同步的停止。我知道这辆车是有目的才会出现在这里，并不是为了撞我。世界上有太多转身事件。人类在原始社会偶然发现了火种，使这个蓝色的星球彻底发生了改变互联网的力量从出现就迅速的在全球蔓延开来，有人变得盆满钵满，有人负债千万当不可思议的核能被人们发现，资源使世界变得更加灿烂，核事故也成为事故灾难的新成员。洪水的爆发地震的来临疫情的肆虐，人类似乎永远无法完美地躲过一些突发事件，经过多少次转身，他们总会撞上一个两个，并付出了代价。在这条历史的长河中，人类社会的战斗无止无休，自然对于人类的潜在危机也不曾停歇，人们早已意识到自己无法控制一切，世界不是一部科幻片，没有一个人是主角。永远恐惧在危险是否到来的世界中是没有意义的，无法预知所有灾难的来临并不是一件羞耻的事情。我们对待事物的掌控程度并不仅限于它刚开始的出现，最重要的是要有击败它的能力。"}
{"text":"洪水的爆发地震的来临疫情的肆虐，人类似乎永远无法完美地躲过一些突发事件，经过多少次转身，他们总会撞上一个两个，并付出了代价。在这条历史的长河中，人类社会的战斗无止无休，自然对于人类的潜在危机也不曾停歇，人们早已意识到自己无法控制一切，世界不是一部科幻片，没有一个人是主角。永远恐惧在危险是否到来的世界中是没有意义的，无法预知所有灾难的来临并不是一件羞耻的事情。我们对待事物的掌控程度并不仅限于它刚开始的出现，最重要的是要有击败它的能力。一直以来，人类对于突发性事件的应对措施已经愈发完善，我们可以预测到猛烈的台风可怖的地震，人类社会的进步是有目共睹的。我始终认为，对于无法阻止转身遇见车辆这件事情上，人们不该感到绝望。而尽最大可能降低车辆造成的后果，才是当下最该做的事情。这次疫情的出现，是我们这一代人共同经历的全球危机人类感染死亡经济遭遇重创，生产停顿股市暴跌就业严峻，前景暗淡等。但与此同时，我们也无比深刻的感受到了中国作为世界强国的强者风范。我们不仅仅只是在失去只是在流泪，中国人民并不会这么做，他们只会一边流着血泪一边嘶吼着冲在前面。医护人员军人战士冒着风雪送递物资的他们连夜加班赶工口罩的他们站岗放哨彻夜不眠的他们。当世界需要帮助时，依然是那些善良的人们青山一道，同担风雨。我从未害怕突如其来的风雪，因为我的身后有一个强大而又团结的国家，它永远站在困难前面，从未打过败仗。我知道，当我再次转身的时候，一定会看见一束更美更亮的光。你一定也有过同样的经历。想找某样东西的时候硬是找不到，而当你没有再找它的时候，诶，它突然又出现了。诚如有心栽花花不开，无心插柳柳成荫所言，这世上许多重要的转折是在意想不到时发生的，但这并不意味着人们对事物的发展进程无能为力。一切无心插柳皆是水到渠成。无心不代表无能。人类历史上都曾出现过很多意外的发现和发明。英国科学家牛顿某天在苹果树下思索，被树上掉下来的苹果砸中，万有引力因此诞生了。显然，被苹果砸中是无心之举，但被砸的人却并非无能之人。要知道牛顿是以科学家的身份被苹果砸中的！即便牛顿没被苹果砸中，凭借牛顿的能力，万有引力被他发现也是迟早的事。也幸好被苹果砸中的人是牛顿，要是换作一般人，早就骂骂咧咧地走掉了。可见，就算结果是无心，也不见得人是无能。"}
{"text":"一切无心插柳皆是水到渠成。无心不代表无能。人类历史上都曾出现过很多意外的发现和发明。英国科学家牛顿某天在苹果树下思索，被树上掉下来的苹果砸中，万有引力因此诞生了。显然，被苹果砸中是无心之举，但被砸的人却并非无能之人。要知道牛顿是以科学家的身份被苹果砸中的！即便牛顿没被苹果砸中，凭借牛顿的能力，万有引力被他发现也是迟早的事。也幸好被苹果砸中的人是牛顿，要是换作一般人，早就骂骂咧咧地走掉了。可见，就算结果是无心，也不见得人是无能。机会转折是留给有准备的人。拿破仑说过这么一句话再卓越的才能，如果没有机会，就将失去价值。可见，无论是有能还是无能，机会对每个人都是公平的，关键在于当机会来临时，能否借机而上。有能的人凭借能力可以把握住机会，发挥出更大的价值，无能的人可能连机会都发现不了，甚至只能发挥一丁点价值。所以无心这个机会，不是人人都能把握住并发挥最大价值的。它总是来得很突然，如果没有做好充分的准备就会失去它。善于发现并使用它的前提是有能力。意想不到的转折，无论好与坏，皆会水到渠成。唯物辩证法表明，事物的发展进程是前进性与去曲折性的统一。而我们之所以对事物的发展进程感到无能为力，是因为我们只看到发展的曲折性而否定发展的前进性。我们常说失败是成功之母，失败了就吸取教训，成功了就总结经验，只要还是朝着这个目标去，即便道路曲折，大体的方向还是前进的。所以，每次转折都在前进，也并非我们想象中的那般无能为力。所以我说一切无心插柳皆是水到渠成。人生会分为不同的阶段，在每个阶段我们都会做不同的事，为每个阶段的转折做准备。这个转折可能是意料之中的，也可能是意料之外的，无论结果好坏，相信一切都会水到渠成。你一定也有过同样的经历。想找某样东西的时候硬是找不到，而当你没有再找它的时候，诶，它突然又出现了。诚如有心栽花花不开，无心插柳柳成荫所言，这世上许多重要的转折是在意想不到时发生的，但这并不意味着人们对事物的发展进程无能为力。一切无心插柳皆是水到渠成。无心不代表无能。人类历史上都曾出现过很多意外的发现和发明。英国科学家牛顿某天在苹果树下思索，被树上掉下来的苹果砸中，万有引力因此诞生了。"}
