{"text":"你一旦了解了这个真相，很可能产生两种后果，一是因绝望而生出玩世不恭的犬儒心态，二是从面对现实中认清没有任何人，而只有你才能为这个世界为自己为自己的想法感觉行为负起全责，然后所有的自怜才会消失。通常我们总是怪罪别人，这其实只是另一种自怜的形式罢了。那么，在没有任何外界的影响没有信念，也没有被惩罚的恐惧之下，我们能不能从自己的本质和内心里产生突变？我们可能改变我们的残暴好强焦躁恐惧贪婪嫉妒以及构成今日社会的所有劣根性吗？我应该在此先声明清楚，我并不是在陈述哲学或神学的观念，所有的观念对我而言，都是极其愚蠢的。人生哲学并不重要，重要的是如何观察日常生活中确实在发生的事，不论是内在的或外在的。如果你仔细观察和检查眼前所发生的种种，你就会发现一切都是建立在理念上的，而理念并不能涵盖整个存在的领域，眼前只是其中的一个局部罢了，不论我们如何灵巧地把它们凑合在一块儿，不论多么古老多么传统，它们仍然是存在的一小部分，而我们必须面对的却是生活的整个领域。如果我们再仔细观察，我们就会开始明白，其实过程并没有内外之分，只有一个过程，那就是整体性的发展过程。内心的活动表现于外，而外在的反应又源自内心。对我而言，能有这种观察力，就已经绰绰有余了。如果我们懂得如何观察，所有的事都能一目了然，而观察并不需要哲学或上师的指导，你只要看就对了。你能看得出这整个情况吗？不是嘴上说说罢了，而是真正地看到。你能顺其自然地改变自己吗？这才是问题所在。人能否彻底从精神上改变自己？我不知道你对这种说法会作何反应？也许你会说我并不想要改变！许多人确无此意，尤其是那些在社会地位及经济上相当安稳的人，或是坚持某些教条，已经接受自己的现状，只准备做些小小修正的人，因此上述这番话并非针对他们而说的。也许你会委婉地推辞说那太难了，对我可能不适用。那么你已经画地自限了，你不再追根究底，我们这番谈话便可到此结束。也许你们中间有另一群人会说我已经知道我的内心需要一番彻底的改变，但是我该怎么办？请你为我指出一条路。如果你这么说，这表示你所关心的并非改变这件事，你并不想彻底革新，你只想寻找一种能带来改变的方法或制度罢了。"}
{"text":"也许你会委婉地推辞说那太难了，对我可能不适用。那么你已经画地自限了，你不再追根究底，我们这番谈话便可到此结束。也许你们中间有另一群人会说我已经知道我的内心需要一番彻底的改变，但是我该怎么办？请你为我指出一条路。如果你这么说，这表示你所关心的并非改变这件事，你并不想彻底革新，你只想寻找一种能带来改变的方法或制度罢了。如果我真的愚蠢到给你一套制度，而你也愚蠢到全盘接受的地步，那么你就仍然在模仿顺从与接受，在自己的内心树立另一个权威。这个权威和你之间又会再发生冲突，因为你觉得必须按照权威所说的去做种种事情，却又感到力不从心，你自己独特的个性气质及内在的压力，不断与你认为应该服从的那套理论互相冲突，因而产生了矛盾。于是你陷人了两面的生活，一面是制度告诉你该做的事，另一面则是你每日的实际生活。其实，你之为你才是真实的，而不是那意识形态，但是你如果向它臣服了，你就不得不压抑自己。如果你老是按照他人的标准来认识自己，你就永远停留在做二手货的人类。我愿意改变，告诉我该怎么做？这话听起来非常热忱认真，其实不然。事实上，他正在期待一个可靠的权威为自己带来内在的秩序。但是外在的权威真能带给人内在的秩序吗？实际上，从外在强制下得到的秩序，反而助长了内在的不安。这个事实并不难理解，但是你能否把它应用在生活上，使你的心不再投射任何权威，不论这个权威是书籍老师丈夫妻子父母朋友或社团。我们一直都在某种假定的模式下运作，而这个模式就变成了意识形态和权威。如果你能识破我该怎么做这个问题背后想建立的一个新的权威，你就彻底结束了你与权威之间的瓜葛。让我再讲得明白一点。假设我已经从生命的深处看到了改变的必要，而且也不能再依赖任何传统的途径，因为传统使人懒散被动和臣服，我又不可能找人来帮我改变，即使是老师上帝信仰理念等外来的压力或影响都无能为力，那么，接下来呢？首先，你能不能拒绝所有的权威？如果你能办得到，就表示你已经不再恐惧。然后又会如何呢？如果你拒绝那些已经在你心中存在好几个世代的传统谬误，如果你抛弃所有的包袱，然后会怎么样？你自然会感到有更多的能量释放出来，你会发现自己有更多的能力动力和更大的热情及活力。如果你没有这些感觉，那表示你还没有扔掉那些包袱，还没有丢掉那死气沉沉的权威。"}
{"text":"首先，你能不能拒绝所有的权威？如果你能办得到，就表示你已经不再恐惧。然后又会如何呢？如果你拒绝那些已经在你心中存在好几个世代的传统谬误，如果你抛弃所有的包袱，然后会怎么样？你自然会感到有更多的能量释放出来，你会发现自己有更多的能力动力和更大的热情及活力。如果你没有这些感觉，那表示你还没有扔掉那些包袱，还没有丢掉那死气沉沉的权威。你一旦将其抛诸脑后而重获生命力，就不会再有任何恐惧了。你既不怕犯错，也无惧于是是非非，这份活力的本身，岂不是最大的突变？我们如果想见到真相就必须具有无穷的生命力，但是内心的恐惧却把这股活力消耗了。如果我们能将各种形式的恐惧抛诸脑后而重获生命力，那么这股力量的本身就能带来内在的突变，你甚至根本不必再费任何力气了。因此你只有靠自己了，真正有意革新的人必定会面临此种情境。当你不再向任何人物求助时，你就有了主动发现的自由。何处有自由，何处就有活力。在真正的自由中，是不可能产生错误的。自由和反叛是完全不同的两回事。在自由之中，没有所谓的对或错。如果你真的自由了，你的行动就是由存在的核心出发的，因此无忧无惧只有无惧，才能勇敢地爱有爱就能随心所欲了。我们现在要做的，就是先认识自己，但不是根据我或其他分析家哲学家的观点。如果我们还是根据别人的标准来认识自己，那么所认识的就只是他们，而不是我们，因此我们应该认识的就是自己的真相。认清了我们无法依赖外在权威来改造自己的心理结构之后，我们还得面临更大的考验，那就是我们必须摒弃自己内心的权威，那些由自己的经验所累积的意见知识观念及理想。昨天的经验教你一些事情，所教的就成了新的权威昨天才建立的权威和流传千年的传统是同样具有破坏性的。要了解我们自己，不需要任何昨日的成千年以前的权威，因为我们是活生生的生命，是永远在变动流动而永不止息的。如果我们透过昨天已死的经验来看自己，我们就看不见那活生生的进展，以及那些活动的美和本质了。只有死于昨日种种，才能使你从内在及外在的所有权威中解脱，你的心才能时时年轻新鲜天真无邪充满热情活力。只有处在这种心境中，人才能观察和学习。要达到这种境界，你需要极大的觉察力，需要对自己内心活动的觉察力。"}
{"text":"要了解我们自己，不需要任何昨日的成千年以前的权威，因为我们是活生生的生命，是永远在变动流动而永不止息的。如果我们透过昨天已死的经验来看自己，我们就看不见那活生生的进展，以及那些活动的美和本质了。只有死于昨日种种，才能使你从内在及外在的所有权威中解脱，你的心才能时时年轻新鲜天真无邪充满热情活力。只有处在这种心境中，人才能观察和学习。要达到这种境界，你需要极大的觉察力，需要对自己内心活动的觉察力。你只是觉察不去纠正，也不指示它什么该做什么不该做，因为你一纠正它，便树立了另一个权威及督察。现在让我们一块来检视自己，这并不意味当你阅读时有一个人在旁边解说，也不是要你同意或不同意他的解说，而是要一起进人心灵最隐秘的一角去探索。要进行这项旅行，最好轻装上路，千万别携带我们搜集了两千多年的家当―那些观点偏见结论等的包袱。请忘却你对自己的认识，也放下你对自己的看法，我们要好似一无所知地开始。昨夜还是暴雨倾盆，此刻已经雨过天晴了。今天又是崭新的一天，让我们迎接它，把它视为仅有的一天。让我们摆脱昨日的记忆，步上新的旅程，开始真的去认识自己。人的表现，我常分为两种一种是奇情，一种是俗情。奇情是一种异乎俗情的表现方式，一般人的举手投足喜怒哀乐，按照人之常情，大家都差不多，但是奇情就做得不一样，例如汉武帝的李夫人。中国人描写女人的美用倾国倾城，最早就是说的李夫人。李夫人被形容为北方有佳人，绝世而独立，一顾倾人城，再顾倾人国，成为绝代佳人美的偶像。可惜红颜薄命，得了要命的病，最后缠绵病床，眼看就要死了。汉武帝跑去看她，想见最后一面，可是李夫人拒绝了。为了给情人留下一个光彩照人的好回忆，而不是一个面容憔悴的坏印象，她拒绝了人之常情的诀别。从俗情观点看生离死别，大家见最后一面乃情之所至，理所当然，怎能不见？可是从唯美主义观点看，不见更好，相见怎如不见更好，这就是奇情。奇情论者的价值判断，是绝世的独立的，它对得失的衡量与鉴定，与俗情的标准不同。俗情的标准是尽字，奇情的标准却是舍字。尽是一切事情都随波逐流地做，做到胃口倒尽感情用光你烦死我我烦死你为止，一切都不留余地，也不留余情。赶尽杀绝这是俗情标准。相对地，奇情标准却高得多，因为它能舍。"}
{"text":"从俗情观点看生离死别，大家见最后一面乃情之所至，理所当然，怎能不见？可是从唯美主义观点看，不见更好，相见怎如不见更好，这就是奇情。奇情论者的价值判断，是绝世的独立的，它对得失的衡量与鉴定，与俗情的标准不同。俗情的标准是尽字，奇情的标准却是舍字。尽是一切事情都随波逐流地做，做到胃口倒尽感情用光你烦死我我烦死你为止，一切都不留余地，也不留余情。赶尽杀绝这是俗情标准。相对地，奇情标准却高得多，因为它能舍。舍是一种智慧达观艺术决断的结合。它的特色之一是常把进行式转变成过去式，它常把俗情标准的中点作为终点，在看起来还没完的节骨眼上，戛然而止。舍是速决，是早退，是慧剑斩情，是壮士断臂，是功成不居，是浓抹处淡妆，是无情处有情。介之推不言禄，是一种舍鲁仲连不受酬，是一种舍。以他们的功德，言禄受酬按俗情标准，也是应该的，可是按奇情标准，他们进一步表现了舍，却是神来之笔，点睛之妙，亦见其高。在人类历史上，有太多舍得动人的奇情故事，我最欣赏的一个，是唐太宗李世民。唐太宗登基后，为了特别感谢魏徵房玄龄李靖秦叔宝侯君集等二十四位功臣，叫阎立本为他们一一画像，挂在凌烟阁。不料后来侯君集造反，依法非杀头不可，唐太宗对这位朋友变敌人的老臣非常痛心，他哭着向侯君集说你造了反，非杀你不可。但你是我老朋友，我不能不想起你怀念你，我再上凌烟阁，看到你的画像，教我情何以堪？你死了，吾为卿，不复上凌烟阁矣！这种心胸，绝不是小鼻子小眼的人能干出来的！电视的毛病并非它的内容全部要不得，也不是全部庸俗讨厌，电视的毛病出在它会使你养成一个坏习惯――不能主动生活的坏习惯。它把你有限的精力和时间给抢走。抢走不算，还割得鸡零狗碎，使你简直无法过奋发有为的生活。你一天有限的精力和时间，被它一搅，整个下半天简直就人心浮动。这还是指好节目而言，但是又哪来那么多好节目？你看到的，大多是鸡肋节目，或是掺了太多太多水的牛肉汤。于是局面就变成你看也不好，不看也不好。为了等下一个可能的好，你变得坐也不好，站也不好，上厕所也不好，可是不上又不行，于是仓皇去上，然后飞奔而回，连上厕所都上不好。自己的生活被电视搅成这样子，电视还能看吗？"}
{"text":"抢走不算，还割得鸡零狗碎，使你简直无法过奋发有为的生活。你一天有限的精力和时间，被它一搅，整个下半天简直就人心浮动。这还是指好节目而言，但是又哪来那么多好节目？你看到的，大多是鸡肋节目，或是掺了太多太多水的牛肉汤。于是局面就变成你看也不好，不看也不好。为了等下一个可能的好，你变得坐也不好，站也不好，上厕所也不好，可是不上又不行，于是仓皇去上，然后飞奔而回，连上厕所都上不好。自己的生活被电视搅成这样子，电视还能看吗？至于有些新闻性的节目，你以为不知道是不行的，其实也是一种坏习惯。这种坏习惯，跟看报一样。这种坏习惯，叫作追新闻屁。一则新闻，从开始到结束，前后拖个七八天一二十天，是常事。这则新闻，其实只知道一行概要就足够了，并不需要跟着它跑。跟着它跑，就是对精力和时间的大浪费。这种新闻，最好是当你得知的时候，它已经结束了，就好像知道一场球赛或一局棋已赛过了，知道谁赢谁输了，如此而已。不然的话，你跟着它跑，它就吊足你胃口。所以，基本上，追新闻屁和看赛球看下棋同一性质，为了过瘾另当别论，若说为了对自己有益而这样做，则很难成立。因为追新闻屁所花的精力和时间，都是得不偿失事倍功半的。你不闻不问，不久以后，在上周或上月大事记中，或在综合报道中，花一分钟就可得到结果。这样当然缺少细节，但要那么多细节干什么呢？人一天的精力和时间有限，该把有限的精力和时间，用来做最值得做的，而不是做一切值得做的，这一点最重要。如果人分清了这一不同，就不会再有借口去做值得做的，因为人们一直以为看电视是值得做的。我不看电视，因为不愿让它破坏我奋发有为的生活。一看电视，情绪上我就变得被动懒惰低俗不清醒和有求于外。看大事记之类的书，可以提醒人任何轰动一时的新闻，都是过眼烟云以后的一行字，甚至一行字都算不上。时间是最好的过滤器，告诉我们什么才是精华。看书还是最好，因为看书你可以主动跳读，撷取精华，而不被节目死拖活拖。我高中的时候，一位老历史学家告诉我，他不看出版后没有经过十年的书。我当时笑他太迂，现在想来，他的话，在印刷品泛滥的今天，也不无道理。连书都要经过十年的过滤才能看出它有无价值，对新闻性太浓的电视节目，真该全盘加以否定才对。"}
{"text":"时间是最好的过滤器，告诉我们什么才是精华。看书还是最好，因为看书你可以主动跳读，撷取精华，而不被节目死拖活拖。我高中的时候，一位老历史学家告诉我，他不看出版后没有经过十年的书。我当时笑他太迂，现在想来，他的话，在印刷品泛滥的今天，也不无道理。连书都要经过十年的过滤才能看出它有无价值，对新闻性太浓的电视节目，真该全盘加以否定才对。与阳光有约在狱中，每天午饭后到下午开始做运动前，有两个多小时特别安静的时间，比夜里还安静，因为经常梦魇的邻居们午睡时倒不叫。我认为午睡是浪费时间，从来不睡午觉，所以我特别能清醒地独占这两个多小时特别的安静。本来每天小时都属于我，但这两小时好像更属于我，尤其是星期天的这两小时。只要天气好，我每天中午都有一个约会，约会的对象不是人，也不是人活在上面的地球，而是比地球大万倍的太阳。冬天的时候，阳光午后从高窗透进几块――真是成块的，于是在这小房间里，除了我以外，又增加了动态。阳光总是先照上水泥台，再照上地板，再很快就上墙，再很快就上到胸前那么高，就断了。为了利益均沾，我把塑料碗塑料筷塑料杯等，分放在几处阳光下面，然后自己也挤进去。因为阳光只有几块，所以就像照光一样，要一部分一部分地照，照完了这只胳臂，再照那只，若想同时全照到，那就只有失之交臂了。太阳虽然像个小气鬼，只照进那么少那么短，但对我已是奢侈品。阳光在冬天虽然热力有限，但至少看起来也暖和――几块暖和。这种光与热，都是在人群中在地球上得不到的东西，它们从天而降，从亿公里外的地方直达而来，没有停留，没有转运，前后只不过分钟，光热从太阳身上已到你身上。这种宇宙的神秘，我不知道有多少人能同时感受到，有了这种感受，你仿佛觉得，虽然阳光普照，可是却与你独亲，世态炎凉，太阳反倒是朋友了。在我成长的过程中，我曾花了许多气力来把自己锻炼成钢铁。锻炼的方法，不论是东海圣人的，还是西海圣人的，我都一网兜收，从摸索和试验中，求得安身立命。我这种自我炼钢，是很用心的。我今天能有一些个性一些独来独往的气魄一些虽千万人，吾往矣的决绝，追溯起来，都跟我早年的刻苦自励有密切关系。"}
{"text":"在我成长的过程中，我曾花了许多气力来把自己锻炼成钢铁。锻炼的方法，不论是东海圣人的，还是西海圣人的，我都一网兜收，从摸索和试验中，求得安身立命。我这种自我炼钢，是很用心的。我今天能有一些个性一些独来独往的气魄一些虽千万人，吾往矣的决绝，追溯起来，都跟我早年的刻苦自励有密切关系。第一等人躺在床上冥想第一等人的境界如富兰克林见到伏尔泰，胡适见到罗素，的确使我胸怀宏伟，多想想第一等人自处与对人的态度，会使我心中长存着第一等念头，而把第二等以下的思想言论与行为全抹去了。凡是属于第一等人的人，他们应付欢乐与不幸的态度几乎都是一样的。老罗斯福总统曾说他每逢遇着困难的问题时，就抬起头来望着挂在墙上的林肯的相片，并且问自己道倘若林肯遇到这个问题时，他将怎样做呢？这是给自己去从取舍的一个好标准。遇事能学得用第一等人的观点去看事情，不但是一种伟大的作风，并且还会给自己带来许多自慰与安静。亚里士多德说气度宽宏的人无论遭遇命运为善为恶，皆能适度以应之。成功不以为喜，失败不以为悲，外界的毁誉褒贬，一不介怀，只是为所当为，为所可为而已。这是何等恢弘的胸襟与素养！英雄之气的意志我做人在方法上的两大元素理智与意志。理智为常，为体意志为变，为用。钱思亮说胡博士虽然一身有好几种病，但毕竟是一个意志非常坚强的人，他之能够吃苦耐劳，向为朋友们所最钦佩。但是胡适的意志是长者化了的，未免缺乏英雄之气，如今我所要求自己的是一种有英雄之气的意志。有条件地回想事情过去了就总算是过去了，我虽不愿遗忘，但也的确不愿再回想，一切欢乐眼泪与名分都已逐渐成为往事。既然都成为往事，我们该不要回头望，除非是要从过去错误中吸取有用的教训，和为了从经验中获得益处华盛顿，否则对既往的缅怀与回想都将是我目前的戕贼与毒素，我为自己订了一个严格的标准凡是对现在有害的回想与想象，我都要一律不去想它。毒蛇喻在你意想不到地突然被一条毒蛇咬了一口的时候，你该立刻用各种办法去解毒，而不该继续震撼于这种意外，以致扩大你中毒的程度。"}
{"text":"毒蛇喻在你意想不到地突然被一条毒蛇咬了一口的时候，你该立刻用各种办法去解毒，而不该继续震撼于这种意外，以致扩大你中毒的程度。你要告诉你自己说不要研究你为什么会被咬了，也不要研究你怎样被咬了，也不要感慨你被咬得如何重这些都是无益之举，它们除了拖延你中毒的时间，使你中毒更深以外，对你一点好处都没有。论懒惰我发现我若用苏格拉底的标准来衡量自己，我也和这些男人们无异―――也是一个五十步笑百步的懒蛋。苏格拉底的标准是不单只是不做事的人，还有那些原可做得更好的人，也算是懒惰的。直到今天午后，我才真正地发现自己的确是一个懒惰习惯甚深的人！追想起来，我的读书生活，即使有许多地方我还是比别人高明，可是我还是非常不满意的，因为我原可做得更好。詹姆士说若拿我们应当成就的标准，我们只是半醒着，我们只用了我们自己身体和智力的富源的一小部分。广泛地说，人们现在的生活距他们的限度尚远，我们具有许多力量平常不会利用。所以懒惰不是一种清福而是一种不安和不幸对内心说来是不安，对事业说来是不幸，内心的快乐与事业的成功，都不是懒惰所能造成的。吕坤说体懈神昏志消气沮，天下事不是这般人干的。好逸恶劳怕吃苦贪容易，都不是成大事者的气象。宁静自图书馆做工回来，心中真是恬静极了，这可说全是不做自了汉的胸怀与志愿带给我的安宁，养成一种恬静安宁的习惯，对我来说这漫长的生活将是一个十分必要的事。弥尔顿说宁静是克己的王冠，克己的功夫到了炉火纯青的地步时，我便会得到一个永远平稳和谐的心境了。宁静的人，虽然遇到人生的大恐慌，心底也是一波不起。他们在日常生活中，盖已培养了一种伟大的定力，任何刺激，可以不为所动。譬如说陈省身。小时候，父亲在杭州工作，他跟着祖母待在老家嘉兴。有一年，父亲返家过春节，给他带了一套礼物，是当时流行于新式学堂的笔算数学，分上中下三册，是美国传教士狄考文和中国学者邹立文合编的。还家当日，父亲觉得儿子还小，仅仅给他粗略讲了讲阿拉伯数字和数学算法。"}
