{"text":"不自今日始。不过近几年来。有每况愈下之势。譬如逢到我国国庆或是重大纪念日。照例须招待外宾。举行盛典。意思是庆祝国运方兴。兼之联络各友邦的感情。以前使领馆必备盛宴。款待上宾。到了去年。为馆费支绌。改行茶会。以目前的形势推测。将后恐怕连茶会都开不成呢。在国际上最讲究体面的。要算日本国。他们政府行政费的预算。宁可特别节省。惟独于驻外使领馆的经费。十分充足。单就这一点来比较。我们已相形见拙了。使馆和领事馆是代表本国，如杨女士所说，要庆祝国运方兴的，而竟有每况愈下之势，孟子曰，百姓不足，君孰与足？则人民的过着什么生活，也就可想而知了。然而小国比利时的女人们究竟是单纯的，终于请求了原谅，假使她们真知道立国数千年的大中华民国的国民，往往有自欺欺人的不治之症，那可真是没有面子了。假如这样，又怎么办呢？我想，也还是就此一笑而散罢。本篇最初发表于一九三一年十月二十日上海北斗第一卷第二期，署名冬华。百姓不足，君孰与足？语见论语颜渊，是孔丘弟子有若的话，文中作孟子曰，系误记。再来一条顺的翻译再来一条顺的翻译这顺的翻译出现的时候，是很久远了而且是大文学家和大翻译理论家，谁都不屑注意的。但因为偶然在我所搜集的顺译模范文大成稿本里，翻到了这一条，所以就再来一下子。却说这一条，是出在中华民国十九年八月三日的时报里的，在头号字的针穿两手这一个题目之下，做着这样的文章被共党捉去以钱赎出由长沙逃出之中国商人，与从者二名，于昨日避难到汉，彼等主仆，均鲜血淋漓，语其友人曰，长沙有为共党作侦探者，故多数之资产阶级，于廿九日晨被捕，予等系于廿八夜捕去者，即以针穿手，以秤秤之，言时出其两手，解布以示其所穿之穴，尚鲜血淋漓。汉口二日电通电这自然是顺的，虽然略一留心，即容或会有多少可疑之点。譬如罢，其一，主人是资产阶级，当然要鲜血淋漓的了，二仆大概总是穷人，为什么也要一同鲜血淋漓的呢？其二，以针穿手，以秤秤之干什么，莫非要照斤两来定罪名么？但是，虽然如此，文章也还是顺的，因为在社会上，本来说得共党的行为是古里古怪况且只要看过玉历钞传，就都知道十殿阎王的某一殿里，有用天秤来秤犯人的办法，所以以秤秤之，也还是毫不足奇。只有秤的时候，不用称钩而用针，却似乎有些特别罢了。"}
{"text":"譬如罢，其一，主人是资产阶级，当然要鲜血淋漓的了，二仆大概总是穷人，为什么也要一同鲜血淋漓的呢？其二，以针穿手，以秤秤之干什么，莫非要照斤两来定罪名么？但是，虽然如此，文章也还是顺的，因为在社会上，本来说得共党的行为是古里古怪况且只要看过玉历钞传，就都知道十殿阎王的某一殿里，有用天秤来秤犯人的办法，所以以秤秤之，也还是毫不足奇。只有秤的时候，不用称钩而用针，却似乎有些特别罢了。幸而，我在同日的一种日本文报纸上海日报上，也偶然见到了电通社的同一的电报，这才明白时报是因为不拘拘于硬译，而又要顺，所以有些不信了。倘若译得信而不顺一点，大略是应该这样的彼等主仆，将为恐怖和鲜血所渲染之经验谈，语该地之中国人曰，共产军中，有熟悉长沙之情形者，予等系于廿八日之半夜被捕，拉去之时，则在腕上刺孔，穿以铁丝，数人或数十人为一串。言时即以包着沁血之布片之手示之这才分明知道，鲜血淋漓的并非彼等主仆，乃是他们的经验谈，两位仆人，手上实在并没有一个洞。穿手的东西，日本文虽然写作针金，但译起来须是铁丝，不是针，针是做衣服的。至于以秤秤之，却连影子也没有。我们的友邦好友，顶喜欢宣传中国的古怪事情，尤其是共党的四年以前，将裸体游行说得像煞有介事，于是中国人也跟着叫了好几个月。其实是，警察用铁丝穿了殖民地的革命党的手，一串一串的牵去，是所谓文明国民的行为，中国人还没有知道这方法，铁丝也不是农业社会的产品。从唐到宋，因为迷信，对于妖人虽然曾有用铁索穿了锁骨，以防变化的法子，但久已不用，知道的人也几乎没有了。文明国人将自己们所用的文明方法，硬栽到中国来，不料中国人却还没有这样文明，连上海的翻译家也不懂，偏不用铁丝来穿，就只照阎罗殿上的办法，秤了一下完事。造谣的和帮助造谣的，一下子都显出本相来了。本篇最初发表于一九三二年一月二十日北斗第二卷第一期，署名长庚。时报获葆贤创办的报纸，一九四年四月在上海创刊，一九三九年九月停刊。玉历钞传全称玉历至宝钞传，题称宋代淡痴道人梦中得授，弟子勿迷道人钞录传世，是一部宣扬因果报应迷信思想的书，共八章。其中第二章玉历之图像中有用天秤称犯人的图像。"}
{"text":"造谣的和帮助造谣的，一下子都显出本相来了。本篇最初发表于一九三二年一月二十日北斗第二卷第一期，署名长庚。时报获葆贤创办的报纸，一九四年四月在上海创刊，一九三九年九月停刊。玉历钞传全称玉历至宝钞传，题称宋代淡痴道人梦中得授，弟子勿迷道人钞录传世，是一部宣扬因果报应迷信思想的书，共八章。其中第二章玉历之图像中有用天秤称犯人的图像。上海日报日本人办的日文报纸，一九四年七月在上海创刊，原名上海新报，周刊，一九五年三月改为日报。电通社即日本电报通讯社，一九一年在东京创办，一九三六年与新闻联合通讯社合并为同盟社。电通社于一九二年在中国上海设立分社。裸体游行一九二七年四月十二日顺天时报日本帝国主义者在北京办的报纸登载一则题为打破羞耻――武汉街市妇人之裸体游行的新闻，造谣诬蔑当时尚维持国共合作的武汉政府。当时中国一些反动报纸曾加以转载。张资平氏的小说学张资平氏的小说学张资平氏据说是最进步的无产阶级作家，你们还在萌芽，还在拓荒，他却已在收获了。这就是进步，拔步飞跑，望尘莫及。然而你如果追踪而往呢，就看见他跑进乐群书店中。张资平氏先前是三角恋爱小说作家，并且看见女的性欲，比男人还要熬不住，她来找男人，贱人呀贱人，该吃苦。这自然不是无产阶级小说。但一转方向，则一人得道，鸡犬飞升，何况神仙的遗蜕呢，张资平全集还应该看的。这是收获呀，你明白了没有？还有收获哩。申报报告，今年的大夏学生，敬请为青年所崇拜的张资平先生去教小说学了。中国老例，英文先生是一定会教外国史的，国文先生是一定会教伦理学的，何况小说先生，当然满肚子小说学。要不然，他做得出来吗？我们能保得定荷马没有史诗作法，沙士比亚没有戏剧学概论吗？呜呼，听讲的门徒是有福了，从此会知道如何三角，如何恋爱，你想女人吗，不料女人的性欲冲动比你还要强，自己跑来了。朋友，等着罢。但最可怜的是不在上海，只好遥遥崇拜，难以身列门墙的青年，竟不能恭听这伟大的小说学。现在我将张资平全集和小说学的精华，提炼在下面，遥献这些崇拜家，算是望梅止渴云。那就是――二月二十二日。"}
{"text":"要不然，他做得出来吗？我们能保得定荷马没有史诗作法，沙士比亚没有戏剧学概论吗？呜呼，听讲的门徒是有福了，从此会知道如何三角，如何恋爱，你想女人吗，不料女人的性欲冲动比你还要强，自己跑来了。朋友，等着罢。但最可怜的是不在上海，只好遥遥崇拜，难以身列门墙的青年，竟不能恭听这伟大的小说学。现在我将张资平全集和小说学的精华，提炼在下面，遥献这些崇拜家，算是望梅止渴云。那就是――二月二十二日。本篇最初发表于一九三年四月一日萌芽月刊第一卷第四期，署名黄棘。张资平广东梅县人，创造社早期成员，抗日战争时期堕落为汉奸。他写过大量三角恋爱小说，在革命文学论争中，自称转换方向。他在自己主编的乐群月刊第二卷第十二期一九二九年十二月的编后中，攻击拓荒者萌芽月刊等刊物，其中说有人还自谦拓荒萌芽，或许觉得那样的探求嫌过早，但你们不要因为自己脚小便叫别人在路上停下来等你，我们要勉力跑快一点了，不要收获回到拓荒，回到萌芽，甚而至于回到下种呀！不要自己跟不上，便厌人家太早太快，望着人家走去。乐群书店张资平一九二八年在上海开设的一个书店，一九二九年曾出版过资平小说集，并在乐群月刊上登过将为张资平搜印全集以飨读者的广告。一人得道，鸡犬飞升东晋葛洪神仙传卷四记载汉代淮南王刘安吃了仙药成仙，临去时，余药器置在中庭，鸡犬舐啄之，尽得升天。这里是用以讽刺张资平曾一度宣称自己转向革命的投机行为。他在乐群半月刊第一卷第二期一九二八年十月的编后并答辩中曾说论我的作品，截至一九二六年冬止写最后的幸福后，就没有再写那一类的作品了。无论从前发表过如何的浪漫的作品，只要今后能够转换方向前进。荷马s相传为公元前九世纪古希腊的行吟盲诗人，史诗伊利亚特奥德赛的。沙士比亚sp，欧洲文艺复兴时期英国戏剧家诗人。著有剧本仲夏夜之梦罗密欧与朱丽叶哈姆雷特等三十七种。门墙语出论语子张夫子之墙数仞，不得其门而入，不见宗庙之美，百官之富，得其门者或寡矣。后来常以门墙指教师讲学的地方。"}
{"text":"无论从前发表过如何的浪漫的作品，只要今后能够转换方向前进。荷马s相传为公元前九世纪古希腊的行吟盲诗人，史诗伊利亚特奥德赛的。沙士比亚sp，欧洲文艺复兴时期英国戏剧家诗人。著有剧本仲夏夜之梦罗密欧与朱丽叶哈姆雷特等三十七种。门墙语出论语子张夫子之墙数仞，不得其门而入，不见宗庙之美，百官之富，得其门者或寡矣。后来常以门墙指教师讲学的地方。知难行难知难行难中国向来的老例，做皇帝做牢靠和做倒霉的时候，总要和文人学士扳一下子相好。做牢靠的时候是偃武修文，粉饰粉饰做倒霉的时候是又以为他们真有治国平天下的大道，再问问看，要说得直白一点，就是见于红楼梦上的所谓病笃乱投医了。当宣统皇帝逊位逊到坐得无聊的时候，我们的胡适之博士曾经尽过这样的任务。见过以后，也奇怪，人们不知怎的先问他们怎样的称呼，博士曰他叫我先生，我叫他皇上。那时似乎并不谈什么国家大计，因为这皇上后来不过做了几首打油白话诗，终于无聊，而且还落得一个赶出金銮殿。现在可要阔了，听说想到东三省再去做皇帝呢。而在上海，又以蒋召见胡适之丁文江闻南京专电丁文江，胡适，来京谒蒋，此来系奉蒋召，对大局有所垂询。十月十四日申报。现在没有人问他怎样的称呼。为什么呢？因为是知道的，这回是我称他主席！安徽大学校长刘文典教授，因为不称主席而关了好多天，好容易才交保出外，老同乡，旧同事，博士当然是知道的，所以，我称他主席！也没有人问他垂询些什么。为什么呢？因为这也是知道的，是大局。而且这大局也并无国民党专政和英国式自由的争论的麻烦，也没有知难行易和知易行难的争论的麻烦，所以，博士就出来了。新月派的罗隆基博士曰根本改组政府，容纳全国各项人才代表各种政见的政府，政治的意见，是可以牺牲的，是应该牺牲的。沈阳事件。代表各种政见的人才，组成政府，又牺牲掉政治的意见，这种政府实在是神妙极了。但知难行易竟垂询于知难，行亦不易，倒也是一个先兆。本篇最初发表于一九三一年十二月十一日十字街头第一期，署名佩韦。偃武修文语见尚书武成。"}
{"text":"新月派的罗隆基博士曰根本改组政府，容纳全国各项人才代表各种政见的政府，政治的意见，是可以牺牲的，是应该牺牲的。沈阳事件。代表各种政见的人才，组成政府，又牺牲掉政治的意见，这种政府实在是神妙极了。但知难行易竟垂询于知难，行亦不易，倒也是一个先兆。本篇最初发表于一九三一年十二月十一日十字街头第一期，署名佩韦。偃武修文语见尚书武成。治国平天下语出礼记大学国治而后天下平。一九一二年一月一日南京临时政府成立后，清帝溥仪宣统于二月二十日被迫宣告退位但按当时订立的优待皇室条件，仍留居故宫。关于胡适见溥仪的事，见努力周报第十二期一九二二年七月所载胡适的宣统与胡适一文。其中说阳历五月十七日清室宣统皇帝打电话来邀我进宫去谈谈。当时约定了五月三十日阴历端午前一日去看他。三十日上午，他派了一个太监来我家中接我。我们从神武门进宫，在养心殿见着清帝，我对他行了鞠躬礼，他请我坐，我就坐了。他称我先生我称他皇上。我们谈的大概都是文学的事，他说他很赞成白话，他做旧诗，近来也试作新诗。溥仪于一九二四年冯玉祥的国民军进驻北京后，即被赶出清宫，搬进天津日本租界。一九三一年九一八事变后，日本帝国主义利用他作傀儡，于十一月间把他从天津送往东北一九三二年三月伪满洲国成立时，他充当执政，一九三四年三月改称康德皇帝。丁文江字在君，江苏泰兴人，地质学家，政学系政客。一九二一年与胡适同办努力周报，提倡好人政府。一九二六年受孙传芳任命为淞沪商埠总办，后又投靠蒋介石。刘文典字叔雅，安徽合肥人。曾任北京大学清华大学教授，安徽大学文学院院长兼预科主任等职。一九二八年十一月，他因安徽大学学潮被蒋介石召见时，称蒋为先生而不称主席，被蒋以治学不严为借口，当场拘押，同年十二月获释。知难行易是孙中山提倡的一种学说，见于他一九一八年所写的孙文学说之中。这一学说认为行先知后，不知亦能行，批判了当时革命党人中的畏难退缩思想但也夸大了所谓先知先觉者的个人作用。后来蒋介石等人利用这一学说，作为他们反革命反人民的哲学论据。"}
{"text":"曾任北京大学清华大学教授，安徽大学文学院院长兼预科主任等职。一九二八年十一月，他因安徽大学学潮被蒋介石召见时，称蒋为先生而不称主席，被蒋以治学不严为借口，当场拘押，同年十二月获释。知难行易是孙中山提倡的一种学说，见于他一九一八年所写的孙文学说之中。这一学说认为行先知后，不知亦能行，批判了当时革命党人中的畏难退缩思想但也夸大了所谓先知先觉者的个人作用。后来蒋介石等人利用这一学说，作为他们反革命反人民的哲学论据。新月第二卷第四号一九二九年六月转载了胡适所作的题为知难，行亦不易一文，批评知难行易学说，提出所谓专家政治的主张，要蒋介石政府充分请教专家，声言此说按指知难行易不修正，专家政治决不会实现。当时胡适一派人的目的是要参加蒋介石政府。罗隆基字努生，江西安福人，新月派重要成员。曾留学美国。他写的沈阳事件，是评论九一八事变的小册子，一九三一年九月良友图书公司出版。中国无产阶级革命文学和前驱的血中国无产阶级革命文学和前驱的血中国的无产阶级革命文学在今天和明天之交发生，在诬蔑和压迫之中滋长，终于在最黑暗里，用我们的同志的鲜血写了第一篇文章。我们的劳苦大众历来只被最剧烈的压迫和榨取，连识字教育的布施也得不到，惟有默默地身受着宰割和灭亡。繁难的象形字，又使他们不能有自修的机会。智识的青年们意识到自己的前驱的使命，便首先发出战叫。这战叫和劳苦大众自己的反叛的叫声一样地使统治者恐怖，走狗的文人即群起进攻，或者制造谣言，或者亲作侦探，然而都是暗做，都是匿名，不过证明了他们自己是黑暗的动物。统治者也知道走狗的文人不能抵挡无产阶级革命文学，于是一面禁止书报，封闭书店，颁布恶出版法，通缉著作家，一面用最末的手段，将左翼作家逮捕，拘禁，秘密处以死刑，至今并未宣布。这一面固然在证明他们是在灭亡中的黑暗的动物，一面也在证实中国无产阶级革命文学阵营的力量，因为如传略所罗列，我们的几个遇害的同志的年龄，勇气，尤其是平日的作品的成绩，已足使全队走狗不敢狂吠。然而我们的这几个同志已被暗杀了，这自然是无产阶级革命文学的若干的损失，我们的很大的悲痛。但无产阶级革命文学却仍然滋长，因为这是属于革命的广大劳苦群众的，大众存在一日，壮大一日，无产阶级革命文学也就滋长一日。"}
{"text":"这一面固然在证明他们是在灭亡中的黑暗的动物，一面也在证实中国无产阶级革命文学阵营的力量，因为如传略所罗列，我们的几个遇害的同志的年龄，勇气，尤其是平日的作品的成绩，已足使全队走狗不敢狂吠。然而我们的这几个同志已被暗杀了，这自然是无产阶级革命文学的若干的损失，我们的很大的悲痛。但无产阶级革命文学却仍然滋长，因为这是属于革命的广大劳苦群众的，大众存在一日，壮大一日，无产阶级革命文学也就滋长一日。我们的同志的血，已经证明了无产阶级革命文学和革命的劳苦大众是在受一样的压迫，一样的残杀，作一样的战斗，有一样的运命，是革命的劳苦大众的文学。现在，军阀的报告，已说虽是六十岁老妇，也为邪说所中，租界的巡捕，虽对于小学儿童，也时时加以检查，他们除从帝国主义得来的枪炮和几条走狗之外，已将一无所有了，所有的只是老老小小――青年不必说――的敌人。而他们的这些敌人，便都在我们的这一面。我们现在以十分的哀悼和铭记，纪念我们的战死者，也就是要牢记中国无产阶级革命文学的历史的第一页，是同志的鲜血所记录，永远在显示敌人的卑劣的凶暴和启示我们的不断的斗争。本篇最初发表于一九三一年四月二十五日前哨纪念战死者专号，署名。传略指刊登在前哨纪念战死者专号上的左联五烈士的小传。他们是李伟森，又名李求实，湖北武昌人，译有朵思退夫斯基动荡中的新俄农村等。柔石，参看本书柔石小传。胡也频，福建福州人，作品有小说到莫斯科去光明在我们的前面等。冯铿，原名岭梅，女，广东潮州人，作品有小说最后的出路红的日记等。殷夫，即白莽，一名徐白，浙江象山人，作品有新诗孩儿塔伏尔加的黑浪等，生前未结集出版。他们都是左联成员，中国共产党党员。李伟森被捕时在中共中央宣传部工作，其他四人被捕时都是左联负责工作人员。一九三一年一月十七日，他们为反对王明等人召集的中共六届四中全会，在上海东方旅社参加集会被捕。同年二月七日，被国民党秘密杀害于龙华。"}
{"text":"他们都是左联成员，中国共产党党员。李伟森被捕时在中共中央宣传部工作，其他四人被捕时都是左联负责工作人员。一九三一年一月十七日，他们为反对王明等人召集的中共六届四中全会，在上海东方旅社参加集会被捕。同年二月七日，被国民党秘密杀害于龙华。中华民国的新堂吉诃德们中华民国的新堂吉诃德们十六世纪末尾的时候，西班牙的文人西万提斯做了一大部小说叫作堂吉诃德，说这位吉先生，看武侠小说看呆了，硬要去学古代的游侠，穿一身破甲，骑一匹瘦马，带一个跟丁，游来游去，想斩妖服怪，除暴安良。谁知当时已不是那么古气盎然的时候了，因此只落得闹了许多笑话，吃了许多苦头，终于上个大当，受了重伤，狼狈回来，死在家里，临死才知道自己不过一个平常人，并不是什么大侠客。这一个古典，去年在中国曾经很被引用了一回，受到这个谥法的名人，似乎还有点很不高兴的样子。其实是，这种书呆子，乃是西班牙书呆子，向来爱讲中庸的中国，是不会有的。西班牙人讲恋爱，就天天到女人窗下去唱歌，信旧教，就烧杀异端，一革命，就捣烂教堂，踢出皇帝。然而我们中国的文人学子，不是总说女人先来引诱他，诸教同源，保存庙产，宣统在革命之后，还许他许多年在宫里做皇帝吗？记得先前的报章上，发表过几个店家的小伙计，看剑侠小说入了迷，忽然要到武当山去学道的事，这倒很和堂吉诃德相像的。但此后便看不见一点后文，不知道是也做出了许多奇迹，还是不久就又回到家里去了？以中庸的老例推测起来，大约以回了家为合式。这以后的中国式的堂吉诃德的出现，是青年援马团。不是兵，他们偏要上战场政府要诉诸国联，他们偏要自己动手政府不准去，他们偏要去中国现在总算有一点铁路了，他们偏要一步一步的走过去北方是冷的，他们偏只穿件夹袄打仗的时候，兵器是顶要紧的，他们偏只着重精神。这一切等等，确是十分堂吉诃德的了。然而究竟是中国的堂吉诃德，所以他只一个，他们是一团送他的是嘲笑，送他们的是欢呼迎他的是诧异，而迎他们的也是欢呼他驻扎在深山中，他们驻扎在真茹镇他在磨坊里打风磨，他们在常州玩梳篦，又见美女，何幸如之见十二月申报自由谈。其苦乐之不同，有如此者，呜呼！不错，中外古今的小说太多了，里面有舆榇，有截指，有哭秦庭，有对天立誓。"}
