{"text":"但这句成语，现在是不合用的，科学早经证明，人类以外的动物，倒并不这样子。轻薄，浮躁，酗酒，嫖妓而至于闹事，偷香而至于害人，这是古来之所谓文人无行。然而那无行的文人，是自己要负责任的，所食的果子，是一生潦倒。他不会说自己的嫖妓，是因为爱国心切，借此消遣些被人所压的雄心引诱女人之后，闹出乱子来了，也不说这是女人先来诱他的，因为她本来是婊子。他们的最了不得的辩解，不过要求对于文人，应该特别宽恕罢了。现在的所谓文人，却没有这么没出息。时代前进，人们也聪明起来了。倘使他做过编辑，则一受别人指摘，他就会说这指摘者先前曾来投稿，不给登载，现在在报私仇其甚者还至于明明暗暗，指示出这人是什么党派，什么帮口，要他的性命。这种卑劣阴险的来源，其实却并不在文人无行，而还在于文人无文。近十年来，文学家的头衔，已成为名利双收的支票了，好名渔利之徒，就也有些要从这里下手。而且确也很有几个成功开店铺者有之，造洋房者有之。不过手淫小说易于痨伤，管他娘词也难以发达，那就只好运用策略，施行诡计，陷害了敌人或者连并无干系的人，来提高他自己的文学上的价值。连年的水灾又给与了他们教训，他们以为只要决堤淹灭了五谷，草根树皮的价值就会飞涨起来了。现在的市场上，实在也已经出现着这样的东西。将这样的作家，归入文人无行一类里，是受了骗的。他们不过是在文人这一面旗子的掩护之下，建立着害人肥己的事业的一群商人与贼的混血儿而已。本篇最初发表于一九三三年八月一日文学月刊第一卷第二号。张若谷在一九三三年三月九日大晚报辣椒与橄榄发表恶癖一文，把一些作家舔嘴唇搔头发之类的癖习，都说成是文人无行参看伪自由书文人无文备考。谷春帆在同年七月五日申报自由谈发表谈文人无行一文，把造谣卖友等卑劣行径，也说成是文人无行参看伪自由书所引。人头畜鸣语见史记秦始皇本纪后所附班固对秦二世的评论。指张资平。创造社的文艺生活周刊一九二八年十二月曾刊载蒋光慈的谈话，批评了张资平和他的三角恋爱小说。张资平便在自办的乐群月刊第二期一九二九年二月刊登答辩，说蒋光慈所以对他冷嘲热讽，是因为蒋曾向他推荐稿件受到拒绝的缘故。"}
{"text":"谷春帆在同年七月五日申报自由谈发表谈文人无行一文，把造谣卖友等卑劣行径，也说成是文人无行参看伪自由书所引。人头畜鸣语见史记秦始皇本纪后所附班固对秦二世的评论。指张资平。创造社的文艺生活周刊一九二八年十二月曾刊载蒋光慈的谈话，批评了张资平和他的三角恋爱小说。张资平便在自办的乐群月刊第二期一九二九年二月刊登答辩，说蒋光慈所以对他冷嘲热讽，是因为蒋曾向他推荐稿件受到拒绝的缘故。下文所说指人为什么党派和开店铺造洋房以及管他娘词等，主要也是指张资平和曾今可，参看伪自由书。商人与贼取自曾今可中篇小说的书名一个商人与贼。别诸弟三首庚子二月别诸弟三首庚子二月谋生无奈日奔驰，有弟偏教各别离。最是令人凄绝处，孤檠长夜雨来时。还家未久又离家，日暮新愁分外加。夹道万株杨柳树，望中都化断肠花。从来一别又经年，万里长风送客船。我有一言应记取，文章得失不由天。本篇录自周作人日记，题下署豫才未是草。一九年一月二十六日，由江南陆师学堂附设的矿路学堂回家度岁，二月十九日返校后写了这三首惜别的诗。别诸弟三首别诸弟三首梦魂常向故乡驰，始信人间苦别离。夜半倚床忆诸弟，残灯如豆月明时。日暮舟停老圃家，棘篱绕屋树交加。怅然回忆家乡乐，抱瓮何时共养花？春风容易送韶年，一棹烟波夜驶船。何事脊令偏傲我，时随帆顶过长天！仲弟次予去春留别元韵三章，即以送别，并索和。予每把笔，辄黯然而止。越十余日，客窗偶暇潦草成句，即邮寄之。嗟乎！登楼陨涕，英雄未必忘家执手消魂，兄弟竟居异地！深秋明月，照游子而更明寒夜怨笳，遇羁人而增怨。此情此景，盖未有不悄然以悲者矣。辛丑仲春戛剑生拟删草本篇录自周作人日记，写于一九一年四月初。抱瓮庄子天地子贡过汉阴，见一丈人，方将为圃畦。凿隧而入井，抱瓮而出灌。脊令鸟名。诗经小雅棠棣脊令在原，兄弟急难。过去常用它比喻兄弟友爱，急难相助。登楼陨涕东汉王粲登楼赋悲旧乡之壅隔兮，涕横堕而弗禁。消魂南朝宋江淹别赋黯然消魂者，唯别而已矣。"}
{"text":"辛丑仲春戛剑生拟删草本篇录自周作人日记，写于一九一年四月初。抱瓮庄子天地子贡过汉阴，见一丈人，方将为圃畦。凿隧而入井，抱瓮而出灌。脊令鸟名。诗经小雅棠棣脊令在原，兄弟急难。过去常用它比喻兄弟友爱，急难相助。登楼陨涕东汉王粲登楼赋悲旧乡之壅隔兮，涕横堕而弗禁。消魂南朝宋江淹别赋黯然消魂者，唯别而已矣。播布美术意见播布美术意见一何为美术美术为词，中国古所不道，此之所用，译自英之爱忒。爱忒云者，原出希腊，其谊为艺，是有九神，先民所祈，以冀工巧之具足，亦犹华土工师，无不有崇祀拜祷矣。顾在今兹，则词中函有美丽之意，凡是者不当以美术称。希腊之民，以美术著于世，然其造作，初无研肄，仅凭直觉之力，以判别天物美恶，惟其为觉敏，故所成就者神。盖凡有人类，能具二性一曰受，二曰作。受者譬如曙日出海，瑶草作华，若非白痴，莫不领会感动既有领会感动，则一二才士，能使再现，以成新品，是谓之作。故出于思，倘其无思，即无美术。然所见天物，非必圆满，华或槁谢，林或荒秽，再现之际，当加改造，俾其得宜，是曰美化，倘其无是，亦非美术。故美术者，有三要素一曰天物，二曰思理，三曰美化。缘美术必有此三要素，故与他物之界域极严。刻玉之状为叶，髹漆之色乱金，似矣，而不得谓之美术。象齿方寸，文字千万，核桃一丸，台榭数重，精矣，而不得谓之美术。几案可以弛张，什器轻于携取，便于用矣，而不得谓之美术。太古之遗物，绝域之奇器，罕矣，而非必为美术。重碧大赤，陆离斑驳，以其戟刺夺人目精，艳矣，而非必为美术，此尤不可不辨者也。二美术之类别由前之言，可知美术云者，即用思理以美化天物之谓。苟合于此，则无间外状若何，咸得谓之美术如雕塑，绘画，文章，建筑，音乐皆是也。区分之法，始于希腊柏拉图，其类凡二甲静美术乙动美术柏氏以雕塑，绘画为静，音乐，文章为动，事属草创，为说不完。后有法人跋多区分为三，德人黑智尔承之。甲目之美术乙耳之美术丙心之美术属于目者为绘画雕塑，属于耳者为音乐，属于心者为文章，其说之不能具是，无异前古。近时英人珂尔文以为区别之术，可得三种，今具述于次凡有美术，均可取其一以分隶之。"}
{"text":"区分之法，始于希腊柏拉图，其类凡二甲静美术乙动美术柏氏以雕塑，绘画为静，音乐，文章为动，事属草创，为说不完。后有法人跋多区分为三，德人黑智尔承之。甲目之美术乙耳之美术丙心之美术属于目者为绘画雕塑，属于耳者为音乐，属于心者为文章，其说之不能具是，无异前古。近时英人珂尔文以为区别之术，可得三种，今具述于次凡有美术，均可取其一以分隶之。一甲形之美术乙声之美术美术有可见可触者，如绘画，雕塑，建筑，是为形美有不可见不可触者，如音乐，文章，是为音美。顾中国文章之美，乃为形声二者，是又非此例所能赅括也。二甲摹拟美术乙独造美术美术有拟象天物者，为雕刻，绘画，诗歌有独造者，为建筑，音乐。此二者虽间亦微涉天物，而繁复腠会，几于脱离。三甲致用美术乙非致用美术美术之中，涉于实用者，厥惟建筑。他如雕刻，绘画，文章，音乐，皆与实用无所系属者也。三美术之目的与致用言美术之目的者，为说至繁，而要以与人享乐为臬极，惟于利用有无，有所刮纭Ｖ髅勒咭晕美术目的，即在美术，其于他事，更无关系。诚言目的，此其正解。然主用者则以为美术必有利于世，傥其不尔，即不足存。顾实则美术诚谛，固在发扬真美，以娱人情，比其见利致用，乃不期之成果。沾沾于用，甚嫌执持，惟以颇合于今日国人之公意，故从而略述之如次一美术可以表见文化凡有美术，皆足以征表一时及一族之思惟，故亦即国魂之现象若精神递变，美术辄从之以转移。此诸品物，长留人世，故虽武功文教，与时间同其灰灭，而赖有美术为之保存，俾在方来，有所考见。他若盛典事，胜地名人，亦往往以美术之力，得以永住。一美术可以辅翼道德美术之目的，虽与道德不尽符，然其力足以渊邃人之性情，崇高人之好尚，亦可辅道德以为治。物质文明，日益曼衍，人情因亦日趣于肤浅今以此优美而崇大之，则高洁之情独存，邪秽之念不作，不待惩劝而国V安。一美术可以救援经济方物见斥，外品流行，中国经济，遂以困匮。然品物材质，诸国所同，其差异者，独在造作。美术弘布，作品自胜，陈诸市肆，足越殊方，尔后金资，不虞外溢。故徒言崇尚国货者末，而发挥美术，实其本根。四播布美术之方美术之用，大者既得三事，而本有之目的，又在与人以享乐，则实践此目的之方术，自必在于播布。"}
{"text":"物质文明，日益曼衍，人情因亦日趣于肤浅今以此优美而崇大之，则高洁之情独存，邪秽之念不作，不待惩劝而国V安。一美术可以救援经济方物见斥，外品流行，中国经济，遂以困匮。然品物材质，诸国所同，其差异者，独在造作。美术弘布，作品自胜，陈诸市肆，足越殊方，尔后金资，不虞外溢。故徒言崇尚国货者末，而发挥美术，实其本根。四播布美术之方美术之用，大者既得三事，而本有之目的，又在与人以享乐，则实践此目的之方术，自必在于播布。播布云者，谓不更幽秘，而传诸人间，使与国人耳目接，以发美术之真谛，起国人之美感，更以冀美术家之出世也。兹拟应行之事如次一建设事业美术馆当就政府所在地，立中央美术馆，为光复记念，次更及诸地方。建筑之法，宜广征专家意见，会集图案，择其善者，或即以旧有著名之建筑充之。所列物品，为中国旧时国有之美术品。美术展览会建筑之法如上。以陈列私人所藏，或美术家新造之品。剧场建筑之法如上。其所演宜用中国新剧，或翻译外国著名新剧，更不参用古法复以图书陈说大略，使观者咸喻其意。若中国旧剧，宜别有剧场，不与新剧混淆。奏乐堂当就公园或公地，设立奏乐之处，定日演奏新乐，不更参以旧乐惟必先以小书说明，俾听者咸能领会。文艺会当招致文人学士，设立集会，审国人所为文艺，择其优者加以奖励，并助之流布。且决定域外著名图籍若干，译为华文，布之国内。一保存事业著名之建筑伽蓝宫殿，古者多以宗教或帝王之威力，令国人成之故时世既迁，不能更见，所当保存，无令毁坏。其他若史上著名之地，或名人故居，祠宇，坟墓等，亦当令地方议定，施以爱护，或加修饰，为国人观瞻游步之所。碑碣椎拓既多，日就漫漶，当申禁令，俾得长存。壁画及造像梵刹及神祠中有之，间或出于名手。近时假破除迷信为名，任意毁坏，当考核作手，指定保存。林野当审察各地优美林野，加以保护，禁绝剪伐或相度地势，辟为公园。其美丽之动植物亦然。一研究事业古乐当立中国古乐研究会，令勿中绝，并择其善者，布之国中。国民文术当立国民文术研究会，以理各地歌谣，俚谚，传说，童话等详其意谊，辨其特性，又发挥而光大之，并以辅翼教育。本篇最初发表于一九一三年二月北京教育部编纂处月刊第一卷第一册，署名周树人。原为句读。九神古希腊人所崇奉的九位女神，她们分别主管历史，音乐和诗歌，喜剧，悲剧，舞蹈，抒情诗，颂歌，天文，史诗。"}
{"text":"林野当审察各地优美林野，加以保护，禁绝剪伐或相度地势，辟为公园。其美丽之动植物亦然。一研究事业古乐当立中国古乐研究会，令勿中绝，并择其善者，布之国中。国民文术当立国民文术研究会，以理各地歌谣，俚谚，传说，童话等详其意谊，辨其特性，又发挥而光大之，并以辅翼教育。本篇最初发表于一九一三年二月北京教育部编纂处月刊第一卷第一册，署名周树人。原为句读。九神古希腊人所崇奉的九位女神，她们分别主管历史，音乐和诗歌，喜剧，悲剧，舞蹈，抒情诗，颂歌，天文，史诗。柏拉图，前―前古希腊哲学家。著有对话集。跋多，―法国教士学者。著有各种美术归结到一个原则文学教程等。黑智尔，―通译黑格尔，德国哲学家。著有逻辑学精神现象学美学等。珂尔文，―通译科尔温，英国文艺评论家，剑桥艺术大学教授，大英博物馆印刻画和素描部负责人。著有回忆录等。事重大事件。补救世道文件四种补救世道文件四种甲乐闻于斯的来信先生在黎锦明兄的来信上，知道你早已到了上海。又近日看语丝，知岂明先生亦已卸礼部总长之任，语丝在上海出版，那位礼部尚书不知是何人蝉联下去呢？总长近日不甚通行，似乎以尚书或大臣为佳，就晚生看来。不管谁当尚书了吧，我想，国粹总得要维持，你老人家是热心于这件工作的，特先奉赠礼物二件，聊表我之英英髦彦，亦必有轶群绝伦的区区之见也。宣言是我三月前到会里恭恭敬敬索得来的。会里每晚，几乎是每晚有名人，遗老讲经的听者多属剪发髦生――这生字是两性通用的――我也领教过一次了，情形另文再表，有空时再来。前几晚偶然又跑过老靶子路的会址门前，只见灯光辉映，经声出自老而亮的喉咙，不觉举头一望，又发见了一纸文会的征求，深恐各界青年，交肩失之，用特寄呈，乞广为招徕，国粹幸甚。倘蒙加以按语，序跋兼之，生生世世祖宗与有荣焉。不知你住在什么地方，近来是否住在上海，故请别人转交。祝福你。招勉之一九二七，十二，十五，于医院。乙筹设孔教青年会宣言人心败坏，道德沦亡世运浩劫，皆由此生。今我国青年处此万恶之漩涡，声色货利濡染于中，邪说暴行诱迫于外。"}
{"text":"前几晚偶然又跑过老靶子路的会址门前，只见灯光辉映，经声出自老而亮的喉咙，不觉举头一望，又发见了一纸文会的征求，深恐各界青年，交肩失之，用特寄呈，乞广为招徕，国粹幸甚。倘蒙加以按语，序跋兼之，生生世世祖宗与有荣焉。不知你住在什么地方，近来是否住在上海，故请别人转交。祝福你。招勉之一九二七，十二，十五，于医院。乙筹设孔教青年会宣言人心败坏，道德沦亡世运浩劫，皆由此生。今我国青年处此万恶之漩涡，声色货利濡染于中，邪说暴行诱迫于外。天地晦塞，人欲横流，其不沦胥以溺者，殆无几矣！惟是，今人于水旱灾J，则思集会以赈济，兵燹贼劫，则思练团以保卫。独于青年道德之堕落，其弊有甚于洪水猛兽者，则不知设会以补救。无亦徒知抵御有形之祸，而不知消弭无形之祸乎？同人深鉴于此，爰有孔教青年会之设，首办宣讲，音乐，游艺，体育各科，借符孔门六艺之旨。一俟办有成效，再设学校图书馆等，使我国青年皆得了解孔子之道，及得高尚学术之陶熔。庶知社会恶习之不可近邪说暴行之所当辟而世运浩劫，或可消弭于无形。今日之会社亦多矣，然大都皆偏于娱乐，而注重于青年之道德者甚微，惟孔子之道，如日月经天，江河行地，为吾人斯须不可离。斯会之成，必有能纳青年于正轨，而为人心世道之助者，且孔子尝言，后生可畏叉曰以文会友，以友辅仁。我青年会之设即体孔子之意。邦人君子，傥亦乐闻于斯？！丙上海孔教青年会文会缘起今试问揉罗曳M，粉白黛绿，有以异于乱头粗服乎？今试问击靼烹肥，纸迷金醉，有以异于含糗羹藜乎？此不待质诸离娄易牙而皆知者也。虽然，世有刻划无盐，唐突西施者亦有久餍刍豢，偶思螺蛤者此岂真以美色能令目盲，盛馔能令肠腐哉？毋亦畏妆饰烹调之繁缛而已。我国之文，固西施而刍豢也通才硕学，研精覃思，穷老尽气，仅乃十得其七八下焉者，或至熟视而无睹后生小儒，途径未习，但见沉沉然千门万户，以为不可阶而升也，则必反顾却走而去之。故吾谓军人畏临阵妇女畏产育和尚畏涅；秀才畏考试；皆至可怪诧致５情理终咭病；ι衔南北绾毂，衿缨亿万，学校如林，而海内耆宿之流，寓于此者，类皆蓄德能文，不惮出其胸中所蕴蓄以诱掖后进后进亦翕然宗之。若夫家庭之内，有贤父兄，复能广延良师益友，以为子弟他山之助，韦长孺颜之推诸贤，犹未能或之先也。"}
{"text":"故吾谓军人畏临阵妇女畏产育和尚畏涅；秀才畏考试；皆至可怪诧致５情理终咭病；ι衔南北绾毂，衿缨亿万，学校如林，而海内耆宿之流，寓于此者，类皆蓄德能文，不惮出其胸中所蕴蓄以诱掖后进后进亦翕然宗之。若夫家庭之内，有贤父兄，复能广延良师益友，以为子弟他山之助，韦长孺颜之推诸贤，犹未能或之先也。夫天下事果自因生，应由响召，观于此间近时之风尚，可知中原文化，实具千钧一发之力，而英英髦彦，亦必有轶群绝伦，应时而起者。惟无以聚会之，则声气不通无以征验之，则名誉不显无以奖劝而提倡之，则进取不速，而观感不神。易曰君子以朋友讲习，论语曰君子以文会友。窃本斯旨，号召于众，俾知拭目而观西施，张口而思刍豢者，大有人在。同人不敏，即执巾栉，奉脂泽，为美人催妆，飞彀络绎，为御厨送八珍，其又奚辞？章程从略丁乐闻于斯的回信勉之先生足下。日不见，如隔秋。――确数未详，洋文斯用。然鲜卑语尚不弃于颜公，罗马字岂遽违乎孔教？英英髦彦，幸毋嗤焉。慨自水兽洪猛，黄神啸吟，礼乐偕辫发以同隳，情性与缠足而俱放，盛读于黉中，之乎者也，渐消于笔下。以致人心败坏，道德沦亡。诚当棘地之秋，宁啻杞天之虑？所幸存寓公于租界，传圣道于洋场，无待乘桴，居然为铎。从此老喉嘹亮，吟关关之雎鸠，吉士骈填，若浩浩乎河水。邪说立辟，浩劫潜销。三祖六宗，千秋万岁。独惜艺有宣讲，稍异孔门，会曰青年，略剽耶教，用夷变夏，尼父曾以失眠，援墨入儒，某公为之翻脸。然而那无须说，天何言哉，这也当然，圣之时也。何况后生可畏，将见眼里西施，以友辅仁，先出胸中刍豢。于是虽为和尚，亦甘心于涅〔１５〕；做秀才４驰神于考试ｒ岂尚有记门万户而反顾却走去之者哉，必拭目咽唾而直入矣。文运大昌，于兹可卜，拜观来柬，顿慰下怀。聊复数言，略申鄙抱。若夫序跋兼之，则吾岂敢也夫。专此布复，敬请髦安，不宣。谨白。丁卯夏历十一月二十六日。本篇最初发表于一九二七年十二月三十一日上海语丝周刊第四卷第三期。黎锦明字君亮，湖南湘潭人，小说家，曾与招勉之在广东海丰中学同事，当时常给语丝投稿。"}
{"text":"于是虽为和尚，亦甘心于涅〔１５〕；做秀才４驰神于考试ｒ岂尚有记门万户而反顾却走去之者哉，必拭目咽唾而直入矣。文运大昌，于兹可卜，拜观来柬，顿慰下怀。聊复数言，略申鄙抱。若夫序跋兼之，则吾岂敢也夫。专此布复，敬请髦安，不宣。谨白。丁卯夏历十一月二十六日。本篇最初发表于一九二七年十二月三十一日上海语丝周刊第四卷第三期。黎锦明字君亮，湖南湘潭人，小说家，曾与招勉之在广东海丰中学同事，当时常给语丝投稿。礼部总长语丝第一卷第三期一九二四年十二月一日刊载江绍原致周作人岂明的通信礼的问题，讨论旧礼教问题，信中戏称周作人为礼部总长。招勉之广东台山人，语丝莽原的投稿者，当时在中山大学附属中学师范科任教。颜公即颜之推―？，字介，琅邪临沂今属山东人，北齐文学家。官中书舍人司徒录事参军。著有之推集颜氏家训等。他在颜氏家训教子中说齐朝有一士大夫，尝谓吾曰我有一儿，年已十七，颇晓书疏，教其鲜卑语及弹琵琶，稍欲通解，以此伏事公卿，无不崇爱，亦要事也。吾时a而不答。异哉此人之教子也！若由此业，自致卿相，亦不愿汝曹为之。按颜之推本人并非主张学鲜卑语，后来在准风月谈扑空正误中对此作了说明。杞天之虑杨荫榆在对于暴烈学生之感言中，把成语杞人忧天掉弄为杞天之虑，成了不通的文言语句。原典出于列子天瑞杞国有人，忧天地崩坠，身亡所寄，废寝食者。乘桴论语公冶长子曰道不行，乘桴浮于海，从我者，其由与？为铎，论语八佾天下之无道也久矣，天将以夫子为木铎。木铎，一种木舌的铜铃，古代用以召集人民，宣布政事。关关之雎鸠诗经周南关雎关关雎鸠，在河之洲窈窕淑女，君子好逑。吉士骈填诗经召南野有死麇有女怀春，吉士诱之。又晋书夏统传士女骈填车服烛路。骈填，形容人数众多。天何言哉论语阳货子曰天何言哉！四时行焉，百物生焉，天何言哉！圣之时也孟子万章下孔子，圣之时者也。时，合乎时宜。后生可畏语见论语子罕子曰后生可畏，焉知来者之不如今也。"}
