{"text":"――急转直下的想到了这里，我的胸前忽觉得有一块铁板压着似的难过得很。我想放大了喉咙，啊的大叫一声，但是把嘴张了好几次，喉头终放不出音来。没有方法，我只能放大了脚步，向前同跑也似的急进了几步。这样的不知走了几分钟，我看见一乘人力车跑上前来兜我的买卖。我不问皂白，跨上了车就坐定了。车夫问我上什么地方去，我用手向前指指，喉咙只是和被热铁封锁住的一样，一句话也讲不出来。人力车向前面的跑去，我只见许多灯火人类，和许多不能类列的物体，在我的两旁旋转。第三辑孤独人生零余者前进！前进！像这样的前进罢！不要休止，不要停下来！我心里一边在这样的希望，一边却在恨车夫跑得太慢。一九二四年正月十五日选自达夫散文集，上海北新书局年版北国的微音北国的寒宵，实在是沉闷得很，尤其是像我这样的不眠症者，更觉得春夜之长。似水的流年，过去真快，自从海船上别后，匆匆又换了年头。以岁月计算，虽则不过隔了五个足月，然而回想起来，我同你们在上海的历史，好像是隔世的生涯，去今已有几百年的样子。河畔冰开，江南草长，虫鱼鸟兽，各有阳春动之心，而自称为动物中之灵长，自信为人类中的有思想者的我，依旧是奄奄待毙，没有方法消度今天，更没有雄心欢迎来日。几日前头，有一位日本的新闻记者，来访我的贫居。他问我为什么要消沉到这个地步？我问他你何以不消沉，要从东城跑许多路特来访我？他说是为了职务。我又问他你的职务，是对谁的？他说我的职务，是对国家，对社会的。我说那么你就应该知道我的消沉也是对国家，对社会的。现在世上的国家是什么？社会是什么？尤其是我们中国？他的来访的目的，本来是为问我对于日本对华文化事业的意见如何，中国将来的教育方针如何的，――他之所以来访者，一则因为我在某校里教书，二则因为我在日本住过十多年，或者对于某种事项，略有心得的缘故――后来听了我这一段诡辩，他也把职务丢开，谈了许多无关紧要的闲话走了。他走之后，我一个人衔了纸烟想想，觉得人类社会，毕竟是庸人自扰。什么国富兵强，什么和平共乐，都是一班野兽，于饱食之余，在暖梦里织出来的回文锦字。像我这样的生性，在我这样的境遇下的闲人，更有什么可想，什么可做呢？写到这里我又想起君批评我的话来了，他说某书的，嘲世骂俗，却落得一个牢骚派的美名。实在我想君的话，一点儿也不错。"}
{"text":"他走之后，我一个人衔了纸烟想想，觉得人类社会，毕竟是庸人自扰。什么国富兵强，什么和平共乐，都是一班野兽，于饱食之余，在暖梦里织出来的回文锦字。像我这样的生性，在我这样的境遇下的闲人，更有什么可想，什么可做呢？写到这里我又想起君批评我的话来了，他说某书的，嘲世骂俗，却落得一个牢骚派的美名。实在我想君的话，一点儿也不错。人若把我们的那些浅薄无聊的徒然草，合在一处，加上一个牢骚派的名目，思欲抹杀而厌鄙之，倒反便宜了我们。因为我们的那些东西，本来是同身上的积垢，口中的吐气一样，不期然而然的生表现出来的，那里配称作牢骚，更那里配称作派呢？我读到歧路，沫若，觉得你对于自家的艺术的虚视――这虚视两字，我也不知道妥当不妥当！或者用怀疑两字！比较得的切吧――也和我一样。不错不错，我这封信，是从友人宴会席上回来，读了歧路之后，拿起笔来写的。我写这一封信的动机，原是想和你们谈谈我对于歧路的感想的呀！沫若！我觉得人生一切都是虚幻，真真实在的，只有你说的凄切的孤单，倒是我们人类从生到死味觉得到的唯一的一道实味。就是京沪报章上，为了金钱或者想建筑自家的名誉的缘故，在那里含了敌意，做文章攻击你的人，我仔细替他们一想，觉得他们也在感着这凄切的孤独。唯其感到孤独，所以他们只好做些文章来卖一点金钱，或者竟牺牲了你来博一点小小的名誉，毕竟他们还是人，还是我们的同类，这孤单的感觉，终究是逃不了的，所以他们的文章里最含恶意，攻击你最甚的处所，便是他们的孤独感表现得最切的地方。名利的争夺，欲牺牲他人而建立自己的恶心，――简单点说，就说生存竞争吧――依我看来，都是由这孤单的感觉催出来的。人生的实际，既不外乎这孤单的感觉，那么表现人生的艺术，当然也不外乎此，因此我近来对于艺术的意见和评价，都和从前不同了。我觉得艺术并没有十分可以推崇的地方，她和人生的一切，也没有什么特异有区别的地方。努力于艺术，献身于艺术，也不须有特别的表现。"}
{"text":"人生的实际，既不外乎这孤单的感觉，那么表现人生的艺术，当然也不外乎此，因此我近来对于艺术的意见和评价，都和从前不同了。我觉得艺术并没有十分可以推崇的地方，她和人生的一切，也没有什么特异有区别的地方。努力于艺术，献身于艺术，也不须有特别的表现。牢牢捉住了这孤单的感觉，细细地玩味，由他写成诗歌小说也好，制成音乐美术品也好，或者竟不写在纸上，不画在布上壁上，不雕在白石上，不奏在乐器上，什么也不表现出来，只教他能够细细的玩味这孤单的感觉，便是绝好的创造。第三辑孤独人生零余者仿吾！这一段无聊的废话，你看对不对？我在写这封信之先，刚从一位朋友处的宴会回来，席上遇见了许多在日本和你同科的自然科学家。他们都已经成了富者，现在是资本家了。我夹在这些衣狐裘者的老同学中间，当然觉得十分的孤独，然而看看他们挟了皮箧，奔走不宁的行动，好像他们也有些在觉得人生的孤寂的样子。我前边不是说过了么？唯其感到孤寂，所以要席不遑暖的去追求名利。然而究竟我不是他们，所以我这主观的推测，也许是错了的。我现在因为抱有这一种感想，所以什么东西也写不下来，什么东西也不愿意拿来阅读。有时候要想玩味这凄切的孤单，在日斜的午后，老跑出城外去独步。这里城外多是黄沙的田野，有几处也有清溪断壁，绝似日本郊外未开辟之先的代代木新宿等处。不过这里一堆一堆的黄土小冢，和有钱的人家的白杨松树的坟茔很多，感视少微与日本不同一点。今晚在宴会的席上，在许多鸿儒谈笑的中间，我胸中的感觉，同在这样的白杨衰草的坟地里漫步时一样。不过有一点我觉得比从前进步了。从前我和境遇比我美满的朋友――实际上除你们几个人之外，那一个境遇比我不美满？――相处，老要起一种感伤，有时竟会滴下泪来。现在非但眼泪不会滴下来，并且也能如他们一样的举起箸来取菜，提起杯来喝酒。不过从前的那一种喜欢谈话的冲动，现在没有了。他们入座，我也就坐，他们吃菜，我也吃菜。劝我喝酒，我就喝，干杯就干杯。席散了，我就回来。雇车雇不着，就慢慢的在黄昏的街道上走。同席者的汽车马车，从我身边过去的时候，他们从车中和我点头，我也回点一头。他们不点头，我也让他们的车子过去，横竖是在后头跟走几步，他们的车子就可以老远的上我前头去的。所以无避入叉路上去的必要。"}
{"text":"不过从前的那一种喜欢谈话的冲动，现在没有了。他们入座，我也就坐，他们吃菜，我也吃菜。劝我喝酒，我就喝，干杯就干杯。席散了，我就回来。雇车雇不着，就慢慢的在黄昏的街道上走。同席者的汽车马车，从我身边过去的时候，他们从车中和我点头，我也回点一头。他们不点头，我也让他们的车子过去，横竖是在后头跟走几步，他们的车子就可以老远的上我前头去的。所以无避入叉路上去的必要。还有一点和从前不同的地方，就是我默默的坐在那里，他们来要求我猜拳的时候，我总笑笑，摇摇头，举起杯来喝一杯酒，教他们去要求坐在我下面的一个人猜。近来喝酒也喝不大醉，醉了也不过默默的走回家来坐坐，吸吸烟，倒点茶喝喝。今晚的宴会，散得很早，我回家来吸吸烟喝喝茶，觉得还睡不着，所以又拿出了周报的歧路来看。沫若！大卫生的诗，实在是做得不坏，不过你的几行诗，我也很喜欢念。你的小孩的那个两脚没有的洋囝，我说还是包包好，寄到日本去吧！回头他们去买一个新的时候，怕又要破费几角钱哩。昨天一个朋友来说他读到歧路，真的眼泪出了。我劝他小心些，这句话不要说出来教人家听见，恐怕有人要说他的眼泪不值钱。他说近来他也感染了一种感伤病，不晓得怎么的感好像回返小孩子时代去了。说到这里，他忽而眼圈又红了起来叫了我一声达夫！我我可惜没有钱我也对他呆看了半晌，后来他一句话也不说，立起身来就走，我也默默的送他出门去了。这样的朋友，上我这里来的很多。他们近来知道了我的脾气，来的时候，艺术也不谈了，我的几篇无聊的作品和周报季刊的事也不提起了。有几次我们真有主客两人相对，默默而过半点钟的时候。像这样的的中间，我觉得我的精神上最感得满足。因为有客人在前头，我一时可以不被那一种独坐时常想出来的无聊的空虚思想所侵蚀，而一边这来客又不在语，我的听取对话和预备回答的那些麻烦注意可以省去。不过，沫若！我说你那一篇歧路写得很可惜，你若不写出来，你至少可以在那一种浓厚的孤独感里浸润好几天。现在写出了之后，我怕你的那一种凄切的孤单之感，要减少了吧？仿吾！我说你还是保守着独身主义，不要想结婚的好！恐怕你若结了婚，一时要失掉你的这孤独之感。而这孤独之感，依我说来，便是艺术的酵素，或者竟可以说是艺术本身。所以你若结了婚，怕一时要与艺术违离。讲到这里我怕你要反问我那么你们呢？你和沫若呢？"}
{"text":"不过，沫若！我说你那一篇歧路写得很可惜，你若不写出来，你至少可以在那一种浓厚的孤独感里浸润好几天。现在写出了之后，我怕你的那一种凄切的孤单之感，要减少了吧？仿吾！我说你还是保守着独身主义，不要想结婚的好！恐怕你若结了婚，一时要失掉你的这孤独之感。而这孤独之感，依我说来，便是艺术的酵素，或者竟可以说是艺术本身。所以你若结了婚，怕一时要与艺术违离。讲到这里我怕你要反问我那么你们呢？你和沫若呢？是的，我和沫若是一时与艺术离异过的，不过现在我们已经恢复了原来的孤独罢了。第三辑孤独人生零余者嗳！嗳！不知不觉，已经写到午前三点钟了。仿吾！沫若！要想写的话，是写不完的，我迟早还是弄几个车钱到上海来一次吧！大约我在北京打算只住到六月，暑假以后，我怎么也要设法回浙江去实行我的乡居的宿愿。若在最近的时期中弄不到车钱，不能够到上海来，那么我们等六月里再见吧！一九二三年，三月七日午前三时选自达夫散文集，上海北新书局年版马蜂的毒刺这几年来，自己因为不能应时豹变，顺合潮流的结果，所以弄得失去了职业，失去了朋友亲人，失去了一切的一切，只剩了孤零丁的一个，落在时代的后面浮沉着。人家要我没落，但却仍旧在维持着它的旧日的作用，不肯好好儿的消亡下去。人家劝我自杀，但穷得连买一点药买一支手枪的余裕都没有，而堕落颓废的我的意志也连竖直耳朵，听一听人家的劝告的毅力都决拿不起来。在这无可奈何的楚歌声里，自然而然，我便成了一个与猪狗一样的一点儿自决心责任心也没有的行尸走肉了，对这一个行尸，人家还在说是什么运命论者。运命论者也好，颓废堕落也没有法子，可是像猪一样的这一块走肉中间，有时候还不能完全把知觉感情等稍为高尚一点的感觉杀死，于是突然之间，就同癫痫病者的发作一样，会有一种很深沉很悲痛的孤寂之感袭上身来。有一天，也是在这一种发作之后，我忽而想起了一位不相识的青年写给我的几封信，这一位好奇的青年，大约也同我一样的在感到孤独吧，他写来的几封满贮着热情的信上，说无论如何总想看一看我这一块走肉。想起了他，那一天早晨，我就借得了几个零用钱，飘然坐上了车，走到了上海最热闹的一区地方去拜访了一次。两人见到了面，不消说是各有一种欢喜之情感到的。"}
{"text":"有一天，也是在这一种发作之后，我忽而想起了一位不相识的青年写给我的几封信，这一位好奇的青年，大约也同我一样的在感到孤独吧，他写来的几封满贮着热情的信上，说无论如何总想看一看我这一块走肉。想起了他，那一天早晨，我就借得了几个零用钱，飘然坐上了车，走到了上海最热闹的一区地方去拜访了一次。两人见到了面，不消说是各有一种欢喜之情感到的。我也一时破了长久沉默的戒，滔滔谈了许多前后不接的闲天，他也全身抖擞了起来，似乎是喜欢得不得了的样子。谈了一会，我觉得饿了，就和他一同出来去吃了一点点心，吃饱了之后又同他走了一圈，谈了半天。他怎么也不肯和我别去，一定要邀我回到他的旅馆去和他同吃午饭。但可怜的我那时候心里头又起了别的作用了，一时就想去看一回好久没有见到而相约已经有好几次的一位书店里的熟人。我就告诉他说，吃饭是不能同他在一道吃的。他问为什么？我说因为今天是有人约我吃饭的。他问在什么地方？我说在某处某地的书店楼上。他问几点钟？我说正午十二点。因此他就很悲哀地和我在马路上分开了手，我回头来看了几眼，看见他老远的还立在那里目送我的行。和他分开之后去会到了那位书店的熟人，不幸吃饭的地点临时改变了。我们吃完饭后，坐到了两点多钟才走下楼来。正走到了一处宽广的野道上的时候，我看见前面路上向着我们，太阳光下有一位横行阔步，好像是兴奋得很的青年在走。走近来一看却正是午前我去访他和他在马路上别去的那位纯直的少年朋友。他立在我的面前，面色胀得通红，眉毛竖了起来，眼睛里同喷火山似的放出了两道异样的光，全身和两颚骨似乎在格格地发抖，钉视住了我的颜面，半晌说不出话来。两只手是捏紧了拳头垂在肩下的。我也同做了一次窃贼，被抓着了赃证者一样，一时急得什么话也想不出来。两人对头呆立了一阵，终究还是我先破口说你上什么地方去？他又默默地毒视了我一阵，才大声的喝着说，你为什么要骗我？你为什么要撒谎？我看了他那双冒火的眼光，觉得知觉也没有了，神致也昏乱了，不晓回答了他几句什么样的支吾言语，就匆匆逃开了他的面前。但同时在我的脑门的正中，仿佛是感到了一种隐隐的痛楚。仿佛是被一只马蜂放了一针毒刺似的。"}
{"text":"两只手是捏紧了拳头垂在肩下的。我也同做了一次窃贼，被抓着了赃证者一样，一时急得什么话也想不出来。两人对头呆立了一阵，终究还是我先破口说你上什么地方去？他又默默地毒视了我一阵，才大声的喝着说，你为什么要骗我？你为什么要撒谎？我看了他那双冒火的眼光，觉得知觉也没有了，神致也昏乱了，不晓回答了他几句什么样的支吾言语，就匆匆逃开了他的面前。但同时在我的脑门的正中，仿佛是感到了一种隐隐的痛楚。仿佛是被一只马蜂放了一针毒刺似的。我觉得这正是一只马蜂的毒刺，因为我在这一次偶而的失言之中，所感到的苦痛不过是暂时的罢了，而在他的洁白的灵魂之上，怕不得不印上一个极深刻的永久消不去的毒印。听说马蜂尾上的毒刺是只有一次好用的，这是它最后的一件自卫武器，这一次的他岂不也同马蜂一样，受了我的永久的害毒了么？我现在当一个人感到孤独的时候，每要想起这一件事情来，所以近来弄得连无论什么人的信札都不敢开读，无论什么人的地方都不敢去走动了。这一针小小的毒刺，大约是可以把我的孤独钉住，使它随伴我到我的坟墓里去的，细细玩味起来，倒也能够感到一点痛定之后的宽怀情绪，可是那只马蜂，那只已经被我解除了武装的马蜂，却太可怜了，我在此地还只想诚恳地乞求它的饶恕。第三辑孤独人生零余者一九二九年四月作选自在寒风里，厦门世界文艺书社年版暗夜什么什么？那些东西都不是我写的。我会写什么东西呢？近来怕得很，怕人提起我来。今天晚上风真大，怕江里又要翻掉几只船哩！啊，啊呀，怎么，电灯灭了？啊，来了，啊呀，又灭了。等一忽吧，怕就会来的。像这样黑暗里坐着，倒也有点味儿。噢，你有洋火吗？等一等，让我摸一枝洋蜡出来。啊唷，混蛋，椅子碰破了我的腿！不要紧，不要紧，好，有了。这洋烛光，倒也好玩得很。呜呼呼，你还记得吗？白天我做的那篇模仿小学教科书的文章暮春三月，牡丹盛开，我与友人，游戏庭前，燕子飞来，觅食甚勤，可以人而不如鸟乎。我现在又想了一篇，某生夜读甚勤，西北风起，吹灭电灯，洋烛之光。呜呼呼近来什么也不能做，可是像这种小文章，倒也还做得出来，很不坏吧？我的女人么？嗳，她大约不至于生病吧！暑假里，倒想回去走一趟。就是怕回去一趟，又要生下小孩来，麻烦不过。你那里还有酒么？啊唷，不要把洋烛也吹灭了，风声真大呀！可了不得！去拿么，酒？等一等，拿一盒洋火，我同你去。"}
{"text":"呜呼呼，你还记得吗？白天我做的那篇模仿小学教科书的文章暮春三月，牡丹盛开，我与友人，游戏庭前，燕子飞来，觅食甚勤，可以人而不如鸟乎。我现在又想了一篇，某生夜读甚勤，西北风起，吹灭电灯，洋烛之光。呜呼呼近来什么也不能做，可是像这种小文章，倒也还做得出来，很不坏吧？我的女人么？嗳，她大约不至于生病吧！暑假里，倒想回去走一趟。就是怕回去一趟，又要生下小孩来，麻烦不过。你那里还有酒么？啊唷，不要把洋烛也吹灭了，风声真大呀！可了不得！去拿么，酒？等一等，拿一盒洋火，我同你去。廊上的电灯也灭了么？小心扶梯！喔，灭了！混蛋，不点了吧，横竖出去总要吹灭的。噢噢，好大的风！冷！真冷！嗳！选自达夫散文集，上海北新书局年版雪夜日本国的记述――自传之一日本的文化，虽则缺乏独创性，但她的模仿，却是富有创造的意义的礼教仿中国，政治法律军事以及教育等设施法德国，生产事业泛效欧美，而以她固有的那种轻生爱国，耐劳持久的国民性做了中心的支柱。根底虽则不深，可枝叶却张得极茂，明见等创举虽则绝无，而进步却来得很快。我在那里留学的时候，明治的一代，已经完成了它的维新的工作老树上接上了青枝，旧囊装入了新酒，浑成圆熟，差不多丝毫的破绽都看不出来了新兴国家的气象，原属雄伟，新兴国民的举止，原也豁荡，但对于奄奄一息的我们这东方古国的居留民，尤其是暴露己国文化落伍的中国留学生，却终于是一种绝大的威胁。说侮辱当然也没有什么不对，不过咎由自取，还是说得含蓄一点叫作威胁的好。只在小安逸里醉生梦死，小圈子里夺利争权的黄帝之子孙，若要教他领悟一下国家的观念的，最好是叫他到中国领土以外的无论哪一国去住上两三年。印度民族的晓得反英，高丽民族的晓得抗日，就因为他们的祖国，都变成了外国的缘故。有知识的中上流日本国民，对中国留学生，原也在十分的笼络但笑里藏刀，深感着不及错觉的我们这些神经过敏的青年，胸怀哪里能够坦白到像现在当局的那些政治家一样至于无知识的中下流――这一流当然是国民中的最大多数――大和民种，则老实不客气，在态度上语上举动上处处都直叫出来在说你们这些劣等民族，亡国贱种，到我们这管理你们的大日本帝国来做什么！简直是最有成绩的对于中国人使了解国家观念的高等教师了。"}
{"text":"有知识的中上流日本国民，对中国留学生，原也在十分的笼络但笑里藏刀，深感着不及错觉的我们这些神经过敏的青年，胸怀哪里能够坦白到像现在当局的那些政治家一样至于无知识的中下流――这一流当然是国民中的最大多数――大和民种，则老实不客气，在态度上语上举动上处处都直叫出来在说你们这些劣等民族，亡国贱种，到我们这管理你们的大日本帝国来做什么！简直是最有成绩的对于中国人使了解国家观念的高等教师了。是在日本，我开始看清了我们中国在世界竞争场里所处的地位是在日本，我开始明白了近代科学――不问是形而上或形而下――的伟大与湛深是在日本，我早就觉悟到了今后中国的运命，与夫四万万五千万同胞不得不受的炼狱的历程。而国际地位不平等的反应，弱国民族所受的侮辱或欺凌，感觉得最深切而亦最难忍受的地方，是在男女两性，正中了爱神毒箭的一刹那。日本的女子，一例地是柔和可爱的她们历代所受的，自从开国到如今，都是顺从男子的教育。并且因为向来人口不繁，衣饰起居简陋的结果，一般女子对于守身的观念，也没有像我们中国那么的固执。又加以缠足深居等习惯毫无，操劳工作，出入里巷，行动都和男子无差所以身体大抵总长得肥硕完美，决没有临风弱柳，瘦似黄花等的病貌。更兼岛上火山矿泉独多，水分富含异质，因而关东西靠山一带的女人，皮色滑腻通明，细白得像似磁体至如东北内地雪国里的娇娘，就是在日本也有雪美人的名称，她们的肥白柔美，更可以不必说了。所以谙熟了日本的语风气，谋得了自己独立的经济来源，揖别了血族相连的亲戚弟兄，独自一个在东京住定以后，于旅舍寒灯的底下，或街头漫步的时候，最恼乱我的心灵的，是男女两性的种种牵引，以及国际地位落后的大悲哀。第三辑孤独人生零余者两性解放的新时代，早就在东京的上流社会――尤其是知识阶级，学生群众――里到来了。当时的名女优像衣川孔雀，森川律子辈的妖艳的照相，化装之前的半的照相，妇女画报上的淑女名姝的记载，东京闻人的姬妾的艳闻等等，凡足以挑动青年心理的一切对象与事件，在这一个世纪末的过渡时代里，来得特别的多，特别的杂。"}
