{"text":"新道年来歌舞繁，洪山桥畔几家存，金陵珠市今重见，若个人如寇白门。总之，自南台的大桥至洪山桥，二桥之间，不问是水中还是陆上，从前都是冶叶倡条，张根作势的区域福州二桥的著名，一半当然是为了它们桥身的长，与往来交通的重要与频繁，可是一半，也在这种行旅之人所缺少不得的白面女姣娘。因为说到了二塔，所以更及于双桥既说及了双桥，自然也不得不说一说福州的女子。可是关于福州少女的一般废话，已经在一篇名饮食男女在福州的杂文里说过了，这儿自然可以不必再来饶舌，现在只想补订一下前文所未及，或说错的地方，借作这一篇短文的煞尾。居住在水上，以操舟为业的女人，本来是闽粤一带都有的D妇福州的D妇，名叫曲蹄婆，一说是元朝蒙古人的遗族。但据南浦秋波录之所载，则这些又似乎是真正的福州土人。初，闽永和――闽王王年号――间，王与伪后陈金凤，侍人李春燕，三月上巳，修禊于桑溪，五月端午，斗彩于西湖，皆以大姓良家女为宫婢，进迭奏之音，歌乐游之曲及闽亡，宫婢年少者，沦落为妓，世遂名之曰曲喜婆。张亨甫是闽人，而且又是乾嘉间杰出的才子，考据当然不会错我在那一篇文字里所说的曲蹄婆，就是这些曲喜婆的意思。福州的女子，不但一般皮肤细白，瞳神黑大，鼻梁高整，面部轮廓明晰，个个都够得上美人的资格，就从身体的健康，精神的活泼两点来讲，也当然可以超过苏杭一带的林黛玉式的肺病美女。我所以说，福州的健康少女，是雕塑式的，希腊式的你即使不以整个人的相貌丰度来讲，切去了她的头部，只将与手足等捏成一个模型，也足够与罗丹的s媲美了。这原因，是在福州的女子，早就素足挺胸，并没有受过裹脚布的遗毒的缘故。周栎园的闽小记里，有闽素足女多簪全兰，颇具唐宫妆美人遗意的一条。张亨甫的南浦秋波录里，讲得更加详细诸姬皆不缠足――按缠足或以为始于六朝，始于中唐，始于齐东昏，始于李后主，其说不一然前明被选入宫之女，尚解去足纨，别作宫样。可知不缠足，原雅装也――所穿履，墙纵不过四寸，横不满二寸底高不过二寸，长不过三寸，前斜后削，行袅娜以自媚，视燕齐吴越，缠而不纤，饰为假脚者，觉美观矣。"}
{"text":"张亨甫的南浦秋波录里，讲得更加详细诸姬皆不缠足――按缠足或以为始于六朝，始于中唐，始于齐东昏，始于李后主，其说不一然前明被选入宫之女，尚解去足纨，别作宫样。可知不缠足，原雅装也――所穿履，墙纵不过四寸，横不满二寸底高不过二寸，长不过三寸，前斜后削，行袅娜以自媚，视燕齐吴越，缠而不纤，饰为假脚者，觉美观矣。从此可知福州少女身体的健康，都从不缠足不束胸上来的祖母是如此，母亲是如此，女儿孙女都是如此，几代相传，身体自然要比吴越的小姐们强了。福建美人之在历史上著名的，当然要首推和杨贵妃争宠的梅妃清朝初年，有一位风流的莆田县长至刻梅妃里正四字的印章，来作他的光荣的经历，与后来袁子才的刻钱塘苏小是乡亲的雅章，同是拜尸狂的色情的倒错。闽王宫里，自陈金凤以后，代有父子兄弟因争宫婢而相残杀的事情这些宫婢的相貌如何，暂可不问但就事其父后，更事其子的一点来看，也能够推测到她们的虽老不衰的驻颜的妙术。这一种奇迹的复兴，现在也还没有过去，颇闻某巷某宅有一位太太，年纪早就出了三十以外了，但看起来却还只像二十几岁的人。美妇人的耐久耐老，真是人生难得的最大幸福，而福建女子独得其秘，想来总也是身体健康，饮食丰盛，气候和暖，温泉时浴的结果。听说长乐县的梅花村，是产美人之乡而两广的俗语里，又有一句福州妹的美人称号，足见福建的美人，到处都有，也不必一定局限于梅妃的故里或长乐的海滨。就我及身所见的来说，当民国十一二年，在北京的交际场里最出名的四大金刚，便都是福州府下的人。至今事隔十余年，偶尔与这四位之中的一二人相见于倥偬的驿路，虽则儿女都已成行，但丰度却还不减当年。回头来一看我们自家，牙齿掉了，眼睛花了，笑起来时，皱纹越加得多了，想起从前，真觉得是隔了一世。俗语说，人到中年万事休，所谓万事者，是指那一种浪漫的倾向而言我的所以要再三记述福州的美女，也不过是隔雨望红楼，聊以留取一点少年的梦迹而已。第二辑屐痕处处感伤的行旅一九三六年六月十五日原载一九三六年八月一日宇宙风半月刊第二十二期记闽中的风雅到了福州，一眨眼间，已经快两个月了。环境换了一换，耳之所闻，目之所见，果然都是新奇的事物，因而想写点什么的心思，也日日在头脑里转。"}
{"text":"俗语说，人到中年万事休，所谓万事者，是指那一种浪漫的倾向而言我的所以要再三记述福州的美女，也不过是隔雨望红楼，聊以留取一点少年的梦迹而已。第二辑屐痕处处感伤的行旅一九三六年六月十五日原载一九三六年八月一日宇宙风半月刊第二十二期记闽中的风雅到了福州，一眨眼间，已经快两个月了。环境换了一换，耳之所闻，目之所见，果然都是新奇的事物，因而想写点什么的心思，也日日在头脑里转。可是上自十几年不见的旧友起，下至不曾见过面的此间的大学生中学生止，来和我谈谈，问我以印象感想的朋友，一天到晚，总有一二十起。应接尚且不暇，自然更没有坐下来执笔的工夫。可是在半夜里，在侵晨早起的一点两点钟中间，忙里偷闲，也曾为宇宙风，论语等杂志写过好几次短稿。我常以为写印象记宜于速，要趁它的新鲜味还不曾失去光辉中间但写介绍，批评，分析的文字，宜于迟，愈观察得透愈有把握。而现在的我的经验哩，却正介在两者之间，所以落笔觉得更加困难了一点。在这里只能在皮相的观察上，加以一味本身的行动，写些似记事又似介绍之类的文字，倒还不觉得费力，所以先从福建的文化谈起。福建的文化，萌芽于唐，极盛于宋，以后五六百年，就一直的传下来，没有断过。宋史浩帅闽中，铺了仙霞岭的石级，以便行人于是闽浙的交通便利了，文化也随之而输入。朱熹的父亲朱松，自安徽婺源来闽北作政和县尉，所以朱子就生在松溪。朱松殁，朱子就父执白水刘致中勉之。籍溪胡原仲宪，屏山刘彦冲，及延平李文靖愿中等学，后来又在崇安，建阳，以及闽中闽南处讲学多年，因而理学中的闽派，历元明清三代而不衰。前清一代，闽中科甲之盛，敌得过江苏，远超出浙江。所以到了民国廿五年的现代，一般咬文嚼字，之乎者也的风气，也比任何地方还更盛行。风雅文献的远者，上自唐朝林邵州遗集，欧阳詹四门集起，中更西昆，沧浪，后村，至谢皋羽而号极盛元明继起，致诗中有闽派之帜，郑少谷曹石仓辈，更是一代的作手清朝像林茂之，黄莘田，朱梅崖，伊墨卿，张亨甫，林颖叔辈，都是驰骋中原，闻名全国的诗人，直到现在，除汉奸郑孝胥不算中国人外，还有一位巍然独存的遗老陈石遗先生。所以到了福建之后，觉得最触目的，是这一派福州风雅的流风余韵。晚上无事，上长街去走走，会看见一批穿短衣衫裤的人，围住了一张四方的灯，仰起了头在那里打灯谜。"}
{"text":"风雅文献的远者，上自唐朝林邵州遗集，欧阳詹四门集起，中更西昆，沧浪，后村，至谢皋羽而号极盛元明继起，致诗中有闽派之帜，郑少谷曹石仓辈，更是一代的作手清朝像林茂之，黄莘田，朱梅崖，伊墨卿，张亨甫，林颖叔辈，都是驰骋中原，闻名全国的诗人，直到现在，除汉奸郑孝胥不算中国人外，还有一位巍然独存的遗老陈石遗先生。所以到了福建之后，觉得最触目的，是这一派福州风雅的流风余韵。晚上无事，上长街去走走，会看见一批穿短衣衫裤的人，围住了一张四方的灯，仰起了头在那里打灯谜。在报上，在纸店的柜上，更老看见有某某社征诗的规约及命题的广告。而征诗的种类，最普遍的却是嵌字格的十四字诗钟。譬如微夹凤顶，就是一个题目，应征者若呈夹辅可怜工伴食，微臣何敢怨投闲系古人成句的一联，大约就可以入上选了。开卷之日，许大众来听，以福州音唱，榜上仍有状元榜眼探花等名目。摇头摆尾，风雅绝伦，实在是一种太平的盛事。福州也有一家小报名华报，华报同人都是有正当职业的人，盖系行有余力，因以弄文的意思，和上海的有些黄色小报，专以敲竹杠为目的的，有点两样。曾有一次和华报同人痛饮了一场之后，命我题诗，我也假冒风雅，呈上了二十八字闽中风雅赖扶持，气节应为弱者师，万一国亡家破后，对花洒泪岂成诗！这打油诗，虽只等于轻轻的一屁，但在我的心里，却诚诚恳恳地在希望他们能以风雅来维持气节，使郑所南，黄漳浦的一脉正气，得重放一次最后的光芒。一九三六年三月末日原载一九三六年四月一日立报林，据闲书游白岳齐云之记一九三四年三月二十九日，应东南五省周览会之约，出西游去临安，去于潜，宿东西两天目，出昱岭关，止宿安徽休宁县属屯溪船上，为屯浦桥下浮家之客行尽六七百里路程，阅尽浙西皖东山水，偶一回忆，似已离家得很久了，但屈指计程，至四月三日去白岳为止，也只匆匆五六日耳。山中方七日，世上已千年，诗人的感觉，的确要比我们庸人灵敏一点！第二辑屐痕处处感伤的行旅同来者八人，全增嘏林语堂潘光旦叶秋原四位，早已游倦，急想回去，就于四月三日的清晨，在休宁县北门外分手他们坐了我们一同自屯溪至休宁之原车回杭州，我们则上轿，去城西三十里外的白岳齐云游。休宁，秦汉时附于歙县，晋改海阳海宁，隋时始称休宁，共间也曾作过州治，所以城的规模颇不小。"}
{"text":"山中方七日，世上已千年，诗人的感觉，的确要比我们庸人灵敏一点！第二辑屐痕处处感伤的行旅同来者八人，全增嘏林语堂潘光旦叶秋原四位，早已游倦，急想回去，就于四月三日的清晨，在休宁县北门外分手他们坐了我们一同自屯溪至休宁之原车回杭州，我们则上轿，去城西三十里外的白岳齐云游。休宁，秦汉时附于歙县，晋改海阳海宁，隋时始称休宁，共间也曾作过州治，所以城的规模颇不小。我们自北门的梦宁门进，当街市的正中心拐弯，向西门的齐宁门出，在县城内正走了西瓜的四平开之一分的直角路，已经化去了将近四十五分钟的时间，统计起来，穿城约总有七八里的直径无疑。一出西门，就是一条大桥，系架在自榔木岭松萝山齐云山流下来的溪上的滚滚清溪，东流下去，便成了浙水之源之一在桥上俯视了一下，倒很想托它带个信去，告诉告诉浙中的亲友，说某年某月某日某时，曾在休宁城外，与去齐云山的某某上下外叉相会。过五里亭，过蓝渡，路旁小山溪流极多，地势也在逐渐逐渐的西高上去，十一点半，到了白岳齐云的脚下。齐云山的香市，以九月为最旺，自秋至冬，迄正月而歇尽。所以山上庙宇房头及店铺之类，虽也有百家内外，但非当香市，则都空着无人居住。我们的中饭，本来是打算上山去吃的，忽而心血来潮，觉得山脚下那个小村子里的饭店，也可以一饱，于是就决定吃了上山，后来到山上去一见许多空屋，才晓得这预感却是王灵官在那里显灵。我们平常，总只说黄山，白岳，是皖南的名山。而休宁人，除读书识掌故者外，一般百姓，都不知白岳，只晓得齐云。实白岳齐云，是连在一起的许多山的两个名字。白岳山中的一处，名齐云岩，以后山上敕建道观，又适在这齐云岩下，明清五六百年下来，香火一直到现在未绝，一般老百姓只知道有齐云，不知道有白岳，原因就在这里。康熙年间的休宁县志说白岳山在县西三十里，高三百仞，周二十五里，游齐云者，必先登此。又说齐云岩，在白岳西北，高三百五十仞，周围数十里。明嘉靖丙辰西历一五五六年，亦即赵文华视师江南之岁，世宗以祈祷有灵，改曰齐云山，敕建太素宫。看了这两段记载，大约白岳齐云的所以要打混，与未曾到过的人，每要把一处当作两处看的疑团，总也可以冰释了罢？"}
{"text":"康熙年间的休宁县志说白岳山在县西三十里，高三百仞，周二十五里，游齐云者，必先登此。又说齐云岩，在白岳西北，高三百五十仞，周围数十里。明嘉靖丙辰西历一五五六年，亦即赵文华视师江南之岁，世宗以祈祷有灵，改曰齐云山，敕建太素宫。看了这两段记载，大约白岳齐云的所以要打混，与未曾到过的人，每要把一处当作两处看的疑团，总也可以冰释了罢？饭后从北麓上山，石级蜿蜒曲绕。登山将五十步，过一亭为步云亭，亭后，矗立着一块五六丈高的大石碑，上刻齐云仙境的四大字，工整匀巧，不知是何人的手笔。山路两旁，桃花杂树很多，中途的一簇古松尤奇而可爱在寂静的正午太阳光下，一步一步的上去，过古松望仙等亭，人为花所醉，浑浑然似在做梦只有微风所惹起的松涛，和采花的蜂蝶的鸣声，时要把午梦惊醒，此外则山静似太古，不识今是何世，也不晓得自己的身子，究竟到了什么地方。到一支小岭脊的中和亭或为真气亭后梦就非醒不可，因从这亭子前向北回望，来路曲折就在目下，稍远是菜花满地的平楚千顷，更远就是那条数溪汇聚的夹源夹溪了，水色蔚蓝，和四面的农村花树，成了一个最美也没有的杂色对称。走出这亭子的南檐，向前面望去，先是一个半圆的幽谷，在这大大的半圆圈里，南尽头沿山有一条石栏小路，和几座不连接的道观禅房与这一条小路相对，当半圆的这面，就在亭子的南脚下，更有一条雁齿似的堤路，两面是栏杆，中间是桥洞，湾环复与山路相接，是西去上齐云的便道。壁立在这半圆圈上的高峰，东西南三面，是石门岩密多岩忠烈岩真栖岩拱日峰等。山势飞动，石岩伟巨，初从山下慢慢走上来的人，一到此地，总不得不大吃一惊，因为平常的山里，决没有这一种巨大的石岩，尤其是从白岳山脚下上来的时候，决不会预想到将看见这一种伟大的石山的。这一区，就是白岳山的境界，所谓游齐云者必先登此的地方。中和亭真气亭内还有一块万历的碑立在那里，亭东也有一个庙在，我们因为要去看的地方正还多着，所以碑文也没有功夫念，庙里也不曾进去。第二辑屐痕处处感伤的行旅沿山走上南去，先到了洞天福地的那一个庙里。"}
{"text":"这一区，就是白岳山的境界，所谓游齐云者必先登此的地方。中和亭真气亭内还有一块万历的碑立在那里，亭东也有一个庙在，我们因为要去看的地方正还多着，所以碑文也没有功夫念，庙里也不曾进去。第二辑屐痕处处感伤的行旅沿山走上南去，先到了洞天福地的那一个庙里。据志书所载，则为无心道人黄上舍国瑞之所筑然在同一项下，又有一段记载明嘉隆间，有一位百岁人居此，坐卧石床，无姓名，不立文字，人第称为邋遢仙，后化去，然有自峨嵋归者，谓又在山中见之。观此，则洞天福地境内真身洞中的那座坟，或者是邋遢仙人的遗蜕也说不定，因为墓的两旁，还各有一座石床置在那里，石床上并且还各摆着了三四个大约是施舍的铜元。自真身洞西去，接连着有雷祖圣帝通明等殿，都已坍毁不堪，殿外谷中，溪水不断在流，志书上所说的桃花涧，大约总就在这些地方。我们到了白岳，看见了许多奇岩怪石，已经是不想走了同来的吴徐两位，更在这里照一像，那里摄一影地费去了许多底片。殊不知西上一山，进了天门，再下去入齐云境后，样子更是灵奇伟大，到了不可思议的地步，致吴徐二君大生后悔，说，片子带得太少了。拱日峰下的天门，奇峰突起，底下就是一个像一扇天然的门似的石洞。穿此洞而南下，沿山壁走去，尽是一个个的大洞和一座座的峭壁，真仙洞，圆通岩，雨君洞，珍珠帘，文昌宫，玄芝洞，等等，名目也真多，景致也真怪，地方也实在真好不过。圆通岩前，有顺治三年石碑二，立在洞的两旁。碑身薄而石刻很深，字迹秀丽番茄。拾小石击碑铛铛作钟磬之音，所以两碑的当中，各已经穿成了一个大洞，碑上的诗句，早就拓不完全了这和未倒之先的雷峰塔脚，被烧香客挖掘，谓泥石可以治病事一样的为迷信之害象以齿毙，膏用明煎，人之有一特点而致亡身者，睹此应生感慨。圆通洞，本不甚深，中供何神，亦不曾进去细看，实在因为这一带的神像碑版石刻古器等太多了，身入此间，像到了一处古物陈列所，五花八门，目眩神昏，看也看不得许多，记也记不到底的。真仙洞徐霞客所记的罗汉洞即在此处，最深最广，洞中的佛像也最多，四壁石龛内，并且还有许多就壁刻成的石佛，层层排列在那里。"}
{"text":"圆通洞，本不甚深，中供何神，亦不曾进去细看，实在因为这一带的神像碑版石刻古器等太多了，身入此间，像到了一处古物陈列所，五花八门，目眩神昏，看也看不得许多，记也记不到底的。真仙洞徐霞客所记的罗汉洞即在此处，最深最广，洞中的佛像也最多，四壁石龛内，并且还有许多就壁刻成的石佛，层层排列在那里。在从前，这一带地方，似乎统呼作真仙洞的，以后好事者多，来游者众，道士们也想方设法多骗取一点游客的香金，所以就在这一区像罗马的斗兽场似的大半圆石壁的四周，刻上了许多的名字，供起了不少的神像。珍珠帘，是一座百丈来高的斜覆出去的巨岩，岩下也安置着佛座神堂，空广深幽，是天然的一间高大的石屋。百丈高的石檐上，一排数丈，点点滴滴，不论晴雨，不分四时，时有珍珠似的水滴在往下落。因为岩之高，幅的广，第一滴下来，尚未及半空，第二滴就又继续滴下来了，看起来真像是一层自然的珍珠帘幕，罩在面前。这些珍珠水滴，积少成多，在岩下的大石层中，汇成一大水池，即所谓碧莲池者是。自珍珠帘沿着半圆的巨壁向西绕去就是文昌宫玄芝洞雨君洞等处所。凡沿碧莲池的这半圆圈上，约里把多路的中间，一处一处的名目，还不止这几个，而嵌在壁上的石碣，立在壁前的古碑，以及壁头高处，摩崖刻着的擘窠大字，若一一收录起来，我想总有一部伟大的齐云金石志好编鲁丁两氏的齐云山志，因不曾见到，所以关于金石一类，无从记起，这些只好让专门家去搜集，现在这里只提一件，就是文昌宫前，有明嘉靖年间的大石碑四块，还比较得完整，上面刻着的，是大学士元峰袁翁的律诗四。真仙洞附近碧莲池上的这大半圆圈绕过之后，又隔一高岭，再进一重门，拾级抄拱日峰侧面上去，是齐云岩下的正殿太素宫的区域了，到了这里，四面的景色，又突然的一变愈出愈奇，更变更妙的文章作法，在这齐云仙境的景色里，正可以领悟得出来可惜我们都是俗骨，没有福分在这里多住几天，来鉴赏这篇奇文，走马看花，只好算是匆匆地做了一个游仙之梦。去正殿太素宫的路，更加曲折，是一个狭长的英文字母的样子。太素宫向北建在字的正中背上，前面缺处，深谷中突起一峰，也是一座百丈来高的锥形石山，为香炉峰。太素宫后的一排石嶂，正中就是齐云岩，峰名玉屏峰，左峰为石鼓，右峰为石钟。石钟峰之右，向西直去，为隐云浮云仙鹊展旗等峰。"}
{"text":"去正殿太素宫的路，更加曲折，是一个狭长的英文字母的样子。太素宫向北建在字的正中背上，前面缺处，深谷中突起一峰，也是一座百丈来高的锥形石山，为香炉峰。太素宫后的一排石嶂，正中就是齐云岩，峰名玉屏峰，左峰为石鼓，右峰为石钟。石钟峰之右，向西直去，为隐云浮云仙鹊展旗等峰。石鼓之左，向东这一边，为碧宵石林拱日等峰我们上正殿，系从拱日峰下，顺着字底下的狭长半圆弯过去的，走了二三里路，方到了太素宫的正门，清初建的一座牌坊之下。路的两旁，尽是些第几第几房，什么什么殿的背依危岩，门临绝涧的二三层楼的建筑物，也有开店的，也有供香客住宿的，闾阎扑地，屋栋连云，数目总约有百家内外。现在这些住屋却都空着，寂寂不见一人，但据陪我们上山的轿夫们说，则这百数家人家，当香市盛日还不够供一半香客们的住宿。秋收完后，四方赶来参拜的善男信女的热心，真可惊叹，真可佩服，也无怪从前的皇帝，要假神道来设教了。第二辑屐痕处处感伤的行旅齐云山正殿境内的山峰，总括一句，是奇特伟大。我们自山脚，走至太素宫，已有七八里路的高了，然而突出在太素宫上的诸峰，绝壁千丈，仰起头来看看，似乎还有五六里路的高度，到此地来一看才知道安徽通志上所说的层峦刺天，云烟万状等语句，决不是文人夸大之辞。去年我曾到过浙东的方岩，那时候见了寿山五峰的天然金字塔的石岩，以为总是天下无双了，现在又到了这齐云的境内，才觉得方岩附近的石山，还没有这儿的一半高，而此处山势的错综复杂，更非五峰之罗列在一排者可比。太素宫，是明嘉靖年间敕建的道观，已在前面说起过了，中供玄天上帝，庙貌雄丽，诚如徐霞客游记上之所说但尤其使我们诧异的，是这道观内的钟鼎香炉，铜器石器之类，都还是明朝万历崇祯的旧物，丝毫也没有损坏。不过那一尊所谓百鸟衔泥所成之宋代玄帝像，现在却颜色鲜艳，不像旧时的黧黑了。推想起来，大约清朝入关，这一块地方，总还没有糜烂，洪杨兵乱，此地总也保全了无疑。凡此种种，都是使老百姓不得不确信齐云圣帝的灵异的证据，因而民间的传说，也连枝带叶地簇生了出来。传说中的最普遍的一段，是关于明刚峰先生海忠介公的。"}
