{"text":"由此而有国父遗嘱的革命尚未成功，同志仍需努力。由此而有德日发动第二次世界大战中，中国的抗日战争。只因日本一念之差，毁了中国，也毁了整个东方的文化。我们了解了这些历史事实，拿我们国家的现代史，与日本苏联的现代史来比，你说，谁应该负这个责任呢？虽曰人事，岂非天命哉！第二次大战中的暴发户――美国姑且不论我们过去有多久远的历史，但在人类历史的无尽过程中，却只占了极短的一节。然而在这几十年来的经历，如果比起美国立国二百年来的历史，我们的国家，便如佛家所说，已经经历好多次的危亡劫运而不堪回首。我们这些半老儿郎或老乃国之宝的老少年们所遭逢的苦痛和伤感，绝不是现在中国青少年们，由中学和大学的课本上所得到的历史常识中能体会得到的。然而美国和现在青少年们心目中的美国文化，却在第二次世界大战中轰然爆发，一跃而居于西方文化的首席代表地位。在我们现代青少年的心目中，说到西方文化，就好像只有美国似的。而十九世纪，西方文化系统的英法德奥的光荣，就只在白纸上占据了数十页面，供人观靡研究而已。殊不知五六十年前，当英国称雄世界的时期，英国文化便占据了一切。留学的目标，与回国的标榜，唯英国的马首是瞻。后来德国和日本兴盛，德日派的思想和德日派的权威，又成为一时的风尚。英德法日过去了，现在便轮到美国最吃香。但是，我们盲目追随这个历史太过年轻有冲劲有干劲而文化太过幼稚的朋友，崇拜它的裸体美，倾心它的纸醉金迷，实在和玩弄火山上美人一样的可怕。我们必须警觉，对于国家对于人类历史和文化，万万不可以大胆的假设，小心的求证。否则，这个求证的代价，所需付出的生命血汗实在难以计算。青少年们，一听到这些中老年的朋友们在批评或讥笑英美的嬉皮，看不起嬉皮，就非常反感。反而对于嬉皮有无限的偏好和同情，而对于这些批评和奚落，却有着无限的不满。其实，英美式嬉皮风气的出现，正是表示欧美的青少年们，对于西方文化一股反抗的浪潮。他们为了反对前辈的传统文化，扬弃宗教的信抑，摆脱旧哲学的传统，讨厌物质机械文明而生出种种的反动心理。嬉皮！嬉皮！并非偶然的顽皮！"}
{"text":"反而对于嬉皮有无限的偏好和同情，而对于这些批评和奚落，却有着无限的不满。其实，英美式嬉皮风气的出现，正是表示欧美的青少年们，对于西方文化一股反抗的浪潮。他们为了反对前辈的传统文化，扬弃宗教的信抑，摆脱旧哲学的传统，讨厌物质机械文明而生出种种的反动心理。嬉皮！嬉皮！并非偶然的顽皮！但时至今日，美式的嬉皮，又要很快地成为过去，他们现在正在盲目地探寻东方印度文化的超越冥想，和中国文化的口头禅，以及中国道家的旁门左道，作为趋向于超心理学的路线。平天下不能寄望于牛仔式的纨F其次，我也常常听到我们自己的朋友，很得意地引用英国前任香港总督葛亮洪在美国的演讲，他认为十九世纪，是英国人的世纪二十世纪，是美国人的世纪二十一世纪，将是中国人的世纪。可惜我没有亲自听到，同时很难百分之百证实这句话，即使真有其事，别人信口开河一说，也许是别有用心，我们自己不自强，行吗？且，且看今日的美国，对内对外的举措失当，都是使人唏嘘的事。如果没有前年的送人登陆月球，藉此一手遮闭天下人的耳目，恐怕它的声望与国际地位，早已随着美钞的无形贬值，丧失在欧洲共同市场的坫坛了。在当前世界史上，美国最叫座最成功的便是美国式的民主和自由。但是今天美国在国际上丧失声威的致命伤，无论在国内或国外，也便是害在美国式的民主和自由的作为上。因此，第二次世界大战结束以后，国际政治上，无论在欧洲或东方，凡美国式的民主和自由所到达的地方，最大的成就，就是把别人的国家瓜分为二。而且美国始终不知如何才是真能安邦定国平天下的上策。内政上，在美式的民主和自由的旗帜下，弄得全国充满了黄色情泛滥蓝工人问题白吸毒与服用麻醉品流行黑种族问题等各色危机。外加学生闹事妇女运动逃避兵役和漏税等问题，无一不是领导世界青少年走上堕落的歪风。当然！这些问题在美国人的思想中看来，并不重要。他们没有历史文化的包袱观念，随时可以改变，随时可以通过民主的议会而改正它的缺点。他们有足够的自由，也有足够的勇气，能够做到知过必改的程度。然而其他受到美国风气影响的青少年，学坏容易，变好却难，这又怎么办？前些日子，有一位半洋化的中国青年，和一位美国少年对我说你们政府下令不准青少年留长发变嬉皮相，可以。"}
{"text":"外加学生闹事妇女运动逃避兵役和漏税等问题，无一不是领导世界青少年走上堕落的歪风。当然！这些问题在美国人的思想中看来，并不重要。他们没有历史文化的包袱观念，随时可以改变，随时可以通过民主的议会而改正它的缺点。他们有足够的自由，也有足够的勇气，能够做到知过必改的程度。然而其他受到美国风气影响的青少年，学坏容易，变好却难，这又怎么办？前些日子，有一位半洋化的中国青年，和一位美国少年对我说你们政府下令不准青少年留长发变嬉皮相，可以。为什么对我们外国人也要干涉？我说你到中国来做什么？他说读书。我说既然到中国来学中国文化，对不起！中国文化素来讲究整其衣冠，肃其瞻视，这是我们的国风，入境随俗，不容马虎。如果我到天体会去，一定也照他们那么做。这是要适合国际间社会的礼貌，你不能认为这是干涉你的自由。我在街上看到你们同学们赤着脚走路，我们从来没有人干涉过，对吗？千金之子与贾母此外，有人认为美国花了那么多的军费在欧洲在东方的几处战场上，又死了那么多的人，为什么不彻底地诉之于武力，求得国际间永恒的和平。其实，这便是美国式的民主和自由的必然结果。他们的政治人物，即使有才如管仲乐毅，也无法一展其志向。他们的军事人才，即使有智如孙武吴起，也无能一展其怀抱。只许在国外打不准胜利的战争，限制军事战略的发挥，这是美国式民主的主意。可以瓜分别人的国土，画地自守，要求别人实施美国式的民主和自由，好让自己闭门揖让，熙熙融融地享受物质之乐，这是美国式民主的一贯政策。过去如此，现在如此，数十年如一日都如此，实在不足为奇。所谓美国式民主和自由的特征，正如他们一位从工商业起家的名言世界上最大的学问，便是如何让别人把口袋里的钱，很高兴地送到我的口袋里。学而优则商，商而优则仕。民选仕途幕后的牵线主力，始终离不开拥有工商业，而需要随时争取国际市场的资本家的手心。为实行国际道义，帮助别人兴灭国，继绝世去打仗，在工商业的成本观念上，万万划不来。所以不能打，也不准打。此外，民选的票源，是广大的民众，美国一般民众与老太婆们，真不懂他们自己的政治家和军人们，何以对现成的福不会享？硬要出兵远涉重洋为别人去打仗？千金之子，坐不垂堂。谁家的老太太们，愿意把自己的富家纨F弟子，送上战场？"}
{"text":"学而优则商，商而优则仕。民选仕途幕后的牵线主力，始终离不开拥有工商业，而需要随时争取国际市场的资本家的手心。为实行国际道义，帮助别人兴灭国，继绝世去打仗，在工商业的成本观念上，万万划不来。所以不能打，也不准打。此外，民选的票源，是广大的民众，美国一般民众与老太婆们，真不懂他们自己的政治家和军人们，何以对现成的福不会享？硬要出兵远涉重洋为别人去打仗？千金之子，坐不垂堂。谁家的老太太们，愿意把自己的富家纨F弟子，送上战场？民主的选票是权威，在美国的大观园中，如红楼梦中贾母和王熙凤之流的人物，占有全国半数的选票。她们和他们的资本家，虽然是同床异梦，然而对此却是殊途同归。她们和他们，联手投票送一个有政治理想的人上了台，起初二三年中刚好摸熟了国内外政治的行情，还未能有所作为，便要忙着为下次选票，争取同情。纵有掀天揭地之才，其奈天下苍生何？又奈全民选票何？况且以下驷之才，处于民主选票的悠悠之口，众口铄金，积毁销骨，谁又敢冒纠正积非成是的危险，甘为正义而自毁其政治前途呢！美国文化不是人文文化的指标由于这些粗枝大叶的认识，我们的青少年同学们，就可认清美国式的民主和自由以及它的文化思想的是非得失。同时应当知道自己没有特立独行的文化思想，而盲目倾心爱美，于国于家，后果均不堪设想。如果从科学的发达物质文明的进步工商业的发展去认识美国，而立志要向今天美国的这一面学习，这是百分之百的正确思想。至于从整个的人文文化而言，仅有立国二百年历史文化的国家，就拿它代表了西方文化，认为它是盖过一切，那是莫大的错误。国者，人之积人者，心之器。累积全国人心上下数千年经验和思想，方能构成一个文化的大系。今天的美国，仅是西方文化零落中的一颗经天彗星，它是科学文明的实验场，并非就是整个人文文化的指标。望子成龙反身而诚论遗传目前提起青少年的问题，从各方面的见闻所及，不是涉及家庭教育学校教育，就牵连到社会教育有关的社会风气方面。同时，社会演变随着时代的变化，日益加速，不但青少年的问题有与日俱增的严重趋势，跟着而来的，儿童问题与问题儿童等也同时并发。于是，一听到这些问题的表面，便像一个很严重的危机，就在人们的心里，将要随时爆发似的。束手无策地忧虑和叹息，便替代了解决这些问题的办法。"}
{"text":"望子成龙反身而诚论遗传目前提起青少年的问题，从各方面的见闻所及，不是涉及家庭教育学校教育，就牵连到社会教育有关的社会风气方面。同时，社会演变随着时代的变化，日益加速，不但青少年的问题有与日俱增的严重趋势，跟着而来的，儿童问题与问题儿童等也同时并发。于是，一听到这些问题的表面，便像一个很严重的危机，就在人们的心里，将要随时爆发似的。束手无策地忧虑和叹息，便替代了解决这些问题的办法。其实，一个人或社会群体的思想和心理的成因，是由许多因素而组成，并非只是单纯或少数的几个原因所造成。一个人的思想，从意识活动而来。意识的活动，随着身体生理的成长和变化，以及家庭教育社会环境等各种影响而形成。由于意识活动构成各种思想的变化而造成心理的状态。复由心理的状态，反复接触外界的刺激和反应，而产生一般思想或某种特殊思想的范畴。依中国文化的习惯观念来讲，综合起来，由婴儿孩童，到达少年青年，每一阶段暂定以五岁作为界限，节节形成一个人的思想与心理的作用，必须凭藉身心两方面互相影响而成长。暂时搁置形而上的生命本体论的秉赋问题不谈。遗传家庭历史文化时代潮流社会环境与学校教育等六个因素，便是形成青少年们思想与心理的主要成因。其中忽略了任何一个问题，都可能会造成偏见与错误的论断。因此研究青少年问题，随便笼统地涉及家庭教育或学校教育等问题，未必尽是确论。关于遗传的问题，现在不想牵扯太远。冒然钻进遗传学的范围，难免变成坐谈学理而不切于实际。如果严格讨论到遗传的关系，便会牵涉到人类学民族血统学，乃至天文星象地理环境生理学性心理与性生理学，以及中国古代文化重典中礼记的胎教等等许多学理。因此，暂时只讨论到遗传的实际关系。任何一个儿童或成人，他的心理状况，除了主要原因――得自先天形而上生命本体的秉赋，略而不谈以外。他的意识潜能的成长，实由于父母遗传的秉受，有大多数的因素。只是一般人忽略了这个问题的重心，或者根本没有发现这个人父母本身潜在意识的重点而已。而且遗传的作用，大约有两种形态直接遗传这便是说某一个人的遗传作用，是由父母两人的直接秉赋而来。间接遗传这便是说某一个人的遗传作用，是由祖父祖母，或外祖父外祖母的血缘关系而来。"}
{"text":"因此，暂时只讨论到遗传的实际关系。任何一个儿童或成人，他的心理状况，除了主要原因――得自先天形而上生命本体的秉赋，略而不谈以外。他的意识潜能的成长，实由于父母遗传的秉受，有大多数的因素。只是一般人忽略了这个问题的重心，或者根本没有发现这个人父母本身潜在意识的重点而已。而且遗传的作用，大约有两种形态直接遗传这便是说某一个人的遗传作用，是由父母两人的直接秉赋而来。间接遗传这便是说某一个人的遗传作用，是由祖父祖母，或外祖父外祖母的血缘关系而来。无论为直接遗传或间接遗传的关系，一个人的个性和心理的形成，属于遗传的关系，几乎占有一半的成分。但是遗传的关系，又有更代变化的作用，并非是父母或祖宗是白痴，所生的子女必定就是白痴。在遗传的成因中，他还有自我的秉赋，加上受胎时的时间空间的物理环境，以及父母在性行为时的心理与思想等等主要正反的遗传原因，因此而起变化成为更代性的成因。望子成龙岂如人意此外，遗传的作用，最为明显也最容易被忽略的事实是，它有承受传统遗传与反承受传统遗传的两种作用。所谓承受传统遗传这便是说某一个人，他的父母是纯良老实或者刁钻古怪的人，而所生的子女，也是纯良老实，或者刁钻古怪。所谓反承受传统的遗传这便是说某一个人，他的父母是纯良老实，但所生的子女，却很刁钻古怪。他的父母是慷慨好义，而所生的子女，却是悭吝自私。或者介乎两者之间，具有双重性格的个性。相对地，某一个人的父母是刁钻古怪，所生的子女，却很老成持重。这种现象便是反承受传统遗传的作用。他的父母是满腹经纶，所生的子女，可能是冥顽不灵。因此中国古史上的有名的唐尧是圣人，但是他所生的儿子丹朱，却是一个不肖之子瞽叟不是好人，他的妻子也很坏，但是他们所生的儿子虞舜，却是圣人。有些忠厚老实之家，反出败子。有些不善良的父母，反而生出大好人的儿子。这就是说，在某一父母的心理潜能里，他有善良的一面，也有很不好的一面。例如一个老实人，处处肯吃亏，可是这种肯吃亏老实的行为，是压制内心的反抗，无可奈何而变成的老实表现。实际上，他的内心并不宁谧，虽然压制心理思想而表示为老实吃亏的外表行为，但仍不能平静内心，含蓄有极端的愤怒和愠怨的嗔恨。因此，便形成更代遗传的相反个性。"}
{"text":"有些忠厚老实之家，反出败子。有些不善良的父母，反而生出大好人的儿子。这就是说，在某一父母的心理潜能里，他有善良的一面，也有很不好的一面。例如一个老实人，处处肯吃亏，可是这种肯吃亏老实的行为，是压制内心的反抗，无可奈何而变成的老实表现。实际上，他的内心并不宁谧，虽然压制心理思想而表示为老实吃亏的外表行为，但仍不能平静内心，含蓄有极端的愤怒和愠怨的嗔恨。因此，便形成更代遗传的相反个性。或者，在受胎的性行为时，男女双方的思想心理因某种事实，或天然气候，或某种环境的影响，而构成当时心理的极大抗拒和郁抑，也就变成更代遗传的相反作用了。所以望子成龙而未必尽然，并非偶然的事。由于这个道理，所以大学问家的子女，也许是天生不通文墨，不爱好读书的种子。大英雄的子女，也许是过分懦弱的人物。文学家的子女，可能不爱好文学而喜欢玩耍。艺术家的子女，可能是鄙视艺术而喜爱做工或经商。军人的子女，可能爱好文学而反对军事。工商业巨子的子女，可能是游手好闲，贪恋游荡的角色。其中原因，错综复杂，要由诸位有心研究者，以科学的方法去搜集资料，统计结果，加上哲学的推理，便可求出结论。那时，方知我言不谬也。在此只是指出原理原则的所在，要同学们去深入研究。我没有时间也没有作这些精细统计的工作。我现在所讲最主要的重点，是希望家长们，或者注意家庭教育的人们，应当先了解这个原理，自己加以反省，或进而作更深入的研究，然后才对儿童教育与家庭教育实施正确的方针。如果一味望子成龙，好像有些父母一样，把自己一生的失败和没有达成的愿望统统加在子女身上，要他们努力向上，去替自己争口气而光耀门楣，荣宗显祖，这不但是很大的过错，实在也是作父母心理道德上的罪过。结果一味如此妄求，他的结果会适得其反，反而造成子女在心理上潜在的抗拒，结果便变成不容于家庭和亲友乡里，而社会上，又随随便便加以一顶太保或太妹的帽子。不但使自家无后，而且也使国家社会，无故丧失了一个有用的人才。同时，希望一般盲目跟着升学主义走的人，能够宁静自思，好好为家庭为国家为社会着想，而努力地教育子女成为有用的人才。什么是家庭教育讲到家庭教育，听起来是很普通的名辞。任何一对父母，有了子女，由婴儿至孩提，由儿童到青年，谁又不施管教？古今中外，哪个孩子又没有受过家庭教育呢？除非少数的例外，属于不幸者的遭遇，那就另当别论。因此，所讲家庭教育，岂非极普通而不成问题的问题吗？"}
{"text":"不但使自家无后，而且也使国家社会，无故丧失了一个有用的人才。同时，希望一般盲目跟着升学主义走的人，能够宁静自思，好好为家庭为国家为社会着想，而努力地教育子女成为有用的人才。什么是家庭教育讲到家庭教育，听起来是很普通的名辞。任何一对父母，有了子女，由婴儿至孩提，由儿童到青年，谁又不施管教？古今中外，哪个孩子又没有受过家庭教育呢？除非少数的例外，属于不幸者的遭遇，那就另当别论。因此，所讲家庭教育，岂非极普通而不成问题的问题吗？然而，如何是家庭教育的标准？家庭教育应该要怎样做？哪些父母才有资格担任家庭教育的主角？这等于说凡是学校，都有老师，可是哪种人才有为人师表的资格？谁又是真正的好老师呢？所以当父母或家长的人，他自己本身的家庭教育，和他所受的其他教育，是否都够水准而无差错呢？这些都是决定家庭教育的先决条件。倘使讲家庭教育而忽略了这些问题，或者把问题青少年的过错随随便便，一概归咎于家庭教育，这就真成为家庭教育思想的问题了。中国文化中家庭教育的论著依照中国人一般通俗的观念来讲，大体上都认为我国的家庭教育，是最完善最悠久的伦理教育。历史悠久，这是不可否认的事实。是否最完善，那是多方面的问题，不能泛泛而论。在中国文化中，对于家庭教育，列有明训的，最早莫过于礼记。我总希望自己的国人自己的民族，都能先行深切了解自己的文化。至少，也须人人一读礼记的重要部分，所以在此不再详引。但是依照古礼――也可以说是古代的文化制度，童子六岁入小学，先从洒扫应对开始学习。以现代语来讲，便是先从生活的劳动教育入手，以养成清洁整齐的习惯然后施以待人接物的礼貌教育，这便是所讲应对的内涵。换言之，古礼的六岁入小学，先从洒扫应对开始。它的教育精神，是注重在人格的培养，和礼仪的规范，并非先以知识的灌输为教育的前提。所以在论语中记载孔子的教育，也说弟子入则孝，出则弟，泛爱众，而亲仁，行有余力，则以学文。透过这个主要的中心思想，便可想而知中国古代，对于洒扫应对的儿童教育，也是在入学后开始。难道六岁以前，在家庭方面，便没有教过洒扫应对的事吗？事实不然，所谓洒扫应对的教育，当一个儿童在家庭中受到父母家人身教的薰陶，早已耳濡目染，所谓不教而教，教在其中已矣。"}
{"text":"它的教育精神，是注重在人格的培养，和礼仪的规范，并非先以知识的灌输为教育的前提。所以在论语中记载孔子的教育，也说弟子入则孝，出则弟，泛爱众，而亲仁，行有余力，则以学文。透过这个主要的中心思想，便可想而知中国古代，对于洒扫应对的儿童教育，也是在入学后开始。难道六岁以前，在家庭方面，便没有教过洒扫应对的事吗？事实不然，所谓洒扫应对的教育，当一个儿童在家庭中受到父母家人身教的薰陶，早已耳濡目染，所谓不教而教，教在其中已矣。六岁开始入学，除了注重儿童的生活教育，和礼仪教育的基础以外，便以知识和技能的养成为前提，那便是礼乐射御书数等有关文事武功的六艺。到了十八岁入大学，才实施立身处世的成人教育。所谓学而优则仕，便是指这个青年阶段前后的教育而言。总之，中国古代的家庭教育，让我们重复地说一句除了礼记上所列举有关的记载以外，并无别的专书。汉魏以后，对于家庭教育，逐渐出现了专书。但是严格地说一句，那些有关家庭教育的皇皇大著，并不见得是为教育的理想而立论，而且更不是由教育哲学的基础而出发。那些著作大体上还是受到秦汉以后门第观念的影响而作。例如汉魏之间班昭的女诫隋朝颜之推的颜氏家训等。而且它是成人的伦理思想教育，并非绝对可作为儿童家庭教育的范本。宋元以后，理学家的儒者们，渗入佛道二教因果报应的观念，散见于个人学案中有关家庭教育的思想，更为普遍。自元代儒者郭居敬选定了二十四孝图说以后，到了明代理学家朱柏庐所作治家格言，便更普遍地被认为是儿童教育的读物。而原属于道教教义的太上感应篇，以及亦儒亦道亦佛的阴骘文功过格，也普遍流行为家喻户晓的家庭教育指南。清儒陈榕门所著五种遗规中的教女训俗两种遗规，都可以说是儒佛道三家的有关家庭教育思想的汇流。实际上，这些著作，大体都是伦理思想和人格养成的成人教育的范围。所以说在中国文化中，对于家庭教育的思想理论实施，是否真能称为最完善的，就须重新磋切商量，不能空泛而骤下定论。孝和爱以孝道治天下的家庭教育从中国历史文化来讲，自汉文帝景帝以后，以孝道治天下的教育精神，便已逐渐奠定基础。而汉武帝时代选举制度兴起以后，社会风气更加注重品德。"}
