{"text":"有什么？有鬼，你敢去吗？费话！我早都去过了。牛！嘿，你要不信嘿今儿晚上就去你敢不敢？去就去有什么呀，嘁！行，谁不去谁孙子敢不敢？行，几点？九点。就怕那会儿我妈不让我出来。哎哟喂，不敢就说不敢！行，九点就九点！那天晚上我们真的到那庙里去了一回，有人拿了个手电筒，还有人带了把水果刀好歹算一件武器。我们走进庙门时还是满天星斗，不一会儿天却阴上来，而且起了风。我们在侧殿的台阶上蹲着，挤成一堆儿，不敢动也不敢大声说话，荒草摇摇，老树沙沙，月亮在云中一跳一跳地走。有人说想回家去撒泡尿。有人说撒尿你就到那边撒去呗。有人说别的倒也不怕，就怕是要下雨了。有人说下雨也不怕，就怕一下雨家里人该着急了。有人说一下雨蛇先出来，然后指不定还有什么呢。那个想撒尿的开始发抖，说不光想撒尿这会儿又想屙屎，可惜没带纸。这样，大家渐渐都有了便意，说憋屎憋尿是要生病的，有个人老是憋屎憋尿后来就变成了罗锅儿。大家惊诧道是嘛？那就不如都回家上厕所吧。可是第二天，那个最先要上厕所的成了唯一要上厕所的，大家都埋怨他，说要不是他我们还会在那儿呆很久，说不定就能捉到蛇，甚至可能看看鬼。有一天，那庙院里忽然出现了很多暗红色的粉沫，一堆堆像小山似的，不知道是什么，也想不通到底何用。那粉沫又干又轻，一脚踩上去噗地一声到处飞扬，而且从此鞋就变成暗红色再也别想洗干净。又过了几天，庙里来了一些人，整天在那暗红色的粉沫里折腾，于是一个个都变成暗红色不说，庙墙和台阶也都变成暗红色，荒草和老树也都变成暗红色，那粉沫随风而走或顺水而流，不久，半条胡同都变成了暗红色。随后，庙门前挂出了一块招牌有色金属加工厂。从此游戏的地方没有了，蛇和鬼不知迁徙何方，荒草被锄净，老树被伐倒，只剩下一团暗红色满天满地逐日壮大。再后来，庙堂也拆了，庙墙也拆了，盖起了一座轰轰烈烈的大厂房。那条胡同也改了名字，以后出生的人会以为那儿从来就没有过庙。我的小学，校园本也是一座庙，准确说是一座大庙的一部分。大庙叫柏林寺，里面有很多合抱粗的柏树。有风的时候，老柏树浓密而深沉的响声一浪一浪，传遍校园，传进教室，使吵闹的孩子也不由得安静下来，使朗朗的读书声时而飞扬时而沉落，使得上课和下课的铃声飘忽而悠扬。摇铃的老头，据说曾经就是这庙中的和尚，庙既改作学校，他便还俗做了这儿的看门人，看门兼而摇铃。"}
{"text":"再后来，庙堂也拆了，庙墙也拆了，盖起了一座轰轰烈烈的大厂房。那条胡同也改了名字，以后出生的人会以为那儿从来就没有过庙。我的小学，校园本也是一座庙，准确说是一座大庙的一部分。大庙叫柏林寺，里面有很多合抱粗的柏树。有风的时候，老柏树浓密而深沉的响声一浪一浪，传遍校园，传进教室，使吵闹的孩子也不由得安静下来，使朗朗的读书声时而飞扬时而沉落，使得上课和下课的铃声飘忽而悠扬。摇铃的老头，据说曾经就是这庙中的和尚，庙既改作学校，他便还俗做了这儿的看门人，看门兼而摇铃。老头极和蔼，随你怎样摸他的红鼻头和光脑袋他都不恼，看见你不快活他甚至会低下头来给你，说想摸摸吗？孩子们都愿意到传达室去玩，挤在他的床上，挤得密不透风，没大没小地跟他说笑。上课或下课的时间到了，他摇起铜铃，不紧不慢地在所有的窗廊下走过，目不旁顾，一路都不改变姿势。叮叮叮铛叮铛，铃声在风中飘摇，在校园里回荡，在阳光里漫散开去，在所有孩子的心中留下难以磨灭的记忆。那铃声，上课时摇得紧张，下课时摇得舒畅，但无论紧张还是舒畅都比后来的电铃有味道，浪漫，多情，仿佛知道你的惧怕和盼望。但有一天那铃声忽然消失，摇铃的老人也不见了，听说是回他的农村老家去了。为什么呢？据说是因为他仍在悄悄地烧香念佛，而一个崭新的时代应该是无神论的时代。孩子们再走进校门时，看见那铜铃还在窗前，但物是人非，传达室里端坐着一名严厉的老太太，老太太可不让孩子们在她的办公重地胡闹。上课和下课，老太太只在按钮上轻轻一点，电铃于是哇哇地叫，不分青红皂白，把整个校园都吓得要昏过去。在那近乎残酷的声音里，孩子们懂得了怀念以往的铃声，它到哪儿去了？惟有一点是确定的，它随着记忆走进了未来。在它飘逝多年之后，在梦中，我常常又听见它，听见它的飘忽与悠扬，看见那摇铃老人沉着的步伐，在他一无改变的面容中惊醒。那铃声中是否早已埋藏下未来，早已知道了以后的事情呢？多年以后，我岁，插队回来，找不到工作，等了很久还是找不到，就进了一个街道生产组。我在另外的文章里写过，几间老屋尘灰满面，我在那儿一干年，在仿古的家具上画些花鸟鱼虫山水人物，每月所得可以糊口。那生产组就在柏林寺的南墙外。其时，柏林寺已改作北京图书馆的一处书库。我和几个同是待业的小兄弟常常就在那面红墙下干活儿。"}
{"text":"那铃声中是否早已埋藏下未来，早已知道了以后的事情呢？多年以后，我岁，插队回来，找不到工作，等了很久还是找不到，就进了一个街道生产组。我在另外的文章里写过，几间老屋尘灰满面，我在那儿一干年，在仿古的家具上画些花鸟鱼虫山水人物，每月所得可以糊口。那生产组就在柏林寺的南墙外。其时，柏林寺已改作北京图书馆的一处书库。我和几个同是待业的小兄弟常常就在那面红墙下干活儿。老屋里昏暗而且无聊，我们就到外面去，一边干活一边观望街景，看来来往往的各色人等，时间似乎就轻快了许多。早晨，上班去的人们骑着车，车后架上夹着饭盒，一路吹着口哨，按响车铃，单那姿态就令人羡慕。上班的人流过后，零零散散地有一些人向柏林寺的大门走来，多半提个皮包，进门时亮一亮证件，也不管守门人看不看得清楚便大步朝里面去，那气派更是让人不由得仰望了。并非什么人都可以到那儿去借书和查阅资料的，小说得是教授或者局级才行。你知道？费话！小重感觉不重证据。小比我小几岁，因为小儿麻痹一条腿比一条腿短了三公分，中学一毕业就到了这个生产组很多招工单位也是重感觉不重证据，小其实什么都能干。我们从早到晚坐在那面庙墙下，眼观六路耳听八方，不用看表也不用看太阳便知此刻何时。一辆串街的杂货车，油盐酱醋花椒大料洗衣粉一路喊过来，是上午九点。收买废品的三轮车来时，大约十点。磨剪子磨刀的老头总是星期三到，瞄准生产组旁边的一家小饭馆，磨剪子来嘿抢菜刀！声音十分洪亮大家都说他真是糟蹋了，干嘛不去唱戏？下午三点，必有一群幼儿园的孩子出现，一个牵定一个的衣襟，咿咿呀呀地唱着，以为不经意走进的这个人间将会多么美好，鲜艳的衣裳彩虹一样地闪烁，再彩虹一样地消失。四五点钟，常有一辆囚车从我们面前开过，离柏林寺不远有一座著名的监狱，据说专门收容小偷。有个叫小德子的，十七八岁没爹没妈，跟我们一起在生产组干过。这小子能吃，有一回生产组不知惹了什么麻烦要请人吃饭，吃客们走后，折箩足足一脸盆，小德子买了一瓶啤酒，坐在火炉前唏哩呼噜只用了半小时脸盆就见了底。但是有一天小德子忽然失踪，生产组的大妈大婶们四处打听，才知那小子在外面行窃被逮住了。以后的很多天，我们加倍地注意天黑前那辆囚车，看看里面有没有他囚车呼啸而过，大家一齐喊小德子！小德子！小德子还有一个月工资未及领取。"}
{"text":"有个叫小德子的，十七八岁没爹没妈，跟我们一起在生产组干过。这小子能吃，有一回生产组不知惹了什么麻烦要请人吃饭，吃客们走后，折箩足足一脸盆，小德子买了一瓶啤酒，坐在火炉前唏哩呼噜只用了半小时脸盆就见了底。但是有一天小德子忽然失踪，生产组的大妈大婶们四处打听，才知那小子在外面行窃被逮住了。以后的很多天，我们加倍地注意天黑前那辆囚车，看看里面有没有他囚车呼啸而过，大家一齐喊小德子！小德子！小德子还有一个月工资未及领取。那时，我仍然没头没脑地相信，最好还是要有一份正式工作，倘能进一家全民所有制单位，一生便有了倚靠。母亲陪我一起去劳动局申请。我记得那地方廊回路转的，庭院深深，大约曾经也是一座庙。什么申请呀简直就像去赔礼道歉，一进门母亲先就满脸堆笑，战战兢兢，然后不管抓住一个什么人，就把她的儿子介绍一遍，保证说这一个坐在轮椅上的孩子其实仍可胜任很多种工作。那些人自然是满口官腔，母亲跑了前院跑后院，从这屋被支使到那屋。我那时年轻气盛，没那么多好听的话献给他们。最后出来一位负责同志，有理有据地给了我们回答慢慢再等一等吧，全须儿全尾儿的我们这还分配不过来呢！此后我不再去找他们了。再也不去。但是母亲，直到她去世之前还在一趟一趟地往那儿跑，去之前什么都不说，疲惫地回来时再向她愤怒的儿子赔不是。我便也不再说什么，但我知道她还会去的，她会在两个星期内重新积累起足够的希望。我在一篇名为合欢树的散文中写过，母亲就是在去为我找工作的路上，在一棵大树下，挖回了一棵含羞草以为是含羞草，越长越大，其实是一棵合欢树。大约年夏天，某一日，我们正坐在那庙墙下吃午饭，不知从哪儿忽然走来了两个缁衣落发的和尚，一老一少仿佛飘然而至。哟？大家停止吞咽，目光一齐追随他们。他们边走边谈，眉目清朗，步履轻捷，颦笑之间好象周围的一切都变得空阔甚至是虚拟了。或许是我们的紧张被他们发现，走过我们面前时他们特意地颔首微笑。这一下，让我想起了久违的童年。然后，仍然是那样，他们悄然地走远，像多年以前一样不知走到哪里去了。不是柏林寺要恢复了吧？没听说呀？不会。那得多大动静呀咱能不知道？八成是北边的净土寺，那儿的房子早就翻修呢。没错儿，净土寺！小说，前天我瞧见那儿的庙门油漆一新我还说这是要干吗呢。大家愣愣地朝北边望。"}
{"text":"或许是我们的紧张被他们发现，走过我们面前时他们特意地颔首微笑。这一下，让我想起了久违的童年。然后，仍然是那样，他们悄然地走远，像多年以前一样不知走到哪里去了。不是柏林寺要恢复了吧？没听说呀？不会。那得多大动静呀咱能不知道？八成是北边的净土寺，那儿的房子早就翻修呢。没错儿，净土寺！小说，前天我瞧见那儿的庙门油漆一新我还说这是要干吗呢。大家愣愣地朝北边望。侧耳听时，也并没有什么特殊的声音传来。这时我才忽然想到，庙，已经消失了这么多年了。消失了，或者封闭了，连同那可以眺望的另一种地方。在我的印象里，就是从那一刻起，一个时代结束了。傍晚，我独自摇着轮椅去找那小庙。我并不明确为什么要去找它，也许只是为了找回童年的某种感觉？总之，我忽然想念起庙，想念起庙堂的屋檐石阶门廊，月夜下庙院的幽静与空荒，香缕细细地飘升，然后破碎。我想念起庙的形式。我由衷地想念那令人犹豫的音乐，也许是那样的犹豫，终于符合了我的已经不太年轻的生命。然而，其实，我并不是多么喜欢那样的音乐。那音乐，想一想也依然令人压抑惶恐胆战心惊。但以我已经走过的岁月，我不由地回想，不由地眺望，不由地从那音乐的压力之中听见另一种存在了。我并不喜欢它，譬如不能像喜欢生一样地喜欢死。但是要有它。人的心中，先天就埋藏了对它的响应。响应，什么样的响应呢？在我，这个生性愚顽的孩子！那永远不会是成就圆满的欣喜，恰恰相反，是残缺明确地显露。眺望越是美好，越是看见自己的丑弱，越是无边，越看到限制。神在何处？以我的愚顽，怎么也想象不出一个无苦无忧的极乐之地。设若确有那样的极乐之地，设若有福的人果真到了那里，然后呢？我总是这样想然后再往哪儿去呢？心如死水还是再有什么心愿？无论再往哪儿去吧，都说明此地并非圆满。丑弱的人和圆满的神，之间，是信者永远的路。这样，我听见，那犹豫的音乐是提醒着一件事此岸永远是残缺的，否则彼岸就要坍塌。这大约就是佛之慈悲的那一个悲字吧。慈呢，便是在这一条无尽无休的路上行走，所要有的持念。没有了庙的时代结束了。紧跟着，另一个时代到来了，风风火火。北京城内外的一些有名的寺庙相继修葺一新，重新开放。但那更像是寺庙变成公园的开始，人们到那儿去多是游览，于是要收门票，票价不菲。"}
{"text":"心如死水还是再有什么心愿？无论再往哪儿去吧，都说明此地并非圆满。丑弱的人和圆满的神，之间，是信者永远的路。这样，我听见，那犹豫的音乐是提醒着一件事此岸永远是残缺的，否则彼岸就要坍塌。这大约就是佛之慈悲的那一个悲字吧。慈呢，便是在这一条无尽无休的路上行走，所要有的持念。没有了庙的时代结束了。紧跟着，另一个时代到来了，风风火火。北京城内外的一些有名的寺庙相继修葺一新，重新开放。但那更像是寺庙变成公园的开始，人们到那儿去多是游览，于是要收门票，票价不菲。香火重新旺盛起来，但是有些异样。人们大把大把地烧香，整簇整簇的香投入香炉，火光熊熊，烟气熏蒸，人们衷心地跪拜，祈求升迁，祈求福寿，消灾避难，财运亨通倘今生难为，可于来世兑现，总之祈求佛祖全面的优待。庙，消失多年，回来时已经是一个极为现实的地方了，再没有什么犹豫。年春天，我坐了八九个小时飞机，到了很远的地方，地球另一面，一座美丽的城市。一天傍晚，会议结束，我和妻子在街上走，一阵钟声把我们引进了一座小教堂庙。那儿有很多教堂，清澈的阳光里总能听见飘扬的钟声。那钟声让我想起小时候我家附近有一座教堂，我站在院子里，最多两岁，刚刚从虚无中睁开眼睛，尚未见到外面的世界先就听见了它的声音，清朗悠远沉稳，仿佛响自天上。此钟声是否彼钟声？当然，我知道，中间隔了八千公里并四十几年。我和妻子走进那小教堂，在那儿拍照，大声说笑，东张西望，毫不吝惜地按动快门这时，我看见一个中年女人独自坐在一个角落，默默地望着前方耶稣的雕像。后来，在洗印出来的照片中，在我和妻子身后，我又看见了她。她的眉间似有些愁苦，但双手放松地摊开在膝头，心情又似非常宁静，对我们的喧哗一无觉察，或者是我们的喧哗一点也不能搅扰她吧。我心里忽然颤抖那一瞬间，我以为我看见了我的母亲。我一直有着一个凄苦的梦，隔一段时间就会在我的黑夜里重复一回母亲，她并没有死，她只是深深地失望了，对我，或者尤其对这个世界，完全地失望了，困苦的灵魂无处诉告，无以支持，因而她走了，离开我们到很远的地方去了，不再回来。在梦中，我绝望地哭喊，心里怨她我理解你的失望，我理解你的离开，但你总要捎个信儿来呀，你不知道我们会牵挂你不知道我们是多么想念你吗？但就连这样的话也无从说给她，只知道她在很远的地方，并不知道她到底在哪儿。"}
{"text":"我一直有着一个凄苦的梦，隔一段时间就会在我的黑夜里重复一回母亲，她并没有死，她只是深深地失望了，对我，或者尤其对这个世界，完全地失望了，困苦的灵魂无处诉告，无以支持，因而她走了，离开我们到很远的地方去了，不再回来。在梦中，我绝望地哭喊，心里怨她我理解你的失望，我理解你的离开，但你总要捎个信儿来呀，你不知道我们会牵挂你不知道我们是多么想念你吗？但就连这样的话也无从说给她，只知道她在很远的地方，并不知道她到底在哪儿。这个梦一再地走进我的黑夜，驱之不去，我便在醒来时在白日的梦里为它作一个续母亲，她的灵魂并未消散，她在幽冥之中注视我并保佑了我多年，直等到我的眺望已在幽冥中与她汇合，她才放了心，重新投生别处，投生在一个灵魂有所诉告的地方了。我希望，我把这个梦写出来，我的黑夜从此也有了皈依了。安乐死断想首先我认为，用人为的方法结束植物人的生命，并不在安乐死的范畴之内，因为植物人已经丧失意识，已无从体尝任何痛苦和安乐。安乐死是对有意识的人而言的，其定义是患不治之症的病人在危重濒死状态时，由于精神和躯体的极端痛苦，在病人或亲友的要求下，经过医生的认可，用人为的方法使病人在无痛苦状态下度过死亡阶段而终结生命全过程引自安乐死第页。在弄清一件事是否符合人道主义之前，有必要弄清什么是人？给人下一个定义是件很复杂的事，但人与其他东西的区别却是显而易见的人是这星球下唯一有意识的生命。辞海上说，意识是人所特有的。有意识当然不是指有神经反射或仅仅能够完成条件反射，而是指有精神活动因而能够创造生活和享受生活。而植物人是没有意识的。那么植物人还是人吗？这样问未免太残酷，甚至比听说人是猴变的还要感觉残酷。但面对这残酷的事实科学显然不能回避，而是要问既然如此，我们仍要对植物人实行人道主义的理由何在？我想，那是因为我们记得每一个植物人在成为植物人之前都是骄做的可敬可爱的堂堂正正的人。正因为我们深刻地记得这一点，我们才不能容忍他们有朝一日像一株株植物似的任人摆布而丧失尊严。与其让他们无辜地，在无法表达自己的意愿无从行使自己的权利的状态下屈辱地呼吸，不如帮他们凛然并庄严地结束。我认为这才是对他们以往人格的尊重，因而这才是人道。"}
{"text":"那么植物人还是人吗？这样问未免太残酷，甚至比听说人是猴变的还要感觉残酷。但面对这残酷的事实科学显然不能回避，而是要问既然如此，我们仍要对植物人实行人道主义的理由何在？我想，那是因为我们记得每一个植物人在成为植物人之前都是骄做的可敬可爱的堂堂正正的人。正因为我们深刻地记得这一点，我们才不能容忍他们有朝一日像一株株植物似的任人摆布而丧失尊严。与其让他们无辜地，在无法表达自己的意愿无从行使自己的权利的状态下屈辱地呼吸，不如帮他们凛然并庄严地结束。我认为这才是对他们以往人格的尊重，因而这才是人道。当然，植物人也已无从体尝人道。事实上，一切所谓人道都是对我们这些活人有意识的人而言的。我们哀悼死者是出于我们感情的需要，不允许人们有这种感情是不人道的。我们为死者穿上整齐的衣服并在其墓前立一块碑，我们实际是在为包括我们在内的人类唱支赞歌。人是不能混同于其他东西的，因而要有一个更为庄严的结束让我们混同于其他东西是不人道的。让一个人仅仅开动着消化循环和呼吸系统而没有自己的意志，不仅是袖手旁观他的被侮辱，而且是对我们所有人的自由和尊严的严重威胁，所以是不人道的，那么，让一个实际已经告别了人生的植物人妨碍着人们譬如植物人的亲属的精神的全面实现，使他们陷于很可能是漫长的痛苦，并毫无意义地争夺他们的物质财富，这难道是人道吗？当然不。总之，人为地结束植物人的生命无疑是人道的。至于如何甄别植物人，这不是道德问题而是技术问题，技术的不完善只说明应该加紧研究，并不说明其他。真正值得探讨的是符合前述定义的安乐死是否人道，是否应该施行？譬如，一个人到了癌症晚期，虽然他这有意识，但这意识刚够他受尽精神和肉体的折磨，除此之外他只是在等死，完全无望继续创造生活和享受生活了。这时候他有没有权利要求提前死去？医生和法律应不应该帮助他实现这最后的愿望？我说他有这个权利，医生和法律也应该帮助他实现这一愿望。反对这样做的唯一似乎站得住脚的理由是医学是不断发展的，什么人也不能断定，今天不能治愈的疾病在今后也不能治愈。保证他存活，是等待救治他的机会到来的最重要前提。而且只有这样才能促进医学的发展而造福于后人。但是首先，如果医学的发展竟以一个无辜者的巨大痛苦为前提，并且不顾他自己的权利与愿望，这又与法西斯拿人来作试验有什么两样呢？法西斯的上述行为不是也使医学有过发展么？"}
{"text":"医生和法律应不应该帮助他实现这最后的愿望？我说他有这个权利，医生和法律也应该帮助他实现这一愿望。反对这样做的唯一似乎站得住脚的理由是医学是不断发展的，什么人也不能断定，今天不能治愈的疾病在今后也不能治愈。保证他存活，是等待救治他的机会到来的最重要前提。而且只有这样才能促进医学的发展而造福于后人。但是首先，如果医学的发展竟以一个无辜者的巨大痛苦为前提，并且不顾他自己的权利与愿望，这又与法西斯拿人来作试验有什么两样呢？法西斯的上述行为不是也使医学有过发展么？看来，以促进医学发展为由反对安乐死是站不住脚的，这是舍本求末丢弃了医学的最高原则人道主义。况且，医学新技术完全可以靠动物试验而得以发展，只有在这新技术接近完善之时才能用之于人，绝不可想象让一个身患绝症的濒死的人受尽折磨，而只是为了等待一项八字还没一撇的医学新技术。其次，医学的发展确实是难以预料的，有时一个偶然的机会也许就能使绝症出现转机。这又怎么办呢？一边是百分之九十九的无可救药，一边是百分之一的对偶然的企盼。我想，所以安乐死的施行第一要紧的是尊重患者本人的意愿。科学不能以偶然为依据，但科学承认偶然的存在。医生把情况向患者讲明，之后，患者的意愿就是上帝，他宁愿等待偶然或宁愿不等待偶然，我们都该听命于他。当然，如果他甘愿忍受痛苦而为医学的发展作出贡献，他理应受到人们加倍的尊敬。但这绝不等于说别人可以强迫他这样做。另外我想，安乐死的施行，会迢迫人们更注重疾病的早期防治与研究。如果能把维持无望治愈者暂时存活的人力物力，用于早期患者的防治上，效果肯定会更好。据说，发生过极少数植物人苏醒的病例。但这除了说明有极少数误诊之外还能说明什么呢？一项正确的措施显然不能因为极少数例外或失误而取消，因噎废食差不多是最愚蠢的行为。难道我们真要看到盒中的每一根火柴都能划着才敢相信这是一盒值得买下来的火柴吗？倘如此，人类将无所作为，只配等死，因为现行的很多诊断和治疗方法，都有着被科学和法律所允许的致死率。甚至在交通事故如此频繁发生的今天，也没有哪个正常人想到要把自己锁在家里。只要是生命，就应该无条件地让它存活下去，这才人道。这才体现出一个社会的进步程度。这样的观点就更糊涂，糊涂到竟未弄清人与某种被饲养物的区别。人是不能无条件活着的，譬如，不能没有尊严。人也是不能允许其他东西无条件地活着，譬如，当老鼠掠夺你的口粮的时候。"}
