{"text":"有时一天反复多次。实际上，这些都没有用。有时候，敌机已经飞在头顶上，射击，投弹，然而却没有警报。现在我一出门，先看看天空，伸长耳朵听一听。如无机影机声，就往前走。如有，则到屋檐下躲一躲。此时街上流言四起，有的人说哥廷根已宣布为s不设防城市，可以免遭轰炸。又有人说德国已在城西挖战壕。又有人干脆说美军这一进城，我就挂出白旗。可见市民心态之混乱。到月日，我在日记里写道指山上人工植蘑菇的山洞里非常冷，围了毯子，坐在那里，只是睡不着。我心里总奇怪，为什么有这样许多人在里面，而且接二连三地往里挤。后来听说，党部已经布告，妇孺都要离开哥廷根。我心里一惊，当然不会再睡着了。好歹盼到天明，仓猝回家吃了点东西，往里搬了一批书，又回去。远处炮声响得厉害。里已经乱成一团。有的说，德国军队要守哥城，有的说，哥城预备投降。蓦地城里响起了五分钟长的警笛，表示敌人快进城来。我心里又一惊，自己的命运同哥城的命运就要在短期内决定了。炮声也觉得挨近了。前面仓皇跑着德国打败的军队。隔了好久，外面忽然平静下来。有的人出去看，已经看到美国坦克车。里面更乱了，谁都不敢出来，怕美国兵开枪。结果我同一位德国太太出来找到一个美国兵，告诉他这情形，回去通知大家，才陆续走出来。我心里很高兴，自己不能制止自己了，跑到一辆坦克车前面，同美国兵聊起来。我忘记了这是战争状态，枪口都对着弦。回到家来已经点了。美国兵就这样进了城。对哥廷根来说，二战结束了。六年长的一场噩梦醒了。柏林王气黯然收，法西斯王朝完蛋了。我的二战心影也就到此为止了。我的心影完全根据当时的日记，决没有掺入半点今天的想法与捏造，是完全真实的。我在德国十年的日记，一天不缺，恐怕有一两百万字。像这样的傻工作，今天留下的真如凤毛麟角了。我以一个个人，在一个极小的地方，管窥二战这样的大事，没有感到一点惊天地泣鬼神的剧烈，我感到的是大战来得轻率，去得飘忽。如果要谈什么教训的话，我只有一句老生常谈玩火者必自焚。遗憾的是，今天还有人在那里玩火。月是故乡明每个人都有个故乡，人人的故乡都有个月亮。人人都爱自己的故乡的月亮。事情大概就是这个样子。但是，如果只有孤零零一个月亮，未免显得有点孤单。"}
{"text":"我在德国十年的日记，一天不缺，恐怕有一两百万字。像这样的傻工作，今天留下的真如凤毛麟角了。我以一个个人，在一个极小的地方，管窥二战这样的大事，没有感到一点惊天地泣鬼神的剧烈，我感到的是大战来得轻率，去得飘忽。如果要谈什么教训的话，我只有一句老生常谈玩火者必自焚。遗憾的是，今天还有人在那里玩火。月是故乡明每个人都有个故乡，人人的故乡都有个月亮。人人都爱自己的故乡的月亮。事情大概就是这个样子。但是，如果只有孤零零一个月亮，未免显得有点孤单。因此，在中国古代诗文中，月亮总有什么东西当陪衬，最多的是山和水，什么山高月小三潭印月等等，不可胜数。我的故乡是在山东西北部大平原上。我小的时候，从来没有见过山，也不知山为何物。我曾幻想，山大概是一个圆而粗的柱子吧，顶天立地，好不威风。以后到了济南，才见到山，恍然大悟山原来是这个样子呀因此，我在故乡里望月，从来不同山联系。像苏东坡说的月出于东山之上，徘徊于斗牛之间，完全是我无法想象的。至于水，我的故乡小村却大大地有。几个大苇坑占了小村面积一多半。在我这个小孩子眼中，虽不能像洞庭湖八月湖水平那样有气派，但也颇有一点烟波浩渺之势。到了夏天，黄昏以后，我在坑边的场院里躺在地上，数天上的星星。有时候在古柳下面点起篝火，然后上树一摇，成群的知了飞落下来，比白天用嚼烂的麦粒去粘要容易得多。我天天晚上乐此不疲，天天盼望黄昏早早来临。到了更晚的时候，我走到坑边，抬头看到晴空一轮明月，清光四溢，与水里的那个月亮相映成趣。我当时虽然还不懂什么叫诗兴，但也顾而乐之，心中油然有什么东西在萌动。有时候在坑边玩很久，才回家睡觉。在梦中见到两个月亮叠在一起，清光更加晶莹澄澈。第二天一早起来，到坑边苇子丛里去捡鸭子下的蛋，白白地一闪光，手伸向水中，一摸就是一个蛋。此时更是乐不可支了。我只在故乡呆了六年，以后就离乡背井，漂泊天涯。在济南住了十多年，在北京度过四年，又回到济南呆了一年，然后在欧洲住了近十一年，重又回到北京，到现在已经四十多年了。在这期间，我曾到过世界上将近三十个国家，我看过许许多多的月亮。在风光旖旎的瑞士莱茫湖上，在平沙无垠的非洲大沙漠中，在碧波万顷的大海中，在巍峨雄奇的高山上，我都看到过月亮，这些月亮应该说都是美妙绝伦的，我都异常喜欢。但是，看到它们，我立刻就想到我故乡中那个苇坑上面和水中的那个小月亮。"}
{"text":"此时更是乐不可支了。我只在故乡呆了六年，以后就离乡背井，漂泊天涯。在济南住了十多年，在北京度过四年，又回到济南呆了一年，然后在欧洲住了近十一年，重又回到北京，到现在已经四十多年了。在这期间，我曾到过世界上将近三十个国家，我看过许许多多的月亮。在风光旖旎的瑞士莱茫湖上，在平沙无垠的非洲大沙漠中，在碧波万顷的大海中，在巍峨雄奇的高山上，我都看到过月亮，这些月亮应该说都是美妙绝伦的，我都异常喜欢。但是，看到它们，我立刻就想到我故乡中那个苇坑上面和水中的那个小月亮。对比之下，无论如何我也感到，这些广阔世界的大月亮，万万比不上我那心爱的小月亮。不管我离开我的故乡多少万里，我的心立刻就飞来了。我的小月亮，我永远忘不掉你我现在已经年近耄耋，住的朗润园是燕园胜地。夸大一点说，此地有茂林修竹，绿水环流，还有几座土山，点缀其间。风光无疑是绝妙的。前几年，我从庐山休养回来，一个同在庐山休养的老朋友来看我。他看到这样的风光，慨然说你住在这样的好地方，还到庐山去干嘛呢！可见朗润园给人印象之深。此地既然有山，有水，有树，有竹，有花，有鸟，每逢望夜，一轮当空，月光闪耀于碧波之上，上下空漾，一碧数顷，而且荷香远溢，宿鸟幽鸣，真不能不说是赏月胜地。荷塘月色的奇景，就在我的窗外。不管是谁来到这里，难道还能不顾而乐之吗？然而，每值这样的良辰美景，我想到的却仍然是故乡苇坑里的那个平凡的小月亮。见月思乡，已经成为我经常的经历。思乡之病，说不上是苦是乐，其中有追忆，有惆怅，有留恋，有惋惜。流光如逝，时不再来。在微苦中实有甜美在。月是故乡明，我什么时候能够再看到我故乡里的月亮呀！我怅望南天，心飞向故里。第二篇师友风义一个真正的中国人，一个真正的中国知识分子我的题目一个真正的中国人，一个真正的中国知识分子，分为两个问题，一个真正的中国人讲陈先生的爱国主义，因为近几年国内外对陈先生的著作写了很多文章，也是非常有深度的，可是我感到有一点不大够，我们中国评论一个人是道德文章，道德摆在前面，文章摆在后面，这标准看起来很简单，实际上并不简单。据我知道，在国际上评论一个人时把道德摆在前面并不是太多。我们中国历史上的严嵩，大家知道是一个坏人，可字写得非常好。传说北京的六必居，还有山海关天下第一关都是严嵩写的，没有署名，因为他人坏道德不行，艺术再好也不行，这是咱们中国的标准。"}
{"text":"据我知道，在国际上评论一个人时把道德摆在前面并不是太多。我们中国历史上的严嵩，大家知道是一个坏人，可字写得非常好。传说北京的六必居，还有山海关天下第一关都是严嵩写的，没有署名，因为他人坏道德不行，艺术再好也不行，这是咱们中国的标准。今天我着重讲一下我最近对寅恪先生道德方面的一些想法，不一定都正确。第一个讲爱国主义。关于爱国主义，过去我写过文章，我听说有一位台湾的学者认同我所说的陈先生是爱国主义者，我感到很高兴。爱国主义这个问题我考虑过好多年，什么叫爱国主义？爱国主义有几种几类？是不是一讲爱国主义都是好的？在此我把考虑的结果向大家汇报一下。爱国须有国，没有国就没有爱国主义，这是很简单的。有了国家以后就出现了爱国主义。在中国，出现了许多爱国者，比欧洲美国都多岳飞文天祥史可法等。在欧洲历史上找一个著名的爱国者比较难。我记得小学时学世界历史，有法国爱国者贞德，好像在欧洲历史上再找一个岳飞文天祥式的爱国者很难，什么原因呢？并不是欧洲人不爱国，也不是说中国人生下来就是爱国的，那是唯心主义。我们讲存在决定意识，因此可以说，是我们的环境决定我们爱国。什么环境呢？在座的都是历史学家，都知道我们中国几千年的历史有一个特点，北方一直有少数民族的活动。先秦，北方就有少数民族威胁中原先秦之后秦始皇雄才大略，面对北方的威胁派出大将蒙恬去征伐匈奴到了西汉的开国之君刘邦时，也曾被匈奴包围过武帝时派出卫青霍去病征伐匈奴，取得胜利，对于丝绸之路的畅通等有重大意义。六朝时期更没法说了，北方的少数民族或者叫兄弟民族到中原来，隋朝很短。唐代是一个伟大的朝代，唐代的开国之君李渊曾对突厥秘密称臣，不敢宣布，不敢明确讲这个问题。到了宋代，北方辽金取代了突厥，宋真宗澶渊之盟大家都是知道的，不需我讲了，宋徽宗宋钦宗都被捉到了北方。之后就是南宋，整个宋代由于北方少数民族的威胁，产生了大爱国主义者岳飞文天祥。元代是蒙古贵族当政，也不必说了。明代又是一个大朝代，明代也受到北方少数民族的威胁，明英宗也有土木堡之围。"}
{"text":"六朝时期更没法说了，北方的少数民族或者叫兄弟民族到中原来，隋朝很短。唐代是一个伟大的朝代，唐代的开国之君李渊曾对突厥秘密称臣，不敢宣布，不敢明确讲这个问题。到了宋代，北方辽金取代了突厥，宋真宗澶渊之盟大家都是知道的，不需我讲了，宋徽宗宋钦宗都被捉到了北方。之后就是南宋，整个宋代由于北方少数民族的威胁，产生了大爱国主义者岳飞文天祥。元代是蒙古贵族当政，也不必说了。明代又是一个大朝代，明代也受到北方少数民族的威胁，明英宗也有土木堡之围。明代之后清朝又是满族贵族当政。中国两千多年以来的历史一直有外敌或内敌下面还将讲这个问题威胁，如果没有外敌的话，我们也产生不出岳飞文天祥，也出不了爱国诗人陆游及更早牧羊北海的苏武。中华民族近两千年的历史一直受外敌，后来是西方来或南来的欧洲，或东方来的敌人的威胁。所以，现在中国五十六个民族，过去不这么算，始终都有外敌。外敌存在是一种历史存在，由于有这么一个历史存在，决定了中国五十六个民族爱我们的祖国。欧洲的历史与这不一样，很不一样。虽然难于从欧洲史上找出爱国主义者，但是欧洲人都爱国，这是毫无问题的，他们都爱自己的国家。我说中国人中华民族爱国是存在决定意识，这是第一个问题。第二个问题，爱国主义是不是好的？大家一看，爱国主义能是坏东西吗？我反复考虑这个问题，觉得没那么简单。我在上次纪念论文集的中讲了一个看法，认为爱国主义有广义狭义之分。狭义的爱国主义指敌我矛盾时的表现，如苏武岳飞文天祥史可法还有一种爱国主义不一定针对敌人，像杜甫致君尧舜上，再使风俗淳，君嘛当然代表国家，在当时爱君就是爱国家，杜甫是爱国的诗人。所以，爱国主义有狭义广义这么两种。最近我又研究这一问题，现在有这么一种不十分确切的看法，爱国主义可分为正义的爱国主义与非正义的爱国主义。正义的爱国主义是什么呢？一个民族一个国家受外敌压迫欺凌屠杀，这时候的爱国主义我认为是正义的爱国主义，应该反抗，敌人来了我们自然会反抗。还有一种非正义的爱国主义，压迫别人的民族，欺凌别人的民族，他们也喊爱国主义，这种爱国主义能不能算正义的？国家名我不必讲，我一说大家都知道是哪个国家，杀了人家，欺侮人家，那么你爱国爱什么国，这个国是干吗的？所以，我将爱国主义分为两类，即正义的爱国主义与非正义的爱国主义，爱国主义不都是好的。"}
{"text":"正义的爱国主义是什么呢？一个民族一个国家受外敌压迫欺凌屠杀，这时候的爱国主义我认为是正义的爱国主义，应该反抗，敌人来了我们自然会反抗。还有一种非正义的爱国主义，压迫别人的民族，欺凌别人的民族，他们也喊爱国主义，这种爱国主义能不能算正义的？国家名我不必讲，我一说大家都知道是哪个国家，杀了人家，欺侮人家，那么你爱国爱什么国，这个国是干吗的？所以，我将爱国主义分为两类，即正义的爱国主义与非正义的爱国主义，爱国主义不都是好的。我这个想法惹出一场轩然大波。北京有一个大学校长，看了我这个想法，非常不满，给我写了一封信，说你那个想法在我校引起了激烈的争论，认为你说的不对，什么原因呢？你讲的当时的敌人现在都是我们五十六个民族之一，照你这么一讲不是违反民族政策吗？帽子扣得大极了。后来我一想，这事儿麻烦了，那个大学校长亲自给我写信我就回了一封信，我说贵校一部分教授对我的看法有意见，我非常欢迎，但我得解释我的看法，一是不能把古代史现代化，二是你们那里的教授认为，过去的民族战争，如与匈奴打仗是内战，岳飞与金打仗是内战，都是内战，不能说是爱国。我说，按照这种讲法，中国历史上没有一个爱国者，都是内战牺牲者。若这样，首先应该把西湖的岳庙拆掉，把文天祥的祠堂拆掉，这才属于符合民族政策，这里需加上引号。关于内战，我说我给你举一个例子，元朝同宋朝打仗能说是民族战争吗？今天的蒙古人民共和国承认是内战吗？别的国家没法说的，如匈奴，现在我们已经搞不清楚了。先生几次讲过，当时元朝征服中国时，已经征服俄罗斯了，所以不能讲是内战。我说，你做校长的，真正执行民族政策应该讲道理，不能歪曲，我还听说有人这样理解岳飞的满江红，岳飞的满江红中有一句壮志饥餐胡虏肉，笑谈渴饮匈奴血，他们理解为你们那么厉害，要吃我们的肉，喝我们的血。岳飞的满江红是真是假，还值得研究，一般认为是假的。但我知道，邓广铭教授认为是真的。不管怎么样，我们不搞那些考证。虽然这话说得太厉害了，内战嘛，怎么能吃肉喝血。我给他们回信说，你做校长的要给大家解释，说明白，讲道理，不能带情绪。我们五十六个民族基本上是安定团结的，没问题的。安定团结并不等于说用哪一个民族的想法支配别的民族，这样不利于安定团结。后来他没有给我回信，也许他们认为我的说法有道理。现在我感觉到爱国主义不一定都是好的，也有坏的。"}
{"text":"岳飞的满江红是真是假，还值得研究，一般认为是假的。但我知道，邓广铭教授认为是真的。不管怎么样，我们不搞那些考证。虽然这话说得太厉害了，内战嘛，怎么能吃肉喝血。我给他们回信说，你做校长的要给大家解释，说明白，讲道理，不能带情绪。我们五十六个民族基本上是安定团结的，没问题的。安定团结并不等于说用哪一个民族的想法支配别的民族，这样不利于安定团结。后来他没有给我回信，也许他们认为我的说法有道理。现在我感觉到爱国主义不一定都是好的，也有坏的。像牧羊的苏武岳飞文天祥，面对匈奴，抵抗金蒙古，这些都是真的爱国主义。那么，陈先生的爱国主义呢？大家都知道，我说陈先生是三世爱国，三代人。第一代人陈宝箴出生于年，年到北京会试，那时候英法联军火烧圆明园，陈宝箴先生在北京城里看见西方烟火冲天，痛哭流涕。年陈宝箴先生任湖南巡抚，主张新政，请梁启超做时务学堂总教习。陈宝箴先生的儿子陈三立是当时的大诗人，陈三立就是陈散原，也是爱国的，后来年老生病，陈先生迎至北京奉养。年陈三立先生生病，后来卢沟桥事变，陈三立老人拒绝吃饭，拒绝服药。前面两代人都爱国，陈先生自己对中国充满了热爱，有人问为什么年陈先生到南方来，关键问题在上次开会之前就有点争论。有一位台湾学者说陈先生对国民党有幻想，要到台湾去。广州一位青年学者说不是这样。实际上可以讲，陈先生到了台湾也是爱国，因为台湾属于中国，没有出国，这是诡辩。事实上，陈先生到了广东不再走了，他对蒋介石早已失望。年代中央研究院院士开会，蒋介石接见，陈先生回来写了一首诗看花愁近最高楼，他对蒋介石印象如此。大家一般都认为陈先生是钻进象牙塔里做学问的，实际上，在座的与陈先生接触过的还有不少，我也与陈先生接触了几年，陈先生非常关心政治，非常关心国家前途，所以说到了广东后不再走了。陈先生后来呢，这就与我所讲的第二个问题有关了。陈先生对共产主义是什么态度，现在一些人认为他反对共产主义，实际上不是这样的。大家看一看浦江清清华园日记，他用英文写了几个字，说陈先生赞成s共产主义，但反对sss，即陈先生赞成共产主义，但反对俄罗斯式的共产主义。浦江清写日记，当时不敢写共产两个字，用了英语。说陈先生反对共产主义是不符事实的。"}
{"text":"陈先生后来呢，这就与我所讲的第二个问题有关了。陈先生对共产主义是什么态度，现在一些人认为他反对共产主义，实际上不是这样的。大家看一看浦江清清华园日记，他用英文写了几个字，说陈先生赞成s共产主义，但反对sss，即陈先生赞成共产主义，但反对俄罗斯式的共产主义。浦江清写日记，当时不敢写共产两个字，用了英语。说陈先生反对共产主义是不符事实的。那么，为什么他又不到北京去，这就涉及到我讲的第二个问题。第一个问题我讲了陈先生是一个真正的中国人，重点在真正，三代爱国还不真正吗？这第二个问题讲陈先生是一个真正的中国知识分子。我自己作为一个中国的知识分子，也做了有八十年了，有一点体会。中国这个国家呢，从历史上讲始终处于别人的压迫之下，当时是敌人现在可能不是了，不过也没法算，你说他们现在跑到哪里去了，谁知道。世界上哪有血统完全纯粹的人没有。我们身上流的都是混血，广州还好一点，广东胡血少。我说陈先生为什么不到北京去？大家都知道，周总理陈毅郭沫若他们都希望陈先生到北方去，还派了一位陈先生的弟子来动员，陈先生没有去，提出的条件大家都知道，我也就不复述了。到了年，作为一个中国的知识分子，我写过一篇文章一个老知识分子的心声，我说中国的知识分子由于历史条件决定有两个特点第一个爱国，刚才我已讲过了第二个骨头硬，硬骨头，骨头硬并不容易。赞扬，说的骨头最硬，这是中国知识分子的优良传统。三国时祢衡骂曹操。章太炎骂袁世凯，大家都知道，章太炎挂着大勋章，赤脚，到新华门前骂袁世凯，他那时就不想活着回来。袁世凯这个人很狡猾，未敢怎么样。中国知识分子的这种硬骨头，这种精神，据我了解，欧洲好像也不大提倡。我在欧洲呆了多年，有一点发言权，不过也不是百分之百的正确。所以，爱国是中国知识分子几千年来的一个传统，硬骨头又是一个传统。陈先生不到北京，是不是表示他的骨头硬，若然，这下就出问题了你应不应该啊？你针对谁啊？你对我们中华人民共和国骨头硬吗？我们年代的党员提倡作驯服的工具，不允许硬，难道不对吗？所以，中国的问题很复杂。我举两个例子，都是我的老师，一个是金岳霖先生，清华园时期我跟他上过课一个是汤用彤先生，到北大后我听过他的课，我当时是系主任。"}
{"text":"我在欧洲呆了多年，有一点发言权，不过也不是百分之百的正确。所以，爱国是中国知识分子几千年来的一个传统，硬骨头又是一个传统。陈先生不到北京，是不是表示他的骨头硬，若然，这下就出问题了你应不应该啊？你针对谁啊？你对我们中华人民共和国骨头硬吗？我们年代的党员提倡作驯服的工具，不允许硬，难道不对吗？所以，中国的问题很复杂。我举两个例子，都是我的老师，一个是金岳霖先生，清华园时期我跟他上过课一个是汤用彤先生，到北大后我听过他的课，我当时是系主任。这是北方的两位，还可以举出其他很多先生，南方的就是陈寅恪先生。金岳霖先生是伟大的学者，伟大的哲学家，他平常非常随便，后来他在政协呆了很多年，我与金岳霖先生同时呆了十几年，开会时常在一起，同在一组，说说话，非常随便。有一次开会，金岳霖先生非常严肃地作自我批评，绝不是开玩笑的，什么原因呢？原来他买了一张古画，不知是唐伯虎的还是祝枝山的，不清楚，他说这不应该，现在革命了，买画是不对的。玩物丧志，我这个知识分子应该作深刻的自我批评，深挖灵魂中的资产阶级思想，不是开玩笑，真的当时我也有点不明白，因为我的脑袋也是驯服的工具，我也有点吃惊，我想金先生怎么这样呢，这样表现呢？汤用彤先生也是伟大学者，后来年纪大了，坐着轮椅，我有时候见着他，他和别人说话，总讲共产党救了我，我感谢党对我的改造培养。他说，现在我病了，党又关怀我，所以，我感谢党的改造培养关怀，他也是非常真诚的。金岳霖汤用彤先生不会讲假话的，那么对照一下，陈先生怎么样呢？我不说了。我想到了孟子说的几句话回忆陈寅恪先生别人奇怪，我自己也奇怪我写了这样多的回忆师友的文章，独独遗漏了陈寅恪先生。这究竟是为什么呢？对我来说，这是事出有因，查亦有据的。我一直到今天还经常读陈先生的文章，而且协助出版社出先生的全集。我当然会时时想到寅格先生的。我是一个颇为喜欢舞笔弄墨的人，想写一篇回忆文章，自是意中事。但是，我对先生的回忆，我认为是异常珍贵的，超乎寻常地神圣的。我希望自己的文章不要玷污了这一点神圣性，故而迟迟不敢下笔。到了今天，北大出版社要出版我的怀旧集，已经到了非写不行的时候了。要论我同寅恪先生的关系，应该从六十五年前的清华大学算起。我于年考入国立清华大学，入西洋文学系不知道从什么时候起改名为外国语文系。"}
