{"text":"据日记，讲演日期应是一九三一年七月二十日，副标题所记八月十二日有误。申报参看本卷第页注。该报最初的内容，除国内外新闻记事外，还刊载一些竹枝词俗语灯谜诗文唱和等这类作品的撰稿者多为当时所谓才子之类。古今体诗古体诗和今体诗。格律严格的律诗绝句排律等，形成于唐代，唐代人称之为今体诗或近体诗而对产生较早，格律较自由的古诗古风，则称为古体诗。后人也沿用这一称呼。儒林外史长篇小说，清代吴敬梓著，共五十五回。书中对科举制度和封建礼教作了讽刺和批判。三宝太监西洋记即三宝太监西洋记通俗演义，明代罗懋登著，共二十卷，一百回。快心编清末较流行的通俗小说之一，署名天花才子编辑，四桔居士评点，共三集，三十二回。点石斋画报旬刊，附属于申报发行的一种石印画报，一八八四年创刊，一八九八年停刊。由申报馆附设的点石斋石印书局出版，吴友如主编。后来吴友如把他在该刊所发表的作品汇辑出版，分订成册，题为吴友如墨宝。吴友如？―约，名猷又作嘉猷，字友如，江苏元和今吴县人，清末画家。绣像指明清以来通俗小说卷头的书中人物的白描画像。叶灵凤参看本卷第页注。一九二六年至一九二七年初，他在上海办幻洲半月刊，鼓吹新流氓主义。浮世绘日本德川幕府时代的一种民间版画，题材多取自下层市民社会的生活。十八世纪末期逐渐衰落。拆梢即敲诈揩油，指对妇女的猥亵行为吊膀子，即勾引妇女。这些都是上海方言。迦茵小传英国哈葛德所作长篇小说。该书最初有署名蟠溪子的译文，仅为原著的下半部，一九三年上海文明书局出版，当时流行很广。后由林琴南根据魏易口述，译出全文，一九五年商务印书馆出版。先的大骂当指寅半生作读迦因小传两译本书后一文载一九六年杭州出版的游戏世界第十一期，其中说蟠溪子不知几费踌躇，几费斟酌，始得有孕一节为迦因隐去。不意有林畏庐者，不知与迦因何仇，凡蟠溪子百计所弥缝而曲为迦因讳者，必欲另补之以彰其丑。呜呼！迦因何幸而得蟠溪子为之讳其短而显其长，而使读迦因小传者咸神往于迦因也遮因何不幸而复得林畏庐为之暴其行而贡其丑，而使读迦因小传者咸轻薄夫迦因也。天虚我生即陈蝶仙，鸳鸯蝴蝶派作家。"}
{"text":"不意有林畏庐者，不知与迦因何仇，凡蟠溪子百计所弥缝而曲为迦因讳者，必欲另补之以彰其丑。呜呼！迦因何幸而得蟠溪子为之讳其短而显其长，而使读迦因小传者咸神往于迦因也遮因何不幸而复得林畏庐为之暴其行而贡其丑，而使读迦因小传者咸轻薄夫迦因也。天虚我生即陈蝶仙，鸳鸯蝴蝶派作家。九一八事变后，在全国人民抵制日货声中，他经营的家庭工业社制造了取代日本金钢石牙粉的无敌牌牙粉，因盛销各地而致富。按天虚我生曾于一九二年编辑申报自由谈，不是眉语主编。眉语，鸳鸯蝴蝶派的月刊，高剑华主编，一九一四年十月创刊，一九一六年出至第十八期停刊。鸳鸯胡蝶式文学指鸳鸯蝴蝶派作品，多用文言文描写迎合小市民趣味的才子佳人故事。鸳鸯蝴蝶派兴起于清末民初，先后办过小说时报民权素小说丛报礼拜六等刊物因礼拜六影响较大，故又称礼拜六派。代表作家有包天笑陈蝶仙徐枕亚周瘦鹃张恨水等。新青年综合性月刊。五四时期倡导新文化运动传播马克思主义的重要刊物。一九一五年九月创刊于上海，由陈独秀主编。第一卷名青年杂志，第二卷起改名新青年。从一九一八年一月起，李大钊等参加该刊编辑工作。一九二二年七月休刊。伊孛生即易卜生。他的剧本玩偶之家，写娜拉诺拉不甘做丈夫的玩偶而离家出走的故事，五四时期译成中文并上演，产生较大影响。其他主要剧作也曾在当时译成中文，新青年第四卷第六号一九一八年六月并出版了介绍他生平思想及作品的专号。终身大事以婚姻问题为题材的剧本，发表于新青年第六卷第三号一九一九年三月。创造社参看本卷第页注。文学研究会著名的文学团体，一九二一年一月成立于北京，由沈雁冰郑振铎叶绍钧等人发起，主张为人生的艺术，提倡现实主义的为改造社会服务的新文学，反对把文学当作游戏或消遣的东西。同时努力介绍俄国和东欧北欧及其他弱小民族的文学作品。该会当时的活动，对于中国新文学运动，曾起了很大的推动作用。编有小说月报文学旬刊文学周报和文学研究会丛书多种。是这个文学团体的支持者。"}
{"text":"创造社参看本卷第页注。文学研究会著名的文学团体，一九二一年一月成立于北京，由沈雁冰郑振铎叶绍钧等人发起，主张为人生的艺术，提倡现实主义的为改造社会服务的新文学，反对把文学当作游戏或消遣的东西。同时努力介绍俄国和东欧北欧及其他弱小民族的文学作品。该会当时的活动，对于中国新文学运动，曾起了很大的推动作用。编有小说月报文学旬刊文学周报和文学研究会丛书多种。是这个文学团体的支持者。创造社出马的第一个广告，指创造季刊的出版广告，载于一九二一年九月二十九日时事新报，其中有自文化运动发生后，我国新文艺为一二偶像所垄断等话。这里说的批评误译的专论，指成仿吾在创造季刊第二卷第一期一九二三年五月发表的雅典主义的文章。它对佩韦王统照的今年纪念的几个文学家载一九二二年十二月小说月报一文中将无神论s误译为雅典主义加以批评。吴宓字雨僧，陕西泾阳人。曾留学美国，后任东南大学教授。一九二一年他同梅光迪胡先X等人创办学衡杂志，提倡复古主义，是反对新文化运动的代表人物之一。小说月报一九一年清宣统二年创刊于上海，商务印书馆出版，开始由王蕴章恽铁樵先后主编，是礼拜六派的主要刊物之一。一九二一年一月第十二卷第一期起，由沈雁冰主编，内容大加改革，因此遭到礼拜六派的攻击。一九二三年一月第十四卷起改由郑振铎主编。一九三一年十二月出至第二十二卷第十二期停刊。小说世界周刊，鸳鸯蝴蝶派为对抗革新后的小说月报创办的刊物，叶劲风主编。一九二三年一月创刊于上海，商务印书馆出版。一九二九年十二月停刊。郭沫若四川乐山人，文学家历史学家和社会活动家。早年从事革命文化活动，为著名的文学团体创造社主要发起人。一九二六年投身北伐战争，一九二七年参加八一南昌起义，失败后旅居日本，从事中国古代史和古文字学的研究。抗日战争爆发后回国，在中国共产党领导下，组织和团结国统区进步文化人士从事抗日和民主运动。他的著作丰富，对我国新文化运动作出了巨大贡献。冈却罗夫通译冈察洛夫，俄国作家。著有长篇小说奥勃洛摩夫等。列宁在论苏维埃共和国的国内外形势等文中曾多次提到奥勃洛摩夫这个艺术形象。"}
{"text":"早年从事革命文化活动，为著名的文学团体创造社主要发起人。一九二六年投身北伐战争，一九二七年参加八一南昌起义，失败后旅居日本，从事中国古代史和古文字学的研究。抗日战争爆发后回国，在中国共产党领导下，组织和团结国统区进步文化人士从事抗日和民主运动。他的著作丰富，对我国新文化运动作出了巨大贡献。冈却罗夫通译冈察洛夫，俄国作家。著有长篇小说奥勃洛摩夫等。列宁在论苏维埃共和国的国内外形势等文中曾多次提到奥勃洛摩夫这个艺术形象。指叶灵凤的小说穷愁的自传，载现代小说第三卷第二期一九二九年十一月。小说中的主角魏日青说照着老例，起身后我便将十二枚铜元从旧货摊上买来的一册呐喊撕下三页到露台上去大便。向培良湖南黔阳人，狂飙社主要成员之一，后来投靠国民党。他在狂飙第五期一九二六年十一月论孤独者一文中曾说青年们愤怒而且嗥叫，像一个被追逐的狼，回过头来，露出牙。一九二九年他在上海主编青春月刊，反对革命文学运动，提倡所谓人类底艺术。所著人类的艺术一书，一九三年五月由国民党南京拔提书店出版。厨川白村的这些话，见于他所作苦闷的象征第三部分中的短篇项链一节。列宁青年中国共产主义青年团的机关刊物。一九二三年十月在上海创刊，原名中国青年，一九二七年十一月改为无产青年，一九二八年十月又改为列宁青年，一九三二年停刊。这里所说的文章，指载于该刊第一卷第十一期一九二九年三月得钊的一年来中国文艺界述评。朱元璋濠州钟离今安徽凤阳人，元末农民起义军领袖之一，明朝第一个皇帝。辛亥革命前夕，同盟会机关报民报上曾登过他的画像，称他为中国大民族革命伟人中国革命之英雄。按这里说的檀道济当为韩信，见宋代江少虞著事实类苑党进不识文字，过市，见缚栏为戏者，驻马问汝所诵何言。优者曰说韩信。进大怒曰汝对我说韩信，见韩信即当说我此三面两头之人。即令杖之。拜了流氓做老子指和上海流氓帮口头子有勾结，并拜他们做师父和干爹的所谓文学家。民族主义的文学当时由国民党当局策划的反动文学。参看本书民族主义文学的任务和运命及其注。"}
{"text":"按这里说的檀道济当为韩信，见宋代江少虞著事实类苑党进不识文字，过市，见缚栏为戏者，驻马问汝所诵何言。优者曰说韩信。进大怒曰汝对我说韩信，见韩信即当说我此三面两头之人。即令杖之。拜了流氓做老子指和上海流氓帮口头子有勾结，并拜他们做师父和干爹的所谓文学家。民族主义的文学当时由国民党当局策划的反动文学。参看本书民族主义文学的任务和运命及其注。唐朝的钉梢唐朝的钉梢上海的摩登少爷要勾搭摩登小姐，首先第一步，是追随不舍，术语谓之钉梢。钉者，坚附而不可拔也，梢者，末也，后也，译成文言，大约可以说是追蹑。据钉梢专家说，那第二步便是扳谈即使骂，也就大有希望，因为一骂便可有言语来往，所以也就是扳谈的开头。我一向以为这是现在的洋场上才有的，今看花间集，乃知道唐朝就已经有了这样的事，那里面有张泌的浣溪纱调十首，其九云晚逐香车入凤城，东风斜揭绣帘轻，慢回娇眼笑盈盈。消息未通何计是，便须佯醉且随行，依稀闻道太狂生。这分明和现代的钉梢法是一致的。倘要译成白话诗，大概可以是这样夜赶洋车路上飞，东风吹起印度绸衫子，显出腿儿肥，乱丢俏眼笑迷迷。难以扳谈有什么法子呢？只能带着油腔滑调且钉梢，好像听得骂道杀千刀！但恐怕在古书上，更早的也还能够发见，我极希望博学者见教，因为这是对于研究钉梢史的人，极有用处的。本篇最初发表于一九三一年十月二十日北斗第一卷第二期，署名长庚。花间集我国晚唐五代词人作品的选集，后蜀赵崇祈编，共十卷。张泌晚唐词人，生平不详。花间集中收有他的词二十七首。凤城传说秦穆公的女儿弄玉吹箫，曾引凤凰降临，所以称她住的城为丹凤城。后来又作京城的别称。太狂生太轻狂的意思。生，系词尾，无意义。我们要批评家我们要批评家看大概的情形我们这里得不到确凿的统计，从去年以来，挂着革命的的招牌的创作小说的读者已经减少，出版界的趋势，已在转向社会科学了。这不能不说是好现象。"}
{"text":"后来又作京城的别称。太狂生太轻狂的意思。生，系词尾，无意义。我们要批评家我们要批评家看大概的情形我们这里得不到确凿的统计，从去年以来，挂着革命的的招牌的创作小说的读者已经减少，出版界的趋势，已在转向社会科学了。这不能不说是好现象。最初，青年的读者迷于广告式批评的符咒，以为读了革命的创作，便有出路，自己和社会，都可以得救，于是随手拈来，大口吞下，不料许多许多是并不是滋养品，是新袋子里的酸酒，红纸包里的烂肉，那结果，是吃得胸口痒痒的，好像要呕吐。得了这一种苦楚的教训之后，转而去求医于根本的，切实的社会科学，自然，是一个正当的前进。然而，大部分是因为市场的需要，社会科学的译著又蜂起云涌了，较为可看的和很要不得的都杂陈在书摊上，开始寻求正确的知识的读者们已经在惶惑。然而新的批评家不开口，类似批评家之流便趁势一笔抹杀阿狗阿猫。到这里，我们所需要的，就只得还是几个坚实的，明白的，真懂得社会科学及其文艺理论的批评家。批评家的发生，在中国已经好久了。每一个文学团体中，大抵总有一套文学的人物。至少，是一个诗人，一个小说家，还有一个尽职于宣传本团体的光荣和功绩的批评家。这些团体，都说是志在改革，向旧的堡垒取攻势的，然而还在中途，就在旧的堡垒之下纷纷自己扭打起来，扭得大家乏力了，这才放开了手，因为不过是扭而已矣，所以大创是没有的，仅仅喘着气。一面喘着气，一面各自以为胜利，唱着凯歌。旧堡垒上简直无须守兵，只要袖手俯首，看这些新的敌人自己所唱的喜剧就够。他无声，但他胜利了。这两年中，虽然没有极出色的创作，然而据我所见，印成本子的，如李守章的跋涉的人们，台静农的地之子，叶永秦的小小十年前半部，柔石的二月及旧时代之死，魏金枝的七封信的自传，刘一梦的失业以后，总还是优秀之作。可惜我们的有名的批评家，梁实秋先生还在和陈西滢相呼应，这里可以不提成仿吾先生是怀念了创造社过去的光荣之后，摇身一变而成为石厚生，接着又流星似的消失了钱杏先生近来又只在拓荒者上，搀着藏原惟人，一段又一段的，在和茅盾扭结。每一个文学团体以外的作品，在这样忙碌或萧闲的战场，便都被打发或默杀了。这回的读书界的趋向社会科学，是一个好的，正当的转机，不惟有益于别方面，即对于文艺，也可催促它向正确，前进的路。"}
{"text":"可惜我们的有名的批评家，梁实秋先生还在和陈西滢相呼应，这里可以不提成仿吾先生是怀念了创造社过去的光荣之后，摇身一变而成为石厚生，接着又流星似的消失了钱杏先生近来又只在拓荒者上，搀着藏原惟人，一段又一段的，在和茅盾扭结。每一个文学团体以外的作品，在这样忙碌或萧闲的战场，便都被打发或默杀了。这回的读书界的趋向社会科学，是一个好的，正当的转机，不惟有益于别方面，即对于文艺，也可催促它向正确，前进的路。但在出品的杂乱和旁观者的冷笑中，是极容易雕谢的，所以现在所首先需要的，也还是――几个坚实的，明白的，真懂得社会科学及其文艺理论的批评家。本篇最初发表于一九三年四月一日萌芽月刊第一卷第四期。李守章字俊民，江苏南通人。跋涉的人们收短篇小说四篇，一九二九年北新书局出版。台静农安徽霍丘人，作家，未名社成员。地之子收短篇小说十四篇，一九二八年未名社出版。柔石参看本书柔石小传及其有关注。魏金枝浙江嵊县人，作家。七封信的自传，收短篇小说六篇，一九二八年上海人间书店出版，原题为七封书信的自传。刘一梦？―山东沂水人。失业以后收短篇小说八篇，一九二九年上海春野书店出版。这里说的钱杏和茅盾扭结，指钱杏在拓荒者第一期中国新兴文学中的几个具体的问题中，反复引证藏原惟人的再论普罗列塔利亚写实主义普罗列塔利亚艺术的内容与形式等文，来评论茅盾的作品和反对茅盾从牯岭到东京一文中所提出的意见。习惯与改革习惯与改革体质和精神都已硬化了的人民，对于极小的一点改革，也无不加以阻挠，表面上好像恐怕于自己不便，其实是恐怕于自己不利，但所设的口实，却往往见得极其公正而且堂皇。今年的禁用阴历，原也是琐碎的，无关大体的事，但商家当然叫苦连天了。不特此也，连上海的无业游民，公司雇员，竟也常常慨然长叹，或者说这很不便于农家的耕种，或者说这很不便于海船的候潮。他们居然因此念起久不相干的乡下的农夫，海上的舟子来。这真像煞有些博爱。一到阴历的十二月二十三，爆竹就到处毕毕剥剥。我问一家的店伙今年仍可以过旧历年，明年一准过新历年么？那回答是明年又是明年，要明年再看了。他并不信明年非过阳历年不可。但日历上，却诚然删掉了阴历，只存节气。"}
{"text":"今年的禁用阴历，原也是琐碎的，无关大体的事，但商家当然叫苦连天了。不特此也，连上海的无业游民，公司雇员，竟也常常慨然长叹，或者说这很不便于农家的耕种，或者说这很不便于海船的候潮。他们居然因此念起久不相干的乡下的农夫，海上的舟子来。这真像煞有些博爱。一到阴历的十二月二十三，爆竹就到处毕毕剥剥。我问一家的店伙今年仍可以过旧历年，明年一准过新历年么？那回答是明年又是明年，要明年再看了。他并不信明年非过阳历年不可。但日历上，却诚然删掉了阴历，只存节气。然而一面在报章上，则出现了一百二十年阴阳合历的广告。好，他们连曾孙玄孙时代的阴历，也已经给准备妥当了，一百二十年！梁实秋先生们虽然很讨厌多数，但多数的力量是伟大，要紧的，有志于改革者倘不深知民众的心，设法利导，改进，则无论怎样的高文宏议，浪漫古典，都和他们无干，仅止于几个人在书房中互相叹赏，得些自己满足。假如竟有好人政府，出令改革乎，不多久，就早被他们拉回旧道上去了。真实的革命者，自有独到的见解，例如乌略诺夫先生，他是将风俗和习惯，都包括在文化之内的，并且以为改革这些，很为困难。我想，但倘不将这些改革，则这革命即等于无成，如沙上建塔，顷刻倒坏。中国最初的排满革命，所以易得响应者，因为口号是光复旧物，就是复古，易于取得保守的人民同意的缘故。但到后来，竟没有历史上定例的开国之初的盛世，只枉然失了一条辫子，就很为大家所不满了。以后较新的改革，就著著失败，改革一两，反动十斤，例如上述的一年日历上不准注阴历，却来了阴阳合历一百二十年。这种合历，欢迎的人们一定是很多的，因为这是风俗和习惯所拥护，所以也有风俗和习惯的后援。别的事也如此，倘不深入民众的大层中，于他们的风俗习惯，加以研究，解剖，分别好坏，立存废的标准，而于存于废，都慎选施行的方法，则无论怎样的改革，都将为习惯的岩石所压碎，或者只在表面上浮游一些时。现在已不是在书斋中，捧书本高谈宗教，法律，文艺，美术等等的时候了，即使要谈论这些，也必须先知道习惯和风俗，而且有正视这些的黑暗面的勇猛和毅力。因为倘不看清，就无从改革。仅大叫未来的光明，其实是欺骗怠慢的自己和怠慢的听众的。本篇最初发表于一九三年三月一日萌芽月刊第一卷第三期。"}
{"text":"现在已不是在书斋中，捧书本高谈宗教，法律，文艺，美术等等的时候了，即使要谈论这些，也必须先知道习惯和风俗，而且有正视这些的黑暗面的勇猛和毅力。因为倘不看清，就无从改革。仅大叫未来的光明，其实是欺骗怠慢的自己和怠慢的听众的。本篇最初发表于一九三年三月一日萌芽月刊第一卷第三期。禁用阴历指一九二九年十月七日国民党当局发布的通令，其中规定凡商家帐目，民间契纸及一切签据，自十九年按即一九三年一月一日起一律适用国历，如附用阴历，法律即不生效。一百二十年阴阳合历指一百二十年阴阳历对照表，中华学艺社编，上海华通书局印行。浪漫古典梁实秋曾出版过论文集浪漫的与古典的，宣扬白璧德的新人文主义。好人政府是胡适等人于一九二二年五月提出的政治主张，见努力周报第二期发表的我们的政治主张一文我们以为现在不谈政治则已，若谈政治，应该有一个切实的，明了的，人人都能了解的目标。我们以为国内的优秀分子，无论他们理想中的政治组织是什么，现在都应该平心降格的公认好政府一个目标，作为现在改革中国政治的最低限度的要求。今日政治改革第一步在于好人须要有奋斗的精神。凡是社会上的优秀分子，应该为自卫计，为社会国家计，出来和恶势力奋斗。这里所说的好人社会上的优秀分子，都是胡适等资产阶级自由主义者的自我标榜。一九三年前后，胡适罗隆基等又在新月上老调重弹，目的在于参加国民党政府。乌略语夫通译乌里扬诺夫，即列宁。他在共产主义运动中的左派幼稚病一书中曾说无产阶级专政是对旧社会的势力和传统进行的顽强斗争，流血的和不流血的，暴力的和和平的，军事的和经济的，教育的和行政的斗争。千百万人的习惯势力是最可怕的势力。没有铁一般的和在斗争中锻炼出来的党，没有为本阶级全体忠实的人所信赖的党，没有善于考察群众情绪和影响群众情绪的党，要顺利地进行这种斗争是不可能的。列宁选集第四卷第二页，一九七二年十月人民出版社出版由此看来，则美，德，英三国，在馆数上，显示着约三成至一成增加。于看客数，也可以想定为大约同率的增加于这三国以外的诸国，也可以推为同样的增加率。"}
