{"text":"我们所处的社会，真是一个如何狭量，险恶，无的社会！不是身处其境，身受其毒的人，是无从知道的。过去的事，已经过去了我们在志摩的死后，再来替他打抱不平，也是徒劳的事。所以这次当志摩四十岁的诞辰，我想最好还是做一点实际的工作来纪念他，较为适当小曼已经有编纂他的全集的意思了，这原是纪念志摩的办法之一，此外像志摩文学奖金的设定，和他有关的公共机关里纪念碑胸像的建立，志摩图书馆的起，以及志摩传记的编撰等等，也是都可以由我们后死的友人，来做的工作。可恨的是时势的混乱，当这一个国难的关头，要来提倡尊重诗人，是违背事理的更可恨的是世的浇薄，现在有些活着的友人，一旦钻营得了大位，尚且要排挤诋毁，诬陷压迫我们这些无权无势的文人，对于死者那更加可以不必说了。侬今葬花人笑痴，他年葬侬知是谁？悼吊志摩，或者也就是变相的自悼吧！选自达夫散文集，上海北新书局年版回忆序作故的时候，我正飘流在福建。那一天晚上，刚在南台一家饭馆里吃晚饭，同席的有一位日本的新闻记者，一见面就问我，逝世的电报，接到了没有？我听了，虽则大吃了一惊，但总以为是同盟社造的谣。因为不久之前，我曾在上海会过他，我们还约好于秋天同去日本看红叶的。后来虽也听到他的病，但平时晓得他老有因为落夜而致伤风的习惯，所以，总觉得这消息是不可靠的误传。因为得了这一个消息之故，那一天晚上，不待终席，我就走了。同时，在那一夜里，福建报上，有一篇演讲稿子，也有改正的必要，所以从南台走回城里的时候，我就直上了报馆。晚上十点以后，正是报馆里最忙的时候，我一到报馆，与一位负责的编辑，只讲了几句话，就有位专编国内时事的记者，拿了中央社的电稿，来给我看了电文却与那一位日本记者所说的一样，说是著作家，于昨晚在沪病故了。我于惊愕之余，就在那一张破稿纸上，写了几句电文上海申报转许景宋女士骤闻噩耗，未敢置信，万请节哀，余事面谈。第二天的早晨，我就踏上了三北公司的靖安轮船，奔回到了上海。的葬事，实在是中国文学史上空前的一座纪念碑，他的葬仪，也可以说是民众对日人的一种示威运动。"}
{"text":"我于惊愕之余，就在那一张破稿纸上，写了几句电文上海申报转许景宋女士骤闻噩耗，未敢置信，万请节哀，余事面谈。第二天的早晨，我就踏上了三北公司的靖安轮船，奔回到了上海。的葬事，实在是中国文学史上空前的一座纪念碑，他的葬仪，也可以说是民众对日人的一种示威运动。工人，学生，妇女团体，以前生前的知友亲戚，和读他的著作，受他的感化的不相识的男男女女，参加行列的，总有一万人以上。当时，中国各地的民众正在热叫着对日开战，上海的知识分子，尤其是孙夫人蔡先生等旧日自由大同盟的诸位先进，提倡得更加激烈，而适当这一个时候去世了，他平时，也是主张对日抗战的，所以民众对于的死，就拿来当作了一个非抗战不可的象征换句话说，就是在把的死，看作了日本侵略中国的具体事件之一。在这个时候，在这一种绪下的全国民众，对的哀悼之，自然可以不而喻了所以当时全国所出的刊物，无论哪一种定期或不定期的印刷品上，都充满了哀吊的文字。第四辑风雨故人送仿吾的行但我却偏有一种爱冷不感热的特别脾气，以为的崇拜者，友人，同事，既有了这许多追悼他的文字与著作，那我这一个渺乎其小的同时代者，正可以不必马上就去铺张些我与的关系。在这一个热闹关头，我就是写十万百万字的哀悼的文章，于之大，原是不能再加上以毫末，而于我自己之小，反更足以多一个证明。因此，我只在文学月刊上，写了几句哀悼的话，此外就一字也不提，一直沉默到了现在。现在哩！的全集，已经出版了而全国民众，正在一个绝大的危难底下抖擞。在这伟大的民族受难期间，大家似乎对个人的伤悼情绪，减少了些了，我却想来利用余闲，写一点关于的回忆。若有人因看了这回忆之故，而去多读一次的集子，那就是我对于故人的报答，也就是我所以要写这些断片的本望。廿七年八月十四日在汉寿和第一次的相见，不知是在哪一年哪一月哪一日，――我对于时日地点，以及人的姓名之类的记忆力，异常的薄弱，人非要遇见至五六次以上，才能将一个人的名氏和一个人的面貌连合起来，记在心里――但地方却记得是在北平西城的砖塔儿胡同一间坐南朝北的小四合房子里。"}
{"text":"若有人因看了这回忆之故，而去多读一次的集子，那就是我对于故人的报答，也就是我所以要写这些断片的本望。廿七年八月十四日在汉寿和第一次的相见，不知是在哪一年哪一月哪一日，――我对于时日地点，以及人的姓名之类的记忆力，异常的薄弱，人非要遇见至五六次以上，才能将一个人的名氏和一个人的面貌连合起来，记在心里――但地方却记得是在北平西城的砖塔儿胡同一间坐南朝北的小四合房子里。因为记得那一天天气很阴沉，所以一定是在我去北平，入北京大学教书的那一年冬天，时间仿佛是在下午的三四点钟。若说起那一年的大事情来，却又有史可稽了，就是曹锟贿选成功，做大总统的那一个冬天。去看，也不知是为了什么事情。他住的那一间房子，我却记得很清楚，是在那两座砖塔的东北面，正当胡同正中的地方，一个三四丈宽的小院子，院子里长着三四株枣树。大门朝北，而住屋――三间上房――却朝正南，是杭州人所说的倒骑龙式的房子。那时候，还在教育部里当佥事，同时也在北京大学里教小说史略。我们谈的话，已经记不起来了，但只记得谈了些北大的教员中间的闲话，和学生的习气之类。他的脸色很青，胡子是那时候已经有了衣服穿得很单薄，而身材又矮小，所以看起来像是一个和他的年龄不大相称的样子。他的绍兴口音，比一般绍兴人所发的来得柔和，笑声非常之清脆，而笑时眼角上的几条小皱纹，却很是可爱。房间里的陈设，简单得很散置在桌上，书橱上的书籍，也并不多，但却十分的整洁。桌上没有洋墨水和钢笔，只有一方砚瓦，上面盖着一个红木的盖子。笔筒是没有的，水池却像一个小古董，大约是从头发胡同的小市上买来的无疑。他送我出门的时候，天色已经晚了，北风吹得很大门口临别的时候，他不晓说了一句什么笑话，我记得一个人在走回寓舍来的路上，因回忆着他的那一句，满面还带着了笑容。同一个来访我的学生，谈起了。他说虽在冬天，也不穿棉裤，是抑制的意思。他和他的旧式的夫人是不要好的。因此，我就想起了那天去访问他时，来开门的那一位清秀的中年妇人，她人亦矮小，缠足梳头，完全是一个典型的绍兴太太。数年前，在上海，我和映霞去北戴河避暑回到了北平的时候，映霞曾因好奇之故，硬逼我上自己造的那一所西城象鼻胡同后面西三条的小房子里，去看过这中年的妇人。"}
{"text":"同一个来访我的学生，谈起了。他说虽在冬天，也不穿棉裤，是抑制的意思。他和他的旧式的夫人是不要好的。因此，我就想起了那天去访问他时，来开门的那一位清秀的中年妇人，她人亦矮小，缠足梳头，完全是一个典型的绍兴太太。数年前，在上海，我和映霞去北戴河避暑回到了北平的时候，映霞曾因好奇之故，硬逼我上自己造的那一所西城象鼻胡同后面西三条的小房子里，去看过这中年的妇人。她现在还和的老母住在那里，但不知她们在强暴的邻人管制下的生活也过得惯不？那时候，我住在阜城门内巡捕厅胡同的老宅里。时常来往的，是住在东城禄米仓的张凤举，徐耀辰两位，以及沈尹默，沈兼士，沈士远的三昆仲不时也常和周作人氏，钱玄同氏，胡适之氏，马幼渔氏等相遇，或在北大的休息室里，或在公共宴会的席上。这些同事们，都是的崇拜者，而对于的古怪脾气，都当作一件似乎是历史上的轶事在谈论。在我与相见不久之后，周氏兄弟反目的消息，从禄米仓的张徐二位那里听到了。原因很复杂，而旁人终于也不明白是究竟为了什么。但终的一生，他与周作人氏，竟没有和解的机会。第四辑风雨故人送仿吾的行本来，与周作人氏哥儿俩，是住在八道湾的那一所大房子里的。这一所大房子，系在几年前，将他们绍兴的祖屋卖了，与周作人在八道湾买的买了之后，加以修缮，他们弟兄和老太太就统在那里住了。俄国的那位盲诗人爱罗先珂寄住的，也就是这一所八道湾的房子。后来和周作人氏闹了，所以他就搬了出来，所住的，大约就是砖塔胡同的那一间小四合了。所以，我见到他的时候，正在他们的口角之后不久的期间。据凤举他们判断，以为他们弟兄间的不睦，安全是两人的误解，周作人氏的那位日本夫人，甚至说对她有失敬之处。但有时候对我说我对启明，总老规劝他的，教他用钱应该节省一点。我们不得不想想将来，但他对于经济，总是进一个花一个的，尤其是他那一位夫人。从这些地方，会合起来，大约他们反目的真因，也可以猜度到一二成了。不过凡是认识，认识启明及他的夫人的人，都晓得他们三个人，完全是好人虽则也痛骂过正人君子，但据我所知的他们三人来说，则只有他们才是真正的正人君子。现在颇有些人，说周作人已作了汉奸，但我却始终仍是怀疑。"}
{"text":"但有时候对我说我对启明，总老规劝他的，教他用钱应该节省一点。我们不得不想想将来，但他对于经济，总是进一个花一个的，尤其是他那一位夫人。从这些地方，会合起来，大约他们反目的真因，也可以猜度到一二成了。不过凡是认识，认识启明及他的夫人的人，都晓得他们三个人，完全是好人虽则也痛骂过正人君子，但据我所知的他们三人来说，则只有他们才是真正的正人君子。现在颇有些人，说周作人已作了汉奸，但我却始终仍是怀疑。所以，全国文艺协会致周作人的那一封公开信，最后的决定，也是由我改削过的我总以为周作人先生，与那些甘心卖国的人，是不能作一样的看法的。这时候的教育部，薪水只到二成三成，公事是大家不办的，所以，很有功夫教书，编讲义，写文章。他的短文，大抵是由孙伏园氏拿去，在晨报副刊上表教书是除北大外，还兼任着师大。有一次，在那里闲坐，接到了一个来催开会的通知，我问他忙么？他说，忙倒也不忙，但是同唱戏的一样，每天总得到处去扮一扮。上讲台的时候，就得扮教授，到教育部去也非得扮官不可。他说虽则这样的说，但做到无论什么事时，却总肯负完全的责任。至于说到唱戏呢，在北平虽则住了那么久，可是他终于没有爱听京戏的癖性。他对于唱戏听戏的经验，始终只限于绍兴的社戏，高腔，乱弹，目连戏等，最多也只听到了徽班。阿所唱的那句手执钢鞭将你打，就是乱弹班龙虎斗里的句子，是赵玄坛唱的。对于目连戏，他却有特别的嗜好，他有好几次同我说，这戏里的穿插，实在有许许多多的幽默味。他曾经举出不少的实例，说到一个借了鞋袜靴子去赴宴会的人，到了人来向他索还，只剩一件大衫在身上的时候，这一位老兄就装作肚皮痛，以两手按着腹部，口叫着我肚皮痛杀哉，将身体伏矮了些，于是长衫就盖到了脚部以遮掩过去的一段，他还照样的做出来给我们看过。说这一段话时，我记得月夜的著者，川岛兄也在座上，我们曾经大笑过的。后来在上海，我有一次谈到了予倩田汉诸君想改良京剧，来作宣传的话，他根本就不赞成。并且很幽默的说，以京剧来宣传救国，那就是我们救国啊啊啊啊了，这行么？孙伏园氏在晨报社，为了的一篇挖苦人的恋爱的诗，与刘勉己氏闹反了脸。的学生李小峰就与伏园联合起来，出了语丝。"}
{"text":"说这一段话时，我记得月夜的著者，川岛兄也在座上，我们曾经大笑过的。后来在上海，我有一次谈到了予倩田汉诸君想改良京剧，来作宣传的话，他根本就不赞成。并且很幽默的说，以京剧来宣传救国，那就是我们救国啊啊啊啊了，这行么？孙伏园氏在晨报社，为了的一篇挖苦人的恋爱的诗，与刘勉己氏闹反了脸。的学生李小峰就与伏园联合起来，出了语丝。投稿者除上述的诸位之外，还有林语堂氏，在国外的刘半农氏，以及徐旭生氏等。但是周氏兄弟，却是语丝的中心。而每次语丝社中人叙会吃饭的时候，总不出席，因为不愿与周作人氏遇到的缘故。因此，在这一两年中，在社交界，始终没有露一露脸。无论什么人请客，他总不肯出席他自己哩，除了和一二人去小吃之外，也绝对的不大规模或正式的请客。这脾气，直到他去厦门大学以后，才稍稍改变了些。的对于后进的提拔，可以说是无微不至。语丝刊以后，有些新人的稿子，差不多都是推荐的。他对于高长虹他们的一集团，对于沉钟社的几位，对于未名社的诸子，都一例地在为说项。就是对于沈从文氏，虽则已有人在孙伏园去后的晨报副刊上在替吹嘘了，他也时时提到，唯恐诸编辑的埋没了他。还有当时在北大念书的王品青氏，也是他所属望的青年之一。本章结束第四辑风雨故人送仿吾的行和景宋女士许广平的认识，是当他在北京那时北平还叫做北京女师大教书的中间，前后经过，两地书里已经记载得很详细，此地可以不必说。但他和许女士的进一步的接近，是在三一八惨案之前，章士钊做教育总长，使刘百昭去用了老妈子军以暴力解散女师大的时候。是向来喜欢打抱不平的，看了章士钊的横行不法，又兼自己还是这学校的讲师，所以，当教育部下令解散女师大的时候，他就和许季，沈兼士，马幼渔等一道起来反对。当时的，还是教育部的佥事，故而总长的章士钊也就下令将他撤职。为此，他一面向行政院控告章士钊，提起行政诉讼，一面就在语丝上攻击现代评论的为虎作伥，尤以对陈源通伯教授为最烈。现代评论的一批干部，都是英国留学生而其中像周鲠生，皮宗石，王世杰等，却是两湖人。他们和章士钊，在同到过英国的一点上，在同是湖南人的一点上，都不得不帮教育部的忙。"}
{"text":"当时的，还是教育部的佥事，故而总长的章士钊也就下令将他撤职。为此，他一面向行政院控告章士钊，提起行政诉讼，一面就在语丝上攻击现代评论的为虎作伥，尤以对陈源通伯教授为最烈。现代评论的一批干部，都是英国留学生而其中像周鲠生，皮宗石，王世杰等，却是两湖人。他们和章士钊，在同到过英国的一点上，在同是湖南人的一点上，都不得不帮教育部的忙。因而攻击绅士态度，攻击现代评论的受贿赂，这一时候他的杂文，怕是他一生之中，最含热意的妙笔。在这一个压迫和反抗，正义和暴力的争斗之中，他与许广平便有了更进一步的认识机会。在这前后，我和他见面的次数并不多，因为我已经离开了北平，上武昌师范大学文科去教书了，可是这一年民十三？暑假回北京，看见他的时候，他正在做控告章士钊的状子，而女师大为校长杨荫榆的问题，也正是闹得最厉害的期间。当他告诉我完了这事情的经过之后，他仍旧不改他的幽默态度说人家说我在打落水狗，但我却以为在打枪伤老虎，在扮演周处或武松。这句话真说得我高笑了起来。可是他和景宋女士的认识，以及有什么来往，我却还一点儿也不曾晓得。直到两年？之后，他因和林文庆博士闹意见，从厦门大学回上海的那一年暑假，我上旅馆去看他，谈到了中午，就约他及景宋女士与在座的许钦文去吃饭。在吃完饭后，茶房端上咖啡来时，却很热情地向正在搅咖啡杯的许女士看了一眼，又用告诫亲属似地热情的口气，对许女士说密斯许，你胃不行，咖啡还是不吃的好，吃些生果吧！在这一个极微细的告诫里，我才第一次看出了他和许女士中间的爱情。从此以后，就在上海住下了，是在闸北去窦乐安路不远的景云里内一所三楼朝南的洋式弄堂房子里。他住二层的前楼，许女士是住在三楼的。他们两人间的关系，外人还是一点儿也没有晓得。有一次，林语堂――当时他住在愚园路，和我静安寺路的寓居很近――和我去看，谈了半天出来，林语堂忽然问我和许女士，究竟是怎么回事，有没有什么关系的？我只笑着摇摇头，回问他说你和他们在厦大同过这么久的事，难道还不晓得么？我可真看不出什么来。"}
{"text":"他住二层的前楼，许女士是住在三楼的。他们两人间的关系，外人还是一点儿也没有晓得。有一次，林语堂――当时他住在愚园路，和我静安寺路的寓居很近――和我去看，谈了半天出来，林语堂忽然问我和许女士，究竟是怎么回事，有没有什么关系的？我只笑着摇摇头，回问他说你和他们在厦大同过这么久的事，难道还不晓得么？我可真看不出什么来。说起林语堂，实在是一位天性纯厚的真正英美式的绅士，他决不疑心人有意说出的不关紧要的谎。我只举一个例出来，就可以看出他的本性。当他在美国向他的夫人求爱的时候，他第一次捧呈了她一册克莱克夫人著的小说模范绅士约翰哈里法克斯但第二次他忘记了，又捧呈了她以这册。这是林夫人亲口对我说的话，当然是不会错的。从这一点上看来，就可以看出语堂真是如何地忠厚老实的一位模范绅士。他的提倡幽默，挖苦绅士态度，我们都在说，这些都是从他的不及错觉心理出发的。语堂自从那一回经我说过和许女士中间大约并没有什么关系之后，一直到海婴的儿子将要生下来的时候，才兹恍然大悟。我对他说破了，他满脸泛着好好先生的微笑说你这个人真坏！的烟瘾，一向是很大的在北京的时候，他吸的，总是哈德门牌的拾枝装包。当他在人前吸烟的时候，他总探手进他那件灰布棉袍的袋里去摸出一枝来吸他似乎不喜欢将烟包先拿出来，然后再从烟包里抽出一枝，而再将烟包塞回袋里去。他这脾气，一直到了上海，仍没有改过，不晓是为了怕麻烦的原因呢？抑或为了怕人家看见他所吸的烟，是什么牌。第四辑风雨故人送仿吾的行他对于烟酒等刺激品，一向是不十分讲究的对于酒，他是同烟一样。他的量虽则并不大，但却老爱喝一点。在北平的时候，我曾和他在东安市场的一家小羊肉铺里喝过白干到了上海之后，所喝的，大抵是黄酒了。但五加皮，白玫瑰，他也喝，啤酒，白兰地他也喝，不过总喝得不多。爱护他，关心他的健康无微不至的景宋女士，有一次问我周先生平常喜欢喝一点酒，还是给他喝什么酒好？我当然答以黄酒第一。但景宋女士却说，他喝黄酒时，老要量喝得很多，所以近来她在给他喝五加皮。并且说，因为五加皮酒性太烈，她所以老把瓶塞在平时拔开，好教消散一点酒气，变得淡些。"}
{"text":"在北平的时候，我曾和他在东安市场的一家小羊肉铺里喝过白干到了上海之后，所喝的，大抵是黄酒了。但五加皮，白玫瑰，他也喝，啤酒，白兰地他也喝，不过总喝得不多。爱护他，关心他的健康无微不至的景宋女士，有一次问我周先生平常喜欢喝一点酒，还是给他喝什么酒好？我当然答以黄酒第一。但景宋女士却说，他喝黄酒时，老要量喝得很多，所以近来她在给他喝五加皮。并且说，因为五加皮酒性太烈，她所以老把瓶塞在平时拔开，好教消散一点酒气，变得淡些。在这些地方，本可看出景宋女士的一心为牺牲的伟大精神来仔细一想，真要教人感激得下眼泪的，但我当时却笑了，笑她的太没有对于酒的知识。当然她原也晓得酒精成分多少的科学常识，可是爱人爱得过分时，常识也往往会被热挚的真情，掩蔽下去。我于讲完了量与质的问题，讲完了酒精成分的比较问题之后，就劝她，以后，顶好是给周先生以好的陈黄酒喝，否则还是喝啤酒。这一段谈话后不久，忽而有一天，送了我两瓶十多年陈的绍兴黄酒，说是一位绍兴同乡，带出来送他的。我这才放了心，相信以后他总不再喝五加皮等烈酒了。我的记忆力很差，尤其是对于时日及名姓等的记忆。有些朋友，当见面时却混得很熟，但竟有一年半载以上，不晓得他的名姓的，因为混熟了，又不好再请教尊姓大名的缘故。像这一种习惯，我想一般人也许都有，可是，在我觉得特别的厉害。而呢，却很奇怪，他对于遇见过一次，或和他在文字上有点纠葛过的人，都记得很详细，很永固。所以，我在前段说起过的，到上海的时日，照理应该在十八年的春夏之交因为他于离开厦门大学之后，是曾上广州中山大学去住过一年的他的重回上海，是在因和顾颉刚起了冲突，脱离中山大学之后并且因恐受当局的压迫拘捕，其后亦曾在广州闲住了半年以上的时间。他对于辞去中山大学教职之后，在广州闲住的半年那一节事情，也解释得非常有趣。他说在这半年中，我譬如是一只雄鸡，在和对方呆斗。这呆斗的方式，并不是两边就咬起来，却是振冠击羽，保持着一段相当距离的对视。因为对方的假君子，背后是有政治力量的，你若一经示弱，对方就会用无论哪一种卑鄙的手段，来加你以压迫。因而有一次，大学里来请我讲演，伪君子正在庆幸机会到了，可以罗织成罪我的证据。但我却不忙不迫的讲了些魏晋人的风度之类，而对于时局和政治，一个字也不曾提起。"}
