{"text":"老而不死论一九二八年五月十五日在上海江湾复旦实验中学的讲演。讲稿佚。一个青年革命文学家指当时复旦大学中文系学生葛世荣。竖琴竖琴札弥亚丁Z生于一八八四年，是造船专家，俄国的最大的碎冰船列宁，就是他的劳作。在文学上，革命前就已有名，进了大家之列，当革命的内战时期，他还借艺术府文人府的演坛为发表机关，朗读自己的作品，并且是绥拉比翁的兄弟们的组织者和指导者，于文学是颇为尽力的。革命前原是布尔塞维克，后遂脱离，而一切作品，也终于不脱旧智识阶级所特有的怀疑和冷笑底态度，现在已经被看作反动的作家，很少有发表作品的机会了。洞窟是从米川正夫的劳农露西亚小说集译出的，并参用尾濑敬止的艺术战线里所载的译本。说的是饥饿的彼得堡一隅的居民，苦于饥寒，几乎失了思想的能力，一面变成无能的微弱的生物，一面显出原始的野蛮时代的状态来。为病妇而偷柴的男人，终于只得将毒药让给她，听她服毒，这是革命中的无能者的一点小悲剧。写法虽然好像很晦涩，但仔细一看，是极其明白的。关于十月革命开初的饥饿的作品，中国已经译过好几篇了，而这是关于冻的一篇好作品。淑雪兼珂Zs也是最初的绥拉比翁的兄弟们之一员，他有一篇很短的自传，说我于一八九五年生在波尔泰瓦。父亲是美术家，出身贵族。一九一三年毕业古典中学，入彼得堡大学的法科，未毕业。一九一五年当了义勇军向战线去了，受了伤，还被毒瓦斯所害，心有点异样，做了参谋大尉。一九一八年，当了义勇兵，加入赤军，一九一九年以第一名成绩回籍。一九二一年从事文学了。我的处女作，于一九二一年登在彼得堡年报上。但他的作品总是滑稽的居多，往往使人觉得太过于轻巧。在欧美，也有一部分爱好的人，所以译出的颇不少。这一篇老耗子是柔石从俄国短篇小说杰作集sss里译过来的，柴林Z原译，因为那时是在豫备朝华旬刊的材料，所以选着短篇中的短篇。但这也就是淑雪兼珂作品的标本，见一斑可推全豹的。"}
{"text":"但他的作品总是滑稽的居多，往往使人觉得太过于轻巧。在欧美，也有一部分爱好的人，所以译出的颇不少。这一篇老耗子是柔石从俄国短篇小说杰作集sss里译过来的，柴林Z原译，因为那时是在豫备朝华旬刊的材料，所以选着短篇中的短篇。但这也就是淑雪兼珂作品的标本，见一斑可推全豹的。伦支的在沙漠上，也出于米川正夫的劳农露西亚小说集，原还在卷末写有一段说明，如下在青年的绥拉比翁的兄弟们之中，最年少的可爱的作家莱夫伦支，为病魔所苦者将近一年，但至一九二四年五月，终于在汉堡的病院里长逝了。享年仅二十二。当刚才跨出人生的第一步，创作方面也将自此从事于真切的工作之际，虽有丰饶的天禀，竟不遑很得秋实而去世，在俄国文学，是可以说，殊非微细的损失的。伦支是充满着光明和欢喜和活泼的力的少年，常常驱除朋友们的沉滞和忧郁和疲劳，当绝望的瞬息中，灌进力量和希望去，而振起新的勇气来的杠杆。别的绥拉比翁的兄弟们一接他的讣报，便悲泣如失同胞，是不为无故的。性情如此的他，在文学上也力斥那旧时代俄国文学特色的沉重的忧郁的静底的倾向，而于适合现代生活基调的动底的突进态度，加以张扬。因此他埋头于研究仲马和司谛芬生，竭力要领悟那传奇底，冒险底的作风的真髓，而发见和新的时代精神的合致点。此外，则西班牙的骑士故事，法兰西的乐剧，也是他的热心研究的对象。动的主张者伦支，较之小说，倒在戏剧方面觉得更所加意。因为小说的本来的性质就属于静，而戏剧是和这相反的在沙漠上是伦支十九岁时之作，是从旧约的出埃及记里，提出和初革命后的俄国相共通的意义来，将圣书中的话和现代的话，巧施调和，用了有弹力的暗示底的文体，加以表现的。凡这些处所，我相信，都足以窥见他的不平常的才气。然而这些话似乎不免有些偏爱，据珂刚教授说，则伦支是在一九二一年二月的最伟大的法规制定期，登记期，兵营整理期中，逃进绥拉比翁的兄弟们的自由的怀抱里去的。那么，假使尚在，现在也决不能再是那时的伦支了。至于本篇的取材，则上半虽在出埃及记，而后来所用的却是民数记，见第二十五章，杀掉的女人就是米甸族首领苏甸的女儿哥斯比。"}
{"text":"凡这些处所，我相信，都足以窥见他的不平常的才气。然而这些话似乎不免有些偏爱，据珂刚教授说，则伦支是在一九二一年二月的最伟大的法规制定期，登记期，兵营整理期中，逃进绥拉比翁的兄弟们的自由的怀抱里去的。那么，假使尚在，现在也决不能再是那时的伦支了。至于本篇的取材，则上半虽在出埃及记，而后来所用的却是民数记，见第二十五章，杀掉的女人就是米甸族首领苏甸的女儿哥斯比。篇末所写的神，大概便是所看见的俄国初革命后的精神，但我们也不要忘却这观察者是绥拉比翁的兄弟们中的青年，时候是革命后不多久。现今的无产作家的作品，已只是一意赞美工作，属望将来，和那色黑而多须的真的神，面目全不相像了。果树园是一九一九至二十年之间所作，出处与前篇同，这里并仍录原的话斐定s也是绥拉比翁的兄弟们中之一人，是自从将短篇寄给一九二二年所举行的文人府的悬赏竞技，获得首选的荣冠以来，骤然出名的体面的。他的经历也和几乎一切的劳动作家一样，是颇富于变化的。故乡和雅各武莱夫同是萨拉妥夫的伏尔迦河畔，家庭是不富裕的商家。生长于古老的果园，渔夫的小屋，纤夫的歌曲那样的诗底的环境的他，一早就表示了艺术底倾向，但那倾向，是先出现于音乐方面的。他善奏怀亚林，巧于歌唱，常常出演于各处的音乐会。他既有这样的艺术的天禀，则不适应商家的空气，正是当然的事。十四岁时一九四年，曾经典质了爱用的乐器，离了家，往彼得堡去，后来得到父亲的许可，可以上京苦学了。世界大战前，为研究语学起见，便往德国，幸有天生的音乐的才能，所以一面做着舞蹈会的怀亚林弹奏人之类，继续着他的修学。世界大战起，斐定也受了侦探的嫌疑，被监视了。当这时候，为消遣无聊计，便学学画，或则到村市的剧场去，作为歌剧的合唱队的一员。他的生活，虽然物质底地穷蹙，但大体是藏在艺术这象牙之塔里，守御着实际生活的粗糙的刺戟的，但到革命后，回到俄国，却不能不立刻受火和血的洗礼了。他便成为共产党员，从事于煽动的演说，或做日报的编辑，或做执委的秘书，或自率赤军，往来于硝烟里。这对于他之为人的完成，自然有着伟大的贡献，连他自己，也称这时期为生涯中的s感奋的。"}
{"text":"世界大战起，斐定也受了侦探的嫌疑，被监视了。当这时候，为消遣无聊计，便学学画，或则到村市的剧场去，作为歌剧的合唱队的一员。他的生活，虽然物质底地穷蹙，但大体是藏在艺术这象牙之塔里，守御着实际生活的粗糙的刺戟的，但到革命后，回到俄国，却不能不立刻受火和血的洗礼了。他便成为共产党员，从事于煽动的演说，或做日报的编辑，或做执委的秘书，或自率赤军，往来于硝烟里。这对于他之为人的完成，自然有着伟大的贡献，连他自己，也称这时期为生涯中的s感奋的。斐定是有着纤细优美的作风的，在劳农俄国的们里，是最像艺术家的艺术家但在这文字的最普通的意义上。只要看他作品中最有名的果树园，也可以一眼便看见这特色。这篇是在文人府的悬赏时，列为一等的他的出山之作，描写那古老的美的传统渐就灭亡，代以粗野的新事物这一种人生永远的悲剧的。题目虽然是绝望底，而充满着像看水彩画一般的美丽明朗的色彩和绰约的抒情味s。加以并不令人感到矛盾缺陷，却酿出特种的调和，有力量将读者拉进那世界里面去，只这一点，就证明着的才能的非凡。此外，他的作品中，有名的还有中篇。后二年，他又作了都市与年的长篇，遂被称为第一流的大匠，但至一九二八年，第二种长篇兄弟出版，却因为颇多对于艺术至上主义与个人主义的赞颂，又很受批评家的责难了。这一短篇，倘使作于现在，是决不至于脍炙人口的中国亦已有靖华的译本，收在烟袋中，本可无需再录，但一者因为可以见苏联文学那时的情形，二则我的译本，成后又用新兴文学全集卷二十三中的横泽芳人译本细加参校，于字句似略有所长，便又不忍舍弃，仍旧收在这里了。雅各武莱夫s以一八八六年生于做漆匠的父亲的家里，本家全都是农夫，能够执笔写字的，全族中他是第一个。在宗教的氛围气中长大而终于独立生活，旅行，入狱，进了大学。十月革命后，经过了多时的苦闷，在文学上见了救星，为绥拉比翁的兄弟们之一个，自传云俄罗斯和人类和人性，已成为我的新的宗教了。从他毕业于彼得堡大学这端说，是智识分子，但他的本质，却纯是农民底，宗教底的。他的艺术的基调，是博爱和良心，而认农民为人类正义和良心的保持者，且以为惟有农民，是真将全世界联结于友爱的精神的。"}
{"text":"在宗教的氛围气中长大而终于独立生活，旅行，入狱，进了大学。十月革命后，经过了多时的苦闷，在文学上见了救星，为绥拉比翁的兄弟们之一个，自传云俄罗斯和人类和人性，已成为我的新的宗教了。从他毕业于彼得堡大学这端说，是智识分子，但他的本质，却纯是农民底，宗教底的。他的艺术的基调，是博爱和良心，而认农民为人类正义和良心的保持者，且以为惟有农民，是真将全世界联结于友爱的精神的。这篇穷苦的人们，从近代短篇小说集中八住利雄的译本重译，所发挥的自然也是人们互相救助爱抚的精神，就是所信仰的人性，然而还是幻想的产物。别有一种中篇十月，是被称为显示着较前进的观念形态的作品的，虽然所描写的大抵是游移和后悔，没有一个铁似的革命者在内，但恐怕是因为不远于事实的缘故罢，至今还有阅读的人们。我也曾于前年译给一家书店，但至今没有印。理定是一八九四年二月三日，生于墨斯科的。七岁，入拉赛列夫斯基东方语学院十四岁丧父，就营独立生活，到一九一一年毕业，夏秋两季，在森林中过活了几年，欧洲大战时候，由墨斯科大学毕业，赴西部战线十月革命时是在赤军中及西伯利亚和墨斯科后来常旅行于外国。他的作品正式的出版，在一九一五年，因为是大学毕业的，所以是智识阶级作家，也是同路人，但读者颇多，算是一个较为出色的。这原是短篇小说集往日的故事中的一篇，从村田春海译本重译的。时候是十月革命后到次年三月，约半年事情是一个犹太人因为不堪在故乡的迫害和虐杀，到墨斯科去寻正义，然而止有饥饿，待回来时，故家已经充公，自己也下了狱了。就以这人为中心，用简洁的蕴藉的文章，画出着革命俄国的最初时候的周围的生活。原译本印在新兴文学全集第二十四卷里，有几个脱印的字，现在看上下文义补上了，自己不知道有无错误。另有两个，却原来如此，大约是示威，杀戮这些字样罢，没有补。又因为希图易懂，另外加添了几个字，为原译本所无，则都用括弧作记。至于黑鸡来啄等等，乃是生了伤寒，发热时所见的幻象，不是智识阶级作家，作品里大概不至于有这样的玩意儿的――理定在自传中说，他年青时，曾很受契诃夫的影响。左祝黎s生于一八九一年，是墨斯科一个小商人的儿子。"}
{"text":"原译本印在新兴文学全集第二十四卷里，有几个脱印的字，现在看上下文义补上了，自己不知道有无错误。另有两个，却原来如此，大约是示威，杀戮这些字样罢，没有补。又因为希图易懂，另外加添了几个字，为原译本所无，则都用括弧作记。至于黑鸡来啄等等，乃是生了伤寒，发热时所见的幻象，不是智识阶级作家，作品里大概不至于有这样的玩意儿的――理定在自传中说，他年青时，曾很受契诃夫的影响。左祝黎s生于一八九一年，是墨斯科一个小商人的儿子。他的少年时代大抵过在工业都市罗持里。一九五年，因为和几个大暴动的指导者的个人的交情，被捕系狱者很长久。释放之后，想到美洲去，便学国际的手艺，就是学成了招牌画工和漆匠。十九岁时，他发表了最初的杰出的小说。此后便先在阿兑塞，后在列宁格勒做文艺栏的记者，通信员和编辑人。他的擅长之处，是简短的，奇特的s散文作品。亚克与人性从新俄新小说家三十人集sssss译出，原是荷涅克。从表面上看起来，也是一篇奇特的作品，但其中充满着怀疑和失望，虽然穿上许多讽刺的衣裳，也还是一点都遮掩不过去，和确信农民的雅各武莱夫所见的人性，完全两样了。听说这篇在中国已经有几种译本，是出于英文和法文的，可见西欧诸国，皆以此为的代表的作品。我只见过译载在青年界上的一篇，则与德译本很有些不同，所以我仍不将这一篇废弃。拉甫列涅夫s于一八九二年生在南俄的一个小城里，家是一个半破落的家庭，虽然拮据，却还能竭力给他受很好的教育。从墨斯科大学毕业后，欧战已经开头，他便再入圣彼得堡的炮兵学校，受训练六月，上战线去了。革命后，他为铁甲车指挥官和乌克兰炮兵司令部参谋长，一九二四年退伍，住在列宁格勒，一直到现在。他的文学活动，是一九一二年就开始的，中间为战争所阻止，直到二三年，才又盛行创作。小说制成影片，戏剧为剧场所开演，作品之被翻，几及十种国文在中国有靖华译的四十一附平常东西的故事一本，在未名丛刊里。这一个中篇星花，也是靖华所译，直接出于原文的。书叙一久被禁锢的妇女，爱一红军士兵，而终被其夫所杀害。"}
{"text":"革命后，他为铁甲车指挥官和乌克兰炮兵司令部参谋长，一九二四年退伍，住在列宁格勒，一直到现在。他的文学活动，是一九一二年就开始的，中间为战争所阻止，直到二三年，才又盛行创作。小说制成影片，戏剧为剧场所开演，作品之被翻，几及十种国文在中国有靖华译的四十一附平常东西的故事一本，在未名丛刊里。这一个中篇星花，也是靖华所译，直接出于原文的。书叙一久被禁锢的妇女，爱一红军士兵，而终被其夫所杀害。所写的居民的风习和性质，土地的景色，士兵的朴诚，均极动人，令人非一气读完，不肯掩卷。然而和无产的作品，还是截然不同，看去就觉得教民和红军士兵，都一样是作品中的资材，写得一样地出色，并无偏倚。盖同路人者，乃是决然的同情革命，描写革命，描写它的震撼世界的时代，描写它的社会主义建设的日子四十一卷首传中语的，而自己究不是战斗到底的一员，所以见于笔墨，便只能偏以洗练的技术制胜了。将这样的同路人的最优秀之作，和无产作家的作品对比起来，仔细一看，足令读者得益不少。英培尔以一八九三年生于阿兑塞。九岁已经做诗在高等女学校的时候，曾想去做女伶。卒业后，研究哲学，历史，艺术史者两年，又旅行了好几次。她最初的著作是诗集，一九一二年出版于巴黎，至二五年才始来做散文，受了狄更斯s，吉柏龄p，缪塞ss，托尔斯泰，斯丹达尔，法兰斯，哈德等人的影响。许多诗集之外，她还有几种小说集，少年小说，并一种自叙传的长篇小说，曰太阳之下，在德国已经有译本。拉拉的利益也出于新俄新小说家三十人集中，原弗兰克。虽然只是一种小品，又有些失之夸张，但使新旧两代――母女与父子――相对照之处，是颇为巧妙的。凯泰耶夫生于一八九七年，是一个阿兑塞的教员的儿子。一九一五年为师范学生时，已经发表了诗篇。欧洲大战起，以义勇兵赴西部战线，受伤了两回。俄国内战时，他在乌克兰，被红军及白军所拘禁者许多次。一九二二年以后，就住在墨斯科，出版了很多的小说，两部长篇，还有一种滑稽剧。物事也是柔石的遗稿，出处和原，都与老耗子同。"}
{"text":"虽然只是一种小品，又有些失之夸张，但使新旧两代――母女与父子――相对照之处，是颇为巧妙的。凯泰耶夫生于一八九七年，是一个阿兑塞的教员的儿子。一九一五年为师范学生时，已经发表了诗篇。欧洲大战起，以义勇兵赴西部战线，受伤了两回。俄国内战时，他在乌克兰，被红军及白军所拘禁者许多次。一九二二年以后，就住在墨斯科，出版了很多的小说，两部长篇，还有一种滑稽剧。物事也是柔石的遗稿，出处和原，都与老耗子同。这回所收集的资料中，同路人本来还有毕力涅克和绥甫林娜的作品，但因为纸数关系，都移到下一本去了。此外，有着世界的声名，而这里没有收录的，是伊凡诺夫s，爱伦堡，巴培尔s，还有老作家如惠垒赛耶夫s，普理希文s，托尔斯泰ss这些人。一九三二年九月十日，编者。竖琴编译的苏联同路人作家短篇小说集，一九三三年一月上海良友图书印刷公司出版，为良友文学丛书之一。内收札弥亚丁的洞窟淑雪兼柯的老耗子伦支的在沙漠上斐定的果树园雅各武莱夫的穷苦的人们理定的竖琴左祝黎的亚克与人性拉甫列涅夫的星花英培尔的拉拉的利益凯泰耶夫的物事等十篇其中老耗子和物事系柔石译，星花系曹靖华译。本篇最初印入竖琴单行本，未在报刊上发表过。札弥亚丁，―苏联同路人作家，文学团体谢拉皮翁兄弟的赞助者。十月革命前即写小说，后死于巴黎。著有长篇小说我们给成年的孩子们的寓言等。艺术府文人府即艺术之家文学家之家。米川正夫―日本翻译家俄国文学研究者。著有俄国文学思潮苏联旅行记，译有托尔斯泰全集陀思妥耶夫斯基全集等。劳农露西亚小说集，即工农俄罗斯小说集，一九二五年东京金星堂发行。回籍据原文，应作复员。彼得堡年报未样。柔石―原名赵平复，浙江宁海人，共产党员，作家。"}
{"text":"著有长篇小说我们给成年的孩子们的寓言等。艺术府文人府即艺术之家文学家之家。米川正夫―日本翻译家俄国文学研究者。著有俄国文学思潮苏联旅行记，译有托尔斯泰全集陀思妥耶夫斯基全集等。劳农露西亚小说集，即工农俄罗斯小说集，一九二五年东京金星堂发行。回籍据原文，应作复员。彼得堡年报未样。柔石―原名赵平复，浙江宁海人，共产党员，作家。曾任语丝编辑，并与等创办朝花社。著有中篇小说二月短篇小说为奴隶的母亲等，并致力于翻译介绍外国文艺。一九三一年二月七日被国民党反动派杀害于上海龙华。俄国短篇小说杰作集英译本由格拉汉编选，一九二九年本痕出版社印行。朝花旬刊上海朝花社发行的文艺刊物，着重介绍东欧北欧及弱小民族的作品，由柔石主编，一九二九年六月创刊，同年九月停刊。伦支，―苏联同路人作家，谢拉皮翁兄弟中重要人物之一。他崇拜西欧文艺，自称为不可调和的西欧派。仲马指大仲马s，―，法国作家。主要作品有长篇小说三个火枪手二十年后及基度山伯爵等。司谛芬生s，―通译斯蒂文生，英国作家。十九世纪末新浪漫主义的代表人物，著有小说金银岛化身博士等。西班牙的骑士故事在西欧中世纪骑士制度影响下，曾出现大批描写骑士的冒险生活和武功的作品，流行于法国和西班牙。塞万提斯西班牙小说家的长篇小说堂吉诃德，即借用骑士小说的形式，讽刺了骑士制度和骑士文学。法兰西的乐剧一种通俗的歌剧，内容比较轻松，起源于法国，十八世纪后期及十九世纪，流行于英美各国。旧约即旧约全书，基督教圣经的前半部分后半部分称新约全书。出埃及记是旧约的第二卷，计四十章。指一九二一年三月俄历二月俄共布通过和执行关于新经济政策的决议关于实行党的统一和团结的决议，以及党在军队里和政府机关里进行的一系列整顿工作。民数记旧约的第四卷，计三十六章。"}
