{"text":"一文而发。江震亚在这篇文章中说相信学者说话不会错，是评论界不应有的态度。我想要免除这个弊病，最好是发表文字不署名。他认为当一个重要问题发生时，总免不了有站在某某一边的人，来替某某辩论。而且因为某某是大学的教授，所以他的话不错，某某是一个大学生，所以他的话错了。内经即黄帝内经，是我国现存最早的一部医学文献。约为战国秦汉时医家汇集古代及当时医学资料纂述而成。全书分素问和灵枢两部分，共十八卷。肌肉都发源于手指和足趾的说法，见灵枢经筋第十三。洗冤录宋代宋慈著，共五卷，是一部较完整的法医学专著。男女骨数不同的说法见于该书验骨。细辛多年生草本植物，中医以全草入药。康圣人指康有为―，字广厦，号长素，广东南海人，清末维新运动的领袖。一八九八年清光绪二十四年变法维新失败后，他坚持君主立宪的主张，组织保皇党，反对孙中山领导的民主革命运动。辛亥革命后又与北洋军阀张勋扶植清废帝溥仪复辟。梁启超在康有为传中说他成童之时，便有志于圣贤之学，乡里俗子笑之，戏号之曰圣人为，盖以其开口辄曰圣人圣人也。否则要此膝何用一语，常见于康有为鼓吹尊孔的文电中，如他在请饬全国祀孔仍行跪拜礼中说中国民不拜天，又不拜孔子，留此膝何为？又在以孔教为国教配天议中说中国人不敬天亦不敬教主，不知其留此膝以傲慢何为也？格物推究事物的道理。礼记大学中有致知在格物，物格而后知至的话。苦闷的象征文艺论文集，日本厨川白村著。曾由译为中文，一九二四年十二月北京新潮社出版。二十四史指清代乾隆时钦定为正史的从史记到明史等二十四部史书。相斫书，意思是记载互相杀戮的书，语见三国志魏书卷十三注引鱼豢魏略豢又常从隗禧问左氏传，禧答曰左氏直相斫书耳，不足精意也。独夫的家谱，意思是记载帝王一姓世系的书，梁启超在中国史界革命案一文中曾说二十四史非史也，二十四姓之家谱而已。李自成―陕西米脂人，明末农民起义领袖。明崇祯二年起义，后被推为闯王。明崇祯十七年一月在西安建立大顺国，三月攻入北京。"}
{"text":"相斫书，意思是记载互相杀戮的书，语见三国志魏书卷十三注引鱼豢魏略豢又常从隗禧问左氏传，禧答曰左氏直相斫书耳，不足精意也。独夫的家谱，意思是记载帝王一姓世系的书，梁启超在中国史界革命案一文中曾说二十四史非史也，二十四姓之家谱而已。李自成―陕西米脂人，明末农民起义领袖。明崇祯二年起义，后被推为闯王。明崇祯十七年一月在西安建立大顺国，三月攻入北京。后明将吴三桂勾引清兵入关，李兵败退出北京，次年在湖北通山县九宫山被害。张献忠―，延安柳树涧今陕西定边东人，明末农民起义领袖。明崇祯三年起义，一六四四年入川，在成都建立大西国。清顺治三年在川北盐亭界为清兵所害。旧时史书包括野史和杂记中都有渲染李张好杀人的记载。绳其祖武语见诗经大雅下武。绳，继续武，步伐。轮回佛家语。佛教以为生物各依其所作的业修行的深浅积德的多少作恶的大小，永远在六道天道人道阿修罗道地狱道饿鬼道畜生道中生生死死，循环转化不已。通讯通讯一旭生先生前天收到猛进第一期，我想是先生寄来的，或者是玄伯先生寄来的。无论是谁寄的，总之我谢谢。那一期里有论市政的话，使我忽然想起一件不相干的事来。我现在住在一条小胡同里，这里有所谓土车者，每月收几吊钱，将煤灰之类搬出去。搬出去怎么办呢？就堆在街道上，这街就每日增高。有几所老房子，只有一半露出在街上的，就正在豫告着别的房屋的将来。我不知道什么缘故，见了这些人家，就像看见了中国人的历史。姓名我忘记了，总之是一个明末的遗民，他曾将自己的书斋题作活埋庵。谁料现在的北京的人家，都在建造活埋庵，还要自己拿出建造费。看看报章上的论坛，反改革的空气浓厚透顶了，满车的祖传，老例，国粹等等，都想来堆在道路上，将所有的人家完全活埋下去，强聒不舍，也许是一个药方罢，但据我所见，则有些人们――甚至于竟是青年――的论调，简直和戊戌政变时候的反对改革者的论调一模一样。你想，二十七年了，还是这样，岂不可怕。大约国民如此，是决不会有好的政府的好的政府，或者反而容易倒。"}
{"text":"看看报章上的论坛，反改革的空气浓厚透顶了，满车的祖传，老例，国粹等等，都想来堆在道路上，将所有的人家完全活埋下去，强聒不舍，也许是一个药方罢，但据我所见，则有些人们――甚至于竟是青年――的论调，简直和戊戌政变时候的反对改革者的论调一模一样。你想，二十七年了，还是这样，岂不可怕。大约国民如此，是决不会有好的政府的好的政府，或者反而容易倒。也不会有好议员的现在常有人骂议员，说他们收贿，无特操，趋炎附势，自私自利，但大多数的国民，岂非正是如此的么？这类的议员，其实确是国民的代表。我想，现在的办法，首先还得用那几年以前新青年上已经说过的思想革命。还是这一句话，虽然未免可悲，但我以为除此没有别的法。而且还是准备思想革命的战士，和目下的社会无关。待到战士养成了，于是再决胜负。我这种迂远而且渺茫的意见，自己也觉得是可叹的，但我希望于猛进的，也终于还是思想革命。。三月十二日。先生你所说底二十七年了，还是这样，诚哉是一件极可怕的事情。人类思想里面，本来有一种惰性的东西，我们中国人的惰性更深。惰性表现的形式不一，而最普通的，第一就是听天任命，第二就是中庸。听天任命和中庸的空气打不破，我国人的思想，永远没有进步的希望。你所说底讲话和写文章，似乎都是失败者的征象。正在和运命恶战的人，顾不到这些。实在是最痛心的话。但是我觉得从另外一方面看，还有许多人讲话和写文章，还可以证明人心的没有全死。可是这里需要有分别，必需要是一种不平的呼声，不管是冷嘲或热骂，才是人心未全死的证验。如果不是这样，换句话说，如果他的文章里面，不用很多的！，不管他说的写的怎么样好听，那人心已经全死，亡国不亡国，倒是第二个问题。思想革命，诚哉是现在最重要不过的事情，但是我总觉得语丝，现代评论和我们的猛进，就是合起来，还负不起这样的使命。我有两种希望第一希望大家集合起来，办一个专讲文学思想的月刊。里面的内容，水平线并无庸过高，破坏者居其六七，介绍新者居其三四。这样一来，大学或中学的学生有一种消闲的良友，与思想的进步上，总有很大的裨益。我今天给适之先生略谈几句，他说现在我们办月刊很难，大约每月出八万字，还属可能，如若想出十一二万字，就几乎不可能。"}
{"text":"思想革命，诚哉是现在最重要不过的事情，但是我总觉得语丝，现代评论和我们的猛进，就是合起来，还负不起这样的使命。我有两种希望第一希望大家集合起来，办一个专讲文学思想的月刊。里面的内容，水平线并无庸过高，破坏者居其六七，介绍新者居其三四。这样一来，大学或中学的学生有一种消闲的良友，与思想的进步上，总有很大的裨益。我今天给适之先生略谈几句，他说现在我们办月刊很难，大约每月出八万字，还属可能，如若想出十一二万字，就几乎不可能。我说你又何必拘定十一二万字才出，有七八万就出七八万，即使再少一点，也未尝不可，要之有它总比没有它好的多。这是我第一个希望。第二我希望有一种通俗的小日报。现在的第一小报，似乎就是这一类的。这个报我只看见三两期，当然无从批评起，但是我们的印象第一，是篇幅太小，至少总要再加一半才敷用第二，这种小报总要记清是为民众和小学校的学生看的。所以思想虽需要极新，话却要写得极浅显。所有专门术语和新名词，能躲避到什么步田地躲到什么步田他。第一小报对于这一点，似还不很注意。这样良好的通俗小日报，是我第二种的希望。拉拉杂杂写来，漫无伦叙。你的意思以为何如？徐炳昶。三月十六日。二旭生先生给我的信旱看见了，但因为琐琐的事情太多，所以到现在才能作答。有一个专讲文学思想的月刊，确是极好的事，字数的多少，倒不算什么问题。第一为难的却是撰人，假使还是这几个人，结果即还是一种增大的某周刊或合订的各周刊之类。况且撰人一多，则因为希图保持内容的较为一致起见，即不免有互相牵就之处，很容易变为和平中正，吞吞吐吐的东西，而无聊之状于是乎可掬。现在的各种小周刊，虽然量少力微，却是小集团或单身的短兵战，在黑暗中，时见匕首的闪光，使同类者知道也还有谁还在袭击古老坚固的堡垒，较之看见浩大而灰色的军容，或者反可以会心一笑。在现在，我倒只希望这类的小刊物增加，只要所向的目标小异大同，将来就自然而然的成了联合战线，效力或者也不见得小。但目下倘有我所未知的新的作家起来，那当然又作别论。通俗的小日报，自然也紧要的但此事看去似易，做起来却很难。我们只要将第一小报与群强报之类一比，即知道实与民意相去太远，要收获失败无疑。民众要看皇帝何在，太妃安否，而第一小报却向他们去讲常识，岂非悖谬。教书一久，即与一般社会睽离，无论怎样热心，做起事来总要失败。"}
{"text":"在现在，我倒只希望这类的小刊物增加，只要所向的目标小异大同，将来就自然而然的成了联合战线，效力或者也不见得小。但目下倘有我所未知的新的作家起来，那当然又作别论。通俗的小日报，自然也紧要的但此事看去似易，做起来却很难。我们只要将第一小报与群强报之类一比，即知道实与民意相去太远，要收获失败无疑。民众要看皇帝何在，太妃安否，而第一小报却向他们去讲常识，岂非悖谬。教书一久，即与一般社会睽离，无论怎样热心，做起事来总要失败。假如一定要做，就得存学者的良心，有市侩的手段，但这类人才，怕教员中间是未必会有的。我想，现在没奈何，也只好从智识阶级――其实中国并没有俄国之所谓智识阶级，此事说起来话太长，姑且从众这样说――一面先行设法，民众俟将来再谈。而且他们也不是区区文字所能改革的，历史通知过我们，清兵入关，禁缠足，要垂辫，前一事只用文告，到现在还是放不掉，后一事用了别的法，到现在还在拖下来。单为在校的青年计，可看的书报实在太缺乏了，我觉得至少还该有一种通俗的科学杂志，要浅显而且有趣的。可惜中国现在的科学家不大做文章，有做的，也过于高深，于是就很枯燥。现在要的讲动物生活，的讲昆虫故事似的有趣，并且插许多图画的但这非有一个大书店担任即不能印。至于作文者，我以为只要科学家肯放低手眼，再看看文艺书，就够了。前三四年有一派思潮，毁了事情颇不少。学者多劝人踱进研究室，文人说最好是搬入艺术之宫，直到现在都还不大出来，不知道他们在那里面情形怎样。这虽然是自己愿意，但一大半也因新思想而仍中了老法子的计。我新近才看出这圈套，就是从青年必读书事件以来，很收些赞同和嘲骂的信，凡赞同者，都很坦白，并无什么恭维。如果开首称我为什么学者文学家的，则下面一定是谩骂。我才明白这等称号，乃是他们所公设的巧计，是精神的枷锁，故意将你定为与众不同，又借此来束缚你的言动，使你于他们的老生活上失去危险性的。不料有许多人，却自囚在什么室什么宫里，岂不可惜。只要掷去了这种尊号，摇身一变，化为泼皮，相骂相打舆论是以为学者只应该拱手讲讲义的，则世风就会日上，而月刊也办成了。先生的信上说惰性表现的形式不一，而最普通的，第一就是听天任命，第二就是中庸。"}
{"text":"如果开首称我为什么学者文学家的，则下面一定是谩骂。我才明白这等称号，乃是他们所公设的巧计，是精神的枷锁，故意将你定为与众不同，又借此来束缚你的言动，使你于他们的老生活上失去危险性的。不料有许多人，却自囚在什么室什么宫里，岂不可惜。只要掷去了这种尊号，摇身一变，化为泼皮，相骂相打舆论是以为学者只应该拱手讲讲义的，则世风就会日上，而月刊也办成了。先生的信上说惰性表现的形式不一，而最普通的，第一就是听天任命，第二就是中庸。我以为这两种态度的根柢，怕不可仅以惰性了之，其实乃是卑怯。遇见强者，不敢反抗，便以中庸这些话来粉饰，聊以自慰。所以中国人倘有权力，看见别人奈何他不得，或者有多数作他护符的时候，多是凶残横恣，宛然一个暴君，做事并不中庸待到满口中庸时，乃是势力已失，早非中庸不可的时候了。一到全败，则又有命运来做话柄，纵为奴隶，也处之泰然，但又无往而不合于圣道。这些现象，实在可以使中国人败亡，无论有没有外敌。要救正这些也只好先行发露各样的劣点，撕下那好看的假面具来。。三月二十九日。先生你看出什么踱进研究室，什么搬入艺术之宫，全是一种圈套，真是一件重要的发现。我实在告诉你说我近来看见自命的人就怕极了。看见玄同先生挖苦的话见语丝第二十期，好像大热时候，吃一盘冰激零，不晓得有多么痛快。总之这些字全是一种圈套，大家总要相戒，不要上他们的当才好。我好像觉得通俗的科学杂志并不是那样容易的，但是我对于这个问题完全没有想，所以对于它觉暂且无论什么全不能说。我对于通俗的小日报有许多的话要说，但因为限于篇幅，止好暂且不说。等到下一期，我要作一篇小东西，专论这件事，到那时候，还要请你指教才好。徐炳昶。三月三十一日。本篇最初分两次发表于一九二五年三月二十日四月三日北京猛进周刊第三五期。旭生徐炳昶―，字旭生，河南唐河人，当时任北京大学哲学系教授，猛进周刊的主编。猛进政论性周刊，一九二五年三月六日创刊于北京，一九二六年三月十九日出至第五十三期停刊。玄伯李宗侗，字玄伯，河北高阳人，当时任北京大学法文系教授。猛进周刊自第二十七期起，由他接编。指徐树丕，字武子，号活埋庵道人，江苏长洲今吴县人，明末秀才。明亡后隐居不出。"}
{"text":"本篇最初分两次发表于一九二五年三月二十日四月三日北京猛进周刊第三五期。旭生徐炳昶―，字旭生，河南唐河人，当时任北京大学哲学系教授，猛进周刊的主编。猛进政论性周刊，一九二五年三月六日创刊于北京，一九二六年三月十九日出至第五十三期停刊。玄伯李宗侗，字玄伯，河北高阳人，当时任北京大学法文系教授。猛进周刊自第二十七期起，由他接编。指徐树丕，字武子，号活埋庵道人，江苏长洲今吴县人，明末秀才。明亡后隐居不出。著有识小录活埋庵集等。强聒不舍语出庄子天下强聒而不舍者也。意思是说了又说，不肯停止。戊戌政变一八九八年戊戌光绪皇帝采纳资产阶级改良主义者康有为等人变法维新的主张，于六月间开始，任用维新人士参预政事，颁布新法，推行新政。但以慈禧太后为首的顽固派强烈反对，于九月发动政变，囚禁光绪，杀害维新运动领袖谭嗣同等六人，并通缉康有为梁启超，废除新法，维新运动遂告失败。历史上称为戊戌政变。新青年综合性月刊，五四时期倡导新文化运动，传播马克思主义的重要刊物。一九一五年九月创刊于上海，由陈独秀主编。第一卷名青年杂志，第二卷起改名新青年。一九一六年底迁至北京。从一九一八年一月起，李大钊等参加该刊编辑工作。一九二二年七月休刊，共出九卷，每卷六期。在五四时期同该刊有密切关系，是它的重要撰稿人，并曾参加该刊编辑会议。思想革命，指新青年提倡的反对旧道德，提倡新道德，反对旧文学，提倡新文学的文化革命运动。第一小报北京出版的小型日报。一九二五年二月二十日创刊，自创刊日起曾连载译自日文的常识基础一书。群强报北京出版的小型日报。一九一二年创刊，内容不注重时事新闻，大部分是低级趣味的文字。皇帝何在，太妃安否一九一二年一月一日南京临时政府成立后，清帝溥仪宣统于二月十二日被迫退位。按照当时所订优待皇室的条件，他们仍留居故宫直至一九二四年十一月才被冯玉祥驱逐出宫。这里是说溥仪等被逐后，当时还有人在关心他们的命运。禁缠足清顺治二年康熙元年三年清廷曾先后下过禁止缠足的诏文，但未严格执行，而且在一六六八年重新开禁。"}
{"text":"一九一二年创刊，内容不注重时事新闻，大部分是低级趣味的文字。皇帝何在，太妃安否一九一二年一月一日南京临时政府成立后，清帝溥仪宣统于二月十二日被迫退位。按照当时所订优待皇室的条件，他们仍留居故宫直至一九二四年十一月才被冯玉祥驱逐出宫。这里是说溥仪等被逐后，当时还有人在关心他们的命运。禁缠足清顺治二年康熙元年三年清廷曾先后下过禁止缠足的诏文，但未严格执行，而且在一六六八年重新开禁。关于垂辫，一六四四年清兵入关及定都北京后，即下令剃发垂辫，但因受到各地人民反对及局势未定而中止次年五月攻占南京后，又下了严厉的剃发令限于布告之后十日，尽使剃发，遵依者为我国之民，迟疑者同逆命之寇，如已定地方之人民，仍存明制，不随本朝之制度者，杀无赦！这件事曾引起各地人民广泛的反抗斗争，有许多人被杀。勃莱姆―，德国动物学家。著有动物生活等。法布耳―，法国昆虫学家。著有昆虫记等。指出现于一九二二年前后思想和文艺界的一种情况。曾经参加过五四新文化运动的胡适等人站到反动势力方面去之后，于一九二二年创办努力周报，在它的副刊读书杂志上，劝人踱进研究室整理国故。同时还有一些人提倡所谓纯文艺，主张作家固守艺术之宫。这类思潮在当时不同程度地产生过坏的影响。中庸论语雍也中庸之为德也，其至矣乎！据宋代朱熹注中者，无过无不及之名也庸，平常也。程子曰不偏之谓中，不易之为庸。中者，天下之正道，庸者，天下之定理。论辩的魂灵论辩的魂灵二十年前到黑市，买得一张符，名叫鬼画符。虽然不过一团糟，但帖在壁上看起来，却随时显出各样的文字，是处世的宝训，立身的金箴。今年又到黑市去，又买得一张符，也是鬼画符。但帖了起来看，也还是那一张，并不见什么增补和修改。今夜看出来的大题目是论辩的魂灵细注道祖传老年中年青年逻辑扶乩灭洋必胜妙法太上老君急急如律令敕。今谨摘录数条，以公同好――洋奴会说洋话。你主张读洋书，就是洋奴，人格破产了！受人格破产的洋奴崇拜的洋书，其价值从可知矣！但我读洋文是学校的课程，是政府的功令，反对者，即反对政府也。无父无君之无政府党，人人得而诛之。你说中国不好。"}
{"text":"今年又到黑市去，又买得一张符，也是鬼画符。但帖了起来看，也还是那一张，并不见什么增补和修改。今夜看出来的大题目是论辩的魂灵细注道祖传老年中年青年逻辑扶乩灭洋必胜妙法太上老君急急如律令敕。今谨摘录数条，以公同好――洋奴会说洋话。你主张读洋书，就是洋奴，人格破产了！受人格破产的洋奴崇拜的洋书，其价值从可知矣！但我读洋文是学校的课程，是政府的功令，反对者，即反对政府也。无父无君之无政府党，人人得而诛之。你说中国不好。你是外国人么？为什么不到外国去？可惜外国人看你不起。你说甲生疮。甲是中国人，你就是说中国人生疮了。既然中国人生疮，你是中国人，就是你也生疮了。你既然也生疮，你就和甲一样。而你只说甲生疮，则竟无自知之明，你的话还有什么价值？倘你没有生疮，是说诳也。卖国贼是说诳的，所以你是卖国贼。我骂卖国贼，所以我是爱国者。爱国者的话是最有价值的，所以我的话是不错的，我的话既然不错，你就是卖国贼无疑了！自由结婚未免太过激了。其实，我也并非老顽固，中国提倡女学的还是我第一个。但他们却太趋极端了，太趋极端，即有亡国之祸，所以气得我偏要说男女授受不亲。况且，凡事不可过激过激派都主张共妻主义的。乙赞成自由结婚，不就是主张共妻主义么？他既然主张共妻主义，就应该先将他的妻拿出来给我们共。丙讲革命是为的要图利不为图利，为什么要讲革命？我亲眼看见他三千七百九十一箱半的现金抬进门。你说不然，反对我么？那么，你就是他的同党。呜呼，党同伐异之风，于今为烈，提倡欧化者不得辞其咎矣！丁牺牲了性命，乃是闹得一塌糊涂，活不下去了的缘故。现在妄称志士，诸君切勿为其所愚。况且，中国不是更坏了么？戊能算什么英雄呢？听说，一声爆竹，他也会吃惊。还怕爆竹，能听枪炮声么？怕听枪炮声，打起仗来不要逃跑么？打起仗来就逃跑的反称英雄，所以中国糟透了。你自以为是人，我却以为非也。我是畜类，现在我就叫你爹爹。你既然是畜类的爹爹，当然也就是畜类了。勿用惊叹符号，这是足以亡国的。但我所用的几个在例外。中庸太太提起笔来，取精神文明精髓，作明哲保身大吉大利格言二句云中学为体西学用，不薄今人爱古人。本篇最初发表于一九二五年三月九日北京语丝周刊第十七期。"}
