{"text":"把一个定理证了十几年，就算证出时有绝大的乐趣，也不能平衡。但是在寂寞里枯坐就更加难熬。假如插队时，我懂得数论，必然会有陈先生的举动，而且就是最后什么都证不出也不后悔但那个故事肯定比徐先生作品里描写得悲惨。然而，某个人被剥夺了学习交流建树这三种快乐，仍然不能得到我最大的同情。这种同情我为那些被剥夺了有趣的人保留着。文化革命以后，我还读到了阿城先生写知青下棋的小说，这篇小说写得也很浪漫。我这辈子下过的棋有五分之四是在插队时下的，同时我也从一个相当不错的棋手变成了一个无可救药的庸手。现在把下棋和插队两个词拉到一起，就能引起我生理上的反感。因为没事干而下棋，性质和被禁止差不太多。我决不肯把这样无聊的事写进小说里。假如一个人每天吃一样的饭，干一样的活，再加上把八个样板戏翻过来倒过去的看，看到听了上句知道下句的程度，就值得我最大的同情。我最赞成罗素的一句话须知参差多态，乃是幸福的本源。大多数的参差多态都是敏于思索的创造出来的。当然，我知道有些人不赞成我们的意见。他们必然认为，单一机械，乃是幸福的本源。老子说，要让大家虚其心而实其腹，我听了就不是很喜欢汉儒废黜百家，独尊儒术，在我看来是个很卑鄙的行为。摩尔爵士设想了一个细节完备的乌托邦，但我象罗素先生一样，决不肯到其中去生活。在这个名单的末尾是一些善良的军代表，他们想把一切从我头脑中驱除出去，只剩一本页的小红书。在生活的其它方面，某种程度的单调机械是必须忍受的，但是思想决不能包括在内。胡思乱想并不有趣，有趣是有道理而且新奇。在我们生活的这个世界上，最大的不幸就是有些人完全拒绝新奇。我认为自己体验到最大快乐的时期是初进大学时，因为科学对我来说是新奇的，而且它总是逻辑完备，无懈可击，这是这个平凡的尘世上罕见的东西。与此同时，也得以了解先辈科学家的杰出智力。这就如和一位高明的棋手下棋，虽然自己总被击败，但也有机会领略妙招。在我的同学里，凡和我同等年龄有同等经历的人，也和我有同样的体验。某些单调机械的行为，比如吃排泄性交，也能带来快感，但因为过于简单，不能和这样的快乐相比。艺术也能带来这样的快乐，但是必须产生于真正的大师，象牛顿莱布尼兹爱因斯坦那样级别的人物，时下中国的艺术家，尚没有一位达到这样的级别。恕我直言，能够带来思想快乐的东西，只能是人类智慧至高的产物。"}
{"text":"与此同时，也得以了解先辈科学家的杰出智力。这就如和一位高明的棋手下棋，虽然自己总被击败，但也有机会领略妙招。在我的同学里，凡和我同等年龄有同等经历的人，也和我有同样的体验。某些单调机械的行为，比如吃排泄性交，也能带来快感，但因为过于简单，不能和这样的快乐相比。艺术也能带来这样的快乐，但是必须产生于真正的大师，象牛顿莱布尼兹爱因斯坦那样级别的人物，时下中国的艺术家，尚没有一位达到这样的级别。恕我直言，能够带来思想快乐的东西，只能是人类智慧至高的产物。比这再低一档的东西，只会给人带来痛苦而这种低档货，就是出于功利的种种想法。有必要对人类思维的器官头脑进行灌输的想法，正方兴未艾。我认为脑子是感知至高幸福的器官，有功利的想法施加在它上面，是可疑之举。有一些人说它是进行竞争的工具，所以人就该在出世之前学会说话，在三岁之前背诵唐诗。假如这样来使用它，那么它还能获得什么幸福，实在堪虞。知识虽然可以带来幸福，但假如把它压缩成药丸子灌下去，就丧失了乐趣。当然，如果有人乐意这样来对待自己的孩子，那不是我能管的事，我只是对孩子表示同情而已。还有人认为，头脑是表示自己是个好人的工具，为此必须学会背诵一批格言教条――事实上，这是希望自己使看上去比实际上要好，十足虚伪。这使我感到了某种程度的痛苦，但还不是不能忍受的。最大的痛苦莫过于总有人想要种种理由消灭幸福所需要的参差多态。这些人想要这样做，最重要的理由是道德说得更确切些，是出于功利方面的考虑。因此他们就把思想分门别类，分出好的和坏的，但所用的标准很是可疑。他们认为，假如人们脑子里灌满了好的东西，天下就会太平。因此他们准备用当年军代表对待我们的态度，来对待年轻人。假如说，思想是人类生活的主要方面，那么，出于功利的动机去改变人的思想，正如为了某个人的幸福把他杀掉一样，言之不能成理。有些人认为，人应该充满境界高尚的思想，去掉格调低下的思想。这种说法听上去美妙，却使我感到恐慌。因为高尚的思想和低下的思想的总和就是我自己，倘若去掉一部分，我是谁就成了问题。假设有某君思想高尚，我是十分敬佩的可是如果你因此想把我的脑子挖出来扔掉，换上他的，我绝不肯，除非你能够证明我罪大恶极，死有余辜。人既然活着，就有权保证他思想的连续性，到死方休。"}
{"text":"有些人认为，人应该充满境界高尚的思想，去掉格调低下的思想。这种说法听上去美妙，却使我感到恐慌。因为高尚的思想和低下的思想的总和就是我自己，倘若去掉一部分，我是谁就成了问题。假设有某君思想高尚，我是十分敬佩的可是如果你因此想把我的脑子挖出来扔掉，换上他的，我绝不肯，除非你能够证明我罪大恶极，死有余辜。人既然活着，就有权保证他思想的连续性，到死方休。更何况那些高尚和低下完全是以他们自己的立场来度量的，假如我全盘接受，无异于请那些善良的思想母又鸟到我脑子里下蛋，而我总不肯相信，自己的脖子上方，原来是长了一个又鸟窝。想当年，我在军代表眼里，也是很低下的人，他们要把自己的思想方法生活方式强加给我们，也是一种脑移植。菲尔丁曾说，既善良又伟大的人很少，甚至是绝无仅有的，所以这种脑移植带给我的不光是善良，还有愚蠢。在此我要很不情愿地用一句功利的说法在现实世界上，蠢人办不成什么事情。我自己当然希望变得更善良，但这种善良应该是我变得更聪明造成的，而不是相反。更何况赫拉克利特早就说过，善与恶为一，正如上坡和下坡是通一条路。不知道何为恶，焉知何为善？所以他们要求的，不过是人云亦云罢了。假设我相信上帝其实我是不信的，并且正在为善恶不分而苦恼，我就会请求上帝让我聪明到足以明辨是非的程度，而绝不会请他让我愚蠢到让人家给我灌输善恶标准的程度。假若上帝要我负起灌输的任务，我就要请求他让我在此项任务和下地狱中做一选择，并且我坚定不移的决心是选择后者。假如要我举出一生最善良的时刻，拿我就要举出刚当知青时，当时我一心想要解放全人类，丝毫也没有想到自己。同时我也要承认，当时我愚蠢得很，所以不仅没干成什么事情，反而染上了一身病，丢盔卸甲地逃回城里。现在我认为，愚蠢是一种极大的痛苦降低人类的智能，乃是一种最大的罪孽。所以，以愚蠢教人，那是善良的人所能犯下的最严重的罪孽。从这个意义上说，我们决不可对善人放松警惕。假设我大奸大恶之徒所骗，心理还能平衡而被善良的低智人所骗，我就不能原谅自己。假如让我举出自己最不善良的时刻，那就是现在了。可能是因为受了一些教育，也可能是因为已经成年，反正你要让我去解放什么人的话，我肯定要先问问，这些人是谁，为什么需要帮助其次还要问问，帮助他们是不是我能力所及最后我还要想想，自己直奔云南去挖坑，是否于事有补。这样想来想去，我肯定不愿去插队。"}
{"text":"所以，以愚蠢教人，那是善良的人所能犯下的最严重的罪孽。从这个意义上说，我们决不可对善人放松警惕。假设我大奸大恶之徒所骗，心理还能平衡而被善良的低智人所骗，我就不能原谅自己。假如让我举出自己最不善良的时刻，那就是现在了。可能是因为受了一些教育，也可能是因为已经成年，反正你要让我去解放什么人的话，我肯定要先问问，这些人是谁，为什么需要帮助其次还要问问，帮助他们是不是我能力所及最后我还要想想，自己直奔云南去挖坑，是否于事有补。这样想来想去，我肯定不愿去插队。领导上硬要我去，我还得去，但是这以后挖坏了青山造成了水土流失等等，就罪不在我。一般人认为，善良而低智的人是无辜的。假如这种低智是先天造成的，我同意。但是人可以发展自己的智力，所以后天的低智算不了无辜――再说，没有比装傻更便当的了。当然，这结论绝不是说当年那些军代表是些装傻的奸邪之辈――我至今相信他们是好人。我的结论是假设善恶是可以判断的，那么明辨是非的前提就是发展智力，增广知识。然而，你劝一位自以为已经明辨是非的人发展智力，增广见识，他总会觉得你让他舍近求远，不仅不肯，还会心生怨恨。我不愿为这样的小事去得罪人。我现在当然有自己的善恶标准，而且我现在并不比别人表现得坏。我认为低智偏执思想贫乏是最大的邪恶。按这个标准，别人说我最善良，就是我最邪恶时别人说我最邪恶，就是我最善良时。当然我不想把这个标准推荐给别人，但我认为，聪明达观多知的人，比之别样的人更堪信任。基于这种信念，我认为我们国家在废黜百家，独尊儒术之后，就丧失了很多机会。我们这个民族总是有很多的理由封锁知识钳制思想灌输善良，因此有许多才智之士在其一生中丧失了学习交流建树的机会，没有得到思想的乐趣就死掉了。想到我父亲就是其中的一个，我就心中黯然，想到此类人士的总和有恒河沙数之多，我就趋向于悲观。此种悲剧的起因，当然是现实世界里存在的种种问题。伟大的人物总认为，假设这世界上所有的人都象他期望的那样善良――更确切地说，都象他期望的那样思想，思无邪，或者狠斗私字一闪念，世界就可以得救。提出这些说法的人本身就是无邪或者无私的，他们当然不知邪和私是什么，故此这些要求就是我没有的东西，你也不要有。无数人的才智就此被扼杀了。考虑到那恒河沙数才智之士的总和是一种难以想象的庞大资源，这种想法就是打算把整个大海装入一个瓶子之中。"}
{"text":"此种悲剧的起因，当然是现实世界里存在的种种问题。伟大的人物总认为，假设这世界上所有的人都象他期望的那样善良――更确切地说，都象他期望的那样思想，思无邪，或者狠斗私字一闪念，世界就可以得救。提出这些说法的人本身就是无邪或者无私的，他们当然不知邪和私是什么，故此这些要求就是我没有的东西，你也不要有。无数人的才智就此被扼杀了。考虑到那恒河沙数才智之士的总和是一种难以想象的庞大资源，这种想法就是打算把整个大海装入一个瓶子之中。我所看到的事实是，这种想法一直在实行中，也就是说，对于现实世界的问题，从愚蠢的方法找办法。据此我认为，我们国家自汉代以后，一直在进行思想上的大屠杀而我能够这样想，只说明我是幸存者之一。除了对此表示悲伤之外，我想不到别的了。我虽然已活到了不惑之年，但还常常为一件事感到疑惑为什么有很多人总是这样的仇恨新奇仇恨有趣。古人曾说天不生仲尼，万古长如夜但我有相反的想法。假设历史上曾有一位大智者，一下发现了一切新奇一切有趣，发现了终极真理，根绝了一切发现的可能性，我就情愿到该智者以前的年代去生活。这是因为，假如这种终极真理已经被发现，人类所能做的事就只剩下依据这种真理来做价值判断。从汉代以后到近代，中国人就是这么生活的。我对这样的生活一点都不喜欢。我认为，在人类的一切智能活动里，没有比做价值判断更简单的事了。假如你是只公兔子，就有做出价值判断的能力――大灰狼坏，母兔子好然而兔子就不知道九九表。此种事实说明，一些缺乏其他能力的人，为什么特别热爱价值的领域。倘若对自己做价值判断，还要付出一些代价对别人做价值判断，那就太简单太舒服了。讲出这样粗暴的话来，我的确感到羞愧，但我并不感到抱歉。因为这种人士带给我们的痛苦实在太多了。在一切价值判断之中，最坏的一种是想得太多太深奥超过了某些人的理解程度是一种罪恶。我们在体验思想的快乐时，并没有伤害到任何人不幸的是，总有人觉得自己受了伤害。诚然，这种快乐不是每一个人都能体验到的，但我们不该对此负责任。我看不出有什么理由要取消这种快乐，除非把卑鄙的嫉妒计算在内――这世界上有人喜欢丰富，有人喜欢单纯我未见过喜欢丰富的人妒恨伤害喜欢单纯的人，我见到的情形总是相反。"}
{"text":"在一切价值判断之中，最坏的一种是想得太多太深奥超过了某些人的理解程度是一种罪恶。我们在体验思想的快乐时，并没有伤害到任何人不幸的是，总有人觉得自己受了伤害。诚然，这种快乐不是每一个人都能体验到的，但我们不该对此负责任。我看不出有什么理由要取消这种快乐，除非把卑鄙的嫉妒计算在内――这世界上有人喜欢丰富，有人喜欢单纯我未见过喜欢丰富的人妒恨伤害喜欢单纯的人，我见到的情形总是相反。假如我对科学和艺术稍有所知的话，它们是源于思想乐趣的滔滔江河，虽然惠及一切人安这江河决不是如某些人所想象的那样，为他们而流，正如以思想为乐趣的人不是为他们而生一样。对于一位知识分子来说，成为思维的精英，比成为道德精英更为重要。人当然有不思索把自己变得愚笨的自由对于这一点，我是一点意见都没有的。问题在于思索和把自己变聪明的自由到底该不该有。喜欢前一种自由的人认为，过于复杂的思想会使人头脑昏乱，这听上去似乎有些道理。假如你把深山里一位质朴的农民请到城市的化工厂里，他也会因复杂的管理感到头晕，然而这不能成为取消化学工业的理由。所以，质朴的人们假如能把自己理解不了的事情看作是与己无关的事，那就好了。假如现在我周围的世界又充满了文革时的军代表和道德教师，只能使我惊，不能使我惧。因为我已经活到了四十二岁。我在大学里遇到了把知识当做幸福来传播的数学教师，他使学习数学变成了一种乐趣。我遇到了启迪我智慧的人。我有幸读到了我想看的书――这个书单很是庞杂，从罗素的西方哲学史，一直到英国维多利亚时期的地下小说。这最后一批书实在是很不堪的，但我总算是把不堪的东西也看到了。当然，我最感谢的是那些写了好书的人，比方说，萧伯纳马克吐温卡尔维诺杜拉斯等等，但对那些写了坏书的人也不怨恨我自己也写了几本书，虽然还没来得及与大陆读者见面，但总算获得了一点创作的快乐。这些微不足道的幸福就能使我感到在一生中稍有所得，比我父亲幸福，比那些将在思想真空里煎熬一世的年轻人幸福。作为一个有过幸福和痛苦两种经历的人，我期望下一代人能在思想方面有些空间来感到幸福，而且这种空间比给我的大得多。而这些呼吁当然是对那些立志要当军代表和道德教师的人而发的。原载读书年月号中国知识分子与中古遗风一什么是知识分子？我到现在还不确切知道什么人算是知识分子，什么人不算。插队的时候，军代表就说过我是小资产阶级知识分子。"}
{"text":"这些微不足道的幸福就能使我感到在一生中稍有所得，比我父亲幸福，比那些将在思想真空里煎熬一世的年轻人幸福。作为一个有过幸福和痛苦两种经历的人，我期望下一代人能在思想方面有些空间来感到幸福，而且这种空间比给我的大得多。而这些呼吁当然是对那些立志要当军代表和道德教师的人而发的。原载读书年月号中国知识分子与中古遗风一什么是知识分子？我到现在还不确切知道什么人算是知识分子，什么人不算。插队的时候，军代表就说过我是小资产阶级知识分子。那一年我只有十七岁，上过六年小学，粗识些文字，所以觉得知识分子这四个字受之有愧。顺便说一句，小资产这三个字也受之有愧，我们家里吃的是公家饭，连家具都是公家的，又没有在家门口摆摊卖香烟，何来小资产？至于说到我作为一个人，理应属于某个阶级，我倒是不致反对，但到现在我也不知道知识青年算什么阶级。假如硬要比靠，我以为应当算是流氓无产者之类。这些已经扯得太远了。我们国家总以受过某种程度的教育尺度来界定知识分子，外国人却不是这样想的。我在美国留学时，和老美交流过，他们认为工程师，牙医之类的人，只能算是专业人员，不算知识分子，知识分子应该是在大学或者研究部门供职，不坐班也不挣大钱的那些人。照这个标准，中国还算有些知识分子。纽约时报有一次对知识分子下了个定义，我不敢引述，因为那个标准说到了要批判社会，照此中国就没有或几乎没有知识分子。还有一个定义是在消闲刊物上看来的，我也不大敢信。照那个标准，知识分子全都住在纽约的格林威治村，愤世疾俗，行为古怪，并且每个人都以为自己是世界上最后一个知识分子。所以我们还是该以有一份闲差或教职为尺度来界定现在的知识分子，以便比较。如果到历史上去找知识分子，先秦诸子和古希腊的哲学家当然是知识分子，但是距离太遥远。到了中古，我们找到的知识分子的对应物就该是这样的在中国，是一些进了县学或者州学的读书人，在等着参加科举考试的时候，能领到些米或者柴火学官不时来考较一下，实在不通的要打一顿等到中了科举当了官，恐怕就不能算是知识分子所研究的学问，属于伦理学或者道德哲学之类。而在欧洲，是些教士或修道士，通晓拉丁文，打一辈子光棍，万一打熬不住，搞了同性恋，要被火烧死，研究的学问是神学，一个针尖上能立几个天使之类。虽然生活清苦，两边的知识分子都有远大的理想。这边以天下为己任，不亦重乎？"}
{"text":"到了中古，我们找到的知识分子的对应物就该是这样的在中国，是一些进了县学或者州学的读书人，在等着参加科举考试的时候，能领到些米或者柴火学官不时来考较一下，实在不通的要打一顿等到中了科举当了官，恐怕就不能算是知识分子所研究的学问，属于伦理学或者道德哲学之类。而在欧洲，是些教士或修道士，通晓拉丁文，打一辈子光棍，万一打熬不住，搞了同性恋，要被火烧死，研究的学问是神学，一个针尖上能立几个天使之类。虽然生活清苦，两边的知识分子都有远大的理想。这边以天下为己任，不亦重乎？那边立志献身于上帝，不亦高尚乎？当然，两边都出了些好人物。咱们有关汉卿，曹雪芹，人家有哥白尼，布鲁诺，不说是平分秋色，起码是各有千秋。所以在中古时中外知识分子很是相像。到了近代就不像了。二中国的知识分子的中古遗风现代中国的知识分子，相比之下中古的遗风多些，首先表现在受约束上。试举一例，有一位柯老说过，知识分子两大特点，一是懒，二是贱三天不打，尾巴就翘到天上去了。他老人家显出了学官的嘴脸。前几天我在电视剧针眼儿胡同里听见一位派出所所长也说了类似的话，此后我一直等待正式道歉，还没等到。顺便说说，当年军代表硬要拿我算个知识分子，也是要收拾我。此种事实说明，中国知识分子的屁股离学官的板子还不太远。而外国的例子是有一位赫赫有名的福柯，颇有古希腊的遗风，是公开的同性恋者，未听说法国人要拿他点天灯。不管怎么说，中外知识分子还是做着一样的事，只是做法不同否则也不能都被叫做知识分子这就是做自己的学问和关注社会。做学问的方面，大家心里有数，我就不加评论了。至于关注社会，简直是一目了然关心的方式大不相同。中国知识分子关注社会的伦理道德，经常赤膊上阵，论说是非而外国的知识分子则是以科学为基点，关注人类的未来就是讨论道德问题，也是以理性为基础来讨论。弗罗姆，马尔库塞的书，国内都有译本，大家看看就明白了。人家那里热衷于伦理道德的，主要是些教士，还有一些是家庭妇女我听说美国一些抵制色情协会都是家庭妇女在牵头可能有以偏盖全之处。我敢说大学教授站在讲坛上，断断不会这样说你们这些罪人，快忏悔吧，这与身份不符。因为口沫飞溅，对别人大做价值评判，层次很低。"}
{"text":"弗罗姆，马尔库塞的书，国内都有译本，大家看看就明白了。人家那里热衷于伦理道德的，主要是些教士，还有一些是家庭妇女我听说美国一些抵制色情协会都是家庭妇女在牵头可能有以偏盖全之处。我敢说大学教授站在讲坛上，断断不会这样说你们这些罪人，快忏悔吧，这与身份不符。因为口沫飞溅，对别人大做价值评判，层次很低。教皇本人都不这样，我在电视上看到过他，笑眯眯的，说话很和气，遇到难以教化的人，就说我为你祷告，求上帝启示于你比之我国某位作家动不动就警告，真有天壤之别。据我所知，教皇博学多识，我真想把他也算个知识分子，就怕他不乐意当。我国知识分子在讨论社会问题时，常说的一件事就是别人太无知。举例言之，我在海外求学时，在人民日报海外版上看到了一篇文章，就说现在大学生水平太低，连郭鲁茅巴都不知道，我登时就如吃了一闷棍。我想这是个蒙古人，不知为什么我该知道他。想到了半夜才想出来，原来他是郭沫若，，茅盾，四位先生。一般来说，知识的多寡是个客观的标准，但把自编的黑话也列入知识的范畴，就难说有多客观了。现在中学生不知道李远哲也是个罪名据我所知，学化学的研究生也未必能学到李先生的理论他们还有个罪名是追星族，鬼迷心窍，连杨振宁，李政道，李四光是谁都不知道。据我所知，这三位先生的学问实在高深，中学生根本不该懂，不知道学问，死记些名字，有何必要？更何况记下这些名字之后屈指一算，多一半都入了美国籍，这是给孩子灌输些什么？还有一个爱说的话题就是别人格调低下，我以为这句话的意思是说兄弟我格调甚高，不是俗人！我在一篇匈牙利小说里看到过这种腔调，小说的题目叫会说话的猪。总的来说，这类文章的要点是说别人都不够好，最后呼吁要大大提高全社会的道德水平，否则就要国将不国。这种挑别人毛病的文章，国外的报刊上也有。只是挑出来的毛病比较靠谱，而且没有借着贬别人来抬自己。如果把道德的伦理功能概括为批判和建设两个方面，以上所说的属于批判方面。我不认为这是批判社会这是批判人。知识分子的批判火力对两类人最为猛烈一类是中学生另一类是踩着地雷断了腿的同类。这道理很明白别人咱也惹不起。现在该说说建设的方面了。这些年来，大家蜂拥而上赞美过的正面形象，也就是渴望里面的一位妇女。该妇女除了长得漂亮之外，还像是封建时期一个完美的小媳妇。"}
