{"text":"虽然如此，但在六十年前的家塾教育中，无论义理词章，都谈不上，充其量，只能说是教导记诵而已。有关人格养成的德育，也便在这种记诵之学的情形中潜移默化，种下了牢不可拔的种子。当然！这种记诵教育的方法，以现代教育眼光看来，完全是注入式的死读死记的方法，毫无启发才智的教育意义。甚之，是把人的头脑填成书呆子式的笨办法。但从事实来说，并不尽然。当时的时代情况和社会环境，并不如现在的繁华和复杂。所以读书受教育方面，科类项目也当然不像现在那么多。当时所记诵的，只是有关词章义理名著的简篇，而且每天背诵的也不太多。聪明一点的，只要花上一二小时的时间，就可以背诵出一篇文章。其余的时间，多半于优游自在中，任性之所乐，读书写字吟诗作对，或者作有限度的嬉游。虽然并无现代体育教育的设备，可是自由活动，或打拳练武，也被认为正当之行为，并不太过管束。当时严格执教记诵的作用，除了为考功名时所必要以外，在旧教育的理论上，认为它有一种反刍的妙用。因为从童年脑力健全思想纯洁时开始注入这些经书诗文，虽然当时理解力不够，但一到了中年，从人生行为的日用上，和人事物理的经历体验上，便可发生如牛吃草的反刍作用，重新细嚼，自然而然便有营养补益的用处了。即如我们在这一代中，六七十年来的老少年们，对国家民族社会有所贡献的，也都是从这种教育方式开始，经过新旧教育的变革中所培养出来的人物。至于完全由新式教育所产生的后起之秀，对于将来历史的交代，那是以后的事，目前还无法来下定论。由家塾教育的启蒙到书院家塾的读书受教育，为时并不太久。聪明一点，大约读了八九年书以后，四书全熟了，应试的八股文也学会了，就可准备应付乡试考秀才。考取了秀才再准备会试考举人，这时已到了青年的时代了。但当时在二十多岁中，举人，所谓少年腾达的，也并不太多。从举人再进而考取进士的，大多数都是三四十岁之间的事了。五六十年以前，现代的教育制度建立以后，还有人把高等小学相等于现行的国民小学毕业的学生，当作秀才看待中学生等于举人大学生等于进士。至于研究院中的博士，就把他比作翰林院中的翰林学士了。"}
{"text":"考取了秀才再准备会试考举人，这时已到了青年的时代了。但当时在二十多岁中，举人，所谓少年腾达的，也并不太多。从举人再进而考取进士的，大多数都是三四十岁之间的事了。五六十年以前，现代的教育制度建立以后，还有人把高等小学相等于现行的国民小学毕业的学生，当作秀才看待中学生等于举人大学生等于进士。至于研究院中的博士，就把他比作翰林院中的翰林学士了。满清末代，自戊戌维新前后，有些派到外国去学科学的学生回来，还特意为他们设立了同进士出身的洋进士头衔哩！至于由家塾读书开始，或者十年窗下无人问的努力自修之后，是不是一定要读书院呢？那是另一问题，因为当时的书院，虽然有些是公立的，但并无明文规定读书必要进书院才能取得考试的资格。而且公设或私立的书院有的注重经学，有的属于一般性的从师受读，或者专为进修时文制艺学习八股文章而准备考试的，也各任自由。但是满清末代的书院制度，已远非宋代开始有书院时的旧有精神了。旧式八股文过去读书受教育，大体简单的情形，已如上述。我们从现代的观点，回转来再了解一下被我们唾弃了六七十年，同时也左右了中国文化五百多年来的八股文，它究竟是怎么样的呢？我们除了举出一些实例以作说明之外，然后需要站在中国文学的立场，再进而研究一下旧八股与新的科学八股，它在教育制度和方法上的得失利弊了。但在此要郑重声明，这并未存在复古意识，更不是希望在国文教育中提倡旧八股文。在这里只能说，提起专读国文的大专同学和一般青少年们的注意，了解一下从前的青少年们所作八股文的文章技巧，和人格养成的思想教育，究竟是怎么一回事，以资反省检讨而已。一不愤不启不悱不发秦道然破题圣人不轻于启发，欲有所待而后施也。承题夫夫子固欲尽人而启发之，而无如不愤不悱何也！欲求启发者，亦知所省哉！起讲且学之中，必有无可如何之一候焉。自学者不知，而教者虽有善导之方，往往隔而不入。夫至隔而不入，而始叹善导之无益也孰若默而息焉，以俟其无可如何之一候乎！提句夫学所谓无可如何者何也？提比学者于天下之理，未能尽喻诸心也。而视夫既喻者，又不能不欣慕之也，欣慕之而不得，则愤焉矣。"}
{"text":"一不愤不启不悱不发秦道然破题圣人不轻于启发，欲有所待而后施也。承题夫夫子固欲尽人而启发之，而无如不愤不悱何也！欲求启发者，亦知所省哉！起讲且学之中，必有无可如何之一候焉。自学者不知，而教者虽有善导之方，往往隔而不入。夫至隔而不入，而始叹善导之无益也孰若默而息焉，以俟其无可如何之一候乎！提句夫学所谓无可如何者何也？提比学者于天下之理，未能尽喻诸心也。而视夫既喻者，又不能不欣慕之也，欣慕之而不得，则愤焉矣。学者于天下之理，未能尽达诸辞也。而视夫既达者，抑不能不遥企之也。遥企之无从，则悱焉矣。中比其人而果愤矣乎？将见彷徨于通塞之途，急求之，则已急也。缓求之，则又缓也。欲求诸此而尚恐其或在彼也。当是时，俨乎其若思，茫乎其若迷。方无如愤何！而教者则曰是正其可启之端，且有欲不启而不能者也。其人而果悱矣乎？将见迟回于疑信之交，约指焉而难定其真也。博求焉而不得其似也。已知其然而难知其所以然也。当是时，欲乎言之，又戛戛乎难之。方无如乎！而教者则曰是正其可发之机，且有欲不发而不能也。后比而无如其不愤也！本无求启之诚，旋授之而旋弃之耳！且徒负求启之名，面折之而面承之耳！非特隐诱无由，即显示亦无由也，安所施吾启乎！夫聪明不愤不生，精神不愤不振。吾非不欲启，而无如不愤何也！不然，吾岂乐于不启者乎！而无如其不悱也！本无求发之诚，相视不相谋耳。且徒负求发之名，相告不相入耳。非特微言无益，即繁称亦无益也。安所庸吾发乎！夫意见不悱不化，辩论不悱不亲。吾非不欲发，而无如不悱何也。不然，吾岂乐于不发者乎？结比且不愤而启，是终无由愤也。若因不启而愤，亦事之未可知者也。学者日望吾之启而自思之，愤乎未也？不悱而发，是终无由悱也。若因不发而悱，亦事之未可料者也。不悱而发，是终无由悱也，若因不发而悱，亦事之未可料者也。学者日望吾之发而自思之，悱乎未也。结句愤勿但咎其不启，不发为也。本文秦道然，年代籍贯，难以考证。这是他少年时代的作品，是从清代八股文的汇编初学度P中摘录出来。所谓八股，便是破题承题起讲提比等的八个方式。如果了解了本文全篇的思想，与现在教育学的原理和教育哲学完全吻合，则不能说只是无病呻吟的考试文字而已。以下所录的，便是阅者的总评。"}
{"text":"不悱而发，是终无由悱也，若因不发而悱，亦事之未可料者也。学者日望吾之发而自思之，悱乎未也。结句愤勿但咎其不启，不发为也。本文秦道然，年代籍贯，难以考证。这是他少年时代的作品，是从清代八股文的汇编初学度P中摘录出来。所谓八股，便是破题承题起讲提比等的八个方式。如果了解了本文全篇的思想，与现在教育学的原理和教育哲学完全吻合，则不能说只是无病呻吟的考试文字而已。以下所录的，便是阅者的总评。如说此题之理，在欲学者勉于愤悱，以为受启发之地。此题之情，在反言以激之故全神都在四不字，从愤悱转启发，正是题理，从不愤不悱转到不启不发，正是题情。又从不启不发，转到可以使其愤悱，正是题神。神者，兼情理而得之者也。至其就题两扇，劈分八股，如连环锁子，骨节相生。不用单句转接，局法最为高老。中股后接起，皆有藕断丝连之妙。每股煞脚，摇曳多姿。股中诠发实义，字字透辟细切。无一字一句，不可效法。允为初学津梁发蒙妙药。如诸葛八阵图，知入而不知出。余线批已细细指明，万勿粗心阅过，以为平平无奇也。文所以明道也，代圣贤立言，而不得其意之所存，炳炳RR徒然耳。顾生千百载后，欲道千百载以上人之意，已难，况圣贤微妙之言乎！况初握管而效为之者乎！故言文于初学最难言也。初学作文，最患将题含糊诵去，不能逐字洗刷。才高者，辜负才情，不顾题理。质钝者，缚杀笔底，不透题情。是二人者，其失不同，而为无当于文则一也。夫文之为道，题而已矣。一题有一题之理，一题有一题之情，得理与情，而思过半矣。顾其端，全在从题字中，层层搜剔而出。反正闭合，轻重抑扬，使其来路至精也，去路极清也。前后倒乱，非题理也。步骤逾越，非题情也。只此一诀，神而明之，知者不易学，愚者不难为。可以探千百载以上人之意焉，可以代圣贤立言焉，可以明通焉。安得谓初学作文，可不自此始哉！二临大节而不可夺也八比正格向日贞节能有守者，臣职克尽矣。夫人臣非才为难，而节为难也。临之而不可夺，殆克守其节者欤！且夫事未至而谈节义，在在可以为忠臣。事既过而论坚贞，人人可以为志士。然矜言气节之人，未必真能气节者，何也？曰以其非临事也。盖臣品之邪正，居恒未可深知，独危急困顿之时，一生之贤奸莫不分其梗概。学术之真伪，平昔未可遽辨，独艰难纷集之际，毕生之忠佞，莫不定其权衡。嗟乎！孰是临大节而不可夺者乎？"}
{"text":"安得谓初学作文，可不自此始哉！二临大节而不可夺也八比正格向日贞节能有守者，臣职克尽矣。夫人臣非才为难，而节为难也。临之而不可夺，殆克守其节者欤！且夫事未至而谈节义，在在可以为忠臣。事既过而论坚贞，人人可以为志士。然矜言气节之人，未必真能气节者，何也？曰以其非临事也。盖臣品之邪正，居恒未可深知，独危急困顿之时，一生之贤奸莫不分其梗概。学术之真伪，平昔未可遽辨，独艰难纷集之际，毕生之忠佞，莫不定其权衡。嗟乎！孰是临大节而不可夺者乎？朝廷养士数百载，岂无责报之一日。及势至凌夷，而漫无足恃者，功名之士多，节烈之士少也。若人秉忠贞以为怀，故刃可蹈，鼎可甘，独此百折不回之意，必不可改。此国存与存，国亡与亡者，盖自匡居坐论时而已决矣。宁于委贽为臣也而忍负之。吾人读书数十年，岂无自靖之一念。及时至颠危，而顿易其操者，自家之念重，爱国之念轻也。若人本精白以自将，故家可亡，身可戮，独此靖共自献之心，必不可回。此不为威屈，不为势阻者，盖自草茅诵读而已定矣。宁于登朝致主也而忍忘之。幸而邦家徐定，则正色以立朝，而上可告无咎于君父，下可告无过于苍生。即特立之孤忠，自足树一代人臣之表。不幸而帝命难留，则从容以就义，而精诚可表于天地，志节可昭于日星。即一己之捐驱，亦足酬数世尊贤之报。持此志也，希贤希圣，已为天壤之全人。勿二勿三，庶几名教之正士。谓之君子，谁曰不然！本文是一篇八股小品，但它对于人格的养成教育，以及人品和气节的思想，也并没有腐败到那里去啊！现在再看当时阅读本文者的评语。如字挟风霜，词奔雷电，他日立朝，风节于此窥一斑――左笔臣忠贞如铁石，文信国公之正气歌也――鲁木齐三存慈则忠单句李课云以忠课忠，忠固不待于使矣。盖孝慈即上之忠也。上能如此，民之忠顾待使哉。且上欲民之相见以心，上固善窥民之性情也，而不知民早已窥上之性情。上能为人子，民自戴之如父。上能为人父，民自依之如子。此上与下之以性情相见者也，而谓民之忠顾待于使哉。今夫民之不忠者有故矣，非不知元后之犹父母也。然上欲民之视犹父母，曷不念己之尚有父母乎？而胡为天性之多薄也。非不闻乐只之歌父母也。然上欲民之感同父母，亦曾问己之果能为父母乎？而胡为怀保之无闻也。是不能孝也，不能慈也，而第以忠责民乎哉！"}
{"text":"盖孝慈即上之忠也。上能如此，民之忠顾待使哉。且上欲民之相见以心，上固善窥民之性情也，而不知民早已窥上之性情。上能为人子，民自戴之如父。上能为人父，民自依之如子。此上与下之以性情相见者也，而谓民之忠顾待于使哉。今夫民之不忠者有故矣，非不知元后之犹父母也。然上欲民之视犹父母，曷不念己之尚有父母乎？而胡为天性之多薄也。非不闻乐只之歌父母也。然上欲民之感同父母，亦曾问己之果能为父母乎？而胡为怀保之无闻也。是不能孝也，不能慈也，而第以忠责民乎哉！且夫世亦有能孝而不能慈者，而有说矣。谓取吾侪之衣，以衣其所亲。取吾侪之食，以食其所亲，是偏私之甚也。而兹则能孝而复能慈也如是，世更有能慈而不能孝者，而民尤有讥矣。谓不能亲其所亲，何能亲其所疏。不能厚其所厚，何能厚其所薄。是无本之施也，而兹则能慈而先能孝也如是，是则无所期于民，而民之寤寐自动也。天下惟是情之容拂耳，上自笃乎义所不容辞。一寝膳之节，而闾巷播为美谈。一抚手之恩，而妇孺感而歌泣。直不啻家人父子之情以相属也，而谁复自匿其情欤。是则无所迫于民，而民之感通自捷也。天下惟是理之不容诬耳。上自操乎物所不得遁，文告有时违所不忍违者，孝子长吏有时负所不忍负者，慈亲更晓于尊君亲上之理，不容诬也。而谁复显悖乎理欤！孝慈则忠，此上与下以性情相见者也，使云乎哉。评语若顺从孝慈讲到忠字，文势便平，又局亦不紧。讲下倒从不忠跌出孝慈，紧而能醒。诠孝慈处，俱从民心目中看出，则忠字既有根，而所以能忠之故，不烦言而解。凡属倒纲题，及感应题，皆作如是观。――次青我们读了这些八股文以后，便可发现历史有今古的差别，文章体裁的作法，也有时代的不同。但是青少年们的思想和心理，并没有因为历史时代的不同就有太大的差距啊！只有经过不同的教育方式的薰陶，各自发展成不同的意识形态而已。例如本文对于忠孝养成的观念，便指出须由慈爱的教育作根本，才能培养出忠孝的气节，这是古今中外不易的定理。新旧教育的变革上文讲到过去中国的读书受教育，和考选人才的办法，以四书五经作为标准，是由宋儒理学兴盛之后，自王安石的首倡开始。至于用八股文作考试取士的定式，是由明初开其先例。"}
{"text":"例如本文对于忠孝养成的观念，便指出须由慈爱的教育作根本，才能培养出忠孝的气节，这是古今中外不易的定理。新旧教育的变革上文讲到过去中国的读书受教育，和考选人才的办法，以四书五经作为标准，是由宋儒理学兴盛之后，自王安石的首倡开始。至于用八股文作考试取士的定式，是由明初开其先例。废止科举和八股文改以策论作考选的标准，则自戊戌政变以前，由康有为杨深秀的上书力言其弊，而得光绪的同意实施，下诏正式废止，才结束了历史上以八股文考试的旧帐。但完全停止科举考试的制度，兴办近代学校教育，则是光绪三十一年一九五年以后的事。从中国教育思想的演变史来讲，废科举办学校并非自光绪末年才开始。如果要了解这一代六七十年来教育的演变，以及今后教育的趋向，追溯远因，应该要从鸦片战争以后，太平天国军兴和满清中兴的时期开始探寻，才能找出它的前因后果。换言之，近代中国受到西方文化的刺激，开始举办学校教育，其初是受实用科学的技术所影响，和军事上的需要而开此风气之先。废八股废科举，在满清末代而言，是受到时势的逼迫，仓卒应变的事。并非如日本明治维新一样，变则全盘通变，有计划地变得干净利落。自鸦片战争以后，满清政府迫于洋务的需要，从咸丰十年一八六年设立总理各国通商事务衙门开始，到了同治元年一八六二年，因总理衙门的请求，为了翻译外国语文和熟悉洋务的需要，于京师北京设立同文馆。但是当时同文馆招收生徒，指定专用正途的科甲人员。除了学习外国语文以外，第二年，又增设学习西洋的天文算学。可是当时朝野的保守派，对于同文馆的设置，力持反对的阻力也相当的大。到了同治五年一八六六年，开始派遣知县斌椿率领官生赴欧洲各国游历。那时所谓的官生，大都从同文馆出身。在这个时期，由左宗棠发动船政之议，由沈葆桢负责办理造船工作，有关造船的技术职业教育，已经在半洋半旧的方式下开始了。再到光绪二十一年一八九五年。张之洞奏议仿照德国制度，设立陆军及铁路学堂。二十三年，张之洞又奏设武备学堂。一直到戊戌政变那年，才开始设立经济特科，又设立京师大学堂，又诏改各省书院为学校。不过那时所谓的经济特科，并非现在狭义的经济学s，那时所称的经济，是旧观念的经纶济世的通才之学。"}
{"text":"那时所谓的官生，大都从同文馆出身。在这个时期，由左宗棠发动船政之议，由沈葆桢负责办理造船工作，有关造船的技术职业教育，已经在半洋半旧的方式下开始了。再到光绪二十一年一八九五年。张之洞奏议仿照德国制度，设立陆军及铁路学堂。二十三年，张之洞又奏设武备学堂。一直到戊戌政变那年，才开始设立经济特科，又设立京师大学堂，又诏改各省书院为学校。不过那时所谓的经济特科，并非现在狭义的经济学s，那时所称的经济，是旧观念的经纶济世的通才之学。同年五月，又诏废八股文，改科举的考试文章为策论，跟着又诏各省府厅州县设立学校。再到光绪二十九年一九三年，才正式颁布学堂章程。三十一年一九五年再诏停科举，再举经济特科，设立学部。三十二年一九六年，宣布教育宗旨。我们简略地了解了从咸丰十年一八六年开始，中国接触了西方文化，逐渐改变固有的教育制度。到现在，已经有了一百年上下的历史。时代的推移迭相更改，历史的变革频仍。由此而看东西文化的交流，以及新旧教育制度的改革演变，对于国家民族的兴衰得失，便会产生无限的感慨。我们现在以温故知新的态度，先把满清末期光绪时代有关变革教育制度的大要史料，重新翻阅一遍，然后再来讨论这一代教育与现代青少年的思想和心理问题的关键所在，便可观今鉴古而求出它得失利弊的前因后果。附录资料光绪十三年开始，由总理衙门奏定出洋旅游历人员章程十四条，是继同治以后派遣出洋留学考察，输入西方文化的实施办法。如云一每年经费四万余两，以十员或二十员为额。二考试人才，以长于记载叙事有条理者入选。三量官阶高下，酌给薪水。四准开川资，准带仆役。五游历年限。六预支薪水。七船价车价报销。八游历地方川资。九游历各地详细记载。十各国语言文字科学，审择学习。十一游历回华，应自明心得及著述。十二由使臣领事保护照料。十三各员先后具报启程。十四父母老病不愿出洋者，准呈明免行。张之洞初在两广总督任内，设立陆师学堂。到了光绪二十一年十一月奏陈练兵改用洋操，设江南自强新军外，又在十二月，奏设陆军学堂及铁路学堂。奏谓自强新军开办情形，业已陈奏在案。"}
{"text":"五游历年限。六预支薪水。七船价车价报销。八游历地方川资。九游历各地详细记载。十各国语言文字科学，审择学习。十一游历回华，应自明心得及著述。十二由使臣领事保护照料。十三各员先后具报启程。十四父母老病不愿出洋者，准呈明免行。张之洞初在两广总督任内，设立陆师学堂。到了光绪二十一年十一月奏陈练兵改用洋操，设江南自强新军外，又在十二月，奏设陆军学堂及铁路学堂。奏谓自强新军开办情形，业已陈奏在案。德国陆军人员无一不由学堂出身，今欲仿照德制，练成劲旅，非广设学堂，实力教练，不足以造就将才。光绪十二年间，天津地方，曾设立武备学堂。即臣在两广总督任内，亦曾设立陆师学堂，虽学生额数有限，而此次创练新军，营哨各官，取之两处学堂出身之人，究视未学者领会较易，长进甚速，是学堂之益，确有明证。查江南省城原设有水师学堂，今于仪凤门和会街地方，创建陆军学堂，讲舍住屋操场，一例备具。学生以一百五十人为额，为马步炮队，及工程台炮各门，约以二年为期，二年后再令专习炮法一年。三年期满，分别甲乙，是为毕业。又铁路一项，学有专门，与陆军尤相关系。从前北洋亦经设有铁路学堂，但人数不多，殊不敷用。今拟另延洋教习三人，招集学生九十人，别为铁路专门，附入陆军学堂，以资通贯。其款项筹拨方法，陆军学堂开办四万数千两，在筹防局动款拨用。至常年经费四万余两，又铁路学堂经费二万数千两，即在山海关新认加解每年四万两，镇江关新认加解每年七千两项内动支，更劝募商捐以定之。疏入报可。这就是我们在上面所说，中国历史上教育的改制，开始仿照西方文化的教育制度兴办学校，是为了实用技术和军事上所需要的史料之一。跟着而来的，便是光绪二十二年，始设官书局，任命孙家鼐管理大臣，积极接受西方文化洗礼的事先是光绪初，日割琉球，法割安南，英割缅甸，列强竞争，外患日迫。中外士大夫，多有知旧政之不良，潜思改革者。一八八八年，英美宣教士及领事等，创办广学会于上海，有志之士，相与译新书，讲新学，排外自大之气为之一变。及甲午战起，粤人康有为等，复继广学会设强学会于上海，尚书孙家鼐鄂督张之洞等，均赞助之。于是京师官绅，相与设强学书局翻译新书，讲求时务。嗣经御史杨崇伊，奏请封禁。至是御史胡孚宸复奏请将强学书局，改归官办，总理各国事务衙门因奏请改设强学书局为官书局。奉旨允准，并特派孙家鼐为管理大臣。"}
