{"text":"赛宁通译沙宁，长篇小说，发表于一九七年。绥惠略夫工人绥惠略夫中的主人公。亚拉借夫工人绥惠略夫中的人物。托尔斯泰Z，―俄国作家。出身于贵族地主家庭。他的作品无情地揭露沙皇制度和资本主义势力的种种罪恶，同时又宣扬道德的自我完善和勿以暴力抗恶等说教。主要作品有长篇小说战争与和平安娜卡列尼娜复活等。陀思妥夫斯奇Z，―通译陀思妥耶夫斯基，俄国作家。一八四九年因参加反对沙皇政府的革命团体被判死刑，后改判苦役流放。主要作品有穷人被侮辱与被损害的罪与罚等。契诃夫，参看本卷第页看注。雩俄通译雨果，参见本卷第页注。瞿提，―，通译歌德，德国诗人学者。主要著作有诗剧浮士德和小说少年维特之烦恼等。尼采―德国哲学家，唯意志论和超人哲学的鼓吹者。著有札拉图斯特拉如是说等。思谛纳尔，―通译施蒂纳，原名施米特，德国唯心主义哲学家。著有个人及其所有等。革命的故事德国布果夫和比拉尔特合译的阿尔志跋绥夫的中短篇小说集，其中包括工人绥惠略夫血痕即血迹朝影托曼诺夫将军即都玛罗夫和医生。齐宗颐―字寿山，河北高阳人。德国柏林大学毕业，曾任北洋政府教育部佥事视学。一九二六年七月间曾与从德文转译荷兰望蔼覃的长篇童话小约翰。现代小说译丛现代小说译丛幸福附记阿尔志跋绥夫ss的经历，有一篇自叙传说得很简明一八七八年生。生地不知道。进爱孚托尔斯克中学校，升到五年级，全不知道在那里做些甚么事。决计要做美术家，进哈尔科夫绘画学校去了。在那地方学了一整年缺一礼拜，便到彼得堡，头两年是做地方事务官的书记。动笔是十六岁的时候，登在乡下的日报上。要说出日报的名目来，却有些惭愧。"}
{"text":"现代小说译丛现代小说译丛幸福附记阿尔志跋绥夫ss的经历，有一篇自叙传说得很简明一八七八年生。生地不知道。进爱孚托尔斯克中学校，升到五年级，全不知道在那里做些甚么事。决计要做美术家，进哈尔科夫绘画学校去了。在那地方学了一整年缺一礼拜，便到彼得堡，头两年是做地方事务官的书记。动笔是十六岁的时候，登在乡下的日报上。要说出日报的名目来，却有些惭愧。开首的著作是，载在ss里。此后做小说直到现在。阿尔志跋绥夫虽然没有托尔斯泰s和戈里奇这样伟大，然而是俄国新兴文学的典型的代表作家的一人他的著作，自然不过是写实派，但表现的深刻，到他却算达了极致。使他出名的小说是阑兑的死，使他更出名而得种种攻难的小说是沙宁。阿尔志跋绥夫的著作是厌世的，主我的而且每每带着肉的气息。但我们要知道，他只是如实描出，虽然不免主观，却并非主张和煽动他的作风，也并非因为写实主义大盛之后，进为唯我，却只是时代的肖像我们不要忘记他是描写现代生活的作家。对于他的沙宁的攻难，他寄给比拉尔特的信里，以比先前都介涅夫的父与子，我以为不错的。攻难者这一流人，满口是玄想和神s。高雅固然高雅了，但现实尚且茫然，还说什么玄想和神s呢？阿尔志跋绥夫的本领尤在小品这一篇也便是出色的纯艺术品，毫不多费笔墨，而将爱憎不相离，不但不离而且相争的无意识的本能，浑然写出，可惜我的译笔不能传达罢了。这一篇，写雪地上沦落的妓女和色情狂的仆人，几乎美丑泯绝，如看罗丹的刻便以事实而论，也描尽了不惟所谓幸福者终生胡闹，便是不幸者们，也在别一方面各糟蹋他们自己的生涯。赛式加标致时候，以肉体供人的娱乐，及至烂了鼻子，只能而且还要以肉体供人残酷的娱乐，而且路人也并非幸福者，别有将他作为娱乐的资料的人。凡有太饱的以及饿过的人们，自己一想，至少在精神上，曾否因为生存而取过这类的娱乐与娱乐过路人，只要脑子清楚的，一定会觉得战栗！现在有几位批评家很说写实主义可厌了，不厌事实而厌写出，实在是一件万分古怪的事。"}
{"text":"赛式加标致时候，以肉体供人的娱乐，及至烂了鼻子，只能而且还要以肉体供人残酷的娱乐，而且路人也并非幸福者，别有将他作为娱乐的资料的人。凡有太饱的以及饿过的人们，自己一想，至少在精神上，曾否因为生存而取过这类的娱乐与娱乐过路人，只要脑子清楚的，一定会觉得战栗！现在有几位批评家很说写实主义可厌了，不厌事实而厌写出，实在是一件万分古怪的事。人们每因为偶然见夜茶馆的明灯在面前辉煌便忘却了雪地上的毒打，这也正是使有血的文人趋向厌世的主我的一种原因。一九二年十月三十日记。现代小说译丛周作人周建人合译的外国短篇小说集，仅出第一集，署周作人译，上海商务印书馆出版，列入世界丛书。收八个国家的十八个作家的小说三十篇，一九二二年五月出版，其中翻译的有三个国家六位作家的小说九篇。本篇连同幸福的译文，最初发表于一九二年十二月新青年月刊第八卷第四号，后来同收入现代小说译丛第一集。在斯里约支，阿尔志跋绥夫作于一九一年的小说。ss俄语，俄国财富，月刊，一八七六年创办于彼得堡，一九一八年停刊。从九十年代初期起，成为自由主义的民粹派的刊物。戈里奇通译高尔基。参看本卷第页注。都介涅夫，―通译屠格涅夫，俄国作家。著有长篇小说猎人笔记前夜处女地等。父与子是他的代表作，描写了俄国农奴制废除前夕新旧思想的斗争。罗丹―法国雕塑家。作品有青铜时代及巴尔扎克雨果等塑像。父亲在亚美利加附记芬阑和我们向来很疏远但他自从脱离俄国和瑞典的势力之后，却是一个安静而进步的国家，文学和艺术也很发达。他们的文学家，有用瑞典语著作的，有用芬阑语著作的，近来多属于后者了，这亚勒吉阿便是其一。亚勒吉阿是他的假名，本名菲兰兑尔，是一处小地方的商人，没有受过学校教育，但他用了自修工夫，竟达到很高的程度，在本乡很受尊重，而且是极有功于青年教育的。"}
{"text":"作品有青铜时代及巴尔扎克雨果等塑像。父亲在亚美利加附记芬阑和我们向来很疏远但他自从脱离俄国和瑞典的势力之后，却是一个安静而进步的国家，文学和艺术也很发达。他们的文学家，有用瑞典语著作的，有用芬阑语著作的，近来多属于后者了，这亚勒吉阿便是其一。亚勒吉阿是他的假名，本名菲兰兑尔，是一处小地方的商人，没有受过学校教育，但他用了自修工夫，竟达到很高的程度，在本乡很受尊重，而且是极有功于青年教育的。他的小说，于性格及心理描写都很妙。这却只是一篇小品，是从勃劳绥惠德尔所编的在他的诗和他的诗人的影象里的芬阑中译出的。编者批评说亚勒吉阿尤有一种优美的讥讽的诙谐，用了深沉的微笑盖在物事上，而在这光中，自然能理会出悲惨来，如小说父亲在亚美利加所证明的便是。本篇最初连同父亲在亚美利加的译文，发表于一九二一年七月十七十八日北京晨报副刊，后收入现代小说译丛第一集。勃劳绥惠德尔s德国评论家。医生附记一九五至六年顷，俄国的破裂已经发现了，有权位的人想转移国民的意向，便煽动他们攻击犹太人或别的民族去，世间称为坡格隆。这一个字，是从渐渐和摧灭合成的，也译作犹太人虐杀。这种暴举，那时各地常常实行，非常残酷，全是非人的事，直到今年，在库伦还有恩琴对于犹太人的杀戮，专制俄国那时的庙谟，真可谓毒逋四海的了。那时的煽动实在非常有力，官僚竭力的唤醒人里面的兽性来，而于其发挥，给他们许多的助力。无教育的俄人中，以歼灭犹太人为一生抱负的很多这原因虽然颇为复杂，而其主因，便只是因为他们是异民族。阿尔志跋绥夫的这一篇医生是一九一年印行的试作中之一，那做成的时候自然还在先，驱使的便是坡格隆的事，虽然算不得杰作，却是对于他同胞的非人类行为的一个极猛烈的抗争。在这短篇里，不特照例的可以看见的细微的性欲描写和心理剖析，且又简单明了的写出了对于无抵抗主义的抵抗和爱憎的纠缠来。无抵抗，是所反抗的，因为人在天性上不能没有憎，而这憎，又或根于更广大的爱。"}
{"text":"阿尔志跋绥夫的这一篇医生是一九一年印行的试作中之一，那做成的时候自然还在先，驱使的便是坡格隆的事，虽然算不得杰作，却是对于他同胞的非人类行为的一个极猛烈的抗争。在这短篇里，不特照例的可以看见的细微的性欲描写和心理剖析，且又简单明了的写出了对于无抵抗主义的抵抗和爱憎的纠缠来。无抵抗，是所反抗的，因为人在天性上不能没有憎，而这憎，又或根于更广大的爱。因此，阿尔志跋绥夫便仍然不免是托尔斯泰之徒了，而又不免是托尔斯泰主义的反抗者，――圆稳的说，便是托尔斯泰主义的调剂者。人说，俄国人有异常的残忍性和异常的慈悲性这很奇异，但让研究国民性的学者来解释罢。我所想的，只在自己这中国，自从杀掉蚩尤以后，兴高采烈的自以为制服异民族的时候也不少了，不知道能否在平定什么方略等等之外，寻出一篇这样为弱民族主张正义的文章来。一九二一年四月二十八日附记。本篇连同医生的译文，最初发表于一九二一年九月小说月报第十二卷号外俄国文学研究，后收入现代小说译丛第一集。库伦现名乌兰巴托，蒙古人民共和国首都。恩琴，―，现译作翁格恩，原是沙皇军队大尉，十月革命后与日本帝国主义相勾结，成为远东白卫军头目之一。他侵占库伦后，曾下令对和平居民大肆掠夺和枪杀。一九二一年八月被红军俘获后枪决。庙谟庙指庙堂，朝廷的意思谟，策划的意思。庙谟，即封建王朝对国政的策划，一作庙谋。毒逋四海语见书经泰誓下，逋，原作铩Ｕ饫锸禽倍镜囊馑肌ｒ坑却说中远古时代的九黎族首领，与汉族祖先黄帝战斗，战败被杀。平定什么方略指为反动统治阶级镇压少数民族起义和农民起义歌功颂德的武功纪录。如平定金川方略平定准噶尔方略等。疯姑娘附记勃劳绥惠德尔作在他的诗和他的诗人的影象里的芬阑，分芬阑文人为用瑞典语与用芬阑语的两群，而后一类又分为国民的著与艺术的著。"}
{"text":"如平定金川方略平定准噶尔方略等。疯姑娘附记勃劳绥惠德尔作在他的诗和他的诗人的影象里的芬阑，分芬阑文人为用瑞典语与用芬阑语的两群，而后一类又分为国民的著与艺术的著。在艺术的著之中，他以明那亢德为第一人，并且评论说伊以一八四四年生于单湄福尔，为一个纺纱厂的工头约翰生sss的女儿，他是早就自夸他那才得五岁，便已能读能唱而且能和小风琴的神童的。当伊八岁时，伊的父亲在科庇阿设了一所毛丝厂，并且将女儿送在这地方的三级制瑞典语女子学校里。一八六三年伊往齐佛斯吉洛去，就是在这一年才设起男女师范学校的地方但次年，这模范女学生便和教师而且著作家亢德结了婚。这婚姻使伊不幸，因为违反了伊的精力弥满的意志，来求适应，则伊太有自立的天性但伊却由他导到著作事业里，因为他编辑一种报章，伊也须帮助他但是伊的笔太锋利，致使伊的男人失去了他的主笔的位置了。两三年后，寻到第二个主笔的位置，伊又有了再治文事的机缘了。由伊住家地方的芬阑剧场的邀请，伊才起了著作剧本的激刺。当伊作偷盗才到中途时，伊的男人死去了，而剩着伊和七个无人过问的小孩。但伊仍然完成了伊的剧本，送到芬阑剧场去。待到伊因为艰难的生活战争，精神的和体质的都将近于败亡的时候，伊却从芬阑文学会得到伊的戏曲的奖赏，又有了开演的通知，这获得大成功，而且列入戏目了。但是伊也不能单恃文章作生活，却如伊的父亲曾经有过的一样，开了一个公司。伊一面又弄文学。于伊文学的发达上有显著的影响的是勃兰兑思s的书，这使伊也知道了泰因，斯宾塞，弥尔和蒲克勒，p，，的理想。伊现在是单以现代的倾向诗人和社会改革家站在芬阑文学上了。伊辩护欧洲文明的理想和状态，输入伊的故乡，且又用了极端急进的见解。伊又加入于为被压制人民的正义，为苦人对于有权者和富人，为妇女和伊的权利对于现今的社会制度，为博爱的真基督教对于以伪善的文句为衣装的官样基督教。在伊创作里，显示着冷静的明白的判断，确实的奋斗精神和对于感情生活的锋利而且细致的观察。"}
{"text":"伊现在是单以现代的倾向诗人和社会改革家站在芬阑文学上了。伊辩护欧洲文明的理想和状态，输入伊的故乡，且又用了极端急进的见解。伊又加入于为被压制人民的正义，为苦人对于有权者和富人，为妇女和伊的权利对于现今的社会制度，为博爱的真基督教对于以伪善的文句为衣装的官样基督教。在伊创作里，显示着冷静的明白的判断，确实的奋斗精神和对于感情生活的锋利而且细致的观察。伊有强盛的构造力，尤其表见于戏曲的意象中，而在伊的小说里，也时时加入戏曲的气息但在伊缺少真率的艺术眼，伊对一切事物都用那固执的成见的批评。伊是辩论家，讽刺家，不只是人生观察者。伊的眼光是狭窄的，这也不特因为伊起于狭窄的景况中，又未经超出这外面而然，实也因为伊的理性的冷静，知道那感情便太少了。伊缺少心情的暖和，但出色的是伊的识见，因此伊所描写，是一个小市民范围内的细小的批评。现在译出的这一篇，便是勃劳绥惠德尔所选的一个标本。亢德写这为社会和自己的虚荣所误的一生的径路，颇为细微，但几乎过于深刻了，而又是无可补救的绝望。培因也说，伊的同性的委曲，真的或想象的，是伊小说的不变的主题伊不倦于长谈那可怜的柔弱的女人在伊的自然的暴君与压迫者手里所受的苦处。夸张与无希望的悲观，是这些强有力的，但是悲惨而且不欢的小说的特色。大抵惨痛热烈的心声，若从纯艺术的眼光看来，往往有这缺陷例如陀思妥也夫斯奇的著作，也常使高兴的读者不能看完他的全篇。一九二一年八月十八日记。本篇连同疯姑娘的译文，最初发表于一九二一年十月小说月报第十二卷第十号被损害民族的文学号，后收入现代小说译丛第一集。明那亢德―通译康特，芬兰女作家。曾参加资产阶级民主改革运动，作品有揭露资本主义社会矛盾的剧本工人的妻子等。单湄福尔现名坦佩雷p，芬兰西南部的城市。勃兰兑斯―丹麦文学批评家。著有十九世纪文学主流俄国印象记等。泰因―通译泰纳，法国文艺理论家史学家。著有英国文学史艺术哲学等。斯宾塞―，英国哲学家社会学家。主要著作有综合哲学体系十卷社会学研究法等。"}
{"text":"曾参加资产阶级民主改革运动，作品有揭露资本主义社会矛盾的剧本工人的妻子等。单湄福尔现名坦佩雷p，芬兰西南部的城市。勃兰兑斯―丹麦文学批评家。著有十九世纪文学主流俄国印象记等。泰因―通译泰纳，法国文艺理论家史学家。著有英国文学史艺术哲学等。斯宾塞―，英国哲学家社会学家。主要著作有综合哲学体系十卷社会学研究法等。弥尔―，通译穆勒，英国哲学家经济学家。著有逻辑体系论自由严复中译名分别为穆勒名学群己权界论等。蒲克勒―，通译巴克尔，英国历史学家，著有英国文明史等。战争中的威尔珂附记勃尔格利亚文艺的曙光，是开始在十九世纪的。但他早负着两大害一是土耳其政府的凶横，一是希腊旧教的锢蔽。直到俄土战争之后，他才现出极迅速的进步来。唯其文学，因为历史的关系，终究带着专事宣传爱国主义的倾向，诗歌尤甚，所以勃尔格利亚还缺少伟大的诗人。至于散文方面，却已有许多，而最显著的是伊凡跋佐夫。跋佐夫以一八五年生于梭波德，父亲是一个商人，母亲是在那时很有教育的女子。他十五岁到开罗斐尔在东罗马尼亚进学校，二十岁到罗马尼亚学经商去了。但这时候勃尔格利亚的独立运动已经很旺盛，所以他便将全力注到革命事业里去他又发表了许多爱国的热烈的诗篇。跋佐夫以一八七二年回到故乡他的职业很奇特，忽而为学校教师，忽而为铁路员，但终于被土耳其政府逼走了。革命时，他为军事执法长此后他又与诗人威理式珂夫s编辑一种月刊曰科学，终于往俄国，在阿兑塞完成一部小说，就是有名的轭下，是描写对土耳其战争的，回国后发表在教育部出版的文学丛书中，不久欧洲文明国便几乎都有译本了。他又做许多短篇小说和戏曲，使巴尔干的美丽，朴野，都涌现于读者的眼前。勃尔格利亚人以他为他们最伟大的文人一八九五年在苏飞亚举行他文学事业二十五年的祝典今年又行盛大的祝贺，并且印行纪念邮票七种因为他正七十周岁了。"}
{"text":"他又做许多短篇小说和戏曲，使巴尔干的美丽，朴野，都涌现于读者的眼前。勃尔格利亚人以他为他们最伟大的文人一八九五年在苏飞亚举行他文学事业二十五年的祝典今年又行盛大的祝贺，并且印行纪念邮票七种因为他正七十周岁了。跋佐夫不但是革命的文人，也是旧文学的轨道破坏者，也是体裁家s，勃尔格利亚文书旧用一种希腊教会的人造文，轻视口语，因此口语便很不完全了，而跋佐夫是鼓吹白话，又善于运用白话的人。托尔斯泰和俄国文学是他的模范。他爱他的故乡，终身记念着，尝在意大利，徘徊橙橘树下，听得一个英国人叫道这是真的乐园！他答道，，我知道一个更美的乐园！――他没有一刻忘却巴尔干的蔷薇园，他爱他的国民，尤痛心于勃尔格利亚和塞尔比亚的兄弟的战争，这一篇战争中的威尔珂，也便是这事的悲愤的叫唤。这一篇，是从札典斯加女士的德译本勃尔格利亚女子与其他小说里译出的所有注解，除了第四第六第九之外，都是德译本的原注。一九二一年八月二二日记。本篇连同战争中的威尔珂的译文，最初发表于一九二一年十月小说月报第十二卷第十号被损害民族的文学号，后收入现代小说译丛第一集。勃尔格利亚保加利亚的旧译。伊凡跋佐夫，―通译伐佐夫，保加利亚作家。一八七四年起参加民族独立斗争，曾多次流亡国外。著有长篇小说轭下讽刺喜剧升官图等。梭波德现名伐佐夫格勒。东罗马尼亚应为东鲁米利亚。根据一八七八年柏林条约，东鲁米利亚为土耳其的一省一八八五年并入保加利亚。指一八七六年保加利亚反抗土耳其统治的民族革命时期。威理式珂夫，―通译威理奇珂夫，保加利亚作家，民族革命运动的参加者，著有抒情诗亲爱的祖国，小说在监狱中等。阿兑塞今译敖德萨，黑海北岸的苏联城市。苏飞亚今译索菲亚，保加利亚的首都。英语先生阁下。塞尔比亚今译塞尔维亚。"}
