{"text":"但立意怎样，于事实是无干的。我疑心吃苦的人们中，或不免有看了我的文章，受了刺戟，于是挺身出而革命的青年，所以实在很苦痛。但这也因为我天生的不是革命家的缘故，倘是革命巨子，看这一点牺牲，是不算一回事的。第一是自己活着，能永远做指导，因为没有指导，革命便不成功了。你看革命文学家，就都在上海租界左近，一有风吹草动，就有洋鬼子造成的铁丝网，将反革命文学的华界隔离，于是从那里面掷出无烟火药――约十万两――来，轰然一声，一切有闲阶级便都奥伏赫变了。那些革命文学家，大抵是今年发生的，有一大串。虽然还在互相标榜，或互相排斥，我也分不清是革命已经成功的文学家呢，还是革命尚未成功的文学家。不过似乎说是因为有了我的一本呐喊或野草，或我们印了语丝，所以革命还未成功，或青年懒于革命了。这口吻却大家大略一致的。这是今年革命文学界的舆论。对于这些舆论，我虽然又好气又好笑，但也颇有些高兴。因为虽然得了延误革命的罪状，而一面却免去诱杀青年的内疚了。那么，一切死者，伤者，吃苦者，都和我无关。先前真是擅负责任。我先前是立意要不讲演，不教书，不发议论，使我的名字从社会上死去，算是我的赎罪的，今年倒心里轻松了，又有些想活动。不料得了你的信，却又使我的心沉重起来。但我已经没有去年那么沉重。近大半年来，征之舆论，按之经验，知道革命与否，还在其人，不在文章的。你说我毒害了你了，但这里的批评家，却明明说我的文字是非革命的。假使文学足以移人，则他们看了我的文章，应该不想做革命文学了，现在他们已经看了我的文章，断定是非革命，而仍不灰心，要做革命文学者，可见文字于人，实在没有什么影响，――只可惜是同时打破了革命文学的牌坊。不过先生和我素昧平生，想来决不至于诬栽我，所以我再从别一面来想一想。第一，我以为你胆子太大了，别的革命文学家，因为我描写黑暗，便吓得屁滚尿流，以为没有出路了，所以他们一定要讲最后的胜利，付多少钱终得多少利，像人寿保险公司一般。而你并不计较这些，偏要向黑暗进攻，这是吃苦的原因之一。既然太大胆，那么，第二，就是太认真。革命是也有种种的。你的遗产被革去了，但也有将遗产革来的，但也有连性命都革去的，也有只革到薪水，革到稿费，而倒捐了革命家的头衔的。这些英雄，自然是认真的，但若较原先更有损了，则我以为其病根就在太。"}
{"text":"第一，我以为你胆子太大了，别的革命文学家，因为我描写黑暗，便吓得屁滚尿流，以为没有出路了，所以他们一定要讲最后的胜利，付多少钱终得多少利，像人寿保险公司一般。而你并不计较这些，偏要向黑暗进攻，这是吃苦的原因之一。既然太大胆，那么，第二，就是太认真。革命是也有种种的。你的遗产被革去了，但也有将遗产革来的，但也有连性命都革去的，也有只革到薪水，革到稿费，而倒捐了革命家的头衔的。这些英雄，自然是认真的，但若较原先更有损了，则我以为其病根就在太。第三，是你还以为前途太光明，所以一碰钉子，便大失望，如果先前不期必胜，则即使失败，苦痛恐怕会小得多罢。那么，我没有罪戾么？有的，现在正有许多正人君子和革命文学家，用明枪暗箭，在办我革命及不革命之罪，将来我所受的伤的总计，我就划一部分赔偿你的尊头。这里添一点考据还我头来这话，据三国志演义，是关云长夫子说的，似乎并非梁遇春先生。以上其实都是空话。一到先生个人问题的阵营，倒是十分难于动手了，这决不是什么前进呀，杀呀，青年呵那样英气勃勃的文字所能解决的。真话呢，我也不想公开，因为现在还是言行不大一致的好。但来信没有住址，无法答复，只得在这里说几句。第一，要谋生，谋生之道，则不择手段。且住，现在很有些没分晓汉，以为问目的不问手段是共产党的口诀，这是大错的。人们这样的很多，不过他们不肯说出口。苏俄的学艺教育人民委员卢那卡尔斯基所作的被解放的吉诃德先生里，将这手段使一个公爵使用，可见也是贵族的东西，堂皇冠冕。第二，要爱护爱人。这据舆论，是大背革命之道的。但不要紧，你只要做几篇革命文字，主张革命青年不该讲恋爱就好了。只是假如有一个有权者或什么敌前来问罪的时候，这也许仍要算一条罪状，你会后悔轻信了我的话。因此，我得先行声明等到前来问罪的时候，倘没有这一节，他们就会找别一条的。盖天下的事，往往决计问罪在先，而搜集罪状普通是十条在后也。先生，我将这样的话写出，可以略蔽我的过错了罢。因为只这一点，我便可以又受许多伤。先是革命文学家就要哭骂道虚无主义者呀，你这坏东西呀！呜呼，一不谨慎，又在新英雄的鼻子上抹了一点粉了。趁便先辩几句罢无须大惊小怪，这不过不择手段的手段，还不是主义哩。即使是主义，我敢写出，肯写出，还不算坏东西。等到我坏起来，就一定将这些宝贝放在肚子里，手头集许多钱，住在安全地带，而主张别人必须做牺牲。"}
{"text":"盖天下的事，往往决计问罪在先，而搜集罪状普通是十条在后也。先生，我将这样的话写出，可以略蔽我的过错了罢。因为只这一点，我便可以又受许多伤。先是革命文学家就要哭骂道虚无主义者呀，你这坏东西呀！呜呼，一不谨慎，又在新英雄的鼻子上抹了一点粉了。趁便先辩几句罢无须大惊小怪，这不过不择手段的手段，还不是主义哩。即使是主义，我敢写出，肯写出，还不算坏东西。等到我坏起来，就一定将这些宝贝放在肚子里，手头集许多钱，住在安全地带，而主张别人必须做牺牲。先生，我也劝你暂时玩玩罢，随便弄一点糊口之计，不过我并不希望你永久没落，有能改革之处，还是随时可以顺手改革的，无论大小。我也一定遵命，不但歇歇，而且玩玩。但这也并非因为你的警告，实在是原有此意的了。我要更加讲趣味，寻闲暇，即使偶然涉及什么，那是文字上的疏忽，若论动机或良心，却也许并不这样的。纸完了，回信也即此为止。并且顺颂痊安，又祝令爱人不挨饿。。四月十日。本篇最初发表于一九二八年四月二十三日语丝第四卷第十七期。泡制醉虾这是在答有恒先生收入而已集一文中说过的话。这里所引岂明周作人的话，见他在语丝第四卷第九期一九二八年二月二十七日发表的爆竹事实上中国有有产与无产这两类，而其思想感情实无差别，有产者在升官发财中而希望更升更发者也，无产者希望将来升官发财者也，故生活上有两阶级，思想上只有一阶级即为升官发财之思想。还我头来这是三国志演义中关云长说的话。关云长在荆州战败，夜走麦城被杀，吴兵割下他的首级后仍阴魂不散，到玉泉山向普静和尚诉冤，大呼还我头来见该书第七十七回。梁遇春―，福建福州人，当时的青年作家。他在一篇题为还我头来及其他载一九二七年八月语丝第一四六期的文章中曾引用过这个典故。段祺瑞―安徽合肥人，北洋皖系军阀首领。袁世凯死后，在日本帝国主义支持下，几次把持北洋政府。一九二四年至一九二六年被推为北洋政府临时执政。聚而歼旃语见左传襄公二十八年。旃，助词，意为之焉。"}
{"text":"他在一篇题为还我头来及其他载一九二七年八月语丝第一四六期的文章中曾引用过这个典故。段祺瑞―安徽合肥人，北洋皖系军阀首领。袁世凯死后，在日本帝国主义支持下，几次把持北洋政府。一九二四年至一九二六年被推为北洋政府临时执政。聚而歼旃语见左传襄公二十八年。旃，助词，意为之焉。浅薄的人道主义郑伯奇于一九二三年底和一九二四年初在创造周报第三十三至三十五期上连载国民文学论，其中批评五四新文学运动和平民文学的提倡者说国民意识未经唤醒，国民感情未经燃着的新文学家，对于一般国民的生活依然不起研究的兴味。结果只生出了几篇浅薄的人道主义的作品，新文学运动的第一期就闭幕了。卢那卡尔斯基\\，―苏联文移缆奂摇嗡樟谝任教育人民委员部的人民委员部长。著有艺术与革命实证美学的基础和剧本被解放的吉诃德先生等。曾翻译过他的艺术论，一九二九年六月上海大江书铺出版。无声的中国无声的中国――二月十六日在香港青年会讲以我这样没有什么可听的无聊的讲演，又在这样大雨的时候，竟还有这许多来听的诸君，我首先应当声明我的郑重的感谢。我现在所讲的题目是无声的中国。现在，浙江，陕西，都在打仗，那里的人民哭着呢还是笑着呢，我们不知道。香港似乎很太平，住在这里的中国人，舒服呢还是不很舒服呢，别人也不知道。发表自己的思想，感情给大家知道的是要用文章的，然而拿文章来达意，现在一般的中国人还做不到。这也怪不得我们因为那文字，先就是我们的祖先留传给我们的可怕的遗产。人们费了多年的工夫，还是难于运用。因为难，许多人便不理它了，甚至于连自己的姓也写不清是张还是章，或者简直不会写，或者说道。虽然能说话，而只有几个人听到，远处的人们便不知道，结果也等于无声。又因为难，有些人便当作宝贝，像玩把戏似的，之乎者也，只有几个人懂，――其实是不知道可真懂，而大多数的人们却不懂得，结果也等于无声。文明人和野蛮人的分别，其一，是文明人有文字，能够把他们的思想，感情，藉此传给大众，传给将来。中国虽然有文字，现在却已经和大家不相干，用的是难懂的古文，讲的是陈旧的古意思，所有的声音，都是过去的，都就是只等于零的。所以，大家不能互相了解，正像一大盘散沙。"}
{"text":"虽然能说话，而只有几个人听到，远处的人们便不知道，结果也等于无声。又因为难，有些人便当作宝贝，像玩把戏似的，之乎者也，只有几个人懂，――其实是不知道可真懂，而大多数的人们却不懂得，结果也等于无声。文明人和野蛮人的分别，其一，是文明人有文字，能够把他们的思想，感情，藉此传给大众，传给将来。中国虽然有文字，现在却已经和大家不相干，用的是难懂的古文，讲的是陈旧的古意思，所有的声音，都是过去的，都就是只等于零的。所以，大家不能互相了解，正像一大盘散沙。将文章当作古董，以不能使人认识，使人懂得为好，也许是有趣的事罢。但是，结果怎样呢？是我们已经不能将我们想说的话说出来。我们受了损害，受了侮辱，总是不能说出些应说的话。拿最近的事情来说，如中日战争，拳匪事件，民元革命这些大事件，一直到现在，我们可有一部像样的著作？民国以来，也还是谁也不作声。反而在外国，倒常有说起中国的，但那都不是中国人自己的声音，是别人的声音。这不能说话的毛病，在明朝是还没有这样厉害的他们还比较地能够说些要说的话。待到满洲人以异族侵入中国，讲历史的，尤其是讲宋末的事情的人被杀害了，讲时事的自然也被杀害了。所以，到乾隆年间，人民大家便更不敢用文章来说话了。所谓读书人，便只好躲起来读经，校刊古书，做些古时的文章，和当时毫无关系的文章。有些新意，也还是不行的不是学韩，便是学苏。韩愈苏轼他们，用他们自己的文章来说当时要说的话，那当然可以的。我们却并非唐宋时人，怎么做和我们毫无关系的时候的文章呢。即使做得像，也是唐宋时代的声音，韩愈苏轼的声音，而不是我们现代的声音。然而直到现在，中国人却还耍着这样的旧戏法。人是有的，没有声音，寂寞得很。――人会没有声音的么？没有，可以说，是死了。倘要说得客气一点，那就是已经哑了。要恢复这多年无声的中国，是不容易的，正如命令一个死掉的人道你活过来！我虽然并不懂得宗教，但我以为正如想出现一个宗教上之所谓奇迹一样。首先来尝试这工作的是五四运动前一年，胡适之先生所提倡的文学革命。革命这两个字，在这里不知道可害怕，有些地方是一听到就害怕的。但这和文学两字连起来的革命，却没有法国革命的革命那么可怕，不过是革新，改换一个字，就很平和了，我们就称为文学革新罢，中国文字上，这样的花样是很多的。"}
{"text":"要恢复这多年无声的中国，是不容易的，正如命令一个死掉的人道你活过来！我虽然并不懂得宗教，但我以为正如想出现一个宗教上之所谓奇迹一样。首先来尝试这工作的是五四运动前一年，胡适之先生所提倡的文学革命。革命这两个字，在这里不知道可害怕，有些地方是一听到就害怕的。但这和文学两字连起来的革命，却没有法国革命的革命那么可怕，不过是革新，改换一个字，就很平和了，我们就称为文学革新罢，中国文字上，这样的花样是很多的。那大意也并不可怕，不过说我们不必再去费尽心机，学说古代的死人的话，要说现代的活人的话不要将文章看作古董，要做容易懂得的白话的文章。然而，单是文学革新是不够的，因为腐败思想，能用古文做，也能用白话做。所以后来就有人提倡思想革新。思想革新的结果，是发生社会革新运动。这运动一发生，自然一面就发生反动，于是便酿成战斗。但是，在中国，刚刚提起文学革新，就有反动了。不过白话文却渐渐风行起来，不大受阻碍。这是怎么一回事呢？就因为当时又有钱玄同先生提倡废止汉字，用罗马字母来替代。这本也不过是一种文字革新，很平常的，但被不喜欢改革的中国人听见，就大不得了了，于是便放过了比较的平和的文学革命，而竭力来骂钱玄同。白话乘了这一个机会，居然减去了许多敌人，反而没有阻碍，能够流行了。中国人的性情是总喜欢调和，折中的。譬如你说，这屋子太暗，须在这里开一个窗，大家一定不允许的。但如果你主张拆掉屋顶，他们就会来调和，愿意开窗了。没有更激烈的主张，他们总连平和的改革也不肯行。那时白话文之得以通行，就因为有废掉中国字而用罗马字母的议论的缘故。其实，文言和白话的优劣的讨论，本该早已过去了，但中国是总不肯早早解决的，到现在还有许多无谓的议论。例如，有的说古文各省人都能懂，白话就各处不同，反而不能互相了解了。殊不知这只要教育普及和交通发达就好，那时就人人都能懂较为易解的白话文至于古文，何尝各省人都能懂，便是一省里，也没有许多人懂得的。有的说如果都用白话文，人们便不能看古书，中国的文化就灭亡了。其实呢，现在的人们大可以不必看古书，即使古书里真有好东西，也可以用白话来译出的，用不着那么心惊胆战。他们又有人说，外国尚且译中国书，足见其好，我们自己倒不看么？殊不知埃及的古书，外国人也译，非洲黑人的神话，外国人也译，他们别有用意，即使译出，也算不了怎样光荣的事的。"}
{"text":"殊不知这只要教育普及和交通发达就好，那时就人人都能懂较为易解的白话文至于古文，何尝各省人都能懂，便是一省里，也没有许多人懂得的。有的说如果都用白话文，人们便不能看古书，中国的文化就灭亡了。其实呢，现在的人们大可以不必看古书，即使古书里真有好东西，也可以用白话来译出的，用不着那么心惊胆战。他们又有人说，外国尚且译中国书，足见其好，我们自己倒不看么？殊不知埃及的古书，外国人也译，非洲黑人的神话，外国人也译，他们别有用意，即使译出，也算不了怎样光荣的事的。近来还有一种说法，是思想革新紧要，文字改革倒在其次，所以不如用浅显的文言来作新思想的文章，可以少招一重反对。这话似乎也有理。然而我们知道，连他长指甲都不肯剪去的人，是决不肯剪去他的辫子的。因为我们说着古代的话，说着大家不明白，不听见的话，已经弄得像一盘散沙，痛痒不相关了。我们要活过来，首先就须由青年们不再说孔子孟子和韩愈柳宗元们的话。时代不同，情形也两样，孔子时代的香港不这样，孔子口调的香港论是无从做起的，吁嗟阔哉香港也，不过是笑话。我们要说现代的，自己的话用活着的白话，将自己的思想，感情直白地说出来。但是，这也要受前辈先生非笑的。他们说白话文卑鄙，没有价值他们说年青人作品幼稚，贻笑大方。我们中国能做文言的有多少呢，其余的都只能说白话，难道这许多中国人，就都是卑鄙，没有价值的么？至于幼稚，尤其没有什么可羞，正如孩子对于老人，毫没有什么可羞一样。幼稚是会生长，会成熟的，只不要衰老，腐败，就好。倘说待到纯熟了才可以动手，那是虽是村妇也不至于这样蠢。她的孩子学走路，即使跌倒了，她决不至于叫孩子从此躺在床上，待到学会了走法再下地面来的。青年们先可以将中国变成一个有声的中国。大胆地说话，勇敢地进行，忘掉了一切利害，推开了古人，将自己的真心的话发表出来。――真，自然是不容易的。譬如态度，就不容易真，讲演时候就不是我的真态度，因为我对朋友，孩子说话时候的态度是不这样的。――但总可以说些较真的话，发些较真的声音。只有真的声音，才能感动中国的人和世界的人必须有了真的声音，才能和世界的人同在世界上生活。我们试想现在没有声音的民族是那几种民族。我们可听到埃及人的声音？可听到安南，朝鲜的声音？印度除了泰戈尔，别的声音可还有？我们此后实在只有两条路一是抱着古文而死掉，一是舍掉古文而生存。"}
{"text":"――真，自然是不容易的。譬如态度，就不容易真，讲演时候就不是我的真态度，因为我对朋友，孩子说话时候的态度是不这样的。――但总可以说些较真的话，发些较真的声音。只有真的声音，才能感动中国的人和世界的人必须有了真的声音，才能和世界的人同在世界上生活。我们试想现在没有声音的民族是那几种民族。我们可听到埃及人的声音？可听到安南，朝鲜的声音？印度除了泰戈尔，别的声音可还有？我们此后实在只有两条路一是抱着古文而死掉，一是舍掉古文而生存。本篇最初刊于香港报纸报纸名称及日期未详，一九二七年三月二十三日汉口中央日报副刊转载。据日记，这篇讲演作于二月十八日。青年会即基督教青年会，基督教进行社会文化活动的机构之一。这里说的浙江陕西在打仗，指一九二六年末至一九二七年初北洋军阀孙传芳在浙江进攻与广州国民政府有联系的陈仪周凤歧等部，和一九二六年十二月冯玉祥所部国民军在陕西反对北洋军阀吴佩孚的战争。中日战争指一八九四年甲午日本军国主义侵略中国而引起的战争。拳匪事件，指一九年义和团反对帝国主义侵略的斗争。民元革命，即一九一一年辛亥孙中山领导的推翻清王朝建立民国的民主革命。指清初统治者多次施于汉族人民的文字狱，其中较著名的有康熙年间的庄廷r之狱戴名世之狱，雍正年间的吕留良曾静之狱，乾隆年间的胡中藻之狱等。这些文字狱的起因，都是由于他们在著作中记载了汉族人民在历史上特别是宋末和明末反抗民族压迫的事实，或涉及了当时一些政治事件，因而遭到迫害和屠杀。韩愈―字退之，河阳今河南孟县人，唐代文学家，著有韩昌黎集。苏轼―，字子瞻，号东坡居士，眉山今属四川人，宋代文学家，著有东坡全集等。胡适之―名适，字适之，安徽绩溪人。他在五四时期是新文化运动右翼的代表人物。这里所说他提倡文学革命，是指他在新青年杂志第四卷第四号一九一八年四月上发表的建设的文学革命论一文。法国革命指一七八九年至一七九四年的法国资产阶级革命。这次革命摧毁了法国封建专制制度，促进了法国资本主义的发展，并推动了欧洲各国的革命。钱玄同―浙江吴兴人，文字学家，五四时期新文化运动的积极参加者。"}
{"text":"胡适之―名适，字适之，安徽绩溪人。他在五四时期是新文化运动右翼的代表人物。这里所说他提倡文学革命，是指他在新青年杂志第四卷第四号一九一八年四月上发表的建设的文学革命论一文。法国革命指一七八九年至一七九四年的法国资产阶级革命。这次革命摧毁了法国封建专制制度，促进了法国资本主义的发展，并推动了欧洲各国的革命。钱玄同―浙江吴兴人，文字学家，五四时期新文化运动的积极参加者。他在一九一八年一月新青年第四卷第一号论注音字母一文中以过，高等字典和中学以上的高深书籍，都应该用罗马字母记音在同年四月新青年第四卷第四号中国今后之文字问题的通信中，提出废灭汉文，代以世界语的主张。孔子前―前名丘，字仲尼，春秋末期鲁国陬邑今山东曲阜人，儒家学派创始人。他的主要言行记载在论语一书中。孟子约前―前，名轲，字子舆，战国中期邹今山东邹县人，继孔丘之后儒家的代表人物。他的重要言行记载在孟子一书中。柳宗元―，字子厚，河东今山西运城人，唐代文学家，著有柳河东集等。泰戈尔，―印度诗人，钟惺新月集飞鸟集和长篇小说沉船等。第头节头三月二十五日的申报上有一篇梁实秋教授的关于卢骚，以为引辛克来儿的话来攻击白璧德，是借刀杀人，不一定是好方法。至于他之攻击卢骚，理由之二，则在卢骚个人不道德的行为，已然成为一般浪漫文人行为之标类的代表，对于卢骚的道德的攻击，可以说即是给一般浪漫的人的行为的攻击。那么，这虽然并非借刀杀人，却成了借头示众了。假使他没有成为一般浪漫文人行为之标类的代表，就不至于路远迢迢，将他的头挂给中国人看。一般浪漫文人，总算害了遥拜的祖师，给了他一个死后也不安静。他现在所受的罚，是因为影响罪，不是本罪了，可叹也夫！以上的话不大谨饬，因为梁教授不过要笔伐，井未说须挂卢骚的头，说到挂头，是我看了今天申报上载湖南共产党郭亮伏诛后，将他的头挂来挂去，遍历长岳，偶然拉扯上去的。"}
