{"text":"其中有些篇思想新鲜活泼，文笔清新俊逸，真使我耳目为之一新。中国古人说雏凤清于老凤声。我――如果大家允许我也在其中滥竽一席的话――和我们这些老凤，真不能不向你们这一批雏凤投过去羡慕和敬佩的眼光了。但是，中国古人又说满招损，谦受益。我希望你们能够认真体会这两句话的含义。倚老卖老，固不足取，倚少卖少也同样是值得青年人警惕的。天下万事万物，发展永无穷期。人外有人，天外有天，老子天下第一的想法是绝对错误的。你们对我们老祖宗遗留下来的浩如烟海的文学作品必须有深刻的了解。最好能背诵几百首旧诗词和几十篇古文，让它们随时涵蕴于你们心中，低吟于你们口头。这对于你们的文学创作和人文素质的提高，都会有极大的好处。不管你们现在或将来是教书研究经商从政，或者是专业作家，都是如此，概莫能外。对外国的优秀文学作品，也必实下一番工夫，简练揣摩。这对你们的文学修养是决不可少的。如果能做到这一步，则你们必然能融会中西，贯通古今，创造出更新更美的作品。宋代大儒朱子有一首诗，我觉得很有针对性，很有意义，我现在抄给大家少年易老学难成，一寸光阴不可轻。未觉池塘春草梦，阶前梧叶已秋声。这一首诗，不但对青年有教育意义，对我们老年人也同样有教育意义。文字明白如画，用不着过多的解释。光阴，对青年和老年，都是转瞬即逝，必须爱惜。一寸光阴一寸金，寸金难买寸光阴。这是我们古人留给我们的两句意义深刻的话。你们现在是处在燕园幽梦中，你们面前是一条阳关大道，是一条铺满了鲜花的阳关大道。你们要在这条大道上走上六十年，七十年，八十年，或者更多的年，为人民，为人类作出出类拔萃的贡献。但愿你们永不忘记这一场燕园梦，永远记住自己是一个北大人，一个值得骄傲的北大人，这个名称会带给你们美丽的回忆，带给你们无量的勇气，带给你们奇妙的智慧，带给你们悠远的憧憬。有了这些东西，你们就会自强不息，无往不利，不会虚度此生。这是我的希望，也是我的信念。忆往述怀第一篇阅尽沧桑忆往述怀希望在你们身上人类社会的进步，有如运动场上的接力赛。老年人跑第一棒，中年人跑第二棒，青年人跑第三棒。各有各的长度，各有各的任务，互相协调，共同努力，以期获得最后胜利。"}
{"text":"有了这些东西，你们就会自强不息，无往不利，不会虚度此生。这是我的希望，也是我的信念。忆往述怀第一篇阅尽沧桑忆往述怀希望在你们身上人类社会的进步，有如运动场上的接力赛。老年人跑第一棒，中年人跑第二棒，青年人跑第三棒。各有各的长度，各有各的任务，互相协调，共同努力，以期获得最后胜利。这里面并没有高低之分，而只有前后之别。老年人不必倚老卖老，青年人也不必倚少卖少。老年人当然先走，青年人也会变老。如此循环往复，流转不息。这是宇宙和人世间的永恒规律，谁也改变不了一丝一毫。所谓社会的进步，就寓于其中。中国古话说长江后浪推前浪，世上新人换旧人。像我这样年届耄耋的老朽，当然已是旧人。我们可以说是已经交了棒，看你们年轻人奋勇向前了。但是我们虽无棒在手，也决不会停下不走，坐以待毙我们仍然要焚膏继晷，献上自己的余力，跟中青年人同心协力，把我们国家的事情办好。我说的这一番道理，几近老生常谈，然而却是真理。人世间的真理都是明白易懂的。可是，芸芸众生，花花世界，浑浑噩噩者居多，而明明白白者实少。你们青年人感觉锐敏，英气蓬勃，首先应该认识这个真理。要想树立正确的人生观和价值观，也必须从这里开始。换句话说就是，要认清自己在人类社会进化的漫漫的长河中的地位。人类的前途要由你们来决定，祖国的前途要由你们来创造。这就是你们青年人的责任。千万不要把人生观和价值观当做一个哲学命题来讨论，徒托空谈，无补实际。一切人生观和价值观，离开了这个责任感，都是空谈。那么，我作为一个老人，要对你们说些什么座右铭呢？你们想要从我这里学些什么经验呢？我没有多少哲理，我也讨厌说些空话废话假话大话。我一无灵丹妙药，二无锦囊妙计。我只有一点明白易懂简单朴素几近老生常谈又确实是真理的道理。我引一首宋代大儒朱子的诗少年易老学难成，一寸光阴不可轻。未觉池塘春草梦，阶前梧叶已秋声。明白易懂，用不着解释。这首诗的关键有二一是要学习，二是要惜寸阴。朱子心目中的学，同我们的当然不会完全一样。这个道理也用不着多加解释，只要心里明白就行。至于爱惜光阴，更是易懂。"}
{"text":"你们想要从我这里学些什么经验呢？我没有多少哲理，我也讨厌说些空话废话假话大话。我一无灵丹妙药，二无锦囊妙计。我只有一点明白易懂简单朴素几近老生常谈又确实是真理的道理。我引一首宋代大儒朱子的诗少年易老学难成，一寸光阴不可轻。未觉池塘春草梦，阶前梧叶已秋声。明白易懂，用不着解释。这首诗的关键有二一是要学习，二是要惜寸阴。朱子心目中的学，同我们的当然不会完全一样。这个道理也用不着多加解释，只要心里明白就行。至于爱惜光阴，更是易懂。然而真正能实行者，却不多见。这就是一个耄耋老人对你们的肺腑之言。青年们，好自为之。世界是你们的。忆往述怀第一篇阅尽沧桑忆往述怀三思而行三思而行，是我们现在常说的一句话。主要劝人做事不要鲁莽，要仔细考虑，然后行动，则成功的可能性会大一些，碰壁的可能性会小一些。要数典而不忘祖，也并不难。这个典故就出在论语公冶长第五季文子三思而后行。子闻之曰再，斯可矣。这说明，孔老夫子是持反对意见的。吾家老祖宗文子季孙行父的三思而后行的举动，二千六七百年以来，历代都得到了几乎全天下人的赞扬，包括许多大学者在内。查一查十三经注疏，就能一目了然。论语正义说三思者，言思之多，能审慎也。许多书上还表扬了季文子，说他是忠而有贤行者。甚至有人认为三思还不够。三国志吴志诸葛恪传注中说有人劝恪每事必十思。可是我们的孔圣人却冒天下之大不韪，批评了季文子三思过多，只思二次再就够了。这怎么解释呢？究竟谁是谁非呢？我们必须先弄明白，什么叫三思。总起来说，对此有两个解释，一个是言思之多，这在上面已经引过。一个是君子之谋也，始衷中终皆举之而后入焉。这话虽为文子自己所说，然而孔子以及上万上亿的众人却不这样理解。他们理解，一直到今天，仍然是多思。多思有什么坏处呢？又有什么好处呢？根据我个人几十年来的体会，除了下围棋象棋等等以外，多思有时候能使人昏昏，容易误事。平常骂人说是不肖子孙，意思是与先人的行动不一样的人。我是季文子的最肖子孙。我平常做事不但三思，而且超过三思，是否达到了人们要求诸葛恪做的十思，没作统计，不敢乱说。"}
{"text":"一个是君子之谋也，始衷中终皆举之而后入焉。这话虽为文子自己所说，然而孔子以及上万上亿的众人却不这样理解。他们理解，一直到今天，仍然是多思。多思有什么坏处呢？又有什么好处呢？根据我个人几十年来的体会，除了下围棋象棋等等以外，多思有时候能使人昏昏，容易误事。平常骂人说是不肖子孙，意思是与先人的行动不一样的人。我是季文子的最肖子孙。我平常做事不但三思，而且超过三思，是否达到了人们要求诸葛恪做的十思，没作统计，不敢乱说。反正是思过来，思过去，越思越糊涂，终而至头昏昏然，而仍不见行动，不敢行动。我这样一个过于细心的人，有时会误大事的。我觉得，碰到一件事，决不能不思而行，鲁莽行动。记得当年在德国时，法西斯统治正如火如荼，一些盲目崇拜希特勒的人，常常使用一个词儿，意思是说干就干，不必思考。这是法西斯的做法，我们必须坚决扬弃。遇事必须深思熟虑，先考虑可行性，考虑的方面越广越好。然后再考虑不可行性，也是考虑的方面越广越好。正反两面仔细考虑完以后，就必须加以比较，作出决定，立即行动。如果你考虑正面，又考虑反面之后，再回头来考虑正面，又再考虑反面，那么，如此循环往复，终无宁日，最终成为考虑的巨人，行动的侏儒。所以，我赞成孔子的再，斯可矣。忆往述怀第一篇阅尽沧桑忆往述怀园花寂寞红楼前右边，前临池塘，背靠土山，有几间十分古老的平房，是清代保卫八大园的侍卫之类的人住的地方。整整四十年以来，一直住着一对老夫妇女的是德国人，北大教员男的是中国人，钢铁学院教授。我在德国时，已经认识了他们，算起来到今天已经将近六十年了，我们算是老朋友了。三十年前，我们的楼建成，我是第一个搬进来住的，从那以后，老朋友又成了邻居。有些往来，是必然的。逢年过节，互相拜访，感情是融洽的。我每天到办公室去，总会看到这个个子不高的老人，蹲在门前临湖的小花园里，不是除草栽花，就是浇水施肥再就是砍几竿门前屋后的竹子，扎成篱笆。嘴里叼着半只雪茄，笑眯眯的，忙忙碌碌，似乎乐在其中。他种花很有一些特点。除了一些常见的花以外，他喜欢种外国种的唐菖蒲，还有颜色不同的名贵的月季。最难得的是一种特大的牵牛花，比平常的牵牛要大一倍，宛如小碗口一般。每年春天开花时，颇引起行人的注目。据说，此花来头不小。"}
{"text":"逢年过节，互相拜访，感情是融洽的。我每天到办公室去，总会看到这个个子不高的老人，蹲在门前临湖的小花园里，不是除草栽花，就是浇水施肥再就是砍几竿门前屋后的竹子，扎成篱笆。嘴里叼着半只雪茄，笑眯眯的，忙忙碌碌，似乎乐在其中。他种花很有一些特点。除了一些常见的花以外，他喜欢种外国种的唐菖蒲，还有颜色不同的名贵的月季。最难得的是一种特大的牵牛花，比平常的牵牛要大一倍，宛如小碗口一般。每年春天开花时，颇引起行人的注目。据说，此花来头不小。在北京，只有梅兰芳家里有，齐白石晚年以画牵牛花闻名全世，临摹的就是梅府上的牵牛花。我是颇喜欢一点花的。但是我既少空闲，又无水平。买几盆名贵的花，总养不了多久，就呜呼哀哉。因此，为了满足自己的美感享受，我只能像北京人说的那样看蹭花，现在有这样神奇的牵牛花，绚丽夺目的月季和唐菖蒲，就摆在眼前，我焉得不蹭呢？每天下班或者开会回来，看到老友在侍弄花，我总要停下脚步，聊上几句，看一看花。花美，地方也美，湖光如镜，杨柳依依，说不尽的旖旎风光，人在其中，顿觉尘世烦恼，一扫而光，仿佛遗世而独立了。但是，世事往往有出人意料者。两个月前，我忽然听说，老友在夜里患了急病，不到几个小时，就离开了人间。我简直不敢相信，然而这又确是事实。我年届耄耋，阅历多矣，自谓已能做到悲欢离合总无情了。事实上并不是这样。我有情，有多得超过了需要的情，老友之死，我焉能无动于衷呢？当时只道是寻常这一句浅显而实深刻的词，又萦绕在我心中。几天来，我每次走过那个小花园，眼前总仿佛看到老友的身影，嘴里叼着半根雪茄，笑眯眯的，蹲在那里，侍弄花草。这当然只是幻象。老友走了，永远永远地走了。我抬头看到那大朵的牵牛花和多姿多彩的月季花，她们失去了自己的主人，朵朵都低眉敛目，一脸寂寞相，好像溅泪的样子。她们似乎认出了我，知道我是自己主人的老友，知道我是自己的认真入迷的欣赏者，知道我是自己的知己。她们在微风中摇曳，仿佛向我点头，向我倾诉心中郁积的寂寞。现在才只是夏末秋初。即使是寂寞吧，牵牛和月季仍然能够开花的。一旦秋风劲吹，落叶满山，牵牛和月季还能开下去吗？再过一些时候，冬天还会降临人间的。到了那时候，牵牛们和月季们只能被压在白皑皑的积雪下面的土里，做着春天的梦，连感到寂寞的机会都不会有了。明年，春天总会重返大地的。"}
{"text":"她们似乎认出了我，知道我是自己主人的老友，知道我是自己的认真入迷的欣赏者，知道我是自己的知己。她们在微风中摇曳，仿佛向我点头，向我倾诉心中郁积的寂寞。现在才只是夏末秋初。即使是寂寞吧，牵牛和月季仍然能够开花的。一旦秋风劲吹，落叶满山，牵牛和月季还能开下去吗？再过一些时候，冬天还会降临人间的。到了那时候，牵牛们和月季们只能被压在白皑皑的积雪下面的土里，做着春天的梦，连感到寂寞的机会都不会有了。明年，春天总会重返大地的。春天总还是春天，她能让万物复苏，让万物再充满了活力。但是，这小花园的月季和牵牛怎样呢？月季大概还能靠自己的力量长出芽来，也许还能开出几朵小花。然而护花的主人已不在人间。谁为她们施肥浇水呢？等待她们的不仅仅是寂寞，而是枯萎和死亡。至于牵牛花，没有主人播种，恐怕连幼芽也长不出来。她们将永远被埋在地中了。我一想到这里，就不禁悲从中来。眼前包围着月季和牵牛的寂寞，也包围住了我。我不想再看到春天，我不想看到春天来时行将枯萎的月季，我不想看到连幼芽都冒不出来的牵牛。我虔心默祷上苍，不要再让春天降临人间了。如果非降临不行的话，也希望把我楼前池边的这一个小花园放过去，让这一块小小的地方永远保留夏末秋初的景象，就像现在这样。忆往述怀第一篇阅尽沧桑忆往述怀人间自有真情在前不久，我写了一篇短文园花寂寞红，讲的是楼右前方住着的一对老夫妇，男的是中国人，女的是德国人。他们在德国结婚后，移居中国，到现在已将近半个世纪了。哪里想到，一夜之间，男的突然死去。他天天侍弄的小花园，失去了主人。几朵仅存的月季花，在秋风中颤抖，挣扎，苟延残喘，浑身凄凉寂寞。我每天走过那个小花园，也感到凄凉寂寞。我心里总在想到了明年春天，小花园将日益颓败，月季花不会再开。连那些在北京只有梅兰芳家才有的大朵的牵牛花，在这里也将永远永远地消逝了。我的心情很沉重。昨天中午，我又走过这个小花园，看到那位接近米寿的德国老太太在篱笆旁忙活着。我走近一看，她正在采集大牵牛花的种子。这可真是件新鲜事儿。我在这里住了三十年，从来没有见到过她侍弄过花。我曾满腹疑团德国人一般都是爱花的，这老太太真有点个别。可今天她为什么也忙着采集牵牛花的种子呢？她老态龙钟，罗锅着腰，穿一身黑衣裳，瘦得像一只螳螂。虽然采集花种不是累活，她干起来也是够戗的。"}
{"text":"连那些在北京只有梅兰芳家才有的大朵的牵牛花，在这里也将永远永远地消逝了。我的心情很沉重。昨天中午，我又走过这个小花园，看到那位接近米寿的德国老太太在篱笆旁忙活着。我走近一看，她正在采集大牵牛花的种子。这可真是件新鲜事儿。我在这里住了三十年，从来没有见到过她侍弄过花。我曾满腹疑团德国人一般都是爱花的，这老太太真有点个别。可今天她为什么也忙着采集牵牛花的种子呢？她老态龙钟，罗锅着腰，穿一身黑衣裳，瘦得像一只螳螂。虽然采集花种不是累活，她干起来也是够戗的。我问她，采集这个干什么？她的回答极简单我的丈夫死了，但是他爱的牵牛花不能死！我心里一亮，一下子顿悟出来了一个道理。她男人死了，一儿一女都在德国。老太太在中国可以说是举目无亲。虽然说是入了中国籍，但是在中国将近半个世纪，中国话说不了十句，中国饭吃不惯。她好像是中国社会水面上的一滴油，与整个社会格格不入，平常只同几个外国人和中国留德学生来往，显得很孤单。我常开玩笑说她是组织上入了籍，思想上并没有入。到了此时，老头已去，儿女在外，返回德国，正其时矣。然而她却偏偏不走，道理何在呢？我百思不得其解。现在，一个非常偶然的机会让我看到她采集大牵牛花的种子。我一下子明白了这一切都是为了死去的丈夫。丈夫虽然走了，但是小花园还在，十分简陋的小房子还在。这小花园和小房子拴住了她那古老的回忆，长达半个世纪的甜蜜的回忆。这是他俩共同生活过的地方。为了忠诚于对丈夫的回忆，她不肯离开，不忍离开。我能够想象，她在夜深人静时，独对孤灯。窗外小竹林的O@声，穿窗而入。屋后土山上草丛中秋虫哀鸣。此外就是一片寂静。丈夫在时，她知道对面小屋里还睡着一个亲人，使自己不会感到孤独。然而现在呢，那个人突然离开自己，走了，永远永远地走了。茫茫天地，好像只剩下自己孤零一人。人生至此，将何以堪！设身处地，如果我处在她的位置上，我一定会马上离开这里，回到自己的祖国，同儿女在一起，度过余年。然而，这一位瘦得像螳螂似的老太太却偏偏不走，偏偏死守空房，死守这一个小花园。我知道这一切都是为了死去的丈夫。这一位看似柔弱实极坚强的老太太，已经走到了人生的尽头。这一点恐怕她比谁都明白。然而她并未绝望，并未消沉。她还是浑身洋溢着生命力，在心中对未来还充满了希望。"}
{"text":"茫茫天地，好像只剩下自己孤零一人。人生至此，将何以堪！设身处地，如果我处在她的位置上，我一定会马上离开这里，回到自己的祖国，同儿女在一起，度过余年。然而，这一位瘦得像螳螂似的老太太却偏偏不走，偏偏死守空房，死守这一个小花园。我知道这一切都是为了死去的丈夫。这一位看似柔弱实极坚强的老太太，已经走到了人生的尽头。这一点恐怕她比谁都明白。然而她并未绝望，并未消沉。她还是浑身洋溢着生命力，在心中对未来还充满了希望。她还想到明年春天，她还想到牵牛花，她眼前一定不时闪过春天小花园杂花竞芳的景象。谁看到这种情况会不受到感动呢？我想，牵牛花如有知，到了明年春天，虽然男主人已经不在了，但它一定会精神抖擞，花朵一定会开得更大，更大，颜色一定会更鲜，更艳。忆往述怀第一篇阅尽沧桑忆往述怀老马识途无论是在文章中，还是在口头上，老马识途是常常使用的一个典故。由于使用的频率颇高，因此而变成了一句俗语。这个典故的出处是韩非子说林上，与管仲和齐桓公有关。有一次，齐桓公伐孤竹，春往冬反，迷惑失道。管仲曰老马之智可用也。乃放老马而随之，遂得道。不管历史事实怎样，老马的故事是绝对可信的。不但马能识途，连驴骡猫狗等等动物都有识途的本领或者本能。但是，切不可迷信。在古代，老马等之所以能够识途，因为它们老走同一条道路，而古代道路的变化很少，道路两旁的建筑物变化也不会大。久而久之，这些牲畜们就记住了。只要把缰绳放开，让它们自由行动，它们必然能找到回家的道路。也许这些牲畜们还有什么特异功能，我没有研究过，暂且不说。但是，人类社会前进的速度越来越快，道路和建筑物的变化也越来越大。到了今天，简直一日数变。住在大城市里的人，三天不出门，再一出门，就有可能认不清街道。原来是一片空地，现在却像幻术一样，突然矗立在你的眼前的是一座摩天高楼。原来是一条羊肠小道，现在却突然变成了一条柏油马路。会晕头转向，这不必说了。即使老马一流的动物真有特异功能，也将无所用其技了。我就有一个亲身的经验。有一天，我走出北大南门到黄庄邮局去，我在海淀已经住了将近半个世纪，是这里的一匹地地道道的老马。我也颇有自信，即使把我的眼蒙住，我也能够找回家来。然而，这一回我却出了丑，现了眼。我走了一条新路，一走出去，是一条大马路，车如流水马如龙。"}
{"text":"原来是一片空地，现在却像幻术一样，突然矗立在你的眼前的是一座摩天高楼。原来是一条羊肠小道，现在却突然变成了一条柏油马路。会晕头转向，这不必说了。即使老马一流的动物真有特异功能，也将无所用其技了。我就有一个亲身的经验。有一天，我走出北大南门到黄庄邮局去，我在海淀已经住了将近半个世纪，是这里的一匹地地道道的老马。我也颇有自信，即使把我的眼蒙住，我也能够找回家来。然而，这一回我却出了丑，现了眼。我走了一条新路，一走出去，是一条大马路，车如流水马如龙。我一时傻了眼这是什么地方呀？我的黄庄在哪里呀！我一时目眩口呆，只觉得天昏地转，大有白天鬼挡墙之感。我好不容易定了定神，猛抬头看到马路上驶过去的路公共汽车，我才如梦方醒，终于安全地走回到了学校。像我这样一匹老马，脑筋是难得糊涂的，眼耳都还能准确地使用然而在距北大咫尺之地竟然栽了这样一个跟头，这个跟头在我心中摔出了一个顿悟。我悟到，千万不要再迷信老马识途，千万不要在任何方面，包括研究学问方面以老马自居。到了现在，我觉得倒是小马识途。因为年轻人无所蔽，无所惧，常常出门，什么摩天大楼，什么柏油马路，在他们眼中都很平常。我们这些老马千万要向小马学习。忆往述怀第一篇阅尽沧桑忆往述怀珍爱大自然一人类生活，在衣食住行四个方面，所需要的最基本的资料，无一不取给以大自然，无一不需要向大自然伸手索取。这是一个极其简单明了的道理，皎如天日，应该是人人都能理解的。然而，事实却是，绝大多数的人懵懵懂懂，木然，茫然。向大自然索取的方式，约略言之，可以有两种一种是采用强制的手段，视大自然为敌人，要征服自然。这可以近代西方国家为代表。一种是用理解的方式，与大自然为友，然后再采用温和的手段，向大自然索取所需要的一切。这可以以中国思想为核心的东方思想为代表。中国自古以来就有天人合一的思想，不限于儒家一家，道家及其他一些家都有。什么叫天，各家解释不一。什么叫合一，各家解释也有分歧。我对此有一个新解。我认为天就是大自然，宋张载著名的话民，吾同胞物，吾与伙伴也，是众所周知的。孔子说天何言哉！大自然是不会讲话的，或者说是不讲话的。然而它却能报复，能惩罚。"}
