{"text":"我想，百年前比现在好，千年前比百年前好，万年前比千年前好特别在中国或者是确凿的。在报章的角落里常看见对青年们的谆谆的教诫敬惜字纸咧留心国学咧伊卜生这样，罗曼罗兰那样咧。时候和文字是两样了，但含义却使我觉得很耳熟正如我年幼时所听过的耆宿的教诫一般。这可仿佛是今不如古的反证了。但是，世事都有例外，对于上一节所说的事，这也算作一个例外罢。五月六日。本篇最初发表于一九二六年五月十七日语丝周刊第七十九期。此段引自陈西滢在现代评论第三卷第七十一期一九二六年四月十七日发表的闲话。他在文中先举呐喊作为中国新文学运动最初十年间的短篇小说的代表作品，接着就攻击的杂文。见塞万提斯著堂吉诃德第五六章。关于说塞万提斯像叫化子的话，参看本卷第页注。卫道的新闻记者，圆稳的大学校长指成舍我蒋梦麟等人。据一九二六年四月二十八日上海时事新报和同年五月一日广州向导周报第一五一期报道，自标榜扑灭赤化的奉军及直鲁联军进占北京，并采取枪毙京报社长邵飘萍等严厉镇压手段后，北京报界和学界一片恐慌，世界晚报成舍我中美晚报宋发祥和素号稳健的北大代理校长蒋梦麟等均先后逃匿。火炎昆冈，玉石俱焚语见尚书胤征，好坏同归于尽的意思。指一九二年七月北洋军阀直皖两系之间的战争。直系军阀以曹锟吴佩孚等为首皖系军阀以段祺瑞徐树铮等为首。战事于七月中旬开始，不数日皖军溃败北洋政府于七月底免去段祺瑞一切职务，并通缉徐树铮曾毓隽朱深李思浩等十人。除李思浩外，其他九人都逃入日本公使馆。下文所说的广告，不见于北京日报究系何报，未详。伊卜生s，―通译易卜生，挪威剧作家。主要作品有玩偶之家国民公敌等。五四时期它们曾被介绍到中国来，在当时反对封建主义和妇女解放的斗争中，曾起过积极的作用。但是，作品中的个人主义思想和反群众的情绪，也曾被胡适等利用来进行反动宣传。新的蔷薇新的蔷薇――然而还是无花的因为语丝在形式上要改成中本了，我也不想再用老题目，所以破格地奋发，要写出新的蔷薇来。――这回可要开花了？――嗡嗡，――不见得罢。我早有点知道我是大概以自己为主的。"}
{"text":"主要作品有玩偶之家国民公敌等。五四时期它们曾被介绍到中国来，在当时反对封建主义和妇女解放的斗争中，曾起过积极的作用。但是，作品中的个人主义思想和反群众的情绪，也曾被胡适等利用来进行反动宣传。新的蔷薇新的蔷薇――然而还是无花的因为语丝在形式上要改成中本了，我也不想再用老题目，所以破格地奋发，要写出新的蔷薇来。――这回可要开花了？――嗡嗡，――不见得罢。我早有点知道我是大概以自己为主的。所谈的道理是我以为的道理，所记的情状是我所见的情状。听说一月以前，杏花和碧桃都开过了。我没有见，我就不以为有杏花和碧桃。――然而那些东西是存在的。――学者们怕要说。――好！那么，由它去罢。――这是我敬谨回禀学者们的话。有些讲公理的，说我的杂感没有一看的价值。那是一定的。其实，他来看我的杂感，先就自己失了魂了，――假如也有魂。我的话倘会合于讲公理者的胃口，我不也成了公理维持会会员了么？我不也成了他，和其余的一切会员了么？我的话不就等于他们的话了么？许多人和许多话不就等于一个人和一番话了么？公理是只有一个的。然而听说这早被他们拿去了，所以我已经一无所有。这回北京城内的外国旗，大约特别地多罢，竟使学者为之愤慨至于东交民巷界线以外，无论中国人外国人，那就不能借插用外国国旗，以为保护生命财产的护符。这是的确的。保护生命财产的护符，我们自有法律在。如果还不放心呢，那么，就用一种更稳妥的旗子红d字旗。介乎中外之间，超于无耻和有耻之外，――确是好旗子！从清末以来，莫谈国事的条子帖在酒楼饭馆里，至今还没有跟着辫子取消。所以，有些时候，难煞了执笔的人。但这时却可以看见一种有趣的东西，是希望别人以文字得祸的人所做的文字。聪明人的谈吐也日见其聪明了。说三月十八日被害的学生是值得同情的，因为她本不愿去而受了教职员的怂恿。说那些直接或间接用苏俄的金钱的人是情有可原的，因为他们自己可以挨饿，老婆子女却不能不吃饭呵！推开了甲而陷没了乙，原谅了情而坐实了罪尤其是他们的行动和主张，都见得一钱不值了。然而听说赵子昂的画马，却又是镜中照出来的自己的形相哩。因为老婆子女却不能不吃饭，于是自然要发生节育问题了。"}
{"text":"聪明人的谈吐也日见其聪明了。说三月十八日被害的学生是值得同情的，因为她本不愿去而受了教职员的怂恿。说那些直接或间接用苏俄的金钱的人是情有可原的，因为他们自己可以挨饿，老婆子女却不能不吃饭呵！推开了甲而陷没了乙，原谅了情而坐实了罪尤其是他们的行动和主张，都见得一钱不值了。然而听说赵子昂的画马，却又是镜中照出来的自己的形相哩。因为老婆子女却不能不吃饭，于是自然要发生节育问题了。但是先前山格夫人来华的时候，有些志士却又大发牢骚，说她要使中国人灭种。独身主义现今尚为许多人所反对，节育也行不通。为赤贫的绅士计，目前最好的方法，我以为莫如弄一个有钱的女人做老婆。我索性完全传授了这个秘诀罢口头上，可必须说是为了爱。苏俄的金钱十万元，这回竟弄得教育部和教育界发生纠葛了，因为大家都要一点。这也许还是因为老婆子女之故罢。但这批卢布和那批卢布却不一样的。这是归还的庚子赔款是拳匪扶清灭洋，各国联军入京的余泽。那年代很容易记十九世纪末，一九年。二十六年之后，我们却间接用了拳匪的金钱来给老婆子女吃饭如果大师兄有灵，必将爽然若失者欤。还有，各国用到中国来做文化事业的，也是这一笔款。五月二十三日。本篇最初发表于一九二六年五月三十一日语丝周刊第八十一期。语丝文艺性周刊，最初由孙伏园等编辑。一九二四年十一月在北京创刊一九二七年被奉系军阀张作霖查禁，随后移至上海续刊一九三年三月出至第五卷第五十二期停刊。是主要撰稿者和支持者之一，并于该刊在上海出版后一度担任编辑。参看三闲集我和语丝的始终。这里的改成中本，指语丝从八十一期起由十六开本改为二十开本。现代评论第三卷第七十四期一九二六年五月八日时事短评栏有北京城内的外国旗一文，署名召燕树棠，其中说到一九二六年春夏间国民军与奉军作战和段祺瑞执政府崩溃期间，北京东交民巷界线以外有人挂外国旗的事。文中空谈条约法律，把依附帝国主义的军阀政客和普通民众不加区别地一概斥之为托借外国国旗的势力，说这是无耻的社会心理的表现。红d字旗当时军阀王芝祥等用佛教慈善团体的名义所组织的世界红d字会的会旗。"}
{"text":"现代评论第三卷第七十四期一九二六年五月八日时事短评栏有北京城内的外国旗一文，署名召燕树棠，其中说到一九二六年春夏间国民军与奉军作战和段祺瑞执政府崩溃期间，北京东交民巷界线以外有人挂外国旗的事。文中空谈条约法律，把依附帝国主义的军阀政客和普通民众不加区别地一概斥之为托借外国国旗的势力，说这是无耻的社会心理的表现。红d字旗当时军阀王芝祥等用佛教慈善团体的名义所组织的世界红d字会的会旗。陈西滢在现代评论第三卷第六十八期关于三一八惨案的闲话中，诬蔑死难的女师大学生杨德群说杨女士湖南人，平常很勤奋，开会运动种种，总不大参与。三月十八日她的学校出了一张布告，停课一日，叫学生们都去与会。杨女士还是不大愿意去，半路又回转。一个教职员勉强她去，她不得已去了。卫队一放枪，杨女士也跟了大众就跑，忽见友人某女士受伤，不能行动，她回身去救护她，也中弹死。但事实上，当日女师大并未叫学生们都去与会，而是学生自治会向教务处请准停课一日。现代评论第三卷第七十期一九二六年四月十日登有女师大学生雷榆李慧等五人给陈西滢的辩诬信，说明杨德群平时实际参与种种爱国运动及其他妇女运动，当日与同学们一同出校，沿途散发传单，意气很激昂，揭穿了陈西滢造谣惑众的险恶用心。直接或间接用苏俄的金钱等，是陈西滢诬蔑当时文化教育界进步人士的话。他在现代评论第三卷第七十四期发表的讨论节育问题的闲话中说家累日重，需要日多，才智之士，也没法可想，何况一般普通人，因此，依附军阀和依附洋人便成了许多人唯一的路径。就是有些志士，也常常未能免俗。他们自己可以挨饿，老婆子女却不能不吃饭呵！就是那些直接或间接用苏俄金钱的人，也何尝不是如此。山格夫人通译山额夫人，美国人。自一九一四年起，她从新马尔萨斯主义的观点出发，积极提倡节制生育运动。一九二二年四月曾来我国从事宣传。有些志士指那些反对节育宣传的人。如一九二四年五月五日晨报副刊载署名怀素的五千年之黄帝子孙从此绝矣一文，曾引用安徽省立第二师范学校校长胡晋接的讲演辞，其中说最新潮流之结果，果如何乎。吾一推究之，不禁毛发森然，不寒而栗。盖其结果，乃一极凶之现象，即家破种灭国亡是也。而又有山额夫人之制育方法，制育药品，以为其助缘。"}
{"text":"自一九一四年起，她从新马尔萨斯主义的观点出发，积极提倡节制生育运动。一九二二年四月曾来我国从事宣传。有些志士指那些反对节育宣传的人。如一九二四年五月五日晨报副刊载署名怀素的五千年之黄帝子孙从此绝矣一文，曾引用安徽省立第二师范学校校长胡晋接的讲演辞，其中说最新潮流之结果，果如何乎。吾一推究之，不禁毛发森然，不寒而栗。盖其结果，乃一极凶之现象，即家破种灭国亡是也。而又有山额夫人之制育方法，制育药品，以为其助缘。此种新文化，如不能普及，则亦幸耳。多普及一人，即灭此一人之种。多普及一家，即灭此一家之种。若真普及全国，恐五千年之黄帝子孙，从此绝矣。关于教育部和教育界为苏俄的金钱发生纠葛，一九二六年五月中旬，北洋政府教育部以首都教育经费困难，特向俄国退还庚子赔款委员会借拨十万元，并拟将此款按照预算平均分配给北京国立大学公立中小学教育部及其分设机关。而当时北京大学等国立九校教职员则反对这种分配方法，认为此款只能用于北京专门以上学校，因而和教育部发生纠葛。清末，我国北方爆发了以农民手工业工人为主的反对帝国主义的义和团运动。他们采用落后迷信的组织方式和斗争方法，设立拳会，练习拳棒，因而被当时统治阶级和帝国主义诬蔑为拳匪。义和团开始提出的口号是反清灭洋，后来一些领导人把口号改为扶清灭洋。一九年庚子，俄德美英法日意奥八个帝国主义国家组织侵华联军，残酷地镇压了义和团运动，并攻占北京，迫使清王朝于一九一年九月签订了卖国的辛丑条约，索取四亿五千万两白银的巨额赔款，这就是所谓庚子赔款。十月革命后，苏俄政府决定退还庚子赔款中尚未付给的部分。大师兄义和团中较小的头领。义和团练拳，约以二十五人为一团，每团立一头领，称为大师兄。再来一次再来一次去年编定热风时，还有绅士们所谓存心忠厚之意，很删削了好几篇。但有一篇，却原想编进去的，因为失掉了稿子，便只好从缺。现在居然寻出来了待热风再版时，添上这篇，登一个广告，使迷信我的文字的读者们再买一本，于我倒不无裨益。但是，算了罢，这实在不很有趣。不如再登一次，将来收入杂感第三集，也就算作补遗罢。"}
{"text":"义和团练拳，约以二十五人为一团，每团立一头领，称为大师兄。再来一次再来一次去年编定热风时，还有绅士们所谓存心忠厚之意，很删削了好几篇。但有一篇，却原想编进去的，因为失掉了稿子，便只好从缺。现在居然寻出来了待热风再版时，添上这篇，登一个广告，使迷信我的文字的读者们再买一本，于我倒不无裨益。但是，算了罢，这实在不很有趣。不如再登一次，将来收入杂感第三集，也就算作补遗罢。这是关于章士钊先生的――两个桃子杀了三个读书人章行严先生在上海批评他之所谓新文化说，二桃杀三士怎样好，两个桃子杀了三个读书人便怎样坏，而归结到新文化之是亦不可以已乎？是亦大可以已者也！二桃杀三士并非僻典，旧文化书中常见的。但既然是谁能为此谋？相国齐晏子。我们便看看晏子春秋罢。晏子春秋现有上海石印本，容易入手的了，这古典就在该石印本的卷二之内。大意是公孙接田开疆古冶子事景公，以勇力搏虎闻，晏子过而趋，三子者不起，于是晏老先生以为无礼，和景公说，要除去他们了。那方法是请景公使人送他们两个桃子，说道，你三位就照着功劳吃桃罢。呵，这可就闹起来了公孙接仰天而叹曰，晏子，智人也，夫使公之计吾功者，不受桃，是无勇也。士众而桃寡，何不计功而食桃矣？接一搏而再搏虎，若接之功，可以食桃而无与人同矣。援桃而起。田开疆曰，吾仗兵而却三军者再。若开疆之功，可以食桃而无与人同矣。援桃而起。古冶子曰，吾尝从君济于河，鼋衔左骖以入砥柱之流。当是时也，冶少不能游，潜行逆流百步，顺流九里，得鼋杀之，左操骖尾，右挈鼋头，鹤跃而出。津人皆曰，河伯也若冶视之，则大鼋之首。若冶之功，可以食桃而无与人同矣！二子何不反桃？抽剑而起。钞书太讨厌。总而言之，后来那二士自愧功不如古冶子，自杀了古冶子不愿独生，也自杀了于是乎就成了二桃杀三士。我们虽然不知道这三士于旧文化有无心得，但既然书上说是以勇力闻，便不能说他们是读书人。倘使梁父吟说是二桃杀三勇士，自然更可了然，可惜那是五言诗，不能增字，所以不得不作二桃杀三士，于是也就害了章行严先生解作两个桃子杀了三个读书人。旧文化也实在太难解，古典也诚然太难记，而那两个旧桃子也未免太作怪不但那时使三个读书人因此送命，到现在还使一个读书人因此出丑，是亦不可以已乎！"}
{"text":"我们虽然不知道这三士于旧文化有无心得，但既然书上说是以勇力闻，便不能说他们是读书人。倘使梁父吟说是二桃杀三勇士，自然更可了然，可惜那是五言诗，不能增字，所以不得不作二桃杀三士，于是也就害了章行严先生解作两个桃子杀了三个读书人。旧文化也实在太难解，古典也诚然太难记，而那两个旧桃子也未免太作怪不但那时使三个读书人因此送命，到现在还使一个读书人因此出丑，是亦不可以已乎！去年，因为每下愈况问题，我曾经很受了些自以为公平的青年的教训，说是因为他革去了我的签事，我便那么奚落他。现在我在此只得特别声明这还是一九二三年九月所作，登在晨报副刊上的。那时的晨报副刊，编辑尚不是陪过泰戈尔先生的诗哲，也还未负有逼死别人，掐死自己的使命，所以间或也登一点我似的俗人的文章而我那时和这位后来称为孤桐先生的，也毫无睚眦之怨。那动机，大概不过是想给白话的流行帮点忙。在这样祸从口出之秋，给自己也辩护得周到一点罢。或者将曰，且夫这次来补遗，却有打落水狗之嫌，动机就很不纯洁了。然而我以为也并不。自然，和不多时以前，士钊秘长运筹帷幄，假公济私，谋杀学生，通缉异己之际，正人君子时而相帮讥笑着被缉诸人的逃亡，时而孤桐先生孤桐先生叫得热剌剌地的时候一比较，目下诚不免有落寞之感。但据我看来，他其实并未落水，不过安住在租界里而已北京依旧是他所豢养过的东西在张牙舞爪，他所勾结着的报馆在颠倒是非，他所栽培成的女校在兴风作浪依然是他的世界。在桃子上给一下小打击，岂遂可与打落水狗同日而语哉？！但不知怎的，这位孤桐先生竟在甲寅上辩起来了，以为这不过是小事。这是真的，不过是小事。弄错一点，又何伤乎？即使不知道晏子，不知道齐国，于中国也无损。农民谁懂得梁父吟呢，农业也仍然可以救国的。但我以为攻击白话的豪举，可也大可以不必了将白话来代文言，即使有点不妥，反正也不过是小事情。我虽然未曾在孤桐先生门下钻，没有看见满桌满床满地的什么德文书的荣幸，但偶然见到他所发表的文言，知道他于法律的不可恃，道德习惯的并非一成不变，文字语言的必有变迁，其实倒是懂得的。"}
{"text":"这是真的，不过是小事。弄错一点，又何伤乎？即使不知道晏子，不知道齐国，于中国也无损。农民谁懂得梁父吟呢，农业也仍然可以救国的。但我以为攻击白话的豪举，可也大可以不必了将白话来代文言，即使有点不妥，反正也不过是小事情。我虽然未曾在孤桐先生门下钻，没有看见满桌满床满地的什么德文书的荣幸，但偶然见到他所发表的文言，知道他于法律的不可恃，道德习惯的并非一成不变，文字语言的必有变迁，其实倒是懂得的。懂得而照直说出来的，便成为改革者懂得而不说，反要利用以欺瞒别人的，便成为孤桐先生及其之流。他的保护文言，内骨子也不过是这样。如果我的检验是确的，那么，孤桐先生大概也就染了闲话所谓有些志士的通病，为老婆子女所累了，此后似乎应该另买几本德文书，来讲究节育。五月二十四日。本篇最初发表于一九二六年六月十日莽原半月刊第十一期。章士钊行严关于二桃杀三士的一段话，见他在一九二三年八月发表于上海新闻报的评新文化运动一文夫语以耳辨。徒资口谈。文以目辨。更贵成诵。则其取音之繁简连截。有其自然。不可强混。如园有桃。笔之于书。词义俱完。今曰此于语未合也。必曰园里有桃子树。二桃杀三士。谱之于诗。节奏甚美。今曰此于白话无当也。必曰两个桃子杀了三个读书人。是亦不可以已乎。晏子春秋撰人不详。内容是记载春秋时齐国大夫晏婴平仲的言行。这里所引的一段，见该书卷二谏下。梁父吟亦作梁甫吟，乐府楚调曲名。此篇系乐府古辞旧题诸葛亮作，不确，上文所引谁能为此谋？相国齐晏子。为诗中的最末两句。相国一作国相。每下愈况语见庄子知北游。参看本卷第页注。两个桃子杀了三个读书人一文，发表于一九二三年九月十四日的晨报副刊署名雪之，其时编辑为孙伏园一九二五年十月一日起才由徐志摩即文中说的诗哲编辑。关于逼死别人，掐死自己的话，参看本卷第页注。睚眦之怨意即小小的仇恨。语见史记范睢传一饭之德必偿，睚眦之怨必报。"}
{"text":"关于逼死别人，掐死自己的话，参看本卷第页注。睚眦之怨意即小小的仇恨。语见史记范睢传一饭之德必偿，睚眦之怨必报。陈西滢在现代评论第三卷第七十期一九二六年四月十日发表杨德群女士事件一文，以答复女师大学生雷榆等五人为三一八惨案烈士杨德群辩诬的信，其中暗指说因为那杨女士不大愿意去一句话，有些人在许多文章里就说我的罪状比执政府卫队还大！比军阀还凶！不错，我曾经有一次在生气的时候揭穿过有些人的真面目，可是，难道四五十个死者的冤可以不雪，睚眦之仇却不可不报吗？动机陈西滢在现代评论第二卷第四十八期一九二五年十一月七日闲话中说一件艺术品的产生，除了纯粹的创作冲动，是不是常常还夹杂着别种动机？是不是应当夹杂着别种不纯洁的动机？年轻的人，他们观看文艺美术是用十二分虔敬的眼光的，一定不愿意承认创造者的动机是不纯粹的吧。可是，看一看古今中外的各种文艺美术品，我们不能不说它们的产生的动机都是混杂的。一九二六年春夏之交，冯玉祥国民军在直奉军阀的联合进攻下，准备放弃北京。段祺瑞趁机阴谋与奉系军阀里应外合，赶走冯军。四月十日凌晨，驻守北京的国民军包围段宅和执政府，段闻讯后即逃往东交民巷。随着段祺瑞的倒台，章士钊也逃到天津租界。章士钊在甲寅周刊第一卷第九号一九二五年九月十二日上重新刊载他所作的评新文化运动一文，前面加了一段按语，其中说北京报纸。屡以文中士与读书人对举。为不合情实。意谓二桃之士。乃言勇士。非读书人。此等小节。宁关谋篇本旨。且不学曰学。其理彼乃蒙然。又可哂也。农业也仍然可以救国的这是针对章士钊所谓农业救国论而说的。章曾一再鼓吹什么农村立国，如在甲寅周刊第一卷第二十六号一九二六年一月九日发表的农国辨一文中说凡所剿袭于工国浮滥不切之诸法。不论有形无形。姑且放弃。返求诸农。先安国本。而后于以拙胜巧之中。徐图捍御外侮之道。庶乎其可。为半农题记何典后，作为半农题记何典后，作还是两三年前，偶然在光绪五年印的申报馆书目续集上看见何典题要，这样说何典十回。"}
