{"text":"陶渊明参看本卷第页注。南朝梁钟嵘在诗品中称他为古今隐逸诗人之宗。庚款指美英等国退还的庚子赔款。一九年庚子八国联军入侵我国，次年强迫清政府订立辛丑条约，其中规定付给各国偿款银四亿五千万两。后来英美等国宣布将赔款中尚未付给的部分退还，作为在我国兴办学校图书馆医院等机构和设立各科学术文化奖金的经费。隐君子即隐士。语见史记老庄申韩列传老子，隐君子也。汗牛充栋语出柳宗元陆文通先生墓表其为书，处则充栋宇，出则汗牛马。左偃南唐诗人。全唐诗载有他的诗十首。谋隐谋官两无成，原作谋身谋隐两无成，是他的七律寄韩侍郎中的一句。赞颂悠闲，鼓吹烟茗周作人林语堂等人长期提倡悠闲的生活情趣。一九三四年林语堂创办人间世半月刊，更大肆提倡以闲适为格调的小品文。在他所办的人间世论语等刊物上，经常登载反映闲适生活的谈烟说茗一类文字。人间世的发刊词中，曾说该刊内容包括一切，宇宙之大，苍蝇之微，皆可取材，故名之为人间世。徐懋庸作打杂集序徐懋庸作打杂集序我觉得中国有时是极爱平等的国度。有什么稍稍显得特出，就有人拿了长刀来削平它。以人而论，孙桂云是赛跑的好手，一过上海，不知怎的就萎靡不振，待到到得日本，不能跑了阮玲玉算是比较的有成绩的明星，但人言可畏，到底非一口气吃下三瓶安眠药片不可。自然，也有例外，是捧了起来。但这捧了起来，却不过为了接着摔得粉碎。大约还有人记得美人鱼罢，简直捧得令观者发生肉麻之感，连看见姓名也会觉得有些滑稽。契诃夫说过被昏蛋所称赞，不如战死在他手里。真是伤心而且悟道之言。但中国又是极爱中庸的国度，所以极端的昏蛋是没有的，他不和你来战，所以决不会爽爽快快的战死，如果受不住，只好自己吃安眠药片。在所谓文坛上当然也不会有什么两样翻译较多的时候，就有人来削翻译，说它害了创作近一两年，作短文的较多了，就又有人来削杂文，说这是的堕落的表现，因为既非诗歌小说，又非戏剧，所以不入文艺之林，他还一片婆心，劝人学学托尔斯泰，做战争与和平似的伟大的创作去。这一流论客，在礼仪上，别人当然不该说他是昏蛋的。批评家吗？他谦虚得很，自己不承认。"}
{"text":"但中国又是极爱中庸的国度，所以极端的昏蛋是没有的，他不和你来战，所以决不会爽爽快快的战死，如果受不住，只好自己吃安眠药片。在所谓文坛上当然也不会有什么两样翻译较多的时候，就有人来削翻译，说它害了创作近一两年，作短文的较多了，就又有人来削杂文，说这是的堕落的表现，因为既非诗歌小说，又非戏剧，所以不入文艺之林，他还一片婆心，劝人学学托尔斯泰，做战争与和平似的伟大的创作去。这一流论客，在礼仪上，别人当然不该说他是昏蛋的。批评家吗？他谦虚得很，自己不承认。攻击杂文的文字虽然也只能说是杂文，但他又决不是杂文作家，因为他不相信自己也相率而堕落。如果恭维他为诗歌小说戏剧之类的伟大的创，那么，恭维者之为昏蛋也无疑了。归根结底，不是东西而已。不是东西之谈也要算是人言，这就使弱者觉得倒是安眠药片较为可爱的缘故。不过这并非战死。问是有人要问的给谁害死的呢？种种议论的结果，凶手有三位曰，万恶的社会曰，本人自己曰，安眠药片。完了。我们试去查一通美国的文学概论或中国什么大学的讲义，的确，总不能发见一种叫作的东西。这真要使有志于成为伟大的文学家的青年，见杂文而心灰意懒原来这并不是爬进高尚的文学楼台去的梯子。托尔斯泰将要动笔时，是否查了美国的文学概论或中国什么大学的讲义之后，明白了小说是文学的正宗，这才决心来做战争与和平似的伟大的创作的呢？我不知道。但我知道中国的这几年的杂文，他的作文，却没有一个想到文学概论的规定，或者希图文学史上的位置的，他以为非这样写不可，他就这样写，因为他只知道这样的写起来，于大家有益。农夫耕田，泥匠打墙，他只为了米麦可吃，房屋可住，自己也因此有益之事，得一点不亏心的糊口之资，历史上有没有乡下人列传或泥水匠列传，他向来就并没有想到。如果他只想着成什么所谓气候，他就先进大学，再出外洋，三做教授或大官，四变居士或隐逸去了。历史上很尊隐逸，居士传不是还有专书吗，多少上算呀，噫！但是，杂文这东西，我却恐怕要侵入高尚的文学楼台去的。小说和戏曲，中国向来是看作邪宗的，但一经西洋的文学概论引为正宗，我们也就奉之为宝贝，红楼梦西厢记之类，在文学史上竟和诗经离骚并列了。杂文中之一体的随笔，因为有人说它近于英国的，有些人也就顿首再拜，不敢轻薄。"}
{"text":"如果他只想着成什么所谓气候，他就先进大学，再出外洋，三做教授或大官，四变居士或隐逸去了。历史上很尊隐逸，居士传不是还有专书吗，多少上算呀，噫！但是，杂文这东西，我却恐怕要侵入高尚的文学楼台去的。小说和戏曲，中国向来是看作邪宗的，但一经西洋的文学概论引为正宗，我们也就奉之为宝贝，红楼梦西厢记之类，在文学史上竟和诗经离骚并列了。杂文中之一体的随笔，因为有人说它近于英国的，有些人也就顿首再拜，不敢轻薄。寓言和演说，好像是卑微的东西，但伊索和契开罗，不是坐在希腊罗马文学史上吗？杂文发展起来，倘不赶紧削，大约也未必没有扰乱文苑的危险。以古例今，很可能的，真不是一个好消息。但这一段话，我是和不是东西之流开开玩笑的，要使他爬耳搔腮，热剌剌的觉得他的世界有些灰色。前进的杂文，倒决不计算着这些。其实，近一两年来，杂文集的出版，数量并不及诗歌，更其赶不上小说，慨叹于杂文的泛滥，还是一种胡说八道。只是作杂文的人比先前多几个，却是真的，虽然多几个，在四万万人口里面，算得什么，却就要谁来疾首蹙额？中国也真有一班人在恐怕中国有一点生气用比喻说此之谓虎伥。这本集子的先前有一本不惊人集，我只见过一篇自序书呢，不知道那里去了。这一回我希望一定能够出版，也给中国的著作界丰富一点。我不管这本书能否入于文艺之林，但我要背出一首诗来比一比夫子何为者？栖栖一代中。地犹鄹氏邑，宅接鲁王宫。叹凤嗟身否，伤麟怨道穷。今看两楹奠犹与梦时同。这是唐诗三百首里的第一首，是文学概论诗歌门里的所谓诗。但和我们不相干，那里能够及得这些杂文的和现在切贴，而且生动，泼剌，有益，而且也能移人情。能移人情，对不起得很，就不免要搅乱你们的文苑，至少，是将不是东西之流的唾向杂文的许多唾沫，一脚就踏得无踪无影了，只剩下一张满是油汗兼雪花膏的嘴脸。这嘴脸当然还可以唠叨，说那一首夫子何为者并非好诗，并且时代也过去了。但是，文学正宗的招牌呢？文艺的永久性呢？我是爱读杂文的一个人，而且知道爱读杂文还不只我一个，因为它言之有物。我还更乐观于杂文的开展，日见其斑斓。第一是使中国的著作界热闹，活泼第二是使不是东西之流缩头第三是使所谓为艺术而艺术的作品，在相形之下，立刻显出不死不活相。"}
{"text":"这嘴脸当然还可以唠叨，说那一首夫子何为者并非好诗，并且时代也过去了。但是，文学正宗的招牌呢？文艺的永久性呢？我是爱读杂文的一个人，而且知道爱读杂文还不只我一个，因为它言之有物。我还更乐观于杂文的开展，日见其斑斓。第一是使中国的著作界热闹，活泼第二是使不是东西之流缩头第三是使所谓为艺术而艺术的作品，在相形之下，立刻显出不死不活相。我所以极高兴为这本集子作序，并且借此发表意见，愿我们的杂文作家，勿为虎伥所迷，以为人言可畏，用最末的稿费买安眠药片去。一九三五年三月三十一日，记于上海之卓面书斋。本篇最初发表于一九三五年五月五日芒种半月刊第六期，后印入打杂集。徐懋庸―，浙江上虞人，作家，左联成员。曾编辑新语林半月刊和芒种半月刊。打杂集收杂文四十八篇，附录别人的文字六篇，一九三五年六月生活书店出版。孙桂云当时的女短跑运动员。美人鱼当时女游泳运动员杨秀琼的绰号。有一段时期报纸上连日刊登关于她的消息，其中有国民党政府行政院秘书长褚民谊为她拉缰和挥扇等记事。这句话见于契诃夫遗著随笔。削杂文这里是指林希隽，他在杂文和杂文家发表于一九三四年九月现代第五卷第五期一文中说杂文的意义是极端狭窄的。如果碰着文学之社会的效果之全般问题，则决不能与小说戏曲并日而语的。又说无论杂文家之群如何地为杂文辩护，主观的地把杂文的价码抬得如何高，可是这堕落的事实是不容掩讳的。最后还说俄国为什么能够有和平与战争这类伟大的作品的产生？而我们的作家呢，岂就永远写写杂文而引为莫大的满足么？居士传清代彭际清著，五十六卷。全书共有传记五十六篇，列名者三百人，系采辑史传各家文集及佛家杂说而成。西厢记杂剧，元代王实甫著。英语随笔小品文短论等。伊索参看本卷第页注。契开罗，前―前，通译西塞罗。古罗马政治家及演说家。伊索寓言和西塞罗文录，我国均有译本出版。不惊人集徐懋庸的杂文集，当时未能出版，后于一九三七年七月由上海千秋出版社印行。"}
{"text":"全书共有传记五十六篇，列名者三百人，系采辑史传各家文集及佛家杂说而成。西厢记杂剧，元代王实甫著。英语随笔小品文短论等。伊索参看本卷第页注。契开罗，前―前，通译西塞罗。古罗马政治家及演说家。伊索寓言和西塞罗文录，我国均有译本出版。不惊人集徐懋庸的杂文集，当时未能出版，后于一九三七年七月由上海千秋出版社印行。它的自序以不惊人集前记为题，曾发表于一九三四年六月二十日人间世半月刊第六期。唐诗三百首八卷，清代蘅塘退士孙洙编。夫子何为者一诗是卷五五言律诗的第一首，题为经鲁祭孔子而叹之，唐玄宗李隆基作。第四句中的接字一作即末句中的犹字一作当。杂谈小品文杂谈小品文自从小品文这一个名目流行以来，看看书店广告，连信札，论文，都排在小品文里了，这自然只是生意经，不足为据。一般的意见，第一是在篇幅短。但篇幅短并不是小品文的特征。一条几何定理不过数十字，一部老子只有五千言，都不能说是小品。这该像佛经的小乘似的，先看内容，然后讲篇福。讲小道理，或没道理，而又不是长篇的，才可谓之小品。至于有骨力的文章，恐不如谓之短文，短当然不及长，寥寥几句，也说不尽森罗万象，然而它并不小。史记里的伯夷列传和屈原贾谊列传除去了引用的骚赋，其实也不过是小品，只因为他是太史公之作，又常见，所以没有人来选出，翻印。由晋至唐，也很有几个作家宋文我不知道，但江湖派诗，却确是我所谓的小品。现在大家所提倡的，是明清，据说抒写性灵是它的特色。那时有一些人，确也只能够抒写性灵的，风气和环境，加上的出身和生活，也只能有这样的意思，写这样的文章。虽说抒写性灵，其实后来仍落了窠臼，不过是赋得性灵，照例写出那么一套来。当然也有人豫感到危难，后来是身历了危难的，所以小品文中，有时也夹着感愤，但在文字狱时，都被销毁，劈板了，于是我们所见，就只剩了天马行空似的超然的性灵。这经过清朝检选的性灵，到得现在，却刚刚相宜，有明末的洒脱，无清初的所谓悖谬，有国时是高人，没国时还不失为逸士。"}
{"text":"虽说抒写性灵，其实后来仍落了窠臼，不过是赋得性灵，照例写出那么一套来。当然也有人豫感到危难，后来是身历了危难的，所以小品文中，有时也夹着感愤，但在文字狱时，都被销毁，劈板了，于是我们所见，就只剩了天马行空似的超然的性灵。这经过清朝检选的性灵，到得现在，却刚刚相宜，有明末的洒脱，无清初的所谓悖谬，有国时是高人，没国时还不失为逸士。逸士也得有资格，首先即在超然，士所以超庸奴，逸所以超责任现在的特重明清小品，其实是大有理由，毫不足怪的。不过高人兼逸士梦恐怕也不长久。近一年来，就露了大破绽，自以为高一点的，已经满纸空言，甚而至于胡说八道，下流的却成为打诨，和猥鄙丑角，并无不同，主意只在挖公子哥儿们的跳舞之资，和舞女们争生意，可怜之状，已经下于五四运动前后的鸳鸯蝴蝶派数等了。为了这小品文的盛行，今年就又有翻印所谓珍本的事。有些论者，也以为可虑。我却觉得这是并非无用的。原本价贵，大抵无力购买，现在只用了一元或数角，就可以看见现代名人的祖师，以及先前的性灵，怎样叠床架屋，现在的性灵，怎样看人学样，啃过一堆牛骨头，即使是牛骨头，不也有了识见，可以不再被生炒牛角尖骗去了吗？不过珍本并不就是善本，有些是正因为它无聊，没有人要看，这才日就灭亡，少下去因为少，所以珍起来。就是旧书店里必讨大价的所谓禁书，也并非都是慷慨激昂，令人奋起的作品，清初，单为了也会禁，往往和内容简直不相干。这一层，却要读者有选择的眼光，也希望识者给相当的指点的。十二月二日。本篇最初发表于一九三五年十二月七日上海时事新报每周文学，署名旅隼。老子又名道德经，相传为春秋时老聃著。全文五千余字。小乘早期佛教的主要流派，注重修行持戒，自我解脱，自认为是佛教的正统派。史记西汉司马迁撰，我国第一部纪传体通史。司马迁在汉武帝时曾任太史令，故称太史公。史记屈原贾生列传全文引录了屈原的怀沙赋和贾谊的吊屈原赋服赋。江湖派南宋末年的诗人陈起在杭州开设书铺曾编刻江湖集，收南宋末年的文人隐士和宋亡后的遗民戴复古刘过等人的作品，这些后被称作江湖派。"}
{"text":"史记西汉司马迁撰，我国第一部纪传体通史。司马迁在汉武帝时曾任太史令，故称太史公。史记屈原贾生列传全文引录了屈原的怀沙赋和贾谊的吊屈原赋服赋。江湖派南宋末年的诗人陈起在杭州开设书铺曾编刻江湖集，收南宋末年的文人隐士和宋亡后的遗民戴复古刘过等人的作品，这些后被称作江湖派。江湖集原有前集后集续集现在所见的江湖小集九十五卷和江湖后集二十四卷，共收一一一人，已非原本。抒写性灵当时林语堂等提倡小品文，推崇明代袁中郎清代袁枚等人抒写性灵的作品。林语堂在论语第二十八期一九三三年十一月发表的论文下中说性灵派文字，主真字。发抒性灵，斯得其真。天马行空林语堂在论语第十五期一九三三年四月发表的论文上中说真正豪放自然，天马行空，如金圣叹之水浒传序，可谓绝无仅有。悖谬清乾隆间纂修四库全书时，凡被视为有违碍的书，都加以全毁或抽毁。在各省缴送的禁书书目中，有的就注有有悖谬语，应请抽毁字样。参看且介亭杂文病后杂谈之余。鸳鸯蝴蝶派兴起于清末民初的一个文学流派。这派作品多以文言描写才子佳人的哀情故事，常以鸳鸯蝴蝶来比喻这些才子佳人，迎合小市民趣味，故被称为鸳鸯蝴蝶体。代表作家有徐枕亚陈蝶仙李定夷等。他们出版的刊物有民权素小说丛报小说新报礼拜六等，其中礼拜六刊载白话作品，影响最大，故鸳鸯蝴蝶派又有礼拜六派之称。翻印所谓珍本指中国文学珍本丛书和国学珍本文库，前者由施蛰存主编，上海杂志公司发行后者由襟霞阁主人平襟亚编印，中央书局发行。叶紫作丰收序叶紫作丰收序写出创作来，对于其中的事情，虽然不必亲历过，最好是经历过。诘难者问那么，写杀人最好是自己杀过人，写妓女还得去卖淫么？答曰不然。我所谓经历，是所遇，所见，所闻，并不一定是所作，但所作自然也可以包含在里面。天才们无论怎样说大话，归根结蒂，还是不能凭空创造。描神画鬼，毫无对证，本可以专靠了神思，所谓天马行空似的挥写了，然而他们写出来的，也不过是三只眼，长颈子，就是在常见的人体上，增加了眼睛一只，增长了颈子二三尺而已。这算什么本领，这算什么创造？"}
{"text":"叶紫作丰收序叶紫作丰收序写出创作来，对于其中的事情，虽然不必亲历过，最好是经历过。诘难者问那么，写杀人最好是自己杀过人，写妓女还得去卖淫么？答曰不然。我所谓经历，是所遇，所见，所闻，并不一定是所作，但所作自然也可以包含在里面。天才们无论怎样说大话，归根结蒂，还是不能凭空创造。描神画鬼，毫无对证，本可以专靠了神思，所谓天马行空似的挥写了，然而他们写出来的，也不过是三只眼，长颈子，就是在常见的人体上，增加了眼睛一只，增长了颈子二三尺而已。这算什么本领，这算什么创造？地球上不只一个世界，实际上的不同，比人们空想中的阴阳两界还利害。这一世界中人，会轻蔑，憎恶，压迫，恐怖，杀戮别一世界中人，然而他不知道，因此他也写不出，于是他自称第三种人，他为艺术而艺术，他即使写了出来，也不过是三只眼，长颈子而已。再亮些？不要骗人罢！你们的眼睛在那里呢？伟大的文学是永久的，许多学者们这么说。对啦，也许是永久的罢。但我自己，却与其看薄凯契阿，雨果的书，宁可看契诃夫，高尔基的书，因为它更新，和我们的世界更接近。中国确也还盛行着三国志演义和水浒传，但这是为了社会还有三国气和水浒气的缘故。儒林外史的手段何尝在罗贯中下，然而留学生漫天塞地以来，这部书就好像不永久，也不伟大了。伟大也要有人懂。这里的六个短篇，都是太平世界的奇闻，而现在却是极平常的事情。因为极平常，所以和我们更密切，更有大关系。还是一个青年，但他的经历，却抵得太平天下的顺民的一世纪的经历，在转辗的生活中，要他为艺术而艺术，是办不到的。但我们有人懂得这样的艺术，一点用不着谁来发愁。这就是伟大的文学么？不是的，我们自己并没有这么说。中国为什么没有伟大文学产生？我们听过许多指导者的教训了，但可惜他们独独忘却了一方面的对于和作品的摧残。第三种人教训过我们，希腊神话里说什么恶鬼有一张床，捉了人去，给睡在这床上，短了，就拉长他，太长，便把他截短。左翼批评就是这样的床，弄得他们写不出东西来了。现在这张床真的摆出来了，不料却只有第三种人睡得不长不短，刚刚合式。仰面唾天，掉在自己的眼睛里，天下真会有这等事。但我们却有作家写得出东西来，作品在摧残中也更加坚实。"}
{"text":"第三种人教训过我们，希腊神话里说什么恶鬼有一张床，捉了人去，给睡在这床上，短了，就拉长他，太长，便把他截短。左翼批评就是这样的床，弄得他们写不出东西来了。现在这张床真的摆出来了，不料却只有第三种人睡得不长不短，刚刚合式。仰面唾天，掉在自己的眼睛里，天下真会有这等事。但我们却有作家写得出东西来，作品在摧残中也更加坚实。不但为一大群中国青年读者所支持，当电网外在文学新地上以王伯伯的题目发表后，就得到世界的读者了。这就是已经尽了当前的任务，也是对于压迫者的答复文学是战斗的！我希望将来还有看见的更多，更好的作品的时候。一九三五年一月十六日，记于上海。本篇最初印入叶紫短篇小说集丰收。叶紫―，原名俞鹤林，湖南益阳人，作家。丰收收短篇小说六篇，奴隶丛书之一，一九三五年三月上海容光书局出版。再亮些杜衡著有长篇小说再亮些，一九三四年五月起连载于现代第五卷第一期至第五期和第六卷第一期未刊完。出单行本时书名改为叛徒，篇首题解中引用歌德临终时所说的话再亮些，再亮些！薄凯契阿，―通译薄伽丘，欧洲文艺复兴时期意大利作家，著有故事集十日谈等。雨果，―，法国作家，著有长篇小说悲惨世界等。契诃夫，福叮啊保梗埃矗砉骷遥写罅短篇小说和剧本樱桃园等。高尔基\\，保福叮浮保梗常叮联无产阶级作家，著有长篇小说母亲自传体三部曲童年在人间我的大学等。三国志演义即三国演义，长篇小说，明代罗贯中著，现在通行的是清代毛宗岗改订本，一百二十回。水浒传，长篇小说，明代施耐庵著，有百回本百二十回本和清初金圣叹删订的七十一回本等。儒林外史长篇小说，清代吴敬梓著，共五十五回。中国为什么没有伟大文学产生郑伯奇在春光月刊创刊号一九三四年三月发表伟大的作品底要求一文，其中说中国近数十年发生过很多的伟大事变，为什么还没有产生出一部伟大的作品？接着，该刊第三期又在中国目前为什么没有伟大的作品产生？的征文题下，刊出十五篇应征的文章。"}
