{"text":"如果天使没有颜料，怎样能够绘画？如果听不到声音，怎样能够歌唱？如果没有鼻子，怎样能够呼吸清晨的新鲜空气？如果皮肤不会发痒，怎样能够享受搔痒时那种无上的满足？这在快乐上，该是一种多么重大的损失，我们必须有肉体，并且我们肉体上的欲望必须都能够得到满足，否则我们便应该变成纯粹的灵魂，不知满足为何物，因为满足都是由欲望而产生的。我有时候想，以为鬼魂或天使，如没有肉体，真等于一种可怕的刑罚看见一泓清水，没有脚可以伸下去享受一种清新愉快的感觉看见一盆北平或长岛s，美国地名的鸭肉，但没有舌头可以尝它的滋味看见烘饼，但没有牙齿可以咀嚼看见我们亲爱的人们的脸蛋，但我们无法把情感表现出来。如果我们死后的鬼魂，有一天回到这世间来，静静地跑进我们孩子的卧室，看见一个孩子躺在床上，但我们没有手可以爱抚他，没有臂膀可以拥抱他，没有胸部可以感到他身体的温暖面颊中间没有一个圆的凹处，可以使他的头紧紧地挨着没有耳朵可以听到他的声音，这种种损失是多么可哀啊。如果有人对天使无肉体论加以辩护的话，他的理由一定是模糊而不充足的。他也许会说啊！很对，但神灵是不需要这种满足的。但是另有什么东西可以代替这种满足呢？这就问住了。如果勉强回答的话，是空虚――和平――宁静。如再问你在这种情况里可以得到什么呢？回答或许是没有劳役，没有痛苦，没有烦恼。好，我就承认有这么一个天堂，但也只有船役囚徒或许会对这种天堂发生兴趣，这种消极的理想和观念太近于佛教了，其来源与其说是欧洲，不如说是亚洲指小亚细亚。这种理论是毫无益处的，至少我可以指出没有感觉的神灵的观念极不合理，因为我们现在已越加觉得宇宙本身也是有感觉的东西。神灵的特性也许是动作，不是静止而没有肉体的天使，也许是如阳电子一般以每秒钟二万或三万匝的速率环绕阳核而旋转，因而得到快乐，比在游乐场中乘小火车观看景致更为有趣。这里面一定有一种感觉。也许是那个没有肉体的天使会像光线或宇宙光线一样，在以太的波浪中，以每秒钟里的速率，绕着曲线形的空间而飞奔。一定还有精神上的颜料使天使可以绘画，享受着某种形式的创造乐趣。还有以太的波动给天使当做音调声响和颜色，而可以感受一定还有以太的微风去吹拂天使的脸颊。"}
{"text":"这里面一定有一种感觉。也许是那个没有肉体的天使会像光线或宇宙光线一样，在以太的波浪中，以每秒钟里的速率，绕着曲线形的空间而飞奔。一定还有精神上的颜料使天使可以绘画，享受着某种形式的创造乐趣。还有以太的波动给天使当做音调声响和颜色，而可以感受一定还有以太的微风去吹拂天使的脸颊。如果不是这样的话，神灵本身便会像积水池里的死水一样，或像人在没有新鲜空气的沉闷的夏午所感到境地一样。所以世间如果还有人生的话，就必须有动作和情感无论是怎么样的一种形式而不是完全的静止和无感觉的状态。诗样的人生我以为从生物学的观点看起来，人生几乎是像一首诗。它有韵律和拍子，也有生长和腐蚀的内在循环。它开始是天真朴实的童年时期，嗣后便是粗拙的青春时期，企图去适应成熟的社会，带着青年的热情和愚憨，理想和野心，后来达到一个活动较剧烈的成年时期，由经验上获得进步，又由社会及人类天性上获得更多的经验到中年的时候，才稍微减轻活动的紧张，性格也圆熟了，像水果的成熟或好酒的醇熟一样，对于人生渐抱一种较宽容较玩世，同时也较温和的态度以后到了老年的时期，内分泌腺减少了它们的活动，假如我们对于老年能有一种真正的哲学观念，照这种观念调和我们的生活形式，那么这个时期在我们看来便是和平稳定闲逸和满足的时期最后生命的火花闪灭，一个人便永远长眠不醒了。我们应当能够体验出这种人生的韵律之美，像欣赏大交响曲那样地欣赏人生的主旨，欣赏它急缓的旋律，以及最后的决定。这些循环的动作，在正常的人体上是大概相同的，不过那音乐必须由个人自己去演奏。在某些人的灵魂中，那个不调和的音键变得日益宏大，结果竟把正式的曲调淹没了，如果那不调和的音键声音太响，使音乐不能继续演奏下去，于是那个人便开枪自戕，或跳河自尽了。这是因为他缺乏良好的自我教育，弄得原来的主旋律遭了掩蔽。反之，正常的人生是会保持着一种严肃的动作和行列，朝着正常的目标前进。在我们许多人之中，有时震音或激越之音太多，因此听来甚觉刺耳我们也许应该有一些以恒河般伟大的音律和雄壮的音波，慢慢地永远地向着大海流去。一个人有童年壮年和老年，我想没有一个人会觉得这是不美满。天有上午中午日落，一年有春夏秋冬四季，这办法再好没有。"}
{"text":"这是因为他缺乏良好的自我教育，弄得原来的主旋律遭了掩蔽。反之，正常的人生是会保持着一种严肃的动作和行列，朝着正常的目标前进。在我们许多人之中，有时震音或激越之音太多，因此听来甚觉刺耳我们也许应该有一些以恒河般伟大的音律和雄壮的音波，慢慢地永远地向着大海流去。一个人有童年壮年和老年，我想没有一个人会觉得这是不美满。天有上午中午日落，一年有春夏秋冬四季，这办法再好没有。人生没有什么好坏，只有在那一季里什么东西是好的的问题。如果我们抱着这种生物学的人生观念，循着季节去生活，那么除自大的呆子和无可救药的理想主义者之外，没有人会否认人生确是像一首诗那样地生活过去的。莎士比亚曾在他的人生七阶段的那节文章里，把这个观念极明显地表达出来，许多中国作家也曾说过与此相似的话。莎士比亚没有变成富于宗教观念的人，也不曾对宗教表示很大的关怀，这是很可怪的。我想这便是他所以伟大的地方他把人生当做人生看，他不打扰世间一切事物的配置和组织，正如他不打扰他的戏剧中的人物一样。莎士比亚和大自然本身相似，这是我们对一位作家或思想家最大的赞颂。他只是活在世界上，观察人生而终于离开了。人生的乐趣我们只有知道一个国家人民生活的乐趣，才会真正了解这个国家，正如我们只有知道一个人怎样利用闲暇时光，才会真正了解这个人一样。只有当一个人歇下他手头不得不干的事情，开始做他所喜欢做的事情时，他的个性才会显露出来。只有当社会与公务的压力消失，金钱名誉和野心的刺激离去，精神可以随心所欲地游荡之时，我们才会看到一个内在的人，看到他真正的自我。生活是艰苦的，政治是肮脏的，商业是卑鄙的，因而，通过一个人的社会生活状况去判断一个人，通常是不公平的。我发现我们有不少政治上的恶棍在其他方面却是十分可爱的人，许许多多无能而又夸夸其谈的大学校长在家里却是绝顶的好人。同理，我认为玩耍时的中国人要比干正经事情时的中国人可爱得多。中国人在政治上是荒谬的，在社会上是幼稚的，但他们在闲暇时却是最聪明最理智的。他们有着如此之多的闲暇和悠闲的乐趣，这有关他们生活的一章，就是为愿意接近他们并与之共同生活的读者而作的。这里，中国人才是真正的自己，并且发挥得最好，因为只有在生活上他们才会显示出自己最佳的性格――亲切友好与温和。既然有了足够的闲暇，中国人有什么不能做呢？"}
{"text":"同理，我认为玩耍时的中国人要比干正经事情时的中国人可爱得多。中国人在政治上是荒谬的，在社会上是幼稚的，但他们在闲暇时却是最聪明最理智的。他们有着如此之多的闲暇和悠闲的乐趣，这有关他们生活的一章，就是为愿意接近他们并与之共同生活的读者而作的。这里，中国人才是真正的自己，并且发挥得最好，因为只有在生活上他们才会显示出自己最佳的性格――亲切友好与温和。既然有了足够的闲暇，中国人有什么不能做呢？他们食蟹品茗尝泉唱戏放风筝踢毽子比草的长势糊纸盒猜谜搓麻将赌博典当衣物煨人参看斗鸡逗小孩浇花种菜嫁接果树下棋沐浴闲聊养鸟午睡大吃二喝猜拳看手相谈狐狸精看戏敲锣打鼓吹笛练书法嚼鸭肫腌萝卜捏胡桃放鹰喂鸽子与裁缝吵架去朝圣拜访寺庙登山看赛舟斗牛服春药抽鸦片闲荡街头看飞机骂日本人围观白人感到纳闷儿批评政治家念佛练深呼吸举行佛教聚会请教算命先生捉蟋蟀嗑瓜子赌月饼办灯会焚净香吃面条射文虎养瓶花送礼祝寿互相磕头生孩子睡大觉。这是因为中国人总是那么亲切和蔼活泼愉快，那么富有情趣，又是那么会玩儿。尽管现代中国受过教育的人们总是脾气很坏，悲观厌世，失去了一切价值观念，但大多数人还是保持着亲切和蔼活泼愉快的性格，少数人还保持着自己的情趣和玩耍的技巧。这也是自然的，因为情趣来自传统。人们被教会欣赏美的事物，不是通过书本，而是通过社会实例，通过在富有高尚情趣的社会里的生活，工业时代人们的精神无论如何是丑陋的，而某些中国人的精神――他们把自己的社会传统中一切美好的东西都抛弃掉，而疯狂地去追求西方的东西，可自己又不具备西方的传统，他们的精神更为丑陋。在全上海所有富豪人家的园林住宅中，只有一家是真正的中国式园林，却为一个犹太人所拥有。所有的中国人都醉心于什么网球场几何状的花床整齐的栅栏，修剪成圆形或圆锥形的树木，以及按英语字母模样栽培的花草。上海不是中国，但上海却是现代中国往何处去的不祥之兆。它在我们嘴里留下了一股又苦又涩的味道，就像中国人用猪油做的西式奶油糕点那样。它刺激了我们的神经，就像中国的乐队在送葬行列中大奏其前进，基督的士兵们一样。传统和趣味需要时间来互相适应。古代的中国人是有他们自己的情趣的。"}
{"text":"在全上海所有富豪人家的园林住宅中，只有一家是真正的中国式园林，却为一个犹太人所拥有。所有的中国人都醉心于什么网球场几何状的花床整齐的栅栏，修剪成圆形或圆锥形的树木，以及按英语字母模样栽培的花草。上海不是中国，但上海却是现代中国往何处去的不祥之兆。它在我们嘴里留下了一股又苦又涩的味道，就像中国人用猪油做的西式奶油糕点那样。它刺激了我们的神经，就像中国的乐队在送葬行列中大奏其前进，基督的士兵们一样。传统和趣味需要时间来互相适应。古代的中国人是有他们自己的情趣的。我们可以从漂亮的古书装帧精美的信笺古老的瓷器伟大的绘画和一切未受现代影响的古玩中看到这些情趣的痕迹。人们在抚玩着漂亮的旧书欣赏着文人的信笺时，不可能看不到古代的中国人对优雅和谐和悦目色彩的鉴赏力。仅在二三十年之前，男人尚穿着鸭蛋青的长袍，女人穿紫红色的衣裳，那时的双绉也是真正的双绉，上好的红色印泥尚有市场。而现在整个丝绸工业都在最近宣告倒闭，因为人造丝是如此便宜，如此便于洗涤，三十二元钱一盎司的红色印泥也没有了市场，因为它已被橡皮图章的紫色印油所取代。古代的亲切和蔼在中国人的小品文中得到了极好的反映。小品文是中国人精神的产品，闲暇生活的乐趣是其永恒的主题。小品文的题材包括品茗的艺术，图章的刻制及其工艺和石质的欣赏，盆花的栽培，还有如何照料兰花，泛舟湖上，攀登名山，拜谒古代美人的坟墓，月下赋诗，以及在高山上欣赏暴风雨――其风格总是那么悠闲亲切而文雅，其诚挚谦逊犹如与密友在炉边交谈，其形散神聚犹如隐士的衣着，其笔锋犀利而笔调柔和，犹如陈年老酒。文章通篇都洋溢着这样一个人的精神他对宇宙万物和自己都十分满意他财产不多，情感却不少他有自己的情趣，富有生活的经验和世俗的智慧，却又非常幼稚他有满腔激情，而表面上又对外部世界无动于衷他有一种愤世嫉俗般的满足，一种明智的无为他热爱简朴而舒适的物质生活。这种温和的精神在水浒传的里表述得最为明显，这篇序文伪托给该书，实乃十七世纪一位批评家金圣叹所作。这篇序文在风格和内容上都是中国小品文的最佳典范，读起来像是一篇专论悠闲安逸的文章。使人感到惊讶的是，这篇文章竟被用作小说的。在中国，人们对一切艺术的艺术，即生活的艺术，懂得很多。一个较为年轻的文明国家可能会致力于进步然而一个古老的文明国度，自然在人生的历程上见多识广，她所感兴趣的只是如何过好生活。"}
{"text":"这种温和的精神在水浒传的里表述得最为明显，这篇序文伪托给该书，实乃十七世纪一位批评家金圣叹所作。这篇序文在风格和内容上都是中国小品文的最佳典范，读起来像是一篇专论悠闲安逸的文章。使人感到惊讶的是，这篇文章竟被用作小说的。在中国，人们对一切艺术的艺术，即生活的艺术，懂得很多。一个较为年轻的文明国家可能会致力于进步然而一个古老的文明国度，自然在人生的历程上见多识广，她所感兴趣的只是如何过好生活。就中国而言，由于有了中国的人文主义精神，把人当作一切事物的中心，把人类幸福当作一切知识的终结，于是，强调生活的艺术就是更为自然的事情了。但即使没有人文主义，一个古老的文明也一定会有一个不同的价值尺度，只有它才知道什么是持久的生活乐趣，这就是那些感官上的东西，比如饮食房屋花园女人和友谊。这就是生活的本质，这就是为什么像巴黎和维也纳这样古老的城市有良好的厨师上等的酒漂亮的女人和美妙的音乐。人类的智慧发展到某个阶段之后便感到无路可走了，于是便不愿意再去研究什么问题，而是像奥玛开阳那样沉湎于世俗生活的乐趣之中了。于是，任何一个民族，如果它不知道怎样像中国人那样吃，如何像他们那样享受生活，那末，在我们眼里，这个民族一定是粗野的，不文明的。在李笠翁十七世纪的著作中，有一个重要部分专门研究生活的乐趣，是中国人生活艺术的袖珍指南，从住宅与庭园屋内装饰界壁分隔到妇女的梳妆美容施粉黛烹调的艺术和美食的导引，富人穷人寻求乐趣的方法，一年四季消愁解闷的途径，性生活的节制，疾病的防治，最后是从感觉上把药物分成三类本性酷好之药其人急需之药和一生钟爱之药。这一章包含了比医科大学的药学课程更多的用药知识。这个享乐主义的戏剧家和伟大的喜剧诗人，写出了自己心中之言。我们在这里举几个例子来说明他对生活艺术的透彻见解，这也是中国精神的本质。李笠翁在对花草树木及其欣赏艺术作了认真细致而充满人情味的研究之后，对柳树作了如下论述柳贵乎垂，不垂则可无柳。柳条贵长，不长则无袅娜之致，徒垂无益也。此树为纳蝉之所，诸鸟亦集。长夏不寂寞，得时闻鼓吹者，是树皆有功，而高柳为最。总之种树非止娱目，兼为悦耳。目有时而不娱，以在卧榻之上也耳则无时不悦。鸟声之最可爱者，不在人之坐时，而偏在睡时。"}
{"text":"这个享乐主义的戏剧家和伟大的喜剧诗人，写出了自己心中之言。我们在这里举几个例子来说明他对生活艺术的透彻见解，这也是中国精神的本质。李笠翁在对花草树木及其欣赏艺术作了认真细致而充满人情味的研究之后，对柳树作了如下论述柳贵乎垂，不垂则可无柳。柳条贵长，不长则无袅娜之致，徒垂无益也。此树为纳蝉之所，诸鸟亦集。长夏不寂寞，得时闻鼓吹者，是树皆有功，而高柳为最。总之种树非止娱目，兼为悦耳。目有时而不娱，以在卧榻之上也耳则无时不悦。鸟声之最可爱者，不在人之坐时，而偏在睡时。鸟音宜晓听，人皆知之而其独直于晓之故，人则未之察也。鸟之防弋，无时不然。卯辰以后，是人皆起，人起而鸟不自安矣。虑患之念一生，虽欲鸣而不得，欲亦必无好音，此其不宜于昼也。晓则是人未起，即有起者，数亦寥寥，鸟无防患之心，自能毕其能事。且扪舌一夜，技痒于心，至此皆思调弄，所谓不鸣则已，一鸣惊人者是也，此其独宜于晓也。庄子非鱼，能知鱼之乐笠翁非鸟，能识鸟之情。凡属鸣禽，皆当以予为知己。种树之乐多端，而其不便于雅人者亦有一节枝叶繁冗，不漏月光。隔婵娟而不使见者，此其无心之过，不足责也。然匪树木无心，人无心耳。使于种植之初，预防及此，留一线之余天，以待月轮出没，则昼夜均受其利矣。在妇女的服饰问题上，他也有自己明智的见解妇人之衣，不贵精而贵洁，不贵丽而贵雅，不贵与家相称，而贵与貌相宜。今试取鲜衣一袭，令少妇数人先后服之，定有一二中看，一二不中看者，以其面色与衣色有相称不相称之别，非衣有公私向背于其间也。使贵人之妇之面色不宜文采，而宜缟素，必欲去缟素而就文采，不几与面色为仇乎？大约面色之最白最嫩，与体态之最轻盈者，斯无往而不宜色之浅者显其淡，色之深者愈显其淡衣之精者形其娇，衣之粗者愈形其娇。然当世有几人哉？稍近中材者，即当相体裁衣，不得混施色相矣。记予儿时所见，女子之少者，尚银红桃红，稍长者尚月白，未几而银红桃红皆变大红，月白变蓝，再变则大红变紫，蓝变石青。迨鼎革以后，则石青与紫皆罕见，无论少长男妇，皆衣青矣。李笠翁接下去讨论了黑色的伟大价值。这是他最喜欢的颜色，它是多么适合于各种年龄各种肤色，在穷人可以久穿而不显其脏，在富人则可在里面穿着美丽的色彩，一旦有风一吹，里面的色彩便可显露出来，留给人们很大的想像余地。"}
{"text":"记予儿时所见，女子之少者，尚银红桃红，稍长者尚月白，未几而银红桃红皆变大红，月白变蓝，再变则大红变紫，蓝变石青。迨鼎革以后，则石青与紫皆罕见，无论少长男妇，皆衣青矣。李笠翁接下去讨论了黑色的伟大价值。这是他最喜欢的颜色，它是多么适合于各种年龄各种肤色，在穷人可以久穿而不显其脏，在富人则可在里面穿着美丽的色彩，一旦有风一吹，里面的色彩便可显露出来，留给人们很大的想像余地。此外，在睡这一节里，有一段漂亮的文字论述午睡的艺术然而午睡之乐，倍于黄昏，三时皆所不宜，而独宜于长夏。非私之也，长夏之一日，可抵残冬二日，长夏之一夜，不敌残冬之半夜，使止息于夜，而不息于昼，是以一分之逸，敌四分之劳，精力几何，其能此？况暑气铄金，当之未有不倦者。倦极而眠，犹饥之得食，渴之得饮，养生之计，未有善于此者。午餐之后，略逾寸晷，俟所食既消，而后徘徊近榻。又勿有心觅睡，觅睡得睡，其为睡也不甜。必先处于有事，事末毕而忽倦，睡乡之民自来招我。桃源天台诸妙境，原非有意造之，皆莫知其然而然者，予最爱旧诗中，有手倦抛书午梦长一句。手书而眠，意不在睡抛书而寝，则又意不在书，所谓莫知其然而然也。睡中三昧，惟此得之。只有当人类了解并实行了李笠翁所描写的那种睡眠的艺术，人类才可以说自己是真正开化的文明的人类。尘世是惟一的天堂我们的生命总有一日会灭绝的，这种省悟，使那些深爱人生的人，在感觉上增添了悲哀的诗意情调。然而这种悲感却反使中国的学者更热切深刻地要去领略人生的乐趣。这看来是很奇怪的。我们的尘世人生因为只有一个，所以我们必须趁人生还未消逝的时候，尽情地把它享受。如果我们有了一种永生的渺茫希望，那么我们对于这尘世生活的乐趣便不能尽情地领略了。基士爵士曾说过一句和中国人的感想不谋而合的话如果人们的信念跟我的一样，认尘世是惟一的天堂，那么他们必将更竭尽全力把这个世界造成天堂。苏东坡的诗中有事如春梦了无痕之句，因为如此，所以他那么深刻坚决地爱好人生。在中国的文学作品中，常常可以看到这种人生不再的感觉。中国的诗人和学者在欢娱宴乐的时候，常被这种人生不再生命易逝的悲哀感觉所烦扰，在花前月下，常有花不常好，月不常圆的伤悼。李白在春夜宴桃李园序一篇赋里，有着两句名言浮生若梦，为欢几何？"}
{"text":"苏东坡的诗中有事如春梦了无痕之句，因为如此，所以他那么深刻坚决地爱好人生。在中国的文学作品中，常常可以看到这种人生不再的感觉。中国的诗人和学者在欢娱宴乐的时候，常被这种人生不再生命易逝的悲哀感觉所烦扰，在花前月下，常有花不常好，月不常圆的伤悼。李白在春夜宴桃李园序一篇赋里，有着两句名言浮生若梦，为欢几何？王羲之在和他的一些朋友欢宴的时候，曾写下兰亭集序这篇不朽的文章，它把人生不再的感觉表现得最为亲切永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹，又有清流激湍，映带左右，引以为流觞曲水，列坐其次，虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。夫人之相与，俯仰一世，或取诸怀抱，晤言一室之内或因寄所托，放浪形骸之外虽取舍万殊，静躁不同，当其欣于所遇，暂得于已，快然自足，不知老之将至及其所之既倦，情随事迁，感慨系之矣！向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀况修短随化，终期于尽。古人云死生亦大矣，岂不痛哉！每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作，后之视今，亦犹今之视昔，悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。我们都相信人总是要死的，相信生命像一支烛光，总有一日要熄灭的，我认为这种感觉是好的。它使我们清醒，使我们悲哀，它也使某些人感到一种诗意。此外还有一层最为重要它使我们能够坚定意志，去想法过一种合理的真实的生活，随时使我们感悟到自己的缺点。它也使我们心中平安。因一个人的心中有了那种接受恶劣遭遇的准备，才能够获得真平安。这由心理学的观点看来，它是一种发泄身上储力的程序。中国的诗人与平民，即使是在享受人生的乐趣时，下意识里也常有一种好景不常的感觉，例如在中国人欢聚完毕时，常常说千里搭凉棚，没有不散的宴席。所以人生的宴会便是尼布甲尼撤，古代的古巴比伦王，以强猛骄傲奢侈著称的宴会。这种感觉使那些不信宗教的人们也有一种神灵的意识。"}
