{"text":"我过了一年临时亡国奴生活。此时日军当然是全济南至高无上的唯一的统治者。同一切非正义的统治者一样，他们色厉内荏，十分害怕中国老百姓，简直害怕到风声鹤唳草木皆兵的程度。天天如临大敌，常常搞一些突然袭击，到居民家里去搜查。我们一听到日军到附近某地来搜查了，家里就像开了锅。有人主张关上大门，有人坚决反对。前者说不关门，日本兵会说你怎么这样大胆呀竟敢双门大开于是捅上一刀。后者则说关门，日本兵会说你们一定有见不得人的勾当不然的话，皇军驾到，你们应该开门恭迎嘛于是捅上一刀。结果是，一会儿开门，一会儿又关上，如坐针毡，又如热锅上的蚂蚁。此情此景，非亲身经历者，是决不能理解的。我还有一段个人经历。我无学可上，又深知日本人最恨中国学生，在山东焚烧日货的罪魁祸首就是学生。我于是剃光了脑袋，伪装是商店的小徒弟。有一天，走在东门大街上，迎面来了一群日军，检查过往行人。我知道，此时万不能逃跑，一定要镇定，否则刀枪无情。我貌似坦然地走上前去。一个日兵搜我的全身，发现我腰里扎的是一条皮带。他如获至宝，发出狞笑，说道你的，狡猾的大大地。你不是学徒，你是学生。学徒的，是不扎皮带的我当头挨了一棒，幸亏还没有昏过去，我向他解释现在小徒弟们也发了财，有的能扎皮带了。他坚决不信。正在争论的时候，另外一个日军走了过来，大概是比那一个高一级的，听了那个日军的话，似乎有点不耐烦，一摆手让他走吧我于是死里逃生，从阴阳界上又转了回来。我身上出了多少汗，只有我自己知道。在这一年内，我心镜上照出的是临时或候补亡国奴的影像。年，日军撤走，国民党重进。我在求学的道路上，从此开辟了一个新天地。此时，北园高中关了门，新成立了一所山东省立济南高中，是全省唯一的一所高级中学。我没有考试，就入了学。校内换了一批国民党的官员，党气颇浓，令人生厌。但是总的精神面貌却是焕然一新。最明显不过的是国文课。大清国没有了，经书不念了，文言作文改成了白话。国文教员大多是当时颇为著名的新文学家。我的第一个国文教员是胡也频烈士。他很少讲正课，每一堂都是宣传现代文艺，亦名普罗文学，也就是无产阶级文学。一些青年，其中也有我，大为兴奋，公然在宿舍门外摆上桌子，号召大家参加现代文艺研究会。"}
{"text":"校内换了一批国民党的官员，党气颇浓，令人生厌。但是总的精神面貌却是焕然一新。最明显不过的是国文课。大清国没有了，经书不念了，文言作文改成了白话。国文教员大多是当时颇为著名的新文学家。我的第一个国文教员是胡也频烈士。他很少讲正课，每一堂都是宣传现代文艺，亦名普罗文学，也就是无产阶级文学。一些青年，其中也有我，大为兴奋，公然在宿舍门外摆上桌子，号召大家参加现代文艺研究会。还准备出刊物，我为此写了一篇文章，叫做现代文艺的使命，里面生吞活剥抄了一些从日文译过来的所谓马克思主义文艺理论的文句。译文像天书，估计我也看不懂，但是充满了革命义愤和口号的文章，却堂而皇之地写成了。文章还没有来得及刊出，国民党通缉胡先生，他慌忙逃往上海，一两年后就被国民党杀害。我的革命梦像肥皂泡似的破灭了，从此再也没有革命，一直到了解放。接胡先生的是董秋芳冬芬先生。他算是的小友，北京大学毕业，翻译了一本争自由的波浪，有写的序。不知道怎样一来，我写的作文得到了他的垂青，他发现了我的写作天才，认为是全班全校之冠。我有点飘飘然，是很自然的。到现在，在六十年漫长的过程中，不管我搞什么样的研究工作，写散文的笔从来没有放下过。写得好坏，姑且不论。对我自己来说，文章能抒发我的感情，表露我的喜悦，缓解我的愤怒，激励我的志向。这样的好处已经不算少了。我永远怀念我这位尊敬的老师在这一年里，我的心镜照出来的仿佛是我的新生。年夏天，我们高中一级的学生毕了业。几十个举子联合进京赶考。当时北平的大学五花八门，国立私立教会立，纷然杂陈。水平极端参差不齐，吸引力也就大不相同。其中最受尊重的，同今天完全一样，是北大与清华，两个国立大学。因此，全国所有的赶考的举子没有不报考这两所大学的。这两所大学就仿佛变成了龙门，门槛高得可怕。往往几十人中录取一个。被录取的金榜题名，鲤鱼变成了龙。我来投考的那一年，有一个山东老乡，已经报考了五次，次次名落孙山。这一年又同我们报考，也就是第六次，结果仍然榜上无名。他神经失常，一个人恍恍惚惚在西山一带漫游了七天，才清醒过来。他从此断了大学梦，回到了山东老家，后不知所终。我当然也报了北大与清华。"}
{"text":"这两所大学就仿佛变成了龙门，门槛高得可怕。往往几十人中录取一个。被录取的金榜题名，鲤鱼变成了龙。我来投考的那一年，有一个山东老乡，已经报考了五次，次次名落孙山。这一年又同我们报考，也就是第六次，结果仍然榜上无名。他神经失常，一个人恍恍惚惚在西山一带漫游了七天，才清醒过来。他从此断了大学梦，回到了山东老家，后不知所终。我当然也报了北大与清华。同别的高中同学不同的是，我只报这两个学校，仿佛极有信心――其实我当时并没有考虑这样多，几乎是本能地这样干了――别的同学则报很多大学，二流的三流的不入流的，有的人竟报到七八所之多。我一辈子考试的次数成百成千，从小学一直考到获得最高学位但我考试的运气好，从来没有失败过。这一次又撞上了喜神，北大和清华我都被录取，一时成了人们羡慕的对象。但是，北大和清华，对我来说，却成了鱼与熊掌。何去何从？一时成了挠头的问题。我左考虑，右考虑，总难以下这一步棋。当时留学热不亚于今天，我未能免俗。如果从留学这个角度来考虑，清华似乎有一日之长。至少当时人们都是这样看的。吾从众，终于决定了清华，入的是西洋文学系后改名外国语文系。在旧中国，清华西洋文学系名震神州。主要原因是教授几乎全是外国人，讲课当然用外国话，中国教授也多用外语实际上就是英语授课。这一点就具有极大的吸引力。夷考其实，外国教授几乎全部不学无术，在他们本国恐怕连中学都教不上。因此，在本系所有的必修课中，没有哪一门课我感到满意。反而是我旁听和选修的两门课，令我终生难忘，终生受益。旁听的是陈寅恪先生的佛经翻译文学，选修的是朱光潜先生的文艺心理学，就是美学。在本系中国教授中，叶公超先生教我们大一英文。他英文大概是好的，但有时故意不修边幅，好像要学习竹林七贤，给我没有留下好印象。吴宓先生的两门课中西诗之比较和英国浪漫诗人，给我留下了深刻的印象。此外，我还旁听了或偷听了很多外系的课。比如俞平伯谢婉莹冰心郑振铎等先生的课，我都听过，时间长短不等。在这种旁听活动中，我有成功，也有失败。最失败的一次，是同许多男同学，被冰心先生婉言赶出了课堂。最成功的是旁听西谛先生的课。西谛先生豁达大度，待人以诚，没有教授架子，没有行帮意识。我们几个年轻大学生――吴组缃林庚李长之，还有我自己――由听课而同他有了个人来往。他同靳以主编大型的文学季刊是当时轰动文坛的大事。"}
{"text":"此外，我还旁听了或偷听了很多外系的课。比如俞平伯谢婉莹冰心郑振铎等先生的课，我都听过，时间长短不等。在这种旁听活动中，我有成功，也有失败。最失败的一次，是同许多男同学，被冰心先生婉言赶出了课堂。最成功的是旁听西谛先生的课。西谛先生豁达大度，待人以诚，没有教授架子，没有行帮意识。我们几个年轻大学生――吴组缃林庚李长之，还有我自己――由听课而同他有了个人来往。他同靳以主编大型的文学季刊是当时轰动文坛的大事。他也竟让我们名不见经传的无名小卒，充当季刊的编委或特约撰稿人，名字赫然印在杂志的封面上，对我们来说这实在是无上的光荣。结果我们同西谛先生成了忘年交，终生维持着友谊，一直到年他在飞机失事中遇难。到了今天，我们一想到郑先生还不禁悲从中来。此时政局是非常紧张的。蒋介石在拼命安内，日军已薄古北口，在东北兴风作浪，更不在话下。九一八后，我也曾参加清华学生卧轨绝食，到南京去请愿，要求蒋介石出兵抗日。我们满腔热血，结果被满口谎言的蒋介石捉弄，铩羽而归。美丽安静的清华园也并不安静。国共两方的学生斗争激烈。此时，胡乔木原名胡鼎新同志正在历史系学习，与我同班。他在进行革命活动，其实也并不怎么隐蔽。每天早晨，我们洗脸盆里塞上的传单，就出自他之手。这是一个公开的秘密，尽人皆知。他曾有一次在深夜坐在我的床上，劝说我参加他们的组织。我胆小怕事，没敢答应。只答应到他主办的工人子弟夜校去上课，算是聊助一臂之力，稍报知遇之恩。学生中国共两派的斗争是激烈的，详情我不得而知。我算是中间偏左的逍遥派，不介入，也没有兴趣介入这种斗争。不过据我的观察，两派学生也有联合行动，比如到沙河清河一带农村中去向农民宣传抗日。我参加过几次，记忆中好像也有倾向国民党的学生参加。原因大概是，尽管蒋介石不抗日，青年学生还是爱国的多。在中国知识分子中，爱国主义的传统是源远流长的，根深蒂固的。这几年，我们家庭的经济情况颇为不妙。每年寒暑假回家，返校时筹集学费和膳费，就煞费苦心。清华是国立大学，花费不多。每学期收学费四十元但这只是一种形式，毕业时学校把收的学费如数还给学生，供毕业旅行之用。不收宿费，膳费每月六块大洋，顿顿有肉。即使是这样，我也开支不起。我的家乡清平县，国立大学生恐怕只有我一个，视若县宝，每年津贴我五十元。"}
{"text":"原因大概是，尽管蒋介石不抗日，青年学生还是爱国的多。在中国知识分子中，爱国主义的传统是源远流长的，根深蒂固的。这几年，我们家庭的经济情况颇为不妙。每年寒暑假回家，返校时筹集学费和膳费，就煞费苦心。清华是国立大学，花费不多。每学期收学费四十元但这只是一种形式，毕业时学校把收的学费如数还给学生，供毕业旅行之用。不收宿费，膳费每月六块大洋，顿顿有肉。即使是这样，我也开支不起。我的家乡清平县，国立大学生恐怕只有我一个，视若县宝，每年津贴我五十元。另外，我还能写点文章，得点稿费，家里的负担就能够大大地减轻。我就这样在颇为拮据的情况中度过了四年，毕了业，戴上租来的学士帽照过一张相，结束了我的大学生活。当时流行着一个词儿，叫饭碗问题，还流行着一句话，是毕业即失业。除了极少数高官显宦富商大贾的子女以外，谁都会碰到这个性命交关的问题。我从三年级开始就为此伤脑筋。我面临着承担家庭主要经济负担的重任。但是，我吹拍乏术，奔走无门。夜深人静之时，自己脑袋里好像是开了锅。然而结果却是一筹莫展。眼看快要到年的夏天，我就要离开学校了。真好像是大旱之年遇到甘霖，我的母校济南省立高中校长宋还吾先生，托人邀我到母校去担任国文教员。月薪大洋一百六十元，是大学助教的一倍。大概因为我发表过一些文章，我就被认为是文学家，而文学家都一定能教国文，这就是当时的逻辑。这一举真让我受宠若惊，但是我心里却打开了鼓我是学西洋文学的，高中国文教员我当得了吗？何况我的前任是被学生架当时学生术语，意思是赶走的，足见学生不易对付。我去无疑是自找麻烦，自讨苦吃，无异于跳火坑。我左考虑，右考虑，终于举棋不定，不敢答复。然而，时间是不饶人的。暑假就在眼前，离校已成定局，最后我咬了咬牙，横下了一条心你有勇气请，我就有勇气承担于是在年秋天，我就成了高中的国文教员。校长待我是好的，同学生的关系也颇融洽。但是同行的国文教员对我却有挤对之意。全校三个年级，十二个班，四个国文教员，每人教三个班。这就来了问题其他三位教员都比我年纪大得多，其中一个还是我的老师一辈，都是科班出身，教国文成了老油子，根本用不着备课。他们却每人教一个年级的三个班，备课只有一个头。我教三个年级剩下的那个班，备课有三个头，其困难与心里的别扭是显而易见的。"}
{"text":"校长待我是好的，同学生的关系也颇融洽。但是同行的国文教员对我却有挤对之意。全校三个年级，十二个班，四个国文教员，每人教三个班。这就来了问题其他三位教员都比我年纪大得多，其中一个还是我的老师一辈，都是科班出身，教国文成了老油子，根本用不着备课。他们却每人教一个年级的三个班，备课只有一个头。我教三个年级剩下的那个班，备课有三个头，其困难与心里的别扭是显而易见的。所以在这一年里，收入虽然很好一百六十元的购买力约与今天的三千二百元相当，心情却是郁闷。眼前的留学杳无踪影，手中的饭碗飘忽欲飞。此种心情，实不足为外人道也。但是，幸运之神如果有的话对我是垂青的。正在走投无路之际，母校清华大学同德国学术交换处签订了互派留学生的合同，我喜极欲狂，立即写信报了名，结果被录取。这比考上大学金榜题名的心情，又自不同，别是一番滋味在心头。积年愁云，一扫而空，一生幸福，一锤定音。仿佛金饭碗已经捏在手中。自己身上一镀金，则左右逢源，所向无前。我现在看一切东西，都发出玫瑰色的光泽了。然而，人是不能脱离现实的。我当时的现实是亲老家贫子幼，我又走到了我一生最大的一个歧路口上。何去何从？难以决定。这个歧路口，对我来说，意义真正是无比地大。不向前走，则命定一辈子当中学教员，饭碗还不一定经常能拿在手中，向前走，则会是另一番境界。马前桃花马后雪，教人怎敢再回头？经过了痛苦的思想矛盾，经过了细致的家庭协商，决定了向前迈步。好在原定期限只有两年，咬一咬牙就过来了。我于是在年夏天离家，到北平和天津办理好出国手续，乘西伯利亚火车，经苏联，到了柏林。我自己的心情是万里投荒第二人。在这一段从大学到教书一直到出国的时期中，我的心镜中照见的是蒋介石猖狂反共，日本军野蛮入侵，时局动荡不安，学生两极分化，这样一幅十分复杂矛盾的图像。马前的桃花，远看异常鲜艳，近看则不见得。我在柏林呆了几个月，中国留学生人数颇多，认真读书者当然有之，终日鬼混者也不乏其人。国民党的大官，自蒋介石起，很多都有子女在德国流学。这些高级衙内看不起我，我更藐视这一群行尸走肉的家伙，羞与他们为伍。此地信莫非吾土，到了深秋，我就离开柏林，到了小城又是科学名城的哥廷根。从此以后，在这里一住就是七年，没有离开过。"}
{"text":"马前的桃花，远看异常鲜艳，近看则不见得。我在柏林呆了几个月，中国留学生人数颇多，认真读书者当然有之，终日鬼混者也不乏其人。国民党的大官，自蒋介石起，很多都有子女在德国流学。这些高级衙内看不起我，我更藐视这一群行尸走肉的家伙，羞与他们为伍。此地信莫非吾土，到了深秋，我就离开柏林，到了小城又是科学名城的哥廷根。从此以后，在这里一住就是七年，没有离开过。德国给我一月一百二十马克，房租约占百分之四十多，吃饭也差不多。手中几乎没有余钱。同官费学生一个月八百马克相比，真如小巫见大巫。我在德国住了那么久的时间，从来没有寒暑假休息，从来没有旅游，一则因为阮囊羞涩，二则珍惜寸阴，想多念一点书。我不远万里而来，是想学习的。但是，学习什么呢？最初并没有一个十分清楚的打算。第一学期，我选了希腊文，样子是想念欧洲古典语言文学。但是，在这方面，我无法同德国学生竞争，他们在中学里已经学了八年拉丁文六年希腊文。我心里彷徨起来。到了年春季始业的那一学期，我在课程表上看到了瓦尔德施米特开的梵文初学课，我狂喜不止。在清华时，受了陈寅恪先生讲课的影响，就有志于梵学。但在当时，中国没有人开梵文课，现在竟于无意中得之，焉能不狂喜呢？于是我立即选了梵文课。在德国，要想考取哲学博士学位，必须修三个系，一主二副。我的主系是梵文巴利文，两个副系是英国语言学和斯拉夫语言学。我从此走上了正规学习的道路。年，我的奖学金期满。正在此时，日军发动了卢沟桥事件，虎视眈眈，意在吞并全中国和亚洲。我是望乡兴叹，有家难归。但是天无绝人之路，汉文系主任夏伦邀我担任汉语讲师，我实在像久旱逢甘霖，当然立即同意，走马上任。这个讲师工作不多，我照样当我的学生，我的读书基地仍然在梵文研究所，偶尔到汉学研究所来一下。这情况一直继续到年秋天我离开德国。年，第二次世界大战正式开幕。我原以为像这样杀人盈野积血成河的人类极端残酷的大搏斗，理应震撼三界，摇动五洲，使禽兽颤抖，使人类失色。然而，我有幸身临其境，只不过听到几次法西斯头子狂嚎――这在当时的德国是司空见惯的事――好像是春梦初觉，无声无息地就走进了战争。战争初期阶段，德军的胜利使德国人如疯如狂，对我则是一个打击。"}
{"text":"这个讲师工作不多，我照样当我的学生，我的读书基地仍然在梵文研究所，偶尔到汉学研究所来一下。这情况一直继续到年秋天我离开德国。年，第二次世界大战正式开幕。我原以为像这样杀人盈野积血成河的人类极端残酷的大搏斗，理应震撼三界，摇动五洲，使禽兽颤抖，使人类失色。然而，我有幸身临其境，只不过听到几次法西斯头子狂嚎――这在当时的德国是司空见惯的事――好像是春梦初觉，无声无息地就走进了战争。战争初期阶段，德军的胜利使德国人如疯如狂，对我则是一个打击。他们每胜利一次，我就在夜里服安眠药一次。积之既久，失眠成病，成了折磨我几十年的终生痼疾。最初生活并没有怎样受到影响。慢慢地肉和黄油限量供应了，慢慢地面包限量供应了，慢慢地其他生活用品也限量供应了。在不知不觉中，生活的螺丝越拧越紧。等到人们明确地感觉到时，这螺丝已经拧得很紧很紧了，但是除了极个别的反法西斯的人以外，我没有听到老百姓说过一句怨言。德国法西斯头子统治有术，而德国人民也是一个十分奇特的民族，对我来说，简直像个谜。后来战火蔓延，德国四面被封锁，供应日趋紧张。我天天挨饿，夜夜做梦，梦到中国的花生米。我幼无大志，连吃东西也不例外。有雄心壮志的人，梦到的一定是燕涎鱼翅，哪能像我这样没出息的人只梦到花生米呢？饿得厉害的时候，我简直觉得自己是处在饿鬼地狱中，恨不能把地球都整个吞下去。我仍然继续念书和教书。除了挨饿外，天上的轰炸最初还非常稀少。我终于写完了博士论文。此时瓦尔德施米特教授被征从军，他的前任已退休的老教授西克替他上课。他用了几十年的时间读通了吐火罗文，名扬全球。按岁数来讲，他等于我的祖父。他对我也完全是一个祖父的感情。他一定要把自己全部拿手的好戏都传给我印度古代语法吠陀，而且不容我提不同意见，一定要教我吐火罗文。我乘瓦尔德施米特教授休假之机，通过了口试，布朗恩口试俄文的斯拉夫文，罗德尔口试英文。考试及格后，仍在西克教授指导下学习。我们天天见面，冬天黄昏，在积雪的长街上，我搀扶着年逾八旬的异国的老师，送他回家。我忘记了战火，忘记了饥饿，我心中只有身边这个老人。我当然怀念我的祖国，怀念我的家庭。此时邮政早已断绝。杜甫诗烽火连三月，家书抵万金。我却是烽火连三年，家书抵亿金。事实上根本收不到任何信。"}
{"text":"我乘瓦尔德施米特教授休假之机，通过了口试，布朗恩口试俄文的斯拉夫文，罗德尔口试英文。考试及格后，仍在西克教授指导下学习。我们天天见面，冬天黄昏，在积雪的长街上，我搀扶着年逾八旬的异国的老师，送他回家。我忘记了战火，忘记了饥饿，我心中只有身边这个老人。我当然怀念我的祖国，怀念我的家庭。此时邮政早已断绝。杜甫诗烽火连三月，家书抵万金。我却是烽火连三年，家书抵亿金。事实上根本收不到任何信。这大大地加强我的失眠症，晚上吞服的药量，与日俱增，能安慰我的只有我的研究工作。此时英美的轰炸已成家常便饭，我就是在饥饿与轰炸中写成了几篇论文。大学成了女生的天下，男生都抓去当了兵。过了没有多久，男生有的回来了，但不是缺一只手，就是缺一条腿。双拐击地的声音在教室大楼中往复回荡，形成了独特的合奏。到了此时，前线屡战屡败，法西斯头子的牛皮虽然照样厚颜无耻地吹，然而已经空洞无力，有时候牛头不对马嘴。从我们外国人眼里来看，败局已定，任何人也回天无力了。德国人民怎么样呢？经过我十年的观察与感受，我觉得，德国人不愧是世界上最优秀的人民之一。文化昌明，科学技术处于世界前列，大文学家大哲学家大音乐家大科学家，近代哪一个民族也比不上。而且为人正直淳朴，各个都是老实巴交的样子。在政治上，他们却是比较单纯的，真心拥护希特勒者占绝大多数。令我大惑不解的是，希特勒极端诬蔑中国人，视为文明的破坏者。按理说，我在德国应当遇到很多麻烦。然而，实际上，我却一点麻烦也没有遇到。听说，在美国，中国人很难打入美国人社会。可我在德国，自始至终就在德国人社会之中，我就住在德国人家中，我的德国老师，我的德国同学，我的德国同事，我的德国朋友，从来待我如自己人，没有丝毫歧视。这一点让我终生难忘。这样一个民族现在怎样看待垂败的战局呢？他们很少跟我谈论战争问题，对生活的极端艰苦，轰炸的极端野蛮，他们好像都无动于衷，他们有点茫然漠然。一直到年春，美国军队攻入哥廷根，法西斯彻底完蛋了，德国人仍然无动于衷，大有逆来顺受的意味，又仿佛当头挨了一棒，在茫然漠然之外，又有点昏昏然懵懵然。惊心动魄的世界大战，持续了六年，现在终于闭幕了。我在惊魂甫定之余，顿时想到了祖国，想到了家庭，我离开祖国已经十年了，我在内心深处感到了祖国对我这个海外游子的召唤。几经交涉，美国占领军当局答应用吉普车送我们到瑞士去。"}
