{"text":"跟了一面，其余的英雄们又要造谣。创作难，翻译也不易。批评，我不知道怎样，自己是不会做，却也不希望别人不做。大叫科学，斥人不懂科学，不就是科学翻印几张外国画片，不就是新艺术，这是显而易见的。称为批评，不知道可能就是批评，做点杂感尚且支离，则伟大的工作也不难推见。听见他怎么说，他希望怎样，他想怎样，他脸色怎样，还不如做自由新闻罢。不过这也近乎蝎子撩尾，不多谈但也不要紧。尼采先生说过，大毒使人死，小毒是使人舒服的。最无聊的倒是缠不清。我不想螫死谁，也不想绊某一只脚，如果躺在大路上，阻了谁的路了，情愿力疾爬开，而且从速。但倘若我并不躺在大路上，而偏有人绕到我背后，忽然用作前驱，忽然斥为绊脚，那可真是闭门家里坐，祸从天上来，有些知其故而不欲言其理了。本来隐姓埋名的躲着，未曾登报招贤，也没有奔走求友，而终于被人查出，并且来访了。据世故所训示青年们说，不见，是摆架子。于是乎见。有的是一见而去了有的是提出各种要求，见我无能为力而去了有的是不过谈谈闲天有的是播弄一点是非有的是不过要一点物质上的补助有的却这样那样，纠缠不清，知有己而不知有人，硬要将我造成合于他的胃口的人物。从此我就添了一门新功课，除陪客之外，投稿，看稿，绍介，写回信，催稿费，编辑，校对。但我毫无不平，有时简直一面吃药，一面做事，就是长虹所笑为身心交病的时候。我自甘这样用去若干生命，不但不以生命来放阎王债，想收得重大的利息，而且毫不希望一点报偿。有人要我做一回踏脚而升到什么地方去，也可以的，只希望不要踏不完，又不许别人踏。然而人究竟不是一块踏脚石或绊脚石，要动转，要睡觉的又有个性，不能适合各个访问者的胃口。因此，凡有人要我代说他所要说的话，攻击他所敌视的人的时候，我常说，我不会批评，我只能说自己的话，我是党同伐异的。的确，我还没有寻到公理或正义。就是去年的和章士钊闹，我何尝说是自己放出批评的眼光，环顾中国，比量是非，断定他是阻碍新文化的罪魁祸首，于是啸聚义师，厉兵秣马，天戈直指，将以澄清天下也哉？不过意见和利害，彼此不同，又适值在狭路上遇见，挥了几拳而已。所以，我就不挂什么公理正义，什么批评的金字招牌。那时，以我为是者我辈，以章为是者章辈即自称公正的中立的批评之流，在我看来，也是以我为是者我辈，以章为是者章辈。其余一切等等，照此类推。"}
{"text":"的确，我还没有寻到公理或正义。就是去年的和章士钊闹，我何尝说是自己放出批评的眼光，环顾中国，比量是非，断定他是阻碍新文化的罪魁祸首，于是啸聚义师，厉兵秣马，天戈直指，将以澄清天下也哉？不过意见和利害，彼此不同，又适值在狭路上遇见，挥了几拳而已。所以，我就不挂什么公理正义，什么批评的金字招牌。那时，以我为是者我辈，以章为是者章辈即自称公正的中立的批评之流，在我看来，也是以我为是者我辈，以章为是者章辈。其余一切等等，照此类推。再说一遍我乃党同而伐异，济私而不假公，零卖气力而不全做牺牲，敢卖自己而不卖朋友，以为这样也好者不妨往来，以为不行者无须劳驾也不收策略的同情，更不要人布施什么忠诚的友谊，简简单单，如此而已。至于被利用呢，倒也无妨。有些人看见这字面，就面红耳赤，觉得扫了豪兴了，我却并不以为有这样坏。说得好看一点，就是帮助。文字上这样的玩艺儿是颇多的。互相利用也可以说互助妥协，调和，都不好看，说让步就冠冕。但现在姑且称为帮助罢。叫我个人帮一点忙，是可以的，就是利用，也毫无反感只是不要间接涉及别的人。八月底我到上海，看见狂飙社广告，连未名丛刊和乌合丛书都算作狂飙运动的工作了。我颇诧异，说这广告大约是长虹登的罢，连未名和乌合都拉扯上，未免太会利用别个了，不应当的。因为这两种书，是只因由我编印，要用相似的形式，所以立了一个名目，书的著者，是不但并不互相认识，有几个我也只见过两三回。我不能骗取了他们的稿子，合成丛书，私自贩卖给别一个团体。接着，在北京的莽原的投稿的纠葛发生了，在上海的长虹便发表一封公开信，要在厦门的我说一句话。这是只要有一点常识，就知道无从说起的，我并非千里眼，怎能见得这么远。我沉默着。但我也想将莽原停刊或别出。然而青年作家的豪兴是喷泉一般的，不久，在长虹的笔下，经我译过他那作品的厨川白村便先变了灰色，我是从思想深刻一直掉到只有世故，而且说是去年已经看出，不说坦白的话了。原来我至少已被播弄了一年！这且由他去罢。生病也算是笑柄了，年龄也成了大错处了，然而也由他。连别人所登的广告，也是我的罪状了但是自己呢，也在广告上给我加上一个头衔。这样的双岔舌头，是要螫一下的，我就登一个所谓思想界先驱者启事。"}
{"text":"我沉默着。但我也想将莽原停刊或别出。然而青年作家的豪兴是喷泉一般的，不久，在长虹的笔下，经我译过他那作品的厨川白村便先变了灰色，我是从思想深刻一直掉到只有世故，而且说是去年已经看出，不说坦白的话了。原来我至少已被播弄了一年！这且由他去罢。生病也算是笑柄了，年龄也成了大错处了，然而也由他。连别人所登的广告，也是我的罪状了但是自己呢，也在广告上给我加上一个头衔。这样的双岔舌头，是要螫一下的，我就登一个所谓思想界先驱者启事。这一下螫出新时代富于人类同情的幽默来了，有公理和正义的谈话――不再吃人的老人或者还有？救救老人！！！还有希望――至少亦希望彼等勿挟其历史的势力，而倒卧在青年的脚下以行其绊脚石式的开倒车的狡计，亦勿一面介绍外国作品，一面则蝎子撩尾以中伤青年的毫兴也！这两段只要将介绍外国作品改作挂着批评招牌，就可以由未名社赠给他自己。其实，先驱者本是容易变成绊脚石的。然而我幸不至此，因为我确是一个平凡的人加以对于青年，自以为总是常常避道，即躺倒，跨过也很容易的，就因为很平凡。倘有人觉得横亘在前，乃是因为他自己绕到背后，而又眼小腿短，于是别的就看不见，走不开，从此开口，闭口，做梦也是文字里点几点虚线，也会给别人从中看出两字来。连在泰东书局看见老先生问的书，自己也要嘟哝着小说史略之类我是不要看。这样下去，怕真要成狂了。病根盖在肝，以其好喝醋也。只要能达目的，无论什么手段都敢用，倒也还不失为一个有些豪兴的青年。然而也要有敢于坦白地说出来的勇气，至少，也要有自己心里明白的勇气，费笔费墨，费纸费寿，归根结蒂，总逃不出争夺一个莽原的地盘，要说得冠冕一点，就是阵地。中国现在道路少，虽有，也很狭，生存竞争，天演公例，须在同界中排斥异己，无论其为老人，或同是青年，取而代之，本也无足怪的，是时代和环境所给与的运命。但若满身挂着什么并不懂得的科学，空壳的人类同情，广告式的自由批评，新闻式的记载，复制铜版的新艺术，则小范围的党同伐异的真相，虽然似乎遮住，而走向新时代的脚，却绊得跨不开了。这过误，在内是因为太要虚饰，在外是因为太依附或利用了先驱。但也都不要紧。只要唾弃了那些旧时代的好招牌，不要忽而不敢坦白地说话，则即使真有绊脚石，也就成为踏脚石的。"}
{"text":"但若满身挂着什么并不懂得的科学，空壳的人类同情，广告式的自由批评，新闻式的记载，复制铜版的新艺术，则小范围的党同伐异的真相，虽然似乎遮住，而走向新时代的脚，却绊得跨不开了。这过误，在内是因为太要虚饰，在外是因为太依附或利用了先驱。但也都不要紧。只要唾弃了那些旧时代的好招牌，不要忽而不敢坦白地说话，则即使真有绊脚石，也就成为踏脚石的。我并非出卖什么友谊或同情，无论对于识者或不识者都就是这样说。一九二六，十二，二四。致近代美术史潮论的读者诸君致近代美术史潮论的读者诸君近代美术史潮论的读者诸君在现在的中国，文学和艺术，也还是一种所谓文艺家的食宿的窠。这也是出于不得已的。我一向并不想如顽皮的孩子一般，拿了一枝细竹竿，在老树上的崇高的窠边搅扰。关于绘画，我本来是外行，理论和派别之类，知道是知道一点的，但这并不足以除去外行的徽号，因为所知道的并不多。我所以翻译这书的原因，是起于前一年多，看见李小峰君在搜罗北新月刊的插画，于是想，在新艺术毫无根柢的国度里，零星的介绍，是毫无益处的，最好是有一些统系。其时适值这近代美术史潮论出版了，插画很多，又大抵是选出的代表之作。我便主张用这做插画，自译史论，算作图画的说明，使读者可以得一点头绪。此外，意识底地，是并无什么对于别方面的恶意的。这意见总算实行了。登载之后，就得到蒙着革命文学家面具的装作善意的警告，是一张信片，说我还是去创作好，不该滥译日本书。从前创造社所区分的创作是处女，翻译是媒婆之说，我是见过的，但意见不能相同，总以为处女并不妨去做媒婆――后来他们居然也兼做了――，倘不过是一个媒婆，更无须硬称处女。我终于并不藐视翻译。至于这一本书，自然决非不朽之作，但也自立统系，言之成理的，现在还不能抹杀他的存在。我所选译的书，这样的就够了，虽然并非不知道有伟大的歌德，尼采，马克斯，但自省才力，还不能移译他们的书，所以也没有附他们之书以传名于世的大志。抱着这样的小计画，译着这样的小册子，到目下总算登完了。但复看一回，又觉得很失望。人事是互相关连的，正如译文之不行一样，在中国，校对，制图，都不能令人满意。"}
{"text":"我终于并不藐视翻译。至于这一本书，自然决非不朽之作，但也自立统系，言之成理的，现在还不能抹杀他的存在。我所选译的书，这样的就够了，虽然并非不知道有伟大的歌德，尼采，马克斯，但自省才力，还不能移译他们的书，所以也没有附他们之书以传名于世的大志。抱着这样的小计画，译着这样的小册子，到目下总算登完了。但复看一回，又觉得很失望。人事是互相关连的，正如译文之不行一样，在中国，校对，制图，都不能令人满意。例如图画罢，将中国版和日本版，日本版和英德诸国版一比较，便立刻知道一国不如一国。三色版，中国总算能做了，也只两三家。这些独步的印刷局所制的色彩图，只看一张，是的确好看的，但倘将同一的图画看过几十张，便可以发见同一的色彩，浓淡却每张有些不同。从印画上，本来已经难于知道原画，只能仿佛的了，但在这样的印画上，又岂能得到仿佛。书籍既少，印刷又拙，在这样的环境里，要领略艺术的美妙，我觉得是万难做到的。力能历览欧陆画廊的幸福者，不必说了，倘只能在中国而偏要留心国外艺术的人，我以为必须看看外国印刷的图画，那么，所领会者，必较拘泥于国货的时候为更多。――这些话，虽然还是我被人骂了几年的少看中国书的老调，但我敢说，自己对于这主张，是有十分确信的。只要一比较，许多事便明白看书和画，亦复同然。本篇最初发表于一九二九年三月一日上海北新半月刊第三卷第五号通讯栏，原无标题。近代美术史潮论，日本板垣鹰穗著，译。该书介绍了欧洲近代美术发展的历史，内有插图一百四十幅。北新半月刊第二卷第五号一九二八年一月开始连载，译文于第二卷第二十二号一九二八年十月载完，插图于第三卷第六号一九二九年三月载完。后于一九二九年由北新书局出版单行本。李小峰―江苏江阴人。北京大学哲学系毕业，新潮社和语丝社的成员。当时是上海北新书局的主持人。北新月刊，指北新半月刊，综合性刊物，上海北新书局编辑发行。一九二六年八月创刊。初为周刊，一九二七年十一月第二卷第一期起改为半月刊。一九三年十二月出至第四卷第二十四期停刊。这张信片的发信人自署陈绍宋，一九二八年一月三十一日寄自麦拿里号创造社出版部。其中说我以为你这一年来的工作太不切实了。比方你滥译日本人的著作或标点传奇，这些都是不忠实的工作。"}
{"text":"北京大学哲学系毕业，新潮社和语丝社的成员。当时是上海北新书局的主持人。北新月刊，指北新半月刊，综合性刊物，上海北新书局编辑发行。一九二六年八月创刊。初为周刊，一九二七年十一月第二卷第一期起改为半月刊。一九三年十二月出至第四卷第二十四期停刊。这张信片的发信人自署陈绍宋，一九二八年一月三十一日寄自麦拿里号创造社出版部。其中说我以为你这一年来的工作太不切实了。比方你滥译日本人的著作或标点传奇，这些都是不忠实的工作。我劝你还是多创作，把昔日的勇气拿出来。我今天听见成仿吾说，下期还要大骂你呢！所以我写此片通知你一声，以表我敬慕之微意焉耳。创作是处女，翻译是媒婆郭沫若在民铎月刊第二卷第五号一九二一年二月发表的致李石岑函中说我觉得国内人士只注重媒婆，而不注重处子只注重翻译，而不注重产生。歌德，―德国诗人学者，著有诗剧浮士德小说少年维特之烦恼等。少看中国书参看华盖集青年必读书。希涅克，―法国点彩派主要画家之一。点彩派是十九世纪八十年代在法国兴起的新印象画派，其特点是用各种色点来组成画面形象。中国的科学资料中国的科学资料――新闻记者先生所供给的毒蛇化鳖――特志之以备生物学家之研究焉。乡妇产蛇――因识之以供生理学家之参考焉。冤鬼索命――姑记之以俟灵魂学家之见教焉。本篇最初发表于一九三五年五月二十日太白半月刊第二卷第五期掂斤簸两栏，署名越山。毒蛇化鳖一类奇闻，当时常被记者作为新闻来报道，这里的引文，是他们报道中的常用语。中山大学开学致语中山大学开学致语中山先生一生致力于国民革命的结果，留下来的极大的纪念，是中华民国。但是，革命尚未成功。为革命策源地的广州，现今却已在革命的后方了。设立在这里，如校史所说，将以贯彻孙总理革命的精神的中山大学，从此要开始他的第一步。那使命是很重大的，然而在后方。中山先生却常在革命的前线。但中山先生还有许多书。我想中山大学与革命的关系，大概就等于许多书。但不是死书他须有奋发革命的精神，增加革命的才绪，坚固革命的魄力的力量。"}
{"text":"但是，革命尚未成功。为革命策源地的广州，现今却已在革命的后方了。设立在这里，如校史所说，将以贯彻孙总理革命的精神的中山大学，从此要开始他的第一步。那使命是很重大的，然而在后方。中山先生却常在革命的前线。但中山先生还有许多书。我想中山大学与革命的关系，大概就等于许多书。但不是死书他须有奋发革命的精神，增加革命的才绪，坚固革命的魄力的力量。现在，四近没有炮火，没有鞭笞，没有压制，于是也就没有反抗，没有革命。所有的多是曾经革命，将要革命，或向往革命的青年，将在平静的空气中，度着探求学术的生活。但这平静的空气，必须为革命的精神所弥漫这精神则如日光，永永放射，无远弗到。否则，革命的后方便成为懒人享福的地方。中山大学也还是无意义。不过使国内多添了许多好看的头衔。结末的祝词是我先只希望中山大学中人虽然坐着工作而永远记得前线。本篇最初发表于一九二七年三月广州出版的国立中山大学开学纪念册论述栏，署名周树人。中山先生孙中山―，名文，字逸仙，广东香山今中山人，我国伟大的民主革命家。革命尚未成功见孙中山遗嘱。周豫才告白周豫才告白仆已辞去山会师范学校校长。校内诸事业于本月十三日由学务科派科员朱君幼溪至校交代清楚。凡关于该校事务，以后均希向民事署学务科接洽，仆不更负责任。此白。本篇最初刊于一九一二年二月十九日越铎日报广告栏，原无标点。山会师范学校原名山会初级师范学堂，一九一二年一月改称绍兴师范学校。山会，山阴会稽二县的简称。自传自传，以一八八一年生于浙江之绍兴城内姓周的一个大家族里。父亲是秀才母亲姓鲁，乡下人，她以自修到能看文学作品的程度。家里原有祖遗的四五十亩田，但在父亲死掉之前，已经卖完了。这时我大约十三四岁，但还勉强读了三四年多的中国书。因为没有钱，就得寻不用学费的学校，于是去到南京，住了大半年，考进了水师学堂。不久，分在管轮班，我想，那就上不了舱面了，便走出，又考进了矿路学堂，在那里毕业被送往日本留学。但我又变计，改而学医，学了两年，又变计，要弄文学了。于是看些文学书，一面翻译，也作些论文，设法在刊物上发表。"}
{"text":"家里原有祖遗的四五十亩田，但在父亲死掉之前，已经卖完了。这时我大约十三四岁，但还勉强读了三四年多的中国书。因为没有钱，就得寻不用学费的学校，于是去到南京，住了大半年，考进了水师学堂。不久，分在管轮班，我想，那就上不了舱面了，便走出，又考进了矿路学堂，在那里毕业被送往日本留学。但我又变计，改而学医，学了两年，又变计，要弄文学了。于是看些文学书，一面翻译，也作些论文，设法在刊物上发表。直到一九一年，我的母亲无法生活，这才回国，在杭州师范学校作助教，次年在绍兴中学作监学。一九一二年革命后，被任为绍兴师范学校校长。但绍兴革命军的首领是强盗出身，我不满意他的行为，他说要杀死我了，我就到南京，在教育部办事，由此进北京，做到社会教育司的第二科科长。一九一八年文学革命运动起，我始用的笔名作小说，登在新青年上，以后就时时作些短篇小说和短评一面也做北京大学，师范大学，女子师范大学的讲师。因为做评论，敌人就多起来，北京大学教授陈源开始发表这就是我，由此弄到段祺瑞将我撤职，并且还要逮捕我。我只好离开北京，到厦门大学做教授约有半年，和校长以及别的几个教授冲突了，便到广州，在中山大学做了教务长兼文科教授。又约半年，国民党北伐分明很顺利，厦门的有些教授就也到广州来了，不久就清党，我一生从未见过有这么杀人的，我就辞了职，回到上海，想以译作谋生。但因为加入自由大同盟，听说国民党在通缉我了，我便躲起来。此后又加入了左翼作家联盟，民权同盟。到今年，我的一九二六年以后出版的译作，几乎全被国民党所禁止。我的工作，除翻译及编辑的不算外，创作的有短篇小说集二本，散文诗一本，回忆记一本，论文集一本，短评八本，中国小说史略一本。本篇据手稿编入，原无标题，当写于一九三四年三四月间。当时正和茅盾一起应美国人伊罗生之托选编一部题名草鞋脚的中国现代短篇小说集。该书计划收入各入选的小传。本篇即为此而写。于一九九年七八月间回国，同年九月在杭州浙江两级师范学堂任日籍教员的翻译，同时讲授生理学和化学。绍兴中学即绍兴府中学堂。一九一年九月，到该校任监学兼生物教员。监学，负责管理学生的职员，一般也兼任教学工作。于一九一一年十一月绍兴光复后任山会师范学堂监督校长。"}
{"text":"本篇据手稿编入，原无标题，当写于一九三四年三四月间。当时正和茅盾一起应美国人伊罗生之托选编一部题名草鞋脚的中国现代短篇小说集。该书计划收入各入选的小传。本篇即为此而写。于一九九年七八月间回国，同年九月在杭州浙江两级师范学堂任日籍教员的翻译，同时讲授生理学和化学。绍兴中学即绍兴府中学堂。一九一年九月，到该校任监学兼生物教员。监学，负责管理学生的职员，一般也兼任教学工作。于一九一一年十一月绍兴光复后任山会师范学堂监督校长。一九一二年初该校改名为绍兴师范学校。指王金发―，名逸，字季高，浙江嵊县人。浙东洪门会平阳党首领，后由陶成章介绍加入光复会。一九一一年十一月任绍兴军政分府都督。二次革命失败后，在一九一五年七月被袁世凯的走狗浙江督军朱瑞杀害于杭州。一九一二年，因支持的越铎日报对军政分府的弊端有所批评，曾出现过王金发要派人暗杀的传言。参看朝花夕拾范爱农。新青年综合性月刊，五四时期倡导新文化运动传播马克思主义的重要刊物，陈独秀主编。一九一五年九月创刊于上海。第一卷名青年杂志，第二卷起改名新青年。一九一六年底迁至北京。从一九一八年一月起，李大钊等参加编辑工作。一九二二年七月休刊，共出九卷，每卷六期。在五四时期同该刊联系密切，是它的重要撰稿人，并曾参与该刊编辑工作。陈源―字通伯，笔名西滢，江苏无锡人，现代评论派重要成员。著有西滢闲话等。在女师大风潮中，他一再散布流言，攻击等挑剔风潮，又在一九二六年一月二十日晨报副刊发表致志摩的信，其中有，即教育部佥事周树人等语。清党一九二四年，国民党在孙中山主持下改组以后，承认共产党员以个人资格参加该党。一九二七年国民党反动派发动四一二政变，公布清党决议案，大肆捕杀共产党员和国民党左派分子，这就是所谓清党运动。自由大同盟中国自由运动大同盟的简称，中国共产党支持和领导下的进步团体，一九三年二月成立于上海。其宗旨是争取集会结社言论出版等自由，反对国民党的反动统治。是发起人之一，国民党浙江省党部即以此为罪名，呈请国民党中央通缉堕落文人，被迫于三月十九日离寓避难，四月一日回寓。"}
