{"text":"随即我看见他站在寝室门口，原先的长发已换成短短的平头，脸胖了，黑了，变年轻了。他用清澈的目光看着我，微笑着说把我忘了吧？我傻坐着，目不转睛地看着他，一股欢乐的暖流涌遍全身。在当晚举行的年级联欢会上，他感情饱满地唱了一曲他父亲作词的人民的领袖万万岁。年春节期间，他从农场返京探亲，又来学校看我。那天夜晚，我们在街上散步很久，他错过了回城的末班车。他对我谈在农场的感受，说农场的组织太严密，有一个牢固的体系，个人对此毫无办法如果几个志同道合的人一起搞一个生产队，一定很有意思。他还告诉我，农场有一个姑娘追求他，他必须小心维持平衡，很难办。我问他今后的打算，他说对棉花感兴趣，想研究植棉。果然，在农场劳动两年之后，遵照他自己的意愿，他的学籍从北大转到了农大，义无返顾地走上了学农的道路。当时我正在农村参加四清，中间暂时回校时，我们曾约在北海公园见面。我们还时不时通信，他的最后一封信写于年月，信中邀我去他家，不久后我和图道一同去了一次。这是我们在文革前见的最后一面。我保存着世英给我的全部信件。这些信表明，他确实在非常诚恳地清算自己的过去，剖析反动思想的根源，渴望走上新路。在农场期间写的几封信里，就充斥着这样的内容。如同可以预料的，他把根源归结为个人主义。所谓个人主义是万恶之源，这是那个时代最流行的论调之一，他终于也接受了。不过，他看出个人主义是建立在狭隘的个人式的实践基础之上的，因此，要战胜个人主义，就必须改变实践基础，投入到全面的社会实践中去。这就和关于知识分子到工农中去的指示挂起钩来了。他在信中摘录了一段日记，其中把自己与麦贤德焦裕禄这些榜样人物进行对比，说他们思想的出发点是人民怎样，从不问我怎样这种问题，自己思想的出发点却是我怎样，即使为人民服务，也觉得这是我在为人民服务，失去了我字，就一切都没有意义了。造成这个区别的原因在于不同的实践，基于这一认识，他衷心地呼喊到工农中去，滚他一身泥巴！全世界什么最干净？泥巴！个性自由曾是他最崇尚的价值，现在还要不要呢？他找到了一个思路来说服自己。他说，过去他把共产主义等同于个性发展，认为个性发展应成为社会的动力和目的，现在他认识到人性论的提出本身就是阶级斗争的反映，而在共产主义提阶级社会中的理论是风马牛不相及的。"}
{"text":"造成这个区别的原因在于不同的实践，基于这一认识，他衷心地呼喊到工农中去，滚他一身泥巴！全世界什么最干净？泥巴！个性自由曾是他最崇尚的价值，现在还要不要呢？他找到了一个思路来说服自己。他说，过去他把共产主义等同于个性发展，认为个性发展应成为社会的动力和目的，现在他认识到人性论的提出本身就是阶级斗争的反映，而在共产主义提阶级社会中的理论是风马牛不相及的。也就是说，个性自由作为资产阶级人性论的范畴，不能用来解释阶级已经消灭的共产主义。什么能解释呢？他极佩服当时刚发表的的一段论述，大意是说在阶级消灭后仍有新与旧先进与落后的斗争。他据此得出结论共产主义也不是个性绝对自由发展的社会，个人与社会之间仍会不断产生矛盾。现在我重读这些信，多少感到悲哀。如果世英只是在探讨理论问题，当然很正常，他的思考中还不乏闪光之处。但是，实际上他是在一种被迫接受的原罪意识的支配下进行这些思考的，忏悔者的身份业已预先规定了思考的路径。他是一个真诚的人，不肯口是心非，也不肯敷衍了事，一定要用自己的头脑把问题真正想明白。这使他的忏悔显得不是盲目的改宗，而是理性的选择。然而，唯其如此，就更可哀怜。他身上最宝贵的东西是一种强烈的精神本能，这种本能驱使他追求个性的自由和独立思考的权利。他的思考可能会并且事实上也发生了这样那样的错误，但是，当他现在用个人主义和资产阶级人性论等理由否定个性自由时，他不只是在批判自己确实犯下的错误，而更是在否定自己的精神本能。在貌似自觉的自我革命下面，隐藏着的正是不自觉的对自身精神能源的压制。当然，这种情况不只发生在世英身上，凡是有比较强烈的精神本能的知识分子无不是如此，我也不例外。区别只在于，在他身上这种本能格外强烈，已造成严重的后果，因而必须施以格外努力的压制。在中国当时的语境中，知识分子是有原罪的，真正被判为原罪的正是这种精神本能，而所谓思想改造就是与之进行斗争的漫长过程，改造的成效则体现在能否成功地将它削弱乃至扼杀。回头想一想，多少人把一生中最好的时光耗费在与自己的精神本能作斗争上了，而他们本来是应该让它结出创造的果实的。不用说，上面这些都是我现在的认识。由于我一向比世英正统，因此，当时我不但由衷地为他的转变高兴，而且在他旁边起劲地喊加油。"}
{"text":"在中国当时的语境中，知识分子是有原罪的，真正被判为原罪的正是这种精神本能，而所谓思想改造就是与之进行斗争的漫长过程，改造的成效则体现在能否成功地将它削弱乃至扼杀。回头想一想，多少人把一生中最好的时光耗费在与自己的精神本能作斗争上了，而他们本来是应该让它结出创造的果实的。不用说，上面这些都是我现在的认识。由于我一向比世英正统，因此，当时我不但由衷地为他的转变高兴，而且在他旁边起劲地喊加油。十九友情呼唤自从运动开始，我一直怀着一个心病，就是郭世英。从整个运动的状态判断，他在农大的日子不会好过。不管他多么真诚地悔改，的历史问题不可能不被纠缠，而性格直率的他不知会作出什么激烈的反应。我没有他的一点儿消息，很想去农大打听，但又不敢，怕的是凶多吉少，实际的情形会令我承受不了。没有料到，在音信隔绝一年之后，这个让我百般惦念又百般忧虑的郭世英，他自己给我来信了。年月中旬的一天，我捧着刚寄到的信，如同捧着一枚定时炸弹，躲到一个没人的角落，小心翼翼地把它拆封。我真觉得它会爆炸，把我炸伤，如果这样，我要偷偷地舔净伤口，不让任何人察觉。然而，爆炸没有发生，信中的语气出乎意料地平静。信的开头是对文化大革命和思想的赞颂，然后，他点出了写信的目的我们自从文化大革命以来便断去了联系，既无斗争亦无联合，突然成了素不相识的路人。这种沉默虽是心照不宣有其背景的，但我仍为此遗憾。这种突如其来的沉默决不是思想的产物，它是资产阶级自由主义的产物，是应被打破的。接着，他提出了几点建议，大意就是打破沉默，一起来对我们各自的错误思想进行批判，或在斗争中合，或在斗争中分。读完信，我长长地舒了一口气。谢天谢地，世英眼下总算是平安的，这个信息比信中的任何具体内容重要一千倍。我很快回了信，表示接受他的建议。这封回信的抄件还在，我在上面读到我是这样为自己的沉默辩护的我没有把握断定你在这场革命中的发展方向，因此几次想与你联系，又拖延下来了。谈及他的错误思想，我汗颜地发现自己在个性自由问题上穷追不舍，说这是他过去一整套资产阶级思想的基础，这个基础仍未彻底摧毁。最后我询问他，是什么具体情况促使他想到要和我一起来进行自我清理的，其实我是希望知道他现在的实际处境。世英也马上回信。"}
{"text":"我很快回了信，表示接受他的建议。这封回信的抄件还在，我在上面读到我是这样为自己的沉默辩护的我没有把握断定你在这场革命中的发展方向，因此几次想与你联系，又拖延下来了。谈及他的错误思想，我汗颜地发现自己在个性自由问题上穷追不舍，说这是他过去一整套资产阶级思想的基础，这个基础仍未彻底摧毁。最后我询问他，是什么具体情况促使他想到要和我一起来进行自我清理的，其实我是希望知道他现在的实际处境。世英也马上回信。他到底聪明，针对我说的没有把握云云，他回敬说我也将以其人之道，还治其人之身，反向你提出同样的议论。在这封用小字密密麻麻写了四页的信上，他比较详细地谈了他从文革开始以来的经历。正如我所担心的，文革开始不久，就有大量的大字报揭批他的历史问题，从此他陷入十分孤立的境地，背上了精神包袱。大串联时，他去河南农村生活了三个月，从而更下定了到农村与贫下中农同生死的决心，本不想回来了，因为要接受批判，才回了学校。但是，今后的道路很明显，心意也很扎实，即最后的归宿一定是农村。我想起年月他在农场期间给我的一封信，其中也说到永远留在农场的心愿，可见这是他几年来的一贯想法。这个心愿被涂上了浓厚的革命色彩，骨子里却是一种绝望。也许他不愿承认，但实际上他已经看清，他在当时的唯一出路是彻底脱离意识形态纷争，做一个地道的农民。谈到自己的过去，他强调干部子弟的问题在运动中暴露出来了，这给我打消了很多疑问。许多干部子弟是新贵族，我就是一个样板吧。他把他的问题归结为两点，一是对群众和个人的关系的错误认识，那种极反动的超人思想总是以各种形式反映出来，二是对阶级斗争的错误认识。对于我提出的个性自由问题，他表达了这样的认识个性自由中的个性是有阶级性的，自由则服从阶级性而且是相对的。以前以为个性自由是绝对的东西，但正是这个错误思想使我在政治上失去了自由。但是，他接着写道那么是否因之便是再无个性再无自由了呢？我还不这样理解。问题很抽象，以后有机会可以讨论。这个伏笔表明，他仍在坚持独立思考，他的思考深度远非当时的我所能比。他对我的问题的分析是，一是对他的问题用温情主义代替了阶级斗争，二是缺乏社会实践。怎么想到要来找我呢？他的解释是，为了批判的需要，因为我比较了解他的思想发展过程。"}
{"text":"以前以为个性自由是绝对的东西，但正是这个错误思想使我在政治上失去了自由。但是，他接着写道那么是否因之便是再无个性再无自由了呢？我还不这样理解。问题很抽象，以后有机会可以讨论。这个伏笔表明，他仍在坚持独立思考，他的思考深度远非当时的我所能比。他对我的问题的分析是，一是对他的问题用温情主义代替了阶级斗争，二是缺乏社会实践。怎么想到要来找我呢？他的解释是，为了批判的需要，因为我比较了解他的思想发展过程。同时，也有其他的愿望，如果能经过斗争重新在思想的基础上团结起来，岂不是一件有益的事情？不久后我明白了，这个其他的愿望其实是第一位的动机。他实在太孤独了，周围没有一个理解他的人，他是在以革命的名义呼唤友情和温暖。事实上，在通了这两封信之后，我们就见面了，从此频繁来往，谁也没有再提所谓批判的事。通信后的第一次见面是在农大。我按照约定的时间到他的寝室，只见到一个显然农村出身的学生。我向他打听郭世英的去向，他怒气冲冲地说谁知道他，吊儿郎当的，被子也不叠一叠！我心中一惊，扫视屋内，一眼认出了郭的床铺，被子仍是几年前在北大用的那条，倒是没有叠。可是，那是郭自己的被子，郭没有把他床铺上的被子翻乱，他何必如此气愤呢？好像我也要为郭不叠被子负责似的，他背过脸不再理我。这个见面礼使我一下子看清了世英所处的人际环境有多么低劣。一会儿，世英回来了，他瘦了些，但还是那样开朗。我们在校园里散步，一路上，他说些农大运动的情况。走到校门口，他说干脆回家吧，我跟他跳上了公共汽车。那一天，我们在西屋闲谈，郭老走了进来，他告诉郭老，我就是。郭老向我点点头，似乎想说什么，停了一下，终于什么也没有说就走出去了。这是我第一次见到郭老。二十前海那一座深院在和世英恢复了联系以后，我就经常去他家了。这个宽敞精致的二进四合院如今是郭沫若纪念馆，每当我踏进去，心中便会弥漫开一股浓郁而复杂的情绪。这里的一石一木都是我熟悉的，然而，物是人非，昔日合家聚居的和美情景已经一去不返。在那一年多的时间里，我几乎每隔一两个星期就在这里度过一个周末日，品尝过餐桌上不是寻常百姓能见着的丰盛菜肴，也领略过这个家庭非外人能想象的特殊悲欢。作为红色中国第一文人家庭，这里笼罩着一种高贵优雅的生活情调。"}
{"text":"这个宽敞精致的二进四合院如今是郭沫若纪念馆，每当我踏进去，心中便会弥漫开一股浓郁而复杂的情绪。这里的一石一木都是我熟悉的，然而，物是人非，昔日合家聚居的和美情景已经一去不返。在那一年多的时间里，我几乎每隔一两个星期就在这里度过一个周末日，品尝过餐桌上不是寻常百姓能见着的丰盛菜肴，也领略过这个家庭非外人能想象的特殊悲欢。作为红色中国第一文人家庭，这里笼罩着一种高贵优雅的生活情调。然而，虽然郭沫若在文革中受到保护，民族的灾难仍以特别的方式潜入了这个家庭，向它索取牺牲，最惨重的代价便是两个儿子的死。年月日，我到郭家去，世英正在西屋给小弟理发。他看见我，第一句话便是我弟弟死了，知道吗？我一愣。前些天，外面传说郭世英自杀，但我刚见过他，当然不相信。我听说是你自杀了。我说。是啊，真不可理解！他说，外面都传是我。接着，他谈起了郭民英自杀的情况。我见过郭民英一面。那是我上北大后的第一个国庆节，世英邀我去他家，那时他家住在西四大院胡同。我到时，哥俩每人刚画完一幅油画，都是两只苹果的写生，在比谁画得好。在我的印象中，民英个子比哥哥略矮，脸皮白净，一双大眼睛中含着忧郁。当时他是中央音乐学院的学生，学小提琴。后来他退学了，到浙江的海军部队当兵。后来听民英的好友林铭述说，退学的原因是，民英学小提琴学晚了，感到没有前途，恰逢罗瑞卿作了一个报告，提出培养未来的将军，他知道后大为兴奋，遂决定弃艺从武。世英告诉我，民英参军后，据说表现很好，被当做特殊的接班人培养，几个月就入党了。正要讨论他的转正，他突然自杀了，用冲锋枪打自己的脑袋，子弹从前额穿到后颅。事情发生在月日，世英和林铭述一起去料理了后事。我保存着世英的一张照片，是在这趟治丧之旅的归途上拍的，他身披夹克，斜靠在轮船的桅杆上，嘴角挂着顽皮的笑，那副轻松的样子倒像是在假日旅游中。我问是什么原因，世英说思想问题，部队的人也说是悲观厌世了。他也一点儿不隐瞒，什么柴可夫斯基贝多芬，都谈了，但部队根本解决不了，怎么解决啊。说他有精神分裂症，我才不信呢。中央文革都急了，前几天，周总理陈伯达康生江青都来我们家了。我母亲得了心脏病，查出的第二天就接到了弟弟的死讯。说到这里，他笑了，接着说道这件事一出，对于我们又是一个阶级烙印！我们班的同学想整我，这下多了一条理由。"}
{"text":"我问是什么原因，世英说思想问题，部队的人也说是悲观厌世了。他也一点儿不隐瞒，什么柴可夫斯基贝多芬，都谈了，但部队根本解决不了，怎么解决啊。说他有精神分裂症，我才不信呢。中央文革都急了，前几天，周总理陈伯达康生江青都来我们家了。我母亲得了心脏病，查出的第二天就接到了弟弟的死讯。说到这里，他笑了，接着说道这件事一出，对于我们又是一个阶级烙印！我们班的同学想整我，这下多了一条理由。一会儿，他给小弟理完发，却和我讨论起了共产主义社会的问题，盛赞关于阶级消灭后仍有矛盾和共产主义也会消灭的论断，最后激昂地说黑格尔说现在就是绝对境界，马克思说将来是完美的，只有毛主席是最彻底的辩证法！民英的死似乎没有打乱这个家庭的正常生活节奏，表面上一切平静。除了于立群因患神经官能症，时有情绪郁闷的情形之外，气氛仍是轻松的。屋里放着正受批判的西洋音乐，世英和建英着迷地玩摄影，我也常和他们一起在暗室里埋头苦干。就餐的时间，我经常见到郭老。在餐桌上，他很少吃菜，也很少说话。可是，有一回，是他的生日，他自己说起他曾单独一人做了一百人的饭菜，口气特别自豪，大家都笑了。他很细心，常常示意让人把我够不着的菜挪到我面前。一次饭后，他亲自剖了一只椰子，走到我跟前，首先递给我一块。郭老是非常平易近人的。我在客厅里翻一本日本画报，他走过来，问我懂不懂日语，我说不懂，他便给我讲解片假名和平假名。我和他玩康乐球，我第一次玩这种游戏，却赢了他，他向于立群夸我打得好，结果于立群立刻把我打输了。他仍常常写诗，写好了就拿来给我们看，虽然我们看了必定是不置可否。诗词是当时的热门，我曾两次听郭老讲解。一次是为我办的专场，我请教，全家旁听。我请教的是清平乐。会昌，问他如何理解莫道君行早这一句里的君，是否有所喻指。他答我看不出来。我说可是，有一种说法认为，君是指西方帝国主义。他说那太牵强了。我翻开一本资料，指给他看，正是他自己曾经提出过这种说法。他立即快活地大笑，全体在场的人也大笑。还有一次，平英带来一拨国际关系学院的学生，其中一些人有造反派的盛气，向郭老摆出一副辩论的姿态，但郭老毫不介意，总是耐心地阐述自己的看法。有一个学生提到毛的诗句莫道昆明池水浅，观鱼胜过富春江，问郭老，听说柳亚子得到这首诗后向毛要颐和园，是否真的。"}
{"text":"他答我看不出来。我说可是，有一种说法认为，君是指西方帝国主义。他说那太牵强了。我翻开一本资料，指给他看，正是他自己曾经提出过这种说法。他立即快活地大笑，全体在场的人也大笑。还有一次，平英带来一拨国际关系学院的学生，其中一些人有造反派的盛气，向郭老摆出一副辩论的姿态，但郭老毫不介意，总是耐心地阐述自己的看法。有一个学生提到毛的诗句莫道昆明池水浅，观鱼胜过富春江，问郭老，听说柳亚子得到这首诗后向毛要颐和园，是否真的。郭老连连摇头，于立群也插话说，他们了解柳亚子的为人，不可能提出这种要求。我记得柳此后的确有若将名园长遣我，躬耕原不恋吴江之句，与世英耳语，世英也记得，立即去找出这首诗，让我递给郭老，郭老看了也哈哈大笑，说真没有想到。大约在年六七月间，世英向我提出一同编语录。他说，这是音乐学院一个学生让他编的，并许诺编好一定能印行。他如此描述那个学生这个人只要想干什么，总是能干成的。不久后我见到了这位能干的人物，他就是与世英一起去浙江料理后事的民英的好友林铭述。世英对这项工作十分投入，我开始有些马虎，在他的感召下也认真了起来。我们各自通读全集，详细摘抄卡片，然后把两人的卡片放到一起，进行取舍和分类，拟订编目。我们常常为一条语录的取舍和归类相持不下，互相挖苦。有一回，编目已定，他又推倒重来，提出一个别出心裁的新方案，兴奋地说如果你不同意这个方案，你就不是人！我反唇相讥看来你是现在才成为人的喽。在前海西街的那个深院里，不时响起我们愉快而激烈的争吵声。在工作间隙，他会闲谈对各种问题的看法。有一次谈到他母亲的病，他说其实她有什么病？就是生活太舒适太安逸了，才什么病都来了。他用的那套全集是他父亲的藏书，上面有郭沫若阅读时画的记号。有时候，他会指着画了问号的某处笑着说瞧，尽挑毛病了。他还对我说起一些掌故，其中之一是，他听父亲说，那首著名的自题小像的主题并非通常所解释的爱国，而是写自己的一段爱情心史的。快到年底时，我们的工作已经完成，并由世英的未婚妻肖肖誊抄完毕，有厚厚一大摞，篇幅比当时人们编的版本都大得多，我相信思路也更为独特。不过，能干的林铭述始终未能把它印行，那一大摞稿子也不知去向了。林后来告诉我，他的真正目的只是想让世英有一件事可做，免得太寂寞。与林相识后，我也觉得他很能干。"}
{"text":"有时候，他会指着画了问号的某处笑着说瞧，尽挑毛病了。他还对我说起一些掌故，其中之一是，他听父亲说，那首著名的自题小像的主题并非通常所解释的爱国，而是写自己的一段爱情心史的。快到年底时，我们的工作已经完成，并由世英的未婚妻肖肖誊抄完毕，有厚厚一大摞，篇幅比当时人们编的版本都大得多，我相信思路也更为独特。不过，能干的林铭述始终未能把它印行，那一大摞稿子也不知去向了。林后来告诉我，他的真正目的只是想让世英有一件事可做，免得太寂寞。与林相识后，我也觉得他很能干。他个儿不高，精力充沛，做什么事都兴致勃勃，在任何场合都谈笑自如。我最佩服的是他的摄影，看了他的作品感到心迷手痒，便向世英借相机。郭家的相机都很高级，鉴于我是初学，世英就把一台徕卡借给林，我则用林的那台国产玩起了摄影。进入年后，林铭述又出新点子，提议我们一起来研究文革思潮。当年月，我们在林家及音乐学院教室先后举行了四次讨论，参加者除我郭林之外还有方小早。世英又是十分投入，每次给我写信都要谈论这件事。在讨论时，他也非常认真。我们规定每人写一篇论文，他说他打算以对群众的态度为主线写文革文化大革命的成果就落实在群众，打倒走资派是为了教育群众，革命委员会就是让群众直接参与政权我们都不同意，认为应该以无产阶级专政为主线。他激烈地和我们争论，反复论证群众问题是最根本的，专政问题受群众问题的制约，说到末了大声宣布所以，老三篇是最高的，是无产阶级人道主义的顶点，高到老三篇就没法再高了！老三篇是的三篇短文，即为人民服务愚公移山纪念白求恩，当时许多人能全文背诵。后来，我们都写了论文初稿，他的主题正是群众，我的是无产阶级专政下的继续革命，林的是江青的文艺革命。我忘了方的主题，印象中他的观点算比较中性。这些稿子集中到世英手中，还没有来得及传阅，他就遇害了。当时我们做的都是正面文章，指导动机都是力图理解文革的必然性，现在来看当然水平甚低。不过，世英的心态要比我们复杂。表面看来，他对文革怀着一种浪漫主义的激情，歌颂的调子比我们高许多。可是，这也许正是因为，他在内心深处已预感到文革所释放的那股盲目力量可能毁灭他和他的家庭，于是藉着用极端方式为它辩护来说服自己。在一次讨论时，他忽然显得心不在焉，眯眼望着窗外某处，沉默半晌，迸出了一句话郭沫若迟早也完蛋！"}
