{"text":"当然，事实是他在权力方面空前地胜过了他人。不过，他的确是一个爱智慧的君主。更为脍炙人口的是他在科林斯与第欧根尼邂逅的故事。当时第欧根尼正躺着晒太阳，大帝说联即亚历山大。哲人答我是狗崽子第欧根尼。问我能为你效什么劳答不要挡住我的太阳。大帝当即叹道如果我不是亚历山大，我便愿意我是第欧根尼。如果说阿那克萨戈拉和亚里士多德有幸成为王者师，那么，还有若干哲学家则颇得女人的青睐。首创女校和沙龙的阿斯帕西娅是西方自由女性的先驱，极有口才，据说她曾与苏格拉底同居并授以雄辩术，后来则成了伯里克利的伴侣。一代名妓拉依斯，各城邦如争荷马一样争为其出生地，身价极高，但她却甘愿无偿惠顾第欧根尼。另一位名妓弗里妮，平时隐居在家，出门遮上面纱，轻易不让人睹其非凡美貌，却因倾心于柏拉图派哲学家克塞诺克拉特之清名，竟主动到他家求宿。伊壁鸠鲁的情妇兼学生李昂馨，也是一位多才多艺的妓女。在当时的雅典，这些风尘女子是妇女中最有文化和情趣的佼佼者，见识远在一般市民之上，遂能慧眼识哲人。如此看来，希腊哲学家的境遇倒是值得羡慕的了。试问今日有哪个亚历山大会师事亚里士多德，有哪个拉依斯会宠爱第欧根尼当然，你一定会问今日的亚里士多德和第欧根尼又在哪里那么，应该说，与后世相比，希腊人的确称得上尊敬智慧，希腊不愧是哲学和哲学家的黄金时代。哲学的命运哲学的命运在今天的时代，哲学似乎遭遇着两种相反的命运。一方面，由于社会需求越来越偏向于实用，哲学系学生面临着就业的困难，使得作为一个学科的哲学门庭冷落，成了冷门。另一方面，社会各阶层尤其是青年人对于哲学读物的兴趣并不因此减弱，有时甚至呈上升的趋势，哲学类书籍竟然成了出版业的热点。如何看待这两种似乎矛盾的现象呢依我之见，矛盾仅是表面的，其实两者共同构成了哲学应有的正常命运。作为一门学科，哲学本应是只由极少数人研究的学问。由于这门学科的高度非实用性质，也由于从事有关专门研究所必需的特殊的学术兴趣和才能，以哲学为专业和职业的学者在社会分工结构中绝对不可能占据高比例。"}
{"text":"如何看待这两种似乎矛盾的现象呢依我之见，矛盾仅是表面的，其实两者共同构成了哲学应有的正常命运。作为一门学科，哲学本应是只由极少数人研究的学问。由于这门学科的高度非实用性质，也由于从事有关专门研究所必需的特殊的学术兴趣和才能，以哲学为专业和职业的学者在社会分工结构中绝对不可能占据高比例。我并没有把哲学家看作精神贵族的意思，这里的情况正与其它一些抽象学科类似，例如社会同样不需要也不可能产生许多数学家或理论物理学家。曾经有一个时期，我们的哲学系人丁兴旺，源源不断向各级机关各类部门输送干部，那实在是对哲学的莫大误会。其结果是，哲学本身丧失了它应有的学术品格，而所培养出的这些干部却又不具备足以致用的有关专业知识。因此，收缩哲学系的规模，把培养各类干部的职能交还给各有关的教育机构，应该说是一个进步，对于哲学学科至少在客观上也是一种净化。但是，哲学不只是一种学术，自从它诞生以来，它还一直承担着探究人类精神价值和生命意义的使命。这个意义上的哲学就不只是少数学者的事了，而是与一切看重精神生活的人都休戚相关的。在我上面提到的那个时期中，曾经掀起过全民学哲学的热潮，不过那时候哲学是被等同于一种意识形态的灌输的，并不真正具备生命反思和精神探索的含义。当今之世，随着社会的转型，社会生活日益非政治化非意识形态化，同时市场化进程导致了人们价值观念的多元化乃至于相当程度的迷乱和冲突。这就使得每个人独立从事人生思考不仅有了可能，而且有了迫切的必要。我认为，应该在这样的背景下来分析今日我们民族中广义的哲学爱好屡兴不衰的奇特现象，并对之持积极的评价。这样的形势对于专职的哲学工提出了双重要求。一方面，不管幸运还是不幸，作为少数入选者，他们肩负着哲学学科建设的学术使命，有责任拿出合格的学术著作来，否则便是失职，理应改行，从事别的于己于人都更为有益的工作。另一方面，面对社会上广泛的精神饥渴，至少他们中间的一部分人，有责任提供高质量的哲学通俗读物，这不但是一种启蒙工作，而且也是以个人的身份真诚地加入我们时代的精神对话。也就是说，我们时代既需要德国哲学的思辨品格，也需要法国哲学的实践品格，而两者都是哲学的题中应有之义。"}
{"text":"一方面，不管幸运还是不幸，作为少数入选者，他们肩负着哲学学科建设的学术使命，有责任拿出合格的学术著作来，否则便是失职，理应改行，从事别的于己于人都更为有益的工作。另一方面，面对社会上广泛的精神饥渴，至少他们中间的一部分人，有责任提供高质量的哲学通俗读物，这不但是一种启蒙工作，而且也是以个人的身份真诚地加入我们时代的精神对话。也就是说，我们时代既需要德国哲学的思辨品格，也需要法国哲学的实践品格，而两者都是哲学的题中应有之义。哲学的命运哲学与精神生活一无用之学在一般人眼中，哲学是一种玄奥而无用的东西。这个印象大致是不错的。事实上，哲学的确是一切学科中最没有实用价值的一门学科。因此，在当今这个最讲求实用价值的时代，哲学之受到冷落也就是当然的事情了。早在哲学发源的古希腊，哲学家就已经因其所治之学的无用而受人嘲笑了。柏拉图在泰阿泰德中讲了泰勒斯坠井而被女仆嘲笑的著名故事，那女仆讥笑泰勒斯如此迫切欲知天上情形，乃至不能见足旁之物。柏拉图接着发挥说此等嘲笑可加于所有哲学家。因为哲学家研究世界的本质，却不懂世上的实际事务，在法庭或任何公众场所便显得笨拙，成为笑柄哲学家研究人性，却几乎不知邻居者是人是兽，受人诟骂也不能举对方的私事反唇相讥，因其不知任何人的劣迹。柏拉图特地说明他们并不知道自己对实际事物这般无知，而决不是有意立异以邀誉。柏拉图本人的遭遇也好不到哪里。这位古代大哲一度想在叙拉古实现其哲学家王的理想，向那里的暴君灌输他的哲学，但暴君的一句话给哲学定了性，称之为无聊老人对无知青年的谈话。结果他只是幸免于死，被贱卖为奴，落荒逃回雅典。在我看来，柏拉图孜孜以求哲学的大用，一心把哲学和政治直接结合起来，恰好也暴露了他对实际事物的无知。他本该明白，哲学之没有实用价值，不但在日常生活中如此，在政治生活中也如此。哲学关心的是世界和人生的根本道理，政治关心的是党派阶级民族国家的利益，两者属于不同的层次。我们既不能用哲学思考来取代政治谋划，也不能用政治方式来解决哲学问题。柏拉图试图赋予哲学家以最高权力，藉此为哲学的生长创造一个最佳环境，这只能是乌托邦。"}
{"text":"他本该明白，哲学之没有实用价值，不但在日常生活中如此，在政治生活中也如此。哲学关心的是世界和人生的根本道理，政治关心的是党派阶级民族国家的利益，两者属于不同的层次。我们既不能用哲学思考来取代政治谋划，也不能用政治方式来解决哲学问题。柏拉图试图赋予哲学家以最高权力，藉此为哲学的生长创造一个最佳环境，这只能是乌托邦。康德后来正确地指出权力的享有不可避免地会腐蚀理性批判，哲学对于政治的最好期望不是享有权力，而是享有言论自由。那么，哲学与生活竟然毫无关系吗？哲学对于生活有没有一点用处呢？我的回答是哲学本身就是生活，是一种生活方式。二哲学是一种生活方式在古希腊，当哲学发源之初，哲学是一种生活方式，这乃是不言而喻的事实。从词源看，哲学sp一词的希腊文原义是爱智慧。爱智慧显然是一种生活方式，一种人生态度，而非一门学科。对于最早的哲学家来说，哲学不是学术，更不是职业，而就是做人处世的基本方式和状态。用尼采的话说，包括赫拉克利特阿那克萨哥拉恩培多克勒在内的前苏格拉底哲学家是一些帝王气派的精神隐士，他们过着远离世俗的隐居生活，不收学生，也不过问政治。苏格拉底虽然招收学生，但他的传授方式仅是街谈巷议，没有学校的组织形式，他的学生各有自己的职业，并不是要向他学习一门借以谋职的专业知识，师生间的探究哲理本身就是目的所在，就构成了一种生活。柏拉图和亚里士多德开始建立学校，但不收费，教学的方式也仍是散步和谈话。唯一的例外是那些被称作智者ps又译智术之师的人，他们四处游走，靠教授智术亦即辩论术为生，收取学费，却也因此遭到了苏格拉底们的鄙视。正是为了同他们相区别，有洁癖的哲学家宁愿自称为爱智者而非智者。肯定不是任何人都能够把哲学当作自己的生活方式的。为了配得上过哲学的生活，一个人必须――如柏拉图所说――具备真正的哲学灵魂。具备此种灵魂的征兆，或者说哲学生活的特点，就在于关注思想本身而非其实用性，能够从思想本身获取最大的快乐。关于这一点，也许没有比亚里士多德说得更清楚的了。"}
{"text":"正是为了同他们相区别，有洁癖的哲学家宁愿自称为爱智者而非智者。肯定不是任何人都能够把哲学当作自己的生活方式的。为了配得上过哲学的生活，一个人必须――如柏拉图所说――具备真正的哲学灵魂。具备此种灵魂的征兆，或者说哲学生活的特点，就在于关注思想本身而非其实用性，能够从思想本身获取最大的快乐。关于这一点，也许没有比亚里士多德说得更清楚的了。他在他的好几种著作形而上学卷一，政治学卷七，伦理学卷六卷十中都谈到明智是善于从整体上权衡利弊，智慧则涉及对本性上最高的事物的认识，两者的区别就在于有无实用性非实用性是哲学优于其他一切学术之所在，使哲学成为唯一的自由学术，为学术自身而成立的唯一学术幸福生活的实质在于自足，与别种活动例如社会性的活动相比，哲学的思辨活动是最为自足的活动，因而是完美的幸福。如此说来，哲学生活首先是一种沉思的生活，而所思问题的非实用性恰好保证了这种生活的自得其乐。三精神生活的维度人在世上生活，必须维持肉体的生存，也必须与他人交往，于是有肉身生活和社会生活。肉身生活和社会生活所满足的是人的外在的功利性需要。在此之外，人还有内在的精神性需要，其实质是对生命意义的寻求。这种需要未得到满足，人就会觉得自己是一个盲目的存在，并因此而感到不安。精神生活也是人的生活的不可缺少的维度。肉身生活和社会生活都具有经验性质，仅涉及我们与周围直接环境的联系。精神生活则把我们超拔于经验世界的有限性和暂时性，此时我们力求在一己的生命与某种永恒存在的精神性的世界整体之间建立一种联系。由于这种世界整体超越于经验，我们无法证明它，但我们必须有这一假定。真正的精神生活必具有超验性质，它总是指向一个超验领域的。凡灵魂之思，必有这样一种指向为其底蕴。所谓寻求生命的意义，亦即寻求建立这种联系。一个人如果相信自己已经建立了这种联系，便是拥有了一种信仰。因此，寻求意义即寻求信仰。人类精神活动的一切领域，包括宗教哲学道德艺术科学，只要它们确实是一种精神性的活动，就都是以建立上述联系为其公开的或隐蔽的鹄的的，区别只在于方式的不同。其中，道德若仅仅服务于社会秩序，便只具有社会活动的品格，若是以追求至善为目的，则可视作较弱的宗教。"}
{"text":"凡灵魂之思，必有这样一种指向为其底蕴。所谓寻求生命的意义，亦即寻求建立这种联系。一个人如果相信自己已经建立了这种联系，便是拥有了一种信仰。因此，寻求意义即寻求信仰。人类精神活动的一切领域，包括宗教哲学道德艺术科学，只要它们确实是一种精神性的活动，就都是以建立上述联系为其公开的或隐蔽的鹄的的，区别只在于方式的不同。其中，道德若仅仅服务于社会秩序，便只具有社会活动的品格，若是以追求至善为目的，则可视作较弱的宗教。科学若仅仅服务于技术进程，便只具有物质活动的品格，若是以认识世界为目的，则可视为较弱的哲学。于是，我们可以把精神活动归结为三种基本的方式。一是宗教，依靠单纯的信仰亦即天启的权威来建立与世界整体的联系。一是哲学，试图通过理性的思考来建立这种联系。一是艺术，试图通过某种主观的情绪体验来建立这种联系。它们殊途而同归，体现了同一种永恒的追求。四在宗教和科学之间哲学生活是一种沉思的生活，但沉思未必都是哲学性的。一个人可以沉思数学或物理学的问题而也不问其实用价值。沉思之成为哲学性的，取决于所思问题的性质和求解的方法。柏拉图和亚里士多德都曾指出，哲学开始于惊疑，即惊奇和疑惑之感。我们或许可以相对地说，面对自然易生惊奇之感，由此而求认知，追问世界的本质，形成哲学研究中的世界观本体论形而上学在这里是同义词这一个大领域。面对人生易生疑惑之感，由此而求觉悟，追问生命的意义，形成哲学研究中的人生观生存论伦理学在这里也是同义词这另一个大领域。康德说世上最使人敬畏的两样东西是头上的星空和心中的道德律。哲学所思的问题无非这两大类，分别指向我们头上的神秘和我们心中的神秘。哲学的追问的确是指向神秘的，无论对世界，还是对人生，哲学都欲追根究底，从整体上把握其底蕴。这就是所谓终极关切。在这一点上，哲学与宗教相似。然而，哲学却不肯像宗教那样诉诸天启权威，对终极问题给出一个独断的答案，满足于不容置疑的信仰。在这一点上，哲学又和科学一样，只信任理性，要求对问题作出理由充足的解答。也就是说，哲学的追问是宗教性的，它寻求解决的方法却是科学性的。灵魂在提问，而让头脑来解答。疯子问，呆子答。这是哲学本身所包含的矛盾和困难。"}
{"text":"这就是所谓终极关切。在这一点上，哲学与宗教相似。然而，哲学却不肯像宗教那样诉诸天启权威，对终极问题给出一个独断的答案，满足于不容置疑的信仰。在这一点上，哲学又和科学一样，只信任理性，要求对问题作出理由充足的解答。也就是说，哲学的追问是宗教性的，它寻求解决的方法却是科学性的。灵魂在提问，而让头脑来解答。疯子问，呆子答。这是哲学本身所包含的矛盾和困难。关于这种困难，康德最早做了明确的揭示，他指出由头脑他所说的知性来解答灵魂他所说的理性所追问的问题，必定会陷入二律悖反了两种对立因素的品格使之成为比科学和宗教更加伟大的东西。我们确实可以说，哲学的努力是悲壮的。五哲学不可能成为科学哲学开始于对世界本质的追问。在它诞生之初，它就试图寻找变化背后之不变，多背后之一，现象背后之本质。这一追问默认了一个前提，即是感觉不可靠，只能感知现象，唯有理性才能认识现象界背后那个统一的不变的本体界。这个思路存在着若干疑点第一，感觉是我们感知外界的唯一手段，既然感觉只感知到现象，我们凭什么说在现象背后还存在着一种本质？至少凭感觉不能证明这一点。第二，假定变动不居的现象背后有一不变的本质，这只能是理性之所为，是理性追求秩序的产物。但是，理性同样不能证明它所追求的秩序是世界本身所固有的。那么，这种秩序从何而来？有两种可能的回答。一是从感觉经验中归纳而得，因而并不真正具有必然性和普遍性。二是理性本身所固有的，是意识的先天结构。在这两种情形下，秩序都仍然属于现象范围，而与世界本来面目无关。那么，第三，世界究竟有没有一个本来面目？在现象界背后，究竟有没有一个不受我们的认识干扰的本体界？在康德之后，哲学家们已经越来越达成共识不存在。世界只有一种存在方式，即作为显现在意识中的东西――现象。我们也许可以设想上帝能够直观到世界的本体，但是，胡塞尔正确地指出，任何对象一旦进入认识就只能是现象，这一点对于上帝也不例外。哲学从追问世界的本体始，经过两千多年的探索，结果却是发现世界根本就没有一个本体，这不能不说是哲学的惨败。"}
{"text":"在康德之后，哲学家们已经越来越达成共识不存在。世界只有一种存在方式，即作为显现在意识中的东西――现象。我们也许可以设想上帝能够直观到世界的本体，但是，胡塞尔正确地指出，任何对象一旦进入认识就只能是现象，这一点对于上帝也不例外。哲学从追问世界的本体始，经过两千多年的探索，结果却是发现世界根本就没有一个本体，这不能不说是哲学的惨败。但是，这只是哲学的某一种思路的失败，它说明哲学不可能成为科学，我们不可能靠理性手段去把握或构造哲学原本想要追问的那个本体，而必须另辟蹊径。六沉默和诗的领域倘若一个古希腊哲学家来到现代，他一定会大惑不解，因为他将看到，现代的哲学家们都在大谈语言问题，而对世界本身却毫无兴趣。据说哲学家们终于发现，两千多年来哲学之所以误入歧途，原因全在受了语言的误导。于是，他们纷纷把注意力转向语言，这种转向还被誉为哲学上的又一次哥白尼式革命。其间又有重大的区别。一派哲学家认为，弊在逻辑化的语言，是语言的逻辑结构诱使人们去寻找一种不变的世界本质。因此，哲学的任务是解构语言，把语言从逻辑的支配下解放出来。另一派哲学家则认为，弊在语言在逻辑上的不严密，是语言中那些不合逻辑的成分诱使人们对一个所谓本体世界想入非非，造成了形而上学假命题。因此，哲学的任务是进行语言诊断，剔除其不合逻辑的成分，最好是能建立一种严密的逻辑语言。不管这两派的观点如何对立，拒斥本体论的立场却是一致的。可是，没有了那种追问世界之究竟的冲动，哲学还是哲学吗？因为理性不能把握神秘，我们就不再思考神秘了吗？难道哲学从此要对头上的星空和心中的道德律无动于衷，仅仅满足于做逻辑的破坏者或卫士？有两位哲学家分别代表上述两个对立的派别，然而，与其大多数追随者不同，他们心中仍然蕴藏着那种追思神秘的冲动。他们不愧是现代最伟大的两位哲学家。作为逻辑经验主义的开创人之一，维特根斯坦也主张只有经验对象是可思考的，哲学只研究可思考的东西，其任务是通过语言批判使思想在逻辑上明晰。但是，他懂得的确存在着超验的领域，例如那种从永恒观点来直观世界的本体论式的体验，只是因为它们不属于经验范围，因而是不可思考的，而不可思考的东西也就是不可说的。一个人对于不能谈的事情就应当沉默。"}
{"text":"他们不愧是现代最伟大的两位哲学家。作为逻辑经验主义的开创人之一，维特根斯坦也主张只有经验对象是可思考的，哲学只研究可思考的东西，其任务是通过语言批判使思想在逻辑上明晰。但是，他懂得的确存在着超验的领域，例如那种从永恒观点来直观世界的本体论式的体验，只是因为它们不属于经验范围，因而是不可思考的，而不可思考的东西也就是不可说的。一个人对于不能谈的事情就应当沉默。这是神秘的东西，甚至是最深刻的东西，却无法作为问题来讨论。针对此他写道真正说来哲学的方法如此除了能说的东西以外，不说什么事情，也就是除了自然科学的命题，即与哲学没有关系的东西之外，不说什么事情真正的哲学性体验只能封闭在沉默的内心世界，作为一门学术的哲学只能谈论与真正哲学性体验无关的东西，这是多么无奈。海德格尔却试图冲破这无奈的沉默。在他看来，他名之为存在的那个超验的领域，乃是作为意义之源泉的神秘领域，的确不是理性思维所能达到的。但是，他相信这个领域总是处在来到语言的途中，是可以在语言中向人显现的。不过，这不是沦为传达工具的逻辑化语言，而是未被逻辑败坏的诗的语言。在诗的语言中，存在自己向人说话。于是，海德格尔聚精会神于他所钟爱的荷尔德林里尔克等诗人，从他们的诗中倾听存在的话语。当然，沉默和诗都不是哲学。可是，我们应该相信，在维特根斯坦的沉默中，在海德格尔的诗思中，古老的哲学追问在百折不挠地寻找栖身之地。七哲学与现代人的精神生活广义的宗教精神和广义的哲学精神是相通的，两者皆是超验的追思。在狭义上，它们便有了区分，宗教在一个确定的信仰中找到了归宿，哲学却始终走在寻找信仰的途中。一个渴慕大全的朝圣者，如果他疲惫了，不再能够依靠自己的力量走下去了，他就会皈依某种现成的宗教。如果他仍然精力充沛，或者虽然疲惫了，却不甘心停下，他就会继续跋涉在哲学的路上。现代的显著特点是宗教信仰的普遍失落。针对这一情况，雅斯贝尔斯指出，对于已经不相信宗教但仍然需要信仰的现代人来说，哲学是唯一的避难所，其意义在于鼓励人们寻找非宗教的信仰。"}
