{"text":"他并不归咎于编辑先生，只以为中国的没有大著作产生，是因为最近――虽然早便生存着的――流行着一种容易下笔，容易成名的杂文，所以倘不是作家之甘自菲薄而放弃其任务，即便是作家毁掉了自己以投机取巧的手腕来替代一个文艺的严肃的工作了。不错，比起高大的天文台来，杂文有时确很像一种小小的显微镜的工作，也照秽水，也看脓汁，有时研究淋菌，有时解剖苍蝇。从高超的学者看来，是渺小，污秽，甚而至于可恶的，但在劳自己，却也是一种严肃的工作，和人生有关，并且也不十分容易做。现在就用林先生自己的文章来做例子罢，那开头是――最近以来，有些杂志报章副刊上很时行的争相刊载着一种散文非散文，小品非小品的随感式的短文，形式既绝对无定型，不受任何文学制作之体裁的束缚，内容则无所不谈，范围更少有限制。为其如此，故很难加以某种文学作品的称呼在这里，就暂且名之为杂文吧。沉默，金也。有一些人，是往往会开口见喉咙的，林先生也逃不出这例子。他的散文的定义，是并非中国旧日的所谓骈散整散的散，也不是现在文学上和韵文相对的不拘韵律的散文的意思胡里胡涂。但他的所谓严肃的工作是说得明明白白的形式要有定型，要受文学制作之体裁的束缚内容要有所不谈范围要有限制。这严肃的工作是什么呢？就是制艺，普通叫八股。做这样的文章，抱这样的文学观的林希隽先生反对着杂文，已经可以不必多说，明白杂文的不容易做，而且那任务的重要了杂志报章上的缺不了它，杂文家的放不掉它，也可见正非投机取巧，客观上是大有必要的。况且现代九月号卷头的三篇大作，虽然自名为文艺独白，但照林先生的看法来判断，散文非散文，小品非小品，其实也正是杂文。但这并不是矛盾。用杂文攻击杂文，就等于以杀止杀。先前新月社宣言里说，他们主张宽容，但对于不宽容者，却不宽容，也正是这意思。那时曾有一个杂文家批评他们说，那就是刽子手，他是不杀人的，他的偶然杀人，是因为世上有杀人者。但这未免无所不谈，太不严肃了。林先生临末还问中国的作家俄国为什么能够有和平与战争这类伟大的作品产生？而我们的作家呢，岂就永远写写杂文而引为莫大的满足么？"}
{"text":"但这并不是矛盾。用杂文攻击杂文，就等于以杀止杀。先前新月社宣言里说，他们主张宽容，但对于不宽容者，却不宽容，也正是这意思。那时曾有一个杂文家批评他们说，那就是刽子手，他是不杀人的，他的偶然杀人，是因为世上有杀人者。但这未免无所不谈，太不严肃了。林先生临末还问中国的作家俄国为什么能够有和平与战争这类伟大的作品产生？而我们的作家呢，岂就永远写写杂文而引为莫大的满足么？我们为这暂时的杂文家发愁的也只在这一点现在竟也累得来做在材料的捃摭上尤是俯拾皆是，用不着挖空心思去搜集采取的杂文，不至于忘记研究俄国为什么能够有和平与战争这类伟大的作品产生么？但愿这只是我们的杞忧，他的杂文也许独不会非特丝毫无需要之处，反且是一种恶劣的倾向。本篇最初南四号文学论坛栏，署名直。中国为什么没有伟大的文学产生一九三四年三月郑伯奇在春光月刊创刊号发表伟大的作品底要求一文，其中说中国近数十年发生过很多的伟大事变，为什么还没有产生出来一部伟大的作品？接着，该刊第三期又在中国目前为什么没有伟大的作品产生的征文题下刊出十五篇应征的文章。在讨论中，有些人对战斗的杂文持否定态度，要求作家致力于创作伟大的作品。灯火倍可亲语出唐代韩愈符读书城南诗时秋积雨霁，新凉入郊墟。灯火稍可亲，简编可卷舒。浑人的这篇文章，题为伟大的作品在哪里？。门罗主义一八二三年十二月美国总统门罗提出的外交政策原则。它以美洲是美洲人的美洲为口号，宣布任何欧洲强国都不得干涉美洲事务，其实质是为了让美国资产阶级独霸整个美洲。现代文学月刊，施蛰存杜衡编辑，一九三二年五月创刊于上海。自第六卷第二期一九三五年三月起，改为综合文化杂志，汪馥泉编辑。一九三五年五月出至第六卷第四期停刊。文艺独白，该刊第四第五卷的一个专栏。林希隽广东潮安人，当时是上海大夏大学学生。沉默，金也流行于英国等欧洲国家的谚语口才是白银，沉默是黄金。制艺科举考试制度所规定的文体。明清两代一般指八股文，它以四书五经中的文句命题，每篇分破题承题起讲入手起股中股后股束股八部分，后四部分是主体，各有两股相比偶的文字，共合八股。"}
{"text":"一九三五年五月出至第六卷第四期停刊。文艺独白，该刊第四第五卷的一个专栏。林希隽广东潮安人，当时是上海大夏大学学生。沉默，金也流行于英国等欧洲国家的谚语口才是白银，沉默是黄金。制艺科举考试制度所规定的文体。明清两代一般指八股文，它以四书五经中的文句命题，每篇分破题承题起讲入手起股中股后股束股八部分，后四部分是主体，各有两股相比偶的文字，共合八股。指施蛰存的我与文言文黎君亮的文学与政局有关？和林希隽的杂文和杂文家。新月社以一些资产阶级知识分子为核心的文学和政治团体。约一九二三年成立于北京，主要成员有胡适陈源徐志摩梁实秋罗隆基等。他们先后依附北洋军阀和国民党反动派。一九二七年在上海开设新月书店，次年三月创办新月月刊。这里说的宣言，指新月第二卷第六七期合刊一九二九年九月刊载的敬告读者一文。其中说我们都主张言论出版自由，我们都保持容忍的态度除了不容忍的态度是我们所不能容忍以外，我们都喜欢稳健的合乎理性的学说。这是一九三年一月在新月社批评家的任务后收入三闲集一文中对新月社宣言的批评。编辑先生有一点关于误译和误排的，请给我订正一下一译文第二卷第一期的表里，我把译作怪物，后来觉得不妥，在单行本里，便据日本译本改作头儿。现在才知道都不对的，有一个朋友给我查出，说这是源出犹太的话，意思就是偷儿，或者译为上海通用话贼骨头。二第六期的恋歌里，虽是我的宝贝的虽字，是谁字之误。三同篇的一切字，都是槲字之误也有人译作橡，我因为发音易与制胶皮的橡皮树相混，所以避而不用，却不料又因形近，和字相混了。。九月八日。本篇最初发表于一九三五年九月十六日译文月刊终刊号总第十三号，原题订正。珂勒惠支以一八六七年生于东普鲁士之区匿培克，在本乡，柏林，明辛学画，后与医生结婚。其夫住贫民区域，常为贫民治病，故的画材，也多为贫病与辛苦。最有名的是四种连续画。"}
{"text":"。九月八日。本篇最初发表于一九三五年九月十六日译文月刊终刊号总第十三号，原题订正。珂勒惠支以一八六七年生于东普鲁士之区匿培克，在本乡，柏林，明辛学画，后与医生结婚。其夫住贫民区域，常为贫民治病，故的画材，也多为贫病与辛苦。最有名的是四种连续画。牺牲即木刻战争七幅中之一，刻一母亲含悲献她的儿子去做无谓的牺牲。这时正值欧洲大战，她的两个幼子都死在战线上。然而她的画不仅是悲哀和愤怒，到晚年时，已从悲剧的，英雄的，暗淡的形式化蜕了。所以，那盖勒批评她说之所以于我们这样接近的，是在她那强有力的，无不包罗的母性。这漂泛于她的艺术之上，如一种善的征兆。这使我们希望离开人间。然而这也是对于更新和更好的将来的督促和信仰。本篇最初发表于一九三一年九月二十日上海北斗月刊创刊号，原题牺牲――德国珂勒维支木刻战争中之一。关于选载木刻牺牲的用意，参看南腔北调集为了忘却的记念。凯绥珂勒惠支―，德国版画家。于一九三六年编印过凯绥珂勒惠支版画选集，并为其写了序目收入且介亭杂文末编。区匿培克通译哥尼斯堡，东普鲁士的工业城市，第二次世界大战后划归苏联，改名加里宁格勒。明辛通译慕尼黑，现德意志联邦共和国的一个城市。四种连续画即织工的反抗农民战争战争无产阶级四组版画。牺牲是战争中的第一幅，也是介绍到中国来的第一幅珂勒惠支的版画。欧洲大战即第一次世界大战。珂勒惠支的第二个儿子彼得于一九一四年十月二十三日战死，文中所说两个幼子当系误记。那盖勒―通译纳格尔，德国画家美术批评家。曾任德意志民主共和国艺术科学院院长。南腔北调集非所计也非所计也新年第一回的申报一月七日用要电告诉我们闻陈外交总长印友仁与芳泽友谊甚深，外交界观察，芳泽回国任日外长，东省交涉可望以陈之私人感情，得一较好之解决云。"}
{"text":"珂勒惠支的第二个儿子彼得于一九一四年十月二十三日战死，文中所说两个幼子当系误记。那盖勒―通译纳格尔，德国画家美术批评家。曾任德意志民主共和国艺术科学院院长。南腔北调集非所计也非所计也新年第一回的申报一月七日用要电告诉我们闻陈外交总长印友仁与芳泽友谊甚深，外交界观察，芳泽回国任日外长，东省交涉可望以陈之私人感情，得一较好之解决云。中国的外交界看惯了在中国什么都是私人感情，这样的观察，原也无足怪的。但从这一个观察中，又可以观察出私人感情在政府里之重要。然而同日的申报上，又用要电告诉了我们锦州三日失守，连山绥中续告陷落，日陆战队到山海关在车站悬日旗而同日的申报上，又用要闻告诉我们陈友仁对东省问题宣言云前日已命令张学良固守锦州，积极抵抗，今后仍坚持此旨，决不稍变，即不幸而挫败，非所计也。然则友谊和私人感情，好象也如国联以及公理，正义之类一样的无效，暴日似乎不象中国，专讲这些的，这真只得不幸而挫败，非所计也了。也许爱国志士，又要上京请愿了罢。当然，爱国热忱，是殊堪嘉许的，但第一自然要不越轨，第二还是自己想一想，和内政部长卫戍司令诸大人友谊怎样，私人感情又怎样。倘不甚深，据内政界观察，是不但难得一较好之解决，而且――请恕我直言――恐怕仍旧要有人自行失足落水淹死的。所以未去之前，最好是拟一宣言，结末道即不幸而自行失足落水淹死，非所计也！然而又要觉悟这说的是真话。一月八日。本篇最初发表于一九三二年一月五日上海十字街头第三期，署名白舌。旧时新年各日报多连续休刊几天，所以申报到一月七日才出新年后的第一回。陈友仁―原籍广东顺德，出身于华侨家庭，一九一三年回国，曾任孙中山秘书及武汉国民政府外交部长等职。一九三二年一度任国民党政府外交部长。旧时在官场或社交活动中，对人称字不称名在文字上如称名时，则在名前加一印字，以示尊重。芳泽即芳泽谦吉，曾任日本驻国民党政府公使日本外务大臣等职。张学良字汉卿，辽宁海城人。"}
{"text":"陈友仁―原籍广东顺德，出身于华侨家庭，一九一三年回国，曾任孙中山秘书及武汉国民政府外交部长等职。一九三二年一度任国民党政府外交部长。旧时在官场或社交活动中，对人称字不称名在文字上如称名时，则在名前加一印字，以示尊重。芳泽即芳泽谦吉，曾任日本驻国民党政府公使日本外务大臣等职。张学良字汉卿，辽宁海城人。九一八事变时任国民党政府陆海空军副司令兼东北边防军司令长官，奉蒋介石不抵抗的命令，放弃东北三省。一九三六年十二月十二日他与杨虎城发动西安事变，后被蒋介石囚禁。国联参看本卷第页注。当时国民党政府对日本的侵略采取不抵抗政策，一味依赖国联，如一九三一年十月十四日国民党第四次代表大会对外宣言中就说当事变之初，中国即提请国联处理，期以国际间保障和平机关之制裁，申张正义与公理。自行失足落水淹死一九三一年九一八事变以后，各地学生为了反对国民党政府的不抵抗政策，纷纷到南京请愿，十二月十七日在南京举行总示威时，国民党政府出动军警屠杀和逮捕学生，有的学生遭刺伤后又被扔进河里。次日，南京卫戍当局对记者谈话，诡称死难学生是失足落水。连环图画辩护连环图画辩护我自己曾经有过这样一个小小的经验。有一天，在一处筵席上，我随便的说用活动电影来教学生，一定比教员的讲义好，将来恐怕要变成这样的。话还没有说完，就埋葬在一阵哄笑里了。自然，这话里，是埋伏着许多问题的，例如，首先第一，是用的是怎样的电影，倘用美国式的发财结婚故事的影片，那当然不行。但在我自己，却的确另外听过采用影片的细菌学讲义，见过全部照相，只有几句说明的植物学书。所以我深信不但生物学，就是历史地理，也可以这样办。然而许多人的随便的哄笑，是一枝白粉笔，它能够将粉涂在对手的鼻子上，使他的话好像小丑的打诨。前几天，我在现代上看见苏汶先生的文章，他以中立的文艺论者的立场，将连环图画一笔抹杀了。自然，那不过是随便提起的，并非讨论绘画的专门文字，然而在青年艺术学徒的心中，也许是一个重要的问题，所以我再来说几句。我们看惯了绘画史的插图上，没有连环图画，名人的作品的展览会上，不是罗马夕照，就是西湖晚凉，便以为那是一种下等物事，不足以登大雅之堂的。"}
{"text":"然而许多人的随便的哄笑，是一枝白粉笔，它能够将粉涂在对手的鼻子上，使他的话好像小丑的打诨。前几天，我在现代上看见苏汶先生的文章，他以中立的文艺论者的立场，将连环图画一笔抹杀了。自然，那不过是随便提起的，并非讨论绘画的专门文字，然而在青年艺术学徒的心中，也许是一个重要的问题，所以我再来说几句。我们看惯了绘画史的插图上，没有连环图画，名人的作品的展览会上，不是罗马夕照，就是西湖晚凉，便以为那是一种下等物事，不足以登大雅之堂的。但若走进意大利的教皇宫――我没有游历意大利的幸福，所走进的自然只是纸上的教皇宫――去，就能看见凡有伟大的壁画，几乎都是旧约，耶稣传，圣者传的连环图画，艺术史家截取其中的一段，印在书上，题之曰亚当的创造，最后之晚餐，读者就不觉得这是下等，这在宣传了，然而那原画，却明明是宣传的连环图画。在东方也一样。印度的阿强陀石窟，经英国人摹印了壁画以后，在艺术史上发光了中国的孔子圣迹图，只要是明版的，也早为收藏家所宝重。这两样，一是佛陀的本生，一是孔子的事迹，明明是连环图画，而且是宣传。书籍的插画，原意是在装饰书籍，增加读者的兴趣的，但那力量，能补助文字之所不及，所以也是一种宣传画。这种画的幅数极多的时候，即能只靠图像，悟到文字的内容，和文字一分开，也就成了独立的连环图画。最显著的例子是法国的陀莱，他是插图版画的名家，最有名的是神曲，失乐园，吉诃德先生，还有十字军记的插画，德国都有单印本前二种在日本也有印本，只靠略解，即可以知道本书的梗概。然而有谁说陀莱不是艺术家呢？宋人的唐风图和耕织图，现在还可找到印本和石刻至于仇英的飞燕外传图和会真记图，则翻印本就在文明书局发卖的。凡这些，也都是当时和现在的艺术品。自十九世纪后半以来，版画复兴了，许多作家，往往喜欢刻印一些以几幅画汇成一帖的连作。这些连作，也有并非一个事件的。"}
{"text":"凡这些，也都是当时和现在的艺术品。自十九世纪后半以来，版画复兴了，许多作家，往往喜欢刻印一些以几幅画汇成一帖的连作。这些连作，也有并非一个事件的。现在为青年的艺术学徒计，我想写出几个版画史上已经有了地位的作家和有连续事实的作品在下面首先应该举出来的是德国的珂勒惠支蛉恕玻保薄场她除了为霍普德曼的织匠而刻的六幅版画外，还有三种，有题目，无说明――一，农民斗争，金属版七幅二，战争，木刻七幅三，无产者，木刻三幅。以士敏土的版画，为中国所知道的梅斐尔德，是一个新进的青年作家，他曾为德译本斐格纳尔的猎俄皇记刻过五幅木版图，又有两种连作――一，你的姊妹，木刻七幅，题诗一幅二，养护的门徒原名未详，木刻十三幅。比国有一个麦绥莱勒，是欧洲大战时候，像罗曼罗兰一样，因为非战而逃出过外国的。他的作品最多，都是一本书，只有书名，连小题目也没有。现在德国印出了普及版，，每本三马克半，容易到手了。我所见过的是这几种――一，理想，木刻八十三幅二，我的祷告，木刻一百六十五幅三，没字的故事，木刻六十幅四，太阳，木刻六十三幅五，工作，木刻，幅数失记六，一个人的受难，木刻二十五幅。美国作家的作品，我曾见过希该尔木刻的巴黎公社，，是纽约的约翰李特社出版的。"}
{"text":"美国作家的作品，我曾见过希该尔木刻的巴黎公社，，是纽约的约翰李特社出版的。还有一本石版的格罗沛尔所画的书，据赵景山淌谒担恰奥硐返墓适隆保玻保另译起来，恐怕要信而不顺，只好将原名照抄在下面――淖骷椅也淮笾溃因为那作品定价贵。但曾经有一本小书，只有十五幅木刻和不到二百字的说明，是有名的吉宾斯，限印五百部，英国绅士是死也不肯重印的，现在恐怕已将绝版，每本要数十元了罢。那书是――第七人。以上，我的意思是总算举出事实，证明了连环图画不但可以成为艺术，并且已经坐在艺术之宫的里面了。至于这也和其他的文艺一样，要有好的内容和技术，那是不消说得的。我并不劝青年的艺术学徒蔑弃大幅的油画或水彩画，但是希望一样看重并且努力于连环图画和书报的插图自然应该研究欧洲名家的作品，但也更注意于中国旧书上的绣像和画本，以及新的单张的花纸。这些研究和由此而来的创作，自然没有现在的所谓大作家的受着有些人们的照例的叹赏，然而我敢相信对于这，大众是要看的，大众是感激的！十月二十五日。本篇最初发表于一九三二年十一月十五日文学月报第四号。意大利的教皇宫位于梵蒂冈，宫内保存着欧洲文艺复兴时期许多重要文物和绘画雕塑等。亚当的创造根据旧约创世记中上帝造人的故事所作的绘画。亚当，上帝用泥土所造的男人。欧洲有不少以此为题的绘画，其中著名的有米开朗琪罗于一五八年至一五一二年间所作的西斯庭礼拜堂拱顶壁画的一部分。最后之晚餐根据新约马太福音所作的绘画，描写耶稣殉难前与十二门徒共进晚餐时，当众宣布一门徒出卖自己而引起群情激动的情景。欧洲有不少以此为题的绘画，其中著名的有达芬奇于一四九五年至一四九七年间所作的米兰圣玛利亚格拉契教堂中的壁画。"}
