{"text":"用你给听话的一点点好感，换取听话的对你的一点点好感，就是这么回事而已。你若是专家或者要人，一言九鼎，那自当别论你不是专家或者要人，说好说坏，一般儿无足重轻，说坏只多数人家背地里议论你嘴坏或脾气坏而已，那又何苦来？就算你是专家或者要人，你也只能认真的批评在你门槛儿里的，世界上没有万能的专家或者要人，那么，你在说门槛儿外的话的时候，还不是和别人一般的无足重轻？还不是得在敬意和同情上着眼？我们成天听着自己的和别人的轻轻儿的快快儿的很好或真好的声音，大家肚子里反正明白这两个语的分量。若有人希图别人就将自己的这种话当作确切的评语，或者简直将别人的这种话当作自己的确切的评语，那才真是乡愿或蠢才呢。我说轻轻儿的，快快儿的，这就是所谓语气。只要那么轻轻儿的快快儿的，你说好得很，好极了，太好了，都一样，反正不痛不痒的，不过很好，真好说着更轻快一些就是了。可是很字，真字，好字，要有一个说得重些慢些，或者整个儿说得重些慢些，分量就不同了。至少你是在表示你喜欢那个主意，那篇文章，那个人，那东西，那办法，等等，即使你还不敢自信你的话就是确切的评语。有时并不说得重些慢些，可是前后加上些字儿，如很好，咳！可真好。我相信张三这个人很好。你瞧，这东西真好。也是喜欢的语气。好极了等语，都可以如法炮制。可是你虽然很喜欢或者真喜欢这个那个，这个那个还未必就很好，真好，甚至于压根儿就未必好。你虽然加重的说了，所给予听话人的，还只是多一些的敬意和同情，并不能阐发这个那个的客观的价值。你若是个平常人，这样表示也尽够教听话的满意了。你若是个专家，要人，或者准专家，准要人，你要教听话的满意，还得指点出好在那里，或者怎样怎样的好。这才是听话的所希望于你们的客观的好评，确切的评语呢。说不错，不坏，和很好，真好一样说很不错，很不坏或者真不错，真不坏，却就是加字儿的很好，真好了。好只一个字，不错，不坏都是两个字我们说话，有时长些比短些多带情感，这里正是个例子。好加上很或真才能和不错，不坏等量，不错，不坏再加上很或真，自然就比很好，真好重了。"}
{"text":"这才是听话的所希望于你们的客观的好评，确切的评语呢。说不错，不坏，和很好，真好一样说很不错，很不坏或者真不错，真不坏，却就是加字儿的很好，真好了。好只一个字，不错，不坏都是两个字我们说话，有时长些比短些多带情感，这里正是个例子。好加上很或真才能和不错，不坏等量，不错，不坏再加上很或真，自然就比很好，真好重了。可是说不好却干脆的是不好，没有这么多阴影。像旧小说里常见到的说声不好和旧戏里常听到的大事不好了，可为代表。这里的不字还保持着它的独立的价值和否定的全量，不像不错，不坏的不字已经融化在成语里，没有多少劲儿。本来呢，既然有胆量在好上来个不字，也就无需乎再躲躲闪闪的至多你在中间夹上一个字儿，说不很好，不大好，但是听起来还是差不多的。话说回来，既然不一定很好或真好，甚至于压根儿就不一定好，为什么不沉默呢？不沉默，却偏要说点儿什么，不是无聊的敷衍吗？但是沉默并不是件容易事，你得有那种忍耐的功夫才成。沉默可以是无意见，可以是无所谓，也可以是不好，听话的却顶容易将你的沉默解作不好，至少也会觉着你这个人太冷，连嘴边儿上一点点敬意和同情都吝惜不给人家。在这种情景之下，你要不是生就的或炼就的冷人，你忍得住不说点儿什么才怪！要说，也无非很好，真好这一套儿。人生于世，遇着不必认真的时候，乐得多爱点儿，少恨点儿，似乎说不上无聊敷衍得别有用心才是的，随口说两句无足重轻的好听的话，似乎也还说不上。我屡次说到听话的。听话的人的情感的反应，说话的当然是关心的。谁也不乐意看尴尬的脸是不是？廉价的敬意和同情却可以遮住人家尴尬的脸，利他的原来也是利己的一石头打两鸟儿，在平常的情形之下，又何乐而不为呢？世上固然有些事是当面的容易，可也有些事儿是当面的难。就说评论好坏，背后就比当面自由些。这不是说背后就可以放冷箭说人家坏话。一个人自己有身份，旁边有听话的，自爱的人那能干这个！这只是说在人家背后，顾忌可以少些，敬意和同情也许有用不着的时候。"}
{"text":"谁也不乐意看尴尬的脸是不是？廉价的敬意和同情却可以遮住人家尴尬的脸，利他的原来也是利己的一石头打两鸟儿，在平常的情形之下，又何乐而不为呢？世上固然有些事是当面的容易，可也有些事儿是当面的难。就说评论好坏，背后就比当面自由些。这不是说背后就可以放冷箭说人家坏话。一个人自己有身份，旁边有听话的，自爱的人那能干这个！这只是说在人家背后，顾忌可以少些，敬意和同情也许有用不着的时候。虽然这时候听话的中间也许还有那个人的亲戚朋友，但是究竟隔了一层你说声不很好或不大好，大约还不至于见着尴尬的脸的。当了面就不成。当本人的面说他这个那个不好，固然不成，当许多人的面说他这个那个不好，更不成。当许多人的面说他们都不好，那简直是以寡敌众只有当许多人的面泛指其中一些人这点那点不好，也许还马虎得过去。所以平常的评论，当了面大概总是用很好，真好的多。――背后也说很好，真好，那一定说得重些慢些。可是既然未必很好或者真好，甚至于压根儿就未必好，说一个好还不成么？为什么必得加上很或真呢？本来我们回答好不好？或者你看怎么样？等问题，也常常只说个好就行了。但是只在答话里能够这么办，别的句子里可不成。一个原因是我国语言的惯例。单独的形容词或形容语用作句子的述语，往往是比较级的。如说这朵花红，这花朵素净，这朵花好看，实在是这朵花比别的花红，这朵花比别的花素净，这朵花比别的花好看的意思。说你这个主意好，你这篇文章好，张三这个人好，这东西好，也是比别的好的意思。另一个原因是好这个词的惯例。句里单用一个好字，有时实在是不好。如厉声指点着说你好！或者摇头笑着说，张三好，现在竟不理我了。他们这帮人好，竟不理这个碴儿了。因为这些，要表示那一点点敬意和同情的时候，就不得不重话轻说，借用到很好或真好两个语了。年月―日作原载年月日昆明中央日报平明副刊第期散文全编是喽嘛初来昆明的人，往往不到三天，便学会了是喽嘛这句话。这见出是喽嘛在昆明，也许在云南罢，是一句普遍流行的应诺语。"}
{"text":"他们这帮人好，竟不理这个碴儿了。因为这些，要表示那一点点敬意和同情的时候，就不得不重话轻说，借用到很好或真好两个语了。年月―日作原载年月日昆明中央日报平明副刊第期散文全编是喽嘛初来昆明的人，往往不到三天，便学会了是喽嘛这句话。这见出是喽嘛在昆明，也许在云南罢，是一句普遍流行的应诺语。别地方的应诺语也很多，像是喽嘛这样普遍流行的似乎少有，所以引起初来的人的趣味。初来的人学这句话，一面是闹着玩儿，正和到别的任何一个新地方学着那地方的特别话的心情一样。譬如到长沙学着说毛得，就是如此。但是这句话不但新奇好玩儿，简直太新奇了，乍听不惯，往往觉得有些不客气，特别是说在一些店员和人力车夫的嘴里。他们本来不太讲究客气，而初来的人跟他们接触最多一方面在他们看来，初来的人都是些趾高气扬的外省人，也有些不顺眼。在这种小小的摩擦里，初来的人左听是一个生疏的是喽嘛，右听又是一个生疏的是喽嘛，不知不觉就对这句话起了反感，学着说，多少带点报复的意味。是喽嘛有点像绍兴话的是唉格嘴，是唉读成一个音，那句应诺语乍听起来有时候也好像带些不客气。其实这两句话都可以算是平调，固然也跟许多别的话一样可以说成不客气的强调，可还是说平调的多。现在且只就是喽嘛来看。喽字大概是了字的音转，这喽字是肯定的语助词。嘛字是西南官话里常用的语助词，如说吃嘛，看嘛，听嘛，睡嘛，唱嘛，还有振个嘛，振是这们的合音，个相当于样，好像是说这们着罢。是喽或是了并不特别，特别的是另加的嘛字的煞尾。这个煞尾的语助词通常似乎表示着祈使语气，是客气的请求或不客气的命令。在是喽嘛这句话里却不一样，这个嘛似乎只帮助表示肯定的语气，对于是喽有加重或强调的作用。也许就是这个肯定的强调，引起初来的人的反感。但是日子久了，听惯了，就不觉其为强调了一句成天在嘴上在耳边的话，强调是会变为平调的。昆明人还说好喽嘛，语气跟是喽嘛一样。昆明话的应诺语还有是嘞这一句，也是别地方没有的。它的普遍的程度，不如是喽嘛，却在别的应诺语之上。"}
{"text":"这个煞尾的语助词通常似乎表示着祈使语气，是客气的请求或不客气的命令。在是喽嘛这句话里却不一样，这个嘛似乎只帮助表示肯定的语气，对于是喽有加重或强调的作用。也许就是这个肯定的强调，引起初来的人的反感。但是日子久了，听惯了，就不觉其为强调了一句成天在嘴上在耳边的话，强调是会变为平调的。昆明人还说好喽嘛，语气跟是喽嘛一样。昆明话的应诺语还有是嘞这一句，也是别地方没有的。它的普遍的程度，不如是喽嘛，却在别的应诺语之上。前些时有个云南朋友他不是昆明人告诉我，是嘞是旧的说法，是喽嘛是新的。我疑心他是依据这两句话普遍的程度而自己给定出的解释。据我的观察，是嘞是女人和孩子说的多，是一句客气的应诺语。是嘞就是是呢，呢字在这里也用作肯定的语助词。北平话读呢为哪，例如说，还没有来哪，早着哪，都是平调，可不说是哪。昆明读成嘞，比哪字显得细声细气的，所以觉得客气男人不大爱说，也许就为了这个原故。从字音上说，喽字的子音比嘞字的子音硬些，嘛字的母音比嘞字的母音宽些，所以喽嘛这个语助词显得粗鲁些。是喽嘛这句话，若将是字或嘛字重读或拖长，就真成了不客气的强调。听的人觉得是在受教训似的，像一位前辈先生老气横秋的向自己说，你的话算说对啦！要不然，就会觉得说话的是在厌烦自己似的，他好像是说，得勒，别废话啦！是嘞这句话却不相同，它带点儿嫩气，总是客客气气的。昆明人也说好嘞，跟好喽嘛在语气上的分别，和两个是字句一样。昆明话的应诺语，据我所听到的，还有两个。一个是是噢！说起来像一个多少的少字。这是下对上的应诺语，有如北平的着字，但是用的很少，比北平的着字普遍的程度差得多。又一个是是的喽~。有一回走过菜市，听见一个外省口音的太太向一个卖东西的女人说，我常买你的！那女人应着是的喽~，下文却不知怎么样。这句话似乎也是强调转成了平调，别处倒也有的。上面说起着字，我想到北平的应诺语。北平人说是得的，是平调。是呀带点同情，是你说着了的味儿。可不是！可不是吗！比是呀同情又多些。是啊？表示有点儿怀疑，也许不止一点儿怀疑，可是只敢或者只愿意表示这一点儿。是吗？"}
{"text":"又一个是是的喽~。有一回走过菜市，听见一个外省口音的太太向一个卖东西的女人说，我常买你的！那女人应着是的喽~，下文却不知怎么样。这句话似乎也是强调转成了平调，别处倒也有的。上面说起着字，我想到北平的应诺语。北平人说是得的，是平调。是呀带点同情，是你说着了的味儿。可不是！可不是吗！比是呀同情又多些。是啊？表示有点儿怀疑，也许不止一点儿怀疑，可是只敢或者只愿意表示这一点儿。是吗？怀疑就多一些，是吗！却带点儿惊。这些都不特别另加语助词，都含着多多少少的客气。年月日作。原载年月日昆明中央日报平明副刊第期散文全编不知道世间有的是以不知为知的人。孔子老早就教人知之为知之，不知为不知，是知也。这是知识的诚实。知道自己的不知道，已经难，承认自己的不知道，更是难。一般人在知识上总爱表示自己知道，至少不愿意教人家知道自己不知道。苏格拉底也早看出这个毛病，他可总是盘问人家，直到那些人承认不知道而止。他是为真理。那些受他盘问的人，让他一层层逼下去，到了儿无可奈何，才只得承认自己不知道但凡有一点儿躲闪的地步，这班人一定还要强词夺理，不肯轻易吐出不知道那句话的。在知识上肯坦白的承认自己不知道的，是个了不得的人，即使不是圣人，也该是君子人。知道自己的不知道，并且让人家知道自己的不知道，这是诚实，是勇敢。孔子说是知也，这个不知道其实是真知道――至少真知道自己，所谓自知之明。世间可也有以不知为妙的人。庄子齐物论记着啮缺问乎王倪曰，子知物之所同是乎？曰，吾恶乎知之！子知子之所不知邪？曰，吾恶知之！然则物无知邪？曰，吾恶乎知之！虽然，尝试言之，庸讵知吾所谓知之非不知邪？庸讵知吾所谓不知之非知邪？三问而三不知。最后啮缺问道，子不知利害，则至人固不知利害乎？王倪的回答是，至人神妙不测，还有什么利害呢！他虽然似乎知道至人，可是并不知道至人知道不知道利害，所以还是一个不知。所以应帝王里说，啮缺问于王倪，四问而四不知，啮缺因跃而大喜。庄学反对知识，王倪才会说知也许是不知，不知也许是知―再进一层说，那神妙不测的境界简直是个不可知。"}
{"text":"曰，吾恶知之！然则物无知邪？曰，吾恶乎知之！虽然，尝试言之，庸讵知吾所谓知之非不知邪？庸讵知吾所谓不知之非知邪？三问而三不知。最后啮缺问道，子不知利害，则至人固不知利害乎？王倪的回答是，至人神妙不测，还有什么利害呢！他虽然似乎知道至人，可是并不知道至人知道不知道利害，所以还是一个不知。所以应帝王里说，啮缺问于王倪，四问而四不知，啮缺因跃而大喜。庄学反对知识，王倪才会说知也许是不知，不知也许是知―再进一层说，那神妙不测的境界简直是个不可知。王倪的四个不知道使啮缺恍然悟到了那境界，所以他跃而大喜。这是不知道的妙处，知道了妙处就没有了。桃花源里人不知有汉，无论魏晋。太上隐者山中无历日，寒尽不知年，人与自然为一，也是个不知道的妙。人情上也有以不知道为妙的。章回小说叙到一位英雄落难，正在难解难分的生死关头，突然打住道，不知英雄性命如何，且听下回分解。这叫做卖关子。作书的或说话的明知道那英雄的性命如何，看官或听书的也明知道他知道，他却卖痴卖呆的装作不知道，愣说不知道。他知道大家关心，急着要知道，却偏偏且不说出，让大家更担心，更着急，这才更不能不去听他的看他的。妙就妙在这儿。再说少男少女未结婚的已结婚的提到他们的爱人或伴儿，往往只秃头说一个他或她字。你若问他或她是谁，那说话的会赌气似的答你，不知道！赌气似的是为你明知故问，害羞带撒娇可是一大半儿。孩子在赌气的时候，你问什么，他往往会给你一个不知道！专心的时候也会如此。就是不赌气不专心的时候，你若问到他忌讳或瞒人的话，他还会给你那个不知道！而且会赌起气来，至少也会赌气似的。孩子们总还是天真，他的不知道就是天真的妙。这些个不知道其实是不告诉你！或不理你！或我管不着！有些脾气不好的成人，在脾气发作的时候也会像孩子似的，问什么都不知道。特别是你弄坏了他的东西或事情向他商量怎么办的时候，他的第一句答话往往是重重的或冷冷的一个不知道！这儿说的还是和你平等的人，若是他高一等，那自然更够受的。―孩子遇见这种情形，大概会哭闹一场，可是哭了闹了就完事，倒不像成人会放在心里的。―这个不知道！其实是不高兴说给你！成人也有在专心的时候问什么都不知道的，那是所谓忘性儿大的人，不太多，而且往往是一半儿忘，一半儿装。"}
{"text":"或不理你！或我管不着！有些脾气不好的成人，在脾气发作的时候也会像孩子似的，问什么都不知道。特别是你弄坏了他的东西或事情向他商量怎么办的时候，他的第一句答话往往是重重的或冷冷的一个不知道！这儿说的还是和你平等的人，若是他高一等，那自然更够受的。―孩子遇见这种情形，大概会哭闹一场，可是哭了闹了就完事，倒不像成人会放在心里的。―这个不知道！其实是不高兴说给你！成人也有在专心的时候问什么都不知道的，那是所谓忘性儿大的人，不太多，而且往往是一半儿忘，一半儿装。忌讳的或瞒人的话，成人的比孩子的多而复杂，不过临到人家问着，他大概会用轻轻的一个不知道遮掩过去他不至于动声色，为的是动了声色反露出马脚。至于像你这个人真是，不知道利害！还有，咳，不知道得多少钱才够我花的！这儿的不知道却一半儿认真，一半闹着玩儿。认真是真不知道，因为谁能知道呢？你可以说天知道你这个人多利害！鬼知道得多少钱才够我花的！还是一样的语气。天知道，鬼知道，明妹没有人知道。既然明妹没有人知道，还要说不知道，不是费话？闹着玩儿？闹着玩可并非没有意义，这个不知道其实是为了加重语气，为了强调你这个人多利害，得多少钱才够我花的那两句话。世间可也有成心以知为不知的，这是世故或策略。俗语道，一问三不知，就指的这种世故人。他事事怕惹是非，担责任，所以老是给你一个不知道。他不知道，他没有说什么，闹出了大小错儿是你们的，牵不到他身上去。这个可以说是明哲保身的不知道。老师在教室里问学生的书，学生回答不知道。也许他懒，没有看书，答不出也许他看了书，还弄不清楚，想着答错了还不如回一个不知道，老师倒可以多原谅些。后一个不知道便是策略。五四运动的时候，北平有些学生被警察厅逮去送到法院。学生会请刘崇佑律师作辩护人。刘先生教那些学生到法院受讯的时候，对于审判官的问话如果不知道怎样回答才好，或者怕出了岔儿，就干脆说一个不知道。真的，你说不知道，人家抓不着你的把柄，派不着你的错处。从前用刑讯，即使真不知道，也可以逼得你说知道，现在的审判官却只能盘问你，用话套你，逼你，或诱你，说出你知道的。你如果小心提防着，多说些个不知道，审判官也没法奈何你。这个不知道更显然是策略。不过这策略的运用还在乎人。"}
{"text":"学生会请刘崇佑律师作辩护人。刘先生教那些学生到法院受讯的时候，对于审判官的问话如果不知道怎样回答才好，或者怕出了岔儿，就干脆说一个不知道。真的，你说不知道，人家抓不着你的把柄，派不着你的错处。从前用刑讯，即使真不知道，也可以逼得你说知道，现在的审判官却只能盘问你，用话套你，逼你，或诱你，说出你知道的。你如果小心提防着，多说些个不知道，审判官也没法奈何你。这个不知道更显然是策略。不过这策略的运用还在乎人。老辣的审判官在一大堆费话里夹带上一两句要紧话，让你提防不着，也许你会漏出一两个知道来，就定了案，那时候你所有的不知道就都变成废物了。最需要不知道这策略的，是政府人员在回答新闻记者的问话的时候。记者若是提出不能发表或不便发表的内政外交问题来，政府发言人在平常的情形之下总得答话，可是又着不得一点儿边际，所以有些左右为难。固然他有时也可以默不作声，有时也可以老实答道，不能奉告或不便奉告但是这么办得发言人的身份高或问题的性质特别严重才成，不然便不免得罪人。在平常的情形之下，发言人可以只说不知道，既得体，又比较婉转。这个不知道其实是无可奉告，比不能奉告或不便奉告语气略觉轻些。至于发言人究竟是知道，是不知道，那是另一回事儿，可以不论。现代需用这一个不知道的机会很多。每回的局面却不完全一样。发言人斟酌当下的局面，有时将这句话略加变化，说得更婉转些，也更有趣些，教那些记者不至于窘着走开去。这也可以说是新的人情世故，这种新的人情世故也许比老的还要来得微妙些。这个不知道的变化，有时只看得出一个不字。例如说，未获得续到报告之前，不能讨论此事，其实就是现在无可奉告的意思。前年九月二十日，美国赫尔国务卿接见记者时，某记者问，外传美国远东战队已奉令集中菲律宾之加维特之说是否属实。赫尔答称，微君言，余固不知此事。从现在看，赫尔的话大概是真的，不过在当时似乎只是一句幽默的辞令，他的不知似乎只是策略而已。去年八月罗斯福总统和邱吉尔首相在大西洋上会晤，华盛顿六日国际社电―海军当局宣称当局接得总统所发波多马克号游艇来电，内称游艇现正沿海岸缓缓前进电讯中并未提及总统将赴海上某地与英首相会晤。这是一般的宣告，因为当时全世界都在关心这件事。"}
