{"text":"我不再冷笑，不再恶笑了，我漫步着，一面舒服的听着它那很脆的声音。八月十四日。本篇最初发表于一九三三年八月十六日申报自由谈。犬声如豹语出唐代王维山中与裴秀才迪书，原作深巷寒犬，吠声如豹。青年与老子青年与老子敬一尊听说，慨自欧风东渐以来，中国的道德就变坏了，尤其是近时的青年，往往看不起老子。这恐怕真是一个大错误，因为我看了几个例子，觉得老子的对于青年，有时确也很有用处，很有益处，不仅足为文学修养之助的。有一篇旧文章――我忘记了出于什么书里的了――告诉我们，曾有一个道士，有长生不老之术，自说已经百余岁了，看去却美如冠玉，像二十左右一样。有一天，这位活神仙正在大宴阔客，突然来了一个须发都白的老头子，向他要钱用，他把他骂出去了。大家正惊疑间，那活神仙慨然的说道，那是我的小儿，他不听我的话，不肯修道，现在你们看，不到六十，就老得那么不成样子了。大家自然是很感动的，但到后来，终于知道了那人其实倒是道士的老子。还有一篇新文章――杨某的自白――却告诉我们，他是一个有志之士，学说是很正确的，不但讲空话，而且去实行，但待到看见有些地方的老头儿苦得不像样，就想起自己的老子来，即使他的理想实现了，也不能使他的父亲做老太爷，仍旧要吃苦。于是得到了更正确的学说，抛去原有的理想，改做孝子了。假使父母早死，学说那有这么圆满而堂皇呢？这不也就是老子对于青年的益处么？那么，早已死了老子的青年不是就没有法子么？我以为不然，也有法子想。这还是要查旧书。另有一篇文章――我也忘了出在什么书里的了――告诉我们，一个老女人在讨饭，忽然来了一位大阔人，说她是自己的久经失散了的母亲，她也将错就错，做了老太太。后来她的儿子要嫁女儿，和老太太同到首饰店去买金器，将老太太已经看中意的东西自己带去给太太看一看，一面请老太太还在拣，――可是，他从此就不见了。不过，这还是学那道士似的，必须实物时候的办法，如果单是做做自白之类，那是实在有无老子，倒并没有什么大关系的。先前有人提倡过虚君共和，现在又何妨有没亲孝子？张宗昌很尊孔，恐怕他府上也未必有四书五经罢。十一月七日。本篇最初发表于一九三三年十一月十七日申报自由谈。"}
{"text":"后来她的儿子要嫁女儿，和老太太同到首饰店去买金器，将老太太已经看中意的东西自己带去给太太看一看，一面请老太太还在拣，――可是，他从此就不见了。不过，这还是学那道士似的，必须实物时候的办法，如果单是做做自白之类，那是实在有无老子，倒并没有什么大关系的。先前有人提倡过虚君共和，现在又何妨有没亲孝子？张宗昌很尊孔，恐怕他府上也未必有四书五经罢。十一月七日。本篇最初发表于一九三三年十一月十七日申报自由谈。慨自欧风东渐以来这是清末许多人笔下常常出现的滥调欧风东渐指西方文化传入中国。关于道士长生不老的故事，见太平广记卷二八九引五代汉王仁裕玉堂闲话长安完盛之时，有一道术人，称得丹砂之妙，颜如弱冠，自言三百余岁，京都人甚慕之，至于输货求丹，横经请益者，门如市肆。时有朝上数人造其第，饮啜方酣，有阍者报曰郎君从庄上来，欲参觐。道士作色叱之。坐客闻之，或曰贤郎远来，何妨一见。道士颦蹙移时，乃曰但令入来。俄见一老叟，鬓发如银，昏耄伛偻，趋前而拜，拜讫，叱入中门，徐谓坐客曰小儿愚马矣，不肯服食丹砂，以至于是，都未及百岁，枯槁如斯，常已斥于村墅间耳。坐客愈更神之。后有人私诘道者亲知，乃云伛偻者即其父也。好道术者，受其诳惑，如欺婴孩矣。杨某的自白指杨人在读书杂志第三卷第一期一九三三年二月发表的离开政党生活的战壕一文，参看本卷第页注。宋代陈世崇随隐漫录卷五钱塘游手条有与这里所述大致相同的故事。日记一九二七年西牖书钞引录过该书。虚君共和辛亥革命后，康有为曾在上海不忍杂志第九十两期合刊一九一八年一月发表共和平议与徐太傅徐世昌书，说中国不宜实行民主共和，而应实行虚君共和即君主立宪。张宗昌―山东掖县人，北洋奉系军阀。一九二五年他任山东督军时，曾提倡尊孔读经。爬和撞爬和撞荀继从前梁实秋教授曾经说过穷人总是要爬，往上爬，爬到富翁的地位。不但穷人，奴隶也是要爬的，有了爬得上的机会，连奴隶也会觉得自己是神仙，天下自然太平了。虽然爬得上的很少，然而个个以为这正是他自己。"}
{"text":"张宗昌―山东掖县人，北洋奉系军阀。一九二五年他任山东督军时，曾提倡尊孔读经。爬和撞爬和撞荀继从前梁实秋教授曾经说过穷人总是要爬，往上爬，爬到富翁的地位。不但穷人，奴隶也是要爬的，有了爬得上的机会，连奴隶也会觉得自己是神仙，天下自然太平了。虽然爬得上的很少，然而个个以为这正是他自己。这样自然都安分的去耕田，种地，拣大粪或是坐冷板凳，克勤克俭，背着苦恼的命运，和自然奋斗着，拚命的爬，爬，爬。可是爬的人那么多，而路只有一条，十分拥挤。老实的照着章程规规矩矩的爬，大都是爬不上去的。聪明人就会推，把别人推开，推倒，踏在脚底下，踹着他们的肩膀和头顶，爬上去了。大多数人却还只是爬，认定自己的冤家并不在上面，而只在旁边――是那些一同在爬的人。他们大都忍耐着一切，两脚两手都着地，一步步的挨上去又挤下来，挤下来又挨上去，没有休止的。然而爬的人太多，爬得上的太少，失望也会渐渐的侵蚀善良的人心，至少，也会发生跪着的革命。于是爬之外，又发明了撞。这是明知道你太辛苦了，想从地上站起来，所以在你的背后猛然的叫一声撞罢。一个个发麻的腿还在抖着，就撞过去。这比爬要轻松得多，手也不必用力，膝盖也不必移动，只要横着身子，晃一晃，就撞过去。撞得好就是五十万元大洋，妻，财，子，禄都有了。撞不好，至多不过跌一交，倒在地下。那又算得什么呢，――他原本是伏在地上的，他仍旧可以爬。何况有些人不过撞着玩罢了，根本就不怕跌交的。爬是自古有之。例如从童生到状元，从小瘪三到康白度。撞却似乎是近代的发明。要考据起来，恐怕只有古时候小姐抛彩球有点像给人撞的办法。小姐的彩球将要抛下来的时候，――一个个想吃天鹅肉的男子汉仰着头，张着嘴，馋涎拖得几尺长可惜，古人究竟呆笨，没有要这些男子汉拿出几个本钱来，否则，也一定可以收着几万万的。爬得上的机会越少，愿意撞的人就越多，那些早已爬在上面的人们，就天天替你们制造撞的机会，叫你们化些小本钱，而豫约着你们名利双收的神仙生活。所以撞得好的机会，虽然比爬得上的还要少得多，而大家都愿意来试试的。这样，爬了来撞，撞不着再爬鞠躬尽瘁，死而后已。八月十六日。本篇最初发表于一九三三年八月二十三日申报自由谈。"}
{"text":"爬得上的机会越少，愿意撞的人就越多，那些早已爬在上面的人们，就天天替你们制造撞的机会，叫你们化些小本钱，而豫约着你们名利双收的神仙生活。所以撞得好的机会，虽然比爬得上的还要少得多，而大家都愿意来试试的。这样，爬了来撞，撞不着再爬鞠躬尽瘁，死而后已。八月十六日。本篇最初发表于一九三三年八月二十三日申报自由谈。梁实秋在一九二九年九月新月月刊第二卷第六七号合刊发表文学是有阶级性的吗？一文，其中有这样的话一个无产者假如他是有出息的，只消辛辛苦苦诚诚实实的工作一生，多少必定可以得到相当的资产。参看二心集硬译与文学的阶级性。五十万元大洋当时国民党政府发行的航空公路建设奖券，头等奖为五十万元。康白度英语的音译，即买办。小姐抛彩球旧小说戏曲中描述的官僚贵族小姐招亲的一种方式，小姐抛出彩球，落在哪个男子身上，就嫁给他为妻。自从自由谈上发表了我的感旧和施蛰存先生的庄子与文选以后，大晚报的火炬便在征求展开的讨论。首先征到的是施先生的一封信，题目曰推荐者的立场，注云庄子与文选的论争。但施先生又并不愿意论争，他以为两个人作战，正如弧光灯下的拳击手，无非给看客好玩。这是很聪明的见解，我赞成这一肢一节。不过更聪明的是施先生其实并非真没有动手，他在未说退场白之前，早已挥了几拳了。挥了之后，飘然远引，倒是最超脱的拳法。现在只剩下一个我了，却还得回一手，但对面没人也不要紧，我算是在打逍遥游。施先生一开首就说我加以训诲，而且派他为遗少的一肢一节。上一句是诬赖的，我的文章中，并未对于他个人有所劝告。至于指为遗少的一肢一节，却诚然有这意思，不过我的意思，是以为遗少也并非怎么很坏的人物。新文学和旧文学中间难有截然的分界，施先生是承认的，辛亥革命去今不过二十二年，则民国人中带些遗少气，遗老气，甚而至于封建气，也还不算甚么大怪事，更何况如施先生自己所说，虽然不敢自认为遗少，但的确已消失了少年的活力的呢，过去的余气当然要有的。但是，只要自己知道，别人也知道，能少传授一点，那就好了。"}
{"text":"上一句是诬赖的，我的文章中，并未对于他个人有所劝告。至于指为遗少的一肢一节，却诚然有这意思，不过我的意思，是以为遗少也并非怎么很坏的人物。新文学和旧文学中间难有截然的分界，施先生是承认的，辛亥革命去今不过二十二年，则民国人中带些遗少气，遗老气，甚而至于封建气，也还不算甚么大怪事，更何况如施先生自己所说，虽然不敢自认为遗少，但的确已消失了少年的活力的呢，过去的余气当然要有的。但是，只要自己知道，别人也知道，能少传授一点，那就好了。我早经声明，先前的文字是并非专为他个人而作的，而且自看了庄子与文选之后，则连这一肢一节也已经疏远。为什么呢，因为在推荐给青年的几部书目上，还题出着别一个极有意味的问题其中有一种是颜氏家训。这家训的，生当乱世，由齐入隋，一直是胡势大张的时候，他在那书里，也谈古典，论文章，儒士似的，却又归心于佛，而对于子弟，则愿意他们学鲜卑语，弹琵琶，以服事贵人――胡人。这也是庚子义和拳败后的达官，富翁，巨商，士人的思想，自己念佛，子弟却学些洋务，使将来可以事人便是现在，抱这样思想的人恐怕还不少。而这颜氏的渡世法，竟打动了施先生的心了，还推荐于青年，算是道德修养。他又举出自己在读的书籍，是一部英文书和一部佛经，正为鲜卑语和归心篇写照。只是现代变化急速，没有前人的悠闲，新旧之争，又正剧烈，一下子看不出什么头绪，他就也只好将先前两代的道德，并萃于一身了。假使青年，中年，老年，有着这颜氏式道德者多，则在中国社会上，实是一个严重的问题，有荡涤的必要。自然，这虽为书目所引起，问题是不专在个人的，这是时代思潮的一部。但因为连带提出，表面上似有太关涉了某一个人之观，我便不敢论及了，可以和他相关的只有劝人看庄子文选了八个字，对于个人，恐怕还不能算是不敬的。但待到看了庄子与文选，却实在生了一点不敬之心，因为他辩驳的话比我所豫料的还空虚，但仍给以正经的答复，那便是感旧以后上。然而施先生的写在看了感旧以后上之后的那封信，却更加证明了他和我所谓遗少的疏远。他虽然口说不来拳击，那第一段却全是对我个人而发的。现在介绍一点在这里，并且加以注解。施先生说据我想起来，劝青年看新书自然比劝他们看旧书能够多获得一些群众。"}
{"text":"但待到看了庄子与文选，却实在生了一点不敬之心，因为他辩驳的话比我所豫料的还空虚，但仍给以正经的答复，那便是感旧以后上。然而施先生的写在看了感旧以后上之后的那封信，却更加证明了他和我所谓遗少的疏远。他虽然口说不来拳击，那第一段却全是对我个人而发的。现在介绍一点在这里，并且加以注解。施先生说据我想起来，劝青年看新书自然比劝他们看旧书能够多获得一些群众。这是说，劝青年看新书的，并非为了青年，倒是为自己要多获些群众。施先生说我想借贵报的一角篇幅，将书目改一下我想把庄子与文选改为先生的华盖集正续编及伪自由书。我想，先生为当代文坛老将，他的著作里是有着很广大的活字汇的，而且据丰之余先生告诉我，先生文章里的确也有一些从庄子与文选里出来的字眼，譬如之乎者也之类。这样，我想对于青年人的效果也是一样的。这一大堆的话，是说，我之反对推荐庄子与文选，是因为恨他没有推荐华盖集正续编与伪自由书的缘故。施先生说本来我还想推荐一二部丰之余先生的著作，可惜坊间只有丰子恺先生的书，而没有丰之余先生的书，说不定他是像先生印珂罗版木刻图一样的是私人精印本，属于罕见书之列，我很惭愧我的孤陋寡闻，未能推荐矣。这一段话，有些语无伦次了，好像是说我之反对推荐庄子与文选，是因为恨他没有推荐我的书，然而我又并无书，然而恨他不推荐，可笑之至矣。这是从国文教师转到编杂志，劝青年去看庄子与文选，论语，孟子，颜氏家训的施蛰存先生，看了我的感旧以后上一文后，不想再写什么而终于写出来了的文章，辞退做拳击手，而先行拳击别人的拳法。但他竟毫不提主张看庄子与文选的较坚实的理由，毫不指出我那感旧与感旧以后上两篇中间的错误，他只有无端的诬赖，自己的猜测，撒娇，装傻。几部古书的名目一撕下，遗少的肢节也就跟着渺渺茫茫，到底是现出本相明明白白的变了洋场恶少了。十月二十日。难得糊涂难得糊涂子明因为有人谈起写篆字，我倒记起郑板桥有一块图章，刻着难得糊涂。那四个篆字刻得叉手叉脚的，颇能表现一点名士的牢骚气。"}
{"text":"但他竟毫不提主张看庄子与文选的较坚实的理由，毫不指出我那感旧与感旧以后上两篇中间的错误，他只有无端的诬赖，自己的猜测，撒娇，装傻。几部古书的名目一撕下，遗少的肢节也就跟着渺渺茫茫，到底是现出本相明明白白的变了洋场恶少了。十月二十日。难得糊涂难得糊涂子明因为有人谈起写篆字，我倒记起郑板桥有一块图章，刻着难得糊涂。那四个篆字刻得叉手叉脚的，颇能表现一点名士的牢骚气。足见刻图章写篆字也还反映着一定的风格，正像玩木刻之类，未必只是个人的事情谬种和妖孽就是写起篆字来，也带着些妖谬的。然而风格和情绪，倾向之类，不但因人而异，而且因事而异，因时而异。郑板桥说难得糊涂，其实他还能够糊涂的。现在，到了求仕不获无足悲，求隐而不得其地以窜者，毋亦天下之至哀欤的时代，却实在求糊涂而不可得了。糊涂主义，唯无是非观等等――本来是中国的高尚道德。你说他是解脱，达观罢，也未必。他其实在固执着，坚持着什么，例如道德上的正统，文学上的正宗之类。这终于说出来了――道德要孔孟加上佛家报应之说老庄另帐登记，而说别人鄙薄佛教影响就是想为儒家争正统，原来同善社的三教同源论早已是正统了。文学呢？要用生涩字，用词藻，O纤的作品，而且是新文学的作品，虽则他否刃挛难途晌学的分界而大众文学固然赞成，但那是文学中的一个旁支。正统和正宗，是明显的。对于人生的倦怠并不糊涂！活的生活已经那么穷乏，要请青年在佛家报应之说，在文选，庄子，论语，孟子里去求得修养。后来，修养又不见了，只剩得字汇。自然景物，个人情感，宫室建筑，之类，还不妨从文选之类的书中去找来用。从前严几道从甚么古书里――大概也是庄子罢――找着了幺匿两个字来译，又古雅，又音义双关的。但是后来通行的却是单位。严老先生的这类字汇很多，大抵无法复活转来。现在却有人以为汉以后的词，秦以前的字，西方文化所带来的字和词，可以拼成功我们的光芒的新文学。这光芒要是只在字和词，那大概像古墓里的贵妇人似的，满身都是珠光宝气了。人生却不在拼凑，而在创造，几千百万的活人在创造。可恨的是人生那么骚扰忙乱，使一些人不得其地以窜，想要逃进字和词里去，以求庶免是非，然而又不可得。真要写篆字刻图章了！"}
{"text":"但是后来通行的却是单位。严老先生的这类字汇很多，大抵无法复活转来。现在却有人以为汉以后的词，秦以前的字，西方文化所带来的字和词，可以拼成功我们的光芒的新文学。这光芒要是只在字和词，那大概像古墓里的贵妇人似的，满身都是珠光宝气了。人生却不在拼凑，而在创造，几千百万的活人在创造。可恨的是人生那么骚扰忙乱，使一些人不得其地以窜，想要逃进字和词里去，以求庶免是非，然而又不可得。真要写篆字刻图章了！十一月六日。辨言在昔人智未辟，天然擅权，积山长波，皆足为阻。递有刳木剡木之智，乃胎交通而桨而帆，日益衍进。惟遥望重洋，水天相接，则犹魄悸体栗，谢不敏也。既而驱铁使汽，车舰风驰，人治日张，天行自逊，五州同室，交贻文明，以成今日之世界。然造化不仁，限制是乐，山水之险，虽失其力，复有吸力空气，束缚群生，使难越雷池一步，以与诸星球人类相交际。沉沦黑狱，耳窒目朦，夔以相欺，日颂至德，斯固造物所乐，而人类所羞者矣。然人类者，有希望进步之生物也，故其一部分，略得光明，犹不知餍，发大希望，思斥吸力，胜空气，泠然神行，无有障碍。若培伦氏，实以其尚武之精神，写此希望之进化者也。凡事以理想为因，实行为果，既莳厥种，乃亦有秋。尔后殖民星球，旅行月界，虽贩夫稚子，必然夷然视之，习不为诧。据理以推，有固然也。如是，则虽地球之大同可期，而星球之战祸又起。呜呼！琼孙之福地，弥尔之乐园，遍觅尘球，竟成幻想冥冥黄族，可以兴矣。培伦者，名查理士，美国硕儒也。学术既覃，理想复富。默揣世界将来之进步，独抒奇想，托之说部。经以科学，纬以人情。离合悲欢，谈故涉险，均综错其中。间杂讥弹，亦复谭言微中。十九世纪时之说月界者，允以是为巨擘矣。然因比事属词，必洽学理，非徒摭山川动植，侈为诡辩者比。故当觥觥大谈之际，或不免微露遁辞，人智有涯，天则甚奥，无如何也。至小说家积习，多借女性之魔力，以增读者之美感，此书独借三雄，自成组织，绝无一女子厕足其间，而仍光怪陆离，不感寂寞，尤为超俗。盖胪陈科学，常人厌之，阅不终篇，辄欲睡去，强人所难，势必然矣。惟假小说之能力，被优孟之衣冠，则虽析理谭玄，亦能浸淫脑筋，不生厌倦。"}
{"text":"间杂讥弹，亦复谭言微中。十九世纪时之说月界者，允以是为巨擘矣。然因比事属词，必洽学理，非徒摭山川动植，侈为诡辩者比。故当觥觥大谈之际，或不免微露遁辞，人智有涯，天则甚奥，无如何也。至小说家积习，多借女性之魔力，以增读者之美感，此书独借三雄，自成组织，绝无一女子厕足其间，而仍光怪陆离，不感寂寞，尤为超俗。盖胪陈科学，常人厌之，阅不终篇，辄欲睡去，强人所难，势必然矣。惟假小说之能力，被优孟之衣冠，则虽析理谭玄，亦能浸淫脑筋，不生厌倦。彼纤儿俗子，山海经，三国志诸书，未尝梦见，而亦能津津然识长股，奇肱之域，道周郎，葛亮之名者，实镜花缘及三国演义之赐也。故掇取学理，去庄而谐，使读者触目会心，不劳思索，则必能于不知不觉间，获一斑之智识，破遗传之迷信，改良思想，补助文明，势力之伟，有如此者！我国说部，若言情谈故刺时志怪者，架栋汗牛，而独于科学小说，乃如麟角。智识荒隘，此实一端。故苟欲弥今日译界之缺点，导中国人群以进行，必自科学小说始。月界旅行原书，为日本井上勤氏译本，凡二十八章，例若杂记。今截长补短，得十四回。初拟译以俗语，稍逸读者之思索，然纯用俗语，复嫌冗繁，因参用文言，以省篇页。其措辞无味，不适于我国人者，删易少许。体杂言庞之讥，知难幸免。书名原属自地球至月球在九十七小时二十分间意，今亦简略之曰月界旅行。癸卯新秋，识于日本古江户之旅舍。月界旅行法国小说家儒勒凡尔纳著的科学幻想小说，当时误为美国查理士培伦著，一八六五年出版，题为自地球至月球在九十七小时二十分间。据日本井上勤的译本重译，一九三年十月日本东京进化社出版，署中国教育普及社译印。儒勒凡尔纳s，―的小说富于幻想，幻想中却含有科学的真实性，是全世界儿童所喜爱的读物。著有格兰特船长的儿女海底两万缮衩氐喊耸天环游地球等。本篇最初印入月界旅行。积山长波高山大河。刳木剡木指造船。刳，剖开挖空剡，削尖。天然自逊大自然的威力渐趋削弱。雷池在安徽望江县南，池水东入长江。晋书庾亮传报温峤书足下无过雷池一步也。意思是叫温峤不要越过雷池到京城今南京去。"}
