{"text":"到了做作而不自知是做作，自己也动了真情的时候，做作便成了本性，这是做作的大师。真诚者的灵魂往往分裂成一个法官和一个罪犯。当法官和罪犯达成和解时，真诚者的灵魂便得救了。做的灵魂往往分裂成一个戏子和一个观众。当戏子和观众彼此厌倦时，做的灵魂便得救了。她读着凡高的传记，泪眼汹涌，心想如果我在那个时代出生，我一定嫁给凡高。在凡高活着时，一定也有姑娘想象自己嫁给更早时代的天才，并且被这个念头感动得掉泪。而与此同时，凡高依然找不到一个愿意嫁给他的姑娘。"}
{"text":"合理的教育体制应该向不同资质的学生都提供相应的机会。所谓天才教育的结果多半不是把一个普通资质的人培养成了天才，而是把他扭曲成了一个高不成低不就的畸形儿。教育不可能制造天才，却可能扼杀天才。因此，天才对教育唯一可说的话是第欧根尼的那句名言不要挡住我的阳光。一切教育都可以归结为自我教育。学历和课堂知识均是暂时的，自我教育的能力却是一笔终身财富。经验证明，一个人最终是否成材，往往不取决于学历的长短和课堂知识的多少，而取决于是否善于自我教育。天赋平常的人能否成才，在很大程度上取决于所处的具体教育环境，学校能够培养出也能够毁灭掉一个中等之才。天才却是不受某个具体教育环境限制的，因为他本质上是自己培育自己。当然，天才也可能被扼杀，但扼杀他的只能是时代或大的社会环境。在一定的意义上，人是教育的产物，因为所受教育的不同，人生的面貌也会不同。当然，这里说的教育是广义的，不限于学校教育。衡量一种教育的优劣，不但要用社会的尺度，看它能否为社会培养有用的人材，更要用人生的尺度，看它是拓展了还是缩减了受教育者的人生可能性。文明之对于不同的人，往往进入其不同的心理层次。进入意识层次，只是学问进入无意识层次，才是教养。做父母做得怎样，最能表明一个人的人格素质和教养。被自己的孩子视为亲密的朋友，这是为人父母者所能获得的最大的成功。不过，为人父母者所能遭到的最大的失败却并非被自己的孩子视为对手和敌人，而是被视为上司或者奴仆。我对孩子的期望――第一个愿望平安。如果想到包围着她的环境中充满不测，这个愿望几乎算得上奢侈了。第二个愿望身心健康地成长。至于她将来做什么，有无成就，我不想操心也不必操心，一切顺其自然。"}
{"text":"如果想到包围着她的环境中充满不测，这个愿望几乎算得上奢侈了。第二个愿望身心健康地成长。至于她将来做什么，有无成就，我不想操心也不必操心，一切顺其自然。"}
{"text":"民族文化与其说是一个文化概念，不如说是一个政治概念。在我眼里，只存在一个统一的世界文化宝库，凡是进入这个宝库的文化财富在本质上是没有国籍的。无论东方还是西方，文化中最有价值的东西必定是共通的，是属于全人类的。那些仅仅属于东方或者仅仅属于西方的东西，哪怕是好东西，至多也只有次要的价值。东方和西方的关系问题也是一个说不完的老话题了。我的直觉是，在这个问题上的一切极端之论都是可疑的。需要的是一种平常心，一种不假思索就喜欢和接纳一切好东西的健康本能。在此前提下，才能用一种开阔的人类眼光来看待东西方文化之异同。我在这里发现了一个常识与智慧矫情与狭隘心理相结合的具体例证。人类基本的真理始终是相同的，变化的只是对它们的表达以及那些次要的真理。我确信人性和人生基本境况是不变的，人类不分古今东西都面临着某些永恒的根本问题，对这些问题的思考构成了一切精神文化的核心。当然，对于每个人来说，如何融汇贯通却是要他独立完成的事情，并且必定显出文化背景和价值取向的差别。常常听人叹息中国为什么出不了大思想家？什么时候我们才有自己的世界级大思想家？我答道难道这很重要吗？凡是大思想家，例如康德海德格尔等等，既然是世界级的，就是属于全世界的，也是属于你的。思想无国别。按照国别选择思想家的人，真正看重的不是思想，而是民族的虚荣。作为英国人，毛姆生下来便是基督徒，而基督徒是把天主教视为异教的。有一天，他忽然想到，他完全可能生在德国南方，成为一个天主教徒，那样他就要因为并非自己的过错而作为异教徒受惩罚了。这未免太荒谬。这样一想，他从此不信教了。我认为，在这个最简单的思路中，包含了国际主义的最深刻的理由。中国要真正成为有世界影响的文化大国，就必须改变文化的实用品格。一切伟大的精神创造的前提是把精神价值本身看得至高无上。一个民族拥有一批以纯粹精神创造为乐的人，并且以拥有这样一批人为荣，在这样的民族中最有希望产生出世界级的文化伟人。儒家未知生，焉知死，道家齐生死，都不肯正视死。儒家入世，道家出世，都躲开了世界的可怕边缘。"}
{"text":"我认为，在这个最简单的思路中，包含了国际主义的最深刻的理由。中国要真正成为有世界影响的文化大国，就必须改变文化的实用品格。一切伟大的精神创造的前提是把精神价值本身看得至高无上。一个民族拥有一批以纯粹精神创造为乐的人，并且以拥有这样一批人为荣，在这样的民族中最有希望产生出世界级的文化伟人。儒家未知生，焉知死，道家齐生死，都不肯正视死。儒家入世，道家出世，都躲开了世界的可怕边缘。儒教其实是处世术，道教其实是养身术，儒道释合流其实是统治术。一家小饭店，两个外国人坐着吃面条。邻桌上，一个醉汉破口大骂洋人和洋奴。外国人吃完了，回过头向醉汉借打火机，醉汉立刻住口，送上打火机。外国人走了，走到门口，醉汉冲着他们的背影啐了一口唾沫，接着又开始骂。刚才是骂洋人有钱，现在是骂他妈的，两角钱吃一碗面条，还不如我！小市民式的爱国主义的缩影。从事人文研究的三种方式一，学者的方式严格地做学问，讲究规范和方法，注重材料的发现整理和解释二，才子的方式潇洒地玩学问，讲究趣味和技巧，易卖弄机智和才情三，思想者的方式通过学问求真理或信仰，注重精神上的关切。当我们围绕某一个主题读书和写作时，我们便称之为学术。我们的主题越是固定不变，以至于不再读与这个主题无关的书和不再写与这个主题无关的文章，我们就越是纯粹的学者。这是我多年前写下的一则感想――留在国内的人开始鼓吹纯学术了，似乎一切都可以被剥夺，唯有学术剥夺不了，于是学术就变得纯而又纯了。据说跑到国外的人已经在鼓吹流亡文化，似乎一切都带不走，惟独带走了文化，于是文化便和他们一起踏上了流亡之途。守着学术坚持，或者担着文化流浪，大约都能使人体会到一种使命感。可惜的是，我的学术永远纯不了，你的文化永远有个家，谁本来有什么就仍旧有什么。卧薪尝胆的纯学术和义愤填膺的流亡文化好像都很有悲剧色彩，但我担心有一天我们将不得不观看两者吵架的闹剧。我发现，许多时候，我以为自己在思考，其实脑子里只是在做着文字的排列组合。这肯定是以文字为生的人的通病。"}
{"text":"一是精神性的，旨在追求个人完善，此种追求若赋予神圣的名义，便进入宗教的领域。一是实用性的，旨在维护社会秩序，此种维护若辅以暴力的手段，便进入法律的领域。实际上这是两种完全不同的东西，混淆必生恶果。试图靠建立某种社会秩序来强制实现个人完善，必导致专制主义。把社会秩序的取舍完全交付个人良心来决定，必导致无政府主义。人生与道德做人与处世精神追求与社会关切之间有着内在的联系。如果要在两者之间寻找一个结合点，伦理学无疑最具备此种资格。伦理学的内容应该拓宽，把人生哲学的基本原理也包括进去，不能只局限于道德学说。在这世界上，谁真正严肃地生活着难道是那些从不反省人生的浅薄之辈，哪怕他们像钟表一样循规蹈矩，像石像一样不苟言笑，哪怕他们是良民忠臣孝子好丈夫好父亲在我看来，对自己的生命不负责任，就无严肃可言，平庸就是最大的不严肃。群体性的懒惰是阻碍个性发展的最大阻力。在社会中，每个人个性的自由发展意味着竞争，于是，为了自己能偷懒，就嫉恨他人的优秀，宁愿人人都保持在平庸的水平上。怯懦是懒惰的副产品。首先有多数人的懒惰而不求个人的独特，这多数的力量形成了一条防止个人求优异的警戒线，然后才有了人言可畏的怯懦心灵。个人越是雷同，社会就越是缺少凝聚力。无个性的个体不能结合为整体。个人越是独特，个性的差异越是鲜明，由这样的个体组成的社会有机体就越是生气勃勃。一个行为有两个动机，一个光明，浮在表面一个晦暗，沉在底里。当它们各居其位时，灵魂风平浪静。有谁想把它们翻一个个儿，灵魂就会涌起惊涛骇浪。在幸福时，人也会有良心的斗争，但那良心是在脑子里，斗来斗去只是头痛。只有在苦难中，回首往事，良心发现，这时的良心才在心灵中，人才真正感到心痛。我们的心灵上都罩着各式滤色镜，只允许某些种类的光线透出，遮住了另一些种类的光线。于是，连自己也无法看清自己内心的复杂的丰富的色彩。一切都合理化了，也贫乏化了。然后，滤色镜又对经过它过滤的即被它批准的心灵品质下判断，用道德上的自豪感来平息我们的不安。专制国家把病人当罪人，民主国家把罪人当病人。"}
{"text":"只有在苦难中，回首往事，良心发现，这时的良心才在心灵中，人才真正感到心痛。我们的心灵上都罩着各式滤色镜，只允许某些种类的光线透出，遮住了另一些种类的光线。于是，连自己也无法看清自己内心的复杂的丰富的色彩。一切都合理化了，也贫乏化了。然后，滤色镜又对经过它过滤的即被它批准的心灵品质下判断，用道德上的自豪感来平息我们的不安。专制国家把病人当罪人，民主国家把罪人当病人。后者的高明之处是不以法官自居，但它毕竟是以医生自居，并且常常忘掉一个常识医生也会生病的。同样的缺陷，发生在一些人身上，我们把它看作疾病，发生在另一些人身上，我们把它看作罪恶。我们有时用医生的眼光看人，有时用道德家的眼光看人。医生把罪犯看作病人，道德家把病人看作罪犯。医生治国，罪犯猖獗。道德家治国，病人遭殃。在医生眼里，人人都有病。在道德家眼里，人人都有罪。医生怜悯人类，道德家仇恨人类。怜悯人类的人自己有病，仇恨人类的人自己有罪。"}
{"text":"一座座丰碑，纪念着万世功业。连荒冢中千篇一律的墓碑，也有一副不朽的面孔。你也是一块碑，谁能读懂你身上的铭文我不是碑，也留不下碑。我死后没有墓志铭。我一路走去，在水上留下泡沫，在泥上留下痕迹。泡沫转眼进裂，痕迹瞬即泯灭。多数时候，我连泡沫和痕迹也没有，生命消逝得无声无息，无影无踪。我是易朽的。不过我不在乎。我兴致勃勃地打捞我的泡沫，收集我的痕迹。我知道我永远成不了莎士比亚歌德，但是我宁愿永远不读他们的传世名作，也不愿轻易放过―个瞬息的灵感而不去写下我的易朽的诗句。别人的书再伟大，再卓越，也只是别人的生命事件的痕迹。它们也许会触发我的生命事件，但只有我自己才能刻下我的生命事件的痕迹。对于我来说，人类历史上任何一部不朽之作都只是在某些时辰进入我的生命，唯有我自己的易朽的作品才与我终生相伴。我不企求身后的不朽。在我有生之年，我的文字陪伴着我，唤回我的记忆，沟通我的岁月，这就够了，这就是我唯一可以把握的永恒。我不追求尽善尽美。我的作品是我的足迹，我留下它们，以便辨认我走过的路，至于别人对它们作出何种解释，就与我无关了。我把易逝的生命兑换成耐久的文字。文字原是我挽留生命的手段，现在却成了目的，而生命本身反而成了手段。有各种各样的收藏家。作家也是收藏家，他专门收藏自己的作品。当他打开自己的文柜，摆弄整理自己的文字时，那入迷的心境比起集邮迷钱迷来，有过之而无不及。可是，他的收藏品只有一个来源，便是写作。也许正是这种特殊的收藏癖促使他不停地写呵写。文字是感觉的保险柜。岁月流逝，当心灵的衰老使你不再能时常产生新鲜的感觉，头脑的衰老使你遗忘了曾经有过的新鲜的感觉时不必悲哀，打开你的保险柜吧，你会发现你毕竟还是相当富有的。勤于为自己写作的人，晚年不会太凄凉，因为你的文字――也就是不会衰老的那个你―――陪伴着你，他比任何伴护更善解人意，更忠实可靠。收藏家和创作家是两种不同的人。你搜集一切，可是你从不创造。我什么也留不住，可是一旦我有点什么，那必然是任何人都没有的东西。写作的快乐是向自己说话的快乐。"}
{"text":"岁月流逝，当心灵的衰老使你不再能时常产生新鲜的感觉，头脑的衰老使你遗忘了曾经有过的新鲜的感觉时不必悲哀，打开你的保险柜吧，你会发现你毕竟还是相当富有的。勤于为自己写作的人，晚年不会太凄凉，因为你的文字――也就是不会衰老的那个你―――陪伴着你，他比任何伴护更善解人意，更忠实可靠。收藏家和创作家是两种不同的人。你搜集一切，可是你从不创造。我什么也留不住，可是一旦我有点什么，那必然是任何人都没有的东西。写作的快乐是向自己说话的快乐。真正爱写作的人爱他的自我，似乎一切快乐只有被这自我分享之后，才真正成其为快乐。他与人交谈似乎只是为了向自己说话，每有精彩之论，总要向自己复述一遍。真正的写作，即完全为自己的写作，往往是从写日记开始的。当一个少年人并非出于师长之命，而是自发地写日记时，他就已经意识到并且试图克服生存的虚幻性质了。他要抵抗生命的流逝，挽留岁月，留下它们曾经存在的确凿证据。一个真正的写不过是―个改不掉写日记的习惯的人罢了，他的全部作品都是变相的日记。灵魂是―片园林，不知不觉中会长出许多植物，然后又不知不觉地凋谢了。我感到惋惜，于是写作。写作使我成为自己的灵魂园林中的一个细心的园丁，将自己所喜爱的植物赶在凋谢之前加以选择培育修剪移植和保存。文字的确不能替我们留住生活中最好的东西，它又不愿退而去记叙其次好的东西，于是便奋力创造出另一种最好的东西，这就有了文学。留着写回忆录吗不，现在不写，就永远不能补写了。感觉是复活不了的。年老时写青年时代的回忆，写出的事件也许是青年时代的事件，感觉却是老年人的感觉。犹如刻舟求剑，舟上刻下的事件之痕再多，那一路掉在岁月之流中的许多感受却再也打捞不起来了。一切执著，包括对文字的执著，只对身在其中者有意义。隔一层境界看，意义即消失。例如，在忙人眼里，文字只是闲情逸致在政客眼里，文字只是雕虫小技在高僧眼里，文字只是浮光掠影。我用语词之锁锁住企图逃逸的感觉，打开锁来，发现感觉已经死去。文字与眼前的景物心中的激情有何共同之处呢？所以，写作是一件多么令人绝望的工作。"}
