{"text":"这种生命概念的结果使一个人对于任何物事都有一种伸长的见解，而不再认生命为始于个人，止于个人。球队当中虽有一两个守卫中途退出，但他们的位置即刻有人填补，而球赛依旧可以继续下去。成败也因而变换了性质。中国的生活理想是做人须无愧于祖宗，并且无愧于自己的好儿子。中国官员在辞职时每引用下面这两句老话有子万事足，无官一身轻。一个人最不幸的遭遇或许就是儿子不肖，不能维持家声保持家产。一个富翁看见他的儿子好赌，就觉得他半生辛劳所积聚的家产不能保持。如果儿子失败，这失败便是绝对的。在另一方面，一个眼光远大的寡妇，她如有一个五岁的好孩子，她就能含辛茹苦历尽艰难去教养他。中国历史中这种守节抚孤的女人很多很多，期望经历多年苦况之后儿子成人，一旦飞黄腾达。蒋介石就是这类事件的一个最近榜样。他幼时和寡母常受邻人的欺侮，但寡母因有这个儿子，终愿奋志抚养。寡居的母亲，由于她们的富有实际见解，常常教养出才德俱优的大人物。这桩情形使我觉得单以抚育儿童而言，父亲竟是不必要的。寡妇的笑声最响，因为她总是末了一个发出笑声的人。因此，生活在这种家庭方式之中是令人满意的。因为人生的生物性各方面都已顾到。此即孔子所关切的事情。依孔子的见解，政治的最后理想原是异常属于生物性的。他说老者安之，少者怀之。内无怨女，外无旷夫。这话不单是对于枝节问题的一种表白，而实是政治的最后目标，所以尤堪注意。此即人性学者所谓的达情哲理。孔子意欲使一切人类天性都得到满足，以为必须如此方能使人在满意的生活中得到道德的和平，而只有道德的和平方是真正的和平。这是一种政治理想，其目的在于使政治成为不必要。因为这种和平是发于人类本心，极为稳固的和平。叩头的软体操价值杂说论笑之可恶人生之研究在下面的文章里我不过是表现中国人的观点。我只表现一种中国最优越最聪慧的哲人们所见到而在他们的文字中发挥过的人生观和事物观。我知道这是一种闲适哲学，是在异于现今时代里的闲适生活中所产生。我总觉得这种人生观是绝对真实的。人类心性既然相同，则在这个国家里能感动人的东西，自然也会感动别的国家的人类。我将要表现中国诗人和学者们的人生观，这种人生观是经过他们的常识和他们的诗意情绪而估定的。我想显示一些异教徒世界的美，显示一个明知此生有涯，但是短短的生命未始没有它的尊严的民族所看到的人生悲哀美丽恐惧和喜乐。"}
{"text":"我只表现一种中国最优越最聪慧的哲人们所见到而在他们的文字中发挥过的人生观和事物观。我知道这是一种闲适哲学，是在异于现今时代里的闲适生活中所产生。我总觉得这种人生观是绝对真实的。人类心性既然相同，则在这个国家里能感动人的东西，自然也会感动别的国家的人类。我将要表现中国诗人和学者们的人生观，这种人生观是经过他们的常识和他们的诗意情绪而估定的。我想显示一些异教徒世界的美，显示一个明知此生有涯，但是短短的生命未始没有它的尊严的民族所看到的人生悲哀美丽恐惧和喜乐。中国的哲学家是睁着一只眼做梦的人，是一个用爱和讥评心理来观察人生的人，是一个自私主义和仁爱的宽容心混合起来的人，是一个有时从梦中醒来，有时又睡了过去，在梦中比在醒时更觉得富有生气，因而在他清醒时的生活中也含着梦意的人。他把一只眼睁着，一只眼闭着，看透了他四周所发生的事物和他自己的徒劳，而不过仅仅保留着充分的现实感去走完人生应走的道路。因此，他并没有虚幻的憧憬，所以无所谓醒悟他从来没有怀着过度的奢望，所以无所谓失望。他的精神就是如此得了解放。观测了中国的文学和哲学之后，我得到一个结论中国文化的最高理想人物，是一个对人生有一种建于明慧悟性上的达观者。这种达观产生宽宏的怀抱，能使人带着温和的讥评心理度过一生，丢开功名利禄，乐天知命地过生活。这种达观也产生了自由意识，放荡不羁的爱好，傲骨和漠然的态度。一个人有了这种自由的意识及淡漠的态度，才能深切热烈地享受快乐的人生。我不用说我的哲学思想是否适用于西方人。我们要了解西方人的生活，就得用西方的眼光，用他们自己的性情，他们自己的物质观念，和他们自己的头脑去观察。无疑美国人能忍受中国人所不能忍受的事物，同样中国人也能忍受美国人所不能忍受的事物。我们生下来就不同样，这已有显著的区别。然而这也不过是比较的看法。我相信在美国的繁忙生活中，他们也一定有一种企望，想躺在一片绿草地上，在美丽的树阴下什么事也不做，只想悠闲自在地去享受一个下午。醒转来生活吧p这种普遍的呼声，在我看来很足以证明有一部分美国人宁愿过梦中的光阴，但是美国人终还不至于那么颓丧。问题只是他对这种闲适生活，要想享受的多少之间和他要怎样使这种生活实现而已。"}
{"text":"然而这也不过是比较的看法。我相信在美国的繁忙生活中，他们也一定有一种企望，想躺在一片绿草地上，在美丽的树阴下什么事也不做，只想悠闲自在地去享受一个下午。醒转来生活吧p这种普遍的呼声，在我看来很足以证明有一部分美国人宁愿过梦中的光阴，但是美国人终还不至于那么颓丧。问题只是他对这种闲适生活，要想享受的多少之间和他要怎样使这种生活实现而已。也许美国人只是在这个忙碌的世界上，对于闲荡一词有些感到惭愧可是我确切知道，一如知道他们也是动物一样，他们有时也喜欢松松肌肉，在沙滩上伸伸懒腰，或是静静地躺着，把一条腿舒服地跷起来，把手臂搁在头下当枕头。如果这样，便跟颜回差不多颜回也有这种美德，孔子在众弟子中，也最器重他。我希望看到的，就是他能对这件事抱诚实的态度譬如他喜欢这件事，便应向全世界实说他喜欢这件事应在他闲逸自适地躺在沙滩上，而不是在办公室里时，他的灵魂喊着人生真美妙啊！所以现在我们将要看到中国整个民族思想所理解的那种哲学和生活艺术。我认为不论是在好的或坏的方面，世界上没有一样东西是如它想像的。因为我们在这里看见一种完全不同的思想典型，由这种思想典型产生了一种簇新的人生观念，任何一个民族的文化都是他的思想产物，这话绝无疑义。中国民族思想在种族性上和西方文化是那么不同，在历史上又和西方文化那么隔离着因此我们自然能从这种地方，找到一些人生问题的新答案，或者好一些，找到一些探讨人生问题的新方法。或者更好些，找到一些人生问题的新论据。我们要知道这种思想的美点和缺点，至少可以由它过去的历史看出。它有光辉灿烂的艺术，也有微不足道的科学，有博大的常识，也有幼稚的逻辑，有精雅温柔的关于人生的闲谈，却没有学者风味的哲学。很多人本来都知道中国人的思想非常实际而精明，爱好中国艺术的人也都知道中国人的思想是极灵敏的一部分的人则承认中国人的思想也是富有诗意和哲理的。至少大家都知道中国人善于利用哲理的眼光去观察事物，这比之中国有伟大的哲学或有几个大哲学家的那种说法，更有意义。一个民族产生过几个大哲学家没什么稀罕，但一个民族能以哲理的眼光去观察事物，那是难能可贵的。无论怎样，中国这个民族显然是比较富于哲理性，而少实效性，假如不是这样的话，一个民族经过了四千年专讲效率生活的高血压，那是早已不能继续生存了。四千年专重效能的生活能毁灭任何一个民族。"}
{"text":"至少大家都知道中国人善于利用哲理的眼光去观察事物，这比之中国有伟大的哲学或有几个大哲学家的那种说法，更有意义。一个民族产生过几个大哲学家没什么稀罕，但一个民族能以哲理的眼光去观察事物，那是难能可贵的。无论怎样，中国这个民族显然是比较富于哲理性，而少实效性，假如不是这样的话，一个民族经过了四千年专讲效率生活的高血压，那是早已不能继续生存了。四千年专重效能的生活能毁灭任何一个民族。一个重要的结果就是在西方狂人太多了，只好把他们关在疯人院里而在中国狂人太罕有了，所以崇拜他们凡具有中国文学知识的人，都会证实这一句话。我所要说明的就在乎此。是的，中国有一种轻逸的，一种近乎愉快的哲学，他们的哲学气质，可以在他们那种智慧而快乐的生活哲学里找到最好的论据。一个准科学公式现在就让我们先来研究产生这个生活哲学的中国人的理智构造――伟大的现实主义，不充分的理想主义，很多的幽默感，以及对人生和自然的高度诗意感觉性。人类似分成两种人一种是理想主义者，另一种是现实主义者，是造成人类进步的两种动力。人性好似泥土，由理想主义浇灌后即变成了柔软可塑的东西，但是使泥土凝结的还是泥土本身，不然我们早就蒸发而化气了。理想主义和现实主义这两种力，在一切人类活动里，个人的社会的，或民族的，都互相牵制着，而真正的进步便是由这二种成分的适当混合而促成所谓适当的混合就是将泥土保持着适宜的柔软可塑的状态，半湿半燥，恰到好处。例如英国这个最健全的民族，就是现实主义和理想主义适当地混合起来而成的。有些国家常要发生革命，这是因为它们的泥土吸收了一些不能适当同化的外国思想液汁的缘故，以致泥土不能保持着它们的形式。模糊而缺乏批判精神的理想主义，是极为可笑的。这种理想主义的成分如果太多，于人类颇为危险，它使人徒然地追求虚幻的理想。在任何一个社会或民族里，如果这种幻想的理想主义成分太多，就会时常发生革命。人类好似一对理想主义的夫妻，对于他们的住所永远感到不满意，每三个月总要搬一次家，他们以为没有一块地方是理想的，而没有到过的地方似乎总是好的。幸而人类也赋有一种幽默感，其功用，是在纠正人类的梦想，而引导人们去和现实世界相接触。人类不可没有梦想，可是他也不能不好笑他自己的梦想，两者也许同样的重要。这是多么伟大的天赋，而中国人就富于这种特质。"}
{"text":"在任何一个社会或民族里，如果这种幻想的理想主义成分太多，就会时常发生革命。人类好似一对理想主义的夫妻，对于他们的住所永远感到不满意，每三个月总要搬一次家，他们以为没有一块地方是理想的，而没有到过的地方似乎总是好的。幸而人类也赋有一种幽默感，其功用，是在纠正人类的梦想，而引导人们去和现实世界相接触。人类不可没有梦想，可是他也不能不好笑他自己的梦想，两者也许同样的重要。这是多么伟大的天赋，而中国人就富于这种特质。幽默感我在下面一章里将做更详细的讨论似乎和现实主义或称现实感有密切的联系。说笑话者虽常常残酷地使理想主义者感到幻灭，但是在另一方面，却完成了一种极重要的任务，这足以使理想主义者不至于把头碰在现实的墙壁上，而受到一个比幻灭更猛烈的撞击。同时也能缓和暴躁急烈分子的紧张心情，使他可以寿命长一些。如能预先让他知道幻灭的无可避免，或许可以使他在最后的撞击里减少一些痛苦，因为一个幽默家始终是像一个负责者将坏的消息温和地告诉垂死的病人。有时一个幽默家的温和警告会挽救垂死者的生命。假如理想主义和幻灭必须在这世界上同时并存，那么，我们与其说那个说笑话者是残忍的，还不如说人生是残酷的了。我时常想到一些机构公式，想把人类进步和历史变迁明确地表示出来。这些公式仿佛如下现实减梦想等于禽兽现实加梦想等于心痛普通叫做理想主义现实加幽默等于现实主义普通叫做保守主义梦想减幽默等于热狂梦想加幽默等于幻想现实加梦想加幽默等于智慧这样看来，智慧或最高型的思想，它的形成就是在现实的支持下，用适当的幽默感把我们的梦想或理想主义调和配合起来。为尝试制造一些准科学的公式起见，不妨进一步照下列的方法来分析各国的民族性。我用准科学这个名字，因为我不相信那种呆板的机械公式真能够把人类活动或人类性格表现出来。把人类的活动归纳到一个呆板的公式里，这已经缺少幽默感，因此也就缺乏智慧。我并不是说现在没有拟这一类的公式在今日之下，这种准科学正多着。到一个心理学家竟能衡量人类的智能或性格时，这世界可真够可怜，因为有人性的学问都被专家跑来篡夺了。但如果我们认为这些公式不过是拿来表现某些意见的简便图解方法，而不拿科学神圣名义来做我们护符，则尚没有什么关系。"}
{"text":"我用准科学这个名字，因为我不相信那种呆板的机械公式真能够把人类活动或人类性格表现出来。把人类的活动归纳到一个呆板的公式里，这已经缺少幽默感，因此也就缺乏智慧。我并不是说现在没有拟这一类的公式在今日之下，这种准科学正多着。到一个心理学家竟能衡量人类的智能或性格时，这世界可真够可怜，因为有人性的学问都被专家跑来篡夺了。但如果我们认为这些公式不过是拿来表现某些意见的简便图解方法，而不拿科学神圣名义来做我们护符，则尚没有什么关系。下面所写是我替某些民族的特性所拟的公式，这些公式完全是照我个人意思而定，绝对无法证实。任何人都可反对它们，修改它们，或另改为他自己的公式。现在以现字代表现实感或现实主义，梦字代表梦想或理想主义，幽字代表幽默感――再加上一个重要的成分――敏字代表敏感性，再以四代表最高，三代表高，二代表中，一代表低，这样我们就可以用准化学公式代表下列的民族性。正如硫酸盐和硫化物，或一氧化碳和二氧化碳的作用各不相同，人类和社会也依它们不同的构造，而有不同的作用。在我看来，人类社会或民族在同样情形之下，却有不同的行为，确是一桩很有趣的事。我们既然不能摹仿化学的形式发明幽默化物和幽默盐一类的名字，自只可用三份现实主义，二份梦想，二份幽默和一份敏感性的方式造成一个英国人。现三梦二幽二敏一等于英国人现二梦三幽三敏三等于法国人现三梦三幽二敏二等于美国人现三梦四幽一敏二等于德国人现二梦四幽一敏一等于俄国人现二梦三幽一敏一等于日本人现四梦一幽三敏三等于中国人我不十分知道意大利人酉班牙人印度人和其他的民族，所以不敢拟议他们的公式，同时上列公式本身就不很靠得住，每一公式都足以引起严切的批评。这些公式与其说是权威的，不如说是含有挑拨性的。假使我能得到一些新见识或新印象时，我预备把这些公式逐渐修正，以供我自己应用。它们的价值眼前只限于此，这无非是我智识的进步和我愚昧的缺陷的一个记录而已。"}
{"text":"这些公式与其说是权威的，不如说是含有挑拨性的。假使我能得到一些新见识或新印象时，我预备把这些公式逐渐修正，以供我自己应用。它们的价值眼前只限于此，这无非是我智识的进步和我愚昧的缺陷的一个记录而已。这里也许有值得讨论的地方，我认为中国人和法国人最为相近，这从法国人著书和饮食的方式可以清楚地看出来，同时法国人更丰富的理想主义是由比较轻松的性情所产生，而以爱好抽象观念的形式表现出来请回想他们在文学艺术和政治运动上的宣言吧。以现四来代表中国人民，是说中国人是世界上最现实化的民族，梦一的低分数则表示他们在生活类型或生活理想上似乎缺乏变迁性。中国人的幽默敏感性和现实主义，我给了较高的分数，这大概是我同国人接触密切印象生动的缘故吧。中国人的敏感性，无需我细为解释，从中国的散文诗歌和绘画即可以得到很好的说明了。日本人和德国人在缺乏幽默感的方面，极为相像一般的印象，然而无论哪一个民族的特性，总不能以零为代表，甚至中国人的理想主义我也不能以零来代表它。其间完全不过是程度高低的问题完全缺乏这种或那种质素这一类的言论，对各民族有亲切认识者是不会说的。因之我给日本人和德国人不是幽零，而是幽一，我觉得这是对的。我相信日本人和德国人所以在现在和过去都遭受到政治上的痛苦，原因就是由于他们缺乏良好的幽默感。一个普鲁士的市政顾问官就喜欢人家称他顾问官，并且他多么喜欢他制服上的纽扣和徽章啊！一种对逻辑上必要性常常是神圣的的信念，一种直趋目标，而不做迂回行动的倾向，常常使人遇事过分。其要点不在你信仰什么东西，而是在你怎样去信仰那种东西，并怎样把信仰变成行动。我给日本人梦三是特别指出他们对于皇帝和国家的狂热忠诚，这种狂热的忠诚是由于他们性格上的幽默成分过低的缘故。因为理想主义在不同的国家里代表着不同的东西。正如所谓幽默感包括着许多不同的东西一般。理想主义和现实主义在今日之下的美国正在做有趣的拔河竞赛，二种成分都有相当高的分数，因此便产生了美国人特有的那种潜力。美国人的理想主义是什么，这问题还是让美国人自己去研究吧不过有一点我可以说的，他们对什么东西都很热心。"}
{"text":"我给日本人梦三是特别指出他们对于皇帝和国家的狂热忠诚，这种狂热的忠诚是由于他们性格上的幽默成分过低的缘故。因为理想主义在不同的国家里代表着不同的东西。正如所谓幽默感包括着许多不同的东西一般。理想主义和现实主义在今日之下的美国正在做有趣的拔河竞赛，二种成分都有相当高的分数，因此便产生了美国人特有的那种潜力。美国人的理想主义是什么，这问题还是让美国人自己去研究吧不过有一点我可以说的，他们对什么东西都很热心。从美国人很容易给高尚的思想或高贵的语词所感动这一点来说，他们的理想主义想必大部分是高尚的但是有一部分也不免是自欺欺人而已。美国人的幽默感比之欧洲大陆民族的幽默感也有些不同，可是我的确觉得这种幽默感爱好玩意儿和原有广博的常识，是美国民族最大的资产。在未来的重要变迁的时代中，勃赉斯s，十九世纪末叶的英国历史学家所说的那种广博常识，于他们将有很大的用处，我希望这种常识能使他们渡过危急的时期。我以很低的分数给予美国人的敏感性，因为在我的印象中，他们能够忍受非常的事物。一般说来，英国人好像是最健全的民族，他们的现三梦二，这是民族稳定性的表现。我以为理想的公式似乎是现三梦二幽三敏二，因为理想主义或敏感性的成分过多，也不是好事。我以敏一代表英国人的敏感性如果以为这个分数太低，那是要怪英国人自己的！英国人随时随地要露着那种忧郁的样子，我怎能知道他们究竟有什么感觉呢――欢笑，快乐，愤怒，满足？我们对于著作家和诗人也可以用同样的公式，现在试举几个著名的人物来做个例莎士比亚――现四梦四幽三敏四德国诗人海尼――现三梦三幽四敏三英国诗人雪莱――现一梦四幽一敏四美国诗人爱伦波――现三梦四幽一敏四李白――现一梦三幽二敏四杜甫――现三梦三幽二敏四苏东坡――现三梦二幽四敏三这不过是我随手所写的几个例子。一切诗人显然有很高的敏感性，否则便不成其为诗人了。我觉得爱伦波虽有其不可思议的富于想像力的天赋，却是一个极健全的天才。因为他不是很喜欢做推论的吗？"}
{"text":"一切诗人显然有很高的敏感性，否则便不成其为诗人了。我觉得爱伦波虽有其不可思议的富于想像力的天赋，却是一个极健全的天才。因为他不是很喜欢做推论的吗？我给中国民族性所定的公式是现四梦一幽三敏三我用敏三去代表丰富的敏感性，这种丰富的敏感性产生一种对人生的适当艺术观念，使中国人很肯定地感到尘世是美满的，因此对人生感到热诚的爱好。不过敏感性还有更大的意义它事实上代表一种近乎哲学的艺术观念。因这理由，中国哲学家的人生观就是诗人的人生观，而且中国的哲学是跟诗歌发生联系，而不比西方的哲学是跟科学发生联系的。这种对欢乐痛苦和人生百态的丰富的敏感性，使轻快哲学有造成的可能这一点可以在下文中看得很明白。人类对于人生悲剧的意识，是由于青春消逝的悲剧的感觉而来，而对人生的那种微妙的深情，是由于一种对昨开今谢的花朵的深情而产生的。起初受到的是愁苦和失败的感觉，随后即变为那狡猾的哲学家的醒觉和哂笑。在另一面，我们用现四来代表浓厚的现实主义，这种浓厚的现实主义就是指一种安于人生现状的态度，是一种认为二鸟在林，不如一鸟在手的态度。所以这种现实主义使艺术家的信念变得更坚固，觉得这似乎朝露的人生，更为美丽。同时，也使艺术家和诗人不至于彻底逃避人生。梦中人说人生不过是一场梦。现实主义者回说一点也不错，让我们在梦境里尽量过着美满的生活吧。但是这里的醒觉者的现实主义是诗人的现实主义，而不是商人的现实主义那种趾高气扬，欣欣然走上成功之路的年轻进取者的大笑，也将失掉，而变为一个手捻长须，低声缓语的老人的大笑。这种梦中人酷爱和平，没有一个人肯为一个梦而拼命斗争。他会一心一意地和他做梦的同志一起过着合理美满的生活。因此人生的高度紧张生活即松弛下去了。此外，这种现实感觉的主要功用，是要把人生哲学中一切不必要的东西摒除出去，它好似扼住了人生的颈项以免幻想的翅膀会把它带到一个似乎是美而实则虚幻的世界里去。况且人生的智慧其实就在摒除那种不必要的东西，而把哲学上的问题化减到很筒单的地步――家庭的享受夫妻子女生活的享受大自然和文化的享受――同时停止其他不相干的科学训练和智识的追求。"}
