{"text":"面对血与火的事实，那种对于宇宙和生命意义的终极关切未免显得奢侈。然而，我相信，一个人如果真是一位现代的笛卡尔，那么，无论他写小说还是研究哲学，他都终能摆脱政治的威慑作用，使得异乎寻常的政治阅历不是阻断而是深化他的人生思考。曾经谈到一种情况呼唤革命的作家在革命到来时反而沉寂了。我们可以补充一种类似的情况呼唤自由的作家在自由到来时也可能会沉寂。仅仅在政治层面上思考和写作的作家，其作品的动机和效果均系于那个高度政治化的环境，一旦政治淡化自由正意味着政治淡化，他们的写作生命就结束了。他们的优势在于敢写不允许写的东西，既然什么都允许写，他们还有什么可写的呢比较起来，立足于人生层面的作家有更耐久的写作生命，因为政治淡化原本就是他们的一个心灵事实。他们的使命不是捍卫或推翻某种教义，而是探究存在之谜。教义会过时，而存在之谜的谜底是不可能有朝一日被穷尽的。所以，在移居巴黎之后，昆德拉的作品仍然源源不断地问世，我对此丝毫不感到奇怪。二在小说的艺术中，昆德拉称小说家为存在的勘探者，而把小说的使命确定为通过想象出的人物对存在进行深思，揭示存在的不为人知的方面。昆德拉所说的存在，直接引自海德格尔的存在与时间。尽管这部巨著整个儿是在谈论存在，却始终不曾给存在下过一个定义。海德格尔承认存在这个概念是不可定义的。我们只能约略推断，它是一个关涉人和世界的本质的范畴。正因为如此，存在是一个永恒的谜。按照尼采的说法，哲学家和诗人都是猜谜者，致力于探究存在之谜。那么，小说的特点何在在昆德拉看来，小说的使命与哲学诗并无二致，只是小说拥有更丰富的手段，它具有非凡的合并能力，能把哲学和诗包容在自身中，而哲学和诗却不能包容小说。在勘探存在方面，哲学和诗的确各有自己的尴尬。哲学的手段是概念和逻辑，但逻辑的绳索不能套住活的存在。诗的手段是感觉和意象，但意象的碎片难以映显完整的存在。很久以来，哲学和诗试图通过联姻走出困境，结果好像并不理想，我们读到了许多美文和玄诗，也就是说，许多化装为哲学的诗和化装为诗的哲学。"}
{"text":"在勘探存在方面，哲学和诗的确各有自己的尴尬。哲学的手段是概念和逻辑，但逻辑的绳索不能套住活的存在。诗的手段是感觉和意象，但意象的碎片难以映显完整的存在。很久以来，哲学和诗试图通过联姻走出困境，结果好像并不理想，我们读到了许多美文和玄诗，也就是说，许多化装为哲学的诗和化装为诗的哲学。我不认为小说是唯一的乃至最后的出路，然而，设计出一些基本情境或情境之组合，用它们来包容连结贯通哲学的体悟和诗的感觉，也许是值得一试的途径。昆德拉把他小说里的人物称作实验性的自我，其实质是对存在的某个方面的疑问。例如，在生命中不能承受之轻中，托马斯大夫是对存在之轻的疑问，特丽莎是对灵与肉的疑问。事实上，它们都是自己的疑问，推而广之，也是每一个自我对于存在所可能具有的一些根本性困惑，昆德拉为之设计了相应的人物和情境，而小说的展开便是对这些疑问的深入追究。关于存在之轻的译法和含义，批评界至今众说纷坛。其实，只要考虑到昆德拉使用的存在一词的海德格尔来源，许多无谓的争论即可避免。存在之轻就是人生缺乏实质，人生的实质太轻飘，所以使人不能承受。在小说的艺术中，昆德拉自己有一个说明如果上帝已经走了，人不再是主人，谁是主人呢地球没有任何主人，在空无中前进。这就是存在的不可承受之轻。可见其涵义与上帝死了命题一脉相承，即指人生根本价值的失落。对于托马斯来说，人生实质的空无尤其表现在人生受偶然性支配，使得一切真正的选择成为不可能，而他所爱上的特丽莎便是绝对偶然性的化身。另一方面，特丽莎之受灵与肉问题的困扰，又是和托马斯既爱她又同众多女人发生性关系这一情形分不开的。两个主人公各自代表对存在的一个基本困惑，同时又构成诱发对方困惑的一个基本情境。在这样一种颇为巧妙的结构中，昆德拉把人物的性格和存在的思考同步推向了深入我终归相信，探究存在之谜还是可以用多种方式的，不必是小说用小说探究存在之谜还是可以有多种写法的，不必如昆德拉。但是，我同时也相信昆德拉的话没有发现过去始终未知的一部分存在的小说是不道德的。不但小说，而且一切精神创作，唯有对人生基本境况作出了新的揭示，才称得上伟大。"}
{"text":"在这样一种颇为巧妙的结构中，昆德拉把人物的性格和存在的思考同步推向了深入我终归相信，探究存在之谜还是可以用多种方式的，不必是小说用小说探究存在之谜还是可以有多种写法的，不必如昆德拉。但是，我同时也相信昆德拉的话没有发现过去始终未知的一部分存在的小说是不道德的。不但小说，而且一切精神创作，唯有对人生基本境况作出了新的揭示，才称得上伟大。三昆德拉之所以要重提小说的使命问题，是因为他看到了现代人的深刻的精神危机，这个危机可以用海德格尔的一句名言来概括，就是存在的被遗忘。存在是如何被遗忘的昆德拉说人处在一个真正的缩减的旋涡中，胡塞尔所讲的生活世界在旋涡中宿命般地黯淡，存在坠入遗忘。缩减仿佛是一种宿命。我们刚刚告别生活中一切领域缩减为政治的时代，一个新的缩减旋涡又更加有力地罩住了我们。在这个旋涡中，爱情缩减为性，友谊缩减为交际和公共关系，读书和思考缩减为看电视，大自然缩减为豪华宾馆里的室内风景，对土地的依恋缩减为旅游业，真正的精神冒险缩减为假冒险的游乐设施。要之，一切精神价值都缩减成了实用价值，永恒的怀念和追求缩减成了当下的官能享受。当我看到孩子们不再玩沙和泥土，而是玩电子游戏机，不再知道白雪公主，而是津津乐道卡通片里的机器人的时候，我心中明白一个真正可怕的过程正在地球上悄悄进行。我也懂得了昆德拉说这话的沉痛明天当自然从地球上消失的时候，谁会发现呢末日并不是世界末日的爆炸，也许没有什么比末日更为平静的了。我知道他绝非危言耸听，因为和自然一起消失的还有我们的灵魂，我们的整个心灵生活。上帝之死不足以造成末日，真正的世界末日是在人不图自救不复寻求生命意义的那一天到来的。可悲的是，包括小说在内的现代文化也卷入了这个缩减的旋涡，甚至为之推波助澜。文化缩减成了大众传播媒介，人们不复孕育和创造，只求在公众面前频繁亮相。小说家不甘心于默默无闻地在存在的某个未知领域里勘探，而是把眼睛盯着市场，揣摩和迎合大众心理，用广告手段提高知名度，热衷于挤进影星歌星体育明星的行列，和他们一起成为电视和小报上的新闻人物。如同昆德拉所说，小说不再是作品，而成了一种动作，一个没有未来的当下事件。他建议比自己的作品聪明的小说家改行，事实上他们已经改行了――他们如今是电视制片人，文化经纪人，大腕，款爷。"}
{"text":"文化缩减成了大众传播媒介，人们不复孕育和创造，只求在公众面前频繁亮相。小说家不甘心于默默无闻地在存在的某个未知领域里勘探，而是把眼睛盯着市场，揣摩和迎合大众心理，用广告手段提高知名度，热衷于挤进影星歌星体育明星的行列，和他们一起成为电视和小报上的新闻人物。如同昆德拉所说，小说不再是作品，而成了一种动作，一个没有未来的当下事件。他建议比自己的作品聪明的小说家改行，事实上他们已经改行了――他们如今是电视制片人，文化经纪人，大腕，款爷。正是面对他称之为媚俗的时代精神，昆德拉举起了他的堂吉诃德之剑，要用小说来对抗世界性的平庸化潮流，唤回对被遗忘的存在的记忆。四然而，当昆德拉谴责媚俗时，他主要还不是指那种制造大众文化消费品的通俗畅销作家，而是指诸如阿波利奈尔兰波马雅可夫斯基未来派前卫派这样的响当当的现代派。这里我不想去探讨他对某个具体作家或流派的评价是否公正，只想对他抨击那些形式上追求现代主义的作品的媚俗精神表示一种快意的共鸣。当然，艺术形式上的严肃的试验是永远值得赞赏的，但是，看到一些艺术家怀着唯恐自己不现代的焦虑和力争最现代超现代的激情，不断好新骛奇，渴望制造轰动效应，我不由得断定，支配着他们的仍是大众传播媒介的那种哗众取宠精神。现代主义原是作为对现代文明的反叛崛起的，它的生命在于真诚，即对虚妄信仰的厌恶和对信仰失落的悲痛。曾几何时，现代主义也成了一种时髦，做现代派不再意味着超越于时代之上，而是意味着站在时代前列，领受的不是冷落，而是喝彩。于是，现代世界的无信仰状态不再使人感到悲凉，反倒被标榜为一种新的价值大放其光芒，而现代主义也就蜕变成了掩盖现代文明之空虚的花哨饰物。所以，有必要区分两种现代主义。一种是向现代世界认同的时髦的现代主义，另一种是批判现代世界的反现代的现代主义。昆德拉强调后一种现代主义的反激情性质，指出现代最伟大的小说家都是反激情的，并且提出一个公式小说反激情的诗。一般而言，艺术作品中激情外露终归是不成熟的表现，无论在艺术史上还是对于艺术家个人，浪漫主义均属于一个较为幼稚的阶段。尤其在现代，面对无信仰，一个人如何能怀有以信仰为前提的激情其中包含着的矫情和媚俗是不言而喻的了。"}
{"text":"昆德拉强调后一种现代主义的反激情性质，指出现代最伟大的小说家都是反激情的，并且提出一个公式小说反激情的诗。一般而言，艺术作品中激情外露终归是不成熟的表现，无论在艺术史上还是对于艺术家个人，浪漫主义均属于一个较为幼稚的阶段。尤其在现代，面对无信仰，一个人如何能怀有以信仰为前提的激情其中包含着的矫情和媚俗是不言而喻的了。一个严肃的现代作家则敢于正视上帝死后重新勘探存在的艰难使命，他是现代主义的，因为他怀着价值失落的根本性困惑，他又是反现代的，因为他不肯在根本价值问题上随波逐流。那么，由于在价值问题上的认真态度，毋宁说反现代的现代主义蕴含着一种受挫的激情。这种激情不外露，默默推动着作家在一个没有上帝的世界上继续探索存在的真理。倘若一个作家清醒地知道世上并无绝对真理，同时他又不能抵御内心那种形而上的关切，他该如何向本不存在的绝对真理挺进呢昆德拉用他的作品和文论告诉我们，小说的智慧是非独断的智慧，小说对存在的思考是疑问式的假说式的。我们确实看到，昆德拉在他的小说中是一位调侃能手，他调侃一切神圣和非神圣的事物，调侃历史政治理想爱情性不朽，借此把一切价值置于问题的领域。然而，在这种貌似玩世不恭下面，却蕴藏着一种根本性的严肃，便是对于人类存在境况的始终一贯的关注。他自己不无理由地把这种写作风格称作轻浮的形式与严肃的内容的结合。说到底，昆德拉是严肃的，一切伟大的现代作家都是严肃的。倘无这种内在的严肃，轻浮也可流为媚俗。在当今文坛上，那种借调侃一切来取悦公众的表演不是正在走红吗永远未完成一高鹗续红楼梦，金圣叹腰斩水浒，其功过是非，累世迄无定论。我们只知道一点中国最伟大的两部古典小说处在永远未完成之中，没有一个版本有权自命是唯一符合原意的定本。舒伯特最著名的交响曲只有两个乐章，而非如同一般交响曲那样有三至四个乐章，遂被后人命名为未完成。好事者一再试图续写，终告失败，从而不得不承认它的未完成也许比任何完成更接近完美的形态。卡夫卡的主要作品在他生前均未完成和发表，他甚至在遗嘱中吩咐把它们全部焚毁。然而，正是这些他自己不满意的未完成之作，死后一经发表，便奠定了他在世界文学史上的巨人地位。"}
{"text":"舒伯特最著名的交响曲只有两个乐章，而非如同一般交响曲那样有三至四个乐章，遂被后人命名为未完成。好事者一再试图续写，终告失败，从而不得不承认它的未完成也许比任何完成更接近完美的形态。卡夫卡的主要作品在他生前均未完成和发表，他甚至在遗嘱中吩咐把它们全部焚毁。然而，正是这些他自己不满意的未完成之作，死后一经发表，便奠定了他在世界文学史上的巨人地位。凡大作家，哪个不是在死后留下了许多未完成的手稿即使生前完成的作品，他们何尝不是常怀一种未完成的感觉，总觉得未尽人意，有待完善每一个真正的作家都有一个梦写出自己最好的作品。可是，每写完一部作品。他又会觉得那似乎即将写出的最好的作品仍未写出。也许，直到生命终结，他还在为未能写出自己最好的作品而抱憾。然而，正是这种永远未完成的心态驱使着他不断超越自己，取得了那些自满之辈所不可企及的成就。在这个意义上，每一个真正的作家一辈子只是在写一部作品，他的生命之作。只要他在世一日，这部作品就不会完成。而且，一切伟大的作品在本质上是永远未完成的，它们的诞生仅是它们生命的开始，在今后漫长的岁月中，它们仍在世世代代的读者心中和在文化史上继续生长，不断被重新解释，成为人类永久的精神财富。相反，那些平庸作家的趋时之作，不管如何畅销一时，决无持久的生命力。而且我可以断言，不必说死后，就在他们活着时，你去翻检这类作家的抽屉，也肯定找不到积压的未完成稿。不过，他们也谈不上完成了什么，而只是在制作和销售罢了。二无论在文学作品中，还是在现实生活中，最动人心魄的爱情似乎都没有圆满的结局。由于社会的干涉天降的灾祸机遇的错位等外在困境，或由于内心的冲突性格的悲剧致命的误会等内在困境，有情人终难成为眷属。然而，也许正因为未完成，我们便在心中用永久的怀念为它们罩上了一层圣洁的光辉。终成眷属的爱情则不免黯然失色，甚至因终成眷属而寿终正寝。这么说来，爱情也是因未完成而成其完美的。其实，一切真正的爱情都是未完成的。不过，对于这未完成，不能只从悲剧的意义上作狭隘的理解。真正的爱情是两颗心灵之间不断互相追求和吸引的过程，这个过程不应该因为结婚而终结。以婚姻为爱情的完成，这是一个有害的观念，在此观念支配下，结婚者自以为大功告成，已经获得了对方，不需要继续追求了。可是，求爱求爱，爱即寓于追求之中，一旦停止追求，爱必随之消亡。"}
{"text":"终成眷属的爱情则不免黯然失色，甚至因终成眷属而寿终正寝。这么说来，爱情也是因未完成而成其完美的。其实，一切真正的爱情都是未完成的。不过，对于这未完成，不能只从悲剧的意义上作狭隘的理解。真正的爱情是两颗心灵之间不断互相追求和吸引的过程，这个过程不应该因为结婚而终结。以婚姻为爱情的完成，这是一个有害的观念，在此观念支配下，结婚者自以为大功告成，已经获得了对方，不需要继续追求了。可是，求爱求爱，爱即寓于追求之中，一旦停止追求，爱必随之消亡。相反，好的婚姻则应当使爱情始终保持未完成的态势。也就是说，相爱双方之间始终保持着必要的距离和张力，各方都把对方看作独立的个人，因而是一个永远需要重新追求的对象，决不可能一劳永逸地加以占有。在此态势中，彼此才能不断重新发现和欣赏，而非互相束缚和厌倦，爱情才能获得继续生长的空间。当然，再好的婚姻也不能担保既有的爱情永存，杜绝新的爱情发生的可能性。不过，这没有什么不好。世上没有也不该有命定的姻缘。人生魅力的前提之一恰恰是，新的爱情的可能性始终向你敞开着，哪怕你并不去实现它们。如果爱情的天空注定不再有新的云朵飘过，异性世界对你不再有任何新的诱惑，人生岂不太乏味了靠闭关自守而得以维持其专一长久的爱情未免可怜，唯有历尽诱惑而不渝的爱情才富有生机，真正值得自豪。三弗洛斯特在一首著名的诗中叹息林中路分为两股，走上其中一条，把另一条留给下次，可是再也没有下次了。因为走上的这一条路又会分股，如此至于无穷，不复有可能回头来走那条未定的路了。这的确是人生境况的真实写照。每个人的一生都包含着许多不同的可能性，而最终得到实现的仅是其中极小的一部分，绝大多数可能性被舍弃了，似乎浪费掉了。这不能不使我们感到遗憾。但是，真的浪费掉了吗如果人生没有众多的可能性，人生之路沿着唯一命定的轨迹伸展，我们就不遗憾了吗不，那样我们会更受不了。正因为人生的种种可能性始终处于敞开的状态，我们才会感觉到自己是命运的主人，从而踌躇满志地走自己正在走着的人生之路。绝大多数可能性尽管未被实现，却是现实人生不可缺少的组成部分，正是它们给那极少数我们实现了的可能性罩上了一层自由选择的光彩。这就好像尽管我们未能走遍树林里纵横交错的无数条小路，然而，由于它们的存在，我们即使走在其中一条上也仍能感受到曲径通幽的微妙境界。"}
{"text":"正因为人生的种种可能性始终处于敞开的状态，我们才会感觉到自己是命运的主人，从而踌躇满志地走自己正在走着的人生之路。绝大多数可能性尽管未被实现，却是现实人生不可缺少的组成部分，正是它们给那极少数我们实现了的可能性罩上了一层自由选择的光彩。这就好像尽管我们未能走遍树林里纵横交错的无数条小路，然而，由于它们的存在，我们即使走在其中一条上也仍能感受到曲径通幽的微妙境界。回首往事，多少事想做而未做。瞻望前程，还有多少事准备做。未完成是人生的常态，也是一种积极的心态。如果一个人感觉到活在世上已经无事可做，他的人生恐怕就要打上句号了。当然，如果一个人在未完成的心态中和死亡照面，他又会感到突兀和委屈，乃至于死不瞑目。但是，只要我们认识到人生中的事情是永远做不完的，无论死亡何时到来，人生永远未完成，那么，我们就会在生命的任何阶段上与死亡达成和解，在积极进取的同时也保持着超脱的心境悲观执著超脱一人的一生，思绪万千。然而，真正让人想一辈子，有时想得惊心动魄，有时不去想仍然牵肠挂肚，这样的问题并不多。透底地说，人一辈子只想一个问题，这个问题一视同仁无可回避地摆在每个人面前，令人困惑得足以想一辈子也未必想清楚。回想起来，许多年里纠缠着也连缀着我的思绪的动机始终未变，它催促我阅读和思考，激励我奋斗和追求，又规劝我及时撤退，甘于淡泊。倘要用文字表达这个时隐时显的动机，便是一个极简单的命题只有一个人生。如果人能永远活着或者活无数次，人生问题的景观就会彻底改变，甚至根本不会有人生问题存在了。人生之所以成为一个问题，前提是生命的一次性和短暂性。不过，从只有一个人生这个前提，不同的人，不，同一个人可以引出不同的结论。也许，困惑正在于这些彼此矛盾的结论似乎都有道理。也许，智慧也正在于使这些彼此矛盾的结论达成辩证的和解。二无论是谁，当他初次意识到只有一个人生这个令人伤心的事实时，必定会产生一种幻灭感。生命的诱惑刚刚在地平线上出现，却一眼看到了它的尽头。一个人生太少了！"}
{"text":"也许，困惑正在于这些彼此矛盾的结论似乎都有道理。也许，智慧也正在于使这些彼此矛盾的结论达成辩证的和解。二无论是谁，当他初次意识到只有一个人生这个令人伤心的事实时，必定会产生一种幻灭感。生命的诱惑刚刚在地平线上出现，却一眼看到了它的尽头。一个人生太少了！心中涌动着如许欲望和梦幻，一个人生怎么够用为什么历史上有好多帝国和王朝，宇宙间有无数星辰，而我却只有一个人生在帝国兴衰王朝更迭的历史长河中，在星辰的运转中，我的这个小小人生岂非等于零它确实等于零，一旦结束，便不留一丝影踪，与从未存在过有何区别捷克作家昆德拉笔下的一个主人公常常重复一句德国谚语，大意是只活一次等于未尝活过。这句谚语非常简练地把只有一个人生与人生虚无画了等号。近读金圣叹批西厢记，这位独特的评论家极其生动地描述了人生短暂使他感到的无可奈何的绝望。他在中写道自古迄今，几万万年月皆如水逝云卷风驰电掣，无不尽去，而至于今年今月而暂有我。此暂有之我，又未尝不水逝云卷风驰电掣而疾去也。我也曾想有作为，但这所作所为同样会水逝云卷风驰电掣而尽去，于是我不想有作为了，只想消遣，批西厢记即是一消遣法。可是，我诚无所欲为，则又何不疾作水逝云卷风驰电掣，顷刻尽去想到这里，连消遣的心思也没了，真是万般无奈。古往今来，诗哲们关于人生虚无的喟叹不绝于耳，无须在此多举。悲观主义的集大成当然要数佛教，归结为一个空字。佛教的三项基本原则三法印无非是要我们由人生的短促诸行无常，看破人生的空幻诸法无我，从而自觉地放弃人生涅寂静。三人要悲观实在很容易，但要彻底悲观却也并不容易，只要看看佛教徒中难得有人生前涅，便足可证明。但凡不是悲观到马上自杀，求生的本能自会找出种种理由来和悲观抗衡。事实上，从只有一个人生的前提，既可推论出人生了无价值，也可推论出人生弥足珍贵。物以稀为贵，我们在世上最觉稀少最嫌不够的东西便是这迟早要结束的生命。这唯一的一个人生是我们的全部所有，失去它我们便失去了一切，我们岂能不爱它，不执著于它呢诚然，和历史宇宙相比，一个人的生命似乎等于零。但是，雪莱说得好同人生相比，帝国兴衰王朝更迭何足挂齿同人生相比，日月星辰的运转与归宿又算得了什么！"}
