{"text":"季淑的家是一个典型的大家庭，人多口杂。按照旧的风俗，一个二十岁的大姑娘和一个青年男子每周约会在公共场所出现，是骇人听闻的事，罪当活埋冒着活埋的危险在公园里游憩啜茗，不能说是无拘无束。什么事季淑都没瞒着她的母亲，母亲爱女心切，没有责怪她，反而殷殷垂询，鼓励她，同时也警戒她要一切慎重，无论如何不能让叔父们知道。所以季淑绝对不许我到她家访问，也不许寄信到她家里。我的家简单一些，也没有那么旧，但是也没有达到可以公开容忍我们的行为的地步。只有我的三妹绣玉后改亚紫知道我们的事，并且同情我们，帮助我们。她们很快的成为好友，两个人合照过一张像，我保存至今。三妹淘气，有一次当众戏呼季淑为二嫂，后来季淑告诉我，当时好窘，但是心里也有一丝高兴。事有凑巧，有一天我们在公园里的四宜轩品茗。说起四宜轩，这是我们毕生不能忘的地方。名为四宜，大概是指四季皆宜，春有百花秋有月，夏有凉风冬有雪。四宜轩在水榭对面，从水榭旁边的土山爬上去，下来再钻进一个乱石堆成的又湿又暗的山洞，跨过一个小桥，便是。轩有三楹，四面是玻璃窗。轩前是一块平地，三面临水，水里是鸭。有一回冬天大风雪，我们躲在四宜轩里，另外没有一个客人，只有茶房偶然提着开水壶过来，在这里我们初次坦示了彼此的爱。现在我说事有凑巧的一天是在夏季，那一天我们在轩前平地的茶座休息，在座的有黄淑贞，我突然发现不远一个茶桌坐着我的父亲和他的几位朋友。父亲也看见了我，他走过来招呼，我只好把两位小姐介绍给他。季淑一点也没有忸怩不安，倒是我觉得有些局促。我父亲代我付了茶资随后就离去了。回到家里，父亲问我你们是不是三个人常在一起玩我说不，黄淑贞是偶然遇到邀了去的。父亲说我看程小姐很秀气，风度也好。从此父亲不时的给我钱，我推辞不要，他说拿去吧，你现在需要钱用。父亲为儿子着想是无微不至的。从此父亲也常常给我劝告，为我出主意，我们后来婚姻成功多亏父亲的帮助。一九二二年夏，季淑辞去女职的事，改任石驸马大街女高师附属小学的教师。附小是季淑的母校，校长孙世庆原是她的老师，孙校长特别赏识她，说她稳重，所以聘她返校任职。季淑果不负他的期望，在校成为最肯负责的教师之一，屡次得到公开的褒扬。我常到附小去晤见季淑，然后一同出游。"}
{"text":"从此父亲也常常给我劝告，为我出主意，我们后来婚姻成功多亏父亲的帮助。一九二二年夏，季淑辞去女职的事，改任石驸马大街女高师附属小学的教师。附小是季淑的母校，校长孙世庆原是她的老师，孙校长特别赏识她，说她稳重，所以聘她返校任职。季淑果不负他的期望，在校成为最肯负责的教师之一，屡次得到公开的褒扬。我常到附小去晤见季淑，然后一同出游。我去过几次之后，学校的传达室的工友渐感不耐，我赶快在节关前后奉上银饼一枚，我立刻看到了一张笑逐颜开的脸，以后见了我，不等我开口就说梁先生您来啦，请会客室坐，我就去请程先生出来。会客室里有一张鸳鸯椅，正好容两个人并坐，我要坐候很久，季淑才出来，因为从这时候起她开始知道修饰，每和我相见必定盛装。王右家是她这时候班上的学生之一。抗战爆发后我在天津罗努生王右家的寓中下榻旬余日，有一天右家和我闲聊，她说实秋你知道么，你的太太从前是我的老师我听内人说起过，你那时是最聪明美丽的一个学生。哼，程老师是我们全校三十几位老师中之最漂亮的一个。每逢周末她必定盛装起来，在会客室晤见一位男友，然后一同出去。我们几个学生就好奇的麇集在会客室的窗外往里窥视。我告诉右家，那男友即是我。右家很吃一惊。我回想起，那时是有一批淘气的女孩子在窗外唧唧嘎嘎。我们走出来时，也常有蹦蹦跳跳的孩子们追着喊程老师，程老师季淑就拍着她们的脑袋说快回去，快回去你还记得程老师是怎样的打扮么我问右家。右家的记忆力真是惊人。她说当然。她喜欢穿的是上衣之外加一件紧身的黑缎背心，对不对还有藏青色的百褶裙。薄薄的丝袜子，尖尖的高跟鞋。那高跟足有三寸半，后跟中细如蜂腰，黑绒鞋面，鞋口还锁着一圈绿丝线我打断了她的话别说了，别说了，你形容得太仔细了。于是我们就泛论起女人的服装。右家说一个女人最要紧的是她的两只脚。你没注意么，某某女士，好好的一个人，她的袜子好像是太松，永远是皱褶，鞋子上也有一层灰尘，令人看了不快。我同意她的见解，我最后告诉她莎士比亚的一句名言她的脚都会说话，见脱爱勒斯与克莱西达第四幕第五景。右家提起季淑的那双高跟鞋，使我忆起两件事。有一次我们在公园里散步，后面有几个恶少紧随不舍，其中有一个人说嘿，你瞧，有如风摆荷叶虽然可恶，我却觉得他善于取譬。"}
{"text":"于是我们就泛论起女人的服装。右家说一个女人最要紧的是她的两只脚。你没注意么，某某女士，好好的一个人，她的袜子好像是太松，永远是皱褶，鞋子上也有一层灰尘，令人看了不快。我同意她的见解，我最后告诉她莎士比亚的一句名言她的脚都会说话，见脱爱勒斯与克莱西达第四幕第五景。右家提起季淑的那双高跟鞋，使我忆起两件事。有一次我们在公园里散步，后面有几个恶少紧随不舍，其中有一个人说嘿，你瞧，有如风摆荷叶虽然可恶，我却觉得他善于取譬。后来我填了一首卜算子，中有一句荷叶迎风舞，即指此事。又有一次，在来今雨轩后面有一个亭子，通往亭子的小径都铺满了鹅卵石，季淑的鞋跟陷在石缝中间，扭伤了踝筋，透过丝袜可以看见一块红肿，在亭子里休息很久我才搀扶着她回去。五四以后，写白话诗的风气颇盛。我曾说过，一个青年，到了怨黄莺儿作对，怪粉蝶儿成双的时候，只要会说白话，好像就可以写白话诗。我的第一首情诗，题为荷花池畔，发表在创造季刊，记得是第四期，成仿吾还不客气的改了几个字。诗没有什么内容，只是一团浪漫的忧郁。荷花池是清华园里惟一的风景区，有池有山有树有石栏，我在课余最喜欢独自一个在这里徘徊。诗共八节，节四行，居然还凑上了自以为是的韵。我把诗送给父亲看，他笑笑避免批评，但是他建议印制自己专用的诗笺，他负责为我置办，图案由我负责。这是对我的一大鼓励。我当即参考图籍，用双钩饕餮纹加上一些螭虎，画成一个横方的宽宽的大框，框内空处写诗。由荣宝斋精印，图案刷浅绿色。朋友们写诗的人很多，谁也没见过这样豪华的壮举。诗，陆续作了几十首，我给我的朋友闻一多看，他大喜若狂，认为得到了一个同道的知己。我的诗稿现已不存，只是一多所做冬夜评论一文里引录了我的一首梦后，诗很幼稚，但是情感是真的。"}
{"text":"ZZ吾爱啊你怎又推荐那孤单的枕儿，伴着我眠，偎着我的脸醒后的悲哀啊梦里的甜蜜啊我怨雀儿，雀儿还在檐下蜷伏着呢他不能唤我醒――他怎肯抛了他的甜梦呢吾爱啊，对这得而复失馈礼，我将怎样的怨艾呢对这缥缈浓甜的记忆，我将怎样的咀嚼哟孤零零的枕儿啊想着梦里的她，她的脸儿是我的花，我把泪来浇你Z不但是白话，而且是白描。这首诗的故实是起于季淑赠我一个枕套，是她亲手缝制的，在雪白的绸子上她用抽丝的方法在一边挖了一朵一朵的小花，然后挖出一串小孔穿进一根绿缎带，缎带再打出一个同心结。我如获至宝，套在我的枕头上，不大不小正合适。伏枕一梦香甜，矍然惊觉，感而有作，其实这也不过是诗经所谓寤寐无为，辗转伏枕的意思。另外还有一首咏丝帕，内容还记得，字句记不得了。我与季淑约会，她从来不曾爽约，只有一次我候了一小时不见她到来。我只好懊丧地回去。事后知道是意外发生的事端使她迟到，她也是怏怏而返。我把此事告诉一多，他责备我未曾久候，他说你不知道尾生的故事么汉书东方朔传注尾生，古之信士，与女子期于桥下，待之不至，遇水而死。这几句话给了我一个启示，我写一首长诗尾生之死，惜未完成，仅得片断。四两年多的时间过得好快，一九二三年六月我在清华行毕业礼，八月里就要放洋，这在我是一件很忧伤的事。我无意到美国去，我当时觉得要学文学应该留在中国，中国的文学之丰富不在任何国家之下，何必去父母之邦但是季淑见事比我清楚，她要我打消这个想法，毅然准备出国。行毕业礼的前些天，在清华礼堂晚上演了一出新戏张约翰，是顾一樵临时赶编的。戏里面的人物有两个是女的，此事大费踌躇，谁也不肯扮演女性。最后由吴文藻和我自告奋勇才告解决。我把这事告诉季淑，她很高兴。在服装方面向她请教，她答应全力帮助，她亲手为我缝制，只有鞋子无法解决，季淑的脚比我小得太多。后来借到我的图画教师美籍黎盖特小姐的一双白色高跟鞋，在鞋尖处塞了好大一块棉花才能走路。我邀请季淑前去观剧，当晚即下榻清华，由我为她预备一间单独的寝室。她从来没到过清华，现在也该去参观一次。想不到她拒绝了。我坚请。她坚拒。最后她说你若是请黄淑贞一道去，我就去。"}
{"text":"戏里面的人物有两个是女的，此事大费踌躇，谁也不肯扮演女性。最后由吴文藻和我自告奋勇才告解决。我把这事告诉季淑，她很高兴。在服装方面向她请教，她答应全力帮助，她亲手为我缝制，只有鞋子无法解决，季淑的脚比我小得太多。后来借到我的图画教师美籍黎盖特小姐的一双白色高跟鞋，在鞋尖处塞了好大一块棉花才能走路。我邀请季淑前去观剧，当晚即下榻清华，由我为她预备一间单独的寝室。她从来没到过清华，现在也该去参观一次。想不到她拒绝了。我坚请。她坚拒。最后她说你若是请黄淑贞一道去，我就去。我才知道她需要一个伴护。那一天，季淑偕淑贞翩然而至，我先领她们绕校一周，在荷花池畔徘徊很久，在亭子里休息，然后送她们到高等科大楼的楼上我所特别布置的一间房屋，那原是学生会的会所，临时送进两张钢丝床。工友送茶水，厨房送菜饭，这是一个学生所能做到的最盛大的招待。在礼堂里，我保留了两席最优的座位。戏罢，我问季淑有何感受，她说我不敢仰视。我问何故，她笑而不答。我猜想，是不是因为良人者所仰望而终身也，今若是好久以后问她，她说不是，我看你在台上演戏，我心里喜欢，但是我不知为什么就低下了头，我怕别人看我清华的留学官费是五年，三年期满可以回国就业实习，余下两年官费可以保留，但实习不得超过一年。我和季淑约定，三年归来结婚。所以我的父母和我谈起我的婚事，我便把我和季淑的成约禀告。我的父母问我要不要在出国之前先行订婚，我说不必，口头的约定有充足的效力。也许我错误了。也许先有订婚手续是有益的，可以使我安心在外读书。季淑的弟弟道宽在师大附中毕业之后，叔父们就忙着为他觅求职业，正值邮局招考服务人员，命他前去投考，结果考取了。季淑不以为然，要他继续升学。叔父们表示无力供给，季淑就说她可以担负读书费用。事实上季淑在女师附小任教的课余时间尚兼两个家馆，在董康先生钟炳芬先生家里都担任过西席，宾主相得，待遇优厚，所以她有余力一面侍奉老母一面供给弟弟。虽然工作劳累，但她情愿独力担起弟弟就学的负担。但是叔父们不赞成，明言要早日就业，分摊家用。他本人也不愿累及胞姐，乃决定就业。那份工作很重，后来感染结核之后力疾上班，终于不起。道宽就业不久，更严重的问题逼人而来。叔父们要他结婚，季淑乃挺身抗议，以为他的年纪尚小，健康不佳，应稍从缓。叔父们的意见以为授室之后才算是尽了提携侄辈的天职，于心方安。"}
{"text":"虽然工作劳累，但她情愿独力担起弟弟就学的负担。但是叔父们不赞成，明言要早日就业，分摊家用。他本人也不愿累及胞姐，乃决定就业。那份工作很重，后来感染结核之后力疾上班，终于不起。道宽就业不久，更严重的问题逼人而来。叔父们要他结婚，季淑乃挺身抗议，以为他的年纪尚小，健康不佳，应稍从缓。叔父们的意见以为授室之后才算是尽了提携侄辈的天职，于心方安。同时冷言讥诮是不是你自己想在你弟弟之先结婚道宽怯懦，禁不起大家庭的压迫，遂遵命结婚。妻李氏，人很贤淑，不幸不久亦感染结核症相继而逝。也许是一年多来我到石驸马大街去的回数太多了一点，大约五六十次总是有的。学生如王右家只注意到了程老师的漂亮，同事当中有几位有身世之感的人可就觉得看不顺眼。渐渐有人把话吹到校长孙世庆的耳里。孙先生头脑旧一些，以为青年男女胆敢公然缔交出入黉舍，纵然不算是大逆不道，至少是有失师道尊严，所以这一年夏天季淑就没有收到续聘书。没得说话，卷铺盖。不同时代的人，观念上有差别，未可厚非。季淑也自承疏忽，不该贪恋那张鸳鸯椅，我们应该无间寒暑的到水榭旁边去见面。所以我们对于孙世庆没有怨言，倒是他后来在敌伪时期做了教育局长晚节不终，以至于明正典刑，我们为他惋惜。季淑决定乘我出国期间继续求学，于是投考国立美术专科学校，专习国画，晚间两个家馆的收入足可维持生活。榜发获捷，我们都很欢喜。除了一盒精致的信笺信封以外，我从来没送过她任何东西，我深知她的性格，送去也会被拒。那一盒文具，也是在几乎不愉快的情形之下才被收纳的。可是在长期离别之前不能不有馈赠，我在廊房头条太平洋钟表店买了一只手表，在我们离别之前最后一次会晤时送给了她。我解下了她的旧的，给她戴上新的，我说你的手腕好细真的，不盈一握。季淑送我一幅她亲自绣的平湖秋月图。是用乱针方法绣成的，小小的一幅，不过寸寸，有亭有水有船有树，是很好的一幅图画，配色尤为精绝。在她毕业于女高师的那一年夏天，她们毕业班曾集体作江南旅行，由南京镇江苏州无锡上海，以至杭州，所有的著名风景区都游览殆遍。我们常以彼此游踪所至作为我们谈话的资料。我们都爱西湖，她曾问我西湖八景之中有何偏爱，我说我最喜平湖秋月，她也正有同感。所以她就根据一张照片绣成一幅图画给我。"}
{"text":"季淑送我一幅她亲自绣的平湖秋月图。是用乱针方法绣成的，小小的一幅，不过寸寸，有亭有水有船有树，是很好的一幅图画，配色尤为精绝。在她毕业于女高师的那一年夏天，她们毕业班曾集体作江南旅行，由南京镇江苏州无锡上海，以至杭州，所有的著名风景区都游览殆遍。我们常以彼此游踪所至作为我们谈话的资料。我们都爱西湖，她曾问我西湖八景之中有何偏爱，我说我最喜平湖秋月，她也正有同感。所以她就根据一张照片绣成一幅图画给我。那大片的水，大片的天，水草树木，都很不容易处理。我把这幅绣画带到美国，被一多看到，大为击赏，他引我到一家配框店选择了一个最精美而又色彩最调和的框子，悬在我的室中，外国人看了认为是不可想象的艺术作品。可惜半个世纪过后，有些丝线脱跳，色彩褪了不少，大致还是完好的。我在八月初离开北京。临行前一星期我请季淑午餐，地点是劝业场三楼玉楼春。我点了两个菜之后要季淑点，她是从来不点菜的，经我逼迫，她点了两做鱼，因为她偶然听人说起广和居的两做鱼非常可口，初不知是一鱼两做。饭馆也恶作剧竟选了一条一尺半长的活鱼，半烧半炸，两大盘子摆在桌上，我们两个面面相觑，无法消受。这件事我们后来说给我们的孩子听，都不禁呵呵大笑。文蔷最近在饭馆里还打趣的说妈，你要不要吃两做鱼这是我们年轻时候的韵事之一。事实上她是最喜欢吃鱼，如果有干烧鲫鱼佐餐，什么别的都不想要了。在我临行的前一天，她在来今雨轩为我饯行，那一天又是风又是雨。我到了上海之后，住在旅馆里，创造社的几位朋友天天来访，逼我给创造周报写点东西，辞不获已，写了一篇凄风苦雨，完全是季淑为我饯行的忠实纪录，文中的陈淑即是程季淑全文附载秋室杂忆，其中有这样的一段雨住了。园里的景象异常清新，玳瑁的树枝缀着翡翠的树叶，荷池的水像油似的静止，雪氅黄喙的鸭子成群的叫。我们缓步走出水榭，一阵土湿的香气扑鼻，沿着池边小径走上两旁的甬道。园里还是冷清清的，天上的乌云还在互相追逐着。我们到影戏院去吧，天雨人稀，必定还有趣她这样的提议。我们便走进影戏院。里面观众果然晨星般稀少，我们便在僻处紧靠着坐下。铃声一响，屋里昏黑起来，影片像逸马一般在我眼前飞游过去，我的情思也跟着像机轮旋转起来。我们紧紧的握着手，没有一句话说。"}
{"text":"园里的景象异常清新，玳瑁的树枝缀着翡翠的树叶，荷池的水像油似的静止，雪氅黄喙的鸭子成群的叫。我们缓步走出水榭，一阵土湿的香气扑鼻，沿着池边小径走上两旁的甬道。园里还是冷清清的，天上的乌云还在互相追逐着。我们到影戏院去吧，天雨人稀，必定还有趣她这样的提议。我们便走进影戏院。里面观众果然晨星般稀少，我们便在僻处紧靠着坐下。铃声一响，屋里昏黑起来，影片像逸马一般在我眼前飞游过去，我的情思也跟着像机轮旋转起来。我们紧紧的握着手，没有一句话说。影片忽的一卷演讫，屋里的光线放亮了一些，我看见她的乌黑眼珠正在不瞬的注视着我。你看影戏了没有她摇摇头说我一点也没有看进去，不知是些什么东西在我眼前飞过你呢我笑着说和你一样。我们便这样的在黑暗的影戏院里度过两个小时。我们从影戏院出来的时候，蒙蒙细雨又在落着，园里的电灯全亮起来了，照得雨湿的地上闪闪发光。远远的听到钟楼的当当的声音，似断似续的波送过来，只觉得凄凉黯淡。我扶着她缓缓的步入餐馆。疏细的雨点――是天公的泪滴，洒在我们身上。她平时是不饮酒的，这天晚上却斟满一盏红葡萄酒，举起杯来低声的说祝你一帆风顺，请尽这一杯我已经泪珠盈睫了，无言的举起我的一杯，相对一饮而尽。餐馆的侍者捧着盘子在旁边诧异的望着我们。我们就是这样的开始了我们的三年别离。五一九二三年九月一日我到达美国，随即前往科罗拉多泉去上学。那是一个山明水秀的风景地，也有的是兮燎兮的人物，但是我心里想的是――出其东门，有女如云。虽则如云，非我思存。缟衣綦巾，聊乐我员。出其，有女如荼。虽则如荼，非我思且，缟衣茹芦，聊可与娱。人心里的空间是有限的，一经塞满便再也不能填进别的东西。我不但游乐无心，读书也很勉强。季淑来信报告我她顺利入学的情形，选的是西洋画系，很久时间都是花在素描上面。天天面对着石膏像，左一张右一张的炭画。后来她积了一大卷给我看，我觉得她画得相当好。她的线条相当有力，不像一般女子的纤弱。一多告诉我，素描是绘画的基本功夫，他在芝加哥一年也完全是炭画素描。季淑下半年来信，她们已经开始画裸体的模特儿了，男女老少的模特儿都有，比石膏像有趣得多。我买了一批绘画用具寄给她。包括木炭橡皮水彩油料等等。"}
{"text":"人心里的空间是有限的，一经塞满便再也不能填进别的东西。我不但游乐无心，读书也很勉强。季淑来信报告我她顺利入学的情形，选的是西洋画系，很久时间都是花在素描上面。天天面对着石膏像，左一张右一张的炭画。后来她积了一大卷给我看，我觉得她画得相当好。她的线条相当有力，不像一般女子的纤弱。一多告诉我，素描是绘画的基本功夫，他在芝加哥一年也完全是炭画素描。季淑下半年来信，她们已经开始画裸体的模特儿了，男女老少的模特儿都有，比石膏像有趣得多。我买了一批绘画用具寄给她。包括木炭橡皮水彩油料等等。这木炭和橡皮比国内的产品好，尤其是那海绵似的方块橡皮松软合用。国内学生用面包代替橡皮，效果当然不好。季淑用我寄去的木炭和橡皮，画得格外起劲，同学们艳羡不置，季淑便以多余的分赠给她的好友们。油画，教师们不准她们尝试，水彩还可以勉强一试。季淑有了工具，如何能不使用偕了同学外出写生，大家用水彩，只有她有油料可用。她每次画一张画，都写信详告，我每次接到信，都仔细看好几遍。我写信给她，寄到美专，她特别关照过学校的号房工友，有信就存在那里，由她自己去取。有一次工友特别热心，把我的信转寄到她家里去。信放在窗台上，幸而没有被叔父们撞见，否则拆开一看必定天翻地覆。天翻地覆的事毕竟几乎发生。大约我出国两个月后，季淑来信，她的叔父们对她母亲说大嫂，三姑娘也这么大了，老在外面东跑西跑也不像一回事，我们打算早一点给她完婚。部里有一位科员，人很不错，年龄么男人大个十岁八岁也没有关系。这是通知的性质，不是商酌，更不是征求同意。这种情况早在我们料想之中，所以季淑按照我们预定的计划应付，第一步是把情况告知黄淑贞，第二步是请黄家出面通知我的父母，由我父母央人出面正式作媒，同时由我作书禀告父母请求作主，第三步是由季淑自己出面去恳求比较温和开通的八叔缵丞先生惠予谅解。关键在第三步。她不能透露我们已有三年的交往，更不能说已有成言，只能扯谎，说只和我见过一面，但已心许。八叔听了觉得好生奇怪，此人既已去美，三年后才能回来，现在订婚何为假使三年之后有变化呢最后他明白了，他说，你既已心许，我们也不为难你，现在一切作为罢论，三年以后再说。这是最理想的结果，由于季淑的善于言辞，我们原来还准备了第四步，但是不需要了。可是此一波折，使我心情久久不能平复。北京国立八校的教职员因政府欠薪而闹风潮，美专奉令停办。"}
