{"text":"五经指诗书礼易春秋。六经，五经加上乐经。七经，五经加上论语孝经。六艺，这里指六经。春秋责备贤者语出新唐书太宗本纪春秋之法，常责备于贤者。这里是求全责备的意思。胡适―字适之，安徽绩溪人，现代评论派主要成员之一。早年留学美国，当时任北京大学教授。他发表在现代评论第一周年纪念增刊上的译诗三首，是英国诗人勃朗宁的清晨的分别雪莱的给――哈代的月光里。徐志摩参看本卷第页注。他发表在现代评论第一周年纪念增刊上的译诗一首，是英国诗人罗赛蒂的图尔的约翰。西林丁燮林―，笔名西林，字巽甫，江苏泰兴人，物理学家剧作家。早年留学英国，当时任北京大学教授。压迫是他所作的一个独幕剧。陶孟和―名履恭，字孟和，天津人，社会学家。当时任北京大学教授，现代评论的经常撰稿人。他在该刊第一周年纪念增刊一九二六年一月一日上曾发表现代教育界的特色一文，题下自注这是要到二二五年才可以发表――假使当时的状况允许――的一部著作里的几节。有趣的消息有趣的消息虽说北京像一片大沙漠，青年们却还向这里跑老年们也不大走，即或有到别处去走一趟的，不久就转回来了，仿佛倒是北京还很有什么可以留恋。厌世诗人的怨人生，真是感慨系之矣，然而他总活着连祖述释迦牟尼先生的哲人员净尔也不免暗地里吃一种医治什么病症的药，不肯轻易涅。俗语说好死不如恶活，这当然不过是俗人的俗见罢了，可是文人学者之流也何尝不这样。所不同的，只是他总有一面辞严义正的军旗，还有一条尤其义正辞严的逃路。真的，倘不这样，人生可真要无聊透顶，无话可说了。北京就是一天一天地百物昂贵起来自己的区区佥事，又因为妄有主张，被章士钊先生革掉了。向来所遭遇的呢，借了安特来夫的话来说，是没有花，没有诗，就只有百物昂贵。然而也还是妄有主张，没法回头倘使有一个妹子，如晨报副刊上所艳称的闲话先生的家事似的，叫道阿哥！那声音正如银铃之响于幽谷，向我求告，你不要再做文章得罪人家了，好不好？"}
{"text":"真的，倘不这样，人生可真要无聊透顶，无话可说了。北京就是一天一天地百物昂贵起来自己的区区佥事，又因为妄有主张，被章士钊先生革掉了。向来所遭遇的呢，借了安特来夫的话来说，是没有花，没有诗，就只有百物昂贵。然而也还是妄有主张，没法回头倘使有一个妹子，如晨报副刊上所艳称的闲话先生的家事似的，叫道阿哥！那声音正如银铃之响于幽谷，向我求告，你不要再做文章得罪人家了，好不好？我也许可以借此拨转马头，躲到别墅里去研究汉朝人所做的四书注疏和理论去。然而，惜哉，没有这样的好妹子女之婵媛兮，申申其詈予，曰鲧直以亡身兮，终然|乎羽之野。连有一个那样凶姊姊的幸福也不及屈灵均。我的终于妄有主张，或者也许是无可推托之故罢。然而这关系非同小可，将来怕要遭殃了，因为我知道，得罪人是要得到报应的。话要回到释迦先生的教训去了，据说活在人间，还不如下地狱的稳妥。做人有作就是动作造孽，下地狱却只有报报应了所以生活是下地狱的原因，而下地狱倒是出地狱的起点。这样说来，实在令人有些想做和尚，但这自然也只限于有根据说，这是一句天津话的大人物，我却不大相信这一类鬼画符。活在沙漠似的北京城里，枯燥当然是枯燥的，但偶然看看世态，除了百物昂贵之外，究竟还是五花八门，创造艺术的也有，制造流言的也有，肉麻的也有，有趣的也有这大概就是北京之所以为北京的缘故，也就是人们总还要奔凑聚集的缘故。可惜的是只有一些小玩意，老实一点的朋友就难于给自己竖起一杆辞严义正的军旗来。我一向以为下地狱的事，待死后再对付，只有目前的生活的枯燥是最可怕的，于是便不免于有时得罪人，有时则寻些小玩意儿来开开笑口，但这也就是得罪人。得罪人当然要受报，那也只好准备着，因为寻些小玩意儿来开开笑口的是更不能竖起辞严义正的军旗来的。其实，这里也何尝没有国家大事的消息呢，关外战事不日将发生呀，国军一致拥段哪，有些报纸上都用了头号字煌煌地排印着，可以刺得人们头昏，但于我却都没有什么鸟趣味。"}
{"text":"得罪人当然要受报，那也只好准备着，因为寻些小玩意儿来开开笑口的是更不能竖起辞严义正的军旗来的。其实，这里也何尝没有国家大事的消息呢，关外战事不日将发生呀，国军一致拥段哪，有些报纸上都用了头号字煌煌地排印着，可以刺得人们头昏，但于我却都没有什么鸟趣味。人的眼界之狭是不大有药可救的，我近来觉得有趣的倒要算看见那在德国手格盗匪若干人，在北京率领三河县老妈子一大队的武士刘百昭校长居然做骈文，大有偃武修文之意了而且百昭海邦求学，教部备员，多艺之誉愧不如人，审美之情差堪自信，还是一位文武全才，我先前实在没有料想到。第二，就是去年肯管闲事的学者，今年不管闲事了，在年底结清帐目的办法，原来不止是掌柜之于流水簿，也可以适用于正人君子的行为的。或者，阿哥！这一声叫，正在中华民国十四年十二月卅一日的夜间十二点钟罢。但是，这些趣味，刹那间也即消失了，就是我自己的思想的变动，也诚然是可恨。我想，照着境遇，思想言行当然要迁移，一迁移，当然会有所以迁移的道理。况且世界上的国庆很不少，古今中外名流尤其多，他们的军旗，是全都早经竖定了的。前人之勤，后人之乐，要做事的时候可以援引孔丘墨翟，不做事的时候另外有老聃，要被杀的时候我是关龙逄，要杀人的时候他是少正卯，有些力气的时候看看达尔文赫胥黎的书，要人帮忙就有克鲁的互助论，勃朗宁夫妇岂不是讲恋爱的模范么，员净尔和尼采又是咒诅女人的名人，归根结蒂，如果杨荫榆或章士钊可以比附到犹太人特莱孚斯去，则他的篾片就可以等于左拉等辈了。这个时候，可怜的左拉要被中国人背出来幸而杨荫榆或章士钊是否等于特莱孚斯，也还是一个大疑问。然而事情还没有这么简单，中国的坏人如水平线下的文人和学棍学匪之类，似乎将来要大吃其苦了，虽然也许要在身后，像下地狱一般。但是，深谋远虑的人，总还以从此小心，不要多说为稳妥。你以为闲话先生真是不管闲事了么？并不然的。据说他是要到那天这班出锋头的人们脱尽了锐气的日子，我们这位闲话先生正在从容的从事他那完工的拂拭s，笑吟吟的擎着他那枝从铁杠磨成的绣针，讽刺我们情急是多么不经济的一个态度，反面说只有无限的耐心才是天才唯一的凭证。"}
{"text":"但是，深谋远虑的人，总还以从此小心，不要多说为稳妥。你以为闲话先生真是不管闲事了么？并不然的。据说他是要到那天这班出锋头的人们脱尽了锐气的日子，我们这位闲话先生正在从容的从事他那完工的拂拭s，笑吟吟的擎着他那枝从铁杠磨成的绣针，讽刺我们情急是多么不经济的一个态度，反面说只有无限的耐心才是天才唯一的凭证。晨报副刊一四二三后出者胜于前者，本是天下的平常事情，但除了堕落的民族。即以衣服而论，也是由裸体而用会阴带或围裙，于是有衣裳，衮冕。我们将来的天才却特异的，别人系了围裙狂跳时，他却躲在绣房里刺绣，――不，磨绣针。待到别人的围裙全数破旧，他却穿了绣花衫子站出来了。大家只好说道阿！可怜的性急的野蛮人，竟连围裙也不知道换一条，怪不得锐气终于脱尽脱尽犹可，还要看那笑吟吟的讽刺的天才脸哩，这实在是对于灵魂的鞭责，虽说还在辽远的将来。还有更可怕的，是我们风闻二二五年一到，陶孟和教授要发表一部著作。内容如何，只有百年后的我们的曾孙或玄孙们知道罢了，但幸而在现代评论增刊上提前发表了几节，所以我们竟还能管中窥豹似的，略见这一部新书的大概。那是讲现代教育界的特色的，连教员的兼课之多也说在内。他问我的议论太悲观，太刻薄，太荒诞吗？我深愿受这个批评，假使事实可以证明。这些批评我们且俟之百年之后，虽然那时也许无从知道事实典籍呢，大概也只有笑吟吟的佳作留传。要是当真这样，那大半是英雄所见略同的，后人总不至于以为刻薄罢。但我们也难于悬揣，不过就今论今，似乎颇有些孔子作春秋，而乱臣贼子惧之意了。人们不逢如此盛事者，盖已将二千四百年云。总之，百年以内，将有陈源教授的许多？书，百年以后，将有陶孟和教授的一部书出现。内容虽然不知道怎样，但据目下所走漏的风声看起来，大概总是讽刺那班出锋头的人们，或驰驱九城的教授的。我常常感叹，印度小乘教的方法何等厉害它立了地狱之说，借着和尚，尼姑，念佛老妪的嘴来宣扬，恐吓异端，使心志不坚定者害怕。那诀窍是在说报应并非眼前，却在将来百年之后，至少也须到锐气脱尽之时。这时候你已经不能动弹了，只好听别人摆布，流下鬼泪，深悔生前之妄出锋头而且这时候，这才认识阎罗大王的尊严和伟大。"}
{"text":"总之，百年以内，将有陈源教授的许多？书，百年以后，将有陶孟和教授的一部书出现。内容虽然不知道怎样，但据目下所走漏的风声看起来，大概总是讽刺那班出锋头的人们，或驰驱九城的教授的。我常常感叹，印度小乘教的方法何等厉害它立了地狱之说，借着和尚，尼姑，念佛老妪的嘴来宣扬，恐吓异端，使心志不坚定者害怕。那诀窍是在说报应并非眼前，却在将来百年之后，至少也须到锐气脱尽之时。这时候你已经不能动弹了，只好听别人摆布，流下鬼泪，深悔生前之妄出锋头而且这时候，这才认识阎罗大王的尊严和伟大。这些信仰，也许是迷信罢，但神道设教，于挽世道而正人心的事，或者也还是不无裨益。况且，未能将坏人投界豺虎于生前，当然也只好口诛笔伐之于身后，孔子一车两马，倦游各国以还，抽出钢笔来作春秋，盖亦此志也。但是，时代迁流了，到现在，我以为这些老玩意，也只好骗骗极端老实人。连闹这些玩意儿的人们自己尚且未必信，更何况所谓坏人们。得罪人要受报应，平平常常，并不见得怎样奇特，有时说些宛转的话，是姑且客气客气的，何尝想借此免于下地狱。这是无法可想的，在我们不从容的人们的世界中，实在没有那许多工夫来摆臭绅士的臭架子了，要做就做，与其说明年喝酒，不如立刻喝水待廿一世纪的剖拨戮尸，倒不如马上就给他一个嘴巴。至于将来，自有后起的人们，决不是现在人即将来所谓古人的世界，如果还是现在的世界，中国就会完！一月十四日。本篇最初发表于一九二六年一月十九日国民新报副刊。员净尔即叔本华。这里说他祖述释迦牟尼，是因为他的思想曾部分地受了印度佛教哲学的影响。他死后，从他的书籍里曾发现医治梅毒的药方，这里说他暗地里吃一种医治什么病症的药，即指此事。区区佥事在一九一二年八月被任命为教育部佥事。一九二五年，因支持女师大进步学生，于八月中被章士钊非法免职，为此他向平政院提出控告。当时有人借此攻击他因为失去区区佥事，所以反对章士钊，没有学者的态度。妄有主张，是章士钊在给平政院答辩书中诬蔑的话。安特来夫通译安德烈夫Z，―，俄国作家。十月革命后逃亡国外。没有花，没有诗，出自他的小说红的笑你知道地球已发狂了，已没有花与歌在地球上了。"}
{"text":"一九二五年，因支持女师大进步学生，于八月中被章士钊非法免职，为此他向平政院提出控告。当时有人借此攻击他因为失去区区佥事，所以反对章士钊，没有学者的态度。妄有主张，是章士钊在给平政院答辩书中诬蔑的话。安特来夫通译安德烈夫Z，―，俄国作家。十月革命后逃亡国外。没有花，没有诗，出自他的小说红的笑你知道地球已发狂了，已没有花与歌在地球上了。据梅川译文晨报副刊晨报，是当时在政治上拥护北洋政府的政治团体研究系在北京出版的机关报但它的副刊在进步力量的推动下，一个时期内是赞助新文化运动的重要期刊之一。自一九二一年秋至一九二四年冬约三年间，由孙伏园编辑。经常为该刊写稿。从一九二五年十月起，由现代评论派徐志摩编辑。徐志摩在一九二六年一月十三日晨报副刊发表一篇闲话引出来的闲话，盛赞陈西滢在现代评论第三卷第五十七期一九二六年一月九日谈法朗士的闲话，是一篇可羡慕的妩媚的文章。因而希望上帝保佑他以后只说闲话，不再管闲事！文中曾讲述了一件关于陈西滢的家事阿哥，他的妹妹一天对他求告，你不要再作文章得罪人家了，好不好？回头人家来烧我们的家，怎么好？你趁早把自己的东西，闲话先生回答说，清点了开一个单子给我，省得出了事情以后你倒来向我阿哥报虚帐！女之婵媛兮等语，见屈原离骚。女，一般以为是屈原对其姊的称谓。说文楚人谓姊为。鲧，夏禹的父亲，相传他因治水无功，被舜杀于羽山。屈灵均，即屈原约前―约前，战国时楚国诗人。有根这是徐志摩吹捧陈西滢的话，见他所作闲话引出来的闲话。参看本书无花的蔷薇第七节。关外战事不日将发生一九二五年十一月，奉系将领郭松龄秘密和冯玉祥国民军联合，反对张作霖不久在日本帝国主义的武装干涉下乒败被杀。但驻守榆关的郭松龄部炮兵旅长魏益三于次年一月三日宣布与国民军合作，改称国民军第四军，继续与张作霖对峙，战争处于一触即发之势。故报上说关外战事不日将发生。国军一致拥段，一九二六年一月九日，段祺瑞在直奉等军阀的压力下被迫通电辞职。国民军为了暂时维持现状，曾表示挽留，故报上有国军一致拥段之说。这两则新闻标题，京报等均以头号字排印。"}
{"text":"但驻守榆关的郭松龄部炮兵旅长魏益三于次年一月三日宣布与国民军合作，改称国民军第四军，继续与张作霖对峙，战争处于一触即发之势。故报上说关外战事不日将发生。国军一致拥段，一九二六年一月九日，段祺瑞在直奉等军阀的压力下被迫通电辞职。国民军为了暂时维持现状，曾表示挽留，故报上有国军一致拥段之说。这两则新闻标题，京报等均以头号字排印。刘百昭于一九二五年八月十九日，奉章士钊命令接收女师大时，与学生发生冲突，他恐吓学生说本人稍娴武术，在德时曾徒手格退盗贼多人。二十二日，他又雇用老妈子百余人随同巡警将女师大学生殴曳出校。一九二五年九月至次年一月间，他兼任北京艺术专门学校校长这里所引的骈文是他为艺专旬刊所作的发刊词中的句子。按当时北京女佣以三河县籍为多，故被泛称为三河县老妈子。孔丘即孔子，儒家创始人。墨翟约前―前，墨家创始人。老聃，即老子，道家创始人。过去一般认为，在对待现实生活的态度上，儒家墨家都是主张有所为的，他们各自提出一套治理国家的学说，而道家则是主张无为而治的。关龙逄夏桀的臣子，因谏桀作酒池被杀。少正卯，春秋时鲁国大夫。孔丘为鲁国司寇时，借鼓吹邪说等罪名将他杀害。达尔文，―英国生物学家，进化论的奠基人。主要著作有物种起源等。赫胥黎，―，英国生物学家，达尔文学说的积极支持者和宣传者。主要著作有人类在自然界中的位置等。他们认为生物在进化过程中必然要经历剧烈的生存斗争。克鲁，通译克鲁泡特金，俄国无政府主义者。他在所著互助论中，认为生物进化和人类发展，都有赖于互助，主张用互助的办法来解决社会矛盾。勃朗宁夫妇勃朗宁，―和勃朗宁夫人，―，都是英国诗人。他们曾不顾勃朗宁夫人父亲的反对，秘密结婚并脱离家庭远走。尼采s，―德国哲学家。唯意志论和超人哲学的鼓吹者。他和叔本华都是反对妇女解放的人。"}
{"text":"他在所著互助论中，认为生物进化和人类发展，都有赖于互助，主张用互助的办法来解决社会矛盾。勃朗宁夫妇勃朗宁，―和勃朗宁夫人，―，都是英国诗人。他们曾不顾勃朗宁夫人父亲的反对，秘密结婚并脱离家庭远走。尼采s，―德国哲学家。唯意志论和超人哲学的鼓吹者。他和叔本华都是反对妇女解放的人。叔本华在他所著的妇女论中诬蔑妇女虚伪虚荣无知缺乏思想，是本来不配做什么伟大的工作的人。尼采在他所著的扎拉图斯特拉如是说中则发表妇女必须服从你到女人那里去的时候，不要忘记带一根鞭子等谬论。特莱孚斯s法国犹太籍军官。他在一八九四年受到军事当局诬告，以泄漏军事机密罪被判处终身苦役。此事曾引起各界进步人士的不满。一八九七年经人查明真相，要求复审，又未获准。左拉ZZ，―，法国作家，著有长篇小说萌芽崩溃娜娜等。他在一八九七年对此案的材料作了研究后，确信特莱孚斯是无辜的，就给法国总统佛尔写了一封我控诉的公开信，控诉法国政府法庭和总参谋部违反法律和人权。结果左拉被判一年徒刑和罚金，被迫逃往英国伦敦。此案因而引起很大的反响，终于在一九六年撤销前判，特莱孚斯仍复军职。陈西滢在现代评论第三卷第五十六期一九二六年一月二日发表的那篇声明不管闲事的闲话里，竟把杨荫榆章士钊比附为特莱孚斯而隐以左拉自况。篾片，豪门帮闲的俗称。水平线下当时现代评论社出版的现代丛书广告中，吹嘘他们出版的作品不会有一本无价值的书，一本读不懂的书，一本在水平线下的书。学棍学匪，参看本书学界的三魂及其注。当时现代评论派的一些人也对进行类似的攻击。这一段也是徐志摩在闲话引出来的闲话里替陈西滢吹嘘的话。管中窥豹语见晋书王献之传管中窥豹，时见一斑。陶孟和在现代教育界的特色一文中说，当时教育界的特色之一是教育的商业化。一种是以授课为营业，便是俗所谓兼课。这个时代，学校太多，学者太少，这个僧少粥多的状况，不得不稍牺牲大学者的光阴。"}
{"text":"当时现代评论派的一些人也对进行类似的攻击。这一段也是徐志摩在闲话引出来的闲话里替陈西滢吹嘘的话。管中窥豹语见晋书王献之传管中窥豹，时见一斑。陶孟和在现代教育界的特色一文中说，当时教育界的特色之一是教育的商业化。一种是以授课为营业，便是俗所谓兼课。这个时代，学校太多，学者太少，这个僧少粥多的状况，不得不稍牺牲大学者的光阴。所以除了那些蠢笨无学识的，不得不只依赖一个学校收入吃饭的以外，硕学醇儒便不得不在一星期里驰驱――如在北京――于九城之中。这里的驰驱于九城即奔走于北京全城的意思因北京有正阳崇文宣武安定德胜东直西直朝阳阜成等九门，故以九城统称北京全城。孔子作春秋，而乱臣贼子慎语出孟子滕文公世衰道微，邪说暴行有作，臣弑其君者有之，子弑其父者有之。孔子惧，作春秋孔子成春秋，而乱臣贼子惧。小乘教早期佛教的主要流派，注重修行持戒，自我解脱，自认为是佛教的正统派。它宣传人死后神不灭轮回因果报应等等，在旧社会中影响很大。投畀豺虎语见诗经小雅巷伯。所谓国立女子大学后援会在致北京国立各校教职员联席会议函中曾用此语咒骂女师大进步教员。参看本卷第页注。学界的三魂学界的三魂从京报副刊上知道有一种叫国魂的期刊，曾有一篇文章说章士钊固然不好，然而反对章士钊的学匪们也应该打倒。我不知道大意是否真如我所记得？但这也没有什么关系，因为不过引起我想到一个题目，和那原文是不相干的。意思是，中国旧说，本以为人有三魂六魄，或云七魄国魂也该这样。而这三魂之中，似乎一是官魂，一是匪魂，还有一个是什么呢？也许是民魂罢，我不很能够决定。又因为我的见闻很偏隘，所以未敢悉指中国全社会，只好缩而小之曰学界。中国人的官瘾实在深，汉重孝廉而有埋儿刻木，宋重理学而有高帽破靴，清重帖括而有且夫然则。总而言之那魂灵就在做官，――行官势，摆官腔，打官话。顶着一个皇帝做傀儡，得罪了官就是得罪了皇帝，于是那些人就得了雅号曰匪徒。"}
