{"text":"更不知道这是只能疏导，不可遏止的大势所趋，他公然犯时代趋势的大忌，要想一一绳之于法，即使不遭李斯等人的所嫉而早死，纵然得志行法，也必会遭遇到犹如商鞅的结果。后来秦始皇用严刑峻法，罢斥儒墨侠，而治新兴的天下，但终以严刑峻法，而为儒快合作的新兴力量所推翻。总之，此中大有玄微，而存有历史政治哲学的妙用，希望学者自己留心去研究发掘。汉兴以来，自刘邦平定天下称帝的初期，儒生因有住王兴治之功，已经在政治上占得一席重要的地位，以后只需学成文武艺，货与帝王家，便可立身仕途，自有进身之路，所以在朝廷与儒士之间，彼此相处，已很融洽。而在社会游侠方面，还是隐然存在着东西南北等五道的潜在力量如朱家季布一流，为彰明较著的人物，其余，默默无闻于草泽之间，安分于法外的，还是不少。可是汉高祖起自民间，他自己也来自游侠群中，深知彼此相处无事之道，所以终汉高之世，特殊社会的游侠分子，对于汉高，甚之，还有深厚的好感与拥护的热情。到了高级公子哥儿的太子出身的汉武帝手里，便完全不同了，汉武帝不像他的曾祖父刘邦那样豁达世故，对于民间社会的游侠，大有厌恶的心理，所以他会公然地杀掉郭解，以立其威信，但是游侠中人，也从此寒心隐通，渐渐便与道家者流互通声气，形成西汉末年乱源的力量。到了东汉末代，因为历史社会的演变趋势，简直变本加厉，便与方外的道士合流，造成汉末三国初期，借用旁门左道以称兵倡乱的形势了。其次，便是两汉儒生进入仕途后，所造成的权门阀阅的门第风气，到了东汉时期，权门阀阅，声气相通，就以清议榆扬为手段，而霸占了汉末的选举取士的要津，使有才气的真才实学之士，既不肯巴结权势，又不屑于奔竞宦途与学阀之间，便退而隐遁，走入介乎人世与出世之间的道家路线，逐渐形成汉代社会，另有远处方外道士的一群形态。东汉末期这些方外的道士群，已具有后来佛教传入以后，出家为僧的比丘，与印度婆罗门教士的雏形，他们的思想精神，大半是有所激发，或遗憾人生世事而致此，相同于周秦以前的隐士思想。至于唐宋以后，佛教出家的男女僧众，与道教出家的男女道士，已经普遍存在，等于是法定所公认的遗世而独立者，既不完全受帝王政制的约束，只在普通法律以外，另有其合法的地位在中国历史上，自南北朝隋唐以后，僧道不拜帝王，只须长揖为敬的仪礼，已经成为不必明文规定的惯例。"}
{"text":"东汉末期这些方外的道士群，已具有后来佛教传入以后，出家为僧的比丘，与印度婆罗门教士的雏形，他们的思想精神，大半是有所激发，或遗憾人生世事而致此，相同于周秦以前的隐士思想。至于唐宋以后，佛教出家的男女僧众，与道教出家的男女道士，已经普遍存在，等于是法定所公认的遗世而独立者，既不完全受帝王政制的约束，只在普通法律以外，另有其合法的地位在中国历史上，自南北朝隋唐以后，僧道不拜帝王，只须长揖为敬的仪礼，已经成为不必明文规定的惯例。因此，过去所走高隐远蹈的路线，到了唐宋以后，不须再有迂回，只要退避现实，进入佛教为僧，或道教做道士，便可笑傲山林，把玩风月，远离时累了。所以宋代王安石说的，五代的杰出人才，大都人于禅林，不与世事的论调，也是大有道理的。东汉未期的朝野社会，当然有许多累积的原因，造成三国时期的乱离局面，但我们现在站在道教立场来讲，只简单扼要地举出上面一二个因素，藉以说明自张道陵所创初期道教的雏形五斗米道的经过，实是两汉以来读书知识分子，受到时代社会环境的刺激，因此而起为无言的抗争，便建立他们自己精神王国的道教了。张道陵，在东汉末期，本来也是一个读书分子，因为不得志于当世，便客居于四川，后来他学道于鹊鸣山中，有了心得，便自造作道书，开创画符念咒道教符派的先声。陈寿在三国志张鲁传中，很含糊地说祖父陵客蜀，学道鹄鸣山中，造作道书，以惑百姓。受道者，出五斗米，故世号米贼。陵死，子衡行其道。衡死，鲁复行之。益州牧刘焉，以鲁为督义司马，与别部司马张修，将兵击汉中太守苏固，鲁遂袭修杀之，夺其众焉。子湾代立，以鲁不顺，尽杀鲁母家室，鲁遂据汉中，以鬼道教民，自号师君。我们读了三国志有关于张道陵与他的孙子张鲁的记述，对于张道陵一系道教的起源，在宗教史上，并无宗教神圣光荣的一面，甚之，只有使人鄙视当然，关于五斗米道的学术内容，陈寿是外行人，没有详细提起，可能也根本无法了解，他说到张鲁秉承他祖父张道陵的遗教，是以鬼道教民，那倒是五斗米道符派的事实，因为这一派的符咒，都是用于驱神役鬼的作用上，对于形而上道方面，并不高明。"}
{"text":"我常怀疑，周秦之际方士修炼的方术，以及秦汉以后，道教符的兴盛，是否都有与印度婆罗门教，与瑜伽术派的法术互相影响，实在很难断言而印度婆罗门的沙门出家人，在秦始皇时代，已经与中国通往来，那是有资料可查的事实，而且符的形态，有若干与上古梵文的写法，大有相同之处，可是这些问题，暂时也把它算在题外文章，不去管它。我们再看张鲁当时在汉中所行以鬼道教民的地方政治形态，却是中国的政治史上，汉末地方宗教政治之研究的好资料，也就是我在前面所说的汉末政治与道教，由于秦汉的游侠精神，与两汉不满现状的逃世方外之士相结合，造成建立精神王国道教的说明。如三国志所说，张鲁在汉中的鬼道治民情形其来学道者，初皆名鬼卒。受本道已，信号祭酒，各领部众。多者为治头大祭酒，皆教以诚信不欺诈，有病自首其过，大都与黄巾相似。诸祭酒皆作义舍，如今之亭传。又置义米肉，悬于义舍。行路者，量腹取足。若过多，鬼道辄病之。犯法者，三原然后乃行刑。不置长吏，皆以祭酒为治民。民夷便乐之。雄据巴汉，垂三十年。后来张鲁的地方治权，被曹操打垮，他投降了，拜为镇南将军，曹操待以客礼，封间中侯，邑万户。封鲁五子及阎圃等，皆为列侯。为子彭祖取鲁女。鲁薨，谥之曰原侯。子富嗣。我们看了张鲁实行五斗米道的简短历史，实在非常有趣而滑稽，足以反映三国当时地方政治紊乱的怪现象，但是他比黄巾张角号召起义的太平道，却大有高明之处。如果陈寿所记的都是事实，那么，张鲁在汉中实行宗教性的地方政治，倒有近似无为之化，却能稍有合于道德的措施。陈寿著三国志的见地与历史笔法，当然远不及于司马迁，但是，他在张鲁等传记末了的评语，却也中肯，如说公孙瓒保京，坐待夷灭。度公孙度残暴雨不节。渊公孙渊仍业以载凶。只足覆其族也。陶谦昏乱而忧死。张杨授首于臣下。皆拥据州郡，曾匹夫之不若，固无可论者也。燕张燕绣张绣鲁张鲁，舍群盗，列功臣，去危亡，保宗耙，则于彼为愈焉。他说张鲁等人，倒能够逆取顺守，得保祖先子孙的宗祀，在当时群盗如毛，都是有始无终的乱世当中，比较起来，的确算是杰出的人物。"}
{"text":"陈寿著三国志的见地与历史笔法，当然远不及于司马迁，但是，他在张鲁等传记末了的评语，却也中肯，如说公孙瓒保京，坐待夷灭。度公孙度残暴雨不节。渊公孙渊仍业以载凶。只足覆其族也。陶谦昏乱而忧死。张杨授首于臣下。皆拥据州郡，曾匹夫之不若，固无可论者也。燕张燕绣张绣鲁张鲁，舍群盗，列功臣，去危亡，保宗耙，则于彼为愈焉。他说张鲁等人，倒能够逆取顺守，得保祖先子孙的宗祀，在当时群盗如毛，都是有始无终的乱世当中，比较起来，的确算是杰出的人物。然而陈寿还见不到张鲁后世的子孙族类，竟能南迁于江西，历宋元以后，受朝野的尊敬，成为龙虎山正一派的张天师世家，累世备受宠封，可与山东曲阜的孔子世家相提并论，都成为中国文化世家巨室的特殊家世，一岂非他的先世张道陵的道术，应有丰功阴德的余荫，才能如此吗？陈寿著的三国志，自有陈寿的立场和主观，他笔下所述说的张道陵，等于是以假道为骗的术士，相反地，在葛洪所著的神仙传中，便不同于陈寿的记载了。如说张道陵者，沛国人也。本太学书生，博通五经。晚乃叹曰此无益于年命，送学长生之道，得黄帝九鼎丹法。欲合之，用药皆靡费钱帛。陵家素贫，欲治生，营田牧畜，非己所长，乃不就。闻蜀人多纯厚，易可教化，且多名山，乃与弟子入蜀，住鹤鸣山，著作道书二十四篇。乃精思炼志。忽有天人下，千乘万骑，金车羽盖，骖龙驾虎，不可胜数，或自称柱下史。或称东海小童。乃授陵以新出正一明威之道。陵受之，能治病，于是百姓翕然奉事之以为师，弟子户至数万，即立祭酒，分领其户，有如官长。并立条制，使诸弟子随事输出米绢器物纸笔樵薪什物等。领人修复道路，不修复者，皆使疾病。县有应治桥道。于是百姓斩草除涵，无所不为，皆出其意。而患者不知是陵所造，将为此文从天上下也。我们看了葛洪所写的记载，便可了解陈寿记述张道陵的事实，不但简要不详，而且是有立场和成见的。张道陵的正一明威道术，到了晋朝，更有扩展，晋室的名公巨卿，朝野大族，都有信奉此道，例如王谢等巨室，也都历世信奉不衰，以书法著名的王羲之，便是此道中的分子。所以他手写黄庭经，并不是专为习字而好玩的。此外，我们再看葛洪所载张道陵在四川施行的教化，依照历史文化的功绩观念来讲，便会觉得他与文翁化蜀，同样具有文化教育上的价值。如说陵又欲以廉耻治人，不喜施刑罚。"}
{"text":"我们看了葛洪所写的记载，便可了解陈寿记述张道陵的事实，不但简要不详，而且是有立场和成见的。张道陵的正一明威道术，到了晋朝，更有扩展，晋室的名公巨卿，朝野大族，都有信奉此道，例如王谢等巨室，也都历世信奉不衰，以书法著名的王羲之，便是此道中的分子。所以他手写黄庭经，并不是专为习字而好玩的。此外，我们再看葛洪所载张道陵在四川施行的教化，依照历史文化的功绩观念来讲，便会觉得他与文翁化蜀，同样具有文化教育上的价值。如说陵又欲以廉耻治人，不喜施刑罚。乃立条制，使有疾病者，皆疏记生身已来所犯之事，乃手书投水中，与神明共盟约，不得复犯法，当以身死为约。于是百姓计念，邂逅疾病，辄当首过。一则得愈，二使羞惭，不敢重犯，且畏天地而改。从此之后，所违犯者，皆改为善矣。在这段的记载里，述说张道陵化民成俗的方针，在于人人自觉自治，重廉耻，畏天命，行善举为其重点，根据道家思想的为政不在多言，唯重实行的原则，那么，张道陵这种措施，又何尝是不对呢？陈寿所谓故世号米贼，是从曹魏政权的立场，因袭治权的正统观念而来，并不全足取信。其次，关于张道陵个人修炼道术的经过。如说陵乃多得财物，以市合丹。丹成，服半剂，不愿即升天也。乃能分形作数十人行气服食，故用仙法，亦无以易。故陵语诸人曰尔辈多俗态未除，不能弃世，正可得吾行气导引房中之事，或可得服食草木，数百岁之方耳。其有九鼎大要，唯付王长。而后合有一人，从东方来，当得之。此人必以正月七日，日中到。具说长短形状。至时，果有赵异者，从东方来，生平原相，见其形貌，一如陵所说。陵乃七度试异，皆过，乃授N丹经。这是说明张道陵所修炼的神仙道术，仍以外金丹的丹药为主，以服气导引房中等的内丹修炼的助伴，最后，仍以九鼎大要等道法的指归。至于所说七次试验赵N的道心，然后授以神仙道术，正是后世妄求学仙者先立道德根基的榜样，如说七试者第一试N到门不为通，使人辱骂四十余日，露宿不去，乃纳之。第二使N于草中守黍驱兽，暮遣美女非常，托言远行过寄宿，与N接床。明日又称脚痛不去，遂留数日，亦复调戏，N终不失正。第三试N行道忽见遗金三十瓶，N乃走过不取。第四试N令入山采薪，三虎交前，咬N衣服，惟不伤身。N不恐，颜色不变，谓虎曰我道士耳，少年不为非，故不远千里，来事神师，求长生之道，汝何以尔也？岂非山鬼使汝来试我乎？须臾，虎乃起去。"}
{"text":"第二使N于草中守黍驱兽，暮遣美女非常，托言远行过寄宿，与N接床。明日又称脚痛不去，遂留数日，亦复调戏，N终不失正。第三试N行道忽见遗金三十瓶，N乃走过不取。第四试N令入山采薪，三虎交前，咬N衣服，惟不伤身。N不恐，颜色不变，谓虎曰我道士耳，少年不为非，故不远千里，来事神师，求长生之道，汝何以尔也？岂非山鬼使汝来试我乎？须臾，虎乃起去。第五试N于市买十余匹绢，付值讫，而绢主诬之云未得。N乃脱己衣，买绢而偿之，殊无惮色。第六试N守田谷，有一人往叩头乞食，衣掌破弊，面目尘垢，身体疮脓，臭秽可憎。N怆然为之动容，解衣衣之，以私粮设食，又以私米遗之。第七试陵将诸弟子登云台绝岩之上，下有一桃树，如人臂，傍生石壁，下临不测之渊，桃大有实。陵谓诸弟子曰有人能得此桃实，当告以道要。于时伏而窥之者，三百余人，股战流汗，无政久临视之者，莫不却退而还，谢不能得。N一人乃曰神之所护，何险之有，有圣师在此，终不使吾死于谷中耳。师有数者，必是此桃有可得之理故耳。乃从上自挪，投树上，足不磋跌，取挑实满怀。而石壁险峻，无所攀缘，不能得退。于是乃以挑一一掷上，正得二百二颗。陵得而分赐诸弟子各一，陵自食留一以待异。陵乃以手引N，众视之，见陵臂长三十丈，引N，N忽然来还。乃以向所留桃与之。食毕，临乃临谷上，笑而言曰赵异心自正，能投树上，足不蹉跌。吾今欲自试投下，当应得大桃也。众人皆谏，惟异与王长嘿然。陵遂投空，不落桃上，失陵所在。四方皆仰，上则连天，下则无底，往无道路，莫不惊叹悲涕。惟N长二人，良久乃相谓曰师则父也，自投于不测之崖，吾何以自安！乃倒投身而下，正堕陵前。见陵坐局脚床，斗帐中，见N长二人，笑曰吾知汝来。乃授二人道毕。三日，乃还归，治旧舍，诸弟子惊悲不息。后陵与N长二人，皆白日冲天而去。众弟子仰视之，久乃没于去霄也。初陵入蜀山，合丹半剂，虽未冲举，已成地仙，故欲化作七试以度赵N，乃如其志也。我们读了葛洪所写这段张道陵授受道术的传记，对于一般妄求长生不老之方的人士，应知有所反省。须知道家与道教所标榜的神仙可学，必以立德为先。后世的人，以价值观念的小忠小勤，轻心慢心的意气用事，妄求出世超人的道术，岂非缘木而求鱼，哪有这种便宜的事呢？"}
{"text":"见陵坐局脚床，斗帐中，见N长二人，笑曰吾知汝来。乃授二人道毕。三日，乃还归，治旧舍，诸弟子惊悲不息。后陵与N长二人，皆白日冲天而去。众弟子仰视之，久乃没于去霄也。初陵入蜀山，合丹半剂，虽未冲举，已成地仙，故欲化作七试以度赵N，乃如其志也。我们读了葛洪所写这段张道陵授受道术的传记，对于一般妄求长生不老之方的人士，应知有所反省。须知道家与道教所标榜的神仙可学，必以立德为先。后世的人，以价值观念的小忠小勤，轻心慢心的意气用事，妄求出世超人的道术，岂非缘木而求鱼，哪有这种便宜的事呢？如果神仙不可学，就凭这种做人的德行为榜样，以此为人处事，亦正是儒家所谓大人君子的风规，这样的教化，又何尝有害世道人心呢？拚命大骂其为异端不可学，似乎有欠公允。我们非常简略地介绍了汉末道教形成的前因后果，便可大概了解秦汉以后政治社会演变的关系，由道家思想促成道教建立的先声。二魏晋以后的道家与道教我们初步了解了汉末的学术情况，与社会人心逃避现实的趋向，促使道家形成道教的情形，然后再来研究魏晋人对于学术思想转变的迹象，就有脉络可循，不致凭空臆度了。汉末时期，朝野上下，受到政治经济军事种种的激荡，社会的不安，随时随地呈现一片紊乱，因此应运而生的新创各种道术信仰，便能普遍传开，深入各个阶层，加上黠者利用游侠与知识分子不满现实的情绪，纵横牵扯，一拍即合，就形成三国时代的局面了。我们想要了解历史文化的演变，必然不要忘记时代背景的影响，所以要讲魏晋时期的学术思想，必须要追踪东汉未期学术思想的情况，然后才能了解魏晋学术思想的原因。我在讲述佛教与中国文化的因缘中，曾经讲到影响时代学术思想的重心，在于当权执政者的领导作风，当汉末及曹魏执政的先后阶段，传习儒家的经学，绍述孔孟的遗教，除如郑玄卢植等少数的大儒，稍具规模以外，一般所谓儒生者，都以文学见长。如王粲等人，醉心于辞章的意境，其余济济多士，大多从事于救亡图存的时事，或奔竞于当世功名的途径，即使从事学术思想，也都以见用于现实的世务为主，如研究科学而哲学的易经象数之学，也只有少数有志之士，肯在业余作部分专长的研究，如郑玄的交辰，费直荀爽的升降，虞翻的纳甲等有数几人而已。"}
{"text":"如王粲等人，醉心于辞章的意境，其余济济多士，大多从事于救亡图存的时事，或奔竞于当世功名的途径，即使从事学术思想，也都以见用于现实的世务为主，如研究科学而哲学的易经象数之学，也只有少数有志之士，肯在业余作部分专长的研究，如郑玄的交辰，费直荀爽的升降，虞翻的纳甲等有数几人而已。此外，如华佗的医道，管辂的术数，尚有正统道家的遗风，至于以道家法术见长，如于吉左慈等人，虽然名动公卿，影响人心至巨，但到底不能见重于士林，由此而知由汉末到三国时期，学术思想界的情形，正同当世的时事是一样的紊乱。曹魏时代，因曹氏父子擅长文学的关系，帏幄中的文士，亦多以文学见长，对于义理学术的探求，已经减色，到了魏晋转移的阶段，少年贵胄的世家公子，如何晏王弼之流，既不能做絮静精微的学问工夫，又不能疏通知远，于是，仅于思而不学的心得之下，便以老庄思想来解释易经不但易经汉学传承的原意，由此丧失，即如老庄的思想，也从此大为变质。加以名公巨卿，世家大族们对于时势国事，有心挽救而无力挽回，就与当时一般名士们群居终日，手把尘尾，清谈玄理以逃避现实，等于任何一个世纪末期的人，趋向声色歌舞醇酒美人玩牌跳舞，是同为时代颓废的心理作用，因此以易经老子庄子为主的三玄之学，便应运而兴，所谓清谈与三玄，便是如此这般所造成。恰当那个学术思想中心无主的时代，又加西域佛学的名僧居士们，如支谦支适等人，开始源源东来，灌输般若谈空，讲论神我涅的思想，蔚为一时的风气。在另一方面，受到衰乱颓风的影响，故作旷达而流于疏狂，如嵇康阮籍山涛刘伶等人，便是受到这种世风刺激的牺牲者。然而魏晋之际，除了这般人物，足以影响时代的风气以外，其他讲究学问德业，从事挽救世道人心的工，难道真正无人吗？这又不然，人间世事，本来就如自然物理一样，有了黑暗，自然也有光明，有正的一面，当然也有反的一面。魏晋时期，从事挽救世风的人物，大多走入道家与道教的路线，例如三国时期张道陵的创教以外，便有南方的许逊族阳，在江西创建净明忠孝教，内用道家儒家修身敦品立行的传统精神，外用符等法术，做为积功累德的修道基础，他的遗风流泽，覆荫千余年以下，成为魏晋以后南方道教的开建者，也就是唐宋以后，庐山道术一派的渊源，江西南昌道教胜地的万寿宫，便是为许旌阳而立的千秋庙祀。"}
{"text":"这又不然，人间世事，本来就如自然物理一样，有了黑暗，自然也有光明，有正的一面，当然也有反的一面。魏晋时期，从事挽救世风的人物，大多走入道家与道教的路线，例如三国时期张道陵的创教以外，便有南方的许逊族阳，在江西创建净明忠孝教，内用道家儒家修身敦品立行的传统精神，外用符等法术，做为积功累德的修道基础，他的遗风流泽，覆荫千余年以下，成为魏晋以后南方道教的开建者，也就是唐宋以后，庐山道术一派的渊源，江西南昌道教胜地的万寿宫，便是为许旌阳而立的千秋庙祀。据道教的传达，许族阳一派的道术，是带家室同修，不必离尘出俗的法派，所以相传许真人道成之日，全家大小，都拔宅飞升，俨然犬吠云中，成为富贵神仙的榜样。其实，许族阳的德业，除如道教所说的术妙通神以外，他的最大的功德，就是对江西及三江上游水利的开发与建设，的确留有极大的功劳，虽然不及秦代李冰父子开建都江堰的源远流长，但泽及南方，诚为不可泯灭的事实，据黄元吉所写的许真君传记，我们简择它的要点，稍作介绍如说真君姓许氏，名逊，字敬之。曾祖琰。祖父玉。父肃。世为许昌人，高节不仕，颖阳由之后也，父汉末，避地于豫章之南昌，因家焉。吴赤乌二年己未，母夫人梦金凤衔珠，坠于帐中，因是有娠而生真君焉。生而颖悟，姿容秀伟。少小通疏，与物无忤。尝从猎，射一囗鹿，中之，子堕，鹿母犹顾舐之，未竟而毙。因感悟，即折弃弓矢，克意为学。博通经史，明天文地理律历五行谶纬之书。尤嗜神仙修炼之术，颇臻其妙，问西安吴猛得至人丁义神方，乃往师之，悉传其秘。遂与郭璞访名山，求善地，为栖真之所。得逍遥金氏宅，这徙居之。日以修炼为事，不求闻达。乡党化其孝友。交游服其德义乃于太康元年，起为蜀旌阳令。时年四十二。视事之初，诫吏臀去贪鄙，除烦细，脱囚絷，悉开谕以道教忠孝慈仁忍慎勤俭，吏民忱服，咸愿自新蜀民为之谣曰人无窃盗，吏无好欺，我君活人，病无能为。真君知晋室将乱，乃弃官东归。民感惠赢粮而送者蔽野，有至千里始还者，有随至其家愿服役不返者。乃于宅东之隙地，结茅以居，状如营垒，多改氏族以从真君之姓，故号许家营焉。真君生于吴大帝赤乌二年己未正月二十八日，住世一百三十六年。凡来参学净明弟子，皆尊之曰道师君。真君既飞升之后，里人与其族孙，简就其地立饲。隋炀帝时，焚修中辍。唐永淳中，天师胡惠超重兴建立。明皇尤如宣奉。宋朝太宗真宗仁宗皆赐御书，改赐额日玉隆。仍禁名山樵采，蠲租赋。"}
