{"text":"孟贲就不同了，他说让我试试，他把鼎举离了地面半尺，可是因为用力太猛，眼球都暴了出来，眼眶裂开，流血不止。秦武王看了说，你既然能举，难道我不能举？任鄙在旁边劝他，以一国之君的身份，不要随便去尝试。可是他不听，反而说任鄙自己举不起来，唯恐他能举得起来。任鄙就不敢再多嘴了。秦武王也举起了半尺，他还想走几步以胜过孟贲，不料一转步，力尽失手，宝鼎掉下来，把他的胫骨压断，昏了过去。当天晚上，就因为流血过多而死了。这就是好小勇的结果。秦武王身边三名力气最大的武士，他们的结果，也不相同。乌获在攻打韩国宜阳城的时候，他身先士卒，跑在前面，一跳就跳得和城墙一样高，用手抓住了城头的雉谍，可是他力气太大了，雉谍被他一把抓坏，崩裂下来，他也就掉了下来，跌落在一块大石头上，肋骨折断而死。至于孟贲，则在昭襄王即位后，检讨举鼎这次事件的时候，被认为是他闯出来的祸，于是把他碟死――裂身而死，并且灭族。而任鄙则因为当时曾经进谏，劝过秦武王不可轻易尝试，于是派他作了汉中太守。他们这三位大力士的不同下场，值得后世那些好小勇的人作为借镜。项羽和刘邦再将偏好个人武勇，与能任大勇的人，在对立之下，作个比较。历史上对这两个人，记载得很详尽。一个是项羽，有拔山扛鼎之勇，作战时单枪匹马，闯到敌人的阵中，纵横驰骋，谁也不敢阻挡。当汉高祖和他最后一次会战，用了许多兵力，围困他许久，虽然楚军已败，可是谁都不敢接近项羽。在这之前的另一次战役中，项羽和汉高祖在阵前见了面。项羽说，天下这多年来的战乱，就只是你我双方打来打去，今天你我见面了，我们双方下令，所有的部下都不许动手，你我两人出来单打独斗，作一死战，来决定胜负，免得再打下去，伤了许多无辜的生命。汉高祖说，对不住，我绝不和你单打独斗，我是斗智不斗力的。这就是汉高祖与楚霸王不同之处。赵武灵王秦武王项羽等等，这些都是好小勇的人，不懂得大勇的道理。在历代帝王中，不问他们好的是大勇或小勇，只要是好勇的，从他们的谥号中，就可以看得出来。像赵武灵王秦武王汉武帝等等，凡是有一个武字的人，大多数都是好勇。但这些却不是中国文化中，孔子所标榜智仁勇之勇的真正精神。"}
{"text":"汉高祖说，对不住，我绝不和你单打独斗，我是斗智不斗力的。这就是汉高祖与楚霸王不同之处。赵武灵王秦武王项羽等等，这些都是好小勇的人，不懂得大勇的道理。在历代帝王中，不问他们好的是大勇或小勇，只要是好勇的，从他们的谥号中，就可以看得出来。像赵武灵王秦武王汉武帝等等，凡是有一个武字的人，大多数都是好勇。但这些却不是中国文化中，孔子所标榜智仁勇之勇的真正精神。墨子谈勇如何才是正确的好勇？我们再看一段历史上的纪录。墨子谓骆猾厘曰吾闻子好勇。曰然。吾闻其乡有勇士焉，吾必与斗而杀之。墨子曰天下莫不予其所好，夺其所恶。今子闻其乡有勇士而斗而杀之，是恶勇，非好勇。恐怕一般人，都是骆猾厘式的好勇，或简称之为骆式的好勇。现在电视电影武打片中，常常可以看到这种典型的好勇，尤其是一些青少年们，听说某人拳头厉害，就不服气，一定要想办法，找到对方较量较量，势必将对方打垮才甘心。以此来表现自己的本领比他大，武功比人高，而且还自鸣得意，认为自己勇敢，不怕死。而墨子对这种心理，痛下针砭地说，世上的人，没有一个不是对于自己所爱好的，就加以保护照顾，而对于自己所厌恶的，则扬弃或者销毁。就好像你喜欢自己的小孩，你一定培植他，你讨厌吃人的野盖，就杀掉它。现在你听到哪里有勇士就去杀他，这是恶勇，而不是好勇。这是墨子所讲个人好勇的哲学。老实说，个人好勇，最高明的也不过是任气尚侠而已，其偏差的流弊很大，甚至眼瞅必报，犯禁杀人而自取灭亡。至于帝王好勇的偏差，则必然会穷兵黩武，以残杀侵略为能事，那就弄得生灵涂炭，造成社会国家人类的大祸害了。最后的结果，不但害了别人，自己的社会国家也同样受害，乃至于本身生命都不保。现代史的希特勒和第二次大战的日本军阀们，就是如此。只有一怒而安天下，这才是大勇。不管齐宣王口中所好的勇是什么勇，但他和孟子谈话时，是很够味道的。他也很尊重孟子，很有礼貌，对于孟子所提的意见，讲的大道理，都还算能听得进，认为不错，可是做不来，不能接受。到了要紧关头，受不了了，就想开溜，把话岔开。"}
{"text":"最后的结果，不但害了别人，自己的社会国家也同样受害，乃至于本身生命都不保。现代史的希特勒和第二次大战的日本军阀们，就是如此。只有一怒而安天下，这才是大勇。不管齐宣王口中所好的勇是什么勇，但他和孟子谈话时，是很够味道的。他也很尊重孟子，很有礼貌，对于孟子所提的意见，讲的大道理，都还算能听得进，认为不错，可是做不来，不能接受。到了要紧关头，受不了了，就想开溜，把话岔开。但他也很坦白，像前面孟子说到乐天畏天的大道理，他就坦白地说，你这种高见实在很伟大，只可惜我是个老粗，我有好勇的毛病哪！齐宣王见孟子于雪宫。王曰贤者亦有此乐乎？孟子对曰有。人不得，则非其上矣。不得而非其上者，非也为民上而不与民同乐者，亦非也。乐民之乐者，民亦乐其乐，忧民之忧者，民亦忧其忧。乐以天下，忧以天下然而不王者，未之有也。昔者，齐景公问于晏子曰吾欲观于转附朝亻舞，遵海而南，放于琅邪吾何修而可以比于先王观也？晏子对四善哉问也！天子适诸侯回巡狩巡狩者，巡所狩也。诸侯朝于天子曰述职述职者，述所职也。无非事者。春省耕而补不足，秋省敛而助不给。夏谚曰吾王不游，吾何以休？吾王不豫，吾何以助？一游一豫，为诸侯度。今也不然师行而粮食，饥者弗食，劳者弗息囗囗胥谗，民乃作恳，方命虐民，饮食若浪，流连荒亡，为诸侯忧。从流下而忘反，谓之流从流上而忘反，谓之连从兽无厌，谓之荒乐酒无厌，谓之亡。先王无流连之乐，荒亡之行。惟君所行也。景公说，大戒于国，出合于郊。于是始兴发，补不足。召太师曰为我作君臣相说之乐。盖征招角招是也。其诗曰畜君何尤！畜君者，好君也。雪宫论政齐宣王有一次在他的雪宫，也许是夏天避暑的地方，也许是下雪时取暖的宫殿，但应该不是办公室，或会议厅之类处理政务的场所，多半是供享乐纳福的别墅――和孟子见面，他就眼前的享乐和设施问孟子贤者亦有此乐乎？这和梁惠王在沼池上问的话一样。可见战国时那些诸侯们，不顾百姓死活，高高在上，那种志得意满的样子。我们可以想象另一种画面，好像老农夫们一天工作完毕，吃饱了晚饭，在门前大树下一坐，一支烟筒在手，摸摸挺起的大肚皮，大有虽南面而王，不易也的味道。"}
{"text":"这和梁惠王在沼池上问的话一样。可见战国时那些诸侯们，不顾百姓死活，高高在上，那种志得意满的样子。我们可以想象另一种画面，好像老农夫们一天工作完毕，吃饱了晚饭，在门前大树下一坐，一支烟筒在手，摸摸挺起的大肚皮，大有虽南面而王，不易也的味道。孟子答复他说有啊！谁有了这种环境都会感到快乐的，谁都希望能有这种享受。不过一般老百姓得不到这样的享受，就会埋怨他们的国君。老百姓如果因为得不到这快乐，而埋怨国君，实在是不对的。然而一个领导人，没有做到与民同乐，也是不对的。一个领导人，以人民的快乐为自己的快乐，老百姓也就会以领导人的快乐为快乐。领导人能把人民的忧苦，看成自己的忧苦来解决，那么老百姓也会把国君的忧烦，看成为自己的忧烦去尽忠。所以，如果领导人以天下人的快乐为快乐，以天下人的忧苦为忧苦，而说他不能行王道于天下，那是绝对不可能的。我们可以看到孟子又在这里推销王道了，他好像推销员似的，随时随地都在叫卖王道！王道！这也可见他忧世之急切了。他说了这番理论，似乎意犹未尽，又举出一件事例，企图说服齐宣王，他举的正是春秋时代齐景公和相国晏婴的一段故事。晏婴是历史上的名相，晏子春秋就是他的大作。当然，齐景公是姜太公的后人，而现在和孟子说话的齐宣王已经不是姜太公之后，他的祖先原是齐国的权臣田家，后来篡了位，而传给宣王的。孟子举出这段故事来也是一种很高明的说话技巧。从表面上看，孟子是以自己的口，说出他人晏子的意见来，而实际上他是借了他人晏子的口，来表达自己的意见，他举出的这段历史故事是这样的有一天齐景公对晏子说，我想去看看转附和朝亻舞这两座名山，然后沿海再到南方去，一直到琅邪为止。你看看，此行要怎么样才能够比得上先王他们那样的壮观呢？从放于琅邪和比于先王观这两句话上看，很明显地透露了齐景公当时，也是有统一天下的大志，并不是普通的观光旅行游山玩水而已。只是当时有尊周――尊重中央政权的口号，不便把心意直接说出来。"}
{"text":"你看看，此行要怎么样才能够比得上先王他们那样的壮观呢？从放于琅邪和比于先王观这两句话上看，很明显地透露了齐景公当时，也是有统一天下的大志，并不是普通的观光旅行游山玩水而已。只是当时有尊周――尊重中央政权的口号，不便把心意直接说出来。晏子不愧为名相，他很聪明，听了景公的问话，就先用一套历史哲学答复他说善哉，问也。你这问题好极了。中国的佛经常有善哉！善哉！的说法，当时的译文就是套这些书来的。原文就是好的意思，佛家译经时，借用了这个名辞。后经佛家多年的开口善哉，闭口善哉，慢慢地似乎这两个字，就含了更多的意义，而有浓厚的宗教意味。晏子说了这个问题很好之后，接着就说，依照礼法，中央政府的天子，到各诸侯那里去巡视一周，叫做巡狩，意思是巡视诸侯所守的地方。而诸侯要到中央政府去朝见天子，名为述职，意思是向天子报告自己职务以内的事务。如果天下安定，没有非常特殊的意外事件的话，在春天，要出外视察民众的耕作情形，如果有情况欠佳的，就要设法补助。在秋天，则出外看着大家的收成和赋税状况，如果有入不敷出的，就设法贴补。所以在夏朝政治最修明的时候，民间流行的谚语说，君王不出来走走，我们哪里能喘口气？君王如果身心不适，我们又怎么得到他的帮助呢？所以古时候大家都希望帝王出来玩玩，好沾点光，得些好处。所谓龙行一步，百草沾恩。龙走一步路，下了雨，百草都得到滋养。所以那时候天子每次出来巡狩，不但给诸侯大臣们一个警惕，同时也为注意民生疾苦树立一个榜样。晏子说了过去的，又说到当时的。他感叹今不如昔地说，现在可大不相同了啊！诸侯们离开国都，一有行动，就带了大批的军队侍卫。于是后勤的各种补给，诸如粮食的供应，一大批一大批地运送出去。如此一来，原本吃不饱的老百姓们，大家工作得更劳苦了。在强烈的对比之下，老百姓的眼里难免就有了怨恨之色。闲话怨言当然也就开始了。日积月累地，就造成社会上的反感心理。诸侯们的这种行为，违背了天理人道，对老百姓不但没有善尽保护之责，反而加以虐待。只要流连荒亡四种现象一出现，政权就要出问题了。"}
{"text":"他感叹今不如昔地说，现在可大不相同了啊！诸侯们离开国都，一有行动，就带了大批的军队侍卫。于是后勤的各种补给，诸如粮食的供应，一大批一大批地运送出去。如此一来，原本吃不饱的老百姓们，大家工作得更劳苦了。在强烈的对比之下，老百姓的眼里难免就有了怨恨之色。闲话怨言当然也就开始了。日积月累地，就造成社会上的反感心理。诸侯们的这种行为，违背了天理人道，对老百姓不但没有善尽保护之责，反而加以虐待。只要流连荒亡四种现象一出现，政权就要出问题了。今天这些诸侯们的所作所为，真让人担心啊！像隋炀帝出游扬州，极尽奢靡，老百姓没有饭吃，他也不管。国君们只要动一动，下面的人就有的忙了，老百姓更是累得惨兮兮的。天怒人怨的结果，只有好头颅被搬家了。这使我们想到一个明朝的小故事。从前的某些小庙，相当可怜，住在庙里的小和尚，等于是地方官绅们的仆役，常要听他们的差使。有的人做了官，衣锦荣归，事先通知庙里和尚准备素斋，约了朋友，到山明水秀的庙里联欢，吟诗作对。有一次，这些大人先生们，吃罢素斋，悠游半日，大为赞赏，对和尚说，大家劳碌半生，今天这次清游，一顿素斋，太舒服了。老和尚说，各位大人是舒服了半天，可是我们已经忙碌了三天啦。这就是劳者弗息了。晏子又解释说，领导人的生活堕落，遂其私欲，像水势向下流，不知停止，就叫做流。违反人情，倒行逆施，如逆水而上，就叫做连。时常像野兽那样冲动，暴发兽性而不加节制，就叫做荒。沉溺酒色，永不满足，就叫做亡。这些都是领导人容易犯的错误。您景公方才问到，如何才可以比于先王的壮观。据我所知，先王们是不会有这样的流连之乐，也不会有这种荒亡的行径的。你自己看看该怎么办吧！齐景公听了他这番话，非常高兴，立即下命令改革政治。同时以身作则，走出深宫内院，接近百姓，访察民情，并且积极从事地方建设，注意到社会福利。景公将行政工作处理妥当以后，就把兼管国史文化礼乐的太师找来，要他在国史上记下这件事，并且为他和晏子这段君臣相得的美事，谱下一段乐章。征招角招两篇乐章，就是由此而来。这乐章中有一句诗，意思是说，我们的国君虽然是欲望大，但是没有关系，这并没有错，因为他扩充他的大欲望，建设了我们这个康乐的社会，正是一位好的国君。"}
{"text":"同时以身作则，走出深宫内院，接近百姓，访察民情，并且积极从事地方建设，注意到社会福利。景公将行政工作处理妥当以后，就把兼管国史文化礼乐的太师找来，要他在国史上记下这件事，并且为他和晏子这段君臣相得的美事，谱下一段乐章。征招角招两篇乐章，就是由此而来。这乐章中有一句诗，意思是说，我们的国君虽然是欲望大，但是没有关系，这并没有错，因为他扩充他的大欲望，建设了我们这个康乐的社会，正是一位好的国君。这里孟子又针对齐宣王爱好享受的心理，借机启发他与民同乐，与民共享的精神。这次他运用的是鉴古以观今的手法，拿齐景公与晏子的对话加以阐述，孟子的用心，可谓良苦。他所讲的晏子，是春秋战国之间的名臣贤相，他留下的嘉言善政很多，大家不妨去读晏子春秋这本书，相信也会获益不浅。由齐宣王在雪宫中与孟子的一段对话，又联想到齐景公与晏子的另一则故事，几乎和孟子对齐宣王的回答同样有趣。这个故事简短而生动，而且更有内涵，并不像孟子的长篇大论。这件事故的资料记载在晏子春秋里。有一年的冬天，连下三天的大雪。齐景公穿了很好的白狐袍子，坐在王宫里纳福，他对晏子说，下了三天的大雪，似乎没有什么寒冷的感觉！晏子听了便说，一个贤明的君主，自己吃饱的时候，应该要想到社会上还有饥饿没饭吃人的。自己温暖的时候，更应该想到世上还有没有衣服穿，受寒冻死的人。齐景公听到晏子这样一说，马上便把身上的狐裘脱了下来，当然他脱下狐裘不是生晏子的气，他是被晏子说醒了，觉得自己过分享受，忘记了百姓的饥寒，当着晏子有点不好意思。所以齐景公到底还不失为当时的一个好国君，因此也才能使晏子尽忠而直言无隐。可惜孟子碰到的齐宣王，比齐景公要差了些。原先的记述是这样的景公时，雨雪三日。被狐白裘，坐于堂侧，谓晏子曰三日雨雪，天下何不寒？晏子曰夫贤君饱则知人饥，温则知人寒。公乃去裘。古书上短短五十字的精简记述，便说明了一个领导人在政治道德的心理行为上，应当如何自处的道理，内涵丰富而精辟。如果用现代话来写，又要用很多字了。所以讲中国文化的复兴扎根，实在应当要注意国学的素养，这是刻不容缓的事。齐宣王问曰人皆谓我毁明堂，毁诸？已乎？孟子对曰夫明堂者，王者之堂也。正欲行王政，则勿毁之矣。王曰王政可得闻与？"}
{"text":"被狐白裘，坐于堂侧，谓晏子曰三日雨雪，天下何不寒？晏子曰夫贤君饱则知人饥，温则知人寒。公乃去裘。古书上短短五十字的精简记述，便说明了一个领导人在政治道德的心理行为上，应当如何自处的道理，内涵丰富而精辟。如果用现代话来写，又要用很多字了。所以讲中国文化的复兴扎根，实在应当要注意国学的素养，这是刻不容缓的事。齐宣王问曰人皆谓我毁明堂，毁诸？已乎？孟子对曰夫明堂者，王者之堂也。正欲行王政，则勿毁之矣。王曰王政可得闻与？对曰昔者文王之治歧也，耕者九一仕者世禄，关市讥而不征，泽梁无禁，罪人不孥。老而无妻曰鳏，老而无夫曰寡，老而无子曰独，幼而无父曰孤。此四者，天下之穷民而无告者。文王发政施仁，必先斯四者。诗云寄矣富人，哀此茕独。王曰善哉言乎！曰王如善之，则何为不行？什么明堂有一天，齐宣王提出一个问题对孟子说，现在外面有人建议我，要把明堂拆毁，你孟先生对这件事有什么高见？如一般人所说，把这座不实用的建筑拆除掉呢？还是保留下来好呢？所谓明堂，就是明政教化之堂，周代初期的建筑。也就是天子的庙堂，举凡祭祀朝会诸侯飨功养老教学选士等，意义重大的活动，当在这里举行。是中国文化的重要精神表征，具有崇高的意义和文化的价值。在礼记中有一篇，专门记述明堂的建筑规格，以及政教活动的内容。以现代观念而言，它象征了固有文化的精神堡垒，比起法国的凯旋门，美国的自由女神像，乃至丹麦的美人鱼等等，不可同日而语，具有特殊的内涵与神圣的精神。齐宣王所说的这个明堂，是周武王东征时所建的，直到汉朝还存在，后世才逐渐湮灭。当然，它表征了中国文化，同时象征了当时中央政府周天子的尊严。在齐宣王的心目中，虽然久已不闻尊周的口号，可是还没有一个诸侯敢明目张胆地提出灭周的主张。齐宣王这时把国家治理得蛮有规模了，在他心理上，不能说没有取周而代之的野心。拆毁明堂，何尝不是他自己的意思！可见他有蔑视和反抗中央周天子的微妙心理。但在孟老夫子面前，又怕碰钉子，不敢开口，于是借口是外面有人传说。换言之，是民间的舆论如此，借此来试探孟子的意向。否则的话，他假如没有这个念头，根本认为不可行，就不必问孟子拆了好呢？"}
{"text":"当然，它表征了中国文化，同时象征了当时中央政府周天子的尊严。在齐宣王的心目中，虽然久已不闻尊周的口号，可是还没有一个诸侯敢明目张胆地提出灭周的主张。齐宣王这时把国家治理得蛮有规模了，在他心理上，不能说没有取周而代之的野心。拆毁明堂，何尝不是他自己的意思！可见他有蔑视和反抗中央周天子的微妙心理。但在孟老夫子面前，又怕碰钉子，不敢开口，于是借口是外面有人传说。换言之，是民间的舆论如此，借此来试探孟子的意向。否则的话，他假如没有这个念头，根本认为不可行，就不必问孟子拆了好呢？还是不拆的好呢？孟子答复齐宣王的话，却也避开正面，不谈尊周与否的问题。他只说，这是王者之堂，象征着王道思想，您如果要想行王政的话，最好不要把明堂毁掉。齐宣王就说，你所说的王政，究竟是怎么回事呢？其实对于王道仁政，孟子已经说过好几次了，而这里齐宣王还问孟子什么是王政，这就显示出齐宣王对孟子的意见，也许是根本没兴趣，从来就没有专心听过，所以现在又提出这个问题来。也许孟子所提倡的有关仁政学说，颇受当时社会民间的欢迎，各方予以好评，齐宣王不得不对孟子表示尊敬。也许这时候仁义还有利用的价值，可以披起仁义的外衣，而进行实质上的侵夺兼并，所以不得不向孟子请教。这也可以说是齐宣王的可怜处。再反过来看孟子，他也很难堪，他希望推行王道仁政，但屡次被齐宣王在重要关头，来个太极拳的推手，推得远远的。于是他又打蛇贴棍上式的，再顺着齐宣王的话，接上去，还是推销他的王道思想。用心之苦，实在苦得也很可怜！他们两个，虽然互相尊重，而彼此似乎又话不投机。在这里，孟子被直接问到王政的本题上去，自然有点兴奋了。我们知道，孟子是一直以孔子的学说为标榜。而孔子对于政治，是推崇上古以及文武周公的政治风范的。所以孟子就举出周文王的政绩答复说，以前周文王在歧山发祥之初，走的就是传统王道精神的政治路线。第一点耕者九一，对农民只收九分之一的田赋。这是古代的土地政策，后世称作井田制度。当时地广人稀，没有私人财产制，土地均属国有，田园都依照方整观念来划一。每一田园，在规制上区分井字式，分成九部分，收获的时候，四周八分，分别归八户农民所私有，中间一份公田，收成归政府，所以说只收九分之一的田赋，后世称此为井田制度。"}
