{"text":"教室里静静的，没有一个学生回答。校长指了些人回答有的人说是为了光宗耀祖有的人说是为了以后富贵而读有些人说是为父母而读。。。。校长对这些回答都不满意，摇了摇头又到他面前，问道你是为什么而读书？他站起身来，教室里静悄悄的，大家都在等待他的回答。周恩来非常郑重地回答道为中华之崛起而读书！为中华之崛起而读书！回答的多好啊！如果是现在，我想我究竟是为什么而读书，我想，一代人有一代人的际遇和机缘，使命和挑战。中华崛起已经由上一代人实现了，而我们肩负的，是为中华民族伟大复兴而贡献青春吧！如果有什么可说的我想问问年的他是否已经基本实现社会主义现代化是否已经消除了贫困是否经济更加的发展民主更加的健全科教也更加进步文化更加的繁荣社会更加和谐人民生活也会更加殷实依稀记得，现在的天空，蓝的很透彻。冬日的阳光，丝毫不掺一点杂质。我想，年的你，一定会更加美丽吧！上天没有给予人们公平的人生，有人拥有出奇的才能，便有人只能不辞辛苦地攀登阶梯。我默默地守望着一缕光芒，小心翼翼，如掬如束，可若长久凝望，一定会让自己，也受烫灼。我常想，平凡的人生或是悲惨的际遇，可能还不是最糟糕的，我害怕的是，如果始终懦弱不堪，会让哪怕是一份小小的心意，也永远无法传达，竭尽全力的小勇敢，小心愿，一定会被许多人笑话的吧，那么，会有一个人了解吗？但随着时间的推移，身边的一些人和物感染了我，宅可能不是什么问题，对吧，通常代表专注。小众文化也不是什么问题，说明品味独特。在广阔的网络世界，我们总能找到许多和你爱好相同的伙伴。唯一要注意的是，必须坚持你自己以及不要停下追梦的脚步。其实有时候觉得人笨一点也没什么，只要有一个清晰的目标一直坚持下去，就会被人夸奖和美誉。我的梦想是拥有自己的一家属于自己的漫店以及称为一名优秀的主，也想要为自己国家的动画产业贡献出一份力量。在我们走过的季节里，路旁盛开的花朵也在不断变化，那个季节盛开的花是叫什么来着？轻轻摇曳着，一碰会微微刺痛，靠近一闻，隐约有股青涩的阳光的气息。那气息渐渐地淡去，我们也在慢慢长大。可是，那朵花一定还在某个地方盛开着对，我们永远都会继续实现那朵花的愿望。"}
{"text":"其实有时候觉得人笨一点也没什么，只要有一个清晰的目标一直坚持下去，就会被人夸奖和美誉。我的梦想是拥有自己的一家属于自己的漫店以及称为一名优秀的主，也想要为自己国家的动画产业贡献出一份力量。在我们走过的季节里，路旁盛开的花朵也在不断变化，那个季节盛开的花是叫什么来着？轻轻摇曳着，一碰会微微刺痛，靠近一闻，隐约有股青涩的阳光的气息。那气息渐渐地淡去，我们也在慢慢长大。可是，那朵花一定还在某个地方盛开着对，我们永远都会继续实现那朵花的愿望。开宗明义，智能化推荐是指通过大数据或者智能算法来研究并推断用户的兴趣偏好，基于标签化的数据结论推送给用户更加个性化精准化的内容，今天我方的标准是智能化推荐带来的趋势是否能够更好的帮助人们感受到快乐和放松。基于此我方将从两个方面来进行论述。韩笑稍微松了松手中的笔，这些点没有记录的必要，不过下面就是重头戏了。韩笑默默想到。第一，智能化推荐带来的内容的个性化帮助我们从繁杂了互联网信息之中快速的筛选出我们感兴趣的内容和知识，减少我们花费在筛选信息中的巨大时间成本。第二，智能化推荐能帮助企业更好的把握用户的需求，减少用户流失的可能性，提高企业的利润率，帮助企业的发展。以上，感谢主席。中规中矩，后面的攻防可能会是重头戏。韩笑皱了皱眉头，停下了转动的笔。这次是韩笑第一次参加正式比赛，主要担任防守和结辩的任务，而攻防上的压力让韩笑逐渐的紧张了起来。下面有请反方一辩进行开篇立论陈词，有请。谢谢主席。我们来看，今天对方辩友和我们讲什么，对方辩友说智能化推荐帮助我们减少筛选信息的巨大时间成本，那今天就来讨论一下今天的智能化推荐都运用在什么软件上――某音，某手，相信各位都明白这些软件中的内容主要是什么吧，那么在使用了智能化推荐的软件之中，究竟有没有做到减少筛选信息的时间成本呢？没有吧，难道各位在使用某音的时候是在看量子物理学，看高数吗？显然不是，我们只是看到一些让我们感到兴奋愉快的一些视频而已，根本达到不了所谓的减少时间成本的要求。所以对方辩友期待您方的后续论证。今天我方的观点是网络时代智能化的推荐对于人的发展而言弊大于利。"}
{"text":"没有吧，难道各位在使用某音的时候是在看量子物理学，看高数吗？显然不是，我们只是看到一些让我们感到兴奋愉快的一些视频而已，根本达到不了所谓的减少时间成本的要求。所以对方辩友期待您方的后续论证。今天我方的观点是网络时代智能化的推荐对于人的发展而言弊大于利。韩笑也逐渐开始了自己的准备，在反方一辩立论结束之后，韩笑就要受到对方二辩的盘问了，这场比赛很重要，韩笑实在不敢掉以轻心。首先我方认为智能化推荐实际上带来的是视野的狭窄化。对方辩友也提到，智能化推荐借助的是标签化的数据推送给用户信息的。标签的结果是什么，就是我们被机器简单的划分为是或者不是，机器只会判断我们是否喜欢，只想我们推送我们喜欢的信息，长此以往，我们只能够被同类信息所环绕所塑造，让我们的知识面变得更加狭窄，最终导致了视野的狭窄化。其次，智能化的推荐没有考虑到每一个个体的自制力，最终可能会导致一个人被一些不健康的黄色的信息所包围，成为了一个没有抱负，没有未来的失败者。实际上，韩笑非常反对智能化推荐在各个软件上的应用，因为这种推荐就像把他放在了大庭广众之下被人品头论足，并且衣不蔽体，没有一丁点的隐私。对于各个软件厂商的隐私保护条款，韩笑是从头到尾一个字都不会相信的，如果相信的话，那他就真的怀疑搜索了辩论之后各个软件都给他推荐辩论课程是一件玄学事件了。感谢反方一辩的陈词，下面有请正方二辩盘问反方三辩，有请。要上场了，韩笑深吸了一口气。感谢主席，有请对方三辩。正方二辩的声音传来，韩笑知道他的环节要开始了。谢谢对方辩友。礼貌性的恢复一句，韩笑定下心神，仔细听对方的问题。来，对方辩友今天一开始说智能化的推荐不能减少时间成本，那么请问对方辩友，今天我去看了一部我喜欢的剧，软件推荐了我其他统一风格的剧，那么请问这是不是减少了时间成本？来，对方辩友，就如同我方一辩所说的，我们去看一些兴奋愉快的视频，这些对方辩友请正面回答我方的问题，看剧的推荐究竟有没有减少时间成本？对方辩友今天的减少时间成本不是一句话说智能化推荐能够减少时间成本就可以的，您方需要好了好了，我明白对方辩友的意思了。"}
{"text":"来，对方辩友今天一开始说智能化的推荐不能减少时间成本，那么请问对方辩友，今天我去看了一部我喜欢的剧，软件推荐了我其他统一风格的剧，那么请问这是不是减少了时间成本？来，对方辩友，就如同我方一辩所说的，我们去看一些兴奋愉快的视频，这些对方辩友请正面回答我方的问题，看剧的推荐究竟有没有减少时间成本？对方辩友今天的减少时间成本不是一句话说智能化推荐能够减少时间成本就可以的，您方需要好了好了，我明白对方辩友的意思了。韩笑很平静，在辩论赛场上这种情况经常发生，以前在训练的时候韩笑也曾经使用过这样的方式来逼迫对方给出想要的答案，不过随着实践，韩笑逐渐发现并不是所有的回答都能够按照安排好的答案来回答的，因此就逐渐放弃了这样的逼迫对方回答的方法。我方一辩在一辩稿之中已经详细的论述了为什么智能化推荐能够减少时间成本，对方辩友今天不肯正面回答这个问题，实际上是认识到了问题的答案而不敢回答。好，下一个问题，对方辩友你是否认为智能化的推荐能够减少公司的运营成本。对方有一些紧张了，韩笑想到。实际上，对于对方扣帽子的做法韩笑感到了一丝熟悉，曾经他也是这样走过来的，虽然他目前依旧是一个辩论新手。对方辩友，您方说减少时间成本，那我今天想要找一个有关于量子力学的知识，可是智能推荐只给我推荐我喜欢的二次元，这样是不能够减少时间成本的。韩笑顿了顿，继续说道除此之外，智能化推荐能否无论是否能够减少运营成本对于我们这样的普通用户来说的关系实际上并不是非常大，在没有算法的时候，我们依旧可以学习工作娱乐，并没有什么差别啊。额，对方辩友的问题我们会在后续环节向您方继续论证，下面我们来看下一个问题，对方辩友说智能化推荐给我们推荐垃圾信息，请问您方有数据论证吗？韩笑皱了皱眉头，这部分的资料确实没有准备到，只找到了一些例子，不知道有没有用处。对方辩友，抖音因为智能化的推荐受到了整改，有一部分原因是其传播的价值观有一定的问题好了好了，对方辩友，您方究竟有没有数据来支撑您方的论点？我们今天已经告诉您一个下载量和用户数在国内和国际上的顶尖的软件好了好了，我明白了，对方辩友实际上并没有数据支撑对吧，仅仅用一个例子就告诉我们智能化的推荐的会失去其应有的要求，那么这一点我方拿掉。"}
{"text":"韩笑皱了皱眉头，这部分的资料确实没有准备到，只找到了一些例子，不知道有没有用处。对方辩友，抖音因为智能化的推荐受到了整改，有一部分原因是其传播的价值观有一定的问题好了好了，对方辩友，您方究竟有没有数据来支撑您方的论点？我们今天已经告诉您一个下载量和用户数在国内和国际上的顶尖的软件好了好了，我明白了，对方辩友实际上并没有数据支撑对吧，仅仅用一个例子就告诉我们智能化的推荐的会失去其应有的要求，那么这一点我方拿掉。短短两分钟的盘问环节很快就过去了，余下的环节之中，三辩只要参与一下自由辩论环节和最后的结辩就可以了。或许我可以摸摸鱼。韩笑挠了挠额头，想到。韩笑对于这种辩题一直比较感兴趣，在他在一开始的入队测试之中，他就抽到了这种类似于智能的应用的辩题，而这次的辩题也非常对韩笑的胃口。说他杞人忧天也罢，说他咸吃萝卜淡操心也罢，韩笑对于智能化推荐的应用前景感到十分担忧。不是担忧智能化推荐未来无法应用，而是担心人类作为一个物种的特殊性丧失，成为了一个娱乐至死种族。为什么？韩笑挠了挠头皮，想到很多。智能化推荐带来的危害或许不仅仅是论点之中所说的那么简单，视野的狭窄化可能仅仅是智能化推荐的带来的第一个后果，长此以往，这种互联网的应用工具有可能改变人们的行为模式，就像韩笑曾经在站看到的一个娱乐至死的视频一样，最终所有人的行为都为了娱乐，都为了点赞，当我们真的走向了一个娱乐至死的时代，我们的未来就真的渺茫而毫无希望了。晃了晃脑袋，将各种杂念都排除出去，韩笑回过神来，把精力重新放回赛场之上。目前比赛已经进行到了二辩小结环节，实际上，这又是韩笑的划水时间时间很快就来到了自由辩论的时间。下面进入本场比赛最激动人心的自由辩论环节，双方各分钟，有请。正方对方辩友今天讲智能化推荐给我们推荐了不良信息，那么请问现在互联网之上的不良信息是不受限制的传播的吗？反方不是，但是我们必须要注意到一些信息打着擦边球也同样获得了推荐，这些也属于不良信息的范畴。好，那么请问对方辩友，智能化推荐的一定是我们喜欢的东西吗？正方来，对方辩友承认了，他们也认为当今互联网不会有不良信息的大规模传播，那这一点我们先结掉，您方第一个论点不成立。再来，对方辩友一个企业减少了投入在信息维护上的成本，企业的经营成本是不是就会减少？"}
{"text":"正方对方辩友今天讲智能化推荐给我们推荐了不良信息，那么请问现在互联网之上的不良信息是不受限制的传播的吗？反方不是，但是我们必须要注意到一些信息打着擦边球也同样获得了推荐，这些也属于不良信息的范畴。好，那么请问对方辩友，智能化推荐的一定是我们喜欢的东西吗？正方来，对方辩友承认了，他们也认为当今互联网不会有不良信息的大规模传播，那这一点我们先结掉，您方第一个论点不成立。再来，对方辩友一个企业减少了投入在信息维护上的成本，企业的经营成本是不是就会减少？反方对方不要这么着急结问题吗，互联网上的不良信息类似于擦边球的同样很多，对方辩友您方有什么数据支撑吗？正方您方提出您方论证，为什么要向我方要数据呢？您方既然给不出数据那您方就请回答我们的问题好吗？反方我方告诉您了啊，很多的软件之中的人为了博取关注，故意穿着衣着暴露的衣物跳舞，这也是其中的擦边球的表现形式之一啊，好了，这一点您方不能给出论证证明我们现在互联网世界之中全部都是健康向上的，那我们就先结掉好了，请问对方辩友智能化推荐一定是我们喜欢的东西吗？自由辩论环节依旧是激烈的思想的交锋场，各种观点在这里碰撞，或许某一天一个惊世骇俗的思想的诞生就和辩论有关。正方对方辩友您方不要逃避问题，我方在说智能化推荐推荐的是我们所喜爱的东西，能够给我们带来快乐，对方辩友不要总是说智能化推荐推荐的就是垃圾好吗？反方来吗，对方辩友一直强调智能化推荐推荐的就是我们所喜欢的东西，可是智能化推荐一定是这样的吗？实际上，智能化推荐更像是一个黄晓明式的霸道总裁，我不要你觉得，我要我觉得。这种态度才应该是智能化推荐实际上给我们推荐的内容吧，我们所接收到的不仅仅是我们所喜欢的，还有的是智能算法让我们喜欢的。时间到！主持人的话语结束了激烈的辩论比赛，下一个环节也随之来到。下面有请反方三辩做结辩，有请。韩笑的心骤然紧张了起来，他作为一名结辩手对于辩论的作用还是比较重要的，一个好的结辩手能够将前场的劣势扭转回来，在最后做到大爆发，或者将各种细节仔细的梳理出来，给评委深刻的印象，这些都是一个优秀的结辩手可能做到的，但是韩笑还没有达到这个层次。"}
{"text":"时间到！主持人的话语结束了激烈的辩论比赛，下一个环节也随之来到。下面有请反方三辩做结辩，有请。韩笑的心骤然紧张了起来，他作为一名结辩手对于辩论的作用还是比较重要的，一个好的结辩手能够将前场的劣势扭转回来，在最后做到大爆发，或者将各种细节仔细的梳理出来，给评委深刻的印象，这些都是一个优秀的结辩手可能做到的，但是韩笑还没有达到这个层次。前面的一些梳理主要是站在队友的角度的一些复述，后面就有一些所谓的升价值的部分了，具体要求是有感情的朗读或者现编。当我们在未来思考过去的时候，我们或许有机会想一想当初的智能化推荐给我们带来的究竟是什么，它给我们带来的泛娱乐化的倾向对我们来说究竟是什么，是让我们走向了娱乐至死的窠臼，还是让我们走上了快乐学习，快乐工作的道路呢？或许，当我们选择了相信我们的自制力，那就是我们绝望的时候。人类在发展的每一个阶段都将面临一个个转折点，智能化推荐的应用就会是转折点之一。结束了结辩，韩笑的心情突然有点患得患失，这就是一个辩手的宿命吧。对方辩手的结辩声响起，可是韩笑已经没有精力听了。一切都结束了。一个种族的发展必然会面临着各种各样的挑战，有的挑战激烈，有的挑战隐蔽。而智能化推荐是后者。我们不清楚它带给我们的究竟是什么，或许是娱乐，或许是娱乐至死。当一个种族面临挑战的时候，我选择悲观。生活里的我们忙忙碌碌，穿梭在一个个急促转身中，或是销声匿迹于这一世尘嚣，我常在孤独时望镜子，镜中的我孤独依旧，苍白依旧，嘴角上扬起一勉强笑容，把一点宽慰压在心底就好。毕竟，新篇章即将到来，当现实和幻想交叠，文字世界亦是现实，亦梦亦醒，我沉醉于此无法自拔，作品是我，我也造就了它。闲暇时候常常翻开轻薄纸面阅读那一方文字，遐想如何描绘自己的渺小诗篇，我努力写得更好，即便结局它常常不甚如意。很多人总说，作家若是想保留住读者，请按照他们的要求，迎合他们的口味，改成他们的喜爱的风格，你就能得到赞赏，得到好评。做他们要你做的，想他们要你想的，只有乖乖来，你才能快乐。闭上双眼，依稀记得自己见过不少被名利冲昏头脑的，也曾在无人观览的废弃区找到被灰蒙现实覆盖的沧海遗珠。我用来自生活赐予我的笔，书写属于我自己的精彩人生。大体概览，翻阅纸张，我的人生分为四章，我愿把它们称为倔，惑，尊，燃。"}
{"text":"很多人总说，作家若是想保留住读者，请按照他们的要求，迎合他们的口味，改成他们的喜爱的风格，你就能得到赞赏，得到好评。做他们要你做的，想他们要你想的，只有乖乖来，你才能快乐。闭上双眼，依稀记得自己见过不少被名利冲昏头脑的，也曾在无人观览的废弃区找到被灰蒙现实覆盖的沧海遗珠。我用来自生活赐予我的笔，书写属于我自己的精彩人生。大体概览，翻阅纸张，我的人生分为四章，我愿把它们称为倔，惑，尊，燃。我至情至性用心描绘自己的，即便那一腔热血终会引起读者的不满。说到倔，我潇洒端坐挥手中笔，肆意拟定自己人生。在我看来，正所谓生而自由，爱而无畏。认同自己所认同的尝试自己愿意的坚持自己所遐想的保持一贯豪气文风，我宁用自己身上留下的血痕在洁净白纸留下磅礴字眼！我莽莽撞撞初生牛犊，会受伤会难过但愿意到处闯荡哪怕一身伤口！读者说，我的字眼太过倔强文风太过俗气，我沉默，再沉默，抬眸忍住眼眶灼热，低头收笔结束所谓的自我摧残。说到惑，生活中我常质疑，有时口无遮拦反而拂了他人面子，结局往往是残酷的。翻开这一篇章，满目的问号使我脑壳发胀，周围尽是嗡嗡作响，或许我就是敢，我敢在老师说错时直截了当挑明错误在学术大会上发表反对意见我敢质疑早已尘埃落定的往事真相我敢一个人探索即便身后没有一个人支持我。这，是我的第二章，读者告诉我请继续。语气平和眉眼弯弯也有人怒目圆睁颤抖着手对我破口大骂。你这是不懂社会的规矩！说到尊，记得曾经在纸面上书写多少遍不屈，我敬爱自己的人格和权利，即便千千万万数以千计的人追着我告诉我！想要继续就低头！想要求情就低头！想要得到就低头！我回头看，他们也是我的读者，我很庆幸或许有不少人看我这本书也曾笑过，或许他们是我很重要的人，但时光穿梭岁月流逝，当我再回头望，却撞上血红眼球死死盯着我告诉我，有时候尊严可以稍微放弃，这是对你好。我想逃，也无路可逃，最后落得一个纸张粉碎的下场。说到燃，我愿这样定义自己的青春，滚烫。烫得发热，烫到起火，烫到整个世界一片红，脑海里记得自己曾大吼告诉所有人总有一天！给我等着！我会努力超过你们所有曾看不起我的人！"}
{"text":"我想逃，也无路可逃，最后落得一个纸张粉碎的下场。说到燃，我愿这样定义自己的青春，滚烫。烫得发热，烫到起火，烫到整个世界一片红，脑海里记得自己曾大吼告诉所有人总有一天！给我等着！我会努力超过你们所有曾看不起我的人！记得小时候一场赌约，一席讲台，方方正正摆在教室中央，我沉沦于白色题海，试卷塌陷，燃烧了自己，也奉献了整个灵动的春天。我爱我的读者们，他们曾经给过我星星点点的支持，也曾让我忏悔让我泪流满面，身在繁华中却不知道该如何继续，我依旧想站在这里我想大声告诉你们所有人！这是属于我的青春！不希望忘记曾经那个火热一身滚烫的中二的自己我会失败会难过，会头破血流会有抽骨扒皮的疼痛教育我什么是对错，但我愿意尝试，愿意经历。我请你记住，我是自己人生的主宰，整本诗篇由我自己书写，依稀尤记一句歌词写的好我觉得你也像我，是个不愿服输的孩子，很多艰难叵测，心中仍有一团火。即便有再多困难，希望你我依旧保持初心，让自己燃烧让独属自己的诗篇绽放属于自己的炫彩，这就是独属青春的样子，放肆的年少轻狂一场吧。世界再大，也请唯我独尊！我的故事讲完了，但我所书写的诗篇，从未停止。你们再看一看书，我再看一看你们毕业前的最后一节课，每一个人的眼中都饱含着热泪。此刻，每一朵鲜花都将绽放，每一滴汗水都将挥洒希望。诀别时的忧伤，再见时的离裳，一切都还是我们相见时的模样。穿着一样的校服，背着一样的书包，唱着一样的歌儿，敲着一样的旋律，跳着一样的舞曲。我们穿越在人群之间，寻找着真实，追寻着我们懵懂的梦想。我们知道，我们终究会长大，可我们不知道，这一天来的这么快，这么仓促。这一天，再也没有往日狰狞，再也没有无论做多久都做不完的作业，再也没有我们埋怨着的老师。到了这儿会儿，就连曾经的母夜叉，曾经的活火山，都变得无比的亲切，就像是从花园吹来的清晨的微风，从走廊洒下的一米阳光，夹杂着花朵的芬芳，透出夏日的温暖。一路上，老师送走了太多的人，见了太多的学生――空无一人的教室，一个人坐在台阶上发呆，这是最后的告别。告别来的突然，甚至不能好好地说一声再见。六月之后，流年成为瞬间，光年成为纪念。"}
