{"text":"钟书对我说其实我喜欢哲良，又哲又良――我闭上眼睛，还能看到伯伯给我写在练习簿上的哲良。这也许因为他思念伯父的缘故。我觉得他确是又哲又良，不过他痴气盎然的胡说乱道，常使他不哲不良――假如淘气也可算不良。默存这个号显然没有起克制作用。伯父没出息，不得父母欢心，原因一半也在伯母。伯母娘家是江阴富户，做颜料商发财的，有七八只运货的大船。钟书的祖母娘家是石塘湾孙家，官僚地主，一方之霸。婆媳彼此看不起，也影响了父子的感情。伯父中了秀才回家，进门就挨他父亲一顿打，说是杀杀他的势气因为钟书的祖父虽然有两个中举的哥哥，他自己也不过是个秀才。钟书不到一岁，祖母就去世了。祖父始终不喜欢大儿子，钟书也是不得宠的孙子。钟书四岁我纪年都用虚岁，因为钟书只记得虚岁，而钟书是阳历十一月下旬生的，所以周岁当减一岁或二岁由伯父教他识字。伯父是慈母一般，钟书成天跟着他。伯父上茶馆，听说书，钟书都跟去。他父亲不便干涉，又怕惯坏了孩子，只好建议及早把孩子送入小学。钟书六岁入秦氏小学。现在他看到人家大讲比较文学，就记起小学里造句狗比猫大，牛比羊大有个同学比来比去，只是狗比狗大，狗比狗小，挨了老师一顿骂。他上学不到半年，生了一场病，伯父舍不得他上学，借此让他停学在家。他七岁，和比他小半岁的常弟钟韩同在亲戚家的私塾附学，他念毛诗，钟韩念尔雅。但附学不便，一年后他和钟韩都在家由伯父教。伯父对钟书的父亲和叔父说你们两兄弟都是我启蒙的，我还教不了他们？父亲和叔父当然不敢反对。其实钟书的父亲是由一位族兄启蒙的。祖父认为钟书的父亲笨，叔父聪明，而伯父的文笔不顶好。叔父反正聪明，由伯父教也无妨父亲笨，得请一位文理较好的族兄来教。那位族兄严厉得很，钟书的父亲挨了不知多少顿痛打。伯父心疼自己的弟弟，求了祖父，让两个弟弟都由他教。钟书的父亲挨了族兄的痛打一点不抱怨，却别有领会。他告诉钟书不知怎么的，有一天忽然给打得豁然开通了。钟书和钟韩跟伯父读书，只在下午上课。他父亲和叔父都有职业，家务由伯父经管。每天早上，伯父上茶馆喝茶，料理杂务，或和熟人聊天。钟书总跟着去。"}
{"text":"叔父反正聪明，由伯父教也无妨父亲笨，得请一位文理较好的族兄来教。那位族兄严厉得很，钟书的父亲挨了不知多少顿痛打。伯父心疼自己的弟弟，求了祖父，让两个弟弟都由他教。钟书的父亲挨了族兄的痛打一点不抱怨，却别有领会。他告诉钟书不知怎么的，有一天忽然给打得豁然开通了。钟书和钟韩跟伯父读书，只在下午上课。他父亲和叔父都有职业，家务由伯父经管。每天早上，伯父上茶馆喝茶，料理杂务，或和熟人聊天。钟书总跟着去。伯父化一个铜板给他买一个大酥饼吃据钟书比给我看，那个酥饼有饭碗口大小，不知是真有那么大，还是小儿心目中的饼大又化两个铜板，向小书铺子或书摊租一本小说给他看。家里的小说只有西游记水浒三国演义等正经小说。钟书在家里已开始囫囵吞枣地阅读这类小说，把同y子读如M子，也不知西游记里的y子就是猪八戒。书摊上租来的说唐济公传七侠五义之类是不登大雅的，家里不藏。钟书吃了酥饼就孜孜看书，直到伯父叫他回家。回家后便手舞足蹈向两个弟弟演说他刚看的小说李元霸或裴元庆或杨林我记不清一锤子把对手的枪打得弯弯曲曲等等。他纳闷儿的是，一条好汉只能在一本书里称雄。关公若进了说唐，他的青龙堰月刀只有八十斤重，怎敌得李元霸的那一对八百斤重的锤头子李元霸若进了西游记，怎敌得过孙行者的一万三千斤的金箍我们在牛津时，他和我讲哪条好汉使哪种兵器，重多少斤，历历如数家珍。妙的是他能把各件兵器的斤两记得烂熟，却连阿拉伯数字的都不认识。钟韩下学回家有自己的父亲教，伯父和钟书却是老鼠哥哥同年伴儿。伯父用绳子从高处挂下一团棉花，教钟书上下左右打那四棉花，说是打棉花拳，可以练软功。伯父爱喝两口酒。他手里没多少钱，只能买些便宜的熟食如酱猪舌之类下酒，哄钟书那是龙肝凤髓，钟书觉得其味无穷。至今他喜欢用这类名称，譬如洋火腿在我家总称为老虎肉。他父亲不敢得罪哥哥，只好伺机把钟书抓去教他数学教不会，发狠要打又怕哥哥听见，只好拧肉，不许钟书哭。钟书身上一块青一块紫，晚上脱掉衣服，伯父发现了不免心疼气恼。"}
{"text":"伯父爱喝两口酒。他手里没多少钱，只能买些便宜的熟食如酱猪舌之类下酒，哄钟书那是龙肝凤髓，钟书觉得其味无穷。至今他喜欢用这类名称，譬如洋火腿在我家总称为老虎肉。他父亲不敢得罪哥哥，只好伺机把钟书抓去教他数学教不会，发狠要打又怕哥哥听见，只好拧肉，不许钟书哭。钟书身上一块青一块紫，晚上脱掉衣服，伯父发现了不免心疼气恼。钟书和我讲起旧事，对父亲的着急不胜同情，对伯父的气恼也不胜同情，对自己的忍痛不敢哭当然也同情，但回忆中只觉得滑稽又可怜。我笑说痛打也许能打得豁然开通，拧，大约是把窍门拧塞了。钟书考大学，数学只考得十五分。钟书小时候最乐的事是跟伯母回江阴的娘家去伯父也同去堂姊已出嫁。他们往往一住一两个月。伯母家有个大庄园，钟书成天跟着庄客四处田野里闲逛。他常和我讲田野的景色。一次大雷雨后，河边树上挂下一条大绿蛇，据说是天雷打死的。伯母娘家全家老少都抽大烟，后来伯父也抽上了。钟书往往半夜醒来，跟着伯父伯母吃半夜餐。当时快乐得很，回无锡的时候，吃足玩够，还穿着外婆家给做的新衣。可是一回家他就担忧，知道父亲要盘问功课，少不了挨打。父亲不敢当着哥哥管教钟书，可是抓到机会，就着实管教，因为钟书不但荒了功课，还养成不少坏习气，如晚起晚睡贪吃贪玩等。一九一九年秋天，我家由北京回无锡。我父母不想住老家，要另找房子。亲友介绍了一处，我父母去看房子，带了我同去。钟书家当时正租居那所房子。那是我第一次上他们钱家的门，只是那时两家并不相识。我记得母亲说，住在那房子里的一位女眷告诉她，搬进以后，没离开过药罐儿。那所房子我家没看中钱家虽然嫌房子阴暗，也没有搬出。他们五年后才搬入七尺场他们家自建的新屋。我记不起那次看见了什么样的房子或遇见了什么人，只记得门口下车的地方很空旷，有两棵大树很高的白粉墙，粉墙高处有一个个砌着镂空花的方窗洞。钟书说我记忆不错，还补充说，门前有个大照墙，照墙后有一条河从门前流过。他说，和我母亲说话的大约是婶母，因为叔父婶母住在最外一进房子里，伯父伯母和他住中间一进，他父母亲伺奉祖父住最后一进。我女儿取笑说爸爸那时候不知在哪儿淘气呢。"}
{"text":"他们五年后才搬入七尺场他们家自建的新屋。我记不起那次看见了什么样的房子或遇见了什么人，只记得门口下车的地方很空旷，有两棵大树很高的白粉墙，粉墙高处有一个个砌着镂空花的方窗洞。钟书说我记忆不错，还补充说，门前有个大照墙，照墙后有一条河从门前流过。他说，和我母亲说话的大约是婶母，因为叔父婶母住在最外一进房子里，伯父伯母和他住中间一进，他父母亲伺奉祖父住最后一进。我女儿取笑说爸爸那时候不知在哪儿淘气呢。假如那时候爸爸看见妈妈那样的女孩子，准抠些鼻牛来弹她。钟书因此记起旧事说，有个女裁缝常带着个女儿到他家去做活女儿名宝宝，长得不错，比他大两三岁。他和钟韩一次抓住宝宝，把她按在大厅隔扇上，钟韩拿一把削铅笔的小脚刀作势刺她。宝宝大哭大叫，由大人救援得免。兄弟俩觉得这番胜利当立碑纪念，就在隔肩上刻了刺宝宝处四个字。钟韩手巧，能刻字，但那四个字未经简化，刻来煞是费事。这大概是顽童刚开始知慕少艾的典型表现。后来房子退租的时候，房主提出赔偿损失，其中一项就是隔扇上刻的那四个不成形的字，另一项是钟书一人干的坏事，他在后园挖人参，把一棵玉兰树的根刨伤，那棵树半枯了。钟书十一岁，和钟韩同考取东林小学一年级，那是四年制的高等小学。就在那年秋天，伯父去世。钟书还未放学，经家人召回，一路哭着赶回家去，哭叫伯伯，伯父已不省人事。这是他生平第一次遭受的伤心事。伯父去世后，伯母除掉长房应有的月钱以外，其它费用就全由钟书父亲负担了。伯母娘家败得很快，兄弟先后去世，家里的大货船逐渐卖光。钟书的学费书费当然有他父亲负担，可是学期中间往往添买新课本，钟书没钱买，就没有书再加他小时候贪看书摊上伯父为他租的小字书，看坏了眼睛，坐在教室后排，看不见老师黑板上写的字，所以课常上老师讲什么，他茫无所知。练习簿买不起，他就用伯父生前亲手用毛边纸纸捻子为他钉成的本子，老师看了直皱眉。练习英文书法用钢笔。他在开学的时候有一支笔杆一个钢笔尖，可是不久笔尖撅断了头。同学都有许多笔尖，他只有一个，断了头就没法写了。他居然急中生智，把毛竹筷削尖了头蘸着墨水写，当然写得一塌糊涂，老师简直不愿意收他的练习簿。我问钟书为什么不问父亲要钱。他说，从来没想到过。"}
{"text":"练习簿买不起，他就用伯父生前亲手用毛边纸纸捻子为他钉成的本子，老师看了直皱眉。练习英文书法用钢笔。他在开学的时候有一支笔杆一个钢笔尖，可是不久笔尖撅断了头。同学都有许多笔尖，他只有一个，断了头就没法写了。他居然急中生智，把毛竹筷削尖了头蘸着墨水写，当然写得一塌糊涂，老师简直不愿意收他的练习簿。我问钟书为什么不问父亲要钱。他说，从来没想到过。有时伯母叫他向父亲要钱，他也不说。伯母抽大烟，早上起得晚，钟书由伯母的陪嫁大丫头热些馊粥吃了上学。他同学他弟弟都穿洋袜，他还穿布袜，自己觉得脚背上有一条拼缝很刺眼，只希望穿上棉鞋可遮掩不见。雨天，同学和弟弟穿皮鞋，他穿钉鞋，而且是伯伯的钉鞋，太大，鞋头塞些纸团。一次雨天上学，路上看见许多小青蛙满地蹦跳，觉得好玩，就脱了鞋捉来放在鞋里，抱着鞋光脚上学到了教室里，把盛着小青蛙的钉鞋放在黑板桌下。上课的时候，小青蛙从鞋里出来，满地蹦跳。同学都忙着看青蛙，窃窃笑乐。老师问出因由，知道青蛙是从钟书鞋里出来的，就叫他出来罚立。有一次他上课玩弹弓，用小泥丸弹人。中弹的同学嚷出来，老师又叫他罚立。可是他混混沌沌，并不觉得羞惭。他和我讲起旧事常说，那时候幸亏糊涂，也不觉得什么苦恼。钟书跟我讲，小时候大人哄他说，伯母抱来一个南瓜，成了精，就是他他真有点儿怕自己是南瓜精。那时候他伯父已经去世，南瓜精是舅妈姨妈等晚上坐在他伯母鸦片榻畔闲谈时逗他的，还正色嘱咐他切莫告诉他母亲。钟书也怀疑是哄他，可是真有点耽心。他自说混沌，恐怕是事实。这也是家人所谓痴气的表现之一。他有些混沌表现，至今依然如故。例如他总记不得自己的生年月日。小时候他不会分辩左右，好在那时候芽布鞋，不会左右脚。后来他和钟韩同到苏州上美国教会中学的时候，穿了皮鞋，他仍然不分左右乱穿。在美国人办的学校里，上体育课也用英语喊口号。他因为英文好，当上了一名班长。可是嘴里能用英语喊口号，两脚却左右不分因此只当了两个星期的班长就给老师罢了官，他也如释重负。他穿内衣或套脖的毛衣，往往前后颠倒，衣服套在脖子上只顾前后掉转，结果还是前后颠倒了。"}
{"text":"他有些混沌表现，至今依然如故。例如他总记不得自己的生年月日。小时候他不会分辩左右，好在那时候芽布鞋，不会左右脚。后来他和钟韩同到苏州上美国教会中学的时候，穿了皮鞋，他仍然不分左右乱穿。在美国人办的学校里，上体育课也用英语喊口号。他因为英文好，当上了一名班长。可是嘴里能用英语喊口号，两脚却左右不分因此只当了两个星期的班长就给老师罢了官，他也如释重负。他穿内衣或套脖的毛衣，往往前后颠倒，衣服套在脖子上只顾前后掉转，结果还是前后颠倒了。或许这也是钱家人说他痴的又一表现。钟书小时最喜欢玩石屋里的和尚。我听他讲得津津有味，以为是什么有趣的游戏原来只是一人盘腿坐在帐子里，放下帐门，披着一条被单，就是石屋里的和尚。我不懂那有什么好玩。他说好玩得得晚上伯父伯母叫他早睡，他不肯，就玩石屋里的和尚，玩得很乐。所谓玩，不过是一个人盘腿坐着自言自语。这大概也算是痴气吧。钟书上了四年高小，居然也毕业了。钟韩成绩斐然，名列前茅他只是个痴头傻脑没正经的孩子。伯父在世时，自愧没出息，深怕坟上风水连累了嗣给长房的钟书。原来他家祖坟下首的一排排树高大茂盛，上首的细小萎弱。上首的树当然就代表长房了。伯父一次私下化钱向理发店买了好几斤头发，叫一个佃户陪着，悄悄带着钟书同上祖坟去，把头发埋在上首几排树的根旁。他对钟书说，要叫上首的树荣盛，将来你做大总统。那时候钟书才七八岁，还不懂事，不过多少也感觉到那是伯父背着人干的私心事，所以始终没向家里任何别人讲过。他讲给我听的时候，语气中还感念伯父对他的爱护，也惊奇自己居然有心眼为伯父保密。钟书十四岁和钟韩同考上苏州桃坞中学美国圣公会办的学校。父母为他置备了行装，学费书费之外，还有零用钱。他就和钟韩同往苏州上学，他功课都还不错，只算术不行。那年他父亲到北京清华大学任教，寒假没回家。钟书寒假回家没有严父管束，更是快活。他借了大批的小说世界红玫瑰紫萝兰等刊物姿意阅读。暑假他父亲归途阻塞，到天津改乘轮船，转辗回家，假期已过了一半。"}
{"text":"父母为他置备了行装，学费书费之外，还有零用钱。他就和钟韩同往苏州上学，他功课都还不错，只算术不行。那年他父亲到北京清华大学任教，寒假没回家。钟书寒假回家没有严父管束，更是快活。他借了大批的小说世界红玫瑰紫萝兰等刊物姿意阅读。暑假他父亲归途阻塞，到天津改乘轮船，转辗回家，假期已过了一半。他父亲回家第一事是命钟书钟韩各做一篇文章钟韩的一篇颇受夸赞，钟书的一篇不文不白，用字庸俗，他父亲气得把他痛打一顿，钟书忍笑向我形容他当时的窘况家人都在院子里乘凉，他一人还在大厅上，挨了打又痛又羞，呜呜地哭。这顿打虽然没有起豁然开通的作用，却也激起了发奋读书的志气。钟书从此用功读书，作文大有进步。他有时不按父亲教导的方法作古文，嵌些骈骊，倒也受到父亲赞许。他也开始学着作诗，只是并不请教父亲。一九二七年桃坞中学停办，他和钟韩同考入美国圣公会办的无锡铺仁中学，钟书就经常有父亲管教，常为父亲代笔写信，由口授而代写，由代写信而代作文章。钟书考入清华之前，已不复挨打而是父亲得意的儿子了。一次他代父亲为乡下某大户作了一篇墓志铭。那天午饭时，钟书的姆妈听见他父亲对他母亲称赞那篇文章，快活得按捺不住，立即去通风报信，当着他伯母对他说阿大啊，爹爹称赞你呢！说你文章做得好！钟书是第一次听到父亲称赞，也和姆妈一样高兴，所以至今还记得清清楚楚。那时商务印书馆出版钱穆的一本书，上有钟书父亲的序文。据钟书告诉我，那是他代写的，一字没有改动。我常见钟书写客套信从不起草，提笔就写，八行笺上，几次抬头，写来恰好八行，一行不多，一行不少。钟书说，那都是他父亲训练出来的，他额角上挨了不少爆栗子呢。钟书二十岁伯母去世。那年他考上清华大学，秋季就到北京上学。他父亲收藏的先儿家书是那时候开始的。他父亲身后，钟书才知道父亲把他的每一封信都贴在本子上珍藏。信写得非常有趣，对老师同学都有生动的描写。可惜钟书所有的家书包括写给我的，都由回禄君收集去了。钟书在清华的同班同学饶余威一九六八年在新加坡或台湾写了一篇清华的回忆，有一节提到钟书同学中我们受的影响最大。"}
{"text":"那年他考上清华大学，秋季就到北京上学。他父亲收藏的先儿家书是那时候开始的。他父亲身后，钟书才知道父亲把他的每一封信都贴在本子上珍藏。信写得非常有趣，对老师同学都有生动的描写。可惜钟书所有的家书包括写给我的，都由回禄君收集去了。钟书在清华的同班同学饶余威一九六八年在新加坡或台湾写了一篇清华的回忆，有一节提到钟书同学中我们受的影响最大。他的中英文造诣很深，又精于哲学及心理学，终日博览中西新旧书籍，最怪的是上课时从不记笔记，只带一本和课堂无关的闲书，一面听讲一面看自己的书，但是考试时总是第一，他自己喜欢读书，也鼓励别人读书。据钟书告诉我，他上课也带笔记本，只是不作笔记，却在本子上乱画。现在美国的许振德君和钟书是同系同班，他最初因钟书夺去了班上的第一名，曾想揍他一顿出气，因为他和钟书同学之前，经常是名列第一的。一次偶有个个能解决的问题，钟书向他讲解了，他很感激，两人成了朋友，上课常同坐在最后一排。许君上课时注意一女同学，钟书就在笔记本上画了一系列的许眼变化图，在同班同学里颇为流传，钟书曾得意地面给我看。一年前许君由美国回来，听钟书说起许眼变化图还忍个住大笑。清华大学第五级毕业五十周年纪念册一九八四年出版转载此门，饶君已故。钟书小时候，中药房卖的草药每一味都有两层纸包裹一张白纸，一张印着药名和药性。每服一付药可攒下一叠包药的纸。这种纸干净吸水，钟书大约八九岁左右常用包药纸来临摹他伯父藏的芥子园画谱，或印在唐诗三百首里的诗中之画。他为自己想出一个别号叫项昂之――因为他佩服项羽，昂之是他想象中项羽的气概。他在每幅画上挥笔署上项昂之的大名，得意非凡。他大约常有项昂之的兴趣，只恨不善画。他曾央求当时在中学读书的女儿为他临摹过几幅有名的西洋淘气画，其中一幅是魔鬼临去遗臭图图名是我杜撰，魔鬼像吹喇叭似的后部撒着气逃跑，画很妙。上课画许眼变化图，央女儿代摹魔鬼遗臭图，想来也都是痴气的表现。钟书在他父亲的教导下发愤用功，其实他读书还是出于喜好，只似馋嘴佬贪吃美食食肠很大，不择精粗，甜咸杂进。极俗的书他也能看得哈哈大笑。"}
{"text":"他大约常有项昂之的兴趣，只恨不善画。他曾央求当时在中学读书的女儿为他临摹过几幅有名的西洋淘气画，其中一幅是魔鬼临去遗臭图图名是我杜撰，魔鬼像吹喇叭似的后部撒着气逃跑，画很妙。上课画许眼变化图，央女儿代摹魔鬼遗臭图，想来也都是痴气的表现。钟书在他父亲的教导下发愤用功，其实他读书还是出于喜好，只似馋嘴佬贪吃美食食肠很大，不择精粗，甜咸杂进。极俗的书他也能看得哈哈大笑。戏曲里的插科打诨，他不仅且看且笑，还一再搬演，笑得打跌。精微深奥的哲学美学文艺理论等大部著作，他像小儿吃零食那样吃了又吃，厚厚的书一本本渐次吃完，诗歌更是他喜好的读物。重得拿不动的大字典辞典百科全书等，他不仅挨着字母逐条细读，见了新版本，还不嫌其烦地把新条目增补在旧书上。他看书常做些笔记。我只有一次见到他苦学。那是在牛津，论文预试得考版本和校勘那一门课，要能辨认十五世纪以来的手稿。他毫无兴趣，因此每天读一本侦探小说休养脑筋，休养得睡梦中手舞脚踢，不知是捉拿凶手，还是自己做了凶手和警察打架。结果考试不及格，只好暑假后补考。这件补考的事，围城英译本导言里也提到。钟书一九七九年访美，该译本出版家把译本的导言给他过目，他读到这一段又惊又笑，想不到调查这么精密。后来胡志德s君来见，才知道是他向钟书在牛津时的同窗好友打听来的。胡志德一九八二年出版的里把这件事却删去了。钟书的痴气书本里灌注不下，还洋溢出来。我们在牛津时，他午睡，我临贴，可是一个人写写字困上来，便睡着了。他醒来见我睡了，就饱醮浓墨，想给我画个花脸。可是他刚落笔我就醒了。他没想到我的脸皮比宣纸还吃墨，洗净墨痕，脸皮像纸一样快洗破了，以后他不再恶作剧，只给我画了一幅肖像，上面再添上眼镜和胡子，聊以过瘾。回国后他暑假回上海，大热天女儿熟睡女儿还是娃娃呢，他在她肚子上画一个大脸，挨他母亲一顿训斥，他不敢再画。沦陷在上海的时候，他多余的痴气往往发泄在叔父的小儿小女孙儿孙女和自己的女儿阿圆身上。这一串孩子挨肩儿都相差两岁，常在一起玩。"}
