{"text":"这是说，老年人不再追求那花前月下的旖旎风光，并不是说老年人就一定如槁木死灰一般的枯寂。人生如游山。年轻的男男女女携着手儿陟彼高冈，沿途有无限的赏心乐事，兴会淋漓，也可能遇到一些挫沮，歧路徨，不过等到日云暮矣，互相扶持着走下山冈，却正别有一番情趣。白居易睡觉诗老眠早觉常残夜，病力先衰不待年，五欲已销诸念息，世间无境可勾牵。话是很洒脱，未免凄凉一些。五欲指财色名饮食睡眠。五欲全销，并非易事，人生总还有可留恋的在。江州司马泪湿青衫之后，不是也还未能忘情于诗酒么年龄从前看人作序，或是题画，或是写匾，在署名的时候往往特别注明时年七十有二时年八十有五或是时年九十有三，我就肃然起敬。春秋时人荣启期以为行年九十是人生一乐，我想拥有一大把年纪的人大概是有一种可以在人前夸耀的乐趣。只是当时我离那耄耋之年还差一大截子，不知自己何年何月才有资格在署名的时候也写上年龄。我揣想署名之际写上自己的年龄，那时心情必定是扬扬得意，好像是在宣告小子们，你们这些黄口小儿，乳臭未干，虽然幸离襁褓，能否达到老夫这样的年龄恐怕尚未可知哩。须知得意不可忘形，在夸示高龄的时候，未来的岁月已所余无几了。俗语有一句话说棺材是装死人的，不是装老人的。话是不错，不过你试把棺盖揭开看看，里面躺着的究竟是以老年人为多。年轻的人将来的岁月尚多，所以我们称他为富于年。人生以年龄计算，多活一年即是少了一年，人到了年促之时，何可夸之有我现在不复年轻，看人署名附带声明时年若干若干，不再有艳羡之情了。倒是看了富于年的英俊，有时不胜羡慕之至。裸子植物和双子叶植物，其茎部的细胞因春夏成长秋冬停顿之故而形成所谓年轮，我们可以从而测知其年龄。人没有年轮，而且也不便横切开来察验。人年纪大了常自谦为马齿徒增，也没有人掰开他的嘴巴去看他的牙齿。眼角生出鱼尾纹，脸上遍洒黑斑点，都不一定是老朽的征象。头发的黑白更不足为凭。有人春秋鼎盛而已皓首皤皤。有人已到黄A之年而顶上犹有不白之冤，这都是习见之事。不过，岁月不饶人，冒充少年究竟不是容易事。地心的吸力谁也抵抗不住。脸上颈上腰上踝上，连皮带肉的往下坠，虽不至于载跋其胡，那副龙钟的样子是瞒不了人的。"}
{"text":"人没有年轮，而且也不便横切开来察验。人年纪大了常自谦为马齿徒增，也没有人掰开他的嘴巴去看他的牙齿。眼角生出鱼尾纹，脸上遍洒黑斑点，都不一定是老朽的征象。头发的黑白更不足为凭。有人春秋鼎盛而已皓首皤皤。有人已到黄A之年而顶上犹有不白之冤，这都是习见之事。不过，岁月不饶人，冒充少年究竟不是容易事。地心的吸力谁也抵抗不住。脸上颈上腰上踝上，连皮带肉的往下坠，虽不至于载跋其胡，那副龙钟的样子是瞒不了人的。别的部分还可以遮盖起来，面部经常暴露在外，经过几番风雨，多少回风霜，总会留下一些痕迹。好像有些女人对于脸上的情况较为敏感。眼窝底下挂着两个泡囊，其状实在不雅，必剔除其中的脂肪而后快。两颊松懈，一条条的沟痕直垂到脖子上，下巴底下更是一层层的皮肉堆累，那就只好开刀，把整张的脸皮揪扯上去，像国剧一些演员化妆那样，眉毛眼睛一齐上挑，两腮变得较为光滑平坦，皱纹似乎全不见了。此之谓美容整容，俗称之为拉皮。行拉皮手术的人，都秘不告人，而且讳言其事。所以在饮宴席上，如有面无皱纹的年高名婆在座，不妨含混的称赞她驻颜有术，但是在点菜的时候不宜高声的要鸡丝拉皮。其实自古以来也有不少男士热衷于驻颜。南朝宋颜延之庭诰文炼形之家，必就深旷，友飞灵糇丹石，粒精英，所以还年却老，延华驻采。道学炼形养元，可以尸解升天，岂只延华驻采这都是一些姑妄言之的神话。贵为天子的人纯真的想要还年却老，千方百计的求那不老的仙丹。看来只有晋孝武帝比较通达事理，他饮酒举杯属长星即慧星长星，劝你一杯酒，自古何时有万岁天子可是一般的天子或近似天子的人都喜欢听人高呼万岁无疆除了将要诹吉纳采交换庚帖之外，对于别人的真实年龄根本没有多加探讨的必要。但是我们的习俗，于请教贵姓大名府上之后，有时就会问起贵庚高寿。有人问我多大年纪，我据实相告七十八岁了。他把我上下打量，摇摇头说不像，不像，很健康的样子，顶多五十。好像他比我自己知道得更清楚。那是言不由衷的恭维话，我知道，但是他有意无意的提醒了我刚忘记了的人生四苦。能不能不提年龄，说一些别的，如今天天气之类女人的年龄是一大禁忌，不许别人问的。有一位女士很旷达，人问其芳龄，她据实以告三十以上，八十以下。"}
{"text":"但是我们的习俗，于请教贵姓大名府上之后，有时就会问起贵庚高寿。有人问我多大年纪，我据实相告七十八岁了。他把我上下打量，摇摇头说不像，不像，很健康的样子，顶多五十。好像他比我自己知道得更清楚。那是言不由衷的恭维话，我知道，但是他有意无意的提醒了我刚忘记了的人生四苦。能不能不提年龄，说一些别的，如今天天气之类女人的年龄是一大禁忌，不许别人问的。有一位女士很旷达，人问其芳龄，她据实以告三十以上，八十以下。其实人的年龄不大容易隐密，下一番考证功夫，就能找出线索，虽不中亦不远矣。这样做，除了满足好奇心以外，没有多少意义。可是人就是好奇。有一位男士在咖啡厅里邂逅一位女士，在暗暗的灯光之下他实在摸不清对方的年龄，他用臂肘触了我一下，偷偷的在桌下伸出一支巴掌，戟张着五指，低声问我有没有这个数目，我吓了一跳，以为他要借五万块钱，原来他是打听对方芳龄有无半百。我用四个字回答他干卿底事有一位道行很高的和尚，涅的时候据说有一百好几十岁，考证起来聚讼纷纷。据我看，估量女士的年龄不妨从宽，七折八折优待。计算高僧的年腊也不妨从宽，多加三成五成。人到了迟暮，如石火风灯，命在须臾，但是仍不喜欢别人预言他的大限。邱吉尔八十岁过生日，一位冒失的新闻记者有意讨好的说邱吉尔先生，我今天非常高兴，希望我能再来参加你的九十岁的生日宴。邱吉尔耸了一下眉毛说小伙子，我看你身体满健康的，没有理由不能来参加我九十岁的宴会。胡适之先生素来善于言词，有时也不免说溜了嘴，他六十八岁时候来台湾，有一次欢宴中遇到长他十几岁的齐如山先生，没话找话的说齐先生，我看你活到九十岁决无问题。齐先生愣了一下说我倒有个故事，有一位矍铄老叟，大家恭维他可以活到一百岁，忿然作色曰我又不吃你的饭，你为什么限制我的寿数胡先生急忙道歉我说错了话。退休退休的制度，我们古已有之。礼记曲礼大夫七十而致事。致事就是致仕，言致其所掌之事于君而告老，也就是我们如今所谓的退休。礼，应该遵守，不过也有人觉得未尝不可不遵守。礼岂为我辈设哉尤其是七十的人，随心所欲不逾矩，好像是大可为所欲为。"}
{"text":"退休退休的制度，我们古已有之。礼记曲礼大夫七十而致事。致事就是致仕，言致其所掌之事于君而告老，也就是我们如今所谓的退休。礼，应该遵守，不过也有人觉得未尝不可不遵守。礼岂为我辈设哉尤其是七十的人，随心所欲不逾矩，好像是大可为所欲为。普通七十的人，多少总有些昏聩，不过也有不少得天独厚的幸运儿，耄耋之年依然矍铄，犹能开会剪彩，必欲令其退休，未免有违笃念勋耆之至意。年轻的一辈，劝我们少安勿躁，棒子早晚会交出来，不要抱怨我在，久压公等也。该退休而不退休，这种风气好像我们也是古已有之。白居易有一首诗不致仕七十而致仕，礼法有明文。何乃贪荣者，斯言如不闻可怜八九十，齿堕双眸昏。朝露贪名利，夕阳忧子孙。挂冠顾翠，悬车惜朱轮。金章腰不胜，伛偻入君门。谁不爱富贵谁不恋君恩年高须告老，名遂合退身。少时共嗤诮，晚年多因循。贤哉汉二疏，彼独是何人寂寞东门路，无人继去尘汉朝的疏广及其兄子疏受位至太子太傅少傅，同时致仕，当时的公卿大夫故人邑子，设祖道供张东都门外，送者车数百辆。辞决而去。道路观者皆曰贤哉二大夫或叹息为之下泣。这就是白居易所谓的汉二疏。乞骸骨居然造成这样的轰动，可见这不是常见的事，常见的是伛偻入君门的爱富贵恋君恩的人。白居易无人继去尘之叹，也说明了二疏的故事以后没有重演过。从前读书人十载寒窗，所指望的就是有一朝能春风得意，纡青拖紫，那时节踌躇满志，纵然案牍劳形，以至于龙钟老朽，仍难免有恋栈之情，谁舍得随随便便的就挂冠悬车真正老骥伏枥志在千里的人是少而又少的，大部分还不是舍不得放弃那五斗米，千钟禄，万石食无官一身轻的道理是人人知道的，但是身轻之后，囊橐也跟着要轻，那就诸多不便了。何况一旦投闲置散，一呼百诺的煊赫的声势固然不可复得，甚至于进入了出无车的状态，变成了匹夫徒步之士，在街头巷尾低着头逡巡疾走不敢见人，那情形有多么惨。"}
{"text":"何况一旦投闲置散，一呼百诺的煊赫的声势固然不可复得，甚至于进入了出无车的状态，变成了匹夫徒步之士，在街头巷尾低着头逡巡疾走不敢见人，那情形有多么惨。一向由庶务人员自动供应的冬季炭盆所需的白炭，四时陈设的花卉盆景，乃至于琐屑如卫生纸，不消说都要突告来源断绝，那又情何以堪所以一个人要想致仕，不能不三思，三思之后恐怕还是一动不如一静了。如今退休制度不限于仕宦一途，坐拥皋比的人到了粉笔屑快要塞满他的气管的时候也要引退。不一定是怕他春风风人之际忽然一口气上不来，是要他腾出位子给别人尝尝人之患的滋味。在一般人心目中，冷板凳本来没有什么可留恋的，平素吃不饱饿不死，但是申请退休的人一旦公开表明要撤绛帐，他的亲戚朋友会一窝蜂的皇皇然，戚戚然，几乎要垂泣而道的劝告说他何必退休你的头发还没有白多少，你的脊背还没有弯，你的两手也不哆嗦，你的两脚也还能走路言外之意好像是等到你头发全部雪白，腰弯得像是一样，患上了帕金孙症，走路就地擦，那时候再申请退休也还不迟。是的，是有人到了易箦之际，朋友们才急急忙忙的为他赶办退休手续，生怕公文尚在旅行而他老先生沉不住气，弄到无休可退，那就只好鼎惠恳辞了。更有一些知心的抱有远见的朋友们，会慷慨陈词千万不可退休，退休之后的生活是一片空虚，那时候闲居无卿，闷得发慌，终日徨，悒悒寡欢把退休后生活形容得如此凄凉，不是没有原因的，因为平素上班是以喝喝茶，签签到，聊聊天，看看报为主，一旦失去喝茶签到聊天看报的场所，那是会要感觉到无比的枯寂的。理想的退休生活就是真正的退休，完全摆脱赖以糊口的职务，作自己衷心所愿意作的事。有人八十岁才开始学画，也有人五十岁才开始写小说，都有惊人的成就。狗永远不会老得到了不能学新把戏的地步。何以人而不如狗乎退休不一定要远离尘嚣，遁迹山林，也无需大隐藏人海，杜门谢客――一个人真正的退休之后，门前自然车马稀。如果已经退休的人而还偶然被认为有剩余价值，那就苦了。代沟代沟是翻译过来的一个比较新的名词，但这个东西是我们古已有之的。"}
{"text":"有人八十岁才开始学画，也有人五十岁才开始写小说，都有惊人的成就。狗永远不会老得到了不能学新把戏的地步。何以人而不如狗乎退休不一定要远离尘嚣，遁迹山林，也无需大隐藏人海，杜门谢客――一个人真正的退休之后，门前自然车马稀。如果已经退休的人而还偶然被认为有剩余价值，那就苦了。代沟代沟是翻译过来的一个比较新的名词，但这个东西是我们古已有之的。自从人有老少之分，老一代与少一代之间就有一道沟，可能是难以飞渡的深沟天堑，也可能是一步迈过的小渎阴沟，总之是其间有个界限。沟这边的人看沟那边的人不顺眼，沟那边的人看沟这边的人不像话，也许吹胡子瞪眼，也许拍桌子卷袖子，也许口出恶声，也许真个的闹出命案，看双方的气质和修养而定。尚书远逸相小人，厥父母勤劳稼穑。厥子乃不知稼穑之艰难，乃逸乃谚既诞。否则侮厥父母曰昔之人无闻知。这几句话很生动，大概是我们最古的代沟之说的一个例证。大意是说请看一般小民，作父母的辛苦耕稼，年轻一代不知生活艰难，只知享受放荡，再不就是张口顶撞父母说你们这些落伍的人，根本不懂事活画出一条沟的两边的人对峙的心理。小孩子嘛，总是贪玩，好逸恶劳，人之天性。只有饱尝艰苦的人，才知道以无逸为戒。作父母的人当初也是少不更事的孩子，代代相仍，历史重演。一代留下一沟，像树身上的年轮一般。虽说一代一沟，腌的情形难免，然大体上相安无事。这就是因为有所谓传统者，把人的某一些观念胶着在一套固定的范畴里。不以规矩不能成方圆，大家都守规矩，尤其是年轻的一代。鞋大鞋小，别走了样子小的一代自然不免要憋一肚皮委屈，但是，别忙，多年的媳妇熬成婆，多年的道路走成河，转眼间黄口小儿变成了鲐背A老，又轮到自己唉声叹气，抱怨一肚皮不合时宜了。我记得我小的时候，早起要跟着姊姊哥哥排队到上屋给祖父母请安。像早朝一样的肃穆而紧张，在大柜前面两张二人凳上并排坐下，腿短不能触地，往往甩腿，这是犯大忌的，虽然我始终不知是犯了什么忌。祖父母的眼睛瞪得圆圆的，手指着我们的前后摆动的小腿说怎么，一点样子都没有吓得我们的小腿立刻停摆，我的母亲觉得很没有面子，回到房里着实的数落了我们一番。祖孙之间隔着两条沟，心理上的隔阂如何得免当时我心里纳闷，我甩腿，干卿底事。"}
{"text":"我记得我小的时候，早起要跟着姊姊哥哥排队到上屋给祖父母请安。像早朝一样的肃穆而紧张，在大柜前面两张二人凳上并排坐下，腿短不能触地，往往甩腿，这是犯大忌的，虽然我始终不知是犯了什么忌。祖父母的眼睛瞪得圆圆的，手指着我们的前后摆动的小腿说怎么，一点样子都没有吓得我们的小腿立刻停摆，我的母亲觉得很没有面子，回到房里着实的数落了我们一番。祖孙之间隔着两条沟，心理上的隔阂如何得免当时我心里纳闷，我甩腿，干卿底事。我十岁的时候，进了陶氏学堂，领到一身体操时穿的白帆布制服，有亮晶的铜钮扣，裤边还镶贴两条红带，现在回想起来有点滑稽，好像是卖仁丹游街宣传的乐队，那时却扬扬自得，满心欢喜的回家，没想到赢得的是一头雾水，好呀我还没死，就先穿起孝衣来了我触了白色的禁忌。出殡的时候，灵前是有两排穿白衣的孝男儿，口里模仿嚎丧的哇哇叫。此后每逢体操课后回家，先在门洞脱衣，换上长褂，卷起裤筒。稍后，我进了清华，看见有人穿白帆布橡皮底的网球鞋，心羡不已，于是也从天津邮购了一双，但是始终没敢穿了回家。只求平安少生事，莫在代沟之内起风波。大家庭制度下，公婆儿媳之间的代沟是最鲜明也最凄惨的。儿子自外归来，不能一头扎进闺房，那样做不但公婆瞪眼，所有的人都要竖起眉毛。他一定要先到上房请安，说说笑笑好一大阵，然后公婆多半是婆开恩发话你回屋里歇歇去吧，儿子奉旨回到阃闱。媳妇不能随后跟进，还要在公婆面前周旋一下，然后公婆再度开恩，你也去吧，媳妇才能走，慢慢的走。如果媳妇正在院里浣洗衣服，儿子过去帮一下忙，到后院井里用柳罐汲取一两桶水，送过去备用，结果也会招致一顿长辈的唾骂你走开，这不是你做的事。我记得半个多世纪以前，有一对大家庭中的小夫妻，十分的恩爱，夫暴病死，妻觉得在那样家庭中了无生趣，竟服毒以殉。殡殓后，追悼之日政府颁赠匾额曰彤管扬芬，女家致送的白布横披曰看我门楣我们可以听得见代沟的冤魂哭泣，虽然代沟另一边的人还在逞强。以上说的是六七十年前的事。代沟中有小风波，但没有大泛滥。张公艺九代同居，靠了一百多个忍字，其实九代之间就有八条沟，沟下有沟，一代压一代，那一百多个忍字还不是一面倒，多半由下面一代承当古有明训，能忍自安。五四运动实乃一大变局。新一代的人要造反，不再忍了。"}
{"text":"殡殓后，追悼之日政府颁赠匾额曰彤管扬芬，女家致送的白布横披曰看我门楣我们可以听得见代沟的冤魂哭泣，虽然代沟另一边的人还在逞强。以上说的是六七十年前的事。代沟中有小风波，但没有大泛滥。张公艺九代同居，靠了一百多个忍字，其实九代之间就有八条沟，沟下有沟，一代压一代，那一百多个忍字还不是一面倒，多半由下面一代承当古有明训，能忍自安。五四运动实乃一大变局。新一代的人要造反，不再忍了。有人要整理国故，管他什么三坟五典八索九丘，都要揪出来重新交付审判。礼教被控吃人，孔家店遭受捣毁的威胁，世世代代留下来的沟要彻底翻腾一下，这下子可把旧一代的人吓坏了。有人提倡读经，有人竭力卫道，但是不是远水不救近火，便是只手难挽狂澜。代沟总崩溃，新一代的人如脱缰之马，一直旁出斜逸奔放驰骤到如今。旧一代的人则按照自然法则一批一批的凋谢，填入时代的沟壑。代沟虽然永久存在，不过其现象可能随时变化。人生的麻烦事，千端万绪，要言之，不外财色两项。关于钱财，年长的一辈多少有一点吝啬的倾向。吝啬并不一定全是缺点。称财多寡而节用之，富无金藏，贫不假贷，谓之啬。积多不能分人，而厚自养，谓之吝。不能分人，又不能自养，谓之爱。这是晏子春秋的说法。所谓爱，就是守财奴。是有人好像是把孔方兄一个个的穿挂在他的肋骨上，取下一个都是血丝糊拉的。英文俚语，勉强拿出一块钱，叫做咳出一块钱，大概也是表示钱是深藏于肺腑，需要用力咳才能跳出来。年轻一代看了这种情形，老大的不以为然，心里想这真是昔之人，无闻知，有钱不用，害得大家受苦，忘记了一个钱也带不了棺材里去。心里有这样的愤懑蕴积，有时候就要发泄。所以，曾经有一个儿子向父亲要五十元零用，其父靳而不予，由冷言恶语而拖拖拉拉，儿子比较身手矫健，一把揪住父亲的领带唉，领带真误事，领带越揪越紧，父亲一口气上不来，一翻白眼，死了。这件案子，按理应剐，基于心神丧失的理由，没有剐，在代沟的历史里留下一个悲惨的记录。人到成年，嘤嘤求偶，这时节不但自己着急，家长更是担心，可是所谓代沟出现了，一方面说这是我的事，你少管，另一方面说传宗接代的大事如何能不过问。一个人究竟是姣好还是寝陋，是端庄还是阴鸷，本来难有定评。看那样子，长头发牛仔裤嬉游浪荡好吃懒做，大概不是善类。"}
{"text":"这件案子，按理应剐，基于心神丧失的理由，没有剐，在代沟的历史里留下一个悲惨的记录。人到成年，嘤嘤求偶，这时节不但自己着急，家长更是担心，可是所谓代沟出现了，一方面说这是我的事，你少管，另一方面说传宗接代的大事如何能不过问。一个人究竟是姣好还是寝陋，是端庄还是阴鸷，本来难有定评。看那样子，长头发牛仔裤嬉游浪荡好吃懒做，大概不是善类。爬山露营打球跳舞，都是青年的娱乐，难道要我们天天匀出功夫来晨昏定省，膝下承欢南辕北辙，越说越远。其实养儿防老我养你小，你养我老的观念，现代的人大部分早已不再坚持。羽毛既丰，各奔前程，上下两代能保持朋友一般的关系，可疏可密，岁时存问，相待以礼，岂不甚妙谁也无需剑拔弩张，放任自己，而诿过于代沟。沟是死的，人是活的代沟需要沟通，不能像希腊神话中的亚力山大以利剑砍难解之绳结那样容易的一刀两断，因为人终归是人。客只有上帝和野兽才喜欢孤独。上帝吾不得而知之，至于野兽，则据说成群结党者多，真正孤独者少。我们凡人，如果身心健全，大概没有不好客的。以欢喜幽独著名的他在树林里也给来客安排得舒舒贴贴。我常幻想着风雨故人来的境界，在风飒飒雨霏霏的时候，心情枯寂百无聊赖，忽然有客款扉，把握言欢，莫逆于心，来客不必如何风雅，但至少第一不谈物价升降，第二不谈宦海浮沉，第三不劝我保险，第四不劝我信教，乘兴而来，兴尽即返，这真是人生一乐。但是我们为客所苦的时候也颇不少。很少的人家有门房，更少的人家有拒人千里之外的阍者，门禁既不森严，来客当然无阻，所以私人居处，等于日夜开放。有时主人方在厕上，客人已经升堂入室，回避不及，应接无术，主人鞠躬如也，客人呆若木鸡。有时主人方在用饭，而高轩贲止，便不能不效周公之一饭三吐哺，但是来客并无归心，只好等送客出门之后再补充些残羹剩饭，有时主人已经就枕，而不能不倒屐相迎。一天二十四小时之内，不知客人何时入侵，主动在客，防不胜防。在西洋所谓客者是很希罕的东西。因为他们办公有办公的地点，娱乐有娱乐的场所，住家专做住家之用。我们的风俗稍为不同一些。办公打牌吃茶聊天都可以在人家的客厅里随时举行的。主人既不能在座位上遍置针毡，客人便常有如归之乐。"}
