{"text":"中华民族是喜欢平等的，认为每个教主都好，所以五位一起供奉。殷商的时候就尚鬼――重视鬼神。墨子是宋人的后裔，宋就是殷商的后裔，所以墨子的思想，继承了宋国的传统。孔子本来也是宋的后代，但孔子的祖先一直住在鲁国，而鲁是周人文化的后裔。我们要注意，春秋战国时代，各国的文字没有统一，交通没有统一，各地方的思想不同，有如现在的世界形态，美国与法国，各有不同的文化。墨子的思想又尚天又尚鬼。前些时，一位学生要以墨子思想作论文，他说墨子思想非常崇敬天，与天主教的教义有相同地方，但是我告诉他要注意，墨子思想也尚鬼，而天主教基督教就不同了。翻开墨子来看，他把鬼的权力说得很大，也就是过去中国民族思想的共同信仰。人如做了坏事，鬼都来找的。好的鬼则可以保护人。所以我们讲了几千年中国文化，民间所流传鬼会找坏人的观念，并非孔子思想，乃是墨子思想的传承。墨子这套思想的源流，是远溯自夏禹的文化，我们真正研究起上古史的中国文化来，便很费事了。中国近代六七十年文化思想是最乱的时代。民国初年到五四运动期间，用西方人的方法来研究中国文化，再加上日本人的观念，把我们老祖宗的文化，贬得一塌糊涂，说什么尧是香炉舜是烛台禹是大爬虫，这是日本人诬蔑我们文化的鬼话。但过去我们有许多学者，居然相信这套鬼话，搬回来骂自己的文化，直到现在还在流传，我们现代的学术界就这样可怜！所以严格研究起来，中国历史还有许多资料，为外国人所不承认。外国人不承认有他的道理，如果他把中国文化推崇得太高了，又把他自己的民族文化摆到什么地方呢？可是我们中国的学者和留学生，跟着外国人抛弃自己的民族文化，乃至接受西方的观念，这是非常令人悲痛的事情。也就是先把自己的文化思想破坏了，才会走上这条路。仔细研究起来，这种现代文化的演变，是构成一个专论的重要课题，可以写成一本大书。我们现在说到禹，以我们中国文化自己的讲法，在道家的观念里就多了。道家说禹的本事大得很，当时他画符念咒，役使鬼神，把黄河长江水利治好，把土地开发出来。究竟事实如何，便不得而知。这方面的传说太过虚玄，太过神话了，所以一般人难以相信。不过我们现在不管这两方面――禹是爬虫或是能役使鬼神的神人，有一点要认识中华民族奠定了农业社会的基础，发展成就了后来几千年以农立国的民族精神，是禹开始的。所以尽管是推崇尧舜，在尧舜时代，政治好到什么样子，我们暂不去管他。"}
{"text":"我们现在说到禹，以我们中国文化自己的讲法，在道家的观念里就多了。道家说禹的本事大得很，当时他画符念咒，役使鬼神，把黄河长江水利治好，把土地开发出来。究竟事实如何，便不得而知。这方面的传说太过虚玄，太过神话了，所以一般人难以相信。不过我们现在不管这两方面――禹是爬虫或是能役使鬼神的神人，有一点要认识中华民族奠定了农业社会的基础，发展成就了后来几千年以农立国的民族精神，是禹开始的。所以尽管是推崇尧舜，在尧舜时代，政治好到什么样子，我们暂不去管他。但那时的地理环境，还在洪水时代，没有多少人口，这么大的国家泛滥了洪水，只是一些高山露出了山峰。到了禹治水以后，农业基础奠定了，文化才开始成长。所以孔子对禹是吾无闲然矣，没有一点办法可以挑他的毛病。可见孔子对他的推崇是多么的伟大。他说禹自奉这样节俭，又非常崇敬鬼神。当然由孔子这句话，可知禹王当时对于神秘的学问是如何的重视。恶衣服，而致美乎黻冕。我们知道大禹治水时候，没有穿上礼服，完全和普通人一样，穿得破破烂烂，一年到头都在外面跑。但是他对政治的制度，国家的礼服，制定得美仑美奂。换句话说，我们的祖先，由穴居巢处，发明了衣服以后，还没有规定什么格式，到了禹王才制定格式。卑宫室，而尽力乎沟洫。历史上记载，禹虽为皇帝，他住的宫殿，还只是一个茅草棚，所谓茅次土阶，上面盖的没有瓦，只是一些草前面的台阶，当然没有水泥，连石块也没有，只是用泥巴堆起来，而尽力乎沟洫，尽心尽力办好水利。孔子对禹有这三个观点，所以他说禹对于中国文化有这样大的贡献，实在无话可讲，没有一点可以批评的。子罕第九利害交关的生命意义第九篇子罕，可以说是第五篇公冶长第六篇雍也两篇内容的引伸。多半是讲孔子的思想，与学问教育的观点，以及一般历史思想观念的阐扬。第一句话是子罕言利与命与仁。这一句话，我们要特别注意。由这一篇的记载，就知道孔子平常很少讲利。所谓利，现代的观念每每就只对钱财而言，而在这里的内容，同时也具有利害关系的意思，我们听了这句话好像有点不大服气，因为我们平常也似乎不大谈利害的关系。其实不然，仔细研究起来，尤其研究历史，几乎没有一个人不是随时随地，打利害关系的主意。尤其春秋战国期间，人与人之间的来往，国与国之外交，随时随地都在利害的观点上。"}
{"text":"第一句话是子罕言利与命与仁。这一句话，我们要特别注意。由这一篇的记载，就知道孔子平常很少讲利。所谓利，现代的观念每每就只对钱财而言，而在这里的内容，同时也具有利害关系的意思，我们听了这句话好像有点不大服气，因为我们平常也似乎不大谈利害的关系。其实不然，仔细研究起来，尤其研究历史，几乎没有一个人不是随时随地，打利害关系的主意。尤其春秋战国期间，人与人之间的来往，国与国之外交，随时随地都在利害的观点上。我们知道中国的法家，荀子韩非子，尤其韩非子有一篇说难，就谈到说话之难。在春秋战国时候还没有考试，人要取得功名富贵事业地位，多半要靠游说。所谓游说之士，并不是乱吹就行，必须要学问渊博，同时具备丰富的现代知识。去见各国的领导人，拿出个人的特别见解，指出当时的利害关系，所谓动之以利害，取得人主的信任，就可荣获功名地位。所以这句话中利字的涵义，我们先要了解。对人说之以利害，几乎没有人不动心的，人生能做到对一切名利无动于衷，就是真正最高的学问。由这一篇书看，孔子讲不讲利害？罕言利，并不是绝对不讲，而是很少讲。如果我们想象到一个圣人，绝对不讲利害关系，那也是过分地高推圣境，是绝不可能的事。其次，孔子讲不讲命？后世以算命看相的命为命，但是这里的命是广义的，包涵生命来源的意义而言。世界上所有的宗教，都在说生命的来源，尤其说生命是神所创造的，几乎每个宗教都有类似的说法。但由宗教发展到哲学科学，一直到现在，究竟生命的来源怎样？还没有搞清楚。从这一点，可见人类文化，不论东方西方，都还幼稚可笑，对人类本身的问题都还没有解决。宗教家解决不了而演变成哲学，哲学家解决不了而发展成科学，科学家分门别类去追究，向太空向物理向医学追究，都想找到这个问题的答案。但是中国人不大追究生命来源这个问题，尤其孔子思想，在下论中就提到未知生，焉知死？不要问，所以对于命，孔子很少讲。因此，学校里念哲学的人教哲学的人，并非真通哲学，只能说是替哲学家传播哲学知识。真正哲学家，都不是学哲学出身的。曾有一个在日本学医的学生说，学了医以后，感到痛苦，反而对人生问题社会问题发生许多怀疑，所以需要学哲学，否则脑子要崩溃。他这个意见很对，但丛书本上学哲学很糟糕，结果只成为一个哲学书呆子，而不是哲学家。"}
{"text":"但是中国人不大追究生命来源这个问题，尤其孔子思想，在下论中就提到未知生，焉知死？不要问，所以对于命，孔子很少讲。因此，学校里念哲学的人教哲学的人，并非真通哲学，只能说是替哲学家传播哲学知识。真正哲学家，都不是学哲学出身的。曾有一个在日本学医的学生说，学了医以后，感到痛苦，反而对人生问题社会问题发生许多怀疑，所以需要学哲学，否则脑子要崩溃。他这个意见很对，但丛书本上学哲学很糟糕，结果只成为一个哲学书呆子，而不是哲学家。真正的哲学家大多不是学哲学出身的，像现在流行的存在主义，也是一个医生搞出来的。很多人懂得哲学而不是哲学家，譬如乡下没有读过书的人，往往就是大哲学家。去问一位乡下老太太，这样大热天为什么还工作得那样辛苦？她说命不好啊！这是大哲学家，她辛苦了还是心安理得，没有烦恼痛苦。真有哲学知识的人，没有她痛快。所以有许多学哲学的，最后学疯了，究竟人生为了什么？越搞越不清楚，后来觉得人生没有道理，为了解决自己，弄到只好自杀，这就是不懂命。孔子在教育方面，知道哲学上生命来源的道理，很难讲得清楚，所以很少讲。第三，孔子很少说仁，这是一个大问题了。我们讲中国文化，动辄讲孔子，而且动辄讲孔子思想中心的仁道。现在我们根据论语，至少它的内容是孔子学生们直接的记载，这不能不承认的。而这里说孔子很少说仁是什么。我们都知道孔子思想的中心是仁，但这里又说孔子很少讲仁再说论语第四篇就是里仁，全篇都是有关仁的记载，这不是矛盾吗？所以我们讲里仁篇的时候，有一个重点，那里所讲的只是仁的作用仁的性质，对于仁本身究竟是什么，里仁篇中并没有下定义。所以这里说孔子很少讲利，很少讲命，很少讲仁。这三种中心问题都很难讲。现在讲到这里，我们暂时保留，因为下论讲到时，大家可以从论语全书中，自己找出答案。历史文化先驱下面继续叙述孔子。达巷党人曰大哉孔子！博学而无所成名。子闻之，谓门弟子曰吾何执？执御乎？执射乎？吾执御矣！达巷是一个地名。党人的党不是现代观念的党，古代所谓党，就是地方社会的观念。在达巷这地方有人说，伟大的孔子，有这样渊博的学问，他什么都懂，而不是仅仅某一样的专家。"}
{"text":"历史文化先驱下面继续叙述孔子。达巷党人曰大哉孔子！博学而无所成名。子闻之，谓门弟子曰吾何执？执御乎？执射乎？吾执御矣！达巷是一个地名。党人的党不是现代观念的党，古代所谓党，就是地方社会的观念。在达巷这地方有人说，伟大的孔子，有这样渊博的学问，他什么都懂，而不是仅仅某一样的专家。这里无所成名的成名是指专学之名，就是不固定为某一项学问的名家。在古代的书上常有名家这个名词，如对三民主义的教授，可称为某某先生是擅讲党义名家。他自成为一家了，就是他的成名表达了他的专长。在这里所说博学而无所成名，就是说孔子样样懂，不止是那一种学问的专家。孔子听到了人家的这种评论，就很风趣地对他的弟子们说，这叫我抓住哪一点？作哪一种专家好呢？我去当骑马驾车的专家好？还是当军事射箭的专家好？我还是学驾驶吧！从字面上看，这段文章，就这样解释完了。所以这些书，我们小时候读起来，一点味道都没有，头大得很。这有什么意思呢？老师还要我们背诵，一边背诵一边在摇头晃脑，就是表示抗议。老师要我们背诵只好背诵，不过就是靠这个办法，背诵以后经过几十年时间，如今一张口就念出来了。后来仔细想一想，大有道理，他这个执御的驾驶人，意思是要领导文化，作一个历史时代的先驱者。所以弟子们把他这句话记下来，是有深意的，并不是对不要紧的话都死记不忘。礼的变态下面是讲孔子的思想子曰麻冕，礼也。今也纯，俭，吾从众。拜下，礼也。今拜乎上，泰也。虽违众，吾从下。这是孔子的思想，他看到当时的时代感到悲哀。上古时候，长辈死了，丧帽是麻做的，很考究。孔子说这虽然是古礼，但现在的人，越来越简化了，用纯麻披孝就够了，比较节俭。孔子对丧礼也取节丧的意义，他也同意节俭简化。中国本是礼义之邦，古代与人相见，跪下来拜，孔子说这是礼貌，拜下，礼也。但现在的人，没有行礼的诚恳，拜乎上，拱拱手就算了，很讨厌跪拜行礼的事，只求自己舒服一点而偷懒，就是不诚恳。对于这一点，孔子认为敬礼的精神，须要绝对的诚恳，这是不能改变的。"}
{"text":"上古时候，长辈死了，丧帽是麻做的，很考究。孔子说这虽然是古礼，但现在的人，越来越简化了，用纯麻披孝就够了，比较节俭。孔子对丧礼也取节丧的意义，他也同意节俭简化。中国本是礼义之邦，古代与人相见，跪下来拜，孔子说这是礼貌，拜下，礼也。但现在的人，没有行礼的诚恳，拜乎上，拱拱手就算了，很讨厌跪拜行礼的事，只求自己舒服一点而偷懒，就是不诚恳。对于这一点，孔子认为敬礼的精神，须要绝对的诚恳，这是不能改变的。所以即使是违背了时代，违背了大多数人的做法，但还是要保持我们古礼为上，因为它内涵传统文化的精神，并非徒重外表而已。孔子当时所处时代的情势，可以说和我们今日所处的环境是相同的。人与人之间的礼貌，都流于形式，只重外表不重精神。甚至外表的形态上也成问题，譬如现在的敬礼，变成纯粹的招呼，就是打个招呼而已。不但内心没有诚意，连外面的形态姿势都是花样百出，像希特勒式的举一举手傲慢式翘翘下巴，欧美式的哈嗨，统统出笼，洋洋大观。这个时代问题，你我都有责任，尤其是家庭教育，更不可忽略。子绝四毋意，毋必，毋固，毋我。这句话很容易解释，很容易懂。可是这不止是文字的问题，要在这一生中行为修养上做到，实在很难。这里说孔子对于这四点，是绝对做到了。第一是毋意，这个毋与有无的无字通用，不过在论语上以及古书的否定词，多半用这个毋。这是说孔子作人处世，没有自己主观的意见，本来想这样做，假使旁人有更好的意见，他就接受了，并不坚持自己原来的意见。第二毋必，他并不要求一件事必然要做到怎样的结果。这一点也是人生哲学的修养，天下事没有一个必然的，所谓我希望要做到怎样怎样，而事实往往未必。假使讲文学与哲学合流的境界，中国人有两句名言说不如意事常八九，可与人言无二三。人生的事情，十件事常常有八九件都是不如意。而碰到不如意的事情，还无法向人诉苦，对父母兄弟姐妹妻子儿女都无法讲，这都是人生体验来的。又有两句说十有九输天下事，百无一可意中人。这也代表个人，十件事九件都失意，一百个人当中，还找不到一个是真正的知己。这就说明了孔子深通人生的道理，事实上毋必，说想必然要做到怎样，世界上几乎没有这种事，所以中国文化的第一部书――易经，提出了八卦，阐发变易的道理。"}
{"text":"人生的事情，十件事常常有八九件都是不如意。而碰到不如意的事情，还无法向人诉苦，对父母兄弟姐妹妻子儿女都无法讲，这都是人生体验来的。又有两句说十有九输天下事，百无一可意中人。这也代表个人，十件事九件都失意，一百个人当中，还找不到一个是真正的知己。这就说明了孔子深通人生的道理，事实上毋必，说想必然要做到怎样，世界上几乎没有这种事，所以中国文化的第一部书――易经，提出了八卦，阐发变易的道理。天下事随时随地，每一分钟每一秒钟都在变，宇宙物理在变万物在变人也在变自己的思想在变感情在变身心都在变，没有不变的事物。我们想求一个不变固定的，不可能。孔子深通这个道理，所以他毋必，就是能适变能应变。第三是毋固，不固执自己的成见。毋我，专替人着想，专为事着想。这就是孔子学问修养的伟大处。这里发挥起来，便要与别家的思想作一比较。如一般人认为高深莫测，甚至有恐惧感的佛家思想中有名的金刚经。所谓经，也便是四书五经的经的意思。这部书中也有四个类似上面所说的观念，所谓无我相，无人相，无众生相，无寿者相。在佛学中所谓相，就是形象或现象。我们人与人之间相处，往往感觉到很痛苦烦恼，总是被现象困住了。人生在世界上一定有我，无法做到无我。有我就有你，有他。有你我他，就有烦恼。结果忘记了你也是人，我也是人，大家都是一样的。大家一样就是佛学所说的平等相。而孔子的四绝观念，也就是平等相。关于这一点，我曾在一次某大学社团举办的哲学讨论会中，讲过一个我与无我的专题。我们常在哲学上看到作人做事要做到无我的境界。可能吗？先就事实来说，不可能。譬如有人说我告诉你，我绝对客观。这句话对不对？不对。这已经非常主观，因为我很客观了。这就是我的主观。哪里是客观？等于说中，天下有没有一个中？因为中是对两边而言，才构成了中这个观念。其实对比出的这个中，对另一点来说又是偏了，没有绝对的中。又用方位来说，你站在一个房间，说自己是在中，前后左右是东南西北，可是站在北方看你是站在南方，在南方看你是站在北方，没有中间的。所以说绝对无我，在观念上有这个名称，真要做到无我，几乎没有这样的人。但不是绝对没有，一旦真的做到无我的话，就会非常快乐。我们所有的痛苦，都因为自己有我而来的。"}
{"text":"这就是我的主观。哪里是客观？等于说中，天下有没有一个中？因为中是对两边而言，才构成了中这个观念。其实对比出的这个中，对另一点来说又是偏了，没有绝对的中。又用方位来说，你站在一个房间，说自己是在中，前后左右是东南西北，可是站在北方看你是站在南方，在南方看你是站在北方，没有中间的。所以说绝对无我，在观念上有这个名称，真要做到无我，几乎没有这样的人。但不是绝对没有，一旦真的做到无我的话，就会非常快乐。我们所有的痛苦，都因为自己有我而来的。如果我们手里拿了一件东西，别人需要时，一定舍不得给人，因为别人需要它时，也正是自己需要它的时候。假如能在这个时候，放弃了而给别人，就是最快乐的境界。有一位学佛的朋友来问，什么叫菩萨？我说这是印度梵文的名称菩提萨剩音译成中文，简称菩萨，所含的意义就是觉悟有情。自己对于人生哲理觉悟了，可是对于这世界，对于一切的事物非常多情，而尽量施以助力。所以中国人说不俗即仙骨，多情乃佛心。这就是菩萨的境界，等于中国人说的圣贤，名称不同，发音不同而已。他们又问学佛的人是否都成菩萨？我说没有，至少我没有看到过菩萨。不过我朋友曾经看到一个人，可以说得上是菩萨。那是二十年前，有一艘驶往澎湖的船，途中遇难了。船上有一个认识的人，他本有肺病，因事乘了这船到澎湖去。在海难来时，有船员看见他有病，丢了一个救生圈给他，要他先离船逃生。他接到救生圈后，仍然很从容，并没有立即套上。后来看见一个妇人抱了一个孩子逃上甲板，他就把那个救生圈转送给了这对母子。他说他是有肺病的人，早死晚死一样的。原来丢救生圈的船员，忙了一阵子回来，见他还逗留在船上，救生圈也没有了，问他怎么还不逃命？救生圈哪里去了？他只笑笑，这种状况下，他还能安详地微笑，可见是什么样的胸襟了。也不讲话。这位船员东找西找，又找了一个救生圈给他，他又送给了另外一个人逃生。结果船沉了，他也沉了，非常从容。这是无我。他这样做不是被强迫的，完全是自动的，这就叫做无我爱人。我们心里觉得这件事情很悲惨，但在他的心境却很安然。他不是自杀，他觉得别人更值得同情怜悯。但在事实上，平常一般作人做事，没有办法真无我。每个人同样画画，画出来各有不同。你写文章如在文章里无我，就没有你的意境了，就不要写了。同样一件事情做起来就有我的精神。"}
{"text":"也不讲话。这位船员东找西找，又找了一个救生圈给他，他又送给了另外一个人逃生。结果船沉了，他也沉了，非常从容。这是无我。他这样做不是被强迫的，完全是自动的，这就叫做无我爱人。我们心里觉得这件事情很悲惨，但在他的心境却很安然。他不是自杀，他觉得别人更值得同情怜悯。但在事实上，平常一般作人做事，没有办法真无我。每个人同样画画，画出来各有不同。你写文章如在文章里无我，就没有你的意境了，就不要写了。同样一件事情做起来就有我的精神。要将全副的我，摆到无我的境界里，才可以达到真的无我相。孔子的这四点，大概用佛家的这观念来相互衬托一下。实际上这四点是全部孔门学问的中坚，所以孔子教我们学问修养，就要效法他做到这四点，毋意毋必毋固毋我。接下来以一个事实，来讲孔子为什么做到毋意毋必毋固毋我的道理子畏于匡。曰文王既没，文不在兹乎？天之将丧斯文也，后死者，不得与于斯文也。天之未丧斯文也，匡人其如予何？这是孔子一生中遭遇几件大事之一。匡是一个地名，在宋国。当时有一个坏人叫阳虎，据说阳虎貌如孔子，他的相貌长得和孔子一样，宋人都要杀掉他。孔子带了一大堆学生，经过那里，大家以为他就是阳虎，把他包围起来，要杀他。这是有名的子畏于匡事件。古代的文字简单，只用一个畏字。实际上这个字代表很严重很可怕很危险的一件事故。当然孔子的学生们感到很严重，也可以说吓死了。可是孔子说，没有事，你们放心好了。他非常相信命，不过这个命不是普通算命的命。他说自文王死后，五百年来，中国文化衰落到现在，难道中国文化的命运真要断了？不要流传吗？如果上天有意一定要把我们中国文化的根基断绝，那么就应该是我一辈子都不会接触到文化，可是事实上我要担负起这个责任来。假如说上天并无意断绝中国文化的根本，而要让他流传下去，那么今日就还要留着一点。如是这样，老实说，我今天对于中国文化，是全心全力贡献在这件事上也只有我对于中国文化，能够接受能够发挥。像这样，那么你们放心，我死不了，匡人也不会把我杀死。我们看到孔子在一个这样危险的情况下，他始终不以宗教精神，来个祷告，求神保佑。再说，这个时候，他如果谈军事精神，把学生马上一组织，变成战斗的力量，也很容易。但是他不来这一套，所以他始终是子罕言利与命与仁。他始终建立一个人文之道，处一切人事，要自己增加自信。"}
