{"text":"真的，济南的人们在冬天是面上含笑的。他们一看那些小山，心中便觉得有了着落，有了依靠。他们由天上看到山上，便不觉的想起明天也许就是春天了吧？这样的温暖，今天夜里山草也许就绿起来吧？就是这点幻想不能一时实现，他们也并不着急，因为有这样慈善的冬天，干啥还希望别的呢。最妙的是下点小雪呀。看吧，山上的矮松越发的青黑，树尖上顶着一髻儿白花，象些小日本看护妇。山尖全白了，给蓝天镶上一道银边。山坡上有的地方雪厚点，有的地方草色还露着，这样，一道儿白，一道儿暗黄，给山们穿上一件带水纹的花衣看着看着，这件花衣好象被风儿吹动，叫你希望看见一点更美的山的肌肤。等到快日落的时候，微黄的阳光斜射在山腰上，那点薄雪好象忽然害了羞，微微露出点粉色。就是下小雪吧，济南是受不住大雪的，那些小山太秀气。古老的济南，城内那么狭窄，城外又那么宽敞，山坡上卧着些小村庄，小村庄的房项上卧着点雪，对，这是张小水墨画，或者是唐代的名手画的吧。那水呢，不但不结冰，反倒在绿藻上冒着点热气。水藻真绿，把终年贮蓄的绿色全拿出来了。天儿越晴，水藻越绿，就凭这些绿的精神，水也不忍得冻上况且那长枝的垂柳还要在水里照个影儿呢。看吧，由澄清的河水慢慢往上看吧，空中，半空中，天上，自上而下全是那么清亮，那么蓝汪汪的，整个的是块空灵的蓝水晶。这块水晶里，包着红屋顶，黄草山，象地毯上的小团花的小灰色树影这就是冬天的济南。树虽然没有叶儿，鸟儿可并不偷懒，看在日光下张着翅叫的百灵们。山东人是百灵鸟的崇拜者，济南是百灵的国。家家处处听得到它们的歌唱自然，小黄鸟儿也不少，而且在百灵国内也很努力的唱。还有山喜鹊呢，成群的在树上啼，扯着浅蓝的尾巴飞。树上虽没有叶，有这些羽翎装饰着，也倒有点象西洋美女。坐在河岸上，看着它们在空中飞，听着溪水活活的流，要睡了，这是有催眠力的不信你就试试睡吧，决冻不着你。要知后事如何，我自己也不知道。到了齐大，暑假还未曾完。除了太阳要落的时候，校园里不见一个人影。那几条白石凳，上面有枫树给张着伞，便成了我的临时书房。手里拿着本书，并不见得念念地上的树影，比读书还有趣。"}
{"text":"还有山喜鹊呢，成群的在树上啼，扯着浅蓝的尾巴飞。树上虽没有叶，有这些羽翎装饰着，也倒有点象西洋美女。坐在河岸上，看着它们在空中飞，听着溪水活活的流，要睡了，这是有催眠力的不信你就试试睡吧，决冻不着你。要知后事如何，我自己也不知道。到了齐大，暑假还未曾完。除了太阳要落的时候，校园里不见一个人影。那几条白石凳，上面有枫树给张着伞，便成了我的临时书房。手里拿着本书，并不见得念念地上的树影，比读书还有趣。我看着细碎的绿影，夹着些小黄圈，不定都是圆的，叶儿稀的地方，光也有时候透出七棱八角的一小块。小黑驴似的蚂蚁，单喜欢在这些光圈上慌手忙脚的来往过。那边的白石凳上，也印着细碎的绿影，还落着个小蓝蝴蝶，抿着翅儿，好象要睡。一点风儿，把绿影儿吹醉，散乱起来小蓝蝶醒了懒懒的飞，似乎是作着梦飞呢飞了不远，落下了，抱住黄蜀菊的蕊儿。看着，老大半天，小蝶儿又飞了，来了个楞头磕脑的马蜂。真静。往南看，千佛山懒懒的倚着一些白云，一声不出。往北看，围子墙根有时过一两个小驴，微微有点铃声。往东西看，只看见楼墙上的爬山虎。叶儿微动，象竖起的两面绿浪。往下看，四下都是绿草。往上看，看见几个红的楼尖。全不动。绿的，红的，上上下下的，象一张画，颜色固定，可是越看越好看。只有办公处的大钟的针儿，偷偷的移动，好似唯恐怕叫光阴知道似的，那么偷偷的动，从树隙里偶尔看见一个小女孩，花衣裳特别花哨，突然把这一片静的景物全刺激了一下花儿也更红，叶儿也更绿了似的好象她的花衣裳要带这一群颜色跳舞起来。小女孩看不见了，又安静起来。槐树上轻轻落下个豆瓣绿的小虫，在空中悬着，其余的全不动了。园中就是缺少一点水呀！连小麻雀也似乎很关心这个，时常用小眼睛往四下找假如园中，就是有一道小溪吧，那要多么出色。溪里再有些各色的鱼，有些荷花！那怕是有个喷水池呢，水声，和着枫叶的轻响，在石台上睡一刻钟，要作出什么有声有色有香味的梦！花木够了，只缺一点水。短松墙觉得有点死板，好在发着一些松香若是上面绕着些密罗松，开着些血红的小花，也许能减少一些死板气儿。园外的几行洋槐很体面，似乎缺少一些小白石凳。可是继而一想，没有石凳也好，校园的全景，就妙在只有花木，没有多少人工作的点缀，砖砌的花池咧，绿竹篱咧，全没有这样，没有人的时候，才真象没有人，连一点人工经营的痕迹也看不出换句话说，这才不俗气。"}
{"text":"溪里再有些各色的鱼，有些荷花！那怕是有个喷水池呢，水声，和着枫叶的轻响，在石台上睡一刻钟，要作出什么有声有色有香味的梦！花木够了，只缺一点水。短松墙觉得有点死板，好在发着一些松香若是上面绕着些密罗松，开着些血红的小花，也许能减少一些死板气儿。园外的几行洋槐很体面，似乎缺少一些小白石凳。可是继而一想，没有石凳也好，校园的全景，就妙在只有花木，没有多少人工作的点缀，砖砌的花池咧，绿竹篱咧，全没有这样，没有人的时候，才真象没有人，连一点人工经营的痕迹也看不出换句话说，这才不俗气。啊，又快到夏天了！把去年的光景又想起来也许是盼望快放暑假吧。快放暑假吧！把这个整个的校园，还交给蜂蝶与我吧！太自私了，谁说不是！可是我能念着树影，给诸位作首不十分好，也还说得过去的诗呢。学校南边那块瓜地，想起来叫人口中出甜水但是懒得动在石凳上等着吧，等太阳落了，再去买几个瓜吧。自然，这还是去年的话今年那块地还种瓜吗？管他种瓜还是种豆呢，反正白石凳还在那里，爬山虎也又绿起来只等玫瑰开呀！玫瑰开，吃棕子，下雨，晴天，枫树底上，白石凳上，小蓝蝴蝶，绿槐树虫，哈，梦！再温习温习那个梦吧。有诗为证，对，印象是要有诗为证的不然，那印象必是多少带点土气的。我想写春夜，多么美的题目！想起这个题目，我自然的想作诗了。可是，不是个诗人，怎办呢这似乎要抓瞎用个毫无诗味的词儿。新诗吧？太难脑中虽有几堆呀，噢，唉，喽和那俊美的，和那珠泪滚滚的！。但是，没有别的玩艺，怎能把这些宝贝缀上去呢？此路不通！旧诗？又太死板，而且至少有十几年没动那些七庚八葱的东西了不免出丑。到底硬联成一首七律，一首不及六十分的七律心中已高兴非常，有胜于无，好歹不论，正合我的基本哲学。好，再作七首，共合八首即便没一首通的吧，量也足惊人不是？中国地大物博，一人能写八首春夜，呀！唉！湿膝病又犯了，两膝僵肿，精神不振，终日茫然，饭且不思，何暇作诗，只有大喊拉倒，予无能为矣！只凑了三首，再也凑不出。想另作一篇散文吧，又到了交稿子的时候况且精神不好，其影响于诗与散文一也散了吧，好歹的那三首送进去，爱要不要我就是这个主意！反正无论怎说，我是有诗为证一多少春光轻易去？无言花鸟夜如秋。东风似梦微添醉，小月知心只照愁！柳样诗思情入影，火般桃色艳成羞。"}
{"text":"中国地大物博，一人能写八首春夜，呀！唉！湿膝病又犯了，两膝僵肿，精神不振，终日茫然，饭且不思，何暇作诗，只有大喊拉倒，予无能为矣！只凑了三首，再也凑不出。想另作一篇散文吧，又到了交稿子的时候况且精神不好，其影响于诗与散文一也散了吧，好歹的那三首送进去，爱要不要我就是这个主意！反正无论怎说，我是有诗为证一多少春光轻易去？无言花鸟夜如秋。东风似梦微添醉，小月知心只照愁！柳样诗思情入影，火般桃色艳成羞。谁家玉笛三更后？山倚疏星人倚楼。二一片闲情诗境里，柳风淡淡柝声凉。山腰月少青松黑，篱畔光多玉李黄。心静渐知春似海，花深每觉影生香。何时买得田千顷，遍种梧桐与海棠！三且莫贪眠减却狂，春宵月色不平常！碧桃几树开蝴蝶，紫燕联肩梦海棠。花比诗多怜夜短，柳如人瘦为情长。年来潦倒漂萍似，惯与东风道暖凉。得看这三大首！五十年之后，准保有许多人给作注解好诗是不需注解的。我的评注者，一定说我是资本家，或是穷而倾向资本主义者，因为在第二首里，有何时买得田千顷之语。好，我先自己作点注吧我的意思是买山地呀，不是买一千顷良田，全种上花木，而叫农民饿死，不是。比如千佛山两旁的秃山，要全种上海棠，那要多么美，这才是我的梦想。这不怨我说话不清，是律诗自身的别扭一句非七个字不可，我怎能忽然来句八个九个字的呢？得了，从此再不受这个罪一些印象也不再续。暑假中好好休息，把腿养好，能加入将来远东运动会的五百哩竞走，得个第一，那才算英雄好汉诌几句不准多于七个字一句的诗，算得什么！原载年月至月齐大月刊第卷第期抬头见喜对于时节，我向来不特别的注意。拿清明说吧，上坟烧纸不必非我去不可，又搭着不常住在家乡，所以每逢看见柳枝发青便晓得快到了清明，或者是已经过去。对重阳也是这样，生平没在九月九登过高，于是重阳和清明一样的没有多大作用。端阳，中秋，新年，三个大节可不能这么马虎过去。即使我故意躲着它们，账条是不会忘记了我的。也奇怪，一个无名之辈，到了三节会有许多人惦记着，不但来信，送账条，而且要找上门来！设若故意躲着借款，着急，设计自杀等等，而专讲三节的热闹有趣那一面儿，我似乎是最喜爱中秋。似乎，因为我实在不敢说准了。"}
{"text":"拿清明说吧，上坟烧纸不必非我去不可，又搭着不常住在家乡，所以每逢看见柳枝发青便晓得快到了清明，或者是已经过去。对重阳也是这样，生平没在九月九登过高，于是重阳和清明一样的没有多大作用。端阳，中秋，新年，三个大节可不能这么马虎过去。即使我故意躲着它们，账条是不会忘记了我的。也奇怪，一个无名之辈，到了三节会有许多人惦记着，不但来信，送账条，而且要找上门来！设若故意躲着借款，着急，设计自杀等等，而专讲三节的热闹有趣那一面儿，我似乎是最喜爱中秋。似乎，因为我实在不敢说准了。幼年时，中秋是个很可喜的节，要不然我怎么还记得清清楚楚那些兔儿爷的样子呢？有兔儿爷玩，这个节必是过得十二分有劲。可是从另一方面说，至少有三次喝醉是在中秋酒入愁肠呀！所以说似乎最喜爱中秋。事真凑巧，这三次非杨贵妃式的醉酒我还都记得很清楚。那么，就说上一说呀。第一次是在北平，我正住在翊教寺一家公寓里。好友卢嵩庵从柳泉居运来一坛子竹叶青。又约来两位朋友内中有一位是不会喝的大家就抄起茶碗来。坛子虽大，架不住茶碗一个劲进攻月亮还没上来，坛子已空。干什么去呢？打牌玩吧。各拿出铜元百枚，约合大洋七角多，因这是古时候的事了。第一把牌将立起来，不晓得至今还不晓得我怎么上了床。牌必是没打成，因为我一睁眼已经红日东升了。第二次是在天津，和朱荫棠在同福楼吃饭，各饮绿茵陈二两。吃完饭，到一家茶肆去品茗。我朝窗坐着，看见了一轮明月，我就吐了。这回决不是酒的作用，毛病是在月亮。第三次是在伦敦。那里的秋月是什么样子，我说不上来也许根本没有月亮其物。中国工人俱乐部里有多人凑热闹，我和沈刚伯也去喝酒。我们俩喝了两瓶葡萄酒。酒是用葡萄还是葡萄叶儿酿的，不可得而知，反正价钱很便宜我们俩自古至今总没作过财主。喝完，各自回寓所。一上公众汽车，我的脚忽然长了眼睛，专找别人的脚尖去踩。这回可不是月亮的毛病。对于中秋，大致如此无论如何也不能说它坏。就此打住。至若端阳，似乎可有可无。粽子，不爱吃。城隍爷现在也不出巡即使再出巡，大概也没有跟随着走几里路的兴趣。樱桃真是好东西，可惜被黑白桑葚给带累坏了。新年最热闹，也最没劲，我对它老是冷淡的。自从一记事儿起，家中就似乎很穷。爆竹总是听别人放，我们自己是静寂无哗。记得最真的是家中一张王羲之换鹅图。"}
{"text":"喝完，各自回寓所。一上公众汽车，我的脚忽然长了眼睛，专找别人的脚尖去踩。这回可不是月亮的毛病。对于中秋，大致如此无论如何也不能说它坏。就此打住。至若端阳，似乎可有可无。粽子，不爱吃。城隍爷现在也不出巡即使再出巡，大概也没有跟随着走几里路的兴趣。樱桃真是好东西，可惜被黑白桑葚给带累坏了。新年最热闹，也最没劲，我对它老是冷淡的。自从一记事儿起，家中就似乎很穷。爆竹总是听别人放，我们自己是静寂无哗。记得最真的是家中一张王羲之换鹅图。每逢除夕，母亲必把它从个神秘的地方找出来，挂在堂屋里。姑母就给说那个故事到如今还不十分明白这故事到底有什么意思，只觉得王羲之三个字倒很响亮好听。后来入学，读了兰亭序，我告诉先生，王羲之是在我的家里。长大了些，记得有一年的除夕，大概是光绪三十年前的一二年，母亲在院中接神，雪已下了一尺多厚。高香烧起，雪片由漆黑的空中落下，落到火光的圈里，非常的白，紧接着飞到火苗的附近，舞出些金光，即行消灭先下来的灭了，上面又紧跟着下来许多，象一把太平花倒放。我还记着这个。我也的确感觉到，那年的神仙一定是真由天上回到世间。中学的时期是最忧郁的，四五个新年中只记得一个，最凄凉的一个。那是头一次改用阳历，旧历的除夕必须回学校去，不准请假。姑母刚死两个多月，她和我们同住了三十年的样子。她有时候很厉害，但大体上说，她很爱我。哥哥当差，不能回来。家中只剩母亲一人。我在四点多钟回到家中，母亲并没有把王羲之找出来。吃过晚饭，我不能不告诉母亲了我还得回校。她楞了半天，没说什么。我慢慢的走出去，她跟着走到街门。摸着袋中的几个铜子，我不知道走了多少时候，才走到学校。路上必是很热闹，可是我并没看见，我似乎失了感觉。到了学校，学监先生正在学监室门口站着。他先问我回来了？我行了个礼。他点了点头，笑着叫了我一声你还回去吧。这一笑，永远印在我心中。假如我将来死后能入天堂，我必把这一笑带给上帝去看。我好象没走就又到了家，母亲正对着一枝红烛坐着呢。她的泪不轻易落，她又慈善又刚强。见我回来了，她脸上有了笑容，拿出一个细草纸包儿来给你买的杂拌儿，刚才一忙，也忘了给你。母子好象有千言万语，只是没精神说。早早的就睡了。母亲也没精神。中学毕业以后，新年，除了为还债着急，似乎已和我不发生关系。"}
{"text":"到了学校，学监先生正在学监室门口站着。他先问我回来了？我行了个礼。他点了点头，笑着叫了我一声你还回去吧。这一笑，永远印在我心中。假如我将来死后能入天堂，我必把这一笑带给上帝去看。我好象没走就又到了家，母亲正对着一枝红烛坐着呢。她的泪不轻易落，她又慈善又刚强。见我回来了，她脸上有了笑容，拿出一个细草纸包儿来给你买的杂拌儿，刚才一忙，也忘了给你。母子好象有千言万语，只是没精神说。早早的就睡了。母亲也没精神。中学毕业以后，新年，除了为还债着急，似乎已和我不发生关系。我在哪里，除夕便由我照管着哪里。别人都回家去过年，我老是早早关上门，在床上听着爆竹响。平日我也好吃个嘴儿，到了新年反倒想不起弄点什么吃，连酒不喝。在爆竹稍静了些的时节，我老看见些过去的苦境。可是我既不落泪，也不狂歌，我只静静的躺着。躺着躺着，多咱烛光在壁上幻出一个抬头见喜，那就快睡去了。原载年月良友画报第卷第期小麻雀雨后，院里来了个麻雀，刚长全了羽毛。它在院里跳，有时飞一下，不过是由地上飞到花盆沿上，或由花盆上飞下来。看它这么飞了两三次，我看出来它并不会飞得再高一些，它的左翅的几根长翎拧在一处，有一根特别的长，似乎要脱落下来。我试着往前凑，它跳一跳，可是又停住，看着我，小黑豆眼带出点要亲近我又不完全信任的神气。我想到了这是个熟鸟，也许是自幼便养在笼中的。所以它不十分怕人。可是它的左翅也许是被养着它的或别个孩子给扯坏，所以它爱人，又不完全信任。想到这个，我忽然的很难过。一个飞禽失去翅膀是多么可怜。这个小鸟离了人恐怕不会活，可是人又那么狠心，伤了它的翎羽。它被人毁坏了，而还想依靠人，多么可怜！它的眼带出进退为难的神情，虽然只是那么个小而不美的小鸟，它的举动与表情可露出极大的委屈与为难。它是要保全它那点生命，而不晓得如何是好。对它自己与人都没有信心，而又愿找到些倚靠。它跳一跳，停一停，看着我，又不敢过来。我想拿几个饭粒诱它前来，又不敢离开，我怕小猫来扑它。可是小猫并没在院里，我很快的跑进厨房，抓来了几个饭粒。及至我回来，小鸟已不见了。我向外院跑去，小猫在影壁前的花盆旁蹲着呢。我忙去驱逐它，它只一扑，把小鸟擒住！被人养惯的小麻雀，连挣扎都不会，尾与爪在猫嘴旁搭拉着，和死去差不多。"}
{"text":"它是要保全它那点生命，而不晓得如何是好。对它自己与人都没有信心，而又愿找到些倚靠。它跳一跳，停一停，看着我，又不敢过来。我想拿几个饭粒诱它前来，又不敢离开，我怕小猫来扑它。可是小猫并没在院里，我很快的跑进厨房，抓来了几个饭粒。及至我回来，小鸟已不见了。我向外院跑去，小猫在影壁前的花盆旁蹲着呢。我忙去驱逐它，它只一扑，把小鸟擒住！被人养惯的小麻雀，连挣扎都不会，尾与爪在猫嘴旁搭拉着，和死去差不多。瞧着小鸟，猫一头跑进厨房，又一头跑到西屋。我不敢紧追，怕它更咬紧了可又不能不追。虽然看不见小鸟的头部，我还没忘了那个眼神。那个预知生命危险的眼神。那个眼神与我的好心中间隔着一只小白猫。来回跑了几次，我不追了。追上也没用了，我想，小鸟至少已半死了。猫又进了厨房，我楞了一会儿，赶紧的又追了去那两个黑豆眼仿佛在我心内睁着呢。进了厨房，猫在一条铁筒冬天升火通烟用的，春天拆下来便放在厨房的墙角旁蹲着呢。小鸟已不见了。铁筒的下端未完全扣在地上，开着一个不小的缝儿小猫用脚往里探。我的希望回来了，小鸟没死。小猫本来才四个来月大，还没捉住过老鼠，或者还不会杀生，只是叼着小鸟玩一玩。正在这么想，小鸟，忽然出来了，猫倒象吓了一跳，往后躲了躲。小鸟的样子，我一眼便看清了，登时使我要闭上了眼。小鸟几乎是蹲着，胸离地很近，象人害肚痛蹲在地上那样。它身上并没血。身子可似乎是蜷在一块，非常的短。头低着，小嘴指着地。那两个黑眼珠！非常的黑，非常的大，不看什么，就那么顶黑顶大的楞着。它只有那么一点活气，都在眼里，象是等着猫再扑它，它没力量反抗或逃避又象是等着猫赦免了它，或是来个救星。生与死都在这俩眼里，而并不是清醒的。它是胡涂了，昏迷了不然为什么由铁筒中出来呢？可是，虽然昏迷，到底有那么一点说不清的，生命根源的，希望。这个希望使它注视着地上，等着，等着生或死。它怕得非常的忠诚，完全把自己交给了一线的希望，一点也不动。象把生命要从两眼中流出，它不叫也不动。小猫没再扑它，只试着用小脚碰它。它随着击碰倾侧，头不动，眼不动，还呆呆的注视着地上。但求它能活着，它就决不反抗。可是并非全无勇气，它是在猫的面前不动！我轻轻的过去，把猫抓住。将猫放在门外，小鸟还没动。我双手把它捧起来。它确是没受了多大的伤，虽然胸上落了点毛。"}
{"text":"可是，虽然昏迷，到底有那么一点说不清的，生命根源的，希望。这个希望使它注视着地上，等着，等着生或死。它怕得非常的忠诚，完全把自己交给了一线的希望，一点也不动。象把生命要从两眼中流出，它不叫也不动。小猫没再扑它，只试着用小脚碰它。它随着击碰倾侧，头不动，眼不动，还呆呆的注视着地上。但求它能活着，它就决不反抗。可是并非全无勇气，它是在猫的面前不动！我轻轻的过去，把猫抓住。将猫放在门外，小鸟还没动。我双手把它捧起来。它确是没受了多大的伤，虽然胸上落了点毛。它看了我一眼！我没注意把它放了吧，它准是死？养着它吧，家中没有笼子。我捧着它好象世上一切生命都在我的掌中似的，我不知怎样好。小鸟不动，蜷着身，两眼还那么黑，等着！楞了好久，我把它捧到卧室里，放在桌子上，看着它，它又楞了半天，忽然头向左右歪了歪用它的黑眼睁了一下又不动了，可是身子长出来一些，还低头看着，似乎明白了点什么。原载年月文学评论第卷第期哭白涤洲十月十二接到电报涤洲病危。十四起身到北平，他已过去。接到电报，隔了一天才动身，我希望在这一天再得个消息好的。十二号以前，什么信儿都没听到，怎能忽然病危？涤洲的身体好，大家都晓得，所以我不信那个电报，而且深信必再有电更正。等了一天，白等我的心凉了。在火车上我的泪始终在眼里转。车到前门，接我的是齐铁恨他在南京作事我俩的泪都流下来了。我恨我晚来了一天，可是铁恨早来一天也没见到他。十二的早晨，他就走了。这完全象个梦。八月底，我们三个涤洲铁恨与我还在南京会着。多么欢喜呀！涤洲张罗着逛这儿那儿，还要陪我到上海，都被我拦住了。他先是同刘半农先生到西北去半农先生死后，他又跑到西安去讲学。由西安跑到南京，还要随我上上海。我没叫他去。他的身体确是好，但是那么热的天，四下里跑，不是玩的。这只是我的小心梦也梦不到他会死。他回到北平，有信来，说又搬了家。以后，再没信了，我心里还说他大概是忙着作文章呢。敢情他又到河南讲学去了。由河南回来就病。十二号我接到那个电报。这不象个梦？今天翻弄旧稿，夹着他一封信去年一月十日在西山发的。苓儿死去咽气恰与伊母下葬同时，使我不能不特别哀痛。在家里我抱大庄，家母抱菊，三辈四人，情形极惨。"}
