{"text":"或坎卦荡到离卦的下面，产生另外一个新的卦，火火就未济，这就是相荡。如果离卦荡到艮卦的上面，就叫火山旅卦。荡到艮卦的下面，便是山火贲卦。这样一卦一荡就荡成了八个卦一个卦荡成八个卦，八八就是六十四卦。天地间的事情也是一样。譬如我们教室门一开，进来一个人，你们大家就回头看看，他也就影响了大家，这就是八卦扫荡的道理。一切的变化，都是这样产生的，所以说刚柔相摩，八卦相荡。我现在是讲原理，大家不能只听我讲，你们脑子里要有八卦图象，只要一荡，马上就会出现什么情形，不经思索，都要知道。所以八八六十四卦，你们非背不可，不会背六十四卦的话，这个易经听了是白听的什么叫相摩？什么叫相荡？你要能不假思索地把它画出来在你脑子里清清楚楚地画出来，才有用处。孔子以上讲的这个法则，也就是宇宙的法则。大自然的法则鼓之以雷霆，润之以风雨，日月运行，一寒一属。这不是自然的法则吗？同时大家看看古人的文字，一个字也不能随便用。为什么要鼓之以雷霆？这不象打鼓一样，鼓就是膨胀，在医院里看到一个病人肚子大大的，中医叫它水鼓胀，其实是肝的毛病，肝发炎肚子就会大其它肠胃有毛病，肚子也会大，旧的病名是水鼓胀，就是这个鼓。这个字在这里是形容雷电的动能变化，鼓之以雷霆，物理世界生命的一切，鼓就是代表那个生命的动能那个冲动的能，膨胀生长。鼓之以雷霆，是雷电的作用，震卦的作用，这个雷电膨胀了以后，气流阴阳一摩擦，碰！就打雷，打了雷以后没有事了，这个雷电已经消散了。消散以后变成什么？又变成气流，气流的一摩擦又发电，这就是我们刚才讲的刚柔相摩，八卦相荡。气流一摩擦，就发电发电以后，就打雷雷电过了以后，它又变成气流。所以八卦中，震为雷，巽为风风就代表大气，大气层跟雷电一样相摩相荡，于是这个自然物理世界鼓之以雷霆，充沛膨胀。这其间电能最重要，象原子呀！核能呀！现在的专家都在研究它，不过我们古人用一个代号，就包括了那么多的意义。在这个物理世界中，如果没有雷电或气流，生物便不能生存，有了雷电还不够所以下面润之以风雨。讲到这里使我对我们当前的教育，有着很多的感慨。"}
{"text":"所以八卦中，震为雷，巽为风风就代表大气，大气层跟雷电一样相摩相荡，于是这个自然物理世界鼓之以雷霆，充沛膨胀。这其间电能最重要，象原子呀！核能呀！现在的专家都在研究它，不过我们古人用一个代号，就包括了那么多的意义。在这个物理世界中，如果没有雷电或气流，生物便不能生存，有了雷电还不够所以下面润之以风雨。讲到这里使我对我们当前的教育，有着很多的感慨。记得我们当年的老师是坐着教，学生站在旁边听现在是老师站着教，学生坐着听，将来恐怕是学生躺着听，老师跪着教。这个世界大概已经快到这一步了，是不是？鼓之以雷霆，润之以风雨，我们当年的老师，教到这里，特别要用红笔把这个润字圈一下，要大家注意雷霆是电流产生的变化。风雨是什么呢？风雨就是刮风下雨。你说气流又是什么东西呢？气流是没有什么东西的，我们感觉到风来是气流，那错了！风不是气流，气流是碰到物体，接触了才感觉到的。我们晚上听到嘘嘘的声音，那不是风声啊！虽然文字上描写说风声飒飒，其实飒飒不是风声，风是没有声音的飒飒是它碰到物体而发出来的声音，反击出来的声音。我们说听到风的声音，那是风碰到我们的脸碰到我们耳朵，我们才感觉到有声音。所以风雨是什么东西呢？就是上面那句话，在天成象，在地成形，那是宇宙的能所变化的一种现象而已。所以光是鼓之以雷电，润之以风雨还不行，重点还在下面。我们谈地球物理，就是地球文化，它始终离不开地球。那么地球靠什么呢？靠太阳系统的法则日月运行，一寒一暑。太阳月亮的运行，随时会使地球发生变化，因为太阳川亮是反转，地球是正转，所谓天道左旋，地道右旋，是两个不同方向的转动，才维系了太阳系统的和谐。假如地球跟太阳月亮都是循一个轨道同时在那里转，说不定它们早就碰撞起来，早已碰得粉身碎骨了。这样连我们老祖宗也都没有了，哪还有我们的存在呢？为什么它们不碰撞呢？因为它们各有规则一个正转，一个反转，永远在那里转。因为它是相反的转，太阳月亮中间各有一种引力，影响到地球也是一反一正。地球上热天冷天是怎么来的？我们现在固然很明白，它是由于太阳照射的角度，影响到我们地球而形成寒暑的现象。可是古人呢？"}
{"text":"这样连我们老祖宗也都没有了，哪还有我们的存在呢？为什么它们不碰撞呢？因为它们各有规则一个正转，一个反转，永远在那里转。因为它是相反的转，太阳月亮中间各有一种引力，影响到地球也是一反一正。地球上热天冷天是怎么来的？我们现在固然很明白，它是由于太阳照射的角度，影响到我们地球而形成寒暑的现象。可是古人呢？他们没有像现在一般的科学知识，地球物理也没有这么发达，但他们却很明白地告诉了我们，用很简单的文字表达方法，说明了天气的变化是由于日月运行，一寒一暑。像这些话，我们孩童时期，在幼学琼林中就读过了。这两句话包括了所有科学的道理但是话说回来，如果没有西方的科学冲击，来与我们东方文化相摩相荡的话，如果没有中国古人的地球物理的这些记载，便没有我们今天的科学文明。孔子在这里讲的刚柔相摩，八卦相荡，是宇宙中极自然的道理。鼓之以雷霆，润之以风雨，日月运行，一寒一暑，这是构成地球人类万物生存的原理与生命的根源。还有一点，大家要知道的，我们过去学古文，要学韵文，尤其是写文章，每一个字都要琢磨，气韵不对要换一个字。像这里的句子，它的平仄音韵，都对称得那么美，是很自然的文字组合。以上讲的是八卦相荡与物理世界地球物理的关系。下面讲到人道的问题。人文世界的开始乾道成男，坤道成女，乾知大始，坤作成物。在人文世界里，乾坤代表男女，乾坤是个代号，乾代表男，坤代表女。过去的算命先生，看到人家的八字，一定要先问是乾命还是坤命换句话说，就是问是男的还是女的。乾道成男，大家千万不要以为男人就是阳，女人就是阴，那你就不懂易经了。因为阳里边有阴，阴里边有阳人文世界乾代表男人，坤代表女人，乾坤只是一个代号而已。下面讲到乾坤的逻辑思想。乾知大始，坤作成物。乾卦代表了形而上。大家不要以为这里所谓的形而上是西方人的学说，实际上形而上这个名词最早是孔子提出来的。在系传里就有形而上者谓之道，形而下者谓之器的说法。乾知大始就是形而上的道。宇宙万物生命是从哪里来的？先有蛋呀先有鸡？先有男的先有女的？人是从哪里来的？是猴子变的，猴子又是从哪里来的？"}
{"text":"因为阳里边有阴，阴里边有阳人文世界乾代表男人，坤代表女人，乾坤只是一个代号而已。下面讲到乾坤的逻辑思想。乾知大始，坤作成物。乾卦代表了形而上。大家不要以为这里所谓的形而上是西方人的学说，实际上形而上这个名词最早是孔子提出来的。在系传里就有形而上者谓之道，形而下者谓之器的说法。乾知大始就是形而上的道。宇宙万物生命是从哪里来的？先有蛋呀先有鸡？先有男的先有女的？人是从哪里来的？是猴子变的，猴子又是从哪里来的？如说是上帝造的，又是谁创造了上帝？你说上帝是天生的，没有这回事上帝是他妈妈生的，那他妈妈又是谁生的呢？他的外婆又是谁生的呢？上帝造人是宗教家的说法，不能用科学来解释。如果你用科学方法去了解研究，对不起！宗教这里是谢绝参观的。我们自己的宗教呢？中国文化开始在易经的系统里，早已完全摆脱了宗教的外衣，绝不迷信，就这么伟大！乾知大始，宇宙万物生命是怎么来的？有一个来历，你说它是上帝也好，菩萨也好，阿拉也好，随便怎么叫，孔子的易经把它叫做乾。乾是什么？就是这个东西宇宙万物从哪里来的那个东西。乾知大始，由这里来，他那个生命也就是现在科学上所说的生命的能。能是假定的名同能是什么东西？能是没有个什么东西的。能要发动了以后，它就构成了物质，物质的代号就叫做坤，就是坤作成物，构成了物理世界。所以天地也不是上帝造的，也不是菩萨造的，乾坤就代表了宇宙万物的一切。坤作成物，构成这个天地万物的代号就是坤。如果你问形而上的乾坤到底象个什么东西？怎么生的？怎么变的？那么请问菩萨是什么样子？上帝又是什么样子？西方人看上帝是蓝眼睛高鼻子。东方人看他就不同了。庙里释迦牟尼的像就是那个样子吗？圆圆胖胖白白的脸，象个女人，那是我们东方人看的。是不是原来释迦牟尼的样子？谁晓得呢！上帝也是一样，东方人看的是东方人的样子，西方人看的是西方人的样子，中东人看的是中东人的样子，反正都不一样。这些都是宗教的文化。但是在我们易经的文化里，宗教的外衣早已经不存在了。就是这个符号三乾三三坤，宇宙万物的动能，也就是创造宇宙万物的能。我们孔子在系传里就已讲出来了乾以易知，坤以简能。"}
{"text":"庙里释迦牟尼的像就是那个样子吗？圆圆胖胖白白的脸，象个女人，那是我们东方人看的。是不是原来释迦牟尼的样子？谁晓得呢！上帝也是一样，东方人看的是东方人的样子，西方人看的是西方人的样子，中东人看的是中东人的样子，反正都不一样。这些都是宗教的文化。但是在我们易经的文化里，宗教的外衣早已经不存在了。就是这个符号三乾三三坤，宇宙万物的动能，也就是创造宇宙万物的能。我们孔子在系传里就已讲出来了乾以易知，坤以简能。你要了解宇宙万物的功能，它怎么能够发生万物创造万物的？这个易，就是易经的易它包括了宇宙的一切。大家研究了易经，懂得了易经的易，就可以上知天文，下知地理，知道这个宇宙是怎么来的。坤呢？坤代表物理世界的功能。这个功能非常简单，我们由孔子这两句话可以得到一个结论。世界上最高深的学问，就是最平凡的最平凡的才是最高深的。大家学佛修道信上帝，高深敬慎这四个字永远不会懂。我们一提到上帝，一提到道，一提到佛，便以为如何高远，如何高深。所以我常常跟信佛的人说，你们信佛修道，你们心目中的佛和上帝，是自己想象的上帝和佛，思想上加入那种神秘高深，这些都不是原来的佛和上帝了。所以孔子说易则易知，简则易从易知则有亲，易从则有功有亲则可久，有功则可大可久则贤人之德，可大则贤人之业易简而天下之理得矣！天下之理得，而成位乎其中矣。把戏只隔一张纸易则易知，简则易从。易经的道理，过去有所谓三易，就是交易变易简易。后来有人加上不易，宇宙万物有一个不变的理，就是不易。实际上，易经的道理是交易变易。一切的变化都是从交互中来的，变化之中有交互，交互之中有变化，从变化交互中看到万物的复杂性。到了二十世纪的今天，宇宙中有很多的变化，我们现在还摸不清楚还有人类的历史文化，无论是东方西方，都已经有了几千年的历史，但是，究竟生命是从哪里来的？到现在还没有办法知道。科学家哲学家搞了几千年，谁也弄不清楚。易经对这些问题的看法，就是变易。变易的道理你懂了以后，就知道交易才是万物发生的来源，非常简单等于中国的禅宗，一悟便什么都懂了。"}
{"text":"一切的变化都是从交互中来的，变化之中有交互，交互之中有变化，从变化交互中看到万物的复杂性。到了二十世纪的今天，宇宙中有很多的变化，我们现在还摸不清楚还有人类的历史文化，无论是东方西方，都已经有了几千年的历史，但是，究竟生命是从哪里来的？到现在还没有办法知道。科学家哲学家搞了几千年，谁也弄不清楚。易经对这些问题的看法，就是变易。变易的道理你懂了以后，就知道交易才是万物发生的来源，非常简单等于中国的禅宗，一悟便什么都懂了。所谓易则易知，简则易从，是因为易经最高深的地方非常简单，非常简单大家才容易了解，才能够实行。所以古人就那么简单地画了八个卦，万事万物便都在其中了，用不着思想逻辑。易则易知，简则易从，易知则有亲，易从则有功。因为易知，大家才喜欢，象吃饭，大家都知道，因为容易嘛！大家才有兴趣，有了兴趣去做，便会有成就。易从则有功，有亲则可久，有功则可大，可久则贤人之德，可大则贤人之业。可久就是永久的历史价值。大家读历史，历史上那么多皇帝，大家所知道的名字有几个？最多不过十五个。那么多的名将，大家能叫出几个名字？那么多贤相，大家能叫出几个人？为什么呢？因为他的功业不能垂之永久。但是，如果我们一提孙悟空，谁都知道一提关公，大家也知道现在一贯道很流行，济公活佛，也是没有人不知道的。为什么？这就是孔子说的，有亲则可久，可大可久，才能获得万世的尊崇。你有功名地位，两三年以后，这个人是谁，大家都不知道了，因为他没有可久可大的功业，没有这个可久则贤人之德，可大则贤人之业的贡献，所以很快就被遗忘了。易简而天下之理得矣，天下之理得，而成位乎其中矣。易经的学问一点也不高深，因为它平凡，天地间万物万有的道理便都包藏在里边了。天下之理得，而成位乎其中矣，这个法则，把所有一切应用物理的法则，一切人类的规则，统统都包括在内了。老子一书，原着不过五千言，可以说，几乎是一字就涵盖一个观念的好文章，一句就涵盖有三玄三要的妙义。它告诉了我们许多法则。几千年来，大家都在研究老子，而有研究著作流传下来的，古今名家的著作，有数十家之多，如果搜罗广泛一点，也许可达到百家以上其文字也达到了数百万字，好像一直研究不完，解释不尽而各人的说法，又各不相同，似乎有了各家老子或老学的各家。"}
{"text":"天下之理得，而成位乎其中矣，这个法则，把所有一切应用物理的法则，一切人类的规则，统统都包括在内了。老子一书，原着不过五千言，可以说，几乎是一字就涵盖一个观念的好文章，一句就涵盖有三玄三要的妙义。它告诉了我们许多法则。几千年来，大家都在研究老子，而有研究著作流传下来的，古今名家的著作，有数十家之多，如果搜罗广泛一点，也许可达到百家以上其文字也达到了数百万字，好像一直研究不完，解释不尽而各人的说法，又各不相同，似乎有了各家老子或老学的各家。例如某某研究老子的著作，便成了某老子某某解释老子的著作，又成为某家老子某某诠释了一番，又成为老子某诠。各说杂陈，见解不一，读来似有治丝益棼之感。近代以来，许多外国人，包括近如日本韩国，远如欧美，乃至于大洋洲的人，亦都喜欢研究起老子来了。他们都翘起大拇指说中国的老子很好。问他们好在哪里，也自有一番说辞，或不免拾人牙慧，道前人之所道。但毕竟能重视而称誉我们的文化，这是值得我们自豪的欣喜的同时亦是值得我们反省的，那些一味崇洋媚外，忘记乃至排斥自己文化的人，更应该为之赧颜的。老子被誉为道家的宗师，道教的教主。道家为中国文化主流之一，人们每提及道家，则必说到老子，但多半亦仅仅说到老子而已，最多并称老庄。其实，道家的巨擘，不止这一二人，尝与朋友说笑道家有三代人物，老子儿子――倪子孙子。当然，这只是说笑，他们并没有血缘的祖孙父子关系。不过孙子――春秋时齐国人孙武，他的军事哲学思想，正是由道家思想而来，所着兵法十三篇，处处表现了道家的哲学，曾经帮助吴王阖闾，击破强楚，而称霸诸侯，充分显示了道家思想在事功上的伟大而所著的十三篇中的军事哲学思想，可以说超越了时空，直到几千年后的现代，人类已登上月球，武器已发展到太空，到生化战，而仍离不开他的军事哲学的范围。倪子，本姓倪，而倪字原有儿子的含义。一说倪子就是计然子，究竟确否？后世很难考证。但可以确定的，计然子实有其人。又有说他是范蠡的老师。范蠡助越王勾践复国，所用就是道家的学说，而且勾践复国以后，论功行赏，他自然可以获得高官厚爵，可是他并不在乎富贵，带了西施，一叶扁舟，飘然于太湖之上。这正是道家功成，名遂，身退，天之道也的风范。所以老子儿子孙子三代的笑话，尽管是游戏之言，也非凭空虚构。"}
{"text":"倪子，本姓倪，而倪字原有儿子的含义。一说倪子就是计然子，究竟确否？后世很难考证。但可以确定的，计然子实有其人。又有说他是范蠡的老师。范蠡助越王勾践复国，所用就是道家的学说，而且勾践复国以后，论功行赏，他自然可以获得高官厚爵，可是他并不在乎富贵，带了西施，一叶扁舟，飘然于太湖之上。这正是道家功成，名遂，身退，天之道也的风范。所以老子儿子孙子三代的笑话，尽管是游戏之言，也非凭空虚构。事实上，如果把老子倪子孙子三人的著作思想研究得透彻清楚了，差不多对中国文化中治道的精要，已可掌握在自己的手中，这是值得注意的。内用黄老外示儒术中国文化历史，在秦汉以前，由儒墨道三家，笼罩了全部的文化思想。到唐宋以后，换了一家，成为儒释道三家，这三家又笼罩着中国文化思想，一直到中华民国立国初期。迨发生了五四运动，当时想打倒孔家店，在中国文化的主流上，起了一阵涟漪，一度有所变化，又影响了几十年。对这三家，我经常比喻儒家像粮食店，绝不能打。否则，打倒了儒家，我们就没有饭吃――没有精神粮食佛家是百货店，像大都市的百货公司，各式各样的日用品俱备，随时可以去逛逛，有钱就选购一些回来，没有钱则观光一番，无人阻拦，但里面所有，都是人生必需的东西，也是不可缺少的道家则是药店，如果不生病，一生也可以不必去理会它，要是一生病，就非自动找上门去不可。这譬喻是有其理由的。细读中国几千年的历史，会发现一个秘密。每一个朝代，在其鼎盛的时候，在政事的治理上，都有一个共同的秘诀，简言之，就是内用黄老，外示儒术。自汉唐开始，接下来宋元明清的创建时期，都是如此。内在真正实际的领导思想，是黄黄帝老老子之学，即是中国传统文化中的道家思想。而在外面所标榜的，即在宣传教育上所表示的，则是孔孟的思想儒家的文化。但是这只是口号，只是招牌而已，亦可以旁借挂羊头卖狗肉的市井俚语来勉强比拟，意思就是，讲的是一套，做的又另外是一套。黄老的内涵那么所谓黄老之学的道家学术，它的内容又如何？当然，最能代表道家思想的是老子，他所着老子到了唐玄宗时代，又尊称它为道德经一书，最能代表道家思想，最有系统，有最具体的叙述。"}
{"text":"内在真正实际的领导思想，是黄黄帝老老子之学，即是中国传统文化中的道家思想。而在外面所标榜的，即在宣传教育上所表示的，则是孔孟的思想儒家的文化。但是这只是口号，只是招牌而已，亦可以旁借挂羊头卖狗肉的市井俚语来勉强比拟，意思就是，讲的是一套，做的又另外是一套。黄老的内涵那么所谓黄老之学的道家学术，它的内容又如何？当然，最能代表道家思想的是老子，他所着老子到了唐玄宗时代，又尊称它为道德经一书，最能代表道家思想，最有系统，有最具体的叙述。而阐扬诠解老子最清楚正确的，发扬道家思想最透彻的，则是庄子。庄周所着庄子一书，唐玄宗时代又尊称它为南华经。其中所论辩的道理，在政治军事教育经济等等各方面，都可致用，它对历史人物的建功立业乃至对个人修养――修道养气，以及立身处世等等，都有大用处。这不只是指庄子的内七篇而已，事实上，几千年来，历代所偷偷运用庄子的学术，都取外篇和杂篇中的精华。因此，真正把五千年来中国文化，发挥得光辉灿烂的，亦就是道家的老庄之学，尤其是庄子的外篇与杂篇部分最多，这是研究老子之前，也必须了解的一项事实。现代人对道家的观念，是汉唐以后的人所持的观念。在秦汉以前，现在所谓的道家与孔孟之学的所谓儒家，原本没有分开的，统统是一个道字，而这一个道字，代表了中国的宗教观，也代表了中国的哲学――包括人生哲学政治哲学军事哲学经济哲学，乃至一切种种哲学，都涵在此一道字中。清代乾隆年间，主编四库全书的著名学者纪晓岚曾经说过世间的道理与事情，都在古人的书中说尽，现在如再著述，仍超不过古人的范围，又何必再多著述。这的确是一则名言。试看今日世界各国学者关于思想学术方面的著作，无不拾古人之牙慧，甚至，强调来说，无不是中国古人已经说过的话。所以纪晓岚一生之中，从不著书，只是编书――整理前人的典籍，将中国文化作系统的分类，以便于后来的学者们学习，他自己的著作只有阅微草堂笔记一册而已。就因为他倚此一态度而为学，自然地读书非常多，了解得亦较他人深刻而正确，他对道家的学术，就下了八个字的评语综罗百代，广博精微。意思是说，道家的文化思想，包括了中国上下五千年的整个文化。广博是包罗众多，精微是精细到极点，微妙到不可思议的境界。"}
