{"text":"不管这里的自然景色多么美好，不管这里的西瓜和葡萄多么甘美，塔什干之所以可爱可贵，之所以令人一见难忘，却还并不在这自然景色，也不在这些瓜果，而在这里的人民。对这样的人民，我还有什么话可说呢？他们同苏联其他各地的人民一样，热情直爽，坦白好客。他们把亚非作家会议的召开看成是自己的节日，把从亚非各国来的代表看成是自己最尊贵的客人和兄弟姐妹。在这一段时间内，他们每天都穿上美丽多彩的民族服装，兴高采烈，喜气洋洋。我虽然跟他们交谈得不多，但是看来他们每天想到的是亚非作家会议，谈到的也是亚非作家会议。他们是在过他们一生中最好的一个节日，全城大街小巷到处都弥漫着节日的气氛。为了招待各国的代表，乌兹别克加盟共和国的领导人特别在城中心纳沃伊大剧院的对面建筑了一座规模很大的旅馆。里面是崭新的现代化的设备，外表上却保留了民族的风格。墙壁是淡黄色的，最高的一层看起来像是一座凉亭，给人的印象是朴素幽雅美丽。在塔什干旅馆和纳沃伊大剧院之间是一个极大的广场，这个广场十分整齐美观，是我在许多国家许多城市所看到的最美的广场之一。中间用柏油和大块的石头铺得整整齐齐，四周是四条又宽又长的马路。在这些马路上，日夜不停地行驶着各种各样的汽车。按理说这个广场应该很乱很闹，但是，如果你在广场的中心一站，你却不但不感觉到乱和闹，而且还会感觉到有一点寂静，似乎远远地离开了闹市的中心。难道这里面还有什么奥秘吗？广场大，它自己又仿佛形成了一个独立的世界，这就是奥秘之所在。广场中心有一个大喷水池，它就是这一个独立世界的中心。银白色的不断喷涌的水柱，水柱中红红绿绿变幻不定的彩虹，谁看到它，谁的注意力一下子就会给它吸住，不管有多少人，只要他们一踏上广场，就会不由自主地对喷泉发生了向心力。对他们来说，广场以外的东西似乎根本不存在了。此外，广场的两旁还栽种了雨后像小树丛一样大小的玫瑰花。季候虽然已近深秋，大朵的玫瑰花仍在怒放。它们的色和香也仿佛构成了一座墙壁，把广场和外面的热闹的马路隔开。在这个全城的节日里，这一个广场也穿上了节日的盛装。那许多临时售卖书报的小亭，都油饰一新。红色的电灯挂满了全场。两头两个大建筑物上的五彩缤纷的标语交相辉映。两面的大街上，横悬着两幅极其巨大的红色布标。"}
{"text":"对他们来说，广场以外的东西似乎根本不存在了。此外，广场的两旁还栽种了雨后像小树丛一样大小的玫瑰花。季候虽然已近深秋，大朵的玫瑰花仍在怒放。它们的色和香也仿佛构成了一座墙壁，把广场和外面的热闹的马路隔开。在这个全城的节日里，这一个广场也穿上了节日的盛装。那许多临时售卖书报的小亭，都油饰一新。红色的电灯挂满了全场。两头两个大建筑物上的五彩缤纷的标语交相辉映。两面的大街上，横悬着两幅极其巨大的红色布标。一幅上面用汉文写着向亚非作家会议参加者致热烈的敬意。一幅写着所有国家的文学都应该为人民，为和平，为先进事业，为各民族之间的友谊而服务。布标的红色仿佛把广场都映红了。我们走在这一片红光里，看到我们熟悉的汉字，似乎已经回到了祖国。在那一些日子里，这一个广场就成了全城聚会的中心。天还没有亮，塔什干人民就成群结队地来到广场上。父母抱着孩子，孙子扶着祖母，男女老幼，拥拥挤挤，都来了。里面各族人民都有，有俄罗斯人，有乌兹别克人，有朝鲜族人，还有其他各族的人民。他们都穿得整整齐齐，脸上带着愉快的笑容。闹闹嚷嚷，喜喜欢欢，在这里一直呆到深夜。每天，从早到晚，广场上人群队形是随着时间的不同而随时在变化着。一看队形，就几乎可以猜出时间来。早晨初到广场上的时候，人群是零零乱乱地到处散布着的。在这一大片场子上，各处都有人。只在中央喷水池的周围，在玫瑰花畦的旁边，聚集得比较密一点。大家的态度都从从容容，一点也不紧张。在这时候，广场上是一片闲闲散散的气象。一到大会开始前半小时，代表们从塔什干旅馆走向纳沃伊大剧院的时候，广场上的队形就陡然变化。人群从块块变成了条条，很自然地形成了两路纵队。一头是塔什干旅馆，另一头是纳沃伊大剧院，仿佛是两条巨龙。中间人稍稍稀疏一点，这就是巨龙的细腰一头一尾则又粗又大。这时候，广场上的气象由从容闲散一变而为热烈紧张。不管是大人小孩，很多人手里都拿了一个小本子或者几张白纸，争先恐后地拥上前去，请代表们在上面签字。有些人就在旁边的书摊上买了亚非各国文学作品的俄文或者乌兹别克文的译本，请代表们把名字写在上面。有的父母抱着三四岁的小孩子，小孩子手里拿了小本子或者书籍，高高地举在代表们跟前，小眼睛一闪忽一闪忽地，等着签字。还有一些人，手里什么都没有拿，看样子是并不想得到什么签字。"}
{"text":"中间人稍稍稀疏一点，这就是巨龙的细腰一头一尾则又粗又大。这时候，广场上的气象由从容闲散一变而为热烈紧张。不管是大人小孩，很多人手里都拿了一个小本子或者几张白纸，争先恐后地拥上前去，请代表们在上面签字。有些人就在旁边的书摊上买了亚非各国文学作品的俄文或者乌兹别克文的译本，请代表们把名字写在上面。有的父母抱着三四岁的小孩子，小孩子手里拿了小本子或者书籍，高高地举在代表们跟前，小眼睛一闪忽一闪忽地，等着签字。还有一些人，手里什么都没有拿，看样子是并不想得到什么签字。但是他们也是满腔热情十分勇敢地挤在人群里，拼命伸长了脖子，想多看代表们两眼。在这时候，广场上是一片热闹景象。到了代表们不开会而出去参观的时候，队形又大大地改变。这时候的广场上，不是一块块，也不是一条条，而是一团团。每一团的中心，不是一辆汽车，就是几个代表，他们给塔什干的人民包围起来了。这里的人民愿意同代表们谈一谈，交换一些徽章或者其他的纪念品。从塔什干旅馆的五层楼上看下来，广场上仿佛开出了一朵朵的大黑花，周围黑色的人群形成了花瓣，―穿着花花绿绿的服装的非洲代表和披着黄色袈裟的锡兰代表，就形成了红红绿绿或黄色的花心。有一次，我看到一个老祖母抱了小孙女，坐在大剧院门外台阶上，喘着气休息。她见了我，就对着我笑，我也笑着向她问安，并且逗引小女孩。这就引得这一位白发老人开了话匣子。她告诉我，她的家离这里很远，她坐了很久的电车和公共汽车才来到这里。年纪究竟大了，坐了这样久电车和汽车，就觉得有点受不了，非坐下来喘一口气休息休息不行了。说着擦了擦头上的汗，又说下去各国的代表都来了，塔什干还是头一次开这个眼界呢。你们是我们最欢迎的客人，我在家里怎么能呆得下去呢？小孙女还小，不懂事但是我也把她带来，她将来大了，好记住这一回事。这样的感情难道只是这一位白发老人的感情吗？又有一次，我碰到了一群朝鲜族的男女学生。他们一看到我，就像看到了久别的亲人，一拥而上，争着来跟我握手。十几只手同时向我伸过来，我恨不能像庙里塑的千手千眼佛一样，多长出一些手来，让这些可爱的孩子们每个人都满足愿望，现有的这两只手实在太不够分配了。握完了手，又争着给我照相，左一张，右一张，照个不停。照完了相，又再握手。他们对于我依依难舍，我也真舍不得离开这一群可爱的孩子们。还有一次，是在晚上，我们到什么地方去参加宴会。一上汽车，司机同志为了保险起见，就把车门关上了。"}
{"text":"又有一次，我碰到了一群朝鲜族的男女学生。他们一看到我，就像看到了久别的亲人，一拥而上，争着来跟我握手。十几只手同时向我伸过来，我恨不能像庙里塑的千手千眼佛一样，多长出一些手来，让这些可爱的孩子们每个人都满足愿望，现有的这两只手实在太不够分配了。握完了手，又争着给我照相，左一张，右一张，照个不停。照完了相，又再握手。他们对于我依依难舍，我也真舍不得离开这一群可爱的孩子们。还有一次，是在晚上，我们到什么地方去参加宴会。一上汽车，司机同志为了保险起见，就把车门关上了。但是外面的人还是照样像波涛似的涌上来，把汽车团团围住，后面的人不甘心落后，拼命往前挤前面的人下定决心，要坚守阵地。因而形成了相持不下的局面，后面来的人却愈来愈多了。很多人手里高高地举着签名的小本子，向着我们直摇摆。但是司机却无论如何也不开门，我们只有隔着一层玻璃相对微笑。我们的处境是颇有点尴尬的。一方面，我们不愿意伤了司机同志的好意另一方面，我们又觉得有点对不起车窗外这些热情的人们。正在左右为难的时候，我们忽然看到人群里挤出来了一个中年男子，怀里抱着一个三四岁的小孩，手里还领着两个六七岁七八岁的孩子。看样子不知道费了多大劲才挤到车跟前来，他含着微笑，把小孩子高高举起来，小孩子也在对着我们笑。看了这样天真的微笑，我们还有什么办法呢？眼前的这一层薄薄的玻璃，蓦地成了我们的眼中钉。我们请求司机同志把汽车的大门打开，我们争着去抱这一个可爱的小孩子，吻他那苹果般的小脸蛋，把一个有毛主席像的纪念章别在他的衣襟上。这样的情景几乎每天都有，它使我们十分感动，我们陶醉于塔什干人民这种热情洋溢的友谊中。但是我们也有受窘的时候，也有不得不使他们失望的时候。最初，因为我们经验不丰富，一走出塔什干旅馆，看到这些可爱的人民，我们的热情也燃烧起来了。我们握手，我们签名，我们交换纪念晶，我们做一切他们要我们做的事情。根本没有注意到，也没有觉到时间的逝去。等我们冲出重围到了会场的时候，会议已经开始很久了。据我的观察，其他国家的代表也有类似的情况。我常常在楼上看到代表们被包围的情况。有一次，一个印度代表被群众包围了大概有四个小时。另外一次，我看到一个穿黄色袈裟的锡兰代表给人包围起来。我不知道是什么时候开始的，我看到的时候，他周围已经围了六七百人。"}
{"text":"我们握手，我们签名，我们交换纪念晶，我们做一切他们要我们做的事情。根本没有注意到，也没有觉到时间的逝去。等我们冲出重围到了会场的时候，会议已经开始很久了。据我的观察，其他国家的代表也有类似的情况。我常常在楼上看到代表们被包围的情况。有一次，一个印度代表被群众包围了大概有四个小时。另外一次，我看到一个穿黄色袈裟的锡兰代表给人包围起来。我不知道是什么时候开始的，我看到的时候，他周围已经围了六七百人。等了很久，我在屋子里工作疲倦了，又走上凉台换一换空气的时候，我看到黄色的袈裟还在人丛里闪闪发光。又等了很久，他大概非走不行了他走在前面，后面的人群仍然尾追不散，一直跟出去很远很远，仿佛是一只驶往远洋的轮船，后面拖了一串连绵不断的浪花。在这样的情况下，我们要出门的时候，就先在旅馆里草拟一个联防计划。如果有什么人偶入重围，我们一定要派人去接应，去解围。我们有时候也使用金蝉脱壳的计策，把群众的注意力转移到别的地方去，我们自己好顺利地通过重重的包围，不致耽误了开会或者宴会的时间。这样一来，自然会给这一些可爱的塔什干人民带来一些失望，我们又有什么办法呢？在我们内心的深处，我们实在为他们这种好客的热情所感动，我们陶醉于塔什干人民的热情洋溢的友谊中。等我们在哈萨克加盟共和国的首都阿拉木图访问了五天又回到塔什干来的时候，会议已经结束了好多天，代表们差不多都走光了。我们也只能再在这一个可爱的城市里住上一夜，明天一大早就要离开这里，离开这一些热情的人民，到莫斯科去了。吃过晚饭，我怀了惜别的心情，站在五层楼的凉台上，向下看。我还想把这里的东西再多看上一眼，把这些印象牢牢地带回国去。广场上冷冷清清，只有稀稀落落的人影，在空荡荡的场子里来回地晃动，成千盏成万盏的红色电灯仍然在寂寞中发出强烈的光辉。但是仍然有一群小孩子挤在旅馆门口，向里面探头探脑。代表们都走了，旅馆也空了。看来这些小朋友并不甘心，他们大概希望像前几天开的那样的会能够永远开下去，让塔什干天天过节。现在看到场子上没了人，旅馆里也没了人，他们幼稚的心灵大概很感到寂寞吧。我对这一些天真可爱的小朋友有无限的同情。我也希望，能够永远住在塔什干，天天同这一些可爱的人民欢度佳节。但是，在实际生活中，这只是幻想，是完全不可能的，是永远也不会实现的。"}
{"text":"但是仍然有一群小孩子挤在旅馆门口，向里面探头探脑。代表们都走了，旅馆也空了。看来这些小朋友并不甘心，他们大概希望像前几天开的那样的会能够永远开下去，让塔什干天天过节。现在看到场子上没了人，旅馆里也没了人，他们幼稚的心灵大概很感到寂寞吧。我对这一些天真可爱的小朋友有无限的同情。我也希望，能够永远住在塔什干，天天同这一些可爱的人民欢度佳节。但是，在实际生活中，这只是幻想，是完全不可能的，是永远也不会实现的。会议完了，我们的任务已经完成现在我们的任务是，把在塔什干会议上形成的所谓塔什干精神带到世界各地去，让它在世界上每一个角落里开出肥美的花，结出丰硕的果。我来到了塔什干，现在又要离开了。当我才到的时候，我对这一个城市又感到熟悉，又感到陌生。当我离开它的时候，我对它感到十分熟悉，我爱上了这一个城市。现在先唱出我的赞歌，希望以后再同它会面。飞越珠穆朗玛峰我们的专机从北京起飞，云天万里，浩浩茫茫，大约三个多小时以后，机上的服务人员说，下面是西藏的拉萨。我们赶快转向机窗，瞪大了眼睛向下看雪峰林立，有如大海怒涛，再看上去是一个小山沟沟里，错错落落，有几处房舍，有名的布达拉宫，白白的一片，清清楚楚地映入我们的眼帘。一转瞬间，下面的景象完全变了。雅鲁藏布江像一条深绿色的带子蜿蜒于万山丛中。中国古代谢眺的诗说澄江净如练。我们现在看到的却不是一条白练，而是一条绿玉带。又过了不久，机上的服务人员又告诉我们说，下面是珠穆朗玛峰。我们又赶快凭窗向下张望。但是万山耸立，个个都戴着一顶雪白的帽子，都是千古雪峰，太阳照在上面，发出刺眼的白光，真可以说是宇宙奇观。可是究竟哪一个是珠峰呢？机组人员中形成了两个学派一个是机右说，一个是机左说。我们都是外行，听起来，公说公有理，婆说婆有理，也没有法子请出一个权威来加以评断。难道能请珠峰天女自己来向我们举手报告吗？此时一秒值千金，我无暇来参加两个学派的研讨，我费上最大的力量，把眼睛瞪大到最大可能的限度，下望万峰千岭。有时候我觉得这一座山峰像是珠峰，但是一转瞬间，另一座雪峰突兀峥嵘，同我想象中的珠峰相似。我似乎看到了峰顶插着的五星红旗在迎风招展，给皑皑的白雪涂上了胭脂似的鲜红。我顾而乐之，陶醉在自己的想象中。但是飞机只是不停地飞，下面的山峦也在不停地变幻，我脑海里的想法跟着不停地变化。说时迟，那时快，飞机已经飞越雪峰的海洋。"}
{"text":"难道能请珠峰天女自己来向我们举手报告吗？此时一秒值千金，我无暇来参加两个学派的研讨，我费上最大的力量，把眼睛瞪大到最大可能的限度，下望万峰千岭。有时候我觉得这一座山峰像是珠峰，但是一转瞬间，另一座雪峰突兀峥嵘，同我想象中的珠峰相似。我似乎看到了峰顶插着的五星红旗在迎风招展，给皑皑的白雪涂上了胭脂似的鲜红。我顾而乐之，陶醉在自己的想象中。但是飞机只是不停地飞，下面的山峦也在不停地变幻，我脑海里的想法跟着不停地变化。说时迟，那时快，飞机已经飞越雪峰的海洋。我没有别的办法，只有这样来安慰自己不管哪一座雪峰是珠峰，既然我望眼欲穿地看了那么多的山峰，其中必有一个是真正的珠峰，我总算看到这个大千奇迹世界最高峰了。我心里感到安慰，感到高兴。这种感觉一直陪伴我到了尼泊尔的首都加德满都。加德满都古时候，佛教禁止和尚在一棵树下连住上三宿，怕他对这一棵树产生了眷恋之心。佛教的立法者们的做法是煞费苦心而又正确的。说老实话，我初到加德满都的时候，看到这地方街道比较狭窄，人们的衣着也不太整洁，尘土比较多，房屋也低暗，我刚刚从日本回来，不由自主地就要对比两个国家，我立刻萌发了一个念头赶快离开这里回国吧但是，过了不到半天，我的想法就来了一个一百八十度的大转弯。我乘着车子走过了许多条大大小小宽宽窄窄的街道，街道确实不能说是十分干净的，人们的面貌也确实不像日本那样同我们简直是一模一样，望上去让人没有陌生之感。可是我忽然发现，这里同我的祖国有很多相似的地方。特别是同我幼年住过的山东乡村年代初期四清时呆过的京郊农村，更是非常相似。在那里，到处都有我最喜爱的狗，猪也成群结队地在街道上哼着叫着，到垃圾堆里去寻找食物，鸭子和鸡也叫着跳着，杂在猪狗之间。小孩子同小狗小猪一起玩耍，活蹦乱跳。偶尔还有炊烟从低矮黑暗的屋子里飘了出来，气味并不好闻，但却亲切朴素，真正是乡村的气息。加德满都是一个大城市，同乡村不能完全一样但是乡村的气息还是多少有一点的。这使我想到家乡，愉快之感在内心里跃动。晚上走过这里的大街，电灯多半不十分耀眼明亮。霓虹灯不能说是没有，但比较少，也不十分光辉夺目。有的地方甚至灯光暗淡，人影迷离。同日本东京的银座之夜比较起来，天地悬殊。"}
{"text":"偶尔还有炊烟从低矮黑暗的屋子里飘了出来，气味并不好闻，但却亲切朴素，真正是乡村的气息。加德满都是一个大城市，同乡村不能完全一样但是乡村的气息还是多少有一点的。这使我想到家乡，愉快之感在内心里跃动。晚上走过这里的大街，电灯多半不十分耀眼明亮。霓虹灯不能说是没有，但比较少，也不十分光辉夺目。有的地方甚至灯光暗淡，人影迷离。同日本东京的银座之夜比较起来，天地悬殊。在那里，光明晃耀，灯光烛天，好像是从东海龙王那里取来了夜光宝珠，又从佛教兜率天取来了水晶琉璃，修筑了黄金宝阶白银栏杆千层宝塔万间精舍，只见宇宙一片通明，直上灵霄宝殿，遍照三千大千世界。美则美矣，可我觉得与自己无关。我在惊奇中颇有冷漠之感。在这里，在加德满都，没有那样光明，没有那样多彩，没有那样让人吃惊，没有那样引人入胜可我从内心深处觉得亲切淳朴可爱有趣，仿佛更接近自己的心灵。街旁的神龛里供着一些神像，但是没像在印度那样上面洒满了象征鲜血的红水。参天大树挺立在那里，告诉我们这个城市的古老。间或也能看到四时不谢的鲜花，红的黄的都有，从矮矮的围墙后面探出头来，告诉我们，此时在我国虽然已是冬天，此地却仍然是春意盎然，这是一座四时皆春的春城。除了上面这一些表面上能看到的东西以外，在我们心里还蕴涵着一种感情，是在任何别的地方都难以产生的。过去尼泊尔流传着一个神话传说，说加德满都峡谷原来是大水弥漫，只有鱼虾，没有人类。文殊菩萨手挥巨剑，把一座小山劈成两半，中间留了一个口子，大水从此地流出，于是出现了陆地，出现了居民，出现加德满都城，尼泊尔从此繁衍滋生，成为现在这个样子。而文殊菩萨的故乡则是在中国的五台山，至今他还住在那里。尼泊尔人视此山为圣地。这当然只是一个神话。但是神话也是有背景的。为什么尼泊尔人民不把文殊菩萨的故乡说成是在别的国家，而偏偏说成是在中国呢？对中尼两国人民来说，这是一个多有意义的神话啊尼泊尔人本来就是一个温顺和平的民族，再加上这样一个神话，所以他们每一个人都对中国怀有纯真深厚的感情。现在我们所到之处都能体会到这样一种感情，都能看到微笑的面孔，我们都陶醉在尼泊尔人民的友谊中了。我们总共在加德满都只呆了六天。可是这六天已经成为佛祖允许和尚在一棵树下住宿时间的一倍。我们的所见所闻是很有局限的。可是，经过了我上面说过的思想感情一百八十度的大转变之后，我对于这一座不能算是太大的城市的感情与日俱增，与时俱增。"}
{"text":"对中尼两国人民来说，这是一个多有意义的神话啊尼泊尔人本来就是一个温顺和平的民族，再加上这样一个神话，所以他们每一个人都对中国怀有纯真深厚的感情。现在我们所到之处都能体会到这样一种感情，都能看到微笑的面孔，我们都陶醉在尼泊尔人民的友谊中了。我们总共在加德满都只呆了六天。可是这六天已经成为佛祖允许和尚在一棵树下住宿时间的一倍。我们的所见所闻是很有局限的。可是，经过了我上面说过的思想感情一百八十度的大转变之后，我对于这一座不能算是太大的城市的感情与日俱增，与时俱增。临别的那一天的早晨，我很早就起来了。我打开窗子，面对着外面每天早晨都必然腾起的浓雾，浓雾把眼前的一切东西都转变成了淡淡的影子。我又听到从浓雾中的某一个地方传来了犬吠声和不知从哪一家屋顶上传来了鸽子咕咕的叫声。我此时确实看不到我最喜欢看的雪山――它完全被浓雾遮蔽住了。但是，我的眼睛似乎有了佛教所谓的天眼通的神力，我能看到每一座雪峰，我的心飞到了这些雪峰的顶上，任意驰骋。连象征中尼友好的世界第一高峰珠穆朗玛峰，我似乎都看到了。我的心情又是激动，又是眷恋，又感到温暖，又觉得冷森，一时之间，我简直有点不知所措了。别了，加德满都我相信，有朝一日，我还会回来的。加德满都的狗我小时候住在农村里，终日与狗为伍，一点也没有感觉到狗这种东西有什么稀奇的地方。但是狗却给我留下了极其深刻的印象。我母亲逝世以后，故乡的家中已经空无一人。她养的一条狗――连它的颜色我现在都回忆不清楚了――却仍然日日夜夜卧在我们门口，守着不走。女主人已经离开人世，再没有人喂它了。它好像已经意识到这一点。但是它却坚决宁愿忍饥挨饿，也决不离开我们那破烂的家门口。黄昏时分，我形单影只从村内走回家来，屋子里摆着母亲的棺材，门口卧着这一只失去了主人的狗，泪眼汪汪地望着我这个失去了慈母的孩子，有气无力地摇摆着尾巴，嗅我的脚。茫茫宇宙，好像只剩下这只狗和我。此情此景，我连泪都流不出来了，我流的是血，而这血还是流向我自己的心中。我本来应该同这只狗相依为命，互相安慰。但是，我必须离开故乡，我又无法把它带走。离别时，我流着泪紧紧地搂住了它，我遗弃了它，真正受到良心的谴责。几十年来，我经常想到这一只狗，直到今天，我一想到它，还会不自主地流下眼泪。我相信，我离开家以后，它也决不会离开我们的门口。它的结局我简直不忍想下去了。"}
