{"text":"父母不在了，他的来路就变得模糊，他的去路反而敞开了。我的这个感觉，是在父亲死后忽然产生的。我说忽然，因为父亲活着时，我丝毫没有意识到父亲的存在对于我有什么重要。从少年时代起，我和父亲的关系就有点疏远。那时候家里子女多，负担重，父亲心情不好，常发脾气。每逢这种情形，我就当他面抄起一本书，头不回地跨出家门，久久躲在外面看书，表示对他的抗议。后来我到北京上学，第一封家信洋洋洒洒数千言，对父亲的教育方法进行了全面批判。听说父亲看了后，只是笑一笑，对弟妹们说你们的哥哥是个理论家。年纪渐大，子女们也都成了人，父亲的脾气是愈来愈温和了。然而，每次去上海，我总是忙于会朋友，很少在家。就是在家，和父亲好像也没有话可说，仍然有一种疏远感。有一年他来北京，一个天气晴朗的日子，他突然提议和我一起去游香山。我有点惶恐，怕一路上两人相对无言，彼此尴尬，就特意把一个小侄子也带了去。我实在是个不孝之子，最近十余年里，只给家里写过一封信。那是在妻子怀孕以后，我知道父母一直盼我有个孩子，便把这件事当作好消息报告了他们。我在信中说，我和妻子都希望生个女儿。父亲立刻给我回了信，说无论生男生女，他都喜欢。他的信确实洋溢着欢喜之情，我心里明白，他也是在为好不容易收到我的信而高兴。谁能想到，仅仅几天之后，就接到了父亲的死讯。父亲死得很突然。他身体一向很好，谁都断言他能长寿。那天早晨，他像往常一样提着菜篮子，到菜场取奶和买菜。接着，步行去单位处理一件公务。然后，因为半夜里曾感到胸闷难受，就让大弟陪他到医院看病。一检查，广泛性心肌梗塞，立即抢救，同时下了病危通知。中午，他对守在病床旁的大弟说，不要大惊小怪，没事的。他真的不相信他会死。可是，一小时后，他就停止了呼吸。父亲终于没能看到我的孩子出生。如我所希望的，我得到了一个可爱的女儿。谁又能想到，我的女儿患有绝症，活到一岁半也死了。每想到我那封报喜的信和父亲喜悦的回应，我总感到对不起他。好在父亲永远不会知道这幕悲剧了，这于他又未尝不是件幸事。但我自己做了一回父亲，体会了做父亲的心情，才内疚地意识到父亲其实一直有和我亲近一些的愿望，却被我那么矜持地回避了。短短两年里，我被厄运纠缠着，接连失去了父亲和女儿。父亲活着时，尽管我也时常沉思死亡问题，但总好像和死还隔着一道屏障。父母健在的人，至少在心理上会有一种离死尚远的感觉。"}
{"text":"如我所希望的，我得到了一个可爱的女儿。谁又能想到，我的女儿患有绝症，活到一岁半也死了。每想到我那封报喜的信和父亲喜悦的回应，我总感到对不起他。好在父亲永远不会知道这幕悲剧了，这于他又未尝不是件幸事。但我自己做了一回父亲，体会了做父亲的心情，才内疚地意识到父亲其实一直有和我亲近一些的愿望，却被我那么矜持地回避了。短短两年里，我被厄运纠缠着，接连失去了父亲和女儿。父亲活着时，尽管我也时常沉思死亡问题，但总好像和死还隔着一道屏障。父母健在的人，至少在心理上会有一种离死尚远的感觉。后来我自己做了父亲，却未能为女儿做好这样一道屏障。父亲的死使我觉得我住的屋子塌了一半，女儿的死又使我觉得我自己成了一间徒有四壁的空屋子。我一向声称一个人无须历尽苦难就可以体悟人生的悲凉，现在我知道，苦难者的体悟毕竟是有着完全不同的分量的。无聊人生难免无聊。无聊是意义的空白。然而，如果没有这空白，我们又怎么会记起我们对于意义的渴望呢当情人不在场的时候，对情人的思念便布满了爱情的空间。我们的生命是短暂的，但这短暂的生命也是过于拥挤了。我们的日程表排得满满的。我们把太多的光阴抛洒在繁忙的工场里和喧闹的市场上，太热心于做事和交际。突然，这里有了一块空地。我们无事可做，无人作伴，只好在这空地上徘徊。我们看见脚下有青草破土而出，感觉到心中有一种情绪也像青草一样滋生。在屋顶覆盖和行人密集的地方，是不会有青草生长的。那么，这岂不证明，当我们怅然徘徊的时候，我们是领受了更为充足的阳光和空气所以，人生也难得无聊。应一位朋友之约，我写了几篇论无聊的文章。如果我的论说给人留下一种沉重的印象，那决非我的本意。我恰好在我生命中一个极其沉重的时刻写这些文章，使得我的笔也显沉重了。再说，认真论无聊，这本身近于无聊。也许，论说无聊的最好方式是，三五好友，平时各自认真做事，做得十分顺利，告了一个段落，带着心满意足但又暂时没了着落的一种心情，非常偶然地聚到一起闲扯起来。这时节，个个说话都才气横溢，妙语迭出，可是句句话又似乎都无的放矢，不着边际。若有有心人偷加记录，敷衍成篇，庶几是一篇传无聊之神韵的佳作。可惜的是，好友星散，各自做事似又不太顺利，这样的机会也不易得了。于是我又想，人生还是无聊的时候居多。空地似乎望不到边，使人无心流连，只思走出。走啊走，纵然走不出无聊，走本身却不无聊，留下了一串深沉的脚印。"}
{"text":"也许，论说无聊的最好方式是，三五好友，平时各自认真做事，做得十分顺利，告了一个段落，带着心满意足但又暂时没了着落的一种心情，非常偶然地聚到一起闲扯起来。这时节，个个说话都才气横溢，妙语迭出，可是句句话又似乎都无的放矢，不着边际。若有有心人偷加记录，敷衍成篇，庶几是一篇传无聊之神韵的佳作。可惜的是，好友星散，各自做事似又不太顺利，这样的机会也不易得了。于是我又想，人生还是无聊的时候居多。空地似乎望不到边，使人无心流连，只思走出。走啊走，纵然走不出无聊，走本身却不无聊，留下了一串深沉的脚印。从生存向存在的途中兽和神大约都不会无聊。兽活命而已，只有纯粹的生存。神充实自足，具备完满的存在。兽人神三界，唯有夹在中间的人才会无聊，才可能有活得没意思的感觉和叹息。无聊的前提是闲。当人类必须为生存苦斗的时候，想必也无聊不起来。我们在诗经或荷马史诗里几乎找不到无聊这种奢侈的情绪。要能闲得无聊，首先必须仓廪实，衣食足，不愁吃穿。吃穿有余，甚至可以惠及畜生，受人豢养的猫狗之类宠物也会生出类似无聊的举态，但它们已经无权称作兽。当然，物质的进步永无止境，仓廪再实，衣食再足，人类未必闲得下来。世上总有闲不住的阔人忙人和勤人，另当别论。一般来说，只要人类在求温饱之余还有精力，无聊的可能性就存在了。席勒用剩余精力解释美感的发生。其实，人类特有的一切好东西坏东西，其发生盖赖于此，无聊也不例外。有了剩余精力，不释放出来是很难受的。饱食终日，无所用心，难矣哉孔子就很明白这难受劲儿，所以他劝人不妨赌博下棋，也比闲着什么事不做好。难矣哉，林语堂解为真难为他们真亏他们做得出来，颇传神，比别的注家高明。闲着什么事不做，是极难的，一般人无此功夫。所谓闲，是指没有非做不可的事，遂可以自由支配时间，做自己感兴趣的事。闲的可贵就在于此。兴趣有雅俗宽窄之别，但大约人人都有自己感兴趣的事。麻将扑克是一种兴趣，琴棋诗画是一种兴趣，拥被夜读是一种兴趣，坐在桌前，点一支烟，沉思遐想，也是一种兴趣。闲了未必无聊，闲着没事干才会无聊。有了自由支配的时间，却找不到兴趣所在，或者做不成感兴趣的事，剩余精力茫茫然无所寄托，这种滋味就叫无聊。闲是福气，无聊却是痛苦。勤勤恳恳一辈子的公务员，除了公务别无兴趣，一旦退休闲居，多有不久便弃世的，致命的因素正是无聊。"}
{"text":"闲的可贵就在于此。兴趣有雅俗宽窄之别，但大约人人都有自己感兴趣的事。麻将扑克是一种兴趣，琴棋诗画是一种兴趣，拥被夜读是一种兴趣，坐在桌前，点一支烟，沉思遐想，也是一种兴趣。闲了未必无聊，闲着没事干才会无聊。有了自由支配的时间，却找不到兴趣所在，或者做不成感兴趣的事，剩余精力茫茫然无所寄托，这种滋味就叫无聊。闲是福气，无聊却是痛苦。勤勤恳恳一辈子的公务员，除了公务别无兴趣，一旦退休闲居，多有不久便弃世的，致命的因素正是无聊。治狱者很懂得无聊的厉害，所以对犯人最严重的惩罚不是苦役而是单独监禁。苦役是精力的过度释放，单独监禁则是人为地堵塞释放精力的一切途径，除吃睡外不准做任何事。这种强制性的无聊，其痛苦远在苦役之上。在自由状态下，多半可以找到法子排遣无聊。排遣的方式因人而异，最能见出一个人的性情。愈浅薄的人，其无聊愈容易排遣，现成的法子有的是。不有博弈者乎如今更好办，不有电视机乎面对电视机一坐几个钟点，天天坐到头昏脑胀然后上床去，差不多是现代人最常见的消磨闲暇的方式，――或者说，糟踏闲暇的方式。时间就是生命。奇怪的是，人人都爱惜生命，不愿其速逝，却害怕时间，唯恐其停滞。我们好歹要做点什么事来打发时间，一旦无所事事，时间就仿佛在我们面前停住了。我们面对这脱去事件外衣的赤裸裸的时间，发现它原来空无所有，心中隐约对生命的实质也起了恐慌。无聊的可怕也许就在于此，所以要加以排遣。免费下载免费下载该小说下载自小说下载站每天更新请到下载更多精彩小说小说守望的距离第三部分但是，人生中有些时候，我们会感觉到一种无可排遣的无聊。我们心不在焉，百事无心，觉得做什么都没意思，并不是疲倦了，因为我们有精力，只是茫无出路。并不是看透了，因为我们有欲望，只是空无对象。"}
{"text":"我们心不在焉，百事无心，觉得做什么都没意思，并不是疲倦了，因为我们有精力，只是茫无出路。并不是看透了，因为我们有欲望，只是空无对象。这种心境无端而来，无端而去，昙花一现，却是一种直接暴露人生根底的深邃的无聊。人到世上，无非活一场罢了，本无目的可言。因此，在有了超出维持生存以上的精力以后，这剩余精力投放的对象却付诸阙如。人必须自己设立超出生存以上的目的。活不成问题了，就要活得有意思，为生命加一个意义。然而，为什么活着这是一个危险的问题。若问为什么吃喝劳作，我们很明白，是为了活。活着又为了什么呢这个问题追究下去，没有谁不糊涂的。对此大致有两类可能的答案。一类答案可以归结为活着为了吃喝劳作，――为了一己的全家的或者人类的吃喝劳作，为了吃喝得更奢侈，劳作得更有效，如此等等。这类答案虽然是多数人实际所奉行的，作为答案却不能令人满意，因为它等于说活着为了活着，不成其为答案。如果一切为了活着，活着就是一切，岂不和动物没有了区别一旦死去，岂不一切都落了空这是生存本身不能作为意义源泉的两个重要理由。一事物的意义须从高于它的事物那里求得，生命也是如此。另一类答案就试图为生命指出一个高于生命的意义源泉，它应能克服人的生命的动物性和暂时性，因而必定是一种神性的不朽的东西。不管哲学家们如何称呼这个东西，无非是神的别名罢了。其实，神只是一个记号，记录了我们追问终极根据而不可得的迷惘。例如，从巴门尼德到雅斯贝尔斯，都以存在为生命意义之源泉，可是他们除了示意存在的某种不可言传的超越性和完美性之外，还能告诉我们什么呢我们往往乐于相信，生命是有高出生命本身的意义的，例如真善美之类精神价值。然而，真善美又有什么意义可以如此无穷追问下去，但我们无法找到一个终极根据，因为神并不存在。其实，神只是一个表示神秘莫测的记号，记录了我们追问终极根据而不可得的迷惘。摆脱这个困境的唯一办法是把一切精神价值的落脚点引回到地面上来，看作人类生存的工具。各派无神论哲学家归根到底都是这样做的。"}
{"text":"然而，真善美又有什么意义可以如此无穷追问下去，但我们无法找到一个终极根据，因为神并不存在。其实，神只是一个表示神秘莫测的记号，记录了我们追问终极根据而不可得的迷惘。摆脱这个困境的唯一办法是把一切精神价值的落脚点引回到地面上来，看作人类生存的工具。各派无神论哲学家归根到底都是这样做的。但是，这样一来，我们又陷入了我们试图逃避的同义反复活着为了活着。也许关键在于，这里作为目的的活，与动物并不相同。人要求有意义的活，意义是人类生存的必要条件。因此，上述命题应当这样展开活着为了寻求意义，而寻求意义又是为了觉得自己是在有意义地活着。即使我们所寻求的一切高于生存的目标，到头来是虚幻的，寻求本身就使我们感到生存是有意义的，从而能够充满信心地活下去。凡真正的艺术家都视创作为生命，不创作就活不下去。超出这一点去问海明威为何要写作，毕加索为何要画画，他们肯定说不出一个所以然来。人类迄今所创造的灿烂文化如同美丽的云景，把人类生存的天空烘托得极其壮观。然而，若要追究云景背后有什么，便只能堕入无底的虚空里了。人，永远走在从生存向存在的途中。他已经辞别兽界，却无望进入神界。他不甘于纯粹的生存，却达不到完美的存在。他有了超出生存的精力，却没有超出生存的目标。他寻求，却不知道寻求什么。人是注定要无聊的。可是，如果人真能够成为神，就不无聊了吗我想象不出，上帝在完成他的创世工作之后，是如何消磨他的星期天的。圣经对此闭口不谈，这倒不奇怪，因为上帝是完美无缺的，既不能像肉欲犹存的人类那样用美食酣睡款待自己，又不能像壮心不已的人类那样不断进行新的精神探险，他实在没事可干了。他的绝对的完美便是他的绝对的空虚。人类的无聊尚可药治，上帝的无聊宁有息日不，我不愿意成为神。虽然人生有许多缺憾，生而为人仍然是世上最幸运的事。人生最大的缺憾便是终有一死。生命太短暂了，太珍贵了，无论用它来做什么都有点可惜。总想做最有意义的事，足以使人不虚此生死而无恨的事，却没有一件事堪当此重责。但是，人活着总得做点什么。于是，我们便做着种种微不足道的事。人生终究还是免不了无聊。"}
{"text":"他的绝对的完美便是他的绝对的空虚。人类的无聊尚可药治，上帝的无聊宁有息日不，我不愿意成为神。虽然人生有许多缺憾，生而为人仍然是世上最幸运的事。人生最大的缺憾便是终有一死。生命太短暂了，太珍贵了，无论用它来做什么都有点可惜。总想做最有意义的事，足以使人不虚此生死而无恨的事，却没有一件事堪当此重责。但是，人活着总得做点什么。于是，我们便做着种种微不足道的事。人生终究还是免不了无聊。没有目的的旅行没有比长途旅行更令人兴奋的了，也没有比长途旅行更容易使人感到无聊的了。人生，就是一趟长途旅行。一趟长途旅行。意味着奇遇，巧合，不寻常的机缘，意外的收获，陌生而新鲜的人和景物。总之，意味着种种打破生活常规的偶然性和可能性。所以，谁不是怀着朦胧的期待和莫名的激动踏上旅程的然而，一般规律是，随着旅程的延续，兴奋递减，无聊递增。我们从记事起就已经身在这趟名为人生的列车上了。一开始，我们并不关心它开往何处。孩子们不需要为人生安上一个目的，他们扒在车窗边，小脸蛋紧贴玻璃，窗外掠过的田野树木房屋人畜无不可观，无不使他们感到新奇。无聊与他们无缘。不知从何时起，车窗外的景物不再那样令我们陶醉了。这是我们告别童年的一个确切标志，我们长大成人了。我们开始需要一个目的，而且往往也就有了一个也许清晰但多半模糊的目的。我们相信列车将把我们带往一个美妙的地方，那里的景物远比沿途优美。我们在心里悄悄给那地方冠以美好的名称，名之为幸福成功善真理等等。不幸的是，一旦我们开始憧憬一个目的，无聊便接踵而至。既然生活在远处，近处的就不是生活。既然目的最重要，过程就等而下之。我们的心飞向未来，只把身体留在现在，视正在经历的一切为必不可免的过程，耐着性子忍受。列车在继续行进，但我们愈来愈意识到自己身寄逆旅，不禁暗暗计算日程，琢磨如何消磨途中的光阴。好交际者便找人攀谈，胡侃神聊，不厌其烦地议论天气物价新闻之类无聊话题。性情孤癖者则躲在一隅，闷头吸烟，自从无烟车厢普及以来，就只是坐着发呆磕睡打呵欠。不学无术之徒掏出随身携带的通俗无聊小报和杂志，读了一遍又一遍。饱学之士翻开事先准备的学术名著，想聚精会神研读，终于读不进去，便屈尊向不学无术之徒借来通俗报刊，图个轻松。先生们没完没了地打扑克。"}
{"text":"列车在继续行进，但我们愈来愈意识到自己身寄逆旅，不禁暗暗计算日程，琢磨如何消磨途中的光阴。好交际者便找人攀谈，胡侃神聊，不厌其烦地议论天气物价新闻之类无聊话题。性情孤癖者则躲在一隅，闷头吸烟，自从无烟车厢普及以来，就只是坐着发呆磕睡打呵欠。不学无术之徒掏出随身携带的通俗无聊小报和杂志，读了一遍又一遍。饱学之士翻开事先准备的学术名著，想聚精会神研读，终于读不进去，便屈尊向不学无术之徒借来通俗报刊，图个轻松。先生们没完没了地打扑克。太太们没完没了地打毛衣。凡此种种，雅俗同归，都是在无聊中打发时间，以无聊的方式逃避无聊。当然，会有少数幸运儿因了自身的性情，或外在的机缘，对旅途本身仍然怀着浓厚的兴趣。一位诗人凭窗凝思，浮想连翩，笔下灵感如涌。一对妙龄男女隔座顾盼，两情款洽，眉间秋波频送。他们都乐在其中，不觉得旅途无聊。愈是心中老悬着一个遥远目的地的旅客，愈不耐旅途的漫长，容易百无聊赖。由此可见，无聊生于目的与过程的分离，乃是一种对过程疏远和隔膜的心境。孩子或者像孩子一样单纯的人，目的意识淡薄，沉浸在过程中，过程和目的浑然不分，他们能够随遇而安，即事起兴，不易感到无聊。商人或者像商人一样精明的人，有非常明确实际的目的，以此指导行动，规划过程，目的与过程丝丝相扣，他们能够聚精会神，分秒必争，也不易感到无聊。怕就怕既失去了孩子的单纯，又不肯学商人的精明，目的意识强烈却并无明确实际的目的，有所追求但所求不是太缥缈就是太模糊。我只是想要，但不知道究竟想要什么。这种心境是滋生无聊的温床。心中弥漫着一团空虚，无物可以填充。凡到手的一切都不是想要的，于是难免无聊了。舍近逐远似乎是我们人类的天性，大约正是目的意识在其中作祟。一座围城，城里的人想出去，城外的人想进来，如果出不去进不来，就感到无聊。这是达不到目的的无聊。一旦城里的人到了城外，城外的人到了城里，又觉得城外和城里不过尔尔。这是目的达到后的无聊。于是，健忘的人我们多半是健忘的折腾往回跑，陷入又一轮循环。等到城里城外都厌倦，是进是出都无所谓，更大的无聊就来临了。这是没有了目的的无聊。超出生存以上的目的，大抵是想象力的产物。想象力需要为自己寻找一个落脚点，目的便是这落脚点。我们乘着想象力飞往远方，疏远了当下的现实。一旦想象中的目的实现，我们又会觉得它远不如想象。"}
{"text":"这是达不到目的的无聊。一旦城里的人到了城外，城外的人到了城里，又觉得城外和城里不过尔尔。这是目的达到后的无聊。于是，健忘的人我们多半是健忘的折腾往回跑，陷入又一轮循环。等到城里城外都厌倦，是进是出都无所谓，更大的无聊就来临了。这是没有了目的的无聊。超出生存以上的目的，大抵是想象力的产物。想象力需要为自己寻找一个落脚点，目的便是这落脚点。我们乘着想象力飞往远方，疏远了当下的现实。一旦想象中的目的实现，我们又会觉得它远不如想象。最后，我们倦于追求一个目的了，但并不因此就心满意足地降落到地面上来。我们乘着疲惫的想象力，心灰意懒地盘旋在这块我们业已厌倦的大地上空，茫然四顾，无处栖身。让我们回到那趟名为人生的列车上来。假定我们各自怀着一个目的，相信列车终将把我们带到心向往之的某地，为此我们忍受着旅途的无聊，这时列车的广播突然响了，通知我们列车并非开往某地，非但不是开往某地，而且不开往任何地方，它根本就没有一个目的地。试想一下，在此之后，不再有一个目的来支撑我们忍受旅途的无聊，其无聊更将如何然而，这正是我们或早或迟会悟到的人生真相。天地者万物之逆旅，万物之灵也只是万物的一分子，逃不脱大自然安排的命运。人活一世，不过是到天地间走一趟罢了。人生的终点是死，死总不该是人生的目的。人生原本就是一趟没有目的的旅行。鉴于人生本无目的，只是过程，有的哲人就教导我们重视过程，不要在乎目的。如果真能像孩子那样沉浸在过程中，当然可免除无聊。可惜的是，我们已非孩子，觉醒了的目的意识不容易回归混沌。莱辛说他重视追求真理的过程胜于重视真理本身，这话怕是出于一种无奈的心情，正因为过于重视真理，同时又过于清醒地看到真理并不存在，才不得已而返求诸过程。看破目的阙如而执著过程，这好比看破红尘的人还俗，与过程早已隔了一道鸿沟，至多只能做到貌合神离而已。但是，在没有目的时，我们仍有目的意识。在无可期待时，我们仍茫茫然若有所待。我们有时会沉醉在过程中，但是不可能始终和过程打成一片。我们渴念过程背后的目的，或者省悟过程背后绝无目的时，我们都会对过程产生疏远和隔膜之感。然而，我们又被粘滞在过程中，我们的生命仅是一过程而已。我们心不在焉而又身不由己，这种心境便是无聊。等的滋味人生有许多时光是在等中度过的。有千百种等，等有千百种滋味。"}
