{"text":"你又买一把锤子。我们已经有一把。一把找不到，还有一把。不是两把好吗？铜丝铅条我们一大堆。又那些钳子钉子螺旋扛重器有什么用处？一点没有用处。那你买他做甚？我不知道。人不能无常情，为故乡情而买不必用之物，是不可以理喻的。大概人家做生意，又不是向你乞贷，你心里高兴，又得到物件实惠，不能算花冤枉钱。花冤枉钱的，是走入洋行，有钱要买东西，偏偏遭人白眼不理。香港某家洋行，货色十分高贵，女店员是有名的十足洋奴，喜欢伺候洋大人，看见自己同胞，总是要理不理，令人生气。后来我要买一件需要的东西，装个神气，穿洋服，一进去就是打起洋大人吩咐家童的架子，向女店员说一口漂亮的英语，果然得该店员帖帖服服的招呼。大概这种地方，少走为是。买东西也是与小孩子接近的好机会。你在街上踱步，无故总不好意思和小孩子攀谈。人家在玩，一问一答就完了。大概十几岁小孩，能代父母管店的，都还不错。小孩子怎样调皮，也没有大人的阴诈虚伪。有一回在中山北路某文具店，有一个十二三岁小孩子看店，一说了错话，脸就红起来。我想非买他的东西不可，因为我知道脸红不能假的。于是我们成交二百多元。论理这一大堆的大信封卷宗套子尺圆珠笔，都是家里已有的东西，不必买，无须买。然而买时小孩子一对黑漆的眼珠那么大，他也高兴，我也高兴。这是买东西的艺术，而我是买东西的艺术家。人生在世，年事越长，心思计虑越繁，反乎自然的行为越多，而脸皮越厚。比起小孩子，总如少了一个什么说不出来的东西，少了一个。就说求其放心吧，亡羊亡马可以求之，所亡的放心怎样求法，恐怕未必求得来。这是人生的神秘，也是人生的悲剧。我想还是留点温情吧，不然此心一放，收不回来，就成牛山濯濯的老滑巨奸了。宋儒喜欢讲明心见性，以庄以诚求之，要除去物欲之蔽。无奈此心此性，总是空的，到了无蔽无欲的境地，便愈空无所有，而以庄以敬，反而日趋虚伪。就使你做到明心见性便如何，此颜习斋之所以不满于程朱之学而起了抗议。我想心不必明，性不必见，只看看小孩子好了。论色即是空论东西文化的幽默一幽默是人类心灵开放的花朵一般认为哭是一切动物所共有的本能，笑却只是猿猴的特性，这种特性只有我们和我们的祖先人猿才有。我不妨补充一句，思想是人的本能，但对一个人的错误，以微微一笑置之却是神了。我不否认海豚很会嬉戏作乐。"}
{"text":"无奈此心此性，总是空的，到了无蔽无欲的境地，便愈空无所有，而以庄以敬，反而日趋虚伪。就使你做到明心见性便如何，此颜习斋之所以不满于程朱之学而起了抗议。我想心不必明，性不必见，只看看小孩子好了。论色即是空论东西文化的幽默一幽默是人类心灵开放的花朵一般认为哭是一切动物所共有的本能，笑却只是猿猴的特性，这种特性只有我们和我们的祖先人猿才有。我不妨补充一句，思想是人的本能，但对一个人的错误，以微微一笑置之却是神了。我不否认海豚很会嬉戏作乐。至于象和马会不会笑，我却不知道了。即使他们会的话，似乎也不能很明显地表现出来。我认为幽默的发展是和心灵的发展并进的。因此幽默是人类心灵舒展的花朵，它是心灵的放纵或者是放纵的心灵。惟有放纵的心灵，才能客观地静观万事万物而不为环境所囿。二维多利亚女王的遗言这可以算得是文明的一项特殊赐予，每当文明发展到了相当的程度，人便可以看到他自己的错误和他的同人的错误，于是便出现了幽默。每当人的智力能够察觉统治人们的愚行，政客们的伪善面孔与陈腔滥调，以及人类的弱点与缺失，徒劳无益的努力与矫柔造作的情态，我们自己的梦想与现实之脱节，幽默便必然表现于文学。故幽默也是人类领悟力的一项特殊赐予。我特别欣赏维多利亚女王临终前的最后遗言。当她知道她的死期已到，这位大英帝国统治者的最后一句话我已尽力而为了。她知道她不是完人，只不过是已尽了她一生最大的努力。我喜欢那种谦虚，那种健全的热情的和具有人情味的智慧。这就是最好的一种幽默。独身主义――文明的畸形产物采取这种简单而自然的生物性观点，包含两种冲突第一，个人主义和家庭的冲突第二，富有智力阶级的无生殖哲学和天性阶级的较有热情的哲学的冲突。因为个人主义和崇拜智力往往能蒙蔽一个人，使他看不见家庭生活之美丽。两者比较起来，尤以后者为更可恶。一个相信个人主义者向着它的合理后果而进行，尚不失其为一个具有理解力的生物。但专一相信冷静头脑，而毫不知有热情心肠者，简直是个呆子。因为家庭的集体性，就其为一个社会单位而论，尚有可以替代的物事。但是配偶天性和父母天性之失灭，是无从弥补的。在这起点，我们不能不假定人类不能单独无伴地生活于这世界而得到快乐。他必须和近旁的一群人做伴，而成一个范围较大的我。这个我的范围并不限于本身身体轮廓之内，而实在是向外伸展到他的心灵和社会活动所以能达到之处。"}
{"text":"两者比较起来，尤以后者为更可恶。一个相信个人主义者向着它的合理后果而进行，尚不失其为一个具有理解力的生物。但专一相信冷静头脑，而毫不知有热情心肠者，简直是个呆子。因为家庭的集体性，就其为一个社会单位而论，尚有可以替代的物事。但是配偶天性和父母天性之失灭，是无从弥补的。在这起点，我们不能不假定人类不能单独无伴地生活于这世界而得到快乐。他必须和近旁的一群人做伴，而成一个范围较大的我。这个我的范围并不限于本身身体轮廓之内，而实在是向外伸展到他的心灵和社会活动所以能达到之处。不论在哪一个时代或国度里，不论在什么政体下，一个人所真正爱好的生活绝不和当时的国家或时代同其广泛，而必仅限于他所熟识的人和所做的活动那个较小的范围之内。此即所谓较大的我。他生活活动于这个社会单位之内，而为其中的一个生物。这种单位可以是一个教区，一个学堂，一个监狱，一家商店，一个秘密社会，或一个慈善机关。这类单位有时可以替代家庭，甚至完全取而代之。宗教本身或一场广大的政治运动有时也可以占尽一个人的心力，使他抛弃一切。但在这许多团体中，仍只有家庭是自然的，具有生物性的实在的，可以使人们满意而有意义的生存单位。因为人们在出生时即已置身于家庭之中，并且将终身如此，所以家庭于他是自然的。因为嫡血的关系，引起人们对于较大的我实在是一件看得见的实物的概念，所以家庭是生物性实在的。一个人如不能在这个自然的团体生活中获得成功，则他在以外的团体生活中，大概也难于期望有所成就。孔子说弟子入则孝，出则悌，谨而信，泛爱众，而亲仁。行有余力，则以学文。离了这个人所视为重要的团体生活之外，人们必须有一个相当的异性分子和谐地辅佐他，方能使他有完美的表现，完美的尽职，和将他的个性发展到最高的程度。女人具有比男人更深的生物性感觉，所以很明了这一点的中国女孩儿都潜意识地羡慕红裙花轿西方的女孩儿也同样地羡慕结婚网纱和结婚钟。大自然所赋予女人的母性，根深蒂固，所以不易于被人造的文明所毁灭。我毫不怀疑地相信大自然创造女人，尤其期望她做母亲，而不仅做一个配偶因此所赋予的心灵和道德本质，都是诱导之于母亲任务之类，而于母性中获得其真正解释和和谐，如现实主义判断力，遇事不厌求详，怜爱弱小，乐于施助，较强烈的兽性爱憎，较厉害的个人偏见和感情用事，和对于事物的一般的个人眼光。"}
{"text":"大自然所赋予女人的母性，根深蒂固，所以不易于被人造的文明所毁灭。我毫不怀疑地相信大自然创造女人，尤其期望她做母亲，而不仅做一个配偶因此所赋予的心灵和道德本质，都是诱导之于母亲任务之类，而于母性中获得其真正解释和和谐，如现实主义判断力，遇事不厌求详，怜爱弱小，乐于施助，较强烈的兽性爱憎，较厉害的个人偏见和感情用事，和对于事物的一般的个人眼光。所以哲学如果离弃了大自然的本意，不计及这个母性即女人整个生存之具有支配力的特点和中心解释，而要想使女人快乐，实已走入歧途。因此，在未受教育和受过合理教育的女人中，这个母性是从不强自压制的。它萌芽于儿童时期，渐渐强盛而达到充足于成熟时期。但在男人中，这个父性在三十五岁之前大概都隐而不显，或至少须等到子女已经五岁方能感觉。我想二十五岁的少年大概不会想到将要做父亲的事。这时他只知道爱上一个女子，无意之间生下一个孩子就丢开了，等他的妻子去一心照顾。总要到三十岁之后，才能一旦觉得自己已有了一个可以携带到公共场所炫耀于人前的孩子，而感觉他的父性。二十余岁的少年对于孩子的观念大多视为有些可笑，但除了觉得有些可笑之外，便不再加以思索。至于在一个有了孩子或将有孩子的女人，这就成为她一生中最严重的一桩事情，甚至变更她的整个生命，变换她的性情和嗜好。女人一到怀孕将产，便似进了另一个世界，从此她即能认清自己生命的使命，和到世上生存的目的，而毫无疑惑。她知道有人需要她，所以即发挥她的效能。我曾看见过最娇养的中国富家女郎，于她的小孩病中变为异常伟大，目不交睫地整个月服侍下去。在大自然的配合中，如此的父性是无需的，所以并不给他。因为男人也好似雄鸭雄鹅一般，除了种子之外，对于子嗣方面的其他事情均毫不关心。所以一个女人如若她的生命的中心主动力得不到表现和发挥的机会，她即在心理上受到最大的痛苦。美国容忍那么许多很可爱的女人无辜地失去嫁人的机会，因此，如有人向我称赞美国的文明对于女子是怎样仁慈，我简直不相信。我相信美国婚姻所以调整失当，大多是由于这类女人的母性和男人的父性参差过甚所致。美国人的所谓情感不成熟性，除了这个生物性事实外，没有其他的解释。男人因在青年时代过惯了过于放浪的生活，这种社会制度使他们缺乏负责思想的天然节制然而女人则因了较深大的母性，仍是具有的。"}
{"text":"美国容忍那么许多很可爱的女人无辜地失去嫁人的机会，因此，如有人向我称赞美国的文明对于女子是怎样仁慈，我简直不相信。我相信美国婚姻所以调整失当，大多是由于这类女人的母性和男人的父性参差过甚所致。美国人的所谓情感不成熟性，除了这个生物性事实外，没有其他的解释。男人因在青年时代过惯了过于放浪的生活，这种社会制度使他们缺乏负责思想的天然节制然而女人则因了较深大的母性，仍是具有的。大自然如若未曾赋予女人以充分的镇静性去应付将做母亲的心理预备，事情就将不可收拾。所以大自然就如此做去。贫穷人家的子弟由于艰苦的环境，已将负责思想深印于脑筋之中。只剩下那些生活放浪的富家儿郎，在崇拜青春和纵容青年的国度里，于理想的情形中发展而成为情感上和社会上的低能儿。说来说去，我们所关切的实在只是如何去度一个快乐生活的问题。一个人除非在外场生活的浅薄成熟之余，能触动内心机械，使它得到合于常规的发挥之外，别无求得生活快乐之道。独身主义在个人事业的形式上成为理想目标时，不但带着个人主义的色彩，并也带着愚拙的智力主义色彩。因了后者的理由，这种独身主义应由我们所唾弃。我常疑心立誓不娶不嫁的男女，由于已经变成无用的智力主义者，不肯更变心肠，他们都已被外场的成就所蒙蔽，误信他们以属于人类而言，能从家庭之替代物中得到快乐，或从能使他们满意的智力艺术或职业兴趣中得到快乐。我认为他们是错误的。这种个人主义的现象不婚嫁，无子息，拟从事业和个人成熟之中寻求充足满意生活的替代物，和阻止虐待牲畜，在我看来，都是很愚笨可笑的。在心理方面而言，这颇仿佛几个老处女因在马戏团里边看见老虎背上有几条鞭痕，引起疑心，而拟控诉马戏团老板虐待老虎一般。这种抗议用非其地，是母性的畸形发挥。试想真正的老虎会在乎打几鞭子吗？这种老处女是在盲目地摸索一个生命中的位置，而又自以为是地要想旁人承认她们为合理。政治文学和艺术的成热所给予成功者的报酬，不过是些空心的智力上的喜悦。但眼看自己的儿女长成人，其愉快是出于衷心，而何等实在。著作家和艺术家，有几个能在老年时对于自己的作品感觉满意？其中大多数无非视之为消遣中的偶然产物，或藉以维持生活的工作而已。据说斯宾塞p在临终的前几天，将他所著的综合哲学十八巨册放在膝上，当他觉到其分量沉重时，颇有这分量如若换上一个孙儿岂不更好的感触。"}
{"text":"这种老处女是在盲目地摸索一个生命中的位置，而又自以为是地要想旁人承认她们为合理。政治文学和艺术的成热所给予成功者的报酬，不过是些空心的智力上的喜悦。但眼看自己的儿女长成人，其愉快是出于衷心，而何等实在。著作家和艺术家，有几个能在老年时对于自己的作品感觉满意？其中大多数无非视之为消遣中的偶然产物，或藉以维持生活的工作而已。据说斯宾塞p在临终的前几天，将他所著的综合哲学十八巨册放在膝上，当他觉到其分量沉重时，颇有这分量如若换上一个孙儿岂不更好的感触。聪明的伊里亚岂不是愿意将他所著的论文去兑换一个梦想中的儿女吗？人造粮人造乳油人造棉花，已够讨人嫌如再加上人造儿童，岂不更可悲吗？约翰洛克菲勒的慈善施舍遍及全世界，受益的人不计其数，他对这些，自然感到一种道德上的审美的满意但同时我深信如此的满意是异常淡薄和脆弱的，在高尔夫球棍一挥之际，即能完全忘却，而他的真实的不会遗忘的满意，仍是在于他的儿子。来，世人的快乐大部分是在于能否寻到一种值得用毕生心力去做的工作，即心爱的工作。现在男女人所做的职业，我很疑心有百分之九十是属于非其所好。我们常听人夸说我很爱我的工作。但这句话是否言出于衷颇是一个问题。我们从没有听人说我爱我的家。因为这是当然的，是不言而喻的。普通职业人士每天走进他们的公事房时，其心境差不多是和中国妇人之对生育儿女一般的抱着一种人人如此我又何能例外的心理。个个人都在说我爱我的工作，这句话如出之于电梯司机电话接线女生，或牙科医生之口，显然是一句谎言。如系出于编辑人地产经理人，或证券经纪人则尤其属于违心之论。我以为除了到北极去的探险家和试验室中的科学家专心致力于发明之外，人们对于他的工作，充其量也不能超过颇感兴趣颇合性情，而总够不上爱字。对工作的爱，万不能比拟母亲对儿女的爱。许多人常因对于自己的职业发生厌恶而屡次改业，但从没有一个母亲会对养育教导儿女这桩毕生工作发生疑义。成功的政治家会放弃他的政治成就，编辑人会舍弃他所出版的杂志成就，飞行家会放弃飞行成就，拳击家会放弃比拳场成就，优伶会放弃舞台。但从没有听见过一个母亲不论她是成功的或失败的会放弃她的母职。她觉得自己是必不可少的人物，她在生命中已有了一个地位，坚信她的职务没有一个人能够代替。这信念比希特勒自信只有他能够拯救德国还要深切。"}
{"text":"对工作的爱，万不能比拟母亲对儿女的爱。许多人常因对于自己的职业发生厌恶而屡次改业，但从没有一个母亲会对养育教导儿女这桩毕生工作发生疑义。成功的政治家会放弃他的政治成就，编辑人会舍弃他所出版的杂志成就，飞行家会放弃飞行成就，拳击家会放弃比拳场成就，优伶会放弃舞台。但从没有听见过一个母亲不论她是成功的或失败的会放弃她的母职。她觉得自己是必不可少的人物，她在生命中已有了一个地位，坚信她的职务没有一个人能够代替。这信念比希特勒自信只有他能够拯救德国还要深切。除了这桩自知已在生命中得到切实地位的满意以外，更有什么东西能给人以更大的快乐？我敢说执业的人当中，或者有百分之五居然能得到合于自己性情的工作，而能够爱好但百分之百的父母都觉得抚育自己的儿女乃是生活目标中最深入最切身的部分。因此可知一个女人自然在做母亲的天职中比做一个建筑师更易于获得真正的快乐，而大自然也绝不使她失望的。所以婚姻岂不是最宜于女人的职业吗？我知道女人未始没有这种感觉，不过没有形之于口罢了。现在经我一旦说破，而又明说家庭的重担终久必须由女人去肩挑，女人听了或者要受到一些惊惧。但这个确是我的本意和题旨。我们等着看罢，究竟哪个待女人好些？因为我们所关切者不过在于女人的快乐，但不是社会成就上的快乐，而是自我的快乐。即从相宜或合格的观点上讲起来，我以为没有几个银行经理能像女人般的适宜于其职务。我们常听见说才力不及的主任，才力不及的营业经理，才力不及的银行家，才力不及的总理，但难得听见才力不及的母亲。所以女人是天然合宜于母职的这桩事，她们自己都知道，并也愿意去做。现在的美国女大学生似乎已若有离开谬误理想的趋向，有许多人已渐渐知道用合理的眼光去视察生命，而公然宣布她们愿意嫁人了。我理想中的女人有爱好化妆品而同时也爱好数学者，是个柔媚的女性，而不单是一个女性。让她们去调脂弄粉，如尚有余力，则让她们如孔子所说一般去从事于数学。我在上边所说的这些是以普通男女的一般理想而论。女人中也和男人一般有才能杰出者，世上的真正进步即系依赖他们的创造才能而成功。我希望一般女人能把婚姻当做理想职业去生育小孩，或者也洗一些碗盏。同时我也希望一般的男人放弃了艺术而单去做赚钱养家的工作如理发擦鞋捉贼补锅，或饭店侍者之类。"}
{"text":"让她们去调脂弄粉，如尚有余力，则让她们如孔子所说一般去从事于数学。我在上边所说的这些是以普通男女的一般理想而论。女人中也和男人一般有才能杰出者，世上的真正进步即系依赖他们的创造才能而成功。我希望一般女人能把婚姻当做理想职业去生育小孩，或者也洗一些碗盏。同时我也希望一般的男人放弃了艺术而单去做赚钱养家的工作如理发擦鞋捉贼补锅，或饭店侍者之类。生育小孩教养他们，当心他们，使他们长成为有用的聪明的国民职务，势需有人去担任而男人则显然不但不能生育，即叫他去抱小孩或替小孩洗澡也要手足无措。所以我只好期望女人去担任了。这两类工作教养小孩和理发擦鞋或替人开门，哪类比较高尚一些？我也不能确定。但我总以为丈夫既在那里替别人开门，则他的妻子又何必憎嫌洗碗盏，从前立柜台的都是男人，现在被大批女人跑进来占据了这位置，而将男人挤了出去做替人开门的工作。如女人认为这是较为高尚的工作，我们很欢迎她们来做。但须知在生活寻求的方式上，工作无所谓高低之别。一旦女人在衣帽室里收付衣帽，未必高尚于替丈夫补袜子，其间的分别，不过在于补袜子者对于这袜子所有人有荣辱与共的关系，而是衣帽管理人所没有的。我们自然希望这袜子所有人是一个良好丈夫而值得他妻子的服侍，但人们也不应该悲观到凡是丈夫的袜子都是不值一补的地步。男人也未必都是不肖的。最重要的一点就是教养儿童之神圣工作的家庭生活于女人太为低贱这个普通假说，实不能称为合理的社会态度。只有在女人家庭和母职未能受着相当尊重的文化中，才有这种观念。基督徒希腊人中国人关于人类的观念，世上有好几种即传统的基督教观念，希腊的异教徒观念和中国人的道教和孔教的观念因为佛教的观念太悲观了，所以我不把它包括进去。这些观念，由它们深湛的讽喻意义上说来，并没有什么分别，尤其是在具有高深的生物学和人类智识的现代人，给予它们一种广义的解释后，更不能分其轩轾，可是在它们原来的形式上，分别仍是存在的。依传统的正统基督教观念，人类是完善的天真的愚笨的快乐的赤裸着身体在伊甸园里生活。后来人类有了智识和智慧，于是堕落了，这就是痛苦的起因。所谓痛苦，主要的是由于一男人方面的流汗工作二女人方面的生男育女的疼痛。为要显示人类的缺点起见，基督教又引进一种人类的新成分，和原来的天真完美相对照。"}
{"text":"依传统的正统基督教观念，人类是完善的天真的愚笨的快乐的赤裸着身体在伊甸园里生活。后来人类有了智识和智慧，于是堕落了，这就是痛苦的起因。所谓痛苦，主要的是由于一男人方面的流汗工作二女人方面的生男育女的疼痛。为要显示人类的缺点起见，基督教又引进一种人类的新成分，和原来的天真完美相对照。这种新成分就是魔鬼，它大概是由肉体方面去活动而人类较高尚的天性则由灵魂方面去活动，我不知道灵魂在基督教神学里是什么时候发明的，但是这灵魂变成了一种实物，而不是一种机能，变成了一种实质，而不是一种状态它把灵魂不值拯救的禽兽和人类明确地划分了。在这里，逻辑便发生了问题，因为魔鬼的来源必须解释，然而当中世纪的神学家，用他们平常的学者逻辑去研讨这个问题时，他们便陷入了进退维谷的境界。他们不能承认非上帝的魔鬼和上帝并存永生。所以在无可奈何中，他们只得说魔鬼一定是一个堕落的天使，但是这又引起了罪恶的来源问题因为另外总得有一个魔鬼来引诱这个天使去堕落啊。因此，这种理论便不能使人满意，他们也只好随它去了。虽然如此，这理论却产生了神灵和肉体相对的奇怪观念这个玄妙的观念至今存在，对于我们的人生观和幸福还有着很大的影响。接踵而至的，便是赎罪的理论，这理论依然是由牺牲的观念假借而来从这个理论推想起来，上帝好像是一个喜欢人间烟火嗅味的神，不愿意无代价赦免人类的罪恶。基督教有了这种理论，人类一下子就可以寻到一个可以赦免一切罪恶的方法，因此人类又找到了获得完美的方法。基督教思想中最奇突的一点就是完美观念。因为基督教是从上古世界的崩溃中所产生，所以有一种着重来世的倾向，拯救问题替代了人生幸福问题，或者替代了简朴生活本身问题。这观念的涵义就是人类要怎样才能脱离这个腐败混乱和灭亡中的世界，而到另一个世界里去。因此，就有了永生的观念。这和创世纪里上帝不要人类永生的原始说法是矛盾的。根据创世纪的记载，亚当和夏娃所以被逐出伊甸园，并不是像一般人所相信的那样，为了偷尝善恶树的果子，而是为了上帝怕他们再度违背命令，去偷吃生命树的果子，因而得到永生耶和华上帝说那人已经和我们相似，能知道善恶，现在恐怕他又伸手去摘生命树的果子吃，就永远活着。"}
