{"text":"末两篇指匈牙利英吉兰兑尔作沙漠的起源，长大，及其侵入华北美国亚道尔夫p作中国营养和代谢作用的情形。史沫得列，通译史沫特莱，美国革命女作家记者。当时她是德国佛兰克福日报驻华记者，美国新群众杂志的特约撰稿人，旅居上海，和有较密切的交往。著有自传体长篇小说大地的女儿和介绍朱德革命经历的报告文学伟大的道路等。南苑北京南郊的地名。元代以后，曾为历代封建帝王的游猎场所。夏娃日记小引夏娃日记小引玛克土温无须多说，只要一翻美国文学史，便知道他是前世纪末至现世纪初有名的幽默家s。不但一看他的作品，要令人眉开眼笑，就是他那笔名，也含有一些滑稽之感的。他本姓克莱门斯s，，原是一个领港，在发表作品的时候，便取量水时所喊的讹音，用作了笔名。作品很为当时所欢迎，他即被看作讲笑话的好手但到一九一六年他的遗著ss一出版，却分明证实了他是很深的厌世思想的怀抱者了。含着哀怨而在嘻笑，为什么会这样的？我们知道，美国出过亚伦坡，出过霍桑，出过惠德曼，都不是这么表里两样的。然而这是南北战争以前的事。这之后，惠德曼先就唱不出歌来，因为这之后，美国已成了产业主义的社会，个性都得铸在一个模子里，不再能主张自我了。如果主张，就要受迫害。这时的作家之所注意，已非应该怎样发挥自己的个性，而是怎样写去，才能有人爱读，卖掉原稿，得到声名。连有名如荷惠勒s的，也以为文学者的能为世间所容，是在他给人以娱乐。于是有些野性未驯的，便站不住了，有的跑到外国，如詹谟士s，有的讲讲笑话，就是玛克土温。那么，他的成了幽默家，是为了生活，而在幽默中又含着哀怨，含着讽刺，则是不甘于这样的生活的缘故了。因为这一点点的反抗，就使现在新土地里的儿童，还笑道玛克土温是我们的。"}
{"text":"连有名如荷惠勒s的，也以为文学者的能为世间所容，是在他给人以娱乐。于是有些野性未驯的，便站不住了，有的跑到外国，如詹谟士s，有的讲讲笑话，就是玛克土温。那么，他的成了幽默家，是为了生活，而在幽默中又含着哀怨，含着讽刺，则是不甘于这样的生活的缘故了。因为这一点点的反抗，就使现在新土地里的儿童，还笑道玛克土温是我们的。这夏娃日记s出版于一九六年，是他的晚年之作，虽然不过一种小品，但仍是在天真中露出弱点，叙述里夹着讥评，形成那时的美国姑娘，而以为是一切女性的肖像，但脸上的笑影，却分明是有了年纪的了。幸而靠了的纯熟的手腕，令人一时难以看出，仍不失为活泼泼地的作品又得将丰神传达，而且朴素无华，几乎要令人觉得倘使夏娃用中文来做日记，恐怕也就如此一样更加值得一看了。莱勒孚sp的五十余幅白描的插图，虽然柔软，却很清新，一看布局，也许很容易使人记起中国清季的任渭长的作品，但他所画的是仙侠高士，瘦削怪诞，远不如这些的健康而且对于中国现在看惯了斜眼削肩的美女图的眼睛，也是很有澄清的益处的。一九三一年九月二十七夜，记。本篇最初印入李兰译一九三一年十月上海湖风书局出版的夏娃日记，署名唐丰瑜。玛克土温通译马克吐温，美国小说家，十九世纪美国现实主义文学的重要代表之一。他年青时在密西西比河当领港人的学徒，在报告测量河水深度时，常要叫喊马克吐温，意思是水深两口寻一口寻合一八二九米，后来他就以此作为笔名。ss神秘的陌生人。亚伦坡通译爱伦坡，美国作家，著有小说黑猫等。霍桑，美国小说家，著有小说红字等。惠特曼―，美国诗人，著有草叶集等。他们都是美国资本主义上升时期具有不同程度的民主主义倾向的作家。南北战争也叫美国内战，美国北部资产阶级对南部种植园奴隶主所进行的资产阶级民主革命战争。当时美国总统林肯在人民的支持下，采取解放黑奴等民主措施，镇压了南部奴隶主的武装叛乱，建立了全国统一的资产阶级政权。荷惠勒通译霍威尔斯，美国小说家。"}
{"text":"霍桑，美国小说家，著有小说红字等。惠特曼―，美国诗人，著有草叶集等。他们都是美国资本主义上升时期具有不同程度的民主主义倾向的作家。南北战争也叫美国内战，美国北部资产阶级对南部种植园奴隶主所进行的资产阶级民主革命战争。当时美国总统林肯在人民的支持下，采取解放黑奴等民主措施，镇压了南部奴隶主的武装叛乱，建立了全国统一的资产阶级政权。荷惠勒通译霍威尔斯，美国小说家。他的创作采用所谓温和的现实主义手法，回避阶级矛盾。著有小说一个现代事例等。詹谟士通译詹姆斯，美国小说家。一八七六年定居英国，晚年入英国籍。著有小说一位妇女的画像等。新土地指当时的苏联。莱勒孚？美国画家。任渭长名熊，字渭长，浙江萧山人，清末画家。野草英文译本序野草英文译本序冯先生由他的友人给我看野草的英文译本，并且要我说几句话。可惜我不懂英文，只能自己说几句。但我希望，将不嫌我只做了他所希望的一半的。这二十多篇小品，如每篇末尾所注，是一九二四至二六年在北京所作，陆续发表于期刊语丝上的。大抵仅仅是随时的小感想。因为那时难于直说，所以有时措辞就很含糊了。现在举几个例罢。因为讽刺当时盛行的失恋诗，作我的失恋，因为憎恶社会上旁观者之多，作复仇第一篇，又因为惊异于青年之消沉，作希望。这样的战士，是有感于文人学士们帮助军阀而作。腊叶，是为爱我者的想要保存我而作的。段祺瑞政府枪击徒手民众后，作淡淡的血痕中，其时我已避居别处奉天派和直隶派军阀战争的时候，作一觉，此后我就不能住在北京了。所以，这也可以说，大半是废弛的地狱边沿的惨白色小花，当然不会美丽。但这地狱也必须失掉。这是由几个有雄辩和辣手，而那时还未得志的英雄们的脸色和语气所告诉我的。我于是作失掉的好地狱。后来，我不再作这样的东西了。日在变化的时代，已不许这样的文章，甚而至于这样的感想存在。我想，这也许倒是好的罢。为译本而作的，也应该在这里结束了。十一月五日。野草英译本的译稿由交商务印书馆，后毁于一二八战火，未出版。这篇序文在编入本书之前也没有发表过。"}
{"text":"但这地狱也必须失掉。这是由几个有雄辩和辣手，而那时还未得志的英雄们的脸色和语气所告诉我的。我于是作失掉的好地狱。后来，我不再作这样的东西了。日在变化的时代，已不许这样的文章，甚而至于这样的感想存在。我想，这也许倒是好的罢。为译本而作的，也应该在这里结束了。十一月五日。野草英译本的译稿由交商务印书馆，后毁于一二八战火，未出版。这篇序文在编入本书之前也没有发表过。冯即野草英文本的冯余声，广东人，当时是左联成员。避居别处一九二六年三一八惨案后，因支持学生的革命行动，传闻被列入段祺瑞政府第二批通缉名单中。他在友人的敦促下，从三月下旬起，先后到山本医院德国医院和法国医院等处避居，直到五月初回寓。奉天派和直隶派军阀战争指一九二六年春夏间冯玉祥原属直系的国民军与奉系张作霖李景林的军队在京津间的战争。艺术论译本序艺术论译本序一蒲力汗诺夫以一八五七年，生于坦木皤夫省的一个贵族的家里。自他出世以至成年之间，在俄国革命运动史上，正是智识阶级所提倡的民众主义自兴盛以至凋落的时候。他们当初的意见，以为俄国的民众，即大多数的农民，是已经领会了社会主义，在精神上，成着不自觉的社会主义者的，所以民众主义者的使命，只在到民间去，向他们说明那境遇，善导他们对于地主和官吏的嫌憎，则农民便将自行蹶起，实现自由的自治制，即无政府主义底社会的组织。但农民却几乎并不倾听民众主义者的鼓动，倒是对于这些进步的贵族的子弟，怀抱着不满。皇帝亚历山大二世的政府，则于他们临以严峻的刑罚，终使其中的一部分，将眼光从农民离开，来效法西欧先进国，为有产者所享有的一切权利而争斗了。于是从土地与自由党分裂为民意党，从事于政治底斗争，但那手段，却非一般底社会运动，而是单独和政府相斗争，尽全力于恐怖手段――暗杀。青年的蒲力汗诺夫，也大概在这样的社会思潮之下，开始他革命底活动的。但当分裂时，尚复固守农民社会主义的根本底见解，反对恐怖主义，反对获得政治底公民底自由，别组均田党，惟属望于农民的叛乱。然而他已怀独见，以为智识阶级独斗政府，革命殊难于成功，农民固多社会主义底倾向，而劳动者亦殊重要。"}
{"text":"于是从土地与自由党分裂为民意党，从事于政治底斗争，但那手段，却非一般底社会运动，而是单独和政府相斗争，尽全力于恐怖手段――暗杀。青年的蒲力汗诺夫，也大概在这样的社会思潮之下，开始他革命底活动的。但当分裂时，尚复固守农民社会主义的根本底见解，反对恐怖主义，反对获得政治底公民底自由，别组均田党，惟属望于农民的叛乱。然而他已怀独见，以为智识阶级独斗政府，革命殊难于成功，农民固多社会主义底倾向，而劳动者亦殊重要。他在那革命运动上的俄罗斯工人中说，工人者，是偶然来到都会，现于工厂的农民。要输社会主义入农村中，这农民工人便是最适宜的媒介者。因为农民相信他们工人的话，是在智识阶级之上的。事实也并不很远于他的豫料。一八八一年恐怖主义者竭全力所实行的亚历山大二世的暗杀，民众未尝蹶起，公民也不得自由，结果是有力的指导者或死或因，民意党殆濒于消灭。连不属此党而倾向工人的社会主义的蒲力汗诺夫等，也终被政府所压迫，不得不逃亡国外了。他在这时候，遂和西欧的劳动运动相亲，遂开始研究马克斯的著作。马克斯之名，俄国是早经知道的资本论第一卷，也比别国早有译本许多民意党的人们，还和他个人底地相知，通信。然而他们所竭尽尊敬的马克斯的思想，在他们却仅是纯粹的理论，以为和俄国的现实不相合，和俄人并无关系的东西，因为在俄国没有资本主义，俄国的社会主义，将不发生于工厂而出于农村的缘故。但蒲力汗诺夫是当回忆在彼得堡的劳动运动之际，就发生了关于农村的疑惑的，由原书而精通马克斯主义文献，又增加了这疑惑。他于是搜集当时所有的统计底材料，用真正的马克斯主义底方法，来研究它，终至确信了资本主义实在君临着俄国。一八八四年，他发表叫作我们的对立的书，就是指摘民众主义的错误，证明马克斯主义的正当的名作。他在这书里，即指示着作为大众的农民，现今已不能作社会主义的支柱。在俄国，那时都会工业正在发达，资本主义制度已在形成了。必然底地随此而起者，是资本主义之敌，就是绝灭资本主义的无产者。所以在俄国也如在西欧一样，无产者是对于政治底改造的最有意味的阶级。从那境遇上说，对于坚执而有组织的革命，已比别的阶级有更大的才能，而且作为将来的俄国革命的射击兵，也是最为适当的阶级。自此以来，蒲力汗诺夫不但本身成了伟大的思想家，并且也作了俄国的马克斯主义者的先驱和觉醒了的劳动者的教师和指导者了。"}
{"text":"他在这书里，即指示着作为大众的农民，现今已不能作社会主义的支柱。在俄国，那时都会工业正在发达，资本主义制度已在形成了。必然底地随此而起者，是资本主义之敌，就是绝灭资本主义的无产者。所以在俄国也如在西欧一样，无产者是对于政治底改造的最有意味的阶级。从那境遇上说，对于坚执而有组织的革命，已比别的阶级有更大的才能，而且作为将来的俄国革命的射击兵，也是最为适当的阶级。自此以来，蒲力汗诺夫不但本身成了伟大的思想家，并且也作了俄国的马克斯主义者的先驱和觉醒了的劳动者的教师和指导者了。二但蒲力汗诺夫对于无产阶级的殊勋，最多是在所发表的理论的文字，他本身的政治底意见，却不免常有动摇的。一八八九年，社会主义者开第一次国际会议于巴黎，蒲力汗诺夫在会上说，俄国的革命运动，只有靠着劳动者的运动才能胜利，此外并无解决之道的时候，是连欧洲有名的许多社会主义者们，也完全反对这话的但不久，他的业绩显现出来了。文字方面，则有历史上的一元底观察的发展或简称史底一元论，出版于一八九五年，从哲学底领域方面，和民众主义者战斗，以拥护唯物论，而马克斯主义的全时代，也就受教于此，借此理解战斗底唯物论的根基。后来的学者，自然也尝加以指摘的批评，但什维诺夫却说，倒不如将这大可注目的书籍，向新时代的人们来说明，来讲解，实为更好的工作云。次年，在事实方面，则因他的弟子们和民众主义者斗争的结果，终使纺纱厂的劳动者三万人的大同盟罢工，勃发于彼得堡，给俄国的历史划了新时期，俄国无产阶级的革命底价值，始为大家所认识，那时开在伦敦的社会主义者的第四次国际会议，也对此大加惊叹，欢迎了。然而蒲力汗诺夫究竟是理论家。十九世纪末，列宁才开始活动，也比他年青，而两个人之间，就自然而然地行了未尝商量的分业。他所擅长的是理论方面，对于敌人，便担当了哲学底论战。列宁却从最先的著作以来，即专心于社会政治底问题，党和劳动阶级的组织的。他们这时的以辅车相依的形态，所编辑发行的报章，是s火花，撰者们中，虽然颇有不纯的分子，但在当时，却尽了重大的职务，使劳动者和革命者的或一层因此而奋起，使民众主义派智识者发生了动摇。尤其重要的是那文字底和实际的活动。"}
{"text":"列宁却从最先的著作以来，即专心于社会政治底问题，党和劳动阶级的组织的。他们这时的以辅车相依的形态，所编辑发行的报章，是s火花，撰者们中，虽然颇有不纯的分子，但在当时，却尽了重大的职务，使劳动者和革命者的或一层因此而奋起，使民众主义派智识者发生了动摇。尤其重要的是那文字底和实际的活动。当时一九年至一九一年，革命家是都惯于藏身在自己的小圈子中，不明白全国底展望的，他们不悟到靠着全国底展望，才能有所达成，也没有准确的计算，也不想到须用多大的势力，才能得怎样的成果。在这样的时代，要试行中央集权底党，统一全无产阶级的全俄底政治组织的观念，是新异而且难行的。火花却不独在论说上申明这观念，还组织了火花的团体，有当时铮铮的革命家一百人至一百五十人的火花派，加在这团体中，以实行蒲力汗诺夫在报章上用文字底形式所展开的计划。但到一九三年，俄国的马克斯主义者分裂为布尔塞维克多数派和门塞维克少数派了，列宁是前者的指导者，蒲力汗诺夫则是后者。从此两人即时离时合，如一九四年日俄战争时的希望俄皇战败，一九七至一九九年的党的受难时代，他皆和列宁同心。尤其是后一时，布尔塞维克的势力的大部分，已经不得不逃亡国外，到处是堕落，到处有奸细，大家互相注目，互相害怕，互相猜疑了。在文学上，则淫荡文学盛行，赛宁即在这时出现。这情绪且侵入一切革命底圈子中。党员四散，化为个个小团体，门塞维克的取消派，已经给布尔塞维克唱起挽歌来了。这时大声叱咤，说取消派主义应该击破，以支持布尔塞维克的，却是身为门塞维克的权威的蒲力汗诺夫，且在各种报章上，国会中，加以勇敢的援助。于是门塞维克的别派，便嘲笑他垂老而成了地下室的歌人了。企图革命的复兴，从新组织的报章，是一九一年开始印行的Z星，蒲力汗诺夫和列宁，都从国外投稿，所以是两派合作的机关报，势不能十分明示政治上的方针。但当这报章和政治运动关系加紧之际，就渐渐失去提携的性质，蒲力汗诺夫的一派终于完全匿迹，报章尽成为布尔塞维克的战斗底机关了。一九一二年两派又合办日报真理，而当事件展开时，蒲力汗诺夫派又于极短时期中悉被排除，和在Z那时走了同一的运道。"}
{"text":"但当这报章和政治运动关系加紧之际，就渐渐失去提携的性质，蒲力汗诺夫的一派终于完全匿迹，报章尽成为布尔塞维克的战斗底机关了。一九一二年两派又合办日报真理，而当事件展开时，蒲力汗诺夫派又于极短时期中悉被排除，和在Z那时走了同一的运道。殆欧洲大战起，蒲力汗诺夫遂以德意志帝国主义为欧洲文明和劳动阶级的最危险的仇敌，和第二国际的指导者们一样，站在爱国的见地上，为了和最可憎恶的德国战斗，竟不惜和本国的资产阶级和政府相提携，相妥协了。一九一七年二月革命后，他回到本国，组织了一个社会主义底爱国者的团体，曰协同。然而在俄国的无产阶级之父蒲力汗诺夫的革命底感觉，这时已经没有了打动俄国劳动者的力量，布勒斯特的媾和后，他几乎全为劳农俄国所忘却，终在一九一八年五月三十日，孤独地死于那时正被德军所占领的芬兰了。相传他临终的谵语中，曾有疑问云劳动者阶级可觉察着我的活动呢？三他死后，p第八年第五十四号上有一篇蒲力汗诺夫和无产阶级运动，简括地评论了他一生的功过――其实，蒲力汗诺夫是应该怀这样的疑问的。为什么呢？因为年少的劳动者阶级，对他所知道的，是作为爱国社会主义者，作为门塞维克党员，作为帝国主义的追随者，作为主张革命底劳动者和在俄国的资产阶级的指导者密柳珂夫互相妥协的人。因为劳动者阶级的路和蒲力汗诺夫的路，是决然地离开的了。然而，我们毫不迟疑，将蒲力汗诺夫算进俄国劳动者阶级的，不，国际劳动者阶级的最大的恩师们里面去。怎么可以这样说呢？当决定底的阶级战的时候，蒲力汗诺夫不是在防线的那面的么？是的，确是如此。然而他在这些决定战的很以前的活动，他的理论上的诸劳作，在蒲力汗诺夫的遗产中，是成着贵重的东西的。惟为了正确的阶级底世界观而战的斗争，在阶级战的诸形态中，是最为重要的之一。蒲力汗诺夫由那理论上的诸劳作，亘几世代，养成了许多劳动者革命家们。他又借此在俄国劳动者阶级的政治底自主上，尽了出色的职务。蒲力汗诺夫的伟大的功绩，首先，是对于民意党，即在前世纪的七十年代，相信着俄国的发达，是走着一种特别的，就是，非资本主义底的路的那些智识阶级的一伙的他的斗争。"}
{"text":"惟为了正确的阶级底世界观而战的斗争，在阶级战的诸形态中，是最为重要的之一。蒲力汗诺夫由那理论上的诸劳作，亘几世代，养成了许多劳动者革命家们。他又借此在俄国劳动者阶级的政治底自主上，尽了出色的职务。蒲力汗诺夫的伟大的功绩，首先，是对于民意党，即在前世纪的七十年代，相信着俄国的发达，是走着一种特别的，就是，非资本主义底的路的那些智识阶级的一伙的他的斗争。那七十年代以后的数十年中，在俄国的资本主义的堂堂的发展情形，是怎样地显示了民意党人中的见解之误，而蒲力汗诺夫的见解之对呵。一八八四年由蒲力汗诺夫所编成的以劳动解放为目的的团体劳动者解放团的纲领，正是在俄国的劳动者党的最初的宣言，而且也是对于一八七八年至七九年劳动者之动摇的直接的解答。他说着――惟有竭力迅速地形成一个劳动者党，在解决现今在俄国的经济底的，以及政治底的一切的矛盾上，是惟一的手段。一八八九年，蒲力汗诺夫在开在巴黎的国际社会主义党大会上，说道――在俄国的革命底运动，只有靠着革命底劳动者运动，才能得到胜利。我们此外并无解决之道，且也不会有的。这，蒲力汗诺夫的有名的话，决不是偶然的。蒲力汗诺夫以那伟大的天才，拥护这在市民底民众主义的革命中的无产阶级的主权，至数十年之久，而同时也发表了自由主义底有产者在和帝制的斗争中，竟懦怯地成为奸细，化为游移之至的东西的思想了。蒲力汗诺夫和列宁一同，是火花的创办指导者。关于为了创立在俄国的政党底组织体而战的斗争，火花所尽的伟大的组织上的任务，是广大地为人们所知道的。从一九三年至一九一七年的蒲力汗诺夫，生了几回大动摇，倒是总和革命底的马克斯主义违反，并且走向门塞维克去了。惹起他违反革命底的马克斯主义的诸问题，大抵是什么呢？首先，是对于农民层的革命底的可能力的过少评价。蒲力汗诺夫在对于民意党人的有害方面的斗争中，竟看不见农民层的种种革命底的努力了。其次，是国家的问题。他没有理解市民底民众主义的本质。就是他没有理解无论如何，有粉碎资产阶级的国家机关的必要。最后，是他没有理解那作为资本主义的最后阶段的帝国主义的问题，以及帝国主义战争的性质的问题。要而言之，――蒲力汗诺夫是于列宁的强处，有着弱处的。他不能成为在帝国主义和无产阶级革命时代的马克斯主义者。所以他之为马克斯主义者，也就全体到了收场。"}
