{"text":"他们的文学青年，将来要描写宫殿的时候，会在文选与庄子里寻词汇也未可料的。但是，做贵妃醉酒固然使施先生齿冷，不做一下来凑趣，也使豫言家倒霉。两面都要不舒服，所以施先生又自己说在文艺上，我一向是个孤独的人，我何敢多撄众怒？同前末一句是客气话，赞成施先生的其实并不少，要不然，能堂而皇之的在杂志上发表吗？――这孤独是很有价值的。九月二十日。本篇最初发表于一九三四年九月二十三日中华日报动向。狭斯丕尔即莎士比亚。严复天演论导言十六进微词人狭斯丕尔之所写生，方今之人，不仅声音笑貌同也，凡相攻相感不相得之情，又无以异。梁启超―字卓如，号任公，广东新会人，学者，清末维新运动的领导者之一。著有饮冰室文集。他在小说零简新罗马传奇楔子中说因此老夫想著拉了两位忘年朋友，一个系英国的索士比亚，一个便是法国的福禄特尔，同去瞧听一回。田汉―字寿昌，湖南长沙人，戏剧家，左翼戏剧家联盟领导人之一。他翻译的莎士比亚的哈孟雷待，柔密欧与朱丽叶两剧，分别于一九二二年一九二四年由上海中华书局出版。见杜衡在文艺风景创刊号一九三四年六月发表的莎剧凯撒传中所表现的群众。参看本书又是莎士比亚。拜服约翰生博士的教授指梁实秋，当时任青岛大学教授。他曾在北京学文月刊第一卷第二期一九三四年五月发表译文莎士比亚论金钱，是根据英国杂志一九三三年十月号登载的马克思一八四四年经济学――哲学手稿中的货币一段翻译的。约翰生，―，英国作家文学批评家。梁实秋曾著约翰生一书一九三四年一月出版，并多次推崇约翰生，如在文艺批评论一书中说他是有眼光的哲学家伟大的批评家。马克斯牛克斯，是国民党政客吴稚晖谩骂马克思主义的话。施蛰存在我与文言文中说五年计划逐渐成功，革命时代的狂气逐渐消散，无产阶级逐渐沾染了资产阶级的余毒，再回头来读读旧时代的文学作品，才知道它们也并不是完全没有意思的东西。于是，为了文饰以前的愚蠢的谬误起见，巧妙地想出了文学的遗产这个名词来作为承认旧时代文学的理论的根据。"}
{"text":"马克斯牛克斯，是国民党政客吴稚晖谩骂马克思主义的话。施蛰存在我与文言文中说五年计划逐渐成功，革命时代的狂气逐渐消散，无产阶级逐渐沾染了资产阶级的余毒，再回头来读读旧时代的文学作品，才知道它们也并不是完全没有意思的东西。于是，为了文饰以前的愚蠢的谬误起见，巧妙地想出了文学的遗产这个名词来作为承认旧时代文学的理论的根据。文选与庄子里寻词汇参看本卷第页注。小童挡驾小童挡驾宓子章近五六年来的外国电影，是先给我们看了一通洋侠客的勇敢，于是而野蛮人的陋劣，又于是而洋小姐的曲线美。但是，眼界是要大起来的，终于几条腿不够了，于是一大丛又不够了，于是赤条条。这就是裸体运动大写真，虽然是正正堂堂的人体美与健康美的表现，然而又是小童挡驾的，他们不配看这些美。为什么呢？宣传上有这样的文字――一个绝顶聪明的孩子说她们怎不回过身子儿来呢？一位十足严正的爸爸说怪不得戏院对孩子们要挡驾了！这当然只是文学家虚拟的妙文，因为这影片是一开始就标榜着小童挡驾的，他们无从看见。但假使真给他们去看了，他们就会这样的质问吗？我想，也许会的。然而这质问的意思，恐怕和张生唱的酰怎不回过脸儿来完全两样，其实倒在电影中人的态度的不自然，使他觉得奇怪。中国的儿童也许比较的早熟，也许性感比较的敏，但总不至于比成年的他的爸爸，心地更不干净的。倘其如此，二十年后的中国社会，那可真真可怕了。但事实上大概决不至于此，所以那答话还不如改一下因为要使我过不了瘾，可恶极了！不过肯这样说的爸爸恐怕也未必有。他总要以己之心，度人之心，度了之后，便将这心硬塞在别人的腔子里，装作不是自己的，而说别人的心没有他的干净。裸体女人的都不回过身子儿来，其实是专为对付这一类人物的。她们难道是白痴，连爸爸的眼色，比他孩子的更不规矩都不知道吗？但是，中国社会还是爸爸类的社会，所以做起戏来，是妈妈类献身，儿子类受谤。即使到了紧要关头，也还是什么木兰从军，汪p卫国，要推出女子与小人去搪塞的。"}
{"text":"不过肯这样说的爸爸恐怕也未必有。他总要以己之心，度人之心，度了之后，便将这心硬塞在别人的腔子里，装作不是自己的，而说别人的心没有他的干净。裸体女人的都不回过身子儿来，其实是专为对付这一类人物的。她们难道是白痴，连爸爸的眼色，比他孩子的更不规矩都不知道吗？但是，中国社会还是爸爸类的社会，所以做起戏来，是妈妈类献身，儿子类受谤。即使到了紧要关头，也还是什么木兰从军，汪p卫国，要推出女子与小人去搪塞的。吾国民其何以善其后欤？四月五日。本篇最初发表于一九三四年四月七日申报自由谈。裸体运动大写真一九三四年三月，上海的上海大戏院放映一部德法美等国裸体运动记录片回到自然。影院曾为此大肆宣传，此语及下面引文都是广告中的话。张生即张珙君瑞，元代王实甫西厢记中的人物。这里引用的唱词见第四本草桥店梦莺莺第一折酰怎不肯回过脸儿来？以己之心，度人之心语见中庸十三章朱熹注。木兰从军见南北朝时北朝叙事长诗木兰诗，诗中说木兰女扮男装，代父从军，出征十二年，立功还乡。汪p卫国，汪p是春秋时鲁国的一个儿童，礼记檀弓鲁与齐师战于郎，公叔禺人与其邻重童汪p往，皆死焉。女子与小人参看本卷第页注。如此广州读后感如此广州读后感越客前几天，自由谈上有一篇如此广州，引据那边的报章，记店家做起玄坛和李逵的大像来，眼睛里嵌上电灯，以镇压对面的老虎招牌，真写得有声有色。自然，那目的，是在对于广州人的迷信，加以讥刺的。广东人的迷信似乎确也很不小，走过上海五方杂处的i堂，只要看毕毕剥剥在那里放鞭炮的，大门外的地上点着香烛的，十之九总是广东人，这很可以使新党叹气。然而广东人的迷信却迷信得认真，有魄力，即如那玄坛和李逵大像，恐怕就非百来块钱不办。汉求明珠，吴征大象，中原人历来总到广东去刮宝贝，好像到现在也还没有被刮穷，为了对付假老虎，也能出这许多力。要不然，那就是拚命，这却又可见那迷信之认真。其实，中国人谁没有迷信，只是那迷信迷得没出息了，所以别人倒不注意。譬如罢，对面有了老虎招牌，大抵的店家，是总要不舒服的。"}
{"text":"广东人的迷信似乎确也很不小，走过上海五方杂处的i堂，只要看毕毕剥剥在那里放鞭炮的，大门外的地上点着香烛的，十之九总是广东人，这很可以使新党叹气。然而广东人的迷信却迷信得认真，有魄力，即如那玄坛和李逵大像，恐怕就非百来块钱不办。汉求明珠，吴征大象，中原人历来总到广东去刮宝贝，好像到现在也还没有被刮穷，为了对付假老虎，也能出这许多力。要不然，那就是拚命，这却又可见那迷信之认真。其实，中国人谁没有迷信，只是那迷信迷得没出息了，所以别人倒不注意。譬如罢，对面有了老虎招牌，大抵的店家，是总要不舒服的。不过，倘在江浙，恐怕就不肯这样的出死力来斗争，他们会只化一个铜元买一条红纸，写上姜太公在此百无禁忌或泰山石敢当，悄悄的贴起来，就如此的安身立命。迷信还是迷信，但迷得多少小家子相，毫无生气，奄奄一息，他连做自由谈的材料也不给你。与其迷信，模胡不如认真。倘若相信鬼还要用钱，我赞成北宋人似的索性将铜钱埋到地里去，现在那么的烧几个纸锭，却已经不但是骗别人，骗自己，而且简直是骗鬼了。中国有许多事情都只剩下一个空名和假样，就为了不认真的缘故。广州人的迷信，是不足为法的，但那认真，是可以取法，值得佩服的。二月四日。本篇最初发表于一九三四年二月七日申报自由谈。如此广州发表于一九三四年一月二十九日申报自由谈，署名味荔。玄坛即道教尊为正一玄坛元帅的财神赵公明。其绘像身跨黑虎，故称黑虎玄坛。李逵，长篇小说水浒中人物，该书四十三回中有他杀死四只老虎的故事。姜太公即周朝太公望吕尚姓姜，封于吕，因称吕尚。史记封禅书八神将自古而有之，或曰太公以来作之。后来神话小说封神演义说他给神魔封号，民间也迷信他的名字能镇压妖邪。泰山石敢当西汉史游急就篇中已有石敢当一语，据唐代颜师古注敢当，言所当无敌也。旧时人家正门或村口等处，如正对桥梁通道，常树起一个石人或石片，上刻泰山石敢当字样，以作镇邪之用。前加泰山，大概因旧时流传泰山府君能制鬼驱邪的缘故。据唐代封演封氏闻见记卷六古者享祀鬼神，有圭璧币帛，事毕则埋之其纸钱，魏晋以来，始有其事。用纸钱以后，也仍有以铜钱和金银埋在墓中的。安贫乐道法安贫乐道法孩子是要别人教的，毛病是要别人医的，即使自己是教员或医生。"}
{"text":"旧时人家正门或村口等处，如正对桥梁通道，常树起一个石人或石片，上刻泰山石敢当字样，以作镇邪之用。前加泰山，大概因旧时流传泰山府君能制鬼驱邪的缘故。据唐代封演封氏闻见记卷六古者享祀鬼神，有圭璧币帛，事毕则埋之其纸钱，魏晋以来，始有其事。用纸钱以后，也仍有以铜钱和金银埋在墓中的。安贫乐道法安贫乐道法孩子是要别人教的，毛病是要别人医的，即使自己是教员或医生。但做人处世的法子，却恐怕要自己斟酌，许多别人开来的良方，往往不过是废纸。劝人安贫乐道是古今治国平天下的大经络，开过的方子也很多，但都没有十全大补的功效。因此新方子也开不完，新近就看见了两种，但我想恐怕都不大妥当。一种是教人对于职业要发生兴趣，一有兴趣，就无论什么事，都乐此不倦了。当然，言之成理的，但到底须是轻松一点的职业。且不说掘煤，挑粪那些事，就是上海工厂里做工至少每天十点的工人，到晚快边就一定筋疲力倦，受伤的事情是大抵出在那时候的。健全的精神，宿于健全的身体之中，连自己的身体也顾不转了，怎么还会有兴趣？――除非他爱兴趣比性命还利害。倘若问他们自己罢，我想，一定说是减少工作的时间，做梦也想不到发生兴趣法的。还有一种是极其彻底的说是大热天气，阔人还忙于应酬，汗流浃背，穷人却挟了一条破席，铺在路上，脱衣服，浴凉风，其乐无穷，这叫作席卷天下。这也是一张少见的富有诗趣的药方，不过也有煞风景在后面。快要秋凉了，一早到马路上去走走，看见手捧肚子，口吐黄水的就是那些席卷天下的前任活神仙。大约眼前有福，偏不去享的大愚人，世上究竟是不多的，如果精穷真是这么有趣，现在的阔人一定首先躺在马路上，而现在的穷人的席子也没有地方铺开来了。上海中学会考的优良成绩发表了，有衣取蔽寒食取充腹论，其中有一段――若德业已立，则虽饔飧不继，捉襟肘见，而其名德足传于后，精神生活，将充分发展，又何患物质生活之不足耶？人生真谛，固在彼而不在此也。由新语林第三期转录这比题旨更进了一步，说是连不能充腹也不要紧的。但中学生所开的良方，对于大学生就不适用，同时还是出现了要求职业的一大群。事实是毫无情面的东西，它能将空言打得粉碎。"}
{"text":"上海中学会考的优良成绩发表了，有衣取蔽寒食取充腹论，其中有一段――若德业已立，则虽饔飧不继，捉襟肘见，而其名德足传于后，精神生活，将充分发展，又何患物质生活之不足耶？人生真谛，固在彼而不在此也。由新语林第三期转录这比题旨更进了一步，说是连不能充腹也不要紧的。但中学生所开的良方，对于大学生就不适用，同时还是出现了要求职业的一大群。事实是毫无情面的东西，它能将空言打得粉碎。有这么的彰明较著，其实，据我的愚见，是大可以不必再玩之乎者也了――横竖永远是没有用的。八月十三日。本篇最初发表于一九三四年八月十六日申报自由谈。健全的精神，宿于健全的身体之中西洋古格言，见罗马讽刺诗人朱味那尔的讽刺诗第十篇。衣取蔽寒食取充腹论是一九三四年上海中学会考的作文试题。新语林第三期一九三四年八月五日载溉萦祷せ峥家晃闹校曾根据上海中学会考特刊引录了试卷中的这段文字。新语林，文艺半月刊，原徐懋庸主编，第五期起改为新语林社编辑，一九三四年七月在上海创刊，同年十月停刊。北人与南人北人与南人栾廷石这是看了京派与海派的议论之后，牵连想到的――北人的卑视南人，已经是一种传统。这也并非因为风俗习惯的不同，我想，那大原因，是在历来的侵入者多从北方来，先征服中国之北部，又携了北人南征，所以南人在北人的眼中，也是被征服者。二陆入晋，北方人士在欢欣之中，分明带着轻薄，举证太烦，姑且不谈罢。容易看的是，羊f之的洛阳伽蓝记中，就常诋南人，并不视为同类。至于元，则人民截然分为四等，一蒙古人，二色目人，三汉人即北人，第四等才是南人，因为他是最后投降的一伙。最后投降，从这边说，是矢尽援绝，这才罢战的南方之强，从那边说，却是不识顺逆，久梗王师的贼。孑遗自然还是投降的，然而为奴隶的资格因此就最浅，因为浅，所以班次就最下，谁都不妨加以卑视了。到清朝，又重理了这一篇账，至今还流衍着余波如果此后的历史是不再回旋的，那真不独是南人的如天之福。当然，南人是有缺点的。权贵南迁，就带了腐败颓废的风气来，北方倒反而干净。性情也不同，有缺点，也有特长，正如北人的兼具二者一样。"}
{"text":"最后投降，从这边说，是矢尽援绝，这才罢战的南方之强，从那边说，却是不识顺逆，久梗王师的贼。孑遗自然还是投降的，然而为奴隶的资格因此就最浅，因为浅，所以班次就最下，谁都不妨加以卑视了。到清朝，又重理了这一篇账，至今还流衍着余波如果此后的历史是不再回旋的，那真不独是南人的如天之福。当然，南人是有缺点的。权贵南迁，就带了腐败颓废的风气来，北方倒反而干净。性情也不同，有缺点，也有特长，正如北人的兼具二者一样。据我所见，北人的优点是厚重，南人的优点是机灵。但厚重之弊也愚，机灵之弊也狡，所以某先生曾经指出缺点道北方人是饱食终日，无所用心南方人是群居终日，言不及义。就有闲阶级而言，我以为大体是的确的。缺点可以改正，优点可以相师。相书上有一条说，北人南相，南人北相者贵。我看这并不是妄语。北人南相者，是厚重而又机灵，南人北相者，不消说是机灵而又能厚重。昔人之所谓贵，不过是当时的成功，在现在，那就是做成有益的事业了。这是中国人的一种小小的自新之路。不过做文章的是南人多，北方却受了影响。北京的报纸上，油嘴滑舌，吞吞吐吐，顾影自怜的文字不是比六七年前多了吗？这倘和北方固有的贫嘴一结婚，产生出来的一定是一种不祥的新劣种！一月三十日。本篇最初发表于一九三四年二月四日申报自由谈。二陆指陆机陆云兄弟。陆机―，字士衡陆云―，字士龙，吴郡华亭今上海市松江人。二人都是西晋文学家。祖父陆逊父亲陆抗皆三国时吴国名将。晋灭吴后，机云兄弟同至晋都洛阳，往见西晋大臣张华，世说新语南朝梁刘峻注引晋阳秋说司空张华见而说之，曰平吴之利，在获二俊。又世说新语方正载二陆入晋后，卢志按为北方士族于众坐，问陆士衡陆逊陆抗，是君何物？世说新语简傲载二陆拜访刘道真的情形说礼毕，初无他言，唯问东吴有长柄壶卢，卿得种来不？陆兄弟殊失望，乃悔往。羊f之羊一作杨。北魏北平今河北满城人。洛阳伽蓝记，五卷，作于东魏武定五年，其中时有轻视南人的话，如卷二记中原氏族杨元慎故意说能治陈庆之南朝梁将领，当时在洛阳的病时的情景元慎即含水庆之曰吴人之鬼，住居建康，小作冠帽，短制衣裳。自呼阿依，语则阿傍。菰稗为饭，茗饮作浆。"}
{"text":"世说新语简傲载二陆拜访刘道真的情形说礼毕，初无他言，唯问东吴有长柄壶卢，卿得种来不？陆兄弟殊失望，乃悔往。羊f之羊一作杨。北魏北平今河北满城人。洛阳伽蓝记，五卷，作于东魏武定五年，其中时有轻视南人的话，如卷二记中原氏族杨元慎故意说能治陈庆之南朝梁将领，当时在洛阳的病时的情景元慎即含水庆之曰吴人之鬼，住居建康，小作冠帽，短制衣裳。自呼阿依，语则阿傍。菰稗为饭，茗饮作浆。呷啜羹，唼嗍蟹黄。手把Wf，口嚼槟榔庆之伏枕曰杨君见辱深矣！自此后，吴儿更不敢解语。又卷三记南齐秘书丞王肃投奔北魏后的情形说王肃不食羊肉及酪浆等物，常饭鲫鱼羹，渴饮茗汁。京师士子道肃一饮一斗，号为漏鞍。时给事中刘缟慕肃之风，专习茗饮。彭城王谓缟曰卿不慕王侯八珍，好苍头水厄。海上有逐臭之夫，里内有学颦之妇，以卿言之，即是也。其彭城王家有吴奴，以此言戏之。自是朝贵宴会虽设茗饮，皆耻不复食，惟江表残民远来降者好之。元代把所统治的人民划分为四等前三等据元末明初陶宗仪南村辍耕录氏族载为一蒙古人。二色目人，包括钦察唐兀回回等族，是蒙古人侵入中原前已征服的西域人。三汉人，包括契丹高丽等族及在金人治下北中国的汉族人。又有第四等南人，据钱大昕十驾斋养新录卷九说，汉人南人之分，以宋金疆域为断，江浙湖广江西三行省为南人，河南省唯江北淮南诸路为南人。南方之强语见中庸第十章南方之强也，君子居之。孑遗这里指前朝的遗民。语出诗经大雅云汉周余黎民，靡有孑遗。权贵南迁指汉族统治者不能抵御北方少数民族奴隶主的入侵，把政权转移到南方。如东晋为北方匈奴所迫，迁都建康今南京南宋为北方金人所迫，迁都临安今杭州。他们南迁后，仍过着荒淫糜烂的生活。某先生指明末清初的学者顾炎武。他在日知录卷十三南北学者之病中说饱食终日，无所用心，难矣哉按原语见论语阳货，今日北方之学者是也。群居终日，言不及义，好行小慧，难矣哉按原语见论语卫灵公，今日南方之学者是也。"}
{"text":"他们南迁后，仍过着荒淫糜烂的生活。某先生指明末清初的学者顾炎武。他在日知录卷十三南北学者之病中说饱食终日，无所用心，难矣哉按原语见论语阳货，今日北方之学者是也。群居终日，言不及义，好行小慧，难矣哉按原语见论语卫灵公，今日南方之学者是也。大小骗大小骗邓当世文坛上的丑事，这两年来真也揭发得不少了剪贴，瞎抄，贩卖，假冒。不过不可究诘的事情还有，只因为我们看惯了，不再留心它。名人的题签，虽然字不见得一定写的好，但只在表示这书的或出版者认识名人，和内容并无关系，是算不得骗人的。可疑的是校阅。校阅的脚色，自然是名人，学者，教授。然而这些先生们自己却并无关于这一门学问的著作。所以真的校阅了没有是一个问题即使真的校阅了，那校阅是否真的可靠又是一个问题。但再加校阅，给以批评的文章，我们却很少见。还有一种是编辑。这编辑者，也大抵是名人，因这名，就使读者觉得那书的可靠。但这是也很可疑的。如果那书上有些序跋，我们还可以由那文章，思想，断定它是否真是这人所编辑，但市上所陈列的书，常有翻开便是目录，叫你一点也摸不着头脑的。这怎么靠得住？至于大部的各门类的刊物的所谓主编，那是这位名人竟上至天空，下至地底，无不通晓了，无为而无不为，倒使我们无须再加以揣测。还有一种是特约撰稿。刊物初出，广告上往往开列一大批特约撰稿的名人，有时还用凸版印出亲笔的签名，以显示其真实。这并不可疑。然而过了一年半载，可就渐有破绽了，许多所谓特约撰稿者的东西一个字也不见。是并没有约，还是约而不来呢，我们无从知道但可见那些所谓亲笔签名，也许是从别处剪来，或者简直是假造的了。要是从投稿上取下来的，为什么见签名却不见稿呢？这些名人在卖着他们的名，不知道可是领着干薪的？倘使领的，自然是同意的自卖，否则，可以说是被盗卖。欺世盗名者有之，盗卖名以欺世者又有之，世事也真是五花八门。然而受损失的却只有读者。三月七日。本篇最初发表于一九三四年三月二十八日申报自由谈。无为而无不为语见老子第四十八章。"}
