{"text":"但假装锐敏的，自然不在此例。感觉的细腻和锐敏，较之麻木，那当然算是进步的，然而以有助于生命的进化为限。如果不相干，甚而至于有碍，那就是进化中的病态，不久就要收梢。我们试将享清福，抱秋心的雅人，和破衣粗食的粗人一比较，就明白究竟是谁活得下去。喝过茶，望着秋天，我于是想不识好茶，没有秋思，倒也罢了。九月三十日。本篇最初发表于一九三三年十月二日申报自由谈。悲哉秋之为气也语见战国时楚国诗人宋玉九辩。华德保粹优劣论华德保粹优劣论孺牛希特拉先生不许德国境内有别的党，连屈服了的国权党也难以幸存，这似乎颇感动了我们的有些英雄们，已在称赞其大刀阔斧。但其实这不过是他老先生及其之流的一面。别一面，他们是也很细针密缕的。有歌为证跳蚤做了大官了，带着一伙各处走。皇后宫嫔都害怕，谁也不敢来动手。即使咬得发了痒罢，要挤烂它也怎么能够。嗳哈哈，嗳哈哈，哈哈，嗳哈哈！这是大家知道的世界名曲跳蚤歌的一节，可是在德国已被禁止了。当然，这决不是为了尊敬跳蚤，乃是因为它讽刺大官但也不是为了讽刺是前世纪的老人的呓语，却是为着这歌曲是非德意志的。华德大小英雄们，总不免偶有隔膜之处。中华也是诞生细针密缕人物的所在，有时真能够想得入微，例如今年北平社会局呈请市政府查禁女人养雄犬文云查雌女雄犬相处，非仅有碍健康，更易发生无耻秽闻，揆之我国礼义之邦，亦为习俗所不许，谨特通令严禁，除门犬猎犬外，凡妇女带养之雄犬，斩之无赦，以为取缔。两国的立脚点，是都在国粹的，但中华的气魄却较为宏大，因为德国不过大家不能唱那一出歌而已，而中华则不但雌女难以蓄犬，连雄犬也将砍头。这影响于叭儿狗，是很大的。由保存自己的本能，和应时势之需要，它必将变成门犬猎犬模样。六月二十六日。本篇最初发表于一九三三年七月二日申报自由谈。希特拉，―通译希特勒，德国法西斯头子，纳粹德国头号战犯。一九三三年一月在大资产阶级垄断集团支持下出任内阁总理，一九三四年八月总统兴登堡死后，自称元首。在他登台以后，对内实行法西斯恐怖统治，对外大肆进行侵略。"}
{"text":"这影响于叭儿狗，是很大的。由保存自己的本能，和应时势之需要，它必将变成门犬猎犬模样。六月二十六日。本篇最初发表于一九三三年七月二日申报自由谈。希特拉，―通译希特勒，德国法西斯头子，纳粹德国头号战犯。一九三三年一月在大资产阶级垄断集团支持下出任内阁总理，一九三四年八月总统兴登堡死后，自称元首。在他登台以后，对内实行法西斯恐怖统治，对外大肆进行侵略。一九三九年九月他挑起第二次世界大战，一九四一年六月进攻苏联，一九四五年五月苏军攻抵柏林时自杀。国权党一译民族党。在希特勒攫取政权前后，与法西斯的国社党密切合作，其党魁休根堡曾任希特勒内阁的经济与农业部长。一九三三年六月，希特勒取缔除国社党外的一切政党，民族党被迫解散，休根堡辞去部长职务。大刀阔斧见一九三三年六月二十三日大晚报所载未署名的希特勒的大刀阔斧一文大刀阔斧，言行相符的手段，是希特勒从政的特色。跳蚤歌德国歌德的诗剧浮士德中的一首政治讽刺诗，一八七九年俄国作曲家穆索尔斯基为此诗谱曲。查禁女人养雄犬文这段呈文转引自论语半月刊第十八期古香斋栏。参看本书滑稽例解。华德焚书异同论华德焚书异同论孺牛德国的希特拉先生们一烧书，中国和日本的论者们都比之于秦始皇。然而秦始皇实在冤枉得很，他的吃亏是在二世而亡，一班帮闲们都替新主子去讲他的坏话了。不错，秦始皇烧过书，烧书是为了统一思想。但他没有烧掉农书和医书他收罗许多别国的客卿，并不专重秦的思想，倒是博采各种的思想的。秦人重小儿始皇之母，赵女也，赵重妇人，所以我们从剧秦的遗文中，也看不见轻贱女人的痕迹。希特拉先生们却不同了，他所烧的首先是非德国思想的书，没有容纳客卿的魄力其次是关于性的书，这就是毁灭以科学来研究性道德的解放，结果必将使妇人和小儿沉沦在往古的地位，见不到光明。而可比于秦始皇的车同轨，书同文之类的大事业，他们一点也做不到。阿剌伯人攻陷亚历山德府的时候，就烧掉了那里的图书馆，那理论是如果那些书籍所讲的道理，和可兰经相同，则已有可兰经，无须留了倘使不同，则是异端，不该留了。"}
{"text":"希特拉先生们却不同了，他所烧的首先是非德国思想的书，没有容纳客卿的魄力其次是关于性的书，这就是毁灭以科学来研究性道德的解放，结果必将使妇人和小儿沉沦在往古的地位，见不到光明。而可比于秦始皇的车同轨，书同文之类的大事业，他们一点也做不到。阿剌伯人攻陷亚历山德府的时候，就烧掉了那里的图书馆，那理论是如果那些书籍所讲的道理，和可兰经相同，则已有可兰经，无须留了倘使不同，则是异端，不该留了。这才是希特拉先生们的嫡派祖师――虽然阿剌伯人也是非德国的――和秦的烧书，是不能比较的。但是结果往往和英雄们的豫算不同。始皇想皇帝传至万世，而偏偏二世而亡，赦免了农书和医书，而秦以前的这一类书，现在却偏偏一部也不剩。希特拉先生一上台，烧书，打犹太人，不可一世，连这里的黄脸干儿们，也听得兴高彩烈，向被压迫者大加嘲笑，对讽刺文字放出讽刺的冷箭来――到底还明白的冷冷的讯问道你们究竟要自由不要？不自由，无宁死。现在你们为什么不去拚死呢？这回是不必二世，只有半年，希特拉先生的门徒们在奥国一被禁止，连党徽也改成三色玫瑰了。最有趣的是因为不准叫口号，大家就以手遮嘴，用了掩口式。这真是一个大讽刺。刺的是谁，不问也罢，但可见讽刺也还不是梦呓，质之黄脸干儿们，不知以为何如？六月二十八日。本篇最初发表于一九五三年七月十一日申报自由谈。一九三三年希特勒执政后，实行文化专制政策，禁止所谓非德意志即不符合纳粹思想的书籍出版和流通。一九三三年五月起曾在柏林和其它城市焚烧书籍。秦始皇嬴政前―前，战国时秦国国君，于公元前二二一年建立了我国第一个中央集权的封建王朝。据史记秦始皇本纪载，始皇三十四年前年，丞相李斯因当时博士中有人怀疑郡县制以古非今，向秦始皇建议史官非秦记，皆烧之。非博士官所职，天下敢有藏诗书百家语者，悉诣守尉杂烧之。有敢偶语诗书者，弃市。以古非今者，族。吏见知不举者，与同罪。令下三十日，不烧，黥为城旦。所不去者，医药卜筮种树之书。若欲有学法令，以吏为师。秦始皇采纳了李斯的建议，把秦以前除农书和医书之外的古籍烧毁。客卿战国时代，某一诸侯国任用他国人担任官职，称之为客卿。"}
{"text":"据史记秦始皇本纪载，始皇三十四年前年，丞相李斯因当时博士中有人怀疑郡县制以古非今，向秦始皇建议史官非秦记，皆烧之。非博士官所职，天下敢有藏诗书百家语者，悉诣守尉杂烧之。有敢偶语诗书者，弃市。以古非今者，族。吏见知不举者，与同罪。令下三十日，不烧，黥为城旦。所不去者，医药卜筮种树之书。若欲有学法令，以吏为师。秦始皇采纳了李斯的建议，把秦以前除农书和医书之外的古籍烧毁。客卿战国时代，某一诸侯国任用他国人担任官职，称之为客卿。如秦始皇的丞相李斯就是楚国人。关于秦人重小儿，赵重妇人，见史记扁鹊列传扁鹊名闻天下。过邯郸，闻赵人贵妇人，即为带下医来入咸阳，闻秦人爱小儿，即为小儿医随俗为变。又同书秦始皇本纪和吕不韦列传载，秦始皇的母亲，是赵国邯郸的一个豪家女。剧秦意思就是很短促的秦朝。原语见汉代扬雄剧秦美新二世而亡，何其剧与欤！文选剧秦美新唐代李善注剧，甚也，言促甚也。车同轨，书同文原语出史记秦始皇本纪一法度衡石丈尺，车同轨，书同文字。战国时诸侯割据一方，各国制度不同，秦始皇统一六国后，规定车轨一致又规定以秦国的小篆作为标准字体推行全国同时，还统一了货币和度量衡。亚历山德府即亚历山大，埃及最大的海港城市，在埃及托勒密王朝时期前―前是地中海东部政治经济和文化的中心。该城图书馆藏书甚丰，公元前四十八年罗马人入侵时被焚烧过半残存部分，传说公元六四一年阿拉伯人攻陷该城时被毁。可兰经又译古兰经，伊斯兰教经典。共三十卷，为该教创立人穆罕默德的言行录，经后人整理成册传世。对讽刺文字放出讽刺的冷箭一九三三年六月十一日大晚报火炬登载法鲁的到底要不要自由一文，对得不到写作自由而被迫用弯弯曲曲笔法的进行嘲讽。参看伪自由书。一九三三年一月希特勒执政后，极力策划德奥合并运动。奥地利的法西斯政党国社党也希望奥国能早日合并于德国。当时奥总理陶尔斐斯反对法西斯党的合并运动，他在五月间下令除国旗外禁止悬挂一切政党旗帜，随着德奥关系的紧张，奥政府又于六月解散奥国国社党，禁止佩带该党党徽，禁呼该党口号。"}
{"text":"参看伪自由书。一九三三年一月希特勒执政后，极力策划德奥合并运动。奥地利的法西斯政党国社党也希望奥国能早日合并于德国。当时奥总理陶尔斐斯反对法西斯党的合并运动，他在五月间下令除国旗外禁止悬挂一切政党旗帜，随着德奥关系的紧张，奥政府又于六月解散奥国国社党，禁止佩带该党党徽，禁呼该党口号。有的国社党员因而用黑红白三色玫瑰花代替该党的e字标志或直立举右手，以左手掩口，作为呼口号的表示。黄祸黄祸尤刚现在的所谓黄祸，我们自己是在指黄河决口了，但三十年之前，并不如此。那时是解作黄色人种将要席卷欧洲的意思的，有些英雄听到了这句话，恰如听得被白人恭维为睡狮一样，得意了好几年，准备着去做欧洲的主子。不过黄祸这故事的来源，却又和我们所幻想的不同，是出于德皇威廉的。他还画了一幅图，是一个罗马装束的武士，在抵御着由东方西来的一个人，但那人并不是孔子，倒是佛陀，中国人实在是空欢喜。所以我们一面在做黄祸的梦，而有一个人在德国治下的青岛所见的现实，却是一个苦孩子弄脏了电柱，就被白色巡捕提着脚，像中国人的对付鸭子一样，倒提而去了。现在希特拉的排斥非日耳曼民族思想，方法是和德皇一样的。德皇的所谓黄祸，我们现在是不再梦想了，连睡狮也不再提起，地大物博，人口众多，文章上也不很看见。倘是狮子，自夸怎样肥大是不妨事的，但如果是一口猪或一匹羊，肥大倒不是好兆头。我不知道我们自己觉得现在好像是什么了？我们似乎不再想，也寻不出什么象征来，我们正在看海京伯的猛兽戏，赏鉴狮虎吃牛肉，听说每天要吃一只牛。我们佩服国联的制裁日本，我们也看不起国联的不能制裁日本我们赞成军缩的保护和平，我们也佩服希特拉的退出军缩我们怕别国要以中国作战场，我们也憎恶非战大会。我们似乎依然是睡狮。黄祸可以一转而为福，醒了的狮子也会做戏的。当欧洲大战时，我们有替人拚命的工人，青岛被占了，我们有可以倒提的孩子。但倘说，二十世纪的舞台上没有我们的份，是不合理的。十月十七日。本篇最初发表于一九三三年十月二十日申报自由谈。德皇威廉指德皇威廉二世，―。"}
{"text":"我们似乎依然是睡狮。黄祸可以一转而为福，醒了的狮子也会做戏的。当欧洲大战时，我们有替人拚命的工人，青岛被占了，我们有可以倒提的孩子。但倘说，二十世纪的舞台上没有我们的份，是不合理的。十月十七日。本篇最初发表于一九三三年十月二十日申报自由谈。德皇威廉指德皇威廉二世，―。他曾鼓吹黄祸论，并在一八九五年绘制了一幅题词为欧洲各国人民，保卫你们最神圣的财富！的画，画上以基督教圣经中所说的上帝的天使长英勇善战的米迦勒德国曾把他作为自己的保护神象征西方以浓烟卷成的巨龙佛陀象征来自东方的威胁。按黄祸论兴起于十九世纪末，盛行于二十世纪初，它宣称中国日本等东方黄种民族的国家是威胁欧洲的祸害，为西方帝国主义对东方的奴役掠夺制造舆论。佛陀梵文的音译，简称佛，是佛教对觉行圆满者的称呼。德国治下的青岛青岛于一八九七年被德帝国主义强占，第一次世界大战期间又为日本帝国主义占领，一九二二年由我国收回。海京伯，―德国驯兽家，一八八七年创办海京伯马戏团。该团于一九三三年十月来我国上海演出。国联参看本卷第页注。一九三一年九一八事变后，国民党政府对日本侵略采取不抵抗政策，声称要期待国联的公理判决。一九三二年四月国联派调查团来中国，十月发表名为调解中日争端实则偏袒日本的报告书，主张东北各省脱离中国由国际共管。国民党政府竟对这一报告书佩服赞赏。但日本帝国主义为达到其独占中国的目的，无视国联意见，于一九三三年五月退出国联。国民党政府又对国联无力约束日本表示过不满。军缩指国际军缩即裁军会议，一九三二年二月起在日内瓦召开。当时中国一些报刊曾赞扬军缩会议，散布和平幻想。一九三三年十月希特勒宣布德国退出军缩会议，一些报刊又为希特勒扩军备战进行辩护，如同年十月十七日申报载德国退出军缩会议后的动向一文说德国此举乃为准备自己，原无不当，且亦适合于日尔曼民族之传统习惯。禁用和自造禁用和自造孺牛据报上说，因为铅笔和墨水笔进口之多，有些地方已在禁用，改用毛笔了。"}
{"text":"国民党政府又对国联无力约束日本表示过不满。军缩指国际军缩即裁军会议，一九三二年二月起在日内瓦召开。当时中国一些报刊曾赞扬军缩会议，散布和平幻想。一九三三年十月希特勒宣布德国退出军缩会议，一些报刊又为希特勒扩军备战进行辩护，如同年十月十七日申报载德国退出军缩会议后的动向一文说德国此举乃为准备自己，原无不当，且亦适合于日尔曼民族之传统习惯。禁用和自造禁用和自造孺牛据报上说，因为铅笔和墨水笔进口之多，有些地方已在禁用，改用毛笔了。我们且不说飞机大炮，美棉美麦，都非国货之类的迂谈，单来说纸笔。我们也不说写大字，画国画的名人，单来说真实的办事者。在这类人，毛笔却是很不便当的。砚和墨可以不带，改用墨汁罢，墨汁也何尝有国货。而且据我的经验，墨汁也并非可以常用的东西，写过几千字，毛笔便被胶得不能施展。倘若安砚磨墨，展纸舔笔，则即以学生的抄讲义而论，速度恐怕总要比用墨水笔减少三分之一，他只好不抄，或者要教员讲得慢，也就是大家的时间，被白费了三分之一了。所谓便当，并不是偷懒，是说在同一时间内，可以由此做成较多的事情。这就是节省时间，也就是使一个人的有限的生命，更加有效，而也即等于延长了人的生命。古人说，非人磨墨墨磨人，就在悲愤人生之消磨于纸墨中，而墨水笔之制成，是正可以弥这缺憾的。但它的存在，却必须在宝贵时间，宝贵生命的地方。中国不然，这当然不会是国货。进出口货，中国是有了帐簿的了，人民的数目却还没有一本帐簿。一个人的生养教育，父母化去的是多少物力和气力呢，而青年男女，每每不知所终，谁也不加注意。区区时间，当然更不成什么问题了，能活着弄弄毛笔的，或者倒是幸福也难说。和我们中国一样，一向用毛笔的，还有一个日本。然而在日本，毛笔几乎绝迹了，代用的是铅笔和墨水笔，连用这些笔的习字帖也很多。为什么呢？就因为这便当，省时间。然而他们不怕漏鞍么？不，他们自己来制造，而且还要运到中国来。优良而非国货的时候，中国禁用，日本仿造，这是两国截然不同的地方。九月三十日。本篇最初发表于一九三三年十月一日申报自由谈。禁用进口笔，改用毛笔的报道，见一九三三年九月二十二日大晚报载路透社广州电广东广西省当局为挽回利权，禁止学生使用自来水笔铅笔等进口文具，改用毛笔。"}
{"text":"为什么呢？就因为这便当，省时间。然而他们不怕漏鞍么？不，他们自己来制造，而且还要运到中国来。优良而非国货的时候，中国禁用，日本仿造，这是两国截然不同的地方。九月三十日。本篇最初发表于一九三三年十月一日申报自由谈。禁用进口笔，改用毛笔的报道，见一九三三年九月二十二日大晚报载路透社广州电广东广西省当局为挽回利权，禁止学生使用自来水笔铅笔等进口文具，改用毛笔。非人磨墨墨磨人语见宋代苏轼次韵答舒教授观余所藏墨一诗。漏鞍鞍是圆形的酒器，汉代桓宽盐铁论本议有川源不能实漏鞍的话后人常用漏鞍以比喻利权外溢。看变戏法看变戏法游光我爱看变戏法。他们是走江湖的，所以各处的戏法都一样。为了敛钱，一定有两种必要的东西一只黑熊，一个小孩子。黑熊饿得真瘦，几乎连动弹的力气也快没有了。自然，这是不能使它强壮的，因为一强壮，就不能驾驭。现在是半死不活，却还要用铁圈穿了鼻子，再用索子牵着做戏。有时给吃一点东西，是一小块水泡的馒头皮，但还将勺子擎得高高的，要它站起来，伸头张嘴，许多工夫才得落肚，而变戏法的则因此集了一些钱。这熊的来源，中国没有人提到过。据西洋人的调查，说是从小时候，由山里捉来的大的不能用，因为一大，就总改不了野性。但虽是小的，也还须训练，这训练的方法，是打和饿而后来，则是因虐待而死亡。我以为这话是的确的，我们看它还在活着做戏的时候，就瘪得连熊气息也没有了，有些地方，竟称之为狗熊，其被蔑视至于如此。孩子在场面上也要吃苦，或者大人踏在他肚子上，或者将他的两手扭过来，他就显出很苦楚，很为难，很吃重的相貌，要看客解救。六个，五个，再四个，三个而变戏法的就又集了一些钱。他自然也曾经训练过，这苦痛是装出来的，和大人串通的勾当，不过也无碍于赚钱。下午敲锣开场，这样的做到夜，收场，看客走散，有化了钱的，有终于不化钱的。每当收场，我一面走，一面想两种生财家伙，一种是要被虐待至死的，再寻幼小的来一种是大了之后，另寻一个小孩子和一只小熊，仍旧来变照样的戏法。事情真是简单得很，想一下，就好像令人索然无味。然而我还是常常看。此外叫我看什么呢，诸君？十月一日。"}
{"text":"六个，五个，再四个，三个而变戏法的就又集了一些钱。他自然也曾经训练过，这苦痛是装出来的，和大人串通的勾当，不过也无碍于赚钱。下午敲锣开场，这样的做到夜，收场，看客走散，有化了钱的，有终于不化钱的。每当收场，我一面走，一面想两种生财家伙，一种是要被虐待至死的，再寻幼小的来一种是大了之后，另寻一个小孩子和一只小熊，仍旧来变照样的戏法。事情真是简单得很，想一下，就好像令人索然无味。然而我还是常常看。此外叫我看什么呢，诸君？十月一日。本篇最初发表于一九三三年十月四日申报自由谈。第推节推丰之余两三月前，报上好像登过一条新闻，说有一个卖报的孩子，踏上电车的踏脚去取报钱，误踹住了一个下来的客人的衣角，那人大怒，用力一推，孩子跌入车下，电车又刚刚走动，一时停不住，把孩子碾死了。推倒孩子的人，却早已不知所往。但衣角会被踹住，可见穿的是长衫，即使不是高等华人，总该是属于上等的。我们在上海路上走，时常会遇见两种横冲直撞，对于对面或前面的行人，决不稍让的人物。一种是不用两手，却只将直直的长脚，如入无人之境似的踏过来，倘不让开，他就会踏在你的肚子或肩膀上。这是洋大人，都是高等的，没有华人那样上下的区别。一种就是弯上他两条臂膊，手掌向外，像蝎子的两个钳一样，一路推过去，不管被推的人是跌在泥塘或火坑里。这就是我们的同胞，然而上等的，他坐电车，要坐二等所改的三等车，他看报，要看专登黑幕的小报，他坐着看得咽唾沫，但一走动，又是推。上车，进门，买票，寄信，他推出门，下车，避祸，逃难，他又推。推得女人孩子都踉踉跄跄，跌倒了，他就从活人上踏过，跌死了，他就从死尸上踏过，走出外面，用舌头舔舔自己的厚嘴唇，什么也不觉得。旧历端午，在一家戏场里，因为一句失火的谣言，就又是推，把十多个力量未足的少年踏死了。死尸摆在空地上，据说去看的又有万余人，人山人海，又是推。推了的结果，是嘻开嘴巴，说道阿唷，好白相来希呀！住在上海，想不遇到推与踏，是不能的，而且这推与踏也还要廓大开去。要推倒一切下等华人中的幼弱者，要踏倒一切下等华人。这时就只剩了高等华人颂祝着――阿唷，真好白相来希呀。为保全文化起见，是虽然牺牲任何物质，也不应该顾惜的――这些物质有什么重要性呢！六月八日。本篇最初发表于一九三三年六月十一日申报自由谈。"}
