{"text":"我不光喜欢看足球篮球以及各种球类比赛，也喜欢看田径游泳拳击滑冰滑雪自行车和汽车比赛，总之我是个全能体育迷。当然都是从电视里看，体育馆场门前都有根高的台阶，我上不会。如果这一天电视里有精彩的体育节目，好了，我早晨一睁眼球觉得像过节一般，一天当中无论干什么心里都想着它，一分一秒都过得愉快。有时我也怕很多重大比赛集中在一天或几天譬如刚刚闭幕的奥运会，那样我会把其他要紧的事都耽误掉。其实我是第二喜欢足球，第三喜欢文学，第一喜欢田径。我能说出所有田径项目的世界纪录是多少，是由谁保持的，保持的时间长还是短。譬如说男子跳远纪录是由比蒙保持的，年了还没有人能破，不过这事不大公平，比蒙是在地处高原的墨西哥城跳出这八米九零的，而刘易斯在平原跳出的八米七二事实上比前者还要伟大，但却不能算世界纪录。这些纪录是我顺便记住的，田径运动的魅力不在于记录，人反正是干不过上帝但人的力量意志和优美却能从那奔跑与跳跃中得以充分展现，这才是它的魅力所在，它比任何舞蹈都好看，任何舞蹈跟它比起来都显得矫揉造作甚至故弄玄虚。也许是我见过的舞蹈太少了。而你看刘易斯或者摩西跑起来，你会觉得他们是从人的原始中跑来，跑向无休止的人的未来，全身如风似水般滚动的肌肤就是最自然的舞蹈和最自由的歌。我最喜欢并且羡慕的人就是刘易斯。他身高一米八八，肩宽腿长，像一头黑色的猎豹，随便一跑就是十秒以内，随便一跳就在八米开外，而且在最重要的比赛中他的动作也是那么舒展轻捷富于韵律，绝不像流行歌星们的唱歌，唱到最后总让人怀疑这到底是要干什么。不怕读者诸君笑话，我常暗自祈祷上苍，假若人真能有来世，我不要求别的，只要求有刘易斯那样一副身体就好。我还设想，那时的人又会普遍比现在高了，因此我至少要有一米九以上的身材那时的百米速度也会普遍比现在快，所以我不能只跑九秒九几。作小说的人多是白日梦患者。好在这白日梦并不令我沮丧，我是因为现实的这个太令人沮丧，才想出这法子来给他宽慰与向往。我对刘易斯的喜爱和崇拜与日俱增。相信他是世界上最幸福的人。我想若是有什么办法能使我变成他，我肯定不惜一切代价如果我来世能有那样一个健美的躯体，今天这一身残病的折磨也就得了足够的报偿。"}
{"text":"我还设想，那时的人又会普遍比现在高了，因此我至少要有一米九以上的身材那时的百米速度也会普遍比现在快，所以我不能只跑九秒九几。作小说的人多是白日梦患者。好在这白日梦并不令我沮丧，我是因为现实的这个太令人沮丧，才想出这法子来给他宽慰与向往。我对刘易斯的喜爱和崇拜与日俱增。相信他是世界上最幸福的人。我想若是有什么办法能使我变成他，我肯定不惜一切代价如果我来世能有那样一个健美的躯体，今天这一身残病的折磨也就得了足够的报偿。奥运会上，约翰逊战胜刘易斯的那个中午我难过极了，心里别别扭扭别别扭扭的一直到晚上，夜里也没睡好觉。眼前老翻腾着中午的场面所有的人都在向约翰逊欢呼，所有的旗帜与鲜花都向约翰逊挥舞，浪潮般的记者们簇拥着约翰逊走出比赛场，而刘易斯被冷落在一旁。刘易斯当时那茫然若失的目光就像个可怜的孩子，让我一阵阵的心疼。一连几天我都闷闷不乐，总想着刘易斯此刻会怎样痛苦不愿意再看电视里重播那个中午的比赛，不愿意听别人谈论这件事，甚至替刘易斯嫉妒着约翰逊，在心里找很多理由向自己说明还是刘易斯最棒自然这全无济于事，我竟似比刘易斯还败得惨，还迷失得深重。这岂不是怪事么？在外人看来这岂不是精神病么？我慢慢去想其中的原因。是因为一个美的偶像被打破了么？如果仅仅是这样，我完全可以惋惜一阵再去竖立起约翰逊嘛，约翰逊的雄姿并不比刘易斯逊色。是因为我这人太恋旧，骨子里太保守吗？可是我非常明白，后来者居上是最应该庆祝的事。或者是刘易斯没跑好让我遗憾？可是九秒九二是他最好的成绩。到底为什么呢？最后我知道了我看见了所谓最幸福的人的不幸，刘易斯那茫然的目光使我的最幸福的定义动摇了继而粉碎了。上帝从来不对任何人施舍最幸福这三个字，他在所有人的欲望前面设下永恒的距离，公平地给每一个人以局限。如果不能在超越自我局限的无尽路途上去理解幸福，那么的不能跑与刘易斯的不能跑得更快就完全等同，都是沮丧与痛苦的根源。假若刘易斯不能懂得这些事，我相信，在前述那个中午，他一定是世界上最不幸的人。在百米决赛后的第二天，刘易斯在跳远比赛中跳出了八米七二，他是个好样的。看来他懂，他知道奥林匹斯山上的神人为何而燃烧，那不是为了一个人把另一个人战败，而是为了有机会向诸神炫耀人类的不屈，命定的局限尽可永在，不屈的挑战却不可须臾或缺。"}
{"text":"如果不能在超越自我局限的无尽路途上去理解幸福，那么的不能跑与刘易斯的不能跑得更快就完全等同，都是沮丧与痛苦的根源。假若刘易斯不能懂得这些事，我相信，在前述那个中午，他一定是世界上最不幸的人。在百米决赛后的第二天，刘易斯在跳远比赛中跳出了八米七二，他是个好样的。看来他懂，他知道奥林匹斯山上的神人为何而燃烧，那不是为了一个人把另一个人战败，而是为了有机会向诸神炫耀人类的不屈，命定的局限尽可永在，不屈的挑战却不可须臾或缺。我不敢说刘易斯就是这样，但我希望刘易斯是这样，我一往情深地喜爱并崇拜这样一个刘易斯。这样，我的白日梦就需要重新设计一番了。至少我不再愿意用我领悟到的这一切，仅仅去换一个健美的躯体，去换一米九以上的身高和九秒七九乃至九秒六九的速度，原因很简单，我不想在来世的某一个中午成为最不幸的人即使人可以跑出九秒五九，也仍然意味着局限。我希望既有一个健美的躯体又有一个了悟了人生意义的灵魂，我希望二者兼得。但是，前者可以祈望上帝的恩赐，后者却必须在千难万苦中靠自己去获取批我的白日梦到底该怎样设计呢？千万不要说，倘若二者不可来得你要哪一个？不要这样说，因为人活着必要有一个最美的梦想。后来知道，约翰逊跑出了九秒七九是因为服用了兴奋剂。对此我们该说什么呢？我在报纸上见了这样一个消息，他的牙买加故乡的人们说，约翰逊什么时候愿意回来，我们都会欢迎他，不管他做错了什么事，他都是牙买加的儿子。这几句活让我感动至深。难道我们不该对灵魂有了残疾的人，比对肢体有了残疾的人，给予更多的同情和爱吗？年忘了与别忘了一一家残疾人刊物的编辑在向我约稿的时候，我正忙着别的事，忙得不亦乐乎，便有推辞之意。编辑怅然道别忘了你也是残疾人。话说得不算十分客气，但我想这话还是对的。虽然这不说明我不该忙些别的事，可我确实应该别忘了我是个残疾人。二我曾在一篇小说中写过这么一件事一个少女与一个瘸腿的男青年恋爱。少女偶然说到一只名叫点子的鸽子，说这名字有点让人以为它是个瘸子，男青年听了想起自己，情绪坏了。少女发现了便惊惶地道歉我忘了，你能原谅我吗？真的，我忘了。"}
{"text":"编辑怅然道别忘了你也是残疾人。话说得不算十分客气，但我想这话还是对的。虽然这不说明我不该忙些别的事，可我确实应该别忘了我是个残疾人。二我曾在一篇小说中写过这么一件事一个少女与一个瘸腿的男青年恋爱。少女偶然说到一只名叫点子的鸽子，说这名字有点让人以为它是个瘸子，男青年听了想起自己，情绪坏了。少女发现了便惊惶地道歉我忘了，你能原谅我吗？真的，我忘了。于是男青年心底荡起渴望已久的幸福感。不是因为她的道歉，而是因为她忘了，忘了他是个残疾人。三上音乐厅去听听音乐或去体育馆看看球赛，想必都是极惬意的事，但对于残疾人却是好梦。音乐厅和体育馆门前都是高高的台阶没有坡道，设计体育馆的人曾经把我们忘了一回，之后，音乐厅的设计者又把我们忘了一回。时至今日，那么多新建的大型公共场所以及住宅楼还是绝大多数都把我们忘了。这样我们自己就难忘，偶尔要忘，那些全如珠穆朗玛峰一般险峻的台阶便来提醒，于是我们便呼吁过而且还要呼吁，建筑设计师们可别忘了我们，别忘了我们是残疾人，我们上不去珠穆朗玛峰和台阶。四有一回我写的小说受到表彰，前辈们在表彰这篇小说的时候特别提到了它的是一名残疾人，于是台下的掌声也便不同凡响。当时我心里既感激大家对我的关怀和鼓励，又不免有一缕阴云来笼罩到底是那小说确凿值得表彰呢？还是但因为它出自一个残疾人笔下才有了表彰的理由？至少是这两务不能再动的腿，在那表彰的理由中占了一定的比例吧？这时，我的心头只有一句话萦绕不去忘了我的腿吧，忘了我是个残疾人吧。又有一次我的小说遭了批判，老实说，我颇以为批判得无理。正当我愤愤然之际，有朋友来为我打抱不平了。我自然很高兴。不料这朋友却说我跟他们制批判者说了你的情况，你放心吧，没事了。什么情况？腿，残疾。本来可能还有什么事呢？为什么就会没事了呢？顺便说一句，我仍以那朋友为朋友，但他那一刻无疑是犯了糊涂。我如坠入五里雾中，心头又是那句活来回翻滚忘了这腿吧，忘了我是个残疾人行不行？五有一个人，叫王素玲。她自学外语且水平相当高，她双腿残疾且残得相当重，她曾经找不到工作，便以教孩子们学外语为乐，结果证明她教学的水平也相当高。她真想当一名教师，可是学校不要她，因为校方忘不了她是个残疾人。"}
{"text":"不料这朋友却说我跟他们制批判者说了你的情况，你放心吧，没事了。什么情况？腿，残疾。本来可能还有什么事呢？为什么就会没事了呢？顺便说一句，我仍以那朋友为朋友，但他那一刻无疑是犯了糊涂。我如坠入五里雾中，心头又是那句活来回翻滚忘了这腿吧，忘了我是个残疾人行不行？五有一个人，叫王素玲。她自学外语且水平相当高，她双腿残疾且残得相当重，她曾经找不到工作，便以教孩子们学外语为乐，结果证明她教学的水平也相当高。她真想当一名教师，可是学校不要她，因为校方忘不了她是个残疾人。后经各有关方面百般呼吁和努力，她终于当上了教师。可是有很长一段时间，她是吃力地架着双拐站着讲课的。分钟又分钟，她真累，她为什么不坐下来讲呢？因为校方说老师必须要站着讲课，否则就别当老师。这时候校方显然又忘了她是个残疾人。六有一个人，叫顾阿根，是一个公司的头头，是一个残疾人。我见过他，见他在冬日的寒风中瘸着腿为公司的事务四处奔走，蹬起自行车来也如飞。脸上的汗和脸上的笑都正常到使人相信，他那时一定把自己是个残疾人给忘了。最近他正在筹建一个残疾人用具用品专卖店。他还准备购置两辆三轮摩托车，为不能出门和无力提拿重物的残疾顾客送货到家。他说该店的宗旨是让千百万残疾人得到与健康人同等的购物机会，让千百万残疾人能够买到他们所需的特殊用品，让千百万残疾人得到社会大家庭一员应有的温暖，让千百万残疾人的家属解除后顾之忧。他说，这几年他和他的公司都有了一些钱，他在赚钱之初便一直是为着实现这一心愿。他说他忘不了残疾人，忘不了自己也是个残疾人，忘不了残疾人生活得艰难。七也有这样的残疾人，怕别人注意到自己的残疾，甚至到了不愿意上街不愿意离家去工作的地步由怕便容易转为怒，当人家完全没有恶意他说到瘫瘸瞎等字眼的时候，他也怒不可遏甚至有同人家拼命的意思由怒再进一步就变为累月积年日趋暴烈的愤恨，觉得天地人都太不公正，都对不起他，万事万物都是没有良心的坏种。您也许会想，他一定是希望别人把他的残疾忘掉吧？但事情有时出乎您的意料当他一旦做出一点成绩来，却又愿意别人注意到他的残疾，甚至自愿把那残疾渲染得更重些，仿佛那倒成了资本，越多越好。听说还有这样的人，自恃身有残疾，便敢于在大街上闯红灯，说起警察拿他没辙来，竟似颇觉荣耀。八最后我们来看一出小戏。人物男，男。"}
{"text":"您也许会想，他一定是希望别人把他的残疾忘掉吧？但事情有时出乎您的意料当他一旦做出一点成绩来，却又愿意别人注意到他的残疾，甚至自愿把那残疾渲染得更重些，仿佛那倒成了资本，越多越好。听说还有这样的人，自恃身有残疾，便敢于在大街上闯红灯，说起警察拿他没辙来，竟似颇觉荣耀。八最后我们来看一出小戏。人物男，男。时间世纪年代中的任意一天。地点反正不是渺无人烟或地广人疏之处。幕启时，二人已闲聊半天了。男嘿，对了，我想起一件事。男什么？男你认识的人中，还有没有未婚的大龄男青年？男干嘛？男有好几个人托我给留心着点。现在未婚的大龄女青年可真是不少。男想了一会儿，说没有，没有了。两个人都叹一回，然后继续闲聊。幕落。您一定觉得这戏乏味。现在让我再把这二人详细介绍一下男，岁，已婚，与男是老熟人男岁，未婚，是个残疾人但肯定不是弱智。就是说，男正是一个未婚大龄男青年，只是有残疾。这戏就不那么枯燥了，有可思考之处了，男把男忘了。男也把男忘了。不过，男真把男忘了吗？显然没有，所以他才把男除外了。男真的把自己忘了吗？这是最重要的问题。九综上八节而观之，到底是忘了好呢还是别忘了好？看来这问题不是用非此即彼的逻辑可以寻出答案的。我想读者诸君会同意这样的结论该忘的时候忘了好，不该忘的时候还是别忘。那么，什么时候该忘什么时候不该忘呢？这却很难具体回答。世事之复杂，非以上八节所述可以概括，但我想，只要人道主义得以宏扬并蔚成风气，人们就会自然而然地在该忘时忘，在不该忘对不忘了。譬如第三节中提到的那些台阶，倘所有的设计师都能想到，残疾人也要参加到社会生活中来，也要有自立的骄傲和平等于人的自豪，也要有听听音乐看看球赛的雅兴和逛逛商店或公园的闲情，那么他们必会想到修一条坡道，而且会发现这并不比把观光缆车的钢索架到泰山去更麻烦。"}
{"text":"譬如第三节中提到的那些台阶，倘所有的设计师都能想到，残疾人也要参加到社会生活中来，也要有自立的骄傲和平等于人的自豪，也要有听听音乐看看球赛的雅兴和逛逛商店或公园的闲情，那么他们必会想到修一条坡道，而且会发现这并不比把观光缆车的钢索架到泰山去更麻烦。譬如第五节中提到的校方，倘其知道大凡一个人是要吃饭的，也是要从工作中实现人之价值的倘其知道像王索玲这样的人可以靠自学走上讲台，本身就是对孩子们的一个多么好的教育倘其知道若为她预备一把椅子，这本身就会在孩子们心中埋下多么美好的种子，那么我相信，校方会抢着要她来教书了，并把破除那条残酷的规矩视为一种光荣。十那么，人道主义是否仅仅意味着救死扶伤，从而仅仅意味着别人来理解和帮助我们残疾人呢？显然不。人道主义的最美妙之处在于这样的倡导一切人，不管其肉体和社会职能有什么不同，他们的精神或说灵魂都是平等的，因而他们生于斯世，所应享有的权利和所应尽到的义务也便是平等的。当然，有被选举权的人不都能当上总统，而同是尽了义务的，其社会或经济效益也不可能一般大这是另外的问题。现在让我们看看自己有什么毛病吧。譬如第七节中提到的那种人，我们只好说悲夫！他竟不知残疾本身从来不是耻辱，也永远不可能成为光荣。如果用不幸的残疾去换取某种特权，如果像个永远长不大的孩子那样总需依仗父母的娇惯，那么，当人们送来了特权也送来了嘲讽，送来了迁就也送来了轻蔑，我们就没理由反对这种搭配了，因为是我们自己先把自己摆在了低于常人的位置上，摆在了深渊里。譬如第四节中提到的那个，他是否过于敏感了呢？人们提到他是个残疾人难道有悖事实吗？大家多给他一点鼓励的掌声，难道不是人情之常么？假如确有那么一缕阴云的话，也是他敏感伪产物。试想这敏感若多起来，谁跟他说话能不提心吊胆百般戒备呢？这样下去哪还有平等可言呢？呜呼！灭六国者，六国也，非秦也。族秦者，秦也，非天下也。有时候，使我们处于不平等之地位上的，是我们自己，非他人也。所以现在的这个想，还是第六节中提到的那个顾阿根更懂得，什么时候该忘什么时候该不忘。再来说说那出小戏，男把男忘了，我们只想到了遗憾二字。男也把男忘了，我们便想到阿画押时唯恐不能画得圆。"}
{"text":"假如确有那么一缕阴云的话，也是他敏感伪产物。试想这敏感若多起来，谁跟他说话能不提心吊胆百般戒备呢？这样下去哪还有平等可言呢？呜呼！灭六国者，六国也，非秦也。族秦者，秦也，非天下也。有时候，使我们处于不平等之地位上的，是我们自己，非他人也。所以现在的这个想，还是第六节中提到的那个顾阿根更懂得，什么时候该忘什么时候该不忘。再来说说那出小戏，男把男忘了，我们只想到了遗憾二字。男也把男忘了，我们便想到阿画押时唯恐不能画得圆。不过我相信男并没有真忘了自己，只不过心向往之而不敢为罢了，于是渐渐把自己推向了麻木。所以我想，忘我未必都是好事，有时竟是生命的衰竭和绝望。不争者的不幸，一方面可怜，一方面可怒。这小戏是个象征人道主义不仅意味着我们该有人的权利，还意味着我们必须理直气壮地去争取，倘自己先就胆怯，则天上掉大饼的机会微乎其微。总之，我们既然要求的是平等，既然不甘为鬼也不想成神，事情其实就很简单了让我们的肉体不妨继续带着残疾，但要让我们的精神像健康人一样与世界相处。年读洪峰小说有感这只是一篇读后感。――这八个字不表达这八个字之外的任何意思。首要原因是我不懂评论之道，其余的原因如下如果我给洪峰的小说作一回简介，洪峰大半要骂我，因为大凡不是靠讲故事取胜的小说，你都没法把它简写譬如他的奔丧，一简写就不再是它了，无异篡改。要是将洪峰的小说作一番归属呢？说他的这一篇是东南西北流派的，那一篇是上下左右主义的，譬如湮没生命之流，免不了他还得骂我，说我要是自个儿没主意不如换碗饭吃。还有一种办法，就是把他的作品同一些好政策等等密切地联系着，弄些表扬与批评样式的文字出来譬如蜘蛛，这下他非打我不可，打我既没读懂他的作品又没学习好政策。我甚至不知道洪峰的小说应被算在通常所称的哪种题材中去。我甚至认为，工业题材农业题材军事题材，不如改称工人题材农民题材军人题材，因为文学的出发点是人或民，不是事或业。洪峰，一个东北汉子，比我年轻又比我生得结实。我宁可少评论他的作品，多写我自己的感想，当然这些杂七杂八的感想都是跟读了他的作品有关系的。这样，说对说错都是我自己的事，他管不着了。"}
{"text":"我甚至不知道洪峰的小说应被算在通常所称的哪种题材中去。我甚至认为，工业题材农业题材军事题材，不如改称工人题材农民题材军人题材，因为文学的出发点是人或民，不是事或业。洪峰，一个东北汉子，比我年轻又比我生得结实。我宁可少评论他的作品，多写我自己的感想，当然这些杂七杂八的感想都是跟读了他的作品有关系的。这样，说对说错都是我自己的事，他管不着了。一个人譬如说爹死了，怎么办？尽快烧掉然后完事，然后活着的人去追求自己的生路，别让死人的死把活人的活搞坏。奔丧中有这个意思。看似对死不大感兴趣。其实未必，他要不是觉得死这件事很值得想一想，又何至于写了这一篇奔丧呢？有位先哲曾说大意真正的智慧不是对死的默想，而是对生的沉思。不过想必此人是有过对死的默想的，否则他没法知道那远不及对生的沉思来得明智。而且他的这句话本身就是包含了对死的默想的对生的沉思。生之中必包含了死，你一出生就已经面对了死。您怕死这很正常，可您迟早得死这也很正常，您要是活一百年就这么怕一百年，您实在就作了一百年死神的活囚犯，生被搞得一筹莫展还不算，到了还得惊慌失措地死了拉倒。您不谈死，也不去想死，甚至讨厌别人说起死，您貌似豁达实际却与走夜道而怕见磷火的人一样。您生来不怕死，您这是拿大伙开心，没人信。生来不怕死的人最好别生孩子，倘若这种遗传基因发达下去，人类将因为不懂得保护自己而完蛋得相当快。您要是声称活着还不如死了好而您其实又活着，您这是发牢骚生活中有时是需要发发这类牢骚的，说不定有助于人类进步。可您要是七八十年如日地这么发牢骚，别人就光觉得您碎嘴唠叨的挺讨厌并且奇怪您怎么还老是活着。看来死不简单，需要认真想，因为您总归得对死取一种态度。认真想的结果大约有两种一种是终于想得糊涂结果就急着去死了。――我必不能说这是聪明，我活着而说这是聪明岂不等于说我是糊涂了么？又因为，一切所谓价值所谓意义所谓聪明与糊涂的标准，都是活着的人根据人类要长久地生存下去的切望所制定的。另一种呢？准是经过了对死的默想而转向了对生的沉思，发现这是唯一的明智之举。当一个人不愿意死也不惧怕死时，他就活得更自觉更自由更多欢乐而且胆大包天。"}
