{"text":"现代文学的其它知识，可以很容易地学到。但假如没有像查先生和王先生这样的人，最好的中国文学语言就无处去学。除了这两位先生，别的翻译家也用最好的文学语言写作，比方说，德国诗选里有这样的译诗朝雾初升，落叶飘零让我们把美酒满斟！带有一种永难忘记的韵律，这就是诗啊。对于这些先生，我何止是尊敬他们――我爱他们。他们对现代汉语的把握和感觉，至今无人可比。一个人能对自己的母语做这样的贡献，也算不虚此生。道乾先生和良铮先生都曾是才华横溢的诗人，后来，因为他们杰出的文学素质和自尊，都不能写作，只能当翻译家。就是这样，他们还是留下了黄钟大吕似的文字。文字是用来读，用来听，不是用来看的――要看不如去看小人书。不懂这一点，就只能写出充满噪声的文字垃圾。思想语言文字，是一体的，假如念起来乱糟糟，意思也不会好――这是最简单的真理，但假如没有前辈来告诉我，我怎么会知道啊。有时我也写点不负责任的粗糙文字，以后重读时，惭愧得无地自容，真想自己脱了裤子请道乾先生打我两棍。孟子曾说，无耻之耻，无耻矣。现在我在文学上是个有廉耻的人，都是多亏了这些先生的教诲。对我来说，他们的作品是比鞭子还有力量的鞭策。提醒现在的年轻人，记住他们的名字读他们译的书，是我的责任。现在的人会说，王先生和查先生都是翻译家。翻译家和著作家在文学史上是不能相提并论的。这话也对，但总要看看写的是什么样的东西。我觉得我们国家的文学次序是彻底颠倒了的末流的作品有一流的名声，一流的作品却默默无闻。最让人痛心的是，最好的作品并没有写出来。这些作品理应由查良铮先生王道乾先生在壮年时写出来的，现在成了巴比伦的空中花园了以他们二位年轻时的抱负，晚年的余晖，在中年时如有现在的环境，写不出好作品是不可能的。可惜良铮先生道乾先生都不在了回想我年轻时，偷偷地读到过傅雷汝龙等先生的散文译笔，这些文字都是好的。但是最好的，还是诗人们的译笔是他们发现了现代汉语的韵律。没有这种韵律，就不会有文学。最重要的是在中国，已经有了一种纯正完美的现代文学语言，剩下的事只是学习，这已经是很容易的事了。我们不需要用难听的方言，也不必用艰涩缺少表现力的文言来写作。作家们为什么现在还爱用劣等的文字来写作，非我所能知道。但若因此忽略前辈翻译家对文学的贡献，又何止是不公道。"}
{"text":"但是最好的，还是诗人们的译笔是他们发现了现代汉语的韵律。没有这种韵律，就不会有文学。最重要的是在中国，已经有了一种纯正完美的现代文学语言，剩下的事只是学习，这已经是很容易的事了。我们不需要用难听的方言，也不必用艰涩缺少表现力的文言来写作。作家们为什么现在还爱用劣等的文字来写作，非我所能知道。但若因此忽略前辈翻译家对文学的贡献，又何止是不公道。正如法国新小说的前驱们指出的那样，小说正向诗的方向改变着自己。米兰昆德拉说，小说应该像音乐。有位意大利朋友告诉我说，卡尔维诺的小说读起来极为悦耳，像一串清脆的珠子洒落于地。我既不懂法文，也不懂意大利文，但我能够听到小说的韵律。这要归功于诗人留下的遗产。我一直想承认我的文学师承是这样一条鲜为人知的线索。这是给我脸上贴金。但就是在道乾先生良铮先生都已故世之后，我也没有勇气写这样的文章。因为假如自己写得不好，就是给他们脸上抹黑。假如中国现代文学尚有可取之处，它的根源就在那些已故的翻译家身上。我们年轻时都知道，想要读好文字就去要读译著，因为最好的在搞翻译。这是我们的不传之秘。随着道乾先生逝世，我已不知哪位在世的能写如此好的文字，但是他们的书还在，可以成为学习文学的范本。我最终写出了这些，不是因为我的书已经写得好了，而是因为，不把这个秘密说出来，对现在的年轻人是不公道的。没有人告诉他们这些，只按名声来理解文学，就会不知道什么是坏，什么是好。用一生来学习艺术我念过文科，也念过理科。在课堂上听老师提到艺术这个词，还是理科的老师次数更多化学老师说，做实验有实验艺术计算机老师说，编程序有编程艺术。老师们说，怎么做对是科学，怎么做好则是艺术前者有判断真伪的法则，后者则没有艺术的真谛就是要叫人感到好，甚至是完美无缺传授科学知识就是告诉你这些法则，而艺术的修养是无法传授的，只能够潜移默化。这些都是理科老师教给我的，我觉得比文科老师讲得好。没有科学知识的人比有科学知识的人更容易犯错误但没有艺术修养的人就没有这个缺点，他还有容易满足的好处。假如一个社会里，人们一点文学修养都没有，那么任何作品都会使他们满意。"}
{"text":"老师们说，怎么做对是科学，怎么做好则是艺术前者有判断真伪的法则，后者则没有艺术的真谛就是要叫人感到好，甚至是完美无缺传授科学知识就是告诉你这些法则，而艺术的修养是无法传授的，只能够潜移默化。这些都是理科老师教给我的，我觉得比文科老师讲得好。没有科学知识的人比有科学知识的人更容易犯错误但没有艺术修养的人就没有这个缺点，他还有容易满足的好处。假如一个社会里，人们一点文学修养都没有，那么任何作品都会使他们满意。举个例子说，美国人是不怎么读文学书的，一部廊桥遗梦就可以使他们如痴如狂。相反，假如在某个国家里，欣赏文学作品是他们的生活方式，那就只有最好的作品才能使他们得到满足。我想，法国最有资格算作这类国家。一部情人曾使法国为之轰动。大家都知道，这本书的是刚去世不久的杜拉斯。这本书有四个中文译本，其中最好的当属王道乾先生的译本。我总觉得读过了情人，就算知道了现代小说艺术读过道乾先生的译笔，就算知道什么是现代中国的文学语言了。有位作家朋友对我说，她很喜欢情人那种自由的叙事风格。她以为情人是信笔写来的，是自由发挥的结果。我的看法则相反，我认为这篇小说的每一个段落都经过精心的安排第一次读时，你会感到极大的震撼但再带看挑剔的眼光重读几遍，就会发现没有一段的安排经不起推敲。从全书第一句我已经老了，给人带来无限的沧桑感开始，到结尾的一句他说他爱她将一直爱到他死，带来绝望的悲凉终，感情的变化都在准确的控制之下。叙事没有按时空的顺序展开，但有另一种逻辑作为线索，这种逻辑我把它叫做艺术――这种写法本身就是种无与伦比的创造。我对这件事很有把握，是因为我也这样写过把小说的文件调入电脑，反复调动每一个段落，假如原来的小说足够好的话，逐渐就能找到这种线索花上比写原稿多三到五倍的时间就能得到一篇新小说，比旧的好得没法比。事实上，情人也确实是这样改过，一直改到改不动，才交给出版社。情人这种现代经典与以往小说的不同之处，在于它需要更多的心血。我的作家朋友听了以后感觉有点泄气这么写一本书，也不见得能多赚稿费，不是亏了吗？但我以为，我们一点都不亏。现在世界上已经有了杜拉斯，有了情人，这位作家和她的作品给我们一个范本，再写起来已经容易多了。"}
{"text":"事实上，情人也确实是这样改过，一直改到改不动，才交给出版社。情人这种现代经典与以往小说的不同之处，在于它需要更多的心血。我的作家朋友听了以后感觉有点泄气这么写一本书，也不见得能多赚稿费，不是亏了吗？但我以为，我们一点都不亏。现在世界上已经有了杜拉斯，有了情人，这位作家和她的作品给我们一个范本，再写起来已经容易多了。假如没有范本，让你凭空去创造这样一种写法，那才是最困难的事六七十年代，法国有一批新小说作家，立意要改变小说的写法，作品也算是好看，但和情人是没法比的。有了这样的小说，阅读才不算是过时的陋习――任凭你有宽银幕环绕立体声，看电影的感觉终归不能和读这样的小说相比。译情人的王道乾先生已经在前几年逝世了。虽然没有见过面，但他是我真正尊敬的前辈。我知道他原是位诗人，四十年代末曾到法国留学，后来回来参加祖国建设，一生坎坷，晚年搞起了翻译。他的作品我只读过情人，但已使我终身受益。另一篇使我终身受益的作品是查良铮穆旦先生译的青铜骑士。从他们那里我知道了一个简单的真理文字是用来读的，不是用来看的。看起来黑鸦鸦的一片，都是方块字，念起来就大不相同。诗不光是押韵，还有韵律散文也有节奏的快慢，或低沉压抑，沉痛无比，或如黄钟大吕，回肠荡气――这才是文字的筋骨所在。实际上，世界上每一种文学语言都有这种筋骨，当年我在美国留学，向一位老太太学英文，她告诉我说，不读莎士比亚，不背弥尔顿，就根本不配写英文――当然，我不会背弥尔顿，是不配写英文的了，但中文该怎么写，始终是个问题。古诗是讲平仄的，古文也有韵律，但现在写这种东西就是发疯假如用白话来写，用哪种白话都是问题。张爱玲晚年执意要写苏白，她觉得苏白好听。这种想法不能说没有道理，但文章里的那些字我都不知该怎么念。现在作家里用北方方言写作的很多，凭良心说，效果是很糟心的。我看到过的一种最古怪的主意，是钱玄同出的，他建议大家写儒林外史那样的官话。幸亏没人听，否则会把大家都写成迂夫子的。这样一扯就扯远了。这个问题现在已经解决了，我们已经有了一种字正腔圆的文学语言，用它可以写最好的诗和最好的小说，那就是道乾先生穆旦先生所用的语言。不信你去找本情人或是青铜骑士念上几遍，就会信服我的说法。"}
{"text":"张爱玲晚年执意要写苏白，她觉得苏白好听。这种想法不能说没有道理，但文章里的那些字我都不知该怎么念。现在作家里用北方方言写作的很多，凭良心说，效果是很糟心的。我看到过的一种最古怪的主意，是钱玄同出的，他建议大家写儒林外史那样的官话。幸亏没人听，否则会把大家都写成迂夫子的。这样一扯就扯远了。这个问题现在已经解决了，我们已经有了一种字正腔圆的文学语言，用它可以写最好的诗和最好的小说，那就是道乾先生穆旦先生所用的语言。不信你去找本情人或是青铜骑士念上几遍，就会信服我的说法。本文的主旨是怀念那些已经逝去的前辈，但却从科学和艺术的区别谈起。我把杜拉斯道乾先生穆旦先生看作我的老师，但这些老师和教我数学的老师是不同的――前者给我的是一些潜移默化，后者则教给我一些法则。在这个世界上，前一种东西更难得到。除此之外，比如科学艺术更能使人幸福，因为这些缘故，文学前辈也是我更爱的人。以上所述，基本上是我在文学上所知道的一切。我没有读过大学的中文系，所以孤陋寡闻，但我以为，人活在世上，不必什么都知道，只知道最好的就够了。为了我知道的这些，我要感谢杜拉斯，感谢王道乾和穆旦――他们是我真正敬爱的人。我的精神家园我十三岁时，常到我爸爸的书柜里偷书看。那时候政治气氛紧张，他把所有不宜摆在外面的书都锁了起来，在那个柜子里，有奥维德的变形记，朱生豪译的莎翁戏剧，甚至还有十日谈。柜子是锁着的，但我哥哥有捅开它的方法。他还有说服我去火中取栗的办法你小，身体也单薄，我看爸爸不好意思揍你。但实际上，在揍我这个问题上，我爸爸显得不够绅士派，我的手脚也不太灵活，总给他这种机会。总而言之，偷出书来两人看，挨揍则是我一人挨，就这样看了一些书。虽然很吃亏，但我也不后悔。看过了变形记，我对古希腊着了迷。我哥哥还告诉我说古希腊有一种哲人，穿着宽松的袍子走来走去。有一天，有一位哲人去看朋友，见他不在，就要过一块涂蜡的木板，在上面随意挥洒，画了一条曲线，交给朋友的家人，自己回家去了。"}
{"text":"虽然很吃亏，但我也不后悔。看过了变形记，我对古希腊着了迷。我哥哥还告诉我说古希腊有一种哲人，穿着宽松的袍子走来走去。有一天，有一位哲人去看朋友，见他不在，就要过一块涂蜡的木板，在上面随意挥洒，画了一条曲线，交给朋友的家人，自己回家去了。那位朋友回家，看到那块木板，为曲线的优美所折服连忙埋伏在哲人家左近，待他出门时闯进去，要过一块木板，精心画上一条曲线当然，这故事下余的部分就很容易猜了哲人回了家，看到朋友留下的木板，又取一块蜡板，把自己的全部心胸画在一条曲线里，送给朋友去看，使他真正折服。现在我想，这个故事是我哥哥编的。但当时我还认真地想了一阵，终于傻呵呵地说道这多好啊。时隔三十年回想起来，我并不羞愧。井底之蛙也拥有一片天空，十三岁的孩子也可以有一片精神家园。此外，人有兄长是好的。虽然我对国家的计划生育政策也无异议。长大以后，我才知道科学和艺术是怎样的事业。我哥哥后来是已故逻辑大师沈有鼎先生的弟子，我则学了理科还在一起讲过真伪之分的心得对热力学的体会但这已是我二十多岁时的事。再大一些，我到国外去旅行，在剑桥看到过使牛顿体会到万有引力的苹果树，拜伦拐着腿跳下去游水的拜伦塘，但我总在回想幼时遥望人类智慧星空时的情景。千万丈的大厦总要有片奠基石，最初的爱好无可替代。所有的智者诗人，也许都体验过儿童对着星光感悟的一瞬。我总觉得，这种爱好对一个人来说，就如性爱一样，是不可少的。我时常回到童年，用一片童心来思考问题，很多烦难的问题就变得易解。人活着当然要做一番事业，而且是人文的事业就如有一条路要走。假如是有位老学究式的人物，手执教鞭戒尺打着你走，那就不是走一条路，而是背一本宗谱。我听说前苏联就是这么教小孩子的要背全本的普希金半本莱蒙托夫，还要记住俄罗斯是大象的故乡萧斯塔科维奇在回忆录里说了很多。我们这里是怎样教孩子的，我就不说了，以免得罪师长。我很怀疑会背宗谱就算有了精神家园，但我也不想说服谁。安徒生写过光荣的荆棘路，他说人文的事业就是一片着火的荆棘，智者仁人就在火里走着。当然，他是把尘世的嚣嚣都考虑在内了，我觉得用不着想那么多。用宁静的童心来看，这条路是这样的它在两条竹篱笆之中。篱笆上开满了紫色的牵牛花，在每个花蕊上，都落了一只蓝蜻蜓。这样说固然有煽情之嫌，但想要说服安徒生，就要用这样的语言。"}
{"text":"我们这里是怎样教孩子的，我就不说了，以免得罪师长。我很怀疑会背宗谱就算有了精神家园，但我也不想说服谁。安徒生写过光荣的荆棘路，他说人文的事业就是一片着火的荆棘，智者仁人就在火里走着。当然，他是把尘世的嚣嚣都考虑在内了，我觉得用不着想那么多。用宁静的童心来看，这条路是这样的它在两条竹篱笆之中。篱笆上开满了紫色的牵牛花，在每个花蕊上，都落了一只蓝蜻蜓。这样说固然有煽情之嫌，但想要说服安徒生，就要用这样的语言。维特根斯坦临终时说告诉他们，我度过了美好的一生。这句话给人的感觉就是他从牵牛花丛中走过来了。虽然我对他的事业一窍不通，但我觉得他和我是一头儿的。我不大能领会下列说法的深奥之处要重建精神家园恢复人文精神，就要灭掉一切俗人――其中首先要灭的，就是风头正健的俗人。假如说，读者兜里的钱是有数的，买了别人的书，就没钱来买我的书，所以要灭掉别人，这个我倒能理解，但上述说法不见得有如此之深奥。假如真有这么深奥，我也不赞成――我们应该像商人一样，严守诚实原则，反对不正当的竞争。让我的想法和作品成为嚣嚣尘世上的正宗，这个念头我没有，也不敢有。既然如此，就必须解释我写文章包括这篇文章的动机。坦白地说，我也解释不大清楚，只能说假如我今天死掉，恐怕就不能像维特根斯坦一样说道我度过了美好的一生也不能像斯汤达一样说活过，爱过，写过。我很怕落到什么都说不出的结果，所以正在努力工作。我对小说的看法我自幼就喜欢读小说，并且一直以为自己可以写小说，直到二十七八岁时，读到了图尼埃尔的一篇小说，才改变了自己的看法。在不知不觉之中，小说已经发生了很大的变化。现代小说和古典小说的区别，就像汽车和马车的区别一样大。现代小说中的精品，再不是可以一目十行往下看的了。为了让读者同意我的意见，让我来举一个例子杜拉斯s情人的第一句是我已经老了。无限沧桑尽在其中。如果你仔细读下去，就会发现，每句话的写法大体都是这样的，我对现代小说的看法，就是被情人固定下来的。现代小说的名篇总是包含了极多的信息，而且极端精美，让读小说的人狂喜，让打算写小说的人害怕。"}
{"text":"在不知不觉之中，小说已经发生了很大的变化。现代小说和古典小说的区别，就像汽车和马车的区别一样大。现代小说中的精品，再不是可以一目十行往下看的了。为了让读者同意我的意见，让我来举一个例子杜拉斯s情人的第一句是我已经老了。无限沧桑尽在其中。如果你仔细读下去，就会发现，每句话的写法大体都是这样的，我对现代小说的看法，就是被情人固定下来的。现代小说的名篇总是包含了极多的信息，而且极端精美，让读小说的人狂喜，让打算写小说的人害怕。在经典作家里，只有俄国的契诃夫偶尔有几笔写成这样，但远不是通篇都让人敬畏。必须承认，现代小说家曾经使我大受惊吓。我读过的图尼埃尔的那篇小说，叫做少女与死，它只是一系列惊吓的开始。因为这个发现，我曾经放弃了写小说，有整整十年在干别的事，直到将近四十岁，才回头又来尝试写小说。这时我发现，就是写过一些名篇的现代小说家，平常写的小说也是很一般的。瑞士作家迪伦马特写完了他的名篇法官和他的刽子手之后，坦白说，这个长中篇耗去了他好几年的光阴，而且说，今后他不准备再这样写下去了。此后他写了很多长篇，虽然都很好看，但不如法官和他的刽子手精粹。杜拉斯也说，情人经过反复的修改，每一段每一句都重新安排过。照我看，她的其他小说都不如情人好。他们的话让人看了放心，说明现代小说家也不是一群超人。他们有些惊世骇俗的名篇，但是既不多，也不长。虽然如此，我还是认为，现代小说中几个中篇，如情人之类，比之经典作家的鸿篇巨制毫不逊色。爱好古典文学的人也许不会同意我的看法，我也没打算说服他们。但我还是要说，我也爱好过古典文学，而在影视发达的现代，如果没有现代小说，托尔斯泰并不能让我保持阅读的习惯。我认为，现代小说的成就建筑在不多几个名篇上，虽然凭这几篇小说很难评上诺贝尔文学奖，但现代小说艺术的顶峰就在其中。我的抱负也是要在一两篇作品里达到这个水平。我也特别喜欢写长中篇六万字左右，比如我的未来世界，就是这么长。情人法官和他的刽子手等名篇也是这么长。当然，这样做有东施效颦之嫌。在我写过的小说里，黄金时代联合报第十三届中篇小说奖是我最满意的，但是还没达到我希望的水准，所以还要继续努力。"}
{"text":"我认为，现代小说的成就建筑在不多几个名篇上，虽然凭这几篇小说很难评上诺贝尔文学奖，但现代小说艺术的顶峰就在其中。我的抱负也是要在一两篇作品里达到这个水平。我也特别喜欢写长中篇六万字左右，比如我的未来世界，就是这么长。情人法官和他的刽子手等名篇也是这么长。当然，这样做有东施效颦之嫌。在我写过的小说里，黄金时代联合报第十三届中篇小说奖是我最满意的，但是还没达到我希望的水准，所以还要继续努力。小说的艺术朋友给我寄来了一本昆德拉的被背叛的遗嘱，这是本谈小说艺术的书。书很长，有些地方我不同意，有些部分我没看懂这本书里夹杂着五线谱，但我不识谱，家里更没有钢琴，但还是能看懂能同意的地方居多。我对此书有种特别的不满，那就是丝毫没有提到现代小说的最高成就卡尔维诺尤瑟娜尔君特格拉斯莫迪阿诺，还有一位不常写小说的，玛格丽特杜拉斯。早在半世纪以前，茨威格就抱怨说，哪怕是大师的作品，也有纯属冗余的成分。假如他活到了现在，看到现代小说家的作品，这些怨言就没有了。昆德拉不提现代小说的这种成就，是因为同行嫉妒，还是艺术上见解不同，我就不得而知。当然，昆德拉提谁不提谁，完全是他的自由。但若我来写这本书，一定要把这件事写上。不管怎么说吧，我同意的意见，的确存在一种小说的艺术，这种艺术远不是谁都懂得。昆德拉说不懂开心的人不会懂得任何小说艺术。除了懂得开心，还要懂得更多，才能懂得小说的艺术。但若连开心都不懂，那就只能把小说读糟蹋了。归根结底，昆德拉的话并没有错。我自己对读小说有一种真正的爱好，这种爱好不可能由阅读任何其他类型的作品所满足。我自己也写小说，写得好时得到的乐趣，绝非任何其他的快乐可以替代。这就是说，我对小说有种真正的爱好而这种爱好就是对小说艺术的爱好――在这一点上我可以和昆德拉沟通。我想像一般的读者并非如此，他们只是对文化生活有种泛泛的爱好。现在有种论点，认为当代文学的主要成就是杂文，这或者是事实，但我对此感到悲哀。我自己读杂文，有时还写点杂文。照我看，杂文无非是讲理，你看到理在哪里，径直一讲就可。当然，把道理讲得透彻，讲得漂亮，读起来也有种畅快淋漓的快感，但毕竟和读小说是两道劲儿。"}
