{"text":"此时你最需要做的就是制定一个详细的计划表！围绕着如何尽快掌握这个技能，趁着自己还年轻，正值学习效率最高的黄金时段，早一秒钟对这个技能的熟练和掌握，都可以决定你将来到底是碌碌无为，还是拥有重新走上赛道的机会！这个世界注定是不公平的，几代人的时间积累所换来的就是你目前所要面对的现实，你手中唯有时间是你自己的，这是你唯一的财富！把欲望压制到最低，把情绪锁进内心的深处！充分的利用好每一分每一秒！这会让你在今后的时间里，活的不那么难受！欢乐的时光总是短暂的，而痛苦的时间无比漫长！长痛不如短痛，想要今后享受快乐的时光，就用最短的时间来换取痛苦，以此激励自己搏一个未来，在没有机遇，意外等一系列外在因素的情况下，运用好手头所掌控的时间，才是当下的年轻人最应该考虑的事情！主讲人站在人生的岔路口，面临着不同道路的选择，同学们心中是否已有答案呢？为此我们今天特意邀请了春秋五霸之首的齐国国君齐桓公，就让我们一起聆听齐桓公是怎样诠释为人之道吧！齐桓公挥袖席地而坐当我如你们一般大时，也曾想过骑马纵剑江湖，看尽世间大好山河，与三五知己好友喝尽世间最烈的酒，若是路上遇见不平事，便拔出我的刀相助。主讲人您后来违背当初的意愿当上国君，是因为这条路行不通么？齐桓公大笑何来行不通一说？转向同学们此为侠之道。明是非，辨对错，随心而为。言罢叹气彼时我的国家正值动乱，少年侠客只有自己的一把剑，力之所及也只可救眼前一人，远处山河饿蜉遍地，青年孩童老者呻吟哀嚎声声入耳却无能为力。为此，我弃而选择登上王位，只为四海平，社稷清，天下太平，全了年少一腔热血。主讲人您说的我热血沸腾，恨不得立马追随您选择此道。齐桓公摇头非也非也，此道为王道，道阻且跻，须慎重。时人皆知桓公管仲，可曾记起昔年管仲助公子纠，衣带钩一事？然，纵管仲前有险杀我之仇，为齐国万万人之众重用他又何妨？有言道侠之大者，为国为民。少年意气已全然不可行，唯有我的国，我的民重愈千斤，事事非非皆以国民为重。此之道，不易行，慎重慎重！然――我亦听闻，庚子春疫病肆虐，国令行禁止，凡令行，命必达，民众守法遵纪，孩子劝老人，老人顾孩子，上下一心，控制住了疫病。此举以大局为重，亦有几分我昔年风范。主讲人若有所思侠之道快意恩仇，遇事随性而为，是最自由的。"}
{"text":"然，纵管仲前有险杀我之仇，为齐国万万人之众重用他又何妨？有言道侠之大者，为国为民。少年意气已全然不可行，唯有我的国，我的民重愈千斤，事事非非皆以国民为重。此之道，不易行，慎重慎重！然――我亦听闻，庚子春疫病肆虐，国令行禁止，凡令行，命必达，民众守法遵纪，孩子劝老人，老人顾孩子，上下一心，控制住了疫病。此举以大局为重，亦有几分我昔年风范。主讲人若有所思侠之道快意恩仇，遇事随性而为，是最自由的。只有王道――凡事都要顾全大局，事事都要考虑秉持公心，克制私欲，抛弃个人恩怨情仇，是最难走的一条路。但是，哪怕难，也是我们可以选择的路，我们有过为了大局压抑私欲的时候吗？有！这一年，同学们为了防止疫情传播，自我隔离在家数月，听从国家指挥，不信谣不传谣，这就是最好的例子。桓公，我总结的对不对？齐桓公抚须微笑善。鲍叔牙少时知我志向，尽心辅佐我登上王位，待我事成，鲍叔牙自知无法助我更进一步，便先行退一步，举荐管仲，鲍叔有侠心，亦有公心，然非侠非王，此为儒道。齐桓公起身拂袖大笑而去国家有了公心，为官者知轻重晓进退，民众亦有大局观，青年热血奔赴战役前线，手中利剑挥指病魔，如此，再大的灾厄又算得了什么呢？无奈时过境迁。此时我意识到自己能力不足，那些辉煌和荣耀本不属于我。我不该贪慕虚荣，强行死撑。我也曾想就此收手。可享受过鲜花和簇拥，习惯了虚荣和满足，我无法想象众人转身离去，我从被高高捧起，到重重摔落。一路上，我遇到了无数的坑洞，无数的泥石，无数夭折在路边悬崖里的白骨，还有许多行走着的人，在我面前迈着沉重的步子，倒在路面上，成为后来者的踏脚石，被碾成了渣滓。路的两边都是悬崖峭壁，一路向上，竟然回到了天上，看到了那条没有任何阻碍的道路在自己的左上方。路断了？我看向那边，一群人有说有笑的，正在往前方踏步。那条路断掉了，不能再往前，只得原路返回，寻找其他的岔路口。我看着这一切，默然上路，一个人慢慢悠悠的，不知道终点在于何处，可能，我生命中的那个她，就是我的终点吧。一路上无数的危险，断路，崩塌，我都幸运的活了下来，可是路上的行人却越来越少了，走到这一步的人，都已经行将就木，脚步阑珊的走着，望着不知尽头的路，充满着绝望。"}
{"text":"我看向那边，一群人有说有笑的，正在往前方踏步。那条路断掉了，不能再往前，只得原路返回，寻找其他的岔路口。我看着这一切，默然上路，一个人慢慢悠悠的，不知道终点在于何处，可能，我生命中的那个她，就是我的终点吧。一路上无数的危险，断路，崩塌，我都幸运的活了下来，可是路上的行人却越来越少了，走到这一步的人，都已经行将就木，脚步阑珊的走着，望着不知尽头的路，充满着绝望。八十天后，我带着浑身是伤的躯体，已经千疮百孔的面容，快走到了路的尽头，那里有一座高高的山，可最后一段路上，尽是枯骨。无数条路插入山崖，依稀能见到一些人，可是也不多。最终，第九十九天到了，我踩着成堆的白骨，离山崖仅有一步之遥，可我已经没有力气再行走了，我倒在枯骨中，用尽最后一丝的力气，看向前方。云雾缭绕的山中，有不少人正惬意的笑着，没有察觉到路途上的众人。我看向其他的路，有人伸手想触摸这最后的终点，可惜却无法触摸到，相隔甚远。在座诸位想必都是因英美法日列强，不久前于和会上大行暴戾恣睢之道之事而于今日同聚于此。二十一条本便是城下之盟，申请解除亦无可厚非。奈何和会如饥鹰饿虎，列强迫不及待噬我中华肉吞我中华骨，竟将我山东转予日本。且问，山河何在？主权何在？当初我国作一派奋矜之容，睥睨物表，目不见睫之态致如此境地，何尝不令人跌脚槌胸？我等将走之路筚路褴缕，但仍有条光明大路展现于眼前――我等切不可陈陈相因，应对旧思想掉臂不顾，追随德赛二先生之脚步，以振我中华，兴我中华！若有人问为何兴中，我只得说，我等自小饮着中华江河中的水食着中华土地上的稻长大，我等生于中华则根亦在中华，中华败，于我等便如鱼失水流，树失土壤一般。若此条约签下，失的不仅为山东，更失了我国主权。政府软弱，但我等不可软！我中华的脊梁骨非政府而是人民，纵使列强扼住我等咽喉，却仍无法阻止我等发声！我国目前千疮百孔之态不仅是因列强侵略，更是在于国内之患。曹，陆，章三人软了我中华脊梁，实是一派卖国求荣，倾心媚外之态，可恨！可惩！我等身后为何物？是为我中华万里河山，是为我同胞亿万之数，是为我中华千千万万载来仁人志士为国抛头颅洒热血之炙热气魄！若国破便城破，若城破便家破，若家破，到了岁月无光之时，我等兄弟姊妹父母亲人又当何去何从？"}
{"text":"政府软弱，但我等不可软！我中华的脊梁骨非政府而是人民，纵使列强扼住我等咽喉，却仍无法阻止我等发声！我国目前千疮百孔之态不仅是因列强侵略，更是在于国内之患。曹，陆，章三人软了我中华脊梁，实是一派卖国求荣，倾心媚外之态，可恨！可惩！我等身后为何物？是为我中华万里河山，是为我同胞亿万之数，是为我中华千千万万载来仁人志士为国抛头颅洒热血之炙热气魄！若国破便城破，若城破便家破，若家破，到了岁月无光之时，我等兄弟姊妹父母亲人又当何去何从？我等肩上扛的绝非一人生死，而是背后千千万万人之性命。故我等身为学生，虽不可上战场杀敌，但我等仍有一张口――只要这张口还在，只要喉咙还可以发出一星声音，我等便要将声音于政府面前狠狠砸下！当以气愤填胸之呐喊表抗议！我中华土地绝不容他人染指！我中华江河绝不许他人航行！我中华主权永为我中华主权，绝不可令其成空话！绝不可于和约上签字！另，单以我学生之力未免微弱，依我拙见，应联合各界一同发声。我相信若导火索由我等点燃，我等呐喊也必定将独木成林。正是生死存亡刻不容缓之时，同学们，站起来吧！团结起来吧！呐喊起来吧！外抗强权，内除国贼！中华文明，是一个充满韧性的文明，这种韧性不仅体现在绵延千载薪火相传的历史文化，自成体系脉络清晰的语言文字，更是在一个个具体人物身上，通过某个小小的细节，得到了最为生动形象的诠释。比如苏东坡。提起苏东坡，最先想到的往往是他唐宋八大家的名头，是他豪放的词，大江东去，浪淘尽，千古风流人物，是他豁达的赋，耳得之而为声，目遇之而成色，取之无禁，用之不竭，是他空灵的文，庭下如积水空明，水中藻荇交横，盖竹柏影也。更进一步，或许会想到他一生多次被贬的坎坷经历，黄州惠州儋州，不由得在心中勾勒出一个才华横溢却郁郁不得志的形象。但于我而言，苏东坡这个人物变得韧性变得真实，是在了解他的一大爱好之后――吃。苏东坡爱吃，会吃，还研究吃。被贬湖北黄州期间，他便长江里摸鱼，竹林里挖笋，城郊拔野菜，集市买猪肉。研发出新菜谱还要写成诗文，如东坡羹颂，猪肉颂等。宋代以羊肉为主要肉食，但价格较贵不亲民，苏东坡大力开发猪肉的新菜式，留下了东坡肉这道名菜，为中华民族形成食用猪肉的饮食习惯开了一个好头，可谓吃货们的祖师爷了。"}
{"text":"但于我而言，苏东坡这个人物变得韧性变得真实，是在了解他的一大爱好之后――吃。苏东坡爱吃，会吃，还研究吃。被贬湖北黄州期间，他便长江里摸鱼，竹林里挖笋，城郊拔野菜，集市买猪肉。研发出新菜谱还要写成诗文，如东坡羹颂，猪肉颂等。宋代以羊肉为主要肉食，但价格较贵不亲民，苏东坡大力开发猪肉的新菜式，留下了东坡肉这道名菜，为中华民族形成食用猪肉的饮食习惯开了一个好头，可谓吃货们的祖师爷了。后来，他被流放到了广东惠州，三年后更是被贬到海南儋州。在宋代这是最重的刑罚之一。陪伴苏东坡的爱妾更是因为水土不服加上缺医少药，撒手人寰。然而在这人生的至暗时刻，苏东坡依然没有放下对吃的热爱。从日啖荔枝三百颗，到开创羊蝎子这一著名菜式，再到发现生蚝的鲜美味道他心中的苦闷，是否从美食中得到了些许慰藉？毕竟，岭南虽不好，但君心已安。苏东坡何许人也？后人给他贴了太多的标签，但先生一笑而起，渺海阔而天高，在他心里，或许老饕二字，便足矣。何谓韧性？这个词原意是指材料在受到外力时对抗断裂的能力，相同大小的外力下，韧性越好，断裂的可能性越小。怎样才算是有韧性？被污蔑时据理力争，被贬谪时拒不服从？还是就此心灰意冷，归隐山林？在我看来，最大的韧性，就是在看清生活的真相之后，依然热爱生活，正如以苏东坡为代表的，对吃这件事爱得不行的中华儿女。这份热爱背后，折射出的是对日常生活的珍视，是一种就算发生天大的事，该吃饭还是得吃的朴素价值观。正是这样的价值观，能够在生活被各种意外冲击得动荡不堪时，为我们守住最后一片安宁。守住了，也就挺过去了。一个人，只要他还关心粮食和蔬菜，关心下一顿吃点啥，他就不会被轻易压垮。一个文明，只要它的人民还在向往平凡而幸福的生活，它就不会被轻易终结。一个国家，只要还在关注公路水电是否通到了每个村落，扶贫措施是否落到了每户人家，它就不会轻易倒下。想吾浩浩之中华，俊采神州，熙熙千年，而未尝有今日之辱！自鸦片战争而今，已是二十九年，神州大地被日日蚕食。袁世凯与倭族帝国签下二十一条，曹汝霖也将胶济铁路卖给日本人，卖国贼当道，我们不能再只继续所谓的口诛笔伐！我们是青年，就该有青年的雄心。站起来！强权算什么！多少仁人志士早已抛头颅洒热血，你我还在恐惧什么？是军警的刺刀还是北洋政府的监狱？"}
{"text":"一个国家，只要还在关注公路水电是否通到了每个村落，扶贫措施是否落到了每户人家，它就不会轻易倒下。想吾浩浩之中华，俊采神州，熙熙千年，而未尝有今日之辱！自鸦片战争而今，已是二十九年，神州大地被日日蚕食。袁世凯与倭族帝国签下二十一条，曹汝霖也将胶济铁路卖给日本人，卖国贼当道，我们不能再只继续所谓的口诛笔伐！我们是青年，就该有青年的雄心。站起来！强权算什么！多少仁人志士早已抛头颅洒热血，你我还在恐惧什么？是军警的刺刀还是北洋政府的监狱？要抓便抓，要杀便杀，纵然打碎铜头铁骨，我也还有一腔热血！中华不缺少力量，只是尚未觉醒，尚待发掘。今天我们学界喊出声来，工商界就不会寂寂无声。中国人有中国人的血性，不是可以任人欺负的！想必诸位到此，已是听说我国在巴黎会议上的外交失败。所谓的巴黎和平会议，就是大国强国瓜分世界的砧板！不要再说什么真理战胜强权，弱国无权提及真理！在这个世界上，强大就是真理。弱国无外交！我们只有强起来，才能声明我们的真理！这时中华民族才能抬起头来，与帝国主义开一场真正的和平会议，夺回我们的主权！国家无主权，何以为国！无国，何以为家！国家遭此大难，炎黄子孙，谁人能心甘情愿袖手旁观！大家都读过警告全国父老书，李大钊先生写道，军士变色于疆场，学子愤慨于庠序，商贾喧噪于廛市，农夫激怒于m郊。凡有血气，莫不痛心，忠义之民，愿为国死。今日，你我同当奋起救国，掀起救国的浪潮！独木不成林，但只要我们学生团结在一起，就是他卖国政府也不能小视的力量！学生学者工人商人农民都团结在一起，齐心为国，中华之崛起，可计日而待矣！奋起！我们的行动刻不容缓！巴黎的合约绝对不能签字，否则就是中国的示弱与屈服！中国的主权神圣不容侵犯！我们要尽快选出代表，致电巴黎公使，务必表达我们的看法与情绪。如此还是不够的，我们还要游行示威，集会抗争，联合各界，誓死力争！与我中华相比，生命何足贵？为我中华而死，死得其所，此生无憾！同学们，站起来！中华民族，站起来！今日是一个青岛，明天就是山东，上海，北京，最后就是整个中国！为我中华，打倒曹章卖国贼，打倒帝国主义！今日在此血书，誓死力争，还我青岛！纵观历史发展的长河，任何我们在当今能够看到的文化符号都是几千年的积淀传承创新。"}
{"text":"我们要尽快选出代表，致电巴黎公使，务必表达我们的看法与情绪。如此还是不够的，我们还要游行示威，集会抗争，联合各界，誓死力争！与我中华相比，生命何足贵？为我中华而死，死得其所，此生无憾！同学们，站起来！中华民族，站起来！今日是一个青岛，明天就是山东，上海，北京，最后就是整个中国！为我中华，打倒曹章卖国贼，打倒帝国主义！今日在此血书，誓死力争，还我青岛！纵观历史发展的长河，任何我们在当今能够看到的文化符号都是几千年的积淀传承创新。在这之中，离不开文化传承的纽带。回顾源远流长博大精深的中华文化，在我看来，瓷文化，便是中华文化不断继承发展的纽带。瓷文化是中国人热爱生活，追求完美的精神传承的纽带。数千年前，世界各地的先人们都发明了一种神奇的技术――制陶工艺。面对着这神奇的杰作，人们欣喜骄傲，用画笔饰以山川，绘以鸟兽。而中国的匠人们则想得更远。面对以泥土为胎，经历水火而重生的陶器，他们想让其更加完美――结合水的灵修，土的温润，火的刚烈。为此，他们不懈地努力着。今天的我们知道他们的努力是成功的，中国人成功地发明了制瓷工艺，形成了北白南青的格局。白瓷青瓷，也不辜负人们的重望然而在当年，谁又能预料自己努力的结果？凭借一腔热情去描绘萌里那致美无上的青白，需要的是勇气毅力，更是一种传承的精神。放眼今日的中国，不管是各种非遗，还是航天，深潜，乃至中国特色社会主义的探索，何不透露着传承千百年的匠人精神？瓷文化是中国和精神传承的纽带。那一年，河洛的朴实厚重，江南的灵修温润再也抵抗不住南下的金戈铁马。东南的匠人们在惊恐与忐忑之中遭遇了蒙古的铁骑。令他们惊诧的是，这群北方的蛮人不仅没有毁坏他们继续制瓷的梦想，反而为他们的白色带来了一抹天青。这一摸天青，不再是水的化身，而是北国的苍天之色。从此，弯弓射大雕的豪情和水墨丹青的细腻在瓷器上完美融合，塑造出了中国的新标志――青花瓷。大同与团结，是中华民族发展中不变的话题。统一多民族国家的豪迈与团结为中国的强盛奠定了坚实的基础。瓷文化是中国人与世界文化交流的纽带。海陆丝路的盛名已无需赘述，而伴随着瓷器贸易，文化的交流也在进行。在贸易中，中国接受了来自世界地区的物种，宗教，工艺而中国的农业技术，政治思想，儒家学说也传播到世界各地。"}
{"text":"从此，弯弓射大雕的豪情和水墨丹青的细腻在瓷器上完美融合，塑造出了中国的新标志――青花瓷。大同与团结，是中华民族发展中不变的话题。统一多民族国家的豪迈与团结为中国的强盛奠定了坚实的基础。瓷文化是中国人与世界文化交流的纽带。海陆丝路的盛名已无需赘述，而伴随着瓷器贸易，文化的交流也在进行。在贸易中，中国接受了来自世界地区的物种，宗教，工艺而中国的农业技术，政治思想，儒家学说也传播到世界各地。在西方的油画上，我们可以看见富人家里的青花挂盘，杯中的红茶在中国，你能从华丽的珐琅，琉璃中看到西方的奢华。不同于其他的工艺品，瓷器追求绝对的完整性。于是我们可以看到，金银可以被融化重铸，象牙木器可以被打磨重刻，最终化为齑粉。然而敢于打破瓷器的人，只能得到一堆无情的碎片。鸦片战争以来，中国饱受侵略之苦，在那段黑暗的日子中，中国人有过彷徨，有过退让，但从来没有选择放弃抵抗。一切以征服中国为目的的侵略者终究会明白自己只是徒劳。中国人的血液中，只有玉碎，没有瓦全。没有什么能动摇中国人捍卫自由的灵魂。时至今日，硝烟散去，和平与发展再一次成为世界的主题。中国正自信地走上世界舞台的中央。瓷文化的执着，包容，坚定，内敛，正是中国在长远的未来中中国与世界交往的立场。也许外国人的直白在这里能更好的说明一切瓷就是中国，中国就是瓷。瓷文化――连接中国古老历史与充满机遇的未来的纽带。走到校门前，我回头看了几眼。目光所及，是同样盎然的绿意，像是留下了这三年俯仰之间的岁月。也像是要送别这段岁月滋养的芳华。太阳还在渐渐下沉，影子越拉越长，从窗户照射进来。几个比较怕被晒黑的女同学平时一定会用书遮一遮，现在她们的脸上却是被倾斜而下的天光所晕染着。任凭光影在脸上摇曳摆动。我低下头，只觉一旁吹来的空调冷气卷弄着我的书页和试卷，自动铅笔的笔尖不停在纸面卷面上摆动，却没有写出一道题。科技的发展已经接近临界点，从核恐怖平衡，到公共信息安全，科技会将人类领入终结的地狱还是美好的乌托邦？科技是指科学和技术，科学是人类探索世界的一种方法也是目前为止最成功的方法，技术是对科学的工程应用。人类过去几千年的历史中大部分时间科技都在缓慢发展，直到近两百年才迎来了科技的爆发。然而随着科技的发展，社会新问题也层出不穷。"}
{"text":"科技的发展已经接近临界点，从核恐怖平衡，到公共信息安全，科技会将人类领入终结的地狱还是美好的乌托邦？科技是指科学和技术，科学是人类探索世界的一种方法也是目前为止最成功的方法，技术是对科学的工程应用。人类过去几千年的历史中大部分时间科技都在缓慢发展，直到近两百年才迎来了科技的爆发。然而随着科技的发展，社会新问题也层出不穷。在过去的几千年帝国历史中，世界所有民族国家都尚未完全解决一个社会需要解决的所有问题，科技的发展虽然解决了旧的矛盾，却产生了更多新的矛盾，更多人类前所未有无所适从的新问题。人类太快地掌握新科技，却不一定完全驾驭这新能力。很小的时候我就发现，画一张好看的画很难，而撕碎一张画却很容易。价值的破坏永远比创造要更容易，而科技放大了人类创造价值的能力，更放大了人类破坏价值的能力。核武器摧毁一座城市远比人们辛辛苦苦建造和发展一座城市容易在网上诋毁一个好人一篇深刻的文章和一个理智的观点远比做一个好人写一篇好文章和提出一个好观点容易。当个体的破坏能力被科技急剧放大，劣币驱逐良币也就愈发严重。那么科技会带来终结，将人类推入地狱吗？在核威慑下，人类在地表无从遁形在网络洪流大数据下，人肉搜索键盘侠水军用户画像比比皆是，个人隐私在社会中亦无从遁形，而网络媚俗与羊群的愚昧将扼杀所有他们所不理解的价值与美。如果任由科技的副作用肆虐，地狱就在眼前。那么科技能将人类领入乌托邦吗？首先要问，什么是乌托邦？乌托邦是完美的社会，是能解决或是不产生一切问题的社会。然而人类不是机器，人类社会不断的发展变化会带来无限的新问题，乌托邦更像是一台考虑了所有运行工况和故障的完美机器，而机器不能解决未知的问题，所以乌托邦本身便不存在，科技乌托邦从根本上行不通。那么人类的未来会是什么样的？老子提出过小国寡民的思想，当时我认为这不过是一种消极的倒退，然而，人类社会的终极形态也许就是这个方向――停滞。科学不是索求终极真理的万能神器，科学不过是观察猜想验证的循环，上帝出题，人类猜谜，而上帝永远不会给出谜底，科学永远无法触及真相。科学存在自身的极限，科技终会再次停滞。但停滞能够让人类沉淀与思考，解决发展带来的问题。"}
