{"text":"其实道就在每个人的自身上，须臾不离，若能反求诸己，回头自省，见道才有希望。所以逝曰远，远曰反。最远的就是最近的，最后的就是最初的，只要神志清醒清醒，好好张眼一看，天边就在目前。我们晓得中国过去的观念，称宇宙万有的本体为道，另外还有大逝远反等名称，甚至于儒家所讲的天，或者帝，也都是道的代号，总共算起来，至少也有十来个道的别名。后来印度文化传播到中国来，其中佛教对于形上本体的说法，也有佛的十个代号，与中国原有的那些道的称呼相互比较，颇得异曲同工之妙，几乎是同样的道理，雷同的说法，这不知是否当时双方曾开过联席会议，互相对此问题详加协调过，否则又怎能如此巧合遥相呼应呢？一笑。其实这正是东方有圣人出焉，西方有圣人出焉，此心同，此理同的道理。世界上真理只有一个，无二亦无三，只是东西方在表达方式上有些不同罢了。接着，老子说故道大，天大，地大，王亦大。这一段谈天说地，却又忽然钻出一个王来，王是代表人。依中国传统文化，始终将天地人三者并排共列，而人在其中。为什么呢？因为中国文化最讲究人道，人文的精神最为浓厚，人道的价值最被看重。假定我们现在出个考试题目，人生的价值是什么？或者人生的目的是什么？若以中国文化思想的观点来作答，答案只有一个――参赞于地之化育周易系辞传。参赞天地之化育，正是人道价值之所在。人生于天地之间，忽尔数十年的生命，仿如过客，晃眼即逝，到底它的意义何在？我们这个天地，佛学叫做娑婆世界，意思是堪忍，人类生活其上，还勉勉强强过得去。这个天地并不完备，有很多的缺陷，很多的问题，但是人类的智慧与能力，只要它能合情合理地运用，便能创造一个圆满和谐的人生，弥补天地的缺憾。譬如，假若天上永远有一个太阳挂着，没有夜晚的话，人类也就不会去发明电灯，创造黑暗中的光明。如果不是地球有四季气候的变化，时而下雨，时而刮风，人类也不会筑屋而居，或者发明雨衣雨伞等防御用具。这种人类因天地间种种现象变化所作的因应与开创，就叫做参赞。此等人类的智慧与能力太伟大了，所以中国文化将他和天地并举，称为天地人三才。这是旧有的解释。那么，道大，天大，地大，王亦大。域中有四大，而王居其一焉。域是代表广大的宇宙领域。此处道家的四大，与佛家所谓的四大不同。"}
{"text":"如果不是地球有四季气候的变化，时而下雨，时而刮风，人类也不会筑屋而居，或者发明雨衣雨伞等防御用具。这种人类因天地间种种现象变化所作的因应与开创，就叫做参赞。此等人类的智慧与能力太伟大了，所以中国文化将他和天地并举，称为天地人三才。这是旧有的解释。那么，道大，天大，地大，王亦大。域中有四大，而王居其一焉。域是代表广大的宇宙领域。此处道家的四大，与佛家所谓的四大不同。佛家四大，专指物质世界的四种组成元素――地水火风。而道家所讲的四大，是道天地人。这个四大的代号由老子首先提出，并非如佛家的四大。老子说，在这一无穷无尽的宇宙中，有四种东西是最主要，最关键性的，而人的价值占了其中之一。四大中人的代表是王，中国上古文化解释王者，旺也，用也。算命看相有所谓的旺相日，在古代文字中，也有称王相日的。每个人依据自己的八字选择对自己有利的旺相日那一天去做某一件事，认为便可大吉。宇宙中何以人能与道大天大地大同列为四大之一呢？这是因为人类的聪明才智，能够参赞天地之化育，克服宇宙自然界对人存在不利的因素，在天地间开演一套渊源流长的历史文化。好不容易自然既然人的地位有这么的重要，这么的特殊，下面老子便接着告诉我们做人做事的法则，如何修道，如何行道。人法地，地法天，天法道，道法自然。这是老子千古不易的密语，为老子思想的精华所在，懂了这番话的道理，也就差不多掌握了修道行道的关键了，在这里这个法字是动词，是效法学习的意思。人要效法大地，大地则依法于天，这里的天，是指有形的太阳系统的自然物理的天，也就是天文学上的天体之天，它不是抽象的概念。地依法于天，天则要效法道，以道为其运行的依归。那么，道又以什么为效法的对象呢？道法自然。现在首先要解释自然的问题。目前新兴的比较宗教学或称宗教哲学，把世界上各地的宗教，如佛教道教伊斯兰教基督教天主教等等，每一宗教的哲学理论与实况综合起来研究，相互比较，寻求其中异同和彼此间的关系，已经发现了不少有趣的问题，值得更进一步去深入探讨。我们若以比较宗教的态度，抛开那些粗浅的宗教情绪心理，把眼光放在一般宗教教人如何行善做好事的普通伦理层面上，那也个个满好，满合于同一的水平。"}
{"text":"道法自然。现在首先要解释自然的问题。目前新兴的比较宗教学或称宗教哲学，把世界上各地的宗教，如佛教道教伊斯兰教基督教天主教等等，每一宗教的哲学理论与实况综合起来研究，相互比较，寻求其中异同和彼此间的关系，已经发现了不少有趣的问题，值得更进一步去深入探讨。我们若以比较宗教的态度，抛开那些粗浅的宗教情绪心理，把眼光放在一般宗教教人如何行善做好事的普通伦理层面上，那也个个满好，满合于同一的水平。至于再进一步，要透彻各个宗教实际内涵程度的深浅，则问题重重，就不能颟顸笼统，值得仔细研究体会。长期以来，有不少佛家的著作，批评道家是自然外道。因为他们看到老子讲道法自然，便自然而然地将二者联想在一起。其实，印度释迦牟尼佛在世时，与佛教对立的几十种哲学思想，尤其当时同释迦牟尼佛影响一样大的几个大学派之一，专讲唯物思想的自然外道，和中国老子所说道法自然的自然，并不相关。二者并未结为姊妹道，或者兄弟道什么的，并无彼此互通声气之嫌。印度当时的自然外道，属自然学派，其所谓的自然，完全从物理观点而说。但是老子的思想绝非如此。近代中国翻译西方典籍，把物理化学等学科，统称为自然科学，这是借用老子的名词，我们不能因此便认为老子说的自然，就等同物理范畴的自然。将老子的思想硬往上套，这是指鹿为马，栽赃前人，非常没有道理的。虽然老子并未给予直接的定义，但老子的自然究竟是什么意思？我们却也不可以如法庭上的法官们，审判一个案件，可以采用了自由心证，随便判决学术思想的归化，乱下断语，硬是认定老子所说的自然也就是印度的自然外道不分青红皂白地将老子一竿打入唯物哲学的案日，这是千错万错，大错特错的误解。这种情况，如借用佛学名称来说，就是众生颠倒，颠倒众生，这所谓颠倒，是指我们在见地观念上和思想上的错误，因此而形成见惑思惑。由于我们一直被这见惑思惑两种认识上的不清所障碍，因此不能成道，无法彻见宇宙天地间的真谛。那么老子说人法地，地法天，天法道，道法自然。这个自然的确实含义又是如何呢？答案很简单，自然二字，从中国文字学的组合来解释，便要分开来讲，自便是自在的本身，然是当然如此。老子所说的自然，是指道的本身就是绝对性的，道是自然如此，自然便是道，它根本不需要效法谁，道是本来如是，原来如此，所以谓之自然。"}
{"text":"由于我们一直被这见惑思惑两种认识上的不清所障碍，因此不能成道，无法彻见宇宙天地间的真谛。那么老子说人法地，地法天，天法道，道法自然。这个自然的确实含义又是如何呢？答案很简单，自然二字，从中国文字学的组合来解释，便要分开来讲，自便是自在的本身，然是当然如此。老子所说的自然，是指道的本身就是绝对性的，道是自然如此，自然便是道，它根本不需要效法谁，道是本来如是，原来如此，所以谓之自然。我们如果将大乘佛学彻底贯通了，必然不会对于宇宙本体和现象的哲学问题，感到左右为难。佛家有一个名词法尔如是，它是说明诸法本身本来就是这个样子。人生来怎么会成那个样子？人就是那个样子。你怎么会是这个样子？我就是这个样子。一切本来就是如此，一切法便是一切法的理由，更没有什么其他原因不原因的，这样就叫法尔如是。从法尔如是来看道法自然，最清楚不过了。道法自然，而自然自己本身原来就是如此这般，没有别的规范可寻，再也找不到一个东西可以另为之主，道就是自然，自然而然，就是法尔如是，古人翻译佛经，怕与老子的自然混合了名词，只好另创一词，便叫法尔如是。讲到这里，我曾经一再强调，我们后世之人读古人的著作，常常拿着自己当代的思想观念，或者现代语言文字的习惯，一知半解地对古人下了偏差的注解，诬蔑了古人，这是何等的罪过。读什么时代的书，首先自己要能退回到原来那个时代的实际状况里去，体会当时社会的文物风俗，了解当时朝野各阶层的生活心态，以及当时的语言习惯，如此掌握了一个时代文化思想创造的动源，看清这个历史文化的背景所在，这才能避免曲解当时的哲学思想和文艺创作，并给予正确合理的评价。比如，我们研究释迦牟尼佛的经典，也要退回到二千多年前的古印度的农业社会，设身处地替当时的人民想一想。那时的印度是一个贫富差距极大，极不平等，到处充满愚昧和痛苦的世界。假若你读历史，真能人溺己溺，人饥己饥地将自己整个投入，身历其境，于那种痛苦如同亲尝，那么方能真切地了解到释迦牟尼佛何以会提倡众生平等，何以会呼吁人人要有济度一切众生的行愿，才能体会到当时的佛陀真正伟大之处。"}
{"text":"那时的印度是一个贫富差距极大，极不平等，到处充满愚昧和痛苦的世界。假若你读历史，真能人溺己溺，人饥己饥地将自己整个投入，身历其境，于那种痛苦如同亲尝，那么方能真切地了解到释迦牟尼佛何以会提倡众生平等，何以会呼吁人人要有济度一切众生的行愿，才能体会到当时的佛陀真正伟大之处。如果天下太平，世界本来就好好的，大家生活无忧无虑，什么都不虞缺乏，汽车洋房冷暖气，样样俱足，日子过得满舒服的即使比这种情况差一点，那也还甘之如饴，又何必期待你去救度个什么？帮助个什么呢？念天地之悠悠话说回来，老子说人法地。人如何效法地呢？人要跟大地学习很难。且看大地驮载万物，替我们承担了一切，我们生命的成长，全赖大地来维持，吃的是大地长的，穿的是大地生的，所有一切日用所需，无一不得之于大地。可是，我们回报它的是什么？只不过是死后一把又脏又臭的腐烂掉的脓血和败坏了的朽骨头罢了。人活着时，不管三七二十一，将所有不要的东西，大便小便口水等等乱七八糟地丢给大地，而大地竟无怨言，不但生生不息滋长了万物，而且还承载了一切万物的罪过。我们人生在世，岂不应当效法大地这种大公无私无所不包的伟大精神吗？其实中国传统文化，一直非常强调此一精神。易经的坤卦，形容大地的伟大为直为方为大，指出大地永远顺道而行直道而行。包容一切，不改其德。佛家对此的看法也是一样，后来翻译华严经，冠以大方广佛为经题，也可以说是受坤卦卦辞影响的关系。再者，我们效法大地，除了上述的道理之外，同时还要了解大地自久远以来运动不止的意义。地球永远在转动。地球一天不转动，甚至只消一分一秒停止，我们人类和其他万有的生命，都要完结。地球的转动，人们以为是近代科学知识，其实中国上古早已知之，只是我们自己不加详察而已。又有人根据中国若干书籍上说的天圆地方，便一口咬定古人的观念认为地球是方的。这种不明究里人云亦云的说法，非常错误，孔子的弟子曾子，就曾讲过地是圆的，不是方的，而且一直在旋转，所谓天道左转，地道有旋的观念，早已由来悠久。我们人欲效法大地，就应该如易经卦辞所言天行健，君子以自强不息。"}
{"text":"又有人根据中国若干书籍上说的天圆地方，便一口咬定古人的观念认为地球是方的。这种不明究里人云亦云的说法，非常错误，孔子的弟子曾子，就曾讲过地是圆的，不是方的，而且一直在旋转，所谓天道左转，地道有旋的观念，早已由来悠久。我们人欲效法大地，就应该如易经卦辞所言天行健，君子以自强不息。行健，是天地的运行转动，永远是健在地前进，所以人要效法它的勇往直前的精神，一分一秒绝不偷懒，时时刻刻向前开创，永远生机蓬勃，永远灵明活泼，这才是合乎大地所具有的德行。但是，宇宙间日月星辰与地球，究竟是谁使它在转动呢？由哪个作主呢？是上帝吗？是神吗？是佛吗？老子却不采用这些具有人神造作化的名词，他只是根据上古传统文化中固有的名称，无以名之，仍然称之为道，称为自然，最恰当不过了。所以便说天法道，道法自然。抽象而言，道是自然地具备无究尽的功能，拥有不可思议的生灭力量。这股力量，在佛学而言，便叫它做业力，业力并不一定不好，有好有坏，坏的叫恶业，好的叫善业。其实，天地本身这股力量在运转，本无善恶，所谓善恶，都是人类自己附加上去的价值判断而已。道的力量，生生不息，源源而来，生天生地，神鬼神帝，都是由道的自然功能所分化。但是，它又为什么要生长了这些万有的存在呢？有时我们不得意时，实在很埋怨这个道，为什么它要生生不已，而又转化不已呢？道不转化便不会生成你和我，不生你和我，又何来这些纠扯不清的恩恩怨怨痛苦烦恼！这个道，何必跟我们如此过不去呢？生了大地，又生了我们的爸爸妈妈，再生下我们，以及后代的子子孙孙，然后为了一个小问题，都痛苦得不得了，一下成功，一下失败，时而悲伤，时而喜乐，究竟这个道这个上帝这个主宰，在开我们什么玩笑呢？如果亘古不生不灭，我们能够平平静静安安详详地休息，那该多好啊！像这一类的疑问，不消说我们一般的凡夫俗子弄不清答案的真相，就是千古以来，许多人穷尽毕生精力，追究这个问题的哲学家思想家，也都困在这个穷求第一因的谜题里，东奔西窜，寻不着出路，愈陷愈深，不能自拔。现在的科学家们，也正为这些问题向前直冲。老子呢？"}
{"text":"像这一类的疑问，不消说我们一般的凡夫俗子弄不清答案的真相，就是千古以来，许多人穷尽毕生精力，追究这个问题的哲学家思想家，也都困在这个穷求第一因的谜题里，东奔西窜，寻不着出路，愈陷愈深，不能自拔。现在的科学家们，也正为这些问题向前直冲。老子呢？他说道就是道，自然就是自然，此外再也没有一个由来，既没有为什么，也不是为了什么，本来就是这样，原封未动无始无终，无前无后，不生不灭而由这个不生不灭中，本然而创造了宇宙天地和万有生命的生生灭灭的现象，产生了时间空间前前后后的无意识的意识。我们研究道家思想，自然这个名词，是一大关键。而佛家的终究处也是法尔如是，这两者值得相互参究。一般修炼道术的学道者，若无法直识本来，看透这层法尔如是的事实，即便是在静坐禅定的工夫上如何了得，那还似依旧仆仆风尘，流浪生死，有家归不得的游子，前途一片茫茫。不信，你去问老子试试看。自然神仙再说，道的本身即是自然生生不息，但很多人修道，偏要打坐求静，认静是道都不对吗？你在静坐，真能静吗？其实，内心里面，妄想纷飞，动得乱七八糟，并无片刻安闲休息。真正的静坐入定，也只是进到另一个大运动的境界而已，因为大动，反而不觉其动，便说是静。或者可说是接近于那个大自然运动的核心，好像静止而已。譬如一个旋转中的圆形，越接近圆周的地方，运动的路线越大，而接近圆心的地方，运动的路线越小，而圆心所在，在旋转的时候，则完全不离原地，根本不动，其实它是整个圆转得最起劲之处，原来不静，所以说，真的能静止似的，那是到达于一个更雄浑无迹的运动境界，只是你自己未察觉到它的究竟而已。静坐之所以能使人健康长生不老，正是由于这个静中的大动似乎不动的效果。这个动，实是自然法则的功能。人们学道，学些什么呢？如果只知守窍练气，吐故纳新，那是小道。大道无为，什么都不需守，没有那些罗哩罗嗦的名堂。道法自然，自自然然就是道，若不如此，便不合道。普通的人，照修炼神仙家的看法，都是凡夫俗子。然而凡夫俗子只要能做到在日常生活中，一切任运自然，便不离于道了。中国道家有句名言人身是一小天地，认清这个观念，打坐修道就容易上路，你只须让自己的身心自然人法地，地法天，天法道，道法自然那般自然，岂不真得自在。"}
{"text":"大道无为，什么都不需守，没有那些罗哩罗嗦的名堂。道法自然，自自然然就是道，若不如此，便不合道。普通的人，照修炼神仙家的看法，都是凡夫俗子。然而凡夫俗子只要能做到在日常生活中，一切任运自然，便不离于道了。中国道家有句名言人身是一小天地，认清这个观念，打坐修道就容易上路，你只须让自己的身心自然人法地，地法天，天法道，道法自然那般自然，岂不真得自在。传统的道家，认为我们人身便是一个小天在，胃就像大地，地球上有长江黄河，和胃连带关系的，在前面管道便是长江，在后面的管道便是黄河其他别种器官，有的代表月亮，有的代表太阳，都在不停地运动。人打起坐来，心理上让它自然地清静，不去干扰身体各个器官的运作与血液循环，使之自自然然地合乎天地运转的法则，身体就会自然越来越健康。平常我们身体所以四大不调，疾病丛生，都是脑子里的意识思想太多太乱，扰乱了体能原本合于自然的运行法则，因此才产生了疾病的现象，才有苦乐的感受。至于佛家的修道路线也很多，通常所知的都教人要空放下，不要妄想，它和道家的清静无为有相通之处。清静无为，就是什么都不去想，但是如果你静坐，心里想我绝不乱想，那你早就又落入那想不要想的想里去了。道，本来自然生生不息在动，而你硬要千方百计不让它动，那岂不是道法大不自然了吗？不自然行吗？其实修道打坐，甚至在日常生活中，你只须让一切自然地任远流行，它就是自然的静，不假造作，自由自在，那就对了，又何必头上安头，作茧自缚呢？自老子之后，到了东汉时期，道家出现了魏伯阳真人作的参同契这部名著，素来被称为是千古丹经的鼻祖，学道家神仙长生不老之术的，非要仔细研究这部书不可，但其中所阐述的修道原理和方法，重点仍然在于老子的道法自然。那么，怎么又叫做参同契呢？因为修炼神仙长生不老的方法，与老庄周易丹法，三样的原理完全相同的。所以必须参合研究，而将其中的道理相互贯通彼此发明，故叫参同契。契是指书契一样，可以核对得丝毫都无差错。中国古代订契约，是在一块竹简刻上一式二份的标记和约定的条文，然后剖析成两片，中间分际接合处，彼此丝丝入扣，可为日后印证真假之辨的，便名曰契。参同契所论述的修道原理和过程，相当复杂奥妙，但其根本所在，仍然不外乎道法自然的大法则。"}
{"text":"所以必须参合研究，而将其中的道理相互贯通彼此发明，故叫参同契。契是指书契一样，可以核对得丝毫都无差错。中国古代订契约，是在一块竹简刻上一式二份的标记和约定的条文，然后剖析成两片，中间分际接合处，彼此丝丝入扣，可为日后印证真假之辨的，便名曰契。参同契所论述的修道原理和过程，相当复杂奥妙，但其根本所在，仍然不外乎道法自然的大法则。我们人体是个小宇宙小天地，在这个宇宙天地里，气机如何运行，血液如何流通，一切均有固定不易的法则，分秒不能勉强，不可勉强，不必勉强，假使真懂了这种道理，自己便会明白怎么来修道摄生养命，但是总归结的道理，不外老子的人法地，地法天，天法道，道法自然。第二十六章重为轻根，静为躁君。是以圣人终日行而不离辎重，虽有荣观，燕处超然。奈何万乘之主，而以身轻天下？轻则失本，躁则失君。一肩挑尽古今愁由上章的四大――道大，天大，地大，王亦大，和四法――人法地，地法天，天法道，道法自然。跟着而来，就有本章人法地的引申说明，即所谓重为轻根，静为躁君，是以圣人终日行而不离辎重。重和轻，静和躁，都是相对两种现象。重和轻，是物理现象的相对。静和躁，是生态现象的相对。但从原文文字上看来，老子上侧重重和静的重要，只偏向一头，而舍置它相互影响的关系。正如我们现代，有了科学知识以后，知道物质的重量，是受万有引力――地心吸力的作用而来。倘使物质脱离了地心吸力，在太空中，便会失去重心的作用，都是飘浮自在，轻便悠游的。我们人生的肉体生命，也是如此。所以心思高飞远举，但肉体的生命，脱离不了万有引力的作用，仍在原地不动，即使尽量锻练体能，也只有相当的限度，不能达到想象的自由。道家的学术，也早已知道这个原则，因此，才产生对生命功能超越物质世界的方术，所谓神仙丹道之学。修炼丹道的方法，首先是从习静着手，久久习静而舍离后天躁动的习性，也正是从老子第十六章所说致虚极，守静笃，万物并作，哥以观复。夫物芸芸，各复归其根，归根日静，是谓复命的原理而来。如此习静修炼，锻炼精神和肉体，互相合一而归于至静之极的不动之动，便可达到神仙冲举的成果。这便是中国神仙方伎学术的根据。老子，当然与神仙丹道不能脱离关系。冲举，便是后世学仙者所期望能修到白日飞升的古文辞之简称。"}
