{"text":"路人纷纷为之感动，深知社会的未来，正存乎这些欢愉的花朵之中。一株花朵并没有参与同伴们的娱乐，而是直奔家中，他的母亲正在门口眺望他回家的方向。母亲看到了他，兴奋地抱起他转了转，宝贝儿，今天学校里有什么事啊。妈妈，今天我们学校照相，老师说明天要带英镑去取照片。花朵略微不耐烦地停止了母亲对他的宠爱，反身跑向了远处玩闹的其他花朵。母亲慈爱地看着她的花朵远去，慢慢地踱进了房间。花朵的父亲刚完成了一天的工作，正在火炉旁抽着烟斗，有一搭没一搭地读着报纸。亲爱的，孩子他们学校今天拍照，要收英镑。母亲轻轻地遮住了父亲的眼睛，温声说人的一生，特别是年轻的时候，要走出去，去看下那些真正雄伟壮丽的东西，超越认知结构，社会形态的那种，岩浆喷射入云的火山，开满曼陀兰的山谷，追逐狮群的下午，划破夜空的极光，走一趟穿越沙漠的骑行，看一场跨越宗教和信仰的婚礼，选一次在海上漂泊数个星期也看不到陆地的旅程，到哪一天回想起来，面对那些以为绝境，坠入深渊的时刻，这份见识就是能拉你上来的绳索。人过了中年以后，会感觉特别孤独。每天早上醒来睁开眼睛，都是需要依靠你的人，没有你能依靠的人。特别是有了孩子以后，生命的衰老是可见的，或许没有孩子的话，到了岁，也会觉得自己仍然年轻，少年感因为没有参照，而得以长时间的保存。自由的时间被成倍的压缩，给自己的空间，需要不断的分给家庭，思考会因缺乏系统以及经常中断，开始变得迟钝和浅薄。曾经可以轻易做出的决定，也被替换成一个又一个事关未来的抉择。你不再仅是对自己负责，内心的苍老在几年十几年里急速生长，你也许会羡慕那些有着少年心气的中年人，像朴树，像刺猬，但是你知道，他们活成这样的代价也是巨大的。有时候，命运推着你，没察觉的就是一生，一眨眼就老了。世上有味之事包括诗酒哲学爱情往往无用。吟无用之诗醉无用之酒读无用之书钟无用之情终于成一无用之人却因此活得有滋有味。功利主义者认为滋味都是堕落，对你跨越阶层毫无帮助，跟财务自由南辕北撤，沉浸在看似淡薄无为实则怠惰自私的生活里了此残生。而我认为真正的堕落不是今天多吃一块炸鸡多喝一杯奶茶又长胖了两斤，也不是出门不洗头不打高尔夫球不带万块以上的手表，更不是晚上没有三省吾身，堕落是你不会爱自己。我最近常想起那句诗，今人不见古时月，今月曾经照古人。"}
{"text":"世上有味之事包括诗酒哲学爱情往往无用。吟无用之诗醉无用之酒读无用之书钟无用之情终于成一无用之人却因此活得有滋有味。功利主义者认为滋味都是堕落，对你跨越阶层毫无帮助，跟财务自由南辕北撤，沉浸在看似淡薄无为实则怠惰自私的生活里了此残生。而我认为真正的堕落不是今天多吃一块炸鸡多喝一杯奶茶又长胖了两斤，也不是出门不洗头不打高尔夫球不带万块以上的手表，更不是晚上没有三省吾身，堕落是你不会爱自己。我最近常想起那句诗，今人不见古时月，今月曾经照古人。月亮穿越亿年的事件和空间依然照耀我们，上古时期的蚩尤和黄帝的决战，大禹退治的洪水，牧野之战，西周伐商，春秋五霸，战国七雄，秦皇汉武，文帝太宗，御前赋诗又抱月而亡的李白，落笔千钧却饥寒而死的杜甫，宋徽宗画画的样子，蒙古铁骑踏平襄阳的那个夜晚，张居正第一次走进内阁的时候，李鸿章在马关条约上签字的手，还有只有月亮才见过的巴别塔，空中花园，亚特兰蒂斯，还有哥伦布发现美洲的船，莱克星顿的枪声，爱迪生改良的电灯，爱因斯坦的公式，计算机的发明，还有达芬奇，莎士比亚，巴尔扎克，雨果，托尔斯泰，爱伦坡，马尔克斯，太宰治，张爱玲，三毛，王小波有时候哲学和阅读的意义就在于此，在有限的生命里体验到时间的无限，理解这种无限中有限的瞬间，平行宇宙际会的瞬间，月亮我和历史上所有时刻相遇的瞬间。那个瞬间，就是现在。春秋时期，齐国的公子纠与公子小白争夺君位。管仲辅佐公子纠，而鲍叔辅佐公子小白。后来，公子小白继承君位，但鲍叔却向他推荐了管仲，说欲成霸王之业，非管仲不可。自己甘居其下。于是公子小白听从了鲍叔的建议，重用管仲，终成一代霸业。而公子小白，后世称之为齐桓公。在这次读书会上，我想要同大家分享我最敬佩的人鲍叔。他那舍小我，为大我的崇高精神，让我深有感触。顾炎武在日知录正始中，写下了那千古名句天下兴亡，匹夫有责。古往今来，有多少人，勇于承担这匹夫之责，以天下为己任，舍己而为国？又有多少壮士，为顾全大局，舍生而取义？他们，有的像鲍叔一样，为国而甘居人下有的，像历史长河中的许多名不见经传之人，默默无闻地在背后奉献自己。我们不可能记得所有人的名字。但他们的那种崇高的精神，在我们一代又一代华夏子孙的血脉中，传承下来。我们大家都知道廉颇和蔺相如的故事。"}
{"text":"顾炎武在日知录正始中，写下了那千古名句天下兴亡，匹夫有责。古往今来，有多少人，勇于承担这匹夫之责，以天下为己任，舍己而为国？又有多少壮士，为顾全大局，舍生而取义？他们，有的像鲍叔一样，为国而甘居人下有的，像历史长河中的许多名不见经传之人，默默无闻地在背后奉献自己。我们不可能记得所有人的名字。但他们的那种崇高的精神，在我们一代又一代华夏子孙的血脉中，传承下来。我们大家都知道廉颇和蔺相如的故事。战国后期的赵国，随着完璧归赵与渑池之会的功劳，蔺相如开始位居廉颇之上。廉颇从此心生芥蒂，对蔺相如很不服气，甚至说吾见相如，必辱之。从此以后，蔺相如处处避开廉颇。当蔺相如的门客问他时，他答道若将相争斗，必会给他国可乘之机。我这么做，是为了赵国着想啊！蔺相如这种为顾全国家大局而放下个人恩怨的精神，在历史上流芳千古。而廉颇本人知道蔺相如的胸怀后，背上荆条到蔺相如府上请罪，深刻地反省道鄙贱之人，不知将军宽之至此也。时至今日，同样有无数人像他们一样，舍小我而为大我。疫情期间，无数医务人员，舍弃了与家人团聚的机会，毅然驰援武汉。无数志愿者，默默在背后奉献，不为名，不求利。当今国家，同样需要这样的人才。为了国家的富强，甘愿奉献自我。我想如果更多的人，有着鲍叔那样舍己为国的大义精神，那么我们的祖国，必将更加强大，我们中华民族伟大复兴的中国梦，必将早日实现！十岁那年，他第一次见到剑。那是随父母的一次出游。青翠的山景飘渺的云雾肃穆的古建他的目光没有被游人热衷的事象吸引，而是锁住了一名兀自练剑的老者。只是舞动一柄细长的铁片，却有着行云之势流水之姿。他的心中，突然有了嫩芽钻破土壤般的瘙痒颤动。家境不算大富大贵，但也小有殷实。父母对他的期许，无非是和寻常百姓一样，刻苦精读，考取一方功名。对他的求剑之心，也只视为孩童一时的好奇，并未理喻。他朝着那条既定的大路前行，但也保留了自己的私心。――没有剑，就用他物代替。哪怕只是临摹姿势，哪怕并无半点巧技，他依然在闲暇之际，靠着记忆和想象用木棍练习。为了方便随身，他不断尝试缩短尺寸，一点，又一点。――直至一支笔的长度。就算丝毫没有剑的外形，他也能感受到那虚空中弥漫着的钢铁独有的寒意。"}
{"text":"家境不算大富大贵，但也小有殷实。父母对他的期许，无非是和寻常百姓一样，刻苦精读，考取一方功名。对他的求剑之心，也只视为孩童一时的好奇，并未理喻。他朝着那条既定的大路前行，但也保留了自己的私心。――没有剑，就用他物代替。哪怕只是临摹姿势，哪怕并无半点巧技，他依然在闲暇之际，靠着记忆和想象用木棍练习。为了方便随身，他不断尝试缩短尺寸，一点，又一点。――直至一支笔的长度。就算丝毫没有剑的外形，他也能感受到那虚空中弥漫着的钢铁独有的寒意。转眼数载，执念仍未散去。和天下学子一样，他背上行囊告别父母，踏上了进京赶考的路。而在旅途中，他终于有了和旧景重逢的机会。熟悉的景，熟悉的路。――只是人已逝。老者的弟子感谢他的牵挂，特地展示了世传的剑法。但他失望了。多余的动作，凌乱的步法――他不明白，为什么身边的同伴仍在交口称赞这华而不实的谬象。带着这份怅然，他踏进了考场的门，也踏上了回乡的路。就在名落孙山那一年，父亲的生意突然出现变故。原本的家底一扫而空，父亲也因急火攻心溘然长逝。面对举债的家计，他放弃了再考，凭自己的书法和学识，做了个抄书先生。夜以继日，案牍的劳形让他日渐消瘦――他甚至再也没有多余的精力去抚按那根木棍。但――运笔点墨的桌上，纵横的痕泛着淡淡的光。夜深人静的床前，不安的帐舞起龙虎的形。――一笔一划间，卧榻临寐前，他依然于心行剑。终是守得云开见月明。还清了债务，他却再没了走官道的念。鬓角已有微白，许是劳苦，许是岁月。偶然的机会，在送抄本的路上，他再次踏上了那片承载失望的土地。曾经的弟子已成了训师，在人群前一板一眼地指导。他叹息摇头，不忍再视，却被拦住了去路。――在他们眼里，他在挑衅。莫名被推上武场，他踌躇再三，还是摸出了那根木棍。光滑温润，宛若红玉。――没有人知道下个瞬间发生了什么。风云陡卷，玉宇澄清。他正对的殿，檐角直直地塌落，露出光滑的断面。他放下木棍，拿起抄本转身离开。没有人敢挪动一寸，更别说阻拦。――他很快出名了。那根木棍，伴随着恭敬和歉意，被完好无损地送了回来。同时蜂拥的，还有无数好奇的口舌和目光。就连他所经手的抄本，也都被开出了天价。有人聘他做剑师，有人请他做护卫，有人找他去参宴，有人带着自己的剑，想找他对决。"}
{"text":"莫名被推上武场，他踌躇再三，还是摸出了那根木棍。光滑温润，宛若红玉。――没有人知道下个瞬间发生了什么。风云陡卷，玉宇澄清。他正对的殿，檐角直直地塌落，露出光滑的断面。他放下木棍，拿起抄本转身离开。没有人敢挪动一寸，更别说阻拦。――他很快出名了。那根木棍，伴随着恭敬和歉意，被完好无损地送了回来。同时蜂拥的，还有无数好奇的口舌和目光。就连他所经手的抄本，也都被开出了天价。有人聘他做剑师，有人请他做护卫，有人找他去参宴，有人带着自己的剑，想找他对决。――一视同仁的拒绝。他，依然是一个抄书先生。年，随着春节的钟声敲响伴随着疫情的突如其来，不光是我们在全世界范围内都被这突如其来的插曲打乱了生活节奏。随之而生的新社交礼仪也相应产生，在网上还爆出了类似于刘爷，核酸了吗？您？托您的福，阴着呢！这样带有北京特色的段子。显然在疫情之下，距离显的十分重要，那随之而然产生的联系呢？请注意，我会用三个方面来概括疫情中距离与联系，分别是武汉的外卖小哥与疫情期间的居民生活新社交礼仪还有老外视角下的中国疫情。首先是武汉的外卖小哥，在疫情期间武汉的外卖小哥老计火了，因为他在疫情期间用自己的镜头记录下了一个真实的武汉。这正是全国人民迫切希望想看到的，这不仅能帮助人们缓解对疫情的焦虑情绪，还能向世界范围内传达一种信息中国包括中国政府在内是如何应对疫情的，以及应对疫情的决心。在他的镜头下，疫情不在是无情的，在人的互帮互助下疫情下的居家隔离也变得有人情味儿了起来。就像在今年春晚中白岩松说的疫情可以隔离病毒但隔离不了爱，老计的做法的确印证了这一观点，也是它的践行者。接下来是疫情下的新社交礼仪，不知道大家有没有注意到了没有，现在保持一米社交距离已经成为了你我之间的日常。还是借用开头的段子这是这个段子上半部分，它的下半部分是也是，咱啊这拉家带口的谁也别阳着喽！不知道各位有没有注意到这之间的关键词，分别是拉家带口和阳着。您可能说害！这有什么好新奇的。但还是要请您注意，这恰恰是我们国家在疫情期间开展的疫情防控和全民爱国卫生运动的成果。试想一下如果在中国实行像英国和众多西方国家一样诸如群体免疫的疫情防控的话，可想而知，在这个亿的世界人口第二的大国下的疫情形势的严峻。我想，带来的后果应该远超西班牙流感所带来的后果。"}
{"text":"还是借用开头的段子这是这个段子上半部分，它的下半部分是也是，咱啊这拉家带口的谁也别阳着喽！不知道各位有没有注意到这之间的关键词，分别是拉家带口和阳着。您可能说害！这有什么好新奇的。但还是要请您注意，这恰恰是我们国家在疫情期间开展的疫情防控和全民爱国卫生运动的成果。试想一下如果在中国实行像英国和众多西方国家一样诸如群体免疫的疫情防控的话，可想而知，在这个亿的世界人口第二的大国下的疫情形势的严峻。我想，带来的后果应该远超西班牙流感所带来的后果。最后就是老外下的中国疫情，我一直都很好奇，在老外眼里咱们中国的疫情防控是怎么样的？所幸的是基本上都是一致好评，有的甚至给与了高度的评价，赞赏中国政府的做法并呼吁自己的国家也应予借鉴学习。有一位来自日本的导演竹内亮拍摄的南京抗议日记在上收获了大量的好评，在最近更新的关于武汉的视频中，有一幕让我特别感动有一长期在华南海鲜市场的武汉人在和导演握手之前说了一句话放心，我做过核酸检测了这句话让人觉得扎心的同时也让人觉得武汉人在接触外地人的时候的小心与谨慎，也从侧面反应出武汉全民核酸检测的成果，在非常时期下的外国友人发声就显得十分重要。年的开局显得十分的迷幻，他带来的连锁反应导致年的东京奥运会在奥运会的历史长河中第一次因为非战争因素推迟，甚至有取消的风险。微博热搜中甚至都有如果从来会怎么样的热搜词条，但世界上从来都没有时间再来一次的如果因为人生根本没有如果，只能是现在进行时。这只蝴蝶的翅膀煽动后还不知道还会带来多少不确定性，疫情的距离与联系或许能够成为一代人的共同记忆，就像年的非典一样。无论疫情的最后走向何处，总归是那句话可以隔离疫情但绝对隔离不了爱。我打开那部有些破旧手机，翻找着一条条的信息。最后一条信息，是在月日，落款处，写的是父亲。依稀记得那天，父亲在车站等车，身旁是大包小包的行李。我和母亲站在他身边，一块陪着他等。我回头看看身边的母亲母亲虽然已将眼角的泪水拭去，但布满皱纹的脸上还是留下了两道明显的泪痕。父亲为了供我和妹妹上学，为了赡养奶奶，不得已出村去打零工赚钱父亲是个粗人，不识几个字。也因此，父亲特别希望我和妹妹能够成才。"}
{"text":"我打开那部有些破旧手机，翻找着一条条的信息。最后一条信息，是在月日，落款处，写的是父亲。依稀记得那天，父亲在车站等车，身旁是大包小包的行李。我和母亲站在他身边，一块陪着他等。我回头看看身边的母亲母亲虽然已将眼角的泪水拭去，但布满皱纹的脸上还是留下了两道明显的泪痕。父亲为了供我和妹妹上学，为了赡养奶奶，不得已出村去打零工赚钱父亲是个粗人，不识几个字。也因此，父亲特别希望我和妹妹能够成才。父亲转过身来，拍拍我的肩，递给我一个破旧的手机，同我说等爸爸到了，每周发一次信息给你，我家姑娘这么聪明，肯定会用的吧。我小心翼翼地接过那部手机，略带试探地看了看父亲，父亲笑着，嘴角边的法令纹是那样深，不，不光是嘴角，父亲的整个脸上，手上无一不爬满了皱纹再配上那黝黑的皮肤，好似一颗干枯的老树。可父亲的眼神却很精神，尽管里面布满了血丝，但看上去还是那样温柔。很快，大巴车来了，父亲拎着大包小包的行李上了车，车开走前，他特意嘱咐我一点要看他发来的信息。车子慢慢开走了，我向父亲挥手告别，而我恍惚听见母亲在我身后泣不成声。我一直以为母亲只是舍不得父亲而已，在那之后，我才大概明白了母亲为何哭泣。在那之后的日子里，每周我都能收到父亲的信息有时，他告诉我他在那边见到的新鲜事有时他也会想我抱怨老板要求太高有时，他会和我分享些开心事，总之，父亲总是很高兴的向我分享他的故事，我有时也会回复他自己和家人的现状啊等等，在那时的我来看，日子虽苦但父亲每周的信息都像那苦闷的日子里所流露出的一丝甜蜜，温暖了我的生活。只是，我现在却时常懊悔自己当时未曾仔细注意父亲的信息，若我注意到了，想必那件事也不会发生了吧。月日，那一天又到了父亲给我发信息的日子，我兴致勃勃地打开手机，查看了信息。可接下来的内容却令我大吃一惊父亲已然去世！我的手一阵酥软，手机掉了下来。母亲看见我神色不对，眉头也紧蹙了起来，拿过手机一看泪水即刻夺框而出。原来，父亲早就不知何时患上了肺癌，而就在昨天，父亲已然去世。我这是才明白母亲在父亲临走时的眼泪到底是何意思，以及父亲在信息中我未曾注意的抱怨。父亲的信息，永远停在了月日，而父亲对我的爱，那像大树一样坚挺的爱，也永远停在了月日。"}
{"text":"我的手一阵酥软，手机掉了下来。母亲看见我神色不对，眉头也紧蹙了起来，拿过手机一看泪水即刻夺框而出。原来，父亲早就不知何时患上了肺癌，而就在昨天，父亲已然去世。我这是才明白母亲在父亲临走时的眼泪到底是何意思，以及父亲在信息中我未曾注意的抱怨。父亲的信息，永远停在了月日，而父亲对我的爱，那像大树一样坚挺的爱，也永远停在了月日。年前，有一个人指着满是逃难者的油画，问第欧根尼看，你常说神不关心人类的事情，那你怎么看待这些人因为神的特别恩赐，活了下来呢？垂垂老矣的大哲学家第欧根尼，悲悯地望着油画上的逃难者们，回答道在这张油画外面，还有比这多无数倍的人，死在了这场灾难里。这是历史上最早的幸存者偏差理论。尽管过了数千年，这个世界上还有很多人，依旧在一遍遍地犯着幸存者偏差的谬误。在幸存者偏差这个概念里，最广为流传的是二战时期的一个故事年，空军是一个很重要的兵种，当时盟军的战机在战争中损失惨重。于是盟军总部秘密召集了一批物理学家数学家来专门研究如何减少空军被击落概率，当时军方统计了所有返回飞机的中弹位置，发现机翼部分中弹比较密集，机身和机尾的中弹比较稀疏，因此当时军方的建议是――加强机翼部分的防护。这个建议被研究组里的一位统计学家沃德给否决了，他提出了一个完全相反的观点加强机身和机尾部分的防护。沃德教授是这样说的所有的样本都是成功返航的飞机，也就是可能正是因为机翼遭到攻击，机身和机尾没有遭到密集的攻击，才使得这些飞机能够成功返航。在经过后续的一些有力的论证后，军方采用了他的观点，事后也证明了这个决策无比的正确，有效的降低了空军被击落的概率。这里我们注意一点，也就是军方差点做了一个看起来有道理，实则完全错误的决策。他们就是犯了幸存者偏差的谬误被击落的飞机是没办法当做样本的。在中国，也有一些经历过侵华战争的老人，觉得日军是有纪律有组织优待军民的，这对于一些研究也造成了不小的影响。但我们要清楚一点，就是这些老人之所以活了下来，是因为他们遇到的是一些可能得到严令，或者是有较高素养的日军。但绝大多数没有遇到这样的日军的国人们，他们没办法发声作证，是因为他们已经被残暴的日军给杀死了。"}
{"text":"他们就是犯了幸存者偏差的谬误被击落的飞机是没办法当做样本的。在中国，也有一些经历过侵华战争的老人，觉得日军是有纪律有组织优待军民的，这对于一些研究也造成了不小的影响。但我们要清楚一点，就是这些老人之所以活了下来，是因为他们遇到的是一些可能得到严令，或者是有较高素养的日军。但绝大多数没有遇到这样的日军的国人们，他们没办法发声作证，是因为他们已经被残暴的日军给杀死了。这也是幸存者偏差名字的来历，一些人幸存了下来，但我们决不能忽略另外一个没有幸存下来的人群，单单只采信一方，只会让我们离事实真理越来越远。可能在平时生活中我们对于这些，并不会那样的在意，但明白幸存者偏差这个理论的话，对于我们看待一些事物都是非常有帮助的。就像一些预测赌球的营销号，他们就有一个策略，那就是会给三万个人发邮件，其中一万人发某某球队赢的预测其中一万人发某某球队输的预测最后一万人发两支球队打平的预测。足球比赛只有这三种可能，总会有一种是对的，那么就有一万人是得到了对的预测，然后就再次给剩下的一万人发三种结果的预测，在经过数次的筛选到最后的三百多人，在这三百多人眼里，这个营销号简直就是神一般的存在，每一次都预测准了，所以就坚定地给他掏钱了，实际上根本就不是因为他有多么的神准，其实只因为你是最后的幸存者。避免这种幸存者偏差的方式，也有很多种，比如医学上的随机双盲测试，比如扩大随机样本，这些都是科学上的，生活中我们应该学会判断审视一下。――自己会不会就是那样一个幸存者？金融作家纳西姆塔勒布曾在他的黑天鹅里，把这样的幸存者偏差称为无声的证据。现在很多迷信一部分股票赌球营销号的人们，其实就和年前的那个人一样，把随机产生的幸存者当成神的恩宠。实际上他们只是忽视了一些客观存在，但因为某些因素，发不出声音的证据。德尔斐的阿波罗神庙里，苏格拉底认识你自己的箴言闪烁着岁月的流光。在古希腊的文化艺术里，神性的光华盖过了人性的闪耀，不论是窃火降世的普罗米修斯，还是弑父娶母的俄狄浦斯，他们终究逃不过神谕与命运的作弄。人在神的面前，犹如瑟缩的野花野草之于暴虐的狂风骤雨。因此，哲学家这句话的本义，就是强调人要自知，接受人之所以为人的缺陷与不足。"}
