{"text":"从这正确的处理中，我们可以看出，所谓全盘西化是理论上讲不通事实上办不到的。世界上还没有哪一个西方以外的国家全盘西化过。年月日第章精华与糟粕最近几十年来，中国文史界有一个口头语，叫做批判继承。说详细一点，就是对中国古代文化要一分为二，分清精华与糟粕，继承前者，批判后者。口号一出，天下翕然从之，几乎是每人必讲，每会必讲，无有表异议者，仿佛它是先验的，用不着证明。但是，究竟什么叫做精华，什么又叫做糟粕呢？二者关系又是怎样呢？我――我看别人也一样――从来没有去认真思考过，好像二者泾渭分明，一看就能识别，只要文中一写，会上一说，它就成了六字真言，威力自在。最近我那胡思乱想的毛病又发作起来，狂悖起来，我又仔细思考了这个问题，苦思之余，豁然开朗。原来这两个表面上看上去像是对立面的东西，不但不是泾渭分明，而是界限不清尤有甚者，在一定的条件下，双方可以相互向对立面转化。空口无凭，我举几个例子。孔子和儒学，在年前的五四运动时期，肯定被认为是糟粕，不然的话，何能喊出了打倒孔家店的口号？然而，时移势迁，到了今天，中国正在努力建设社会主义初级阶段的社会，还有什么人能说孔子和儒学中没有精华呢？这是由糟粕向精华转化的例子，另外一个例子是在改革开放以前思想大混乱的时期中，斗，斗，斗的哲学被认为是天经地义，当然是精华无疑了。然而到了今天怎样了呢？谁敢说它不是糟粕？这是一个从精华转化成糟粕的例子，我认为，这两个例子都是有说服力的，类似的例子还有很多，我不一一列举了。但是，上面的例子还是过于简单化了一些，古往今来，实际的情况要复杂得多，精华与糟粕互相转化，循环往复变化多端，想读者定能举一隅而以三隅反的。这种情况的根源何在呢？我个人的看法是时代随时在前进，社会随时在变化。每一个时代和每一个社会都有自己的特殊要求，在政治方面，在经济方面，在巩固统治方面，在保持安定团结方面，在发展文化教育方面，在提高人民的文化道德水平方面等，都有自己的特殊要求。能满足这个要求的前代或当代的理论学说或者行动，就是精华，否则就是糟粕。但时代和社会是永不停息地变动着的，一变动就会提出新的要求。以不变应万变的理论，学说或者行动是不能想象的。"}
{"text":"我个人的看法是时代随时在前进，社会随时在变化。每一个时代和每一个社会都有自己的特殊要求，在政治方面，在经济方面，在巩固统治方面，在保持安定团结方面，在发展文化教育方面，在提高人民的文化道德水平方面等，都有自己的特殊要求。能满足这个要求的前代或当代的理论学说或者行动，就是精华，否则就是糟粕。但时代和社会是永不停息地变动着的，一变动就会提出新的要求。以不变应万变的理论，学说或者行动是不能想象的。我的用意只不过是提醒人们在讲出这近套话的批判继承和要分清精华与糟粕的时候，要稍稍动一点脑筋，不要让套话变成废话，如此而已。年月日第章国学漫谈国学，在燕园又悄然兴起一文见人民日报年月日第三版在国内外一部分人中引起了轰动。据我个人看到的国内一些报纸和香港的报纸，据我收到的一些读者来信看，读者们是热诚赞成文章的精神的。想要具体的例证，那可以说是俯拾即是。前不久，我曾就东方文化和国学作过一次报告。一位青年同志写了一篇侧记，叙述这一次报告的情况王之P高屋建瓴启迪后人，人民日报年月日第三版。读者如有兴趣，可以参阅。我因为是当事人，有独特的感触，所以不避嗦之嫌，在这里对那天的情况再讲上几句。那是一个阴雨连绵的晚间，天气已颇有寒意。报告定在晚上时。我毫无自信，事先劝同学们找一个不太大的教室，能容下人就行了。我是有私心的，害怕人少，讲者孑然坐在讲台上，面子不好看。然而他们坚持找电教大楼的报告大厅，能容下人。完全出乎我意料，不但座无虚席，而且还有不少人站在那里，或坐在台阶上，都在静静地谛听，整个大厅里鸦雀无声。我这个年届耄耋的世故老人，内心里十分激动，眼泪在眼睛里打转。据说，有人点半就去占了座位。而对这样一群英姿勃发的青年，我心里一阵阵热浪翻滚，笔墨语言都是形容不出来的。海外不是有一些人纷纷扬扬，说北大学生不念书，很难对付吗？上面这现象又怎样解释呢？人世间有果必有因。上面说的这种情况也必有其原因。我经过思考，想用两句话来回答顺乎人心，应乎潮流。我们中华民族拥有五千年的光辉灿烂的文化，对人类做出了卓越的贡献。很难想象，世界上如果缺少了中华文化会是一个什么样子。前几年，弘扬中华优秀文化的号召一经提出，立即受到了国内外炎黄子孙的热烈拥护。原因何在呢？"}
{"text":"而对这样一群英姿勃发的青年，我心里一阵阵热浪翻滚，笔墨语言都是形容不出来的。海外不是有一些人纷纷扬扬，说北大学生不念书，很难对付吗？上面这现象又怎样解释呢？人世间有果必有因。上面说的这种情况也必有其原因。我经过思考，想用两句话来回答顺乎人心，应乎潮流。我们中华民族拥有五千年的光辉灿烂的文化，对人类做出了卓越的贡献。很难想象，世界上如果缺少了中华文化会是一个什么样子。前几年，弘扬中华优秀文化的号召一经提出，立即受到了国内外炎黄子孙的热烈拥护。原因何在呢？这个号召说到了人们的心坎上。弘扬什么呢？怎样来弘扬呢？这就需要认真地研究了。我们的文化五色杂陈，头绪万端。我们要像韩愈说的那样，沉浸郁，含英咀华，经过这样细细品味认真分析的工作，把其中的精华寻找出来，然后结合具体情况，从而发扬光大之，期有利于中国人民和世界人民的前进与发展。国学就是专门做这件工作的一门学问。旧版辞源上说国学，一国所固有之学术也。话虽简短朴实，然而却说到了点子上。七八十年以来，这个名词已为大家所接受。除了脑袋里有一只鸟的人借用德国现成的话，大概不会再就这个名词吹毛求疵了。如果有人有兴趣有工夫去探讨这个词儿的来源，那是他自己的事，我无权反对。国学绝不是发思古之幽情。表面上它是研究过去的文化的，因此过去有一些学者使用国故这样一个词儿。但是，实际上，它既与过去有密切联系，又与现在甚至将来有密切联系。现在我们不是都谈建设有中国特色的社会主义吗？什么叫特色？特色表现在什么地方？我曾反复思考过这个问题。我觉得，科技对我们国家建设来说，对发展生产力来说，是非常重要的，万万不能缺少的。但是，科技却很难表现出什么特色。你就是在原子能电脑宇宙飞船等尖端科技方面，有突出的成就，超过了世界先进国家，同其他国家比较起来，也只能是程度的差别，是水平的差别，谈不到什么特色。我姑且称这些东西为硬件。硬件的本质都是一样的，没有什么特色可言。特色最容易表现在精神文化方面，我姑且称之为软件，哲学宗教文学艺术伦理道德经营管理等都属于这个范畴。这些东西也是能够交流的，所谓固有并不排除交流，这个道理属于常识范围。以上这些学问基本上都保留在我们所说的国学中。其中有不少的东西可以说是中华文化中华智慧的结晶，直至今日，不但对中国人发挥影响，它的光辉也照到了国外去。"}
{"text":"我姑且称这些东西为硬件。硬件的本质都是一样的，没有什么特色可言。特色最容易表现在精神文化方面，我姑且称之为软件，哲学宗教文学艺术伦理道德经营管理等都属于这个范畴。这些东西也是能够交流的，所谓固有并不排除交流，这个道理属于常识范围。以上这些学问基本上都保留在我们所说的国学中。其中有不少的东西可以说是中华文化中华智慧的结晶，直至今日，不但对中国人发挥影响，它的光辉也照到了国外去。最近听一位国家教委的领导说，他在新德里时亲耳听到印度总统引用中国管子关于十年树木，百年树人的话。在巴基斯坦他也听到巴基斯坦总理引用中国古书中的话。足证中华智慧已深入世界人民之心。这是我们中国人应该感到骄傲的。所有这些中国智慧都明白无误地表露了中国的特色。它产生于中国的过去，却影响了中国和世界的今天，连将来也会受到影响。事实已经证明，连外国人都会承认这一点的。国学的作用还不就到此为止，它还能激发我们整个中华民族的爱国热情。爱国主义是一个好词儿，没有听到有人反对过。但是，我总觉得，爱国主义有真伪之分。在历史上，被压迫被侵略的民族，为了自己的生存与尊严，不惜洒热血抛头颅，奋抗顽敌，伸张正义。这是真爱国主义。反之，压迫别人侵略别人的民族，有时候也高呼爱国主义，然而却不惜灭绝别的民族。这样的爱国主义是欺骗自己人民的口号，是蒙蔽别国人民的幌子。它实际上是极端民族沙文主义的遮羞布。例子不用举太远的，近代的德意日法西斯主义就是这一类货色。这是伪爱国主义。中国的爱国主义怎样呢？它在主体上是属于真爱国主义范畴的。有历史为证，不管我们在漫长的封建时期内，天朝大国的口号喊得多么响，事实上我国始终有外来的侵略者，主要来自北方，先后有匈奴突厥辽金蒙满等等。今天，这些民族基本上都成了中华民族的组成部分但在当时只能说是是敌对者，我们不能否定历史的本来面目。在历史上，连一些雄才大略的开国君主也难以逃避耻辱。刘邦曾被困于平城，李渊曾称臣于突厥，这是最明显的例子。我们也不能说，中国过去没有主动地侵略别人过，这情况也是有过的，但不是主流，主流是中国始终受到外来的威胁。正是由于这个原因，我们中国人民敬仰歌颂许多爱国者，岳飞文天祥史可法等都是。一直到今天，爱国主义，真正的爱国主义，始终左右我们民族的心灵。"}
{"text":"今天，这些民族基本上都成了中华民族的组成部分但在当时只能说是是敌对者，我们不能否定历史的本来面目。在历史上，连一些雄才大略的开国君主也难以逃避耻辱。刘邦曾被困于平城，李渊曾称臣于突厥，这是最明显的例子。我们也不能说，中国过去没有主动地侵略别人过，这情况也是有过的，但不是主流，主流是中国始终受到外来的威胁。正是由于这个原因，我们中国人民敬仰歌颂许多爱国者，岳飞文天祥史可法等都是。一直到今天，爱国主义，真正的爱国主义，始终左右我们民族的心灵。我常说，北京大学的优良传统之一，就是爱国主义，我这说法得到了许多人的赞同。探讨和分析中国爱国主义的来龙去脉，弘扬爱国主义思想，激发爱国主义热情，是我们今天国学的重要任务，国学的任务可能还可以举出一些来，以上三大项，我认为，已充分说明其重要性了。我上面说到顺乎人心，应乎潮流。我现在所淡的就是人心，就是潮流。我没有可能对所有的人都调查一番。我所说的人心，可能有点局限。但是，一滴水中可以见宇宙，从燕园来推测全国，不见得没有基础。我最近颇接触了一些青年学生。我发现，他们是很肯动脑筋的一代新人。有几个人告诉我，他们感到迷惘。这并不是坏事，这说明他们正在那里寻觅祛除迷惘的东西，正在那里动脑筋。他们成立了许多社团，有的名称极怪，什么吠陀，什么禅学，这一类名词都用上了。也许正在燕园悄然兴起的国学，正投了他们之所好，顺了他们的心。否则怎样来解释我在本文开头时说的那种情况呢？中国古话说，得道多助，失道寡助，顺应人心和潮流的就是道。但是，正如对人世间的万事万物一样，对国学也有不同的看法。提倡国学要有点勇气，这话是我说出来的。在我心中主要指的是以十年浩劫为代表的那一股极左思潮。我可万万没有想到，今天半路上竟杀出来一个程咬金，在小报上写文章嘲讽国学研究，大扣帽子。不知国学究竟于他何害，我百思不得其解。无独有偶，北师大古籍研究所编纂全元文，按说这工作有百利而无一弊，然而竟也有人想全面否定。我觉得，有这些不同意思也无妨。国学，弘扬中华优秀文化，既然是顺乎人心，应乎潮流的事业，必然会发展下去的。年月日第章谈礼貌眼下，即使不是百分之百的人，也是绝大多数的人，都抱怨现在社会上不讲礼貌。这完全有事实做根据的。"}
{"text":"不知国学究竟于他何害，我百思不得其解。无独有偶，北师大古籍研究所编纂全元文，按说这工作有百利而无一弊，然而竟也有人想全面否定。我觉得，有这些不同意思也无妨。国学，弘扬中华优秀文化，既然是顺乎人心，应乎潮流的事业，必然会发展下去的。年月日第章谈礼貌眼下，即使不是百分之百的人，也是绝大多数的人，都抱怨现在社会上不讲礼貌。这完全有事实做根据的。前许多年，当时我腿脚尚称灵便，出门乘公共汽车的时候多，几乎每一次我都看到在车上吵架的人，甚至动武的人，起因都是微不足道的你碰了我一下，我踩了你的脚，如此等等。试想，在拥拥挤挤的公共汽车上，谁能不碰谁呢？这样的事情也值得大动干戈吗？曾经有一段时间，有关的机关号召大家学习几句话谢谢！对不起！等等。就是针对上述的情况而发的。其用心良苦，然而我心里却觉得不是滋味。一个有五千年文明的堂堂大国竟要学习幼儿园孩子们学说的话，岂不大可哀哉！有人把不讲礼貌的行为归咎于新人类或新新人类。我并无资格成为新人类的同党，我已经是属于博物馆的人物了。但是，我却要为他们打抱不平。在他们诞生以前，有人早着了先鞭。不过，话又要说回来，新人类或新新人类确实在不讲礼貌方面有所创造，有所前进，他们发扬光大这种并不美妙的传统，他们往往是一双男女在光天化日之下，车水马龙之中，拥抱接吻，旁若无人，洋洋自得，连在这方面比较不拘细节的老外看了都目瞪口呆，惊诧不已。古人说闺房之内，有甚于画眉者。这是两口子的私事，谁也管不着。但这是在闺房之内的事，现在竟几乎要搬到大街上来，虽然还没有到甚于画眉的水平，可是已经很可观了。新人类还要新到什么程度呢？如果一个人孤身住在深山老林中，你愿意怎样都行。可我们是处在社会中，这就要讲究点人际关系。人必自爱而后人爱之。没有礼貌是目中无人的一种表现，是自私自利的一种表现，如果这样的人多了，必然产生与社会不协调的后果。千万不要认为这是个人小事而掉以轻心。现在国际交往日益频繁，不讲礼貌的恶习所产生的恶劣影响，已经不局限于国内，而是会流布全世界。前几年，我看到过一个什么电视片，是由一个意大利著名摄影家拍摄的，主题是介绍北京情况的。"}
{"text":"可我们是处在社会中，这就要讲究点人际关系。人必自爱而后人爱之。没有礼貌是目中无人的一种表现，是自私自利的一种表现，如果这样的人多了，必然产生与社会不协调的后果。千万不要认为这是个人小事而掉以轻心。现在国际交往日益频繁，不讲礼貌的恶习所产生的恶劣影响，已经不局限于国内，而是会流布全世界。前几年，我看到过一个什么电视片，是由一个意大利著名摄影家拍摄的，主题是介绍北京情况的。北京的名胜古迹当然都包罗无遗，但是，我的眼前忽然一亮一个光着膀子的胖大汉骑自行车双手撒把，做打太极拳状，飞驰在天安门前宽广的大马路上。给人的形象是野蛮无礼。这样的形象并不多见，然而却没有逃过一个老外的眼光。我相信，这个电视片是会在全世界都放映的。它在外国人心目中会产生什么影响，不是一清二楚了吗？最后，我想当一个文抄公，抄一段香港大公报上的话富者有礼高质，贫者有礼免辱，父子有礼慈孝，兄弟有礼和睦，夫妻有礼情长，朋友有礼义笃，社会有礼祥和。年月日第章谈孝孝，这个概念和行为，在世界上许多国家中都是有的，而在中国独为突出。中国社会，几千年以来就是一个宗法伦理色彩非常浓的社会，为世界上任何国家所不及。中国人民一向视孝为最高美德。嘴里常说的，书上常讲的三纲五常，又是什么三纲六纪，哪里也不缺少父子这一纲。具体地应该说父慈子孝是一个对等的关系。后来不知道是怎么一来，只强调子孝，而淡化了父慈，甚至变成了天下无不是的父母。古书上说，身体肤发，受之父母，一个人的身体是父母给的，父母如果愿意收回去，也是可以允许的了。历代有不少皇帝昭告人民，以孝治天下，自己还装模作样，尽量露出一幅孝子的形象。尽管中国历史上也并不缺少为了争夺王位导致儿子弑父的记载。野史中这类记载就更多。但那是天子的事，老百姓则是绝对不能允许的。如果发生儿女杀父母的事，皇帝必赫然震怒，处儿女以极刑中的极刑万剐凌迟。在中国流传时间极长面又极广的所谓教孝中，就有一些提倡愚孝的故事，比如王祥卧冰割股疗疾等都是迷信色彩极浓的故事，产生了不良的影响。但是中华民族毕竟是一个极富于理性的民族。"}
{"text":"野史中这类记载就更多。但那是天子的事，老百姓则是绝对不能允许的。如果发生儿女杀父母的事，皇帝必赫然震怒，处儿女以极刑中的极刑万剐凌迟。在中国流传时间极长面又极广的所谓教孝中，就有一些提倡愚孝的故事，比如王祥卧冰割股疗疾等都是迷信色彩极浓的故事，产生了不良的影响。但是中华民族毕竟是一个极富于理性的民族。就在已经被视为经典的孝经谏诤章中，我们可以读到下列的话昔者天子有诤臣七人，虽无道，不失其天下诸侯有诤臣五人，虽无道，不失其国大夫有诤臣三人，虽无道，不失其家士有诤友，则身不离于令名父有诤子，则身不陷于不义。故当不义，则子不可以不诤于父，臣不可以不诤于君故当不义，则诤之，从父之令，又焉得为孝乎？这话说得多么好呀，多么合情合理呀！这与天下无不是的父母这一句话形成了鲜明的对立。后者只能归入愚孝一类，是不足取的。到了今天，我们应该怎样对待孝呢？我们还要不要提倡孝道呢？据我个人的观察，在时代变革的大潮中，孝的概念确实已经淡化了。不赡养老父老母，甚至虐待他们的事情，时有所闻。我认为，这是不应该的，是影响社会安定团结的消极因素。我们当然不能再提倡愚孝，但是，小时候父母抚养子女，没有这种抚养，儿女是活不下来的。父母年老了，子女来赡养，就不说是报恩吧，也是合乎人情的。如果多数子女不这样做，我们的国家和社会能负担起这个任务来吗？这对我们迫切要求的安定团结是极为不利的。这一点简单的道理，希望当今为子女者三思。年月日第章谈中国书法书法，可以说是中国独有的艺术。日本自古迄今也是讲究书法的，自唐代起就名家辈出，这显然是受了中国的影响。我在这里讲受影响毫无贬义，日本受了中国的影响，自己也有所创新，有所发展，这是日本书法家最受人称赞之处。在几十年前，中国视古代文化如粪土的时期，我看了日本书法，曾感慨备至，惊呼热中肠，觉得我们将要礼失而求诸野了。幸而在改革开放以来，书法又受到青睐。老中青三代书法家，发奋图强，重振当年雄风。我所担心的尴尬局面未能出现，这是我垂暮之年最感欣慰的乐事之一。幸亏天老爷赐我以长寿，否则真要抱恨终天了。中国的书法妙处何在呢？我不是美学家，更不是书法美学家，不敢赞一词。古语之他山之石，可以攻玉。现在我想借用别人的眼睛，而且是一个外国人的眼睛，来攻中国书法这一块玉。"}
{"text":"在几十年前，中国视古代文化如粪土的时期，我看了日本书法，曾感慨备至，惊呼热中肠，觉得我们将要礼失而求诸野了。幸而在改革开放以来，书法又受到青睐。老中青三代书法家，发奋图强，重振当年雄风。我所担心的尴尬局面未能出现，这是我垂暮之年最感欣慰的乐事之一。幸亏天老爷赐我以长寿，否则真要抱恨终天了。中国的书法妙处何在呢？我不是美学家，更不是书法美学家，不敢赞一词。古语之他山之石，可以攻玉。现在我想借用别人的眼睛，而且是一个外国人的眼睛，来攻中国书法这一块玉。我在将近七十年前在清华读书时，有一个教德文的德国教授，名叫s，中文名是艾克，字锷风，只能说几句简单的汉语，并不认识汉字。有一次，在上课前，我用粉笔在黑板上鬼画符，写了几个汉字，完全是写着玩的但忘记擦掉。他一走进课堂，不上讲台，两眼直勾勾地瞅着黑板上的那几个字，似乎非常欣赏。下课后，他问是谁写的，我从实招认。他点头微笑，说我不认识汉字，但我是美学家。我看汉字，像看一幅画，只看结构，只看线条，不管含义。他这几句简单的话，给了我很大的启发。我从来不是什么书法家，我那黑板字写得也不见得好。但是，艾老师却以一个外国美学家的目光，从字的结构和线条上看出了美。我甚至觉得，不认识汉字的外国美学家，他们看到汉字，不像我们中国人文盲除外这样，看到一幅名人的书法，首先意识到的是字或词组的含义，然后才去审美。我觉得，这种审美实际上是掺上了杂质，不能立即得到美的真诠，这会影响到美感享受的。有人或许认为这是怪论，我则深信不疑。总之，书法同绘画一样，是一种视觉艺术。绘画的作用，在于重现自然，无论是山水人物，还是花鸟虫画，重现时都必然沾染上一些个人感情成分。所以，虽同是一类画家，然而画风各异，绝不像照相那样，照出来的都大同小异。书法不再重现自然，而在抒发胸中一股浩然之气，这种气人与人殊，因此王羲之绝不同于魏碑，颜真卿绝不同于怀素，苏轼绝不同于黄庭坚，董其昌大类赵孟\，清代馆阁体则表现一种富贵气象，像郑板桥那种字体绝进不了翰林院，只能到扬州去当八怪之一。如果像颜真卿那样的刚烈人物而书法却如赵子昂，这简直是匪夷所思。古人常说文如其人，我则说字如其人。这一点恐怕是非信不行的。至于蔡京严嵩等人，虽亦为书法家，其气并不浩然，这应另当别论。谈到彭松的书法，应当先谈彭松其人。"}
