{"text":"八月二十九日。本篇最初发表于一九三三年九月八日申报自由谈。勃兰兑斯，―丹麦文学批评家。他的主要著作十九世纪文学的主潮，共六卷，出版于一八七二年至一八九年。一九二一年二月郭沫若在民铎杂志第二卷第五号发表致李石岑函，其中有这样的话我觉得国内人士只注重媒婆，而不注重处子只注重翻译，而不注重产生。入门初步的意思。当时上海世界书局出版过一套丛书，内收各方面的入门书多种。貂不足，狗尾续语见晋书赵王伦传，原意是讽刺司马懿第九子司马伦封爵过滥，连家中奴仆差役都受封，每朝会，貂蝉盈座，时人为之谚曰貂不足，狗尾续。尼采，―德国哲学家，唯意志论和超人哲学的鼓吹者。末人，见尼采所著扎拉图斯特拉如是说的，意思是指一种无希望无创造平庸畏葸浅陋渺小的人。曾经把这篇译成中文，发表于一九二年六月新潮杂志第二卷第五号。智识过剩智识过剩虞明世界因为生产过剩，所以闹经济恐慌。虽然同时有三千万以上的工人挨饿，但是粮食过剩仍旧是客观现实，否则美国不会赊借麦粉给我们，我们也不会丰收成灾。然而智识也会过剩的，智识过剩，恐慌就更大了。据说中国现行教育在乡间提倡愈甚，则农村之破产愈速。这大概是智识的丰收成灾了。美国因为棉花贱，所以在铲棉田了。中国却应当铲智识。这是西洋传来的妙法。西洋人是能干的。五六年前，德国就嚷着大学生太多了，一些政治家和教育家，大声疾呼的劝告青年不要进大学。现在德国是不但劝告，而且实行铲除智识了例如放火烧毁一些书籍，叫作家把自己的文稿吞进肚子去，还有，就是把一群群的大学生关在营房里做苦工，这叫做解决失业问题。中国不是也嚷着文法科的大学生过剩吗？其实何止文法科。就是中学生也太多了。要用严厉的会考制度，像铁扫帚似的――刷，刷，刷，把大多数的智识青年刷回民间去。智识过剩何以会闹恐慌？中国不是百分之八九十的人还不识字吗？"}
{"text":"现在德国是不但劝告，而且实行铲除智识了例如放火烧毁一些书籍，叫作家把自己的文稿吞进肚子去，还有，就是把一群群的大学生关在营房里做苦工，这叫做解决失业问题。中国不是也嚷着文法科的大学生过剩吗？其实何止文法科。就是中学生也太多了。要用严厉的会考制度，像铁扫帚似的――刷，刷，刷，把大多数的智识青年刷回民间去。智识过剩何以会闹恐慌？中国不是百分之八九十的人还不识字吗？然而智识过剩始终是客观现实，而由此而来的恐慌，也是客观现实。智识太多了，不是心活，就是心软。心活就会胡思乱想，心软就不肯下辣手。结果，不是自己不镇静，就是妨害别人的镇静。于是灾祸就来了。所以智识非铲除不可。然而单是铲除还是不够的。必须予以适合实用之教育，第一，是命理学――要乐天知命，命虽然苦，但还是应当乐。第二，是识相学――要识相点，知道点近代武器的利害。至少，这两种适合实用的学问是要赶快提倡的。提倡的方法很简单――古代一个哲学家反驳唯心论，他说，你要是怀疑这碗麦饭的物质是否存在，那最好请你吃下去，看饱不饱。现在譬如说罢，要叫人懂得电学，最好是使他触电，看痛不痛要叫人知道飞机等类的效用，最好是在他头上驾起飞机，掷下炸弹，看死不死有了这样的实用教育，智识就不过剩了。亚门！七月十二日。本篇最初发表于一九三三年七月十六日申报自由谈。赊借麦粉一九三三年五月，国民党政府财政部长宋子文在华盛顿与美国复兴金融公司签定棉麦借款合同，借款五千万美元，规定以五分之四购买美棉，五分之一购买美麦。丰收成灾一九三二年长江流域各省丰收，但由于帝国主义和国民党政府以及地主和商人的操纵，谷价大跌，造成了丰收地区农民的灾难。见一九三三年七月十一日申报载上海市市长吴铁城的谈话，他把当时农村破产的主要原因荒谬地归之于现行教育制度不适合农村环境之需要，说现行教育制度在乡间提倡愈甚，则农村之破产愈速。故欲求农村之发达，必须予以适合实用之教育。文法科的大学生过剩一九三三年五月国民党政府教育部命令各大学限制招收文法科学生，令文中说吾国数千年来尚文积习，相沿既深，求学者因以是为趋向，而文法等科又设备较简，办学者亦往往避难就易，遂致侧重人文，忽视生产，形成人才过剩与缺乏之矛盾现象。"}
{"text":"故欲求农村之发达，必须予以适合实用之教育。文法科的大学生过剩一九三三年五月国民党政府教育部命令各大学限制招收文法科学生，令文中说吾国数千年来尚文积习，相沿既深，求学者因以是为趋向，而文法等科又设备较简，办学者亦往往避难就易，遂致侧重人文，忽视生产，形成人才过剩与缺乏之矛盾现象。据一九三三年五月二十二日申报会考制度国民党政府自一九三三年度开始，规定全国各中小学学生届毕业时，除校内毕业考试以外，还须会同他校毕业生参加当地教育行政机关所主持的一次考试，称为会考，及格者才得毕业。亚门希伯来文的音译，一译阿们。犹太教徒和基督教徒祈祷结束时的用语，表示诚心所愿。中国的奇想中国的奇想游光外国人不知道中国，常说中国人是专重实际的。其实并不，我们中国人是最有奇想的人民。无论古今，谁都知道，一个男人有许多女人，一味纵欲，后来是不但天天喝三鞭酒也无效，简直非寿？终正寝不可的。可是我们古人有一个大奇想，是靠了御女，反可以成仙，例子是彭祖有多少女人而活到几百岁。这方法和炼金术一同流行过，古代书目上还剩着各种的书名。不过实际上大约还是到底不行罢，现在似乎再没有什么人们相信了，这对于喜欢渔色的英雄，真是不幸得很。然而还有一种小奇想。那就是哼的一声，鼻孔里放出一道白光，无论路的远近，将仇人或敌人杀掉。白光可又回来了，摸不着是谁杀的，既然杀了人，又没有麻烦，多么舒适自在。这种本倾，前年还有人想上武当山去寻求，直到去年，这才用大刀队来替代了这奇想的位置。现在是连大刀队的名声也寂寞了。对于爱国的英雄，也是十分不幸的。然而我们新近又有了一个大奇想。那是一面救国，一面又可以发财，虽然各种彩票，近似赌博，而发财也不过是希望。不过这两种已经关联起来了却是真的。固然，世界上也有靠聚赌抽头来维持的摩那科王国，但就常理说，则赌博大概是小则败家，大则亡国救国呢，却总不免有一点牺牲，至少，和发财之路总是相差很远的。然而发见了一致之点的是我们现在的中国，虽然还在试验的途中。然而又还有一种小奇想。"}
{"text":"现在是连大刀队的名声也寂寞了。对于爱国的英雄，也是十分不幸的。然而我们新近又有了一个大奇想。那是一面救国，一面又可以发财，虽然各种彩票，近似赌博，而发财也不过是希望。不过这两种已经关联起来了却是真的。固然，世界上也有靠聚赌抽头来维持的摩那科王国，但就常理说，则赌博大概是小则败家，大则亡国救国呢，却总不免有一点牺牲，至少，和发财之路总是相差很远的。然而发见了一致之点的是我们现在的中国，虽然还在试验的途中。然而又还有一种小奇想。这回不用一道白光了，要用几回启事，几封匿名的信件，几篇化名的文章，使仇头落地，而血点一些也不会溅着自己的洋房和洋服。并且映带之下，使自己成名获利。这也还在试验的途中，不知道结果怎么样，但翻翻现成的文艺史，看不见半个这样的人物，那恐怕也还是枉用心机的。狂赌救国，纵欲成仙，袖手杀敌，造谣买田，倘有人要编续龙文鞭影的，我以为不妨添上这四句。八月四日。本篇最初发表于一九三三年八月六日申报自由谈。三鞭酒用三种动物的雄性生殖器泡制的强身药酒。彭祖传说中人物。晋代葛洪神仙传卷一彭祖者，姓]讳铿，帝颛顼之玄孙也。殷末已七百六十七岁，而不衰老。传内记彭祖曾说过这样的话男女相成，犹天地相生也。天地昼分而夜合，一岁三百六十交而精气和合，故能生产万物而不穷人能则之，可以长存。武当山在湖北均县北，山上有紫霄宫玉虚宫等宫观，为我国著名的道教胜地。太平御览卷四十三引南朝宋郭仲产南雍州记说武当山广三四百里，学道者常百数，相继不绝。在旧小说中常把武当山描写为剑侠修炼的神奇的地方。彩票又称奖券。这里指国民党政府同一九三三年起发行的航空公路建设奖券，当时报纸宣传购买奖券是既爱国，又获奖。摩那科王国通译摩纳哥公国，法国东南地中海滨的一个君主立宪国，境内蒙的卡罗城有世界著名的大赌场，赌场收入为该国政府主要财政来源之一。指当时社会新闻微言一类刊物上发表的文章和张资平曾今可等人的启事，参看伪自由书。龙文鞭影明代萧良友编著，内容都是从古书中摘取来的一些故事，四字一句，每两句自成一联，按韵谱列为长编。旧时书塾常采用为儿童课本。"}
{"text":"摩那科王国通译摩纳哥公国，法国东南地中海滨的一个君主立宪国，境内蒙的卡罗城有世界著名的大赌场，赌场收入为该国政府主要财政来源之一。指当时社会新闻微言一类刊物上发表的文章和张资平曾今可等人的启事，参看伪自由书。龙文鞭影明代萧良友编著，内容都是从古书中摘取来的一些故事，四字一句，每两句自成一联，按韵谱列为长编。旧时书塾常采用为儿童课本。中国文与中国人中国文与中国人余铭最近出版了一本很好的翻译高本汉著的中国语和中国文。高本汉先生是个瑞典人，他的真姓是珂罗倔伦。他为什么贵姓高呢？那无疑的是因为中国化了。他的确对于中国语文学有很大的供献。但是，他对于中国人似乎更有研究，因此，他很崇拜文言，崇拜中国字，以为对中国人是不可少的。他说近来――按高氏这书是一九二三年在伦敦出版的――某几种报纸，曾经试用白话，可是并没有多大的成功因此也许还要触怒多数定报人，以为这样，就是讽示著他们不能看懂文言报呢！西洋各国里有许多伶人，在他们表演中，他们几乎随时可以插入许多打诨，也有许多，滥引文书但是大家都认这种是劣等的风味。这在中国恰好相反，正认为高妙的文雅而表示绝艺的地方。中国文的含混的地方，中国人不但不因之感受了困难，反而愿意养成它。但高先生自己却因此受够了侮辱本书的著者和亲爱的中国人谈话，所说给他的，很能完全了解但是，他们彼此谈话的时候，他几乎一句也不懂。这自然是那些亲爱的中国人在讽示他不懂上流社会的话，因为外国人到了中国来，只要注意一点，他就可以觉得他自己虽然熟悉了普通人的语言，而对于上流社会的谈话，还是莫名其妙的。于是他就说中国文字好像一个美丽可爱的贵妇，西洋文字好像一个有用而不美的贱婢。美丽可爱而无用的贵妇的绝艺，就在于插诨的含混。这使得西洋第一等的学者，至多也不过抵得上中国的普通人，休想爬进上流社会里来。这样，我们精神上胜利了。为要保持这种胜利，必须有高妙文雅的字汇，而且要丰富！五四白话运动的没有多大成功，原因大抵就在上流社会怕人讽示他们不懂文言。虽然，此亦一是非，彼亦一是非――我们还是含混些好了。否则，反而要感受困难的。"}
{"text":"于是他就说中国文字好像一个美丽可爱的贵妇，西洋文字好像一个有用而不美的贱婢。美丽可爱而无用的贵妇的绝艺，就在于插诨的含混。这使得西洋第一等的学者，至多也不过抵得上中国的普通人，休想爬进上流社会里来。这样，我们精神上胜利了。为要保持这种胜利，必须有高妙文雅的字汇，而且要丰富！五四白话运动的没有多大成功，原因大抵就在上流社会怕人讽示他们不懂文言。虽然，此亦一是非，彼亦一是非――我们还是含混些好了。否则，反而要感受困难的。十月二十五日。本篇最初发表于一九三三年十月二十八日申报自由谈。按本篇为瞿秋白所作，参看本卷第页注。高本汉，―瑞典汉语学家。一九九年至一九一二年间旅居中国，研究汉语音韵学。他的中国语和中国文一书，一九二三年在英国出版后经张士禄译出，一九三一年由商务印书馆出版。重三感旧重三感旧――一九三三年忆光绪朝末丰之余我想赞美几句一些过去的人，这恐怕并不是骸骨的迷恋。所谓过去的人，是指光绪末年的所谓新党，民国初年，就叫他们老新党。甲午战败，他们自以为觉悟了，于是要维新，便是三四十岁的中年人，也看学算笔谈，看化学鉴原还要学英文，学日文，硬着舌头，怪声怪气的朗诵着，对人毫无愧色，那目的是要看洋书，看洋书的缘故是要给中国图富强，现在的旧书摊上，还偶有富强丛书出现，就如目下的描写字典基本英语一样，正是那时应运而生的东西。连八股出身的张之洞，他托缪荃孙代做的书目答问也竭力添进各种译本去，可见这维新风潮之烈了。然而现在是别一种现象了。有些新青年，境遇正和老新党相反，八股毒是丝毫没有染过的，出身又是学校，也并非国学的专家，但是，学起篆字来了，填起词来了，劝人看庄子文选了，信封也有自刻的印板了，新诗也写成方块了，除掉做新诗的嗜好之外，简直就如光绪初年的雅人一样，所不同者，缺少辫子和有时穿穿洋服而已。近来有一句常谈，是旧瓶不能装新酒。这其实是不确的。旧瓶可以装新酒，新瓶也可以装旧酒，倘若不信，将一瓶五加皮和一瓶白兰地互换起来试试看，五加皮装在白兰地瓶子里，也还是五加皮。"}
{"text":"近来有一句常谈，是旧瓶不能装新酒。这其实是不确的。旧瓶可以装新酒，新瓶也可以装旧酒，倘若不信，将一瓶五加皮和一瓶白兰地互换起来试试看，五加皮装在白兰地瓶子里，也还是五加皮。这一种简单的试验，不但明示着五更调攒十字的格调，也可以放进新的内容去，且又证实了新式青年的躯壳里，大可以埋伏下桐城谬种或选学妖孽的喽罗。老新党们的见识虽然浅陋，但是有一个目的图富强。所以他们坚决，切实学洋话虽然怪声怪气，但是有一个目的求富强之术。所以他们认真，热心。待到排满学说播布开来，许多人就成为革命党了，还是因为要给中国图富强，而以为此事必自排满始。排满久已成功，五四早经过去，于是篆字，词，庄子，文选，古式信封，方块新诗，现在是我们又有了新的企图，要以古雅立足于天地之间了。假使真能立足，那倒是给生存竞争添一条新例的。十月一日。本篇最初发表于一九三三年十月六日申报自由谈时，题为感旧，无副题。骸骨的迷恋一九二一年十一月十二日斯提叶圣陶在时事新报文学旬刊第十九期发表过一篇骸骨之迷恋，批评当时一些提倡白话文学的人有时还做文言文和旧诗词的现象，以后这句话便常被引用为形容守旧者不能忘情过去的贬辞。新党清末戊戌变法前后主张或倾向维新的人被称为新党辛亥革命前后，由于出现主张彻底推翻清王朝的革命党人，因而前者被称为老新党。甲午战败一八九四年甲午日本侵略朝鲜并对中国进行挑衅，发生中日战争。中国军队虽曾英勇作战，但因清廷的动摇妥协而终告失败，次年同日本订立了丧权辱国的马关条约。学算笔谈十二卷，华蘅芳著，一八八二年光绪八年收入他的算学丛书行素轩算稿中，一八八五年刻印单行本。化学鉴原六卷，英国韦而司撰，英国傅兰雅口译，无锡徐寿笔述。江南制造局翻译馆出版。富强丛书在清末洋务运动中，曾出现过富强丛书一类读物。"}
{"text":"中国军队虽曾英勇作战，但因清廷的动摇妥协而终告失败，次年同日本订立了丧权辱国的马关条约。学算笔谈十二卷，华蘅芳著，一八八二年光绪八年收入他的算学丛书行素轩算稿中，一八八五年刻印单行本。化学鉴原六卷，英国韦而司撰，英国傅兰雅口译，无锡徐寿笔述。江南制造局翻译馆出版。富强丛书在清末洋务运动中，曾出现过富强丛书一类读物。如一八九六年清光绪二十二年由张荫桓编辑，鸿文书局石印的西学富强丛书，分算学电学化学天文学等十二类，收书约七十种。张之洞―字孝达，直隶南皮今属河北人，同治年间进士，清末提倡洋务运动的官僚之一。曾任四川学政湖广总督军机大臣。书目答问是他在一八七五年光绪元年任四川学政时所编一说为缪荃孙代笔。书中列有新法算书新译几何原本等西法数学书多种。缪荃孙―，字筱珊，江苏江阴人，清代藏书家版本学家。庄子战国时庄周著，现存三十三篇，亦名南华经。文选，南朝梁昭明太子萧统编，内选秦汉至齐梁间的诗文，共三十卷，是我国现存最早的一部诗文总集。唐代李善为之作注，分为六十卷。旧瓶不能装新酒这原是欧洲流行的一句谚语，最初出于基督教新约全书马太福音第九章，耶稣说没有人把新酒装在旧皮袋里若是这样，皮袋就裂开，酒漏出来，连皮袋也坏了。惟独把新酒装在新皮袋里，两样就都保全了。五四新文学运动兴起以后，提倡白话文学的人，认为文言和旧形式不能表现新的内容，常引用这话作为譬喻。五更调亦称叹五更，民间曲调名。一般五叠，每叠十句四十八字，唐敦煌曲子中已见。攒十字，民间曲调名，每句十字，大体按三三四排列。桐城谬种选学妖孽原为五四新文学运动初期钱玄同攻击当时摹仿桐城派古文或文选所选骈体文的旧派文人的话，见新青年第三卷第五号一九一七年七月他给陈独秀的信中，当时曾经成为反对旧文学的流行用语。桐城派是清代古文流派之一，主要作家有方苞刘大o，姚鼐等，都是安徽桐城人，所以乘和各地赞同他们文学主张的人为桐城派。男人的进化男人的进化虞明说禽兽交合是恋爱未免有点亵渎。但是，禽兽也有性生活，那是不能否认的。"}
{"text":"攒十字，民间曲调名，每句十字，大体按三三四排列。桐城谬种选学妖孽原为五四新文学运动初期钱玄同攻击当时摹仿桐城派古文或文选所选骈体文的旧派文人的话，见新青年第三卷第五号一九一七年七月他给陈独秀的信中，当时曾经成为反对旧文学的流行用语。桐城派是清代古文流派之一，主要作家有方苞刘大o，姚鼐等，都是安徽桐城人，所以乘和各地赞同他们文学主张的人为桐城派。男人的进化男人的进化虞明说禽兽交合是恋爱未免有点亵渎。但是，禽兽也有性生活，那是不能否认的。它们在春情发动期，雌的和雄的碰在一起，难免卿卿我我的来一阵。固然，雌的有时候也会装腔做势，逃几步又回头看，还要叫几声，直到实行同居之爱为止。禽兽的种类虽然多，它们的恋爱方式虽然复杂，可是有一件事是没有疑问的就是雄的不见得有什么特权。人为万物之灵，首先就是男人的本领大。最初原是马马虎虎的，可是因为知有母不知有父的缘故，娘儿们曾经统治过一个时期，那时的祖老太太大概比后来的族长还要威风。后来不知怎的，女人就倒了霉项颈上，手上，脚上，全都锁上了链条，扣上了圈儿，环儿，――虽则过了几千年这些圈儿环儿大都已经变成了金的银的，镶上了珍珠宝钻，然而这些项圈，镯子，戒指等等，到现在还是女奴的象征。既然女人成了奴隶，那就男人不必征求她的同意再去爱她了。古代部落之间的战争，结果俘虏会变成奴隶，女俘虏就会被强奸。那时候，大概春情发动期早就取消了，随时随地男主人都可以强奸女俘虏，女奴隶。现代强盗恶棍之流的不把女人当人，其实是大有酋长式武士道的遗风的。但是，强奸的本领虽然已经是人比禽兽进化的一步，究竟还只是半开化。你想，女的哭哭啼啼，扭手扭脚，能有多大兴趣？自从金钱这宝贝出现之后，男人的进化就真的了不得了。天下的一切都可以买卖，性欲自然并非例外。男人化几个臭钱，就可以得到他在女人身上所要得到的东西。而且他可以给她说我并非强奸你，这是你自愿的，你愿意拿几个钱，你就得如此这般，百依百顺，咱们是公平交易！蹂躏了她，还要她说一声谢谢你，大少。这是禽兽干得来的么？所以嫖妓是男人进化的颇高的阶段了。同时，父母之命媒妁之言的旧式婚姻，却要比嫖妓更高明。这制度之下，男人得到永久的终身的活财产。当新妇被人放到新郎的床上的时候，她只有义务，她连讲价钱的自由也没有，何况恋爱。"}
