{"text":"来尔孟多夫之于拿坡仑，亦稍与裴伦异趣。裴伦初尝责拿坡仑对于革命思想之谬，及既败，乃有愤于野犬之食死狮而崇之。来尔孟多夫则专责法人，谓自陷其雄士。至其自信，亦如裴伦，谓吾之良友，仅有一人，即是自己。又负雄心，期所过必留影迹。然裴伦所谓非憎人间，特去之而已，或云吾非爱人少，惟爱自然多耳等意，则不能闻之来尔孟多夫。彼之平生，常以憎人者自命，凡天物之美，足以乐英诗人者，在俄国英雄之目，则长此黯淡，浓云疾雷而不见霁日也。盖二国人之异，亦差可于是见之矣。八丹麦人勃阑兑思，于波阑之罗曼派，举密克威支斯洛伐支奇克拉旬斯奇ss三诗人。密克威支者，俄文家普式庚同时人，以千七百九十八年生于札希亚小村之故家。村在列图尼亚，与波阑邻比。十八岁出就维尔那大学，治言语之学，初尝爱邻女马理维来苏萨加，而马理他去，密克威支为之不欢。后渐读裴伦诗，又作诗曰死人之祭。中数份叙列图尼亚旧俗，每十一月二日，必置酒果于垅上，用享死者，聚村人牧者术士一人，暨众冥鬼，中有失爱自杀之人，已经冥判，每届是日，必更历苦如前此而诗止断片未成。尔后居加夫诺为教师二三年返维尔那。递千八百二十二年，捕于俄吏，居囚室十阅月，窗牖皆木制，莫辨昼夜乃送圣彼得堡，又徙阿兑塞，而其地无需教师，遂之克利米亚，揽其地风物以助咏吟，后成克利米亚诗集一卷。已而返墨斯科，从事总督府中，著诗二种，一曰格罗苏那，记有王子烈泰威尔，与其外父域多勒特，将乞外兵为援，其妇格罗苏那知之，不能令勿叛，惟命守者，勿容日耳曼使人入诺华格罗迭克。援军遂怒，不攻域多勒特而引军薄烈泰威尔，格罗苏那自擐甲，伪为王子与战，已而王子归，虽幸胜，而格罗苏那中流丸，旋死。及葬，絷发炮者同置之火，烈泰威尔亦殉焉。此篇之意，盖在假有妇人，第以祖国之故，则虽背夫子之命，斥去援兵，欺其军士，濒国于险，且召战争，皆不为过，苟以是至高之目的，则一切事，无不可为者也。"}
{"text":"援军遂怒，不攻域多勒特而引军薄烈泰威尔，格罗苏那自擐甲，伪为王子与战，已而王子归，虽幸胜，而格罗苏那中流丸，旋死。及葬，絷发炮者同置之火，烈泰威尔亦殉焉。此篇之意，盖在假有妇人，第以祖国之故，则虽背夫子之命，斥去援兵，欺其军士，濒国于险，且召战争，皆不为过，苟以是至高之目的，则一切事，无不可为者也。一曰华连洛德，其诗取材古代，有英雄以败亡之余，谋复国仇，因伪降敌陈，渐为其长，得一举而复之。此盖以意太利文人摩契阿威黎之意，附诸裴伦之英雄，故初视之亦第罗曼派言情之作。检文者不喻其意，听其付梓，密克威支名遂大起。未几得间，因至德国，见其文人瞿提。此他犹有佗兑支氏s一诗，写苏孛烈加暨诃什支珂二族之事，描绘物色，为世所称。其中虽以佗兑支为主人，而其父约舍克易名出家，实其主的。初记二人熊猎，有名华伊斯奇者吹角，起自微声，以至洪响，自榆度榆，自w至w，渐乃如千万角声，合于一角正如密克威支所为诗，有今昔国人之声，寄于是焉。诸凡诗中之声，清澈弘厉，万感悉至，直至波阑一角之天，悉满歌声，虽至今日，而影响于波阑人之心者，力犹无限。令人忆诗中所云，听者当华伊斯奇吹角久已，而尚疑其方吹未已也。密克咸支者，盖即生于彼歌声反响之中，至于无尽者夫。密克威支至崇拿坡仑，谓其实造裴伦，而裴伦之生活暨其光耀，则觉普式庚于俄国，故拿坡仑亦间接起普式庚。拿坡仑使命，盖在解放国民，因及世界，而其一生，则为最高之诗。至于裴伦，亦极崇仰，谓裴伦所作，实出于拿坡仑，英国同代之人，虽被其天才影响，而卒莫能并大。盖自诗人死后，而英国文章，状态又归前纪矣。若在俄国，则善普式庚，二人同为斯拉夫文章首领，亦裴伦分文，逮年渐进，亦均渐趣于国粹所异者，普式庚少时欲畔帝力，一举不成，遂以铩羽，且感帝意，愿为之臣，失其英年时之主义，而密克威支则长此保持，洎死始已也。当二人相见时，普式庚有铜马一诗，密克威支则有大彼得像一诗为其记念。盖千八百二十九年顷，二人尝避雨像次，密克威支因赋诗纪所语，假普式庚为言，末解曰，马足已虚，而帝不勒之返。彼曳其枚，行且坠碎。历时百年，今犹未堕，是犹山泉喷水，著寒而冰，临悬崖之侧耳。"}
{"text":"当二人相见时，普式庚有铜马一诗，密克威支则有大彼得像一诗为其记念。盖千八百二十九年顷，二人尝避雨像次，密克威支因赋诗纪所语，假普式庚为言，末解曰，马足已虚，而帝不勒之返。彼曳其枚，行且坠碎。历时百年，今犹未堕，是犹山泉喷水，著寒而冰，临悬崖之侧耳。顾自由日出，熏风西集，寒之地，因以昭苏，则喷泉将何如，暴政将何如也？虽然，此实密克威支之言，特托之普式庚者耳。波阑破后，二人遂不相见，普式庚有诗怀之普式庚伤死，密克威支亦念之至切。顾二人虽甚稔，又同本裴伦，而亦有特异者，如普式庚于晚出诸作，恒自谓少年眷爱自繇之梦，已背之而去，又谓前路已不见仪的之存，而密克威支则仪的如是，决无疑贰也。斯洛伐支奇以千八百九年生克尔舍密涅克，少孤，育于后父尝入维尔那大学，性情思想如裴伦。二十一岁入华骚户部为书记越二年，忽以事去国，不能复返。初至伦敦已而至巴黎，成诗一卷，仿裴伦诗体。时密克威支亦来相见，未几而。所作诗歌，多惨苦之音。千八百三十五年去巴黎，作东方之游，经希腊埃及叙利亚三十七年返意太利，道出易尔爱列须阻疫，滞留久之，作大漠中之疫一诗。记有亚剌伯人，为言目击四子三女，洎其妇相继死于疫，哀情涌于毫素，读之令人忆希腊尼阿孛事，亡国之痛，隐然在焉。且又不止此苦难之诗而已，凶惨之作，恒与俱起，而斯洛伐支奇为尤。凡诗词中，靡不可见身受楚毒之印象或其见闻，最著者或根史实，如克垒勒度克中所述俄帝伊凡四世，以剑钉使者之足于地一节，盖本诸古典者也。波阑诗人多写狱中戍中刑罚之事，如密克威支作死人之祭第三卷中，几尽绘己身所历，倘读其契珂夫斯奇s一章，或娑波卢夫斯奇s之什，记见少年二十橇，送赴鲜卑事，不为之生愤激者盖鲜也。而读上述二人吟咏，又往往闻报复之声。如死人祭第三篇，有囚人所歌者其一央珂夫斯奇曰，欲我为信徒，必见耶稣马理，先惩污吾国土之俄帝而后可。俄帝若在，无能令我呼耶稣之名。"}
{"text":"波阑诗人多写狱中戍中刑罚之事，如密克威支作死人之祭第三卷中，几尽绘己身所历，倘读其契珂夫斯奇s一章，或娑波卢夫斯奇s之什，记见少年二十橇，送赴鲜卑事，不为之生愤激者盖鲜也。而读上述二人吟咏，又往往闻报复之声。如死人祭第三篇，有囚人所歌者其一央珂夫斯奇曰，欲我为信徒，必见耶稣马理，先惩污吾国土之俄帝而后可。俄帝若在，无能令我呼耶稣之名。其二加罗珂夫斯奇曰，设吾当受谪放，劳役缧绁，得为俄帝作工，夫何靳耶？吾在刑中，所当力作，自语曰，愿此苍铁，有日为帝成一斧也。吾若出狱，当迎鞑靼女子，语之曰，为帝生一巴棱杀保罗一世者。吾若迁居植民地，当为其长，尽吾陇亩，为帝植麻，以之成一苍色巨索，织以银丝，俾阿尔洛夫杀彼得三世者得之，可缳俄帝颈也。末为康拉德歌曰，吾神已寂，歌在坟墓中矣。惟吾灵神，已嗅血腥，一跃而起，有如血蝠p，欲人血也。渴血渴血，复仇复仇！仇吾屠伯！天意如是，固报矣即不如是，亦报尔！报复诗华，盖萃于是，使神不之直，则彼且自报之耳。如上所言报复之事，盖皆隐藏，出于不意，其旨在凡窘于天人之民，得用诸术，拯其父国，为圣法也。故格罗苏那虽背其夫而拒敌，义为非谬华连洛德亦然。苟拒异族之军，虽用诈伪，不云非法，华连洛德伪附于敌，乃歼日耳曼军，故土自由，而自亦忏悔而死。其意盖以为一人苟有所图，得当以报，则虽降敌，不为罪愆。如阿勒普耶罗斯ps一诗，益可以见其意。中叙摩亚之王阿勒曼若，以城方大疫，且不得不以格拉那陀地降西班牙，因夜出。西班牙人方饮，忽白有人乞见，来者一阿剌伯人，进而呼曰，西班牙人，吾愿奉汝明神，信汝先哲，为汝奴仆！众识之，盖阿勒曼若也。西人长者抱之为吻礼，诸首领皆礼之。而阿勒曼若忽仆地，攫其巾大悦呼曰，吾中疫矣！盖以彼忍辱一行，而疫亦入西班牙之军矣。斯洛伐支奇为诗，亦时责奸人自行诈于国，而以诈术陷敌，则甚美之，如阑勃罗珂尔强皆是。阑勃罗为希腊人事，其人背教为盗，俾得自由以仇突厥，性至凶酷，为世所无，惟裴伦东方诗中能见之耳。珂尔强者，波阑人谋刺俄帝尼可拉一世者也。凡是二诗，其主旨所在，皆特报复而已矣。"}
{"text":"众识之，盖阿勒曼若也。西人长者抱之为吻礼，诸首领皆礼之。而阿勒曼若忽仆地，攫其巾大悦呼曰，吾中疫矣！盖以彼忍辱一行，而疫亦入西班牙之军矣。斯洛伐支奇为诗，亦时责奸人自行诈于国，而以诈术陷敌，则甚美之，如阑勃罗珂尔强皆是。阑勃罗为希腊人事，其人背教为盗，俾得自由以仇突厥，性至凶酷，为世所无，惟裴伦东方诗中能见之耳。珂尔强者，波阑人谋刺俄帝尼可拉一世者也。凡是二诗，其主旨所在，皆特报复而已矣。上二士者，以绝望故，遂于凡可祸敌，靡不许可，如格罗苏那之行诈，如华连洛德之伪降，如阿勒曼若之种疫，如珂尔强之谋刺，皆是也。而克拉旬斯奇之见，则与此反。此主力报，彼主爱化。顾其为诗，莫不追怀绝泽，念祖国之忧患。波阑人动于其诗，因有千八百三十年之举馀忆所及，而六十三年大变，亦因之起矣。即在今兹，精神未忘，难亦未已也。九若匈加利当沉默蜷伏之顷，则兴者有裴彖飞，肉者子也，以千八百二十三年生于吉思珂罗ss。其区为匈之低地，有广漠之普斯多s此翻平原，道周之小旅以及村舍，种种物色，感之至深。盖普斯多之在匈，犹俄之有斯第孛pp此亦翻平原，善能起诗人焉。父虽贾人，而殊有学，能解腊丁文。裴彖飞十岁出学于科勒多，既而至阿琐特，治文法三年。然生有殊禀，挚爱自繇，愿为俳优天性又长于吟咏。比至舍勒美支，入高等学校三月，其父闻裴彖飞与优人伍，令止读，遂徒步至菩特沛思德，入国民剧场为杂役。后为亲故所得，留养之，乃始为诗咏邻女，时方十六龄。顾亲属谓其无成，仅能为剧，遂任之去。裴彖飞忽投军为兵，虽性恶压制而爱自由，顾亦居军中者十八月，以病疟罢。又入巴波大学，时亦为优，生计极艰，译英法小说自度。千八百四十四年访伟罗思摩谛s，伟为梓其诗，自是遂专力于文，不复为优。此其半生之转点，名亦陡起，众目为匈加利之大诗人矣，次年春，其所爱之女死，因旅行北方自遣，及秋始归。洎四十七年，乃访诗人阿阑尼于萨伦多，而阿阑尼杰作约尔提适竣，读之叹赏，订交焉。四十八年以始，裴彖飞诗渐倾于政事，盖知革命将兴，不期而感，犹野禽之识地震也。"}
{"text":"千八百四十四年访伟罗思摩谛s，伟为梓其诗，自是遂专力于文，不复为优。此其半生之转点，名亦陡起，众目为匈加利之大诗人矣，次年春，其所爱之女死，因旅行北方自遣，及秋始归。洎四十七年，乃访诗人阿阑尼于萨伦多，而阿阑尼杰作约尔提适竣，读之叹赏，订交焉。四十八年以始，裴彖飞诗渐倾于政事，盖知革命将兴，不期而感，犹野禽之识地震也。是年三月，土奥大利人革命报至沛思德，裴彖飞感之，作兴矣摩迦人p一诗，次日诵以徇众，至解末迭句云，誓将不复为奴！则众皆和，持至检文之局，逐其吏而自印之，立俟其毕，各持之行。文之脱检，实自此始。裴彖飞亦尝自言曰，吾琴一音，吾笔一下，不为利役也。居吾心者，爱有天神，使吾歌且吟。天神非他，即自由耳。顾所为文章，时多过情，或与众忤尝作致诸帝一诗，人多责之。裴彖飞自记曰，去三月十五数日而后，吾忽为众恶之人矣，褫夺花冠，独研深谷之中，顾吾终幸不屈也。比国事渐急，诗人知战争死亡且近，极思赴之。自曰，天不生我于孤寂，将召赴战场矣。吾今得闻角声召战，吾魂几欲骤前，不及待令矣。遂投国民军中，四十九年转隶贝谟将军麾下。贝谟者，波阑武人，千八百三十年之役，力战俄人者也。时轲苏士招之来，使当脱阑希勒伐尼亚一面，甚爱裴彖飞，如家人父子然。裴彖飞三去其地，而不久即返，似或引之。是年七月三十一日舍俱思跋之战，遂殁于军。平日所谓为爱而歌，为国而死者，盖至今日而践矣。裴彖飞幼时，尝治裴伦暨修黎之诗，所作率纵言自由，诞放激烈，性情亦仿佛如二人。曾自言曰，吾心如反响之森林，受一呼声，应以百响者也。又善体物色，著之诗歌，妙绝人世，自称为无边自然之野花。所著长诗，有英雄约诺斯s一篇，取材于古传，述其人悲欢畸迹。又小说一卷曰缢吏之缳，证以彀起争，肇生孽障，提尔尼阿遂陷安陀罗奇之子于法。安陀罗奇失爱绝欢，庐其子垅上，一日得提尔尼阿，将杀之。而从者止之曰，敢问死与生之忧患孰大？曰，生哉！乃纵之使去终诱其孙令自经，而其为绳，即昔日缳安陀罗奇子之颈者也。"}
{"text":"又善体物色，著之诗歌，妙绝人世，自称为无边自然之野花。所著长诗，有英雄约诺斯s一篇，取材于古传，述其人悲欢畸迹。又小说一卷曰缢吏之缳，证以彀起争，肇生孽障，提尔尼阿遂陷安陀罗奇之子于法。安陀罗奇失爱绝欢，庐其子垅上，一日得提尔尼阿，将杀之。而从者止之曰，敢问死与生之忧患孰大？曰，生哉！乃纵之使去终诱其孙令自经，而其为绳，即昔日缳安陀罗奇子之颈者也。观其首引耶和华言，意盖云厥祖罪愆，亦可报诸其苗裔，受施必复，且不嫌加甚焉。至于诗人一生，亦至殊异，浪游变易，殆无宁时。虽少逸豫者一时，而其静亦非真静，殆犹大海漩s中心之静点而已。设有孤舟，卷于旋风，当有一瞬间忽尔都寂，如风云已息，水波不兴，水色青如微笑，顾漩s偏急，舟复入卷，乃至破没矣。彼诗人之暂静，盖亦犹是焉耳。上述诸人，其为品性言行思惟，虽以种族有殊，外缘多别，因现种种状，而实统于一宗无不刚健不挠，抱诚守真不取媚于群，以随顺旧俗发为雄声，以起其国人之新生，而大其国于天下。求之华土，孰比之哉？夫中国之立于亚洲也，文明先进，四邻莫之与伦，蹇视高步，因益为特别之发达及今日虽周彡苓，而犹与西欧对立，此其幸也。顾使往昔以来，不事闭关，能与世界大势相接，思想为作，日趣于新，则今日方卓立宇内，无所愧逊于他邦，荣光俨然，可无苍黄变革之事，又从可知尔。故一为相度其位置，稽考其邂逅，则震旦为国，得失滋不云微。得者以文化不受影响于异邦，自具特异之光采，近虽中衰，亦世希有。失者则以孤立自是，不遇校雠，终至堕落而之实利为时既久，精神沦亡，逮蒙新力一击，即砉然冰泮，莫有起而与之抗。加以旧染既深，辄以习惯之目光，观察一切，凡所然否，谬解为多，此所为呼维新既二十年，而新声迄不起于中国也。夫如是，则精神界之战士贵矣。英当十八世纪时，社会习于伪，宗教安于陋，其为文章，亦摹故旧而事涂饰，不能闻真之心声。于是哲人洛克首出，力排政治宗教之积弊，唱思想言议之自由，转轮之兴，此其播种。而在文界，则有农人朋思生苏格阑，举全力以抗社会，宣众生平等之音，不惧权威，不跽金帛，洒其热血，注诸韵言然精神界之伟人，非遂即人群之骄子，R轲流落，终以夭亡。而裴伦修黎继起，转战反抗，具如前陈。其力如巨涛，直薄旧社会之柱石。"}
{"text":"夫如是，则精神界之战士贵矣。英当十八世纪时，社会习于伪，宗教安于陋，其为文章，亦摹故旧而事涂饰，不能闻真之心声。于是哲人洛克首出，力排政治宗教之积弊，唱思想言议之自由，转轮之兴，此其播种。而在文界，则有农人朋思生苏格阑，举全力以抗社会，宣众生平等之音，不惧权威，不跽金帛，洒其热血，注诸韵言然精神界之伟人，非遂即人群之骄子，R轲流落，终以夭亡。而裴伦修黎继起，转战反抗，具如前陈。其力如巨涛，直薄旧社会之柱石。余波流衍，入俄则起国民诗人普式庚，至波阑则作报复诗人密克威支，入匈加利则觉爱国诗人裴彖飞其他宗徒，不胜具道。顾裴伦修黎，虽蒙摩罗之谥，亦第人焉而已。凡其同人，实亦不必口摩罗宗，苟在人间，必有如是。此盖聆热诚之声而顿觉者也，此盖同怀热诚而互契者也。故其平生，亦甚神肖，大都执兵流血，如角剑之士，转辗于众之目前，使抱战栗与愉快而观其鏖扑。故无流血于众之目前者，其群祸矣虽有而众不之视，或且进而杀之，斯其为群，乃愈益祸而不可救也！今索诸中国，为精神界之战士者安在？有作至诚之声，致吾人于善美刚健者乎？有作温煦之声，援吾人出于荒寒者乎？家国荒矣，而赋最末哀歌，以诉天下贻后人之耶利米，且未之有也。非彼不生，即生而贼于众，居其一或兼其二，则中国遂以萧条。劳劳独躯壳之事是图，而精神日就于荒落新潮来袭，遂以不支。众皆曰维新，此即自白其历来罪恶之声也，犹云改悔焉尔。顾既维新矣，而希望亦与偕始，吾人所待，则有介绍新文化之士人。特十余年来，介绍无已，而究其所携将以来归者乃又舍治饼饵守囹圄之术而外，无他有也。则中国尔后，且永续其萧条，而第二维新之声，亦将再举，盖可准前事而无疑者矣。俄文人凯罗连珂作末光一书，有记老人教童子读书于鲜卑者，曰，书中述樱花黄鸟，而鲜卑寒，不有此也。翁则解之曰，此鸟即止于樱木，引吭为好音者耳。少年乃沉思。然夫，少年处萧条之中，即不诚闻其好音，亦当得先觉之诠解而先觉之声，乃又不来破中国之萧条也。然则吾人，其亦沉思而已夫，其亦惟沉思而已夫！一九七年作。本篇最初发表于一九八年二月和三月河南月刊第二号第三号，署名令飞。尼采的这段话见于札拉图斯特拉如是说第三卷第十二部分第二十五节旧的和新的墓碑。勾萌绝朕毫无生机的意思。勾萌，草木萌芽时的幼苗朕，先兆。心声指语言。"}
{"text":"翁则解之曰，此鸟即止于樱木，引吭为好音者耳。少年乃沉思。然夫，少年处萧条之中，即不诚闻其好音，亦当得先觉之诠解而先觉之声，乃又不来破中国之萧条也。然则吾人，其亦沉思而已夫，其亦惟沉思而已夫！一九七年作。本篇最初发表于一九八年二月和三月河南月刊第二号第三号，署名令飞。尼采的这段话见于札拉图斯特拉如是说第三卷第十二部分第二十五节旧的和新的墓碑。勾萌绝朕毫无生机的意思。勾萌，草木萌芽时的幼苗朕，先兆。心声指语言。扬雄法言问神言，心声也书，心画也。这里指诗歌及其他文学创作。种人指种族或民族。影国指名存实亡或已经消失了的文明古国。韦陀通译吠陀，印度最古的宗教哲学文学的经典。约为公元前二千五百年至前五百年间的作品。内容包括颂诗祈祷文咒文及祭祀仪式的记载等。共分黎俱娑摩耶柔阿闼婆四部分。摩诃波罗多和罗摩衍那，印度古代两大叙事诗。摩诃波罗多，一译玛哈帕腊达，约为公元前七世纪至前四世纪的作品，叙诸神及英雄的故事。罗摩衍那，一译腊玛延那，约为五世纪的作品，叙古代王子罗摩的故事。加黎陀萨约公元五世纪通译迦梨陀娑，印度古代诗人戏剧家。他的诗剧沙恭达罗，叙述印度古代史诗摩诃波罗多中国王杜虚孟多和沙恭达罗恋爱的故事。一七八九年曾由琼斯译成英文，传至德国，歌德读后，于一七九一年题诗赞美春华瑰丽，亦扬其芬秋实盈衍，亦蕴其珍悠悠天隅，恢恢地轮彼美一人，沙恭达纶。据苏曼殊译文希伯来犹太民族的又一名称。公元前一三二年，其民族领袖摩西率领本族人民从埃及归巴勒斯坦，分建犹太和以色列两国。希伯来人的典籍旧约全书，包括文学作品历史传说以及有关宗教的记载等，后来成为基督教圣经的一部分。耶利米以色列的预言家。旧约全书中有耶利米书五十二章记载他的言行又有耶利米哀歌五章，哀悼犹太故都耶路撒冷的陷落，相传也是他的作品。耶路撒冷遂隳公元前五八六年犹太王画为巴比伦所灭，耶路撒冷被毁。旧约全书列王纪下说，这是由于犹太诸王不敬上帝，引起上帝震怒的结果。伊兰埃及都是古代文化发达的国家。伊兰，即伊朗，古称波斯。加勒尔即卡莱尔。这里所引的一段话见于他的论英雄和英雄崇拜第三讲作为英雄的诗人但丁莎士比亚的最后一段。"}
