{"text":"中国的企业对这一项有利于民心的工程给予了巨大的帮助，完成了中国政府部门都难以实施的一项任务，解决了广大人民群众出行最后一公里的麻烦，并不比国外相对宽阔的道路，楼下随处可见的小黄小橙小蓝实则解决中国人出行的一个老大难问题。同时，随着科技文明的不断发展，人们环境保护意识的不断增强，从汽车回归到单车，并且采用共享的形式，用科技改善生活，服务人类，也是人心所向，时代所趋。共享单车的中国，我只需打开手机，轻轻一扫，便可骑着单车在街道上行驶，方便快捷。我感觉风冲激身体的舒适，细闻风中夹杂的花草香，无比享受。生活在这样的中国，我没有单车却可以共享单车，感受共享所带来的美好，感慨能生于今日之中国。说完共享单车，当然还不得不继续谈及移动支付。当今社会，购物消费早是十分常见的行为。而随着电子支付的逐渐发展，用纸币支付因所带来的不便捷而不断走向落没，这时新科技下产生的移动支付便因其十分的便捷而日趋强势。支付宝余额宝微信支付等等利用手机端绑定银行账号便可方便快捷完成购物支付等付费行为的新生事物不断出现，满足了广大消费者快速支付的需求，更便捷了人们的生活。移动支付的中国，我只要拿出手机，轻轻一滴，就能带走我在超市所购买的物品，再也不用随身携带厚重的钱包，更不必再担心忘带钱包的尴尬。身处这样的中国，我减少了对现金支付的烦恼，幸运能生于今日之中国。广大的外国青年，在我的介绍中，你们对中国又有了更深一步的了解吧当然，这两者只是科技发展中国的一隅，还有更多的方面期望你们去了解。作为一名中国高中生，希望你们能在对中国的不断认识中感受中国科技的力量，发现中华优秀文化。我心中的的科技中国，我梦想中的大美中华。创新科技点亮美丽中国今天的中国正在创新科技飞速发展的浪潮中脱胎换骨，破茧成蝶。中国的国门已经敞开，既张开臂膀欢迎像你们一样渴望一探究竟的海外青年，又放眼目送和我一样心怀中国梦的热忱青年留学深造。中国和我们这一代青年共同成长，共同进步。在创新科技领域，层出不穷的智慧产物正点亮我们的生活。共享单车的横空出世，正是物联网正式走进大众生活的时代标志。通过智能手机中的应用扫描单车身上的二维码即可解锁，开始骑行。这一极具便利性和灵活性的创新出行方式得益于先进的科技。而研发者坦言，从设想的萌生到梦想的实现总共不到十个月的时间。"}
{"text":"中国的国门已经敞开，既张开臂膀欢迎像你们一样渴望一探究竟的海外青年，又放眼目送和我一样心怀中国梦的热忱青年留学深造。中国和我们这一代青年共同成长，共同进步。在创新科技领域，层出不穷的智慧产物正点亮我们的生活。共享单车的横空出世，正是物联网正式走进大众生活的时代标志。通过智能手机中的应用扫描单车身上的二维码即可解锁，开始骑行。这一极具便利性和灵活性的创新出行方式得益于先进的科技。而研发者坦言，从设想的萌生到梦想的实现总共不到十个月的时间。可见，中国年轻一代的创新能力和科学实力的交融已经到了十分高效的水平，我们早已走出王开岭口中那个用强大的智商逻辑和麻木，将现实给无理地合理化的悲剧。创新成为了开拓者的血液，科技成为了开拓者的利器。创新科技产物引领了资源共享化的新潮流，同时也激活了大众绿色出行的环保意识。正所谓仓原实而精神富，物质水平的提高带动了生活观念对于生活质量和环境质量的侧重，因此绿色出行的可持续发展理念在大众中的普遍认可才助推了创新科技产物――共享单车的成功。而共享单车的大规模使用同时也离不开新型支付方式移动支付的一臂之力。移动支付，是革命性的无现金支付方式，将银行信用账户与手机应用或网上银行关联，实现以信用卡更便捷的交易。这是物联网技术成熟后与另一领略的紧密合作。作为在创新科技发展中应运而生的又一大新生事物，它在大众生活中渗透的速度远比想象中的迅速。小到菜市场中的肉菜交易快递验收等小金额交易都通过移动支付完成。而它的普及也反映出中国民众对于新兴事物接受能力的加快以及对创新的认可。移动支付不仅成为创新科技的一大成就，同时也点亮了人们的生活，促进了经济增长。或许我们都不曾想过，创新科技能让如此快地让中国乘上发展列车。但今天，生活中方方面面的转变让中国这一拥千年文明的大国焕发年轻的生命力，让我们刮目相看，因为正是创新科技点亮了美丽中国我所认识的中国中国是东方的一头雄狮，自改革开放以来，综合国力日益强大，世界为之震惊。一带一路经济带的建设，让中国再次受瞩目于世界舞台，中华美食也随着经济带的推建而备受世人关注。中国的发展，稳步前进。我所认识的中国，强大友好。一带一路经济带带动了沿线国家的经济发展，促进我国与他国的友好往来和贸易发展，可谓双赢。自古以来，中国以和平友好的面孔示人。"}
{"text":"一带一路经济带的建设，让中国再次受瞩目于世界舞台，中华美食也随着经济带的推建而备受世人关注。中国的发展，稳步前进。我所认识的中国，强大友好。一带一路经济带带动了沿线国家的经济发展，促进我国与他国的友好往来和贸易发展，可谓双赢。自古以来，中国以和平友好的面孔示人。汉武帝派张骞出使西域，开辟丝绸之路，增进与西域各国的友好往来。胡麻胡豆香料等食材也随之传入中国，汇集于中华美食。漠漠古道，驼铃阵阵，这条路奠定了一带一路的基础，让世界认识了中国。谈起中国，不得不提中华美食。中国有句古话民以食为天。我所认识的中国，美食种类繁多，令人垂涎不已。中国有四大菜系，各具特色，美食文化历史悠久。除夕有饺子，端午有粽子，中秋食月饼。然而，中华美食有深厚的文化底蕴，每道菜甚至每个食材都有其背后的故事和传统赋予的内涵。除夕夜吃鱼且不能吃完，代表年年有余粤人喜吃发菜，因其音似发财元宵的汤圆被看作团圆的象征在今年杭州峰会的国家领导人晚宴上，中国菜就像中国的名牌一样被隆重亮出，受到他国领导人的赞赏。中华美食在传承传统的前提下，还会创新地融入新元素，例如我们在超市看到的巧克力馅月饼饼干粒汤圆等。中国，真是个古老而有活力，传统与创新并存的国家。我所认识的中国，发展的路上亦有挑战和曲折。食品安全问题层出不穷，是国人心头的隐患。不法商家无良制作地沟油毒奶粉，严重损害了消费者健康，更是在中华美食的闪亮名片上划下不光彩的一笔。这几年食品安全问题在不断整治中得到好转，商家也大多诚信经营。蒙牛集团董事长牛根生曾坦言小利靠智，大利靠诚。商家的诚信能减少食品安全问题发生，利民利己。希望中国的食品越来越安全，只有这样，中华美食才能屹立于世界美食之林，才能更好地让国人世人品尝到纯正的中华美食。人生的路充满未知，这让我们对未来的探索迸发无穷的乐趣。对于一个国家的发展而言亦是这样，中国的潜力很大，前远且充满未知，我们要克服前进中的逆流漩涡，努力探索未来，让中华民族屹立于世界民族之林。"}
{"text":"商家的诚信能减少食品安全问题发生，利民利己。希望中国的食品越来越安全，只有这样，中华美食才能屹立于世界美食之林，才能更好地让国人世人品尝到纯正的中华美食。人生的路充满未知，这让我们对未来的探索迸发无穷的乐趣。对于一个国家的发展而言亦是这样，中国的潜力很大，前远且充满未知，我们要克服前进中的逆流漩涡，努力探索未来，让中华民族屹立于世界民族之林。我所认识的中国，必定长风破浪会有时，直挂云帆济沧海便利中国，高效中国从夏商周到唐宋元明清，再到如今美丽富饶的中华人民共和国，这片土地一路走来，在曲折中发展与上升，历久弥新，愈加繁荣，如今，中国的繁荣昌盛又有了新的代名词――高铁移动支付共享单车。换言之，便是一个便利的中国，一个高效率的中国。身为人口大国，我国在基础设施与公共服务方面可谓面临着史无前例的巨大压力。幸运的是，我们不畏难题，化压力为动力，使问题得到很好的解决。首先是高铁，高铁总的来说是一种安全便捷有舒适的交通工具。它分为城际轻轨与省际高铁。城际高铁极大缩减了人们出行所费时间。比方说城到城驾车需要两个小时，轻轨只需半小时即可轻松到达。省际高铁时速可高达千米每小时，在各个省份之间畅行无阻，所到之地更为精确，中国高铁与日本新干线相比，更精确更快速，有过之而不及。如今大量出口到各个国家，可谓是中国人别样的骄傲。其次，移动支付可以说是名副其实的中国特色。微信支付支付宝支付百度钱包等第三方支付软件俯拾即是。把外出付费称作手机在手，天下我有简直一点也不夸张，就连最不起眼的街边小吃摊，都无需携带现金。来自英国的来华留学生拂H坊，也是现在的网络红人，在视频网站上发表的第一个视频，便是称赞移动支付的便利与高效。他所说的在所有发达国家都以为中国将陷入人口的泥潭时，中国却以她特有的方式，达到了他国望尘莫及的高效率，完美诠释了中国的特色成就。最后，共享单车也是不得不提的重头戏，它发端于校园，由中国大学生一手创办，如今上至北上广深这样的大城市，下至小城镇，共享单车的身影随处可见。只要用手机轻轻一扫，随处可骑，无处不到，可谓是穿梭于城市各处的美好使者。这种建立在信任与素质上的特色交通工具，不再是西方国家独占的卖点。中国，也能做好属于自己的共享服务。"}
{"text":"他所说的在所有发达国家都以为中国将陷入人口的泥潭时，中国却以她特有的方式，达到了他国望尘莫及的高效率，完美诠释了中国的特色成就。最后，共享单车也是不得不提的重头戏，它发端于校园，由中国大学生一手创办，如今上至北上广深这样的大城市，下至小城镇，共享单车的身影随处可见。只要用手机轻轻一扫，随处可骑，无处不到，可谓是穿梭于城市各处的美好使者。这种建立在信任与素质上的特色交通工具，不再是西方国家独占的卖点。中国，也能做好属于自己的共享服务。坐高铁周游神州大地，其共享单车穿越美丽校园，随时随地掏出手机一键支付，如此轻快便捷的生活，岂不美哉中国不只有五千年深厚文化底蕴，还有如今便利，高效的新面貌。中国随时打开怀抱，欢迎你的到来父亲，我读你十月份的最后一周十一月份的第一二周，我从电话里读您，读您的声音，读您的语气。您的声音，低弱，到后来软而无力，模糊不清。您的语气，伤感，到后来悲而无声，充满凄凉。这是以往我不曾感受到的。每一次同您通话，您总是说您自己，很少提到您以往总是先提的母亲。每一次同您通话，您总是说您很累，便秘胃痛腹胀上吐下泻，吃不下饭。每一次同您通话，您总是说人老如机器，久了就散架。每一次同您通话，您总是说您爱看的电视也不想看了。可最后一次通话，您竟然清晰完整地告诉我，让我不要回来看望您，您的病弟弟能有把握治好。父亲，您一向是坚强的，再大的人生磨难也没能把您击垮父亲，您护理母亲很长一段时间，总不言累。可到病痛关头，您变得那么脆弱，您禁不住感叹累。在我看来，除了护理累，还有身体累，还有心累。父亲，您确实太累了。在您最需要我的时候，您依然考虑的是我们远途而来，开车不安全，工作受影响。父亲，您确实太累了。您在照顾母亲饮食起居的同时，还勤俭节约，完成您的人生的最后计划，存钱安排您和母亲的后事，不让子女掏一分钱。父亲，您确实太累了。病痛让您输液，一连就是九天，从早上八点，到晚上九点，还伴有难喝的中药。可是病情还是不见大的好转。接着还是输液。十一月份的第二周星期五点，我和妻子夜以继日地赶到了古蔺中医院。病床前，我含泪读您。读您的面容，读您的话语，读您的脉搏，读您的呼吸。两月不见，您竟瘦成了如此模样双眼落眶，颧骨凸出，两颊无肉。"}
{"text":"父亲，您确实太累了。病痛让您输液，一连就是九天，从早上八点，到晚上九点，还伴有难喝的中药。可是病情还是不见大的好转。接着还是输液。十一月份的第二周星期五点，我和妻子夜以继日地赶到了古蔺中医院。病床前，我含泪读您。读您的面容，读您的话语，读您的脉搏，读您的呼吸。两月不见，您竟瘦成了如此模样双眼落眶，颧骨凸出，两颊无肉。您还能说出我与妻子的名字，声音微弱，不甚清晰没戴假牙，让您说话更显艰难，脸上流露出平静而满足的神情。您还能知道让我关门关窗因为不时有人探望，进进出出。您还能说出喝水，喝蜂糖水。您还能同最疼爱的孙女龚宇视频通话。这与早上无法说话的情况相比，显然是好了许多。或许是我们的到来，让您心里稍感安慰，有了说话的欲望。监测仪显示您的脉搏心率和血压。我握着您的左手，感觉到您的脉动。您吸着氧，嘴始终张着。吸氧管插入鼻孔，有些不舒服，您不时要用手挪一挪您嘴唇清紫，我们只好随时用棉签沾水润润。您不时地掀衣掀被盖。不知是热，还是心里烦躁就在输第二组液体时，您突然咬住双唇，三次发出挣扎的声音。随后便没有呼吸。弟弟让我叫医生，按胸启搏，无用。您最后没有了气息。我知道，先没呼吸，再断气，这是最痛苦的。父亲啊，您想熬过最后一关，您想等来所有儿孙，或许您还想对我们交待什么，但最终没能挺住。父亲啊，您太累了，您的生命已经到了无比衰竭的状态。父亲，您没有合上眼，大概还焦虑着右股骨胫碎裂瘫倒在床的母亲。尽管我们向您说明了母亲安稳的情况，可是您还是不放心尽管我们向您保证要好好服侍母亲，可是您还是不放心。是啊，儿女再好，哪有您随时在母亲身边贴心照料好呢此时，我的心好痛。我和弟弟含泪合上您的眼，在心里默默发誓父亲，您安心走吧，我们四姊妹一定会照顾好母亲灵堂前，夜深人静。我默默读您，一遍又一遍。读您的遗像，读遗像中的您。遗像是您的身份照，可我读出了多样的您充满苦楚的您――小时父母早亡，妹被日本兵挑刺而死。可怜的您，只好随叔婶生活，初中尚未毕业，便当了兵，过起了提心吊胆的日子。文革时期，被造反派批斗，下生产队劳改。"}
{"text":"是啊，儿女再好，哪有您随时在母亲身边贴心照料好呢此时，我的心好痛。我和弟弟含泪合上您的眼，在心里默默发誓父亲，您安心走吧，我们四姊妹一定会照顾好母亲灵堂前，夜深人静。我默默读您，一遍又一遍。读您的遗像，读遗像中的您。遗像是您的身份照，可我读出了多样的您充满苦楚的您――小时父母早亡，妹被日本兵挑刺而死。可怜的您，只好随叔婶生活，初中尚未毕业，便当了兵，过起了提心吊胆的日子。文革时期，被造反派批斗，下生产队劳改。细雨中上山打柴，风雪中上摩尼背猪卖垒土造屋，每月都步行几十里山路下马蹄背米油。艰难的岁月，一个人的工资，苦苦撑起了一个多子多女连同夭折的，我们共六姊妹的家。退休后，又照料孙辈一个又一个充满笑意的您两个大学生，三姊妹有工作大姐靠您而代课，后因小孩拖累而放弃，儿孙满堂。您曾育三代人，桃李满天下。学生们惦记您，常来拜望您领导肯定您，家长夸赞您。有些生气的您病人住进您的家，您气病人死在您的家，您气母亲因他人考虑不周而跌倒骨折，您更气您已经枯瘦无力，可为了拉起母亲，您拼尽全力，耗尽元气这一切让您气上加气。父亲，我梦中读您，瑞气之中，您步入了天堂。我听不到您的言语，但能看懂的表情您似乎说，可以轻松一下，回故地南昌一趟了。您表示安葬在白沙好，与学校永存您用眼光看着人间，我知道其中用意要我们照顾好母亲一横长城长一点茉莉香看惯了哥特建筑，你或许感兴趣于壮阔万里长城听遍了普契尼的歌剧，你或许欣赏那红脸张飞吃腻了海鲜大餐，是否钟情于广式小吃？这里是中国。中国人说不到长城非好汉。足以证明长城在中国人心中地位。昔日秦皇，动天下之力，北筑长城，以抵外来入侵。长城长，与海相邻长城陡，万阶上天际长城久，千年风霜未坍塌。它不像吴哥窟，神秘绮丽它不像巴黎圣母院，闪耀人性光辉它不像加利福尼亚漫长海岸线，蜿蜒动人。它让世代中国人奋勇抗敌，这才有抗战十四年奇迹它让中国人充满精气神，这才有今日我中华复兴壮丽征程它让中国人有永不服输斗志，这才有那千年未曾断绝的灿烂中华文明！这里是中国。中国电影史巅峰便是获戛纳大奖的霸王别姬，它让世人看到京剧之魅力。"}
{"text":"长城长，与海相邻长城陡，万阶上天际长城久，千年风霜未坍塌。它不像吴哥窟，神秘绮丽它不像巴黎圣母院，闪耀人性光辉它不像加利福尼亚漫长海岸线，蜿蜒动人。它让世代中国人奋勇抗敌，这才有抗战十四年奇迹它让中国人充满精气神，这才有今日我中华复兴壮丽征程它让中国人有永不服输斗志，这才有那千年未曾断绝的灿烂中华文明！这里是中国。中国电影史巅峰便是获戛纳大奖的霸王别姬，它让世人看到京剧之魅力。那眉心一点朱砂痣，是你放不下的眷恋那拿起刀枪剑棍的英勇，是你为国杀敌的豪情那一张张花白的小丑脸，是讥讽贪官污吏的内心独白。一张戏，一座台，唱遍的是天下苍生，言不尽的是千年艺术传统，它不像流行音乐，韵律十足它不像西方歌剧，夸张十足它不像古典音乐，醇香浓厚。它像一个前面镜，有血有肉。有故事还有酒。正所谓不疯魔不成活，程蝶衣便是这样因戏而疯魔。这便是中国最具代表性文化符号，时至今日它仍在创新，接受时代熏陶，放出既古老又现代的光。这里是中国。如果你没到过中国，相信你听说过誉满全球的中国美食。中国人爱吃，并且吃出了文化。我不会忘记看汪曾祺先生文章里舌尖上的感受，玉林米线黄焖鸡金华火腿，高邮鸭蛋以及最普通的黄油烙饼。中国人讲究吃，每一道菜的背后可能有着几百甚至上千年历史。你吃油焖大虾，我可能和三五知己边吃小龙虾边畅谈人生你吃法式鹅肝，我可用最平常的食材做出一道你永生难忘的蛋炒饭你吃昂贵鱼籽酱，我可能尝到秘制多年雷山鱼酱。一部舌尖上的中国或许让你更深入理解中国烹饪的核心，它不只关乎食材手法，更是我放盐时想起你最近生病而少放一点的平常心让你欲罢不能的不是厨艺技巧，而是生活中点滴感悟。中国人吃的是菜，吃的更是人生。这里是中国。有你想不到的惊喜，有你未曾见到的奇观，有你放不下的平常心。一横长城长，一竖字铿锵，一弹戏牡丹，一点茉莉香。这里是中国，我们欢迎你。扫除腻粉呈风骨时下，人们喜欢美容，买贵重的化妆品。一项英国科学家的研究表明会化妆的女性平均收入往往高于不化妆的女性，而且显得更聪明。所以，化妆的女人不一定优秀，但优秀的女人一定会化妆，一定会更注重仪容仪表。爱化妆是爱美之心的表现，这种心里人皆有之，但只注重这外在的浅碧深红，而忽略了内在的芳香馥郁，岂不是有徒虚表之嫌？"}
{"text":"一横长城长，一竖字铿锵，一弹戏牡丹，一点茉莉香。这里是中国，我们欢迎你。扫除腻粉呈风骨时下，人们喜欢美容，买贵重的化妆品。一项英国科学家的研究表明会化妆的女性平均收入往往高于不化妆的女性，而且显得更聪明。所以，化妆的女人不一定优秀，但优秀的女人一定会化妆，一定会更注重仪容仪表。爱化妆是爱美之心的表现，这种心里人皆有之，但只注重这外在的浅碧深红，而忽略了内在的芳香馥郁，岂不是有徒虚表之嫌？李清照描写桂花诗说何须浅碧深红色，自是花中第一流。我想说，清水出芙蓉，天然去雕饰的年代确实离我们远了一些，不施粉黛想清新脱俗的女子也不多见了。我总认为，每天化一点淡妆不仅会让自己的心情好，也美化了风景，何乐而不为呢？但仅仅是为了取悦他人而施粉浓眉，翘首弄姿，妖艳惑众，而内里却空空如也，岂不是俗不可耐？因此，表里如一，内外兼修，才能芳香馥郁，这应是我们追求的极品。艰苦朴素是一种美，但绝不是不修边幅适当的修饰但不能妖艳，这样可以被世人接受。一个人无在家，还是立足社会，都应有责任和担当精神，才能顶天立地，堂堂正正活出真我。而不是为别人活着。可说过人不是为了吃米而活着。那么除了吃穿住以外，还应有更高的追求，恰如恩格斯所言人生的最高境界是有所作为。用实力证明自己的不凡气质，舍弃行尸走肉的空皮囊，就必须敢于正视敢当。人有了精神气，往往就敢于担当。外在之美不可少。试想，如果某公司人力资源部招聘，在笔试成绩相差无几的情况下，面试选择是素面朝天穿着打扮的颓废者，还是愿意选择精心修饰的朝气者，答案肯定是不言而喻的。所以，大学毕业生就业前美容打扮一番无可厚非。而金玉其外，虚有表面，缺少涵养文化和能力，就是缺少内在之美的底蕴，这样的人能走多远，令人怀疑。因为韶华易逝，青春难再，能留得住的只是芳香馥郁的人格魅力。内在修为是必须的。说得好扫除腻粉呈风骨，褪却红衣学淡妆。好向濂溪称净植，莫随残叶堕寒塘。先贤圣哲倡导清水芙蓉，天然去雕饰是另一种美。关键是美的适度。如宋玉所说增之一分则太长，减之一分则太短著粉则太白，施朱则太赤，恰到好处。残花香尤存，蜂蝶恋旧枝。德行品格与学识能力等综合起来，方能彰显高贵气质。数风流人物，还看今朝。如果不想被社会淘汰，就跟上时代步伐。"}
