{"text":"下床去拖着那双瘦猫般的棉鞋，她到外房去，蓓力又照样地变作一条弯着腰的长虾，钻进虾笼去了。芹唤醒他，把腿给他看，芹腿上的小包都连成排了。若不是蚊虫咬的，一定会错认石阶上的苔藓，生在她的腿上了。蓓力用手抚摸着，眉头皱着，他又向她笑了笑，他的心是怎样的刺痛呵！芹全然不晓得这一个，以为蓓力是带着某种笑意向她煽动一样。她手指投过去生在自己肚皮里的小物件也给忘掉了，只是示意一般的捏紧蓓力的脚趾，她心尽力的跳着。内房里的英夫人拉着小荣到厨房去，小荣先看着这两个虾来了，大嚷着推给她妈妈看。英夫人的眼睛不知放出什么样的光，故意地问你们两个用手捏住脚，这是东洋式的握手礼还是西洋式的握手礼？四岁的小荣姑娘也学起她妈妈的腔调，就像嘲笑而不似嘲笑。的唱着这是东洋式的还是西洋式的呢？芹和蓓力的眼睛，都像老虎的眼睛在照耀着。蓓力的眼睛不知为了什么变成金钢石的了！又发光，又坚硬。芹近几天尽看到这样的眼睛，他们整天地跑着，一直跑了十多天了！有时他们打了个招呼走过去，一个短小的影子消失了。晚间当芹和英夫人坐在屋里的时候，英夫人摇着头，脸上表演着不统一的笑，尽量的把声音委婉，向芹不知说了些什么。大概是白天被非看到芹和蓓力在中央大街走的事情。芹和蓓力照样在街上绕了一周，蓓力还是和每天一样要挽着她跑。芹不知为了什么两条腿不愿意活动，心又不耐烦！两星期前住在旅馆的心情又将萌动起来，她心上的烟雾刚退去不久又像给罩上了。她手玩弄着蓓力的衣扣，眼睛垂着，头低下去我真不知这是什么意思，我们衣裳褴褛，就连在街上走的资格也没有了！蓓力不明白这话是对谁发的，他迟饨而又灵巧地问怎么？芹在学话说英说――你们不要在街上走去，在家里可以随便，街上的人太多，很不好看呢！人家讲究着很不好呢。你们不知道吗？在这街上我们认识许多朋友，谁都知道你们是住在我家的，假设你们若是不住在我家，好看与不好看，我都不管的。芹在玩弄着衣扣。蓓力的眼晴又在放射金钢石般的光，他的心就像被玩弄着的衣扣一样，在焦烦着。他把拳头捏得紧紧的，向着自己的头部打去。芹给他揉。蓓力的脸红了，他的心忏悔。富人穷人，穷人不许恋爱？方才他们心中的焦烦退去了，坐在街头的木凳上。"}
{"text":"芹在学话说英说――你们不要在街上走去，在家里可以随便，街上的人太多，很不好看呢！人家讲究着很不好呢。你们不知道吗？在这街上我们认识许多朋友，谁都知道你们是住在我家的，假设你们若是不住在我家，好看与不好看，我都不管的。芹在玩弄着衣扣。蓓力的眼晴又在放射金钢石般的光，他的心就像被玩弄着的衣扣一样，在焦烦着。他把拳头捏得紧紧的，向着自己的头部打去。芹给他揉。蓓力的脸红了，他的心忏悔。富人穷人，穷人不许恋爱？方才他们心中的焦烦退去了，坐在街头的木凳上。她若感到凉，只有一个方法，她把头埋在蓓力上衣的前襟里。公园被水淹没以后，只有一个红电灯在那个无人的地方自己燃烧。秋天的夜里，红灯在密结的树梢下面，树梢沉沉的，好像在静止的海上面发现了萤火虫似的，他们笑着，跳着，拍着手，每夜都是来向着这萤火虫在叫跳一回她现在不拍手了，只是按着肚子，蓓力把她扶回去。当上楼梯的时候，她的眼泪被抛在黑暗里。非对芹和蓓力有点两样，上次英夫人的讲话，可以证明是非说的。非搬走了，这里的房子留给他岳母住，被褥全拿走了。芹在土炕上，枕着包袱睡。在土炕上睡了仅仅两夜，她肚子疼得厉害。她卧在土炕上，蓓力也不上街了，他蹲在地板上，下颏枕炕沿，守着他。这是两个雏鸽，两个被折了巢窠的雏鸽。只有这两个鸽子才会互相了解，真的帮助，因为饥寒迫在他们身上是同样的分量。芹肚子疼得更厉害了，在土炕上滚成个泥人了。蓓力没有戴帽子，跑下楼去，外边是落着阴冷的秋雨。两点钟过了蓓力不见回来，芹在土炕上继续自己滚的工作。外边的雨落得大了。三点钟也过了，蓓力还是不回来，芹只想撕破自己的肚子，外面的雨声她听不到了。蓓力在小树下跑，雨在天空跑，铺着石头的路，雨的线在上面翻飞，雨就像要把石头压碎似的，石头又非反抗到底不可。穿过一条街，又一条街，穿过一片雨又一片雨，他衣袋里仍然是空着，被雨淋得他就和水鸡同样。走进大门了，他的心飞上楼去，在抚慰着芹，这是谁也看不见的事。芹野兽疯狂般的尖叫声，从窗口射下来，经过成排的雨线，压倒雨的响声，却实实在在，牢牢固固，箭般地插在蓓力的心上了。蓓力带着这只箭追上楼去，他以为芹是完了，是在发着最后的嘶叫。芹肚子疼得半昏了，她无知觉地拉住蓓力的手，她在土炕抓的泥土，和蓓力带的雨水相合。蓓力的脸色惨白，他又把方才向非借的一元车钱送芹入医院的影子想了一遍慢慢有办法，过几天，不忙。"}
{"text":"走进大门了，他的心飞上楼去，在抚慰着芹，这是谁也看不见的事。芹野兽疯狂般的尖叫声，从窗口射下来，经过成排的雨线，压倒雨的响声，却实实在在，牢牢固固，箭般地插在蓓力的心上了。蓓力带着这只箭追上楼去，他以为芹是完了，是在发着最后的嘶叫。芹肚子疼得半昏了，她无知觉地拉住蓓力的手，她在土炕抓的泥土，和蓓力带的雨水相合。蓓力的脸色惨白，他又把方才向非借的一元车钱送芹入医院的影子想了一遍慢慢有办法，过几天，不忙。他又想这是朋友应该说的话吗？我明白了，我和非经济不平等，不能算是朋友。任是芹怎样嚎叫，他最终离开她下楼去，雨是淘天地落下来。芹肚子痛得不知人事，在土炕上滚得不成人样了，脸和白纸一个样，痛得稍轻些，她爬下地来，想喝一杯水。茶杯刚拿在手里，又痛得不能耐了，杯子摔在地板上。杯子碎了，那个黄脸大眼睛非的岳母跟着声响走进来，嘴里罗嗦着也太不成样子了，我们这里倒不是开的旅馆，随便谁都住在这里。芹听不清谁在说话，，把肚子压在炕上，要把小物件从肚皮挤出来，这种痛法简直是绞着肠子，她的肠子像被抽断一样。她流着汗，也流着泪。芹像鬼一个样在马车上囚着，经过公园，经过公园的马戏场，走黑暗的途径。蓓力紧抱住她。现在她对蓓力只有厌烦对于街上的每个行人都只有厌烦，她扯着头发，在蓓力的怀中挣扎。她恨不能一步飞到医院，但是，马却不愿意前进，在水中一劲打旋转。蓓力开始惊惶，他说话的声音和平时两样这里的水特别深呵，走下阴沟去会危险。他跳下水去，拉住马勃，在水里前进着。芹十分无能地卧在车里，好像一个龃龉的包袱或是一个垃圾箱。一幅沉痛的悲壮的受压迫的人物映画在明月下，在秋光里，渲染得更加悲壮，更加沉痛了。铁栏栅的门关着，门口没有电灯，黑森森的，大概医院是关了门了，蓓力前去打门，芹的心希望和失望在绞跳着。三马车又把她载回来了，又经过公园，又经过马戏场，芹肚子痛得像轻了一点。他看到马戏场的大象，笨重地在玩着自己的鼻子，分明清晰的她又有心思向蓓力寻话说你看见大象苯得多乖。蓓力一天没得吃饭，现在他看芹像小孩子似的开着心，他心里又是笑又是气。车回到原处了，蓓力尽他所有借到的五角钱给了车夫。蓓力就象疾风暴雨里的白菜一样，风雨过了，他又扶着芹踏上楼梯，他心里想着得一月后才到日子吗？"}
{"text":"铁栏栅的门关着，门口没有电灯，黑森森的，大概医院是关了门了，蓓力前去打门，芹的心希望和失望在绞跳着。三马车又把她载回来了，又经过公园，又经过马戏场，芹肚子痛得像轻了一点。他看到马戏场的大象，笨重地在玩着自己的鼻子，分明清晰的她又有心思向蓓力寻话说你看见大象苯得多乖。蓓力一天没得吃饭，现在他看芹像小孩子似的开着心，他心里又是笑又是气。车回到原处了，蓓力尽他所有借到的五角钱给了车夫。蓓力就象疾风暴雨里的白菜一样，风雨过了，他又扶着芹踏上楼梯，他心里想着得一月后才到日子吗？那时候一定能想法借到元住院费。蓓力才想起来给芹把破被子铺在炕上。她倒在被上，手指在整着蓬乱的头发。蓓力要脱下湿透的鞋子，吻了她一下，到外房去了。又有一阵呻吟声蓓力听到了，赶到内房去，蓓力第一条视线射到芹的身上，芹的脸已是惨白得和铅锅一样。他明白她的肚子不痛是心理作用，尽力相信方才医生谈的，再过一个月那也说不准。他不借，也不打算，他明白现代的一切事情惟有蛮横，用不到讲道理，所以第二次他把芹送到医院的时候，虽然他是没有住院费，芹结果是强住到医院里。在三等产妇室，芹迷沉地睡了两天了，总是梦着马车在水里打转的事情。半夜醒来的时候，急得汗水染透了衾枕。她身体过于疲乏。精神也随之疲乏，对于什么事情都不大关心。对于蓓力，对于全世界的一切，全是一样，蓓力来时，坐在小凳上谈几句不关紧要的话。他一走，芹又合拢起眼睛来。三天了，芹夜间不能睡着，奶子胀得硬，里面像盛满了什么似的，只听她嚷着奶子痛，但没听她询问过关于孩子的话。产妇室里摆着五张大床，睡着三个产妇，那边空着五张小床。看护妇给推过一个来，靠近挨着窗口的那个产妇，又一个挨近别一个产妇。她们听到推小床的声音，把头露出被子外面，脸上都带着同样的不可抑止新奇的笑容，就好像看到自己的小娃娃在床里睡着的小脸一样。她们并不向看护妇问一句话，怕羞似的脸红着，只是默默地在预备热情，期待她们亲手造成的小动物与自己第一次见面。第三个床看护妇推向芹的方向走来，芹的心开始跳动，就像个意外的消息传了来。手在摇动不要！不不要我不要呀！她的声音里母子之情就像一条不能折断的钢丝被她折断了，她满身在抖颤。满墙泻着秋夜的月光，夜深，人静，只是隔壁小孩子在哭着。孩子生下来哭了五天了躺在冰凉的板床上，涨水后的蚊虫成群片地从气窗挤进来，在小孩的脸上身上爬行。"}
{"text":"她们并不向看护妇问一句话，怕羞似的脸红着，只是默默地在预备热情，期待她们亲手造成的小动物与自己第一次见面。第三个床看护妇推向芹的方向走来，芹的心开始跳动，就像个意外的消息传了来。手在摇动不要！不不要我不要呀！她的声音里母子之情就像一条不能折断的钢丝被她折断了，她满身在抖颤。满墙泻着秋夜的月光，夜深，人静，只是隔壁小孩子在哭着。孩子生下来哭了五天了躺在冰凉的板床上，涨水后的蚊虫成群片地从气窗挤进来，在小孩的脸上身上爬行。他全身冰冰，他整天整夜的哭。冷吗？饿吗？生下来就没有妈妈的孩子谁去管她呢？月光照了满墙，墙上闪着一个影子，影子抖颤着，芹挨下床去，脸伏在有月光的墙上――小宝宝，不要哭了妈妈不是来抱你吗？冻得这样冰呵，我可怜的孩子！孩子咳嗽的声音，把芹伏在壁上的脸移动了，她跳上床去，她扯着自己的头发，用拳头痛打自己的头盖。真个自私的东西，成千成万的小孩在哭怎么就听不见呢？成千成万的小孩饿死了，怎么看不见呢？比小孩更有用的大人也都饿死了，自己也快饿死了，这都看不见，真是个自私的东西！睡熟的芹在梦里又活动着，芹梦着蓓力到床边抱起她，就跑了，跳过墙壁，院费也没交，孩子也不要了。听说后来小孩给院长当了丫环，被院长打死了。孩子在隔壁还是哭着，哭得时间太长了，那孩子作呕，芹被惊醒，慌张地迷惑地赶下床去。她以为院长在杀害她的孩子，只见影子在壁上一闪，她昏倒了。秋天的夜在寂寞地流，每个房间泻着雪白的月光，墙壁这边地板上倒着妈妈的身体。那边的孩子在哭着妈妈，只隔一道墙壁，母子之情就永久相隔了。身穿白长衫多岁的女人，她黄脸上涂着白粉，粉下隐现黄黑的斑点，坐在芹的床沿。女人烦絮地向芹问些琐碎的话，别的产妇凄然地在静听。芹一看见她们这种脸，就像针一样在突刺着自己的心。请抱去吧，不要再说别的话了。她把头用被蒙起，她再不能抑止，这是什么眼泪呢？在被里横流。两个产妇受了感动似的也用手揉着眼睛，坐在床沿的女人说谁的孩子，谁也舍不得，我不能做这母子两离的事。女人的身子扭了一扭。芹像被什么人要挟似的，把头上的被掀开，面上笑着，眼泪和笑容凝结的笑着我舍得，小孩子没有用处，你把她抱去吧。小孩子在隔壁睡，一点都不知道，亲生他的妈妈把他给别人了。"}
{"text":"请抱去吧，不要再说别的话了。她把头用被蒙起，她再不能抑止，这是什么眼泪呢？在被里横流。两个产妇受了感动似的也用手揉着眼睛，坐在床沿的女人说谁的孩子，谁也舍不得，我不能做这母子两离的事。女人的身子扭了一扭。芹像被什么人要挟似的，把头上的被掀开，面上笑着，眼泪和笑容凝结的笑着我舍得，小孩子没有用处，你把她抱去吧。小孩子在隔壁睡，一点都不知道，亲生他的妈妈把他给别人了。那个女人站起来到隔壁去了，看护妇向那个女人在讲，一面流泪小孩子生下来六天了，连妈妈的面都没得见整天整夜地哭，喂他牛奶他不吃，他妈妈的奶胀得痛都挤扔了。唉，不知为什么，听说孩子的爸爸还很有钱呢！这个女人真怪，连有钱的丈夫都不愿嫁。那个女人同情着。看护妇说这小脸多么冷清，真是个生下来就招人可怜的孩子。小孩子被她们摸索醒了，他的面贴到别人的手掌，以为是妈妈的手掌，他撒怨地哭了起来。过了半个钟头，小孩子将来的妈妈，挟着红包袱满脸欢喜地踏上医院的石阶。包袱里的小被褥给孩子包好，经过穿道，经过产妇室的门前，经过产妇室的妈妈，小孩跟着生人走了，走下石阶了。产妇室里的妈妈什么也没看见，只听见一阵噪杂的声音啊！当芹告诉蓓力孩子给人家抱去了的时候，她刚强的沉毅的眼睛把蓓力给怔住了，他只是安定地听着这回我们没有挂碍了，丢掉一个小孩是有多数小孩要获救的目的达到了，现在当前的问题就是住院费。蓓力握紧芹的手，他想――芹是个时代的女人，真想得开，一定是我将来忠实的伙伴！他的血在沸腾。每天当蓓力走出医院时，庶务都是向他索院费，蓓力早就放下没有院费的决心了，所以他第二次又挟着那件制服到当铺去，预备芹出院的车钱。他的制服早就被老鼠在床下给咬破了，现在就连这件可希望的制服，也没有希望了。蓓力为了五角钱，开始奔波。芹住在医院快是三个星期了！同室的产妇，来一个住了个星期抱着小孩走了，现在仅留她一个人在产妇室里，院长不向她要院费了，只希望她出院好了。但是她出院没有车钱没有夹衣，最要紧的她没有钱租房子。芹一个人住在产妇室里，整夜的幽静，只有她一个人享受窗上大树招摇细碎的月影，满墙走着，满地走着。她想起来母亲死去的时候，自己还是小孩子，睡在祖父的身旁，不也是看着夜里窗口的树影么？现在祖父走进坟墓去了，自己离家乡已三年了，时间一过什么事情都消灭了。"}
{"text":"蓓力为了五角钱，开始奔波。芹住在医院快是三个星期了！同室的产妇，来一个住了个星期抱着小孩走了，现在仅留她一个人在产妇室里，院长不向她要院费了，只希望她出院好了。但是她出院没有车钱没有夹衣，最要紧的她没有钱租房子。芹一个人住在产妇室里，整夜的幽静，只有她一个人享受窗上大树招摇细碎的月影，满墙走着，满地走着。她想起来母亲死去的时候，自己还是小孩子，睡在祖父的身旁，不也是看着夜里窗口的树影么？现在祖父走进坟墓去了，自己离家乡已三年了，时间一过什么事情都消灭了。窗外的树凤唱着幽静的曲子，芹听到隔院的鸡鸣声了。产妇们都是抱着小孩坐着汽车或是马车一个个出院了，现在芹也是出院了。她没有小孩也没有汽车，只有眼前的一条大街要她走，就像一片荒田要她开拔一样。蓓力好像个助手似的在眼前引导着。他们这一双影子，一双刚强的影子，又开始向人林里去迈进。哈尔滨。暑名悄吟刊于年月日至日长春大同报副刊大同俱乐部中秋节记得青野送来一大瓶酒，董醉倒在地下，剩我自己也没得吃月饼。小屋寂寞的，我读着诗篇，自己过个中秋节。我想到这里，我不愿再想，望着四面清冷的壁，望着窗外的天。我侧倒在床上，看一本书，一页，两页，许多页，不愿看。那么我听着桌子上的表，看着瓶里不知名的野花，我睡了。那不是青野吗？带着枫叶进城来，在床沿大家默坐着。枫叶插在瓶里，放在桌上，后来枫叶干了坐在院心。常常有东西落在头上，啊，小圆枣滚在墙根外。枣树的命运渐渐完结着。晨间学校打钟了，正是上学的时候，梗妈穿起棉袄打着嚏喷在扫偎在墙根哭泣的落叶，我也打着嚏喷。梗妈捏了我的衣裳说九月时节穿单衣服，怕是害凉。董从他房里跑出，叫我多穿件衣服。我不肯，经过阴凉的街道走进校门。在课室里可望到窗外黄叶的芭蕉。同学们一个跟着一个的向我问你真耐冷，还穿单衣。你的脸为什么紫色呢？倒是关外人她们说着，拿女人专有的眼神闪视。到晚间，嚏喷打得越多，头痛，两天不到校。上了几天课，又是两天不到校。森森的天气紧逼着我，好象秋风逼着黄叶样，新历一月一日降雪了，我打起寒颤。开了门望一望雪天，呀！我的衣裳薄得透明了，结了冰般地。跑回床上，床也结了冰般地。我在床上等着董哥，等得太阳偏西，董哥偏不回来。"}
{"text":"在课室里可望到窗外黄叶的芭蕉。同学们一个跟着一个的向我问你真耐冷，还穿单衣。你的脸为什么紫色呢？倒是关外人她们说着，拿女人专有的眼神闪视。到晚间，嚏喷打得越多，头痛，两天不到校。上了几天课，又是两天不到校。森森的天气紧逼着我，好象秋风逼着黄叶样，新历一月一日降雪了，我打起寒颤。开了门望一望雪天，呀！我的衣裳薄得透明了，结了冰般地。跑回床上，床也结了冰般地。我在床上等着董哥，等得太阳偏西，董哥偏不回来。向梗妈借十个大铜板，于是吃烧饼和油条。青野踏着白雪进城来，坐在椅间，他问绿叶怎么不起呢？梗妈说一天没起，没上学，可是董先生也出去一天了。青野穿的学生服，他摇摇头，又看了自己有洞的鞋底，走过来他站在床边又问头痛不？把手放在我头上试热。说完话他去了，可是太阳快落时，他又回转来。董和我都在猜想。他把两元钱放在梗妈手里，一会就是门外送煤的小车子哗铃的响，又一会小煤炉在地心红着。同时，青野的被子进了当铺，从那夜起，他的被子没有了，盖着褥子睡。这已往的事，在梦里关不住了。门响，我知道是三郎回来了，我望了望他，我又回到梦中。可是他在叫我起来吧，悄悄，我们到朋友家去吃月饼。他的声音使我心酸，我知道今晚连买米的钱都没有，所以起来了，去到朋友家吃月饼。人嚣着，经过菜市，也经过睡在路侧的僵尸，酒醉得晕晕的，走回家来，两人就睡在清凉的夜里。三年过去了，现在我认识的是新人，可是他也和我一样穷困，使我记起三年前的中秋节来。署名玲玲，刊于年月日长春大同报周刊夜哨第期烦扰的一日他在祈祷，他好象是向天祈祷。正是跪在栏杆那儿，冰冷的，石块铺成的人行道。然而他没有鞋子，并且他用裸露的膝头去接触一些个冬天的石块。我还没有走近他，我的心已经为愤恨而烧红，而快要胀裂了！我咬我的嘴唇，毕竟我是没有押起眼睛来走过他。他是那样年老而昏聋，眼睛象是已腐烂过。街风是锐利的，他的手已经被吹得和一个死物样。可是风，仍然是锐利的。我走近他，但不能听清他祈祷的文句，只是喃喃着。一个俄国老妇，她说的不是俄语，大概是犹太人，把一张小票子放到老人的手里，同时他仍然喃喃着，好象是向天祈祷。"}
{"text":"然而他没有鞋子，并且他用裸露的膝头去接触一些个冬天的石块。我还没有走近他，我的心已经为愤恨而烧红，而快要胀裂了！我咬我的嘴唇，毕竟我是没有押起眼睛来走过他。他是那样年老而昏聋，眼睛象是已腐烂过。街风是锐利的，他的手已经被吹得和一个死物样。可是风，仍然是锐利的。我走近他，但不能听清他祈祷的文句，只是喃喃着。一个俄国老妇，她说的不是俄语，大概是犹太人，把一张小票子放到老人的手里，同时他仍然喃喃着，好象是向天祈祷。我带着我重得和石头似的心走回屋中，把积下的旧报纸取出来，放到老人的面前，为的是他可以卖几个钱，但是当我已经把报纸放好的时候，我心起了一个剧变，我认为我是最庸俗没有的人了！仿佛我是作了一件蠢事般的。于是我摸衣袋，我思考家中存钱的盒子，可是连半角钱的票子都不能够寻找得到。老人是过于笨拙了！怕是他不晓得怎样去卖旧报纸。我走向邻居家去，她的小孩子在床上玩着，她常常是没有心思向我讲一些话。我坐下来，把我带去的包袱打开，预备裁一件衣服。可是今天雪琦说话了于妈还不来，那么，我的孩子会使我没有希望。你看我是什么事也没有作，外国语不能读，而且我连读报的趣味都没有呀！我想你还是另寻一个老妈子好啦！我也这样想，不过实际是困难的。她从生了孩子以来，那是五个月，她沉下苦恼的陷阱去，唇部不似以前有颜色，脸儿皱绉。为着我到她家去替她看小孩，她走了，和猫一样蹑手蹑脚地下楼去了。小孩子自己在床上玩得厌了，几次想要哭闹，我忙着裁旗袍，只是用声音招呼他。看一下时钟，知道她去了还不到一点钟，可是看小孩子要多么耐性呀！我烦乱着，这仅是一点钟。妈妈回来了，带进来衣服的冷气，后面跟进来一个瓷人样的，缠着两只小脚，穿着毛边鞋子，她坐在床沿，并且在她进房的时候，她还向我行了一个深深的鞠躬礼，我又看见她戴的是毛边帽子，她坐在床沿。过了一会，她是欣喜的，有点不象瓷人我是没有作过老妈子的，我的男人在十八道街开柳条包铺，带开药铺我实在不能再和他生气，谁都是愿意支使人，还有人愿意给人家支使吗？咱们命不好，那就讲不了！象猜谜似的，使人想不出她是什么命运。雪琦她欢喜，她想幸福是近着她了，她在感谢我玉莹，你看，今天你若不来，我怎能去找这个老妈子来呀！那个半老的婆娘仍然讲着我的男人他打我骂我，以先对我很好，因为他开柳条包铺，要招股东。"}
