{"text":"凡为文者皆须知道文字须要锻炼，简言之，就是少说废话。快乐天下最快乐的事大概莫过于作皇帝。首出庶物，万国咸宁。至不济可以生杀予夺，为所欲为。至于后宫粉黛三千，御膳八珍罗列，更是不在话下。清乾隆皇帝，称八旬之觞，镌十全之宝，三下江南，附庸风雅。那副志得意满的神情，真是不能不令人兴起大丈夫当如是也的感喟。在穷措大眼里，九五之尊，乐不可支。但是试起古今中外的皇帝于地下，问他们一生中是否全是快乐，答案恐怕相当复杂。西班牙国王拉曼三世，说过这么一段话我于胜利与和平之中统治全国约五十年，为臣民所爱戴，为敌人所畏慎，为盟友所尊敬。财富与荣誉，权力与享受，呼之即来，人世间的福祉，从不缺乏。在这情形之中，我曾勤加计算，我一生中纯粹的真正幸福日子，总共仅有十四天。御宇五十年，仅得十四天真正幸福日子。我相信他的话。宸谟睿略，日理万机，很可能不如闲云野鹤之怡然自得。于此我又想起从一本英语教科书上读到一篇寓言。题目是一个快乐人的衬衫。某国王，端居大内，抑郁寡欢，虽极耳目声色之娱，而王终不乐。左右纷纷献计，有一位大臣言道如果在国内找到一位快乐的人，把他的衬衫脱下来，给国王穿上，国王就会快乐。王韪其言，于是使者四出寻找快乐的人。访遍了朝廷显要，朱门豪家，人人都有心事，家家都有一本难念的经，都不快乐。最后找到一位农夫，他耕罢在树下乘凉，裸着上身，大汗淋漓。使者问他你快乐么农夫说我自食其力，无忧无虑快乐极了使者大喜，便索取他的衬衣。农夫说哎呀我没有衬衣。这位农夫颇似我们的禅门之一丝不挂。常言道，境由心生，又说心本无生因境有。总之，快乐是一种心理状态。内心湛然，则无往而不乐。吃饭睡觉，稀松平常之事，但是其中大有道理。大珠顿悟入道要门论有源律师来问和尚修道，还用功否师曰用功。曰如何用功师曰饥来吃饭，困来即眠。曰一切人总如是，同师用功否师曰不同。曰何故不同师曰他吃饭时不肯吃饭，百种须索，睡时不肯睡，千般计较。所以不同也。律师杜口。可是修行到心无挂碍，却不是容易事。我认识一位唯心论的学者，平素昌言意志自由，忽然被人绑架，系于暗室十有余日，备受凌辱，释出后他对我说意志自由固然不诬，但是如今我才知道身体自由更为重要。"}
{"text":"大珠顿悟入道要门论有源律师来问和尚修道，还用功否师曰用功。曰如何用功师曰饥来吃饭，困来即眠。曰一切人总如是，同师用功否师曰不同。曰何故不同师曰他吃饭时不肯吃饭，百种须索，睡时不肯睡，千般计较。所以不同也。律师杜口。可是修行到心无挂碍，却不是容易事。我认识一位唯心论的学者，平素昌言意志自由，忽然被人绑架，系于暗室十有余日，备受凌辱，释出后他对我说意志自由固然不诬，但是如今我才知道身体自由更为重要。常听人说烦恼即菩提，我们凡人遇到烦恼只是深感烦恼，不见菩提。快乐是在心里，不假外求，求即往往不得，转为烦恼。叔本华的哲学是苦痛乃积极的实在的东西，幸福快乐乃消极的根本不存在的东西。所谓快乐幸福乃是解除苦痛之谓。没有苦痛便是幸福。再进一步看，没有苦痛在先，便没有幸福在后。梁任公先生曾说人生最快乐的事，莫过于看着一件工作的完成。在工作过程之中，有苦恼也有快乐，等到大功告成，那一份如愿以偿的快乐便是至高无上的幸福了。有时候，只要把心胸敞开，快乐也会逼人而来。这个世界，这个人生，有其丑恶的一面，也有其光明的一面。良辰美景，赏心乐事，随处皆是。智者乐水，仁者乐山。雨有雨的趣，晴有晴的妙，小鸟跳跃啄食，猫狗饱食酣睡，哪一样不令人看了觉得快乐就是在路上，在商店里，在机关里，偶尔遇到一张笑容可掬的脸，能不令人快乐半天有一回我住进医院里，僵卧了十几天，病愈出院，刚迈出大门，陡见日丽中天，阳光普照，照得我睁不开眼，又见市廛熙攘，光怪陆离，我不由得从心里欢叫起来好一个艳丽盛装的世界幸遇三杯酒美，况逢一朵花新我们应该快乐。了生死信佛的人往往要出家。出家所为何来据说是为了一大事因缘，那就是要了生死。在家修行，其终极目的也是为了要了生死。生死是一件事，有生即有死，有死方有生，了即是了断之意。生死流转，循环不已，是为轮回，人在轮回之中，纵不堕入恶趣，生老病死四苦煎熬亦无乐趣可言。所以信佛的人要了生死，超出轮回，证无生法忍。出家不过是一个手段，习静也不过是一个手段。但是生死果然能够了断么我常想，生不知所从来，死不知何处去，生非甘心，死非情愿，所谓人生只是生死之间短短的一橛。这种看法正是佛家所说分段苦。"}
{"text":"出家所为何来据说是为了一大事因缘，那就是要了生死。在家修行，其终极目的也是为了要了生死。生死是一件事，有生即有死，有死方有生，了即是了断之意。生死流转，循环不已，是为轮回，人在轮回之中，纵不堕入恶趣，生老病死四苦煎熬亦无乐趣可言。所以信佛的人要了生死，超出轮回，证无生法忍。出家不过是一个手段，习静也不过是一个手段。但是生死果然能够了断么我常想，生不知所从来，死不知何处去，生非甘心，死非情愿，所谓人生只是生死之间短短的一橛。这种看法正是佛家所说分段苦。我们所能实际了解的也正是这样。波斯诗人峨谟伽耶姆的四行诗恰好说出了我们的感觉不知为什么，亦不知来自何方，就来到这世界，像水之不自主地流而且离开了这世界，不知向哪里去，像风在原野，不自主地吹。我来如流水，去如风，这是诗人对人生的体会。所谓生死，不了断亦自然了断，我们是无能为力的。我们来到这世界，并未经我们同意，我们离开这世界，也将不经我们同意。我们是被动的。人死了之后是不是万事皆空呢死了之后是不是还有生活呢死了之后是不是还有轮回呢我只能说不知道。使哈姆雷特踌躇不决的也正是这一种怀疑。按照佛家的学说，断灭相决非正知解。一切的宗教都强调死后的生活，佛教则特别强调轮回。我看世间一切有情，是有一个新陈代谢的法则，是有遗传嬗递的迹象，人恐怕也不是例外，长江后浪推前浪，一代新人代旧人，如是而已。又看佛书记载轮回的故事，大抵荒诞不经，可供谈助，兼资劝世，是否真有其事殆不可考。如果轮回之说尚难证实，则所谓了生死之说也只是可望不可及的一个理想了。我承认佛家了生死之说是一崇高理想。为了希望达到这个理想，佛教徒制定许多戒律，所谓根本五戒，沙弥十戒，比丘二百五十戒，这还都是所谓事戒，菩萨十重四十八轻戒之性戒尚不在内。这些戒律都是要我们在此生此世来身体力行的。能彻底实行戒律的人方有希望达到外息诸缘，内心无喘的境界。只有切实地克制情欲，方可逐渐地做到情枯智讫的功夫。所有的宗教无不强调克己的修养，斩断情根，裂破俗网，然后才能湛然寂静，明心见性。就是佛教所斥为外道的种种苦行，也无非是戒的意思，不过作得过分了些。中古基督教也有许多不近人情的苦修方法。凡是宗教都是要人收敛内心截除欲念。就是伦理的哲学家，也无不倡导多多少少的克己的苦行。折磨肉体，以解放心灵，这道理是可以理解的。"}
{"text":"这些戒律都是要我们在此生此世来身体力行的。能彻底实行戒律的人方有希望达到外息诸缘，内心无喘的境界。只有切实地克制情欲，方可逐渐地做到情枯智讫的功夫。所有的宗教无不强调克己的修养，斩断情根，裂破俗网，然后才能湛然寂静，明心见性。就是佛教所斥为外道的种种苦行，也无非是戒的意思，不过作得过分了些。中古基督教也有许多不近人情的苦修方法。凡是宗教都是要人收敛内心截除欲念。就是伦理的哲学家，也无不倡导多多少少的克己的苦行。折磨肉体，以解放心灵，这道理是可以理解的。但是以爱根为生死之源，而且自无始以来因积业而生死流转，非斩断爱根无以了生死，这一番道理便比较难以实证了。此生此世持戒，此生此世受福，死后如何，来世如何，便渺茫难言了。我对于在家修行的和出家修行的人们有无上的敬意。由于他们的参禅看教，福慧双修，我不怀疑他们有在此生此世证无生法忍的可能，但是离开此生此世之后是否即能往生净土，我很怀疑。这净土，像其他的被人描写过的天堂一样，未必存在。如果它是存在，只是存在于我们的心里。西方斯多亚派哲学家所谓个人的灵魂于死后重复融合到宇宙的灵魂里去，其种种信念也无非是要人于临死之际不生恐惧，那说法虽然简陋，却是不落言筌。蒙田说，学习哲学即是学习如何去死。如果了生死即是了解生死之谜，从而获致大智大勇，心地光明，无所恐惧，我相信那是可以办到的。所以我的心目中，宗教家乃是最富理想而又最重实践的哲学家。至于了断生死之说，则我自惭劣钝，目前只能存疑。谈话的艺术一个人在谈话中可以采取三种不同的方式，一种是独白，一是静听，一是互话。谈话不是演说，更不是训话，所以一个人不可以霸占所有的时间，不可以长篇大论地絮聒不休，旁若无人。有些人大概是口部筋肉特别发达，一开口便不能自休，绝不容许别人插嘴，话如连珠，音容并茂。他进一件事能从盘古开天地讲起，慢慢地进入本题，亦能枝节横生，终于忘记本题是什么。这样霸道的谈话者，如果他言谈之中确有内容，所谓吐佳言如锯木屑，霏霏不绝亦不难觅取听众。在英国文人中，约翰逊博士是一个著名的例子。在咖啡店里，他一开口，老鼠都不敢叫。那个结结巴巴的高尔斯密一插嘴便触霉头。在说话，谁敢出声约翰逊之所以被称为当时文艺界的独裁者，良有以也。"}
{"text":"有些人大概是口部筋肉特别发达，一开口便不能自休，绝不容许别人插嘴，话如连珠，音容并茂。他进一件事能从盘古开天地讲起，慢慢地进入本题，亦能枝节横生，终于忘记本题是什么。这样霸道的谈话者，如果他言谈之中确有内容，所谓吐佳言如锯木屑，霏霏不绝亦不难觅取听众。在英国文人中，约翰逊博士是一个著名的例子。在咖啡店里，他一开口，老鼠都不敢叫。那个结结巴巴的高尔斯密一插嘴便触霉头。在说话，谁敢出声约翰逊之所以被称为当时文艺界的独裁者，良有以也。学问风趣不及约翰逊者，必定是比较的语言无味，如果喋喋不已，如何令人耐得。有人也许是以为嘴只管吃饭而不作别用，对人乃钳口结舌，一言不发。这样的人也是谈话中所不可或缺的，因为谈话，和演戏一样，是需要听众的，这样的人正是理想的听众。欧洲中古代的一个严肃的教派以不说话为苦修精进的法门之一，整年的不说一句话，实在不易。那究竟是方外人，另当别论，我们平常人中却也有人真能寡言。他效法金人之三缄其口，他的背上应有铭曰今之慎言人也。你对他讲话，他洗耳恭听，你问他一句话，他能用最经济的辞句把你打发掉。如果你恰好也是毋多言，多言多败的信仰者，相对不交一言，那便只好共听壁上挂钟之滴答滴答了。钟会之与嵇康，则由打铁的叮当声来破除两人间之岑寂。这样的人现代也有，相对无言，莫逆于心，巴答巴答的抽完一包香烟，兴尽而散。无论如何，老于世故的人总是劝人多听少说，以耳代口，凡是不大开口的人总是令人莫测高深口边若无遮拦，则容易令人一眼望到底。谈话，和作文一样，有主题，有腹稿，有层次，有头尾，不可语无伦次。写文章肯用心的人就不太多，谈话而知道剪裁的就更少了。写文章讲究开门见山，起笔最要紧，要来得挺拔而突兀，或是非常爽朗，总之要引人入胜，不同凡响。谈话亦然。开口便谈天气好坏，当然亦不失为一种寒暄之道，究竟缺乏风趣。常见有客来访，宾主落座，客人徐徐开言您没有出门啊主人除了重申我没有出门这一事实之外没有法子再作其他的答话。谈公事，讲生意，只求其明白清楚，没有什么可说的。一般的谈话往往是属于无题偶成之类，没有固定的题材，信手拈来，自有情致。情人们喁喁私语，总是有说不完的话题，谈到无可再谈，则此时无声胜有声了。老朋友们剪烛西窗，班荆道故，上下古今无不可谈，其间并无定则，只要对方不打哈欠。"}
{"text":"谈话亦然。开口便谈天气好坏，当然亦不失为一种寒暄之道，究竟缺乏风趣。常见有客来访，宾主落座，客人徐徐开言您没有出门啊主人除了重申我没有出门这一事实之外没有法子再作其他的答话。谈公事，讲生意，只求其明白清楚，没有什么可说的。一般的谈话往往是属于无题偶成之类，没有固定的题材，信手拈来，自有情致。情人们喁喁私语，总是有说不完的话题，谈到无可再谈，则此时无声胜有声了。老朋友们剪烛西窗，班荆道故，上下古今无不可谈，其间并无定则，只要对方不打哈欠。禅师们在谈吐间好逞机锋，不落迹象，那又是一种境界，不是我们凡夫俗子所能企望得到的。善谈和健谈不同。健谈者能使四座生春，但多少有点霸道，善谈者尽管舌灿莲花，但总还要给别人留些说话的机会。话的内容总不能不牵涉到人，而所谓人，则不是别人便是自己。谈论别人则东家长西家短全成了上好的资料，专门隐恶扬善则内容枯燥听来乏味，揭人阴私则又有伤口德，这其间颇费斟酌。英文一字原义是教父母，尤指教母，引申而为任何中年以上之妇女，再引申而为闲谈，再引申而为飞短流长，而为长舌妇，可见这种毛病由来有自，造谣学校之缘起亦在于是，而且是中外皆然。不过现在时代进步，这种现象已与年纪无关。谈话而专谈自己当然不会伤人，并且缺德之事经自己宴扬之后往往变成为值得夸耀之事。不过这又显得我执太深，而且最关心自己的事的人，往往只是自己。英文的我字，是大写字母的，有人已嫌其夸张，如果谈起话来每句话都用我字开头不更显着是自我本位了么在技巧上，谈话也有些个禁忌。话到口边留半句，只是劝人慎言，却有人认真施行，真个的只说半句，其余半句要由你去揣摩，好像文法习题中的造句，半句话要由你去填充。有时候是光说前半句，要你猜后半句有时候是光说后半句，要你想前半句。一段谈话中若是破碎的句子太多，在听的方面不加整理是难以理解的。费时费事，莫此为甚。我看在谈话时最好还是注意文法，多用完整的句子为宜。另一极端是，唯恐听者印象不深，每一句话重复一遍，这办法对于听者的忍耐力实在要求过奢。谈话的腔调与嗓音因人而异，有的如破锣，有的如公鸡，有的行腔使气有板有眼，有的回肠荡气如怨如诉，有的于每一句尾加上一串格格的笑，有的于说完一段话之后像鲸鱼一般喷一口大气，这一切都无关宏旨，要紧的是说话的声音之大小需要一点控制。"}
{"text":"一段谈话中若是破碎的句子太多，在听的方面不加整理是难以理解的。费时费事，莫此为甚。我看在谈话时最好还是注意文法，多用完整的句子为宜。另一极端是，唯恐听者印象不深，每一句话重复一遍，这办法对于听者的忍耐力实在要求过奢。谈话的腔调与嗓音因人而异，有的如破锣，有的如公鸡，有的行腔使气有板有眼，有的回肠荡气如怨如诉，有的于每一句尾加上一串格格的笑，有的于说完一段话之后像鲸鱼一般喷一口大气，这一切都无关宏旨，要紧的是说话的声音之大小需要一点控制。一开口便血脉偾张，声震屋瓦，不久便要力竭声嘶，气急败坏，似可不必。另有一些人的谈话别有公式，把每句中的名词与动词一律用低音，甚至变成耳语，令听者颇为吃力。有些人唾腺特别发达，三言两句之后嘴角上便积有两滩如奶油状的泡沫，于发出重唇音的时候便不免星沫四溅，真像是痰唾珠玑。人与人相处，本来易生摩擦，谈话时也要保持距离，以策安全。骂人的艺术古今中外没有一个不骂人的人。骂人就是有道德观念的意思，因为在骂人的时候，至少在骂人者自己总觉得那个有该骂的地方。何者该骂，何者不该骂，这个抉择的标准，是极道德的。所以根本不骂人，大可不必。骂人是一种发泄感情的方法，尤其是那一种怨怒的感情。想骂人的时候而不骂，时常在身体上弄出毛病，所以想骂人时，骂骂何妨但是，骂人是一种高深的学问，不是人人都可以随便试的。有因为骂人挨嘴巴的，有因为骂人吃官司的，有因为骂人反被人骂的，这都是不会骂人的缘故。今以研究所得，公诸同好，或可为骂人时之一助乎一知己知彼骂人是和动手打架一样的，你如其敢打人一拳，你先要自己忖度一下，你吃得起别人的一拳否。这叫做知己知彼。骂人也是一样。譬如你骂他是屈死，你先要反省，自己和屈死有无分别。你骂别人荒唐，你自己想曾否吃喝嫖赌。否则别人回敬你一两句，你就受不了。所以别人若有某种短处，而足下也正有同病，那么你在骂他的时候，只得割爱。二无骂不如己者要骂人须要挑比你大一点的人物，比你漂亮一点的，或者比你坏得万倍而比你得势的人物，总之，你要骂人，那人无论在好的一方面或坏的一方面都要能胜过你，你才不吃亏。你骂大人物，就怕他不理你，他一回骂，你就算骂着了。因为身份相同的人才肯对骂。在坏的一方面胜过你的，你骂他就如教训一般，他即便回骂，一般人仍然不会理会他的。"}
{"text":"所以别人若有某种短处，而足下也正有同病，那么你在骂他的时候，只得割爱。二无骂不如己者要骂人须要挑比你大一点的人物，比你漂亮一点的，或者比你坏得万倍而比你得势的人物，总之，你要骂人，那人无论在好的一方面或坏的一方面都要能胜过你，你才不吃亏。你骂大人物，就怕他不理你，他一回骂，你就算骂着了。因为身份相同的人才肯对骂。在坏的一方面胜过你的，你骂他就如教训一般，他即便回骂，一般人仍然不会理会他的。假如你骂一个无关痛痒的人，你越骂他他越得意，时常可以把一个无名小卒骂出名了，你看冤与不冤三适可而止骂大人物骂到他回骂的时候，便不可再骂再骂则一般人对你必无同情，以为你是无理取闹。骂小人物骂到他不能回骂的时候，便不可再骂再骂下去一般人对你也必无同情，以为你是欺负弱者。四旁敲侧击他偷东西，你骂他是贼他抢东西，你骂他是盗，这是笨伯。骂人必须先明虚实掩映之法，须要烘托旁衬，旁敲侧击，于紧要处只要一语便得，所谓杀人于咽喉处着刀。越要骂他你越要原谅他，即便说些恭维话亦不为过，这样骂法才能显得你所骂的句句是真实确凿，让旁人看起来也可见得你的度量。五态度镇静骂人最忌浮躁。一语不合，面红筋跳，暴躁如雷，此灌夫骂座，泼妇骂街之术，不足以言骂人。善骂者必须态度镇静，行若无事。普通一般骂人，谁的声音高便算谁占理，谁的来势猛便算谁骂赢，惟真善骂人者，乃能避其锋而击其懈。你等他骂得疲倦的时候，你只消轻轻的回敬他一句，让他再狂吼一阵。在他暴躁不堪的时候，你不妨对他冷笑几声，包管你不费气力，把他气得死去活来，骂得他针针见血。六出言典雅骂人要骂得微妙含蓄，你骂他一句要使他不甚觉得是骂，等到想过一遍才慢慢觉悟这句话不是好话，让他笑着的面孔由白而红，由红而紫，由紫而灰，这才是骂人的上乘。欲达到此种目的，深刻之用意固不可少，而典雅之言词则尤为重要。言词典雅可使听者不致刺耳。如要骂人骂得典雅，则首先要在骂时万万别提起女子身上的某一部分，万万不要涉入生理学的范围。骂人一骂到生理学范围以内，底下再有什么话都不好说了。譬如你骂某甲，千万别提起他的令堂令妹。"}
{"text":"欲达到此种目的，深刻之用意固不可少，而典雅之言词则尤为重要。言词典雅可使听者不致刺耳。如要骂人骂得典雅，则首先要在骂时万万别提起女子身上的某一部分，万万不要涉入生理学的范围。骂人一骂到生理学范围以内，底下再有什么话都不好说了。譬如你骂某甲，千万别提起他的令堂令妹。因为那样一来，便无是非可言，并且你自己也不免有令堂令妹，他若回敬起来，岂非势均力敌，半斤八两再者骂人的时候最好不要加入以种种难堪的名词，称呼起来总要客气，即使他是极卑鄙的小人，你也不妨称他先生，越客气，越骂得有力量。骂的时节最好引用他自己的词句，这不但可以使得他难堪，还可以减轻他对你的骂的力量。俗话少用，因为俗话一览无遗，不若典雅古文曲折含蓄。七以退为进两人对骂，而自己亦有理屈之处，则于开骂伊始，特宜注意，最好是毅然将自己理屈之处完全承认下来，即使道歉认错均不妨事。先把自己理屈之处轻轻遮掩过去，然后你再重整旗鼓，着着逼人，方可无后顾之忧。即使自己没有理屈的地方，也绝不可自行夸张，务必要谦逊不遑，把自己的位置降到一个不可再降的位置，然后骂起人来，自有一种公正光明的态度。否则你骂他一两句，他便以你个人的事反唇相讥，一场对骂，会变成两人私下口角，是非曲直，无从判断。所以骂人者自己要低声下气，此所谓以退为进。八预设埋伏你把这句话骂过去，你便要想想看，他将用什么话骂回来。有眼光的骂人者，便处处留神，或是先将他要骂你的话替他说出来，或是预先安设埋伏，令他骂回来的话失去效力。他骂你的话，你替他说出来，这便等于缴了他的械一般。预先安设埋伏，便是在要攻击你的地方，你先轻轻的安下话根，然后他骂过来就等于枪弹打在沙包上，不能中伤。九小题大做如对手方有该骂之处，而题目甚小，不值一骂，或你所知不多，不足一骂，那时节你便可用小题大做的方法，来扩大目标。先用诚恳而怀疑的态度引申对方的意思，由不紧要之点引到大题目上去，处处用严谨的逻辑逼他说出不逻辑的话来，或是遇他说出合于逻辑而不合乎理的话来，然而你再大举骂他，骂到体无完肤为止，而原来惹动你骂的小题目，轻轻一提便了。十远交近攻一个时候，只能骂一个人，或一种人，或一派人，决不宜多树敌。"}
