{"text":"其一夏日早起，看人于松棚下锯大竹作筒用。不亦快哉！仿此，我也来写来台以后的快事廿四条一华氏表九十五度，赤膊赤脚，关起门来，学顾千里裸体读经，不亦快哉！二初回祖国，赁居山上，听见隔壁妇人以不干不净的闽南语骂小孩，北方人不懂，我却懂。不亦快哉！三到电影院坐下，听见隔座女郎说起乡音，如回故乡。不亦快哉！四无意中伤及思凡的尼姑。看见一群和尚起来替尼姑打抱不平，声泪俱下。不亦快哉！五黄昏时候，工作完，饭罢，既吃西瓜，一人坐在阳台上独自乘凉，口衔烟斗，若吃烟，若不吃烟。看前山慢慢沉入夜色的朦胧里，下面天母灯光闪烁，清风徐来，若有所思，若无所思。不亦快哉！六赶酒席，座上都是贵要，冷气机不灵，大家热昏昏受罪，却都彬彬有礼，不敢随便。忽闻主人呼宽衣。我问领带呢？主人说不必拘礼，如蒙大赦。不亦快哉！七看电视儿童合唱。见一小孩特别起劲，张口大唱，又伸手挖鼻子，逍遥自在。不亦快哉！八听男人歌唱，声音摄气发自腹膜，喉咙放松，自然嘹亮。不亦快哉！九某明星打武侠，眉宇嘴角，自有一番英雄气象，与众不同。不亦快哉！十看小孩吃西瓜，或水蜜桃，瓜汁桃汁入喉咙兀兀作响，口水直流胸前，想人生至乐，莫过于此，不亦快哉！十一什么青果合作社办事人送金碗金杯以为二十年纪念，目无法纪，黑幕重重。忽然间跑出来一批青年，未经世事，却是学过法律，依法搜查证据，提出检举。把这些城狐社鼠捉将官里去，依法惩办。不亦快哉！十二冒充和尚，不守清规，奸杀女子，闻已处死。不亦快哉！十三看人家想攻击白话文学，又不懂白话文学想提倡文言，又不懂文言。不亦快哉！十四读书为考试，考试为升学，升学为留美。教育当事人，也像煞有介事办联考，阵容严整，浩浩荡荡而来，并以分数派定科系，以为这是办教育。总统文告，提醒教育目标不在升学考试，而在启发儿童的心智及思想力。不亦快哉！十五报载中华棒球队，三战三捷，取得世界儿童棒球王座，使我跳了又叫，叫了又跳。不亦快哉！十六我们的纪政创造世界运动百米纪录。不亦快哉！十七八十老翁何应钦上将提倡已经通用的俗字，使未老先衰的前清遗少面有愧色。不亦快哉！十八时代进步，见人出殡用留声唱片代和尚诵经。不亦快哉！十九大姑娘穿短裤，小闺女跳高栏，使者学究掩面遮眼，口里呼啧啧！者者！不亦快哉！二十能作文的人，少可与谈。"}
{"text":"总统文告，提醒教育目标不在升学考试，而在启发儿童的心智及思想力。不亦快哉！十五报载中华棒球队，三战三捷，取得世界儿童棒球王座，使我跳了又叫，叫了又跳。不亦快哉！十六我们的纪政创造世界运动百米纪录。不亦快哉！十七八十老翁何应钦上将提倡已经通用的俗字，使未老先衰的前清遗少面有愧色。不亦快哉！十八时代进步，见人出殡用留声唱片代和尚诵经。不亦快哉！十九大姑娘穿短裤，小闺女跳高栏，使者学究掩面遮眼，口里呼啧啧！者者！不亦快哉！二十能作文的人，少可与谈。可与谈的人，做起文章又是一副道学面孔，排八字脚说话。倘遇可与谈者，写起文章，也如与密友相逢，促膝谈心，如行云流水道来，不亦快哉！廿一早餐一面喝咖啡，一面看中副文寿的方块文字，或翻开新生报，见转载艾子后语，好像咖啡杯多放一块糖。不亦快哉！廿二台北新开往北投超速公路，履险如夷，自圆环至北投十八分钟可以到达。不亦快哉！廿三家中闲时不能不看电视，看电视，不得不听广告，倘能看电视而不听广告。不亦快哉！廿四宅中有园，园中有屋，屋中有院，院中有树，树上见天，天中有月。不亦快哉！金圣叹之不亦快哉三十三则现在让我们来观察欣赏一位中国学者自述的快乐时刻，十七世纪印象派大批评家金圣叹在西厢记的批语中，曾写下他觉得最快乐的时刻，这是他和他的朋友在十日的阴雨连绵中，住在一所庙宇里计算出来的。下面便是他自己认为是人生真快乐的时刻，在这种时刻中，精神是和感官错综地联系着的其一夏七月，赤日停天，亦无风，亦无云前后庭赫然如洪炉，无一鸟敢来飞。汗出遍身，纵横成渠。置饭于前，不可得吃。呼簟欲卧地上，则地湿如膏，苍蝇又来缘颈附鼻，驱之不去。正莫可如何，忽然大黑车轴，疾澍澎湃之声，如数百万金鼓。檐溜浩于瀑布。身汗顿收，地燥如扫，苍蝇尽去，饭便得吃。不亦快哉！其一十年别友，抵暮忽至。开门一揖毕，不及问其船来陆来，并不及命其坐床坐榻，便自疾趋入内，卑辞叩内子君岂有斗酒如东坡妇乎？内子欣然拔金簪相付。计之可作三日供也。不亦快哉！其一空斋独坐，正思夜来床头鼠耗可恼，不知其戛戛者是损我何器，嗤嗤者是裂我何书。中心回惑，其理莫措，忽见一狻猫，注目摇尾，似有所睹。敛声屏息，少复待之，则疾趋如见，橄然一声。而此物竟去矣。不亦快哉！其一于书斋前，拔去垂丝海棠紫荆等树，多种芭蕉一二十本。不亦快哉！"}
{"text":"不亦快哉！其一十年别友，抵暮忽至。开门一揖毕，不及问其船来陆来，并不及命其坐床坐榻，便自疾趋入内，卑辞叩内子君岂有斗酒如东坡妇乎？内子欣然拔金簪相付。计之可作三日供也。不亦快哉！其一空斋独坐，正思夜来床头鼠耗可恼，不知其戛戛者是损我何器，嗤嗤者是裂我何书。中心回惑，其理莫措，忽见一狻猫，注目摇尾，似有所睹。敛声屏息，少复待之，则疾趋如见，橄然一声。而此物竟去矣。不亦快哉！其一于书斋前，拔去垂丝海棠紫荆等树，多种芭蕉一二十本。不亦快哉！其一春夜与诸豪士快饮，至半醉，住本难住，进则难进。旁一解意童子，忽送大纸炮可十余枚，便自起身出席，取火放之。硫磺之香，自鼻入脑，通身怡然。不亦快哉！其一街行见两措大执争一理，既皆目裂颈赤，如不戴天，而又高拱手，低曲腰，满口仍用者也之乎等字。其语刺刺，势将连年不休。忽有壮夫掉臂行来，振威从中一喝而解。不亦快哉！其一子弟背诵书烂熟，如瓶中泻水。不亦快哉！其一饭后无事，入市闲行，见有小物，戏复买之，买亦已成矣，所差者甚少，而市儿苦争，必不相饶，便掏袖下一件，其轻重与前直相上下者，掷而与之。市儿改笑容，拱手连称不敢。不亦快哉！其一饭后无事，翻倒敞箧。则见新旧逋欠文契不下数十百通，其人或存或亡，总之无有还理。背人取火拉杂烧净，仰看高天，萧然无云。不亦快哉！其一夏月科头赤足，自持凉伞遮日，看壮夫唱吴歌，踏桔槔。水一时奔涌而上，譬如翻银滚雪。不亦快哉！其一春眠初觉，似闻家人叹息之声，言某人夜来已死。急呼而讯之，正是―城中第一绝有心计人。不亦快哉！其一夏月早起，看人于松棚下，锯大竹作筒用。不亦快哉！其一重阴匝月，如醉如病，朝眠不起，忽闻众鸟毕作弄晴之声，急引手搴帷，推窗视之，日光晶荧，林木如洗。不亦快哉！其一夜来似闻某人素心，明日试往看之。入其门，窥其闺，见所谓某人，方据案面南看一文书。顾客入来，默然一揖。便拉袖命坐，曰君既来，可亦试看此书。相与欢笑，日影尽去。既已自饥，徐问客曰君亦饥耶？不亦快哉！其一本不欲造屋，偶得闲钱，试造一屋。自此日为始，需木，需石，需瓦，需砖，需灰，需钉，无晨无夕，不来聒于两耳。乃至罗雀掘鼠，无非为屋校计，而又都不得屋住，既已安之如命矣。忽然一日屋竟落成。刷墙扫地，糊窗挂画。一切匠作出门毕去，同人乃来分榻列坐。不亦快哉！"}
{"text":"入其门，窥其闺，见所谓某人，方据案面南看一文书。顾客入来，默然一揖。便拉袖命坐，曰君既来，可亦试看此书。相与欢笑，日影尽去。既已自饥，徐问客曰君亦饥耶？不亦快哉！其一本不欲造屋，偶得闲钱，试造一屋。自此日为始，需木，需石，需瓦，需砖，需灰，需钉，无晨无夕，不来聒于两耳。乃至罗雀掘鼠，无非为屋校计，而又都不得屋住，既已安之如命矣。忽然一日屋竟落成。刷墙扫地，糊窗挂画。一切匠作出门毕去，同人乃来分榻列坐。不亦快哉！其一冬夜饮酒，转复寒甚，推窗试看，雪大如手，已积三四寸矣。不亦快哉！其一夏日于朱红盘中，自拔快刀，切绿沉西瓜。不亦快哉！其一久欲为比丘，苦不得公然吃肉。若许为比丘，又得公然吃肉，则夏月以热汤快刀，净割头发。不亦快哉！其一存得三四癞疮于私处，时呼热汤关门澡之。不亦快哉！其一箧中无意忽检得故人手迹。不亦快哉！其一寒士来借银，谓不可启齿，于是唯唯亦说他事。我窥见其苦意，拉向无人处，问所需多少。急趋入内，如数给与，然后问其必当速归料理是事耶？为尚得少留共饮酒耶？不亦快哉！其一坐小船，遇利风，苦不得张帆，一快其心。忽逢舟舸，疾行如风。试伸挽钩，聊复挽之。不意挽之便着，因取缆，缆向其尾，口中高吟老杜青惜峰峦过，黄知橘柚来之句，极大笑乐。不亦快哉！其一久欲觅别居与友人共住，而苦无善地。忽一人传来云有屋不多，可十余间，而门临大河，嘉树葱然。便与此人共吃饭毕，试走看之，都未知屋如何。入门先见空地一片，大可六七亩许，异日瓜菜不足复虑。不亦快哉！其一久客得归，望见郭门，两岸童妇，皆作故乡之声。不亦快哉！其一佳磁既损，必无完理。反覆多看，徒乱人意。因宣付厨人作杂器充用，永不更令到眼。不亦快哉！其一身非圣人，安能无过。夜来不觉私作一事，早起怦怦，实不自安。忽然想到佛家有布萨之法，不自覆藏，便成忏悔，因明对生熟众客，快然自陈其失。不亦快哉！其一看人作擘窠大书，不亦快哉！其一推纸窗放蜂出去，不亦快哉！其一做县官，每日打鼓退堂时，不亦快哉！其一看人风筝断，不亦快哉！其一看野烧，不亦快哉！其一还债毕，不亦快哉！其一读虬髯客传，不亦快哉！可怜的拜伦，他一生中只有三个快乐的时候！如果他不是一个病态而又心地不平衡的人，他一定是被那个时代的流行忧郁症所影响了。如果忧郁的感觉不那么时髦的话，我相信他至少有三十个快乐时刻。"}
{"text":"忽然想到佛家有布萨之法，不自覆藏，便成忏悔，因明对生熟众客，快然自陈其失。不亦快哉！其一看人作擘窠大书，不亦快哉！其一推纸窗放蜂出去，不亦快哉！其一做县官，每日打鼓退堂时，不亦快哉！其一看人风筝断，不亦快哉！其一看野烧，不亦快哉！其一还债毕，不亦快哉！其一读虬髯客传，不亦快哉！可怜的拜伦，他一生中只有三个快乐的时候！如果他不是一个病态而又心地不平衡的人，他一定是被那个时代的流行忧郁症所影响了。如果忧郁的感觉不那么时髦的话，我相信他至少有三十个快乐时刻。这样说来，世界岂不是一席人生的宴会，摆起来让我们去享受――只是由感官去享受同时由那种文化承认这些感官的欢乐的存在，而使我们也可坦白地承认这些感官的欢乐的存在这岂不显而易见吗？我疑心我们所以装做看不见这个充满着感觉的美妙世界，乃是由于那些精神主义者弄得我们畏惧这些东西的缘故，如果我们现在有一个较高尚的哲学，我们必须重新信任这个身体的优美收受器官，我们把轻视感觉和畏惧情感的心理一律摒除。如果那些哲学家不能使物质升华，不能把我们的身体变成一个没有神经，没有味觉，没有嗅觉，没有色觉，没有动觉，没有处触的灵魂，而我们也不能彻底模仿印度禁欲主义者的行为，那么我们必须勇敢地面对着这个现实的人生！惟有承认现实人生的那种哲学才能够使我们获得真正快乐，也惟有这种哲学才是合理的健全的。茶和交友我以为从人类文化和快乐的观点论起来，人类历史中的杰出新发明，其能直接有力的有助于我们的享受空闲友谊社交和谈天者，莫过于吸烟饮酒饮茶的发明。这三件事有几样共同的特质第一，它们有助于我们的社交第二，这几件东西不至于一吃就饱，可以在吃饭的中间随时吸饮第三，都是可以藉嗅觉去享受的东西。它们对于文化的影响极大，所以餐车之外另有吸烟车，饭店之外另有酒店和茶馆，至少在中国和英国，饮茶已经成为社交上一种不可少的制度。烟酒茶的适当享受，只能在空闲友谊和乐于招待之中发展出来。因为只有富于交友心，择友极慎，天然喜爱闲适生活的人士，方有圆满享受烟酒茶的机会。如将乐于招待心除去，这三种东西便变得毫无意义。享受这三件东西，也如享受雪月花草一般，须有适当的同伴。中国的生活艺术家最注意此点，例如看花须和某种人为伴，赏景须有某种女子为伴，听雨最好须在夏日山中寺院内躺在竹榻上。总括起来说，赏玩一样东西时，最紧要的是心境。"}
{"text":"烟酒茶的适当享受，只能在空闲友谊和乐于招待之中发展出来。因为只有富于交友心，择友极慎，天然喜爱闲适生活的人士，方有圆满享受烟酒茶的机会。如将乐于招待心除去，这三种东西便变得毫无意义。享受这三件东西，也如享受雪月花草一般，须有适当的同伴。中国的生活艺术家最注意此点，例如看花须和某种人为伴，赏景须有某种女子为伴，听雨最好须在夏日山中寺院内躺在竹榻上。总括起来说，赏玩一样东西时，最紧要的是心境。我们对每一种物事各有一种不同的心境。不适当的同伴，常会败坏心境。所以生活艺术家的出发点就是他如果想要享受人生，则第一个必要条件即是和性情相投的人交朋友，须尽力维持这友谊，如妻子要维持其丈夫的爱情一般，或如一个下棋名手宁愿跑一千里的长途去会见一个同志一般。所以气氛是重要的东西。我们必须先对文士的书室的布置，和它的一般的环境有了相当的认识，方能了解他怎样在享受生活。第一，他们必须有共同享受这种生活的朋友，不同的享受须有不同的朋友。和一个勤学而含愁思的朋友共去骑马，即属引非其类，正如和一个不懂音乐的人去欣赏一次音乐表演一般。因此，某中国作家曾说过赏花须结豪友，观妓须结淡友，登山须结逸友，泛舟须结旷友，对月须结冷友，待雪须结艳友，捉酒须结韵友。他对各种享受已选定了不同的适当游伴之后，还须去找寻适当的环境。所住的房屋，布置不必一定讲究，地点也不限于风景幽美的乡间，不必一定需一片稻田方足供他的散步，也不必一定有曲折的小溪以供他在溪边的树下小憩。他所需的房屋极其简单，只需有屋数间，有田数亩，用盆为池，以瓮为牖，墙高于肩，室大于斗，布被暖余，藜羹饱后，气吐胸中，充塞宇宙。凡静室，须前栽碧梧，后种翠竹。前檐放步，北用暗窗，春冬闭之，以避风雨，夏秋可开，以通凉爽。然碧梧之趣，春冬落叶，以舒负暄融和之乐，夏秋交荫，以蔽炎烁蒸烈之威。或如另一位作家所说，一个人可以筑室数楹，编槿为篱，结茅为亭。以三亩荫竹树栽花果，二亩种蔬菜。四壁清旷，空诸所有。蓄山童灌园S草，置二三胡床着亭下。挟书剑，伴孤寂，携琴奕，以迟良友。到处充满着亲热的空气。吾斋之中，不尚虚礼。凡入此斋，均为知己。随分款留，忘形笑语。不言是非，不侈荣利。闲谈古今，静玩山水。清茶好酒，以适幽趣。臭味之交，如斯而已。"}
{"text":"然碧梧之趣，春冬落叶，以舒负暄融和之乐，夏秋交荫，以蔽炎烁蒸烈之威。或如另一位作家所说，一个人可以筑室数楹，编槿为篱，结茅为亭。以三亩荫竹树栽花果，二亩种蔬菜。四壁清旷，空诸所有。蓄山童灌园S草，置二三胡床着亭下。挟书剑，伴孤寂，携琴奕，以迟良友。到处充满着亲热的空气。吾斋之中，不尚虚礼。凡入此斋，均为知己。随分款留，忘形笑语。不言是非，不侈荣利。闲谈古今，静玩山水。清茶好酒，以适幽趣。臭味之交，如斯而已。在这种同类相引的气氛中我们方能满足色香声的享受，吸烟饮酒也在这个时候最为相宜。我们的全身便于这时变成一种盛受器械，能充分去享受大自然和文化所供给我们的色声香味。我们好像已变为一把优美的梵哑林，正待由一位大音乐家来拉奏名曲了。于是我们月夜焚香，古桐三弄，便觉万虑都忘，妄想尽绝。试看香是何味，烟是何色，穿窗之白是何影，指下之余是何音，恬然乐之，而悠然忘之者，是何趣，不可思量处是何境？一个人在这种神清气爽，心气平静，知己满前的境地中，方真能领略到茶的滋味。因为茶须静品，而酒则须热闹。茶之为物，性能引导我们进入一个默想人生的世界。饮茶之时而有儿童在旁哭闹，或粗蠢妇人在旁大声说话，或自命通人者在旁高谈国是，即十分败兴，也正如在雨天或阴天去采茶一般的糟糕。因为采茶必须天气清明的清早，当山上的空气极为清新，露水的芬芳尚留于叶上时，所采的茶叶方称上品。照中国人说起来，露水实在具有芬芳和神秘的功用，和茶的优劣很有关系。照道家的凡自然和宇宙之能生存全恃阴阳二气交融的说法，露水实在是天地在夜间和融后的精英。至今尚有人相信露水为清鲜神秘的琼浆，多饮即能致人兽于长生。特昆雪所说的话很对，他说茶永远是聪慧的人们的饮料。但中国人则更进一步，而且它为风雅隐士的珍品。因此，茶是凡间纯洁的象征，在采制烹煮的手续中，都须十分清洁。采摘烘焙，烹煮取饮之时，手上或杯壶中略有油腻不洁，便会使它丧失美味。所以也只有在眼前和心中毫无富丽繁华的景象和念头时，方能真正的享受它。和妓女作乐时，当然用酒而不用茶。但一个妓女如有了品茶的资格，则她便可以跻于诗人文士所欢迎的妙人儿之列了。苏东坡曾以美女喻茶，但后来，另一个持论家，煮泉小品的田艺恒即补充说，如果定要以茶去比拟女人，则惟有麻姑仙子可做比拟。至于必若桃脸柳腰，宜亟屏之销金幔中，无俗我泉石。又说啜茶忘喧，谓非膏粱纨绮可语。"}
{"text":"采摘烘焙，烹煮取饮之时，手上或杯壶中略有油腻不洁，便会使它丧失美味。所以也只有在眼前和心中毫无富丽繁华的景象和念头时，方能真正的享受它。和妓女作乐时，当然用酒而不用茶。但一个妓女如有了品茶的资格，则她便可以跻于诗人文士所欢迎的妙人儿之列了。苏东坡曾以美女喻茶，但后来，另一个持论家，煮泉小品的田艺恒即补充说，如果定要以茶去比拟女人，则惟有麻姑仙子可做比拟。至于必若桃脸柳腰，宜亟屏之销金幔中，无俗我泉石。又说啜茶忘喧，谓非膏粱纨绮可语。据茶录所说其旨归于色香味，其道归于精燥洁。所以如果要体味这些质素，静默是一个必要的条件也只有以一个冷静的头脑去看忙乱的世界的人，才能够体味出这些质素。自从宋代以来，一般喝茶的鉴赏家认为一杯淡茶才是最好的东西，当一个人专心思想的时候，或是在邻居嘈杂仆人争吵的时候，或是由面貌丑陋的女仆侍候的时候，当会很容易地忽略了淡茶的美妙气味。同时，喝茶的友伴也不可多，因为饮茶以客少为贵，客众则喧，喧则雅趣乏矣。独啜曰幽二客曰胜三四曰趣五六曰泛七八曰施。茶疏的说若巨器屡巡，满中泻饮，待停少温，或求浓苦，何异农匠作劳，但需涓滴何论品赏？何知风味乎？因为这个理由，因为要顾到烹时的合度和洁净，有茶癖的中国文士都主张烹茶须自己动手。如嫌不便，可用两个小僮为助。烹茶须用小炉，烹煮的地点须远离厨房，而近在饮处。茶僮须受过训练，当主人的面前烹煮。一切手续都须十分洁净，茶杯须每晨洗涤，但不可用布揩擦。僮儿的两手须常洗，指甲中的污腻须剔干净。三人以上。止k一炉，如五六人，便当两鼎，炉用一童，汤方调适，若令兼作，恐有参差。真正鉴赏家常以亲自烹茶为一种殊乐。中国的烹茶饮茶方法不像日本那么过分严肃和讲规则，而仍属一种富有乐趣而又高尚重要的事情。实在说起来，烹茶之乐和饮茶之乐各居其半，正如吃西瓜子，用牙齿咬开瓜子壳之乐和吃瓜子肉之乐实各居其半。茶炉火都置在窗前，用硬炭生火。主人很郑重地煽着炉火，注视着水壶中的热气。他用一个茶盘，很整齐地装着一个小泥茶壶和四个比咖啡杯小一些的茶杯。再将贮茶叶的锡罐安放在茶盘的旁边，随口和来客谈着天，但并不忘了手中所应做的事。他时时顾看炉火，等到水壶中渐发沸声后，他就立在炉前不再离开，更加用力的煽火，还不时要揭开壶盖望一望。那时壶底已有小泡，名为鱼眼或蟹沫，这就是初滚。"}
{"text":"实在说起来，烹茶之乐和饮茶之乐各居其半，正如吃西瓜子，用牙齿咬开瓜子壳之乐和吃瓜子肉之乐实各居其半。茶炉火都置在窗前，用硬炭生火。主人很郑重地煽着炉火，注视着水壶中的热气。他用一个茶盘，很整齐地装着一个小泥茶壶和四个比咖啡杯小一些的茶杯。再将贮茶叶的锡罐安放在茶盘的旁边，随口和来客谈着天，但并不忘了手中所应做的事。他时时顾看炉火，等到水壶中渐发沸声后，他就立在炉前不再离开，更加用力的煽火，还不时要揭开壶盖望一望。那时壶底已有小泡，名为鱼眼或蟹沫，这就是初滚。他重新盖上壶盖，再煽上几扇，壶中的沸声渐大，水面也渐起泡，这名为二滚。这时已有热气从壶口喷出来，主人也就格外注意。到将届三滚，壶水已经沸透之时，他就提起水壶，将小泥壶里外一浇，赶紧将茶叶加入泥壶，泡出茶来。这种茶如福建人所饮的铁观音，大都泡得很浓。小泥壶中只可容水四小杯，茶叶占去其三分之一的容隙。因为茶叶加得很多，所以一泡之后即可倒出来喝了。这一道茶已将壶水用尽，于是再灌入凉水，放到炉上去煮，以供第二泡之用。严格的说起来，茶在第二泡时为最妙。第一泡譬如一个十二三岁的幼女，第二泡为年龄恰当的十六女郎，而第三泡则已是少妇了。照理论上说起来，鉴赏家认为第三泡的茶不可复饮，但实际上，则享受这个少妇的人仍很多。以上所说是我本乡中一种泡茶方法的实际素描。这个艺术是中国的北方人所不晓的。在中国一般的人家中，所用的茶壶大都较大。至于一杯茶，最好的颜色是清中带微黄，而不是英国茶那样的深红色。我们所描写的当然是指鉴赏家的饮茶，而不是像店铺中的以茶奉客。这种雅举不是普通人所能办到，也不是人来人往，论碗解渴的地方所能办到。茶疏的许次纾说得好宾朋杂沓，止堪交钟觥筹乍会泛交，仅须常品酬酢。惟素心同调，彼此畅适，清言雄辩，脱略形骸，始可呼童篝火，吸水点汤，量客多少，为役之烦简。而茶解所说的就是此种情景山堂夜坐，汲泉煮茗。至水火相战，如听松涛。倾泻入杯，云光滟潋。此时幽趣，故难与俗人言矣。凡真正爱茶者，单是摇摩茶具，已经自有其乐趣。蔡襄年老时已不能饮茶，但他每天必烹茶以自娱，即其一例。又有一个文士名叫周文甫，他每天自早至晚，必在规定的时刻自烹自饮六次。他极爱他的茶壶，死时甚至以壶为殉。"}
