{"text":"一个声音对我说在无限宇宙的永恒岁月中，你不过是一个顷刻便化为乌有的微粒，这个微粒的悲欢甚至连一丝微风一缕轻烟都算不上，刹那间就会无影无踪。你如此珍惜的那个小小的心灵世界，究竟有何价值我用法国作家辛涅科尔的话回答是的，对于宇宙，我微不足道可是，对于我自己，我就是一切。我何尝不知道，在宇宙的生成变化中，我只是一个极其偶然的存在，我存在与否完全无足轻重。面对无穷，我确实等于零。然而，我可以用同样的道理回敬这个傲慢的宇宙倘若我不存在，你对我来说岂不也等于零倘若没有人类及其众多自我的存在，宇宙的永恒存在究竟有何意义而每一个自我一旦存在，便不能不从自身出发估量一切，正是这估量的总和使本无意义的宇宙获得了意义。我何尝不知道，在人类的悲欢离合中，我的故事极其普通。然而，我不能不对自己的故事倾注更多的悲欢。对于我来说，我的爱情波折要比罗密欧更加惊心动魄，我的苦难要比俄狄浦斯更加催人泪下。原因很简单，因为我不是罗密欧，不是俄狄浦斯，而是我自己。事实上，如果人人看轻一己的悲欢，世上就不会有罗密欧和俄狄浦斯了。我终归是我自己。当我自以为跳出了我自己时，仍然是这个我在跳。我无法不成为我的一切行为的主体，我是世界的一切关系的中心。当然，同时我也知道每个人都有他的自我，我不会狂妄到要充当世界和他人的中心。三灵与肉我站在镜子前，盯视着我的面孔和身体，不禁惶惑起来。我不知道究竟盯视者是我，还是被盯视者是我。灵魂和肉体如此不同，一旦相遇，彼此都觉陌生。我的耳边响起帕斯卡尔的话语肉体不可思议，灵魂更不可思议，最不可思议的是肉体居然能和灵魂结合在一起。人有一个肉体似乎是一件尴尬事。那个丧子的母亲终于停止哭泣，端起饭碗，因为她饿了。那个含情脉脉的姑娘不得不离开情人一小会儿，她需要上厕所。那个哲学家刚才还在谈论面对苦难的神明般的宁静，现在却因为牙痛而呻吟不止。当我们的灵魂在天堂享受幸福或在地狱体味悲剧时，肉体往往不合时宜地把它拉回到尘世。马雅可夫斯基在列车里构思一首长诗，眼睛心不在焉地盯着对面的姑娘。那姑娘惊慌了。马雅可夫斯基赶紧声明我不是男人，我是穿裤子的云。为了避嫌，他必须否认肉体的存在。我们一生中不得不花费许多精力来伺候肉体喂它，洗它，替它穿衣，给它铺床。博尔赫斯屈辱地写道我是他的老护士，他逼我为他洗脚。还有更屈辱的事肉体会背叛灵魂。"}
{"text":"那个哲学家刚才还在谈论面对苦难的神明般的宁静，现在却因为牙痛而呻吟不止。当我们的灵魂在天堂享受幸福或在地狱体味悲剧时，肉体往往不合时宜地把它拉回到尘世。马雅可夫斯基在列车里构思一首长诗，眼睛心不在焉地盯着对面的姑娘。那姑娘惊慌了。马雅可夫斯基赶紧声明我不是男人，我是穿裤子的云。为了避嫌，他必须否认肉体的存在。我们一生中不得不花费许多精力来伺候肉体喂它，洗它，替它穿衣，给它铺床。博尔赫斯屈辱地写道我是他的老护士，他逼我为他洗脚。还有更屈辱的事肉体会背叛灵魂。一个心灵美好的女人可能其貌不扬，一个灵魂高贵的男人可能终身残疾。荷马是瞎子，贝多芬是聋子，拜伦是跛子。而对一切人相同的是，不管我们如何精心调理，肉体仍不可避免地要走向衰老和死亡，拖着不屈的灵魂同归于尽。那么，不要肉体如何呢不，那更可怕，我们将不能再看风景，听音乐，呼吸新鲜空气，读书，散步，运动，宴饮，尤其是――世上不再有男人和女人，不再有爱情这件无比美妙的事儿。原来，灵魂的种种愉悦根本就离不开肉体，没有肉体的灵魂不过是幽灵，不复有任何生命的激情和欢乐，比死好不了多少。所以，我要修改帕斯卡尔的话肉体是奇妙的，灵魂更奇妙，最奇妙的是肉体居然能和灵魂结合在一起。四动与静喧哗的白昼过去了，世界重归于宁静。我坐在灯下，感到一种独处的满足。我承认，我需要到世界上去活动，我喜欢旅行冒险恋爱奋斗成功失败。日子过得平平淡淡，我会无聊，过得冷冷清清，我会寂寞。但是，我更需要宁静的独处，更喜欢过一种沉思的生活。总是活得轰轰烈烈热热闹闹，没有时间和自己待一会儿，我就会非常不安，好像丢了魂一样。我身上必定有两个自我。一个好动，什么都要尝试，什么都想经历。另一个喜静，对一切加以审视和消化。这另一个自我，如同罗曼罗兰所说，是一颗清明宁静而非常关切的灵魂。仿佛是它把我派遣到人世间活动，鼓励我拼命感受生命的一切欢乐和苦难，同时又始终关切地把我置于它的视野之内，随时准备把我召回它的身边。即使我在世上遭受最悲惨的灾难和失败，只要我识得返回它的途径，我就不会全军覆没。它是我的守护神，为我守护着一个任何风雨都侵袭不到也损坏不了的家园，使我在最风雨飘摇的日子里也不致无家可归。耶稣说一个人赚得了整个世界，却丧失了自我，又有何益他在向其门徒透露自己的基督身份后说这话，可谓意味深长。"}
{"text":"仿佛是它把我派遣到人世间活动，鼓励我拼命感受生命的一切欢乐和苦难，同时又始终关切地把我置于它的视野之内，随时准备把我召回它的身边。即使我在世上遭受最悲惨的灾难和失败，只要我识得返回它的途径，我就不会全军覆没。它是我的守护神，为我守护着一个任何风雨都侵袭不到也损坏不了的家园，使我在最风雨飘摇的日子里也不致无家可归。耶稣说一个人赚得了整个世界，却丧失了自我，又有何益他在向其门徒透露自己的基督身份后说这话，可谓意味深长。真正的救世主就在我们每个人身上，便是那个清明宁静的自我。这个自我即是我们身上的神性，只要我们能守住它，就差不多可以说上帝和我们同在了。守不住它，一味沉沦于世界，我们便会浑浑噩噩，随波飘荡，世界也将沸沸扬扬，永无得救的希望。五真与伪我走在街上，一路朝熟人点头微笑我举起酒杯，听着应酬话，用笑容答谢我坐在一群妙语连珠的朋友中，自己也说着俏皮话，赞赏或得意地大笑在所有这些时候，我心中会突然响起一个声音这不是我于是，笑容冻结了。莫非笑是社会性的，真实的我永远悲苦，从来不笑多数时候，我是独处的，我曾庆幸自己借此避免了许多虚伪。可是，当我关起门来写作时，我怎能担保已经把公众的趣味和我的虚荣心也关在了门外，因而这个正在写作的人必定是真实的我呢成为你自己！――这句话如同一切道德格言一样知易行难。我甚至无法判断，我究竟是否已经成为了我自己。角色在何处结束，真实的我在何处开始，这界限是模糊的。有些角色仅是服饰，有些角色却已经和我们的躯体生长在一起，如果把它们一层层剥去，其结果比剥葱头好不了多少。演员尚有卸妆的时候，我们却生生死死都离不开社会的舞台。在他人目光的注视下，甚至隐居和自杀都可以是在扮演一种角色。也许，只有当我们扮演某个角色露出破绽时，我们才得以一窥自己的真实面目。卢梭说大自然塑造了我，然后把模子打碎了。这话听起来自负，其实适用于每一个人。可惜的是，多数人忍受不了这个失去了模子的自己，于是又用公共的模子把自己重新塑造一遍，结果彼此变得如此相似。我知道，一个人不可能也不应该脱离社会而生活。然而，有必要节省社会的交往。我不妨和他人交谈，但要更多地直接向上帝和自己说话。"}
{"text":"也许，只有当我们扮演某个角色露出破绽时，我们才得以一窥自己的真实面目。卢梭说大自然塑造了我，然后把模子打碎了。这话听起来自负，其实适用于每一个人。可惜的是，多数人忍受不了这个失去了模子的自己，于是又用公共的模子把自己重新塑造一遍，结果彼此变得如此相似。我知道，一个人不可能也不应该脱离社会而生活。然而，有必要节省社会的交往。我不妨和他人交谈，但要更多地直接向上帝和自己说话。我无法一劳永逸地成为真实的自己，但是，倘若我的生活中充满着仅仅属于我的不可言说的特殊事物，我也就在过一种非常真实的生活了。六逃避与寻找我是喜欢独处的，不觉得寂寞。我有许多事可做读书，写作，回忆，遐想，沉思，等等。做着这些事的时候，我相当投入，乐在其中，内心很充实。但是，独处并不意味着和自己在一起。在我潜心读书或写作时，我很可能是和想象中的或读者在一起。直接面对自己似乎是一件令人难以忍受的事，所以人们往往要设法逃避。逃避自我有二法，一是事务，二是消遣。我们忙于职业上和生活上的种种事务，一旦闲下来，又用聊天娱乐和其他种种消遣打发时光。对于文人来说，读书和写作也不外是一种事务或一种消遣，比起斗鸡走狗之辈，诚然有雅俗之别，但逃避自我的实质则为一。然而，有这样一种时候，我翻开书，又合上，拿起笔，又放下，不知道自己究竟要什么，找不到一件自己真正想做的事，只觉得心中弥漫着一种空虚怅惘之感。这是无聊袭来的时候。当一个人无所事事而直接面对自己时，便会感到无聊。在通常情况下，我们仍会找些事做，尽快逃脱这种境遇。但是，也有无可逃脱的时候，我就是百事无心，不想见任何人，不想做任何事。自我似乎喜欢捉迷藏，如同蒙田所说我找我的时候找不着我找着我由于偶然的邂逅比由于有意的搜寻多。无聊正是与自我邂逅的一个契机。这个自我，摆脱了一切社会的身份和关系，来自虚无，归于虚无。难怪我们和它相遇时，不能直面相视太久，便要匆匆逃离。可是，让我多坚持一会儿吧，我相信这个可怕的自我一定会教给我许多人生的真理。自古以来，哲人们一直叮咛我们认识你自己！卡莱尔却主张代之以一个最新的教义认识你要做和能做的工作因为一个人永远不可能认识自己，而通过工作则可以使自己成为完人。"}
{"text":"这个自我，摆脱了一切社会的身份和关系，来自虚无，归于虚无。难怪我们和它相遇时，不能直面相视太久，便要匆匆逃离。可是，让我多坚持一会儿吧，我相信这个可怕的自我一定会教给我许多人生的真理。自古以来，哲人们一直叮咛我们认识你自己！卡莱尔却主张代之以一个最新的教义认识你要做和能做的工作因为一个人永远不可能认识自己，而通过工作则可以使自己成为完人。我承认认识自己也许是徒劳之举，但同时我也相信，一个人倘若从来不想认识自己，从来不肯从事一切无望的精神追求，那么，工作决不会使他成为完人，而只会使他成为庸人。七爱与狐独凡人群聚集之处，必有孤独。我怀着我的孤独，离开人群，来到郊外。我的孤独带着如此浓烈的爱意，爱着田野里的花朵小草树木和河流。原来，孤独也是一种爱爱和孤独是人生最美丽的两支曲子，两者缺一不可。无爱的心灵不会孤独，未曾体味过孤独的人也不可能懂得爱。由于怀着爱的希望，孤独才是可以忍受的，甚至是甜蜜的。当我独自在田野里徘徊时，那些花朵小草树木河流之所以能给我以慰藉，正是因为我隐约预感到，我可能会和另一颗同样爱它们的灵魂相遇。不止一位先贤指出，一个人无论看到怎样的美景奇观，如果他没有机会向人讲述，他就决不会感到快乐。人终究是离不开同类的。一个无人分享的快乐决非真正的快乐，而一个无人分担的痛苦则是最可怕的痛苦。所谓分享和分担，未必要有人在场。但至少要有人知道。永远没有人知道，绝对的孤独，痛苦便会成为绝望，而快乐――同样也会变成绝望！交往为人性所必需，它的分寸却不好掌握。帕斯卡尔说我们由于交往而形成了精神和感情，但我们也由于交往而败坏着精神和感情。我相信，前一种交往是两个人之间的心灵沟通，它是马丁布伯所说的那种我与你的相遇，既充满爱，又尊重孤独相反，后一种交往则是熙熙攘攘的利害交易，它如同尼采所形容的市场，既亵渎了爱，又羞辱了孤独。相遇是人生莫大的幸运，在此时刻。两颗灵魂仿佛同时认出了对方，惊喜地喊出是你人一生中只要有过这个时刻，爱和孤独便都有了着落。失去的岁月一上大学时，常常当我在灯下聚精会神读书时，灯突然灭了。这是全宿舍同学针对我一致作出的决议遵守校规，按时熄灯。我多么恨那只拉开关的手，咔嚓一声，又从我的生命线上割走了一天。"}
{"text":"相遇是人生莫大的幸运，在此时刻。两颗灵魂仿佛同时认出了对方，惊喜地喊出是你人一生中只要有过这个时刻，爱和孤独便都有了着落。失去的岁月一上大学时，常常当我在灯下聚精会神读书时，灯突然灭了。这是全宿舍同学针对我一致作出的决议遵守校规，按时熄灯。我多么恨那只拉开关的手，咔嚓一声，又从我的生命线上割走了一天。怔怔地坐在黑暗里，凝望着月色朦胧的窗外，我委屈得泪眼汪汪。年龄愈大，光阴流逝愈快，但我好像愈麻木了。一天又一天，日子无声无息地消失，就像水滴消失于大海。蓦然回首，我在世上活了一万多个昼夜，它们都已经不知去向。子在川上曰逝者如斯夫，不舍昼夜。其实，光阴何尝是这样一条河，可以让我们伫立其上，河水从身边流过，而我却依然故我时间不是某种从我身边流过的东西，而就是我的生命。弃我而去的不是日历上的一个个日子，而是我生命中的岁月甚至也不仅仅是我的岁月，而就是我自己。我不但找不回逝去的年华，而且也找不回从前的我了。当我回想很久以前的我，譬如说，回想大学宿舍里那个泪眼汪汪的我的时候，在我眼前出现的总是一个孤儿的影子，他被无情地遗弃在过去的岁月里了。他孑然一身，举目无亲，徒劳地盼望回到活人的世界上来，而事实上却不可阻挡地被过去的岁月带往更远的远方。我伸出手去，但是我无法触及他并把他领回。我大声呼唤，但是我的声音到达不了他的耳中。我不得不承认这是一种死亡，从前的我已经成为一个死者，我对他的怀念与对一个死者的怀念有着相同的性质。二自古以来，不知多少人问过时间是什么它在哪里人们在时间中追问和苦思，得不到回答，又被时间永远地带走了。时间在哪里被时间带走的人在哪里为了度量时间，我们的祖先发明了日历，于是人类有历史，个人有年龄。年龄代表一个人从出生到现在所拥有的时间。真的拥有吗它们在哪里总是这样因为失去童年，我们才知道自己长大因为失去岁月，我们才知道自己活着因为失去，我们才知道时间。我们把已经失去的称作过去，尚未得到的称作未来，停留在手上的称作现在。但时间何尝停留，现在转瞬成为过去，我们究竟有什么多少个深夜，我守在灯下，不甘心一天就此结束。然而，即使我通宵不眠，一天还是结束了。"}
{"text":"年龄代表一个人从出生到现在所拥有的时间。真的拥有吗它们在哪里总是这样因为失去童年，我们才知道自己长大因为失去岁月，我们才知道自己活着因为失去，我们才知道时间。我们把已经失去的称作过去，尚未得到的称作未来，停留在手上的称作现在。但时间何尝停留，现在转瞬成为过去，我们究竟有什么多少个深夜，我守在灯下，不甘心一天就此结束。然而，即使我通宵不眠，一天还是结束了。我们没有任何办法能留住时间。我们永远不能占有时间，时间却掌握着我们的命运。在它宽大无边的手掌里，我们短暂的一生同时呈现，无所谓过去现在未来，我们的生和死幸福和灾祸早已记录在案。可是，既然过去不复存在，现在稍纵即逝，未来尚不存在，世上真有时间吗这个操世间一切生灵生杀之权的隐身者究竟是谁我想象自己是草地上的一座雕像，目睹一代又一代孩子嬉闹着从远处走来，渐渐长大，在我身旁谈情说爱，寻欢作乐，又慢慢衰老，蹒跚着向远处走去。我在他们中间认出了我自己的身影，他走着和大家一样的路程。我焦急地朝他瞪眼，示意他停下来，但他毫不理会。现在他已经越过我，继续向前走去了。我悲哀地看着他无可挽救地走向衰老和死亡。三许多年以后，我回到我出生的那个城市，一位小学时的老同学陪伴我穿越面貌依旧的老街。他突然指着坐在街沿屋门口的一个丑女人悄悄告诉我，她就是我们的同班同学某某。我赶紧转过脸去，不敢相信我昔日心目中的偶像竟是这般模样。我的心中保存着许多美丽的面影，然而一旦邂逅重逢，没有不立即破灭的。我们总是觉得儿时尝过的某样点心最香甜，儿时听过的某支曲子最美妙，儿时见过的某片风景最秀丽。幸福的岁月是那失去的岁月。你可以找回那点心曲子风景，可是找不回岁月。所以，同一样点心不再那么香甜，同一支曲子不再那么美妙，同一片风景不再那么秀丽。当我坐在电影院里看电影时，我明明知道，人类的彩色摄影技术已经有了非凡的长进，但我还是找不回像幼时看的幻灯片那么鲜亮的色彩了。失去的岁月便如同那些幻灯片一样，在记忆中闪烁着永远不可企及的幸福的光华。每次回母校，我都要久久徘徊在我过去住的那间宿舍的窗外。窗前仍是那株木槿，隔了这么些年居然既没有死去，也没有长大。我很想进屋去，看看从前那个我是否还在那里。"}
{"text":"所以，同一样点心不再那么香甜，同一支曲子不再那么美妙，同一片风景不再那么秀丽。当我坐在电影院里看电影时，我明明知道，人类的彩色摄影技术已经有了非凡的长进，但我还是找不回像幼时看的幻灯片那么鲜亮的色彩了。失去的岁月便如同那些幻灯片一样，在记忆中闪烁着永远不可企及的幸福的光华。每次回母校，我都要久久徘徊在我过去住的那间宿舍的窗外。窗前仍是那株木槿，隔了这么些年居然既没有死去，也没有长大。我很想进屋去，看看从前那个我是否还在那里。从那时到现在，我到过许多地方，有过许多遭遇，可是这一切会不会是幻觉呢也许，我仍然是那个我，只不过走了一会儿神也许，根本没有时间，只有许多个我同时存在，说不定会在哪里突然相遇但我终于没有进屋，因为我知道我的宿舍已被陌生人占据，他们会把我看作入侵者，尽管在我眼中，他们才是我的神圣的青春岁月的入侵者。在回忆的引导下，我们寻访旧友，重游故地，企图找回当年的感觉，然而徒劳。我们终于怅然发现，与时光一起消逝的不仅是我们的童年和青春，而且是由当年的人树木房屋街道天空组成的一个完整的世界，其中也包括我们当年的爱和忧愁，感觉和心情，我们当年的整个心灵世界。四可是，我仍然不相信时间带走了一切。逝去的年华，我们最珍贵的童年和青春岁月，我们必定以某种方式把它们保存在一个安全的地方了。我们遗忘了藏宝的地点，但必定有这么一个地方，否则我们不会这样苦苦地追寻。或者说，有一间心灵的密室，其中藏着我们过去的全部珍宝，只是我们竭尽全力也回想不起开锁的密码了。然而，可能会有一次纯属偶然，我们漫不经心地碰对了这密码，于是密室开启，我们重新置身于从前的岁月。当普鲁斯特的主人公口含一块泡过茶水的玛德莱娜小点心，突然感觉到一种奇特的快感和震颤的时候，便是碰对了密码。一种当下的感觉，也许是一种滋味，一阵气息，一个旋律，石板上的一片阳光，与早已遗忘的那个感觉巧合，因而混合进了和这感觉联结在一起的昔日的心境，于是昔日的生活情景便从这心境中涌现出来。其实，每个人的生活中都不乏这种普鲁斯特式幸福的机缘，在此机缘触发下，我们会产生一种对某样东西似曾相识又若有所失的感觉。但是，很少有人像普鲁斯特那样抓住这种机缘，促使韶光重现。我们总是生活在眼前，忙碌着外在的事务。我们的日子是断裂的，缺乏内在的连续性。逝去的岁月如同一张张未经显影的底片，杂乱堆积在暗室里。"}
{"text":"一种当下的感觉，也许是一种滋味，一阵气息，一个旋律，石板上的一片阳光，与早已遗忘的那个感觉巧合，因而混合进了和这感觉联结在一起的昔日的心境，于是昔日的生活情景便从这心境中涌现出来。其实，每个人的生活中都不乏这种普鲁斯特式幸福的机缘，在此机缘触发下，我们会产生一种对某样东西似曾相识又若有所失的感觉。但是，很少有人像普鲁斯特那样抓住这种机缘，促使韶光重现。我们总是生活在眼前，忙碌着外在的事务。我们的日子是断裂的，缺乏内在的连续性。逝去的岁月如同一张张未经显影的底片，杂乱堆积在暗室里。它们仍在那里，但和我们永远失去了它们又有什么区别五诗人之为诗人，就在于他对时光的流逝比一般人更加敏感，诗便是他为逃脱这流逝自筑的避难所。摆脱时间有三种方式活在回忆中，把过去永恒化活在当下的激情中，把现在永恒化活在期待中，把未来永恒化。然而，想象中的永恒并不能阻止事实上的时光流逝。所以，回忆是忧伤的，期待是迷惘的，当下的激情混合着狂喜和绝望。难怪一个最乐观的诗人也如此喊道时针指示着瞬息，但什么能指示永恒呢诗人承担着悲壮的使命把瞬间变成永恒，在时间之中摆脱时间。谁能生活在时间之外，真正拥有永恒呢孩子和上帝。孩子不在乎时光流逝。在孩子眼里，岁月是无穷无尽的。童年之所以令人怀念，是因为我们在童年曾经一度拥有永恒。可是，孩子会长大，我们终将失去童年。我们的童年是在我们明白自己必将死去的那一天结束的。自从失去了童年，我们也就失去了永恒。从那以后，我所知道的唯一的永恒便是我死后时间的无限绵延，我的永恒的不存在。还有上帝呢我多么愿意和圣奥古斯丁一起歌颂上帝你的岁月无往无来，永是现在，我们的昨天和明天都在你的今天之中过去和到来。我多么希望世上真有一面永恒的镜子，其中映照着被时间劫走的我的一切珍宝，包括我的生命。可是，我知道，上帝也只是诗人的一个避难所在很小的时候，我就自己偷偷写起了日记。一开始的日记极幼稚，只是写些今天吃了什么好东西之类。我仿佛本能地意识到那好滋味容易消逝，于是想用文字把它留住。年岁渐大，我用文字留住了许多好滋味爱，友谊，孤独，欢乐，痛苦在青年时代的一次劫难中，我烧掉了全部日记。后来我才知道此举的严重性，为我的过去岁月的真正死亡痛哭不止。但是，写作的习惯延续下来了。"}
