{"text":"但人生是占有不了的。毋宁说，它是侥幸落到我们手上的一件暂时的礼物，我们迟早要把它交还。我们宁愿怀着从容闲适的心情玩味它，而不要让过分急切的追求和得失之患占有了我们，使我们不再有玩味的心情。在人生中还有比成功和幸福更重要的东西，那就是凌驾于一切成败福祸之上的豁达胸怀。在终极的意义上，人世间的成功和失败，幸福和灾难，都只是过眼烟云，彼此并无实质的区别。当我们这样想时，我们和我们的身外遭遇保持了一个距离，反而和我们的真实人生贴得更紧了，这真实人生就是一种既包容又超越身外遭遇的丰富的人生阅历和体验我们不妨眷恋生命，执著人生，但同时也要像蒙田说的那样，收拾好行装，随时准备和人生告别。入世再深，也不忘它的限度。这样一种执著有悲观垫底，就不会走向贪婪。有悲观垫底的执著，实际上是一种超脱。五我相信一切深刻的灵魂都蕴藏着悲观。换句话说，悲观自有其深刻之处。死是多么重大的人生事件，竟然不去想它，这只能用怯懦或糊涂来解释。用贝多芬的话说不知道死的人真是可怜虫当然，我们可以补充一句只知道死的人也是可怜虫！真正深刻的灵魂决不会沉溺于悲观。悲观本源于爱，为了爱又竭力与悲观抗争，反倒有了超乎常人的创造，贝多芬自己就是最好的例子。不过，深刻更在于，无论获得多大成功，也消除不了内心蕴藏的悲观，因而终能以超脱的眼光看待这成功。如果一种悲观可以轻易被外在的成功打消，我敢断定那不是悲观，而只是肤浅的烦恼。超脱是悲观和执著两者激烈冲突的结果，又是两者的和解。前面提到金圣叹因批西厢而引发了一段人生悲叹，但他没有止于此，否则我们今天就不会读到他批的西厢了。他太爱西厢，非批不可，欲罢不能。所以，他接着笔锋一转，写道既然天地只是偶然生我，那么，未生已前非我也。既去已后又非我也。然则今虽犹尚暂在，实非我也。于是，以非我者之日月，误而任我之唐突可也以非我者之才情，误而供我之挥霍可也。总之，我可以让那个非我者去批西厢而供我作消遣了。他的这个思路，巧妙地显示了悲观和执著在超脱中达成的和解。我心中有悲观，也有执著。我愈执著，就愈悲观，愈悲观，就愈无法执著，陷入了二律背反。我干脆把自己分裂为二，看透那个执著的我是非我，任他去执著。执著没有悲观牵肘，便可放手执著。悲观扬弃执著，也就成了超脱。"}
{"text":"既去已后又非我也。然则今虽犹尚暂在，实非我也。于是，以非我者之日月，误而任我之唐突可也以非我者之才情，误而供我之挥霍可也。总之，我可以让那个非我者去批西厢而供我作消遣了。他的这个思路，巧妙地显示了悲观和执著在超脱中达成的和解。我心中有悲观，也有执著。我愈执著，就愈悲观，愈悲观，就愈无法执著，陷入了二律背反。我干脆把自己分裂为二，看透那个执著的我是非我，任他去执著。执著没有悲观牵肘，便可放手执著。悲观扬弃执著，也就成了超脱。不仅把财产权力名声之类看作身外之物，而且把这个终有一死的我也看作身外之物，如此才有真正的超脱。由于只有一个人生，颓废者因此把它看作零，堕入悲观的深渊。执迷者又因此把它看作全，激起占有的热望。两者均未得智慧的真髓。智慧是在两者之间，确切地说，是包容了两者又超乎两者之上。人生既是零，又是全，是零和全的统一。用全否定零，以反抗虚无，又用零否定全，以约束贪欲，智慧仿佛走着这螺旋形的路。不过，这只是一种简化的描述。事实上，在一个热爱人生而又洞察人生的真相的人心中，悲观执著超脱三种因素始终都存在着，没有一种会完全消失，智慧就存在于它们此消彼长的动态平衡之中。我不相信世上有一劳永逸彻悟人生的无上觉者，如果有，他也业已涅成佛，不再属于这个活人的世界了。思考死一死亡和太阳一样不可直视。然而，即使掉头不去看它，我们仍然知道它存在着，感觉到它正步步逼近，把它的可怕阴影投罩在我们每一寸美好的光阴上面。很早的时候，当我突然明白自己终有一死时，死亡问题就困扰着我了。我怕想，又禁不住要想。周围的人似乎并不挂虑，心安理得地生活着。性和死，世人最讳言的两件事，成了我的青春期的痛苦的秘密。读了一些书，我才发现，同样的问题早已困扰过世世代代的贤哲了。要是一个人学会了思想，不管他的思想对象是什么，他总是在想着自己的死。读到托尔斯泰这句话，我庆幸觅得了一个知音。死之迫人思考，因为它是一个最确凿无疑的事实，同时又是一件最不可思议的事情。既然人人迟早要轮到登上这个千古长存的受难的高岗，从那里被投入万劫不复的虚无之深渊，一个人怎么可能对之无动于衷呢然而，自古以来思考过抗议过拒绝过死的人，最后都不得不死了，我们也终将追随而去，想又有何用世上别的苦难，我们可小心躲避，躲避不了，可咬牙忍受，忍受不了，还可以死解脱。"}
{"text":"要是一个人学会了思想，不管他的思想对象是什么，他总是在想着自己的死。读到托尔斯泰这句话，我庆幸觅得了一个知音。死之迫人思考，因为它是一个最确凿无疑的事实，同时又是一件最不可思议的事情。既然人人迟早要轮到登上这个千古长存的受难的高岗，从那里被投入万劫不复的虚无之深渊，一个人怎么可能对之无动于衷呢然而，自古以来思考过抗议过拒绝过死的人，最后都不得不死了，我们也终将追随而去，想又有何用世上别的苦难，我们可小心躲避，躲避不了，可咬牙忍受，忍受不了，还可以死解脱。唯独死是既躲避不掉，又无解脱之路的，除了接受，别无选择。也许，正是这种无奈，使得大多数人宁愿对死保持沉默。金圣叹对这种想及死的无奈心境作过生动的描述细思我今日之如是无奈，彼古之人独不曾先我而如是无奈哉我今日所坐之地，古之人其先坐之我今日所立之地，古之人之立之者，不可以数计矣。夫古之人之坐于斯，立于斯，必犹如我之今日也。而今日已徒见有我，不见古人。彼古人之在时，岂不默然知之然而又自知其无奈，故遂不复言之也。此真不得不致憾于天地也，何其甚不仁也今日我读到这些文字，金圣叹作古已久。我为他当日的无奈叹息，正如他为古人昔时的无奈叹息而毋须太久，又有谁将为我今日的无奈叹息无奈，只有无奈，真是夫复何言想也罢，不想也罢，终归是在劫难逃。既然如此，不去徒劳地想那不可改变的命运，岂非明智之举免费下载免费下载该小说下载自小说下载站每天更新请到下载更多精彩小说小说守望的距离第二部分二在雪莱的一篇散文中，我们看到一位双目失明的老人在他女儿搀扶下走进古罗马柯利修姆竞技场的遗址。他们在一根倒卧的圆柱上坐定，老人听女儿讲述眼前的壮观，而后怀着深情对女儿谈到了爱神秘和死亡。他听见女儿为死亡啜泣，便语重心长地说没有时间空间年龄预见可以使我们免于一死。"}
{"text":"他们在一根倒卧的圆柱上坐定，老人听女儿讲述眼前的壮观，而后怀着深情对女儿谈到了爱神秘和死亡。他听见女儿为死亡啜泣，便语重心长地说没有时间空间年龄预见可以使我们免于一死。让我们不去想死亡，或者只把它当作一件平凡的事来想吧。如果能够不去想死亡，或者只把它当作人生司空见惯的许多平凡事中的一件来想，倒不失为一种准幸福境界。遗憾的是，愚者不费力气就置身于其中的这个境界，智者例如这位老盲人却须历尽沧桑才能达到。一个人只要曾经因想到死亡感受过真正的绝望，他的灵魂深处从此便留下了几乎不愈的创伤。当然，许多时候，琐碎的日常生活分散了我们的心思，使我们无限想及死亡。我们还可以用消遣和娱乐来转移自己的注意力。事业和理想是我们的又一个救主，我们把它悬在前方，如同美丽的晚霞一样遮盖住我们不得不奔赴的那座悬崖，于是放心向深渊走去。可是，还是让我们对自己诚实些吧。至少我承认，死亡的焦虑始终在我心中潜伏着，时常隐隐作痛，有时还会突然转变为尖锐的疼痛。每一个人都必将迎来没有明天的一天，而且这一天随时会到来，因为人在任何年龄都可能死。我不相信一个正常人会从来不想到自己的死，也不相信他想到时会不感到恐惧。把这恐惧埋在心底，他怎么能活得平静快乐，一旦面临死又如何能从容镇定不如正视它，有病就治，先不去想能否治好。自柏拉图以来，许多西哲都把死亡看作人生最重大的问题，而把想透死亡问题视为哲学最主要的使命。在他们看来，哲学就是通过思考死亡而为死预作准备的活动。一个人只要经常思考死亡，且不管他如何思考，经常思考本身就会产生一种效果，使他对死亡习以为常起来。中世纪修道士手戴刻有骷髅的指环，埃及人在宴会高潮时抬进一具解剖的尸体，蒙田在和女人作爱时仍默念着死的逼近，凡此种种，依蒙田自己的说法，都是为了让我们不顾死亡的怪异面孔，常常和它亲近熟识，心目中有它比什么都多吧如此即使不能消除对死的恐惧，至少可以使我们习惯于自己必死这个事实，也就是消除对恐惧的恐惧。"}
{"text":"在他们看来，哲学就是通过思考死亡而为死预作准备的活动。一个人只要经常思考死亡，且不管他如何思考，经常思考本身就会产生一种效果，使他对死亡习以为常起来。中世纪修道士手戴刻有骷髅的指环，埃及人在宴会高潮时抬进一具解剖的尸体，蒙田在和女人作爱时仍默念着死的逼近，凡此种种，依蒙田自己的说法，都是为了让我们不顾死亡的怪异面孔，常常和它亲近熟识，心目中有它比什么都多吧如此即使不能消除对死的恐惧，至少可以使我们习惯于自己必死这个事实，也就是消除对恐惧的恐惧。主动迎候死，再意外的死也不会感到意外了。我们对于自己活着这件事实在太习惯了，而对于死却感到非常陌生，――想想看，自出生后，我们一直活着，从未死过！可见从习惯于生到习惯于死，这个转折并不轻松。不过，在从生到死的过程中，由于耳闻目染别人的死，由于自己所遭受的病老折磨，我们多少在渐渐习惯自己必死的前景。习惯意味着麻木，芸芸众生正是靠习惯来忍受死亡的。如果哲学只是使我们习惯于死，未免多此一举了。问题恰恰在于，我不愿意习惯。我们期待于哲学的不是习惯，而是智慧。也就是说，它不该靠唠叨来解除我们对死的警惕，而应该说出令人信服的理由来打消我们对死的恐惧。它的确说了理由，让我们来看看这些理由能否令人信服三死是一个有目共睹的事实，没有人能否认它的必然性。因此，哲学家们的努力便集中到一点，即是找出种种理由来劝说我们――当然也劝说他自己――接受它。理由之一我们死后不复存在，不能感觉到痛苦，所以死不可怕。这条理由是伊壁鸠鲁首先明确提出来的。他说死与我们无关。因为当身体分解成其构成元素时，它就没有感觉，而对其没有感觉的东西与我们无关。我们活着时，死尚未来临死来临时，我们已经不在。因而死与生者和死者都无关。卢克莱修也附和说对于那不再存在的人，痛苦也全不存在。在我看来，没有比这条理由更缺乏说服力的了。死的可怕，恰恰在于死后的虚无，在于我们将不复存在。与这种永远的寂灭相比，感觉到痛苦岂非一种幸福这两位古代唯物论者实在是太唯物了，他们对于自我寂灭的荒谬性显然没有丝毫概念，所以才会把我们无法接受死的根本原因当作劝说我们接受死的有力理由。令人费解的是，苏格拉底这位古希腊最智慧的人，对于死也持有类似的观念。他在临刑前谈自己坦然赴死的理由云死的境界二者必居其一或是全空，死者毫无知觉或是如世俗所云，灵魂由此界迁居彼界。"}
{"text":"在我看来，没有比这条理由更缺乏说服力的了。死的可怕，恰恰在于死后的虚无，在于我们将不复存在。与这种永远的寂灭相比，感觉到痛苦岂非一种幸福这两位古代唯物论者实在是太唯物了，他们对于自我寂灭的荒谬性显然没有丝毫概念，所以才会把我们无法接受死的根本原因当作劝说我们接受死的有力理由。令人费解的是，苏格拉底这位古希腊最智慧的人，对于死也持有类似的观念。他在临刑前谈自己坦然赴死的理由云死的境界二者必居其一或是全空，死者毫无知觉或是如世俗所云，灵魂由此界迁居彼界。关于后者，他说了些彼界比此界公正之类的话，意在讥讽判他死刑的法官们，内心其实并不相信灵魂不死。前者才是他对死的真实看法死者若无知觉，如睡眠无梦，死之所得不亦妙哉因为与生平其他日夜比较，无梦之夜最痛快。把死譬作无梦的睡眠，这是一种常见的说法。然而，两者的不同是一目了然的。酣睡的痛快，恰恰在于醒来时感到精神饱满，如果长眠不醒，还有什么痛快可言我是绝对不能赞同把无感觉状态说成幸福的。世上一切幸福，皆以感觉为前提。我之所以恋生，是因为活着能感觉到周围的世界，自己的存在，以及我对世界的认知和沉思。我厌恶死，正是因为死永远剥夺了我感觉这一切的任何可能性。我也曾试图劝说自己假如我睡着了，未能感觉到世界和我自己的存在，假如有些事发生了，我因不在场而不知道，我应该为此悲伤吗那么，就把死当作睡着，把去世当作不在场吧。可是无济于事，我太明白其间的区别了。我还曾试图劝说自己也许，垂危之时，感官因疾病或衰老而迟钝，就不会觉得死可怕了。但是，我立刻发现这推测不能成立，因为一个人无力感受死的可怕，并不能消除死的可怕的事实，而且这种情形本身更其可怕。据说，苏格拉底在听到法官们判他死刑的消息时说道大自然早就判了他们的死刑。如此看来，所谓无梦之夜的老生常谈也只是自我解嘲，他的更真实的态度可能是一种宿命论，即把死当作大自然早已判定的必然结局加以接受。四顺从自然，服从命运，心甘情愿地接受死亡，这是斯多噶派的典型主张。他们实际上的逻辑是，既然死是必然的，恐惧痛苦抗拒全都无用，那就不如爽快接受。他们强调这种爽快的态度，如同旅人离开暂居的客店重新上路西塞罗，如同果实从树上熟落，或演员幕落后退场奥勒留。塞涅卡说只有不愿离去才是被赶出，而智者愿意，所以智者决不会被赶出生活。"}
{"text":"如此看来，所谓无梦之夜的老生常谈也只是自我解嘲，他的更真实的态度可能是一种宿命论，即把死当作大自然早已判定的必然结局加以接受。四顺从自然，服从命运，心甘情愿地接受死亡，这是斯多噶派的典型主张。他们实际上的逻辑是，既然死是必然的，恐惧痛苦抗拒全都无用，那就不如爽快接受。他们强调这种爽快的态度，如同旅人离开暂居的客店重新上路西塞罗，如同果实从树上熟落，或演员幕落后退场奥勒留。塞涅卡说只有不愿离去才是被赶出，而智者愿意，所以智者决不会被赶出生活。颇带斯多噶气质的蒙田说死说不定在什么地方等候我们，让我们到处都等候它吧。仿佛全部问题在于，只要把不愿意变为愿意，把被动变为主动，死就不可怕了。可是，怎样才能把不愿意变为愿意呢一件事情，仅仅因为它是必然的，我们就愿意了吗死亡岂不正是一件我们不愿意的必然的事必然性意味着我们即使不愿意也只好接受，但并不能成为使我们愿意的理由。乌纳穆诺写道我不愿意死。不，我既不愿意死，也不愿意愿意死。我要求这个我，这个能使我感觉到我活着的可怜的我，能活下去。因此，我的灵魂的持存问题便折磨着我。不愿意愿意死――非常确切这是灵魂的至深的呼声。灵魂是绝对不能接受寂灭的，当肉体因为衰病而愿意死时，当心智因为认清宿命而愿意死时，灵魂仍然要否定它们的愿意！但斯多噶派哲学家完全听不见灵魂的呼声，他们所关心的仅是人面对死亡时的心理生活而非精神生活，这种哲学至多只有心理策略上的价值，并无精神解决的意义。当然，我相信，一个人即使不愿意死，仍有可能坚定地面对死亡。这种坚定性倒是与死亡的必然性不无联系。拉罗什福科曾经一语道破死亡的必然性造就了哲学家们的全部坚定性。在他口中这是一句相当刻薄的话，意思是说，倘若死不是必然的，人有可能永生不死，哲学家们就不会以如此优雅的姿态面对死亡了。这使我想起了荷马讲的一个故事。特洛亚最勇敢的英雄赫克托耳这样动员他的部下如果避而不战就能永生不死，那么我也不愿冲锋在前了。但是，既然迟早要死，我们为何不拼死一战，反把荣誉让给别人毕竟是粗人，说的是大实话，不像哲学家那样转弯抹角。事实上，从容赴死决非心甘情愿接受寂灭，而是不得已退求其次，注意力放在尊严荣誉等仍属尘世目标上的结果。死亡的普遍性是哲学家们劝我们接受死的又一个理由。"}
{"text":"这使我想起了荷马讲的一个故事。特洛亚最勇敢的英雄赫克托耳这样动员他的部下如果避而不战就能永生不死，那么我也不愿冲锋在前了。但是，既然迟早要死，我们为何不拼死一战，反把荣誉让给别人毕竟是粗人，说的是大实话，不像哲学家那样转弯抹角。事实上，从容赴死决非心甘情愿接受寂灭，而是不得已退求其次，注意力放在尊严荣誉等仍属尘世目标上的结果。死亡的普遍性是哲学家们劝我们接受死的又一个理由。卢克莱修要我们想一想，在我们之前的许多伟人都死了，我们有什么可委屈的奥勒留提醒我们记住，有多少医生在给病人下死亡诊断之后，多少占星家在预告别人的忌日之后，多少哲学家在大谈死和不朽之后，多少英雄在横扫千军之后，多少暴君在滥杀无辜之后，都死去了。总之，在我们之前的无数世代，没有人能逃脱一死。迄今为止，地球上已经发生过太多的死亡，以至于如一位诗人所云，生命只是死亡的遗物罢了。与我们同时以及在我们之后的人，情况也一样。卢克莱修说在你死后，万物将随你而来。塞涅卡说想想看，有多少人命定要跟随你死去，继续与你为伴蒙田说如果伴侣可以安慰你，全世界不是跟你走同样的路么人人都得死，这能给我们什么安慰呢大约是两点第一，死是公正的，对谁都一视同仁第二，死并不孤单，全世界都与你为伴。我承认我们能从人皆有死这个事实中获得某种安慰，因为假如事情倒过来，人皆不死，唯独我死，我一定会感到非常不公正，我的痛苦将因嫉妒和委屈而增添无数倍。除了某种英雄主义的自我牺牲之外，一般来说，共同受难要比单独受难易于忍受。然而，我仍然要说，死是最大的不公正。这不公正并非存在于人与人之间，而是存在于人与神之间。上帝按照自己的形象造人，却不让他像自己一样永生。他把人造得一半是神，一半是兽，将渴望不朽的灵魂和终有一死的肉体同时放在人身上，再不可能有比这更加恶作剧的构思了。至于说全世界都与我为伴，这只是一个假象。死本质上是孤单的，不可能结伴而行。我们活在世上，与他人共在，死却把我们和世界他人绝对分开了。在一个濒死者眼里，世界不再属于他，他人的生和死都与他无关。他站在自己的由生入死的出口上，那里只有他独自一人，别的濒死者也都在各自的出口上，并不和他同在。死总是自己的事，世上有多少自我，就有多少独一无二的死，不存在一个一切人共有的死。"}
{"text":"至于说全世界都与我为伴，这只是一个假象。死本质上是孤单的，不可能结伴而行。我们活在世上，与他人共在，死却把我们和世界他人绝对分开了。在一个濒死者眼里，世界不再属于他，他人的生和死都与他无关。他站在自己的由生入死的出口上，那里只有他独自一人，别的濒死者也都在各自的出口上，并不和他同在。死总是自己的事，世上有多少自我，就有多少独一无二的死，不存在一个一切人共有的死。死后的所谓虚无之境也无非是这一个独特的自我的绝对毁灭，并无一个人人共赴的归宿。六那么――卢克莱修对我们说――回头看看我们出生之前那些永恒的岁月，对于我们多么不算一回事。自然把它作为镜子，让我们照死后的永恒时间，其中难道有什么可怕的东西这是一种很巧妙的说法，为后来的智者所乐于重复。塞涅卡这是死在拿我做试验吗好吧，我在出生前早已拿它做过一次试验了你想知道死后睡在哪里在那未生的事物中。死不过是非存在，我已经知道它的模样了。丧我之后正与生我之前一样。一个人若为自己未能在千年之前活着而痛哭，你岂不认为他是傻瓜那么，为自己千年之后不再活着而痛哭的人也是傻瓜。蒙田老与少抛弃生命的情景都一样。没有谁离开它不正如他刚走进去。你由死入生的过程无畏也无忧，再由生入死走一遍吧。事实上，在读到上述言论之前，我自己就已用同样的理由劝说过自己。扪心自问，在我出生之前的悠悠岁月中，世上一直没有我，我对此确实不感到丝毫遗憾。那么，我死后世上不再有我，情形不是完全一样吗真的完全一样吗总觉得有点不一样。不，简直是大不一样我未出生时，世界的确与我无关。可是，对于我来说，我的出生是一个决定性的事件，由于它世界就变成了一个和我息息相关的属于我的世界。即使是那个存在于我出生前无穷岁月中的世界，我也可以把它作为我的对象，从而接纳到我的世界中来。我可以阅读前人的一切著作，了解历史上的一切事件。尽管它们产生时尚没有我，但由于我今天的存在，便都成了供我阅读的著作和供我了解的事件。而在我死后，无论世上还会一定会的诞生什么伟大的著作，发生什么伟大的事件，都真正与我无关，我永远不可能知道了。"}
