{"text":"但我看历来的批评家，是没有一个注意到这一点的。这回编者的对于主角阿所说的绍兴话，取了这样随手胡调的态度，我看他的眼睛也是为俗尘所蔽的。但是，指定了绍兴也好。于是跟着起来的是第二个问题――二，阿该说什么话？这似乎无须问，阿一生的事情既然出在绍兴，他当然该说绍兴话。但是第三个疑问接着又来了――三，阿是演给那里的人们看的？倘是演给绍兴人看的，他得说绍兴话无疑。绍兴戏文中，一向是官员秀才用官话，堂倌狱卒用土话的，也就是生，旦，净大抵用官话，丑用土话。我想，这也并非全为了用这来区别人的上下，雅俗，好坏，还有一个大原因，是警句或炼话，讥刺和滑稽，十之九是出于下等人之口的，所以他必用土话，使本地的看客们能够彻底的了解。那么，这关系之重大，也就可想而知了。其实，倘使演给绍兴的人们看，别的脚色也大可以用绍兴话，因为同是绍兴话，所谓上等人和下等人说的也并不同，大抵前者句子简，语助词和感叹词少，后者句子长，语助词和感叹词多，同一意思的一句话，可以冗长到一倍。但如演给别处的人们看，这剧本的作用却减弱，或者简直完全消失了。据我所留心观察，凡有自以为深通绍兴话的外县人，他大抵是像目前标点明人小品的名人一样，并不怎么懂得的至于北方或闽粤人，我恐怕他听了之后，不会比听外国马戏里的打诨更有所得。我想，普遍，永久，完全，这三件宝贝，自然是了不得的，不过也是作家的棺材钉，会将他钉死。譬如现在的中国，要编一本随时随地，无不可用的剧本，其实是不可能的，要这样编，结果就是编不成。所以我以为现在的办法，只好编一种对话都是比较的容易了解的剧本，倘在学校之类这些地方扮演，可以无须改动，如果到某一省县，某一乡村里面去，那么，这本子就算是一个底本，将其中的说白都改为当地的土话，不但语言，就是背景，人名，也都可变换，使看察觉得更加切实。譬如罢，如果这演剧之处并非水村，那么，航船可以化为大车，七斤也可以叫作小辫儿的。我的意见说完了，总括一句，不过是说，这剧本最好是不要专化，却使大家可以活用。临末还有一点尾巴，当然决没有叭儿君的尾巴的有趣。这是我十分抱歉的，不过还是非说不可。记得几个月之前，曾经回答过一个朋友的关于大众语的质问，这信后来被发表在社会月报上了，末了是杨人先生的一篇文章。一位绍伯先生就在火炬上说我已经和杨人先生调和，并且深深的感慨了一番中国人之富于调和性。"}
{"text":"譬如罢，如果这演剧之处并非水村，那么，航船可以化为大车，七斤也可以叫作小辫儿的。我的意见说完了，总括一句，不过是说，这剧本最好是不要专化，却使大家可以活用。临末还有一点尾巴，当然决没有叭儿君的尾巴的有趣。这是我十分抱歉的，不过还是非说不可。记得几个月之前，曾经回答过一个朋友的关于大众语的质问，这信后来被发表在社会月报上了，末了是杨人先生的一篇文章。一位绍伯先生就在火炬上说我已经和杨人先生调和，并且深深的感慨了一番中国人之富于调和性。这一回，我的这一封信，大约也要发表的罢，但我记得戏周刊上已曾发表过曾今可叶灵凤两位先生的文章叶先生还画了一幅阿像，好像我那一本呐喊还没有在上茅厕时候用尽，倘不是多年便秘，那一定是又买了一本新的了。如果我被绍伯先生的判决所震慑，这回是应该不敢再写什么的，但我想，也不必如此。只是在这里要顺便声明我并无此种权力，可以禁止别人将我的信件在刊物上发表，而且另外还有谁的文章，更无从豫先知道，所以对于同一刊物上的任何，都没有表示调和与否的意思但倘有同一营垒中人，化了装从背后给我一刀，则我的对于他的憎恶和鄙视，是在明显的敌人之上的。这倒并非个人的事情，因为现在又到了绍伯先生可以施展老手段的时候，我若不声明，则我所说过的各节，纵非买办意识，也是调和论了，还有什么意思呢？专此布复，即请文安。。十一月十四日。本篇最初发表于一九三四年十一月二十五日上海中华日报副刊戏周刊第十五期。戏周刊中华日报副刊之一，袁牧之主编，一九三四年八月十九日创刊。袁梅袁牧之所作阿正传剧本，于该刊创刊号起开始连载。闲话扬州易君左著，一九三四年三月上海中华书局出版。是一本关于扬州的杂记。书中对当地习俗和生活状况的描述，引起一些扬州人的不满，他们以诽谤罪控告，要求将他撤职查办当时任江苏省教育厅编审科主任，因此不久该书即被毁版停售。百家姓以前学塾所用的识字课本之一，宋初人编纂。为便于诵读，将姓氏连缀为四言韵语。赵钱孙李是书中的首句。果戈理，―俄国作家。巡按使，通译钦差大臣，讽刺喜剧。你们笑自己这句话是该剧第五幕第八场中市长发觉自己被骗，面对哄笑着的观众说的。"}
{"text":"百家姓以前学塾所用的识字课本之一，宋初人编纂。为便于诵读，将姓氏连缀为四言韵语。赵钱孙李是书中的首句。果戈理，―俄国作家。巡按使，通译钦差大臣，讽刺喜剧。你们笑自己这句话是该剧第五幕第八场中市长发觉自己被骗，面对哄笑着的观众说的。一九二一年商务印书馆出版贺启明译的巡按中，这句话译为这都是笑的甚么？不是笑的你吗？指刘大杰标点的袁中郎全集中的断句错误。参看花边文学骂杀与捧杀。七斤小说风波中的人物。袁牧之改编的阿正传剧本里也有这样一个人物，叫做航船七斤。即本书的答曹聚仁先生信。杨人―广东潮安人。一九二五年加入中国共产党，一九二八年参加太阳社，一九三二年叛变革命。一篇文章，指赤区归来记续，参看本书附记。绍伯的文章题为调和，发表于一九三四年八月三十一日大晚报火炬。参看本书附记。曾今可―江西泰和人。他曾提倡所谓解放词，内容大多庸俗无聊并与张资平同办文艺座谈，攻击左翼文艺。参看伪自由书。叶灵凤―，江苏南京人。他曾在现代小说第三卷第二期一九二九年十一月发表小说穷愁的自传，其中人物魏日青说照着老例，起身后我便将十二枚铜元从旧货摊上买来的一册呐喊撕下三页到露台上去大便。买办意识林默廖沫沙在一九三四年七月三日大晚报火炬上发表论花边文学一文，错误地认为的杂文倒提有买办意识。参看花边文学倒提及其附录。随便翻翻随便翻翻我想讲一点我的当作消闲的读书――随便翻翻。但如果弄得不好，会受害也说不定的。我最初去读书的地方是私塾，第一本读的是鉴略，桌上除了这一本书和习字的描红格，对字这是做诗的准备的课本之外，不许有别的书。但后来竟也慢慢的认识字了，一认识字，对于书就发生了兴趣，家里原有两三箱破烂书，于是翻来翻去，大目的是找图画看，后来也看看文字。"}
{"text":"参看花边文学倒提及其附录。随便翻翻随便翻翻我想讲一点我的当作消闲的读书――随便翻翻。但如果弄得不好，会受害也说不定的。我最初去读书的地方是私塾，第一本读的是鉴略，桌上除了这一本书和习字的描红格，对字这是做诗的准备的课本之外，不许有别的书。但后来竟也慢慢的认识字了，一认识字，对于书就发生了兴趣，家里原有两三箱破烂书，于是翻来翻去，大目的是找图画看，后来也看看文字。这样就成了习惯，书在手头，不管它是什么，总要拿来翻一下，或者看一遍序目，或者读几叶内容，到得现在，还是如此，不用心，不费力，往往在作文或看非看不可的书籍之后，觉得疲劳的时候，也拿这玩意来作消遣了，而且它也的确能够恢复疲劳。倘要骗人，这方法很可以冒充博雅。现在有一些老实人，和我闲谈之后，常说我书是看得很多的，略谈一下，我也的确好像书看得很多，殊不知就为了常常随手翻翻的缘故，却并没有本本细看。还有一种很容易到手的秘本，是四库书目提要，倘还怕繁，那么，简明目录也可以，这可要细看，它能做成你好像看过许多书。不过我也曾用过正经工夫，如什么国学之类，请过先生指教，留心过学者所开的参考书目。结果都不满意。有些书目开得太多，要十来年才能看完，我还疑心他自己就没有看只开几部的较好，可是这须看这位开书目的先生了，如果他是一位胡涂虫，那么，开出来的几部一定也是极顶胡涂书，不看还好，一看就胡涂。我并不是说，天下没有指导后学看书的先生，有是有的，不过很难得。这里只说我消闲的看书――有些正经人是反对的，以为这么一来，就杂！杂，现在又算是很坏的形容词。但我以为也有好处。譬如我们看一家的陈年账簿，每天写着豆付三文，青菜十文，鱼五十文，酱油一文，就知先前这几个钱就可买一天的小菜，吃够一家看一本旧历本，写着不宜出行，不宜沐浴，不宜上梁，就知道先前是有这么多的禁忌。看见了宋人笔记里的食菜事魔，明人笔记里的十彪五虎，就知道哦呵，原来古已有之。但看完一部书，都是些那时的名人轶事，某将军每餐要吃三十八碗饭，某先生体重一百七十五斤半或是奇闻怪事，某村雷劈蜈蚣精，某妇产生人面蛇，毫无益处的也有。这时可得自己有主意了，知道这是帮闲文士所做的书。凡帮闲，他能令人消闲消得最坏，他用的是最坏的方法。"}
{"text":"看见了宋人笔记里的食菜事魔，明人笔记里的十彪五虎，就知道哦呵，原来古已有之。但看完一部书，都是些那时的名人轶事，某将军每餐要吃三十八碗饭，某先生体重一百七十五斤半或是奇闻怪事，某村雷劈蜈蚣精，某妇产生人面蛇，毫无益处的也有。这时可得自己有主意了，知道这是帮闲文士所做的书。凡帮闲，他能令人消闲消得最坏，他用的是最坏的方法。倘不小心，被他诱过去，那就坠入陷阱，后来满脑子是某将军的饭量，某先生的体重，蜈蚣精和人面蛇了。讲扶乩的书，讲婊子的书，倘有机会遇见，不要皱起眉头，显示憎厌之状，也可以翻一翻明知道和自己意见相反的书，已经过时的书，也用一样的办法。例如杨光先的不得已是清初的著作，但看起来，他的思想是活着的，现在意见和他相近的人们正多得很。这也有一点危险，也就是怕被它诱过去。治法是多翻，翻来翻去，一多翻，就有比较，比较是医治受骗的好方子。乡下人常常误认一种硫化铜为金矿，空口是和他说不明白的，或者他还会赶紧藏起来，疑心你要白骗他的宝贝。但如果遇到一点真的金矿，只要用手掂一掂轻重，他就死心塌地明白了。随便翻翻是用各种别的矿石来比的方法，很费事，没有用真的金矿来比的明白，简单。我看现在青年的常在问人该读什么书，就是要看一看真金，免得受硫化铜的欺骗。而且一识得真金，一面也就真的识得了硫化铜，一举两得了。但这样的好东西，在中国现有的书里，却不容易得到。我回忆自己的得到一点知识，真是苦得可怜。幼小时候，我知道中国在盘古氏开辟天地之后，有三皇五帝，宋朝，元朝，明朝，我大清。到二十岁，又听说我们的成吉思汗征服欧洲，是我们最阔气的时代。到二十五岁，才知道所谓这我们最阔气的时代，其实是蒙古人征服了中国，我们做了奴才。直到今年八月里，因为要查一点故事，翻了三部蒙古史，这才明白蒙古人的征服斡罗思，侵入匈奥，还在征服全中国之前，那时的成吉思还不是我们的汗，倒是俄人被奴的资格比我们老，应该他们说我们的成吉思汗征服中国，是我们最阔气的时代的。我久不看现行的历史教科书了，不知道里面怎么说但在报章杂志上，却有时还看见以成吉思汗自豪的文章。事情早已过去了，原没有什么大关系，但也许正有着大关系，而且无论如何，总是说些真实的好。"}
{"text":"直到今年八月里，因为要查一点故事，翻了三部蒙古史，这才明白蒙古人的征服斡罗思，侵入匈奥，还在征服全中国之前，那时的成吉思还不是我们的汗，倒是俄人被奴的资格比我们老，应该他们说我们的成吉思汗征服中国，是我们最阔气的时代的。我久不看现行的历史教科书了，不知道里面怎么说但在报章杂志上，却有时还看见以成吉思汗自豪的文章。事情早已过去了，原没有什么大关系，但也许正有着大关系，而且无论如何，总是说些真实的好。所以我想，无论是学文学的，学科学的，他应该先看一部关于历史的简明而可靠的书。但如果他专讲天王星，或海王星，虾蟆的神经细胞，或只咏梅花，叫妹妹，不发关于社会的议论，那么，自然，不看也可以的。我自己，是因为懂一点日本文，在用日译本世界史教程和新出的中国社会史应应急的，都比我历来所见的历史书类说得明确。前一种中国曾有译本，但只有一本，后五本不译了，译得怎样，因为没有见过，不知道。后一种中国倒先有译本，叫作中国社会发展史，不过据日说，是多错误，有删节，靠不住的。我还在希望中国有这两部书。又希望不要一哄而来，一哄而散，要译，就译他完也不要删节，要删节，就得声明，但最好还是译得小心，完全，替和读者想一想。十一月二日。本篇最初发表于一九三四年十一月上海读书生活月刊第一卷第二期，署名公汗。鉴略清代王仕云著，是旧时学塾所用的一种初级历史读物，四言韵语，上起盘古，下迄明代弘光。四库书目提要即四库全书总目提要，纪昀编撰。参看本卷第页注。简明目录，即四库全书简明目录，共二十卷，亦纪昀编撰，各书提要较总目简略，并且不录总目中存目部分的书目。食菜事魔五代两宋时农民的秘密宗教组织明教，提倡素食，供奉摩尼来源于古代波斯的摩尼教为光明之神。因此在有关他们的记载中有食菜事魔的说法。宋代庄季裕鸡肋编卷上载事魔食菜法近时事者益众，云自福建流至温州，遂及二浙，睦州方腊之乱―，其徒处处相煽而起。闻其法断荤酒，不事神佛祖先，不会宾客，死则裸葬始投其党，有甚贫者，众率财以助，积微以至于小康矣。"}
{"text":"因此在有关他们的记载中有食菜事魔的说法。宋代庄季裕鸡肋编卷上载事魔食菜法近时事者益众，云自福建流至温州，遂及二浙，睦州方腊之乱―，其徒处处相煽而起。闻其法断荤酒，不事神佛祖先，不会宾客，死则裸葬始投其党，有甚贫者，众率财以助，积微以至于小康矣。凡出入经过，虽不识，党人皆馆谷焉人物用之无问，谓为一家，故有无碍被之说但禁令太严，每有告者，株连既广，又常籍没，全家流放，与死为等必协力同心，以拒官吏，州县惮之，率不敢按，反致增多。十彪五虎疑应作五虎五彪。明代计六奇明季北略卷四有五虎五彪一则五虎李夔龙吴淳夫倪文焕田吉等追赃发充军，五彪田尔耕许显纯处决，崔应元杨寰孙云鹤边卫充军，以为附权蠹政之戒。按明史魏忠贤传载当此之时，内外大权一归忠贤外廷文臣则崔呈秀田吉吴淳夫李龙李夔龙倪文焕主谋议，号五虎武臣则田尔耕许显纯孙云鹤杨寰崔应元主杀J，号五彪。又吏部尚书周应秋太仆少卿曹钦程等号十狗又有十孩儿四十孙之号。杨光先字长公，安徽歙县人。顺治元年清政府委任德国天主教传教士汤若望为钦天监监正，变更厉法，新编历书。杨光先上书礼部，指摘新历书封面上不该用依西洋新法五字。康熙四年，又上书指摘新历书推算该年的日蚀有错误，汤若望等因此被判罪，由杨光先接任钦天监监正，复用旧历。康熙七年，杨因推闰失实入狱，后获赦。不得已就是杨光先历次指控汤若望呈文和论文的汇集，其中有浓重的封建排外思想，如日食天象验一文中说宁可使中夏无好历法，不可使中夏有西洋人等。我大清旧时学塾初级读物三字经中的句子。满族统治者建立清朝政权后，一般汉族官吏对新王朝也称之为我大清在这里不说清朝，含有讽刺的意味。成吉思汗―名铁木真，古代蒙古族领袖。一二六年统一蒙古族各部落，建立蒙古汗国，被拥戴为王，称成吉思汗。他的继承者灭南宋建立元朝后，追尊他为元太祖。他在一二一九年至一二二三年率军西征，占领中亚和南俄。以后他的孙子拔都又于一二三五年至一二四四年第二次西征，征服俄罗斯并侵入匈奥波等欧洲国家。以上事件都发生在一二七九年忽必烈即元世祖灭宋之前。"}
{"text":"满族统治者建立清朝政权后，一般汉族官吏对新王朝也称之为我大清在这里不说清朝，含有讽刺的意味。成吉思汗―名铁木真，古代蒙古族领袖。一二六年统一蒙古族各部落，建立蒙古汗国，被拥戴为王，称成吉思汗。他的继承者灭南宋建立元朝后，追尊他为元太祖。他在一二一九年至一二二三年率军西征，占领中亚和南俄。以后他的孙子拔都又于一二三五年至一二四四年第二次西征，征服俄罗斯并侵入匈奥波等欧洲国家。以上事件都发生在一二七九年忽必烈即元世祖灭宋之前。斡罗思即俄罗斯。见清代洪钧元史译文证补卷二十六。新元史外国列传作斡罗斯。世界史教程苏联波查洛夫Z\\，现译鲍恰罗夫等人合编的一本教科书，原名阶级斗争史课本。有中译本两种，一为王礼锡等译，只出第一分册，神州国光社出版另一种为史嵛音等译，出了第一二分册，骆驼社出版。说此书只译了一本，可能是指前一译本。中国社会史，苏联沙发洛夫\\，现译萨法罗夫著，原名中国史纲。藏有早川二郎的日译本一九三四年版。文中所说叫作中国社会发展史的中译本，系李俚人译，一九三二年上海新生命书局出版。答曹聚仁先生信答曹聚仁先生信聚仁先生关于大众语的问题，提出得真是长久了，我是没有研究的，所以一向没有开过口。但是现在的有些文章觉得不少是高论，文章虽好，能说而不能行，一下子就消灭，而问题却依然如故。现在写一点我的简单的意见在这里一，汉字和大众，是势不两立的。二，所以，要推行大众语文，必须用罗马字拼音即拉丁化，现在有人分为两件事，我不懂是怎么一回事，而且要分为多少区，每区又分为小区譬如绍兴一个地方，至少也得分为四小区，写作之初，纯用其地的方言，但是，人们是要前进的，那时原有方言一定不够，就只好采用白话，欧字，甚而至于语法。但，在交通繁盛，言语混杂的地方，又有一种语文，是比较普通的东西，它已经采用着新字汇，我想，这就是大众语的雏形，它的字汇和语法，即可以输进穷乡僻壤去。中国人是无论如何，在将来必有非通几种中国语不可的运命的，这事情，由教育与交通，可以办得到。三，普及拉丁化，要在大众自掌教育的时候。"}
{"text":"但，在交通繁盛，言语混杂的地方，又有一种语文，是比较普通的东西，它已经采用着新字汇，我想，这就是大众语的雏形，它的字汇和语法，即可以输进穷乡僻壤去。中国人是无论如何，在将来必有非通几种中国语不可的运命的，这事情，由教育与交通，可以办得到。三，普及拉丁化，要在大众自掌教育的时候。现在我们所办得到的是甲研究拉丁化法乙试用广东话之类，读者较多的言语，做出东西来看丙竭力将白话做得浅豁，使能懂的人增多，但精密的所谓欧化语文，仍应支持，因为讲话倘要精密，中国原有的语法是不够的，而中国的大众语文，也决不会永久含胡下去。譬如罢，反对欧化者所说的欧化，就不是中国固有字，有些新字眼，新语法，是会有非用不可的时候的。四，在乡僻处启蒙的大众语，固然应该纯用方言，但一面仍然要改进。譬如妈的一句话罢，乡下是有许多意义的，有时骂骂，有时佩服，有时赞叹，因为他说不出别样的话来。先驱者的任务，是在给他们许多话，可以发表更明确的意思，同时也可以明白更精确的意义。如果也照样的写着这妈的天气真是妈的，妈的再这样，什么都要妈的了，那么于大众有什么益处呢？五，至于已有大众语雏形的地方，我以为大可以依此为根据而加以改进，太僻的土语，是不必用的。例如上海叫打为吃生活，可以用于上海人的对话，却不必特用于的叙事中，因为说打，工人也一样的能够懂。有些人以为如像煞有介事之类，已经通行，也是不确的话，北方人对于这句话的理解，和江苏人是不一样的，那感觉并不比俨乎其然切实。语文和口语不能完全相同讲话的时候，可以夹许多这个这个那个那个之类，其实并无意义，到写作时，为了时间，纸张的经济，意思的分明，就要分别删去的，所以文章一定应该比口语简洁，然而明了，有些不同，并非文章的坏处。所以现在能够实行的，我以为是一制定罗马字拼音赵元任的太繁，用不来的二做更浅显的白话文，采用较普通的方言，姑且算是向大众语去的作品，至于思想，那不消说，该是进步的三仍要支持欧化文法，当作一种后备。还有一层，是文言的保护者，现在也有打了大众语的旗子的了，他一方面，是立论极高，使大众语悬空，做不得别一方面，借此攻击他当面的大敌――白话。这一点也须注意的。要不然，我们就会自己缴了自己的械。"}
