{"text":"由于上古的祭祀天地神只，与山川鬼神的演变，到了唐尧虞舜夏禹的时期，便继承先民的思想，以封禅山川神只，为国家民族治平政治象征的大典。可是大家不要忘了封禅的真正精神，仍然是以人文文化做本位的意义，为什么呢？因为山川神只，虽然伟大而崇高，然而不经人间帝王，率领全民意志去崇敬它，封禅它，那么，它依然只是一堆山水土而已，圣从何来，灵从何起？大家都知道封禅思想，在中国上古文化思想户，等于宗教的观念和仪式，可是大家都忘了它的内在精神。却是提高人文思想的真义，唐宋以后，儒家思想所褒扬大人君子的圣贤，与元明之间，民间小说的封神演义，都由这个精神而来。到了秦始皇汉武帝的玩弄封禅开始，这种由传统而来的封禅精神，就大加变质，完全不合古制。他们除了表现帝王权力的踌躇满志，借此巡狩四方，用以耀武扬威的意识以外，事实上，确被当时一班祀祷派的道士们，利用他们心理上的弱点，妄求长生不死，妄想登遐成仙，要做到道家传说黄帝乘龙而上天的奢望，于是便在历史上记载着，秦皇汉武戏剧性封禅的页了。这一派道士的方术，完全讲究精神与灵魂的作用，利用药物，配合咒语与符，借此而锻炼心理意志的统一，引发心灵电感的功能，演出鬼神的幻术，博取秦皇汉武的信仰，使其做出求药寻仙，封禅以邀神佑的壮举，他们在这中间，便可上下其手，自饱私囊，如李少翁的招魂栾大等人装神弄鬼的幻术，不一而足，及其祸弊所及，汉代宫廷的巫蛊大案，就是当然结果的榜样了，后来历史学家，把这一批道士，或术士的滥帐，一概记在方士名下，这对于秦汉以来，真正的方士们，似乎大有不平之处。我们在这里附带地说明一句，中国文化学术思想中，对于精神学灵魂学与心灵作用等雏形，早在春秋战国以前，已经普遍流行，只要读过论语，孔子讲到曾谓泰山不如林放乎？便可知道孔子对于封禅的观念，王孙贾问曰与其媚于奥，宁媚于灶何谓也？子曰不然，获罪于天，无所祷也。等章句，便可知道古代对于家神灶神崇拜的习惯，由来久矣。"}
{"text":"我们在这里附带地说明一句，中国文化学术思想中，对于精神学灵魂学与心灵作用等雏形，早在春秋战国以前，已经普遍流行，只要读过论语，孔子讲到曾谓泰山不如林放乎？便可知道孔子对于封禅的观念，王孙贾问曰与其媚于奥，宁媚于灶何谓也？子曰不然，获罪于天，无所祷也。等章句，便可知道古代对于家神灶神崇拜的习惯，由来久矣。秦始皇重封禅，汉武帝在封禅以外，更喜欢祀拜灶神，同时又相信降神的法语，这便是后世流传到现在的扶箕扶乩扶鸾这三种方法不一样等旁门左道，相信灵魂存在的传统。我们平常随便开口批判别人为迷信，其实，真正是迷信的人，倒不是愚夫愚妇，实际上，知识愈高的人，愈是迷信，而且批评别人迷信的，在他心理上，正在迷信的臼窠之中，这是一个非常有趣而有深度的心理问题，将来再讲。然而，为什么上至帝王，下至贩夫走卒，都很愿意听信迷信的神话，这是什么道理呢？因为人类知识，始终无法解开宇宙人生的谜底，所以祀祷派的道士们就能在种种心理的空隙上兴风作浪，产生利用的价值，极尽玩人的手法了，现在我们举出司马迁在封禅书上所载汉武帝相信神话的迷信现象，足以显见古今中外一律的戏剧，如说神君所言，上使人受之，书其言，命之日书法。其所语世俗之所知也，无绝殊着，而天子心独喜。于是便有神仙派的五利将军，装治行，东入海，求其师云。公孙卿的奏言神仙好楼居，便大兴其土木了。至于秦始皇做的诸如此类的故事更多，你能说秦皇汉武，不是第一流的聪明人物吗？这种做法与思想，不是第一流的傻事吗？与其聪明绝顶，才会有这样的傻劲，不傻者，未必聪明，这又是一个哲学上的重要课题，在此不必细说。然而祀祷派的思想，都是一派谎言吗？不然，真正祀祷派的渊源，除了上面讲过，实是远继三代以上的祭祀精神以外，它的内容，也自有它的学术源流，而且包藏很多学术价值，例如人尽皆知祭祀与祷祝告，是全世界，贯古今，所有宗教共同的仪式，如果要研究全人类原始上古文化思想的渊源，那么，那于道士祀祷派渊源的追溯，便不可轻易放过，同时，也不能只把它当做人类原始的迷信而已。"}
{"text":"因为虔诚的祭祀与祷祝，有时候的确可以产生心灵的感应，对于事物的反应，达到伊然如有神助的功效，当然，这里所说有时候的意思，便是指精神意志，绝对统一，到达极其虔诚的情况，这种作用与功效，也便是人类对于精神的功能，心灵的玄妙，灵魂的奥密，三种基本的学问，始终未经解开的谜底。上古的巫祝，以及黄帝时代流传下来的祝由科，他们便在这种奥妙的学问上，建立它的基础，后来尽管演变而成为宗教的仪式，可是在它的基本上，还是由于精神生命的心灵作用，与灵魂的关系而来，我们如果把它迷信的外衣褪去，不是用来欺人，是以科学的精神来研究，你能说它不是人类文化的一大贡献吗？假使我们真能研究发明精神的功能与奥妙，那么，对于宗教哲学科学的文明，也必随之而来，会有新的变化了。其次，道士们用以统一精神，用做祀祷的咒语，看来都是邵俚不文，不堪年读，然而，推开精神作用而不讲，如果要研究古代的方言，与古代民俗的俚语，那就不能不留心注意，足供发掘了。至于画符用的符，由东汉时期，张道陵五斗米道以后，派别更多，符的式样，也不统一，如元明以后，辰州派的符咒等等，看来真有鬼画桃符，如同儿戏的的感觉，然而你要研究上古方案不同的来源，例如蝌蚪文等，以及印度梵文与中国符的关系，与唐宋以后，道教自创文字的思想，就不能不慎重地注意了。总之，祀祷派道士们祭祀祷祝的礼仪，以及画将书篆念咒诵文等方法，他的主要精神，仍然要与方士修炼派的养神论者，与养气论者的作用合一，才有灵验，换言之，当在画符书J，念诵咒文的时候，不能达到忘身忘我精神统一的境界，不能炼到神凝气聚，阔气炼形的情况，那便如民间俗语所说不会画符，为鬼所笑了！所以晋代道家的葛洪，在他著作的抱朴子中，讲到修炼符的要点，便特别提出炼气的重要，因此祀祷派的方法，仍然属于方士学术的范围，其由来也久矣。六汉魏以后的神仙丹道派道家与方士，方士与神仙，在这三个名称之下的类型人物，及其学术思想的内容与渊源，由战国而到秦汉之间，实在都是互相为用。"}
{"text":"所以晋代道家的葛洪，在他著作的抱朴子中，讲到修炼符的要点，便特别提出炼气的重要，因此祀祷派的方法，仍然属于方士学术的范围，其由来也久矣。六汉魏以后的神仙丹道派道家与方士，方士与神仙，在这三个名称之下的类型人物，及其学术思想的内容与渊源，由战国而到秦汉之间，实在都是互相为用。到了汉魏开始，延续一千多年，直到现在，方士的名称，已成过去，只有道家与神仙，却成为不可分家的混合观念。其实，汉魏以后，道家神仙的学术，已经远非秦汉以上的面目，这一千多年来道家的神仙，实际上，却是丹道派的天下，所谓丹道，便是以修炼精气神为主的内丹方法，以求达到解脱而成神仙为最高目的。关于神仙的种类，在宋元以后，归纳起来，约分五种大罗金仙神仙。天仙。地仙。人仙。鬼仙。初步修到死后的精灵不灭，在鬼道的世界中，能够长久通灵而存在的，便是鬼仙的成果。修到却病延年无灾无患寿登遐龄的，便是人中之仙的成果。过此以上，如果修到辟谷服气行及奔马具有少分神异的奇迹，可以部分不受物理世界各种现象所影响，如寒暑不侵，水火不惧的，便是地仙的成果。再由此上进，修到飞空绝迹，驻寿无疆，而具有种种神通，有如庄子列子寓言所说的境界的，才算是天仙的成果。最高能修到形神俱妙，不受世间生死的拘束，解脱无累，随时随地可以散而为牛聚而成形，天上人间，任意寄居的，便是大罗金仙，也即是所谓神仙的极果。凡此种种，是否确有其事？或者是否有此可能？我们现在无法证明，姑且不加讨论，但是有一点必须值得特别注意的，在中国文化中，儒家对于从伦道德，教育修养的最高标准，是把一个普通平凡人的人格，提升到迥异常人的圣贤境界，已经足够伟大。而在另一面，还有道家的学术，从宇宙物理的研究，与生理的生命功能而立论，更加提高人生的标准，认为一个人，可以由普通愚夫愚妇的地位，而修炼升华的超人，提高人的价值，可以超越现实世界的理想，把握宇宙物理的功能，超过时间空间对立的束缚而且早于公元前一千多年，毫无十六十世纪以后的科学观念，便能产生他们自己独立的一套科学观点，无论它是幻想是事实是欺世的谎言是有实验的经验之谈，都是值得我们瞠目相对，需要留心研究的。"}
{"text":"而在另一面，还有道家的学术，从宇宙物理的研究，与生理的生命功能而立论，更加提高人生的标准，认为一个人，可以由普通愚夫愚妇的地位，而修炼升华的超人，提高人的价值，可以超越现实世界的理想，把握宇宙物理的功能，超过时间空间对立的束缚而且早于公元前一千多年，毫无十六十世纪以后的科学观念，便能产生他们自己独立的一套科学观点，无论它是幻想是事实是欺世的谎言是有实验的经验之谈，都是值得我们瞠目相对，需要留心研究的。一丹经鼻祖的魏伯阳自秦汉以来，开创修炼神仙丹道学术思想的人，比较有案可稽的，当然要道推东汉末年的魏伯阳，也就是后世道家尊称他为魏真人或火龙真人的。关于魏伯阳的确实身世，与他生存准确的年代，始终还是文化史上一个大谜，但是，他是东汉时期的人，大概不会错，他只有比祝祷派，以符道术起家，开道教先河的张道陵为早，那是较为可靠的。大家都知道东汉时期的文化，是儒家思想的衰颓时期，一切学术，都已渐趋没落，可是，我们不要忘记，它在理论物理的科学，与理论天文学上，却有很大的成就，只因后世一般缺乏科学修养的人，把它统统归入无用之学象数案卷中去了。其实，什么是象数，象数学中的真义，究竟包含了些什么东西？恐怕一般人，除了随人转语而加批评以外，自己都没有好好下过功夫去研究，以外行人的眼光，去批评一件非常深刻的内行事真是多么冤哉！枉也！东汉末期，在道家与道教史上，产生两个划时代的人物，一是魏伯阳，另一便是张道陵。魏伯阳是代表上古传统文化中的隐士精神神仙。张道陵却在汉代以后，构成道术传统的世系，到了宋元以后，一直成为江西龙虎山正乙派张天师的世家，他与山东曲阜的孔子世家，互相并陈。在中国文化历史上，能够以学术思想，造成一二千年世家的系统，只有儒家的孔子，与道家的张天师，岂不是世界文化史上的奇迹吗？这也就是说明中华民族，对于文化学术思想如何尊重的精神，他能够在文化的王国里，自由给予圣贤神仙高士处士隐逸，等等极其美善的封号，而且是不问今古，都受到一分尊崇的礼遇。可是魏伯阳，却是走的隐士路线，结果只有给人以不知所终的疑猜而已，他赠予后人唯一的礼物，就是他的一部千古名著参同契一书。"}
{"text":"这也就是说明中华民族，对于文化学术思想如何尊重的精神，他能够在文化的王国里，自由给予圣贤神仙高士处士隐逸，等等极其美善的封号，而且是不问今古，都受到一分尊崇的礼遇。可是魏伯阳，却是走的隐士路线，结果只有给人以不知所终的疑猜而已，他赠予后人唯一的礼物，就是他的一部千古名著参同契一书。他这部著作，的确绞尽脑汁，有人竭其毕生精力，从种种方面去研究摸索，还是毫无头绪，宋代理学的大儒朱熹，便自认他的一生，对于这部书的研究，是失败了，可是他爱好它，为了避免阳儒暗道的嫌疑，他曾经化名崆峒道士邹讠斤，注过参同契。魏伯阳著作这本书的目的，是为了说明修炼丹道的原理与方法，证明人与天地宇宙，有同体同功而异用的法则和原理，为了整理自古以来的传承，证明人为的修炼，可以升华而成神仙的传统学术，他以周易的理象数三部分，和周秦到两汉，用在天文物理学上的原理与原则的五行干支之学，以及道家老子传统的形上形下的玄学原理，一齐融会贯通，为丹道的修炼程序，做了一套完整的说明。所谓参同契，便是说，丹道修炼的原理，与周易老子的科学而哲学的原则，参得透彻了，便可了解它们完全是同一功用，如合符契的。所以他便融会周易黄老丹道这三种学术共通的道理，著述这本参同契了。在这本书中，他的文辞简朴而优美，犹如易林的词章，也是千古绝调之笔，他把丹道修炼的原理，区分为药物服食御政三大纲要。然而如老子这本书一样，它原始的篇章次序，究竟是如何的安排，确费后人的疑猜与稽考，这又富于道家犹龙隐约的风味，可与老子其人及其书互比隐晦。如果我们要把丹经的鼻祖著作参同契，比之老子的书，那么，另一部丹经，是宋代张紫阳真人所著的悟真篇，应该比之如庄子的书了。参同契所讲的丹道学术，特别注重身心精神的修炼，他所指用于返老还童长生不死，至于最高解脱而登上仙位的丹药，主要的药物，便是人人自己所具备的精神哦已。即在修炼的过程中，也可以借用，或者必须借用外物的丹药，那是为了培养补充衰竭而有病象的身心，使其恢复精神诺纳命本能而已。"}
{"text":"参同契所讲的丹道学术，特别注重身心精神的修炼，他所指用于返老还童长生不死，至于最高解脱而登上仙位的丹药，主要的药物，便是人人自己所具备的精神哦已。即在修炼的过程中，也可以借用，或者必须借用外物的丹药，那是为了培养补充衰竭而有病象的身心，使其恢复精神诺纳命本能而已。它是中国养生学的祖述宝典，也是最早研究身心生命奥秘的著作，它影响汉魏的医学，生物物理学，乃至佛学与禅宗，后来道教的经典黄庭经，所谓上药三品，神与啪等思想，以及龙虎经等的著作，都是由参同契的蜕变而来，不过加上一些宗教神秘的观念而已，他认为恢复精神先天原始的情况，能够自作生命的主宰，以及变化生死的功能，一切都可操之在我，才是服食丹道的效验。至于煅炼药物的精神牛与服食的方法，必须有正确的心性修养，与真正智慧的认识，才能做到。所以统摄修炼药物，服食成丹等的程序，便要透彻了解御政的重心。讲到药物，他虽然指出精神盼修炼丹药的主材，但是，他并非如宋元以后的丹道，参合佛学禅宗的理论与方法，而且更不是明清以后伍冲虚柳华阳的丹道学派，专以性神经系统的精虫卵子等，认为便是精神的精同时，更没有如明清以后的丹道，动辄便以任督等奇经八脉做为修道的主题。他的本来原文，非常清晰，只因后世道家与道教的道士们，各从不同的观点，不同的角度，自己为他作注解，于是讲究修性修命的，主张独身主义的单修清静派主张不离家室之好，男女合薪的双修派主张烧铅炼汞而用外丹的丹法，就众说纷纭，统以参同契做为原理的根据了，所以房中采炼等等左道旁门的谬论，也都一一牵强附会，援引参同契的文言，而言之成理，著之成文。至于参同契原本所说的精与神，便是魂与魄的外用，牛只是精与神的化合物而已。它与周易系传的精气为物，游魂为变，确是同一路线的思想。其实，参同契一书，并非真正难读，也不是故弄玄虚，保存有无上秘密的口诀，只是受历史时代背景的影响，文章风格，各有不同，魏伯阳生当东汉时代，正当文运走向变今而仿古的变革时期，他没有像近代人的条分缕析，归纳分类得清清楚楚，但是你只要把握他的主题，是在说明修炼丹道的原理与方法，百读不厌，久久就会自然贯通，找出它的体系条理了。他引用老子的理论，是为了借重先圣古人的言辞，以证明他的道理，并非向壁虚构。"}
{"text":"其实，参同契一书，并非真正难读，也不是故弄玄虚，保存有无上秘密的口诀，只是受历史时代背景的影响，文章风格，各有不同，魏伯阳生当东汉时代，正当文运走向变今而仿古的变革时期，他没有像近代人的条分缕析，归纳分类得清清楚楚，但是你只要把握他的主题，是在说明修炼丹道的原理与方法，百读不厌，久久就会自然贯通，找出它的体系条理了。他引用老子的理论，是为了借重先圣古人的言辞，以证明他的道理，并非向壁虚构。他引用易经象数的原则，极力说明天地日月气象变化的宇宙规律，藉以证明人身生命活动的原理，是与天地宇宙变化的程序，有共通活用的轨则，并非是要你把天地日月的规范，呆呆板板地用到身心上来。清代道士朱云阳的意见，认为他是以月的盈亏，来比精神的衰旺，日的出没，来比气血的盈虚，这是非常合理的名言。现在我们举出一二段有关修炼清静的理论与方法，是他说明老子的致虚极，守静笃万物芸芸，各归其根，归根日静，静日复命的引申注解。同时，也可以在其中看到稍迟魏伯阳一二百年间的佛学与排学等，它如何取用中国文化中，对于心性现状解释的科学观，以及首先提出以无念为入手的参同契的修法并且也由此看出宋儒理学家们的修养静敬的方法，它与佛道两家，是如何的结有不解之缘了。例如推演五行数，较约而不烦。举水以激火，奄然灭光明。日月相薄蚀，常在晦朔间。水盛坎侵阳，火衰离昼昏。阴阳相饮食，交感道自然。吾不敢虚说，仿效古人文。古记显龙虎，黄帝美金华。淮南炼秋石，玉阳加黄芽。贤者能持行，不肖毋与俱。古今道由一，对谈吐出谋。学者加勉力，留意深思惟。至要言甚露，昭昭不我欺。名者以定情，字者缘性言。金来归性初，乃得称还丹。耳目口三宝，闭塞勿发通。真人潜深渊，浮游守规中。旋曲以视听，开阖皆合同。为已之枢辖，动静不竭穷。离气纳荣卫，坎乃不用聪。兑合不以谈，希言顺鸿鳌Ｈ者既关键，缓体处空房。委志归虚无，无念以为常。证难以推移，心专不纵横。寝寐神相抱，觉悟候存亡。颜色浸以润，骨节益坚强。辟却众阴邪，然后立正阳。修之不辍休，庶气云施行。淫淫若春泽，液液像解冰。从头流达尺，究竟复上升。往来洞无极，佛佛被谷中。反者道之验，弱者德之柄。耘锄宿污秽，细微得调畅。浊者清之路，昏久则昭明。"}
{"text":"旋曲以视听，开阖皆合同。为已之枢辖，动静不竭穷。离气纳荣卫，坎乃不用聪。兑合不以谈，希言顺鸿鳌Ｈ者既关键，缓体处空房。委志归虚无，无念以为常。证难以推移，心专不纵横。寝寐神相抱，觉悟候存亡。颜色浸以润，骨节益坚强。辟却众阴邪，然后立正阳。修之不辍休，庶气云施行。淫淫若春泽，液液像解冰。从头流达尺，究竟复上升。往来洞无极，佛佛被谷中。反者道之验，弱者德之柄。耘锄宿污秽，细微得调畅。浊者清之路，昏久则昭明。当然，这些文简言朴的文辞，其中包含的意义与道理太多，我们来不及多加解说，总之，参同契的方法与宗旨，是专为锻炼精神魂魄，以到达老庄所谓与天地精神相往来的真人境界，是道家正统的神仙丹道的学术，因此，魏伯阳把当时假借先圣而流传的许多旁门左道，欺世盗名，以及贻误人世社会的小术，严加驳斥。如说是非历胜法，观内有所思这是指内视五脏，如存想返观肚脐丹田等的旁门修法。履行步斗宿，六甲次日辰这是指步罡拜斗，迷于符道术等的旁门修法。阴道厌九一，浊乱弄元胞这是指迷信房中九浅一深等素女经的修法，与左道采阴补阳等的旁门修法。食气鸣肠胃，吐正吸外邪这是指吐故纳新，专炼呼吸服气等的旁门修法。昼夜不卧寐，晦朔未尝休这是指搬精运气，紧撮谷道，以及长坐不卧的旁门修法。身体日疲倦，恍惚状若痴。百脉鼎沸驰，不得证清居这是指以上五类，专在身体以内，搬弄精气的旁门道术。累土立坛宇，朝暮敬祭祀。鬼初见形象，梦寐感慨之这是指专以祭祀祷告，乃至修炼驱神役鬼等的旁门修法。心欢意喜悦，自谓必延期。遽以夭命死，腐露其形骸这是指以上所说修炼神秘法术等旁门的结语。举措辄有违，悖逆失枢机。诸术甚众多，千条有万余。前却违黄老，曲折戾九都。明者省厥旨，旷然知所由。魏伯阳在参同契中，综合历举这些旁门左道的情形，我们拿他与晋代丹道家葛洪所著的抱朴子共同研究，便知迷信道术的人，随便妖言惑众，欺诳成习者，真是古今一辙，既可笑？又可叹！有什么办法，可以警醒愚顽呢？因此，他又说到上古流传下来的道术，本来实是内圣外王的真学问，只因后世的人没有智慧，把它弄得支离破碎，反而以伪乱真，影响社会，造成颓风，如说维昔圣贤，怀率抱真。伏炼九鼎，化这隐沦。含精养神，通德三光。精溢腠理，筋节致坚。众邪辟除，正气常存。积累长久，变形而仙。忧们后生，好道五伦。随旁风采，指画古文。著为图籍，开示后昆。"}
