{"text":"但目前在国内外包括日本所讲的禅宗，它的偏差趋势，愈来愈有距离，因此，外国人有认为披头s嘻皮pp等等运动，都是禅的启示，站在中国文化的立场来讲，实在是莫大的误解。严重地说，也是我们东方文化自取其屏的污点。关于现在所谓禅宗的误解，约有六类第一，首先是由禅学名辞的成立禅宗本来是注重于身心行为的实证，与工夫与见地并重，自从一变而为禅学以后，禅宗便成为一种学术思想，可以与行为及工夫的实证脱离关系，于是谈禅的口头禅之风，便大为流行，造成倒退历史，大如两晋的玄谈现象。殊不知自隋唐之际禅宗建立后，历唐宋鼎盛时期而经元明清为止，时间一千余年，地区包括东亚及东南亚各地，禅宗宗风果然大行，有资料可见者，不过两千人左右，而习禅真有成就，亦不过三四百人。何况其中有大成就者，还寥寥可数，何尝是随时有禅，到处有道呢！况且是真实的禅者，除了生活与言辞的机趣以外，其德行修证工夫，都是顶天立地的大丈夫行径，又何尝是徒托空言，而不见之于行事之间的谈士，不过谈谈禅学，总比埋没禅宗聊胜一筹，亦未尝不是好事。第二，由于东方学者们偏爱老子庄子思想文学的哲学境界，于是承虚接响，便认为禅宗是受老庄思想的影响换言之，所谓禅宗，就是融会老庄思想的道家佛学而已。其实，禅宗与佛学，很多名辞语句，都借用于老庄与儒家的术语，但那只属于借用而已，禅宗本身的精神，并不因为借用老庄的名言，就认为是老庄或道家思想的加工改装，譬如我们翻译中国文化或佛学，在某些地方，必须要借用外文的宗教哲学的术语，但只能说有类同可通，并不能说这就是外文某一宗教哲学的思想，又譬如我们使用台币，只在某种环境中，借用美金单位做计算的代表，不能说我们就是使用美金的国家。第三，采用掉宗教授法中的机锋转语，成为变相的高度幽默或讽刺凡是出言吐语，在模棱两可，可解与不可解之间的语句，认为便是禅境，这实在误人不浅。第四，认为冥心闭目的静坐俗名打坐或沉思默想便是禅宗于是所谓旁门左道者流，也济济多士，互相标榜如此这般便是禅宗，所以报纸小广告栏内的各种禅功传授，也便应时而生，成为时髦生意了。"}
{"text":"第三，采用掉宗教授法中的机锋转语，成为变相的高度幽默或讽刺凡是出言吐语，在模棱两可，可解与不可解之间的语句，认为便是禅境，这实在误人不浅。第四，认为冥心闭目的静坐俗名打坐或沉思默想便是禅宗于是所谓旁门左道者流，也济济多士，互相标榜如此这般便是禅宗，所以报纸小广告栏内的各种禅功传授，也便应时而生，成为时髦生意了。第五，最近美国青年，流行服用一种的幻想药，弄得疯狂浪漫，行为不检，思想虚玄，认为这便与禅宗工夫有同等效力的禅定之药美国政府虽然禁止出售，而暗中买卖，仍然风行一时。这种药物，本来用于精神病的治疗测验，但一变而与禅宗结合，这真是莫大的笑话。第六，自第二次世界大战以后，印度的瑜伽术普遍传播到欧美各国瑜伽强身工夫，也很注重打坐静坐，于是把催眠术的自我催眠，与瑜伽炼气炼脉的工夫交错，便认为这就是禅，鱼目混珠，指鹿为马，实使不明究竟者，难以分辨。一有关禅宗的史迹教外别传的禅宗禅宗在佛教佛学之中，素来被称为教外别传的法门，历来相传，释迦在灵山会上，对着百万人天，默然不说一句话，只自轻轻地手拈一枝花，普遍地向大众环示一转，大家都不了解他的寓意，只有大弟子摩诃意译为大迦叶，会心地展颜一笑，于是释迦便当众宣布吾有正法眼藏，涅妙心，实相无相，微妙法门，不立文字，教外别传，付嘱摩诃迦叶。这便是禅宗的开始，后来由迦叶尊者为印度禅宗的第一代祖师，阿难为第二代祖师，历代相传，到了第二十八代菩提达摩大师，正当中国南北朝时代印度佛教衰微，大师谓东土震旦冲国，有大乘气象，所以便渡海东来，先从广州上岸，与南朝的梁武帝见面，梁武帝是当时笃信宗教的皇帝，不但虔信佛教，同时也崇尚道教，所以一见达摩大师，便问我修造了这样多寺庙，做了许多的佛事，你看有什么功德？恰好达摩大师以传佛心印，肩负宣扬正信佛教的心法使命，便老老实实答复他说并无功德，此但人天小果，有漏之因，如影随形，虽有非实。同时又说净智妙圆，体自空寂，如是功德，不以世求等语，因为彼此话不投机，大师便渡江北去，寓止嵩山少林寺，面壁而坐，终日默然，人莫之测，后来传付心法和衣钵给中国的第二代祖师神光，这便是达摩大师东来，为中国禅宗初祖的公案。"}
{"text":"恰好达摩大师以传佛心印，肩负宣扬正信佛教的心法使命，便老老实实答复他说并无功德，此但人天小果，有漏之因，如影随形，虽有非实。同时又说净智妙圆，体自空寂，如是功德，不以世求等语，因为彼此话不投机，大师便渡江北去，寓止嵩山少林寺，面壁而坐，终日默然，人莫之测，后来传付心法和衣钵给中国的第二代祖师神光，这便是达摩大师东来，为中国禅宗初祖的公案。唐宋以后，有些研究佛教学理的学者，对于禅宗修证法门，并不了解，甚之还抱有歧视的心理，便对于禅宗拈花微笑教外别传的历史，喷有烦言。到了现代，更有人不信这些宗门故事，乃至连带对达摩大师传法的怀疑，认为都是中国和尚所捏造，所谓禅宗，是中国佛教的革命派，而且是初唐时代，六祖慧能的小弟子神会又名荷泽所独自造成。对于这个问题，既然有人提出，不妨稍做说明这种观念，如果是基于爱好中国文化传统的心理出发，认为好的学问，都是中国人创造的，因此便否认禅宗传统的传说，那也情有可原，倘使是基于有反传统习惯的心理，对于任何问题，都喜欢唱反调以呜清高的习气，那便有憾于多闻阙疑，慎言其余的原则。其实，对于教外别传的禅宗历史资料的怀疑，宋代王安石果然提过确有其事的证明，但证件已经遗失，而且也并非有力的证据，可是，若遍读过佛经，便可在佛经中找到许多旁证，因过于烦多和太过专门，暂此恕不多述。总之，凡处事与作学问，多见阙殆，慎行其余，但抱存疑的态度。提出问题以求解答，不做过分的武断，那是最高明的处理。中国禅宗初传的精神自达摩大师面壁默坐在少林寺里，有人问他，你到中国为了什么？他的答复，是寻找一个不受人欺的人，这句话的意义太深了，试想谁能做到自己完全不受古今中外别人的欺骗呢？况且我们有时候，实在都在自己欺骗自己的途上迈进，倘使一个人真能做到不受一切欺骗，纵然不是成圣成佛，也是一个不平凡的人，大概只有上智与下愚不移的人，才能做到吧！有一位洛阳的少年姬光，博览经籍，尤其善谈老庄。可是他每自遗憾地感叹说孔子老子的教化，只是建立人文礼教与世风学术的规范，庄子易经的书，虽然高推玄奥，但仍然未能极尽宇宙人生的妙理，于是便放弃世间的学问，出家为僧，更名神光。"}
{"text":"况且我们有时候，实在都在自己欺骗自己的途上迈进，倘使一个人真能做到不受一切欺骗，纵然不是成圣成佛，也是一个不平凡的人，大概只有上智与下愚不移的人，才能做到吧！有一位洛阳的少年姬光，博览经籍，尤其善谈老庄。可是他每自遗憾地感叹说孔子老子的教化，只是建立人文礼教与世风学术的规范，庄子易经的书，虽然高推玄奥，但仍然未能极尽宇宙人生的妙理，于是便放弃世间的学问，出家为僧，更名神光。从此遍学大小乘的佛学教义，到了三十三岁时，回转香山，终日宴坐相同于静坐了八年，后来慕名求道，遂到少林寺去见达摩大师，可是大师时常面壁端坐，并不加以教诲，神光便暗自心想古人求道，敲骨取髓，刺血济饥，发布掩泥，投崖饲虎在人心纯朴的上古时代，尚且如此，我又算得了什么？于是便在寒冬大雪之际，彻夜立正侍候在达摩大师身旁，直到天明，地下积雪已经过膝，可是他侍立愈加恭敬。后来宋代儒林理学家的程门立雪故事，便是这种精神的翻版。达摩大师这时乃回头问他你彻夜立在雪中，为求什么？于是神光痛哭流涕地说惟愿大师慈悲，开示像甘露一样的法门，藉以广度众生。但达摩大师却以训斥的口吻说请佛无上的妙道，要经历无数劫的精勤修持，经过许多难行能行难忍能忍德行的锻炼，那里就凭你这样的小德行小智慧，以轻忽侨慢的心情，便欲求得真正的道果，恐怕你白用了心思啦！神光听了这番训斥，就当下取出利刀，自己砍断了左臂，送到大师的前面，表示自己求道的恳切和决心。于是达摩大师认为他可以为担当大任的法器，又为他更改法名叫慧可。神光便问请佛心印的法门，可以说给我听吗？大师说诸佛心法，并不是从别人那里得到的！注意，这句话是禅宗最重要的关键。他听了又问道我心不得安宁，请大师为我说安心法门。大师便说你把心找出来，我便为你安心。神光听了这话，当时便怔住了，良久，方说我找我的心在那里，了不可得啊！大师又说对啊！这便是你安心的法门啊！并且又教他修持的方法，要摒弃一切的外缘，做到内心没有喘息波动的程度，歇下此心犹如墙壁一样，截止内外出入往来的妄动，那么，便可由此而人道了，后来又吩咐他要以楞伽经来印证自己修悟的工夫与见地，这就是达摩大师在中国初传禅宗，传授二祖神光这一公案的经过。"}
{"text":"神光听了这话，当时便怔住了，良久，方说我找我的心在那里，了不可得啊！大师又说对啊！这便是你安心的法门啊！并且又教他修持的方法，要摒弃一切的外缘，做到内心没有喘息波动的程度，歇下此心犹如墙壁一样，截止内外出入往来的妄动，那么，便可由此而人道了，后来又吩咐他要以楞伽经来印证自己修悟的工夫与见地，这就是达摩大师在中国初传禅宗，传授二祖神光这一公案的经过。现在我们根据以上初传禅宗的授受故事，分作三个问题来说明禅宗所谓的教外别传并不是根本不要佛学的经教，别有一个秘密或微妙的传授，因为全部佛学经教的学理，都是为了说明如何修持求证的理论与方法，所以执著经教学理的人，往往把教理变成思想，反而增加知识上的障碍与差歧，并不能做到即知即行，同时证到工夫与见地并进的效果。所以教外别传，只是为表示对普通佛教佛学教授法的不同，却不异于教理以外，特别有个稀奇古怪的法门。例如二祖神光，在未出家以前，本来就是一个博学多才的少年，出家以后，以加上贯通大小乘佛学的教理，他在知识方面，显然非常渊博而充实，并不须要什么，只自反求己心，就会怀疑知识的学问，真正用来安身立命，便会觉得完全是两回事了。所以他要放弃知识的教理，但求实际的证悟，但等到真正悟到实际的真谛，对于所有知识学问的根本，自然而然就融会贯通，豁然明白其究竟的道理了，所以后来禅宗的伪山灵v禅师便说实际理地，不著一尘。万行门中，不舍一法。就是这个道理。因此，我们对于佛学教理的教，与教外别传禅宗的宗，做一概念的结论教，是教导你如何修行证果宗，是我要如何求证修行，宗与教，只在教导方法上的不同，并不是目的有两样。禅宗的禅并不是注重机锋转语的口头禅，禅宗不离禅定修证的工夫，以期达到明心见性成圣成佛的极果。例如二祖神光，未见达摩大师以前，便已游心易经老庄的道学，而且经过严格的心性修养锻炼，曾经在香山静坐了八年，对于动心忍性的绵密反照工夫，早已有了相当的根基，拜见达摩大师以后，大师不但不立即加以教导，反而用难堪的态度与过分的言语刺激他，如果他是一个无实际修养工夫的人，纵使不是饱以老拳，至少也会拂袖而去，但是他反而愈加诚敬，甚至断臂求道。就凭他这种精神，我们变更子夏的一句话说虽曰未人道，吾心谓之道矣！亦未尝不可，所以他问达摩安心之法，大师只叫他将心来吾为汝安？"}
{"text":"例如二祖神光，未见达摩大师以前，便已游心易经老庄的道学，而且经过严格的心性修养锻炼，曾经在香山静坐了八年，对于动心忍性的绵密反照工夫，早已有了相当的根基，拜见达摩大师以后，大师不但不立即加以教导，反而用难堪的态度与过分的言语刺激他，如果他是一个无实际修养工夫的人，纵使不是饱以老拳，至少也会拂袖而去，但是他反而愈加诚敬，甚至断臂求道。就凭他这种精神，我们变更子夏的一句话说虽曰未人道，吾心谓之道矣！亦未尝不可，所以他问达摩安心之法，大师只叫他将心来吾为汝安？他便能在觅心了不可得的领会下而悟道后世研究禅宗，动辄抓住禅宗为言下顿悟，立地成佛的话柄，好像只要聪明伶俐，能言善道说一两句俏皮话，立刻就算悟道，完全不管实际作学问与作工夫的重点，这当然会落在我其谁欺！欺人乎！欺天乎的野狐禅了！不然，就想自己不用反省的工夫，只要找一个明师，秘密地传授一个诀窍，认为便是禅宗的工夫，敝帚自珍，视如拱壁，这又忘了达摩大师所说的诸佛法印，非从人得的明训了，近代谈禅，不是容易落于前者的空疏狂妄，便是落在后者的神秘玄妙，实在值得反省。达摩大师初传的禅宗除了二祖神光，是亲受衣钵，继承禅宗道统以外，同时还有几位后学传人，他们也都有心得，不过才德气魄，略逊神光而已达摩大师除了传授心法以外，同时还要神光以楞伽经印心，由此可见教外别传禅宗，并不离于教理以外。楞伽经，果然为达摩大师吩咐神光为禅宗的印心宝典，但在大乘佛学的法相唯识宗，也认为是唯识学的主要经典，它提出以无门为法门的求证方法，并且说明以顿悟与渐修并重，同时把心法的体用，分做八个作用，便成为眼识，耳识鼻识舌识身识等前五识，再有第六的意识，第七的末那识，第八的阿赖耶识等，所谓一心八识的分析，旧注识有识别分别的作用，也就是包括感觉知觉与精神活动的功能。第六意识，又分有明了意识与独影又名独头意识的两重，所谓独影意识，相当于现在心理学所说的潜意识的现象。第七末那识是意根，也就是自我与生命俱来的元始知觉，本能活动的意识。第八阿赖耶识，是包括心物一元，精神世界与物理世界同根的心注的根本。由此可知禅宗所谓的明心见性，与顿悟一心的心，不仅是心理上平静的心，实在是要彻底透过宇宙身心的根元，才能了知三界唯心，万法唯识的真谛。"}
{"text":"第六意识，又分有明了意识与独影又名独头意识的两重，所谓独影意识，相当于现在心理学所说的潜意识的现象。第七末那识是意根，也就是自我与生命俱来的元始知觉，本能活动的意识。第八阿赖耶识，是包括心物一元，精神世界与物理世界同根的心注的根本。由此可知禅宗所谓的明心见性，与顿悟一心的心，不仅是心理上平静的心，实在是要彻底透过宇宙身心的根元，才能了知三界唯心，万法唯识的真谛。楞伽经的大略，就是唯识学所谓的五法名相分别正智如如，三自性依他起遍计所执圆成实，八识已如述，二无我人无我法无我纲要的发挥。总之，楞伽经的教理，最重分析的观察，细人无间而透彻心性的体用禅宗的方法，归纳学理，注重一心修证而融通教理的工夫，所以后世禅宗便流传一句名言通宗不通教，开口便乱道。通教不通宗，就如独眼龙。其实，这个意思，也就是楞伽经内所说的宗通与说通的翻版言句而已。近来有人提出六祖以前的禅宗，名为楞伽宗，以此作为有别六祖以后禅宗的界说，实在是因为不明真正禅宗心法所致，未免画蛇添足，多此一举。达摩大师在传付二祖神光的时候，曾经预言说吾灭后二百年明道者多，行道者少。说理者多，通理者少。所谓楞伽经义，便成为名相之学而流传为说理的思想而已，殊堪一叹！况且有人引用楞伽的一段渐修经文，证明达摩大师所传是渐修的禅，却不管下文顿渐并重的一段，实在是鲁莽灭裂之至。二初唐以前禅宗开展的影响达摩大师自南朝梁武帝时代，渡海东来，居住中国的时间，约有二十年左右，除了传授禅宗心法与中国的少年高僧神光为第二代祖师外，与神光同时从学的，还有道副道育及比丘尼总持，与期城太守杨囗之几位弟子，虽然他们不是直接继桃禅宗的道统，但秉承禅宗的破相离缘，直指人心，见性成佛的宗旨，并无二致。他们当然也同时展开弘扬禅宗教化的工作，因此在南朝梁陈隋之间，便辗转影响南岳慧思禅师笃实修行法华经般舟三昧的禅定工夫，由此而高唱指物传心人不会的真指心禅，后来他的弟子智者智岂页禅师，秉承他的衣钵，创立三种止观的天台宗修行法门，继晋朝慧远法师建立净土宗以后中国佛教的另一宗门取小乘禅定的方法，揉集大乘教理的精思慧观，撮取禅宗的直指人心，见性成佛的要点，而形成一大套系统，完整佛学的理论，开创一系列修证工夫的实际渐修法门。"}
{"text":"他们当然也同时展开弘扬禅宗教化的工作，因此在南朝梁陈隋之间，便辗转影响南岳慧思禅师笃实修行法华经般舟三昧的禅定工夫，由此而高唱指物传心人不会的真指心禅，后来他的弟子智者智岂页禅师，秉承他的衣钵，创立三种止观的天台宗修行法门，继晋朝慧远法师建立净土宗以后中国佛教的另一宗门取小乘禅定的方法，揉集大乘教理的精思慧观，撮取禅宗的直指人心，见性成佛的要点，而形成一大套系统，完整佛学的理论，开创一系列修证工夫的实际渐修法门。于是自陈隋之际开始，经历唐宋元明清千余年来，凡知识分子的士大夫，读书人，爱好形而上道而又不肯舍弃世间与爱好学问的人士，都是从事天台宗止观禅定的修法。而且也有拿它与禅宗混为一谈的，例如唐代的名士梁肃，便是天台学者的翘楚，他如白居易陆放翁苏东坡王安石等，以及宋代初期理学的大儒们，无一不从天台止观禅定工夫打过滚来，明代名儒王阳明，开始所学的排定，也是天台的止观工夫，清代的名士龚定庵，不但有推崇天台止观禅定的专文。而且还极力排斥禅宗的不是。现在我顺便提出这个问题，贡献给研究讲述中国文化史，与中国哲学史者注意，使大家对于隋唐以后中国哲学中禅宗所发生的影响，以及天台宗与历代士林学者的莫大因缘，得以严整分别止观禅定与禅宗心法的异同，了解渐修与顿悟争论的关键。过去一般研究中国佛学或哲学的老师宿儒们，每因碰到中国佛学，与中国佛教宗派的内容，便受其繁多漫浩的学术思想所威胁，茫然不知所向，因此，下手错乱，只把唐代禅宗的南顿北渐之争，作为这个问题的中心，显然是有偏废与迷失的遗憾。其实，自隋唐以来，到初唐百余年间，由中国禅宗的二祖神光以次，除了单传禅宗道统的五代祖师以外，与神光同学于达摩大师的，还有三人。与三祖僧璨同时并列，系属于神光禅师的传承，相传六代，知名大师共有十七人。与五祖弘忍同时并列，系属于道信禅师的传承，计有一百八十三人。与六祖慧能同时并列，属于弘忍禅师的传承，计有一百零七人。至唐初禅宗第五代祖师时期，其中凡彰明较著，留有资料可征者，都是散处四方，各以师道庄严，影响朝野社会，唐代中国佛学，华严宗的建立，又与禅宗的传播有关。自武则天王朝以后，所谓北宗神秀禅师以次的弟子们，便有好几位。虽说南宗的禅，自六祖慧能以次，称为禅宗的正统，但只属于禅宗道统传承的世系问题，却不能引此便作为禅宗在唐代对中国文化哲学思潮所发生影响的绝对根据。"}
{"text":"与五祖弘忍同时并列，系属于道信禅师的传承，计有一百八十三人。与六祖慧能同时并列，属于弘忍禅师的传承，计有一百零七人。至唐初禅宗第五代祖师时期，其中凡彰明较著，留有资料可征者，都是散处四方，各以师道庄严，影响朝野社会，唐代中国佛学，华严宗的建立，又与禅宗的传播有关。自武则天王朝以后，所谓北宗神秀禅师以次的弟子们，便有好几位。虽说南宗的禅，自六祖慧能以次，称为禅宗的正统，但只属于禅宗道统传承的世系问题，却不能引此便作为禅宗在唐代对中国文化哲学思潮所发生影响的绝对根据。因此，我认为要讲禅学，必须要真正学过禅宗，在禅的工夫与见地做过实际工夫，然后方可谈禅，要讲禅宗的学术史，或中国哲学，与中国佛学史，更应该了解全貌，不可以偏概全，执一而言。讲到中国禅宗的第六代祖师慧能和尚的公案，这是谈禅与讲中国哲学思想史的人，最乐于称道的事，现在再把他的故事简明地介绍一番，然后讨论其中被人误解的几个问题六祖慧能大师，俗姓卢，祖籍范阳人，在唐高祖武德年间，因为他的父亲宦于广东，便落籍于新州。三岁丧父，其母守志抚孤至于成立，家贫，采樵为生，一日，因负薪到市上，听到别人读金刚经到应无所住而生其心一段，便有所领悟，别人告诉他这是黄梅湖北的禅宗第五代祖师弘忍禅师，平常教人读的佛经，他便设法到黄梅去求学习禅这时他并未出家为僧。五祖弘忍禅师初见他时，便问汝自何来？他便答道岭南。五祖说欲须何事？他答唯求作佛。五祖说岭南人无佛性，怎么做佛？他答道人地即有南北，佛性岂有东西？五祖听了，便叫他跟着大家去做苦工，他说弟子自心常生智慧，不离自性，即是福田，和尚要我做何事？五祖说他根性太利，便叫他到槽厂去做舂米的苦工，他做了八个月的苦工，有一天，五祖宣布要传授衣钵，选付继承祖位的人，叫大家呈述心得。这时，跟从五祖学禅的同学，共有七百多僧人，有一位首席的上座师，名叫神秀，学通内外，素来为大众宗仰的学者，他知道众望所归的意旨，便在走廊的墙壁上，写了一首偈语身是菩提树，心如明镜台。时时勤拂拭，莫使惹尘埃。五祖看了神秀偈语以后，便说后代依此修行，亦得胜果。他从同学那里听到这首偈子，便说美则美矣，了则未了。同学便笑他说庸流何知，勿发狂言。他答道你不信吗？我愿意和他一首。同学们相视而笑，却不答睬。"}
