{"text":"孰不以为吾所用者必君子，而决非小人。乃卒于小人进而君子退者，无他，用才而不用德故也。德者，君子之所独。才则小人与君子共之，而且胜焉。语言奏对，君子讷而小人佞谀，则与耳习投矣。奔走周旋，君子拙而小人便辟，则与目习投矣。即课事工作的考核考劳勤惰的审查，君子孤行其意而耻于言功，小人巧于迎合而工于显勤，则与心习又投矣。小人扶其所长以善投，人君溺于所习而不觉。审听之而其言入耳，谛观之而其貌悦目，历试之而其才称乎心也。于是乎小人不约而自合，君子不逐而自离。夫至于小人合而君子离，其患岂可胜言哉！盗机与哲学其次，老子主张不贵难得之货，使民不为盗。这两句话，可说文从字顺，读来很容易了解。但说对于稀奇难得的财物，不要去珍重宝贵它，便可使大家不会生起盗心，这就颇有问题。盗字有抢劫的强盗偷窃的小盗等区别。要详细解释盗字，也不是容易的事。如果以纯粹哲学的观念作解释，什么是盗贼行为的内涵？我们可以引用佛家的一个名词，凡是不与取的便是盗。广泛地说，不与取就是盗的行为，这种定义比世界上任何一种法律更为严密。所谓与取，是指必须得到对方的同意给予。不与取，就是没有经过对方的同意，就取为己有的意思。那么，我们就是在地下捡一块泥土回来，没有土地所有者在场，也已经属于不与取的行为，也犯了盗戒。所以，人要不犯盗戒，只有餐风饮露，享受江上之清风与山间之明月，才算是清白。在道家的学术思想里，对于这一点，和佛学有同样意义，道家讲道便是盗机。阴符经说天地，万物之盗。万物，人之盗。人，万物之盗。修道者也就是利用盗机。我们人活着是天地之盗，都是偷了天地自然的东西，偷太阳的光，偷土壤的功能，侵害万物的生命给自己当饭吃，把动物的肉和青菜萝卜吞到胃肠里去，自己还认为理所当然，这都是占了天地万物的便宜，便是盗机。所以说修道的人，也是偷盗天地的精华到我的身上来。好比用一个聚光的凸透镜，放在太阳光下，把阳光聚在一起，成一焦点，摆一根草在焦点上，到了某个程度，就烧起来，然后引火做熟食，这也是偷盗了太阳的热能来自利。修道人偷盗天地精华之机，也是如此，所以说人，万物之盗。但天地，万物之盗，人固然是偷取天地精华，天地也是偷了万物和我们的生命，才显现出天地存在的威德功能。"}
{"text":"所以说修道的人，也是偷盗天地的精华到我的身上来。好比用一个聚光的凸透镜，放在太阳光下，把阳光聚在一起，成一焦点，摆一根草在焦点上，到了某个程度，就烧起来，然后引火做熟食，这也是偷盗了太阳的热能来自利。修道人偷盗天地精华之机，也是如此，所以说人，万物之盗。但天地，万物之盗，人固然是偷取天地精华，天地也是偷了万物和我们的生命，才显现出天地存在的威德功能。这样一来，照道家的看法，这个世界本来就是互相偷盗的世界，彼此相偷，互相混水摸鱼。然后又说自己很仁慈，这真是滑稽之至。比如，我们人叫人类，依上古传统文化中道家的看法，叫我们人是倮虫，老虎是大虫，蛇是长虫，小的爬行生物是毛毛虫。所谓保虫的人们，也只是天地间一个生物而已。但又大言不惭地拿其他生物来披毛遮羞，然后夸耀自己为万物之灵，有的是衣冠礼仪，岂非是大盗的行为。但在老子以及庄子等道家人物的思想中，已经从上古传统广义的盗机理论，缩小范围，归到人文世界的范畴，只讲人类社会的盗机了。最明显地，无过于庄子肤箧篇中的危言耸听。同时也指出最稀有最难得之货是什么东西。他说然而田成子一旦杀齐君而盗其国，所盗者岂独其国耶！并与其圣知之法而盗之。故田成子有乎盗贼之名，而身处尧舜之安，小国不敢非，大国不敢诛，十二世有齐国。则是不乃窃齐国，并与其圣知之法以守其盗贼之身乎？尝试论之，世俗之所谓至知者，有不为大盗积者乎！何以知其然耶？彼窃钩者诛，窃国者为诸侯，诸侯之门而仁义存焉。同样地，生在多灾多难乱世中的释迦牟尼，在他所说的经典中，有的地方，也是王贼并称，揭穿人类贪嗔不已的变态心理。因为月去箧篇对人类历史的诛心之论太透彻了，比之孔子的着春秋而责备贤者，使乱臣贼子惧，还要来得干脆明白，所以使干古以下的帝王位，不敢面对，不能卒读，也不可以让别人去读，只能自己偷着来读。用为谋生。用之成功的如曹操，便是月去箧系的毕业生用之失败的如桓温，便是月去箧系考试不及格，没有毕业的学生。"}
{"text":"因为月去箧篇对人类历史的诛心之论太透彻了，比之孔子的着春秋而责备贤者，使乱臣贼子惧，还要来得干脆明白，所以使干古以下的帝王位，不敢面对，不能卒读，也不可以让别人去读，只能自己偷着来读。用为谋生。用之成功的如曹操，便是月去箧系的毕业生用之失败的如桓温，便是月去箧系考试不及格，没有毕业的学生。在历史的经验上，从唐末天下大乱，形成五代的纷争局面，便有道家哲学思想诗的小品出现，如说中原莫造生强盗，强盗生时不可除。一盗既除群盗起，功臣多是盗根株。这首是唐末的白话诗，虽然说得很明白，到底缺乏诗人的温柔敦厚风格，因此我再三提到，非常欣赏近代诗人易实甫的江山只合生名士，莫遣英雄作帝王的含容浑厚。历史上严禁工业科技发展的死结有关大盗窃国小盗窃货等的哲学观念，大概已如上述，暂时不必再加讨论，到此打住。从另一方面来看，我们三千年来的历史经验，素来朝儒道并不分家的传统思想方向施政，固守以农立国，兼及畜牧渔猎盐铁等天然资源的利用以外，一向都用重农轻商的政策，既不重视工业，当然蔑视科技的发展。甚至还严加禁止，对于科技的发明，认为是奇技淫巧，列为禁令。因此，近代和现代的知识分子，接触西方文化的科学哲学等学识之外，眼见外国人富国强兵的成效，反观自己国家民族的积弱落后，便痛心疾首地抨击传统文化的一无是处。如代表儒家的孔孟伦理学说，与代表道家的老庄自然思想，尤其被认为是罪魁祸首，不值一顾。从表面看来，这种思想的反动，并非完全不对。例如老子的不贵难得之货，使民不为盗。不见可欲，使民心不乱等等告诫，便是铁证如山，不可否认。而且由秦汉以后，历代的帝王政权，几乎都奉为圭桌，一直信守不渝。其实，大家都忘记了，如老子的这些说法，都是当时临病对症的药方，等于某一时期流行了哪种病症，时医就对症处方，构成病案。不幸后世的医生，不再研究医理病理，不问病源所在，只是照方抓药，死活全靠病人自己的命运。因此，便变成单方气死名医的因医致病了！我们至少必须要了解自春秋战国以来的历史社会，由周代初期所建立的文治政权，已经由于时代的迭更，人口的增加，公室社会的畸形膨胀，早已鞭长莫及，虚有其表了。这个时期，也正如太公望所说的取天下者若逐野鹿，而天下共分其肉。"}
{"text":"不幸后世的医生，不再研究医理病理，不问病源所在，只是照方抓药，死活全靠病人自己的命运。因此，便变成单方气死名医的因医致病了！我们至少必须要了解自春秋战国以来的历史社会，由周代初期所建立的文治政权，已经由于时代的迭更，人口的增加，公室社会的畸形膨胀，早已鞭长莫及，虚有其表了。这个时期，也正如太公望所说的取天下者若逐野鹿，而天下共分其肉。一般强权胜于公理的诸侯，个个想要称王称帝，达到独霸天下的目的，只顾政治权力上的斗争，财货取予的自恣。谁又管得了什么经纶天下，长治久安的真正策略。因此，如老子他们，针对这种自私自利的心理病态社会病态，便说出不尚贤，使民不争。不贵难得之货，使民不为盗。不见可欲，使民心不乱的近似讽刺的名言。后来虽然变成犹如医药上的单方，但运用方伎的恰当与否，须由大政治家而兼哲学家的临机应变，对症抓药。至于一味地盲目信守成方，吃错了药，医错了病的责任，完全与药方药物无关。例如我们过去历史上所讴歌颂扬的汉代文景之治，大家都知道，是熟读老子的汉文帝母子，信守道家的黄老之道的时代。老子传了三件法宝曰慈，曰俭，曰不敢为天下先。汉文帝自始至终，都―一做到了。汉文帝的俭约是出了名的，不贵难得之货，也是有事实证明的。他自己穿了二十年的袍子，舍不得丢掉，还要补起来穿。从个人的行为道德来说，一个贵为天子，富有四海的皇帝，能够如此俭约，当然是难得可贵。又有人献上一匹千里马给皇帝，他便下了一道诏书，命令四方，再也不要来献难得的货物。这是他继承帝位的第二年，有献千里马者的历史名诏。他说鸾旗在前，凤车在后，吉行日五十里，师行三十里。朕乘千里马，独先安之？于是还其马，与道里费。下诏曰朕不受献也，其令四方毋复来献。在我们的历史与辑着史书者的观念里，郑重记载其事的本意，就是极力宣扬汉文帝的个人行为道德，如此高尚而节俭，希望后世的帝王者效法。如用现代语体来表达这段史实，是说汉文帝知道了有人来献千里马，便说此风不可长，此例不可开。我已经当了皇帝，要出去有所行动的时候，前面有擎着刺绣飞驾的旗队，正步开道。后面又跟着侍候的宫人们，坐着刻画祥凤的车队，带着御厨房，平平稳稳，浩浩荡荡地向前推进，大约每天只走五十华里就要休息了。"}
{"text":"下诏曰朕不受献也，其令四方毋复来献。在我们的历史与辑着史书者的观念里，郑重记载其事的本意，就是极力宣扬汉文帝的个人行为道德，如此高尚而节俭，希望后世的帝王者效法。如用现代语体来表达这段史实，是说汉文帝知道了有人来献千里马，便说此风不可长，此例不可开。我已经当了皇帝，要出去有所行动的时候，前面有擎着刺绣飞驾的旗队，正步开道。后面又跟着侍候的宫人们，坐着刻画祥凤的车队，带着御厨房，平平稳稳，浩浩荡荡地向前推进，大约每天只走五十华里就要休息了。如果带着警卫的部队，加上军事设备等后勤辎重车队，大约每天只走三十华里便要休息了。那么，我当皇帝的，单独一个人骑上千里马要到哪里去呢？无论是达官显要，乃至贵为帝王，没有周围的排场，没有军警保护的威风，也只是一个普通的人而已，并无其他的奇特之处。甚至遇到危难，还很可能正如民间俗话所说凤凰失势不如鸡呢！因此，他退还了这匹奉献上来的千里马，并且交代下去，还要算还送马来的来回路费和开支。同时又下了一道命令当时把皇帝的命令叫诏书宣布说朕过去历史上皇帝们的自称不接受任何名贵稀奇的奉献，要地方官们通知四方，以后不要打主意奉献什么东西上来。这在汉文帝当时的政策作为，的确是很贤明的作风，不只是因为他的个性好尚节俭的关系。在那个时候，从战国以来到秦汉纷争的局面，长达两百余年，可以说中国的人民，长期生活在战争的苦难中。缩短来说，由秦始皇到楚汉分争以后，直到汉文帝的时代，也有五六十年的离乱岁月。这个时候的社会人民，极其需要的便是休养生息，其余都是不急之务。所以他的政策一上来便采用了道家无为之治，以慈俭不敢为天下先不要主动去生事为建国原则。首先建立宽厚的法治精神，废除一人犯罪，并坐全家的严刑。跟着便制定福利社会人民的制度，诏定振穷养老之令。诏曰方春和时，草木群生之物，皆有以自乐。而吾百姓鳏寡孤独穷困之人，或阽于死亡而莫之省忧。为民父母将何如？其议所以振贷之。又曰老者非帛不暖，非肉不饱，今岁首不时注年初及随时的意思使人存问长老。又无布帛酒肉之赐，将何以住天下子孙孝养其亲哉！具为令八十以上，月赐米肉酒。九十以上，加赐帛絮。长吏阅视，丞若尉丞尉都是地方基层官职名称致二千石地区主政官职称谓遣都吏循行，不称者督之。"}
{"text":"诏曰方春和时，草木群生之物，皆有以自乐。而吾百姓鳏寡孤独穷困之人，或阽于死亡而莫之省忧。为民父母将何如？其议所以振贷之。又曰老者非帛不暖，非肉不饱，今岁首不时注年初及随时的意思使人存问长老。又无布帛酒肉之赐，将何以住天下子孙孝养其亲哉！具为令八十以上，月赐米肉酒。九十以上，加赐帛絮。长吏阅视，丞若尉丞尉都是地方基层官职名称致二千石地区主政官职称谓遣都吏循行，不称者督之。学老子的汉文帝绝对没有错。但是后代有些假冒为善，画虎不成反类犬的帝王们，却错学了汉文帝。例如以欺诈起家，取天下于孤儿寡妇之手的晋武帝司马炎，在他篡位当上晋朝开国皇帝的第四年，有一位拍错马屁的太医司马程，特别精心设计，用精工绝巧的手工艺，制作了一件雉头裘，奉献上去。司马炎便立刻把它在殿前烧了，并且下了诏书，认为奇技异服，典礼传统文化的精神所禁。敕令内外臣民，敢有再犯此禁令的，便是犯法，有罪。读中国的历史，姑且不论司马氏的天下是好是坏，以及对司马炎的个人道德和政治行为又作什么评价但历来对奇技淫巧精密工业以及科技发展的严禁，大体上，都是效法司马炎这一道命令的精神。因此，便使中国的学术思想，在工商科技发展上驻足不前，永远停留在靠天吃饭的农业社会的形态上。劫灰和人类的物质文明其实，回转来追溯我们在科学发展的学术思想史上，历代并非无人，只是都怕背上传统观念中玩弄奇技淫巧的恶名。同时，更受到混合儒道两家思想的玩人丧德，玩物丧志等似是而非的解释所限制。姑且不说老祖宗黄帝如何发明指南针指南车，或者更早的老祖宗们在天文和数学方面，又如何一马当先地居于世界科学史上的先导地位。至于战国时代，方士们的炼丹术，成为世界科学史上化学的鼻祖。甚至五行学说的运用，在天文地理和克服沙漠与航海等困难上，也有相当的贡献。只以科技工业来说，在战国前期，最著名的便有墨子与公输般在军事武器上的彼此互相斗巧。除此之外，墨子鲁问篇与韩非子外储篇上，还分别记载着墨子曾经用木材制造一个飞鸟。公输般也有用竹子木材制造一只鸟鹊，放在空中飞了三天不掉下来的记录。还有，南北朝时期，有一位和尚，也用木材造了一个飞鸟，在空中飞翔好几天，最后又回转原处降落。"}
{"text":"至于战国时代，方士们的炼丹术，成为世界科学史上化学的鼻祖。甚至五行学说的运用，在天文地理和克服沙漠与航海等困难上，也有相当的贡献。只以科技工业来说，在战国前期，最著名的便有墨子与公输般在军事武器上的彼此互相斗巧。除此之外，墨子鲁问篇与韩非子外储篇上，还分别记载着墨子曾经用木材制造一个飞鸟。公输般也有用竹子木材制造一只鸟鹊，放在空中飞了三天不掉下来的记录。还有，南北朝时期，有一位和尚，也用木材造了一个飞鸟，在空中飞翔好几天，最后又回转原处降落。不幸的是，这些比发明飞机还早的发明，受到奇技淫巧观念的影响，被埋没了，没有受到如西洋思想中的重视，再加研究，再加改进而成为人类实用的科学技能。至于明代初期郑和所制造远航的大楼船，以及宋元时代在战争中运用的大炮，是否学自西洋，或是中国的发明，辗转传到欧洲而加以改良，考证起来，实在也很困难。因此，也不敢轻信一般的定论，贸然地认为自西洋传来。总之，在我们的历史上，自战国以下，科技的发展，都被奇技淫巧，典礼所禁这个观念所扼杀，那也是事实。而这个观念，是否受老子的不贵难得之货，使民不为盗的思想所影响，却很难肯定。老子所指的难得之货，正如吕不韦思想中的奇货可居的大货。换言之，它的内涵，多半是指天下国家的名器――权力，并非狭小到像他自己――老子一样，只愿意骑上一条青牛过函谷关，决不肯坐大马车去西渡流沙。因为讲到古代科学技术的发展机械的发明，以及工商货品的开发，几乎每一样事物都和道家的方伎有关。例如在十九世纪最为重视的动力能源，便是煤炭。在我们的历史上，最初发现煤炭的趣话，是在汉武帝时代。汉武帝为了教练水师――海军而开凿昆明池。因为开凿昆明池这个大水库，便挖到煤炭。但是当时的人们不知道这块黑而发亮又坚硬的石头是什么古怪的东西，便呈献上来给皇帝。汉武帝看了当然也不知道，只好找以滑稽出名的东方朔来问。东方朔耍了一个关子，推说他自己也不知道，就顺水推舟说，正好西域来了一位胡僧，请他来，一定可以找到答案。这样一来，更引起汉武帝的兴趣了。找来了胡僧，问他这块黑石头一样的是什么东西，胡僧便说此乃前劫之劫灰也。一块煤炭，叫它做劫灰，多么富有神秘性的文学笔调啊！其实，劫灰的典故，出在佛经。佛说物质世界的存在，也和人的生命一样，有它固定的变化法则。"}
{"text":"汉武帝看了当然也不知道，只好找以滑稽出名的东方朔来问。东方朔耍了一个关子，推说他自己也不知道，就顺水推舟说，正好西域来了一位胡僧，请他来，一定可以找到答案。这样一来，更引起汉武帝的兴趣了。找来了胡僧，问他这块黑石头一样的是什么东西，胡僧便说此乃前劫之劫灰也。一块煤炭，叫它做劫灰，多么富有神秘性的文学笔调啊！其实，劫灰的典故，出在佛经。佛说物质世界的存在，也和人的生命一样，有它固定的变化法则。在人的一生而到死亡，有四大过程，叫做生老病死，谁也逃避不了。但就物质世界的地球和其他星球而言，它的存在寿命，虽然比人的身体寿命长，结果也免不了死亡的毁灭，不过把物质世界由存在到毁灭的四大过程，叫它成住坏空。当上一次这个地球上的人类世界被毁灭的时候，火山爆发，天翻地覆，在高温高压下，经过长时间的化学变化，没有烧化的，还保有原来形状的，就是化石。至于烧成灰块的，就是煤矿铁矿之类。熔成浆的，就是石油。佛学中的前劫之劫灰，也就是我们所说的煤炭。佛学的这种说法，是被现代科学――地质学的理论所认同的。但在西汉武帝的时代，这种理论就很新奇了。那么，我们的古人，既然知道了煤炭，为什么不早早开发来应用，却始终上山打柴，拿草木来做燃料呢？这又是另一个有趣而具意义的问题。这个思想，也出在道家的学术思想。道家认为天地是一大宇宙，人身是一小天地。地球也是一个有生机的大生命，就如人身一样。人体有骨骼血脉五脏六腑耳目口鼻以及大小便等等，地球也是一样，它有生机，不可轻易毁伤它。不然，对人类的生存，反有大害。因此，虽然知道有天材地宝的矿藏，也决不肯轻易去挖掘。即使挖掘，也要祭告天地神祗，得到允许。不然，只有偷偷地在地层表面上捡点便宜。其实，哪个神祗又管得了那么多？但是人心即天心，人们的传统思想是如此，神祗的权威就起了作用了。正因为这种思想，使得我们全国的丰富的煤矿等宝藏，才保留到现在，作为未来子孙们生存的资财。例如现在人所用的能源石油，在道家的观念来讲，是万万不敢轻易多用的。因为那是地球自身营卫的脂肪或者犹同人体的骨髓，如果挖掘过分了，这个地球生命受到危害，就会加速它的毁灭。这种思想，这种观念，看来多么可笑，而且极富于儿童神话式的浓厚幽默感。因为我们现在是科技的时代，决不肯冒昧地轻信旧说。但是，我们不要不了解。"}
{"text":"但是人心即天心，人们的传统思想是如此，神祗的权威就起了作用了。正因为这种思想，使得我们全国的丰富的煤矿等宝藏，才保留到现在，作为未来子孙们生存的资财。例如现在人所用的能源石油，在道家的观念来讲，是万万不敢轻易多用的。因为那是地球自身营卫的脂肪或者犹同人体的骨髓，如果挖掘过分了，这个地球生命受到危害，就会加速它的毁灭。这种思想，这种观念，看来多么可笑，而且极富于儿童神话式的浓厚幽默感。因为我们现在是科技的时代，决不肯冒昧地轻信旧说。但是，我们不要不了解。现代真正的大科学家们，他们反而惊奇佩服我们的祖先，远在十几个世纪以前，早已有类似现代科学文明的地质学和矿藏学的理论和认识。世上无如人欲险接着不尚贤不贵难得之货而来的，便是以不见可欲，使民心不乱作为总结。换言之，不尚贤，使民不争是消极的避免好名的争斗，不贵难得之货，使民不为盗是消极的避免争利的后果。名与利，本来就是权势的必要工具，名利是因，权势是果。权与势，是人性中占有欲与支配欲的扩展。虽是贤者，亦在所难免。司马迁所谓君子疾没世而名不称焉天下熙熙，皆为利来。天下攘攘，皆为利往，真是不易的名言。固然也有人厌薄名利，唾责名利，认为不合于道，但名利本为浮世重，古今能有几人抛呢？除非真有如佛道两家混合思想的人，所谓跳出三界外，不在五行中，也许不在此例，也许是未能确定之词。因为照一般宗教家们所说的超越人类以外的世界，也仍然脱不了权力支配的偶像，那么，无论在这个世间或是超越于这个世界，照样还是跳不出权势的圈套。这样看来，人欲真是可悲的心理行为。不过，也许有人会说，人欲正是可爱的动力，人类如果没有占有支配的欲望，这个世界岂不沉寂得像死亡一样的没有生气吗？是与非，真难说。且让我们转一个方向来反映老子的不见可欲，使民心不乱的说法吧！首先，我们要确定欲是什么？很明显的答案，欲有广义和狭义两层涵义。广义的欲，便是生命存在的动力，包括生存和生活的一切需要。狭义的欲，一般来说，都是指向男女两性的关系和饮食的需求。例如代表儒家的孔子，在周易序卦传便说有天地，然后有万物。有万物，然后有男女。有男女，然后有夫妇。有夫妇，然后有父子。有父子，然后有君臣。有君臣，然后有上下。有上下，然后礼义有所错。夫妇之道，不可以不久也。"}
