{"text":"我在等待空报或者我在等待房东家的狗吠声，这就是说，预行警报已经解除，不会有空报响起来，我用不着准备听见凄厉的汽笛声空报就锁门出去。近半月来晴天有警报差不多成了常例。可是我的等待并没有结果。小鸟回来后又走了松鼠们也来过一次，但又追逐地跑上屋顶，我不知道它们消失在什么地方。从我看不见的正面楼房屋顶上送过来一阵的乌鸦叫。这些小生物不知道人间的事情，它们不会带给我什么信息。我写到上面的一段，空报就响了。我的等待果然没有落空。这时我觉得空气在动了。我听见巷外大街上汽车的叫声。我又听见飞机的发动机声，这大概是民航机飞出去躲警报。有时我们的驱逐机也会在这种时候排队飞出，等着攻击敌机。我不能再写了，便拿了一本书锁上园门，匆匆地走到外面去。在城门口经过一阵可怕的拥挤后，我终于到了郊外。在那里耽搁了两个多钟头，和几个朋友在一起，还在草地上吃了他们带出去的午餐。警报解除后，我回来，打开锁，推开园门，迎面扑来的仍然是一个园子的静寂。我回到房间，回到书桌前面，打开玻璃窗，在继续执笔前还看看窗外。树上，地上，满个园子都是阳光。墙角一丛观音竹微微地在飘动它们的尖叶。一只大苍蝇带着嗡嗡声从开着的窗飞进房来，在我的头上盘旋。一两只乌鸦在我看不见的地方叫。一只黄色小蝴蝶在白色小花间飞舞。忽然一阵奇怪的声音在对面屋瓦上响起来，又是那两只松鼠从高墙沿着洋铁滴水管溜下来。它们跑到那个支持松树的木架上，又跑到架子脚边有假山的水池的石栏杆下，在那里追逐了一回，又沿着木架跑上松枝，隐在松叶后面了。松叶动起来，桂树的小枝也动了，一只绿色小鸟刚刚歇在那上面。狗的声音还是听不见。我向右侧着身子去看那条没有阳光的窄小过道。房东家的小门紧紧地闭着。这些时候那里就没有一点声音。大概这家人大清早就到城外躲警报去了，现在还不曾回来。他们回来恐怕在太阳落坡的时候。那条肥壮的黄狗一定也跟着他们疏散了，否则会有狗抓门的声音送进我的耳里来。我又坐在窗前写了这许多字。还是只有乌鸦和小鸟的叫声陪伴我。苍蝇的嗡嗡声早已寂灭了。现在在屋角又响起了老鼠啃东西的声音。都是响一回又静一回的，在这个受着轰炸威胁的城市里我感到了寂寞。然而像一把刀要划破万里晴空似的，嘹亮的机声突然响起来。这是我们自己的飞机。声音多么雄壮，它扫除了这个园子的静寂。"}
{"text":"大概这家人大清早就到城外躲警报去了，现在还不曾回来。他们回来恐怕在太阳落坡的时候。那条肥壮的黄狗一定也跟着他们疏散了，否则会有狗抓门的声音送进我的耳里来。我又坐在窗前写了这许多字。还是只有乌鸦和小鸟的叫声陪伴我。苍蝇的嗡嗡声早已寂灭了。现在在屋角又响起了老鼠啃东西的声音。都是响一回又静一回的，在这个受着轰炸威胁的城市里我感到了寂寞。然而像一把刀要划破万里晴空似的，嘹亮的机声突然响起来。这是我们自己的飞机。声音多么雄壮，它扫除了这个园子的静寂。我要放下笔到庭院中去看天空，看那些背负着金色阳光在蓝空里闪耀的灰色大蜻蜒。那是多么美丽的景象。年月日在昆明正文做大哥的人我的大哥生来相貌清秀，自小就很聪慧，在家里得到父母的宠爱，在书房里又得到教书先生的称赞。s。看见他的人都说他日后会有很大的成就。母亲也很满意这样一个宁馨儿。他在爱的环境里逐渐长成。我们回到成都以后，他过着一位被宠爱的少爷的生活。辛亥革命的前夕。三叔带着两个镖客回到成都。大哥便跟镖客学习武艺。父亲对他抱着很大的希望，想使他做一个文武全才的人。每天早晨天还没有大亮，大哥便起来，穿一身短打，在大厅上或者天井里练习打拳使刀。他从两个镖客那里学到了他们的全套本领。我常常看见他在春天的黄昏舞动两把短刀。两道白光连接成了一根柔软的丝带，蛛网一般地掩盖住他的身子，像一颗大的白珠子在地上滚动。他那灵活的舞刀的姿态甚至博得了严厉的祖父的赞美，还不说那些胞姐堂姐和表姐们。他后来进了中学。在学校里他是一个成绩优良的学生，四年课程修满毕业的时候他又名列第一。他得到毕业文凭归来的那一天，姐姐们聚在他的房里，为他的光辉的前程庆祝。他们有一个欢乐的聚会。大哥当时对化学很感兴趣，希望毕业以后再到上海或者北京的有名的大学里去念书，将来还想到德国去留学。他的脑子里装满了美丽的幻想。然而不到几天，他的幻想就被父亲打破了，非常残酷地打破了。因为父亲给他订了婚，叫他娶妻。这件事情他也许早猜到一点点，但是他料不到父亲就这么快地给他安排好了一切。在婚姻问题上父亲并不体贴他，新来的继母更不会知道他的心事。他本来有一个中意的姑娘，他和她中间似乎发生了一种旧式的若有若无的爱情。"}
{"text":"他们有一个欢乐的聚会。大哥当时对化学很感兴趣，希望毕业以后再到上海或者北京的有名的大学里去念书，将来还想到德国去留学。他的脑子里装满了美丽的幻想。然而不到几天，他的幻想就被父亲打破了，非常残酷地打破了。因为父亲给他订了婚，叫他娶妻。这件事情他也许早猜到一点点，但是他料不到父亲就这么快地给他安排好了一切。在婚姻问题上父亲并不体贴他，新来的继母更不会知道他的心事。他本来有一个中意的姑娘，他和她中间似乎发生了一种旧式的若有若无的爱情。那个姑娘是我的一个表姐，我们都喜欢她，都希望他能够同她结婚。然而父亲却给他另外选了一个张家姑娘。父亲选择的方法也很奇怪。当时给大哥做媒的人有好几个，父亲认为可以考虑的有两家。父亲不能够决定这两个姑娘中间究竟哪一个更适宜做他的媳妇，因为两家的门第相等，请来做媒的人的情面又是同样地大。后来父亲就把两家的姓写在两方小红纸块上面，揉成了两个纸团，捏在手里，到祖宗的神主面前诚心祷告了一番，然后随意拈起了一个纸团。父亲拈了一个张字，而另外一个毛家的姑娘就这样地被淘汰了。据说母亲在时曾经向表姐的母亲提过亲事，而姑母却以自己已经受够了亲上加亲的苦，不愿意让女儿再来受一次这理由拒绝了，这是三哥后来告诉我的。拈阄的结果我却亲眼看见。大哥对这门亲事并没有反抗，其实他也不懂得反抗。我不知道他向父亲提过他的升学的志愿没有，但是我可以断定他不会向父亲说起他那若有若无的爱情。于是嫂嫂进门来了。祖父和父亲因为大哥的结婚在家里演戏庆祝。结婚的仪式自然不简单。大哥自己也在演戏，他一连演了三天的戏。在这些日子里他被人宝爱着像一个宝贝被人玩弄着像一个傀儡。他似乎有一点点快乐，又有一点点兴奋。他结了婚，祖父有了孙媳，父亲有了媳妇，我们有了嫂嫂，别的许多人也有了短时间的笑乐。但是他自己也并非一无所得。他得了一个体贴他的温柔的姑娘。她年轻，她读过书，她会做诗，她会画画。他满意了，在短时期中他享受了以前所不曾梦想到的种种乐趣。在短时期中他忘记了他的前程，忘记了升学的志愿。他陶醉在这个少女的温柔的抚爱里。他的脸上常带笑容，他整天躲在房里陪伴他的新娘。他这样幸福地过了两三个月。"}
{"text":"但是他自己也并非一无所得。他得了一个体贴他的温柔的姑娘。她年轻，她读过书，她会做诗，她会画画。他满意了，在短时期中他享受了以前所不曾梦想到的种种乐趣。在短时期中他忘记了他的前程，忘记了升学的志愿。他陶醉在这个少女的温柔的抚爱里。他的脸上常带笑容，他整天躲在房里陪伴他的新娘。他这样幸福地过了两三个月。一个晚上父亲把他唤到面前吩咐道你现在接了亲，房里添出许多用钱的地方可是我这两年来入不敷出，又没有多余的钱给你们用，我只好替你找个事情混混时间，你们的零用钱也可以多一点。父亲含着眼泪温和地说下去。他唯唯地应着，没有说一句不同意的话。可是回到房里他却倒在床上伤心地哭了一场。他知道一切都完结了！一个还没有满二十岁的青年就这样地走进了社会。他没有一点处世的经验，好像划了一只独木舟驶进了大海，不用说狂风大浪在等着他。在这些时候他忍受着一切，他没有反抗，他也不知道反抗。月薪是二十四元。为了这二十四个银元的月薪他就断送了自己的前程。然而灾祸还不曾到止境。一年以后父亲突然死去，把我们这一房的生活的担子放到他的肩上。他上面有一位继母，下面有几个弟弟妹妹。他埋葬了父亲以后就平静地挑起这个担子来。他勉强学着上了年纪的人那样来处理一切。我们一房人的生活费用自然是由祖父供给的。父亲的死引起了我们大家庭第一次的分家，我们这一房除了父亲自己购置的四十亩田外，还从祖父那里分到了两百亩田。他用不着在这方面操心。然而其他各房的仇视攻击陷害和暗斗却使他难于应付。他永远平静地忍受了切，不管这仇视攻击陷害和暗斗愈来愈厉害。他只有一个办法处处让步来换取暂时的平静生活。后来他的第一个儿子出世了。祖父第一次看见了重孙，自然非常高兴。大哥也感到了莫大的快乐。儿子是他的亲骨血，他可以好好地教养他，在他的儿子的身上实现他那被断送了的前程。他的儿子一天一天长大起来，是一个非常聪明可爱的孩子，得到了我们大家的喜爱。接着五四运动发生了。我们都受到了新思潮的洗礼。他买了好些新书报回家。我们我们三弟兄和三房的六姐，再加上一个香表哥都贪婪地读着一切新的书报，接受新的思想。然而他的见解却比较温和。他赞成刘半农的作揖主义和托尔斯泰的无抵抗主义。他把这种理论跟我们大家庭的现实环境结合起来。"}
{"text":"大哥也感到了莫大的快乐。儿子是他的亲骨血，他可以好好地教养他，在他的儿子的身上实现他那被断送了的前程。他的儿子一天一天长大起来，是一个非常聪明可爱的孩子，得到了我们大家的喜爱。接着五四运动发生了。我们都受到了新思潮的洗礼。他买了好些新书报回家。我们我们三弟兄和三房的六姐，再加上一个香表哥都贪婪地读着一切新的书报，接受新的思想。然而他的见解却比较温和。他赞成刘半农的作揖主义和托尔斯泰的无抵抗主义。他把这种理论跟我们大家庭的现实环境结合起来。他一方面信服新的理论，一方面依旧顺应旧的环境生活下去。顺应环境的结果，就使他逐渐变成了一个有两重人格的人。在旧社会，旧家庭里他是一位暮气十足的少爷在他同我们一块儿谈话的时候，他又是一个新青年了，这种生活方式是我和三哥所不能够了解的，我们因此常常责备他。我们不但责备他，而且时常在家里做一些带反抗性的举动，给他招来祖父的更多的责备和各房的更多的攻击与陷害。祖父死后，大哥因为做了承重孙听说他曾经被一个婶娘暗地里唤做承重老爷，便成了明枪暗箭的目标。他到处磕头作揖想讨好别人，也没有用处同时我和三哥的带反抗性的言行又给他招来更多的麻烦。我和三哥不肯屈服。我们不愿意敷衍别人，也不愿意牺牲自己的主张，我们对家里一切不义的事情都要批评，因此常常得罪叔父和婶娘。他们没有办法对付我们，因为我们不承认他们的威权。他们只好在大哥的身上出气，对他加压力，希望通过他使我们低头。不用说这也没有用。可是大哥的处境就更困难了。他不能够袒护我们，而我们又不能够谅解他。有一次我得罪了一个婶娘，她诬我打肿了她的独子的脸颊。我亲眼看见她自己在盛怒中把我那个堂弟的脸颊打肿了，她却牵着堂弟去找我的继母讲理。大哥要我向她赔礼认错，我不肯。他又要我到二叔那里去求二叔断公道。但是我并不相信二叔会主张公道。结果他自己代我赔了礼认错，还受到了二叔的申斥。他后来到我的房里，含着眼泪讲了一两个钟头，惹得我也淌了泪。但是我并没有答应以后改变态度。像这样的事情是很多的。他一个人平静地代我们受了好些过，我们却不能够谅解他的苦心。我们说他的牺牲是不必要的。我们的话也并不错，因为即使没有他代我们受这承提了一切，叔父和婶娘也无法加害到我们的身上来。不过麻烦总是免不了的。然而另一个更大的打击又来了。"}
{"text":"他又要我到二叔那里去求二叔断公道。但是我并不相信二叔会主张公道。结果他自己代我赔了礼认错，还受到了二叔的申斥。他后来到我的房里，含着眼泪讲了一两个钟头，惹得我也淌了泪。但是我并没有答应以后改变态度。像这样的事情是很多的。他一个人平静地代我们受了好些过，我们却不能够谅解他的苦心。我们说他的牺牲是不必要的。我们的话也并不错，因为即使没有他代我们受这承提了一切，叔父和婶娘也无法加害到我们的身上来。不过麻烦总是免不了的。然而另一个更大的打击又来了。他那个聪明可爱的儿子还不到四岁，就害脑膜炎死掉了。他的希望完全破灭了。他的悲哀是很大的。他的内心的痛苦已经深到使他不能够再过平静的生活了。在他的身上偶尔出现了神经错乱的现象。他称这种现象做痰病。幸而他发病的时间不多。后来他居然帮助我和三哥二叔也帮了一点忙，说句公平的话，二叔后来对待大哥和我们相当亲切同路离开成都，以后又让我单独离开中国。他盼望我们几年以后学到种专长就回到成都去兴家立业。但是我和三哥两个都违背了他的期望。我们一出川就没有回去过。尤其是我，不但不进工科大学，反而因为到法国的事情写过两三封信去跟他争论，以后更走了与他的期望相反的道路。不仅他对我绝了望，而且成都的亲戚们还常常拿我来做坏子弟的榜样，叫年轻人不要学我。我从法国回来的第二年他也到了上海。那时三哥在北平，没有能够来上海看他。我们分别了六年如今又有机会在一起谈笑了，两个人都很高兴。我们谈了别后的许多事情，谈到三姐的惨死，谈到二叔的死，谈到家庭间的种种怪现象。我们弟兄的友爱并没有减少，但是思想的差异却更加显著了。他完全变成了旧社会中一位诚实的绅士了。他在上海只住了一个月。我们的分别是相当痛苦的。我把他送到了船上。他已经是泪痕满面了。我和他握了手说一句一路上好好保重。正要走下去，他却叫住了我。他进了舱去打开箱子，拿出一张唱片给我，一面抽咽地说你拿去唱。我接到手一看，是女士唱的，两个星期前我替他在谋得利洋行买的。他知道我喜欢听这首歌，所以想起了把唱片拿出来送给我。然而我知道他也同样地爱听它。这时候我很不愿意把他喜欢的东西从他的手里夺去。但是我又一想我已经有许多次违抗过他的劝告了，这一次我不愿意在分别的时候使他难过表弟们在下面催促我。我默默地接过了唱片。我那时的心情是不能够用文字表达的。"}
{"text":"我和他握了手说一句一路上好好保重。正要走下去，他却叫住了我。他进了舱去打开箱子，拿出一张唱片给我，一面抽咽地说你拿去唱。我接到手一看，是女士唱的，两个星期前我替他在谋得利洋行买的。他知道我喜欢听这首歌，所以想起了把唱片拿出来送给我。然而我知道他也同样地爱听它。这时候我很不愿意把他喜欢的东西从他的手里夺去。但是我又一想我已经有许多次违抗过他的劝告了，这一次我不愿意在分别的时候使他难过表弟们在下面催促我。我默默地接过了唱片。我那时的心情是不能够用文字表达的。我和表弟们坐上了划子，让黄浦江的风浪颠簸着我们。我望着外滩一带的灯光，我记起我是怎样地送别了一个我所爱的人，我的心开始痛起来，我的不常哭泣的眼睛里竟然淌下了泪水。他回到成都写了几封信给我。后来他还写过一封诉苦的信。他说他会自杀，倘使我不相信，到了那天我就会明白一切。但是他始终未说出原因来。所以我并不曾重视他的话。然而在一九三一年春天的一个早晨，他果然就用毒药断送了他的年轻的生命。两个月以后我才接到了他的二十页的遗书。在那上面我读着这样的话卖田以后我即另谋出路。无如我求速之心太切，以为投机亭业虽险，却很容易成功。前此我之所以失败，全是因为本钱是借贷来的，要受时间和大利的影响。现在我们自己的钱放在外边一样收利，我何不借自己的钱来做，一则利息也轻些，二则不受时间影响。用自己的钱来做，果然得了小利。所以陆续把存放的款子提回来，作贴现之用，每月可收百数十元。做了几个月，很顺利。于是我就放心大胆地做去了。哪晓得年底一病就把我毁了，等我病好出外一看，才知道我们的养命根源已经化成了水。好，好！既是这样，有什么话说！所以我生日那天，请大家看戏后，就想自杀。但是我实在舍不得家里的人。多看一天算一天，混一天。现在混不下去了。我也不想向别人骗钱来用。算了吧。如果活下去，那才是骗人呢。我死之后不用什么埋葬，随便分尸也可，或者听野兽吃也可。因我应得之罪累及家人受此痛苦，望从重对我的尸体加以处罚这就是大哥自杀的动机了。他究竟是为了顾全绅士的面子而死，还是因为不能够忍受未来的更痛苦的生活，我虽然熟读了他的遗书，被里面一些极凄惨的话刺痛了心，但是我依旧不能够了解。我只知道他不愿意死，而且他也没有死的必要。"}
{"text":"多看一天算一天，混一天。现在混不下去了。我也不想向别人骗钱来用。算了吧。如果活下去，那才是骗人呢。我死之后不用什么埋葬，随便分尸也可，或者听野兽吃也可。因我应得之罪累及家人受此痛苦，望从重对我的尸体加以处罚这就是大哥自杀的动机了。他究竟是为了顾全绅士的面子而死，还是因为不能够忍受未来的更痛苦的生活，我虽然熟读了他的遗书，被里面一些极凄惨的话刺痛了心，但是我依旧不能够了解。我只知道他不愿意死，而且他也没有死的必要。我知道他写了三次遗书，又三次把它毁掉，大哥终于做了一个不必要的牺牲者而死去了。他这一生完全是在敷衍别人，任人播弄。他知道自己已经逼近了深渊，却依旧跟着垂死的旧家庭一天一天地陷落下去，终于到了完全灭顶的一天。他便不得不像一个诚实的绅士那样拿毒药做他唯一的拯救了。他被旧礼教旧思想害了一生，始终不能够自拔出来。其实他是被旧制度杀死的。然而这也是咎由自取。在整个旧制度大崩溃的前夕，对于他的死我不能有什么遗憾。然而一想到他是悲惨的一个，一想到他对我所做过的一切，一想到我所带给他的种种痛苦，我就不能不痛切地感觉到我丧失了一个爱我最深的人了。年选自忆正文做一个战士一个年轻的朋友写信问我应该做一个什么样的人？我回答他做一个战士。。另一个朋友问我怎样对付生活？我仍旧答道，做一个战士。战士颂的曾经写过这样的话我激荡在这绵绵不息滂沱四方的生命洪流中，我就应该追逐这洪流，而且追过它，自己去造更广更深的洪流。我如果是一盏灯，这灯的用处便是照彻那多量的黑暗。我如果是海潮，便要鼓起波涛去洗涤海边一切陈腐的积物。这一段话很恰当地写出了战士的心情。在这个时代，战士是最需要的。但是这样的战士并不一定要持枪上战场。他的武器也不一定是枪弹。他的武器还可以是知识信仰和坚强的意志。他并不一定要流仇敌的血，却能更有把握地致敌人的死命。战士是永远追求光明的。他并不躺在晴空下享受阳光，却在暗夜里燃起火炬，给人们照亮道路，使他们走向黎明。驱散黑暗，这是战士的任务。他不躲避黑暗，却要面对黑暗，跟躲藏在阴影里的魑魅魍魉搏斗。他要消灭它们而取得光明。战士是不知道妥协的。他得不到光明便不会停止战斗。"}
{"text":"在这个时代，战士是最需要的。但是这样的战士并不一定要持枪上战场。他的武器也不一定是枪弹。他的武器还可以是知识信仰和坚强的意志。他并不一定要流仇敌的血，却能更有把握地致敌人的死命。战士是永远追求光明的。他并不躺在晴空下享受阳光，却在暗夜里燃起火炬，给人们照亮道路，使他们走向黎明。驱散黑暗，这是战士的任务。他不躲避黑暗，却要面对黑暗，跟躲藏在阴影里的魑魅魍魉搏斗。他要消灭它们而取得光明。战士是不知道妥协的。他得不到光明便不会停止战斗。战士是永远年轻的。他不犹豫，不休息。他深入人丛中，找寻苍蝇毒蚊等等危害人类的东西。他不断地攻击它们，不肯与它们共同生存在一个天空下面。对于战士，生活就是不停的战斗。他不是取得光明而生存，便是带着满身伤疤而死去。在战斗中力量只有增长，信仰只有加强。在战斗中给战士指路的是未来，未来给人以希望和鼓舞。战士永远不会失去青春的活力。战士是不知道灰心与绝望的。他甚至在失败的废墟上，还要堆起破碎的砖石重建九级宝塔。任何打击都不能击破战士的意志。只有在死的时候他才闭上眼睛。战士是不知道畏缩的。他的脚步很坚定。他看定目标，便一直向前走去。他不怕被绊脚石摔倒，没有一种障碍能使他改变心思。假象绝不能迷住战士的眼睛，支配战士的行动的是信仰。他能够忍受一切艰难痛苦，而达到他所选定的目标。除非他死，人不能使他放弃工作。这便是我们现在需要的战士。这样的战士并不一定具有超人的能力。他是一个平凡的人。每个人都可以做战士，只要他有决心。所以我用做一个战士的话来激励那些在彷徨苦闷中的年轻朋友。年月日在上海选自无题正文怀念萧珊一今天是萧珊逝世的六周年纪念日。六年前的光景还非常鲜明地出现在我的眼前。那一天我从火葬场回到家中，一切都是乱糟糟的，过了两三天我渐渐地安静下来了，一个人坐在书桌前，想写一篇纪念她的文章。在五十年前我就有了这样一种习惯有感情无处倾吐时我经常求助于纸笔。可是一九七二年八月里那几天，我每天坐三四个小时望着面前摊开的稿纸，却写不出一句话。我痛苦地想，难道给关了几年的牛棚，真的就变成牛了？头上仿佛压了一块大石头，思想好像冻结了一样。我索性放下笔，什么也不写了。六年过去了。"}
