{"text":"台上吹起悲凉的喇叭来，中央的横梁上，原有一团布，也在这时放下，长约戏台高度的五分之二。看客们都屏着气，台上就闯出一个不穿衣裤，只有一条犊鼻，面施几笔粉墨的男人，他就是男吊。一登台，径奔悬布，像蜘蛛的死守着蛛丝，也如结网，在这上面钻，挂。他用布吊着各处腰，胁，胯下，肘弯，腿弯，后项窝一共七七四十九处。最后才是脖子，但是并不真套进去的，两手扳着布，将颈子一伸，就跳下，走掉了。这男吊最不易跳，演目连戏时，独有这一个脚色须特请专门的戏子。那时的老年人告诉我，这也是最危险的时候，因为也许会招出真的男吊来。所以后台上一定要扮一个王灵官，一手捏诀，一手执鞭，目不转睛的看着一面照见前台的镜子。倘镜中见有两个，那么，一个就是真鬼了，他得立刻跳出去，用鞭将假鬼打落台下。假鬼一落台，就该跑到河边，洗去粉墨，挤在人丛中看戏，然后慢慢的回家。倘打得慢，他就会在戏台上吊死洗得慢，真鬼也还会认识，跟住他。这挤在人丛中看自己们所做的戏，就如要人下野而念佛，或出洋游历一样，也正是一种缺少不得的过渡仪式。这之后，就是跳女吊。自然先有悲凉的喇叭少顷，门幕一掀，她出场了。大红衫子，黑色长背心，长发蓬松，颈挂两条纸锭，垂头，垂手，弯弯曲曲的走一个全台，内行人说这是走了一个心字。为什么要走心字呢？我不明白。我只知道她何以要穿红衫。看王充的论衡，知道汉朝的鬼的颜色是红的，但再看后来的文字和图画，却又并无一定颜色，而在戏文里，穿红的则只有这吊神。意思是很容易了然的因为她投缳之际，准备作厉鬼以复仇，红色较有阳气，易于和生人相接近，绍兴的妇女，至今还偶有搽粉穿红之后，这才上吊的。自然，自杀是卑怯的行为，鬼魂报仇更不合于科学，但那些都是愚妇人，连字也不认识，敢请前进的文学家和战斗的勇士们不要十分生气罢。我真怕你们要变呆鸟。她将披着的头发向后一抖，人这才看清了脸孔石灰一样白的圆脸，漆黑的浓眉，乌黑的眼眶，猩红的嘴唇。听说浙东的有几府的戏文里，吊神又拖着几寸长的假舌头，但在绍兴没有。不是我袒护故乡，我以为还是没有好那么，比起现在将眼眶染成淡灰色的时式打扮来，可以说是更彻底，更可爱。不过下嘴角应该略略向上，使嘴巴成为三角形这也不是丑模样。"}
{"text":"我真怕你们要变呆鸟。她将披着的头发向后一抖，人这才看清了脸孔石灰一样白的圆脸，漆黑的浓眉，乌黑的眼眶，猩红的嘴唇。听说浙东的有几府的戏文里，吊神又拖着几寸长的假舌头，但在绍兴没有。不是我袒护故乡，我以为还是没有好那么，比起现在将眼眶染成淡灰色的时式打扮来，可以说是更彻底，更可爱。不过下嘴角应该略略向上，使嘴巴成为三角形这也不是丑模样。假使半夜之后，在薄暗中，远处隐约着一位这样的粉面朱唇，就是现在的我，也许会跑过去看看的，但自然，却未必就被诱惑得上吊。她两肩微耸，四顾，倾听，似惊，似喜，似怒，终于发出悲哀的声音，慢慢地唱道奴奴本身杨家女，呵呀，苦呀，天哪！下文我不知道了。就是这一句，也还是刚从克士那里听来的。但那大略，是说后来去做童养媳，备受虐待，终于弄到投缳。唱完就听到远处的哭声，这也是一个女人，在衔冤悲泣，准备自杀。她万分惊喜，要去讨替代了，却不料突然跳出男吊来，主张应该他去讨。他们由争论而至动武，女的当然不敌，幸而王灵官虽然脸相并不漂亮，却是热烈的女权拥护家，就在危急之际出现，一鞭把男吊打死，放女的独去活动了。老年人告诉我说古时候，是男女一样的要上吊的，自从王灵官打死了男吊神，才少有男人上吊而且古时候，是身上有七七四十九处，都可以吊死的，自从王灵官打死了男吊神，致命处才只在脖子上。中国的鬼有些奇怪，好像是做鬼之后，也还是要死的，那时的名称，绍兴叫作鬼里鬼。但男吊既然早被王灵官打死，为什么现在跳吊，还会引出真的来呢？我不懂这道理，问问老年人，他们也讲说不明白。而且中国的鬼还有一种坏脾气，就是讨替代，这才完全是利己主义倘不然，是可以十分坦然的和他们相处的。习俗相沿，虽女吊不免，她有时也单是讨替代，忘记了复仇。绍兴煮饭，多用铁锅，烧的是柴或草，烟煤一厚，火力就不灵了，因此我们就常在地上看见刮下的锅煤。但一定是散乱的，凡村姑乡妇，谁也决不肯省些力，把锅子伏在地面上，团团一刮，使烟煤落成一个黑圈子。这是因为吊神诱人的圈套，就用煤圈炼成的缘故。散掉烟煤，正是消极的抵制，不过为的是反对讨替代，并非因为怕她去报仇。"}
{"text":"绍兴煮饭，多用铁锅，烧的是柴或草，烟煤一厚，火力就不灵了，因此我们就常在地上看见刮下的锅煤。但一定是散乱的，凡村姑乡妇，谁也决不肯省些力，把锅子伏在地面上，团团一刮，使烟煤落成一个黑圈子。这是因为吊神诱人的圈套，就用煤圈炼成的缘故。散掉烟煤，正是消极的抵制，不过为的是反对讨替代，并非因为怕她去报仇。被压迫者即使没有报复的毒心，也决无被报复的恐惧，只有明明暗暗，吸血吃肉的凶手或其帮闲们，这才赠人以犯而勿校或勿念旧恶的格言，――我到今年，也愈加看透了这些人面东西的秘密。九月十九――二十日。本篇最初发表于一九三六年十月五日中流半月刊第一卷第三期。王思任―字季重，浙江山阴今绍兴人，明末官九江佥事。弘光元年清兵破南京，明朝宰相马士英逃往浙江，王思任在骂他的信中说叛兵至则束手无措，强敌来则缩颈先逃且欲求奔吾越夫越乃报仇雪耻之国，非藏垢纳污之地也。鲁王监国于绍兴，思任曾为礼部尚书，不久，绍兴城破，绝食而死。著有文饭小品等。无常佛家语。原指世间一切事物都在变异灭坏的过程中后引申为死的意思，也用以称迷信传说中的勾魂使者。尔雅我国最早的解释词义的专著，大概由汉初学者缀辑周汉著作而成。蚬，缢女，见尔雅释虫。大戏和目连都是绍兴的地方戏。清代范寅越谚卷中说班子唱戏成班者，有文班武班之别。文专唱和，名高调班武演战斗，名乱弹班。又说万按此处读木莲班此专唱万莲一出戏者，百姓为之。高调班和乱弹班就是大戏万莲班就是目莲戏。大戏和目莲戏所演的目莲救母，内容繁简不一，但开场和收场，以及鬼魂的出现则都相同。参看朝花夕拾无常和且介亭杂文门外文谈第十节。英语源出拉丁语业余从事文艺科学或体育运动的人这里用作业余演员的意思。高长虹在一九二五年十一月七日狂飙周刊第五期上发表的北京出版界形势指掌图中攻击说实际的反抗者按指女师大学生从哭声中被迫出校后遂戴其纸糊的权威者的假冠入于心身交病之状况矣！参看华盖集续编所谓思想界先驱者启事。九歌我国古代楚国人民祭神的歌词。计十一篇，相传为屈原所作。国殇是对阵亡将士的颂歌。"}
{"text":"英语源出拉丁语业余从事文艺科学或体育运动的人这里用作业余演员的意思。高长虹在一九二五年十一月七日狂飙周刊第五期上发表的北京出版界形势指掌图中攻击说实际的反抗者按指女师大学生从哭声中被迫出校后遂戴其纸糊的权威者的假冠入于心身交病之状况矣！参看华盖集续编所谓思想界先驱者启事。九歌我国古代楚国人民祭神的歌词。计十一篇，相传为屈原所作。国殇是对阵亡将士的颂歌。跳加官旧时在戏剧开场演出以前，常由演员一人戴面具即加官脸，穿袍执笏，手里拿着写有天官赐福指日高升等吉利话的条幅，在场上回旋舞蹈，称为跳加官。犊鼻原出史记司马相如传，据南朝宋裴S集解引三国吴韦昭说今三尺布作，形如犊鼻。这里是指绍兴一带称为牛头裤的一种短裤。王灵官相传是北宋末年的方士明宣宗时封为隆恩真君。据明史礼志隆恩真君者玉枢火府天将王灵官也。后来道观中都奉为镇山门之神。王充―约字仲任，会稽上虞今浙江上虞人，东汉思想家和散文家。论衡是他的论文集，今存八十四篇。论衡订鬼篇说鬼，阳气也，时藏时见。阳气赤，故世人尽见鬼，其色纯朱。杨家女应为良家女。据目连戏的故事说她幼年时父母双亡，婶母将她领给杨家做童养媳，后又被婆婆卖入妓院，终于自缢身死。在目连戏中，她的唱词是奴奴本是良家女，将奴卖入勾栏里生前受不过王婆气，将奴逼死勾栏里。阿呀，苦呀，天哪！将奴逼死勾栏里。克士周建人的笔名。周建人，字乔峰，的三弟。生物学家，当时任商务印书馆编辑。犯而勿校语出论语泰伯，原作犯而不校。校，计较的意思。勿念旧恶，语出论语公冶长，原作不念旧恶。海上述林上卷海上述林上卷这一卷里，几乎全是关于文学的论说只有现实中的五篇，是根据了杂志文学的遗产撰述的，再除去两篇序跋，其余就都是翻译。编辑本集时，所据的大抵是原稿但绥拉菲摩维支铁流序，却是由排印本收入的。"}
{"text":"校，计较的意思。勿念旧恶，语出论语公冶长，原作不念旧恶。海上述林上卷海上述林上卷这一卷里，几乎全是关于文学的论说只有现实中的五篇，是根据了杂志文学的遗产撰述的，再除去两篇序跋，其余就都是翻译。编辑本集时，所据的大抵是原稿但绥拉菲摩维支铁流序，却是由排印本收入的。十五年来的书籍版画和单行版画一篇，既系摘译，又好像曾由别人略加改易，是否合于本意，已不可知，但因为关于艺术的只有这一篇，所以仍不汰去。冷淡所据的也是排印本，本该是收在高尔基论文拾补中的，可惜发见得太迟一点，本书已将排好了，因此只得附在卷末。对于文辞，只改正了几个显然的笔误和补上若干脱字至于因为断续的翻译，遂使人地名的音译字，先后不同，或当时缺少参考书籍，注解中偶有未详之处，现在均不订正，以存其真。关于搜罗文稿和校印事务种种，曾得许多友人的协助，在此一并志谢。一九三六年三月下旬，编者。本篇最初印入海上述林上卷。海上述林是瞿秋白的译文集，在瞿秋白被国民党反动派杀害后，由搜集编辑和出版，分上下两卷。上卷辨林版权页署一九三六年五月出版，收马克思恩格斯列宁普列汉诺夫拉法格等人的文学论文，以及高尔基论文选集和拾补等。因当时国民党当局的压迫，该书出版时只署诸夏怀霜社校印，书脊上署三个拉丁字母。按诸夏，即中国，见论语八佾篇注引后汉包咸说霜，瞿秋白的原名后又改名爽，即史铁儿，瞿秋白的一个笔名。现实瞿秋白根据苏联共产主义学院出版的文学遗产第一二两期材料编译的一部马克思主义文艺论文集。收入恩格斯普列汉诺夫拉法格文艺方面的论文和书信七篇，编译的有关论文六篇，一篇。在编辑海上述林时，为了适应当时的环境，将副题马克思主义文艺论文集改为科学的文艺论文集。文学的遗产苏联共产主义学院出版的不定期丛刊，多载过去的作家未曾刊行的作品和关于他们的传记资料。绥拉菲摩维支铁流序绥拉菲摩维支全集编者涅拉陀夫所作，原题为十月的艺术家。海上述林据一九三一年三闲书屋出版的铁流中译本收入。十五年来的书籍版画和单行版画楷戈达耶夫作，从苏联的艺术杂志第一二期合刊摘译。"}
{"text":"在编辑海上述林时，为了适应当时的环境，将副题马克思主义文艺论文集改为科学的文艺论文集。文学的遗产苏联共产主义学院出版的不定期丛刊，多载过去的作家未曾刊行的作品和关于他们的传记资料。绥拉菲摩维支铁流序绥拉菲摩维支全集编者涅拉陀夫所作，原题为十月的艺术家。海上述林据一九三一年三闲书屋出版的铁流中译本收入。十五年来的书籍版画和单行版画楷戈达耶夫作，从苏联的艺术杂志第一二期合刊摘译。译文曾印入一九三四年编选以三闲书屋名义出版的引玉集。海上述林下卷海上述林下卷这一卷所收的，都是文学的作品诗，剧本，小说。也都是翻译。编辑时作为根据的，除克里慕萨慕京的生活的残稿外，大抵是印本。只有没工夫唾骂曾据自己校过的印本改正几个错字。高尔基的早年创作也因为得到原稿校对，补入了几条注释，所可惜的是力图保存的第十三篇关于列尔孟托夫的小说的原稿终被遗失，印本上虽有可疑之处，也无从质证，而且连小引也恐怕和初稿未必完全一样了。采择翻译的底本，似乎并无条理。看起来大约一是先要能够得到，二是看得可以发表，这才开手来翻译。而且有时也许还因了插图的引动，如雷赫台莱夫和巴尔多的绘画，都曾为所爱玩，观最末一篇小说之前的小引，即可知。所以这里就不顾体例和上卷不同，凡原本所有的图画，也全数插入，――这，自然想借以增加读者的兴趣，但也有些所谓悬剑空垅的意思的。至于关于辞句的办法，却和上卷悉同，兹不赘。一九三六年四月末，编者。本篇最初印入海上述林下卷。下卷藻林，版权页署一九三六年十月出版，收高尔基的讽刺诗市侩颂，别德讷依的讽刺诗没工夫唾骂，卢那察尔斯基的剧本解放了的董吉诃德，高尔基的创作选集等。克里慕萨慕京的生活通译克里姆萨姆金的一生，高尔基的长篇小说。印入海上述林的残稿只是该书第一部第一章的开端。没工夫唾骂苏联诗人别德讷衣通译别德内依讽刺托洛茨基的一首长诗。第十三篇关于列尔孟托夫的小说苏联作家巴甫连珂作，是根据文学史上的材料写成的关于俄国大诗人莱蒙托夫的一个短篇小说。"}
{"text":"克里慕萨慕京的生活通译克里姆萨姆金的一生，高尔基的长篇小说。印入海上述林的残稿只是该书第一部第一章的开端。没工夫唾骂苏联诗人别德讷衣通译别德内依讽刺托洛茨基的一首长诗。第十三篇关于列尔孟托夫的小说苏联作家巴甫连珂作，是根据文学史上的材料写成的关于俄国大诗人莱蒙托夫的一个短篇小说。印入海上述林下卷的高尔基早年创作二篇中，有雷赫台莱夫的插图八幅又在第十三篇关于列尔孟托夫的小说中，有巴尔多的插图四幅，在该篇译文的小引里说所附的三幅插图按该篇在译文月刊发表时只有插图三幅，读者可以仔细的一看这是多么有力，多么凸现。悬剑空垅语见文选卷四十三南朝梁刘峻重答刘秣陵沼书，这原是春秋时吴国季札的故事。史记吴太伯世家载吴使季札聘于鲁北过徐君，徐君好季札剑，口弗敢言季札心知之，为使上国未献。还至徐，徐君已死，于是乃解其宝剑，系之徐君冢树而去。第死节死当印造凯绥珂勒惠支所作版画的选集时，曾请史沫德黎女士做一篇序。自以为这请得非常合适，因为她们俩原极熟识的。不久做来了，又逼着茅盾先生译出，现已登在选集上。其中有这样的文字许多年来，凯绥珂勒惠支――她从没有一次利用过赠授给她的头衔――作了大量的画稿，速写，铅笔作的和钢笔作的速写，木刻，铜刻。把这些来研究，就表示着有二大主题支配着，她早年的主题是反抗，而晚年的是母爱，母性的保障，救济，以及死。而笼照于她所有的作品之上的，是受难的，悲剧的，以及保护被压迫者深切热情的意识。有一次我问她从前你用反抗的主题，但是现在你好像很有点抛不开死这观念。这是为什么呢？用了深有所苦的语调，她回答道，也许因为我是一天一天老了！我那时看到这里，就想了一想。算起来她用死来做画材的时候，是一九一年顷这时她不过四十三四岁。我今年的这想了一想，当然和年纪有关，但回忆十余年前，对于死却还没有感到这么深切。大约我们的生死久已被人们随意处置，认为无足重轻，所以自己也看得随随便便，不像欧洲人那样的认真了。有些外国人说，中国人最怕死。这其实是不确的，――但自然，每不免模模胡胡的死掉则有之。"}
{"text":"这是为什么呢？用了深有所苦的语调，她回答道，也许因为我是一天一天老了！我那时看到这里，就想了一想。算起来她用死来做画材的时候，是一九一年顷这时她不过四十三四岁。我今年的这想了一想，当然和年纪有关，但回忆十余年前，对于死却还没有感到这么深切。大约我们的生死久已被人们随意处置，认为无足重轻，所以自己也看得随随便便，不像欧洲人那样的认真了。有些外国人说，中国人最怕死。这其实是不确的，――但自然，每不免模模胡胡的死掉则有之。大家所相信的死后的状态，更助成了对于死的随便。谁都知道，我们中国人是相信有鬼近时或谓之灵魂的，既有鬼，则死掉之后，虽然已不是人，却还不失为鬼，总还不算是一无所有。不过设想中的做鬼的久暂，却因其人的生前的贫富而不同。穷人们是大抵以为死后就去轮回的，根源出于佛教。佛教所说的轮回，当然手续繁重，并不这么简单，但穷人往往无学，所以不明白。这就是使死罪犯人绑赴法场时，大叫二十年后又是一条好汉，面无惧色的原因。况且相传鬼的衣服，是和临终时一样的，穷人无好衣裳，做了鬼也决不怎么体面，实在远不如立刻投胎，化为赤条条的婴儿的上算。我们曾见谁家生了小孩，胎里就穿着叫化子或是游泳家的衣服的么？从来没有。这就好，从新来过。也许有人要问，既然相信轮回，那就说不定来生会堕入更穷苦的景况，或者简直是畜生道，更加可怕了。但我看他们是并不这样想的，他们确信自己并未造出该入畜生道的罪孽，他们从来没有能堕畜生道的地位，权势和金钱。然而有着地位，权势和金钱的人，却又并不觉得该堕畜生道他们倒一面化为居士，准备成佛，一面自然也主张读经复古，兼做圣贤。他们像活着时候的超出人理一样，自以为死后也超出了轮回的。至于小有金钱的人，则虽然也不觉得该受轮回，但此外也别无雄才大略，只豫备安心做鬼。所以年纪一到五十上下，就给自己寻葬地，合寿材，又烧纸锭，先在冥中存储，生下子孙，每年可吃羹饭。这实在比做人还享福。假使我现在已经是鬼，在阳间又有好子孙，那么，又何必零星卖稿，或向北新书局去算账呢，只要很闲适的躺在楠木或阴沉木的棺材里，逢年逢节，就自有一桌盛馔和一堆国币摆在眼前了，岂不快哉！就大体而言，除极富贵者和冥律无关外，大抵穷人利于立即投胎，小康者利于长久做鬼。"}
{"text":"所以年纪一到五十上下，就给自己寻葬地，合寿材，又烧纸锭，先在冥中存储，生下子孙，每年可吃羹饭。这实在比做人还享福。假使我现在已经是鬼，在阳间又有好子孙，那么，又何必零星卖稿，或向北新书局去算账呢，只要很闲适的躺在楠木或阴沉木的棺材里，逢年逢节，就自有一桌盛馔和一堆国币摆在眼前了，岂不快哉！就大体而言，除极富贵者和冥律无关外，大抵穷人利于立即投胎，小康者利于长久做鬼。小康者的甘心做鬼，是因为鬼的生活这两字大有语病，但我想不出适当的名词来，就是他还未过厌的人的生活的连续。阴间当然也有主宰者，而且极其严厉，公平，但对于他独独颇肯通融，也会收点礼物，恰如人间的好官一样。有一批人是随随便便，就是临终也恐怕不大想到的，我向来正是这随便党里的一个。三十年前学医的时候，曾经研究过灵魂的有无，结果是不知道又研究过死亡是否苦痛，结果是不一律，后来也不再深究，忘记了。近十年中，有时也为了朋友的死，写点文章，不过好像并不想到自己。这两年来病特别多，一病也比较的长久，这才往往记起了年龄，自然，一面也为了有些们笔下的好意的或是恶意的不断的提示。从去年起，每当病后休养，躺在藤躺椅上，每不免想到体力恢复后应该动手的事情做什么文章，翻译或印行什么书籍。想定之后，就结束道就是这样罢――但要赶快做。这要赶快做的想头，是为先前所没有的，就因为在不知不觉中，记得了自己的年龄。却从来没有直接的想到死。直到今年的大病，这才分明的引起关于死的豫想来。原先是仍如每次的生病一样，一任着日本的医师的诊治的。他虽不是肺病专家，然而年纪大，经验多，从习医的时期说，是我的前辈，又极熟识，肯说话。自然，医师对于病人，纵使怎样熟识，说话是还是有限度的，但是他至少已经给了我两三回警告，不过我仍然不以为意，也没有转告别人。大约实在是日子太久，病象太险了的缘故罢，几个朋友暗自协商定局，请了美国的医师来诊察了。他是在上海的唯一的欧洲的肺病专家，经过打诊，听诊之后，虽然誉我为最能抵抗疾病的典型的中国人，然而也宣告了我的就要灭亡并且说，倘是欧洲人，则在五年前已经死掉。这判决使善感的朋友们下泪。我也没有请他开方，因为我想，他的医学从欧洲学来，一定没有学过给死了五年的病人开方的法子。然而医师的诊断却实在是极准确的，后来我照了一张用光透视的胸像，所见的景象，竟大抵和他的诊断相同。"}
