{"text":"所以现在当外交官，这些东西都要会玩，等于当年在麻将桌上解决问题。由这些事实看来，就知道孔子实在深通人情世故，无论是规劝人家也好，有所建议也好，提出请求也好，谈事情一定要先看颜色。当然看人颜色说话的办法，用在坏的方面就非常坏，佛曰不可说，不可说了。谁人肯向死前休孔子曰君子有三戒。少之时，血气未定，戒之在色及其壮也，血气方刚，戒之在斗及其老也，血气既衰，戒之在得。这些都是我们大家所熟习的。孔子将人生分三个阶段，对人慎戒的名言。我们加上年龄经验心理生理的体验，就愈知这三句话意义之深刻。少年戒之在色，就是性的问题，男女之间如果过分的贪欲，很多人只到三四十岁，身体就毁坏了。有许多中年老年人的病，就因为少年时的性行为，没有戒之在色，而种下病因。中国人对性这方面的学问研究得很周密，这是在医学方面而言，但是很可怜的，在道德上对这方面遮挡得太厉害，反而使这门学问不能发展，以致国民健康受到妨碍。据我所了解，过去中小学几乎没有一个青少年不犯手淫的，当父母的要当心！当年德国在纳粹时代，青少年都穿短裤，晚上睡觉的时候将手绑起来放在被子外面，这是讲究卫生学，为了日耳曼民族的优越。这样做法，虽然过分了，但教育方面大有益处。现在年轻一代的思想，女孩子愿意嫁给有钱的老年人，丈夫死了，反正有钱再嫁人男孩子受某些外国电影的影响，喜欢爱恋中年妇女。这是一般的风气，也是一个严重问题。所以知道了青少年的思想后，发现我们的教育问题很多。至于外国，如美国的男女青年，很不愿意结婚，怕结婚以后负责任，只是玩玩而已，以致社会一片混乱。这是人类文化一个大问题，所以孔子说血气未定，戒之在色。这句话真的发挥起来，问题很多，性心理的教育，要特别注意。壮年戒之在斗，这个斗的问题也很大，不止是指打架而已，一切闹意气的竞争都是斗。这里说戒之在斗，就是事业的竞争，处处想打击人家，自己能站起来，这种心理是中年人的毛病。老年人戒之在得，这个问题蛮严重，不到这个年龄不知道。譬如说一个人的个性相当慷慨，自己就要常常警惕，不要老了反而不能做到。曾经看到许多人，年轻时仗义疏财，到了老年一毛钱都舍不得花，事业更舍不得放手。早年慷慨好义，到晚年一变，对钱看得像天一样大。不止钱这一点要戒之在得。"}
{"text":"壮年戒之在斗，这个斗的问题也很大，不止是指打架而已，一切闹意气的竞争都是斗。这里说戒之在斗，就是事业的竞争，处处想打击人家，自己能站起来，这种心理是中年人的毛病。老年人戒之在得，这个问题蛮严重，不到这个年龄不知道。譬如说一个人的个性相当慷慨，自己就要常常警惕，不要老了反而不能做到。曾经看到许多人，年轻时仗义疏财，到了老年一毛钱都舍不得花，事业更舍不得放手。早年慷慨好义，到晚年一变，对钱看得像天一样大。不止钱这一点要戒之在得。别的方面事情还多。有一本小说官场现形记，其中描写一个做官的人做上了瘾，临死时躺在家里床上，已经进入了弥留状态，这时他的心里只有一个意念还在做官，还要过官瘾。于是两个副官站在房门口，拿出旧名起来，一个副官念道某某大员驾到！另一个副官念道老爷欠安，挡驾！他听了过瘾。以前觉得这部小说写得太挖苦人等到年龄大了，就知道写得并不挖苦人，的确有许多这一类的人。有人在做事情的时候，生龙活虎，退休下来以后，在家就闲得发愁发烦。此外还有一个人，听人说某一著名大建筑是他盖的，已经很有钱了，一位将军问他，既然这样富有，年纪又这样大了，还拚命去赚钱干什么？这位老先生答说，正因为年纪大了才拚命赚钱，如再不去赚钱，没有多少机会了。这又是什么人生哲学呢？有个朋友说某老先生，也很有钱，专门存美钞，每天临睡以前，一定要打开保险箱，拿出美钞来数一遍，才睡得着。看这类故事，越发觉得戒得的修养太重要了，岂只是为名为利而已。人生能把这些道理看得开，自己能够体会得到，就蛮舒服，否则到了晚景，自己精神没有安排，是很痛苦的，所以孔子这个人生三戒很值得警惕。怕的哲学孔子曰君子有三畏畏天命，畏大人，畏圣人之言。小人不知天命而不畏也，狎大人，侮圣人之言。这里所谓畏就是敬，人生无所畏，实在很危险，只有两种人可以无畏，一种是第一等智慧的人，一种是最笨的人，可以不要畏。这是哲学问题，和宗教信仰一样，我常劝朋友，有个宗教信仰也不错，不管信哪一教，到晚年可以找一个精神依靠。但是谈宗教信仰，第一等智慧的人有，最笨的人也有，中间的人就很难有宗教的信仰。人生如果没有可怕的，无所畏惧就完了，譬如在座的各位，有没有可怕的？一定有，如怕老了怎么办？前途怎么样？没有钱怎么办？"}
{"text":"小人不知天命而不畏也，狎大人，侮圣人之言。这里所谓畏就是敬，人生无所畏，实在很危险，只有两种人可以无畏，一种是第一等智慧的人，一种是最笨的人，可以不要畏。这是哲学问题，和宗教信仰一样，我常劝朋友，有个宗教信仰也不错，不管信哪一教，到晚年可以找一个精神依靠。但是谈宗教信仰，第一等智慧的人有，最笨的人也有，中间的人就很难有宗教的信仰。人生如果没有可怕的，无所畏惧就完了，譬如在座的各位，有没有可怕的？一定有，如怕老了怎么办？前途怎么样？没有钱怎么办？没车子坐怎么办？都怕，一天到晚都在怕。人生要找一个所怕的。孔子教我们要找畏惧，没有畏惧不行。第一个畏天命，等于宗教信仰，中国古代没有宗教的形态，而有宗教哲学。有一位大学校长说一句非常简单的话，越说越使人不懂，就是哲学。这虽是笑话，也蛮有道理，由此可见哲学之难懂。中国的乡下人往往是大哲学家，很懂得哲学，因为他相信命。至于命又是什么？他不知道，反正事好事坏，都认为是命，这就是哲学，他的思想有一个中心。天命也是这样，这畏天命三个字，包括了一切宗教信仰，信上帝主宰佛。这些都是畏天命。一个人有所怕才有所成，一个人到了无所怕，不会成功的。第二点畏大人，这个大人并不是一定指官做得大。对父母长辈有道德学问的人有所怕，才有成就。第三畏圣人之言，像我们读论语，看四书五经，基督教徒看圣经，佛教徒看佛经，这些都是圣人之言，怕违反了圣人的话。我们只要研究历史上的成功人物，他们心理上一定有个东西，以普通的哲学来讲，就是找一个信仰的东西，一个主义，一个目的为中心，假使没有这个中心就完了。孔子说，相反的，小人不知天命，所以不怕。狎大人，玩弄别人，一切都不信任，也不怕圣人的话，结果一无所成。这中间的道理也很多，历史政治哲学都有关系，古今中外历史上，凡是有所创造的人，总要找一个帽子戴着。讲到这里，我们想到一个故事有大小两条蛇，要过街，大蛇想大摇大摆过去，小蛇不敢过去，叫住大蛇说，这样过街你我两个都会被打死。大蛇问该怎么办？小蛇说有一个办法过去，不但不被人打死，还有人替我们修龙王庙。大蛇问他什么办法？小蛇说，你仍然昂起头来大摇大摆过去，但让我站在你头上一起过去。这样一来，我们不但不被打死，人们看了觉得稀奇，一定认为龙王出来了，摆起香案拜我们。"}
{"text":"这中间的道理也很多，历史政治哲学都有关系，古今中外历史上，凡是有所创造的人，总要找一个帽子戴着。讲到这里，我们想到一个故事有大小两条蛇，要过街，大蛇想大摇大摆过去，小蛇不敢过去，叫住大蛇说，这样过街你我两个都会被打死。大蛇问该怎么办？小蛇说有一个办法过去，不但不被人打死，还有人替我们修龙王庙。大蛇问他什么办法？小蛇说，你仍然昂起头来大摇大摆过去，但让我站在你头上一起过去。这样一来，我们不但不被打死，人们看了觉得稀奇，一定认为龙王出来了，摆起香案拜我们。还再把我们送到一个地方，盖一个龙王庙。结果照这个办法过街，果然当地人看后盖了一个龙王庙。这个故事分析起来很有道理，所以一个事业要成功，常在上面顶一个所畏的。所以有朋友去做生意，我劝他另外随便顶一个小蛇去当董事长，也不要当总经理，做一个副总经理就行了。慢慢过街，成功以后，反正有个大龙王庙，自有乘凉的地方，没有成功则可以少一点事。还有一个故事，古时有一位太子，声望已经很高了，还要去周游列国，培养自己的声望。这时突然来了一个乡下老头儿，腋下挟把破雨伞，言不压众，貌不惊人，自称王者之师，说可以做皇帝的老师，帮助平天下，求见太子。通报以后太子延见，这老头儿说，听说你要出国，但这样去不行，你要拜我为老师，处处要捧我，在各国宴请你的时候，大位要让我坐，你这样才能成功。太子问他这是什么道理？老头儿说，我以为你很聪明，一提就懂，你还不懂，可见你笨。现在告诉你，你生下来就是太子了，绝对不会坐第二个位置，而你在国际上的声望也已经这样高了，再去访问一番，也不会更增加多少。可是你这次出去不同，带了我这样一个糟老头子，还处处恭维我，大家对你的观感不同了，认为你了不起。第一，你礼贤下士，非常谦虚。第二，这糟老头的肚里究竟有多大学问，人家搞不清楚，对你就畏惧了。各国对你有了这两种观感，你就成功了。这位太子照他的做，果然成功了。这不只是一个笑话，由此可懂人生。懂了这个窍，历史的钥匙也拿到了，乃至个人成功的道理也就懂了。有时候把好位置让给别人坐坐，自己在旁边帮着抬轿，舒服得很。这就是君子三畏的道理，一定要自己找一个怕的，诚敬的去做，是一种道德。没有可怕的就去信一个宗教，再没有可怕的，回家去装着怕太太。这真是一个哲学，我发现一个有思想信仰的人，他的成就绝对不同，一个人没有什么管到自己的时候，很容易就是失败的开始，不然，还是回家拜观音菩萨才好。"}
{"text":"各国对你有了这两种观感，你就成功了。这位太子照他的做，果然成功了。这不只是一个笑话，由此可懂人生。懂了这个窍，历史的钥匙也拿到了，乃至个人成功的道理也就懂了。有时候把好位置让给别人坐坐，自己在旁边帮着抬轿，舒服得很。这就是君子三畏的道理，一定要自己找一个怕的，诚敬的去做，是一种道德。没有可怕的就去信一个宗教，再没有可怕的，回家去装着怕太太。这真是一个哲学，我发现一个有思想信仰的人，他的成就绝对不同，一个人没有什么管到自己的时候，很容易就是失败的开始，不然，还是回家拜观音菩萨才好。学问的条件孔子曰生而知之者，上也。学而知之者，次也。困而学之，又其次也。困而不学，民斯为下矣！这是教育与天才的关系，孔子说有些人生而知之，这是天才，上等人。的确有些人生而知之，这一点在中外历史上可看到，大的军事家，并不一定懂兵法，中国历史有一句话，说宋代名将狄青作战，是暗合兵法。就是说他并不是习武出身，可是自然有军事天才。据我所知，有许多朋友，对军事上的学理讲得非常好，对是打起仗来，老是打败仗。大的政治家也并不一定是政治系毕业的，人情世故通了，自然对。所以不管文学艺术任何一方面，都有天才。孔子也不是念哲学系或是伦理系教育系耶稣老子都不曾读什么系。他们的学问就是对的，千秋不易，是生而知之的天才。其次是学而知之，学了才会再其次困而学之，要勉强，大家要有这个精神，自己勉强自己，规定自己努力。我个人的经验，也许是个人嗜好不同，隔几天不摸书本，就觉得不对头，好像几天不打牌手会发痒的人一样。但这是困而学之，自己规定了自己，非读书不可，看小说都是好的。但有一般人，困而不学，勉强订个范围，让他去学，他还不肯去学，这种人就免谈为学了。孔子曰君子有九思视思明听思聪色思温貌思恭言思忠事思敬疑思问忿思难见得思义。这九个条件，完全讲到思想问题。在我们生活思想上，以伦理道德为作人做事的标准，孔子说有九个重点。这一节，如在文字表面上来解释，就不必再讲了，如视思明，当然看东西要看得清楚，但这并不是指两个眼睛去看东西，现在眼睛看不清楚也没有关系，街上眼镜店多得很。这是抽象的，讲精神上对任何事情的观察，要特别注意看得清楚。同样听了别人的话以后，也要加以考虑，所以谣言止于智者。"}
{"text":"孔子曰君子有九思视思明听思聪色思温貌思恭言思忠事思敬疑思问忿思难见得思义。这九个条件，完全讲到思想问题。在我们生活思想上，以伦理道德为作人做事的标准，孔子说有九个重点。这一节，如在文字表面上来解释，就不必再讲了，如视思明，当然看东西要看得清楚，但这并不是指两个眼睛去看东西，现在眼睛看不清楚也没有关系，街上眼镜店多得很。这是抽象的，讲精神上对任何事情的观察，要特别注意看得清楚。同样听了别人的话以后，也要加以考虑，所以谣言止于智者。我经验中常遇到赵甲来说钱乙，钱乙来说孙丙，我也常常告诉他们说，这些话不必相信，只是谣言，听来的话要用智慧去判断。脸色态度要温和，套用现代的话，是不可摆出神气的样子。对人的态度，处处要恭敬，恭敬并不是刻板，而是出于至诚的心情。讲话言而有信。对事情负责任。有怀疑就要研究，找寻正确的答案。忿思难的忿，照文字上讲是忿怒，实际是情绪上的冲动，就是对一件事情，在情绪上冲动要去做时，要考虑考虑，每件事都有它难的一面，不要一鼓作气就去做了。最重要的是见得思义，凡是种种利益，在可以拿到手的时候，就应该考虑是否合理，应该不应该拿。孔子曰见善如不及，见不善如探汤，吾见其人矣，吾闻其语矣。隐居以求其志，行义以达其道，吾闻其语矣，未见其人也。上面讲了人生的大原则，这里孔子提供自己的经验，他说有些人见善如不及，看到别人好的地方，自己赶紧想学习，怕来不及去学见不善如探汤，看到坏的事情，就像手伸到滚开的水里一样，马上缩手。就是说有些人看见坏的事情绝对不做。孔子说，像这样专门走好的路子，坏的路子碰都不碰的人，我还看过，也听到过他这样的言论。第二点，他说有些人隐居以求其志，一辈子不想出来，尤其古代以做官为发展志向唯一的道路，可是有些人一辈子不肯出来做官，自己自由意志，做自己的学问，管自己的人生，不想出名，也不想做官，做事则处处要求合宜合情合理，走仁义的路线。孔子说，这样的言论我听得多了，可是没有看到真这样做到的人，所以绝对不要功名富贵，行义以达其道的，在理论上讲起来容易，做起来非常难。这里两条作为对比。上面是说专门做好事，坏事碰都不碰，这样的人蛮多，第二条的人难了，一辈子功名富贵不足以动心的，这在理论上讲容易，到功名富贵摆在面前时，而能够不要的，却很难很难！这是人生哲学。"}
{"text":"孔子说，这样的言论我听得多了，可是没有看到真这样做到的人，所以绝对不要功名富贵，行义以达其道的，在理论上讲起来容易，做起来非常难。这里两条作为对比。上面是说专门做好事，坏事碰都不碰，这样的人蛮多，第二条的人难了，一辈子功名富贵不足以动心的，这在理论上讲容易，到功名富贵摆在面前时，而能够不要的，却很难很难！这是人生哲学。但要注意，这一篇内容都离不开政治哲学。因此，接着便有齐景公有马千驷，死之日，民无德而称焉。伯夷叔齐饿于首阳之下，民到于今称之。其斯之谓与？这一段古人把它圈断了，因此宋儒认为应该是属于颜渊第十二篇中诚不以富，亦祗以异的下面。大概古人用竹简刻书，搬来搬去搬错了地方。我看不尽然，就如此紧接上面也很通的。孔子说，齐景公是天生的诸侯，掌政权时，财产很多，有上千的名马。换句话说，他富贵到了极点，可是在他死了以后，没有一点好事留下来值得世人去怀念他，老百姓早把他忘了在伯夷叔齐两兄弟，连皇帝都不要当，最后是饿死在首阳山，到现在大家都还在称颂他们，真是万古留名，这就是隐居以求其志，行义以达其道。这两句话的意义的表现了。换言之如果没有薄帝王而不为的修养，随便讲隐居以求其志，那也只是说说叫叫而已。诗礼传家下面近于这一篇的结论了陈亢问于伯鱼曰子亦有异闻乎？对曰未也。尝独立，鲤趋而过庭，曰学诗乎？对曰未也。不学诗，无以言。鲤退而学诗。他日又独立，鲤趋而过庭，曰学礼乎？对曰未也。不学礼，无以立。鲤退而学礼。闻斯二者。陈亢退而喜曰问一得三闻诗闻礼又闻君子之远其子也。这是孔子本身的故事，用它放在本篇后面来作结论的，这中间很有道理了。陈亢是孔子的学生，名子禽。上论中提到子禽问于子贡，他提出怀疑，问孔子到每个国家，到底是想干政治？还是希望对人家有所贡献？这位同学蛮有意思的，常常研究孔子，对孔子常存怀疑。伯鱼名鲤，是孔子的儿子，年轻就死了，鲤的儿子就是写中庸的子思。"}
{"text":"对曰未也。不学礼，无以立。鲤退而学礼。闻斯二者。陈亢退而喜曰问一得三闻诗闻礼又闻君子之远其子也。这是孔子本身的故事，用它放在本篇后面来作结论的，这中间很有道理了。陈亢是孔子的学生，名子禽。上论中提到子禽问于子贡，他提出怀疑，问孔子到每个国家，到底是想干政治？还是希望对人家有所贡献？这位同学蛮有意思的，常常研究孔子，对孔子常存怀疑。伯鱼名鲤，是孔子的儿子，年轻就死了，鲤的儿子就是写中庸的子思。有一天，子禽拉着孔子的儿子伯鱼，问他道，我们的老师就是你的父亲，他另外有什么秘诀传给你吧？对你有什么与我们不同的教育没有？伯鱼说，没有。但是一件事可告诉你，有一天我父亲一个人站在那里，这时当然没有同学在旁边，应该是父子间，讲秘密话的时候。我回来，匆匆走过大厅，他看见了叫我过去问，近来读什么书？有没有研究诗的学问？我对父亲说还没有，我父亲就告诫我，如果不学诗就无法讲话。中国古代的诗，包罗万象，研究了诗，知识自然就会渊博，能多了解各种知识，例如对生物界的禽鱼鸟兽之名，多所认识，乃至对科学性的植物动物，各种知识都能了解而博物。所以告诉伯鱼，不学诗，知识不够渊博，知识不渊博，则不论作文章说话都不行。因此我开始学诗了。又有一天我碰到我父亲，他问我学礼没有？我说没有。我父亲就说，一个人不学礼，不懂文化的基本精神，怎么站得起来作人？我听了他老人家教训，就进一步研究礼这方面的学问。只听了两点。伯鱼这样答复子禽。换句话说，孔子对儿子的教育和对学生的一样，一点没有秘诀和私心。子禽听了伯鱼的话，非常高兴，他说我只问了一个问题，研究老师，现在了解了三方面第一我知道了学诗的重要，知识渊博的重要第二知道礼的重要，就是文化中心的重要第三知道孔子真是圣人，没有私心，对自己儿子的教育，和对学生的教育一样。讲到这里，我想到一个亲身的经历，我一位太老师老师的老师赵凤}先生，广西人，不但中国学问深，也深通佛学，是很令人敬仰的。佛的精神讲度众生，众生并不专指人，人乃是众生之一，一切有生命的动物，都是众生。我的老师告诉我，这位太老师有很多奇怪的事，他只有一位独子，后来在成都司法界任职，我的老师访问他，太老师一生的学问，在他看起来有什么特点。他笑笑说先严没什么特点。先严视一切众生如儿女，对儿女却视同一切众生。"}
{"text":"讲到这里，我想到一个亲身的经历，我一位太老师老师的老师赵凤}先生，广西人，不但中国学问深，也深通佛学，是很令人敬仰的。佛的精神讲度众生，众生并不专指人，人乃是众生之一，一切有生命的动物，都是众生。我的老师告诉我，这位太老师有很多奇怪的事，他只有一位独子，后来在成都司法界任职，我的老师访问他，太老师一生的学问，在他看起来有什么特点。他笑笑说先严没什么特点。先严视一切众生如儿女，对儿女却视同一切众生。他这两句话我始终记得，越想越有味道。他的上一句话随便说还容易，下一句话对儿女视同一切众生更难了。这就是前辈们的教育，爱一切人如爱自己儿女一样，对自己儿女和对一切人一样，我真是心向往之，仰慕这种做法，教育上没有私心。称呼的礼节邦君之妻，君称之曰夫人，夫人自称曰小童。邦人称之曰君夫人，称诸异邦曰寡小君。异邦人称之，亦曰君夫人。这是中国古代的礼。这一篇，由季氏开始，讲文化的衰落历史的演变，后来讲礼义的重要，最后加一个看起来好像不相干的称谓问题。邦君之妻，就是诸侯的太太，诸侯公称她叫夫人。她对诸侯自称小童，老百姓称她为君夫人，外交礼貌上自称寡小君，外国人对她也称君夫人。这是古代礼貌，这些礼貌，现在就很难讲了！研究这个，中国有一套书，不过现在这个阶段，没有严格讲究这种礼貌，但是我想将来新的文化，还是会继承这种精神，只是名称不同而已。目前这个文化很混乱，有许多称呼很难。譬如女老师的丈夫应该如何称呼？讨论了很久，好像现在已经决定了称师丈。现在有许多称呼很怪。如世伯的称呼，就有许多人不懂，而称王伯伯李妈妈，以前称姓是不敬的如敝处一词年轻人就不懂，而自称府上某地的，那就太平遍了。至于台甫贵庚就更不懂了。这个时代，不知道是我落伍了，还是文化衰落了，但一切人文规范显得非常紊乱，社交礼貌也是花样百出，各行其是。文化的复兴应该表里同时进行，现在的国民生活须知，应加以广泛而详尽的订定，以适合现今的需要。阳货第十七以论语全书二十篇而言，最后的几篇等于作结论了。尤其这里第十七篇，是上论第七篇述而的引伸，所讲大都是孔子为人处世的重点，后世用来作为借镜。"}
