{"text":"汉武帝前后的时代遂成为中国历史上最光辉灿烂的时代之一。我再举唐代作一个例子。李唐的家世虽然可能与少数民族有某一些联系，但是几个著名的皇帝，特别是唐太宗，对保护中华民族主要是汉族的传统文化做了大量的工作。文学艺术书法绘画哲学宗教等文化的各个方面都得到了可喜的发展。中华文化还大量向外国输出，日本是一个显著的例子。唐太宗本人，武功显赫，文治辉煌。他是政治家军事家，又是书法家和诗人。贞观时代，留居长安的外国人数量极大。他们带来了各自国家的物质和精神文化，又带回中国文化。盛唐时期遂成为中国历史上最兴盛的时期之一，长安成为当时世界上第一大都会，唐王朝成为经济最发达力量最雄厚的国家。例子还可以举出一些来但是这两个已经够了。这一些例子透露了一条规律在中国历史上，凡是国力强盛时，对外文化交流，也可以叫做时代化，就进行得频繁而有生气。这反过来又促进了本国社会生产力的发展，使国力更加强盛。凡是国力衰竭时，就闭关自守，不敢进行文化交流。这反过来更促成了国力的萎缩。打一个也许不太确切的比方。健康的人，只要有营养，什么东西都敢吃。结果他变得更加健康。患了胃病或者自以为有病的人，终日愁眉苦脸，哼哼唧唧，嘀嘀咕咕，这也不敢吃，那也不敢动。结果无病生病，有病加病，陷入困境，不能自拔。清朝末年，被外国殖民主义者撞开了大门，有识之士意识到，不开放，不交流，则国家必无前途保守者则大惊失色，决定死抱住国粹不放，决不允许时代化。当时许多有名的争论，什么夷夏之辩，什么体用之争，又是什么本末之分，都与此有关。这是一个国家似醒非醒时的一种反映，其中也包含着传统文化与现代化的斗争。以后经历了民国军阀混战国民党统治等混乱的时期，终于迎来了解放。在解放初期，我们的国家是健康的。对于传统文化不一概抹杀，对于外来文化也并不完全拒绝。对于保护传统文化曾有过一点极左的干扰，影响不是很大。到了四人帮肆虐时期，情况完全变了。四人帮一伙既完全不懂传统文化，又患了严重的胃病，坚决拒绝一切外来的好东西。谁要是想学习外国的一点好东西，崇洋媚外洋奴哲学等等莫须有的帽子就满天飞舞，弄得人人谈洋色变。如果四人帮不垮台，胃病势将变成胃癌，我们国家的前途就岌岌可危了。十一届三中全会以后，我们国家又恢复了健康。我们既提倡保护传统文化，加以分析，批判继承，又提倡对外开放，大搞现代化。"}
{"text":"对于保护传统文化曾有过一点极左的干扰，影响不是很大。到了四人帮肆虐时期，情况完全变了。四人帮一伙既完全不懂传统文化，又患了严重的胃病，坚决拒绝一切外来的好东西。谁要是想学习外国的一点好东西，崇洋媚外洋奴哲学等等莫须有的帽子就满天飞舞，弄得人人谈洋色变。如果四人帮不垮台，胃病势将变成胃癌，我们国家的前途就岌岌可危了。十一届三中全会以后，我们国家又恢复了健康。我们既提倡保护传统文化，加以分析，批判继承，又提倡对外开放，大搞现代化。纵观几千年的中国历史，人们不能不承认，这是盛世之一，是最高的盛世，是正确处理传统文化与现代化这一对矛盾的典范。从这正确的处理中，我们可以看出，所谓全盘西化是理论上讲不通事实上办不到的。世界上还没有哪一个西方以外的国家全盘西化过。年月日东方文化与西方文化据说全世界学者对文化下的定义超过五百多个。这就等于没有定义。根据我粗浅的理解，人类在精神和物质方面所创造的一切优秀的东西，就叫做文化。文化的产生笼统地说，对文化产生不外有两种看法，一是一元产生论二是多元产生论。一元产生论主张世界上只有一个民族产生文化，这就是北欧人。其他民族都不产生文化，甚至是文化的破坏者。这是德国法西斯的理论，自然为我们所不取。我是主张文化产生多元论的。世界上任何民族，不论大小，都能产生文化，都对人类总体文化有贡献。但是，各民族产生的文化，在质和量上，又各自不同，甚至有极大的悬殊，这是历史事实。不承认这一点，不是实事求是的态度，不是科学态度。文化的交流自从有人类那一天起，就有文化交流。一个人在获取食物方面有了一个新的方法，别人学习，这就是交流。这当然是最简单最原始的交流。在历史发展过程中，人类逐渐形成了氏族部落等等。氏族与部落也有文化交流。以后形成了民族，形成了国家。民族与国家之间也有文化交流。这是更大范围的内容越来越丰富的文化交流。一直到今天，文化交流还在全世界各民族，各国家之间进行，以至形成了眼前的光辉灿烂的五光十色的人类文化。人类的生活越来越丰富，寿命越来越延长。文化交流是促进人类社会前进的最主要的力量。"}
{"text":"这当然是最简单最原始的交流。在历史发展过程中，人类逐渐形成了氏族部落等等。氏族与部落也有文化交流。以后形成了民族，形成了国家。民族与国家之间也有文化交流。这是更大范围的内容越来越丰富的文化交流。一直到今天，文化交流还在全世界各民族，各国家之间进行，以至形成了眼前的光辉灿烂的五光十色的人类文化。人类的生活越来越丰富，寿命越来越延长。文化交流是促进人类社会前进的最主要的力量。文化的体系尽管文化是不同地区不同民族创造出来的但是归根结蒂，这些文化却形成了或者结成了一些规模比较大的文化体系。根据我个人的看法，有史以来一直到今天人类共形成了四个文化体系，这些体系是一中国文化体系其中包含日本文化，后者有了某些改造与发展二印度文化体系三古希伯来埃及巴比伦亚述以至阿拉伯伊斯兰闪族文化体系四古希腊罗马以至近现代欧美的印度欧罗巴文化体系。两大文化体系以上四个文化体系，如果再归纳一下的话，可以分为两大文化体系一个是东方文化体系，包括上面的一二三三个文化体系第二个是西方文化体系，就是上面的第四个。人类自古以来的文化，尽在此矣。两大文化体系的同与异两大文化体系相同的地方是，都为人类造福，都提高了人的本质，都提高了人类的生活和享受水平，都推动了人类社会的发展。两大文化体系不同的地方，表现在很多方面。但是，我认为，最根本的不同却表现在思维模式方面，这是其他一切不同之点的基础和来源。一言以蔽之，东方文化体系的思维模式是综合的ps，而西方则是分析的。正如人类只能有东西两大文化体系，人类也只能有两个思维模式，不能有第三个。这种二分法，好像是大自然以及人类思维的一个基本原则。中国易经讲乾坤，也就是阴阳。自然界有日月，昼夜。宗教哲学伦理有光明与黑暗，善与恶，等等。所谓综合思维，其特点可以归结为两句话整体概念与普遍联系。用一句通俗的话来说，就是既见树木，又见森林。用医学来打个比喻头痛可以医脚，反之亦然。所谓分析思维，其特点就是抓住物质，一个劲地分析下去，一直分析到基本粒子。是不是还能再往下分呢在这里，科学界和哲学界意见都有分歧，一派主张物质无限可分，一派主张有限。这种分析的思维模式，用一句通俗的话来说，就是只见树木，不见森林。"}
{"text":"中国易经讲乾坤，也就是阴阳。自然界有日月，昼夜。宗教哲学伦理有光明与黑暗，善与恶，等等。所谓综合思维，其特点可以归结为两句话整体概念与普遍联系。用一句通俗的话来说，就是既见树木，又见森林。用医学来打个比喻头痛可以医脚，反之亦然。所谓分析思维，其特点就是抓住物质，一个劲地分析下去，一直分析到基本粒子。是不是还能再往下分呢在这里，科学界和哲学界意见都有分歧，一派主张物质无限可分，一派主张有限。这种分析的思维模式，用一句通俗的话来说，就是只见树木，不见森林。再用医学来作比喻，就是头痛医学，脚痛医脚。中国古代天人合一的思想，是东方思维模式的最有典型意义的代表。印度古代哲学宗教的你就是它――指宇宙，也表现了同一思想。印度佛教的名相分析，看似分析，深究其实，则与西方的分析迥乎不同。对东方文化的看法现在主宰世界的是西方文化。这是事实，谁也无法否认。但这只能是一时的现象。西方人轻视东方文化，实出于民族偏见。东方人，特别是中国人，轻视东方文化，则是短见。如果看问题能上下数千年，纵横几万里，则能看到事实的真相。三十年河西，三十年河东从人类几千年的历史上来看，东西方文化的相互关系是三十年河西，三十年河东。中国在汉唐时期，长安西安实际上是世界经济文化的中心。这也是事实，谁也否认不掉的。自明末西学东渐开始，情况逐渐有了变化。年的鸦片战争是一个转折点。日本认真学习西方文化，自年明治维新开始，时间早于中国，成绩大于中国，直到今天，科技浸浸乎将据世界首位矣。河西河东行将易位西方人挟其科技优势，自命为天之骄子。然而，据我的看法，人类历史上从来没有哪一个文化能延长万岁千秋，从世纪开始，河东将取代河西，东方文化将逐渐主宰世界。西方人自认为他们那种以分析思维模式为基础的科学和哲学是绝对真理，然而自然界和人类社会中许多现象和问题，他们并不能解决。这一点西方许多有识之士已经敏锐地感觉到了，比如德国的施本格勒p英国的汤因比等等。西方最近几年兴起的一些新兴学科，比如模糊学混沌学等等，也表现了同一个朕兆。"}
{"text":"西方人自认为他们那种以分析思维模式为基础的科学和哲学是绝对真理，然而自然界和人类社会中许多现象和问题，他们并不能解决。这一点西方许多有识之士已经敏锐地感觉到了，比如德国的施本格勒p英国的汤因比等等。西方最近几年兴起的一些新兴学科，比如模糊学混沌学等等，也表现了同一个朕兆。我认为，这些新兴学科，尽管内容不尽相同，甚至完全不同，却表现了某一些共同的思维特点，这些特点不同于西方传统的典型的分析的思维模式，而是表现出近似东方的综合的思维模式，比如主张普遍联系，有了一些整体概念。人类文化发展的前途我说，自世纪起，东方文化将逐渐取代西方文化，我的意思并不是说完全铲除或者消灭西方文化，那是根本不可能的，也是违反人类社会发展规律的。正确的做法是继承西方文化在几百年内所取得的一切光辉灿烂的业绩，以东方文化的综合思维济西方文化分析思维之穷，把全人类文化提高到发展到一个更高更新的阶段。人类文化总会不断地前进的，在任何时候也不会停步不前的，这就是人类社会发展的规律。年月日西方不亮东方亮西方不亮东方亮本文是年月日在北京外国语大学中文学院所作的讲演。同志们，原来我讲好的是，十个八个人在一起座谈，随便讲点什么。结果，这个架势一摆指安排季先生坐在台上，非高高在上不行了。在车上我跟他们两位宋柏年刘蓓蓓说讲什么东西，我说希望先听听大家的意见，他们说讲一讲文化什么的和跟你们学院有关系的一些事情。刚才杨院长也说了，不是什么正式的报告。我就根据在车上那个几分钟的灵感，来谈一点我的感想。大家知道，我并不是搞什么文化思想的，我的出身是搞西洋文学的，后来乱七八糟搞点语言文化佛教，科技什么的也涉及了，是杂家，样样通，样样松，不行。要说特点呢，我喜欢胡思乱想。最近也写过几篇文章，是胡思乱想的结果。这胡思乱想有个好处，为什么因为真正的专家呀，他不敢随便说话。他怕。我不是什么专家，所以我敢说话，就跟打乒乓球一样，我没有心理负担。现在我就讲一点儿我的看法，当然，把所有的想法都讲出来也不可能，占大家太多时间。"}
{"text":"我就根据在车上那个几分钟的灵感，来谈一点我的感想。大家知道，我并不是搞什么文化思想的，我的出身是搞西洋文学的，后来乱七八糟搞点语言文化佛教，科技什么的也涉及了，是杂家，样样通，样样松，不行。要说特点呢，我喜欢胡思乱想。最近也写过几篇文章，是胡思乱想的结果。这胡思乱想有个好处，为什么因为真正的专家呀，他不敢随便说话。他怕。我不是什么专家，所以我敢说话，就跟打乒乓球一样，我没有心理负担。现在我就讲一点儿我的看法，当然，把所有的想法都讲出来也不可能，占大家太多时间。第一个就讲他们两位在路上讲到的文化热，眼前我们中国研究文化的一些情况。这个问题不是现在才开始的，大概是几年前吧，提出了弘扬中华民族优秀文化这个口号，得到了全国人民海外华人华裔甚至不是华人的外国人的赞同。这证明这个口号提得正确。什么原因呢就是我们弘扬中华民族优秀的文化，这绝对不是什么狭隘的民族主义。因为我们都认为，外国的一些有识之士，也认为我们的优秀文化中间有些东西，不但对中国有利，对世界也有利，所以我们要弘扬。因此，我自己感觉，这口号提出来以后，这爱国主义和国际主义，完全可以结合起来。有人把国际主义跟爱国主义对立，我感觉到，真正的爱国主义就是国际主义，真正的国际主义就是爱国主义。我们这个口号就具体体现了这个关系。据说现在全世界给文化下的定义有多个，这说明，没法下定义。这个东西啊，我们认为人文科学跟自然科学不一样，有的是最好不下定义，自然科学像直线是两点间最短的线，非常简单，非常明了，谁也反对不了。而我认为社会科学不是这样的，所以文化的定义我想最好还是不下。当然，现在好多人写文章，还在非常努力地下定义，这个不过是在个定义外再添一个定义，，一点问题不解决，所以我个人理解的文化就是非常广义的，就是精神方面，物质方面，对人民有好处的，就叫做文化。文化一大部分呢，就保留在古代的典籍里边，五经四书呀，二十四史呀，中国的典籍呀，按照数量来讲，世界第一，这是毫无问题的按质量来讲，我看也可以说是世界第一。大部分保留在典籍里，当然也有一部分不是保留在典籍里边，比如说长城，长城文化。长城是具体的东西。现在的文化，吃的盐巴也是文化，什么都是文化。这个正确不正确，我也不敢说，我说这是不是太过分了，什么都是文化，虽然这个没什么坏处，说明大家对文化重视。不用说别的，就是从我们古代文献里边，好多话，到今天非常值得我们深思。"}
{"text":"文化一大部分呢，就保留在古代的典籍里边，五经四书呀，二十四史呀，中国的典籍呀，按照数量来讲，世界第一，这是毫无问题的按质量来讲，我看也可以说是世界第一。大部分保留在典籍里，当然也有一部分不是保留在典籍里边，比如说长城，长城文化。长城是具体的东西。现在的文化，吃的盐巴也是文化，什么都是文化。这个正确不正确，我也不敢说，我说这是不是太过分了，什么都是文化，虽然这个没什么坏处，说明大家对文化重视。不用说别的，就是从我们古代文献里边，好多话，到今天非常值得我们深思。大家也知道，宋代赵普以半部论语治天下，从前年轻的时候我也很怀疑，我说一个人怎么能够以半部论语治天下呢我到了望九之年了，我现在感觉到其实用不着半部论语，有几句话就能治天下。例如像大家举的己所不欲，勿施于人，这个想法，这句话能办到，我看不仅中国大治，世界也大治，世界和平就有了保证。这一句话就够了。又如先天下之忧而忧，后天下之乐而乐，你到了共产主义也无非是这个境界吧。今天中午我看大公报，现在的日本大使，他就讲，近者悦，远者来。我后来听说我们国家一个领导人到印度去访问，人家总理就讲这个教育重要，说教育是十年树木，百年树人，引的我们中国的。后来这位领导人到了巴基斯坦，他们的总理女总理引用的也是中国的话。我不是说古籍里说的话全对，这个不可能的，有精华也有糟粕。这是必然的。可是精华毕竟多于糟粕。像这种话，我不是说别的国家就没有，不能那么说，我也不说我们中华民族是世界上独一无二的。文化是我们创造的，这是希特勒的论调，文化不是哪一个民族创造的，是大家共同创造的。我们古代典籍里边，就是片言只字，你只要认真体会，就能对今天有帮助。这种话多极了。论语我们都念过，当时念论语莫名其妙，后来，解放后也批判论语，真是莫名其妙。现在你想一想呢，这里边有些话确实是那么回事。对我们今天有用。所以林语堂，写了一本书叫中国的智慧ss，它就是讲这个，选中国古代典籍里边非常精粹的，叫做中国的智慧。再回到我刚才说的，是弘扬中华民族优秀文化，我说不但对中国有用，对世界也有用。大家都能做到的话，这世界会变好的。当然这种想法就是乌托邦，不可能的。不过无论如何，这种智慧代表我们老祖宗对社会的看法，对人生的看法，是非常正确的。"}
{"text":"现在你想一想呢，这里边有些话确实是那么回事。对我们今天有用。所以林语堂，写了一本书叫中国的智慧ss，它就是讲这个，选中国古代典籍里边非常精粹的，叫做中国的智慧。再回到我刚才说的，是弘扬中华民族优秀文化，我说不但对中国有用，对世界也有用。大家都能做到的话，这世界会变好的。当然这种想法就是乌托邦，不可能的。不过无论如何，这种智慧代表我们老祖宗对社会的看法，对人生的看法，是非常正确的。西方不亮东方亮有一次开会，碰到那个萧克将军。大家也知道萧克，他是炎黄文化研究会的执行副会长，他讲中国文化中有精华，当然也有糟粕，他说孔子讲唯女子与小人之为难养也，近之则不逊，远之则怨。他说这就是看不起妇女吧，这句话是对的。当时在孔子那个时代，妇女恐怕是地位很低的。不过，我也跟他讲，这句话里边还有一半是对的。说小人那半对的，说妇女是错了，不应该那么讲，后来他也同意。这样我也感觉到，我们弘扬文化，我刚才说，得到全世界，不但是华裔华侨，而且是外国人的赞扬，我是说有识之士，不是一般人，一般的西方人还没到这个水平。再说我们中国，跟这个有联系的是讲国学。国学嘛，好像是北大带了个头，人民日报大家也看了吧，去年有一篇文章，讲国学在燕园悄悄地兴起。实际上国学有一大部分就是讲我们的优秀文化，我们搞国学的目的也不是什么复古主义，跟那个不沾边儿。可现在呢，大家注意到没有就是在这方面，要用文化大革命的词儿啊，叫做什么呢，叫做阶级斗争新动向。现在就是有人这么讲，说搞国学就是对抗马克思主义。这话我最初听说时，大吃一惊，我说国学怎么能对抗马克思主义呢，可是确实有人这么说了，而且有文章，大家要是愿意看的话呢，去年，哪一月忘记了，哲学研究上有一篇文章就是这观点。也有人写文章配以漫画来讽刺国学研究。所以，问题就是我们认为正确的，人家不一定认为正确。咱们人文科学就这么复杂。这个问题请同志们注意，这种文章以后还会有，这种讲话以后也会有。我的看法呢，说搞国学就是对抗马克思主义，这根本不沾边儿，应该说是发扬发展马克思主义，这就对头了。不沾边儿，怎么对抗呢，好像是我们一提倡国学就是复古主义。现在整个的社会，不但中国，而且是全世界，都是西方文化占垄断地位。"}
{"text":"也有人写文章配以漫画来讽刺国学研究。所以，问题就是我们认为正确的，人家不一定认为正确。咱们人文科学就这么复杂。这个问题请同志们注意，这种文章以后还会有，这种讲话以后也会有。我的看法呢，说搞国学就是对抗马克思主义，这根本不沾边儿，应该说是发扬发展马克思主义，这就对头了。不沾边儿，怎么对抗呢，好像是我们一提倡国学就是复古主义。现在整个的社会，不但中国，而且是全世界，都是西方文化占垄断地位。这是事实，眼前哪里不是西方文化电灯电话，楼上楼下，就说我们这穿的，从头顶到鞋，全是西方化了。这个西化不是坏事情，问题是怎么对待这个现象。现在，我们学界，你讲那个西化大家没人反对，不管你怎么西化，没人反对你讲东化，就有人大为恼火。这东化报纸上没有这个词儿，是我发明的。不用说别的，我记得是年，还是清朝，歌德，德国那个大文学家，当时应该说歌德是西方文化的代表人物，他在年月日，跟爱克曼谈话，讲一个什么问题呢，就讲中国的好逑传。好逑传这本书，中国最多能够摆在今古奇观里边，跟那个同等水平。歌德呢，看了那个翻译，是法文翻译是拉丁文呢，我忘记了，就大为赞美，说中国这个文化了不起。好逑传，从这个名字你就能知道，是讲才子佳人的。他讲什么呢，歌德讲，你看在这个屋子里面，这个公子跟小姐在那里谈情说爱，可是坐怀不乱，伦理道德水平高。另外天井里面，那个鱼缸里面的金鱼，在那里悠然自得，在那里玩，说中国这个天人完全和谐，一点儿没矛盾。虽然是讲才子佳人，这种书咱们有一大批，歌德当然不知道，当时欧洲也不可能知道，一大批，可以说是已经公式化了。可他认为了不起，他批评当时法国一个最著名的诗人，就说是写伦理道德啊，就写这个男女关系，若跟中国一比啊，简直是天上地下，中国好得不得了。年，不是很早的，不是汉唐，汉唐那时候确实东化，当时在汉唐，世界的文化中心经济中心是中国。到了法国，大家知道的伏尔泰，对中国也是推崇备至。莱布尼茨也是对中国的易经推崇备至。歌德比他们还晚。到了年，还这样赞美中国。据我的看法，到了年，鸦片战争以后，用现在的话讲就是纸老虎，被戳破了，于是乎中国的威望中国的文化，在欧洲人眼中，一落千丈。鸦片战争是转折点，在年。当然在年前，中国已经有一批人，感到闭关锁国是不正确的。"}
