{"text":"敲响了的活礼乐子语鲁大师乐曰乐其可知也。始作，翕如也。从之，纯如也，如也，绎如也。以成。这是孔子讲音乐的原理及作用。大师乐是古代专门掌理乐教的官名，他的职掌重在以乐配合政教，当然也包括了当时的一般音乐。讲到这里，也是中国文化很可惜的事，因为我国原有的古乐早已没有了。现在我们能够听到的，只是明清以来的遗音。据朋友们说，目前在韩国，还可以隐约窥见唐太宗统一天下以后的大乐章――秦王破阵舞，以及霓裳羽衣曲的古琴曲调，还可欣赏到中国的古乐和古乐器的流风遗韵，同时把诗词谱在中国的古乐器上弹出来。除了韩国，在日本也还找得到一点影子。所以说中国文化的衰落，不完全是我们这一代的责任。相反地，故作自我解嘲的说，这也是我们中国人的伟大处，人家外国人说我们不珍惜自己的文化，但是我们也可以说我们的好东西太多，满不在乎的丢，外国人听了也没有话说。孔子和鲁国的大师乐讨论音乐的原理。他非常谦虚地说，音乐的原理大概可以了解――其实孔子对音乐是很内行的。接着他就谈论一首代表国家民族精神的曲子。音响开始的时候，好像含苞待放的花蕾，轻轻地舒展，慢慢地发声。跟着下来，由小而大，但是很纯正。后来到了高潮，激昂慷慨，或非常庄严肃穆，最后这个乐曲奏完了，但还是余音缭绕，后面好像还有幽幽未尽之意。这便是成功的音乐。这些是孔子的客气话，请教的态度，也证明了他深通音乐的修养。今日我们看到自己国内的音乐，的确是问题很大，中不中西不西轻薄有余，温柔敦厚不足，实在可叹。不过一切文化，今日都处在古今中外的巨流涌变之间，始终未定。旧的已经打倒，新的如何建立，还要靠我们这一代的继续努力了。仪封人请见。曰君子之至于斯也，吾未尝不得见也。从者见之。出曰二三子，何患于丧乎？天下之无道也久矣，天将以夫子为木铎。仪是一个地名。古时的这个封字，是指的封疆。所谓封人，是管诸侯国界的人。勉强拿现在的职务来讲，是管土地管地政的人。他来请见孔子之时，从字里行间看来，他似乎有被挡驾的样子。但封人有封人的理由，他说，有道德有学问的人，到了我们这个地方，每个人我都见过。他的意思好像是说，你们的老师孔子尽管伟大，像我这样的人，你老师也应该接见一番。他说了这番话以后，跟随孔子的那些人无话可说，就安排了一个机会，让他去见孔子。"}
{"text":"出曰二三子，何患于丧乎？天下之无道也久矣，天将以夫子为木铎。仪是一个地名。古时的这个封字，是指的封疆。所谓封人，是管诸侯国界的人。勉强拿现在的职务来讲，是管土地管地政的人。他来请见孔子之时，从字里行间看来，他似乎有被挡驾的样子。但封人有封人的理由，他说，有道德有学问的人，到了我们这个地方，每个人我都见过。他的意思好像是说，你们的老师孔子尽管伟大，像我这样的人，你老师也应该接见一番。他说了这番话以后，跟随孔子的那些人无话可说，就安排了一个机会，让他去见孔子。但是孔子和他谈了些什么话就不知道了。他出来以后，就告诉孔子的弟子们说你们诸位不必担心文化的衰落，我们中国文化有救了。天下乱了这么久，文化已将凋零，上天降生了孔子，孔子的学问道德将影响你们和世人。上天要以孔子作为警惕世界的木铎的，你们不要担忧了。古代木做的铎，是用来敲响作警惕用的，好像庙堂里的敲钟打磐一样。这是对孔子从事人文文化教育的赞叹，所以也放在讲文化精神的八佾篇中。画龙点睛，别有用意。跟着是子谓韶尽美矣，又尽善也。谓武尽美矣，未尽善也。这是孔子对礼乐文化的批评。韶是舜乐，代表那个时代，国家民族历史文化的精神，他说很好，很美，也很善。以现在西方观念来说，真善美的价值都具备了。但武王时代的音乐，代表那时代的历史精神，好是好，美是真美，可不能说它是至善。等于对社稷坛标志的批评一样，都有点遗憾的味道。衰世的通病下面是这一篇的结论，所以我说论语是整篇连贯接起来的，是完整的。八佾讲历史时代文化的精神。那么，这篇最后引用孔子对于当时那个时代的批评作结语，就特别有韵味了，例如子曰居上不宽，为礼不敬，临丧不哀，吾何以观之哉？他在这里提出了一个原则，一个时代到了衰落的时候，最怕在上面的领导人以及各级单位主管，待部下和对人并不宽厚，这是很严重的偏差。讲到这里，我们看中国历史上，记载了许多作人或作官的过分尖刻或凉薄。什么是刻？所谓察察之明，为人太过精明，做部下的就不容易发挥他的才能。因此，中国古人在政治领导上，都采用道家老子的道理。也就是像郭子仪的故事唐明皇因安禄山之乱由京城逃走，一直逃到了四川成都，终于靠郭子仪打败了安禄山，收复两京，迎唐明皇还都。郭子仪也因功封王。"}
{"text":"他在这里提出了一个原则，一个时代到了衰落的时候，最怕在上面的领导人以及各级单位主管，待部下和对人并不宽厚，这是很严重的偏差。讲到这里，我们看中国历史上，记载了许多作人或作官的过分尖刻或凉薄。什么是刻？所谓察察之明，为人太过精明，做部下的就不容易发挥他的才能。因此，中国古人在政治领导上，都采用道家老子的道理。也就是像郭子仪的故事唐明皇因安禄山之乱由京城逃走，一直逃到了四川成都，终于靠郭子仪打败了安禄山，收复两京，迎唐明皇还都。郭子仪也因功封王。以后唐代宗把公主下嫁郭子仪的儿子。有一次小夫妻吵架吵得很厉害，郭子仪的儿子说，公主有什么希罕，你父亲的天下，若不是我父亲替你们打回来，还有你公主当吗？这句话的确讲得太严重了。公主气了，马上回宫去报告唐代宗。郭子仪听了儿子的报告，也吓坏了，知道这件事可不得了，马上把儿子绑起来送到宫中去。唐代宗自然先听到了公主的报告，说郭子仪他们意图造反，唐代宗安慰了女儿一番，要她先在宫里休息。见亲家把女婿绑进宫来，不但不生气追究，反而问老亲家好好把个儿子绑进宫来是为了什么？郭子仪报告并论罪一番。唐代宗真是个好皇帝！他对郭子仪说，他们小俩口吵架是年轻人的常事，你去管他干嘛呢？不痴不聋，不做阿姑阿翁。这个故事后来也编成了平剧及其他地方戏。故事本身也说明了如果一个当主管的有察察之明，下面部下就难为了。前几天，有位同学当了法院的庭长，他来看我，我告诉他一句话历来做法曹的最怕深文刻法。这句话就是当公务员的也要注意。什么叫深文刻法？就是根据条文，一个字一个字去推敲，在鸡蛋里去挑骨头，真是要了命。虽然法律的条文，完全合于逻辑。但有时是不合道理不合情理的，完全用逻辑是用不通的，举个例子来说，法律规定，抓到小偷应该送到法院办，如果打他两拳打伤了，小偷可以告你伤害，在法理的逻辑上完全对，但讲到人的常情上就不对的。所以我和这位同学说，搞法律的人，就怕深文刻法，都讲逻辑，则天下是非辨不清了。因此中国人有一句名言，告诉作公务人员的朋友说公门里面好修行。否则的话，人们便把公务员的过错怨气统统都累积到政府头上。自己如果多动动脑筋，别人就省了气力，同时也消弭了怨气，这就是道德。所以居上要宽，要求别人过严，别人没这个本事天下无全才，不必求之太严。如果要求过严，希望别人都是圣人全才。"}
{"text":"所以我和这位同学说，搞法律的人，就怕深文刻法，都讲逻辑，则天下是非辨不清了。因此中国人有一句名言，告诉作公务人员的朋友说公门里面好修行。否则的话，人们便把公务员的过错怨气统统都累积到政府头上。自己如果多动动脑筋，别人就省了气力，同时也消弭了怨气，这就是道德。所以居上要宽，要求别人过严，别人没这个本事天下无全才，不必求之太严。如果要求过严，希望别人都是圣人全才。在道德上人人如孔子，而防他又如防土匪，用他又随便用得像机器。这是不可以的，切记居上要宽。为礼要敬，并不是只限于下级对上级行礼要恭敬，上面对下面的爱护，也包括在礼的范围之内。而且都要敬，就是都要做到诚恳真挚，不真诚没有用。天天行个礼很方便，搞惯了成机械式很容易，但中间没有诚意就没有用。同样的，做长官的对部下的爱护关怀，也要有诚敬之心，假的关怀没有用。临丧不哀，以前讲过，我们到殡仪馆吊丧，没有一点哀戚之意，毫不相关，何必去呢。但这个丧也是狭义的，广义的是对于某一件沉重的大事，假如没有沉痛的心情，也是属于临丧不哀的一种情况。孔子提出来这三点，有感于当时春秋时候的社会风气那么坏，孔子讲这些话，都是开药方。当时有这种坏风气，他就开出医治的方法。所以他说像这个样子的社会，就没有什么可看了，这是感叹当时文化思想的衰落。实际上我们看历史，每到衰乱的时候，都有这种情形，岂止春秋战国而已呢！八佾这一片，把前后对照起来，很明显地可以看出来，他完全是在阐扬中国文化的思想精神。里仁第四那仁却在灯火阑珊处现在我们讲到论语第四篇，是最重要的一篇，这篇的问题很大。首先谈第四篇的题目里仁。过去对里仁的一般解释。里就是乡里之里，也就是住的地方照过去的传统，一般三家村学究们解释里仁的意思，就说孔子的意思是如果买房子，或租房子，应选择仁里。换句话说，要住到好人堆里去。如果真是这个意思，那么坏人堆里没人住了吗？而且哪一个地方才是好人堆？哪个地方是坏人堆呢？台北市有仁爱路！那么除了仁爱路，没地方可住了？所以三家村学究们的解释是大有问题的。这个里字应该作为动词看，当然也指居住的地方。但是居住的地方，有处的意思。"}
{"text":"过去对里仁的一般解释。里就是乡里之里，也就是住的地方照过去的传统，一般三家村学究们解释里仁的意思，就说孔子的意思是如果买房子，或租房子，应选择仁里。换句话说，要住到好人堆里去。如果真是这个意思，那么坏人堆里没人住了吗？而且哪一个地方才是好人堆？哪个地方是坏人堆呢？台北市有仁爱路！那么除了仁爱路，没地方可住了？所以三家村学究们的解释是大有问题的。这个里字应该作为动词看，当然也指居住的地方。但是居住的地方，有处的意思。居住处在古文中，有时是表示站或坐在那里，是动词。我们读春秋战国时代著的书，经常看到居单独一个字。我国古代没方桌子，没有椅子。日本人的榻榻米，是我们中国去的，由秦汉到魏，都还是席地而坐。魏晋以后才从西域传进椅子来。唐代以前我们还看到一句话――据胡床而坐，胡床就是椅子的初形，从西域过来的。我们中国文化，许多名词有一胡字，如胡椒，一看就知道这样东西是外来的不是胡就是蕃，蕃茄就是外国来的。后来又加上洋，如脚踏车是外国来的，四川人叫洋马儿，甚至如病名洋梅疮也是外国传来的。在明代以前，我国的医学书籍上，没有看过这种病，可见这是从外国传进来的，而且开始由广东方面上岸的，所以又称作广疮。我们知道了这些道理，就了解居里的意义就是自处，里仁的意思也就是一个人如何处在仁的境界。处世，处人，尤其是自处，都要有自处之道。再明白点讲，什么叫里仁呢？就是我们随时要把修养精神放在仁的境界。现在讨论仁。说到仁字，孔子学问的中心来了，头大的问题来了。上面三篇中，第一篇学而时习之，学的是什么？学的是仁。仁是什么？两千年以来，莫衷一是，这真是一个大问题。最近，有位立法委员提出一篇质询，就谈这个仁字。前一个礼拜他把这质询给我看，问我的意见，我说无可奉告。因为他已经提出来了，我们又何必再作讨论？不过我认为仁字的确很难谈，我这样说也就是微言大义的精神吧！我们现在讨论到这里，全部论语的中心谈仁，仁是什么？过去有几种解释法。最有名的是博爱之谓仁，许多人谈到仁的意义，都会这样答复，而且以肯定的语气说，这是孔子的意思。其实错了，这句话不是孔子说的，也不是孟子说的。孔家店的两大股东――孔孟都没说过，这是孔家店的伙计――唐朝的韩愈讲的。"}
{"text":"前一个礼拜他把这质询给我看，问我的意见，我说无可奉告。因为他已经提出来了，我们又何必再作讨论？不过我认为仁字的确很难谈，我这样说也就是微言大义的精神吧！我们现在讨论到这里，全部论语的中心谈仁，仁是什么？过去有几种解释法。最有名的是博爱之谓仁，许多人谈到仁的意义，都会这样答复，而且以肯定的语气说，这是孔子的意思。其实错了，这句话不是孔子说的，也不是孟子说的。孔家店的两大股东――孔孟都没说过，这是孔家店的伙计――唐朝的韩愈讲的。在唐代大家也讨论什么是仁的问题，而韩愈下的定义博爱叫做仁。后世以讹传讹，就认为这是儒家思想了。这也是有问题的。韩愈为什么会下这个定义？虽然称他文起八代之衰，他的定义不一定也是起八代之衰的。真理是不能够用名气压住人的，韩愈的思想，并不都是孔孟思想。他是研究墨子的专家，墨子的思想就有兼爱，大家现在忘记了韩愈是研究墨子思想的专家，所以他把墨子的思想，融会到儒家思想中去，把兼爱换一个字改为博爱，等于把长袍脱掉穿上西装而已。后世不明真相，就以为博爱之谓仁是儒家思想的解释。我们并不一定说韩愈这个定义下得不对。我们的态度要客观，真理只有一个。我们拿哲学观点来说，宇宙万有的那个最原始的东西，哲学家说它是本体，西方的宗教家叫他作上帝，印度人叫佛，叫如来，中国人叫道。名称不同而所指的是同一东西。等于馒头与面包，名称不同，一样是用面做成，可以吃饱的东西。所以我们不要被某一名词捆住，各个表现的方式不同而已。其次，汉代以来一直到唐代，对仁的解释，漫无限制。古代书上不管说什么，都仁呀！仁呀！的大谈仁义之道。孔子讲仁，孟子讲义，最后连起来就是仁义仁义即孔孟，孔孟即仁义。如果我们作八股文就这样大作文章了仁义者，孔孟之说也，孔孟之说者，仁义之道也这篇文章通了。实际说了半天，如果以逻辑来批评，只有八个字陈言颠倒，不知所云。等于清代乾隆年间才子纪晓岚批评文章的一个故事，有一个学生拿一篇文章请他看，他引用了两句古诗来评语两个黄鹂鸣翠柳，一行白鹭上青天。说这个学生的文章不知所云，越说越远了。所以汉唐以来，一般学者讲孔子之仁的，都可借用纪晓岚这个批评，也是不知所云，越说越远了。那时的学者，讨论这个仁字的文章，有多达一百万字的，这样一个字会扯得那么多，孔子何尝有这个本意！"}
{"text":"实际说了半天，如果以逻辑来批评，只有八个字陈言颠倒，不知所云。等于清代乾隆年间才子纪晓岚批评文章的一个故事，有一个学生拿一篇文章请他看，他引用了两句古诗来评语两个黄鹂鸣翠柳，一行白鹭上青天。说这个学生的文章不知所云，越说越远了。所以汉唐以来，一般学者讲孔子之仁的，都可借用纪晓岚这个批评，也是不知所云，越说越远了。那时的学者，讨论这个仁字的文章，有多达一百万字的，这样一个字会扯得那么多，孔子何尝有这个本意！所以我常说，老子写了五千言，后世解释老子的文章，古今中外累积起来，有几千万宇，到目前为止，外文翻译有好几十种老子之多，如果老子知道了，会把大牙都笑掉。大家讲了半天，是不是老子原来的意思呢？张先生讲的张老子，刘先生讲的刘老子。谁的老子才是老子？到了宋代的理学家，自认为继孔孟之心传。孔子传心法与曾子，作了大学这篇书，曾子传心法与子思，子思写了中庸。子思传心法与孟子，孟子以后失传了。宋代理学家自认为又得了这个心传秘诀。中间事隔千把年，不知道宋代理学家们在哪里拿到这个秘诀的。其实他们把佛家道家的东西挖了来，然后还要骂佛家道家，所以宋代理学家的学问态度很有点不对劲，这种作法实在不大高明。其次，他们拿心性――哲学的道理解释仁说仁者核之心也。如核桃的仁杏仁。同时他们又加上佛家的思想，认为万物的果实，都是阴阳两瓣，中间空心的，所以仁便是道体的心空境界。宋儒另一个解释，他们说医书上麻木就叫不仁，可见仁是讲心的知觉性的，他们这样一来，暴露了身份了，这完全是佛家的话，不过硬将光头的和尚，拉来戴上孔子的帽子。在唐代以后讲孔孟的心法，而传承孔孟之心法者，就是这些宋儒――理学家。汉唐之学讲仁，到底讲什么？我们勉强可以说他们讲用。宋儒讲的仁，则扯到哲学里面讲体。我们讲了他们的缺点，也该说他们的好处，宋代及汉唐的儒家，各有所长，汉唐以来的儒家，了解孔子心法仁的用，宋儒借用佛道两家之学，了解孔子心法仁的体。他们都有划时代的创见，但每家都是不同的孔子。讲到体用，我们要顺便提一下，拿中国唐代以后佛学原理来说，万物只有三个理则――体相用。如这茶杯，玻璃为体，相就是它的形状，用就是它的功用，即是可以盛液体的东西。抽象的思想，也是一样。"}
{"text":"宋儒讲的仁，则扯到哲学里面讲体。我们讲了他们的缺点，也该说他们的好处，宋代及汉唐的儒家，各有所长，汉唐以来的儒家，了解孔子心法仁的用，宋儒借用佛道两家之学，了解孔子心法仁的体。他们都有划时代的创见，但每家都是不同的孔子。讲到体用，我们要顺便提一下，拿中国唐代以后佛学原理来说，万物只有三个理则――体相用。如这茶杯，玻璃为体，相就是它的形状，用就是它的功用，即是可以盛液体的东西。抽象的思想，也是一样。譬如我们现在讲的，以孔子的论语思想为体，相就是二十篇论语，我们来研究解释。用是了解孔子以后，该怎样去弘扬中国文化，其用就在此。汉唐儒者对于仁都讲用，而孔子当时讲仁，也多半是针对那个时代讲用。宋儒扯到哲学里讲仁的体，从现象来探究体，不能说在见解上没有一点进步，但可惜的也只是各执一端，闭户称王而已。了解这些资料以后，再回转看这个仁。仁是什么？中国古代仁字就是这样写人两足走路旁加个二，为什么不就旁加个一？二人是两个人，就是人与人之间，有我就有你，有你我就有他。有你我他，就有社会。一个人没有问题，有两个人就发生了怎样相处怎样相爱怎样互助的问题，就是仁。仁就是人与人之间的事，这是文字上的解释。现在归纳起来。第一，题目的里仁。自处于仁，里仁象征了学问的中心在如何自处。自心是体，处于人之间就是相和用了。相就是人的行为，用则是发挥的作用。所谓自处就是自立，所谓处人就是立人。佛家的所谓菩萨之道，自立立人就是菩萨，这是梵文菩堤萨实囊胍簦译成中文简称菩萨，等于中文的圣贤，名称不同而已。自处处人，就是仁的体用。第二，本篇孔子就讲到吾道一以贯之，换句话说，就是体用一贯，有体有用。所以说仁只是行为，只讲用不讲体，不讲内心修养，也错了。如果像另一派的宋儒所说，仁就是在那里静坐，养性谈心为仁，不讲究用，不能救世救人，不能立己立人，也错了，应该体用一贯。第三，在第篇述而里有子曰志于道，据于德，依于仁，游于艺。这四点是孔子讲学问的中心纲要。这也是他一贯的道理。但在颜渊篇中却提到一日克己复礼，天下归仁的彻底语。这些资料，我们要先了解，以后再研究这篇的本身，最后把结论沟通起来，大家就可以豁然贯通了。"}
{"text":"所以说仁只是行为，只讲用不讲体，不讲内心修养，也错了。如果像另一派的宋儒所说，仁就是在那里静坐，养性谈心为仁，不讲究用，不能救世救人，不能立己立人，也错了，应该体用一贯。第三，在第篇述而里有子曰志于道，据于德，依于仁，游于艺。这四点是孔子讲学问的中心纲要。这也是他一贯的道理。但在颜渊篇中却提到一日克己复礼，天下归仁的彻底语。这些资料，我们要先了解，以后再研究这篇的本身，最后把结论沟通起来，大家就可以豁然贯通了。月是故乡明里仁篇第一段子曰里仁为美，择不处仁，焉得知？照三家村学究的解释就是孔子说，我们所住的乡里，要择仁人的乡里，四周邻居，都是仁人君子，就够美了。真不知道世界上哪来这许多仁人君子，对择不处仁，焉得知？他们解释说我们选择一个居住的地方，假使不住在仁里的当中，这个人就不算有智慧的聪明人。如果真是如此，那么，我们大家都是笨蛋！对于这种解释，刚才批评过了，这是三家村的学究们的解释。现在依照我们新三家村学究的解释，里仁为美意思是我们真正学问安顿的处所，要以仁为标准，达到仁的境界，也就是学问到了真善美的境界。择不处仁的意思是我们学问修养，没有达到处在仁的境界，不算是智慧的成就，这是第一原则。第二段子曰不仁者，不可以久处约，不可以长处乐仁者安仁，知者利仁。孔子说假使没有达到仁的境界，不仁的人，不可以久处约，约不是订一个契约，约的意思和俭一样。就是说没有达到仁的境界的人，不能长处在简朴的环境中。所以人的学问修养，到了仁的境界，才能像孔子最得意的学生颜回一样一箪食，一瓢饮，可以不改其乐，不失其节。换句话说，不能安处困境，也不能长处于乐境。没有真正修养的人，不但失意忘形，得意也会忘形。到了功名富贵快乐的时候忘形了，这就是没有仁，没有中心思想。假如到了贫穷困苦的环境就忘了形，也是没有真正达到仁的境界。安贫乐道与富贵不淫都是很不容易的事，所以说知者利仁。如真有智慧修养到达仁的境界，无论处于贫富之际，得意失意之间，就都会乐天知命，安之若素的。照临万类的仁道所谓仁者安仁相当于仁的体，知者利仁相当于仁的用。"}
