{"text":"不过，我们无须去探究自己的灵魂之杯的容量究竟有多大。在一切情形下，它都不会超载，因为每个人所分配到的容量恰好是他必须付出毕生努力才能够装满的。事实上，大多数杯子只装了很少的水或酒，还有许多杯子直到最后仍是空着的。四精神之树的果实我感到我正在收获我的精神的果实，这使我的内心充满了一种沉静的欢愉。有人问我你的所思所获是否南极给你的？我承认，住在这个孤岛上，远离亲人和日常事务，客观上使我得到了一个独自静思的机会。可是，这样的机会完全可能从别处得到，我不能说它与南极有必然的联系。至于思考的收获，我只能说它们是长在我的完整的精神之树上的果实，我的全部精神历程都给它们提供了养料。如果我硬把它们说成是在南极结出的珍稀之果，这在读者面前是一种夸大，在我自己眼里是一种缩小。假如我孤身一人漂流到了孤岛上，或者去南极中心地带从事真正的探险，也许我会有很不同的感受。但是，即使在那种情形下，我仍然不会成为一个鲁滨逊或一个阿蒙森。在任何时候，我的果实与我的精神之树的关系都远比与环境的关系密切。精神上的顿悟是存在的，不过，它的种子必定早已埋在那个产生顿悟的人的灵魂深处。生老病死为人所习见，却只使释迦牟尼产生了顿悟。康德一辈子没有走出哥尼斯堡这个小城，但偏是他彻底改变了世界哲学的方向。说到底，是什么树就结出什么果实。南极能够造就伟大的探险家，可是永远造就不了哲学家，一个哲学家如果他本身不伟大，那么，无论南极还是别的任何地方便都不能使他伟大。五灵魂的亲缘关系我偶然地发现了一本泰戈尔的诗集，把它翻开来，一种他乡遇故人的快乐立刻弥漫在我的心间。泰戈尔曾是我的精神密友之一，我已经很久没有去拜访他了，没想到今天在这个孤岛的一间小屋里和他不期而遇。读书的心情是因时因地而异的。有一些书，最适合于在羁旅中在无所事事中在远离亲人的孤寂中翻开。这时候，你会觉得，虽然有形世界的亲人不在你的身旁，但你因此而得以和无形世界的亲人相逢了。在灵魂与灵魂之间必定也有一种亲缘关系，这种亲缘关系超越于种族和文化的差异，超越于生死，当你和同类灵魂相遇时，你的精神本能会立刻把它认出。灵魂只能独行，但不是在一片空无中行进。"}
{"text":"泰戈尔曾是我的精神密友之一，我已经很久没有去拜访他了，没想到今天在这个孤岛的一间小屋里和他不期而遇。读书的心情是因时因地而异的。有一些书，最适合于在羁旅中在无所事事中在远离亲人的孤寂中翻开。这时候，你会觉得，虽然有形世界的亲人不在你的身旁，但你因此而得以和无形世界的亲人相逢了。在灵魂与灵魂之间必定也有一种亲缘关系，这种亲缘关系超越于种族和文化的差异，超越于生死，当你和同类灵魂相遇时，你的精神本能会立刻把它认出。灵魂只能独行，但不是在一片空无中行进。毋宁说，你仿佛是置身在茂密的森林里，这森林像原始森林一样没有现成的路，你必须自己寻找和开辟出一条路来。可是，你走着走着，便会在这里那里发现一个脚印，一块用过的木柴，刻在树上的一个记号。于是你知道了，曾经有一些相似的灵魂在这森林里行走，你的灵魂的独行并不孤独。六小爱和大爱住在岛上，最令我思念不已的是远方的妻女。每个周末，我都要借助价格昂贵的越洋电话与她们通话，只是为了听一听熟悉的声音。新年之夜，在周围的一片热闹中，我的寂寞的心徒劳地扑腾着欲飞的翅膀。那么，我是一个恋家的男人了。我听见一个声音责问我你的尘躯如此执迷于人世间偶然的暂时的因缘，你的灵魂如何能走上必然的永恒的真理之路呢？二者必居其一或者你慧根太浅，本质上是凡俗之人，或者你迟早要斩断尘缘，皈依纯粹的精神事业。我知道，无论佛教还是基督教，都把人间亲情视为觉悟的障碍。乔答摩王子弃家出走，隐居丛林，然后才成佛陀。耶稣当着教众之面，不认前来寻他的母亲和兄弟，只认自己的门徒是亲人。然而，我对这种绝情之举始终不能赞赏。诚然，在许多时候，尘躯的小爱会妨碍灵魂的大爱，俗世的拖累会阻挡精神的步伐。可是，也许这正是检验一个人的心灵力度的场合。难的不是避世修行，而是肩着人世间的重负依然走在朝圣路上。一味沉湎于小爱固然是一种迷妄，以大爱否定小爱也是一种迷妄。大爱者理应不弃小爱，而以大爱赋予小爱以精神的光芒，在爱父母爱妻子爱儿女爱朋友中也体味到一种万有一体的情怀。一个人只要活着，他的灵魂与肉身就不可能截然分开，在他的尘世经历中处处可以辨认出他的灵魂行走的姿态。"}
{"text":"可是，也许这正是检验一个人的心灵力度的场合。难的不是避世修行，而是肩着人世间的重负依然走在朝圣路上。一味沉湎于小爱固然是一种迷妄，以大爱否定小爱也是一种迷妄。大爱者理应不弃小爱，而以大爱赋予小爱以精神的光芒，在爱父母爱妻子爱儿女爱朋友中也体味到一种万有一体的情怀。一个人只要活着，他的灵魂与肉身就不可能截然分开，在他的尘世经历中处处可以辨认出他的灵魂行走的姿态。唯有到了肉身死亡之时，灵魂摆脱肉身才是自然的，在此之前无论用什么方式强行分开都是不自然的，都是内心紧张和不自信的表现。不错，在一切对尘躯之爱的否定背后都隐藏着一个动机，就是及早割断和尘世的联系，为死亡预作准备。可是，如果遁入空门，禁绝一切生命的欲念，藉此而达于对死亡无动于衷，这算什么彻悟呢？真正的彻悟是在恋生的同时不畏死，始终怀着对亲人的挚爱，而在最后时刻仍能从容面对生死的诀别。七偶然性的价值我飞越了大半个地球，降落在这个岛上。在地球那一方的一个城市里，有一个我的家，有我的女人和孩子，这个家对于我至关重要，无论我走得多远都要回到这个家去。我知道，在地球的广大区域里，还有许多国家城市和村庄，无数男人女人和孩子在其中生活着。如果我降生在另一个国度和地方，我就会有一个完全不同的家，对我有至关重要意义的就会是那一个家，而不是我现在的家。既然家是这么偶然的一种东西，对家的依恋到底有什么道理？我爱我的妻子，可是我知道，世上并无命定的姻缘，任何一个男人与任何一个女人的结合都是偶然的。如果机遇改变，我就会与另一个女人结合，我的妻子就会与另一个男人结合，我们各人都会有完全不同的人生故事。既然婚姻是这么偶然的一种东西，那么，受婚姻的束缚到底有什么道理？可是，顺着这个思路想下去，我就不可避免地遇到最后一个问题我的生存本身便是一个纯粹的偶然性，我完全可能没有降生到这个世界上来，那么，我活着到底有什么道理？我不愿意我活着没有道理，我一定要给我的生存寻找一个充分的理由，我的确这么做了。而一旦我这么做，我就发现，那个为我的生存镀了金的理由同时也为我生命中的一系列偶然性镀了金。我相信了，虽然我的出生纯属偶然，但是，既然我已出生，宇宙间某种精神本质便要以我为例来证明它的存在和伟大。"}
{"text":"我不愿意我活着没有道理，我一定要给我的生存寻找一个充分的理由，我的确这么做了。而一旦我这么做，我就发现，那个为我的生存镀了金的理由同时也为我生命中的一系列偶然性镀了金。我相信了，虽然我的出生纯属偶然，但是，既然我已出生，宇宙间某种精神本质便要以我为例来证明它的存在和伟大。否则，如果一切生存都因其偶然而没有价值，永恒的精神之火用什么来显示它的光明呢？接着我相信了，虽然我和某一个女人的结合是偶然的，由此结合而产生的那个孩子也是偶然的，但是，这个家一旦存在，上帝便要让我藉之而在人世间扎下根来。否则，如果一切结合都因其偶然而没有价值，世上有哪一个女人能够给我一个家园呢？我知道，我的这番论证是正确的，因为所论证的那种情感在我的心中真实地存在着。我还知道，我的这番论证是不必要的，因为既然我爱我自己这个偶然性，我就不能不爱一切偶然性。八生活的减法这次旅行，从北京出发是乘的法航，可以托运公斤行李。谁知到了圣地亚哥，改乘智利国内航班，只准托运公斤了。于是，只好把带出的两只箱子精简掉一只，所剩的物品就很少了。到住处后，把这些物品摆开，几乎看不见，好像住在一间空屋子里。可是，这么多天下来了，我并没有感到缺少了什么。回想在北京的家里，比这大得多的屋子总是满满的，每一样东西好像都是必需的，但我现在竟想不起那些必需的东西是什么了。于是我想，许多好像必需的东西其实是可有可无的。在北京的时候，我天天都很忙碌，手头总有做不完的事。直到这次出发的前夕，我仍然分秒必争地做着我认为十分紧迫的事中的一件。可是，一旦踏上旅途，再紧迫的事也只好搁下了。现在，我已经把所有似乎必须限期完成的事搁下好些天了，但并没有发现造成了什么后果。于是我想，许多好像必须做的事其实是可做可不做的。许多东西，我们之所以觉得必需，只是因为我们已经拥有它们。当我们清理自己的居室时，我们会觉得每一样东西都有用处，都舍不得扔掉。可是，倘若我们必须搬到一个小屋去住，只允许保留很少的东西，我们就会判断出什么东西是自己真正需要的了。"}
{"text":"直到这次出发的前夕，我仍然分秒必争地做着我认为十分紧迫的事中的一件。可是，一旦踏上旅途，再紧迫的事也只好搁下了。现在，我已经把所有似乎必须限期完成的事搁下好些天了，但并没有发现造成了什么后果。于是我想，许多好像必须做的事其实是可做可不做的。许多东西，我们之所以觉得必需，只是因为我们已经拥有它们。当我们清理自己的居室时，我们会觉得每一样东西都有用处，都舍不得扔掉。可是，倘若我们必须搬到一个小屋去住，只允许保留很少的东西，我们就会判断出什么东西是自己真正需要的了。那么，我们即使有一座大房子，又何妨用只有一间小屋的标准来限定必需的物品，从而为美化居室留出更多的自由空间？许多事情，我们之所以认为必须做，只是因为我们已经把它们列入了日程。如果让我们凭空从其中删除某一些，我们会难做取舍。可是，倘若我们知道自己已经来日不多，只能做成一件事情，我们就会判断出什么事情是自己真正想做的了。那么，我们即使还能活很久，又何妨用来日不多的标准来限定必做的事情，从而为享受生活留出更多的自由时间？九心灵的空间在写了上面这一则随想之后，我读到泰戈尔的一段意思相似的话，不过他表达得更好。我把他的话归纳和改写如下――未被占据的空间和未被占据的时间具有最高的价值。一个富翁的富并不表现在他的堆满货物的仓库和一本万利的经营上，而是表现在他能够买下广大空间来布置庭院和花园，能够给自己留下大量时间来休闲。同样，心灵中拥有开阔的空间也是最重要的，如此才会有思想的自由。接着，泰戈尔举例说，穷人和悲惨的人的心灵空间完全被日常生活的忧虑和身体的痛苦占据了，所以不可能有思想的自由。我想补充指出的是，除此之外，还有另一类例证，就是忙人。凡心灵空间的被占据，往往是出于逼迫。如果说穷人和悲惨的人是受了贫穷和苦难的逼迫，那么，忙人则是受了名利和责任的逼迫。名利也是一种贫穷，欲壑难填的痛苦同样具有匮乏的特征，而名利场上的角逐同样充满生存斗争式的焦虑。至于说到责任，可分三种情形，一是出自内心的需要，另当别论，二是为了名利而承担的，可以归结为名利，三是既非内心自觉，又非贪图名利，完全是职务或客观情势所强加的，那就与苦难相差无几了。所以，一个忙人很可能是一个心灵上的穷人和悲惨的人。"}
{"text":"如果说穷人和悲惨的人是受了贫穷和苦难的逼迫，那么，忙人则是受了名利和责任的逼迫。名利也是一种贫穷，欲壑难填的痛苦同样具有匮乏的特征，而名利场上的角逐同样充满生存斗争式的焦虑。至于说到责任，可分三种情形，一是出自内心的需要，另当别论，二是为了名利而承担的，可以归结为名利，三是既非内心自觉，又非贪图名利，完全是职务或客观情势所强加的，那就与苦难相差无几了。所以，一个忙人很可能是一个心灵上的穷人和悲惨的人。这里我还要说一说那种出自内在责任的忙碌，因为我常常认为我的忙碌属于这一种。一个人真正喜欢一种事业，他的身心完全被这种事业占据了，能不能说他也没有了心灵的自由空间呢？这首先要看在从事这种事业的时候，他是否真正感觉到了创造的快乐。譬如说写作，写作诚然是一种艰苦的劳动，但必定伴随着创造的快乐，如果没有，就有理由怀疑它是否蜕变成了一种强迫性的事务，乃至一种功利性的劳作。当一个人以写作为职业的时候，这样的蜕变是很容易发生的。心灵的自由空间是一个快乐的领域，其中包括创造的快乐，阅读的快乐，欣赏大自然和艺术的快乐，情感体验的快乐，无所事事地闲适和遐想的快乐，等等。所有这些快乐都不是孤立的，而是共生互通的。所以，如果一个人永远只是埋头于写作，不再有工夫和心思享受别的快乐，他的创造的快乐和心灵的自由也是大可怀疑的。我的这番思考是对我自己的一个警告，同时也是对所有自愿的忙人的一个提醒。我想说的是，无论你多么热爱自己的事业，也无论你的事业是什么，你都要为自己保留一个开阔的心灵空间，一种内在的从容和悠闲。唯有在这个心灵空间中，你才能把你的事业作为你的生命果实来品尝。如果没有这个空间，你永远忙碌，你的心灵永远被与事业相关的各种事务所充塞，那么，不管你在事业上取得了怎样的外在成功，你都只是损耗了你的生命而没有品尝到它的果实。安静的位置成功的真谛在通常意义上，成功指一个人凭自己的能力做出了一番成就，并且这成就获得了社会的承认。成功的标志，说穿了，无非是名声地位和金钱。这个意义上的成功当然也是好东西。世上有人淡泊于名利，但没有人会愿意自己彻底穷困潦倒，成为实际生活中的失败者。歌德曾说勋章和头衔能使人在倾轧中免遭挨打。据我的体会，一个人即使相当超脱，某种程度的成功也仍然是好事，对于超脱不但无害反而有所助益。"}
{"text":"安静的位置成功的真谛在通常意义上，成功指一个人凭自己的能力做出了一番成就，并且这成就获得了社会的承认。成功的标志，说穿了，无非是名声地位和金钱。这个意义上的成功当然也是好东西。世上有人淡泊于名利，但没有人会愿意自己彻底穷困潦倒，成为实际生活中的失败者。歌德曾说勋章和头衔能使人在倾轧中免遭挨打。据我的体会，一个人即使相当超脱，某种程度的成功也仍然是好事，对于超脱不但无害反而有所助益。当你在广泛的范围里得到了社会的承认，你就更不必在乎在你所隶属的小环境里的遭遇了。众所周知，小环境里往往充满短兵相接的琐屑的利益之争，而你因为你的成功便仿佛站在了天地比较开阔的高处，可以俯视从而以此方式摆脱这类渺小的斗争。但是，这样的俯视毕竟还是站得比较低的，只不过是恃大利而弃小利罢了，仍未脱利益的计算。真正站得高的人应该能够站到世间一切成功的上方俯视成功本身。一个人能否做出被社会承认的成就，并不完全取决于才能，起作用的还有环境和机遇等外部因素，有时候这些外部因素甚至起决定性作用。单凭这一点，就有理由不以成败论英雄。我曾经在边远省份的一个小县生活了将近十年，如果不是大环境发生变化，也许会在那里埋没终生。我尝自问，倘真如此，我便比现在的我差许多吗？我不相信。当然，我肯定不会有现在的所谓成就和名声，但只要我精神上足够富有，我就一定会以另一种方式收获自己的果实。成功是一个社会概念，一个直接面对上帝和自己的人是不会太看重它的。我的意思是说，成功不是衡量人生价值的最高标准，比成功更重要的是，一个人要拥有内在的丰富，有自己的真性情和真兴趣，有自己真正喜欢做的事。只要你有自己真正喜欢做的事，你就在任何情况下都会感到充实和踏实。那些仅仅追求外在成功的人实际上是没有自己真正喜欢做的事的，他们真正喜欢的只是名利，一旦在名利场上受挫，内在的空虚就暴露无遗。照我的理解，把自己真正喜欢做的事做好，尽量做得完美，让自己满意，这才是成功的真谛，如此感到的喜悦才是不搀杂功利考虑的纯粹的成功之喜悦。当一个母亲生育了一个可爱的小生命，一个诗人写出了一首美妙的诗，所感觉到的就是这种纯粹的喜悦。当然，这个意义上的成功已经超越于社会的评价，而人生最珍贵的价值和最美好的享受恰恰就寓于这样的成功之中。"}
{"text":"那些仅仅追求外在成功的人实际上是没有自己真正喜欢做的事的，他们真正喜欢的只是名利，一旦在名利场上受挫，内在的空虚就暴露无遗。照我的理解，把自己真正喜欢做的事做好，尽量做得完美，让自己满意，这才是成功的真谛，如此感到的喜悦才是不搀杂功利考虑的纯粹的成功之喜悦。当一个母亲生育了一个可爱的小生命，一个诗人写出了一首美妙的诗，所感觉到的就是这种纯粹的喜悦。当然，这个意义上的成功已经超越于社会的评价，而人生最珍贵的价值和最美好的享受恰恰就寓于这样的成功之中。安静的位置寻求智慧的人生在现代哲学家中，罗素是个精神出奇地健全平衡的人。他是逻辑经验主义的开山鼻祖，却不像别的分析哲学家那样偏于学术的一隅，活得枯燥乏味。他喜欢沉思人生问题，却又不像存在哲学家那样陷于绝望的深渊，活得痛苦不堪。他的一生足以令人羡慕，可说应有尽有一流的学问，卓越的社会活动和声誉，丰富的爱情经历，最后再加上长寿。命运居然选中这位现代逻辑宗师充当西方性革命的首席辩护人，让他在大英帝国的保守法庭上经受了仪在他五个情人的怀里孕的上世纪后半叶以来，西方大哲内心多半充斥一种紧张的危机感，这原是时代危机的反映。罗素对这类哲人不抱好感，例如，对于尼采弗洛伊德均有微词。一个哲学家在病态的时代居然能保持心理平衡，我就不免要怀疑他的真诚。不过，罗素也许是个例外。罗素对于时代的病患并不麻木，他知道现代西方人最大的病痛来自基督教信仰的崩溃，使终有一死的生命失去了根基。在无神的荒原上，现代神学家们凭吊着也呼唤着上帝的亡灵，存在哲学家们诅咒着也讴歌着人生的荒诞。但罗素一面坚定地宣告他不信上帝，一面却并不因此堕入病态的悲观或亢奋。他相信人生一切美好的东西不会因为其短暂性而失去价值。对于死亡，他以―种坚忍的观点，从容而又冷静地去思考它，并不有意缩小它的重要性，相反地对于能超越它感到一种骄傲。罗素极其珍视爱在人生中的价值。他所说的爱，不是柏拉图式的抽象的爱，而是以动物的活力与本能为基础的爱，尤其是性爱。不过，他主张爱要受理性调节。他的信念归纳在这句话里高尚的生活是受爱激励并由知识导引的生活。爱与知识，本能与理智，二者不可或缺。有时他说，与所爱者相处靠本能，与所恨者相处靠理智。也许我们可以引申一句对待欢乐靠本能，对待不幸靠理智。"}
{"text":"对于死亡，他以―种坚忍的观点，从容而又冷静地去思考它，并不有意缩小它的重要性，相反地对于能超越它感到一种骄傲。罗素极其珍视爱在人生中的价值。他所说的爱，不是柏拉图式的抽象的爱，而是以动物的活力与本能为基础的爱，尤其是性爱。不过，他主张爱要受理性调节。他的信念归纳在这句话里高尚的生活是受爱激励并由知识导引的生活。爱与知识，本能与理智，二者不可或缺。有时他说，与所爱者相处靠本能，与所恨者相处靠理智。也许我们可以引申一句对待欢乐靠本能，对待不幸靠理智。在性爱的问题上，罗素是现代西方最早提倡性自由的思想家之一，不过浅薄者对他的观点颇多误解。他固然主张婚姻爱情性三者可以相对分开，但是他对三者的评价是有高低之分的。在他看来，第一，爱情高于单纯的性行为，没有爱的性行为是没有价值的第二，经历了多年考验，而且又有许多深切感受的伴侣生活高于一时的迷恋和钟情，因为它包含着后者所不具有的丰富内容。我们在理论上可以假定每一个正常的异性都是性行为的可能对象，但事实上必有选择。我们在理论上可以假定每一个中意的异性都是爱情的可能对象，但事实上必有舍弃。热烈而持久的情侣之间有无数珍贵的共同记忆，使他们不肯轻易为了新的爱情冒险而将它们损害。几乎所有现代大哲都是现代文明的批判者，在这一点上罗素倒不是例外。他崇尚科学，但并不迷信科学。爱与科学，爱是第一位的。科学离开爱的目标，便只会使人盲目追求物质财富的增殖。罗素说，在现代世界中，爱的最危险的敌人是工作即美德的信念，急于在工作和财产上取得成功的贪欲。这种过分膨胀的事业心耗尽了人的活动力量，使现代城市居民的娱乐方式趋于消极的和团体的。像历来一切贤哲一样，他强调闲暇对于人生的重要性，为此他主张开展一场引导青年无所事事的运动，鼓励人们欣赏非实用的知识如艺术历史英雄传记哲学等等的美味。他相信，从无用的知识与无私的爱的结合中便能生出智慧。确实，在匆忙的现代生活的急流冲击下，能够恬然沉思和温柔爱人的心灵愈来愈稀少了。如果说尼采式的敏感哲人曾对此发出振聋发聩的痛苦呼叫，那么，罗素，作为这时代一个心理健康的哲人，我们又从他口中听到了语重心长的明智规劝。但愿这些声音能启发今日性灵犹存的青年去寻求一种智慧的人生。"}
