{"text":"所谓犹者如也，犹子就是如同儿子，后世人称侄子为犹子。这里孔子是说在安葬的事上，不能把颜回看得如同自己的儿子一样，依平日颜回生活俭约朴素的本性来办。所以他对已死的颜回带点歉意的说非我也，这样的厚葬，不是我的意思，而是你的同学们的意思。孔子的这一个感叹，正是率直坦然的一种表示。讲到颜回，使我们想到古往今来，许多有才而短命或薄命的人物，颇为伤感。唐代诗人杜牧有两句诗说中路因循我所长，由来才命两相妨。真是达人知命的论调。不问苍生问鬼神下面问题来了季路问事鬼神。子曰未能事人，焉能事鬼？曰敢问死？曰未知生，焉知死？关于鬼神，有两个问题，第一是究竟有没有鬼神？世界上所有的宗教，一致承认有鬼神，但是，各个宗教承认有鬼神的理论却都不同。在大学里，拿这些不同宗教的理论，集中到一起来研究，关于鬼神的理论也包括在内，放在一起作研究，称作比较宗教学。以这种学问态度来看，每一宗教都承认鬼神。此外，唯心哲学也承认有鬼神。唯物哲学是不承认有鬼神的，科学家们则不反对有鬼神，只是保持怀疑的态度，正在追寻这个问题的答案。前面说过的，爱因斯坦最后信了上帝，就是一个最好的例子。现在科学界对这门科学的研究很热衷，有灵魂学神秘学正在积极研究，并且运用科学仪器，如红外线照相机等，来证明灵魂的存在。他们已经有不少发现和记录。譬如人体会发出一种肉眼看不见的光人坐过的地方，当这人离开后七八个小时，用特种照相机还可以照到这人的影子对于植物，也认为有知觉有感情。这些研究，都很普通而且很积极。假如有一天科学界的灵魂学，能够以科学方法证明灵魂的存在，灵魂不是一种物质，是一种超物质超电子的东西。到那时候，人类的文化要起非常重大的变化。现在欣欣向荣的科学，正在探寻生命的奥秘。鬼神问题，在中国文化里也很重要。现在大家都讲中西文化合流，但是有一点要注意，美国文化不能代表西方文化，它只是西方文化的一个支流。研究西方文化必须了解欧洲，而欧洲西方文化最初的根源是宗教，所以非研究西方的宗教思想不可。欧洲宗教思想，过去认为中国没有宗教。实际上鬼神的观念，就是中国过去的宗教思想。所不同的是，把祖先的亡魂，与鬼神混在一起。所以鬼神的问题，是研究中国宗教的一个大问题。"}
{"text":"到那时候，人类的文化要起非常重大的变化。现在欣欣向荣的科学，正在探寻生命的奥秘。鬼神问题，在中国文化里也很重要。现在大家都讲中西文化合流，但是有一点要注意，美国文化不能代表西方文化，它只是西方文化的一个支流。研究西方文化必须了解欧洲，而欧洲西方文化最初的根源是宗教，所以非研究西方的宗教思想不可。欧洲宗教思想，过去认为中国没有宗教。实际上鬼神的观念，就是中国过去的宗教思想。所不同的是，把祖先的亡魂，与鬼神混在一起。所以鬼神的问题，是研究中国宗教的一个大问题。孔子对于鬼神的态度，在上论中已经提到过敬鬼神而远之这句话，这里又说未能事人，焉能事鬼？他并不否认鬼神的存在，而是认为先把人作好，再研究鬼神的问题。连人都没有作好，连人都不懂，还想进一步去了解鬼神的事，太远了。天道远，人道迩。天道当然不是天文学太空学这个天道。中国过去这个天道，就是代表形而上的，太深远了。我们活着作人，人事是浅近的。但是我们作了一辈子的人，对于人的事还没有研究透澈，何必来谈那么远的天道呢？这等于他消极的承认有鬼神。而他认为学生们的程度还不够，暂不讨论。所以他答复子路未能事人，焉能事鬼？这个事字是作动词用，对于人事问题还没有作好就不要讨论鬼神的问题。接下来和鬼神连贯的有个大问题了敢问死？子路问人怎么死的？大家认为子路的话蛮好笑的，怎么死还要问？但死的确是一门科学，人究竟是怎么死的？孔子答得很妙，未知生，焉知死？你是怎么生的，知不知道？生从哪里来？一般人都知道是妈妈生的。哲学中人究竟从哪里来？这个问题很重要。而每个人都有哲学思想，只因环境或智慧的不同，有人向哲学这方面追下去，有人就不追了。像每个人小时候都发生过一个哲学上的疑问我是怎样生出来的？我们小时候问父母，妈妈告诉我们人是从腋下生出来的，我们还感到奇怪。现在教育普及了，都知道怎样生人，但那只是生理上的解说。生人真有那么简单吗？照生理医学上说是很简单但在哲学上对于医学界的解说并不满意。医学并没有解决问题。即使是照医学上的解说，我是妈妈生的，妈妈是外婆生，外婆是外外婆生，推溯上去，最初最初的那个人怎样来的？还是问题。人的生命究竟哪里来的？这是一个大问题。究竟怎样死的？为什么要死掉？以哲学眼光来看人生，宇宙是玩弄人的，老子说的天地不仁，以万物为刍狗。也可作这一面的解释。"}
{"text":"现在教育普及了，都知道怎样生人，但那只是生理上的解说。生人真有那么简单吗？照生理医学上说是很简单但在哲学上对于医学界的解说并不满意。医学并没有解决问题。即使是照医学上的解说，我是妈妈生的，妈妈是外婆生，外婆是外外婆生，推溯上去，最初最初的那个人怎样来的？还是问题。人的生命究竟哪里来的？这是一个大问题。究竟怎样死的？为什么要死掉？以哲学眼光来看人生，宇宙是玩弄人的，老子说的天地不仁，以万物为刍狗。也可作这一面的解释。天地简直在玩弄万物，既然把人生下来，又为什么要让他死掉？这是多遗憾的事！讲到遗憾，我们又想到哲学上的另一个问题。以我们东方哲学来说，易经看这个世界，始终都是在变化中，而它的变化始终是不圆满的。我们这部易经从乾坤两卦开始，最后一卦是未济。未济也可以说是没有结论的。以易经来看世界，任何事都没有结束。人生有结论吗？我们也讨论过盖棺论定并不是结论，人死了没有结论。宇宙历史有没有结论？据科学宗教哲学所了解的，宇宙最后还是会毁坏，毁坏了又会新生，也是没有结论。所以人生是一个没有结论的人生，而这个没有结论的人生，永远是缺憾的。佛学里对这个世界叫做娑婆世界，翻译成中文就是能忍许多缺憾的世界。本来世界就是缺憾的，而且不缺憾就不叫做人世界，人世界本来就有缺憾，如果圆满就完了。像男女之间，大家都求圆满，但中国有句老话，吵吵闹闹的夫妻，反而可以白首偕老两人之间，感情好，一切都好，就会另有缺憾，要不是没有儿女，要不就是其中一个人早死。浮生六记中的沈三白和芸娘两人的感情多好！其中就一个早死了。拿小说来讲，言情小说之所以美，只是写两三年当中的事，甚至几个月中间的事情。永远达不到目的的爱情小说才美，假使结了婚，成了柴米夫妻，才不美哩！再说笑话，太阳出来了，又何必落下去？永远有个太阳，连电灯都不必要去发明了，岂不好！也有人说笑话，认为上帝造人根本造错了，眉毛不要长在眼睛上面，如果长在指头上，牙刷都不必买了，这些是关于缺憾的笑话。这是个缺憾的世界，在缺憾的世界中，就有缺憾的人生。花开得那么好！为什么要谢了？人生，生活得那么好，又为什么要死了？这些都是哲学的问题。这宇宙的奥秘神奇，谁是他的主宰呢？有没有人管理它呢？如果有人管，这个管的人大概是用电脑计算的。"}
{"text":"再说笑话，太阳出来了，又何必落下去？永远有个太阳，连电灯都不必要去发明了，岂不好！也有人说笑话，认为上帝造人根本造错了，眉毛不要长在眼睛上面，如果长在指头上，牙刷都不必买了，这些是关于缺憾的笑话。这是个缺憾的世界，在缺憾的世界中，就有缺憾的人生。花开得那么好！为什么要谢了？人生，生活得那么好，又为什么要死了？这些都是哲学的问题。这宇宙的奥秘神奇，谁是他的主宰呢？有没有人管理它呢？如果有人管，这个管的人大概是用电脑计算的。人同样都有鼻子嘴巴眼睛等五官，可是那么多的人，却没有两个完全相同的。只看这么一点点，就有那么多的不同。所以人家说人是上帝造的，我说那个制造厂里，大概有时候抓模型抓错了，所以有的鼻子不好，有的耳朵不好。这到底怎么来的？西方的宗教，有的就告诉我们不要再追问，这是上帝照他的型态造了人。那么上帝的型态又是什么样子？不知道。西方宗教说，到此止步，不能再问了，信就得救，不信不得救东方的宗教，信的得救，不信的更要救，好人要救，坏人更要救在东方宗教里，认为人生不是哪一个主宰，既不是上帝，也不是神，另外定了一个名称第一因。第一个因子哪里来的？第一个人身哪里来的？印度来的佛教中国的道教，都认为人不是生物进化来的，也不是由一个主宰所创造的，也不是偶然的，这是一个大问题。简单地告诉大家，这个生死问题和鬼神问题是连起来的。东方学说认为光靠男性的精虫女性的卵子两个东西不能够形成一个人。人的形成需要三元和合，由男性的精虫女性的卵子，配上灵魂而形成人。现在已有人研究出来试管婴儿，将精虫和卵子放进试管里看到他长大，那是不是三元呢？还是三元。精虫卵子在玻璃管里或在人体里成长，是一回事。精虫与卵子之能够结合，还是靠一个灵魂的力量来的。人生出后有高矮胖瘦智愚之分，不完全是遗传，遗传仅是因素之一，其中另有因缘。因缘的观念，是来自印度佛家的文化。譬如说，我在这里讲论语是因，大家在这里听就是缘，双方就有这个因和这个缘。相反的，大家是因，因为有大家在听，我才有机会在这里讲，我就是缘。因与缘互相连锁的关系，就叫作因缘。那么人生下来，有四种因缘，一种是亲因缘它是种性，这些问题讨论起来，不是三言两语能讲完的，只大概提一下。包括了灵魂的关系，人的惯性的关系，由过去的生命历程带到了现世，又由现世再带到来世。至于父母的遗传等等，属于疏因缘，又名增上缘。何谓增上？"}
{"text":"因缘的观念，是来自印度佛家的文化。譬如说，我在这里讲论语是因，大家在这里听就是缘，双方就有这个因和这个缘。相反的，大家是因，因为有大家在听，我才有机会在这里讲，我就是缘。因与缘互相连锁的关系，就叫作因缘。那么人生下来，有四种因缘，一种是亲因缘它是种性，这些问题讨论起来，不是三言两语能讲完的，只大概提一下。包括了灵魂的关系，人的惯性的关系，由过去的生命历程带到了现世，又由现世再带到来世。至于父母的遗传等等，属于疏因缘，又名增上缘。何谓增上？一颗种籽，本身是亲因缘，种下泥土以后，因地质不同，吸收的养分不同而变，虽然变了，但它的本性不大会变的。所以西方遗传学所讲的，在我们东方哲学说来，那不过是增上缘的一点作用而已，并不是全部作用。有了现在的生命以后，就叫作所缘缘。何谓所缘缘？如苏东坡的诗说书到今生读已迟，人为了今生读书已经太迟了，今日要赶快读书，以便来生的智慧高一点，这也可以做为所缘缘的说明。第四是等无间缘。因缘的关系是永远连续不断的下去，所以是平等的，没有间歇性，永远是转下去，等于我们的银河系统，是永远在转，连续关系转下去。这里大概介绍一下，这是哲学上一个专门的课题，也是科学上一个专门的问题，很麻烦，很精细的。我们现在只能约略地讲个大概，这也就是生死的问题。东方哲学还有一个东西讨论，最初的生命哪里来的？东方哲学有所谓原人论，原始的那个生命，最初从哪里来的？现在全世界都流行的禅宗――这是中国的特产――其中主要的问题，也是问生从哪里来？死往哪里去？照唯物论的解释人死如灯灭，这答案行不行？不能满意。事实上证明，人死不如灯灭。如社会学心理学医学灵魂学的调查，有很多的事例证明，譬如说有的人没有死，已经有死的征象。不说远的，就说发生在台湾的事，有位老朋友的老太爷，在他死前三天的早晨，他自己的老太太，就看到她的老伴站在门前往外走。老太太呼唤他不要出去受了凉，但又倏忽不见了。再回到房间一看，老太爷还躺在床上呼呼大睡。这时老太太心里知道，老伴快要死了，所谓灵魂先出窍了。果然三天以后老太爷去世了。这种事例倒蛮多的，这许许多多事例，在科学上都还是不可知之数。生从哪里来？死往哪里去？我们大家都活到死，死是一个大问题，一个人正常的死到底是怎么死的？"}
{"text":"老太太呼唤他不要出去受了凉，但又倏忽不见了。再回到房间一看，老太爷还躺在床上呼呼大睡。这时老太太心里知道，老伴快要死了，所谓灵魂先出窍了。果然三天以后老太爷去世了。这种事例倒蛮多的，这许许多多事例，在科学上都还是不可知之数。生从哪里来？死往哪里去？我们大家都活到死，死是一个大问题，一个人正常的死到底是怎么死的？生命的幽默庄子书中有句话妙得很，他说不亡以待尽。这话怎么说呢？意思是我们活在世界上并没有活，是在那里等死。所以庄子又说方生方死，方死方生。当一个婴儿出世，我们说生了，但庄子的观念中，那不是生了，而是死亡的开始。自生之时就开始慢慢走向死亡。两岁时，一岁的我过去了十岁时，九岁的我过去了四十岁时，三十九岁的我过去了，天天都在生死中新陈代谢，思想也在生了死，死了生。我们一个新的思想生了，前一个思想马上死亡了，流水一样。正如孔子说的逝者如斯夫！不舍昼夜。所以庄子说看着这生命活着，没有死，是在等最后的一天。从哲学的观点来看人生，的确是这样。所以有人学哲学，学得不好的，反而觉得人生没有意思，你说搞了半天有什么结论？没有结论。这个世界就是一个缺憾的世界。但是也有人通了的，晓得这个世界本来就是个缺憾的世界。像曾国藩在晚年，就为他的书房命名为求阙斋，要求自己有缺憾，不要求圆满。太圆满就完了，作人做事要留一点缺憾。如宋朝的大哲学家，通易经而能知道过去未来的邵康节，和名理学家程颢程颐弟兄是表兄弟，和苏东坡也有往来。二程和苏不睦。邵康节病得很重的时候，二程在病塌前照顾，这时外面有人来探病，程氏兄弟问明来的是苏东坡，就吩咐下去，不要让苏东坡进来。邵康节躺在床上已经不能说话了，就举起一双手来，比成一个缺口的样子。程氏兄弟不懂他作出这个手势来是什么意思，后来邵康节喘过一口气，他说把眼前路留宽一点，让后来的人走走。然后死了。这也就是说世界本来缺憾，又何必不让人一步好走路！这里是谈生死问题，孔子并没有作结论。依哲学上来谈这个问题，在这里也无法作详细的介绍，如果像现在这样讲法，一个星期讲两个小时，就是五六年，甚至十年的时间也讲不完。而且谁知道生从何处来？死往哪里去？没有人敢说，没有人敢作绝对的论断。"}
{"text":"程氏兄弟不懂他作出这个手势来是什么意思，后来邵康节喘过一口气，他说把眼前路留宽一点，让后来的人走走。然后死了。这也就是说世界本来缺憾，又何必不让人一步好走路！这里是谈生死问题，孔子并没有作结论。依哲学上来谈这个问题，在这里也无法作详细的介绍，如果像现在这样讲法，一个星期讲两个小时，就是五六年，甚至十年的时间也讲不完。而且谁知道生从何处来？死往哪里去？没有人敢说，没有人敢作绝对的论断。只有在医学上，以科学的观念说，人怎样是生，怎样是死，有生命的延续，就有新陈代谢的作用。可见医学上也认为人随时都在生，也随时都在死，人的身体就和一个小宇宙一样。就是一片树叶，在科学的观念中，比一所核子工厂还复杂，而人体的结构，就有如宇宙一样复杂。譬如我们一餐三碗饭下去，如何的消化，如何的供给人所需要的热能，如何排泄废物，其间的过程是够复杂，也够奇妙的。如果再加上一些寄生虫和那些帮助消化的细菌在内，那关系可就更不简单了。生死的确是个大问题，孔子在这里答得很奥妙，他说鬼神是属于天道的事情，人道迩，天道远。人本身的问题，都没有解决，怎么去谈那么遥远的天道问题？也就是他说的中人以下，不可以语上也。他认为子路他们这批学生，程度还不够，对于生死问题，就难说了。只要我们活着的时候，好好活下去，尽到活着的本分，先把人作好再说。鬼神问题生死问题，人类文化上两个大问题，现在再重复一下，让大家注意。世界各国大学的哲学系，各派宗教乃至现在有许多科学，都在研究这两个问题。人类文化到现在，对这两个大问题，还是没有解决。究竟有没有鬼神存在？生是怎么来？死是怎么去？原始的人种究竟怎么来的？当然，我们晓得，现在共产主义的哲学，一方面是基于马克思的经济思想，一方面是基于黑格尔的唯物辩证法，以及吸收希腊方面的唯物哲学而来的。其次，影响了人类思想的，是达尔文的进化论，和弗洛依德的性心理学。这几种学说，同时构成今日世界人文文化一个大问题的存在，不过目前被物质科学的进步，将这问题掩盖住了，使我们不大感觉得到，实际上这个问题是很严重地存在着。生与死问题的研究，现在已经把达尔文的进化论推翻了。新的理论，一部分已经成立――整个的还没有解决。所以这是一个很大的问题，不是短时间可以讨论得完的。论语中显然提到这两个大问题，我们要特别注意。"}
{"text":"其次，影响了人类思想的，是达尔文的进化论，和弗洛依德的性心理学。这几种学说，同时构成今日世界人文文化一个大问题的存在，不过目前被物质科学的进步，将这问题掩盖住了，使我们不大感觉得到，实际上这个问题是很严重地存在着。生与死问题的研究，现在已经把达尔文的进化论推翻了。新的理论，一部分已经成立――整个的还没有解决。所以这是一个很大的问题，不是短时间可以讨论得完的。论语中显然提到这两个大问题，我们要特别注意。不过现在没有办法专门针对这两个问题，再作讨论，只能在这里作一个交代，将来我们有别的机会，再来研究这些问题。孔门弟子的素描先进这一篇，到了这一段鬼神问题与生死问题是一个高潮，现在继续下来，是对于人物的评论。闵子侍侧，如也子路，行行如也冉有子贡，侃侃如也。子乐。若由也，不得其死然。这是孔子对于这几个学生的评论。闵子侍侧，如也，闵子骞是有名的孝子，孔子非常喜欢的学生，孔子观察他，说他讲话很温和，有条有理。为什么讲话那么重要呢？这就好比曾国藩在冰鉴中所说，看一个人头脑够不够精细，不一定要看他的鼻子眼睛，只要听他讲话，就会知道。有些人有条有理有些人说了半天，主题还没有讲出来。一个人处事有没有条理，在言语中就可以看出来。所以，闵子骞在旁边是如也，温和，有条理，看着很舒服。子路呢？行行如也，什么是行行？光从书本知识上，是难以了解的，要配合人生经验，才会知道。司马迁写史记，他自述读万卷书，行万里路。光读书读多了，不是学问，是书呆子，没有用。还要行万里路，观察多了，才是学问。从前，看到好几位当代的大人物，观察的结果，就懂了行行如也这句书，此公说话很简单，但不断在动，好像坐不住一样。这才想到就是子路的行行如也。冉有子贡这两个人侃侃如也，这侃侃是形容他气度很大，现在的话是很潇洒。对于这几个人，最后孔子下断语若由也，不得其死然。他说子路将来不得好死。结果孔子看对了。子路后来是在卫国的政变中战死的，死得非常光荣。前面说过，他是为了赶回为卫国平乱，身受创伤，然后整肃衣冠，端坐而死。"}
{"text":"这才想到就是子路的行行如也。冉有子贡这两个人侃侃如也，这侃侃是形容他气度很大，现在的话是很潇洒。对于这几个人，最后孔子下断语若由也，不得其死然。他说子路将来不得好死。结果孔子看对了。子路后来是在卫国的政变中战死的，死得非常光荣。前面说过，他是为了赶回为卫国平乱，身受创伤，然后整肃衣冠，端坐而死。在中国历史上，唐宋明各代，这种人物很多，战死了以后还站着，尸体绝不倒下来，以致敌人的将领都对他崇拜万分，往往为他立祠建庙，这就与鬼神生死的问题有关了。所以我们中国人说聪明正直，死而为神。只要人的品格好，如忠义的人，死了以后就可以为神。我们看见许多庙，大家都去膜拜，里面所供奉的神，就是这一类人所升华的。这一段是由子路的行行如也所引起的。子乐，描述当时孔子对于这几个围绕在身边的学生，觉得很高兴。可是他很遗憾地深深惋惜子路将不得善终。我们这里也要注意子路的行行如也。譬如有些人坐下来会抖腿，在相人术上，这种人有多少钱都会被他抖光，这是一种败相，不但钱会抖光，事业也会抖光，实际上也就是行行如也的一种小动作。人坐就是坐，睡就是睡，坐有坐相，睡有睡相，走有走相，吃有吃相，前面有相，后面有相，真正看相，太不简单，这是以中国文化中，形名之学作的说明。这是孔子对常在身边几个学生人品修养，表现在外形上的一个定评，虽然是简单一句话，但是很扼要。言语的艺术下面跟着就是说到处事了。鲁人为长府。闵子骞曰仍旧贯，如之何？何必改作！子曰夫人不言，言必有中。这是说鲁国当时财政经济发生问题，鲁国有一个人出任长府，这个长府相近于现代的财经首长，不过不能完全和现在比。现在财政经济是分开的，会计也是独立的过去所谓长府就是管钱的，包括了财政经济，国税局乃至于审计部，这些业务都集中在一起。换句话说，是管如何收钱，如何用钱。鲁国当时主管长府这个机构的人，大概想对当时的制度有所改变。闵子骞说话了。他说，制度不要轻易变动，还是沿用现有制度，方法变一变就好了。如果变更制度，影响比较大，整个社会又要经过一番波动，才能适合新的制度，不如用旧的制度。你看怎么样？"}
