{"text":"我因为现在尚未见到奔流上的原剧本，无从批判这幕剧是否侮辱孔子，但据二师校长说本校排演此剧者，在使观众明了礼教与艺术之冲突，在艺术之中，认取人生真义云云。夫如此，未必有什么过火的侮辱，不过对于旧礼教或致不满而已。谈到旧礼教，这是积数千年推演而成，并非孔子所手创，反对旧礼教不能认定是侮辱孔子，况且旧礼教桎梏人性锢蔽思想的罪恶，已经不容我们不反对了！如果我们认清现在的时代，还要不要尊孔，要不要铲除封建思想，要不要艺术产生，自然明白这次曲阜二师的风波是关系乎思想艺术的问题，是封建势力向思想界艺术界的进攻！不过国府教育部为了这件演剧琐事，却派员查办啦，训令查复啦，未免有小题大做之嫌，我想。一九二九，七，十八，于古都。七月二十六日华北日报副刊所载八为辱孔问题答大公报记者宋还吾本年七月二十三日的大公报社评，有近日曲阜之辱孔问题一文，昨天才有朋友找来给我看看过之后，非常高兴。这个问题，在山东虽然也引起各报的讨论，但讨论到两三次，便为别种原因而消沉了。大公报记者居然认为是个问题，而且著为社论，来批评我们我们除感佩而外，还要对于这件事相当的声明一下，同时对于记者先生批评的几点，作简单的答复。我们认为孔子见南子是一件事实，因为一，子见南子出于论语，论语不是一部假书，又是七十子后学者所记，当然不是造孔子的谣言。二，孔子周游列国，意在得位行道，揆之三日无君则吊，三月无君则遑遑如也的古义，孔子见南子，是可以成为事实的。子见南子是一本独幕悲喜剧。戏剧是艺术的一种。艺术的定义，最简单的是人生的表现或再见。但没有发见的人，也表现不出什么来没有生活经验的人，也发见不出什么来。有了发见之后，把他所发见的意识化了，才能表现于作品之中。子见南子，是在表现他所发见的南子的礼，与孔子的礼的不同及周公主义，与南子主义的冲突。他所发见的有浅深，所表现的有好坏，这是我们可以批评的。如果说他不应该把孔子扮成剧本中的脚色，不应该把子见南子这回事编成剧本，我们不应该在曲阜表演这样的一本独幕悲喜剧这是我们要付讨论的。大公报的记者说批评须有其适当之态度即须忠实，须谨慎，不能离开理论与史实。这是立论的公式，不是作戏剧的公式，也不是我们演剧者所应服从的公式。"}
{"text":"子见南子，是在表现他所发见的南子的礼，与孔子的礼的不同及周公主义，与南子主义的冲突。他所发见的有浅深，所表现的有好坏，这是我们可以批评的。如果说他不应该把孔子扮成剧本中的脚色，不应该把子见南子这回事编成剧本，我们不应该在曲阜表演这样的一本独幕悲喜剧这是我们要付讨论的。大公报的记者说批评须有其适当之态度即须忠实，须谨慎，不能离开理论与史实。这是立论的公式，不是作戏剧的公式，也不是我们演剧者所应服从的公式。又说子见南子，见而已矣，成何艺术？有何人生真义？又何从发见与礼教之冲突？在这里，我要附带着声明一下。我的答辩书原文是在礼教与艺术之间，认取人生真义。书手写时错误了。不过这些都无关宏d。见而已矣！固然！但在当时子路已经不说，孔子且曾发誓，是所谓见者，岂不大有文章？而且南子曾宣言到卫国来见寡君的，必须见寡小君。孔子又曾陪南子出游，参乘过市。再连同南子的许多故事，辑在一块，表演起来，怎见得就不能成为艺术？艺术的表现，有自己在内，与作史是不同的呵！孔子有孔子的人生观，南子也自有她的人生观，把这两种不同的人生观，放在一幕里表演出来，让观众自己认识去，怎见得发见不出人生的真义？原剧所表演的南子，是尊重自我的，享乐主义的孔子却是一个遵守礼法的，要得位行道的。这两个人根本态度便不同，又怎能没有冲突？至于说普通界说之所谓孔教，乃宋儒以后之事，非原始的孔教。我要请问原始的礼教，究是什么样子？魏晋之间，所常说的礼法之士，是不是指的儒家者流？又说例以如演子见南子之剧，可以明艺术与人生。吾不知所谓艺术与人生者何若也！上文说过艺术是人生的表现，在表演人生，观者看了之后，各随其能感的程度，而有所见于人生，又有人专门跑到剧场中去看人类。所谓艺术与人生者就是这样，这有什么奇怪？难道说，凡所谓艺术与人生者，都应在孔教的范畴之中么？记者先生又由孔学本身上观察说自汉以来，孔子横被帝王利用，竟成偶像化，形式化，然其责孔子不负之。――真理所示，二千年前之先哲，初不负二千年后政治之责任。我却以为不然。自汉以来，历代帝王，为什么单要利用孔子？最尊崇孔子的几个君主，都是什么样的人？他们尊崇孔子的意义是什么？如果孔子没有这一套东西，后世帝王又何从利用起？他们为什么不利用老庄与荀子？"}
{"text":"所谓艺术与人生者就是这样，这有什么奇怪？难道说，凡所谓艺术与人生者，都应在孔教的范畴之中么？记者先生又由孔学本身上观察说自汉以来，孔子横被帝王利用，竟成偶像化，形式化，然其责孔子不负之。――真理所示，二千年前之先哲，初不负二千年后政治之责任。我却以为不然。自汉以来，历代帝王，为什么单要利用孔子？最尊崇孔子的几个君主，都是什么样的人？他们尊崇孔子的意义是什么？如果孔子没有这一套东西，后世帝王又何从利用起？他们为什么不利用老庄与荀子？一般不耕而食，不织而衣，成为游民阶级的士，不都是在尊崇孔教的口号之下，产生出来的吗？历代政治权力者所豢养的士，不都是祖述孔子的吗？他们所祖述的孔子学说，不见得都是凭空捏造的吧？孟子说过民为贵，社稷次之，君为轻，几乎被朱元璋赶出圣庙去。张宗昌因为尊孔能收拾人心，除了认孔德成为仁侄之外，还刻印了十三经。封建势力善以孔子的学说为护符，其责孔子不负之谁负之？又说孔学之真价值，初不借政治势力为之保存，反因帝王利用而教义不显。那么，记者先生对于我这次被告，应作何感想呢？记者先生说我们研究不彻底，态度不谨严。记者先生忘记我们是在表演戏剧，不是背述史实我们是在开游艺会，不是宣读论文。而且自究极的意义言之，演者在表演实人生时，不用向他说你要谨严谨严，他自然而然地会谨严起来因为实人生是严肃的，演者面对着实人生时，他自会严肃起来的。同时，如果研究的不彻底，也绝对表演不好。在筹备演子见南子的时候，我曾教学生到孔庙里去看孔子及子路的塑像，而且要过细地看一下。对于论语，尤其是乡党一篇，要着实地研究一下。单为要演戏，还详细地讨论过温良恭俭让五个字的意味。我们研究的固然不算怎样彻底，但已尽其最善之努力了。记者先生还以为我们太草率么？我们应当读书十年之后，再演子见南子么？不必吧！记者先生既说子见南子剧脚本，吾人未见曲阜二师，如何演剧，更属不知。还能说我们研究不彻底，态度不谨严么？何不买一奔流月刊第一卷第六号看看，到曲阜实地调查一下再说呢？这样，岂不研究的更彻底，态度更能谨严些么？而且我们演剧的背影是什么？曲阜的社会状况何若？一般民众的要求怎样？记者先生也许更属不知吧？那末，所根据的史实是什么呢？记者先生对于孔学本身，未曾论列何谓礼教？何谓艺术？更少发挥。"}
{"text":"我们应当读书十年之后，再演子见南子么？不必吧！记者先生既说子见南子剧脚本，吾人未见曲阜二师，如何演剧，更属不知。还能说我们研究不彻底，态度不谨严么？何不买一奔流月刊第一卷第六号看看，到曲阜实地调查一下再说呢？这样，岂不研究的更彻底，态度更能谨严些么？而且我们演剧的背影是什么？曲阜的社会状况何若？一般民众的要求怎样？记者先生也许更属不知吧？那末，所根据的史实是什么呢？记者先生对于孔学本身，未曾论列何谓礼教？何谓艺术？更少发挥。对于我个人，颇有敲打对于我们演子见南子微词更多不知根据的什么理论？所谓孔学的本身，与孔学的真价值，到底是什么？请大公报的记者，具体的提出来。我们站在中华民国十八年的立场上，愿意陪着记者先生，再重新估量估量。一九二九，七，二八，济南旅舍九教育部训令第九五二号令山东教育厅查该省省立第二师范校长宋还吾被控侮辱孔子一案，业令行该厅查办，并加派本部参事朱葆勤，会同该厅，严行查办各在案。兹据该参事厅长等，将查明各情，会同呈复前来。查该校校长宋还吾，既据该参事厅长等，会同查明，尚无侮辱孔子情事，自应免予置议。惟该校校长以后须对学生严加训诰，并对孔子极端尊崇，以符政府纪念及尊崇孔子本旨。除据情并将本部处理情形，呈请行政院鉴核转呈，暨指令外，合行令仰该厅知照，并转饬该校校长遵照，此令。十曲阜二师校长呈山东教育厅文呈为呈请事。案据山东民国日报，山东党报二十八日登载教育部训令九五二号，内开云云。查办以来，引咎待罪，二十余日，竟蒙教育部昭鉴下情，免予置议，感激之余，亟思图报。惟关于训诰学生，尊崇孔子两点，尚无明文详细规定。恐再有不符政府纪念及尊崇孔子本旨，致重罪戾，又以八月二十七日孔子诞辰纪念，为期已迫，是以未及等候教厅载令到校，提前呈请。查孔家哲学之出发点，约略言之，不过一部易经。上天下泽，履，君子以辩上下，定民志。类此乾坤定位，贵贱陈列，以明君臣之大义，以立万世之常经的宇宙观，何等整齐。自民国肇造以来，由君主专制之政体，一变而为民主民治，由孔家哲学之观点论之，实不啻翻天倒泽，加履首上，上下不辩，民志不定，乾坤毁灭，阴阳错乱，乾坤毁则无以见易，易不可见，则乾坤或几乎息矣。如此则孔家全部哲学，尚何所根据乎？"}
{"text":"上天下泽，履，君子以辩上下，定民志。类此乾坤定位，贵贱陈列，以明君臣之大义，以立万世之常经的宇宙观，何等整齐。自民国肇造以来，由君主专制之政体，一变而为民主民治，由孔家哲学之观点论之，实不啻翻天倒泽，加履首上，上下不辩，民志不定，乾坤毁灭，阴阳错乱，乾坤毁则无以见易，易不可见，则乾坤或几乎息矣。如此则孔家全部哲学，尚何所根据乎？此后校长对学生，有所训诰，如不阐明孔子尊君之义，则训诰不严，难免违犯部令之罪，如阐明孔子尊君之义，则又抵触国体，将违犯刑法第一百零三条，及第一百六十条。校长在武汉被共党逮捕入狱，八十余日，饱尝铁窗风味，至今思之，犹觉寒心，何敢再触法网，重入囹圄。校长效力党国，如有罪戾，应请明令处置，如无罪戾，何为故使进退维谷？校长怀刑畏法，只此一端，已无以自处。窃谓应呈请部院，删除刑法第一百零三条，及第一百六十条，或明令解释讲演孔子尊君之义为不抵触国体，则校长将有所遵循，能不获罪。又查尊崇孔子最显著者莫过于祭孔典礼，民国以来，祭孔率行鞠躬礼，惟袁世凯筹备帝制时，则定为服祭天服，行跪拜礼，张宗昌在山东时亦用跪拜礼。至曲阜孔裔告祭林庙时，自袁世凯以来，以至今日，均系服祭天服，行跪拜礼，未尝稍改。本校设在曲阜，数年前全校师生赴孔庙参加祭孔典礼，曾因不随同跪拜，大受孔裔斥责，几起冲突。刻距现行历八月二十七日孔子诞辰，为期不足一月，若不预制祭天服，定行跪拜礼，倘被孔裔控告，为尊崇孔子，未能极端，则校长罪戾加重，当何词以自解？若预制祭天服，则限于预算，款无所出，实行跪拜礼，则院部尚无功令，冒然随同，将违背现行礼节，当然获罪。且查曲阜衍圣公府，输资设立明德中学，向无所谓星期，每旧历庚日，则休假一日，名曰旬休，旧历朔望，例须拜孔，行三跪九叩礼，又每逢祭孔之时，齐集庙内，执八佾舞于两阶。本校学生如不从同，则尊崇不能极端，如须从同，是否违背院部功令。凡此种种，均请钧厅转院部，明令示遵。临呈不胜迫切待命之至。谨呈山东省政府教育厅厅长何。山东省立第二师范校长宋还吾。七月二十八日。十一山东教育厅训令第一二四号八月一日省立第二师范校长宋还吾调厅另有任用，遗缺以张敦讷接充。此令。十二结语有以上十一篇公私文字，已经可无须说明，明白山东曲阜第二师范学校演子见南子一案的表里。"}
{"text":"本校学生如不从同，则尊崇不能极端，如须从同，是否违背院部功令。凡此种种，均请钧厅转院部，明令示遵。临呈不胜迫切待命之至。谨呈山东省政府教育厅厅长何。山东省立第二师范校长宋还吾。七月二十八日。十一山东教育厅训令第一二四号八月一日省立第二师范校长宋还吾调厅另有任用，遗缺以张敦讷接充。此令。十二结语有以上十一篇公私文字，已经可无须说明，明白山东曲阜第二师范学校演子见南子一案的表里。前几篇呈文二至三，可借以见圣裔告状的手段和他们在圣地的威严中间的会呈四，是证明控告的说诳其次的两段记事五至六，则揭发此案的内幕和记载要人的主张的。待到教育部训令九一下，表面上似乎已经无事，而宋校长偏还强项，提出种种问题十，于是只得调厅，另有任用十一，其实就是撤差也矣。这即所谓息事宁人之举，也还是强宗大姓的完全胜利也。一九二九年八月二十一夜，编讫谨记。关于知识阶级关于知识阶级――十月二十五日在上海劳动大学讲我到上海约二十多天，这回来上海并无什么意义，只是跑来跑去偶然到上海就是了。我没有什么学问和思想，可以贡献给诸君。但这次易先生要我来讲几句话因为我去年亲见易先生在北京和军阀官僚怎样奋斗，而且我也参与其间，所以他要我来，我是不得不来的。我不会讲演，也想不出什么可讲的，讲演近于做八股，是极难的，要有讲演的天才才好，在我是不会的。终于想不出什么，只能随便一谈刚才谈起中国情形，说到知识阶级四字，我想对于知识阶级发表一点个人的意见，只是我并不是站在引导者的地位，要诸君都相信我的话，我自己走路都走不清楚，如何能引导诸君？知识阶级一辞是爱罗先珂七八年前讲演知识阶级及其使命时提出的，他骂俄国的知识阶级，也骂中国的知识阶级，中国人于是也骂起知识阶级来了后来便要打倒知识阶级，再利害一点，甚至于要杀知识阶级了。知识就仿佛是罪恶，但是一方面虽有人骂知识阶级一方面却又有人以北自豪这种情形是中国所特有的，所谓俄国的知识阶级，其实与中国的不同，俄国当革命以前，社会上还欢迎知识阶级。为什么要欢迎呢？因为他确能替平民抱不平，把平民的苦痛告诉大众。他为什么能把平民的苦痛说出来？因为他与平民接近，或自身就是平民。"}
{"text":"知识就仿佛是罪恶，但是一方面虽有人骂知识阶级一方面却又有人以北自豪这种情形是中国所特有的，所谓俄国的知识阶级，其实与中国的不同，俄国当革命以前，社会上还欢迎知识阶级。为什么要欢迎呢？因为他确能替平民抱不平，把平民的苦痛告诉大众。他为什么能把平民的苦痛说出来？因为他与平民接近，或自身就是平民。几年前有一位中国大学教授，他很奇怪，为什么有人要描写一个车夫的事情，这就因为大学教授一向住在高大的洋房里，不明白平民的生活。欧洲的著作家往往是平民出身，欧洲人虽出身穷苦，而也做文章这因为他们的文字容易写，中国的文字却不容易写了。所以也同样的感受到平民的苦痛，当然能痛痛快快写出来为平民说话，因此平民以为知识阶级对于自身是有益的于是赞成他，到处都欢迎他，但是他们既受此荣誉，地位就增高了，而同时却把平民忘记了，变成一种特别的阶级。那时他们自以为了不得，到阔人家里去宴会，钱也多了，房子东西都要好的，终于与平民远远的离开了。他享受了高贵的生活，就记不起从前一切的贫苦生活了。――所以请诸位不要拍手，拍了手把我的地位一提高，我就要忘记了说话的。他不但不同情于平民或许还要压迫平民，以致变成了平民的敌人，现在贵族阶级不能存在贵族的知识阶级当然也不能站住了，这是知识阶级缺点之一。还有知识阶级不可免避的运命，在革命时代是注重实行的，动的思想还在其次，直白地说或者倒有害。至少我个人的意见如此的。唐朝奸臣李林甫有一次看兵操练很勇敢，就有人对着他称赞。他说兵好是好，可是无思想，这话很不差。因为兵之所以勇敢，就在没有思想，要是有了思想，就会没有勇气了。现在倘叫我去当兵，要我去革命，我一定不去，因为明白了利害是非，就难于实行了。有知识的人，讲讲柏拉图讲讲苏格拉底是不会有危险的。讲柏拉图可以讲一年，讲苏格拉底可以讲三年，他很可以安安稳稳地活下去，但要他去干危险的事情，那就很费踟踌。譬如中国人，凡是做文章，总说有利然而又有弊，这最足以代表知识阶级的思想。其实无论什么都是有弊的，就是吃饭也是有弊的，它能滋养我们这方面是有利的但是一方面使我们消化器官疲乏，那就不好而有弊了。假使做事要面面顾到，那就什么事都不能做了。还有，知识阶级对于别人的行动，往往以为这样也不好，那样也不好。"}
{"text":"有知识的人，讲讲柏拉图讲讲苏格拉底是不会有危险的。讲柏拉图可以讲一年，讲苏格拉底可以讲三年，他很可以安安稳稳地活下去，但要他去干危险的事情，那就很费踟踌。譬如中国人，凡是做文章，总说有利然而又有弊，这最足以代表知识阶级的思想。其实无论什么都是有弊的，就是吃饭也是有弊的，它能滋养我们这方面是有利的但是一方面使我们消化器官疲乏，那就不好而有弊了。假使做事要面面顾到，那就什么事都不能做了。还有，知识阶级对于别人的行动，往往以为这样也不好，那样也不好。先前俄国皇帝杀革命党，他们反对皇帝后来革命党杀皇族，他们也起来反对。问他怎么才好呢？他们也没办法。所以在皇帝时代他们吃苦，在革命时代他们也吃苦，这实在是他们本身的缺点。所以我想，知识阶级能否存在还是个问题。知识和强有力是冲突的，不能并立的强有力不许人民有自由思想，因为这能使能力分散，在动物界有很显的例猴子的社会是最专制的，猴王说一声走，猴子都走了。在原始时代酋长的命令是不能反对的，无怀疑的，在那时酋长带领着群众并吞衰小的部落于是部落渐渐的大了，团体也大了。一个人就不能支配了。因为各个人思想发达了，各人的思想不一，民族的思想就不能统一，于是命令不行，团体的力量减小，而渐趋灭亡。在古时野蛮民族常侵略文明很发达的民族，在历史上常见的。现在知识阶级在国内的弊病，正与古时一样。英国罗素法国罗曼罗兰反对欧战，大家以为他们了不起，其实幸而他们的话没有实行，否则，德国早已打进英国和法国了因为德国如不能同时实行非战，是没有办法的。俄国托尔斯泰的无抵抗主义之所以不能实行，也是这个原因。他不主张以恶报恶的，他的意思是皇帝叫我们去当兵，我们不去当兵。叫警察去捉，他不去叫刽子手去杀，他不去杀，大家都不听皇帝的命令，他也没有兴趣那末做皇帝也无聊起来，天下也就太平了。然而如果一部分的人偏听皇帝的话，那就不行。我从前也很想做皇帝，后来在北京去看到宫殿的房子都是一个刻板的格式，觉得无聊极了。所以我皇帝也不想做了。做人的趣味在和许多朋友有趣的谈天，热烈的讨论。做了皇帝，口出一声，臣民都下跪，只有不绝声的，，那有什么趣味？但是还有人做皇帝，因为他和外界隔绝，不知外面还有世界！总之，思想一自由，能力要减少，民族就站不住，他的自身也站不住了！"}
{"text":"然而如果一部分的人偏听皇帝的话，那就不行。我从前也很想做皇帝，后来在北京去看到宫殿的房子都是一个刻板的格式，觉得无聊极了。所以我皇帝也不想做了。做人的趣味在和许多朋友有趣的谈天，热烈的讨论。做了皇帝，口出一声，臣民都下跪，只有不绝声的，，那有什么趣味？但是还有人做皇帝，因为他和外界隔绝，不知外面还有世界！总之，思想一自由，能力要减少，民族就站不住，他的自身也站不住了！现在思想自由和生存还有冲突，这是知识阶级本身的缺点。然而知识阶级将怎么样呢？还是在指挥刀下听令行动，还是发表倾向民众的思想呢？要是发表意见，就要想到什么就说什么。真的知识阶级是不顾利害的，如想到种种利害，就是假的，冒充的知识阶级只是假知识阶级的寿命倒比较长一点。像今天发表这个主张，明天发表那个意见的人，思想似乎天天在进步只是真的知识阶级的进步，决不能如此快的。不过他们对于社会永不会满意的，所感受的永远是痛苦，所看到的永远是缺点，他们预备着将来的牺牲，社会也因为有了他们而热闹，不过他的本身――心身方面总是苦痛的因为这也是旧式社会传下来的遗物。至于诸君，是与旧的不同，是二十世纪初叶青年，如在劳动大学一方读书，一方做工，这是新的境遇或许可以造成新的局面，但是环境是老样子，着着逼人堕落，倘不与这老社会奋斗，还是要回到老路上去的。譬如从前我在学生时代不吸烟，不吃酒，不打牌，没有一点嗜好后来当了教员，有人发传单说我抽鸦片。我很气，但并不辩明，为要报复他们，前年我在陕西就真的抽一回鸦片，看他们怎样？此次来上海有人在报纸上说我来开书店又有人说我每年版税有一万多元。但是我也并不辩明但曾经自己想，与其负空名，倒不如真的去赚这许多进款。还有一层，最可怕的情形，就是比较新的思想运动起来时，如与社会无关，作为空谈，那是不要紧的，这也是专制时代所以能容知识阶级存在的原故。因为痛哭流泪与实际是没有关系的，只是思想运动变成实际的社会运动时，那就危险了。往往反为旧势力所扑灭。中国现在也是如此，这现象，革新的人称之为反动。"}
