{"text":"其说无当，固不俟言。华惠尔尝言其故曰，探自然必赖夫玄念，而希腊学者无有是，即有亦极微，盖缘定此念之意义，非名学之助不为功也。中略而尔时诸士，直欲以今日吾曹滥用之文字，解宇宙之玄纽而去之。然其精神，则毅然起叩古人所未知，研索天然，不肯止于肤廓，方诸近世，直无优劣之可言。盖世之评一时代历史者，褒贬所加，辄不一致，以当时人文所现，合之近今，得其差池，因生不满。若自设为古之一人，返其旧心，不思近世，平意求索，与之批评，则所论始云不妄，略有思理之士，无不然矣。若据此立言，则希腊学术之隆，为至可褒而不可黜其他亦然。世有哂神话为迷信，斥古教为谫陋者，胥自迷之徒耳，足悯谏也。盖凡论往古人文，加之轩轾，必取他种人与是相当之时劫，相度其所能至而较量之，决论之出，斯近正耳。惟张皇近世学说，无不本之古人，一切新声，胥为绍述，则意之所执，与蔑古亦相同。盖神思一端，虽古之胜今，非无前例，而学则构思验实，必与时代之进而俱升，古所未知，后无可愧，且亦无庸讳也。昔英人设水道于天竺，其国人恶而拒之，有谓水道本创自天竺古贤，久而术失，白人不过窃取而更新之者，水道始大行。旧国笃古之余，每至不惜于自欺如是。震旦死抱国粹之士，作此说者最多，一若今之学术艺文，皆我数千载前所已具。不知意之所在，将如天竺造说之人，聊弄术以入新学，抑诚尸祝往时，视为全能而不可越也？虽然，非是不协不听之社会，亦有罪焉已。希腊既苓落，罗马亦衰，而亚剌伯人继起，受学于那思得理亚与僦思人，翻译诠释之业大盛眩其新异，妄信以生，于是科学之观念漠然，而进步亦遂止。盖希腊罗马之科学，在探未知，而亚剌伯之科学，在模前有，故以注疏易征验，以评骘代会通，博览之风兴，而发见之事少，宇宙见象，在当时乃又神秘而不可测矣。怀念既尔，所学遂妄，科学隐，幻术兴，天学不昌，占星代起，所谓点金通幽之术，皆以P也。顾亦有不可贬者，为尔时学士，实非懒散而无为，精神之弛，因入退守徒以方术之误，结果乃止于无功，至所致力，固有足以惊叹。如当时回教新立，政事学术，相辅而蒸，可尔特跋暨巴格达德之二帝，对峙东西，竞导希腊罗马之学，传之其国，又好读亚里士多德与柏拉图书。"}
{"text":"怀念既尔，所学遂妄，科学隐，幻术兴，天学不昌，占星代起，所谓点金通幽之术，皆以P也。顾亦有不可贬者，为尔时学士，实非懒散而无为，精神之弛，因入退守徒以方术之误，结果乃止于无功，至所致力，固有足以惊叹。如当时回教新立，政事学术，相辅而蒸，可尔特跋暨巴格达德之二帝，对峙东西，竞导希腊罗马之学，传之其国，又好读亚里士多德与柏拉图书。而学校亦林立，以治文理数理爱智质学及医药之事质学有醇酒硝硫酸之发明，数学有代数三角之进步又复设度测地，以摆计时，星表之作，亦始此顷，其学术之盛，盖几世界之中枢矣。而景教子弟，复多出入于日斯巴尼亚之学校，取亚剌伯科学而传诸宗邦，景教国之学术，为之一振递十一世纪，始衰微也。赫胥黎作十九世纪后叶科学进步志，论之曰，中世学校，咸以天文几何算术音乐为高等教育之四分科，学者非知其一，不足称有适当之教育今不遇此，吾徒耻之。此其言表，与震旦谋新之士，大号兴学者若同，特中之所指，乃理论科学居其三，非此之重有形应用科学而又其方术者，所可取以自涂泽其说者也。时亚剌伯虽如是，而景教诸国，则于科学无发扬。且不独不发扬而已，又进而摈斥夭阏之，谓人之最可贵者，无逾于道德上之义务与宗教上之希望，苟致力于科学，斯谬用其所能。有拉克坦谛s者，彼教之能才也，尝曰，探万汇之原因，问大地之动定，谈月表之隆陷，究星辰之悬属，考成天之质分，而焦心苦思于此诸问端者，犹絮陈未见之国都，其愚为不可几及。贤者如是，庸俗可知，科学之光，遂以黯淡。顾大势如是，究亦不起于无因。准丁达尔言，则以其时罗马及他国之都，道德无不颓废，景教适以时起，宣福音于平人，制非极严，不足以矫俗，故宗徒之遘害虽多，而终得以制胜。惟心意之受婴久，斯痕迹之漫漶也难，于是虽奉为灵粮之圣文，亦以供科学之判决。见象如是，夫何进步之可期乎？至厥后教会与列国政府间之冲突，亦于究之受妨，与有力也。由是观之，可知人间教育诸科，每不即于中道，甲张则乙弛，乙盛则甲衰，迭代往来，无有纪极。如希腊罗马之科学，以极盛称，迨亚剌伯学者兴，则一归于学古景教诸国，则建至严之教，为德育本根，知识之不绝者如线。"}
{"text":"惟心意之受婴久，斯痕迹之漫漶也难，于是虽奉为灵粮之圣文，亦以供科学之判决。见象如是，夫何进步之可期乎？至厥后教会与列国政府间之冲突，亦于究之受妨，与有力也。由是观之，可知人间教育诸科，每不即于中道，甲张则乙弛，乙盛则甲衰，迭代往来，无有纪极。如希腊罗马之科学，以极盛称，迨亚剌伯学者兴，则一归于学古景教诸国，则建至严之教，为德育本根，知识之不绝者如线。特以世事反复，时势迁流，终乃屹然更兴，蒸蒸以至今日。所谓世界不直进，常曲折如螺旋，大波小波，起伏万状，进退久之而达水裔，盖诚言哉。且此又不独知识与道德为然也，即科学与美艺之关系亦然。欧洲中世，画事各有原则，迨科学进，又益以他因，而美术为之中落，迨复遵守，则车免近事耳。惟此消长，论者亦无利害之可言，盖中世宗教暴起，压抑科学，事或足以震惊，而社会精神，乃于此不无洗涤，熏染陶冶，亦胎嘉葩。二千年来，其色益显，或为路德，或为克灵威尔，为弥耳敦，为华盛顿，为嘉来勒，后世瞻思其业，将孰谓之不伟欤？此其成果，以偿沮遏科学之失，绰然有余裕也。盖无间教宗学术美艺文章，均人间曼衍之要旨，定其孰要，今兹未能。惟若眩至显之实利，摹至肤之方术，则准史实所垂，当反本心而获恶果，可决论而已。此何以故？则以如是种人之得久，盖于文明政事二史皆未之见也。迄今所述，止于昏黄，若去而求明星于尔时，则亦有可言者一二，如十二世纪有摩格那思s，十三世纪有洛及培庚生一二一四年，中国所习闻者生十六世纪与此异，尝作书论失学之故，画恢复之策，中多名言，至足称述然其见知于世，去今才百余年耳。书首举失学元因凡四曰摹古，曰伪智，曰泥于习，曰惑于常。近世华惠尔亦论之，籍当时见象，统归四因，与培庚言殊异，因一曰思不坚，二曰卑琐，三曰不假之性，四曰热中之性，且多援例以实之。丁达尔后出，于第四因有违言，谓热中妨学，盖指脑之弱者耳，若其诚强，乃反足以助学。科学者耄，所发见必不多，此非智力衰也，正坐热中之性渐微故。故人有谓知识的事业，当与道德力分者，此其说为不真，使诚脱是力之鞭策而惟知识之依，则所营为，特可悯者耳。发见之故，此其一也。今更进究发见之深因，则尤有大于此者。"}
{"text":"书首举失学元因凡四曰摹古，曰伪智，曰泥于习，曰惑于常。近世华惠尔亦论之，籍当时见象，统归四因，与培庚言殊异，因一曰思不坚，二曰卑琐，三曰不假之性，四曰热中之性，且多援例以实之。丁达尔后出，于第四因有违言，谓热中妨学，盖指脑之弱者耳，若其诚强，乃反足以助学。科学者耄，所发见必不多，此非智力衰也，正坐热中之性渐微故。故人有谓知识的事业，当与道德力分者，此其说为不真，使诚脱是力之鞭策而惟知识之依，则所营为，特可悯者耳。发见之故，此其一也。今更进究发见之深因，则尤有大于此者。盖科学发见，常受超科学之力，易语以释之，亦可曰非科学的理想之感动，古今知名之士，概如是矣。阑喀曰，孰辅相人，而使得至真之知识乎？不为真者，不为可知者，盖理想耳。此足据为铁证者也。英之赫胥黎，则谓发见本于圣觉，不与人之能力相关如是圣觉，即名曰真理发见者。有此觉而中才亦成宏功，如无此觉，则虽天纵之才，事亦终于不集。说亦至深切而可听也。勒那尔以力数学之研究有名，尝柬其友曰，名誉之心，去己久矣。吾今所为，不以令誉，特以吾意之嘉受耳。其恬淡如是。且发见之誉大矣，而威累司逊其成就于达尔文，本生付其勤劬于吉息霍甫，其谦逊又如是。故科学者，必常恬淡，常逊让，有理想，有圣觉，一切无有，而能贻业绩于后世者，未之有闻。即其他事业，亦胥如此矣。若曰，此累叶之言，皆空虚而无当于实欤？则曰然亦近世实益增进之母耳。此述其母，为厥子故，即以慰之。前此黑暗期中，虽有图复古之一二伟人出，而终亦不能如其所期，东方之光，盖实作于十五六两世纪顷。惟苓落既久，思想大荒，虽冀履前人之旧迹，亦不可以猝得，故直近十七世纪中叶，人始诚闻夫晓声，回顾其前，则歌白尼ps首出，说太阳系，开布勒p行星运动之继续之，此他有格里累阿，于星力二学，多所发明，又善导人，使事斯学后复有思迭文之机械学，吉勒裒德之磁学，哈维之生理学。法朗西意大利诸国学校，则解剖之学大盛科学协会亦始立，意之林舍亚克特美即科学研究之渊薮也。事业之盛，足惊叹矣。"}
{"text":"法朗西意大利诸国学校，则解剖之学大盛科学协会亦始立，意之林舍亚克特美即科学研究之渊薮也。事业之盛，足惊叹矣。夫气运所趣既如此，则桀士自以笃生，故英则有法朗希思培庚，法则有特嘉尔。培庚―著书，序古来科学之进步，与何以达其主的之法曰格致新机。虽后之结果，不如著者所希，而平议其业，决不可云不伟。惟中所张主，为循序内籀之术，而不更云征验后以是多讶之。顾培庚之时，学风至异，得一二琐末之事实，辄视为大法之前因，培庚思矫其俗，势自不得不斥前古悬拟夸大之风，而一偏于内籀，则其不崇外籀之事，固非得已矣。况此又特未之语耳，察其思惟，亦非偏废氏所述理董自然见象者凡二法初由经验而入公论，次更由公论而入新经验。故其言曰，事物之成，以手乎，抑以心乎？此不完于一。必有机械而辅以其他，乃以具足焉。盖事业者，成以手，亦赖乎心者也。观于此言，则新机论第二分中，当必有言外籀者，然其第二分未行世也。顾由是而培庚之术为不完，凡所张皇，仅至具足内籀而止。内籀之具足者，不为人所能，其所成就，亦无逾于实历就实历而探新理，且更进而窥宇宙之大法，学者难之。况悬拟虽培庚所不喜，而今日之有大功于科学，致诸盛大之域者，实多悬拟为之乎？然其说之偏于一方，视为匡世之术可耳，无足深难也。后斯人几三十年，有特嘉尔ss―生于法，以数学名，近世哲学之基，亦赖以立。尝屹然扇尊疑之大潮，信真理之有在，于是专心一志，求基础于意识，觅方术于数理。其言有曰，治几何者，能以至简之名理，会解定理之繁多。吾因悟凡人智以内事，亦咸得以如是法解。若不以不真者为真，而履当履之道，则事之不成物之不解者，将无有矣。故其哲理，盖全本外籀而成，扩而用之，即以驭科学，所谓由因入果，非自果导因，为其著哲学要义中所自述，亦特嘉尔方术之本根，思理之枢机也。"}
{"text":"尝屹然扇尊疑之大潮，信真理之有在，于是专心一志，求基础于意识，觅方术于数理。其言有曰，治几何者，能以至简之名理，会解定理之繁多。吾因悟凡人智以内事，亦咸得以如是法解。若不以不真者为真，而履当履之道，则事之不成物之不解者，将无有矣。故其哲理，盖全本外籀而成，扩而用之，即以驭科学，所谓由因入果，非自果导因，为其著哲学要义中所自述，亦特嘉尔方术之本根，思理之枢机也。至其方术，则论者亦谓之不完，奉而不贰，弊亦弗异于偏倚培庚之内籀，惟于过重经验者，可为救正之用而已。若其执中，则偏于培庚之内籀者固非，而笃于特嘉尔之外籀者，亦不云是。二术俱用，真理始昭，而科学之有今日，亦实以有会二术而为之者故。如格里累阿，如哈维，如波尔，如奈端，皆偏内籀不如培庚，守外籀不如特嘉尔，卓然独立，居中道而经营者也。培庚生时，于国民之富有，与实践之结果，企望极坚，越百年，科学益进而事乃不如其意。奈端发见至卓，特嘉尔数理亦至精，而世人所得，仅脑海之富而止国之安舒，生之乐易，未能获也。他若波尔立质力二学征实之法，巴斯加耳s暨多烈舍黎测大气之量，摩勒毕奇p等精官品之理，而工业如故，交通未良，矿业亦无所进益，惟以机械学之结果，始见极粗之时辰表而已。至十八世纪中叶，英法德意诸国科学之士辈出，质学生学地学之进步，灿然可观，惟所以福社会者若何，则论者尚难于置对。迨酝酿既久，实益乃昭，当同世纪末叶，其效忽大著，举工业之械具资材，植物之滋殖繁养，动物之畜牧改良，无不蒙科学之泽，所谓十九世纪之物质文明，亦即胚胎于是时矣。洪波浩然，精神亦以振，国民风气，因而一新。顾治科学之桀士，则不以是婴心也，如前所言，盖仅以知真理为惟一之仪的，扩脑海之波澜，扫学区之荒秽，因举其身心时力，日探自然之大法而已。"}
{"text":"尔时之科学名家，无不如是，如侯失勒s暨拉布拉p之于星学，扬俱暨弗勒那尔s之于光学，欧思第德s之于力学，兰麻克之于生学，迭亢陀耳之于植物学，威那之于矿物学，哈敦之于地学，瓦特之于机械学，其尤著者也。试察所仪，岂在实利哉？然防火灯作矣，汽机出矣，矿术兴矣。而社会之耳目，乃独震惊有此点，日颂当前之结果，于学者独恝然而置之。倒果为因，莫甚于此。欲以求进，殆无异鼓鞭于马勒欤，夫安得如所期？第谓惟科学足以生实业，而实业更无利于科学，人皆慕科学之荣，则又不如是也。社会之事繁，分业之要起，人自不得不有所专，相互为援，于以两进。故实业之蒙益于科学者固多，而科学得实业之助者亦非鲜。今试置身于野人之中，显镜衡机不俟言，即醇酒玻璃，亦不可致，则科学者将何如，仅得运其思理而已。思理孤运，此雅典暨亚历山德府科学之所以中衰也。事多共其悲喜，盖亦诚言也夫。故震他国之强大，栗然自危，兴业振兵之说，日腾于口者，外状固若成然觉矣，按其实则仅眩于当前之物，而未得其真谛。夫欧人之来，最眩人者，固莫前举二事若，然此亦非本柢而特葩叶耳。寻其根源，深无底极，一隅之学，夫何力焉。顾著者于此，亦非谓人必以科学为先务，待其结果之成，始以振兵兴业也，特信进步有序，曼衍有源，虑举国惟枝叶之求，而无一二士寻其本，则有源者日长，逐末者仍立拨耳。居今之世，不与古同，尊实利可，摹方术亦可，而有不为大潮所漂泛，屹然当横流，如古贤人，能播将来之佳果于今兹，移有根之福祉于宗国者，亦不能不要求于社会，且亦当为社会要求者矣。丁达尔不云乎止属目于外物，或但以政事之感，而误凡事之真者，每谓邦国安危，一系于政治之思想，顾至公之历史，则立证其不然。夫法之有今日也，宁有他因耶？特以科学之长，胜他国耳。"}
{"text":"居今之世，不与古同，尊实利可，摹方术亦可，而有不为大潮所漂泛，屹然当横流，如古贤人，能播将来之佳果于今兹，移有根之福祉于宗国者，亦不能不要求于社会，且亦当为社会要求者矣。丁达尔不云乎止属目于外物，或但以政事之感，而误凡事之真者，每谓邦国安危，一系于政治之思想，顾至公之历史，则立证其不然。夫法之有今日也，宁有他因耶？特以科学之长，胜他国耳。千七百九十二年之变，全欧嚣然，争执干戈以攻法国，联军伺其外，内讧兴于中，武库空虚，战士多死，既不能以疲卒当锐兵，而又无粮以济守者，武人抚剑而视太空，政家饮泪而悲来日，束手衔恨，俟天运矣。而时之振作其国人者何人？震怖其外敌者又何人？曰，科学也。其时学者，无不尽其心力，竭其智能，见兵士不足，则补以发明，武具不足，则补以发明，当防守之际，即知有科学者在，而后之战胜必矣。然此犹可曰丁达尔自治科学，因阿所好而立言耳，然证以阿罗戈之所载书，乃益明其不妄，书所记曰，时公会征九十万人，盖御外敌之四集，实非此不胜用尔。而人不如数众乃大惧。加以武库久空，战备不足，故目前之急，有非人力所能救者。盖时所必要，首为弹药，而原料硝石，曩悉来自印度，至此时遂穷。次为枪炮，而法地产铜不多，必仰俄英印度之给，至今亦绝。三为钢铁，然平日亦取诸外国，制造之术，无知之者。于是行最后之策，集通国学者，开会议之，其最要而最难得者为火药。政府使者皆知不能成，叹曰，硝石安在？声未绝，学者孟耆即起曰，有之。至适当之地，如马厩土仓中，有硝石无量，为汝所梦想不到者。氏禀天才，加以知识，爱国出于至诚，乃睥睨阖室曰，吾能集其土为之，不越三日，火药就矣，于是以至简之法，晓谕国中，老弱妇稚，悉能制造，俄顷间全法国如大工厂也。此外有质学家，以法化分钟铜，用作武器，而炼铁新法亦P于是时，凡铸刀剑枪械，无不可用国产。柔皮术亦不日竟成，制履之韦，因以不匮。尔时所称异之气球暨空气中之电报，亦均改良扩张，用之争战，前者即摩洛将军乘之探敌阵，得其情实，因制殊胜者也。丁达尔乃论曰，法国尔时，实生二物，曰科学与爱国。其至有力者，为孟耆与加尔诺，与有力者，为孚勒克洛，穆勒惠，暨巴列克黎之徒。大业之成，此其枢纽。故科学者，神圣之光，照世界者也，可以遏末流而生感动。"}
{"text":"柔皮术亦不日竟成，制履之韦，因以不匮。尔时所称异之气球暨空气中之电报，亦均改良扩张，用之争战，前者即摩洛将军乘之探敌阵，得其情实，因制殊胜者也。丁达尔乃论曰，法国尔时，实生二物，曰科学与爱国。其至有力者，为孟耆与加尔诺，与有力者，为孚勒克洛，穆勒惠，暨巴列克黎之徒。大业之成，此其枢纽。故科学者，神圣之光，照世界者也，可以遏末流而生感动。时泰，则为人性之光时危，则由其灵感，生整理者如加尔诺，生强者强于拿坡仑之战将云。今试总观前例，本根之要，洞然可知。盖末虽亦能灿烂于一时，而所宅不坚，顷刻可以蕉萃，储能于初，始长久耳。顾犹有不可忽者，为当防社会入于偏，日趋而之一极，精神渐失，则破灭亦随之。盖使举世惟知识之崇，人生必大归于枯寂，如是既久，则美上之感情漓，明敏之思想失，所谓科学，亦同趣于无有矣。故人群所当希冀要求者，不惟奈端已也，亦希诗人如狭斯丕尔sp不惟波尔，亦希画师如洛菲罗p既有康德，亦必有乐人如培得诃芬既有达尔文，亦必有文人如嘉来勒。凡此者，皆所以致人性于全，不使之偏倚，因以见今日之文明者也。嗟夫，彼人文史实之所垂示，固如是已！一九七年作。本篇最初发表于一九八年六月河南月刊第五号，署名令飞。沮核意即阻隔。百祀即百年。震旦古代印度对中国的称呼。毕撒哥拉约前―前通译毕达哥拉斯，古代希腊数学家哲学家。他认为数是万物的本质，又把音乐的和谐归结为数学的关系，从这个理论出发去实验音律，知道音的高低系根据音波的长短而定，因此发现了音阶。他又发现了数学上的毕达哥拉斯定理。这里的生理似应作数理。亚里士多德前―前古希腊哲学家。他具有辩证法思想，恩格斯称他为古代世界的黑格尔。他对解剖学气象学伦理学美学等都有研究。主要著作有工具论形而上学物理学诗学等。柏拉图前―前古希腊哲学家，客观唯心主义者。谛妙斯篇和邦国篇是他所著对话集中的两篇。谛妙斯篇今译蒂迈欧篇，是关于宇宙生成的理论邦国篇今译理想国，是关于政治社会观点的阐述。"}
