{"text":"盖吾弟喜钟谭时，有钟谭之好处，尽有钟谭之不好处，彼盖玉常带璞，原不该尽视为连城吾弟恨钟谭时，有钟谭之不好处，仍有钟谭之好处，彼盖瑕不掩瑜，更不可尽弃为瓦砾。吾弟勿以几社君子之言，横据胸中，虚心平气，细细论之，则其妍丑自见，奈何以他人好尚为好尚哉！这是分明的画出随风转舵的选家的面目，也指证了选本的难以凭信的。张岱自己，则以为选文造史，须无自己的意见，他在与李砚翁的信里说弟石匮一书，氨仕氖余载，心如止水秦铜，并不自立意见，故下笔描绘，妍媸自见，敢言刻划，亦就物肖形而已。然而心究非镜，也不能虚，所以立虚心平气为选诗的极境，并不自立意见为作史的极境者，也像立静穆为诗的极境一样，在事实上不可得。数年前的文坛上所谓第三种人杜衡辈，标榜超然，实为群丑，不久即本相毕露，知耻者皆羞称之，无待这里多说了就令自觉不怀他意，屹然中立如张岱者，其实也还是偏倚的。他在同一信中，论东林云夫东林自顾泾阳讲学以来，以此名目，祸我国家者八九十年，以其党升沉，用占世数兴败，其党盛则为终南之捷径，其党败则为元v之党碑。盖东林首事者实多君子，窜入者不无小人，拥戴者皆为小人，招徕者亦有君子，此其间线索甚清，门户甚迥。东林之中，其庸庸碌碌者不必置论，如贪婪强横之王图，奸险凶暴之李三才，闯贼首辅之项煜，上笺劝进之周钟，以致窜入东林，乃欲俱奉之以君子，则吾臂可断，决不敢徇情也。东林之尤可丑者，时敏之降闯贼曰，吾东林时敏也，以冀大用。鲁王监国，蕞尔小朝廷，科道任孔当辈犹曰，非东林不可进用。则是东林二字，直与蕞尔鲁国及汝偕亡者。手刃此辈，置之汤镬，出薪真不可不猛也。这真可谓词严义正。所举的群小，也都确实的，尤其是时敏，虽在三百年后，也何尝无此等人，真令人惊心动魄。然而他的严责东林，是因为东林党中也有小人，古今来无纯一不杂的君子群，于是凡有党社，必为自谓中立者所不满，就大体而言，是好人多还是坏人多，他就置之不论了。或者还更加一转云东林虽多君子，然亦有小人，反东林者虽多小人，然亦有正士，于是好像两面都有好有坏，并无不同，但因东林世称君子，故有小人即可丑，反东林者本为小人，故有正士则可嘉，苛求君子，宽纵小人，自以为明察秋毫，而实则反助小人张目。倘说东林中虽亦有小人，然多数为君子，反东林者虽亦有正士，而大抵是小人。"}
{"text":"然而他的严责东林，是因为东林党中也有小人，古今来无纯一不杂的君子群，于是凡有党社，必为自谓中立者所不满，就大体而言，是好人多还是坏人多，他就置之不论了。或者还更加一转云东林虽多君子，然亦有小人，反东林者虽多小人，然亦有正士，于是好像两面都有好有坏，并无不同，但因东林世称君子，故有小人即可丑，反东林者本为小人，故有正士则可嘉，苛求君子，宽纵小人，自以为明察秋毫，而实则反助小人张目。倘说东林中虽亦有小人，然多数为君子，反东林者虽亦有正士，而大抵是小人。那么，斤量就大不相同了。谢国桢先生作明清之际党社运动考，钩索文籍，用力甚勤，叙魏忠贤两次虐杀东林党人毕，说道那时候，亲戚朋友，全远远的躲避，无耻的士大夫，早投降到魏党的旗帜底下了。说一两句公道话，想替诸君子帮忙的，只有几个书呆子，还有几个老百姓。这说的是魏忠贤使缇骑捕周顺昌，被苏州人民击散的事。诚然，老百姓虽然不读诗书，不明史法，不解在瑜中求瑕，屎里觅道，但能从大概上看，明黑白，辨是非，往往有决非清高通达的士大夫所可几及之处的。刚刚接到本日的大美晚报，有北平特约通讯，记学生游行，被警察水龙喷射，棍击刀砍，一部分则被闭于城外，使受冻馁，此时燕冀中学师大附中及附近居民纷纷组织慰劳队，送水烧饼馒头等食物，学生略解饥肠谁说中国的老百姓是庸愚的呢，被愚弄诓骗压迫到现在，还明白如此。张岱又说忠臣义士多见于国破家亡之际，如敲石出火，一闪即灭，人主不急起收之，则火种绝矣。越绝诗小序他所指的人主是明太祖，和现在的情景不相符。石在，火种是不会绝的。但我要重申九年前的主张不要再请愿！十二月十八――十九夜。本篇第六七两节最初发表于一九三六年一月上海海燕月刊第一期，八九两节最初发表于同年二月海燕第二期。施蛰存对集外集的批评，见他在文饭小品第五期一九三五年六月发表的杂文的文艺价值一文，其中说他是不主张悔其少作的，连集外集这种零碎文章都肯印出来卖七角大洋而我是希望作家们在编辑自己的作品集的时候，能稍稍定一下去取。因为在现今出版物蜂涌的情形之下，每个作家多少总有一些随意应酬的文字，倘能在编集子的时候，严格地删定一下，多少也是对于自己作品的一种郑重态度。"}
{"text":"施蛰存对集外集的批评，见他在文饭小品第五期一九三五年六月发表的杂文的文艺价值一文，其中说他是不主张悔其少作的，连集外集这种零碎文章都肯印出来卖七角大洋而我是希望作家们在编辑自己的作品集的时候，能稍稍定一下去取。因为在现今出版物蜂涌的情形之下，每个作家多少总有一些随意应酬的文字，倘能在编集子的时候，严格地删定一下，多少也是对于自己作品的一种郑重态度。梁实秋浙江杭县今余杭人，新月社的主要成员之一。一九三年前后他任青岛大学教授兼图书馆主任时，曾取缔馆藏马克思主义书籍，包括所译文艺政策在内。蔡邕―字伯喈，陈留圉今河南杞县人，东汉文学家。汉献帝时任左中郎将。后王允诛董卓，他受牵连下狱，死于狱中。他的著作流传至今的有后人所辑的蔡中郎文集十卷。在萧统文选中选有他的郭有道碑文。述行赋系有愤于当时宦官擅权而作。这里所引的四句，工巧原作变巧，委原作消蔡中郎文集续古文苑所载并同。续古文苑，二十卷，清代孙星衍编。愿在丝而为履四句，见陶潜所作闲情赋。他在该文的序中说始则荡以思虑，而终归闲正，将以抑流宕之邪心。这里说止于礼义，即指此。止于礼义，语见诗经关雎序发乎情，止乎礼义。发乎情，民之性也止乎礼义，先王之泽也。精卫衔微木四句，见陶潜所作读山海经之十。精卫事见山海经北山经发鸠之山有鸟焉名曰精卫，其名自叫，是炎帝之少女游于东海，溺而不返，故为精卫常衔西山之木石，以堙于东海。形天事见山海经海外西经形天与帝至此争神，帝断其首，葬之常羊之山。乃以乳为目，以脐为口，操干戚以舞。金刚怒目见太平广记卷一七四引谈薮隋吏部侍郎薛道衡尝游钟山开善寺，谓小僧曰金刚何为怒目，菩萨何为低眉？小僧答曰金刚怒目，所以降伏四魔菩萨低眉，所以慈悲六道。青光上海时事新报的副刊。林语堂的话原见刊于宇宙风第六期一九三五年十二月他所作的烟屑，原文为吾好读极上流书或极下流书，中流书读极少。上流如佛老孔孟庄生，下流如小调童谣民歌盲词，泼妇骂街，船婆毒咒等。世界作品百分之九十五居中流，居中流者偷下袭上，但皆偷的不好。"}
{"text":"金刚怒目见太平广记卷一七四引谈薮隋吏部侍郎薛道衡尝游钟山开善寺，谓小僧曰金刚何为怒目，菩萨何为低眉？小僧答曰金刚怒目，所以降伏四魔菩萨低眉，所以慈悲六道。青光上海时事新报的副刊。林语堂的话原见刊于宇宙风第六期一九三五年十二月他所作的烟屑，原文为吾好读极上流书或极下流书，中流书读极少。上流如佛老孔孟庄生，下流如小调童谣民歌盲词，泼妇骂街，船婆毒咒等。世界作品百分之九十五居中流，居中流者偷下袭上，但皆偷的不好。论语文艺性半月刊，林语堂等编，一九三二年九月在上海创刊，以登载幽默文字为主，一九三七年八月出至第一一七期停刊。人间世，小品文半月刊，林语堂主编，一九三四年四月在上海创刊，一九三五年十二月出至第四十二期停刊。宇宙风，小品文半月刊，林语堂陶亢德编辑，一九三五年九月在上海创刊，一九四七年八月出至第一五二期停刊。意德沃罗基德语的音译，即意识形态。张岱―字宗子，石公，号陶庵，浙江山阴今绍兴人，明末清初文学家。著有石匮书琅治募陶庵梦忆等。琅治募是他的诗文杂集，六卷，这里所指的特印本是中国文学珍本丛书之一，由刘大杰校点，后面有乙亥十月卢前的跋文，其中说世方好公安竟陵之文，得宗子翩跹其间，化峭僻之途为康庄，知文章升降，故有其自也。卢前，字冀野―，江苏南京人，戏曲研究者，曾任光华大学中央大学等校教授。景清刺是一首关于景清谋刺永乐帝朱棣的乐府诗。参看本卷第页注。本色林语堂在文饭小品第六期一九三五年七月发表的说本色之美一文中说吾深信此本色之美。盖做作之美，最高不过工品，妙品，而本色之美，佳者便是神品，化品，与天地争衡，绝无斧凿痕迹。琴操古琴曲，又指与古琴曲相配合的乐歌。张岱琅治募中有琴操十章，脊令操是其中之一。脊令，一作n_，一种鸣禽类的小鸟。诗经小雅常棣脊令在原，兄弟急难。后常喻作兄弟友爱。关于唐太宗射杀建成元吉的事，据新唐书太宗皇帝本纪载太子建成惧废，与齐王元吉谋害太宗按即李世民，时封秦王，未发。"}
{"text":"盖做作之美，最高不过工品，妙品，而本色之美，佳者便是神品，化品，与天地争衡，绝无斧凿痕迹。琴操古琴曲，又指与古琴曲相配合的乐歌。张岱琅治募中有琴操十章，脊令操是其中之一。脊令，一作n_，一种鸣禽类的小鸟。诗经小雅常棣脊令在原，兄弟急难。后常喻作兄弟友爱。关于唐太宗射杀建成元吉的事，据新唐书太宗皇帝本纪载太子建成惧废，与齐王元吉谋害太宗按即李世民，时封秦王，未发。武德九年六月，太宗以兵入玄武门，杀太子建成及齐王元吉。同书隐太子建成传载秦王射建成即死，元吉中矢走，尉迟敬德追杀之。又同书魏征传载魏征―，字玄成，魏州曲城今河北巨鹿人隐太子建成引为洗马。征见秦王功高，阴劝太子早为计。太子败，王责谓曰尔阋吾兄弟，奈何？答曰太子早从征言，不死今日之祸。贞观十七年，疾甚。帝亲问疾，屏左右，语终日乃还。是夕，帝梦征若平生，及旦，薨。帝临哭，为之恸，罢朝五日。韩愈―字退之，河阳今河南孟县人。唐代文学家。著有韩昌黎集。臣罪当诛兮天王圣明是他模拟周文王西伯的口气写的诗拘幽操――文王h里作中的句子。述酒陶潜的这首诗，据南宋汤汉陶靖节诗注卷三的注语，认为是为当时最重大的政治事变――晋宋易代而作晋元熙二年六月，刘裕废恭帝司马德文为零陵王，明年，以毒酒一Z授张伟使鸩王，伟自饮而卒继又令兵人逾垣进药，王不肯饮，遂掩杀之。此诗所为作，故以述酒名篇也。中学生以中学生为对象的综合性月刊。夏丐尊叶圣陶等编辑，一九三年在上海创刊，开明书店出版。朱光潜安徽桐城人，文艺理论家。北京大学教授。这里所说的文章发表于中学生杂志第六十号一九三五年十二月。江赋晋代郭璞作海赋，晋代木华作。小园和枯树，二赋是北周庾信作。只在此山中二句，见唐代诗人贾岛寻隐者不遇一诗。笙歌归院落二句，见唐代诗人白居易宴散一诗。至心归命礼二句，是道教经典中常见的话，意思是诚心皈依道教，礼拜玉皇大帝。沙孚通译萨福，约公元前六世纪时的古希腊女诗人。"}
{"text":"北京大学教授。这里所说的文章发表于中学生杂志第六十号一九三五年十二月。江赋晋代郭璞作海赋，晋代木华作。小园和枯树，二赋是北周庾信作。只在此山中二句，见唐代诗人贾岛寻隐者不遇一诗。笙歌归院落二句，见唐代诗人白居易宴散一诗。至心归命礼二句，是道教经典中常见的话，意思是诚心皈依道教，礼拜玉皇大帝。沙孚通译萨福，约公元前六世纪时的古希腊女诗人。她流传至今的作品只有两三篇完整的短诗和一些断片，内容主要是歌颂爱情和友谊。亚波罗希腊神话中光明艺术与健康之神。钱起―约字仲文，吴兴今属浙江人。唐天宝间进士，曾任考功郎中，唐代诗人中大历十才子之一。著有钱考功集。大历，唐代宗李豫年号―。省试唐代各州县贡士到京城参加考试，由尚书省的礼部主试，故称省试或礼部试。椒兰指楚大夫子椒和楚怀王少子子兰。屈原在离骚中说余既以兰为可恃兮，羌无实而容长。椒专佞以慢剥兮，又愉夫佩啵”据后汉王逸桌迹怀王少弟按应为少子司马子兰也，内无诚信之实，但有长大之貌，浮华而已。椒，楚大夫子椒也，行淫慢佞谀之志，又欲援引面从不贤之类使居亲近。大历诗略清代乔亿评选的唐诗选集，共六卷。丈六佛家语，指佛的身量。晋代袁宏后汉纪明帝纪载佛身长一丈六尺。嵇康的著作今存嵇中散集十卷，有校本。集中附录嵇喜郭遐周等人的赠答诗共十四首，向子期张辽叔等人的论难文共四篇。阮籍的著作今存阮籍集十卷。集中有答伏义书，并录有伏义的与阮嗣宗书。伏义，字公表，生平不详。谢宣城集南朝齐诗人谢I的诗文集，今存五卷，书后有宋代娄拜跋小谢自有全集十卷，但世所罕传考其上五卷，赋与乐章以外，诗乃百有二首，而唱和联句，他人所囗见者不与焉其下五卷则皆当时应用之文衰世之事，其可采者已载于本传文选，余视诗劣焉，无传可也。谢I―，字玄晖，陈郡阳夏今河南太康人，曾官宣城太守。独秀文存陈独秀的文集，一九二二年十一月上海亚东图书馆出版。内分论文随感录通信三类其中附录别人的论文通信十四篇。"}
{"text":"谢I―，字玄晖，陈郡阳夏今河南太康人，曾官宣城太守。独秀文存陈独秀的文集，一九二二年十一月上海亚东图书馆出版。内分论文随感录通信三类其中附录别人的论文通信十四篇。传之其人语见司马迁报任少卿书藏之名山，传之其人。榛弗剪语出晋代陆机文赋彼榛之勿剪，亦蒙荣于集翠。榛，丛生的荆棘。杨人曾在现代月刊第二卷第四期一九三三年二月发表揭起小资产阶级革命文学之旗一文，声称无产阶级已经树起无产阶级文学之旗，而且已经有了巩固的营垒，我们为了这广大的小市民和农民群众的启发工作，我们也揭起小资产阶级革命文学之旗，号召同志，整齐阵伍，也来扎住我们的阵营。假想敌杜衡在星火第二卷第二期一九三五年十一月发表的文坛的骂风一文中说杂文是战斗的。但有时没有战斗的对象，而这战斗的杂文依然为人所需要，于是乎不得不去找假想敌。至于写这些文章的动机，三分是为了除了杂文无文可写，除了骂人无杂文可写，除了胡乱找假想敌无人可骂之故。禹鼎相传夏禹铸九鼎，象征九州。左传宣公三年载周大夫王孙满的话昔夏之方有德也，远方图物，贡金九牧，铸鼎象物，百物而为之备，使民知神奸。故民入川泽山林，不逢不若螭魅网两莫能逢之。据晋代杜预注螭同魑，山神，兽形魅，怪物网两，水神。钟谭指明代文学家钟惺―和谭元春―。二人都是湖广竟陵今湖北天门人。他们在文学上主张抒写性灵反对拟古，与袁中郎等的公安派基本相同但为矫公安派的浮浅，提倡幽深孤峭的风格，以致流于冷涩，被称为竟陵派。几社明末陈子龙夏允彝等在江苏松江组织的文学社团。明亡后社中主要成员多参加抗清。王李，指明代文学家王世贞―和李攀龙―。他们是提倡拟古的后七子的代表人物。东林指明末的东林党。"}
{"text":"二人都是湖广竟陵今湖北天门人。他们在文学上主张抒写性灵反对拟古，与袁中郎等的公安派基本相同但为矫公安派的浮浅，提倡幽深孤峭的风格，以致流于冷涩，被称为竟陵派。几社明末陈子龙夏允彝等在江苏松江组织的文学社团。明亡后社中主要成员多参加抗清。王李，指明代文学家王世贞―和李攀龙―。他们是提倡拟古的后七子的代表人物。东林指明末的东林党。主要人物有顾宪成高攀龙等，他们聚集在无锡东林书院讲学，议论时政，批评人物，对舆论影响很大。一部分比较正直的官吏也和他们互通声气，形成了以上层知识分子为主的政治集团。明天启五年他们遭到宦官魏忠贤的残酷迫害和镇压，被杀害的达数百人。元v党碑宋徽宗时，蔡京当权，奏请把宋哲宗年号元v朝反对王安石新法的司马光苏轼等三九人镌名立碑于太学端礼门前，指为奸党，称为党人碑，或元v党碑。党人子孙却引以为荣，当党人碑被毁之后，还重新摹刻。王图陕西耀州人，明万历时任吏部侍郎。李三才，陕西临潼人，明万历时任凤阳巡抚。项煜，吴县今属江苏人，明崇祯时官至詹事，李自成克北京，项归降。周钟，南直今属江苏金坛人，明崇祯癸未庶吉士，李自成克北京，周归降。时敏常熟今属江苏人。明崇祯时官兵科给事中江西督漕。李自成克北京，时归降。科道明清官制，都察院所属礼户吏兵刑工六科给事中，及十五道监察御史，统称为科道。任孔当在南明鲁王小朝廷任浙江道监察御史。谢国桢号刚主，河南安阳人，史学家。著有晚明史籍考明清之际党社运动考等。明清之际党社运动考，一九三四年八月商务印书馆出版。魏忠贤―河间肃宁今属河北人，明代天启年间最跋扈的太监。曾利用特务机关东厂大杀较为正直有气节的人。当时一些趋炎附势的无耻之徒对他竞相谄媚，丑态百出。据明史魏忠贤传所载群小益求媚，相率归忠贤称义儿，监生陆万龄至请以忠贤配孔子。周顺昌―字景文，吴县今属江苏人。天启中任吏部文选司员外郎，后被魏忠贤陷害，死于狱中。明史周顺昌传载顺昌为人刚方贞介，疾恶如仇及闻逮者至，众咸愤怒，号冤者塞道。至开读日，不期而集者数万人，咸执香为周吏部乞命蜂拥大呼，势如山崩。"}
{"text":"曾利用特务机关东厂大杀较为正直有气节的人。当时一些趋炎附势的无耻之徒对他竞相谄媚，丑态百出。据明史魏忠贤传所载群小益求媚，相率归忠贤称义儿，监生陆万龄至请以忠贤配孔子。周顺昌―字景文，吴县今属江苏人。天启中任吏部文选司员外郎，后被魏忠贤陷害，死于狱中。明史周顺昌传载顺昌为人刚方贞介，疾恶如仇及闻逮者至，众咸愤怒，号冤者塞道。至开读日，不期而集者数万人，咸执香为周吏部乞命蜂拥大呼，势如山崩。缥径鞔埽谧莺崤够鳎毙一人，余负重伤，逾垣走顺昌乃自诣吏，又三日，北行。大美晚报一九二九年四月美国人撒克里在上海创办的英文报纸，一九三三年一月另出汉文版。一九四九年五月上海解放后停刊。这里所说的学生游行，是指一二九学生运动。关于不要再请愿的主张，参看华盖集续编死地。论毛笔之类论毛笔之类国货也提倡得长久了，虽然上海的国货公司并不发达，国货城也早已关了城门，接着就将城墙撤去，日报上却还常见关于国货的专刊。那上面，受劝和挨骂的主角，照例也还是学生，儿童和妇女。前几天看见一篇关于笔墨的文章，中学生之流，很受了一顿训斥，说他们十分之九，是用钢笔和墨水的，这就使中国的笔墨没有出路。自然，倒并不说这一类人就是什么奸，但至少，恰如摩登妇女的爱用外国脂粉和香水似的，应负入超的若干的责任。这话也并不错的。不过我想，洋笔墨的用不用，要看我们的闲不闲。我自己是先在私塾里用毛笔，后在学校里用钢笔，后来回到乡下又用毛笔的人，却以为假如我们能够悠悠然，洋洋焉，拂砚伸纸，磨墨挥毫的话，那么，羊毫和松烟当然也很不坏。不过事情要做得快，字要写得多，可就不成功了，这就是说，它敌不过钢笔和墨水。譬如在学校里抄讲义罢，即使改用墨盒，省去临时磨墨之烦，但不久，墨汁也会把毛笔胶住，写不开了，你还得带洗笔的水池，终于弄到在小小的桌子上，摆开文房四宝。况且毛笔尖触纸的多少，就是字的粗细，是全靠手腕作主的，因此也容易疲劳，越写越慢。闲人不要紧，一忙，就觉得无论如何，总是墨水和钢笔便当了。青年里面，当然也不免有洋服上挂一枝万年笔，做做装饰的人，但这究竟是少数，使用者的多，原因还是在便当。便于使用的器具的力量，是决非劝谕，讥刺，痛骂之类的空言所能制止的。"}
