{"text":"我周末回家，发现弟弟妹妹连因病休学在家的三姐都在赚钱。小弟弟捉得最多，一百条鼻涕虫硬要一块钱那时的一元银币值二百七十ss二百九十铜板。我听见母亲对父亲说不好了，你把s老小s教育得唯利是图了。可是物质刺激很有效，不多久，弟弟妹妹把鼻涕虫和蜘蛛都捉尽。母亲对唯利是图的孩子也有办法。钱都存在她手里，十几元也罢，几十元也罢，过些时候，存户忘了讨帐，银行也忘了付款，糊涂帐渐渐化为乌有，就像我们历年的压岁钱一样。因为我们不必有私产，需钱的时候可以问母亲要。指陆定一同志兄弟。软体动物，像没壳的蜗牛而较肥大。假如我们对某一件东西非常艳羡，父亲常常也只说一句话世界上的好东西多着呢pp意思是得你自己去争取。也许这又是一项劳动教育，可是我觉得更像鼓吹个人奋斗。我私下的反应是，天下的好东西多着呢，你能样样都有吗？我父亲又喜欢自称穷人。他经常来往的几个朋友一是老人，一是苦人因为他开口就有说不尽的苦事，一是忙人因为他活动较多，一是父亲自称的穷人。我从父母的谈话里听来，总觉得穷人是对当时社会的一种反抗性的自诩，仿佛是说，我是穷人，可是不羡慕你们富人。所谓穷，无非指不置家产，自食其力。不过我父亲似乎没有计较到当时社会上，自食其力是没有保障的不仅病不得，老不得，也没有自由支配自己的时间，干自己喜爱或专长的事。我父亲不爱做律师。他当初学法律，并不是为了做律师。律师的光荣任务是保卫孤弱者的权益，可是父亲只说是帮人吵架。民事诉讼十之八九是力争夺财产便是婚姻问题，底子里十之八九还是为了财产。我父亲有时忘了自己是律师而当起法官来，有时忘了自己是律师而成了当事人。一次有老友介绍来一个三十来岁的人，要求我父亲设法对付他异母庶出的小妹妹，不让她承袭遗产。那妹妹还在中学读书。我记得父亲怒冲冲告诉母亲说那么个又高又大的大男人，有脸说出这种话来！要帮着欺负那个小妹妹也容易，或者可以柜不受理这种案件，可是我父亲硬把那人训了一顿，指出他不能胜诉其实不是个能而是个该，结果父亲主持了他们分家。"}
{"text":"我父亲有时忘了自己是律师而当起法官来，有时忘了自己是律师而成了当事人。一次有老友介绍来一个三十来岁的人，要求我父亲设法对付他异母庶出的小妹妹，不让她承袭遗产。那妹妹还在中学读书。我记得父亲怒冲冲告诉母亲说那么个又高又大的大男人，有脸说出这种话来！要帮着欺负那个小妹妹也容易，或者可以柜不受理这种案件，可是我父亲硬把那人训了一顿，指出他不能胜诉其实不是个能而是个该，结果父亲主持了他们分家。有时候我父亲为当事人气愤不平，自己成了当事人，躺在床上还撇不开。他每一张状子都自己动笔，悉心策划，受理的案件一般都能胜诉。如果自己这一方有弱点，就和对方律师劝双方和解，父亲常说，女太太最奇怪，打赢了官司或者和解得称心，就好像全是辩护律帅的恩惠。父亲认为那不过是按理应得的解决罢了。有许多委任他做辩护律师的当事人，事后就像我家的亲戚朋友一样，经常来往。有两个年轻太太曾一片至诚对我母亲叩头表示感谢，多年后还对我们姊妹像姊妹一样。有些事不论报酬多高，我父亲决不受理。我记得那时候有个驻某国领事高瑛私贩烟上出国的大案件，那领事的亲信冉三上门，父亲推说个受理刑事案。其实那是证话。我祖母的丫头的儿子，酒后自称革命军总指挥，法院咬定他是共产党，父亲出尽力还是判了一年徒刑。我记得一次大热天父亲为这事出庭回家，长衫汗湿了中截，里面的夏布短褂子汗湿得滴出水来。父亲已经开始患高血压症，我接过那件沉甸甸的湿衣，心上也同样的沉重。他有时到上海出庭，一次回来说，又揽了一件刑事案。某银行保险库失窃。父亲说，明明是经理监守自盗，却冤枉两个管库的老师傅。那两人叹气说，我们哪有钱请大律师呢。父亲自告奋勇为他们义务辩护。我听侦探小说似的听他向我母亲分析案情，觉得真是一篇小说的材料。可惜我到清华上学了，不知事情是怎样了局的。那时苏州的法院贿赂公行。有的津师公然索取运动费就是代当事人纳贿的钱。两支雪茄就是二百元。一记耳光就是五百元。如果当事人没钱，可以等打赢了官司大家分肥，这叫作树上开花。有个诗酒糊涂的法官开庭带着一把小茶壶，壶里是酒。父亲的好友忙人也是律师，我记得他们经过仔细商量，合写了一个呈文给当时的司法总长父亲从前的同学或朋友。这些时，地方法院调来一个新院长。有人说，这人在美国坐过牢。"}
{"text":"可惜我到清华上学了，不知事情是怎样了局的。那时苏州的法院贿赂公行。有的津师公然索取运动费就是代当事人纳贿的钱。两支雪茄就是二百元。一记耳光就是五百元。如果当事人没钱，可以等打赢了官司大家分肥，这叫作树上开花。有个诗酒糊涂的法官开庭带着一把小茶壶，壶里是酒。父亲的好友忙人也是律师，我记得他们经过仔细商量，合写了一个呈文给当时的司法总长父亲从前的同学或朋友。这些时，地方法院调来一个新院长。有人说，这人在美国坐过牢。父亲说坐牢的也许是政治犯ss爱国志士。可是经凋查证实，那人是伪造支票而犯罪的。我记得父亲长叹一声，没话可说，在贪污腐败的势力前面，我父亲始终是个失败者。他有时伏案不是为当事人写状子。我偶尔听到父亲告诉母亲说我今天放了一个s屁s，或s一个大臭屁s或s恶毒毒的大臭屁s。过一二天，母亲就用大剪子从申报或时报上剪下这个屁。我只看见一个评字，上面或许还有一个时字吧？父亲很明显地不喜欢我们看，所以我从没敢偷读过。母亲把剪下的纸粘连成长条，卷成一大卷，放在父亲案头的红木大笔筒里。日寇占领苏州以后，我们回家，案上的大笔筒都没有了。那些评或许有老圃的签名，可是我还无缘到旧报纸上去查看。当代一九八三年五六两期刊载了我回忆父亲的这篇文章，一九八四年八月六日，宁夏银川市一位财经部退休干部林壮志同志来信说，他对这件失窃案深知内情，他说我父亲对案情的分析是正确的，那是一件监守自盗案。他已写了五十五年前无锡银行保险库失窃巨案真相一文，揭破半个世纪前这个疑案之谜。据说那两个老师傅宣告无罪释放，案子不了了之。承华东师范大学阚绪良同志抄给我看徐铸成先生报海旧闻页上一段文字我那时比较欣赏老圃的短文章，谈的问题小，而言之有物，文字也比较隽永。一九九二年，我的朋友们发现了大量署名老圃的文章，一九九三年将出版老圃遗文辑。五我父亲凝重有威，我们孩子都怕他，尽管他从不打骂。如果我们个乖，父亲只会叫急，喊母亲把淘气的孩子提溜出去训斥。"}
{"text":"承华东师范大学阚绪良同志抄给我看徐铸成先生报海旧闻页上一段文字我那时比较欣赏老圃的短文章，谈的问题小，而言之有物，文字也比较隽永。一九九二年，我的朋友们发现了大量署名老圃的文章，一九九三年将出版老圃遗文辑。五我父亲凝重有威，我们孩子都怕他，尽管他从不打骂。如果我们个乖，父亲只会叫急，喊母亲把淘气的孩子提溜出去训斥。钟书初见我父亲也有点怕，后来他对我说爸爸是s望之俨然，接之也温s。我们怕虽怕，却和父亲很亲近。他喜欢饭后孩子围绕着一起吃点甜食，常要母亲买点好吃的东西放放焰口。我十一岁的暑假，在上海，看见路上牵着草绳，绳上挂满了纸做的小衣小裤，听人家说今大是盂兰盆会，放焰口，我大惊小怪，回家告诉父母，惹得他们都笑了。可是放焰门还是我家常用的词儿，不论吃的用的玩的，都可以要求爸爸，放焰口！我家孩子多，母亲好像从没有空闲的时候。我们唱的儿歌都是母亲教的，可是她很少时间陪我们玩。我记得自己四五岁的时候，有一次在小木碗里剥了一堆瓜子仁，拉住母亲求她真的吃ss因为往常她只做个姿势假吃，那一次她真吃了，我到今忘不了当时的惊喜和得意，料想她是看了我那一脸的快活而为我吃尽的。我八岁的冬天，有一次晚饭后，外面忽然刮起大风来。母亲说啊呀，阿季的新棉裤还没拿出来。她叫人点上个洋灯，穿过后院到箱子间去开箱子。我在温暖的屋里，背灯站着，几乎要哭，却不懂自己为什么要哭。这也是我忘不了的别是一般滋味。我父亲有个偏见，认为女孩子身体娇弱，不宜用功。据说和他同在美国留学的女学生个个短寿，都是用功过度，伤了身体。他常对我说，他班上某某每门功课一百分，他是个低能！反正我很少一百分，不怕父亲嘲笑。我在高中还不会辨平仄声。父亲说，不要紧，到时候自然会懂。有一天我果然四声部能分辨了，父亲晚上常踱过廊前，敲窗考我某字什么声。我考对了他高兴而笑，考倒了他也高兴而笑。父亲的教育理论是孔子的大叩则大鸣，小叩则小呜。我对什么书表示兴趣，父亲就把那部书放在我书桌上，有时他得爬梯到书橱高处去拿假如我长期不读，那部书就不见了ss这就等于谴责。"}
{"text":"他常对我说，他班上某某每门功课一百分，他是个低能！反正我很少一百分，不怕父亲嘲笑。我在高中还不会辨平仄声。父亲说，不要紧，到时候自然会懂。有一天我果然四声部能分辨了，父亲晚上常踱过廊前，敲窗考我某字什么声。我考对了他高兴而笑，考倒了他也高兴而笑。父亲的教育理论是孔子的大叩则大鸣，小叩则小呜。我对什么书表示兴趣，父亲就把那部书放在我书桌上，有时他得爬梯到书橱高处去拿假如我长期不读，那部书就不见了ss这就等于谴责。父亲为我买的书多半是诗词小说，都是我喜爱的。对有些事父亲却严厉得很。我十六岁，正念高中。那时北伐已经胜利，学生运动很多，常要游行开群众大会等。一次学生会要各校学生上街宣传ss摄一条板凳，站上向街上行人演讲。我也被推选去宣传。可是我十六岁看来只像十四岁，一着急就涨红了脸。当时苏州风气闭塞，街上的轻薄人很会欺负女孩子。如果我站上板凳，他们只准会看猴儿似的拢上来看，甚至还会耍猴儿。我料想不会有人好好儿听。学校里有些古板人家的小姐，只要说家里不赞成，就能豁免一切开会游行当代表等等。我周末回家就向父亲求救，问能不能也说家里不赞成。父亲一口拒绝。他说你不肯，就别去，不用借爸爸来挡。我说，不行啊，少数得服从多数呀。父亲说该服从的就服从你有理，也可以说。去不去在你。可是我的理实在难说，我能说自己的脸皮比别人薄吗？父亲特向我讲了一个他自己的笑话。他当江苏省高等审判厅长的时候，张勋不知打败了哪位军阀胜利入京。江苏士绅联名登报拥戴欢迎。父亲在欢迎者名单里忽然发现了自己的名字。那是他属下某某擅自干的，以为名字既已见报，我父亲不愿意也只好罢了。可是我父亲怎么也不肯欢迎那位辫帅，他说名与器不可以假人，立即在报上登上一条大字的启事，申明自己没有欢迎。他对我讲的时候自己失笑，因为深知这番声明太不通世故了。他学着一位朋友的话说唉，补塘，声明也可以不必了。但是父亲说你知道林肯说的一句话吗？s！你敢吗？我苦着脸说敢！敢，可惜不是为了什么伟大的目标，只是一个爱面子的女孩子不肯上街出丑罢了。所以我到校实在说不出一个充分的理由，只坚持我不赞成，我不去。这当然成了岂有此理。"}
{"text":"可是我父亲怎么也不肯欢迎那位辫帅，他说名与器不可以假人，立即在报上登上一条大字的启事，申明自己没有欢迎。他对我讲的时候自己失笑，因为深知这番声明太不通世故了。他学着一位朋友的话说唉，补塘，声明也可以不必了。但是父亲说你知道林肯说的一句话吗？s！你敢吗？我苦着脸说敢！敢，可惜不是为了什么伟大的目标，只是一个爱面子的女孩子不肯上街出丑罢了。所以我到校实在说不出一个充分的理由，只坚持我不赞成，我不去。这当然成了岂有此理。同学向校长告状，校长传我去狠狠训斥了一顿。我还是不肯，没去宣传。被推选的其他三人比我年长些，也老练些。她们才宣传了半人，就有个自称团长的国民党军官大加欣赏，接她们第二天到留园去宣传，实际上是请她们去游园吃饭。校长事后知道了大吃一惊，不许她们再出去宣传。我的岂有此理也就变为很有道理。我父亲爱读诗，最爱杜甫诗。他过一时会对我说我又从头到底读了一遍。可是他不做诗。我记得他有一次悄悄对我说你知道吗？谁都作诗！连我们父女认为绝不能做诗的某亲戚都在作诗呢！父亲钻研的是音韵学，把各时代的韵书一字字推敲。我常取笑说爸爸读一个字儿一个字儿的书。抗战时期，我和钟书有时在在父亲那边。父亲忽发现钟书读字典，大乐，对我说哼哼，阿季，还有个人也在读一个字一个字的书呢！其实钟书读的不是一个个的字，而是一串串的字，但父亲得意，我就没有分辩。有时候父亲教我什么合口呼撮口呼，我不感兴趣，父亲说我喜欢词章之学，从个强我学他的一套。每晚临睡，他朗声读诗，我常站在他身边，看着他的书旁听。自从我家迁居苏州，我就在苏州上学，多半时候住校，中间也有二三年走读。我记忆里或心理上，好像经常在父母身边一回家就像小狗跟主人似的跟着父亲或母亲。我母亲管着全家里里外外的杂事，佣人经常从前院到后园找太太，她总有什么事在某处绊住了脚。她难得有闲静静地坐在屋里，做一回针线，然后从搁针线活儿的藤匾里拿出一卷缀白裘边看边笑，消遣一会儿。她的卧房和父亲的卧房相连两只大床中间隔着一个永远小关的小门。她床头有父亲特为她买的大字抄本八十回石头记，床角还放着一只台灯。她每晚临睡爱看看石头记或聊斋等小说，她也看过好些新小说。"}
{"text":"我母亲管着全家里里外外的杂事，佣人经常从前院到后园找太太，她总有什么事在某处绊住了脚。她难得有闲静静地坐在屋里，做一回针线，然后从搁针线活儿的藤匾里拿出一卷缀白裘边看边笑，消遣一会儿。她的卧房和父亲的卧房相连两只大床中间隔着一个永远小关的小门。她床头有父亲特为她买的大字抄本八十回石头记，床角还放着一只台灯。她每晚临睡爱看看石头记或聊斋等小说，她也看过好些新小说。一次她看了几页绿漪女士的绿天，说这个人也学着苏梅的调儿。我说她就是苏梅呀。很佩服母亲怎能从许多女作家里辨别苏梅的调儿。我跟着父亲的时候居多。他除非有客，或出庭辩护，一上午总伏案写稿子，书案上常放着一叠裁得整整齐齐的竹帘纸完稿纸用，我常拣他写秃的长锋羊毫去练字。每晨早饭后，我给父亲泡一碗酽酽的盖碗茶。父亲饭后吃水果，我专司剥皮吃风干栗子山核桃等干果，我专司剥壳。中午饭后，放焰口完毕，我们小鬼往往一哄而散，让父亲歇午。一次父亲叫住我说其实我喜欢有人陪陪，只是别出声。我常陪在旁边看书。冬天只我父亲屋里生个火炉，我们大家用煨炭结子的手炉和脚炉。火炉里过一时就需添煤，我到时轻轻夹上一块。姐姐和弟弟妹妹常佩服我能加煤不出声。有一次寒假里，父亲歇午，我们在火炉里偷烤一大块年糕。不小心，火夹子掉在炉盘里，年糕掉在火炉里，乒乒乓乓闹得好响。我们闯了祸不顾后果，一溜烟都跑了。过些时偷偷回来张望，父亲没事人似的坐着工作。我们满处找那块年糕不见，却不敢问。因为刚刚饭后，远不到吃点心的时候呢。父亲在忍笑，却虎着脸。年糕原来给扔在字纸篓里了。母亲知道了准会怪我们闹了爸爸，可是父亲并没有戳穿我们干的坏事。他有时还帮我们淘气呢。记得有一次也是大冬天，金鱼缸里的水几乎连底冻了。一只只半埋在泥里的金鱼缸旁边都堆积着凿下的冰块。我们就想做冰淇淋，和父亲商量ss因为母亲肯定不赞成大冬天做冰淇淋。父亲说，你们自己会做，就做去。我家有一只旧式的做冰淇淋的桶，我常插一手帮着做，所以也会，只是没有材料。我们胡乱偷些东西做了半桶，在旱船后园的厅南廊的太阳里摇了半天。木桶里的冰块总也不化，铁桶里的冰淇淋总也不凝，白赔了许多盐。找们只好向父亲求主意。"}
{"text":"记得有一次也是大冬天，金鱼缸里的水几乎连底冻了。一只只半埋在泥里的金鱼缸旁边都堆积着凿下的冰块。我们就想做冰淇淋，和父亲商量ss因为母亲肯定不赞成大冬天做冰淇淋。父亲说，你们自己会做，就做去。我家有一只旧式的做冰淇淋的桶，我常插一手帮着做，所以也会，只是没有材料。我们胡乱偷些东西做了半桶，在旱船后园的厅南廊的太阳里摇了半天。木桶里的冰块总也不化，铁桶里的冰淇淋总也不凝，白赔了许多盐。找们只好向父亲求主意。父亲说有三个办法一是冰上淋一勺开水二是到厨房的灶仓里去做，那就瞒不过母亲了三是到父亲房间里的火炉边摇去。我们采用了第三个办法，居然做成。只是用的材料太差，味道个好。父亲助兴尝了一点点，母亲事后知道也就没说什么。一次，我们听父亲讲叫化子偷了鸡怎么做叫化鸡，我和弟弟妹妹就偷了一个鸡蛋，又在冻冰的威菜缸里偷些菜叶裹上，涂了泥做成一个叫化蛋。这个泥蛋我们不敢在火炉子里烤，又不敢在厨房大灶的火灰里烤，只好在后园冒着冷风，拣些枯枝生个火，把蛋放在火里烧。我们给烟熏出来的眼泪险些冻冰。叫化蛋倒是大成功，有腌菜香。可惜一个蛋四人分吃，一口两口就吃光了，吃完才后悔没让父母亲分尝。我父亲晚年常失眠。我们夏天为他把帐子里的蚊子捉尽。从前有一种捕蚊灯，只要一凑上，蚊子就吸进去烧死了。那时我最小的妹妹杨必已有八九岁，她和我七妹两个是捉蚊子的先锋，我是末后把关的。珠罗纱的蚊帐看不清蚊子在里在外，尤其那种半透明的瘦蚊子。我得目光四扫，把帐子的五面和空中都巡看好几遍，保证帐子里没一只蚊子。家里孩子逐渐长大，就不觉热闹而渐趋冷清。我大姐在上海启明教书，她是校长姆姆修女宠爱的高足，一直留校教法文等课。我三姐最美而身体最弱，结婚较早，在上海居住。我和两个弟弟和七妹挨次只差一岁半，最小的八妹小我十一岁。他们好像都比我小得多。我已经不贪玩而贪看书了。父亲一次问我阿季，三天不让你看书，你怎么样？我说，不好过。一星期不让你看书呢？我说，一星期都白活了。父亲笑说我也这样。我觉得自己升做父亲的朋友了。暑假里，乘凉的时候，门房每天给我送进儿封信来。父亲一次说我年轻的时候也有很多朋友他长吟敌人笑比中庭树，一日秋风一日疏。"}
{"text":"我和两个弟弟和七妹挨次只差一岁半，最小的八妹小我十一岁。他们好像都比我小得多。我已经不贪玩而贪看书了。父亲一次问我阿季，三天不让你看书，你怎么样？我说，不好过。一星期不让你看书呢？我说，一星期都白活了。父亲笑说我也这样。我觉得自己升做父亲的朋友了。暑假里，乘凉的时候，门房每天给我送进儿封信来。父亲一次说我年轻的时候也有很多朋友他长吟敌人笑比中庭树，一日秋风一日疏。我忽然发现我的父亲老了，虽然常有朋友来往，我觉得他很疲劳，也很寂寞。父亲五十岁以后，一次对我说阿季，你说一个人有退休的时候吗？ss我现在想通了，要退就退，不必等哪年哪月。我知道父亲自觉体力渐渐不支，他的血压在升高，降压灵之类的药当时只是甚话。父亲又不信中药，血压高了就无法叫它下降。他所谓退休，无非减少些工作，加添些娱乐，每日黄昏，和朋友出去买点旧书古董或小玩意儿。他每次买了好版子的旧书，自己把蜷曲或破残的书角补好，叫我用预的白丝线双线重订。他爱整齐，双线只许平行，不许交叉，结子也不准外露。父亲的小玩意儿玩腻了就收在一只红木笔盒里。我常去翻弄。我说爸爸，这又打入s冷宫s了？给我吧。我得的玩意儿最多。小弟弟有点羡慕，就建议放焰口，大家就各有所得。杨必，剥削世家和名利场人民文学的。杨寿康，曾翻译法国布厄瑞死亡的意义商务，一九四父亲曾花一笔钱卖一整套古钱，每一种都有配就的垫子和红木或楠木盒子。一次父亲病了，觉得天旋地转，不能起床，就叫我把古钱一盒盒搬到床上玩弄，一面教我名称。我却爱用自己的外行名字如铲刀钱裤子钱之类。我心不在焉，只想怎样能替掉些父亲的心力。我考大学的时候，清华大学刚收女生，但是不到南方来招生。我就近考入东吴大学。上了一年，大学得分科，老师们认为我有条件读理科。因为我有点像我父亲嘲笑的低能，虽然不是每门功课一百分，却都平均发展，并无特长。我在融洽而优裕的环境里生长，全不知世事。可是我很严肃认真地考虑自己该学什么。所谓该，指最有益于人，而我自己就不是白活了一辈子。我知道这个该是很夸大的，所以羞于解释。父亲说，没什么该不该，最喜欢什么，就学什么。我却不放心。"}
