{"text":"这类欺骗宣传充斥于当时的反动报刊，如一九三三年二月六日南京救国日报的社论中就说浸使政府为战略关系，须暂时放弃北平以便引敌深入聚而歼之故吾主张政府应严厉责成张学良，使之以武力制止反对运动，若不得已，虽流血亦所不辞。慈禧太后―满族，即叶赫那拉氏，咸丰帝妃，同治继位后被尊为太后，成为清末同治光绪两朝的实际统治者。一八八八年光绪十四年，她把建设北洋舰队的海军经费八千万两白银，移用于修建颐和园。反日爱国储金一九一五年民国四年五月九日，袁世凯接受了日本帝国主义提出的侵略中国的二十一条，北京上海等地群众为了反日救国，曾发起救国储金，并成立了救国储金团。但储金团却为袁世凯所把持，储金存入当时他所控制的中国银行和交通银行，并被他挪用为活动帝制的经费。国货运动一九三三年，上海工商界发起将该年定为国货年，在元旦举行游行大会，并成立国货商场和中华国货产销合作协会，出版国货周刊，宣扬国货救国。金光明咒指金光明经，佛经的一种。九一八以后，上海北平等地国民党要人纷纷联名发起金光明道场之类的所谓佛法救国活动。一九三二年七月十六日上海时事新报以发起金光明道场戴季陶先生之经咒救国为题，报导了这类活动。岳飞奉旨不抵抗岳飞在抗金中战功卓著，但主张议和的宋高宗赵构听信内奸秦桧的谗言，在一天内连下十二道金牌把他从前线召回，并以谋反的罪名将他下狱处死。远庖厨语见孟子梁惠王君子之于禽畜也，见其生不忍见甚死，闻其声不忍食其肉，是以君子远庖厨也。菲希德，―通译费希特，德国唯心主义哲学家。著有知识学基础人的天职等。他主张用科技强化德意志民族，强调民族至上。祝涛声祝涛声涛声的寿命有这么长，想起来实在有点奇怪的。大前年和前年，所谓作家也者，还有什么什么会，标榜着什么什么文学，到去年就渺渺茫茫了，今年是大抵化名办小报，卖消息消息那里有这么多呢，于是造谣言。先前的所谓作家还会联成黑幕小说，现在是联也不会联了，零零碎碎的塞进读者的脑里去，使消息和秘闻之类成为他们的全部大学问。"}
{"text":"著有知识学基础人的天职等。他主张用科技强化德意志民族，强调民族至上。祝涛声祝涛声涛声的寿命有这么长，想起来实在有点奇怪的。大前年和前年，所谓作家也者，还有什么什么会，标榜着什么什么文学，到去年就渺渺茫茫了，今年是大抵化名办小报，卖消息消息那里有这么多呢，于是造谣言。先前的所谓作家还会联成黑幕小说，现在是联也不会联了，零零碎碎的塞进读者的脑里去，使消息和秘闻之类成为他们的全部大学问。这功绩的褒奖是稿费之外，还有消息奖，挂羊头卖狗肉也成了过去的事，现在是在卖人肉了。于是不卖人肉的刊物及其们，便成为被卖的货色。这也是无足奇的，中国是农业国，而麦子却要向美国定购，独有出卖小孩，只要几百钱一斤，则古文明国中的文艺家，当然只好卖血，尼采说过我爱血写的书呀。然而涛声尚存，这就是我所谓想起来实在有点奇怪。这是一种幸运，也是一个缺点。看现在的景况，凡有敕准或默许其存在的，倒往往会被一部分人们摇头。有人批评过我，说，只要看至今还活着，就足见不是一个什么好人。这是真的，自民元革命以至现在，好人真不知道被害死了多少了，不过谁也没有记一篇准账。这事实又教坏了我，因为我知道即使死掉，也不过给他们大卖消息，大造谣言，说我的被杀，其实是为了金钱或女人关系。所以，名列于该杀之林则可，悬梁服毒，是不来的。涛声上常有赤膊打仗，拚死拚活的文章，这脾气和我很相反，并不是幸存的原因。我想，那幸运而且也是缺点之处，是在总喜欢引古证今，带些学究气。中国人虽然自夸四千余年古国古，可是十分健忘的，连民族主义文学家，也会认成吉斯汗为老祖宗，则不宜与之谈古也可见。上海的市侩们更不需要这些，他们感到兴趣的只是今天开奖，邻右争风眼光远大的也不过要知道名公如何游山，阔人和谁要好之类高尚的就看什么学界琐闻，文坛消息。总之，是已将生命割得零零碎碎了。这可以使涛声的销路不见得好，然而一面也使涛声长寿。文人学士是清高的，他们现在也更加聪明，不再恭维自己的主子，来着痕迹了。他们只是排好暗箭，拿定粪帚，监督着应该俯伏着的奴隶们，看有谁抬起头来的，就射过去，洒过去，结果也许会终于使这人被绑架或被暗杀，由此使民国的国民一律平等。"}
{"text":"总之，是已将生命割得零零碎碎了。这可以使涛声的销路不见得好，然而一面也使涛声长寿。文人学士是清高的，他们现在也更加聪明，不再恭维自己的主子，来着痕迹了。他们只是排好暗箭，拿定粪帚，监督着应该俯伏着的奴隶们，看有谁抬起头来的，就射过去，洒过去，结果也许会终于使这人被绑架或被暗杀，由此使民国的国民一律平等。涛声在销路上的不大出头，也正给它逃了暂时的性命，不过，也还是很难说，因为不测之威，也是古来就有的。我是爱看涛声的，并且以为这样也就好。然而看近来，不谈政治呀，仍谈政治呀，似乎更加不大安分起来，则我的那些忠告，对于乌鸦为记的刊物，恐怕也不见得有效。那么，祝也还是白祝，我也只好看一张，算一张了。昔人诗曰，丧乱死多门，信夫！八月六日。十一月二十五日的涛声上，果然发出休刊辞来，开首道十一月二十日下午，本刊奉令缴还登记证，民亦劳止，汔可小康。我们准备休息一些时了。这真是康有为所说似的不幸而吾言中，岂不奇而不奇也哉。十二月三十一夜，补记。本篇最初发表于一九三三年月十九日涛声第二卷第三十一期。我爱血写的书参看本卷第页注。名列于该杀之林一九三三年一月，参加中国民权保障同盟，并被举为执行委员，因此招致国民党的忌恨。同年六月该盟副会长杨杏佛遭暗杀，也被列入黑名单。这里说的民族主义文学家，指黄震遐。参看二心集民族主义文学的任务和运命。乌鸦为记的刊物指涛声。它自第一卷第二十一期起，刊头上印有乌鸦的图案。丧乱死多门语见唐代杜甫白马诗。民亦劳止，汔可小康语见诗经大雅民劳。汔，庶几，差不多。上海的少女在上海生活，穿时髦衣服的比土气的便宜。如果一身旧衣服，公共电车的车掌会不照你的话停车，公园看守会格外认真的检查入门券，大宅子或大客寓的门丁会不许你走正门。所以，有些人宁可居斗室，喂臭虫，一条洋服裤子却每晚必须压在枕头下，使两面裤腿上的折痕天天有棱角。然而更便宜的是时髦的女人。这在商店里最看得出挑选不完，决断不下，店员也还是很能忍耐的。不过时间太长，就须有一种必要的条件，是带着一点风骚，能受几句调笑。"}
{"text":"汔，庶几，差不多。上海的少女在上海生活，穿时髦衣服的比土气的便宜。如果一身旧衣服，公共电车的车掌会不照你的话停车，公园看守会格外认真的检查入门券，大宅子或大客寓的门丁会不许你走正门。所以，有些人宁可居斗室，喂臭虫，一条洋服裤子却每晚必须压在枕头下，使两面裤腿上的折痕天天有棱角。然而更便宜的是时髦的女人。这在商店里最看得出挑选不完，决断不下，店员也还是很能忍耐的。不过时间太长，就须有一种必要的条件，是带着一点风骚，能受几句调笑。否则，也会终于引出普通的白眼来。惯在上海生活了的女性，早已分明地自觉着这种自己所具的光荣，同时也明白着这种光荣中所含的危险。所以凡有时髦女子所表现的神气，是在招摇，也在固守，在罗致，也在抵御，像一切异性的亲人，也像一切异性的敌人，她在喜欢，也正在恼怒。这神气也传染了未成年的少女，我们有时会看见她们在店铺里购买东西，侧着头，佯嗔薄怒，如临大敌。自然，店员们是能像对于成年的女性一样，加以调笑的，而她也早明白着这调笑的意义。总之她们大抵早熟了。然而我们在日报上，确也常常看见诱拐女孩，甚而至于凌辱少女的新闻。不但是西游记里的魔王，吃人的时候必须童男和童女而已，在人类中的富户豪家，也一向以童女为侍奉，纵欲，鸣高，寻仙，采补的材料，恰如食品的餍足了普通的肥甘，就想乳猪芽茶一样。现在这现象并且已经见于商人和工人里面了，但这乃是人们的生活不能顺遂的结果，应该以饥民的掘食草根树皮为比例，和富户豪家的纵恣的变态是不可同日而语的。但是，要而言之，中国是连少女也进了险境了。这险境，更使她们早熟起来，精神已是成人，肢体却还是孩子。俄国的作家梭罗古勃曾经写过这一种类型的少女，说是还是小孩子，而眼睛却已经长大了。然而我们中国的作家是另有一种称赞的写法的所谓娇小玲珑者就是。八月十二日。本篇最初发表于一九三三年九月十五日申报月刊第二卷第九号，署名洛文。西游记长篇小说，明代吴承恩著，一百回。写唐僧玄奘在孙悟空等护送下到西天取经，沿途战胜妖魔险阻的故事。梭罗古勃在长篇小说小鬼中，描写过一群早熟的少女。上海的儿童上海越界筑路的北四川路一带，因为打仗，去年冷落了大半年，今年依然热闹了，店铺从法租界搬回，电影院早经开始，公园左近也常见携手同行的爱侣，这是去年夏天所没有的。"}
{"text":"八月十二日。本篇最初发表于一九三三年九月十五日申报月刊第二卷第九号，署名洛文。西游记长篇小说，明代吴承恩著，一百回。写唐僧玄奘在孙悟空等护送下到西天取经，沿途战胜妖魔险阻的故事。梭罗古勃在长篇小说小鬼中，描写过一群早熟的少女。上海的儿童上海越界筑路的北四川路一带，因为打仗，去年冷落了大半年，今年依然热闹了，店铺从法租界搬回，电影院早经开始，公园左近也常见携手同行的爱侣，这是去年夏天所没有的。倘若走进住家的弄堂里去，就看见便溺器，吃食担，苍蝇成群的在飞，孩子成队的在闹，有剧烈的捣乱，有发达的骂詈，真是一个乱烘烘的小世界。但一到大路上，映进眼帘来的却只是轩昂活泼地玩着走着的外国孩子，中国的儿童几乎看不见了。但也并非没有，只因为衣裤郎当，精神萎靡，被别人压得像影子一样，不能醒目了。中国中流的家庭，教孩子大抵只有两种法。其一，是任其跋扈，一点也不管，骂人固可，打人亦无不可，在门内或门前是暴主，是霸王，但到外面，便如失了网的蜘蛛一般，立刻毫无能力。其二，是终日给以冷遇或呵斥，甚而至于打扑，使他畏葸退缩，仿佛一个奴才，一个傀儡，然而父母却美其名曰听话，自以为是教育的成功，待到放他到外面来，则如暂出樊笼的小禽，他决不会飞鸣，也不会跳跃。现在总算中国也有印给儿童看的画本了，其中的主角自然是儿童，然而画中人物，大抵倘不是带着横暴冥顽的气味，甚而至于流氓模样的，过度的恶作剧的顽童，就是钩头耸背，低眉顺眼，一副死板板的脸相的所谓好孩子。这虽然由于画家本领的欠缺，但也是取儿童为范本的，而从此又以作供给儿童仿效的范本。我们试一看别国的儿童画罢，英国沉着，德国粗豪，俄国雄厚，法国漂亮，日本聪明，都没有一点中国似的衰惫的气象。观民风是不但可以由诗文，也可以由图画，而且可以由不为人们所重的儿童画的。顽劣，钝滞，都足以使人没落，灭亡。童年的情形，便是将来的命运。我们的新人物，讲恋爱，讲小家庭，讲自立，讲享乐了，但很少有人为儿女提出家庭教育的问题，学校教育的问题，社会改革的问题。先前的人，只知道为儿孙作马牛，固然是错误的，但只顾现在，不想将来，任儿孙作马牛，却不能不说是一个更大的错误。八月十二日。本篇最初发表于一九三三年九月十五日申报月刊第二卷第九号，署名洛文。"}
{"text":"顽劣，钝滞，都足以使人没落，灭亡。童年的情形，便是将来的命运。我们的新人物，讲恋爱，讲小家庭，讲自立，讲享乐了，但很少有人为儿女提出家庭教育的问题，学校教育的问题，社会改革的问题。先前的人，只知道为儿孙作马牛，固然是错误的，但只顾现在，不想将来，任儿孙作马牛，却不能不说是一个更大的错误。八月十二日。本篇最初发表于一九三三年九月十五日申报月刊第二卷第九号，署名洛文。越界筑路指当时上海租界当局越出租界范围以外修筑马路的区域。作文秘诀作文秘诀现在竟还有人写信来问我作文的秘诀。我们常常听到拳师教徒弟是留一手的，怕他学全了就要打死自己，好让他称雄。在实际上，这样的事情也并非全没有，逢蒙杀羿就是一个前例。逢蒙远了，而这种古气是没有消尽的，还加上了后来的状元瘾，科举虽然久废，至今总还要争唯一，争最先。遇到有状元瘾的人们，做教师就危险，拳棒教完，往往免不了被打倒，而这位新拳师来教徒弟时，却以他的先生和自己为前车之鉴，就一定留一手，甚而至于三四手，于是拳术也就一代不如一代了。还有，做医生的有秘方，做厨子的有秘法，开点心铺子的有秘传，为了保全自家的衣食，听说这还只授儿妇，不教女儿，以免流传到别人家里去，秘是中国非常普遍的东西，连关于国家大事的会议，也总是内容非常秘密，大家不知道。但是，作文却好像偏偏并无秘诀，假使有，每个作家一定是传给子孙的了，然而祖传的作家很少见。自然，作家的孩子们，从小看惯书籍纸笔，眼格也许比较的可以大一点罢，不过不见得就会做。目下的刊物上，虽然常见什么父子作家夫妇作家的名称，仿佛真能从遗嘱或情书中，密授一些什么秘诀一样，其实乃是肉麻当有趣，妄将做官的关系，用到作文上去了。那么，作文真就毫无秘诀么？却也并不。我曾经讲过几句做古文的秘诀，是要通篇都有来历，而非古人的成文也就是通篇是自己做的，而又全非自己所做，个人其实并没有说什么也就是事出有因，而又查无实据。到这样，便庶几乎免于大过也矣了。简而言之，实不过要做得今天天气，哈哈哈而已。这是说内容。至于修辞，也有一点秘诀一要蒙胧，二要难懂。那方法，是缩短句子，多用难字。譬如罢，作文论秦朝事，写一句秦始皇乃始烧书，是不算好文章的，必须翻译一下，使它不容易一目了然才好。"}
{"text":"那么，作文真就毫无秘诀么？却也并不。我曾经讲过几句做古文的秘诀，是要通篇都有来历，而非古人的成文也就是通篇是自己做的，而又全非自己所做，个人其实并没有说什么也就是事出有因，而又查无实据。到这样，便庶几乎免于大过也矣了。简而言之，实不过要做得今天天气，哈哈哈而已。这是说内容。至于修辞，也有一点秘诀一要蒙胧，二要难懂。那方法，是缩短句子，多用难字。譬如罢，作文论秦朝事，写一句秦始皇乃始烧书，是不算好文章的，必须翻译一下，使它不容易一目了然才好。这时就用得着尔雅，文选了，其实是只要不给别人知道，查查康熙字典也不妨的。动手来改，成为始皇始焚书，就有些古起来，到得改成政m燔典，那就简直有了班马气，虽然跟着也令人不大看得懂。但是这样的做成一篇以至一部，是可以被称为学者的，我想了半天，只做得一句，所以只配在杂志上投稿。我们的古之文学大师，就常常玩着这一手。班固先生的紫色声，余分闰位，就将四句长句，缩成八字的扬雄先生的蠢迪检柙，就将动由规矩这四个平常字，翻成难字的。绿野仙踪记塾师咏花，有句云媳钗俏矣儿书废，哥罐闻焉嫂棒伤。自说意思，是儿妇折花为钗，虽然俏丽，但恐儿子因而废读下联较费解，是他的哥哥折了花来，没有花瓶，就插在瓦罐里，以嗅花香，他嫂嫂为防微杜渐起见，竟用棒子连花和罐一起打坏了。这算是对于冬烘先生的嘲笑。然而他的作法，其实是和扬班并无不合的，错只在他不用古典而用新典。这一个所谓错，就使文选之类在遗老遗少们的心眼里保住了威灵。做得蒙胧，这便是所谓好么？答曰也不尽然，其实是不过掩了丑。但是，知耻近乎勇，掩了丑，也就仿佛近乎好了。摩登女郎披下头发，中年妇人罩上面纱，就都是蒙胧术。人类学家解释衣服的起源有三说一说是因为男女知道了性的羞耻心，用这来遮羞一说却以为倒是用这来刺激还有一种是说因为老弱男女，身体衰瘦，露着不好看，盖上一些东西，借此掩掩丑的。从修辞学的立场上看起来，我赞成后一说。现在还常有骈四俪六，典丽堂皇的祭文，挽联，宣言，通电，我们倘去查字典，翻类书，剥去它外面的装饰，翻成白话文，试看那剩下的是怎样的东西呵！？不懂当然也好的。好在那里呢？即好在不懂中。"}
{"text":"人类学家解释衣服的起源有三说一说是因为男女知道了性的羞耻心，用这来遮羞一说却以为倒是用这来刺激还有一种是说因为老弱男女，身体衰瘦，露着不好看，盖上一些东西，借此掩掩丑的。从修辞学的立场上看起来，我赞成后一说。现在还常有骈四俪六，典丽堂皇的祭文，挽联，宣言，通电，我们倘去查字典，翻类书，剥去它外面的装饰，翻成白话文，试看那剩下的是怎样的东西呵！？不懂当然也好的。好在那里呢？即好在不懂中。但所虑的是好到令人不能说好丑，所以还不如做得它难懂有一点懂，而下一番苦功之后，所懂的也比较的多起来。我们是向来很有崇拜难的脾气的，每餐吃三碗饭，谁也不以为奇，有人每餐要吃十八碗，就郑重其事的写在笔记上用手穿针没有人看，用脚穿针就可以搭帐篷卖钱一幅画片，平淡无奇，装在匣子里，挖一个洞，化为西洋镜，人们就张着嘴热心的要看了。况且同是一事，费了苦功而达到的，也比并不费力而达到的的可贵。譬如到什么庙里去烧香罢，到山上的，比到平地上的可贵三步一拜才到庙里的庙，和坐了轿子一径抬到的庙，即使同是这庙，在到达者的心里的可贵的程度是大有高下的。作文之贵乎难懂，就是要使读者三步一拜，这才能够达到一点目的的妙法。写到这里，成了所讲的不但只是做古文的秘诀，而且是做骗人的古文的秘诀了。但我想，做白话文也没有什么大两样，因为它也可以夹些僻字，加上蒙胧或难懂，来施展那变戏法的障眼的手巾的。倘要反一调，就是白描。白描却并没有秘诀。如果要说有，也不过是和障眼法反一调有真意，去粉饰，少做作，勿卖弄而已。十一月十日。本篇最初发表于一九三三年十二月十五日申报月刊第二卷第十二号，署名洛文。逢蒙杀羿见孟子离娄逢蒙学射于羿，尽羿之道思天下惟羿为愈己，于是杀羿。按逢蒙亦作逢蒙。指一九三年写的做古文和做好人的秘诀，后收入二心集。尔雅我国最早解释词义的书，大概成书于春秋至西汉初年，今本十九篇。文选，南朝梁昭明太子萧统编选的从先秦到齐梁的各体文章的总集，共六十卷。康熙字典清代康熙年间张玉书等奉旨编撰，共四十二卷，收四万七千余字，一七一六年康熙五十五年开始印行。班马指班固司马迁。他们都是汉代史学家文学家。紫色声，余分闰位语见汉书王莽传，指王莽篡位这件事。"}
{"text":"按逢蒙亦作逢蒙。指一九三年写的做古文和做好人的秘诀，后收入二心集。尔雅我国最早解释词义的书，大概成书于春秋至西汉初年，今本十九篇。文选，南朝梁昭明太子萧统编选的从先秦到齐梁的各体文章的总集，共六十卷。康熙字典清代康熙年间张玉书等奉旨编撰，共四十二卷，收四万七千余字，一七一六年康熙五十五年开始印行。班马指班固司马迁。他们都是汉代史学家文学家。紫色声，余分闰位语见汉书王莽传，指王莽篡位这件事。据唐代颜师古注应劭曰紫，间色，邪音也。服虔曰言莽不得正王之命，如岁月之余分为闰也。扬雄前―一作杨雄，字子云，成都今属四川人，西汉文学家语言文字学家。他的著作，明人辑有杨子云集五卷。蠢迪检柙，语见法言序。据东晋李轨注蠢，动也迪，道也捡押，犹隐括也。言君子举动，则当蹈规矩。按捡押，当作检柙。绿野仙踪长篇小说，清代李百川著。这里所说塾师咏花的故事，见于该书第六回评诗赋大失腐儒心。知耻近乎勇语见礼记中庸。且介亭杂文且介亭杂文末编木刻像曹白作在全国第二回木刻流动展览会上摄上海大陆新村寓所外景上海大陆新村寓所内景全集第六卷且介亭杂文本书收一九三四年所作杂文三十六篇，一九三五年末经亲自编定，一九三七年七月由上海三闲书屋初版。近几年来，所谓杂文的产生，比先前多，也比先前更受着攻击。例如自称诗人邵洵美，前第三种人施蛰存和杜衡即苏汶，还不到一知半解程度的大学生林希隽之流，就都和杂文有切骨之仇，给了种种罪状的。然而没有效，多起来，读者也多起来了。其实杂文也不是现在的新货色，是古已有之的，凡有文章，倘若分类，都有类可归，如果编年，那就只按作成的年月，不管文体，各种都夹在一处，于是成了杂。分类有益于揣摩文章，编年有利于明白时势，倘要知人论世，是非看编年的文集不可的，现在新作的古人年谱的流行，即证明着已经有许多人省悟了此中的消息。况且现在是多么切迫的时候，的任务，是在对于有害的事物，立刻给以反响或抗争，是感应的神经，是攻守的手足。"}
