{"text":"你还记得第一年我在北京，你在家里。家里来信说你待不住，常回娘家去。我动气了，马上写信责备你。你教人写了一封覆信，说家里有事，不能不回去。这是你第一次也可以说第末次的抗议，我从此就没给你写信。暑假时带了一肚子主意回去，但见了面，看你一脸笑，也就拉倒了。打这时候起，你渐渐从你父亲的怀里跑到我这儿。你换了金镯子帮助我的学费，叫我以后还你但直到你死，我没有还你。你在我家受了许多气，又因为我家的缘故受你家里的气，你都忍着。这全为的是我，我知道。那回我从家乡一个中学半途辞职出走。家里人讽你也走。哪里走！只得硬着头皮往你家去。那时你家像个冰窖子，你们在窖里足鬃住了三个月。好容易我才将你们领出来了，一同上外省去。小家庭这样组织起来了。你虽不是什么阔小姐，可也是自小娇生惯养的，做起主妇来，什么都得干一两手你居然做下去了，而且高高兴兴地做下去了。菜照例满是你做，可是吃的都是我们你至多夹上两三筷子就算了。你的菜做得不坏，有一位老在行大大地夸奖过你。你洗衣服也不错，夏天我的绸大褂大概总是你亲自动手。你在家老不乐意闲着坐前几个月子，老是四五天就起床，说是躺着家里事没条没理的。其实你起来也还不是没条理咱们家那么多孩子，哪儿来条理？在浙江住的时候，逃过两回兵难，我都在北平。真亏你领着母亲和一群孩子东藏西躲的末一回还要走多少里路，翻一道大岭。这两回差不多只靠你一个人。你不但带了母亲和孩子们，还带了我一箱箱的书你知道我是最爱书的。在短短的十二年里，你操的心比人家一辈子还多谦，你那样身子怎么经得住！你将我的责任一股脑儿担负了去，压死了你我如何对得起你！你为我的捞什子书也费了不少神第一回让你父亲的男佣人从家乡捎到上海去。他说了几句闲话，你气得在你父亲面前哭了。第二回是带着逃难，别人都说你傻子。你有你的想头没有书怎么教书？况且他又爱这个玩意儿。其实你没有晓得，那些书丢了也并不可惜不过教你怎么晓得，我平常从来没和你谈过这些个！总而言之，你的心是可感谢的。这十二年里你为我吃的苦真不少，可是没有过几天好日子。我们在一起住，算来也还不到五个年头。无论日子怎么坏，无论是离是合，你从来没对我发过脾气，连一句怨言也没有。――别说怨我，就是怨命也没有过。老实说，我的脾气可不大好，迁怒的事儿有的是。那些时候你往往抽噎着流眼泪，从不回嘴，也不号啕。"}
{"text":"第二回是带着逃难，别人都说你傻子。你有你的想头没有书怎么教书？况且他又爱这个玩意儿。其实你没有晓得，那些书丢了也并不可惜不过教你怎么晓得，我平常从来没和你谈过这些个！总而言之，你的心是可感谢的。这十二年里你为我吃的苦真不少，可是没有过几天好日子。我们在一起住，算来也还不到五个年头。无论日子怎么坏，无论是离是合，你从来没对我发过脾气，连一句怨言也没有。――别说怨我，就是怨命也没有过。老实说，我的脾气可不大好，迁怒的事儿有的是。那些时候你往往抽噎着流眼泪，从不回嘴，也不号啕。不过我也只信得过你一个人，有些话我只和你一个人说，因为世界上只你一个人真关心我，真同情我。你不但为我吃苦，更为我分苦我之有我现在的精神，大半是你给我培养着的。这些年来我很少生病。但我最不耐烦生病，生了病就呻吟不绝，闹那伺候病的人。你是领教过一回的，那回只一两点钟，可是也够麻烦了。你常生病，却总不开口，挣扎着起来一来怕搅我，二来怕没人做你那份儿事。我有一个坏脾气，怕听人生病，也是真的。后来你天天发烧，自己还以为南方带来的疟疾，一直瞒着我。明明躺着，听见我的脚步，一骨碌就坐起来。我渐渐有些奇怪，让大夫一瞧，这可糟了，你的一个肺已烂了一个大窟窿了！大夫劝你到西山去静养，你丢不下孩子，又舍不得钱劝你在家里躺着，你也丢不下那份儿家务。越看越不行了，这才送你回去。明知凶多吉少，想不到只一个月工夫你就完了！本来盼望还见得着你，这一来可拉倒了。你也何尝想到这个？父亲告诉我，你回家独住着一所小住宅，还嫌没有客厅，怕我回去不便哪。前年夏天回家，上你坟上去了。你睡在祖父母的下首，想来还不孤单的。只是当年祖父母的坟太小了，你正睡在圹底下。这叫做抗圹，在生人看来是不安心的等着想办法哪。那时圹上圹下密密地长着青草，朝露浸湿了我的布鞋。你刚埋了半年多，只有圹下多出一块土，别的全然看不出新坟的样子。我和隐今夏回去，本想到你的坟上来因为她病了没来成。我们想告诉你，五个孩子都好，我们一定尽心教养他们，让他们对得起死了的母亲――你！谦，好好儿放心安睡吧，你。年月日作。原载年月日东方杂志第卷第号散文全编你我现在受过新式教育的人，见了无论生熟朋友，往往喜欢你我相称。这不是旧来的习惯而是外国语与翻译品的影响。"}
{"text":"你刚埋了半年多，只有圹下多出一块土，别的全然看不出新坟的样子。我和隐今夏回去，本想到你的坟上来因为她病了没来成。我们想告诉你，五个孩子都好，我们一定尽心教养他们，让他们对得起死了的母亲――你！谦，好好儿放心安睡吧，你。年月日作。原载年月日东方杂志第卷第号散文全编你我现在受过新式教育的人，见了无论生熟朋友，往往喜欢你我相称。这不是旧来的习惯而是外国语与翻译品的影响。这风气并未十分通行一般社会还不愿意采纳这种办法――所谓粗人一向你呀我的，却当别论。有一位中等学校校长告诉人，一个旧学生去看他，左一个你，右一个你，仿佛用指头点着他鼻子，真有些受不了。在他想，只有长辈该称他你，只有太太和老朋友配称他你。够不上这个份儿，也来你呀你的，倒像对当差老妈子说话一般，岂不可恼！可不是，从前小说里弟兄相呼，你我相称，也得够上那份儿交情才成。而俗语说的你我不错，你我还这样那样，也是托熟的口气，指出彼此的依赖与信任。同辈你我相称，言下只有你我两个，旁若无人虽然十目所视，十手所指，视他们的，指他们的，管不着。杨震在你我相对的时候，会想到你我之外的天知地知，真是一个玄远的托辞，亏他想得出。常人说话称你我，却只是你说给我，我说给你别人听见也罢，不听见也罢，反正说话的一点儿没有想着他们那些不相干的。自然也有时候取瑟而歌，也有时候指桑骂槐，但那是话外的话或话里的话，论口气却只对着那一个你。这么着，一说你看，你我便从一群人里除外，单独地相对着。离群是可怕又可怜的，只要想想大野里的独行，黑夜里的独处就明白。你我既甘心离群，彼此便非难解难分不可否则岂不要吃亏？难解难分就是亲昵骨肉是亲昵，结交也是个亲昵，所以说只有长辈该称你，只有太太和老朋友配称你。你我相称者，你我相亲而已。然而我们对家里当差老妈子也称你，对街上的洋车夫也称你，却不是一个味儿。古来以尔汝为轻贱之称就指的这一类。但轻贱与亲昵有时候也难分，譬如叫孩子为狗儿，叫情人为心肝，明明将人比物，却正是亲昵之至。而长辈称晚辈为你，也夹杂着这两种味道――那些亲谊疏远的称你，有时候简直毫无亲昵的意思，只显得辈分高罢了。"}
{"text":"难解难分就是亲昵骨肉是亲昵，结交也是个亲昵，所以说只有长辈该称你，只有太太和老朋友配称你。你我相称者，你我相亲而已。然而我们对家里当差老妈子也称你，对街上的洋车夫也称你，却不是一个味儿。古来以尔汝为轻贱之称就指的这一类。但轻贱与亲昵有时候也难分，譬如叫孩子为狗儿，叫情人为心肝，明明将人比物，却正是亲昵之至。而长辈称晚辈为你，也夹杂着这两种味道――那些亲谊疏远的称你，有时候简直毫无亲昵的意思，只显得辈分高罢了。大概轻贱与亲昵有一点相同就是，都可以随随便便，甚至于动手动脚。生人相见不称你。通称是先生，有带姓不带姓之分不带姓好像来者是自己老师，特别客气，用得少些。北平人称某爷，某几爷，如冯爷，吴二爷，也是通称，可比某先生亲昵些。但不能单称爷，与先生不同。先生原是老师，爷却是父亲尊人为师犹之可，尊人为父未免吃亏太甚。听说前清的太监有称人为爷的时候，那是刑余之人，只算例外。至于老爷，多一个老字，就不会与父亲相混，所以仆役用以单称他的主人，旧式太太用以单称她的丈夫。女的通称小姐，太太，师母，却都带姓太太，师母更其如此。因为单称太太，自己似乎就是老爷，单称师母，自己似乎就是门生，所以非带姓不可。太太是北方的通称，南方人却嫌官僚气师母是南方的通称，北方人却嫌头巾气。女人麻烦多，真是无法奈何。比先生亲近些是某某先生，某某兄，某某是号或名字称兄取其仿佛一家人。再进一步就以号相称，同时也可称你。在正式的聚会里，有时候得称职衔，如张部长，王经理也可以不带姓，和先生一样偶尔还得加上一个贵字，如贵公使。下属对上司也得称职衔。但像科员等小脚色却不便称衔，只好屈居在先生一辈里。仆役对主人称老爷，太太，或先生，师母与同辈分别的，一律不带姓。他们在同一时期内大概只有一个老爷，太太，或先生，师母，是他们衣食的靠山不带姓正所以表示只有这一对儿才是他们的主人。对于主人的客，却得一律带姓即使主人的本家，也得带上号码儿，如三老爷，五太太。――大家庭用的人或两家合用的人例外。"}
{"text":"下属对上司也得称职衔。但像科员等小脚色却不便称衔，只好屈居在先生一辈里。仆役对主人称老爷，太太，或先生，师母与同辈分别的，一律不带姓。他们在同一时期内大概只有一个老爷，太太，或先生，师母，是他们衣食的靠山不带姓正所以表示只有这一对儿才是他们的主人。对于主人的客，却得一律带姓即使主人的本家，也得带上号码儿，如三老爷，五太太。――大家庭用的人或两家合用的人例外。先生本可不带姓，老爷本是下对上的称呼，也常不带姓女仆称老爷，虽和旧式太太称丈夫一样，但身份声调既然各别，也就不要紧。仆役称师母，决无门生之嫌，不怕尊敬过分女仆称太太，毫无疑义，男仆称太太，与女仆称老爷同例。晚辈称长辈，有爸爸，妈妈，伯伯，叔叔等称。自家人和近亲不带姓，但有时候带号码儿远亲和父执，母执，都带姓干亲带干字，如干娘父亲的盟兄弟，母亲的盟姊妹，有些人也以自家人论。这种种称呼，按刘半农先生说，是名词替代创词，但也可说是他称替代对称。不称你而称某先生，是将分明对面的你变成一个别人于是乎对你说的话，都不过是关于他的。这么着，你我间就有了适当的距离，彼此好提防着生人间说话提防着些，没有错儿。再则一般人都可以称你某先生，我也跟着称某先生，正见得和他们一块儿，并没有单独挨近你身边去。所以某先生一来，就对面无你，旁边有人。这种替代法的效用，因所代的他称广狭而转移。譬如某先生，谁对谁都可称，用以代你，是十分敬而远之又如某部长，只是僚属对同官与长官之称，老爷只是仆役对主人之称，敬意过于前者，远意却不及至于爸爸妈妈，只是弟兄姊妹对父母的称，不像前几个名字可以移用在别人身上，所以虽不用你，还觉得亲昵，但敬远的意味总免不了有一些在老人家前头要像在太太或老朋友前头那么自由自在，到底是办不到的。北方话里有个您字，是你的尊称，不论亲疏贵贱全可用，方便之至。这个字比那拐弯抹角的替代法干脆多了，只是南方人听不进去，他们觉得和你也差不多少。这个字本是闭口音，指众数你们两字就从此出。南方人多用你们代你。用众数表尊称，原是语言常例。"}
{"text":"北方话里有个您字，是你的尊称，不论亲疏贵贱全可用，方便之至。这个字比那拐弯抹角的替代法干脆多了，只是南方人听不进去，他们觉得和你也差不多少。这个字本是闭口音，指众数你们两字就从此出。南方人多用你们代你。用众数表尊称，原是语言常例。指的既非一个，你旁边便仿佛还有些别人和你亲近的，与说话的相对着说话的天然不敢侵犯你，也不敢妄想亲近你。这也还是个敬而远之。湖北人尊称人为你家，家字也表众数，如人家大家可见。此外还有个方便的法子，就是利用呼位，将他称与对称拉在一块儿。说话的时候先叫声某先生或别的，接着再说你怎样怎样这么着好像你字儿都是对你以外的某先生说的，你自己就不会觉得唐突了。这个办法上下一律通行。在上海，有些不三不四的人问路，常叫一声朋友，再说你北平老妈子彼此说话，也常叫声某姐，再你下去――她们觉得这么称呼倒比说您亲昵些。但若说这是兄弟你的事，这是他爸爸你的责任，兄弟你，他爸爸你简直连成一串儿，与用呼位的大不一样。这种口气只能用于亲近的人。第一例的他称意在加重全句的力量，表示虽与你亲如弟兄，这件事却得你自己办，不能推给别人。第二例因他而及你，用他称意在提醒你的身份，也是加重那个句子好像说你我虽亲近，这件事却该由做他爸爸的你，而不由做自己的朋友的你负责任所以也不能推给别人。又有对称在前他称在后的但除了你先生，你老兄还有敬远之意以外，别的如你太太，你小姐，你张三，你这个人，你这家伙，你这位先生，你这该死的，你这没良心的东西，却都是些亲口埋怨或破口大骂的话。你先生，你老兄的你不重读，别的你都是重读的。你张三直呼姓名，好像听话的是个远哉遥遥的生人，因为只有毫无关系的人，才能直呼姓名可是加上你字，却变了亲昵与轻贱两可之间。近指形容词这，加上量词个成为这个，都兼指人与物说这个人和说这个碟子，一样地带些无视的神气在指点着。加上该死的，没良心的，家伙，东西，无视的神气更足。"}
{"text":"你先生，你老兄的你不重读，别的你都是重读的。你张三直呼姓名，好像听话的是个远哉遥遥的生人，因为只有毫无关系的人，才能直呼姓名可是加上你字，却变了亲昵与轻贱两可之间。近指形容词这，加上量词个成为这个，都兼指人与物说这个人和说这个碟子，一样地带些无视的神气在指点着。加上该死的，没良心的，家伙，东西，无视的神气更足。只有你这位先生稍稍客气些不但因为那先生，并且因为那量词位字。位指地位，用以称人，指那有某种地位的，就与常人有别。至于你老，你老人家，老人家是众数，老是敬辞――老人常受人尊重。但你老用得少些。最后还有省去对称的办法，却并不如文法书里所说，只限于祈使语气，也不限于上辈对下辈的问语或答语，或熟人间偶然的问答语如去吗，不去之类。有人曾遇见一位颇有名望的省议会议长，随意谈天儿。那议长的说话老是这样的去过北京吗？在哪儿住？觉得北京怎么样？几时回来的？始终没有用一个对称，也没有用一个呼位的他称，仿佛说到一个不知是谁的人。那听话的觉得自己没有了，只看见俨然的议长。可是偶然要敷衍一两句话，而忘了对面人的姓，单称先生又觉不值得的时候，这么办却也可以救眼前之急。生人相见也不多称我。但是单称我只不过傲慢，仿佛有点儿瞧不起人，却没有那过分亲昵的味儿，与称你我的时候不一样。所以自称比对称麻烦少些。若是不随便称你，我字尽可麻麻糊糊通用不过要留心声调与姿态，别显出拍胸脯指鼻尖的神儿。若是还要谨慎些，在北京可以说咱，说俺，在南方可以说我们咱和俺原来也都是闭口音，与我们同是众数。自称用众数，表示听话的也在内，我说话，像是你和我或你我他联合宣言这么着，我的责任就有人分担，谁也不能说我自以为是了。也有说自己的，如只怪自己不好，自己没主意，怨谁！但同样的句子用来指你我也成。至于说我自己，那却是加重的语气，与这个不同。又有说某人，某某人的如张三说，他们老疑心这是某人做的，其实我一点也不知道。这个某人就是张三，但得随手用我字点明。若说张某人岂是那样的人！"}
{"text":"自称用众数，表示听话的也在内，我说话，像是你和我或你我他联合宣言这么着，我的责任就有人分担，谁也不能说我自以为是了。也有说自己的，如只怪自己不好，自己没主意，怨谁！但同样的句子用来指你我也成。至于说我自己，那却是加重的语气，与这个不同。又有说某人，某某人的如张三说，他们老疑心这是某人做的，其实我一点也不知道。这个某人就是张三，但得随手用我字点明。若说张某人岂是那样的人！却容易明白。又有说人，别人，人家，别人家的如，这可叫人怎么办？也不管人家死活。指你我也成。这些都是用他称单数与众数替代自称，将自己说成别人但都不是明确的替代，要靠上下文，加上声调姿态，才能显出作用，不像替代对称那样。而其中如自己，某人，能替代我的时候也不多，可见自称在我的关系多，在人的关系少，老老实实用我字也无妨所以历来并不十分费心思去找替代的名词。演说称兄弟，鄙人，个人或自己名字，会议称本席，也是他称替代自称，却一听就明白。因为这几个名词，除兄弟代我，平常谈话里还偶然用得着之外，别的差不多都已成了向公众说话专用的自称。兄弟，鄙人全是谦词，兄弟亲昵些个人就是自己称名字不带姓，好像对尊长说话。――称名字的还有仆役与幼儿。仆役称名字兼带姓，如张顺不敢。幼儿自称乳名，却因为自我观念还未十分发达，听见人家称自己乳名，也就如法炮制，可教大人听着乐，为的是像煞有介事。――本席指本席的人，原来也该是谦称但以此自称的人往往有一种施施然的声调姿态，所以反觉得傲慢了。这大约是本字作怪，从本总司令到本县长，虽也是以他称替代自称，可都是告诫下属的口气，意在显出自己的身份，让他们知所敬畏。这种自称用的机会却不多。对同辈也偶然有要自称职衔的时候，可不用本字而用敝字。但司令可敝，县长可敝，人却敝不得敝人是凉薄之人，自己骂得未免太苦了些。同辈间也可用本字，是在开玩笑的当儿，如本科员，本书记，本教员，取其气昂昂的，有俯视一切的样子。他称比我更显得傲慢的还有如老子，咱老子，大爷我，我某几爷，我某哪哪。"}
{"text":"这种自称用的机会却不多。对同辈也偶然有要自称职衔的时候，可不用本字而用敝字。但司令可敝，县长可敝，人却敝不得敝人是凉薄之人，自己骂得未免太苦了些。同辈间也可用本字，是在开玩笑的当儿，如本科员，本书记，本教员，取其气昂昂的，有俯视一切的样子。他称比我更显得傲慢的还有如老子，咱老子，大爷我，我某几爷，我某哪哪。老子本非同辈相称之词，虽然加上众数的咱，似乎只是壮声威，并不为的分责任。大爷，某几爷也都是尊称，加在我上，是增加我的气焰的。对同辈自称姓名，表示自己完全是个无关系的陌生人本不如此，偏取了如此态度，将听话的远远地推开去，再加上我，更是神气。这些我字都是重读的。但除了我某哪哪，那几个别的称呼大概是丘八流氓用得多。他称也有比我显得亲昵的。如对儿女自称爸爸，妈，说爸爸疼你，妈在这儿，别害怕。对他们称我的太多了，对他们称爸爸，妈的却只有两个人，他们最亲昵的两个人。所以他们听起来，爸爸，妈比我鲜明得多。幼儿更是这样他们既然还不甚懂得什么是我，用爸爸，妈就更要鲜明些。听了这两个名字，不用捉摸，立刻知道是谁而得着安慰特别在他们正专心一件事或者快要睡觉的时候。若加上你，说你爸爸你妈，没有我，只有你的，让大些的孩子听了，亲昵的意味更多。对同辈自称老哪，如老张，或兄弟我，如交给兄弟我办吧，没错儿，也是亲昵的口气。老哪本是称人之词。单称姓，表示彼此非常之熟，一提到姓就会想起你，再不用别的同姓的虽然无数，而提到这一姓，却偏偏只想起你。老字本是敬辞，但平常说笑惯了的人，忽然敬他一下，只是惊他以取乐罢了姓上加老字，原来怕不过是个玩笑，正和你老先生，你老人家有时候用作滑稽的敬语一种。日子久了，不觉得，反变成熟得很的意思。于是自称老张，就是你熟得很的张，不用说，顶亲昵的。我在兄弟之下，指的是做兄弟的我，当然比平常的我客气些但既有他称，还用自称，特别着重那个我，多少免不了自负的味儿。这个我字也是重读的。"}
