{"text":"至于清朝禁书，则民元革命后就是宝贝，即使并无足观的著作，也常要百余元至数十元。我向来也走走旧书坊，但对于这类宝书，却从不敢作非分之想。端午节前，在四马路一带闲逛，竟无意之间买到了一种，曰小学大全，共五本，价七角，看这名目，是不大有人会欢迎的，然而，却是清朝的禁书。这书的编纂者尹嘉铨，博野人他父亲尹会一，是有名的孝子，乾隆皇帝曾经给过褒扬的诗。他本身也是孝子，又是道学家，官又做到大理寺卿稽察觉罗学。还请令旗籍子弟也讲读朱子的小学，而荷蒙朱批所奏是。钦此。这部书便成于两年之后的，加疏的小学六卷，考证和释文，或问各一卷，二卷，合成一函，是为大全。也曾进呈，终于在乾隆四十二年九月十七日奉旨好！知道了。钦此。那明明是得了皇帝的嘉许的。到乾隆四十六年，他已经致仕回家了，但真所谓及其老也，戒之在得罢，虽然欲得的乃是名，也还是一样的招了大祸。这年三月，乾隆行经保定，尹嘉铨便使儿子送了一本奏章，为他的父亲请谥，朱批是与瞻乃国家定典，岂可妄求。此奏本当交部治罪，念汝为父私情，姑免之。若再不安分家居，汝罪不可追矣！钦此。不过他豫先料不到会碰这样的大钉子，所以接着还有一本，是请许我朝名臣汤斌范文程李光地顾八代张伯行等从祀孔庙，至于臣父尹会一，既蒙御制诗章褒嘉称孝，已在德行之科，自可从祀，非臣所敢请也。这回可真出了大岔子，三月十八日的朱批是竟大肆狂吠，不可恕矣！钦此。乾隆时代的一定办法，是凡以文字获罪者，一面拿办，一面就查抄，这并非着重他的家产，乃在查看藏书和另外的文字，如果别有狂吠，便可以一并治罪。因为乾隆的意见，是以为既敢狂吠，必不止于一两声，非彻底根究不可的。尹嘉铨当然逃不出例外，和自己的被捕同时，他那博野的老家和北京的寓所，都被查抄了。藏书和别项著作，实在不少，但其实也并无什么干碍之作。不过那时是决不能这样就算的，经大学士三宝等再三审讯之后，定为相应请旨将尹嘉铨照大逆律凌迟处死，幸而结果很宽大尹嘉铨著加恩免其凌迟之罪，改为处绞立决，其家属一并加恩免其缘坐就完结了。这也还是名儒兼孝子的尹嘉铨所不及料的。这一回的文字狱，只绞杀了一个人，比起别的案子来，决不能算是大狱，但乾隆皇帝却颇费心机，发表了几篇文字。"}
{"text":"藏书和别项著作，实在不少，但其实也并无什么干碍之作。不过那时是决不能这样就算的，经大学士三宝等再三审讯之后，定为相应请旨将尹嘉铨照大逆律凌迟处死，幸而结果很宽大尹嘉铨著加恩免其凌迟之罪，改为处绞立决，其家属一并加恩免其缘坐就完结了。这也还是名儒兼孝子的尹嘉铨所不及料的。这一回的文字狱，只绞杀了一个人，比起别的案子来，决不能算是大狱，但乾隆皇帝却颇费心机，发表了几篇文字。从这些文字和奏章均见清代文字狱档第六辑看来，这回的祸机虽然发于他的不安分，但大原因，却在既以名儒自居，又请将名臣从祀这都是大不可恕的地方。清朝虽然尊崇朱子，但止于尊崇，却不许学样，因为一学样，就要讲学，于是而有学说，于是而有门徒，于是而有门户，于是而有门户之争，这就足为太平盛世之累。况且以这样的名儒而做官，便不免以名臣自居，妄自尊大。乾隆是不承认清朝会有名臣的，他自己是英主，是明君，所以在他的统治之下，不能有奸臣，既没有特别坏的奸臣，也就没有特别好的名臣，一律都是不好不坏，无所谓好坏的奴子。特别攻击道学先生，所以是那时的一种潮流，也就是圣意。我们所常见的，是纪昀总纂的四库全书总目提要和自著的阅微草堂笔记里的时时的排击。这就是迎合着这种潮流的，倘以为他秉性平易近人，所以憎恨了道学先生的G刻，那是一种误解。大学士三宝们也很明白这潮流，当会审尹嘉铨时，曾奏道查该犯如此狂悖不法，若即行定罪正法，尚不足以泄公愤而快人心。该犯曾任三品大员，相应遵例奏明，将该犯严加夹讯，多受刑法，问其究属何心，录取供词，具奏，再请旨立正典刑，方足以昭炯戒。后来究竟用了夹棍没有，未曾查考，但看所录供词，却于用他的丑行来打倒他的道学的策略，是做得非常起劲的。现在抄三条在下面――问尹嘉铨！你所书李孝女暮年不字事一篇，说年逾五十，依然待字，吾妻李恭人闻而贤之，欲求淑女以相助，仲女固辞不就等语。这处女既立志不嫁，已年过五旬，你为何叫你女人遣媒说合，要他做妾？这样没廉耻的事，难道是讲正经人干的么？据供我说的李孝女年逾五十，依然待字，原因素日间知道雄县有个姓李的女子，守贞不字。吾女人要聘他为妾，我那时在京候补，并不知道后来我女人告诉我，才知道的，所以替他做了这篇文字，要表扬他，实在我并没有见过他的面。"}
{"text":"现在抄三条在下面――问尹嘉铨！你所书李孝女暮年不字事一篇，说年逾五十，依然待字，吾妻李恭人闻而贤之，欲求淑女以相助，仲女固辞不就等语。这处女既立志不嫁，已年过五旬，你为何叫你女人遣媒说合，要他做妾？这样没廉耻的事，难道是讲正经人干的么？据供我说的李孝女年逾五十，依然待字，原因素日间知道雄县有个姓李的女子，守贞不字。吾女人要聘他为妾，我那时在京候补，并不知道后来我女人告诉我，才知道的，所以替他做了这篇文字，要表扬他，实在我并没有见过他的面。但他年过五十，我还将要他做妾的话，做在文字内，这就是我廉耻丧尽，还有何辩。问你当时在皇上跟前讨赏翎子，说是没有翎子，就回去见不得你妻小。你这假道学怕老婆，到底皇上没有给你翎子，你如何回去的呢？据供我当初在家时，曾向我妻子说过，要见皇上讨翎子，所以我彼时不辞冒昧，就妄求恩典，原想得了翎子回家，可以夸耀。后来皇上没有赏我，我回到家里，实在觉得害羞，难见妻子。这都是我假道学，怕老婆，是实。问你女人平日妒悍，所以替你娶妾，也要娶这五十岁女人给你，知道这女人断不肯嫁，他又得了不妒之名。总是你这假道学居常做惯这欺世盗名之事，你女人也学了你欺世盗名。你难道不知道么？供我女人要替我讨妾，这五十岁李氏女子既已立志不嫁，断不肯做我的妾，我女人是明知的，所以借此要得不妒之名。总是我平日所做的事，俱系欺世盗名，所以我女人也学做此欺世盗名之事，难逃皇上洞鉴。还有一件要紧事是销毁和他有关的书。他的著述也真太多，计应销毁者有书籍八十六种，石刻七种，都是著作应撤毁者有书籍六种，都是古书，而有他的序跋。小学大全虽不过疏辑，然而是在销毁之列的。但我所得的小学大全，却是光绪二十二年开雕，二十五年刊竣，而宣统丁巳实是中华民国六年重校的遗老本，有张锡恭跋云世风不古若矣，愿读是书者，有以转移之。又有刘安涛跋云晚近凌夷，益加甚焉，异言喧，显与是书相悖，一唱百和，驯致家与国均蒙其害，唐虞三代以来先圣先贤蒙以养正之遗意，扫地尽矣。剥极必复，天地之心见焉。为了文字狱，使士子不敢治史，尤不敢言近代事，但一面却也使昧于掌故，乾隆朝所竭力销毁的书，虽遗老也不复明白，不到一百三十年，又从新奉为宝典了。这莫非也是剥极必复么？恐怕是遗老们的乾隆皇帝所不及料的罢。"}
{"text":"又有刘安涛跋云晚近凌夷，益加甚焉，异言喧，显与是书相悖，一唱百和，驯致家与国均蒙其害，唐虞三代以来先圣先贤蒙以养正之遗意，扫地尽矣。剥极必复，天地之心见焉。为了文字狱，使士子不敢治史，尤不敢言近代事，但一面却也使昧于掌故，乾隆朝所竭力销毁的书，虽遗老也不复明白，不到一百三十年，又从新奉为宝典了。这莫非也是剥极必复么？恐怕是遗老们的乾隆皇帝所不及料的罢。但是，清的康熙，雍正和乾隆三个，尤其是后两个皇帝，对于文艺政策或说得较大一点的文化统制，却真尽了很大的努力的。文字狱不过是消极的一方面，积极的一面，则如钦定四库全书，于汉人的著作，无不加以取舍，所取的书，凡有涉及金元之处者，又大抵加以修改，作为定本。此外，对于七经，二十四史，通鉴，文士的诗文，和尚的语录，也都不肯放过，不是鉴定，便是评选，文苑中实在没有不被蹂躏的处所了。而且他们是深通汉文的异族的君主，以胜者的看法，来批评被征服的汉族的文化和人情，也鄙夷，但也恐惧，有苛论，但也有确评，文字狱只是由此而来的辣手的一种，那成果，由满洲这方面言，是的确不能说它没有效的。现在这影响好像是淡下去了，遗老们的重刻小学大全，就是一个证据，但也可见被愚弄了的性灵，又终于并不清醒过来。近来明人小品，清代禁书，市价之高，决非穷读书人所敢窥，但东华录，御批通鉴辑览，上谕八旗，雍正朱批谕旨等，却好像无人过问，其低廉为别的一切大部书所不及。倘有有心人加以收集，一一钩稽，将其中的关于驾御汉人，批评文化，利用文艺之处，分别排比，辑成一书，我想，我们不但可以看见那策略的博大和恶辣，并且还能够明白我们怎样受异族主子的驯扰，以及遗留至今的奴性的由来的罢。自然，这决不及赏玩性灵文字的有趣，然而借此知道一点演成了现在的所谓性灵的历史，却也十分有益的。七月十日。本篇最初发表于一九三四年八月五日新语林半月刊第三期，署名杜德机。清朝禁书清政府为实行文化统制，在编纂四库全书时，将认为内容悖谬和有违碍字句的书，都分别销毁和撤毁即全毁和抽毁。"}
{"text":"自然，这决不及赏玩性灵文字的有趣，然而借此知道一点演成了现在的所谓性灵的历史，却也十分有益的。七月十日。本篇最初发表于一九三四年八月五日新语林半月刊第三期，署名杜德机。清朝禁书清政府为实行文化统制，在编纂四库全书时，将认为内容悖谬和有违碍字句的书，都分别销毁和撤毁即全毁和抽毁。禁书即指这些应毁的书关于禁书的目录，后来有全毁抽毁书目禁书总目违碍书目等数种都收在清代姚觐元辑咫进斋丛书中。尹会一―字元孚，清代道学家，官至吏部侍郎。著有阐释程朱理学的书数种和贤母年谱等。大理寺卿中央审判机关的主管长官，按清朝官制为正三品。稽察觉罗学，即清朝皇族旁支子弟学校的主管，据清会典载以显祖宣皇帝即清太祖爱新觉罗努尔哈赤的父亲爱新觉罗塔克世之本支子孙为宗室，以显祖宣皇帝之叔伯兄弟等之旁支子孙为觉罗。旗籍清代满族军事生产合一的户籍编制单位，共分八旗。此外另设蒙八旗和汉八旗。朱子即朱熹―字元晦，婺源今属江西人，宋代理学家，官至宝文阁待制，著有诗集传四书章句集注通鉴纲目等。小学，朱熹刘子澄编，共六卷，系辑录古书中符合封建道德的片段分类编成。及其老也，戒之在得语见论语季氏君子有三戒及其老也，血气既衰，戒之在得。汤斌―字孔伯，睢州今河南睢县人，官至礼部尚书。范文程―，字宪斗，沈阳人，官至大学士太傅兼太子太师。李光地―，字晋卿，福建安溪人，官至文渊阁大学士。顾八代？―，字文起，满洲镶黄旗人，官至礼部尚书。张伯行―，字孝先，河南仪封今兰考人，官至礼部尚书。三宝？―满洲正红旗人，乾隆时官至东阁大学士。乾隆皇帝在尹嘉铨免其凌迟之罪谕中说古来以讲学为名，致开朋党之渐，如明季东林诸人讲学，以致国事日非，可为鉴戒又其书有多臣言行录一编以本朝之人标榜当代人物，将来伊等子孙，恩怨即从此起，门户亦且渐开，所关朝常世教，均非浅鲜。"}
{"text":"顾八代？―，字文起，满洲镶黄旗人，官至礼部尚书。张伯行―，字孝先，河南仪封今兰考人，官至礼部尚书。三宝？―满洲正红旗人，乾隆时官至东阁大学士。乾隆皇帝在尹嘉铨免其凌迟之罪谕中说古来以讲学为名，致开朋党之渐，如明季东林诸人讲学，以致国事日非，可为鉴戒又其书有多臣言行录一编以本朝之人标榜当代人物，将来伊等子孙，恩怨即从此起，门户亦且渐开，所关朝常世教，均非浅鲜。即伊托言仿照朱子名臣言行录，朱子所处，当宋朝南渡式微，且又在下位，其所评，尚皆公当。今尹嘉铨乃欲于国家全盛之时，逞其私臆，妄生议论，变乱是非，实为莠言乱政。又在明辟尹嘉铨标榜之罪谕中说朕以为本朝纪纲整肃，无名臣亦无奸臣，何则，乾纲在上，不致朝廷有名臣奸臣，亦社稷之福耳。纪昀―字晓岚，直隶今河北献县人，清代文学家。官至礼部尚书，曾任四库全书馆总纂官。四库全书总目提要，二百卷，是四库全书的书目解题，完成于乾隆四十七年。阅微草堂笔记，笔记小说，共五种，二十四卷。纪昀在四库全书总目提要子部儒家类的引言中说当时所谓道学者，又自分二派，笔舌交攻。自是厥后，天下惟朱陆是争门户列而朋党起，恩仇报复，蔓延者垂数百年。在阅微草堂笔记中，更多处有不满道学家的言论，如讲学家责人无已时。一儒生颇讲学崖岸太甚，动以不情之论责人。讲学家持论务严，遂使一时失足者无路自赎。等等。关于销毁小学大全，乾隆四十六年五月上谕如小学等书，本系前人著述，原可毋庸销毁，惟其中有经该犯按指尹嘉铨疏解编辑及有序跋者，即当一体销毁。在当时的军机处应行销毁尹嘉铨书籍单中，小学大全一书下注有尹嘉铨疏辑，亦应销毁。剥极必复剥复是易经中的两个卦名，剥卦之后就是复卦，所以说剥极必复剥是剥落，复是反本。易经复卦说反复其道，七日来复复，其见天地之心乎？文化统制当时国民党政府实行剿灭共产主义的反动文化政策，并在他们的刊物上大事宣传如一九三四年一月汗血月刊第二卷第四期即为文化剿匪专号，同年八月前途月刊第二卷第八期又为文化统制专号。"}
{"text":"剥极必复剥复是易经中的两个卦名，剥卦之后就是复卦，所以说剥极必复剥是剥落，复是反本。易经复卦说反复其道，七日来复复，其见天地之心乎？文化统制当时国民党政府实行剿灭共产主义的反动文化政策，并在他们的刊物上大事宣传如一九三四年一月汗血月刊第二卷第四期即为文化剿匪专号，同年八月前途月刊第二卷第八期又为文化统制专号。在这里用文艺政策和文化统制等字样加以揭露，但发表时都被删去。四库全书清代乾隆三十七年设馆纂修，历时十年始成。共收书三五三种，七九三三七卷，分经史子集四部。七经指易书诗春秋周礼仪礼和礼记。康熙雍正乾隆三朝加以注疏，编为周易折中书经传说汇纂诗经传说汇纂春秋传说汇纂周官义疏仪礼义疏礼记义疏七种，合称御纂七经。二十四史，乾隆时规定从史记至明史的二十四部纪传体史书为正史，即钦定二十四史。通鉴，宋代司马光等编纂的编年体史书，起自战国，终于五代，名资治通鉴。乾隆帝命臣下编成起自上古终于明末的另一编年体史书，由他亲自详加评断，称为御批通鉴辑览。东华录清代蒋良骥编，三十二卷。系从清太祖天命至世宗雍正六朝的实录和其他文献摘抄而成。后由王先谦加以增补，扩编为一九五卷，并新增乾隆嘉庆道光三朝史料，合为九朝东华录，共四二五卷。稍后，他又补辑咸丰朝东华录和同治朝东华录各一百卷此后又有朱寿朋编的光绪朝东华录二二卷。上谕八旗，内容是雍正一朝关于八旗政务的谕旨和奏议等文件，共分三集上谕八旗十三卷上谕旗务议复十二卷谕行旗务奏议十三卷。雍正朱批谕旨，三六卷，内容是经雍正朱批的臣工二百余人的奏折。性灵文字指当时林语堂提倡性灵的文章。他在论语第二卷第十五期一九三三年四月发表的有不为斋随笔论文中说文章者，个人性灵之表现。性灵之为物，惟我知之，生我之父母不知，同床之吾妻亦不知。然文学之生命实寄托于此。"}
{"text":"雍正朱批谕旨，三六卷，内容是经雍正朱批的臣工二百余人的奏折。性灵文字指当时林语堂提倡性灵的文章。他在论语第二卷第十五期一九三三年四月发表的有不为斋随笔论文中说文章者，个人性灵之表现。性灵之为物，惟我知之，生我之父母不知，同床之吾妻亦不知。然文学之生命实寄托于此。看图识字看图识字凡一个人，即使到了中年以至暮年，倘一和孩子接近，便会踏进久经忘却了的孩子世界的边疆去，想到月亮怎么会跟着人走，星星究竟是怎么嵌在天空中。但孩子在他的世界里，是好像鱼之在水，游泳自如，忘其所以的，成人却有如人的凫水一样，虽然也觉到水的柔滑和清凉，不过总不免吃力，为难，非上陆不可了。月亮和星星的情形，一时怎么讲得清楚呢，家境还不算精穷，当然还不如给一点所谓教育，首先是识字。上海有各国的人们，有各国的书铺，也有各国的儿童用书。但我们是中国人，要看中国书，识中国字。这样的书也有，虽然纸张，图画，色彩，印订，都远不及别国，但有是也有的。我到市上去，给孩子买来的是民国二十一年十一月印行的国难后第六版的看图识字。先是那色彩就多么恶浊，但这且不管他。图画又多么死板，这且也不管他。出版处虽然是上海，然而奇怪，图上有蜡烛，有洋灯，却没有电灯有朝靴，有三镶云头鞋，却没有皮鞋。跪着放枪的，一脚拖地站着射箭的，两臂不平，他们将永远不能达到目的，更坏的是连钓竿，风车，布机之类，也和实物有些不同。我轻轻的叹了一口气，记起幼小时候看过的日用杂字来。这是一本教育妇女婢仆，使她们能够记账的书，虽然名物的种类并不多，图画也很粗劣，然而很活泼，也很像。为什么呢？就因为作画的人，是熟悉他所画的东西的，一个萝卜，一只鸡，在他的记忆里并不含胡，画起来当然就切实。现在我们只要看看图识字里所画的生活状态――洗脸，吃饭，读书――就知道这是意中的读者，也是自己的生活状态，是在租界上租一层屋，装了全家，既不阔绰，也非精穷的，埋头苦干一日，才得维持生活一日的人，孩子得上学校，自己须穿长衫，用尽心神，撑住场面，又那有余力去买参考书，观察事物，修炼本领呢？况且，那书的末叶上还有一行道戊申年七月初版。"}
{"text":"现在我们只要看看图识字里所画的生活状态――洗脸，吃饭，读书――就知道这是意中的读者，也是自己的生活状态，是在租界上租一层屋，装了全家，既不阔绰，也非精穷的，埋头苦干一日，才得维持生活一日的人，孩子得上学校，自己须穿长衫，用尽心神，撑住场面，又那有余力去买参考书，观察事物，修炼本领呢？况且，那书的末叶上还有一行道戊申年七月初版。查年表，才知道那就是清朝光绪三十四年，即西历一九八年，虽是前年新印，书却成于二十七年前，已是一部古籍了，其奄奄无生气，正也不足为奇的。孩子是可以敬服的，他常常想到星月以上的境界，想到地面下的情形，想到花卉的用处，想到昆虫的言语他想飞上天空，他想潜入蚁穴所以给儿童看的图书就必须十分慎重，做起来也十分烦难。即如看图识字这两本小书，就天文，地理，人事，物情，无所不有。其实是，倘不是对于上至宇宙之大，下至苍蝇之微，都有些切实的知识的画家，决难胜任的。然而我们是忘却了自己曾为孩子时候的情形了，将他们看作一个蠢才，什么都不放在眼里。即使因为时势所趋，只得施一点所谓教育，也以为只要付给蠢才去教就足够。于是他们长大起来，就真的成了蠢才，和我们一样了。然而我们这些蠢才，却还在变本加厉的愚弄孩子。只要看近两三年的出版界，给小学生，小朋友看的刊物，特别的多就知道。中国突然出了这许多儿童文学家了么？我想是并不然的。五月三十日。本篇最初发表于一九三四年七月一日北平文学季刊第三期，署名唐俟。门外文谈门外文谈一开头听说今年上海的热，是六十年来所未有的。白天出去混饭，晚上低头回家，屋子里还是热，并且加上蚊子。这时候，只有门外是天堂。因为海边的缘故罢，总有些风，用不着挥扇。虽然彼此有些认识，却不常见面的寓在四近的亭子间或搁楼里的邻人也都坐出来了，他们有的是店员，有的是书局里的校对员，有的是制图工人的好手。大家都已经做得筋疲力尽，叹着苦，但这时总还算有闲的，所以也谈闲天。闲天的范围也并不小谈旱灾，谈求雨，谈吊膀子，谈三寸怪人干，谈洋米，谈裸腿，也谈古文，谈白话，谈大众语。因为我写过几篇白话文，所以关于古文之类他们特别要听我的话，我也只好特别说的多。这样的过了两三夜，才给别的话岔开，也总算谈完了。不料过了几天之后，有几个还要我写出来。"}
