{"text":"然而人性岂真能如道家所说的那样恬淡欲得的却多。既然不敢径取，就只好用阴谋和手段。以此，人们也就日见其卑怯了，既是不为最先，自然也不敢不耻最后，所以虽是一大堆群众，略见危机，便纷纷作鸟兽散了。如果偶有几个不肯退转，因而受害的，公论家便异口同声，称之曰傻子。对于锲而不舍的人们也一样。我有时也偶尔去看看学校的运动会。这种竞争，本来不像两敌国的开战，挟有仇隙的，然而也会因了竞争而骂，或者竟打起来。但这些事又作别论。竞走的时候，大抵是最快的三四个人一到决胜点，其余的便松懈了，有几个还至于失了跑完豫定的圈数的勇气，中途挤入看客的群集中或者佯为跌倒，使红十字队用担架将他抬走。假若偶有虽然落后，却尽跑，尽跑的人，大家就嗤笑他。大概是因为他太不聪明，不耻最后的缘故罢。所以中国一向就少有失败的英雄，少有韧性的反抗，少有敢单身鏖战的武人，少有敢抚哭叛徒的吊客见胜兆则纷纷聚集，见败兆则纷纷逃亡。战具比我们精利的欧美人，战具未必比我们精利的匈奴蒙古满洲人，都如入无人之境。土崩瓦解这四个字，真是形容得有自知之明。多有不耻最后的人的民族，无论什么事，怕总不会一下子就土崩瓦解的，我每看运动会时，常常这样想优胜者固然可敬，但那虽然落后而仍非跑至终点不止的竞技者，和见了这样竞技者而肃然不笑的看客，乃正是中国将来的脊梁。四流产与断种近来对于青年的创作，忽然降下一个流产的恶谥，哄然应和的就有一大群。我现在相信，发明这话的是没有什么恶意的，不过偶尔说一说应和的也是情有可原的，因为世事本来大概就这样。我独不解中国人何以于旧状况那么心平气和，于较新的机运就这么疾首蹙额于已成之局那么委曲求全，于初兴之事就这么求全责备？智识高超而眼光远大的先生们开导我们生下来的倘不是圣贤，豪杰，天才，就不要生写出来的倘不是不朽之作，就不要写改革的事倘不是一下子就变成极乐世界，或者，至少能给我！有更多的好处，就万万不要动！那么，他是保守派么？据说并不然的。他正是革命家。惟独他有公平，正当，稳健，圆满，平和，毫无流弊的改革法现下正在研究室里研究着哩，――只是还没有研究好。什么时候研究好呢？答曰没有准儿。孩子初学步的第一步，在成人看来，的确是幼稚，危险，不成样子，或者简直是可笑的。"}
{"text":"有更多的好处，就万万不要动！那么，他是保守派么？据说并不然的。他正是革命家。惟独他有公平，正当，稳健，圆满，平和，毫无流弊的改革法现下正在研究室里研究着哩，――只是还没有研究好。什么时候研究好呢？答曰没有准儿。孩子初学步的第一步，在成人看来，的确是幼稚，危险，不成样子，或者简直是可笑的。但无论怎样的愚妇人，却总以恳切的希望的心，看他跨出这第一步去，决不会因为他的走法幼稚，怕要阻碍阔人的路线而逼死他也决不至于将他禁在床上，使他躺着研究到能够飞跑时再下地。因为她知道假如这么办，即使长到一百岁也还是不会走路的。古来就这样，所谓读书人，对于后起者却反而专用彰明较著的或改头换面的禁锢。近来自然客气些，有谁出来，大抵会遇见学士文人们挡驾且住，请坐。接着是谈道理了调查，研究，推敲，修养，结果是老死在原地方。否则，便得到捣乱的称号。我也曾有如现在的青年一样，向已死和未死的导师们问过应走的路。他们都说不可向东，或西，或南，或北。但不说应该向东，或西，或南，或北。我终于发见他们心底里的蕴蓄了不过是一个不走而已。坐着而等待平安，等待前进，倘能，那自然是很好的，但可虑的是老死而所等待的却终于不至不生育，不流产而等待一个英伟的宁馨儿，那自然也很可喜的，但可虑的是终于什么也没有。倘以为与其所得的不是出类拔萃的婴儿，不如断种，那就无话可说。但如果我们永远要听见人类的足音，则我以为流产究竟比不生产还有望，因为这已经明明白白地证明着能够生产的了。十二月二十日。本篇最初分三次发表于一九二五年十二月十日十二日二十二日北京国民新报副刊。一个阔人指章士钊。关于读经救国，参看本卷第页注。学而时习之，不亦说乎语见论语学而。说同悦。开学校，废读经清政府在一八九四年光绪二十年，甲午中日战争中战败后，不久就采取了一些改良主义的办法。戊戌变法期间，光绪帝于七月六日下诏普遍设立中小学，改书院为学堂六月二十日曾诏令在科举考试中废止八股，向用四书文者，一律改试策论。"}
{"text":"一个阔人指章士钊。关于读经救国，参看本卷第页注。学而时习之，不亦说乎语见论语学而。说同悦。开学校，废读经清政府在一八九四年光绪二十年，甲午中日战争中战败后，不久就采取了一些改良主义的办法。戊戌变法期间，光绪帝于七月六日下诏普遍设立中小学，改书院为学堂六月二十日曾诏令在科举考试中废止八股，向用四书文者，一律改试策论。钦定四库全书清代乾隆三十八年设立四库全书馆，把宫中所藏和民间所献书籍，命馆臣分别加以选择钞录，费时十年，共选录书籍三千五百三种，分经史子集四部，即所谓钦定四库全书。它在一定程度上起了保存和整理文献的作用但这也是清政府文化统制的具体措施之一，凡被认为违碍的书，或遭全毁抽毁，或被加以窜改，使后来无可依据。琳琅秘室丛书清代胡E校刊，共五集，计三十六种。所收主要是掌故说部释道方面的书。茅亭客话宋代黄休复著，共十卷。内容是记录从五代到宋代真宗时约当公元十世纪的蜀中杂事。三朝北盟汇编宋代徐梦莘编，共二百五十卷。书中汇辑从宋徽宗政和七年到高宗绍兴三十一年间宋金和战的史料。宋人说部丛书指商务印书馆印行的宋人说部书都是笔记小说，夏敬观编校，共出二十余种。野获编即万历野获编，明代沈德符著，三十卷，补遗四卷。记载明代开国至神宗万历间的典章制度和街谈巷语。明季南北略指明季北略和明季南略。清代计六奇编。北略二十四卷，记载万历四十四年至崇祯十七年间事南略十八卷，与北略相衔接，记至清康熙元年南明永历帝被害止。明季稗史汇编清代留云居士辑，共二十七卷，汇刊稗史十六种。各书所记都是明末的遗事。有都城留云居排印本。痛史乐天居士编，共三集。辛亥革命后由上海商务印书馆汇印，收明末清初野史二十余种。勒朋―，法国社会心理学家。他在民族进化的心理定律一书中说欲了解种族之真义必将之同时伸长于过去与将来，死者较之生者是无限的更众多，也是较之他们更强有力。张公表译，商务印书馆版参看热风随感录三十八。"}
{"text":"明季稗史汇编清代留云居士辑，共二十七卷，汇刊稗史十六种。各书所记都是明末的遗事。有都城留云居排印本。痛史乐天居士编，共三集。辛亥革命后由上海商务印书馆汇印，收明末清初野史二十余种。勒朋―，法国社会心理学家。他在民族进化的心理定律一书中说欲了解种族之真义必将之同时伸长于过去与将来，死者较之生者是无限的更众多，也是较之他们更强有力。张公表译，商务印书馆版参看热风随感录三十八。关于美国禁讲进化论，章士钊在甲寅周刊第一卷第十七号一九二五年十一月七日的再疏解F义中说田芮西州ss。尊崇耶教较笃者也。曾于州宪订明。凡学校教科书。理与圣经相牾。应行禁制。州有市曰堞塘。其小学校中。有教员曰师科布sps。以进化论授于徒。州政府大怒。谓其既违教义。复触宪纲。因名捕师氏。下法官按问其罪。后来因念其文士。罚锾百元。进化论，英国生物学家达尔文―在物种起源等著作中提出的以自然选择为基础的进化学说。它揭示了生物的起源变异和发展的规律，对近代生物科学产生了巨大影响。笑林广记明代冯梦龙编有广笑府十三卷，至清代被禁止，后来书坊改编为笑林广记，共十二卷，编者署名游戏主人。关于金老鼠的笑话，见该书卷一亦见广笑府卷二。民元革命即辛亥革命。城，指绍兴都督，指王金发。参看朝花夕拾范爱农及其有关注。王金发曾领导浙东洪门会党平阳党，号称万人，故戏称他出身绿林大学。自求多福语见诗经大雅文王永言配命，自求多福。意思是只要顺天命而行，则福禄自来。不为最先，不耻最后参看本卷第页注。不为戎首语出礼记檀弓毋为戎首，不亦善乎？据汉代郑玄注为兵主来攻伐曰戎首。不为祸始不为福先，语见庄子刻意不为福先，不为祸始感而后应，迫而后动，不得已而后起。锲而不舍语见荀子劝学锲而不舍，金石可镂。锲，雕刻的意思。宁馨儿晋宋时代俗语。晋书王衍传何物老妪，生宁馨儿。宁馨儿是这样的孩子的意思。宁，这样馨，语助词。"}
{"text":"不为戎首语出礼记檀弓毋为戎首，不亦善乎？据汉代郑玄注为兵主来攻伐曰戎首。不为祸始不为福先，语见庄子刻意不为福先，不为祸始感而后应，迫而后动，不得已而后起。锲而不舍语见荀子劝学锲而不舍，金石可镂。锲，雕刻的意思。宁馨儿晋宋时代俗语。晋书王衍传何物老妪，生宁馨儿。宁馨儿是这样的孩子的意思。宁，这样馨，语助词。并非闲话三并非闲话三西滢先生这回是义形于色，在现代评论四十八期的闲话里很为被书贾擅自选印作品，因而受了物质上损害的抱不平。而且贱名也忝列于之列惶恐透了。吃饭之后，写一点自己的所感罢。至于捏笔的动机，那可大概是不纯洁的。记得幼小时候住在故乡，每看见绅士将一点骗人的自以为所谓恩惠，颁给下等人，而下等人不大感谢时，则斥之曰不识抬举！我的父祖是读书的，总该可以算得士流了，但不幸从我起，不知怎的就有了下等脾气，不但恩惠，连吊慰都不很愿意受，老实说罢我总疑心是假的。这种疑心，大约就是不识抬举的根苗，或者还要使写出来的东西不纯洁。我何尝有什么白刃在前，烈火在后，还是钉住书桌，非写不可的创作冲动虽然明知道这种冲动是纯洁，高尚，可贵的，然而其如没有何。前几天早晨，被一个朋友怒视了两眼，倒觉得脸有点热，心有点酸，颇近乎有什么冲动了，但后来被深秋的寒风一吹拂，脸上的温度便复原，――没有创作。至于已经印过的那些，那是被挤出来的。这挤字是挤牛乳之挤这挤牛乳是专来说明挤字的，并非故意将我的作品比作牛乳，希冀装在玻璃瓶里，送进什么艺术之宫。倘用现在突然流行起来了的论调，将青年的急于发表未熟的作品称为流产，则我的便是打胎或者简直不是胎，是狸猫充太子。所以一写完，便完事，管他妈的，书贾怎么偷，文士怎么说，都不再来提心吊胆。但是，如果有我所相信的人愿意看，称赞好，我终于是欢喜的。后来也集印了，为的是还想卖几文钱，老实说。那么，我在写的时候没有虔敬的心么？答曰有罢。即使没有这种冠冕堂皇的心，也决不故意耍些油腔滑调。被挤着，还能嬉皮笑脸，游戏三昧么？倘能，那简直是神仙了。我并没有在吕纯阳祖师门下投诚过。"}
{"text":"所以一写完，便完事，管他妈的，书贾怎么偷，文士怎么说，都不再来提心吊胆。但是，如果有我所相信的人愿意看，称赞好，我终于是欢喜的。后来也集印了，为的是还想卖几文钱，老实说。那么，我在写的时候没有虔敬的心么？答曰有罢。即使没有这种冠冕堂皇的心，也决不故意耍些油腔滑调。被挤着，还能嬉皮笑脸，游戏三昧么？倘能，那简直是神仙了。我并没有在吕纯阳祖师门下投诚过。但写出以后，却也不很爱惜羽毛，有所谓敝帚自珍的意思，因为，已经说过，其时已经是便完事，管他妈的了。谁有心肠来管这些无聊的后事呢？所以虽然有什么选家在那里放出他那伟大的眼光，选印我的作品，我也照例给他一个不管。其实，要管也无从管起的。我曾经替人代理过一回收版税的译本，打听得卖完之后，向书店去要钱，回信却道，旧经理人已经辞职回家了，你向他要去罢我们可是不知道。这书店在上海，我怎能趁了火车去向他坐索，或者打官司？但我对于这等选本，私心却也有窃以为不然的几点，一是原本上的错字，虽然一见就明知道是错的，他也照样错下去二是他们每要发几句伟论，例如什么主义咧，什么意思咧之类，大抵是我自己倒觉得并不这样的事。自然，批评是精神底冒险，批评家的精神总比会先一步的，但在他们的所谓死尸上，我却分明听到心搏，这真是到死也说不到一块儿，此外，倒也没有什么大怨气了。这虽然似乎是东方文明式的大度，但其实倒怕是因为我不靠卖文营生。在中国，骈文寿序的定价往往还是每篇一百两，然而白话不值钱翻译呢，听说是自己不能创作而嫉妒别人去创作的坏心肠人所提倡的，将来文坛一进步，当然更要一文不值。我所写出来的东西，当初虽然很碰过许多大钉子，现在的时价是每千字一至二三元，但是不很有这样好主顾，常常只好尽些不知何自而来的义务。有些人以为我不但用了这些稿费或版税造屋，买米，而且还靠它吸烟卷，吃果糖。殊不知那些款子是另外骗来的我实在不很擅长于先装鬼脸去吓书坊老板，然后和他接洽。我想，中国最不值钱的是工人的体力了，其次是咱们的所谓文章，只有伶俐最值钱。倘真要直直落落，借文字谋生，则据我的经验，卖来卖去，来回至少一个月，多则一年余，待款子寄到时，不但已经饿死，倘在夏天，连筋肉也都烂尽了，那里还有吃饭的肚子。所以我总用别的道儿谋生至于所谓文章也者，不挤，便不做。"}
{"text":"有些人以为我不但用了这些稿费或版税造屋，买米，而且还靠它吸烟卷，吃果糖。殊不知那些款子是另外骗来的我实在不很擅长于先装鬼脸去吓书坊老板，然后和他接洽。我想，中国最不值钱的是工人的体力了，其次是咱们的所谓文章，只有伶俐最值钱。倘真要直直落落，借文字谋生，则据我的经验，卖来卖去，来回至少一个月，多则一年余，待款子寄到时，不但已经饿死，倘在夏天，连筋肉也都烂尽了，那里还有吃饭的肚子。所以我总用别的道儿谋生至于所谓文章也者，不挤，便不做。挤了才有，则和什么高超的烟士披离纯呀，创作感兴呀之类不大有关系，也就可想而知。倘说我假如不必用别的道儿谋生，则心志一专，就会有烟士披离纯等类，而产生较伟大的作品，至少，也可以免于献出剥皮的狸猫罢，那可是也未必。三家村的冬烘先生，一年到头，一早到夜教村童，不但毫不时时想政治活动，简直并不很干着种种无聊的事，但是他们似乎并没有教育学概论或高头讲章的待定稿，藏之名山。而马克思的资本论，陀思妥夫斯奇的罪与罚等，都不是啜末加加啡，吸埃及烟卷之后所写的。除非章士钊总长治下的有些天才的编译馆人员，以及讨得官僚津贴或银行广告费的大报，于谋成事遂，睡足饭饱之余，三月炼字，半年锻句，将来会做出超伦轶群的古奥漂亮作品。总之，在我，是肚子一饱，应酬一少，便要心平气和，关起门来，什么也不写了即使还写，也许不过是温暾之谈，两可之论，也即所谓执中之说，公允之言，其实等于不写而已。所以上海的小书贾化作蚊子，吸我的一点血，自然是给我物质上的损害无疑，而我却还没有什么大怨气，因为我知道他们是蚊子，大家也都知道他们是蚊子。我一生中，给我大的损害的并非书贾，并非兵匪，更不是旗帜鲜明的小人乃是所谓流言。即如今年，就有什么鼓动学潮呀，谋做校长呀，打落门牙呀这些话。有一回，竟连现在为我的著作权受损失抱不平的西滢先生也要相信了，也就在现代评论第二十五期的照例的闲话上发表出来它的效力就可想。譬如一个女学生，与其被若干卑劣阴险的文人学士们暗地里散布些关于品行的谣言，倒不如被土匪抢去一条红围巾――物质。但这种流言，造的是一个人还是多数人？姓甚，名谁？"}
{"text":"即如今年，就有什么鼓动学潮呀，谋做校长呀，打落门牙呀这些话。有一回，竟连现在为我的著作权受损失抱不平的西滢先生也要相信了，也就在现代评论第二十五期的照例的闲话上发表出来它的效力就可想。譬如一个女学生，与其被若干卑劣阴险的文人学士们暗地里散布些关于品行的谣言，倒不如被土匪抢去一条红围巾――物质。但这种流言，造的是一个人还是多数人？姓甚，名谁？我总是查不出后来，因为没有多工夫，也就不再去查考了，仅为便于述说起见，就总称之曰畜生。虽然分了类，但不幸这些畜生就杂在人们里，而一样是人头，实际上仍然无从辨别。所以我就多疑，不大要听人们的说话又因为无话可说，自己也就不大愿意做文章。有时候，甚至于连真的义形于色的公话也会觉得古怪，珍奇，于是乎而下等脾气的不识抬举遂告成功，或者会终于不可救药。平心想起来，所谓选家这一流人物，虽然因为容易联想到明季的制艺的选家的缘故，似乎使人厌闻，但现在倒是应该有几个。这两三年来，无名作家何尝没有胜于较有名的的作品，只是谁也不去理会他，一任他自生自灭。去年，我曾向先生提议过，以为该有人搜罗了各处的各种定期刊行物，仔细评量，选印几本小说集，来绍介于世间至于已有专集者，则一概不收，再拜而送之大门之外。但这话也不过终于是空话，当时既无定局，后来也大家走散了。我又不能做这事业，因为我是偏心的。评是非时我总觉得我的熟人对，读作品是异己者的手腕大概不高明。在我的心里似乎是没有所谓公平，在别人里我也没有看见过，然而还疑心什么地方也许有，因此就不敢做那两样东西了法官，批评家。现在还没有专门的选家时，这事批评家也做得，因为批评家的职务不但是剪除恶草，还得灌溉佳花，――佳花的苗。譬如菊花如果是佳花，则他的原种不过是黄色的细碎的野菊，俗名满天星的就是。但是，或者是文坛上真没有较好的作品之故罢，也许是一做批评家，眼界便极高卓，所以我只见到对于青年作家的迎头痛击，冷笑，抹杀，却很少见诱掖奖劝的意思的批评。有一种所谓文士而又似批评家的，则专是一个人的御前侍卫，托尔斯泰呀，托她斯泰呀，指东画西的，就只为一人做屏风。"}
{"text":"譬如菊花如果是佳花，则他的原种不过是黄色的细碎的野菊，俗名满天星的就是。但是，或者是文坛上真没有较好的作品之故罢，也许是一做批评家，眼界便极高卓，所以我只见到对于青年作家的迎头痛击，冷笑，抹杀，却很少见诱掖奖劝的意思的批评。有一种所谓文士而又似批评家的，则专是一个人的御前侍卫，托尔斯泰呀，托她斯泰呀，指东画西的，就只为一人做屏风。其甚者竟至于一面暗护此人，一面又中伤他人，却又不明明白白地举出姓名和实证来，但用了含沙射影的口气，使那人不知道说着自己，却又另用口头宣传以补笔墨所不及，使别人可以疑心到那人身上去。这不但对于文字，就是女人们的名誉，我今年也看见有用了这畜生道的方法来毁坏的。古人常说鬼蜮技俩，其实世间何尝真有鬼蜮，那所指点的，不过是这类东西罢了。这类东西当然不在话下，就是只做侍卫的，也不配评选一言半语，因为这种工作，做的人自以为不偏而其实是偏的也可以，自以为公平而其实不公平也可以，但总不可别有用心于其间的。书贾也像别的商人一样，惟利是图他的出版或发议论的动机，谁也知道他不纯洁，决不至于和大学教授的来等量齐观的。但他们除惟利是图之外，别的倒未必有什么用意，这就是使我反而放心的地方。自然，倘是向来没有受过更奇特而阴毒的暗箭的福人，那当然即此一点也要感到痛苦。这也算一篇作品罢，但还是挤出来的，并非围炉煮茗时中的闲话，临了，便回上去填作题目，纪实也。十一月二十二日。本篇最初发表于一九二五年十二月七日语丝周刊第五十六期。关于版权和创作动机问题，陈西滢在现代评论第二卷第四十八期一九二五年十一月七日的闲话里说有一种最取巧的窃盗他家的版权。，，叶绍钧，落华生诸先生都各人有自己出版的创作集，现在有人用什么小说选的名义，把那里的小说部分或全部壳粤巳ィ自然他们自己书籍的销路大受影响了。又说一件艺术品的产生，除了纯粹的创造冲动，是不是常常还夹杂着别的动机？是不是应当夹杂着别种不纯洁的动机？可是，看一看古今中外的各种文艺美术品，我们不能不说它们的产生的动机大都是混杂的。创作冲动陈西滢在现代评论第二卷第四十八期的闲话中说他们有时创造的冲动来时，不工作便吃饭睡觉都不成，可是有时也懒懒的让它过去了。"}
