{"text":"但是得先有集体训练，教青年有胆量帮助人，制裁人，然后才可以让他们自己磨练去。这种集体训练的大任，得教师担当起来。现行的导师制注重个别指导，琐碎而难实践，不如缓办，让大家集中力量到集体训练上。学校以外倒是先有了集中训练，从集中军训起头，跟着来了各种训练班。前者似乎太单纯了，效果和预期差得多，后者好像还差不多。不过训练班至多只是百尺竿头更进一步，培植根基还得在学校里。在青年时代，学校的使命更重大了，中年教师的责任也更重大了，他们得任劳任怨的领导一群群青年人走上那成德达材的大路。年月日作。原载年月中学生第期散文全编论东西中国读书人向来不大在乎东西。家徒四壁不失为书生本色，做了官得两袖清风才算好官爱积聚东西的只是俗人和贪吏，大家是看不起的。这种不在乎东西可以叫做清德。至于像世说新语里记的王恭从会稽还，王大看之，见其坐六尺簟，因语恭，卿东来，故应有此物。可以一领及我。恭无言。大去后，即举所坐者送之。既无余席，便坐荐上。后大闻之，甚惊曰，吾本谓卿多，故求耳。对曰，丈人不悉恭，恭作人无长物。作人无长物也是不在乎东西，不过这却是达观了。后来人常说身外之物，何足计较！一类话，也是这种达观的表现，只是在另一角度下。不为物累，才是自由人，清是从道德方面看，达是从哲学方面看，清是不浊，达是不俗，是雅。读书人也有在乎东西的时候，他们有的有收藏癖。收藏的可只是书籍，字画，古玩，邮票之类。这些人爱逛逛书店，逛逛旧货铺，地摊儿，积少也可成多，但是不能成为大收藏家。大收藏家总得沾点官气或商气才成。大收藏家可认真的在乎东西，书生的爱美的收藏家多少带点儿游戏三昧。――他们随时将收藏的东西公诸同好，有时也送给知音的人，并不严封密裹，留着子孙永宝用。这些东西都不是实用品，这些爱美的收藏家也还不失为雅癖。日常的实用品，读书人是向来不在乎也不屑在乎的。事实上他们倒也短不了什么，一般的说，吃的穿的总有的。吃的穿的有了，别的短点儿也就没什么了。这些人可老是舍不得添置日用品，因此常跟太太们闹别扭。而在搬家或上路的时候，太太们老是要多带东西，他们老是要多丢东西，更会大费唇舌――虽然事实上是太太胜利的多。"}
{"text":"――他们随时将收藏的东西公诸同好，有时也送给知音的人，并不严封密裹，留着子孙永宝用。这些东西都不是实用品，这些爱美的收藏家也还不失为雅癖。日常的实用品，读书人是向来不在乎也不屑在乎的。事实上他们倒也短不了什么，一般的说，吃的穿的总有的。吃的穿的有了，别的短点儿也就没什么了。这些人可老是舍不得添置日用品，因此常跟太太们闹别扭。而在搬家或上路的时候，太太们老是要多带东西，他们老是要多丢东西，更会大费唇舌――虽然事实上是太太胜利的多。现在读书人可也认真的在乎东西了，而且连实用品都一视同仁了。这两年东西实在涨得太快，电兔儿都追不上，一般读书人吃的穿的渐渐没把握他们虽然还在勉力保持清德，但是那种达观却只好暂时搁在一边儿了。于是乎谈烟，谈酒，更开始谈柴米油盐布。这儿是第一回，先生们和太太们谈到一路上去了。酒不喝了，烟越抽越坏，越抽越少，而且在打主意戒了――将来收藏起烟斗烟嘴儿当古玩看。柴米油盐布老在想法子多收藏点儿，少消费点儿。什么都爱惜着，真做到了一粥一饭当思来处不易。这些人不但不再是痴聋的阿家翁，而且简直变成克家的令子了。那爱美的雅癖，不用说也得暂时的撂在一边儿。这些人除了职业的努力以外，就只在柴米油盐布里兜圈子，好像可怜见儿的。其实倒也不然。他们有那一把清骨头，够自己骄傲的。再说柴米油盐布里也未尝没趣味，特别是在现在这时候。例如今天忽然知道了油盐有公卖处，便宜那么多今天知道了王老板家的花生油比张老板的每斤少五毛钱今天知道柴涨了，幸而昨天买了三百斤收藏着。这些消息都可以教人带着胜利的微笑回家。这是挣扎，可也是消遣不是？能够在柴米油盐布里找着消遣的是有福的。在另一角度下，这也是达观或雅癖哪。读书人大概不乐意也没本事改行，他们很少会摇身一变成为囤积居奇的买卖人的。他们现在虽然也爱惜东西，可是更爱惜自己他们爱惜东西，其实也只能爱惜自己的。他们不用说爱惜自己需要的柴米油盐布，还有就只是自己箱儿笼儿里一些旧东西，书籍呀，衣服呀，什么的。这些东西跟着他们在自己的中国里流转了好多地方，几个年头，可是他们本人一向也许并不怎样在意这些旧东西，更不会跟它们亲热过一下子。可是东西越来越贵了，而且有的越来越少了，他们这才打开自己的箱笼细看，嘿！多么可爱呀，还存着这么多东西哪！"}
{"text":"他们现在虽然也爱惜东西，可是更爱惜自己他们爱惜东西，其实也只能爱惜自己的。他们不用说爱惜自己需要的柴米油盐布，还有就只是自己箱儿笼儿里一些旧东西，书籍呀，衣服呀，什么的。这些东西跟着他们在自己的中国里流转了好多地方，几个年头，可是他们本人一向也许并不怎样在意这些旧东西，更不会跟它们亲热过一下子。可是东西越来越贵了，而且有的越来越少了，他们这才打开自己的箱笼细看，嘿！多么可爱呀，还存着这么多东西哪！于是乎一样样拿起来端详，越端详越有意思，越有劲儿，像多年不见的老朋友似的，不知道怎样亲热才好。有了这些，得闲儿就去摩挲一番，尽抵得上逛旧货铺，地摊儿，也尽抵得上喝一回好酒，抽几支好烟的。再说自己看自己原也跟别人看自己一般，压根儿是穷光蛋一个这一来且不管别人如何，自己确是觉得富有了。瞧，寄售所，拍卖行，有的是，暴发户的买主有的是，今天拿去卖点儿，明天拿去卖点儿，总该可以贴补点儿吃的穿的。等卖光了，抗战胜利的日子也就到了，那时候这些读书人该是老脾气了，那时候他们会这样想，一些身外之物算什么哪，又都是破烂儿！咱们还是等着逛书店，旧货铺，地摊儿罢。原载年抗战文艺散文全编憎我生平怕看见干笑，听见敷衍的话更怕冰搁着的脸和冷淡的言词，看了，听了，心里便会发抖。至于惨酷的佯笑，强烈的揶揄，那简直要我全身都痉挛般掣动了。在一般看惯听惯老于世故的前辈们，这些原都是家常便饭，很用不着大惊小怪地去张扬但如我这样一个阅历未深的人，神经自然容易激动些，又痴心渴望着爱与和平，所以便不免有些变态。平常人可以随随便便过去的，我不幸竟是不能因此增加了好些苦恼，减却了好些生力。――这真所谓自作孽了！前月我走过北火车站附近。马路上横躺着一个人微侧着拳曲的身子。脸被一破芦苇遮了，不曾看见穿着黑布夹袄，垢腻的淡青的衬里，从一处处不规则地显露，白斜纹的单F，受了尘秽底沾染，早已变成灰色双足是赤着，脚底满涂着泥土，脚面满积着尘垢，皮上却绉着网一般的细纹，映在太阳里，闪闪有光。这显然是一个劳动者底尸体了。一个不相干的人死了，原是极平凡的事况是一个不相干又不相干的劳动者呢？所以围着看的虽有十余人，却都好奇地睁着眼，脸上的筋肉也都冷静而弛缓。"}
{"text":"脸被一破芦苇遮了，不曾看见穿着黑布夹袄，垢腻的淡青的衬里，从一处处不规则地显露，白斜纹的单F，受了尘秽底沾染，早已变成灰色双足是赤着，脚底满涂着泥土，脚面满积着尘垢，皮上却绉着网一般的细纹，映在太阳里，闪闪有光。这显然是一个劳动者底尸体了。一个不相干的人死了，原是极平凡的事况是一个不相干又不相干的劳动者呢？所以围着看的虽有十余人，却都好奇地睁着眼，脸上的筋肉也都冷静而弛缓。我给周遭的冷淡噤住了但因为我的老脾气，终于茫漠地想着他的一生是完了但于他曾有什么价值呢？他的死，自然，不自然呢？上海像他这样人，知道有多少？像他这样死的，知道一日里又有多少？再推到全世界呢？这不免引起我对于人类运命的一种杞忧了！但是思想忽然转向，何以那些看闲的，于这一个同伴底死如此冷淡呢？倘然死的是他们的兄弟，朋友，或相识者，他们将必哀哭切齿，至少也必惊惶这个不识者，在他们却是无关得失的，所以便漠然了？但是，果然无关得失么？叫天子一声叫，尚能撕去我一缕神经，一个同伴悲惨的死，果然无关得失么？一人生在世，倘只有极少极少的所谓得失相关者顾念着，岂不是太孤寂又太狭隘了么？狭隘，孤寂的人间，哪里有善良的生活！唉！我不愿再往下想了！这便是遍满现世间的漠视了。我有一个中学同班的同学。他在高等学校毕了业今年恰巧和我同事。我们有四五年不见面，不通信了相见时我很高兴，滔滔汩汩地向他说知别后的情形称呼他的号，和在中学时一样。他只支持着同样的微笑听着。听完了，仍旧支持那微笑，只用极简单的话说明他中学毕业后的事，又称了我几声先生。我起初不曾留意，陡然发见那干涸的微笑，心里先有些怯了接着便是那机器榨出来的几句话和敬而远之的一声声的先生，我全身都不自在起来热烈的想望早冰结在心坎里！可是到底鼓勇说了这一句话请不要这样称呼罢我们是同班的同学哩！他却笑着不理会，只含糊应了一回另一个先生早又从他嘴里送出了！我再不能开口，只蜷缩在椅子里，眼望着他。他觉得有些奇怪，起身，鞠躬，告辞。我点了头，让他走了。这时羞愧充满在我心里世界上有什么东西在我身上，使人弃我如敝屣呢？约莫两星期前，我从大马路搭电车到车站。半路上上来一个魁梧奇伟的华捕。他背着手直挺挺的靠在电车中间的转动机？上。"}
{"text":"可是到底鼓勇说了这一句话请不要这样称呼罢我们是同班的同学哩！他却笑着不理会，只含糊应了一回另一个先生早又从他嘴里送出了！我再不能开口，只蜷缩在椅子里，眼望着他。他觉得有些奇怪，起身，鞠躬，告辞。我点了头，让他走了。这时羞愧充满在我心里世界上有什么东西在我身上，使人弃我如敝屣呢？约莫两星期前，我从大马路搭电车到车站。半路上上来一个魁梧奇伟的华捕。他背着手直挺挺的靠在电车中间的转动机？上。穿着青布制服，戴着红缨凉帽，蓝的绑腿，黑的厚重的皮鞋这都和他别的同伴一样。另有他的一张粗黑的盾形的脸，在那脸上表现出他自己的特色。在那脸，嘴上是抿了，两眼直看着前面，筋肉像浓霜后的大地一般冷重一切有这样地严肃，我几乎疑惑那是黑的石像哩！从他上车，我端详了好久，总不见那脸上有一丝的颤动我忽然感到一种压迫的感觉，仿佛有人用一条厚棉被连头夹脑紧紧地捆了我一般，呼吸便渐渐地低迫促了。那时电车停了再开的时候，从车后匆匆跑来一个贫妇。伊有褴褛的古旧的浑沌色的竹布长褂和F跑时只是用两只小脚向前挣扎，蓬蓬的黄发纵横地飘拂着瘦黑多皱襞的脸上，闪烁着两个热望的眼珠，嘴唇不住地开合――自然是喘息了。伊大概有紧要的事，想搭乘电车。来得慢了，捏捉着车上的铁柱。早又被他从伊手里滑去于是伊只有踉貂跄跄退下了！这时那位华捕忽然出我意外，赫然地笑了他看着拙笨的伊，叫道哦――呵！他颊上，眼旁，霜浓的筋肉都开始显出匀称的皱纹两眼细而润泽，不似先前的枯燥嘴是裂开了，露出两个灿灿的金牙和一色洁白的大齿他身体的姿势似乎也因此变动了些。他的笑虽然暂时地将我从冷漠里解放但一刹那间，空虚之感又使我几乎要被身份的大气压扁！因为从那笑底貌和声里，我锋利地感着一切的骄傲，狡猾，侮辱，残忍只要有爱底心，和平底光芒的，谁底全部神经能不被痉挛般掣动着呢？这便是遍满现世间的蔑视了。我今年春间，不自量力，去任某校教务主任。同事们多是我的熟人，但我于他们，却几乎是个完全的生人我遍尝漠视和膜视底滋味，感到莫名的孤寂！那时第一难事是拟订日课表。因了师生们关系底复杂，校长交来三十余条件经验缺乏脑筋简单的我，真是无所措手足！挣揣了五六天工夫，好容易勉强凑成了。"}
{"text":"这便是遍满现世间的蔑视了。我今年春间，不自量力，去任某校教务主任。同事们多是我的熟人，但我于他们，却几乎是个完全的生人我遍尝漠视和膜视底滋味，感到莫名的孤寂！那时第一难事是拟订日课表。因了师生们关系底复杂，校长交来三十余条件经验缺乏脑筋简单的我，真是无所措手足！挣揣了五六天工夫，好容易勉强凑成了。却有一位在别校兼课的，资望深重的先生，因为有几天午后的第一课和别校午前的第四课衔接，两校相距太远，又要回家吃饭，有些赶不及，便大不满意。他这兼课情形，我本不知，校长先生底条件里，也未开入课表中不能顾到，似乎也情有可原。但这位先生向来是面若冰霜，气如虹盛他的字典里大约是没有恕字的，于是挑战底信来了，说什么既难枵腹，又无汽车如何设法，还希见告！我当时受了这意外的，滥发的，冷酷的讽刺，极为难受正是满肚皮冤枉，没申诉处，我并未曾有一些开罪于他，他却为何待我如仇敌呢？我便写一信覆他，自己略略辩解对于他的态度，表示十分的遗憾我说若以他的失当的谴责，便该不理这事，可是因为向学校的责任，我终于给他设法了。他接信后，上诉于校长先生。校长先生请我去和他对质。狡黠的复仇的微笑在他脸上，正和有毒的菌类显着光怪陆离的彩色一般。他极力说得慢些，说低些为什么说便该不理呢？课表岂是钦定的么？――若说态度，该怎样啊！许要用请愿罢？这里每一个字便像一把利剑，缓缓地，但是深深地，刺入我心里！――他完全胜利，脸上换了愉快的微笑，侮蔑地看着默了的我，我不能再支持，立刻辞了职回去。这便是遍满现世间的敌视了。原载年月日时事新报学灯副刊，月日续完散文全编父母的责任在很古的时候，做父母的对于子女，是不知道有什么责任的。那时的父母以为生育这件事是一种魔术，由于精灵的作用而不知却是他们自己的力量。所以那时实是连父母的观念也很模糊的更不用说什么责任了！哈蒲浩司曾说过这样的话他们待遇子女的态度和方法，推想起来，不外根据于天然的爱和传统的迷信这两种基础没有自觉的标准，是可以断言的。后来人知进步，精灵崇拜的思想，慢慢的消除了一班做父母的便明白子女只是性交的结果，并无神怪可言。"}
{"text":"那时的父母以为生育这件事是一种魔术，由于精灵的作用而不知却是他们自己的力量。所以那时实是连父母的观念也很模糊的更不用说什么责任了！哈蒲浩司曾说过这样的话他们待遇子女的态度和方法，推想起来，不外根据于天然的爱和传统的迷信这两种基础没有自觉的标准，是可以断言的。后来人知进步，精灵崇拜的思想，慢慢的消除了一班做父母的便明白子女只是性交的结果，并无神怪可言。但子女对父母的关系如何呢？父母对子女的责任如何呢？那些当仁不让的父母便渐渐的有了种种主张了。且只就中国论，从孟子时候直到现在，所谓正统的思想，大概是这样说的儿子是延续宗祀的，便是儿子为父母，父母的父母，而生存。父母要教养儿子成人，成为肖子――小之要能挣钱养家，大之要能荣宗耀祖。但在现在，第二个条件似乎更加重要了。另有给儿子娶妻，也是父母重大的责任――不是对于儿子的责任，是对于他们的先人和他们自己的责任因为娶媳妇的第一目的，便是延续宗祀！至于女儿，大家都不重视，甚至厌恶的也有。卖她为妓，为妾，为婢，寄养她于别人家，作为别人家的女儿送她到育婴堂里，都是寻常而不要紧的事至于看她作赔钱货，那是更普通了！在这样情势之下，父母对于女儿，几无责任可言！普通只是生了便养着大了跟着母亲学些针黹，家事，等着嫁人。这些都没有一定的责任，都只由父母随意为之。只有嫁人，父母却要负些责任，但也颇轻微的。在这些时候，父母对儿子总算有了显明的责任，对女儿也算有了些责任。但都是从子女出生后起算的。至于出生前的责任，却是没有，大家似乎也不曾想到――向他们说起，只怕还要吃惊哩！在他们模糊的心里，大约只有生儿子多生儿子两件，是在子女出生前希望的――却不是责任。虽然那些已过三十岁而没有生儿子的人，便去纳妾，吃补药，千方百计的想生儿子，但究竟也不能算是责任。所以这些做父母的生育子女，只是糊里糊涂给了他们一条生命！因此，无论何人，都有任意生育子女的权利。近代生物科学及人生科学的发展，使人的研究日益精进。人的责任的见解，因而起了多少的变化，对于父母的责任的见解，更有重大的改正。从生物科学里，我们知道子女非为父母而生存反之，父母却大部分是为子女而生存！"}
{"text":"虽然那些已过三十岁而没有生儿子的人，便去纳妾，吃补药，千方百计的想生儿子，但究竟也不能算是责任。所以这些做父母的生育子女，只是糊里糊涂给了他们一条生命！因此，无论何人，都有任意生育子女的权利。近代生物科学及人生科学的发展，使人的研究日益精进。人的责任的见解，因而起了多少的变化，对于父母的责任的见解，更有重大的改正。从生物科学里，我们知道子女非为父母而生存反之，父母却大部分是为子女而生存！与其说延续宗祀，不如说延续生命和延续生命的天然的要求相关联的，又有扩大或发展生命的要求，这却从前被习俗或礼教埋没了的，于今又抬起头来了。所以，现在的父母不应再将子女硬安在自己的型里，叫他们做肖子，应该让他们有充足的力量，去自由发展，成功超越自己的人！至于子与女的应受平等待遇，由性的研究的人生科学所说明，以及现实生活所昭示，更其是显然了。这时的父母负了新科学所指定的责任，便不能像从前的随便。他们得知生育子女一面虽是个人的权利，一面更为重要的，却又是社会的服务，因而对于生育的事，以及相随的教养的事，便当负着社会的责任不应该将子女只看作自己的后嗣而教养他们，应该将他们看作社会的后一代而教养他们！这样，女儿随意怎样待遇都可，和为家族与自己的利益而教养儿子的事，都该被抗议了。这种见解成为风气以后，将形成一种新道德做父母是人的最高尚最神圣的义务和权利，又是最重大的服务社会的机会！因此，做父母便不是一件轻率的容易的事人们在做父母以前，便不得不将自己的能力忖量一番了。――那些没有父母的能力而贸然做了父母，以致生出或养成身体上或心思上不健全的子女的，便将受社会与良心的制裁了。在这样社会里，子女们便都有福了。只是，惭愧说的，现在这种新道德还只是理想的境界！依我们的标准看，在目下的社会里――特别注重中国的社会里，几乎没有负责任的父母！或者说，父母几乎没有责任！花柳病者，酒精中毒者，疯人，白痴都可公然结婚，生育子女！虽然也有人慨叹于他们的子女从他们接受的遗传的缺陷，但却从没有人抗议他们的生育的权利！因之，残疾的变态的人便无减少的希望了！穷到衣食不能自用的人，却可生出许多子女宁可让他们忍冻挨饿，甚至将他们送给人，卖给人，却从不怀疑自己的权利！也没有别人怀疑他们的权利！"}
{"text":"只是，惭愧说的，现在这种新道德还只是理想的境界！依我们的标准看，在目下的社会里――特别注重中国的社会里，几乎没有负责任的父母！或者说，父母几乎没有责任！花柳病者，酒精中毒者，疯人，白痴都可公然结婚，生育子女！虽然也有人慨叹于他们的子女从他们接受的遗传的缺陷，但却从没有人抗议他们的生育的权利！因之，残疾的变态的人便无减少的希望了！穷到衣食不能自用的人，却可生出许多子女宁可让他们忍冻挨饿，甚至将他们送给人，卖给人，却从不怀疑自己的权利！也没有别人怀疑他们的权利！因之，流离失所的，和无教无养的儿童多了！这便决定了我们后一代的悲惨的命运！这正是一般作父母的不曾负着生育之社会的责任的结果。也便是社会对于生育这件事放任的结果。所以我们以为为了社会，生育是不应该自由的至少这种自由是应该加以限制的！不独精神，身体上有缺陷的，和无养育子女的经济的能力的应该受限制便是那些不能教育子女，乃至不能按着子女自己所需要和后一代社会所需要而教育他们的，也当受一种道德的制裁。――教他们自己制裁，自觉的不生育，或节制生育。现在有许多富家和小资产阶级的孩子，或因父母溺爱，或因父母事务忙碌，不能有充分的受良好教育的机会，致不能养成适应将来的健全的人格有些还要受些祖传老店子曰铺里的印板教育，那就格外不会有新鲜活泼的进取精神了！在子女多的家庭里，父母照料更不能周全，便更易有这些倾向！这种生育的流弊，虽没有前面两种的厉害，但足以为进步的重大的阻力，则是同的！并且这种流弊很通行，――试看你的朋友，你的亲戚，你的家族里的孩子，乃至你自己的孩子之中，有哪个真能自遂其生的！你将也为他们的――也可说我们的――运命担忧着吧。――所以更值得注意。现在生活程度渐渐高了，在小资产阶级里，教养一个子女的费用，足以使家庭的安乐缩小，子女的数和安乐的量恰成反比例这件事，是很显然了。那些贫穷的人也觉得子女是一种重大的压迫了。其实这些情形从前也都存在，只没有现在这样叫人感着吧了。在小资产阶级里，新兴的知识阶级最能锐敏的感到这种痛苦。可是大家虽然感着，却又觉得生育的事是自然所支配，非人力所能及，便只有让命运去决定了。直到近两年，生物学的知识，尤其是优生学的知识，渐渐普及于一般知识阶级，于是他们知道不健全的生育是人力可以限制的了。"}
