{"text":"回家祭祖的路线并不一定含有终极关怀，盲流的家园可以是任意一方乐土，但精神放逐者的家园不可以不在生命的意义。生命的意义若是退回到猴子或还原为物理能量，那仿佛我们千辛万苦只是要追究造物主的错误。道法自然已差不多是信徒们的座右铭，但是人，不在自然之中吗？人的生成以及心识的生成，莫非不是那浑然大道之所为？莫非不是无为无不为的自然之造化？去除心识，风息浪止，是法自然还是反自然，真是值得考虑。所谓不二法门，料必是不能去除什么的，譬如心识。去除，倒反而证明是二。万法归一显然也不是寂灭，而是承认差别和矛盾的永在，唯愿其和谐地运动，朝着真善美的方向。佛的伟大，恰在于他面对这差别与矛盾以及由之而生的人间苦难，苦心孤诣沉思默想在于他了悟之后并不放弃这个人间，依然心系众生，执著而艰难地行愿在于有一人未度他便不能安枕的博爱胸怀。若善念一动也违佛法，佛的传经布道又算什么？若是他期待弟子们一念不动，佛法又如何传至今天？佛的光辉，当不在大雄宝殿之上，而在他苦苦地修与行的过程之中。佛的轻看佛法，绝非价值虚无，而是暗示了理论的局限。佛法的去除我执，也并非是取消理想，而是强调存在的多维与拯救的无限。顺便说一句六祖慧能得了衣钵，躲过众师兄弟的抢夺，星夜逃跑这传说总让我怀疑。因为，这行动似与他的著名偈语大相径庭。既然菩提本无树，明镜亦非台，本来无一物，何处染尘埃，倒又怎么如此地看重了衣钵呢？坦白说，我对六祖慧能的那句偈语百思而不敢恭维。本来无一物的前提可谓彻底，因而何处染尘埃的逻辑无懈可击，但那彻底的前提却难成立，因为此处之物显然不是指身外之物以及对它的轻视，而是就神秀的身为菩提树，心如明镜台而言，是对人之存在的视而不见，甚至是对人之心灵价值的取消。本来无一物的境界或许不坏，但其实那也就没有好歹之分，因为一切都无。一切都无是个省心省力的办法，甚至连那偈语也不必去写，宇宙就像人出现之前和灭绝之后那般寂静，浑然一体了无差异，又何必还有罗汉菩萨佛以及种种境界之分？"}
{"text":"本来无一物的境界或许不坏，但其实那也就没有好歹之分，因为一切都无。一切都无是个省心省力的办法，甚至连那偈语也不必去写，宇宙就像人出现之前和灭绝之后那般寂静，浑然一体了无差异，又何必还有罗汉菩萨佛以及种种境界之分？但佛祖的宏愿本是根据一个运动着的世界而生，根据众生的苦乐福患而发，一切都无，佛与佛法倒要去救助什么？所救之物首先应该是有的吧，身与心与尘埃与佛法当是相反相成的吧，这才是大乘佛法的入世精神吧。所以神秀的偈语，我以为更能体现这种精神，身为菩提树，心如明镜台，时时勤拂拭，莫使染尘埃，这是对身与心的正视，对罪与苦的不惧，对善与爱的提倡，对修与行的坚定态度。也许，神秀所说的仅仅是现世修行的方法，而慧能描画的是终极方向和成佛后的图景。但是，世上可笑之人的根本迷惑正在这里一切都无，就算不是毁灭而是天堂，那天堂中可还有差别？可还有矛盾？可还有运动吗？依时下信佛的潮流所期盼的，人从猴子变来，也许人还可变到神仙去，那么神仙即使长生是否也要得其意义呢？若意义也无，是否就可以想象那不过是一棵树一块石一座坚固而冷漠的大山一团随生随灭的星云？就算这样也好，但这样又何劳什么终极关怀？随波逐流即是圣境，又何必念念不忘什么因果？想来这因果的牵念，仍然是苦乐福患，是生命的意义吧。当然还有一说一切都无，仅指一切罪与苦都无，而福乐常在，那便是仙境便是天堂，便是成佛。真能这样当然好极了。谁能得此好运，理当祝贺他，欢送他，或许还可以羡慕他。可是剩下的这个人间又将如何？如果成佛意味着独步天堂，成佛者可还为这人间的苦难而忧心吗？若宏愿不止，自会忧心依旧，那么天堂也就不只有福乐了。若思断情绝，弃这人间于不闻不问，独享福乐便是孜孜以求的正果，佛性又在哪儿？还是地藏菩萨说得好地狱未空，誓不成佛。我想这才是佛性之所在。但这样，便躲不过一个悖论了有佛性的誓不成佛，自以为成佛的呢，又没了佛性。这便如何是好？佛将何在？佛位，岂不是没有了？或许这样才好。佛位已空，才能存住佛性。佛位本无，有的才是佛行。这样才空得彻底，无得真诚，才不会执于什么衣钵，为着一个领衔的位置追来逃去。"}
{"text":"若宏愿不止，自会忧心依旧，那么天堂也就不只有福乐了。若思断情绝，弃这人间于不闻不问，独享福乐便是孜孜以求的正果，佛性又在哪儿？还是地藏菩萨说得好地狱未空，誓不成佛。我想这才是佛性之所在。但这样，便躲不过一个悖论了有佛性的誓不成佛，自以为成佛的呢，又没了佛性。这便如何是好？佛将何在？佛位，岂不是没有了？或许这样才好。佛位已空，才能存住佛性。佛位本无，有的才是佛行。这样才空得彻底，无得真诚，才不会执于什么衣钵，为着一个领衔的位置追来逃去。罗汉呀菩萨呀，那无非标明着修习的进程，若视其为等等级级诱人的宝座，便难免又演出评职称和晋官位式的闹剧。佛的本意是悟，是修，是行，是灵魂的拯救，因而佛应该是一个动词，是过程而不是终点。修行或拯救，在时空中和在心魂里都没有终点，想必这才是灭执的根本。大千世界生生不息，矛盾不休，运动不止，困苦永在，前路无限，何处可以留住？哪里能是终点？没有。求其风息浪止无扰无忧，倒像是妄念。指望着终点成佛正果无苦而极乐，却口称断灭我执，不仅滑稽，或许就要走歪了路，走到为了独享逍遥连善念也要断灭的地步。还是不要取消心识和执著吧――可笑如我者作如此想。因为除非与世隔绝顾自逍遥，魔性佛性总归都是一种价值信奉因为只要不是毁灭，灵魂与肉身的运动必定就有一个方向因为除了可祝贺者已独享福乐了之外，再没见有谁不执著的，唯执著点不同而已。有执著于爱的，有执著于恨的，有执著于长寿的，有执著于功名的，有执著于投奔天堂的，有执著于拯救地狱的，还有执著于什么也不执著以期换取一身仙风道骨的想来，总不能因为有魔的执著存在，便连佛的执著也取消吧，总不能因为心识的可能有误，便连善与恶也不予识别，便连魔与佛也混为一谈吧。佛之轻看心识，意思大概与生命之树常青，理论永远是灰色的相似。我们的智力语言逻辑科学或哲学的理论，与生命或宇宙的全部存在相比，是有限与无穷的差距。今天人们已经渐渐看到，因为人类自诩为自然的主宰，自以为科学技术的不断发展便可引领我们去到天堂，已经把这个地球榨取得多么枯瘪丑陋了，科学的天堂未见，而人们心魂中的困苦有增无减。因此，佛以其先知先觉倡导着另一种认识方法和生活态度。这方法和态度并不简单，若要简单地概括，佛家说是明心见性。"}
{"text":"我们的智力语言逻辑科学或哲学的理论，与生命或宇宙的全部存在相比，是有限与无穷的差距。今天人们已经渐渐看到，因为人类自诩为自然的主宰，自以为科学技术的不断发展便可引领我们去到天堂，已经把这个地球榨取得多么枯瘪丑陋了，科学的天堂未见，而人们心魂中的困苦有增无减。因此，佛以其先知先觉倡导着另一种认识方法和生活态度。这方法和态度并不简单，若要简单地概括，佛家说是明心见性。那意思是说大脑并不全面地可靠，万勿以一一己之见概全宇宙的全部奥秘，不可妄尊自大，要想接近生命或宇宙的真相，必得不断超越智力逻辑理论的局限，才能去见那更为辽阔奥渺的存在要想创造人间的幸福，先要遵法自然的和谐，取与万物和平相处的态度。这当然是更为博大的智慧，但可笑如我者想，这并非意味着要断灭心识。那博大的智慧，是必然要经由心识的，继而指引心识以及与心识通力合作。就像大学生都曾是从小学校里走出来的，而爱因斯坦的成就虽然超越了牛顿但并不取消牛顿。超凡入圣也不能弃绝了科学技术，最简单的理由就是芸芸众生并不个个都能餐风饮露。这是一个悖论，科学可以造福，科学也可以生祸，福祸相倚，由是佛的指点才为必要。语言和逻辑呢，也不能作废，否则便是佛经也不能读诵。佛经的流传到底还是借助了语言文字，经典的字里行间也还是以其严密的逻辑令人信服教人醒悟。便是玄妙的禅宗公案，也仍然要靠人去沉思默解，便是非常道也只好强给它一个非常名，真若不流文字，就怕那智慧终会湮灭，或沦为少数慧根丰厚者的独享。这又是一个悖论，语言给我们自由，同时给我们障碍，这自由与障碍之间才是佛的工作，才是道的全貌。最要紧的是倘在此心识纷纭执著各异的世界上，一刀切地取消心识和执著，料必要得一个价值虚无的麻木硕果，以致佛魔难分，小术也称大道，贪官也叫公仆，恶也做佛善也做佛，佛位林立单单不见了佛性与佛行。心识加执著，可能产生的最大祸患，怕就是专制也可以顺理成章。恶的心识自不必说，便是善的执著也可能如此。比如爱，爱你没商量就很可能把别人爱得痛苦不堪，从而侵扰了他人的自由和权利。但这显然不意味着应该取消爱，或者可爱可不爱。失却热情执著的爱早也就不是爱了。没有理性心识的爱呢，则很可能只是情绪的泛滥。美丽的爱是要执著的，但要使其在更加博大的维度中始终不渝，这应该是佛愿的指向，是终极的关怀。"}
{"text":"心识加执著，可能产生的最大祸患，怕就是专制也可以顺理成章。恶的心识自不必说，便是善的执著也可能如此。比如爱，爱你没商量就很可能把别人爱得痛苦不堪，从而侵扰了他人的自由和权利。但这显然不意味着应该取消爱，或者可爱可不爱。失却热情执著的爱早也就不是爱了。没有理性心识的爱呢，则很可能只是情绪的泛滥。美丽的爱是要执著的，但要使其在更加博大的维度中始终不渝，这应该是佛愿的指向，是终极的关怀。心识也好，智慧也好，都只是对存在的或生命奥秘的知，不等于终极关怀。而且，智慧的所见也依然是没有止境，佛法的最令人诚服之处，就在于它并不讳言自身的局限，和其超越升华的无穷前景。若仅停留于知，并不牵系于愿付之于行，便常让人疑惑那是不是借助众生的苦难在构筑自己的光荣。先生的一部书中的一个，我记得标题是唯在行愿，我想这才言中了终极关怀。终极关怀都是什么？论起学问来令人胆寒，但我想条条大路通罗马，千头万绪都在一个爱字上。断有情，也只是断那种以占有为目的或以奉献求酬报的有情，而绝不是要把人断得麻木不仁，以致见地狱而绕行，见苦难而逃走。话说回来，这绕行和逃走又明显是有情未断的表征，与地藏菩萨的关怀相比，优劣可鉴。爱，不是占有，也不是奉献。爱只是自己的心愿，是自己灵魂的拯救之路。因而爱不要求名利情的酬报不要求酬报的爱，才可能不通向统治他人和捆绑自己的地狱。地藏菩萨的大愿，大约就可以归结为这样的爱，至少是始于这样的爱吧。但是，我很怀疑地藏菩萨的大愿能否完成。还是老问题地狱能空吗？矛盾能无吗？困苦能全数消灭吗？没有差别没有矛盾没有困苦的世界，很难想象是极乐，只能想象是死寂。――我非常渴望有谁能来驳倒我，在此之前，我只好沿着我不能驳倒的这个逻辑想下去。有人说佛法是一条船，目的是要渡你去彼岸，只要能渡过苦海到达彼岸，什么样的船都是可以的。对此我颇存疑问一是，说彼岸就是一块无忧的乐土，迄今的证明都很无力二是到达之后将如何？这个问题似在原地踏步，一筹莫展三是，这样的渡，很像不图小利而要中一个大彩的心理，怕是聪明的人一多，又要天翻地覆地争夺不休。所谓断灭我执，我想根本是要断灭这种终点执。"}
{"text":"――我非常渴望有谁能来驳倒我，在此之前，我只好沿着我不能驳倒的这个逻辑想下去。有人说佛法是一条船，目的是要渡你去彼岸，只要能渡过苦海到达彼岸，什么样的船都是可以的。对此我颇存疑问一是，说彼岸就是一块无忧的乐土，迄今的证明都很无力二是到达之后将如何？这个问题似在原地踏步，一筹莫展三是，这样的渡，很像不图小利而要中一个大彩的心理，怕是聪明的人一多，又要天翻地覆地争夺不休。所谓断灭我执，我想根本是要断灭这种终点执。所谓解脱，若是意味着逃跑，大约跑到哪儿也还是难于解脱，唯平心静气地接受一个永动的过程，才可望得大自在。彼岸，我想并不与此岸分离，并不是在这个世界的那边存在着一个彼岸。当地藏菩萨说地狱不空誓不成佛时，我想，他的心魂已经进入彼岸。彼岸可以进入，但彼岸又不可能到达，是否就是说彼岸又不是一个名词，而是动词？我想是的。彼岸普度宏愿拯救，都是动词，都是永无止境的过程。而过程，意味着差别矛盾运动和困苦的永远相伴，意味了普度的不可能完成。既然如此，佛的普度众生以及地藏菩萨的大愿岂不是一句空话了？不见得。理想，恰在行的过程中才可能是一句真话，行而没有止境才更见其是一句真话，永远行便永远能进入彼岸且不弃此岸。若因行的不可能完成，便叹一声活得真累，而后抛弃爱愿，并美其名为解脱和得大自在――人有这样的自由，当然也就不必太反对，当然也就不必太重视，就像目送一只离去，回过头来人间如故。还有一种意见，认为说到底人只可拯救自己，不能拯救他人，因而爱的问题可以取消。我很相信说到底人只可拯救自己，但怎样拯救自己呢？人不可能孤立地拯救自己，和，把自己拯救到一个与世隔绝的地方去。世上如果只有一个人，或者只有一个生命，拯救也就大可不必。拯救，恰是在万物众生的缘缘相系之中才能成立。或者说，福乐逍遥可以独享，拯救则从来是对众生或曰人类苦乐福患的关注。孤立一人的随生随灭，细细想去，原不可能有生命意义的提出。因而爱的问题取消，也就是拯救的取消。当然爱也是一个动词，处于永动之中，永远都在理想的位置，不可能有彻底圆满的一天。爱，永远是一种召唤，是一个问题。爱，是立于此岸的精神彼岸，从来不是以完成的状态消解此岸，而是以问题的方式驾临此岸。爱的问题存在与否，对于一个人一个族一个类，都是生死攸关，尤其是精神之生死的攸关。"}
{"text":"拯救，恰是在万物众生的缘缘相系之中才能成立。或者说，福乐逍遥可以独享，拯救则从来是对众生或曰人类苦乐福患的关注。孤立一人的随生随灭，细细想去，原不可能有生命意义的提出。因而爱的问题取消，也就是拯救的取消。当然爱也是一个动词，处于永动之中，永远都在理想的位置，不可能有彻底圆满的一天。爱，永远是一种召唤，是一个问题。爱，是立于此岸的精神彼岸，从来不是以完成的状态消解此岸，而是以问题的方式驾临此岸。爱的问题存在与否，对于一个人一个族一个类，都是生死攸关，尤其是精神之生死的攸关。人间瘫痪后你是怎么譬如说，你是――？记者一时不知怎么说好，双手像是比划着一个圆球。我懂了他的意思，说那时我只想快点死。哪里哪里，你太谦虚。他微笑着，望着我。可我那时是真想死，不记得怎么谦虚过。你是不是觉得不能再为人民所以才？我摇摇头，想起了我那时写过的一首诗轻推小窗看春色，漏人人间一斜阳那你为什么没有？记者象是有些失望了。我说，我是命运的宠儿。他奇怪地瞪着我。您看我这手摇车，是十几个老同学凑钱给我买的看这弹簧床，是个街坊给我做的这棉裤，是邻居朱奶奶做的还有这毛衣――那个女孩子也在我们街道生产组干过生产组的门窄，手摇车进不去，一个小伙子天天背我记者飞快地记着。最好说件具体的。他说。我想了一会，找出了那张粮票很破，中间贴了一条白纸。前些年，您知道它对一个陕北的农民来说等于什么吗？我说也许等于一辆汽车，也许等于一所别墅当然，要看和谁比。不过，它比汽车和别墅可重要多了为了舍不得这么张小纸片，有时会耽误了一条人命。记者看看那粮票，说是陕西省通用的？是。可他不懂。我寄还给他，说这在北京不能用。他又给我寄了回来，说这是他卖了留着过年用的十斤好黄米才得来的，凭什么不能用？！噢，他是我插队时的房东老汉，喂牛的有些事我不想对记者说。其实，队里早不让他喂牛了有一回，他偷吃了喂牛的黑豆他说，这十斤粮票，我看病时用得着。看病？用粮票？！记者问。看来他没插过队。"}
{"text":"记者看看那粮票，说是陕西省通用的？是。可他不懂。我寄还给他，说这在北京不能用。他又给我寄了回来，说这是他卖了留着过年用的十斤好黄米才得来的，凭什么不能用？！噢，他是我插队时的房东老汉，喂牛的有些事我不想对记者说。其实，队里早不让他喂牛了有一回，他偷吃了喂牛的黑豆他说，这十斤粮票，我看病时用得着。看病？用粮票？！记者问。看来他没插过队。比送什么都管用，他以为北京也是那样。后来我才知道，他儿子的病是怎么耽误的。我没见过他的儿子，那时他只带个小孙女一块过。我和记者都沉默着，看着那张汗污的粮票。现在怎么样？记者问我你们还有联系吗？现在有现在的难处，要是把满街贴广告的力气用来多生产点象样的缝纫机就好了。记者没明白。前些日子他寄钱来。想给他孙女买台缝纫机，他自己想要把二胡。可惜，我只帮他买到了二胡。他说，缝纫机一定得买最好的，要不他孙女该生气了。简直算得上是忘本了吧？记者笑了，吹去笔记本上的烟灰还是回到正题上来吧。你是怎么战胜了？譬如说还有医院的大夫，常来家看我还有生产组的大妈们，冬天总在火炉上烤热两块砖，给我垫在脚下还有唉！我说不好，也说不完。一九八二年说死说活我要是死了，并不就是我死了。――虽然我现在不得不以之名写下这句话，以及现在有人喊，我不得不答应。死了――这消息日夜兼程，必有一天会到来，但那时我还在。要理解这件事，事先的一个思想练习是传闻这一消息的人，哪一个不是我呢？有哪一个――无论其尘世的姓名如何――不是居于我的角度在传与闻呢？生我死是不能传闻任何消息的――这简直可以是死的鉴定。那么，死又是如何成为消息的呢？唯有生，可使死得以传闻，可使死成为消息。譬如死寂的石头，是热情的生命使其泰然或冥顽的品质得以流传。故可将死作如是观死是生之消息的一种。然而生呢，则必是我之角度的确在，或确认。"}
{"text":"有哪一个――无论其尘世的姓名如何――不是居于我的角度在传与闻呢？生我死是不能传闻任何消息的――这简直可以是死的鉴定。那么，死又是如何成为消息的呢？唯有生，可使死得以传闻，可使死成为消息。譬如死寂的石头，是热情的生命使其泰然或冥顽的品质得以流传。故可将死作如是观死是生之消息的一种。然而生呢，则必是我之角度的确在，或确认。无辜的假设谁有一天站在了的坟前，或骨灰盒前，或因其死无需葬身之地而随便站在哪儿，悼念他，唾弃他，或不管以什么方式涉及他，因而劳累甚至厌倦，这事都不能怨别人，说句公道话也不能怨。这事怨我之不死，怨不死之我或需悼念以使情感延续，或需唾弃以利理性发展。总之，怨不死的我需要种种传闻来构筑我的不死，需要种种情绪来放牧活蹦乱跳的生之消息。我使用过的一台电脑一个曾经以其相貌体形和动作特征来显明为的天地之造物，损坏了，不能运作了，无法修复了，报废了，如此而已。就像一只老羊断了气而羊群还在。就像一台有别于其他很多台的电脑被淘汰了，但曾流经它的消息还在，还在其曾经所联之网上流传。死了，世界之风流万种困惑千重的消息仍在流传，经由每一个我之点，连接于亿万个我之间。浪与水我与我浪终归要落下去，水却还是水。水不消失，浪也就不会断灭。浪涌浪落，那是水的存在方式，是水的欲望也叫运动，是水的表达水的消息水的连接与流传。哪一个浪是我呢？哪一个浪又不是我呢？从古至今，死去了多少个我呀，但我并不消失，甚至并不减损。那是因为，世界是靠我的延续而流传为消息的。也许是温馨的消息，也许是残忍的消息，但肯定是生动鲜活的消息，这消息只要流传，就必定是我的接力。永远的生不断地死有生以来，你已经死掉了多少个细胞呀，你早已经不是原来的你了，你的血肉之躯已不知死了多少回，而你却还是你！你是在流变中成为你的，世界是在流变中成为世界的。正如一个个音符，以其死而使乐曲生。赫拉克利特说一个人不能两次踏入同一条河流，但是，一条河流能够两次被同一个人踏入吗？同样的逻辑，还可以继续问一个人可以一次踏入同一条河流吗？"}
