{"text":"我们携手同心，共同编织了不平凡的，多彩的一年。年北京何谓文明？何谓文明？文是对应武而言的，两者都是讲人和人，机构和机构，阶层和阶层，民族和民族，国家和国家之间的关系――武是丛林法则，谁拳头大谁说了算，大家对抗，而文则是不妨大家坐下谈一谈，文的本意里有纪录双方诚信的意思，就比如我们现在说签个合同，签个条约之类，大家合作总之武是摧毁，文是建设。所以文明不过就是文的那一部分比较明显，至少多过武的部分，也就是文明更愿意建设而非摧毁。因此每天喊打喊杀的，大体不能算文明人。孔夫子说郁郁乎文哉，就是说文是发展生长具有亲生命性的，因此孔子才会制礼――礼的本质是要人们克制武的倾向，所谓克己复礼，也就是通过礼来规范人的行为举止以达到文的目的。为了让人能够更好滴遵礼，孔子还强调说要通过作乐来调整改变一个人的状态，这样他就能很好滴达成克己。比如音乐可以让人平静下来，也可以让人振奋起来。此所谓中国的礼乐文明，很有建设性。我们现在经常看到说什么文明入侵文明的冲突那都是不准确的，如果说文明总是这么具有侵略性，那么这个文明一定是不会长久的，也就是缺乏韧性的。我中华民族上下五千年，其间分裂战争远多于承平之时，异族外强入侵占领亦有之，为何能依然屹立不摇，不似其他文明古国到如今只成为断壁残垣历史追忆？这种韧性的根源也就在于我们文化中礼乐文明强调文而不非武的内核本质。再观今日之世界，二战之后建立的全球文明体系正可能受到严重威胁，国家之间出现逆全球化趋势走向对抗，地区之内利益愈发难以平衡走向分裂，宗教冲突种族冲突贫富冲突，各种极端思潮走上前台，文在消退，武在滋长。人类历史上每一次文明浩劫都是因为武上台压制了文。这一次，能否坚持文明的韧性可能对全世界都很重要！尤其是我们中国自己！年北京天空中最亮的那颗星光有人说每当有一颗星星陨落，就会有另一颗星诞生。我在努力寻找，外公，你在哪里？题记十八年来，我从未经历过生离死别。年底，外公――那个最惦念我的人永远离我而去了。虽然之前也得知过一些外公患重病的消息，但噩耗传来，仍是晴天霹雳，撕心裂肺的心痛。我不敢相信这是真的，不！这不是我想要的！"}
{"text":"人类历史上每一次文明浩劫都是因为武上台压制了文。这一次，能否坚持文明的韧性可能对全世界都很重要！尤其是我们中国自己！年北京天空中最亮的那颗星光有人说每当有一颗星星陨落，就会有另一颗星诞生。我在努力寻找，外公，你在哪里？题记十八年来，我从未经历过生离死别。年底，外公――那个最惦念我的人永远离我而去了。虽然之前也得知过一些外公患重病的消息，但噩耗传来，仍是晴天霹雳，撕心裂肺的心痛。我不敢相信这是真的，不！这不是我想要的！寒假前一个月，外公在家里打点滴。身体削瘦，意识还很清醒，见我进门，外公不顾病体，挣扎着要坐起来。我连忙扑到外公怀中，哽咽着说不出话来。外公抚摸着我的头，轻轻说乖孩子，别怕，外公没事的。我紧紧地抓住外公的手，任泪水在眶眶里打转。后来，外公的身体每况愈下，住院了，老是说胡话，吃不下任何东西好不容易捱到了放假，我直奔外公家。躺在床上的外公被疾病折磨到干瘪，只剩皮包骨。苍白的脸色，像白纸一样。眼睛微闭着，看不到一丝生息。我大声呼喊着外公！外公好像是有感知的，听到我叫他的第一时间，极力地想睁开眼睛看看外孙，但仅仅是翻动眼皮的劲头似乎就已经耗费了他全部的体力。很快又闭上了眼睛，嘴唇微张，喉咙里发出轻微的声响，干枯的手开始不停地抖动。冥冥中外公还记着我！我紧握住外公的手，外公，奇儿来看你了！眼泪再也止不住，恣意横流。无论我们怎样挽留，三天之后，外公还是走了，永远地。那一天我感觉世界一片黑暗，这是我第一次与骨肉至亲告别，却让我深深体会到了断肠之痛。如果能换回我的外公，我愿用我的所有去交换。外公走了，让这个春节格外清冷，炕头一直铺着外公生前铺过的床单。母亲和外婆说那上面有外公的气息，留个念想不忍换掉。是啊，外公走了，可带不走我们对他的思念。父亲节快到了，妈妈很想你，外公，你在那里还好吗？朗读者第三期，徐静蕾为去世多年的奶奶朗诵的奶奶的星星，听得我，几度哽咽。奶奶说地上死一个人，天上就又多了一颗星。我不确信，是不是每个人死了都可以变成星星，都能给活着的人把路照亮。但我相信，每一个活过的人，都能给后人的路上添一丝光亮，照亮心隅，像永远活在我心中的外公一样！"}
{"text":"是啊，外公走了，可带不走我们对他的思念。父亲节快到了，妈妈很想你，外公，你在那里还好吗？朗读者第三期，徐静蕾为去世多年的奶奶朗诵的奶奶的星星，听得我，几度哽咽。奶奶说地上死一个人，天上就又多了一颗星。我不确信，是不是每个人死了都可以变成星星，都能给活着的人把路照亮。但我相信，每一个活过的人，都能给后人的路上添一丝光亮，照亮心隅，像永远活在我心中的外公一样！年海南参加开国大典庆祝游行后写给家人的信年月日，参加开国大典庆祝游行后写给家人的信亲爱的爸爸开国大典结束了。在兴奋的海洋中，我想起了你。今天是新中国成立的日子，也是你牺牲三周年的日子。就让我用这封信记录这个伟大的历史时刻，来告慰你的在天之灵吧。爸爸，我亲眼看到了毛主席周总理和朱总司令。领袖的气质，让他们的身躯远比照片上更加伟岸挺拔，如同三位巨人一般，穿过欢呼的人群，接受人民的祝福。他们就在我们中间。爸爸，此时此刻我明白了你为何那么热爱党的领袖，因为我领悟到了领袖的真正含义。领袖不是神仙，不是高高在上的王，而是一种鼓舞人心指引方向的力量。我们信任他们爱戴他们，他们为我们开辟了一条光明大道，让我们可以毫无保留地奉献自己，自由而喜悦地奔驰翱翔。他们给了我们希望，在他们身上可以看到一个光明的未来，我们为拥有他们而骄傲。我是烈士子女，有幸站在人群的最前排。我听见身后的欢呼声如同海浪一般滚滚而来，势不可挡，就连天上的云和空中的风都为我们喝彩。大家在欢呼雀跃，每个人都激动极了，嗓子喊哑了也不停歇，因为我们成为了国家的主人，这是历史上最伟大的第一次。从今天开始，祖国的未来由我们创造。此刻人民的欢呼，不仅是为领袖和国家而欢呼，更是为我们自己，为四万万站起来的中国人而欢呼！我相信，我身边每一只高高举起的拳头，都将是未来建设中不竭的力量之源，我身边每一个纵情呐喊的人，都将是美好生活的创造者和奠基人。爸爸，如果你看到这一幕，也会无比激动吧！当毛主席站在天安门上宣布新中国成立的那一刻，我流泪了。爸爸，你走三年了。我和妈妈等来这一天不容易，国家等来这一天更不容易。我还记得自己去北京求学前在你坟前发下的誓言不图功名利禄，只求振兴中华。现在我离梦想的实现更近了一步。这个伟大的时刻，中华儿女盼了太久。"}
{"text":"我相信，我身边每一只高高举起的拳头，都将是未来建设中不竭的力量之源，我身边每一个纵情呐喊的人，都将是美好生活的创造者和奠基人。爸爸，如果你看到这一幕，也会无比激动吧！当毛主席站在天安门上宣布新中国成立的那一刻，我流泪了。爸爸，你走三年了。我和妈妈等来这一天不容易，国家等来这一天更不容易。我还记得自己去北京求学前在你坟前发下的誓言不图功名利禄，只求振兴中华。现在我离梦想的实现更近了一步。这个伟大的时刻，中华儿女盼了太久。天安门前的这几百米，凝聚了无数人的浴血拼搏，铭刻着五千年来中华民族的峥嵘记忆。爸爸，这里面也有你的身影啊！大家都流泪了，曾经的沧桑岁月，变成了眼角幸福的泪水，历史为我们翻开了崭新一页。爸爸，我和妈妈真的好想你！我多想和你一起参加开国大典，共享这盛况！亲爱的爸爸，你可以安息了，祖国和人民不会忘记你，你和万千烈士的血没有白流，我真切地为你感到骄傲和幸福。我会以你为榜样，把你当做指路明灯，为了国家富强和民族复兴而不懈奋斗。我一定不会让你失望，一定会成为像你一样的英雄！爸爸，我真情的呼唤，你听见了吗？您的儿子年月日年海南写给百年中国功勋人物的慰问信尊敬的牛爱国院士，您好！明天就是中华人民共和国建国周年的国庆节，值此普天同庆的日子，作为一名中国时代青年代表，我在火星上的中华大学讲堂里，带着崇敬之情，代表中国大学生，向您致以衷心的祝福和问候！并祝贺您获得百年中国功勋人物称号！首先，感谢牛院士为人类的科技发展作出的巨大贡献！因为您的突破性研究，将引力场和电磁场统一起来，实现了伟大的爱因斯坦没能实现的梦想――统一场理论，并导入量子效应，使得宏观和微观场统一起来，开创宇宙大一统的中华场理论，被全世界所证实和接受，为人类做出难于言表的贡献。正是因为您的发现，今天才使我们从地球瞬间登上火星成为现实。现在，我们全体中国大学生代表正在火星上面对无垠的宇宙星空，发出对您的慰问。"}
{"text":"正是因为您的发现，今天才使我们从地球瞬间登上火星成为现实。现在，我们全体中国大学生代表正在火星上面对无垠的宇宙星空，发出对您的慰问。刚刚，就在我们登陆火星之前，我们全体代表在地球上用了个小时的时间，完整游历了中华人民共和国年的发展历程，亲临了一代代前辈们为今天祖国实现的伟大复兴成为人类核心国家所做出的可歌可泣事迹和经历的心路历程，使我们充分看到中华最近年的超越发展。虽然我们使用了时间缩比调控，但是个小时的游历已经清晰完整地把年的全部中华发展史收入视觉。通过历史游历，我们也了解到，年前您和您同龄的大学生们正如我们一样年龄，为了祖国建设和科技发展，与以特朗普为首的美国霸权主义及其同盟对中国科技封锁进行了顽强的抗争，您和一大批在科技创新方面有所成就的中国留美学生，听从以书记为核心的党和祖国的召唤，放弃当时美国等发达国家的优厚待遇，并彻底断绝与美国及其盟国合作和抛弃以美帝国主义为首控制的芯片技术，回到祖国怀抱从基础理论领域开始自主创新，在党的全面指导下，经过不断的研发迭代，在通信技术等等领域实现了本质上的突破，创造出今天存在于任意空间和实物体内直径只有纳米的悬浮微粒机站，和无网覆盖无处不在的通信模式，发展出今天造福全人类的的通信技术以及中国数据宇宙，使虚拟与现实并存，无限维度宇宙理论被发现并逐步得以验证，以中华为核心的创新体系正在以全新的形式向世人展现，并成为人类科技的核心当中华大学教授们向我们展示一项项全新的中华宇宙科学技术时，每人都提及是在您创立的宏观和微观统一场理论上进行的新型科技创新，人类科学界公认您的理论创新是继牛顿和爱因斯坦之后最伟大的发现，您的科学献身精神已经成为全地球科学界的科学精神。当所有大学生代表在火星上聆听了您的事迹后，更加对您由衷地敬佩，对您开创的理论激动不已，您无愧百年中国功勋人物称号！"}
{"text":"当所有大学生代表在火星上聆听了您的事迹后，更加对您由衷地敬佩，对您开创的理论激动不已，您无愧百年中国功勋人物称号！明天，我们将代表中国大学生在火星上同地球上的大学生们一起开展庆祝中华人民共和国周年庆典活动，我们将在火星上向全体中国大学生发出向您学习的倡议，要以您为榜样，奋发学习，接续您和多年来中华前辈科学家们的奉献和创新精神，肩负中华民族带领人类走出太阳系的新时代历史使命，争做科技创新先锋，为中华祖国和地球人类更加强大做出贡献！――年在清华园学生集会上的演讲同学们，今天我们怀着心灵被践踏的屈辱，扛着民族危亡的重负在此集会。巴黎和会的钟声还未散尽，中华民族的尊严就以无底价的非人待遇就被出卖了！为什么同为战胜国，而我们却一如战败国一样丧失国土！为什么东临日本却可借着我们的和会继续欺辱中国？就是因为我们的祖辈还在歌舞升平的虚假繁荣里盲目自大的吟唱着封建颂歌！就是因为我们的父辈还在醉生梦死地僵卧在罂粟花的虚幻里。但，我们――新一代的华夏儿女，热血沸腾的炎黄子孙绝不能传垢承陋。因为，中华民族的危亡就在眼前。一八四年，耻辱的南京条约让我们第一次低下了那高昂千年的头颅一八六零年，两个强盗的一把淫火烧毁了我们对祖宗的光辉印记一八九四年，欲哭无泪的甲午国殇成为我们久久挥之不去的梦魇一九年，八个小鬼在我们的家园给我们的儿女戴上了桎梏的精神枷锁。同学们，我们不能再退让了，因为我们已经无路可退！同学们，快些警醒吧！因为家园的墙头上又翻进了死灰复燃的倭盗！让祖辈们赶快收起那散发着霉味的封建礼教的灵幡，别让它只吃自己的子孙却在恶邻面前卑躬屈膝！让父辈们醍醐灌顶噩梦猛醒吧！别让子孙把那羞愧的历史烂在肚子里，而更羞愧说出自己父辈是谁的尴尬。同学们，公车上书的巨轮才刚刚过去，学子那图存求强的鼎沸之声依然振聋发聩！那是举国上下不甘屈辱奋发图强的心声！同学们，资产阶级民主革命的洪流刚刚涌来，天下为公的思想感召日月，那是昭告世界中华大地已经改天换地谁主沉浮！同学们，有一个声音方在耳边响起，共产共和不在远古，它就在我们心灵深处，一旦点燃了共产火种，必将引来燎原之势！"}
{"text":"让父辈们醍醐灌顶噩梦猛醒吧！别让子孙把那羞愧的历史烂在肚子里，而更羞愧说出自己父辈是谁的尴尬。同学们，公车上书的巨轮才刚刚过去，学子那图存求强的鼎沸之声依然振聋发聩！那是举国上下不甘屈辱奋发图强的心声！同学们，资产阶级民主革命的洪流刚刚涌来，天下为公的思想感召日月，那是昭告世界中华大地已经改天换地谁主沉浮！同学们，有一个声音方在耳边响起，共产共和不在远古，它就在我们心灵深处，一旦点燃了共产火种，必将引来燎原之势！而今，驱除鞑虏，恢复中华的重任在我们肩上，兵戈既未息，壮士尽东征，在民族危亡的关键时刻，我们中华新青年更应披肝沥胆报国图强。生此屡被列强欺辱的乱世，我们身在清华，志在何方？宁为百夫长，胜作一书生！梁公说少年强则中国强。同学们，我们就是华夏神州的主人，我们就是中华民族的未来，就让我们坚定的站在一起，用我们的坚韧筑起维护国家尊严心的长城，让那帮蠢蠢欲动的小鬼们在我们那洪荒之声的震慑下，收起狼子野心滚出青岛，滚出中国吧！这就是在民族存亡的危机时刻，中华学子爆发出――最后的怒吼！倾听了不同国家的音乐，接触了不同风格的异域音调，我由此对音乐的中国味有了更深刻的感受，从而更有意识地去寻找中国味。高教授大家好！今天我们在这里举行钟国伟同学的硕士论文答辩会，欢迎大家光临！钟国伟同学提交的论文题目是越有中国味，越具世界性。现在按照程序进行。冯教授请问钟国伟同学，你提出越是中国味，越具世界性的论题，是基于什么依据考虑的？钟国伟近年来，中美贸易战提示了我，我们要发展自己的科技和工业，不要总是存在依赖他人的企图。所以，我提出这个论题。李教授请钟国伟同学，你能够再简要地阐述一下你的论题的正确性吧。钟国伟好的。我之所以要论述越是中国味，越具世界性的论题，我是有充分的论据和严密的论证过程的。首先，人类学常识告诉我们，作为黄种人的中国人颇具世界性。作为中国人无论你生活在地球上的任何地方，你都无法改变你的肤色。即使你不承认是中国人，或者你加入了外国国籍，但你的肤色无法改变，你不再是中国人，但依然具有中国色。所以，这种中国味就颇具世界性。再次，中国传统建筑告诉我们，越是中国味就越是世界的。"}
{"text":"钟国伟好的。我之所以要论述越是中国味，越具世界性的论题，我是有充分的论据和严密的论证过程的。首先，人类学常识告诉我们，作为黄种人的中国人颇具世界性。作为中国人无论你生活在地球上的任何地方，你都无法改变你的肤色。即使你不承认是中国人，或者你加入了外国国籍，但你的肤色无法改变，你不再是中国人，但依然具有中国色。所以，这种中国味就颇具世界性。再次，中国传统建筑告诉我们，越是中国味就越是世界的。中国的万里长城，安徽徽州的传统建筑等很具中国特色，一直被认为是世界独一无二的，很具世界性。相反，有的地方为了建设所谓的洋楼而破坏具有传统特色的古建筑，结果让清一色的洋楼掩盖了中国味，走到任何一个城市都是一样的洋楼感觉。由于失去了中国味也就无法在国际上具有世界性了。因此，想要我们的建筑具有世界性，就要保持我们的中国味。再次，一步破碎的中国的科技史告诉我们，没有中国味，就没有中国科技和民族工业。众所周知，我们的汽车工业一直发展不起来，就是因为依赖于欧美和日本汽车，跟他们合资制造汽车赚钱而不思进取以至于失去了独立的创造能力。我们的电子科技一直在依赖于欧美国家，所以一旦遭遇人家卡脖子，一些电子工业就会瘫痪。例如，我们的中兴华为等已经尝到了这种苦味。我很敬佩华为老总任正非，他带领他的团队卧薪尝胆创造了属于自己的科技，给了欧美科技大国史无前例的震撼。华为公司这种极具中国味的科技产品，代表了中国，震惊了世界，是十足中国味的，更是震惊世界性的。综上所述，一个民族，一个国家没有属于自己的作品，缺乏民族性的，个性化实业，是永远不会代表中国，具有世界性的。所以说，越是民族的，越是国家的，越是国家的，才越是世界的。所以说，越是中国味，越具世界性。各位教授，关于越是中国味，越具世界性的论题，我就谈到这里。谢谢！高教授各位评委，对于钟国伟同学答辩的问题，还要什么意见吗？高教授见大家摇摇头表示没有意见了，总结道钟国伟同学的论文选题新颖而颇具现实意义，论据充分，论证有力。希望钟国伟同学在导师的指导下作进一步修改和完善，力争成为优秀的硕士学位论文。钟国伟谢谢高教授，谢各位评委！"}
{"text":"所以说，越是中国味，越具世界性。各位教授，关于越是中国味，越具世界性的论题，我就谈到这里。谢谢！高教授各位评委，对于钟国伟同学答辩的问题，还要什么意见吗？高教授见大家摇摇头表示没有意见了，总结道钟国伟同学的论文选题新颖而颇具现实意义，论据充分，论证有力。希望钟国伟同学在导师的指导下作进一步修改和完善，力争成为优秀的硕士学位论文。钟国伟谢谢高教授，谢各位评委！倾听了不同国家的音乐，接触了不同风格的异域音调，我由此对音乐的中国味有了更深刻的感受，从而更有意识地去寻找中国味。我喜欢音乐，但不太懂音乐。因为我没有专门研究过音乐知识，既不识简谱，更不懂五线谱。不过，积多年之经验，我还是能分辨出不同国度和地域的音调。欧美的非洲的印巴次大陆的日本的，等等。虽说不出个所以然，但做出判断还不是太难的。各国和各民族的音乐都有着自己的历史渊缘，不仅曲调源于自己的生活和特殊情感，而且也离不开特定乐器作为载体。因此，音乐世界的丰富多彩是显而易见的。正因为音乐具有历史渊缘，人们首先都适应和接受本国和本民族普遍认同的音乐形式和音调，音乐家一般都在本国本民族音乐的基础上考虑进一步提升和光大的问题。说只有民族的，才是世界的。我以为这里有两层意思。一是只有得到全民族的认同，才有资格成为世界大家庭的组成部分。二是世界本身就是由各具特点丰富多彩的东西所构成的。没有自己的特点，就得不到大家的认同，也就无法成为世界的组成部分。音乐也是这样。当我们阅尽琳琅满目的世界寻找归去的路，不由自主还是想起蕴藏在国乐中让人魂牵梦绕的味道，这是顺理成章的。尽管这个世界是相互包容的，但要有中国味才能站得住。西洋乐器固然在世界范围内影响力巨大，接受度剧增，但在中国至少在魂上还有着自己的坚持。交响曲我们有北京喜讯到边寨钢琴曲我们有黄河小提琴我们有梁祝，等等，不一而足。它们在形式上已突破了传统国乐，因为其中用了西方的器，但谁又能说他们不是中国的呢？关键是其体还是我们的。音乐是人类共同的喜爱，这是共性。但因国家民族及所处地域的历史文化各异，音乐也就有了各自特点的多样性，这体现了个性。共性即寓于个性之中，没有个性就没有共性。"}
