{"text":"当然，所谓癖是真正着迷，全心全意，死活不顾。譬如巴尔扎克小说里的于洛男爵，爱女色爱到财产名誉地位性命都可以不要，到头来穷困潦倒，却依然心满意足，这才配称好色，那些只揩油不肯作半点牺牲的偷香窃玉之辈是不够格的。四一面彻悟人生的实质，一面满怀生命的热情，两者的结合形成了袁中郎的人生观。他自己把这种人生观与儒家的谐世道家的玩世佛家的出世并列为四，称作适世。若加比较，儒家是完全入世，佛家是完全出世，中郎的适世似与道家的玩世相接近，都在入世出世之间。区别在于，玩世是入世者的出世法，怀着生命的忧患意识逍遥世外，适世是出世者的入世法，怀着大化的超脱心境享受人生。用中郎自己的话说，他是想学凡间仙，世中佛，无律度的孔子。明末知识分子学佛参禅成风，中郎是不以为然的。他自知魔重，出则为湖魔，入则为诗魔，遇佳友则为谈魔，舍不得人生如许乐趣，绝不肯出世。况且人只要生命犹存，真正出世是不可能的。佛祖和达摩舍太子位出家，中郎认为是没有参透生死之理的表现。他批评道当时便在家何妨，何必掉头不顾，为此偏枯不可训之事似亦不圆之甚矣。人活世上，如空中鸟迹，去留两可，无须拘泥区区行藏的所在。若说出家是为了离生死，你总还带着这个血肉之躯，仍是跳不出生死之网。若说已经看破生死，那就不必出家，在网中即可作自由跳跃。死是每种人生哲学不可回避的根本问题。中郎认为，儒道释三家，至少就其门徒的行为看，对死都不甚了悟。儒生以立言为不死，是故著书垂训，道士以留形为不死，是故锻金炼气，释子以寂灭为不死，是故耽心禅观，他们都企求某种方式的不死。而事实上，茫茫众生，谁不有死，堕地之时，死案已立。不死是不可能的。那么，依中郎之见，如何才算了悟生死呢说来也简单，就是要正视生之必死的事实，放下不死的幻想。他比较赞赏孔子的话朝闻道，夕死可矣。一个人只要明白了人生的道理，好好地活过一场，也就死而无憾了。既然死是必然的，何时死，缘何死，便完全不必在意。他曾患呕血之病，担心必死，便给自己讲了这么一个故事有人在家里藏一笔钱，怕贼偷走，整日提心吊胆，频频查看。有一天携带着远行，回来发现，钱已不知丢失在途中何处了。自己总担心死于呕血，而其实迟早要生个什么病死去，岂不和此人一样可笑这么一想，就宽心了。"}
{"text":"他比较赞赏孔子的话朝闻道，夕死可矣。一个人只要明白了人生的道理，好好地活过一场，也就死而无憾了。既然死是必然的，何时死，缘何死，便完全不必在意。他曾患呕血之病，担心必死，便给自己讲了这么一个故事有人在家里藏一笔钱，怕贼偷走，整日提心吊胆，频频查看。有一天携带着远行，回来发现，钱已不知丢失在途中何处了。自己总担心死于呕血，而其实迟早要生个什么病死去，岂不和此人一样可笑这么一想，就宽心了。总之，依照自己的真性情痛快地活，又抱着宿命的态度坦然地死，这大约便是中郎的生死观。未免太简单了一些！然而，还能怎么样呢我自己不是一直试图对死进行深入思考，而结论也仅是除了平静接受，别无更好的法子许多文人，对于人生问题作过无穷的探讨，研究过各种复杂的理论，在兜了偌大圈子以后，往往回到一些十分平易质实的道理上。对于这些道理，许多文化不高的村民野夫早已了然于胸。不过，倘真能这样，也许就对了。罗近溪说圣人者，常人而肯安心者也。中郎赞此语抉圣学之髓，实不为过誉。我们都是有生有死的常人，倘若我们肯安心做这样的常人，顺乎天性之自然，坦然于生死，我们也就算得上是圣人了。只怕这个境界并不容易达到呢。执迷者悟人生寓言一告别遗体的队伍那支一眼望不到头的队伍缓慢地肃穆地向前移动着。我站在队伍里，胸前别着一朵小白花，小白花正中嵌着我的照片，别人和我一样，也都佩戴着嵌有自己的照片的小白花。钟表奏着单调的哀乐。这是永恒的仪式，我们排着队走向自己的遗体，同它作最后的告别。我听见有人哭泣着祈祷慢些，再慢些。可等待的滋味是最难受，哪怕是等待死亡，连最怕死的人也失去耐心了。女人们开始结毛衣，拉家常。男人们互相递烟，吹牛，评论队伍里的漂亮女人。那个小伙子伸手触一下排在他前面的姑娘的肩膀，姑娘回头露齿一笑。一位画家打开了画夹。一位音乐家架起了提琴。现在这支队伍沉浸在一片生气勃勃的喧闹声里了。可怜的人呵，你们在走向死亡！我笑笑我没有忘记。这又怎么样呢生命害怕单调甚于害怕死亡，仅此就足以保证它不可战胜了。"}
{"text":"可等待的滋味是最难受，哪怕是等待死亡，连最怕死的人也失去耐心了。女人们开始结毛衣，拉家常。男人们互相递烟，吹牛，评论队伍里的漂亮女人。那个小伙子伸手触一下排在他前面的姑娘的肩膀，姑娘回头露齿一笑。一位画家打开了画夹。一位音乐家架起了提琴。现在这支队伍沉浸在一片生气勃勃的喧闹声里了。可怜的人呵，你们在走向死亡！我笑笑我没有忘记。这又怎么样呢生命害怕单调甚于害怕死亡，仅此就足以保证它不可战胜了。它为了逃避单调必须丰富自己，不在乎结局是否徒劳。二哲学家和他的妻子哲学家爱流浪，他的妻子爱定居。不过，她更爱丈夫，所以毫无怨言地跟随哲学家浪迹天涯。每到一地，找到了临时住所，她就立刻精心布置，仿佛这是一个永久的家。住这里是暂时的，凑合过吧！哲学家不以为然地说。她朝丈夫笑笑，并不停下手中的活。不多会儿，哲学家已经舒坦地把身子埋进妻子刚安放停当的沙发里，吸着烟，沉思严肃的人生问题了。我忍不住打断哲学家的沉思，说道尊敬的先生，别想了，凑合过吧，因为你在这世界上的居住也是暂时的可是，哲学家的妻子此刻正幸福地望着丈夫，心里想他多么伟大呵三幸福的西绪弗斯西绪弗斯被罚推巨石上山，每次快到山顶，巨石就滚回山脚，他不得不重新开始这徒劳的苦役。听说他悲观沮丧到了极点。可是，有一天，我遇见正在下山的西绪弗斯，却发现他吹着口哨，迈着轻盈的步伐，一脸无忧无虑的神情。我生平最怕见到大不幸的人，譬如说身患绝症的人，或刚死了亲人的人，因为对他们的不幸，我既不能有所表示，怕犯忌，又不能无所表示，怕显得我没心没肺。所以，看见西绪弗斯迎面走来，尽管不是传说的那副凄苦模样，深知他的不幸身世的我仍感到局促不安，没想到西绪弗斯先开口了，他举起手，对我喊道喂，你瞧，我逮了一只多漂亮的蝴蝶我望着他渐渐远逝的背影，不禁思付总有些事情是宙斯的神威鞭长莫及的，那是一些太细小的事情，在那里便有了西绪弗斯和我们整个人类的幸福。"}
{"text":"所以，看见西绪弗斯迎面走来，尽管不是传说的那副凄苦模样，深知他的不幸身世的我仍感到局促不安，没想到西绪弗斯先开口了，他举起手，对我喊道喂，你瞧，我逮了一只多漂亮的蝴蝶我望着他渐渐远逝的背影，不禁思付总有些事情是宙斯的神威鞭长莫及的，那是一些太细小的事情，在那里便有了西绪弗斯和我们整个人类的幸福。四诗人的花园诗人想到人生的虚无，就痛不欲生。他决定自杀。他来到一片空旷的野地里，给自己挖了一个坟。他看这坟太光秃，便在周围种上树木和花草。种啊种，他渐渐迷上了园艺，醉心于培育各种珍贵树木和奇花异草，他的成就也终于遐迩闻名，吸引来一批又一批的游人。有一天，诗人听见一个小女孩问她的妈妈妈妈，这是什么呀妈妈回答我不知道，你问这位叔叔吧。小女孩的小手指着诗人从前挖的那个坟坑。诗人脸红了。他想了想，说小姑娘，这是叔叔特意为你挖的树坑，你喜欢什么，叔叔就种什么。小女孩和她的妈妈都高兴地笑了。我知道诗人在说谎，不过，这一回，我原谅了他。五潘多拉的盒子宙斯得知普罗米修斯把天上的火种偷给了人类，怒不可遏，决定惩罚人类。他下令将女人潘多拉送到人间，并让她随身携带一只密封的盒子作为嫁妆。我相信新婚之夜发生的事情十分平常。潘多拉受好奇心的驱使，打开了那只盒子，发现里面空无一物，又把它关上了。可是，男人们却对此传说纷纭。他们说，那天潘多拉打开盒子时，从盒里飞出许多东西，她赶紧关上，盒里只剩下了一样东西。他们一致认为那剩下的东西是希望。至于从盒里飞出了什么东西，他们至今还在争论不休。有的说从盒里飞出的全是灾祸，它们撒遍人间，幸亏希望留在我们手中，使我们还能忍受这不幸的人生。有的说从盒里飞出的全是幸福，它们逃之夭夭，留在我们手中的希望只是空洞骗人的幻影。宙斯在天上听到男人们悲观的议论，得意地笑了，他的惩罚已经如愿实施。"}
{"text":"他们说，那天潘多拉打开盒子时，从盒里飞出许多东西，她赶紧关上，盒里只剩下了一样东西。他们一致认为那剩下的东西是希望。至于从盒里飞出了什么东西，他们至今还在争论不休。有的说从盒里飞出的全是灾祸，它们撒遍人间，幸亏希望留在我们手中，使我们还能忍受这不幸的人生。有的说从盒里飞出的全是幸福，它们逃之夭夭，留在我们手中的希望只是空洞骗人的幻影。宙斯在天上听到男人们悲观的议论，得意地笑了，他的惩罚已经如愿实施。天真的潘多拉听不懂男人们的争论，她冗自想道男人真讨厌，他们对于我的空盒子说了这么多深奥的话，竟没有人想到去买些首饰和化妆品来把它充实。执迷者悟人生寓言六抉择一个农民从洪水中救起了他的妻子，他的孩子却被淹死了。事后，人们议论纷纷。有的说他做得对，因为孩子可以再生一个，妻子却不能死而复活。有的说他做错了，因为妻子可以另娶一个，孩子却不能死而复活。我听了人们的议论，也感到疑惑难决如果只能救活一人，究竟应该救妻子呢，还是救孩子于是我去拜访那个农民，问他当时是怎么想的。他答道我什么也没想。洪水袭来，妻子在我身边，我抓住她就往附近的山坡游。当我返回时，孩子已经被洪水冲走了。归途上，我琢磨着农民的话，对自己说所谓人生的重大抉择岂非多半如此七罪犯一个老实汉子进城，正遇上警察抓小偷，被误抓了起来。审讯时，法官厉声喝道你犯了什么罪从实招来汉子答小的不曾犯罪。法官冷笑道你不曾犯罪，为何偏偏抓你，不抓别人汉子无言以对，于是被定罪，判了一年监禁。刑满释放后，汉子回到村里，依然老实种地。但他从此遭到了众人的唾弃，连小偷见了也要朝他的背影啐一口唾沫，骂道呸，罪犯八医生巫婆和佛陀一个热爱生命的人患了绝症，只有三个月好活了，但他不甘心。第一个月，他怀着一线希望去找医生，因为他首先是一个相信科学的人。他恳求医生运用最先进的科学手段挽救他的生命。"}
{"text":"刑满释放后，汉子回到村里，依然老实种地。但他从此遭到了众人的唾弃，连小偷见了也要朝他的背影啐一口唾沫，骂道呸，罪犯八医生巫婆和佛陀一个热爱生命的人患了绝症，只有三个月好活了，但他不甘心。第一个月，他怀着一线希望去找医生，因为他首先是一个相信科学的人。他恳求医生运用最先进的科学手段挽救他的生命。医生照例开了药方，并直言奉告，说这些药只能暂时止痛，不能治病，因为他患的是不治之症。第二个月，他怀着一点侥幸去找巫婆。既然科学不能救他，他就只好指望他一向斥之为迷信的巫术创造奇迹。巫婆口中念念有词，举手在他头顶上比划一阵，然后预言他必能渡过难关。可惜这预言没有灵验，他的病愈发严重了。第三个月，他自知大限临头，难逃一死，便怀着一颗绝望的心去找佛陀。在这个没有奇迹的世界上，除了哲学和宗教，还有什么能安慰一个濒死的人呢听佛陀宣讲了一番四谛八正道的教理之后，他终于在似是而非的彻悟中瞑目而死了。九生命的得失一个婴儿刚出生就夭折了。一个老人寿终正寝了。一个中年人暴亡了。他们的灵魂在去天国的途中相遇，彼此诉说起了自己的不幸。婴儿对老人说上帝太不公平，你活了这么久，而我却等于没活过。我失去了整整一辈子。老人回答你几乎不算得到了生命，所以也就谈不上失去。谁受生命的赐予最多，死时失去的也最多。长寿非福也。中年人叫了起来有谁比我惨你们一个无所谓活不活，―个已经活够数，我却死在正当年。把生命曾经赐予的和将要赐予的都失去了。他们正谈论着，不觉到达天国门前，一个声音在头顶响起众生啊，那已经逝去的和未曾到来的都不属于你们，你们有什么可失去的呢三个灵魂齐声喊道主啊，难道我们中间没有一个最不幸的人吗上帝答道最不幸的人不止一个，你们全是，因为你们全都自以为所失最多。谁受这个念头折磨，谁的确就是最不幸的人。"}
{"text":"他们正谈论着，不觉到达天国门前，一个声音在头顶响起众生啊，那已经逝去的和未曾到来的都不属于你们，你们有什么可失去的呢三个灵魂齐声喊道主啊，难道我们中间没有一个最不幸的人吗上帝答道最不幸的人不止一个，你们全是，因为你们全都自以为所失最多。谁受这个念头折磨，谁的确就是最不幸的人。十流浪者和他的影子命运如同一个人的影子，有谁能够摆脱自己的影子呢可是，有一天，一个流浪者对于自己的命运实在不堪忍受，便来到一座神庙，请求神允许他和别人交换命运。神说如果你能找到一个对自己命运完全满意的人，你就和他交换吧。按照神的指示，流浪者出发去寻找了。他遍访城市和乡村，竟然找不到一个对自己命运完全满意的人。凡他遇到的人，只要一说起命运，个个摇头叹息，口出怨言。甚至那些王公贵族，达官富豪，名流权威，他们的命运似乎令人羡慕，但他们自己并不满意。事实上，世人所见的确只是他们的命运之河的表面景色，底下许多阴暗曲折唯有他们自己知道。流浪者终于没有找到一个可以和他交换命运的人。直到今天，他仍然拖着他自己的影子到处流浪。执迷者悟人生寓言十一白兔和月亮在众多的兔姐妹中，有一只白兔独具审美的慧心。她爱大自然的美，尤爱皎洁的月色。每天夜晚，她来到林中草地，一边无忧无虑地嬉戏，一边心旷神情地赏月。她不愧是赏月的行家，在她的眼里，月的阴晴圆缺无不各具风韵。于是，诸神之王召见这只白兔，向她宣布了一个慷慨的决定万物均有所归属。从今以后，月亮归属于你，因为你的赏月之才举世温亮，就像财主盯着自己的金窖。乌云蔽月，她便紧张不安，唯恐宝藏丢失。满月缺损，她便心痛如割，仿佛遭了抢劫。在她的眼里，月的阴晴圆缺不再各具风韵，反倒险象迭生，勾起了无穷的得失之患。和人类不同的是，我们的主人公毕竟慧心未灭，她终于去拜见诸神之王，请求他撤消了那个慷慨的决定。十二孪生兄弟生和死是一对孪生兄弟。死对他的哥哥眷恋不舍，生走到哪里，他就跟到哪里。可是，生却讨厌他的这个弟弟，避之唯恐不及。"}
{"text":"乌云蔽月，她便紧张不安，唯恐宝藏丢失。满月缺损，她便心痛如割，仿佛遭了抢劫。在她的眼里，月的阴晴圆缺不再各具风韵，反倒险象迭生，勾起了无穷的得失之患。和人类不同的是，我们的主人公毕竟慧心未灭，她终于去拜见诸神之王，请求他撤消了那个慷慨的决定。十二孪生兄弟生和死是一对孪生兄弟。死对他的哥哥眷恋不舍，生走到哪里，他就跟到哪里。可是，生却讨厌他的这个弟弟，避之唯恐不及。尤其使他扫兴的是，往往在举杯纵饮的时候，死突然出现了，把他满斟的酒杯碰落在地，摔得粉碎。你这个冤家，当初母亲既然生我，又何必生你，既然生你，又何必生我！生绝望地喊道。好哥哥，别这么说。没有我，你岂不寂寞死心平气和地说。永远不！可是你想想，如果没有我和你竞争，你的享乐有何滋味如果没有我同台演出，你的戏剧岂能精彩如果没有我给你灵感，你心中怎会涌出美的诗歌，眼前怎会展现美的图画我宁可寂寞，也不愿见到你好哥哥，这可办不到。母亲怕你寂寞，才嘱我陪伴你。我这个孝子怎能不从母命于是生来到大自然母亲面前，请求她把可恶的弟弟带走，别让他再纠缠自己。然而，大自然是一位大智大慧的母亲，决不迁就儿子的任性。生只好服从母亲的安排，但并不领会如此安排的好意，所以对死始终怀着一种无可奈何的怨恨心情。十三小公务员的死某机关有一个小公务员，一向过着安分守己的日子。有一天，他忽然得到通知，一位从未听说过的远房亲戚在国外死去，临终指定他为遗产继承人。那是一爿价值万金的珠宝商店。小公务员欣喜若狂，开始忙碌地为出国做种种准备。待到一切就绪，即将动身，他又得到通知，一场大火焚毁了那爿商店，珠宝也丧失殆尽。小公务员空欢喜一场，重返机关上班。但他似乎变了一个人，整日愁眉不展，逢人便诉说自己的不幸。那可是一笔很大的财产啊，我一辈子的薪水还不及它的零头呢。他说。同事们原先都嫉妒得要命，现在一齐怀着无比轻松的心情陪着他叹气。唯有一个同事非但不表同情，反而嘲笑他自寻烦恼。"}
{"text":"那是一爿价值万金的珠宝商店。小公务员欣喜若狂，开始忙碌地为出国做种种准备。待到一切就绪，即将动身，他又得到通知，一场大火焚毁了那爿商店，珠宝也丧失殆尽。小公务员空欢喜一场，重返机关上班。但他似乎变了一个人，整日愁眉不展，逢人便诉说自己的不幸。那可是一笔很大的财产啊，我一辈子的薪水还不及它的零头呢。他说。同事们原先都嫉妒得要命，现在一齐怀着无比轻松的心情陪着他叹气。唯有一个同事非但不表同情，反而嘲笑他自寻烦恼。你不是和从前一样，什么也没有失去吗那个同事问道。这么一大笔财产，竟说什么也没有失去小公务员心疼得叫起来。在一个你从未到过的地方，有一爿你从未见过的商店遭了火灾，这与你有什么关系呢可那是我的商店呀那个同事哈哈大笑，于是被别的同事―致判为幸灾乐祸的人。据说不久以后，小公务员死于忧郁症。十四落难的王子有一个王子，生性多愁善感，最听不得悲惨的故事。每当左右向他禀告天灾人祸的消息，他就流着泪叹息道天哪，太可怕了这事落到我头上，我可受不了！可是，厄运终于落到了他的头上。在一场突如其来的战争中，他的父王被杀，母后受辱自尽，他自己也被敌人虏去当了奴隶，受尽非人的折磨。当他终于逃出虎口时，他已经身罹残疾，从此以后流落异国他乡，靠行乞度日。我是在他行乞时遇到他的，见他相貌不凡，便向他打听身世。听他说罢，我早巳泪流满面，发出了他曾经发过的同样的叹息天哪，太可怕了这事落到我头上，我可受不了！谁知他正色道――先生，请别说这话。凡是人间的灾难，无论落到谁头上，谁都得受着，而且都受得了，――只要他不死。至于死，就更是一件容易的事了。落难的王子撑着拐杖远去了。有一天，厄运也落到了我的头上，而我的耳边也响起了那熟悉的叹息天哪，太可伯了十五执迷者悟佛招弟子，应试者有三人，一个太监，一个嫖客，一个疯子。佛首先考问太监诸色皆空，你知道么太监跪答知道。学生从不近女色。"}
