{"text":"总之这些且不论――却也殊非记者的初心，所以现在另选了一篇登出，聊以补过，这篇是对于贵校长也有了微辞的，我想贵校反对某科的同学们，这回可再不能拿去给校长看了。记者没有复旦大学同学录，所以这回是是否真名姓，也不得而知。但悬揣起来，也许还是假的，因为那里面偏重于指摘。据记者所知道，指摘缺点的来稿，总是别名多敢用真姓名，写真地址，能负责任如先生者，又此时不便辨明，否则有大大的嫌疑，处境如此困难，真是可惜极了。敬祝努力！记者谨复。九月一日，上海。通讯复孙伏园通讯复孙伏园伏园兄来信收到。那一篇所记的一段话，的确是我说的。迅。为北京女师大学生拟呈教育部文二件为北京女师大学生拟呈教育部文二件一呈为校长溺职滥罚，全校冤愤，恳请迅速撤换，以安学校事。窃杨荫榆到校一载，毫无设施，本属尸位素餐，贻害学子，屡经呈明大部请予查办，并蒙派员校彻查在案。从此杨荫榆即忽现忽隐，不可究诘，自拥虚号，专恋金，校务遂愈形败坏，其无耻之行为，为生等久所不齿，亦早不觉尚有杨荫榆其人矣。不料五七国耻在校内讲演时，忽又t然临席，生等婉劝退去，即老羞成怒，大呼警察，幸经教员阻止，始免流血之惨。下午即借宴客为名，在饭店召集不知是否合法之评议员数人，于杯盘狼籍之余，始以开除学生之事含糊相告，亦不言学生为何人。至九日，突有开除自治会职员等六人之揭示张贴校内。夫自治会职员，乃众所公推，代表全体，成败利钝，生等固同负其责。今乃倒行逆施，罚非其罪，欲乘学潮汹涌之时，施其险毒阴私之计，使世人不及注意，居心下劣，显然可知！继又停止已经预告之运动会，使本校失信于社会，又避匿不知所往，使生等无从与之辩诘，实属视学子如土芥，以大罚为儿戏，天良丧失，至矣尽矣！可知杨荫榆一日不去，即如刀俎在前，学生为鱼肉之不暇，更何论于学业！是以全体冤愤，公决自失踪之日起，即绝对不容其再入学校之门，以御横暴，而延残喘。为此续呈大部，恳即明令迅予撤换，拯本校于阽危，出学生于水火。不胜迫切待命之至！谨呈教育部总长二呈为续陈杨荫榆氏行踪诡秘，心术叵测，败坏学校，恳即另聘校长，迅予维持事。窃杨氏失踪，业已多日。"}
{"text":"可知杨荫榆一日不去，即如刀俎在前，学生为鱼肉之不暇，更何论于学业！是以全体冤愤，公决自失踪之日起，即绝对不容其再入学校之门，以御横暴，而延残喘。为此续呈大部，恳即明令迅予撤换，拯本校于阽危，出学生于水火。不胜迫切待命之至！谨呈教育部总长二呈为续陈杨荫榆氏行踪诡秘，心术叵测，败坏学校，恳即另聘校长，迅予维持事。窃杨氏失踪，业已多日。曾于五月十二日具呈大部，将其阴险横暴实情，沥陈梗概，请予撤换在案。讵杨氏怙恶不悛，仍施诡计。先谋提前放假，又图停课考试。术既不售，乃愈设盛筵，多召党类，密画毁校之策，冀复失位之仇。又四出请托，广播谣诼，致函学生家长，屡以品性为言，与开除时之揭示，措辞不同，实属巧设谰言，阴伤人格，则其良心何在，不问可知。倘使一任p张，诚为学界大辱盖不独生等身受摧残，学校无可挽救而已。为此合词续恳即下明令，速任贤明，庶校务有主持之人，暴者失蹂躏之地，学校幸甚！教育幸甚！谨呈教育部总长本篇据手稿编入，原无标题标点。第一件呈文曾发表于一九二五年六月三日北京女子师范大学学生自治会编辑出版的驱杨运动特刊，题为学生自治会上教育部呈文。第二件呈文未曾发表。杨荫榆？―江苏无锡人。曾留学日本美国。一九二四年二月任北京女师大校长，一九二五年八月被免职。任职期间依附北洋军阀，推行封建教育，肆意压迫学生。一九二四年十一月，因其无故开除文预科三名学生，激起公愤，学生召开大会，不承认她为校长，于一九二五年一月派代表向教育部提出撤换她的要求。五月七日，她借国耻纪念集会之机制造事端，并于五月九日悍然开除了六名学生自治会负责人。尸位素餐空占职位白领俸禄。汉书朱云传今朝廷大臣，上不能匡主，下亡以益民，皆尸位素餐。一九二五年三月中旬，教育总长王九龄曾派佥事张邦华陈懋治到女师大调查学生要求撤换校长问题。五七国耻一九一五年五月七日，日本帝国主义向袁世凯政府发出最后通牒，迫其接受旨在灭亡中国的二十一条，袁世凯于九日答复承认。后来即以每年五月十日九日为国耻纪念日。"}
{"text":"汉书朱云传今朝廷大臣，上不能匡主，下亡以益民，皆尸位素餐。一九二五年三月中旬，教育总长王九龄曾派佥事张邦华陈懋治到女师大调查学生要求撤换校长问题。五七国耻一九一五年五月七日，日本帝国主义向袁世凯政府发出最后通牒，迫其接受旨在灭亡中国的二十一条，袁世凯于九日答复承认。后来即以每年五月十日九日为国耻纪念日。一九二五年五月七日，杨荫榆以纪念五七国耻为名，邀请知名人士来校讲演，企图借此巩固她的校长地位，同时准备对反对她主持会议的学生加以破坏国耻纪念的罪名，为镇压学生运动制造口实。指刘和珍许广平蒲振声张平江郑德音姜伯谛六人。指章士钊―，字行严，号孤桐，湖南长沙人。一九二五年四月至十二月任北洋政府教育总长。杨荫榆于五月二十一日下午召请全体主任专任教员，评议会会员，在她所匿居的太平湖饭店开会，提出请警察迫令被开除的六名学生出校提前放暑假等主张，以破坏学生运动，因受到部分与会者反对而未得逞。见一九二五年五月二十二二十三日晨报消息致函学生家长，屡以品性为言杨荫榆开除刘和珍等六人后，给学生家长发信说本校为全国女学师资策源之地，学风品性，尤宜注重。乃近年以来，首都教育，以受政潮影响，青年学子，遂多率意任情之举。习染既深，挽救匪易，本校比以整饬学纪，曾将少数害群分子，除其学籍，用昭惩儆。夙仰贵家长平昔对于家庭教育，甚为注重，而于子女在校之品性学业，尤极关怀。为此函达，并盼谆属照常勤学，免为被退学生莠言所动。见一九二五年五月十一日北京晨报文摊秘诀十条文摊秘诀十条一，须竭力巴结书坊老板，受得住气。二，须多谈胡适之之流，但上面应加我的朋友四字，但仍须讥笑他几句。三，须设法办一份小报或期刊，竭力将自己的作品登在第一篇，目录用二号字。四，须设法将自己的照片登载杂志上，但片上须看见玻璃书箱一排，里面都是洋装书，而自己则作伏案看书，或默想之状。五，须设法证明墨翟是一只黑野鸡，或杨朱是澳洲人，并且出一本专号。六，须编世界文学家辞典一部，将自己和老婆儿子，悉数详细编入。七，须取史记或汉书中文章一二篇，略改字句，用自己的名字出版，同时又编世界史学家辞典一部，办法同上。八，须常常透露目空一切的口气。九，须常常透露游欧或游美的消息。"}
{"text":"四，须设法将自己的照片登载杂志上，但片上须看见玻璃书箱一排，里面都是洋装书，而自己则作伏案看书，或默想之状。五，须设法证明墨翟是一只黑野鸡，或杨朱是澳洲人，并且出一本专号。六，须编世界文学家辞典一部，将自己和老婆儿子，悉数详细编入。七，须取史记或汉书中文章一二篇，略改字句，用自己的名字出版，同时又编世界史学家辞典一部，办法同上。八，须常常透露目空一切的口气。九，须常常透露游欧或游美的消息。十，倘有人作文攻击，可说明此人曾来投稿，不予登载，所以挟嫌报复。本篇最初发表于一九三三年三月二十日上海申报自由谈，署名孺牛。胡适之―即胡适，字适之，安徽绩溪人。早年留学美国，曾任北京大学教授。五四时期参加新青年编辑工作，提倡白话文学，在文化教育界名声较大。有些人提及他时便常称为我的朋友胡适之。墨翟前―前春秋战国之际鲁国人，曾为宋国大夫。墨家学派的创始人。杨朱，战国时魏国人。胡怀琛曾在东方杂志第二十五卷第八号第十六号一九二八年四月八月先后发表墨翟为印度人辨和墨翟续辨两文，据墨字本义为黑翟与狄同音，而断言墨翟为印度人。这里说墨翟是一只黑野鸡，杨朱是澳洲人，是对这类考据学的讽刺。按翟字本义是一种长尾野鸡，杨与洋同音，故有此谐语。文学救国法文学救国法我似乎实在愚陋，直到现在，才知道中国之弱，是新诗人叹弱的。为救国的热忱所驱策，于是连夜揣摩，作文学救国策。可惜终于愚陋，缺略之处很多，尚希博士学者，进而教之，幸甚。一，取所有印刷局的感叹符号的铅粒和铜模，全数销毁并禁再行制造。案此实为长吁短叹的发源地，一经正本清源，即虽欲缩小为细菌放大为炮弹而不可得矣。二，禁止扬雄方言，并将春秋公羊传谷梁传订正。案扬雄作方言而王莽篡汉，公谷解春秋间杂土话而嬴秦亡周，方言之有害于国，明验彰彰哉。扬雄叛臣，著作应即禁止，公谷传拟仍准通行，但当用雅言，代去其中胡说八道之土话。"}
{"text":"案此实为长吁短叹的发源地，一经正本清源，即虽欲缩小为细菌放大为炮弹而不可得矣。二，禁止扬雄方言，并将春秋公羊传谷梁传订正。案扬雄作方言而王莽篡汉，公谷解春秋间杂土话而嬴秦亡周，方言之有害于国，明验彰彰哉。扬雄叛臣，著作应即禁止，公谷传拟仍准通行，但当用雅言，代去其中胡说八道之土话。三，应仿元朝前例，禁用衰飒字样三十字，仍请学者用心理测验及统计法，加添应禁之字，如哩哪等等连用之字，亦须明定禁例，如糟字准与粕字连用，不准与糕字连用阿字可用于房字之上或东字之下，而不准用于呀字之上等等至于糟鱼糟蟹，则在雅俗之间，用否听便，但用者仍不得称为上等强国诗人。案言为心声，岂可衰飒而俗气乎？四，凡太长，太矮，太肥，太瘦，废疾，老弱者均不准做诗。案健全之精神，宿于健全之身体，身体不强，诗文必弱，诗文既弱，国运随之，故即使善于欢呼，为防微杜渐计，亦应禁止妄作。但如头痛发热，伤风咳嗽等，则只须暂时禁止之。五，有多用感叹符号之诗文，虽不出版，亦以巧避检疫或私藏军火论。案即防其缩小而传病，或放大而打仗也。本篇最初发表于一九二四年十月二日晨报副刊，署名风声。张耀翔在心理杂志第三卷第二号一九二四年四月发表的新诗人的情绪一文中说感叹二字，失意人之呼声，消极，悲观，厌世者之口头禅，亡国之哀音也。他对新诗所用的感叹号加以统计后又说感叹号缩小看像许多细菌，放大看像几排弹丸。所难堪者，无数青年读者之日被此类细菌弹丸毒害耳。扬雄前―字子云，成都今属四川人，西汉文学家语言文字学家。汉成帝时他任给事黄门郎，王莽篡汉，又做了王莽新朝的大夫。方言，搜集西汉各地方言和异体字编辑而成的辞书，共十三卷。春秋公羊传相传为战国时齐人公羊高解释春秋的书，传文多用齐语。谷梁传，相传为战国时鲁人谷梁赤解释春秋的书，传文多用鲁语。春秋，春秋时鲁国的编年史，记载鲁隐公元年至鲁哀公十四年前―前二四二年间鲁国的史实，相传为孔丘所修。王莽篡汉王莽前―，字巨君，东平陵今山东历城人，汉孝元皇后侄。西汉初始元年篡汉称帝，国号新。嬴秦亡周指东周赧王五十九年前，秦昭襄王灭周。"}
{"text":"春秋公羊传相传为战国时齐人公羊高解释春秋的书，传文多用齐语。谷梁传，相传为战国时鲁人谷梁赤解释春秋的书，传文多用鲁语。春秋，春秋时鲁国的编年史，记载鲁隐公元年至鲁哀公十四年前―前二四二年间鲁国的史实，相传为孔丘所修。王莽篡汉王莽前―，字巨君，东平陵今山东历城人，汉孝元皇后侄。西汉初始元年篡汉称帝，国号新。嬴秦亡周指东周赧王五十九年前，秦昭襄王灭周。阿房即阿房宫，秦始皇建造的宫殿。东阿，地名，即今山东阳谷阿城镇，春秋时鲁庄公与齐侯会盟地。闻小林同志之死闻小林同志之死日本和中国的大众，本来就是兄弟。资产阶级欺骗大众，用他们的血划了界线，还继续在划着。但是无产阶级和他们的先驱们，正用血把它洗去。小林同志之死，就是一个实证。我们是知道的，我们不会忘记。我们坚定地沿着小林同志的血路携手前进。本篇最初发表于一九三三年日本无产阶级文学第四五期合刊，原为白文。小林，即小林多喜二―，日本作家。一九三一年加入日本共产党，任日本无产阶级作家同盟中央委员兼书记长。一九三三年二月二十日被日本法西斯政府逮捕，毒打致死。著有长篇小说蟹工船在外地主等。我的种痘我的种痘上海恐怕也真是中国的最文明的地方，在电线柱子和墙壁上，夏天常有劝人勿吃天然冰的警告，春天就是告诫父母，快给儿女去种牛痘的说帖，上面还画着一个穿红衫的小孩子。我每看见这一幅图，就诧异我自己，先前怎么会没有染到天然痘，呜呼哀哉，于是好像这性命是从路上拾来似的，没有什么希罕，即使姓名载在该杀的黑册子上，也不十分惊心动魄了。但自然，几分是在所不免的。现在，在上海的孩子，听说是生后六个月便种痘就最安全，倘走过施种牛痘局的门前，所见的中产或无产的母亲们抱着在等候的，大抵是一岁上下的孩子，这事情，现在虽是不属于知识阶级的人们也都知道，是明明白白了的。我的种痘却很迟了，因为后来记的清清楚楚，可见至少已有两三岁。虽说住的是偏僻之处，和别地方交通很少，比现在可以减少输入传染病的机会，然而天花却年年流行的，因此而死的常听到。我居然逃过了这一关，真是洪福齐天，就是每年开一次庆祝会也不算过分。"}
{"text":"我的种痘却很迟了，因为后来记的清清楚楚，可见至少已有两三岁。虽说住的是偏僻之处，和别地方交通很少，比现在可以减少输入传染病的机会，然而天花却年年流行的，因此而死的常听到。我居然逃过了这一关，真是洪福齐天，就是每年开一次庆祝会也不算过分。否则，死了倒也罢了，万一不死而脸上留一点麻，则现在除年老之外，又添上一条大罪案，更要受青年而光脸的文艺批评家的奚落了。幸而并不，真是叨光得很。那时候，给孩子们种痘的方法有三样。一样，是淡然忘之，请痘神随时随意种上去，听它到处发出来，随后也请个医生，拜拜菩萨，死掉的虽然多，但活的也有，活的虽然大抵留着瘢痕，但没有的也未必一定找不出。一样是中国古法的种痘，将痘痂研成细末，给孩子由鼻孔里吸进去，发出来的地方虽然也没有一定的处所，但粒数很少，没有危险了。人说，这方法是明末发明的，我不知道可的确。第三样就是所谓牛痘了，因为这方法来自西洋，所以先前叫洋痘。最初的时候，当然，华人是不相信的，很费过一番宣传解释的气力。这一类宝贵的文献，至今还剩在验方新编中，那苦口婆心虽然大足以感人，而说理却实在非常古怪的。例如，说种痘免疫之理道痘为小儿一大病，当天行时，尚使远避，今无故取婴孩而与之以病，可乎？曰非也。譬之捕盗，乘其羽翼未成，就而擒之，甚易矣譬之去莠，及其滋蔓未延，芟而除之，甚易矣。但尤其非常古怪的是说明洋痘之所以传入中国的原因予考医书中所载，婴儿生数日，刺出臂上污血，终身可免出痘一条，后六道刀法皆失传，今日点痘，或其遗法也。夫以万全之法，失传已久，而今复行者，大约前此劫数未满，而今日洋烟入中国，害人不可胜计，把那劫数抵过了，故此法亦从洋来，得以保全婴儿之年寿耳。若不坚信而遵行之，是违天而自外于生生之理矣！而我所种的就正是这抵消洋烟之害的牛痘。去今已五十年，我的父亲也不是新学家，但竟毅然决然的给我种起洋痘来，恐怕还是受了这种学说的影响，因为我后来检查藏书，属于子部医家类者，说出来真是惭愧得很，――实在只有达生篇和这宝贝的验方新编而已。"}
{"text":"若不坚信而遵行之，是违天而自外于生生之理矣！而我所种的就正是这抵消洋烟之害的牛痘。去今已五十年，我的父亲也不是新学家，但竟毅然决然的给我种起洋痘来，恐怕还是受了这种学说的影响，因为我后来检查藏书，属于子部医家类者，说出来真是惭愧得很，――实在只有达生篇和这宝贝的验方新编而已。那时种牛痘的人固然少，但要种牛痘却也难，必须待到有一个时候，城里临时设立起施种牛痘局来，才有种痘的机会。我的牛痘，是请医生到家里来种的，大约是特别隆重的意思时候可完全不知道了，推测起来，总该是春天罢。这一天，就举行了种痘的仪式，堂屋中央摆了一张方桌子，系上红桌帷，还点了香和蜡烛，我的父亲抱了我，坐在桌旁边。上首呢，还是侧面，现在一点也不记得了。这种仪式的出典，也至今查不出。这时我就看见了医官。穿的是什么服饰，一些记忆的影子也没有，记得的只是他的脸胖而圆，红红的，还带着一副墨晶的大眼镜。尤其特别的是他的话我一点都不懂。凡讲这种难懂的话的，我们这里除了官老爷之外，只有开当铺和卖茶叶的安徽人，做竹匠的东阳人，和变戏法的江北佬。官所讲者曰官话，此外皆谓之拗声。他的模样，是近于官的，大家都叫他医官，可见那是官话了。官话之震动了我的耳膜，这是第一次。照种痘程序来说，他一到，该是动刀，点浆了，但我实在糊涂，也一点都没有记忆，直到二十年后，自看臂膊上的疮痕，才知道种了六粒，四粒是出的。但我确记得那时并没有痛，也没有哭，那医官还笑着摩摩我的头顶，说道乖呀，乖呀！什么叫乖呀乖呀，我也不懂得，后来父亲翻译给我说，这是他在称赞我的意思。然而好像并不怎么高兴似的，我所高兴的是父亲送了我两样可爱的玩具。现在我想，我大约两三岁的时候，就是一个实利主义者的了，这坏性质到老不改，至今还是只要卖掉稿子或收到版税，总比听批评家的官话要高兴得多。一样玩具是朱熹所谓持其柄而摇之，则两耳还自击的鼗鼓，在我虽然也算难得的事物，但仿佛曾经玩过，不觉得希罕了。最可爱的是另外的一样，叫作万花筒，是一个小小的长圆筒，外糊花纸，两端嵌着玻璃，从孔子较小的一端向明一望，那可真是猗欤休哉，里面竟有许多五颜六色，希奇古怪的花朵，而这些花朵的模样，都是非常整齐巧妙，为实际的花朵丛中所看不见的。"}
{"text":"现在我想，我大约两三岁的时候，就是一个实利主义者的了，这坏性质到老不改，至今还是只要卖掉稿子或收到版税，总比听批评家的官话要高兴得多。一样玩具是朱熹所谓持其柄而摇之，则两耳还自击的鼗鼓，在我虽然也算难得的事物，但仿佛曾经玩过，不觉得希罕了。最可爱的是另外的一样，叫作万花筒，是一个小小的长圆筒，外糊花纸，两端嵌着玻璃，从孔子较小的一端向明一望，那可真是猗欤休哉，里面竟有许多五颜六色，希奇古怪的花朵，而这些花朵的模样，都是非常整齐巧妙，为实际的花朵丛中所看不见的。况且奇迹还没有完，如果看得厌了，只要将手一摇，那里面就又变了另外的花样，随摇随变，不会雷同，语所谓层出不穷者，大概就是此之谓也罢。然而我也如别的一切小孩――但天才不在此例――一样，要探检这奇境了。我于是背着大人，在僻远之地，剥去外面的花纸，使它露出难看的纸版来又挖掉两端的玻璃，就有一些五色的通草丝和小片落下最后是撕破圆筒，发见了用三片镜玻璃条合成的空心的三角。花也没有，什么也没有，想做它复原，也没有成功，这就完结了。我真不知道惋惜了多少年，直到做过了五十岁的生日，还想找一个来玩玩，然而好像究竟没有孩子时候的勇猛了，终于没有特地出去买。否则，从竖着各种旗帜的文学家看来，又成为一条罪状，是无疑的。现在的办法，譬如半岁或一岁种过痘，要稳当，是四五岁时候必须再种一次的。但我是前世纪的人，没有办得这么周密，到第二，第三次的种痘，已是二十多岁，在日本的东京了，第二次红了一红，第三次毫无影响。最末的种痘，是十年前，在北京混混的时候。那时也在世界语专门学校里教几点钟书，总该是天花流行了罢，正值我在讲书的时间内，校医前来种痘了。我是一向煽动人们种痘的，而这学校的学生们，也真是令人吃惊。都已二十岁左右了，问起来，既未出过天花，也没有种过牛痘的多得很。况且去年还有一个实例，是颇为漂亮的某女士缺课两月之后，再到学校里来，竟变换了一副面目，肿而且麻，几乎不能认识了还变得非常多疑而善怒，和她说话之际，简直连微笑也犯忌，因为她会疑心你在暗笑她，所以我总是十分小心，庄严，谨慎。自然，这情形使某种人批评起来，也许又会说是我在用冷静的方法，进攻女学生的。但不然，老实说罢，即使原是我的爱人，这时也实在使我有些进退维谷，因为柏拉图式的恋爱论，我是能看，能言，而不能行的。"}
