{"text":"他在秦国没有办法了，只好打回家的主意，人既失意，钱又花光了，怎么办？他不负气自杀，只能忍辱，用千万个忍字，来坚强起自己。于是他只有赢腾履F了。什么是赢g呢？赢g也就是行g的意思。赢是满。g是那个时候准备走远路的裹脚，等于后世的绑腿。F是草鞋。他开始收拾行李，准备打道回家，只好用裹腿布把自己两只小腿满满地裹起来，以免长途走路，小腿的血管充血而受伤，然后又说他的鞋子也破了，新的买不起，只好穿上一双草鞋。短短四个字，便轻轻易易地形容了他当时的倒霉落魄相。没有钱了，没有办法像开始到秦国来时有黄金百斤，雇人搬行李，那种神气的样子了。只有随随便便把破衣服破行李捆成一堆，随身携带着好走路。好了，他这样狼狈地收拾起行李。负书担橐，又把那些带去的书都背在背上，书当然丢不得的，那个时候买书不像现在这么方便，印刷术也还没有发明，书是用一片一片竹简刻上去的，那是知识分子的资本，所以绝不能丢，只好背在背上。我的天哪！你看那些破书，不知道有多重啊！背了书还没完，又要把收拾好的行李，归成一堆，做成担子来挑，就像从前种田的朋友挑大粪那样辛苦。他就这样一副寒酸相，从秦国首都――陕西的咸阳，回到他的故乡――河南的洛阳来了。这一路回来，真够辛苦，你要知道，他当年还在青年阶段，因为失意穷困，已经弄得没有一点英俊的样子了。面目黧黑，看起来又黑又瘦，干瘪的穷酸相。但是这还是他的外形。最难堪的，还是他当时内心的痛苦，那实在是无脸见江东父老。可是这个时候，天涯茫茫，又到哪里去呢？叶落归根，不管好不好，有个家，有个窝，总是好的。因此只好硬着头皮回家。当然，进了自己的家，一定很难过，惭愧得不得了。不要说是苏秦，大家把自己换作他的处境，就可想而知那种状有愧色四个字的千万痛苦了。千古人情的嘴脸这样还不算什么，等他到了家以后，更难堪的是他太太正在织布，看到他回来的那副落魄相，当着家人的面，也没有勇气来迎接他，再谈不到慰问了，只是仍然不停地做她手里的工作，摆出一副冷漠的态度。他的嫂嫂们，当然不会问他吃过饭没有，根本是见如不见，相应不理的样子，哪里还肯为他到厨房去做饭呢？"}
{"text":"千古人情的嘴脸这样还不算什么，等他到了家以后，更难堪的是他太太正在织布，看到他回来的那副落魄相，当着家人的面，也没有勇气来迎接他，再谈不到慰问了，只是仍然不停地做她手里的工作，摆出一副冷漠的态度。他的嫂嫂们，当然不会问他吃过饭没有，根本是见如不见，相应不理的样子，哪里还肯为他到厨房去做饭呢？那个时候，是宗法社会的大家庭制，他的老婆要看嫂嫂们的风向，嫂嫂们又要看着一家之主的公公和婆婆怎么办。结果呢？他的父母看了他那副样子，一句话也不和他讲。你想，他在这种情形之下，这个面子怎么办呢？苏秦到底是了不起的青年。年轻的同学们特别要注意，在原文上是怎样记载呢？他遭遇到这种情形，既不怨天，也不尤人，只是自己重重地叹一口气说妻不以我为夫，嫂不以我为叔，父母不以我为子，是皆秦之罪也。你看，这是一种什么胸襟！什么器度！他对于目前周围的情形，一点都不迁怒怨恨到别人身上去，只是深自反省自责，认为他的太太嫂嫂父母等人对待他这种情形，都是他自己的不是无能，并没有埋怨他们的冷淡，更不会借酒浇愁，要打人要接人！还有一点要注意，苏秦的老婆，尽管当时对他的态度上很冷淡，可是并没有像周代的姜太公汉代的朱买臣两个人的太太那样，因为嫌他穷，嫌他没有出息，就要求离婚而去了。姜太公朱买臣后来得志了，同样情形，他两个人的太太都要求回来，结果都遭拒绝了。所谓覆水难收，就是在朱买臣这节故事里引用的话。至于苏秦的太太，有没有在背地里鼓励他，帮助他，像历史上许多贤妻良母那样作法，因为无明文记载，就无法查证了。这是顺便对年轻女同学们提出注意的事，请勿见怪。其实，苏秦的这种遭遇，并不特别，古今中外的人情，大体上都同一例。我所谓大体，当然不是说社会上所有的人，所有的家庭都是如此的。假如我们把历史上许多成功成名人物，在他艰难曲折的阶段，都搜罗来做一番研究，你便可以看出社会的人际状况，大概都是如此，反而觉得见怪不怪了。如果自己认识不够，非常介意这种反面的情况，便会产生愤世嫉俗等等变态心理。甚至无论你日后有成就没有成就，对人对社会，很可能形成一种仇恨的偏差心理。"}
{"text":"我所谓大体，当然不是说社会上所有的人，所有的家庭都是如此的。假如我们把历史上许多成功成名人物，在他艰难曲折的阶段，都搜罗来做一番研究，你便可以看出社会的人际状况，大概都是如此，反而觉得见怪不怪了。如果自己认识不够，非常介意这种反面的情况，便会产生愤世嫉俗等等变态心理。甚至无论你日后有成就没有成就，对人对社会，很可能形成一种仇恨的偏差心理。我们随便提一点大家所熟知的历史经验，在所谓读书人的文化界中，让我们看看唐代元稹的三首悼亡诗，充分透露出少年落魄时代的痛苦。诚知此恨人人有，贫贱夫妻百事哀。就是元稹的名句，也是古今中外多少人共有的哀呜。此外，如韩信没有得志以前，不但要受市井无赖的胯下之辱，而且饥饿时，想吃一口饭都不容易，没有人理他，结果只有一个不知姓名的洗衣服老太太，可怜他的遭遇，把自己带出来的饭包施舍给他，让他吃了一餐饱饭。后来，韩信功成名遂，当了三齐王回到故乡时，不但没有报复那个叫他爬在裤裆下的无赖少年，反而鼓励他感谢他。同时，他又寻访那个施舍一个饭包的洗衣妇人，但始终没有找到。于是他只好把千两黄金，投在当年洗衣妇在那个河边洗衣服的河里去，表达他无限的谢意。这是历史上有名的韩信以千金投河，感谢漂母一饭之恩的故事。因为韩信具有含垢忍辱，受恩必报，受辱不怨的这种气度，也就是他一生事业成功的主要条件。尽管后来他也被刘邦夫妇所谋杀了，但撇开权势功业不谈，如果专讲作人的气度，作人的味道，韩信比汉高祖刘邦可爱得多了。即使如项羽，在作人方面，有时候也比刘邦可爱。当然，这只是讲作人，不谈处事，要讲处事，那又须另当别论了。讲到韩信的故事，相反地，正好拿汉高祖刘邦的遭遇作一对比。当刘邦在青年的时代，一天到晚到处游荡闹事，不务正业，一事无成的时候，他的父亲也实在看不下去了，有一次责备他几句，说他这样没有出息，实在比他二哥刘喜差多了。老二规规矩矩为家里添置了产业，所以家里人都很喜欢他二哥。至于他大哥，很早就死了。有一次，刘邦带了几个平日和他一起混混的朋友，回家吃饭。他的大嫂骗他说没有饭菜了，朋友只好离去。刘邦自己到厨房一看，原来饭菜还有的是，于是怀恨在心。后来他当了汉高皇帝，封他二哥为代王，封他弟弟为齐王，就一直没有封他大哥一家人任何职位。"}
{"text":"老二规规矩矩为家里添置了产业，所以家里人都很喜欢他二哥。至于他大哥，很早就死了。有一次，刘邦带了几个平日和他一起混混的朋友，回家吃饭。他的大嫂骗他说没有饭菜了，朋友只好离去。刘邦自己到厨房一看，原来饭菜还有的是，于是怀恨在心。后来他当了汉高皇帝，封他二哥为代王，封他弟弟为齐王，就一直没有封他大哥一家人任何职位。他父亲向他讲了，于是便封了一个羹颔侯给大哥的儿子这是对他大嫂当年不请他朋友吃饭的回报。当未央宫落成时，他大宴诸侯群臣，席中向他父亲敬酒时说始大人常以巨无赖，不能治产业，不如仲力。今某之业所就孰与仲多？刘仲就是刘邦的哥哥。刘邦问父亲你现在看我比起二哥来，哪个有出息？哪个弄的产业多呢？搞得他父亲啼笑皆非，无法答话。你看他多小气！哪里真够豁达大度四个字的份量呢？不过，话说回来，刘邦比起历史上其他许多的帝王，他又的确好得多，有些地方还不太失豁达大度的作风，所以历史上对于汉高祖这四个字的评语，也可说是由于比较性格而来的评论而已。我们讲苏秦失败的情形，又顺便扯出了这些故事，都是为了说明古今中外的人情常态。我们现在讨论孟子，顺便联想到孟子的母亲对于孟子教育上的伟大之处，孟子所以表现出和苏秦迥然不同的圣贤人格，和这位孟太夫人的教诲，有着密切的关系。苏秦成功的秘诀好了，现在我们来看看苏秦当时发奋图强的另一页。他回到家里以后，在那种重重打击的情形之下，不怨天，不尤人，已经太难得。同时他又踏实地作一番自我检讨，因此，他在含垢忍辱之下，连夜检阅自己的藏书，在几十种古书里，他特别找出了姜太公所著与阴符经有关的谋略之学。他重新开始研究阴符谋略，仔细去抉择它的精要。读到夜里想睡觉时，他便拿起锥子来刺自己的大腿，以警觉自己。因此我们古人有勉励青年人求学的名言，所谓头悬梁，锥刺股。其中锥刺股的典故，便出自苏秦这件事的。好在他有强健的身体，能够熬得过这种自虐式的刻苦奋斗，所以大腿常常被刺得血流到脚上，他都能忍受得了，如果没有充沛健康的体能，那就早已完了。"}
{"text":"他重新开始研究阴符谋略，仔细去抉择它的精要。读到夜里想睡觉时，他便拿起锥子来刺自己的大腿，以警觉自己。因此我们古人有勉励青年人求学的名言，所谓头悬梁，锥刺股。其中锥刺股的典故，便出自苏秦这件事的。好在他有强健的身体，能够熬得过这种自虐式的刻苦奋斗，所以大腿常常被刺得血流到脚上，他都能忍受得了，如果没有充沛健康的体能，那就早已完了。他这样的用功，经过了一年，便很自信地能说动当时各国的政治领袖，所谓当世之君的人主们了。他的原文是从前面提过的皆秦之罪也之后，接着还有这样的记载乃夜发书，陈箧数十，得太公阴符之谋，伏而诵之，简练以为揣摩。读书欲睡，引锥自刺其股，血流至足。曰安有说人主，不能出其金玉锦绣，取卿相之尊者乎？暮年揣摩成，曰此真可以说当世之君矣！王霸互用的失败我们讲到这里，暂且告一段落，先回转来看有关苏秦成功与失败的几个重要问题第一，关于苏秦的学术思想问题。大家都知道，他在少年时代，和张仪庞涓孙膑他们，都是鬼谷子的学生。孙膑和庞涓出山以后，正值当时国际间的风云排荡之秋，在军事的战争上都有所成名，这不在本题范围，不去讲他。苏秦与张仪和他们不同，走的是政治路线。搞政治，当然要牵扯到学说思想问题。我们看过苏秦初见秦惠王的游说资料，很明显地看得出来，他在出道之初，讲的也同当时一般学者一样，大体都是从传统文化的王霸之道的学说思想范围，来分析当时的现势，贡献自己的主张和计划。并没有什么特别之处，更没有如后世小说家所想象的，鬼谷子传了他一套呼风唤雨，撒豆成兵的特别本事。为什么苏秦当时所讲比较正规的学术思想，却不能被当时的老板们――所谓人君的人主们所接受呢？这是为了什么？如果只拿文化衰落政治道德败坏等老套观念来看，当然也是理由，实际并不透彻。究竟是什么原因？大家不妨多去读读书，多用思考去研究研究看。不过，由此显而易见的是苏秦那种初期正反互相参合的学说，已经无法扣动当时的人主们之心弦，何况我们的孟夫子，动辄就搬出王道的大道理呢！那当然是牛头不对马嘴，到处吃不开了。"}
{"text":"为什么苏秦当时所讲比较正规的学术思想，却不能被当时的老板们――所谓人君的人主们所接受呢？这是为了什么？如果只拿文化衰落政治道德败坏等老套观念来看，当然也是理由，实际并不透彻。究竟是什么原因？大家不妨多去读读书，多用思考去研究研究看。不过，由此显而易见的是苏秦那种初期正反互相参合的学说，已经无法扣动当时的人主们之心弦，何况我们的孟夫子，动辄就搬出王道的大道理呢！那当然是牛头不对马嘴，到处吃不开了。很可惜的是，苏秦后来还有十次对秦惠王的建议论文，都没有留下完整的资料。否则，在战国时代诸子百家的文化遗产中，也必可以成为一家之言，一定也占有相当的价值。不过，话说回来，苏秦本人的思想，只讲现实，并不注意学说思想的真正精神。也许，他认为那些建议意见，是失败的，所以便没有让它流传了。阴符经的启示第二，阴符经与苏秦后来成功的问题我们看了以上的资料，都知道苏秦从秦国失败回家以后，关起门来，苦苦地再来用功读书。据说，读的是。周朝初期极富传奇性的人物――姜太公吕尚所传的那本阴符经。因此，自秦汉以后，很多人都在找这本出过历史性的大风头有旋乾转坤之能的神秘奇书。学政治的，学军事的，甚至学神仙道术的，统统都在找它。另外有个类似的传说，圯上老人――黄石公，给了张良一本书，张良读了以后才能再度出山，成为帝王师的风云人物。有人说，圯上老人给张良的，便是素书，因此许多人也拼命去读素书，想在其中找出求得功名富贵的捷径。事实上，我们都知道，从古代流传下来的阴符经和素书，据学者们的考证，都是伪书，是后人所假造的。那两本真书，早已收归天上，不落人间了。而且我们现有的阴符经有两种一种是所谓黄帝时代所著的阴符经，是道书，当然也可以在其中牵强附会，套上政治学军事学谋略学等许多大原理原则。还有别一种阴符经便是所谓太公兵法，实际上都是伪书。书本虽然出于后世才人的伪造，但它的内容价值，却不可以因为是伪书便一笔抹煞。这等于国际市场上某些精良的赝品，不但可以乱真，甚而有时简直可以同真了。现在我们再来讲苏秦。他在家里，又下了一年昼夜关门苦读的工夫，便很自信能说动当时的人君们。"}
{"text":"而且我们现有的阴符经有两种一种是所谓黄帝时代所著的阴符经，是道书，当然也可以在其中牵强附会，套上政治学军事学谋略学等许多大原理原则。还有别一种阴符经便是所谓太公兵法，实际上都是伪书。书本虽然出于后世才人的伪造，但它的内容价值，却不可以因为是伪书便一笔抹煞。这等于国际市场上某些精良的赝品，不但可以乱真，甚而有时简直可以同真了。现在我们再来讲苏秦。他在家里，又下了一年昼夜关门苦读的工夫，便很自信能说动当时的人君们。难道说阴符经真有这样神妙吗？你若把流传下来固有的阴符经，或太公兵法，或者鬼谷子那些书都拿来研究一下，如果自己没有高度的智慧，足资自我启发的话，那你很可能要被那些书本所困扰，变成一个食古不化，迂腐而迷好神奇，愈来愈不切实际的老冬烘了。但是，根据史料的记载，苏秦再度出来的成功，的确是由研读阴符经所致。这又是什么原因呢？因为在我们的古书里，所谓阴符也好，六韬三略也好，这些书本统统属于谋略学的范围。大体上，所有论说的内容，都是用古代简练的文字，根据天道物理等奇正反复阴阳互变动静互用的原则，来说明应用在人事上的原理。这所谓人事，包括了政治军事经济外交社会等等人际关系的事务。苏秦再读阴符经以后，启发了他的思想，重新仔细研究当时的天下大势，使他有了新的启示，形成一套适合于当时国际现势的新的谋略构想，因此便建立信心，自认为再度出山，必然可以切合当时人主们现实的需要，必定会采纳他的意见而使自己达成愿望。由这里，我们可以了解，世界上不管哪一门学问，必须要从读书求知识，受教育而建立基础。但是书本上的知识，都是由于前人的经验累积所集成的产品。当你吸收了这些知识经验以后，必须还要自己能够消化，能够加以发挥，产生出你自己新的见解，才是构成学问的最主要因素。如果呆呆板板地被它所范围，那就变成了所谓的书呆子了。其实，书呆子的确也是人类文化的艺术产品，有他非常可爱的一面。但是，往往运用到现实的事务上，便又很可能流露出非常可厌的一面，成为百无一用是书生古人名言的反映了。苏秦他再度的出山，便是由书呆子的蜕化而成功的。图取个人权利第三，我们要注意苏秦在历史文化上的价值问题。"}
{"text":"如果呆呆板板地被它所范围，那就变成了所谓的书呆子了。其实，书呆子的确也是人类文化的艺术产品，有他非常可爱的一面。但是，往往运用到现实的事务上，便又很可能流露出非常可厌的一面，成为百无一用是书生古人名言的反映了。苏秦他再度的出山，便是由书呆子的蜕化而成功的。图取个人权利第三，我们要注意苏秦在历史文化上的价值问题。我们历史文化的根本基础上，几千年来一仍不变的重心所在，就是传统文化中王道的精神，也便是孔孟一系儒家学术思想的道统。严格说来，这种文化维系续绝的道统所在，倒并非因为汉武帝罢黜百家，独尊儒术的缘故。实际上，是因为我们这个民族先天性地爱好人道和平，重视接近天则的王道教化，而薄视巧取豪夺的权谋所致。因此，在我们的文化史上，尽管有非常可爱非常重要的诸子学说思想，但也只能把它用来作为文化学术的旁通陪衬，而不能认为是正规的文化中心思想。更何况如苏秦张仪之流的纵横谋略之学，只是从个人的权利思想出发，图得个人平生的快意，他的用心动机，并没有为国家天下长治久安作打算。因此，虽然在当时的现实政治上煊赫一时，风云了二三十年，但毕竟要被历史的天秤称量下去，并不予以重视。再说，我们虽然只是简略地读了前面引述苏秦出处的那些资料，但在大体上，已可了解他是深受当时的时代环境社会风气和家庭背景所影响。他并不能像孔子孟子那样具有确然而不可拔的特立独行的精神修养。所以他始终只能成为一个大谋略家，一个聪慧的凡夫，绝对无法成为一个超凡的圣人。那么，在这里我们对于凡夫与圣人的分野，又如何来下一个定义呢？很简单在现实的人生中，只为自己一身的动机而图取功名富贵的谋身者，便是凡夫。在现实的人生中，如不为自己一身而谋，舍生取义，只为忧世忧人而谋国谋天下者，便是圣人。所以我们只要看苏秦的传记上，当他学成再要出门时的豪语安有说人主，不能出其金玉锦绣，取卿相之尊者乎的几句话，就可以看出他的器识志量只在财势而已。在这里，使我想起当年在四川时，听一位西蜀的前辈朋友，告诉我们戏中几句幽默的戏文。"}
{"text":"很简单在现实的人生中，只为自己一身的动机而图取功名富贵的谋身者，便是凡夫。在现实的人生中，如不为自己一身而谋，舍生取义，只为忧世忧人而谋国谋天下者，便是圣人。所以我们只要看苏秦的传记上，当他学成再要出门时的豪语安有说人主，不能出其金玉锦绣，取卿相之尊者乎的几句话，就可以看出他的器识志量只在财势而已。在这里，使我想起当年在四川时，听一位西蜀的前辈朋友，告诉我们戏中几句幽默的戏文。其实，我觉得不单是平常的幽默，简直是对英雄主义的讽刺，也是人生哲学的透视。现在可以用来对苏秦的这个历史故事作类比。川戏汉戏，差不多都是同一系统的地方性艺术。也和京戏一样，在作戏的时候，要配上那些吵死人的大锣大鼓。当然，京戏原来就由安徽湖北戏变来的，大锣大鼓也有极大的学问，年轻同学们对这一部分国粹不可以太轻视。现在我要讲的，当川戏中唱某一出大戏时，先在震天价响的大锣大鼓开场下，出来了两位披大氅，武生打扮的绿林英豪。他们用大氅遮住面目，在戏台上先用英雄式的快步转上一圈，然后在戏台的中央当众一站，虎虎有生气地撩下了遮面的半边大氅，就开始唱起他们自报名来的道白了。一个英雄唱的是独坐深山门幽幽，两眼瞪着猫儿头。当年四川路摊上卖给劳力人们吃的白饭，添在碗中高高超出鼻尖的那种便饭，就叫做猫儿头。如要孤家愁眉展，除非豆花儿拌酱油。你看，所谓占山立寨的英雄豪杰们，他最基本的要求，和最终的目的，还不都是为了吃饭吗？只是被他这种装扮，配上幽默的对白和做作，一说穿，人生本来如此，于是就逗得人哈哈大笑了！另一个跟着唱白的是小子力量大如天，纸糊的灯笼打得穿。开箱豆腐打得烂，打不烂除非是豆腐干。这可真够幽默了，这四句话说穿了人毕竟都是人，就是这样的平凡，拆卸了英雄心理上的伪装，谁人又有多大的了不起呢？好了，笑话也说过了，由这个笑话的题材，我们再回转来看苏秦的动机，所谓出其金玉锦绣，取卿相之尊的语句文辞，和所引用川戏中的两首白话诗来对看，就不用我再来下结论了。佩六国相印的显赫时期在战国的后期，国际上所有盛极而衰的强国，尽是一片纷纷扰扰的局面，都畏惧崛起西边的强秦，没有哪一国真敢和秦国抗手争衡的。"}
