{"text":"但它们的命运却也不太好。我们中国同胞强迫它们兼差。兼了多少差，我没有统计，也不能乱说。有一种差使却很普遍，到处可以发见。我去年夏天在南京一个国立什么馆住的时候，最初因为人还不多，大体还过得去。后来人渐渐多了，每天早晨到盥洗室去洗脸的时候，总发见白洋瓷盆里面满是水果皮，花生皮，喝过的茶叶开了自来水，不用胶皮塞，水也不会流下去。下面装的泄水的管子等于虚设。到了北平也发现同样的现象。我们宿舍里盥洗室里的白洋瓷盆也永远不往下漏水，里面仍然是水果皮，花生皮，喝过的茶叶。贴了布告，仍然没用。看来恐怕还是我们的国粹老瓦盆好，可以随处挪动。即便里面丢上水果皮什么的，只须拿出来一倒，立刻就又干净了。这不比装在墙上有冷热水龙头的永远不能挪动的白洋瓷盆好得多么？我开头说到，我不懂什么是西化问题，只能举几个实际的例子。现在例子举出来了，但这与西化问题究竟有没有关系呢？我想不出来。想来想去，自己也有点糊涂起来了。在糊涂之余，我忽然做了一个梦。在梦里有人告诉了我下面的故事有一位外国教授，因为看到人们天天吃猪肉，但猪的本身和它住的地方却实在有点不干净，这样的肉吃到肚子里当然不会好的。于是就替猪们建筑了一座屋子，四壁洁白，光线充足，空气流通，地上还铺了洋灰。洗澡吃东西都有一定的地方，器具也都漂亮洁净。把猪们引进去以后，满以为大功告成，心里异常高兴。但过了不久，猪却接二连三地死起来。他以为猪本身有了病，于是把这群死猪拖出来，把屋子消过毒，又引进一群新的去。但过了不久，猪又接二连三地死起来。现在这位教授只好去找兽医了。检查的结果是因为过于兴奋不安，心脏扩大而死。原来猪们看了这样洁白的墙，这样干净的地，这样充足的光线，心里怕起来，日夜坐卧不宁，终于死掉。故事到这里为止。但这故事离题却有点太远了。难道这也会同西化问题有什么关系么？这我说不上来。正面看西化问题，我没有这能力。侧面看呢，仍然没看出什么道理来。既然在糊涂之余在梦里听到这故事，就把这故事写下来做个结束吧。年月日于北平第章漫谈出国当前，在青年中，特别是大学生中，一片出国热颇为流行。已经考过托福或的人比比皆是，准备考试者人数更多。在他们心目中，外国，特别是太平洋对岸的那个大国，简直像佛经中描绘的宝渚一样，到处是黄金珠宝，有四时不谢之花，八节长春之草，宛如人间仙境，地上乐园。"}
{"text":"这我说不上来。正面看西化问题，我没有这能力。侧面看呢，仍然没看出什么道理来。既然在糊涂之余在梦里听到这故事，就把这故事写下来做个结束吧。年月日于北平第章漫谈出国当前，在青年中，特别是大学生中，一片出国热颇为流行。已经考过托福或的人比比皆是，准备考试者人数更多。在他们心目中，外国，特别是太平洋对岸的那个大国，简直像佛经中描绘的宝渚一样，到处是黄金珠宝，有四时不谢之花，八节长春之草，宛如人间仙境，地上乐园。遥想六七十年前，当我们这一辈人还在念大学的时候，也流行着一股强烈的出国热。那时出国的道路还不像现在这样宽阔，可能性很小，竞争性极强，这反而更增强了出国热的热度。古人说凡所难求皆绝好，及能如愿便平常。难求是事实，如愿则渺茫。如果我们能有前知五百年，后知五百年的神通，我们当时真会十分羡慕今天的青年了。但是，倘若谈到出国的动机，则当时和现在有如天渊之别。我们出国的动机，说得冠冕堂皇一点就是想科学救国说得坦白直率一点则是出国镀金，回国后抢得一只好饭碗而已。我们绝没有幻想使居留证变成绿色，久留不归，异化为外国人。我这话毫无贬意。一个人的国籍并不是不能改变的。说句不好听的话，国籍等于公园的门票，人们在里面玩够了，可以随时走出来的。但是，请读者注意，我这样说，只有在世界各国的贫富方面都完全等同的情况下，才能体现其真实意义，直白地说就是，人们不是为了寻求更多的福利才改变国籍的。可是眼前的情况怎样呢？眼前是全世界国家贫富悬殊有如天壤，一个穷国的人民追求到一个富国去落户，难免有追求福利之嫌。到了那里确实比在家里多享些福但是也难免被人看作第几流公民，嗟来之食的味道有时会极丑恶的。但是，我不但不反对出国，而是极端赞成。出国看一看，能扩大人们的视野，大有利于自己的学习和工作。可是我坚决反对像俗话所说的那样牛肉包子打狗，一去不回头。我一向主张，作为一个人，必须有点骨气。作为一个穷国的人，骨气就表现在要把自己的国家弄好，别人能富，我们为什么就不能呢？如果连点硬骨头都没有，这样的人生岂不大可哀哉！专就中国而论，我并不悲观。中国人民的爱国主义是根深蒂固的，这都是几千年来的历史环境造成的，不是天上掉下来的。现在中国人出国的极多，即使有的已经取得外国国籍我相信，他们仍然有一颗中国心。"}
{"text":"出国看一看，能扩大人们的视野，大有利于自己的学习和工作。可是我坚决反对像俗话所说的那样牛肉包子打狗，一去不回头。我一向主张，作为一个人，必须有点骨气。作为一个穷国的人，骨气就表现在要把自己的国家弄好，别人能富，我们为什么就不能呢？如果连点硬骨头都没有，这样的人生岂不大可哀哉！专就中国而论，我并不悲观。中国人民的爱国主义是根深蒂固的，这都是几千年来的历史环境造成的，不是天上掉下来的。现在中国人出国的极多，即使有的已经取得外国国籍我相信，他们仍然有一颗中国心。年月日第章汉语和外语问题的提出我们正处在世纪的世纪末中，也可以说是处在第一千纪的千纪末中，再过几年，一个新的世纪，世纪和一个新的千纪，第二千纪，就要来到我们眼前。值此世纪和千纪转轨之际，学术界的各门学科都在进行回顾与前瞻，我们语言学界当然也不会例外。在过去将近一百年中，我们学术界以及学术界以外一些人士，对待外语的态度有天翻地覆的转变。总的发展趋势是，由世纪初的漠然懵然进到了世纪末的肃然狂然。时至今日，不但在中小学都有了英文教学，连给店铺起名，给商品命名，给新生婴儿起名字，都非带点洋味不行连官方的电台也称之为，如此等等，不一而足。这是好事呢，还是坏事？这是进步呢，还是退化？兹事体大，非三言两语可以说清楚的，这里先不深入探讨。但是，我个人总认为，这是势所趋，这是世界潮流所向，九斤老太头摇得再厉害，也无济于事。但是，我们语言学界也不能独立独行，我们也不能反潮流，我们也必须在回顾与前瞻的基础上思考与语言有关的问题。问题是千头万绪，绝不能毕其功于一役。我先提出一个在我们日常活动中和学术研究中汉语与外语的关系问题，来谈一谈我个人的看法。当前的情况社会上一般的情况，我已在上面稍有所涉及，我在这里集中谈学术界的情况，特别是北京大学的情况，后者是有些代表性的。北大是处在社会中的，并非世外桃源。社会上弥漫着外国热――简短截说，实际上就是英语热――当然会波及北大不但波及，而且变本加厉。可是根据我多年仔细地观察与体会，我终于发现，尽管在这里英语热热得发烫，但是，该学的人中却有不爱学者，而在学习的人中，学习的方式和目的都令人担忧。什么叫该学的人呢？我首先指的是教师，而且不是哪一科的教师，而是所有的教师。"}
{"text":"北大是处在社会中的，并非世外桃源。社会上弥漫着外国热――简短截说，实际上就是英语热――当然会波及北大不但波及，而且变本加厉。可是根据我多年仔细地观察与体会，我终于发现，尽管在这里英语热热得发烫，但是，该学的人中却有不爱学者，而在学习的人中，学习的方式和目的都令人担忧。什么叫该学的人呢？我首先指的是教师，而且不是哪一科的教师，而是所有的教师。到了今天，大家都会承认，所有的国家，所有的学科，都是世界性的国际性的，哪一科也不能自我封闭，闭关锁国。如果真想这样做的话，其无前途完全是可以断言的。就拿中国国学来说，表面上来看，这是中国的学问，中国学者不通外语，完全能够玩得转的。然而，如果不是井蛙观天而放眼世界的话，则立刻就能发现，别的国家也在研究我们的国学，而且由于研究基础和传统的不同，由于研究角度和方式的差异，往往能发我们所未发之覆。这样的例子比比皆是，俯拾即得，不承认是不行的。中国古人早就认识到这个真理了，他们说他山之石，可以攻玉。讲的就是这个道理。外国汉学家往往喜欢搞一些很小很偏僻的题目，搞一些我们中国国学家所疏忽不注意的题目，搞一些由于语言条件的限制而我们搞不了的课题。这些题目完全可以弥补我们的不足，使我们的国学研究涵盖面更广，钻研得更深。这会大大地有利于我们的国学研究，彰彰在人耳目，不言自明。至于国学以外的其他国际通行的学科，我们更需要随时了解世界各国同行们的研究情况，绝不允许闭门造车，其道理更是人人都能明白的，解释反而会成为赘疣。能做到这一步，必须通外语。现在北大流行一种说法我们的学科要与外国接轨。我认为这个说法提得好，提得鲜明生动，是不易之理，也是我们中国学术界进步的表现。但是，如果想接轨，必须首先知道，轨究竟在什么地方，否则自己的轨往哪里去接呢？乱接一气，驴唇对不上马嘴，接这样的轨有什么用处呢？真想接轨，必须通外语。事实上，有一些轨就在眼前，比如说到外国去参加国际学术讨论会，出席的基本都是同行的学者，这些就是摆在眼前的轨，要想接立刻就能接上。然而，眼前有轨接不得，只缘缺乏共同语。我曾多次参加国外举办的国际学术讨论会。有时候我国派出去规模相当大的代表团，参加者多为著名的学者，个个满腹经纶，学富五车，在国内国际广有名声。"}
{"text":"但是，如果想接轨，必须首先知道，轨究竟在什么地方，否则自己的轨往哪里去接呢？乱接一气，驴唇对不上马嘴，接这样的轨有什么用处呢？真想接轨，必须通外语。事实上，有一些轨就在眼前，比如说到外国去参加国际学术讨论会，出席的基本都是同行的学者，这些就是摆在眼前的轨，要想接立刻就能接上。然而，眼前有轨接不得，只缘缺乏共同语。我曾多次参加国外举办的国际学术讨论会。有时候我国派出去规模相当大的代表团，参加者多为著名的学者，个个满腹经纶，学富五车，在国内国际广有名声。如果请他用中国话做学术报告，必然是广征博引，妙语连珠，滔滔如悬河泻水，语惊四座。然而，我们的汉语，虽然在世界上使用的人数居众语的前列，可惜由于种种原因还没有能争取到国际学术通用语的地位，一出国门，寸步难行。没有哪一个在国外召开的学术会议规定汉语为会上发表论文的通用语，我们只好多带翻译。然而有不少会议规定，参加主席团不能带翻译，宣读学术论文不能带翻译。于是不会说洋话的代表团长在国内往往是个官只好退避三舍，成为后座议员。而有一些很有价值的优秀论文也得不到向国外同行们显示的机会。在会议休息时，往往到大客厅里去喝点咖啡或茶，吃点点心，这正是不同国家的学者们交流感情增强友谊的好时机。每一位学者手端一杯饮料，这里聊上几句，那里侃上一阵，胡谈乱侃中，往往包含着最新的学术消息。如果有共同的语言，这真是如鱼得水，不费吹灰之力，就能秀才不出厅，便知天下事。然而可惜的是我们中国的学者，只带了一张嘴，然而却没有带语言工具，除了点头微笑之外，连今天天气，哈，哈，哈都说不出来，尴尬之态可掬，只好找中国人扎堆儿谈话。参加国外学术会议，必须通外语。我在上面举的这几个必须学习外语的例子，只是顺手拈来，一点求全的意思也没有。真想求全，是办不到的，也是没有必要的。我觉得，仅仅这三个小例子也足以令人触目惊心了。我谈的对象也绝不仅仅限于大学的圈子，这个圈子以外的所有的科研机构中的人员，都应当包括在里面的。至于政府部门，不管是经济教育法治国防，等等，都必须同外国同行或非同行打交道。语言不能沟通，必须配备翻译，翻译必须学外语，而且还要学好外语，这属于常识之例，用不着多说了。我现在想从另外一个角度来谈一谈学习外语的必要性。不管是在大学，还是在科研部门，研究学问第一步要懂目录学，特别是与自己研究的学科有关的目录学，这是必不可少的一步。"}
{"text":"我觉得，仅仅这三个小例子也足以令人触目惊心了。我谈的对象也绝不仅仅限于大学的圈子，这个圈子以外的所有的科研机构中的人员，都应当包括在里面的。至于政府部门，不管是经济教育法治国防，等等，都必须同外国同行或非同行打交道。语言不能沟通，必须配备翻译，翻译必须学外语，而且还要学好外语，这属于常识之例，用不着多说了。我现在想从另外一个角度来谈一谈学习外语的必要性。不管是在大学，还是在科研部门，研究学问第一步要懂目录学，特别是与自己研究的学科有关的目录学，这是必不可少的一步。中国有造诣的学者，比如说乾嘉诸大师以及西方各门学科有成就的学者，无不如此。不通目录学，不看新杂志，你连一个值得研究的题目都不会找到。研究学问，不能闭着眼睛捉麻雀。一个题目，特别是在自然科学内，如果别的国家的学者已经研究过，而且已经得出了结果，你懵懵无知，又费上力量，从事研究。如果真出现这种情况，将会贻笑士林，无颜见人。在人文社会科学中，情况与此稍有区别。比如一个庄子，别人能研究，你当然也能研究。因为人文社会科学有一些题目不是丁是丁卯是卯，同一个题目结果也能够而且允许不同的。即使是这样，人文社会科学工也必须了解国内外与自己研究有关的进展情况，与自己看法相同的可以增加研究信心，与自己看法不同的可以供自己进一步推敲和思考。而且研究学问，不是创作写诗，你必须认真搜集资料，资料越多越好，要有竭泽而渔的气魄。古代学者只搜集中国材料就足够了。我们处于今天信息爆炸的时代，搜集资料只限于中国是绝对不行的，必须放眼世界。这是时势使然，不这样做，是不行的，而想做到这一步，必须学习外语。根据上面的极简短的说明，人们已经可以知道，在当前中国，学习外语的重要性已昭如日月。我既讲了北大的教师，也讲到了北大以外的科学工。很可惜在这些人中，不懂外语的和所懂不多的，人数并不算太少。更可惜的是，他们自我感觉极为良好，对学习外语的重要性似乎一点也不理会。我希望，这种局面能够尽快改变。在该学的人之外，我还必须提到一类学者，我的意思是指学的人或者爱学的人。他们爱学外语，当然是一件绝大的好事。但是我又说到，他们学习的方式和目的都令人担忧。这是什么意思呢？这一类人中，青年学生较多。他们学习得非常刻苦，除了上正课以外，有的还参加什么英语强化班，有的简直到了废寝忘食的程度。"}
{"text":"很可惜在这些人中，不懂外语的和所懂不多的，人数并不算太少。更可惜的是，他们自我感觉极为良好，对学习外语的重要性似乎一点也不理会。我希望，这种局面能够尽快改变。在该学的人之外，我还必须提到一类学者，我的意思是指学的人或者爱学的人。他们爱学外语，当然是一件绝大的好事。但是我又说到，他们学习的方式和目的都令人担忧。这是什么意思呢？这一类人中，青年学生较多。他们学习得非常刻苦，除了上正课以外，有的还参加什么英语强化班，有的简直到了废寝忘食的程度。他们真懂得了学习外语首先是英语的重要性了吗？倘你进一步深入了解，可以说，在一种特殊的意义上，他们是懂得的。英语是一把金钥匙，可以帮他们打开出国的大门，可以帮他们拿到绿卡，可以使他们异化为非中国人。这是学习的目的，目的决定学习方式。指导他们学习的指挥棒就是大名鼎鼎的托福和。这两个指挥棒怎样指挥，他们就怎样跟着转，不肯也不敢越雷池一步。这样学外语会得到一个什么结果，可以想见。抱着这样的目的，使用这样的方式来学习外语，难道不令人担忧吗？我对出国留学的看法读了上面我写的那一些话，也许有人会怀疑我是反对出国留学的。不，不，绝对不是这样。我不但不反对中国青年学生出国留学，而且真诚地积极地希望和帮助他们这样做。不但年轻学生，连并不年轻的教员，不管是哪一门学科的，我都希望他们能够出国看一看，学一学，时间可长可短，走的国家可多可少，访问和学习的方式可以多种多样。多少年来，世界各国的人士都承认，现在的世界越变越小了。不但鸡犬之声相闻，老死不相往来的时代早已被我们远远地抛在后面，连法显玄奘义净时代到天竺去取经要经过艰难跋涉，千辛万苦的情况，也早已成为历史陈迹。当今之世，出国千里万里，朝发夕至，人类连当年被认为是天上宫阙的月球都能够登上。要想再当井底之蛙，是绝无可能的。何况我们这一些在大学或其他科研机构学习和工作的人，更需要放眼世界，否则学习和工作都绝无前途。因此我才有上面说到的那些想法和希望。第章汉语和外语但是，我希望我们中国的老中青年的学者们，甚至包括一些学生在内都能够到国外去看一看，学一学，其目的同当前的人数不能算是太少的青年们努力通过托福和考试的目的是绝对不相同的，是针锋相对的。我希望，他们看一看，学一学之后还要回到我们的祖国来，用看到的和学到的本领来建设我们的国家。"}
{"text":"要想再当井底之蛙，是绝无可能的。何况我们这一些在大学或其他科研机构学习和工作的人，更需要放眼世界，否则学习和工作都绝无前途。因此我才有上面说到的那些想法和希望。第章汉语和外语但是，我希望我们中国的老中青年的学者们，甚至包括一些学生在内都能够到国外去看一看，学一学，其目的同当前的人数不能算是太少的青年们努力通过托福和考试的目的是绝对不相同的，是针锋相对的。我希望，他们看一看，学一学之后还要回到我们的祖国来，用看到的和学到的本领来建设我们的国家。而那些兀兀穷年，废寝忘食努力学习外语，通过必要的测试终于到了外国的青年人，他们的最终目的是能拿到绿卡，放弃了中国国籍。正如中国俗话所说的那样肉包子打狗，一去不回。我是坚决反对和蔑视这种行为的。但我自己并不是一个极端狭隘的民族主义者。在今天的世界上，放弃一个国籍，取得一个新国籍，这完全是个人的行动，并不是犯法的行为。可是我觉得对这个问题必须做具体的分析，不能眉毛胡子一把抓。所谓具体的分析者，就是要看为什么，在什么时候，加入什么国家，放弃什么国家。这话太玄虚，还是直白地说为好。我不讲别的国家，只讲中国与美国。中国是一个穷国，而美国是一个富国，就眼前来说，这是最大的区别。嫌贫爱富，虽然说是人之常情，但是却一向为中国伦理道德所鄙视。西方国家的伦理道德可能是完全不一样的，他们可能认为这是正常和正当的行为，别人无权说三道四。但是，在中国则不然。前几年，我曾写过一篇文章一个老知识分子的心声。其中我谈到，几千年来，中国的知识分子养成了两个突出的特点，一个是爱国主义，一个是讲骨气，二者有联系，又有区别。存在决定意识，这两个特点也是中国历史存在所决定的。中国从先秦起，每一个朝代都有边患，也就是外敌的侵略和骚扰。这些外敌今天可能已融入中华民族大家庭中但在当年却是敌人，屠杀我人民，强占我土地。这种长达几千年的外敌压境的情况，就决定了中华传统的爱国主义。像岳飞文天祥林则徐等等家喻户晓的爱国人物，没有外敌的国家是不会产生的。至于讲骨气，则与此有联系，又有区别。在外寇的斧钺前面，决不贪生怕死，这也是爱国主义的一种表现。在别的地方，中国人也讲骨气。宁愿饿死也不吃嗟来之食，几千年来在中国传为美谈。"}
{"text":"这种长达几千年的外敌压境的情况，就决定了中华传统的爱国主义。像岳飞文天祥林则徐等等家喻户晓的爱国人物，没有外敌的国家是不会产生的。至于讲骨气，则与此有联系，又有区别。在外寇的斧钺前面，决不贪生怕死，这也是爱国主义的一种表现。在别的地方，中国人也讲骨气。宁愿饿死也不吃嗟来之食，几千年来在中国传为美谈。三国时候，祢衡击鼓骂曹民国时候，章太炎赤足持扇胸佩大勋章站在新华门前痛骂袁世凯解放前夕，忍饥不吃美援面粉，如此等等，都传为佳话，表现了中国人民的硬骨头。眼前，我们国家社会正处在转型时期，由于众多的原因造成了我们仍然是一个穷国，人们，当然包括知识分子在内，工资极低，同国外比较起来，简直让人感到寒碜和脸红。我认为，这只能是一个暂时的过渡现象，将来一定会改变的。我们眼前的日子确实过得非常紧，可并没有看到哪一个知识分子真正挨饿的。而且按照中国古老的传统，越是在困难中越应该显出我们的骨气。岁寒然后知松柏之后凋也。这句话道出了中国知识分子的心声。然而，可悲的是，这一个在世界民族之林中也能称得上独特的值得称扬的优良传统，今天已被许多中国青年人忘掉了，忘得无影无踪了。为了生活得好一点，多捞一些美元，竟忍气吞声心甘情愿地住在一个中国人被视为不知是几等反正连二等也够不上公民的国家里，天天吃着嗟来之食，我真想问一声美国的黄油面包你咽得下去吗？自己国家的事办不好，有骨气的人都应当咬一咬牙，排除万难，把自己的事办好，焉得厚着脸皮赖在人家的国家里不走！请大家千万不要误会，我并不是笼统地反对加入外国国籍。有的中国人，虽然入了美国籍，但身在异域，心悬中华，想方设法，帮助祖国办好教育，搞好科研，希望祖国真正富强起来。这样的人，在别的国家是极少见的。有的西方国家的人，一旦异化为美国人，就弃自己原来的祖国若敝屣，这同他们缺少真正的爱国主义这一件事实是密切相连的。但是，话又说了回来，我对那些极少数身处异域，心悬中华的人，虽然有点尊敬但是，我的尊敬是有限度的。在我的心理天平上，这种人同学成回国宁愿一箪食一瓢饮的人，分量是有相当大的悬殊的。语言，特别是外语的功能上面的话扯得太远了，还是收回来谈语言问题为宜。语言是什么？"}
