{"text":"我听了觉得不大对劲，就不再参加议论。本文的主旨是说，做餐饮的人要像君子一样行事，把这件事也扯了出来，我恐怕自己是说漏了嘴。有关贫穷国外有位研究发展的学者说贫穷是一种生活方式――这话很有点意思。他的意思是说，穷人不单是缺钱。你给他钱他也富不起来，他的主要问题是陷到一种穷活法里去了。这话穷人肯定不爱听――我们穷就够倒霉的了，还说这是一种生活方式，这不是拿穷人寻开心又是什么。我本人过够了苦日子，到现在也不富裕，按说该有一个穷人的立场，但我总觉得这话是有道理的。贫穷的确是种生活方式，这种生活方式还有很大的感召力。我现在住在一楼，窗外平房住了一位退休的大师傅，所以有机会对一种生活方式作一番抵近的观察这位老先生七十多岁了，是农村出来的，年轻时肯定受过穷，老了以后，这种生活又在他身上复苏了。每天早上五点，他准要起来把全大院的垃圾箱搜个遍，把所有的烂纸捡到他门前――也就是我的窗前。这地方变成了一片垃圾场，飞舞着大量的苍蝇。住在垃圾场里，可算是个标准穷光蛋，而且很不舒服。但这位师傅哪里都不想去，成天依恋着这堆垃圾，拨拉拨拉东，拨拉拨拉西，看样子还真舍不得把这些破烂卖出去。我的屋里气味很坏，但还不全是因为这些垃圾。老师傅还在门前种了些韭菜，把全家人的尿攒起来，经过发酵浇在地里。每回他浇过了韭菜，我就要害结膜炎。二十年前我在农村，有一回走在大路上，前面翻了一辆运氨水的车，熏得我头发都立了起来――从那以后我再没闻到过这么浓烈的骚味。这位老先生捡了一大堆废纸板，不停地往纸板里浇水――纸板吸了水会压秤。但据我所见，这些纸板有一部分很快就变成了霉菌我倒希望它长点蘑菇，蘑菇的气味好闻些，但它就是不长。我觉得这位师傅没穷到非捡垃圾不可的地步，劝他别捡了，但他就是不听。现在我也不劝了。不但如此，我见了垃圾堆就要多看上一眼――以前我没这种毛病。我知道旧社会穷人吃糠咽菜，现在这世界上还有不少人吃不上饭穿不上衣服。没人喜欢挨饿受冻――谁能说饥饿是生活方式呢。但这只是贫穷的一面，另一面则是，贫穷的生活也有丰富的细节，令人神往。就拿我这位邻居来说，这些细节是我们院里的五六十座垃圾箱。他去访问之前，垃圾都在箱里，去过之后，就全到了外面，别人对此很是讨厌常有人来门前说他，他答之以暧昧的傻笑。"}
{"text":"我觉得这位师傅没穷到非捡垃圾不可的地步，劝他别捡了，但他就是不听。现在我也不劝了。不但如此，我见了垃圾堆就要多看上一眼――以前我没这种毛病。我知道旧社会穷人吃糠咽菜，现在这世界上还有不少人吃不上饭穿不上衣服。没人喜欢挨饿受冻――谁能说饥饿是生活方式呢。但这只是贫穷的一面，另一面则是，贫穷的生活也有丰富的细节，令人神往。就拿我这位邻居来说，这些细节是我们院里的五六十座垃圾箱。他去访问之前，垃圾都在箱里，去过之后，就全到了外面，别人对此很是讨厌常有人来门前说他，他答之以暧昧的傻笑。另外，他搜集的纸板不全是从垃圾里捡来的。有些是别人放在楼道里的纸箱，人家还要呢，也被他弄了来。物主追到我们这里来说他，他也傻笑上一通。其实他有钱，但他喜欢捡烂纸，因为这种生活比呆着丰富多彩――罗素先生曾说，参差多态乃是幸福的本源。也不知是不是这个意思。回收废旧物资是项利国利民的事业，但这么扒拉着捡恐怕是不对的。捡回来还要往里加水，这肯定是种欺诈行为。我很看不惯，决心要想出一种方法，揭穿这种欺骗。我原是学理科的，马上就想出了一种用两根金属探针往废纸里一插，用一个摇表测废纸的电阻。如果掺了水，电阻必然要降低，然后就被测了出来。我就这么告诉邻居。他告诉我说，有人这么测来着。但他不怕，掺不了水，就往里面夹砖头。摇表测不出砖头来，就得用光机。废品收购站总不能有医院放射科的设备吧？我插队时，队里有位四川同学，外号叫波美，但你敢叫他波美他就和你玩命。他父亲有一项光荣的职业管理大粪场。每天早上，有些收马桶的人把大粪从城里各处运来，送到他那里，他以一毛钱一担的价格收购，再卖给菜农。这些收马桶的人总往粪里掺水――这位大叔憎恶这种行径，像我一样，想出了检验的办法，用波美比重计测大粪的比重。你可能没见过这种仪器它是一根玻璃浮子，下端盛有铅粒，外面有刻度放进被测液体，刻度所示为比重。我想他老人家一定做过不少试验，把比重计放进各种各样的尿，才测出了标准大粪的比重。但是这一招一点都不管用人家先往粪里掺水，再往粪里掺土，掺假的大粪比重一点都不低了。结果是他老人家贻人以笑柄，还连累了这位四川同学。大概你也猜出来了，波美就是波美比重计之简称，这外号暗示他成天泡在大粪里，也难怪他听了要急。话虽如此说，波美和他的外号曾给插友们带来了很多乐趣。如果说贫穷是种生活方式，捡垃圾和挑大粪只是这种方式的契机。"}
{"text":"我想他老人家一定做过不少试验，把比重计放进各种各样的尿，才测出了标准大粪的比重。但是这一招一点都不管用人家先往粪里掺水，再往粪里掺土，掺假的大粪比重一点都不低了。结果是他老人家贻人以笑柄，还连累了这位四川同学。大概你也猜出来了，波美就是波美比重计之简称，这外号暗示他成天泡在大粪里，也难怪他听了要急。话虽如此说，波美和他的外号曾给插友们带来了很多乐趣。如果说贫穷是种生活方式，捡垃圾和挑大粪只是这种方式的契机。生活方式像一个曲折漫长的故事，或者像一座使人迷失的迷宫。很不幸的是，任何一种负面的生活都能产生很多乱七八糟的细节，使它变得蛮有趣的人就在这种趣味中沉沦下去，从根本上忘记了这种生活需要改进。用文化人类学的观点来看，这些细节加在一起，就叫做文化。有人说，任何一种文化都是好的，都必须尊重。就我们谈的这个例子来说，我觉得这解释不对。在萧伯纳的英国佬的另一个岛里，有一位年轻人这么说他的穷父亲一辈子都在弄他的那片土那只猪结果自己也变成了一片土一只猪。要是一辈子都这么兴冲冲地弄一堆垃圾一桶屎，最后自己也会变成一堆垃圾一桶屎。所以，我觉得总要想出些办法，别和垃圾大粪直接打交道才对。王朔的作品与王朔有关的影视作品我看了一些，有的喜欢，有的不喜欢。有些作品里带点乌迪艾伦的风格，这是我喜欢的。有些作品里也冒出些套话，这就没法喜欢。总的来说，他是有艺术成就的，而且还不小当然，和乌迪艾伦的成就相比，还有不小的距离。现在他受到一些压力，说他的作品没有表达真善美，不够崇高等等。对此我倒有点看法。有件事大家可能都知道艺术的标准在世界上各个地方是不同的。以美国的标准为例，到了欧洲就会被视为浅薄。我知道美国有部格调高尚的片子，说上帝本人来到了美国，变成了一个和蔼可亲的美国老人，到处去助人为乐听见别人顺嘴溜出一句感谢上帝就接上一句不客气！相信这个故事能使读者联想到一些国产片。这种片子叫欧洲人，尤其是法国人看了，一定会觉得浅薄。法国人对美国电影的看法是除了乌迪艾伦的电影，其它通通是狗屎一堆。相反，一些优秀的欧洲电影，美国人却没有看过。"}
{"text":"以美国的标准为例，到了欧洲就会被视为浅薄。我知道美国有部格调高尚的片子，说上帝本人来到了美国，变成了一个和蔼可亲的美国老人，到处去助人为乐听见别人顺嘴溜出一句感谢上帝就接上一句不客气！相信这个故事能使读者联想到一些国产片。这种片子叫欧洲人，尤其是法国人看了，一定会觉得浅薄。法国人对美国电影的看法是除了乌迪艾伦的电影，其它通通是狗屎一堆。相反，一些优秀的欧洲电影，美国人却没有看过。比方说，我小时看过一些极出色的意大利电影，如罗马十一时之类，美国人连听都没听说过。为此我请教过意大利人，他们皱着鼻子说道美国人看我们的电影？他们看不懂！把知识分子扣除在外，仅就一般老百姓而论，欧洲人和美国人在文化上有些差异欧洲尤其是南欧的老百姓喜欢深刻的东西，美国人喜欢浅薄的东西这一点连后者自己也是承认的。这种区别是因为欧洲有历史，美国没有历史所致。因为有这种区别，所以对艺术的认识也有深浅的不同。假定你有深刻的认识，对浅薄的艺术就会视为庸俗这正是欧洲人对美国电影的看法。现在来谈谈我们中国人民是哪一种人。我毫不怀疑，因为有五千年的文明史，我们是全世界最深刻的人民。这一点连自以为深奥的欧洲人也是承认和佩服的。我在国外时，从电视上看到这样一件事美籍华人建筑师贝先生主持了卢浮宫改造工程法国人不服，有人说美国人有什么文化？凭什么来动我们的卢浮宫？对此，贝先生从容答道我有文化，我是中国人哪对方也就哑口无言了。顺便说说，乌迪艾伦的电影，充满了机智反讽，在美国电影里是绝无仅有的。这也难怪，他虽是美国籍，却是犹太人，犹太文化当然不能小看。他的电影，能搞到手的我都看过，我觉得他不坏但对我来说，还略嫌浅薄。略嫌浅薄的原因除中华文化比犹太文化历史悠久之外，还有别的。这也难怪，在美国的中国人当时不过百万，作为观众为数太少他也只能迁就一下一般浅薄的美国观众。正因为中国的老百姓有历史有文化很深刻，想在中国搞出正面讴歌的作品可不容易啊无论是美国导演还是欧洲导演，哪怕是犹太导演，对我们来说，都太浅薄。我认为，真善美是一种老旧的艺术标准新的艺术标准是搞出漂亮的有技巧的有能力的东西。批判现实主义是艺术的一支，它就不是什么真善美。王朔的东西在我看来基本属于批判现实主义，乌迪艾伦也属这一类。这一类的艺术只有成熟和深刻的观众才能欣赏。"}
{"text":"这也难怪，在美国的中国人当时不过百万，作为观众为数太少他也只能迁就一下一般浅薄的美国观众。正因为中国的老百姓有历史有文化很深刻，想在中国搞出正面讴歌的作品可不容易啊无论是美国导演还是欧洲导演，哪怕是犹太导演，对我们来说，都太浅薄。我认为，真善美是一种老旧的艺术标准新的艺术标准是搞出漂亮的有技巧的有能力的东西。批判现实主义是艺术的一支，它就不是什么真善美。王朔的东西在我看来基本属于批判现实主义，乌迪艾伦也属这一类。这一类的艺术只有成熟和深刻的观众才能欣赏。在我看来，所谓真善美就是一种甜腻腻的正面描写，在一个成熟的现代国度里，一流的艺术作品没有不包括一点批判成份的。因此，从批判转入正面歌颂往往意味着变得浅薄。王朔和他的创作集体在影视圈乃至文化圈里都是少数派。对于上述圈子里的多数派，我有这样一种意见现在中青年文化人之大多数，对文化的一般见识，比之先辈老先生们，不唯没有提高，反而大幅度下降。为了防止激起众怒，我要声明我自己尤其远不如老先生们。五六十年代的意大利的优秀电影一出现，老先生们就知道是好东西，给予批判现实主义杰作的美誉。现在的文化人不要说这种见识，连这样的名词都不知道，只会把崇高之类的名词径直讲出口来，也不怕直露。当然，大家不乏讴歌主旋律的决心，但能力，或者干脆说是才能，始终是个主要问题。多数的影视作品善良的创作动机是不容怀疑的，但都不好看。在此情况下，应该想到自己的艺术标准浅于大众和有五千年文明史的中国人民之一般水平不符，宜往深处开掘不要看不起小市民，也不要看不起芸芸众生。毛主席曾言高贵者最愚蠢，卑贱者最聪明。你搞出的影视作品让人家看了身上爆起三层鸡皮疙瘩，谁聪明谁笨，也就不言自明。搞影视的人常抱怨老百姓口味太刁这意思无非是说老百姓太聪明，自己太笨。我倒觉得不该这样子不打自招，这就显得更笨了。我觉得王朔过去的反嘲反讽风格，使我们能见到深一层的东西。最近听说他要改变风格，向主流靠拢，倒使我感到忧虑。王朔是个聪明人。根据我的人生经验，假如没有遇上车祸，聪明人很不容易变笨。可能他想要耍点小聪明，给自己的作品披上一层主旋律的外衣，故作崇高之状。但是，中国人都太聪明，耍小聪明骗不了谁，只能骗骗自己。就拿他最近的的红樱桃来说，虽然披了一层主旋律的外衣，其核心内容和美国电影九周半还是一类。把这些不是一类的东西嫁接在一起，看上去真是不伦不类。"}
{"text":"我倒觉得不该这样子不打自招，这就显得更笨了。我觉得王朔过去的反嘲反讽风格，使我们能见到深一层的东西。最近听说他要改变风格，向主流靠拢，倒使我感到忧虑。王朔是个聪明人。根据我的人生经验，假如没有遇上车祸，聪明人很不容易变笨。可能他想要耍点小聪明，给自己的作品披上一层主旋律的外衣，故作崇高之状。但是，中国人都太聪明，耍小聪明骗不了谁，只能骗骗自己。就拿他最近的的红樱桃来说，虽然披了一层主旋律的外衣，其核心内容和美国电影九周半还是一类。把这些不是一类的东西嫁接在一起，看上去真是不伦不类。照这个样子搞下去，广电部也未必会给他什么奖励，还要丢了观众。两样都没得到，那才叫倒霉。王二生在北京城，我就是王二。夏天的早上，我骑车子去上班，经过学校门口时，看着学校庄严的大门，看着宽阔的操场和操场后面高耸的烟囱，我忽然觉得无论如何，我也不能相信。仿佛在不久之前，我还是初一的学生。放学时在校门口和同学们打书包仗。我的书包打在人身上一声闷响，把人家摔出一米多远。原来我的书包里不光有书，还有一整块板砖。那时节全班动了公愤，呐喊一声在我背后追赶。我奔过操场，逃向那根灰色的烟囱。后来校长出来走动，只见我高高爬在脚手梯上，迎着万里东风，敞开年轻的胸怀，高叫着你妈！谁敢上来我就一脚踹他下去！这好像是刚刚发生的事情。转眼之间我就长大了很多，身高一米九十，体重八十多公斤。无论如何，一帮初一的男孩子不能把这样一条大汉撵得爬上烟囱，所以我绝不相信。不知不觉我从自行车上下来，推车立在路旁。学校里静悄悄好像一个人也没有，这叫我心头一凛。多少次我在静悄悄的时候到校，穿过静悄悄的走廊，来到热悉的教室，推开门时几十张脸一齐转向我――我总是迟到。假如教室里有表扬批评的黑板报，批评一栏里我总是赫然有名。下课以后班长班干部中队长小队长争先恐后来找我谈话，然后再去向班主任辅导员表功。像拾金不昧帮助盲人老大爷回家之类的好事不是每天都能碰到，而我是一个稳定的好事来源。只要找我谈谈话，一件好事就已诞生帮助了后进生王二！我能够健康地成长，没有杀死校长老师，没有放火和在教室里撒尿，全是这些帮助的功劳。"}
{"text":"假如教室里有表扬批评的黑板报，批评一栏里我总是赫然有名。下课以后班长班干部中队长小队长争先恐后来找我谈话，然后再去向班主任辅导员表功。像拾金不昧帮助盲人老大爷回家之类的好事不是每天都能碰到，而我是一个稳定的好事来源。只要找我谈谈话，一件好事就已诞生帮助了后进生王二！我能够健康地成长，没有杀死校长老师，没有放火和在教室里撒尿，全是这些帮助的功劳。二十年前谁都不会相信――校长不相信，教师不相信，同学们不相信，我自己也不相信，王二能够赶前四十分钟到校，但是这件事已经发生。如今王二是一名大学教师，在上实验课之前先到实验室看看。按说实验课有实验员许由负责，但是我对他不放心。如今轮到我为别人操心，这真叫人难以置信。我和许由有三十年的交情，我们在幼儿园里合谋毒杀阿姨，好像是昨天发生的事情。我清清楚楚地记得自己在大班里凶悍异常，把小朋友都打通。我还记得阿姨揪住我的耳朵把它们朝刘备的方向改造。我永远也不会忘记那天午睡过后，阿姨带我们去大便。所有的孩于排成长龙，蹲在九曲十八回的长沟上排粪，阿姨躲在玻璃门外监视。她应该在大家屙完之后回来给大家擦屁股，可是那天她打毛衣出了神，我们蹲得简直要把肠子全屙出来，她也不闻不问。那个气味也真不好闻。我站起来，自己拿手纸擦了屁股，穿上裤子，然后又给别人接屁股。全班小朋友诽成一排，由我排头擦去，真有说不出的得意。有多少今日的窈窕淑女，竟被我捷足先登，光顾了屁股，真是罪过！忽然间阿姨揪住了耳朵，她把我尽情羞辱了一番。我气得鼓鼓的。星期天回家以后，我带了一瓶家里洗桃子的高锰酸钾水来。我妈说这种药水有毒，我想拿它毒死阿姨。吾友许由见了我的红色药水，问清用途，深表赞同。他还有一秘方可以加强药力，那就是石灰，许由抓住什么都往下吞，有一回吞石灰，被叔叔掐住了脖子，说石灰能把肠子烧穿。后来我们又在药水里加入了脚丫泥尿癞蛤蟆背上的浆汁等等，以致药水变得五彩缤纷。后来这瓶药水没来得及撒入阿姨的饭盒，就已被人揭发，这就是轰动幼儿园的王二毒杀案。根据以上事实，无论如何我也不能相信，如果不是为了毒死校长，我能为一个实验如此操心。事实如此，不论我信与不信。八三年七月初的某个早上，我从本质上已经是个好人好教师好公民好丈夫。事实证明，社会是个大熔炉，可以改造各种各样的人，甚至王二。"}
{"text":"后来我们又在药水里加入了脚丫泥尿癞蛤蟆背上的浆汁等等，以致药水变得五彩缤纷。后来这瓶药水没来得及撒入阿姨的饭盒，就已被人揭发，这就是轰动幼儿园的王二毒杀案。根据以上事实，无论如何我也不能相信，如果不是为了毒死校长，我能为一个实验如此操心。事实如此，不论我信与不信。八三年七月初的某个早上，我从本质上已经是个好人好教师好公民好丈夫。事实证明，社会是个大熔炉，可以改造各种各样的人，甚至王二。现在我不但是某大学农业系的微生物讲师，还兼着基础部生物室的主任。我不但要管好自己，还要管好别人如后进生许由之流，因为这家伙是我在校长那儿拍了胸脯才调进来的。所以我在车棚里放下车子，就往实验室狂奔。推开门一看，果然不出我之所料。实验台上放着一锅剩面条，地上横七竖八几个啤酒瓶子。上回校长到实验室视察，看见实验台上放着吃剩的香肠，问我这是什么？我说是实验样品。他咆哮起来什么实验？造大粪的实验！叫我心里好一阵发麻。我把这些东西收拾了，又闻见一股很奇怪的味又像死猫死狗，又像是什么东西发了酵。找了半天，没找到味源。赶紧到里屋把许由揪起来。他睡眼惶松地说王二，你干什么？正梦见找到老婆呸！七点四十了。快起来！我问你，屋里什么味？别打岔。我这个梦非比一般，比哪回梦见的都好看。正要我一把揪住他耳朵我问你，屋里什么东西这么臭？这有什么可大惊小怪的？死耗子呗。我下了耗子药。不是那种味！是你身上的味！我哪知道。他坐起来。这个东西就是这么不要脸，光屁股睡觉。嘿，我鞋呢？王二，别开这种玩笑！你死了吧！谁给你看着鞋！呀！王二，我想起来了。我把球鞋放到烘箱里烤，忘了拿出来！我冲到烤箱前，打开门――我主！几乎熏死。急忙打开通风机，戴上防毒面具，套上胶皮手套，把他的臭球鞋用报纸包起来，扔进了厕所。回来一看，上午的实验许由根本就没准备，再过十五分钟学生就要来了，桌面上光秃秃的。我翻箱倒柜，把各种器具往外拿，折腾得汗都下来了。回头一看许由，这家伙穿着工作服，消消停停坐在显微镜前，全神贯注地往里看。见了这副景象，我不禁心头火起，大吼一声许由！我要用胶布。给我上医务室拿点来。"}
{"text":"王二，我想起来了。我把球鞋放到烘箱里烤，忘了拿出来！我冲到烤箱前，打开门――我主！几乎熏死。急忙打开通风机，戴上防毒面具，套上胶皮手套，把他的臭球鞋用报纸包起来，扔进了厕所。回来一看，上午的实验许由根本就没准备，再过十五分钟学生就要来了，桌面上光秃秃的。我翻箱倒柜，把各种器具往外拿，折腾得汗都下来了。回头一看许由，这家伙穿着工作服，消消停停坐在显微镜前，全神贯注地往里看。见了这副景象，我不禁心头火起，大吼一声许由！我要用胶布。给我上医务室拿点来。不要慌。等一会儿。什么时候了？火燎雀子毛了！快去！别急。我还要穿几件衣服。你穿得够整齐了。他风度翩翩地一撩衣服下摆。天，怎么不使雷劈了他！这家伙还光着屁股。他连做几个芭蕾动作，把三大件舞得像钟摆一样，进屋去穿衣服。过一会儿又舞出来，上医务室了。我把实验准备好，他还没回来，这不要紧，他不能死在那儿。擦擦汗，掸去身上的土，我又恢复了常态。学生还得一会儿来，我先看看许由刚才看什么。显微镜里白花花的，满视野全是活的微生物，细长细长，像一盒活大头针。这是什么？许由能搞来什么稀罕玩艺？我要叫它难住，枉自教了微生物。这东西很眼熟，可就是想不起来了。忽然许由揪住了我的后领，王二，你是科班出身，说说这是什么？胶布拿来了？每个实验台分一块。别想混过去。你说！说呀！我直起身来，无可奈何地收起部主任的面孔，换上王二的嘴脸朝他奸笑一声。你以为能难倒我？我查查书，马上就能告诉你。可是你呀，连革兰氏染色都不会。是是是。我承认你学问大。你今年还发过两篇论文，对不对？这些暂且不提。你就说说这镜下是什么？我对你说实话，不知道。一时忘了，提笔忘字，常有的事。这个态度是好的。告诉你吧，这是我的我心里格登一声，往显微镜里一看――可不是吗，他的精虫像大尾巴蛆一样爬。你把它收拾了！快！别这么假正经！我还不知你是谁吗？小声点，学生来了，看见这东西，我们就完了！完什么？完不了。让他们看看人的精液，也长长见识。他们要问，哪儿来的这东西？大天白日的，这儿又不是医院的门诊！怎么回答？"}
