{"text":"进而言之，我们不仅需要用宽容支撑我们的美好生活，而且要把宽容美德的底色涂抹在历史车轮上，推动时代发展滚滚向前。齐桓公之所以得以九合诸侯，一匡天下，不仅因为管仲和鲍叔的和谐辅佐，更因为他对昔日之仇选择宽容，最终在历史上涂写下浓墨重彩的一笔。渡过了往日的政治封锁，神州大地上伸出丝绸之路惠及众生，这是不计前嫌的最好诠释面对曾经对中国犯下暴行的国度，华夏儿女仍然在新冠疫情中帮之助之，高呼山川异域，风月同天，这也不失为宽容的生动注脚。宽容让我们逃脱道德冰河时代的悲剧，避免时代的命运共同体在互相中伤与忌恨中分崩离析。当个体的宽容与社会的美德双向联动，时代的红利才得以扬起人类命运共同体的风帆，推动人类文明的航船行稳致远。然而，揆诸当下，社会浪潮正被不宽容的邪气侵蚀对他人的报复心理大行其道，愤青们永远义愤填膺，更有数不胜数的人因失去宽容而导致恶性竞争。这些现象的当代肇因，是他们在社会甚嚣尘上的利己主义中迷失了自己，模糊了道德的界限。长此以往，人人斤斤计较睚眦必报，人际关系疏远隔膜，社会成为一盘散沙，又谈何人类命运共同体的蓬勃葳蕤？当然，任何议题都不能沦为简单的二元对立。同学们应该明晰，我们所说的宽容应当包含着自己的道德底线，应该置之于伦理正确的语境之下。失去了原则的宽容使我们自殁于软弱，更不利于吾曹发扬宽容的美德之风。我们当行动起来，怀宽容之心，使宽容万代未竟，其基因更随生命卷轴的翻滚而代代相传！桐花万里丹山路，雏凤清于老凤声，同学们，我辈少年郎，晔晔如扶桑，正当怀宽容于心，扬美德于行，御得长风，趋至万里！陆贾在新语术事一书中曾不落言筌道圣人贵宽，良有以也。面对曾经加害于自己的管仲，齐桓公能抛却芥蒂，不计前嫌地加之以重用而成就一番霸业，诚为宽容使其然也――若齐桓公对管仲仍然怀恨在心，管仲之贤明与鲍叔的知人便无从传为佳话。聆听着新时代更加激越的鼓点，吾曹亦当以宽容之德化育人生的大势大象，体会生命与社会的全景式阅读。可能有的同学持有异见新时代巨浪席卷当下，液态社会中人际关系的融洽度常常捉襟见肘，利己主义浸润着的社会价值与宽容二字似乎已经背道而驰。诚然，在利益至上的氛围下，处处宽容让步似是软弱妥协之举，不足以表露青年人爱憎分明的强烈情感。然而，若放弃宽容的自我格局而囿于睚眦必报的死胡同中，我们便极易滞留在利益截面上，成为苍白的一个平面。"}
{"text":"聆听着新时代更加激越的鼓点，吾曹亦当以宽容之德化育人生的大势大象，体会生命与社会的全景式阅读。可能有的同学持有异见新时代巨浪席卷当下，液态社会中人际关系的融洽度常常捉襟见肘，利己主义浸润着的社会价值与宽容二字似乎已经背道而驰。诚然，在利益至上的氛围下，处处宽容让步似是软弱妥协之举，不足以表露青年人爱憎分明的强烈情感。然而，若放弃宽容的自我格局而囿于睚眦必报的死胡同中，我们便极易滞留在利益截面上，成为苍白的一个平面。将宽容化作远航的罗盘，我们得以掌握自己人生的航船驶向更加丰盈的生命出口。怀宽容之德，我们于其中绽放人性高光，照亮美好生活的山脊。正如齐桓公以宽容感化管仲一样，宽以待人带给我们生活的圆润与和谐。失去了宽容的粘合剂，管仲与鲍叔的才能也许就不能璧合而发挥效用。同学们熟知的六尺巷正因宽容而铸成风景将相和恰由宽容而传为佳话。古人为我们做出的范例已然昭然若揭。怀有宽容的美德，我们才能有效防止陷入霍布斯文化的陷阱空空抱有才华却因他人宽容的缺位而埋没，不亦悲乎！恰如孟子所言，源泉混混，不舍昼夜，盈科而后进，放乎四海，吾曹诚应让宽容成为源泉混混的有本之水，以之汇成个人生命圆融的洋洋江海。进而言之，我们不仅需要用宽容支撑我们的美好生活，而且要把宽容美德的底色涂抹在历史车轮上，推动时代发展滚滚向前。齐桓公之所以得以九合诸侯，一匡天下，不仅因为管仲和鲍叔的和谐辅佐，更因为他对昔日之仇选择宽容，最终在历史上涂写下浓墨重彩的一笔。渡过了往日的政治封锁，神州大地上伸出丝绸之路惠及众生，这是不计前嫌的最好诠释面对曾经对中国犯下暴行的国度，华夏儿女仍然在新冠疫情中帮之助之，高呼山川异域，风月同天，这也不失为宽容的生动注脚。宽容让我们逃脱道德冰河时代的悲剧，避免时代的命运共同体在互相中伤与忌恨中分崩离析。当个体的宽容与社会的美德双向联动，时代的红利才得以扬起人类命运共同体的风帆，推动人类文明的航船行稳致远。然而，揆诸当下，社会浪潮正被不宽容的邪气侵蚀对他人的报复心理大行其道，愤青们永远义愤填膺，更有数不胜数的人因失去宽容而导致恶性竞争。这些现象的当代肇因，是他们在社会甚嚣尘上的利己主义中迷失了自己，模糊了道德的界限。"}
{"text":"当个体的宽容与社会的美德双向联动，时代的红利才得以扬起人类命运共同体的风帆，推动人类文明的航船行稳致远。然而，揆诸当下，社会浪潮正被不宽容的邪气侵蚀对他人的报复心理大行其道，愤青们永远义愤填膺，更有数不胜数的人因失去宽容而导致恶性竞争。这些现象的当代肇因，是他们在社会甚嚣尘上的利己主义中迷失了自己，模糊了道德的界限。长此以往，人人斤斤计较睚眦必报，人际关系疏远隔膜，社会成为一盘散沙，又谈何人类命运共同体的蓬勃葳蕤？当然，任何议题都不能沦为简单的二元对立。同学们应该明晰，我们所说的宽容应当包含着自己的道德底线，应该置之于伦理正确的语境之下。失去了原则的宽容使我们自殁于软弱，更不利于吾曹发扬宽容的美德之风。我们当行动起来，怀宽容之心，使宽容万代未竟，其基因更随生命卷轴的翻滚而代代相传！桐花万里丹山路，雏凤清于老凤声，同学们，我辈少年郎，晔晔如扶桑，正当怀宽容于心，扬美德于行，御得长风，趋至万里！陆贾在新语术事一书中曾不落言筌道圣人贵宽，良有以也。面对曾经加害于自己的管仲，齐桓公能抛却芥蒂，不计前嫌地加之以重用而成就一番霸业，诚为宽容使其然也――若齐桓公对管仲仍然怀恨在心，管仲之贤明与鲍叔的知人便无从传为佳话。聆听着新时代更加激越的鼓点，吾曹亦当以宽容之德化育人生的大势大象，体会生命与社会的全景式阅读。可能有的同学持有异见新时代巨浪席卷当下，液态社会中人际关系的融洽度常常捉襟见肘，利己主义浸润着的社会价值与宽容二字似乎已经背道而驰。诚然，在利益至上的氛围下，处处宽容让步似是软弱妥协之举，不足以表露青年人爱憎分明的强烈情感。然而，若放弃宽容的自我格局而囿于睚眦必报的死胡同中，我们便极易滞留在利益截面上，成为苍白的一个平面。将宽容化作远航的罗盘，我们得以掌握自己人生的航船驶向更加丰盈的生命出口。怀宽容之德，我们于其中绽放人性高光，照亮美好生活的山脊。正如齐桓公以宽容感化管仲一样，宽以待人带给我们生活的圆润与和谐。失去了宽容的粘合剂，管仲与鲍叔的才能也许就不能璧合而发挥效用。同学们熟知的六尺巷正因宽容而铸成风景将相和恰由宽容而传为佳话。古人为我们做出的范例已然昭然若揭。怀有宽容的美德，我们才能有效防止陷入霍布斯文化的陷阱空空抱有才华却因他人宽容的缺位而埋没，不亦悲乎！"}
{"text":"将宽容化作远航的罗盘，我们得以掌握自己人生的航船驶向更加丰盈的生命出口。怀宽容之德，我们于其中绽放人性高光，照亮美好生活的山脊。正如齐桓公以宽容感化管仲一样，宽以待人带给我们生活的圆润与和谐。失去了宽容的粘合剂，管仲与鲍叔的才能也许就不能璧合而发挥效用。同学们熟知的六尺巷正因宽容而铸成风景将相和恰由宽容而传为佳话。古人为我们做出的范例已然昭然若揭。怀有宽容的美德，我们才能有效防止陷入霍布斯文化的陷阱空空抱有才华却因他人宽容的缺位而埋没，不亦悲乎！恰如孟子所言，源泉混混，不舍昼夜，盈科而后进，放乎四海，吾曹诚应让宽容成为源泉混混的有本之水，以之汇成个人生命圆融的洋洋江海。进而言之，我们不仅需要用宽容支撑我们的美好生活，而且要把宽容美德的底色涂抹在历史车轮上，推动时代发展滚滚向前。齐桓公之所以得以九合诸侯，一匡天下，不仅因为管仲和鲍叔的和谐辅佐，更因为他对昔日之仇选择宽容，最终在历史上涂写下浓墨重彩的一笔。渡过了往日的政治封锁，神州大地上伸出丝绸之路惠及众生，这是不计前嫌的最好诠释面对曾经对中国犯下暴行的国度，华夏儿女仍然在新冠疫情中帮之助之，高呼山川异域，风月同天，这也不失为宽容的生动注脚。宽容让我们逃脱道德冰河时代的悲剧，避免时代的命运共同体在互相中伤与忌恨中分崩离析。当个体的宽容与社会的美德双向联动，时代的红利才得以扬起人类命运共同体的风帆，推动人类文明的航船行稳致远。然而，揆诸当下，社会浪潮正被不宽容的邪气侵蚀对他人的报复心理大行其道，愤青们永远义愤填膺，更有数不胜数的人因失去宽容而导致恶性竞争。这些现象的当代肇因，是他们在社会甚嚣尘上的利己主义中迷失了自己，模糊了道德的界限。长此以往，人人斤斤计较睚眦必报，人际关系疏远隔膜，社会成为一盘散沙，又谈何人类命运共同体的蓬勃葳蕤？当然，任何议题都不能沦为简单的二元对立。同学们应该明晰，我们所说的宽容应当包含着自己的道德底线，应该置之于伦理正确的语境之下。失去了原则的宽容使我们自殁于软弱，更不利于吾曹发扬宽容的美德之风。我们当行动起来，怀宽容之心，使宽容万代未竟，其基因更随生命卷轴的翻滚而代代相传！桐花万里丹山路，雏凤清于老凤声，同学们，我辈少年郎，晔晔如扶桑，正当怀宽容于心，扬美德于行，御得长风，趋至万里！"}
{"text":"当然，任何议题都不能沦为简单的二元对立。同学们应该明晰，我们所说的宽容应当包含着自己的道德底线，应该置之于伦理正确的语境之下。失去了原则的宽容使我们自殁于软弱，更不利于吾曹发扬宽容的美德之风。我们当行动起来，怀宽容之心，使宽容万代未竟，其基因更随生命卷轴的翻滚而代代相传！桐花万里丹山路，雏凤清于老凤声，同学们，我辈少年郎，晔晔如扶桑，正当怀宽容于心，扬美德于行，御得长风，趋至万里！能够站在这个地方与各位分享我这一段时间的感悟是我的荣幸，年对于每个人来说绝不是平凡的一年，一场突如其来的病毒风暴带给了每个人乃至每个家庭不同程度的创伤，在面对这样大规模的灾难的时候每个人都显得如此的弱小无力，在家隔离的时间我曾经怀疑过，难道我们能做的只有默默接受现实吗？现实从不缺乏给人类惊喜的能力，似乎从风暴形成的一刻起就有一股力量来支持住人类文明的高楼大厦。伊始中国这个世界人口数目最多的国家成为了风暴的中心，在这场阻击战中，每个人都是战士，在国家的相关机构倡导下，群众自发的居家隔离，避免接触传染，公务人员，医疗人员等相关人员日以继夜的坚守在自己的岗位上，除此之外，据我所知吉林省辽源市的袜子纺织企业火速改造成口罩厂以来缓解国内口罩紧缺的局面小区里的个体户，用自己的手艺带给连续坚守在小区门口三天的工作人员一份热乎乎的晚饭。正是这种在政府的领导下，每个人自发性的凝聚力爆发出的强大力量将中国推出了风暴，看到彩虹。其实，不光是疫情风暴，这样的凝聚力也席卷着世界的每一个角落，我曾看到一个视频，意大利佛罗伦萨的街道两旁人们开着阳台窗户站在阳台上彼此对唱，一首接一首，从一条街道到下一条街道，人们虽然无法见面，但是歌声，这种人类独有的语言传递到了每家每户中，这一刻没有贫富贵贱，没有职业划分，有的只是无限的祝福和思念。与此同时，世界上最尖端的科学家们开始共享他们的成果，从医学到化学，从基因学到动物学，这场世纪上足以载入史册的科学大会正是每一位科学家隔着屏幕，甚至于相互猜测彼此不通的语言所完成的，如今新冠肺炎的疫苗实验已经进入临床阶段，正是这样不可思议的快捷高效，让每个人都对未来充满了信心与希望。"}
{"text":"与此同时，世界上最尖端的科学家们开始共享他们的成果，从医学到化学，从基因学到动物学，这场世纪上足以载入史册的科学大会正是每一位科学家隔着屏幕，甚至于相互猜测彼此不通的语言所完成的，如今新冠肺炎的疫苗实验已经进入临床阶段，正是这样不可思议的快捷高效，让每个人都对未来充满了信心与希望。我自始至终都相信，人类的命运是连在一起的，这种写在基因之中的同情心和凝聚力让我们每个人都看到世界是人类彼此相扶相依，抛弃成见的一个整体，这个整体从人类诞生的一刻就已经形成，面对无数次灾难与风暴走到现在，如今我们看向未来不禁要问一句究竟是什么把我们的命运和希望连接在一起？我相信在写我们基因里的，链接每个人类命运及未来的正是――爱。能够站在这个地方与各位分享我这一段时间的感悟是我的荣幸，年对于每个人来说绝不是平凡的一年，一场突如其来的病毒风暴带给了每个人乃至每个家庭不同程度的创伤，在面对这样大规模的灾难的时候每个人都显得如此的弱小无力，在家隔离的时间我曾经怀疑过，难道我们能做的只有默默接受现实吗？现实从不缺乏给人类惊喜的能力，似乎从风暴形成的一刻起就有一股力量来支持住人类文明的高楼大厦。伊始中国这个世界人口数目最多的国家成为了风暴的中心，在这场阻击战中，每个人都是战士，在国家的相关机构倡导下，群众自发的居家隔离，避免接触传染，公务人员，医疗人员等相关人员日以继夜的坚守在自己的岗位上，除此之外，据我所知吉林省辽源市的袜子纺织企业火速改造成口罩厂以来缓解国内口罩紧缺的局面小区里的个体户，用自己的手艺带给连续坚守在小区门口三天的工作人员一份热乎乎的晚饭。正是这种在政府的领导下，每个人自发性的凝聚力爆发出的强大力量将中国推出了风暴，看到彩虹。其实，不光是疫情风暴，这样的凝聚力也席卷着世界的每一个角落，我曾看到一个视频，意大利佛罗伦萨的街道两旁人们开着阳台窗户站在阳台上彼此对唱，一首接一首，从一条街道到下一条街道，人们虽然无法见面，但是歌声，这种人类独有的语言传递到了每家每户中，这一刻没有贫富贵贱，没有职业划分，有的只是无限的祝福和思念。"}
{"text":"其实，不光是疫情风暴，这样的凝聚力也席卷着世界的每一个角落，我曾看到一个视频，意大利佛罗伦萨的街道两旁人们开着阳台窗户站在阳台上彼此对唱，一首接一首，从一条街道到下一条街道，人们虽然无法见面，但是歌声，这种人类独有的语言传递到了每家每户中，这一刻没有贫富贵贱，没有职业划分，有的只是无限的祝福和思念。与此同时，世界上最尖端的科学家们开始共享他们的成果，从医学到化学，从基因学到动物学，这场世纪上足以载入史册的科学大会正是每一位科学家隔着屏幕，甚至于相互猜测彼此不通的语言所完成的，如今新冠肺炎的疫苗实验已经进入临床阶段，正是这样不可思议的快捷高效，让每个人都对未来充满了信心与希望。我自始至终都相信，人类的命运是连在一起的，这种写在基因之中的同情心和凝聚力让我们每个人都看到世界是人类彼此相扶相依，抛弃成见的一个整体，这个整体从人类诞生的一刻就已经形成，面对无数次灾难与风暴走到现在，如今我们看向未来不禁要问一句究竟是什么把我们的命运和希望连接在一起？我相信在写我们基因里的，链接每个人类命运及未来的正是――爱。能够站在这个地方与各位分享我这一段时间的感悟是我的荣幸，年对于每个人来说绝不是平凡的一年，一场突如其来的病毒风暴带给了每个人乃至每个家庭不同程度的创伤，在面对这样大规模的灾难的时候每个人都显得如此的弱小无力，在家隔离的时间我曾经怀疑过，难道我们能做的只有默默接受现实吗？现实从不缺乏给人类惊喜的能力，似乎从风暴形成的一刻起就有一股力量来支持住人类文明的高楼大厦。伊始中国这个世界人口数目最多的国家成为了风暴的中心，在这场阻击战中，每个人都是战士，在国家的相关机构倡导下，群众自发的居家隔离，避免接触传染，公务人员，医疗人员等相关人员日以继夜的坚守在自己的岗位上，除此之外，据我所知吉林省辽源市的袜子纺织企业火速改造成口罩厂以来缓解国内口罩紧缺的局面小区里的个体户，用自己的手艺带给连续坚守在小区门口三天的工作人员一份热乎乎的晚饭。正是这种在政府的领导下，每个人自发性的凝聚力爆发出的强大力量将中国推出了风暴，看到彩虹。"}
{"text":"正是这种在政府的领导下，每个人自发性的凝聚力爆发出的强大力量将中国推出了风暴，看到彩虹。其实，不光是疫情风暴，这样的凝聚力也席卷着世界的每一个角落，我曾看到一个视频，意大利佛罗伦萨的街道两旁人们开着阳台窗户站在阳台上彼此对唱，一首接一首，从一条街道到下一条街道，人们虽然无法见面，但是歌声，这种人类独有的语言传递到了每家每户中，这一刻没有贫富贵贱，没有职业划分，有的只是无限的祝福和思念。与此同时，世界上最尖端的科学家们开始共享他们的成果，从医学到化学，从基因学到动物学，这场世纪上足以载入史册的科学大会正是每一位科学家隔着屏幕，甚至于相互猜测彼此不通的语言所完成的，如今新冠肺炎的疫苗实验已经进入临床阶段，正是这样不可思议的快捷高效，让每个人都对未来充满了信心与希望。我自始至终都相信，人类的命运是连在一起的，这种写在基因之中的同情心和凝聚力让我们每个人都看到世界是人类彼此相扶相依，抛弃成见的一个整体，这个整体从人类诞生的一刻就已经形成，面对无数次灾难与风暴走到现在，如今我们看向未来不禁要问一句究竟是什么把我们的命运和希望连接在一起？我相信在写我们基因里的，链接每个人类命运及未来的正是――爱。能够站在这个地方与各位分享我这一段时间的感悟是我的荣幸，年对于每个人来说绝不是平凡的一年，一场突如其来的病毒风暴带给了每个人乃至每个家庭不同程度的创伤，在面对这样大规模的灾难的时候每个人都显得如此的弱小无力，在家隔离的时间我曾经怀疑过，难道我们能做的只有默默接受现实吗？现实从不缺乏给人类惊喜的能力，似乎从风暴形成的一刻起就有一股力量来支持住人类文明的高楼大厦。"}
{"text":"现实从不缺乏给人类惊喜的能力，似乎从风暴形成的一刻起就有一股力量来支持住人类文明的高楼大厦。伊始中国这个世界人口数目最多的国家成为了风暴的中心，在这场阻击战中，每个人都是战士，在国家的相关机构倡导下，群众自发的居家隔离，避免接触传染，公务人员，医疗人员等相关人员日以继夜的坚守在自己的岗位上，除此之外，据我所知吉林省辽源市的袜子纺织企业火速改造成口罩厂以来缓解国内口罩紧缺的局面小区里的个体户，用自己的手艺带给连续坚守在小区门口三天的工作人员一份热乎乎的晚饭。正是这种在政府的领导下，每个人自发性的凝聚力爆发出的强大力量将中国推出了风暴，看到彩虹。其实，不光是疫情风暴，这样的凝聚力也席卷着世界的每一个角落，我曾看到一个视频，意大利佛罗伦萨的街道两旁人们开着阳台窗户站在阳台上彼此对唱，一首接一首，从一条街道到下一条街道，人们虽然无法见面，但是歌声，这种人类独有的语言传递到了每家每户中，这一刻没有贫富贵贱，没有职业划分，有的只是无限的祝福和思念。与此同时，世界上最尖端的科学家们开始共享他们的成果，从医学到化学，从基因学到动物学，这场世纪上足以载入史册的科学大会正是每一位科学家隔着屏幕，甚至于相互猜测彼此不通的语言所完成的，如今新冠肺炎的疫苗实验已经进入临床阶段，正是这样不可思议的快捷高效，让每个人都对未来充满了信心与希望。我自始至终都相信，人类的命运是连在一起的，这种写在基因之中的同情心和凝聚力让我们每个人都看到世界是人类彼此相扶相依，抛弃成见的一个整体，这个整体从人类诞生的一刻就已经形成，面对无数次灾难与风暴走到现在，如今我们看向未来不禁要问一句究竟是什么把我们的命运和希望连接在一起？我相信在写我们基因里的，链接每个人类命运及未来的正是――爱。能够站在这个地方与各位分享我这一段时间的感悟是我的荣幸，年对于每个人来说绝不是平凡的一年，一场突如其来的病毒风暴带给了每个人乃至每个家庭不同程度的创伤，在面对这样大规模的灾难的时候每个人都显得如此的弱小无力，在家隔离的时间我曾经怀疑过，难道我们能做的只有默默接受现实吗？现实从不缺乏给人类惊喜的能力，似乎从风暴形成的一刻起就有一股力量来支持住人类文明的高楼大厦。"}
