{"text":"黄丕烈藏有宋版书一百余部，他的书室名为百宋一廛，意思是一百部宋版书存放处吴骞藏有元版书一千部，他的书室名为千元十驾，意思是元版书千部能抵宋版书百部，有如驽马十驾能抵好马一驾。天球河图天球相传为古雍州今陕甘一带所产的美玉。河图，相传为伏羲时龙马从黄河负出的图。林回弃千金之璧，负赤子而趋语见庄子山木林回弃千金之璧，负赤子而趋。或曰为其布与？赤子之布寡矣！为其累与？赤子之累多矣！弃千金之璧，负赤子而趋，何也？林回曰彼以利合，此以天属也。布，古代的钱币天属，人的天性。杂感杂感人们有泪，比动物进化，但即此有泪，也就是不进化，正如已经只有盲肠，比鸟类进化，而究竟还有盲肠，终不能很算进化一样。凡这些，不但是无用的赘物，还要使其人达到无谓的灭亡。现今的人们还以眼泪赠答，并且以这为最上的赠品，因为他此外一无所有。无泪的人则以血赠答，但又各各拒绝别人的血。人大抵不愿意爱人下泪。但临死之际，可能也不愿意爱人为你下泪么？无泪的人无论何时，都不愿意爱人下泪，并且连血也不要他拒绝一切为他的哭泣和灭亡。人被杀于万众聚观之中，比被杀在人不知鬼不觉的地方快活，因为他可以妄想，博得观众中的或人的眼泪。但是，无泪的人无论被杀在什么所在，于他并无不同。杀了无泪的人，一定连血也不见。爱人不觉他被杀之惨，仇人也终于得不到杀他之乐这是他的报恩和复仇。死于敌手的锋刃，不足悲苦死于不知何来的暗器，却是悲苦。但最悲苦的是死于慈母或爱人误进的毒药，战友乱发的流弹，病菌的并无恶意的侵入，不是我自己制定的死刑。仰慕往古的，回往古去罢！想出世的，快出世罢！想上天的，快上天罢！灵魂要离开肉体的，赶快离开罢！现在的地上，应该是执着现在，执着地上的人们居住的。但厌恶现世的人们还住着。这都是现世的仇仇，他们一日存在，现世即一日不能得救。先前，也曾有些愿意活在现世而不得的人们，沉默过了，呻吟过了，叹息过了，哭泣过了，哀求过了，但仍然愿意活在现世而不得，因为他们忘却了愤怒。勇者愤怒，抽刃向更强者怯者愤怒，却抽刃向更弱者。不可救药的民族中，一定有许多英雄，专向孩子们瞪眼。这些孱头们！孩子们在瞪眼中长大了，又向别的孩子们瞪眼，并且想他们一生都过在愤怒中。因为愤怒只是如此，所以他们要愤怒一生，――而且还要愤怒二世，三世，四世，以至末世。"}
{"text":"但厌恶现世的人们还住着。这都是现世的仇仇，他们一日存在，现世即一日不能得救。先前，也曾有些愿意活在现世而不得的人们，沉默过了，呻吟过了，叹息过了，哭泣过了，哀求过了，但仍然愿意活在现世而不得，因为他们忘却了愤怒。勇者愤怒，抽刃向更强者怯者愤怒，却抽刃向更弱者。不可救药的民族中，一定有许多英雄，专向孩子们瞪眼。这些孱头们！孩子们在瞪眼中长大了，又向别的孩子们瞪眼，并且想他们一生都过在愤怒中。因为愤怒只是如此，所以他们要愤怒一生，――而且还要愤怒二世，三世，四世，以至末世。无论爱什么，――饭，异性，国，民族，人类等等，――只有纠缠如毒蛇，执着如怨鬼，二六时中，没有已时者有望。但太觉疲劳时，也无妨休息一会罢但休息之后，就再来一回罢，而且两回，三回。血书，章程，请愿，讲学，哭，电报，开会，挽联，演说，神经衰弱，则一切无用。血书所能挣来的是什么？不过就是你的一张血书，况且并不好看。至于神经衰弱，其实倒是自己生了病，你不要再当作宝贝了，我的可敬爱而讨厌的朋友呀！我们听到呻吟，叹息，哭泣，哀求，无须吃惊。见了酷烈的沉默，就应该留心了见有什么像毒蛇似的在尸林中蜿蜒，怨鬼似的在黑暗中奔驰，就更应该留心了这在豫告真的愤怒将要到来。那时候，仰慕往古的就要回往古去了，想出世的要出世去了，想上天的要上天了，灵魂要离开肉体的就要离开了！五月五日。本篇最初发表于一九二五年五月八日北京莽原周刊第三期。二六时中即十二个时辰，整天整夜的意思。北京通信北京通信蕴儒，培良两兄昨天收到两份豫报，使我非常快活，尤其是见了那副刊。因为它那蓬勃的朝气，实在是在我先前的豫想以上。你想从有着很古的历史的中州，传来了青年的声音，仿佛在豫告这古国将要复活，这是一件如何可喜的事呢？倘使我有这力量，我自然极愿意有所贡献于河南的青年。但不幸我竟力不从心，因为我自己也正站在歧路上，――或者，说得较有希望些站在十字路口。站在歧路上是几乎难于举足，站在十字路口，是可走的道路很多。我自己，是什么也不怕的，生命是我自己的东西，所以我不妨大步走去，向着我自以为可以走去的路即使前面是深渊，荆棘，狭谷，火坑，都由我自己负责。然而向青年说话可就难了，如果盲人瞎马，引入危途，我就该得谋杀许多人命的罪孽。"}
{"text":"倘使我有这力量，我自然极愿意有所贡献于河南的青年。但不幸我竟力不从心，因为我自己也正站在歧路上，――或者，说得较有希望些站在十字路口。站在歧路上是几乎难于举足，站在十字路口，是可走的道路很多。我自己，是什么也不怕的，生命是我自己的东西，所以我不妨大步走去，向着我自以为可以走去的路即使前面是深渊，荆棘，狭谷，火坑，都由我自己负责。然而向青年说话可就难了，如果盲人瞎马，引入危途，我就该得谋杀许多人命的罪孽。所以，我终于还不想劝青年一同走我所走的路我们的年龄，境遇，都不相同，思想的归宿大概总不能一致的罢。但倘若一定要问我青年应当向怎样的目标，那么，我只可以说出我为别人设计的话，就是一要生存，二要温饱，三要发展。有敢来阻碍这三事者，无论是谁，我们都反抗他，扑灭他！可是还得附加几句话以免误解，就是我之所谓生存，并不是苟活所谓温饱，并不是奢侈所谓发展，也不是放纵。中国古来，一向是最注重于生存的，什么知命者不立于岩墙之下咧，什么千金之子坐不垂堂咧，什么身体发肤受之父母不敢毁伤咧，竟有父母愿意儿子吸鸦片的，一吸，他就不至于到外面去，有倾家荡产之虞了。可是这一流人家，家业也决不能长保，因为这是苟活。苟活就是活不下去的初步，所以到后来，他就活不下去了。意图生存，而太卑怯，结果就得死亡。以中国古训中教人苟活的格言如此之多，而中国人偏多死亡，外族偏多侵入，结果适得其反，可见我们蔑弃古训，是刻不容缓的了。这实在是无可奈何，因为我们要生活，而且不是苟活的缘故。中国人虽然想了各种苟活的理想乡，可惜终于没有实现。但我却替他们发见了，你们大概知道的罢，就是北京的第一监狱。这监狱在宣武门外的空地里，不怕邻家的火灾每日两餐，不虑冻馁起居有定，不会伤生构造坚固，不会倒塌禁卒管着，不会再犯罪强盗是决不会来抢的。住在里面，何等安全，真真是千金之子坐不垂堂了。但阙少的就有一件事自由。古训所教的就是这样的生活法，教人不要动。不动，失错当然就较少了，但不活的岩石泥沙，失错不是更少么？我以为人类为向上，即发展起见，应该活动，活动而有若干失错，也不要紧。惟独半死半生的苟活，是全盘失错的。因为他挂了生活的招牌，其实却引人到死路上去！我想，我们总得将青年从牢狱里引出来，路上的危险，当然是有的，但这是求生的偶然的危险，无从逃避。"}
{"text":"住在里面，何等安全，真真是千金之子坐不垂堂了。但阙少的就有一件事自由。古训所教的就是这样的生活法，教人不要动。不动，失错当然就较少了，但不活的岩石泥沙，失错不是更少么？我以为人类为向上，即发展起见，应该活动，活动而有若干失错，也不要紧。惟独半死半生的苟活，是全盘失错的。因为他挂了生活的招牌，其实却引人到死路上去！我想，我们总得将青年从牢狱里引出来，路上的危险，当然是有的，但这是求生的偶然的危险，无从逃避。想逃避，就须度那古人所希求的第一监狱式生活了，可是真在第一监狱里的犯人，都想早些释放，虽然外面并不比狱里安全。北京暖和起来了我的院子里种了几株丁香，活了还有两株榆叶梅，至今还未发芽，不知道他是否活着。昨天闹了一个小乱子，许多学生被打伤了听说还有死的，我不知道确否。其实，只要听他们开会，结果不过是开会而已，因为加了强力的迫压，遂闹出开会以上的事来。俄国的革命，不就是从这样的路径出发的么？夜深了，就此搁笔，后来再谈罢。。五月八日夜。本篇最初发表于一九二五年五月十四日开封豫报副刊。蕴儒姓吕，名琦，河南人，在北京世界语专门学校任教时的学生。当时他与向培良高歌等同在开封编辑豫报副刊。培良，姓向，湖南黔阳人，文学团体狂飙社的主要成员。当时常为莽原周刊写稿，后来堕落为国民党反动派的走卒。参看二心集上海文艺之一瞥。豫报在河南开封出版的日报，一九二五年五月四日创刊。中州上古时代我国分为九州，河南是古代豫州的地方，位于九州中央，所以又称中州。知命者不立于岩墙之下语出孟子尽心上知命者不立乎岩墙之下。岩墙，危墙。千金之子坐不垂堂，语见史记袁盎传。意思是有钱的人不坐在屋檐下以免被坠瓦击中。身体发肤受之父母不敢毁伤，语见孝经开宗明义章。指北京学生纪念国耻的集会遭压迫一事。一九二五年五月七日，北京各校学生为纪念国耻一九一五年五月七日，日本帝国主义向袁世凯提出最后通牒，要求承认二十一条和追悼孙中山，拟在天安门举行集会。但事前北洋政府教育部已训令各校不得放假，当日上午警察厅又派遣巡警分赴各校前后门戒备，禁止学生外出。因此各校学生或行至校门即为巡警拦阻，或在天安门一带被武装警察与保安队马队殴打，多人受伤。"}
{"text":"意思是有钱的人不坐在屋檐下以免被坠瓦击中。身体发肤受之父母不敢毁伤，语见孝经开宗明义章。指北京学生纪念国耻的集会遭压迫一事。一九二五年五月七日，北京各校学生为纪念国耻一九一五年五月七日，日本帝国主义向袁世凯提出最后通牒，要求承认二十一条和追悼孙中山，拟在天安门举行集会。但事前北洋政府教育部已训令各校不得放假，当日上午警察厅又派遣巡警分赴各校前后门戒备，禁止学生外出。因此各校学生或行至校门即为巡警拦阻，或在天安门一带被武装警察与保安队马队殴打，多人受伤。午后被迫改在神武门开会，会后结队赴魏家胡同教育总长章士钊住宅，质问压迫学生爱国运动的理由，又与巡警冲突，被捕十八人。导师导师近来很通行说青年开口青年，闭口也是青年。但青年又何能一概而论？有醒着的，有睡着的，有昏着的，有躺着的，有玩着的，此外还多。但是，自然也有要前进的。要前进的青年们大抵想寻求一个导师。然而我敢说他们将永远寻不到。寻不到倒是运气自知的谢不敏，自许的果真识路么？凡自以为识路者，总过了而立之年，灰色可掬了，老态可掬了，圆稳而已，自己却误以为识路。假如真识路，自己就早进向他的目标，何至于还在做导师。说佛法的和尚，卖仙药的道士，将来都与白骨是一丘之貉，人们现在却向他听生西的大法，求上升的真传，岂不可笑！但是我并非敢将这些人一切抹杀和他们随便谈谈，是可以的。说话的也不过能说话，弄笔的也不过能弄笔别人如果希望他打拳，则是自己错。他如果能打拳，早已打拳了，但那时，别人大概又要希望他翻筋斗。有些青年似乎也觉悟了，我记得京报副刊征求青年必读书时，曾有一位发过牢骚，终于说只有自己可靠！我现在还想斗胆转一句，虽然有些杀风景，就是自己也未必可靠的。我们都不大有记性。这也无怪，人生苦痛的事太多了，尤其是在中国。记性好的，大概都被厚重的苦痛压死了只有记性坏的，适者生存，还能欣然活着。但我们究竟还有一点记忆，回想起来，怎样的今是昨非呵，怎样的口是心非呵，怎样的今日之我与昨日之我战呵。我们还没有正在饿得要死时于无人处见别人的饭，正在穷得要死时于无人处见别人的钱，正在性欲旺盛时遇见异性，而且很美的。我想，大话不宜讲得太早，否则，倘有记性，将来想到时会脸红。或者还是知道自己之不甚可靠者，倒较为可靠罢。青年又何须寻那挂着金字招牌的导师呢？"}
{"text":"记性好的，大概都被厚重的苦痛压死了只有记性坏的，适者生存，还能欣然活着。但我们究竟还有一点记忆，回想起来，怎样的今是昨非呵，怎样的口是心非呵，怎样的今日之我与昨日之我战呵。我们还没有正在饿得要死时于无人处见别人的饭，正在穷得要死时于无人处见别人的钱，正在性欲旺盛时遇见异性，而且很美的。我想，大话不宜讲得太早，否则，倘有记性，将来想到时会脸红。或者还是知道自己之不甚可靠者，倒较为可靠罢。青年又何须寻那挂着金字招牌的导师呢？不如寻朋友，联合起来，同向着似乎可以生存的方向走。你们所多的是生力，遇见深林，可以辟成平地的，遇见旷野，可以栽种树木的，遇见沙漠，可以开掘井泉的。问什么荆棘塞途的老路，寻什么乌烟瘴气的鸟导师！五月十一日。本篇最初发表于一九二五年五月十五日莽原周刊第四期。初发表时共有四段，总题为编完写起。本篇原为第一二段，下篇长城原为第四段题名都是于编集时所加。第三段入集外集，仍题为编完写起。关于本篇，在一九二五年六月间与白波的通讯中曾有说明，可参看集外集田园思想。而立语见论语为政三十而立。原是孔丘说他到了三十岁在学问上有所自立的话，后来而立就常被用作三十岁的代词。生西佛家语，往生西方成佛的意思。佛家以西方为净土或极乐世界。上升升天。道教迷信说法，服食仙药能飞升成仙。今日之我与昨日之我战语出梁启超清代学术概论一九二一年出版，他在书中说自己不惜以今日之我，难昔日之我。长城长城伟大的长城！这工程，虽在地图上也还有它的小像，凡是世界上稍有知识的人们，大概都知道的罢。其实，从来不过徒然役死许多工人而已，胡人何尝挡得住。现在不过一种古迹了，但一时也不会灭尽，或者还要保存它。我总觉得周围有长城围绕。这长城的构成材料，是旧有的古砖和补添的新砖。两种东西联为一气造成了城壁，将人们包围。何时才不给长城添新砖呢？这伟大而可诅咒的长城！五月十一日。本篇最初发表于一九二五年五月十五日莽原周刊第四期。参看本书上篇注。长城战，齐楚魏燕赵秦等国都筑有长城。秦始皇统一全国后，为了防止北方游牧民族贵族集团的侵扰，将秦赵燕三国的北边长城加以修缮，连贯为一。"}
{"text":"现在不过一种古迹了，但一时也不会灭尽，或者还要保存它。我总觉得周围有长城围绕。这长城的构成材料，是旧有的古砖和补添的新砖。两种东西联为一气造成了城壁，将人们包围。何时才不给长城添新砖呢？这伟大而可诅咒的长城！五月十一日。本篇最初发表于一九二五年五月十五日莽原周刊第四期。参看本书上篇注。长城战，齐楚魏燕赵秦等国都筑有长城。秦始皇统一全国后，为了防止北方游牧民族贵族集团的侵扰，将秦赵燕三国的北边长城加以修缮，连贯为一。故址西起临洮今甘肃岷县，北傍阴山，东至辽东，俗称万里长城。此后一直到明朝，历代都有兴筑增修，形成今西起嘉峪关，东至山海关的长城，总长六千多公里，是世界历史上的伟大工程之一。忽然想到忽然想到七大约是送报人忙不过来了，昨天不见报，今天才给补到，但是奇怪，正张上已经剪去了两小块幸而副刊是完全的。那上面有一篇武者君的温良，又使我记起往事，我记得确曾用了这样一个糖衣的毒刺赠送过我的同学们。现在武者君也在大道上发见了两样东西了凶兽和羊。但我以为这不过发见了一部分，因为大道上的东西还没有这样简单，还得附加一句，是凶兽样的羊，羊样的凶兽。他们是羊，同时也是凶兽但遇见比他更凶的凶兽时便现羊样，遇见比他更弱的羊时便现凶兽样，因此，武者君误认为两样东西了。我还记得第一次五四以后，军警们很客气地只用枪托，乱打那手无寸铁的教员和学生，威武到很像一队铁骑在苗田上驰骋学生们则惊叫奔避，正如遇见虎狼的羊群。但是，当学生们成了大群，袭击他们的敌人时，不是遇见孩子也要推他摔几个b斗么？在学校里，不是还唾骂敌人的儿子，使他非逃回家去不可么？这和古代暴君的灭族的意见，有什么区分！我还记得中国的女人是怎样被压制，有时简直并羊而不如。现在托了洋鬼子学说的福，似乎有些解放了。但她一得到可以逞威的地位如校长之类，不就雇用了掠袖擦掌的打手似的男人，来威吓毫无武力的同性的学生们么？不是利用了外面正有别的学潮的时候，和一些狐群狗党趁势来开除她私意所不喜的学生们么？而几个在男尊女卑的社会生长的男人们，此时却在异性的饭碗化身的面前摇尾，简直并羊而不如。羊，诚然是弱的，但还不至于如此，我敢给我所敬爱的羊们保证！但是，在黄金世界还未到来之前，人们恐怕总不免同时含有这两种性质，只看发现时候的情形怎样，就显出勇敢和卑怯的大区别来。"}
{"text":"现在托了洋鬼子学说的福，似乎有些解放了。但她一得到可以逞威的地位如校长之类，不就雇用了掠袖擦掌的打手似的男人，来威吓毫无武力的同性的学生们么？不是利用了外面正有别的学潮的时候，和一些狐群狗党趁势来开除她私意所不喜的学生们么？而几个在男尊女卑的社会生长的男人们，此时却在异性的饭碗化身的面前摇尾，简直并羊而不如。羊，诚然是弱的，但还不至于如此，我敢给我所敬爱的羊们保证！但是，在黄金世界还未到来之前，人们恐怕总不免同时含有这两种性质，只看发现时候的情形怎样，就显出勇敢和卑怯的大区别来。可惜中国人但对于羊显凶兽相，而对于凶兽则显羊相，所以即使显着凶兽相，也还是卑怯的国民。这样下去，一定要完结的。我想，要中国得救，也不必添什么东西进去，只要青年们将这两种性质的古传用法，反过来一用就够了对手如凶兽时就如凶兽，对手如羊时就如羊！那么，无论什么魔鬼，就都只能回到他自己的地狱里去。五月十日。八五月十二日京报的显微镜下有这样的一条――某学究见某报上载教育总长章士钉五七呈文，愀然曰名字怪僻如此，非圣人之徒也，岂能为吾侪卫古文之道者乎！因此想起中国有几个字，不但在白话文中，就是在文言文中也几乎不用。其一是这误印为钉的钊字，还有一个是淦字，大概只在人名里还有留遗。我手头没有说文解字，钊字的解释完全不记得了，淦则仿佛是船底漏水的意思。我们现在要叙述船漏水，无论用怎样古奥的文章，大概总不至于说淦矣了罢，所以除了印张国淦，孙嘉淦或新淦县的新闻之外，这一粒铅字简直是废物。至于钊，则化而为钉还不过一个小笑话听说竟有人因此受害。曹锟做总统的时代那时这样写法就要犯罪，要办李大钊先生，国务会议席上一个阁员说只要看他的名字，就知道不是一个安分的人。什么名字不好取，他偏要叫李大剑？！于是乎办定了，因为这位大剑先生已经用名字自己证实，是大刀王五一流人。我在的学堂做学生的时候，也曾经因这钊字碰过几个小钉子，但自然因为我自己不安分。一个新的职员到校了，势派非常之大，学者似的，很傲然。可惜他不幸遇见了一个同学叫沈钊的，就倒了楣，因为他叫他沈钧，以表白自己的不识字。于是我们一见面就讥笑他，就叫他为沈钧，并且由讥笑而至于相骂。"}
{"text":"什么名字不好取，他偏要叫李大剑？！于是乎办定了，因为这位大剑先生已经用名字自己证实，是大刀王五一流人。我在的学堂做学生的时候，也曾经因这钊字碰过几个小钉子，但自然因为我自己不安分。一个新的职员到校了，势派非常之大，学者似的，很傲然。可惜他不幸遇见了一个同学叫沈钊的，就倒了楣，因为他叫他沈钧，以表白自己的不识字。于是我们一见面就讥笑他，就叫他为沈钧，并且由讥笑而至于相骂。两天之内，我和十多个同学就迭连记了两小过两大过，再记一小过，就要开除了。但开除在我们那个学校里并不算什么大事件，大堂上还有军令，可以将学生杀头的。做那里的校长这才威风呢，――但那时的名目却叫作总办的，资格又须是候补道。假使那时也像现在似的专用高压手段，我们大概是早经正法，我也不会还有什么忽然想到的了。我不知怎的近来很有怀古的倾向，例如这回因为一个字，就会露出遗老似的缅怀古昔的口吻来。五月十三日。九记得有人说过，回忆多的人们是没出息的了，因为他眷念从前，难望再有勇猛的进取但也有说回忆是最为可喜的。前一说忘却了谁的话，后一说大概是罢，――都由他。可是他们的话也都有些道理，整理起来，研究起来，一定可以消费许多功夫但这都听凭学者们去干去，我不想来加入这一类高尚事业了，怕的是毫无结果之前，已经寿终正寝。是否真是寿终，真在正寝，自然是没有把握的，但此刻不妨写得好看一点。我能谢绝研究文艺的酒筵，能远避开除学生的饭局，然而阎罗大王的请帖，大概是终于没法谨谢的，无论你怎样摆架子。好，现在是并非眷念过去，而是遥想将来了，可是一样的没出息。管他娘的，写下去――不动笔是为要保持自己的身分，我近来才知道可是动笔的九成九是为自己来辩护，则早就知道的了，至少，我自己就这样。所以，现在要写出来的，也不过是为自己的一封信――君记得一年或两年之前，蒙你赐书，指摘我在阿正传中写捉拿一个无聊的阿而用机关枪，是太远于事理。我当时没有答复你，一则你信上不写住址，二则阿已经捉过，我不能再邀你去看热闹，共同证实了。但我前几天看报章，便又记起了你。报上有一则新闻，大意是学生要到执政府去请愿，而执政府已于事前得知，东门上添了军队，西门上还摆起两架机关枪，学生不得入，终于无结果而散云。"}
