{"text":"她又穿了中国的长棉裤，又穿了中国的软底鞋。因为她是日本人，穿了道地的中国衣裳，是有点可笑。那就说你是从前线上退下来的好啦！并且说受了点伤。现在还没有完全好，所以穿了这样宽的衣裳。她笑了是的，是就说日本兵在这边用刺刀刺了一个洞她假装用刺刀在手腕上刺了一个洞的样子。刺了一个洞，又怎样呢？我问。刺了一个洞而后一吹，就把人吹胖啦。她又说中国老百姓，一定相信。因为一切坏事，一切奇怪的事，日本人都做得出来。就象小孩子说的怪话一样，她自己也笑，我也笑。她笑得连杯子都举不起来的样子。我和她是在吃茶。你觉得奇怪吗？这是没有的事吗？我的弟弟就被吹过她一听我这话，笑得用了手巾揩着眼睛怎么！怎么！真的，真被吹过我这故事不能开展下去，她在不住地笑，笑得咳嗽起来。你听我告诉你，那是在肚子上，可不是象你说的在手上用一个一手指长，一分粗的玻璃管，这玻璃管就从肚脐下边一寸的地方刺进去。玻璃管连着一条好几尺长的胶皮管，胶皮管的另一头有一个茶杯一般大的漏斗，从那个漏斗吹进一壶冷水去，后来死啦。被吹死啦很不容易抑止的大笑，她又开始了。其实是从漏斗把冷水灌进去的，因为肚子渐渐的大起来，看去好象是被气吹起来的一样。我费了很大工夫给她解说我的弟弟患的是黑死病，并且全个县城都在死亡的恐怖中。那是一种特别的治法，在医学上这种灌水法并不存在。我又告诉她，我写生死场的时候把这段写上，看了都莫明其妙，先生是研究过医学的。他说在医学上可没有这样治疗法。既然这样说，我就更奇怪了，先生研究过医学是真的，我的弟弟被冷水灌死了也是真的。我又告诉池田，说那医生是天主教堂的医生，是英国人。你觉得外国人可靠的，那不对，中国真是殖民地，他们跑到中国来试验来啦，你想肚子灌冷水，那怎么可以？帝国主义除了枪刀之外，他们还作老百姓所看不见的他们把中国人就看成他们试验室里的动物一样。三百个人通通用一样方法治疗，其中死了一百五，活了一百五，或是活了一百死了二百，也或者通通死掉啦！这个他们不管，他们把中国人看成动物一样，在他们自己的国家里，随便试验是不成的呀！我想，这也许吧！我的弟弟或者就是被试验死的。"}
{"text":"你觉得外国人可靠的，那不对，中国真是殖民地，他们跑到中国来试验来啦，你想肚子灌冷水，那怎么可以？帝国主义除了枪刀之外，他们还作老百姓所看不见的他们把中国人就看成他们试验室里的动物一样。三百个人通通用一样方法治疗，其中死了一百五，活了一百五，或是活了一百死了二百，也或者通通死掉啦！这个他们不管，他们把中国人看成动物一样，在他们自己的国家里，随便试验是不成的呀！我想，这也许吧！我的弟弟或者就是被试验死的。她的话，相信是相信了，因为她不懂得医学，所以我相信得并不十分确切。我告诉过你，我的父亲是军医，他到满洲去的时候，关于他在中国治病，写了很多日记。上边有德文，我在学德文时，我就拿他的日记看，上面写着关于黑死病，到满洲去试试看，用各种的药，用各种的方法试试看。你想！这不是真的吗？还有啊！我父亲的朋友，每天到我们家来打麻将，他说到中国去治病很不费事，因为中国人有很多的他们还没有吃过药，所以吃一点药无论什么病都治，给他们一点牙粉吃，头痛也好啦，肚子痛也好啦这真是奇事，我从未听说过，怎么我们中国人是常常吃牙粉的吗？又从吃牙粉谈到吃人肉，日本兵杀死老百姓或士兵，用火烤着吃了的故事，报纸上常常看见。这个我也相信。池田说日本兵吃女人的肉是可能，他们把中国女人奸污之后，用刺刀杀死，一看女人的肉很白，很漂亮，用刺刀切下一块来，一定是几个人开玩笑，用火烤着吃一吃，因为他们今天活着，明天活不活着他们不知道，将来什么时候回家也不知道，是一种变态心理，老百姓大概是他们不吃，那很脏的，皮肤也是黑的而且每天要杀死很多关于日本兵吃人肉的故事，我也相信了。就象中国人相信外国医生比中国医生好一样。池田是生在帝国主义的家庭里，所以她懂得他们比我们懂得的更多。我们一走出那个吃茶店，玻璃窗子前面坐着的两个小孩，正在唱着杀掉鬼子们的头其实鬼子真正厉害的地方他们还不知道呢！重庆滑竿黄河边上的驴子，垂着头的，细腿的，穿着自己的破烂的毛皮的，它们划着无边苍老的旷野，如同枯树根又在人间活动了起来。它们的眼睛永远为了遮天的沙土而垂着泪，鼻子的响声永远搅在黄色的大风里，那沙沙地足音，只有在黄昏以后，一切都停息了的时候才能听到。而四川的轿夫，同样会发出那沙沙的足音。"}
{"text":"我们一走出那个吃茶店，玻璃窗子前面坐着的两个小孩，正在唱着杀掉鬼子们的头其实鬼子真正厉害的地方他们还不知道呢！重庆滑竿黄河边上的驴子，垂着头的，细腿的，穿着自己的破烂的毛皮的，它们划着无边苍老的旷野，如同枯树根又在人间活动了起来。它们的眼睛永远为了遮天的沙土而垂着泪，鼻子的响声永远搅在黄色的大风里，那沙沙地足音，只有在黄昏以后，一切都停息了的时候才能听到。而四川的轿夫，同样会发出那沙沙的足音。下坡路，他们的腿，轻捷得连他们自己也不能够止住，蹒跚地他们控制了这狭小的山路。他们的血液骄傲的跳动着，好像他们停止了呼吸，只听到草鞋触着石级的声音。在山涧中，在流泉中，在烟雾中，在凄惨的飞着细雨的斜坡上，他们喊着左手！迎面走来的，担着草鞋的担子，背着青菜的孩子，牵着一条黄牛的老头，赶着三个小猪的女人，他们也都为着这下山的轿子让开路。因为他们走得快，就像流泉一样的，一刻也不能够止息。一到拔坡的时候，他们的脚步声便不响了。迎面遇到来人的时候，他们喊着左手或右手的声音只有粗嘎，而一点也不强烈。因为他们开始喘息，他们的肺叶开始扩张，发出来好象风扇在他们的胸膛里煽起来的声音，那破片做的衣裳在吱吱响的轿子下面，有秩序的向左或向右的摆动。汗珠在头发梢上静静的站着，他们走得当心而出奇的慢，而轿子仍旧像要破碎了似的叫。像是迎着大风向前走，像是海船临靠岸时遇到了潮头一样困难。他们并不是巨象，却发出来巨象呼喘似的声音。早晨他们吃了一碗四个大铜板一碗的面，晚上再吃一碗，一天八个大铜板。甚或有一天不吃什么的，只要抽一点鸦片就可以。所以瘦弱苍白，有的像化石人似的，还有点透明。若让他们自己支持着自己都有点奇怪，他们随时要倒下来的样子。可是来往上下山的人，却担在他们的肩上。有一次我偶尔和他们谈起做爆竹的方法来，其中的一个轿夫，不但晓得做爆竹的方法，还晓得做枪药的方法。他说用破军衣，破棉花，破军帽，加上火硝，琉璜，就可以做枪药。他还怕我不明白枪药。他又说那就是做子弹。我就问他你怎么晓得做子弹？他说他打过贺龙，在湖南。你那时候是当官吗？当兵吗？他说他当兵，还当过班长。打了两年。后来他问我你晓得共党吗？打贺龙就是打共党。我听说。"}
{"text":"有一次我偶尔和他们谈起做爆竹的方法来，其中的一个轿夫，不但晓得做爆竹的方法，还晓得做枪药的方法。他说用破军衣，破棉花，破军帽，加上火硝，琉璜，就可以做枪药。他还怕我不明白枪药。他又说那就是做子弹。我就问他你怎么晓得做子弹？他说他打过贺龙，在湖南。你那时候是当官吗？当兵吗？他说他当兵，还当过班长。打了两年。后来他问我你晓得共党吗？打贺龙就是打共党。我听说。接着我问他你知道现在的共党已经编了八路军吗？呵！这我还不知道。也是打日本。对呀！国家到了危难的时候，还自己打什么呢？一齐枪口对外。他想了一下的样子也是归蒋委员长领导吗？是的。这时候，前边的那个轿夫一声不响。轿杆在肩上，一会儿换换左手，一会儿又换换右手。后边的就接连着发了议论小日本不可怕，就怕心不齐。中国人心齐，他就治不了。前几天飞机来炸，炸在朝天门。那好做啥子呀！飞机炸就占了中国？我们可不能讲和，讲和就白亡了国。日本人坏呀！日本人狠哪！报纸上去年没少画他们杀中国人的图。我们中国人抓住他们的俘虏，一律优待。可是说日本人也不都坏，说是不当兵不行，抓上船就载到中国来是的老百姓也和中国老百姓一样好。就是日本军阀坏我回答他。就快走上高坡了，一过了前边的石板桥，隔着这一个山头又看到另外的一个山头。云烟从那个山慢慢的沉落下来，沉落到山腰了，仍旧往下沉落，一道深灰色的，一道浅灰色的，大团的游丝似的缚着山腰。我的轿子要绕过那个有云烟的尖顶的山。两个轿夫都开始吃力了。我能够听得见的，是后边的这一个，喘息的声音又开始了。我一听到他的声音，就想起海上在呼喘着的活着的蛤蟆。因为他的声音就带着起伏扩张呼煽的感觉。他们脚下刷刷的声音，这时候没有了。伴着呼喘的是轿杆的竹子的鸣叫。坐在轿子上的人，随着他们沉重的脚步的起伏在一升一落的。在那么多的石级上，若有一个石级不留心踏滑了，连人带轿子要一齐滚下山涧去。因为山上的路只有尺多宽，遇到迎面而来的轿子，往往是彼此摩擦着走过。假若摩擦得厉害一点，谁若靠着山涧的一面，谁就要滚下山涧去。山峰在前边那么高，高得插进云霄似的。山壁有的地方挂着一条小小的流泉，这流泉从山顶上一直挂到深涧中。"}
{"text":"因为他的声音就带着起伏扩张呼煽的感觉。他们脚下刷刷的声音，这时候没有了。伴着呼喘的是轿杆的竹子的鸣叫。坐在轿子上的人，随着他们沉重的脚步的起伏在一升一落的。在那么多的石级上，若有一个石级不留心踏滑了，连人带轿子要一齐滚下山涧去。因为山上的路只有尺多宽，遇到迎面而来的轿子，往往是彼此摩擦着走过。假若摩擦得厉害一点，谁若靠着山涧的一面，谁就要滚下山涧去。山峰在前边那么高，高得插进云霄似的。山壁有的地方挂着一条小小的流泉，这流泉从山顶上一直挂到深涧中。再从涧底流到另一面天地去，就是说，从山的这面又流到山的那面去了。同时流泉们发着唧铃铃的声音。山风阴森的浸着人的皮肤。这时候，真有点害怕，可是转头一看，在山涧的边上都挂着人，在乱草中，耙子的声音刷刷地响着。原来是女人和小孩子在集着野柴。后边的轿夫说共党编成了八路军，这我还不知道。整天忙生活连报纸也不常看他说过他在军队常看报纸整天忙生活对于国家就疏忽了正是拔坡的时候，他的话和轿杆的声响搅在了一起。对于滑竿，我想他俩的肩膀，本来是肩不起的，但也肩起了。本来不应该担在他们的肩上的，但他们也担起了。而在担不起时，他们就抽起大烟来担。所以我总以为抬着我的不是两个人，而像轻飘飘的两盏烟灯。在重庆的交通运转却是掌握在他们的肩膀上的，就如黄河北的驴子，垂着头的，细腿的，使马看不起的驴子，也转运着国家的军粮。年，春，歌乐山。林小二在一个有太阳的日子，我的窗前有一个小孩在弯着腰大声地喘着气。我是在房后站着，随便看着地上的野草在晒太阳。山上的晴天是难得的，为着使屋子也得到干燥的空气，所以门是开着。接着就听到或者是草把，或者是刷子，或者是一只有弹性的尾巴，沙沙的在地上拍着，越听到拍的声音越真切，就像已经在我的房间的地板上拍着一样。我从后窗子再经过开着的门隔着屋子看过去，看到了一个小孩手里拿着扫帚在弯着腰大声的喘着气。而他正用扫帚尖扫在我的门前土坪上，那不象是扫，而是用扫帚尖在拍打。我心里想，这是什么事情呢？保育院的小朋友们从来不到这边做这样的事情。我想去问一问，我心里起着一种亲切的情感对那孩子。刚要开口又感到特别生疏了，因为我们住的根本并不挨近，而且仿佛很远，他们很少时候走来的。我和他们的生疏是一向生疏下来的，虽然每天听着他们升旗降旗的歌声，或是看着他们放在空中的风筝。"}
{"text":"我从后窗子再经过开着的门隔着屋子看过去，看到了一个小孩手里拿着扫帚在弯着腰大声的喘着气。而他正用扫帚尖扫在我的门前土坪上，那不象是扫，而是用扫帚尖在拍打。我心里想，这是什么事情呢？保育院的小朋友们从来不到这边做这样的事情。我想去问一问，我心里起着一种亲切的情感对那孩子。刚要开口又感到特别生疏了，因为我们住的根本并不挨近，而且仿佛很远，他们很少时候走来的。我和他们的生疏是一向生疏下来的，虽然每天听着他们升旗降旗的歌声，或是看着他们放在空中的风筝。那孩子在小房的长廊上扫了很久很久。我站在离他远一点的地方看着他。他比那扫地的扫帚高不了多少，所以是用两只手把着扫帚，他的扫帚尖所触过的地方，想要有一个黑点留下也不可能。他是一边扫一边玩，我看他把一小块粘在水门汀走廊上的泥土，用鞋底擦着，没有擦起来，又用手指甲掀着，等掀掉了那块泥土，又抡起扫帚来好像抡着鞭子一样的把那块掉的泥土抽了一顿，同时嘴里边还念叨了些什么。走廊上靠着一张竹床，他把竹床的后边扫了。完了又去移动那只水桶，把小脸孔都累红了。这时，院里的一位先生到这边来，当她一走下那高坡，她就用一种响而愉快的声音呼唤着他林小二！林小二在这里做什么？这孩子的名字叫林小二。啊！就是那个林小二吗？那位衣襟上挂着圆牌子的先生说是的他是我们院里的小名人，外宾来访也访问他。他是流浪儿，在汉口流浪了几年的。是退却之前才从汉口带出来的。他从前是个小叫化，到院里来就都改了，比别的小朋友更好。接着她就问他谁叫你来扫的呀？哪个叫你扫地？那孩子没有回答，摇摇头。我也随着走到他旁边去。你几岁，小朋友？他也不回答我，他笑了，一排小牙齿露了出来。那位先生代他说是岁了。关于林小二，是在不久前我才听说的。他是汉口街头的小叫化，已经两三年就是小叫化了。他不知道父亲母亲是谁，他不知道他姓什么，他不知道自己的名字是从哪里来的。他没有名，没有姓，没有父亲母亲。林小二，就是林小二。人家问你姓什么？他摇摇头。人家问你就是林小二吗？他点点头。从汉口刚来到重庆时，这些小朋友们住在重庆，林小二在夜里把所有的自来水龙头都放开了，楼上楼下都湿了又有一次，自来水龙头不知谁偷着打开的，林小二走到楼上，看见了，便安安静静地，一个一个关起来。"}
{"text":"关于林小二，是在不久前我才听说的。他是汉口街头的小叫化，已经两三年就是小叫化了。他不知道父亲母亲是谁，他不知道他姓什么，他不知道自己的名字是从哪里来的。他没有名，没有姓，没有父亲母亲。林小二，就是林小二。人家问你姓什么？他摇摇头。人家问你就是林小二吗？他点点头。从汉口刚来到重庆时，这些小朋友们住在重庆，林小二在夜里把所有的自来水龙头都放开了，楼上楼下都湿了又有一次，自来水龙头不知谁偷着打开的，林小二走到楼上，看见了，便安安静静地，一个一个关起来。而后，到先生那儿去报告，说这次不是他开的了。现在林小二在房头上站着，高高的土丘在他的旁边，他弯下腰去，一颗一颗地拾着地上的黄土块。那些土块是院里的别的一些小朋友玩着抛下来的，而他一块一块的从房子的临近拾开。一边拾着，他的嘴里一边念叨什么似的自己说着话，他带着非常安闲而寂寞的样子。我站在很远的地方看着他，他拾完了之后就停在我的后窗子的外边，像一个大人似的在看风景。那山上隔着很远很远的偶尔长着一棵树，那山上的房屋，要努力去寻找才能够看见一个，因为绿色的菜田过于不整齐的缘故，大块小块割据着山坡，所以山坡上的人家像大块的石头似的，不容易被人注意而混扰在石头之间了。山下则是一片水田，水田明亮得和镜子似的，假若有人掉在田里，就像不会游泳的人沉在游泳池一样，在感觉上那水田简直和小湖一样了。田上看不见收拾苗草的农人，落雨的黄昏和起雾的早晨，水田通通是自己睡在山边上，一切是寂静的，晴天和阴天都是一样的寂静。只有山下那条发白的公路，每隔几分钟，就要有汽车从那上面跑过。车子从看得见的地方跑来，就带着轰轰的响声，有时竟以为是飞机从头上飞过。山中和平原不同，震动的响声特别大，车子就跑在山的夹缝中。若遇着成串地运着军用品的大汽车，就把左近的所有的山都震鸣了，而保育院里的小朋友们常常听着，他们的欢呼，他们叫着，而数着车子的数目，辆辆常常经过，都是黄昏以后的时候。林小二仿佛也可以完全辨认出这些感觉似的在那儿努力地辨认着。林小二若伸出两手来，他的左手将指出这条公路重庆的终点而右手就要指出到成都去的方向罢。但是林小二只把眼睛看到墙根上，或是小土坡上，他很寂寞的自己在玩着，嘴里仍旧念叨着什么似的在说话。他的小天地，就他周围丈远，仿佛他向来不想走上那公路的样子。他发现了有人在远处看着他，他就跑了，很害羞的样子跑掉的。"}
{"text":"林小二仿佛也可以完全辨认出这些感觉似的在那儿努力地辨认着。林小二若伸出两手来，他的左手将指出这条公路重庆的终点而右手就要指出到成都去的方向罢。但是林小二只把眼睛看到墙根上，或是小土坡上，他很寂寞的自己在玩着，嘴里仍旧念叨着什么似的在说话。他的小天地，就他周围丈远，仿佛他向来不想走上那公路的样子。他发现了有人在远处看着他，他就跑了，很害羞的样子跑掉的。我又见他，就是第二次看见他，是一个雨天。一个比他高的小朋友，从石阶上一磴一磴的把他抱下来。这小叫化子有了朋友了，接受了爱护了。他是怎样一定会长得健壮而明朗的呀他一定的，我想起班台来耶夫的表。年春，歌乐山放火者从月号那天起，重庆就动了，在这个月份里，我们要纪念好几个日子，所以街上有多少人在游行，他们还准备着在夜里火炬游行。街上的人带着民族的信心，排成大队行列沉静地走着。五三的中午日本飞机架飞到重庆的上空，在人口最稠密的街道上投下燃烧弹和炸弹，那一天就有三条街起了带着硫磺气的火焰。五四的那天，日本飞机又带了多量的炸弹，投到他们上次没有完全毁掉的街上和上次没可能毁掉的街道上。大火的天以后，那些断墙之下，瓦砾堆中仍冒着烟。人们走在街上用手帕掩着鼻子或者挂着口罩，因为有一种奇怪的气味满街散布着。那怪味并不十分浓厚，但随时都觉得吸得到。似乎每人都用过于细微的嗅觉存心嗅到那说不出的气味似的，就在天以后发掘的人们，还在深厚的灰烬里寻出尸体来。断墙笔直的站着，在一群瓦砾当中，只有它那么高而又那么完整。设法拆掉它，拉倒它，但它站得非常坚强。段牌坊就站着这断墙，很远就可以听到几十人在喊着，好象拉着帆船的纤绳，又象抬着重物。唉呀喔呵唉呀喔呵走近了看到那里站着一队兵士，穿着绿色的衣裳，腰间挂着他们喝水的瓷杯，他们像出发到前线上去差不多。但他们手里挽着绳子的另一端系在离他们很远的单独的五六丈高站着一动也不动的那断墙处。他们喊着口号一起拉它不倒，连歪斜也不歪斜，它坚强地站着。步行的人停下了，车子走慢了，走过去的人回头了，用一种坚强的眼光，人们看住了它。被那声音招引着，我也回过头去看它，可是它不倒，连动也不动。"}
{"text":"唉呀喔呵唉呀喔呵走近了看到那里站着一队兵士，穿着绿色的衣裳，腰间挂着他们喝水的瓷杯，他们像出发到前线上去差不多。但他们手里挽着绳子的另一端系在离他们很远的单独的五六丈高站着一动也不动的那断墙处。他们喊着口号一起拉它不倒，连歪斜也不歪斜，它坚强地站着。步行的人停下了，车子走慢了，走过去的人回头了，用一种坚强的眼光，人们看住了它。被那声音招引着，我也回过头去看它，可是它不倒，连动也不动。我就看到了这大瓦场的近边，那高坡上仍旧站着被烤干了的小树。有谁能够认得出那是什么树，完全脱掉了叶子，并且变了颜色，好象是用赭色的石头雕成的。靠着小树那一排房子窗上的玻璃掉了，只有三五块碎片，在夕阳中闪着金光。走廊的门开着，一切可以看得到，门帘扯掉了，墙上的镜框在斜垂着。显然在不久之前，他们是在这儿好好地生活着，那墙壁日历上还露着四号的四字。街道是哑默的，一切店铺关了门，在黑大的门扇上贴着白帖或红帖，上面坐着一个苍白着脸色的恐吓的人，用水盆子在洗刷着弄脏了的胶皮鞋汗背心毛巾之类，这些东西是从火中抢救出来的。被炸过了的街道，飞尘卷着白沫扫着稀少的行人，行人挂着口罩，或用帕子掩着鼻子。街是哑然的，许多人生存的街毁掉了，生活秩序被破坏了，饭馆关起了门。大瓦砾场一个接着一个，前边是一群人在拉着断墙，这使人一看上去就要低了头。无论你心胸怎样宽大，但你的心不能不跳，因为那摆在你面前的是荒凉的，是横遭不测的，千百个母亲和小孩子是吼叫着的，哭号着的，他们嫩弱的生命在火里边挣扎着，生命和火在斗争。但最后生命给谋杀了。那曾经狂喊过的母亲的嘴，曾经乱舞过的父亲的胳膊，曾经发疯对着火的祖母的眼睛，曾经依然偎在妈妈怀里吃乳的婴儿，这些最后都被火给杀死了。孩子和母亲，祖父和孙儿，猫和狗，都同他们凉台上的花盆一道倒在火里了。这倒下来的全家，他们没有一个是战斗员。白洋铁壶成串地仍在那烧了一半的房子里挂着，显然是一家洋铁制器店被毁了。洋铁店的后边，单独一座三楼三底的房子站着，它两边都倒下去了，只有它还歪歪趔趔的支持着，楼梯分做好几段自己躺下去了，横睡在楼脚上。窗子整张的没有了，门扇也看不见了，墙壁穿着大洞，像被打破了腹部的人那样可怕的奇怪的站着。"}
