{"text":"――北里柴三郎人生并不只是为命运所左右的。――池田大作不要在你父兄的帐篷里沉睡――时代在发展，紧跟它向前吧。――马志尼一个具有天才性格的人，绝不遵循常人的思想途径。――司汤达人间没有永恒的夜晚，世界没有永恒的冬天。――艾青人类有无数的过失，固守过失乃是最愚蠢的。――的塞罗人要学会走路，也要学会摔跤，而且只有经过摔跤他才能学会走路。――马克思创造困难，而模仿容易。――哥伦布世上没有绝对的成功，人外有人，天外有天。――罗兰只有陈腐的学究才能要求凡事都离不开权威。――歌德一个普通人只能做出规规矩矩的东西，只有非凡的天才才能驾驭创作。"}
{"text":"――罗兰只有陈腐的学究才能要求凡事都离不开权威。――歌德一个普通人只能做出规规矩矩的东西，只有非凡的天才才能驾驭创作。――雨果生活中的主要危险来自想要改变一切，或什么也不想改变的人。――阿斯特夫人当你排除所有的不可能之后，所剩下来的，无论是什么，必定是真实的。在成功的阶梯上，越到上面越不拥挤。――希尔阵痛是新生命的准备，苦恼是新突破的序曲。――王蒙吸取你的前辈所做的一切，然后再往前走。――列夫托尔斯泰果实成熟，何以见得，只因它离开枝头。――纪德乘坐旧时的马车哪儿也去不成。――高尔基害怕困难时懦弱的影子，勇往直前是成功的方向。――谚语真正所谓成就也就是在前任的知识和经验的基础上有所发展。"}
{"text":"――谚语真正所谓成就也就是在前任的知识和经验的基础上有所发展。――邓拓通向人类真正伟大的道路只有一条――苦难的道路。――爱因斯坦我们常常死死盯着那扇关闭的门，以至于看不到另一扇为我们而开的门。――凯勒科学上的每次重大进步都源于大胆新颖的设想。――杜威每个人都是应该坚持走他为自己开辟的道路，不被权威所吓倒，不受流行的观点所牵制，也不被时尚所迷惑。――歌德若皆与世沉浮，不事树立，虽不为当时所怪，亦必无后世之传也。――韩愈要前进就不能坐着等待，就要去创造。而要创造就要克服困难，不能贪图好环境好条件。――徐特立凡是前进的东西，都是从落后的东西发展而来的。――徐特立百尺竿头须进步，十方世界时是全身。――释道原春节，本是岁月静好现世安稳的日子，无情的病魔却肆虐而来，彻底打乱了人们的安宁。上帝欲使其灭亡，必先使其疯狂。此次的新冠病毒亦如此。何以故？"}
{"text":"――徐特立百尺竿头须进步，十方世界时是全身。――释道原春节，本是岁月静好现世安稳的日子，无情的病魔却肆虐而来，彻底打乱了人们的安宁。上帝欲使其灭亡，必先使其疯狂。此次的新冠病毒亦如此。何以故？因为我们是历久弥坚的中华民族，一次次磨难和摧残只会让我们越磨砺越锋芒。多难兴邦古有之，亿人民组成的抗疫长城，让我们有充分的理由相信，春暖花开日，疫情消亡时。我们相信，中国的制度优势是战胜疫情的法宝。疫情就是命令，防控就是责任。来自四面八方的人力物力财力资源第一时间集中武汉，雷火二神山医院飞速建成，一支支来自全国的精兵强将医疗队伍加入抗击疫情的一线，一车车来自全国的应急救援物资汇聚湖北武汉以及其他城市。我们依靠这样的制度优势战胜了年的年的汶川地震，也必将战胜年的新冠疫情。我们相信，白衣将士们是降服病魔的克星。钟南山李兰娟以及国外有良知的科学工们正在带领团队连夜科研攻关，研制有效抑制病毒的药物和疫苗。北协和南湘雅东齐鲁西华西等中国医疗圈的四大王牌云集荆楚大地，加之其他省份的医疗队伍，正在以雷霆万钧之势发动歼灭疫情的总攻，而陆续增加的治愈患者人数就是最好的证明。我们相信，人民战争是掌握局面的终极武器。抗击疫情，没有旁观者和局外人。所有的华夏儿女全民皆兵，全员出阵。尽管无数的工人尚未返岗，无数的学子尚未复课，无数的人正窝在家中，但我们正在用躺卧在家就是为抗击疫情做贡献的举动为抗击疫情添火加薪。因为亿中国人戴上口罩就是对疫情的最大的宣战，我们将用中国力量中国智慧中国方案将病毒闷死和歼灭，这场没有硝烟的病毒阻击战的胜利者将是我们。曾经说过，能做事的做事，能发声的发声。有一分热，发一分光。就令萤火一般，也可以在黑暗里发一点光，不必等候炬火。病毒从武汉到全国，强有力的支援从全国到武汉。我们正在以星星之火可以燎原之势一步步覆灭和瓦解病毒的一波波攻势。"}
{"text":"因为亿中国人戴上口罩就是对疫情的最大的宣战，我们将用中国力量中国智慧中国方案将病毒闷死和歼灭，这场没有硝烟的病毒阻击战的胜利者将是我们。曾经说过，能做事的做事，能发声的发声。有一分热，发一分光。就令萤火一般，也可以在黑暗里发一点光，不必等候炬火。病毒从武汉到全国，强有力的支援从全国到武汉。我们正在以星星之火可以燎原之势一步步覆灭和瓦解病毒的一波波攻势。上下同欲者胜，伟大而坚强的中国人民正在从抗击疫情的局部胜利走向全面胜利，只要我们上下一条心，拧成一股绳，任由病毒再猖狂，也抵不住天时地利人和的三重夹击。我们等待花开正浓之日，我们相信天佑中华之力，我们终将让不可一世的病毒屈服。武汉加油，中国加油。点评这篇作文全篇激情高亢，充斥着浓浓的家国情怀之意，从一个平凡人的角度和视野，阐发了自己对于此次疫情中中国人民表现出的众志成城共抗疫情的敬佩之意。很多高中生总是说自己不会写作文，那么看到这篇老师的下水作文后，作何感想呢？而这位语文老师的的弟子们看完这篇作文后，感觉有很多方面可以借鉴，对自己写好作文具有很大的启发价值，说这样的水平放到高考最少分满分分。可见，只要老师们注重作文实战练习，敢于下水写作文给学生们做示范，那么对学生写好作文是大有裨益的。这篇文章的结构非常清晰，总分总模式，而且开篇就开门见山地表明了观点，即此次疫情，中国必胜。在此后的三段中，采取排比句式的开头，前后呼应，令人有酣畅淋漓之感。在每一段的行文中，结合实例，有血有肉，夹叙夹议，令人心潮澎湃。而此种作文的写作此路和表达形式非常容易掌握，广大高中生特别是高考生一定要善于观察生活，从新闻事件中书本典故中分析归纳，选取具有典型性和代表性的素材为己所用，这样在作文的写作中才能做到厚积薄发。抵抗疫情作文抗击肺炎疫情作文范文精选篇抗击疫情作文一自武汉新型冠状病毒肺炎爆发以来，医护人员作为最前线的战士，每一天都在医院和看不见的敌人进行着生死搏斗，努力让一个个本该开心过春节却躺在病榻之上的人恢复生命的活力。她们他们是值得尊敬的人。但同样，和医护一样值得尊敬值得我们说一声谢谢，您们辛苦了的还有每一个为了城市正常运转，为了大家健康幸福而在坚守这的每一个人。"}
{"text":"抵抗疫情作文抗击肺炎疫情作文范文精选篇抗击疫情作文一自武汉新型冠状病毒肺炎爆发以来，医护人员作为最前线的战士，每一天都在医院和看不见的敌人进行着生死搏斗，努力让一个个本该开心过春节却躺在病榻之上的人恢复生命的活力。她们他们是值得尊敬的人。但同样，和医护一样值得尊敬值得我们说一声谢谢，您们辛苦了的还有每一个为了城市正常运转，为了大家健康幸福而在坚守这的每一个人。小区的保安依旧每天巡逻但最近除了巡逻他们肩负起严守小区的大门，不让外来车辆进入，小区内部车辆只出不进的责任高速收费站的职员们年三十也坚守的岗位上，对进武汉城的运送物资的车辆严格检查，还会附上一句师傅辛苦了，武汉加油志愿者车队的志愿者们，在医院和医护人员的居住地往返火神雷神山医院的建筑工地上，工人们从祖国各省市奔赴而来，不分昼夜争分夺秒的高质量地建筑着临时医院普通居民自律居家不外出，外出回家按规范洗手消毒。超市里摆满的货架干净的道路路上飞驰的外卖小哥医护人员吃到的热乎的饭菜，这一滴一滴，每一个井然有序的场景，都离不开千千万万为此付出的每一个人。他们也值得一句辛苦了，他们也值得一个赞。这个春节，注定不同寻常，因为有奋战一线的医护人员有有应必达的志愿者支援队伍，还有这些依旧坚守在岗位上的普通人，他们同舟共济，大家相互扶持，这场疫情战，我们必胜疫情无情人有情。在现在的非常时期，每一个人的坚守都是对疫情的帮助，大家心系彼此，劲往一处使，每一个普通人多出一分力，冠状病毒的阴霾就会早一天散去。武汉加油抗击疫情作文二这个寒假已经过半了，但这个寒假并不是以前的寒假。往年的春节都是热热闹闹的，而今年，整个城就像一座空城一样。突其而来的一种新冠状病毒，人传人的传染病，打破了人们的正常生活。这数据每天都在上升，我相信总有一天这个数字会停止，这时人民也就可以回到正常生活中。这场战疫需要全国人民共同抗战，少年强则国强，我们是中国的期待，是中国的希望，是中国的未来。我们要团结一致，共同抗战，才能换来全国人民的安康。我们没有马云那样有钱，去捐钱给武汉我们也没有记者那样的速度，去告诉大家现在是什么情况我们更没有医生那样的医术，去当大家的白衣天使。但，我们可以老老实实地待在家里，勤洗手，省口罩，保护自己和家人的健康，这样也是对国家的一种贡献。"}
{"text":"这数据每天都在上升，我相信总有一天这个数字会停止，这时人民也就可以回到正常生活中。这场战疫需要全国人民共同抗战，少年强则国强，我们是中国的期待，是中国的希望，是中国的未来。我们要团结一致，共同抗战，才能换来全国人民的安康。我们没有马云那样有钱，去捐钱给武汉我们也没有记者那样的速度，去告诉大家现在是什么情况我们更没有医生那样的医术，去当大家的白衣天使。但，我们可以老老实实地待在家里，勤洗手，省口罩，保护自己和家人的健康，这样也是对国家的一种贡献。有许多的志愿者解放军医生和护士都去武汉那边支援武汉。当记者询问他们后不后悔时，他们依然会回答――不后悔。新型冠状病毒感染的肺炎疫情仍在持续。宅在家里不能出门的人们，不停地刷着新闻。而我也是从新闻中得知，在武汉的群众中，他们做的事算不上惊天动地，但值得我们记住。比如，有一个男孩走进浙大一院急诊，放下一个信封，敬了一个礼就跑。信封里装着张元张元，还有一封感谢信。上面写着好心人们请放心，齐心协力，我们一定能打赢这场战疫还有一次，救援物资运送车到了医院附近，一位医生跑过来引路，但他不敢上车，他说我现在疑似感染，就在车外给你们引路吧然后他跑在车前，还有很多这样感人的故事，他们都在为武汉抗疫付出，所以我国人民团结一致，定能战胜这次的疫战。团结一致，抗击疫情，加油武汉，加油中国，我们要用正义团结友善去打败邪恶。春暖花开，胜利在即，很快全国就会恢复到正常的生活中。抗击疫情作文三送战友踏征程，默默无语两眼泪，耳边响起驼铃声，路漫漫雾茫茫，革命生涯常分手送战友踏征程，任重道远多艰辛顶风逆水雄心在，不负人民养育情，战友啊战友，亲爱的兄弟，待到春风传佳讯，我们再相逢这首歌词送予前往一线抗击新冠肺炎的英雄们，伟大的逆行者，加油，等你们平安归来年伊始，春风还未吹遍祖国大地，有一种叫作新型冠状病毒的家伙，却猝不及防地来到了我们身边，成了不速之客。人感染新型冠状病毒所致的肺炎，起初为发热乏力干咳，逐渐出现呼吸困难等症状，这种病毒之前从未在人体中被发现，它具备人传染人的能力，因此做好自我保护工作非常重要，远离那些有呼吸道症状的感染人群。"}
{"text":"人感染新型冠状病毒所致的肺炎，起初为发热乏力干咳，逐渐出现呼吸困难等症状，这种病毒之前从未在人体中被发现，它具备人传染人的能力，因此做好自我保护工作非常重要，远离那些有呼吸道症状的感染人群。但是，那些白衣天使却顶风而上，不畏被感染的风险，成为逆行者来到了抗击新冠肺炎的最前线，望着他们义无反顾的背影，向他们致敬，愿他们早日打胜这场战役，早日平安回到亲人身边。辕门外三声炮响如雷，天波府走出报国将。浙大一院的重症医学专家郑霞医生，就是这些逆行的英雄中的一员，她从医年，中共党员，医技精湛，在疫情来临时主动提出去武汉支援。她丢下了年迈的父母，做好了长期在武汉战斗的心理准备，带上行囊，带着伟大的背影，进入了疫情最核心的病房，开始武汉抗疫之战。这些奋战在一线的医疗专家们在隔离病房和负压病房工作，必须全副武装，防护服密闭闷热，穿着一个小时就会感到不适，而他们一穿就是整整四个小时甚至更长时间，还要对着患者开展医疗和护理，经常汗流浃背，不吃不喝一整天。在这阴雨连绵的冬天，千家万户因为他们的守护而温暖，在这一年一度的新春佳节，他们离别家人，穿上战衣，以义无反顾的决心和战无不胜的信心迎险而上，他们是最美逆行者，最伟大的背影，相信他们一定能够战胜这场疫情而平安归来加油武汉，加油中国抗击疫情作文四生命是可贵的，生命本该是缢彩斑斓的，应该是美丽无比的。当然，生命也仅有一次。生命就如烟花，只可绽放一时，却不可再重来。生命也是脆弱的。保尔柯察金曾经说过这个世界上最宝贵的就是生命，生命对于每一种生物来说都只有一次。生命是有限的，是短暂的。这个春节，我们本该快快乐乐兴高采烈的观看城市的街景，欣赏美丽的花灯去各种各样的地方玩耍，旅行。当我正对着每好的未来充满希望时，一件不幸的事发生了。这使原本满心欢喜的我，霎时面如灰土，垂头丧气。往年热闹非凡的街道蒙上了一层灰尘，只有那美丽的花灯孤零零地闪烁着。突如其来的疫情使全中国人民人心惶惶，新型冠状病毒攻打了整个中国。顿时中国便开展了对于疫情的全面治疗一疫情无止休一次次快速传播，快速地侵入人体。"}
{"text":"生命是有限的，是短暂的。这个春节，我们本该快快乐乐兴高采烈的观看城市的街景，欣赏美丽的花灯去各种各样的地方玩耍，旅行。当我正对着每好的未来充满希望时，一件不幸的事发生了。这使原本满心欢喜的我，霎时面如灰土，垂头丧气。往年热闹非凡的街道蒙上了一层灰尘，只有那美丽的花灯孤零零地闪烁着。突如其来的疫情使全中国人民人心惶惶，新型冠状病毒攻打了整个中国。顿时中国便开展了对于疫情的全面治疗一疫情无止休一次次快速传播，快速地侵入人体。一次次变多的患病人数让人们心惊胆颤，战战兢兢，特别是湖北武汉疫情最为严重，武汉人民挺住啊无数的白衣天使不顾一切的冲一线她们都经历了生与死的考验，为了穿上防护服，她们把那美丽的长发剪下。她们说过头发还可以再长，但是人死不能复生。他们为了救人，被防护型口罩勒下一道道红印由于长时间佩戴手套，手上都起了泡，看得人好不心痛。经过护士和医生的治疗，已有几位病人成功克服病毒。听到这个振奋人心的消息，我欢呼雀跃。中国技术，加油令我震惊的是这次强大的新型病毒竟原由一些弱小的野生动物，这些野生动物具有强烈的毒素，但是，天真的人类竟然随意捕食，那些野生动物毒素传播至人类体内，从而造成了这次规模宏大的冠状病毒，这可怕的病毒都是人类自身引起的。珍稀野生动物吧关爱大自然吧武汉加油中国加油一定可以挺过去的，我们相信困难绝不会阻挡我们前进的脚步，加油抗击疫情作文五我们在过年，你们在帮我们过关这是春晚中朗诵爱的桥梁中的一段话，在这病毒肆虐春节，是白衣天使无所畏惧，一路向前。除夕夜，无数人在归家路上，或已在家举杯高歌，而我们的医护人员逆流而行，下一站是武汉。我致敬，向奋战在这场没有硝烟的战役中的逆行者。一方有难，八方支援。这场战役是在湖北武汉为中心，向各个城市蔓延。我看到的不仅仅是疫情蔓延，更有爱心和奉献的传递。新型冠状病毒和惊人相似，到底哪个致命率更高，这成为当前人们的日常话题，也成了难以醒来的梦魇。有人说病毒是由武汉市的一家海鲜市场里非法售卖野生动物引起，还有人在责怪一只蝙蝠。目前，我们没有明确的答案，我只看到很多医务工前仆后继，冲到一线。在春晚抗肺炎的朗诵看哭了无数网友，演出明星纷纷送出祝福，展现人文情怀。随后的十天里，我看到的是我们隔离的是病毒，我们绝不会隔离爱。"}
