{"text":"这省了我的劲儿，但从另一个角度来说就更笨了。这道理是这样的这一车粪有一百公斤，我和小车加起来，也快有一百公斤了，为了送一百公斤的粪，饶上我这一百公斤已经很笨，现在又来了一个人，这就不止是一百公斤。刨去做无效功不算，有效功不过是送上去一些土，其中肥料的成分本属虚无缥缈好在这些蠢事猪是看不到的假如看到的话，不知它会怎么想土里只要含有微量它老人家的粪尿，人就要不惜劳力送上高山――它会因此变成自大狂，甚至提出应该谁吃谁的问题从任何意义上说，送粪这种工作决不比从低洼地里提水更有价值。这种活计本该交给风能去干，犯不着动用宝贵的人体生物能。我总以为，假如我老家住了些十七世纪的荷兰人，肯定遍山都是缆车索道――他们就是那样的人工程师经济学家能工巧匠。至于我老家的乡亲，全是些勤劳朴实缺少心计的人。前一种人的生活比较舒服，这是不容争辩的。现在可以说说我是种什么人。在老家时，我和乡亲们相比，显得更加勤劳朴实更加少心计。当年我想的是我得装出很能吃苦的样子，让村里的贫下中农觉得我是个好人，推荐我去上大学，跳出这个火坑顺便说一句，我虽有这种卑鄙的想法，但没有得逞。大学还是我自己考上的。既然他们没有推荐我，我就可以说几句坦白的话，不算占了便宜又卖乖。村里的那些活，弄得人一会儿腰疼，一会儿腿疼，尤其是拔麦子，拔得手疼不已，简直和上刑没什么两样――十指连心嘛，干吗要用它们干这种受罪的事呢？当年我假装很受用，说什么身体在受罪，思想却变好了，全是昧心话。说良心话就是身体在受罪，思想也更坏了，变得更阴险，更奸诈当年我在老家插队时，共有两种选择一种朴实的想法是在村里苦挨下去，将来成为一位可敬的父老乡亲一种狡猾的想法就是从村里混出去，自己不当父老乡亲，反过来歌颂父老乡亲。这种歌颂虽然动听，但多少有点虚伪站在荷兰牧场面前，我发现还有第三种选择。对于个人来说，这种选择不存在，但对于一个民族来说，它不仅存在，而且还是正途。京片子与民族自信心我生在北京西郊大学区里。长大以后，到美国留学，想要恭维港台来的同学，就说你国语讲得不坏！他们也很识趣，马上恭维回来不能和你比呀。"}
{"text":"这种歌颂虽然动听，但多少有点虚伪站在荷兰牧场面前，我发现还有第三种选择。对于个人来说，这种选择不存在，但对于一个民族来说，它不仅存在，而且还是正途。京片子与民族自信心我生在北京西郊大学区里。长大以后，到美国留学，想要恭维港台来的同学，就说你国语讲得不坏！他们也很识趣，马上恭维回来不能和你比呀。北京乃是文化古都，历朝历代人文荟萃，语音也是所有中国话里最高尚的一种，海外华人佩服之至。我曾在美国华文报纸上读到一篇华裔教授的大陆游记，说到他遭服务小姐数落的情形只听得一串京片子，又急又快，字字清楚，就想起了老残游记里大明湖上黑妞说书，不禁目瞪口呆，连人家说什么都没有去想――我们北京人的语音就有如此的魅力。当然，教授愣完了，开始想那些话，就臊得老脸通红。过去，我们北京的某些小姐尤其是售票员在粗话的词汇量方面，确实不亚于门头沟的老矿工――这不要紧，语音还是我们高贵。但是，这已是昨日黄花。今天你打开收音机或者电视机，就会听到一串嗯嗯啊啊的港台腔调。港台人把国语讲成这样也会害臊，大陆的广播员却不知道害臊。有一句鬼话，叫做那么呢，那么来那么去，显得很低智，但人人都说。我不知这是从哪儿学来的，但觉得该算到港台的账上。再发展下去，就要学台湾小朋友，说出好可爱好高兴噢这样的鬼话。台湾人造的新词新话，和他们的口音有关。国语口音纯正的人学起来很难听。除了广播员，说话港台化最为厉害的，当数一些女歌星。李敖先生骂老国民党，说他们手淫台湾，意淫大陆，这个比方太过粗俗，但很有表现力。我们的一些时髦小姐糟蹋自己的语音，肯定是在意淫港币和新台币――这两个地方除了货币，再没什么格外让人动心的东西。港台人说国语，经常一顿一顿，你知道是为什么吗？他们在想这话汉语该怎么说啊。他们英语讲得太多，常把中国话忘了，所以是可以原谅的。我的亲侄子在美国上小学，回来讲汉语就犯这毛病。犯了我就打他屁股，打一下就好。中国的歌星又不讲英文，再犯这种毛病，显得活像是大头傻子。电台请歌星做节目，播音室里该预备几个乒乓球拍子。乒乒球拍子不管用，就用擀面杖。这样一级一级往上升，我估计用不到狼牙棒，就能把这种病治好。"}
{"text":"港台人说国语，经常一顿一顿，你知道是为什么吗？他们在想这话汉语该怎么说啊。他们英语讲得太多，常把中国话忘了，所以是可以原谅的。我的亲侄子在美国上小学，回来讲汉语就犯这毛病。犯了我就打他屁股，打一下就好。中国的歌星又不讲英文，再犯这种毛病，显得活像是大头傻子。电台请歌星做节目，播音室里该预备几个乒乓球拍子。乒乒球拍子不管用，就用擀面杖。这样一级一级往上升，我估计用不到狼牙棒，就能把这种病治好。治好了广播员，治好了歌星，就可以治其他小姐的病。如今在饭店里，听见鼻腔里哼出一句港味的先生，我就起鸡皮疙瘩。北京的女孩子，干吗要用鼻甲来说话！这篇文章一直在谈语音语调，但语音又不是我真正关心的问题。我关心的是，港台文化正在侵入内地。尤其是那些狗屎不如的电视连续剧，正在电视台上一集集地演着，演得中国人连中国话都说不好了。香港和台湾的确是富裕，但没有文化。咱们这里看上去没啥，但人家还是仰慕的。所谓文化，乃是历朝历代的积累。你把城墙拆了，把四合院扒了，它还在人身上保留着。除了语音，还有别的――就拿笔者来说，不过普普通通一个北方人，稍稍有点急公好义，仗义疏财，有那么一丁点燕赵古风，台湾来的教授见了就说你们大陆同学，气概了不得我在海外的报刊上看到这样一则故事有个前国军上校，和我们打了多年的内战，枪林弹雨都没把他打死。这一方面说明我们的火力还不够厉害，另一方面也说明这个老东西确实有两下子。改革开放之初，他巴巴地从美国跑了回来，在北京的饭店里被小姐骂了一顿，一口气上不来，脑子里崩了血筋，当场毙命。就是这样可怕的故事也挡不住他们回来，他们还觉得被正庄京片子给骂死，也算是死得其所。我认识几位华裔教授，常回大陆，再回到美利坚，说起大陆服务态度之坏，就扼腕叹息道再也不回去了。隔了半年，又见他打点行装。问起来时，他却说骂人的京片子也是很好听的呀！他们还说骂人的小姐虽然粗鲁，人却不坏，既诚实又正直，不会看人下菜碟，专拍有钱人马屁――这倒不是谬奖。八十年代初的北京小姐，就是洛克菲勒冒犯到她，也是照骂不误别以为有几个臭钱就能在我这儿起腻，惹急了我他妈的拿大嘴巴子贴你！断断不会见了港客就骨髓发酥非要嫁他不可――除非是领导上交待了任务，要把他争取过来。"}
{"text":"隔了半年，又见他打点行装。问起来时，他却说骂人的京片子也是很好听的呀！他们还说骂人的小姐虽然粗鲁，人却不坏，既诚实又正直，不会看人下菜碟，专拍有钱人马屁――这倒不是谬奖。八十年代初的北京小姐，就是洛克菲勒冒犯到她，也是照骂不误别以为有几个臭钱就能在我这儿起腻，惹急了我他妈的拿大嘴巴子贴你！断断不会见了港客就骨髓发酥非要嫁他不可――除非是领导上交待了任务，要把他争取过来。粗鲁虽然不好，民族自尊心却是好的，小姐遇上起腻者，用大嘴巴子去贴他，也算合理总比用脸去贴好吧。这些事说起来也有十几年了。如今北京多了很多合资饭店，里面的小姐不骂人，这几位教授却不来了。我估计是听说这里满街的鸟语，觉着回来没意思。他们不来也不要紧，但我们总该留点东西，好让别人仰慕啊。高考经历年我去考大学。在此之前，我只上过一年中学，还是十二年前上的，中学的功课或者没有学，或者全忘光。家里人劝我说你毫无基础，最好还是考文科，免得考不上。但我就是不听，去考了理科，结果考上了。家里人还说，你记忆力好，考文科比较有把握。我的记忆力是不错，一本很厚的书看过以后，里面每个细节都能记得，但是书里的人名地名年代等等，差不多全都记不得。我对事情实际的一面比较感兴趣如果你说的是种状态，我马上就能明白是怎样一种情形如果你说的是种过程，我也马上能理解照你说的，前因如何，后果则会如何。不但能理解，而且能记住。因此，数理化对我来说，还是相对好懂的。最要命的是这类问题一件事，它有什么样的名分，应该怎样把它纳入名义的体系――或者说，对它该用什么样的提法。众所周知，提法总是要背的。我怕的就是这个。文科的鼻祖孔老夫子说，必也正名乎。我也知道正名重要。但我老觉得把一件事搞懂更重要――我就怕名也正了，言也顺了，事也成了，最后成的是什么事情倒不大明白。我层次很低，也就配去学学理科。当然，理科也要考一门需要背的课程，这门课几乎要了我的命。我记得当年准备了一道题，叫做十次路线斗争，它完全是我的噩梦。每次斗争都有正确的一方和错误的一方，正确的一方不难回答，错误的一方的代表人物是谁就需要记了。你去问一个基督徒谁是你的救主？他马上就能答上来他是我主耶稣啊！我的情况也是这样，这说明我是个好人。"}
{"text":"文科的鼻祖孔老夫子说，必也正名乎。我也知道正名重要。但我老觉得把一件事搞懂更重要――我就怕名也正了，言也顺了，事也成了，最后成的是什么事情倒不大明白。我层次很低，也就配去学学理科。当然，理科也要考一门需要背的课程，这门课几乎要了我的命。我记得当年准备了一道题，叫做十次路线斗争，它完全是我的噩梦。每次斗争都有正确的一方和错误的一方，正确的一方不难回答，错误的一方的代表人物是谁就需要记了。你去问一个基督徒谁是你的救主？他马上就能答上来他是我主耶稣啊！我的情况也是这样，这说明我是个好人。若问请答出著名的十大魔鬼是谁？基督徒未必都能答上来――好人记魔鬼的名字干什么。我也记不住错误路线代表人物的名字，这是因为我不想犯路线错误。但我既然想上大学，就得把这些名字记住。十次路线斗争比这里解释的还要难些，因为每次斗争都分别是反左或反右，需要―一记清，弄得我头大如斗。坦白说，临考前一天，我整天举着双手，对着十个手指一一默诵着，总算是记住了所有的左和右。但我光顾了记题上的左右，把真正的左右都忘了，以后总也想不起来。后来在美国开车，我老婆在旁边说往右拐，或者往左拐我马上就想到了陈独秀或者王明，弯却拐不过来，把车开到了马路牙子上，把保险杠撞坏。后来改为揪耳朵，情况才有好转，保险杠也不坏了――可恨的是，这道题还没考。一门课就把我考成了这样，假如门门都是这样，肯定能把我考得连自己是谁都忘掉。现在回想起来，幸亏我没去考文科――幸亏我还有这么点自知之明。如果考了的话，要么考不上，要么被考傻掉。我当年的考友里，有志文科的背功都相当了得。有位仁兄准备功课时是这样的十冬腊月，他穿着件小棉袄，笼着手在外面溜达，弓着个腰，嘴里念念叨叨，看上去像个跳大神的老太婆。你从旁边经过时，叫住他说来，考你一考。他才把手从袖子里掏出来，袖子里还有高考复习材料，他把这东西递给你。不管你问哪道题，他先告诉你答案在第几页，第几自然段，然后就像炒豆一样背起来，在句尾断下来，告诉你这里是逗号还是句号。当然，他背的一个字都不错，连标点都不会错。这位仁兄最后以优异的成绩考进了一所著名的文科大学――对这种背功，我是真心羡慕的。至于我自己，一背东西就困，那种感觉和煤气中毒以后差不太多。跑到外面去挨冻倒是不困，清水鼻涕却要像开闸一样往下流，看起来甚不雅。我觉得去啃几道数学题倒会好过些。"}
{"text":"不管你问哪道题，他先告诉你答案在第几页，第几自然段，然后就像炒豆一样背起来，在句尾断下来，告诉你这里是逗号还是句号。当然，他背的一个字都不错，连标点都不会错。这位仁兄最后以优异的成绩考进了一所著名的文科大学――对这种背功，我是真心羡慕的。至于我自己，一背东西就困，那种感觉和煤气中毒以后差不太多。跑到外面去挨冻倒是不困，清水鼻涕却要像开闸一样往下流，看起来甚不雅。我觉得去啃几道数学题倒会好过些。说到数学，这可是我最没把握的一门课，因为没有学过。其实哪门功课我都没学过，全靠自己瞎琢磨。物理化学还好琢磨，数学可是不能乱猜的。我觉得自己的数学肯定要砸，谁知最后居然还及了格。听说那一年发生了一件怪事京郊某中学毕业班的学生，数学有人教的，可考试成绩通通是零蛋，连个得分的都没有。把卷子调出来一看，都答得满满的，不是白卷。学生说，这门课听不大懂，老师让他们死记硬背来的。不管怎么说吧，也不该都是零分。后来发现，他们的数学老师也在考大学，数学得分也是零。别人知道了这件事都说这班学生的背功真是了得。不是吹牛，要是我在那个班里，数学肯定得不了零分――老师让我背的东西，我肯定记不住。既然记不住，一分两分总能得到。盛装舞步初入大学的门槛，我发现有个同学和我很相像我们俩都长得人高马大，都是一副睡不醒的样子，而且都能言善辩。后来发现，他不仅和我同班，而且同宿舍，于是感情就很好。每天吃完了晚饭，我要在校园里散步，他必在路边等我，伸出手臂说年兄请――这家伙把我叫做年兄，好像我们是同科的进士或者举人。我也说请。于是就手臂挽着手臂有点像一对情人，在校园里遛起弯来，一路走，一路高谈阔论。像这个样子在美国是有危险的，有些心胸狭隘的家伙会拿枪来打我们。现在走在上海街头恐怕也不行，但是七十年代末八十年代初，在北京的一所校园的角落里遛遛，还没什么大问题。当然，有时也有些人跟在我们身后，主要是因为这位年兄博古通今，满肚子都是典故而我呢，如你所知，能胡编是我吃饭的本事，我们俩聊，听起来蛮有意思的。有些同班同学跟着我们，听我们胡扯――从纪晓岚一路扯到爱因斯坦，这些前辈在天之灵听到我们的谈话内容可能会不高兴。"}
{"text":"像这个样子在美国是有危险的，有些心胸狭隘的家伙会拿枪来打我们。现在走在上海街头恐怕也不行，但是七十年代末八十年代初，在北京的一所校园的角落里遛遛，还没什么大问题。当然，有时也有些人跟在我们身后，主要是因为这位年兄博古通今，满肚子都是典故而我呢，如你所知，能胡编是我吃饭的本事，我们俩聊，听起来蛮有意思的。有些同班同学跟着我们，听我们胡扯――从纪晓岚一路扯到爱因斯坦，这些前辈在天之灵听到我们的谈话内容可能会不高兴。到了期中期末，功课繁忙，大家都去准备考试，没人来听我们胡扯，散步的就剩下我们两个人。我们俩除了散步，有时还跳跳踢踏舞。严格地说，还不是踢踏舞。此事的起因是这位年兄曾在内蒙插队，对马儿极有感情，一看到电视上演到马术比赛，尤其是盛装舞步，他马上就如痴如狂。我曾给他出过这样的主意等放了暑假，你回插队的地方，弄匹马来练练好了。他却说我们那里只有小个子蒙古马，骑上去它就差不多了，怎忍心让它来跳舞――再说，贫下中牧也不会答应，他们常说糟蹋马匹的人不得好死。然后，他忽然有了一个重要的发现啊呀年兄，咱们俩合起来是四条腿，和马的腿一样多嘛！他建议我们来练习盛装舞步，我也没有不同意见――反正吃饱了要消消食。两条大汉扣着膀子乱跳，是有点古怪，但我们又不是在大街上跳，而是在偏僻小路上跳，所以没有妨碍谁。再说，我们俩都是出了名的特立独行之士，无论是老师，还是学生干部，全都懒得来管我们。后来有一天，有个男同学经过我们练习舞步的地方――记得他是上海人，戴副小眼镜――他看了我们一阵，然后冲到我们面前来说像你们俩这样可不行――不像话。说完就走了。这位同学走了以后，我们停了一会儿。年兄问道刚才那个人说了什么？我说不知道。这个人好像有毛病――咱们怎么办？年兄说不理他，接着跳！直到操练完毕，我们才回宿舍拿书，去阅览室晚自习。第二天傍晚，还在老地方，那位小眼镜又来了。他皱着眉头看了我们半天，忽然冲过来说那件事还没公开化呢！说完就又走了。这回我们连停都懒得停，继续我们的把戏。但不要以为我们是傻子，我知道人家说的那件事是同性恋。很不巧的是，我们俩都是坚定的异性恋者，我的情况尚属一般，年兄不仅是坚定的异性恋，而且还有点骚――见了漂亮女生就两眼放光，口若悬河。当然，同样的话，年兄也可以用来说我。所以实际情况是说我们俩是同性恋，不仅不正确，而且很离谱。"}
{"text":"直到操练完毕，我们才回宿舍拿书，去阅览室晚自习。第二天傍晚，还在老地方，那位小眼镜又来了。他皱着眉头看了我们半天，忽然冲过来说那件事还没公开化呢！说完就又走了。这回我们连停都懒得停，继续我们的把戏。但不要以为我们是傻子，我知道人家说的那件事是同性恋。很不巧的是，我们俩都是坚定的异性恋者，我的情况尚属一般，年兄不仅是坚定的异性恋，而且还有点骚――见了漂亮女生就两眼放光，口若悬河。当然，同样的话，年兄也可以用来说我。所以实际情况是说我们俩是同性恋，不仅不正确，而且很离谱。那天晚上那位眼镜看到的，不是同性恋者快乐的舞蹈，而是一匹性情温良的骏马在表演左跨步文化人类学指出，不同文化不同价值观的人之间，会发生误解，明明你在做这样一件事，他偏觉得你在做另外的事，这就是件误解的例子。你若说，我们不该引起别人的误会，这也是对的。但我们躲到哪儿，他就追到哪儿，老在一边乱嘀咕。我和年兄在校园里操练舞步，有人看了觉得很可耻，但我们不理睬他。我猜这个人会记恨我们，甚至在心里用孟夫子的话骂我们无耻之耻，无耻矣！我们不理他，是因为他把我们想错了。顺便说一句，孟老夫子的基本方法是推己及人，这个方法是错误的。推己往往及不了人，不管从谁那儿推出我们是同性恋都不对，因为我们不是的。但这不是说，我们拒绝批评。批评只要稍微有点靠谱，我们就听。有一天，我们正在操练舞步，有个女同学从那儿经过，笑了笑说狗撒尿。然后飘然而去。我们的步法和狗撒尿不完全一样，说实在的，要表演真正的狗撒尿步法，非职业舞蹈家不可，远非我二人的胯骨力所能及但我们忽然认为，盛装舞步还是用马匹来表演为好。我早就从大学毕业了，靠写点小文章过活，不幸的是，还是有人要误解我。比方说，我说人若追求智慧，就能从中得到快乐就有人来说我是民族虚无主义者――他一点都不懂我在说什么。他还说理性已经崩溃了，一个伟大的非理性的时代就要降临。如此看来，将来一定满世界都是疯子傻子。我真是不明白，满世界都是疯子和傻子，这就是民族实在主义吗？既然谁都不明白谁在说些什么，就应该互不答理才对。我在这方面做得不错，我从来不看有痰气的思辨文章除非点了我的名，以免误解。至于我写的这种幽默文章，也不希望它被有痰气的思辨学者看到。"}
{"text":"他还说理性已经崩溃了，一个伟大的非理性的时代就要降临。如此看来，将来一定满世界都是疯子傻子。我真是不明白，满世界都是疯子和傻子，这就是民族实在主义吗？既然谁都不明白谁在说些什么，就应该互不答理才对。我在这方面做得不错，我从来不看有痰气的思辨文章除非点了我的名，以免误解。至于我写的这种幽默文章，也不希望它被有痰气的思辨学者看到。有关错误的故事年恢复了高考，但我不信大学可以考进去以前是推荐的，直到看见有人考进去了我才信了。然后我就下定决心也要去考，但文化革命前我在上初一，此后整整十年没有上学，除了识字，我差不多什么不会了。离考期只有六个月，根本就来不及把中学的功课补齐。对于这件事，我是这么想的补习功课无非是为了走进高考的考场，把考题作对。既然如此，我就不必把教科书从头看到尾。干脆，拿起本习题书直接做题就是了。结果是可想而知几乎每题必错。然后我再对着正确答案去想我到底忽略了什么？中学的功课对一个成人的智力来说，并不是什么太难猜的东西。就这样连猜带蒙，想出了很多别人没有教过的东西。乱忙了几个月，最后居然也做对了不少题。进了考场，我忽然冷汗直冒，心里没底到底猜得对不对，这回可要见真佛了。现在的年轻人看到此处，必然会猜到那一年我考上了，要不就不会写这篇文章。他们还会说又在写你们老三届过五关斩六将的英雄事迹，真是烦死了。我的确是考上了，但并不觉得有何值得夸耀之处。与此相反，我是怀着内心的痛苦在回忆此事。别人在考场上，看到题目都会做，就会高兴。我看到题目都会做，心里倒发起虚来。每做出一道题，我心里就要嘀咕一番这个做法是我猜的，到底对不对呢？所有题都做完，我已经愁肠千结，提前半小时交卷，像丧家犬一样溜出考场。考完之后，别人都在谈论自己能得多少分。我却不敢谈论得一百分和零分都在我的预料之内。虽然成绩不坏，我还是后怕的很，以后再不敢这样学习。那一年的考生里，像我这样的人还不少，但不是每个人都我这样怀疑自己。有些考友从考场出来，心情激动地说题目都做出来了，这回准是一百分！等发榜一看，几乎是零蛋。这不说明别的，只说明他对考试科目的理解彻底不对。下面一件事是我在海外留学时遇到的。"}
