{"text":"但人生经验告诉我们，一个人到了那个权位的情况，就很难讲了。譬如我们平时常会说，假如我做了某一位置的事，一定公正，但是真的到了那一天，就做不到绝对公正。人总会受人情的包围，例如，人家送高帽子，明知是高帽子，仍然觉得蛮舒服的，这就是要命的心理了。所以一个人能够做到公正廉明，真是一种最高的修养。像唐朝的历史中记载，武则天问武三思，朝中谁是忠臣？武三思说，跟我好的都是忠臣。武则天说，你这是什么话？武三思说，我不认识的，怎么知道他好不好？同样的道理，看戏容易作戏难，所以我们批评历史容易，身为当局者时，就真不容易了。因此我们知道孔子答复鲁哀公的话，虽然非常平淡，但最平淡的道理是最难做到的。下面接着是季康子的问话，我们曾经提到过，季家是鲁国的权臣，后来鲁国就是亡在他们手里，季康子问什么呢？季康子问使民敬忠以劝，如之何？子曰临之以庄，则敬。孝慈，则忠。举善而教不能，则劝。使民，就是怎样使用群众的意思，在为政的道德上而言，这个动机就有问题，要想使用别人就已经是问题了，他还用了一个当时蛮流行的口头语，敬啊！忠啊！这些都是老子当时所骂的假仁假义。其实老子并不反对仁义，只是当时社会普遍流行谈的仁义，变成了虚假无实的名词，所以老子反对。他提到敬与忠两个字，是大问题。敬是尊敬人，忠是忠于事，劝是教导的意思，等于现在所说的教育。孔子对于季康子所提这几个大问题，没有批评不对，认为都对。但是孔子告诉他，不要只是空洞的宣传，口头话没有用，天下人的聪明相等，口头骗得了一时，骗不了永久。所以他告诉季康子，接近老百姓，内心要有真正的庄严情操，百姓对你自然就恭敬了。如对人敬礼，只是表面的动作，而内心却是不诚，则敬礼的姿势都不对的，这样的敬礼有什么意义？要内心真正的庄严，尤其对部下对群众，有发自内心的庄严情操，部下对你自然就恭敬了。孝慈则忠，真正爱人，人对你自然尽忠，一个人对部下与群众，付出爱儿女一样的心肠，付出了真情，则没有不收到忠的反应的。如果没有这种慈孝，光是劝导教化是没有用的。举善而教不能则劝，对善的奖励提倡，不作官样文章，诚恳的举善。教不能，部下不懂的，并不讨厌他，教他，因为你要作之君，作之师，等于他的长辈，既然作长辈，就是作老师，尽量教他，他自然受感化。"}
{"text":"要内心真正的庄严，尤其对部下对群众，有发自内心的庄严情操，部下对你自然就恭敬了。孝慈则忠，真正爱人，人对你自然尽忠，一个人对部下与群众，付出爱儿女一样的心肠，付出了真情，则没有不收到忠的反应的。如果没有这种慈孝，光是劝导教化是没有用的。举善而教不能则劝，对善的奖励提倡，不作官样文章，诚恳的举善。教不能，部下不懂的，并不讨厌他，教他，因为你要作之君，作之师，等于他的长辈，既然作长辈，就是作老师，尽量教他，他自然受感化。由这里看到答复国君的问话与答复权臣的问话不同之处都在为政篇中，连起来文章又转了一个味道了，所以连贯起来看论语文章的编排非常妙。尤其古代文章，几句话在不同时间，不同地点说的，把它连贯起来，而仍能成为一篇曲折有致，蛮讲究结构的文章，它的文学价值，也实在不简单。治国难！齐家更难！或谓孔子曰子奚不为政？子曰书云孝乎，唯孝友于兄弟。施于有政，是亦为政，奚其为为政？这时候有人说话了。对孔子说，你吹了半天牛，说了许多为政的大道理，头头是道，你自己怎么不出来为政呢？你自己来干嘛！讲到这里，我要特别提醒诸位，以前我们说过为政这一篇，被大家解释成是孔子的政治哲学思想，是不大对的，因为孔子不讲政治，只讲为政。拿现代政治哲学来讲，是大原则，并不是政治的一种方法。所以孔子对于这个问题的答复，他引用了书经里的话解释说，书经里不是讲过孝道吗！一个人在家里能够孝敬父母友爱兄弟家人朋友社会关系，这也就是政治了。有朋友说自己不得志，我说你有什么不得志？不是员，就是长，他说没有什么长在身，我说你至少是家长呀！这个资格还真不容易，这件事情也真不容易做好。孔子说的也就是这个意思，所以他说，何必一定要出来从事政治工作，才叫作政治呢？下面讲为政的原则。子曰人而无信，不知其可也。大车无叟，小车无叟，其何以行之哉？这节很重要。为政的道理――言而有信，是非常重要的。我们读中国历史，对于从政的人，始终要注意一个道理，所谓百年大计。一件事情，一个政策下来，要眼光远大，至少须看到百年或几十年以后的变化与发展，这是古人政治的道理。"}
{"text":"孔子说的也就是这个意思，所以他说，何必一定要出来从事政治工作，才叫作政治呢？下面讲为政的原则。子曰人而无信，不知其可也。大车无叟，小车无叟，其何以行之哉？这节很重要。为政的道理――言而有信，是非常重要的。我们读中国历史，对于从政的人，始终要注意一个道理，所谓百年大计。一件事情，一个政策下来，要眼光远大，至少须看到百年或几十年以后的变化与发展，这是古人政治的道理。天下没有一个完整无缺的法律或完整无缺的办法。天下事一定会变，而且时时在变，这张桌子今天是新的，十年以后就不新了。不新了该怎么办？今天就要预作最好的最切合十年后应变的方案。我们看小说，诸葛亮给人补救的方法，都是锦囊妙计先放在那里。对为政来讲，这个锦囊妙计就是百年大计。不可只顾目前，如只顾目前，事情因时间的发展改变而情况不同，就变成言而无信，结果就是朝令夕改。早上下的命令，晚上认为不对，去赶快改过来，究竟哪个对？老百姓搞不清楚，这就是大问题。所以孔子说作人处世对朋友，信是很重要的，无信是绝对不可以。尤其一些当主管的人，处理事情不多想想，骤下决定，以致随时改变，使部下无所适从，所以孔子说人而无信，不知其可也。大车无r，小车无。r和两个字，是古代车子上的车杆子。大车是牛车，r就是牛车上一根用来套在牛肩上，中间的大梁子小车是马车，就是马车上挂钩的地方，这都是车子上的关键所在。他说作人也好，处世也好，为政也好，言而有信，是关键所在，而且是很重要的关键。有如大车的横杆，小车的挂钩，如果没有了它们，车子是绝对走不动的。讲到这里，本篇快近尾声。子张，就是刚才说到那个来问谋生办法的子张，现在提出一个大问题子张问十世可知也？子曰殷因于夏礼，所损益可知也。周因于殷礼，所损益可知也。其或继周者，虽百世可知也。现在说十世的问题。先说世，什么是世？西方的观念，一百年为一世纪，西方文化以耶稣诞生那一年约在我国汉朝的时候开始为纪元――第一年。现在为一九七四年，又称二十世纪。我们现在也用这个西元，站在中国文化的立场上，是相当令人痛心的事，一个当祖父的，不应该与孙子平行，不应该把自己的历史抹煞，这实在痛心。"}
{"text":"子曰殷因于夏礼，所损益可知也。周因于殷礼，所损益可知也。其或继周者，虽百世可知也。现在说十世的问题。先说世，什么是世？西方的观念，一百年为一世纪，西方文化以耶稣诞生那一年约在我国汉朝的时候开始为纪元――第一年。现在为一九七四年，又称二十世纪。我们现在也用这个西元，站在中国文化的立场上，是相当令人痛心的事，一个当祖父的，不应该与孙子平行，不应该把自己的历史抹煞，这实在痛心。这暂且不提，我们知道现代西方文化以一百年为一世纪，而中国文化过去的世，小的单位以三十年为一世，这是一个时间的代表单位，后来用以作抽象的代表单位了。这是把一代叫作一世。所以每说到世的问题，常以十世表示久远。唐代以后，佛学进了中国，又有三世之说，什么叫三世呢？过去现在未来，就叫三世。几千万年前是过去，前一秒钟也是过去的现在就是现在未来，此后的一秒钟是未来，以后的千百万年也是未来。这就叫三世――是佛学的名称儒学则称之为十世。这里论语上的十世，等于说千秋以后将来的世代。子张问孔子是不是可以先知，预言将来怎么演变，孔子在这里讲到夏商周三世，只是引用过去以代表将来。子张问孔子将来时代的演变知不知道？孔子说知道。怎么会知道呢？孔子说殷商的文化是哪里来的，是由夏朝的文化演变而来。不过由于时代的变迁，夏朝原有的文化，有的减损了，有的增益了。但增益也好，减损也好，总由前面的历史迹象而来，必须要变才变。殷商以后是周朝，所以周朝文化，又是从殷商渐变而来的。我们现在说传统文化，所谓传统，就是这样在一个系统中渐变传下来的，并不是顽固得一定永远保留原来的样子，才叫传统。所以周朝就因为殷礼――殷商的文化，演变成周朝的文化。那么从周朝的文化，也可以看到前朝，殷商文化的对与不对，而有所改变。其或继周者，孔子是东周时代的人，这意思就是说，周代的文化也是要变的，而将来的历史演变，不必说下一代会变成什么样子，就是千百万年以后会变成什么样子，也可以知道。孔子并不是有宗教性的神通，也不是先知，换句话说，是他要人凭借智慧，多读历史，就知道过去。既然用上述的法则，循历史的轨迹就可以知道过去，用同一法则，也就能知道未来。以前提到过，温故而知新，也是这个道理。历史的演变，不会突然的，都是渐变而来的。所以将来的历史，未来的时代，明天怎么样？几乎很清楚的可以了解。"}
{"text":"其或继周者，孔子是东周时代的人，这意思就是说，周代的文化也是要变的，而将来的历史演变，不必说下一代会变成什么样子，就是千百万年以后会变成什么样子，也可以知道。孔子并不是有宗教性的神通，也不是先知，换句话说，是他要人凭借智慧，多读历史，就知道过去。既然用上述的法则，循历史的轨迹就可以知道过去，用同一法则，也就能知道未来。以前提到过，温故而知新，也是这个道理。历史的演变，不会突然的，都是渐变而来的。所以将来的历史，未来的时代，明天怎么样？几乎很清楚的可以了解。下一段把为政的道理讲完了，每篇都有一个结论，但是本篇的这个结论，非常有意思。高明之家鬼瞰其室子曰非其鬼而祭之，谄也。见义不为，无勇也。为什么把这两句话做为为政篇的结论？而且为什么提到鬼呢？中国文化讲孝道，敬祖宗，就要拜鬼了。所以鬼在这里，不是一般人讲的魔鬼，而是祖宗的灵魂。要拜鬼，要拜自己的鬼，还是拜别人的鬼呢？这句话的意思很妙，很幽默，也很深远，拜人家的祖宗就是拍马屁谄媚，不知从何说起才对。因为夏朝的文化尚忠，殷朝的文化尚质。但是殷也尚鬼，那时社会的风气，每个人都诚恳老实，迷信的成分也多周则尚文，才注重人文文化。孔子所崇拜的是人文文化，这是上古历史文化演变有名的转捩点，所以孔子在这里提到鬼以后，第二句就说见义不为，无勇也。看到应该做的事情，不敢去做，没有勇气。没有智仁勇就无法从政，换句话说，也不应该从政。历史上有许多人是见义不为，对许多事情，明明知道应该做，多半推说没有办法而不敢做。我们作人也是这样，看得破，忍不过。想得到，做不来。譬如抽香烟，明明知道这个嗜好的一切害处，是不应该抽，这是看得破，但口袋里总是放一包香烟――忍不过。对于许多事，理论上认为都对，做起来就认为体力不行了，这就是想得到，做不来。对个人的前途这样，对天下事也是这样。这是一个重要问题，所以为政就是一种牺牲，要智仁勇齐备，看到该做的就去做，打算把这条命都付出去了。尽忠义，要见义勇为。所以把这句话加在为政篇的最后，这是为政的基本精神――要有见义而为的大勇要有人溺己溺，人饥己饥的胸怀。"}
{"text":"对于许多事，理论上认为都对，做起来就认为体力不行了，这就是想得到，做不来。对个人的前途这样，对天下事也是这样。这是一个重要问题，所以为政就是一种牺牲，要智仁勇齐备，看到该做的就去做，打算把这条命都付出去了。尽忠义，要见义勇为。所以把这句话加在为政篇的最后，这是为政的基本精神――要有见义而为的大勇要有人溺己溺，人饥己饥的胸怀。八佾第三礼乐衣冠首先，我们对本篇篇名作个简单的解释八佾――佾与仪同音，如今在孔庙中拿羽毛，在祭孔典礼中所舞蹈的叫八佾之舞。用现代的名称，可说它是文化舞，代表古代文化的一种舞蹈。当时中央政府是周天子，天子举行国家大典，代表国家的精神，用作余兴的舞蹈，典礼开始的礼乐。八佾是八个人一排，共有八排诸侯之邦，六人一排叫六佾。诸侯之下的大夫――大臣之家，用四人一排，共四排，叫四佾。这是固定的形式，周朝的礼乐衣冠文物等，都有周详规定。那么，孔子为什么在这一篇里教起跳舞来了呢？不是的。这篇书的全部重心，以现代用语说，是代表了文化精神。他的内容讲礼。礼的根本，也就是孔子一生做学问之所在。只是因为当时写文章的习惯，而用了八佾这个名称做篇名。礼是中国文化中最重要的一环，所以我们要了解中国文化，五经中礼这部书是不能不研究的，尤其因为它偏向于中国哲学思想的根本，同时包括形而上宗教哲学的问题。但本篇是以过去的观念而言，当然，我们现在讲的文化这个名词，与过去的观念不同。过去的观念，文化偏重于人文――人伦的道理，即是伦理的道德，政治的伦理与社会的伦理。现在文化这个名词的含义，包括了政治经济军事社会教育哲学宗教等等归纳起来，成为文化的总体。因此，对于文化为一名词，古今定义的不同，为了讲书的方便，应该先有一个认识。我们说八佾这一篇全篇的精神在于文化，是切合古代所谓文化的定义而言的。第一篇学而，是个人求学的宗旨第二篇为政，也就是为学的外用第三篇是把个人的内圣为学，乃至于外用的为政，综合起来的文化精神，放在八佾篇中，这是从一个故事开始的。孔子谓季氏八佾舞于庭，是可忍也，孰不可忍也！"}
{"text":"因此，对于文化为一名词，古今定义的不同，为了讲书的方便，应该先有一个认识。我们说八佾这一篇全篇的精神在于文化，是切合古代所谓文化的定义而言的。第一篇学而，是个人求学的宗旨第二篇为政，也就是为学的外用第三篇是把个人的内圣为学，乃至于外用的为政，综合起来的文化精神，放在八佾篇中，这是从一个故事开始的。孔子谓季氏八佾舞于庭，是可忍也，孰不可忍也！季氏即季家，当孔子时代，鲁国有三家权臣，即所谓权门，而且不是普通的权门，是可以动摇政权的权门。这三大家是孟孙仲孙季孙，国君都拿他们没办法，整个政权都操在他们手上，鲁国当时的国君就那么可怜。季氏这位权臣，有一天高兴起来，在家里开家庭舞会，结果，玩出天子的味道来了。照规定他只能欣赏四人一排的舞蹈，他居然摆出八人一排的舞，完全天子的味道，要与中央抗衡，已经不把朝廷放在眼里。有人把这事告诉孔子，孔子就说是可忍也，孰不可忍也。照后世学者们的解释，好像孔老夫子听了这件事，大发脾气，握着拳头，敲响了桌子，厉声斥责道假如这件事我们都能忍耐下去，容许他去干，那么还有什么事情不能容忍他季某去做呢？事实上，并不是后儒们所解释的这样，假如真是后儒所解释的一样，那么学而篇当中温良恭俭让形容孔子的五个字里的温字，要用红笔打了，孔子的修养就不行了。很简单，为政篇不是刚说过孔子能不能先知的问题吗？其实孔子早已看出季氏的动向，所以有人告诉他季氏八佾舞于庭，在家里摆天子的排场时，孔子就说，这要注意！季家的野心不小，像这样的事情，季家都忍心做了，还有什么事情他不忍心去做呢？叛变造反，他都会干的。孔子就以这件事断定，季氏将来什么事都做得出来，所以是可忍也，孰不可忍也。是说季氏竟然忍心做这些事。并不是孔子在那里发脾气骂人，这些很明显的文字，不必要故意转个弯来把它乱解释。不但如此，那时社会变乱得很厉害，正如现在所讲的文化堕落。现在再看三家者，以雍彻。子曰相维辟公，天子穆穆。奚取于三家之堂？哪三家呢？就是这季氏三家权臣，他们不但眼里没有顶头上司的鲁君，连中央的周天子，他们也不放在眼里，结果不但在家里开舞会，摆出八佾之舞，还在家里宴客完了撤席时，奏起天子所用的国乐来。彻就是撤宴撤席，雍就是天子所用的国乐。"}
{"text":"是说季氏竟然忍心做这些事。并不是孔子在那里发脾气骂人，这些很明显的文字，不必要故意转个弯来把它乱解释。不但如此，那时社会变乱得很厉害，正如现在所讲的文化堕落。现在再看三家者，以雍彻。子曰相维辟公，天子穆穆。奚取于三家之堂？哪三家呢？就是这季氏三家权臣，他们不但眼里没有顶头上司的鲁君，连中央的周天子，他们也不放在眼里，结果不但在家里开舞会，摆出八佾之舞，还在家里宴客完了撤席时，奏起天子所用的国乐来。彻就是撤宴撤席，雍就是天子所用的国乐。他们三家权门，竟在家里奏天子所用的音乐于宴席之中。所以孔子引用古代的诗说相维辟公，天子穆穆。他的意思是说，在中央政府天子奏雍这支国乐的时候，天子站在中央，辟公即当时的诸侯站在两边拥护着天子，然后天子从中间走过。因为天子本身代表国家的精神，所以态度也非常庄严，绝不会左右乱看。而现在这三家权臣，拿了中央天子用的这种庄严的国乐到家里开舞会，真不知道他们用意何在？换句话说，一个时代的社会风气开始变坏，是由有权势的人所引导的。所以孔子非常感伤，接着感叹起来。子曰人而不仁，如礼何？人而不仁，如乐何？仁是孔子学问的中心，下面第四篇就专讲仁，这里暂时不去讨论他。上面几句话的意思说，一个人没有中心思想，如礼何？文化对他有什么用？文化是靠每一个人自觉自发，自省自悟的文化不是法律，不能由他人来管的。所以人而不仁，如礼何？人而不仁，如乐何？一个人如果自己不省悟，文化与艺术对他有什么用呢？这是孔子的感叹。由于孔子对礼乐的感叹，再转到林放问礼之本。子曰大哉问！礼，与其奢也，宁俭。丧，与其易也，宁戚。林放这个人问孔子，礼的根本是什么？这个问题太大了，我们讲过的，中国文化这个礼字，如果谈到根本，是哲学最高的问题，也是宗教哲学最高的问题。宇宙万有怎样来的？哪一天开始的？这个本体论，也就是礼的根本所在。所以林放问礼的根本是什么，孔子说，他这个问题太大了。孔子不跟他谈哲学，不谈文化的精神，只答复他关于礼仪的问题。孔子说礼仪的过分铺张就不合理，宁可简单隆重。办丧事太轻率了也不好，宁可取悲戚的态度。拿我们现在的情形来看，假如孔子现在还活着，处在我们这个社会中，他不知要感慨到什么程度。"}
{"text":"这个问题太大了，我们讲过的，中国文化这个礼字，如果谈到根本，是哲学最高的问题，也是宗教哲学最高的问题。宇宙万有怎样来的？哪一天开始的？这个本体论，也就是礼的根本所在。所以林放问礼的根本是什么，孔子说，他这个问题太大了。孔子不跟他谈哲学，不谈文化的精神，只答复他关于礼仪的问题。孔子说礼仪的过分铺张就不合理，宁可简单隆重。办丧事太轻率了也不好，宁可取悲戚的态度。拿我们现在的情形来看，假如孔子现在还活着，处在我们这个社会中，他不知要感慨到什么程度。现在我们的礼恰恰与孔子讲的相反，礼不从简而从奢，越奢侈越有排场，丧事不从悲而从易，家人逝世了，送殡仪馆，火葬过后三天，又在家开舞会孔子当时对文化衰败非常感叹，因此他的结论子曰夷狄之有君，不如诸夏之亡也。过去所谓夷狄，就是文化落后的边疆地区，孔子的思想是以文化为中心，凡没有文化的，称为夷狄，因为东夷西戎南蛮北狄这四种族在当时是没有文化，非常野蛮。中国则称中夏中原，是有文化的。孔子说那些蛮族落后地区的人，也有头子，有君主酋长。但光有形态，没有文化，有什么用，不如夏朝殷商，虽然国家亡了，但历史上的精神，永垂万古，因为它有文化。所以我们知道一个很严重的问题，国家不怕亡国，亡了国还有办法复国，如果文化亡了，则从此永不翻身。试看古今中外的历史，文化亡了的民族而能翻身的，史无前例。所以对于文化重建的工作，我们这一代的责任太重大了，绝不能让它在我们这一代的手中断送掉。这是很重要的，像孔子在这里说夷狄之有君，不如诸夏之亡也。夏朝虽然亡了，成了历史的名词，但夏朝的文化，一直流传下来，现在我们也还接受。譬如过年，我们喜欢过阳历年还是阴历年呢？凭心而论，还是喜欢过农历年。对阳历年，那是不得不过的。阴历年就是夏历，是夏朝留下来的文化。很多很多我们现在的文化，还是夏朝的文化。所以孔子这句话的意思，就是说，有政权的存在而没有文化的精神，那有什么用呢？因此文化精神一定要建立。泰山之旅再看下面，季氏的野心越来越明显了季氏旅于泰山，子谓冉有曰女弗能救与？对曰不能。子曰呜呼！曾谓泰山不如林放乎？这段事情，记载得这么简单，但妙不可言。冉有是孔子的学生，后来成了文人而带兵的统帅。"}
