{"text":"那是独一无二的社会阅历，人生轨迹所淘洗出的精粹与沉淀。于生活的无字之书中，沉潜于书页上的人生百态被淋漓演绎，比起做一个旁观者，置身其中的感受更加鲜活也更加残酷，它让人们避免陷入群体无意识代替个体无意识思维吞并，让农村妇女范雨素质朴的文字也能直击人心。无字之书鞭挞虚幻，让阅读他的人们时刻保持着清醒与冷静，同时又保有温热的关怀和悲悯站在时代制高点上的关怀与感同身受的悲悯，这或许正是曹文轩所呼吁的儿童文学中缺乏的无字之书！无论有字无字，眼见耳闻，终归是要落实于心。再多的有字之书，倘若不内化于心，不过是附庸风雅地卖弄墨水，再多的无字之书，倘若不内化于心，也只落得海归变海龟般尴尬境地。黑塞的一句话如同黄钟大吕，世界上最让人恐惧的恰恰是通往自己的道路。翻开心灵之书，是近乎严酷的自省，是修剪不必要的枝枝蔓蔓，增添来自有字和无字之书的吸纳与内化，是冷静地直面内心，与自我对话的过程。吾日三省吾身，不妨说日阅心灵之书。这是一个更需要勇气与意志的过程带着剜肉补疮的决绝，携着刮骨疗伤的清醒，将如附骨之疽般的狭隘嫉妒自私悉数斩断，成就心如明镜台。在信息与行动严重不对等的时代，科技经济等理性力量逐渐占领人文关怀的当下，我们更要以书本和大地浇灌心灵。这位作家的话，无疑振聋发聩。高考永不言败不为艰难学习就像一个无望无际的海洋，那样宽广，那样伟大，我们就像一艘小船，在这迷茫的大海中，寻找着彼岸，而上天对它的考验将是无数次可怕的暴风雨，小船只有两种选择一在困难面前退缩，在浩瀚的大海中挣扎，最后只有沉下海去，永远永远找不到彼岸二永不言败，不为艰难，迎难而上，勇往直前，最后到达成功的彼岸，享受到成功的乐趣，我们跟小船一样，命运是掌握在自己手里的，结果是如何只有靠我们去努力，去奋斗。我们学习中虽然苦，有许许多多的挫折，困难，等待着我们，所以我们要勇敢的面对困难，挑战困难，永不言败，那么成功离我们就不愿了，成功是要付出努力的，付出汗水，没有能随随便便成功的，所以我们应该付出不懈努力去学习。学习不光要有不怕困难，永不言败的精神，还有有勤奋的努力，著名科学家爱迪生曾说过天才就是的灵感加上的汗水，但那的灵感是最重要的，甚至比那的汗水都要重要。"}
{"text":"学习不光要有不怕困难，永不言败的精神，还有有勤奋的努力，著名科学家爱迪生曾说过天才就是的灵感加上的汗水，但那的灵感是最重要的，甚至比那的汗水都要重要。即使我们的成绩不是很好，但只要有心想要学习，那么我们就应该笨鸟先飞，所谓勤能补拙没有人一出生就是天才，他们都是经过秦风的努力，才会成功的，所以我们不能坐等自己那天突然变成天才，而是要点燃自己的力量之火，寻找自己的天才之路，努力奋斗。在学习的路途中还有有远大的理想，有明确的目标，坚定的决心，这样较大实地一步一个脚印的走向自己的目标。实现自己的梦想，不管在路途中遇到多大的挫折，我们要有坚强的毅力，不临阵退缩一分耕耘一分收获只要我们肯付出汗水付出努力，那么我们会得到学习中最大的快乐。梁启超曾告诉过我们未尽责任最苦，尽责任最乐。学习是我们的责任，也是我们为自己的将来而努力，学习虽苦但能从学习中得来快乐，乐趣。那么我相信世上的快乐莫过这种苦中得来的快乐了想在学习中获得成功，也不是不是不可能的，只要我们能做到有永不言败勤奋学习有远大的理想坚定的信念，坚强的意志，明确地目标，而我想成功也是应该有这个配方研制而成的吧在我们获得成功之后，还应记得胜不骄，要继续努力，不要因为一时的成功而得意忘形，这样才不会使自己一步错，步步错，而遗憾终生。高考是人生的一次洗礼考试，让我欢喜让我忧又到六月考试季。考试又成了很多学生的噩梦。分数让我们或喜或怒，时哀时乐。可是喜和乐能被多少学生拥有呢拥有的时间又能有多长呢即使了，一时快乐，但是也抵不了长时间的担忧。因此我最讨厌分数，畏惧考试。每到考试时我就手忙脚乱。考试前一天，心里下着小雨，忧虑像一张网，牢牢地束缚着我考试时，或风平浪静，或笑逐颜开，或一筹莫展一旦考砸了，心中宛如暴雨即将来临，阴沉得怕人。考试卷上一个个鲜红的大叉，就像一把把沾着殷红鲜血的小刀，让我痛苦不堪。"}
{"text":"因此我最讨厌分数，畏惧考试。每到考试时我就手忙脚乱。考试前一天，心里下着小雨，忧虑像一张网，牢牢地束缚着我考试时，或风平浪静，或笑逐颜开，或一筹莫展一旦考砸了，心中宛如暴雨即将来临，阴沉得怕人。考试卷上一个个鲜红的大叉，就像一把把沾着殷红鲜血的小刀，让我痛苦不堪。我不明白老师曾无数次告诉我们考试只是为了检验我们学习的情况，以便及时查漏补缺，可是为什么分数却成了我们最大的负担分数到底是什么在家长的眼里，它代表了荣誉面子。每次坐在一起谈论孩子的成绩，家长可以骄傲地向周围人炫耀我的孩子得了第一名我的孩子又考了一百分。可是你们在说这些话的时候，有没有想过你们的孩子为此付出了多少每次回家，除了要完成老师布置的作业，还要看你们买来的课外书复习资料，每天都苦读到深夜。时间长了，很多人都戴上了眼镜。即使这样刻苦地学习，分数还是压得他们喘不过气。面对即将到来的考试，忧心忡忡，生怕考得不好了，又担心下一次被别人超越考差了，自己羞愧万分，深感无颜见江东父老。分数给我的压力也很大。我记得有一次单元测验，我破天荒只拿到了分。老师同学或严厉，或惊异，或惋惜，或不屑的目光压得我抬不起头，恨不得找个地洞钻了。终于放学了，我忐忑不安地回到了家。爸爸微笑着问纤纤，考了多少分啊我低着头，小声地说。慈爱的父亲不见了。父亲一边打着手势，一边对我咆哮你怎么回事居然只有分退步这么大，你每天到底在干什么我吓坏了，不敢回答爸爸的责问，只是躲在一角默默流泪。此时，我是多么痛恨考试，痛恨分数啊考试原本只是为了测试学生的学习情况，让学生自己和老师及时发现问题，进行改进。可是残酷的分数成了学生沉重的负担，让他们成为考试的笼中鸟。分数啊分数，你左右了我的喜怒哀乐，给我带来了沉甸甸的负担，你说我该拿你怎么办啊如果分数不是那么重要该有多好心灵的拐杖面朝黄土，他扛起了一个家，而今花白了发，他依然健朗，只因拄着心灵的拐杖。――题记黑色的外壳，机身宽而稍薄，超大的矩形屏幕，约莫指甲盖大小的按键。这是一台手机，一台老人机。此刻的它正被老人握在手里，粗糙的指腹轻轻摩挲着机身，温柔而缠绵。老人在等待着什么，在这等待的过程中，他可以慢慢地，回忆些什么。那该是十几年前的事了。"}
{"text":"分数啊分数，你左右了我的喜怒哀乐，给我带来了沉甸甸的负担，你说我该拿你怎么办啊如果分数不是那么重要该有多好心灵的拐杖面朝黄土，他扛起了一个家，而今花白了发，他依然健朗，只因拄着心灵的拐杖。――题记黑色的外壳，机身宽而稍薄，超大的矩形屏幕，约莫指甲盖大小的按键。这是一台手机，一台老人机。此刻的它正被老人握在手里，粗糙的指腹轻轻摩挲着机身，温柔而缠绵。老人在等待着什么，在这等待的过程中，他可以慢慢地，回忆些什么。那该是十几年前的事了。那年头，别说手机了，连电话都没有。唯一的通信方式便是写信。一笔一划的思念，一字一句的关心，被装进一个简易的信封里，贴上八分的邮票，寄往未知的远方。信是寄了，却不一定到得了游子手中，有那么几年，与在外打工的女儿失去了联络，也不知多少次含了泪，怔怔地望着被退回的信。寄不出，只能等女儿寄来。白日里总有干不完的农活，便时常趁夜往村头跑，只盼得女儿的信已经送到了村长家。山里不比平原，家家户户都散落在大山里，一个来回，少说也得两个小时。去时傍着夕阳，心中急切，三步并作两步，可临近村头，望着村长屋里的灯光，又踯躅起来。去得多了，村长早晓得他的来意，看着他三天两头跑，信却没有消息，心里也不是个滋味。村里的年轻人外出打工是常事，这样的担忧，村长也深有体会，看他这般，竟是连安慰的话都说不出口。而他一见村长的神色，便知道希望再次落空。回时步子明显慢了下来，几步一回头，明知夜里不可能有邮递员送信，却还是忍不住期待。渐渐远了人家，独行于寂寂山林中，看一轮残月锁一汪忧愁思念在浑浊的眼中。可纵是一次又一次的失望，他也不曾想过放弃。只要有那个盼头在，只要拄着心灵的拐杖，多走几趟夜路又何妨只是那心里的思念与牵挂，支撑着他，也折磨着他。后来终于有了电话。红色的固定电话，被放在那台老旧的黑白电视机旁，正对着窗，信号时有时无。没有来电显示，白天外出干活的他们，也不知孩子们究竟有没有来过电话，有没有什么急事。便只好在夜里等。他和老伴怕因为耳朵不好使，漏听了铃声，索性端了饭菜在房里吃。一抬头，便看见那电话安安静静蜷在那一隅。吃罢饭，两人便守在电视机旁，说是看电视，心却系在那红色物什上。有时这一等，便是几个钟头。他们习惯早睡，却也非等到熬不住了，才想着自己给孩子打去。一再起身，胡乱换了几次频道，才终于拿起了话筒。"}
{"text":"红色的固定电话，被放在那台老旧的黑白电视机旁，正对着窗，信号时有时无。没有来电显示，白天外出干活的他们，也不知孩子们究竟有没有来过电话，有没有什么急事。便只好在夜里等。他和老伴怕因为耳朵不好使，漏听了铃声，索性端了饭菜在房里吃。一抬头，便看见那电话安安静静蜷在那一隅。吃罢饭，两人便守在电视机旁，说是看电视，心却系在那红色物什上。有时这一等，便是几个钟头。他们习惯早睡，却也非等到熬不住了，才想着自己给孩子打去。一再起身，胡乱换了几次频道，才终于拿起了话筒。刚按下几个键，又犹豫了，放下听筒，回头与昏昏欲睡的老伴商量着要再等一会儿。虽说孩子们说是不会妨碍，他却始终担心会打扰他们工作。直至熟悉的铃声响起，精神一震，忙接起电话。如此，这一夜才睡得安稳。也就是三年前吧，女儿给他买了一台诺基亚手机。初时不会使用，眼见着有电话打进，不是忘了按接听，就是错按了挂断，对着手机说了半天，也不见得那头有反应。好不容易学会了，便天天手机不离身。去山里干活也带着，却又怕摔了，小心翼翼地揣在上衣口袋里，时不时掏出来瞅一眼。天热，小心地将外套往树枝上挂着。正干着活，忽觉铃声响起，可手中或砍或锯，不好立刻放下，只得一边加快了手中动作，一边侧目往树枝那边望去，留心听着，只盼得它响得久一点。那铃声却偏不如人愿，时断时续，若有若无。待放下活计，胡乱在衣服上抹净了手，径直往树下去。取了外套掏出手机，一看，哪有什么未接来电原是太过紧张，听差了。其实孩子们也忙，不可能天天打电话，可他是生怕了错过哪怕一通电话。老人机则是今年换上的。他无意间向女儿提起过手机屏幕太小，看不清楚，怎想女儿回家时便给他带了一台老人机。宽大的屏幕，大号的字体，操作简单，还有语音短信。这样一个什物握在手里，总觉得有一股子暖意。这样一个小东西，竟能传来千里之外的声音，这在以前是想都不敢想的。如今，它真真实实地为他支撑起一片天，支撑起思念，让他能在这样一个偏僻的小山村里，享受到天伦之乐灰暗的屏幕忽然亮了起来，熟悉的铃声响起。老人机震动着，唤回老人飘远的思绪。略一低头，他清楚的看见屏幕上显示着孙女的字样，熟练地按下了接听键。那头，欢快的声音传来爷爷，我们回来过中秋，给您和奶奶带了月饼老人悠闲地躺在老藤椅上，嘴角上翘，月光洒下，照亮了他眼中那溢满了的幸福和满足。"}
{"text":"如今，它真真实实地为他支撑起一片天，支撑起思念，让他能在这样一个偏僻的小山村里，享受到天伦之乐灰暗的屏幕忽然亮了起来，熟悉的铃声响起。老人机震动着，唤回老人飘远的思绪。略一低头，他清楚的看见屏幕上显示着孙女的字样，熟练地按下了接听键。那头，欢快的声音传来爷爷，我们回来过中秋，给您和奶奶带了月饼老人悠闲地躺在老藤椅上，嘴角上翘，月光洒下，照亮了他眼中那溢满了的幸福和满足。再过得两日，月，就圆了正午光辉，普照大地生活在当下，你不难发展生活于当下，你不难发现中国正以一种强势的姿态立于世界，引领世界发展潮流发展是迅猛的，每一天都会发展为不一样的美景。说过生活不是苟活，温饱不是奢侈，发展不是放纵。中国之发展正以共享为马驰行于世一带一路连通沿线国家的合作之心，成就各国的共享之意。当年丝路之繁盛仍在历史的长河中作为一颗最为明亮的星熠熠生辉，而今一带一路的辉煌交由我们来书写。有质疑的声音发出这是否是一次变相的侵略这是否如同当年马歇尔计划一般实则别有用心面对质疑，中国没有急得脸红脖子粗，只一句静待历史的检验而后我们看到，越南通了广播电视非洲通了水电交通恋榫济飞速提高质疑之声逐渐消失取而代之的人们兴奋的笑脸闪亮的双眸和无法合拢的嘴要想富，先修路，已成为政府与民间之共识。但与以往不同的是，这条路是高铁之路是构建一带一路增加了许多新的内涵。中国高铁横空出世以一种不可抵挡之势越发成长，跃居世界顶峰而后，成为了一带一路战略的重要组成部分高铁的走出国门不仅仅意味着我国高铁技术的发展完善，更加展现了我国合作共享的发展理念，带动发展中国家共同发展有了国际的合作共享，共享单车告诉你，国内的共享早已应运而生作为拥有环保共享理念的共享单车以其新颖的运行模式一出现便受到广大国民的追捧其展现的绝非单一的共享，也包含有绿色环保的发展可持续目标，共享单车亦有其爱与情的人文关怀。"}
{"text":"冰心曾说爱在左，情在右，在生命的两旁，随时撒种，随时开花，将这一径长途点缀得花香弥漫共享便如这一大爱，在人们的心田种播下花种，允以阳光雨露终成一片万紫千红，我们不难看见，今后的天空万里无云蔚蓝如海，人们走在大道上，共享单车成为主流若干年后，可以预见，北京的天蔚蓝如海，共享单车来往于大道，高铁带我们走出国门，一带一路带走共享的信息，带回合作的意愿共享是将蔷薇赠予，你留我以花香中国正作为一颗正午的太阳，以其强有力的光芒，普照全球大地，共享光辉雅俗皆乐，幸福中国唱念做打，生旦净末，咿咿呀呀中粉墨登场，她是中国的国粹――京剧。韵律十足，动感四射，她是大妈们的最爱――广场舞。一个阳春白雪，一个下里巴人，看似天差地别，但她们站在一起，笑得灿烂不，我们都是中国历经岁月洗礼，炮火纷飞，京剧蕴含着深厚的文化内涵，从唱词到唱腔，从服饰到妆容，她就像一个文化符号，使人说起中国，便有个黑脸的包公开始哇呀呀呀。而作为舞坛新秀，广场舞的兴起只在近几年，但鲜明的节奏简单的动作使她迅速在大妈中流行，掀起了一股广场舞热。但无论是高雅的京剧抑或是通俗的广场舞，不可否认的是，她们都给人以精神的愉悦享受。那么对高雅还是通俗的纠结就可放到一边了。偌大的广场，有空地，有戏台，台上是水袖青衣，台下是动次达次台上人沉浸在戏中，或喜或嗔，或哀或愤，台下人陶醉在曲中，或进或退，或旋或蹲有人品一杯香茗，跟着台上人摇头晃脑念念有词，有人放下手中物什，跟着台下人旋转跳跃，舞步翩跹。什么是雅什么是俗每个人脸上都呈现笑意时，又有什么高下之分呢如今的中国，有沉迷京剧的票友，也有喜爱跳舞的大妈，他们的审美情趣截然不同，但没必要争吵没必要纠结，各人有各人的路。地广物博的中国不敢故作清高，也不撒泼打滚，他推出京剧广场舞两个姑娘，谁喜欢跟谁玩儿就跟谁玩儿吧于是，他笑了，她笑了，大家都笑了。"}
{"text":"什么是雅什么是俗每个人脸上都呈现笑意时，又有什么高下之分呢如今的中国，有沉迷京剧的票友，也有喜爱跳舞的大妈，他们的审美情趣截然不同，但没必要争吵没必要纠结，各人有各人的路。地广物博的中国不敢故作清高，也不撒泼打滚，他推出京剧广场舞两个姑娘，谁喜欢跟谁玩儿就跟谁玩儿吧于是，他笑了，她笑了，大家都笑了。当今世界发展迅速，多元的文化也呈现新的面貌，作为世界上最古老的国家之一的中国，其文化更是纷杂。古老的文化艺术与新兴的娱乐活动仿佛势不两立，但中国以其融会贯通的包容心将两者有机的统一了起来。无论阳春白雪还是下里巴人，只是中国这个泱泱大国不同的面貌罢了。当京剧遇上广场舞，大雅遇上大俗，没有争论嘲笑，只有理解友好，雅俗共赏，雅俗皆乐，所以每个人都可以快乐，进而整个中国都幸福。水袖舞青衣，鼓点动腰肢。雅俗共欢乐，幸福满中国。中国，中国中国，这个古老而崭新的国度，我身处其中。如果有人问我，中国是什么样的，我一定会毫不犹豫地回答他他是老人，亦是婴儿。中国，他有着老者古朴的褐色，风风雨雨，岁月打磨，在无尽的历史长河中，他站立着，将往昔记忆温柔抚摸中国，他有着老者沉默的智慧，经年走过，年月蹉跎，凝聚五千年的智慧，千山万水，脚踏实地。看长城，多少个风雨如磐的年头，塞外的马蹄不能将它踏破冰冷的子弹不能将它击倒。那是中华儿女用血肉建造的脊骨，一砖一砖，千年垒砌，斗转星移，青山不变。它沉默着伫立在高山之上，只为守护抚平儿女们心底的浮躁与不安只为凝视，东方的旭日升起，面对新的征程，人们启步出发。看丝绸之路，黄沙阻挡不住文明交融的冲动。张骞的骏马应迎着朔风嘶鸣过班超的笔下记录着旅途的艰辛。长安繁华，塞外苍凉。风沙过身，唯有脚步才可安抚内心，唯有脚步才可通向远方。看乡村，日出而作，日落而息。古老的人们依赖于自然，脚下的土地浸着丰获的希望，屋顶的月光寄放着游子的归心。这样的夜晚只适合酣眠。当老者转身，中国，他有着婴儿的热情，时代正好，变数诸多，唯有不断地探索尝试突破，才能保持生长旺盛的活力。长城的烽火狼烟已随风雨散去，如今，只有白鸽飞过山头，只有历史镌刻在人们心中。正因为走过坎坷之途，我们更加明白和平之可贵，我们也更加骄傲地说我是中国人。"}
{"text":"长安繁华，塞外苍凉。风沙过身，唯有脚步才可安抚内心，唯有脚步才可通向远方。看乡村，日出而作，日落而息。古老的人们依赖于自然，脚下的土地浸着丰获的希望，屋顶的月光寄放着游子的归心。这样的夜晚只适合酣眠。当老者转身，中国，他有着婴儿的热情，时代正好，变数诸多，唯有不断地探索尝试突破，才能保持生长旺盛的活力。长城的烽火狼烟已随风雨散去，如今，只有白鸽飞过山头，只有历史镌刻在人们心中。正因为走过坎坷之途，我们更加明白和平之可贵，我们也更加骄傲地说我是中国人。世界相接，沉睡了百年的丝绸之路再焕生机。前途依旧未知，但婴儿的品质即在于探索，以及坦诚。列车取代了骏马，互联网取代了文字，但无论以何种姿态，世界的东方与西方都在呼唤一个合作共赢的时代。乡愁情思，在工业文明时代似乎总是脆弱的。当高楼大厦升起，月光不再浸着瓦当上的青苔，湿润的土地变成坚硬的水泥，我们感叹，两者不可以相容吗当然可以。古老的时节依旧存在，人们竖着一个一个的节气，春游人如织，看小巷沸腾，我们依旧在古老的土地上耕耘收获，以年轻的容貌融入这个世界。中国，这个古老而崭新的国家，我身处其中他以五千年的智慧为世界写下中国特色的注脚，他以创新探索的精神推动时代发展。老者与婴儿，这就是我认识的中国。大国风范在经济全球化的背景下，各国都面临着各种机遇和挑战。有人选择自保，有人选择携手互助。中国，一个屹立了五千年不倒，一个以和为贵的大国，在这一特殊时期展现着她的大国风范，自身腾飞，也为世界经济的发展作出了突出贡献。随着前往荷兰的火车在义乌出发，随着巴基斯坦第一大港建成，中国倡议的一带一路建设有了实质性进展。为西欧带去物美价廉的小商品，给中国带来各种欧洲的高端消费品，还拉动了沿线蒙古中亚各国经济的发展。这条铁路不仅加快中国供给侧结构性改革推动去产能去库存，也满足了欧洲市场的需求，可谓一举两得。相比于英国脱欧，美国修墙，中国反而更加全身心地投入到全球化浪潮中，帮助第三世界国家走出困境，帮助陷入死胡同的国家重回正轨。经历史验证，闭关自守不是出路，开放合作才能共赢，这也是深入中国人民内心的一个真理。习主席说不建中国的后花园，而需建设世界各国的百花园。"}
