{"text":"马振华哀史也应运而生了，并再版一万部作无条件的赠送，只要邮票六分耳。中国人喜看死人出丧，喜看杀头剜肉，哀史自然也喜看了。马振华哀史出版以来，颇受社会欢迎者宜也。三一句成语欢送旧校长欢迎新校长游艺大会沪江大学暨附中全体学生欢送前校长魏馥兰博士归国并庆祝华校长刘湛恩博士就职游艺大会定于今晚二月廿五号六时半在杨树浦本校举行如蒙各界人士惠临参观不胜欢迎沪江大学暨附中学生自治会启送旧迎新，督军去，督办来，督办去，督理来，几曾为之，大家都记得的，何必多言。回子死了要脱毛，干净来，干净去张作霖这次受炸之前出京，也是照来时途铺黄土的，他说，皇帝来，皇帝去。皇帝脚应踏黄地，皇帝哲学之一也。沪江大学欢送旧洋校长顺便也欢迎华新校长，一箭双雕惠临参观，也不胜欢迎也，更是一举而三得。四特别启事南洋兄弟烟草公司特别启事本公司出品十支装大联珠纸壳托由商务印书馆印刷者该馆于内层纸壳之上印有两字其中由中华书局印刷者印有两字此种字样皆系承印者标注其商业符号为之缩写即商务印书馆之名为之缩写即中华书局之名别无其他意义乃外间有谓烟壳上印有此样者可以掉换赠品等传说实属出于悬测且此项烟壳刻已用罄已嘱承印者不必再加符号以免误会特此登报声明凡事可做，共党莫为。打倒共党，就是革命底成功。只要不是共党，一切都可来。新国家主义者也好，旧国家主义者也好，西山派主义者也好，无政府主义者也好。今日之中国，包罗万象，但，莫说该死，的本身就是一个炸弹，危险危险，商务印书馆也危险呢。南洋兄弟烟草公司也危险呢。烟盒纸壳内层里，印有两字是多么危险啊！登报声明以免误会，实不容再缓矣。再不快一点，刀架到头上来了。五一篇妙文前序这是一个尾巴，语多兴趣，不必再加什么油盐了。但请外国人莫看，因为不收外国人也。然而我高兴，斯人爱国如斯，斯诚难能而可贵矣。一篇求婚的妙文真相扬州城里，忽来一自称朱姓，名者。谈笑自如，容貌不俗，语涉疯狂，形如名士，近忽于扬州日报封面，刊登朱某求婚广告一则，语多兴趣，阅者靡不解颐。爰录原文，寄快活林，以资读者一粲。原文径启者。鄙人本有妻室。丁卯秋病殁。守鳏以来。颇以为苦。按查人体之构造。人各一片。惟合之乃成圆形。故男女夫妇合之则乐。而离之则苦。"}
{"text":"五一篇妙文前序这是一个尾巴，语多兴趣，不必再加什么油盐了。但请外国人莫看，因为不收外国人也。然而我高兴，斯人爱国如斯，斯诚难能而可贵矣。一篇求婚的妙文真相扬州城里，忽来一自称朱姓，名者。谈笑自如，容貌不俗，语涉疯狂，形如名士，近忽于扬州日报封面，刊登朱某求婚广告一则，语多兴趣，阅者靡不解颐。爰录原文，寄快活林，以资读者一粲。原文径启者。鄙人本有妻室。丁卯秋病殁。守鳏以来。颇以为苦。按查人体之构造。人各一片。惟合之乃成圆形。故男女夫妇合之则乐。而离之则苦。此自然之体势也。吾二十一岁。方始读书。二十六岁。曾捧卷于康门。十年之间。上承大学之正宗。俯窥百家之传记。竖穷三界。横贯地球。对于宗教学，性命学，道德学，政治学，法律学，兵机学，内而心性之微妙。外而乾坤之粗肥。其间昆虫草木。人物鸟兽。原始要终。穷无极有。愈晋愈精。愈精愈奇。几不知人我天地。然太上忘情。谁能遣此。寡人好色。心窃慕之。都凡香阁娇娃。学林才女。或及正之娼妓。失志之英雄。皆可入格。请按下列地址。惠以半身照片。并附意见书一通。从邮寄。待鄙人检阅后。自有相当之酬答。幸有缘姊妹。有以语我来。惟外国人不收。此启。一九二八，八，四日。写于庐山荆棘丛中的蔷薇路上。本篇最初发表于一九二八年九月十日语丝周刊第四卷第三十七期，原列为剪报一斑的第六节拾遗。申新二报指在上海出版的申报新闻报。申报创刊于一八七二年四月，新闻报创刊于一八九三年二月。二报均于一九四九年五月上海解放时停刊。绍酒坛后叶灵凤在戈壁第二期一九二八年五月发表的一幅漫画的说明词中，说是阴阳脸的老人，挂着已往的战绩，躲在酒缸的后面。冯乃超在文化批判第四号一九二八年四月发表的人道主义者怎样地防卫着自己？中，也说缩入绍兴酒瓮中，依旧讲趣味。英语，意思是共产党例外。共产党的缩写。备考禁止标点符号钱泽民备考禁止标点符号钱泽民昨天为教育部甄别考试。当主考委员出了题后，某科长即刻到场训诲，他说你们不应用标点符号，因为标点符号是写白话文时用的。"}
{"text":"中，也说缩入绍兴酒瓮中，依旧讲趣味。英语，意思是共产党例外。共产党的缩写。备考禁止标点符号钱泽民备考禁止标点符号钱泽民昨天为教育部甄别考试。当主考委员出了题后，某科长即刻到场训诲，他说你们不应用标点符号，因为标点符号是写白话文时用的。然而中国文的他说英文时特别呈出严厉的面孔是很复杂，若使没有句读，那么读的人未免有望文生义的困难不过你当加句读，勿用，，，就是了。某科长之意以为中国文当用标点符号，可惜它已被写白话文的学匪先用了，为避免亵渎起见，所以还用四千年祖传的句读吧！十六，十二，廿四，考完后第二天钱泽民写于北京。本篇最初发表于一九二八年一月二十八日语丝周刊第四卷第七期，在禁止标点符号一文之后。英语短语和子句。英语冒号，分号，问号，等等。备考来信陈德明备考来信陈德明下面关于贵志插图所问，请答复一第二卷第十期内近代美术史潮论的一幅画――希阿的屠杀，画上注着是藉里珂绘，但文中记是陀拉克罗亚的作品，大概画上是注错的。旁边一幅骑士也是藉里珂的，没有错吗？二第五期的插图女的雕刻家迈约尔，和第六期的插图伦敦议事堂和第九期的勃吕舍勒法院和巴黎歌剧馆的前后三个建筑家――伯黎，丕垒尔，喀尔涅――的西文名字叫怎么？陈德明。十七，四，五。本篇最初发表于一九二八年五月一日北新半月刊第二卷第十二号自由问答栏，在陈德明来信之后，原无标题。陀拉克罗亚，―通译德洛克洛瓦，法国浪漫主义画家。藉里珂，―法国浪漫主义画派的先驱者。阿里斯蒂德迈约尔―，法国画家雕塑家。，通译查尔斯巴里―，即来信中所询问的伯黎，英国建筑师，英国国会建筑的设计者。"}
{"text":"陀拉克罗亚，―通译德洛克洛瓦，法国浪漫主义画家。藉里珂，―法国浪漫主义画派的先驱者。阿里斯蒂德迈约尔―，法国画家雕塑家。，通译查尔斯巴里―，即来信中所询问的伯黎，英国建筑师，英国国会建筑的设计者。，约瑟夫丕垒尔―，比利时建筑学家。，通译夏尔迦尼埃―，即来信中所询问的喀尔涅，法国建筑师，巴黎大歌剧院的设计者。备考来信柳无忌备考来信柳无忌素不相识，请恕冒昧通信之罪。为的是关于中国小说的一件事。在你的小说史略中，曾讲过明代的一部言情小说玉娇梨，真如你所云，此书在中国虽不甚通行，在欧洲却颇有一时的运命。月前去访耶鲁大学的德文系主任，讲到歌德的事。他说歌德曾批评过一部中国的小说，颇加称道于是他就把校中歌德藏书室中的法德文译本的玉娇梨给我看。后来我又另在耶鲁图书馆中找到一册英译。在学问方面，欧美关于歌德已差不多考证无遗，――独有在这一方面，讲到玉娇梨的文字，尚付阙如。因此我想，倘使能将我国人所有讲及此书的材料，搜集整理一下，公诸欧美研究歌德的学者，也许可算一点贡献，虽是十分些微的。但是苦于学问不足，在此又无工具可用，竟无从入手。因此想到先生于中国小说，研究有素，未知能否示我一点材料关于原书的确切年代，的姓名及生活，后人对于此书的记载及批评，为帮忙查考？此信拟由小峰先生转上，如能公开了，引起大众的兴趣，也是件美德。祝学安柳无忌上。十九年一月二十一日。本篇最初发表于一九三年一月二十日语丝周刊第五卷第四十五期衍期出版通讯栏，在柳无忌来信之后。柳无忌，江苏吴江人，当时是美国耶鲁大学学生。玉娇梨人情小说，清代张匀撰，旧刻本题荑荻山人编次，五卷，二十回。该书在一八二六年由法国人锐幕萨译成法文次年，英国伦敦出版了英译本，德国司图嘉特出版了德译本。"}
{"text":"十九年一月二十一日。本篇最初发表于一九三年一月二十日语丝周刊第五卷第四十五期衍期出版通讯栏，在柳无忌来信之后。柳无忌，江苏吴江人，当时是美国耶鲁大学学生。玉娇梨人情小说，清代张匀撰，旧刻本题荑荻山人编次，五卷，二十回。该书在一八二六年由法国人锐幕萨译成法文次年，英国伦敦出版了英译本，德国司图嘉特出版了德译本。备考来信魏猛克备考来信魏猛克你肯回信，已经值得我们青年人感激，大凡中国的大文学家，对于一班无名小卒有什么询问或要求什么的信，是向来相应不理的。你虽然不是美术家，但你对于美术的理论和今日世界美术之趋势，是知道得很清楚的，也不必谦让的。不过，你因见了我那篇谈萧伯纳的东西，就不再来开口了，却使我十分抱歉。萧，在幼稚的我，总疑心他有些虚伪，至今，我也还是这样想。讽刺或所谓幽默，是对付敌人的武器吧？劳动者和无产青年的热情的欢迎，不应该诚恳的接受么？当我读了你代萧辩护的文章以后，我便凭了一时的冲动，写出那篇也许可认为侮辱的东西。后来，在现代上看见你的看萧和看萧的人们，才知道你之喜欢萧，也不过仅仅是在什么地方见过一点警句而已。你是中国文坛的老前辈，能够一直跟着时代前进，使我们想起了俄国的高尔基。我们其所以敢冒昧的写信请你写文章指导我们，也就是曾想起高尔基极高兴给青年们通信，写文章，改文稿。在识字运动尚未普及的中国，美术的力量也许较文字来得大些吧，而今日中国的艺坛，是如此之堕落，凡学美术的和懂得美术的人，可以不负起纠正错误的责任么？自然，以先生的地位，是不便参加一个幼稚的团体的战斗的，不过，我们希望你于谈谈文学之外，不要忘记了美术的重要才好。论语第十八期上有一张猛克的与高尔基的插图，这张插图原想放进大众艺术的，后来，被一位与论语有关系的人拿去发表，却无端加上俨然两字，这与的原意是相反的，为了责任，只好在这儿来一个声明。又要使你在百忙中抽出一两分钟的时间来读这封信，不觉得讨厌吗？祝你著安！一个你不认识的青年魏猛克上。六月三日。本篇最初发表于一九三三年六月十六日上海论语半月刊第十九期，在魏猛克的来信之后，总题为两封通信。魏猛克，湖南长沙人，美术工。当时是上海美术专门学校学生。"}
{"text":"又要使你在百忙中抽出一两分钟的时间来读这封信，不觉得讨厌吗？祝你著安！一个你不认识的青年魏猛克上。六月三日。本篇最初发表于一九三三年六月十六日上海论语半月刊第十九期，在魏猛克的来信之后，总题为两封通信。魏猛克，湖南长沙人，美术工。当时是上海美术专门学校学生。萧即萧伯纳，―，英国剧作家批评家。出生于爱尔兰都柏林。早年参加过英国改良主义的政治组织费边社。第一次世界大战爆发后，他谴责帝国主义战争，同情俄国十月社会主义革命。一九三三年他来中国游历，于二月十二日抵香港，十七日到达上海。我的为萧辩护指在一九三三年二月十七日申报自由谈上发表的萧伯纳颂一文。该文后改题颂萧，收入伪自由书。香港大学英国殖民当局于一九一二年三月十一日在香港创办的综合大学。萧伯纳于一九三三年二月十三日在该校发表演说。秦桧―字会之，江宁今江苏南京人，南宋主张降金的内奸，杀害岳飞的主谋。诸葛亮―字孔明，琅琊阳都今山东沂南人，三国时政治家军事家，蜀国丞相。在三国演义中，他是一个具有高度智慧和谋略的典型人物。高尔基，―苏联无产阶甲骷摇谐小说母亲福玛高尔杰耶夫和自传体三部曲童年在人间我的大学等。指魏猛克的漫画与高尔基，画中形象矮小，站在高大的高尔基身旁。这幅画后被李青崖标上俨然二字，发表在论语半月刊第十八期一九三三年六月上。再来开口的萧伯纳颂一文发表后，魏猛克曾在他编辑的美术小报曼陀罗上发表文章，嘲笑是从坟里爬出来撰文欢迎萧伯纳的。后来魏猛克等举办美术展览会，写信请给予支持，在五月十三日的复信已佚中表示自己不是学美术的，如果再来开口，就比从坟里爬出来还可笑。大众艺术魏猛克等拟办的刊物，后未出版。"}
{"text":"再来开口的萧伯纳颂一文发表后，魏猛克曾在他编辑的美术小报曼陀罗上发表文章，嘲笑是从坟里爬出来撰文欢迎萧伯纳的。后来魏猛克等举办美术展览会，写信请给予支持，在五月十三日的复信已佚中表示自己不是学美术的，如果再来开口，就比从坟里爬出来还可笑。大众艺术魏猛克等拟办的刊物，后未出版。备考来信章达生备考来信章达生最近在贵刊上得读某君攻讦复旦大学的杂感文，我以为有许多地方失实，并且某君作文的动机太不纯正所以我以复旦一学生的资格写这封信给先生，请先生们以正大公平的眼光视之以第三者的态度即不是袒护某君的态度，将他发表于卷末。复旦大学有同学一千余人，俨然一小社会，其中党派的复杂与意见的纷歧，自然是不能免掉的。目前正酝酿着暗潮，大有一触即发之势。但依据我们祖先遗传下来的手段，对于敌人不敲堂堂之鼓，也不揭出正正之旗，却欢喜用阴谋手段，借以排斥异己者。此番在贵刊投稿的一文，即是此种手段的表现。现已有证据。因此文登出后，反对某科的同学们，即拿去给校长看，说学校如此之糟，全由某科弄坏，我们应该想办法，校长也只得唯唯。某君此文不过多说了几句俏皮话，却不知已种下了恶果。一方面又利用贵刊的篇幅，以作自己的攻讦的器具，真可谓一举两得了。目前杂志的编辑者似乎太忙，对于名人的稿子一时又拉不到手。只要一见有几句反抗话的稿子，便五体投地，赶忙登载。一般的通病，只知道能说他人缺点的，即是好文章，如是赞美的，倒反不好，因为一登赞美的文章，好像拍马，有点犯不着，也有怕被投稿人利用的担心。孰知现在的投稿者已经十分聪慧了。他们知道编杂志与读杂志者的心理，便改变策略，以假造事实攻讦别人的文字去利用编辑者了。复旦的内容如何，我此时不便辨明，否则有大大的嫌疑，应当由社会的多数人去批评它才对。某君的文里说上海的一切大学都是不好的又说借此可以使复旦改良。这可见某君在未入该大学之前，已有很深的造就，所以目空一切，笼统的骂了一切大学。如某君要促进该校的进步，我想还是在课堂上和教员讨论问难，问得教员无辞可答，请他滚蛋一面向学校提出心目中认为有师资的人来，学校岂敢不从，岂不更直接的促进了学校的改进了么？即使学校的设备不周，某君既是学校的一分子，也有向学校当局建议增加设备的权利，何以某君不从这些地方去促进学校的改革呢？"}
{"text":"某君的文里说上海的一切大学都是不好的又说借此可以使复旦改良。这可见某君在未入该大学之前，已有很深的造就，所以目空一切，笼统的骂了一切大学。如某君要促进该校的进步，我想还是在课堂上和教员讨论问难，问得教员无辞可答，请他滚蛋一面向学校提出心目中认为有师资的人来，学校岂敢不从，岂不更直接的促进了学校的改进了么？即使学校的设备不周，某君既是学校的一分子，也有向学校当局建议增加设备的权利，何以某君不从这些地方去促进学校的改革呢？况且复旦大学的一切行政如聘请教授与设备等等，全由学校各科主任，校长与学生代表讨论进行的，并非一二人所能左右，某君大有可以促进学校改革的机会，但都不屑去做，倒反而写了文章去攻讦，我觉得这种态度很不好。这封信写的太长了，但我以复旦学生一分子的资格，不能不写这一封信，希望某君的态度能改变一下才好。再我这封信是用真姓名发表的，我负完全的责任，如某君有答辩，也请写出真姓名，这别无用意，无非是使某君表明他是负责任的。祝先生们安好！章达生。八月二十日，于复旦大学第一寄宿舍。本篇最初发表于一九二八年九月十七日语丝周刊第四卷第三十八期通信栏，在章达生来信之后。有闲阶级李初梨在文化批判第二号一九二八年二月发表的怎样地建设革命文学一文中，引用成仿吾批评语丝撰稿者所矜持着的是闲暇，闲暇，第三个闲暇等语后说，我们知道，在现代的资本主义社会，有闲阶级，就是有钱阶级。指同期语丝所载宏芬我也来谈谈复旦大学一文。该文赞同冯珧对复旦大学黑暗腐败现象的揭露，并对不问教务的校长表示了不满。指冯珧谈谈复旦大学一文。备考先生的笑话备考先生的笑话读了许多名人学者给我们开的必读书目，引起不少的感想但最打动我的是先生的两句附注，他说少看中国书，其结果不过不能作文而已。但现在的青年最要紧的是行不是言。只要是活人，不能作文算什么大不了的事呢。因这几句话，又想起先生所讲的一段笑话，他似乎是这样说讲话和写文章，似乎都是失败者的征象。正在和命运恶战的人，顾不到这些，真有实力的胜利者也多不做声。譬如鹰攫兔子，喊叫的是兔子不是鹰猫捕老鼠，啼呼的是老鼠不是猫鹞子捉家雀，啾啾的是家雀不是鹞子。"}
{"text":"但现在的青年最要紧的是行不是言。只要是活人，不能作文算什么大不了的事呢。因这几句话，又想起先生所讲的一段笑话，他似乎是这样说讲话和写文章，似乎都是失败者的征象。正在和命运恶战的人，顾不到这些，真有实力的胜利者也多不做声。譬如鹰攫兔子，喊叫的是兔子不是鹰猫捕老鼠，啼呼的是老鼠不是猫鹞子捉家雀，啾啾的是家雀不是鹞子。又好像楚霸王救赵破汉，追奔逐北的时候，他并不说什么等到摆出诗人面孔，饮酒唱歌，那已经是兵败势穷，死日临头了。最近像吴佩孚名士的登彼西山，赋彼其诗，齐燮元先生的放下枪竿，拿起笔干，更是明显的例了。他这一段话，曾引起我们许多人发笑，我把它记在这儿。因为没有请说的人校正，错误的地方就由记的人负责罢。本篇最初发表于一九二五年三月八日京报副刊，在文后，原无标题。参看华盖集，按系北京师范大学学生，原名未详。备考某报剪注瘦莲备考某报剪注瘦莲漆南薰的女弟子大讲公妻初在瞰江馆犹抱琵琶半遮面现住小较场则是莺花啼又笑革新通信社消息顷有署名笑男女士者投来一稿，标题云，漆树芬尚有弟子传芬芳。原文云前新蜀报主笔，向师政治部主任漆树芬者，字南薰，虽死于三三一案但其人究竟是否共产党徒，迄今尚其说不一，不过前次南京政府通缉共产党，曾有漆名，且其前在新蜀报立言，亦颇含有共味，则其十分之八九，确为共产分子无疑。漆当今春时，原为某师政治训练处主任，男女学生，均并蓄兼收。有陈某者，亦所谓密司也，在该处肄业有日，于某师离渝时，遂请假未去，乃不知以何故，竟尔沦入平康，初尚与魏某旅长，讲所谓恋爱，于瞰江楼上，过其神女生涯。近日则公然在小较场小建香巢，高张艳帜，门前一树马樱花，沉醉着浪蝶狂蜂不少也。据余该投稿人自称男友某谈及，彼初在瞰江楼见面时，虽已非书生面目，但尚觉犹抱琵琶半遮面，不无羞恶之心，近在小较场再会，则莺花啼又笑，旧来面目全非，回顾其所谓密司时代，直一落千丈矣。噫，重庆社会之易人，有如此者，可不畏哉！或曰漆南薰之公妻主义，死有传人。虽属谑而虐兮，亦令人不能不有此感慨也。"}
