{"text":"我问他你怎么会问这个问题呢？他说因为报纸上刊登了一个模特儿穿着一件镶满钻石的礼服，听说价值是一亿呢！我说有呀！这个世界上所有活着的钻石都比钻石珍贵而有价值。钻石不是矿物吗？怎么会有活的钻石呢？我告诉孩子，凡是有价值的生长着的事物，我们都可以叫它是活的钻石。像我们可以说花是活的钻石爱是活的钻石智慧是活的钻石一个孩子是活的钻石，我摸摸孩子的头说你也是活的钻石呀，如果用克拉来算，你的价值也超过一亿呢！孩子不可置信的看着我，从他的眼神中，我看到了价值的混乱。但是价值确是如此被混乱的，许多人误以为钻石的价值是真实的，反而不能相信世间有许多事物，其价值犹在钻石之上。就像毒品好了，每次当警方查获大批的海洛因或安非他命，新闻报导常说此次查获的毒品，价值五亿四千万元。这使我们读了感到混乱，因为毒品在不吸毒的人眼中根本是一文不值的，甚至会伤身害命，怎么可以有那么高的价值？钻石虽然不是毒品，它的价值与价钱是值得思考的。钻石作为一种石头，它的价值是中立的，它的光芒，是因为附加的价值而显现。如果是以钻石来表达爱情的永恒坚贞，钻石就变得有价值。如果是以钻石来炫耀自己的虚荣，则钻石是一文不值的。如果是以钻石参加慈善的义卖，去救助那些贫苦的众生，钻石就变得有价值。如果把钻石收藏于柜中，甚至无缘见天日，则钻石是一文不值的。有了好的附加价值，使钻石活了起来。变成虚荣与炫耀的工具，钻石就死去了。不只是钻石，所有无生命的被认为珍宝的事物皆是如此，玉石翡翠珍珠琥珀琉璃。黄金珊瑚等等，并没有真正的价值。事物的价值是因为意义而确定的，意义则是由于心的态度而确立的。如果我们真能确立以心为主的人格与风格，来延伸人生的意义与价值，就会显现生命的诚意，使生活的一切都得到宝爱与珍惜。每一朵花。每一个观点每一段历程都变成活的钻石，每一分爱每一次思维每一次成长都以克拉来计算。在这无常的世界每一步都迈向空无的人间，重要的是活，而不是钻石。每时每刻都是活生生的都走向活的方向都有完全的活。"}
{"text":"事物的价值是因为意义而确定的，意义则是由于心的态度而确立的。如果我们真能确立以心为主的人格与风格，来延伸人生的意义与价值，就会显现生命的诚意，使生活的一切都得到宝爱与珍惜。每一朵花。每一个观点每一段历程都变成活的钻石，每一分爱每一次思维每一次成长都以克拉来计算。在这无常的世界每一步都迈向空无的人间，重要的是活，而不是钻石。每时每刻都是活生生的都走向活的方向都有完全的活。每一个刹那都淳珍宝爱都充满热诚与美都有创造的力。那么，生命就会有钻石的美好钻石的光芒了。水中的蓝天开车从莺歌到树林，经过一个名叫柑园的地方，看到几个农夫正在插秧。由于太久没看到农夫插秧了，再加上春日景明。大地辽阔，使我为那无声的画面感动，忍不住下车。农夫弯腰的姿势正如饱满的稻穗，一步一步将秧苗插进水田，并细致敬谨的往后退去。每次看到农人在田里专心工作，心里就为那劳动的美所感动。特别是插秧的姿势最美，这世间大部分的工作都是向前的，惟有插秧是向后的，也只有向后插秧，才能插出笔直的稻田那弯腰退后的样子，总使我想起从前随父亲在田间工作的情景，生起感恩和恭敬的心。我站在田岸边，面对着新铺着绿秧的土地，深深的呼吸，感觉到春天真的来了，空气里有各种薰人的香气。刚下过连绵春雨的田地，不仅有着迷蒙之美，也使得土地湿软，种作更为容易。春日真好，春雨也好！看着农夫的身影，我想起一首禅诗手把青秧插满田，低头便见水中天六根清净方为道，退步原来是向前。这是一首以生活的插秧来象征在心田插秧的诗。意思是惟有在心田里插秧的人，才能从心水中看见广阔的蓝天，只有六根清净才是修行者惟一的道路要趣人那清净之境，只有反观回转自己的心，就像农夫插秧一样，退步原来正是向前。站在百尺竿头的人，若要更进一步，就不能向前飞跃，否则便会粉身碎骨。只有先从竿头滑下，才能去爬一百零一尺的竿子。人生里退后一步并不全是坏的，如果在前进时采取后退的姿势，以谦让恭谨的方式向前，就更完美了。"}
{"text":"意思是惟有在心田里插秧的人，才能从心水中看见广阔的蓝天，只有六根清净才是修行者惟一的道路要趣人那清净之境，只有反观回转自己的心，就像农夫插秧一样，退步原来正是向前。站在百尺竿头的人，若要更进一步，就不能向前飞跃，否则便会粉身碎骨。只有先从竿头滑下，才能去爬一百零一尺的竿子。人生里退后一步并不全是坏的，如果在前进时采取后退的姿势，以谦让恭谨的方式向前，就更完美了。前进与后退不是绝对的，假如在欲望的追求中，性灵没有提升，则前进正是后退，反之，若在失败中挫折里，心性有所觉醒，则后退正是前进。农人退后插秧，是前进，还是退后呢？甲得从前在小乘佛教国家旅行，进佛寺礼拜，寺院的执事总会教导，离开大殿时必须弯腰后退，以表示对佛的恭敬。此刻看着农夫弯腰后退插秧的姿势，想到与佛寺离去时的姿势多么相像，仿佛从那细致的后退中，看见了每一株秧苗都有佛的存在。青青秧苗，皆是法身，农人几千年来就以美丽谦卑的姿势那样的实践着。那美丽的姿势化成金黄色的稻穗，那弯腰的谦卑则化为累累垂首的稻子，在土地中生长，从无到有无中生有，不正是法身显化的奇迹吗？从柑园的农田离开，车于穿行过柳树与七里香夹道的小路，我的身心爽然，有如山间溪流一样明净，好像刚刚在佛寺里虔诚的拜过佛，正弯腰往寺门的方向退去。空中的蓝天与水中的蓝天一起包围着我，从两颊飞过，带着音乐。咸也好，淡也好一个青年为着情感离别的苦痛来向我倾诉，气息哀怨，令人动容。等他说完，我说人生里有离分节阅读别是好事呀！他茫然的望着我。我说如果没有离别，人就不能真正珍惜相聚的时刻如果呋有离别，人间就再也没有重逢的喜悦。离别从这个观点看，是好的。我们总是认为相聚是幸福的，离别便不免哀伤。但这幸福是比较而来，若没有哀伤作衬托，幸福的滋味也就不能体会了。再从深一点的观点来思考，这世间有许多的怨憎会，在相聚时感到重大痛苦的人比比皆是，如果没有离别这件好事，他们不是要永受折磨，永远沉沦于恨海之中吗？幸好，人生有离别。"}
{"text":"我说如果没有离别，人就不能真正珍惜相聚的时刻如果呋有离别，人间就再也没有重逢的喜悦。离别从这个观点看，是好的。我们总是认为相聚是幸福的，离别便不免哀伤。但这幸福是比较而来，若没有哀伤作衬托，幸福的滋味也就不能体会了。再从深一点的观点来思考，这世间有许多的怨憎会，在相聚时感到重大痛苦的人比比皆是，如果没有离别这件好事，他们不是要永受折磨，永远沉沦于恨海之中吗？幸好，人生有离别。因相聚而幸福的人，离别是好，使那些相思的泪都化成甜美的水晶。因相聚而痛苦的人，离别最好，雾散云消看见了开阔的蓝天。可以因缘离散，对处在苦难中的人，有时候正是生命的期待与盼望。聚与散幸福与悲哀失望与希望，假如我们愿意品尝，样样都有滋味，样样都是生命中不可或缺的。高僧弘一大师，晚年把生活与修行统合起来，过着随遇而安的生活。有一天，他的老友夏丐尊来拜访他，吃饭时，他只配一道咸菜。夏丐尊不忍的问他难道这咸菜不会太咸吗？咸有咸的味道。弘一大师回答道。吃完饭后，弘一大师倒了一杯白开水喝，夏丐尊又问没有茶叶吗？怎么喝这平淡的开水？弘一大师笑着说开水虽淡，淡也有淡的味道。我觉得这个故事很能表达弘一大师的道风，夏丐尊因为和弘一大师是青年时代的好友，知道弘一大师在李叔同时代，有过歌舞繁华的日子，故有此问。弘一大师则早就超越咸淡的分别，这超越并不是没有味觉，而是真能品味咸菜的好滋味与开水的真清凉。生命里的幸福是甜的，甜有甜的滋味。情爱中的离别是咸的，成有成的滋味。生活的平常是淡的，淡也有淡的滋味。我对年轻人说在人生里，我们只能随遇而安，来什么品味什么，有时候是没有能力选择的。就像我昨天在一个朋友家喝的茶真好，今天虽不能再喝那么好的茶，但只要有茶喝就很好了。如果连茶也没有，喝开水也是很好的事呀！有风格的小偷走过一家羊肉炉店的门口，突然有一个中年人的声音热情的叫住我。回头一看，是一位完全陌生的中年人，我以为是一般的读者，打了招呼之后，正要继续往前走。没想到中年人跑过来拉着我的手臂，说林先生一定不记得我了。"}
{"text":"就像我昨天在一个朋友家喝的茶真好，今天虽不能再喝那么好的茶，但只要有茶喝就很好了。如果连茶也没有，喝开水也是很好的事呀！有风格的小偷走过一家羊肉炉店的门口，突然有一个中年人的声音热情的叫住我。回头一看，是一位完全陌生的中年人，我以为是一般的读者，打了招呼之后，正要继续往前走。没想到中年人跑过来拉着我的手臂，说林先生一定不记得我了。我尴尬的说很对不起，真的想不起在什么地方见过你。中年人说起二十年前我们会面的情景，当时我在一家报馆担任记者，跑社会新闻。有一天，到固定跑线的分局去，他们正抓到一个小偷，这个小偷手法高明，自己偷过的次数也记不得了。据警方说法，他犯的案件可能上千件，但是他才第一次被捉到。有一些被偷的人家，经过几星期才发现家中失窃，也可见小偷的手法多么细腻了。我听完警察的叙述，不禁对那小偷生起一点敬意，因为在这混乱的社会，像他这么细腻专业的小偷也是很罕见的。当时，那小偷还很年轻，长相斯文目光锐利，他自己拍着胸脯对警察说大丈夫敢做敢当，凡是我做的我都承认。警方拿出一叠失窃案的照片给他指认，有几张他一看就说这是我做的，这正是我的风格。有一些屋子被翻得凌乱的照片，他看了一眼就说这不是我做的，我的手法没有这么粗。二十年前，我刚当记者不久，面对了一个手法细腻讲求风格的小偷，竟自百感交集。回来以后写了一篇特稿，忍不住感慨像心思如此细密手法这么灵巧风格这样突出的小偷，又是这么斯文有气魄，如果不作小偷，做任何一行都会有成就吧！从时光里跌回来，那个小偷正是我眼前的羊肉炉老板。他很诚挚的对我说林先生写的那篇特稿打破了我的盲点，使我想眼为什么除了作小偷，我没有想过做正当的事呢？在监狱蹲了几年，出来开了羊肉炉的小店，现在已经有几家分店了，林先生，哪一天来给我请客吃羊肉呀！我们在人群熙攘的衔头握手道别，连我自己都感动了起来，没想到二十年前无心写的一篇报导，竟使一个青年走向光明的所在。"}
{"text":"从时光里跌回来，那个小偷正是我眼前的羊肉炉老板。他很诚挚的对我说林先生写的那篇特稿打破了我的盲点，使我想眼为什么除了作小偷，我没有想过做正当的事呢？在监狱蹲了几年，出来开了羊肉炉的小店，现在已经有几家分店了，林先生，哪一天来给我请客吃羊肉呀！我们在人群熙攘的衔头握手道别，连我自己都感动了起来，没想到二十年前无心写的一篇报导，竟使一个青年走向光明的所在。这使我对记者和作家的工作有了更深一层的思考，我们写的每一个字都是人格与风格的延伸，正如一个小偷偷东西的手法，也是他人格与风格的延伸，因此，每一次面对稿纸怎么能不庄严戒慎呢？现在由我来为这个改邪归正的小偷写一个结局像心思如此细密手法这么灵巧风格这样突出的小偷，又是这么斯文有气魄，现在改行卖羊肉炉，他做的羊肉炉一定是非常好吃的！早觉我在不知不觉间就参加了早觉会。在住家附近有台北的四兽山，近几个月时常清晨去攀爬，认识一些早觉会的人，他们说林先生这么早起，也算是我们早觉会的人了。我就这样参加了早觉会。像我这样的年纪参加早觉会是有一点尴尬，因为早觉会的成员大多数是老人和妇女，不是早已退休，就是在家中无事，才有时间把一天最好的时光花在山上。我既不老不少，又是个忙人，在早觉会中是个异数。不知道早觉这两个字是怎么来的，意思可能是早睡早醒的人。那么，是不是所有早睡早醒的人都可以说是早觉呢？在我们这个社会，有很多人早睡早起，但是他们是为了谋求更大的权力独揽更大的利益追求更大的名声，他们虽然也早睡早起，但睡觉时千般计较，醒来时百般需索，这种人，算不算是早觉呢？早觉，应该不只是早睡早起。早觉，应该是及早觉悟。由于看清了权位名利终必成空，及早开启自已的性灵之门，这是早觉。知道了人生的追求到最后只是一场游戏一场梦，及早去探索自己的神明之钥，这是早觉。体会了现在乃是生命惟一可掌握的时刻，进入一种清明欢喜的境界，这也是早觉。因此，早觉不只是早睡早起这么简单的事，早觉是放下拾得无所牵绊的大丈夫事。"}
{"text":"早觉，应该不只是早睡早起。早觉，应该是及早觉悟。由于看清了权位名利终必成空，及早开启自已的性灵之门，这是早觉。知道了人生的追求到最后只是一场游戏一场梦，及早去探索自己的神明之钥，这是早觉。体会了现在乃是生命惟一可掌握的时刻，进入一种清明欢喜的境界，这也是早觉。因此，早觉不只是早睡早起这么简单的事，早觉是放下拾得无所牵绊的大丈夫事。有时起得更早，唱着许多年未唱的歌，内心就随着早晨的微风与鸟鸣飞扬起来。感觉那些早觉的人，个个像赤子一样。俯望着台北东区过分拥挤的楼房，我就祈愿希望这城市多一些早觉的人呀！知了山上有一种蝉，叫声特别奇异，总是吱的一声向上拔高，沿着树木云朵，拉高到难以形容的地步。然后，在长音的最后一节突然以低音了作结，戛然而止。倾听起来，活脱脱就是知――了！知――了！这是我第一次听到蝉如此清楚的叫着知了，终于让我知道知了这个词的形声与会意。从前，我一直以为蝉的幼虫名叫蜘i，长大蝉蜕之后就叫作知了了。蝉，是这世间多么奇特的动物，它们的幼虫长住地下达一两年的时间，经过如此漫长的黑暗飞上枝头，却只有短短一两星期的生命。所以庄子在逍遥游里才会感慨惠蛄不知春秋！蝉的叫声严格说起来，声量应该属噪音一类，因为声音既大又尖，有时可以越过山谷，说它优美也不优美，只有单节没有变化的长音。但是，我们总喜欢听蝉，因为蝉声里充满了生命力充满了飞上枝头之后对这个世界的咏叹。如果在夏日正盛，林中听万蝉齐鸣，会使我们心中荡漾，想要学蝉一样，站在山巅长啸。蝉的一生与我们不是非常接近吗？我们大部分人把半生的光阴用在学习，渴望利用这种学习来获得成功，那种漫长匐匍的追求正如知了一样一旦我们被世人看为成功，自足的在枝头欢唱，秋天已经来了。孟浩然有一前写蝉的诗，中间有这样几句黄金然桂尽，壮志逐年衰。日夕凉风至，闻蝉但益悲。听蝉声鸣叫时，想起这首诗，就觉得知了两字中有更深的含义。"}
{"text":"蝉的一生与我们不是非常接近吗？我们大部分人把半生的光阴用在学习，渴望利用这种学习来获得成功，那种漫长匐匍的追求正如知了一样一旦我们被世人看为成功，自足的在枝头欢唱，秋天已经来了。孟浩然有一前写蝉的诗，中间有这样几句黄金然桂尽，壮志逐年衰。日夕凉风至，闻蝉但益悲。听蝉声鸣叫时，想起这首诗，就觉得知了两字中有更深的含义。什么时候，我们才能一边在树上高歌，一边心里坦然明了，对自己说知了，关于生命的实相，我明白了。大佛的避雷针我带孩子到南部乡下去玩，顺道参访南台湾的寺庙，才发现台湾的大佛愈来愈多，而且好像在比高一样，十几层楼高的大佛到处都是。有一些很小的寺庙前面也盖了大佛，在视觉上造成一种荒谬之感。有一天，我带孩子去参观一座刚落成不久的大佛，有十层楼那么高。孩子突然指着大佛像说爸爸，大佛的头上有避雷针。是吗？我顺着孩子的手势往上看去，由于大佛太高了，竟使我的帽子落下来。孩子问我大佛的头上为什么要装避雷针呢？我说因为大佛也怕被雷打中呀！孩子说佛为什么怕被雷打中？在天上，是不是雷公最大呢？孩子的话使我无法回答而陷入沉思，我们千里迢迢跑来礼拜的佛像，祈求能保佑我们平安的佛像，自己也怕被雷打中哩！佛像既不能保佑自身的安危，又怎么能保佑我们这些比佛像更脆弱的肉身呢？我想到，苏东坡有一次和佛印禅师到一座寺庙，看见观世音菩萨的身上戴着念珠，苏东坡不禁起了疑情，问佛印禅师说观世音菩萨自己已经是佛了，为什么还戴念珠，她是在念谁呢？佛印说她在念观世音菩萨的名字。苏东坡又问她自己不就是观世音菩萨吗？佛印禅师说求人不如求已呀！看着眼前大佛像头上的避雷针，大概也像观世音菩萨手里的念珠一样，是在启示我们求人不如求已呀！人因为蒙蔽了自己的佛心，很多人就把佛像当成避雷针人如果开启了自己的佛心，就不需要避雷针，也不需要佛像了。佛像需要避雷针，是由于佛像太巨大了。人需要避雷针，是由于自我与贪婪大巨大了。"}
{"text":"佛印说她在念观世音菩萨的名字。苏东坡又问她自己不就是观世音菩萨吗？佛印禅师说求人不如求已呀！看着眼前大佛像头上的避雷针，大概也像观世音菩萨手里的念珠一样，是在启示我们求人不如求已呀！人因为蒙蔽了自己的佛心，很多人就把佛像当成避雷针人如果开启了自己的佛心，就不需要避雷针，也不需要佛像了。佛像需要避雷针，是由于佛像太巨大了。人需要避雷针，是由于自我与贪婪大巨大了。我们把佛像盖得很巨大，那是源于我们渴望巨大不屑于向渺小的事物礼敬。很少人知道渺小其实是好的，惟有自觉渺小的人，才能见及世界如此开阔而广大。把佛像盖得很大很大，那是出神的境界。知道佛是无所不在。无处不在的，那是人化的境界。权势名位财富很大很大，那是出神。掌大权。有名位大富有的人还能自觉很渺小，那是人化。佛像不必盖得太大，因为心中有佛，佛就是无所不在无时不在的。如果心中无佛，巨大的佛像与摩天大楼又有什么不同呢？平凡普通的老百姓一旦心中有佛，胸怀无限宽广，心中无挂碍无恐怖。远离颠倒梦想，则尘世的权势名利又怎能成为他的欲。拘限他的自由呢？位高权重的公卿王侯一旦心中无佛，心怀狭小，欲望永无终极，名利权位正好成为围困他的砖墙，又何乐之有？因此，佛像把避雷针装在头上，人应该把避雷针装在心中，时刻避免被利益与权力的引诱击中。只要能自甘于平凡安心于平淡的生活在平常日子也有生的意趣，那避雷的银针就已经装上了。生活中美好的鱼在金门的古董店里，我买到了一个精美的大铜环和一些朴素的陶制的坠子。这是我从未见过的东西，使我感到疑惑。古董店的老板告诉我，那是从前渔民网鱼的用具，陶制的坠子一粒一粒绑在渔网底部，以便下网的时候，渔网可以迅速垂入海中。大铜环则是网眼，就像衣服的领子一样，只要抓住铜环提起来，整个渔网就提起来了，一条鱼也跑不掉。分节阅读夜里我住在梧江招待所，听见庭院里饱满的松果落下来的声音，就走到院子里去捡松果。"}
