{"text":"她说无呀！这块死固仔，跑比飞卡紧，看在佛祖面上，饶他一命，我是拿这个板子回来还给庙里的。然后我看她把板子放回原处，在大殿前穿鞋子――她刚刚急怒攻心，连鞋子也没穿就跑了。我顺着圆通寺的石阶下山，看着这秋天清明的风景，想到佛是永远在的，佛是处处在的，在每一片叶每一朵花每一株草，甚至在吃冰淇淋清凉的心里。但是，拜着佛的人中，几人能知呢？第三面佛到泰国旅行，朋友带我去拜泰国人认为最灵圣的四面佛。通常拜四面佛要从第一面佛顺时钟方向拜过去，第一面是求平安，第二面是求财富，第三面是求情感，第四面是求事业。住在泰国的朋友说依照我的观察，一般人总是在第三面佛停留的时间最长，祈求得最诚心，可见在人间，感情是最大的难题呀！为了求证朋友的说法，我们拜完四面佛，就站在一旁看别人拜，果然，不论男女老少，在祈求情感和婚姻顺利的第三面佛前，总是仁立不动很久，表情非常虔诚。人是因感情而投胎，感情因此是生命最大的难题。离开四面佛时，我想，如果每个人都有朝拜四面佛时那虔诚祈愿的心，愿意花更多的时间在感情的理解，那情感的难题也可以解决不少吧！眼前的时光有一位信佛很虔诚的教师，时常在课堂上灌输小学生对佛教的认识。一大，他花了半小时告诉学生，关于地狱的恐怖，然后他问学生有谁想要下地狱的，举手。果然没有人举手，教师感到很欣慰。然后他又花了半小时，告诉学生极乐世界的美好，他问学生有谁想去极乐世界的举手！大部分的小孩子都举手了，只有角落里一个孩子没有举手，面色凝重。老师把他叫起来，问说为什么你既不想去地狱，也不想去极乐世界呢？那个孩子说我妈妈说，放学的时候哪里也不准去，要直接回家！这是一个笑话，也不全然是笑话而已，几乎所有的宗教都在强调来生的重要，也告诉我们过去的罪孽多么可怕，因此使许多宗教徒都活在过去的赎罪和未来的寄托之中，忽略掉眼前的时光。其实，眼前的时光才是最真实的，要去地狱或天堂都应该从眼前起步。"}
{"text":"大部分的小孩子都举手了，只有角落里一个孩子没有举手，面色凝重。老师把他叫起来，问说为什么你既不想去地狱，也不想去极乐世界呢？那个孩子说我妈妈说，放学的时候哪里也不准去，要直接回家！这是一个笑话，也不全然是笑话而已，几乎所有的宗教都在强调来生的重要，也告诉我们过去的罪孽多么可怕，因此使许多宗教徒都活在过去的赎罪和未来的寄托之中，忽略掉眼前的时光。其实，眼前的时光才是最真实的，要去地狱或天堂都应该从眼前起步。在眼前的时光中欢喜，有光明与爱，就是天堂。在眼前的时光中痛苦，黑暗与堕落，那一刻就是地狱呀！真理有人来问我关于真理的消息，这倒使我陷入了迷惘，无法作答。如果以佛家的观点来看，真理是无为的真如本体，是用来对照俗世那些有为事相的。假如这种说法是真的，那么，无心出岫的云自由飘荡的风美丽开放的花飞过困野的鸟里，到处都有真理。佛家又说，不生不灭，非有相非无相诸法的本来为真理，是用来对照充满生灭的分别的混乱与执著的红尘世界，假如这种说法是真的，那么在蔚蓝的天空与海洋，在飘浮于空中的草香在白雪积了又融的山头在春夏秋冬都翠绿的山林中，也都饱含着真理。可是，到处都在显现的真理，我们是否能够体验与觉知呢？真理恒存，在偶然的一闪中，惟有能体验者可以相映，正如农夫望着天空的闪电而知其意义。真理无为，隐藏于事相之内，惟有能觉知者可以相得，正如笋农观士地痕迹而能找到春笋。真理是没有隐藏的，有心的人就会找到。我对那个来问的人说我也不能诠释真理，我惟一知道的是，真理必须来自体验与觉知，必须是自己的，凡有所依赖有所疑惑，那就不是。麻雀的心住乡下的时候，后山有一片相思林，黄昏或清晨，我喜欢去那里散步。相思林中住了许多麻雀，总也是黄昏和靖晨最热闹，一大群麻雀东蹦西跳大呼小叫，好像一座拥挤热闹的市场，听到震耳的喧哗声，却没有一句听得清楚。路过相思林时，我常浮起一个念头这一群麻雀为什么不肯歇一歇呢？它们那样子无意义地蹦跳无意义地呼喊喧哗。又是为什么呢？"}
{"text":"麻雀的心住乡下的时候，后山有一片相思林，黄昏或清晨，我喜欢去那里散步。相思林中住了许多麻雀，总也是黄昏和靖晨最热闹，一大群麻雀东蹦西跳大呼小叫，好像一座拥挤热闹的市场，听到震耳的喧哗声，却没有一句听得清楚。路过相思林时，我常浮起一个念头这一群麻雀为什么不肯歇一歇呢？它们那样子无意义地蹦跳无意义地呼喊喧哗。又是为什么呢？我的念头生起后就灭去了，没有特别去记挂，只是，每走过相思林，那念头就升起一次。相思林的麻雀偶尔也会数只一群飞到窗前的庭院，跳来跳去，叫一叫，就呼啸过去了。有一天，黄昏时从相思林散步回来，坐在窗前喝咖啡，突然看见六只麻雀飞来了。我知道那是一只母麻雀带着五只小麻雀。长时期对麻雀的观察，使我知道，那身形较瘦颜色较黑的是母麻雀，而羽毛较浅身材篷松显得有些肥嘟嘟的是小麻雀。它矍先停在草地上，在那里讨论什么事情似的，这时我听到母麻雀与小麻雀的声音竟不相同，大约低了两度左右，略为沙哑。然后，我看见母麻雀一跃而起，向不远的开满管芒花的芒草地飞去，非常准确地停在一株芒草上，黄昏的秋风很强猛，使芒草摇来摇去，加上母麻雀的体重，晃得更厉害了，母麻雀啁啁地叫，小麻雀则吱吱喳喳笑成一团，显然是为母亲欢呼，只差没有鼓掌，有两只跳得快翻筋斗了。母麻雀又啁啁地叫，接着五只小麻雀一拥而上，各自跳到不同的芒草叶上，一时之间，芒草堆中东倒西歪，小麻雀们没站好，都落到地上，母亲急切地叫了一阵，显然是给它们加油打气，小麻雀蹦蹦跳跳地回到原先的草地上，哗然而起，再飞去芒草堆里，站在秋风猛烈的芒草叶尖。这样经过了好几次，五只小麻雀总算学会了站在芒草叶尖随风摇动的本事。母麻雀宽慰地说了几句，带大家飞回草地，再嘻嘻哈哈唱跳一阵，突然欢呼一声，往相思林的方向飞去。看麻雀飞远，我才发现端在手中的咖啡早已凉了，在刚刚那令人惊奇的一幕里，我似乎听懂了麻雀的语言――不，或者不是语言，应该说我听懂了麻雀的心。原来，麻雀们每天不能安歇地跳跃叫个不停并不是没有意义的，只是我们从人的角度听来，不明其意罢了。"}
{"text":"这样经过了好几次，五只小麻雀总算学会了站在芒草叶尖随风摇动的本事。母麻雀宽慰地说了几句，带大家飞回草地，再嘻嘻哈哈唱跳一阵，突然欢呼一声，往相思林的方向飞去。看麻雀飞远，我才发现端在手中的咖啡早已凉了，在刚刚那令人惊奇的一幕里，我似乎听懂了麻雀的语言――不，或者不是语言，应该说我听懂了麻雀的心。原来，麻雀们每天不能安歇地跳跃叫个不停并不是没有意义的，只是我们从人的角度听来，不明其意罢了。这样的发现使我忍不住动容，知悉如果我们有更体贴的心，就能更进人万物的内在，如果我们的心有如镜子明澈，我们就能照见众生平等皆有佛性遍及法界的真实了。笑春风去年今日此门中，人面桃花相映红人面不知何处去，桃花依旧笑春风。这是唐朝诗人崔护的一首诗题都城南庄，我今天在整理旧照片时，心中就一直浮出这首诗。我站立的旧厝的枣树与桃树都已经砍除了，昔日的女友已经嫁人，从前的朋友早就星散。有一些相片，甚至站在什么地方拍的，都忘记了。只有在看旧照片时，看到去年与今日，人面与桃花，分合，散散聚聚，才令人对生命的流逝感到更深的怅惘。那每一个人面每一朵桃花，都是回不去的年华啊！幸好的是，不论年华去也不论分合聚散不论多少的背弃与分离，每一年的春风总是在的。人面可能分离，桃花必会凋谢，只要我们在分离与凋谢中不失去微笑的心，就能永远与春风相约。苏东坡有两句诗一年好景君须记，正是橙黄橘绿时。年年都有好景，只看我们能不能珍惜了。世间的春风总是在的，人欠缺的是心里的春风，还有微笑。春风总是在的。前世与今生有一个人来问我关于前世的问题，说他常常在梦里梦见自己的前世，他问我前世真的存在吗？前世真的存在吗？我不能回答。我告诉他我可以确定的是，昨天的我是今天的我的前世，明天的我就是今天的我的来生。我们的前世已经来不及参加了，让它去吧！我们希望有什么样的来生，就掌握今天吧分节阅读！"}
{"text":"前世与今生有一个人来问我关于前世的问题，说他常常在梦里梦见自己的前世，他问我前世真的存在吗？前世真的存在吗？我不能回答。我告诉他我可以确定的是，昨天的我是今天的我的前世，明天的我就是今天的我的来生。我们的前世已经来不及参加了，让它去吧！我们希望有什么样的来生，就掌握今天吧分节阅读！前世或来生看起来遥远而深奥，但我总是相信，一个人只要有很好的领悟力，就能找到一些过去与未来的消息。就好像，我们如果愿意承认自己的坏习惯与坏思想，就会发现自己在过去是走了多么偏斜的道路。我们如果愿意去测量，去描绘心灵的地图，也会发现心灵的力量推动我们的未来。因此，一个人只要很努力，就可以预见未来的路，但再大的努力也无法回到过去。所以，真正值得关心的是现在。我对那时常做前世梦的朋友说与其把时间浪费在前世的梦，还不如活在真实的眼前。真的，世人很少对今生有恳切的了解，却妄图去了解前世，世人也多不肯依赖眼前的真我，却花许多时间寄托于来世，想来令人遗憾。一只鸟又飞走了儿子小时候，每次吵闹，我就拿起电话筒拨一一七给他听，一一七是报时台，会不断播报时间，每十秒一次。儿子的好奇心很强，一听报时台就停止哭闹了。很久以后，有一次他听报时台，满脸疑惑地问我为什么电话里的鸟都飞来飞去，有时候多一只鸟，有时候少一只鸟？我把电话拿来听，话筒里播着下面音响十一点五分五十秒下面音响十一点六分零秒原来，儿子把秒听成鸟，十一点五分五只乌，十一点六分零鸟，这不是非常奇怪吗？我正思索的时候，儿子把话筒抢走，说爸，你听那么久，一只鸟又飞走了！我每次想到时间宝贵，就会想起这件往事，生命里的每一秒都是一只宝贵的鸟，它不断地张开翅膀飞去，仿佛天上的鹭鸶成行。最悲哀的是，每一只鸟都不属于我，每一只鸟都留不下来。"}
{"text":"我正思索的时候，儿子把话筒抢走，说爸，你听那么久，一只鸟又飞走了！我每次想到时间宝贵，就会想起这件往事，生命里的每一秒都是一只宝贵的鸟，它不断地张开翅膀飞去，仿佛天上的鹭鸶成行。最悲哀的是，每一只鸟都不属于我，每一只鸟都留不下来。忙碌与悠闲我和儿子坐在仁爱路安全岛的大树下喂鸽子，凉风从树梢间穿人，树影婆婆，虽然是夏日的午后，也感到十分凉爽。我对儿子说如果能像树那么悠闲，整天让凉风吹拂，也是很好的事呀！儿子说爸爸，你错了，树其实是非常忙碌的。怎么说？儿子说树的根要深入地里，吸收水分树的叶子要和阳光进行光合作用整棵树都要不断地吸入二氧化碳，吐出氧气树是很忙的呀！我看到地上的鸽子悠闲地踱步，想到鸽子其实是在觅食，也是很忙的。当我把玉米撒在地上的时候，悠闲的鸽子就忙碌起来了。我想到，如果我们有悠闲的心，那么所有忙碌的事情都可以用悠闲的态度来完成。如果我们要使生命悠闲，要学习树木一样，深人生活，与阳光进行光合作用，不断吐出氧气来净化人间。参观佛堂在路上遇到一位陌生人，自称是我的读者，他说听说林先生家里的佛堂很庄严，改天去参观你的佛堂。我唯唯诺诺，然后我们在汽车疾驶的街口道别。最近，我时常遇到想来参观我家里佛堂的人。使我困惑的是，我每天带着我的佛堂在街上走来走去，为什么大家都不看呢？我每天也看见许多人带着自已的佛堂走来走去，为什么大家都看不见呢？每个人的人格信念思想，不就是他自己的佛堂吗？释迎牟尼佛有一次在一个风景优美的地方，感慨地说风景这么优美的地方，如果盖一座佛堂就好了。大帝随手摘了一株草插在地上，说世尊，佛堂盖好了。佛陀开心地说善哉！善哉！我们微笑地面对风景优美的地方，我们珍惜相遇的每一个因缘，我们清净了内心的尘垢，我们提升自己走向超越之路那每一个好的地方好的心清好的希望，都是佛堂！"}
{"text":"每个人的人格信念思想，不就是他自己的佛堂吗？释迎牟尼佛有一次在一个风景优美的地方，感慨地说风景这么优美的地方，如果盖一座佛堂就好了。大帝随手摘了一株草插在地上，说世尊，佛堂盖好了。佛陀开心地说善哉！善哉！我们微笑地面对风景优美的地方，我们珍惜相遇的每一个因缘，我们清净了内心的尘垢，我们提升自己走向超越之路那每一个好的地方好的心清好的希望，都是佛堂！存在的理由每到一个地方，我总会捡一些当地的石头回来作纪念，有些朋友无法理解，会问我石头究竟有什么价值呢？石头并没有真正的价值，它是一个地方最好的纪念，是紧钱也不能买到的。我说。在我们的世界，所有的事物都有存在的理由，一个石头一朵野花一株小草都是在诉说自己的价值，只是有缘的人才能看见罢了。一个黑色的石头可能比一张鲜红的缎子更明亮。一件母亲缝制的粗布衣裳，却比闪闪发亮的新衣更温暖。一棵林间的小树，有时比娇贵的兰花更令人动容。甚至连每个人都有存在的理由吧！有些为爱存在，有些为学习存在，有些为生命的美好而存在。只有一个人确定了自我存在的理由，才可能成为更自信更深情更温柔的人。差一百米公共汽车经过台北市信义路，在市贸中心前面看见两栋新盖好的大楼，楼上有一块巨大的招牌来征服我吧！抢占东区的一席之地。那招牌的巨大令人感到荒诞，我想到要抢占东区的一席之地也很不容易，因为东区的士地一坪四百万，房子一坪都在五十万以上。这辈子我大概无缘来抢占东区的一席之地了！我心里这样想，感到有些怅惆。正想着的时候，车往前开了一百米，我望向窗外，发现和那两栋大楼的同一边，有一座巨大的公墓。我的脑中闪过招牌上的句于来征服我吧！抢占东区的一席之地！这块招牌拿来这公墓前挂着，也很适合呀！在这个欲望横流的城市，许多人尽一生的努力，想要去抢占东区的一席之地，可能到几十年后才发现占错边了，差一百米。差一百米就差很多了。"}
{"text":"我心里这样想，感到有些怅惆。正想着的时候，车往前开了一百米，我望向窗外，发现和那两栋大楼的同一边，有一座巨大的公墓。我的脑中闪过招牌上的句于来征服我吧！抢占东区的一席之地！这块招牌拿来这公墓前挂着，也很适合呀！在这个欲望横流的城市，许多人尽一生的努力，想要去抢占东区的一席之地，可能到几十年后才发现占错边了，差一百米。差一百米就差很多了。我们不应该把短暂渺小的人生用在欲望的追逐，因为这世间的一切，没有任何东西可以被人所抢占。不一定是天堂有一位神父告诉我一件真实的事。他在神学院快毕业的时候，老师对他们说你们接受了几年神学的教育，对天堂的状况已经很了解了，在毕业之前，我希望你们每一个人轮流起来报告自己心目中的天堂。这些即将作神父的学生，一一站起来报告自己心目中的天堂。在报告的过程，大家愈听愈惊慌，竟然没有两个人心目中的天堂是相同的。等到学生全部报告完了，教室陷进一片完全的静默，因为没有一个人能确定自己的天堂才是对的。老师看到大家那么严肃的样子，忍不住笑起来，对学生说每个人心目中的天堂都不同，才是正常的，因为天堂是心的向往，并没有固定的形式，每个人心中的天堂都不一样了，何况是人间的事，因此，你们当了神父应该远离争辩，把重点放在唤起人的向往。神父说，听了这一段话，他从此失去和人争辩的兴趣。我听了神父的话，从此也不再和人争辩。我想，天堂虽然每个人都不同，但心的向往是可以互相影响和循环的。放下搭朋友的便车，去看另一个朋友，车子先走敦化南路，转南京东路，再转中山北路。我正注视窗外流过的人车树木，开车的朋友突然指着窗外的大楼说你看这些人多么有钱，有很多大楼是属于同一个财团，甚至是同一个人的。言下颇有羡慕之意。那有什么好呢？背了愈多的财富，放下就更难呀！我说。我们看到这个社会上拥有百亿资产，七十岁以上的人，还有很多人每天烦恼去何处开工厂清晨就要赶去早餐会报中午要看股票行情连在路边散个步吃一碗蚜仔面线也不可得呀！"}
{"text":"我正注视窗外流过的人车树木，开车的朋友突然指着窗外的大楼说你看这些人多么有钱，有很多大楼是属于同一个财团，甚至是同一个人的。言下颇有羡慕之意。那有什么好呢？背了愈多的财富，放下就更难呀！我说。我们看到这个社会上拥有百亿资产，七十岁以上的人，还有很多人每天烦恼去何处开工厂清晨就要赶去早餐会报中午要看股票行情连在路边散个步吃一碗蚜仔面线也不可得呀！像我们没有财富的背累，又没有权势要争夺，也不必拼命去博取名望，想和朋友喝茶就可以出发才是最幸福的。我一说，朋友露出了笑容。我告诉朋友，我在年纪尚小的时候，常在田间帮忙农作，要扛着稻谷或挑着香蕉在田埂行走，大人的教导里，最重要的一项是放下和提起同等重要，扛起时没有顺势而为，就会煞到中气，放下时没有顺势而为就会闪到腰子，都是非常严重的。你看！冬日难得的晴天，放下对财富权势名声的营谋，去喝今年难得的冬茶，真是感到幸福。或者，有百亿资产者也有我们不知的幸福，我们用不着知道，只要我们深知放下的幸福也就好了。生命的意义坐计程车，司机正好是我的读者。在疾驶的车上，他问我林先生，请问你，生命的意义是什么？这是第一位问我关于生命意义的计程车司机，一时之间使我怔住了。我的脑海浮现出我读中学时，学校大礼堂门口的对联。生活的目的在增进人类全体之生活生命的意义在创造宇宙继起之生命如果一个人的生命，在一生中都没有开展，没有对世界有益，那么他就白活了吧？我对计程车司机说生命的意义就是使自己每一天都有一些心灵与智慧的增长，每一天都对世界有一些奉献与利益。当我这样说着，车于正好穿过有美丽行道树的仁爱路，我看到春天的木棉花是多么美呀！我们增长自己的智慧，是为自己开一朵花我们奉献世界的心，是为世界开一朵花。老鼠也有父母看见操场上有一群小朋友在议论纷纷，我好奇地围过去看。"}
