{"text":"著有论自然，已失传。希拉克黎多约前―约前通译赫拉克利特，古希腊唯物主义哲学家。他具有丰富的自发的辩证法思想，列宁称他为辩证法的奠基人之一。他认为宇宙万物都起源于火，火是万物的本原。著有论自然。华惠尔，―英国哲学家科学史家。著有归纳科学的历史等。玄念抽象概念。名学即逻辑学。玄纽奥妙的关键。神思指理想或想像。水道日语，即自来水。天竺我国古代对印度的称呼。尸祝指古代祭祀时任尸和祝的人。尸，代表受祭者祝，向尸祝告者。尸祝引伸为崇拜。庄子庚桑楚子胡不相与尸而祝之。那思得理亚ss即基督教中的聂斯托利派，我国古称景教。僦思s，今译犹太。天学天文学。占星即占星术，以观察星辰运行预言人事祸福的一种巫术。点金即炼金术，中古时代起源于阿拉伯的一种方术。通幽，即接神学，认为由直觉或默示可以与神鬼交通。可尔特跋通译科尔多瓦，西班牙地名。公元八世纪时，阿拉伯翁米亚族侵入西班牙后所建立的白衣大食国即西萨拉森帝国的都城，是欧洲中世纪科学与艺术的中心之一。巴格达德通译巴格达，美索不达米亚地名，今伊拉克的首都。公元七世纪末，阿拉伯阿拔斯族所建立的黑衣大食国即东萨拉森帝国的都城，建有图书馆及大学。理爱智质学即修辞学数学哲学化学。醇酒即乙醇，通称酒精。星表即星体运行表，著名的有托勒坦星表和亚丰沙ps星表。日斯巴尼亚即西班牙。日斯巴尼亚之学校，指设在科尔多瓦的大学。天阏遏止。拉克坦谛约―古罗马拉丁语修辞学家。出生于非洲。他信仰基督教，著有神之教等。丁达尔―通译丁铎尔，英国物理学家。著有热――一种运动形式论声等。灵粮精神食粮。路德，―即马丁路德，德国十六世纪宗教改革运动的倡导者。克灵威尔，―通译克伦威尔，英国政治家。"}
{"text":"拉克坦谛约―古罗马拉丁语修辞学家。出生于非洲。他信仰基督教，著有神之教等。丁达尔―通译丁铎尔，英国物理学家。著有热――一种运动形式论声等。灵粮精神食粮。路德，―即马丁路德，德国十六世纪宗教改革运动的倡导者。克灵威尔，―通译克伦威尔，英国政治家。他领导了十七世纪英国资产阶级革命，于一六四九年判处英王查理一世死刑，宣布英国为共和国。弥耳敦，―通译弥尔顿，英国诗人政论家。克伦威尔共和政府时曾任国会秘书。主要著作有失乐园为英国人声辩等。华盛顿s，―美国政治家。他领导一七七五年至一七八三年美国反对英国殖民统治的独立战争，胜利后任美国第一任总统。嘉来勒，―通译卡莱尔，英国著作家历史学家。他从贵族立场出发，批判揭露了资本主义制度。著有论英雄与英雄崇拜法国革命史等。昏黄指黑暗的时代。摩格那思―德国哲学家自然科学家。他注重实验，对动物学和植物学都有研究。洛及培庚约―约通译罗吉尔培根，英国哲学家，实验科学的前驱者。著有大著作小著作等。中国所习闻者，指弗兰西斯培根，见本篇注。罗吉尔培根论述造成人类无知的四个原因是一崇拜权威二因循旧习三固执偏见四狂妄自负。见他所著大著作一书。华惠尔所说当时学术衰微的四个原因是一观念不确定二经院学派的烦琐哲学三神秘主义四单凭热情而不凭理智的主观武断。见他所著归纳科学的历史一书。阑喀，―通译兰克，德国历史学家。著有世界史罗马教皇史等。圣觉灵感。勒那尔s，―通译菲涅耳，法国物理学家数学家。他用实验证明了光的波动性，创光学上的波动说，并建立了有关的数学理论以说明光波衍射的规律性。著有光的衍射等。威累司即华莱士，参看本卷第页注。"}
{"text":"见他所著归纳科学的历史一书。阑喀，―通译兰克，德国历史学家。著有世界史罗马教皇史等。圣觉灵感。勒那尔s，―通译菲涅耳，法国物理学家数学家。他用实验证明了光的波动性，创光学上的波动说，并建立了有关的数学理论以说明光波衍射的规律性。著有光的衍射等。威累司即华莱士，参看本卷第页注。本生s，―，德国化学家。著有气体测定法等。吉息霍甫，―，通译基尔霍夫，德国物理学家。著有数学物理讲座等。他与本生于一八五九年共同完成光谱分析。复古这里指反对中世纪黑暗的宗教统治，复兴古希腊的科学文化。开布勒―通译开普勒，德国天文学家。他研究行星运动的轨道，发现了行星运动的三大定律，被称为开普勒定律。著有立体几何学等。格里累阿―通译伽利略，意大利物理学家天文学家。他是力学原理的发现者，确定了惯性定律自由落体定律和合力定律。一六九年首先用望远镜观察和研究天体，证实了哥白尼的宇宙太阳中心说。著有两种新科学的对话关于两种世界体系的对话等。思迭文―荷兰数学家物理学家。对静力学方面的力的平衡关系有不少阐发。著有静力学及流体力学等。德―通译吉尔伯特，英国物理学家医学家。对于磁学有不少贡献，创立磁气分子说。著有磁石论等。哈维―英国医学家。他发现了血液循环现象，使生理学确立为科学。著有动物心血运动的解剖研究等。林舍亚克特美即意大利的科学院，一六三年创立于罗马。培庚通译弗兰西斯培根，近代英国唯物主义哲学家，实验科学的创始人。著有新工具即文中所说的格致新机新机论论科学的价值和发展等。特嘉尔通译笛卡儿，法国哲学家数学家和物理学家，解析几何学的创始人。他的哲学思想倾向于二元论。著有哲学原理即文中所说的哲学要义方法论等。外籀即演绎法。公论即定理。"}
{"text":"著有动物心血运动的解剖研究等。林舍亚克特美即意大利的科学院，一六三年创立于罗马。培庚通译弗兰西斯培根，近代英国唯物主义哲学家，实验科学的创始人。著有新工具即文中所说的格致新机新机论论科学的价值和发展等。特嘉尔通译笛卡儿，法国哲学家数学家和物理学家，解析几何学的创始人。他的哲学思想倾向于二元论。著有哲学原理即文中所说的哲学要义方法论等。外籀即演绎法。公论即定理。培根的这段话，见于他的著作新工具第一卷第二条。笛卡儿的这段话，见于他的著作方法论第二编。波尔―通译波义耳，英国物理学家化学家。他用实验阐明气压升降的原理，发现著名的波义耳定律他在化学分析方面也有重要贡献。著有关于空气弹性及其效应的物理――力学的新实验关于颜色的实验与想法等。奈端―通译牛顿，英国数学家物理学家。他发现了力学基本定律万有引力定律，创立了微积分学和光的分析。著有自然哲学的数学原理光学等。巴斯加耳―通译帕斯卡，法国物理学家数学家。他用水银器测量大气的压力，发现帕斯卡定律。著有关于真空的新实验与想法算术三角论等。多烈舍黎―通译托里拆利，意大利物理学家数学家。他从水利工程中研究液体的运动，发明气压计。著有运动论几何概貌等。摩勒毕奇―通译马尔比基，意大利解剖学家。他精密地研究了生理组织，发现毛细管。著有肺炎的解剖学观察郯解剖学等。侯失勒―通译赫歇耳，英国天文学家物理学家。他完成了全天体系统的观测，著有天文学大纲等。拉布拉―通译拉普拉斯，法国天文学家数学家。他是宇宙进化论的先驱者之一，发展了康德的星云说，认为太阳系是由星云发展而来，不是上帝创造的，并以天体的运行阐明牛顿的学说，著有天体力学等。扬俱―通译杨格，英国物理学家。研究光的波动，发现杨格率。著有自然哲学和力学工艺讲座等。欧思第德―丹麦物理学家。"}
{"text":"他完成了全天体系统的观测，著有天文学大纲等。拉布拉―通译拉普拉斯，法国天文学家数学家。他是宇宙进化论的先驱者之一，发展了康德的星云说，认为太阳系是由星云发展而来，不是上帝创造的，并以天体的运行阐明牛顿的学说，著有天体力学等。扬俱―通译杨格，英国物理学家。研究光的波动，发现杨格率。著有自然哲学和力学工艺讲座等。欧思第德―丹麦物理学家。一八二年通过实验研究，发现电和磁之间的关系，奠定了电磁学的基础。著有关于电的不一致效应的实验大自然的灵魂等。迭亢陀耳―通译德堪多，瑞士植物学家。主要研究植物的自然分类法，对植物生理学解剖学等方面也有贡献。著有植物界自然分类长编等。威那―通译魏尔纳，德国地质学家。他认为一切岩石都由海底沉积形成，是水成学派的创始人。著有化石的外表特征等。哈敦―通译赫顿，英国地质学家。他认为一切岩石都由火山的爆发形成，是火成学派的创始人。著有地球的理论等。瓦特―英国发明家。一七七四年完成对原始蒸汽机的重大改进，使它能够广泛应用于工业生产，促成近代史上有名的产业革命。显镜衡机即显微镜和天平。成然顷刻，很快。庄子大宗师成然寐，蘧然觉。立拨立刻覆灭。指一七八九年法国大革命。这次革命开始后，法国贵族僧侣地主等勾引普奥等国军队，于一七九二年七月向法国大举进攻。当时法国革命的资产阶级和爱国人民群众奋起抵抗，八月推翻君主政体，九月召开国民公会，成立法兰西共和国，最后击退了外国侵略者。下文说到的科学家蒙日穆勒惠等都参加了这一斗争。阿罗戈。―法国天文学家物理学家。著有大众天文学等。孟耆，―通译盖帕德蒙日，法国数学家。著有静力学引论等。有线电报发明于一八三三年，无线电报至一八九八年才进入实际应用。此处疑有误。摩洛，―法国将军。先学法律，在法国大革命时加入军队。加尔诺―通译卡尔诺，法国数学家政治家。"}
{"text":"下文说到的科学家蒙日穆勒惠等都参加了这一斗争。阿罗戈。―法国天文学家物理学家。著有大众天文学等。孟耆，―通译盖帕德蒙日，法国数学家。著有静力学引论等。有线电报发明于一八三三年，无线电报至一八九八年才进入实际应用。此处疑有误。摩洛，―法国将军。先学法律，在法国大革命时加入军队。加尔诺―通译卡尔诺，法国数学家政治家。著有论微积分中的形而上学平衡与运动的基本原理等。孚勒克洛，―法国化学家。著有博学和化学要旨等。穆勒惠，―法国化学家。他与巴列克黎孚勒克洛等合著有化学命名方法。巴列克黎，―法国化学家。他是人造硝的发明者，著有亲合力规律研究等。拿坡仑pp，―即拿破仑波拿巴，法国大革命时期军事家政治家。一七九九年任共和国执政。一八四年建立法兰西第一帝国，自称拿破仑一世。狭斯丕尔―通译莎士比亚，英国戏剧家诗人，欧洲文艺复兴时期文学上的主要代表人物之一。作品有仲夏夜之梦罗密欧与朱丽叶哈姆雷特等三十七种。洛菲罗―通译拉斐尔，意大利画家雕刻家，欧洲文艺复兴时期艺术上的主要代表人物之一。作品有西克斯丁圣母雅典学院等。培得诃芬―通译贝多芬，德国音乐家，维也纳古典乐派的代表人物之一。他的作品丰富，对近代西洋音乐的发展有很大影响。摩罗诗力说摩罗诗力说求古源尽者将求方来之泉，将求新源。嗟我昆弟，新生之作，新泉之涌于渊深，其非远矣。――尼耙一人有读古国文化史者，循代而下，至于卷末，必凄以有所觉，如脱春温而入于秋肃，勾萌绝朕，枯槁在前，吾无以名，姑谓之萧条而止。盖人文之留遗后世者，最有力莫如心声。古民神思，接天然之宫，冥契万有，与之灵会，道其能道，爰为诗歌。其声度时劫而入人心，不与缄口同绝且益曼衍，视其种人。"}
{"text":"他的作品丰富，对近代西洋音乐的发展有很大影响。摩罗诗力说摩罗诗力说求古源尽者将求方来之泉，将求新源。嗟我昆弟，新生之作，新泉之涌于渊深，其非远矣。――尼耙一人有读古国文化史者，循代而下，至于卷末，必凄以有所觉，如脱春温而入于秋肃，勾萌绝朕，枯槁在前，吾无以名，姑谓之萧条而止。盖人文之留遗后世者，最有力莫如心声。古民神思，接天然之宫，冥契万有，与之灵会，道其能道，爰为诗歌。其声度时劫而入人心，不与缄口同绝且益曼衍，视其种人。递文事式微，则种人之运命亦尽，群生辍响，荣华收光读史者萧条之感，即以怒起，而此文明史记，亦渐临末页矣。凡负令誉于史初，开文化之曙色，而今日转为影国者，无不如斯。使举国人所习闻，最适莫如天竺。天竺古有韦陀四种，瑰丽幽，称世界大文其摩诃波罗多暨罗摩衍那二赋，亦至美妙。厥后有诗人加黎陀萨s者出，以传奇鸣世，间染抒情之篇日耳曼诗宗瞿提，至崇为两间之绝唱。降及种人失力，而文事亦共零夷，至大之声，渐不生于彼国民之灵府，流转异域，如亡人也。次为希伯来，虽多涉信仰教诫，而文章以幽邃庄严胜，教宗文术，此其源泉，灌溉人心，迄今兹未艾。特在以色列族，则止耶利米之声列王荒矣，帝怒以赫，耶路撒冷遂隳，而种人之舌亦默。当彼流离异地，虽不遽忘其宗邦，方言正信，拳拳未释，然哀歌而下，无赓响矣。复次为伊兰埃及，皆中道废弛，有如断绠，灿烂于古，萧瑟于今。若震旦而逸斯列，则人生大戬，无逾于此。何以故？英人加勒尔曰，得昭明之声，洋洋乎歌心意而生者，为国民之首义。意太利分崩矣，然实一统也，彼生但丁，彼有意语。大俄罗斯之札尔，有兵刃炮火，政治之上，能辖大区，行大业。然奈何无声？中或有大物，而其为大也喑。中略迨兵刃炮火，无不腐蚀，而但丁之声依然。有但丁者统一，而无声兆之俄人，终支离而已。尼耙s不恶野人，谓中有新力，言亦确凿不可移。盖文明之朕，固孕于蛮荒，野人其形，而隐曜即伏于内明如华，蛮野蕾，文明如实，蛮野如华，上征在是，希望亦在是。惟文化已止之古民不然发展既央，隳败随起，况久席古宗祖之光荣，尝首出周围之下国，暮气之作，每不自知，自用而愚，污如死海。其煌煌居历史之首，而终匿形于卷末者，殆以此欤？"}
{"text":"然奈何无声？中或有大物，而其为大也喑。中略迨兵刃炮火，无不腐蚀，而但丁之声依然。有但丁者统一，而无声兆之俄人，终支离而已。尼耙s不恶野人，谓中有新力，言亦确凿不可移。盖文明之朕，固孕于蛮荒，野人其形，而隐曜即伏于内明如华，蛮野蕾，文明如实，蛮野如华，上征在是，希望亦在是。惟文化已止之古民不然发展既央，隳败随起，况久席古宗祖之光荣，尝首出周围之下国，暮气之作，每不自知，自用而愚，污如死海。其煌煌居历史之首，而终匿形于卷末者，殆以此欤？俄之无声，激响在焉。俄如孺子，而非喑人俄如伏流，而非古井。十九世纪前叶，果有鄂戈理者起，以不可见之泪痕悲色，振其邦人，或以拟英之狭斯丕尔sp，即加勒尔所赞扬崇拜者也。顾瞻人间，新声争起，无不以殊特雄丽之言，自振其精神而绍介其伟美于世界若渊默而无动者，独前举天竺以下数古国而已。嗟夫，古民之心声手泽，非不庄严，非不崇大，然呼吸不通于今，则取以供览古之人，使摩挲咏叹而外，更何物及其子孙？否亦仅自语其前此光荣，即以形迩来之寂寞，反不如新起之邦，纵文化未昌，而大有望于方来之足致敬也。故所谓古文明国者，悲凉之语耳，嘲讽之辞耳！中落之胄，故家荒矣，则喋喋语人，谓厥祖在时，其为智慧武怒者何似，尝有闳宇崇楼，珠玉犬马，尊显胜于凡人。有闻其言，孰不腾笑？夫国民发展，功虽有在于怀古，然其怀也，思理朗然，如鉴明镜，时时上征，时时反顾，时时进光明之长途，时时念辉煌之旧有，故其新者日新，而其古亦不死。若不知所以然，漫夸耀以自悦，则长夜之始，即在斯时。今试履中国之大衢，当有见军人蹀躞而过市者，张口作军歌，痛斥印度波阑之奴性有漫为国歌者亦然。盖中国今日，亦颇思历举前有之耿光，特未能言，则姑曰左邻已奴，右邻且死，择亡国而较量之，冀自显其佳胜。夫二国与震旦究孰劣，今姑弗言若云颂美之什，国民之声，则天下之咏者虽多，固未见有此作法矣。诗人绝迹，事若甚微，而萧条之感，辄以来袭。意者欲扬宗邦之真大，首在审己，亦必知人，比较既周，爰生自觉。自觉之声发，每响必中于人心，清晰昭明，不同凡响。非然者，口舌一结，众语俱沦，沉默之来，倍于前此。盖魂意方梦，何能有言？即震于外缘，强自扬厉，不惟不大，徒增欷耳。故曰国民精神发扬，与世界识见之广博有所属。今且置古事不道，别求新声于异邦，而其因即动于怀古。"}
{"text":"夫二国与震旦究孰劣，今姑弗言若云颂美之什，国民之声，则天下之咏者虽多，固未见有此作法矣。诗人绝迹，事若甚微，而萧条之感，辄以来袭。意者欲扬宗邦之真大，首在审己，亦必知人，比较既周，爰生自觉。自觉之声发，每响必中于人心，清晰昭明，不同凡响。非然者，口舌一结，众语俱沦，沉默之来，倍于前此。盖魂意方梦，何能有言？即震于外缘，强自扬厉，不惟不大，徒增欷耳。故曰国民精神发扬，与世界识见之广博有所属。今且置古事不道，别求新声于异邦，而其因即动于怀古。新声之别，不可究详至力足以振人，且语之较有深趣者，实莫如摩罗诗派。摩罗之言，假自天竺，此云天魔，欧人谓之撒但，人本以目裴伦。今则举一切诗人中，凡立意在反抗，指归在动作，而为世所不甚愉悦者悉入之，为传其言行思惟，流别影响，始宗主裴伦，终以摩迦匈加利文士。凡是群人，外状至异，各禀自国之特色，发为光华而要其大归，则趣于一大都不为顺世和乐之音，动吭一呼，闻者兴起，争天拒俗，而精神复深感后世人心，绵延至于无已。虽未生以前，解脱而后，或以其声为不足听若其生活两间，居天然之掌握，辗转而未得脱者，则使之闻之，固声之最雄桀伟美者矣。然以语平和之民，则言者滋惧。二平和为物，不见于人间。其强谓之平和者，不过战事方已或未始之时，外状若宁，暗流仍伏，时劫一会，动作始矣。故观之天然，则和风拂林，甘雨润物，似无不以降福祉于人世，然烈火在下，出为地囱，一旦偾兴，万有同坏。其风雨时作，特暂伏之见象，非能永劫安易，如亚当之故家也。人事亦然，衣食家室邦国之争，形现既昭，已不可以讳掩而二土室处，亦有吸呼，于是生颢气之争，强肺者致胜。故杀机之P，与有生偕平和之名，等于无有。特生民之始，既以武健勇烈，抗拒战斗，渐进于文明矣，化定俗移，转为新懦，知前征之至险，则爽然思归其雌，而战场在前，复自知不可避，于是运其神思，创为理想之邦，或托之人所莫至之区，或迟之不可计年以后。自柏拉图邦国论始，西方哲士，作此念者不知几何人。虽自古迄今，绝无此平和之朕，而延颈方来，神驰所慕之仪的，日逐而不舍，要亦人间进化之一因子欤？吾中国爱智之士，独不与西方同，心神所注，辽远在于唐虞，或迳入古初，游于人兽杂居之世谓其时万祸不作，人安其天，不如斯世之恶浊阽危，无以生活。"}
