{"text":"但那时规模极小，也没有向西方学习的意识，所以我不采取那个说法，只说从世纪末叶开始。从中国社会发展的需要来看，从全世界文化交流的规律来看，这都是不可避免的。近几百年以来，西方文化，也就是资本主义文化，垄断了世界。资本主义统一世界市场的形成，把世界上一切国家都或先或后地吸收过去。这影响表现在各个方面。不但在政治经济方面到处都打上了西方的印记。在文学方面也形成了世界文学，从文学创作的形式上统一了全世界。在科学技术哲学艺术等等方面，莫不皆然。中国从前清末叶到现在，中间经历了许多惊涛骇浪，帝国统治辛亥革命洪宪窃国军阀混战国民党统治抗日战争解放战争，一直到中华人民共和国建立后的社会主义初级阶段，我们西化的程度日趋深入。到了今天，我们的衣食住行，从头到脚，从里到外，试问哪一件没有西化？我们中国固有的东西究竟还留下了多少？我看，除了我们的一部分思想感情以外，我们真可以说是全盘西化了。我并不认为这是一件坏事。我认为，这是一件天大的好事。无论如何，这是一件不可抗御的事。我一不发思古之幽情，二不想效法九斤老太对中国自然经济的遭到破坏，对中国小手工业生产方式的消失，我并不如丧考妣，惶惶不可终日。我认为，有几千年古老文明的中国，如果还想存在下去，就必须跟上世界潮流，决不能让时代潮流甩在后面。这一点，我想是绝大多数的中国有识之士所共同承认的。但是，事情还有它的另外一面，它也带来了不良后果。这最突出地表现在一些人的心理上。在解放前，侨居上海的帝国主义者在公园里竖上木牌，上面写着华人与狗不许入内。这是外来的侵略者对我们中华民族的污辱。这是容易理解的。但是，解放以后，我们号称已经站起来了，然而崇洋媚外的心理并未消失。古已有之，于今为烈。这是十分令人痛心的事。年代曾批判过一阵这种思想，好像也并没有收到预期的效果。到了十年浩劫，以四人帮为首的一帮人，批崇洋媚外，调门最高，态度最积极。在国外读过书的知识分子，几乎都被戴上了这顶帽子。然而，实际上真正崇洋媚外的正是四人帮及其爪牙自己。现在，四人帮垮台已经十多年了，社会上崇洋媚外的风气，有增无减。有时简直令人感到，此风已经病入膏肓。贾桂似的人物到处可见。多么爱国的人士也无法否认这一点。有识之士怒然忧之。这种接近变态的媚外心理，我无论如何也难以理解。凡是外国的东西都好，凡是外国人都值得尊敬，这是一种反常的心理状态。"}
{"text":"到了十年浩劫，以四人帮为首的一帮人，批崇洋媚外，调门最高，态度最积极。在国外读过书的知识分子，几乎都被戴上了这顶帽子。然而，实际上真正崇洋媚外的正是四人帮及其爪牙自己。现在，四人帮垮台已经十多年了，社会上崇洋媚外的风气，有增无减。有时简直令人感到，此风已经病入膏肓。贾桂似的人物到处可见。多么爱国的人士也无法否认这一点。有识之士怒然忧之。这种接近变态的媚外心理，我无论如何也难以理解。凡是外国的东西都好，凡是外国人都值得尊敬，这是一种反常的心理状态。中国烹调享誉世界。有一些外国食品本来并不怎么样但是，一旦标明是舶来品，立即身价十倍，某一些味觉顿经改造的人们，蜂拥而至，争先恐后。连一些外国朋友都大惑不解，只有频频摇头。在这样的情况下，要来谈中国文化，真正是戛戛乎难矣哉。在严重地甚至病态地贬低自己文化的氛围中，人们有意无意地抬高西方文化，认为自己一无是处，只有外来的和尚才会念经。这样怎么能够客观而公允地评价中国文化呢？我的意思并不是要说，要评价中国文化，就必须贬低西方文化。西方文化确有它的优越之处。十九世纪后半叶，中国人之所以努力学习西方，是震于西方的船坚炮利。在以后的将近一百年中，我们逐渐发现，西方不仅是船坚炮利，在精神文明和物质文明方面，他们都有许多令人惊异的东西。想振兴中华，必须学习西方，这是毫无疑问的。年代，就有人提出了全盘西化的口号。今天还有不少人有这种提法或者类似的提法。我觉得，提这个口号的人动机是不完全一样的。有的人出于忧国忧民的热忱，其用心良苦，我自谓能充分理解。但也可能有人别有用心。这问题我在这里不详细讨论。我只想指出，人类历史证明，全盘西化或者任何什么化理论上讲不通，事实上办不到。但这并不影响我们向西方学习。我们必须向西方学习，今天要学习，明天仍然要学习，这是决不能改变的。如果我们固步自封，回到老祖宗走过的道路上去，那将是非常危险的。但是，我始终认为，评价中国文化，探讨向西方文化学习这样的大问题，正如我在上面已经讲过的那样，必须把眼光放远，必须把全人类的历史发展放在眼中，更必须特别重视人类文化交流的历史。只有这样，才能做到公允和客观。我是主张人类文化产生多元论的。人类文化绝不是哪一个国家或民族单独创造出来的。法西斯分子有过这种论调，他们是别有用心的。"}
{"text":"如果我们固步自封，回到老祖宗走过的道路上去，那将是非常危险的。但是，我始终认为，评价中国文化，探讨向西方文化学习这样的大问题，正如我在上面已经讲过的那样，必须把眼光放远，必须把全人类的历史发展放在眼中，更必须特别重视人类文化交流的历史。只有这样，才能做到公允和客观。我是主张人类文化产生多元论的。人类文化绝不是哪一个国家或民族单独创造出来的。法西斯分子有过这种论调，他们是别有用心的。从人类几千年的历史来看，民族和国家，不论大小，都或多或少地对人类文化宝库做出了自己的贡献。这恐怕是一个历史事实，是无法否认的。同样不可否认的事实是，每一个民族或国家的贡献又不完全一样。有的民族或国家的文化对周围的民族或国家产生了比较大的影响，积之既久，形成了一个文化圈或文化体系。根据我个人的看法，人类自从有历史以来，总共形成了四个大文化圈古希腊罗马一直到近代欧美的文化圈从古希伯来起一直到伊斯兰国家的闪族文化圈印度文化圈和中国文化圈。在这四个文化圈内各有一个主导的影响大的文化，同时各个民族或国家又是互相学习的。在各个文化圈之间也是一个互相学习的关系。这种相互学习就是我们平常所说的文化交流。我们可以毫不夸大地说，文化交流促进了人类文化的发展，推动了社会前进。倘若我们从更大的宏观上来探讨，我们就能发现，这四个文化圈又可以分为两大文化体系第一个文化圈构成了西方大文化体系第二三四个文化圈构成了东方大文化体系。东方在这里既是地理概念，又是政治概念，即所谓第三世界。这两大文化体系之间的关系也是互相学习的关系。仅就目前来看，统治世界的是西方文化。但是从历史上来看，二者的关系是三十年河东，三十年河西。人类历史上曾出现过许多文化，欧洲史学家早有这个观点，最著名的代表是英国历史学家汤因比。"}
{"text":"他在他的巨著历史研究里索麦维尔节录，曹未风等译，上中下三册，年第次印刷，上海人民出版社，从世界历史全局出发，共发现了个或个文化汤因比称之为社会或者文明西方社会东正教社会又可以分为拜占庭和俄罗斯两个东正教伊朗社会阿拉伯社会印度社会远东社会又可以分为中国和朝鲜日本两部分古希腊社会叙利亚社会古印度社会古代中国社会米诺斯社会印度河流域社会苏末社会赫梯社会巴比伦社会埃及社会安第斯社会墨西哥社会尤卡坦社会马雅社会黄河流域古代中国文明以前的商代社会见原书上册，页。汤因比明确反对只有一个社会――西方社会这一种文明统一的理论。他认为这是误入歧途，是一个错误。虽然世界各地的经济和政治面貌都已经西化了，其他的社会文明大体上仍然维持着本来的面目。文明的河流不止西方这一条。原书上册，页汤因比在本书的许多地方，另外在自己其他著作，比如，文明经受着考验沈辉等译，年第一版，浙江人民出版社中，提出了一个观点文明发展有四步骤起源生长衰落解体。在文明经受着考验页，他提到了德国学者斯宾格勒的名著西方的沉落，对此书给了很高的评价，也提到了斯宾格勒思想方法的局限性。在历史研究的结尾处，页，他写道当进行他的广泛研究时发现他所搜集到的各种文明大多数显然已经是死亡了的时候，他不得不作出这样的推论死亡确是每个文明所面对着的一种可能性，本身所隶属的文明也不例外。他对每一个文明都不能万岁的看法是再明确不过的了。第章从宏观上看中国文化了解了我在上面谈到的这些情况，现在再来看中国文化，我们的眼光就比以前开阔多了。在过去相当长的历史时期内，中国文化对世界文化的发展产生了影响，这是我们的骄傲，这也是一个历史事实。汤因比对此也有所论述，他对中国过去的文化有很好的评价。但是，到了后来，我们为什么忽然不行了呢？为什么现在竟会出现这样崇洋媚外的思想呢？为什么西方某一些人士也瞧不起我们呢？我觉得，在这里，我们自己和西方一些人士，都缺少历史的眼光。我们自己应该避免两个极端一不能躺在光荣的历史上，成为今天的阿二不能只看目前的情况，成为今天的贾桂。"}
{"text":"在过去相当长的历史时期内，中国文化对世界文化的发展产生了影响，这是我们的骄傲，这也是一个历史事实。汤因比对此也有所论述，他对中国过去的文化有很好的评价。但是，到了后来，我们为什么忽然不行了呢？为什么现在竟会出现这样崇洋媚外的思想呢？为什么西方某一些人士也瞧不起我们呢？我觉得，在这里，我们自己和西方一些人士，都缺少历史的眼光。我们自己应该避免两个极端一不能躺在光荣的历史上，成为今天的阿二不能只看目前的情况，成为今天的贾桂。西方人应该力避一个极端，认为中国什么都不行，自己什么都行，自己是天之骄子，从开天辟地以来就是如此，将来也会永远如此。那么，我们应该怎么办呢？我们东西双方都要从历史和地理两个方面的宏观上来看待中国文化，决不能囿于成见，鼠目寸光，只见片段，不见全体只看现在，不看过去，也不看未来。中国文化，在西方人士眼中，并非只有一个看法，只有一种评价。汉唐盛世我不去讲它了，只谈十六七世纪以后的情况，也就能给我们许多启发。这一段时间，在中国是从明末到清初，在欧洲约略相当于所谓启蒙时期。在这期间，中国一方面开始向西方学习另一方面，中国的文化也大量西传。关于这个问题，中西双方都有大量的记载，我没有可能，也没有必要一一加以征引。方豪在他的中西交通史华冈出版有限公司，年第六版，第五册，明清之际中西文化交流史下中有比较详细而扼要的介绍。我在下面利用他的资料介绍一下在这期间中国文化流向西方的情况。中国经籍之西传四书五经在中国历史上有至高无上的权威。如果中国经籍西传，首当其冲的理所当然地就是这些书。明朝万历二十一年年，利玛窦将四书译为拉丁文，寄还本国。天启六年年，比人金尼阁将五经译为拉丁文，在杭州刊印。到了清朝，殷铎泽与郭纳爵合译大学为拉丁文，康熙元年年刻于建昌。殷氏又将中庸译为拉丁文，于康熙六年年和康熙八年年分别刻于广州及印度果阿。论语之最早译本亦出殷郭二人之手，亦为拉丁文。康熙二十年年，比教士柏应理返回欧洲。康熙二十六年年在巴黎发刊其著作中国之哲学家孔子。中文标题虽为西文四书解，但未译孟子，名实实不相符。康熙二十六年年，奥国教士白乃心用意大利文写的中国杂记出版。"}
{"text":"殷氏又将中庸译为拉丁文，于康熙六年年和康熙八年年分别刻于广州及印度果阿。论语之最早译本亦出殷郭二人之手，亦为拉丁文。康熙二十年年，比教士柏应理返回欧洲。康熙二十六年年在巴黎发刊其著作中国之哲学家孔子。中文标题虽为西文四书解，但未译孟子，名实实不相符。康熙二十六年年，奥国教士白乃心用意大利文写的中国杂记出版。康熙五十年年，布拉格大学图书馆出版卫方济用拉丁文翻译的四书及孝经幼学，年至年译为法文。卫氏又以拉丁文著中国哲学，与上书同时同地刊出。白晋著有拉丁文易经大意，未刊。康熙四十年年。白晋自北京致书德国大哲学家莱勃尼兹，讨论中国哲学及礼俗。现在梵蒂冈图书馆中尚藏有西士研究易经之华文稿本十四种，宋君荣曾译书经，刘应译礼记的一部分。康熙末年，马若瑟节译书经诗经。康熙四十六年年，马若瑟自建昌府致函欧洲，讨论儒教。雷孝思参加绘制皇朝一统舆地全图，对中国古籍亦有研究。傅圣泽有道德经评注，为拉丁文及法文合译稿本。他又用法文译诗经。赫苍璧于康熙四十年年来华，亦曾从事翻译诗经。到了雍正乾隆年间，中籍西译继续进行。宋君荣所译之书经于乾隆三十五年年刊于巴黎。他还研究中国经籍之训诂问题。孙璋为后期来华耶稣会神父中最精通汉学者。他所译拉丁文诗经附有注解。他又译有礼记，稿成未刊。蒋友仁制作圆明园中的喷水池，为人所艳称。他又深通汉籍，用拉丁文译有书经孟子等书。乾隆时有一个叫钱德明的人，精通满汉文，译有盛京赋，并研究我国古乐及石鼓文等，他是西人中最早研究我国苗族及兵学者。乾隆四十年年在北京著华民古远考，列举易经诗经书经春秋及史记为证。乾隆四十九年年，又在北京刊印孔子传，为钱氏著作中之最佳者。此外，他还有孔子弟子传略，以乾隆四十九年年或次年刊于北京。韩国英译有大学及中庸，又著有记中国人之孝道。韩氏可能是世纪前西人研究我国经籍的最后一人。他的本行是生物学。从明末到乾隆年间，中国经籍之西传，情况大体如上。既然传了过去，必然产生影响。"}
{"text":"乾隆四十年年在北京著华民古远考，列举易经诗经书经春秋及史记为证。乾隆四十九年年，又在北京刊印孔子传，为钱氏著作中之最佳者。此外，他还有孔子弟子传略，以乾隆四十九年年或次年刊于北京。韩国英译有大学及中庸，又著有记中国人之孝道。韩氏可能是世纪前西人研究我国经籍的最后一人。他的本行是生物学。从明末到乾隆年间，中国经籍之西传，情况大体如上。既然传了过去，必然产生影响。有的影响竟与热心翻译中国经书之耶稣会神父的初衷截然相违。我在下面介绍方豪一段话介绍中国思想至欧洲者，原为耶稣会士，本在说明彼等发现一最易接受福音之园地，以鼓励教士前来中国，并为劝导教徒多为中国教会捐款。不意儒家经书中原理，竟为欧洲哲家取为反对教会之资料。而若辈所介绍之中国康熙年间之安定局面，使同时期欧洲动荡之政局，相形之下，大见逊色欧洲人竟以为中国人乃一纯粹有德性之民族，中国成为若辈理想国家，孔子成为欧洲思想界之偶像。五，页中国俗话说，搬起石头砸自己的脚，颇与此相类了。受中国经籍影响的，以法德两国的哲学家为主，英国稍逊。举其荦荦大者，则有法国大哲学家笛卡尔等。法国百科全书派也深受中国思想之影响。在德国方面，启蒙时期的大哲学家斯宾诺莎莱勃尼兹等，都直接受到了笛卡尔的影响，间接受到中国影响。康德认为，斯宾诺莎的泛神论完全受的是老子的影响。莱勃尼兹岁就受到中国影响。后与闵明我白晋订交，直接接受中国思想。年，莱氏的拉丁文著作中国近事出版。他在书中说在实践哲学方面，欧洲人实不如中国人。有人认为，康德的哲学也受了中国哲学的影响，特别是宋儒理学。中国经籍西传，不但影响了欧洲哲学，而且也影响了欧洲政治。在德国，莱勃尼兹与华尔弗利用中国哲学推动了德国的精神革命。在法国，思想家们则认为中国哲学为无神论唯物论与自然主义。这三者实为法国大革命之哲学基础。百科全书派全力推动革命的发展。法国大革命实质上是反宗教之哲学革命。法国的启蒙运动，也是以反宗教为开端的。形成这种反宗教的气氛者，归根结蒂是中国思想传播的结果。法国大革命前夕，中国趣味在法国以及整个欧洲广泛流行。宫廷与贵族社会为中国趣味所垄断。而宫廷与贵族又是左右法国政治的集团。则中国趣味对法国政治之影响，概可想见了。"}
{"text":"在德国，莱勃尼兹与华尔弗利用中国哲学推动了德国的精神革命。在法国，思想家们则认为中国哲学为无神论唯物论与自然主义。这三者实为法国大革命之哲学基础。百科全书派全力推动革命的发展。法国大革命实质上是反宗教之哲学革命。法国的启蒙运动，也是以反宗教为开端的。形成这种反宗教的气氛者，归根结蒂是中国思想传播的结果。法国大革命前夕，中国趣味在法国以及整个欧洲广泛流行。宫廷与贵族社会为中国趣味所垄断。而宫廷与贵族又是左右法国政治的集团。则中国趣味对法国政治之影响，概可想见了。百科全书派把反宗教和鼓吹革命的思想注入所撰写的百科全书中。他们与中国文化有深刻的接触。但因认识中国之渠道不同，对中国的意见也有分歧。孟德斯鸠与卢梭谈的多是欧洲旅客的游记等，对中国遂多有鄙薄之论。荷尔巴旭服尔德波勿尔魁斯奈等等，所读多是耶稣会士之报告或书札，对中国文化多有钦慕之意。孟德斯鸠著法意第一卷第一章，给法律下定义，提出万物自然之理，主张有理斯有法，完全是宋儒思想。服尔德七岁即在耶稣会士主办的学校中受教育，对中国文化无条件地赞赏，在自己的小礼拜堂中，供孔子画像，朝夕礼拜。他认为，孔子所说仅为极纯粹之道德，不谈奇迹，不涉玄虚。他说人类智慧不能获得较中国政治更优良之政治组织。又说中国为世界最公正最仁爱之民族。他还根据赵氏孤儿写了一部中国孤儿。第德洛对中国有批评意见，但认为中国文化在各民族之上。卢梭承认中国为文明最高古国，但他认为文明并非幸福之表记，中国虽文明，而不免为异族所侵凌，他是文明否定论者。中国思想除了影响了上述的哲学家之外，还影响了所谓政治经济学上的重农学派。这一学派以自然法代替上帝的功能。他们倡导中国化，不遗余力，甚至影响了国王路易十五。英国经济学家亚当斯密受了法国思想家的影响，在原富一书中应用中国材料颇多。在德国，中国影响同样显著。大文豪歌德是一个突出的代表。哲学家也深受中国思想影响。莱勃尼兹斯宾诺莎，上面已经谈到。其他哲学家，康德菲希特谢林黑格尔等，都受了莱勃尼兹的影响，也可以说，间接受了中国影响。叔本华哲学中除了有印度成分外，也受了朱子的影响。中国美术之西传随着中国哲学思想之西传，中国美术也传入欧洲。欧洲美术史上的罗柯柯时代约始于年，即乾隆二十五年，至世纪末而未衰。此时中国美术传入，产生了显著影响。"}
{"text":"在德国，中国影响同样显著。大文豪歌德是一个突出的代表。哲学家也深受中国思想影响。莱勃尼兹斯宾诺莎，上面已经谈到。其他哲学家，康德菲希特谢林黑格尔等，都受了莱勃尼兹的影响，也可以说，间接受了中国影响。叔本华哲学中除了有印度成分外，也受了朱子的影响。中国美术之西传随着中国哲学思想之西传，中国美术也传入欧洲。欧洲美术史上的罗柯柯时代约始于年，即乾隆二十五年，至世纪末而未衰。此时中国美术传入，产生了显著影响。在绘画上重清淡之色彩。在建筑上力避锐角方隅，多用圆角。在文学上则盛行精致的小品。在哲学上采用模棱两可的名词。这与流行于当时的中国趣味或中国风是分不开的。中国情趣表现在许多方面，首先是在园林布置方面。欧洲人认为，中国园艺兼有英法二国之长。他们说，中国园艺匠心独运，崇尚自然，不像欧洲那样整齐呆板。于是中国式的庭园一时流行于欧洲各国，法国英国德国等地都出现了中国庭园的模仿物，遗迹至今尚能见到。第章从宏观上看中国文化中国绘画也传入欧洲，主要是中国的山水画和人物画，在瓷器上表现最为突出。有一些画家也作有中国情趣的绘画，比如孤岛帆影绿野长桥之类。据说梵高也学过中国泼墨画。除了绘画之外，中国用具也流行欧洲。轿顶围的质料与颜色，受到中国影响。中国扇子镜子传入欧洲。世纪后半叶，法国能制绸。中国瓷器西传，更不在话下。同时中国瓷器也受到西洋影响。明末至清朝乾隆年间中国经籍和美术西传的情况大体上就是这个样子。我现在举一个说明西方人如何看待中国文化的具体例子。我想举德国最伟大的诗人歌德，他的一生跨越两个世纪，是非常关键的时期。他在年月日同爱克曼谈话时说道中国传奇并不像人们所猜想的那样奇怪。中国人在思想行为和感情方面几乎和我们一样，使我们很快就感到他们是我们的同类人，只是在他们那里一切都比我们这里更明朗，更纯洁，也更合乎道德。在他们那里，一切都是可以理解的，平易近人的，没有强烈的情欲和飞腾动荡的诗兴他们还有一个特点，人和大自然是生活在一起的。你经常听到金鱼在池子里跳跃，鸟儿在枝头歌唱不停，白天总是阳光灿烂，夜晚也总是月白风清。月亮是经常谈到的，只是月亮不改变自然风景，它和太阳一样明亮。还有许多典故都涉及道德和礼仪。"}
