{"text":"半夜郎华起来看，说它一点也不动了，但是不怕，那一定是又在休息。我招呼郎华不要动它，小鱼在养病，不要搅扰它。亮天看它还在休息，吃过早饭看它还在休息。又把饭粒丢到盆中。我的脚踏起地板来也放轻些，只怕把它惊醒，我说小鱼是在睡觉。这睡觉就再没有醒。我用报纸包它起来，鱼鳞沁着血，一只眼睛一定是在地板上挣跳时弄破的。就这样吧，我送它到垃圾箱去。几个欢快的日子人们跳着舞，牵牛房那一些人们每夜跳着舞。过旧年那夜，他们就在茶桌上摆起大红蜡烛，他们摹仿着供财神，拜祖宗。灵秋穿起紫红绸袍，黄马褂，腰中配着黄腰带，他第一个跑到神桌前。老桐又是他那一套，穿起灵秋太太瘦小的皮袍，长短到膝盖以上，大红的脸，脑后又是用红布包起笤帚把柄样的东西，他跑到灵秋旁边，他们俩是一致的，每磕一下头，口里就自己喊一声口号一二三不倒翁样不能自主地倒下又起来。后来就在地板上烘起火来，说是过年都是烧纸的这套把戏玩得熟了，惯了！不是过年，也每天来这一套，人们看得厌了！对于这事冷淡下来，没有人去大笑，于是又变一套把戏捉迷藏。客厅是个捉迷藏的地盘，四下窜走，桌子底下蹲着人，椅子倒过来扣在头上顶着跑，电灯泡碎了一个。蒙住眼睛的人受着大家的玩戏，在那昏庸的头上摸一下，在那分张的两手上打一下。有各种各样的叫声，蛤蟆叫，狗叫，猪叫还有人在装哭。要想捉住一个很不容易，从客厅的四个门会跑到那些小屋去。有时瞎子就摸到小屋去，从门后扯出一个来，也有时误捉了灵秋的小孩。虽然说不准向小屋跑，但总是跑。后一次瞎子摸到王女士的门扇。那门不好进去。有人要告诉他。看着，看着不要吵嚷！又有人说。全屋静下来，人们觉得有什么奇迹要发生。瞎子的手接触到门扇，他触到门上的铜环响，眼看他就要进去把王女士捉出来，每人心里都想着这个看他怎样捉啊！谁呀！谁？请进来！跟着很脆的声音开门来迎接客人了！以为她的朋友来访她。小浪一般冲过去的笑声，使摸门的人脸上的罩布脱掉了，红了脸。王女士笑着关了门。玩得厌了！大家就坐下喝茶，不知从什么瞎话上又拉到正经问题上。于是做人这个问题使大家都兴奋起来。――怎样是人，怎样不是人？没有感情的人不是人。没有勇气的人不是人。冷血动物不是人。残忍的人不是人。有人性的人才是人。"}
{"text":"谁呀！谁？请进来！跟着很脆的声音开门来迎接客人了！以为她的朋友来访她。小浪一般冲过去的笑声，使摸门的人脸上的罩布脱掉了，红了脸。王女士笑着关了门。玩得厌了！大家就坐下喝茶，不知从什么瞎话上又拉到正经问题上。于是做人这个问题使大家都兴奋起来。――怎样是人，怎样不是人？没有感情的人不是人。没有勇气的人不是人。冷血动物不是人。残忍的人不是人。有人性的人才是人。每个人都会规定怎样做人。有的人他要说出两种不同做人的标准。起首是坐着说，后来站起来说，有的也要跳起来说。人是情感的动物，没有情感就不能生出同情，没有同情那就是自私，为己结果是互相杀害，那就不是人。那人的眼睛睁得很圆，表示他的理由充足，表示他把人的定义下得准确。你说的不对，什么同情不同情，就没有同情，中国人就是冷血动物，中国人就不是人。第一个又站了起来，这个人他不常说话，偶然说一句使人很注意。说完了，他自己先红了脸，他是山东人，老桐学着他的山东调老猛孟，，你使是人不使人？许多人爱和老孟开玩笑，因为他老实，人们说他象个大姑娘。浪漫诗人，是老桐的绰号。他好喝酒，让他作诗不用笔就能一套连着一套，连想也不用想一下。他看到什么就给什么作个诗朋友来了他也作诗梆梆梆敲门响，呀！何人来了？总之，就是猫和狗打架，你若问他，他也有诗，他不喜欢谈论什么人啦！社会啦！他躲开正在为了人而吵叫的茶桌，摸到一本唐诗在读昨日之日不可留今日之日多烦忧，读得有腔有调，他用意就在打搅吵叫的一群。郎华正在高叫着不剥削人，不被人剥削的就是人。老桐读诗也感到无味。走！走啊！我们喝酒去。他看一看只有灵秋同意他，所以他又说走，走，喝酒去。我请客客请完了！差不多都是醉着回来。郎华反反复复地唱着半段歌，是维特别离绿蒂的故事，人人喜欢听，也学着唱。听到哭声了！正象绿蒂一般年轻的姑娘被歌声引动着，哪能不哭？是谁哭？就是王女士。单身的男人在客厅中也被感动了，倒不是被歌声感动，而是被少女的明脆而好听的哭声所感动，在地心不住地打着转。"}
{"text":"老桐读诗也感到无味。走！走啊！我们喝酒去。他看一看只有灵秋同意他，所以他又说走，走，喝酒去。我请客客请完了！差不多都是醉着回来。郎华反反复复地唱着半段歌，是维特别离绿蒂的故事，人人喜欢听，也学着唱。听到哭声了！正象绿蒂一般年轻的姑娘被歌声引动着，哪能不哭？是谁哭？就是王女士。单身的男人在客厅中也被感动了，倒不是被歌声感动，而是被少女的明脆而好听的哭声所感动，在地心不住地打着转。尤其是老桐，他贪婪的耳朵几乎竖起来，脖子一定更长了点，他到门边去听，他故意说哭什么？真没意思！其实老桐感到很有意思，所以他听了又听，说了又说没意思。不到几天，老桐和那女士恋爱了！那女士也和大家熟识了！也到客厅来和大家一道跳舞。从那时起，老桐的胡闹也是高等的胡闹了！在王女士面前，他耻于再把红布包在头上，当灵秋叫他去跳滑稽舞的时候，他说我不跳啦！一点兴致也不表示。等王女士从箱子里把粉红色的面纱取出来谁来当小姑娘，我给他化妆。我来，我我来老桐他怎能像个小姑娘？他象个长颈鹿似的跑过去。他自己觉得很好的样子，虽然是胡闹，也总算是高等的胡闹。头上顶着面纱，规规矩矩地平平静静地在地板上动着步。但给人的感觉无异于他脑后的颤动着红扫帚柄的感觉。别的单身汉，就开始羡慕幸福的老桐。可是老桐的幸福还没十分摸到，那女士已经和别人恋爱了！所以浪漫诗人就开始作诗。正是这时候他失一次盗丢掉他的毛毯，所以他就作诗哭毛毯。哭毛毯的诗作得很多，过几天来一套，过几天又来一套。朋友们看到他就问你的毛毯哭得怎样了？。女教师一个初中学生，拿着书本来到家里上课，郎华一大声开讲，我就躲到厨房里去。第二天，那个学生又来，就没拿书，他说他父亲不许他读白话文，打算让他做商人，说白话文没有用读古文他父亲供给学费，读白话文他父亲就不管。最后，他从口袋摸出一张一元票子给郎华。很对不起先生，我读一天书，就给一元钱吧！那学生很难过的样子，他说他不愿意学买卖。手拿着钱，他要哭似的。郎华和我同时觉得很不好过，临走时，强迫把他的钱给他装进衣袋。郎华的两个读中学课本的学生也不读了！他实在不善于这行业，到现在我们的生命线又断尽。胖朋友刚搬过家，我就拿了一张郎华写的条子到他家去。"}
{"text":"第二天，那个学生又来，就没拿书，他说他父亲不许他读白话文，打算让他做商人，说白话文没有用读古文他父亲供给学费，读白话文他父亲就不管。最后，他从口袋摸出一张一元票子给郎华。很对不起先生，我读一天书，就给一元钱吧！那学生很难过的样子，他说他不愿意学买卖。手拿着钱，他要哭似的。郎华和我同时觉得很不好过，临走时，强迫把他的钱给他装进衣袋。郎华的两个读中学课本的学生也不读了！他实在不善于这行业，到现在我们的生命线又断尽。胖朋友刚搬过家，我就拿了一张郎华写的条子到他家去。回来时我是带着米面木，还有几角钱。我眼睛不住地盯住那马车，怕那车夫拉了木跑掉。所以我手下提着用纸盒盛着的米，因为我在快走而震摇着又怕小面袋从车上翻下来，赶忙跑到车前去弄一弄。听见马的铃铛响，郎华才出来！这一些东西很使他欢乐，亲切地把小面袋先拿进屋去。他穿着很单的衣裳，就在窗前摆堆着木。进来暖一暖再出去冻着！可是招呼不住他。始终摆完才进来。天真够冷。他用手扯住很红的耳朵。他又呵着气跑出去，他想把火炉点着，这是他第一次点火。子真不少，够烧五六天啦！米面也够吃五六天，又不怕啦！他弄着火，我就洗米烧饭。他又说了一些看见米面时特有高兴的话，我简直没理他。米面就这样早饭晚饭的又快不见了，这就到我做女教师的时候了！我也把桌子上铺了一块报纸，开讲的时候也是很大的声。郎华一看，我就要笑。他也是常常躲到厨房去。我的女学生，她读小学课本，什么猪啦！羊啦，狗啦！这一类字都不用我教她，她抢着自己念我认识，我认识！不管在什么地方碰到她认识的字，她就先一个一个念出来，不让她念也不行，因为她比我的岁数还大，我总有点不好意思。她先给我拿五元钱，并说过几天我再交那五元。四五天她没有来，以为她不会再来了。那天，我正在烧晚饭，她跑来。她说她这几天生病。我看她不象生病，那么她又来做什么呢？过了好久，她站在我的身边先生，我有点事求求你！什么事？说吧我把葱花加到油里去炸。她的纸单在手心握得很热，交给我这是药方吗？信吗？都不是。借着炉台上那个流着油的小蜡烛看，看不清，怕是再点两支蜡烛我也看不清，因为我不认识那样的字。这是易经上的字！郎华看了好些时才说。"}
{"text":"四五天她没有来，以为她不会再来了。那天，我正在烧晚饭，她跑来。她说她这几天生病。我看她不象生病，那么她又来做什么呢？过了好久，她站在我的身边先生，我有点事求求你！什么事？说吧我把葱花加到油里去炸。她的纸单在手心握得很热，交给我这是药方吗？信吗？都不是。借着炉台上那个流着油的小蜡烛看，看不清，怕是再点两支蜡烛我也看不清，因为我不认识那样的字。这是易经上的字！郎华看了好些时才说。我批了个八字，找了好些人也看不懂，我想先生是很有学问的人，我拿来给先生看看。这次她走去，再也没有来，大概她觉得这样的先生教不了她，连个八字都说不出所以然来！春意挂上了树梢三月花还没有开，人们嗅不到花香，只是马路上融化了积雪的泥泞干起来。天空打起朦胧的多有春意的云彩暖风和轻纱一般浮动在街道上，院子里。春末了，关外的人们才知道春来。春是来了，街头的白杨树蹿着芽，拖马车的马冒着气，马车夫们的大毡靴也不见了，行人道上外国女人的脚又从长统套鞋里显现出来。笑声，见面打招呼声，又复活在行人道上。商店为着快快地传播春天的感觉，橱窗里的花已经开了，草也绿了，那是布置着公园的夏景。我看得很凝神的时候，有人撞了我一下，是汪林，她也戴着那样小沿的帽子。天真暖啦！走路都有点热。看着她转过商市街，我们才来到另一家店铺，并不是买什么，只是看看，同时晒晒太阳。这样好的行人道，有树，也有椅子，坐在椅子上，把眼睛闭起，一切春的梦，春的谜，春的暖力这一切把自己完全陷进去。听着，听着吧！春在歌唱大爷，大奶奶帮帮吧！这是什么歌呢，从背后来的？这不是春天的歌吧！那个叫化子嘴里吃着个烂梨，一条腿和一只脚肿得把另一只显得好象不存在似的。我的腿冻坏啦！大爷，帮帮吧！唉唉！有谁还记得冬天？阳光这样暖了！街树蹿着芽！手风琴在隔道唱起来，这也不是春天的调，只要一看那个瞎人为着拉琴而扭歪的头，就觉得很残忍。瞎人他摸不到春天，他没有。坏了腿的人，他走不到春天，他有腿也等于无腿。世界上这一些不幸的人，存在着也等于不存在，倒不如赶早把他们消灭掉，免得在春天他们会唱这样难听的歌。汪林在院心吸着一支烟卷，她又换一套衣裳。那是淡绿色的，和树枝发出的芽一样的颜色。她腋下夹着一封信，看见我们，赶忙把信送进衣袋去。"}
{"text":"我的腿冻坏啦！大爷，帮帮吧！唉唉！有谁还记得冬天？阳光这样暖了！街树蹿着芽！手风琴在隔道唱起来，这也不是春天的调，只要一看那个瞎人为着拉琴而扭歪的头，就觉得很残忍。瞎人他摸不到春天，他没有。坏了腿的人，他走不到春天，他有腿也等于无腿。世界上这一些不幸的人，存在着也等于不存在，倒不如赶早把他们消灭掉，免得在春天他们会唱这样难听的歌。汪林在院心吸着一支烟卷，她又换一套衣裳。那是淡绿色的，和树枝发出的芽一样的颜色。她腋下夹着一封信，看见我们，赶忙把信送进衣袋去。大概又是情书吧！郎华随便说着玩笑话。她跑进屋去了。香烟的烟缕在门外打了一下旋卷才消灭。夜，春夜，中央大街充满了音乐的夜。流浪人的音乐，日本舞场的音乐，外国饭店的音乐七点钟以后。中央大街的中段，在一条横口，那个很响的扩音机哇哇地叫起来，这歌声差不多响彻全街。若站在商店的玻璃窗前，会疑心是从玻璃发着震响。一条完全在风雪里寂寞的大街，今天第一次又号叫起来。外国人！绅士样的，流氓样的，老婆子，少女们，跑了满街有的连起人排来封闭住商店的窗子，但这只限于年轻人。也有的同唱机一样唱起来，但这也只限于年轻人。这好象特有的年轻人的集会。他们和姑娘们一道说笑，和姑娘们连起排来走。中国人来混在这些卷发人中间，少得只有七分之一，或八分之一。但是汪林在其中，我们又遇到她。她和另一个也和她同样打扮漂亮的白脸的女人同走卷发的人用俄国话说她漂亮。她也用俄国话和他们笑了一阵。中央大街的南端，人渐渐稀疏了。墙根，转角，都发现着哀哭，老头子，孩子，母亲们哀哭着的是永久被人间遗弃的人们！那边，还望得见那边快乐的人群。还听得见那边快乐的声音。三月，花还没有，人们嗅不到花香。夜的街，树枝上嫩绿的芽子看不见，是冬天吧？是秋天吧？但快乐的人们，不问四季总是快乐哀哭的人们，不问四季也总是哀哭！作为随笔三篇之一首刊于年月上海中学生第号小偷车夫和老头木车在石路上发着隆隆的重响。出了木场，这满车的木使老马拉得吃力了！但不能满足我，大木堆对于这一车木，真象在牛背上拔了一根毛，我好象嫌这子太少。丢了两块木哩！小偷来抢的，没看见？要好好看着，小偷常偷子十块八块木也能丢。我被车夫提醒了！觉得一块木也不该丢，木对我才恢复了它的重要性。"}
{"text":"是秋天吧？但快乐的人们，不问四季总是快乐哀哭的人们，不问四季也总是哀哭！作为随笔三篇之一首刊于年月上海中学生第号小偷车夫和老头木车在石路上发着隆隆的重响。出了木场，这满车的木使老马拉得吃力了！但不能满足我，大木堆对于这一车木，真象在牛背上拔了一根毛，我好象嫌这子太少。丢了两块木哩！小偷来抢的，没看见？要好好看着，小偷常偷子十块八块木也能丢。我被车夫提醒了！觉得一块木也不该丢，木对我才恢复了它的重要性。小偷眼睛发着光又来抢时，车夫在招呼我们来了啊！又来啦！郎华招呼一声，那竖着头发的人跑了！这些东西顶没有脸，拉两块就得啦吧！贪多不厌，把这一车都送给你好不好？打着鞭子的车夫，反复地在说那个小偷的坏话，说他贪多不厌。在院心把木一块块推下车来，那还没有推完，车夫就不再动手了！把车钱给了他，他才说先生，这两块给我吧！拉家去好烘火，孩子小，屋子又冷。好吧！你拉走吧！我看一看那是五块顶大的他留在车上。这时候他又弯下腰，去弄一些碎的，把一些木皮扬上车去，而后拉起马来走了。但他对他自己并没说贪多不厌，别的坏话也没说，跑出大门道去了。只要有木车进院，铁门栏外就有人向院里看着问子拉锯不拉？那些人带着锯，有两个老头也扒着门扇。这些子就讲妥归两个老头来锯，老头有了工作在眼前，才对那个伙伴说吃点么？我去买给他们面包吃。子拉完又送到子房去。整个下午我不能安定下来，好象我从未见过木，木给我这样的大欢喜，使我坐也坐不定，一会跑出去看看。最后老头子把院子扫得干干净净的了！这时候，我给他工钱。我先用碎木皮来烘着火。夜晚在三月里也是冷一点，玻璃窗上挂着蒸气。没有点灯，炉火颗颗星星地发着爆炸，炉门打开着，火光照红我的脸，我感到例外的安宁。我又到窗外去拾木皮，我吃惊了！老头子的斧子和锯都背好在肩上，另一个背着架子的木架，可是他们还没有走。这许多的时候，为什么不走呢？太太，多给了钱啦？怎么多给的！不多，七角五分不是吗？太太，吃面包钱没有扣去！那几角工钱，老头子并没放入衣袋，仍呈在他的手上，他借着离得很远的门灯在考察钱数。我说吃面包不要钱，拿着走吧！谢谢，太太。"}
{"text":"没有点灯，炉火颗颗星星地发着爆炸，炉门打开着，火光照红我的脸，我感到例外的安宁。我又到窗外去拾木皮，我吃惊了！老头子的斧子和锯都背好在肩上，另一个背着架子的木架，可是他们还没有走。这许多的时候，为什么不走呢？太太，多给了钱啦？怎么多给的！不多，七角五分不是吗？太太，吃面包钱没有扣去！那几角工钱，老头子并没放入衣袋，仍呈在他的手上，他借着离得很远的门灯在考察钱数。我说吃面包不要钱，拿着走吧！谢谢，太太。感恩似的，他们转过身走去了，觉得吃面包是我的恩情。我愧得立刻心上烧起来，望着那两个背影停了好久，羞恨的眼泪就要流出来。已经是祖父的年纪了，吃块面包还要感恩吗？公园树叶摇摇曳曳地挂满了池边。一个半胖的人走在桥上，他是一个报社的编辑。你们来多久啦？他一看到我们两个在长石凳上就说。多幸福，像你们多幸福，两个人逛逛公园坐在这里吧。郎华招呼他。我很快地让一个位置。但他没有坐，他的鞋底无意地踢撞着石子，身边的树叶让他扯掉两片。他更烦恼了，比前些日子看见他更有点两样。你忙吗？稿子多不多？忙什么！一天到晚就是那一点事，发下稿去就完，连大样子也不看。忙什么，忙着幻想！幻想什么？这几天有信吗？郎华问。什么信！那一点意思也没有，恋爱对于胆小的人是一种刑罚。让他坐下，他故意不坐下没有人让他，他自己会坐下。于是他又用手拔着脚下的短草。他满脸似乎蒙着灰色。要恋爱，那就大大方方地恋爱，何必受罪？郎华摇一下头。一个小信封，小得有些神秘意味的，从他的口袋里拔出来，拔着蝴蝶或是什么会飞的虫儿一样，他要把那信给郎华看，结果只是他自己把头歪了歪，那信又放进了衣袋。爱情是苦的呢，是甜的？我还没有爱她，对不对？家里来信说我母亲死了那天，我失眠了一夜，可是第二天就恢复了。为什么她她使我不安会整天，整夜？才通信两个礼拜，我觉得我的头发也脱落了不少，嘴上的小胡也增多了。当我们站起要离开公园时，又来一个熟人我烦忧啊！我烦忧啊！象唱着一般说。我和郎华踏上木桥了，回头望时，那小树丛中的人影也象对那个新来的人说我烦忧啊！我烦忧啊！我每天早晨看报，先看文艺栏。这一天，有编者的说话摩登女子的口红，我看正相同于血。"}
{"text":"爱情是苦的呢，是甜的？我还没有爱她，对不对？家里来信说我母亲死了那天，我失眠了一夜，可是第二天就恢复了。为什么她她使我不安会整天，整夜？才通信两个礼拜，我觉得我的头发也脱落了不少，嘴上的小胡也增多了。当我们站起要离开公园时，又来一个熟人我烦忧啊！我烦忧啊！象唱着一般说。我和郎华踏上木桥了，回头望时，那小树丛中的人影也象对那个新来的人说我烦忧啊！我烦忧啊！我每天早晨看报，先看文艺栏。这一天，有编者的说话摩登女子的口红，我看正相同于血。资产阶级的小姐们怎样活着的？不是吃血活着吗？不能否认，那是个鲜明的标记。人涂着人的血在嘴上，那是污浊的嘴，嘴上带着血腥和血色，那是污浊的标记。我心中很佩服他，因为他来得很干脆。我一面读报，一面走到院子里去，晒一晒清晨的太阳。汪林也在读报。汪林，起得很早！你看，这一段，什么小姐不小姐，血不血的！这骂人的是谁？那天郎华把他做编辑的朋友领到家里来，是带着酒和菜回来的。郎华说他朋友的女友到别处去进大学了。于是喝酒，我是帮闲喝，郎华是劝朋友。至于被劝的那个朋友呢？他嘴里哼着京调哼得很难听。和我们的窗子相对的是汪林的窗子。里面胡琴响了。那是汪林拉的胡琴。天气开始热了，趁着太阳还没走到正空，汪林在窗下长凳上洗衣服。编辑朋友来了，郎华不在家，他就在院心里来回走转，可是郎华还没有回来。自己洗衣服，很热吧！洗得干净。汪林手里拿着肥皂答他。郎华还不回来，他走了。作为随笔三篇之二首刊于年月上海中学生第号夏夜密密的浓黑的一带长林，远在天边静止着。夏夜蓝色的天，蓝色的夜。夏夜坐在茅檐边，望着茅檐借宿麻雀的窠巢，隔着墙可以望见北山森静的密林，林的那端，望不见弯月勾垂着。于是虫声，各样的穿着夜衣的幽灵般的生命的响叫。墙外小溪畅引着，水声脆脆。菱姑在北窗下语着多时了！眼泪凝和着夜露已经多时了！她依着一株花枝，花枝的影子抹上墙去，那样她俨若睡在荷叶上，立刻我取笑她荷叶姑娘，怎么啦？她过来似用手打我，嘴里似乎咒我，她依过的那花枝，立刻摇闪不定了，我想我们两个是同一不幸的人。为什么还不睡呢？有什么说的尽在那儿咕咕叨叨，天不早啦，进来睡。祖母的头探出竹帘外，又缩回去。"}
