{"text":"李白可以散发泛扁舟，但是散发者未必便是李白。中外名士每每有此种习气，象王尔德一派便是以大红背心炫人的，劳伦斯也主张男人穿红裤子。红背心，红裤子原来都是一种愤世嫉俗的表示，但是我想这都可以不必。文人所以常被人轻视，就是这样装疯，或衣履不整或约会不照时刻，或办事不认真。但健全的才子，不必靠这些阴阳怪气作点缀。好象头一不剃，诗就会好。胡须生虱子，就自号为王安石。夜夜御女人就自命为纪晓岚。为什么你本来是一个好有礼的人，一旦写两篇文章，出一本文集，就可以对人无礼。为什么你是规规矩矩的子弟，一旦做文人，就可以诽谤长上，这是什么道理？这种地方，小有才的人尤应谨慎，说来说去，都是空架子，一揭穿不值半文钱。其缘由不是他才比人高，实是神经不健全，未受教训，易发脾气。一般也是因为小有才的人，写了两篇诗文，自以为不朽杰作，吟哦自得，一事惬当，一句清巧，神厉九霄，志凌千载，自吟自赏，不觉更有旁人。彼辈若能对自己幽默一下，便不会发这神经病。名士派是旧的，激昂派是新的。这并不是说古昔名士不激昂，是说现代小作家有一特别坏脾气，动辄不是人家得罪他，便是他得罪人家，而由他看来，大半是人家得罪他。再不然，便是他欺侮人家，或人家欺侮他，而由他看来，大半是人家欺侮他。欺侮是文言，白话叫做压迫。牛毛大一件事，便呼天喊地，叫爷叫娘，因为人家无意中得罪他，于是社会是罪恶的，于是中国非亡不可。这也是与名士派一样神经不健全，将来吃苦的，不是万恶的社会，也不是将亡的中国！而是这位激昂派的诗人自身。你想这样到处骂人的人，就是文字十分优美，有谁敢用，所以常要弄到失业，然后怨天尤人，诅咒社会。这种人跳下黄浦，也于社会无损。这种人跳下黄浦叫做不幸，拉他起来，叫做罪过。这是不幸与罪过之不同。毛病在于没受教育，所谓教育，不是说读书，因为他们书读得不少，是说学做人的道理。所以新青年常犯此种毛病，一因在新旧交流青黄不接之时，青年侮视家长，侮视师傅以为常，没有家教，又没有师教，于是独往独来，天地之间，惟我一人，通常人情世故之尚不懂。我可举一极平常的例，有一青年住在一老年作家的楼下，这位老作家不但让他住，还每月给他二十块钱用，后来青年再要向老作家要钱，认为不平等，他说你每月进款有三百元，为什么只给我二十元，于是他咒骂老作家压迫他，甚至做文章骂他，这文章就叫做激昂派的文章。"}
{"text":"所以新青年常犯此种毛病，一因在新旧交流青黄不接之时，青年侮视家长，侮视师傅以为常，没有家教，又没有师教，于是独往独来，天地之间，惟我一人，通常人情世故之尚不懂。我可举一极平常的例，有一青年住在一老年作家的楼下，这位老作家不但让他住，还每月给他二十块钱用，后来青年再要向老作家要钱，认为不平等，他说你每月进款有三百元，为什么只给我二十元，于是他咒骂老作家压迫他，甚至做文章骂他，这文章就叫做激昂派的文章。又有一名流到上海，有一青年去见他，这位名流从二时半等到五时，不见他来，五时半接到一封大骂他的信，讥他失约。这也是激昂派的文章。这都是我朋友亲历的事，我个人也常有相同的经验，有的因为投稿不登出来，所以认为我没有人格，欺侮无名，所以中国必亡，这习惯要不得的，将来只有贻害自己。大概今日吃苦的商店学徒礼貌都在大学生之上，人情事理也比青年作家通达。所以我们如果有什么机关，还是敢用商店学徒，而不敢用激昂派青年。一个人在世上总得学学做人的道理。以上我说这是因为现代青年在家不敬长上失了家教，另一理由便是所谓现代文学的浪漫潮流，情感都是怒放的，而且印刷便利，刊物增加，于是你也是作家，我也是作家，而且文学都是愤慨，结果把人人都骂倒了，只有剩他一人在负救国之责任，一人国救不了，责任太重，所以言行中也不时露出愤慨之情调，这也是无可如何的，就是所谓乱世之音，并不是说青年一愤慨，世就会乱起来，是说世已乱了，所以难免有哀怨之音。大概何时中国飞机打到东京去，中国战舰猛轰伦敦之时，大家也就有了盛世之风，不至处处互相轻鄙互相对骂出气了。四唯美派其次，有所谓唯美派，就是所谓为艺术而艺术，这唯美派的是假的，所以我不把他算为真正一派。西洋穿红背心红裤子之文人，便属此类，我看不出为艺术而艺术有什么道理，虽然也不与主张为人生而艺术的人意见相同，不主张唯有宣传主义的文学，才是文学。世人常说有两种艺术，一为为艺术而艺术，一为为人生而艺术，我却以为只有两种，一为为艺术而艺术，一为为饭碗而艺术。不管你存意为人生不为人生，艺术总跳不出人生的。文学凡是真的，都是反映人生，以人生为题材。要紧是成艺术不成艺术，成文学不成文学。要紧不是阿时代过去未过去，而是阿写得活灵活现不，写得活灵活现，就是反映人生。"}
{"text":"世人常说有两种艺术，一为为艺术而艺术，一为为人生而艺术，我却以为只有两种，一为为艺术而艺术，一为为饭碗而艺术。不管你存意为人生不为人生，艺术总跳不出人生的。文学凡是真的，都是反映人生，以人生为题材。要紧是成艺术不成艺术，成文学不成文学。要紧不是阿时代过去未过去，而是阿写得活灵活现不，写得活灵活现，就是反映人生。金瓶梅你说是淫书，但是金瓶梅写得逼真，所以自然而然能反映晚明时代的市井无赖及土豪劣绅，先别说他是讽刺非讽刺，但先能入你的心，而成一种力量。白居易是为人生而文学者，他看不起嘲风雪，弄花草的诗文，他自评自己的诗，以讽喻诗及闲适诗为上，且不满意世俗之赏识他的杂律诗长恨歌。对讽喻诗，你说是为人生的艺术，是好的，但是他的闲适诗，你以为是消沉放逸，但何尝不是怡养性情有关人生之作？哀思为人生之一部，怡乐亦人生之一部。白居易有讽喻诗，没有闲适诗，就不成其为白居易。因为凡文学都反映人生，所以若是真艺术都可以说是反映人生，虽然并不一定呐喊，所以只有真艺术与假艺术之别，就是为艺术而艺术，及为饭碗而艺术。比方照相，有人为照相而照相，有人是为饭碗而照相。为照相而照相是素人，是真得照相之趣，为饭碗而照相，是照相家，是照他人的老婆的相来养自己的老婆。文人走上这路，就未免常要为饭碗而文学，而结果口不从心，只有产生假文学。今天吃甲派的饭，就骂乙派，明天吃乙派的饭，就骂甲派，这叫做想做文人，而不想做人，就是走了陈孔璋之路，也是走上文妓之路。这样的文人，无论你如何开口救国，闭口大众，面孔如何庄严，笔下如何幽默，必使文风日趋于卑下，在救国之喊声中，自己已暴露亡国奴之穷相来。文风卑鄙，文风虚伪，这是真正亡国之音。五我看人行径不看人文章因为有这种种假文学，所以我近来不看人文章，只看人的行径。这样把道德与文章混为一谈，似乎不合理。但是此中有个分别。创作的文学，只以文学之高下为标准，但是理论的文学，却要看其人能不能言顾其行。我很看不起阮大钺之为人，但是仍可以喜欢他的燕子笺。这等于说比如我的厨子与人通奸，而他做的点心仍然可以很好吃。一人能出一部小说杰作，即使其人无甚足取，我还是要看。但是在讲理与批评满口道学的文章，就不同其人不足论，则其文不足观。这就是所谓载道文章最大的危险。"}
{"text":"这样把道德与文章混为一谈，似乎不合理。但是此中有个分别。创作的文学，只以文学之高下为标准，但是理论的文学，却要看其人能不能言顾其行。我很看不起阮大钺之为人，但是仍可以喜欢他的燕子笺。这等于说比如我的厨子与人通奸，而他做的点心仍然可以很好吃。一人能出一部小说杰作，即使其人无甚足取，我还是要看。但是在讲理与批评满口道学的文章，就不同其人不足论，则其文不足观。这就是所谓载道文章最大的危险。一人若不先在品格上，修养上下工夫，就会在文章上暴露其卑劣的品性，现代文人最好骂政客无廉耻，自己就得有廉耻。前几年福建有地方政府勒收烟苗捐，报上文章大家挥毫痛骂烟毒，说鸦片可以亡国灭种，后来一家报馆每月领了七十五元，大家就鸦雀无声。这样鼓吹礼义廉耻是鼓吹不来的。舆论的地位是高于政界，开口骂人亦甚痛快，但是政客一月七十五元就可以把你封嘴，也不见得清高到怎样地步。文人自己鲜廉寡耻，怎么配来讥讽政府鲜廉寡耻。你骂政客官僚投机，也得照照自己的脸孔，是不是投机。你骂政府贪污，自己就不要克扣稿费，不要取津贴。将来中国得救，还是从各人身体力行自修其身救出来的，你骂官僚植党营私，就得看明你自己是不是狐群狗党。你骂资本主义，自己应会吃苦，不要势利，做骗子。你骂他人读古书，自己不要教古文，偷看古书。你骂吴稚晖蔡元培胡适之老朽，你自己也得打算有吴稚晖蔡元培胡适之的地位。能不能有这样操持？你骂袁中郎消沉，你也得自己照照镜子，做个京官，能不能象袁中郎之廉洁自守，兴利除弊。不然天下的人被你骂完了，只剩你一个人，那岂不是很悲观的现象。六文字不好无妨，人不可不做好这样说来，文人还做得么？所以我向来不劝人做文人，只要做人便是。颜之推家训中说过但成学士，亦足为人，必乏天才，勿强操笔。你们要明白，不做文人，还可以做人，一做文人，做人就不甚容易。如果不做文人，而可以做人，也算不愧父母之养育师傅之教训，子夏所谓贤与不贤，事父母能竭其力，事君能致其身，与朋友交，言而有信，虽曰未学，吾必谓之学矣。孔子所谓行有余力，则以学文。可见行字重要在文字之上。文做不好有什么要紧？人却不可不做好。我想行字是第一，文字在其次。行如吃饭，文如吃点心。单吃点心，不吃饭是不行的。现代人的毛病就是把点心当饭吃，文章非常庄重，而行为非常幽默。"}
{"text":"如果不做文人，而可以做人，也算不愧父母之养育师傅之教训，子夏所谓贤与不贤，事父母能竭其力，事君能致其身，与朋友交，言而有信，虽曰未学，吾必谓之学矣。孔子所谓行有余力，则以学文。可见行字重要在文字之上。文做不好有什么要紧？人却不可不做好。我想行字是第一，文字在其次。行如吃饭，文如吃点心。单吃点心，不吃饭是不行的。现代人的毛病就是把点心当饭吃，文章非常庄重，而行为非常幽默。中国的幽默大家不是苏东坡，不是袁中郎，不是东方朔，而是把一切国事当儿戏，把官厅当家祠，依违两可，昏昏冥冥生子生孙，度此一生的人。我主张应当反过来，做人应该规矩一点，而行文不妨放逸些。你能一天苦干，能认真办铁路，火车开准时刻，或认真办小学，叫学生得实益，到了晚上看看小书，国不会亡的，就是看梅兰芳，杨小楼，甚至到跳舞场拥舞女，国也不会亡。文学不应该过于严肃枯燥，过于严肃无味，人家就看不下去。因为文学象点心，不妨精雅一点，技巧一点。做人道理却应该认清。但是在下还有一句话。我劝诸位不要做文人，因为做文人非遭同行臭骂不可，但是有人性好文学，总要掉弄文墨。既做文人，而不预备成为文妓，就只有一道就是带一点丈夫气，说自己胸中的话，不要取媚于世，这样身分自会高。要有点胆量，独抒己见，不随波逐流，就是文人的身分。所言是真知灼见的话，所见是高人一等之理，所写是优美动人的文，独往独来，存真保诚，有气骨，有识见，有操守，这样的文人是做得的。袁中郎说得好物之传者必以质，质就是诚实，不空疏，有自己的见地，这是由思与学炼来的。文之不传，非不工也。树之不实，非无花叶也。人之不泽，非无肤发也。文章亦尔。一人必有一人忠实的思想骨干，文字辞藻都是余事。行世者必真，悦俗者必媚，真久必见，媚久必厌，自然之理也。这样就同时可以做文人，也可以做人。秋天的况味秋天的黄昏，一人独坐在沙发上抽烟，看烟头白灰之下露出红光，微微透露出暖气，心头的情绪便跟着那蓝烟缭绕而上，一样的轻松，一样的自由。不转眼缭烟变成缕缕的细丝，慢慢不见了，而那霎时，心上的情绪也跟着消沉于大千世界，所以也不讲那时的情绪，而只讲那时的情绪的况味。待要再划一根洋火，再点起那已点过三四次的雪茄，却因白灰已积得太多，点不着，乃轻轻的一弹，烟灰静悄悄的落在铜炉上，其静寂如同我此时用毛笔写在中纸上一样，一点的声息也没有。"}
{"text":"秋天的况味秋天的黄昏，一人独坐在沙发上抽烟，看烟头白灰之下露出红光，微微透露出暖气，心头的情绪便跟着那蓝烟缭绕而上，一样的轻松，一样的自由。不转眼缭烟变成缕缕的细丝，慢慢不见了，而那霎时，心上的情绪也跟着消沉于大千世界，所以也不讲那时的情绪，而只讲那时的情绪的况味。待要再划一根洋火，再点起那已点过三四次的雪茄，却因白灰已积得太多，点不着，乃轻轻的一弹，烟灰静悄悄的落在铜炉上，其静寂如同我此时用毛笔写在中纸上一样，一点的声息也没有。于是再点起来，一口一口的吞云吐露，香气扑鼻，宛如偎红倚翠温香在抱情调。于是想到烟，想到这烟一股温煦的热气，想到室中缭绕暗淡的烟霞，想到秋天的意味。这时才想起，向来诗文上秋的含义，并不是这样的，使人联想的是萧杀，是凄凉，是秋扇，是红叶，是荒林，是萋草。然而秋确有另一意味，没有春天的阳气勃勃，也没有夏天的炎烈迫人也不像冬天之全入于枯槁凋零。我所爱的是秋林古气磅礴气象。有人以老气横秋骂人，可见是不懂得秋林古色之滋味。在四时中，我于秋是有偏爱的，所以不妨说说。秋是代表成熟，对于春天之明媚娇艳，夏日之茂密浓深，都是过来人，不足为奇了，所以其色淡，叶多黄，有古色苍茏之慨，不单以葱翠争荣了。这是我所谓秋的意味。大概我所爱的不是晚秋，是初秋，那时暄气初消，月正圆，蟹正肥，桂花皎洁，也未陷入懔烈萧瑟气态，这是最值得赏乐的。那时的温和，如我烟上的红灰，只是一股熏熟的温香罢了。或如文人已排脱下笔惊人的格调，而渐趋纯熟炼达，宏毅坚实，其文读来有深长意味。这就是庄子所谓正得秋而万宝成结实的意义。在人生上最享乐的就是这一类的事。比如酒以醇以老为佳。烟也有和烈之辨。雪茄之佳者，远胜于香烟，因其味较和。倘是烧得得法，慢慢的吸完一支，看那红光炙发，有无穷的意味。鸦片吾不知，然看见人在烟灯上烧，听那微微哗剥的声音，也觉得有一种诗意。大概凡是古老，纯熟，熏黄，熟炼的事物，都使我得到同样的愉快。如一只熏黑的陶锅在烘炉上用慢火炖猪肉时所发出的锅中徐吟的声调，是使我感到同观人烧大烟一样的兴趣。或如一本用过二十年而尚未破烂的字典，或是一张用了半世的书桌，或如看见街上一块熏黑了老气横秋的招牌，或是看见书法大家苍劲雄深的笔迹，都令人有相同的快乐，人生世上如岁月之有四时，必须要经过这纯熟时期，如女人发育健全遭遇安顺的，亦必有一时徐娘半老的风韵，为二八佳人所绝不可及者。"}
{"text":"大概凡是古老，纯熟，熏黄，熟炼的事物，都使我得到同样的愉快。如一只熏黑的陶锅在烘炉上用慢火炖猪肉时所发出的锅中徐吟的声调，是使我感到同观人烧大烟一样的兴趣。或如一本用过二十年而尚未破烂的字典，或是一张用了半世的书桌，或如看见街上一块熏黑了老气横秋的招牌，或是看见书法大家苍劲雄深的笔迹，都令人有相同的快乐，人生世上如岁月之有四时，必须要经过这纯熟时期，如女人发育健全遭遇安顺的，亦必有一时徐娘半老的风韵，为二八佳人所绝不可及者。使我最佩服的是邓肯的佳句世人只会吟咏春天与恋爱，真无道理。须知秋天的景色，更华丽，更恢奇，而秋天的快乐有万倍的雄壮，惊奇，都丽。我真可怜那些妇女识见偏狭，使她们错过爱之秋天的宏大的赠赐。若邓肯者，可谓识趣之人。一九四一年一月我的图书室我在人间世杂志，曾登载过姚颖女士一篇布置书房的文章，凑巧与我的意见相同。如果我也发表过一篇同题的文章，或是曾经遇见过她，那我一定会诬她有抄袭我的意见的嫌疑。因此我在她的文章末尾，写了一篇长论――表明她的理论如何近似我的理论。兹将她的原文略述如下公共大学图书馆采用分类制，用杜威或王云五的方法把图书分编成类，固然是好的。但是一个贫穷的学者图书不够，又蹇居于京沪的一个狭里之中，显然是不能如此做法。一个里舍之中，寻常只有一间餐室，一间客厅，两间睡房，如果很幸运，也许会有一间书房。此外，他的图书普通都依个人的喜好而来，收集的不会普遍完全。这该怎么办呢？我不知道别人如何，但是我用的方法是如此的。我的方法是自然的方法。比如，当我坐在书桌前边收到一本寄来的书，我就把它放在桌上。如果在阅读时有客来访，我就把书带到客厅，去和来客谈谈这本书的内容。客人告别以后，如果我把书遗忘在客厅，我就让它摆在那里。有时话谈得开心，我还不感倦意，只是想休息一会，我就把它带到楼上，在床上去阅读。如果书中兴趣浓厚，我就继续读了下去，如果兴趣减低，就把它用作枕头而睡，这就是我所谓的自然的方法，也可以说是使书籍任其所在的方法。我甚而不能说，哪一处是我喜欢放书的地方。这种办法的必然结果，自然到处可见图书杂志，在床上，沙发上，餐间里，食器厨中，厕所架上，以及其他地方。这样不能一览无遗，是杜威或王云五的方法所不及的。这种办法有三点好处第一，不规则的美丽。"}
{"text":"如果书中兴趣浓厚，我就继续读了下去，如果兴趣减低，就把它用作枕头而睡，这就是我所谓的自然的方法，也可以说是使书籍任其所在的方法。我甚而不能说，哪一处是我喜欢放书的地方。这种办法的必然结果，自然到处可见图书杂志，在床上，沙发上，餐间里，食器厨中，厕所架上，以及其他地方。这样不能一览无遗，是杜威或王云五的方法所不及的。这种办法有三点好处第一，不规则的美丽。各种精装本平装本中文英文大而厚重的本子轻的美术复制本――一些是中古英雄骑士的图片，一些是现代的裸体艺术照片，全都杂在一起，一望就可以看见人类历史的整个过程。第二，兴趣的广泛不同。一本哲学书籍，也许和一本科学书籍并立在一起，一本滑稽的书籍，也许和一本道德经比肩同立。他们混成一片，俨若各持己见的在争辩着。第三，用之便当。如果一个人把书全都摆在书室，他在客厅中便无书可读。我用这种方法，就在厕所也能增长知识。我只要说这仅是我个人的方法，我不求别人的赞成，也不希望他们来效法我。我写这篇文章的原故，是因为看我的客人见到我的生活如此，常是摇头叹息。因为我没有问过他们，我不知道他们是称赞的叹息，还是反对的叹息但是我不去理会的。前边的这一篇文章，很可以代表现代中国的小品文ss，他有中国古文的轻松气派，以及现代论文的不拘泥之风度。下边是我写的后论当我收到这篇稿子的时候，我觉得好像有人把我的秘密说穿了。在我看下去的时候，我很惊异的发现了我自己的放书的理论，已被一个别的人同时发现了。我如何能不就此发挥几句呢？我知道阅读是一件高尚的事情，但是已经变成了一件俗陋不堪而且商业化的事情。收集书籍也曾是一件高尚的娱乐，但是自从暴发户出现以后，现在的情况也随之惨变。这些人藏着各个作家的整套书籍，装着美丽整齐，摆在玻璃架上，用以在他们的朋友面前炫耀是当我看到他们的书架的时候，里边从来没有一点空隙或书本的误排，这表明他们从来不去一动那些书籍。其中也没有书皮扯下来的书籍，没有手纹的印子或偶然掉下来的烟灰，没有用蓝色铅笔画下来的记号，没有枫树的叶子在书中夹着。而所有的只是没有割开的连页。所以，收集书籍的方法似乎也变得俗陋了。明朝的徐谢写过一篇旧砚台论的文章，暴露收集古玩的俗陋，现在姚女士则引申到收集图书的事。可见如果你只要说你的真意，世界上似乎不会没有与你同感的人。"}
{"text":"其中也没有书皮扯下来的书籍，没有手纹的印子或偶然掉下来的烟灰，没有用蓝色铅笔画下来的记号，没有枫树的叶子在书中夹着。而所有的只是没有割开的连页。所以，收集书籍的方法似乎也变得俗陋了。明朝的徐谢写过一篇旧砚台论的文章，暴露收集古玩的俗陋，现在姚女士则引申到收集图书的事。可见如果你只要说你的真意，世界上似乎不会没有与你同感的人。王云五利用于公共图书馆中很好。但是公共图书馆与一个学者的书斋有什么关系呢？我们必须有一个不同的原则，就如浮生六记的所指出的以大示小，以小示大。以假遇真，以真遇假。这位所发表的意见，是关于一个穷士的房舍花园应当怎样安排，也可以用在收集书籍的方法上。如果你能善用这个原则，你可以把一个穷士的书房，改变成宛如未经开发的大陆。书籍绝对不应分类。把书籍分类是一种科学，但是不去分类是一种艺术。你那五尺高的书架，应当别成一个小天地。必须把这本诗歌搁置在科学的文章之上，同时使一本侦探小说与居友的著作并列。这样安排之后，一个五尺书架会变成搜罗广博的架子，使你觉得有如天花乱坠。如果架上只有司马光的一套资治通鉴，当你无心去看资治通鉴的时候，就变成一个空空如也的架子。每个人都知道女人的美丽，是在她们予人一种莫名其妙要遍寻不著的感觉，古老的城市如巴黎与维也纳之所以耐人寻味，是因为你在那里住了十年以后，也不确知某一个小巷中会有什么东西出现。一个图书室也是同样的道理。各种书籍都有它的特点，所以装订得也不相同。我从来不去买四部备要或四部丛刊，就是为了这个原故。买一部书的特点，一方面由书的外表上可以看得出来，一方面由购买时的情形个别不同，书买来以后，把它们不分类自然的摆在架上。当你要看王国维宋元戏曲史的时候，你会翻来翻去，不知究竟放在何处。在你找到以后，你是真正的找到了，不只是拿它下来到手。这时你已经香汗盈盈，好像一个得意的猎人一样。也许当你已发现它的所在，而去拿你要的第三卷时，却发现他已不翼而飞。你站在那里一时不知如何是好，迷想你是否曾把它借给某人，于是长叹一声，好像一个小学生看见一只几乎被他捉着的鸟，忽然又腾空飞去了。"}
