{"text":"竹杠原也敲得并不很大，但使用一根手杖，坐一坐洞里的石磉，甚而至于舒一舒下气，都要算几毛几分的大洋，却真有点儿气人。从善卷洞出来，大约东面离洞口约莫有十里地左右的路旁，我们又偶然现了一个芙蓉古寺。这寺据说是唐代的名刹，像是近年来新行修理的样子四围的树木，门外的小桥，寺东面的一座洁净的客厅，都令人能够生一种好感而临走的时候，对于两毫银币的力钱的谢绝，尤其使我们感到了僧俗的界别因为看和尚的态度，倒并不是在于嫌憎钱少，却只是对于应接不周的这件事在抱歉的样子。再遵早晨进去的原路出来，走到了一处有牌坊立着的三叉路口，是朝南走向庚桑亦即张公洞去的支路了，路牌上写着，有三公里多点的路程。张公洞似乎已经由储先生完全整理好了，我们车到了后洞的石级之前，走上了对洞口的那一扇门前坐下，扑面就感到了一阵冷气，凉隐隐，潮露露，立在那一扇造在马鞍小岭上的房屋下的圆洞门前着抖，更向下往洞口一看，从洞里哼出来的，却是一层云不像云烟不似烟的凉水蒸气。没有进洞，大家就高兴极了，说这里真是一块不知三伏暑的极乐世界。喝了几口茶，换上了套鞋，点着油灯，跟着守洞的人，一层一层的下去，大家的肌肤上就起了鸡粒等到了海王厅的大柱下去立定，举头向上面前洞口t望天光的时候，大家的话声，都嗡嗡然变成了怪响。第一是鼻头里凝住了鼻液，伤起风来了第二是因为那一个圆形的大石盖，几百丈方的大石盖，对说话的人声，起了回音。脚力强健的赵公夫妇，还下洞底里去看了水中的石柱，上前洞口去看天光，我们四个却只在海王厅里，饱吸着蝙蝠的大小便气，高声乱唱了一阵京调，因而嗡嗡的怪响，也同潮也似地涨满了全洞。从庚桑洞出来，已经是未末申初的时刻了，但从支路驶回国道，飞驰到湖州的时候，太阳还高得很。于是大家就同声一致，决定走下车去，上碧浪湖头去展拜一回英士先生的坟墓。道场山上的塔院，湖州城里的人家，原也同几十年前的样子一样，没有什么改易，可是碧浪湖的湖道，却淤塞得可观，大约再过几十年，就要变得像大明湖一般，涨成一片的水田旱道无疑了沧海变桑田，又何必麻姑才看得见，我就可以算是一个目睹着这碧浪湖淤塞的老寿星。"}
{"text":"从庚桑洞出来，已经是未末申初的时刻了，但从支路驶回国道，飞驰到湖州的时候，太阳还高得很。于是大家就同声一致，决定走下车去，上碧浪湖头去展拜一回英士先生的坟墓。道场山上的塔院，湖州城里的人家，原也同几十年前的样子一样，没有什么改易，可是碧浪湖的湖道，却淤塞得可观，大约再过几十年，就要变得像大明湖一般，涨成一片的水田旱道无疑了沧海变桑田，又何必麻姑才看得见，我就可以算是一个目睹着这碧浪湖淤塞的老寿星。第二辑屐痕处处感伤的行旅回来的路上，大约是各感到了疲倦的结果，两个多钟头，坐在车子面里，竟没有一个人发放一点高声的宏论直到七点钟前，车到旗下，在朱公馆洗了一洗手脸，徒步走上湖滨菜馆去吃饭的中间，朱公才用了文言的语气，做了一篇批评今天的游迹的奇文，终于引得大家哈哈地发了笑，多吃了一碗稀饭，总算也是这一次游行的一个伟大的结局。且夫天下事物，有意求之，往往不能得预定的效果而偶然的发生，则枝节之可观每有胜于根千万倍者。所谓有意栽花花不活，无心插柳柳成阴之古语，殆此之谓欤？即以今日之游踪而论，瓶窑的一役，且远胜于宜兴之两洞关蓉的一寺，亦较强于碧浪的湖波而一路之遥山近水，太湖的倒映青天，回来过拱埠时之几点疏雨，尤其是文中的佳作，意外的收成。总而言之，清游一日，所得正多，我辈亦大可。若欲论功行赏，则赵公之指挥得体，夫人的辎重备粮，尤堪嘉奖其次则飞车赶路，舆人之功不可磨至于吟诗记事，播之遐迩，传之将来，则更有待于达翁，鄙见如此，质之赵公，以为何如？这一段名议论，确是朱公用了缓慢的湖北官音，随口诵出来的全文，认为不忍割爱，所以一字不易，为之记录于此。一九三五年七月二十四日过富春江前两天增嘏和他的妹妹，以及英官晏子少校来杭州，我们于醉谈游步之余，还定下了一个上富春江去的计划。这一位少校，实在有趣在东方驻扎得久了，他非但生活习惯，都染了中国风，连他的容貌态度，也十足带着了中国气，他的身材本不十分高大，但背脊伛偻，同我们中国的中年人比较起来，向背后望去，简直是辨不出谁黄谁白一般军人所特有的那一种挺胸突肚傲岸的气象，在他身上，是丝毫也不具的。他的两脚又像日本人似地向外弓曲，立起正来，中间会露出一条小缝，这当然因为他是骑兵，在马背上过日子过得多的缘故。"}
{"text":"这一位少校，实在有趣在东方驻扎得久了，他非但生活习惯，都染了中国风，连他的容貌态度，也十足带着了中国气，他的身材本不十分高大，但背脊伛偻，同我们中国的中年人比较起来，向背后望去，简直是辨不出谁黄谁白一般军人所特有的那一种挺胸突肚傲岸的气象，在他身上，是丝毫也不具的。他的两脚又像日本人似地向外弓曲，立起正来，中间会露出一条小缝，这当然因为他是骑兵，在马背上过日子过得多的缘故。他虽则会开飞机，开汽车，划船，骑马，但不会走路所以他说，他不喜欢山，却喜欢水！在西湖里荡了两日舟，他问起近边更还有什么好的地方没有，我们就决定了再陪他上富春江去的计划好在汽车是他自己会开，有半日的工夫，就可以往返的。驶过六和塔下，走上江边一带波形的道上的时候，他果然喜欢极了，他说这地方有点像日本的濑户内海。江潮落了，江水绿得迷人而那一天午后，又是淡云微日的暮秋天，在太阳底下走起路来，还要出一点潮汗。过了梵村，驰上四面是小山，满望是稻田的杭富交界的平原里，景象又变了一变，他说只有美国东部的乡村里，有这一种干草黄时的和平村景，他倒又想起在美国时候的事情来了。由富阳站里，沿了新开的那条环城马路，把车开到了鹳山脚下，一步登天，爬上春江第一楼头眺望的时候，他才吃了一惊，说这山水真像是摩西的魔术。因为车由凌家桥转弯，跑在杭富道上，所见的只是些青山平谷，茅舍枫林到得富阳，沿了那座弓也似的舒姑屏山脚，驶入站里，也只能看到些错落的人家，与一排人家南岸的高山就是到了东城脚下，在很狭的新筑马路上走下车来的一刻，没有到过富阳的人，也决不会想到登山几步，就可以看见这一幅山重水复的黄子久的画图的。我们在山头那株樟树下的石栏上坐了好久，增嘏并且还指着山下的一块汉高士严子陵先生垂钓处的石碑，将范文正公的祠堂记，以及上面七里泷边东台西台的故事，译给了这一位少校听。他听到了谢皋羽的西台恸哭的一幕，却兴奋起来了，说为什么不拿这个故事来做一本戏剧？像雪勒的威廉退儿一样，这地方倒也很可以起一座谢氏的祠堂。回来的时候，天色已经晚了他一面开着车，眼睛呆呆看着远处，一边却幽幽的告诉我和增嘏说我若要选择第二个国籍的话，那我情愿来做个中国人。"}
{"text":"堂去坐下，喝了两碗清茶，这一些鬼胎，方才洗涤了个空空脱脱。游西溪，本来是以松木场下船，带了酒盒行厨，慢慢儿地向西摇去为正宗。像我们那么高坐了汽车，飞鸣而过古荡东岳，一个钟头要走百来里路的旅客，终于是难度的俗物，但是俗物也有俗益，你若坐在汽车座里，引颈而向西向北一望，直到湖州，只见一派空明，遥盖在淡绿成阴的斜平海上这中间不见水，不见山，当然也不见人，只是渺渺茫茫，青青绿绿，远无岸，近亦无田园村落的一个大斜坡，过秦亭山后，一直到留下为止的那一条沿山大道上的景色，好处就在这里，尤其是当微雨朦胧，江南草长的春或秋的半中间。从留下下船，回环曲折，一路向西向北，只在芦花浅水里打圈圈圆桥茅舍，桑树蓼花，是本地的风光，还不足道最古怪的，是剩在背后的一带湖上的青山，不知不觉，忽而又会得移上你的面前来，和你点一点头，又匆匆的别了。摇船的少女，也总好算是西溪的一景一个站在船尾把摇橹，一个坐在船头上使桨，身体一伸一俯，一往一来，和橹声的咿呀，水波的起落，凑合成一大又圆又曲的进行软调游人到此，自然会想起瘦西湖边，竹西歌吹的闲情，而源宁昨天在漪园月下老人祠里求得的那枝灵签，仿佛是完全的应了，签诗的语文，是{风桑中章末后的三句，叫做期我乎桑中，要我乎上宫，送我乎淇之上矣。此后便到了交芦庵，上了弹指楼，因为是在雨里，带水拖泥，终于也感不到什么的大趣，但这一天向晚回来，在湖滨酒楼上放谈之下，源宁却一本正经地说今天的西溪，却比昨日的西湖，要好三倍。前天星期假日，日暖风和，并且在报上也曾看到了芦花怒放的消息，午后日斜，老龙夫妇，又来约去西溪，去的时候，太晚了一点，所以只在秋雪庵的弹指楼上，消磨了半日之半。一片斜阳，反照在芦花浅渚的高头，花也并未怒放，树叶也不曾凋落，原不见秋，更不见雪，只是一味的晴明浩荡，飘飘然，浑浑然，洞贯了我们的肠腑，老僧无相，烧了面，泡了茶，更送来了酒，末后还拿出了纸和墨，我们看看日影下的北高峰，看看庵旁边的芦花荡，就问无相，花要几时才能全白？老僧操着缓慢的楚国口音，微笑着说总要到阴历十月的中间若有月亮，更为出色。"}
{"text":"一片斜阳，反照在芦花浅渚的高头，花也并未怒放，树叶也不曾凋落，原不见秋，更不见雪，只是一味的晴明浩荡，飘飘然，浑浑然，洞贯了我们的肠腑，老僧无相，烧了面，泡了茶，更送来了酒，末后还拿出了纸和墨，我们看看日影下的北高峰，看看庵旁边的芦花荡，就问无相，花要几时才能全白？老僧操着缓慢的楚国口音，微笑着说总要到阴历十月的中间若有月亮，更为出色。说后，还提出了一个交换的条件，要我们到那时候，再去一玩，他当预备些精馔相待，聊当作润笔，可是今天的字，却非写不可，老龙写了一剑横飞破，万家憔悴哭三吴的十四个字，我也附和着抄了一副不知在那里见过的联语春梦有时来枕畔，夕阳依旧上帘钩。喝得酒醉醺醺，走下楼来，小河里起了晚烟，船中间满载了黑暗，龙妇又逸兴遄飞，不知上那里去摸出了一枝洞箫来吹着。其声呜呜然，如怨如慕，如泣如诉，余音袅袅，不绝如缕，倒真有点像是七月既望，和东坡在赤壁的夜游。第二辑屐痕处处感伤的行旅一九三五年十月二十二日闽游滴沥之一今年是一个闰年――闰三月――我老早就晓得在阳历二月尽头，要大冷几天年纪大了一点，怕寒怕暑，比年青时厉害得多了，所以当旧历的年底，就在打算上什么地方去过一个冬尾和春头。从前在一篇关于住所的话里，也曾提起过住家的适地。我以为北平住家，是最好也没有的地方，其次便想到了国民政府没有定鼎以前的南京，与偏处海滨，同时得享受海洋大陆两种和谐气候的福州。自从这一篇不关大体，猥杂无聊的浅短文字，在文学的散文栏里表以来，竟出乎我的意料之外，接连着就来两个反响，致使我直到现在也不能够逃出它们的圈子。反响的第一个，是一位有志者的愿意借给我以造屋的金钱结果，于杭州住房之旁，一间避风雨的茅庐，就在去年年底，修盖起来了到了现在，还是油漆未干，画龙之后，终于未曾点睛。反响的第二个，是这一回应了朋友之招，于阴历正月的初头，匆匆出走，附船南下的这一次的七闽之行。上车的头一天晚上，杭州还是北风雨雪，寒冷得像在河北的旧都里一样。并且因为要决定出行与否的缘故，和内人还起了一场无谓的争执闹闹吵吵，一直坐到了天亮，等太阳出来了的时候为止。上小面馆去吃了一碗鳝鱼面后，头脑虽说清醒了点，但将头深缩着在大氅的领里，看看天色，终于还不想马上就去上飘泊的长途。"}
{"text":"反响的第二个，是这一回应了朋友之招，于阴历正月的初头，匆匆出走，附船南下的这一次的七闽之行。上车的头一天晚上，杭州还是北风雨雪，寒冷得像在河北的旧都里一样。并且因为要决定出行与否的缘故，和内人还起了一场无谓的争执闹闹吵吵，一直坐到了天亮，等太阳出来了的时候为止。上小面馆去吃了一碗鳝鱼面后，头脑虽说清醒了点，但将头深缩着在大氅的领里，看看天色，终于还不想马上就去上飘泊的长途。因此捱迟了一刻，又捱迟了一点，终于捱到了八点三十几分，离杭宁特快通车开车前只有二十分钟的时候。霞拼命的催我，早就把一包被包，和一只手提箱送上等在门口的黄包车去了，我临时还忘记了一串锁钥。在阳光眩目的城站月台上立定，侧目西看看凤凰山上的朝霞，一阵西风，忽而又吹上我的头，于是就想起了那顶新买的黑呢软帽还没有带来。霞着了急，马上去打电话我倒还是随随便便的，今天趁这晴和的天气，再上孤山灵峰去走它一天，也不很好么？只教有钱，路总不会得卖完，到得明天，车总也自然会再开的。但是不多一忽，车子也从南星桥开来了，同时帽子也由佣人赶送到了站上这么一来，迟疑的口实，都已经没有，不得已只好慢沌沌走上了车座。到上海是下午一点半的样子，在靖安轮船的舱里把身体横放倒的时候，看见太阳已经有点西斜，大约总在未末申初的几刻钟里了吧？不多一忽，船就开行了。吴淞的进口出口，以及南行的海上风光，在这二十多年里，是不知道已经经过了多少次数的，所以也懒得上甲板上去吃西北风。和同舱的那位张涤如先生，一通问了姓名籍贯，知道彼此还是杭州许多亲戚朋友的，所以我们喝着酒，谈着闲天，计算着船进马尾港口，横靠南台的时日与钟点，倒也忘记了离乡背井的悲哀。只是静默下来，心里头总觉得有点儿隐痛难熬，先还浑浑然不晓得究竟是为了什么？随后方想起了昨天晚上和霞的一场争吵，与今天开车时她那张立在铁栅外的苍白的脸，就是这一点心痛的病源。有办法，有办法，让我来打一个无线电回去安慰她吧！可是叫了船舱侍役来一问，却又说，船上原也有无线电机的设备，但是船客是不可以借此打电报的因此我这一点心痛，终于苦受了两天两夜，直等船到了福州，在南台青年会住下，一个电报送出之后，方才稍稍淡薄了下去。"}
{"text":"随后方想起了昨天晚上和霞的一场争吵，与今天开车时她那张立在铁栅外的苍白的脸，就是这一点心痛的病源。有办法，有办法，让我来打一个无线电回去安慰她吧！可是叫了船舱侍役来一问，却又说，船上原也有无线电机的设备，但是船客是不可以借此打电报的因此我这一点心痛，终于苦受了两天两夜，直等船到了福州，在南台青年会住下，一个电报送出之后，方才稍稍淡薄了下去。船进马尾港之先的一段渔村小岛的清景，以及大小五虎山金刚腿南北龟瞿心庙缺嘴将军等名胜故垒的眺望，想是到过福州的人，都看见过，听到过的事迹，我一时辨也辨不清，此地只能暂且不表，――记得在年前初到福州的时候，也曾经稍稍写过一点了――只有一点，见了青山绿水的南国的海港，以及海港外山上孤立着的灯塔与洋楼，我心里倒想起了波兰显克微支的那一篇写守灯塔者的小说，与那威伊孛生的那出有名戏本海洋夫人里的人物与剧。同时并且也想起了少年时候，一样的在这一种海港里进出时的心境，血潮一涨，老态也因而渐除，居然自己也跑上前跑落后地上甲板去和那些年少的同轮船者夹混了好半天。第二辑屐痕处处感伤的行旅三北公司闽行线的轮船靖安的唯一迷人处，是在直驶南台靠岸的六个大字因为她的船身宽，船底平，乘着潮头，可以开进马尾，倒溯闽江而直上南台的新筑码头边上去靠岸但是这一次，不晓得是我的运气呢还是晦气，终于受了她的一次骗。上海出口的时候，大家都说后天早晨船可以到马尾，第三天的中午，就可以到南台市上去买醉听歌了，所以船上的人，都非常之快活，仿佛是踏上了靖安的舱板，就等于已经踏上了南台的沙岸似的。并且天气也晴和，晚上还有了元宵节前的大半规上弦的月亮风平浪静，在过最险恶的温州洋时，也同在长江里行船一样，船身一摇晃也不曾摇晃。可是到了该进马尾港的第三天的早晨，船只如同蚂蚁爬地球似的在口外的丛岛中徘徊，似乎对口外的白水青山，有点恋恋不舍的样子。船后面水波不兴，清风徐来，――用这两句古人的妙句来形容那一日船后面的景，或者有人会感到诗意，但实际则推动机失去了作用，连船后面所必拖的一条水纹也激不起来，不消说当高速度前进时所振动起的那一股对面风，也终于没有――，比到苏东坡在赤壁放舟时的那种舒徐态度，我想只会得超过几分。因而等潮落之后，过了中午，我们才入了马尾，在江中间抛下了锚。"}
{"text":"可是到了该进马尾港的第三天的早晨，船只如同蚂蚁爬地球似的在口外的丛岛中徘徊，似乎对口外的白水青山，有点恋恋不舍的样子。船后面水波不兴，清风徐来，――用这两句古人的妙句来形容那一日船后面的景，或者有人会感到诗意，但实际则推动机失去了作用，连船后面所必拖的一条水纹也激不起来，不消说当高速度前进时所振动起的那一股对面风，也终于没有――，比到苏东坡在赤壁放舟时的那种舒徐态度，我想只会得超过几分。因而等潮落之后，过了中午，我们才入了马尾，在江中间抛下了锚。幸亏赖张涤如君及几位在建设厅车务处任职的同船者的尽力，我才能于下午三点多点，在光天化日之下的惊涛骇浪里爬上了小火轮，驶到了马尾的江边否则，我想就是做了水鬼，也将问不到到阎王那里去的路程，因为苦竹钩b，那些苦力船家搬运男女在那里讲的，不是中国话，也不是外国话，却是实实在在的马尾土话的缘故。福州的形大不同了从前是只能从马尾坐小火轮去南台的一段路程，现在竟沿闽江东岸筑起了一条坦坦的汽车大道，大道上还有前面装置着一辆脚踏车，五六年前在上海的法界以及郊外也还看得见的三轮人力车在飞跑汽车驶过鼓山的西麓，正当协和学院直下的里把路上，更有好几群穿着得极摩登的少年男女，在那里唱歌散步，手挽着手的享乐浓春汽车过后，那几位少女并且还擎摇着白雪似的手帕，微露着细磁似的牙齿，在向我招呼，欢笑，像在哀怜我的孤独，慰抚我的衰老似地。到了南台，样子更不同了从前的那些坍败的木头房屋，都变成了钢骨水泥的高楼马路纵横，白牌子黑牌子的汽车也穿梭似的在鸣警笛。那一条架在闽江江上的长桥，――万寿桥――拆去了环洞，改成了平面，仓前山上住着的中外豪绅，都可以从门口直登汽车，直上城里去了十年的岁月，在这里总算也留下了成绩，和我自身的十年之前初到这里时的那一种勇气勃勃的壮年期来一比，只觉得福州是打了一针返老还童的强壮针，而我却生了一场死里逃生的大病，两个面目，完全相背而驰了十年，各不能认识各的固有形容了到了这里，我才深深地，深深地加倍感到了树犹如此，我老何堪的古人的叹息。南台本来是从前的福州的商业中枢，因而乐户连云，烟花遍地，晚上是闹得离人不能够安枕的，但现在似乎也受了世界经济衰落的影响，那一批游荡的商人，数目却减少了。"}
{"text":"南台本来是从前的福州的商业中枢，因而乐户连云，烟花遍地，晚上是闹得离人不能够安枕的，但现在似乎也受了世界经济衰落的影响，那一批游荡的商人，数目却减少了。大桥的南面是中洲，中洲的南面是仓前山，这两处地方，原系福州附廓的佳丽住宅区，若接亦离，若离也接，等于鼓浪屿之于厦门一样，虽则典丽华贵，依旧是不减当年，但远看过去，似乎红墙上的夕照，也少了一层光辉，这大约是我自己的心理作用吧？否则，想总是十年来的尘土，飞上了那些山上的洋楼，把它们的鲜艳味暗淡化了的缘故。在南台的高楼上住下的第一晚，推窗一看，就看见了那一轮将次圆满的元宵前的皓月，流照在碎银子似的闽江细浪的高头。天气暧极，在夜空气里着实感到了一种春意，在这一个南国里的，想该是虫声新透绿窗纱的时候了。看不多时，果然铜铜盘铜铜盘地来了几班踏高跷跳龙灯的庆祝元宵者的行列，从大桥上经过，在走向仓前山去于是每逢佳节思亲的感触，自然也就从这几列灯火的光芒上，传染到了我的心里，又想起闺中的小儿女来了没有办法，我只好撇下了窗前的美景，灭去了灯，关上了门，睡下去寻还乡的美梦，虽然有没有梦做，原也是说不定的。第二辑屐痕处处感伤的行旅一九三六年二月二十八日写原载一九三六年三月十六日宇宙风半月刊等十三期闽游滴沥之二曾经到过福州的一位朋友写信来，说福建留在他脑子里的印象，依次序来排列，当为第一山水，第二少女，第三饮食，第四气候。福建的山水，实在也真美丽北峙仙霞，西耸武夷，蜿蜒东南直下，便分成无数的山区。地气温暖，微雨时行，以致山间草木，一年中无枯萎的时候。最奇怪的，是梅花开日，桃李也同时怒放相思树荔枝树榕树杜松之属，到处青葱欲滴，即在寒冬，亦像是首夏的样子。闽江发源浦城县北渔梁山下，亦称建溪，又叫剑江，更有一个西江的别号大抵随地易名，到处收纳清溪小水，曲折而达福州，更从南台折而向东向南，以入于海。水色的清，水流的急，以及湾处江面的宽，总之江上的景色，一切都可以做一种江水的秀逸的代表扬子江没有她的绿，富春江不及她的曲，珠江比不上她的静。"}
