{"text":"他有两重意志，既执着于人，又向往超人，正表露了他对人又爱又不满意的矛盾心理。要把握超人的确切含义，最好的办法是用否定的方式来把握。尼采自己实际上也是这么做的。他说超人这个词实在是指这样一种类型的人，他们的出现应是伟大幸运的一片断，是一种与现代人善人基督徒以及别的虚无主义者正相反对的人，这个词出诸伦理破坏者查拉图斯特拉之口，就有着深奥的意义看哪这人。尼采选集第卷，第页。又说查拉图斯特拉称善人为末人，为末路之开始他以为他们是最有害的人，因为他们以扼杀了真理和未来为代价而维持了他们的生存。看哪这人。尼采选集第卷，第页。第节第八章人的现状和前景超人与末人正相反对这给我们提供了一把钥匙。末人的特征是什么呢第一，没有创造的愿望和能力，不再投掷愿望的箭，不再诞生任何的星。他们眨着眼问道什么是爱什么是创造什么是愿望什么是一颗星第二，谨小慎微，猥琐卑劣，浑浑噩噩地过日子。他们靠彼此摩擦来取暖。他们小心地走路，生怕绊倒在石头和别人身上。白天黑夜都有微小的纵欲，以为是幸福。不断用一点小毒品制造快乐的梦，最后的大毒害造成舒适的死。以工作为消遣，同时又留心着不让这消遣伤害了自己。第三，个性泯灭，千人一面。他们不再贫穷或富足，两者都太苦恼。他们不愿支配和服从，两者都太苦恼。一群没有牧人的羊。一切人意愿相同，一切人相同，有着别种感情的人进疯人院去。参看查拉图斯特拉如是说序。很明显，末人就是尼采批判过的那种奴隶性格。尼采认为，末人是全人类未来的最大危险。他警告人类人的土地还足够肥沃，但像现在这样下去，总有一天这土地会贫瘠，耗竭，不再有高迈的树生长。在与末人相反的意义上，我们不妨把超人看作主人道德的化身。尼采生前就抱怨说，超人这个词几乎到处被完全无头脑地误解，恰恰被等同于查拉图斯特拉所全然否定了的那些评价，以为是一种理想的典型，一种高等的人类，一种半圣哲半天才的人别的博学的笨牛，又因为这个词而揣想我是达尔文主义者，甚至在我的学说里发现有不自觉的不由自主的大骗子卡莱尔的英雄崇拜一种我怀着恶意所蔑视的英雄崇拜。看哪这人。"}
{"text":"在与末人相反的意义上，我们不妨把超人看作主人道德的化身。尼采生前就抱怨说，超人这个词几乎到处被完全无头脑地误解，恰恰被等同于查拉图斯特拉所全然否定了的那些评价，以为是一种理想的典型，一种高等的人类，一种半圣哲半天才的人别的博学的笨牛，又因为这个词而揣想我是达尔文主义者，甚至在我的学说里发现有不自觉的不由自主的大骗子卡莱尔的英雄崇拜一种我怀着恶意所蔑视的英雄崇拜。看哪这人。尼采选集第卷，第页。读了这段话，我们不禁感到困惑，因为它几乎把超人概念的一切可能的解释都排除了。尼采是反对英雄崇拜的，因为在他看来，一切崇拜都是一种神化，每一个被崇拜者周围都有一群自我贬值的愚氓。超人不是神，不是偶像，相反是神和偶像的敌人。尼采也是反对社会达尔文主义的。在他看来，进化不利于杰出个体，反而有利于末人的生存和繁衍。如要用生物学术语来表达，毋宁说超人的产生要靠人工选择而非自然选择，也就是要靠人类有意识地创造条件。尼采还反对天才迷信，认为这是一种全然宗教的或半宗教的迷信。天才并无创造奇迹的能力，他们是伟大的工。参看人性的，太人性的出自艺术家和作家的灵魂第节。尼采选集第卷，第页。可是，等级制度呢他无疑是等级制度的热烈的主张者。在这方面人们可以举出无数的证据造成种姓秩序等级秩序的只是生活法则本身。反基督徒第节。奴隶制度高度隶属关系是每种高级文化的前提。强力意志第节。人这种范型的每一次强化和上升同时也附有一种新的奴隶制度。快乐的科学第节。尼采全集第卷，第页。我的学说是有上等人，也有下等人，一个个人是可以使千万年的历史生辉的。强力意志第节。诚然，尼采所主张的等级制度主要地不是依据血统，而是依据精神，但这仍然是一种地道的等级制度。他感到遗憾的是自然为何对人这么吝啬，不让人按照内心的光源发光，使一个人辉耀，另一个人黯淡为何伟大人物的升降不像太阳那样明丽快乐的科学第节。尼采全集第卷，第页。他明确说明自己划分等级的标准我把生活划分为两种类型，一种是奋发有为的生活，另一种是堕落腐化软弱的生活。"}
{"text":"强力意志第节。诚然，尼采所主张的等级制度主要地不是依据血统，而是依据精神，但这仍然是一种地道的等级制度。他感到遗憾的是自然为何对人这么吝啬，不让人按照内心的光源发光，使一个人辉耀，另一个人黯淡为何伟大人物的升降不像太阳那样明丽快乐的科学第节。尼采全集第卷，第页。他明确说明自己划分等级的标准我把生活划分为两种类型，一种是奋发有为的生活，另一种是堕落腐化软弱的生活。难道我们不该相信有必要在这两种类型之间提出等级的问题吗强力意志第节。促使尼采主张等级制度的原因有二。一是他蔑视群众，对大多数人失去信心，认为他们一旦占据支配地位，就会对少数优秀人物施行暴政。二是他认为在事关创造文化的时候，幸福如何分配的问题无关紧要，多数人应当为少数能够创造高级文化价值的人做出牺牲。现在我们关心的问题是，尼采所说的上等人是不是超人在前面引证的话里，他否认。可是在别的地方，他又肯定人是非动物和超动物上等人是非人和超人这是互相联系的。人长得越高越大，也就越深越广强力意志第节。这里的非人指深邃充盈的本能，超人指精神的超越性，两者相辅相成，统一于上等人身上了。不过，所谓的上等人毕竟还不是指现实社会中的等级，而是有待于按尼采的标准建立的等级。超人仍不是现实的人的类型。那么，是否为理想的典型呢他又否认。尼采对于理想主义一般持轻蔑态度，认为这是逃避现实的软弱表现。他也曾强调为人辩护的是人的现实。现实的人比理想的人更有价值。偶像的黄昏。尼采全集第卷，第页。尼采似乎是想表明，超人并非一种无根柢的空想，他是现实的人通过自我超越而可以达到的一个目标。然而，他又一再申明，没有一个现实的人能成为超人，而只能为超人的产生准备条件，做出牺牲。尼采如此狂妄，可是他从来没有自称超人，连真的发疯时也没有。他不肯亵渎了自己的理想。超人终究是一种理想，过去不曾有过，将来也不会有。他不过是尼采表达超越之急迫愿望的一个象征。在尼采所憧憬的新世纪我们的二十世纪，已经很少有人相信超人说了，可是谈论人的自我超越性的却越来越多。也许，这就是超人寓言的收获。"}
{"text":"然而，他又一再申明，没有一个现实的人能成为超人，而只能为超人的产生准备条件，做出牺牲。尼采如此狂妄，可是他从来没有自称超人，连真的发疯时也没有。他不肯亵渎了自己的理想。超人终究是一种理想，过去不曾有过，将来也不会有。他不过是尼采表达超越之急迫愿望的一个象征。在尼采所憧憬的新世纪我们的二十世纪，已经很少有人相信超人说了，可是谈论人的自我超越性的却越来越多。也许，这就是超人寓言的收获。第节第九章诗人哲学家第九章诗人哲学家尼采在世纪的转折点上第九章诗人哲学家我的心弦被无形地拨动了，悄悄弹奏一支船曲，颤栗在绚丽的欢乐前。你们可有谁听见？尼采尼采是个哲学家，更是个诗人，说不定还是个音乐家。尼采也确实留下了若干音乐作品，年世界哲学大会上举办音乐会，演奏了他的作品。音乐几乎是他的本能，他的灵魂就是一支飘逸的乐曲。他在诗歌中寻找本能的升华，在哲学中寻找灵魂的超越。可是，当我们读他的哲学时，我们仍然觉得这是诗。当我们读他的哲学和诗时，我们仍然像在听音乐。这位力的讴歌者却有着一颗纤巧精致的心灵，用他的话说，那是一颗神秘的酒仙女似的心灵。在他和瓦格纳交往时，瓦格纳常常欺侮他，几句笑话就把他折磨得烦躁不安，而瓦格纳却疯子似的说得更加起劲。瓦格纳真像一个疯子，生气时暴跳如雷，高兴时在沙发上竖蜻蜓，在钢琴上跳上跳下，跑到花园里爬树。相形之下，尼采恬静而又有几分羞怯。他自小不合群，宁与花木为伴。除了弹琴读书，便是一人踽踽独行。十岁时，他就写出哀婉悲悼的诗作，祭父亲的坟茔。他留下了许多别具一格的诗，在德国现代诗史上据有独特地位。对音乐的态度可有点奇怪了。他曾经作过曲，一度还打算永远投身音乐。可是，就像他在挚爱的大师瓦格纳面前逃走了一样，他在音乐面前也逃走了。音乐是个迷人的情人，因为迷人而带有危险。他怕自己沉溺在音乐中，也就是说，沉溺在无数朦胧的渴望和柔软的思慕中，丧失了力。有什么用呢至多是不当音乐家罢了，可他反正在音乐中沉醉了一辈子，琴弦上的音乐和心灵上的音乐。他自己承认我终究是个老音乐家，除了音乐没有别的慰藉。致加斯特，年月日。转引自雅斯贝尔斯尼采导论，第页。直到年他还叹息没有音乐的生活简直是一个错误，一种苦难，一次流放。致加斯特，年月日。转引自雅斯贝尔斯尼采导论，第页。"}
{"text":"他怕自己沉溺在音乐中，也就是说，沉溺在无数朦胧的渴望和柔软的思慕中，丧失了力。有什么用呢至多是不当音乐家罢了，可他反正在音乐中沉醉了一辈子，琴弦上的音乐和心灵上的音乐。他自己承认我终究是个老音乐家，除了音乐没有别的慰藉。致加斯特，年月日。转引自雅斯贝尔斯尼采导论，第页。直到年他还叹息没有音乐的生活简直是一个错误，一种苦难，一次流放。致加斯特，年月日。转引自雅斯贝尔斯尼采导论，第页。贝多芬用五线谱写哲学，尼采用哲理谱音乐，殊途而同归。世上有哪部哲学著作如今真的被谱成了交响乐呢只有查拉图斯特拉如是说。说尼采是个诗人哲学家，不只是因为他写诗，更是因为他把诗融进了哲学里，把哲学诗化了。哲学探讨人生，他给人生一个审美的解释。哲学追问世界本体，他对世界本体做出艺术化的说明。哲学沉思万物，他使这澄明的思考闪耀诗的光华。席勒也是又写诗又搞哲学，可是他为诗和哲学的冲突苦恼了一辈子。尼采把二者融为一体了。德国的浪漫化哲学，从席勒费希特谢林诺瓦里斯施莱尔马赫叔本华发展到尼采，算是达到了炉火纯青的地步，又启示了狄尔泰海德格尔马尔库塞在这条路上进一步探索。求人生的诗化，进而求本体的诗化，进而求哲学思考方式本身的诗化，是这种浪漫化哲学的主旨。审美的人生古希腊是尼采心中的圣地。他为自己和人类设计的通向未来的航线，其实也就是他向古希腊朝圣的路线。他在这条路上跋涉了一辈子。希腊的神圣在于美。在尼采看来，除了美，还有什么称得上神圣的呢希腊人是唯一健康优美坚强乐观的民族。在希腊，天空像一口蔚蓝的钟，人们生活在空气新鲜阳光充足的户外，生活在竞技场上，露天剧场里，节庆会场上。相比之下，现代人是多么渺小可怜，那些玩具似的卧室和客厅只配供丝织的玩偶居住，那些低矮的门只有伛偻的灵魂才能出入。希腊人用健全的眼光欣赏裸露的人体美现代人以裸体为羞耻，又用淫邪的眼光亵渎人体美。希腊人懂得单纯素朴的伟大现代人的灵魂却像一座复杂的迷宫。希腊人懂得孕育的沉默，故有伟大的创作现代人却喧喧嚷嚷，受日常琐事的驱使。即使是艺术，也同样今不如昔，在古希腊，一切艺术品都陈列在人类节庆的大道上，作为高尚幸福时辰的纪念碑，现代人却用艺术品把羸弱的病人从人类痛苦的大道上引诱开去，消磨短暂的片刻。"}
{"text":"希腊人用健全的眼光欣赏裸露的人体美现代人以裸体为羞耻，又用淫邪的眼光亵渎人体美。希腊人懂得单纯素朴的伟大现代人的灵魂却像一座复杂的迷宫。希腊人懂得孕育的沉默，故有伟大的创作现代人却喧喧嚷嚷，受日常琐事的驱使。即使是艺术，也同样今不如昔，在古希腊，一切艺术品都陈列在人类节庆的大道上，作为高尚幸福时辰的纪念碑，现代人却用艺术品把羸弱的病人从人类痛苦的大道上引诱开去，消磨短暂的片刻。对于古希腊艺术典范的向往，原是自文克尔曼以来德国美学的传统。不过，在尼采之前，人们往往从外部条件的适宜气候国家体制或人性的和谐感性与理性人与自然尚未分裂去探寻希腊艺术完美的原因。尼采在这一点上一反传统，不是用人的内心世界的和谐，而是用内心世界的冲突，来说明希腊艺术的鼎盛。他认为，正是希腊人生命本能的健全，丰盈，对生命的热爱，使他们比其他民族更深切地体会到人生的悲剧性质，有更深沉的痛苦正是从这深沉的痛苦中，出于生命自卫的需要，产生了他们对于美节庆快乐艺术的不断增长的渴望。参看自我批判的尝试第节。第节第九章诗人哲学家有一则古老的希腊故事，叙述米达斯王在树林中抓住了酒神仆人西勒诺斯，逼他说出对人最好的是什么。西勒诺斯嘲笑说可怜的浮生呵，对你最好的东西你是永远得不到了，那就是不要出生不过还有其次好的，就是立刻死掉。然而，希腊人通过艺术的拯救而得出了相反的人生评价最坏是立刻就死，其次坏是早晚要死。参看悲剧的诞生第节。艺术，只有艺术，才使人生值得一过。希腊艺术的主体是奥林匹斯神话以及表现这神话故事的雕塑。尼采认为，希腊人之所以需要神话和雕塑，是为了美化人生，给人生罩上一层神的光辉，以抵抗人生的悲剧性质。希腊人知道并且感觉到生存的恐怖可怕，为了一般能够活下去，他必须在恐怖可怕之前安排奥林匹斯众神的光辉的梦的诞生。悲剧的诞生第节。个体生命不过是宇宙生命的现象，个人是速朽的，而艺术则以歌颂现象的永恒光荣来克服个人的苦恼，用美战胜生命固有的痛苦。尼采用希腊神话中的光明之神阿波罗来命名这种美化人生的冲动，称之为日神冲动。这种冲动使人沉浸在事物外观的美之中，也可以说沉浸在梦之中，而忘掉可怕的真理。"}
{"text":"希腊人知道并且感觉到生存的恐怖可怕，为了一般能够活下去，他必须在恐怖可怕之前安排奥林匹斯众神的光辉的梦的诞生。悲剧的诞生第节。个体生命不过是宇宙生命的现象，个人是速朽的，而艺术则以歌颂现象的永恒光荣来克服个人的苦恼，用美战胜生命固有的痛苦。尼采用希腊神话中的光明之神阿波罗来命名这种美化人生的冲动，称之为日神冲动。这种冲动使人沉浸在事物外观的美之中，也可以说沉浸在梦之中，而忘掉可怕的真理。就算浮生若梦吧，那你就应该热爱这梦，精神饱满地把这梦做下去，不要失去了梦的情致和快乐。酒神冲动是艺术的另一个根源，它通过音乐和悲剧的陶醉，把人生的痛苦化为快乐。尼采自己说，审美的评价是他所确认的对人生的唯一评价。参看看哪这人悲剧的诞生第节。人生是一个美丽的梦，是一种审美的陶醉。可是，科学却要戳破这个梦，道德却要禁止这种醉。所以，审美的人生态度是与科学的人生态度伦理的人生态度相对立的。尼采一再谈到，他很早就被艺术与真理的矛盾所困扰。他的结论是，不能靠真理生活，艺术比真理更神圣，更有价值。参看尼采全集第卷，第页。又参看强力意志第节。真理的眼光过于挑剔，它不相信一切美的事物，对人生非要追根究底，结果把人生的可爱动人之处破坏无遗。绝世的佳人，若用科学的解剖刀来解剖，也只能剩下一具丑陋的尸骨。生命也是一个美女，不应当用解剖刀来欣赏她的。幻觉欺骗误解原是有感情的存在物的生存条件，科学却教我们看穿它们。科学的洞察力真让人忍受不了，如果没有艺术，人非自杀不可。好在有艺术，艺术就是求外观的意志。靠了艺术，我们感到我们负载着渡生成之河的那人生不再是一种永恒的缺陷，相反倒是一位女神，因而在这服务中觉得自豪和天真。作为一种审美现象，我们总还感到生存是可以忍受的。快乐的科学第节。尼采全集第卷，第页。这倒不是故意回避人生的真相。正是因为已经看到了人生的真相，才懂得用艺术拯救人生的必要。其中有一种对人生的真诚严肃的态度。一个人倘若阅尽沧桑而足够深沉，就会领悟这道理人应该尊重那羞怯，自然带着这羞怯而把自己隐藏于谜和五光十色的未知数之后。不会像那个埃及青年，夜间偷入神庙，抱住神像，非要把它琢磨得水落石出。"}
{"text":"快乐的科学第节。尼采全集第卷，第页。这倒不是故意回避人生的真相。正是因为已经看到了人生的真相，才懂得用艺术拯救人生的必要。其中有一种对人生的真诚严肃的态度。一个人倘若阅尽沧桑而足够深沉，就会领悟这道理人应该尊重那羞怯，自然带着这羞怯而把自己隐藏于谜和五光十色的未知数之后。不会像那个埃及青年，夜间偷入神庙，抱住神像，非要把它琢磨得水落石出。希腊人呵他们知道怎样生活必须勇敢地停留在表面皱褶和皮肤上，崇敬外观，相信形式音调文辞和整个奥林匹斯外观世界这些希腊人是肤浅的出自深刻我辈精神探险者，攀登过现代思想最险绝的高峰，从那里环视过，俯瞰过，岂不又正好回到这里快乐的科学序。尼采全集第卷，第页。人生审美化的必要性，正出自人生的悲剧性。凡是深刻理解了人生悲剧性的人，若要不走向出世的颓废或玩世不恭的轻浮，就必须向艺术求归宿。尼采比较了三种人生观，认为印度的出世和罗马的极端世俗化均是迷途，唯有希腊人的审美化人生才是正道。出世和玩世都是生命的自暴自弃，艺术却是生命的自救。尼采说生命通过艺术而自救。悲剧的诞生第节。艺术是生命最强大的动力，是使生命成为可能的伟大手段，求生的伟大诱因，生命的伟大兴奋剂。强力意志第节。他还说在热爱生命热爱尘世事物热爱感官这一点上，艺术家比迄今为止所有哲学家更正确。强力意志第节。审美的人生又是和伦理的人生相对立的。基督教伦理以美和艺术为虚幻，可是一切生命都是建立在表象艺术幻觉外观误解背景之缺乏的基础之上的，否定美和艺术也就是否定了生命。尼采明确说，他的生命自卫本能反对了伦理，为自己创造出一种对生命的根本相反的学说和相反的评价，一种纯艺术的和反基督教的评价自我批判的尝试第节。尼采选集第卷，第页他以他的美嘲笑了道德家们。参看查拉图斯特拉如是说道德家们。人凭借着艺术，而在道德的上空飘浮，游戏。参看快乐的科学第节。第节第九章诗人哲学家人生的审美化，着眼点还是人生。正是为了肯定人生，尼采以艺术家的眼光考察了科学，又以人生的眼光考察了艺术。自我批判的尝试第节。尼采选集第卷，第页。美使人生值得一过，可是只有健康的人生才是美的。"}
{"text":"尼采选集第卷，第页他以他的美嘲笑了道德家们。参看查拉图斯特拉如是说道德家们。人凭借着艺术，而在道德的上空飘浮，游戏。参看快乐的科学第节。第节第九章诗人哲学家人生的审美化，着眼点还是人生。正是为了肯定人生，尼采以艺术家的眼光考察了科学，又以人生的眼光考察了艺术。自我批判的尝试第节。尼采选集第卷，第页。美使人生值得一过，可是只有健康的人生才是美的。没有什么东西是美的，只有人是美的在这一简单的真理上建立了一切美学，它是美学的第一原理。我们立即补充第二原理没有什么东西比退化的人更丑，审美判断的领域就此被限定了。偶像的黄昏。尼采全集第卷，第页。怯懦的眼睛不可能感受到美。对美的热爱出于对人生的热爱，这种爱是全心全意的，甚至不惜付出生命的代价。美在什么地方在我必须以全意志去意欲的地方在我愿意爱和死使意象不再是意象的地方。爱和死永久相伴。求爱的意志，这也是求死的意愿。查拉图斯特拉如是说。尼采全集第卷，第页。尼采对康德美学的主要命题无利害关系的愉快极为反感，指责这一命题玷污了美和艺术。参看尼采全集第卷，第页。在他看来，审美决非一种静观境界，而是生命激情奔放的状态。尼采对美的要求如同对人生的要求一样，美必须表现出生命和力。他以这个标准衡量艺术，对颓废柔弱的艺术进行了猛烈抨击。让我们试用尼采的眼光来为审美的人生描绘一幅图画。他怀着一颗强健勇敢的心灵，欢快而又坚定地走在人生之路上，充满着对未经发现的世界和海洋的向往。在战斗的间隙，他陶然于片刻的休憩和嬉戏在顷刻的欢悦中，他又会颓然于幸福者的紫金色的哀愁。参看快乐的科学第节。他逍遥于自然中，在日光下，迅雷骤雨中，夜色苍茫里，欣赏那襟带群山海湾橄榄林和松柏林的美。他也逍遥于人群中，不用道德的眼光而用审美的眼光看人，能把恶人当荒野的风景欣赏。参看朝霞第节。他有精深的感觉和微妙的趣味，习惯于把最优美卓越的精神产品当作日常的食物。参看快乐的科学第节。他耳畔萦绕着明朗而深邃的音乐，犹如十月之午后，那又是奇特诡谲而温柔的音乐，如同一个恣肆娇媚甜蜜的小女子。参看尼采全集第卷，第页。"}
