{"text":"案这种事件，是不足为训的。但那一封信，却是十足道地的语录体情书，置之宇宙风中，也堪称佳作，可惜林语堂博士竟自赴美国讲学，不再顾念中国文风了。现在录之于此，以备他日作中国语录体文学史者之采择，其，据申报云，乃法租界蒲石路四七九号协盛水果店伙无锡项三宝也。本篇最初发表于一九三六年九月五日中流半月刊第一卷第一期。语录体参看本卷第页注。按林语堂提倡的所谓语录体，据他解释，是文言中不避俚语，白话中多放之乎。见一九三三年十二月一日论语半月刊第三十期怎样做语录体文？立此存照三立此存照三晓角饱暖了的白人要搔痒的娱乐，但菲洲食人蛮俗和野兽影片已经看厌，我们黄脸低鼻的中国人就被搬上银幕来了。于是有所谓辱华影片事件，我们的爱国者，往往勃发了义愤。五六年前罢，因为月宫盗宝这片子，和范朋克大闹了一通，弄得不欢而散。但好像彼此到底都没有想到那片子上其实是蒙古王子，和我们不相干，而故事是出于天方夜谈的，也怪不得只是演员非导演的范朋克。不过我在这里，也并无替范朋克叫屈的意思。今年所提起的上海快车事件，却比盗宝案切实得多了。我情愿做一回文剪公，因为事情和文章都有意思，太删节了怕会索然无味。首先，是九月二十日上海大公报内大公俱乐部上所载的，萧运先生的冯史丹堡过沪再志这几天，上海的电影界，忙于招待一位从美国来的贵宾，那便是派拉蒙公司的名导演约瑟夫冯史丹堡，当一些人在热烈地欢迎他的时候，同时有许多人在向他攻击，因为他是辱华片上海快车的导演人，他对于我国曾有过重大的侮蔑。这是令人难忘的一回事！说起上海快车，那是五年前的事了，上海正当一二八战事之后，一般人的敌忾心理还很敏锐，所以当这部歪曲了事实的好莱坞出品在上海出现时，大家不由都一致发出愤慨的呼声，像昙花一现地，这部影片只映了两天，便永远在我国人眼前消灭了。到了五年后的今日，这部片子的导演人还不能避免舆论的谴责。说不定经过了这回教训之后，冯史丹堡会明白，无理侮蔑他人是不值得的。"}
{"text":"这是令人难忘的一回事！说起上海快车，那是五年前的事了，上海正当一二八战事之后，一般人的敌忾心理还很敏锐，所以当这部歪曲了事实的好莱坞出品在上海出现时，大家不由都一致发出愤慨的呼声，像昙花一现地，这部影片只映了两天，便永远在我国人眼前消灭了。到了五年后的今日，这部片子的导演人还不能避免舆论的谴责。说不定经过了这回教训之后，冯史丹堡会明白，无理侮蔑他人是不值得的。拍上海快车的时候，冯史丹堡对于中国，可以说一点印象没有，中国是怎样的，他从来不晓得，所以他可以替自己辩护，这回侮辱中国，并非有意如此。但是现在，他到过中国了，他看过中国了，如果回好莱坞之后，他再会制出上海快车那样作品，那才不可恕呢。他在上海时对人说他对中国的印象很好，希望他这是真话。下略。但是，究竟如何？不幸的是也是这天的大公报，而在戏剧与电影上，登有弃扬先生的艺人访问记，云以上海快车一片引起了中国人注意的导演人约瑟夫冯史登堡氏，无疑，从这次的旅华后，一定会获得他的第二部所谓辱华的题材的。中国人没有自知，上海快车所描写的，从此次的来华，益给了我不少证实不像一般来华的访问者，一到中国就改变了他原有的论调冯史登堡氏确有着这样一种隽然的艺术家风度，这是很值得我们的敬佩的。中略。没有极正面去抗议上海快车这作品，只把他在美时和已来华后，对中日的感想来问了。不立刻置答，继而莞然地说在美时和已来华后，并没有什么不同，东方风味确然两样，日本的风景很好，中国的北平亦好，上海似乎太繁华了，苏州太旧，神秘的情调，确实是有的。许多访问者都以上海快车事来质问我，实际上，不必掩饰是确有其事的。现在是更留得了一个真切的印象。我不带摄影机，但我的眼睛，是不会叫我忘记这一些的。使我想起了数年前南京中山路，为了招待外宾而把茅棚拆除的故事。原来他不但并不改悔，倒更加坚决了，怎样想着，便怎么说出，真有日耳曼人的好的一面的蛮风，我同意记者之所说值得我们的敬佩。我们应该有自知之明，也该有知人之明我们要知道他并不把中国的舆论的谴责放在心里，我们要知道中国的舆论究有多大的权威。但是现在，他到过中国了，看过中国了，他在上海时对人说他对中国的印象很好，据访问记，也确是真话。"}
{"text":"我不带摄影机，但我的眼睛，是不会叫我忘记这一些的。使我想起了数年前南京中山路，为了招待外宾而把茅棚拆除的故事。原来他不但并不改悔，倒更加坚决了，怎样想着，便怎么说出，真有日耳曼人的好的一面的蛮风，我同意记者之所说值得我们的敬佩。我们应该有自知之明，也该有知人之明我们要知道他并不把中国的舆论的谴责放在心里，我们要知道中国的舆论究有多大的权威。但是现在，他到过中国了，看过中国了，他在上海时对人说他对中国的印象很好，据访问记，也确是真话。不过他说好的是北平，是地方，不是中国人，中国的地方，从他们看来，和人们已经几乎并无关系了。况且我们其实也并无什么好的人事给他看。我看过关于冯史丹堡的文章，就去翻阅前一天的，十九日的报纸，也没有什么体面事，现在就剪两条电报在这里北平十八日中央社电平九一八纪念日，警宪戒备极严，晨六时起，保安侦缉两队全体出动，在各学校公共场所冲要街巷等处配置一切，严加监视，所有军警，并停止休息一日。全市空气颇呈紧张，但在平安中渡过。天津十八日下午十一时专电本日傍晚，丰台日军突将二十九军驻防该处之冯治安部包围，勒令缴械，入夜尚在相持中。日军已自北平增兵赴丰台，详况不明。查月来日方迭请宋哲元部将冯部撤退，宋迄未允。跳下一天，二十日的报上的电报丰台十九日同盟社电十八日之丰台事件，于十九日上午九时半圆满解决，同时日本军解除包围形势，集合于车站前大坪，中国军亦同样整列该处，互释误会。再下一天，二十一日报上的电报北平二十日中央社电丰台中日军误会解决后，双方当局为避免今后再发生同样事件，经详细研商，决将两军调至较远之地方，故我军原驻丰台之二营五连，已调驻丰台迤南之赵家村，驻丰日军附近，已无我军踪迹矣。我不知道现在冯史丹堡在那里，倘还在中国，也许要错认今年为误会年，十八日为学生造反日的罢。其实，中国人是并非没有自知之明的，缺点只在有些人安于自欺，由此并想欺人。譬如病人，患着浮肿，而讳疾忌医，但愿别人胡涂，误认他为肥胖。妄想既久，时而自己也觉得好像肥胖，并非浮肿即使还是浮肿，也是一种特别的好浮肿，与众不同。如果有人，当面指明这非肥胖，而是浮肿，且并不好，病而已矣。那么，他就失望，含羞，于是成怒，骂指明者，以为昏妄。"}
{"text":"其实，中国人是并非没有自知之明的，缺点只在有些人安于自欺，由此并想欺人。譬如病人，患着浮肿，而讳疾忌医，但愿别人胡涂，误认他为肥胖。妄想既久，时而自己也觉得好像肥胖，并非浮肿即使还是浮肿，也是一种特别的好浮肿，与众不同。如果有人，当面指明这非肥胖，而是浮肿，且并不好，病而已矣。那么，他就失望，含羞，于是成怒，骂指明者，以为昏妄。然而还想吓他，骗他，又希望他畏惧主人的愤怒和骂詈，惴惴的再看一遍，细寻佳处，改口说这的确是肥胖。于是他得到安慰，高高兴兴，放心的浮肿着了。不看辱华影片，于自己是并无益处的，不过自己不看见，闭了眼睛浮肿着而已。但看了而不反省，却也并无益处。我至今还在希望有人翻出斯密斯的支那人气质来。看了这些，而自省，分析，明白那几点说的对，变革，挣扎，自做工夫，却不求别人的原谅和称赞，来证明究竟怎样的是中国人。本篇最初发表于一九三六年十月五日中流半月刊第一卷第三期。范朋克，―美国电影演员。一九二九年他到上海游厉，当时报纸上曾指摘他在影片月宫盗宝中侮辱中国人。参看二心集现代电影与有产阶级附记。天方夜谈参看本卷第页注。影片月宫盗宝原名巴格达的窃贼，即取材于此书。冯史丹堡美国电影导演。他生于维也纳，七岁时随父母寓居美国。斯密斯参看本卷第页注。全集且介亭杂文末编立此存照四立此存照四晓角近年的期刊有越风，撰人既非全是越人，所谈也非尽属越事，殊不知其命名之所以然。自然，今年是必须痛骂贰臣和汉奸的，十七期中，有高越天先生作的贰臣汉奸的丑史和恶果，第一节之末云明朝颇崇气节，所以亡国之际，忠臣义烈，殉节不屈的多不胜计，实为我汉族生色。但是同时汉奸贰臣，却也不少，最大汉奸吴三桂，贰臣洪承畴，这两个没廉耻的东西，我们今日闻名，还须掩鼻。其实他们在当时昧了良心努力讨好清廷，结果还是鸟尽弓藏，兔死狗烹，真是愚不可及，大汉奸的下场尚且如此，许多次等汉奸，结果自更属可惨。"}
{"text":"但是同时汉奸贰臣，却也不少，最大汉奸吴三桂，贰臣洪承畴，这两个没廉耻的东西，我们今日闻名，还须掩鼻。其实他们在当时昧了良心努力讨好清廷，结果还是鸟尽弓藏，兔死狗烹，真是愚不可及，大汉奸的下场尚且如此，许多次等汉奸，结果自更属可惨。后又据雪庵絮墨，述清朝对于开创功臣，皆配享太庙，然无汉人之耿精忠，尚可喜，吴三桂，洪承畴四名，洪且由乾隆列之贰臣传之首，于是诫曰似这样丢脸的事情，我想不独含怨泉下的洪经略要大吃一惊，凡一班吃里爬外，枪口向内的狼鼠之辈，读此亦当憬然而悟矣。这种训诫，是反问不得的。倘有不识时务者问如果那时并不鸟尽弓藏，兔死狗烹，而且汉人也配享太庙，洪承畴不入贰臣传，则将如何？我觉得颇费唇舌。因为卫国和经商不同，值得与否，并不是第一着也。本篇最初发表于一九三六年十月五日中流半月刊第一卷第三期。越风小品文半月刊，国民党御用文人黄萍荪编辑，一九三五年十月在杭州创刊。越风半月刊第十七期一九三六年七月三十日所载高越天的原文说如雪庵絮墨载清之入关，汉族功最重者，武臣当推耿尚吴三藩王，文臣则以洪经略承畴为第一。按报功酬庸之旨，上述四人应列庙享，或入祠祭。而吾详考之结果，则太庙东西两庑，以及贤良功臣昭忠等祠，皆无此四公大名而洪大经略宣付国史馆列入功臣传之事迹，经康雍两朝之久，骤然被高宗特旨提出荣升为贰臣传中第一名。雪庵絮墨，当时上海大公报副刊连载的专栏文章。耿精忠？―清汉军正黄旗人。康熙间袭爵为靖南王，镇守福建康熙十三年起兵响应吴三桂反清，后又降清，被处死。尚可喜―，辽东今辽宁辽阳人。崇祯间为副总兵，后降清，属汉军镶蓝旗，从清兵入关，封平南王，镇守广州后因其子之信响应吴三桂反清，他忧急而死。吴三桂―，高邮今属江苏人。崇祯间为辽东总兵。李自成攻克北京后，他引清兵入关，受封为平西王，镇压川陕农民军，俘杀南明永历帝，镇守云南，与耿尚同为清初三藩。"}
{"text":"尚可喜―，辽东今辽宁辽阳人。崇祯间为副总兵，后降清，属汉军镶蓝旗，从清兵入关，封平南王，镇守广州后因其子之信响应吴三桂反清，他忧急而死。吴三桂―，高邮今属江苏人。崇祯间为辽东总兵。李自成攻克北京后，他引清兵入关，受封为平西王，镇压川陕农民军，俘杀南明永历帝，镇守云南，与耿尚同为清初三藩。康熙十二年清廷下令撤藩，吴三桂起兵反清，康熙十七年在衡州称帝，不久病死。洪承畴―，福建南安人。崇祯间任蓟辽总督，抵御清军，兵败降清，后随清军入关，在南京总督军务，镇压江南抗清义军，顺治十年受任七省经略，镇压各部农民军。清初开国规制，多出其手。贰臣传十二卷，清高宗乾隆敕编，载投降清朝的明朝官员一百二十五人的事迹。洪承畴列入该书卷三之首，尚可喜列入卷二之六。吴三桂和耿精忠分别列入逆臣传卷一之首和卷二之六。鸟尽弓藏，兔死狗烹语出史记越王勾践世家蜚飞鸟尽，良弓藏狡兔死，走狗烹。立此存照五立此存照五晓角社会日报久不载艺人腻事了，上海大公报的本埠增刊上，却载起文人腻事来。文腻两音差多，事也并不全腻，这真叫作一代不如一代。但也常有意外的有趣文章，例如九月十五日的张资平在女学生心中条下，有记的是他虽然是一个恋爱小说作家，而他却是一个颇为精明方正的人物。并没有文学家那一种浪漫热情不负责任的习气，他之精明强干，恐怕在作家中找不出第二个来吧。胖胖的身材，矮矮的个子，穿着一身不合身材的西装，衬着他一付团团的黝黑的面孔，一手里经常的夹着一个大皮包，大有洋行大板公司经理的派头，可是，他的大皮包内没有支票账册，只有恋爱小说的原稿与大学里讲义。原意大约是要写他的颇为精明方正的，但恰恰画出了开乐群书店赚钱时代的张资平老板面孔。最妙的是一手里经常夹着一个大皮包，但其中只有恋爱小说的原稿与大学里讲义都是可以赚钱的货色，至于没有支票账册，就活画了他用不着记账，和开支票付钱。所以当书店关门时，老板依然一付团团的黝黑的面孔，而有些卖稿或抽板税的，却成了一付尖尖的晦气色的面孔了。"}
{"text":"原意大约是要写他的颇为精明方正的，但恰恰画出了开乐群书店赚钱时代的张资平老板面孔。最妙的是一手里经常夹着一个大皮包，但其中只有恋爱小说的原稿与大学里讲义都是可以赚钱的货色，至于没有支票账册，就活画了他用不着记账，和开支票付钱。所以当书店关门时，老板依然一付团团的黝黑的面孔，而有些卖稿或抽板税的，却成了一付尖尖的晦气色的面孔了。本篇最初发表于一九三六年十一月五日中流半月刊第一卷第五期，系以手稿影印。张资平―广东梅县人。曾是早期创造社成员，写过大量的三角恋爱小说，抗日战争时期堕落为汉奸。立此存照六立此存照六晓角崇祯八年一六三五新正，张献忠之一股陷安徽之巢县，秀水人沈国元在彼地，被斫不死，改名常，字存仲，作再生纪异录。今年春，上虞罗振常重校印行，改名流寇陷巢记，多此一改，怕是生意经了。其中有这样的文字元宵夜，月光澄湛，皎如白日。邑前居民神堂火起，严大尹拜灭之戒市人勿张灯。时余与友人薛希珍杨子乔同步街头，各有忧色，盖以贼锋甚锐，毫无防备，城不可守也。街谈巷议，无不言贼事，各以来了二字，互相惊怖。及贼至，果齐声呼来了来了非市谶先兆乎？热风中有来了一则，臆测而已，这却是具象的实写而贼自己也喊来了，则为热风所没有想到的。此理易明贼即民耳，故逃与追不同，而所喊的话如一易地则皆然。又云二十二日，余匿金身后，即闻有相携而蹶者，有痛楚而呻者，有襁负而至者，一闻贼来，无地可入，真人生之绝境也。及贼徜徉而前，仅一人提刀斫地示威耳有猛犬逐之，竟惧而走。非经宋元明三朝的压迫，杀戮和麻醉，不能到这田地。民觉醒于四年前之春，而宋元明清之教养亦醒矣。本篇最初发表于一九三六年十月二十日中流半月刊第一卷第四期。张献忠参看本卷第页注。流寇陷巢记一卷。一九三六年四月上海s隐庐印行。卷首罗振常的校记中说，此书原名沈存仲再生纪异录，近乎说部，为易今名，较为显豁。指一九三二年一二八抗击日军的战事。"}
{"text":"民觉醒于四年前之春，而宋元明清之教养亦醒矣。本篇最初发表于一九三六年十月二十日中流半月刊第一卷第四期。张献忠参看本卷第页注。流寇陷巢记一卷。一九三六年四月上海s隐庐印行。卷首罗振常的校记中说，此书原名沈存仲再生纪异录，近乎说部，为易今名，较为显豁。指一九三二年一二八抗击日军的战事。立此存照七立此存照七晓角近来的日报上作兴附专刊，有讲医药的，有讲文艺的，有谈跳舞的还有大学生专刊，中学生专刊，自然也有小学生和儿童专刊只有幼稚园生专刊和婴儿专刊，我还没有看见过。九月二十七日，偶然看申报，遇到了儿童专刊，其中有一篇叫作救救孩子！，还有一篇儿童作品，教小朋友不要看无用的书籍，如果有工夫，可以看些有用的儿童刊物，或则看看星期日申报出版的儿童专刊，那是可以增进我们儿童知识的。在手里的就是这儿童专刊，立刻去看第一篇。果然，发见了不忍删节的应时的名文小学生们应有的认识梦苏最近一个月中，四川的成都，广东的北海，湖北的汉口，以及上海公共租界上，连续出了不幸的案件，便是日本侨民及水兵的被人杀害，国交显出分外严重的不安。小朋友对于这种不幸的案件，作何感想？于我们民族前途的关系是极大的。国际的交涉，在非常时期，做国民的不可没有抗敌御侮的精神但国交尚在常态的时期，却绝对不可有伤害外侨的越轨行动。倘若以个人的私忿，而杀害外侨，这比较杀害自国人民，罪加一等。因为被杀害的虽然是绝少数人，但会引起别国的误会，加重本国外交上的困难甚至发生意外的纠纷，把整个民族复兴运动的步骤乱了。这种少数人无意识的轨外行动，实是国法的罪人，民族的败类。我们当引为大戒。要知道这种举动，和战士在战争时的杀敌致果，功罪是绝对相反的。小朋友们！试想我们住在国外的侨民，倘使被别国人非法杀害，虽然我们没有兵舰派去登陆保侨，小题大做我们政府不会提出严厉的要求，得不到丝毫公道的保障但总禁不住我们同情的愤慨。我们希望别国人民敬视我们的华侨，我们也当敬视任何的外侨使伤害外侨的非法行为以后不再发生。这才是大国民的风度。这大国民的风度非常之好，虽然那总禁不住同情的愤慨，还嫌过激一点，但就大体而言，是极有益于敦睦邦交的。"}
{"text":"我们当引为大戒。要知道这种举动，和战士在战争时的杀敌致果，功罪是绝对相反的。小朋友们！试想我们住在国外的侨民，倘使被别国人非法杀害，虽然我们没有兵舰派去登陆保侨，小题大做我们政府不会提出严厉的要求，得不到丝毫公道的保障但总禁不住我们同情的愤慨。我们希望别国人民敬视我们的华侨，我们也当敬视任何的外侨使伤害外侨的非法行为以后不再发生。这才是大国民的风度。这大国民的风度非常之好，虽然那总禁不住同情的愤慨，还嫌过激一点，但就大体而言，是极有益于敦睦邦交的。不过我们站在中国人的立场上，却还希望我们对于自己，也有这大国民的风度，不要把自国的人民的生命价值，估计得只值外侨的一半，以至于罪加一等。主杀奴无罪，奴杀主重办的刑律，自从民国以来呜呼，二十五年了！不是早经废止了么？真的要救救孩子。这于我们民族前途的关系是极大的！而这也是关于我们的子孙。大朋友，我们既然生着人头，努力来讲人话罢！九月二十七日。本篇最初发表于一九三六年十月二十日中流半月刊第一卷第四期，改题为立此存照五。按原来的立此存照五，是关于张资平的那条，因看到申报儿童增刊一篇文章，竟主张中国人杀外国人应加倍治罪，不胜愤慨，就写了这条补白寄去。中流编者把这一条改为立此存照五，在该刊第四期发表，原来的第五条改为第七条，移在该刊第五期发表，因发表时S用手稿影印，所以号码没有改。收入本书时，编者许广平按写作时间先后将这一条改为第七条。参看一九三六年九月二十八日致黎烈文信。半夏小集半夏小集一你们大家来品评一下罢，竟蛮不讲理的把我的大衫剥去了！因为还是不穿大衫好看。我剥它掉，是提拔他要不然，我还不屑剥呢。不过我自己却以为还是穿着好现在东北四省失掉了，你漫不管，只嚷你自己的大衫，你这利己主义者，你这猪猡！太太他竟毫不知道先生是合作的好伴侣，这昏蛋！二用笔和舌，将沦为异族的奴隶之苦告诉大家，自然是不错的，但要十分小心，不可使大家得着这样的结论那么，到底还不如我们似的做自己人的奴隶好。三联合战线之说一出，先前投敌的一批革命作家，就以联合的先觉者自居，渐渐出现了。纳款，通敌的鬼蜮行为，一到现在，就好像都是前进的光明事业。四这是明亡后的事情。"}
