{"text":"解释起来是很麻烦的事情，这几句话译成中文是吾有正法眼藏，涅盘妙心，实相无相，微妙法门，不立文字，教外别传，付嘱摩诃音玛哈，意为大，大成的意思。迦叶。就是说我有很好的方法，直接可以悟道的，现在已交给了这位大弟子迦叶。这就是禅宗的开始。所以又称禅宗为教外别传，不立文字的法门。说它不须要透过文字言语，而能传达这个道的意思。现在我们不是讲禅学，暂时不要去研究它。我是不大主张人家去研究的，我常常告诉朋友们不要去研究，因为怕一般人爬进去了，钻不出来。只是引证这样一件事，比拟于子曰参乎！吾道一以贯之。类似相同。孔子讲的一贯是什么？而佛家又为什么一个拈花，一个微笑？等于我们有两个人，一个举起一支粉笔，另一个说懂了！除非这两个人有黑道术语暗号，才知道彼此讲的是什么。对吗？――一笑。现在我们再引第二个故事加以说明。禅宗到了中国是在南北朝梁武帝时，这个教外别传的法门，就是脱离了佛教的经典之外，不限用文字，而以另外的方法来传心，后来宋儒理学讲孔门心法，也就是套用这个名词的意义而来。一个印度籍的达摩祖师所谓祖师，就是有别于教主，他也是王子出家，禅宗的传心法门，到了他的时候已经是二十八代了。我们知道，到了我国宋朝的初年，印度的佛教，整个没有了。阿拉伯文化的侵入，伊斯兰教权力统治了印度。所以宋朝以后，印度连佛教的文献都没有。今天要研究佛教思想，老实说，只有中国保留的文献最完整。十七世纪以后，英法等国才开始由印度找到残缺的遗留的佛教文化资料，译成外文而产生了西方的佛学系统。但到现在为止，他们不承认中国的佛学系统，这是西方人有意的，尤其是有些人有意制造的。实际上宋代以后，印度的佛学系统已经全部到了中国，非常完整，且具规模。印度本土的佛学则可说是销声匿迹了。十七世纪以后的梵文佛学系统，是另外一个系统，那应该说是西方人的后来的佛学系统。这是世界学术史上的一个大问题，我们在这里不去管它了。达摩祖师是在隋唐以前，梁武帝这个阶段，从印度把禅宗带到了中国。后来流传下来，到唐代传至禅宗的六祖――广东的惠能，就是中国的第六代禅宗祖师，他没读过书，却成为了不起的人物。在中国文化史里，这一段相当于是佛教的革命，推翻了依文解义的经典研究，产生了中国文化中一股佛教的新精神。"}
{"text":"这是世界学术史上的一个大问题，我们在这里不去管它了。达摩祖师是在隋唐以前，梁武帝这个阶段，从印度把禅宗带到了中国。后来流传下来，到唐代传至禅宗的六祖――广东的惠能，就是中国的第六代禅宗祖师，他没读过书，却成为了不起的人物。在中国文化史里，这一段相当于是佛教的革命，推翻了依文解义的经典研究，产生了中国文化中一股佛教的新精神。六祖下来，后来有一个和尚俱胝禅师，我国禅宗一指禅故事就是由他而来――不过要注意，有一本书名为三指禅，是研究按脉的医书，不要误认作禅宗的书。怎么叫一指禅？禅宗是不限于借用言语文字传道的。六祖以后的这位大禅师，有人问他什么是道？他回答得很简单，每次都是举起一根食指示人，说道，就是这个！这个是什么？谁也不知道，可是问他的人却懂了，悟了道。有一天老和尚出门了，不在家，一个跟了他很多年的小沙弥在守庙。这天有个人来找老和尚问道，小沙弥说师父不在，你要问道问我好了。问道的人便请小沙弥告诉他什么是道，小沙弥学师父的模样，举起一根食指向那问道的人说这个！那个问道的人很高兴，跪下来了，因为问道的人真懂了，悟了道。这个小沙弥可真不懂。等师父回来了，小沙弥把这件事，原原本本告诉了师父。师父听了报告进去了，一会儿背着手出来，要小沙弥再说他怎样向人传道，小沙弥再比划着伸出一根食指说，这个！师父放在背后的手一挥，手上拿了一把利刀，把小沙弥的那根食指砍断了。小沙弥手指被砍，大叫一声唉哟！小沙弥也因此悟了道。禅宗像这类的故事很多，我们不管禅宗的道。这里所提到的几个故事，跟孔子说的参乎！吾道一以贯之。不是一样吗？这是由禅学回头来看论语，发现孔子也和一指禅一样，他说的一以贯之这个一字是什么东西？曾子听了，也等于迦叶的微笑一样，说是！我懂了。曾参懂了以后，孔子出去，门人们围着曾子，问老师说了什么？可见孔子对曾参说这段话蛮不简单的，所以同学们才问他到底什么意思，曾子于是回说夫子之道，忠恕而已矣！实际上，意思是说，你们不要问，你们的程度还没有到哩！吉光片羽稍纵即逝讲到这里，论语上还有一个大问题，和这个问题是一样的，将来要讲到，现在先连起来研究，是在第十篇乡党的最后一段色斯举矣。"}
{"text":"曾子听了，也等于迦叶的微笑一样，说是！我懂了。曾参懂了以后，孔子出去，门人们围着曾子，问老师说了什么？可见孔子对曾参说这段话蛮不简单的，所以同学们才问他到底什么意思，曾子于是回说夫子之道，忠恕而已矣！实际上，意思是说，你们不要问，你们的程度还没有到哩！吉光片羽稍纵即逝讲到这里，论语上还有一个大问题，和这个问题是一样的，将来要讲到，现在先连起来研究，是在第十篇乡党的最后一段色斯举矣。翔而后集。曰山梁雌雉，时哉时哉！子路共之，三嗅而作。朱熹――宋代的大理学家朱夫子，以及历代的学者，认为这段书的上下文中掉了文字。古代不像我们现代印刷发达，书籍是用刀刻在竹片上的所谓竹简，一片一片很容易弄掉。但是这种观点也有不能完全采信之处。我们看原文色斯举就是说鸟在开始飞翔之前，拍展着羽翼，飞向青天，而后又翩然而逝。这是一幅自然美丽的生动画面，意境之美颇似最近流行的天地一沙鸥。现在看看原文山梁――山岗上面，雌雉――雌的野鸡山岗上的雌野鸡，时哉时哉――就在这个时候。那么子路在旁边听到了，共之――就是恭身一拱手说哦！的情状，又为什么三嗅而作呢？三嗅――所谓嗅，就是用鼻子吸气的意思。我们年轻时候说笑话子路共之，三嗅而作。为什么？是子路想吃野鸡肉，先用鼻子闻闻很香。又说子路是练气功的，先吸三口气，而作，再打出去，于是野鸡被子路打倒了。这些都是笑话。那么这一段到底记载的是些什么东西？用我们的观点，就是和吾道一以贯之一样，也和禅宗拈花微笑的道理一样。我认为并没有掉落了文字，上面是记载当时的情形，描写飞翔的景象。色斯举――大家也看过孔雀，看过野鸡。我曾在山里住过很久一段时间，山中一大群野鸡出来，的确很漂亮。色斯举矣，野鸡要起飞之前，翅膀尾巴一展，像孔雀一样很美丽，然后起飞了，翔是飞翔一阵，然后又下来，停在什么地方呢？在山岗上面。孔子当场看到这个景象，野鸡羽毛很鲜艳，仔细一看，是只母野鸡，悠闲安然地站在山岗上。这时候子路也在旁边，孔子就告诉子路时哉！时哉！这个时哉！时哉！在孔子一生思想中占很重要的地位，尤其研究易经及中国文化，关于时的问题，更要注意。人生一切，个人小事也好，国家大事也好，都要把握时机。还有位――环境。"}
{"text":"色斯举矣，野鸡要起飞之前，翅膀尾巴一展，像孔雀一样很美丽，然后起飞了，翔是飞翔一阵，然后又下来，停在什么地方呢？在山岗上面。孔子当场看到这个景象，野鸡羽毛很鲜艳，仔细一看，是只母野鸡，悠闲安然地站在山岗上。这时候子路也在旁边，孔子就告诉子路时哉！时哉！这个时哉！时哉！在孔子一生思想中占很重要的地位，尤其研究易经及中国文化，关于时的问题，更要注意。人生一切，个人小事也好，国家大事也好，都要把握时机。还有位――环境。易经重点，就在这里。天下万事万物都在变，随时在变，没有不变的事，时间一分一秒在变，空间随时随地在变。所以孔子经常在易经中提到时空的变。我常告诉年轻同学们，不要怨恨，也不要牢骚，年轻人不怕没有前途，只问你能不能够站得起来但要懂得把握时间和空间。如同赶公共汽车一样，这就是人生。等得久的人，不要埋怨，是自己到站太早了有的刚刚赶到，汽车开出去了，于是气得不得了，大骂一阵，骂有什么用？干脆等下一班第一个上去，不就好了。从这一点小事，也可了解人生，怎样去安排自己，把握时间，孔子告诉子路时哉！时哉！也包含了这个道理。野鸡站在山岗上面，显得很神气，假使它站在中央菜市场的鸡笼旁边，你说它的后果是什么？它站在那山岗上，就大有凤凰之象。正如晋代左思的诗振衣千仞岗，濯足万里流。一幅大自然的画面，上是千仞岗，下是长江浪，一人怡然自得地站在上面，真是神仙中人，了不起，这就是得时得位。孔子指着那山岗上美丽的雌雉对子路说时哉！时哉！意思就是说，你看，那只雌雉正在这个时候飞起来，然后又降落在那么一个好地方，这一幕活动的画面，影射了人生处世之理。孔子周游列国，要想救这个时代，救这个世界，救这个历史文化，但却深感回天乏术。他藉着这一幕景致对子路表达这个意思，而不从正面讲，好像释迦牟尼拈花微笑的手法。不用语言，就用目前这个事实指示给子路，你要懂得这个，要立足，要站稳，要站得好，早一点站到你的好位置。时哉！时哉！要把握时机。子路这时候拱手是！三嗅是子路听懂以后，恍然领悟而生感叹的反应。中国文字，古文非常简单，就是这么回事，但是拿现代文字改写成剧本的话，起码是两页的对白，加上表演，镜头恐怕花费二十分钟。这段在研究乡党时要极小心，在此只提前作个简述。现在再回到讲仁的这篇上面参乎！"}
{"text":"他藉着这一幕景致对子路表达这个意思，而不从正面讲，好像释迦牟尼拈花微笑的手法。不用语言，就用目前这个事实指示给子路，你要懂得这个，要立足，要站稳，要站得好，早一点站到你的好位置。时哉！时哉！要把握时机。子路这时候拱手是！三嗅是子路听懂以后，恍然领悟而生感叹的反应。中国文字，古文非常简单，就是这么回事，但是拿现代文字改写成剧本的话，起码是两页的对白，加上表演，镜头恐怕花费二十分钟。这段在研究乡党时要极小心，在此只提前作个简述。现在再回到讲仁的这篇上面参乎！吾道一以贯之。此一说词内涵的道理。也相当于子路那一则山梁雌雉时哉！时哉！的道理。前面说过曾子的吾日三省吾身，这个人用功，很注重培养自己内心的宁静，德行的修养到了相当的程度，孔子看到他进来――一个人道德素养到了宁静安详的境界，走路的神态和平常不同忧郁时，走路的态度又变得与高兴时不同。他的学问道德修养到了这个境界，在孔子面前一走过来，这位至圣先师就看出了火候。所以孔子把他叫过来参乎！吾道一以贯之。――其他学问讲了半天，都是空的。等于释迦牟尼说的不立文字，真理就在你自己内心里，内心随时随地都能宁静安详平淡，这个境界就差不多了。你永远保持修养上的这个境界，久而久之即可随心所欲而不逾矩了。但是一般同学们没有修养到这个程度，此中道理，并不是即讲即知，必须要有内涵的真正修养。曾子也知道一般同学没有到达这个程度，因此就轻轻一推，推到行为上去，告诫他们先要留心作人做事的忠恕之道。孔子的学问，的确有一段内在修养真实工夫，并不是完全谈空洞的理论而已。这一段我们暂时讲到这里为止，恕我才疏学浅，言难尽意。这类的问题后面还是有的，以后还可以谈到。仁义值千金再接下去子曰君子喻于义，小人喻于利。这一段记载，涉及到孔门的仁学，也就是心学。这个心包括了现在所谓的思想等等的心理之学，但却不限于目前心理学的心，而是指吾道一以贯之的心性之心。什么叫喻？这个字要注意。现代人喜欢讲逻辑，逻辑是西方文化，十六世纪以后逻辑之道大行，它是根据希腊的原始逻辑发展而来的。逻辑是一种思考的方法。我们曾经介绍哲学，哲学要问宇宙是怎样开始的？先有鸡还是先有蛋？先有男或者先有女？"}
{"text":"这一段记载，涉及到孔门的仁学，也就是心学。这个心包括了现在所谓的思想等等的心理之学，但却不限于目前心理学的心，而是指吾道一以贯之的心性之心。什么叫喻？这个字要注意。现代人喜欢讲逻辑，逻辑是西方文化，十六世纪以后逻辑之道大行，它是根据希腊的原始逻辑发展而来的。逻辑是一种思考的方法。我们曾经介绍哲学，哲学要问宇宙是怎样开始的？先有鸡还是先有蛋？先有男或者先有女？对此哲学家有两派见解一种是唯物思想，他说宇宙开始先有水，由水变成火，而后冷却逐渐形成现在的大千世界。印度也有一派讲地水火风的四大是天地开始的根源。相当于中国金木水火土的五行道理。这些理论慢慢演变成后世的唯物思想。另一派是讲唯心的，认为宇宙有一个超越物质的精神主宰，物质是由他所创造产生的。这牵涉到哲学问题，解说很多。到了后世，提出了问题，问及哲学家怎么知道宇宙从何而来的？哲学家说是靠学问思想来的，那么先行研究你哲学家那个思想工具的判断准确不准确。因此产生了逻辑学――对思路法则的研究。这种思路的法则学，在印度的佛学中，早在希腊之先就有了。对于这问题，世界学者也有两派说法一派是西方人的立场，认为印度的思考方法是从希腊来的一派是东方人――包括了我们中国传统文化的说法，认为希腊的逻辑，是从印度方法来的。印度这套方法，我们翻译过来叫因明学，比西方的逻辑还要完备，还要严密。西方文化中妇孺皆知的黑格尔辩证法――正反合是举世闻名的。所以有许多人谈到易经时，说我们的易经真了不起，和黑格尔的辩证法正反合完全一样。这是中国人的悲哀！我说，老兄！我们易经是五千年以前的产物，黑格尔几时才发明辩证法？为什么把我们老祖宗的东西，拿来与西洋人比，还说同他一样？这等于在街上看到祖父拉着孙子走，说祖父长得像孙子，而不说孙子长得像祖父。怎么说因明的方法比逻辑高明？因明有几个步骤，简单的讲宗因喻合。宗就是前提，说话必有宗，引伸宗的理由为因。有时候有宗有因还讲不清楚的事情，只有用比喻来说明，这就是喻，在庄子中叫做寓言。每个宗教里的寓言都很多，像西方文化中基督教的圣经，就有很多寓言，每个大教主都很会讲譬喻，其中还包括了隐语和幽默话。宗因都讲通了，那么就是结论的合了。"}
{"text":"这等于在街上看到祖父拉着孙子走，说祖父长得像孙子，而不说孙子长得像祖父。怎么说因明的方法比逻辑高明？因明有几个步骤，简单的讲宗因喻合。宗就是前提，说话必有宗，引伸宗的理由为因。有时候有宗有因还讲不清楚的事情，只有用比喻来说明，这就是喻，在庄子中叫做寓言。每个宗教里的寓言都很多，像西方文化中基督教的圣经，就有很多寓言，每个大教主都很会讲譬喻，其中还包括了隐语和幽默话。宗因都讲通了，那么就是结论的合了。因为讲到论语中的喻，所以引出这些闲话来。君子喻于义，小人喻于利的意思是与君子谈事情，他们只问道德上该不该做跟小人谈事情，他只是想到有没有利可图。如果拿孔子这个观点来看今天的世界就惨了，今天世界的一切都是喻于利，处处要把利欲摆在前面才行得通。不过，满天下都是小人，也就单纯了，麻烦的是，始终还有小人与君子的分野存在，这就很难办了。那么，要如何才能做到仁呢？子曰见贤思齐焉，见不贤而内自省也。上面曾经讲到过，真正仁道的人，一定能爱人，不会讨厌人。即使讨厌，也是要把讨厌的人改变过来，使他同样地能达到仁的境界。在这里又补充这个道理说，我们看见一个道德学问有修养的贤者，就想达到他那个境界，跟他在造诣上有同等的成就如果看到不贤的人坏的人，最好当作自己的借镜，藉以自我反省。上面一句话就是说明上文仁者爱人不能恶人的道理下面一句话，就是解释上文人之过也，各于其党的道理。孝子仁人不二门子曰事父母几谏，见志不从，又敬不违，劳而不怨。现在又讲到孝道中仁的范围，他说对于父母的过错必须几谏。什么叫几谏呢？我们好几次提到孔家店被打倒，都由孔家店的店员搞错了观念而出的毛病。宋儒以后论道学，便有天下无不是之父母的名训出现。因此五四运动要打倒孔家店时，这些也成为罪状的重点。其实孔子思想并不是这样的，天下也有不是的父母，父母不一定完全对，作为一个孝子，对于父母不对的地方，就要尽力的劝阻。见志不从就是说父母不听劝导的话，那么就又敬不违，劳而不怨，只好跟在后面大叫大哭大闹，因为你是我父母，你要犯法，我也没有办法，但是我要告诉你，这是不对的。"}
{"text":"什么叫几谏呢？我们好几次提到孔家店被打倒，都由孔家店的店员搞错了观念而出的毛病。宋儒以后论道学，便有天下无不是之父母的名训出现。因此五四运动要打倒孔家店时，这些也成为罪状的重点。其实孔子思想并不是这样的，天下也有不是的父母，父母不一定完全对，作为一个孝子，对于父母不对的地方，就要尽力的劝阻。见志不从就是说父母不听劝导的话，那么就又敬不违，劳而不怨，只好跟在后面大叫大哭大闹，因为你是我父母，你要犯法，我也没有办法，但是我要告诉你，这是不对的。你是我的父母，我明知道跟去了这条命可能送掉，因为我是你的儿子，只好为你送命，不过我还是要告诉你，这样是不对的。这种孝道的精神，也并不是说父母一定会不对，只是说如有不对的地方，要温和地劝导，即使反抗也要有个限度。总之，父母有不对的地方，应该把道理明白地告诉他，可是自己是父母所生的，所养育的，必要时只好为父母牺牲，就是这个原则。因此子曰父母在，不远游，游必有方。古人讲父母老了，怕没人照应，而不远游，即使要远游，也一定要有个方向。这种解释，我不大同意。有哪一个人出门会没有一定方向乱走的呢？到月球去也还是个方向。我认为游必有方的方是指方法的方，父母老了没人照应，子女远游时必须有个安顿的方法，这是孝子之道。方者应是方法，不是方向。子曰三年无改于父之道，可谓孝矣。这个问题已经讨论过，但本篇到这里，为什么又单独的提出来呢？这是接到上面一句游必有方所引起。离开了父母，不在父母面前三年，对父母的爱心孝心深系于怀，这就是孝子。同时，对于古人在上面解释这句话的错误，也有了明证，而可以纠正过来了。子曰父母之年，不可不知也，一则以喜，一则以惧。孔子说，我们做子女的人，对父母的年龄不能不知道。为什么呢？两种心理，一种因为知道父母的年龄多了一岁，寿又添了一岁而高兴但同时又害怕，因为父母年岁越高，距离人生的终站越近，为儿女与父母相处行孝的时间也越短，所以就有这两种矛盾的心理了。以上是由仁讲到孝，现在要由孝重返于仁的道理。仁者之言子曰古者言之不出，耻躬之不逮也。这是讲到用仁之重要。孔子说古代的人不肯乱讲话，更不说空话，为什么不随便说话呢？因为怕自己的行为做不到。"}
{"text":"为什么呢？两种心理，一种因为知道父母的年龄多了一岁，寿又添了一岁而高兴但同时又害怕，因为父母年岁越高，距离人生的终站越近，为儿女与父母相处行孝的时间也越短，所以就有这两种矛盾的心理了。以上是由仁讲到孝，现在要由孝重返于仁的道理。仁者之言子曰古者言之不出，耻躬之不逮也。这是讲到用仁之重要。孔子说古代的人不肯乱讲话，更不说空话，为什么不随便说话呢？因为怕自己的行为做不到。所以行仁的人，有信义的人，往往不轻易答应，不轻易发言。我们历史上有句话――重然诺，这就是说不肯轻易的答应一句话，答应了一定要做得到。我们又在历史上看到轻诺则寡信的相反词，这是说随便答应一件事的人，往往不能兑现守信，所以孔子指出了这个道理。子曰以约失之者，鲜矣。因此个人的修养也好，处理大事也好，小事也好，最好注意以约失之者，鲜矣！约就是约束检束小心谨慎，意思是要常常约束自己。谨慎的人，过失比较少放荡的人，容易犯错讲话随便的人就容易失信。所以个人行为道德能自我约束自我管理，失败的事情就少了。子曰君子欲讷于言，而敏于行。最后又讲到仁的言行之重要。讷，是嘴巴好像笨笨的利嘴除了教书吹牛唱歌以外，没什么用。真正的仁者，不大会说空话，做起事情，行为上却很敏捷。换句话说，先做后说，不要光吹而不做。子曰德不孤，必有邻。依我对论语的研究，认为每篇里面的章句是连贯而不能拆开的，二十篇前后次序也是连贯不能拆开的，现在这里又可以证明。这篇里仁，并不是教你去找一个仁爱路去住。古人的解释，即是选一个住处要找一个仁里，世界上哪来这许多仁里？到哪里去找？孔子自己的家乡，当年也不一定是仁里。哪里是仁里？假如我们的故乡是不仁统治的世界，我们就不管他了吗？我们正要把他恢复回来，把罪恶打垮。这才是人性的仁道呀！其实那个里字，就是自处其中的意思，脚跟站得稳的地方就叫里。里仁，是我们作人的立足点处于仁道。所以德不孤，必有邻。自己有道德的涵养，能体用兼备，自然会影响近身的人。大学里的修齐治平也是这个道理。一般人往往以现前利益的眼光，批判道德为无用之修养。"}
