{"text":"――梁昭贤领导者应该常常保持自省的姿态和心态。――江南春要敢于面对自己的缺点，不断改进才能不断提升。――郭广昌一个人再有本事，也得通过所在社会的主流价值认同，才能有机会。――任正非创业，其实就是找别人想不到的，或做别人没做准确的事情。――十八有关命运的人生格言在生活的旅途中最危险的不是悬崖悄壁而是在如花似锦的坦途中因迷恋路旁风景而止步不前或误入歧途睁着双眼不等于正视现实人活着就应该象溪流似的寻路前进无论如何不能让烦恼绊住自己的脚步勤奋的人常把高山作平地懒惰的人常把平地当高山人活着应该是由于自己的存在而使用权别人生活得更美好即使暂时做不到这点那至少也不能成为别人前进道路上的障碍我向往大海也热爱小溪人应该象大海一样雄伟象小溪一样纯洁我爱在这彩色的世界上生活因此就应该为这彩色的世界增添一片绿叶红蕊一滴露珠而奋斗终生请打开吧那生命的书在那空白的地方标上你的注释第一次敢于嘲笑你自己的时候你便成熟了一个人虽然可以选择许多路但不能同时走两条路流水的归宿是大海落花的归宿是大地蚕儿因一味保存自己而作茧自缚笼中的鸟儿得到了吃喝的保证，却失去了翱翔天宇的自由瓶中的鲜花不再有风吹雨淋之苦，却因离开大地母亲而很快枯萎。海底虽比海面平静百倍，但海底永远没有风和浪的壮观。礁石被海浪惴去了软弱的部分，就会变得更加坚硬。不要象流云那样，没有自己的轨迹，一生飘飘逸逸。即使生活把我愚弄一百次，我仍要作一百零一次追求。埋怨命运等于嘲笑自己。在选择别人时，也要让别要想选择自己，在考验别人时，也要让别人考验自己。一步登不上高山，但一步不慎，却能从悬崖上掉下来。躲避了自然界的风雨，可是还有人生的雨呢！清清楚楚看昨天，扎扎实实抓今天，高高兴兴看明天。向昨天要经验，向今天要成果，向明天要动力。命运与时势紧紧相连。善于审时度势，努力发掘自己，就能成为自己命运的主宰者。最容易跌跤的地方不是高山而是平地。掉进深谷里的人，只有向上才能找到出口。"}
{"text":"埋怨命运等于嘲笑自己。在选择别人时，也要让别要想选择自己，在考验别人时，也要让别人考验自己。一步登不上高山，但一步不慎，却能从悬崖上掉下来。躲避了自然界的风雨，可是还有人生的雨呢！清清楚楚看昨天，扎扎实实抓今天，高高兴兴看明天。向昨天要经验，向今天要成果，向明天要动力。命运与时势紧紧相连。善于审时度势，努力发掘自己，就能成为自己命运的主宰者。最容易跌跤的地方不是高山而是平地。掉进深谷里的人，只有向上才能找到出口。艳丽婀娜的花卉，请莫矜持高傲，倘若离开生养的泥土，艳姿就会凋零，生命就会枯竭。有益的聊天使用权人高尚充实奋发，庸俗的言谈使用权人低下空虚，消沉。一个人的价值，永远存在于对事业的追求之中。满足于戴着成功者桂冠的人，他的价值正在向负数靠近。记公愤是英雄，想私仇是弱者。生活的风风雨雨是一把无形的刻刀，在给每个人雕像。默默无闻的人，并非都有是无功无能之辈声名煊赫失，并非都是有功有能之士。人生道路上的每一个里程碑，都刻着两个字起点。一个人的历史有长有短。有人醉生梦死。在历史的胶卷上，没留下任何痕迹。有人一生虽是那样短暂，却光华四射，永远活在人们的心里。缔造人生丰收的金秋，每滴汗珠都是充满生命力的种子。人生是严峻的，它不一首浪漫的抒情诗，也不是一支优美的小夜曲，它是阳光与风雨的搏击，是欢乐与痛苦的交替。大树已经枯死，春天对它就失去了意义，如果人生没有追求，美好的东西对你便没有吸引力。人生是在希望之中度过的。没有希望的人生，好象没有生机的枯木。为人还是为己，是一个人挂在自己的名字下的一幅内心世界的写生画。无论是谁，只要肯努力，有坚决干的意志和热情，在任何逆境中也能忍耐，那就能得到光荣。荣誉之花，是用理想的金钱和闪光的汗珠缀成。辛勤的汗水才是真正的美酒，荣誉只不过是盛装它的酒杯。荣誉，犹如一块沃土一边结出胜利的硕果，一边又播下考验的新种要走好明天的路，必须记住昨天走过的路，思索今天正在走着的路。生活的长线把卑诵者捆缚在自我的天地里，而把开拓者牵引到遥远的天地。人，应当象人一样，永远向上而又双脚踏地。"}
{"text":"无论是谁，只要肯努力，有坚决干的意志和热情，在任何逆境中也能忍耐，那就能得到光荣。荣誉之花，是用理想的金钱和闪光的汗珠缀成。辛勤的汗水才是真正的美酒，荣誉只不过是盛装它的酒杯。荣誉，犹如一块沃土一边结出胜利的硕果，一边又播下考验的新种要走好明天的路，必须记住昨天走过的路，思索今天正在走着的路。生活的长线把卑诵者捆缚在自我的天地里，而把开拓者牵引到遥远的天地。人，应当象人一样，永远向上而又双脚踏地。绢花再妍丽多姿，没有一缕芬芳是属于它的。惟有为事业奋斗，人生才显得充实。生活犹如一口井，只有深深地开掘，才能流出甘甜的水。有一种人总希望别人在耕种时身强力壮，收获时却染病死去。蒙住自己的眼睛，并不等于世界就漆黑一团了蒙住别人的眼睛，并不等于光明就属于自己的了。名誉是镶嵌在心灵上的宝石，摆在事业中的花环。十九教师的人生格言精选永远用欣赏的眼光看学生，永远用宽容的心态面对学生。人生的目标在于不断追求，人生的价值在于不断奉献。为他人的幸福而工作，才能达到自身的完善。勤勤恳恳工作，快快乐乐生活，堂堂正正做人，认认真真做事。人应该永远拥有两样东西，一盏永不熄灭的灯――希望之灯一扇长开的窗――接纳之窗。宽容别人等于善待自己。欣赏别人的优点，善待别人的缺点，尊重别人的隐私，快乐自己的人生每一个学生都是好学生。创新是人类进步的不竭动力当代能做老师的人必定是不平凡的人因为教育事业本身就是不平凡的事业。俯首甘为孺子牛，挥蹄勇做千里马。教育是事业，事业的成功在于奉献教育是科学，科学的探索在于求真教育是艺术，艺术的生命在于创新。今日足金，明日是尘。将拒谏则英雄散，策不从则谋士叛。黄石公教育是事业，事业的成功在于奉献教育是科学，科学的探索在于求真教育是艺术，艺术的生命在于创新。临渊羡鱼不如退而结网。班固勤勤恳恳工作，快快乐乐生活，堂堂正正做人。师也者，教之以事而喻诸德也。礼记我劝天公重抖擞，不拘一格降人才。"}
{"text":"今日足金，明日是尘。将拒谏则英雄散，策不从则谋士叛。黄石公教育是事业，事业的成功在于奉献教育是科学，科学的探索在于求真教育是艺术，艺术的生命在于创新。临渊羡鱼不如退而结网。班固勤勤恳恳工作，快快乐乐生活，堂堂正正做人。师也者，教之以事而喻诸德也。礼记我劝天公重抖擞，不拘一格降人才。龚自珍欣赏别人的优点，善待别人的缺点，尊重别人的隐私，快乐自己的人生。蚁穴虽小，溃之千里。在教师手里操着幼年人的命运，便操着民族和人类的命运陶行知江山代有才人出，各领风骚数百年。赵翼教育工作中的百分之一的废品，就会使国家遭受严重的损失。老骥伏枥，志在千里烈士暮年，壮心不已。曹操贫穷是不需要计划的，致富才需要一个周密的计划――并去实践它。若不给自己设限，则人生中就没有限制你发挥的藩篱。为他人的幸福而工作，才能达到自身的完善。心灵和心灵撞击，生命和生命对话。扬黄牛精神，做平凡工作做一名美和爱的使者。课是点燃求知欲和道德信念火把的第一颗火星，我愿执着地众里寻他千百度。宽容别人等于祝福自己心灵和心灵撞击，生命和生命对话。信心是一种最坚强的内在力量，它能够帮助你度过最艰难困苦的时期，直到曙光最终出现。扬黄牛精神，做平凡工作永远用欣赏的眼光看学生，永远用宽容的心态面对学生用教师的智慧点燃学生的智慧火花，努力使学生得法于课内，得益于课外。这个学校的第一任教师，便是他的父母。当一个人过分溺爱孩子时，他的爱便是反人类的。生了孩子，还要想怎样教育，才能使这生下来的孩子，将来成为一个完全的人。知道事物应该是什么样，说明你是聪明的人知道事物实际是什么样，说明你是有经验的人知道怎样使事物变得更好，说明你是有才能的人。狄德罗知觉及判断，并养成他们更有效的习惯。教育的意旨并非知识的累积，而是心智上的能力的发育。我的教育观是启发年轻人的心灵，并激发其追求知识的热忱。假如你的将来不愿意悲伤，那就不要忽视你的孩子的任何一件极细小的行为。知识本身不会使一个人具有创造力。创造力的真正关键在于如何活用知识。"}
{"text":"生了孩子，还要想怎样教育，才能使这生下来的孩子，将来成为一个完全的人。知道事物应该是什么样，说明你是聪明的人知道事物实际是什么样，说明你是有经验的人知道怎样使事物变得更好，说明你是有才能的人。狄德罗知觉及判断，并养成他们更有效的习惯。教育的意旨并非知识的累积，而是心智上的能力的发育。我的教育观是启发年轻人的心灵，并激发其追求知识的热忱。假如你的将来不愿意悲伤，那就不要忽视你的孩子的任何一件极细小的行为。知识本身不会使一个人具有创造力。创造力的真正关键在于如何活用知识。活用知识和经验来寻找新点子新创意，就是培养创造性思考所需的态度。知识本身没有告诉人怎样运用它，运用的方法乃在书本之外。这是一门技艺，不经实验就不能学到。中国教育之通病是教用脑的人不用手，不教用手的人用脑，所以一无所能。中国教育革命的对策是手脑联盟，结果是手与脑的力量都可以大到不可思议。人生的目标在于不断追求，人生的价值在于奉献。人应该永远拥有两样东西方，一盏永不熄灭的灯希望之灯，一扇长开的窗接纳之窗。仁义礼智，非由外铄我也，我固有之地。踏踏实实做人认认真真做事习于智长，优与心成。朱熹做一名美和爱的使者。捧着一颗心，不带半根草去。陶行知勤勤恳恳工作，快快乐乐生活，堂堂正正做人。二十古代人生格言孔子称志士仁人，有杀身成仁，无求生以害仁，使于四方，不辱君命，苏武有之矣。――班固忧国忘家，捐躯济难，忠臣之志也。――曹植时危见臣节，世乱识忠良。投躯报明主，身死为国殇。――鲍照愿得此身长报国，何须生入玉门关。――戴叔伦先天下之忧而忧，后天下之乐而乐。――范仲淹利于国者爱之，害于国者恶之。――晏子春秋死去元知万事空，但悲不见九州同。王师北定中原日，家祭无忘告乃翁。――陆游一身之利无谋也，而利天下者则谋之一时之利无谋也，而利万世者则谋之。――胡宏各出所学，各尽所知，使国家富强不受外侮，足以自立于地球之上。――詹天佑地球则国雄于地球。红日初升，其道大光。河出伏流，一泻汪洋。――梁启超海水沸腾，耳中梦中，炮声隆隆。凡百君子，岂能无沦胥非类之悲乎？图避谤乎？闭户之士哉！――康有为浊酒不销忧国泪，救时应仗出群才。"}
{"text":"――晏子春秋死去元知万事空，但悲不见九州同。王师北定中原日，家祭无忘告乃翁。――陆游一身之利无谋也，而利天下者则谋之一时之利无谋也，而利万世者则谋之。――胡宏各出所学，各尽所知，使国家富强不受外侮，足以自立于地球之上。――詹天佑地球则国雄于地球。红日初升，其道大光。河出伏流，一泻汪洋。――梁启超海水沸腾，耳中梦中，炮声隆隆。凡百君子，岂能无沦胥非类之悲乎？图避谤乎？闭户之士哉！――康有为浊酒不销忧国泪，救时应仗出群才。拚得十万头颅血，须把乾坤力挽回。――秋瑾凡将举事，令必先行。事将为，其赏罚之数必先明之。――管子和民一众，不知法不可变俗易教，不知化不可。――管子抖擞精神，唤起国魂，思独立，心如百炼金坚。把微躯为国捐，把微躯为国捐。羞偷生，怕神州瓦解难全。――黄遵宪法不阿贵，绳不挠曲。法之所加，智者弗能辞，勇者不敢争。刑过不避大臣，赏善不遗匹夫。――韩非子大臣法，小臣廉，官职相序，君臣相正，国之肥也。――礼记赏毫厘之善，必有所劝罚纤芥之恶，必有所阻。――桓范奉公如法则上下平，上下平则国强。――司马迁法行于贱而屈于贵，天下将不服。天下不服，而求法之行，不可得也。――苏辙赏及壬人，则善者不以赏为荣罪及善者，则恶者不以罚为辱。――吕坤诚者自成也，而道自道也。诚者物之终始，不诚无物，是故君子诚之为贵。诚者非自成己而已也，所以成物也。――礼记中庸为国之本，在乎忠信古人去食去兵，信不可失。国家兴废，莫不由之。――李廷寿夫信者，人君之大宝也。国保于民，民保于信。非信无以使民，非民无以保国。――司马光礼之可以为国久矣，与天地养。君令臣恭，父慈子孝，兄爱弟敬，夫和妻柔，姑慈妇听，礼也。――左传激励人生的人生格言我觉得坦途在前，人又何必因为一点小障碍而不走路呢？故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。孟子千磨万击还坚韧，任尔东南西北风。郑板桥古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。苏轼聪明出于勤奋，天才在于积累华罗庚与其临渊羡鱼，不如退而结网。"}
{"text":"――左传激励人生的人生格言我觉得坦途在前，人又何必因为一点小障碍而不走路呢？故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。孟子千磨万击还坚韧，任尔东南西北风。郑板桥古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。苏轼聪明出于勤奋，天才在于积累华罗庚与其临渊羡鱼，不如退而结网。史记汉书董仲舒传有事者，事竟成破釜沉舟，百二秦关终归楚苦心人，天不负卧薪尝胆，三千越甲可吞吴。匿名蚁穴虽小，溃之千里。以诚感人者，人亦诚而应。先知三日，富贵十年。只有千锤百炼，才能成为好钢。恐惧自己受苦的人，已经因为自己的恐惧在受苦。金钱损失了还能挽回，一旦失去信誉就很难挽回。有志者自有千计万计，无志者只感千难万难。山不辞土，故能成其高海不辞水，故能成其深！千里之行，始于足下。岂能尽人如意，但求无愧于心。君子在下位则多谤，在上位则多誉小人在下位则多誉，在上位则多谤。君子赠人以言，庶人赠人以财。古之君子如抱美玉而深藏不市，后之人则以石为玉而又炫之也。君子不镜于水，而镜于人。镜于水，见面之容，镜于人，则知吉与凶。性痴，则其志凝故书痴者文必工，艺痴者技必良。世之落拓而无成者，皆自谓不痴者也。古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。贤者能自反，则无往不善不贤者不能自反，为人子则多怨，为人父则多暴。如烟往事俱忘却，心底无私天地宽。不奋苦而求速效，只落得少日浮夸，老来窘隘而已。二十一关于集体力量的名言警句一滴水只有放进大海里才永远不会干涸，一个人只有当他把自己和集体事业融合在一起的时候才能最有力量。――雷锋一堆沙子是松散的，可是它和水泥石子水混合后，比花岗岩还坚韧。――王杰个人之于社会等于身体的细胞，要一个人身体健全，不用说必须每个细胞都健全。――闻一多一朵鲜花打扮不出美丽的春天，一个人先进总是单枪匹马，众人先进才能移山填海。"}
{"text":"二十一关于集体力量的名言警句一滴水只有放进大海里才永远不会干涸，一个人只有当他把自己和集体事业融合在一起的时候才能最有力量。――雷锋一堆沙子是松散的，可是它和水泥石子水混合后，比花岗岩还坚韧。――王杰个人之于社会等于身体的细胞，要一个人身体健全，不用说必须每个细胞都健全。――闻一多一朵鲜花打扮不出美丽的春天，一个人先进总是单枪匹马，众人先进才能移山填海。――雷锋活着，为的是替整体做点事，滴水是有沾润作用，但滴水必加入河海，才能成为波涛。――谢觉哉人是要有帮助的。荷花虽好，也要绿叶扶持。一个篱笆打三个桩，一个好汉要有三个帮。――一燕不能成春。――克雷洛夫人民是土壤，它含有一切事物发展所必须的生命汁液而个人则是这土壤上的花朵与果实。――别林斯基天才并不是自生自长在深林荒野里的怪物，是由可以使天才生长的民众产生长育出来的，所以没有这种民众，就没有天才。――在许多问题上我的说法跟前人大不相同，但是我的知识得归功于他们，也得归功于那些最先为这门学说开辟道路的人。――哥白尼如果说我看得远，那是因为我站在巨人们的肩上。――牛顿我不应把我的作品全归功于自己的智慧，还应归功于我以外向我提供素材的成千成万的事情和人物。――歌德一个人要帮助弱者，应当自己成为强者，而不是和他们一样变成弱者。――罗曼罗兰我们知道个人是微弱的，但是我们也知道整体就是力量。――马克思只有在集体中，个人才能获得全面发展其才能的手段，也就是说，只有在集体中才可能有个人自由。――马克思恩格斯科学家不是依赖于个人的思想，而是综合了几千人的智慧，所有的人想一个问题，并且每人做它的部分工作，添加到正建立起来的伟大知识大厦之中。――卢瑟福我好象一只牛，吃的是草，挤出的是奶血。――落红不是无情物，化作春泥更护花。――龚自珍要求于人的甚少，给予人的甚多，这就是松树的风格。――陶铸人家帮我，永志不忘我帮人家，莫记心头。――华罗庚我不如起个磨刀石的作用，能使钢刀锋利，虽然它自己切不动什麽。"}
{"text":"――卢瑟福我好象一只牛，吃的是草，挤出的是奶血。――落红不是无情物，化作春泥更护花。――龚自珍要求于人的甚少，给予人的甚多，这就是松树的风格。――陶铸人家帮我，永志不忘我帮人家，莫记心头。――华罗庚我不如起个磨刀石的作用，能使钢刀锋利，虽然它自己切不动什麽。――贺拉斯我们从别人的发明中享受了很大的利益，我们也应该乐于有机会以我们的任何一种发明为别人服务而这种事我们应该自愿的和慷慨地去作。――富兰克林当一个人受到公众信任时，他就应该把自己看作为公众的财产。――杰弗逊刀鞘保护刀的锋利，它自己则满足于它的迟钝。――泰戈尔自由固不是钱所买到的，但能够为钱而卖掉。――自由是做法律所许可的一切事情的权利。――孟德斯鸠人们往往把任性也叫做自由，但是任性只是非理性的自由，人性的选择和自决都不是出于意志的理性，而是出于偶然的动机以及这种动机对感性外在世界的依赖。――黑格尔不要过分的醉心放任自由，一点也不加以限制的自由，它的害处与危险实在不少。――克雷洛夫我们现在必须完全保持党的纪律，否则一切都会陷入淤泥中。――马克思劳动者的组织性纪律性坚毅精神以及同全世界劳动者的团结一致，是取得最后胜利的保证。――列宁凡是不给别人自由的人，他们自己就不应该得到自由，而且在公正的上帝统治下，他们也是不能够长远地保持住自由的。――林肯认为艺术家的自由在于他想干什麽就干什麽，那麽是错误的。这是胡作非为者的自由。――斯坦尼斯拉夫斯基工人阶级的团结就是工人胜利的首要前提。――马克思上下同欲者胜。――孙武天时不如地利，地利不如人和。――孟轲为了进行斗争，我们必须把我们的一切力量拧成一股绳，并使这些力量集中在同一个攻击点上。――恩格斯只要千百万劳动者团结得象一个人一样，跟随本阶级的优秀人物前进，胜利也就有了保证。――列宁谁若与集体脱离，谁的命运就要悲哀。"}
