{"text":"至于在街头巷尾勾个性伴，然后在个肮脏地方瞎弄几下是不好的。当然，现在同性恋者很难得到这样的条件，但这样的生活应该是他们争取的目标。他们的世界序当我们对我国的同性恋现象进行研究时，常常为这样的问题所困扰你们为什么放着很多重大问题不去研究，而去研究同性恋？假如这种诘难来自社会学界同仁，并不难答复。正文中将有专门的讨论做同性恋研究的原因。难于答复的是来自一般人的诘难。故此这个问题又可以表述为你们作为社会学者，为什么要研究同性恋？回答这个问题的困难并不在于我们缺少研究同性恋的理由，而在于我们缺少做出答复的资格。众所周知，只有一门科学中的出类拔萃之士，才有资格代表本门科学对公众说话。然而我们又不得不做出解释。我们做这项研究所受到的困扰，不只是诘难，而且在于，社会中有一部分人不赞成研究同性恋。曾说，对牛弹琴，如果去掉对听琴者的藐视，剩下的就只是对弹琴者的嘲弄。虽然如此，我们仍不揣冒昧，不惧嘲弄，要对公众陈述社会学和人类学的立场，以及根据这样的立场，对同性恋的研究为什么必不可少。半个世纪以前，在文化人类学中处于泰山北斗地位的马林诺夫斯基为费孝通所著的江村经济一书作序时，对费孝通的工作给予极高的评价。马林诺夫斯基认为，这本书的最大优点在于，它是一个土生土长的人在本乡人民中进行观察的结果。正因为有这样的特点，所以它是一个实地调查者最珍贵的成就。费孝通的研究对象是一个社区，包括了社区生活的每一个方面。这样的研究在深度和研究方法等方面，与我们的研究有很大不同。但是这项研究中有一些宝贵的经验，值得我们记取。这就是，作为土生土长的人，对熟悉的人群做实在的观察，不回避生活的每一个侧面。这种实在的作风乃是出于以下的信念真理能够解决问题，因为真理不是别的而是人对真正的事实和力量的实事求是。站在这种信念的对立面的，是学院式的装腔作势，是以事实和信念去迎合一个权威的教义。于是如马林诺夫斯基所言，科学便被出卖了。我们发现，在社会科学的出发点方面，有两种对立的立场一种是说，科学在寻求真理，真理是对事实的实事求是另一种则说，真理是由一种教义说明的，科学寻求的是此种真理正大光明的颂词。"}
{"text":"这种实在的作风乃是出于以下的信念真理能够解决问题，因为真理不是别的而是人对真正的事实和力量的实事求是。站在这种信念的对立面的，是学院式的装腔作势，是以事实和信念去迎合一个权威的教义。于是如马林诺夫斯基所言，科学便被出卖了。我们发现，在社会科学的出发点方面，有两种对立的立场一种是说，科学在寻求真理，真理是对事实的实事求是另一种则说，真理是由一种教义说明的，科学寻求的是此种真理正大光明的颂词。一种说，科学不应屈服于一种权威的教义另一种说，科学本身就是权威的教义。一种说，不应出卖科学一种则说，不存在出卖的问题，它自从出世，就在买方手中。一种说，在科学中要避免学院式的装腔作势另一种则说，科学本身不是别的，恰恰就是学院式的装腔作势。一种说，科学是出于求知的努力，是永不休止的学习过程另一种则认为，科学原质是天生所有的，后天的求学乃是养浩然正气，凡有助于正气的，可以格致一番，而不利于正气的，则应勿视勿听，以求达到思无邪的境界。站在前一种立场上，我们认为，中国的同性恋现象是一种真正的事实，不能对它视而不见，必须采取实事求是的态度。这个研究的唯一目的，就是想知道中国现有的同性恋群体是什么样子的。而站在后一种立场上，我们会发现自己是发疯了。这种研究不风雅，也难以学院式的口吻来陈述。最主要的是，在这项研究中，不能够直接表现出我们社会中居于主导地位的意识形态是多么的正确和伟大。这后一种立场，我们称之为意识形态中心主义。从这一立场出发所做的研究，只是为了寻求来自意识形态方面的好评，故而它是按照可能得到好评的程度来构造研究的方向和结果的。从事这种研究，因为预知了的结果，同手淫很相似。一个男人在手淫之先，就预知结果是本人的射精。然而这不妨碍手淫在他的想象中有声有色地进行，这是因为有快感在支持。对于从意识形态中心主义立场出发的研究来说，来自意识形态方面的好评就具有快感的意味。然而，这种活动绝对不会产生任何真正的果实。在说明了这一点之后，就可以对公众说明我们研究同性恋的初衷了。我们是真诚的求知者，从现存的事实看，同性恋现象无论如何也是值得研究的。以保守的估计来说，同性恋者至少占总人口的百分之一，这肯定够上了必须加以研究的规模。同性恋活动影响到家庭和社会关系的各个方面，其影响因此超过了百分之一的规模。"}
{"text":"对于从意识形态中心主义立场出发的研究来说，来自意识形态方面的好评就具有快感的意味。然而，这种活动绝对不会产生任何真正的果实。在说明了这一点之后，就可以对公众说明我们研究同性恋的初衷了。我们是真诚的求知者，从现存的事实看，同性恋现象无论如何也是值得研究的。以保守的估计来说，同性恋者至少占总人口的百分之一，这肯定够上了必须加以研究的规模。同性恋活动影响到家庭和社会关系的各个方面，其影响因此超过了百分之一的规模。中国的男同性恋者多是要结婚的，必然对女性的婚姻生活有重大影响。上述任何一条，都成立为研究的理由。此外，还有一个理由，就是弗罗姆倡导的人文主义立场。他说过马林诺夫斯基也说过，科学的价值在于为人类服务。我们不能保证每次研究都有直接的应用价值，但应保证他们都是出于善良的愿望。我们在做同性恋研究时，也对他们怀有同样的善良愿望，希望对他们有所帮助，而不是心怀恶意，把他们看作敌对的一方。我们始终怀着善意与研究对象交往。这种立场，我们称之为科学研究的善良原则。以上所述，可以概括为科学研究的实事求是原则反意识形态中心主义原则和善良原则，这些原则就是我们研究同性恋的出发点和最终目的。在正文开始之前，略加陈述，以期求得读者的共鸣，是为。他们的世界跋在描述和讨论了中国的男同性恋现象之后，我们发现，在这个社会中，有如此庞大的一个人群和如此重要的一些事实，曾被完全忽略了。以人的视力来比方的话，这个社会的视力在人们生活中的某些方面几近全盲，虽然在其他方面它的视力是非常之好的。这就引起了我们的恐慌假如它的视力有如此之大的缺陷，谁能保证它没有看漏别的什么更重要的事情？在我们这个社会里，谁知道还有如此巨大而被人们视而不见的东西？其实，同性恋这件事意义就非同小可。假如你是一位妇女，又不幸嫁给了同性恋者，也许就会遇上冷漠疏远没有性生活，却完全不知道是因为什么，也许一生的幸福会因此而报销。谁能够说，这样的事还不算严重？在我们的研究中发现，这样的妇女是有的。她们既不知道有同性恋这样的事，也不知道丈夫是同性恋者，还以为世上所有的男人全是这样，因此也不会抱怨什么。于是，我们认为很严重的事，她却以为不严重。"}
{"text":"在我们这个社会里，谁知道还有如此巨大而被人们视而不见的东西？其实，同性恋这件事意义就非同小可。假如你是一位妇女，又不幸嫁给了同性恋者，也许就会遇上冷漠疏远没有性生活，却完全不知道是因为什么，也许一生的幸福会因此而报销。谁能够说，这样的事还不算严重？在我们的研究中发现，这样的妇女是有的。她们既不知道有同性恋这样的事，也不知道丈夫是同性恋者，还以为世上所有的男人全是这样，因此也不会抱怨什么。于是，我们认为很严重的事，她却以为不严重。可是一旦她知道了这件事的内情，定然会勃然大怒，以为受了愚弄。我们举这样的例子，不是要谴责同性恋者，而是要说明我们做此研究的本意。我们不认为自己已经完全说明了中国当代同性恋现象的全貌，但是假若我们真的做到了这一点，必然会有人认为，我们揭开了社会的疮疤，引起了不必要的麻烦，这是因为我们把被愚弄而不自知的平静，转化成自觉被愚弄的痛苦。其实这种指责是没有道理的――因为这疮疤早早揭开的话，就不会有受愚弄的人。就整体而言，这个研究的出发点是对这个社会视力缺陷的忧虑，以青蛙的视力来打比方，青蛙的视力也有类似的缺陷。它能够看到眼前飞过的一只蚊虫，却对周围的景物视而不见，于是在公路上常能看见扁平如煎饼的物体，它们曾经是青蛙。它们之所以会被车轮轧到如此之扁，都是因为视觉上的缺陷。尽管我们这个社会已经存在了非常之久，但它对人类本身一些最基本的方面还一无所知。我们必须承认，我们还不知道，为什么农民非要生很多孩子不可，假如要他们自愿少生一些，应该用什么办法。我们也不知道，为什么大多数中国人宁愿在婚丧嫁娶方面花很多钱，却不肯用来改善生活。像这样的事情多得数不过来。从社会学角度来说，我们没有好的假设可供检验从人类学角度来说，我们对这些人的生活尚缺乏根本的了解。假如不了解这些事，恐怕有一天我们会被轧得非常之扁。同性恋研究给我们以这样的启示倘若生活中存在着完全不能解释的事，那很可能是因为有我们所不知道的事实，而不知道的原因却是我们并不真正想知道。比如我们以前不知道同性恋的存在，是因为我们是异性恋我们不知道农民为什么非生很多孩子不可，是因为我们是城里人。人类学和社会学告诉我们的是假如我们真想知道，是可以知道的。"}
{"text":"假如不了解这些事，恐怕有一天我们会被轧得非常之扁。同性恋研究给我们以这样的启示倘若生活中存在着完全不能解释的事，那很可能是因为有我们所不知道的事实，而不知道的原因却是我们并不真正想知道。比如我们以前不知道同性恋的存在，是因为我们是异性恋我们不知道农民为什么非生很多孩子不可，是因为我们是城里人。人类学和社会学告诉我们的是假如我们真想知道，是可以知道的。诚实与浮嚣我念大学本科时，我哥哥在读研究生。我是学理科的，我哥哥是学逻辑学的。有―回我问他依你之见，在中国人写的科学著作中，哪本最值得一读？他毫不犹豫地答道费孝通的江村经济。现在假如有个年轻人问我这个问题，不管他是学什么的，我的回答还是江村经济――但我觉得这本书的名字还是叫作中国农民的生活为好。它的长处在于十分诚实地描述了江南农村的生活景象，像这样的诚实在中国人写的书里还未曾有过。同是社会学界的前辈，李景汉先生做过定县调查，把一个县的情况搞得清清楚楚。学社会学的人总该读读定县调查――但若不学社会学，我觉得可以不读定县调查，但不读江村经济可不成。中国的读书人有种毛病，总要把某些事实视而不见，这些事实里就包括了中国农民的生活。读书人喜欢做的事情是埋首于故纸堆里，好像故纸之中什么都有了。中国的典籍倒是浩若烟海，但假若没人把事实往纸上写，纸上还是什么都没有。江村经济的价值就在于它把事实写到了纸上，在中国这个地方，很少有人做这样的事。马林诺夫斯基给江村经济做序，也称赞了费先生的诚实。所以费先生这项研究中的诚实程度，已经达到了国际先进水平。这篇文章的主旨不是谈江村经济，而是谈诚实。以我之见，诚实就像金子一样，有成色的区别。就以费先生的书为例，在海外发表时，叫作中国农民的生活这是十足赤金式的诚实。在国内发表时叫作江村经济，成色就差了一些，虽然它还是诚实的，而且更对中国文人的口味。我们这里有种传统，对十足的诚实甚为不利。有人说，朱熹老夫子做了一世的学问，什么叫作是，什么叫作应该是s，从来就没搞清楚过。我们知道，前者是指事实，后者是指意愿，两者是有区别的。"}
{"text":"以我之见，诚实就像金子一样，有成色的区别。就以费先生的书为例，在海外发表时，叫作中国农民的生活这是十足赤金式的诚实。在国内发表时叫作江村经济，成色就差了一些，虽然它还是诚实的，而且更对中国文人的口味。我们这里有种传统，对十足的诚实甚为不利。有人说，朱熹老夫子做了一世的学问，什么叫作是，什么叫作应该是s，从来就没搞清楚过。我们知道，前者是指事实，后者是指意愿，两者是有区别的。人不可能一辈子遇上的都是合心意的事，如果朱夫子总把意愿和事实混为一谈，那他怎么生活呢。所以，当朱夫子开始学术思维时，他把意愿和事实当成了一回事――学术思维确有这样一种特点不做学问时，意愿和现实又能分开了。不独朱夫子，中国人做学问时部是如此，自打孔子到如今，写文章时都要拿一股劲，讨论国计民生乃至人类的前途这样的大题目，得到一片光明的结论，在这一片光明下，十足的诚实倒显得可羞。在所有重大题目上得出一片光明的结论固然很好，但若不把意愿和事实混为一谈，这却是很难做到的。人忠于已知事实叫作诚实不忠于事实就叫作虚伪。还有些人只忠于经过选择的事实，这既不叫诚实，也不叫虚伪，我把它叫作浮嚣。这是个含蓄的说法，乍看起来不够贴切，实际上还是合乎道理的人选择事实，总是出于浮嚣的心境。有回，我读一位海外新儒家学者的文集我对海外的新儒学并无偏见，只是举个例子，一会儿引东，一会儿引西，从马克斯韦伯到现代美国黑人的寻根文学引了一个遍，所举例子都不甚贴切，真正该引用的事例他又没有引到。我越看越不懂，就发了狠，非看明白不可。最终看到一篇他在台北的答记者问，把自己所治之学和台湾当局的文化建设挂上了钩――看到这里，我算是看明白了。我还知道台湾当局拉拢海外学人是不计工本的，这就是浮嚣的起因――当然，更远的起因还能追溯到科举八股文，人若把学问当作进身之本来做，心就要往上浮。诚实不是学术界的长处，因为太诚实了，就显得不学术像费先生在江衬经济里表现出的那种诚实，的确是风毛鳞角。有位外国记者问费先生你觉得中国再过几时才能再出一个费孝通？他答五十年。这话我真不想信，但恐怕最终还是不得不信。"}
{"text":"诚实不是学术界的长处，因为太诚实了，就显得不学术像费先生在江衬经济里表现出的那种诚实，的确是风毛鳞角。有位外国记者问费先生你觉得中国再过几时才能再出一个费孝通？他答五十年。这话我真不想信，但恐怕最终还是不得不信。拷问社会学李银河新近完成了一项对妇女的感情与性的研究，报告已发表在中国社会科学季刊上，专著正在出版过程中。这项研究没有采用问卷调查统计分析的方法，而是采用了文化人类学访谈的调查方法――虽然这不是这项研究的唯一特色，但也值得说上一说。从旁看来，李银河的调查方法缺少神秘色彩――找到一位乐于接受访谈的人，首先要决定的是大家怎么见面是她去呢，还是人家来。在电话上约定了以后，就可以进行下一步。若是她去，她就提上一个手提包上路，包里放着笔记本和几支圆珠笔，通常是挤公共汽车去――因为要见生人，所以还化了一下妆，这在她是很郑重的举动，但别人恐怕根本看不出来。在京城，打扮最不入时穿着最随便的女士，大概就是女教授女博士了。化了妆的女博士还是女博士，不会因此变成公关小姐就这样，她访问了很多人。这使大家觉得什么博士啦，教授啦，也就是些一般人。若是人家来，对方就要走进她住的那座宿舍楼，走过满是尘土的楼道。她的家和一般文化人的家一样，堆满了杂乱无章的书籍和纸张。她给客人敬上一杯清茶，就开始访谈。谈完之后，假如到了吃饭时间，就请客人吃顿便饭。一切都和工薪阶层的人士接待朋友时做的一样。她从来没给客人报销过的票，客人也没有这样的要求，因为看她的样子就不像能报销的票的人。随着研究工作的进行，越来越多的人到过她家里，她并不觉得这有什么不对。有一天，一位调查对象这位朋友是男性，属另一项调查很激动地说李教授，像你这样可不成！不该把陌生人约到家里来。然后她想了一想，觉得没什么不行的，再说，也没有别的地点可约。除了这种有中国特色的人类学研究方法，还有别的方法可用――比方说，采用分层抽样的方法，展开问卷调查。这必须和某个政府机关合作，还要由一所大学的社会学系来进行。"}
{"text":"随着研究工作的进行，越来越多的人到过她家里，她并不觉得这有什么不对。有一天，一位调查对象这位朋友是男性，属另一项调查很激动地说李教授，像你这样可不成！不该把陌生人约到家里来。然后她想了一想，觉得没什么不行的，再说，也没有别的地点可约。除了这种有中国特色的人类学研究方法，还有别的方法可用――比方说，采用分层抽样的方法，展开问卷调查。这必须和某个政府机关合作，还要由一所大学的社会学系来进行。假如研究的目标是一座中等城市，你先在该城市里抽出一定数量的办事处，再在各办事处下抽出一定数量的居委会。再以后，从居民的花名册上抽出个人。有一件事一定不要忽略，就是要根据研究的需要，特别保证某种职业或年龄组的人有一定的数量。用术语来说，研究假设规定的各子样本都要有足够的样本量。调查完毕还要拿一些基本的统计和人口普查的结果对照，看看本次调查有无代表性。做到了这些，抽样就算有了科学性。所有的社会学教科书都写着这套方法，但国外的教科书上没写办事处居委会居民花名册，只简单地提到可以利用电话本和教堂的人口记录。还有一些事情，中外所有的社会学书都没有提，那就是怎样去找一大笔研究经费，怎样去求得政府机关的合作，但是成熟的社会学家自会想出办法来，所以调查还是可以进行。一大批调查员在校大学生由居委会干部带路，前往各家各户。如果问卷涉及到个人隐私，居委会的干部是绝对必要的。因为被抽中的人可能会拒绝回答。在这种情况之下，血气方刚的大学生会和面有愠色的被调查者吵起架来，后者会提出一个尖锐的问题你凭什么来问我？我为什么要告诉你？前者答不出，就难免出言不逊。而居委会干部可以及时出场，把后者带到一旁，对他或她进行一些教育和说服。然后他或她就忍气吞声地回来，回答这些敏感的问题。必须强调指出，这种调查的场面不是笔者的想象，我在社会学研究单位工作过，这些事我是知道的。我总觉得，假如有调查对象不情愿的情形，填出来的问卷就没有了科学性。根据我的经验，问卷调查有两大难关，其一是如何找钱和得到政府机构的合作，其二是怎样让调查对象回答自己的问题。对一般的社会调查，前一个问题更大对敏感问题，后一个问题更大。概括地说，前一个问题是如何得到一个科学的样本。后一个问题是如何使样本里的人合作。在性这种题目上，后一个问题基本无法克服。"}
{"text":"我总觉得，假如有调查对象不情愿的情形，填出来的问卷就没有了科学性。根据我的经验，问卷调查有两大难关，其一是如何找钱和得到政府机构的合作，其二是怎样让调查对象回答自己的问题。对一般的社会调查，前一个问题更大对敏感问题，后一个问题更大。概括地说，前一个问题是如何得到一个科学的样本。后一个问题是如何使样本里的人合作。在性这种题目上，后一个问题基本无法克服。举个国外的例子可以说明这一点，美国前不久进行了一次关于性行为的调查，前一个问题解决得极好，国会给社会学家拨了一笔巨款来做这项研究，政府把保密的人口记录社会保险号码也对社会学家敞开了，因此他们就能得到极好的样本，可以让其他社会学家羡慕一百年。但以后发生的事就不让人羡慕，那些被抽中的人中，很有一些人对自己进入这个样本并不满意――他们不肯说。如前所述，美国没有居委会干部，警察对这件事也不便插手。所以他们采用了另一个方法死磨。我抽中了你，你不说，我就不断地找你。最多的一位找了十四次，让你烦得要死。这样做了以后，美国的性社会学家终于可以用盖世太保的口吻得意洋洋地宣布说大多数人都说了。还有个把没说的，但就是在盖世太保的拷问室里，也会有些真正的硬骨头宁死不说，社会学家不必为此羞愧。真正值得羞愧的是他们的研究报告统计的结果自相矛盾处甚多。试举一例，美国男性说，自己一月有四五次性行为女性则说，一月是两三次。多出来的次数怎么解释？――美国男人中肯定没有那么多的同性恋和兽奸者。再举一例，天主教徒中同性恋者少，无神论者中同性恋者多。研究说明，不信教就会当同性恋。我恐怕罗马教皇本人也不敢说这是真的，因为有个解释看起来更像是真的，宗教的威压叫人不敢说实话。最后研究的主持人也羞羞答答地承认，有些受调查人没说实话。必须客观地指出，比之其他社会学家，性社会学家做大规模调查的机会较少，遇到这千载难逢的机会，就有点热情过度，忽略了一件事，那就是我想告诉你什么，我自会告诉你我不想告诉你，你就是把我吊起来打，我也不会告诉你实话――何况你还不敢把我吊起来打。诚然，除了吊打之外，还有别的方法，比方说，盯住了选定的人，走到没人的地方，把他一闷棍打昏，在他身上下个窃听器，这样就能获得他一段时间内性行为的可信情报。除了结果可信，还使用了高科技，这会使追时髦的人满意。"}
