{"text":"后来退隐在草泽之中，并不简单，他的修养相当高，从他的第二个问题，就看得出来。克伐怨欲不行焉，可以为仁矣？子曰可以为难矣。仁则吾不知也。伐在古书里经常代表自负自高自大骄傲自满的意思。原宪说，一个人自己的反省功夫，能够克服了自满，做到没有骄傲，非常谦虚也无怨恨，不怨天，不尤人而且没有大的欲望，不作过分的希求，清心寡欲，这是不是仁的境界呢？原宪这个问题并不是偶然提出的，而是他自己的体验心得。他后来退隐草泽之间，可以说这几点都做到了。现在问孔子，这种样子，算不算是仁的境界？孔子还不承认这是仁的境界。他说这是难得的，至于是不是仁的境界，那就不知道了。由此可知孔子所称的仁，中国文化所标榜的仁的道体，就像道家佛家所谓得道那样，不可知不可测，是非常高，不可思议的一个境界。子曰士而怀居，不足以为士矣！怀居，等于所谓问舍求田，原无大志的问舍。一个人每天问问房子的价钱有了三十坪，又想扩充到一百坪买了一层楼，又想变八层楼，这样的人就没有什么大志。所谓掀天揭地，方是奇才。这是引用幼学琼林上的四句话，我们老的这一代，从小就念这本书，接受了这种思想，到现在还背诵得出来，这种观念依然故我，这是中国文化根深蒂固的东西。孔子这句话是说一个人只为个人的生活打算，还不够成为一个士。这句话放在宪问这一其中，可以说原宪在孔子死后，不管功名富贵，而退隐于下层社会，绝不简单，他一定替下层社会，替人家解决了很多问题，做了很多大众福利的事情。而原宪之所以甘心放弃功名富贵，可以说受孔子教育思想的影响很大，因此他硬是要责备子贡学道而不能行之，病也！等于对子贡的不满意，指摘他没有做到老师所教的学问道理，光是摆那么大的排场而已。又如汉高祖刘邦，在前方打仗的时候，后方仅靠萧何一个人。刘邦和项羽打了七十多回仗，都是打败仗，可是兵源后勤的补给，从来没有缺少过，这就是因为萧何在后方，政治经济都做得好，社会非常安定。而刘邦在前方，每见到后方来的人，都要问萧何在做些什么。萧何觉得奇怪，就和宾客――智囊团幕僚们――谈起这件事。其中有一个人告诉萧何，老板有所怀疑了。因为刘邦在前方作战，整个国家的政治权力，都在萧何的手上，假如萧何随便左右摆一下，就不得了的。这位幕僚就建议萧何做些问舍求田的事。"}
{"text":"刘邦和项羽打了七十多回仗，都是打败仗，可是兵源后勤的补给，从来没有缺少过，这就是因为萧何在后方，政治经济都做得好，社会非常安定。而刘邦在前方，每见到后方来的人，都要问萧何在做些什么。萧何觉得奇怪，就和宾客――智囊团幕僚们――谈起这件事。其中有一个人告诉萧何，老板有所怀疑了。因为刘邦在前方作战，整个国家的政治权力，都在萧何的手上，假如萧何随便左右摆一下，就不得了的。这位幕僚就建议萧何做些问舍求田的事。后来有人向汉高祖密告萧何敛财侵占民田，霸占民房，汉高祖看到密告，才对萧何放心，反而一笑了之。这可从反面道理，了解正面人生。狼虎丛中安身子曰邦有道，危言危行邦无道，危行言孙。这个危字就是正的意思。孙字古代与逊字通用，逊者退也，就是谦退的意思。孔子说，社会国家上了轨道，要正言正行遇到国家社会乱的时候，自己的行为要端正，说话要谦虚。字面意思解释了，我们再研究一下孔子。这看来好像他很滑头，教学生们几种态度。其实不是滑头，在这里是教人处世的臣道，做干部的基本原则，也可以说是作人的基本原则。天下太平，国家社会都上了轨道的时代，一个正人君子，行为要端正，说话正直，没有关系，无所顾虑，也不会有斗争。但当处在动乱的社会中，第一个原则行为要端正，如当公务员，不贪污，不犯法，规规矩矩，方方正正。可是在言语上，少发牢骚，不要得罪人。因为乱世里没有章法，否则的话，往往出问题。从历史的记录，生活的经验，都可以看到。前面曾经说过，大家说盖棺论定，而在人生经验中，有许多人，许多事，盖棺不足以论定，有许多人硬是把冤枉带到棺材里去的。看穿了这个道理，又何必怨天尤人？第一个就说到岳飞，他所处的正是一个动乱的时代，他要北伐，完全对，所以岳飞的人品行为，是危言危行，正言正行，结果蒙冤死了。他没有做到论语这一段的危行言孙，怎么说他言不逊？直捣黄龙，迎回二圣。是他要北伐的口号。二圣是宋高祖的父亲和哥哥过去帝王时代，称皇帝为圣人，非常有趣。他当时的口号，就是非打不可，准备一定要打到东北去，把太上皇皇兄两个人请回来。他这个话说得也对，是正言，但二圣回来，高宗怎么办？所以秦桧要杀岳飞，不过是拍高宗的马屁。"}
{"text":"他没有做到论语这一段的危行言孙，怎么说他言不逊？直捣黄龙，迎回二圣。是他要北伐的口号。二圣是宋高祖的父亲和哥哥过去帝王时代，称皇帝为圣人，非常有趣。他当时的口号，就是非打不可，准备一定要打到东北去，把太上皇皇兄两个人请回来。他这个话说得也对，是正言，但二圣回来，高宗怎么办？所以秦桧要杀岳飞，不过是拍高宗的马屁。因为高宗自己的意思，认为岳飞真可爱，可是打尽管打，迎回二圣来，教我这个现任皇帝怎么办呢？而这个话，高宗又无法告诉岳飞，所以岳飞的死，就在他自己不能做到危行言孙！第二个说到冯道，这个人前面曾提过的。在唐宋之间，五胡乱华几十年间，换了好几个皇帝，都是胡人来统治。五个朝代，都请他出任要职，活了七十三岁死了，晚年号为长乐老人。可以想象得到，此人第一是危言危行，生活非常严谨，本身一点漏洞毛病都没有，既不贪财，又不好色。他家里一口放生池，养了一些鱼，他儿子抓了一条鱼吃了，也被他责打了一顿。可是历史上批评他没有气节，有奶便是娘。欧阳修论历史，直骂他无耻。可是在冯道的诗中，发现他的思想，认为只要立身端正，在狼虎丛中，都可以站得往。他认为在当时那个时代中，都是豺狼当道，不须向谁尽忠。只是要保存中国文化的精神，中华民族的命脉，等待自己国家有真正的人才出来领导，用不着为胡人尽忠。他等了好几十年，直到他死后才出了一个赵匡胤。这个故事说明冯道在当时那么乱的时代，对危行言孙是做到了。本身的行为非常端正纯良，而态度上言语上，绝对有分寸，不发牢骚。与欧阳修相反的意见，有王安石苏东坡等人，他们却认为冯道是菩萨位中的人。由此可见是非之难定论。子曰有德者必有言，有言者不必有德。仁者必有勇，勇者不必有仁。这又是孔子对于人的才德分类。他认为真正有道德有修养的人，一定有文字著作，或者有名言留给后世。如尧舜禹汤文武周公这些人，都有德又有言。但是有些著作的人，文章写行很好，理论上讲修养讲道德，也说得蛮像样的，却一定有很好的修养德行。一个仁者一定有大勇，这个勇并不是会打架的好勇斗狠而一个勇者，不一定有仁。这里要注意的是不必两个定，这表示不一定。当然，有言又有德，有勇又有仁更好。"}
{"text":"仁者必有勇，勇者不必有仁。这又是孔子对于人的才德分类。他认为真正有道德有修养的人，一定有文字著作，或者有名言留给后世。如尧舜禹汤文武周公这些人，都有德又有言。但是有些著作的人，文章写行很好，理论上讲修养讲道德，也说得蛮像样的，却一定有很好的修养德行。一个仁者一定有大勇，这个勇并不是会打架的好勇斗狠而一个勇者，不一定有仁。这里要注意的是不必两个定，这表示不一定。当然，有言又有德，有勇又有仁更好。度德不量力下面讲到有德有言，有仁有勇的具体事实。南宫适问于孔子曰羿善射，酋荡舟，俱不得其死然。禹稷躬稼而有天下。夫子不答。南宫适出。子曰君子哉若人！尚德域若人！南宫适就是南容，前面上论和下论都提到过他。我曾说过，孔子不会那么简单，仅仅是听南容唱了白圭之歌，就把侄子嫁给他，现在在这里，我们就可知道南容是怎样一个人。他请教孔子的问题，提到后羿。古代的传说，当时天下有十个太阳，被后羿用箭射下了九个，只剩下现在的一个太阳。他也会法术，有些丹药，吃了能长生不死。奔月的嫦娥就是他的太太，因为偷吃了他的丹药，就飞到月宫去了。这是中国古代的神话，要研究中国古代史，就要透过这些神话，中国的神话中有很多问题很多道理，我们现在暂且不去管它，后羿凭他射箭技术和武勇，为有穷国君，想称王而最后不得好死，被他的臣子寒浞杀掉了。S又是寒浞的儿子，力气很大。所谓荡舟，就是可以把在江海里航行的船，一手抓起来在陆上拖着走。后来也不得好死，为少康所诛。南容说这两个人，一个射箭技术那么好，一个力气那么大，而后来都不得好死。他举这两个例子，说明靠自己的武力去侵略别人，而想有好结果，反而都不得好死。另一面他举出禹王后稷的例子后稷是唐尧的农师，对于我国农业社会的建立，他的功劳最大他也就是周朝的祖先。南容说禹和后稷，没有羿S那么大的雄心和本事，自己规规矩矩去种田，很平凡老实的人，最后都得到了天下。禹是自己得天下，后谡是他的子孙得了周朝天下。南容举出两种人，一种人不择手段而成功，了不起。我们经常碰到一些年轻人感慨很多某某人不择手段的发了财，在社会上就很神气很吃得开。我为什么要讲道德呢？现在这种思想，很迷惑人。但南容认为这些并没有用，最终还是要倒下来。"}
{"text":"另一面他举出禹王后稷的例子后稷是唐尧的农师，对于我国农业社会的建立，他的功劳最大他也就是周朝的祖先。南容说禹和后稷，没有羿S那么大的雄心和本事，自己规规矩矩去种田，很平凡老实的人，最后都得到了天下。禹是自己得天下，后谡是他的子孙得了周朝天下。南容举出两种人，一种人不择手段而成功，了不起。我们经常碰到一些年轻人感慨很多某某人不择手段的发了财，在社会上就很神气很吃得开。我为什么要讲道德呢？现在这种思想，很迷惑人。但南容认为这些并没有用，最终还是要倒下来。另一种人则是殷殷实实地做他分内的工作。这两种人到底哪一种对？他只提了这个问题。孔子听了以后，并没有答复他，因为南容的见解非常高明，这个问题不须要答复。所以他一退出去了，孔子就告诉其他同学，这个人思想这样正确纯正，真是了不起的君子，这才是最高的品德。子曰君子而不仁者有矣夫！未有小人而仁者也！这都是连接上面一贯的。孔子说，一个君子不仁，是有的但是一个小人能仁，这种事是不会有的。以现在的话来说，一个好人不仁慈，有这个道理，如果说一个坏人而能仁慈，那是不可能的。我们知道孔孟的思想，都是春秋责备贤者的作风，孔子所要求的对象，主要的是知识分子。在古代教育不普及，知识分子少，一个君子当然要仁慈。但是人非圣贤，谁能无过？有时不仁也是难免的事。至于坏人当然没有仁慈的心，坏人如果有了仁心，就不是坏人，有句俗语强盗发善心，这是不大可能的。如真的强盗发了善心，他就不作强盗而改作好人了。爱里生害子曰爱之，能勿劳乎？忠焉，能勿诲乎？这句话有关于教育，也有关于个人修养。真爱一个人，如爱自己的孩子，不能溺爱，太宠爱了就害了他。要使他劳，这个劳并不一定使他去劳动，要使他知道人生的困苦艰难。前天一位富有的朋友，他有个孩子很好，很乖，他说预备将孩子送到南部一家工厂做工，我非常赞成。在我们看来，像他这样的家庭，无论怎样好的教育，生活环境是太舒服了，弄不好会害了这孩子的一生。教育和孙子兵法一样，置之死地而后生，硬要想办法使他受苦，使他知道困苦艰难。以这种道理，就能理解爱之，能勿劳乎？这句话，也可以理解人生。其次，不管部下或朋友，即使对自己很忠实，但不要仅仅喜欢他的忠实，还要教育他培养他。"}
{"text":"前天一位富有的朋友，他有个孩子很好，很乖，他说预备将孩子送到南部一家工厂做工，我非常赞成。在我们看来，像他这样的家庭，无论怎样好的教育，生活环境是太舒服了，弄不好会害了这孩子的一生。教育和孙子兵法一样，置之死地而后生，硬要想办法使他受苦，使他知道困苦艰难。以这种道理，就能理解爱之，能勿劳乎？这句话，也可以理解人生。其次，不管部下或朋友，即使对自己很忠实，但不要仅仅喜欢他的忠实，还要教育他培养他。下面转了一个气势，是孔子批评当时的一些人物及政治作风，以切磋为学的外用。子曰为命，裨谌草创之，世叔讨论之，行人子羽修饰之，东里子产润色之。这段话孤零零吊在这里。所说到的四个人，当时都是郑国的大夫。为什么？我们知道上古王道讲道德，后世霸道讲事功。春秋战国时的五霸，第一个霸主，就是由郑国开始，所以郑国在春秋战国初期，相当有力量。可是到了孔子的时代等于现在的英国，没落了。虽然没落了，但对国际政治的影响，还是蛮大，因为郑国出了不少政治上的人才。这里所提的四个人，都是郑国政治上的要人。孔子这句话所说的命，就是古代非常重视的诰命。诰是诰，命是命，两种文件都是政府的公告。比方现在一国的元首，到另一国家访问过后，发表联合公报。这种公告，起稿的人非常费心，每一个字都要斟酌，这种文件不但影响当时的整个国际关系，将来历史还要留下来的，对与不对，作为历史批判是非善恶的依据。我国五经中尚书的记载，就是中国上古政府的文献资料。透过这些资料，可以了解他们过去的历史。诰命就是这些文件。我们现在一般人称它为大文章，不止是这一代的，而是永远留在历史上的大文章。孔子说，郑国的诰命颁布出来，非常慎重，先由裨谌起草，然后由世叔来讨论检查研究。行人是外交官名，子羽是人名。再由外交官子羽来修改，最后还要经过首相子产，在文采辞藻方面，加以润色。以现在的程序来说，好像是由秘书起稿，送给有关单位会稿，然后经过外交部改正，这还不够，最后经过首相修改文章的辞句，增加文字美。这段话的意思是说，郑国在那么混乱的时代始终人才济济，发出来的文告，有那么慎重，经过这几个大手笔的考虑才拿出来。"}
{"text":"行人是外交官名，子羽是人名。再由外交官子羽来修改，最后还要经过首相子产，在文采辞藻方面，加以润色。以现在的程序来说，好像是由秘书起稿，送给有关单位会稿，然后经过外交部改正，这还不够，最后经过首相修改文章的辞句，增加文字美。这段话的意思是说，郑国在那么混乱的时代始终人才济济，发出来的文告，有那么慎重，经过这几个大手笔的考虑才拿出来。这是孔子告诫从政的学生，一个从政的人，一下笔乃至写一个条子都要当心，尤其是有关政治大问题的决定，一写下去，就在历史上留下一个模子，不能草率。所以孔子提到为命之难，告诉学生们，不要疏忽。为政难作人更难或问子产。子曰惠人也。问子西，曰彼哉！彼哉！问管仲。曰人也，夺伯氏骈邑三百，饭疏食，没齿无怨言。有人问孔子，郑国的子产这个人怎么样？孔子答复他，子产是大政治家，了不起的人物。子产当政的时候，对于社会贡献很大，对国家的老百姓，是有恩惠的人。再问楚国的子西怎样？子西是楚国的宰相，孔子到楚国时，他怕孔子会把他的位置挤掉。而孔子答复，只是说他，他啊！就没有再说什么了。这就是孔子的厚道，假使现在的人，就非要攻击子西不可了，孔子没有这样做。当然他不同意子西这个人，历史上的记录，子西这个人并不高明，而孔子只是他，他啊！两句，不作批评。此人又问管仲怎样？管仲比孔子早，齐桓公称霸的时候，他功劳很大。每次讲到管仲，孔子都很佩服，这次他好像伸出大拇指来称赞他，那才够得上是一个人，真了不起！他在当政的时候，能够把齐国另一大夫伯氏，连着的好田三百，没为公有，而伯氏一家人因此穷困，只有清菜淡饭可吃，但一直到死，没有怨恨管仲，心服口服。所以孔子说他能够称为一个人，了不起！他没有说他是一个大政治家，政治家也并没有什么了不起，不过是官位上的功勋，而能做到称为一个人，这才了不起。管仲将别人的财产拿过来，别人因此终身穷困，而对他毫无怨恨，认为处理得很公平。一个当政的人能做到这样，的确是了不起，历史上没有几人能做到这样。可见他对于社会国家的贡献，对于其他的人所还报的，一定有他处理的政策与方法，所以孔子要对他连连赞叹了。"}
{"text":"他没有说他是一个大政治家，政治家也并没有什么了不起，不过是官位上的功勋，而能做到称为一个人，这才了不起。管仲将别人的财产拿过来，别人因此终身穷困，而对他毫无怨恨，认为处理得很公平。一个当政的人能做到这样，的确是了不起，历史上没有几人能做到这样。可见他对于社会国家的贡献，对于其他的人所还报的，一定有他处理的政策与方法，所以孔子要对他连连赞叹了。不学谓之贫现在开始讨论的，可以说是中国旧文化中所讲的知人论世的道理。从这里可以看到历史上的人物，也可以了解自己认识自己。站在人文哲学的立场来说，一个人要认识别人困难，认识自己更难，尤其年龄大了，经验多了，接触的人广了，就感觉到认识自己太难了。下面就是孔子知人论世的一番话子曰贫而无怨，难富而无骄，易。富而无骄，有地位有财富，成功了不骄傲。本来这个修养很难，并不是很容易，但是比较起来还是容易。古今中外有些人因为地位高了，风度蛮好风度好是外形的，外形过得去，看不出骄傲来，已经了不起，但是内心到底还有一点觉得自己了不起。刚才与几个国外回来的学生闲谈，他们说到，过去有一部分人，父母与孩子之间的代沟，相差太远，做父母的，尊严得不得了，非要摆成那副样子不可。也有的说，自己的父母并不如此，与子女相处像朋友一样。有的以地域来说，指本省有些家庭，父母对子女还是摆一副尊严的模样，我就问他们在国外有没有注意，华侨社会里，多数父母对子女的态度，也是保持着尊严。这是广东福建的风气，他们还保持了老一辈子的父母的威严。而父母子女相处比较开明一点，多半是在上海生长的人。父母保持他们的尊严，只是过分或不过分，并没有错。有的又说，父母保持那股威严，就是一种傲慢心理，觉得我有儿女，儿女就要听我的。我说这可不能列入骄傲的范围，更不要错用了骄傲这个形容词。由我个人的观察和体会，有许多人想不骄傲，很难做到。富贵了，地位高了会骄傲有钱会骄傲年龄大了也会骄傲，认为自己多吃了几十年饭，年轻小伙子就不行，其实多吃了几十年饭，不一定吃得对学问高了也会骄傲。所以要修养到无骄，实在不容易。不过在比较上，富而无骄和贫而无怨，两者之间，还是无骄容易一点。"}
{"text":"我说这可不能列入骄傲的范围，更不要错用了骄傲这个形容词。由我个人的观察和体会，有许多人想不骄傲，很难做到。富贵了，地位高了会骄傲有钱会骄傲年龄大了也会骄傲，认为自己多吃了几十年饭，年轻小伙子就不行，其实多吃了几十年饭，不一定吃得对学问高了也会骄傲。所以要修养到无骄，实在不容易。不过在比较上，富而无骄和贫而无怨，两者之间，还是无骄容易一点。贫而无怨的贫并不一定是经济环境的穷不得志也是贫没有知识的人看到有知识的人，就觉得有知识的人富有才也是财产，有很多人是知识的贫穷。庄子就曾经提到，眼睛看不见的瞎子，耳朵听不见的聋子，只是外在生理的知识上的瞎子，知识上的聋子，就不可救药。所以贫并不一定指没有钱，各种贫乏都包括在内。人贫了就会有怨，所谓怨天尤人，就牢骚多，人穷气大，所以教人作到安贫乐道。这是中国文化中，一个知识分子的基本大原则。但是真正的贫而能安，太不容易。现在有人，拿安贫乐道，知足常乐这两句话，批评中国文化，说中国的不进步，就受了这种思想的影响。这种批评不一定对，安贫乐道与知足常乐，是个人的修养，而且也少有人真正修养到。我们当然更不能说中国这个民族，因为这两项修养，就不图进取。事实上没这个意思，中国文化还有天行健，君子以自强不息等鼓舞的名言，我们不可只抓到一点，就犯以偏概全的错误。这两句话，是对自己作人做事的一个尺码，一个考验。子曰孟公绰为赵魏老则优。不可以为滕薛大夫。先解释原文文字孟公绰是鲁国的大夫，后世朱熹的注解，说他很清廉，安贫乐道知足常乐的人。赵魏是大国，对下面滕薛两个国家而言，赵魏比较大，滕薛比较小。识人难识己更难关于老，过去的官名有三老，也有三公。古代三公的地位很高，但在秦汉以后，就很少有明文规定这个官衔了。他们学问道德崇高，没有实际行政，所谓坐而论道，着重在建议和指导，和近代西方政治制度的不管部大臣差不多，什么都不管，可是样样都要问。越是国家大事，越是很重要的决定，越要请他们参加意见。往往一句话可以推翻整个政策，或者建立新的政策。至于老，也是如此，在古代是很清要的职务，本身要学问好，人品好。凡是清要的官，只要说一句话，影响很大，皇帝都非常重视。"}
