{"text":"荣，江山依旧，风采犹然，恰沧海巫山，熟视岁月如流，浮华万千，不屑过眼烟云辱，胯下韩信，雪底苍松，宛若羽化之仙，知退一步，海阔天空，不肯因噎废食。快乐物质欲望。这是美国经济学家萨缪尔森提出的快乐方程式。从经济学的观点看，物质消费越大，欲望越小，快乐就越大，正应了中国人的一句古话知足常乐。反之，如果一个人的物质消费有限，而欲望无穷大，将会怎样呢？路瓦栽夫人有那么多梦想，又有那么多陶醉，她怎么能不痛苦伤心呢？俄国作家契诃夫说有大狗，有小狗，小狗不该因为大狗的存在而心慌意乱。所有的狗都应该叫，就让他各自用上帝给他的声音。成熟是一种明亮而不刺眼的光辉，一种圆润而不腻耳的音响，一种不需要对别人察颜观色的从容，一种终于停止了向周围申诉求告的大气，一种不理会哄闹的微笑，一种洗刷了偏激的淡漠，一种无须声张的厚实，一种并不陡峭的高度。爱，有的时候不需要山盟海誓的承诺，但她一定需要细致入微的关怀与问候爱，有的时候不需要梁祝化蝶的悲壮，但她一定需要心有灵犀的默契与投合爱，有的时候不需要雄飞雌从的追随，但她一定需要相濡以沫的支持与理解。微笑着，去唱生活的歌谣，不要埋怨生活给予了太多的磨难，不必抱怨生命中有太多的曲折。大海如果失去了巨浪的翻滚，就会失去雄浑沙漠如果失去了飞沙的狂舞，就会失去壮观。人生如果仅去求得两点一线的一帆风顺，生命也就失去了存在的意义。即使青春是一枝娇艳的花，但我明白，一枝独放永远不是春天，春天该是万紫千红的世界。即使青春是一株大地伟岸的树，但我明白，一株独秀永远不是挺拔，成行成排的林木，才是遮风挡沙的绿色长城。即使青春是一叶大海孤高的帆，但我明白，一叶孤帆很难远航，千帆竞发才是大海的壮观。生命不是一篇文摘，不接受平淡，只收藏精彩。她是一个完整的过程，是一个连载，无论成功还是失败，她都不会在你背后留有空白生命也不是一次彩排，走得不好还可以从头再来，她绝不给你第二次机会，走过去就无法回头。试试看――不是像企鹅那样静静的站在海边，翘首企盼机会的来临，而是如苍鹰一般不停的翻飞盘旋，执著的寻求。试试看――不是面对峰回路转杂草丛生的前途枉自嗟叹，而是披荆斩棘，举步探索。试试看――不是拘泥于命运的禁锢，听凭命运的摆布，而是奋力敲击其神秘的门扉，使之洞开一个新的天地。"}
{"text":"她是一个完整的过程，是一个连载，无论成功还是失败，她都不会在你背后留有空白生命也不是一次彩排，走得不好还可以从头再来，她绝不给你第二次机会，走过去就无法回头。试试看――不是像企鹅那样静静的站在海边，翘首企盼机会的来临，而是如苍鹰一般不停的翻飞盘旋，执著的寻求。试试看――不是面对峰回路转杂草丛生的前途枉自嗟叹，而是披荆斩棘，举步探索。试试看――不是拘泥于命运的禁锢，听凭命运的摆布，而是奋力敲击其神秘的门扉，使之洞开一个新的天地。微笑着，去唱生活的歌谣。能够破碎的人，必定真正活过。林黛玉的破碎，在于她有刻骨铭心的爱情三毛的破碎，源于她历经沧桑后一刹那的明彻与超脱凡高的破碎，是太阳用黄金的刀子让他在光明中不断剧痛，贝多芬的破碎，则是灵性至极的黑白键撞击生命的悲壮乐章。如果说那些平凡者的破碎泄漏的是人性最纯最美的光点，那么这些优秀的灵魂的破碎则如银色的梨花开满了我们头顶的天空。春蚕死去了，但留下了华贵丝绸蝴蝶死去了，但留下了漂亮的衣裳画眉飞去了，但留下了美妙的歌声花朵凋谢了，但留下了缕缕幽香蜡烛燃尽了，但留下一片光明雷雨过去了，但留下了七彩霓虹。太阳每天都不辞劳苦地升起巴尔扎克说过不幸，是天才的进升阶梯，信徒的洗礼之水，弱者的无底深渊。风雨过后，眼前会是鸥翔鱼游的天水一色走出荆棘，前面就是铺满鲜花的康庄大道登上山顶，脚下便是积翠如云的空蒙山色。在这个世界上，一星陨落，黯淡不了星空灿烂，一花凋零，荒芜不了整个春天。人生要尽全力度过每一关，不管遇到什么困难不可轻言放弃。宽容，是一种坦荡，可以无私无畏，无拘无束，无尘无染。宽容，是一种豁达，是比海洋和天空更为博大的胸襟，是宽广和宽厚的叠加，延续和升华。"}
{"text":"这扇动轻盈翅膀的，便是先生。他自甘平淡，随缘而适，淡然处世而又执着不屈，活出了自己的境界，凝成了智慧的诗篇。他的一生，怎可用传奇二字草草概括先生走出乌镇，踏上美利坚的土地，又决意返回，投入故乡的怀抱，自乐于慢速的生活，自得于车马邮件都慢的日子。然而，狂风暴雨砸向先生。文革期间，他被捕入狱十八个月，惨遭三根手指的断截。先生的眼中该是写满了后悔吧可是没有，他在狱中用本该写交待的纸洋洋洒洒留下了六十多万字的狱中笔记。每一字，都汇聚了先生的坚毅隐忍与智慧。灵蝶扇动着翅膀，他的眼睛依旧云淡风轻。先生，将自己炼成了一块璞玉闪光中，其魂魄神游于文学与艺术的天地。岁月不饶人，我亦未曾饶过岁月。在云雀叫了一整天里，如是说。手里夹着一支烟卷，面对自己残缺的手掌，先生百感交集但又分外沉静，仿佛这一切风雨与自己无关。是灵蝶，即使被折断翼翅，也要努力地飞翔。就这样，拿起一支笔，飞速沉游，在卷页上绘出属于自己的智慧的江山，将生活涂抹得色彩斑斓。在外部条件极其黑暗的那个年代，先生不曾因沿途f岩而退去了步伐。我本该放手，可我未曾停止痴缠。这一痴字，便是先生内心的精神境界吧。偏执地追逐，将一生的智慧和风骨写成了诗。智慧是一种境界，先生用手绘的黑白琴键奏出属于自己的人生乐章。笔耕不辍，宛如灵蝶，翩翩起舞，无拘无束，自得于人生之乐。如今细想来，先生曾于从前慢中提及一生只够爱一个人。然而，在先生八十多岁的漫长时光里，却始终孑然一身，将自己完全奉献给了艺术与文学。超脱而又不受牵绊，做一只自由的灵蝶潇洒而又不放纵，被文学与艺术的红线牵引着。先生内心，安于这一份充实和自我的感动。素心花对素心人，先生之素，化为飞动的风景，袅袅间进入人的心底，成为永恒的传唱。生活智慧的城市景象很奇怪不是，现代人一提及生活智慧，往往是指那些归隐自然的居士。那些饱览浊世鄙陋的文人雅士，看破红尘，收束杂念而遁入山林。东篱把酒，荷锄而归，荒径的草木掩映下，一位衣带飘飘的自得之人，构成了田园之乐的景象，仿佛成了生活智慧的代名词。至于城市，好像只剩下充满铜臭味的贪婪与疲惫，智慧之景象无处可觅。"}
{"text":"素心花对素心人，先生之素，化为飞动的风景，袅袅间进入人的心底，成为永恒的传唱。生活智慧的城市景象很奇怪不是，现代人一提及生活智慧，往往是指那些归隐自然的居士。那些饱览浊世鄙陋的文人雅士，看破红尘，收束杂念而遁入山林。东篱把酒，荷锄而归，荒径的草木掩映下，一位衣带飘飘的自得之人，构成了田园之乐的景象，仿佛成了生活智慧的代名词。至于城市，好像只剩下充满铜臭味的贪婪与疲惫，智慧之景象无处可觅。人们常误认为那种享受天然的生活智慧只能在野外寻得，将其与遁入林泉直接等同。于是，有人放弃高薪隐入南山，有人将书店开到偏僻乡村并名曰碧山计划，无一不想借青山绿水的景象将自己的生活智慧示众。城市的车水马龙中，真的没有其所求吗与其说城市忙，不如说人心空。一个人看了一夜雨，谁也没告诉，是孤独只告诉了一个人，是爱发了个微博你若安好，便是晴天，是矫情，也是我们的时代我们耽溺于一呼百应的互动，享受他人的关注和点赞，实际是为了掩饰内心空虚，掩饰梁文道所说的巨大而荒凉的孤独感。此乃假借微博求取呼应与共鸣。若问为何往郊野跑一种是借助外力，用山的厚重水的澄澈唤起心底的本真，觅取对生命的最初体悟另一种则是找个没有无线网的地方，强行节欲。想想，窗外淅沥下着雨，朦胧了霓红灯的色彩，一个人，在窗边听雨。多么诗意美好的景象啊可那人心里却想着把这个人拍下来，发到朋友圈里可获多少个赞呜呼，在城市里找不到生活的本色，迸不出智慧的火星，怪谁至此，不由然想起龙应台，她在台北的紫藤庐与友人品茗谈心，看身边紫藤花闲闲地开。台北有家星巴克，可龙应台独独青睐这间茶馆，与其说是她明白紫藤庐清楚这个城市的身世，不如说她明白如何在城市中寻觅激发生活智慧的景象。一人一茶，清香缭绕，此情此景，惟有真正悟得生活的人才能享受。不是所有的景象都能激发人们的生活智慧，如所言心境好时，处处开莲花。究其根源，乃是善于假物，随心吐纳，以填补内心之空缺。那么，读书吧和古人交流，与学者辩驳，同春花冬雪同呼吸，偕夏蝉秋月共忘机。内心充实的人，无需过度的信息来弥补孤独，积淀的智慧擦亮了他的双眸。如此而来，弘一法师所讲的华枝满天，天心月圆之境，就不仅能在城市中觅得，更能与芸芸众生的生活愿景相融合。"}
{"text":"一人一茶，清香缭绕，此情此景，惟有真正悟得生活的人才能享受。不是所有的景象都能激发人们的生活智慧，如所言心境好时，处处开莲花。究其根源，乃是善于假物，随心吐纳，以填补内心之空缺。那么，读书吧和古人交流，与学者辩驳，同春花冬雪同呼吸，偕夏蝉秋月共忘机。内心充实的人，无需过度的信息来弥补孤独，积淀的智慧擦亮了他的双眸。如此而来，弘一法师所讲的华枝满天，天心月圆之境，就不仅能在城市中觅得，更能与芸芸众生的生活愿景相融合。下次再将自己的生活不如意归咎于城市时，请反观一下自己吧。因为，对于真正领悟生活智慧的人，人流如潮高楼林立的城市景象，也可以带来春江潮水明月清风。智慧之光作为一名学子，我曾经无数次地问过，究竟何为智慧，难道试卷上那鲜亮的分数就是智慧的象征吗我听到过许多的回答，其中不乏振振有词摄人心魄的那个字是于是乎，十二年的寒窗苦读成了我们奋斗不懈的战时回忆录，因为有着最好的学校最好的班级，理当向社会索取那印着智慧的一纸契书。可反观现实，我们真的成了智慧之人吗过度地追求智慧反而使我们落入了俗套，本来明亮的眸子被蒙上阴翳，再也看不到存在于生活中的那些闪着智慧之光的点滴小事。古人曾云深处种菱浅种稻，不深不浅种荷花。古人真真是把深浅的智慧发挥到了极致，深也罢，浅也罢，妖娆多姿的荷花，凌波盛放的菱叶，蛙声一片的稻田，均以最适宜的水土来保障，等待那个收获的季节，粮仓俱满，菱藕飘香。对比于时下许多人的汲汲于名利，古人越发显示出可爱的智慧让万物生长在最适宜的环境，少几分强求，多几分天然。可见，智慧不是用来攫取，而是渗透在我们血液中引领我们去适应世界的信念。明乎此，则可觅得一花一世界，一树一菩提的禅意悠境。我从不艳羡登上诺贝尔峰巅却弃家中老母于不顾的人，我向来鄙视那些只顾读研而不理会家中贫寒的学子。无疑，他们是聪明的，但在精神世界里，他们却是十足的愚夫。相比较而言，那些生性愚钝却兢兢业业养家糊口的农民工，那些成绩平平却为父母分担生活艰辛的学子，更应当令人尊重，他们早已爬上了人性的塔顶，全身上下迸发着智慧光芒。孔子曰父母俱存，兄弟无故，一乐也仰不愧于天，俯不怍于人，二乐也得天下英才而教育之，三乐也。如此才算是渐入人生之佳境，使人生处处闪烁着智慧之光。"}
{"text":"无疑，他们是聪明的，但在精神世界里，他们却是十足的愚夫。相比较而言，那些生性愚钝却兢兢业业养家糊口的农民工，那些成绩平平却为父母分担生活艰辛的学子，更应当令人尊重，他们早已爬上了人性的塔顶，全身上下迸发着智慧光芒。孔子曰父母俱存，兄弟无故，一乐也仰不愧于天，俯不怍于人，二乐也得天下英才而教育之，三乐也。如此才算是渐入人生之佳境，使人生处处闪烁着智慧之光。就我们高中学子而言，尚未到达而立之年，然而，我们追寻智慧的途径却数不胜数。不要再用那一纸成绩单去衡量自己智慧与否吧，以真诚的心去对待他人对待生活，这其间所体现的智慧，绝非那不忘营营的心思可比。左手粪叉，右手笔杆爷爷的手，拿得起粪叉，舞得了笔杆。爷爷是一个农人，他常常晨兴理荒秽，带月荷锄归，却从没有过草盛豆苗稀。因为他精通耕种之道，不滑不懒最重要的是，他施用农家肥。每天晨曦初露，爷爷便背一竹篓，操一粪叉，游走于村头巷尾，捡拾牲畜秽物。及至天一放亮，村郊不上不下地被飘来的炊烟裹住，爷爷就回家。奶奶摆好了早饭，小米粥馒头青椒拍黄瓜呼噜呼噜喝完汤，顺便踢走死缠脚下的巴儿狗偶尔奶奶也夸一夸爷爷捡来的大粪这肥好，臭老头老太太对视一眼，笑了。爷爷曾是个大学生，当官的，有过出息。太爷爷共有六子，本来都该安安分分做个小农民，但爷爷不。他天分异常好，私学，中学，及至大学，都是一路直上。后来当了小官，虽不大，但在镇上也算是有头有脸了，在村里更是红极一时。眼看升官在望，爷爷却收拾行囊，携家带口，回了村里。村里人都表示理解对喽，农民好嘛，看看庄稼看看草，啥都不愁。村里人称赞爷爷的农活，还敬佩爷爷的书法。逢年过节，红白大事儿，都找爷爷来写字儿。不必狼毫，不必端砚，更不必宣纸――乡下人也不懂欣赏这个，但他们都知道爷爷见多识广，高文凭，有技艺。对于求字之人，爷爷总是来者不拒，放下粪叉，洗手执笔，挥洒而下。当淳朴的邻人拿到字后，喜悦之情全溢于脸上，总想夸一夸这字儿――就像汪曾祺笔下的乡亲们一样这字儿好，真黑我是爷爷的长孙，却去之远矣常问爷爷您咋就愿意做个农民呢他总会拿他喜欢的文人汪曾祺做例子你看啊，老汪这人写文章写得好。俗而不厌，多而不滥。为啥他虽是文人，却也近于农人。勤恳淳朴达观。"}
{"text":"不必狼毫，不必端砚，更不必宣纸――乡下人也不懂欣赏这个，但他们都知道爷爷见多识广，高文凭，有技艺。对于求字之人，爷爷总是来者不拒，放下粪叉，洗手执笔，挥洒而下。当淳朴的邻人拿到字后，喜悦之情全溢于脸上，总想夸一夸这字儿――就像汪曾祺笔下的乡亲们一样这字儿好，真黑我是爷爷的长孙，却去之远矣常问爷爷您咋就愿意做个农民呢他总会拿他喜欢的文人汪曾祺做例子你看啊，老汪这人写文章写得好。俗而不厌，多而不滥。为啥他虽是文人，却也近于农人。勤恳淳朴达观。我点头是啦，他也掏过粪，而您是叉粪。又都是执笔之人，又都上过大学。您和汪先生差不多嘛爷爷很得意我的说法，却仍摆手不赞同有一点不一样，他种地不如我。奶奶看我们爷孙俩笑闹，总是很无奈，叹道这老头子。我不知道我何时会有这种高度，更不知道爷爷眼里的世界是怎样，但我深知，爷爷表现的那些，才是人们应该追求的粪叉和笔杆共存的境界。平淡而知足，是爷爷的智慧。点评本文有着淡淡的传奇色彩，爷爷的夫子气和农人味儿天然融合，妙趣横生。有些笔墨十分精彩，如奶奶夸爷爷捡来的大粪这肥好，臭又如邻里夸爷爷的墨宝这字儿好，真黑智慧，就藏在房间里妈妈对爸爸的评价平时挺精明，一到钱上就犯浑，只知道乱花钱，败家。可不是打我记事起，买房子搬家卖房子就成了常态，少说也换了四五个地段。若家底殷实犹可说，可咱家却刚达小康。几番折腾下来，已经举了不少外债。爸爸和财务打了几十年的交道，跟客户谈账目时几百万的数目也得精确到个位，如此细致的人儿怎会连家中的存款经济状况都不清楚莫非真如清官难断家务事，对外精细了，对内就糊涂我有些不明白。不过细细想来，爸爸几次一意孤行决定买下的房子，其位置都有点名堂。譬如上小学一二年级时，我家的房子择在镇中心，虽然位于中心，却拥有罕见的静谧，大概是与喧嚣马路隔着几幢楼房和一片树林的缘故吧。看着远处人来车往纷杂不已，耳畔却时常闻见群鸟啁啾似在欢腾。年纪尚小的我，不懂得大隐隐于市，却在这明媚的阳光中领略到静的美好，收敛了顽皮和野性。上初中时，爸爸看上了一处邻近学校的房子。地理位置虽然不错，价格却出奇地高。大概把家里百十平米的老房子卖了，再垫点钱，才换得那六七十平米的新居。"}
{"text":"譬如上小学一二年级时，我家的房子择在镇中心，虽然位于中心，却拥有罕见的静谧，大概是与喧嚣马路隔着几幢楼房和一片树林的缘故吧。看着远处人来车往纷杂不已，耳畔却时常闻见群鸟啁啾似在欢腾。年纪尚小的我，不懂得大隐隐于市，却在这明媚的阳光中领略到静的美好，收敛了顽皮和野性。上初中时，爸爸看上了一处邻近学校的房子。地理位置虽然不错，价格却出奇地高。大概把家里百十平米的老房子卖了，再垫点钱，才换得那六七十平米的新居。那关口，爸爸打开家里的存折算了一下，又带着笑容对外借了点钱，就轻飘飘地将钱交给了房主，全然不顾一旁闪着噬人目光的妈妈。后来的日子，我们一家度着有史以来最难熬的时光。但多亏了这一决定，每逢冬季，我不必在寒风中赶远路，缠人的支气管炎不再发作，平安地度过了初中三年。整整三年。唯一一次让我不满意的新居，便是高中时代的房子。为了延续初中的传统，父亲仍在学校旁边找了间房。但我搬进去一看，却比初中的更狭小更简陋，网络电视全没有，平日用来消磨时光的手机也只好交出。高中三年的色调，变得乏善可陈。听着我倾诉满腹牢骚，爸爸只在一旁呵呵一笑，说现在啊，还是艰苦点吧。说来也怪，一些过去的朋友遇见了我，却惊讶往日颇为散漫的我多了些沉稳，啊，兴许真的长大了呢高中的生活，终于迎来尾声。一日，我与爸爸闲聊爸，以后还搬家么爸爸意味深长地答道你走了，就不搬了。我默然。忽地明白，父亲的多次搬家或许仅仅是为了我吧。我想，妈妈评价爸爸花钱发昏，可能有些道理。但是，这种行为如今看来却蕴有某种智慧。只不过，这智慧被爱包裹起来，深深地悄悄地藏在这房间里的某处罢了。点评纯然是小学子的切身感悟。孟母曾经三迁，老爸为孩子求学也来了个三迁，迁出了性格，迁出了无声的大爱。这种智慧，旁人难悟，只有小悟到了它被爱包裹起来，深深地悄悄地藏在这房间的某处罢了。写作的智慧这大概是最后一次，在方格纸上写下规定字数的文章。已经太久了不曾在横条纹的周记本上，写下或两三行的只言片语，或动辄两三页的恣意文字。还记得考前，语文老师用黑板擦敲打着黑板，不厌其烦地再三强调作文拿高分的智慧。无非是开头引用名人名言，观点鲜明，事例翔实，等等。是的，这样的智慧我都懂，能让我拿高分的智慧作文也不应排斥。毕竟，经验和能力也是智慧的起点。"}
{"text":"这种智慧，旁人难悟，只有小悟到了它被爱包裹起来，深深地悄悄地藏在这房间的某处罢了。写作的智慧这大概是最后一次，在方格纸上写下规定字数的文章。已经太久了不曾在横条纹的周记本上，写下或两三行的只言片语，或动辄两三页的恣意文字。还记得考前，语文老师用黑板擦敲打着黑板，不厌其烦地再三强调作文拿高分的智慧。无非是开头引用名人名言，观点鲜明，事例翔实，等等。是的，这样的智慧我都懂，能让我拿高分的智慧作文也不应排斥。毕竟，经验和能力也是智慧的起点。然而，我总是不屑。不要真情实感，不需形式创新，只需把大段捣烂如泥的王开岭们注入固定模板，便会催生大批身穿统一制服的克隆军团。此乃应试教育下的集体分泌物。在作文纸上，索尔仁尼琴已将古拉格群岛控诉了千万次，全俄国最好看的霜已成为令人作呕的白色凝结物。屈原已拒绝再投江，海子思索还要再卧轨多少次。这样的智慧，不要也罢真正的写作智慧，应拥有大自然般的天然气象，是超越了经验和能力的升华，是我手写我心的了然境界。这智慧，是汪曾祺式的士大夫清韵，是张爱玲市井小民的絮叨，是余光中式的精巧瑰丽，是优美字句背后的郁郁文气坦率心性。时间不多了。我周围的考生，应该在进行最后一段说理了吧若我一开始便选择了中规中矩的议论文，此刻，理当安心而又机械地援引着最后一个例证了可惜今天，在高考考场上，我没有。我不后悔。我想写幼年的玩伴，夏蝉歌咏的少年梦，白衣黑裙的青春悸动，高考重压下偶尔的灰心失意，噙泪微笑的坚强。我想写平凡生活里的细微感动。就算是议论文吧，我也想拒绝炫目的名言和事例，静静地用质朴的语言说清内心的所思与所悟。对不起了，老师您教的那些智慧法宝，我今天一概没有用上。因为，我已明白了何为真正的写作智慧。真正的写作，是在高考考场上掷下没有退路的崛傲开头的勇气。真正的写作，是抛弃成规通法，以真情入文，以实感动人的自觉。真正的写作，是忽如一夜春风来的烂漫才华。真正的写作，是捧出一颗至诚之心的赤子纯真。谢谢你，智慧自身的大景象。这最后一次写余字，我终于没错过你。现在，交卷。点评此文是考生临场就地取材之作，颇为自信，相当潇洒。对缺乏智慧的高考作文现状提出了自己的卓见，巧妙地融进了考场上的起伏思潮。"}
