{"text":"孟子说虽有智慧，不如乘势。虽有磁基，不如待时。明清之际诸大儒的千秋事业，恰恰遭逢康熙三代父子的时势，就被他们所吸收利用而成为一代的事功。其中顾亭林与王船山二人的学术思想，却一直笼罩了三百年而影响到六十年代的现世。此中的前因后果，牵涉太广，所以暂略而不谈。乾嘉以后与龚定Q思想的关系到了乾隆嘉庆以后，清廷统治的事功，已非康熙父子三代的全盛情形，时代刺激了青年，便有龚自珍定Q的学术思想，应时而起。龚定Q与金圣叹王仲瞿，都是清代的怪人。但龚的才智，又远非金圣叹王仲瞿可比。他的学术思想，一直影响道光咸丰以后而到民国初年。同治光绪以来，康有为谭嗣同梁启超等的学术思想，大致说来，虽有时代观念的不同，但都是承受龚定Q的影响而启发其新知。龚定Q著作的平均篇与乙丙之际塾议等，关于救亡图强思想的影响，更为有力。至于咸丰同治之间曾国藩的学术，是靠他的事功陪衬出理学的思想，又另当别论。有关现代的学术思想到了清末民初之际，我们的历史时代，又遭遇一个新的巨变，而西方文化的东来，是激起历史巨变最为有力的因素。因此，融合古今中外的学术思想，为救亡图强而努力的风气，也随世变而波澜壮阔。其中影响最大而见之于缔造中华民国的事功者，当然是首推国父孙中山先生的思想。但是追溯学术思想的演变史实，和到达现在情况的前因后果，那么，便须对于有关这一时代的多方关系，稍加列述，可使青年同学们，略知梗概。一距今三十年前的甲有关救亡图强的学术思想，影响三十年前的朝野社会最为有力的，便有康有为大同书礼运注叙上清帝第二书等梁启超饮冰室文集等谭嗣同仁学等篇张之洞劝学等篇严复译天演论及其自序原强辟韩等篇等人。乙有关纯粹思想，影响学术思想界最有力量的，便有杨仁山佛学欧阳竟无佛学马一浮儒学佛学熊十力佛学儒学等人。丙介乎经世实用与学术之间，亦足影响的，便有章太炎刘师培梁漱溟等人。"}
{"text":"乙有关纯粹思想，影响学术思想界最有力量的，便有杨仁山佛学欧阳竟无佛学马一浮儒学佛学熊十力佛学儒学等人。丙介乎经世实用与学术之间，亦足影响的，便有章太炎刘师培梁漱溟等人。丁有关文学艺术，影响三十年前新旧社会之间，而风靡一时的，便有樊樊山陈三立易顺鼎苏曼殊弘一上人李叔同林琴南意译西洋小说辜鸿铭王国维，以及南社诸人与溥儒齐白石等人。二属于近四十年的甲有关学术思想，立意为救亡图强而努力的，便有胡适张君劢顾颉刚马叙伦马寅初冯友兰柳诒徵等人。乙有关纯粹思想，亦足以影响学术思想界的，便有谢无量佛学文学汤用彤佛学蒋维乔佛学等人。此外，有关正派或反派的学术思想，也和以上所列举的一样。其中又有正中偏与偏中正之分，而且都能影响三十年前的时代思想的，还有许多人物，一时记忆不详，碍难一一具列。至于介乎学术与政治之间，虽然名重当时，而如烟云过眼昙花一现的，又当别论。至于有关自然科学的新知方面，除了詹天佑以外，其余都无藉藉之名，亦少见其有创见的发明者，如没有人即起编列史料，则恐此类名湮没不彰，亦势所难免。丙三民主义的学术思想是以三民主义以次的体系学说而言，一概见于国民党党史的，自有专著，不在本题范围之内。丁共产主义的学术思想是指接受或译述西方文化中的社会主义和共产主义的思想，力足以影响三十年前的思想和社会。包括前期的左派文人的著作和思想。此辈中人，便有陈独秀陈启马哲民侯外庐陈望道施存统张闻天罗隆基陈禹周作人周树人沈雁冰李芾甘万家宝曹禺等人。戊有关文学与小说的写作，风行一时，亦足以影响人心的，便有徐志摩舒舍予张恨水等人。我们简略地追溯过去六七十年来有关救亡图强的学术思想与人物，虽然在时间上只有短短的几十年，有如一瞬专搞学术思想而有影响的人物，也只有几十位，人数不太多，但是他们的思想，却已影响了上一辈的青年约达六十年之久。"}
{"text":"戊有关文学与小说的写作，风行一时，亦足以影响人心的，便有徐志摩舒舍予张恨水等人。我们简略地追溯过去六七十年来有关救亡图强的学术思想与人物，虽然在时间上只有短短的几十年，有如一瞬专搞学术思想而有影响的人物，也只有几十位，人数不太多，但是他们的思想，却已影响了上一辈的青年约达六十年之久。虽然在今天的青年心目中，因为学力的不足，思想的散漫，并不占有太重要的地位，但仍然还有他们精神上的影响，只是在历史的事实上，却似成为过去，正如清儒赵翼所说江山代有才人出，各领风骚数百年的情形，我们可以由此而知在这六十年之间，这些著名学人的学术思想，一言以蔽之，也如我们的现实历史一样，都为国家民族的救亡图强而努力，各自发挥他的一得之见，构成一家之言，成为文化历史的精神资料。万木无声知雨来的思想界根据以上所讲这一世纪中，我们七十年来学术思想的大势，便知我们的上一代，生当第二次世界大战前后的青年，为国家为民族为世界人类，脑子里装满了这许许多多古今中外的异同思想，已有不胜矛盾之感。而同时又遭遇到史无前例的抗日战争，在心理和感情上，又加上无比悲愤，和无比痛苦的负担。我们如果拿文学的境界来做比喻，可以说三四十年前的知识青年们，大有江山起伏争供眼，风雨纵横乱入楼的感慨。而我们现在这一代的安定，却有万木无声知雨来的境况。现在我们的教育，愈来愈普及，知识的范围也愈来愈普遍，实非前三十年可比。但是我们青少年们的学术思想，以及见义勇为挺身而起救亡图强的精神和心理，却远不及上一辈的老少年们。因为我们模仿物质文明的进步，促使求安于现实生活的享受逸乐之中，已经心无旁骛。穷追工商业的发达，以争取经济的富裕，在宝贵而紧张的时间潮流中，更无余力去好学深思。因此养成社会风气，盲目地重视自然科学的技能，对于人文思想的研究，几乎视为是奢侈浪费。大家却没有看到未来世界的局势，由于自然科学畸形的发达而更发达，进步而更进步的后果，它将会促成人文文化的狮子身中虫，自食狮子肉的悲惨局面。我们要想努力为国家为世界追求新的思想的前途，首先就必须要了解现代世界局势的战争，归根究底，它是一个文化思想的战争。"}
{"text":"穷追工商业的发达，以争取经济的富裕，在宝贵而紧张的时间潮流中，更无余力去好学深思。因此养成社会风气，盲目地重视自然科学的技能，对于人文思想的研究，几乎视为是奢侈浪费。大家却没有看到未来世界的局势，由于自然科学畸形的发达而更发达，进步而更进步的后果，它将会促成人文文化的狮子身中虫，自食狮子肉的悲惨局面。我们要想努力为国家为世界追求新的思想的前途，首先就必须要了解现代世界局势的战争，归根究底，它是一个文化思想的战争。无论是西方或东方无论是工商业进步或落后的地区，总而言之，仍如过去历史一样，依然为了物质的现实生活，与精神的出路而困扰。换言之，就是为人类经济生活的平均与分配问题，以及人们心理的安详与精神的归宿问题而烦恼。因此我们现代的知识青年，读书求学，除了为学习基本的谋生技能，以及为救亡图强以外，现在和未来，便有两大课题，急需产生新的千秋人物来完成缴卷的一是如何为全人类着想，建立新的经济哲学思想。二是如何沟通精神与物质文明的综合科学的思想。同时，更需要了解，这种属于人文思想的事业，是一个人的千秋事业，需要好学深思，由博返约去努力。绝不是急功好利，只图一时之快的工作。也许这与现实的环境有一大段很长的距离，但是功名毕竟属书生。拿这句话来针对这种从事人文文化学术思想的千秋大业而言，应该可以令人深省。如果只图目前个人的出路与个人现实生活的需要，历史上有无数当前的荣耀，也都成为过去了。以眼前的现实，换取永远的现实以个人的生命，换取历史的生命。这在现代青少年的观念中，实在需要有重新的估价。我们不能让六十年后的学术思想史上，留下一页真空的白纸，贻笑于后人。六十年来教育的变和惑教育乃国家命脉和民族精神之所系。我们的教育，在本世纪六十年来，从旧式的传统，几经变革而到现在。但是我们还得承认我们现在的教育思想与教育制度，虽然形似进步，仍然存有太多的困扰与矛盾。因此促使青少年们在现行的教育方式之下，产生了许多心理的反抗与思想的迷惘。有关这个问题，我们必须要从新旧教育的实际变相中，寻求前因和后果，才能知所先后，深思反省而庄敬自强起来否则，又会本末倒置，变成一个不知所云的结论。"}
{"text":"我们的教育，在本世纪六十年来，从旧式的传统，几经变革而到现在。但是我们还得承认我们现在的教育思想与教育制度，虽然形似进步，仍然存有太多的困扰与矛盾。因此促使青少年们在现行的教育方式之下，产生了许多心理的反抗与思想的迷惘。有关这个问题，我们必须要从新旧教育的实际变相中，寻求前因和后果，才能知所先后，深思反省而庄敬自强起来否则，又会本末倒置，变成一个不知所云的结论。由旧式的家塾到新式的学校距今五六十年以前，我们的教育，实在不普及，虽然自宋代以后，各省地方便有公立和私立书院存在，但是那是高级学府，相当于现行教育制度中所包括的中学初中和高中到大学的性质。主持书院的老师又称为山长，他是一人包办的责任式之导师制。学生的来源，是绝对的自由从师，并非政府命令的规定。教学的内容，也有为专赶科场考试功名而研读制义――考试用的八股文的时文，等于现在的补习班。也有为研究经学而讲论心性的理学，或者兼带文章的讲习。然而能够读得起书院的学生，都是已经学有底子，或者已有功名在身的人。而且虽然是家境清贫，但总能设法弄到聊足温饱而专攻苦读。至于一般自幼年开始，如何到家塾去发蒙入学，以及在家塾读书的情形，需要略作简介，俾知变革中新旧教育的得失，有一比较。同时也为使将来研究教育的青年同学们稍微知道一些旧式教育的实际资料。家塾教育的回顾我们的传统，遵照礼记的精神，童子六岁入小学，每个人到了六岁以上，便应该开始读书识字，但是在过去农业社会的乡村或城市中，国民经济与风俗习惯，并不能做到人人都在六岁的时候，便可读书受教育。第一，并无公家设立的学校，全靠大家凑足人数和财力，专请一位老师设立一个蒙馆――等于现在的小学和幼稚园的家塾，真不容易办。第二，一般乡村情形，并不都像孟子说的五亩之宅，树之以桑，五十者可以衣帛矣。鸡豚狗彘之畜，无失其时，七十者可以食肉矣。百亩之田，勿夺其时，八口之家，可以无饥矣。谨庠序之教，申之以孝悌之义，颁白者不负戴于道路矣。事实上，却是加之以师旅，因之以饥馑老弱转乎沟洫，壮者散而之四方。这便是满清末代的大体现象。所以农村子弟，至于比较生活安定的，也大都是儿童未解供耕织，也旁桑阴学种瓜。"}
{"text":"第二，一般乡村情形，并不都像孟子说的五亩之宅，树之以桑，五十者可以衣帛矣。鸡豚狗彘之畜，无失其时，七十者可以食肉矣。百亩之田，勿夺其时，八口之家，可以无饥矣。谨庠序之教，申之以孝悌之义，颁白者不负戴于道路矣。事实上，却是加之以师旅，因之以饥馑老弱转乎沟洫，壮者散而之四方。这便是满清末代的大体现象。所以农村子弟，至于比较生活安定的，也大都是儿童未解供耕织，也旁桑阴学种瓜。读书考功名做官，那是某一些人专有的职业，一般人们，好像本来就不存非分之想似的。如果有了适当的家塾，一个子弟开始进入学馆去启蒙求学时，那真如办一件相当慎重的大事似的。当然那时只限于男孩而言，女性受教育的机会，少之又少，可以说是绝无仅有的事。稍能注重子弟入学的家庭，在开始上学的一天，便先要他跪拜了祖宗的灵位，背着书包，由大人陪送他去入学。到了学塾里，先要跪拜大成至圣先师孔子的圣像或神位以后，然后再拜老师。安好桌位，才由老师慢慢地开始教授读书和写字。距今三十年前，我们对于老师，都是尊称为先生，或者在先生之上，加上一个姓氏。至少，我是从来没有听到过称教学的先生叫老师的。一般学生抑或学手工艺的学徒，都称老师叫师傅。只有民间社会，对一般工匠叫老司或老师。我所知道在江南一带，大致相同。现在时代的风气变了，在这二三十年来，叫老师做先生的，却认为是不礼貌。由此可知是非礼义的标准，完全是因时因地的人为而定，哪里会有一仍不变的绝对规范呢？家塾中的读书当时在家塾中发蒙的学生，读的是什么书呢？大致约分两种情形如果是以读书考功名的，一开始，就很可能是读论语，其次孟子，其次中庸，其次大学。由六岁到九岁之间，关于以上所列的四书，必须要背诵得滚瓜烂熟，以备应考童子试的初步考试。至于幼学琼林千家诗唐诗三百首等，也是应读的课外读物，而且都须要背诵熟练，以备不时之需。当时读书注重背诵，所以便养成读书人朗诵的工夫和本领，有腔有调，合板合拍，等于唱戏或唱歌一样的有趣。至于书本，像启蒙学生所用的二十篇论语等，虽然都是木板墨印，但是都有一篇一篇的散卖的薄本，即使撕烂了或墨涂坏了，还可以再买一篇回来。"}
{"text":"至于幼学琼林千家诗唐诗三百首等，也是应读的课外读物，而且都须要背诵熟练，以备不时之需。当时读书注重背诵，所以便养成读书人朗诵的工夫和本领，有腔有调，合板合拍，等于唱戏或唱歌一样的有趣。至于书本，像启蒙学生所用的二十篇论语等，虽然都是木板墨印，但是都有一篇一篇的散卖的薄本，即使撕烂了或墨涂坏了，还可以再买一篇回来。如果只以读书认字为目的，一开始，便读三字经百家姓千字文神童诗增广昔时贤文等等，各随所便，并不是规定一律。因此，有些学生多的家塾，每天早上，老师各个分别的圈点教读了每个不同的书本以后，不管你懂不懂得意义，便由学生们自己去念读背诵，之乎者也，哄堂叫读，不亦乐乎。从前有人描述家塾的散漫情形，便作过一首打油诗，记述当时的实况，如云一阵乌鸦噪晚风。诸生齐放好喉咙。赵钱孙李周吴郑百家姓。天地玄黄宇宙洪千字文。三字经完翻鉴略通监史略。千家诗毕念神童神童诗。其中有个聪明者，一日三行读大大学中中庸。至于吟诗作对，那是发蒙两三年后的必修功课。开始先学对对，初由一字一对，再慢慢地到达长篇长对。因此，李笠翁所著的对韵天对地。雨对风。大陆对长空。山花对海树。赤日对苍芎。雷隐隐。雾鳌Ｈ障露蕴熘小７绺咔镌掳住Ｓ牿晚霞红。牛女二星河左右。参商两曜斗西东。十月边塞，飒飒寒霜惊戍旅。三冬江上，漫漫朔雪冷渔翁。等，便是当时学习韵对的范本。到了四书读完，大约十几岁的年龄，学会作诗，那是并不太难的事。至于是否能够作得好诗，却是另一问题。总之，当时把吟诗作对与读书作文章，完全连在一起，因为从童子试的考童生开始，作诗是必须的一手绝活，等于现在考试中的英文，非要你学会不可。我们当时在十二三岁便会作诗，那是很自然的事。但是，后来我碰到很多位前清遗老，所谓秀才与举人的老先生们，到老仍然作不出真有才气的诗，那也是司空见惯的常事。这正如赵翼所说到老方知非力取，三分人事七分天。一点不错。写字的启蒙讲到启蒙时期的写字，更为有趣。起初开始练习写字，便要描红。那是在一张白纸上印好红字，用毛笔蘸墨去填写。"}
{"text":"我们当时在十二三岁便会作诗，那是很自然的事。但是，后来我碰到很多位前清遗老，所谓秀才与举人的老先生们，到老仍然作不出真有才气的诗，那也是司空见惯的常事。这正如赵翼所说到老方知非力取，三分人事七分天。一点不错。写字的启蒙讲到启蒙时期的写字，更为有趣。起初开始练习写字，便要描红。那是在一张白纸上印好红字，用毛笔蘸墨去填写。一个六七岁的小学生，连拿毛笔是怎样的拿，都不清楚，马上就要描红写字，真也是件不容易的事。于是老师和大人们，往往便为你把笔练习用自己的手握在学生的手上，帮他写字，那时开始描红的纸上，所写的红字并不太好，但是却是具有传统文化的历史权威的一首词句，从宋代开始，便一直为启蒙入学时期的小学生们所应用，它的内容是上大人，孔乙己。化三千，七十士。尔小生，八九子。佳作仁，可知礼也。这首意义似通非通的词句，将近千年以来，应用得非常广泛。距今四十年前，我碰到一位学道术的人，他会画符念咒，大家都说他神通广大，法术无边。后来我和他接近以后，才知道他出卖的风云雷雨，完全靠一个很有效验的咒子。你说那是什么咒呢？原来他翻复所念的，便是这首上大人。也等于另有一派专门替人画符念咒治病的术士，他们口中念念有词的，便是大学之道，在明明德的首一章，你说可笑不可笑。学写字，先描红，还不错。有的穷苦学生，连描红的上大人也买不起，只用一块木板，漆成黑白两面，用毛笔蘸墨在白色的一面上学写字。等到老师看不见时，便用一堆墨倒在白板上，用嘴吹它一口气，再来用指头东抹西画一番，便会变出一幅很有趣的画面，山水人物虫鱼花鸟都有。所以我常常想到当时那些小同学的影像画，真够前进，也真够抽象，如果拿到现在来，一定是最时髦的作品。但是我们当时在家塾里的同学们，却并不时髦，因为大家书包里，都带着毛笔墨砚台和书本，在家塾里读了一天的书，东画西画，每个人的手上脸上嘴上，都涂抹得一塌糊涂，都自勾成一个像京戏里丑角的面孔。塾师和家塾讲到家塾，我们顾名思义，一定都设在某一个人的家里？"}
{"text":"所以我常常想到当时那些小同学的影像画，真够前进，也真够抽象，如果拿到现在来，一定是最时髦的作品。但是我们当时在家塾里的同学们，却并不时髦，因为大家书包里，都带着毛笔墨砚台和书本，在家塾里读了一天的书，东画西画，每个人的手上脸上嘴上，都涂抹得一塌糊涂，都自勾成一个像京戏里丑角的面孔。塾师和家塾讲到家塾，我们顾名思义，一定都设在某一个人的家里？其实，并不尽然，除了殷实的富户人家，或者世代书香之后，可以有空房子，专门设立家塾，供子弟们读书以外，大多数的农村社会，都做不到有这样好的教育环境。所以多数的家塾，多半设立在某某宗祠的祠堂或寺庙里。因为这些地方，比较清静宽广，学生们还有活动的余地，荡秋千踢毽子叠罗汉打小小的群架，那也是常有的事。但在偏僻地方的三家村里的家塾，情形又当别论。在此，我要声明，为什么一直要称它作家塾，却不用私塾的名称呢？因为私塾是在民国成立以后，建立了新的教育制度，对于过去私家设立的家塾，依法称它为私塾。事实上，在六十年前后的家塾，并无所谓公立或私立的严格差别。至于担任家塾里教书的老师，说来真有无限的感慨。同时，也可因此而为古今中外从事教学的先生们同下一掬伤心而凄凉的泪水。大概我们都知道过去私家教学的风格和习惯，凡是讲到家里教书先生的代名词，叫做西席。老师们称呼主人的雅号，叫做东主或东翁。除了一般已经有了初步功名成就的子弟，再请一位有学问或有功名的西席先生来家专门教读以外。其他一般家塾所请的老师，不是落第的书生，便是穷而无奈的酸丁。表面上虽然表示尊敬，实际上，并不受一般社会所重视。他们生活的刻苦，以及报酬待遇的菲薄，真是不堪想象。那时，并非以月薪计算报酬，只是以年节计算实物，或者加上当时极其少数的货币银两或银洋，一年辛苦所得，也仅得温饱而已。至于以此养家活口，那就苦不堪言了。所谓命薄不如趁早死，家贫无奈做先生的感慨，都是这种情况中所产生的悲哀。可是话说回来，碰到有些冬烘迂腐的学究，实在也会使人觉得百无一用是书生的可厌。凡事总有正反不同的两面道理，当然不能一概而论。但大体说来。当时多数的教书先生们，一言以蔽之，都在清苦中度过他的一生。"}
