{"text":"假如没有五四运动，我们真不能想象今天中国的文化和教育会是一个什么样子。中华乃文章大国，北大为人文渊薮，二者实有密可分的联系，倘机缘巧遇，则北大必能成为生产文学家的摇篮。五四运动时期是一个具体的例证，最近几十年来又是一个鲜明的例证。在这两个时期的中国文坛上，北大人灿若列星。但愿你们永不忘记这一场燕园梦，永远记住自己是一个北大人，一个值得骄傲的北大人，这个名称会带给你们漂亮的回忆，带给你们无量的勇气，带给你们奇妙的聪明，带给你们悠远的憧憬。有了这些东西，你们就会自强不息，无往不利，不会虚度此生。这是我的希望，也是我的信念。北大上承几千年来太学与国子监的衣钵，师生向以天下为己任，在文化和政治方面一向敢于冲锋陷阵。在中国古代，教授似乎只不过是一个芝麻绿豆大的小官。然而，成了舶来品以后，至少是在抗日战争之前，教授都是一个显赫的头衔。虽然没有法子让他定个几品官，然而一些教授却成了大丈夫，能屈能伸。进可以攻，退可以守，身子在北京，眼里看的心里想的却在南京。有朝一日风雷动，南京一招手，便骑鹤下金陵，当个什么行政院新闻局长，或是什么部的司长之类的官，在清代恐怕抵得上一个三四品官，是高干了。一旦失意，仍然回到北京某个大学，教授的宝座还在等他哩。连那些没有这样神通的教授，工资待遇优厚，社会地位清高。存在决定意识，于是教授就有了架子，产生了一个专门名词教授架子。现在，在大学中，一登学途，则有不到教授非好汉之慨，于是一马当先，所向无前，目标就是教授。但是，从表面上看上去，达到目标就要过五关，其困难难于上青天。可是事实上却正相反，一转瞬间，教授可坐一礼堂矣，其中奥妙，我至今未能参悟。然而，跟着来的当然是教授贬值。这是事物的规律，是无法抗御的。于是为了提高积极性，有关方面又提出了博士生导师简称博导的办法。无奈转瞬之间，博导又盈室盈堂，走上了贬值的道路。我从前到香港，买国产的商品，比大陆要便宜得多。一问才知道，原因是中国商品有的质量并不次于洋货，正是由于包装不讲究，因而价钱卖不上去。我当时就满怀迷惑究竟是使用商品呢？还是使用包装？我们使用的是商品，还是包装？而负担那些庞大的包装费用的，羊毛出在羊身上，还是我们这些顾客，而华美绝伦的包装，商品取出后，不过是一堆垃圾。若干年前，我读过一本辛亥革命前后出版的书，叫做厚黑学。我颇同意他的意见。"}
{"text":"无奈转瞬之间，博导又盈室盈堂，走上了贬值的道路。我从前到香港，买国产的商品，比大陆要便宜得多。一问才知道，原因是中国商品有的质量并不次于洋货，正是由于包装不讲究，因而价钱卖不上去。我当时就满怀迷惑究竟是使用商品呢？还是使用包装？我们使用的是商品，还是包装？而负担那些庞大的包装费用的，羊毛出在羊身上，还是我们这些顾客，而华美绝伦的包装，商品取出后，不过是一堆垃圾。若干年前，我读过一本辛亥革命前后出版的书，叫做厚黑学。我颇同意他的意见。我只觉得厚黑二字还不够，我加上了一个大字，总起来就是脸皮厚，心黑，胆子大。阅读我觉得，皇帝可以分为三类开国之君，守业之君，亡国之君。开国之君可以从中国历史上仅有两个马上皇帝为代表一个是刘邦，一个是朱元璋。二人都是地痞流氓出身，起义时，身边有一批同样是地痞流氓的哥们儿。最初当然都是平起平坐。在战争过程中，逐渐有一个人凸显出来，成了头子，哥儿们就服从他的调遣指挥。一旦起义胜利，这个头子登上了宝座，被尊为皇帝。最初，在金銮殿上，流氓习气还不能全改掉，必须有叔孙通一类的帮忙或帮闲者语出来订朝仪。原来的哥儿们现在经过整风必须规规矩矩，三跪九叩，山呼万岁，不许乱说乱动。这个流氓头子屁股坐稳了以后，一定要用种种莫须有的借口，杀戮其他流氓，给子孙除掉障碍再大兴文字狱，杀害一批知识分子，以达到同样的目的然后才能安心龙御宾天，成为什么祖。他们之所以能成功靠的是什么呢？厚黑大也。假如每个人都像我这样，商店几乎都要关门大吉。商店越是高级，我越敬而远之。店里那一大堆五光十色，争奇斗艳的商品，有的人见了简直会垂涎三尺，我却是看到就头痛。而且窃作腹诽在这些无限华丽的包装内的究竟是什么货色，只有天晓得。我觉得人们似乎越来越蠢，我们所能享受的东西，不过只占广告费和包装费的一丁点儿，我们是让广告和包装牵着鼻子走的，愧为万物之灵。考者，考试也。在旧社会科举时代，千军万马独木桥，要上进，只有科举一途。你只需读一读吴敬梓的儒林外史，就能淋漓尽致地了解到科举的情况。以周进和范进为代表的那一批举人进士，其窘态难道还不能让你胆战心惊，啼笑皆非吗？现在我们运气好，得生于新社会中，然而那一个考字，宛如如来佛的手掌，你别想逃脱得了。"}
{"text":"我觉得人们似乎越来越蠢，我们所能享受的东西，不过只占广告费和包装费的一丁点儿，我们是让广告和包装牵着鼻子走的，愧为万物之灵。考者，考试也。在旧社会科举时代，千军万马独木桥，要上进，只有科举一途。你只需读一读吴敬梓的儒林外史，就能淋漓尽致地了解到科举的情况。以周进和范进为代表的那一批举人进士，其窘态难道还不能让你胆战心惊，啼笑皆非吗？现在我们运气好，得生于新社会中，然而那一个考字，宛如如来佛的手掌，你别想逃脱得了。幼儿园升小学，考小学升初中，考初中升高中，考高中升大学，考大学毕业想当硕士，考硕士想当博士，考。四人帮横行时代，连大学教授也要考。考，考，考，变成烤，烤，烤一直到知命之年，厄运仍然难免。现代知识分子落到这一张密而不漏的天网中，无所逃于天地之间，我们的人生还谈到什么完满呢？我认为，每一个大学都有四种构成因素或组成部分第一个是教师，第二个是图书设备包括图书馆和实验室，第三个是行政治理，第四个是学生素质。根据中外各闻名大学的经验，一所大学或其中某一个系，倘若有一个在全国或全世界都闻名的大学者，则这一所大学或者这一个系就成为全国或全世界的重点和圣地。全国和全世界学者都以与之有联系为光荣。问学者趋之若鹜，一时门庭鼎盛，车马盈门。倘若这一个学者去世或去职，而又没有找到地位相同的继任人，则这所大学或这个系身价立即下跌，几乎门可罗雀了。这是一个众所周知的事实，是无法否认掉的。十年浩劫前，一位文教界的领导人说过一句话大学者，有大师之谓也。在浩劫中受到严厉批判，在当时黄钟毁弃，瓦釜雷鸣的环境下，这是并不希奇的。但印度古语说，真理究竟会胜利的，这一个朴素的真理也胜利了大学的台柱究竟是教师，非凡是名教师名人。在中国话里，架子这个词儿同面子一样，是难以捉摸，难以形容描绘的，似乎非常虚无缥缈，但它又确实存在。有极少数教授自命清高，但精神和物质待遇却非常优厚。在他们心里，在别人眼中，他们似乎是高人一等，不食人间烟火，而实则饱餍粱肉，进可以攻，退可以守，其中有人确实也是官运亨通，青云直上，成了羡慕的对象。存在决定意识。因此就产生了架子。北大的师生，在所有抨击邪恶伸张正义的运动中，无不站在最前列，发出第一声反抗的狮子吼，震动了全国，震动了全世界，为中华民族的前进，为世界人民的前进，开辟了道路，指明了方向。"}
{"text":"有极少数教授自命清高，但精神和物质待遇却非常优厚。在他们心里，在别人眼中，他们似乎是高人一等，不食人间烟火，而实则饱餍粱肉，进可以攻，退可以守，其中有人确实也是官运亨通，青云直上，成了羡慕的对象。存在决定意识。因此就产生了架子。北大的师生，在所有抨击邪恶伸张正义的运动中，无不站在最前列，发出第一声反抗的狮子吼，震动了全国，震动了全世界，为中华民族的前进，为世界人民的前进，开辟了道路，指明了方向。北大师生中，不知出现了多少烈士，不知出现了多少可以被称为脊梁的杰出人物。这有史可查，有案可稽，决非北大人的一家之言。中国人民实在应该为有北大这样的学府而感到极大的骄傲。阅读我认为，一个第一流的大学，必须有第一流的设备第一流的图书第一流的教师第一流的学者和第一流的治理。五个第一流，缺一不可。我们北大可以说具备这五个第一流的。清华和北大各有其优点，清华强调计划培养，严格练习，北大强调兼容并包，自由发展，各极其妙，不可偏执。规定岁为老年，在旧社会是可以的。然而，到了今天，专就我们搞人文社会科学的人来说，岁正是黄金时期，读书多了，资料把握也多了，正面和反面的经验和教训都已经有了，正是写作的最佳时刻。然而社会却忽然告诉你你已经老了！不中用了！成为社会的负担了，老龄化一个化字就把你打入另册，谈老色变，似乎是谈艾滋病环境污染生态平衡破坏等等威胁着人类生存前途的祸害一般，老龄人也威胁着人类的生存。我真正不了解，谈论老龄化究竟想干什么呢？从前的皇帝有权赐自尽，难道现在的社会也想赐老人自尽吗？事实上，今天岁以上的老年人还能干事想干事肯干事的大有人在。老在他们耳边聒噪什么老龄老龄，搅得他们不得安宁，这对社会不利，对中青年人也不利。这不是一清二楚的吗？人际关系和国际关系，都需要一定道德伦理的制约，纲纪就是制约的手段。没有这个手段，则国将大乱，国际间也不会安宁。打一个简单明了的比方。纲纪如同大街上的红绿灯。试思假如大街上没有了红绿灯，情况将会何等混乱，不是一想就明白吗？我们中国制约社会活动求得安宁的办法就是利用几千年传下来的文化，非凡是其中的精义纲纪的学说，来调整人际关系，人际关系得到调整，则社会安定也就有了保障。"}
{"text":"老在他们耳边聒噪什么老龄老龄，搅得他们不得安宁，这对社会不利，对中青年人也不利。这不是一清二楚的吗？人际关系和国际关系，都需要一定道德伦理的制约，纲纪就是制约的手段。没有这个手段，则国将大乱，国际间也不会安宁。打一个简单明了的比方。纲纪如同大街上的红绿灯。试思假如大街上没有了红绿灯，情况将会何等混乱，不是一想就明白吗？我们中国制约社会活动求得安宁的办法就是利用几千年传下来的文化，非凡是其中的精义纲纪的学说，来调整人际关系，人际关系得到调整，则社会安定也就有了保障。再济之以法，那么天下就可以太平了。我觉得，读先生的背影，就应该把眼光放远，远到齐家治国平天下，然后才能真正体会到这篇名文所蕴涵的真精神。若只拘泥于欣赏真挚感人的父子之情，则眼光就未免太短浅了。背影表现的就正是三纲之一的父子这一纲的真精神。中国一向主张父慈子孝。要想破四旧，地球上最旧的东西无疑是地球本身，被破的对象地球应当首当其冲。顺理成章地讲，为什么不先把地球破掉呢？姚文元在这篇文章中指评海瑞罢官使用的深文周纳的逻辑，捕风捉影莫须有的推理，给以后在整个文化大革命中给人罗织罪名，树立了一个极坏的样板。这一套荒谬绝伦的东西是否就是姚文元个人的发明创造，我看未必。他可能也是从来头很大的人那里剽窃来的。无论如何，这一种歪风影响之恶劣，流毒之深远，实在是罄竹难数。它把青年一代的逻辑思维完全搞混乱了。流风所及，至今未息。什么是国学呢？简单地说，国就是中国，国学就是中国的学问，传统文化就是国学。现在对传统文化的理解歧义很大。按我的观点，国学应该是大国学的范围，不是狭义的国学。既然这样，那么国内各地域文化和五十六个民族的文化，都包括在国学的范围之内。地域文化和民族文化有各种不同的表现形式，但又共同构成中国文化这一文化共同体。历史不断发展，不断地融入，这是没有时间界限的。儒家道家是传统文化，佛家也是啊，把佛家排除在外，是不对的。从今天的世界情势来看，外语中最重要的是英语，它已经成为名副其实的世界语。这种语言，我们必须熟练把握，不但要能读，能译，而且要能听，能说，能写。天天出版的报章杂志，只要稍一注重，就能发现别字病句。我现在越来越感到，真要想写一篇准确鲜明生动的文章，决非轻而易举。要能做到这一步，还必须认真下点功夫。"}
{"text":"历史不断发展，不断地融入，这是没有时间界限的。儒家道家是传统文化，佛家也是啊，把佛家排除在外，是不对的。从今天的世界情势来看，外语中最重要的是英语，它已经成为名副其实的世界语。这种语言，我们必须熟练把握，不但要能读，能译，而且要能听，能说，能写。天天出版的报章杂志，只要稍一注重，就能发现别字病句。我现在越来越感到，真要想写一篇准确鲜明生动的文章，决非轻而易举。要能做到这一步，还必须认真下点功夫。我甚至想到，汉语把握到一定程度，想再前进一步，比学习外语还难。六七十年前胡适先生提出来的大胆的假设，小心的求证，我认为是不刊之论，是放之四海而皆准的方针。阅读所谓大胆，就是不为过去的先人之见所限，不为权威所囿，能够放开眼光，敞开胸怀，独具只眼，另辟蹊径，提出自己的假设，甚至胡思乱想，想入非非，亦无不可。一个人的假设，决不会一提出来就完全符合实际情况，有一个随时修改的过程。我们都有这样一个经验在想到一个假设时，自己往往诧为神来之笔，是天才火花的闪烁，而狂欢不已。可是这一切都并不是完全可靠的。假设能不能成立，完全依靠求证。求证要小心，要客观，决不答应厌烦，更不答应马虎。要从多层次多角度上来求证，从而考验自己的假设是否正确，或者正确到什么程度，哪一部分正确，哪一部分又不正确。所有这一切都必须实事求是，容不得丝毫私心杂念，一切以证据为准。证据否定掉的，不管当时显得多么神奇，多么动人，都必须毅然毫不吝惜地加以扬弃。部分不正确的，扬弃部分。全部不正确的，扬弃全部。我的中心想法是不要骗自己，不要骗读者。做到这一步，是有德否则就是缺德。写什么东西，自己首先要相信。自己不相信而写出来的要读者相信，不是缺德又是什么呢？自己不懂而写出来要读者懂，不是缺德又是什么呢？最好脑海里思考问题，不要单打一，同时要思考几个，而且要念念不忘，永远不让自己的脑子停摆，永远在思考着什么。这样一来，你的搜集面就会大得多，漏网之鱼也就少得多了。材料当然也得积累得多，养兵千日，用兵一时一旦用起来，你就左右逢源了。真正懂得饮食精美的一批文人。但文人往往是阮囊羞涩，兜里没有钱，因而必须依附他人，主要是官僚和商人，后者尤甚。文人是真正懂得饮食精美的，清代袁子才就是一个好例子。郑板桥等扬州八怪大概也是如此。"}
{"text":"自己不懂而写出来要读者懂，不是缺德又是什么呢？最好脑海里思考问题，不要单打一，同时要思考几个，而且要念念不忘，永远不让自己的脑子停摆，永远在思考着什么。这样一来，你的搜集面就会大得多，漏网之鱼也就少得多了。材料当然也得积累得多，养兵千日，用兵一时一旦用起来，你就左右逢源了。真正懂得饮食精美的一批文人。但文人往往是阮囊羞涩，兜里没有钱，因而必须依附他人，主要是官僚和商人，后者尤甚。文人是真正懂得饮食精美的，清代袁子才就是一个好例子。郑板桥等扬州八怪大概也是如此。但是他们最多只是七品官耳，有的竟是布衣。他们之所以聚集在扬州，因为这里有盐商，个个腰缠万贯，富得流油，偏又想附庸风雅，于是文人与商人作相结合，而饮食就愈加精美了。人和其他生物一样，其性就是食色，性也的性。其本质是一要生存，二要温饱，三要发展。人的一生就是同这种本能作斗争的一生。有的人胜利了，也就是说，既要自己活，也要让别人活，他就是一个合格的人。让别人活的程度越高，也就是为别人着想的程度越高，他的好或善也就越高。宁要我负天下人，不要天下人负我，是地道的坏人，可惜的是，这样的人滔滔者天下皆是也。一个人过了幼稚阶段，有意识地或无意识地会感到，人类必须互相依存，才都能活下去。假如一个人只想到自己，都绝对地想到自己，那么，社会就难以生存，结果谁也活不下去。有谁没从童年经过的呢？只要不生下来就死去，总要经过童年的。无论以后成龙成蛇，变成国家要人，名流学者，或者引车卖浆之流但当他在童年的时候，他总是一个小孩子，同一切别的小孩子一样。他有一个小孩子的要求。但这要求，却十有八九不能达到，因为他的父母对他有一个对大人的要求。至于他在当时因失望而悲哀的心理，恐怕只有他一个人了解。但是，可怜的人们人类终是善忘的。对这悲哀的心理，连他自己都渐渐模模起来，终于忘得连一点痕迹都没有了。当他由小孩而升为大人时候，他忘记了自己是小孩子过，又对自己的小孩子有以前他父母对他的要求。根据我自己的思考与分析，满自满只有一种真。假自满者，未之有也。吹牛皮，说大话，那不是自满，而是骗人。谦谦虚却有两种，一真一假。假谦虚的例子，真可以说是俯拾即是。故作谦虚状者，比比皆是。中国人的菲酌拙作之类的词儿，张嘴即出。在当今中国的学坛上，自视甚高者，所在皆是，而真正虚怀若谷者，则绝无仅有。"}
{"text":"对这悲哀的心理，连他自己都渐渐模模起来，终于忘得连一点痕迹都没有了。当他由小孩而升为大人时候，他忘记了自己是小孩子过，又对自己的小孩子有以前他父母对他的要求。根据我自己的思考与分析，满自满只有一种真。假自满者，未之有也。吹牛皮，说大话，那不是自满，而是骗人。谦谦虚却有两种，一真一假。假谦虚的例子，真可以说是俯拾即是。故作谦虚状者，比比皆是。中国人的菲酌拙作之类的词儿，张嘴即出。在当今中国的学坛上，自视甚高者，所在皆是，而真正虚怀若谷者，则绝无仅有。我不认为这是一个好现象。有不少年轻的学者，写过几篇论文，出过几册专著，就傲气凌人。阅读有人把辩证法弄成了诡辩术，老百姓称之为变戏法。辩证法稍一过头，就成了形而上学唯心主义教条主义，就成了真正的变戏法。一个最闻名的例子就是，在封建时代赃官比清官要好。清官能延长封建统治的寿命，而赃官则能促其衰亡。周兴来俊臣一变而为座上宾，包拯海瑞则成了阶下囚。古人不是说人生七十古来稀吗？但是，到了今天，时移世转，应该改一个提法人生九十今不稀。这样才符合实际情况。我们现在祝人高寿，常说长命百岁！我想，这个说法不恰当。从前说长命百岁，是表示期望。今天再说，就成了限制。人们为什么不能活过百岁呢？人类社会的进步，有如运动场上的接力赛。老年人跑第一棒，中年人跑第二棒，青年人跑第三棒。各有各的长度，各有各的任务，互相协调，共同努力，以期获得最后胜利。这里面并没有高低之分，而只有前后之别。老年人不必倚老卖老，青年人也不必倚少卖少。我们可以说是已经交了棒，看你们年轻人奋勇向前了。但是我们虽无棒在手，也绝不会停下不走，坐以待毙我们仍然要焚膏继晷，献上自己的余力，跟中青年人同心协力，把我们国家的事情办好。人类的前途要由你们来决定，祖国的前途要由你们来创造。这就是你们青年人的责任。千万不要把人生观和价值观当作一个哲学命题来讨论，徒托空谈，无补实际。一切人生观和价值观，离开了这个责任感，都是空谈。爱国主义这个词是一个很好的词，大家一听爱国主义，都是不会批判的，因为每个民族都有权利爱自己的国家。但它同我们市场上的货物一样，有真货，有假货，有冒牌的。爱国主义有两个层次一般的层次是我爱我的国家，不答应别人侵略更高层次的则是陈寅恪先生的爱国王国维先生式的爱国。"}
{"text":"人类的前途要由你们来决定，祖国的前途要由你们来创造。这就是你们青年人的责任。千万不要把人生观和价值观当作一个哲学命题来讨论，徒托空谈，无补实际。一切人生观和价值观，离开了这个责任感，都是空谈。爱国主义这个词是一个很好的词，大家一听爱国主义，都是不会批判的，因为每个民族都有权利爱自己的国家。但它同我们市场上的货物一样，有真货，有假货，有冒牌的。爱国主义有两个层次一般的层次是我爱我的国家，不答应别人侵略更高层次的则是陈寅恪先生的爱国王国维先生式的爱国。歌颂我们的国家是爱国，对我们国家的不满也是爱国，这是我的看法。德国书中错误之少，是举世闻名的。有的极为复杂的书竟能一个错误都没有，连标点符号都包括在里面。读过校样的人都知道，能做到这一步，是非常非常不轻易的。德国人为什么能做到呢？他们并非都是超人的天才，他们比别人高出一头的诀窍就在于他们的笨。李慎之先生在守死善道强哉矫那一篇文章里引用了古人的话朋友，以义合者也。我认为，这是含义深刻的一句话。但是，什么叫义呢？韩文公说行而宜之之谓义。这仍然是妻者，齐也同音相训的老套。我个人觉得，义起码包含着肝胆相照这样一层意思，就是说，朋友之间不说假话，要讲真实的话。我觉得，金钱本身是没有什么善与恶的。善与恶决定于金钱是怎样获得的？金钱又是怎样使用的？来的道路光明正大，使用的方式又合情合理，能造福人类，这就是善，否则就是恶。为了保护环境绝不能抑制科学的发展技术的发展和经济的发展，这个大前提绝对是正确的。不这样做是笨伯，是傻瓜。但是，处理这个问题，脑筋里必须先有一根弦，先有一个必不可缺的指导思想，而这个指导思想只能是东方的天人合一的思想。否则就会像是被剪掉了触角的蚂蚁，不知道往哪里走。从发展的最初一刻起，就应当在这种思想的指引下，念念不忘过去的惨痛教训，想方设法，挖空心思，尽上最大的努力，对弊害加以抑制，绝不答应空喊发展发展发展高枕无忧，掉以轻心，梦想有朝一日科学会自己找出办法，挫败弊害。常言道道高一尺，魔高一丈。到了那时，魔已经无法控制，而人类前途危关。在每一次政治运动中，每一人都有一个在运动中的地位问题。粗略地说，地位可以分为两大类整人者与被整者。细分起来，那就复杂得多了。而且这个地位也不是一成不变的。随着运动的进展，队伍不断地分化，重新组合。"}
