{"text":"还有，现在很有人从容的问开枪之前，有警告么？我现在只能说，我看见的一个卫队，他的枪口是正对着我们的，不过那是刚装完子弹的时候。而在我上面的那位可怜的朋友，他流血是在开枪之后约一两分钟时。我不知卫队的第一排枪是不是朝天放的，但即使是朝天放的，也不算是警告因为未开枪时，群众已经纷散，放一排朝天枪假定如此后，第一次听枪声的群众，当然是不会回来的了这不是一个人胆力的事，我们也无须假充硬汉，何用接二连三地放平枪呢！即使怕一排枪不够驱散众人，尽放朝天枪好了，何用放平枪呢！所以即使卫队曾放了一排朝天枪，也决不足做他们丝毫的辩解况且还有后来的拦门痛击呢，这难道还要问有无超过必要程度？第一次枪声稍歇后，我茫然地随着众人奔逃出去。我刚发脚的时候，便看见旁边有两个同伴已经躺下了！我来不及看清他们的面貌，只见前面一个，右乳部有一大块殷红的伤痕，我想他是不能活了！那红色我永远不忘记！同时还听见一声低缓的呻吟，想是另一位的，那呻吟我也永远不忘记！我不忍从他们身上跨过去，只得绕了道弯着腰向前跑，觉得通身懈弛得很后面来了一个人，立刻将我撞了一交。我爬了两步，站起来仍是弯着腰跑。这时当路有一副金丝圆眼镜，好好地直放着又有两架自行车，颇挡我们的路，大家都很艰难地从上面踏过去。我不自主地跟着众人向北躲入马号里。我们偃卧在东墙角的马粪堆上。马粪堆很高，有人想爬墙过去。墙外就是通路。我看着一个人站着，一个人正向他肩上爬上去我自己觉得决没有越墙的气力，便也不去看他们。而且里面枪声早又密了，我还得注意运命的转变。这时听见墙边有人问是学生不是？下文不知如何，我猜是墙外的兵问的。那两个爬墙的人，我看见，似乎不是学生，我想他们或者得了兵的允许而下去了。若我猜的不大错，从这一句简单的问语里，我们可以看出卫队乃至政府对于学生海样深的仇恨！而且可以看出，这一次的屠杀确是有意这样整顿学风的我后来知道，这时有几个清华学生和我同在马粪堆上。有一个告诉我，他旁边有一位女学生曾喊他救命，但是他没有法子，这真是可遗憾的事，她以后不知如何了！我们偃卧马粪堆上，不过两分钟，忽然看见对面马厩里有一个兵拿着枪，正装好子弹，似乎就要向我们放。我们立刻起来，仍弯着腰逃走这时场里还有疏散的枪声，我们也顾不得了。走出马路，就到了东门口。"}
{"text":"而且可以看出，这一次的屠杀确是有意这样整顿学风的我后来知道，这时有几个清华学生和我同在马粪堆上。有一个告诉我，他旁边有一位女学生曾喊他救命，但是他没有法子，这真是可遗憾的事，她以后不知如何了！我们偃卧马粪堆上，不过两分钟，忽然看见对面马厩里有一个兵拿着枪，正装好子弹，似乎就要向我们放。我们立刻起来，仍弯着腰逃走这时场里还有疏散的枪声，我们也顾不得了。走出马路，就到了东门口。这时枪声未歇，东门口拥塞得几乎水泄不通。我隐约看见底下蜷缩地蹲着许多人，我们便推推搡搡，拥挤着，挣扎着，从他们身上踏上去。那时理性真失了作用，竟恬然不以为怪似的。我被挤得往后仰了几回，终于只好竭全身之力，向前而进。在我前面的一个人，脑后大约被枪弹擦伤，汩汩地流着血他也同样地一歪一倒地挣扎着。但他一会儿便不见了，我想他是平安的下去了。我还在人堆上走。这个门是平安与危险的界线，是生死之门，故大家都不敢放松一步。这时希望充满在我心里。后面稀蔬的弹子，倒觉不十分在意。前一次的奔逃，但求不即死而已，这回却求生了在人堆上的众人，都积极地显出生之努力。但仍是一味的静大家在这千钧一发的关头，那有闲心情和闲工夫来说话呢？我努力的结果，终于从人堆上滚了下来，我的运命这才算定了局。那时门口只剩两个卫队，在那儿闲谈，侥幸得很，手枪队已不见了！后来知道门口人堆里实在有些是死尸，就是被手枪队当门打死的！现在想着死尸上越过的事，真是不寒而栗呵！我真不中用，出了门口，一面走，一面只是喘息！后面有两个女学生，有一个我真佩服她她还能微笑着对她的同伴说他们也是中国人哪！这令我惭愧了！我想人处这种境地，若能从怕的心情转为兴奋的心情，才真是能救人的人。苦只一味的怕，斯亦不足畏也已！我呢，这回是由怕而归于木木然，实是很可耻的！但我希望我的经验能使我的胆力逐渐增大！这回在场中有两件事很值得纪念一是清华同学韦杰三君他现在已离开我们了！受伤倒地的时候，别的两位同学冒死将他抬了出来一是一位女学生曾经帮助两个男学生脱险。这都是我后来知道的。这都是侠义的行为，值得我们永远敬佩的！我和那两个女学生出门沿着墙往南而行。那时还有枪声，我极想躲入胡同里，以免危险她们大约也如此的，走不上几步，便到了一个胡同口我们便想拐弯进去。"}
{"text":"苦只一味的怕，斯亦不足畏也已！我呢，这回是由怕而归于木木然，实是很可耻的！但我希望我的经验能使我的胆力逐渐增大！这回在场中有两件事很值得纪念一是清华同学韦杰三君他现在已离开我们了！受伤倒地的时候，别的两位同学冒死将他抬了出来一是一位女学生曾经帮助两个男学生脱险。这都是我后来知道的。这都是侠义的行为，值得我们永远敬佩的！我和那两个女学生出门沿着墙往南而行。那时还有枪声，我极想躲入胡同里，以免危险她们大约也如此的，走不上几步，便到了一个胡同口我们便想拐弯进去。这时墙角上立着一个穿短衣的看闲的人，他向我们轻轻地说别进这个胡同！我们莫名其妙地依从了他，走到第二个胡同进去这才真脱险了！后来知道卫队有抢劫的事不仅报载，有人亲见，又有用枪柄，木棍，大刀，打人，砍人的事，我想他们一定就在我们没走进的那条胡同里做那些事！感谢那位看闲的人！卫队既在场内和门外放枪，还觉杀的不痛快，更拦着路邀击其泄忿之道，真是无所不用其极了！区区一条生命，在他们眼里，正和一根草，一堆马粪一般，是满不在乎的！所以有些人虽幸免于枪弹，仍是被木棍，枪柄打伤，大刀砍伤而魏士毅女士竟死于木棍之下，这真是永久的战栗啊！据燕大的人说，魏女士是于逃出门时被一个卫兵从后面用有楞的粗大棍儿兜头一下，打得脑浆迸裂而死！我不知她出的是哪一个门，我想大约是西门吧。因为那天我在西直门的电车上，遇见一个高工的学生，他告诉我，他从西门出来，共经过三道门就是海军部的西辕门和陆军部的东西辕门，每道门皆有卫队用枪柄，木棍和大刀向逃出的人猛烈地打击。他的左臂被打好几次，已不能动弹了。我的一位同事的儿子，后脑被打平了，现在已全然失了记忆我猜也是木棍打的。受这种打击而致重伤或死的，报纸上自然有记载致轻伤的就无可稽考，但必不少。所以我想这次受伤的还不止二百人！卫队不但打人，行劫，最可怕的是剥死人的衣服，无论男女，往往剥到只剩一条F为止这只要看看前几天世界日报的照相就知道了。就是不谈什么人道，难道连国家的体统，临时执政的面子都不顾了么段祺瑞你自己想想吧！听说事后执政府乘人不知，已将死尸掩埋了些，以图遮掩耳目。这是我的一个朋友从执政府里听来的若是的确，那一定将那打得最血肉模糊的先掩埋了。免得激动人心。但一手岂能尽掩天下耳目呢？我不知道现在，那天去执政府的人还有失踪的没有？"}
{"text":"所以我想这次受伤的还不止二百人！卫队不但打人，行劫，最可怕的是剥死人的衣服，无论男女，往往剥到只剩一条F为止这只要看看前几天世界日报的照相就知道了。就是不谈什么人道，难道连国家的体统，临时执政的面子都不顾了么段祺瑞你自己想想吧！听说事后执政府乘人不知，已将死尸掩埋了些，以图遮掩耳目。这是我的一个朋友从执政府里听来的若是的确，那一定将那打得最血肉模糊的先掩埋了。免得激动人心。但一手岂能尽掩天下耳目呢？我不知道现在，那天去执政府的人还有失踪的没有？若有，这个消息真是很可怕的！这回的屠杀，死伤之多，过于五卅事件，而且是同胞的枪弹，我们将何以间执别人之口！而且在首都的堂堂执政府之前，光天化日之下，屠杀之不足，继之以抢劫，剥尸，这种种兽行，段祺瑞等固可行之而不恤，但我们国民有此无脸的政府，又何以自容于世界！――这正是世界的耻辱呀！我们也想想吧！此事发生后，警察总监李鸣钟匆匆来到执政府，说死了这么多人，叫我怎么办？他这是局外的说话，只觉得无善法以调停两间而已。我们现在局中，不能如他的从容，我们也得问一问死了这么多人，我们该怎么办？年月日作屠杀后五天写完原载年月日语丝第期散文全编悼何一公君何一公，即何鸿烈，清华学生，时任清华周刊总编辑，浙江温州人，凡爱国运动，靡不参与，年三一八惨案中受伤，同年月上旬旧伤复发，月日逝世。――编者一公初病的一礼拜，有一天，他的同乡夏君匆匆地和我说一公病了他请你给周刊帮忙。那时我正要上课，不曾详问病情以为总不过是寻常的病罢了。到了那礼拜六的傍晚，李健吾君因事找我，由他的稿子说到一公的病我才知道一公的病很厉害，不过那两日已好些了。我和健吾约了晚饭后去看他。晚饭后我到医院去时，听差告诉我他已搬到协和医院去了。这使我吃了一惊，因为总是病又厉害了才到协和去的！我于是想下一个礼拜六进城去看他那里知道他到礼拜四便和我们撒手了！礼拜日的早上，我却去参加他的殡式，这真如做梦一般。一公逝世的消息，是礼拜四那晚上，李惟果君在图书馆楼上告诉我的。那时我刚从一个宴会回来，正在图书馆检书李君突然跑来和我说先生，你知道何鸿烈已死了？"}
{"text":"我和健吾约了晚饭后去看他。晚饭后我到医院去时，听差告诉我他已搬到协和医院去了。这使我吃了一惊，因为总是病又厉害了才到协和去的！我于是想下一个礼拜六进城去看他那里知道他到礼拜四便和我们撒手了！礼拜日的早上，我却去参加他的殡式，这真如做梦一般。一公逝世的消息，是礼拜四那晚上，李惟果君在图书馆楼上告诉我的。那时我刚从一个宴会回来，正在图书馆检书李君突然跑来和我说先生，你知道何鸿烈已死了？我怔了一怔，觉得人间哀乐，真不可测，黯然而已。李君说他们这一级很不幸，周明群君之后，又弱了一个而且两个都很不错！他说他们同级前回议纪念册事，大家说将这本纪念册致献于周明群君并说这该是最后的可以致献的一个人了。谁知道还有何君呢？李君又说，一公初病时，他去看他，曾和他开玩笑道一公先生病了几时死？我们好预备挽联与祭文。一公也笑道好，你快预备吧。这些也竟都成了谶语，真是梦想不到的。一公的死，谁也梦想不到的！便是他自己病着时，也想不到的！举殡那一天，他的同乡叶君告诉我，他不曾有一句遗言他们曾几次试探，他始终没有觉得似的。他，一个活泼泼的少年，哪里会想到他竟要和死神见面呢？他真是一个活泼的人，又是一个极和蔼的人。他的死，凡相识的都同声悼惜我想他是会被人常常记着的。一公最会谈话。前年暑假后，我初到清华，同学中第一个来和我谈话的是他，我第一个认识的同学也是他。这因他是温州人，而我在温州教过书，所以我一到他就来看我。那是一个晚上我们足谈了两个钟头。所谈的题目，我已不能记起，大约牵连得很远的。我只记着他的话和他谈话的神气都是很有趣的。以后他还和我长谈过一两回。有一回，孙春台君到清华来画菊花，住了一礼拜。他和一公也是朋友。一公晚上常来找他谈话我只记得有一回他谈到两点钟才回宿舍去。第二天春台告诉我，他谈的是戏剧与政治，他将来所要专攻的，也就是这两科，他爱好戏剧，我是早知道的他有志于政治，我是这回才晓得的。但他平常谈话，实在是说到戏剧时多。他的爱好戏剧，爱好文学，似乎过于政治我总是这样想。这由同学给他的莎士比亚的评号可以证明。他对于戏剧真是热心。他编过几种剧本，但我没有细看过我在前年本校国庆庆祝会中，看过他编撰兼导演的一个戏。他后来虽谦逊着说不好，我觉得实是不错的。"}
{"text":"一公晚上常来找他谈话我只记得有一回他谈到两点钟才回宿舍去。第二天春台告诉我，他谈的是戏剧与政治，他将来所要专攻的，也就是这两科，他爱好戏剧，我是早知道的他有志于政治，我是这回才晓得的。但他平常谈话，实在是说到戏剧时多。他的爱好戏剧，爱好文学，似乎过于政治我总是这样想。这由同学给他的莎士比亚的评号可以证明。他对于戏剧真是热心。他编过几种剧本，但我没有细看过我在前年本校国庆庆祝会中，看过他编撰兼导演的一个戏。他后来虽谦逊着说不好，我觉得实是不错的。他对于本校的演剧，有种种计划因缺乏帮助，都还未能实现。但李健吾君告我，一公病前还和他说，在最近的期间内，一定要演一回戏。现在是什么都完了！一公论戏剧，论文学，常有精警的话。去年暑假回南，我和他同船。有一晚，我们都在凭栏看月月是正圆时，银光一片下面是波涛澎湃，浪花不时地卷上，打得我们身上都湿了。一公和我谈论自然与创作他的话都是很有分量的。李惟果君告我，一公病前和他谈起最近的计划说毕业后打算和他的未婚夫人去法国住两年一九二九年回国应本校第一次留美公开考试，再到美国去。他的计划与志愿都好，但现在只是虚空的虚空罢了。我们又能说些什么呢？一公殓时，面上似乎还带着生时的微笑，我们知道他现在又怎么想呢？原载年月日清华周刊何君鸿烈士纪念册。散文全编哪里走吴萍郢火栗四君近年来为家人的衣食，为自己的职务，日日地忙着，没有坐下闲想的工夫心里似乎什么都有，又似乎什么都没有。萍见面时，常叹息于我的沉静他断定这是退步。是的，我有两三年不大能看新书了，现在的思想界，我竟大大地隔膜了就如无源的水一样，教它如何能够滔滔地长流呢？幸而我还不断地看报，又住在北京，究竟不至于成为与世隔绝的人。况且先生说得好中国现在是一个进向大时代的时代。无论你是怎样的小人物，这时代如闪电般，或如游丝般，总不时地让你瞥着一下。它有这样大的力量，决不从它巨灵般的手常中放掉一个人你不能不或多或少感着它的威胁。大约因为我现在住着的北京，离开时代的火焰或漩涡还远的缘故吧，我还不能说清这威胁是怎样但心上常觉有一点除不去的阴影，这却是真的。我是要找一条自己好走的路只想找着自己好走的路罢了。但哪里走呢？或者，哪里走呢！我所彷徨的便是这个。"}
{"text":"况且先生说得好中国现在是一个进向大时代的时代。无论你是怎样的小人物，这时代如闪电般，或如游丝般，总不时地让你瞥着一下。它有这样大的力量，决不从它巨灵般的手常中放掉一个人你不能不或多或少感着它的威胁。大约因为我现在住着的北京，离开时代的火焰或漩涡还远的缘故吧，我还不能说清这威胁是怎样但心上常觉有一点除不去的阴影，这却是真的。我是要找一条自己好走的路只想找着自己好走的路罢了。但哪里走呢？或者，哪里走呢！我所彷徨的便是这个。说哪里走？是还有路可走只须选定一条便好。但这也并不容易，和旧来所谓立志不同。立志究竟重在将来，高远些，空泛些，是无妨的。现在我说选路，却是选定了就要举步的。在这时代，将来只是浪漫，与过去只是腐化一样。它教训我们，靠得住的只是现在，内容丰富的只是现在，值得拚命的只是现在现在是力，是权威，如钢铁一般。但像我这样一个人，现在果然有路可走么？果然有选路的自由与从容么？我有时怀疑这个有，于是乎悚然了哪里走呢！旧小说里写勇将，写侠义，当追逼或围困着他们的对手时，往往断喝一声道，往哪里走！这是说，没有你走的路，不必走了快快投降，遭擒或受死吧。投降等也可以说是路，不过不是对手所欲选择的罢了。我有时正感着这种被迫逼，被围困的心情虽没有身临其境的慌张，但觉得心上的阴影越来越大，颇有些惘惘然。三个印象我知道这种心情的起原。春间北来过上海时，便已下了种子以后逐渐发育，直至今日，正如成荫的大树，根株蟠结，不易除去。那时上海还没有革命呢我不过遇着一个电车工人罢工的日子。我从宝山路口向天后宫桥走，街沿上挤挤挨挨满是人这在平常是没有的。我立刻觉着异样虽然是晴天，却像是过着梅雨季节一般。后来又坐着人力车，由二洋泾桥到海宁路，经过许多热闹的街市。如密云似的，如波浪似的，如火焰似的，到处扰热攘攘的行人人力车得委婉曲折地穿过人丛，拉车的与坐车的，不由你不耐着性儿。我坐在车上，自然不要自己挣扎，但看了人群来来往往，前前后后，进进退退地移动着，不禁也暗暗地代他们出着力。这颇像美国式足球战时，许多壮硕的人压在一个人身上，成了肉堆似的我感着窒息一般的紧张了。就是那天晚上，我遇着郢。我说上海到底和北京不同从一方面说，似乎有味得多――上海是现代。郢点点头。"}
{"text":"后来又坐着人力车，由二洋泾桥到海宁路，经过许多热闹的街市。如密云似的，如波浪似的，如火焰似的，到处扰热攘攘的行人人力车得委婉曲折地穿过人丛，拉车的与坐车的，不由你不耐着性儿。我坐在车上，自然不要自己挣扎，但看了人群来来往往，前前后后，进进退退地移动着，不禁也暗暗地代他们出着力。这颇像美国式足球战时，许多壮硕的人压在一个人身上，成了肉堆似的我感着窒息一般的紧张了。就是那天晚上，我遇着郢。我说上海到底和北京不同从一方面说，似乎有味得多――上海是现代。郢点点头。但在上海的人，那时怕已是见惯了吧让谛知道，又该说我少见多怪了。第二天是我动身的日子，火来送我。我们在四马路上走着，从上海谈到文学。火是个深思的人。他说给我将着手的一篇批评论文的大意。他将现在的文学，大别为四派。一是反语或冷嘲二是乡村生活的描写三是性欲的描写四是所谓社会文学，如记一个人力车夫挨巡捕打，而加以同情之类。他以为这四种都是s的文学。一是说说闲话。二是写人的愚痴自己在圈子外冷眼看着。四虽意在为说话，但自己的阶级意识仍脱不去只算发政施仁的一种变相，只算一种廉价的同情而已。三所写的颓废的心情，仍以s的物质文明为背景，也是s的产物。这四派中，除第三外，都除外自己说话。火不赞成我们的文学除外自己说话他以为最亲切的还是说我们自己的话。至于所谓社会文学，他以为竟毫无意义可言。他说，s的灭亡是时间问题，s不用说是要随之而去的。一面已渐萌芽蠢动了我们还要用那养尊处优，丰衣足食自然是比较的说法之馀的几滴眼泪，去代他们申诉一些浮面的，似是而非的疾苦，他们的不屑一顾，是当然。而我们自己已在向灭亡的途中，这种不干己的呼吁，也用它不着。所以还是说自己的话好。他说，我们要尽量表现或暴露自己的各方面为图一个新世界早日实现，我们这样促进自己的灭亡，也未尝没有意义的。促进自己的灭亡，这句话使我竦然但转念到这也是无可奈何的事的时候，我又爽然自失。与火相别一年，不知如何，他还未将这篇文写出我却时时咀嚼他那末一句话。英文小资产阶级。英文无产阶级。英文资产阶级。"}
{"text":"而我们自己已在向灭亡的途中，这种不干己的呼吁，也用它不着。所以还是说自己的话好。他说，我们要尽量表现或暴露自己的各方面为图一个新世界早日实现，我们这样促进自己的灭亡，也未尝没有意义的。促进自己的灭亡，这句话使我竦然但转念到这也是无可奈何的事的时候，我又爽然自失。与火相别一年，不知如何，他还未将这篇文写出我却时时咀嚼他那末一句话。英文小资产阶级。英文无产阶级。英文资产阶级。到京后的一个晚上，栗君突然来访。那是一个很好的月夜，我们沿着水塘边一条幽僻的小路，往复地走了不知几趟。我们缓缓地走着，快快地谈着。他是劝我入党来的。他说像我这样的人，应该加入他们一伙儿工作。工作的范围并不固定政治，军事固然是的，学术，文学，艺术，也未尝不是的――尽可随其性之所近，努力做去。他末了说，将来怕离开了党，就不能有生活的发展就是职业，怕也不容易找着的。他的话是很恳切。当时我告诉他我的踌躇，我的性格与时代的矛盾我说要和几个熟朋友商量商量。后来萍说可以不必郢来信说现在这时代，确是教人徘徊的火的信也说将来必须如此时再说吧。我于是只好告诉栗君，我想还是暂时超然的好。这超然究竟能到何时，我毫无把握。若能长此超然，在我倒是佳事。但是，若不能呢？我因此又迷糊着了。时代与我这时代是一个新时代。时代的界限，本是很难画出的但我有理由，从十年前起算这时代。在我的眼里，这十年中，我们有着三个步骤从自我的解放到国家的解放，从国家的解放到ss从另一面看，也可以说是从思想的革命到政治的革命，从政治的革命到经济的革命。我说三个步骤，是说它们先后相承的次序，并不指因果关系而言论到因果关系，是没有这么简单的。实在，第二，第三两个步骤，只包括近一年来的时间说以前九年都是酝酿的时期，或是过渡的时期，也未尝不可。在这三个步骤里，我们看出显然不同的两种精神。在第一步骤里，我们要的是解放，有的是自由，做的是学理的研究在第二，第三步骤里，我们要的是革命，有的是专制的党，做的是军事行动及党纲，主义的宣传。这两种精神的差异，也许就是理想与实际的差异。英文阶级斗争。在解放的时期，我们所发见的是个人价值。我们诅咒家庭，诅咒社会，要将个人抬在一切的上面，作宇宙的中心。"}
