{"text":"这五种在现在的中国，一时都还不能做到，所以法律的制裁便暂难实现我们只好从各方面努力罢了。但禁止做父母的事，虽然还不可能，劝止做父母的事，却是随时，随地可以作的。教人知道父母的责任，教人知道现在的做父母应该是自由选择的结果，――就是人们于生育的事，可以自由去取――教人知道不负责及不能负责的父母是怎样不合理，怎样损害社会，怎样可耻！这都是爱作就可以作的。这样给人一种新道德的标准去自己制裁，便是社会的道德的制裁的出发点了。所以道德的制裁，在现在便可直接去着手建设的。并且在这方面努力的效果，也容易见些。况不适当的生育当中，除那不健全的生育一项，将来可以用法律制裁外，其余几种似也非法律之力所能及，便非全靠道德去制裁不可。因为，道德的制裁的事，不但容易着手，见效，而且是更为重要我们的努力自然便该特别注重这一方向了！不健全的生育，在将来虽可用法律制裁，但法律之力，有时而穷，仍非靠道德辅助不可况法律的施行，有赖于社会的宽容，而社会宽容的基础，仍必筑于道德之上。所以不健全的生育，也需着道德的制裁在现在法律的制裁未实现的时候，尤其是这样！花柳病者，酒精中毒者，我们希望他们自己觉得身体的缺陷，自己忏悔自己的罪孽便借着忏悔的力量，决定不将罪孽传及子孙，以加重自己的过恶！这便自己剥夺或停止了自己做父母的权利。但这种自觉是很难的。所以我们更希望他们的家族，亲友，时时提醒他们，监视他们，使他们警觉！关于疯人白痴，则简直全无自觉可言那是只有靠着他们保护人，家族，亲友的处置了。在这种情形里，我们希望这些保护人等能明白生育之社会的责任及他们对于后一代应有的责任，而知所戒惧，断然剥夺或停止那有缺陷的被保护者的做父母的权利！这几类人最好是不结婚或和异性隔离至少也当用节育的方法使他们不育！至于说到那些穷到连养育子女也不能的，我们教他们不滥育，是很容易得他们的同情的。只需教给他们最简便省钱的节育的方法，并常常向他们恳切的说明和劝导，他们便会渐渐的相信，奉行的。"}
{"text":"这几类人最好是不结婚或和异性隔离至少也当用节育的方法使他们不育！至于说到那些穷到连养育子女也不能的，我们教他们不滥育，是很容易得他们的同情的。只需教给他们最简便省钱的节育的方法，并常常向他们恳切的说明和劝导，他们便会渐渐的相信，奉行的。但在这种情形里，教他们相信我们的方法这过程，要比较难些因为这与他们信自然与命运的思想冲突，又与传统的多子孙的思想冲突――他们将觉得这是一种罪恶，如旧日的打胎一样并将疑惑这或者是洋人的诡计，要从他们的身体里取出什么的！但是传统的思想，在他们究竟还不是固执的，魔术的怀疑因了宣传方法的巧妙和时日的长久，也可望减缩的而经济的压迫究竟是眼前不可避免的实际的压迫，他们难以抵抗的！所以只要宣传的得法，他们是容易渐渐的相信，奉行的。只有那些富家――官僚或商人――和有些小资产阶级，这道德的制裁的思想是极难侵入的！他们有相当的经济的能力，有固执的传统的思想，他们是不会也不愿知道生育是该受限制的他们不知道什么是不适当的生育！他们只在自然的生育子女，以传统的态度与方法待遇他们，结果是将他们装在自己的型里，作自己的牺牲！这样尽量摧残了儿童的个性与精神生命的发展，却反以为尽了父母的责任！这种误解责任较不明责任实在还要坏因为不明的还容易纳入忠告，而误解的则往往自以为是，拘执不肯更变。这种人实在也不配做父母！因为他们并不能负真正的责任。我们对于这些人，虽觉得很不容易使他们相信我们，但总得尽我们的力量使他们能知道些生物进化和社会进化的道理，使他们能以儿童为本位，能理解他们，指导他们，解放他们这样改良从前一切不适当的教养方法。并且要使他们能有这样决心在他们觉得不能负这种适当的教养的责任，或者不愿负这种责任时，更应该断然采取节育的办法，不再因循，致误人误己。这种宣传的事业，自然当由新兴的知识阶级担负新兴的知识阶级虽可说也属于小资产阶级里，但关于生育这件事，他们特别感到重大的压迫，因有了彻底的了解，觉醒的态度，便与同阶级的其余部分不同了。但是还有一个问题留着现存的由各种不适当的生育而来的子女们，他们的父母将怎样为他们负责呢？我以为花柳病者等一类人的子女，只好任凭自然先生去下辣手，只不许谬种再得流传便了。贫家子女父母无力教养的，由社会设法尽量收容他们，如多设贫儿院等。"}
{"text":"这种宣传的事业，自然当由新兴的知识阶级担负新兴的知识阶级虽可说也属于小资产阶级里，但关于生育这件事，他们特别感到重大的压迫，因有了彻底的了解，觉醒的态度，便与同阶级的其余部分不同了。但是还有一个问题留着现存的由各种不适当的生育而来的子女们，他们的父母将怎样为他们负责呢？我以为花柳病者等一类人的子女，只好任凭自然先生去下辣手，只不许谬种再得流传便了。贫家子女父母无力教养的，由社会设法尽量收容他们，如多设贫儿院等。但社会收容之力究竟有限的，大部分只怕还是要任凭自然先生去处置的！这是很悲惨的事，但经济组织一时既还不能改变，又有什么法儿呢？我们只好尽其在人罢了。至于那些以长者为本位而教养儿童的，我们希望他们能够改良，前节已说过了。还有新兴的知识阶级里现在有一种不愿生育子女的倾向他们对于从前不留意而生育的子女，常觉得冷淡，甚至厌恶，因而不愿为他们尽力。在这里，我要明白指出，生物进化，生命发展的最重要的原则，是前一代牺牲于后一代，牺牲是进步的一个阶梯！愿他们――其实我也在内――为了后一代的发展，而牺牲相当的精力于子女的教养愿他们以极大的忍耐，为子女们将来的生命筑坚实的基础，愿他们牢记自己的幸福，同时也不要忘了子女们的幸福！这是很要些涵养工夫的。总之，父母的责任在使子女们得着好的生活，并且比自己的生活好的生活一面也使社会上得着些健全的优良的适于生存的分子是不能随意的。为使社会上适于生存的日多，不适于生存的日少，我们便重估了父母的责任父母不是无责任的。父母的责任不应以长者为本位，以家族为本位应以幼者为本位，社会为本位。我们希望社会上父母都负责任没有不负责任的父母！做父母是人的最高尚最神圣的义务和权利，又是最重大的服务社会的机会，这是生物学社会学所指给的新道德。既然父母的责任由不明了到明了是可能的，则由不正确到正确也未必是不可能的新道德的成立，总在我们的努力，比较父母对子女的责任尤其重大的，这是我们对一切幼者的责任！努力努力！原载年月日新民意报星火副刊散文全编春晖的一月去年在温州，常常看到本刊，觉得很是欢喜。本刊印刷的形式，也颇别致，更使我有一种美感。"}
{"text":"既然父母的责任由不明了到明了是可能的，则由不正确到正确也未必是不可能的新道德的成立，总在我们的努力，比较父母对子女的责任尤其重大的，这是我们对一切幼者的责任！努力努力！原载年月日新民意报星火副刊散文全编春晖的一月去年在温州，常常看到本刊，觉得很是欢喜。本刊印刷的形式，也颇别致，更使我有一种美感。今年到宁波时，听许多朋友说，白马湖的风景怎样怎样好，更加向往。虽然于什么艺术都是门外汉，我却怀抱着爱美的热诚，三月二日，我到这儿上课来了。在车上看见春晖中学校的路牌，白地黑字的，小秋千架似的路牌，我便高兴。出了车站，山光水色，扑面而来，若许我抄前人的话，我真是应接不暇了。于是我便开始了春晖的第一日。走向春晖，有一条狭狭的煤屑路。那黑黑的细小的颗粒，脚踏上去，便发出一种摩擦的噪音，给我多少轻新的趣味。而最系我心的，是那小小的木桥。桥黑色，由这边慢慢地隆起，到那边又慢慢的低下去，故看去似乎很长。我最爱桥上的栏干，那变形的纹的栏干我在车站门口早就看见了，我爱它的玲珑！桥之所以可爱，或者便因为这栏干哩。我在桥上逗留了好些时。这是一个阴天。山的容光，被云雾遮了一半，仿佛淡妆的姑娘。但三面映照起来，也就青得可以了，映在湖里，白马湖里，接着水光，却另有一番妙景。我右手是个小湖，左手是个大湖。湖有这样大，使我自己觉得小了。湖水有这样满，仿佛要漫到我的脚下。湖在山的趾边，山在湖的唇边他俩这样亲密，湖将山全吞下去了。吞的是青的，吐的是绿的，那软软的绿呀，绿的是一片，绿的却不安于一片它无端的皱起来了。如絮的微痕，界出无数片的绿闪缮缮缮的，像好看的眼睛。湖边系着一只小船，四面却没有一个人，我听见自己的呼吸。想起野渡无人舟自横的诗，真觉物我双忘了。好了，我也该下桥去了春晖中学校还没有看见呢。弯了两个弯儿，又过了一重桥。当面有山挡住去路山旁只留着极狭极狭的小径。挨着小径，抹过山角，豁然开朗春晖的校舍和历落的几处人家，都已在望了。远远看去，房屋的布置颇疏散有致，决无拥挤局促之感。我缓缓走到校前，白马湖的水也跟我缓缓的流着。我碰着丐尊先生。他引我过了一座水门汀的桥，便到了校里。"}
{"text":"湖边系着一只小船，四面却没有一个人，我听见自己的呼吸。想起野渡无人舟自横的诗，真觉物我双忘了。好了，我也该下桥去了春晖中学校还没有看见呢。弯了两个弯儿，又过了一重桥。当面有山挡住去路山旁只留着极狭极狭的小径。挨着小径，抹过山角，豁然开朗春晖的校舍和历落的几处人家，都已在望了。远远看去，房屋的布置颇疏散有致，决无拥挤局促之感。我缓缓走到校前，白马湖的水也跟我缓缓的流着。我碰着丐尊先生。他引我过了一座水门汀的桥，便到了校里。校里最多的是湖，三面潺潺的流着其次是草地，看过去芊芊的一片。我是常住城市的人，到了这种空旷的地方，有莫名的喜悦！乡下人初进城，往往有许多的惊异，供给笑话的材料我这城里人下乡，却也有许多的惊异――我的可笑，或者竟不下于初进城的乡下人。闲言少叙，且说校里的房屋格式布置固然疏落有味，便是里面的用具，也无一不显出巧妙的匠意决无笨伯的手泽。晚上我到几位同事家去看，壁上有书有画，布置井井，令人耐坐。这种情形正与学校的布置，自然界的布置是一致的。美的一致，一致的美，是春晖给我的第一件礼物。有话即长，无话即短，我到春晖教书，不觉已一个月了。在这一个月里，我虽然只在春晖登了十五日我在宁波四中兼课，但觉甚是亲密。因为在这里，真能够无町畦。我看不出什么界线，因而也用不着什么防备，什么顾忌我只照我所喜欢的做就是了。这就是自由了。从前我到别处教书时，总要做几个月的生客，然后才能坦然。对于生客的猜疑，本是原始社会的遗形物，其故在于不相知。这在现社会，也不能免的。但在这里，因为没有层迭的历史，又结合比较的单纯，故没有这种习染。这是我所深愿的！这里的教师与学生，也没有什么界限。在一般学校里，师生之间往往隔开一无形界限，这是最足减少教育效力的事！学生对于教师，敬鬼神而远之教师对于学生，尔为尔，我为我，休戚不关，理乱不闻！这样两橛的形势，如何说得到人格感化？如何说得到造成健全人格？这里的师生却没有这样情形。无论何时，都可自由说话一切事务，常常通力合作。校里只有协治会而没有自治会。感情既无隔阂，事务自然都开诚布公，无所用其躲闪。学生因无须矫情饰伪，故甚活泼有意思。又因能顺全天性，不遭压抑加以自然界的陶冶故趣味比较纯正。"}
{"text":"学生对于教师，敬鬼神而远之教师对于学生，尔为尔，我为我，休戚不关，理乱不闻！这样两橛的形势，如何说得到人格感化？如何说得到造成健全人格？这里的师生却没有这样情形。无论何时，都可自由说话一切事务，常常通力合作。校里只有协治会而没有自治会。感情既无隔阂，事务自然都开诚布公，无所用其躲闪。学生因无须矫情饰伪，故甚活泼有意思。又因能顺全天性，不遭压抑加以自然界的陶冶故趣味比较纯正。――也有太随便的地方，如有几个人上课时喜欢谈闲天，有几个人喜欢吐痰在地板上，但这些总容易矫正的。――春晖给我的第二件礼物是真诚，一致的真诚。春晖是在极幽静的乡村地方，往往终日看不见一个外人！寂寞是小事在学生的修养上却有了问题。现在的生活中心，是城市而非乡村。乡村生活的修养能否适应城市的生活，这是一个问题。此地所说适应，只指两种意思一是抵抗诱惑，二是应付环境――明白些说，就是应付人，应付物。乡村诱惑少，不能养成定力在乡村是好人的，将来一入城市做事，或者竟抵挡不住。从前某禅师在山中修道，道行甚高一旦入闹市，看见粉白黛绿，心便动了。这话看来有理，但我以为其实无妨。就一般人而论，抵抗诱惑的力量大抵和性格年龄学识经济力等有相当的关系。除经济力与年龄外，性格学识，都可用教育的力量提高它，这样增加抵抗诱惑的力量。提高的意思，说得明白些，便是以高等的趣味替代低等的趣味养成优良的习惯，使不良的动机不容易有效。用了这种方法，学生达到高中毕业的年龄，也总该有相当的抵抗力了入城市生活又何妨？不及初中毕业时者，因初中毕业，仍须续入高中，不必自己挣扎，故不成问题。有了这种抵抗力，虽还有经济力可以作祟，但也不能有大效。前面那禅师所以不行，一因他过的是孤独的生活，故反动力甚大，一因他只知克制，不知替代故外力一强，便虎兕出于神了！这岂可与现在这里学生的乡村生活相提并论呢？至于应付环境，我以为应付物是小问题，可以随时指导而且这与乡村，城市无大关系。我是城市的人，但初到上海，也曾因不会乘电车而跌了一交，跌得皮破血流这与乡下诸公又差得几何呢？若说应付人，无非是机心！什么逢人只说三分话，未可全抛一片心，便是代表的教训。教育有改善人心的使命这种机心，有无养成的必要，是一个问题。"}
{"text":"这岂可与现在这里学生的乡村生活相提并论呢？至于应付环境，我以为应付物是小问题，可以随时指导而且这与乡村，城市无大关系。我是城市的人，但初到上海，也曾因不会乘电车而跌了一交，跌得皮破血流这与乡下诸公又差得几何呢？若说应付人，无非是机心！什么逢人只说三分话，未可全抛一片心，便是代表的教训。教育有改善人心的使命这种机心，有无养成的必要，是一个问题。姑不论这个，要养成这种机心，也非到上海这种地方去不成普通城市正和乡村一样，是没有什么帮助的。凡以上所说，无非要使大家相信，这里的乡村生活的修养，并不一定不能适应将来城市的生活。况且我们还可以举行旅行，以资调剂呢。况且城市生活的修养，虽自有它的好处但也有流弊。如诱惑太多，年龄太小或性格未佳的学生，或者转易陷溺――那就不但不能磨练定力，反早早的将定力丧失了！所以城市生活的修养不一定比乡村生活的修养有效。――只有一层，乡村生活足以减少少年人的进取心，这却是真的！说到我自己，却甚喜欢乡村的生活，更喜欢这里的乡村的生活。我是在狭的笼的城市里生长的人，我要补救这个单调的生活，我现在住在繁嚣的都市里，我要以闲适的境界调和它。我爱春晖的闲适！闲适的生活可说是春晖给我的第三件礼物！我已说了我的春晖的一月我说的都是我要说的话。或者有人说，赞美多而劝勉少，近乎戏台里喝彩！假使这句话是真的，我要切实声明我的多赞美，必是情不自禁之故，我的少劝勉，或是观察时期太短之故。年月日夜作。原载年月日春晖第期散文全编执政府大屠杀记三月十八是一个怎样可怕的日子！我们永远不应该忘记这个日子！这一日，执政府的卫队，大举屠杀北京市民――十分之九是学生！死者四十余人，伤者约二百人！这在北京是第一回大屠杀！这一次的屠杀，我也在场，幸而直到出场时不曾遭着一颗弹子请我的远方的朋友们安心！第二天看报，觉得除一两家报纸外，各报记载多有与事实不符之处。究竟是访闻失实，还是安着别的心眼儿，我可不得而知，也不愿细论。我只说我当场眼见和后来耳闻的情形，请大家看看这阴惨惨的二十世纪二十六年三月十八日的中国！――十九日京报所载几位当场逃出的人的报告，颇是翔实，可以参看。我先说游行队。"}
{"text":"这一日，执政府的卫队，大举屠杀北京市民――十分之九是学生！死者四十余人，伤者约二百人！这在北京是第一回大屠杀！这一次的屠杀，我也在场，幸而直到出场时不曾遭着一颗弹子请我的远方的朋友们安心！第二天看报，觉得除一两家报纸外，各报记载多有与事实不符之处。究竟是访闻失实，还是安着别的心眼儿，我可不得而知，也不愿细论。我只说我当场眼见和后来耳闻的情形，请大家看看这阴惨惨的二十世纪二十六年三月十八日的中国！――十九日京报所载几位当场逃出的人的报告，颇是翔实，可以参看。我先说游行队。我自天安门出发后，曾将游行队从头至尾看了一回。全数约二千人工人有两队，至多五十人广东外交代表团一队，约十余人国民党北京特别市党部一队，约二三十人留日归国学生团一队，约二十人，其余便多是北京的学生了，内有女学生三队。拿木棍的并不多，而且都是学生，不过十余人工人拿木棍的，我不曾见。木棍约三尺长，一端削尖了，上贴书有口号的纸，做成旗帜的样子。至于有铁钉的木棍我却不曾见！我后来和清华学校的队伍同行，在大队的最后。我们到执政府前空场上时，大队已散开在满场了。这时府门前站着约莫两百个卫队，分两边排着领章一律是红地，上面府卫两个黄铜字，确是执政府的卫队。他们都背着枪，悠然的站着毫无紧张的颜色。而且枪上不曾上刺刀，更不显出什么威武。这时有一个人爬在石狮子头上照相。那边府里正面楼上，栏干上伏满了人，而且拥挤着，大约是看热闹的。在这一点上，执政府颇像寻常的人家，而不像堂堂的执政府了。照相的下了石狮子，南边有了报告的声音他们说是一个人没有，我们怎么样？这大约已是五代表被拒以后了我们因走进来晚，故未知前事――但在这时以前，群众的嚷声是决没有的。到这时才有一两处的嚷声了回去是不行的！吉兆胡同！忽然队势散动了，许多人纷纷往外退走有人连声大呼大家不要走，没有什么事！一面还扬起了手，我们清华队的指挥也扬起手叫道清华的同学不要走，没有事！这其间，人众稍稍聚拢，但立刻即又散开清华的指挥第二次叫声刚完，我看见众人纷纷逃避时，一个卫队已装完子弹了！我赶忙向前跑了几步，向一堆人旁边睡下但没等我睡下，我的上面和后面各来了一个人，紧紧地挨着我。我不能动了，只好蜷曲着。"}
{"text":"吉兆胡同！忽然队势散动了，许多人纷纷往外退走有人连声大呼大家不要走，没有什么事！一面还扬起了手，我们清华队的指挥也扬起手叫道清华的同学不要走，没有事！这其间，人众稍稍聚拢，但立刻即又散开清华的指挥第二次叫声刚完，我看见众人纷纷逃避时，一个卫队已装完子弹了！我赶忙向前跑了几步，向一堆人旁边睡下但没等我睡下，我的上面和后面各来了一个人，紧紧地挨着我。我不能动了，只好蜷曲着。这时已听到劈排拍拍的枪声了我生平是第一次听枪声，起初还以为是空枪呢这时已忘记了看见装子弹的事。但一两分钟后，有鲜红的热血从上面滴到我的手背上，马褂上了，我立刻明白屠杀已在进行！这时并不害怕，只静静的注意自己的运命，其余什么都忘记。全场除排拍的枪声外，也是一片大静默，绝无一些人声什么哭声震天，只是记者先生们的想当然耳罢了。我上面流血的那一位，虽滴滴地流着血，直到第一次枪声稍歇，我们爬起来逃走的时候，他也不则一声。这正是死的袭来，沉默便是死的消息。事后想起，实在有些悚然。在我上面的不知是谁？我因为不能动转，不能看见他而且也想不到看他――我真是个自私的人！后来逃跑的时候，才又知道掉在地下的我的帽子和我的头上，也滴了许多血，全是他的！他足流了两分钟以上的血，都流在我身上，我想他总吃了大亏，愿神保佑他平安！第一次枪声约经过五分钟，共放了好几排枪司令的是用警笛警笛一鸣，便是一排枪，警笛一声接着一声，枪声就跟着密了，那警笛声甚凄厉，但有几乎一定的节拍，足见司令者的从容！后来听别的目睹者说，司令者那时还用指挥刀指示方向，总是向人多的地方射击！又有目睹者说，那时执政府楼上还有人手舞足蹈的大乐呢！我现在缓叙第一次枪声稍歇后的故事，且追述些开枪时的情形。我们进场距开枪时，至多四分钟这其间有照相有报告，有一两处的嚷声，我都已说过了。我记得，我确实记得，最后的嚷声距开枪只有一分余钟这时候，群众散而稍聚，稍聚而复纷散，枪声便开始了。这也是我说过的。但稍聚的时候，阵势已散，而且大家存了观望的心，颇多趑趄不前的，所谓进攻的事是决没有的！至于第一次纷散之故，我想是大家看见卫队从背上取下枪来装子弹而惊骇了因为第二次纷散时，我已看见一个卫队其余自然也是如此，他们是依命令动作的装完子弹了。"}
