{"text":"同车人的啜泣秋天的早晨，小雨，郊区长途公共汽车站，乘客不多。我上车，选个靠窗的座位――窗下不远处，一对男女撑着伞话别。女。上去吧，也谈不完的。男我妹妹总不见得十恶不赦，有时她倒是出于好心。女好心，她有好心？用手掌在自己脖子上作刀锯状杀了我的头我也不相信。男肝火旺，蚂的病是难好了的，就让让她吧。女谁没病，我也有病。娘女儿一条心，鬼花样百出。男真怕回来女你不回来，我也不在乎，她们倒像是我做了寡妇似的笑话我。男讲得这么难听？郊区和市区，一江之隔。郊区不少人在市区工作，周末回来度假，多半是喜气洋洋的。这对男女看来新婚不久，一星期的分离，也会使女的起早冒雨来送男的上车。凭几句对话，已可想见婆媳姑嫂之间的风波火势，男的无能息事宁人，尽管是新婚，尽譬是小别重逢，烦恼多于快活――就是这样的家庭小悲剧，原因还在于婆媳姑嫂同吃同住，闹是闹不休，分又分不开。从二人苍白憔悴的脸色看，昨夜睡眠不足，男的回家，女的当然就要细诉一周来的遭遇，有丈夫在身边，嗓门自会扯高三分。那做婆婆小蛄的呢，也要趁儿子哥哥在场，历数媳妇嫂子的新鲜罪过，牵动既往的种种切切――为什么不分居呢，那是找不到别的住房，或是没有够付房租的钱。复杂的事态都有着简单的原因。我似乎很满意于心里这一份悠闲和明达，毕竟阅人多矣，况且我自己是没有家庭的，比上帝还简单。快到开车的时候，他二人深深相看一眼，男的跳上车，坐在我前排，女的将那把黑伞递进车窗缩着脖子在雨中奔回去了。那人把伞整好，挂定，呆了一阵，忽然扑在前座的椅背上啜泣起来同车有人啜泣，与我无涉。然而我听到了那番话别，看到了苍白憔悴的脸，妄自推理，想散了个大概，别的乘客不解此人为何伤心，我却是明明知道了的。并非我生来富于同情，我一向自私，而且讲究人的形象，形象恶俗的弱者，受苦者，便很难引起我原已不多的恻隐之心。我每每自责郾吝，不该以貌取人但也常原谅自己，因为，凡是我认为恶俗的形象，往往已经是指着了此种人的本心了。啜泣的男人不是恶俗一类的，衣履朴素，脸容清秀，须眉浓得恰到好处，中等身材，三十岁不到吧。"}
{"text":"并非我生来富于同情，我一向自私，而且讲究人的形象，形象恶俗的弱者，受苦者，便很难引起我原已不多的恻隐之心。我每每自责郾吝，不该以貌取人但也常原谅自己，因为，凡是我认为恶俗的形象，往往已经是指着了此种人的本心了。啜泣的男人不是恶俗一类的，衣履朴素，脸容清秀，须眉浓得恰到好处，中等身材，三十岁不到吧。看着他的瘦肩在深蓝的布衣下抽动，鼻息声声凄苦，还不时长叹摇头怎样才能抚及他的肩背，开始与他谈话，如何使母亲妹妹妻子，相安无事会好起来，会好起来的。先关上车窗，不是夏天了，他穿得单薄。啜泣声渐渐平息，想与他谈话的念头随之消去。某些人躲起来哭，希望被人发现。某些人不让别人找到，才躲起来哭。这两种心态，有时也就是同一个人在不同的情况下表现的。提包里有书，可使我息止这些乏味的杂念。是睡着了，此人虚弱，会着凉致病，脱件外衣盖在他肩背上就怕扰醒了，不明白何以如此而嫌殷勤过分坐视别人着凉致病扰醒他又要啜泣，让他睡下去这人，结婚到现在，休假日都是在家庭纠纷中耗去的这是婚前没有想到的事想到了的，还是结了婚岂非我在与他对话了。看书。将要到站，把书收起，正欲唤醒他，停车的一顿使他抬起头来――没有忘记拿伞。下车时我注视他的脸――刚才是睡着了的。路面有了淡淡的阳光，走向渡江码头的一段，他在前面，步态是稍微有点摇摆的那种型。他挥动伞挥成个一个的圆圈，顺转，倒转吹口哨，应和着伞的旋转而吹口哨，头也因之而有节奏地晃着晃着是他，蓝上衣，黑伞。渡江的轮船上站满了人，我挤到船头，倚栏迎风――是我的谬见，常以为人是一个容器，盛着快乐，盛着悲哀。但人不是容器，人是导管，快乐流过，悲哀流过，导管只是导管。各种快乐悲哀流过流过，一直到死，导管才空了。疯子，就是导管的淤塞和破裂。容易悲哀的人容易快乐，也就容易存活。管壁增厚的人，快乐也慢，悲哀也慢。淤塞的导管会破裂。真正构成世界的是像蓝衣黑伞人那样的许许多多畅通无阻的导管。如果我也能在啜泣长叹之后把伞挥得如此轻松曼妙，那就好了。否则我总是自绝于这个由他们构成的世界之外――他们是渺小，我是连渺小也称不上。"}
{"text":"但人不是容器，人是导管，快乐流过，悲哀流过，导管只是导管。各种快乐悲哀流过流过，一直到死，导管才空了。疯子，就是导管的淤塞和破裂。容易悲哀的人容易快乐，也就容易存活。管壁增厚的人，快乐也慢，悲哀也慢。淤塞的导管会破裂。真正构成世界的是像蓝衣黑伞人那样的许许多多畅通无阻的导管。如果我也能在啜泣长叹之后把伞挥得如此轻松曼妙，那就好了。否则我总是自绝于这个由他们构成的世界之外――他们是渺小，我是连渺小也称不上。带根的流浪人有个捷克人，申请移民签证，官员问你打算到哪里去？哪儿都行。官员给了他一个地球仪自己挑吧！他看了看，慢慢转了转，对官员道你还有没有别的地球仪？地形宛如展翅蝙蝠的捷克斯洛伐克，原来是东西黩武君主所觊觎的美妙走廊，走来走去就不走了，把走廊充作历史实验室，其昧无穷地细细试验极权主义的大纲小节，一切显得天长地久。位处中欧，东北界波兰，南邻罗马尼亚及奥匈二国，西北接壤德意志。地势高爽，大洋性大陆性气候兼而有之，虽无海口，易北多瑙两河交通畅洋，农林矿牧的丰饶，皮革和玻璃工业源富技精，俊杰迭出的人文传统，民情醇如醴风俗灿似花，啤酒泡沫潮涌昆德拉头也不回地背离这五万五千平方英里的蝙蝠形故土――弃而不顾？唯其欲顾无术，毅然弃之，弃，才能顾，他算是弃而后顾吧，他。放逐与流亡，想想只不过是一回事，再想想觉得是两回事。移民，又是另一回事。人了别的国籍再回出生国，更是但丁伏尔泰始料未及的现世轮回――流亡作家的命运大致如此浪迹之初，抖擞劲写，不久或稍久，与身俱来的主见印象块垒浩然之气消耗殆尽，只落得不期然而然的绝笔。有的还白发飘蓬地归了根。据说这是极权主义者心机奇深的一项策略，凡是无论如何驯制不了的异端，便索性让他脱根而去，必将枯死异邦，或萎瘪瘪地咳嗽着回来但事不尽然，本世纪上叶固多前述的惨例，下叶，却不乏后例的雅范天空海阔，志足神旺，旧阅历得到了新印证，主体客体间的明视距离伸缩自若，层次的深化导发向度的扩展。这是一种带根的流浪人。昆德拉带根流浪，在法国已近十年，与其说他认法国为祖国，不如说他对任何地理上的历史上的国都不具迂腐的情结。"}
{"text":"据说这是极权主义者心机奇深的一项策略，凡是无论如何驯制不了的异端，便索性让他脱根而去，必将枯死异邦，或萎瘪瘪地咳嗽着回来但事不尽然，本世纪上叶固多前述的惨例，下叶，却不乏后例的雅范天空海阔，志足神旺，旧阅历得到了新印证，主体客体间的明视距离伸缩自若，层次的深化导发向度的扩展。这是一种带根的流浪人。昆德拉带根流浪，在法国已近十年，与其说他认法国为祖国，不如说他对任何地理上的历史上的国都不具迂腐的情结。昆德拉在法国不以为是异乡人，稚气盎然地认定捷克千载以来本是欧罗巴之一部分，这是自在的，那么捷克的现状岂非不自在了。所以他曾觉得在布拉格反而比在巴黎更有失根之感。此话总该由他说，说得兄弟们相视莫逆而笑。然后，他用捷克文写小说，最熟悉的事物用最熟练的文字来表现。流亡作家以中年去国者为佳，昆德拉的经验想像全渊源于波希米亚布拉格。什么是布拉格精神？有直接的或间接的诠释吗？城堡好兵帅克，谅必就意味着这种精神。说是对于现实的特别感觉出奇的敏锐吧。说是持普通人的观点，站在层，纵观历史仰视的，倒过来的鸟瞰。说是挑战性的纯朴如果作纯朴的挑战性呢，即原生的反弹力。又说所谓布拉格精神具有一种善于刻画荒谬事物的才华那是多么可喜。又说还有一种无限悲观的幽默那就真是可钦可爱之极了这些，谁说的？米兰昆德拉，他几乎是在说自己。算来一百多年了，左，右，左派，右派，左而右之，右而左之，左中右倾，右中左倾昆德拉说在极权主义里，没有左右之分的。这是一则不妙而绝妙的常识。大家可以基于此则常识而作谠论，无奈形的环绕依旧不知穷尽，昆德拉这样一句话，就显得如蕾贯耳了。以无限悲观的幽默来对待，那是昆德拉私人的选择。所幸者布拉格精神非昆德拉之独具，亦非布拉格之特产，任何时代的任何地域，都有少数被逼成的强者，不得不以思索和批判来营构生活。当一代文学终于周纳为后世的历史信谳，迟是迟了，钟声不断，文学家免不了要担当文学以外的见证。如果灾难多得淹没了文学，那么文学便是沉钟。授权主义最大的伎俩，最叵测而可测的居心是制造无人堪作见证的历史。上帝是坐观者，也从不亲自动手敲几下钟。文学家就此被逼而痛兼史学家，否则企待谁呢。"}
{"text":"所幸者布拉格精神非昆德拉之独具，亦非布拉格之特产，任何时代的任何地域，都有少数被逼成的强者，不得不以思索和批判来营构生活。当一代文学终于周纳为后世的历史信谳，迟是迟了，钟声不断，文学家免不了要担当文学以外的见证。如果灾难多得淹没了文学，那么文学便是沉钟。授权主义最大的伎俩，最叵测而可测的居心是制造无人堪作见证的历史。上帝是坐观者，也从不亲自动手敲几下钟。文学家就此被逼而痛兼史学家，否则企待谁呢。压迫，会使文艺更严肃更富活力――这个罗曼蒂克的论点，促成许多俊彦牺牲到没有什么再可牺牲为止，相等于梦中死去。昆德拉知道暗里传阅手稿的年代绝不会造成文化昌盛期。一九大六年坦克渡进布拉格，捷克文学全都查禁，聋哑盲，捷克只存在于地图上，地球仪上，一块蝙蝠型的斑迹。政冶教条的首功是强定善恶，立即使两者绝对化，抹掉中间层次，无处不在的厉虐性构成了。这还只是一重奇妙，更有另一种奇妙紧接而来人们在俯首听令时，甘于殉从最简明易行的令，宗教早就试验了这类庶民的心理取向。贯彻一种酷烈的意志，以采用几个字两三句烙印鲜明的话最能生效，最富诱惑力。初受政治教条的控制时，哗嚣折腾中，来不及联想到人的极权乃是神的极权的变相和加剧，等到有所察觉，人的极权的机械嚣械系统性的完备程度，早已超出神的极权的模式之上了。怎么样。昆德拉看到的历史实验室是中欧一个帝国的覆灭――几许小国的再生――民主――法西斯――德军的强占杀戮――苏军霸据持异见者遭放逐――理想社会的一线希望――希望的熄灭――极权主义的恐怖统治――昆德拉兄弟们的决然去国对于人，在这样的历史遭遇中活过来，而正在活下去的人，昆德拉看得发怔。人可以如此孜孜LL苟且营生，文学，比人更精炼强韧的文学，却窒息而死。昆德拉毕竟经历过来，他看清幼稚无知是青年的宿命特征，黑白分明的道德观加上罗曼蒂克的情绪爆炸力，正好被极权的恐怖统冶者充分利用，一代青年老去，另一代青年上来极权主义没有年龄，就这样，总归是没有年龄的东西支配有年龄的东西。奥国的对昆德拉说了句悄悄话作家唯一的道德是知识。听者一惊而笑，他想，然而怎样的文学作品才有存在的理由和价值？该是彰显人类的尚未昭露过的生命的那些篇章。"}
{"text":"奥国的对昆德拉说了句悄悄话作家唯一的道德是知识。听者一惊而笑，他想，然而怎样的文学作品才有存在的理由和价值？该是彰显人类的尚未昭露过的生命的那些篇章。宣扬真理，呈示真理，昆德拉以为文学家的能事是呈示不是宣扬――他算是冷静了，再冷静下去，便见真理只供呈示无可宣扬，唯有被呈示时是纯粹的一经宣扬便变质的，才可能是真理。文学家在宣扬真理这番历时以千年计的繁浩剧情中几乎将文学汩没，而呈示真理则已经差不多全是重复重复，徒以呈示的手段为炫耀。所以，再冷静下去，悄悄话也将寂然无闻，不过这毕竟为时还早，文学家之间还有一惊而笑的机缘在。要说自然生活，就涉嫌理想主义，尽管理想主义已含羞带愧退场了，剩下的挂念仍然是怎样才能比较自然地生活，人类可怜到只求各留一份弹指欲破的隐私，有隐私，就算自然。隐私，自然生活，昆德拉乐谈的一而二二而一的话题，任何揭人隐私的行为都该受到鞭挞。谁来鞭挞呢？隐私原本不成其为。权利，当它受到邻人般的警探和警探般的邻人昼夜作践时，隐私才反证为神圣。因此，一旦到了争隐私的时候，必是万难拥有隐私了。而专以摧残隐私为能事乐事者，却着准被虐者的弱点，久而久之的作践，使人丧失私生活的界范，再久而久之就泯灭了私生活的意识。没有隐私，爱情和友谊将是不可能。昆德拉在塞纳河畔说这话是有深意的，在坦克的履带下，三复斯言也等于梦呓，新的野蛮以极权官僚武力为特征，步步袭毁。自然生活，举凡严酷，皆轻率出之，昆德拉认为轻率，是莫大的罪过，到了自然生活被破坏得使人失去私生活的意识时，一切更其轻率得不觉其轻率，无限悲观的幽默也棘手于架构文学了――中古的野蛮在嗜杀。文明后，会徐徐异化为文明，近世的新野蛮具有克止异化的特殊功能。至此，信念转为轮回即使状如中断，实未中止，运行野蛮与文明的消长的仅是轮回的诸律之一律，此一律始终受诸律的制约。"}
{"text":"文明后，会徐徐异化为文明，近世的新野蛮具有克止异化的特殊功能。至此，信念转为轮回即使状如中断，实未中止，运行野蛮与文明的消长的仅是轮回的诸律之一律，此一律始终受诸律的制约。轮回观念怎会是由尼采启示的呢，这个古老观念经尼采重提时滤去了宗教幻想，便赤裸直接得使哲学家们大感困扰――它的无处不在的威胁性，逼使昆德拉作成其生涯，由此联想到尼来之为尼采，他在文学家身上发生的亲和力，往往大于对哲学家的影响。历历可指的是凡在理念上追踪尼采的那些人，稍后都孱乏而离去，莫知所终，而因缘于品性气质，与尼采每有冥契者，个个完成了自己的风范。昆德拉是不孤独的。带根流浪人，精神世界的飘泊者，在航程中前静后后总有所遇合。一个地球仪也够了。两个朔拿梯那惨鱼有没有读了安徒生写的海的女儿而不动衷的人，我想是没有的。而雕刻家埃里克森总也是一秉至诚，铸作了青铜的美人鱼，她的右手捧在岩石上，左手搭在腿上，她有两条以致命的痛苦换得的腿，现在屈膝坐在海边，望着海――她并不凛亮，确是有一种特殊的淳朴真挚的感应――哥本哈根缺了她就不成其为世界名城。她的意义已被复合得说不全了，热情忠贞智慧懿德，她带给丹麦除了爱的道义牺牲的荣耀，还增加了丹麦人的财富，川流不息的旅游者，到了北欧，谁不想见见她。东欧的美人鱼是尚武的官方的，北欧的美人鱼始终文静，纯粹是民间的虽然她出身是公主，她比任何一朝的丹麦国王都重要，在丹麦人的心灵上。丹麦可爱的东西真不少，物理学派童话文学评论饼干，就这些巳够我欢欢喜喜。对不起，我在美国还是一直吃丹麦出品的饼干的。一九八四年七月二十三日美联社哥本哈根电昨日，美人鱼右臂被人锯走一截二十年前，她被人锯走了头颅，迄今尚未破案。锯手臂的暴徒是两个十八岁的青年两个暴徒承认是酒醉后的行为。警探说两个青年酒酲后，发现同伴中太多人知道此事，不可能逃得掉，才携着锯下来的手臂向警方自首。否则又不能破案了，丹麦警探吃什么的！"}
{"text":"对不起，我在美国还是一直吃丹麦出品的饼干的。一九八四年七月二十三日美联社哥本哈根电昨日，美人鱼右臂被人锯走一截二十年前，她被人锯走了头颅，迄今尚未破案。锯手臂的暴徒是两个十八岁的青年两个暴徒承认是酒醉后的行为。警探说两个青年酒酲后，发现同伴中太多人知道此事，不可能逃得掉，才携着锯下来的手臂向警方自首。否则又不能破案了，丹麦警探吃什么的！可见两个丹麦小子在酒酲时很有推理力，是啊，喝多了自然就糊里糊涂了，那么为什么不把自己的手臂锯下来，至少可以相互把同伙的手臂锯下来玩玩。上午十时收到美联社哥本哈根电，到夜间还是不想说话，不想看书，音乐，免了吧。临寝，有点饿，喝牛奶时看见饼干匣上的海的女儿的画像，我连饼干也不忍吃――右臂，是撑在岩石上的。但愿丹麦国没有废除死刑。睡不着，以越洋电话询之于丹麦的老友，她说嗯哼，那暴徒吗？已经交保释放了该死的哥本哈根警察局！我断言十九世纪是不会发生这种事情的，只有二十世纪才会如此。该死的二十世纪。圣驴巴西，驴子，教皇，三者发生了关系。巴西男人达米奥四年来锲而不舍要将一头驴子送给教皇若望保罗二世。达米奥说驴子是象征人道和贫困。一九八二年他到圣彼得广场，绝食，献驴，教廷坚拒该驴进入圣场，坚拒。一九八四年汽车司机达米奥突然宣布竞选巴西总统，数度攀登六百八十尺高的电视塔和三百三十尺高的旗杆，发表演说绝非沽名钓誉，纯为民主作贡献，是一股莫名其妙的力量，激励我为饥饿者和受压迫者站出来说话！印第安人领袖胡伦纳宣布支持他竞选。看来巴西有希望。选举达米奥没有用啊，该选举驴子。和散那！当耶稣骑驴进入耶路撒冷时，众人摇着棕榈叶和橄榄枝，呼喊和散那！那时没有汽车，所以没有汽车司机达米奥。耶稣再来人间，不必骑驴，改坐达米奥驾驶的汽车。和散那！一切要等耶稣来。第二次来时，可不要像第一次来时那样软弱无能。臭虫菲律宾，读起来很悦耳，想起来是个炎炎的慵美的梦幻之田――当我年少时，男子最风流的发型叫作菲律宾式，长长的，掠过耳边，打个大弯，翻贴在后脑，必须用发浆发蜡才弄得像样，因而时髦的大学生的枕头都是油腻不堪，凉冰冰的。"}
{"text":"当耶稣骑驴进入耶路撒冷时，众人摇着棕榈叶和橄榄枝，呼喊和散那！那时没有汽车，所以没有汽车司机达米奥。耶稣再来人间，不必骑驴，改坐达米奥驾驶的汽车。和散那！一切要等耶稣来。第二次来时，可不要像第一次来时那样软弱无能。臭虫菲律宾，读起来很悦耳，想起来是个炎炎的慵美的梦幻之田――当我年少时，男子最风流的发型叫作菲律宾式，长长的，掠过耳边，打个大弯，翻贴在后脑，必须用发浆发蜡才弄得像样，因而时髦的大学生的枕头都是油腻不堪，凉冰冰的。真的菲律宾根本不像菲律宾式发型那样纯情，那样光润舒齐――乱得很，吵闹得很，经济不景气得很，自顾不暇的政府煞有介事地反毒，成效是毒品价格飞涨，吸毒的人愈来愈多，日子真难过，日子总得过。这时，臭虫应运而生，该说是应运而至，它们从韩国乘风破浪而抵马尼拉，然后大批大批繁殖，然后以每只七十比索的价钱卖出去。如果，啊不是如果，是必须把这种臭虫生吞下肚，所得的结论是与吸大麻或其他毒品的滋味差仿不多，甚至完全相等，简直有过之而无不及。她，自己老是说是二十岁，当然是个资深妓女，对我说我是咬的，我嚼烂一只臭虫，我的头胀得很大，很舒服，舒服极了――你快试试，何必骗你呢，不要你另外付钱。我本来就没有付她钱，更不必另外付钱。在妓女的眼里，每个男人都是嫖客，耶和华与撒旦概不例外，所以把我看错了。菲律宾的政治可悲，菲律宾的妓女可悲，菲律宾人吞嚼臭虫可悲――岂非悲不完了，还看到一丛瘦黑的男人，聚在暗屋的角落，把千百只臭虫焙干，细细磨成粉，掺在啤酒里啡啡里――干什么啊？他们笑孜孜地向我畎霎眼睛，忽然大声说喝啊，喝下去便知道，女人个个都不肯放掉你了！是春药，新古典主义的春药。我再也不愿待在菲律宾写启迪民智的空头论文了，连想到少年时曾经留过菲律宾式发型这一点，我也感到恶心。枯花往希腊，一般是取道意大利或奥地利。如果从奥地利乘火车穿越南斯拉夫，离开希腊时坐船抵意大利，不是很聪明吗？还算是有心提前小时进入维也纳火车站的了，二十世纪末，四十小时的车程，够傻气盎然。希腊真迷人，但是我总得有个座位啊。长途火车的车卡外挂出不同的终点站牌子，往雅典的只有两卡，说是某些车卡会在中途某站脱开来，接上另一列火车开到目的地――那也就是了。"}
