{"text":"我们这一些厚着脸皮活下来的人，决不应当错失良机，无所作为，否则就对不起这个上天的恩赐。我的意思是说，我们应当像我在本文开头时所说的那样，真实公正平允客观地写下我们当年的遭遇，给后世子孙留一点极可宝贵的千金万金难买的教训，杜绝这样悲剧的再发生。前不久，我发表了我的牛棚杂忆。完全出乎我的意料，在极短期间竟成了一部畅销书，同一些明星名主持人名演员的书共同陈列街头巷尾地铁车站的小书摊上，世间多少伤心事，到处听人说牛棚。找我签字者络绎不绝。我舞笔弄墨一辈子，原来我并没有特别垂青于牛棚杂忆，写的时候也是颇为随便的。可是最近听人说，我写到牛棚杂忆，就达到了光辉的顶点，今后大概不会再有了。我曾苦口婆心地劝说我的棚友们写下自己的经历，然而言者谆谆，听者藐藐，我感到极大的失望。现在棚友马识途同志的沧桑十年可能就要问世了。马识途棚友的经历同我是不同的，他是老革命，是著名的作家。他在牛棚中的经历，同我大同而小异，殊途而同归。他肯写出来，对我来说，实如空谷足音。我翻看了他的原稿，觉得他的写法同我不完全一样，他写得更详尽，更质直，但是我们的目的却完全一样，是我们留给后代的最佳礼品它带去的不是仇恨和报复，而是一面镜子，从中可以照见善和恶，美和丑，照见绝望和希望。它带去的是对我们伟大祖国和人民的一片赤诚。怀念母亲我一生有两个母亲一个是生我的那个母亲一个是我的祖国母亲。我对这两个母亲怀着同样崇高的敬意和同样真挚的爱慕。我六岁离开我的生母，到城里去住。中间曾回故乡两次，都是奔丧，只在母亲身边呆了几天，仍然回到城里。最后一别八年，在我读大学二年级的时候，母亲弃养，只活了四十多岁。我痛哭了几年，食不下咽，寝不安席。我真想随母亲于地下。我的愿望没能实现，从此我就成了没有母亲的孤儿。一个缺少母爱的孩子，是灵魂不全的人。我怀着不全的灵魂，抱终天之恨。一想到母亲，就泪流不止，数十年如一日。如今到了德国，来到哥廷根这一座孤寂的小城，不知道是为什么，母亲频来入梦。我的祖国母亲，我这是第一次离开她。离开的时间只有短短几个月，不知道是为什么，我这个母亲也频来入梦。"}
{"text":"我痛哭了几年，食不下咽，寝不安席。我真想随母亲于地下。我的愿望没能实现，从此我就成了没有母亲的孤儿。一个缺少母爱的孩子，是灵魂不全的人。我怀着不全的灵魂，抱终天之恨。一想到母亲，就泪流不止，数十年如一日。如今到了德国，来到哥廷根这一座孤寂的小城，不知道是为什么，母亲频来入梦。我的祖国母亲，我这是第一次离开她。离开的时间只有短短几个月，不知道是为什么，我这个母亲也频来入梦。为了保存当时真实的感情，避免用今天的情感篡改当时的感情，我现在不加叙述，不作描绘，只从初到哥廷根的日记中摘抄几段。年月日不久外面就黑起来了。我觉得这黄昏的时候最有意思。我不开灯，只沉默地站在窗前，看暗夜渐渐织上天空，织上对面的屋顶。一切都沉在朦胧的薄暗中。我的心往往在沉静到不能再沉静的氛围里，活动起来。这活动是轻微的，我简直不知道有这样的活动。我想到故乡，故乡里的老朋友，心里有点酸酸的，有点凄凉。然而这凄凉却并不同普通的凄凉一样，是甜蜜的，浓浓的，有说不出的味道，浓浓地糊在心头。月日从好几天以前，房东太太就向我说，她的儿子今天家来，从学校回家来，她高兴得不得了。但儿子只是不来，她的神色有点沮丧。她又说，晚上还有一道车，说不定他会来的。我看了她的神气，想到自己的在故乡地下卧着的母亲，我真想哭我现在才知道，古今中外的母亲都是一样的！月日我现在还真是想家，想故国，想故国里的朋友。我有时简直想得不能忍耐。月日我仰在沙发上，听风声在窗外过路。风里夹着雨，天色阴得如黑夜。心里思潮起伏，又想起故国了。月日近几天来，心情安定多了。以前我真觉得两年太长同时，在这里无论衣食住行哪一方面都感到不舒服，所以这两年简直似乎无论如何也忍受不下来了。从初到哥廷根的日记里，我暂时引用这几段。实际上，类似的地方还有不少，从这几段中也可见一斑了。总之，我不想在国外呆。一想到我的母亲和祖国母亲，就心潮腾涌，惶惶不可终日，留在国外的念头连影儿都没有。几个月以后，在年月日，我写了一篇散文，题目叫寻梦。开头一段是夜里梦到母亲，我哭着醒来。醒来再想捉住这梦的时候，梦却早不知道飞到什么地方去了。下面描绘在梦里见到母亲的情景。最后一段是天哪连一个清清楚楚的梦都不给我吗？"}
{"text":"从初到哥廷根的日记里，我暂时引用这几段。实际上，类似的地方还有不少，从这几段中也可见一斑了。总之，我不想在国外呆。一想到我的母亲和祖国母亲，就心潮腾涌，惶惶不可终日，留在国外的念头连影儿都没有。几个月以后，在年月日，我写了一篇散文，题目叫寻梦。开头一段是夜里梦到母亲，我哭着醒来。醒来再想捉住这梦的时候，梦却早不知道飞到什么地方去了。下面描绘在梦里见到母亲的情景。最后一段是天哪连一个清清楚楚的梦都不给我吗？我怅望灰天，在泪光里，幻出母亲的面影。我在国内的时候，只怀念，也只有可能怀念一个母亲。现在到国外来了，在我的怀念中就增添了一个祖国母亲。这种怀念，在初到哥廷根的时候，异常强烈，以后也没有断过。对这两位母亲的怀念，一直伴随着我度过了在德国的十年，在欧洲的十一年。赋得永久的悔题目是韩小蕙小姐出的，所以名之曰赋得。但文章是我心甘情愿作的，所以不是八股。我为什么心甘情愿作这样一篇文章呢？一言以蔽之，题目出得好，不但实获我心，而且先获我心我早就想写这样一篇东西了。我已经到了望九之年。在过去的七八十年中，从乡下到城里从国内到国外从小学中学大学到洋研究院从志于学到超过从心所欲不逾距，曲曲折折，坎坎坷坷。既走过阳关大道，也走过独木小桥既经过山重水复疑无路，又看到柳暗花明又一村。喜悦与忧伤并驾，失望与希望齐飞，我的经历可谓多矣。要讲后悔之事，那是俯拾皆是。要选其中最深切最真实最难忘的悔，也就是永久的悔，那也是唾手可得，因为它片刻也没有离开过我的心。我这永久的悔就是不该离开故乡，离开母亲。我出生在鲁西北一个极端贫困的村庄里。我们家是贫中之贫，真可以说是贫无立锥之地。十年浩劫中，我自己跳出来反对北大那一位倒行逆施但又炙手可热的老佛爷，被她视为眼中钉，必欲除之而后快。她手下的小喽们曾两次窜到我的故乡，处心积虑把我打成地主，他们那种狗仗人势穷凶极恶的教师爷架子，并没有能吓倒我的乡亲。我小时候的一位伙伴指着他们的鼻子，大声说如果让整个官庄来诉苦的话，家是第一家这一句话并没有夸大，他说的是实情。我祖父母早亡，留下了我父亲等三个兄弟，孤苦伶仃，无依无靠。最小的一叔送了人。我父亲和九叔饿得没有办法，只好到别人家的枣林里去捡落到地上的干枣充饥。这当然不是长久之计。"}
{"text":"她手下的小喽们曾两次窜到我的故乡，处心积虑把我打成地主，他们那种狗仗人势穷凶极恶的教师爷架子，并没有能吓倒我的乡亲。我小时候的一位伙伴指着他们的鼻子，大声说如果让整个官庄来诉苦的话，家是第一家这一句话并没有夸大，他说的是实情。我祖父母早亡，留下了我父亲等三个兄弟，孤苦伶仃，无依无靠。最小的一叔送了人。我父亲和九叔饿得没有办法，只好到别人家的枣林里去捡落到地上的干枣充饥。这当然不是长久之计。最后兄弟俩被逼背乡离井，盲流到济南去谋生。此时他俩也不过十几二十岁。在举目无亲的大城市里，必然是经过千辛万苦，九叔在济南落住了脚。于是我父亲就回到了故乡，说是农民，但又无田可耕。又必然是经过千辛万苦，九叔从济南有时寄点钱回家，父亲赖以生活。不知怎么一来，竟然寻读若上了媳妇，她就是我的母亲。母亲的娘家姓赵，门当户对，她家穷得同我们家差不多，否则也决不会结亲。她家里饭都吃不上，哪里有钱有闲上学。所以我母亲一个字也不识，活了一辈子，连个名字都没有。她家是在另一个庄上，离我们庄五里路。这个五里路就是我母亲毕生所走的最长的距离。北京大学那一位老佛爷要打成地主的人，也就是我，就出生在这样一个家庭里，就有这样一位母亲。后来我听说，我们家确实也阔过一阵。大概在清末民初，九叔在东三省用口袋里剩下的最后五角钱，买了十分之一的湖北水灾奖券，中了奖。兄弟俩商量，要富贵而归故乡，回家扬一下眉，吐一下气。于是把钱运回家，九叔仍然留在城里，乡里的事由父亲一手张罗，他用荒唐离奇的价钱，买了砖瓦，盖了房子。又用荒唐离奇的价钱，置了一块带一口水井的田地。一时兴会淋漓，真正扬眉吐气了。可惜好景不长，我父亲又用荒唐离奇的方式，仿佛宋江一样，豁达大度，招待四方朋友。一转瞬间，盖成的瓦房又拆了卖砖，卖瓦。有水井的田地也改变了主人。全家又回归到原来的情况。我就是在这个时候，在这样的情况下降生到人间来的。母亲当然亲身经历了这个巨大的变化。可惜，当我同母亲住在一起的时候，我只有几岁，告诉我，我也不懂。所以，我们家这一次陡然上升，又陡然下降，只像是昙花一现，我到现在也不完全明白。这个谜恐怕要成为永恒的谜了。不管怎样，我们家又恢复到从前那种穷困的情况。后来听人说，我们家那时只有半亩多地。"}
{"text":"一转瞬间，盖成的瓦房又拆了卖砖，卖瓦。有水井的田地也改变了主人。全家又回归到原来的情况。我就是在这个时候，在这样的情况下降生到人间来的。母亲当然亲身经历了这个巨大的变化。可惜，当我同母亲住在一起的时候，我只有几岁，告诉我，我也不懂。所以，我们家这一次陡然上升，又陡然下降，只像是昙花一现，我到现在也不完全明白。这个谜恐怕要成为永恒的谜了。不管怎样，我们家又恢复到从前那种穷困的情况。后来听人说，我们家那时只有半亩多地。这半亩多地是怎么来的，我也不清楚。一家三口人就靠这半亩多地生活。城里的九叔当然还会给点接济，然而像中湖北水灾奖那样的事儿，一辈子有一次也不算少了。九叔没有多少钱接济他的哥哥了。家里日子是怎样过的，我年龄太小，说不清楚。反正吃得极坏，这个我是懂得的。按照当时的标准，吃白的指麦子面最高，其次是吃小米面或棒子面饼子，最次是吃红高粱饼子，颜色是红的，像猪肝一样。白的与我们家无缘。黄的小米面或棒子面饼子颜色都是黄的与我们缘分也不大。终日为伍者只有红的。这红的又苦又涩，真是难以下咽。但不吃又害饿，我真有点谈红色变了。但是，小孩子也有小孩子的办法。我祖父的堂兄是一个举人，他的夫人我喊她奶奶。他们这一支是有钱有地的。虽然举人死了，但家境依然很好。我这一位大奶奶仍然健在。她的亲孙子早亡，所以把全部的钟爱都倾注到我身上来。她是整个官庄能够吃白的的仅有的几个人中之一。她不但自己吃，而且每天都给我留出半个或者四分之一个白面馍馍来。我每天早晨一睁眼，立即跳下炕来向村里跑，我们家住在村外。我跑到大奶奶跟前，清脆甜美地喊上一声奶奶她立即笑得合不上嘴，把手缩回到肥大的袖子，从口袋里掏出一小块馍馍，递给我，这是我一天最幸福的时刻。此外，我也偶尔能够吃一点白的，这是我自己用劳动换来的。一到夏天麦收季节，我们家根本没有什么麦子可收。对门住的宁家大婶子和大姑――她们家也穷得够戗――就带我到本村或外村富人的地里去拾麦子。所谓拾麦子就是别家的长工割过麦了，总还会剩下那么一点点麦穗，这些都是不值得一捡的，我们这些穷人就来拾。因为剩下的决不会多，我们拾上半天，也不过拾半篮子，然而对我们来说，这已经是如获至宝了。一定是大婶和大姑对我特别照顾，以一个四五岁五六岁的孩子，拾上一个夏天，也能拾上十斤八斤麦粒。"}
{"text":"此外，我也偶尔能够吃一点白的，这是我自己用劳动换来的。一到夏天麦收季节，我们家根本没有什么麦子可收。对门住的宁家大婶子和大姑――她们家也穷得够戗――就带我到本村或外村富人的地里去拾麦子。所谓拾麦子就是别家的长工割过麦了，总还会剩下那么一点点麦穗，这些都是不值得一捡的，我们这些穷人就来拾。因为剩下的决不会多，我们拾上半天，也不过拾半篮子，然而对我们来说，这已经是如获至宝了。一定是大婶和大姑对我特别照顾，以一个四五岁五六岁的孩子，拾上一个夏天，也能拾上十斤八斤麦粒。这些都是母亲亲手搓出来的。为了对我加以奖励，麦季过后，母亲便把麦子磨成面，蒸成馍馍，或贴成白面饼子，让我解馋。我于是就大快朵颐了。记得有一年，我拾麦子的成绩也许是有点超常。到了中秋节――农民嘴里叫八月十五――母亲不知从哪里弄了点月饼，给我掰了一块，我就蹲在一块石头旁边，大吃起来。在当时，对我来说，月饼可真是神奇的东西，龙肝凤髓也难以比得上的，我难得吃一次。我当时并没有注意，母亲是否也在吃。现在回想起来，她根本一口也没有吃。不但是月饼，连其他白的，母亲从来都没有尝过，都留给我吃了。她大概是毕生就与红色的高粱饼子为伍。到了歉年，连这个也吃不上，那就只有吃野菜了。至于肉类，吃的回忆似乎是一片空白。我老娘家隔壁是一家卖煮牛肉的作坊。给农民劳苦耕耘了一辈子的老黄牛，到了老年，耕不动了，几个农民便以极其低的价钱买来，用极其野蛮的办法杀死，把肉煮烂，然后卖掉。老牛肉难煮，实在没有办法，农民就在肉锅里小便一通，这样肉就好烂了。农民心肠好，有了这种情况，就昭告四邻今天的肉你们别买老娘家穷，虽然极其疼爱我这个外孙，也只能用土罐子，花几个制钱，装一罐子牛肉汤，聊胜于无。记得有一次，罐子里多了一块牛肚子，这就成了我的专利。我舍不得一气吃掉，就用生了锈的小铁刀，一块一块地割着吃，慢慢地吃。这一块牛肚真可以同月饼媲美了。白的月饼和牛肚难得，黄的怎样呢？黄的也同样难得。但是，尽管我只有几岁，我却也想出了办法。到了春夏秋三个季节，庄外的草和庄稼都长起来了。我就到庄外去割草，或者到人家高粱地里去劈高梁叶。劈高粱叶，田主不但不禁止，而且还欢迎因为叶子一劈，通风情况就能改进，高粱长得就能更好，粮食打得就能更多。草和高粱叶都是喂牛用的。我们家穷，从来没有养过牛。"}
{"text":"我舍不得一气吃掉，就用生了锈的小铁刀，一块一块地割着吃，慢慢地吃。这一块牛肚真可以同月饼媲美了。白的月饼和牛肚难得，黄的怎样呢？黄的也同样难得。但是，尽管我只有几岁，我却也想出了办法。到了春夏秋三个季节，庄外的草和庄稼都长起来了。我就到庄外去割草，或者到人家高粱地里去劈高梁叶。劈高粱叶，田主不但不禁止，而且还欢迎因为叶子一劈，通风情况就能改进，高粱长得就能更好，粮食打得就能更多。草和高粱叶都是喂牛用的。我们家穷，从来没有养过牛。我二大爷家是有地的，经常养着两头大牛。我这草和高粱叶就是给它们准备的。每当我这个不到三块豆腐高的孩子背着一大捆草或高粱叶走进二大爷的大门，我心里有所恃而不恐，把草放在牛圈里，赖着不走，总能蹭上一顿黄的吃，不会被二大娘卷我们那里的土话，意思是骂出来。到了过年的时候，自己心里觉得，在过去的一年里，自己喂牛立了功，又有了勇气到二大爷家里赖着吃黄面糕。黄面糕是用黄米面加上枣蒸成的。颜色虽黄，却位列白的之上，因为一年只在过年时吃一次，物以稀为贵，于是黄面糕就贵了起来。我上面讲的全是吃的东西。为什么一讲到母亲就讲起吃的东西来了呢？原因并不复杂。第一，我作为一个孩子容易关心吃的东西。第二，所有我在上面提到的好吃的东西，几乎都与母亲无缘。除了黄的以外，其余她都不沾边儿。我在她身边只呆到六岁，以后两次奔丧回家，呆的时间也很短。现在我回忆起来，连母亲的面影都是迷离模糊的，没有一个清晰的轮廓。特别有一点，让我难解而又易解我无论如何也回忆不起母亲的笑容来，她好像是一辈子都没有笑过。家境贫困，儿子远离，她受尽了苦难，笑容从何而来呢？有一次我回家听对面的宁大婶子告诉我说你娘经常说早知道送出去回不来，我无论如何也不会放他走的简短的一句话里面含着多少辛酸，多少悲伤啊母亲不知有多少日日夜夜，眼望远方，盼望自己的儿子回来啊然而这个儿子却始终没有归去，一直到母亲离开这个世界。对于这个情况，我最初懵懵懂懂，理解得并不深刻。到了上高中的时候，自己大了几岁，逐渐理解了。但是自己寄人篱下，经济不能独立，空有雄心壮志，怎奈无法实现，我暗暗地下定了决心，立下了誓愿一旦大学毕业，自己找到工作，立即迎养母亲，然而没有等到我大学毕业，母亲就离开我走了，永远永远地走了。古人说树欲静而风不止，子欲养而亲不待。这话正应到我身上。"}
{"text":"对于这个情况，我最初懵懵懂懂，理解得并不深刻。到了上高中的时候，自己大了几岁，逐渐理解了。但是自己寄人篱下，经济不能独立，空有雄心壮志，怎奈无法实现，我暗暗地下定了决心，立下了誓愿一旦大学毕业，自己找到工作，立即迎养母亲，然而没有等到我大学毕业，母亲就离开我走了，永远永远地走了。古人说树欲静而风不止，子欲养而亲不待。这话正应到我身上。我不忍想象母亲临终思念爱子的情况一想到，我就会心肝俱裂，眼泪盈眶。当我从北平赶回济南，又从济南赶回清平奔丧的时候，看到了母亲的棺材，看到那简陋的屋子，我真想一头撞死在棺材上，随母亲于地下。我后悔，我真后悔，我千不该万不该离开了母亲。世界上无论什么名誉，什么地位，什么幸福，什么尊荣，都比不上呆在母亲身边，即使她一个字也不识，即使整天吃红的。这就是我的永久的悔。我的童年回忆起自己的童年来，眼前没有红，没有绿，是一片灰黄。七十多年前的中国，刚刚推翻了清代的统治，神州大地，一片混乱，一片黑暗。我最早的关于政治的回忆，就是朝廷二字。当时的乡下人管当皇帝叫坐朝廷，于是朝廷二字就成了皇帝的别名。我总以为朝廷这种东西似乎不是人，而是有极大权力的玩意儿。乡下人一提到它，好像都肃然起敬。我当然更是如此。总之，当时皇威犹在，旧习未除，是大清帝国的继续，毫无万象更新之象。我就是在这新旧交替的时刻，于年月日，生于山东省清平县现改临清市的一个小村庄――官庄。当时全中国的经济形势是南方富而山东也包括北方其他省份穷。专就山东论，是东部富而西部穷。我们县在山东西部又是最穷的县，我们村在穷县中是最穷的村，而我们家在全村中又是最穷的家。我们家据说并不是一向如此。在我诞生前似乎也曾有过比较好的日子。可是我降生时祖父祖母都已去世。我父亲的亲兄弟共有三人，最小的一个大排行是第十一，我们把他叫一叔送给了别人，改了姓。我父亲同另外的一个弟弟九叔孤苦伶仃，相依为命。房无一间，地无一垅，两个无父无母的孤儿，活下去是什么滋味，活着是多么困难，概可想见。他们的堂伯父是一个举人，是方圆几十里最有学问的人物，做官做到一个什么县的教谕，也算是最大的官。他曾养育过我父亲和叔父，据说待他们很不错。"}
{"text":"我们家据说并不是一向如此。在我诞生前似乎也曾有过比较好的日子。可是我降生时祖父祖母都已去世。我父亲的亲兄弟共有三人，最小的一个大排行是第十一，我们把他叫一叔送给了别人，改了姓。我父亲同另外的一个弟弟九叔孤苦伶仃，相依为命。房无一间，地无一垅，两个无父无母的孤儿，活下去是什么滋味，活着是多么困难，概可想见。他们的堂伯父是一个举人，是方圆几十里最有学问的人物，做官做到一个什么县的教谕，也算是最大的官。他曾养育过我父亲和叔父，据说待他们很不错。可是家庭大，人多是非多。他们俩有几次饿得到枣林里去捡落到地上的干枣充饥。最后还是被迫弃家其实已经没了家出走，兄弟俩逃到济南去谋生。文化大革命中我自己跳出来反对那一位臭名昭著的第一张马列主义大字报的，惹得她大发雌威，两次派人到我老家官庄去调查，一心一意要把我打成地主。老家的人告诉那几个革命小将，说如果开诉苦大会，是官庄的第一名诉苦者，他连贫农都不够。我父亲和叔父到了济南以后，人地生疏，拉过洋车，扛过大件，当过警察，卖过苦力。叔父最终站住了脚。于是兄弟俩一商量，让我父亲回老家，叔父一个人留在济南挣钱，寄钱回家，供我的父亲过日子。我出生以后，家境仍然是异常艰苦。一年吃白面的次数有限，平常只能吃红高粱面饼子没有钱买盐，把盐碱地上的土扫起来，在锅里煮水，腌咸菜，什么香油，根本见不到。一年到底，就吃这种咸菜。举人的太太，我管她叫奶奶，她很喜欢我。我三四岁的时候，每天一睁眼，抬腿就往村里跑我们家在村外，跑到奶奶跟前，只见她把手一蜷，蜷到肥大的袖子里面，手再伸出来的时候，就会有半个白面馒头拿在手中，递给我。我吃起来，仿佛是龙胆凤髓一般，我不知道天下还有比白面馒头更好吃的东西。这白面馒头是她的两个儿子每家有几十亩地特别孝敬她的。她喜欢我这个孙子，每天总省下半个，留给我吃。在长达几年的时间内，这是我每天最高的享受，最大的愉快。大概到了四五岁的时候，对门住的宁大婶和宁大姑，每年夏秋收割庄稼的时候，总带我走出去老远到别人割过的地里去拾麦子或者豆子谷子。一天辛勤之余，可以捡到一小篮麦穗或者谷穗。晚上回家，把篮子递给母亲，看样子她是非常欢喜的。有一年夏天，大概我拾的麦子比较多，她把麦粒磨成面粉，贴了一锅死面饼子。我大概是吃出味道来了，吃完了饭以后，我又偷了一块吃，让母亲看到了，赶着我要打。"}
