{"text":"这样做的人必能写一手好文章。好的文字风格如同好的仪态风度一样，来自日常一丝不苟的积累。写得明白易懂的诀窍是，只写自己懂的东西，不写自己不懂的东西。世上读不懂的书，自己也不懂的占大半。质朴是大师的品格，它既体现在日常举止中，也体现在作品中。这是一种丰富的简洁，深刻的平淡，自信的谦虚，知道自己无需矫饰。相反，那些贫乏浅薄之辈却总是在言谈和作品中露出浮夸高深狂妄之态，因为不如此他们就无法使自己和别人相信他们也是所谓艺术家。只有质朴的东西才能真正打动心灵。浮夸的东西只会扰乱心灵。把简单的事情说得玄妙复杂，或把复杂的东西说得简单明白，都是不寻常的本领。前者靠联想和推理，后者靠直觉和洞察。前者非聪明人不能为，能为后者的人则不但要聪明，而且要诚实。托尔斯泰的伟大在于他那种异乎寻常的质朴和真实。与他相比，许多作家都太知识分子气了，哪怕写起平民来也是满口知识分子语言。托氏相反，他笔下的知识分子说的仍然是普通的语言，日常生活的语言。事实上，人们历来用生活语言说话，用书本语言写书，已沿成习惯。用书本语言说话和用生活语言写书都是难事，前者非不可救药的书呆子不能为，后者非不可企及的大师不能为。文字平易难，独特也难，最难的是平易中见出独特，通篇寻常句子，读来偏是与众不同。如此只可意会不可言传的独特，方可称作风格。刻意求来的独特是平庸的另一副面孔，你会发现，它其实在偷偷地模仿，而它本身也是很容易被模仿和复制的。真正的独特是不可模仿的。它看不见，摸不着，而你却感觉到它无处不在。它不是某些精心做出的姿态，而是贯穿全部作品的灵魂。这便是我所理解的风格。有的人用平平淡淡的语言说出不同凡响的见解和朴实的真理两者往往是一回事，有的人满怀激情地说些老生常谈。据说他们写的都是哲理散文。语言是一个人的整体文化修养的综合指数。凡修养中的缺陷，必定会在语言风格上表现出来。"}
{"text":"真正的独特是不可模仿的。它看不见，摸不着，而你却感觉到它无处不在。它不是某些精心做出的姿态，而是贯穿全部作品的灵魂。这便是我所理解的风格。有的人用平平淡淡的语言说出不同凡响的见解和朴实的真理两者往往是一回事，有的人满怀激情地说些老生常谈。据说他们写的都是哲理散文。语言是一个人的整体文化修养的综合指数。凡修养中的缺陷，必定会在语言风格上表现出来。一种人用平淡朴实的口气说出独特的思想，另一种人用热烈夸张的口气说出平庸的思想。我的目标是写得流畅质朴而且独特，而不是写得艰涩玄妙以造成独特的外观。有的文字用朴素的形式表达深刻的内容，有的文字用华丽的形式掩盖肤浅的内容。然而，人们往往把朴素误认作浅显，又把华丽误认作丰富。我的人格理想成熟的单纯。我的风格理想不张扬的激情。某人写了一本书，上门求教。书出版后，他来信表示感谢，说是根据我的意见缩减了篇幅，并复述了我的意见别人说过的尽量少说，自己想说的尽量说透。我忘记我说过这话了，但觉得很有道理，亦可作为自己写作的指南，录下备忘。一段表达精当的文字是一面旗帜，在它下面会集合起共鸣者的大军。格言是天神们私下议论人类隐情的悄悄话，却被智者偷听到了。世上根本就没有所谓格言家。格言乃神的语言，偶尔遗落在世间荒僻的小路上，凡人只能侥幸拾取，岂能刻意为之。俏皮话机智，大实话中肯。好的格言既机智，又中肯，是俏皮的大实话。那些在市场上兜售，内容大同小异，少男少女们买去填在赠言册生日卡贺年卡上的东西，也配称作格言么只有聪明人才能写出好格言，但只读格言的人却是傻瓜。浪漫主义的可笑在于失去了欣赏者。文人最难戒的毛病是卖弄。说句公道话，文字本身就诱惑他们这样做。他们惯于用文字表达自己，而文字总是要给人看的，这就很容易使他们的表达变成一种表演，使他们的独白变成一种演讲。他们走近文字如同走近一扇面向公众的窗口，不由自主地要摆好姿势。"}
{"text":"浪漫主义的可笑在于失去了欣赏者。文人最难戒的毛病是卖弄。说句公道话，文字本身就诱惑他们这样做。他们惯于用文字表达自己，而文字总是要给人看的，这就很容易使他们的表达变成一种表演，使他们的独白变成一种演讲。他们走近文字如同走近一扇面向公众的窗口，不由自主地要摆好姿势。有时候他们拉上窗帘，但故意让屋里的灯亮着，以便把他们的孤独忧伤痛苦等等适当地投在窗帘上，形成一幅优美的剪影。即使他们力戒卖弄，决心真实，也不能担保这诉诸文字的真实不是又一种卖弄。这是一位多愁善感的，并且知道自己多愁善感，被自己的多愁善感所感动，于是愈发多愁善感了。他在想象中看到读者感动的眼泪，自己禁不住也流下感动的眼泪，泪眼朦胧地在稿纸上签下了自己的名字。"}
{"text":"问题不在年龄，而在于他有一些他自己的话要说出来，或早或迟，非说出来不可。博学家一辈子说别人说过的话，天才则能说出自己的话，哪怕一辈子只说出一句，却是前无古人后无来者的，是非他说不出来的。这是两者的界限。天才区别于常人的不是智力，不是勤奋，而是一种使命感。也许他自己也说不清这使命感究竟是什么，但是却始终存在，并且常常出其不意地叮咛他，折磨他。这是一种责任心，不是对他人，对人类，而是对自己的生命的责任心。多数人属于家庭，国家，社会。天才属于有与无，最小与最大，自我与永恒。对天才来说，才能是沉重的包袱，必须把它卸下来，也就是说，把它充分释放出来。天才就是勤奋，但天才的勤奋不是勉为其难的机械的劳作，而是能量的不可遏止的释放。有时候，天才与普通人的区别仅在于是否养成了严格的工作习惯。天才是最接近自然本来面目的个性。既然自然本身是丰富多采充满矛盾的，那么，天才怎么可能永远自相一致呢哲学史上最有创造力的天才，如柏拉图康德，恰恰是最自相矛盾的。二律背反是天才的命运。没有真诚，就没有丰富性。许多人罕能返视自己的心灵，一旦返视，也要安上一片习俗和舆论的滤色镜，于是只看见一种色彩。天才对自己是诚实的，他不想阻止他心灵的天然色彩放射出来，而天然色彩总是丰富的。深刻的无聊是一种伟大的不满足，它催促人从事不倦的创造。尽管创造也不能一劳永逸地解除深刻的无聊，但至少可以使人免于浅薄的无聊和浅薄的满足。真正的创造者是不会满足于自己既已创造的一切成品的。在我看来，一个人获得了举世称羡的成功，自己对这成功仍然不免发生怀疑和厌倦，这是天才的可靠标志。一般而言，天才晚年的作品是更空灵更超脱更形而上的，那时候他们的灵魂已经抵达天国的门口，人间的好恶和批评与他们无关了。精神仍在蓬勃生长，肉体却已经衰老，这是某一些创造者晚年的悲哀。一个人的精神财富是以他的心灵为仓库的。"}
{"text":"真正的创造者是不会满足于自己既已创造的一切成品的。在我看来，一个人获得了举世称羡的成功，自己对这成功仍然不免发生怀疑和厌倦，这是天才的可靠标志。一般而言，天才晚年的作品是更空灵更超脱更形而上的，那时候他们的灵魂已经抵达天国的门口，人间的好恶和批评与他们无关了。精神仍在蓬勃生长，肉体却已经衰老，这是某一些创造者晚年的悲哀。一个人的精神财富是以他的心灵为仓库的。不管你曾经有过多么丰富的经历感受和思想，如果你的心灵已经枯寂，这一切对于现在的你就不再有意义。哪怕你著作等身，它们也至多能成为心灵依然活泼着的别人的精神财富，对于你却已是身外之物了。这是另一些创造者晚年的悲哀。天才是大自然的灵感。因此，一个天才在泄欲时是动物，在吃喝时是凡夫俗子，只有在大自然的灵感降临于他时才是天才。因此，一个天才在平时多数场合不是天才，只有在少数幸运的时刻才是天才。天才往往不是那些最聪明的人。如同大自然本身一样，天才必有他的笨拙之处。一个有才华有活力的人永远不会觉得自己找到了归宿，他永远在尝试，在探索。天才之缺乏自知之明，恰如庸人一样，不过其性质相反。庸人不知自己之短，天才却不知自己之长。德拉克罗瓦在创作他的传世名画之时，还在考虑他是否做一个诗人更合适些。我相信，天才骨子里都有一点自悲，成功的强者内心深处往往埋着一段屈辱的经历。芸芸众生也有权利活。在这个意义上，人与人是平等的。至于说到历史，就是另一回事了。天才与芸芸众生之间隔着鸿沟。当然，天才的伟大并不需要优越的享受来报偿，伟大本身就已经是他的报酬。天赋高的人有一种几乎与生俱来的贵族心理，看不起庸庸碌碌的芸芸众生。他对群众的宽容态度是阅历和思考的产物。天才生活在一个观念和想象的世界里，尽管在他们看来，这个世界更真实，更根本，但是它确实是脱离普通人的日常生活世界的。因此，用世俗的眼光看，天才决不可能给人类带来任何实际的幸福世俗意义上的幸福始终等同于福利，他们的欢乐只是疯狂，他们的苦痛也只是自作自受。"}
{"text":"天赋高的人有一种几乎与生俱来的贵族心理，看不起庸庸碌碌的芸芸众生。他对群众的宽容态度是阅历和思考的产物。天才生活在一个观念和想象的世界里，尽管在他们看来，这个世界更真实，更根本，但是它确实是脱离普通人的日常生活世界的。因此，用世俗的眼光看，天才决不可能给人类带来任何实际的幸福世俗意义上的幸福始终等同于福利，他们的欢乐只是疯狂，他们的苦痛也只是自作自受。世人容忍他们的存在，如同对待异禽怪兽一样给他们拨出一小块生存空间，便已经是礼遇有加了。天才自己不应当期望有更好的待遇，否则就等于期望自己不是天才。庸才比天才耐久。庸才是精神作坊里的工匠，只要体力许可，总能不断地制作。创造的天才一旦枯竭，就彻底完了。他没有一点慰藉，在自己眼里成了废物。他也的确是一个废物了。创造靠智慧，处世靠常识。有常识而无智慧，谓之平庸。有智慧而无常识，谓之笨拙。庸人从不涉足智慧的领域，所以不自知其平庸。天才却不免被抛入常识的领域，所以每暴露其笨拙。既然两者只可能在庸人的领土上相遇，那么，庸人得意，天才潦倒，当然就不足怪了。天才三境界入世随俗，避世隐居，救世献身。我总在想，天才在同时代人中必是孤独的，往往受到冷落和误解，而在后来的时代中，大多数人事实上也是不理解他们的。那么，他们身后的名声是如何建立起来的呢也许，伟大心智的超时代沟通是一个原因，这种沟通形成了高级文化的历史继承渠道。但问题仍然存在即使后来的天才理解先前的天才，可是这后来的天才在自己的时代仍然是孤独的，他对先前天才的评价却何以得到人们的公认呢也许总有少数幸运的天才，正是通过他们，世人在接受他们的同时也接受了他们所赏识的其余不幸的天才。天才是如何被承认的几种假说――其一，级差承认二等才智承认一等才智，三等承认二等，以此类推，至于普通人，使天才终于在民众中树立起了声誉。当然，仅仅是声誉，其代价便是误解的递增。其二，连锁承认在众多天才中，某一天才因为种种偶然性的凑合而被承认，于是人们也承认他所欣赏的一系列天才，这些天才中每人所欣赏的天才，就像滚雪球一样。"}
{"text":"天才是如何被承认的几种假说――其一，级差承认二等才智承认一等才智，三等承认二等，以此类推，至于普通人，使天才终于在民众中树立起了声誉。当然，仅仅是声誉，其代价便是误解的递增。其二，连锁承认在众多天才中，某一天才因为种种偶然性的凑合而被承认，于是人们也承认他所欣赏的一系列天才，这些天才中每人所欣赏的天才，就像滚雪球一样。其三，然而，最准确的说法也许是，天才是通过被误解而得到承认的。世人承认其显而易见的智力，同时又以平庸的心智度天才的思想。归根到底，只有天才才能完全理解天才，庸人只是起哄罢了。天才因其被误解而成其伟大。这话可有三解第一，越是独特的天才，与常人越缺少共同之处，因而越是不被理解和易遭误解。所以，误解的程度适见出独特和伟大的程度。第二，天才之被承认为伟大，必是在遭到普遍的误解之后，人们接受了用自己的误解改造过的这天才形象，于是承认其伟大――即承认其合自己的口味。第三，天才的丰富性和神秘性为世世代代的误解留下了广阔的余地，愈是伟大的天才愈是一个谜，愈能激起人们猜测他从而误解他的兴趣。伟大与可误解度成正比。也许，天才最好的命运是留下了著作，在人类的世代延续中，他的思想不时地在个别人心灵上引起震颤和共鸣。这就是他的不朽和复活。较坏的是著作失传，思想湮灭。最坏的是他的著作成为经典，他的名字成为偶像，他的思想成为教条。对天才是无法盖棺论定的。天才在受到崇拜的同时总是遭到误解和曲解，引起永无止息的争论。也许，不能盖棺论定本身就证明了伟大。盖棺论定也许适用于二三流的思想家，可是对于天才并不适用。天才犹如自然，本身包含着巨大的丰富性和复杂性，为世世代代的争论留下了广阔的余地。有哪一个独创性的思想家，不是在生前死后戏剧性地经历着被误解被发现又被误解又被重新发现的过程呢？天才的可靠标志不是成功，而是成功之后的厌倦。天才是脆弱的，一点病菌一次车祸一个流氓就可以致他于死命。天才未必是强者，例如凡高。"}
{"text":"天才犹如自然，本身包含着巨大的丰富性和复杂性，为世世代代的争论留下了广阔的余地。有哪一个独创性的思想家，不是在生前死后戏剧性地经历着被误解被发现又被误解又被重新发现的过程呢？天才的可靠标志不是成功，而是成功之后的厌倦。天才是脆弱的，一点病菌一次车祸一个流氓就可以致他于死命。天才未必是强者，例如凡高。性格的强弱决定尘世的命运，天赋的大小决定天国的命运。在某种意义上，可以把天才死后享誉看作天国的荣耀。高更也以穷困潦倒而终。但是，和凡高相比，他毕竟在生前就获得了相当的成功，因为他是强者。天才不走运会成为庸人，庸人再走运也成不了天才。一个青年对我说我就是尼采我答道是吗尼采是天才。每个天才都是独一无二不可重复的。你重复了尼采，所以你不是天才，所以你不是尼采。天才往往有点疯，但疯子不等于是天才。自命天才的人老在这一点上发生误解。天才与疯子，奇人与骗子，均在似是而非之间。世上有一个天才，就有一千个自命天才的疯子。有一个奇人，就有一万个冒充奇人的骗子。俗人有卑微的幸福，天才有高贵的痛苦，上帝的分配很公平。对此愤愤不平的人，尽管自命天才，却比俗人还不如。"}
{"text":"嗜好往往使人忘记自己终有一死。有时候觉得，读书是天下最愉快的事，是纯粹的收入，尽管它不像写作那样能带来经济上的收益。对我们影响最大的书往往是我们年轻时读的某一本书，它的力量多半不缘于它自身，而缘于它介入我们生活的那个时机。那是一个最容易受影响的年龄，我们好歹要崇拜一个什么人，如果没有，就崇拜一本什么书。后来重读这本书，我们很可能会对它失望，并且诧异当初它何以使自己如此心醉神迷。但我们不必惭愧，事实上那是我们的精神初恋，而初恋对象不过是把我们引入精神世界的一个诱因罢了。当然，同时它也是一个征兆，我们早期着迷的书的性质大致显示了我们的精神类型，预示了我们后来精神生活的走向。年长以后，书对我们很难再有这般震撼效果了。无论多么出色的书，我们和它都保持着一个距离。或者是我们的理性已经足够成熟，或者是我们的情感已经足够迟钝，总之我们已经过了精神初恋的年龄。世人不计其数，知己者数人而已，书籍汪洋大海，投机者数本而已。我们既然不为只结识总人口中一小部分而遗憾，那么也就不必为只读过全部书籍中一小部分而遗憾了。金圣叹列举他最喜爱的书，到第六才子书西厢记止。他生得太早，没有读到红楼梦。我忽然想我们都生得太早，不能读到我们身后许多世纪中必然会出现的一部又一部杰作了。接着又想我们读到了红楼梦，可是有几人能像金圣叹之于西厢记那样品读那么，生得晚何用，生得早何憾不论生得早晚，一个人的精神胃口总是有限的，所能获得的精神食物也总是足够的。好读书和好色有一个相似之处，就是不求甚解。某生嗜书，读书时必专心致志，任何人不得打扰。一日，正读海德格尔的存在与时间，海德格尔叩门求访。某生毅然拒之门外，读书不辍。海德格尔快然而归。精彩极了我激动不已。我在思想家的著作中读到了思想家曾经表述过的类似思想，而这种思想引起了我的强烈共鸣。且慢，你是在为谁喝彩为，还是，还是他们之间的相似，还是你自己的共鸣我怔住了，只觉得扫兴，刚才的激动消失得无影无踪。"}
