{"text":"此外还有关于杭州的饮食起居的话，我不是做西湖旅行指南的人，在此地只好不说了。一九三四年三月临平登山记曾坐沪杭甬的通车去过杭州的人，想来谁也看到过临平山的一道青嶂。车到了硖石，平地里就有起几堆小石山来了，然而近者太近，远者太小，不大会令人想起特异的关于山的概念。一到临平，向北窗看到了这眠牛般的一排山影，才仿佛是叫人预备着到杭州去看山看水似地，心里会突然的起一种变动觉得杭州是不远了，四周的环境，确与沪宁路的南段，沪杭甬路的东段，一望平原，河流草舍很多的单调的景色不同了。这临平山的顶上，我一直到今年，才去攀涉，回想起来，倒也有一点浅淡的佳趣。临平不过是杭州――大约是往日的仁和县管的罢？――的一个小镇，介在杭州海宁二县之间，自杭州东去，至多也不到六七十里地的路程。境内河流四绕，可以去湖州，可以去禾郡，也可以去松江上海，直到天边。因之沿河的两岸是东西的交河的官道是南北的之旁，就自然而然地成了一个部落。居民总有百家，柳叶菱塘，桑田鱼市，麻布袋，豆腐皮，酱鸭肥鸡，茧行藕店，算将起来，一年四季，农产商品，倒也不少。在一条丁字路的转弯角前，并且还有一家青帘摇漾的杏花村――是酒家的雅号，本名仿佛是聚贤楼。――乡民朴素，禁令森严，所以妓馆当然是没有的，旅馆也不曾看到，但暗娼有无，在这一个民不聊生民又不敢死的年头，我可不能够保。第二辑屐痕处处感伤的行旅我们去的那天，是从杭州坐了十点左右的一班慢车去的，一则因为左近的三位朋友，那一日正值着假期二则因为有几位同乡，在那里处理乡村的行政，这几位同乡听说我近来髻盐蘖模篇文不写，所以请那三位住在我左近的朋友约我同去临平玩玩，或者可以散散心，或者也可以壮壮胆，不要以为中国的农村完全是破产了，中国人除几个活大家死之外别无出路了。等因奉此地到了临平，更在那家聚贤楼上，背晒着太阳喝了两斤老酒，兴致果然起来了，把袍子一脱，我们就很勇猛地说去，去爬山去！缓步西行出镇往西，靠左手走过一个桥洞，在一条长蛇似的大道之旁，远远就看得见一座银匠店头的招牌那么的塔，和许多名目也不大晓得的疏疏落落的树。地理大约总可以不再过细地报告了罢，北面就是那支临平山，南面岂不又是一条小河么？"}
{"text":"等因奉此地到了临平，更在那家聚贤楼上，背晒着太阳喝了两斤老酒，兴致果然起来了，把袍子一脱，我们就很勇猛地说去，去爬山去！缓步西行出镇往西，靠左手走过一个桥洞，在一条长蛇似的大道之旁，远远就看得见一座银匠店头的招牌那么的塔，和许多名目也不大晓得的疏疏落落的树。地理大约总可以不再过细地报告了罢，北面就是那支临平山，南面岂不又是一条小河么？我们的所以不从临平山的东上山，而必定要走出镇市――临平市是在山的东麓的――走到临平山的西麓去者，原因是为了安隐寺里的一棵梅树。安隐寺，据说，在唐宣宗时，名永兴院，吴越时名安平院。至宋治平二年，始赐今名。因为明末清初的那位西泠十子中的临平人沈去矜谦，好闲多事，做了一部临平记，所以后来的临平人，也做出了不少的文章，其中最好的一篇，便是安隐寺里的那棵所谓唐梅的梅树。安隐寺，在临平山的西麓，寺外面有一口四方的小井，井栏上刻着安平泉的三个不大不小的字。诸君若要一识这安平泉的伟大过去，和沿临平山一带的许多寺院的兴废，以及鼎湖的何以得名，孙皓的怎么亡国我所说的是天玺改元的那一回事等琐事的，请去翻一翻沈去矜的临平记，张大昌的临平记补遗，或田汝成的西湖志余等就得，我在这里，只能老实地说，那天我们所看到的安隐寺，实在是坍败得可以，寺里面的那一棵出名的唐梅，树身原也不小，但我却怎么也不想承认它是一千几百年前头的刁钻古怪鬼灵精。你且想想看，南宋亡国，伯颜丞相，岂不是由临平而入驻皋亭的么？那些羊膻气满身满面的元朝鞑子，那里肯为中国人保留着这一株枯树？此后还有清朝，还有洪杨的打来打去，庙之不存，树将焉附，这唐梅若果是真，那它可真是不怕水火，不怕刀兵的活宝贝了，我们中国还要造什么飞机高射炮呢？同外国人打起仗来，岂不只教擎着这一棵梅树出去就对？在冷气逼人的安隐寺客厅上吃了一碗茶，向四壁挂在那里的霉烂的字画致了一致敬，付了他们四角小洋的茶钱之后，我们就从不知何时被毁去的西面正殿基的门外，走上了山，沿山脚的一带，太阳光里，有许多工人，只穿了一件小衫，在那里劈柴砍树。我看得有点气起来了，所以就停住了脚，问他们这些树木，是谁教你们来砍的？除了这些山的主人之外还有谁呢？"}
{"text":"在冷气逼人的安隐寺客厅上吃了一碗茶，向四壁挂在那里的霉烂的字画致了一致敬，付了他们四角小洋的茶钱之后，我们就从不知何时被毁去的西面正殿基的门外，走上了山，沿山脚的一带，太阳光里，有许多工人，只穿了一件小衫，在那里劈柴砍树。我看得有点气起来了，所以就停住了脚，问他们这些树木，是谁教你们来砍的？除了这些山的主人之外还有谁呢？这回话倒也真不错，我呆张着目，看看地上纵横睡着的拳头样粗的松杉树干，想想每年植树节日的各机关和要人等贴出来的红绿的标语传单，喉咙头好像冲起来了一块面包。呆立了一会，看看同来的几位同伴，已经上山去得远了，就只好屁也不放一个，旋转身子，狠狠地踏上了山腰，仿佛是山上的泥沙碎石，得罪了我的样子。这一口看了工人砍树伐山而得的气闷，直到爬上山顶快的时候，才兹吐出。临平山虽则不高，但走走究竟也有点吃力，喘气喘得多了，肚子里自然会感到一种清空，更何况在山顶上坐下的一瞬间，远远地又看得出钱塘江一线的空明缭绕，越山隔岸的无数青峰，以及脚下头临平一带的烟树人家来了呢！至于在沪杭甬路轨上跑的那几辆同小孩子玩具似的客车，与火车头上在乱吐的一圈一圈的白烟，那不过是将死风景点一点活的手笔，像麦克白夫妇当行凶的当儿，忽听到了醉汉的叩门声一样，有了原是更好，即使没有，也不会使人感到缺恨的。从临平山顶上看下来的风景，的确还有点儿可取。从前我曾经到过兰溪，从兰溪市上，隔江西眺横山，每感到这座小小的兰阴山真太平淡，真是造物的浪费，但第二日身入了此山，到山顶去向南向东向西向北的一看，反觉得游兰溪者这横山决不可不到了。临平山的风景，就同这山有点相像你远看过去，觉得临平山不过是一支光秃的小山而已，另外也没有什么奇特，但到山顶去俯瞰下来，则又觉得杭城的东面，幸亏有了它才可以说是完满。我说这话，并不是因受了临平人的贿赂，也不是想夺风水先生――所谓堪舆家也――们的生意，实在是杭州的东面太空旷了，有了临平山，有了皋亭，黄鹤一带的山，才补了一补缺。这是从风景上来说的话，与什么临平湖塞则天下治，湖开则天下乱等倒果为因的妄揣臆说，却不一样。第二辑屐痕处处感伤的行旅临平山顶，自西徂东，曲折高低的山脊线，若把它拉将直来，大约总也有里把路长的样子。"}
{"text":"我说这话，并不是因受了临平人的贿赂，也不是想夺风水先生――所谓堪舆家也――们的生意，实在是杭州的东面太空旷了，有了临平山，有了皋亭，黄鹤一带的山，才补了一补缺。这是从风景上来说的话，与什么临平湖塞则天下治，湖开则天下乱等倒果为因的妄揣臆说，却不一样。第二辑屐痕处处感伤的行旅临平山顶，自西徂东，曲折高低的山脊线，若把它拉将直来，大约总也有里把路长的样子。在这里把路的半腰偏东，从山下望去，有一围黄色的墙头露出，象煞是巨象身上的一只木斗似的地方，就是临平人最爱夸说的龙洞的道观了。这龙洞，临平的乡下人，谁也晓得，说是小康王曾在洞里避过难。其实呢，这又是以讹传讹的一篇乡下文章而已。你猜怎么着？这临平山顶，半腰里原是有一个大洞的。洞的石壁上贴地之处，有翼拱之凌晨游此，时康定元年四月八日的两行字刻在那里。小康王也是一个康，康定元年也是一个康，两康一混，就混成了小康王的避难。大约因此也就成全了那个道观，龙洞道观的所以得至今庙貌重新，游人争集者，想来小康王的功劳，一定要居其大半。可是沈谦的临平记里，所说就不同了，现在我且抄一段在这里，聊以当作这一篇临平登山记的尾巴，因为自龙山出来，天也差不多快晚了，我们也就跑下了山，赶上了车站，当日重复坐四等车回到了杭州的缘故仁宗皇帝康定元年夏四月，翼拱之来游临平山细砺洞。谦曰吾乡有细砺洞，在临平山巅，深十余丈，阔二丈五尺，高一丈五尺，多出砺石，本草所称砺石出临平者，即其地也至是者无不一游，自宋至今，题名者数人而已，然多漶漫不可读，而攀跻洗剔，得此一人，亦如空谷之足音，跫然而喜矣。又曰谦闻洞中题名旧矣，向未见。甲申四月八日，里人例有祈年之举，谦同友人往探，因得见其真迹。字在洞中东北壁，惟翼字最大，下两行分书之，微有丹漆，乃里人郭伯邑所润色，今则剥落殆尽，其笔势，遒劲如颜真卿格，真奇迹也。洞西南，又凿有窦缄二字，无年月可考，亦不解其义，意者，游人有窦姓者邪？至于满洞镂刻佛像，或是杨髡灵鹫之余波也。临平记卷一十九页一九三四年三月出昱岭关记一九三四年三月末日，夜宿在东天目昭明禅院的禅房里。四月一日侵晨，曾与同宿者金]甫吴宝基诸先生约定，于五时前起床，上钟楼峰上去看日出，并看云海。"}
{"text":"洞西南，又凿有窦缄二字，无年月可考，亦不解其义，意者，游人有窦姓者邪？至于满洞镂刻佛像，或是杨髡灵鹫之余波也。临平记卷一十九页一九三四年三月出昱岭关记一九三四年三月末日，夜宿在东天目昭明禅院的禅房里。四月一日侵晨，曾与同宿者金]甫吴宝基诸先生约定，于五时前起床，上钟楼峰上去看日出，并看云海。但午前四时，因口渴而起来喝茶，探向窗外一望，微云里在落细雨，知道日出与云海都看不成了，索性就酣睡了下去，一觉竟睡到了八点。早餐后，坐轿下山。一出寺门，那知就掉向云海里去了坐在轿上，看不出前面那轿夫的背脊，但闻人语声，鸟鸣声，轿夫换肩的喝唱声，瀑布的冲击声，从白茫茫一片的云雾里传来云层很厚实，有时攒入轿来，扑在面上，有点儿凉阴阴的怪味，伸手出去拿了几次，却没有拿着。细雨化为云，蒸为雾，将东天目的上半山包住，今天的日出虽没有看成，可是在云海里飘泊的滋味却尝了一个饱。行至半山，更在东面山头的雾障里看出了一圈同月亮似的大白圈，晓得天又是晴的，逆料今天的西行出昱岭关去，路上一定有许多景色好看。从原来的路上下山，过老虎尾巴，越新溪，向西向南的走去，云雾全收，那一个东西两天目之间的谷里的清景，又同画样的展开在目前。上一小岭后，更走二十余里，就到了于潜的藻溪，盖即三日前下车上西天目去的地点，距西天目三十余里，去东天目约有四十里内外轿子到此，已经是午后一点的光景，肚子饿得很，因而对于那两座西浙名山的余恋，也有点淡薄下去了。饭后上车，西行七十余里，入昌化境，地势渐高，过芦岭关后，就是昱岭山脉的盘据地界了车路大抵是一面依山，一面临水的。山系f涔殴值纳呈岩峰，水是清澄见底的山泉溪水。偶尔过一平谷，则人家三五，散点在杂花绿树间。老翁在门前曝背，小儿们指点汽车，张大了嘴，举起了手，似在大喊大叫。村犬之肥硕者，有时还要和汽车赛一段跑，送我们一程。在未到昱岭关之先，公路两岸的青山绿水，已经是怪可爱的了。语堂并且还想起了避暑的事，以为挈妻儿来这一区桃花源里，住它几日，不看报，不与外界相往来，饥则食小山之薇蕨，与村里的牛羊，渴则饮清溪的淡水。日当中午，大家脱得精光，入溪中去游泳。"}
{"text":"偶尔过一平谷，则人家三五，散点在杂花绿树间。老翁在门前曝背，小儿们指点汽车，张大了嘴，举起了手，似在大喊大叫。村犬之肥硕者，有时还要和汽车赛一段跑，送我们一程。在未到昱岭关之先，公路两岸的青山绿水，已经是怪可爱的了。语堂并且还想起了避暑的事，以为挈妻儿来这一区桃花源里，住它几日，不看报，不与外界相往来，饥则食小山之薇蕨，与村里的牛羊，渴则饮清溪的淡水。日当中午，大家脱得精光，入溪中去游泳。晚上倦了，就可以在月亮底下露宿，门也不必关，电灯也可以不要，只教有一枝雪茄，一张行军床，一条薄被，和几册爱读的书就好了。第二辑屐痕处处感伤的行旅像这一种生活过惯之后，不知会不会更想到都市中去吸灰尘，看电影的？语堂感慨无量地在自自语，这当然又是他的在作怪。前此，语堂和增嘏光旦他们，曾去富春江一带旅行在路上，遇有不适意事，语堂就说这是！意思就是在说现实和理想的不能相符，系借用了歌德的书名而付以新解释的所以我们这一次西游，无论遇见什么可爱可恨之事，都只以与两字了之语汇虽极简单，涵义倒着实广阔，并且说一次，大家都哄笑一场，不厌重复，也不怕烦腻，正像是在唱古诗里的循环复句一般。车到昱岭关口，关门正在新造，停车下来，仰视众山，大家都只嘿然互相默视了一下盖因日暮途遥，突然间到了这一个险隘，印象太深，变成了，惊叹颂赞之声自然已经叫不出口，就连现成的与两字，也都被骇退了。向关前关后去环视了一下，大家松了一松气，吴徐两位，照了几张关门的照相之后，那种紧张的气氛，才兹弛缓了下来，于是乎就又有了说，有了笑同行中间的一位，并且还上关门边上去撒了一抛溺，以留作过关的纪念碑。出关后，已入安徽绩溪歙县界，第一个到眼来的盆样的村子，就是三阳坑。四面都是一层一层的山，中间是一条东流的水。人家三五百，集处在溪的旁边，山的腰际，与前面的弯曲的公路上下。溪上远处山间的白墙数点，和在山坡食草的羊群，又将这一幅中国的古画添上了些洋气，语堂说瑞士的山村，简直和这里一样，不过人家稍为整齐一点，山上的杂草树木要多一点而已。我们在三阳坑车站的前头，那一条清溪的水车磨坊旁边，西看看夕阳，东望望山影，总立了约有半点钟之久，还徘徊而不忍去倒惊动得三阳坑的老百姓，以为又是官军来测量地皮，破坏风水来了，在我们的周围，也张着嘴瞪着眼，绕成了一个大圈圈。"}
{"text":"人家三五百，集处在溪的旁边，山的腰际，与前面的弯曲的公路上下。溪上远处山间的白墙数点，和在山坡食草的羊群，又将这一幅中国的古画添上了些洋气，语堂说瑞士的山村，简直和这里一样，不过人家稍为整齐一点，山上的杂草树木要多一点而已。我们在三阳坑车站的前头，那一条清溪的水车磨坊旁边，西看看夕阳，东望望山影，总立了约有半点钟之久，还徘徊而不忍去倒惊动得三阳坑的老百姓，以为又是官军来测量地皮，破坏风水来了，在我们的周围，也张着嘴瞪着眼，绕成了一个大圈圈。从三阳坑到屺梓里，二三十里地的中间，车尽在昱岭山脉的上下左右绕。过了一个弯，又是一个弯，盘旋上去，又盘旋下来，有时候向了西，有时候又向了东。到了顶上，回头来看看走过的路和路上的石栏，绝像是乡下人于正月元宵后，在盘的龙灯。弯也真长，真曲，真多不过。一时入一个弯去，上视危壁，下临绝涧，总以为前不见古人，后不见来者，这车非要穿入山去，学穿山甲，学神仙的土遁，才能到得徽州了，谁知斗头一转，再过一个山鼻，就又是一重天地，一番景色我先在车里默数着，要绕几个弯，过几条岭，才到得徽州，但后来为周围的险景一吓，竟把数目忘了，手指头屈屈伸伸，似乎有了十七八次大约就混说―句二三十个，想来总也没有错儿。在这一条盘旋的公路对面，还有一个绝景，就是那一条在公路未开以前的皖浙间交通的官道。公路是开在溪谷北面的山腰，而这一条旧时的大道，是铺在溪谷南面的山麓的。从公路上的车窗里望过去，一条同银线似的长蛇小道，在对岸时而上山，时而落谷，时而过一条小桥，时而入一个亭子，隐而复见，断而再连还有成群的驴马，肩驮着农产商品，在代替着沙漠里的骆驼，尽在这一条线路上走路离得远了，铃声自然是听不见，就是捏着鞭子，在驴前驴后，跟着行走的商人，看过去也像是画上的行人，要令人想起小时候见过的钟馗送妹图或长江行旅图来。过屺梓里后，路渐渐平坦，日也垂垂向晚，虽然依旧是水色山光，劈面的迎来，然而因为已在昱岭关外的一带，把注意力用尽了，致对车窗外的景色，不得已而失了敬意。其实哩，绩溪与歙县的山水，本来也是清秀无比，尽可以敌得过浙西的。"}
{"text":"过屺梓里后，路渐渐平坦，日也垂垂向晚，虽然依旧是水色山光，劈面的迎来，然而因为已在昱岭关外的一带，把注意力用尽了，致对车窗外的景色，不得已而失了敬意。其实哩，绩溪与歙县的山水，本来也是清秀无比，尽可以敌得过浙西的。在苍茫的暮色里，浑浑然躺在车上，一边在打瞌睡，一边我也在想凑集起几个字来，好变成一件像诗样的东西哼哼读读，车行了六七十里之后，我也居然把一哼哼调做成了盘旋曲径几多弯，历尽千山与万山，外此更无三宿恋，西来又过一重关，第二辑屐痕处处感伤的行旅地传洙泗溪争出，俗近江淮语略蛮，只恨征车留不得，让他桃李领春闲。题目是出昱岭关，过三阳坑后，风景绝佳。晚上六点前后，到了徽州城外的歙县站。入徽州城去吃了一顿夜饭，住的地方，却成问题了，于是乎又开车，走了六七十里的夜路，赶到了归休宁县管的大镇屯溪。屯溪虽有小上海的别名，虽也有公娼私娼戏园茶馆等的设备，但旅馆究竟不多我们一群七八个人，搬来搬去，到了深夜的十二点钟，才由语堂光旦的提议，屯溪公安局的介绍，租到了一只大船，去打馆宿歇。这一晚，别无可记，只现了叶公秋原每爱以文作常谈，于是乎大家建议做文须用白话，说话须用文，这条原则通过以后，大家就满口的之乎也者了起来，倒把语堂的打倒了叶公的谈吐，尤以用公文成语时，如该大便业已撒出在案之类，最为滑稽得体云。一九三四年四月十八日屯溪夜泊记屯溪是安徽休宁县属的一个市镇。居民不多，――人口大约最多也不过一二万――工厂也没有，物产也并不丰富，但因为地处在婺源祁门黟县休宁等县的众水汇聚之乡，下流成新安江，从前陆路交通不便的时候，徽州府西北几县的物产，全要从这屯溪出去，所以这个小镇居然也成了一个皖南的大码头，所以它也就有了小上海的别名。生意兴隆通四海，财源茂盛达三江，这一副最普通的联语，若拿来赠给屯溪，倒也很可以指示出它的所以得繁盛的原委。我们的飘泊到屯溪去，是因为东南五省交通周览会的邀请，打算去白岳黄山看一看风景而又蒙从前的徽州府现在的歙县县长的不弃，替我们介绍了一家徽州府里有名的实在是龌龊得不堪的宿夜店，觉得在徽州是怎么也不能够过夜了，所以才夜半开车，闯入了这小上海的屯溪市里。"}
{"text":"生意兴隆通四海，财源茂盛达三江，这一副最普通的联语，若拿来赠给屯溪，倒也很可以指示出它的所以得繁盛的原委。我们的飘泊到屯溪去，是因为东南五省交通周览会的邀请，打算去白岳黄山看一看风景而又蒙从前的徽州府现在的歙县县长的不弃，替我们介绍了一家徽州府里有名的实在是龌龊得不堪的宿夜店，觉得在徽州是怎么也不能够过夜了，所以才夜半开车，闯入了这小上海的屯溪市里。虽则是小上海，可究竟和大上海有点不同，第一，这小上海所有的旅馆，就只有大上海的五万分之一。我们在半夜的混沌里，冲到了此地，投各家旅馆，自然是都已经客满了，没有办法，就只好去投奔公安局――这公安局却是直系于省会的一个独立机关，是屯溪市上，最大并且也是唯一的行政司法以及维持治安的公署，所以尽抵得过清朝的一个州县――请他们来救济，我们提出的办法，是要他们去为我们租借一只大船来权当宿舍。这交涉办到了午前的一点，才兹办妥，行李等物，搬上船后，舱铺清洁，空气通畅，大家高兴了起来，就交口称赞语堂林氏的有明的天才，因为大家搬上船上去宿的这一件事，是语堂的提议，大约他总也是受了天随子陆龟蒙或八旗名士宗室宝竹坡的影响无疑。浮家泛宅，大家联床接脚，在篾篷底下，洋油灯前，谈着笑着，悠悠入睡的那一种风，倒的确是时代倒错的中世纪的诗人的行径。那一晚，因为上船得迟了，所以说废话说不上几刻钟，一船里就呼呼地充满了睡声。第二天，天下了雨在船上听雨，在水边看雨的风味，又是一种别样的趣。因为天雨，旅行当然是不行，并且林潘全叶的四位，目的是只在看看徽州，与自杭州至徽州的一段公路的，白岳黄山，自然是不想去的了，只教天一放晴，他们就打算回去，于是乎我们便有了一天悠闲自在的屯溪船上的休息。屯溪的街市，是沿水的两条里外的直街，至西面而尽于屯浦，屯浦之上是一条大桥，过桥又是一条街，系上西乡去的大路。是在这屯浦桥附近的几条街上，由他们屯溪人看来，觉得是完全毛色不同的这一群丧家之犬，尽在那里走来走去的走。其实呢，我们的泊船之处，就在离桥不远的东南一箭之地，而寄住在船上，却有两件大事，非要上岸去办不可，就是，一，吃饭，二，大便。"}
