{"text":"一片独有一点蛀孔，镶着乌黑的花边，在红，黄和绿的斑驳中，明眸似的向人凝视。我自念这是病叶呵！便将他摘了下来，夹在刚才买到的雁门集里。大概是愿使这将坠的被蚀而斑斓的颜色，暂得保存，不即与群叶一同飘散罢。但今夜他却黄蜡似的躺在我的眼前，那眸子也不复似去年一般灼灼。假使再过几年，旧时的颜色在我记忆中消去，怕连我也不知道他何以夹在书里面的原因了。将坠的病叶的斑斓，似乎也只能在极短时中相对，更何况是葱郁的呢。看看窗外，很能耐寒的树木也早经秃尽了枫树更何消说得。当深秋时，想来也许有和这去年的模样相似的病叶罢，但可惜我今年竟没有赏玩秋树的余闲。一九二五年十二月二十六日目前的造物主，还是一个怯弱者。他暗暗地使天地变异，却不敢毁灭一个这地球暗暗地使生物衰亡，却不敢长存一切尸体暗暗地使人类流血，却不敢使血色永远鲜浓暗暗地使人类受苦，却不敢使人类永远记得。他专为他的同类――人类中的怯弱者――设想，用废墟荒坟来衬托华屋，用时光来冲淡苦痛和血痕日日斟出一杯微甘的苦酒，不太少，不太多，以能微醉为度，递给人间，使饮者可以哭，可以歌，也如醒，也如醉，若有知，若无知，也欲死，也欲生。他必须使一切也欲生他还没有灭尽人类的勇气。几片废墟和几个荒坟散在地上，映以淡淡的血痕，人们都在其间咀嚼着人我的渺茫的悲苦。但是不肯吐弃，以为究竟胜于空虚，各各自称为天之戮民，以作咀嚼着人我的渺茫的悲苦的辩解，而且悚息着静待新的悲苦的到来。新的，这就使他们恐惧，而又渴欲相遇。这都是造物主的良民。他就需要这样。叛逆的猛士出于人间他屹立着，洞见一切已改和现有的废墟和荒坟，记得一切深广和久远的苦痛，正视一切重叠淤积的凝血，深知一切已死，方生，将生和未生。他看透了造化的把戏他将要起来使人类苏生，或者使人类灭尽，这些造物主的良民们。造物主，怯弱者，羞惭了，于是伏藏。天地在猛士的眼中于是变色。一九二六年四月八日一觉飞机负了掷下炸弹的使命，象学校的上课似的，每日上午在北京城上飞行。每听得机件搏击空气的声音，我常觉到一种轻微的紧张，宛然目睹了死的袭来，但同时也深切地感着生的存在。隐约听到一二爆发声以后，飞机嗡嗡地叫着，冉冉地飞去了。也许有人死伤了罢，然而天下却似乎更显得太平。窗外的白杨的嫩叶，在日光下发乌金光榆叶梅也比昨日开得更烂漫。"}
{"text":"造物主，怯弱者，羞惭了，于是伏藏。天地在猛士的眼中于是变色。一九二六年四月八日一觉飞机负了掷下炸弹的使命，象学校的上课似的，每日上午在北京城上飞行。每听得机件搏击空气的声音，我常觉到一种轻微的紧张，宛然目睹了死的袭来，但同时也深切地感着生的存在。隐约听到一二爆发声以后，飞机嗡嗡地叫着，冉冉地飞去了。也许有人死伤了罢，然而天下却似乎更显得太平。窗外的白杨的嫩叶，在日光下发乌金光榆叶梅也比昨日开得更烂漫。收拾了散乱满床的日报，拂去昨夜聚在书桌上的苍白的微尘，我的四方的小书斋，今日也依然是所谓窗明几净。因为或一种原因，我开手编校那历来积压在我这里的青年的文稿了我要全都给一个清理。我照作品的年月看下去，这些不肯涂脂抹粉的青年们的魂灵便依次屹立在我眼前。他们是绰约的，是纯真的，――呵，然而他们苦恼了，呻吟了，愤怒了，而且终于粗暴了，我的可爱的青年们。魂灵被风沙打击得粗暴，因为这是人的魂灵，我爱这样的魂灵我愿意在无形无色的鲜血淋漓的粗暴上接吻。漂渺的名园中，奇花盛开着，红颜的静女正在超然无事地逍遥，鹤唳一声，白云郁然而起。这自然使人神往的罢，然而我总记得我活在人间。我忽然记起一件事两三年前，我在北京大学的教员预备室里，看见进来一个并不熟悉的青年，默默地给我一包书，便出去了，打开看时，是一本浅草。就在这默默中，使我懂得了许多话。阿，这赠品是多么丰饶呵！可惜那浅草不再出版了，似乎只成了沉钟的前身。那沉钟就在这风沙氵项洞中，深深地在人海的底里寂寞地鸣动。野蓟经了几乎致命的摧折，还要开一朵小花，我记得托尔斯泰曾受了很大的感动，因此写出一篇小说来。但是，草木在旱干的沙漠中间，拼命伸长他的根，吸取深地中的水泉，来造成碧绿的林莽，自然是为了自己的生的，然而使疲劳枯渴的旅人，一见就怡然觉得遇到了暂时息肩之所，这是如何的可以感激，而且可以悲哀的事？！沉钟的无题――代启事――说有人说我们的社会是一片沙漠。――如果当真是一片沙漠，这虽然荒漠一点也还静肃虽然寂寞一点也还会使你感觉苍茫。何至于象这样的混沌，这样的阴沉，而且这样的离奇变幻！是的，青年的魂灵屹立在我眼前，他们已经粗暴了，或者将要粗暴了，然而我爱这些流血和隐痛的魂灵，因为他使我觉得是在人间，是在人间活着。在编校中夕阳居然西下，灯火给我接续的光。"}
{"text":"！沉钟的无题――代启事――说有人说我们的社会是一片沙漠。――如果当真是一片沙漠，这虽然荒漠一点也还静肃虽然寂寞一点也还会使你感觉苍茫。何至于象这样的混沌，这样的阴沉，而且这样的离奇变幻！是的，青年的魂灵屹立在我眼前，他们已经粗暴了，或者将要粗暴了，然而我爱这些流血和隐痛的魂灵，因为他使我觉得是在人间，是在人间活着。在编校中夕阳居然西下，灯火给我接续的光。各样的青春在眼前一一驰去了，身外但有昏黄环绕。我疲劳着，捏着纸烟，在无名的思想中静静地合了眼睛，看见很长的梦。忽而警觉，身外也还是环绕着昏黄烟篆在不动的空气中飞升，如几片小小夏云，徐徐幻出难以指名的形象。一九二六年四月十日黄花节将近了，必须做一点所谓文章。但对于这一个题目的文章，教我做起来，实在近于先前的在考场里对空策。因为，――说出来自己也惭愧，――黄花节这三个字，我自然明白它是什么意思的然而战死在黄花冈头的战士们呢，不但姓名，连人数也不知道。为寻些材料，好发议论起见，只得查辞源。书里面有是有的，可不过是黄花冈。地名，在广东省城北门外白云山之麓。清宣统三年三月二十九日，革命党数十人，攻袭督署，不成而死，丛葬于此。轻描淡写，和我所知道的差不多，于我并不能有所裨益。我又愿意知道一点十七年前的三月二十九日的情形，但一时也找不到目击耳闻的耆老。从别的地方――如北京，南京，我的故乡――的例子推想起来，当时大概有若干人痛惜，若干人快意，若干人没有什么意见，若干人当作酒后茶余的谈助的罢。接着便将被人们忘却。久受压制的人们，被压制时只能忍苦，幸而解放了便只知道作乐，悲壮剧是不能久留在记忆里的。但是三月二十九日的事却特别，当时虽然失败，十月就是武昌起义，第二年，中华民国便出现了。于是这些失败的战士，当时也就成为革命成功的先驱，悲壮剧刚要收场，又添上一个团圆剧的结束。这于我们是很可庆幸的，我想，在纪念黄花节的时候便可以看出。我还没有亲自遇见过黄花节的纪念，因为久在北方。不过，中山先生的纪念日却遇见过了在学校里，晚上来看演剧的特别多，连凳子也踏破了几条，非常热闹。用这例子来推断，那么，黄花节也一定该是极其热闹的罢。当三月十二日那天的晚上，我在热闹场中，便深深地更感得革命家的伟大。"}
{"text":"但是三月二十九日的事却特别，当时虽然失败，十月就是武昌起义，第二年，中华民国便出现了。于是这些失败的战士，当时也就成为革命成功的先驱，悲壮剧刚要收场，又添上一个团圆剧的结束。这于我们是很可庆幸的，我想，在纪念黄花节的时候便可以看出。我还没有亲自遇见过黄花节的纪念，因为久在北方。不过，中山先生的纪念日却遇见过了在学校里，晚上来看演剧的特别多，连凳子也踏破了几条，非常热闹。用这例子来推断，那么，黄花节也一定该是极其热闹的罢。当三月十二日那天的晚上，我在热闹场中，便深深地更感得革命家的伟大。我想，恋爱成功的时候，一个爱人死掉了，只能给生存的那一个以悲哀。然而革命成功的时候，革命家死掉了，却能每年给生存的大家以热闹，甚而至于欢欣鼓舞。惟独革命家，无论他生或死，都能给大家以幸福。同是爱，结果却有这样地不同，正无怪现在的青年，很有许多感到恋爱和革命的冲突的苦闷。以上的所谓革命成功，是指暂时的事而言其实是革命尚未成功的。革命无止境，倘使世上真有什么止于至善，这人间世便同时变了凝固的东西了。不过，中国经了许多战士的精神和血肉的培养，却的确长出了一点先前所没有的幸福的花果来，也还有逐渐生长的希望。倘若不像有，那是因为继续培养的人们少，而赏玩，攀折这花，摘食这果实的人们倒是太多的缘故。我并非说，大家都须天天去痛哭流涕，以凭吊先烈的在天之灵，一年中有一天记起他们也就可以了。但就广东的现在而论，我却觉得大家对于节日的办法，还须改良一点。黄花节很热闹，热闹一天自然也好热闹得疲劳了，回去就好好地睡一觉。然而第二天，元气恢复了，就该加工做一天自己该做的工作。这当然是劳苦的，但总比枪弹从致命的地方穿过去要好得远何况这也算是在培养幸福的花果，为着后来的人们呢。三月二十四日夜。本篇最初发表于一九二七年三月二十九日广州中山大学政治训育部编印的政治训育第七期黄花节特号。黄花节一九一一年四月二十七日夏历三月二十九日，同盟会领导成员黄兴赵声等人在广州发动武装起义，攻打两广总督衙门，结果失败。事后将收集到的七十二具烈士遗体合葬于广州市郊黄花岗。民国成立后曾将公历三月二十九日定为革命先烈纪念日，通称黄花节。"}
{"text":"黄花节一九一一年四月二十七日夏历三月二十九日，同盟会领导成员黄兴赵声等人在广州发动武装起义，攻打两广总督衙门，结果失败。事后将收集到的七十二具烈士遗体合葬于广州市郊黄花岗。民国成立后曾将公历三月二十九日定为革命先烈纪念日，通称黄花节。对空策汉代以后科举考试时，用有关政事经义的问题作题目，命应试者书面各陈所见，叫做对策。对空策就是对题目毫无具体意见，只发一通空论的意思。辞源一部说明汉语词义及其渊源演变的工具书，陆尔奎等人编辑，一九一五年商务印书馆出版。中山先生孙中山―，名文，字逸仙，广东香山今中山人，我国伟大的民主革命家。一九二五年三月十二日病逝于北京。革命尚未成功孙中山在遗嘱中告诫其同志的话。止于至善语见大学，意思是到达尽善尽美的境界。略论中国人的脸略论中国人的脸大约人们一遇到不大看惯的东西，总不免以为他古怪。我还记得初看见西洋人的时候，就觉得他脸太白，头发太黄，眼珠太淡，鼻梁太高。虽然不能明明白白地说出理由来，但总而言之相貌不应该如此。至于对于中国人的脸，是毫无异议即使有好丑之别，然而都不错的。我们的古人，倒似乎并不放松自己中国人的相貌。周的孟轲就用眸子来判胸中的正不正，汉朝还有相人二十四卷。后来闹这玩艺儿的尤其多分起来，可以说有两派罢一是从脸上看出他的智愚贤不肖一是从脸上看出他过去，现在和将来的荣枯。于是天下纷纷，从此多事，许多人就都战战兢兢地研究自己的脸。我想，镜子的发明，恐怕这些人和小姐们是大有功劳的。不过近来前一派已经不大有人讲究，在北京上海这些地方捣鬼的都只是后一派了。我一向只留心西洋人。留心的结果，又觉得他们的皮肤未免太粗毫毛有白色的，也不好。皮上常有红点，即因为颜色太白之故，倒不如我们之黄。尤其不好的是红鼻子，有时简直像是将要熔化的蜡烛油，仿佛就要滴下来，使人看得栗栗危惧，也不及黄色人种的较为隐晦，也见得较为安全。总而言之相貌还是不应该如此的。后来，我看见西洋人所画的中国人，才知道他们对于我们的相貌也很不敬。"}
{"text":"不过近来前一派已经不大有人讲究，在北京上海这些地方捣鬼的都只是后一派了。我一向只留心西洋人。留心的结果，又觉得他们的皮肤未免太粗毫毛有白色的，也不好。皮上常有红点，即因为颜色太白之故，倒不如我们之黄。尤其不好的是红鼻子，有时简直像是将要熔化的蜡烛油，仿佛就要滴下来，使人看得栗栗危惧，也不及黄色人种的较为隐晦，也见得较为安全。总而言之相貌还是不应该如此的。后来，我看见西洋人所画的中国人，才知道他们对于我们的相貌也很不敬。那似乎是天方夜谈或者安兑生童话中的插画，现在不很记得清楚了。头上戴着拖花翎的红缨帽，一条辫子在空中飞扬，朝靴的粉底非常之厚。但这些都是满洲人连累我们的。独有两眼歪斜，张嘴露齿，却是我们自己本来的相貌。不过我那时想，其实并不尽然，外国人特地要奚落我们，所以格外形容得过度了。但此后对于中国一部分人们的相貌，我也逐渐感到一种不满，就是他们每看见不常见的事件或华丽的女人，听到有些醉心的说话的时候，下巴总要慢慢挂下，将嘴张了开来。这实在不大雅观仿佛精神上缺少着一样什么机件。据研究人体的学者们说，一头附着在上颚骨上，那一头附着在下颚骨上的咬筋，力量是非常之大的。我们幼小时候想吃核桃，必须放在门缝里将它的壳夹碎。但在成人，只要牙齿好，那咬筋一收缩，便能咬碎一个核桃。有着这么大的力量的筋，有时竟不能收住一个并不沉重的自己的下巴，虽然正在看得出神的时候，倒也情有可原，但我总以为究竟不是十分体面的事。日本的长谷川如是闲是善于做讽刺文字的。去年我见过他的一本随笔集，叫作猫狗人其中有一篇就说到中国人的脸。大意是初见中国人，即令人感到较之日本人或西洋人，脸上总欠缺着一点什么。久而久之，看惯了，便觉得这样已经尽够，并不缺少东西倒是看得西洋人之流的脸上，多余着一点什么。这多余着的东西，他就给它一个不大高妙的名目兽性。中国人的脸上没有这个，是人，则加上多余的东西，即成了下列的算式人兽性西洋人他借了称赞中国人，贬斥西洋人，来讥刺日本人的目的，这样就达到了，自然不必再说这兽性的不见于中国人的脸上，是本来没有的呢，还是现在已经消除。如果是后来消除的，那么，是渐渐净尽而只剩了人性的呢，还是不过渐渐成了驯顺。野牛成为家牛，野猪成为猪，狼成为狗，野性是消失了，但只足使牧人喜欢，于本身并无好处。人不过是人，不再夹杂着别的东西，当然再好没有了。"}
{"text":"这多余着的东西，他就给它一个不大高妙的名目兽性。中国人的脸上没有这个，是人，则加上多余的东西，即成了下列的算式人兽性西洋人他借了称赞中国人，贬斥西洋人，来讥刺日本人的目的，这样就达到了，自然不必再说这兽性的不见于中国人的脸上，是本来没有的呢，还是现在已经消除。如果是后来消除的，那么，是渐渐净尽而只剩了人性的呢，还是不过渐渐成了驯顺。野牛成为家牛，野猪成为猪，狼成为狗，野性是消失了，但只足使牧人喜欢，于本身并无好处。人不过是人，不再夹杂着别的东西，当然再好没有了。倘不得已，我以为还不如带些兽性，如果合于下列的算式倒是不很有趣的人家畜性某一种人中国人的脸上真可有兽性的记号的疑案，暂且中止讨论罢。我只要说近来却在中国人所理想的古今人的脸上，看见了两种多余。一到广州，我觉得比我所从来的厦门丰富得多的，是电影，而且大半是国片，有古装的，有时装的。因为电影是艺术，所以电影艺术家便将这两种多余加上去了。古装的电影也可以说是好看，那好看不下于看戏至少，决不至于有大锣大鼓将人的耳朵震聋。在银幕上，则有身穿不知何时何代的衣服的人物，缓慢地动作脸正如古人一般死，因为要显得活，便只好加上些旧式戏子的昏庸。时装人物的脸，只要见过清朝光绪年间上海的吴友如的画报的，便会觉得神态非常相像。画报所画的大抵不是流氓拆梢，便是妓女吃醋，所以脸相都狡猾。这精神似乎至今不变，国产影片中的人物，虽是以为善人杰士者，眉宇间也总带些上海洋场式的狡猾。可见不如此，是连善人杰士也做不成的。听说，国产影片之所以多，是因为华侨欢迎，能够获利，每一新片到，老的便带了孩子去指点给他们看道看哪，我们的祖国的人们是这样的。在广州似乎也受欢迎，日夜四场，我常见看客坐得满满。广州现在也如上海一样，正在这样地修养他们的趣味。可惜电影一开演，电灯一定熄灭，我不能看见人们的下巴。四月六日。本篇最初发表于一九二七年十一月二十五日北京莽原半月刊第二卷第二十一二十二期合刊。孟子离娄有如下的话孟子曰存乎人者，莫良于眸子，眸子不能掩其恶。胸中正，则眸子t焉胸中不正，则眸子g焉。听其言也，观其眸子，人焉C哉。相人谈相术的书，见汉书艺文志的数术类，著者不详。"}
{"text":"可惜电影一开演，电灯一定熄灭，我不能看见人们的下巴。四月六日。本篇最初发表于一九二七年十一月二十五日北京莽原半月刊第二卷第二十一二十二期合刊。孟子离娄有如下的话孟子曰存乎人者，莫良于眸子，眸子不能掩其恶。胸中正，则眸子t焉胸中不正，则眸子g焉。听其言也，观其眸子，人焉C哉。相人谈相术的书，见汉书艺文志的数术类，著者不详。天方夜谈原名一千一夜，古代阿拉伯民间故事集。安兑生s，―，通译安徒生，丹麦童话作家。这里所说的插画，见于当时美国霍顿密夫林公司出版的安徒生童话集中的夜莺篇。长谷川如是闲―日本评论家。著有日本的性格现代社会批判等。猫狗人，日本改造社一九二四年五月出版，内有中国人的脸及其他一文。吴友如？―名猷又作嘉猷，字友如，江苏元和今吴县人，清末画家。以善画人物世态著名。他主编的点石斋画报，旬刊，一八八四年创刊，一八九八年停刊，随上海申报发行。拆梢上海一带方言，指流氓制造事端诈取财物的行为。革命时代的文学革命时代的文学――四月八日在黄埔军官学校讲今天要讲几句的话是就将这革命时代的文学算作题目。这学校是邀过我好几次了，我总是推宕着没有来。为什么呢？因为我想，诸君的所以来邀我，大约是因为我曾经做过几篇小说，是文学家，要从我这里听文学。其实我并不是的，并不懂什么。我首先正经学习的是开矿，叫我讲掘煤，也许比讲文学要好一些。自然，因为自己的嗜好，文学书是也时常看看的，不过并无心得，能说出于诸君有用的东西来。加以这几年，自己在北京所得的经验，对于一向所知道的前人所讲的文学的议论，都渐渐的怀疑起来。那是开枪打杀学生的时候罢，文禁也严厉了，我想文学文学，是最不中用的，没有力量的人讲的有实力的人并不开口，就杀人，被压迫的人讲几句话，写几个字，就要被杀即使幸而不被杀，但天天呐喊，叫苦，鸣不平，而有实力的人仍然压迫，虐待，杀戮，没有方法对付他们，这文学于人们又有什么益处呢？"}
{"text":"加以这几年，自己在北京所得的经验，对于一向所知道的前人所讲的文学的议论，都渐渐的怀疑起来。那是开枪打杀学生的时候罢，文禁也严厉了，我想文学文学，是最不中用的，没有力量的人讲的有实力的人并不开口，就杀人，被压迫的人讲几句话，写几个字，就要被杀即使幸而不被杀，但天天呐喊，叫苦，鸣不平，而有实力的人仍然压迫，虐待，杀戮，没有方法对付他们，这文学于人们又有什么益处呢？在自然界里也这样，鹰的捕雀，不声不响的是鹰，吱吱叫喊的是雀猫的捕鼠，不声不响的是猫，吱吱叫喊的是老鼠结果，还是只会开口的被不开口的吃掉。文学家弄得好，做几篇文章，也许能够称誉于当时，或者得到多少年的虚名罢，――譬如一个烈士的追悼会开过之后，烈士的事情早已不提了，大家倒传诵着谁的挽联做得好这实在是一件很稳当的买卖。但在这革命地方的文学家，恐怕总喜欢说文学和革命是大有关系的，例如可以用这来宣传，鼓吹，煽动，促进革命和完成革命。不过我想，这样的文章是无力的，因为好的文艺作品，向来多是不受别人命令，不顾利害，自然而然地从心中流露的东西如果先挂起一个题目，做起文章来，那又何异于八股，在文学中并无价值，更说不到能否感动人了。为革命起见，要有革命人，革命文学倒无须急急，革命人做出东西来，才是革命文学。所以，我想革命，倒是与文章有关系的。革命时代的文学和平时的文学不同，革命来了，文学就变换色彩。但大革命可以变换文学的色彩，小革命却不，因为不算什么革命，所以不能变换文学的色彩。在此地是听惯了革命了，江苏浙江谈到革命二字，听的人都很害怕，讲的人也很危险。其实革命是并不稀奇的，惟其有了它，社会才会改革，人类才会进步，能从原虫到人类，从野蛮到文明，就因为没有一刻不在革命。生物学家告诉我们人类和猴子是没有大两样的，人类和猴子是表兄弟。但为什么人类成了人，猴子终于是猴子呢？这就因为猴子不肯变化――它爱用四只脚走路。也许曾有一个猴子站起来，试用两脚走路的罢，但许多猴子就说我们底祖先一向是爬的，不许你站！咬死了。它们不但不肯站起来，并且不肯讲话，因为它守旧。人类就不然，他终于站起，讲话，结果是他胜利了。现在也还没有完。所以革命是并不稀奇的，凡是至今还未灭亡的民族，还都天天在努力革命，虽然往往不过是小革命。大革命与文学有什么影响呢？"}
