{"text":"你来试试看，这让我怎么走路？我既是个学究，就要读书。现在的书刊内容丰富，名字前面有括号的全是重要文章。有的谈新儒学，有的谈后现代，扯着扯着就扯到了治国之策。当然，这路文章的实质不是和我们商量怎么受治之策，而是和别人商量怎么治我们，这就和驴耳朵里听见人嘀咕一样，虽然听不懂，但准知道没好事。当年前苏联解体，有美国人乘飞机跑到俄国去，出个主意要大伙休克――他自己当然不休克。再早些时候，红色高棉打了天下，中国就有人给他们出主意，那就不止是要人家休克。总而言之，我看到带括号的文章，满脊梁都是鸡皮疙瘩，联想到那寓言的最后一幕。这头驴又遇到了最后一伙人，这些人对骑驴者说两人骑一头驴，你们想吃驴肉吗？从驴的角度来看，挨杀被吃肉倒也好了。骑在驴背上的人跳下驴背，一个揪耳朵，一个扯尾巴，把它四条腿捆在一起，穿过一根大杠子，倒扛起来，摇摇晃晃地上了路。那驴头在下，脚在上，它又不是蝙蝠，怎能待得惯。何况它四个蹄子痛入骨髓，所以大叫起来，但编寓言的人不肯翻译一下它喊些什么。我这篇文章要替驴说话，所以当翻译义不容辞――它喊的是我得罪谁了，你们这么捏咕我！前苏联境内的休克者，高棉境内的冤魂也都这么嚷着。编寓言的人还编出一个寓意，是走自己的路，让别人去说。考虑到驴的惨状，真不知是何心肝。我的寓意却是闭上你的臭嘴，让别人走路。当然，还有个寓意也说得通别当驴受人捏咕，要当捏咕驴的人――就算损人不利己，起码也赚了个开心。但这种寓意只适于狠毒的人。愚人节有感我写这篇文章时，正逢四月一日，哪天登出来我就不知道了。这一天西方的报刊总会登出些骇人听闻的新闻，比方说几年前，英国一家有名的科学刊物登出一则消息说英国科学家把牛的基因和西红柿的基因融合在一起，培育出一种牛西红柿。这种西红柿吃起来当然是番茄牛腩的味道。西红柿的皮扒下来可以做鞋子，有些母的西红柿会滴下白色的液体，可以当牛奶来喝，也可以做乳酪。午夜时分从西红柿地边上经过，可以听见阵阵牛鸣，好像是闹鬼一般。咱们国家的一些报纸转载了这条消息，还敦促我国的生物学家一定要迎头赶上――但他们好像还没赶上，因为市面上没有卖西红柿皮鞋的。这是好几年前的事了，可能还有人记得。"}
{"text":"这种西红柿吃起来当然是番茄牛腩的味道。西红柿的皮扒下来可以做鞋子，有些母的西红柿会滴下白色的液体，可以当牛奶来喝，也可以做乳酪。午夜时分从西红柿地边上经过，可以听见阵阵牛鸣，好像是闹鬼一般。咱们国家的一些报纸转载了这条消息，还敦促我国的生物学家一定要迎头赶上――但他们好像还没赶上，因为市面上没有卖西红柿皮鞋的。这是好几年前的事了，可能还有人记得。今天英国报纸上有一则古怪新闻，说要割让他们的北爱尔兰来换我们的香港，这居心何其毒也――谁不知道北爱尔兰是老大一堆的麻烦。早上我打开电子信箱，发现有一老友发来妖魔化中国一书的摘要和背景材料，要我写篇评论文章，登时把我气得脸青――这种娄子我捅过了一次还不够么？想要害死我也不是这么种害法嘛！后来看看日历，火又消了。今天是愚人节呀。虽然今天是愚人节，我也不敢再妄评新书了。说本老书吧。我看过的第一本字书是吹牛大王历险记。说老实话，这书还不能算完全的字书，因为有一半是字，另一半是画。其中有些故事很适合在今天讲吹牛大王在森林里打猎，遇上一头鹿，可叹的是手边没有子弹，只好把樱桃核发射出去，打在鹿额头上，鹿跑了。过几天在森林里遇到该鹿，它头上长出了一棵樱桃树。大王一枪把它放倒，饱餐了一顿烤鹿肉加一顿鲜樱桃。假如这是真的，很有必要给每个人头上都打进一颗樱桃核――出门不用带阳伞了。另一个故事更加神妙吹牛大王在森林里遇上了一只美丽的狐狸，就是用最小号的枪弹去打，也难免会伤损皮毛。他射出了一根大针，把狐狸尾巴钉牢在树上，然后折了一根树条，狠揍了狐狸一顿。狐狸吃打不过，只好从它自己的嘴里跳出去跑掉了。吹牛大王得到了一张完美无缺的皮毛――至于那没有皮的狐狸怎样了，故事里没有讲到，我想它应该死于肺炎――没皮的狐狸很容易着凉。但这么一讲又很没意思了。在愚人节里我想到这么一个道理要编故事，就不妨胡编乱造――愚人节的新闻看起来也蛮有意思。要讲真事就不能胡编乱造虽然没意思，但是有价值。把两样事混在一起就一定不好既没有意思，又没有价值。当然，这篇有感正好是把两样事混在一起来讲。所以它既没有意思，也没有价值。"}
{"text":"但这么一讲又很没意思了。在愚人节里我想到这么一个道理要编故事，就不妨胡编乱造――愚人节的新闻看起来也蛮有意思。要讲真事就不能胡编乱造虽然没意思，但是有价值。把两样事混在一起就一定不好既没有意思，又没有价值。当然，这篇有感正好是把两样事混在一起来讲。所以它既没有意思，也没有价值。摆脱童稚状态在李银河所译约翰盖格农性社会学一书中，第十七章性环境集中叙述了美国对含有性内容的作品审查制度的变迁，因而成为全书最有神采的一章。美国在二次大战前对色情作品的审查是最严的，受到打击的绝不止真正的色情作品。就以作家为例，不但海明威雷马克有作品被禁，连最为道学的列夫托尔斯泰也上了禁书榜。在本世纪二十年代，美国的禁书榜上不但包括了乔伊斯的尤利西斯，劳伦斯的恋爱中的女人等等，拉伯莱斯的阿拉伯之夜和雷马克的西线无战事也只能出节本。事有凑巧，我手上正好有一本国内出版的西线无战事，也是节本，而且节得上气不接下气。这种相似之处，我相信不仅仅是有趣而已。以前我们谈到国内对书刊影视某些内容过于敏感时，总是归因于中外国情不同，社会制度不同，假如拿美国的三十年代和现在中国做个对比，就很容易发现新的线索。自一次大战后，美国对色情作品的检查呈稳步上升之势。一方面对性作品拼命压制，一方面严肃文学中性主题不断涌现，结果是从联邦到州市政府开出了长得吓人的禁书书单。遭难的不只是上述作家，连圣经和莎翁的戏剧也只能通过节本和青少年见面。圣经抽掉了雅歌，莎翁抽掉了所谓猥亵的内容，结果是孩子们简直就看不明白。当然，受到限制的不仅是书刊，电影也没有逃出审查之网。在电影里禁止表现娼妓长时间的做爱，禁止出现裸体毒品混血儿！！性病生育和嘲笑神职人员的镜头。当时严格的检查制度有其理论，这种理论认为一切对性的公开正面非谴责性的讨论都会导致性活动的泛滥，因为性知识是性行为的前兆。这就是说，性冲动是强大的，一受刺激就会自动表达出来。与此相辅相成的是另一个理论性是危险的，人是薄弱的，必须控制性来保护人。这种观点和时下主张对文学作品严加控制的观点甚是相似。"}
{"text":"当然，受到限制的不仅是书刊，电影也没有逃出审查之网。在电影里禁止表现娼妓长时间的做爱，禁止出现裸体毒品混血儿！！性病生育和嘲笑神职人员的镜头。当时严格的检查制度有其理论，这种理论认为一切对性的公开正面非谴责性的讨论都会导致性活动的泛滥，因为性知识是性行为的前兆。这就是说，性冲动是强大的，一受刺激就会自动表达出来。与此相辅相成的是另一个理论性是危险的，人是薄弱的，必须控制性来保护人。这种观点和时下主张对文学作品严加控制的观点甚是相似。在我们国家里，现在正有人认为青少年的性犯罪和书籍录像带有关系，还有一些家长反映孩子看了与性有关的书刊，影响了学习，因此主张对有性内容的书刊录像严加限制。但是在我看来，像这样的观点因为是缺少科学训练的人提出的，多少总有点混乱不清的地方。比方说二十年代美国这种理论，在科学上我们只能承认它是一种假设，必须经过验证才能成立而且它又是一种最糟不过的假设，定义不清，以致无法设计一种检验方法。我在报刊上看到一些统计数字，指出有多少性犯罪的青少年看过不良书刊或者黄色录像带，但是这样立论是错误的。实际上有效的立论应是指出有多少看过不良书刊的青少年犯了罪。在概率论上这是两个不同的反验概率，没有确定的关系，也不能够互相替代。至于家长说孩子看了与性有关的书刊，影响了学习，实际上是提出了一个因果模型――看某些书刊影响学习。有经验的社会学家都会同意，建立一个可靠的因果模型是非常困难的。就以前述家长的抱怨为例，首先你要证明，你的孩子是先看了某些书刊，而后学习成绩才下降的其次你要证明没有一个因素既影响到孩子看某种书，也影响到孩子的学习。我知道有一个因素要影响到这两件事，就是孩子的性成熟。故而上述家长的抱怨不能成立。现在的孩子营养好，性成熟早，对性知识的需求比他们的父母要早。据我所知，这是造成普遍忧虑的一个原因。假如家长只给他们馒头和咸菜吃，倒可以解决问题使其性成熟期晚些到来。以上论述要说明的是，关于色情作品对青少年的腐蚀作用，公众从常识的观点得出的结论和专家能做出的结论是不一样的。倘非如此，专家就不成其为专家。当然，人们给所谓色情作品定下的罪名不仅是腐蚀青少年，而且是腐蚀社会。在这方面书中有一个例子，就是六十年代的丹麦实验。"}
{"text":"据我所知，这是造成普遍忧虑的一个原因。假如家长只给他们馒头和咸菜吃，倒可以解决问题使其性成熟期晚些到来。以上论述要说明的是，关于色情作品对青少年的腐蚀作用，公众从常识的观点得出的结论和专家能做出的结论是不一样的。倘非如此，专家就不成其为专家。当然，人们给所谓色情作品定下的罪名不仅是腐蚀青少年，而且是腐蚀社会。在这方面书中有一个例子，就是六十年代的丹麦实验。年，丹麦开放了色情文学真正的色情文学作品，年开放了色情照片，规定色情作品可以生产，并出售给十六岁以上的公民。这项实验有了两项重要结果其一是，丹麦人只是在初开禁时买了一些色情品，后来就不买或是很少买，以致在开禁几年后，所有的色情商店从哥本哈根居民区绝迹，目前只在两个小小的地区还在营业，而且只靠旅游者生存。本书对此的结论是人有多种兴趣，性只是其中的一种，色情品又只是其中一个小小的侧面。几乎没有人会把性当作自己的主要生活兴趣，把色情品当作自己的主要生活兴趣的人就更少见。丹麦实验的第二个重大发现是色情业的开放对某些类型的犯罪有重大影响。猥亵儿童发案率下降了百分之八十，露阴癖也有大幅度下降。暴力污辱罪强奸，猥亵也减少了，其他犯罪数量没有改变。这个例子说明色情作品的开放会减少而不是增加性犯罪。笔者引述这个例子，并不是主张什么，只是说明有此一事实而已。美国对色情作品的审查浪潮在二次大战后忽然退潮了。本书的观点是这和美国从一个保守的乡村为主的单一清教国家，转变成了多元的国家有关。前者是反移民反黑人反共排外的，社会掌握在道德警察手里后来变成了一个都市化工业化的社会，那种严格检查的背景就不存在了。这种说明对我们甚有意义，我们国家也是一个以乡村为主的国家。至于清教传统，我们没有过。清教徒认为人本性是恶的，必须加以限制。我们国家传统哲学认为人性本善，但是一到了慕少艾的年龄，他就不再是好东西了。所以对于青春期以后的人，两边的看法是完全一样的。"}
{"text":"清教徒认为人本性是恶的，必须加以限制。我们国家传统哲学认为人性本善，但是一到了慕少艾的年龄，他就不再是好东西了。所以对于青春期以后的人，两边的看法是完全一样的。本书给出了一个美国色情开放程度的时间表，在此列出，以备参考早于四十年代任何女性的裸体或能引起这类联想的东西，包括掀起的衣裙乳头的暗示，都属禁止之列四十年代色情杂志上出现裸女背影五十年代乳房的侧影六十年代出现乳头，花花公子杂志上出现女性阴部七十年代男性生殖器出现在维瓦和花花女郎杂志上，女性的阴唇出现在阁楼和花花公子杂志上。每当杂志走得更远时，审查员就大声疾呼，灾难就要降临，但是后来也没闹什么灾。所以这些人就落入了喊狼来了那个孩子的窘境。性社会学这本书里把对影视出版的审查，看作一种性环境。这种审查的主要目标是色情作品，所以含有性内容的严肃作品在这里只是被捎带的。所谓严肃作品，在我看来应该是虽然写到了性，但不以写性为目的的作品。这其中包括了以艺术上完美为目标的文学影视作品，社会学人类学的专业书，医学心理学的一部分书。据我所知，这类作品有时会遇到些麻烦。从某种意义上讲，严肃的作家影视从业人员也可以算作专家，从专家的角度来看审查制度，应该得到什么样的结论呢？改革开放之初，聂华苓安格尔夫妇到中国来，访问了我国一批老一代作家。安格尔在会见时问你们中国的作品里，怎么没有写性呢？性是生活中很重要的事呀。我国一位年长的作家答道我们中国人对此不感兴趣！这当然是骗洋鬼子的话，实际情况远非如此。但是洋鬼子不吃骗，又问道你们中国有好多小孩子，这是怎么一回事？这句话的潜台词就是这些孩子不是你捏着鼻子忍着恶心造出来的吧。当然，我们可以回答我们就是像吃苦药那样做这件事！但是这样说话就等于承认我们都是伪君子。事实上性在中国人生活里也是很重要的事，我们享受性生活的态度和外国人没有什么不同。在这个方面没必要装神弄鬼。既然它重要，自然就要讨论。严肃的文学不能回避它，社会学和人类学要研究它，艺术电影要表现它。这是为了科学和艺术的缘故。然而社会要在这方面限制它，于是，问题就不再是性环境，而是知识环境的问题了。"}
{"text":"当然，我们可以回答我们就是像吃苦药那样做这件事！但是这样说话就等于承认我们都是伪君子。事实上性在中国人生活里也是很重要的事，我们享受性生活的态度和外国人没有什么不同。在这个方面没必要装神弄鬼。既然它重要，自然就要讨论。严肃的文学不能回避它，社会学和人类学要研究它，艺术电影要表现它。这是为了科学和艺术的缘故。然而社会要在这方面限制它，于是，问题就不再是性环境，而是知识环境的问题了。性社会学这本书描述了二十年代美国是怎样判决淫秽书的起诉人从大部头书里摘出一段来，念给陪审员听，然后对他们说难道你希望你们的孩子读这样的书吗？结果海明威劳伦斯乔伊斯就这样被禁掉了。我不知道我们国家里现在有没有像海明威那样伟大的作家，但我知道假如有的话，他一定为难以发表作品而苦恼。海明威能写出让起诉人满意的书吗？不能。我本人就是个。任何的书出版以后，会卖给谁他是不能够控制的。假如一位严肃作家写了性，尽管其本心不是煽情媚俗，而是追求表达生活的真谛，也不能防止这书到了某个男孩子手里，起到手淫前性唤起的作用。故此社会对作家的判决是因为有这样的男孩子存在，所以你的书不能出。这不是太冤了吗？但我以为这样的事还不算冤，社会学家和心理学家比他还要冤。事实上社会要求每个严肃作家专业把自己的读者想象成十六岁的男孩子，而且这些男孩似乎还是不求上进随时要学坏的那一种。我本人又是个读者，年登不惑，需要看专业书，并且喜欢看严肃的文学书，但是市面上只有七十二个故事的十日谈节本金瓶梅，和被宰得七零八落的雷马克，还有一些性心理学性社会学的书，不客气地说，出得完全是乌七八糟。前些日子买了一本福柯的性史，根本看不懂，现在正想办法找英文本来看。这种情形对我是一种极大的损害。在此我毫不谦虚他说，我是个高层次的读者，可是书刊检查却拿我当十六岁的孩子看待。这种事情背后隐含着一个逻辑，就是我们国家的出版事业必须就低不就高。一本书能不能出，并不取决于它将有众多的有艺术鉴赏力或者有专业知识的读者，这本书应该对他们有益，而是取决于社会上存在着一些没有鉴赏力或没有专业知识的读者，这本书不能对他们有害。对我来说，书刊审查不是个性环境，而是个知识环境问题，对其他知识分子也是这样的。这一点是性社会学上没有提到的。二三十年代，有头脑的美国人，如海明威等，全在欧洲待着。"}
{"text":"在此我毫不谦虚他说，我是个高层次的读者，可是书刊检查却拿我当十六岁的孩子看待。这种事情背后隐含着一个逻辑，就是我们国家的出版事业必须就低不就高。一本书能不能出，并不取决于它将有众多的有艺术鉴赏力或者有专业知识的读者，这本书应该对他们有益，而是取决于社会上存在着一些没有鉴赏力或没有专业知识的读者，这本书不能对他们有害。对我来说，书刊审查不是个性环境，而是个知识环境问题，对其他知识分子也是这样的。这一点是性社会学上没有提到的。二三十年代，有头脑的美国人，如海明威等，全在欧洲待着。后来希特勒把知识分子又都撵回到美国去，所以美国才有了科学发达人文荟萃的时代。假如希特勒不在欧洲烧书杀犹太人，我敢说现在美国和欧洲相比，依然是个土得掉渣的国家。我不敢说国内人才凋零是书刊检查之故，但是美国如果现在出了希特勒，我们国内的人才一定会多起来。假如说市场上有我需要的书，可能会不利于某些顽劣少年的成长的话，有利于少年成长的书也不适合于我们。这一点与意识形态无关。举例而言，雷锋的故事这样的书对青年有益，把它译成英文，也很适合西点军校的学员阅读，但是对于那些秃顶教授，就不那么适宜。再比方说，罗兰小语琼瑶的小说，对美国s的女生很适宜可惜的是美国这类书已经很多了，但是对于年过四旬，拿了博士学位，在大学里讲社会学的知识分子就不适宜，如果强要他们读的话，大概会感到有点恶心。这种人甚至会读，虽然你问他时他不一定肯承认。有人会争辩说，孩子是我们的未来，应该为他们做牺牲。但是现在的问题是牺牲的代价是让成人也变成孩子。这样做的结果是我们根本就不会有什么未来。现在美国和欧洲把成人和儿童的知识环境分开，有些书有些电影儿童不能看。这种做法的背后的逻辑是承认成人有自我控制的能力，无须法庭教会来决定哪些他能够知道，哪些他不能知道。这不仅是因为成人接触这些知识是无害的，也不仅仅是因为这些知识里有他需要知道的成分，还因为这是对成年人人格的尊重。现代社会的前景是每个人都要成为知识分子，限制他获得知识就是限制他的成长。而正如孙隆基在中国文化的深层结构里指出的，目前中国人面对的知识环境是一种童稚状态，处于弗洛伊德所说的肛门时期。也许，因为种种原因，特别是历史原因，我们眼下还不能不有一些童稚的做法。那么，下一步怎么办？"}
{"text":"这不仅是因为成人接触这些知识是无害的，也不仅仅是因为这些知识里有他需要知道的成分，还因为这是对成年人人格的尊重。现代社会的前景是每个人都要成为知识分子，限制他获得知识就是限制他的成长。而正如孙隆基在中国文化的深层结构里指出的，目前中国人面对的知识环境是一种童稚状态，处于弗洛伊德所说的肛门时期。也许，因为种种原因，特别是历史原因，我们眼下还不能不有一些童稚的做法。那么，下一步怎么办？一种做法是继续保持童稚状态，一种做法是摆脱童稚状态，准备长大。相信前一种做法的人，也相信乔治奥威尔在里杜撰的口号――无知即力量相信后一种做法的人，也相信培根的名言――知识就是力量。这下一步当然不是把日历翻过去就是的明天，但是，也不应当是日历永远翻不到的明天。李银河的中国人的性爱与婚姻李银河博士的新书中国人的性爱与婚姻近日由河南人民出版社出版，即将与读者见面。本书运用社会学方法，对当代中国人在性爱与婚姻方面的行为与规范，做了充分的调查与分析，并对照国外同类研究的成果，做了跨文化的比较研究。全书以实证调查为基础，结论可靠主题为全社会所关心，行文流畅，描述生动，故而既有学术性，又有可读性。婚姻家庭性观念等等，既是社会学的重要研究题目，又是社会关心的热点。近年来，已有多种著述出现，其中有些文章出于记者作家的手笔，文辞华丽，行文生动，在唤起社会重视这类问题方面，有不可低估的贡献。美中不足之处在于对研究方法不大讲究，引征国外报道，又多根据非专业书刊。李银河博士受过严格的专业训练，在写作此书前，又做了系列调查，所以本书的出版，正好补这方面的不足。社会科学与自然科学的共通之处，就在于对所研究之题目，要有超过常识超过一般水平的了解。换言之，社会科学也是专门科学。如其不然，何须要有专业人才。专业人士讨论问题，当有自己的独特观点。本书述及各类社会现象，首先努力正确度量，以求准确，而后利用各种有定评的方法加以分析，最后所得结论，也不妄做价值判断。的目的，在于把可靠的研究结果披露于社会，把评判的权力交到读者手里。正如其他学科的学者所做的一样，大家对自己的研究成果，只是客观地报告。"}
