{"text":"选自苏联见闻录，年月，上海开明书店耐克拉索夫博物馆一排四个房间，外加一小间，这就是十九世纪俄国大诗人尼古拉耐克拉索夫一八二一――一八七八住了二十年的屋子现在，这已经成为俄罗斯古典文学的圣地之一，参观者留言簿上题满了各种语文的赞美辞。耐克拉索夫博物馆当然是在苏维埃革命以后成立的。为了要使得那四个房间的装饰布置尽可能不失旧观，苏联学术院文学研究所的研究员们曾经花了很多时间和心血他们搜罗了许多的旧画，木刻，相片，通讯，回忆，以及其他文件，细心地比较研究，然后方能把这位大诗人生前的寓所的内部陈设大致不差地再建立起来。为了要知道当时墙上糊的花纸是什么图样，曾经很小心地把墙上糊的纸一层一层剥去，盼望能够发见些什么后来，果然在揭下来的一层纸上发见了一八六七年的声音杂志的一小角，而这上面还留存着一种墙纸的花样这一点线索大大地帮助了恢复旧观的工作。因为耐克拉索夫是一八五七年搬进这屋子的，直到他逝世，一共住了二十年之久发见的声音杂志的一角既然是一八六七年的，可以猜想这还是耐克拉索夫住在这屋子的时候糊在墙上的，因此亦可以假定那上边残留的墙纸花样大概就是耐克拉索夫家中当时所用的了。以上所述，在研究耐克拉索夫的生活这范围内，当然是极琐屑不足道的一件事，然而由此亦可见苏联学术界那种凡事都不肯马虎的作风耐克拉索夫博物馆并不是草率钉一块招牌敷衍公事，耐克拉索夫博物馆虽然小，但真能表现了这位大诗人在十九世纪六十到七十年代为了进步的思想而奋斗的精神不但表现了七十年代的耐克拉索夫，其实也表现了六十到七十年代整个俄罗斯文坛的精神。――耐克拉索夫博物馆所陈列的材料就以此为中心。现在，我们按次序参观这位大诗人的故居。大门口有一头剥制了的熊。这是耐克拉索夫亲自猎得的。他喜欢打猎，他的用具上多有犬马等雕饰。而这一头剥制的熊，也叫人想起莫斯科托尔斯泰博物馆内那张大熊皮，那也是托翁亲自猎得的。进门第一间是耐氏生前的会客室。这里陈列着耐克拉索夫早期作品的初版本。墙上挂的，有耐氏一八四三年的画像这是小幅的水彩画像，若哈洛夫所作。壁角有小型的果戈理的铜像。但是最使人注意的，是和毕林斯基有关的两幅画。一幅是那乌莫夫所作，画的是耐克拉索夫访问毕林斯基请他为现代人杂志写稿那时毕林斯基已经卧病在床。"}
{"text":"这是耐克拉索夫亲自猎得的。他喜欢打猎，他的用具上多有犬马等雕饰。而这一头剥制的熊，也叫人想起莫斯科托尔斯泰博物馆内那张大熊皮，那也是托翁亲自猎得的。进门第一间是耐氏生前的会客室。这里陈列着耐克拉索夫早期作品的初版本。墙上挂的，有耐氏一八四三年的画像这是小幅的水彩画像，若哈洛夫所作。壁角有小型的果戈理的铜像。但是最使人注意的，是和毕林斯基有关的两幅画。一幅是那乌莫夫所作，画的是耐克拉索夫访问毕林斯基请他为现代人杂志写稿那时毕林斯基已经卧病在床。那乌莫夫和耐克拉索夫交往颇久，耐氏多数作品的插图也是那乌莫夫作的。另一幅是毕林斯基逝世时的画像，这是有名的格洛薄莫夫的作品，陈列在此处的，是摹本中最好的一帧。和这画像同在一处的，是毕林斯基病重时的照相。毕林斯基从一八四六年起，就参加了现代人杂志，发表他的精辟的文学批评。使这当时最进步的刊物――现代人增加了不少的声誉。他这有力的支持，直到一八四八年他逝世而止。现代人杂志是耐克拉索夫生平事业最大的一件，他于一八四七年成为这杂志的主干，而早期的现代人又和毕林斯基有密切的关系，得到他有力的支持，所以在这耐克拉索夫博耐克拉索夫通译涅克拉索夫。毕林斯基通译别林斯基。物馆的第一室耐氏生前的会客室陈列了这些材料是有深意的。但是，如果从耐克拉索夫住进这屋子的时间一八五七年算起来，离开毕林斯基的逝世已有十年光景了这时候，现代人杂志的台柱子便是契尔尼谢夫斯基和杜布罗留波夫，――继承了毕林斯基传统的民主运动的健将和伟大的前进的思想家。耐克拉索夫博物馆的第二室就是这位大诗人生前所主办的两大杂志的编辑部。这两大杂志，一个就是前面已经说过的现代人，另一个就是现代人被禁以后的祖国纪事。原来现代人最初是大诗人普希金所创办，时在一八三六年。普希金死后，这杂志由勃莱特略夫一七九二――一八六五接办。一八四七年，耐克拉索夫负责了现代人编辑事务，他就倾其全力使得这杂志成为前进思想和民主运动的坚强堡垒。他那时的日子是在不断的斗争中――和沙皇的检查制度作顽强的斗争。如果说前期的现代人的台柱子是毕林斯基，那么，后来代替了这位伟大的思想家和文艺批评家而兀立于现代人派的进步作家们的班首的，就是契尔尼谢夫斯基。"}
{"text":"原来现代人最初是大诗人普希金所创办，时在一八三六年。普希金死后，这杂志由勃莱特略夫一七九二――一八六五接办。一八四七年，耐克拉索夫负责了现代人编辑事务，他就倾其全力使得这杂志成为前进思想和民主运动的坚强堡垒。他那时的日子是在不断的斗争中――和沙皇的检查制度作顽强的斗争。如果说前期的现代人的台柱子是毕林斯基，那么，后来代替了这位伟大的思想家和文艺批评家而兀立于现代人派的进步作家们的班首的，就是契尔尼谢夫斯基。一八六二年，沙皇政府逮捕了契尔尼谢夫斯基，一时恐怖气氛布满俄京，现代人杂志不得不暂时休刊。但是由于耐克拉索夫的不断努力与周密计划，停刊八个月后，现代人仍以从前那样坚强的姿态和读者见面。可是，压迫愈来愈强，沙皇政府的反动愈来愈疯狂，一八六五年，现代人接连两次受到警告及至次年四月大学生喀拉科索夫暗杀沙皇亚历山大二世未果，沙皇政府对于前进人士的压迫更严，现代人的处境尤其困难。挨到六月就被封禁了。然而耐克拉索夫是不会就此安分的在现代人被禁后半年，他又接办了祖国纪事杂志。这也是个老杂志，主编人是克拉耶夫斯基，一八三九年创刊。耐克拉索夫接办了这杂志以后，就使它面目一新，所有从前支持现代人的进步作家就又集于祖国纪事的旗帜下了。看了上面这一点简单的叙述，就知道耐克拉索夫博物馆的第二室――诗人生前主编的现代人与祖国纪事的编辑部，不但代表了耐氏一生最重要的一段，而且也代表了五十和六十年代沙皇政权最黑暗最反动的时期，团结在现代人与祖国纪事两杂志之下的民主进步人士是怎样和反动势力作殊死的斗争的。这第二室的布置也帮助我们回忆这些壮烈的史迹。这里有耐克拉索夫生前所用的书桌。壁炉架上有铜钟及两铜马，铜钟上的装饰是一头猎犬。耐氏喜欢打猎，所以他室内的摆设大都是和狩猎有关的犬马之类。这里另有一桌，不可不特别指出。原来这平常的桌子便是契尔尼谢夫斯基被捕以前常用的契氏那时常到这编辑部来，且常常在这书桌前面立着写字。博物馆的第三室是耐氏生前的餐室。这是长方形的，比较前二室都大些。房间的两角各有一大壁炉俄国式的，其中之一外边砌着镂花赭色琉璃砖。壁上挂的有克朗莫斯考哀所作的耐氏大油画像这是耐氏晚年画像最有名的一幅。此外，又有耐氏照片多张。"}
{"text":"壁炉架上有铜钟及两铜马，铜钟上的装饰是一头猎犬。耐氏喜欢打猎，所以他室内的摆设大都是和狩猎有关的犬马之类。这里另有一桌，不可不特别指出。原来这平常的桌子便是契尔尼谢夫斯基被捕以前常用的契氏那时常到这编辑部来，且常常在这书桌前面立着写字。博物馆的第三室是耐氏生前的餐室。这是长方形的，比较前二室都大些。房间的两角各有一大壁炉俄国式的，其中之一外边砌着镂花赭色琉璃砖。壁上挂的有克朗莫斯考哀所作的耐氏大油画像这是耐氏晚年画像最有名的一幅。此外，又有耐氏照片多张。第四室为耐氏生前的卧室，耐氏即死于此室，若干遗物都陈列在一只玻璃橱中。这中间有耐氏生前所用的表及墨水瓶，又有带着银链子的圆形银牌，契尔尼谢夫斯基通译车尔尼雪夫斯基。杜布罗留波夫通译杜勃罗留波夫。这是俄国农民公赠与耐氏的，牌上刻着一行字农民的保护者。耐氏的作品主要是声诉了俄国农民的痛苦和要求，农民保护者的称号他实受之无愧。这里也有耐氏友人的遗物。一是毕林斯基生前所用的木质笔架。又一是契尔尼谢夫斯基所用的笔及契氏的一绺头发。按契氏于一八六二年被捕后，先囚禁于俄京圣彼得堡之彼得和保罗炮台，两年后即一八六四年被判七年徒刑，流徙于西伯利亚东部矿区满刑后又被秘密迁禁于雅库吉亚。他差不多过了二十年的流徙生活，一八八九年十月逝世。他后死于耐氏约十年。猜想起来，保存在耐氏手上的契氏的一绺头发也许是契氏充军到西伯利亚的时候送给耐氏的。耐氏的遗嘱也陈列在第四室，这遗嘱是给他夫人的。遗嘱上感谢夫人对他事业之帮助，并请她保藏他的原稿和书籍。耐氏卧病两年而后逝世，这张遗嘱是由夫人笔录的。最后，第五室，原来是仆人住的房间，现在却陈列着耐氏作品中的插画其中有不少版本现在已成孤本。耐克拉索夫晚年得了不治之症，他最后的两年完全消磨于病榻。痊愈既已无望，他只有等待死神快来，然而那时候他偶然作了几首小诗，对于未来的祖国的新希望仍然是充满了信心的。例如那四行的短诗倦极了，倦极了。这四行是倦极了，倦极了应该是我长眠的时候啦！哦，罗斯！我知道你是不幸的但你还照明了我走过的路径，让我向更美好的地方前进一步。用戈宝权译文，罗斯是俄罗斯的古名。而且斗争的热情也依然在他心中燃烧。"}
{"text":"痊愈既已无望，他只有等待死神快来，然而那时候他偶然作了几首小诗，对于未来的祖国的新希望仍然是充满了信心的。例如那四行的短诗倦极了，倦极了。这四行是倦极了，倦极了应该是我长眠的时候啦！哦，罗斯！我知道你是不幸的但你还照明了我走过的路径，让我向更美好的地方前进一步。用戈宝权译文，罗斯是俄罗斯的古名。而且斗争的热情也依然在他心中燃烧。在他给他夫人静娜的一首诗中，他说斗争妨碍我成为一个诗人，诗歌妨碍我成为一个战士。谁要是为世纪的伟大目标服务，就应该把他全部的生命，献给为了人的兄弟的斗争，只有这样的人，才能万世永生然而事实上，诗人耐克拉索夫既未妨碍其为战士，而战士的耐克拉索夫亦未妨碍其为诗人。在主编现代人与祖国纪事的漫长岁月中，耐氏的诗作固然减少了，但是诗人的火热似的作品却久已振奋了人心。耐氏是诗人但也是战士，久成定论。这，只看他病中如何引起广大人民的热烈慰问，他死后来参加葬仪的差不多是整个俄国的革命的参谋部，就可以知道他的数十年奋斗生活已经有了怎样的影响了。"}
{"text":"大人小孩和包裹青绿颜色，安静的不慌忙的小船朝向同一的方向走去，一个接着一个一个肚子凸的馒头般的女人，独自的在窗口望着。她的眼睛就如块黑炭，不能发光，又暗淡，又无光，嘴张着，胳膊横在窗沿上，没有目的地望着。有人打门，什麽人将走进来呢？那脸色苍苍，好像盛满面粉的布袋一样，被人挪了进来的一个面影。这个人开始谈话了你到是怎麽样呢？才几个钟头水就涨得这样高，你不看见？一定得有条办法，太不成事了，七个月了，共欠了块钱。王先生是不能回来的。男人不在，当然要向女人算帐现在一定不能再没有办法了。正一正帽头，斗一斗衣袖，他的衣裳又像一条被倒空了的布袋，平板的，没有皱纹，只是眼眉往高处抬了抬。女人带着她的肚子，同样地脸上没有表情，嘴唇动了动明天就有办法。她望着店主脚在衣襟下迈着八字形的步子，鸭子样地走出屋门去。她的肚子不像馒头，简直是小盆被扣在她肚皮上，虽是长衫怎样宽大，小盆还是分明地显露着。倒在床上，她的肚子也被带到床上，望着棚顶，由马路间小河流水反照在水面，不定形地乱摇，又夹着从窗口不时冲进来嘈杂的声音。什么包袱落水啦！孩子掉下阴沟啦！接续的，连绵的，这种声音不断起来，这种声音对她似两堵南北不同方向立着的墙壁一样，中间没有连锁。我怎么办呢？没有家，没有朋友，我走向哪里去呢？只有一个新认识的人，他也是没有家呵！外面的水又这样大，那个狗东西又来要房费，我没有她似乎非想下去不可，像外边的大水一样，不可抑止地想初来这里还是飞着雪的时候，现在是落雨的时候了。刚来这里肚子是平平的，现在却变得这样了她用手摸着肚子，仰望天棚的水影，被褥间汗油的气味，在发散着天黑了，旅馆的主人和客人都纷搅地提着箱子，拉着小孩走了。就是昨天早晨楼下为了避水而搬到楼上的人们，也都走了。骚乱的声音也跟随地走了。这里只是空空的楼房，一间挨着一间关着门，门里的帘子默默地静静地长长地垂着，从嵌着玻璃的地方透出来。只有楼下的一家小贩，一个旅馆的杂役和一个病了的妇人男人伴着她留在这里。满楼的窗子散乱乱地开张和关闭，地板上的尘土地毯似的摊着。这里荒凉得就如兵已开走的营垒，什么全是散散乱乱得可怜。水的稀薄的气味在空中流荡，沉静的黄昏在空中流荡，不知谁家的小猪被丢在这里，在水中哭喊着绝望的来往的尖叫。"}
{"text":"就是昨天早晨楼下为了避水而搬到楼上的人们，也都走了。骚乱的声音也跟随地走了。这里只是空空的楼房，一间挨着一间关着门，门里的帘子默默地静静地长长地垂着，从嵌着玻璃的地方透出来。只有楼下的一家小贩，一个旅馆的杂役和一个病了的妇人男人伴着她留在这里。满楼的窗子散乱乱地开张和关闭，地板上的尘土地毯似的摊着。这里荒凉得就如兵已开走的营垒，什么全是散散乱乱得可怜。水的稀薄的气味在空中流荡，沉静的黄昏在空中流荡，不知谁家的小猪被丢在这里，在水中哭喊着绝望的来往的尖叫。水在它的身边一个连环跟着一个连环地转，猪被围在水的连环里，就如一头苍蝇或是一头蚊虫被绕入蜘蛛的网丝似的，越挣扎，越感觉网丝是无边际的大。小猪横卧在板排上，它只当遇了救，安静的，眼睛在放希望的光。猪眼睛流出希望的光和人们想吃猪肉的希望绞结在一起，形成了一条不可知的绳。猪被运到那边的一家屋子里去。黄昏慢慢的耗，耗向黑沉沉的像山谷，像壑沟一样的夜里去。两侧楼房高大空间就是峭壁，这里的水就是山涧。依着窗口的女人，每日她烦得像数着发丝一般的心，现在都躲开她了，被这里的深山给吓跑了。方才眼望着小猪被运走的事，现在也不占着她的心了，只觉得背上有些阴冷。当她踏着地板的尘土走进单身房的时候，她的腿便是用两条木做的假腿，不然就是别人的腿强接在自己的身上，没有感觉，不方便。整夜她都是听到街上的水流唱着胜利的歌。每天在马路上乘着车的人们现在是改乘船了。马路变成小河，空气变成蓝色，而脆弱的洋车夫们往日他是拖着车，现在是拖船。他们流下的汗水不是同往日一样吗？带有咸脊和酸笨重的气味。松花江决堤三天了，满街行走大船和小船，用箱子当船的也有，用板子当船的也有，许多救济船在嚷，手中摇摆黄色旗子。住在二屋楼上那个女人，被只船载着经过几条狭窄的用楼房砌成河岸的小河，开始向无际限闪着金色光波的大海奔去。她呼吸着这无际限的空气，她第一次与室窗以外的太阳接触。江堤沉落到水底去了，沿路的小房将睡在水底，人们在房顶蹲着。小汽船江鹰般地飞来了，又飞过去了，留下排成蛇阵的弯弯曲曲的波浪在翻卷。那个女人的小船行近波浪，船沿和波浪相接触着摩擦着。船在浪中打转，全船的人脸上没有颜色的惊恐，她尖叫了一声，跳起来，想要离开这个漂荡的船，走上陆地去。但是陆地在哪里？满船都坐着人，都坐着生疏的人。什么不生疏呢？她用两个惊恐忧郁的眼睛，手指四张的手摸抚着突出来的自己的肚子。"}
{"text":"她呼吸着这无际限的空气，她第一次与室窗以外的太阳接触。江堤沉落到水底去了，沿路的小房将睡在水底，人们在房顶蹲着。小汽船江鹰般地飞来了，又飞过去了，留下排成蛇阵的弯弯曲曲的波浪在翻卷。那个女人的小船行近波浪，船沿和波浪相接触着摩擦着。船在浪中打转，全船的人脸上没有颜色的惊恐，她尖叫了一声，跳起来，想要离开这个漂荡的船，走上陆地去。但是陆地在哪里？满船都坐着人，都坐着生疏的人。什么不生疏呢？她用两个惊恐忧郁的眼睛，手指四张的手摸抚着突出来的自己的肚子。天空生疏，太阳生疏，水面吹来的风夹带水的气味，这种气味也生疏。只有自己的肚子接近，不辽远，但对自己又有什么用处呢？那个波浪是过去了，她的手指还是四处张着，不能合拢――今夜将住在非家吗？为什么蓓力不来接我，走岔路了吗？假设方才翻倒过去不是什么全完了吗？也不用想这些了。六七个月不到街面，她的眼睛缭乱，耳中的受音器也不服支配了，什么都不清楚。在她心里只感觉热闹。同时她也分明地考察对面驶来的每个船只，有没有来接她的蓓力，虽然她的眼睛是怎样缭乱。她嘴张着，眼睛瞪着，远天和太阳辽阔的照耀。一家楼梯间站着一个女人，屋里抱小孩的老婆婆猜问着你是芹吗？芹开始同主妇谈着话，坐在圈椅间，她冬天的棉鞋，显然被那个主妇看得清楚呢。主妇开始说蓓力去伴你来不看见吗？那一定是走了岔路。一条视线直迫着芹的全身而泻流过来，芹的全身每个细胞都在发汗，紧张急躁，她暗恨自己为什么不迟来些，那就免得蓓力到那里连个影儿都不见，空虚地转了来。芹到窗口吸些凉爽的空气，她破旧褴衫的襟角在缠着她的膝盖跳舞。当蓓力同芹登上细碎的月影在水池边绕着的时候，那已是当日的夜，公园里只有蚊虫嗡嗡地飞。他们相依着，前路似乎给蚊虫遮断了，冲穿蚊虫的阵，冲穿大树的林，经过两道桥梁，他们在亭子里坐下，影子相依在栏杆上。高高的大树，树梢相结，像一个用纱制成的大伞，在遮着月亮。风吹来大伞摇摆，下面洒着细碎的月光，春天出游少女一般地疯狂呵！蓓力的心里和芹的心里都有一个同样的激动，并且这个激动又是同样的秘密。芹住在旅馆孤独的心境，不知都被什么赶到什么地方了。就是蓓力昨夜整夜不睡的痛苦，也不知被什么赶到什么地方了？他为了新识的爱人芹，痛苦了一夜，本想在决堤第二天就去接芹到非家来，他像一个破了的摇篮一样，什么也盛不住，衣袋里连一毛钱也没有。去当掉自己流着棉花的破被吗？哪里肯要呢？"}
{"text":"高高的大树，树梢相结，像一个用纱制成的大伞，在遮着月亮。风吹来大伞摇摆，下面洒着细碎的月光，春天出游少女一般地疯狂呵！蓓力的心里和芹的心里都有一个同样的激动，并且这个激动又是同样的秘密。芹住在旅馆孤独的心境，不知都被什么赶到什么地方了。就是蓓力昨夜整夜不睡的痛苦，也不知被什么赶到什么地方了？他为了新识的爱人芹，痛苦了一夜，本想在决堤第二天就去接芹到非家来，他像一个破了的摇篮一样，什么也盛不住，衣袋里连一毛钱也没有。去当掉自己流着棉花的破被吗？哪里肯要呢？他开始把他最好的一件制服从床板底下拿出来，拍打着尘土。他想这回一定能当一元钱的，五角钱给她买吃的送去，剩下的五角伴她乘船出来用作船费，自己尽可不必坐船去，不是在太阳岛也学了几招游泳吗？现在真的有用了。他腋挟着这件友人送给的旧制服，就如挟着珍珠似的，脸色兴奋。一家当铺的金字招牌，混杂着商店的招牌，饭馆的招牌。在这招牌的林里，他是认清哪一家是当铺了，他欢笑着，他的脸欢笑着。当铺门关了，人们嚷着正阳河开口了。回来倒在床上，床板硬得和一张石片。他恨自己了，昨天到芹那里去为什么把裤带子丢了。就是游泳着去，也不必把裤带子解下抛在路旁，为什么那样兴奋呢？蓓力心如此想，手就在腰间摸着新买的这条皮带。他把皮带抽下来，鞭打着自己。为什么要用去五角钱呢，只要有五角钱，用手提着裤子不也是可以把自己的爱人伴出来吗？整夜他都是在这块石片的床板上懊悔着。一家饭馆的后房，他看着棚顶在飞的蝇群，壁间爬走的潮虫，他听着烧菜铁勺的声音，前房食堂间酒盅声，舞女们伴着舞衣摩擦声，门外叫化子乞讨声，像箭一般地，像天空繁星一般地，穿过嵌着玻璃的窗子一棵棵地刺进蓓力的心去。他眼睛放射红光，半点不躲避。安静的蓓力不声响地接受着。他懦弱吗？他不知痛苦吗？天空在闪烁的繁垦，都晓得蓓力是怎么存心的。就像两个从前线退回来的兵士，一离开前线，前线的炮火也跟着离开了，蓓力和芹只顾坐在大伞下听风声和树叶的叹息。蓓力的眼睛实在不能睁开了。为了躲避芹的觉察还几次地给自己作着掩护，说起得早一点，眼睛有些发花。芹像明白蓓力的用意一样，芹又给蓓力作着掩护的掩护那么我们回去睡觉吧。公园门前横着小水沟，跳过水沟来斜对的那条街，就是非家了。他们向非家走去。二地面上旅行的两条长长的影子，在浸渐的消混。"}
