{"text":"此前的漫长岁月里，我也总在写点什么，但真实的想法往往只能诉诸私人日记，不可能公开发表。直到上世纪八十年代，中国开始解冻，上天终于给了我们这一代学人一个迟到的青春。那些日子里，万物复苏，百废待兴，我们也仿佛从冬眠中醒来，一个个都觉得自己还年轻。当时我真的年轻，单身住在一间地下室里，吃最简单的食物，身上有使不完的劲，内心充满孤独感和激情，不到两个月，一气写出了这部十几万字的稿子。现在重读这本书，我发现它也的确像是一本年轻人的著作，具有年轻人著作的一切优点和缺点。当时的我，虽然读了尼采的一些作品，还正在翻译悲剧的诞生等著作，但远未下过系统研究的功夫。对于这位我要论述的哲学家，我几乎是凭着一种直觉去把握的，相信自己和他有着超越历史和民族的沟通，完全不顾忌客观研究所必须保持的距离。在写作时，我分不清究竟是尼采的声音在通过我喊出，还是我的声音在通过尼采喊出。我也不想分清，因为这不重要，重要的是，心中的熔岩终于找到了一个喷发口，我感到前所未有的痛快。毫无疑问，这样写出的一本论述尼采的书，不可避免地染上了我自己的浓郁颜色，以至于当时就有读者说，读了这本书，不知道是否懂得了尼采，却懂得了。不过，现在我依然认为，所发生的事情是强烈的共鸣，是尼采思想对我的经验的唤醒，在我的经验中的复活，我基本上没有误解他。当然，我对他的理解还很不全面，只看到了他的一个方面，但的确是他的一个重要的方面。在这本书里，我主要是把尼采当作一位人生哲学家看待的。读他的著作，最使我震撼的是他面对人生难题的无比真诚的态度。我自己对人生也有许多困惑，然而，在我生长于其中的那个体制里，长期以来，意识形态取代了一切思考，人生思考始终处在失语状态。与尼采相遇，我的最大收获之一是找回了人性的语言。我仿佛突然发现，我完全不必再用意识形态语言曲折地表达我的人生思考了。耶稣说，把恺撒的给恺撒，把上帝的给上帝。套用此言，把意识形态的给意识形态，把人性的给人性，道理就这么清楚。尼采是一面镜子，我从中看清了自己的性质，从此愉快地走上了属于我自己的哲学之路。在当时写的中，我把尼采的人生哲学归纳为两点，一是健全的生命本能，二是超越的精神追求。这样的一个归纳，既是对尼采的理解，也凝聚了我自己的思考。生物性和精神性是人性的两端，一个人惟有两端皆发育良好，拥有健康的本能和高贵的灵魂，才是优秀的人。"}
{"text":"耶稣说，把恺撒的给恺撒，把上帝的给上帝。套用此言，把意识形态的给意识形态，把人性的给人性，道理就这么清楚。尼采是一面镜子，我从中看清了自己的性质，从此愉快地走上了属于我自己的哲学之路。在当时写的中，我把尼采的人生哲学归纳为两点，一是健全的生命本能，二是超越的精神追求。这样的一个归纳，既是对尼采的理解，也凝聚了我自己的思考。生物性和精神性是人性的两端，一个人惟有两端皆发育良好，拥有健康的本能和高贵的灵魂，才是优秀的人。一个社会惟有为产生这样的人提供合宜的环境，由这样的人组成，才是美好的社会。可是，在我们的传统中，本能和精神都受到压制，我们宁肯牺牲两端以成全中间的社会性，结果得到的是一种抹杀个人的平庸的社会性。出于切身感受，我心中涌动着为个人的优异正名的强烈愿望，而阐释尼采哲学恰好使我的这个愿望得以实现。书出版后，反响之热烈出乎我的意料，读者来信如雪片般飞来，一再被列在大学生最喜爱的书籍之榜首，在新潮青年艺术家群体中也获得了众多的知音。之所以会有如此轰动效果，据我自己分析，原因有三。其一，在我国长期的宣传和教学中，尼采哲学一直遭到全盘否定，被简单地归结为法西斯主义的思想渊源和反动的唯心主义唯意志论。八十年代中期，虽然开始出现了正面评价和研究尼采的零星文章，但这本书毕竟是第一部旗帜鲜明的著作，把一个面目狰狞的政治狂人还原成了一个真诚思考人生问题的个性鲜明的哲学家，评价上的这种巨大逆转自然会给人以深刻印象。其二，这本书的文字风格不同于一般哲学书，流畅而富于激情，因而能给人以新鲜感，也容易被普通读者接受。其三，最主要的是，我在书中借尼采之口谈了我自己的真实感受和思考。当我对尼采发生巨大共鸣之时，实际上已把尼采在昨日欧洲思考的问题转换成了我自己的问题，而读者的巨大共鸣表明，它们也是今日中国许多人面临的问题，触及到了转型时期普遍存在的人生困惑和精神危机。第节纪念版感言八十年代后半期的中国，到处笼罩着一种精神浪漫的氛围，这本书的受欢迎是此种氛围的一个反映。在那个年代，国门开放不久，从前被堵在门外的现代西方思潮一股脑儿地涌了进来，人们陶醉于各种新的或似乎新的思想理论观念，尼采弗洛伊德萨特海德格尔皆是激动人心的名字，谈论他们成了一种时尚。"}
{"text":"第节纪念版感言八十年代后半期的中国，到处笼罩着一种精神浪漫的氛围，这本书的受欢迎是此种氛围的一个反映。在那个年代，国门开放不久，从前被堵在门外的现代西方思潮一股脑儿地涌了进来，人们陶醉于各种新的或似乎新的思想理论观念，尼采弗洛伊德萨特海德格尔皆是激动人心的名字，谈论他们成了一种时尚。在回顾那个年代时，学界有不同的评价，一些人誉之为新启蒙，另一些人斥之为躁动，我认为这两种看法都有道理。随着体制的转型和时代场景的突变，人们普遍感到，在人生观价值观以及社会科学各个领域，原有的理论资源已经不够用，因而对新思想新理论新观念怀着一种饥渴。与此同时，文革后复学的中青年学人经过几年学习和研究，也有了初步的积累。于是，彼呼此应，风云际会，出现了国外思潮涌入的热烈场面。当然，正因为一方饥不择食，另一方功底尚浅，就免不了显得浮躁。二十年后的今天，时代场景又一次发生巨变。如果说我们这一代学人已从中青年逐渐步入老年，那么，与人相比，时代似乎老得更快。当年以思潮为时尚的精神浪漫，已被今天以财富为时尚的物质浪漫取代，最有诗意的东西是金钱，绝对轮不上哲学。回想起那个精神浪漫的年代，真令人有恍若隔世之感。对于今天的青年来说，那个年代已经成为一个古老的传说。那么，现在来出版这个纪念版，莫非是为了怀旧？应该不是。尼采所揭示的现代人精神生活的问题，包括传统价值的崩溃，信仰的空白，自我的迷失，文化的平庸，在今天并不是解决了，反而是更加尖锐了。如果说在转型初期的当年，我是凭借热情和预感去理解尼采的思考的，那么，在转型日益深入和艰难的今天，一方面，思潮早已消退，另一方面，病象业已明显，人们也许可以更加冷静也更加具体地思考尼采所揭示的问题了。对于今天的青年，我期待本书会有一种交流的价值。我完全理解你们在今天社会中所承受的巨大生存压力，无意劝你们仿效我们当年的精神浪漫。但是，读了这本书，也许你们会同意，浪漫并不限于物质，在财富的时代也应该给精神生活保留一个位置。一个四十岁的青年在本书中向你们说话，希望你们不做二十岁的老人。年月日重印弁言尼采在世纪的转折点上重印弁言本书完成于年月，出版于年月，个月内次印刷，计万册。"}
{"text":"对于今天的青年，我期待本书会有一种交流的价值。我完全理解你们在今天社会中所承受的巨大生存压力，无意劝你们仿效我们当年的精神浪漫。但是，读了这本书，也许你们会同意，浪漫并不限于物质，在财富的时代也应该给精神生活保留一个位置。一个四十岁的青年在本书中向你们说话，希望你们不做二十岁的老人。年月日重印弁言尼采在世纪的转折点上重印弁言本书完成于年月，出版于年月，个月内次印刷，计万册。这个数字不能说小，在当时算得上是非常畅销的书了。自那以后，在十年余的时间里一直没有再印。现在，出版社决定重印此书，我抚今思昔，心中不免感慨。从学术上看，这本书并非严谨扎实的成熟之作。事实上，它是我在刚开始涉猎尼采哲学的时候写的，基本上凭的是直观印象，而不是系统的研究。之所以在当时受到广泛注意，甚至有某种轰动效果，大约是因为在那之前，尼采在我们这里长期遭到全盘否定，它是第一本正面评价和热情肯定尼采的著作。同时，我在书中融入了自己的人生感悟，这些感悟也引起了同时代人的强烈共鸣。因此，若要为这本书寻找一个位置，我相信这位置与其说在学术史上，不如说在我们这一代人的心灵史上。我曾经直接或间接地听到许多青年人倾诉读了这本书的激动之情。岁月荏苒，当年为之激动的青年都已渐渐步入中年。使我感动的是，当我和其中一些人相遇时，他们仍然会怀念地谈及这本书给他们的影响。还有一些今日的青年，很偶然地读到了别人手中的这本书，也仍然肯慷慨地表示喜欢。于是我想，也许书里描述的我心目中的那个尼采形象还没有过时，而在现在这个日益商业化的社会里，今日的青年依然是向往生命的热烈和高贵的。我很庆幸自己在比较年轻的时候写了这本书，现在来写或许会有别的长处，但不可能有那样高涨的生命激情了。那么，但愿我有理由期望，本书的重印不是多此一举。年月日第节汝信为初版写的序汝信为初版写的序尼采在世纪的转折点上汝信为初版写的序在西方哲学史上，尼采向来是一个有争议的人物。尼采曾经提出要对一切价值进行重估的口号，第二次世界大战结束以来他自己却也成为重新估价的对象。这倒并不奇怪。历史在阔步前进，世界在急剧地变化，人们的思想观念看法以至评价事物的标准和方法也必然会随之而发生变化。"}
{"text":"那么，但愿我有理由期望，本书的重印不是多此一举。年月日第节汝信为初版写的序汝信为初版写的序尼采在世纪的转折点上汝信为初版写的序在西方哲学史上，尼采向来是一个有争议的人物。尼采曾经提出要对一切价值进行重估的口号，第二次世界大战结束以来他自己却也成为重新估价的对象。这倒并不奇怪。历史在阔步前进，世界在急剧地变化，人们的思想观念看法以至评价事物的标准和方法也必然会随之而发生变化。对人的评价也不是一成不变的，盖棺论定的说法似乎不太符合辨证法。随着时代的推移，过去不能被人们理解的东西，现在变得可以被理解了过去遭到人们忽视和遗弃的东西，现在又受到重视并从中发掘出新的意义。这样的事例在历史上难道还少吗在中国，尼采学说的命运是不大妙的。本世纪初叶，当它刚传入中国时曾经在一部分知识分子中间时兴了一阵子，接着就被某些人歪曲利用，与德国法西斯掀起的尼采热相呼应，从此就一直背上了种种恶名。尽管尼采在当代西方世界的影响越来越大，我们近三十多年来却没有出版过一部尼采的书或我国学者评述尼采的研究著作。这种状况不能认为是正常的。尼采究竟是什么样的人他在哲学上提出了一些什么新问题他和现时代有什么关系他对现代西方思想的发展起了什么样的作用和影响至今不仅在广大读者而且甚至在哲学界不少同志头脑里仍是茫然。尼采研究上的这种落后状态，妨碍了我们对现代西方思想的发展作深入的理解。因此，认真地研究尼采，实事求是地按照尼采哲学的本来面目去作出科学的重新估价，确实是我国西方哲学研究的一项重要任务。同志的这部著作是对尼采进行重新估价的一个初步的尝试。他在认真地研究了尼采的生平和著作的基础上，根据第一手材料，经过自己的独立思考，提出了一些与过去习惯的说法颇为不同的见解。我觉得这是应该欢迎的。希望读者不要把这部著作误解为替尼采所作的辩护。在历史的审判台前，只有弱者才需要辩护，而尼采却决不是弱者。他所需要的不是辩护，而是理解。这部著作所提供的正是关于尼采的一种新的理解。尼采哲学是资本主义社会发展到一定阶段的产物，它以独特的方式预示了现代西方社会中深刻的精神危机。因此，在研究尼采学说时要充分估计到它的两面性和复杂性。"}
{"text":"我觉得这是应该欢迎的。希望读者不要把这部著作误解为替尼采所作的辩护。在历史的审判台前，只有弱者才需要辩护，而尼采却决不是弱者。他所需要的不是辩护，而是理解。这部著作所提供的正是关于尼采的一种新的理解。尼采哲学是资本主义社会发展到一定阶段的产物，它以独特的方式预示了现代西方社会中深刻的精神危机。因此，在研究尼采学说时要充分估计到它的两面性和复杂性。对复杂的事物尤其要注意调查研究，尊重客观事实，用马克思主义的立场观点方法去进行具体的分析，切忌从一些简单的条条框框出发，受先入为主的成见的束缚，根据道听途说的第二手材料，随便作出绝对肯定或绝对否定的形而上学的结论。从实际出发，对具体事物作具体分析是马克思主义辨证法的灵魂，当我们在研究哲学史上的人物和思想时，也决不能忘记这一点。当然，在进行研究分析的过程中，会不可避免地产生不同的意见和看法，特别是对尼采那样的人物，很可能会有不同的甚至相反的评价。我想，对这样的学术问题不能也不可能要求舆论一律，唯一正确的解决办法就是允许充分地展开自由的讨论，通过百家争鸣来提高我们的认识，使我们能够在深入理解的基础上对尼采哲学做出真正马克思主义的科学的说明。如果同志的著作能引起读者们对尼采哲学的兴趣，重新思考一下尼采提出的问题，促进关于尼采的研究和讨论，那就将是他对我国西方哲学研究所做的一件大好事了。汝信年月尼采在世纪的转折点上第节这里向你介绍一位你肯定久闻其名但未必知其究竟的人物。他是一个大学教授，一个诗人，一个哲学家，一个孤独的漂泊者。他杀死了上帝，但他不是传说中的那个恶魔。他是一个真实的人。谁没有听说过尼采呢？可是，在听说过他的人中间，有多少人读过他的著作呢？如果你不想再根据由来已久的误解去判断他，请打开他的书吧。你是一个热爱人生带着泪和笑感受和思索着人生的人吗？你将被他的同样的热情和真诚所感动。你是一个美的追求者和鉴赏者吗？你将陶醉于他的文字之精美和风格之奇特。你仅仅是一个冷静的研究者？好吧，如果你在他身上探溯现代西方种种思潮的源头，至少你不会完全白下功夫。当弗洛伊德正在酝酿他的精神分析学的时候，他吃惊地发现，尼采早已道出了他的基本思想。雅斯贝尔斯海德格尔和一切存在主义者都把尼采看作为他们开拓了道路的人。"}
{"text":"如果你不想再根据由来已久的误解去判断他，请打开他的书吧。你是一个热爱人生带着泪和笑感受和思索着人生的人吗？你将被他的同样的热情和真诚所感动。你是一个美的追求者和鉴赏者吗？你将陶醉于他的文字之精美和风格之奇特。你仅仅是一个冷静的研究者？好吧，如果你在他身上探溯现代西方种种思潮的源头，至少你不会完全白下功夫。当弗洛伊德正在酝酿他的精神分析学的时候，他吃惊地发现，尼采早已道出了他的基本思想。雅斯贝尔斯海德格尔和一切存在主义者都把尼采看作为他们开拓了道路的人。许多西方作家一接触尼采的作品，便终身成为尼采迷。而尼采的重估一切价值的号召，预示了西方社会价值观念根本变化的一个时代。不了解尼采，就不可能了解我们这个世纪的西方哲学思潮文艺思潮和社会思潮。尼采不是作为学者而是作为一个活生生的人从事哲学活动的。他把他的个性完全融到他的哲学里了。他没有隐瞒什么，也没有编造什么。读他的书，你就好像看到了他这个人，优点和缺点一齐呈现在你面前，精华和糟粕同样耀眼醒目。他的见解或者精辟之至，或者荒谬绝伦。你有时会微笑，有时又会摇头。你不可能无动于衷，你也不可能赞同他的所有见解。一个马克思主义者会对他的学说进行科学的考察和批判，一个存在主义者也不会全盘接受他的思想。这个著名的偶像破坏者注定不会成为一个新的偶像，而他期待于后人的也只是爱和理解他生前最渴望也最欠缺的两样东西。本书把尼采当作一位人生哲学家看待。他最关心的是人生意义问题。由他所开创的从生命哲学到存在主义这个哲学流派并不试图为所有人制定一种普遍有效的人生立场，在它们看来，哲学的使命乃是投一光束于人的内心，促使每个人去发现他的真实自我，去独立地探寻他的生活意义。如果要说普遍性的原则，尼采只确定两点第一要有健全的生命本能，第二要有超越的精神追求。本能和超越。生命哲学发挥了前者，存在主义发挥了后者。在人生这棵树上，尼采欣赏的是茁壮的根和美丽的花朵。他之厌恶现代文明，是因为现代文明使根萎缩，使花朵凋谢，本能和精神双重退化，人变得衰弱而平庸了。愿你从本书中得以一窥尼采思想的真实风貌，当然也请你记住，这真相是透过眼睛的折射的，也许会走样。我们只能希望有更多的尼采著作翻译出版或校订重版，使更多的人能够用自己的眼睛去观察这位独特的思想家。在此基础上，实事求是地研究尼采思想的工作就可以真正开展起来了。"}
{"text":"本能和超越。生命哲学发挥了前者，存在主义发挥了后者。在人生这棵树上，尼采欣赏的是茁壮的根和美丽的花朵。他之厌恶现代文明，是因为现代文明使根萎缩，使花朵凋谢，本能和精神双重退化，人变得衰弱而平庸了。愿你从本书中得以一窥尼采思想的真实风貌，当然也请你记住，这真相是透过眼睛的折射的，也许会走样。我们只能希望有更多的尼采著作翻译出版或校订重版，使更多的人能够用自己的眼睛去观察这位独特的思想家。在此基础上，实事求是地研究尼采思想的工作就可以真正开展起来了。第节第一章我的时代还没有到来第一章我的时代还没有到来尼采在世纪的转折点上第一章我的时代还没有到来看哪，在远处迎候我们的是死亡荣誉和幸福！尼采大自然的星空，群星灿烂。那最早闪现的，未必是最亮的星宿。有的星宿孤独地燃烧着，熄灭了，很久很久以后，它的光才到达我们的眼睛。文化和历史的星空何尝不是如此一颗敏感的心，太早太强烈地感受到了时代潜伏的病痛，发出了痛苦的呼喊。可是，在同时代人听来，却好似疯子的谵语。直到世纪转换，时代更替，潜伏的病痛露到面上，新一代人才从这疯子的谵语中听出了先知的启示。一百年以前，这位当时默默无闻的德国哲学家，携带一把绿色的小伞，一个笔记本，漂泊于南欧的山巅海滨。他的文字，钟山水之灵秀，清新而隽永他的思想，抒内心之焦渴，激烈而唐突。然而，世界几乎把他遗忘了。直到他生命的最后岁月，他才小有名气，但也不过是小有名气而已。尼采在一首诗中写道谁终将声震人间，必长久深自缄默谁终将点燃闪电，必长久如云漂泊。s，，s，p尼采全集，莱比锡，，第卷，第页。以下引此版本简称为尼采全集。他对他身后的声誉是充满信心的我的时代还没有到来。有的人死后方生。尼采选集，慕尼黑，，第卷，第页。以下引此版本简称为尼采选集。总有一天我会如愿以偿。这将是很远的一天，我不能亲眼看到了。那时候人们会打开我的书，我会有读者。我应该为他们写作。转引自伽列维尼采的生平，俄文版，，第页。二十世纪的序幕刚刚揭开，尼采溘然长逝了。"}
{"text":"以下引此版本简称为尼采全集。他对他身后的声誉是充满信心的我的时代还没有到来。有的人死后方生。尼采选集，慕尼黑，，第卷，第页。以下引此版本简称为尼采选集。总有一天我会如愿以偿。这将是很远的一天，我不能亲眼看到了。那时候人们会打开我的书，我会有读者。我应该为他们写作。转引自伽列维尼采的生平，俄文版，，第页。二十世纪的序幕刚刚揭开，尼采溘然长逝了。今天，当我们这个世纪也已经接近尾声的时候，倘若要探溯本世纪西方思潮的源头，我们发现确实不能撇开尼采。漂泊者早已倒下，他的影子却笼罩了整整一个时代。有人说，在上个世纪的思想家中，若要举出两位对本世纪影响最大的人物，当推马克思和尼采。的确，他们都不是学院式的哲学家，他们的影响都远远超出学术界的小圈子，而震撼了整个西方社会意识。人们对马克思已经谈论得很多，尽管不乏惊人的误解，现在，请允许我们稍稍结识一下尼采。世纪末的漂泊者人的命运真是不同。许多人终其一生，安居乐业，心安理得地接受环境和时运替他们安排的一切，悠然享其天年。可是，像尼采这样的人，有着一颗不安的灵魂，总是在苦苦地寻求着什么，精神上不断地爆发危机，在动荡中度过了短促的一生。赫拉克利特说一个人的性格就是他的命运。真的，尼采的个性，注定了他的悲剧性的命运。年月日，尼采生于德国东部吕采恩镇附近的勒肯村。他的祖父是一个写有神学著作的虔诚信徒，父亲和外祖父都是牧师。未满五岁时，父亲病死，此后他便在母亲和姑母的抚育下度过了童年和少年时代。年，二十一岁的尼采，在波恩大学攻读了半年神学和古典语文学之后，断然决定放弃神学，专修古典语文学。对于一个牧师世家的子弟来说，这不啻是一个反叛的信号，后来他果然成了基督教的死敌反基督徒。与此同时，这个曾经与同学们一起酗酒浪游殴斗的青年人，突然变得少年老成起来。他退出了学生团体，离群索居，整日神情恍惚，冥思苦想。这是尼采生涯中发生的第一次精神危机。眼前的一切，这喧闹的大学生生活，刻板的课程，琐碎的日常事务，未来的学者生涯，刹时显得多么陌生啊。难道人生是一番消遣，或是一场按部就班的课堂考试吗他心中酝酿着一种使命感，要为自己寻求更真实的人生。"}
