{"text":"我们现在听来，二十几年的和平，好像算不了什么，但是春秋战国的时候，几十个国家随时随地都在作战。每一次战争都要死亡一大批的人。老太太老太爷们，辛辛苦苦将自己心爱的儿孙慢慢养大，然后一上战场，几分种的时间便结束了生命。难怪司马迁认为苏秦只是个文弱书生，却纵横六国之间，消洱战争达二十多年之久，这本事够大的了，很令人佩服，因此特别在史记上记上一笔。老子当时的社会情况，虽不比苏秦张仪那个时候的混乱糟糕，但已迈向大变不祥的道路上去，他痛心之余，就有绝圣弃智，民利百倍的主张。仁义的道理也是一样，那时不只是孔子提倡，但孔子综合了仁义的精华，传给后代。在春秋战国时候，各国之间，相互争战，彼此攻城掠地，都以仁义的美名作口号。你们要讲仁义道德，那很好，我也跟着讲。但是你们一切都得照我吩咐，要跪便跪，要杀便杀，反正我也可向外宣布这是为了仁义道德，不得不尔。仁义道德的用法，一至于此，那已是天下大乱，不可救药了。所以老子非常讨厌，又主张绝仁弃义，民复孝慈。社会上不需以仁义作宣传口号，越是特别强调仁义，越是尔虞我诈，毛病百出。唯大英雄能本色并且，人也需抛弃自己引以为做的聪明――巧，抛弃自私自利的贪图之心，那么自然不会有盗贼作奸犯科。这是绝巧弃利，盗贼无有。此处盗贼二字，须引用庄子月去箧篇的大盗――盗跖，来作注解。说句严重的话，春秋战国时候的诸侯，几乎都是盗跖。老子提出了上述的道理后，接着说此三者，以为文不足，故令有所属。文，代表思想理论。他说，为什么要抛弃圣智仁义巧利这三项东西呢？这个哲学道理发挥起来太多太多，一言难尽，因此暂不讲它，只要把握住这个观念就行了。这等于乡下人经常说我命苦，只好这样。命就是一个确定不移的观念，不需一大堆道理来解释，只要从实际生活便可体会。中国过去家庭，也只抓住一个观念――孝，其中道理，天经地义不需多说。那么，把这些绝圣弃智的观念，归纳到怎样的生命理想呢？――见素抱朴，少私寡欲。社会人类真能以此为生活的态度，天下自然太平。乃至个人拥有这种修养，一辈子便是最大的幸福。其实，这正是大圣人超凡脱俗的生命情操。见素，见指见地，观念思想谓之见素乃纯洁干净。孔子在论语上亦讨论到此问题。"}
{"text":"这等于乡下人经常说我命苦，只好这样。命就是一个确定不移的观念，不需一大堆道理来解释，只要从实际生活便可体会。中国过去家庭，也只抓住一个观念――孝，其中道理，天经地义不需多说。那么，把这些绝圣弃智的观念，归纳到怎样的生命理想呢？――见素抱朴，少私寡欲。社会人类真能以此为生活的态度，天下自然太平。乃至个人拥有这种修养，一辈子便是最大的幸福。其实，这正是大圣人超凡脱俗的生命情操。见素，见指见地，观念思想谓之见素乃纯洁干净。孔子在论语上亦讨论到此问题。素如一张白纸，毫不染上任何颜色。人的思想观念要随时保持纯净无杂。也就是佛家禅宗的两句话不思善，不思恶，善恶两边皆不沾，清明透彻。而抱朴，朴是未经雕刻质地优良的原始木头。有些书用璞字，璞与朴通用，没有经过雕琢的玉石外壳为璞。朴与璞，表面看来粗糙不显眼，其实佳质深藏，光华内敛，一切本自天成，没有后天人工的刻意造作。我们的心地胸襟，应该随时怀抱这种原始天然的朴素，以此态度来待人接物，处理事务。如此，思想纯洁无瑕，不落主观的偏见。平常做事，老老实实，当笑即笑，当哭即哭。哭不是为了某个目的，哭给别人看笑不是因为他讲一句笑话，我不笑对不起他，只好矫揉造作裂开嘴巴，露出牙齿装笑。这就不是见素抱朴的生命境界。再来，少私寡欲这一点要特别注意。儒道两家，并没有叫人做到绝对的无欲，彻底无欲，简直不可能，假使做到了，那就超凡入圣了。只有佛家修行，先要无欲，因此被儒家批评为陈义太高，难以企及。儒道二家认为少私寡欲，已经是了不起之事。少私寡欲可以近乎道，但尚未完全合于道。老子主张绝仁弃义，不以圣人为标榜，不以修行为口号，只要老老实实规规矩矩做人，那便是真修道。绝仁弃义，要废除那些假仁假义，伤天害理的做法。有时候，我们看到历史上的故事，很多是口头上大吹仁义道德，要帮忙人家救助人家，结果对方倒了大霉。这种仁义其名，侵略其实的勾当，非常要不得。至于绝巧弃利，那是针对人类喜欢耍自己的聪明才智，自认高明而言。东西方宗教皆认为使巧用计，想办法耍手段，一般都是为了图利自己，那是强盗心理，是不道德的。因此，老子提出见素抱朴，少私寡欲，作为我们生活修养的中心原则。随着，下面再告诉我们学道的榜样，做人做事的涵养，继续沿着他一贯的理路发挥。绝学无忧，唯之与阿，想去几何？"}
{"text":"有时候，我们看到历史上的故事，很多是口头上大吹仁义道德，要帮忙人家救助人家，结果对方倒了大霉。这种仁义其名，侵略其实的勾当，非常要不得。至于绝巧弃利，那是针对人类喜欢耍自己的聪明才智，自认高明而言。东西方宗教皆认为使巧用计，想办法耍手段，一般都是为了图利自己，那是强盗心理，是不道德的。因此，老子提出见素抱朴，少私寡欲，作为我们生活修养的中心原则。随着，下面再告诉我们学道的榜样，做人做事的涵养，继续沿着他一贯的理路发挥。绝学无忧，唯之与阿，想去几何？善之与恶，相去若何？人之所畏，不可不畏。荒兮其未央哉！众人熙熙，如享太牢，如春登台。我独泊兮其未兆，如婴儿之未孩，囗囗兮若无所归。众人皆有余，而我独若遗。我愚人之心也哉！沌沌兮。俗人昭昭，我独昏昏，俗人察察，我独闷闷。澹兮其若海，囗兮若无止。众人皆有以，而我独顽且鄙。我独异于人，而贵食母。知识是烦恼的根源绝学无忧这四个字，有些人重新整理老子，将它归于前面一章，成为见素抱朴，少私寡欲，绝学无忧。绝学无忧做起来很难。绝学就是不要一切学问，什么知识都不执着，人生只凭自然。汉朝以后，佛学从印度传入中国，佛学称成了道的大阿罗汉，为无学位的圣人，意思是已经到了家，不需再有所学了。其实，严格而言，不管是四果罗汉，或者菩萨，都还在有学有修的阶段，真正无学，那已经是至高无上的境界了。古人有言东方有圣人，西方有圣人，此心同，此理同。就是说真理只有一个，东西方表达的方式不同。佛学未进人中国，无学的观念尚未在中国宏扬，老子就有绝学这个观念了。后来佛家的无学，来诠释老子的绝学，颇有相得益彰之效。修道成功，到达最高境界，任何名相任何疑难都解决了看透了，绝学无忧，无忧无虑，没有什么牵挂。这种心情，一般人很难感觉得到。尤其我们这一些喜欢寻章摘句舞文弄墨的人，看到老子这一句话，也算是吃了一服药。爱看书爱写作，常常搞到三更半夜，弄得自己头昏脑胀，才想到老子真高明，要我们绝学，丢开书本，不要钻牛角尖，那的确很痛快。可是一认为自己是知识分于，这就难了，绝学做不到，无忧更免谈。读历史而落泪，替古人担忧，有时看到历史上许多事情，硬是会生气，硬是伤心落下泪来，这是读书人的痛苦毛病。"}
{"text":"这种心情，一般人很难感觉得到。尤其我们这一些喜欢寻章摘句舞文弄墨的人，看到老子这一句话，也算是吃了一服药。爱看书爱写作，常常搞到三更半夜，弄得自己头昏脑胀，才想到老子真高明，要我们绝学，丢开书本，不要钻牛角尖，那的确很痛快。可是一认为自己是知识分于，这就难了，绝学做不到，无忧更免谈。读历史而落泪，替古人担忧，有时看到历史上许多事情，硬是会生气，硬是伤心落下泪来，这是读书人的痛苦毛病。其实，绝学无忧真做到了，反能以一种清明客观的态度，深刻独到的见解，服务社会，利益社会。接着，老子便谈道德最高修养的标准。他说唯之与阿，相去几何？善之与恶，相去若何？人之所畏，不可不畏。唯与阿两字，是指我们讲话对人的态度，将二者译成白话，在语言的表达上都是是的。但同样是的一句话，唯是诚诚恳恳的接受，阿是拍马屁的应对，不管事实对或不对，一味迎合对方的意见，这便是唯之与阿，相去几何之处。许多青年朋友和我们谈话时，每说你的看法很好，不过我，这就是阿。不过但是这类转语，往往隐含着低声下气，不敢得罪人的顺从心理。然而，真理是没有讨价还价的余地，不能随便将就别人，做顺水人情的。尤其是做学问，汉儒辕固生就骂过汉武帝的丞相公孙弘说公孙子，务正学以言，无曲学以阿世。一个读书人，不可在学问上思想上文化上将就别人，附和别人，为了某种私利拐弯抹角，那就不对了，儒家非常重视读书人这一点的基本人格。唯与阿实质内容并不一样，但是表面上不易分别。老子说这些道理，并非教我们带着尖刻的眼光，专门去分析他的言行举止，是阿是唯而是提醒我们自己，学习真诚不佞的唯，避免虚伪造作的阿。千万别读了老子这句话，结果处处挑剔别人，不知一切道德修养，应从反求诸己开始。另外，善之与恶，相去若何？善与恶若是往深一层去观察，那也许是划分不出距离的。善恶之间，很难分辨。往往做了一件好事，反而得到恶果。据我个人的人生经验，以为以前救过的人，现在想想，倒觉得是件坏事。因为他们以后继续活下去的那种方式，反而是伤害到其他更多的人。所以，善与恶的分际，简直难以捉摸。而且，所谓善恶是非好坏，若真以哲学的立场彻底研究，那更无法确定出一个绝对的标准。"}
{"text":"另外，善之与恶，相去若何？善与恶若是往深一层去观察，那也许是划分不出距离的。善恶之间，很难分辨。往往做了一件好事，反而得到恶果。据我个人的人生经验，以为以前救过的人，现在想想，倒觉得是件坏事。因为他们以后继续活下去的那种方式，反而是伤害到其他更多的人。所以，善与恶的分际，简直难以捉摸。而且，所谓善恶是非好坏，若真以哲学的立场彻底研究，那更无法确定出一个绝对的标准。虽然绝对的道德标准难求，但是一个社会因时因地所产生的相对道德标准，一个修道人也应该遵守。这是人之所畏，不可不畏。即使你超越了相对的案臼，到达了绝对的境界，在这个世界上，你仍有必要陪大家遵守这个世界的种种规则，避免举止怪异，惊世骇俗。此即老子的另一句话，和其光，同其尘。不可不畏，不得不畏，不能不畏，在文字上虽只一字之差，但是其意义相去甚多。不可不畏乃发自于自己内心的认识与选择，为了利益众生而随顺众生，不是受外在环境的制约，执着一般相对的价值标准。比如有个东西，大家都认为是黑色，这只是一种约定俗成的语言称呼，你也就跟别人说是黑的，不必硬说是白的，否则将有麻烦，无法彼此沟通。我发现我们一些老朋友，天天翻报章杂志，天天大作文章，相劝省点力气，少写一点，可是都自认为没有办法，因为他有一副忧世忧国的心肠，总想对社会贡献出一点力量。像有好几位老教授，我也经常互相劝勉，你少教一点书吧，多保养自己一点，同样也做不到，因为他们对国家民族的前途，还是担忧挂虑得不得了。因此，要绝学无忧，逍遥自在，除非得了道。未得成道之先，忧世之心，或者挂虑个人的安危，是免不了的。老子素描修道者的人生接着，下面一段，可以说是老子的劝世文。荒兮其未央哉，荒是形容词，像荒原大沙漠一样，面积广大无边，永远没有尽头。这句话放在这一段里，应作什么解呢？――易经最后一卦未济。我们看看历史，看看人生，一切事物都是无穷无尽，相生相克，没有了结之时。明末崇祯年间，有个人画了一幅画，上面立着一棵松树，松树下面一块大石，大石之上，摆着一个棋盘，棋盘上面几颗疏疏落落的棋子，除此之外，别无他物，意境深远。后来有个人拿着这幅画，来请当时的高僧苍雪大师题字。苍雪大师一看，马上提起笔来写道松下无人一局残，空山松子落棋盘。"}
{"text":"这句话放在这一段里，应作什么解呢？――易经最后一卦未济。我们看看历史，看看人生，一切事物都是无穷无尽，相生相克，没有了结之时。明末崇祯年间，有个人画了一幅画，上面立着一棵松树，松树下面一块大石，大石之上，摆着一个棋盘，棋盘上面几颗疏疏落落的棋子，除此之外，别无他物，意境深远。后来有个人拿着这幅画，来请当时的高僧苍雪大师题字。苍雪大师一看，马上提起笔来写道松下无人一局残，空山松子落棋盘。神仙更有神仙着，毕竟输赢下不完。这一首诗，以一个方外之人超然的心境，将所有人生哲学历史哲学，一切的生命现象，都包括尽了。人生如同一局残棋，你争我夺，一来一往。就算是传说中的神仙，也有他们的执着，也有他们一个比一个高明之处。这样一代一代，世世相传，输赢二字永远也没有定论的时候。苍雪大师这首名诗，相当能够表达老子荒兮其未央哉的意思。那么，在这一个永远向前推进的时空时，一个修道人该如何自处呢？众人熙熙，如享太牢，如登春台，我独泊兮其未兆，如婴儿之未孩。熙熙二字，并不见得是好事，单就文字解释，是很太平自然舒适自在，看起来很好的样子。所以许多人的名字都取个熙字，如清朝皇帝康熙。然而，熙字是好而不好，吉中有凶。司马迁史记上提到天下攘攘，皆为利往天下熙熙，皆为利来。我们看这个世上，每个人外表看来好像没怎样，平平安安活着，其实内心却有诸多痛苦，一生忙忙碌碌，为了生活争名夺利，一天混过一天，莫名其妙地活下去，这真的很快乐很满足吗？老子指出一般人这样生活，自认如享太牢，如登春台。好像人活着，天天都上舞厅，天天都坐在观光饭店顶楼的旋转厅里，高高兴兴地吃牛排大餐又好像春天到了，到郊外登高，到处游山玩水，颇为惬意。牢是牛，古代祭礼以牛作大祭的牺牲。老子对人生的看法，不像其他宗教的态度，认为全是苦的人生也有快乐的一面，但是这快乐的一面，却暗藏隐忧，并不那么单纯。因此，老子提醒修道者，别于众人，应该我独泊兮其未兆，要如一潭清水，微波不兴，澄澈到底。应该如婴儿之未孩，平常心境，保持得像初生婴儿般的纯洁天真。"}
{"text":"牢是牛，古代祭礼以牛作大祭的牺牲。老子对人生的看法，不像其他宗教的态度，认为全是苦的人生也有快乐的一面，但是这快乐的一面，却暗藏隐忧，并不那么单纯。因此，老子提醒修道者，别于众人，应该我独泊兮其未兆，要如一潭清水，微波不兴，澄澈到底。应该如婴儿之未孩，平常心境，保持得像初生婴儿般的纯洁天真。老子一再提到，我们人修道至相当程度后，不但是返老还童，甚至整个人的筋骨肌肉观念态度等等，都恢复到奶娃儿的状态大陆的湖北四川地区，称呼还在吃奶的婴儿为奶娃儿。一个人若能时时拥有这种心境，那就对了。这和上面讲过专气致柔，能婴儿乎的道理是一样的。还有，下面一句话也是修道人的写照。囗囗兮若无所归，众人皆有余，而我独若遗。囗囗，如同孔子在易经上说的确然而不可拔，自己站在那里，顶天立地，如一座高山，不可动摇。无所归，也就是孔子所言，君子不器，不自归于任何典型。你说他是个道人，却又什么都不像，无法将他归于某一种范围，加以界定。而众人皆有余，世上的人，都认为自己了不起，拼命追求，什么都想占有而我什么都不要，遗世而独立，好像世界上的人，都忘了我一样。这种风范，做起来还真不易。辛稼轩有两句词说须知忘世真容易，欲世相忘却大难。自己要将这个社会遗忘，还算容易，但要社会把你轻易地忘掉，那可不简单。人怕出名，猪怕肥，尤其在社会上有了一点名气的人，更难做到。到时你想远离这个社会，归隐山林，不再过问世事，这倒好办，因为只要你真看得开，放得下便可。但是，你一躲到深山野地去，有许多人还是会千方百计找你出来，说你有道啊，要你干这干那，绝不放过你。这就是欲世相忘却大难了。所以老子最后只好骑着那匹青牛，悄悄逃出函谷关去了。老子这第二十章，实际上全部在阐述前面他所说和其光，同其尘的道理。我们研究古文典籍，大可不必另外从别处引经据典，大作文章，只要以原书各节内容互相对照诠释，便可寻出其原本含意。老子亦是如此，他的每一个观念，在本文中自有他的注解。只是同流不下流因此，老子又说我愚人之心也哉，沌沌兮。愚，并非真笨，而是故意示现的。沌沌，不是糊涂，而是如水汇流，随世而转，但自己内心清清楚楚。有些人学道家学坏了，故意装糊涂，却走了样，弄巧成拙，反而坏事。"}
{"text":"老子这第二十章，实际上全部在阐述前面他所说和其光，同其尘的道理。我们研究古文典籍，大可不必另外从别处引经据典，大作文章，只要以原书各节内容互相对照诠释，便可寻出其原本含意。老子亦是如此，他的每一个观念，在本文中自有他的注解。只是同流不下流因此，老子又说我愚人之心也哉，沌沌兮。愚，并非真笨，而是故意示现的。沌沌，不是糊涂，而是如水汇流，随世而转，但自己内心清清楚楚。有些人学道家学坏了，故意装糊涂，却走了样，弄巧成拙，反而坏事。所以，这种外昏内明的功夫，不是随便装疯卖傻便是有道的。一个修道有相当体悟的人，他可以不出差错地做到俗人昭昭，我独昏昏，俗人察察，我独闷闷，猎兮其若海，飓兮若无止。昭昭，就是高明得很，什么事都很灵光的样子。一般俗人都想这么高人一等。相对地，我独昏昏，修道人不以为聪明才智高人一等，给人看起来，反是平凡庸陋，毫无出奇之处。我独昏昏。同时也说明了修道人的行为虽是入世，但心境是出世的，不斤斤计较个人利益，因此给别人看成傻子。并且，俗人察察，我独闷闷，普通人对任何小事都很精明，事事精打细算，但是我倒是闷闷笨笨的，外表和光同尘，混混饨饨，而内心清明洒脱，遗世独立。你们要聪明，就让你们去聪明，你们到处吹毛求疵，斤斤计较，但我倒是无所谓，视而不见。再者，一个修道人的胸襟也要据兮其苦海，像大海一样，宽阔无际，容纳一切细流，容纳一切尘垢。儒道两家都一样，要人胸襟宽大，包容一切。这就得学习淡泊明志，宁静致远的修养，然后自己的精神思想才能从种种拘限中超越出来。囗兮若无止，这种境界，要自己住在高山上，方能有所体会。囗，不是台风，而是高雅的清风，如空中大气清远徐吹。这很难用其他字眼来形容，天风朗朗，或者堪作相似的形容。尤其身处高山夜静时分，一点风都没有，但听起来又有风的声音，像金石之声尤其在极其宁静的心境中听来，在那高远的太空里，好像有无比美妙的音乐，虚无飘渺，人间乐曲所不能及。此即庄子所讲的天籁之音，没有到达这个境界，是体会不出的。如此，俗人有俗人的生活目的，道人有道人的生命情调。众人皆有以，而我独顽且鄙。一般人对人生都有以，都有目的，或求升官发财，或求长命百岁。"}
{"text":"尤其身处高山夜静时分，一点风都没有，但听起来又有风的声音，像金石之声尤其在极其宁静的心境中听来，在那高远的太空里，好像有无比美妙的音乐，虚无飘渺，人间乐曲所不能及。此即庄子所讲的天籁之音，没有到达这个境界，是体会不出的。如此，俗人有俗人的生活目的，道人有道人的生命情调。众人皆有以，而我独顽且鄙。一般人对人生都有以，都有目的，或求升官发财，或求长命百岁。而以道家来讲，人生是没有目的的，亦就是佛家所说随缘而遇以及儒家所说随遇而安的看法。但是老子更进一步，随缘而遇还不够，还要顽且鄙。顽，是非常有个性，永远坚持不变。鄙，就更难做到了，所有的言行举止，非常给人看不起，糟糕透了。譬如，民间流传已久的济公传，其中主角济公和尚，他时常弄些狗肉吃吃，找点烧酒喝喝，疯疯癫癫，冥顽不灵，人们都瞧他不起。你说他是疯于吗？他又好像清楚得很，你说他十三点，有些事却又正经八百。一下由这庙趱过来，一下被那庙趱过去，个个庙子都不欢迎他住。鄙到这等地步，他却是最解脱最不受限制的人。这一点，一般凡夫是难以理解的。如此我独异于人，而贵食母这种处世态度，虽然和众人不同，却不是标新立异，惊世骇俗。这乃因为自己贵食母，母字代表生我者，也就是后世禅宗说的生从哪里来，死向何处去的生命本来。贵食母意即死守善道，而还我本来面目，永远回归到生母的怀抱――道的境界中去。本章老子所提出来的处世态度，我们假使拿来和论语的乡党篇比较研究，相当有趣。乡党篇是孔子的弟子们记载孔子生活的艺术，孔子在办公室是个什么态度，对朋友又是个什么态度，穿衣如何穿法，吃饭如何吃法。孔子吃饭很讲究卫生，并且一定要点葱蒜摆在前面才吃。这些都是他的弟子形容孔子平常生活的习惯。老子形容修道人入世而又出世的处世态度，恰与孔子大有不同，刚才已作了相当的介绍。真要做到这样，那是相当难的。老子处世哲学的人证老子所说的这种处世哲学，人生态度，除了我们传统文化中真实笃信道家的神仙们，用之在一般社会的人群，是不可能的。如果要找出这种榜样，当然，在历代道家神仙传里，却多得很。不过，都像是离经叛道，古里古怪，不足为法。其次，只有近似道家的隐士高十们，介于出世入世之间的，却可在高士传里找出典型。"}
