{"text":"人间和现实是充满了矛盾的但是它们又确实是美的。就是在阿格拉也并非例外。二十七年前，当我第一次到阿格拉来的时候，我在旅馆中遇到的一件小事，却使我忆念难忘。现在，当我离开了泰姬陵走下天堂的时候，我不由得又回忆起来。我们在旅馆里看一个贫苦的印度艺人让小黄鸟表演识字的本领。又看另一个艺人让眼镜蛇与B决斗。两个小动物都拼上命互相搏斗，大战了几十回合，还不分胜负。正在看得入神的时候，我瞥见一个印度青年在外面探头探脑。他的衣着不像一个学生，而像一个学徒工。我没有多加注意，仍然继续观战。又过了不知多少时候，我又一抬头，看到那个青年仍然站在那里，我立刻走出去。那个青年猛跑了几步，紧紧地抓住了我的手，我感觉到他的手有点颤抖。他递给我一个极小的小盒，透过玻璃罩可以看到，里面铺的棉花上有一粒大米。我真有点吃惊了。这一粒大米有什么意义呢？青年打开小盒，把大米送到我眼底下，大米上写着印中友谊万岁几个字，只能用放大镜才能看得清楚。他告诉我，他是一个学徒工，最热爱新中国，但却从来没有机会接触一个中国人。听说我们来了，他便带了大米来看我们。从早晨等到现在，中午早已过了。但是几次被人撵走。现在终于见到中国朋友了，他是多么兴奋啊我接过了小盒，深深地被这个淳朴的青年感动了。我握住了他的手，心里面思绪万千，半天没有说出话来。我一直目送这个青年的背影消失在大街上熙熙攘攘的人群中，才转回身来。泰姬陵是美的，是不朽的。然而，人们心里的真挚感情不是比泰姬陵更美更不朽吗？上面说的这件小事，到现在，已经过了二十七年，在人的一生中，二十七年是一段漫长的时间，可是，不管我什么时候想起这件小事，那个学徒工的影像就栩栩如生地浮现在我的眼前。现在他大概都有四五十岁了吧。中间沧海桑田，世间多变。但是我却不相信，他会忘掉我，会忘掉中国，正如我不会忘掉他一样。据我看，这才是真正的美，真正的不朽。是美的不朽的泰姬陵无法比拟的美，无法比拟的不朽。海德拉巴我脑海里有两个海德拉巴―个是二十七年以前的，一个是今天的。二十七年前，当我第一次访问印度时，我曾来到这里，而且住了三四天之久。时间相隔既然是这样悠久，我对海德拉巴的记忆，就只剩下了一些断片，破碎支离，不能形成一个清晰的整体。在一团灰色的回忆的迷雾中，时时闪出了巨大的红色的斑点，这是木棉花。"}
{"text":"据我看，这才是真正的美，真正的不朽。是美的不朽的泰姬陵无法比拟的美，无法比拟的不朽。海德拉巴我脑海里有两个海德拉巴―个是二十七年以前的，一个是今天的。二十七年前，当我第一次访问印度时，我曾来到这里，而且住了三四天之久。时间相隔既然是这样悠久，我对海德拉巴的记忆，就只剩下了一些断片，破碎支离，不能形成一个清晰的整体。在一团灰色的回忆的迷雾中，时时闪出了巨大的红色的斑点，这是木棉花。我当时曾惊诧于这里木棉树之高之大，花朵开得像碗口那样大，而且开在参天的巨树上，这对于我这生长在北国的人来说，确实像是一个奇迹，留在脑海里的印象就永生难忘了。但是，除了木棉花之外，再也不能清晰地回忆起什么东西来。只还记得住在尼扎姆的迎宾馆中，庭院清幽，台殿阒静，绿草如茵，杂花似锦还有一些爬山虎之类的蔓藤，也都开着五彩斑斓的花，绿叶肥大，花朵绚丽，红彤彤，绿油油，显出一片茂盛热闹的景象。至于室内的情况，房屋的结构，则模糊成一团，几乎完全回忆不起来了。我们到海德拉巴的第一天晚上，就到一个富丽堂皇的宫殿般的邸宅里去拜会尼扎姆的一位兄弟还是什么亲属，我记不清楚了。印度著名的女诗人奈都夫人好像同他也有什么亲戚关系。奈都夫人的女儿陪我们游遍全印，我们就在这里遇到奈都夫人的弟弟。他对我们非常热情，同我们谈到印度农民的生活情况，他们每年的收入，以及他们养的牛和收成等等，给我留下了深刻的印象。同印度上流社会的人物谈印度农民，这是比较少见的事。从他的言谈中，我体会到，他对印度农民怀有深切的关怀。这当然使我很受感动。他说话的情态，说话时的眼神至今一闭眼仿佛就出现在眼前。我的印象印度各阶层的人，许多都是希望同中国加强联系，继承和发扬我们两国人民之间的传统友谊。二十七年前的海德拉巴留给我的印象就只剩下了这一点点。如果需要归纳一下的话，我可以归纳为八个字清新美妙，富丽堂皇。一转瞬间，时间竟过去了二十七年，今天我又来到了海德拉巴。我看到的却完全是另一番景象拥挤不堪的街道，熙熙攘攘的人群，中间奔驰着横冲直撞纵横交错的各种车辆。二十世纪的汽车摩托车，同公元前的马车牛车并肩前进，快慢悬殊，而且好像是愿意这么走就这么走，愿意什么地方停，就什么地方停，这当然更曾加了混乱。"}
{"text":"如果需要归纳一下的话，我可以归纳为八个字清新美妙，富丽堂皇。一转瞬间，时间竟过去了二十七年，今天我又来到了海德拉巴。我看到的却完全是另一番景象拥挤不堪的街道，熙熙攘攘的人群，中间奔驰着横冲直撞纵横交错的各种车辆。二十世纪的汽车摩托车，同公元前的马车牛车并肩前进，快慢悬殊，而且好像是愿意这么走就这么走，愿意什么地方停，就什么地方停，这当然更曾加了混乱。行人的衣着也五光十色，同这一些车辆配合在一起形成了一幅色调迷乱但又好像有着内在节奏的图画奏成了一曲喧声沸腾但又不十分刺耳的大合唱。这就是我看到的今天的海德拉巴。如果需要归纳一下的话，我也可以归纳为八个字喧阗吵闹，烟雾迷腾。我有点迷惘，有点不解难道这就真是海德拉巴吗？我记忆中的海德拉巴完全不是这个样子的，那一个海德拉巴要美妙得多，幽静得多。但是我眼前看到的却确实就是这个样子。那么究竟哪一个海德拉巴是真实的呢？两个当然都是真实的，但是两个似乎又都不够真实。最真实的只有印度人民对中国人民的深情厚谊。二十七年前是这样，今天仍然是这样。这一点是丝毫也不容怀疑的。在海德拉巴，同在印度其他大城市一样，我们接触到的人民，对我们都特别友好。我们在这里参加过群众大会，也是人山人海，万头攒动，花环戴得你脖子受不住，眼睛看不见，花香猛冲鼻官，从鼻子一直香到心头。我曾到奥斯玛尼亚大学去参加全校欢迎大会，教授和学生挤满了大礼堂。副校长在印度实际上就是校长亲自出面招待，主持大会，并亲自致欢迎词。他在致词中说，希望我讲一讲教育和劳动的问题。我感到这个题目太大，大有不知从何处说起之感，临时决定讲中国唐代研究梵文的情况，讲到玄奘，讲到义净的梵语千字文和礼言的梵语杂名等等，似乎颇引起听众的兴趣。我知道，在印度，只要讲中印友谊，必然博得热烈的掌声，在海德拉巴也不例外。我们也参加了中印友好协会海德拉巴分会举行的欢迎大会。这次大会开得颇为新颖别致，同时却又生动热烈。大家都盘腿坐在地上，主席台上下完全一样。台上铺着极大的白布垫子，我们都脱掉鞋子坐在上面。照例给中国朋友大戴其花环。黄色花朵组成的花环，倒也罢了。红色玫瑰花组成的花环却引起了一点不安。鲜红的玫瑰花瓣从花环上不停地往下掉落，撒满了坐垫，原来雪白的坐垫，一下子变成了红色花毯。我们就坐在玫瑰花瓣丛中。坐碎了的花瓣染得白布上点点如桃花，芬芳的香气溢满鼻孔，飘拂在空中。"}
{"text":"我们也参加了中印友好协会海德拉巴分会举行的欢迎大会。这次大会开得颇为新颖别致，同时却又生动热烈。大家都盘腿坐在地上，主席台上下完全一样。台上铺着极大的白布垫子，我们都脱掉鞋子坐在上面。照例给中国朋友大戴其花环。黄色花朵组成的花环，倒也罢了。红色玫瑰花组成的花环却引起了一点不安。鲜红的玫瑰花瓣从花环上不停地往下掉落，撒满了坐垫，原来雪白的坐垫，一下子变成了红色花毯。我们就坐在玫瑰花瓣丛中。坐碎了的花瓣染得白布上点点如桃花，芬芳的香气溢满鼻孔，飘拂在空中。我们就在这香气氤氲中倾听着中印两国朋友共颂中印友谊。所有这一切当然都给我留下难以忘怀的甜蜜的回忆。但是最难以忘怀最甜蜜的还是对海德拉巴动物园的参观。印度许多大城市都有动物园。二十七年前我到印度的时候，曾经参观过不少。有的并且规模非常大，比如加尔各答的动物园，在世界上也是颇有一点名气的。印度由于气候的关系，动物繁殖很容易，所以动物的种类很多，数量很大。大象猴子和蛇，更是名闻世界。海德拉巴的动物园并不特别大，里面动物也不算太多，但是却具有几个其他动物园没有的特色。为了让濒于绝种的狮子能够自由繁殖，人们在这个动物园里特别开辟了一大片山林，把狮子养在里面。一头雄狮可以带多至八个母狮，它们就这样组成了一个狮子家庭，自由自在地生活在荒草密林中。而要参观狮子的人却必须乘坐在带铁笼子的汽车里，开着汽车，到处寻觅狮子。陪我们参观的园主任很有风趣地说在别的地方是动物被锁在铁笼子里，让人来参观。在这里却是人被锁在铁笼子里，让动物来参观。我们心惊胆战地坐在车上，在丛莽榛榛的密林中绕了许多圈子，终于在一片树林中发现了狮子家庭。我们的心情立即紧张起来，满以为它们会大声一吼扑上前来。然而不然。狮子家庭怡然傲然躺在地上树荫里，似乎在午睡。听到汽车声，一动也不动。有几只母狮只懒洋洋地把眼睁了睁，又重新闭上，大有不屑一顾之状。我们都有点失望了，没有得到我们心中所期望的那种惊险。我们喊了几声，狮群也是置之不理，我们的汽车停了一会儿，就又重新开出门禁森严的狮子林。我们都是生平第一次坐在铁笼里被野兽来欣赏。这当然别有风味在心头，我们也就都很满意了。出了狮子林，又进老虎山。这里的老虎山也别具特色。我们到的时候，老虎还在山中河畔奔跳嬉戏。饲虎人发出了一声怪调，老虎立刻跑回到铁栅栏里，饲虎人乘机把一个铁门放下来，挡住了老虎的退路。"}
{"text":"有几只母狮只懒洋洋地把眼睁了睁，又重新闭上，大有不屑一顾之状。我们都有点失望了，没有得到我们心中所期望的那种惊险。我们喊了几声，狮群也是置之不理，我们的汽车停了一会儿，就又重新开出门禁森严的狮子林。我们都是生平第一次坐在铁笼里被野兽来欣赏。这当然别有风味在心头，我们也就都很满意了。出了狮子林，又进老虎山。这里的老虎山也别具特色。我们到的时候，老虎还在山中河畔奔跳嬉戏。饲虎人发出了一声怪调，老虎立刻跑回到铁栅栏里，饲虎人乘机把一个铁门放下来，挡住了老虎的退路。老虎只好呆在一个几丈见方的铁栅栏里，来回地绕圈子。这时园主任就亲切地招呼我们把手从铁柱子的缝隙里伸进铁栅栏去摸老虎。我们开头确实有点胆怯，手想伸又缩。中国俗话说老虎屁股摸不得，这话早已深入人心，老虎如何能去摸呢？但是园主任却再三敦促解释，说这老虎是在动物园里养大的，人抚摩它，它会感到高兴，吼上两声，是表示它内心的快乐，决无恶意，用不着害怕。他并且还再三示范，亲自把手伸进铁栅栏，抚摩老虎的脖子和屁股。我也就战战兢兢地把手伸了进去，摸了一下老虎的屁股。中国俗话说是摸不得的东西我终于摸了，这难道不是一生中难以忘怀的事情吗？我们转身又去看一只病豹，它被夹在一个铁笼子里，不能转身，不能乱动，这样医生就可以随意给它扎针注射。我们还去看了一只小老虎。园主任说，这只小老虎从小养在他家里，他的小孩就同它玩，像一只小猫似的。现在，不过才八个月，但已经知道龇牙咧嘴，大有不逊之意，不像小时候那样驯服好玩，只好把它关在笼子里了。我们就这样参观了海德拉巴的动物园。这一切都可以说是奇遇，都是毕生难忘的。但是，这一切之所以难忘，并不在于猎奇，而在于印度劳动人民对我们自然流露出来的友好情谊。据我了解，在印度饲养狮虎的人大抵都是出身于低级种姓的劳动人民。我们刚进动物园的时候，并没有注意到他们，因为他们好像影子似的悄悄地走路，悄悄地干活，不发出一点声音。仿佛到了狮子林老虎山，他们才突然出现在我们眼前。狮子林中，老虎山上，饲养员就是他们这一些人。另外还有一个狮子山，里面养着几头狮子，同前面讲的狮子林不是一回事，在这里狮子是圈在一片山林中的，人们站在壕沟旁边来欣赏它们。一个皮肤黝黑的饲养员发出一种类似来，来的声音。这当然不是中文的来，而好像是狮子的名字。听到呼喊自己的名字，猛然从密林深处响起一片惊雷似的怒吼，一头大雄狮狂奔过来。"}
{"text":"我们刚进动物园的时候，并没有注意到他们，因为他们好像影子似的悄悄地走路，悄悄地干活，不发出一点声音。仿佛到了狮子林老虎山，他们才突然出现在我们眼前。狮子林中，老虎山上，饲养员就是他们这一些人。另外还有一个狮子山，里面养着几头狮子，同前面讲的狮子林不是一回事，在这里狮子是圈在一片山林中的，人们站在壕沟旁边来欣赏它们。一个皮肤黝黑的饲养员发出一种类似来，来的声音。这当然不是中文的来，而好像是狮子的名字。听到呼喊自己的名字，猛然从密林深处响起一片惊雷似的怒吼，一头大雄狮狂奔过来。山洞中怒吼的回声久久不息。我们冷不防吃了一惊，我们下意识地就想躲开，但一看到前面的壕沟，知道狮子是跳不过来的，才安定了心神，以壕沟对面的雄狮为背景，大照其相。到了此时，我才认真注意到这位饲养员的存在，如果没有他，我们是无论如何也无法把狮子叫过来的。我默默地打量着那位淳朴老实的印度劳动人民，心里油然兴起感激之情。在上面讲到狮林虎山中，照管狮子老虎的也同样是这些皮肤黝黑的劳动人民。他们大都不会讲英语，连我在二十七年前住在印度总统府中时遇到的那一位服务员也不例外。我们无法同他们攀谈，不管我们的主观愿望是如何地迫切。但是，只要我们一看他们那朴素的外表诚恳的面容和蔼的笑貌老实的行动，就会被他们吸引住。如果再端详一下他们那黧黑的肤色，还有上面那风吹日晒的痕迹，我们就更会感动起来。同我们接触，他们不免有些拘谨，有些紧张，有些腼腆，甚至有些不知所措。但是他们那一摇头一微笑的神态，却是充满了热情的。此时无言胜有言，这些无言的感受反而似乎胜过千言万语。语言反而成为画蛇添足的东西了。至于他们对新中国是怎样了解的，我说不清楚。恐怕连他们自己也说不清楚。他们可能认为中国是一个很神秘的国家，一个非常辽远的国家，但又是一个很友好的国家。他们可能对中国有一些不切实际的幻想。但是他们对中国有感情，对中国人民有感情，这是一眼就可以看出来的。至于像园主任这样的知识分子，他们都能讲英语，我们交流思想是没有困难的。他们对中国对中国人的感情可以直接表达出来。此时有言若无言，语言作为表达人民之间的感情也是未可厚非的了。我现在不再伤脑筋去思索究竟哪一个海德拉巴是真实的了。两者都是真实的，或者两者都不是真实的，这似乎是一个玄学的问题，完全没有回答的必要。勉强回答，反落言筌。不去回答，更得真意。海德拉巴的人民，同印度全国的人民一样，都对中国人民友好。"}
{"text":"但是他们对中国有感情，对中国人民有感情，这是一眼就可以看出来的。至于像园主任这样的知识分子，他们都能讲英语，我们交流思想是没有困难的。他们对中国对中国人的感情可以直接表达出来。此时有言若无言，语言作为表达人民之间的感情也是未可厚非的了。我现在不再伤脑筋去思索究竟哪一个海德拉巴是真实的了。两者都是真实的，或者两者都不是真实的，这似乎是一个玄学的问题，完全没有回答的必要。勉强回答，反落言筌。不去回答，更得真意。海德拉巴的人民，同印度全国的人民一样，都对中国人民友好。因此，对我来讲，只有一个海德拉巴，这就是对中国友好的海德拉巴。这个海德拉巴是再真实不过的，我将永远怀念这样一个海德拉巴。在德里大学和尼赫鲁大学我一生都在大学中工作，对大学有兴趣，是理所当然的而别人也认为我是大学里的人因此，我同大学，不管是国内的，还是国外的，发生联系，就是不可避免的了。这也就决定了我到德里后一定要同那里的大学发生一些关系。但我却决没有想到，素昧平生的德里大学和尼赫鲁大学竟然先对我发出了邀请。我当然更不会想到，德里大学和尼赫鲁大学会用这样热情隆重到超出我一切想象的方式来欢迎我这个微不足道的人物。也许是因为我懂一点梵文和巴利文，翻译过几本印度古典文学作品，在印度有不少的朋友，又到过印度几次，因此就有一些人知道我的名字。但是实际上，尽管我对印度人民和印度文化怀有深厚的敬意，我对印度的了解却是非常肤浅的。二十七年前，当我第一次访问印度的时候，尼赫鲁大学还没有建立，德里大学我曾来过一次。当时来的人很多，又是一个非常正式的场合，所以见的人多，认识的人少。加之停留时间非常短，又相隔了这样许多年，除了记得非常热闹以外，德里大学在我的印象中已颇为模糊了。这一次旧地重游，到的地方好像是语言学科和社会科学学科所在地。因为怕我对这里不熟悉，拉吉波特雷易教授特地亲自到我国驻印度大使馆来接我，并陪我参观。在门口欢迎我们的人并不多，我心里感到有点释然。因为事前我只知道，是请我到大学里来参观，没有讲到开会，更没有讲到要演讲，现在似乎证实了。然而一走进会场，却使我吃了一惊，那里完完全全是另一番景象。会场里坐满了人，门外和过道还有许多人站在那里，男女老少都有。里面显然还有不少的外国人，不知道是教员还是学生。佛学研究系的系主任和中文日文系的系主任陪我坐在主席台上。我心里有点打起鼓来。"}
{"text":"因为怕我对这里不熟悉，拉吉波特雷易教授特地亲自到我国驻印度大使馆来接我，并陪我参观。在门口欢迎我们的人并不多，我心里感到有点释然。因为事前我只知道，是请我到大学里来参观，没有讲到开会，更没有讲到要演讲，现在似乎证实了。然而一走进会场，却使我吃了一惊，那里完完全全是另一番景象。会场里坐满了人，门外和过道还有许多人站在那里，男女老少都有。里面显然还有不少的外国人，不知道是教员还是学生。佛学研究系的系主任和中文日文系的系主任陪我坐在主席台上。我心里有点打起鼓来。但是，中国古语说，既来之，则安之既然安排了这样一个环境，也就只好接受下来，不管我事前是怎样想的，到了此刻都无济于事。我的心一下子平静下来。首先由学生代表致欢迎词。一个女学生用印地语读欢迎词，一个男学生用中文读。欢迎词中说在德里大学的历史上，这是我们第一次欢迎北京大学的教授来访问。我们都知道，北京大学是中国的主要的大学之一，也是世界闻名的大学之一。它曾经得到民主堡垒的盛名。我们希望通过教授的访问，在北京大学和德里大学之间建立一座友谊的桥梁。我们希望从今以后会有更多的北京大学的学者来访问德里大学。我们也希望能有机会到北京大学去参观学习。欢迎词中还说中国跟印度有两千年的友好往来。印度佛教徒佛图澄鸠摩罗什菩提达摩跟成百的其他印度人把印度文化的精华传播到中国。四十年前，印度医生柯棣华巴苏华跟其他医生，不远千里去到中国抗日战争前线治疗伤病员。柯棣华大夫为中国人民的解放事业贡献出自己的生命。同样，中国的佛教徒法显玄奘跟义净已经变成印度老幼皆知的名字。他们留下的记载对印度历史的研究作出了卓越的贡献。这些话使我们在座的中国同志都感到很亲切，使我们很感动。长达几千年的传统的友谊一下子把我们的心灵拉到一起来了。学生代表致过欢迎词以后，佛学研究系系主任辛格教授又代表教员致词。他首先用英文讲话，表示对我们的欢迎，接着又特地用梵文写了一首欢迎我的诗。在这里，我感觉到，所有这一切都不只是对北京大学的敬意，而是对中国所有大学的敬意，北京大学只不过偶尔作为象征而已。当然更不是对我个人的欢迎，而是对新中国所有大学教员和学员的欢迎，我只不过是偶尔作为他们的象征而已。然而，当这样一个象征，却也并非易事。主人致过欢迎词以后，按照国际上的不成文法，应该我说话了。"}
{"text":"学生代表致过欢迎词以后，佛学研究系系主任辛格教授又代表教员致词。他首先用英文讲话，表示对我们的欢迎，接着又特地用梵文写了一首欢迎我的诗。在这里，我感觉到，所有这一切都不只是对北京大学的敬意，而是对中国所有大学的敬意，北京大学只不过偶尔作为象征而已。当然更不是对我个人的欢迎，而是对新中国所有大学教员和学员的欢迎，我只不过是偶尔作为他们的象征而已。然而，当这样一个象征，却也并非易事。主人致过欢迎词以后，按照国际上的不成文法，应该我说话了。我的心情虽然说是平静了下来，但是要说些什么，却是毫无准备。当主人们讲话的时候，我是一方面注意地听，一方面又紧张地想。在这样一个场合，应该说些什么呢？说什么才算是适宜得体呢？我对于中印文化交流的历史曾作过一些研究，积累过一些资料。我也知道，印度朋友最喜欢听的也是这样的历史。我临时心血来潮，决定讲一讲中印文化交流从什么时候开始的问题。这是一个争论颇多的问题，我有我自己的一套看法。我就借这个机会讲了出来。我不同意那种认为中印文化交流开始于佛教的传入的说法，也就是说，中印文化交流始于公元世纪。我认为要早得多，至少要追溯到公元前三四世纪的屈原时代。在屈原的天问中有顾菟在腹这样一句话。顾菟虽然有人解释为蟾蜍，但汉以来的注释都说是兔子。月亮里有兔子的神话在印度极为流行。唐玄奘大唐西域记卷第七婆罗[斯国就有三兽@堵波的记载劫初时，于此林野，有狐兔猿，异类相悦。时天帝释欲验修菩萨行者，降灵应化为一老夫，谓三兽曰二三子善安隐乎？无惊惧耶？曰涉丰草，游茂林，异类同欢，既安且乐。老夫曰闻二三子情厚意密，忘其老弊，故此远寻。今正饥乏，何以馈食？曰幸少留此，我躬驰访。于是同心虚己，分路营求。狐沿水滨，衔一鲜鲤，猿于林树，采异花果，俱来至止，同进老夫。唯兔空还，游跃左右。老夫谓曰以吾观之，尔曹未和。猿狐同志，各能役心，唯兔空还，独无相馈。以此言之，诚可知也。兔闻讥议，谓狐猿曰多聚樵苏，方有所作。狐猿竞驰，衔草曳木，既已崇，猛焰将炽。兔曰仁者我身卑劣，所求难遂，敢以微躬，充此一餐。辞毕入火，寻即致死。是时老夫复帝释身，除烬收骸，伤叹良久，谓狐猿曰一何至此吾感其心，不泯其迹，寄之月轮，传乎后世。故彼咸言，月中之兔，自斯而有。在汉译佛典里面，这个故事还多次出现。"}
