{"text":"迷信与邪门书我家里有各种各样的书，有工具书科学书和文学书，还有戴尼提气功师一类的书，这些书里所含的信息各有来源。我不愿指出书名，但恕我直言，有一类书纯属垃圾。这种书里写着种种古怪异常的事情，还一口咬定都是真的，据说这叫人体特异功能。人脑子里有各种各样的东西，有可靠的知识，有不可靠的猜测，还有些东西纯属想入非非。这些东西各有各的用处，我相信这些用处是这样的一个明理的人，总是把可靠的知识作为根本也时常想想那些猜测，假如猜测可以验证，就扩大了知识的领域最后，偶尔他也准许自己想入非非，从怪诞的想像之中，人也能得到一些启迪。当然，人有能力把可信和不可信的东西分开，不会把怪诞的想像当真――但也有例外。当年我在农村插队，见到村里有位妇女撒癔症，自称狐仙附了体，就是这种例外。时至今日，我也不能证明狐仙鬼怪不存在，我只知道它们不大可能存在，所以狐仙附体不能认定是假，只能说是很不可信。假设我信有狐仙附了我的体，那我是信了一件不可信的事，所以叫撒了癔症。当然，还有别的解释，说那位妇女身上有了超自然的人体现象，或者是有了特异功能自从狐仙附体，那位大嫂着实有异于常人，主要表现在她敢于信口雌黄，自己不会解释，归到了狐仙身上，但我觉得此说不对。在学大寨的年代里，农村的生活既艰苦，又乏味，妇女的生活比男人还要艰苦。假如认定自己不是个女人，而是只狐狸，也许会愉快一些。我对撒癔症的妇女很同情，但不意味着自己也想要当狐狸。因为不管怎么说，这是一种病态。我还知道这样一个例子，我的一位同学的父亲得了癌症，已经到了晚期，食水俱不能下，静脉都已扎硬。就在弥留之际，忽然这位老伯指着顶棚说，那里有张祖传的秘方，可以治他的病。假如找到了那张方子，治好了他的病，自然可以说，临终的痛苦激发了老人家的特异功能，使他透过顶棚纸，看到了那张祖传秘方。不幸的是，把顶棚拆了下来也没找到。后来老人终于在痛苦中死去。同学给我讲这件事，我含泪给他解释道伯父在临终的痛苦之中，开始想入非非，并且信以为真了。我以为，一个人在胸中抹煞可信和不可信的界限，多是因为生活中巨大的压力。走投无路的人就容易迷信，而且是什么都信马林诺夫斯基也是这样来解释巫术的。"}
{"text":"假如找到了那张方子，治好了他的病，自然可以说，临终的痛苦激发了老人家的特异功能，使他透过顶棚纸，看到了那张祖传秘方。不幸的是，把顶棚拆了下来也没找到。后来老人终于在痛苦中死去。同学给我讲这件事，我含泪给他解释道伯父在临终的痛苦之中，开始想入非非，并且信以为真了。我以为，一个人在胸中抹煞可信和不可信的界限，多是因为生活中巨大的压力。走投无路的人就容易迷信，而且是什么都信马林诺夫斯基也是这样来解释巫术的。虽然原因让人同情，但放弃理性总是软弱的行径。我还认为，人体特异功能是件不可信的事，要让我信它，还得给我点压力，别叫我站着说话不腰疼。比方说，让我得上癌症，这时有人说，他发点外气就能救我，我就会信再比方说，让我是个犹太人，被关在奥斯维辛，此时有人说，他可以用意念叫希特勒改变主意，放了我们大家，那我不仅会信，而且会把全部钱物假如我有的话都给他，求他意念一动。我现在正在壮年，处境尚佳，自然想循科学和艺术的正途，努力地思索和工作，以求成就换一种情况就会有变化。在老年病痛或贫困之中，我也可能相信世界上还有些奇妙的法门，可以呼风唤雨，起死回生。所以我对事出有因的迷信总抱着宽容的态度。只可惜有种情况叫人无法宽容。在农村还可以看到另一种狐仙附体的人，那就是巫婆神汉。我以为他们不是发癔症，而是装神弄鬼，诈人钱物。如前所述，人在遇到不幸时才迷信，所以他们又是些趁火打劫的恶棍。总的来说，我只知道一个词，可以指称这种人，那就是人渣。各种邪门书的应该比人渣好些，但凭良心说，我真不知好在哪里。我以为，知识分子的道德准则应以诚信为根本。假如知识分子也骗人，让大家去信谁？但知识分子里也有人信邪门歪道的东西，这就叫人大惑不解。理科的知识分子绝不敢在自己的领域里胡来，所以在诚信方面记录很好。就是文史学者也不敢编造史料，假造文献。但是有科学的技能，未必有科学素质有科学的素质，未必有科学的品格。科学家也会五迷三道。当然，我相信他们是被人骗了。老年疾病和贫困也会困扰科学家，除此之外，科学家只知道什么是真，不知道什么是假，更不谙弄虚作假之道，所以容易被人骗。小说家是个很特别的例子，他以编故事为主业既知道何谓真，更知道何谓假。"}
{"text":"理科的知识分子绝不敢在自己的领域里胡来，所以在诚信方面记录很好。就是文史学者也不敢编造史料，假造文献。但是有科学的技能，未必有科学素质有科学的素质，未必有科学的品格。科学家也会五迷三道。当然，我相信他们是被人骗了。老年疾病和贫困也会困扰科学家，除此之外，科学家只知道什么是真，不知道什么是假，更不谙弄虚作假之道，所以容易被人骗。小说家是个很特别的例子，他以编故事为主业既知道何谓真，更知道何谓假。我自己就是小说家，你让我发誓说写出的都是真事，我绝不敢，但我不以为自己可以信口雌黄到处骗人。我编的故事，读者也知道是编的。我总以为写小说是种事业，是种体面的劳动，有别于行骗。你若说利用他人的弱点进行欺诈，干尽人所不齿的行径，可只因为是个小说家，他就是个好人了，我抵死也不信。这是因为虚构文学一道，从荷马到如今，有很好的名声。我还以为，知识分子应该自尊敬业。我们是一些堂堂君子，从事着高尚的事业所有的知识分子都是这样看自己和自己的事业，小说家也不该例外。现在市面上有些书，使我怀疑某人是这么想的我就是个卑鄙小人，从事着龌龊的事业。假如真有这等事，我只能说这样想是不好的。最近，有一批自然科学家签名，要求警惕种种伪科学，此举来得非常及时。老残游记上说，中国有北拳南革两大祸患。当然，南革的说法是对革命者的诬蔑，但北拳的确是中国的一大隐患。中国人――尤其是社会的下层――有迷信的传统，在社会动荡生活有压力时，简直就是渴望迷信。此时有人来装神弄鬼，就会一哄而起，造成大的灾难。这种流行性的迷信之所以可怕，在于它会使群众变得不可理喻。这是中国文化传统里最深的隐患。宣传科学，崇尚理性，可以克制这种隐患宣扬种种不可信的东西，是触发这种隐患。作家应该有社会责任感，不可为一点稿酬，就来为祸人间。科学与邪道从历史书上看到，在三十年代末的德国，很多科学家开始在学校里讲授他们的德国化学德国数学德国物理学。有位德国物理学家指出有人说科学现在和永远是有国际性的――这是不对的科学和别的每一项人类创造的东西一样，是有种族性和以血统为条件的。这话着实有意思。但不知是怎么个种族性法。"}
{"text":"科学与邪道从历史书上看到，在三十年代末的德国，很多科学家开始在学校里讲授他们的德国化学德国数学德国物理学。有位德国物理学家指出有人说科学现在和永远是有国际性的――这是不对的科学和别的每一项人类创造的东西一样，是有种族性和以血统为条件的。这话着实有意思。但不知是怎么个种族性法。化学和数学的种族性我没查到，有关物理学的种族性，人家是这么解释的经典物理是由亚利安人创造的牛顿伽利略等等，都是亚利安人，而且大多是北欧血统，所以这门科学是好的。至于现代物理学，都是犹太人搞出来的，所以是邪恶的，必须斩尽杀绝。爱因斯坦是犹太人，他和他的相对论是德国物理的死敌――纳粹物理学家宣称，谁要是称赞相对论，那就是喜欢犹太人统治世界，并对德国人永远沦为无生气的奴隶地位表示高兴。可想而知，爱因斯坦要是落到德国人手里，肯定没有好。他也知道这一点，所以早早逃到美国去，保住了一条命。德国教学和化学的内容是什么，我不确切知道，但知道它肯定会让纳粹科学家特别开心，让犹太科学家特别不开心――因为一般来说，挨骂总是不开心的事情。过去，在生物学领域里，遗传学曾被认为是资产阶级的邪说，所以就有种无产阶级的生物学――这就是李森科的神圣学派。这种学说我上学时听过一耳朵，好像还有些道理，但不知为什么一定要和遗传学过不去。这股邪风是从前苏联传过来的，老大哥教给我们些好的东西，也教了些邪的歪的。身在那个时代，不会遗传学的人会很高兴，但也有人不高兴。我有位老师，年轻时对现代语言学很有兴趣，常借些新的英文书刊来看。后来有人给他打个招呼说你这样下去很危险，会滑进资产阶级的泥坑我们的语言学要以一位前苏联伟人论语言学问题的小册子为神圣的根基――而你正在背离这个根基。我老师听了很害怕，后来就进了精神病院。他告诉我说，自己是装疯避祸，但我总觉得他是真被吓疯了，因为他讲起这件事来总带着一股胆战心惊的样子。这位老师后来贫困潦倒提心吊胆，再后来虽然用不着提心吊胆，但大好年华已过。他对这些事当然很不开心。我说的都是过去的事情，现在已经好多了。相对论遗传学，还有社会学和人类学，都不再是邪恶的学问，我们可以放心地学习了。"}
{"text":"我老师听了很害怕，后来就进了精神病院。他告诉我说，自己是装疯避祸，但我总觉得他是真被吓疯了，因为他讲起这件事来总带着一股胆战心惊的样子。这位老师后来贫困潦倒提心吊胆，再后来虽然用不着提心吊胆，但大好年华已过。他对这些事当然很不开心。我说的都是过去的事情，现在已经好多了。相对论遗传学，还有社会学和人类学，都不再是邪恶的学问，我们可以放心地学习了。但有些事情我们还是不明白――如果只是外行来摧残科学，我们还可以理解，真正能在科学领域内兴风作浪的，都是懂点科学的人。那些德国和前苏联的学者们，干嘛要分裂科学，把它搞褊狭呢？有些史实可以帮助解释这个疑问从年到年，有十位德国犹太人，因为在科学上做出贡献得到了诺贝尔奖金，这对某些以纯亚利安血统而自豪的德国科学家来说，未免太多了些。近现代科学取得了很多成就，这些成就大多不是诞生在俄国，难免让俄国科学家气不顺。因此就想把别人的成就贬低，甚至抹煞掉，对自己的成就则夸大，甚至无中生有以此来证明种族或者这方土地有很大的优越性。中国血统的科学家成就也不少，诺贝尔物理奖化学奖通通拿到了，虽然他们是美籍，但愿我们能以此为荣。有件事正在使我忧虑中国人和德国人不同。中国人对证明自己的种族优越从来就不很在意的，他们真正在意的是想要证明自己传统文化的优越性。最近我们听说，从儒家道家阴阳五行周易八卦等等之中，即将产生震惊世界的科学成就。前不久我在电视上和一位作家辩论，他告诉我说，有位深谙此道的老者，不用抹胶水，脑门上能贴一叠子钢。这件事无论是爱因斯坦还是玻尔都做不到，看来我们的诺贝尔奖又有门了。但我想来想去，怎么也想像不出瑞典科学院的秘书会这样向世界宣布女士们先生们，这位获奖的科学家能在脑门上贴一大叠钢。这是了不起的本领，但诺贝尔奖总不能奖给一个很粘糊的脑门吧。作家这样瞎说还不要紧，科学家也有信这个的。像这样的学问搞了出来，外国人不信怎么办呢？到那时又该说科学和人类创造的一切东西一样，是以文化和生活方式特异性为基础的。以此为基础，划分出中国的科学，这是好的。还有外国的科学，那是邪恶的，通通都要批倒批臭。中国数学中国物理和中国化学，都不用特别发明出来，老祖宗都替我们发明好了中国物理是阴阳，中国化学是五行，中国数学是八卦。到了那时，我们又退回到中世纪去了。"}
{"text":"这是了不起的本领，但诺贝尔奖总不能奖给一个很粘糊的脑门吧。作家这样瞎说还不要紧，科学家也有信这个的。像这样的学问搞了出来，外国人不信怎么办呢？到那时又该说科学和人类创造的一切东西一样，是以文化和生活方式特异性为基础的。以此为基础，划分出中国的科学，这是好的。还有外国的科学，那是邪恶的，通通都要批倒批臭。中国数学中国物理和中国化学，都不用特别发明出来，老祖宗都替我们发明好了中国物理是阴阳，中国化学是五行，中国数学是八卦。到了那时，我们又退回到中世纪去了。科学的美好我原是学理科的，最早学化学。我学得不坏，老师讲的东西我都懂。化学光懂了不成，还要做实验，做实验我就不行了。用移液管移液体，别人都用橡皮球吸液体，我老用嘴去吸――我知道移液管不能用嘴吸，只是橡皮球经常找不着――吸别的还好，有一回我竟去吸浓氨水，好像吸到了陈年的老尿罐里，此后有半个月嗓子哑掉了。做毕业论文时，我做个萃取实验，烧瓶里盛了一大瓶子氯仿，滚滚沸腾着，按说不该往外跑，但我的装置漏气，一会儿就漏个精光。漏掉了我就去领新的，新的一会儿又漏光。一个星期我漏掉了五大瓶氯仿，漏掉的起码有一小半被我吸了进去。这种东西是种麻醉药，我吸进去的氯仿足以醉死十条大蟒。说也奇怪，我居然站着不倒，只是有点迷糊。在这种情况下，我还把实验做了出来，证明我的化学课学得蛮好。但是老师和同学一致认为我不适合干化学。尤其是和我在一个实验室里做实验的同学更是这样认为，他们也吸进了一些氯仿，远没我吸得多，却都抱怨说头晕。他们还称我为实验室里的人民公敌。我自己也是这样想的继续干化学，毒死我自己还不要紧，毒死同事就不好了。我对这门科学一直恋恋不舍学化学的女孩很多，有不少长得很漂亮。后来我去学数学，在这方面我很有天分。无论是数字运算，还是公式推导，我都像闪电一样快，只是结果不一定全对。人家都说，我做起数学题来像小日本一样疯狂我们这一代人在银幕上见到的日本人很多，这些人总是头戴战斗帽，挺着刺刀不知死活地冲锋，别人说我做数学题时就是这么个模样。学数学的女孩少，长得也一般。但学这门科学我害不到别人，所以我也很喜欢。有一回考试，我看看试题，觉得很容易，就像刮风一样做完了走人。等分数出来，居然考了全班的最低分。"}
{"text":"后来我去学数学，在这方面我很有天分。无论是数字运算，还是公式推导，我都像闪电一样快，只是结果不一定全对。人家都说，我做起数学题来像小日本一样疯狂我们这一代人在银幕上见到的日本人很多，这些人总是头戴战斗帽，挺着刺刀不知死活地冲锋，别人说我做数学题时就是这么个模样。学数学的女孩少，长得也一般。但学这门科学我害不到别人，所以我也很喜欢。有一回考试，我看看试题，觉得很容易，就像刮风一样做完了走人。等分数出来，居然考了全班的最低分。找到老师一问，原来那天的试题分为两部分，一半在试题纸的正面，我看到了，也做了。还有一半在反面，我根本就没看见。我赶紧看看这些没做的题，然后说这些题目我都会做。老师说，知道你会，但是没做也不能给分。他还说什么就是要整整你这屁股眼大掉了心的人。这就是胡说八道了。谁也不能大到了这个地步。一门课学到了要挨整的程度，就不如不学。我现在既不是化学家，也不是数学家，更不是物理学家。我靠写文章为生，与科技绝缘――只是有时弄弄计算机。这个行当我会得不少，从最低等的汇编语言到最新潮的全会写，硬件知识也有一些。但从我自己的利益来看，我还不如一点都不会，省得整夜不睡，鼓捣我的电脑，删东加西，最后把整个系统弄垮，手头又没有软件备份。于是，在凌晨五点钟，我在朋友家门前踱来踱去，抽着烟早起的清洁工都以为我失恋了，这门里住着我失去的恋人，我在表演失魂落魄给她看。其实不是的，电脑死掉了，我什么都干不了，更睡不着觉。好容易等到天大亮了，我就冲进去，向他借软件来恢复系统――瞎扯了这么多，现在言归正传。我要说的是我和科学没有缘分，但是我爱科学，甚至比真正的科学家还要爱得多些。正如罗素先生所说，近代以来，科学建立了一种理性的权威――这种权威和以往任何一种权威不同。科学的道理不同于夫子曰，也不同于红头文件。科学家发表的结果，不需要凭借自己的身份来要人相信。你可以拿一枝笔，一张纸，或者备几件简单的实验器材，马上就可以验证别人的结论。当然，这是一百年前的事。验证最新的科学成果要麻烦得多，但是这种原则一点都没有改变。科学和人类其他事业完全不同，它是一种平等的事业。真正的科学没有在中国诞生，这是有原因的。这是因为中国的文化传统里没有平等从打孔孟到如今，讲的全是尊卑有序。上面说了，拿煤球炉子可以炼钢，你敢说要做实验验证吗？你不敢。"}
{"text":"科学的道理不同于夫子曰，也不同于红头文件。科学家发表的结果，不需要凭借自己的身份来要人相信。你可以拿一枝笔，一张纸，或者备几件简单的实验器材，马上就可以验证别人的结论。当然，这是一百年前的事。验证最新的科学成果要麻烦得多，但是这种原则一点都没有改变。科学和人类其他事业完全不同，它是一种平等的事业。真正的科学没有在中国诞生，这是有原因的。这是因为中国的文化传统里没有平等从打孔孟到如今，讲的全是尊卑有序。上面说了，拿煤球炉子可以炼钢，你敢说要做实验验证吗？你不敢。炼出牛屎一样的东西，也得闭着眼说是好钢。在这种框架之下，根本就不可能有科学。科学的美好，还在于它是种自由的事业。它有点像它的一个产物互联网――谁都没有想建造这样一个全球性的电脑网络，大家只是把各自的网络连通，不知不觉就把它造成了。科学也是这样的，世界上各地的人把自己的发明贡献给了科学，它就诞生了。这就是科学的实质。还有一样东西也是这么诞生的，那就是市场经济。做生意的方法，你发明一些，我发明一些，慢慢地形成了现在这个东西，你看它不怎么样，但它还无可替代。一种自由发展而成的事业，总是比个人能想出来的强大得多。参与自由的事业，像做自由的人一样，令人神往。当然，扯到这里就离了题。现在总听到有人说，要有个某某学，或者说，我们要创建有民族风格的某某学，仿佛经他这么一规划一呼吁，在他画出的框子里就会冒出一种真正的科学。老母鸡格格地叫一阵，挣红了脸，就能生一个蛋，但科学不会这样产生。人会情绪激动，又会爱慕虚荣。科学没有这些老病，对人的这些毛病，它也不予回应。最重要的是科学就是它自己，不在任何人的管辖之内。对于科学的好处，我已经费尽心机阐述了一番，当然不可能说得全面。其实我最想说的是科学是人创造的事业，但它比人类本身更为美好。我的老师说过，科学对中国人来说，是种外来的东西，所以我们对它的理解，有过种种偏差始则惊为洪水猛兽，继而当巫术去理解，再后来把它看做一种宗教，拜倒在它的面前。他说这些理解都是不对的，科学是个不断学习的过程。我老师说得很对。我能补充的只是除了学习科学已有的内容，还要学习它所有我们所无的素质。我现在不学科学了，但我始终在学习这些素质。这就是说，人要爱平等爱自由，人类开创的一切事业中，科学最有成就，就是因为有这两样做根基。对个人而言，没有这两样东西，不仅谈不上成就，而且会活得像一只猪。"}
{"text":"我的老师说过，科学对中国人来说，是种外来的东西，所以我们对它的理解，有过种种偏差始则惊为洪水猛兽，继而当巫术去理解，再后来把它看做一种宗教，拜倒在它的面前。他说这些理解都是不对的，科学是个不断学习的过程。我老师说得很对。我能补充的只是除了学习科学已有的内容，还要学习它所有我们所无的素质。我现在不学科学了，但我始终在学习这些素质。这就是说，人要爱平等爱自由，人类开创的一切事业中，科学最有成就，就是因为有这两样做根基。对个人而言，没有这两样东西，不仅谈不上成就，而且会活得像一只猪。比这还重要的只有一样，就是要爱智慧。无论是个人，还是民族，做聪明人才有前途，当笨蛋肯定是要倒霉。大概是在一年多以前吧，我写了篇小文章讨论这个问题，论证人爱智慧比当笨蛋好些。结果冒出一位先生把我臭骂一顿，还说我不爱国――真是好没来由！我只是论证一番，又没强逼着你当聪明人。你爱当笨蛋就去当吧，你有这个权利。生命科学与骗术我的前半生和科学有缘，有时学习科学，有时做科学工作，但从未想到有一天自己会充当科学的辩护士，在各种江湖骗子面前维护它的名声――这使我感到莫大的荣幸。身为一个中国人，由于有独特的历史背景，很难理解科学是什么。我在匹兹堡大学的老师许倬云教授曾说，中国人先把科学当做洪水猛兽，后把它当做呼风唤雨的巫术，直到现在，多数学习科学的人还把它看成宗教来顶礼膜拜，而他自己终于体会到，科学是个不断学习的过程。但是，这种体会过于深奥，对大多数中国人不适用。在大多数中国人看来，科学有移山倒海的威力，是某种叫做科学家的人发明出的我们所不懂的古怪门道。基于这种理解，中国人很容易相信一切古怪门道都是科学，其中就包括了可以呼风唤雨的气功和让药片穿过塑料瓶的特异功能。我当然要说，这些都不是科学。要把这些说明白并不容易――对不懂科学的人说明什么是科学，就像要对三岁孩子说明什么是性一样，难于启齿。物理学家维纳曾说，在理论上人可以通过一根电线来传输。既然如此，你怎么能肯定地说药片不可能穿过药瓶？爱因斯坦说，假如一个车厢以极高的速度运动，其中的时间就会变慢。既然如此，三国时的徐庶为什么就不能还在人间？答案是维纳爱因斯坦说话，不该让外行人听见。"}
