{"text":"人还是很精神的，只是二十多年不见，显着苍老多了。因为我写过忆冰心一文，也觉得我有义务作简单的报告，更正我轻信传闻的失误。弟梁实秋拜启一九七二年六月十五日西雅图二绍唐吾兄六月十五日函计达。我最近看到香港新闻天地一二六七号载唐向森洛杉矶航信，记曾与何炳棣一行同返大陆的杨庆尘教授在美国西海岸的谈话，也谈到谢冰心夫妇，他说他俩还活在人间，刚由湖北孝感的五七干校回到北京。他还谈到梁实秋先生误信他们不在人间的消息所写下悼念亡友的文章。冰心说，他们已看到了这篇文章。这两口子如今都是七十开外的人了。冰心现任职于作家协会，专门核阅作品，作成报告交予上级，以决定何者可以出版，何者不可发表之类。至于吴文藻派什么用场，未见道及。这二位都穿着皱巴巴的人民装，也还暖和。曾问二位夫妇这一把年纪去干校，尽干些什么劳动呢冰心说，多半下田扎绑四季豆。他们在文化大革命时期，曾被斗争了三天。这一段报导益发可以证实冰心夫妇依然健在的消息。我不明白，当初为什么有人捏造死讯，难道这造谣的人没有想到谣言早晚会不攻自破么现在我知道冰心未死，我很高兴，冰心既然看到了我写的哀悼她的文章，她当然知道我也未死。这年头儿，彼此知道都还活着，实在不易。这篇航信又谈到之死，据冰心的解释，之死要怪舍予太爱发脾气，一发脾气去跳河自杀死了。这句话说得很妙。人是不可发脾气的，脾气人人都有，但是不该发，一发则不免跳河自杀矣。弟梁实秋顿首一九七二年七月十一日西雅图忆沈从文一九六八年六月九日中央日报方块文章井心先生记载着以写作手法新颖，自成一格的沈从文，不久以前，在大陆因受不了迫害而死。听说他喝过一次煤油，割过一次静脉，终于带着不屈服的灵魂而死去了。接着又说他出身行伍，而以文章闻名自称小兵，而面目姣好如女子，说话态度尔雅温文。他写得一手娟秀的灵飞经。这几句话描写得确切而生动，使我想起沈从文其人。我现在先发表他一封信，大概是民国十九年间他在上海时候写给我的。信的内容没有什么可注意的，但是几个字写得很挺拔而俏丽。他最初以休芸芸的笔名向晨报副镌投稿时，用细尖钢笔写的稿子就非常的出色，徐志摩因此到处揄扬他。"}
{"text":"接着又说他出身行伍，而以文章闻名自称小兵，而面目姣好如女子，说话态度尔雅温文。他写得一手娟秀的灵飞经。这几句话描写得确切而生动，使我想起沈从文其人。我现在先发表他一封信，大概是民国十九年间他在上海时候写给我的。信的内容没有什么可注意的，但是几个字写得很挺拔而俏丽。他最初以休芸芸的笔名向晨报副镌投稿时，用细尖钢笔写的稿子就非常的出色，徐志摩因此到处揄扬他。后来他写阿丽丝中国游记分期刊登新月，我才有机会看到他的笔迹，果然是秀劲不凡。从文虽然笔下洋洋洒洒，却不健谈，见了人总是低着头羞答答的，说话也是细声细气。关于他出身行伍的事他从不多谈。他在十九年三月写过一篇从文自序，关于此点有清楚的交代，他说因为生长地方为清时屯戍重镇，绿营制度到近年尚依然存在，故于过去祖父曾入军籍，作过一次镇守使，现在兄弟及父亲皆仍在军籍中做中级军管。因地方极其偏僻，与苗民杂处聚居，教育文化皆极低落，故长于其环境中的我，幼小时显出生命的那一面，是放荡与诡诈。十二岁我曾受过关于军事的基本训练，十五岁时随军外出曾作上士。后到沅州，为一城区屠宰收税员，不久又以书记名义，随某剿匪部队在川湘鄂黔四省边上过放纵野蛮约三年。因身体衰弱，年龄渐长，从各种生活中养成了默想与体会人生趣味的习惯，对于过去生活有所怀疑，渐觉有努力位置自己在一陌生事业上之必要。因这憧憬的要求，胡胡涂涂的到了北京。这便是他早年从军经过的自白。由于徐志摩的吹嘘，胡适之先生请他到中国公学教国文，这是一件极不寻常的事，因为一个没有正常的适当的学历资历的青年而能被人赏识于牝牡骊黄之外，是很不容易的。从文初登讲坛，怯场是意中事，据他自己说，上课之前作了充分准备，以为资料足供一小时使用而有余，不料面对黑压压一片人头，三言两语的就把要说的话都说完了，剩下许多时间非得临时编造不可，否则就要冷场，这使他颇为受窘。一位教师不善言词，不算是太大的短处，若是没有足够的学识便难获得大家的敬服。因此之故，从文虽然不是顶会说话的人，仍不失为成功的受欢迎的教师。记问之学不足以为人师，需要有启发别人的力量才不愧为人师，在这一点上从文有他独到之处，因为他有丰富的人生经验和好学深思的性格。在中国公学一段时间，他最大的收获大概是他的婚姻问题的解决。"}
{"text":"一位教师不善言词，不算是太大的短处，若是没有足够的学识便难获得大家的敬服。因此之故，从文虽然不是顶会说话的人，仍不失为成功的受欢迎的教师。记问之学不足以为人师，需要有启发别人的力量才不愧为人师，在这一点上从文有他独到之处，因为他有丰富的人生经验和好学深思的性格。在中国公学一段时间，他最大的收获大概是他的婚姻问题的解决。英语系的女生张兆和女士是一个聪明用功而且秉性端庄的小姐，她的家世很好，多才多艺的张充和女士便是她的胞姊。从文因授课的关系认识了她，而且一见钟情。凡是沉默寡言笑的人，一旦堕入情网，时常是一往情深，一发而不可收拾。从文尽管颠倒，但是没有得到对方青睐。他有一次急得想要跳楼。他本有流鼻血的毛病，几番挫折之后苍白的面孔愈发苍白了。他会写信，以纸笔代喉舌。张小姐实在被缠不过，而且师生恋爱声张开来也是令人很窘的，于是有一天她带着一大包从文写给她的信去谒见胡校长，请他作主制止这一扰人举动的发展。她指出了信中这样的一句话我不仅爱你的灵魂，我也要你的肉体，她认为这是侮辱。胡先生皱着眉头，板着面孔，细心听她陈述，然后绽出一丝笑容，温和的对她说我劝你嫁给他。张女士吃了一惊，但是禁不住胡先生诚恳的解说，居然急转直下默不做声的去了。胡先生曾自诩善于为人作伐，从文的婚事得谐便是他常常乐道的一例。在青岛大学从文教国文，大约一年多就随杨振声今甫先生离开青岛到北平居住。今甫到了夏季就搬到颐和园赁屋消暑，和他作伴的一位干女儿，自称过的是帝王生活，优哉游哉的享受那园中的风光湖色。此时从文给今甫做帮手，编中学国文教科书，所以也常常在颐和园出出进进。书编得很精彩，偏重于趣味，可惜不久抗战军兴，书甫编竣，已不合时代需要，故从未印行。从文一方面很有修养，一方面也很孤僻，不失为一个特立独行之士。像这样不肯随波逐流的人，如何能不做了时代的牺牲他的作品有四十几种，可谓多产，文笔略带欧化语气，大约是受了阅读翻译文学作品的影响。此文写过，又不敢相信报纸的消息，故未发表。读聂华苓女士作沈从文评传英文本，一九七二年纽约出版，果然好像从文尚在人间。"}
{"text":"书编得很精彩，偏重于趣味，可惜不久抗战军兴，书甫编竣，已不合时代需要，故从未印行。从文一方面很有修养，一方面也很孤僻，不失为一个特立独行之士。像这样不肯随波逐流的人，如何能不做了时代的牺牲他的作品有四十几种，可谓多产，文笔略带欧化语气，大约是受了阅读翻译文学作品的影响。此文写过，又不敢相信报纸的消息，故未发表。读聂华苓女士作沈从文评传英文本，一九七二年纽约出版，果然好像从文尚在人间。人的生死可以随便传来传去，真是人间何世一九七三年六月二十日西雅图忆周作人先生周作人先生住北平西城八道湾，看这个地名就可以知道那是怎样的一个弯弯曲曲的小胡同。但是在这个陋巷里却住着一位高雅的与世无争的读书人。我在清华读书的时候，代表清华文学社会见他，邀他到清华演讲。那个时代，一个年轻学生可以不经介绍径自拜访一位学者，并且邀他演讲，而且毫无报酬，好像不算是失礼的事。如今手续似乎更简便了，往往是一通电话便可以邀请一位素未谋面的人去讲演什么的。我当年就是这样冒冒失失的慕名拜访。转弯抹角的找到了周先生的寓所，是一所坐北朝南的两进的平房，正值雨后，前院积了一大汪子水，我被引进去，沿着南房檐下的石阶走进南屋。地上铺着凉席。屋里已有两人在谈话，一位是留了一撮小胡子的先生，另一位年轻人是写小诗的何植三先生。先生和我招呼之后就说你是找我弟弟的，请里院坐吧。里院正房三间，两间是藏书用的，大概有十个八个木书架，都摆满了书，有竖立的西书，有平放的中文书，光线相当暗。左手一间是书房，很爽亮，有一张大书桌，桌上文房四宝陈列整齐，竟不像是一个人勤于写作的所在。靠墙一几两椅，算是待客的地方。上面原来挂着一个小小的横匾，苦雨斋三个字是沈尹默写的。斋名苦雨，显然和前院的积水有关，也许还有屋瓦漏水的情事。总之是十分恼人的事，可见主人的一种无奈的心情。后来他改斋名为苦茶庵了。俄而主人移步入，但见他一袭长衫，意态然，背微佝，目下视，面色灰白，短短的髭须满面，语声低沉到令人难以辨听的程度。一仆人送来两盏茶，日本式的小盖碗，七分满的淡淡清茶。我道明来意，他用最简单的一句话接受了我们的邀请。于是我不必等端茶送客就告辞而退，他送我一直到大门口。"}
{"text":"上面原来挂着一个小小的横匾，苦雨斋三个字是沈尹默写的。斋名苦雨，显然和前院的积水有关，也许还有屋瓦漏水的情事。总之是十分恼人的事，可见主人的一种无奈的心情。后来他改斋名为苦茶庵了。俄而主人移步入，但见他一袭长衫，意态然，背微佝，目下视，面色灰白，短短的髭须满面，语声低沉到令人难以辨听的程度。一仆人送来两盏茶，日本式的小盖碗，七分满的淡淡清茶。我道明来意，他用最简单的一句话接受了我们的邀请。于是我不必等端茶送客就告辞而退，他送我一直到大门口。从北平城里到清华，路相当远，人力车要一个多小时，但是他准时来了，高等科礼堂有两三百人听他演讲。讲题是日本的小诗。他特别提出所谓俳句，那是日本的一种诗体，以十七个字为一首，一首分为三段，首五字，次七字，再五字，这是正格，也有不守十七字之限者。这种短诗比我们的五言绝句还要短。由于周先生语声过低，乡音太重，听众不易了解，讲演不算成功。幸而他有讲稿，随即发表。他所举的例句都非常有趣，我至今还记得的是一首松尾芭蕉的作品，好像是听呀，青蛙跃入古潭的声音这样的一句，细味之颇有禅意。此种短诗对于试写新诗的人颇有影响，就和泰戈尔的散文诗一样，容易成为模拟的对象。民国二十三年我到了北京大学，和周先生有同事三年之雅。在此期间我们来往不多，一来彼此都忙，我住东城他住西城相隔甚远，不过我也在苦雨斋作过好几次的座上客。我很敬重他，也很爱他的淡雅的风度。我当时主编一个周刊自由评论，他给过我几篇文稿，我很感谢他。他曾托我介绍把他的一些存书卖给学校图书馆。我照办了。他也曾要我照拂他的儿子周丰一在北大外文系日文组四年级，我当然也义不容辞，我在这里发表他的几封短札，文字简练，自有其独特的风格。周先生晚节不终，宦事敌伪，以至于身系缧绁，名声扫地，是一件极为可惜的事。不过他所以出此下策，也有其远因近因可察。他有一封信给我，是在抗战前夕写的实秋先生手书敬悉。近来大有闲，却也不知怎的又甚忙，所以至今未能写出文章，甚歉。看看这非常时的四周空气，深感到无话可说，因为这我的话或文章是如此的不合宜的。日前曾想写一篇关于求己录的小文，但假如写出来了，恐怕看了赞成的只有一个――求己录的著者陶葆廉吧等写出来可以用的文章时，即当送奉，匆匆不尽。"}
{"text":"不过他所以出此下策，也有其远因近因可察。他有一封信给我，是在抗战前夕写的实秋先生手书敬悉。近来大有闲，却也不知怎的又甚忙，所以至今未能写出文章，甚歉。看看这非常时的四周空气，深感到无话可说，因为这我的话或文章是如此的不合宜的。日前曾想写一篇关于求己录的小文，但假如写出来了，恐怕看了赞成的只有一个――求己录的著者陶葆廉吧等写出来可以用的文章时，即当送奉，匆匆不尽。作人启七日夜关于求己录的文章虽然他没有写，我们却可想见他对求己录的推崇，按，求己录一册一函，光绪二十六年杭州求是书院刊本，署芦泾循士著，乃秀水陶葆廉之别号。陶葆廉是两广总督陶模子方之子，久佐父幕，与陈三立谭嗣同沈雁潭合称四公子。作人先生引陶葆廉为知己，同属于不合时宜之列。他也曾写信给我提到和日和共的狂妄主张。是他对于抗日战争早就有了他自己的一套看法。他平素对于时局，和他哥哥一样，一向抱有不满的态度。作人先生有一位日籍妻子。我到苦茶庵去过几次没有拜见过她，只是隔着窗子看见过一位披着和服的妇人走过，不知是不是她。一个人的妻子，如果她能勤俭持家相夫教子而且是一个温而正的女人，她的丈夫一定要受到她的影响，一定爱她，一定爱屋及乌的爱与她有关的一切。周先生早年负笈东瀛，娶日女为妻，对于日本的许多方面有好的印象是可以理解的。我记得他写过一篇文章赞美日本式的那种纸壁地板蹲坑的厕所，真是匪夷所思。他有许多要好的日本朋友，更是意料中事，犹之先生之与上海虹口的内山书店老板过从甚密。抗战开始，周先生舍不得离开北平，也许是他自恃日人不会为难他。以我所知，他不是一个热中仕进的人，也异于之偏激孤愤。不过他表面上淡泊，内心里却是冷峭。他这种心情和他的身世有关。一九八二年九月二十日联合报万象版登了一篇高阳谈心头的烙痕早期的著作，如呐喊等，大多在描写他的那场家难其中主角是他的祖父周福清，同治十年三甲第十五名进士，外放江西金溪知县。光绪四年因案被议，降级改为教谕。周福清不愿做清苦的教官，改捐了一个内阁中书，做了十几年的京官。光绪十九年春天，周福清丁忧回绍兴原籍。"}
{"text":"一九八二年九月二十日联合报万象版登了一篇高阳谈心头的烙痕早期的著作，如呐喊等，大多在描写他的那场家难其中主角是他的祖父周福清，同治十年三甲第十五名进士，外放江西金溪知县。光绪四年因案被议，降级改为教谕。周福清不愿做清苦的教官，改捐了一个内阁中书，做了十几年的京官。光绪十九年春天，周福清丁忧回绍兴原籍。这年因为下一年慈禧太后六旬万寿，举行癸巳恩科乡试周福清受人之托，向浙江主考贿买关节，连他的儿子也就是的父亲周用吉在内，一共是六个人，关节用宸衷茂育字样另外虚写银票洋银一万元，一起封入信封。投信的对象原是副主考周锡恩，哪知他的仆人在苏州误投到正主考殷如璋的船上。殷如璋不知究竟，拆开一看，方知贿买关节。那时苏州府知府王仁堪在座，而殷如璋与周福清又是同年，为了避嫌疑起见，明知必是误投，亦不能不扣留来人，送官究办。周福清就这样吃上了官司。科场舞弊，是件严重的事。但从地方到京城，都因为明年是太后六十万寿，不愿兴大狱，刑部多方开脱，将周福清从斩罪上量减一等，改为充军新疆。历久相沿的制度是，刑部拟罪得重，由御笔改轻，表示恩出自上但这一回令人大出意外，御着批示周福清着改为斩监候，秋后处决。这一来，周家可就惨了。第二年太后万寿停刑，固可多活一年但自光绪二十一年起，每年都要设法活动，将周福清的姓名列在勾决名册中情实一栏之外，才能免死。这笔花费是相当可观的此外，周福清以死囚关在浙江臬司监狱中，如果希望获得较好的待遇，必须上下打点，非大把银子不可。周用吉的健康状况很差，不堪这样沉重的负担，很快的就去世了。兄弟被寄养在亲戚家，每天在白眼中讨生活十几岁的少年，由此而形成的人格，不是的偏激负气，就是周作人的冷漠孤傲，是件不难想像的事。心头烙痕也正是周作人先生的心头烙痕，再加上抗战开始后北平爱国志士那一次的枪击，作人先生无法按捺他的激愤，遂失足成千古恨了。在后来国军撤离南京的前夕，蒋梦麟先生等还到监牢去探视过他，可见他虽然是罪有应得，但是他的老朋友们还是对他有相当的眷念。一九七一年五月九日中国时报副刊有南宫搏先生一文于知堂回想录而回想，有这样的一段我曾写过一篇题为先生，学生不伪不留余地指斥学界名人傅斯年。"}
{"text":"心头烙痕也正是周作人先生的心头烙痕，再加上抗战开始后北平爱国志士那一次的枪击，作人先生无法按捺他的激愤，遂失足成千古恨了。在后来国军撤离南京的前夕，蒋梦麟先生等还到监牢去探视过他，可见他虽然是罪有应得，但是他的老朋友们还是对他有相当的眷念。一九七一年五月九日中国时报副刊有南宫搏先生一文于知堂回想录而回想，有这样的一段我曾写过一篇题为先生，学生不伪不留余地指斥学界名人傅斯年。当时自重庆到沦陷区的接收大员，趾高气扬的不乏人，傅斯年即为其中之一。我们总以为学界的人应该和一般官吏有所不同，不料以清流自命的傅斯年在北平接收时，也有那一副可憎的面目，连伪学生也说得出口――他说伪教授其实也可恕了。要知政府兵败，弃土地人民而退，要每一个人都亡命到后方去，那是不可能的。在敌伪统治下，为谋生而作一些事，更不能皆以汉奸目之，饿死事小，失节事大，说说容易，真正做起来，却并不是叫口号之易也。何况，平常做做小事而谋生，遽加汉奸帽子，在情在理，都是不合的。南宫搏先生的话自有他的一面的道理，不过周作人先生无论如何不是做做小事而谋生，所以我们对于他的晚节不终只有惋惜，无法辩解。完更多免费电子书，欢迎您到s下载声明本电子书仅供读者预览请在下载小时内删除，不得用作商业用途如果喜欢请购买正版图书！"}
{"text":"设若你的幻想中有个中古的老城，有睡着了的大城楼，有狭窄的古石路，有宽厚的石城墙，环城流着一道清溪，倒映着山影，岸上蹲着红袍绿裤的小妞儿。你的幻想中要是这么个境界，那便是个济南。设若你幻想不出许多人是不会幻想的请到济南来看看吧。请你在秋天来。那城，那河，那古路，那山影，是终年给你预备着的。可是，加上济南的秋色，济南由古朴的画境传入静美的诗境中了。这个诗意秋光秋色是济南独有的。上帝把夏天的艺术赐给瑞士，把春天的赐给西湖，秋和冬的全赐给了济南。秋和冬是不好分开的，秋睡熟了一点便是冬，上帝不愿意把它忽然唤醒，所以作个整人情，连秋带冬全给了济南。诗的境界中必须有山有水。那末，请看济南吧。那颜色不同，方向不同，高矮不同的山，在秋色中便越发的不同了。以颜色说吧，山腰中的松树是青黑的，加上秋阳的斜射，那片青黑便多出些比灰色深，比黑色浅的颜色，把旁边的黄草盖成一层灰中透黄的阴影。山脚是镶着各色条子的，一层层的，有的黄，有的灰，有的绿，有的似乎是藕荷色儿。山顶上的色儿也随着太阳的转移而不同。山顶的颜色不同还不重要，山腰中的颜色不同才真叫人想作几句诗。山腰中的颜色是永远在那儿变动，特别是在秋天，那阳光能够忽然清凉一会儿，忽然又温暖一会儿，这个变动并不激烈，可是山上的颜色觉得出这个变化，而立刻随着变换。忽然黄色更真了一些，忽然又暗了一些，忽然象有层看不见的薄雾在那儿流动，忽然象有股细风替自然调合着彩色，轻轻的抹上一层各色俱全而全是淡美的色道儿。有这样的山，再配上那蓝的天，晴暖的阳光蓝得象要由蓝变绿了，可又没完全绿了晴暖得要发燥了，可是有点凉风，正象诗一样的温柔这便是济南的秋。况且因为颜色的不同，那山的高低也更显然了。高的更高了些，低的更低了些，山的棱角曲线在晴空中更真了，更分明了，更瘦硬了。看山顶上那个塔！再看水。以量说，以质说，以形式说，哪儿的水能比济南？有泉到处是泉有河，有湖，这是由形式上分。不管是泉是河是湖，全是那么清，全是那么甜，哎呀，济南是自然的吧？大明湖夏日的莲花，城河的绿柳，自然是美好的了。可是看水，是要看秋水的。济南有秋山，又有秋水，这个秋才算个秋，因为秋神是在济南住家的。先不用说别的，只说水中的绿藻吧。那份儿绿色，除了上帝心中的绿色，恐怕没有别的东西能比拟的。"}
