{"text":"顾浊流茫洋，并健者亦以沦没，月无月无华土，凄如荒原，黄神啸吟，种性放失，心声内曜，两不可期已。虽然，事多失于自臧，而一苇之投，望则大于俟他士之造巨筏，吾未绝大冀于方来，则斯论之所由作也。聚今人之所张主，理而察之，假名之曰类，则其为类之大较二一曰汝其为国民，一曰汝其为世界人。前者慑以不如是则亡中国，后者慑以不如是则畔文明。寻其立意，虽都无条贯主的，而皆灭人之自我，使之混然不敢自别异，泯于大群，如掩诸色以晦黑，假不随驸，乃即以大群为鞭S，攻击迫拶，俾之靡聘。往者迫于仇则呼群为之援助，苦于暴主则呼群为之拨除，今之见制于大群，孰有寄之同情与？故民中之有独夫，P于今日，以独制众者古，而众或反离，以众虐独者今，而不许其抵拒，众昌言自由，而自由之蕉萃孤虚实莫甚焉。人丧其我矣，谁则呼之兴起？顾嚣乃方昌狂而未有既也。二类所言，虽或若反，特其灭裂个性也大同。总计言议而举其大端，则甲之说曰，破迷信也，崇侵略也，尽义务也乙之说曰，同文字也，弃祖国也，尚齐一也，非然者将不足生存于二十世纪。至所持为坚盾以自卫者，则有科学，有适用之事，有进化，有文明，其言尚矣，若不可以易。特于科学何物，适用何事，进化之状奈何，文明之谊何解，乃独函胡而不与之明言，甚或操利矛以自陷。嗟夫，根本且动摇矣，其柯叶又何半焉。岂诚其随波弟靡，莫能自主，则姑从于唱喁以荧惑人抑亦自知其小陋，时为饮啖计，不得不假此面具以钓名声于天下耶。名声得而腹腴矣，奈他人之见戕贼何！故病中国今日之扰攘者，则患志士英雄之多而患人之少。志士英雄，非不祥也，顾蒙帼面而不能白心，则神气恶浊，每感人而令之病。奥古斯丁也，托尔斯泰也，约翰卢骚也，伟哉其自忏之书，心声之洋溢者也。若其本无有物，徒附丽是宗，辄岸然曰善国善天下，则吾愿先闻其白心。使其羞白心于人前，则不若伏藏其论议，荡涤秽恶，俾众清明，容性解之竺生，以起人之内曜。如是而后，人生之意义庶几明，而个性亦不至沉沦于浊水乎。顾志士英雄不肯也，则惟解析其言，用晓其张主之非是而已矣。破迷信者，于今为烈，不特时腾沸于士人之口，且裒然成巨帙矣。顾胥不先语人以正信正信不立，又乌从比校而知其迷妄也。夫人在两间，若知识混沌，思虑简陋，斯无论已倘其不安物质之生活，则自必有形上之需求。"}
{"text":"使其羞白心于人前，则不若伏藏其论议，荡涤秽恶，俾众清明，容性解之竺生，以起人之内曜。如是而后，人生之意义庶几明，而个性亦不至沉沦于浊水乎。顾志士英雄不肯也，则惟解析其言，用晓其张主之非是而已矣。破迷信者，于今为烈，不特时腾沸于士人之口，且裒然成巨帙矣。顾胥不先语人以正信正信不立，又乌从比校而知其迷妄也。夫人在两间，若知识混沌，思虑简陋，斯无论已倘其不安物质之生活，则自必有形上之需求。故吠u之民，见夫凄风烈雨，黑云如盘，奔电时作，则以为因u罗与敌斗，为之栗然生虔敬念。希伯来之民，大观天然，怀不思议，则神来之事与接神之术兴，后之宗教，即以萌孽。虽中国志士谓之迷，而吾则谓此乃向上之民，欲离是有限相对之现世，以趣无限绝对之至上者也。人心必有所冯依，非信无以立，宗教之作，不可已矣。顾吾中国，则夙以普崇万物为文化本根，敬天礼地，实与法式，发育张大，整然不紊。覆载为之首，而次及于万汇，凡一切睿知义理与邦国家族之制，无不据是为始基焉。效果所著，大莫可名，以是而不轻旧乡，以是而不生阶级他若虽一卉木竹石，视之均函有神s性灵，玄义在中，不同凡品，其所崇爱之溥博，世未见有其匹也。顾民生多艰，是性日薄，洎夫今，乃仅能见诸古人之记录，与气禀未失之农人求之于士大夫，戛戛乎难得矣。设有人，谓中国人之所崇拜者，不在无形而在实体，不在一宰而在百昌，斯其信崇，即为迷妄，则敢问无形一主，何以独为正神？宗教由来，本向上之民所自建，纵对象有多一虚实之别，而足充人心向上之需要则同然。顾瞻百昌，审谛万物，若无不有灵觉妙义焉，此即诗歌也，即美妙也，今世冥通神s之士之所归也，而中国已于四千载前有之矣斥此谓之迷，则正信为物将奈何矣。盖浇季士夫，精神窒塞，惟肤薄之功利是尚，躯壳虽存，灵觉且失。于是昧人生有趣神s之事，天物罗列，不关其心，自惟为稻粱折腰则执己律人，以他人有信仰为大怪，举丧师辱国之罪，悉以归之，造作言，必尽颠其隐依乃快。不悟墟社稷毁家庙者，征之历史，正多无信仰之士人，而乡曲小民无与。伪士当去，迷信可存，今日之急也。若夫自谓其言之尤光大者，则有奉科学为圭臬之辈，稍耳物质之说，即曰磷，元素之一也不为鬼火。略翻生理之书，即曰人体，细胞所合成也安有灵魂？知识未能周，而辄欲以所拾质力杂说之至浅而多谬者，解释万事。"}
{"text":"于是昧人生有趣神s之事，天物罗列，不关其心，自惟为稻粱折腰则执己律人，以他人有信仰为大怪，举丧师辱国之罪，悉以归之，造作言，必尽颠其隐依乃快。不悟墟社稷毁家庙者，征之历史，正多无信仰之士人，而乡曲小民无与。伪士当去，迷信可存，今日之急也。若夫自谓其言之尤光大者，则有奉科学为圭臬之辈，稍耳物质之说，即曰磷，元素之一也不为鬼火。略翻生理之书，即曰人体，细胞所合成也安有灵魂？知识未能周，而辄欲以所拾质力杂说之至浅而多谬者，解释万事。不思事理神s变化，决不为理科入门一册之所范围，依此攻彼，不亦俸酢７蛴以科学为宗教者，欧西则固有人矣，德之学者黑格尔，研究官品，终立一元之说，其于宗教，则谓当别立理性之神祠，以奉十九世纪三位一体之真者。三位云何？诚善美也。顾仍奉行仪式，俾人易知执着现世，而求精进。至尼崇侵略者类有机，兽性其上也，最有奴子性，中国志士何隶乎？夫古民惟群，后乃成国，分画疆界，生长于斯，使其用天之宜，食地之利，借自力以善生事，辑睦而不相攻，此盖至善，亦非不能也。人类顾由防，乃在微生，自虫蛆虎豹猿以至今日，古性伏中，时复显露，于是有嗜杀戮侵略之事，夺土地子女玉泉以厌野心而间恤人言，则造作诸美名以自盖，历时既久，入人者深，众遂渐不知所由来，性偕习而俱变，虽哲人硕士，染秽恶焉。如俄罗斯什赫诸邦，夙有一切斯拉夫主义，居高位者，抱而动定，惟不溥及农人间，顾思士诗人，则熏染于心，虽瑰意鸿思不能涤。其所谓爱国，大都不以艺文思理，足为人类荣华者是尚，惟援甲兵剑戟之精锐，获地杀人之众多，喋喋为宗国晖光。至于近世，则知别有天识在人，虎狼之行，非其首事，而此风为稍杀。特在下士，未能脱也，识者有忧之，于是恶兵如蛇蝎，而大呼平和于人间，其声亦震心曲，豫言者托尔斯泰其一也。其言谓人生之至可贵者，莫如自食力而生活，侵掠攻夺，足为大禁，下民无不乐平和，而在上者乃爱喋血，驱之出战，丧人民元，于是家室不完，无庇者遍全国，民失其所，政家之罪也。何以药之？莫如不奉命。令出征而士不集，仍秉耒耜而耕，熙熙也令捕治而吏不集，亦仍秉耒耜而耕，熙熙也，独夫孤立于上，而臣仆不听命于下，则天下治矣。然平议以为非是，载使全俄朝如是，敌军则可以夕至，民朝弃戈矛于足次，迨夕则失其土田，流离散亡，烈于前此。故其所言，为理想诚善，而见诸事实，乃佛戾初志远矣。"}
{"text":"其言谓人生之至可贵者，莫如自食力而生活，侵掠攻夺，足为大禁，下民无不乐平和，而在上者乃爱喋血，驱之出战，丧人民元，于是家室不完，无庇者遍全国，民失其所，政家之罪也。何以药之？莫如不奉命。令出征而士不集，仍秉耒耜而耕，熙熙也令捕治而吏不集，亦仍秉耒耜而耕，熙熙也，独夫孤立于上，而臣仆不听命于下，则天下治矣。然平议以为非是，载使全俄朝如是，敌军则可以夕至，民朝弃戈矛于足次，迨夕则失其土田，流离散亡，烈于前此。故其所言，为理想诚善，而见诸事实，乃佛戾初志远矣。第此犹曰仅揆之利害之言也，察人类之不齐，亦当悟斯言之非至。夫人历进化之道途，其度则大有差等，或留蛆虫性，或猿狙性，纵越万祀，不能大同。即同矣，见一异者，而全群之治立败，民性柔和，既如乳羔，则一狼入其牧场，能杀之使无遗孑，及是时而求保障，悔迟莫矣。是故嗜杀戮攻夺，思廓其国威于天下者，兽性之爱国也，人欲超禽虫，则不当慕其思。顾战争绝迹，平和永存，乃又须迟之人类灭尽，大地崩离以后则甲兵之寿，盖又与人类同终始者已。然此特所以自捍卫，辟虎狼也，不假之为爪牙，以残食世之小弱，令兵为人用，而不强人为兵奴，人知此义，乃庶可与语武事，而不至为两间大厉也与。虽然，察我中国，则世之论者，殆皆非也，云爱国者有人，崇武士者有人，而其志特甚犷野，托体文化，口则作肉攫之鸣，假使傅以爪牙，若余勇犹可以蹂躏大地，此其为性，狞暴甚矣，顾亦不可谥之兽性。何以言之？曰诚于中而外见者，得二事焉，兽性爱国者之所无也。二事云何？则一曰崇强国，次曰侮胜民。盖兽性爱国之士，必生于强大之邦，势力盛强，威足以凌天下，则孤尊自国，蔑视异方，执进化留良之言，攻小弱以逞欲，非混一寰宇，异种悉为其臣仆不慊也。然中国则何如国矣，民乐耕稼，轻去其乡，上而好远功，在野者辄怨怼，凡所自诩，乃在文明之光华美大，而不借暴力以凌四夷，宝爱平和，天下鲜有。惟晏安长久，防卫日弛，虎狼突来，民乃涂炭。第此非吾民罪也，恶喋血，恶杀人，不忍别离，安于劳作，人之性则如是。倘使举天下之习同中国，犹托尔斯泰之所言，则大地之上，虽种族繁多，邦国殊别，而此疆尔界，执守不相侵，历万世无乱离焉可也。兽性者起，而平和之民始大骇，日夕岌岌，若不能存，苟不斥去之，固无以自生活然此亦惟驱之适旧乡，而不自反于兽性，况其戴牙角以戕贼小弱孤露者乎。"}
{"text":"惟晏安长久，防卫日弛，虎狼突来，民乃涂炭。第此非吾民罪也，恶喋血，恶杀人，不忍别离，安于劳作，人之性则如是。倘使举天下之习同中国，犹托尔斯泰之所言，则大地之上，虽种族繁多，邦国殊别，而此疆尔界，执守不相侵，历万世无乱离焉可也。兽性者起，而平和之民始大骇，日夕岌岌，若不能存，苟不斥去之，固无以自生活然此亦惟驱之适旧乡，而不自反于兽性，况其戴牙角以戕贼小弱孤露者乎。而吾志士弗念也，举世滔滔，颂美侵略，暴俄强德，向往之如慕乐园，至受厄无告如印度波兰之民，则以冰寒之言嘲其陨落。夫吾华土之苦于强暴，亦已久矣，未至陈尸，鸷鸟先集，丧地不足，益以金资，而人亦为之寒饿野死。而今而后，所当有利兵坚盾，环卫其身，毋俾封豕长蛇，荐食上国然此则所以自卫而已，非效侵略者之行，非将以侵略人也。不尚侵略者何？曰反诸己也，兽性者之敌也。至于波兰印度，乃华土同病之邦矣，波兰虽素不相往来，顾其民多情愫，爱自繇，凡人之有情愫宝自繇者，胥爱其国为二事征象，盖人不乐为皂隶，则孰能不眷慕悲悼之。印度则交通自古，贻我大祥，思想信仰道德艺文，无不蒙贶，虽兄弟眷属，何以加之。使二国而危者，吾当为之抑郁，二国而陨，吾当为之号，无祸则上祷于天，俾与吾华土同其无极。今志士奈何独不念之，谓自取其殃而加之谤，岂其屡蒙兵火，久匍伏于强暴者之足下，则旧性失，同情漓，灵台之中，满以势利，因迷谬亡识而为此与！故总度今日佳兵之士，自屈于强暴久，因渐成奴子之性，忘本来而崇侵略者最下人云亦云，不持自见者上也。间亦有不隶二类，而偶反其未为人类前之性者，吾尝一二见于诗歌，其大旨在援德皇威廉二世黄祸之说以自豪，厉声而嗥，欲毁伦敦而覆罗马巴黎一地，则以供淫游焉。倡黄祸者，虽拟黄人以兽，顾其烈则未至于此矣。今兹敢告华土壮者曰，勇健有力，果毅不怯斗，固人生宜有事，特此则以自臧，而非用以搏噬无辜之国。使其自树既固，有余勇焉，则当如波兰武士贝谟之辅匈加利，英吉利诗人裴伦之助希腊，为自繇张其元气，颠仆压制，去诸两间，凡有危邦，咸与扶掖，先起友国，次及其他，令人间世，自繇具足，眈眈皙种，失其臣奴，则黄祸始以实现。若夫今日，其可收艳羡强暴之心，而说自卫之要矣。乌乎，吾华土亦一受侵略之国也，而不自省也乎。"}
{"text":"今兹敢告华土壮者曰，勇健有力，果毅不怯斗，固人生宜有事，特此则以自臧，而非用以搏噬无辜之国。使其自树既固，有余勇焉，则当如波兰武士贝谟之辅匈加利，英吉利诗人裴伦之助希腊，为自繇张其元气，颠仆压制，去诸两间，凡有危邦，咸与扶掖，先起友国，次及其他，令人间世，自繇具足，眈眈皙种，失其臣奴，则黄祸始以实现。若夫今日，其可收艳羡强暴之心，而说自卫之要矣。乌乎，吾华土亦一受侵略之国也，而不自省也乎。未完本篇最初发表于一九八年十二月五日在日本东京出版的河南月刊第八期，署名迅行。原为句读。槁梧古琴。庄子德充符据槁梧而瞑。须弥梵文音译的不确切的略称，意为妙高，古印度神话和佛教传说中的大山名。元驹贲焉大戴礼夏小正十二月，元驹贲。北周卢辩注元驹蚁也。贲者走于地中也。习飞蠕动昆虫的飞行爬动。淮南子原道训行喙息，习飞蠕动，待而后朱，莫知其德。萧索指秋季。宋代范仲淹恨赋秋日萧索，浮云无光。伏藏，指冬季。汉代伏胜尚书大传北方者何也？伏方也。伏方也者，万物之方伏。物之方伏，则何以为之冬？冬者中也，中也者，物方藏于中也。权舆诗经秦风权舆于嗟乎，不承权舆。毛传权舆，始也。危心心怀畏惧的意思。孟子尽心上独孤臣孽子，其操心也危。营卫即荣卫。沈曾植海日楼札丛卷四荣，大血管也。卫，微丝管也。半同托。颛蒙愚昧。汉代扬雄法言学行天降生民，倥侗颛蒙。贞虫淮南子原道训蚊蛲贞虫，蠕动作，皆知其所喜憎利害者。汉代高诱注贞虫，细腰之属。亻马同骂。胜民被征服国家的人民。从于唱喁随声附和的意思。庄子齐物论前者唱于，后者唱喁。于，同吁。奥古斯丁，―古迦太基国今突尼斯的神学者，基督教主教，著有天主之城等。托尔斯泰，―，俄国作家。著有战争与和平安娜卡列尼娜复活等。约翰卢骚，―，通译让雅克卢梭，法国启蒙思想家，著有社会契约论爱弥儿等。他们都著有自传性的忏悔录。"}
{"text":"从于唱喁随声附和的意思。庄子齐物论前者唱于，后者唱喁。于，同吁。奥古斯丁，―古迦太基国今突尼斯的神学者，基督教主教，著有天主之城等。托尔斯泰，―，俄国作家。著有战争与和平安娜卡列尼娜复活等。约翰卢骚，―，通译让雅克卢梭，法国启蒙思想家，著有社会契约论爱弥儿等。他们都著有自传性的忏悔录。性解天才，这个词来自严复译述的天演论。竺生，同笃生，涌现的意思。形上指精神。易系辞上形而上者谓之道，形而下者谓之器。吠u或译韦陀，印度最古的宗教哲学文学经典名，这里借指印度。因u罗印度神话中的雷神，又是佛教中最高的神帝释天。希伯来犹太民族的又一名称，相传公元前一千多年，在民族领袖摩西的领率下，从埃及归巴勒斯坦建国。希伯来人的典籍旧约全书，包括文学作品历史传说以及有关宗教的传说等，后来成为基督教圣经的一部分。覆载指天地。百昌万物。庄子在宥今夫百昌，皆生于土而反于土。质力指化学物理。偻ǖ摺：诟穸，―通译海克尔，德国生物学家。著有宇宙之谜人类发展史作为宗教和科学之间的钮带的一元论等。他主张科学与宗教结成联盟，建立一元论的宗教，在理性的宫殿里供奉真善美三位一体的女神。官品指生物。严复在天演论能实的按语中说有生者如人禽虫鱼鸟木之属，为有官之物，是名官品。尼黄帝之伐某尤据山海经大荒北经蚩尤作兵伐黄帝，黄帝乃令应龙攻之冀州之野。遂杀蚩尤。桑门佛家语，梵语的略称，通译沙门，即出家修道的佛教徒。乱之上也，治之下也庄子天下墨翟禽滑岚之意则是，其行则非也。将使后世之墨者，必自苦以腓无诫治廾嘟已矣。乱之上也，治之下也。清代郭庆藩集释引郭象注云乱莫大于逆物而伤性也。任众适性为上，今墨反之，故为下。又引成玄英疏云墨子之道，逆物伤性，故是治化之下术，荒乱之上首也。奇觚急就篇卷一急就奇觚与众异。"}
{"text":"遂杀蚩尤。桑门佛家语，梵语的略称，通译沙门，即出家修道的佛教徒。乱之上也，治之下也庄子天下墨翟禽滑岚之意则是，其行则非也。将使后世之墨者，必自苦以腓无诫治廾嘟已矣。乱之上也，治之下也。清代郭庆藩集释引郭象注云乱莫大于逆物而伤性也。任众适性为上，今墨反之，故为下。又引成玄英疏云墨子之道，逆物伤性，故是治化之下术，荒乱之上首也。奇觚急就篇卷一急就奇觚与众异。原指奇书，这里是奇异的意思。重言指传说。庄子寓言寓言十九，重言十七。枳首之鹰双头鹰，沙皇俄国的国徽。人立之兽，两只相对直立的狮子，英国国徽。什赫即波希米亚，现捷克斯洛伐克共和国的一部分。一切斯拉夫主义即泛斯拉夫主义，形成于十九世纪三十年代，是俄国沙皇政府提出的要求各斯拉夫民族统一于沙皇制度之下的反动主张。丧人民元丧害人民的生命。孟子滕文公下勇士不忘丧其元。汉代赵岐注元，首也。封豕长蛇，荐食上国左传定公四年吴为封豕长蛇，以荐食上国。封豕，大野猪。荐，屡次。灵台心。庄子庚桑楚不可内于灵台。威廉二世，―德意志帝国皇帝，第一次世界大战的祸首。他曾于一八九五年绘制一幅黄祸的素描，题词为欧洲各国人民，保卫你们最神圣的财富！向王公贵族和外国的国家首脑散发一九七年又说黄祸――这是我早就认识到的一种危险。实际上创造黄祸这个名词的人就是我见戴维斯我所认识的德皇，一九一八年伦敦出版。黄祸之说，十九世纪末兴起于西方，盛行于二十世纪初。它宣称中国日本等黄种民族的崛起，是威胁欧美生存的祸害，为西方帝国主义对东方的奴役掠夺制造舆论。辛亥革命前，中国资产阶级革命派的一些刊物常援引黄祸之说来鼓动民气。贝谟，―通译贝姆，波兰将军。一八三年十一月波兰反抗沙俄争取民族独立的起义领导人之一。失败后逃亡国外，参加了一八四八年维也纳武装起义和一八四九年匈牙利民族解放战争。裴伦，―通译拜伦，英国诗人。一八二三年参加希腊的民族独立战争。"}
{"text":"辛亥革命前，中国资产阶级革命派的一些刊物常援引黄祸之说来鼓动民气。贝谟，―通译贝姆，波兰将军。一八三年十一月波兰反抗沙俄争取民族独立的起义领导人之一。失败后逃亡国外，参加了一八四八年维也纳武装起义和一八四九年匈牙利民族解放战争。裴伦，―通译拜伦，英国诗人。一八二三年参加希腊的民族独立战争。著有长诗恰尔德哈罗德游记唐璜等。奇怪的日历奇怪的日历我在去年买到一个日历，大洋二角五分，上印上海魁华书局印行，内容看不清楚，因为用薄纸包着的，我便将他挂在柱子上。从今年一月一日起，我一天撕一张，撕到今天，可突然发见他的奇怪了，现在就抄七天在下面一月二十三日土曜日星期三宜祭祀会亲友结婚姻又二十四日金曜日星期四宜沐浴扫舍宇又二十五日金曜日星期五宜祭祀又二十六日火曜日星期六又二十七日火曜日星期日宜祭祀又二十八日水曜日星期一宜沐浴剃头捕捉又二十九日水曜日星期二我又一直看到十二月三十一日，终于没有发见一个日曜日和月曜日。虽然并不真奉行，中华民国之用阳历，总算已经十三年了，但如此奇怪的日历，先前却似乎未曾出现过，岂但宜剃头捕捉，表现其一年一年的加增昏谬而已哉！一三，一，二三，北京。本篇最初发表于一九二四年一月二十七日晨报副刊，署名敖者。土曜日即星期六。旧时有一种来源于古巴比伦的历法，称七曜历，以日月和火水木金土五星代表一个星期的七天，日曜日为星期日，月曜日为星期一，其余依次类推。中华民国之用阳历一九一二年二月十七日，袁世凯以新举临时大总统名义发布通告自阴历壬子年正月初一日起，所有内外文武官行用公文一律改用阳历。同年二月二十三日，南京临时政府内务部奉孙中山令将新编的阴阳合历历书颁行全国。庆祝沪宁克复的那一边庆祝沪宁克复的那一边在广州，我觉得纪念和庆祝的盛典似乎特别多。这是当革命的进行和胜利中，一定要有的现象。沪宁的克复，在看见电报的那天，我已经一个人私自高兴过两回了。这别人出力我高兴的报应之一，是搜索枯肠，硬做文章的苦差使。其实，我于做这等事，是不大合宜的，因为动起笔来，总是离题有千里之远。"}
