{"text":"可是我们的咪咪二世却敢于打破猫们的旧习，成为猫世界的叛逆的女性。于是，小猫跟散步，就成为燕园的一奇。可惜宣传跟不上否则，这一奇景将同英国王宫卫队换岗一样，名扬世界了。乌鸦和鸽子傍晚，我们来到了清凉宫。正当我全神贯注地欣赏绿玉似的草地和珊瑚似的小红花的时候，忽然听到天空里一阵哇哇的叫声。啊是乌鸦。一片黑影遮蔽了半个天空，想不到暮鸦归巢的情景竟在这里看到了。这使我立即想起了三十多年以前我第一次缅甸之行。我首先到了仰光，那种堆绿叠翠的热带风光牢牢地吸引住了我。但是，更吸引住了我使我感到无限惊异的是那里的乌鸦之多。我敢说，在世界的任何地方都不会有这么多的乌鸦。据说，缅甸人虔信佛教，佛教禁止杀生到了可笑的地步。乌鸦就乘此机会大大地繁殖起来，其势猛烈，大有将三千大千世界都化为乌鸦王国的劲头。我曾在距离仰光不太远的伊洛瓦底江口看到我生平第一次见到的最大的乌鸦群，恐怕有几万只。停泊在江边的大小船上的桅杆上船舱上船边上，到处都落满了乌鸦，漆黑一大片。在空中盘旋飞翔的，数目还要超过几倍。简直成了乌鸦的世界，乌鸦的天堂，乌鸦的乐园，乌鸦的这个，乌鸦的那个，我理屈词穷，我说不出究竟是乌鸦的什么了。今天早晨，也就是到清凉宫去的第二天的早晨，我参观哈奴曼多卡古王宫时，我又第二次看到了我生平见到的最大的乌鸦群之一，大概有上千只吧。它们忽然一下子从王宫高塔的背面飞了出来，唿哨一声，其势惊天动地，在王宫天井上盘旋了一阵，又唿哨一声，飞到不知道什么地方去了。乌鸦在中国古代不被认为是吉祥的动物，名声不佳。人们听到它们的鸣声，往往起厌恶之感。可是这些年以来，在北京，甚至在树木葱茏的燕园里面，除了麻雀以外，别的鸟很少见到了。连令人讨厌的乌鸦也逐渐变得不那么讨厌了。它们那种决不能算是美妙的叫声，现在听起来大有日趋美妙之势了。我在加德满都不但见到了乌鸦，而且也见到了鸽子。鸽子在北京现在还是能够见到的，都是人家养的，从来没有听说过野鸽子。记得我去年春天到印度新德里去参加罗摩衍那的蚁垤国际诗歌节，住在一所所谓五星旅馆的第十九层楼上。有一天，我出去开会，忘记了关窗子。回来一开门，听到鸽子咕噜咕噜的叫声。原来有两位长着翅膀的不速之客，乘我不在的时候，到我房间里来了。两只鸽子就躲在我的沙发下面亲热起来，谈情说爱，卿卿我我，正搞得火热。"}
{"text":"我在加德满都不但见到了乌鸦，而且也见到了鸽子。鸽子在北京现在还是能够见到的，都是人家养的，从来没有听说过野鸽子。记得我去年春天到印度新德里去参加罗摩衍那的蚁垤国际诗歌节，住在一所所谓五星旅馆的第十九层楼上。有一天，我出去开会，忘记了关窗子。回来一开门，听到鸽子咕噜咕噜的叫声。原来有两位长着翅膀的不速之客，乘我不在的时候，到我房间里来了。两只鸽子就躲在我的沙发下面亲热起来，谈情说爱，卿卿我我，正搞得火热。看到我进来，它俩坦然无动于衷，丝毫没有想逃避的意思，也看不出一点内疚之意。倒是我对于这种突然袭击感到有点局促不安了。原来印度人决不伤害任何动物。鸽子们大概从它们的鼻祖起就对人不怀戒心，它们习惯于同人们和平共处了。反观我们自己的国家，情况有很大的不同。专就北京来说，鸟类的数目越来越少。每当我在燕园内绿树成荫的地方，或者在清香四溢的荷花池边，看到年轻人手持猎枪横眉竖日，在寻觅枝头小鸟的时候，我简直内疚于心，说不出话来。难道在这些地方我们不应该向印度等国家学习吗？我不是哲学家，也不喜欢更不擅长去哲学地思考。但是古今中外都有不少的哲人，主张人与大自然应该浑然一体，人与鸟兽有害于人类的适当除外应该和睦相处，相向无猜，谁也离不开谁，谁都在大自然中有生存的权利。我是衷心地赞成这些主张的。即使到了人类大同的地步，除了人与人之间的关系应该同过去完全不同之外，人与大自然的关系，其中也包括人与鸟兽的关系，也应该大大地改进。我不相信任何宗教，我也不是素食主义者。人类赖以为生的动植物，非吃不行的，当然还要吃。只是那些不必要的损动物而不利己的杀害行为，应该断然制止。写到这里，我忽然想到一件不大不小的事过去有一段时间，竟然把种草养花视为修正主义。我百思不得其解。有这种主张的人有何理由？是何居心？真使我惊诧不置。世界一切美好的东西，不管是人类，还是鸟兽虫鱼，花草树木，我们都应该会欣赏，有权利去欣赏。我认为，这是天经地义的真理。难道在僵化死板的气氛中生活下去才算得上唯一正确吗？写到这里，正是黎明时分，窗外加德满都的大雾又升起来了。从弥漫天地的一片白色浓雾的深处传来了咕咕的鸽子声，我的心情立刻为之一振，心旷神怡，好像饮了尼泊尔和印度神话中的甘露。喜鹊窝我是乡下人。小时候在乡下住过几年。乡下，树多，鸟多，树上的鸟窝多。"}
{"text":"有这种主张的人有何理由？是何居心？真使我惊诧不置。世界一切美好的东西，不管是人类，还是鸟兽虫鱼，花草树木，我们都应该会欣赏，有权利去欣赏。我认为，这是天经地义的真理。难道在僵化死板的气氛中生活下去才算得上唯一正确吗？写到这里，正是黎明时分，窗外加德满都的大雾又升起来了。从弥漫天地的一片白色浓雾的深处传来了咕咕的鸽子声，我的心情立刻为之一振，心旷神怡，好像饮了尼泊尔和印度神话中的甘露。喜鹊窝我是乡下人。小时候在乡下住过几年。乡下，树多，鸟多，树上的鸟窝多。秋冬之际，树上的叶子落光，抬头就能看到高树顶上的许多鸟窝，宛如一个个的黑色蘑菇。但是，我同许多乡下人一样，对鸟并不特别感兴趣。我感兴趣的是昆虫中的知了我们那里读如，也就是蝉，在水族中是虾。夏天晚上，在场院里乘凉，在大柳树下，用麦秸点上一把火。赤脚爬上树去，用力一摇晃，知了便像雨点似的纷纷落下。如果嫌热，就跳到苇坑里，在苇丛中伸手一摸，就能摸到一些个儿不小的虾，带着双夹，齐白石画的就是这一种虾。鸟却不能带给我这样的快乐，我有时甚至还感到厌烦。麻雀整天喳喳乱叫，还偷吃庄稼。乌鸦穿一身黑色的晚礼服，名声一向不好，乡下人总把它同死亡联系起来，哇哇两声，叫得人身上起鸡皮疙瘩。只有喜鹊沾了喜字的光，至少不引起人们的反感。那时候，乡下人饿着肚皮，又不是诗人，哪里会有什么闲情雅兴来欣赏鸟的鸣声呢？连喜鹊喳，喳的叫声也不例外。我虽然只有几岁，乡下人的偏见我都具备。只有一件事现在回想起来还能聊以自慰我从来没有爬上树去掏喜鹊的窝。后来我到了城里，变成了城里人。初到的时候，我简直像是进入迷宫。这么多人，这么多车，这么多商店，这么多大街小巷。我吃惊得目瞪口呆。有一年，母亲在乡下去世了，我回家奔丧。小时候的大娘大婶见了我就问寻读若了媳妇没有？这问题好回答。我敬谨答曰寻了。是一个庄上的吗？我一时语塞，知道乡下人没有进过城，他们不知道城里不是村庄。想解释一下，又怕三言两语说不清楚，最终还是弄一个丈二和尚，摸不着头脑。我一时灵机一动，采用了先生的办法，含糊答曰唔唔谁也不知道唔，唔是什么意思。妙就妙在谁也不知道是什么意思。乡下的大娘大婶不是哲学家，不懂什么逻辑思维，她们不打破砂锅问到底。我的口试就算及了格。"}
{"text":"这问题好回答。我敬谨答曰寻了。是一个庄上的吗？我一时语塞，知道乡下人没有进过城，他们不知道城里不是村庄。想解释一下，又怕三言两语说不清楚，最终还是弄一个丈二和尚，摸不着头脑。我一时灵机一动，采用了先生的办法，含糊答曰唔唔谁也不知道唔，唔是什么意思。妙就妙在谁也不知道是什么意思。乡下的大娘大婶不是哲学家，不懂什么逻辑思维，她们不打破砂锅问到底。我的口试就算及了格。这一件小事虽小，它却充分说明了乡下人和城里人的思维和情趣是多么不同。回头再谈鸟儿。城里不是鸟的天堂。除了麻雀以外，别的鸟很少见到。常言道物以稀为贵。于是城里的鸟就贵起来了，城里一些人对鸟也就有了感情。如果碰巧能看到高树顶端上的鸟窝，那简直是一件稀罕事儿。小孩子会在树下面拍手欢跳。中国古代的诗人，虽然有的出生在乡下，但是科举，当官一定是在城里。既然是诗人，感情定是十分细腻。这种细腻表现在方方面面，也表现在对鸟，特别是对鸟鸣的喜爱上。这样的诗句，用不着去查书，一回想就能够想到一大堆。鸟鸣山更幽，月出惊山鸟，时鸣春涧中，两个黄鹂鸣翠柳，一行白鹭上青天，荡胸生层云，决眦入归鸟，人归山郭暗，雁下芦洲白，微雨霭芳原，春鸠鸣何处，空山百鸟散还合，万里浮云阴且晴。嘶酸刍雁失群夜，断绝胡儿恋母声。川为静其波，鸟亦罢其鸣等等，用不着再多举了。中国古代诗人对鸟和鸟鸣感情之深概可想见了。只有陶渊明的一句诗，我觉得有点怪。犬吠深巷中，鸡鸣桑树颠。鸡飞上树去高声呜叫，我确实没有见过。鸡鸣桑树颠，这一句话颇为突兀。难道晋朝江西的鸡真有飞到桑树顶上去高叫的脾气吗？不管怎样，中国古代诗人对鸟及其鸣声特别敏感，已是一个彰明昭著的事实。再看一看西方文学，不能不感到其间的差别。西方诗歌中，除了云雀和夜莺外，其他的鸟及其鸣声似乎很少受诗人的垂青。这里面是否也含有很深的审美情趣的差别呢？是否也含有东西方诗人，再扩而大之是一般人之间对大自然的关系的差别呢？姑妄言之。我绕弯子说了半天，无非是想说中国的城里人对鸟比较有感情而已。我这个由乡下人变为城里人的人，也逐渐爱起鸟来。可惜我半辈子始终是在大城市里转，在中国是如此，在德国和瑞士仍然是如此。空有爱鸟之心，爱的对象却难找到，在心灵深处难免感到惆怅。"}
{"text":"再看一看西方文学，不能不感到其间的差别。西方诗歌中，除了云雀和夜莺外，其他的鸟及其鸣声似乎很少受诗人的垂青。这里面是否也含有很深的审美情趣的差别呢？是否也含有东西方诗人，再扩而大之是一般人之间对大自然的关系的差别呢？姑妄言之。我绕弯子说了半天，无非是想说中国的城里人对鸟比较有感情而已。我这个由乡下人变为城里人的人，也逐渐爱起鸟来。可惜我半辈子始终是在大城市里转，在中国是如此，在德国和瑞士仍然是如此。空有爱鸟之心，爱的对象却难找到，在心灵深处难免感到惆怅。一直到四十多年前，我四十多岁了，才从沙滩――真像是一片沙漠――搬到风光旖旎林木蓊郁的燕园里来。这里虽处城市，却似乡村，真正是鸟的天堂。我又能看到鸟了不是一只，而是成群不是一种，而是多种不但看到它们飞，而且听到它们叫不但看到它们在草地上蹦跳，而且看到高树顶上搭窝。我真是顾而乐之，多年干涸的心灵似乎又注入了一股清泉。在众多的鸟中，给我印象最深我最喜爱的还是喜鹊。在我住的楼前，沿着湖畔，有一排高大的垂柳，在马路对面则是一排高耸入云的杨树。楼西和楼后，小山下面，有几棵高大的榆树，小山上有一棵至少有六七百年的古松。可以说我们的楼是处在绿色丛中。我原住在西门洞的二楼上，书房面西，正对着那几棵榆树。一到春天，喜鹊和其他鸟的叫声不停。喜鹊不知道是通过什么方式，大概是既无父母之命，也没有媒妁之言，自由恋爱，结成了情侣，情侣不停地在群树之间穿梭飞行，嘴里往往叼着小树枝，想到什么地方去搭窝。我天天早上最大的乐趣就是看喜鹊们箭似的飞翔。喳喳地欢叫，往往能看上听上半天。有一天，完全出我的意料，然而又合乎我的心愿，窗外大榆树上有一团黑色的东西，我豁然开朗这是喜鹊在搭窝。我现在不用出门就能够看到喜鹊窝了，乐何如之。从此我的眼睛和耳朵完全集中到这一对喜鹊和它们的窝上，其他的鸟鸣声仿佛都不存在了。每次我看书写作疲倦了，就向窗外看一看。一看到喜鹊窝就像郑板桥看到白银那样，心花怒放，书画皆佳。我的灵感风起云涌，连记忆力都仿佛是变了样子，大有过目不忘之概了。光阴流转，转瞬已是春末夏初。窝里的喜鹊小宝宝看样子已经成长起来了。每当刮风下雨，我心里就揪成一团，我很怕它们的窝经受不住风吹雨打。当我看到，不管风多么狂，雨多么骤，那一个黑蘑菇似的窝仍然固若金汤，我的心就放下了。"}
{"text":"每次我看书写作疲倦了，就向窗外看一看。一看到喜鹊窝就像郑板桥看到白银那样，心花怒放，书画皆佳。我的灵感风起云涌，连记忆力都仿佛是变了样子，大有过目不忘之概了。光阴流转，转瞬已是春末夏初。窝里的喜鹊小宝宝看样子已经成长起来了。每当刮风下雨，我心里就揪成一团，我很怕它们的窝经受不住风吹雨打。当我看到，不管风多么狂，雨多么骤，那一个黑蘑菇似的窝仍然固若金汤，我的心就放下了。我幻想，此时喜鹊妈妈和喜鹊爸爸正在窝里伸开了翅膀，把小宝宝遮盖得严严实实，喜鹊一家正在做着甜美的梦，梦到燕园风和日丽梦到燕园花团锦簇梦到小虫子和小蚱蜢自己飞到窝里来，小宝宝食用不尽梦到湖光塔影忽然移到了大榆树下面这一切原本都是幻影，然而我却泪眼模糊，再也无法幻想下去了。我从小失去了慈母，失去了母爱。一个失去了母爱的人，必然是一个心灵不完整或不正常的人。在七八十年的漫长时期中，不管是什么时候，也不管我是在什么地方，只要提到了失去母爱，失去母亲，我必然立即泪水盈眶。对人是如此，对鸟兽也是如此。中国古人常说终天之恨，我这真正是终天之恨了，这个恨只能等我离开人世才能消泯，这是无可怀疑的了。中国古诗说劝君莫打三春鸟，子在巢中待母归，真是蔼然仁者之言，我每次暗诵，都会感到心灵震撼的。但是，天有不测风云，鸟有旦夕祸福。正当我为这一家幸福的喜鹊感到幸福而自我陶醉的时候，祸事发生了。一天早上，我坐在书桌前，真是无巧不成书，我一抬头正看到一个小男孩赤脚爬上了那一棵榆树，伸手从喜鹊窝里把喜鹊宝宝掏了出来。掏了几只，我没有看清，不敢瞎说。总之是掏走了。只看这一个小男孩像猿猴一般，转瞬跳下树来，前后也不过几分钟，手里抓着小喜鹊，消逝得无影无踪了。我很想下楼去干预一下但是一想到在浩劫中我头上戴的那一摞可怕的沉重的帽子，都还在似摘未摘之间，我只能规规矩矩，不敢乱说乱动。如果那一个小男孩是工人的孩子，那岂不成了阶级报复了吗？我吃了老虎心豹子胆，也不敢动一动呀我只有伏在桌上，暗自啜泣。完了，完了，一切全完了。喜鹊的美梦消失了，我的美梦也消失了。我从此抑郁不乐，甚至不敢再抬头看窗外的大榆树。喜鹊妈妈和喜鹊爸爸的心情我不得而知。它们痛失爱子，至少也不会比我更好过。一连好几天，我听到窗外这一对喜鹊喳喳哀鸣，绕树千匝，无枝可依。我不忍再抬头看它们。"}
{"text":"如果那一个小男孩是工人的孩子，那岂不成了阶级报复了吗？我吃了老虎心豹子胆，也不敢动一动呀我只有伏在桌上，暗自啜泣。完了，完了，一切全完了。喜鹊的美梦消失了，我的美梦也消失了。我从此抑郁不乐，甚至不敢再抬头看窗外的大榆树。喜鹊妈妈和喜鹊爸爸的心情我不得而知。它们痛失爱子，至少也不会比我更好过。一连好几天，我听到窗外这一对喜鹊喳喳哀鸣，绕树千匝，无枝可依。我不忍再抬头看它们。不知什么时候，这一对喜鹊不见了。它们大概是怀着一颗破碎的心，飞到什么地方另起炉灶去了。过了一两年，大榆树上的那一个喜鹊窝，也由于没加维修，鹊去窝空，被风吹得无影无踪了。我却还并没有死心，那一棵大榆树不行了，我就寄希望于其他树木。喜鹊们选择搭窝的树，不知道是根据什么标准。根据我个人的标准，我觉得，楼前，楼后，楼左，楼右，许多高大的树都合乎搭窝的标准。我于是就盼望起来，年年盼，月月盼，盼星星，盼月亮，盼得双眼发红光。一到春天，我出门，首先抬头往树上瞧，枝头光秃秃的，什么东西也没有。我有时候真有点发急，甚至有点发狂，我想用眼睛看出一个喜鹊窝来。然而这一切都白搭，都徒然。今年春天，也就是现在，我走出楼门，偶尔一抬头，我在上面讲的那一棵大榆树上，在光秃秃的枝干中间，又看到一团黑糊糊的东西。连年来我老眼昏花，对眼睛已经失去了自信力，我在惊喜之余，连忙擦了擦眼，又使劲瞪大了眼睛，我明白无误地看到了是一个新搭成的喜鹊窝。我的高兴是任何语言文字都无法形容的。然而福不单至。过了不久，临湖的一棵高大的垂柳顶上，一对喜鹊又在忙忙碌碌地飞上飞下，嘴里叼着小树枝，正在搭一个窝。这一次的惊喜又远远超过了上一回。难道我今生的华盖运真已经交过了吗？当年爬树掏喜鹊窝的那一个小男孩，现在早已长成大人了吧。他或许已经留了洋，或者下了海，或者成了大款。此事他也许早已忘记了。我潜心默祷，希望不要再出这样一个孩子，希望这两个喜鹊窝能够存在下去，希望在燕园里千百棵大树上都能有这样黑蘑菇似的喜鹊窝，希望在这里，在全中国，在全世界，人与鸟都能和睦融洽像一家人一样生活下去，希望人与鸟共同造成一个和谐的宇宙。鳄鱼湖人是不应该没有一点幻想的。即使是胡思乱想，甚至想入非非，也无大碍，总比没有要强。要举例子嘛，那真是俯拾即是。"}
{"text":"当年爬树掏喜鹊窝的那一个小男孩，现在早已长成大人了吧。他或许已经留了洋，或者下了海，或者成了大款。此事他也许早已忘记了。我潜心默祷，希望不要再出这样一个孩子，希望这两个喜鹊窝能够存在下去，希望在燕园里千百棵大树上都能有这样黑蘑菇似的喜鹊窝，希望在这里，在全中国，在全世界，人与鸟都能和睦融洽像一家人一样生活下去，希望人与鸟共同造成一个和谐的宇宙。鳄鱼湖人是不应该没有一点幻想的。即使是胡思乱想，甚至想入非非，也无大碍，总比没有要强。要举例子嘛，那真是俯拾即是。古代的英雄们看到了皇帝老子的荣华富贵，口出大言彼可取而代也，或者大丈夫当如是也。我认为，这就是幻想。牛顿看到苹果落地而悟出了地心吸力，最初难道也不就是幻想吗？有幻想的英雄们，有的成功，有的失败，这叫做天命，新名词叫机遇。有幻想的科学家们则在人类科学史上占了光辉的位置。科学不能靠天命，靠的是人工。我说这些空话，是想引出一个真人来，引出一件实事来。这个人就是泰国北榄鳄鱼湖动物园的园主杨海泉先生。鳄鱼这玩意儿，凶狠丑陋，残忍狞恶，从内容到形式，从内心到外表，简直找不出一点美好的东西。除了皮可以为贵夫人贵小姐制造小手提包，增加她们的娇媚和骄纵外，浑身上下简直一无可取。当年韩文公驱逐鳄鱼的时候，就称它们为丑类，说它们然不安溪潭，据处食民畜熊豕鹿獐，以肥其身，以种其子孙。到了今天，鳄鱼本性难移，毫无改悔之意，谁见了谁怕，谁见了谁厌然而又无可奈何，只有怕而远之了。然而唯独一个人不怕不厌，这个人就是杨海泉先生。他有幻想，有远见。幻想与远见相隔一毫米，有时候简直就是一码事。他独具慧眼，竟然在这个丑类身上看出了门道。他开始饲养起鳄鱼来。他的事业发展的过程，我并不清楚。大概也必然是经过了千辛万苦，三灾八难，他终于成功了。他成了蜚声寰宇的也许是唯一的一个鳄鱼大王，被授予了名誉科学博士学位。关于他的故事在世界上纷纷扬扬，流传不已。鳄鱼，还有人妖，成了泰国旅游的热点，大有不看鳄鱼非好汉之概了。今天我来到了鳄鱼湖。天气晴朗，热浪不兴，是十分理想的旅游天气。我可决没有想到，杨先生竟在百忙中亲自出来接待我们。我同他一见面，心里就吃了一惊站在我面前的难道就是杨海泉先生本人吗？这样一个传奇式的人物，即使不是三头六臂朱齿獠牙，至少也应该有些特点。"}
{"text":"他成了蜚声寰宇的也许是唯一的一个鳄鱼大王，被授予了名誉科学博士学位。关于他的故事在世界上纷纷扬扬，流传不已。鳄鱼，还有人妖，成了泰国旅游的热点，大有不看鳄鱼非好汉之概了。今天我来到了鳄鱼湖。天气晴朗，热浪不兴，是十分理想的旅游天气。我可决没有想到，杨先生竟在百忙中亲自出来接待我们。我同他一见面，心里就吃了一惊站在我面前的难道就是杨海泉先生本人吗？这样一个传奇式的人物，即使不是三头六臂朱齿獠牙，至少也应该有些特点。干脆说白了吧，我心中想象的杨先生应该粗一点，壮一点，甚至野一点。一个不是大学出身，不是科举出身，而又天天同吃人不眨眼的丑类打交道的人，没有上面说的三个一点，怎么能行呢？然而站在我面前的人，温文尔雅，谦虚热情，说话不多，诚恳却溢于言表，同我的想象大相径庭。然而，事实就是这个样子，我只有心悦诚服地接受了。杨先生不但会见了我们，而且还亲自陪我们参观。这样一个世界知名的鳄鱼湖，又有这样理想的天气，园子里挤满了游人。黑眼黑发，碧眼黄发，耄耋老人，童稚少年，摩登女郎，淳朴村妇，交相辉映，满园喧腾，好一派热闹景象。我看，我们中国大陆来的人，心情都很好，在热带阳光的照晒下，满面春风。我们先在一座大会议厅里看了本园概况和发展历史的影片，然后走出来参观。但是，偌大一个园子，简直如一部二十四史，不知从何处看起。幸亏园主就在我们眼前，还是听他调度吧他先带我们到一个完全出乎我意料的地方去一个地上趴着一只猛虎的亭子里。我原以为是一个老虎标本，摆在那儿，供人照相用作背景的。因为这里并没有像其他动物园里那样有庞大的铁笼子。没有铁笼子怎么敢养老虎呢？然而，我仔细一看，地上趴的确确实实是一只活老虎，脖子上拴着铁链子。一个小男孩蹲在虎的背后，面对老虎的是几个拍照的小姑娘。我一看，倒抽了一口冷气说老实话，双腿都有些发颤了。我看了看那几个泰国的男女小孩，又看了看园主，只见他们面色怡然，神情坦然，我也只好强压下紧张的情绪，走了进去。跨过一个铁栏杆，主人领我转到老虎背后，要与虎合影。我战战兢兢地跟在主人身后，同园主一起，摆好了照相的架势。园主示意我用手抚摩老虎的脖子。俗话说老虎屁股摸不得。老虎的屁股都摸不得，哪里还敢抚摩老虎的脖子呢？"}
