{"text":"谓真之进步，在于己之足下。人必发挥自性，而脱观念世界之执持。惟此自性，即造物主。惟有此我，本属自由既本有矣，而更外求也，是曰矛盾。自由之得以力，而力即在乎个人，亦即资财，亦即权利。故苟有外力来被，则无间出于寡人，或出于众庶，皆专制也。国家谓吾当与国民合其意志，亦一专制也。众意表现为法律，吾即受其束缚，虽曰为我之舆台，顾同是舆台耳。去之奈何？曰在绝义务。义务废绝，而法律与偕亡矣。意盖谓凡一个人，其思想行为，必以己为中枢，亦以己为终极即立我性为绝对之自由者也。至勖宾霍尔p，则自既以兀傲刚愎有名，言行奇觚，为世希有又见夫盲瞽鄙倍之众，充塞两间，乃视之与至劣之动物并等，愈益主我扬己而尊天才也。至丹麦哲人契开迦尔则愤发疾呼，谓惟发挥个性，为至高之道德，而顾瞻他事，胥无益焉。其后有显理伊勃生s见于文界，瑰才卓识，以契开迦尔之诠释者称。其所著书，往往反社会民主之倾向，精力旁注，则无间习惯信仰道德，苟有拘于虚而偏至者，无不加之抵排。更睹近世人生，每托平等之名，实乃愈趋于恶浊，庸凡凉薄，日益以深，顽愚之道行，伪诈之势逞，而气宇品性，卓尔不群之士，乃反穷于草莽，辱于泥涂，个性之尊严，人类之价值，将咸归于无有，则常为慷慨激昂而不能自已也。如其民敌一书，谓有人宝守真理，不阿世媚俗，而不见容于人群，狡狯之徒，乃巍然独为众愚领袖，借多陵寡，植党自私，于是战斗以兴，而其书亦止社会之象，宛然具于是焉。若夫尼耙，斯个人主义之至雄桀者矣，希望所寄，惟在大士天才而以愚民为本位，则恶之不殊蛇蝎。意盖谓治任多数，则社会元气，一旦可隳，不若用庸众为牺牲，以冀一二天才之出世，递天才出而社会之活动亦以萌，即所谓超人之说，尝震惊欧洲之思想界者也。由是观之，彼之讴歌众数，奉若神明者，盖仅见光明一端，他未遍知，因加赞颂，使反而观诸黑暗，当立悟其不然矣。一梭格拉第也，而众希腊人鸩之，一耶稣基督也，而众犹太人磔之，后世论者，孰不云缪，顾其时则从众志耳。设留今之众志，连诸载籍，以俟评骘于来哲，则其是非倒置，或正如今人之视往古，未可知也。故多数相朋，而仁义之途，是非之端，樊然淆乱惟常言是解，于奥义也漠然。常言奥义，孰近正矣？"}
{"text":"由是观之，彼之讴歌众数，奉若神明者，盖仅见光明一端，他未遍知，因加赞颂，使反而观诸黑暗，当立悟其不然矣。一梭格拉第也，而众希腊人鸩之，一耶稣基督也，而众犹太人磔之，后世论者，孰不云缪，顾其时则从众志耳。设留今之众志，连诸载籍，以俟评骘于来哲，则其是非倒置，或正如今人之视往古，未可知也。故多数相朋，而仁义之途，是非之端，樊然淆乱惟常言是解，于奥义也漠然。常言奥义，孰近正矣？是故布鲁多既杀该撒，昭告市人，其词秩然有条，名分大义，炳如观火而众之受感，乃不如安多尼指血衣之数言。于是方群推为爱国之伟人，忽见逐于域外。夫誉之者众数也，逐之者又众数也，一瞬息中，变易反复，其无特操不俟言即观现象，已足知不祥之消息矣。故是非不可公于众，公之则果不诚政事不可公于众，公之则治不到。惟超人出，世乃太平。苟不能然，则在英哲。嗟夫，彼持无政府主义者，其颠覆满盈，铲除阶级，亦已至矣，而建说创业诸雄，大都以导师自命。夫一导众从，智愚之别即在斯。与其抑英哲以就凡庸，曷若置众人而希英哲？则多数之说，缪不中经，个性之尊，所当张大，盖揆之是非利害，已不待繁言深虑而可知矣。虽然，此亦赖夫勇猛无畏之人，独立自强，去离尘垢，排舆言而弗沦于俗囿者也。若夫非物质主义者，犹个人主义然，亦兴起于抗俗。盖唯物之倾向，固以现实为权舆，浸润人心，久而不止。故在十九世纪，爱为大潮，据地极坚，且被来叶，一若生活本根，舍此将莫有在者。不知纵令物质文明，即现实生活之大本，而崇奉逾度，倾向偏趋，外此诸端，悉弃置而不顾，则按其究竟，必将缘偏颇之恶因，失文明之神旨，先以消耗，终以灭亡，历世精神，不百年而具尽矣。递夫十九世纪后叶，而其弊果益昭，诸凡事物，无不质化，灵明日以亏蚀，旨趣流于平庸，人惟客观之物质世界是趋，而主观之内面精神，乃舍置不之一省。重其外，放其内，取其质，遗其神，林林众生，物欲来蔽，社会憔悴，进步以停，于是一切诈伪罪恶，蔑弗乘之而萌，使性灵之光，愈益就于黯淡十九世纪文明一面之通弊，盖如此矣。时乃有新神思宗徒出，或崇奉主观，或张皇意力，匡纠流俗，厉如电霆，使天下群伦，为闻声而摇荡。即具他评骘之士，以至学者文家，虽意主和平，不与世，而见此唯物极端，且杀精神生活，则亦悲观愤叹，知主观与意力主义之兴，功有伟于洪水之有方舟者焉。"}
{"text":"重其外，放其内，取其质，遗其神，林林众生，物欲来蔽，社会憔悴，进步以停，于是一切诈伪罪恶，蔑弗乘之而萌，使性灵之光，愈益就于黯淡十九世纪文明一面之通弊，盖如此矣。时乃有新神思宗徒出，或崇奉主观，或张皇意力，匡纠流俗，厉如电霆，使天下群伦，为闻声而摇荡。即具他评骘之士，以至学者文家，虽意主和平，不与世，而见此唯物极端，且杀精神生活，则亦悲观愤叹，知主观与意力主义之兴，功有伟于洪水之有方舟者焉。主观主义者，其趣凡二一谓惟以主观为准则，用律诸物一谓视主观之心灵界，当较客观之物质界为尤尊。前者为主观倾向之极端，力特著于十九世纪末叶，然其趋势，颇与主我及我执殊途，仅于客观之习惯，无所言从，或不置重，而以自有之主观世界为至高之标准而已。以是之故，则思虑动作，咸离外物，独往来于自心之天地，确信在是，满足亦在是，谓之渐自省具内曜之成果可也。若夫兴起之由，则原于外者，为大势所向，胥在平庸之客观习惯，动不由己，发如机缄，识者不能堪，斯生反动其原于内者，乃实以近世人心，日进于自觉，知物质万能之说，且逸个人之情意，使独创之力，归于槁桔，故不得不以自悟者悟人，冀挽狂澜于方倒耳。如尼耙伊勃生诸人，皆据其所信，力抗时俗，示主观倾向之极致而契开迦尔则谓真理准则，独在主观，惟主观性，即为真理，至凡有道德行为，亦可弗问客观之结果若何，而一任主观之善恶为判断焉。其说出世，和者日多，于是思潮为之更张，骛外者渐转而趣内，渊思冥想之风作，自省抒情之意苏，去现实物质与自然之樊，以就其本有心灵之域知精神现象实人类生活之极颠，非发挥其辉光，于人生为无当而张大个人之人格，又人生之第一义也。然尔时所要求之人格，有甚异于前者。往所理想，在知见情操，两皆调整，若主智一派，则在聪明睿智，能移客观之大世界于主观之中者。如是思惟，迨黑该尔出而达其极。若罗曼暨尚古一派，则息孚支培黎s承卢骚ss之后，尚容情感之要求，特必与情操相统一调和，始合其理想之人格。而希籁氏者，乃谓必知感两性，圆满无间，然后谓之全人。顾至十九世纪垂终，则理想为之一变。"}
{"text":"如是思惟，迨黑该尔出而达其极。若罗曼暨尚古一派，则息孚支培黎s承卢骚ss之后，尚容情感之要求，特必与情操相统一调和，始合其理想之人格。而希籁氏者，乃谓必知感两性，圆满无间，然后谓之全人。顾至十九世纪垂终，则理想为之一变。明哲之士，反省于内面者深，因以知古人所设具足调协之人，决不能得之今世惟有意力轶众，所当希求，能于情意一端，处现实之世，而有勇猛奋斗之才，虽屡踣屡僵，终得现其理想其为人格，如是焉耳。故如勖宾霍尔所张主，则以内省诸己，豁然贯通，因曰意力为世界之本体也尼耙之所希冀，则意力绝世，几近神明之超人也伊勃生之所描写，则以更革为生命，多力善斗，即万众不慑之强者也。夫诸凡理想，大致如斯者，诚以人丁转轮之时，处现实之世，使不若是，每至舍己从人，沉溺逝波，莫知所届，文明真髓，顷刻荡然惟有刚毅不挠，虽遇外物而弗为移，始足作社会桢干。排斥万难，黾勉上征，人类尊严，于此攸赖，则具有绝大意力之士贵耳。虽然，此又特其一端而已。试察其他，乃亦以见末叶人民之弱点，盖往之文明流弊，浸灌性灵，众庶率纤弱颓靡，日益以甚，渐乃反观诸己，为之s然，于是刻意求意力之人，冀倚为将来之柱石。此正犹洪水横流，自将灭顶，乃神驰彼岸，出全力以呼善没者尔，悲夫！由是观之，欧洲十九世纪之文明，其度越前古，凌驾亚东，诚不俟明察而见矣。然既以改革而胎，反抗为本，则偏于一极，固理势所必然。洎夫末流，弊乃自显。于是新宗蹶起，特反其初，复以热烈之情，勇猛之行，起大波而加之涤荡。直至今日，益复浩然。其将来之结果若何，盖未可以率测。然作旧弊之药石，造新生之津梁，流衍方长，曼不遽已，则相其本质，察其精神，有可得而征信者。意者文化常进于幽深，人心不安于固定，二十世纪之文明，当必沉邃庄严，至与十九世纪之文明异趣。新生一作，虚伪道消，内部之生活，其将愈深且强欤？精神生活之光耀，将愈兴起而发扬欤？成然以觉，出客观梦幻之世界，而主观与自觉之生活，将由是而益张欤？内部之生活强，则人生之意义亦愈邃，个人尊严之旨趣亦愈明，二十世纪之新精神，殆将立狂风怒浪之间，恃意力以辟生路者也。中国在今，内密既发，四邻竞集而迫拶，情状自不能无所变迁。夫安弱守雌，笃于旧习，固无以争存于天下。"}
{"text":"意者文化常进于幽深，人心不安于固定，二十世纪之文明，当必沉邃庄严，至与十九世纪之文明异趣。新生一作，虚伪道消，内部之生活，其将愈深且强欤？精神生活之光耀，将愈兴起而发扬欤？成然以觉，出客观梦幻之世界，而主观与自觉之生活，将由是而益张欤？内部之生活强，则人生之意义亦愈邃，个人尊严之旨趣亦愈明，二十世纪之新精神，殆将立狂风怒浪之间，恃意力以辟生路者也。中国在今，内密既发，四邻竞集而迫拶，情状自不能无所变迁。夫安弱守雌，笃于旧习，固无以争存于天下。第所以匡救之者，缪而失正，则虽日易故常，哭泣叫号之不已，于忧患又何补矣？此所为明哲之士，必洞达世界之大势，权衡校量，去其偏颇，得其神明，施之国中，翕合无间。外之既不后于世界之思潮，内之仍弗失固有之血脉，取今复古，别立新宗，人生意义，致之深邃，则国人之自觉至，个性张，沙聚之邦，由是转为人国。人国既建，乃始雄厉无前，屹然独见于天下，更何有于肤浅凡庸之事物哉？顾今者翻然思变，历岁已多，青年之所思惟，大都归罪恶于古之文物，甚或斥言文为蛮野，鄙思想为简陋，风发缕穑皇皇焉欲进欧西之物而代之，而于适所言十九世纪末之思潮，乃漠然不一措意。凡所张主，惟质为多，取其质犹可也，更按其实，则又质之至伪而偏，无所可用。虽不为将来立计，仅图救今日之阽危，而其术其心，违戾亦已甚矣。况乎凡造言任事者，又复有假改革公名，而阴以遂其私欲者哉？今敢问号称志士者曰，将以富有为文明欤，则犹太遗黎，性长居积，欧人之善贾者，莫与比伦，然其民之遭遇何如矣？将以路矿为文明欤，则五十年来非澳二洲，莫不兴铁路矿事，顾此二洲土著之文化何如矣？将以众治为文明欤，则西班牙波陀牙二国，立宪且久，顾其国之情状又何如矣？若曰惟物质为文化之基也，则列机括，陈粮食，遂足以雄长天下欤？曰惟多数得是非之正也，则以一人与众禺处，其亦将木居而食欤？此虽妇竖，必否之矣。然欧美之强，莫不以是炫天下者，则根柢在人，而此特现象之末，本原深而难见，荣华昭而易识也。是故将生存两间，角逐列国是务，其首在立人，人立而后凡事举若其道术，乃必尊个性而张精神。假不如是，槁丧且不俟夫一世。夫中国在昔，本尚物质而疾天才矣，先王之泽，日以殄绝，逮蒙外力，乃退然不可自存。而辁才小慧之徒，则又号召张皇，重杀之以物质而囿之以多数，个人之性，剥夺无余。往者为本体自发之偏枯，今则获以交通传来之新疫，二患交伐，而中国之沉沦遂以益速矣。"}
{"text":"此虽妇竖，必否之矣。然欧美之强，莫不以是炫天下者，则根柢在人，而此特现象之末，本原深而难见，荣华昭而易识也。是故将生存两间，角逐列国是务，其首在立人，人立而后凡事举若其道术，乃必尊个性而张精神。假不如是，槁丧且不俟夫一世。夫中国在昔，本尚物质而疾天才矣，先王之泽，日以殄绝，逮蒙外力，乃退然不可自存。而辁才小慧之徒，则又号召张皇，重杀之以物质而囿之以多数，个人之性，剥夺无余。往者为本体自发之偏枯，今则获以交通传来之新疫，二患交伐，而中国之沉沦遂以益速矣。呜呼，眷念方来，亦已焉哉！一九七年作。本篇最初发表于一九八年八月河南月刊第七号，署名迅行。轩辕氏之戡蚩尤轩辕氏即黄帝，我国传说中汉族的始祖上古帝王。相传他与九黎族的首领蚩尤作战，擒杀蚩尤于涿鹿。景教父师指在中国传教的天主教士。公元一二九年元至元二十七年，意大利教士若望高未诺经印度来北京一五八一年明万历九年，利玛窦和罗明坚至澳门，以肇庆到北京。西方天文数学地理等近代科学，即经由他们传入中国。其后来者渐多，明清间主持改革历法的德教士汤若望，即是其中最著名的一人。海禁鸦片战争以前，清朝政府实行传统的闭关政策，禁阻民间商船出口从事海外贸易，规定外国商船在指定的海口通商，这些措施叫做海禁。从一八四年鸦片战争开始，资本主义列强用枪炮打开了中国的大门，强迫中国接受一系列不平等条约，于是海禁大开，中国逐渐沦为半封建半殖民地社会，西方资产阶级的科学文化也随之传入中国。校雠原意是校对文字正误，这里是比较的意思。踣僵倒。，同僵。印度波兰印度于公元一八四九年被英国侵占波兰于十八世纪末被俄国普鲁士奥地利三国瓜分。戈尔通译高卢。公元三世纪末高卢等族联合罗马奴隶进攻罗马帝国，经过长期的战争，使它于公元四七六年覆亡。兜牟军盔。制造商估即发展工业和商业。当时一部分知识分子在民族危机和洋务运动的刺激下，提出中国应该学习西方资本主义国家的自然科学和生产技术，制造新式武器交通工具和生产工具，建立近代工业，振兴商业，和外国进行商战。立宪国会，是戊戌政变后至辛亥革命之间改良主义者所主张和提倡的政治运动。"}
{"text":"兜牟军盔。制造商估即发展工业和商业。当时一部分知识分子在民族危机和洋务运动的刺激下，提出中国应该学习西方资本主义国家的自然科学和生产技术，制造新式武器交通工具和生产工具，建立近代工业，振兴商业，和外国进行商战。立宪国会，是戊戌政变后至辛亥革命之间改良主义者所主张和提倡的政治运动。这时期的改良主义者，包括康有为梁启超等在内，已经走上了反动的道路他们主张君主立宪和成立欧洲资产阶级式的国会，反对孙中山等主张推翻清政府的民主革命运动。犹太遗黎犹太国建于公元前十一世纪至前十世纪之间。在公元一世纪亡于罗马，以后犹太人即散居世界各地。祝由旧时用符咒等迷信方法治病的人。营钻营掠夺。佛戾违逆。佛，通拂。金铁指当时杨度提出的所谓金铁主义。一九七年一月，杨度在东京出版中国新报，分期连载金铁主义说。金指金钱，即经济铁指铁炮，即军事。这实际上是重复洋务派富国强兵的论调，与当时梁启超的君主立宪说相呼应。耶稣约前―基督教创始人，犹太族人。现在通用的公历，以他的生年为纪元元年据考证，他实际生年约在公元前四年。据新约全书说，他在犹太各地传教，为犹太当权者所仇视，后被捕送交罗马帝国驻犹太总督彼拉多，钉死在十字架上。茇即草根。法皇即教皇，其宫廷在意大利罗马的梵蒂冈。僧正即主教。转轮意即变革。超形气学指研究客观事物一般的发展规律的科学，即哲学与下文的形气学，即具体的自然科学相对而言。发隐地指十五世纪末叶发现美洲大陆。英美法三国的革命，指一六四九年和一六八八年英国两次资产阶级革命，一七七五年美国反对英国殖民统治的独立战争，一七八九年法国大革命。缘督遵循正确的标准。庄子养生主缘督以为经。督，中道正道。孑L独臂。L，跛足。尼耙―通译尼采，德国哲学家，唯意志论和超人哲学的鼓吹者。他认为个人的权力意志是创造一切决定一切的动力，鼓吹高踞于群众之上的所谓超人是人的生物进化的顶点，一切历史和文化都是由他们创造的，而人民群众则是低劣的庸众。他极端仇视无产阶级的社会主义革命运动，甚至连资产阶级的民主也坚决反对。"}
{"text":"缘督遵循正确的标准。庄子养生主缘督以为经。督，中道正道。孑L独臂。L，跛足。尼耙―通译尼采，德国哲学家，唯意志论和超人哲学的鼓吹者。他认为个人的权力意志是创造一切决定一切的动力，鼓吹高踞于群众之上的所谓超人是人的生物进化的顶点，一切历史和文化都是由他们创造的，而人民群众则是低劣的庸众。他极端仇视无产阶级的社会主义革命运动，甚至连资产阶级的民主也坚决反对。他的理论反映了十九世纪后半期垄断资产阶级的愿望和要求，后来成为德国法西斯主义的理论根据。把他当作代表新生力量的进步思想家，显然是当时的一种误解。以后对尼采的看法有了改变，在一九三五年写的中国新文学大系小说二集序中，称他为世纪末的思想家。见且介亭杂文二集察罗图斯德罗通译札拉图斯特拉。这里引述的话见于尼采的主要哲学著作札拉图斯特拉如是说第一部第三十六章文明之地与原文略有出入。札拉图斯特拉，即公元前六七世纪波斯教的创立者札拉西斯特Zs尼采在这本书中仅是借他来宣扬自己的主张，与波斯教教义无关。神思一派指十九世纪初叶以黑格尔为代表的唯心主义学派。参看本篇注。神思宗之至新者指十九世纪末叶的极端主观唯心主义派别，如下文所介绍的以尼采叔本华为代表的唯意志论，以斯蒂纳为代表的唯我论等。吊诡十分奇特的意思。庄子齐物论是其言也，其名为吊诡。据唐代陆德明经典释文吊，音的，至也诡，异也。斯契纳尔―通译斯蒂纳，德国哲学家卡斯巴尔施米特的笔名。早期无政府主义者唯我论者，青年黑格尔派代表之一。他认为自我是唯一的实在，整个世界及其历史都是我的产物，反对一切外力对个人的约束。著有唯一者及其所有物等。认为斯蒂纳是一个先觉善斗之士，也是一种误解。舆台古代奴隶中两个等级的名称，后泛指被奴役的人。勖宾霍尔―通译叔本华，德国哲学家，唯意志论者。他认为意志是万物的本原。意志支配一切，同时也给人类带来不可避免的痛苦，因为人们利己的生活意志在现实世界中是无法满足的，人生只是一场灾难，世界注定只能被盲目的非理性的意志所统治。这种唯意志论后来成为法西斯主义的理论基础。"}
{"text":"著有唯一者及其所有物等。认为斯蒂纳是一个先觉善斗之士，也是一种误解。舆台古代奴隶中两个等级的名称，后泛指被奴役的人。勖宾霍尔―通译叔本华，德国哲学家，唯意志论者。他认为意志是万物的本原。意志支配一切，同时也给人类带来不可避免的痛苦，因为人们利己的生活意志在现实世界中是无法满足的，人生只是一场灾难，世界注定只能被盲目的非理性的意志所统治。这种唯意志论后来成为法西斯主义的理论基础。他的主要著作有世界即意志和观念。契开迦尔―通译克尔凯郭尔，丹麦哲学家。他用极端主观唯心主义来反对黑格尔的客观唯心主义，认为只有人的主观存在才是唯一的实在，真理即主观性。著作有人生道路的阶段等。显理伊勃生―通译亨利克易卜生，挪威戏剧家。他的作品对资产阶级社会的虚伪庸俗作了猛烈批判，鼓吹个性解放，认为强有力的人是孤独的，而大多数人是庸俗保守的。在当时挪威小市民阶级占有很大势力，无产阶级还没有形成强大政治力量的条件下，这些思想具有反对小市民阶级市侩主义的进步意义但其强烈的个人主义世界观和人生观，是同无产阶级的思想相冲突的。易卜生在十九世纪欧洲文学史上有重要地位。他的作品在五四时期被介绍到中国，其进步的一面，在当时的反封建斗争和妇女解放斗争中曾起过积极的作用。主要作品有玩偶之家国民公敌即文中所说的民敌等。拘于虚囿于狭隘的见闻。主子秋水井蛙不可以语与海者，拘于虚也。虚，洞孔。梭格拉第s，前―前通译苏格拉底，古希腊哲学家。他宣扬世界万物都是神为了一定目的安排的，是保守的奴隶主贵族的思想代表，后因被控犯有反对雅典民主政治之罪判处死刑。布鲁多既杀该撒该撒s，前―前，通译恺撒，古罗马共和国将领政治家。公元前四十八年被任命为终身独裁者，前四十四年被共和派领袖布鲁多刺死。恺撒死后，他的好友马卡斯安东尼即文中所说的安多尼指恺撒血衣立誓为他复仇。布鲁多刺杀恺撒后，逃到罗马东方领土，召集军队，准备保卫共和政治公元前四十二年被安东尼击败，自杀身死。这里是根据莎士比亚的历史剧裘力斯恺撒第三幕第二场中的情节。意力即唯意志论。"}
