{"text":"羞见先生面，夜半过钓台。这真是有人辞官归故里，有人漏夜赶科场的对比写照。但是相反的，后人有对他作极其求全的批评说一着羊裘不蔽身，虚名传诵到如今。当时若着蓑衣去，烟水茫茫何处寻。这又是何等严格的要求，好像专为老子的哲学作人事考核似的。他是说，严子陵反披羊裘去钓鱼，分明是故意沽名钓誉，要等汉光武来找他，用此为求成名的手段。如果真想逃名避世，当时只着一般渔人所穿的蓑衣斗笠去钓鱼，谁又知道富春江上多了一位渔人便是严子陵呢！那么，当皇帝的同学刘秀，岂不是永远也无法找到你吗？因此他批评严光是有意弄噱头，求虚名，而非真隐的诚意人物。如照这种严格的要求隐士高士处士的标准来讲，凡是被历史文献所记载，为人世所知的人物，乃至神仙传记或佛门中的高僧，也都是一无是处的。宋代的大诗人陆放翁便说过志士栖山恨不深，人知已自负初心。不须更说严光辈，直自巢由错到今。平庸一生，名不见于乡里，终与草木同腐的，或者庶乎近焉！陈抟，道号希夷。当然，他早已被道家推为神仙的祖师。一般民间通称，都叫他陈抟老祖。他生当唐末五代的末世，一生高卧华山，似乎一点也不关心世事。等到宋太祖赵匡胤在陈桥兵变，黄袍加身，当起皇帝来了，他正好下山，骑驴代步，一听到这个消息，高兴得从驴背跌下来说，从此天下可以太平！因为他对赵宋的创业立国，有这样的好感，所以赵氏兄弟都很尊重他。当弟弟赵匡义继哥哥之后，当上皇帝――宋太宗，还特别召见过他。在神仙传上的记载，宋太宗还特别派人送去几位宫女侍候他。结果他作了一首诗，把宫女全数退回。冰肌为骨玉为腮，多谢君王送到来。处士不生巫峡梦，空劳云雨下阳台。这个故事和诗也记在唐末处士诗人魏野的帐上，唐人诗中也收入魏野的著作。也许道家仍然好名，又把他栽在陈抟身上，未免有锦上添花画蛇添足的嫌疑。其实，希夷先生，生当乱离的时代，在他的少年或壮年时期，何尝无用世之心。只是看得透彻，观察周到，终于高隐华山，以待其时，以待其人而已。我们且看他的一首名诗，便知究竟了。十年踪迹走红尘，回首青山入梦频。紫缓纵荣争及睡，朱门虽富不如贫。愁看剑载扶危主，闷听笠歌聒醉人。携取旧书归旧隐，野花啼鸟一般春。从这首七言律诗中，很明显地表露希夷先生当年的感慨和观感，都在愁看剑戟扶危主，闷听笙歌聒醉人两句之中。"}
{"text":"其实，希夷先生，生当乱离的时代，在他的少年或壮年时期，何尝无用世之心。只是看得透彻，观察周到，终于高隐华山，以待其时，以待其人而已。我们且看他的一首名诗，便知究竟了。十年踪迹走红尘，回首青山入梦频。紫缓纵荣争及睡，朱门虽富不如贫。愁看剑载扶危主，闷听笠歌聒醉人。携取旧书归旧隐，野花啼鸟一般春。从这首七言律诗中，很明显地表露希夷先生当年的感慨和观感，都在愁看剑戟扶危主，闷听笙歌聒醉人两句之中。这两句，也是全诗的画龙点睛之处。因为他生在唐末到五代的乱世中，几十年间，这一个称王，那一个称帝，都是乱七八糟，一无是处。但也都是昙花一现，每个都忙忙乱乱，扰乱苍生几年或十多年就完了，都不能成为器局，所以他才有愁看剑戟扶危主的看法。同时又感慨一般生存在乱世中的社会人士，不知忧患，不知死活，只管醉生梦死，歌舞升平，过着假象的太平生活，那是非常可悲的一代。因此便有闷听笙歌聒醉人的叹息。因此，他必须有自处之道，携取旧书归旧隐，高卧华山去了。这也正如唐末另一位道士的诗说为买丹砂下白云，鹿裘又惹九衢尘。不如将耳入山去，万是千非愁煞人。他们所遭遇的境况和心情，都是一样的痛苦，为世道而忧悲。但在无可奈何中，只有如老子一样，走那我愚人之心也哉！沌沌兮，俗人昭昭，我独昏昏。俗人察察，我独闷闷。澹兮其苦海，囗兮若无止，众人皆有以，而我独顽且鄙。看来虽然高不可攀，其实，正是悲天悯人，在无可奈何中，故作旷达而已吧！孔德之容，惟道是从。道之为物，惟恍为惚。惚兮恍兮，其中有象恍兮惚兮，其中有物窈兮冥兮，其中有精。其精甚真，其中有信。囱古及今，其名不去，以阅众甫。吾何以知众甫之状哉？以此。老子的物是什么东西孔德是大德之意。依佛教习惯，写信给老前辈之尊称为某某大德。古代佛学从梵文翻译成中文的同义字，本来是有孔德，但因孔子姓孔，后来才将孔德改成大德，孔是大，德代表真正有道者的行为。容，则指内涵的包容作用。一个真正有道德修养的人，他的内涵，只有一个东西――道。惟道是从，二六时中，随时随地，每分每秒，都在要求自己合于道的原则，起心动念，一言一行，无有稍微违反道业。澹兮其若海，永远包容一切，容纳细流，会归于一，没有离谱走样的情况出现。"}
{"text":"依佛教习惯，写信给老前辈之尊称为某某大德。古代佛学从梵文翻译成中文的同义字，本来是有孔德，但因孔子姓孔，后来才将孔德改成大德，孔是大，德代表真正有道者的行为。容，则指内涵的包容作用。一个真正有道德修养的人，他的内涵，只有一个东西――道。惟道是从，二六时中，随时随地，每分每秒，都在要求自己合于道的原则，起心动念，一言一行，无有稍微违反道业。澹兮其若海，永远包容一切，容纳细流，会归于一，没有离谱走样的情况出现。这是本章开头提出做人的大原则，也是说明修道人出世的态度，以及道是如何修法。这一章需要一口气念下来，不可间断，这样味道才够。古人读书的时候，总是摇晃着脑袋念，有时一口气念得接不上，不得已切断文气，那不行。学古人文章，当那文气一路顺下来时，管它中间句子对不对，总要先把握住一气呵成，如果中途停顿，再接下来就差多了。写毛笔字也一样，即使笔上墨已不够，字未写完，也不想再蘸一下，因为再停下来蘸墨，那股淋漓尽致的气势便中断了，划不来。那硬是像打球一样，手用力一挥，球嗖的一声，形成一个强劲有力的曲线，就过去了。好的文章，好的诗词，同样讲究气势，气势不足，或者不连贯，必然影响它的美感，这之间的微妙之处，很难阐述清楚。道之为物，惟恍惟惚。我们后世许多研究老子哲学的人中，有一派说老子是唯物的，不是唯心的。因为在老子的书中有好多处，提到物字。这一点确须特别注意，在春秋时代，并没有所谓唯心唯物的理论。那个时候所说的物，等于我们现在讲这个东西。这在古书诸子百家中可以引出很多证据。我们现在的常用语你这个东西或是什么东西，假使五百年或一千年后的人，来考证这一句话，也许会觉得十九世纪到二十世纪的中国人，语言真麻烦。东西是什么？东是东边，西是西边，两个方向怎么能合拢成一个名词呢？例如，我们现在有些人，喜欢骂别人你是什么东西！我觉得这话骂得很好，因为我自己再怎么找，也找不出自己是个什么东西。我是个人，并不是什么东西。然而，这一代的语言东西二字，合拢来就是一个观念。这个观念很难下注解，物可以叫东西，人也可以叫东西。古人讲物，也同样是这种意思，并不限制确定只是表示物质。事隔两千多年的后人，不明此理，糊里糊涂把物当成唯物之物，硬以现代人的文字观念诠释古人的文字观念，这不是很严重的拿着鸡毛当令箭吗？"}
{"text":"例如，我们现在有些人，喜欢骂别人你是什么东西！我觉得这话骂得很好，因为我自己再怎么找，也找不出自己是个什么东西。我是个人，并不是什么东西。然而，这一代的语言东西二字，合拢来就是一个观念。这个观念很难下注解，物可以叫东西，人也可以叫东西。古人讲物，也同样是这种意思，并不限制确定只是表示物质。事隔两千多年的后人，不明此理，糊里糊涂把物当成唯物之物，硬以现代人的文字观念诠释古人的文字观念，这不是很严重的拿着鸡毛当令箭吗？比如，庄子说他的话，十之八九为寓言，寓言一词最先出自庄子。近代日本翻译西方文化，将那些幻想假托的故事，便借用寓言一词做代表。结果现在年轻人不懂，以为寓言就是文学家凭空幻想所创作出来的东西，如伊索寓言一样，反而视庄子所说的寓言都虚假靠不住。这岂不是颠倒是非阴错阳差了吗？老子讲物，千万不能当唯物的物解。老子所说的物，用现代名称来说，便是这个东西的意思。东西就是东西，是勉强指陈某一种事物，再进一步讲不出一个所以然的代名词。这等于佛家说，有一个不可思议的自性光明，西方人崇高无比的上帝，这些形容绝对性的宗教词句，一到了禅宗祖师们手中，就把所有宗教的外衣都剥光了，而以这个来代替。这个是那个？那个是这个！这个又是什么东西？东西便是东西，无法注解，只有自己亲身见到证到才知道。我们了解了物在当时的文字概念，自然不会随便给古人栽赃，说他是唯物思想，否则那太离谱太莫名其妙了。不过，有人还会误认孔明就是孔子的弟弟，这也是令人啼笑皆非，无可奈何的自由心证，只好由他去认定属实吧！至于说，道之为物，惟恍惟惚。这其中牵涉到中国文字问题，更是复杂。我们现在一听恍惚一辞，就解释为精神散乱，昏头昏脑，类似现在流行吃强力胶，注射速死坑者的精神迷幻状态。因此，有些年轻人拼命吃强力胶，以为是享受，结果把身心搞砸了。其实，恍惚是指心性光明的境界，我们姑且不用繁琐的训估学来解释这两个字，单就字形，便可看出恍是竖心旁加一个光字惚是竖心字旁加一个忽字，意谓心地光明，飘然自在，活活泼泼，根本不是颠三倒四，昏头昏脑。如果修道的结果，像喝醉酒一样，迷迷糊糊，东倒西歪，需要好几个人扶着，才叫做恍兮惚兮，那还算修道吗？"}
{"text":"因此，有些年轻人拼命吃强力胶，以为是享受，结果把身心搞砸了。其实，恍惚是指心性光明的境界，我们姑且不用繁琐的训估学来解释这两个字，单就字形，便可看出恍是竖心旁加一个光字惚是竖心字旁加一个忽字，意谓心地光明，飘然自在，活活泼泼，根本不是颠三倒四，昏头昏脑。如果修道的结果，像喝醉酒一样，迷迷糊糊，东倒西歪，需要好几个人扶着，才叫做恍兮惚兮，那还算修道吗？老子是说，道这个东西，它是惟恍惟惚的。勉强来描述，是说它有这么一个不可思议的光明洒脱境界。所谓惚兮恍兮，其中有象。兮字，源自古代南方楚国语助辞的用法。楚国文化，遍布长江南北，自成一个系统，就历史而言，当时的楚国，乃祝融氏之后，也与神农的文化有关。孔子的文章章法，是属齐鲁文化的传承，具有北方朴实敦厚的气质。老子的文章，潇洒而有韵律，具有南方文学的风格。而在老子之后，代表南方楚国的文学，便有屈原楚辞离骚的出现。兮字，古时是否念做西的音，是个问题，只是我们现在一直把它读做西字的音罢了。严格而言，古代兮字，不念西音，其性质类似现在唱歌时常用的啊字，或哑字，讲不出一个具体的含意来。有人主张，此字应以闽南音或客家音的唉或哎，拉长声调而唱。如果它构成一个辞，该是两个字以上连在一起，而形成一个独立形容词，并非完全无意义的填入文章之中。春秋时代南北文学的境界研究历史文化，需要了解当时不同地区的文字风格的趋势。楚辞，以及词赋等华贵美丽的文学作品，出于南方。后代思想的发展，老庄禅宗皆在南方，尤其长江流域一带最为盛行。这一点，年轻一代的后起之秀，在研究中国文化，重新整理中国文学哲学时，有必要加以特别注意。一般来说，北方民风，温柔敦厚，朴实无华。方方正正，顶天立地的仁道文化，往往由北向南发展。而思想高明空灵优雅的文化，则诞生于南方之地。这几乎成了一个定律。我常以此观念，研究欧洲历史，美国历史也一样。欧美方面，北部出来的人物，或文化思想，就与南方不同，北部的人们，行为笃厚，气质浑厚。南方出来的人物，像卡特就很有问题。这很奇怪，只由于东南西北地区方向的差别，冥冥中影响山川人物以及文化的异同问题，和易经象数的法则又大有关系。"}
{"text":"一般来说，北方民风，温柔敦厚，朴实无华。方方正正，顶天立地的仁道文化，往往由北向南发展。而思想高明空灵优雅的文化，则诞生于南方之地。这几乎成了一个定律。我常以此观念，研究欧洲历史，美国历史也一样。欧美方面，北部出来的人物，或文化思想，就与南方不同，北部的人们，行为笃厚，气质浑厚。南方出来的人物，像卡特就很有问题。这很奇怪，只由于东南西北地区方向的差别，冥冥中影响山川人物以及文化的异同问题，和易经象数的法则又大有关系。老子又说，在惚兮恍兮，其中有象。换言之，在毫无边际活活泼泼的一片光明境里，就有这么一个境界。象者，境界也。恍兮惚兮，其中有物。而且在这个光明的境界里，似乎确有这么一个东西。等于佛家所说即空即有，即有即空。在空空洞洞里边，又非真的空空洞洞。这个其中有物，既非唯心，亦非唯物，而是心物一元的那个东西。修道人可以到达这种莫可名状，光明无际，荒兮其未央哉的灵活自在，若虚若实的境界。但是这个境界，这个东西，老子不想再加上一个名词去解释，恐怕以词害意，只好简单地用象用物来表达它。在佛学中，也常说不可思议，或不可说来结束其词，个中况味，只好说如人饮水，冷暖自知了。此精不是那精接下来，老子又搞出一个大问题。窈兮冥兮，其中有精，窈是形容其深远，冥是形容其高大。如果当时用齐鲁文化的文笔写来，或者使用巍巍乎三字来形容。窈冥可以用太空的现象作比喻。如飞入清冥，代表远远到达无穷高无穷尽的太空中去，甚至还遗忘了太空的观念。一个人的修养如果达到这种程度，便可了解这中间确是其中有精。但是提到精，便须千万注意，不可以物质观念来解释这个精。当然，不是如后世的旁门左道所指的精虫卵子之精，它是包含精灵精华之意，不可测量不可捉摸的精神之精。但后世道家所讲的炼精化气，炼气化神，炼神还虚，究竟有没有这回事呢？――有这回事。但千万别误认所指是人体生理周期所产生的精虫卵子。如果这样认定，就有毫厘之差，千里之失。有一位在美国研究心理学的同学，回来跟我讲真糟糕，现在美国心理学家，提倡老人可以结婚，享受充分的性生活，并不承认中国道家十滴血一滴精的说法，而且不反对多交杂交，这不是要把老人玩死了吗！这位同学毕竟是知识分子，不能做到绝学无忧，一直担心得不得了。"}
{"text":"但后世道家所讲的炼精化气，炼气化神，炼神还虚，究竟有没有这回事呢？――有这回事。但千万别误认所指是人体生理周期所产生的精虫卵子。如果这样认定，就有毫厘之差，千里之失。有一位在美国研究心理学的同学，回来跟我讲真糟糕，现在美国心理学家，提倡老人可以结婚，享受充分的性生活，并不承认中国道家十滴血一滴精的说法，而且不反对多交杂交，这不是要把老人玩死了吗！这位同学毕竟是知识分子，不能做到绝学无忧，一直担心得不得了。于是，我问他你知不知道所谓十滴血一滴精的说法，是怎么传到美国去的？他说道书上都这么讲。我告诉他这不是正统的道书，这种书把精认作男性精子及女性卵子，根本大错特错，事实上精子卵子也不是单靠血液变出来的。美国这些心理学家生理学家，拼命攻击这种观念，是有其道理的。人家有科学上的根据，岂会随随便便相信你的说法，怪只怪我们自己贩卖中国文化的人搞错了。所谓精，很难加以明确的界说。如果在人身上而言，可以包括各种荷尔蒙――内分泌等等，但不仅止于此，很难细说。至于气神二者，更有待于另做专题讨论。如果根据黄帝内经所载，在医学方面，所指的精，也不是精虫卵子，早已有了特别的说明。比如，我们听人说这个人精神很好！你总不会认为说他精神好，就是他体内的精虫特别多吧！当然没有这种道理。精神是无法以言词作具体形容的。然而真没有这个东西吗？却毫无疑问可感觉到人身却具有这股活力的作用。精神好或精神萎靡，与人体的生理机能和心理状况，有相互作用的关系。一个学道者，倘若经年累月地打坐，结果一日一日，越坐越没精神，越修越昏头昏脑，那就错了。这可不是窈兮冥兮。真正到达窈兮冥兮的空灵境界，只要你眼神稍稍凝定几分钟，就等于常人几小时的睡眠，这是其中有精，由此才谈得上炼精化气的功夫。像这老子庄子书中，谈修道功夫境界的文字，非常多，不是一般哲学观念或文人的艺术想象所能理解诠释的。那硬要实修实证，方能体会个中真相。然后，老子又形容精神之重要，其精甚真，其中有信。此处之精，在用法上，几乎已到达佛家所说不生不灭的境界。佛经名典楞严经亦云心精圆明，含裹十方。修心养性到此等地步，可以盖天盖地，包容整个宇宙。"}
{"text":"像这老子庄子书中，谈修道功夫境界的文字，非常多，不是一般哲学观念或文人的艺术想象所能理解诠释的。那硬要实修实证，方能体会个中真相。然后，老子又形容精神之重要，其精甚真，其中有信。此处之精，在用法上，几乎已到达佛家所说不生不灭的境界。佛经名典楞严经亦云心精圆明，含裹十方。修心养性到此等地步，可以盖天盖地，包容整个宇宙。因此，老子说其精甚真，它是个绝对真实的东西，无始无终，不生不灭的。其中有信，确是实有其事，确有这个消息，只要你从身心上，真修实证，到时便自然有一步一步的征信效验。孟子的证道讲到这里，且让我们借用孟子尽心章的话来注解老子的其中有信，却很恰当。孟子说可欲之谓善，有诸己之谓信，充实之谓美，充实而有光辉之谓大，大而化之之谓圣，圣而不可知之之谓神。如果大家要谈修养功夫，只是一时兴来，随便搞搞打坐，认为好玩，没有将它当作人生第一件事，那么也只是混混日子，没有什么好结果的。假如真把它当作人生第一件事，朝暮念兹在兹，没有须臾荒废，如此便是到达可欲之谓善，随时随地有如抽鸦片烟上瘾一样，到时间不上座，就显得无精打采，非坐一下不可。所谓抽鸦片一样有了瘾，这是比喻之辞而已，不可误会。这么用功上路，渐渐就会到达有诸己之谓信。那是说，火候到了，必然会有它的境界呈现，可以征信无疑。孟子这一段话，一路下来，讲的都是修持功夫的层次经验，不只是比量的理论而已。老子对精气神三样东西，是分开提出的，其精甚真，其中有信，只要锲而不舍，不退失道心，久而久之，精神气息的妙用象征，一步一步呈现，一层一层往上提升，终至契人形而上的道妙。因此便说，形而上的道，自古及今，其名不去。它是参天地的造化之机，不生不灭，永恒存在。从古至今，真理只有一个，无二亦无三。但是世界上表达不二法门的道之名称，可有千差万别，不只一个而已。叫它是道，是神，是心，是物，是天，是帝，是如来，都同是代表这个不二之道的别名。这个东西永远不会改变，永远不可磨灭，横竖三际，遍弥十方。我们的传统文化，便名它是道。如实悟了大道之后，以阅众甫，吾何以知众甫之状哉？以此。"}
{"text":"因此便说，形而上的道，自古及今，其名不去。它是参天地的造化之机，不生不灭，永恒存在。从古至今，真理只有一个，无二亦无三。但是世界上表达不二法门的道之名称，可有千差万别，不只一个而已。叫它是道，是神，是心，是物，是天，是帝，是如来，都同是代表这个不二之道的别名。这个东西永远不会改变，永远不可磨灭，横竖三际，遍弥十方。我们的传统文化，便名它是道。如实悟了大道之后，以阅众甫，吾何以知众甫之状哉？以此。这是说，等到证得了真理，那么你便能无所障碍地观察一切众生相，了知一切众生的根性。众甫就是众人，甫也作父解，代表男性。古代社会，处处以男性为重。读古人文章，假如有一个人名张大，替别人写一篇序，下面落款是某朝某年某月某日张大甫序。后世人看了，不明就里，以为这篇文章是张大甫作的。有时候名字外又加号，比如他号小仙，于是落款写成张大小仙甫序。这么，就会有人误认此人名张大小，号仙甫。实际上，真名叫张大，号小仙，甫乃表示他是男人。古时代有许多文章署有此字，究竟从哪个时代开始发生此一现象，有待查证。其实，是道道地地的男人，谁又会把你当成女人看？一个甫字加在其中，实在容易混淆不清，引起误解。像我们的大诗人杜甫，这么一来，不就要被看成杜男人了吗？这些地方，便是中国文化中，过分玩弄文字常有的流弊，的确需要改革简化明白才好。众甫同于后世佛家所说的众生，当你得了真理大道之后，芸芸众生的种种习性种种因缘，干差万别的生命状态，皆可一目了然，看得透彻。所以老子说吾何以知众甫之状哉？以此。我为什么能够了解一切人的根性，一切人的心理思想呢？就是以此而来。因为得了道，由这个至高无上恍恍惚惚的道，通达变化无穷的宇宙万有，照见无涯无际的生命现象，所以才能无所不知。说到这里，据我所了解，目前有一些年轻人，喜欢学打坐，各式各样的方式都去试试看，却不懂得真正静坐的身心原理，盲修瞎炼，坐得头昏昏，脑钝钝，有时前面稍一有光，便以为是惟惚惟恍其中有信，是有道的现象，这是要不得的。像这样的现象，你若刻意执着，自以为是，它便是得道的信，那么，就可以警告你快要到精神病医院去了。于此，你必须参看佛典金刚经的几所有相，皆有虚妄的道理，以免玩弄精神，走上歧途。"}
