{"text":"世界之大，远超过我们的眼界可以容纳的范围，不管人们走得多慢走得快，他们也不会看到更多。真正珍贵的东西是所思和所见，不是速度。子弹飞得太快并不是好事一个人如果他的确是个人，走慢点也并无害处因为他的辉煌根本不在于行走，而在于亲身体验。有一种标准可以衡量我们是多么习惯于对细节的疏忽如果我们停下来注视一地的风景，停留时间约为完成一幅素描的时间，那我们将被认为是反常，甚至是危险的。分钟敏锐的专注是描画一棵树所必需的然而最好看的树也很少能让过路人驻足分钟。罗斯金认为假若我们只想旋风式地造访一个遥远的旅行的艺术地方，就难以从这个旅途得到快乐，正如如果我们行色匆匆，就无法注意到垂在篮边的欧芹这样的细节。有一段时间他对旅游业感到非常沮丧，年，罗斯金在曼彻斯特向一批富有的工厂老板大声疾呼你们认为火车旅行其乐无穷。你们已罗斯金一根孔雀胸部羽毛的研究，年经在沙夫豪森瀑布上架了一座铁路桥你们在卢塞恩的泰尔教堂旁的高崖开挖隧道，你们已经破坏了日内瓦湖克拉朗堤岸，你们在英国乡间山谷升起大火，使得那里的宁静不复存在，你们在足迹所至的每个地方造起一堆让人生厌的白色旅馆。你们眼中的阿尔卑斯山不过是在有熊出没的花园里，一根擦过肥皂的柱子，你们爬上去，然后一边溜下来，一边快乐地尖叫。罗斯金的言辞有些过激但两难处境却是真实的。技术也许让人们更加容易接触到美鞘撬并没有使拥有或欣赏美的过程变得简单。那么，照相机有什么错呢？没有，罗斯金最初这样想。在这恐怖的世纪，机械给人们带来了各种害处，但照相机提供了一种解毒剂。他在评论年路易雅克芒代达盖尔的发明时这样写道。年，他在威尼斯拼命拍照，结果非常满意。他在写给父亲的信中说广利用银版摄影在阳光下拍摄到的东西非常棒它使整个皇宫跃然纸上，每一块碎片和上面的斑点都在，当然，也不会有比例上的差错。然而，罗斯金逐渐察觉到摄影给它的大多数使用者带来了严峻的问题，他的热情慢慢消失。使用者们不是把摄影作为积极而有意识的观察的一种补充，相反，他们将它作为一种替代物，以为只要有一张照片，自己就把握了世界的一部分。罗斯金每次旅行总会画些素描。"}
{"text":"年，他在威尼斯拼命拍照，结果非常满意。他在写给父亲的信中说广利用银版摄影在阳光下拍摄到的东西非常棒它使整个皇宫跃然纸上，每一块碎片和上面的斑点都在，当然，也不会有比例上的差错。然而，罗斯金逐渐察觉到摄影给它的大多数使用者带来了严峻的问题，他的热情慢慢消失。使用者们不是把摄影作为积极而有意识的观察的一种补充，相反，他们将它作为一种替代物，以为只要有一张照片，自己就把握了世界的一部分。罗斯金每次旅行总会画些素描。在解释他对绘画的热爱时，罗斯金曾经提及说这种爱源于一种渴望。不为ss一法国画家和物理学家，发明了达盖尔式照相法又称银版照相法。旅行的艺术名声，不为服务于别人，也不为自己，而是来自一种像吃或喝一样的本能。而绘画吃饭喝水这三件事之所以可以相提并论，是因为它们全部涉及自己从这个世界吸收好的元素，把好的东西输进来。据罗斯金说，在孩童时代，他就非常喜欢草的样子，甚至常常想去吃它，但是他渐渐发觉尝试把草画下来会更好广我过去经常躺在草地上，并通过绘画来捕捉它们的成长过程――直到草地的每一平方英尺的原野或碧绿的河畔成为我的一笔财产。照相本身并不能保证这样的收获。对于一片景色真正的拥有，实质是通过有意识的努力注意到各种元素并且了解它们的结构。只要将眼睛睁开，我们就能见到许多美景，但是这份美在己忆中存留多久却要依赖于我们领悟它的用心的程度。照相机模糊了观看和注视之间观看与拥宥之间的区别它或许可以让我们择取真正的美，但是它却可能不经意地使意欲获得美的努力显得多余。照相机暗示我们，只需拍摄一张照片，我们就做完了所有的功课然而就清晰地了解一个地方如一片树林而言就必然包含询问我们自己一系列的问题，比如，树干是如何与树根相连的雾是从哪里来的为什么一棵树的色泽似乎比另一棵更深――在素描的过程之中，类似的问题不断出现并得到回答。罗斯金认为人人都可拾起画笔，在这种观念鼓舞下，我开始在旅程中尝试着绘画。关于要画什么，我想，尽可以由着拥有美的渴望来引导，在那些以前想用相机拍下的地方动笔即可。在罗斯金看来，你的艺术是对某些你所喜欢的东西的赞美。"}
{"text":"罗斯金认为人人都可拾起画笔，在这种观念鼓舞下，我开始在旅程中尝试着绘画。关于要画什么，我想，尽可以由着拥有美的渴望来引导，在那些以前想用相机拍下的地方动笔即可。在罗斯金看来，你的艺术是对某些你所喜欢的东西的赞美。它或许仅仅是对一片贝壳或是一块石头的赞美。我决定画凡人旅馆里卧室的玻璃窗，一是因为它近在眼前，二是因为在一个明朗的秋日清晨它显得很迷人。结果如我所料，画出的东西很糟，但我仍然感觉学到了一些东西。画一件物体，不论画得有多糟我们都会很快从模模糊糊的感觉进到明确的知觉，分析这样东西的组成部分和特点。因此，一扇窗是一堆架子在合适处支撑着玻璃片，是由木条和凹槽组合成的体系，旅馆的窗口是乔治亚式的块玻璃看起来像正方形但其实是长方形，窗格涂的源于世纪初英国国王乔治一世的新古典建筑风格，简单朴实。――旅行的艺术是白色的涂漆，但看起来并不像真的白色，而是呈现出灰色棕灰色黄色粉紫色和柔和的绿色，这得取决于光的强度和光线照射在木条上的情况窗户的西北角有受潮的痕迹，那里的油漆因此略显粉红。玻璃也不是完全明净在玻璃的内部略有瑕疵，有些细小的气泡，像是结冻了的汽水，玻璃的表面有干了的雨滴的痕迹和玻璃清洁工的抹布不经意留的拭痕。绘画无情地揭示出了我们先前对于事物真实面目的无知。这里以树木为例。在绘画的元素的一段论述里，罗斯金借助他的插图说明，通常我们在动手画之前想象的树枝，跟我们更接近地观察后用纸笔去描绘是有区别的树干并不是随意地从这里或那里生长出无规律的树枝来占据各自的位置，而是所有的树枝分享了一个类似于喷泉的巨大力量。那也就是说，一棵树大体上的形状不是像而像所有的粗树枝都将它们细小的分支向外延伸，形成一个弧度。同时每一根独立的树枝的形状不是而是，也就\\罗斯金枝条，引自绘圃的元素，年是说，类似于一株花椰菜的结构。"}
{"text":"那也就是说，一棵树大体上的形状不是像而像所有的粗树枝都将它们细小的分支向外延伸，形成一个弧度。同时每一根独立的树枝的形状不是而是，也就\\罗斯金枝条，引自绘圃的元素，年是说，类似于一株花椰菜的结构。在我的一生中我已经见过许多橡树，但只有在花费了个小时去画兰代尔{谷中的一棵之后尽管连小孩见了我画的东西都会觉得难为情，我才开始了解并记住了橡树的特征。我们可能从绘画中获得的另一个好处是我们可以对某些风景和建筑吸引我们的深层原因有一种清醒了解。我们为自己的品位找到了解释，我们培养了一种审美能力，一种对美和丑进行判断的能力。我们更加确切地知道一座建筑物所缺乏的什么，而这也是我们不喜欢它的理由同时我们也可了解我们赞叹的建筑之美缘何而起。我们更快地分析一种令我们感动的景色，并且明确指出它令我们感动的力量从何而来石灰岩和夕阳的结合，或是树枝越近河边越稀。我们从一种麻木的我喜欢这个转变为我喜欢这个，因为，最后也能归结出自己喜欢的特点。即使我们只是在做着试验和尝试，关于美的法则也会进入脑中光从旁边照向物体会比从顶部照射下来更好灰色与绿色搭配很好一条街要给人以空间感，建筑物的高度不能旅行的艺术超过街道的宽度。有了这种清晰的了解，更加牢固的记忆方可形成。这样一来就再无必要将我们的名字刻在庞培石柱上了。用罗斯金的话说，绘画使我们得以定住即将消逝的云彩颤抖的叶子及变幻的阴影。总结在四年的教学及编写绘画手册的时间里他所尝试做的事情，罗斯金解释说，他被一种渴望所驱使，这种渴望是指引人们在物质世界中，把注意力精确地放置于上帝的作品所展现出来的美丽。或许有必要引述罗斯金的一篇文字，文章中罗斯金明确指出，在一个具体的层面上，这种听上去有些奇怪的野心究竟可能包括什么让两个人外出散步一个是优秀的素描家，另一个则对这类东西毫无喜好。他们顺着一条林阴道往前走时，对这片景色的感受会有着很大的区别。"}
{"text":"总结在四年的教学及编写绘画手册的时间里他所尝试做的事情，罗斯金解释说，他被一种渴望所驱使，这种渴望是指引人们在物质世界中，把注意力精确地放置于上帝的作品所展现出来的美丽。或许有必要引述罗斯金的一篇文字，文章中罗斯金明确指出，在一个具体的层面上，这种听上去有些奇怪的野心究竟可能包括什么让两个人外出散步一个是优秀的素描家，另一个则对这类东西毫无喜好。他们顺着一条林阴道往前走时，对这片景色的感受会有着很大的区别。一个将看到一条小路和树木他会认为树是绿色的，但是他不会对此作任何的思考他会看到阳光闪耀并觉得很舒服，仅此而已！但是素描家会看到什么他的眼睛习惯去探求芡的原因，美的最细微的部分。他抬头向上看，观察阵雨般散射的道道阳光是如何从头顶闪烁的树叶间洒落下来，直到林间充满翠绿的光。他会这里看看，那里看看，一条树枝从树叶的遮蔽中伸出来，他会看到翠绿色的苔藓散发的宝石般的光芒，还会看到色彩斑斓的地衣，白色和蓝罗斯金光滑的梭子蟹，丨―丨丨年色，紫色和红色都交织混合在一起，织成一片鲜艳夺目的锦缎。接着他会看到凸凹不平的树干和扭曲的树根，树根在陡峭的河岸像蛇一样地延伸开去，而岸边铺着草皮的斜坡，被有着千万种颜色的花朵镶嵌。这难道不值得细细品味吗？然而，如果你不会素描，你只会经过这条绿色的小路，当你再次间到家时，你不会觉得有什么值得一提或回味再三，你仅仅是走过了一条这样的小路。罗斯金不仅鼓励我们在旅行的时候作画，同时他觉得我们应该写，他觉得，写作就是用文字画画，这样做可以巩固我们对于美的印象。在他的一生中，他的绘画非常受人尊敬但是他的语言描画具有更重要的意义，它吸引公众旅行的艺术的想象力，并且在维多利亚时代晚期给他带来了显赫的名声。令人陶醉的景致通常让我们意识到语言的贫乏。在湖区给一个朋友的明信片上，我带着某种绝望，匆忙写道，这里景色很美，天气潮湿多风。罗斯金会将这样的语句更多地归因于懒惰，而不是缺乏能力。他认为，我们有能力进行大量丰富的语言描绘。导致失败的结果仅仅是因为我们没有问自己足够多的问题，没有精确地分析我们的所见和所感。"}
{"text":"令人陶醉的景致通常让我们意识到语言的贫乏。在湖区给一个朋友的明信片上，我带着某种绝望，匆忙写道，这里景色很美，天气潮湿多风。罗斯金会将这样的语句更多地归因于懒惰，而不是缺乏能力。他认为，我们有能力进行大量丰富的语言描绘。导致失败的结果仅仅是因为我们没有问自己足够多的问题，没有精确地分析我们的所见和所感。我们不应当仅仅停留在这片湖很美的感觉上，我们应该更加积极地问自己，这片开阔的水面究竟有什么地方如此吸引人？它会让人联想到什么？除了用大这个词之外有什么更好的词可以形容？以语言描画完成的作品不一定才华横溢，但至少它是一种探寻真实经验的结晶。贯穿整个成年时代，罗斯金都对礼貌的受过教育的英国人拒绝更有深度地谈论天气而感到沮丧，他们加诸天气的形容词总是潮湿风大，这尤其让罗斯金感觉不适人们对天气知之太少，这真是一件怪事。我们从来不关注它，我们从来不把它当作思考的主题，我们只把它看作是一系列无意义和单调的事情，太普通，太无聊，以至于不值得花费一点时间留心或是以欣赏的眼光瞄上一眼。如果在百无聊赖之下，我们最后转向天空，可以说些什么呢？有人说潮湿，有人说风大，还有一种可能说挺暖和。在整个喋喋不休的人群中，谁能告诉我在今天中午，环绕着地平线的一大片绵延的白色高丨丨，究竟是何种形状，那峭壁又有何种姿态？谁看见从南面照射过来的狭长光束照耀着山顶宵至白雪融化崩流而下形成像蓝色的雨滴？谁看见当昨晚阳光不再照耀被西风吹得犹如凋零的树叶般的朵朵乌云在空中的舞蹈当然，答案就蕴涵在另一个有关艺术的功能和吃喝的功能之间的类推中，罗斯金曾得意地说，他将天空装进了瓶子里，就像他的酒商父亲将雪利酒装进瓶子里一样小心翼翼。这里有两篇日记，记载了在年秋天，在伦敦，罗斯金将天空装进瓶子里的两天月日一个红晕中的早晨，翻腾的云呈现出柔软的红色，云边的红更加鲜艳，接着渐渐变成紫色。灰色的云朵由西南飘来从其下方向它们靠近，地平线上，飞云和卷云之间则是灰色的积云。"}
{"text":"这里有两篇日记，记载了在年秋天，在伦敦，罗斯金将天空装进瓶子里的两天月日一个红晕中的早晨，翻腾的云呈现出柔软的红色，云边的红更加鲜艳，接着渐渐变成紫色。灰色的云朵由西南飘来从其下方向它们靠近，地平线上，飞云和卷云之间则是灰色的积云。多美的一天远处所有的紫色和蓝色树丛中迷蒙的阳光绿色的田野小心观察那精美旅行的艺术的景致，蓝色的天空中散漫了金色的叶子，栗子树纤细而矮小，星星将黑暗衬出。月日黎明，紫色泛红优美。点的时候，出现一道灰灰浓浓的云。接着，被照亮的紫色云朵穿过这堆灰色，露出了上方暗黄色的天空。所有的灰云，和更暗的飞云从西南方斜斜地飘过天空，飘移得很快，然而却并不会让人感到紧张，最后它们渐渐散去。灰色的天空中出现一道黄铜色的光线，光线不久便消逝，灰色的早晨凸现在眼前。罗斯金的语言描画十分有力，因为他不仅描绘场景看上去像什么草是绿色的，大地是灰棕色的，而且还用心理学的语言分析它们的力量草地很张扬，土地则怯生生的。他承认许多场景因为美丽而打动我们，但这并不是阿米蒂奇仿透纳画作镌刻的云，出自罗斯金现代画家第卷，年建立在美学标准基础之上――因为色彩搭配协调或者事物之间呈现的比例和对称而是建立在心理学标准的基础之上，因为它们体现了一种对于我们而言十分重要的价值或心境。在伦敦的一个早晨罗斯金透过窗户看到了一些积云。如果只是描述事实，可以说它们形成了一堵墙，几乎全是白色的，其中有几个缺使得一些阳光可以穿过。但罗斯金以更丰富的心理语言来看待他的对象真正的积云，是云中最宏伟的是最不受风势影响的它的整体移动显得沉重连续不断无法说明，是种稳定的前进或是后退，似乎它们被一种内在的意愿所驱动，或被一种看不见的力量所操纵。在阿尔卑斯山，他用类似的心理语言描绘松树和岩石广我无法不长时间怀着敬畏感，面对阿尔卑斯山的这一堵峭壁。抬头仰望它的松树，它们矗立在可望而不可即的险境，静静地站成一片，每一棵都像是它身边的那一棵的影子――直立牢固不识彼此。"}
{"text":"在阿尔卑斯山，他用类似的心理语言描绘松树和岩石广我无法不长时间怀着敬畏感，面对阿尔卑斯山的这一堵峭壁。抬头仰望它的松树，它们矗立在可望而不可即的险境，静静地站成一片，每一棵都像是它身边的那一棵的影子――直立牢固不识彼此。你无法触及到它们，无法对它们大喊――那些树永远听不见人类的声音它们不可能听到人类的声音耳边只有风声。没有任何力量可以惊动它们震落它们的叶子。这样的站立是辛苦的，然而这样钢铁般的意志，使得旁边的岩石都甘拜下风，自叹弗旅行的艺术如――岩石与松树相比显得脆弱无力，而且很不协调。松树呈现出一种深沉的生命力，沉浸在高傲中，不以单调为苦。通过这样的心理描述我们似乎更加接近于一个问题的答案，这个问题就是为什么一个场景可以打动我们。我们更加接近了罗斯金式关于有意识地去理解我们所爱之物的目标。如果一个男子将车子停在一排高大的办公楼对面的马路边，那么不太会有人猜测他正在作文字素描。惟一的提示就是一本记事本被按在方向盘上，上面是他在长长的注视期间偶尔涂鸦写下的东西。现在是晚上，我巳经绕着船坞开了几个小时的车，并在伦敦城市机场前停下来喝了些咖啡我一直想在这里看最后一班飞机一架瑞航附属的十字航空型飞机飞向苏黎世的天空――或者飞往波德莱尔所说的任何地方！任何地方。在回家的路上，我望见了西印度船坞上巨大而明亮的高楼。办公室似乎与四周朴素而微弱的灯光照亮下的房屋所形成的景致没有任何关联。它们出现在哈得孙河畔或是在前往卡纳维拉尔角的飞机的一边也许会更加合适。水蒸气从两座相邻的高楼的顶部升起，整个区域被笼罩上了一层均匀稀薄的雾气。大部分楼层的灯依然亮着，甚至从远处都能看见室内的计算机终端会议室花盆里的植物和活动挂图。这是一幅美丽的景色，并且，这种让人留恋的美让人心生拥有的渴望，如同罗斯金所说，这是一种只有艺术才能使之得到真正满足的渴望。我开始了语言描画。"}
{"text":"水蒸气从两座相邻的高楼的顶部升起，整个区域被笼罩上了一层均匀稀薄的雾气。大部分楼层的灯依然亮着，甚至从远处都能看见室内的计算机终端会议室花盆里的植物和活动挂图。这是一幅美丽的景色，并且，这种让人留恋的美让人心生拥有的渴望，如同罗斯金所说，这是一种只有艺术才能使之得到真正满足的渴望。我开始了语言描画。描述性的文字非常容易地源源涌出办公楼很高，其中一座的顶部就像金字塔，它两侧面有红宝石般的亮光，天空不是黑色的，而是呈现出一种橘黄。但是由于一种写实性描述似乎无法帮助我将景致如此动人的原因清楚地表达出来，我尝试着用比较偏向于心理的语言去分析它的美。这片景致的特别之处似乎是那弥漫于高楼顶上的夜与雾。夜晚让人将注意力转向了白天被忽视的办公楼的方方面面。在阳光的照射下，办公楼显得很普通罗斯金阿尔卑斯山顶，约年旅行的艺术人们不会对它心生好奇，就像楼体上的玻璃不会吸引人的注意一样。然而，夜晚却倾覆了这种在白天被认为是普通的东西，它允许人们看到室内的情景，并且心生困惑，一切竟然都是如此奇特，令人吃惊和令人赞叹！办公室象征几千人之间的秩序与合作，同时还代表严格管制与烦闷无聊。官僚视角的严肃性在夜晚被削弱了，或者至少遭到质疑。在黑暗中我们不禁感到好奇，活动挂图和计算机终端有什么用呢？这并不是说它们是多余的，只是它们在黑暗中看起来比较怪异可疑。与此同时，雾气引来愁绪。雾气弥漫的夜晚，犹如某种气味，将我们带回到我们曾经经历过的，有着相同气息的其他时刻。我想起了在大学的夜晚，沿着灯光下的运动场走回住所想起了那时的生活与现在的生活之间的区别，那些曾经困扰我的各种困境和失落让我产生了一种苦乐交集的伤感。现在车身到处都是小纸片。语言描画的成果和我在朗戴尔谷画的幼稚的橡树图之间区别并不大。然而作品好坏并不是关键。我至少已按照罗斯金所指出的两个艺术目的中的一个去做了，那就是了解痛苦，并探寻美的根源。如同他在一群学生向他展示英国乡间旅游时所画的糟糕作品时所指出的我相信视觉比绘画来得重要我宁愿教我的学生绘画，从而让他们学会热爱自然，而不会教他们盯着自然，从而让他们学会如何绘画。"}
