{"text":"粱武帝不要他叩拜，他便直接坐上西域进贡的宝榻。粱武帝问他师事从谁？大士答从无所从，师无所师，事无所事。后来，大士经常来往于帝都及山间。有一次粱武帝自讲三慧般若经，公卿连席，貂绂古代系印纽的丝绳满座。特为大士别设一榻，四人侍接。刘中亟问大士何以不臣天子，不友诸侯？大士答敬中无敬性，不敬无不敬心。粱武帝讲毕，所有王公都请大众诵经，唯有大士默认不语。人问其故，大士便说语默皆佛事。昭明太子问何不论议？大士答当知所说非长非短非广非狭非有边非无边，如如正理，夫复何言。有一次，粱武帝请大士讲金刚经，才升座，以尺挥案一下，便下座。武帝愕然。志公曰陛下会么？帝曰不会。志公曰大士讲进竟。有一日，大士朝见，披衲衣僧衣顶冠道冠革及s一种鞋，鞋帮纳得很密，前面有皮脸。屦古代的一种鞋儒屦。帝问是僧耶？大士以手指冠。帝曰是道耶？大士以手指革及屦，帝曰是俗耶？大士以手指衲衣。新语云傅大士和志公，都是同时代的人物，但志公比傅大士年长，而且声望之隆，也在傅大士之先。达摩大师到中国的时期，也正在志公与傅大士之间。达摩大师虽然传授了禅宗的衣钵给二祖神光，但当时他们之间的授受作略教授方法与作风，仍然非常平实，的确是走定慧等持，直指人心，见性成佛的如来禅的路线。唯有志公傅大士等的中国禅，可称为中国大乘禅的作略，才有透脱佛教的形式，滤过佛学的名相，潇洒诙谐，信手拈来，都成妙谛，开启唐宋以后中国禅的禅趣机锋转语。尤其以傅大士的作略，影响更大。因为自东汉末期，佛教传入中国以后，儒道两家的固有思想，始终与佛学思想，保持有相当距离的抗拒。在三国末期，牟融著作牟子理惑论，融会儒佛道三家为一贯。可是历魏晋南北朝以后，虽然佛学已经普遍地深入人心，但这种情形，依然存在。傅大士不现出家相，特立独行维摩大士的路线，宏扬释迦如来的教化。而且现身说法，以道冠僧服儒履的表相，表示中国禅的法相，是以儒行为基，道学为首，佛法为中心的真正精神。他的这一举动，配上他一生的行径，等于是以身设教，亲自写出一篇三教合一的绝妙好文。大家于此应须特别着眼。"}
{"text":"可是历魏晋南北朝以后，虽然佛学已经普遍地深入人心，但这种情形，依然存在。傅大士不现出家相，特立独行维摩大士的路线，宏扬释迦如来的教化。而且现身说法，以道冠僧服儒履的表相，表示中国禅的法相，是以儒行为基，道学为首，佛法为中心的真正精神。他的这一举动，配上他一生的行径，等于是以身设教，亲自写出一篇三教合一的绝妙好文。大家于此应须特别着眼。今时一般学人，研究中国禅宗思想和中国禅宗史者，学问见解，智不及此对于禅宗的修证，又未下过切实工夫，但随口阿附，认为中国的禅学，是受老庄思想的影响，岂但是隔靴搔痒，简直是两个黄鹂鸣翠柳，一行白鹭上青天，不知所云地愈飞愈远了。帝廷论义大同五年公元五三九年春，傅大士再度到金陵帝都，与粱武帝论佛学的真谛。大士曰帝岂有心而欲辩？大士岂有义而欲论耶？帝答曰有心与无心，俱入于实相，实相离言说，无辩亦无论。有一天，粱武帝问何为真谛？大士答息而不灭。实在是寓讽谏于佛法的主意，以诱导粱武帝的悟道，可惜粱武帝仍然不明究竟。粱武帝问若息而不灭，此则有色故钝。如此则未免流俗。答曰临财毋苟得，临难毋苟免。帝曰居士大识礼。大士曰一切诸法，不有不无。帝曰谨受旨矣。大士曰一切色相，莫不归空，百川不过于大海，万法不出于真如。如来于三界九十六道中，独超其最，普视众生，有若自身，有若赤子。天下非道不安，非理不乐。帝默然。大士退而作偈，反复说明息而不灭的道理。原偈如下若息而灭。见若断集。如趣涅盘。则有我所。亦无平等。不会大悲。既无大悲。犹如放逸。修学无住。不趣涅盘。若趣涅盘。障于悉达。为有相人。令趣涅盘。息而不灭。但息攀缘。不息本无。本无不生。今则不灭。不趣涅盘。不著世间。名大慈悲。乃无我所。亦无彼我。遍一切色。而无色性。名不放逸。何不放逸。一切众生。有若赤子。有若自身。常欲利安。云何能安。无过去有。无现在有。无未来有。三世清净。饶益一切。共同解脱。又观一乘。入一切乘。观一切乘。还入一乘。又观修行。无量道品。普济群生。而不取我。不缚不脱。尽于未来。乃名精进。新语云这与僧肇作涅论进秦王姚兴，是同一主旨与精义，但各有不同的表达。撒手还源大士屡次施舍财物，建立法会。"}
{"text":"名大慈悲。乃无我所。亦无彼我。遍一切色。而无色性。名不放逸。何不放逸。一切众生。有若赤子。有若自身。常欲利安。云何能安。无过去有。无现在有。无未来有。三世清净。饶益一切。共同解脱。又观一乘。入一切乘。观一切乘。还入一乘。又观修行。无量道品。普济群生。而不取我。不缚不脱。尽于未来。乃名精进。新语云这与僧肇作涅论进秦王姚兴，是同一主旨与精义，但各有不同的表达。撒手还源大士屡次施舍财物，建立法会。及门弟子也愈来愈多，而流行于南北朝时代佛法中的舍身火化以奉施佛恩的事情，在傅大士的门下，也屡见不鲜。到了大同十年公元五四四年，大士以佛像及手书经文，悉数委托大众，又以屋宇田地资生什物等，完全捐舍，营建精舍，设大法会，自己至于无立锥之地，又与他的夫人刘妙光各自创建草庵以居。他的夫人也草衣木食，昼夜劝苦，仅得少足。俄有劫贼群至，以刀马丘胁，大士初无惧色，徐谓之曰若要财物，任意取去，何为怒耶？贼去，家空，宴如也。先时，弟子问曰若复有人深障，大士还先知否？大士答曰补处菩萨，有所不知耶？我当坐道场时，此人是魔使，为我作障碍，我当用此为法门。汝等但看我遭恼乱，不生嗔恚恨，怒。汝等云何小小被障而便欲分天隔地殊。我亦平等度之，无有差也。弟子又问师既如是，何故无六通？大士答曰声闻辟支，尚有六通，汝视我行业缘起若此，岂无六通，今我但示同凡耳。太清三年公元五四九年，粱运将终，灾祸竞兴。大士乡邑逢灾。所有资财，散与饥贫。课励徒侣，共拾野菜煮粥，人人割食，以济闾里门，巷口的门。里。天嘉二年公元五六一年，他的定中感应到过去的七佛和他同在，释迦在前，维摩在后。唯有释迦屡次回头对他说你要递补我的位置。陈太建元年公元五六九年，大士示疾，入于寂灭。世寿七十三岁。当时，嵩山陀已先大士入灭，大士心自知之，乃集诸弟子曰嵩公已还兜率天宫待我。我同度众生之人，去已尽矣！我决不久住于世。乃作还源诗十二章。傅大士还源诗还源去，生死涅齐。由心不平等，法性有高低。还源去，说易运心难。般若无形相，教作若为观。还源去，欲求般若易。但息是非心，自然成大智。还源去，触处可幽栖。涅生死是，烦恼即菩提。还源去，依见莫随情。法性无增减，妄说有亏盈。还源去，何须更远寻。欲求正解脱，端正自观心。还源去，心性不思议。"}
{"text":"世寿七十三岁。当时，嵩山陀已先大士入灭，大士心自知之，乃集诸弟子曰嵩公已还兜率天宫待我。我同度众生之人，去已尽矣！我决不久住于世。乃作还源诗十二章。傅大士还源诗还源去，生死涅齐。由心不平等，法性有高低。还源去，说易运心难。般若无形相，教作若为观。还源去，欲求般若易。但息是非心，自然成大智。还源去，触处可幽栖。涅生死是，烦恼即菩提。还源去，依见莫随情。法性无增减，妄说有亏盈。还源去，何须更远寻。欲求正解脱，端正自观心。还源去，心性不思议。志小无为大，芥子纳须弥。还源去，解脱无边际。和光与物同，如空不染世。还源去，何须次第求。法性无前后，一念一时修。还源去，心性不沉浮。安住王三昧，万行悉圆修。还源去，生死本纷纶。横计虚为实，六情常自昏。还源去，般若酒澄清。能治烦恼病，自饮劝众生。新语云傅大士生于齐粱之际，悟道以后，精进修持，及其状盛之年，方显知于粱武帝，备受敬重。而终粱陈之间，数十年中，始终在世变频仍生灵涂炭民生不安中度过他的一生。但他不但在东南半壁江山中，宏扬正法而建立教化，而且极尽所能，施行大乘菩萨道的愿力，救灾济贫，不遗余力。当时江左的偏安局面，有他一人的德行，作为平民大众安度乱离的屏障，其功实有多者。至于见地超人，修行真实，虽游行于佛学经论之内，而又超然于教外别传之旨，如非再来人，岂能如此。中国禅自齐粱之间，有了志公和傅大士的影响，因此而开启唐宋以后中国禅宗的知见。如傅大士者，实亦旷代一人。齐粱之间禅宗的兴起，受其影响最大，而形成唐宋禅宗的作略，除了以达摩禅为主体之外，便是志公的大乘禅，傅大士的维摩禅。也可以说，中国禅宗原始的宗风，实由于达摩志公傅大士三大士的总结而成。僧肇与竺道生的佛学义理思想，但为中国佛学思想超颍的造诣，与习禅的关系不大，学者不可不察也。后世修习禅宗者。如欲以居士身而作世出世间的千秋事业，应对于傅大士的维摩禅神而明之，留心效法，或可有望。如以有所得心，求无为之道，我实不知其可也。附有关傅大士的传记资料太建元年，岁次已丑，夏四月丙申，朔，大士寝疾，告其子普建普成二法师曰我从第四天来，为度众生。故汝等慎护三业，精劝六度，行忏悔法免堕三涂。二师因问曰脱不住世，众或离散，佛殿不成，若何？大士曰我去世后，可现相至二十四日。"}
{"text":"后世修习禅宗者。如欲以居士身而作世出世间的千秋事业，应对于傅大士的维摩禅神而明之，留心效法，或可有望。如以有所得心，求无为之道，我实不知其可也。附有关傅大士的传记资料太建元年，岁次已丑，夏四月丙申，朔，大士寝疾，告其子普建普成二法师曰我从第四天来，为度众生。故汝等慎护三业，精劝六度，行忏悔法免堕三涂。二师因问曰脱不住世，众或离散，佛殿不成，若何？大士曰我去世后，可现相至二十四日。乙卯，大士入涅般木，时年七十三，肉色不变，至三日，举身还暖，形相瑞洁，转手柔软。更七日，鸟伤县令陈锺耆来求香火结缘，因取香火及四众次第传之，次及大士，大士犹反手受香。沙门法王睿等曰我等有幸，预蒙菩萨示还源相，手自传香，表存非异，使后世知圣化余芳。初，大士之未亡也，语弟子曰我灭度后，莫移我卧床，后七日，当有法猛上人将织成弥勒佛像来，长镇我床上，用标形相也。及至七日，果有法猛上人，将织成弥勒佛像，并一小铜钟子，安大士床上。猛时作礼流泪，须臾，忽然不见。太建四年公元五七三年九月十九日，弟子沙门法王睿菩提智王赞等，为双林寺启陈宣帝，请立大大士，并慧集法师慧和门内者梨等碑。于是，诏侍中尚书左仆射领大著作建昌县开国侯东海徐陵为大士碑。尚书左仆射领国子祭酒豫州大中正汝南周弘正为慧和门内者梨碑。以上资料，皆取自唐进士楼颍撰述。徐陵碑文，取材略同，并无多大出入，均可为信。还珠留书记浙江东道都团练观察处置等使正议大夫使持节都督越州诸军事守越州刺史兼御史大夫上柱国赐紫金鱼袋元稹同缜述粱陈以上，号骛骛水，水名，在江西省州义鸟县为东阳鸟伤县。县民傅翕，字玄风，娶刘妙光为妻，生二子。年二十四，犹为渔。因异僧嵩谓曰尔弥勒化身，何为渔？遂令自鉴于水，乃见圆光异状夫西人所谓为佛者，始自异。一旦，入松山，坐两大树下，自号为双林树下当来解脱善慧大士。久之，卖妻子以充僧施，远近多归之。粱大通中，移书武帝，召至都下闻其多诡异，因敕帝王的诏书命令诸吏，翕至辄总是扃从外面关门的闩钩等。闭其门户。翕先是持大椎以往，人不之测，至是挝打，敲打一门，而诸门尽启。帝异之。他日坐法榻上，帝至不起。翕不知书，而言语辩论，皆可奇。帝尝赐大珠，能出水火于日月。"}
{"text":"遂令自鉴于水，乃见圆光异状夫西人所谓为佛者，始自异。一旦，入松山，坐两大树下，自号为双林树下当来解脱善慧大士。久之，卖妻子以充僧施，远近多归之。粱大通中，移书武帝，召至都下闻其多诡异，因敕帝王的诏书命令诸吏，翕至辄总是扃从外面关门的闩钩等。闭其门户。翕先是持大椎以往，人不之测，至是挝打，敲打一门，而诸门尽启。帝异之。他日坐法榻上，帝至不起。翕不知书，而言语辩论，皆可奇。帝尝赐大珠，能出水火于日月。陈太建初，卒于双林寺，寺在翕所坐两大树之山下，故名焉。凡翕有神异变现，若佛书之所云，不可思议者，前进士楼颍为之实录凡七卷。而侍中徐陵亦为文于碑。翕卒后，弟子菩提等，多请王公大臣为护法檀越。陈后主为王时，亦尝益其请。而司空候安都，以至有唐卢熙，凡一百七十五人，皆手字名姓，殷请愿言。宝历中，余莅到越。骛，余所刺郡，因出教义鸟，索其事实。双林僧挈粱陈以来书诏，泪碑录十三轴，与水火珠，扣门椎，织成佛，大水突，偕至焉。余因返其珠椎佛突，取其萧陈二主书，泊侯安都等名氏，治背装剪，异日将广之于好古者，亦所以大翕遗事于天下也，与夫委弃残烂于空山，益不侔相等，齐矣，固无让于义取焉。而又偿以束帛，且为书其事于寺石以相当之，取其复还之最重者为名，故曰还珠留书记。三年十月二十日。开成二年十二月，内供奉大德慧元清涔连续的雨，积水成涝令弘深禅师及永庆送归。禅宗三祖其人其事有关中国禅宗史料的专书，和历代禅师的语录，乃至禅宗公案的汇书等，记述达摩大师教外别传一系的传乘中，谈到二祖神光传授道统衣钵给三祖僧璨大师的事，又是一段扑朔迷离的疑案。据唐代高僧道宣律师所撰的唐高僧传，和禅宗汇书的景德传灯录五灯会元等书，一再记载他和二祖神光之间的悟道因缘和付法授受的经过，但毕竟语焉不详，犹如司马迁作伯夷列传所谓其文辞不少概见，何哉？后来到了唐代天宝年间，因河南尹旧时官名李常问荷泽神会大师关于三祖归宿的事，才由荷泽说出璨大师自罗浮广东归山谷，得月余方示灭，今舒州见有三祖墓。云云。这种述说，又如司马迁在伯夷列传中所称太史公云余登箕山，其上盖有许由冢云。同样都是于史无据，于事有之的旁证。"}
{"text":"后来到了唐代天宝年间，因河南尹旧时官名李常问荷泽神会大师关于三祖归宿的事，才由荷泽说出璨大师自罗浮广东归山谷，得月余方示灭，今舒州见有三祖墓。云云。这种述说，又如司马迁在伯夷列传中所称太史公云余登箕山，其上盖有许由冢云。同样都是于史无据，于事有之的旁证。至于历来传述三祖的信心铭一篇，则又如司马迁在伯夷列传中所引用采薇之歌一样，都是对某一人某一事唯一值得征信的史料，可资存疑者的参考而已。从禅宗四祖的传记中追寻三祖的踪迹现在根据传灯录与唐高僧传的记载，提出有关三祖僧璨与四祖道信之间的授受事迹，再作研究的参考。如云僧璨大师者，不知何许人也。初以白衣未出家谒拜见二祖。既受度传法，隐于舒州之皖公山。属后周武帝破灭佛法，师往来太湖县司空山，居无常处，积十余载，时人无能知者。至隋开皇十二年壬子岁公元五九二年，有沙弥道信，年始十四，来礼师曰愿和尚慈悲，乞与解脱法门。师曰谁缚汝。曰无人缚。师曰何更求解脱？信于言下大悟。服勤九载，后于吉州受戒，待奉尤谨。师屡试以玄微，知其缘熟，乃付衣钵偈曰华种虽因地，从地种华生。若无人下种，华地尽无生。师又曰？昔可大师付吾法后，往邺都行化三十年方终，今吾得汝，何滞此乎？即适罗浮山，优游三载，却旋旧址，逾月，士民奔趋，大设檀供，师为四众广说宣心要讫，于法会大树下合掌立终。即隋炀帝大业二年公元六六年丙寅十月十五日也。去秋今春，两度应刘白先生之约，在政大教育研究所讲述道佛两家学术思想与中国文化。初拟以最短时间，有限范围毕其事。敦知言难局约，枨触多端，繁芜散漫不得中止。两次讲辞之半，又经大华晚报披露，致使爱憎之者，函电催梓全文，欲了知其究竟。秋初白如先生远游前夕，犹以速印为辞。且杨管北先生亦愿印赠送本三千册，乐为之助。乃冒溽暑深宵，匆匆整理讲稿付梓，纰漏错谬，情多惶恐。居常有意贯串儒释道三家源流，叙述其与中国文化上下数千年之通论，然默计时间与篇章，若非尽多年之力，穷数百万言之辞，难概其要。自忖学养未逮，动遭悔咎。况人事丛脞，日不暇给。每又为之辍止。傥天假以年，或于晚岁成之，亦未可必也。"}
{"text":"敦知言难局约，枨触多端，繁芜散漫不得中止。两次讲辞之半，又经大华晚报披露，致使爱憎之者，函电催梓全文，欲了知其究竟。秋初白如先生远游前夕，犹以速印为辞。且杨管北先生亦愿印赠送本三千册，乐为之助。乃冒溽暑深宵，匆匆整理讲稿付梓，纰漏错谬，情多惶恐。居常有意贯串儒释道三家源流，叙述其与中国文化上下数千年之通论，然默计时间与篇章，若非尽多年之力，穷数百万言之辞，难概其要。自忖学养未逮，动遭悔咎。况人事丛脞，日不暇给。每又为之辍止。傥天假以年，或于晚岁成之，亦未可必也。本书所述，仅举其端倪，就正大雅而已。且在酷热清稿其中，适逢内外诸多障难，幸而有成，实得力于林登飞汤宜庄徐芹庭孙毓芹宋今人汤珊先诸君之力，并此致谢，以志念也。一九七八年岁次戊申中秋志第一部禅宗与佛学一佛学与中国文化的因缘讲到佛学与中国文化历史的因缘，首当提出中国文化的界说，分为三大阶段。第一阶段自三代前后，中国传统文化渊源以伏羲画八卦而建立易经天人之际的文化为基础，是属于原始的质朴的科学而哲学的文化经过夏商周三代的演进，便形成以易礼为中心的天人思想。第二阶段由于传统文化的分化，到周秦之际，产生诸子百家学术思想互为异同的天下，复经秦汉前后的演变，渐次形成儒道墨三家学说思想特立独出的形态。第三阶段再经魏晋南北朝的演变，产生隋唐以后儒释道三家鼎峙，随时变易互为兴衰的局面。从此历宋元明清，讲到中国文化，便以儒释道三家并举为其中坚代表。好像中国的地理河流，北有黄河，中有长江，南有珠江流域，综罗交织而灌溉滋茂了中国文化生命。所以讲到中国文化，实在不可偏举，我们身为中国人，更不能不了解自己文化的真象。尤其中国文化的哲学思想，与西方文化哲学，基本大有不同如果说中国有哲学思想，却不是独立的专科，中国的哲学，素来是文文学哲不分，文史不分，学用不分，无论研究中国哲学或佛学，它与历史文学哲学为政四门，始终无法分解，等于西方的哲学，与宗教科学和实际的政治思想，不能脱离关系，是有异曲同工之妙。由以上所举，要知秦汉以后，儒道两家学说思想的互相隆替，以及佛教文化输入的前因后果，便须了解两汉思想学术演变的原因两汉的学术思想，始终是儒道两家思想的天下墨家思想在汉初已经融化为儒道的附庸，并无特立的藩篱。"}
{"text":"由以上所举，要知秦汉以后，儒道两家学说思想的互相隆替，以及佛教文化输入的前因后果，便须了解两汉思想学术演变的原因两汉的学术思想，始终是儒道两家思想的天下墨家思想在汉初已经融化为儒道的附庸，并无特立的藩篱。西汉初期，因为政治领导与社会的趋势，道家思想最为流行，历史上有名的文景之治，完全倾向道家黄老之术，这是时代的需要，也是汉初政治原则上的必然趋势。从此道家学术思想，便在中国历史上形成一个定则，凡当拨乱反正的时代，必定需用道家学术的领导，到了天下太平，便内用黄老，外示儒术。这个原因，留待讲述道教学术时，再加说明。西汉以来，因为道家学术思想的盛行，于是法家阴阳家杂家等思想，也都托足道家门庭，依草附木而欣欣向荣，及其流弊所致，便造成西汉阴阳家的五德终始，以及谶纬机样的迷信风气，王莽的叛乱光武的中兴汉末三国的局面，无一不在谶纬的观念中而构成政治治乱的心理因素因而有汉末道家的隐士思想，与墨家变相的游侠思想结合，产生道教的雏形，便与佛教学说互相推排，而又互相融化。同时两汉学术思想，自经汉武帝与董仲舒辈的提倡，罢黜百家，一尊于儒，使孔孟荀以来之儒家思想，一变而为两汉经师儒家的天下，于是训诂注疏与各主一家的传经风气，弥漫朝野，由学术思想的权威经师博士与选举孝廉拔用贤良方正的制度互相交错，而造成东汉后期的世家阀阅门第的弊端，以致形成党铜之祸，使学术思想与政治因素，互为表里而促成政治社会的乱源。汉初承战国与秦室的变乱，文化学术凋蔽已尽，西汉传经与注疏的工作，实在甚为重要。但自东汉末期，注疏传经，已经流于支离繁琐，藉此从事学问而博取功名，则为唯一工具，如要真实寻出天人文化思想的奥义，已如强弩之末，势已不能透过纸背了所以两汉学术，一到三国阶段，便相当空泛而黯淡，恰在这个时期，佛教学术思想，挟新颖玄奥的哲学，源源输入，因此而形成魏晋南北朝学术思想的形态。关于魏晋南北朝文化的颓废与新运，一般多归过于三玄之学的勃兴，与清谈风气的腐败。"}
