{"text":"所以，每次转折都在前进，也并非我们想象中的那般无能为力。所以我说一切无心插柳皆是水到渠成。人生会分为不同的阶段，在每个阶段我们都会做不同的事，为每个阶段的转折做准备。这个转折可能是意料之中的，也可能是意料之外的，无论结果好坏，相信一切都会水到渠成。朋友，当你走下高考考场，等在前面的，除了估分，聚餐，睡懒觉，吃鸡，刷剧，打荣耀等日常，还有一件你很可能依然没什么头绪的事情――志愿填报。对一小部分朋友来说，自己或者父母早已选定了心仪的高校和专业，选择困难？不存在的。但我相信，大部分的朋友，面对这一选择时都会感觉到迷茫――那么多大学，遍布全国各地，那么多专业，很多名字看起来都特高大上，但具体是学什么的？未来对口哪些行业？毕业起薪高不高？发展空间大不大？好高校的冷门专业与一般高校的热门专业，怎么选？诸如此类。是不是开始感到迷茫了？别太担心，毕竟，这才只是开始金馆长塘主微笑三连。对于大部分朋友来说，志愿填报，是人生中第一个重大选择。因为此前的人生，几乎是线性的，小升初，中考，无非看分数。高分数，重点中学，一条高高的线而普通分数，普通中学，一条方向相同高度略低的线。然而，当这条线画到高考志愿填报这个路口时，情况不一样了。同样的分数，可以报考分数线相同的不同高校同一专业，也可以报考同一所高校的不同专业，似乎没有哪一条线明显高于其他的线，只是折向了不同方向。这样的现实，总会让很多考生和家长情不自禁问出那个经典的伪命题哪个更好？哪个城市更好？哪个学校更好？哪个专业更好？当你手中的车票可以登上许多趟列车，而这些列车很快就要同时发车的时候，你，选哪一趟？很多人，选择先看看别人是怎么选。这一看，就看到了很多活生生的成功案例你看，表哥当年考了分，报了大学的专业，现在在公司当程序员，一个月好几万。你看，堂姐当初连续两年没考上一本，听了父母的劝，又补习了一年，第三回参加高考，终于考上了师范，将来毕业就能进学校当老师。你看，父亲同事家的女儿，高中成绩不行，家里咬咬牙供她出了国，读到了，现在在上海，做外企的高管。你看，母亲朋友家的儿子，高考没考好，本科拼了命地备考公务员，现在在家乡捧着铁饭碗，周末的相亲一场接一场。"}
{"text":"这一看，就看到了很多活生生的成功案例你看，表哥当年考了分，报了大学的专业，现在在公司当程序员，一个月好几万。你看，堂姐当初连续两年没考上一本，听了父母的劝，又补习了一年，第三回参加高考，终于考上了师范，将来毕业就能进学校当老师。你看，父亲同事家的女儿，高中成绩不行，家里咬咬牙供她出了国，读到了，现在在上海，做外企的高管。你看，母亲朋友家的儿子，高考没考好，本科拼了命地备考公务员，现在在家乡捧着铁饭碗，周末的相亲一场接一场。你看，中学高你几届的学长，报考了大学专业，本科毕业就去了美国某常春藤高校读博，之后留校任教，已经拿到绿卡，还买了带泳池的大别墅这种时候，请你务必小心一个词――幸存者陷阱。二战时，每次空战，返航的战斗机，中弹的痕迹，往往集中在机翼等部位，那么，我们的第一反应，是否是加强这些部位的防护，来提高飞行员的生存几率呢？事实恰恰相反，应该增强的，是幸存下来的飞机上，那些没有中弹痕迹的地方，比如驾驶舱，油箱。因为这些地方中弹，飞机难逃坠毁的命运，又怎么可能成功返航。这个现象，就叫做幸存者陷阱。朋友，当你走下高考考场，开始选择自己未来四年将要就读的高校与专业，当你走向社会，开始面临不同的职业选择，当你规划着自己的未来，期待获得一些可供参考的经验时，请务必小心这些幸存者。这些幸存者，就包括了你会在志愿填报的过程当中，不断听到的，别人家的孩子。没错，别人家的孩子做出了选择，获得了在看起来很不错的结果，那么，你完全照着重复一遍，是否就能获得相同的结果？恐怕，概率并不会太高。他们只是个例，你不知道，和他们做了同样选择的有多少人，你不知道，那些人得到了怎样的结果。你不知道，那一批升空的战机里，有多少架，成功返航。只不过，这个时代，整个社会对这些返航的飞行员给予了极大的认同，他们的事迹被掰开揉碎，反复研究。他们的每一次选择，每一个动作，乃至于每一句漫不经心的闲聊，似乎都藏有某些确保他们从枪林弹雨中归来，赢得鲜花与掌声的秘密。而很多飞行员亦是有着充足的自信我活下来了，所以我的驾驶经验最丰富，临场处理最冷静，对战局的判断最清楚。从此，四处给年轻的飞行员演讲上课，讲述他的经验与教训，教诲你们应当如何训练，如何驾驶，如何与敌人搏击于长空之上，最终载誉归来。"}
{"text":"只不过，这个时代，整个社会对这些返航的飞行员给予了极大的认同，他们的事迹被掰开揉碎，反复研究。他们的每一次选择，每一个动作，乃至于每一句漫不经心的闲聊，似乎都藏有某些确保他们从枪林弹雨中归来，赢得鲜花与掌声的秘密。而很多飞行员亦是有着充足的自信我活下来了，所以我的驾驶经验最丰富，临场处理最冷静，对战局的判断最清楚。从此，四处给年轻的飞行员演讲上课，讲述他的经验与教训，教诲你们应当如何训练，如何驾驶，如何与敌人搏击于长空之上，最终载誉归来。有句俗话说，时势造英雄，英雄亦造时势。一个人做出了某个选择，获得了某样结果，这其中固然有他自身的努力等因素，这是应当被尊重的。但不可否认的是，过程中，种种客观因素，同样也起着重要的作用，而这些客观因素往往充满偶然性。举个例子，刚刚刷新了世界纪录的奥运冠军，被给予足够的时间与任何需要的条件去准备，也可能这辈子都无法重现自己的记录。因此，只有正视这些个例当中存在着的客观条件与偶然性，才能更理智地对待他们的成功。朋友，当你填报志愿时思考学校与专业如何选择，当你未来思考其他一些选择，肯定会有人跳出来告诉你，该怎么选，该怎么做，并给你举出一个又一个鲜活的例子，从亲戚朋友家的孩子多么优秀一直到月入万身价亿正在抛弃你的同龄人。请别急着热血沸腾或焦虑恐慌，留个心眼，往这些个例脚下看看，看看他们的展翅高飞，是否只是一个偶遇风口的巧合。请不要放弃自我思考，他人的经验，参考是应该的，照搬，就有点幼稚了。最后说回志愿填报，既然个例参考价值不大，又该如何选择呢？具体的答案，我当然给不出来，只有两点建议，可能会有所帮助不要试图通过当下的一个决定安排好此后十年二十年的事情，想清楚此刻的自己想要做什么，不想做什么，就够了。如果一定要找些参考数据的话，选择的样本量越大越好。举个例子，如果不是真的热爱，那些连年登上教育部就业率红灯榜的专业，就别选了――毕竟，教育部的数据来源，是全国的毕业生。而我们大部分人，不会成为造时势的英雄。不必太患得患失――反正不管你怎么选，将来总有可以后悔的地方猛然步入一个陌生的环境，带着亲人师长的期盼，怀揣着梦想，总是会有些许不安的。不过，别害怕，也别彷徨，陌生是对自己最好地考验，也是描绘自己的最佳时机！李世民曾说魏征没，朕亡一镜矣！"}
{"text":"如果一定要找些参考数据的话，选择的样本量越大越好。举个例子，如果不是真的热爱，那些连年登上教育部就业率红灯榜的专业，就别选了――毕竟，教育部的数据来源，是全国的毕业生。而我们大部分人，不会成为造时势的英雄。不必太患得患失――反正不管你怎么选，将来总有可以后悔的地方猛然步入一个陌生的环境，带着亲人师长的期盼，怀揣着梦想，总是会有些许不安的。不过，别害怕，也别彷徨，陌生是对自己最好地考验，也是描绘自己的最佳时机！李世民曾说魏征没，朕亡一镜矣！从我们出生开始，镜子也随之出现了。它与我们一起成长，一起认识更多的人，掌握更多知识，做任何想做的事。只因我们与之太亲密，所以很容易忽略它的存在。如今，你已步入高中，一面是紧张的学习生活，一面是灯红酒绿的花花世界，给了你人生无限种可能。这个时候，你就需要静下心来，重新认识一下自己。问问爸妈心中的你老师心中的你同学朋友心中的你街坊四邻心中的你然后，带着这些形形色色的你，偷偷藏在角落里，大胆的放出你心中的自己，用手上的笔，慢慢勾勒一幅自画像。先画一笔出淤泥而不染的品格，再画一笔墙角数枝梅的风骨，抹一缕天生我材必有用的韧劲，勾两条细嗅蔷薇的柔情不要吝惜笔墨，大胆去涂抹。让那些形形色色的你和你心中的自己激烈碰撞，别怕鲜血淋漓，也别陷入柔情里，而是都落在纸上，铺在你高中三年的路上，义无反顾地走上去。高中满是热血，也饱含深情，她能带给你无尽的新奇和快乐，也会带给你巨大的压力和挑战。在前行的路上，爆发与灭亡都很容易，最难的是坚守自己。人生漫漫旅途，有千千万万个人能折射出你的样子，那都是你人生的一部分，可以在你迷茫时，为你找回自己的本心。但是，想要真正绘好一幅自画像，广纳谏言还远远不够，你还需要直面自己。不厌恶别人指出的缺点，也不因有点沾沾自喜。而是以平和的心态，画出一个平常的自己。作为一个过来人，学姐做的不是很成功。在那些青葱岁月里，深陷在一面镜子中，久久难以走出，错过了许多风景和乐趣。但是，学姐希望你们可以成功，可以在高中三年，走出一条康庄大道，让未来闪耀无比。加油吧！学弟学妹们，高中的第一份挑战，你们一定能做好。猛然步入一个陌生的环境，带着亲人师长的期盼，怀揣着梦想，总是会有些许不安的。"}
{"text":"不厌恶别人指出的缺点，也不因有点沾沾自喜。而是以平和的心态，画出一个平常的自己。作为一个过来人，学姐做的不是很成功。在那些青葱岁月里，深陷在一面镜子中，久久难以走出，错过了许多风景和乐趣。但是，学姐希望你们可以成功，可以在高中三年，走出一条康庄大道，让未来闪耀无比。加油吧！学弟学妹们，高中的第一份挑战，你们一定能做好。猛然步入一个陌生的环境，带着亲人师长的期盼，怀揣着梦想，总是会有些许不安的。不过，别害怕，也别彷徨，陌生是对自己最好地考验，也是描绘自己的最佳时机！李世民曾说魏征没，朕亡一镜矣！从我们出生开始，镜子也随之出现了。它与我们一起成长，一起认识更多的人，掌握更多知识，做任何想做的事。只因我们与之太亲密，所以很容易忽略它的存在。如今，你已步入高中，一面是紧张的学习生活，一面是灯红酒绿的花花世界，给了你人生无限种可能。这个时候，你就需要静下心来，重新认识一下自己。问问爸妈心中的你老师心中的你同学朋友心中的你街坊四邻心中的你然后，带着这些形形色色的你，偷偷藏在角落里，大胆的放出你心中的自己，用手上的笔，慢慢勾勒一幅自画像。先画一笔出淤泥而不染的品格，再画一笔墙角数枝梅的风骨，抹一缕天生我材必有用的韧劲，勾两条细嗅蔷薇的柔情不要吝惜笔墨，大胆去涂抹。让那些形形色色的你和你心中的自己激烈碰撞，别怕鲜血淋漓，也别陷入柔情里，而是都落在纸上，铺在你高中三年的路上，义无反顾地走上去。高中满是热血，也饱含深情，她能带给你无尽的新奇和快乐，也会带给你巨大的压力和挑战。在前行的路上，爆发与灭亡都很容易，最难的是坚守自己。人生漫漫旅途，有千千万万个人能折射出你的样子，那都是你人生的一部分，可以在你迷茫时，为你找回自己的本心。但是，想要真正绘好一幅自画像，广纳谏言还远远不够，你还需要直面自己。不厌恶别人指出的缺点，也不因有点沾沾自喜。而是以平和的心态，画出一个平常的自己。作为一个过来人，学姐做的不是很成功。在那些青葱岁月里，深陷在一面镜子中，久久难以走出，错过了许多风景和乐趣。但是，学姐希望你们可以成功，可以在高中三年，走出一条康庄大道，让未来闪耀无比。加油吧！学弟学妹们，高中的第一份挑战，你们一定能做好。"}
{"text":"但是，想要真正绘好一幅自画像，广纳谏言还远远不够，你还需要直面自己。不厌恶别人指出的缺点，也不因有点沾沾自喜。而是以平和的心态，画出一个平常的自己。作为一个过来人，学姐做的不是很成功。在那些青葱岁月里，深陷在一面镜子中，久久难以走出，错过了许多风景和乐趣。但是，学姐希望你们可以成功，可以在高中三年，走出一条康庄大道，让未来闪耀无比。加油吧！学弟学妹们，高中的第一份挑战，你们一定能做好。打开门的一瞬间，刺耳的哭声以百米冲刺的速度撞进我怀里，我下意识地用手扶腰减轻力道，然后茫然的低头看了看正抱着自己大腿嚎啕的小花猫。是新搬来的邻居家的小女儿，不知怎么哭着跑过来了。手忙脚乱的把孩子领进屋，闻声而来的自家老妈用灼热的目光把我扫了个遍，我赶紧用旺旺仙贝哄得小孩儿忘了哭，随后就被老妈告知了小姑娘过来的原因。她妈妈被单位抽调去工作了，估计暂时回不来，故而把女儿托付给了我家。我低头看着小口吃东西的小孩儿，心里暗忖什么工作连孩子都顾不上管？她们分明也是刚搬过来，与我们家并不相熟，为人父母，又怎么能如此放宽心？不管怎么说，在老妈的威逼利诱下，我只能在假期里承担起了带孩子的业务。快过年了，街上处处都洋溢着年节的喜气，一股子儿辣味儿就飘散在冬末家家户户的厨房里，热油一烧，人间烟火蒸腾而起，连着笑语喧嚣，把喜气泼洒到天际去。千门万户尤眨隆冬已过，年初春，风雨欲来。月初我接到了来自那个阿姨的第二个消息，或许已不算什么消息，一场突如其来的疫情使得人人自危，防控升级，学校为此组织捐了款，数目虽微薄，但仍表现出了我们的一番心意。位卑未敢忘忧国，侠之大者，为国为民，敢为天下先。纵吾辈难以趟风冒雪行世路，也要尽自己一份力，给那些挽大厦之倾颓者备些热茶――这是沉睡在灵魂里的，民族的精神。也是这时我才知道，那个阿姨原来是去工作了，她去了最危险的地方。管控还在持续，没人知道这场突如其来的工作何时会结束，也没人知道这个小丫头会在我们家住多久，她的妈妈是明天回来，还是说尊敬之情油然而生往日细碎的抱怨顿时冰消雪融未免太俗，我只想到一句，除却君身三重雪，天下谁人配白衣。这像是一场没有赌注的赌博。他们行走在时钟的表针上，有人连一条信息都来不及留下。"}
{"text":"也是这时我才知道，那个阿姨原来是去工作了，她去了最危险的地方。管控还在持续，没人知道这场突如其来的工作何时会结束，也没人知道这个小丫头会在我们家住多久，她的妈妈是明天回来，还是说尊敬之情油然而生往日细碎的抱怨顿时冰消雪融未免太俗，我只想到一句，除却君身三重雪，天下谁人配白衣。这像是一场没有赌注的赌博。他们行走在时钟的表针上，有人连一条信息都来不及留下。人生于世，如逆水行舟，她于我只是一个不甚熟悉的邻居，于家或许是一个不那么靠谱的妈妈，可我知道，于国，于世，她是一个英雄。她与我毫无关系，她只是每一个存在于我们身边的人，挺身而出的人。天光欲晓，红日将出，我努力的抱起孩子，抬头看她时，忽然想起那天打开门时孩子攥在手里的纸条。纸上写的是妈走了，锅里有饭热热再吃。我却分明看见了――捐躯赴国难，视死忽如归。房是招牌地是累，攒下银钱是催命鬼。我不止一次的同父亲说倒也没强求您换成灵动吉祥的花鸟画，亦或是风水适宜的山水画，您就算换个勇往直前莫退缩――终富贵这样没文采的字画也行，偏偏就是它，多少年了，还是它。每当我提及家中客厅挂的字画的话题时，都是在晚饭快下桌之际漫不经心的说起。一旦发觉父亲有不耐烦或是开始重复着无数遍那不变样的理由时，我都会迅速放下碗筷离开，结束这几乎有十年的话题。那幅字画不错，平心而论。至少在没学过书法的我眼里，比我写的字好看一点，都可以称为书法。白纸黑字，裱在一块平淡无奇的玻璃框里，挂在离地不低不高的墙上，我永远也闻不到里面的墨汁味儿。当我劝说自己父亲如此钟爱，那这幅字画说不定会很值钱，或者是什么重要的人写给他时。母亲则在洗菜时头也不抬的回答我哦，它呀，当年去看个演出，一个书法家趁着空挡卖字，你爸花五百让人家写的。我又再次劝解自己，五百，也挺贵的。有时在客厅里无意瞟到它，自己无论是什么心情都会变得冷淡下来。我对它的抵触，这么长时间都没有消除掉，直到高考前一周的最后一次爆发。那次餐桌上，母亲看着家庭当中的两个男性争执的面红耳赤，不分上下之时，拿起菜刀警告父亲回家就看见催命鬼，你是不是要催了我们娘俩的命。我看见父亲红着眼睛，额头上泛着青筋，转身就走到字画前。"}
{"text":"母亲则在洗菜时头也不抬的回答我哦，它呀，当年去看个演出，一个书法家趁着空挡卖字，你爸花五百让人家写的。我又再次劝解自己，五百，也挺贵的。有时在客厅里无意瞟到它，自己无论是什么心情都会变得冷淡下来。我对它的抵触，这么长时间都没有消除掉，直到高考前一周的最后一次爆发。那次餐桌上，母亲看着家庭当中的两个男性争执的面红耳赤，不分上下之时，拿起菜刀警告父亲回家就看见催命鬼，你是不是要催了我们娘俩的命。我看见父亲红着眼睛，额头上泛着青筋，转身就走到字画前。父亲抬着头，伸着双手去取，没有碰到，他又踮起脚尖，用一只手去抓，空晃了几下。我走过去，抬手便碰到了玻璃框，在父亲的注视下将它拿了下来。父亲的目光自始自终都在字画上，没看过我一眼。高考前夕，父亲很晚才回来，他一身酒气的坐在我身边，隔了好一会儿，憨憨的笑了一声说道瞧我儿子也要考大学了，你爸我没文化，就想着你们的衣食住行，你妈就想着咱们的油盐酱醋，一辈子高不成低不就。我不求你有大出息，但是要堂堂正正的活，平心静气的做人。我笑着扶着父亲回了卧室，看着墙上自己亲手挂上的字画，位置要比之前高了许多，我踮起脚也够不到。房田银钱，不抵笔墨纸贵，更不抵真情挚爱。人的一生，就像一场旅行。向前驶去，永远回不了头。但每一个关键的转弯路口，却恰恰决定着沿路的风景。方向盘在手，如何掌舵人生的道路？我想，第一要义还是要心平气和。即使路途百转千回，仍需保持笃定，将方向盘安稳地握在掌心。李白可以说是这方面的楷模。公元年，年过不惑的诗仙，受朝廷奸佞的排挤，满腔抱负的热血，却在仕途上无处施展。行路难，行路难，多歧路，今安在？即使壮志如他，也不免发出如此的慨叹。后世有云国家不幸诗家幸。遭受如此际遇，李白用长风破浪会有时，直挂云帆济沧海来回应命运，更用一篇篇诗作，让大唐因为李白的名字而夺目生辉。能和李白媲美的，当属苏轼。黄州惠州儋州，三度贬谪，让他的人生之路无尽弯曲。尤其是乌台诗案，初入仕途的苏轼因此而饱受打击。西北望射天狼！幻灭成一场空梦。但他仍以旷达的心态来审视自己，即使谪居蛮荒之地，也能从容地说出竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生试问岭南应不好，此心安处是吾乡。"}
{"text":"能和李白媲美的，当属苏轼。黄州惠州儋州，三度贬谪，让他的人生之路无尽弯曲。尤其是乌台诗案，初入仕途的苏轼因此而饱受打击。西北望射天狼！幻灭成一场空梦。但他仍以旷达的心态来审视自己，即使谪居蛮荒之地，也能从容地说出竹杖芒鞋轻胜马，谁怕？一蓑烟雨任平生试问岭南应不好，此心安处是吾乡。如果说握紧方向盘，是在面对转折时，坚持心中的理想那么握好方向盘，就是在事物乃至人生发展的重大进程面前，做出不昧本心，有益家国的选择。回望历史，年的九一八事变无疑是中国现代化之路中，一次突降的伤痛和挫折。每一位亲历者无不或主动或被迫交出自己的答卷。逃跑投降者有之，不抵抗者有之，但绝大多数的中华好儿女，站在了与祖国共存亡的阵线上。工人罢工学生罢课，万人游行在上海大街上，振臂高呼。台儿庄战役平型关大捷百团大战艰苦的十四年来，也正是因为他们的正确选择和坚持，才使得我们能够享受新中国的庇荫，顺利地迈向康庄大道。将时间拨回至秦汉，楚霸王项羽正好是一个反面的典型。他的信仰是学万人敌取始皇而代之。但屡次面临转折，却总不能将起化为转机。鸿门宴，不杀沛公乌江边，自刎以死。难怪杜牧会感叹江东子弟多才俊，卷土重来未可知。存在主义哲学家萨特曾说这个世界是荒谬的，人生是痛苦的。确实，每一次转折，都会使我们一时困顿沮丧，不知所措。其实他还说过人有选择的自由，并要为自己所做的事负责。相信掌好人生的方向盘，即使面对再多的弯路，也将一往无前。在小六觉得自己快崩溃的时候，她找了自己另一个还不错的朋友，一边哭一边用微信发着自己现在的状态，以及想做的事，得到了朋友的肯定。最后小六跟父母诉说了她自己的状态，在得到父母即使是精神病，他们也不会送小六去精神病院这句话后，小六释然了，至少她又重新相信父母不论怎样都是爱自己的，这就够了！小六的生活又回到了正轨，不久之后，她看了天才在左疯子在右，认识到了许许多多光怪陆离的世界观，她不觉得他们有多不正常，反而能理解他们的世界观。而且对于她以前所不能理解的抑郁症也多了更多包容，对自己多了包容，对其他人的悲伤多了包容，甚至对来自其他人的恶意也多了包容。"}
