{"text":"说得自夸一点，就如悲喜时节的歌哭一般，那时无非借此来释愤抒情，现在更不想和谁去抢夺所谓公理或正义。你要那样，我偏要这样是有的偏不遵命，偏不磕头是有的偏要在庄严高尚的假面上拨它一拨也是有的，此外却毫无什么大举。名副其实，杂感而已。从一月以来的，大略都在内了只删去了一篇。那是因为其中开列着许多人，未曾，也不易遍征同意，所以不好擅自发表。书名呢？年月是改了，情形却依旧，就还叫华盖集。然而年月究竟是改了，因此只得添上两个字续编。一九二六年十月十四日，记于厦门。本篇最初发表于一九二六年十一月十六日语丝周刊第一四期。指大衍发微，后收入而已集作附录。杂论管闲事做学问灰色等一九二六年杂论管闲事做学问灰色等听说从今年起，陈源即西滢教授要不管闲事了这豫言就见于现代评论五十六期的闲话里。惭愧我没有拜读这一期，因此也不知其详。要是确的呢，那么，除了用那照例的客套说声可惜之外，真的倒实在很诧异自己之胡涂年纪这么大了，竟不知道阳历的十二月三十一日和一月一日之交在别人是可以发生这样的大变动。我近来对于年关颇有些神经过钝了，全不觉得怎样。其实，倘要觉得罢，可是也不胜其觉得。大家挂上五色旗，大街上搭起几坐彩坊，中间还有四个字道普天同庆，据说这算是过年。大家关了门，贴上门神，爆竹毕剥砰土訇的放起来，据说这也是过年。要是言行真跟着过年为转移，怕要转移不迭，势必至于成为转圈子。所以，神经过钝虽然有落伍之虑，但有弊必有利，却也很占一点小小的便宜的。但是，还有些事我终于想不明白即如天下有闲事，有人管闲事之类。我现在觉得世上是仿佛没有所谓闲事的，有人来管，便都和自己有点关系即便是爱人类，也因为自己是人。假使我们知道了火星里张龙和赵虎打架，便即大有作为，请酒开会，维持张龙，或否认赵虎，那自然是颇近于管闲事了。然而火星上事，既然能够知道，则至少必须已经可以通信，关系也密切起来，算不得闲事了。因为既能通信，也许将来就能交通，他们终于会在我们的头顶上打架。至于咱们地球之上，即无论那一处，事事都和我们相关，然而竟不管者，或因不知道，或因管不着，非以其闲也。譬如英国有刘千昭雇了爱尔兰老妈子在伦敦拉出女生，在我们是闲事似的罢，其实并不，也会影响到我们这里来。留学生不是多多，多多了么？"}
{"text":"假使我们知道了火星里张龙和赵虎打架，便即大有作为，请酒开会，维持张龙，或否认赵虎，那自然是颇近于管闲事了。然而火星上事，既然能够知道，则至少必须已经可以通信，关系也密切起来，算不得闲事了。因为既能通信，也许将来就能交通，他们终于会在我们的头顶上打架。至于咱们地球之上，即无论那一处，事事都和我们相关，然而竟不管者，或因不知道，或因管不着，非以其闲也。譬如英国有刘千昭雇了爱尔兰老妈子在伦敦拉出女生，在我们是闲事似的罢，其实并不，也会影响到我们这里来。留学生不是多多，多多了么？倘有合宜之处，就要引以为例，正如在文学上的引用什么莎士比亚呀，塞文狄斯呀，芮恩施呀一般。不对，错了。芮恩施是美国的驻华公使，不是文学家。我大约因为在讲什么文艺学术的一篇论文上见过他的名字，所以一不小心便带出来了。合即订正于此，尚希读者谅之。即使是动物，也怎能和我们不相干？青蝇的脚上有一个霍乱菌，蚊子的唾沫里有两个疟疾菌，就说不定会钻进谁的血里去。管到邻猫生子，很有人以为笑谈，其实却正与自己大有相关。譬如我的院子里，现在就有四匹邻猫常常吵架了，倘使这些太太们之一又诞育四匹，则三四月后，我就得常听到八匹猫们常常吵闹，比现在加倍地心烦。所以我就有了一种偏见，以为天下本无所谓闲事，只因为没有这许多遍管的精神和力量，于是便只好抓一点来管。为什么独抓这一点呢？自然是最和自己相关的，大则因为同是人类，或是同类，同志小则，因为是同学，亲戚，同乡，――至少，也大概叨光过什么，虽然自己的显在意识上并不了然，或者其实了然，而故意装痴作傻。但陈源教授据说是去年却管了闲事了，要是我上文所说的并不错，那就确是一个超人。今年不问世事，也委实是可惜之至，真是斯人不管，如苍生何了。幸而阴历的过年又快到了，除夕的亥时一过，也许又可望心回意转的罢。昨天下午我从沙滩回家的时候，知道大琦君来访过我了。这使我很高兴，因为我是猜想他进了病院的了，现在知道并没有。而尤其使我高兴的是他还留赠我一本现代评论增刊，只要一看见封面上画着的一枝细长的蜡烛，便明白这是光明之象，更何况还有许多名人学者的著作，更何况其中还有陈源教授的一篇做学问的工具呢？这是正论，至少可以赛过闲话的至少，是我觉得赛过闲话，因为它给了我许多东西。"}
{"text":"昨天下午我从沙滩回家的时候，知道大琦君来访过我了。这使我很高兴，因为我是猜想他进了病院的了，现在知道并没有。而尤其使我高兴的是他还留赠我一本现代评论增刊，只要一看见封面上画着的一枝细长的蜡烛，便明白这是光明之象，更何况还有许多名人学者的著作，更何况其中还有陈源教授的一篇做学问的工具呢？这是正论，至少可以赛过闲话的至少，是我觉得赛过闲话，因为它给了我许多东西。我现在才知道南池子的政治学会图书馆去年因为时局的关系，借书的成绩长进了三至七倍了，但他家翰笙却还用平时不烧香，临时抱佛脚十个字形容当今学术界大部分的状况。这很改正了我许多误解。我先已说过，现在的留学生是多多，多多了，但我总疑心他们大部分是在外国租了房子，关起门来跖Ｈ獬缘模而且在东京实在也看见过。那时我想跖Ｈ獬裕在中国就可以，何必路远迢迢，跑到外国来呢？虽然外国讲究畜牧，或者肉里面的寄生虫可以少些，但趵昧耍即使多也就没有关系。所以，我看见回国的学者，头两年穿洋服，后来穿皮袍，昂头而走的，总疑心他是在外国亲手做过几年牛肉的人物，而且即使有了什么事，连佛脚也未必肯抱的。现在知道并不然，至少是留学欧美归国的人并不然。但可惜中国的图书馆里的书太少了，据说北京三十多个大学，不论国立私立，还不及我们私人的书多云。这我们里面，据说第一要数溥仪先生的教师庄士敦先生，第二大概是孤桐先生即章士钊，因为在德国柏林时候，陈源教授就亲眼看见他两间屋里几乎满床满架满桌满地，都是关于社会主义的德文书。现在呢，想来一定是更多的了。这真教我欣羡佩服。记得自己留学时候，官费每月三十六元，支付衣食学费之外，简直没有赢余，混了几年，所有的书连一壁也遮不满，而且还是杂书，并非专而又专，如都是关于社会主义的德文书之类。但是很可惜，据说当民众再毁这位孤桐先生的寒家时，好像他们夫妇两位的藏书都散失了。想那时一定是拉了几十车，向各处走散，可惜我没有去看，否则倒也是一个壮观。所以暴民之为正人君子所深恶痛绝，也实在有理由，即如这回之散失了孤桐先生夫妇的藏书，其加于中国的损失，就在毁坏了三十多个国立及私立大学的图书馆之上。"}
{"text":"但是很可惜，据说当民众再毁这位孤桐先生的寒家时，好像他们夫妇两位的藏书都散失了。想那时一定是拉了几十车，向各处走散，可惜我没有去看，否则倒也是一个壮观。所以暴民之为正人君子所深恶痛绝，也实在有理由，即如这回之散失了孤桐先生夫妇的藏书，其加于中国的损失，就在毁坏了三十多个国立及私立大学的图书馆之上。和这一比较，刘百昭司长的失少了家藏的公款八千元，要算小事件了，但我们所引为遗憾的是偏是章士钊刘百昭有这么多的储藏，而这些储藏偏又全都遭了劫。在幼小时候曾有一个老于世故的长辈告诫过我你不要和没出息的担子或摊子为难，他会自己摔了，却诬赖你，说不清，也赔不完。这话于我似乎到现在还有影响，我新年去逛火神庙的庙会时，总不敢挤近玉器摊去，即使它不过摆着寥寥的几件。怕的是一不小心，将它碰倒了，或者摔碎了一两件，就要变成宝贝，一辈子赔不完，那罪孽之重，会在毁坏一坐博物馆之上。而且推而广之，连热闹场中也不大去了，那一回的示威运动时，虽有打落门牙的流言，其实却躺在家里，托福无恙。但那两屋子关于社会主义的德文书以及其他从孤桐先生府上陆续散出的壮观，却也因此交臂失之了。这实在也就是所谓有一利必有一弊，无法两全的。现在是收藏洋书之富，私人要数庄士敦先生，公团要推政治学会图书馆了，只可惜一个是外国人，一个是靠着美国公使芮恩施竭力提倡出来的。北京国立图书馆将要扩张，实在是再好没有的事，但听说所依靠的还是美国退还的赔款，常年经费又不过三万元，每月二千余。要用美国的赔款，也是非同小可的事，第一，馆长就必须学贯中西，世界闻名的学者。据说，这自然只有梁启超先生了，但可惜西学不大贯，所以配上一个北大教授李四光先生做副馆长，凑成一个中外兼通的完人。然而两位的薪水每月就要一千多，所以此后也似乎不大能够多买书籍。这也就是所谓有利必有弊罢，想到这里，我们就更不能不痛切地感到孤桐先生独力购置的几房子好书惨遭散失之可惜了。总之，在近几年中，是未必能有较好的做学问的工具的，学者要用功，只好是自己买书读，但又没有钱。听说孤桐先生倒是想到了这一节，曾经发表过文章，然而下台了，很可惜。"}
{"text":"然而两位的薪水每月就要一千多，所以此后也似乎不大能够多买书籍。这也就是所谓有利必有弊罢，想到这里，我们就更不能不痛切地感到孤桐先生独力购置的几房子好书惨遭散失之可惜了。总之，在近几年中，是未必能有较好的做学问的工具的，学者要用功，只好是自己买书读，但又没有钱。听说孤桐先生倒是想到了这一节，曾经发表过文章，然而下台了，很可惜。学者们另外还有什么法子呢，自然也难怪他们除了说说闲话便没有什么可干，虽然北京三十多个大学还不及他们私人的书多。为什么呢？要知道做学问不是容易事，也许一个小小的题目得参考百十种书，连孤桐先生的藏书也未必够用。陈源教授就举着一个例就以四书来说罢，不研究汉宋明清许多儒家的注疏理论，四书的真正意义是不易领会的。短短的一部四书，如果细细的研究起来，就得用得了几百几千种参考书。这就足见学问之道，浩如烟海了，那短短的一部四书，我是读过的，至于汉人的四书注疏或理论，却连听也没有听到过。陈源教授所推许为那样提倡风雅的封藩大臣之一张之洞先生在做给束发小生们看的书目答问上曾经说四书，南宋以后之名。我向来就相信他的话，此后翻翻汉书艺文志，隋书经籍志之类，也只有五经，六经，七经，六艺，却没有四书，更何况汉人所做的注疏和理论。但我所参考的，自然不过是通常书，北京大学的图书馆里就有，见闻寡陋，也未可知，然而也只得这样就算了，因为即使要抱，却连佛脚都没有。由此想来，那能抱佛脚的，肯抱佛脚的，的确还是真正的福人，真正的学者了。他家翰笙还慨乎言之，大约是春秋责备贤者之意罢。完现在不高兴写下去了，只好就此完结。总之将现代评论增刊略翻一遍，就觉得五光十色，正如看见有一回广告上所开列的的名单。例如李仲揆教授的生命的研究呀，胡适教授的译诗三首呀，徐志摩先生的译诗一首呀，西林氏的压迫呀，陶孟和教授的要到二二五年才发表而必须我们的玄孙才能全部拜读的大著作的一部分呀。但是，翻下去时，不知怎的我的眼睛却看见灰色了，于是乎抛开。"}
{"text":"完现在不高兴写下去了，只好就此完结。总之将现代评论增刊略翻一遍，就觉得五光十色，正如看见有一回广告上所开列的的名单。例如李仲揆教授的生命的研究呀，胡适教授的译诗三首呀，徐志摩先生的译诗一首呀，西林氏的压迫呀，陶孟和教授的要到二二五年才发表而必须我们的玄孙才能全部拜读的大著作的一部分呀。但是，翻下去时，不知怎的我的眼睛却看见灰色了，于是乎抛开。现在的小学生就能玩七色板，将七种颜色涂在圆板上，停着的时候，是好看的，一转，便变成灰色，――本该是白色的罢，可是涂得不得法，变成灰色了。收罗许多著名学者的大著作的大报，自然是光怪陆离，但也是转不得，转一周，就不免要显出灰色来，虽然也许这倒正是它的特色。一月三日。本篇最初发表于一九二六年一月十八日语丝周刊第六十二期。陈源笔名西滢，参看本卷第页注。现代评论参看本卷第页注。陈西滢在现代评论第三卷第五十六期一九二六年一月二日发表的闲话中称我们新年的决心，不如就说以后永远的不管人家的闲事吧。因为，据他说，中国爱管闲事的人太少，所以像他这样爱代人抱不平，遇到许多看不过眼的事情，不得不说两句话的人，就常常惹了祸了。这是他为自己前一年帮助章士钊和杨荫榆压迫学生的种种言行所作的辩护。可惜此语原为陈西滢对于等七教员关于北京女子师范大学风潮的宣言的讥评。陈在现代评论第一卷第二十五期一九二五年五月三十日发表的闲话中说这个宣言语气措词，我们看来，未免过于偏袒一方，不大公允，看文中最精彩的几句就知道了。这是很可惜的。五色旗民国成立后至一九二七年这一时期旧中国的国旗，红黄蓝白黑五色横列。请酒开会在女师大风潮中，杨荫榆曾一再利用宴会方式，拉拢教员，策划压迫学生。在章士钊解散女师大另办女子大学后，女师大进步师生另在宗帽胡同租屋上课，后于一九二五年十一月三十日返回原校址复校。十二月十四日，女子大学也用宴会方式宴请所谓教育界名流。"}
{"text":"请酒开会在女师大风潮中，杨荫榆曾一再利用宴会方式，拉拢教员，策划压迫学生。在章士钊解散女师大另办女子大学后，女师大进步师生另在宗帽胡同租屋上课，后于一九二五年十一月三十日返回原校址复校。十二月十四日，女子大学也用宴会方式宴请所谓教育界名流。陈西滢王世杰燕树棠等人在席上成立所谓教育界公理维持会次日改名国立女子大学后援会，于十二月十六日在致北京国立各校教职员联席会议函中攻击女师大进步师生说同人等以为女师大应否恢复，目的如何，另属一问题，而少数人此种横暴行为，理应在道德上加以切实否认。这里就是针对他们而发。一九二五年八月，章士钊决定在女师大校址另立女子大学，十九日派专门教育司司长刘百昭前往筹备。刘于二十二日在军警配合下雇用流氓和老妈子殴曳学生出校。这里是对此事的讽刺。塞文狄斯s，―，通译塞万提斯，欧洲文艺复兴时期西班牙作家，著有长篇小说堂吉诃德等。芮恩施s，民国初年美国驻华公使。罗家伦在新潮第一卷第一号一九一九年一月发表的今日中国之小说界内，曾引芮恩施的话来作为外国人之中国人译外国小说观的论据并称他是美国一位很大的学者。这里所说因为在讲什么文艺学术的一篇论文上见过他的名字，即指罗家伦的这篇论文。邻猫生子指梁启超在中国史界革命案中引英国斯宾塞的话或有告者曰邻家之猫，昨日产一子，以云事实，诚事实也然谁不知为无用之事实乎？何也？以其与他事毫无关涉，于吾人生活上之行为，毫无影响也。如苍生何语见世说新语排调谢安屡违朝旨，高卧东山，诸人每相与言安石按谢安的字不肯出，将如苍生何！后人常用的斯人不出，如苍生何！一语即由此而来。沙滩北京地名，当时北京大学第一院所在地。下文的南池子，也是北京地名。大琦即王品青，河南济源人，北京大学毕业，语丝撰稿人。曾任北京孔德学校教员。他家翰笙指陈翰笙，江苏无锡人，社会学家，当时任北京大学教授。"}
{"text":"一语即由此而来。沙滩北京地名，当时北京大学第一院所在地。下文的南池子，也是北京地名。大琦即王品青，河南济源人，北京大学毕业，语丝撰稿人。曾任北京孔德学校教员。他家翰笙指陈翰笙，江苏无锡人，社会学家，当时任北京大学教授。他曾在现代评论第三卷第五十三期一九二五年十二月十二日发表临时抱佛脚一文，说北京政治学会图书馆藏书在一万册以上，会员里十九是留学欧美归国的人他根据馆内借书统计表，指出一九二五年因有沪案按即五卅惨案和关会按即关税会议两个热闹的时务题目，借书的人数较前一年大为增多因而他用临时抱佛脚这句俗谚来形容当时学术界大部分人平时的懒惰。陈西滢在现代评论第一周年纪念增刊一九二六年一月一日发表做学问的工具一文中引用陈翰笙的话时，称他为吾家翰笙。溥仪爱新觉罗溥仪―，即清朝最后的皇帝宣统。庄士敦―，英国人。曾任威海卫英国租借地行政长官，一九一九年起，任溥仪的英文教师，以后即长期和溥仪保持密切关系。一九二四年春夏间，曾与金梁康有为等密谋复辟同年十一月溥仪被逐出宫后，他又与郑孝胥等于十二月护送溥仪逃往日本使馆，是个长期在我国从事阴谋活动的帝国主义分子。章士钊早年署名青桐，后改秋桐，自一九二五年七月创办甲寅周刊时起，又改署孤桐见甲寅周刊第一号字说。陈西滢在文章中常亲昵地称他为孤桐先生。一九二五年十一月二十八日，北京民众为要求关税自主和反对段祺瑞政府举行示威游行。群众对于段祺瑞和平日依附他的一批政客如章士钊朱深等人深为愤恨，游行时曾到他们的住宅示威事后，章士钊即写了一篇寒家再毁记按同年五月七日，因章士钊禁止学生纪念国耻，学生曾赴章宅质问，发生冲突，因此他称这次为再毁，说他家中所有。以中西书籍为第一项。西籍为愚历年续续购办。哲学政计诸门差完。最后一批。乃两年前在柏林所得。甚称富有。又说当日群众一拥而入。遇物即毁。自插架以至案陈。凡书之属无完者。见一九二五年十二月五日甲寅周刊第一卷第二十一号接着，陈西滢在做学问的工具一文里又附和说孤桐先生在英国德国买的书是我亲自看见的。他柏林寓中两间屋，几乎满床满架满桌满地，都是关于社会主义的德文书。"}
{"text":"以中西书籍为第一项。西籍为愚历年续续购办。哲学政计诸门差完。最后一批。乃两年前在柏林所得。甚称富有。又说当日群众一拥而入。遇物即毁。自插架以至案陈。凡书之属无完者。见一九二五年十二月五日甲寅周刊第一卷第二十一号接着，陈西滢在做学问的工具一文里又附和说孤桐先生在英国德国买的书是我亲自看见的。他柏林寓中两间屋，几乎满床满架满桌满地，都是关于社会主义的德文书。我不知道这些书都在北京否。从寒家再毁记看来，好像他们夫妇两位的藏书都散失了。这真是很可惜的。刘百昭在章士钊任教育总长时期任教育部专门教育司司长兼北京艺术专门学校校长。一九二五年十一月二十八日北京民众因要求关税自主示威游行时，刘的住宅也受到冲击，他便乘机吞没存放家中的艺专公款八千元，捏词呈报教育部说公款全数被劫，无法赔垫。火神庙在北京琉璃厂。旧时每年夏历正月初一至十五庙会期间，设有很多临时性的古玩玉器摊。打落门牙参看本卷第页注。交臂失之语出庄子田子方吾终身与汝交一臂而失之。陈西滢在做学问的工具里颂扬芮恩施说我想着要是那时美国公使莱恩施没有竭力的提倡，组织什么政治学会，办什么图书馆，那么今年不要说有了两个热闹的时务题目，就有了二十个热闹的时务题目，也就要借书也无从借起了。美国退还的赔款指一九一年辛丑条约规定的庚子赔款中尚未付给美国的部分。美帝国主义为了对我国进行文化侵略，在所谓资助我国教育文化事业的幌子下，于一九八年第一次将赔款中的一部分退还我国一九二四年又决定将余款全数退还。这里所说用以扩充北京图书馆的经费，即在第二次退款之内。梁启超―字卓如，号任公，广东新会人。清末与康有为同为戊戌维新运动的主要领导人，失败后逃亡日本。一九二年在东京创办新民丛报，鼓吹君主立宪，反对孙中山领导的资产阶级民主革命运动。辛亥革命后，历任北洋政府司法财政总长，清华学校研究院教授。他用浅显的文言著述，著有饮冰室文集。"}
