{"text":"这是一个有待于世纪历史进程来证明的历史问题。在世纪还没有来临的这一块匾下，我们大家都是猜匾上字的近视眼，谁也不敢说匾上究竟是什么字。最近我在上海新民晚报夜光杯上发表了一篇短文真理愈辨愈明吗？。这个题目就告诉人们，我是不相信真理越辨，或者越辩越明的。常见辩论者双方，最初还能摆事实，讲道理，尚能做到语有伦次。但是随着辩论激烈程度的提高，个人意气用事的情况也愈益显著，终于辩到了最后，人身攻击者有之，强词夺理者有之，互相谩骂者有之，辩论至此，真理宁论！哪里还谈到越辩越明呢？我在东西文化议论集中先把我自己的看法鲜明地摆出来，然后收入赞成我的看法的文章，反对我的看法的文章，只要能搜罗到，我也照收不误。我的意思是让读者自己去辨曲直，明是非。读者是有这个能力的。我在这里想顺便澄清一个问题。在西方不亮东方亮那一篇发言中，我讲到了，有人告诉我说有的学者认为，搞国学就是想反对马克思主义，而且说文章就发表在哲学研究某一期上，言之凿凿，不由得我不信。我没有去查阅哲学研究。如果上面没有刊登过这样的文章的话，我向哲学研究表示歉意。说句老实话，即使有人这样主张，也只能说是百家争鸣中的一家，算不得大逆不道。每个人有发表自己意见的权利，别人阻挡不得，当然，我也有骇怪的权利，别人也阻挡不得。至于西方不亮东方亮那一个观点，我仍然坚持不放。我与东方文化研究，想要写下去的话，还是大有话可说的，限于时间，先就写这样多吧。我还有两点要补充或者说明一下。第一是一点希望，希望不同意我的看法的学者们，要多读一点我写的东西，不要看了我一篇文章，对其中的要领并不完全清楚，也许是我没有完全说清楚，就立即反驳，或者要与我商榷。这有点失之过急，让我读了啼笑皆非。还有一点是，我的一些说法，看起来不管多么新奇，都是先有人说过的。我决不敢立即到专利局去申请专利。希望某一些反对我的某一些看法的学者眼光放远一点，书要多读一点，不要急于把荣誉或者谴责都一股脑堆到我身上。侈谈东西方文化，已经颇有些年头了，这违反我的天性，已如上述。但是既然已经走上了这一条路，我还要走下去的。特别是对东西文化之差异处，我仿佛害了差异狂，越看越多。"}
{"text":"这有点失之过急，让我读了啼笑皆非。还有一点是，我的一些说法，看起来不管多么新奇，都是先有人说过的。我决不敢立即到专利局去申请专利。希望某一些反对我的某一些看法的学者眼光放远一点，书要多读一点，不要急于把荣誉或者谴责都一股脑堆到我身上。侈谈东西方文化，已经颇有些年头了，这违反我的天性，已如上述。但是既然已经走上了这一条路，我还要走下去的。特别是对东西文化之差异处，我仿佛害了差异狂，越看越多。没有办法，事实告诉我是这样，我只有这样相信，我这个半瓶醋晃荡了这样许多年，醋是否减少了一点，或者增加了一点呢？我看不出。我只是相信，如果醋增加到了装满了瓶子，那就没有晃荡的余地，想晃荡也不会出声。反之，如果醋减少到了一滴不剩，那么，瓶子里只剩下了空气，同样是不能出声。我看而且也希望，我这个半瓶醋，永远保留半瓶，给永远晃荡下去提供条件和基础。忆往述怀第二篇学林漫步忆往述怀漫谈书院中国几千年的教育制度，从组织结构上来看，大体可以分为两类一官，一私。书院是中国封建社会的一种教育组织形式，以私人创建为主，有时也有官方创办的。其特点是在个别著名学者领导下，积聚大量图书，聚众授徒，教学与研究相结合。从唐五代末到清末有一千年的历史，书院对我国封建社会的教育，产生过重大的影响。要谈中国教育史，要研究现在的教育制度，就必须着重研究书院制度。从这个研究中，我们可以学习到很多有用的东西。书院这个名称，始见于唐代。当时书院就已有私人办与官方办两类。在最初，书院还仅仅是官方藏书校书的地方有的只是私人读书治学的地方，还不是真正的教育机构。清代诗人袁枚在随园随笔中写道书院之名起唐玄宗时，丽正书院集贤书院皆建于朝省，为修书之地，非士子肄业之所也。但是，唐代已有不少私人创建的书院，全唐诗中提到的就有十一所，这些也只是私人读书的地方。真正具有聚徒讲学性质的书院，起源于庐山国学，人称白鹿国庠，地址在江西庐山，为著名的白鹿洞书院的前身。陆游的南唐书中就有关于庐山国学的记载。总起来看，聚众讲学的书院形成于五代末期。有人认为，中国的书院源于东汉的精舍或者精庐，实则两者并不完全相同。北宋初年，国家统一，但还没有充足的力量来兴办学校，于是私人书院应运而起。庐山国学或白鹿国庠，发展为白鹿洞书院。"}
{"text":"但是，唐代已有不少私人创建的书院，全唐诗中提到的就有十一所，这些也只是私人读书的地方。真正具有聚徒讲学性质的书院，起源于庐山国学，人称白鹿国庠，地址在江西庐山，为著名的白鹿洞书院的前身。陆游的南唐书中就有关于庐山国学的记载。总起来看，聚众讲学的书院形成于五代末期。有人认为，中国的书院源于东汉的精舍或者精庐，实则两者并不完全相同。北宋初年，国家统一，但还没有充足的力量来兴办学校，于是私人书院应运而起。庐山国学或白鹿国庠，发展为白鹿洞书院。除白鹿洞书院外，接着有很多书院相继创建，包括岳麓书院应天府书院嵩阳书院石鼓书院和唯阳书院等，时有四大书院或六大书院之称。到了南宋，书院更为发达。其数量之多，规模之大，组织之严密，制度之完善，都是空前的，几乎取代了官学，成为主要的教育机构。南宋书院发达，始于朱熹修复白鹿洞书院，后来朱熹又修复和扩建了湖南岳麓书院。书院之所以发达，原因不外以下诸点理学发展，而书院教学内容多为理学官学衰落，科举腐败许多著名学者由官学转向私人书院印刷术的发展提供了出书快而多的条件，而书院又以藏书丰富为特点。因此，书院就很快地发展起来了。元代也相当重视文化教育事业，奖励学校和书院的建设。不但文化兴盛的江南普遍创建或复兴了书院，连北方也相继设立了许多书院。但书院管理和讲学水平都很低。到了明初，情况又有了改变。政府重点是办官学，提倡科举不重视书院。自洪武至成化一百多年间的情况就是这样。成化以后，书院才又得以复兴，至嘉靖年间达到极盛。明代书院由衰到兴，王守仁湛若水等理学大师起了重要的作用。为了宣扬自己的理学，他们就在所到之处创建书院。明代末年影响最大的是东林书院。在这个书院里，师生除教学活动外，还积极参与当时的政治活动。这当然要受到统治者的迫害。天启五年，太监魏忠贤下令拆毁天下书院，首从东林，造成了中国历史上有名的迫害东林党人的大案。到了清初，统治者采取了对书院进行抑制的政策。一直到雍正十一年，才令各省会设书院，属官办性质。以后发展到二千余所，数量大大超过前代。由于书院多数由官方操纵，完全没有独立自主的权力，因而也就没有活动。当然也出现过少数带有私人性质的书院，晚清的许多著名学者就在其中讲学。"}
{"text":"在这个书院里，师生除教学活动外，还积极参与当时的政治活动。这当然要受到统治者的迫害。天启五年，太监魏忠贤下令拆毁天下书院，首从东林，造成了中国历史上有名的迫害东林党人的大案。到了清初，统治者采取了对书院进行抑制的政策。一直到雍正十一年，才令各省会设书院，属官办性质。以后发展到二千余所，数量大大超过前代。由于书院多数由官方操纵，完全没有独立自主的权力，因而也就没有活动。当然也出现过少数带有私人性质的书院，晚清的许多著名学者就在其中讲学。统观中国一千多年的书院制度，可以看到书院始终是封建教育的一个重要组成部分，与统治者既有调和，又有斗争，形成了一套自己的教育主张和教学特色。书院这种形式还影响了日本朝鲜和东南亚一些国家的办学。这样的书院制度有些什么特点呢？毛礼锐主编的中国教育史简编对中国书院的特点作了如下归纳教学与研究相结合盛行讲会制度，提倡百家争鸣在教学上实行门户开放学习以个人钻研为主师生关系融洽。上述概括当然不是最后的结论，随着书院研究的不断深入，人们对书院特点的认识，也将随着史料的逐步丰富而更加全面更加深刻。比如在组织管理方面，书院就有很多特点管理机构一般比较精干经费来自多种渠道，书院能独立自主学规则灵活多样，能寓教于管等等。这中间有许多经验值得我们借鉴。忆往述怀第二篇学林漫步忆往述怀文得学养中国古代学者能文者多，换句话说，学者同时又兼散文家者多，而今则颇少。这是一个极为明显的事实，由不得你不承认。可是，如果想追问其原因，则恐怕是言人人殊了。过去中国有诗言志和文以载道的说法。抛开众多注释家的注释不谈，一般人对这两个说法的理解是，所谓志是自己内心的活动，多半与感情有关，言志就是抒发自己的感情，抒发形式则既可以用诗歌，也可以用散文，主要是叙事抒情的散文。所谓唐宋八大家者，皆可以归入此类。而载道则颇与此有别。道者，多为别人之道。古人所谓代圣人立言者，立的是圣人之道。自己即使有道，如与圣道有违，也是不能立不敢立的。这样就产生了矛盾。人总是有感情的，而感情又往往是要抒发的。即使是以传承道统自命的人，他们写文章首先当然是载道，但也不免要抒发感情。我只举几个例子，就足以说明问题了。"}
{"text":"所谓唐宋八大家者，皆可以归入此类。而载道则颇与此有别。道者，多为别人之道。古人所谓代圣人立言者，立的是圣人之道。自己即使有道，如与圣道有违，也是不能立不敢立的。这样就产生了矛盾。人总是有感情的，而感情又往往是要抒发的。即使是以传承道统自命的人，他们写文章首先当然是载道，但也不免要抒发感情。我只举几个例子，就足以说明问题了。唐代韩愈以继承孔子道统自命但是，不但他写的诗是抒发感情的，连散文亦然。他那一篇有名的原道，顾名思义，就能知道，他原的是道。但是，谁能说其中感情成分不洋溢充沛呢？又如宋代的朱熹，公认是专以载道为己任的大儒。但是，他写的许多诗歌，淳朴简明，蕴含深厚，公认是优美的文学作品，千载传诵。连孔门都注重辞令修饰，讲什么言之无文，行之不达。可见文与道有时候是极难以区分的。清代桐城派的文人，把学问分为三类义理辞章考据。他们的用意是一人而三任焉，这是他们的最高标准或理想。然而事实怎样呢？对桐城派的文章，也就是所谓辞章，学者毁誉参半。我在这里姑不细论。专谈他们的义理和考据，真能卓然成家者直如凤毛麟角。较之唐宋时代的韩愈朱熹等等，虽不能说有天渊之别，其距离盖亦悬殊矣。到了今天，学科门类愈益繁多，新知识濒于爆炸，文人学士不像从前的人那样有余裕来钻研中国古代典籍。他们很多人也忙于载道。载的当然不会像古代那样是孔孟之道，而只能是近代外国圣人和当今中国圣人之道，如临深履薄，唯恐跨越雷池一步，致遭重谴。可以想象，这样的文章是不会有文采的，也不敢有文采的。其他不以载道为专业的学者，写文章也往往不注意修辞，没有多少文采。有个别自命为作家的人，不甚读书，又偏爱在辞藻上下苦工夫，结果是，写出来的文章流光溢彩，但不知所云，如八宝楼台，拆散开来，不成片段。有的词句，由于生制硬造，佶屈聱牙，介于通与不通之间。中国当前文坛和学坛的情况，大体上就是这样。我的看法，不敢说毫无偏颇之处，唯愿读者谅之。郭伟川先生，出自名家大师门下，学有素养，又是一个有心人。他在最近给我的信中说今年计划中，想出版著名学者散文精选一书。所以专取学者文，盖一段从事学术研究的人，真正能文者如凤毛麟角，所谓罕而见珍也。"}
{"text":"有的词句，由于生制硬造，佶屈聱牙，介于通与不通之间。中国当前文坛和学坛的情况，大体上就是这样。我的看法，不敢说毫无偏颇之处，唯愿读者谅之。郭伟川先生，出自名家大师门下，学有素养，又是一个有心人。他在最近给我的信中说今年计划中，想出版著名学者散文精选一书。所以专取学者文，盖一段从事学术研究的人，真正能文者如凤毛麟角，所谓罕而见珍也。而文得学养，则盖见深度，可臻文质并茂之境。此则一般文章家未必能至者，亦足成学者文之特色也。这一段话虽不长，但对写文章与学术研究之关系，说得极为透彻而又深刻，十分敬佩。伟川先生镶拙文滥竽其中，既感且愧。他索序于我，敢不应命，因略述鄙见如上。忆往述怀第二篇学林漫步忆往述怀谈东方文学一近几年来，在广大的读者中间，特别是在文学爱好者中间，更特别是在爱好文学的青年中间，对东方文学的爱好日益强烈。我个人认为，这是一件很值得祝贺的事情。这并不是因为我自己也算是一个东方文学研究者和爱好者，出于对东方文学的偏爱才有这样的意见，而是因为为了纠正过去的偏颇，让中国的外国文学爱好者能够全面地理解外国文学，达到借鉴的目的，更好地创造我们自己的有中国特点的社会主义新文学，我才热诚赞颂这种新风。为什么说是纠正过去的偏颇呢？我说的偏颇是指抬高西方文学，贬低东方文学。只要平心静气地想一想，实事求是地看一看，谁都承认这种偏颇是存在的。在一些文章中，特别是在一些谈话或讲演中，我们经常可以听到读到一些有意无意贬低东方文学的论调，特别是在个别的在文学界比较负责的同志们的言论中，有这样的意见，其影响更大，更有害。我并不想提倡东风压倒西风，我只是想给东西方文学各以其应有的实事求是的评价，让读者们真能兼容并蓄，吸取必要的营养，如此而已。回顾一下将近一百年来中国介绍外国文学的历史，是颇有启发的。林纾介绍的外国文学几乎全是西方文学，其中并无深奥不测的原因林纾自己，我想并不一定有什么明确的东西方的概念，只是同他合作的人都是通英法文的，林纾必须仰仗这些人才能翻译，其结果就是他所介绍的都是通过英法文而译出来的西方文学作品。这些作品起到了良好的作用，林纾在天之灵有福了，我们直到今天还要感谢他。"}
{"text":"回顾一下将近一百年来中国介绍外国文学的历史，是颇有启发的。林纾介绍的外国文学几乎全是西方文学，其中并无深奥不测的原因林纾自己，我想并不一定有什么明确的东西方的概念，只是同他合作的人都是通英法文的，林纾必须仰仗这些人才能翻译，其结果就是他所介绍的都是通过英法文而译出来的西方文学作品。这些作品起到了良好的作用，林纾在天之灵有福了，我们直到今天还要感谢他。到了时代，情况有了改变。自己对文学有明确的界限，他的界限与其说是东方和西方，毋宁说是压迫者和被压迫者，而被压迫者偏偏多在东方。希望被压迫者能发出声音，中国在当时也是没有声音的，所谓无声的中国者便是，印度的声音也不多。希望这些没有声音的民族发出声音，并且让这声音昭告世界，震聋发聩，让被压迫者都能挺起身来，艰苦斗争，求得解放。因此他介绍的文学不限于东方，只要是被压迫者他全希望介绍，当然东方也包括在里面。我认为，在介绍外国文学方面是一个划时代的里程碑，的精神不朽了。我不说在天之灵，因为他是不信这一套的。直到今天我们还蒙受其利，直到今天我们也都感谢他。解放以后，介绍外国文学开创了一个新时代。三十五年以来，我们做了大量的翻译介绍研究阐释的工作，成绩辉煌，远迈前古。介绍的作品，既有西方也有东方，既有古代也有现代。这大大地提高了我们外国文学研究的水平，大大地扩大了外国文学爱好者的眼界，对建设精神文明有极大的裨益。但是，美中也有不足，主要是对东方文学的介绍还不够普遍，不够深入。在这个领域内，不论古代或是近现代，都有不少的空白点。严格一点说，我们的读者对东方文学还没有看到全貌，对东方文学的价值还不能全面评价。其影响就是中国人民对第三世界国家人民的思想与感情，憧憬与希望，都缺乏实事求是的了解，从而影响了我们之间思想交流和友谊增长，也可以说是不利于我们的团结。特别是在某一些同志心目中那种鄙视东方文学的看法，更不利于东方文学的介绍与研究。我不愿意扣什么帽子，但如果说这些同志还有点欧洲中心论的残余，难道还不能算是恰如其分吗？"}
{"text":"其影响就是中国人民对第三世界国家人民的思想与感情，憧憬与希望，都缺乏实事求是的了解，从而影响了我们之间思想交流和友谊增长，也可以说是不利于我们的团结。特别是在某一些同志心目中那种鄙视东方文学的看法，更不利于东方文学的介绍与研究。我不愿意扣什么帽子，但如果说这些同志还有点欧洲中心论的残余，难道还不能算是恰如其分吗？实际上，有这种想法的同志们，并不一定都精通东方文学，东方这个词儿，作为一个地理概念，其广无垠，民族语言宗教哲学，各不相同，历史长短也大相径庭，文学造诣当然更是悬殊极大，谁也无法全部了解其文学成就，再加上我们介绍不够，只是给读者以一斑，而没能给他们以全貌，产生这样的误会是可以理解的。但是理解并不是一切，我们要纠正错误的理解，加深正确的理解。能胜任偷快地做这种工作的只有研究东方文学的同志们自己。我知道，这方面的同志们正在努力，成果一天比一天增加，成绩一天比一天昭著。但兹事体大，决非一朝一夕，一举手，一投足之劳，一蹴而就的。我们还要继续努力，还要等待。眼前编选的这一部东方文学作品选就可以说是在这方面一个努力的表现。我祝贺这一部书的出版，我希望它能够给东方文学爱好者提供更多的精神食粮，给那极少数还怀偏见的同志们提供一个衡量的标准。我希望这一部书带着我的和我们的祝贺走向广大读者群中去。忆往述怀第二篇学林漫步忆往述怀谈东方文学二年以来，我们介绍东方国家的文学作品日益增多。这是一件非常有意义的事情，受到全国外国文学爱好者的热烈欢迎。但是，也有美中不足之处介绍得不很平衡，有的国家介绍得多，有的国家介绍得少。这很容易给读者一种不正确的印象，以为介绍作品少的国家，优秀的值得向我国介绍的作品不多。事实当然不是这个样子。这种现象之所以产生，主要是由于我国研究东方文学的人才按国别来说，不够平衡。其中有一些国家，至今还基本上是一个空白点，你能说这些国家根本没有文学吗？我们的友好邻邦巴基斯坦就属于介绍得少的国家。在过去几千年的历史上，中国同今天巴基斯坦所在的地区有过频繁的文化政治经济宗教艺术等等方面的交流关系。这种交流对双方都起了有益的作用，它丰富了彼此的文化，加深了彼此的了解，为今天我们两国根深蒂固的友谊打下了坚实的基础。"}
{"text":"事实当然不是这个样子。这种现象之所以产生，主要是由于我国研究东方文学的人才按国别来说，不够平衡。其中有一些国家，至今还基本上是一个空白点，你能说这些国家根本没有文学吗？我们的友好邻邦巴基斯坦就属于介绍得少的国家。在过去几千年的历史上，中国同今天巴基斯坦所在的地区有过频繁的文化政治经济宗教艺术等等方面的交流关系。这种交流对双方都起了有益的作用，它丰富了彼此的文化，加深了彼此的了解，为今天我们两国根深蒂固的友谊打下了坚实的基础。但是，从文学交流这个角度来看，我们今天的介绍工作是做得很不够的。我们中国人民，其中包括外国文学的研究者，渴望了解巴基斯坦的文学，可是能读的书却少得可怜，介绍的作家也同样少得可怜。除了伊克巴尔和新近去世的费兹两位大诗人之外，我们熟悉的巴基斯坦作家就不多了。这不能不说是一件十分令人遗憾的事情。最近，北京大学东语系和其他单位共八位研究巴基斯坦乌尔都文学的同志群策群力，编译这一本短篇小说集人贩子，在一定程度上，弥补了这个缺憾。说句夸大的话，这本书真成了大旱中的云霓。我相信，它一定会受到广大中国读者的欢迎。这本书一共翻译了巴基斯坦二十一位乌尔都文作家的短篇小说四十一篇。仅仅根据就可以看出介绍的内容是多么丰富，介绍的范围又是多么广阔。这些作品好像越过了千山万水，把我们的心从赤县神州，带往清真之国。我们仿佛置身于巴基斯坦人民中间，不但是今天的巴基斯坦人民，而且是现代史上的巴基斯坦人民。我们为他们的欢乐而欢乐，为他们的忧愁而忧愁，为他们的热爱而热爱，为他们的憎恨而憎恨。殖民主义者的压迫，反动统治者的剥削，我们仿佛都亲身感受到了，胜利的喜悦，正义的伸张，我们也仿佛体会到了。我们真是同巴基斯坦人民同呼吸，共命运。我们的心挨得更近了，我们的感情交融在一起了。空间的距离不但不能阻隔我们，而且正相反，它把我们联系得更紧密。原来中国人民对巴基斯坦人民虽有深厚的感情，但这感情有时总感到有点渺茫，不够具体。现在有此一册在手，捧读之余，我们两国人民之间的感情一下子具体起来了，具体到能看得见，摸得着。巴基斯坦人民的声音，我们能听到巴基斯坦人民的笑颜，我们能看到。这一本书从小处看，弥补了我们介绍外国文学工作中的缺憾从大处看，它一下子变成了一支神杖，缩短了我们两国人民之间的距离，使我们如处一室之内。"}
