{"text":"第一次世界大战后于一九二年成立的国际政府间组织。它标榜以促进国际合作维持国际和平与安全为目的，实际上是英法等帝国主义国家控制并为其侵略政策服务的工具。第二次世界大战爆发后无形瓦解，一九四六年四月正式宣告解散。九一八事变后，它袒护日本帝国主义对中国的侵略，九月二十二日，蒋介石在南京市国民党党员大会上宣称此刻必须上下一致，先以公理对强权，以和平对野蛮，忍辱含愤，暂取逆来顺受态度，以待国际公理之判决。舆榇在车子上载着空棺材，表示敢死的决心。截指，把手指砍下，也是表示坚决的意思。据一九三一年十一月二十一日二十二日申报报导，青年援马团曾抬棺游行，并有人断指书写血书。哭秦庭春秋时楚国臣子申包胥的故事，见史记伍子胥列传当伍子胥率领昊国军队攻破楚国都城的时候，申包胥走秦告急，求救于秦。秦不许，包胥立于秦庭，昼夜哭，七日七夜不绝其声。秦哀公怜之，乃遣车五百乘救楚击吴。孙陵孙中山陵墓，位于南京紫金山。不用古典胡适在新青年第二卷第五期一九一七年一月发表文学改良刍议一文，提出文学改良八事，其中第六事为不用典。雷马克，德国小说家。西线无战事是他描写第一次世界大战的小说，一九二九年出版。棱通译雷恩，德国小说家。战争是他描写第一次世界大战的小说，一九二二年出版。做古文和做好人的秘诀做古文和做好人的秘诀从去年以来一年半之间，凡有对于我们的所谓批评文字中，最使我觉得气闷的滑稽的，是常燕生先生在一种月刊叫作长夜的上面，摆出公正脸孔，说我的作品至少还有十年生命的话。记得前几年，狂飙停刊时，同时这位常燕生先生也曾有文章发表，大意说狂飙攻击，现在书店不愿出版了，安知！不是运动了书店老板，加以迫害？于是接着大大地颂扬北洋军阀度量之宽宏。我还有些记性，所以在这回的公正脸孔上，仍然隐隐看见刺着那一篇锻炼文字一面又想起陈源教授的批评法先举一些美点，以显示其公平，然而接着是许多大罪状――由公平的衡量而得的大罪状。将功折罪，归根结蒂，终于是学匪，理应枭首挂在正人君子的旗下示众。所以我的经验是毁或无妨，誉倒可怕，有时候是极其汲汲乎殆哉的。"}
{"text":"不是运动了书店老板，加以迫害？于是接着大大地颂扬北洋军阀度量之宽宏。我还有些记性，所以在这回的公正脸孔上，仍然隐隐看见刺着那一篇锻炼文字一面又想起陈源教授的批评法先举一些美点，以显示其公平，然而接着是许多大罪状――由公平的衡量而得的大罪状。将功折罪，归根结蒂，终于是学匪，理应枭首挂在正人君子的旗下示众。所以我的经验是毁或无妨，誉倒可怕，有时候是极其汲汲乎殆哉的。更何况这位常燕生先生满身五色旗气味，即令真心许我以作品的不灭，在我也好像宣统皇帝忽然龙心大悦，钦许我死后谥为文忠一般。于满肚气闷中的滑稽之余，仍只好诚惶诚恐，特别脱帽鞠躬，敬谢不敏之至了。但在同是长夜的另一本上，有一篇刘大杰先生的文章――这些文章，似乎中国的文艺论战上都未收载――我却很感激的读毕了，这或者就因为正如所说，和我素不相知，并无私人恩怨，夹杂其间的缘故。然而尤使我觉得有益的，是替我设法，以为在这样四面围剿之中，不如放下刀笔，暂且出洋并且给我忠告，说是在一个人的生活史上留下几张白纸，也并无什么紧要。在仅仅一个人的生活史上，有了几张白纸，或者全本都是白纸，或者竟全本涂成黑纸，地球也决不会因此炸裂，我是早知道的。这回意外地所得的益处，是三十年来，若有所悟，而还是说不出简明扼要的纲领的做古文和做好人的方法，因此恍然抓住了辔头了。其口诀曰要做古文，做好人，必须做了一通，仍旧等于一张的白纸。从前教我们作文的先生，并不传授什么马氏文通，文章作法之流，一天到晚，只是读，做，读，做做得不好，又读，又做。他却决不说坏处在那里，作文要怎样。一条暗胡同，一任你自己去摸索，走得通与否，大家听天由命。但偶然之间，也会不知怎么一来――真是偶然之间而且不知怎么一来，――卷子上的文章，居然被涂改的少下去，留下的，而且有密圈的处所多起来了。于是学生满心欢喜，就照这样――真是自己也莫名其妙，不过是照这样――做下去，年深月久之后，先生就不再删改你的文章了，只在篇末批些有书有笔，不蔓不枝之类，到这时候，即可以算作通。――自然，请高等批评家梁实秋先生来说，恐怕是不通的，但我是就世俗一般而言，所以也姑且从俗。这一类文章，立意当然要清楚的，什么意见，倒在其次。"}
{"text":"于是学生满心欢喜，就照这样――真是自己也莫名其妙，不过是照这样――做下去，年深月久之后，先生就不再删改你的文章了，只在篇末批些有书有笔，不蔓不枝之类，到这时候，即可以算作通。――自然，请高等批评家梁实秋先生来说，恐怕是不通的，但我是就世俗一般而言，所以也姑且从俗。这一类文章，立意当然要清楚的，什么意见，倒在其次。譬如说，做工欲善其事，必先利其器论罢，从正面说，发挥其器不利，则工事不善固可，即从反面说，偏以为工以技为先，技不纯，则器虽利，而事亦不善也无不可。就是关于皇帝的事，说天皇圣明，臣罪当诛固可，即说皇帝不好，一刀杀掉也无不可的，因为我们的孟夫子有言在先，闻诛独夫纣矣，未闻弑君也，现在我们圣人之徒，也正是这一个意思儿。但总之，要从头到底，一层一层说下去，弄得明明白白，还是天皇圣明呢，还是一刀杀掉，或者如果都不赞成，那也可以临末声明虽穷淫虐之威，而究有君臣之分，君子不为已甚，窃以为放诸四裔可矣的。这样的做法，大概先生也未必不以为然，因为中庸也是我们古圣贤的教训。然而，以上是清朝末年的话，如果在清朝初年，倘有什么人去一告密，那可会灭族也说不定的，连主张放诸四裔也不行，这时他不和你来谈什么孟子孔子了。现在革命方才成功，情形大概也和清朝开国之初相仿。不完这是夜记之五的小半篇。夜记这东西，是我于一九二七年起，想将偶然的感想，在灯下记出，留为一集的，那年就发表了两篇。到得上海，有感于屠戮之凶，又做了一篇半，题为虐杀，先讲些日本幕府的磔杀耶教徒，俄国皇帝的酷待革命党之类的事。但不久就遇到了大骂人道主义的风潮，我也就借此偷懒，不再写下去，现在连稿子也不见了。到得前年，柔石要到一个书店去做杂志的编辑，来托我做点随随便便，看起来不大头痛的文章。这一夜我就又想到做夜记，立了这样的题目。大意是想说，中国的作文和做人，都要古已有之，但不可直钞整篇，而须东拉西扯，补缀得看不出缝，这才算是上上大吉。所以做了一大通，还是等于没有做，而批评者则谓之好文章或好人。社会上的一切，什么也没有进步的病根就在此。当夜没有做完，睡觉去了。第二天柔石来访，将写下来的给他看，他皱皱眉头，以为说得太噜苏一点，且怕过占了篇幅。于是我就约他另译一篇短文，将这放下了。"}
{"text":"这一夜我就又想到做夜记，立了这样的题目。大意是想说，中国的作文和做人，都要古已有之，但不可直钞整篇，而须东拉西扯，补缀得看不出缝，这才算是上上大吉。所以做了一大通，还是等于没有做，而批评者则谓之好文章或好人。社会上的一切，什么也没有进步的病根就在此。当夜没有做完，睡觉去了。第二天柔石来访，将写下来的给他看，他皱皱眉头，以为说得太噜苏一点，且怕过占了篇幅。于是我就约他另译一篇短文，将这放下了。现在去柔石的遇害，已经一年有余了，偶然从乱纸里检出这稿子来，真不胜其悲痛。我想将全文补完，而终于做不到，刚要下笔，又立刻想到别的事情上去了。所谓人琴俱亡者，大约也就是这模样的罢。现在只将这半篇附录在这里，以作柔石的记念。一九三二年四月二十六日之夜，记。本篇在收入本书前未在报刊上发表过。常燕生参看本卷第页注。他是长夜的经常撰稿人，在该刊第三期一九二八年五月发表的越过了阿的时代以后中说及其追随者，都是思想已经落后的人。又说及其追随者在此后十年之中自然还应该有他相当的位置。长夜，文艺半月刊，国家主义派分子左舜生等主办，一九二八年四月在上海创刊，同年五月停刊，共出四期。指常燕生的挽狂飙一文。参看三闲集吊与贺。陈源的批评法参看本卷第页注。汲汲乎殆哉语出孟子万章上天下殆哉，岌岌乎！五色旗参看本卷第页注。刘大杰的文章题为呐喊与彷徨与野草，刊于长夜第四期一九二八年五月。其中说的发表野草，看去似乎是到了创作的老年了。若不想法变换变换生活，以后恐怕再难有较大的作品罢。我诚恳地希望，放下呆板的生活，不要开书店，也不要作教授提起皮包，走上国外的旅途去，好在自己的生活史上，留下几页空白的地方。刘大杰，湖南岳阳人，文学史家。当时是长夜的主要撰稿人之一。马氏文通清代马建忠著，是我国最早的一部较有系统的研究汉语语法的书。文章作法，夏丐尊刘薰宇合编，一九二六年上海开明书店出版。闻诛独夫纣矣，未闻弑君也语见孟子梁惠王，独夫原作一夫。中庸语见论语雍也中庸之为德也，其至矣乎！据宋代朱熹注中者，无过无不及之名也庸，平常也。"}
{"text":"刘大杰，湖南岳阳人，文学史家。当时是长夜的主要撰稿人之一。马氏文通清代马建忠著，是我国最早的一部较有系统的研究汉语语法的书。文章作法，夏丐尊刘薰宇合编，一九二六年上海开明书店出版。闻诛独夫纣矣，未闻弑君也语见孟子梁惠王，独夫原作一夫。中庸语见论语雍也中庸之为德也，其至矣乎！据宋代朱熹注中者，无过无不及之名也庸，平常也。程子曰不偏之谓中，不易之谓庸。中者，天下之正道，庸者，天下之定理。指收入三闲集中的怎么写和在钟楼上二文。日本幕府的磔杀耶教徒十六世纪天主教传入日本后，迅速传布全国。当时统治日本的江户幕府害怕教徒联合反抗，于一六一一年下令禁教，并用酷刑杀害教士和教徒。一六三七年岛原的天主教徒起义，幕府曾调动十余万军队进行镇压，杀万余人。幕府，一一九二年至一八六七年日本封建时代的中央军事独裁政权。大骂人道主义的风潮一九二八年上半年，创造社主办的文化批判创造月刊上连续发表艺术与社会生活人道主义者怎样地防卫着自己？除掉的除掉！毕竟是醉眼陶然罢了等文，将作为人道主义者进行了错误的批评。指上海明日书店。这里所说的杂志，后来没有出版。人琴俱亡晋代王徽之字子猷悼念王献之字子敬的故事，见世说新语伤逝王子猷子敬俱病笃，而子敬先亡。子猷问左右何以都不闻消息，此已丧矣。语时了不悲，便索舆来奔丧，都不哭。子敬素好琴，便径入坐灵床上，取子敬琴弹，弦既不调，掷地云子敬，子敬，人琴俱亡！因恸绝良久，月余亦卒。坟题记题记将这些体式上截然不同的东西，集合了做成一本书样子的缘由，说起来是很没有什么冠冕堂皇的。首先就因为偶尔看见了几篇将近二十年前所做的所谓文章。这是我做的么？我想。看下去，似乎也确是我做的。那是寄给河南的稿子因为那编辑先生有一种怪脾气，文章要长，愈长，稿费便愈多。所以如摩罗诗力说那样，简直是生凑。倘在这几年，大概不至于那么做了。又喜欢做怪句子和写古字，这是受了当时的民报的影响现在为排印的方便起见，改了一点，其余的便都由他。"}
{"text":"首先就因为偶尔看见了几篇将近二十年前所做的所谓文章。这是我做的么？我想。看下去，似乎也确是我做的。那是寄给河南的稿子因为那编辑先生有一种怪脾气，文章要长，愈长，稿费便愈多。所以如摩罗诗力说那样，简直是生凑。倘在这几年，大概不至于那么做了。又喜欢做怪句子和写古字，这是受了当时的民报的影响现在为排印的方便起见，改了一点，其余的便都由他。这样生涩的东西，倘是别人的，我恐怕不免要劝他割爱，但自己却总还想将这存留下来，而且也并不行年五十而知四十九年非，愈老就愈进步。其中所说的几个诗人，至今没有人再提起，也是使我不忍抛弃旧稿的一个小原因。他们的名，先前是怎样地使我激昂呵，民国告成以后，我便将他们忘却了，而不料现在他们竟又时时在我的眼前出现。其次，自然因为还有人要看，但尤其是因为又有人憎恶着我的文章。说话说到有人厌恶，比起毫无动静来，还是一种幸福。天下不舒服的人们多着，而有些人们却一心一意在造专给自己舒服的世界。这是不能如此便宜的，也给他们放一点可恶的东西在眼前，使他有时小不舒服，知道原来自己的世界也不容易十分美满。苍蝇的飞鸣，是不知道人们在憎恶他的我却明知道，然而只要能飞鸣就偏要飞鸣。我的可恶有时自己也觉得，即如我的戒酒，吃鱼肝油，以望延长我的生命，倒不尽是为了我的爱人，大大半乃是为了我的敌人，――给他们说得体面一点，就是敌人罢――要在他的好世界上多留一些缺陷。君子之徒曰你何以不骂杀人不眨眼的军阀呢？斯亦卑怯也已！但我是不想上这些诱杀手段的当的。木皮道人说得好，几年家软刀子割头不觉死，我就要专指斥那些自称无枪阶级而其实是拿着软刀子的妖魔。即如上面所引的君子之徒的话，也就是一把软刀子。假如遭了笔祸了，你以为他就尊你为烈士了么？不，那时另有一番风凉话。倘不信，可看他们怎样评论那死于三一八惨杀的青年。此外，在我自己，还有一点小意义，就是这总算是生活的一部分的痕迹。所以虽然明知道过去已经过去，神魂是无法追蹑的，但总不能那么决绝，还想将糟粕收敛起来，造成一座小小的新坟，一面是埋藏，一面也是留恋。至于不远的踏成平地，那是不想管，也无从管了。我十分感谢我的几个朋友，替我搜集，抄写，校印，各费去许多追不回来的光阴。我的报答，却只能希望当这书印钉成工时，或者可以博得各人的真心愉快的一笑。"}
{"text":"不，那时另有一番风凉话。倘不信，可看他们怎样评论那死于三一八惨杀的青年。此外，在我自己，还有一点小意义，就是这总算是生活的一部分的痕迹。所以虽然明知道过去已经过去，神魂是无法追蹑的，但总不能那么决绝，还想将糟粕收敛起来，造成一座小小的新坟，一面是埋藏，一面也是留恋。至于不远的踏成平地，那是不想管，也无从管了。我十分感谢我的几个朋友，替我搜集，抄写，校印，各费去许多追不回来的光阴。我的报答，却只能希望当这书印钉成工时，或者可以博得各人的真心愉快的一笑。别的奢望，并没有什么至多，但愿这本书能够暂时躺在书摊上的书堆里，正如博厚的大地，不至于容不下一点小土块。再进一步，可就有些不安分了，那就是中国人的思想，趣味，目下幸而还未被所谓正人君子所统一，譬如有的专爱瞻仰皇陵，有的却喜欢凭吊荒冢，无论怎样，一时大概总还有不惜一顾的人罢。只要这样，我就非常满足了那满足，盖不下于取得富家的千金云。一九二六年十月三十大风之夜，记于厦门。本篇最初发表于一九二六年十一月二十日北京语丝周刊一六期，题为坟的题记。河南月刊，我国留日学生一九七年清光绪三十三年十二月创办于东京，程克孙竹丹等人主编。一九一年辛丑条约后至辛亥革命期间，我国留日学生有数千人，其中多数倾向于反清革命，他们进行各种反清活动，出版了许多书报。其中有十多种杂志是以各省留日同乡会或各省留日同人的名义出版的，内容偏重于有关各省当时的政治社会和文化问题，从事民族民主革命的宣传和科学的启蒙宣传，如浙江潮江苏汉声洞庭波云南四川等，河南就是这些杂志中的一种。在该刊发表的文章，有收入本书的人之历史等四篇，收入集外集拾遗补编的破恶声论和收入译文集第十卷译丛补的裴彖飞诗论两篇都是未完稿。民报月刊，同盟会的机关杂志。一九五年十一月在东京创刊，内容主要是宣传资产阶级民主革命的主张，共出二十六期。自一九六年九月第七号起由章太炎主编。章太炎―，名炳麟，号太炎，浙江余杭人，清末革命家学者。他在民报发表的文章，喜用古字和生僻字句。这里说的受民报的影响，即指受章太炎的影响。行年五十而知四十九年非语出淮南子原道训蘧伯玉年五十而知四十九年非。"}
{"text":"民报月刊，同盟会的机关杂志。一九五年十一月在东京创刊，内容主要是宣传资产阶级民主革命的主张，共出二十六期。自一九六年九月第七号起由章太炎主编。章太炎―，名炳麟，号太炎，浙江余杭人，清末革命家学者。他在民报发表的文章，喜用古字和生僻字句。这里说的受民报的影响，即指受章太炎的影响。行年五十而知四十九年非语出淮南子原道训蘧伯玉年五十而知四十九年非。这里的君子之徒和下文的所谓正人君子，指当时现代评论派的人们。现代评论周刊是当时一部分资产阶级大学教授所办的一种同人杂志，一九二四年十二月创刊于北京，一九二七年七月移至上海出版，至一九二八年十二月停刊。它主要是刊登政论，同时也发表文艺创作文艺评论。主要撰稿人是王世杰高一涵胡适陈源笔名西滢徐志摩唐有壬等，也采用一些外来投稿。其中胡适虽没有参加实际编辑，但事实上是这个刊物的首领。这派人物和帝国主义――特别是美英帝国主义北洋军阀以及后来的国民党反动派有密切的关系。他们以自由主义的面目出现，积极充当帝国主义及买办资产阶级的代言人他们办的这个刊物的主要特色，就是时而曲折时而露骨地反对当时在共产党领导下的人民群众的革命斗争。如五卅运动发生后，胡适陈源和其他一些人都曾先后在该刊发表文章，诬蔑在共产党领导下由工人学生和市民所形成的广大的反帝运动。一九二六年三月十八日段祺瑞在北京屠杀爱国人民时，该刊公然诬蔑被杀的爱国群众，替段祺瑞辩护。一九二七年四月蒋介石举行反革命政变以后，该刊逐步投靠蒋介石政权，成为赤裸裸的反共反人民的刊物。在一九二五年至一九二七年之间，曾不断发表文章，对这个刊物的反动言论进行斗争，揭穿了这派人物的假面目和反动本质。这些文章，都收在本书和华盖集华盖集续编而已集中。正人君子，是当时拥护北洋军阀政府的大同晚报于一九二五年八月七日的一篇报导中，吹捧现代评论派的话在杂文中常引用它来讽刺这一派人。这里说的不骂军阀和下文的无枪阶级，都见于现代评论第四卷第八十九期一九二六年八月二十一日署名涵庐即高一涵的一则闲话中，原文说我二十四分的希望一般文人彼此收起互骂的法宝，做我们应该做的和值得做的事业。"}
{"text":"这些文章，都收在本书和华盖集华盖集续编而已集中。正人君子，是当时拥护北洋军阀政府的大同晚报于一九二五年八月七日的一篇报导中，吹捧现代评论派的话在杂文中常引用它来讽刺这一派人。这里说的不骂军阀和下文的无枪阶级，都见于现代评论第四卷第八十九期一九二六年八月二十一日署名涵庐即高一涵的一则闲话中，原文说我二十四分的希望一般文人彼此收起互骂的法宝，做我们应该做的和值得做的事业。万一骂溜了嘴，不能收束，正可以同那实在可骂而又实在不敢骂的人们，斗斗法宝，就是到天桥走走，似乎也还值得些！否则既不敢到天桥去，又不肯不骂人，所以专将法宝在无枪阶级的头上乱祭，那末，骂人诚然是骂人，却是高傲也难乎其为高傲罢。按当时北京的刑场在天桥附近。木皮道人应作木皮散人，是明代遗民贾凫西的别号。贾凫西约―，名应宠，山东曲阜人。这里所引的话，见于他所著的木皮散人鼓词中关于周武王灭商纣王的一段多亏了散宜生定下胭粉计，献上个兴周灭商的女娇娃他爷们按指周文王武王父子等昼夜商量行仁政，那纣王胡里胡涂在黑影爬几年家软刀子割头不觉死，只等得太白旗悬才知道命有差。在这里借用软刀子来比喻现代评论派的反动言论。三一八惨案一九二六年三月十二日，冯玉祥所部国民军与奉系军阀作战，日本帝国主义出动军舰支持奉军，炮击国民军，并联合英美法意等国，于十六日以最后通牒向北洋政府提出撤除大沽口国防设备等无理要求。三月十八日，北京各界人民激于爱国义愤，在天安门集会抗议，会后结队赴段祺瑞执政府请愿，要求拒绝八国通牒，段竟令卫队开枪射击，当场死伤二百余人。惨案发生后，现代评论第三卷第六十八期一九二六年三月二十七日发表陈西滢评论此案的闲话，诬蔑被惨杀的爱国群众没有审判力，是受了民众领袖的欺骗，参加种种他们还莫明其妙的运动，冒枪林弹雨的险，受践踏死伤的苦！又险恶地把这次惨案的责任推到他们所说的民众领袖身上，说这些人犯了故意引人去死地的嫌疑，罪孽不下于开枪杀人者等等。参看华盖集续编中的死地空谈等篇。科学史教篇科学史教篇观于今之世，不瞿然者几何人哉？"}
