{"text":"钱先生有一日告诉我，说韦君总想转到我班上钱先生又说他知道不能转时，也很安心的用功了，笔记做得很详细的。我说，自然还是在钱先生班上好。以后这件事还谈起一两次。直到三月十九日早，有人误报了韦君的死信钱先生站在我屋外的台阶上惋惜地说他寒假中来和我谈。我因他常是忧郁的样子，便问他为何这样是为了我么？他说不是，你先生很好的我是因家境不宽，老是愁烦着。他说他家里还有一个年老的父亲和未成年的弟弟他说他弟弟因为家中无钱，已失学了。他又说他历年在外读书的钱，一小半是自己休了学去做教员弄来的，一大半是向人告贷来的。他又说，下半年的学费还没有着落呢。但他却不愿平白地受人家的钱我们只看他给大学部学生会起草的请改奖金制为借贷制与工读制的信，便知道他年纪虽轻，做人却有骨气的。我最后见他，是在三月十八日早上，天安门下电车时。也照平常一样，微笑着向我点头。他的微笑显示他纯洁的心，告诉人，他愿意亲近一切我是不会忘记的。还有他的静默，我也不会忘记。据陈云豹先生的行述，韦君很能说话但这半年来，我们听见的，却只有他的静默而已。他的静默里含有忧郁，悲苦，坚忍，温雅等等，是最足以引人深长之思和切至之情的。他病中，据陈云豹君在本校追悼会里报告，虽也有一时期，很是躁急，但他终于在离开我们之前，写了那样平静的两句话给校长他那两句话包蕴着无穷的悲哀，这是静默的悲哀！所以我现在又想，他毕竟是一个可爱的人。三月十八日晚上，我知道他已危险第二天早上，听见他死了，叹息而已！但走去看学生会的布告时，知他还在人世，觉得被鼓励似的，忙着将这消息告诉别人。有不信的，我立刻举出学生会布告为证。我二十日进城，到协和医院想去看看他但不知道医院的规则，去迟了一点钟，不得进去。我很怅惘地在门外徘徊了一会，试问门役道你知道清华学校有一个韦杰三，死了没有？他的回答，我原也知道的，是不知道三字！那天傍晚回来二十一日早上，便得着他死的信息――这回他真死了！他死在二十一日上午一时四十八分，就是二十日的夜里，我二十日若早去一点钟，还可见他一面呢。这真是十分遗憾的！二十三日同人及同学入城迎灵，我在城里十二点才见报，已赶不及了。下午回来，在校门外看见杠房里的人，知道柩已来了。我到古月堂一问，知道柩安放在旧礼堂里。我去的时候，正在重殓，韦君已穿好了殓衣在照相了。"}
{"text":"我很怅惘地在门外徘徊了一会，试问门役道你知道清华学校有一个韦杰三，死了没有？他的回答，我原也知道的，是不知道三字！那天傍晚回来二十一日早上，便得着他死的信息――这回他真死了！他死在二十一日上午一时四十八分，就是二十日的夜里，我二十日若早去一点钟，还可见他一面呢。这真是十分遗憾的！二十三日同人及同学入城迎灵，我在城里十二点才见报，已赶不及了。下午回来，在校门外看见杠房里的人，知道柩已来了。我到古月堂一问，知道柩安放在旧礼堂里。我去的时候，正在重殓，韦君已穿好了殓衣在照相了。据说还光着身子照了一张相，是照伤口的。我没有看见他的伤口但是这种情景，不看见也罢了。照相毕，入殓，我走到柩旁韦君的脸已变了样子，我几乎不认识了！他的两颧突出，颊肉瘪下，掀唇露齿，那里还像我初见时的温雅呢？这必是他几日间的痛苦所致的。唉，我们可以想见了！我正在乱想，棺盖已经盖上唉，韦君，这真是最后一面了！我们从此真无再见之期了！死生之理，我不能懂得，但不能再见是事实，韦君，我们失掉了你，更将从何处觅你呢？韦君现在一个人睡在刚秉庙的一间破屋里，等着他迢迢千里的老父，天气又这样坏韦君，你的魂也彷徨着吧！年月日。原载年月日清华周刊散文全编飘零一个秋夜，我和坐在他的小书房里，在晕黄的电灯光下，谈到的小说。他还在河南吧？大学那边很好吧？我随便问着。不，他上美国去了。美国？做什么去？你觉得很奇怪吧？――波定谟约翰郝勃金医院打电报约他做助手去。哦！就是他研究心理学的地方！他在那边成绩总很好？――这回去他很愿意吧？不见得愿意。他动身前到北京来过，我请他在启新吃饭他很不高兴的样子。这又为什么呢？他觉得中国没有他做事的地方。他回来才一年呢。大学那边没有钱吧？不但没有钱，他们说他是疯子！疯子！我们默然相对，暂时无话可说。我想起第一回认识的名字，是在新生杂志上。那时我在大学读书，也在那里。我在新生上看见的是他的小说但一个朋友告诉我，他心理学的书读得真多大学图书馆里所有的，他都读了。文学书他也读得不少。他说他是无一刻不读书的。我第一次见他的面，是在大学宿舍的走道上他正和朋友走着。"}
{"text":"这又为什么呢？他觉得中国没有他做事的地方。他回来才一年呢。大学那边没有钱吧？不但没有钱，他们说他是疯子！疯子！我们默然相对，暂时无话可说。我想起第一回认识的名字，是在新生杂志上。那时我在大学读书，也在那里。我在新生上看见的是他的小说但一个朋友告诉我，他心理学的书读得真多大学图书馆里所有的，他都读了。文学书他也读得不少。他说他是无一刻不读书的。我第一次见他的面，是在大学宿舍的走道上他正和朋友走着。有人告诉我，这就是了。微曲的背，小而黑的脸，长头发和近视眼，这就是了。以后我常常看他的文字，记起他这样一个人。有一回我拿一篇心理学的译文，托一个朋友请他看看。他逐一给我改正了好几十条，不曾放松一个字。永远的惭愧和感谢留在我心里。我又想到杭州那一晚上。他突然来看我了。他说和游了三日，明早就要到上海去。他原是山东人这回来上海，是要上美国去的。我问起哥仑比亚大学的心理学，哲学，与科学方法杂志，我知道那是有名的杂志。但他说里面往往一年没有一篇好文章，没有什么意思。他说近来各心理学家在英国开了一个会，有几个人的话有味。他又用铅笔随便的在桌上一本簿子的后面，写了哲学的科学一个书名与其出版处，说是新书，可以看看。他说要走了。我送他到旅馆里。见他床上摊着一本人生与地理，随便拿过来翻着。他说这本小书很著名，很好的。我们在晕黄的电灯光下，默然相对了一会，又问答了几句简单的话我就走了。直到现在，还不曾见过他。他到美国去后，初时还写了些文字，后来就没有了。他的名字，在一般人心里，已如远处的云烟了。我倒还记着他。两三年以后，才又在文学日报上见到他一篇诗，是写一种清趣的。我只念过他这一篇诗。他的小说我却念过不少最使我不能忘记的是那篇雨夜，是写北京人力车夫的生活的。是学科学的人，应该很冷静，但他的小说却又很热很热的。这就是了。p也上美国去，但不久就回来了。他在波定谟住了些日子，是常常见着的。他回国后，有一个热天，和我在南京清凉山上谈起的事。他说在研究行为派的心理学。他几乎终日在实验室里他解剖过许多老鼠，研究它们的行为。p说自己本来也愿意学心理学的但看了老鼠临终的颤动，他执刀的手便战战的放不下去了。因此只好改行。"}
{"text":"他的小说我却念过不少最使我不能忘记的是那篇雨夜，是写北京人力车夫的生活的。是学科学的人，应该很冷静，但他的小说却又很热很热的。这就是了。p也上美国去，但不久就回来了。他在波定谟住了些日子，是常常见着的。他回国后，有一个热天，和我在南京清凉山上谈起的事。他说在研究行为派的心理学。他几乎终日在实验室里他解剖过许多老鼠，研究它们的行为。p说自己本来也愿意学心理学的但看了老鼠临终的颤动，他执刀的手便战战的放不下去了。因此只好改行。而是奏刀q然，踌躇满志，p觉得那是不可及的。p又说研究动物行为既久，看明它们所有的生活，只是那几种生理的欲望，如食欲，性欲，所玩的把戏，毫无什么大道理存乎其间。因而推想人的生活，也未必别有何种高贵的动机我们第一要承认我们是动物，这便是真人。的确是如此做人的。说他也相信的话真的，回国后的态度是大大的不同了。只管做他自己的人，却得着这样一个信徒，他自己也未必料得着的。又告诉我恋爱的故事。是的，恋爱的故事！说这是一个日本人，和一同研究的，但后来走了，这件事也就完了。说得如此冷淡，毫不像我们所想的恋爱的故事！又曾指出来日上的一篇月光给我看。这是一篇小说，叙述一对男女趁着月光在河边一只空船里密谈。那女的是个有夫之妇。这时四无人迹，他俩谈得亲热极了。但说的胆子太小了，所以这一回密谈之后，便撒了手。这篇文字是自己写的，虽没有如火如荼的热闹，但却别有一种意思。科学与文学，科学与恋爱，这就是了。疯子！我这时忽然似乎彻悟了说，也许是的吧？我想。一个人冷而又热，是会变疯子的。唔，p点头。他其实大可以不必管什么中国不中国了偏偏又恋恋不舍的！是。这回真不高兴。在美国借了他的钱。这回他到北京，特地老远的跑去和要钱。的没钱，他也知道他也并不指望这笔钱用。只想借此去骂他一顿罢了，据说拍了桌子大骂呢！这与他的写小说一样的道理呀！唉，这就是了。无语，我却想起一件事到美国后有信来么？长远了，没有信。我们于是都又默然。年月日，白马湖。"}
{"text":"是。这回真不高兴。在美国借了他的钱。这回他到北京，特地老远的跑去和要钱。的没钱，他也知道他也并不指望这笔钱用。只想借此去骂他一顿罢了，据说拍了桌子大骂呢！这与他的写小说一样的道理呀！唉，这就是了。无语，我却想起一件事到美国后有信来么？长远了，没有信。我们于是都又默然。年月日，白马湖。原载年月日文学周报第期散文全编白采盛暑中写白采的诗一文，刚满一页，便因病搁下。这时候薰宇来了一封信，说白采死了，死在香港到上海的船中。他只有一个人他的遗物暂存在立达学园里。有文稿，旧体诗词稿，笔记稿，有朋友和女人的通信，还有四包女人的头发！我将薰宇的信念了好几遍，茫然若失了一会觉得白采虽于生死无所容心，但这样的死在将到吴淞口了的船中，也未免太惨酷了些――这是我们后死者所难堪的。白采是一个不可捉摸的人。他的历史，他的性格，现在虽从遗物中略知梗概，但在他生前，是绝少人知道的他也绝口不向人说，你问他他只支吾而已。他赋性既这样遗世绝俗，自然是落落寡合了但我们却能够看出他是一个好朋友，他是一个有真心的人。不打不成相识，我是这样的知道了白采的。这是为学生李芳诗集的事。李芳将他的诗集交我删改，并嘱我作序。那时我在温州，他在上海。我因事忙，一搁就是半年而李芳已因不知名的急病死在上海。我很懊悔我的需缓，赶紧抽了空给他工作。正在这时，平伯转来白采的信，短短的两行，催我设法将李芳的诗出版又附了登在觉悟上的小说作诗的儿子，让我看看――里面颇有讥讽我的话。我当时觉得不应得这种讥讽，便写了一封近两千字的长信，详述事件首尾，向他辩解。信去了便等回信但是杳无消息。等到我已不希望了，他才来了一张明信片在我看来，只是几句半冷半热的话而已。我只能以岂能尽如人意？但求无愧我心！自解，听之而已。但平伯因转信的关系，却和他常通函札。平伯来信，屡屡说起他，说是一个有趣的人。有一回平伯到白马湖看我。我和他同往宁波的时候，他在火车中将白采的诗稿羸疾者的爱给我看。我在车身不住的动摇中，读了一遍。觉得大有意思。我于是承认平伯的话，他是一个有趣的人。我又和平伯说，他这篇诗似乎是受了尼采的影响。"}
{"text":"等到我已不希望了，他才来了一张明信片在我看来，只是几句半冷半热的话而已。我只能以岂能尽如人意？但求无愧我心！自解，听之而已。但平伯因转信的关系，却和他常通函札。平伯来信，屡屡说起他，说是一个有趣的人。有一回平伯到白马湖看我。我和他同往宁波的时候，他在火车中将白采的诗稿羸疾者的爱给我看。我在车身不住的动摇中，读了一遍。觉得大有意思。我于是承认平伯的话，他是一个有趣的人。我又和平伯说，他这篇诗似乎是受了尼采的影响。后来平伯来信，说已将此语函告白采，他颇以为然。我当时还和平伯说，关于这篇诗，我想写一篇评论平伯大约也告诉了他。有一回他突然来信说起此事他盼望早些见着我的文字，让他知道在我眼中的他的诗究竟是怎样的。我回信答应他，就要做的。以后我们常常通信，他常常提及此事。但现在是三年以后了，我才算将此文完篇他却已经死了，看不见了！他暑假前最后给我的信还说起他的盼望。天啊！我怎样对得起这样一个朋友，我怎样挽回我的过错呢？平伯和我都不曾见过白采，大家觉得是一件缺憾。有一回我到上海，和平伯到西门林荫路新正兴里五号去访他这是按着他给我们的通信地址去的。但不幸得很，他已经搬到附近什么地方去了我们只好嗒然而归。新正兴里五号是朋友延陵君住过的有一次谈起白采，他说他姓童，在美术专门学校念书他的夫人和延陵夫人是朋友，延陵夫妇曾借住他们所赁的一间亭子间。那是我看延陵时去过的，床和桌椅都是白漆的是一间虽小而极洁净的房子，几乎使我忘记了是在上海的西门地方。现在他存着的摄影里，据我看，有好几张是在那间房里照的。又从他的遗札里，推想他那时还未离婚他离开新正兴里五号，或是正为离婚的缘故，也未可知。这却使我们事后追想，多少感着些悲剧味了。但平伯终于未见着白采，我竟得和他见了一面。那是在立达学园我预备上火车去上海前的五分钟。这一天，学园的朋友说白采要搬来了我从早上等了好久，还没有音信。正预备上车站，白采从门口进来了。他说着江西话，似乎很老成了，是饱经世变的样子。我因上海还有约会，只匆匆一谈，便握手作别。他后来有信给平伯说我短小精悍，却是一句有趣的话。这是我们最初的一面，但谁知也就是最后的一面呢！去年年底，我在北京时，他要去集美作教他听说我有南归之意，因不能等我一面，便寄了一张小影给我。"}
{"text":"那是在立达学园我预备上火车去上海前的五分钟。这一天，学园的朋友说白采要搬来了我从早上等了好久，还没有音信。正预备上车站，白采从门口进来了。他说着江西话，似乎很老成了，是饱经世变的样子。我因上海还有约会，只匆匆一谈，便握手作别。他后来有信给平伯说我短小精悍，却是一句有趣的话。这是我们最初的一面，但谁知也就是最后的一面呢！去年年底，我在北京时，他要去集美作教他听说我有南归之意，因不能等我一面，便寄了一张小影给我。这是他立在露台上远望的背影，他说是聊寄仁盼之意。我得此小影，反复把玩而不忍释，觉得他真是一个好朋友。这回来到立达学园，偶然翻阅白采的小说，作诗的儿子一篇中讥讽我的话，已经删改而薰宇告我，我最初给他的那封长信，他还留在箱子里。这使我惭愧从前的猜想，我真是小器的人哪！但是他现在死了，我又能怎样呢？我只相信，如爱墨生的话，他在许多朋友的心里是不死的！上海，江湾，立达学园。原载年月日一般第号第期散文全编荷塘月色这几天心里颇不宁静。今晚在院子里坐着乘凉，忽然想起日日走过的荷塘，在这满月的光里，总该另有一番样子吧。月亮渐渐地升高了，墙外马路上孩子们的欢笑，已经听不见了妻在屋里拍着闰儿，迷迷糊糊地哼着眠歌。我悄悄地披了大衫，带上门出去。沿着荷塘，是一条曲折的小煤屑路。这是一条幽僻的路白天也少人走，夜晚更加寂寞。荷塘四面，长着许多树，蓊蓊郁郁的。路的一旁，是些杨柳，和一些不知道名字的树。没有月光的晚上，这路上阴森森的，有些怕人。今晚却很好，虽然月光也还是淡档的。路上只我一个人，背着手踱着。这一片天地好像是我的我也像超出了平常的自己，到了另一世界里。我爱热闹，也爱冷静爱群居，也爱独处。像今晚上，一个人在这苍茫的月下，什么都可以想，什么都可以不想，便觉是个自由的人。白天里一定要做的事，一定要说的话，现在都可不理。这是独处的妙处，我且受用这无边的荷香月色好了。曲曲折折的荷塘上面，弥望的是田田的叶子。叶子出水很高，像亭亭的舞女的裙。层层的叶子中间，零星地点缀着些白花，有袅娜地开着的，有羞涩地打着朵儿的正如一粒粒的明珠，又如碧天里的星星，又如刚出浴的美人。微风过处，送来缕缕清香，仿佛远处高楼上渺茫的歌声似的。"}
{"text":"像今晚上，一个人在这苍茫的月下，什么都可以想，什么都可以不想，便觉是个自由的人。白天里一定要做的事，一定要说的话，现在都可不理。这是独处的妙处，我且受用这无边的荷香月色好了。曲曲折折的荷塘上面，弥望的是田田的叶子。叶子出水很高，像亭亭的舞女的裙。层层的叶子中间，零星地点缀着些白花，有袅娜地开着的，有羞涩地打着朵儿的正如一粒粒的明珠，又如碧天里的星星，又如刚出浴的美人。微风过处，送来缕缕清香，仿佛远处高楼上渺茫的歌声似的。这时候叶子与花也有一丝的颤动，像闪电般，霎时传过荷塘的那边去了。叶子本是肩并肩密密地挨着，这便宛然有了一道凝碧的波痕。叶子底下是脉脉的流水，遮住了，不能见一些颜色而叶子却更见风致了。月光如流水一般，静静地泻在这一片叶子和花上。薄薄的青雾浮起在荷塘里。叶子和花仿佛在牛乳中洗过一样又像笼着轻纱的梦。虽然是满月，天上却有一层淡档的云，所以不能朗照但我以为这恰是到了好处――酣眠固不可少，小睡也别有风味的。月光是隔了树照过来的，高处丛生的灌木，落下参差的斑驳的黑影，峭楞楞如鬼一般弯弯的杨柳的稀疏的倩影，却又像是画在荷叶上。塘中的月色并不均匀但光与影有着和谐的旋律，如梵婀玲上奏着的名曲。荷塘的四面，远远近近，高高低低都是树，而杨柳最多。这些树将一片荷塘重重围住只在小路一旁，漏着几段空隙，像是特为月光留下的。树色一例是阴阴的，乍看像一团烟雾但杨柳的丰姿，便在烟雾里也辨得出。树梢上隐隐约约的是一带远山，只有些大意罢了。树缝里也漏着一两点路灯光，没精打采的，是渴睡人的眼。这时候最热闹的，要数树上的蝉声与水里的蛙声但热闹是它们的，我什么也没有。忽然想起采莲的事情来了。采莲是江南的旧俗，似乎很早就有，而六朝时为盛从诗歌里可以约略知道。采莲的是少年的女子，她们是荡着小船，唱着艳歌去的。采莲人不用说很多，还有看采莲的人。那是一个热闹的季节，也是一个风流的季节。梁元帝采莲赋里说得好于是妖童媛女，荡舟心许^首徐回，兼传羽杯峤移而藻挂，船欲动而萍开。尔其纤腰束素，迁延顾步夏始春余，叶嫩花初，恐沾裳而浅笑，畏倾船而敛裾。可见当时嬉游的光景了。这真是有趣的事，可惜我们现在早已无福消受了。于是又记起西洲曲里的句子采莲南塘秋，莲花过人头低头弄莲子，莲子清如水。"}
{"text":"采莲的是少年的女子，她们是荡着小船，唱着艳歌去的。采莲人不用说很多，还有看采莲的人。那是一个热闹的季节，也是一个风流的季节。梁元帝采莲赋里说得好于是妖童媛女，荡舟心许^首徐回，兼传羽杯峤移而藻挂，船欲动而萍开。尔其纤腰束素，迁延顾步夏始春余，叶嫩花初，恐沾裳而浅笑，畏倾船而敛裾。可见当时嬉游的光景了。这真是有趣的事，可惜我们现在早已无福消受了。于是又记起西洲曲里的句子采莲南塘秋，莲花过人头低头弄莲子，莲子清如水。今晚若有采莲人，这儿的莲花也算得过人头了只不见一些流水的影子，是不行的。这令我到底惦着江南了。――这样想着，猛一抬头，不觉已是自己的门前轻轻地推门进去，什么声息也没有，妻已睡熟好久了。年月，北京清华园。原载年月日小说月报第卷第期散文全编一封信在北京住了两年多了，一切平平常常地过去。要说福气，这也是福气了。因为平平常常，正像糊涂一样难得，特别是在这年头。但不知怎的，总不时想着在那儿过了五六年转徙无常的生活的南方。转徙无常，诚然算不得好日子但要说到人生味，怕倒比平平常常时候容易深切地感着。现在终日看见一样的脸板板的天，灰蓬蓬的地大柳高槐，只是大柳高槐而已。于是木木然，心上什么也没有有的只是自己，自己的家。我想着我的渺小，有些战栗起来清福究竟也不容易享的。这几天似乎有些异样。像一叶扁舟在无边的大海上，像一个猎人在无尽的森林里。走路，说话，都要费很大的力气还不能如意。心里是一团乱麻，也可说是一团火。似乎在挣扎着，要明白些什么，但似乎什么也没有明白。一部十七史，从何处说起，正可借来作近日的我的注脚。昨天忽然有人提起我的南方的诗。这是两年前初到北京，在一个村店里，喝了两杯莲花白以后，信笔涂出来的。于今想起那情景，似乎有些渺茫至于诗中所说的，那更是遥遥乎远哉了，但是事情是这样凑巧今天吃了午饭，偶然抽一本旧杂志来消遣，却翻着了三年前给的一封信。信里说着台州，在上海，杭州，宁波之南的台州。这真是我的南方了。我正苦于想不出，这却指引我一条路，虽然只是一条路而已。"}
