{"text":"用的是陶渊明集，如法泡制，那两句是寄意一言外，兹契谁能别。详了一会，竟不知道是怎么一回事。本篇最初连续发表于一九二六年七月五日八日十日十二日北京世界日报副刊。段祺瑞曾著二感篇，发表在甲寅周刊第一卷第十八号一九二五年十一月十四日，分内感与外感两篇。内感是对国内时局的感想外感是对国际时局的感想。在内感篇内，他大谈封建的道德仁义，满含杀机地说最奇特者。人之所无。而我更有澎湃之学潮。可谓新之又新。不加裁制。胡可以安良善。郑子产曰。水懦民玩多死焉。故唐尧四凶之殛。孔子少正卯之诛。不得已而出此。是必有故。这里的外冒篇是对段祺瑞的讽刺。李慈铭―字无心伯，号莼客，浙江会稽今绍兴人，清末文学家。所著越缦堂日记，商务印书馆于一九二年影印出版。有厚望焉一九二六年四月中旬，段祺瑞在逃往天津前发出八道命令。第一道严禁赤化中说惟是共产之祸，举国非之，及今不图，何以为国，尚望各省军民长官，国内耆旧，设法消弭，勿任滋蔓，有厚望焉。这里是顺笔对段的讽刺。世界日报成舍我主办，一九二五年二月一日创刊于北京。一九二六年六月中旬，该报请刘半农编辑副刊。据日记，刘在六月十八日访约稿。便自六月二十五日起为该刊写了马上日记等文。八字旧时用天干甲乙丙丁戊己庚辛壬癸地支子丑寅卯辰巳午未申酉戌亥相配，来记一个人出生的年月日时，各得两字，合为八字。迷信认为根据这八个字可推算人的命运祸福。对于腰子不很有研究的文学家指陈西滢徐志摩等。一九二六年三月，梁启超因尿血症在北京协和医院诊治，由医生割去右肾后，不但血未全清，连病源也未查出。当时陈西滢为此写了两篇闲话刊于五月十五日二十二日现代评论第三卷第七十五七十六期，徐志摩也写过一篇我们病了怎么办？五月二十九日晨报副刊，一起对开刀的医生加以指责和嘲弄。陈西滢在现代评论第七十六期的闲话中说我们朋友的里面，曾经有过被西医所认为毫无希望，而一经中医医治，不半月便霍然病愈的人，而且不止一二位。这里的中医了不得论，即指此类言论。季许寿裳―，字季，浙江绍兴人，教育家。"}
{"text":"当时陈西滢为此写了两篇闲话刊于五月十五日二十二日现代评论第三卷第七十五七十六期，徐志摩也写过一篇我们病了怎么办？五月二十九日晨报副刊，一起对开刀的医生加以指责和嘲弄。陈西滢在现代评论第七十六期的闲话中说我们朋友的里面，曾经有过被西医所认为毫无希望，而一经中医医治，不半月便霍然病愈的人，而且不止一二位。这里的中医了不得论，即指此类言论。季许寿裳―，字季，浙江绍兴人，教育家。留学日本弘文学院时的同学，其后又在教育部北京女子师范大学中山大学等处同事多年，与友情甚笃。抗日战争胜利后，在台湾大学任教。因倾向民主和宣传，致遭国民党反动派所忌，于一九四八年二月十八日深夜被刺杀于台北。著有年谱亡友印象记我所认识的等。指许诗堇，许寿裳兄许铭伯之子。日记一九二六年六月十九日载上午，季市诗堇来，为立一方治胃病。pp德语纯糖浆。德语女士即许广平。特别国情这是一九一五年袁世凯阴谋复辟帝制时，他的宪法顾问美国人古德诺散布的一种谬论。古德诺于该年八月十日的北京亚细亚日报发表一篇共和与君主论一文，声称中国自有特别国情，不宜实行民主政治，应恢复君主政体，为袁世凯称帝制造舆论。这里借作对药房欺诈行为的讥讽。吕端―字易直，河北安次人，宋太宗时为宰相。宋史吕端传说太宗欲相端，或曰端为人糊涂。太宗曰端小事糊涂，大事不糊涂。决意相之。各条标点，应如下国朝陈锡路黄J余话云唐傅奕考奕道经众本，有项羽妾本齐武平五年，彭城人开项羽妾冢，得之。国朝欧阳泉点勘记云欧阳修醉翁亭记让泉也，本集及滁州石刻并同诸选本作酿泉，误也。袁石公典试秦中后，颇自悔其少作诗文皆粹然一出于正。考顺治中，秀水又有一陈忱，著诚斋诗集不出户庭录读史随笔同姓名录诸书。霁野李霁野，安徽霍丘人，未名社成员，翻译家。"}
{"text":"国朝欧阳泉点勘记云欧阳修醉翁亭记让泉也，本集及滁州石刻并同诸选本作酿泉，误也。袁石公典试秦中后，颇自悔其少作诗文皆粹然一出于正。考顺治中，秀水又有一陈忱，著诚斋诗集不出户庭录读史随笔同姓名录诸书。霁野李霁野，安徽霍丘人，未名社成员，翻译家。译有剧本往星中安特来夫小说被侮辱与被损害的陀思妥耶夫斯基，著有短篇小说集影及回忆先生等。方糖即霜糖，河南开封附近各县名产。这些地区的口音读霜为方。景宋许广平―，笔名景宋，广东番禺人，北京女子师范大学毕业，夫人。著有欣慰的纪念关于的生活遭难前后回忆录等。摩托车这里指小汽车。吴玉帅指北洋直系军阀吴佩孚字子玉。一九二六年春他与奉系军阀张作霖联合进攻国民军，四月，国民军失败退出北京等地，他便在这时来到北京。君指刘复半农。下文的君，指齐宗颐寿山。据日记一九二六年六月二十八日载晴。往信昌药房买药。访刘半农不值。访寿山。这一段报道见一九二六年六月二十八日世界日报所载的本报特讯。张其B，吴佩孚的秘书长。寄意一言外，兹契谁能别。语见陶潜癸卯岁十二月中作与从弟敬远一诗。马上支日记马上支日记前几天会见小峰，谈到自己要在半农所编的副刊上投点稿，那名目是马上日记。小峰怃然曰，回忆归在旧事重提中，目下的杂感就写进这日记里面去。意思之间，似乎是说你在语丝上做什么呢？――但这也许是我自己的疑心病。我那时可暗暗地想生长在敢于吃河豚的地方的人，怎么也会这样拘泥？政党会设支部，银行会开支店，我就不会写支日记的么？因为语丝上须投稿，而这暗想马上就实行了，于是乎作支日记。六月二十九日晴。早晨被一个小蝇子在脸上爬来爬去爬醒，赶开，又来赶开，又来而且一定要在脸上的一定的地方爬。打了一回，打它不死，只得改变方针自己起来。记得前年夏天路过州，那客店里的蝇群却着实使人惊心动魄。"}
{"text":"我那时可暗暗地想生长在敢于吃河豚的地方的人，怎么也会这样拘泥？政党会设支部，银行会开支店，我就不会写支日记的么？因为语丝上须投稿，而这暗想马上就实行了，于是乎作支日记。六月二十九日晴。早晨被一个小蝇子在脸上爬来爬去爬醒，赶开，又来赶开，又来而且一定要在脸上的一定的地方爬。打了一回，打它不死，只得改变方针自己起来。记得前年夏天路过州，那客店里的蝇群却着实使人惊心动魄。饭菜搬来时，它们先追逐着赏鉴夜间就停得满屋，我们就枕，必须慢慢地，小心地放下头去，倘若猛然一躺，惊动了它们，便轰的一声，飞得你头昏眼花，一败涂地。到黎明，青年们所希望的黎明，那自然就照例地到你脸上来爬来爬去了。但我经过街上，看见一个孩子睡着，五六个蝇子在他脸上爬，他却睡得甜甜的，连皮肤也不牵动一下。在中国过活，这样的训练和涵养工夫是万不可少的。与其鼓吹什么捕蝇，倒不如练习这一种本领来得切实。什么事都不想做。不知道是胃病没有全好呢，还是缺少了睡眠时间。仍旧懒懒地翻翻废纸，又看见几条茶香室丛钞式的东西。已经团入字纸篓里的了，又觉得弃之不甘，挑一点关于水浒传的，移录在这里罢――宋洪迈夷坚甲志十四云绍兴二十五年，吴傅朋说除守安丰军，自番阳遣一卒往呼吏士，行至舒州境，见村民穰穰，十百相聚，因弛担观之。其人曰，吾村有妇人为虎衔去，其夫不胜愤，独携刀往探虎穴，移时不反，今谋往救也。久之，民负死妻归，云，初寻迹至穴，虎牝牡皆不在，有二子戏岩窦下，即杀之，而隐其中以俟。少顷，望牝者衔一人至，倒身入穴，不知人藏其中也。吾急持尾，断其一足。虎弃所衔人，踉而窜徐出视之，果吾妻也，死矣。虎曳足行数十步，堕涧中。吾复入窦伺，牡者俄咆跃而至，亦以尾先入，又如前法杀之。妻冤已报，无憾矣。乃邀邻里往视，舆四虎以归，分烹之。案水浒传叙李逵沂岭杀四虎事，情状极相类，疑即本此等传说作之。夷坚甲志成于乾道初，此条题云舒民杀四虎。宋庄季裕鸡肋编中云浙人以鸭儿为大讳。北人但知鸭羹虽甚热，亦无气。后至南方，乃始知鸭若只一雄，则虽合而无卵，须二三始有子，其以为讳者，盖为是耳，不在于无气也。案水浒传叙郓哥向武大索麦稃，武大道我屋里又不养鹅鸭，那里有这麦稃？郓哥道你说没麦稃，怎地栈得肥月耷月耷地，便颠倒提起你来也不妨，煮你在锅里也没气？"}
{"text":"案水浒传叙李逵沂岭杀四虎事，情状极相类，疑即本此等传说作之。夷坚甲志成于乾道初，此条题云舒民杀四虎。宋庄季裕鸡肋编中云浙人以鸭儿为大讳。北人但知鸭羹虽甚热，亦无气。后至南方，乃始知鸭若只一雄，则虽合而无卵，须二三始有子，其以为讳者，盖为是耳，不在于无气也。案水浒传叙郓哥向武大索麦稃，武大道我屋里又不养鹅鸭，那里有这麦稃？郓哥道你说没麦稃，怎地栈得肥月耷月耷地，便颠倒提起你来也不妨，煮你在锅里也没气？武大道含鸟猢狲！倒骂得我好。我的老婆又不偷汉子，我如何是鸭？鸭必多雄始孕，盖宋时浙中俗说，今已不知。然由此可知水浒传确为旧本，其著者则浙人虽庄季裕，亦仅知鸭羹无气而已。鸡肋编有绍兴三年序，去今已将八百年。元陈泰所安遗集江南曲序云余童时，闻长老言宋江事，未究其详。至治癸亥秋九月十六日，过梁山泊，舟遥见一峰，孕劭纾问之篙师，曰，此安山也，昔宋江事处，绝湖为池，阔九十里，皆蕖荷菱芡，相传以为宋妻所植。宋之为人，勇悍狂侠，其党如宋者三十六人。至今山下有分赃台，置石座三十六所，俗所谓去时三十六，归时十八双，意者其自誓之辞也。始予过此，荷花弥望，今无复存者，惟残香相送耳。因记王荆公诗云三十六陂春水，白头想见江南。味其词，作江南曲以叙游历，且以慰宋妻种荷之意云。原注曲因囊损无存。案宋江有妻在梁山泺中，且植芰荷，仅见于此而谓江勇悍狂侠，亦与今所传性格绝殊，知水浒故事，宋元来异说多矣。泰字志同，号所安，茶陵人，延t甲寅，以天马赋中省试第十二名，会试赐乙卯科张起岩榜进士第，由翰林庶吉士改授龙南令，卒官。至曾孙朴，始集其遗文为一卷。成化丁未，来孙铨等又并补遗重刊之。江南曲即在补遗中，而失其诗。近涵芬楼秘笈第十集收金侃手写本，则并序失之矣。舟遥见一峰及昔宋江事处二句，当有脱误，未见别本，无以正之。七月一日晴。上午，空六来谈全谈些报纸上所载的事，真伪莫辨。许多工夫之后，他走了，他所谈的我几乎都忘记了，等于不谈。只记得一件据说吴佩孚大帅在一处宴会的席上发表，查得赤化的始祖乃是蚩尤，因为蚩赤同音，所以蚩尤即赤尤，赤尤者，就是赤化之尤的意思说毕，合座为之欢然云。"}
{"text":"江南曲即在补遗中，而失其诗。近涵芬楼秘笈第十集收金侃手写本，则并序失之矣。舟遥见一峰及昔宋江事处二句，当有脱误，未见别本，无以正之。七月一日晴。上午，空六来谈全谈些报纸上所载的事，真伪莫辨。许多工夫之后，他走了，他所谈的我几乎都忘记了，等于不谈。只记得一件据说吴佩孚大帅在一处宴会的席上发表，查得赤化的始祖乃是蚩尤，因为蚩赤同音，所以蚩尤即赤尤，赤尤者，就是赤化之尤的意思说毕，合座为之欢然云。太阳很烈，几盆小草花的叶子有些垂下来了，浇了一点水。田妈忠告我浇花的时候是每天必须一定的，不能乱一乱，就有害。我觉得有理，便踌躇起来但又想，没有人在一定的时候来浇花，我又没有一定的浇花的时候，如果遵照她的学说，那些小花可只好晒死罢了。即使乱浇，总胜于不浇即使有害，总胜于晒死罢。便继续浇下去，但心里自然也不大踊跃。下午，叶子都直起来了，似乎不甚有害，这才放了心。灯下太热，夜间便在暗中呆坐着，凉风微动，不觉也有些欢然。人倘能够超然象外，看看报章，倒也是一种清福。我对于报章，向来就不是博览家，然而这半年来，已经很遇见了些铭心绝品。远之，则如段祺瑞执政的二感篇，张之江督办的整顿学风电，陈源教授的闲话近之，则如丁文江督办？的自称书呆子演说，胡适之博士的英国庚款答问，牛荣声先生的开倒车论见现代评论七十八期，孙传芳督军的与刘海粟先生论美术书。但这些比起赤化源流考来，却又相去不可以道里计。今年春天，张之江督办明明有电报来赞成枪毙赤化嫌疑的学生，而弄到底自己还是逃不出赤化。这很使我莫明其妙现在既知道蚩尤是赤化的祖师，那疑团可就冰释了。蚩尤曾打炎帝，炎帝也是赤魁。炎者，火德也，火色赤帝不就是首领么？所以三一八惨案，即等于以赤讨赤，无论那一面，都还是逃不脱赤化的名称。这样巧妙的考证天地间委实不很多，只记得先前在日本东京时，看见读卖新闻上逐日登载着一种大著作，其中有黄帝即亚伯拉罕的考据。大意是日本称油为阿蒲拉，油的颜色大概是黄的，所以亚伯拉就是黄。至于帝，是与罕形近，还是与可汗音近呢，我现在可记不真确了，总之阿伯拉罕即油帝，油帝就是黄帝而已。"}
{"text":"蚩尤曾打炎帝，炎帝也是赤魁。炎者，火德也，火色赤帝不就是首领么？所以三一八惨案，即等于以赤讨赤，无论那一面，都还是逃不脱赤化的名称。这样巧妙的考证天地间委实不很多，只记得先前在日本东京时，看见读卖新闻上逐日登载着一种大著作，其中有黄帝即亚伯拉罕的考据。大意是日本称油为阿蒲拉，油的颜色大概是黄的，所以亚伯拉就是黄。至于帝，是与罕形近，还是与可汗音近呢，我现在可记不真确了，总之阿伯拉罕即油帝，油帝就是黄帝而已。篇名和，现在也都忘却，只记得后来还印成一本书，而且还只是上卷。但这考据究竟还过于弯曲，不深究也好。七月二日晴。午后，在前门外买药后，绕到东单牌楼的东亚公司闲看。这虽然不过是带便贩卖一点日本书，可是关于研究中国的就已经很不少。因为或种限制，只买了一本安冈秀夫所作的从小说看来的支那民族性就走了，是薄薄的一本书，用大红深黄做装饰的，价一元二角。傍晚坐在灯下，就看看那本书，他所引用的小说有三十四种，但其中也有其实并非小说和分一部为几种的。蚊子来叮了好几口，虽然似乎不过一两个，但是坐不住了，点起蚊烟香来，这才总算渐渐太平下去。安冈氏虽然很客气，在绪言上说，这样的也不仅只支那人，便是在日本，怕也有难于漏网的。但是，一测那程度的高下和范围的广狭，则即使夸称为支那的民族性，也毫无应该顾忌的处所，所以从支那人的我看来，的确不免汗流浃背。只要看目录就明白了一，总说二，过度置重于体面和仪容三，安运命而肯罢休四，能耐能忍五，乏同情心多残忍性六，个人主义和事大主义七，过度的俭省和不正的贪财八，泥虚礼而尚虚文九，迷信深十，耽享乐而淫风炽盛。他似乎很相信的sss，常常引为典据。这书在他们，二十年前就有译本，叫作支那人气质但是支那人的我们却不大有人留心它。第一章就是说，以为支那人是颇有点做戏气味的民族，精神略有亢奋，就成了戏子样，一字一句，一举手一投足，都装模装样，出于本心的分量，倒还是撑场面的分量多。这就是因为太重体面了，总想将自己的体面弄得十足，所以敢于做出这样的言语动作来。总而言之，支那人的重要的国民性所成的复合关键，便是这体面。我们试来博观和内省，便可以知道这话并不过于刻毒。相传为戏台上的好对联，是戏场小天地，天地大戏场。"}
{"text":"这书在他们，二十年前就有译本，叫作支那人气质但是支那人的我们却不大有人留心它。第一章就是说，以为支那人是颇有点做戏气味的民族，精神略有亢奋，就成了戏子样，一字一句，一举手一投足，都装模装样，出于本心的分量，倒还是撑场面的分量多。这就是因为太重体面了，总想将自己的体面弄得十足，所以敢于做出这样的言语动作来。总而言之，支那人的重要的国民性所成的复合关键，便是这体面。我们试来博观和内省，便可以知道这话并不过于刻毒。相传为戏台上的好对联，是戏场小天地，天地大戏场。大家本来看得一切事不过是一出戏，有谁认真的，就是蠢物。但这也并非专由积极的体面，心有不平而怯于报复，也便以万事是戏的思想了之。万事既然是戏，则不平也非真，而不报也非怯了。所以即使路见不平，不能拔刀相助，也还不失其为一个老牌的正人君子。我所遇见的外国人，不知道可是受了的影响，还是自己实验出来的，就很有几个留心研究着中国人之所谓体面或面子。但我觉得，他们实在是已经早有心得，而且应用了，倘若更加精深圆熟起来，则不但外交上一定胜利，还要取得上等支那人的好感情。这时须连支那人三个字也不说，代以华人，因为这也是关于华人的体面的。我还记得民国初年到北京时，邮局门口的扁额是写着邮政局的，后来外人不干涉中国内政的叫声高起来，不知道是偶然还是什么，不几天，都一律改了邮务局了。外国人管理一点邮务，实在和内政不相干，这一出戏就一直唱到现在。向来，我总不相信国粹家道德家之类的痛哭流涕是真心，即使眼角上确有珠泪横流，也须检查他手巾上可浸着辣椒水或生姜汁。什么保存国故，什么振兴道德，什么维持公理，什么整顿学风心里可真是这样想？一做戏，则前台的架子，总与在后台的面目不相同。但看客虽然明知是戏，只要做得像，也仍然能够为它悲喜，于是这出戏就做下去了有谁来揭穿的，他们反以为扫兴。中国人先前听到俄国的虚无党三个字，便吓得屁滚尿流，不下于现在之所谓赤化。其实是何尝有这么一个党只是虚无主义者或虚无思想者却是有的，是都介涅夫给创立出来的名目，指不信神，不信宗教，否定一切传统和权威，要复归那出于自由意志的生活的人物而言。但是，这样的人物，从中国人看来也就已经可恶了。"}
{"text":"中国人先前听到俄国的虚无党三个字，便吓得屁滚尿流，不下于现在之所谓赤化。其实是何尝有这么一个党只是虚无主义者或虚无思想者却是有的，是都介涅夫给创立出来的名目，指不信神，不信宗教，否定一切传统和权威，要复归那出于自由意志的生活的人物而言。但是，这样的人物，从中国人看来也就已经可恶了。然而看看中国的一些人，至少是上等人，他们的对于神，宗教，传统的权威，是信和从呢，还是怕和利用？只要看他们的善于变化，毫无特操，是什么也不信从的，但总要摆出和内心两样的架子来。要寻虚无党，在中国实在很不少和俄国的不同的处所，只在他们这么想，便这么说，这么做，我们的却虽然这么想，却是那么说，在后台这么做，到前台又那么做。将这种特别人物，另称为做戏的虚无党或体面的虚无党以示区别罢，虽然这个形容词和下面的名词万万联不起来。夜，寄品青信，托他向孔德学校去代借闾邱辨囿。夜半，在决计睡觉之前，从日历上将今天的一张撕去，下面这一张是红印的。我想，明天还是星期六，怎么便用红字了呢？仔细看时，有两行小字道马厂誓师再造共和纪念。我又想，明天可挂国旗呢？于是，不想什么，睡下了。七月三日晴。热极，上半天玩，下半天睡觉。晚饭后在院子里乘凉，忽而记起万牲园，因此说那地方在夏天倒也很可看，可惜现在进不去了。田妈就谈到那管门的两个长人，说最长的一个是她的邻居，现在已经被美国人雇去，往美国了，薪水每月有一千元。这话给了我一个很大的启示。我先前看见现代评论上保举十一种好著作，杨振声先生的小说玉君即是其中的一种，理由之一是因为做得长。我于这理由一向总有些隔膜，到七月三日即马厂誓师再造共和纪念的晚上这才明白了长，是确有价值的。现代评论的以学理和事实并重自许，确也说得出，做得到。今天到我的睡觉时为止，似乎并没有挂国旗，后半夜补挂与否，我不知道。七月四日晴。早晨，仍然被一个蝇子在脸上爬来爬去爬醒，仍然赶不走，仍然只得自己起来。品青的回信来了，说孔德学校没有闾邱辨囿。也还是因为那一本从小说看来的支那民族性。因为那里面讲到中国的肴馔，所以也就想查一查中国的肴馔。"}
