{"text":"问卷调查的方法统计分析的方法，虽然是外国人的发明，但却确实是科学的方法。使用这些方法时，必须有政府的批准和合作，所以可以叫做官方社会学。纵然这是不得已的，借助政府的力量强求老百姓合作总是不好，任何认真的社会学家都会心中有愧。中国社会学家得到的研究结果和上面想要见到的总是那么吻合――这也许纯属偶合，但官样文章读起来实在乏味。在调查个人敏感问题时，官方社会学会遇到困难，在这些困难面前，社会学又有所发展，必须有新的名称来表示这种发展。比方说，美国性社会学家采用的那种苦苦逼问的方法，可以叫做拷问社会学。再比方说，我们讨论过的那种把人打晕，给他装窃听器的方法，又可以叫做刑侦社会学。这样发展下去，社会学就会带上纳粹的气味，它的调查方法，带有希姆莱的味道它的研究结果，带有戈培尔的味道。我以为这些味道并不好。相比之下，李银河所用的方法虽然土些，倒没有这些坏处。不新的万历十五年黄仁宇先生的万历十五年很早就在中国出版了，因为选了家好的出版社三联，所以能够不断重印。我手里这一本是年底第次印刷的，以后还有可能再印。这是本老书，但以新书的面目面市。这两年市面上好书不多，还出了些说不的破烂。相比之下我宁愿说说不新的万历十五年旧的好书总比新的烂书好。黄先生以明朝的万历十五年为横断面，剖开了中国的传统社会这个社会虽然表面上尊卑有序，实际上是乱糟糟的。书里有这么个例子有一天北京城里哄传说皇上要午朝了，所有的官员这可是一大群人赶紧都赶到城市的中心，挤在一起像个骡马大集，把皇宫的正门堵了个严严实实，但这件事皇上自己都不知道，把他气得要撒癔症。假如哪天早上你推门出去，看到外面楼道上挤满了人，都说是你找来的，但你自己不知道有这么回事，你也要冒火，何况是皇上。他老人家一怒之下罚了大家的俸银这也没有什么，反正大家都有外快。再比方说，中国当时军队很多，机构重叠，当官的很威武，当兵的也不少，手里也都有家伙，但都是些废物。极少数的倭寇登了陆，就能席卷半个中国。黄先生从政治经济军事文化各个方面来考察，到处都是乱糟糟偏偏明朝理学盛行，很会摆排场，高调也唱得很好。"}
{"text":"他老人家一怒之下罚了大家的俸银这也没有什么，反正大家都有外快。再比方说，中国当时军队很多，机构重叠，当官的很威武，当兵的也不少，手里也都有家伙，但都是些废物。极少数的倭寇登了陆，就能席卷半个中国。黄先生从政治经济军事文化各个方面来考察，到处都是乱糟糟偏偏明朝理学盛行，很会摆排场，高调也唱得很好。用儒学的标准来看，万历年间不能说是初级阶段，得说是高级阶段，但国家的事办得却是最不好，要不然也不会被区区几个八旗兵亡掉。由此得出一个结论说，仅靠儒家的思想管理一个国家是不够的，还得有点别的中国必须从一个靠尊卑有序来管理的国家，过渡到靠数目字来管理的国家。我不是要和黄先生扳杠，若说中国用数字来管理就会有前途，这个想法未免太过天真数数谁不会呢。大跃进时亩产三十万斤粮，这不是数目字吗？用这种数字来管理，比没有数字更糟，这是因为数字可以是假的，尤其是阿拉伯数字，在后面添起来太方便，让人看了打怵。万历年间的人不识数吗？既知用原则去管理社会不行，为什么不用数字来管？黄先生又说，中国儒家的原则本意是善良的，很可以作道德的根基，但在治理国家时，宗旨的善良不能弥补制度的粗疏。这话我相信后半句，不信前半句。我有个例子可以证明它行不通。这例子的主要人物是我的岳母，一个极慈爱的老太太。次要人物是我我是我丈母娘的女婿，用老话来说，我是她老人家的半子当然不是下围棋时说的半个子，是指半个儿子她对我有权威，我对她有感情，这是不言而喻的。我家的卫生间没有挂镜子，因为是水泥墙，钉不进钉子。有一天老太太到我们家来，拿来了一面镜子和一根钉子，说道拿锤子来，你把钉子钉进墙里，把镜子挂上。我一看这钉子，又粗又钝。除非用射钉枪来发射，决钉不进墙里实际上这就是这钉子的正确用途。细心考虑了一下，我对岳母解释道妈，你看这水泥，又硬又脆，差不多和玻璃一样。我呢，您是知道的，不是一支射钉枪，肯定不能把它一下打进墙里，要打很多下，水泥还能不碎吗？结果肯定是把墙凿个坑，钉子也钉不上我说得够清楚的了吧？老太太听了瞪我一眼道我给你买了钉子，又这么大老远给你送来，你连试都不试？我当然无话可说。过了一会儿，地上落满了水泥碎块，墙上出现了很多浅坑。老太太满意了，说道不钉了，去吃饭。"}
{"text":"细心考虑了一下，我对岳母解释道妈，你看这水泥，又硬又脆，差不多和玻璃一样。我呢，您是知道的，不是一支射钉枪，肯定不能把它一下打进墙里，要打很多下，水泥还能不碎吗？结果肯定是把墙凿个坑，钉子也钉不上我说得够清楚的了吧？老太太听了瞪我一眼道我给你买了钉子，又这么大老远给你送来，你连试都不试？我当然无话可说。过了一会儿，地上落满了水泥碎块，墙上出现了很多浅坑。老太太满意了，说道不钉了，去吃饭。结果是我家浴室的墙就此变了麻子，成了感情和权威的牺牲品。过些时候，遇到我的大舅子，才知道他家卫生间也是水泥墙，上面也有很多坑，也是用钝钉子钉出来的他不愿毁坏自己的墙，但更不愿伤害老太太的感情。按儒家的标准，我岳母对待我们符合仁的要求，我们对待我岳母也符合仁的标准，结果在墙上打了些窟窿。假设她连我的机也管起来，这东西肯定是在破烂市上也卖不出去，我连吃饭的家伙都没有了。善良要建立在真实的基础上，所以让我去选择道德的根基，我愿选实事求是。我说万历十五年是本好书，但又这样鸡蛋里挑骨头式的找它的毛病。这是因为此书不会因我的歪批而贬值，它的好处是显而易见的。它是一面镜子，照见了我们的前辈古时候的读书人，或者叫作儒生们是怎样作人做事的。古往今来的读书人，从经典里学到了一些粗浅的原则，觉得自己懂了春秋大义，站出来管理国家，妄断天下的是非屈直，结果把一切都管得一团糟。大明帝国是他们交的学费，大清帝国又是他们交的学费。老百姓说罐子里养王八，养也养不大。儒学的罐子里长不出现代国家来。万历十五年是今日之鉴，尤其是人文知识分子之鉴，我希望他们读过此书之后，收拾起胸中的狂妄之气，在书斋里发现粗浅原则的热情会有所降低，把这些原则套在国家头上的热情也会降低。少了一些造罐子的，大家的日子就会好过了。代价论乌托邦与圣贤郑也夫先生的代价论在哈佛燕京丛书里出版了，书在手边放了很长时间都没顾上看――我以为如果没有精力就读一本书，那是对的不敬。最近细看了一下，觉得也夫先生文笔流畅，书也读得很多，文献准备得比较充分。就书论书，应该说是本很好的书但就书中包含的思想而论，又觉得颇为抵触。"}
{"text":"代价论乌托邦与圣贤郑也夫先生的代价论在哈佛燕京丛书里出版了，书在手边放了很长时间都没顾上看――我以为如果没有精力就读一本书，那是对的不敬。最近细看了一下，觉得也夫先生文笔流畅，书也读得很多，文献准备得比较充分。就书论书，应该说是本很好的书但就书中包含的思想而论，又觉得颇为抵触。说来也怪，我太太是社会学家，我本人也做过社会科学的研究工作，但我对一些社会科学家的思想越来越觉得隔膜。这本书的主旨，主要是中庸思想的推广，还提出一个哲理任何一种社会伦理都必须付出代价，做什么事都要把代价考虑在内等等。这些想法是不错的，但我总觉有些问题当作技术问题看比当原则问题更恰当些。当你追求一种有利效果时，有若干不利的影响随之产生，这在工程上最常见不过，有很多描述和解决这种问题的数学工具――换言之，如果一心一意地要背弃近代科学的分析方法，自然可以提出很多的原则，但这些原则有多大用处就很难说了。中庸的思想放在一个只凭感觉做事的古代人脑子里会有用――比方说他要蒸馒头，记住中庸二字，就不会使馒头发酸或者碱大。但近代的化工技师就不需要记住中庸的原则，他要做的是测一下值，再用天平去称量苏打的份量。总而言之，我不以为中庸的思想有任何高明之处，当然这也可能是迷信分析分析方法造成的一种偏见。我听到社会学家说过，西方人发明的分析方法已经过时，今后我们要用中国人发明的整合方法作研究又听到女权主义者说，男人发明的理性的方法过时了，我们要用感性的方法作研究。但我总以为，作研究才是最主要的。代价论分专章讨论很多社会学专题，有些问题带有专门性我不便评论。但有一章论及乌托邦的，我对这个问题特别有兴趣。乌托邦这个名字来自摩尔的同名小说，作为一种文学题材，它有独特的生命力。除了有正面乌托邦，还有反面乌托邦。这后一种题材生命力尤旺。作为一种制度，它确有极不妥之处。首先，它总是一种极端国家主义的制度，压制个人其次，它僵化没有生命力。最后，并非最不重要，它规定了一种呆板的生活方式，在其中生活一定乏味得要死。近代思想家对它多有批判，郑先生也引用了。但他又说，乌托邦可以激励人们向上，使大家保持蓬勃的朝气，这就是我所不能同意的了。"}
{"text":"乌托邦这个名字来自摩尔的同名小说，作为一种文学题材，它有独特的生命力。除了有正面乌托邦，还有反面乌托邦。这后一种题材生命力尤旺。作为一种制度，它确有极不妥之处。首先，它总是一种极端国家主义的制度，压制个人其次，它僵化没有生命力。最后，并非最不重要，它规定了一种呆板的生活方式，在其中生活一定乏味得要死。近代思想家对它多有批判，郑先生也引用了。但他又说，乌托邦可以激励人们向上，使大家保持蓬勃的朝气，这就是我所不能同意的了。乌托邦是前人犯下的一个错误。不管哪种乌托邦，总是从一个人的头脑里想像出来的一个人类社会，包括一个虚拟的政治制度意识形态生活方式，而非自然形成的人类社会。假如它是本小说，那倒没什么说的。要让后世的人都到其中去生活，就是一种极其猖狂的狂妄。现世独裁者的狂妄无非是自己一颗头脑代天下苍生思想，而乌托邦的缔造者的是用自己一次的思想，带替千秋万代后世人的思想，假如不把后世人变得愚蠢，这就无论如何也不可能成功。现代社会的实践证明，不要说至善至美的社会，就是个稍微过得去的社会，也少不了亿万人智力的推动。无论构思乌托邦，还是实现乌托邦，都是一种错误，所以我就不明白它怎能激励人们向上。我们曾经经历过乌托邦鼓舞出的蓬勃朝气，只可惜那是一种特殊的愚蠢而已。从郑也夫的代价论扯到乌托邦，已经扯得够远的了。下一步我又要扯到圣贤身上去，这题目和郑先生的书没有一丝一毫的关系。讨厌乌托邦的人上溯它的源头，一直寻到柏拉图和他的理想国，然后朝他猛烈开火攻击。中国的自由派则另有攻击对象，说种种不自由的始作俑者。此时此地我也不敢说自己是个自由派，但我觉得这种攻击有些道理。罗素先生攻击柏拉图是始作俑者，给他这样一个罪名一代又一代的青年读了理想国，胸中燃烧起万丈雄心，想当莱库格斯或一个哲人王，只可惜对权势的爱好总是使他们误入歧途。这话我想了又想，终于想到说理想国的爱好者们爱好权势，恐怕是不当的指责。莱库格斯就不说了，哲人王是什么？就是圣贤啊。我为什么要写作有人问一位登山家为什么要去登山――谁都知道登山这件事既危险，又没什么实际的好处，他回答道因为那座山峰在那里。"}
{"text":"这话我想了又想，终于想到说理想国的爱好者们爱好权势，恐怕是不当的指责。莱库格斯就不说了，哲人王是什么？就是圣贤啊。我为什么要写作有人问一位登山家为什么要去登山――谁都知道登山这件事既危险，又没什么实际的好处，他回答道因为那座山峰在那里。我喜欢这个答案，因为里面包含着幽默感――明明是自己想要登山，偏说是山在那里使他心里痒痒。除此之外，我还喜欢这位登山家干的事，没来由地往悬崖上爬。它会导致肌肉疼痛，还要冒摔出脑子的危险，所以一般人尽量避免爬山。用热力学的角度来看，这是个减熵现象，极为少见。这是因为人总是趋利避害，热力学上把自发现象叫做熵增现象，所以趋害避利肯定减熵。现在把登山和写作相提并论，势必要招致反对。这是因为最近十年来中国有过小说热诗歌热文化热，无论哪一种热都会导致大量的人投身写作，别人常把我看成此类人士中的一个，并且告诫我说，现在都是什么年月了，你还写小说？言下之意是眼下是经商热，我该下海去经商了但是我的情形不一样。前三种热发生时，我正在美国念书，丝毫没有受到感染。我们家的家训是不准孩子学文科，一律去学理工。因为这些缘故，立志写作在我身上是个不折不扣的减熵过程。我到现在也弄不明白自己为什么要干这件事，除了它是个减熵过程这一点。有关我立志写作是个减熵过程，还有进一步解释的必要。写作是个笼统的字眼，还要看写什么东西。写畅销小说爱情小诗等等热门东西，应该列入熵增过程之列。我写的东西一点不热门，不但挣不了钱，有时还要倒贴一些。严肃作家的严肃二字，就该做如此理解。据我所知，这世界上有名的严肃作家，大多是凑合过日子，没名的大概连凑合也算不上。这样说明了以后，大家都能明白我确实在一个减熵过程中。我父亲不让我们学文科，理由显而易见。在我们成长的时代里，跳了太平湖，胡风关了临狱，王实味被枪毙了。以前还有金圣叹砍脑壳等等实例。当然，他老人家也是屋内饮酒，门外劝水的人，自己也是个文科的教授，但是他坦白地承认自己择术不正，不足为训。我们兄弟姐妹五个就此全学了理工科，只有我哥哥例外。考虑到我父亲脾气暴躁吼声如雷，你得说这种选择是个熵增过程。"}
{"text":"这样说明了以后，大家都能明白我确实在一个减熵过程中。我父亲不让我们学文科，理由显而易见。在我们成长的时代里，跳了太平湖，胡风关了临狱，王实味被枪毙了。以前还有金圣叹砍脑壳等等实例。当然，他老人家也是屋内饮酒，门外劝水的人，自己也是个文科的教授，但是他坦白地承认自己择术不正，不足为训。我们兄弟姐妹五个就此全学了理工科，只有我哥哥例外。考虑到我父亲脾气暴躁吼声如雷，你得说这种选择是个熵增过程。而我哥哥那个例外是这么发生的七八年考大学时，我哥哥是北京木城涧煤矿最强壮的青年矿工，吼起来比我爸爸音量还要大。无论是动手揍他，还是朝他吼叫，我爸爸自己都挺不好意思，所以就任凭他去学了哲学，在逻辑学界的泰斗沈有鼎先生的门下当了研究生。考虑到符号逻辑是个极专门的学科这是从外行人看不懂逻辑文章来说，它和理工科差不太多的。从以上的叙述，你可以弄明白我父亲的意思。他希望我们每个人都学一种外行人弄不懂而又是有功世道的专业，平平安安地度过一生。我父亲一生坎坷，他又最爱我们，这样的安排在他看来最自然不过。我自己的情形是这样的从小到大，身体不算强壮，吼起来音量也不够大，所以一直本分为人。尽管如此，我身上总有一股要写小说的危险情绪。插队的时候，我遇上一个很坏的家伙他还是我们的领导，属于在我们这个社会里少数坏干部之列，我就编了一个故事，描写他从尾骨开始一寸寸变成了一头驴，并且把它写了出来，以泄心头之愤。后来读了一些书，发现卡夫卡也写了个类似的故事，搞得我很不好意思。还有一个故事，女主人公长了蝙蝠的翅膀，并且头发是绿色的，生活在水下。这些二十岁前的作品我都烧掉了。在此一提是要说明这种危险倾向的由来。后来我一直抑制着这种倾向，念完了本科，到美国去留学。我哥哥也念完了硕士，也到美国去留学。我在那边又开始写小说，这种危险的倾向再也不能抑制了。在美国时，我父亲去世了。回想他让我们读理科的事，觉得和美国发生的事不是一个逻辑。这让我想起了前苏联元帅图哈切夫斯基对大音乐家萧斯塔科维奇说的话来我小的时候，很有音乐天才。只可惜我父亲没钱给我买把小提琴！假如有了那把小提琴，我现在就坐在你的乐池里。这段话乍看不明其意，需要我提示一句这次对话发生在前苏联的三十年代，说完了没多久，图元帅就一命呜呼了。那年头专毙元帅将军，不大毙小提琴手。"}
{"text":"我哥哥也念完了硕士，也到美国去留学。我在那边又开始写小说，这种危险的倾向再也不能抑制了。在美国时，我父亲去世了。回想他让我们读理科的事，觉得和美国发生的事不是一个逻辑。这让我想起了前苏联元帅图哈切夫斯基对大音乐家萧斯塔科维奇说的话来我小的时候，很有音乐天才。只可惜我父亲没钱给我买把小提琴！假如有了那把小提琴，我现在就坐在你的乐池里。这段话乍看不明其意，需要我提示一句这次对话发生在前苏联的三十年代，说完了没多久，图元帅就一命呜呼了。那年头专毙元帅将军，不大毙小提琴手。文化革命里跳楼上吊的却是文人居多。我父亲在世时，一心一意地要给我们每人都弄把小提琴。这把小提琴就是理工农医任一门，只有文科不在其内，这和美国发生的事不一样，但是结论还是同一个――我该去干点别的，不该写小说。有关美国的一切，可以用一句话来描述ssssssss，这句话的意思就是说，那个国家永远是在经商热中，而且永远是度的白热。所以你要是看了前文之后以为那里有某种气氛会有助于人立志写作就错了。连我哥哥到了那里都后悔了，觉得不该学逻辑，应当学商科或者计算机。虽然他依旧无限仰慕罗素先生的为人，并且竭其心力证明了一项几十年未证出的逻辑定理，但是看到有钱人豪华的住房，也免不了唠叨几句他对妻儿的责任。在美国有很强大的力量促使人去挣钱，比方说洋房，有些只有一片小草坪，有的有几百亩草坪，有的有几千亩草坪，所以仅就住房一项，就能产生无穷无尽的挣钱的动力。再比方说汽车，有无穷的档次和价格。你要是真有钱，可以考虑把肯尼迪遇刺时坐的汽车买来坐。还有人买下了前苏联的战斗机，驾着飞上天。在那个社会里，没有人受得了自己的孩子对同伴说我爸爸穷。我要是有孩子，现在也准在那里挣钱。而写书在那里也不是个挣钱的行当，不信你到美国书店里看看，各种各样的书胀了架子，和超级市场里陈列的卫生纸一样多――假如有人出售苦心积虑一页页写出的卫生纸，肯定不是好行当。除此之外，还有好多人的书没有上架，窝在他自己的家里。我没有孩子，也不准备要。作为中国人，我是个极少见的现象。但是人有一张脸，树有一张皮，别人都去挣钱，自己却在干可疑的勾当，脸面上也过不去。"}
{"text":"除此之外，还有好多人的书没有上架，窝在他自己的家里。我没有孩子，也不准备要。作为中国人，我是个极少见的现象。但是人有一张脸，树有一张皮，别人都去挣钱，自己却在干可疑的勾当，脸面上也过不去。在美国时，有一次和一位华人教授聊天，他说他的女儿很有出息，放着哈佛大学人类学系奖学金不要，自费去念一般大学的s，如此反潮流，真不愧是书香门第。其实这是舍小利而趋大利，受小害而避大害。不信你去问问律师挣多少钱，人类学家又挣多少钱。和我聊天的这位教授是个大学问家，特立独行之辈，一谈到了儿女，好像也不大特立独行了。说完了美国前苏联，就该谈谈我自己。到现在为止，我写了八年小说，也出了几本书，但是大家没怎么看到。除此之外，我还常收到谩骂性的退稿信，这时我总善意地想写信的人准是在领导那里挨了骂，找我撒气。提起王小波，大家准会想到宋朝在四川拉杆子的那一位，想不到我身上。我还在减熵过程中。顺便说一句，人类的存在，文明的发展就是个减熵过程，但是这是说人类。具体说到自己，我的行为依旧无法解释。再顺便说一句，处于减熵过程中的，绝不只是我一个人。在美国，我遇上过支起摊来卖托洛茨基格瓦拉毛主席等人的书的家伙，我要和他说话，他先问我怕不怕联邦调查局――别的例子还很多。在这些人身上，你就看不到水往低处流苹果掉下地狼把兔子吃掉这一宏大的过程，看到的现象相当于水往山上流苹果飞上天兔子吃掉狼。我还可以说，光有熵增现象不成。举例言之，大家都顺着一个自然的方向往下溜，最后准会在个低洼的地方汇齐，挤在一起像粪缸里的蛆。但是这也不能解释我的行为。我的行为是不能解释的，假如你把熵增现象看成金科玉律的话。当然，如果硬要我用一句话直截了当地回答这个问题，那就是我相信我自己有文学才能，我应该做这件事。但是这句话正如一个嫌疑犯说自己没杀人一样不可信。所以信不信由你吧。我的师承我终于有了勇气来谈谈我在文学上的师承。"}
