{"text":"队长摇头，断然拒绝。其实，不要说班代表队，就是本班同学玩球，大伙分成两拨，哪一拨也都不要他。侯仁之被孤立在篮球运动之外。他感到绝望，由绝望中又生发出豪气既然玩不了球，我就练跑步――跑步，是不要别人恩准的。从此，每天下了晚自习，他就围着操场，一圈又一圈地跑。他坚持了整整一个冬天，风雨无阻。转过年来，学校举行春季运动会，体育委员找到他，说侯仁之，你参加米赛跑吧，怎么样？侯仁之感到突然，他说我可从来没有参加过比赛呀。体育委员说你行，你肯定行，我看见你天天晚上练来着。侯仁之于是硬着头皮报了米赛跑。比赛开始，发令枪一响，侯仁之就拼命往前冲，跑过一圈又一圈，转弯的时候挺纳闷怎么旁边一个人也没有？回头一看，哈，所有的人都被他甩得老远！侯仁之轻而易举地获得了冠军。钱学森人生是一场马拉松，各有各的跑法。仍拿陈省身作例，他的跑，就是玩。陈省身不爱体育，中学时，百米成绩居然在秒开外，比女生跑得还慢。但是，他懂得玩。他的玩，不是外在的，而是内向的，他玩数学玩化学玩植物学玩围棋玩一切他喜欢的功课和项目――他是同知识玩，同自己的心智玩。钱学森读的是北京师大附中，受到的是全面发展的教育，他喜欢体育运动，更喜欢数学音乐和美术。若干年后，他曾向加州理工学院的一位同事表示根据定义，一则数学难题的解答，具体呈现就是美。因此也可以说，钱学森的跑法，就是追求美。侯仁之说到侯仁之，他的人生姿态，绝对是长跑。体弱多病和长跑健将，这两者很难令人产生联想，但是，侯仁之把它们串联在一起了。起初是出于无奈，跑着跑着，事情就发生了质的变化。跑步不仅使侯仁之告别羸弱赢得健康，而且成了他生活的动力奋发的标志人格的象征。侯仁之从博文中学一路跑进燕京大学，从本科生一路跑到研究生，跑到留校当教师。他名下的米校纪录，一直保持了多年，直到年，才为北京大学的后生打破年燕大并入北大。侯仁之先生的影集里，保留有在燕大长跑时的雄姿，其中一幅注明是终点冲刺，画面上的他赤膊上阵，精神抖擞，一马当先。顺便说一说，陈省身以玩的姿态，一路跑到岁钱学森在追求美的路上，跑进了岁侯仁之呢，长跑进了岁。"}
{"text":"宝宝乖，别怕别怕，坐车车很安全。――那母亲口中的宝宝，看来已经是十几岁的少年了。乘客们都用非常崇敬的眼神看着那浴满爱的光辉的母亲。我想到，如果人人都能用如此崇敬的眼神看自己的母亲就好了，可惜，一般人常常忽略自己的母亲也是那样充满光辉。那对母子下车的时候，车内一片静默，司机先生也表现了平时少有的耐心，等他们完全下妥当了，才缓缓起步，开走。乘客们都还向那对母子行注目礼，一直到他们消失于街角。我们为什么对一个人完全无私的溶人爱里会有那样庄严的静默呢？原因是我们往往难以达到那种完全溶人的庄严境界。完全的溶入，是无私的无我的，无造作的，就好像灯泡的钨丝突然接通，就会点亮而散发光辉。就以对待孩子来说吧！弱智的孩子在母亲的眼中是那么天真无邪，那么值得爱怜，我们自己对待正常健康的孩子则是那么严苛，充满了条件，无法全心地爱怜。但愿，我们看自己孩子的眼神也可以像那位母亲一样，完全无私溶入，有一种庄严之美，充满爱的光辉。与父亲的夜谈我和父亲觉得互相了解和亲近，是在我读高中二年级的时候。有一次，我随父亲到我们的林场去住，我和父亲睡在一起，秉烛夜谈。父亲对我谈起他青年时代如何充满理想，并且只身到山上来开辟四百七十甲的山地，他说就在我们睡的这张床下，冬天有许多蛇爬进来盘着冬眠，半夜起来小便，都要踞着脚才不会踩到蛇。父亲告诉我年轻人最重要的就是打拼和勇气。那一夜，我和父亲谈了很久很久，才沉沉睡去。醒来后我非常感动，因为我从小到大，从来没有和父亲单独谈超过一小时的话，更不要说睡在一起了。在我们的父母亲那一代，由于他们受的教育不多，加上中国传统和日本教育使他们变得严肃，不善于表达感情，往往使我们有代沟，不能互相了解和亲近。经过三四十年的努力，这一代的父母较能和子女亲近了，却因为事情更繁忙，时间更少了。从高中时代到现在已经二十几年了，我时常怀念起那与父亲秉烛夜谈的情景，可惜父亲已经过世，我再也不会有那种幸福了。我们应该时常珍惜与父母与子女亲近的时间，因为好时光稍纵即逝！"}
{"text":"在我们的父母亲那一代，由于他们受的教育不多，加上中国传统和日本教育使他们变得严肃，不善于表达感情，往往使我们有代沟，不能互相了解和亲近。经过三四十年的努力，这一代的父母较能和子女亲近了，却因为事情更繁忙，时间更少了。从高中时代到现在已经二十几年了，我时常怀念起那与父亲秉烛夜谈的情景，可惜父亲已经过世，我再也不会有那种幸福了。我们应该时常珍惜与父母与子女亲近的时间，因为好时光稍纵即逝！分到最宝贵的妈妈一位朋友从国外赶回来参加父亲的丧礼，因为他来得太迟，家产已经被兄弟分光了。朋友对我说在我还没有回家以前，我的兄弟把家产都分光了，他们什么也没有留给我，分给我的只是我们惟一的妈妈。朋友说着说着，就在黑暗的房子里哭泣起来，朋友在国外事业有成，所以他不是为财产哭泣，而是为兄弟的情义伤心。我安慰朋友说你能分到惟一的妈妈是最大的福报呀！在这个世界上，有很多很多人愿意舍弃所有的财富，只换回自己的妈妈都不可得呀！朋友听了，欢喜地笑了。我说要是你的兄弟连惟一的妈妈也不留给你，你才是真的惨呢！海上的消息在渔港的公园遇见一位老人，一边下棋，一边戴耳机随身听，使我感到好奇。与老人对奕的另一位老人告诉我，那老人正在收听海上的消息，了解风浪几级阵风几级风向如何等等，因为老人的儿孙正在远方的海上捕鱼而在更远的地方，一个台风正在形成。看着老人专注听风浪的神情，我深深地感动了，想想父母对待儿女，虽然儿女像风筝远扬了，父母的心总还绑在线上，在风中摇荡。从前，我听收音机不小心收到渔业气象，总是立刻转台，不觉得那有什么意义，现在才知道光是风浪几级，里面也有非常深刻的意义。离开老人的渔港很多年了，这些年偶尔路过渔港，就会浮起老人的脸偶尔收听到渔业气象，我会静心地听，想起老人那专注，充满关怀与爱的神情。我多么想把老人的脸容与神情描写给人知道，可惜的是，充满爱的脸是文字所难以形容的。爱，只能体会，难以描绘。"}
{"text":"从前，我听收音机不小心收到渔业气象，总是立刻转台，不觉得那有什么意义，现在才知道光是风浪几级，里面也有非常深刻的意义。离开老人的渔港很多年了，这些年偶尔路过渔港，就会浮起老人的脸偶尔收听到渔业气象，我会静心地听，想起老人那专注，充满关怀与爱的神情。我多么想把老人的脸容与神情描写给人知道，可惜的是，充满爱的脸是文字所难以形容的。爱，只能体会，难以描绘。不孝的孩子在机场遇到一位老先生，他告诉我要搬去大陆定居了。为什么呢？秤说，他在台湾有两个儿子，一个女儿，本来都很好的，自从他找到大陆的儿子之后，就变得非常不孝。为什么呢？因为，担心大陆的儿子也来抢我的遗产嘛！其实我还没有死，哪里有遗产呢！看到老先生蹒跚上飞机，我想到，难道我们长大成人，还只想到向父母要什么，没想到能给老人家什么吗？再想到大陆的儿子是台湾儿女的大哥，就是父亲的财产分一份给他又怎么样？何况父亲还没有死，财产还不知道怎么分呢！那为自己儿女不孝而哀叹的老人告诉我有时候想想，既然这么不孝，连一毛钱也不要留给他们。然后他苦笑着说我也不会真的那样做，总是自己的孩子嘛！他避居大陆，只是希望避免台湾的子女每次看他就生起一次怨恨。唉！我多么希望这世间的子女都能体贴父母的心呀！台北闹饥荒每次回到乡下老家，要返回台北的时候，妈妈总是塞很多东西到我的行李箱里，一直到完全塞不下为止，那种情况就好像台北正在闹饥荒。妈，你什么都不用带，台北什么都有。我说。妈妈总是这样回答骗你的！台北什么都有，台北又不是极乐世界。我把芭乐橘子哈密瓜拿出来，说至少，这些水果都有。妈妈又帮我塞进去，说我们乡下的较好吃，也较便宜。我把一大包肉干肉松，肉脯拿出来，说我们家楼下就有新东阳呀！她又帮我塞进去，说你是知道什么？我要买给我孙子吃的，又不是买给你吃，何况人家这些都是手工做的呢！我看拗不过她，把最后希望放在皮箱里的六罐汽水和可乐上，我说这汽水可以不要带吧！"}
{"text":"妈妈总是这样回答骗你的！台北什么都有，台北又不是极乐世界。我把芭乐橘子哈密瓜拿出来，说至少，这些水果都有。妈妈又帮我塞进去，说我们乡下的较好吃，也较便宜。我把一大包肉干肉松，肉脯拿出来，说我们家楼下就有新东阳呀！她又帮我塞进去，说你是知道什么？我要买给我孙子吃的，又不是买给你吃，何况人家这些都是手工做的呢！我看拗不过她，把最后希望放在皮箱里的六罐汽水和可乐上，我说这汽水可以不要带吧！她说这是我在福利中心买的，一罐和外面的差十元，带着带着，路上口渴可以喝。这重成这样！我说。妈妈眼睛一亮，说你小时最喜欢喝汽水了，常常偷桌下的汽水来喝我立刻打断她的话，说我带，我。因为我知道接下来她会把我小时候的粮事一一拿出来说，一直到我投降为止。这时，妈妈看我不再抗争了，终于满意地拍着我的行李箱，眼神悠远地说着提得起来，就是我们的。然后，我们就陷进沉默，因为，提得起来，就是我们的正是我爸爸生前的口头禅，当妈妈这样说，我们都不约而同地想起爸爸。坐火车回台北的路上，我想到自从父亲过世，妈妈把所有的爱都投射在我们身上，她才不管我们是几十岁的人，以为我们都是需要照护的孩子。我想起父亲的口头禅提得起来，就是我们的，现在已经轮到妈妈说了。对于父母亲的爱，我们也是提得起来，就是我们的，趁还提得动，行李箱还有空间，就多塞一点爱进去吧！故乡的水土第一次出国，妈妈帮我整行李，在行李整得差不多的时候，她突然拿出一个透明的小瓶子，里面装着黑色的东西。把这个带在行李箱里，保佑旅行平安。妈妈说。这是什么密件？妈妈说这是我们门口庭抓的泥土和家里的水。你没听说旅行如果会生病，就是因为水士不服，带着一瓶水土，你走到哪里，哪里就是故乡，就不会水土不服了。妈妈还告诉我，这是我们闽南人的传统，祖先从唐山过台湾时，人人都带着一些故乡的泥土，一点随身携带一点放在祖厅一点撒在田里，因为故乡水土的保佑才使先人在蛮荒之地，垦出富庶之乡。"}
{"text":"把这个带在行李箱里，保佑旅行平安。妈妈说。这是什么密件？妈妈说这是我们门口庭抓的泥土和家里的水。你没听说旅行如果会生病，就是因为水士不服，带着一瓶水土，你走到哪里，哪里就是故乡，就不会水土不服了。妈妈还告诉我，这是我们闽南人的传统，祖先从唐山过台湾时，人人都带着一些故乡的泥土，一点随身携带一点放在祖厅一点撒在田里，因为故乡水土的保佑才使先人在蛮荒之地，垦出富庶之乡。此后，我每次出门旅行，总会随身携带一瓶故乡的水土，有时候在客域的旅店，把那瓶水土拿出来端详，就觉得那灰黑色的水土非常美丽，充满了力量。故乡的水土生养我们，使我们长成顶天立地的男儿，即使漂流万里，在寂寞的异国之夜，也能充满柔情与壮怀。那一瓶水土中不仅有着故乡之爱，还有妈妈的祝福，这祝福绵长悠远，一直照护着我。与太阳赛跑我读小学三年级的时候，有一天放学回家，看到天边的夕阳正要沉落，晚霞一道一道从山谷升起。我要和太阳赛跑，要在太阳没有下山以前跑回家。我心里有一个声音说。然后，我拔足狂奔，一刻也不停歇地跑回老家的三合院。我站在大厅的红门外时，夕阳还露出最后的一角，迷离的光影映着红门上的狮头钢扣。我安静地站在厅前，看夕阳一分一分地沉到山的背面，心里涨满了感动，跑进厨房对正在生火炊饭的母亲说我跑赢太阳了，我跑赢太阳了。接下来，我的小学时代几乎都是在与太阳赛跑，在夕阳未落前返家，欣赏着蕉园上那绝美的落日。我对生命的美感就是从那时有的，我觉得如果不比时间跑快一步，就没有空间也没有心情享受落日的美景了。只是，生命的悲情是，我们自以为比时间快一步，但岁月也很快地被时光掩埋。对人生高远的目标，虽然我们也曾像与太阳赛跑时一样地奔赴前程，有时站在红门前微笑，以为赢过了什么，但夕阳总是在我们微笑时，依然沉落。当然，如果我们悲哭，它还是要沉落的。因此，任何的奔赴与企求都带着一些虚妄的本质吧！还不如回到这当前的一刻，以全身心投注于每一个变化之中，在因缘的变化中顺应无憾欢喜。到了四十岁，可能说不出我跑赢太阳了这样有豪情的话。"}
{"text":"对人生高远的目标，虽然我们也曾像与太阳赛跑时一样地奔赴前程，有时站在红门前微笑，以为赢过了什么，但夕阳总是在我们微笑时，依然沉落。当然，如果我们悲哭，它还是要沉落的。因此，任何的奔赴与企求都带着一些虚妄的本质吧！还不如回到这当前的一刻，以全身心投注于每一个变化之中，在因缘的变化中顺应无憾欢喜。到了四十岁，可能说不出我跑赢太阳了这样有豪情的话。但是，每天我起床的时候，对着镜子的第一件事就是对自己的影像说晦！让我们今天来为生命创造一点什么吧！每天，都含着笑意，来与宇宙时空的无情与岁月生命的多变，共同运转，那么在大化中，也会有江上明月，山间清风，岸边垂柳那样的美景，不断地映现。我，宁与微笑的自己做拍档，不要与烦恼的自己同住。我，要不断地与太阳赛跑！不断穿过泥泞的田路，看着远处的光明。西瓜偎大边我打电话给妈妈，请她趁暑假，带孙子到台北来走走。妈妈一面诉说台北的环境使她头昏，而且天气又是如此燠热，一出远门就不舒服。然后一面轻描淡写地对我说而且，前几天才问到腰，刚刚你大哥才带我去针灸回来哩！闪到腰？是不是又去搬粗重的东西？我着急地问。大概是听出我话里的焦虑，妈妈说没什么要紧，可能是上次闪到腰的病母还在呀！什么病母？这是我首次听到的名词，一边问，一边想起一年前，母亲为了拉开铁门，由于铁门门卡住，她太用力，腰就问到了，数月以后才好。我的妈妈是典分节阅读型传统的农村妇女，从少女时代就养成勤俭事必躬亲的习惯，一直到现在，只要她能做的事，绝不假手他人。甚至到现在，她还每天亲手洗衣服，我们也劝不动她，只有在闪到腰那一阵子，她才肯休息。病母就是闪到腰以后，时常会记住一个地方曾经闪过，就会记在脑子里，然后就很容易在同一个地方门到，就是病母。妈妈还告诉我，病母虽是无形的，但看一个影，生一个子，就会制造出有形的病痛来，总要很久才会连根拔除，到病母拔除的时候，就是打断手骨颠倒勇的时候。妈妈是很乐观的人，她说这一次，我把病母也抓出来治一治。"}
{"text":"甚至到现在，她还每天亲手洗衣服，我们也劝不动她，只有在闪到腰那一阵子，她才肯休息。病母就是闪到腰以后，时常会记住一个地方曾经闪过，就会记在脑子里，然后就很容易在同一个地方门到，就是病母。妈妈还告诉我，病母虽是无形的，但看一个影，生一个子，就会制造出有形的病痛来，总要很久才会连根拔除，到病母拔除的时候，就是打断手骨颠倒勇的时候。妈妈是很乐观的人，她说这一次，我把病母也抓出来治一治。台语所说的病母，使我联想到另外一句台语叫作西瓜偎大边，一般人都以为这句话的意思是一个人趋炎附势，投靠有权势的一边，其实，这句话原来的意思是，像西瓜这样的水果，身体好的人愈吃愈补，身体虚的人愈吃愈虚。因此，在农村里，我们如果遇到身体虚的人爱吃西瓜，就会劝他西瓜偎大边，半瞑呷西瓜，会反症如果遇到身体好的人担心西瓜太凉，我们也劝他西瓜偎大边，像你这么勇，吃西瓜有什么要紧？问题不在西瓜上面，问题是在身体，听说西瓜凉冷而导致不敢吃西瓜的人，就是本末倒置了。在我们台语的母语里，早就知道心的力量很大，因此在遭遇到团境的时候，经常教我们应该回来观照自己的心，而不要去怨恨环境的不顺，例如昧晓驶船，嫌溪窄不会驾船的人通常不会反省自己驾船的技术，反而怨怪溪流太窄。家已担肥，不知臭挑粪的人，久而不闻其臭。是不是，问家己事情的是非对错，要先反问自己，再责问别人。并且，我们还应该时常放下自己的悲观情绪，克服心灵的盲点，口为环境的现象是与心的现象对应的，例如窜惊窜遇到。愈担心的事就愈容易遇见。昧晓剃头，偏遇着胡须的。不太会剃头的师傅，往往诲遇到大胡子的客人。屎紧，裤头搁扑死结。急着大便的时候，裤头往往打着死结。这些语言虽然粗俗，但很有生命力，与禅宗所讲的心净则国土净息心即是息灾意思是相通的。在心理学上，有一种系数叫作乐观系数或悲观系数，这种系数的力量占实际现象的百分之二十。就是说，如果一个人有乐观的心，他比平常会多百分之二十的机率遇到开心的事反之，如果一个人心情郁卒，也会比平常人多百分之二十的机率遇到痛苦的事。这不就是病母吗？"}
{"text":"不太会剃头的师傅，往往诲遇到大胡子的客人。屎紧，裤头搁扑死结。急着大便的时候，裤头往往打着死结。这些语言虽然粗俗，但很有生命力，与禅宗所讲的心净则国土净息心即是息灾意思是相通的。在心理学上，有一种系数叫作乐观系数或悲观系数，这种系数的力量占实际现象的百分之二十。就是说，如果一个人有乐观的心，他比平常会多百分之二十的机率遇到开心的事反之，如果一个人心情郁卒，也会比平常人多百分之二十的机率遇到痛苦的事。这不就是病母吗？不就是西瓜偎大边吗？我们如果要开开心心过日子，那非得先有一个欢喜的心不可，老祖母不是教过我们坐乎正，得人疼吗？要有欢喜心，一则不要太执著，对自己的习性要常放下，老先觉们时常教我们无鱼，虾也好一兼二顾，摸蛤兼洗裤有就摸蛤，无就洗裤这溪无鱼，别溪钓。一个人如果老是放不下，一脚户定内，一脚户定外一脚在门槛里面，一脚在门槛外面或者柄惊死，放惊飞抓着鸟不放，捏太紧怕它死了，放了又怕飞走，那日子就会很难过，就会烧瓷的吃缺，织席的困椅烧瓷器的人用破的碗，织草席的却睡在椅子上裁缝师傅穿破衫，做木的师傅没眠床。放不下的人，往往是好额人，乞食命。明明是很富有的人，却过着像乞丐一样的生活，使我们想起佛经里那个不知道衣服里有宝珠的穷人。要有欢喜心，二则要常有感恩的心，并常常把福分分给别人。相分吃有春，相抢吃无份。互相分食，就会有剩余，互相抢食，就会吃不够。人情留一线，日后好相看。大家赚，卡昧贫。大家都有赚钱，才不会穷，不要想所有的钱都自己赚。吃人一斤，要还人四两。食果子，拜树头食米饭，敬锄头。在人生的过程中，遇到不如意的事是正常的，但不要使那不如意成为我们生命中的病母，而应该成为我们生命中的酵母，增长我们的智慧，常养我们的悲心。不要害怕吃西瓜，因为有欢喜心的人，吃什么都补。欢欢喜喜一工，烦烦恼恼嘛一工，我们这一天何不欢欢喜喜地来过呢？在痛苦爱欲的人生，许多人在寻找快乐的秘方，却很少有人知道会心不远，欢喜的心才是生命真正的快乐之泉。"}
