{"text":"这种揣度和判断，未免太危险，太看轻了我们是一点戏剧眼光都没有的了！我相信他是以耳代目的看戏而他竟以耳断我们似乎以为只要在舞台上，见得像优伶，动得像优伶，用了优伶似的声音，来讲优伶似的话，这便是真的艺术的理想，我却以为似乎并不如他所理想，而至于此！对我们演剧的人艺术幼稚可以说，表现能力不足可以说，并不想表现谁也不能这样武断！我们相信既尽心于艺术，脑子里丝毫优伶的影子就没有，――现在优伶还是我们的仇敌呢！――爱罗先珂先生说我们学优伶，未免太不清楚我们黑暗的国度之下的情形，而且把我们看得比优伶还不如了！优伶的模样如何？爱罗先珂先生能以耳辨出吗？即使如他所说，他能以耳辨出我们学优伶吗？他还说我们演扮女人的，既做了猴子去学女人，并且还在学扮女人的旦角。优伶中的扮女人的旦角，爱罗先珂先生能以耳辨出吗？我们演剧的人，决不至如爱罗先珂先生所说，几乎全是学优伶而且扮演女人尤其甚然而也不敢说全没有艺术能力不足而流入优伶似的嫌疑的人。演剧的人中，无论是谁，并不如是的没有元气，既不能自己出力，反学优伶不过能力的差错或竟使他以为学优伶了！爱罗先珂先生说我们竭力的，鞠躬尽瘁的，学优伶，以一位世界文学家批评我们幼稚的艺术实验者，应该不应该用其揣度，而出此态度？我们很佩服他的人和言，但他对我们的这种批评，这种态度，却实在料不到，真是为他抱憾！那里东方人肆口谩骂的习惯竟熏染了亲爱的世界文学家，竟使他出此，如同他说我们学优伶一样吗？唉唉！大学生诸君未免太冤屈了，为我们几个演剧的而被指为艺术的蟊贼，都有学优伶的嫌疑！大学生的人格啊！大学生的人格啊！我们大学生尽心艺术的人们！非但演剧的。我们那敢自污人格，刻意模仿优伶，或在眼里只有优伶，而忘了如爱罗先珂先生一流的高尚的可敬的艺术家！唉唉！受侮辱的艺术国度！愈向光明，受侮辱愈甚，越加一层黑暗的中国艺术国度！所以，我们有学优伶嫌疑的大学生中的演剧的同志们，我敢与他们一同的声明我们在纪念会都扮演黑暗之势力失败――也许所有的戏剧都失败――的原因在一没有充分的排练，以致幼稚的表现不能描摹剧中人的个性出来，所谓带生的葡萄，总有些酸了。二没有适宜的设置。"}
{"text":"唉唉！受侮辱的艺术国度！愈向光明，受侮辱愈甚，越加一层黑暗的中国艺术国度！所以，我们有学优伶嫌疑的大学生中的演剧的同志们，我敢与他们一同的声明我们在纪念会都扮演黑暗之势力失败――也许所有的戏剧都失败――的原因在一没有充分的排练，以致幼稚的表现不能描摹剧中人的个性出来，所谓带生的葡萄，总有些酸了。二没有适宜的设置。我们既有心尽力于戏剧，时间的短促使我们没有充分排练，那种孤独的努力，无人帮助的苦衷，何必献丑说出呢？但是我们尽心于艺术。既无人的帮助，又无物的帮助，爱罗先珂先生也是大学教师，想能知道了。那末，这种关于设置的责备，我们几个演剧的人那能承认呢？至于没有留心到剧场的情绪的造成，爱罗先珂先生恐怕因耳里并没有听到啊！我们抱歉，在黑暗之势力的开演那天，没有能用音乐去辅助他。何况那天，爱罗先珂先生坐在后台布景的背后，一忽儿就走了，并没有看到前场一万多人的会场情形，而只听到我们后台的优伶呢？可是第二天一个无庸学优伶声音说话，也许是学优伶动作的哑剧，便有中国的丝竹，笙，箫，苏胡，馨铃，辅助在内，而那剧场似的空气倒也造成了一些，可惜爱罗先珂先生反没有到场！就是他到了，怕这东洋的音乐还不免有些嫌劣拙吧？一个钱不受的，没有火炉，又冷又嘈杂的市场，运动场式的剧场舞台幕后的坐位，那比凭票入座，汽炉暖暖的，新建筑的大会堂的剧场？本来艺术有些贵族性的啊，所以主张平民文学的托尔斯太老先生的名著，在运动式的公开的会场上，被我们玷辱了，失败了！失败的原因，我们承认艺术的幼稚，决不承认学了什么优伶！最后，我要敬问爱罗先珂先生和一切的艺术家在如此的现在中国黑暗艺术国度之下，没有人肯与我们男子合演，而我们将何以尽力于有女子的戏剧？假若为戏剧的尽心，我们不得不扮女人了，既扮了女人，艺术上失败，就是学什么扮女人的旦角的吗？我们的艺术，自己也只认是比傀儡尤其是无聊的但为什么要让我们傀儡似的来做猴子？我们男子学女子是做猴子，那末反过来呢？做猴子的同志们！我们应该怎样的努力？！我们人而如猴的戏剧者几乎哭泣了！我们大学生的尽心艺术，而不能得种种帮助！甚至于世界文学家对我们的态度，似乎并不想大学生们究竟人格有没有！"}
{"text":"假若为戏剧的尽心，我们不得不扮女人了，既扮了女人，艺术上失败，就是学什么扮女人的旦角的吗？我们的艺术，自己也只认是比傀儡尤其是无聊的但为什么要让我们傀儡似的来做猴子？我们男子学女子是做猴子，那末反过来呢？做猴子的同志们！我们应该怎样的努力？！我们人而如猴的戏剧者几乎哭泣了！我们大学生的尽心艺术，而不能得种种帮助！甚至于世界文学家对我们的态度，似乎并不想大学生们究竟人格有没有！假若有人说，爱罗先珂先生亲眼看了之后的判断没有错。那就未免太滑稽了。这还说什么？然而我自信，我们的可怜，可羞，可惨，都使得我有几句含着羞的，不敢盲从的话说了。我们何幸而得一位文学家的教训？我们黑暗的国度中之艺术界，何幸而得此光明的火把引导着路？我们当然要深深的感谢了爱罗先珂先生！但这又教我们忍不住痛心而抱憾爱罗先珂先生在沙漠似的中国，最强烈的感到的寂寞，我们既未能安慰了他如此飘泊的盲诗人反而弄成了些猴子样，教他看了更加寂寞得没有法！不但如此，甚至他沉痛的叫唤了我们，却还不敢盲从的要给他一长篇的哓辞！所幸不致使爱罗先珂先生完全难过，还有燕京女校的美的艺术的印象在他脑里！而我们为我们的人格上保障，也永不敢盲从爱罗先珂先生所说的学优伶一句话！我再感谢先生介绍了爱罗先珂先生的教训的美意！七，一，一九二三，北京大学。题目中有一个字，和文中有几个字上的引号，颇表出了不大好的态度，编者为尊重原作起见，不敢妄改，特此道歉。晨报副刊编者一九二三年一月十三日晨报副刊。本篇最初发表于一九二三年一月十七日晨报副刊。魏建功―，江苏如皋人，语言学家。当时是北京大学学生。不敢盲从是他读了翻译的爱罗先珂观北京大学学生演剧和燕京女校学生演剧的记一文载一九二三年一月六日晨报副刊后写的。爱罗先珂，―俄国诗人和白骷摇晔币病双目失明。曾先后到过日本泰国缅甸印度。一九二一年在日本因参加五一游行被驱逐出境，后辗转来到我国。一九二二年从上海到北京，曾在北京大学任教。一九二三年回国。他用世界语和日语写作，翻译过他的作品桃色的云爱罗先珂童话集等。罗素，―英国哲学家。"}
{"text":"爱罗先珂，―俄国诗人和白骷摇晔币病双目失明。曾先后到过日本泰国缅甸印度。一九二一年在日本因参加五一游行被驱逐出境，后辗转来到我国。一九二二年从上海到北京，曾在北京大学任教。一九二三年回国。他用世界语和日语写作，翻译过他的作品桃色的云爱罗先珂童话集等。罗素，―英国哲学家。毕业于剑桥大学。著有数学原理哲学原理等。他于一九二年来中国讲学，回国后著中国问题一书，讨论了中国将在二十世纪历史中发挥的作用，受到中国留学生的欢迎。英语风琴。英语小提琴。爱美的英语的音译，意思是业余的。英语戏剧。备考东京通信噩君备考东京通信噩君的确是应当感谢的，它这次竟肯慷慨地用了中华民国四个字，这简直似乎是极其新颖得可笑的前天早晨在朝日新闻第七版的下方右角上，民国双十节讲演会的题下登着这样的一段十月十日，名为双十节，是中华民国的革命纪念日。今年因国民革命成功，统一的大业已完成，在东京横滨的民国人将举行盛大的庆祝。由支那公使馆，留学生监督处及在此的民国人有力者的主催，今日午后一时起在青山会馆开祝贺讲演会，晚间举行纪念演剧会。事前各学校已接到监督处的通知，留学生们都得了一天休假。既已革命成功全国统一了的今年的双十节，自然是不能不庆祝的。何况这些名人和有力者已代我们完全筹备好了，当然更不该抛弃这最便宜不过的无条件的享受的权利。在电车上足足坐了一个钟头之后，就看见这灿烂堂皇的会场了！墙上贴满了红绿色纸的标语，诚然是琳琅满目，你看，万岁，万岁，到处是万岁，而且你再看，只在那角上，在那一切观众的背后的墙上夹杂在许多万岁之间有着这样一句庆祝双十节不要忘了阻挠革命的帝国主义。措辞是多么曲折巧妙呀！无怪在每一本讨论到中国事情的日本书上，无论它是好意或恶意，都大书特书着说支那人是有外交天才的。呵，外交天才！是的，直率地说打倒帝国主义是失去了外交辞令的本色的，并且会因而伤及友邦感情，自然应当稍稍暧昧地改口说不要忘记。"}
{"text":"墙上贴满了红绿色纸的标语，诚然是琳琅满目，你看，万岁，万岁，到处是万岁，而且你再看，只在那角上，在那一切观众的背后的墙上夹杂在许多万岁之间有着这样一句庆祝双十节不要忘了阻挠革命的帝国主义。措辞是多么曲折巧妙呀！无怪在每一本讨论到中国事情的日本书上，无论它是好意或恶意，都大书特书着说支那人是有外交天才的。呵，外交天才！是的，直率地说打倒帝国主义是失去了外交辞令的本色的，并且会因而伤及友邦感情，自然应当稍稍暧昧地改口说不要忘记。至于是为要打倒帝国主义而革命或是因革命受阻挠才暗记下帝国主义四个字来，那当然是可以不必问的――也是我辈无名而无力的青年所不该问的，或者。演说的人，大概就是那些名人和有力者了。一个一个地，代表，代表，各自发挥着他们底大议论――有听不见的，也有只闻其声而不知他到底在说些什么的。礼服，洋服，军装和学生装替换着在台上出现，不，是陈列起来。名人在桌上用拳头打了一下，于是主席机警地率领着民众报之以放爆竹似的掌声名人在跺脚了，民众猜到这是名人在痛切陈词时应有的作派，再不必主席的暗示，就一齐鼓起掌来――民众运动已能自动地不须先知先觉的指导自然是件大可喜的事，于是我们的名人满足地走下台去了。我在会场后方很费力地透过了重重的烟气望见那云雾中似的讲台，名人和有力者像神仙似的在台上飘来飘去，神仙的门徒子弟们也随着在台上飘去飘来。我真罪孽，望见这些仙人时终不能不回忆起在家乡所爱看的木头人戏傀儡人真像是有灵性似的十分活泼地在台上搔首弄姿，耍木人的台下的布围里吹着小笛，吹出种种不入调的花腔。这似乎无理的回忆使我对于这些演说和兴匆匆地奔忙着的名人和有力者稍稍发生一点好感而亦有意无意地给他们鼓掌以声援。在全体民众的声援中由演说而呼口号而散会。散会前有位名人报告说游艺会在五点开始，请了多位女士给我们跳舞！女士，跳舞，并且给我们，自然，民众大喜，不禁从心地里感谢这位与民同乐的名人。五点！民众越发踊跃地来参加。不久，台旁的来宾休息室里就拥满了唇红齿白的美少年和珠围翠绕的女士们。还是那位名人，开始在台上蹈着四方步报告他被选为游艺部长和筹备今晚的游艺的经过这次，民众也较午后更活泼而机警了，不断地鼓着掌以报答他的宏恩。名人的方步停止了，而游艺开始。为表现我国数千年来之文化起见，第一场就是皮簧清唱，而名人在报告中特别着重的女士也就在这时登台了。"}
{"text":"女士，跳舞，并且给我们，自然，民众大喜，不禁从心地里感谢这位与民同乐的名人。五点！民众越发踊跃地来参加。不久，台旁的来宾休息室里就拥满了唇红齿白的美少年和珠围翠绕的女士们。还是那位名人，开始在台上蹈着四方步报告他被选为游艺部长和筹备今晚的游艺的经过这次，民众也较午后更活泼而机警了，不断地鼓着掌以报答他的宏恩。名人的方步停止了，而游艺开始。为表现我国数千年来之文化起见，第一场就是皮簧清唱，而名人在报告中特别着重的女士也就在这时登台了。在地毯上侧着列了个九十度的黑漆皮鞋白丝袜的脚支着一个裹在黑色闪亮的短旗袍里的左右摇摆着的而窈窕身躯，白色丝围巾缠着的颈上是张白脸和一蓬缠着无数闪烁着的钻石的黑发，眼球随着身体的摆动而向上下左右投出了晶亮的视线――总之，周身是光亮的，像文学家们在小说里所描写着的发光的女主人翁。民众中，学生们像毫不顾到他们底眼珠会裂眶而出似的注视着，华工们相视而微笑。全场比讲演会前静默三分钟时还要静默，只有那洋装少年膝上的胡琴敢随在这位光亮的女士的歌喉之后发出一丝细小的声音。每当她刚唱完一句，胡琴稍得吐气的时候，民众们就热烈地迸出震天动地的喝彩声来。唱完之后，民众仍努力鼓掌要求再唱，仿佛从每双手里都拍出了雪片似的女士不出，如天下苍生何的急电似的名人知民意之应尊重，民气之不可忤也，特请这位女士自己弹着钢琴又唱了段西宫词――于是民众才真正认识了这位女士的多才多艺。其次是所谓滑稽戏者，男士们演的。不知所云的，前后共有三四出。我实在不好意思去翻辞源找出那最鄙劣的字来描写这所谓滑稽戏的内容。我仿佛只看见群鬼在那里乱舞台旁端坐着的宫琦龙介等革命先辈们只有忍不住的苦笑还给这些新兴的觉悟了的革命青年留学生和华工都满意而狂笑在门和窗外张望的日本的民众都用惊讶的眼光在欣赏着这伟大的支那的超乎人的赏鉴力以上的艺术佩着短刀的巡警坐在一旁掀起了微髭下的嘴唇冷笑。然而这所以名为滑稽剧者，大概就因为另外还有所谓正剧者在。这正剧的内容，我无暇报告但他们最得意的末一幕却不可抹杀。他们在那最末一幕里是要表演开国民大会以处决一个军阀的。从这里可以猜想出他们怎样地聪明来，他们居然会想到这样一个机会得加入了好几段大演说。你看那演说者的威风！挥拳，顿足，忽然将身子蹲下，又忽然像弹簧似的跳起来长叫一声立定脚，候着掌声完后又蹲下去，长叫一声跳起来。"}
{"text":"然而这所以名为滑稽剧者，大概就因为另外还有所谓正剧者在。这正剧的内容，我无暇报告但他们最得意的末一幕却不可抹杀。他们在那最末一幕里是要表演开国民大会以处决一个军阀的。从这里可以猜想出他们怎样地聪明来，他们居然会想到这样一个机会得加入了好几段大演说。你看那演说者的威风！挥拳，顿足，忽然将身子蹲下，又忽然像弹簧似的跳起来长叫一声立定脚，候着掌声完后又蹲下去，长叫一声跳起来。于是蹲下，叫喊，跳，鼓掌，跳，鼓掌――观众的手随着那演说者的身子也变成富有弹性的了。最后，就是那位蹈方步的游艺部长所特别着重的第二点跳舞了果然，跳舞受了民众热烈的欢迎。游艺部长在布景后踌躇满志，他的与民同乐的大计划已完成了。十一点，散会。民众们念着女士们，跳舞，给我们金钢钻，歌喉，摆动的身子和眼睛能叫喊的弹簧人于是结论是支那文化因而得发扬于海外，名人和有力者的地恩浩大盛况，盛况！东渡已将一年，没有什么礼物送你，顺此祝你安好。噩君。十七年十月十二日。本篇最初发表于一九二八年十一月十九日语丝周刊第四卷第四十五期，在东京通信之后。创造社新文学运动中著名的文学团体。一九二年至一九二一年间成立。主要成员有郭沫若成仿吾等。它初期的文学倾向是浪漫主义，带有反帝反封建的色彩。一九二七年大革命失败后，增加了冯乃超彭康李初梨等从国外回来的新成员，提倡革命文学，随后在关于革命文学问题的论争中错误地攻击过。一九二九年二月，该社被国民党反动派封闭。普罗列塔利亚特，英语的音译，意为无产阶级。仿吾将加以打发仿吾，即成仿吾，湖南新化人，创造社主要成员之一。一九二八年二月，他在文化批判第二号发表打发他们去一文，说在文艺的分野，把一切麻醉我们的社会意识的迷药与赞扬我们的敌人的歌辞清查出来，给还他们的作家，打发他们一道去。浙江已赐以禁止一九二八年九月，国民党浙江省党务指导委员会以言论乖谬，存心反动等罪名，查禁语丝等书刊十五种。正人指以正人君子自居的现代评论派新月派作家。"}
{"text":"一九二八年二月，他在文化批判第二号发表打发他们去一文，说在文艺的分野，把一切麻醉我们的社会意识的迷药与赞扬我们的敌人的歌辞清查出来，给还他们的作家，打发他们一道去。浙江已赐以禁止一九二八年九月，国民党浙江省党务指导委员会以言论乖谬，存心反动等罪名，查禁语丝等书刊十五种。正人指以正人君子自居的现代评论派新月派作家。落伍这是当时创造社太阳社某些成员评论的用语，如冯乃超在文化批判创刊号一九二八年一月发表的艺术与社会生活中，说常追怀过去的昔日，追悼没落的封建情绪，结局地反映的只是社会变革期中的落伍者的悲哀，无聊赖地跟他弟弟说几句人道主义的美丽的说话。某女士当指陈学昭，浙江海宁人，当时的青年作家。一九二七年她赴法国留学，同年十月十一月及次年一月，在上海新女性杂志第二卷第十十一号和第三卷第一号连续发表旅法通信，其中谈到在巴黎里昂的一些中国留学生中的腐败现象。事后，巴黎的部分中国留学生便散发传单，对她进行攻击威胁。据说，传单是巴黎的理科学会搞的。聘定大律师这是对创造社聘请律师一事的影射讽刺，参看本书剪报一斑拾遗备考第一节律师生意。吾未如之何也已矣语见论语子罕。主催日语，意为主办。备考剪报一斑盈昂备考剪报一斑盈昂报纸的文章多东方路透，时评要电，经济教育，国内海外，以及自由谈或快活林――这些都使阅报的人，目不暇接，美不胜收。其初，我自然是不看报，后来晓得看报，喜欢看自由谈。好多人说，要多看些专电和新闻，多知道一点国情。不晓得是人底脾胃反常了还是怎样，看了一些时的国情便死也不肯再用心多看了。反而喜欢起来了要看广告。看广告还不说，并且要剪广告。剪下的广告，不时翻阅，越看越有味。天下为公，不敢自私，谨将原报贴起来，借语丝底几页地位，翻印出来，大家兴赏兴赏。为便利附说几句话，勉强分类了一下。至于分类分得不伦不类，那是小子底学识不到，还得大雅指正指正呢。这次文章大体乃系翻印，有偷窃版权嫌疑，但不知国民政府国法，把不把广告也一并作版权？若不是，则幸甚矣。闲话休题，言归正传，下面是剪报。"}
{"text":"看广告还不说，并且要剪广告。剪下的广告，不时翻阅，越看越有味。天下为公，不敢自私，谨将原报贴起来，借语丝底几页地位，翻印出来，大家兴赏兴赏。为便利附说几句话，勉强分类了一下。至于分类分得不伦不类，那是小子底学识不到，还得大雅指正指正呢。这次文章大体乃系翻印，有偷窃版权嫌疑，但不知国民政府国法，把不把广告也一并作版权？若不是，则幸甚矣。闲话休题，言归正传，下面是剪报。一律师生意甲吴迈律师受任江西龙虎山张天师常年法律顾问顷准江西龙虎山张天师函开径启者恩溥素仰贵律师法学湛深经验宏富既崇道德复爱和平甚为鄙人所钦佩兹特函聘台端为常年顾问以后关于一切法律事件尚希随赐指示并予保障为荷嗣汉六十三代天师张恩簿印等因准此本律师除接受聘任以备谘询外倘有对于聘任人加以不法侵犯者当依法尽维护之责再天师现在上海各处有事晤商请向本事务所接洽可也此布事务所英租界同孚路大中里四三六号电话西六二五六号乙刘世芳律师代表创造社及创造社出版部重要启事据敝委任人创造社及出版部声称本社纯系新文艺的集合本出版部亦纯系发行文艺书报的机关与任何政治团体从未发生任何关系其曾从事政治运动之旧社员如郭沫若等久与本社脱离关系此事早经一再声明见旧年十一月十九号申报及同日民国日报社会想已洞悉在此青天白日旗下文艺团体当无触法之虞此吾人从事文艺事业之同志所极端相信者乃日来谣诼繁兴竟至有某种刊物伪造空气淆乱听闻果长此以往诚恐以讹传讹多滋误会除去函更正特再登报郑重声明此后如有诬毁本社及本出版部者决依法起诉以受法律之正当保障云云嘱为代表通告此后如有毁坏该社名誉者本律师当依法尽保障之责事务所北京路一百号律师底生意听说和医生一样，很赚钱。人病了，非找医生吃药不可，打官司来也非找律师不可。就是不打官司罢，为预防打官司起见，找个律师代表在报纸上登个启事，这事如今也已很盛行了。张天师，受命于天，传位也已六十三代了，平安地住在江西龙虎山上也已六十三代了。身为天师，哪个不怕天打雷烧的敢惹他。然而时代已非，世风日下，革命起来了，革命军打到了江西。一帮死命亡魂的革命党人竟胆敢来参天师底行了。据说曾有取消天师之议，如此不法侵犯，岂能容其长此以往呢？找个律师，常年顾问，依法维护，则平安矣。纯系新文艺的集合团体与任何政治团体并未发生过关系的创造社也一再请律师代表启事者，怕律师底生意不好耳。你知我知，不必多讲罢。"}
