{"text":"也许唯一的例外是北京大学编写的一套中国文学史，它使我对中国古典文学名著有了大致的了解，并且开始读唐诗宋词以及儒林外史孽海花等小说。出于对宇宙的神秘感，我也读了一些天文学的小册子。有一阵，我想提高写作能力，便用心摘录各种小说和散文中的漂亮句子。为了增加词汇量，我竟然还认真地读起了词典，边读边把我觉得用得上的词条抄在笔记簿上。不过我终于发现，其实这些做法对于写作不但无益，反而有害。幸亏我这样做的时间不长，否则，我可能会成为一个铺陈辞藻的平庸作家。我在中学时代的读书收获肯定不在于某一本书对于我的具体影响，而在于养成了读书的习惯。从那时开始，我已经把功课看得很次要，而把更多的时间用来读课外书。十九爆了一个冷门高三下学期期中，毕业班的学生分科复习，每人必须立即决定自己升学志愿的类别。志愿分三类，即理工科医农科和文科。由于我既喜欢文学，也喜欢数学，便陷入了空前的矛盾之中。全班同学的态度很快就明朗化了，没有一个人报考文科。这是符合上海中学重理轻文的传统的。可是，我终于还是决定报考文科，因为我的数学成绩好，这个决定无疑是爆了一个冷门，引得人们议论纷纷。老师们都来劝说我，甚至教语文的钱昌巽老师也说学文没有出息。黄以和把他妹妹的作文拿给我看，责问道你连我的妹妹都不如，读文科能有多大前途？在一片反对声中，我悄悄赋诗曰师生纷纭怪投文，抱负不欲众人闻。其实我哪里有什么明确的抱负，只是读的书杂了，就不甘心只向理工科的某一个门类发展，总觉得还有更加广阔的天地在等着我去驰骋。当时我们几个同学做了一个游戏，参照马克思的女儿向马克思提的问题列出若干问题，每人写出自己的答案。在你所理想的职业这个问题下面，黄以和的回答是工程师，我的回答是职业革命家。这理所当然地遭到了他的嘲笑，他指出，在我们的时代根本没有这种职业，即使有，也是抱负太大，不切实际。后来我明白，我的回答其实是极不确切地表达了我的一种心情，就是不愿受任何一种固定职业的束缚，而在我当时的视野中，似乎只有马克思这样的职业革命家才有这种自由。最后我选择了哲学这门众学之学，起主要作用的也正是这样一种不愿受某个专业限制的自由欲求。我从的话中找到了根据，他老人家说哲学是自然科学和社会科学的概括和总结。我因之相信，哲学可以让我脚踩文科和理科两只船，哪样也不放弃。"}
{"text":"这理所当然地遭到了他的嘲笑，他指出，在我们的时代根本没有这种职业，即使有，也是抱负太大，不切实际。后来我明白，我的回答其实是极不确切地表达了我的一种心情，就是不愿受任何一种固定职业的束缚，而在我当时的视野中，似乎只有马克思这样的职业革命家才有这种自由。最后我选择了哲学这门众学之学，起主要作用的也正是这样一种不愿受某个专业限制的自由欲求。我从的话中找到了根据，他老人家说哲学是自然科学和社会科学的概括和总结。我因之相信，哲学可以让我脚踩文科和理科两只船，哪样也不放弃。在分科复习之后，离毕业不久，还发生了一个小插曲。上海市举行中学生数学竞赛，首先逐级预赛。我因为报考文科，没有再上数学的复习课，但仍抱着玩一玩的态度参加了学校一级的预赛。全校十四个高中毕业班，其中包括两个理科专门班，每班五十名学生，绝大多数都是报考理工科和医农科的，经过半个学期的数学复习后，都参加了这个预赛。在参赛的六百多个学生中，只有我一人是报考文科的。但是，竞赛结果公布，十二名优胜者中，我们班占了四名，其中居然有我，另三位是许烨烨施佐让和闻人凯。最令人意外的是黄以和的落选，因为他也是公认的数学精英。我很想让贤，把参加区县一级预赛的资格让给他，但这是不允许的，只好自己硬着头皮上场。事实证明，我是浪费了一个名额，赛题中有一大半是我一看就知道自己解不了的。我解答了几道题，其余的留了空白，第一个缴卷，带着既轻松又负疚的心情离开赛场。其他参赛者好像都通过了这第二轮预赛，有二人包括我班的许烨烨在全市竞赛中得了名次。在填写具体报考志愿时，我的第一志愿是北大哲学系，然后依次是复旦新闻系，南开哲学系，北外西班牙语系，北大和复旦的中文历史等系。除了前面三个志愿外，其余基本上是乱填。现在我懂得，按照这种填法，如果我考不上第一志愿，后面的都不会有录取的希望。我不太记得高考的具体情形了，只记得所考的科目有语文政治史地数学，题目好像都不难，语文的作文题是雨后和论不怕鬼，我选了后一个题。高考后的暑假里，我怀着不安的心情等候通知。一天，我正在家里玩耍，楼下有人高喊我的传呼电话。正是盛夏，我光着膀子拖着木屐跑到弄堂门口，一把抓起话机。那一端传来黄以和的声音北大哲学系！我听了觉得像在做梦一样，不敢相信这是事实。这一年的高校录取工作，后来被批判为分数挂帅，是以考分为唯一标准的，而且招生名额大幅度下降。"}
{"text":"我不太记得高考的具体情形了，只记得所考的科目有语文政治史地数学，题目好像都不难，语文的作文题是雨后和论不怕鬼，我选了后一个题。高考后的暑假里，我怀着不安的心情等候通知。一天，我正在家里玩耍，楼下有人高喊我的传呼电话。正是盛夏，我光着膀子拖着木屐跑到弄堂门口，一把抓起话机。那一端传来黄以和的声音北大哲学系！我听了觉得像在做梦一样，不敢相信这是事实。这一年的高校录取工作，后来被批判为分数挂帅，是以考分为唯一标准的，而且招生名额大幅度下降。上中历年升学率在百分之九十以上，这一年降到了百分之七十。不过，毕竟是上中，我们班五十人，考上北大有三人，清华有五人，考上复旦的就更多了。黄以和考上了复旦物理系。上海有许多中学，这一年没有一人能升学。我住的那条弄堂里，应届考生也是全部落榜。自从我家搬来这里后，我住校的时间多，在家也是埋头读书，和邻居很少来往，现在他们都向我投来了称羡的目光。父母开始忙碌起来，为我准备行装。我意识到，我的生活即将翻开全新的一页。第二部北大岁月一走出上海年月的一天，一趟列车从上海出发，开往北京。这是一趟为运送学生临时增加的列车，经常在途中停下，给别的列车让路，有时一停就一二个小时，因此慢得出奇，全程竟然走了两天三夜。车厢里拥挤闷热，列车又开开停停，使得人们很不耐烦，经常有人唉声叹气。然而，坐在靠窗座位上的一个少年始终很平静，在整个旅程中，他一声不吭，也睡得很少，多半时间侧着脸盯着车窗外。我的确不觉得烦闷。我刚满十七岁，第一次离家远行，心中有惆怅，但更多的是兴奋。在此之前，我从没有出过上海，除了有一次乘短程车郊游，也从没有乘过火车。那次郊游是中学毕业前不久由班级组织的，去松江县境内的佘山。上海真可怜，见不到一座真正的山，号称最高峰的佘山也只有百多米高。我也真可怜，打生下来没有见过山，见了这座百多米高的山就激动不已。时值初夏，满坡青竹，我飞步登上筑有一个小型天主教堂的山顶，极目四望，顿觉天阔地圆，心旷神怡。环顾四围的地平线，当时我就下决心，一定要走出这个大圆圈，去攀登更高的山，见更大的世面。现在我真的走出了，列车载着我驶向陌生的世界。第一次乘长途列车，车窗外掠过的任何景物都使我感到新鲜，因而我的心情简直像是旅程越长越好似的。何况在前方等着我的是只在图片上见过的首都，是曾经遥不可及的最高学府，是罩在梦幻里的大学生活。"}
{"text":"我也真可怜，打生下来没有见过山，见了这座百多米高的山就激动不已。时值初夏，满坡青竹，我飞步登上筑有一个小型天主教堂的山顶，极目四望，顿觉天阔地圆，心旷神怡。环顾四围的地平线，当时我就下决心，一定要走出这个大圆圈，去攀登更高的山，见更大的世面。现在我真的走出了，列车载着我驶向陌生的世界。第一次乘长途列车，车窗外掠过的任何景物都使我感到新鲜，因而我的心情简直像是旅程越长越好似的。何况在前方等着我的是只在图片上见过的首都，是曾经遥不可及的最高学府，是罩在梦幻里的大学生活。我不知道未来将是怎样的，但我意识到了这次远行是一个转折点，我的童年岁月已经永远留在了身后。从那一时段的照片上看，这个坐在沪京列车上的我是一个典型的少年书生模样，他有一张未脱稚气的脸，面容有些消瘦，脸色有些苍白，戴着一副度的眼镜。若干年后，一个喜欢我的女孩这样向我表白我觉得眼镜戴在你脸上再合适不过，好像你生来就戴着眼镜似的。人群中偶尔闪现一张脸，斯文而又敏感，幼稚而又少年老成，我心中一动，仿佛看见了从前的我，在他身上藏着今天的我的全部密码。一个男孩在懵懂中生长，童年之皮一层层蜕下，逐渐长大成人了，这就是说，他的人格基本形成了。对于这业已形成的他的内在精神结构，他自己并不了解，但它大致决定了他一生做人处世的方式。与走过的路相比，前面的路要漫长得多，可是，一生走路的姿势正是在最初的一段路程上定型的。后来的事实表明，我这第一次走出上海几乎是永久性的，此后仅是回去暂住，它不再是我的定居地。不过，我从未后悔。在大学第一个学期，我想家想得厉害，但不是怀恋上海这座城市。许多上海人强烈地留恋上海，相信全中国不可能有比上海更好的地方，在我身上完全没有这种上海情结。我生于斯，长于斯，但上海从来不曾给我一种可以扎根于斯的故乡感。当时我还缺乏对比，但我肯定已经模糊地感觉到了上海的某种缺陷。比如说，周围的乘客在用上海话热烈地交谈，我感到的不是亲切而是隔膜。尽管我讲了十七年上海话，却越来越觉得这种方言别扭，远不如讲普通话自如。每当我试图用上海话表达内心体验或哲学思辨时，我就会因为辞不达意而结巴。上海话是一种市井语言，只宜用来谈论衣食住行，不适于表达精神内容。所以，坐在驶往北京的列车上，我甚至为今后可以不必经常讲上海话而感到高兴。这当然不只是语言的问题。"}
{"text":"当时我还缺乏对比，但我肯定已经模糊地感觉到了上海的某种缺陷。比如说，周围的乘客在用上海话热烈地交谈，我感到的不是亲切而是隔膜。尽管我讲了十七年上海话，却越来越觉得这种方言别扭，远不如讲普通话自如。每当我试图用上海话表达内心体验或哲学思辨时，我就会因为辞不达意而结巴。上海话是一种市井语言，只宜用来谈论衣食住行，不适于表达精神内容。所以，坐在驶往北京的列车上，我甚至为今后可以不必经常讲上海话而感到高兴。这当然不只是语言的问题。高级的精神活动需要一个相应的场，而上海缺乏这个场，语言仅是一个方面的表现。经过革命的扫荡，昔日十里洋场培育的商业精神没有了广阔的用武之地，便只好在日常生活领域施展本领，表现为细小的精明。上海人在物质生活上讲究实惠，善于在这方面使用和表现其聪明，并且以此自豪，看不起外地人，而我恰恰因此看不起上海人。后来我还发现，即使在做学问上，上海人也多的是小聪明，有一股机灵劲，善于造噱头，出风头，但缺乏大气象。我说的是地域文化的一般特征，当然，无论何地，都有超越地域局限性的大胸怀和大手笔。深夜，列车在一个不知名的小站停了很久，站上一根孤零零的灯柱，旁边一棵同样孤零零的小合欢树，在幽暗的灯光下，粉红色的花绒像低垂的长睫毛。坐在我旁边的那个女生也有长长的睫毛，睫毛后一对乌黑的瞳人。她一直在瞌睡，脑袋常常不由自主地靠到了我的身上。虽然这使我又热又累，但我不忍惊醒她，尽量保持不动的姿势。直到旅途结束，我们没有说一句话。后来我在校园里经常遇见她，知道她在中文系，还知道了她的名字，但我们仍然没有说一句话。我之所以铭记这位漂亮的旅伴，是因为她在文革中自杀了。不过，当列车在第三天凌晨到达北京站时，没有人能知道五年后的变故。我的这位漂亮旅伴也和我一样，义无返顾地出了站，在站前林立的各个高校的横幅中找到北大的横幅，然后跳上了接新生的卡车。卡车驶过长安街，我为天安门不如想象中雄伟而略感意外。从市区驶入郊区，北京到处显得清爽安静肃穆，我立刻喜欢上了这个气象恢弘的城市。到达学校后，新生被各系的老生领走，送往指定的宿舍。哲学系的宿舍在楼，我的寝室是室。房间里有四张双层床，四张简陋的书桌，住八个人，挤得满满的。我放下行李，打开铺盖卷，在属于我的床位上坐下。一路的奔波在这里停止，一路的梦想在这里结束，寒窗苦读的日子将在这里开始。二影响了我一生的人然而，寒窗苦读的日子并没有开始。"}
{"text":"卡车驶过长安街，我为天安门不如想象中雄伟而略感意外。从市区驶入郊区，北京到处显得清爽安静肃穆，我立刻喜欢上了这个气象恢弘的城市。到达学校后，新生被各系的老生领走，送往指定的宿舍。哲学系的宿舍在楼，我的寝室是室。房间里有四张双层床，四张简陋的书桌，住八个人，挤得满满的。我放下行李，打开铺盖卷，在属于我的床位上坐下。一路的奔波在这里停止，一路的梦想在这里结束，寒窗苦读的日子将在这里开始。二影响了我一生的人然而，寒窗苦读的日子并没有开始。不论我对即将开始的生活怎样想象，我都不会想到，我在这里会遇见一个人，他不但改变了我在北大的生活，而且影响了我的一生。到校第一天，就有消息灵通的同学对我说，郭沫若的儿子在我们班。北大是高干子女云集的学校，这没有什么。见到郭世英是在两天后，各班分组讨论系副主任的入学教育报告。那个报告乏味透顶，郭世英并没有听，他来校时正好碰上讨论。人们挤挨着坐在寝室里，一个接一个发言。郭世英也发言了。他坐在双层床的下铺，微低着头，长发下垂，眼睛凝视着地面某处。他的声音深沉而悦耳，话音很低，有时几乎听不清，仿佛不是在发言，而是在一边思考一边自语。他说的大意是，从高三开始，他对哲学发生了浓厚的兴趣，读了许多书。哲学的宗旨是追求真理。一种理论是不是真理，必须通过自己的独立思考来检验，对马克思主义也应如此。结果，从追求真理出发，他走向了怀疑马克思主义。为此他陷入了苦恼之中，离校休学了。在休学期间，他想明白了问题之所在。马克思主义是有阶级性的，离开了阶级观点，单凭抽象思维，就无法理解马克思主义。在发言时，他的脸上始终凝集着深思的神情，他的语调诚恳而富于感染力。发言结束后，寝室里出现了长时间的沉默。我心中有一种深深的感动。打动我的与其说是他发言的内容，不如说是由声音神情说话方式造成的整个氛围。当时我并不真正理解他的话，我相信别人更是如此，在座的还没有人想到要自己来检验马克思主义的真理性，因而对他的问题和苦恼都是隔膜的。然而，正因为如此，我格外鲜明地感觉到，眼前的这个人属于一种我未尝见过的人的类型，其特征是对于思想的认真和诚实，既不愿盲从，也不愿自欺欺人。这是一个真诚的人，一个精神性的人。后来通过交谈，我知道了世英的大致经历。"}
{"text":"当时我并不真正理解他的话，我相信别人更是如此，在座的还没有人想到要自己来检验马克思主义的真理性，因而对他的问题和苦恼都是隔膜的。然而，正因为如此，我格外鲜明地感觉到，眼前的这个人属于一种我未尝见过的人的类型，其特征是对于思想的认真和诚实，既不愿盲从，也不愿自欺欺人。这是一个真诚的人，一个精神性的人。后来通过交谈，我知道了世英的大致经历。他中学上的是北京有名的干部子女学校一零一中学，在学校里，他一直是三好学生模范共青团员，被誉为高干子弟的表率。同级不同班有两个学生，一个是张东荪的孙子张鹤慈，另一个是将门之子孙经武，因为思想反动受批判，而世英扮演的是批判会上主将的角色。但是，到快毕业时，他开始反省自己，进而否定了自己的过去，从此与这两人有了密切来往。离开一零一中后，他进外交学院上学，因为思想问题而不能在这所政治性很强的学校继续读下去，休学一段时间，然后转学到了北大。进入北大后，世英经历了一个短暂的精神平静时期。他在入学讨论会上的发言表明，他试图调整自己的方向，尽量与主流思想靠拢。可是，这一努力并不成功。时过不久，他的业已觉醒的思想者本能不再能忍受当时的政治和教育环境，冲突在所难免，内心十分痛苦。从第二学期初开始，张鹤慈和孙经武经常在我们寝室的门口出现了。年月，东窗事发，他们三人被捕。世英没有上完一年级，就离开了北大。刚开学时，世英总和一个名叫李建智的同学在一起，李也是一零一中毕业的，喜欢画画，他们俩经常携着画夹到校园里互画人像素描。不多天，李因查出肺结核休学，我顶替了他的空缺。世英是一个离不开朋友的人，他显然喜欢我，而我又深深地被他吸引。只要他在学校里，我们几乎形影不离。我们住同一寝室，早晨一同漱洗，一同上食堂。去教室上课，往返路上，他骑自行车，我就坐在后座上。我们还常常一同逃课，躲在寝室里看书或闲聊。晚上熄灯后，我们会在盥洗室里逗留一会儿，他压低嗓音向我发表各种感想。他对我基本上无话不谈，后来成立以后，他以及张孙写的作品，他也都拿给我看。因此，对于导致他后来惨死的那个小团体的情况，我可以算是一个相当知情的人。在语文课的一篇作文里，世英写道我什么话都对说，不知道这是因为他小，还是因为他能理解人。语文老师在因为他小旁边打了一个问号，批道小怎么是理由呢？他有所不知，其实小还真是一个原因。"}
{"text":"我们还常常一同逃课，躲在寝室里看书或闲聊。晚上熄灯后，我们会在盥洗室里逗留一会儿，他压低嗓音向我发表各种感想。他对我基本上无话不谈，后来成立以后，他以及张孙写的作品，他也都拿给我看。因此，对于导致他后来惨死的那个小团体的情况，我可以算是一个相当知情的人。在语文课的一篇作文里，世英写道我什么话都对说，不知道这是因为他小，还是因为他能理解人。语文老师在因为他小旁边打了一个问号，批道小怎么是理由呢？他有所不知，其实小还真是一个原因。我是全年级年龄最小的，而且样子比年龄又小许多，进大学后仍在长个儿，临毕业还常被人误当做中学生。有一回，我进一家旧书店挑了几本书，付款时，收款的老头好奇地问我是哪个中学的，突然瞥见我的校徽，立刻叫起来快看，这么小就上北大了，还买这么多书！正在架前挑书的几个女中学生都回头看我，使我既害羞又得意。世英对我的喜欢的确有怜小的因素，跟张孙谈到我时总把我昵称作小家伙。其实，所谓能理解人也和小有关，因为小，不通世故，心地单纯，又敏于感受，因此在全班同学为求政治上的进步而与世英拉开距离时，我独能对他怀着同情的理解。不过，真正说来，我是崇拜世英的，这是一个少年对一个富有魅力的青年的情不自禁的崇拜。他比我大三岁，现在想来，当时也只是一个二十岁的大孩子而已，但在那时的我眼里就算一个大人了。他的外表就非常帅，身高一米七八的个儿，体格匀称结实，一张轮廓分明极具个性的脸，很像一张照片中的青年马雅可夫斯基，经常穿一件中式对襟布褂，风度既朴素又与众不同。当然，更令我折服的是他的精神素质，除了思想上的真诚之外，他又是一个极善良的人，对朋友一片赤忱，热情奔放，并且富有幽默感，顽皮而善于说俏皮话。我是在最容易崇拜一个人的时候遇见他的，然而，即使在已经度过了大半生的今天，我仍然敢说，他是我今生今世遇见的最具人性魅力的一个人。我在北大一共生活了六年，其中，上学仅两年，农村四清两年，文革又两年。在这六年中，我与世英有两段密切的交往，一是大学一年级，另一是文革中直到他去世。当我回顾我的北大岁月时，与世英的交往无疑是其中最难忘也最重要的篇章。我完全有理由说，我从这一交往中学到的东西，远比哲学系全部课程所教给我的更多，当然也更本质。"}
{"text":"我在北大一共生活了六年，其中，上学仅两年，农村四清两年，文革又两年。在这六年中，我与世英有两段密切的交往，一是大学一年级，另一是文革中直到他去世。当我回顾我的北大岁月时，与世英的交往无疑是其中最难忘也最重要的篇章。我完全有理由说，我从这一交往中学到的东西，远比哲学系全部课程所教给我的更多，当然也更本质。如果没有世英，我相信我仍能凭借自己的悟性走上后来走的路，但是，因为青春期播下的种子比较单薄，这条路上的风景会逊色得多。对于我来说，在一定的意义上，郭世英就意味着我的大学时代，而文革就意味着郭世英之死。因此，我在这一部分中不免要经常谈到郭世英，不过将限于主要谈他对我的影响。我不想在这里讲述他的全部故事，那应该是另一本书的题材。三世界文学的宝库刚开学不久，世英的床铺上放着一本牛虻，我拣来翻看，立刻被吸引住了，半天就读完了它。半天就读完了？他赞赏地说，嘿，像你这种年纪，拿起一本书，就会忘掉一切！我告诉他，这并非事实，我看书时常常会走神，他摇头表示不信。这是我们交往的开始。从此以后，他从家里带来一批又一批书，堆在床头的桌子上，他看，我也看。新生入学要进行体格检查，我遇到了一点麻烦。校医院的院长，一个戴眼镜的瘦老头，在我的腹部按摸了一阵以后，在体检表上写下肝脾各大一指的诊断。他拉来两个女医生，让她们也摸，她们表示摸不出来。瘦老头坚持己见，向我宣布肝脾都大，不是有血吸虫病，就是有肝炎，而排除不了这两种病就得休学。他把我转到北医三院复查，那里没查出什么名堂，他又把我转到人民医院，仿佛不查出两种病中的一种就决不罢休。人民医院在阜城门内，检查程序又相当繁复，我便一次次步行在海淀与阜城门之间十公里左右的路途上。每次从医院出来，我都去阜内的一家旧书店，把步行省下的钱换成书，作为对自己的犒赏。世英向我建议，真休学也不错，在北京住下自学，他向我提供书籍。最后，人民医院没有查出两种病中的任何一种，瘦老头勉强在我的体检表上签署了同意入学的意见。于是，在开学半个学期后，我领到了学生证，取得了正式入学的资格。那半个学期的折腾对于我完全不是坏事，由于没有正式入学的资格，我便有了合法不上课的权利，因而能够把大量时间用于阅读课外书。这个势头一经形成，就仿佛有了惯性，在取得入学资格之后也延续下去了。"}
