{"text":"巧言令色币重言甘是靠不住的。结果毕了业以后连影子都看不见了。这就是现在中国文化的怪现象，是文化道德的普遍事实。国民道德的修养从教育界开始，是应该彻底研究的，所以我在这里要讲到师生的道理。吕端大事不糊涂现在，孔子告诉我们说，这个学生入则孝，在家里是个孝子。怎么才叫孝，下面有很多地方研究孝道，在此暂且不谈。出则弟，出门在外面与兄弟分开了，怎么弟呢？就是在外面，对朋友对社会对一般人能够友爱，扩而充之爱国家爱天下都是这弟字的意义。谨而信，作人非常谨慎，但是谈到这谨字要注意，不要变成小器。谨慎与拘谨是两回事，有些人作人很拘谨，过分了就是小器。谨慎在历史上有个榜样，就是我们中国人最崇拜人物之一的诸葛亮。所谓诸葛一生唯谨慎，吕端大事不糊涂。这是一副名联，也是很好的格言。吕端是宋朝一个名宰相，看起来他是笨笨的，其实并不笨，这是他的修养，在处理大事的时候，遇到重要的关键，他是绝不马虎的。那诸葛亮则一生的事功在于谨慎，要找谨慎的最好榜样，我们可多研究诸葛亮，这里暂且不提。总之，所谓谨慎不可流于小器，这点修养要注意，这个人能谨慎处世而信――在人与人之间，人与社会之间，一切都言而有信。同时又泛爱众，有伟大的胸襟，能够爱人，尤其在此时此地来讲，对同志的友爱，扩而充之，对其他人的友爱。理论上讲起来很容易，而广泛的爱人，那就是君道师道的综合，爱天下人就如爱自己一样，理论容易，要修养到如此真难。孔子说，假使一个人对这些都做到了，而亲仁，再亲近有学问道德的人做朋友，行有余力则以学文，做到以后，还有剩余的精力，然后再学文，爱作文学家也可以，爱作科学家也可以，爱作艺术家也可以，爱作别的都可以，那是你的志向所在，兴趣问题，可以量力而行，各听自由。饮食男女子夏曰贤贤易色，事父母能竭其力，事君能致其身，与朋友交言而有信，虽曰未学，吾必谓之学矣。这几句话，是接着证明了学问的目的，不是文学不是知识，是作人做事。子夏比孔子少四十四岁，他的名字叫卜商。孔子死后，在战国开始的初期，他讲学河西，在战国时期一般对时代有影响的大学者，蒙受他的影响很大。所以这也是我们大家要注意的。"}
{"text":"饮食男女子夏曰贤贤易色，事父母能竭其力，事君能致其身，与朋友交言而有信，虽曰未学，吾必谓之学矣。这几句话，是接着证明了学问的目的，不是文学不是知识，是作人做事。子夏比孔子少四十四岁，他的名字叫卜商。孔子死后，在战国开始的初期，他讲学河西，在战国时期一般对时代有影响的大学者，蒙受他的影响很大。所以这也是我们大家要注意的。领导历史领导国家社会的，到底还是学问思想。现在引用子夏的话，证明学问是什么。我们看原文贤贤易色，两个贤字，第一个贤字作动词用，因为中国文字有时候是假借的。第二个贤字是名词，指贤人――学问修养好的人。易色，古人如宋儒他们，是怎么解释的呢？他们对色字解作女色女人男女之色了。孔子被人叫打倒，就是这样受冤的。贤贤易色就是看到贤人――有学问道德的人，马上跟他学了。易色，女色都不要了，太太都不要了，在恋爱中的，把女朋友都丢掉了。如是女方，男朋友也不要了。如果真如宋儒的说法，我认为孔夫子不是圣人了。因为圣人，是不会违反人情的。孔子在礼记里讲饮食男女，人之大欲存焉。的确是孔子对于人生的看法――形而下的，不讲形而上的。凡是人的生命，不离两件大事饮食男女。一个性的问题，一个生活的问题。所谓饮食，等于民生问题。男女属于康乐问题，人生就离不开这两件事。有时候看到有关中国文化的文章说食色性也是孔子说的，错了，这句话不是孔子说的，是与孟子同时的告子说的。以后引用文章，不要将错就错，一错再错。这个性的问题，究竟先天的性或后天的性呢？以后再讨论。但宋儒解释贤贤易色，为了作学问，都可以把自己的妻女或丈夫丢开，这是不通的。这个色字，很简单，就是态度形色，下面还有证明，所谓态色就是态度。贤贤易色意思是我们看到一个人，学问好，修养好，本事很大，的确很行，看到他就肃然起敬，态度也自然随之而转。这是很明白，很平实的，是人的普通心理，不管一个如何坏的人，看到一个好人，总会不自觉地对这好人比较友善，这是人之常情。事父母能竭其力是讲孝道。这句话有一个问题产生了，子夏为什么提到竭其力呢？重点在这个竭字。过去一般人讲到对父母的孝顺，是非孝不可。"}
{"text":"这个色字，很简单，就是态度形色，下面还有证明，所谓态色就是态度。贤贤易色意思是我们看到一个人，学问好，修养好，本事很大，的确很行，看到他就肃然起敬，态度也自然随之而转。这是很明白，很平实的，是人的普通心理，不管一个如何坏的人，看到一个好人，总会不自觉地对这好人比较友善，这是人之常情。事父母能竭其力是讲孝道。这句话有一个问题产生了，子夏为什么提到竭其力呢？重点在这个竭字。过去一般人讲到对父母的孝顺，是非孝不可。其实孝道也要量力而为，孝要竭其力，不要过分了。前一两年，有个年轻人基于天生的不是教育的孝心，为了孝养父母，去做了小偷，犯了法，对于这样行孝的人，在心理道德上，我们觉得这个人非其罪也，因为他为了孝顺，为了医母亲的病，结果偷了钱，犯了法，这是可以原谅的。但是在学问修养上看，对他的批评是这个人没有受良好的教养。在道理上来讲，这个青年是好心，但是好心要学识来培植它，使他知道要竭其力而不要做过分的事。中国古人有两句话综合起来的一副对联说百善孝为先，原心不原迹，原迹贫家无孝子。万恶淫为首，论迹不论心，论心世上少完人。其原心不原迹就只看他的心孝不孝。比如一个人很穷，想买一罐奶粉给父母吃，但实在没有钱，买不起，因此心里很痛苦，只有希望慢慢积蓄点钱再去买。只要有这个心，只要他这份情感是真的，我们就不能说他不孝。原迹贫家无孝子，如果一定要在事实上有表现，那穷人家里就没得孝子了。这个道理非常清楚，我们用这个道理来解释，就是说明事父母能竭其力是尽自己的心力做到了就是孝。事君能致其身这个君字，成为过去打倒孔家店的口实。他们认为这是专制思想，是捧帝王捧独裁的古老教条。事实上不是这么回事，我们先要了解中国文化的君字是什么意思。从文字的字形上看，君字古写，头上尹字，尹字的古写是M。我们的文字，是由图案演变而来的，手里拿一根拐杖，下面一个口，代表一个人，这个人年龄大了，学问道德很高，拿根拐杖，也等于指挥杖，所以凡是拿拐杖的，指挥杖的，都是君。后来才转借变成皇帝的专用，其实中国文化中的君也不是皇帝的专用词，比如我们过去写封信给平辈，不好称他先生，也不好意思称他老弟乃至一位老师写给学生，这位老师谦虚一点就称学生某某君，如果说君是代表皇帝，就是某某皇帝了，通吗？"}
{"text":"从文字的字形上看，君字古写，头上尹字，尹字的古写是M。我们的文字，是由图案演变而来的，手里拿一根拐杖，下面一个口，代表一个人，这个人年龄大了，学问道德很高，拿根拐杖，也等于指挥杖，所以凡是拿拐杖的，指挥杖的，都是君。后来才转借变成皇帝的专用，其实中国文化中的君也不是皇帝的专用词，比如我们过去写封信给平辈，不好称他先生，也不好意思称他老弟乃至一位老师写给学生，这位老师谦虚一点就称学生某某君，如果说君是代表皇帝，就是某某皇帝了，通吗？没有这回事。日本人学我们中国文化，写信通常都是以君为尊称词。这句事君能致其身的意思是不论朋友或同事，他跟你感情好，他了解你认识你，认为非你帮忙不可，而你答应了，那他就是君，你既已答应帮忙朋友完成一件事，要抬轿子就规规矩矩一定尽心，答应了就言而有信。能致其身，竭尽自己身心的力量。就好比结婚一样，要做到从一而终。否则当初不要答应，既然答应了，讲作人的道理，就要有信。至于替人家做事的道理就是忠，也就是尽自己的力。不可以表面上愿意帮忙，做出部下很恭敬的样子，背地里却一切不同意，反而捣乱扯腿。即使在外面做主管，也常会碰到这些事。这就是作人的臣道不够，简单说就是不诚恳。所以贤贤易色，事父母能竭其力，事君能致其身。白话解释就是看到好的人能肃然起敬，在家能竭心尽力地爱家庭，爱父母。在社会上做事，对人对国家，放弃自我的私心，所谓许身为国。还有与朋友交言而有信，这句话再三提到，在感情上说，每个人都认为做到了对朋友言而有信。据我自己的反省，虽然很想彻底做到，事实上却很困难。有时候对朋友答应了的事做不到，心里非常难过，为了自己道德的要求，想尽办法去做，所以仔细研究起来，与朋友交言而有信这句话，实在很不容易。所以子夏说，能够做到这样，虽曰未学，吾必谓之学矣。尽管这个人没有读过一天书，我一定说这人真有学问，这不是说明学而时习之并不是说一定读死书吗？因此，我们不要跟着宋儒一段一段地去解释，整篇连贯读下来，自己就搞清楚了。没有朋友的上帝下面讲到学问态度，那就更妙了。引用了孔子的话子曰君子不重则不威，学则不固，主忠信，无友不如己者，过则勿惮改。"}
{"text":"所以子夏说，能够做到这样，虽曰未学，吾必谓之学矣。尽管这个人没有读过一天书，我一定说这人真有学问，这不是说明学而时习之并不是说一定读死书吗？因此，我们不要跟着宋儒一段一段地去解释，整篇连贯读下来，自己就搞清楚了。没有朋友的上帝下面讲到学问态度，那就更妙了。引用了孔子的话子曰君子不重则不威，学则不固，主忠信，无友不如己者，过则勿惮改。讲到这里，说句笑话，朱文正公及有些后儒们，都该打屁股三百板，乱注乱解错了，所以中国文化，给自己人毁了。我们怎么看出来的呢？不知道诸位是否跟我一样都见过的，清朝末年，老一套的学者，大体上许多都是这样的，他们读了这句君子不重则不威的书，就照宋儒他们的解释学样起来，那样子，用现代的话来讲，对于年轻人真是代沟。那时老头子们在那里谈笑――你不要以为老头子们谈笑会有第二个方式，还不是一样谈饮食男女，人事是非。再不然就谈调皮话，不管他学问多高，都是人嘛！人很普通，都是一样。可是那些老头子明明正在谈笑不相干的事，看到我们年轻人一进去，那个眼镜搁在鼻尖上，手拿一根烟筒的老头子，便蹩起嗓子道嘿！你们来做什么？好好念书去！一副道学面孔。他们认为对年轻后代要重，可是他们不知道重是怎么解释，以为把脸上的肉挂下来就是重，为什么呢？君子不重则不威，硬要重，学则不固，不重呀！学问就不稳固了。接着无友不如己者，照他们的解释，交朋友不要交到不如我们的。这句话问题来了，他们怎么注解呢？至少学问道德要比我们好的朋友。那完了，司马迁司马光这些大学问家，不知道该交谁了。照他这样――交朋友只能交比我们好的，那么大学校长只能与教育部长交朋友，部长只能跟院长做朋友，院长只能跟总统做朋友，当了总统只能跟上帝做朋友了？无友不如己者嘛！假如孔子是这样讲，那孔子是势利小人，该打屁股。照宋儒的解释，那么下面的过则勿惮改又怎么说呢？又怎么上下文连接起来呢？中国文化就是这样被他们糟蹋了。事实上是怎么说的？君子不重则不威的重是自重，现在来讲是自尊心，也就是说每个人要自重。君子不重则不威，拿现代话来讲，也可以说是自己没有信心，今天中午有一位在国外学哲学的青年，由他父母陪来找我，这青年说我觉得我自己不存在。"}
{"text":"无友不如己者嘛！假如孔子是这样讲，那孔子是势利小人，该打屁股。照宋儒的解释，那么下面的过则勿惮改又怎么说呢？又怎么上下文连接起来呢？中国文化就是这样被他们糟蹋了。事实上是怎么说的？君子不重则不威的重是自重，现在来讲是自尊心，也就是说每个人要自重。君子不重则不威，拿现代话来讲，也可以说是自己没有信心，今天中午有一位在国外学哲学的青年，由他父母陪来找我，这青年说我觉得我自己不存在。我说你怎么不存在？他说我觉得没有我。我说现在我讲话你听到了吧？既听到了怎么会不存在呢？根据西方哲学家笛卡儿的思想，我思故我在，你能够思想，你就存在，你怎么没有？他说没有，我觉得我什么都不行。我说你非常行，比任何人都行。事实上这个孩子是丧失了自信心，要恢复他的自信心就好。我们要知道，人都天生有傲慢，但有时候，对事情的处理，一点自信都没有，这是心理的问题，也是大众的心理。比如交代一个任务给诸位中间任何一人，所谓见危授命，你有时候会丧失了这个信念，心理非常空虚，在这地方，就须要真正的学问，这个学问不是在书本上，这就是自重。所以一个人没有自信也不自己重视自己，不自尊，学则不固，这个学问是不稳固的，这个知识对你没有用，因此我们必须建立起自己的人格，自己的信心来。那么无友不如己者，是讲什么？是说不要看不起任何一个人，不要认为任何一个人不如自己。上一句是自重，下一句是尊重人家。我们既然要自尊，同时要尊重每一个人的自尊心，无友不如己者，不要认为你的朋友不如你，没有一个朋友是不如你，世界上的人，聪明智慧大约相差不多，反应快叫聪明，反应慢就叫笨。你骗了聪明的人，他马上会知道，你骗了笨人，尽管过了几十年之久，他到死终会清楚的。难得有人真正笨到被你骗死了都不知道的，这个道理要注意。所以，不要看不起任何一个人，人与人相交，各有各的长处，他这一点不对，另一点会是对的。有两个重点要注意的不因其人而废其言，不因其言而废其人。这个家伙的行为太混蛋了，但有时候他说的一句话，意见很好。你要注意，不要因为他的人格有问题，或者对他的印象不好，而对他的好主意，硬是不肯听，那就不对了。"}
{"text":"难得有人真正笨到被你骗死了都不知道的，这个道理要注意。所以，不要看不起任何一个人，人与人相交，各有各的长处，他这一点不对，另一点会是对的。有两个重点要注意的不因其人而废其言，不因其言而废其人。这个家伙的行为太混蛋了，但有时候他说的一句话，意见很好。你要注意，不要因为他的人格有问题，或者对他的印象不好，而对他的好主意，硬是不肯听，那就不对了。有时候不因其言而废其人，这个人一开口就骂人，说粗话，你认为说粗话的土包子，没有学问，然后把他整个人格都看低了。这都不对，不能偏差，无友不如己者，世界上每个人都有他的长处，我们应该用其长而舍其短，所以过则勿惮改，因为看到了每一个人的长处，发现自己的缺点，那么不要怕改过，这就是真学问。据心理学的研究，人对于自己的过错，很容易发现。每个人自己做错了事，说错了话，自己晓得不晓得呢？绝对晓得，但是人类有个毛病，尤其不是真有修养的人，对这个毛病改不过来。这毛病就是明明知道自己错了，第二秒钟就找出很多理由来，支持自己的错误完全是对的，越想自己越没有错，尤其是事业稍有成就的人，这个毛病一犯，是毫无办法的。所以过错一经发现后，就要勇于改过，才是真学问真道德。那么，我如何来证明这个无友不如己者是这样解释呢？很自然的，还是根据论语。如果孔子把无字作动词，便不用这个无了。比如说，下面有的毋意毋我等等，都用这个毋字。而且根据上下文，根据整个论语精神，这句话是非常清楚的，上面教你尊重自己，下面教你尊重别人。过去一千多年来的解释都变成交情当中的势利，这怎么通呢？所以我说孔家店被人打倒，老板没有错，都是店员们搞错了的，这要特别修正的。种瓜者下面一节，等于一个结论曾子曰慎终追远，民德归厚矣。古人对于这一句的解释，我也有点意见。拿孝道来讲，过去讲中国文化的孝道，本来很重要，我们看历史上给皇帝的奏议，常有圣朝以孝治天下这句话。等于是宪法的基础精神，过去我们没有宪法这个名称，但是有这个精神――宪法的哲学精神，以孝道为基础作中心。所以过去的皇帝，权倾天下，一到内宫，见到母后，皇帝也要跪下来，皇太后对什么事讲一句不应该，皇帝就非改不可。但是出了内宫，母后则不能干政。"}
{"text":"古人对于这一句的解释，我也有点意见。拿孝道来讲，过去讲中国文化的孝道，本来很重要，我们看历史上给皇帝的奏议，常有圣朝以孝治天下这句话。等于是宪法的基础精神，过去我们没有宪法这个名称，但是有这个精神――宪法的哲学精神，以孝道为基础作中心。所以过去的皇帝，权倾天下，一到内宫，见到母后，皇帝也要跪下来，皇太后对什么事讲一句不应该，皇帝就非改不可。但是出了内宫，母后则不能干政。固然，我们向来以孝治天下，但硬拉上了作解释，也是不对的，古人就解释慎终追远是孝道。所以过去在大陆，人家大厅里的祖宗牌位上面，总是慎终追远四个字，这就是因为古人解释慎终追远只对孝道而言的。他们解释慎其终者，是说对过去了的，死了的先人，我们要怀念他。民德归厚矣，他们解释，如果大家都能孝顺父母，孝于祖宗的话，社会风气就趋于厚道了。这是有问题的，意思对，但牵强附会。为什么引用曾子的这一段话讲学问呢？慎终追远是什么意义？终就是结果，远就是很远的远因，用现在观念的一句话来讲就解决了，一个人要想好的结果，不如有好的开始。欲慎其终者，先追其远，每件事的结果，都是由那远因来的，这里我们可以引用佛学里的一句话菩萨畏因，凡夫畏果。佛家的菩萨，大致相当于中国儒家的圣人，圣人们非常重视一件事情的动机。比如有一个朋友来约你作生意，这个动机，也就是这个初因，我们要注意，也许是善因，也许是恶因，如果是恶因，即使叫你作董事长，将来坐牢的也是你，那么这个因要注意了，所以菩萨是怕这个因。而凡夫――普通一般人畏果，像死刑犯到执行时才后悔，这个后果来了他才怕。真要注意学问的人，对每一件事，在有动机的时候就做好，也就是刚才说的，要有好的结果，不如有好的开始，也就是开始就要慎重。有人不择手段的创业，经常喜欢引用西方宗教革命家马丁路德的不择手段这句话。但是你要注意，对马丁路德这句话，不要只说一半，他是说不择手段，完成最高道德。现在把这句话拦腰一刀，砍去一半，把不择手段拿去用，而不是完成最高道德，这就很危险了。所以慎终追远的意思，是说与其要好的结果，不如有好的开始，西方文化中有一句俗话好的开始是成功的一半。也是这个道理。大家认识了这个道理，则民德归厚矣。"}
{"text":"有人不择手段的创业，经常喜欢引用西方宗教革命家马丁路德的不择手段这句话。但是你要注意，对马丁路德这句话，不要只说一半，他是说不择手段，完成最高道德。现在把这句话拦腰一刀，砍去一半，把不择手段拿去用，而不是完成最高道德，这就很危险了。所以慎终追远的意思，是说与其要好的结果，不如有好的开始，西方文化中有一句俗话好的开始是成功的一半。也是这个道理。大家认识了这个道理，则民德归厚矣。社会道德的风气，自然都归于厚道严谨。这是学问的道理。孔子的素描讲到这个地方，一直太严肃了，所以下面来个滑稽的事情。在这里，也可窥见孔门弟子写文章的笔法，并不呆板，是活泼生动的。子禽问于子贡曰夫子至于是邦也，必闻其政，求之与？抑与之与？子贡曰夫子温良恭俭让以得之。夫子之求之也，其诸异乎人之求之与！子禽名亢，又字子元，少孔子四十岁。孔子一生讲学，尤其是周游列国回来，专心培养后一代，教育后一代，所以学生都是年轻人。子贡是孔子弟子中最出色的一个人物。吴越之战，也和他有关，他为了保护自己的父母之邦――鲁国，自动以国民外交的身份到吴越去动之以利害，而引起这场战争。这一段是说有一天子禽问子贡的话，如果把它改编作话剧，那一定是一场很滑稽很有趣，令人莞尔的戏。好像是子禽悄悄地扯了子贡的袖子，把他拉到门边，避开了孔子的视线，然后压低嗓门轻轻的问道喂！子贡！我问你，我们这位老师，到了每一个国家，都要打听人家的政治，他是想官做，还是想提供人家一点什么意见，使这些国家富强起来？子贡答得很妙！他说我们的老师是温良恭俭让以得之的。老弟，夫子不是像你们这一般思想，对于一件事情总把人家推开，自己抢过来干的。他是谦让给人家，实在推不开了，才勉强出来自己做的。假如你认为老师是为了求官做，也恐怕与一般人的求官求职求功名的路线两样吧？可见他没有作正面的答复，只把反面的道理告诉子禽，等于对年轻后进同学的一种教育方法，这方法是启发式的，不作正面解答，要受教的人自己去思考判断。温良恭俭让。现在先简单的解释这五个字的五种观念。温是绝对温和的，用现代的语汇来讲就是平和的。"}
