{"text":"我也爱看绘画，尤其是人物。国画呢，方巾长袍，或短褐椎结，从没有见过一条我所记得的辫子洋画呢，歪脸汉子，肥腿女人，也从没有见过一条我所记得的辫子。这回见了几幅钢笔画和木刻的阿像，这才算遇到了在艺术上的辫子，然而是没有一条生得合式的。想起来也难怪，现在的二十岁上下的青年，他生下来已是民国，就是三十岁的，在辫子时代也不过四五岁，当然不会深知道辫子的底细的了。那么，我的舒愤懑，恐怕也很难传给别人，令人一样的愤激，感慨，欢喜，忧愁的罢。十二月十七日。一星期前，我在病后杂谈里说到铁氏二女的诗。据杭世骏说，钱谦益编的列朝诗集里是有的，但我没有这书，所以只引了订讹类编完事。今天四部丛刊续编的明遗民彭孙贻茗斋集出版了，后附明诗钞，却有铁氏长女诗在里面。现在就照抄在这里，并将范昌期原作，与所谓铁女诗不同之处，用括弧附注在下面，以便比较。照此看来，作伪者实不过改了一句，并每句各改易一二字而已――教坊献诗教坊脂粉落籍洗铅华，一片闲春心对落花。旧曲听来犹空有恨，故园归去已却无家。云鬟半挽馨临妆青镜，雨泪空流频弹湿绛纱。今日相逢白司马安得江州司马在，尊前重与诉为赋琵琶。但俞正燮癸巳类稿又据茅大芳希董集，言铁公妻女以死殉并记或一说云，铁二子，无女。那么，连铁铉有无女儿，也都成为疑案了。两个近视眼论扁额上字，辩论一通，其实连扁额也没有挂，原也是能有的事实。不过铁妻死殉之说，我以为是粉饰的。合艹州史料所记，奏文与上谕具存，王世贞明人，决不敢捏造。倘使铁铉真的并无女儿，或有而实已自杀，则由这虚构的故事，也可以窥见社会心理之一斑。就是在受难者家族中，无女不如其有之有趣，自杀又不如其落教坊之有趣但铁铉究竟是忠臣，使其女永沦教坊，终觉于心不安，所以还是和寻常女子不同，因献诗而配了士子。这和小生落难，下狱挨打，到底中了状元的公式，完全是一致的。二十三日之夜，附记。本篇最初发表于一九三五年三月文学月刊第四卷第三号，发表时题目被改为病后余谈，副题亦被删去。参看本书附记。宋端仪字孔时，福建莆田人，明成化时进士，官至广东提学佥事。著有考亭渊源录立斋闲录等。"}
{"text":"就是在受难者家族中，无女不如其有之有趣，自杀又不如其落教坊之有趣但铁铉究竟是忠臣，使其女永沦教坊，终觉于心不安，所以还是和寻常女子不同，因献诗而配了士子。这和小生落难，下狱挨打，到底中了状元的公式，完全是一致的。二十三日之夜，附记。本篇最初发表于一九三五年三月文学月刊第四卷第三号，发表时题目被改为病后余谈，副题亦被删去。参看本书附记。宋端仪字孔时，福建莆田人，明成化时进士，官至广东提学佥事。著有考亭渊源录立斋闲录等。立斋闲录，四卷，是依据明人的碑志和说部杂录的笔记，自太祖吴元年至英宗天顺―止。家藏的是明抄国朝典故本，残存上二卷。礼不下庶人语见礼记曲礼。汇刻书目清代王懿荣编，共二十卷，系将顾修原编本及朱隘增订本重编而成，是各种丛书的详细书目，共收丛书五百六十余种。后来又有续汇刻书目续补汇刻书目再续补汇刻书目等。宫闺秘典即皇明宫闺秘典，又名酌中志，明代刘若愚著，共二十四卷，写明末太监魏忠贤专权时的宫廷内幕情况。傅某指傅增湘―，字沅叔，四川江安人，藏书家。曾任北洋政府教育总长。著有藏园群书题记等。永乐实录明代杨士奇等编纂，共一三卷明史艺文志作成祖实录。安徽丛书安徽丛书编审会编辑，共四集，内容为汇集安徽人的著作，一九三二年至一九三五年间陆续出版。俞正燮字理初，安徽黟县人，清代学者。著有癸巳类稿癸巳存稿四养斋诗稿等。癸巳类稿，共十五卷，刻于道光癸巳，内容是考订经史以至小说医学的杂记，除乐户丐户籍及女乐考附古事一文载癸巳类稿卷十二中。收入安徽丛书的这一部书是晚年的增订本。王世贞―字元美，号凤洲，别号合艹州山人，太仓今属江苏人，明代文学家。官至南京刑部尚书。著有合艹州山人四部稿合艹山堂别集等。合艹州史料，明代董复表编，系采录王世贞著作中有关朝野的记载编纂而成，计前集三十卷，后集七十卷。齐泰江苏溧水人，官兵部尚书下文的黄子澄，江西分宜人，官太常卿茅大芳，江苏泰兴人，官副都御史。他们都是忠于建文帝的大臣，永乐登位时被杀。"}
{"text":"王世贞―字元美，号凤洲，别号合艹州山人，太仓今属江苏人，明代文学家。官至南京刑部尚书。著有合艹州山人四部稿合艹山堂别集等。合艹州史料，明代董复表编，系采录王世贞著作中有关朝野的记载编纂而成，计前集三十卷，后集七十卷。齐泰江苏溧水人，官兵部尚书下文的黄子澄，江西分宜人，官太常卿茅大芳，江苏泰兴人，官副都御史。他们都是忠于建文帝的大臣，永乐登位时被杀。惰民又作堕民，明代称作丐户，清雍正元年始废除惰民的丐籍。教坊废于清雍正七年。女乐废于清顺治十六年。舒愤懑汉代班固作有典引一文，歌颂朝廷功德，文前小引中说窃作典引一篇，虽不足雍容明盛万分之一，犹启发愤满，觉悟童蒙，光扬大汉，轶声前代然后退入沟壑，死而不朽。舒愤懑，即班固所说的启发愤满。不亦快哉！金圣叹在他批评的西厢记的圣叹外书卷七拷艳章篇首中说昔与亚斤山同客共住，霖雨十日，对床无聊，因约赌说快事，以破积闷。下面就记录了快事三十三则，每则都用不亦快哉一语结束。琳琅秘室丛书清代胡E校刊。共五集，计三十六种，所收主要是掌故说部释道方面的书。茅亭客话，宋代黄休复著，共十卷，内容系记录从五代到宋真宗时约当公元十世纪的蜀中杂事。四部丛刊续编商务印书馆编选影印的丛书四部丛刊的续编，共八十一种，五百册。洪迈―字景庐，鄱阳今江西波阳人，宋代文学家。容斋随笔续笔三笔四笔各十六卷，又五笔十卷，是一部有关经史文艺掌故等的笔记。张元济―字菊生，浙江海盐人，上海商务印书馆编译所所长。著有校史随笔涉园序跋集录等。容斋随笔五集有张元济写于一九三四年的跋，其中说清代坊刻，随笔卷九阙五胡乱华一则，三笔卷三阙北狄俘虏之苦一则，卷五阙北虏诛宗王一则。盖当时深讳胡虏等字，刊者惧罹禁网，故概从删削。晁说之―字以道，号景迂，清丰今属河北人，宋代文学家。著有嵩山文集晁氏客语等。嵩山文集，二十卷，是他的诗文集，负薪对载于卷三中。"}
{"text":"著有校史随笔涉园序跋集录等。容斋随笔五集有张元济写于一九三四年的跋，其中说清代坊刻，随笔卷九阙五胡乱华一则，三笔卷三阙北狄俘虏之苦一则，卷五阙北虏诛宗王一则。盖当时深讳胡虏等字，刊者惧罹禁网，故概从删削。晁说之―字以道，号景迂，清丰今属河北人，宋代文学家。著有嵩山文集晁氏客语等。嵩山文集，二十卷，是他的诗文集，负薪对载于卷三中。明人好刻古书而古书亡清代陆心源仪顾堂题跋卷一六经雅言图辨跋中，对明人妄改乱刻古书，说过这样的话明人书帕本，大抵如是，所谓刻书而书亡者也。书章太炎早期的一部学术论著，木刻本印行于一八九九年。一九二年改订出版时，删去了带有改良主义色彩的客帝等篇，增加了宣传反清革命的论文，共收原学原人序种姓原教哀清史解辫发等文共六十三篇，卷首有前录二篇客帝匡谬和分镇匡谬。并在客帝匡谬文末说余自戊己违难，与尊清者游，而作客帝，饰苟且之心，弃本崇教，其违于形势远矣著之以自劾，录而删是篇。一九一四年重行增删时，删去前录二篇及解辫发等文，并将书名改为检论。客卿战国时代，某一诸侯国任用他国人担任官职，称之为客卿。如秦始皇的丞相李斯是楚国人。湖北学生界清末留学日本的湖北学生主办的一种月刊，一九三年清光绪二十九年一月创刊于东京，第四期起改名为汉声。同年闰五月另编闰月增刊一册，题名为旧学，扉页背面印有集南朝梁萧统文选句摅怀旧之蓄念，发思古之幽情光祖宗之玄灵，振大汉之天声四句，前二句见文选卷一东汉班固西都赋，后二句见同书卷五十六班固封燕然山铭。乾隆皇帝南巡清代乾隆帝在位六十年―，曾先后巡游江南六次，沿途供应频繁，销耗民财民力甚巨在他第二次巡游后，视学江苏回来的大臣尹会一就已奏称上两次南巡，民间疾苦，怨声载道。长毛指太平天国起义的军队。为了对抗清政府剃发留辫的法令，他们都留发而不结辫，因此被称为长毛。短毛，指剃发的清朝官兵。花绿头，指帮助清政府镇压太平天国的法英帝国主义军队。"}
{"text":"乾隆皇帝南巡清代乾隆帝在位六十年―，曾先后巡游江南六次，沿途供应频繁，销耗民财民力甚巨在他第二次巡游后，视学江苏回来的大臣尹会一就已奏称上两次南巡，民间疾苦，怨声载道。长毛指太平天国起义的军队。为了对抗清政府剃发留辫的法令，他们都留发而不结辫，因此被称为长毛。短毛，指剃发的清朝官兵。花绿头，指帮助清政府镇压太平天国的法英帝国主义军队。清代许瑶光谈浙卷四谈洋兵条法国兵用花布缠头，英国兵则用绿布，故人称绿头花头云。世袭云骑尉云骑尉是官名。唐宋元明各朝都有这名称清朝则以为世袭的职位，为世职的末级。凡阵亡者授爵，自云骑尉至轻车都尉兼一云骑尉不等。心事如波涛唐代诗人李贺申胡子v篥歌中的句子。四十而不惑孔丘的话，语见论语为政，据朱熹集注，不惑是于事物之所当然皆无所疑的意思。满族旧俗，男子剃发垂辫剃去头顶前部头发，后部结辫垂于脑后。一六四四年明崇祯十七年清顺治元年清兵入关及定都北京后，即下令剃发垂辫，因受到各地人民反对及局势未定而中止。次年五月攻占南京后，又下了严厉的剃发令，限于布告之后十日尽使S剃发，遵依者为我国之民，迟疑者同逆命之寇，如已定地方之人民，仍存明制，不随本朝之制度者，杀无赦！此事曾引起各地人民的广泛反抗，有许多人被杀。开口跳传统戏曲中武丑的俗称。吴友如？―约名猷，又作嘉猷，字友如，江苏元和今吴县人，清末画家。申江胜景图分上下二卷，出版于清光绪十年。会审公堂，即会审公廨，清末民初上海租界内的审判机关，由中外会审官会同审理租界内华人和外侨的互控案件。拿了什么地方的东西，迷了什么斯基的理论指国民党反动派诬蔑进步人士拿卢布，信俄国人的学说。斯基是俄国常见姓氏的词尾。指施蛰存。他在现代月刊第五卷第五期一九三四年九月发表的我与文言文中曾说我自有生以来三十年，除幼稚无知的时代以外，自信思想及言行都是一贯的。张勋―江西奉新人，北洋军阀。原为清朝提督，民国成立后，他和所部官兵仍留着辫子，表示忠于清王朝。一九一七年十月一日他在北京扶持清废帝溥仪复辟，七月十二日即告失败。"}
{"text":"拿了什么地方的东西，迷了什么斯基的理论指国民党反动派诬蔑进步人士拿卢布，信俄国人的学说。斯基是俄国常见姓氏的词尾。指施蛰存。他在现代月刊第五卷第五期一九三四年九月发表的我与文言文中曾说我自有生以来三十年，除幼稚无知的时代以外，自信思想及言行都是一贯的。张勋―江西奉新人，北洋军阀。原为清朝提督，民国成立后，他和所部官兵仍留着辫子，表示忠于清王朝。一九一七年十月一日他在北京扶持清废帝溥仪复辟，七月十二日即告失败。钱谦益―字受之，号牧斋，常熟今属江苏人。明崇祯时任礼部侍郎。清军占领南京时，他首先迎降，因此为人所鄙视。著有初学集有学集等。列朝诗集是他选辑的明诗的总集，共六集，计八十一卷铁氏二女诗载闰集卷四中。彭孙贻―字仲谋，号茗斋，浙江海盐人。明代选贡生，明亡后闭门不出。著有茗斋集茗香堂史论等。茗斋集是他的诗词集，共二十三卷所附明诗钞共九卷，铁氏长女诗载卷五中。俞正燮在除乐户丐户籍及女乐考附古事一文中引永乐上谕后的小注说大芳有希董集，言妻张氏及女媳皆死于井，未就逮书藏其家。又铁公妻女亦以死殉，与此不同。难行和不信难行和不信中国的愚民――没有学问的下等人，向来就怕人注意他。如果你无端的问他多少年纪，什么意见，兄弟几个，家景如何，他总是支吾一通之后，躲了开去。有学识的大人物，很不高兴他们这样的脾气。然而这脾气总不容易改，因为他们也实在从经验而来的。假如你被谁注意了，一不小心，至少就不免上一点小当，譬如罢，中国是改革过的了，孩子们当然早已从孟宗哭竹王祥卧冰的教训里蜕出，然而不料又来了一个崭新的儿童年，爱国之士，因此又想起了小朋友，或者用笔，或者用舌，不怕劳苦的来给他们教训。一个说要用功，古时候曾有囊萤照读凿壁偷光的志士一个说要爱国，古时候曾有十几岁突围请援，十四岁上阵杀敌的奇童。这些故事，作为闲谈来听听是不算很坏的，但万一有谁相信了，照办了，那就会成为乳臭未干的吉诃德。你想，每天要捉一袋照得见四号铅字的萤火虫，那岂是一件容易事？但这还只是不容易罢了，倘去凿壁，事情就更糟，无论在那里，至少是挨一顿骂之后，立刻由爸爸妈妈赔礼，雇人去修好。"}
{"text":"一个说要用功，古时候曾有囊萤照读凿壁偷光的志士一个说要爱国，古时候曾有十几岁突围请援，十四岁上阵杀敌的奇童。这些故事，作为闲谈来听听是不算很坏的，但万一有谁相信了，照办了，那就会成为乳臭未干的吉诃德。你想，每天要捉一袋照得见四号铅字的萤火虫，那岂是一件容易事？但这还只是不容易罢了，倘去凿壁，事情就更糟，无论在那里，至少是挨一顿骂之后，立刻由爸爸妈妈赔礼，雇人去修好。请援，杀敌，更加是大事情，在外国，都是三四十岁的人们所做的。他们那里的儿童，着重的是吃，玩，认字，听些极普通，极紧要的常识。中国的儿童给大家特别看得起，那当然也很好，然而出来的题目就因此常常是难题，仍如飞剑一样，非上武当山寻师学道之后，决计没法办。到了二十世纪，古人空想中的潜水艇，飞行机，是实地上成功了，但龙文鞭影或幼学琼林里的模范故事，却还有些难学。我想，便是说教的人，恐怕自己也未必相信罢。所以听的人也不相信。我们听了千多年的剑仙侠客，去年到武当山去的只有三个人，只占全人口的五百兆分之一，就可见。古时候也许还要多，现在是有了经验，不大相信了，于是照办的人也少了。――但这是我个人的推测。不负责任的，不能照办的教训多，则相信的人少利己损人的教训多，则相信的人更其少。不相信就是愚民的远害的堑壕，也是使他们成为散沙的毒素。然而有这脾气的也不但是愚民，虽是说教的士大夫，相信自己和别人的，现在也未必有多少。例如既尊孔子，又拜活佛者，也就是恰如将他的钱试买各种股票，分存许多银行一样，其实是那一面都不相信的。七月一日。本篇最初发表于一九三四年七月二十日新语林半月刊第二期，署名公汗。孟宗哭竹据唐代白居易所编白氏六帖三国时吴人孟宗后母好笋，令宗冬月求之。宗入竹林恸哭，笋为之出。王祥卧冰，据晋书王祥传王祥后母常欲生鱼，时天寒冰冻，祥解衣将剖冰求之，冰忽自解，双鲤跃出，持之而归。这两个故事后来都收入二十四孝一书。儿童年一九三三年十月，上海儿童幸福委员会呈准国民党上海市政府定一九三四年为儿童年。一九三五年三月，国民党政府又根据中华慈幼协会的呈请，定一九三五年八月一日开始的一年为全国儿童年。"}
{"text":"宗入竹林恸哭，笋为之出。王祥卧冰，据晋书王祥传王祥后母常欲生鱼，时天寒冰冻，祥解衣将剖冰求之，冰忽自解，双鲤跃出，持之而归。这两个故事后来都收入二十四孝一书。儿童年一九三三年十月，上海儿童幸福委员会呈准国民党上海市政府定一九三四年为儿童年。一九三五年三月，国民党政府又根据中华慈幼协会的呈请，定一九三五年八月一日开始的一年为全国儿童年。囊萤照读见晋书车胤传车胤家贫，不常得油，夏月则练囊盛数十萤火以照书，以夜继日焉。凿壁偷光，见西京杂记卷二匡衡勤学而无烛，邻舍有烛而不逮，衡乃穿壁引其光，以书映光而读之。吉诃德西班牙作家塞万提斯于一六五年和一六一五年发表的长篇小说堂吉诃德中的主角。武当山在湖北均县北，山上有紫霄宫玉虚宫等道教宫观。太平御览卷四十三引南朝宋郭仲产南雍州记说武当山广三四百里，学道者常百数，相继不绝。龙文鞭影明代萧良友编著，内容是从古书中摘取一些历史典故编成四言韵语。幼学琼林，清代程允升编著，内容系杂集关于天文人伦器用技艺等成语典故，用骈文写成。两书都是旧时学塾的初级读物。既尊孔子又拜活佛者指国民党政客戴季陶之流。戴季陶在一九三四年曾捐款修建吴兴孔庙。同年他又和当时已下野的北洋军阀段祺瑞等发起，请第九世班禅喇嘛在杭州灵隐寺举行时轮金刚法会，宣扬佛法。不知肉味和不知水味不知肉味和不知水味今年的尊孔，是民国以来第二次的盛典，凡是可以施展出来的，几乎全都施展出来了。上海的华界虽然接近夷亦作彝场，也听到了当年孔子听得三月不知肉味的韶乐。八月三十日的申报报告我们说――廿七日本市各界在文庙举行孔诞纪念会，到党政机关，及各界代表一千余人。有大同乐会演奏中和韶乐二章，所用乐器因欲扩大音量起见，不分古今，凡属国乐器，一律配入，共四十种。其谱一仍旧贯，并未变动。聆其节奏，庄严肃穆，不同凡响，令人悠然起敬，如亲三代以上之承平雅颂，亦即我国民族性酷爱和平之表示也。乐器不分古今，一律配入，盖和周朝的韶乐，该已很有不同。但为扩大音量起见，也只能这么办，而且和现在的尊孔的精神，也似乎十分合拍的。"}
{"text":"有大同乐会演奏中和韶乐二章，所用乐器因欲扩大音量起见，不分古今，凡属国乐器，一律配入，共四十种。其谱一仍旧贯，并未变动。聆其节奏，庄严肃穆，不同凡响，令人悠然起敬，如亲三代以上之承平雅颂，亦即我国民族性酷爱和平之表示也。乐器不分古今，一律配入，盖和周朝的韶乐，该已很有不同。但为扩大音量起见，也只能这么办，而且和现在的尊孔的精神，也似乎十分合拍的。孔子，圣之时者也，亦即圣之摩登者也，要三月不知鱼翅燕窝味，乐器大约决非共四十种不可况且那时候，中国虽然已有外患，却还没有夷场。不过因此也可见时势究竟有些不同了，纵使扩大音量，终于还扩不到乡间，同日的中华日报上，就记着一则颇伤承平雅颂，亦即我国民族性酷爱和平之表示的体面的新闻，最不凑巧的是事情也出在二十七――宁波通讯余姚入夏以来，因天时亢旱，河水干涸，住民饮料，大半均在河畔开凿土井，借以汲取，故往往因争先后，而起冲突。廿七日上午，距姚城四十里之朗霞镇后方屋地方，居民杨厚坤与姚士莲，又因争井水，发生冲突，互相加殴。姚士莲以烟筒头猛击杨头部，杨当即昏倒在地。继姚又以木棍石块击杨中要害，竟遭殴毙。迨邻近闻声施救，杨早已气绝。而姚士莲见已闯祸，知必不能免，即乘机逃避闻韶，是一个世界，口渴，是一个世界。食肉而不知味，是一个世界，口渴而争水，又是一个世界。自然，这中间大有君子小人之分，但非小人无以养君子，到底还不可任凭他们互相打死，渴死的。听说在阿拉伯，有些地方，水已经是宝贝，为了喝水，要用血去换。我国民族性是酷爱和平的，想必不至于如此。但余姚的实例却未免有点怕人，所以我们除食肉者听了而不知肉味的韶乐之外，还要不知水味者听了而不想水喝的韶乐。八月二十九日。本篇最初发表于一九三四年九月二十日上海太白半月刊第一卷第一期，署名公汗。"}
