{"text":"那么，要求证得涅的人门方法，在人而言人，除了即从这个现成的身心着手以外，并无其他的妙法。而以这个身心的根本功能来说，生理和心理意识所有的作用，都是涅妙心的功能，古今中外，所有宗教哲学科学所要追求宇宙人生最后最高的目的也就是要求证到这个。我们姑且借用哲学的名词来说，它就是宇宙万有和人生性命的形而上的本体，无论从那个立场，那个角度，命名它为佛为天为主为上帝为神为道为物为心，以及加以种种的形容，取予种种的名称，无非是指这个。它穿上了宗教的外衣，便变成神化它套上哲学的形相，便变为理念它登上科学的宝座，便成为功能，但是无论如何去说明它，解释它，毕竟还不是这个的真正面目，因为只要一落言语文字的作用中，它便在意识思想的范围里打转，而意识思想所发生言语文字的知识作用，它的本身就是互相对待，交互变化所形成，并非绝对不变的真实。释迦在灵山会上，拈花示众，所有大众，都默然不语，不识他的宗旨所在，只有迦叶尊者，破颜微笑，释迦便说我有这个法门，正法眼藏，涅妙心，实相无相，微妙法门，不立文字，教外别传，付与摩诃迦叶，这就成为禅宗开始教外别传的公案了。实际上，教是理，教外别传是即此理，即此事，也便是事理双融直截了当的果实。花开花落，无非涅妙心，天机自在活泼泼的妙用，拈花者是谁？花是谁？能拈者是什么？所抬者是花？非花？是花在微笑？是迦叶在微笑？微笑者是谁？谁在微笑？迦叶在笑花的微笑？或是笑释迦拈花在多此一举？或者花在微笑释迦多此一拈？迦叶多此一笑？或为全是？或为全非？或为此中无是无非，花便是花？拈花便是拈花？微笑便是微笑？此中大有鸯飞于天，鱼跃于渊的气象？或为瞻彼淇澳竹猗猗的境界？大有问题，或毫无问题，真是一番绝妙的作略与课题，然而它是那样的轻松，这样的平实。由释迦的一拈花，迦叶的微笑开始，把释迦过去所有说法传心庄严肃穆的压力，一扫而空。犹如使人行遍千山万水，去找一个归宿，经历苍茫无涯的途程，最后到了山重水复疑无路之处，忽然冲破一层薄如轻纱的迷雾，眼前一片平坦，草长驾飞，鸟啼花笑，无限生机，都来心头眼底，此时找到了身心性命的生命真实面目，别有会心，付之嫣然一笑。正如玄类大师所说的如人饮水，冷暖自知的滋味，迥非局外人可得想象而知，这真是涅妙心，教外别传的微妙法门，决非意识思议可及。"}
{"text":"由释迦的一拈花，迦叶的微笑开始，把释迦过去所有说法传心庄严肃穆的压力，一扫而空。犹如使人行遍千山万水，去找一个归宿，经历苍茫无涯的途程，最后到了山重水复疑无路之处，忽然冲破一层薄如轻纱的迷雾，眼前一片平坦，草长驾飞，鸟啼花笑，无限生机，都来心头眼底，此时找到了身心性命的生命真实面目，别有会心，付之嫣然一笑。正如玄类大师所说的如人饮水，冷暖自知的滋味，迥非局外人可得想象而知，这真是涅妙心，教外别传的微妙法门，决非意识思议可及。到了中国以后，从达摩的直指人心，见性成佛，只在片言指示之下，便使二祖慧可得到安心法门之后，经百余年间，五传而到六祖慧能，开展盛唐禅宗的规模，此后排宗的教法，如马祖道一禅师等人以次，大如释迦拈花，迦叶微笑的作略或扬眉瞬目，或一棒一喝，或竖一指，或吹布毛，或见桃花而悟道，或间钟声而彻悟，大多都在平常日用之间，最平实的生活机趣里面，而彻悟到最奇特幽玄的妙谛，所谓言下顿悟，所谓明心见性，立地成佛的法门，就如此简便而已。然而禅宗号称为佛法的中心，它教外别传的法门，既是如此的简便，那么，释迦一生的言教，以及印度与中国历代祖师，和高僧大德们的穷研教理行果，以求信解行证，而达到闻思修慧的持戒修定证慧等学的努力，难道都是白费？都是骗人的玩意吗？其实不然，禅宗所谓的教外别传，只是对全般教理求得实证的教授法而言，并非在所有的教理以外，另有一个秘密心印的传授。无论是佛法与佛学范围以内的教理，或为教理以外的别传，它的真正目的，都在求证身心性命的根元。所谓心性本自圆成具足的涅之果，凡教理上说心，说性，号称真如与如来藏性等等的名辞，都是指此而言而已。换言之，佛法所谓涅妙心的心，并非是指这个人我意识思维分别作用的心，它所谓心，所谓性，都是指宇宙同根，万物一体的真如全体的妙心，古人讲说佛理，与翻译佛学的时候，因为文字辞汇不敷应用，往往把它所指宇宙万有人我同体的中心，便用这个通常的心字来作代表但把意识思维分别作用的心理的心也用这个心字来作代表，所以便使后世研究佛学的人，认为这个思维意识的心，便是佛说的涅妙心的内涵，那就大有出入了。"}
{"text":"可是这个思维意识的心，当然也不外是宇宙万有，心物一如的真如妙心的一种机用，那是不可否认的，因此禅宗流传到晚唐五代宋元之间，法久弊生，渐渐紊乱，便有许多人把它和意识思维的作用，混淆不清，视为即此心理意识的心，就是禅宗所指的心地法门了。其中最大的变化，约有两路发展形成宋元以后参禅的禅宗风气使原始直指人心，见性成佛的法门，重新与小乘样观，以及采取禅那思维修为主的禅定合一，认为求证到心境专一，一心不乱的止静寂定的境界，便是禅宗的入手工夫，由此而产生禅宗的教法，以禅定静坐为主的参话头作工夫，或以默照沉默澄心等，便是禅的道理。演变成儒学佛化的宋代理学由心性本自具足圆成的理论，了解离尘出世游于方之外者，与人世利生，实行大乘菩萨济世之道，而此心性本然，都自不增不减不垢不净的。于是儒佛学理辗转交融，偏向人世，形成宋儒理学的门庭，现在我们就此禅宗在宋元以后两路发展的大势，稍作说明。宋元以后注重参样的排风参话头方法的兴起及其功用中国的排宗，从直指人心，见性成佛的原始方法，经盛唐到五代之间，五宗宗派兴盛以来，再变为应机施教，在目前平实的一机一境上，指物传心的教授法以后，到了宋末元初之间，流弊所及，大多数便执着身心现前的境界，当作禅机，落于案臼，不知如夹山禅师所说目前无法，意在目前，不是目前法，非耳目之所到的警语。因此，明眼宗师，如大慧宗果高峰原妙中峰明本禅师等人，一再转变方法，便以提倡参话头的法门，作为禅宗的教授方法。从此经元明清以来，一提到禅宗的修法，因袭相沿，成为习惯，大多都以参话头起疑情透三关之说，为禅宗的不二法门，遂使禅宗在修为的流弊上，走向默照沉思静默止静的境界，成为唯一的方法。古人所谓试扣禅关，遍参丛席，误了几多年少！积雪为粮，磨砖做镜多少到头空老！谁识得绝想崖前，无阴树下，杜宇一声春晓？"}
{"text":"从此经元明清以来，一提到禅宗的修法，因袭相沿，成为习惯，大多都以参话头起疑情透三关之说，为禅宗的不二法门，遂使禅宗在修为的流弊上，走向默照沉思静默止静的境界，成为唯一的方法。古人所谓试扣禅关，遍参丛席，误了几多年少！积雪为粮，磨砖做镜多少到头空老！谁识得绝想崖前，无阴树下，杜宇一声春晓？便是这个流弊所生的结果，现在就参话头等方法上，作概略的介绍与简论，以便大家明白后世禅宗演变成今天没落局面的原因参话头与止观禅那的关系话头，用现代语的名辞来说，等于是问题或疑问等综合观念的涵意。但它和问题或疑问一辞，又有不同的性质，因为我们内心发生某一个问题时，就会运用脑神经的功能，可以漫无限止的去思维观察审辨联想推测分析，一直到直认为已得答案，自认为得到满足或者根本无法解决，保留它，或转入另一思想范围，变成另一情绪一一喜怒哀乐的情况话头，不是这样的，话头是一问题，但在话头上加一参字，叫做参话头，那便和普通有怀疑的问题，有不同的作用了。话头，当然是一个问题，古人叫它作话头，因为古人把意识思想的思维作用，与言语的关系，不分内外，都做为是一句话来看。例如现代江南一带流行的言语，如上海土话，要问人你有什么问题？或你有什么事？便说有啥话头？所以当任何一个思维意识起了作用的时候，便是一句话的开始。但是任何一句话，一个思维初动之时的动机，它从哪里来？过后又到哪里去？这种动念思维，和有问题本身的来源和去处，便是一个大问题。要找这个动念思维有问题本身的开端，便是话头，它是一句话，一个问题的开端，参话头也就是参究这句话的来源和根源的方法，所谓参，包括有研究揣摩体会观察观照静虑等等的综合作用。中国古人首先提出这个参字的用功方法的，是东汉的魏伯阳，他在修道与明自觉悟道的原理上，便提出参的一字方法。唐宋以后的禅宗，是否是借用它的，或是偶合，因为资料的不足，不敢武断而定。禅宗既有参究一法的形成，到了明清以后的排宗，变本加厉，往往把参话头，叫做看话头，偏向于观照静观的方法，变为观心与看顾念头的作用了看念头如果研究禅宗修持实证的方法，也就是普通所谓禅宗的作工夫，以及研究佛教各宗的实际修持方法，如天台宗的止观净土宗的念佛密宗的观想等等。"}
{"text":"中国古人首先提出这个参字的用功方法的，是东汉的魏伯阳，他在修道与明自觉悟道的原理上，便提出参的一字方法。唐宋以后的禅宗，是否是借用它的，或是偶合，因为资料的不足，不敢武断而定。禅宗既有参究一法的形成，到了明清以后的排宗，变本加厉，往往把参话头，叫做看话头，偏向于观照静观的方法，变为观心与看顾念头的作用了看念头如果研究禅宗修持实证的方法，也就是普通所谓禅宗的作工夫，以及研究佛教各宗的实际修持方法，如天台宗的止观净土宗的念佛密宗的观想等等。那么，对于念头和看念头这个名辞，与念头的涵义与作用，应该有所了解。念头，便是指心理思维意识的活动，以及情绪与生理习惯感觉的作用，总而言之，统而言之，一概都叫它为念头。例如清末流行吸食鸦片烟的坏风气，在浙东一带，对有吸食鸦片烟有瘾的人，在它瘾发的时候，便说他是念头来了。人生的念头，仔细分类起来，太多了，在情绪上的喜怒哀乐，以及佛学所说心理上基本的三种劣根贪嗔痴，杀盗淫乃至如小乘俱舍论宗所分析的八十八个结使，与大乘唯识宗所说的五十三个心所，和八个识所包括的范围等等，一言以蔽之，统名之为念头。明清以后禅宗的看顾念头，或简称为看念头的方法，便是观心的作用，我们在前面已经大略讲过，把规心起伏作用的方法，分为过去现在未来三段公式的说明，所以不必重复讨论此外，用参话头照顾话头看话头的方法等来参禅，那便是修习止观法门一样，先以调身调整生理调息调整呼吸等有为的修法做前趋，然后达到澄心静虑，初步使心志专一不乱的境界，属于止观的现行以前的止念范围，依此次第，循序上进，便是禅定所属四禅八定的历程，也在前面已经讲过，不必再说。由于制心一处，求得静止专一的境界，再起观照，审察心念的往来迹象，或者探究话头的答案，这便属于观行的范围，同于三止三观的修法，大体相同，稍有目的的差异而已。至于密宗的观想，与中国固有汉魏以前道家炼神的修法，所谓精义人神与精思人神的功用与方法，除了目的上的差异，与方式上的不同以外，大致并无两样，所以后来道家与道教的符咒，有许多便和密咒相同。参话头明清以来禅宗的参禅与参话头，尽管它如何标榜直指人心，见性成佛的招牌，但是它与唐宋之间的禅宗，在教授法与形式上，显然大有不同。截然两样。"}
{"text":"至于密宗的观想，与中国固有汉魏以前道家炼神的修法，所谓精义人神与精思人神的功用与方法，除了目的上的差异，与方式上的不同以外，大致并无两样，所以后来道家与道教的符咒，有许多便和密咒相同。参话头明清以来禅宗的参禅与参话头，尽管它如何标榜直指人心，见性成佛的招牌，但是它与唐宋之间的禅宗，在教授法与形式上，显然大有不同。截然两样。它已经回复走入印度原始小乘佛法的禅观禅那禅定思维修止观观想，以及中国正统道家上品丹法精思的综合范围。所以大多数真正学禅参禅的人，与其说是禅宗，毋宁说在学道，反为恰当。然而参话头与精思人神，真的完全一样吗？不然！不然！参话头的不同，就是它在禅定寂静的境界中，含有一个古今中外，人人要求解决而结果不能切实解答的问题存在。如果在参禅的进修过程中，得到四禅八定的必然境界与程序，这就叫做禅的工夫，而在这个禅定工夫的境界中，慧智豁朗。明悟证得这个大问题的根本，这就叫做豁然开悟的见地。总之，没有工夫的见地，便是狂慧妄想，没有见地的工夫，便是心外求法的外道禅与凡夫禅。那么，它在禅定的工夫境界中，参的什么话头呢？简单地介绍，话头可分为有义理的，与无义理的两种有义理的，如生从何处来？死向何处去？念佛是谁？念是何人？心是何物？等等，以及南宋时代大慧宗果禅师，最喜欢用的，佛说一切众生，皆有佛性，为什么僧问赵州和尚，狗子有佛性也无？赵州答无。这是什么道理？甚之，他教人只要参一个无字就可以了，这又是什么道理？无义理的，如如何是佛？庭前柏树子。麻三斤。乾矢橛。等等。介于有义理与无义理之间的，便如一般所谓的参公案，那是把古人悟道的史迹，参学悟道经过的故事，与他师弟之间问答的话头，做为借镜，拿它的中心，用来参究自己的疑问，便叫做参公案。元明以后禅宗的参话头，它既包涵这些作用，所以它和专门做禅定的工夫，以及止观观想，与道家精思人神的修持作用，便大有不同了。"}
{"text":"介于有义理与无义理之间的，便如一般所谓的参公案，那是把古人悟道的史迹，参学悟道经过的故事，与他师弟之间问答的话头，做为借镜，拿它的中心，用来参究自己的疑问，便叫做参公案。元明以后禅宗的参话头，它既包涵这些作用，所以它和专门做禅定的工夫，以及止观观想，与道家精思人神的修持作用，便大有不同了。元明以后禅宗的三关界说与参禅的境界禅宗在宋元以后，由于参话头方法的流行，以及集体同修丛林制度的普及，天下各大禅林或禅院中的禅堂建设，到处都有相当的风规，于是出家袖子，行脚参学诸方，以天下为家，四海为室，随时随地，都可以在禅院丛林中，挂褡安居，只要抱住一个话头，专心用工参究，讨褡长住禅堂，一年半载，或三五年，甚之，十年二十年以至于一生参禅到底，不管已悟未悟，话头永远是个话头，打坐参禅，永远也还在打坐参禅，如此等人，数不可计。所以在丛林制度的禅堂规模兴盛以后，原始排宗的真正慧命，渐渐就此断送，也正因为参话头与长住禅堂的风气，普遍流行，使向来以般若慧学为主的佛法心宗的禅。变为以打坐参样的禅定为主的禅风。于是执著境界，扩充宋代禅师们对机设教的教授法的三关之说，便大为盛行，因此而有指破参为明心的初关，见性为重关，最后的证悟，为破末后牢关的传说。到了清初雍正为了三关之说，还特别提出唯识宗法相学来作注解，认为破初关，是了意识的事破重关，是了第七末那识的工夫破末后牢关，才是了第八阿赖耶识的事。其实，这都是后世参学禅宗的人，脱离不了禅定境界的窠臼，以做工夫的禅定境界，做为划分层次的界说，纵使与虚空合一，森罗万象，都在一片心中，仍然还在心意识的范围中打转，还是离不开身心互相关联的变化，如果要详细加以分析，一为时间不许可二为对于禅宗心地法门，真实下过工夫，有经验的不多，姑且略而不谈。六禅宗与理学的关系其次，一般讲到禅宗，以及研究禅宗的资料，都在宗师们的语录，以及语录的汇书，如景德传灯录五灯会元指月录等著作里，寻找或欣赏禅师们悟道机缘的公案，与机锋转语的妙趣，认为便是禅机，便是禅宗的心要。"}
{"text":"六禅宗与理学的关系其次，一般讲到禅宗，以及研究禅宗的资料，都在宗师们的语录，以及语录的汇书，如景德传灯录五灯会元指月录等著作里，寻找或欣赏禅师们悟道机缘的公案，与机锋转语的妙趣，认为便是禅机，便是禅宗的心要。殊不知禅宗既然号称是佛法心宗的中心，关于佛法所有的修持行为，如戒定慧等细行，岂有完全略而不谈之理，所以只认机锋妙语做禅宗的，使人于元明以后狂禅的流弊，甚之，使明儒王阳明之学，也连带受此冤诬同时，因为阳明之学的流弊，更使禅宗连带受谤。事实上，如果用心研究历代悟道者前后的言行，只要仔细留心历代高僧禅德们的传记，以及专记宋代以后禅师们言行录的禅林宝训一书，便可了解真正禅宗宗师们关于修行的品德，是如何的有肃然可敬的风范，并非徒事空言，专谈机锋便以为禅亦非专以默照沉默静坐，便是禅的究竟法门。而且由此可知唐宋以来禅师们影响中国知识分子教育思想的精神，它是如何的配合中国文化思想的发展，何以会形成宋代儒家理学的原因所以了。现在为了简便，暂且举出禅宗的佛学思想，与北宋开创理学几位大儒的理论，作一比较，大家便可知道他们受到佛学思想熏陶渊源的所自了，但是我说的影响与比较，并非就是照钞或翻版，只是限于影响，而且更没有批判他们优劣的意思，这点我须有慎重而保留态度的声明。不过，宋代理学的大儒们，在他们毕生治学的历史记载上。都有过出入佛老若干年的纪录，然后又有好像憬悟知非的警觉，认为人禅为逃禅，人道为适世，便又翻身人世，归于儒家思想，以修身齐家治国平天下为己任的态度，不管他们后来是如何的推排佛老，但在他们治学的过程中，有互相吸收融会的地方，那是无可否认的事实。例如周濂溪的学说，如他的名著通书，及太极图说等，骤然读之，完全在阐扬周易系传与中庸的内义。实际则为融会佛道两家学术思想，尤其偏向于原始儒道不分家的道家，与老子的思想。程明道颢的名著定性书，如所谓定者，动亦定静亦定，无将迎出庄子语意，无内外，苟以外物为外，牵己而从之，是以己性为有内外也。且以己性为随物于外，则当其在外时，何者为在内？是有意于绝外诱，而不知其性之无内外也。"}
{"text":"实际则为融会佛道两家学术思想，尤其偏向于原始儒道不分家的道家，与老子的思想。程明道颢的名著定性书，如所谓定者，动亦定静亦定，无将迎出庄子语意，无内外，苟以外物为外，牵己而从之，是以己性为有内外也。且以己性为随物于外，则当其在外时，何者为在内？是有意于绝外诱，而不知其性之无内外也。既以内外为二本，则又乌可遽语定哉今以恶外物之心，而求昭无物之地，是反鉴而索照也等语，大都择合庄子齐物论的内义，融会禅宗三祖僧璨大师信心铭的道理。信心铭至道无难，惟嫌拣择。但莫憎爱，洞然明白。毫厘有差，天地悬隔。欲得现前，莫存顺逆。违顺相争。是为心病。不识玄旨，徒劳念静。圆同太虚，无欠无余。良由取舍，所以不如。莫还有缘，勿住空忍。一种平怀，泯然自尽。止动归止，止更弥动。惟滞两边，宁知一种。一种不通，两处失功遣有没有，从空背空。多言多虑，转不相应。绝言绝虑，无处不通。归根得旨，随照失宗。须臾返照，胜却前空。前空转变，皆由妄见。不用求真，惟须息见。二见不住，慎莫追寻。才有是非，纷然失心。二由一有，一亦莫守。一心不生，万法无咎。无咎无法，不生不心，能由境灭，境逐能沉。境由能境，能由境能。欲知两段，原是一空。一空同两，齐含万象。不见精粗，宁有偏党。大道体宽，无易无难。小见狐疑，转急转退。执之失度，必入邪路。放之自然，体无去住。任性合道，逍遥绝恼。系念乖真，昏沉不好。不好劳神，何用疏亲。欲取一乘勿恶六尘。六尘不恶，还同正觉。智者无为，愚人自缚。法无异法，妄自爱著。将心用心，岂非大错。迷生寂乱，悟无好恶。一切二边，良由斟酌。梦幻空花，何劳把捉。得失是非，一时放却。眼若不寐，诸梦自除。心若不异，万法一如。一如体玄，兀尔忘缘。万法齐观，归复自然。泯其所以，不可方比。止动无动，动止无止。两既不成，一何有尔。究竟穷极，不存轨则。契心平等，所作俱息。狐疑尽净，正信调直。一切不留，无可记忆。虚明自照，不劳心力。非思量处，识情难测。真如法界，无他无自。要急相应，惟言不二。不二皆同，无不包容。十方智者，皆入此宗。宗非延促，一念万年。无在不在，十方目前。极小同大，忘绝境界。极大同小，不见边表。有即是无，无即是有。若不如是，必不须守。一即一切，一切即一。但能如是，何虑不毕。信心不二，不二信心。言语道断，非去来今。"}
