{"text":"语丝派已亡，众怒少息，拥旗党犹在，五色何忧？从此狂澜平静，邪说歼绝。有关风化，良匪浅鲜！则语丝之停也，岂不懿欤？所惜者余孽未尽，祸根犹存，复萌故态，诚堪预防！自宜除恶务尽，何容姑息养奸？兴仁义师，招抚并用设文字狱，赏罚分明。打倒异端，惩办祸首以安民心，而属众望。岂惟功垂不朽易止德及黎庶？抑亦国旗为荣耶？效狂飙之往例，草语丝之哀辟，当仁不让，舍我其谁？朝野君子，乞勿忽之。未废标点，已禁语体之秋，阳历晦日，杏坛上。先前没有想到，这回却记得起来了。去年我在厦门岛上时，也有一个朋友剪寄我一片报章，是北京的每日评论，日子是丙寅年十二月二十，阳历的日子被剪掉了。内容是这一篇挽狂飙燕生不料我刚作了读狂飙一文之后，狂飙疾终于上海正寝的讣闻随着就送到了。本来狂飙的不会长命百岁，是我们早已料到的，但它夭折的这样快，却确乎出人意表之外。尤其是当这与思想界的权威者正在宣战的时候，而突然得到如此的结果，多心的人也许会猜疑到权威者的反攻战略上面，这话当然不确，不过自由批评家所走不到的光华书局，思想界的权威也许竟能走得到了，于是乎狂飙乃停，于是乎狂飙乃不得不停。但当今之世，权威亦多矣，狂飙所得罪者不知是南方之强欤？北方之强欤？抑欤？思想家究竟不如武人爽快，狂飙虽停，而长虹终于能安然走到北京，这个，我们倒要向长虹道贺。呜呼！回想非宗教大同盟轰轰烈烈之际，则有五教授慨然署名于拥护思想自由之宣言，曾几何时，而自由批评已成为反动者唯一之口号矣。自由乎！自由乎！其随线装书以入于毛厕坑中乎！嘻嘻！咄咄！语丝本来并非选定了几个人，加以恭维或攻击或诅咒之后，便将和刊物的荣枯存灭，都推在这几个人的身上的出版物。但这回的禁终于燕京北寝的讣闻，却也许不会猜疑到权威者的反攻战略上面去了罢。诚然，我亦觉得思想家究竟不如武人爽快也！但是，这个，我倒要向燕生和五色国旗道贺。十二月四日，于上海正寝。本篇最初发表于一九二七年十二月三十一日语丝第四卷第三期。岂明即周作人―，浙江绍兴人，语丝的编者和主要撰稿人之一，抗日战争时期堕落为汉奸。叛徒首领指。"}
{"text":"但这回的禁终于燕京北寝的讣闻，却也许不会猜疑到权威者的反攻战略上面去了罢。诚然，我亦觉得思想家究竟不如武人爽快也！但是，这个，我倒要向燕生和五色国旗道贺。十二月四日，于上海正寝。本篇最初发表于一九二七年十二月三十一日语丝第四卷第三期。岂明即周作人―，浙江绍兴人，语丝的编者和主要撰稿人之一，抗日战争时期堕落为汉奸。叛徒首领指。一九二五年九月四日莽原周刊第二十期载有霉江致的信，其中有青年叛徒领导者的话，陈西滢在一九二六年一月三十日晨报副刊发表致志摩，说不配作青年叛徒的首领。拥旗党指国家主义派。他们拥护北洋军阀，反对革命，曾发起保护五色旗的护旗运动。五色，指五色旗，一九一一年至一九二七年中华民国的国旗，用红黄蓝白黑五色横列组成。狂飙文学周刊，狂飙社的高长虹等人编辑。一九二六年十月在上海创刊，一九二七年一月出至第十七期停刊。光华书局出版。燕生常燕生，山西榆次人，国家主义派分子。曾参加过狂飙社。思想界的权威者一九二五年八月四日北京民报分别在京报晨报刊登发刊广告，内称特约中国思想界之权威者诸先生随时为副刊撰著。后来有些人就引用这称号来讽刺。长虹高长虹，山西盂县人，狂飙社主要成员。他曾经一度和接近，不久即对肆意进行攻击和诽谤。非宗教大同盟指在北京上海等地成立的非基督教学生同盟。它在中国社会主义青年团的领导下，于一九二二年三月十五日在上海先驱半月刊上发表宣言通电和章程，并在群众中散发传单，组织讲演会，反对帝国主义在中国进行文化侵略。当时北京大学周作人沈士远等五教授站在资产阶级自由主义者的立场上，反对同盟的意见，发表信教自由的宣言。皇汉医学皇汉医学革命成功之后，国术国技国花国医闹得乌烟瘴气之时，日本人汤本求真做的皇汉医学译本也将乘时出版了。"}
{"text":"皇汉医学皇汉医学革命成功之后，国术国技国花国医闹得乌烟瘴气之时，日本人汤本求真做的皇汉医学译本也将乘时出版了。广告上这样说――日医汤本求真氏于明治三十四年卒业金泽医学专门学校后应世多年觉中西医术各有所长短非比较同异舍短取长不可爱发愤学汉医历十八年之久汇集吾国历来诸家医书及彼邦人士研究汉医药心得之作著皇汉医学一书引用书目多至一百余种旁求博考洵大观也我们皇汉人实在有些怪脾气的外国人论及我们缺点的不欲闻，说好处就相信，讲科学者不大提，有几个说神见鬼的便绍介。这也正是同例，金泽医学专门学校卒业者何止数千人，做西洋医学的也有十几位了，然而我们偏偏刮目于可入无双谱的汤本先生的皇汉医学。小朋友梵儿在日本东京，化了四角钱在地摊上买到一部冈千仞作的观光纪游，是明治十七年一八八四来游中国的日记。他看过之后，在书头卷尾写了几句牢骚话，寄给我了。来得正好，钞一段在下面二十三日，梦香竹孙来访。梦香盛称多纪氏医书。余曰，敝邦西洋医学盛开，无复手多纪氏书者，故贩原板上海书肆，无用陈余之刍狗也。曰，多纪氏书，发仲景氏微旨，他年日人必悔此事。曰，敝邦医术大开，译书续出，十年之后，中人争购敝邦译书，亦不可知。梦香默然。余因以为合信氏医书案盖指全体新论，刻于宁波，宁波距此咫尺，而梦香满口称多纪氏，无一语及合信氏者，何故也？卷三苏杭日记下二页。冈氏于此等处似乎终于不明白。这是四千余年古国古的人民的收买废铜烂铁脾气，所以文人则盛称多纪氏，武人便大买旧炮和废枪，给外国无用陈余之刍狗有一条出路。冈氏距明治维新后不久，还有改革的英气，所以他的日记里常有好意的苦言。革命底批评家或云与其看世纪末的烦琐隐晦没奈何之言，不如上观任何民族开国时文字，证以此事，是颇有一理的。七月二十八日。本篇最初发表于一九二九年八月五日语丝第五卷第二十二期。皇汉医学，日本应用中医原理来治病的医学。革命成功国民党于一九二七年发动四一二反革命政变后，在南京建立反动政权，自称革命成功。这里是讽刺的说法。"}
{"text":"冈氏距明治维新后不久，还有改革的英气，所以他的日记里常有好意的苦言。革命底批评家或云与其看世纪末的烦琐隐晦没奈何之言，不如上观任何民族开国时文字，证以此事，是颇有一理的。七月二十八日。本篇最初发表于一九二九年八月五日语丝第五卷第二十二期。皇汉医学，日本应用中医原理来治病的医学。革命成功国民党于一九二七年发动四一二反革命政变后，在南京建立反动政权，自称革命成功。这里是讽刺的说法。汤本求真―日本医生，汉医学家，著有皇汉医学和日医应用汉方释义等。皇汉医学以中医理论为基础，阐述中医治疗的效用。前部以注解我国东汉张机的医学著作为主，后部分述中医方剂的主治症候。有周子叙的中译本，一九三年九月上海中华书局出版。这是中华书局的皇汉医学出版预告，载一九二九年七月十七日上海新闻报。无双谱清代金古良编绘，内收从汉到宋的忠孝才节事功妖佞之从来无有者四十人的画像，并各附乐府诗一首，记其生平大端。梵儿即李秉中？―，四川彭山人。原是北京大学学生，后入黄埔军校，继去苏联日本学习陆军，为国民党军官。早期与通信较多。日记一九二九年七月二十二日收李秉中自日本所寄赠观光纪游一部三本。冈千仞―日本人。清末曾到中国游历，著有沪上苏杭燕京粤南等日记共十卷，总称观光纪游，一八八五年自费刊印。多纪氏即多纪蓝溪―，名元惠，字仲明，日本内科医生。刍狗语见老子天地不仁，以万物为刍狗。刍狗是古代祭祀时用草做成的狗，祭后即弃去，所以喻作轻贱无用之物。仲景氏张机，字仲景，南阳郡今河南南阳市人，东汉医学家。著有金匮要略伤寒论。全体新论英国合信在华编写的生理学著作，陈修堂译，一八五一年广东金利埠惠爱医局石印，后在宁波等处刻印。按在一九二九年十月二十二日致江绍原信中曾说括弧中全体新论下，乞添入等五种三字。四千余年古国古语出清代黄遵宪出军歌四千余岁古国古，是我完全土。载一九二年十月新小说第一号明治维新指发生于日本明治年间―的维新运动。"}
{"text":"著有金匮要略伤寒论。全体新论英国合信在华编写的生理学著作，陈修堂译，一八五一年广东金利埠惠爱医局石印，后在宁波等处刻印。按在一九二九年十月二十二日致江绍原信中曾说括弧中全体新论下，乞添入等五种三字。四千余年古国古语出清代黄遵宪出军歌四千余岁古国古，是我完全土。载一九二年十月新小说第一号明治维新指发生于日本明治年间―的维新运动。它结束了封建王朝德川幕府的统治，促进了资本主义在日本的发展。匪笔三篇匪笔三篇今之正人君子，论事有时喜欢讲动机。案动机，我自己知道，绍介这三篇文章是未免有些有伤忠厚的。旅资将尽，非逐食不可了，许多人已知道我将于八月中走出广州。七月末就收到了一封所谓学者的信，说我的文字得罪了他，拟于九月中回粤后提起诉讼，听候法律解决。且叫我暂勿离粤，以俟开审。命令被告枵腹恭候于异地，以俟自己雍容布置，慢慢开审，真是霸道得可观。第二天偶在报纸上看见飞天虎寄亚妙信，有提防剑仔的话，不知怎地忽而欣然独笑，还想到别的两篇东西，要执绍介之劳了。这种拉扯牵连，若即若离的思想，自己也觉得近乎刻薄，――但是，由它去罢，好在开审时总会结帐的。在我的估计上，这类文章的价值却并不在文人学者的名文之下。先前也曾收集，得了五六篇，后来只在北京的平民周刊上发表过一篇模范监狱里的一个囚人的自序，其余的呢，我跑出北京以后，不知怎样了，现在却还想搜集。要夸大地说起来，则此类文章，于学术上也未始无用我记得所做的一本书――大约是天才与狂人，请读者恕我手头无书，不能指实――后面，就附有许多疯子的作品。然而这种金字招牌，我辈却无须挂起来。这回姑且将现成的三篇介绍，都是从香港循环日报上采取的。以其都不是韵文，所以取阮氏文笔对之说，名之曰笔。倘有好事之徒，寄我材料，无任欢迎。但此后拟不限有韵无韵，并且廓大范围，并收土匪，骗子，犯人，疯子等等的创作。但经文人润色，或拟作赝不收。其实，古如陈涉帛书，米巫题字，近如义和团传单，同善社乩笔，也都是这一流。我想，凡见于古书的，也都可以抄出来编为一集，和现在的来比照，看思想手段，有什么不同。"}
{"text":"这回姑且将现成的三篇介绍，都是从香港循环日报上采取的。以其都不是韵文，所以取阮氏文笔对之说，名之曰笔。倘有好事之徒，寄我材料，无任欢迎。但此后拟不限有韵无韵，并且廓大范围，并收土匪，骗子，犯人，疯子等等的创作。但经文人润色，或拟作赝不收。其实，古如陈涉帛书，米巫题字，近如义和团传单，同善社乩笔，也都是这一流。我想，凡见于古书的，也都可以抄出来编为一集，和现在的来比照，看思想手段，有什么不同。来件想托北新书局代收，当择尤发表，――但这是我倘不忙于以俟开审或下了牢监的话。否则，自己的文章也就是材料，不必旁搜博采了。闲话休题，言归正传一撕票布告潘平广州佛山缸瓦栏维新码头发现烂艇一艘，有水浸淹其中，用蓑衣覆盖男子尸身一具，露出手足，旁有粗碗一只，白旗一面，书明云云。由六区水警，将该尸艇移泊西医院附近。验得该尸颈旁有一枪孔，直贯其鼻，显系生前轰毙。查死者年约三十岁，乃穿短线衫裤，剪平头装者。南海紫洞潘平布告。为布告事昨四月念六日，在禄步共掳得乡人十余名，困留月余，并望赎音。兹提出禄步笋洞沙乡，姓许名进洪一名，枪毙示众，以儆其余。四方君子，特字周知，切勿视财如命！此布。据七月十三日循环报。二致信女某书金吊桶广西梧州洞天酒店相命家金吊桶，原名黄卓生，新会人，日前有行骗陈社恩，黄心，黄作梁夫妇银钱单据，为警备司令部将其捕获，又搜获一封固之信，内空白信笺一张，以火烘之，发现字迹如下今日民国十六年五月二十九日，吕纯阳先师下降，查明汝信女系广西人。汝今生为人，心善清洁，今天上玉皇赐横财四千五百两银过你，汝信享福养儿育女。但此财分作八回中足，今年七月尾只中白鸽票七百五十元左右。老来结局有个子，第三位有官星发达，有官太做。但汝终身要派大三房妾伴，不能坐正位。今生条命极好。汝前世犯了白虎五鬼天狗星，若想得横财旺子，要用六元六毫交与金吊桶先生代汝解除，方得平安无事。若不信解除，汝条命得来十分无夫福无子福，有子死子，有夫死夫。但见字要求先生共汝解去此凶星为要可也。汝想得财得子者，为夫福者，有夫权者，要求先生共汝行礼，交合阴阳一二回，方可平安。如有不顺从先生者，汝条命雍么Γ无安乐也。据七月二十六日循环报。三诘妙嫦书飞天虎香港永乐街如意茶楼女招待妙嫦，年仅双十，寓永吉街三十号二楼。"}
{"text":"今生条命极好。汝前世犯了白虎五鬼天狗星，若想得横财旺子，要用六元六毫交与金吊桶先生代汝解除，方得平安无事。若不信解除，汝条命得来十分无夫福无子福，有子死子，有夫死夫。但见字要求先生共汝解去此凶星为要可也。汝想得财得子者，为夫福者，有夫权者，要求先生共汝行礼，交合阴阳一二回，方可平安。如有不顺从先生者，汝条命雍么Γ无安乐也。据七月二十六日循环报。三诘妙嫦书飞天虎香港永乐街如意茶楼女招待妙嫦，年仅双十，寓永吉街三十号二楼。七月二十九日晚十一时许，散工之后，偕同女侍三数人归家，道经大道中永吉街口，遇大汉三四人，要截于途，诘妙嫦曰汝其为妙玲乎？嫦不敢答，闪避而行。讵大汉不使去，逞凶殴之，凡两拳，且曰汝虽不语，固认识汝之面目者也！嫦被殴，大哭不已，归家后，以为大汉等所殴者为妙玲，故尚自怨无辜被辱，不料翌早复接恐吓信一通，按址由邮局投至，遂知昨晚之被殴，确为寻己，乃将事密报侦探，并告以所疑之人，务使就捕雪恨云。亚妙女招待看！启者久在如意茶楼，用诸多好言，殴辱我兄弟，及用滚水来陆之兄弟，灵端相劝，置之不理，与续大发雌雄，反口相齿，亦所谓恶不甚言矣。昨晚在此二人殴打已捶，亦非介意，不过小小之用。刻下限你一星期内答复，妥讲此事，若有无答复，早夜出入，提防剑仔，决列对待，及难保性命之虞，勿怪书不在先，至于死地之险也。诸多未及，难解了言，顺候，此询危险。七月初一晚，卅六友飞天虎谨。据八月一日循环报。本篇最初发表于一九二十年九月十日北京语丝第一四八期。动机陈源的话，见现代评论第三卷第四十八期一九二五年十一月七日的闲话一件艺术品的产生，除了纯粹的创造冲动，是不是常常还夹杂别种动机？是不是应当夹杂着别种不纯的动机？剑仔广州话匕首。平民周刊即民众文艺，北京京报附出的周刊，一九二四年十二月九日创刊。曾为该刊撰稿，并校阅过自创刊号至第十六号中的一些稿件。一个囚人的自序，即一个罪犯的自述，该文曾由加上按语，发表于民众文艺第二十期一九二五年五月五日，后收入集外集拾遗。龙勃罗梭―，意大利精神病学者，刑事人类学派的代表。他认为犯罪是自有人类以来长期遗传的结果，提出荒谬的先天犯罪说，主张对先天犯罪者采取死刑终身隔离消除生殖机能等以保卫社会。"}
{"text":"曾为该刊撰稿，并校阅过自创刊号至第十六号中的一些稿件。一个囚人的自序，即一个罪犯的自述，该文曾由加上按语，发表于民众文艺第二十期一九二五年五月五日，后收入集外集拾遗。龙勃罗梭―，意大利精神病学者，刑事人类学派的代表。他认为犯罪是自有人类以来长期遗传的结果，提出荒谬的先天犯罪说，主张对先天犯罪者采取死刑终身隔离消除生殖机能等以保卫社会。著有天才论犯罪者论等。他的学说曾被德国法西斯采用。循环日报香港出版的中文报纸，一八七四年一月由王韬创办，约于一九四七年停刊。文笔对清代阮福为回答他父亲阮元的提问而作。它综合六朝唐人之所谓文所谓笔与宋明之说不同而见于书史者，不分年代类列之，以明其体。阮福认为有情辞声韵者为文，直言无文采者为笔。这篇文章收入他所编的文笔考，又见阮元的经室三集学海堂文笔策问。陈涉帛书陈胜？――前字涉，阳城今河南登封东南人，秦末农民起义领袖。秦二世元年前，他和吴广被派戍守渔阳，走到蕲县大泽乡今安徽宿县东南，因雨误期，按秦代法律将被斩首，于是揭竿起义。据史记陈涉世家，起义前夕，乃丹书帛曰陈胜王。置人所罾鱼腹中。米巫题字据后汉书刘焉传，东汉张陵于顺帝时客于蜀，学道鹤鸣山中，造作符书，以惑百姓。受其道者辄出米五斗，故谓之米贼。后来，张陵被尊为张天师，并奉为道教的创始人，他的道徒与巫觋一样，都以符为术。符，是在纸或布上划的似字非字的图形，他们用以祭祷治病和驱使鬼神。义和团传单十九世纪末，反帝爱国组织义和团的活动带有浓厚的迷信色彩，在一些宣言和传单中，往往借用神灵符咒来号召群众如口头咒语学真言，升黄表，焚香烟，请来备等众神仙。神出洞，仙下山，扶助人间把拳玩。兵法易，助学拳，要摈鬼子不费难。见拳匪纪事同善社封建迷信的道门组织。乩笔，扶乩的人假托鬼神降临，用木锥在沙盘上划出的文字。内容是与人唱和示人吉凶，或为病人开具药方等等。醉眼中的朦胧醉眼中的朦胧旧历和新历的今年似乎于上海的文艺家们特别有着刺激力，接连的两个新正一过，期刊便纷纷而出了。"}
{"text":"神出洞，仙下山，扶助人间把拳玩。兵法易，助学拳，要摈鬼子不费难。见拳匪纪事同善社封建迷信的道门组织。乩笔，扶乩的人假托鬼神降临，用木锥在沙盘上划出的文字。内容是与人唱和示人吉凶，或为病人开具药方等等。醉眼中的朦胧醉眼中的朦胧旧历和新历的今年似乎于上海的文艺家们特别有着刺激力，接连的两个新正一过，期刊便纷纷而出了。他们大抵将全力用尽在伟大或尊严的名目上，不惜将内容压杀。连产生了不止一年的刊物，也显出拚命的挣扎和突变来。呢，有几个是初见的名字，有许多却还是看熟的，虽然有时觉得有些生疏，但那是因为停笔了一年半载的缘故。他们先前在做什么，为什么今年一齐动笔了？说起来怕话长。要而言之，就因为先前可以不动笔，现在却只好来动笔，仍如旧日的无聊的文人，文人的无聊一模一样。这是有意识或无意识地，大家都有些自觉的，所以总要向读者声明将来不是出国，进研究室，便是取得民众。功业不在目前，一旦回国，出室，得民之后，那可是非同小可了。自然，倘有远识的人，小心的人，怕事的人，投机的人，最好是此刻豫致革命的敬礼。一到将来，就要悔之晚矣了。然而各种刊物，无论措辞怎样不同，都有一个共通之点，就是有些朦胧。这朦胧的发祥地，由我看来，――虽然是冯乃超的所谓醉眼陶然――也还在那有人爱，也有人憎的官僚和军阀。和他们已有瓜葛，或想有瓜葛的，笔下便往往笑迷迷，向大家表示和气，然而有远见，梦中又害怕铁锤和镰刀，因此也不敢分明恭维现在的主子，于是在这里留着一点朦胧。和他们瓜葛已断，或则并无瓜葛，走向大众去的，本可以毫无顾忌地说话了，但笔下即使雄纠纠，对大家显英雄，会忘却了他们的指挥刀的傻子是究竟不多的，这里也就留着一点朦胧。于是想要朦胧而终于透漏色彩的，想显色彩而终于不免朦胧的，便都在同地同时出现了。其实朦胧也不关怎样紧要。便在最革命的国度里，文艺方面也何尝不带些朦胧。然而革命者决不怕批判自己，他知道得很清楚，他们敢于明言。"}
