{"text":"还有一位某大学的同学对我说我们学校的新决定，要把某一科的思想史，改作一年级的必修课。请问你对此有无意见？我说放在哪一年都可以，我无意见。不过，为什么有了这种动议？他说因为要大家先对历史有了认识，才好选择自己的志趣，应该专攻那些学问。我说如果照这样说来，大家在中学阶段都没有读过历史吗？如果在中学里已经读过历史，为什么到了大学一年级还要再了解一次历史呢？倘使本来已经知道历史，只是不知道历史上的学术思想史而已，那么，兹事体大，就非大学一年级的程度所能了解。照现在大学生的程度，恐怕至少要三年级才能开始研究。总之，对于这个问题的本身，并不足以重视，目前教育的现况，都是似是而非，只要学校当局的老板们，随心所欲而不逾外行人规定，爱怎么办就怎么办。但是由中学到大学的一段中空，又是谁该负其责咎呢？再说中小学教育的代差本世纪的六十年中，我们的国家一直在忧患中度过多难的岁月。距今三十年前，我们还未实施国民义务教育以前，无论小学中学大学，都是在旧制中蜕变改进，并未确定一个为国家百年大计，除旧更新的准确路线。虽然各省县照例有县立高等小学和省立中学的建立，但较为僻远的地方，仍未普遍地设立。因各地的知识分子，秉承中国固有文化思想的读书人，抱着读书救国的传统精神，起而私人兴学的，大有人在。但是，三四十年前的小学或中学，无论是公立或私办，大多都在不今不古半中半西的文化思想之回漩中，教育青少年们。人文思想方面，正是西方文化思想开始输入的阶段自然科学方面，也只是初步移殖新知，培养后进。除了东南和沿海一带，比较容易接受西方文化之外，教会的势力也随着百年来的苦心经营，而伸入教育范围，此时已兴办新式学校，努力介绍西方文化，积极传授洋文。至于其他公私立中小学的学风，仍然还是停留在以中学为主，西学为用的阶段。有些虽然不是完全以中国文化为主，至少也是偏重在东方文化方面。倘使只从中国文化的立场来说，三四十年前受过中小学教育的人，对于中国固有文化，正处在褪色的阶段，还没有像这二十多年来，由褪色而变为真空。这种现象，只要深切体会我们现代中国人对于中国文化吸收的程度，以二十年做一阶段，从六十年前受教育，与四十年前受教育，以及最近二十年来受教育的人相比，就可很明显地看出差异。"}
{"text":"至于其他公私立中小学的学风，仍然还是停留在以中学为主，西学为用的阶段。有些虽然不是完全以中国文化为主，至少也是偏重在东方文化方面。倘使只从中国文化的立场来说，三四十年前受过中小学教育的人，对于中国固有文化，正处在褪色的阶段，还没有像这二十多年来，由褪色而变为真空。这种现象，只要深切体会我们现代中国人对于中国文化吸收的程度，以二十年做一阶段，从六十年前受教育，与四十年前受教育，以及最近二十年来受教育的人相比，就可很明显地看出差异。如果说现代中国文化真有代沟的话，那么文化思想上的代差就是非常明显的事实，大可不必讳疾忌医而不谋自救之道。至于目前二十岁左右的大专同学，乃至再往前看看，还正在受小学教育的小朋友们，因传播事业和时代文明的发展，新的代差，又在更新的孕育中成长。为国家百年大计为人类文明前途，亲身目睹这些历史文化演变的现象，使人对于成己成人的千秋事业，不禁四顾彷徨，毕竟如何才能向历史任务作一交代呢？六十年来演进中的大专教育由以上的大要，了解了六十年来中小学教育的概况，再回顾一下本世纪中我们的大专教育，更有概乎言之之况了！我们在前几次讲述中，对于清末民初教育制度变革的情形，已经约略提到它在历史上演变的大要。从一般性的大专教育来讲，大学方面，由京师大学堂改制成民国以来的北京大学之后，在北方还有北京师范大学清华大学等的建立。以后各省也分别设立了大学，例如云南四川山西浙江大学等。此外，各地也有继起的私办大学，后来又有国立的各个大学。其他在东南沿海直接或间接由教会办的和私人创办的大学，在输入西方文化和传授洋文方面，素来便有一路领先特别优秀的卓越声望。至于职业性的学院，除了医学法政与交通等，要算师范学堂最为流行，因为当时我们国家在政治立法和建立新时代的教育方面，正在需要人才。此外，有关矿冶蚕桑纺织方面，也有少数的专校。但是，一切都还在建设性的新创过程，教育方法虽然很认真，制度还未完全确立，或多或少，总在不今不古半古半西的成长阶段。特别是属于革命性的教育方面，又与一般教育分途。由旧式教育转向新式教育面对我们现在的青少年们，大概描述了这几十年来教育的趋势，虽然笼统讲了中小学和大专的情形，但是绝不能拿诸位同学现在在此地受教育的经历，来看过去五六十年或三四十年的情况。"}
{"text":"此外，有关矿冶蚕桑纺织方面，也有少数的专校。但是，一切都还在建设性的新创过程，教育方法虽然很认真，制度还未完全确立，或多或少，总在不今不古半古半西的成长阶段。特别是属于革命性的教育方面，又与一般教育分途。由旧式教育转向新式教育面对我们现在的青少年们，大概描述了这几十年来教育的趋势，虽然笼统讲了中小学和大专的情形，但是绝不能拿诸位同学现在在此地受教育的经历，来看过去五六十年或三四十年的情况。否则，便会使我们要讲的主题――二十世纪青少年的思想与心理问题――完全脱节而毫不相干。我们花费了很长的时间，叙述现代史上教育演变的情形，正是为了层层剖剥有关现代青少年思想与心理问题的因果关系。也许大家了解了这些事实以后，由果推因，便会知道自己是如何成长壮茁在这个安定幸福的社会中，同时也可由此而体会到忧患兴邦，逸乐亡身的道理。几十年前，我们读书求学可没有像诸位现在那么容易。现在政府实行义务教育，并有奖励求学等政策的规定，又加社会安定国民经济平稳交通方便，所以由小学中学，一直读到大专和研究所，都是一帆风顺，平步青云。可是前一辈的老少年们，就与现代青少年们大大的不同了。尤其像我们这些不今不古不中不西不老不少的老朋友们，讲到读书求学的故事，真有不胜今昔之沧桑感慨。几十年前，像我们这些来自乡村的老少年，先在家里接受了旧式读经书的家塾教育，既不是像现在青少年为求职业求学历求出路而接受教育更不是为了科举考八股以博取功名。我们从小先要接受旧式教育的动机，那是传统历史文化上旧观念的习惯所驱使，同时也是受了旧观念的万般皆下品，唯有读书高的意识所影响。因为当时在新旧社会形态的变革时期，许多乡下人真还弄不清国家教育政策的方向。除非有些在通都大邑的人，得其风气之先，才真是为了读书救国，为了学问而学问地接受教育。现在反省起来，说句老实话，我们当时的读书受教育，有意无意，或多或少，都是因袭三千年来的旧观念，不外乎由光耀门楣读书作官的动机而来。当然仍有少数杰出之士属于例外，不能一概而论。这种观念，也正如现在大家潜在意识的观念一样，是为了求学历，拿文凭，好找职业，好谋出路。只是时代不同，观念的名称改变，实质上，还是换汤不换药，在根本的心理意识上，完全相同。"}
{"text":"除非有些在通都大邑的人，得其风气之先，才真是为了读书救国，为了学问而学问地接受教育。现在反省起来，说句老实话，我们当时的读书受教育，有意无意，或多或少，都是因袭三千年来的旧观念，不外乎由光耀门楣读书作官的动机而来。当然仍有少数杰出之士属于例外，不能一概而论。这种观念，也正如现在大家潜在意识的观念一样，是为了求学历，拿文凭，好找职业，好谋出路。只是时代不同，观念的名称改变，实质上，还是换汤不换药，在根本的心理意识上，完全相同。新旧读书方法我们当时旧式读书受教育的方法，是读古文，背经史，作文章，讲义理，那是一贯的作业。那种摇头摆尾去心火的读书姿态，以及朗朗上口的读书声，也正如现在大家默默地看书，死死地记问题，牢牢地背公式一样，都有无比的烦躁，同时也有乐在其中的滋味。不过，以我个人的体验，那种方式的读书，乐在其中的味道，确比现在念书的方式好多了。而且一劳永逸，由儿童时代背诵的经史和中国文化等基本的典籍以后，一生取之不尽，用之不竭。当年摇头摆尾装进去，经过咀嚼融化以后，现在只要带上一支粉笔，就可摇头摆尾地上讲堂吐出来。所以现在对于中国文化的基本精要，并不太过外行，更不会有空白之感，这不得不归功于当年的父母师长，保守地硬性要我们如此读书。家塾读书受经的遗风当然存在不了好久，时代的潮流到底很自然地打开了风气，马上就需要转进学堂当时俗语称呼新式的学校叫洋学堂去上学。但是，就以高等小学等于现在的国民小学来说，一个县里也没有两三个，有些地方隔一两县，才有个中学。虽然路途只隔十多里或二三十里，可是要一个生长在保守性农村的子弟，基本上是先受旧式教育读书的小孩子，背上一肩行李和书箱，离开家园而进入学堂的大门，过着团体受教育的生活，其中况味，比起现在出国去读书，还要难过。如果由高等小学毕了业，有能力有志趣，要再上进去读中学，那种气氛就像专制时代进省考举人一般严重。三四十年以前，在守旧保守的农村社会里，一个乡村没有几个中学生。当时，他们便等于是洋举人，风头之健，足以博得人们的刮目相待，或侧目以视，至于偏僻地方，一个县里能有几十个中学生，已是了不起的事。再能进读大学的，真是寥寥无几了。但是那时一个高等小学毕业生的学养程度，比起现在中学毕业的，还高得多。"}
{"text":"如果由高等小学毕了业，有能力有志趣，要再上进去读中学，那种气氛就像专制时代进省考举人一般严重。三四十年以前，在守旧保守的农村社会里，一个乡村没有几个中学生。当时，他们便等于是洋举人，风头之健，足以博得人们的刮目相待，或侧目以视，至于偏僻地方，一个县里能有几十个中学生，已是了不起的事。再能进读大学的，真是寥寥无几了。但是那时一个高等小学毕业生的学养程度，比起现在中学毕业的，还高得多。一个中学生，比起现在大学毕业的，也要胜出一筹。如果大家不说假话，当代多少知名之士，在各界有所成就的中年以上人物，很多都是在这种不新不旧的中小学教育环境中成长自立起来的。尤其站在中国文化方面来讲，的确是如此，其中的原因固然很多，最重要的因素，还是因为时代的不同，从小学开始，对于中国固有文化，已经打了较好的基础，这是不必讳言的事实。这就是我们的国家，在几十年前，由农业社会转进工商业社会，因教育形式的不同，而使得这半个世纪中的心理和思想上，产生许多新旧的差异。为什么当时读到中学的人那样少呢？这就涉及了当时政治经济交通教育等等许多的问题，而且这些问题，也都是现代教育上的专题。现在追溯从前，只从经济方面来讲，当年的农业社会，较为僻远的地方，能够使一个子弟读完高等小学，在学费的负担上，已经非常吃力，如果要使一个子弟读完中学，在学费路费交通费住宿膳费等的负担，如非中人之生产的家庭，实在很难负担得起。除了通都大埠以外，一般农村社会，除了要子弟读书作官来光耀门楣，否则，教育对他们而言，真是一件过于奢侈的事了。倘使再要上进去读大学，就等于满清时代的上京考进士一样的严重。因此那时候一个大学生，除了少数真正毫无出息的世家公子，或富家纨F子弟以外，只要能够进入大学读书的，学识才能的程度，就远非今日的大专同学可比了。当然，大学生们也许会盲目地责怪上一代的老少年们对于国家历史上的贡献。事实上，如果真能深切地研究了解了我们国家在这半个世纪中，遭遇内忧外患的种种经过，便会体谅上一代的老少年们，是如何地运用不今不古半古半西的学问知识，极其艰辛地撑持了这六十年来家国，八千里地山河的历史局面。在艰危变乱中，诚然不免忙中有错，何况世界上最难了解最难判断的便是人和事。"}
{"text":"当然，大学生们也许会盲目地责怪上一代的老少年们对于国家历史上的贡献。事实上，如果真能深切地研究了解了我们国家在这半个世纪中，遭遇内忧外患的种种经过，便会体谅上一代的老少年们，是如何地运用不今不古半古半西的学问知识，极其艰辛地撑持了这六十年来家国，八千里地山河的历史局面。在艰危变乱中，诚然不免忙中有错，何况世界上最难了解最难判断的便是人和事。因此对于这个问题，很可以引用两句古话来说书到用时方恨少，事非经过不知难。才流都向考中磨在这二十多年来，教育的发达和普及，远非从前可比。但是无论教师或家长，都感觉到教育水准的低落，一代甚于一代，而远不及从前。当然，其中原因复杂，不能只苛求于学校的教育，例如社会风气与社会教育的关系，家庭教育与家长思想的关系，整个教育精神与教育制度的关系。在在处处，都是整体连锁性的因素。不过，单以中学的教育而言，问题就颇为严重。历年来为众望所归的几个著名小学或中学，尤其是某些女中，为了争取校誉以升学率的高低而定校誉的声望，大半时间，在教考。除了背考试题以外，就不知道什么叫教育了。而且功课的繁重，根本没有时间多读课外的书。我与学生及在中学里当教师的同学们谈话，他们或她们在夜里作梦的时候，经常都还梦见赶考――被考或考人。除考以外，简直不知什么是学问。旧式考试考思想，现在考试考记诵。礼记有言记诵之学，不足为人师。可是现在能记诵而善于考试的学生，家庭与学校，都认为是好学生。稍加活泼而稍富于才能与思想的，反而考得不好。而社会家庭与学校，根本就抛弃诱导天才等的教育原理，很轻易地认为是坏学生――太保或太妹。所以这些不太而也被的青少年们，率性就抗拒到底，一路地下去了。家长期望于现在好学校的心理是如此，所谓好学校的校风恰也合于家长和社会的要求，你能说是有错吗？其谁之过欤！其谁之过欤！尊师重道尊师重道，是人类文明的共通德性，无论中外都是一样，只有礼仪形式上的不同，并无精神上的差别。但在五千年来中国文化的传统中，师道的尊严，尊师重道的精神和礼仪上的风气，俨然已与君道互相对峙，构成政教互助的特质。"}
{"text":"家长期望于现在好学校的心理是如此，所谓好学校的校风恰也合于家长和社会的要求，你能说是有错吗？其谁之过欤！其谁之过欤！尊师重道尊师重道，是人类文明的共通德性，无论中外都是一样，只有礼仪形式上的不同，并无精神上的差别。但在五千年来中国文化的传统中，师道的尊严，尊师重道的精神和礼仪上的风气，俨然已与君道互相对峙，构成政教互助的特质。只要读过历史不是现在学校里的历史课本，懂得中国文化史的人，都是了然于心，不待细说的。即使没有读过书，没有受过教育的人，在文化传统的薰染中，也都知道尊师的重要。尤其在过去的民间社会，不读书，不进学校，自由从师学习百工技艺为专业的人，终其一生而尊师重道的精神和行为，比起读过书，受过教育的人，有过之而无不及。至于习武的人，对于尊师，更加重视。但在二十世纪的这个时代中，数十年间，师之不尊，道之不行，其所由来者久矣。因此政府与社会，苦心复兴中国文化，强调尊师重道的行谊，每逢一年一度的教师节，特别提倡敬师的运动，实在是煞费苦心。但从另一角度来看，隳堕才须复兴，颓废才须提倡。正因为中国文化的优良精神，经过几十年来的蜕变没落，产生了许许多多的弊病，所以才须复兴和提倡。即如尊师重道一事来说，也正因为感慨于师道的沦夷，因此才重新号召。老子所谓六亲不和有孝慈，也便是这个道理的反映。可是多少年来，无论在教育界在社会间，尊师重道的风气，一经提倡和号召，便已确实改进了吗？事实并不如此。相反地，如果深入观察，反而看到现代师生之间的彼此排挤倾轧嫉恨轻视，甚之互相谩骂，处处皆是。由此可知一种优良的礼仪风气，绝非制度或规定所能养成。它的基本根柢，仍然有赖于教育和学风的改正，以及整个社会风气和全民思想的培植。中国传统文化的师道现在让我们先来回顾一下历史文化上有关师道的情形，使大家在观念上，能够温故而知新，可以得到惩前毖后的准确方向。在我们的传统历史上，师道的尊严，自三代开始，就与君亲并行。所谓作之君，作之亲。同时也便要作之师的。自东周以后，有孔子的精神和人格的感召，万世师表的典范，和尊师重道的观念，便与君道分途而截然独立。但与亲道仍然是互相呼应。"}
{"text":"中国传统文化的师道现在让我们先来回顾一下历史文化上有关师道的情形，使大家在观念上，能够温故而知新，可以得到惩前毖后的准确方向。在我们的传统历史上，师道的尊严，自三代开始，就与君亲并行。所谓作之君，作之亲。同时也便要作之师的。自东周以后，有孔子的精神和人格的感召，万世师表的典范，和尊师重道的观念，便与君道分途而截然独立。但与亲道仍然是互相呼应。秦汉以后的传经和重视师承的风气，虽然渐已趋向狭小而发生流弊，但这种优良传统精神的存在，依然有其特殊的价值。魏晋南北朝之间，师道渐趋隳堕，但因新兴佛教重视师承的作风，以及政治体制上确立了王者尊师的礼仪。师道为尊的精神，又走向一个新的境界。到了中唐以后，韩愈写了一篇师说与原道，为尊师重道和重视师儒的风气，又添了一番新的景象。由于儒佛两家学风的影响，到了宋代，理学兴起，撮取礼记和丛林制度的精神，新的尊师重道的面目，便从此确立。如果肯读一下四朝宋元明清学案和五种遗规等书，资料具在，在此不必多说，因此自明清以后，各阶层社会重视师道的观念，普遍流行。过去许多家庭的中堂，供奉了一个宗教式的牌位，上写天地君亲师五个大字，也便由此而兴。所谓一日从师，终身为父。乃至尊重一字之师的美德，也便为大家所乐道。民间社会和宗教上师父的称呼，以及帝王们在朝廷上对师傅的恭敬，也由此而成为当然的风俗。可是，所说的这些故实，还只是历史上的精神形式。事实上，自宋明以后，师道的尊严，并非只是对学生们的要求。实际上，是师生互相尊重的礼仪。固然一日从师，终身为父。是对学生们的教诫。但是老师对于受业的学生，亲情爱护，以及对他的学术思想乃至行为上，都须负起毕生的责任。学生对于老师，固然视之如父，但是老师对于学生，在中国礼仪的传统习惯上，向来都很谦抑，犹如兄弟的相处。所以古来称学生为弟子，就有弟兄的意义。老师写信给学生，除了贤契等文诌诌的称呼以外，有时多以仁弟或老弟相称。老师自己的具名之上，不是加上友生，便是愚兄，表示互相的尊重。"}
{"text":"固然一日从师，终身为父。是对学生们的教诫。但是老师对于受业的学生，亲情爱护，以及对他的学术思想乃至行为上，都须负起毕生的责任。学生对于老师，固然视之如父，但是老师对于学生，在中国礼仪的传统习惯上，向来都很谦抑，犹如兄弟的相处。所以古来称学生为弟子，就有弟兄的意义。老师写信给学生，除了贤契等文诌诌的称呼以外，有时多以仁弟或老弟相称。老师自己的具名之上，不是加上友生，便是愚兄，表示互相的尊重。即使学生中了状元，作了宰相，而在乡的教师，始终是青毡一席，没有博得功名，终老于白屋，一旦状元或宰相的学生，衣锦回乡，仍然还是执礼甚恭，犹如在学之日。由此影响所及，从前官场的仪注，对于门生故吏之间的感情，也如师生一样。便是由于这种学风而来。三十年前，我的一位老同学朱铎民老先生，出任于某省厅长以后，偶然回乡，马上赶到老师坟上去拜奠一番，还为老师的家属购买了几亩田地，以供祭扫，因此大家交口称誉，传为美谈，认为他是学生的模范。现在他已年逾八十，我们有时谈到新知旧学时，真有无限的感慨。当然！我说的这些，也许诸位同学认为是站在师长一面而言，并没有说出中国文化史上师生彼此负责的事实。现在为了节省时间，只举出宋明以来历史上两三个故事，便可代表了这个观念。至于在学理上，所有文化史的实际资料，足可作一长篇论文的充实内容，但需要诸位自己去读书寻找，让我卖个关子，以免大家太偷懒，养成依赖性。第一个故事就是宋代忠臣文天祥被陷在元朝的时候，他的学生怕他受不了威胁利诱，特别作了一篇祭文，连带祭品偷偷地送给他。他看了一笑，带信告诉学生们放心，他绝不会不忠而投降。第二个故事我们都知道明代的忠臣方孝孺，不肯为明成祖的篡位写诏书，惹得成祖要杀他十族。古代最重的刑戮是灭九族，明成祖对方孝孺的灭十族，便是加上一个师族。这岂不是表示中国文化师道的尊严，和师生之间彼此负责任的事实吗？第三个故事便是清代的年羹尧，相传他的秉赋非常恶劣，后来是靠一位明师教导出来而文成武就的。后来，他对请来教导子女的西席老师，也就特别恭敬重视，优待异常。但是他在老师教书的地方，却贴了一付对联不敬师尊，天诛地灭。误人子弟，男盗女娼。这付对子，虽然很粗鄙，但也正是对教育和师生之间的互相责任上，下了一个严谨的忠告。"}
