{"text":"我不知她在教会里的职位，只知她相当于这所大学的校长。她在教员宿舍和学生宿舍里和教员学生等混得相当熟，方凳知道杨必向往清华大学，也知道她有亲戚当时在清华任职。大约是阿必毕业后的一年――也就是胜利后的一年，方凳要到北京当时称北平开会。她告诉杨必可以带她北去，因为买飞机票等等有方便。阿必不错失时机，随方凳到了北京。方凳开完会自回上海。阿必留在清华当了一年助教，然后如约回震旦教课。阿必在震旦上学时，恰逢默存在那里教课，教过她。她另一位老师是陈麟瑞先生。解放后我们夫妇应清华大学的招聘离沪北上，行前向陈先生夫妇辞行。陈先生当时在国际劳工局兼职，要找个中译英的助手。默存提起杨必，陈先生觉得很合适。阿必接受了这份兼职，胜任愉快。大约两三年后这个局解散了，详情我不清楚，只知道那里报酬很高，阿必收入丰富，可以更宽裕地分配自己。解放后方凳随教会撤离，又一说是被驱逐回国了。三反时阿必方知方凳是特务。阿必得交代自己和特务的关系。我以为只需把关系交代清楚就完了。阿必和这位特务有什么不可告人的关系呢！可是阿必说不行，已经有许多人编了许多谎话，例如一个曾受教会照顾免交学费的留校教师，为了表明自己的立场，说方凳贪污了她的钱等等离奇的话。阿必不能驳斥别人的谎言，可是她的老实交代就怎么也不够或很不够了。假如她也编谎，那就没完没了，因为编动了头也是永远不够的。她不肯说谎，交代不出方凳当特务的任何证据，就成了拒不交代，也就成了拒不检讨，也就成了拒绝改造。经过运动的人，都会了解这样拒绝得有多大的勇敢和多强的坚毅。阿必又不是天主教徒，凭什么也不必回护一个早已出境的修女。而且阿必留校工作，并非出于这位修女的赏识或不同一般的交情，只为原已选定留校的一位虔诚教徒意外地离开上海了，杨必凑巧填了这个缺。我当时还说他们教会究竟只相信他们自己人。阿必交代不出方凳当特务的证据，当然受到嫌疑，因此就给挂起来了――相当长期地挂着。她在这段时期翻译了一本小说。阿必正像她两岁半囫囵着跌下时一样的若无其事。傅雷曾请杨必教傅聪英文。"}
{"text":"阿必又不是天主教徒，凭什么也不必回护一个早已出境的修女。而且阿必留校工作，并非出于这位修女的赏识或不同一般的交情，只为原已选定留校的一位虔诚教徒意外地离开上海了，杨必凑巧填了这个缺。我当时还说他们教会究竟只相信他们自己人。阿必交代不出方凳当特务的证据，当然受到嫌疑，因此就给挂起来了――相当长期地挂着。她在这段时期翻译了一本小说。阿必正像她两岁半囫囵着跌下时一样的若无其事。傅雷曾请杨必教傅聪英文。傅雷鼓励她翻译。阿必就写信请教默存指导她翻一本比较短而容易翻的书，试试笔。默存尽老师之责，为她找了玛丽亚埃杰窝斯的一本小说。建议她译为剥削世家。阿必很快译完，也很快就出版了。傅雷以翻译家的经验，劝杨必不要翻名家小说，该翻译大作家的名著。阿必又求教老师。默存想到了萨克雷名著的旧译本不够理想，建议她重译，题目改为名利场。阿必欣然准备翻译这部名作，随即和人民文学出版社订下合同。杨必的拒不交代终究获得理解。领导上让她老老实实做了检讨过关。全国院系调整，她分配在上海复旦大学外文系，评定为副教授。该说，她得到了相当高的重视有些比她年纪大或资格好或在国外得到硕士学位的，只评上讲师。阿必没料到自己马上又要教书。翻译名利场的合同刚订下，怎么办？阿必认为既已订约，不能拖延，就在业余翻译吧。她向来业余兼职，并不为任务超重犯愁。阿必这段时期生活丰富，交游比前更广了。她的朋友男女老少洋的土的都有。她有些同事比我们夫妇稍稍年长些，和她交往很熟。例如高君珊先生就是由杨必而转和我们相熟的徐燕谋林同济刘大杰各位原是和我们相熟而和杨必交往的。有一位乡土味浓厚而朴质可爱的同事，曾警告杨必她如不结婚，将来会变成某老姑娘一样的僵尸，阿必曾经绘声绘色地向我们叙说并摹仿。也有时髦漂亮而洋派的夫人和她结交。也许我对她们只会远远地欣赏，阿必和她们却是密友。阿必身材好，讲究衣着，她是个很帅的上海小姐。一九五四年她因开翻译大会到了北京，重游清华。温德先生见了她笑说，杨必！ss！默存毫不客气地当面批评阿必最，可是阿必满不在乎，自认最虚荣，好比她小时候自称皮蛋其脸一样。"}
{"text":"有一位乡土味浓厚而朴质可爱的同事，曾警告杨必她如不结婚，将来会变成某老姑娘一样的僵尸，阿必曾经绘声绘色地向我们叙说并摹仿。也有时髦漂亮而洋派的夫人和她结交。也许我对她们只会远远地欣赏，阿必和她们却是密友。阿必身材好，讲究衣着，她是个很帅的上海小姐。一九五四年她因开翻译大会到了北京，重游清华。温德先生见了她笑说，杨必！ss！默存毫不客气地当面批评阿必最，可是阿必满不在乎，自认最虚荣，好比她小时候自称皮蛋其脸一样。爸爸生前看到嫁出的女儿辛勤劳累，心疼地赞叹说真勇！接下就说阿必是个真大小姐。阿必心虚又淘气地嘻着嘴笑，承认自己无能。她说若叫我缝衣，准把手指皮也缝上。家事她是不能干的，也从未操劳过。可是她好像比谁都老成，也有主意。我们姐妹如有什么问题，总请教阿必。默存因此称她为西碧儿，古代女预言家阿必很幽默地自认为西碧儿。反正人家说她什么，她都满不在乎。阿必和我虽然一个在上海，一个在北京，但因通信勤，彼此的情况还比较熟悉。她偶来北京，我们就更有说不完的话了。她曾学给我听某女同事背后议论她的话杨必没有指女人吸引男人的无以名之的什么东西。阿必乐呵呵地背后回答你自己有就行了，我要它干吗！杨必翻译的名利场如期交卷，出版社评给她最高的稿酬。她向来体弱失眠，工作紧张了失眠更厉害，等她赶完名利场，身体就垮了。当时她和大姐三姐住在一起。两个姐姐悉心照料她的饮食起居和医疗，三姐每晚还为她打补针。她自己也努力锻炼，打太极拳，学气功，也接受过气功师的治疗，我也曾接她到北京休养，都无济于事。阿必成了长病号。阿七和我有时到上海看望，心上只是惦念。我常后悔没及早切实劝她细水长流，不过阿必也不会听我的。工作拖着不完，她决不会定下心来休息。而且失眠是她从小就有的老毛病，假如她不翻译，就能不失眠吗？不过我想她也许不至于这么早就把身体拖垮。胜利前夕，我爸爸在苏州去世。爸爸带了姐姐等人去苏州之前，曾对我说阿必就托给你了。――这是指他离开上海的短期内，可是语气间又好像自己不会再回来似的。爸爸说你们几个，我都可以放心了，就只阿必。"}
{"text":"阿必成了长病号。阿七和我有时到上海看望，心上只是惦念。我常后悔没及早切实劝她细水长流，不过阿必也不会听我的。工作拖着不完，她决不会定下心来休息。而且失眠是她从小就有的老毛病，假如她不翻译，就能不失眠吗？不过我想她也许不至于这么早就把身体拖垮。胜利前夕，我爸爸在苏州去世。爸爸带了姐姐等人去苏州之前，曾对我说阿必就托给你了。――这是指他离开上海的短期内，可是语气间又好像自己不会再回来似的。爸爸说你们几个，我都可以放心了，就只阿必。不过，她也就要毕业了，马上能够自立了。那一箱古钱，留给她将来做留学费吧，你看怎样？接着爸爸说至于结婚――他顿了一下，如果没有好的，宁可不嫁。爸爸深知阿必虽然看似随和，却是个刚硬的人，要驯得她柔顺，不容易。而且她确也有几分西碧儿气味，太晓事，欠盲目。所以她真个成了童谣里唱的那位我家的娇妹子，谁家说亲都没有说成。曾几次有人为她向我来说媒，我只能婉言辞谢，不便直说阿必本人坚决不愿。如果对方怨我不出力不帮忙，我也只好认了。有人说女子结婚忧患始。这话未必对，但用在阿必身上倒也恰当。她虽曾身处逆境，究竟没经历多少人生的忧患。阿必最大的苦恼是拖带着一个脆弱的身躯。这和她要好要强的心志调和不了。她的病总也无法甩脱。她身心交瘁，对什么都无所留恋了。名利场再版，出版社问她有什么要修改的，她说一个字都不改。这不是因为自以为尽善尽美，不必再加工修改她只是没有这份心力，已把自己的成绩都弃之如遗。她用心一为笔名，曾发表过几篇散文。我只偶尔为她留得一篇。我问她时，她说一篇也没留，全扔了。文化大革命初期，她带病去开会，还曾得到表扬。到清队阶段，革命群众要她交代她在国际劳工局兼职的事。她写过几次交代。有一晚，她一觉睡去，没有再醒过来。她使我想起她小时不肯洗脸，连声喊逃逃逃逃逃！两脚急促地逃跑，总被妈妈捉住。这回她没给捉住，干净利索地跑了。为此她不免蒙上自杀的嫌疑。军医的解剖检查是彻底的，他们的诊断是急性心脏衰竭。一九七九年，复巴大学外语系为杨必开了追悼会。阿必去世，大姐姐怕我伤心，先还瞒着我，过了些时候她才写信告诉我。据说，阿必那晚临睡还是好好的。早上该上班了，不见她起来。"}
{"text":"到清队阶段，革命群众要她交代她在国际劳工局兼职的事。她写过几次交代。有一晚，她一觉睡去，没有再醒过来。她使我想起她小时不肯洗脸，连声喊逃逃逃逃逃！两脚急促地逃跑，总被妈妈捉住。这回她没给捉住，干净利索地跑了。为此她不免蒙上自杀的嫌疑。军医的解剖检查是彻底的，他们的诊断是急性心脏衰竭。一九七九年，复巴大学外语系为杨必开了追悼会。阿必去世，大姐姐怕我伤心，先还瞒着我，过了些时候她才写信告诉我。据说，阿必那晚临睡还是好好的。早上该上班了，不见她起来。大姐轻轻地开了她的卧房门，看见她还睡着。近前去看她，她也不醒。再近前去抚摸她，阿必还是不醒。她终究睡熟了，连呼吸都没有了。姐姐说她脸上非常非常平静。一九九年六月车过古战场车过古战场――追忆与钱穆先生同行赴京读报得知钱穆先生以九十六岁高龄在台北逝世的消息，默存和我不免想到往日和他的一些接触，并谈起他忆双亲一书里讲他和默存父亲交谊的专章。那章里有一章讲默存，但是记事都错了。九月五日晚，我忽得台北中国时报人间副刊季季女士由台北打来电话季季女士前曾访问舍间，要我追记钱穆先生和我同车赴北京当时称北平的事。虽然事隔多年，我还约略记得。我问季季女士我说他记错了事可以吗？她笑说当然可以。不过我这里记他，并不是为了辨错，只是追忆往事而已。钱穆先生在一篇文章里提及曾陪夫人同赴北京。他讲的是一九三三年初秋的事。我还没有结婚，刚刚订婚，还算不得夫人。五十六十年代的青年，或许不知订婚为何事。他们谈恋爱或搞对象到双方同心同意，就是肯定了。我们那时候，结婚之前还多一道订婚礼。而默存和我的订婚，说来更是滑稽。明明是我们自己认识的，明明是我把默存介绍给我爸爸，爸爸很赏识他，不就是肯定了吗？可是我们还颠颠倒倒遵循父母之命，媒约之言。默存由他父亲带来见我爸爸，正式求亲，然后请出男女两家都熟识的亲友作男家女家的媒人，然后，因我爸爸生病，诸事从简在苏州某饭馆摆酒宴请两家的至亲好友，男女分席。我茫然全不记得订是怎么订的，只知道从此我是默存的未婚妻了。那晚，钱穆先生也在座，参与了这个订婚礼。"}
{"text":"而默存和我的订婚，说来更是滑稽。明明是我们自己认识的，明明是我把默存介绍给我爸爸，爸爸很赏识他，不就是肯定了吗？可是我们还颠颠倒倒遵循父母之命，媒约之言。默存由他父亲带来见我爸爸，正式求亲，然后请出男女两家都熟识的亲友作男家女家的媒人，然后，因我爸爸生病，诸事从简在苏州某饭馆摆酒宴请两家的至亲好友，男女分席。我茫然全不记得订是怎么订的，只知道从此我是默存的未婚妻了。那晚，钱穆先生也在座，参与了这个订婚礼。我那年考取清华大学研究院外文系，马上就要开学。钱穆先生在燕京大学任职，不日也将北上。我未来的公公在散席后把我介绍给宾四先生，约定同车北去，请他一路照顾。其实这条路我单独一人也走过一次，自以为够老练了。动身那天，默存送我到火车站和宾四先生相会，一同把行李结票，各自提着随身物件上车。那时候从苏州到北京有三十七八个小时的旅程。轮渡还在准备中。到那年冬天，我从北京回苏州，才第一次由轮船载了车厢过江只火车头不过江。但那年秋天，火车到南京后，已不复像以前那样需换站到下关摆渡，再上津浦段的车。南北两站隔江相对。车厢里的人和货车里的货全部离开火车，摆渡过江。记得好像是货物先运过去，然后旅客渡江，改乘北段的火车。宾四先生和我同坐在站上的椅子里等待，看着站上人赶衤煲习峒宜频陌汛蠹小件软的硬的各项货物包括一具广漆棺材抬运过去。宾四先生忽然对我说我看你是个有决断的人。我惊问何以见得？他说只看你行李简单，可见你能抉择。我暗想，你没看见我前一次到北京时带的大箱子大铺盖呢，带的全是无用之物。我这回有经验了。可是我并没有解释，也没有谦逊几句，只笑了笑。我们买的是三等坐席，对坐车上，彼此还陌生，至多他问我答，而且大家感到疲惫，没什么谈兴。不过成天对坐，不熟也熟了。到吃饭时，我吃不惯火车上卖的油腻腻硬生生的米饭或面条，所以带匣儿饼干和一些水果。宾四先生很客气，我请他吃，他就躲到不知哪里去了。后来我发现他吃的是小包的麻片糕之类，那是当点心的。每逢停车，站上有卖油豆腐粉汤之类的小贩，我看见他在那里捧着碗吃呢，就假装没看见。我是一个学生，向来胃口不佳，食量又小，并不觉得自己俭朴。可是看了宾四先生自奉菲薄，很敬重他的俭德。"}
{"text":"不过成天对坐，不熟也熟了。到吃饭时，我吃不惯火车上卖的油腻腻硬生生的米饭或面条，所以带匣儿饼干和一些水果。宾四先生很客气，我请他吃，他就躲到不知哪里去了。后来我发现他吃的是小包的麻片糕之类，那是当点心的。每逢停车，站上有卖油豆腐粉汤之类的小贩，我看见他在那里捧着碗吃呢，就假装没看见。我是一个学生，向来胃口不佳，食量又小，并不觉得自己俭朴。可是看了宾四先生自奉菲薄，很敬重他的俭德。车过蚌埠后，窗外一片荒凉，没有山，没有水，没有树，没有庄稼，没有房屋，只是绵延起伏的大土墩子。火车走了好久好久，窗外景色不改。我叹气说这段路乏味了。宾四先生说此古战场也。经他这么一说，历史给地理染上了颜色，眼前的景物顿时改观。我对绵延多少里的土墩子发生了很大的兴趣。宾四先生对我讲，哪里可以安营忘了是高处还是低处，哪军可以冲杀。尽馆战死的老百姓朽骨已枯磷火都晒干了，我还不免油然起了吊古之情，直到蔚然而深秀的琅琊山在望，才离开这片辽阔的古战场。这段路程的来往方向记颠倒了，原文不再修改，谢谢读者指正车入山东境，车站迫近泰山，山好像矗立站边。等火车开动，宾四先生谈风健了。他指点着告诉我临城大劫案的经过可惜细节我已忘记，又指点我看抱犊山。山很陡。宾四先生说，附近居民把小牛犊抱上山岗，小牛就在山上吃草――我忘了小牛怎么下岗，大约得等长成大牛自己下山。我对宾四先生已经不陌生了。不过车到北京，我们分手后再也没有见面。我每逢寒假暑假总回苏州家里度假，这条旅途来回走得很熟，每过古战场，常会想到宾四先生谈风有趣。一九八五年，苏州南举行建城二千五百年纪念大会。默存应主办单位的要求，给宾四先生写了一封信，邀请他回大陆观礼。默存的信写错了年份，把明年写成今年，把二千五百年写成二千年，主办单位把信退回，请他改正重写。我因而获得这封作度的信。我爱他的文字，抢下没让他撕掉默存写信不起草稿，也不留这类废稿。宾四先生没有回信，也没有赴请。如果他不忆念故乡，故乡却没有忘记他，所以我把此信附录于后。"}
{"text":"一九八五年，苏州南举行建城二千五百年纪念大会。默存应主办单位的要求，给宾四先生写了一封信，邀请他回大陆观礼。默存的信写错了年份，把明年写成今年，把二千五百年写成二千年，主办单位把信退回，请他改正重写。我因而获得这封作度的信。我爱他的文字，抢下没让他撕掉默存写信不起草稿，也不留这类废稿。宾四先生没有回信，也没有赴请。如果他不忆念故乡，故乡却没有忘记他，所以我把此信附录于后。一九九一年一月附致钱穆书附致钱穆书宾四宗老大师道座契阔暌违，忽五十载。泰山仰止，鲁殿岿存，远播芳声，时殷遐想。前岁获睹大著忆旧一编，追记先君，不遗狂简，故谊亲情，感均存殁。明年苏州市将举行建城二千五百年纪念大会。此间人士金以公虽本贯吾邑，而梓乡与苏接壤，处廉让之间，又卜宅吴门，乃古方志所谓名贤侨寓。且于公钦心有素，捧手无缘，盛会适逢，良机难得，窃思届时奉屈贲临，以增光宠，俾遂瞻对。区区之私，正复齐心同愿。旧国旧乡，望之畅然，而况于闻闻见见，庄生至言，当蒙忻许，渴盼惠来。公家别具专信邀请，敬请片楮，聊申劝驾之微忱。衬拳边鼓，力薄而意则深也。即叩春安不备。宗末钟书上同候一九八五年二月三日顺姐的自由恋爱顺姐的自由恋爱那天恰是春光明媚的好天气，我在卧房窗前伏案工作。顺姐在屋里拖地，墩布作在地下，她倚着把儿，一心要引诱我和她说话。太太她很固执，定要把这个过时的尊称强加于我，你今晚去吃喜酒吗？我说没请我。新娘子已经来了，你没看见吗？没看。新郎五十，新娘子才十九！我说不，新郎四十九。我还是埋头工作。顺姐叹息一声，没头没脑地说新娘子就和我一样呢！我不禁停下笔，抬头看着她发愣。人家是年轻漂亮华衣美服的风流人物，顺姐却是个衣衫褴褛四十来岁的粗胖女佣，怎么一样呢？顺姐看出她已经引起我的兴趣，先拖了几下地，缓缓说我现在也觉悟了呢！就是贪享受呢！顺姐的乡音呢字用得特多。我认为顺姐是最勤劳最肯吃苦的人。重活儿脏活儿她都干，每天在三个人家帮佣，一人兼挑几人的担子。她享受什么？顺姐曾告诉我，她家有个姐姐。"}
{"text":"顺姐叹息一声，没头没脑地说新娘子就和我一样呢！我不禁停下笔，抬头看着她发愣。人家是年轻漂亮华衣美服的风流人物，顺姐却是个衣衫褴褛四十来岁的粗胖女佣，怎么一样呢？顺姐看出她已经引起我的兴趣，先拖了几下地，缓缓说我现在也觉悟了呢！就是贪享受呢！顺姐的乡音呢字用得特多。我认为顺姐是最勤劳最肯吃苦的人。重活儿脏活儿她都干，每天在三个人家帮佣，一人兼挑几人的担子。她享受什么？顺姐曾告诉我，她家有个姐姐。不久我从她的话里发现她和姐姐共有一个丈夫，丈夫已去世。姐姐想必是大老婆的美称。随后我又知道，她夫家是大地主――她家乡最大的地主。据她告诉我，她是随她妈妈逃荒要饭跑进那个城市的。我不免诧怪姐姐思想解放，和顺姐姐妹相称了？可是我后来渐渐明白了，所谓姐姐，只是顺姐对我捏造的称呼，她才不敢当面称姐姐。我说你怎么贪享受啊？她答非所问，只是继续说她自己的话我自己愿意的呢！我们是自由恋爱呢！我忍不住要笑。我诧异说你们怎么自由恋爱呢？我心想，一个地主少爷，一个逃荒要饭的，哪会有机会自由恋爱？她低头拖几下地，停下说是我自己愿意的呢。我家里人都反对呢。我哥哥我妈妈都反对。我是早就有了人家的，可是我不愿意――你定过亲？怎么样的一个人？就那么个人呢。我不愿意，我是自由恋爱的。你怎么自由恋爱呢？我想不明白。嗯，我们是自由恋爱的。她好像怕我不信，加劲肯定一句。你们又不在一个地方。在一块儿呢！她立即回答。我想了一想，明白了，她准是在地主家当丫头的。我没有再问，只觉得很可笑既说贪享受，又说什么自由恋爱。我认识顺姐，恰像小孩子玩拼板把一幅图板割裂出来的大小碎片凑拼成原先的图西。零星的图片包括她自己的倾诉，我历次和她的问答，旁人的传说和她偶然的吐露。我由这一天的谈话，第一次拼凑出一小部分图面。她初来我家，是我们搬到干面胡同那年的冬天。寒风凛冽的清早，她拿着个隔宿的冷馒头，顶着风边走边吃。这是她的早饭。午饭也是一个干冷的馒头，她边走边吃，到第二家去，专为这家病人洗屎裤子，因为这家女佣不肯干这事。"}
