{"text":"德宗除了道歉安慰，硬不准他辞职。过了一年多，李泌果然死了，好像他又有预知似的。历来的帝王宫廷，一直都是天下是非最多人事最复杂的场所。尤其王室中父子兄弟家人骨肉之间权势利害的悲惨斗争，真是集人世间悲剧的大总汇。况且疏不间亲，古有明训。以诸葛亮的高明，他在荆州，便不敢正面答复刘传问父子之间的问题。但在李泌，处于唐玄宗肃宗代宗德宗四代父子骨肉之间，都挺身而出，仗义直言，排难解纷，调和其父子兄弟之间的祸害，实在是古今历史上的第一人。因此，汪小蕴女史咏史诗，论邺侯李泌，便有勋参郭令才原大，迹似留侯术更淳的名句。郭令，是指郭子仪。郭子仪的成功，全靠李泌幕后的策划。留侯，是写他与张良对比。可惜在一般史书所载的偏见评语，轻轻一笔带过，还稍加轻视的色调，如史评说泌有谋略，而好谈神仙怪诞，故为世所轻。其实，查通正史，李泌从来没有以神仙怪诞来立身处事。个性思想爱好仙佛，只是个人的好恶倾向，与经世学术，又有何妨？善用谋略来拨乱反正安邦定国，谋略有什么不好？由此可见，史学家的论据，真是可信而不能尽情，大可耐人寻味。总之，大略讲了中唐时期的郭子仪与李泌的历史经验，说明本章冲而用之或不盈，渊兮似万物之宗。挫其锐，解其纷，和其光，同其尘的效用，见之于文武将相在事功上的成就，可观可法之处甚多。这段的发挥就暂且到此为止。天地不仁，以万物为刍狗，圣人不仁，以百姓为刍狗。天地之间，其犹橐囗乎，虚而不屈，动而愈出。多言数穷，不如守中。圣人与刍狗从老子第一章常无，欲以观其妙。常有，欲以观其徼。此两者同出而异名，同谓之玄。玄之又玄，众妙之门。到道冲而用之或不盈，渊兮似万物之宗。都以似异实同，体同用异的表达，说明道体的会同和作用的差别，由个人身心体会大道和立身处事的体同用异的层次。到了本章，又特别提出一则惊世骇俗的名言谠论，致使后世众说纷纷，各抒己见。甚至，因此确认老子为阴谋家的鼻祖，或者指老子鄙夷儒家，薄视仁义，将人文的一切道德观念，视为知识的伪装。见仁见智，各执一端。谁是异端，谁是正见，本来便是各个思想上主观的认定，也无足为怪。但老子在文言字句上，确是直截了当地说天地不仁，以万物为刍狗。圣人不仁，以百姓为刍狗。文从字顺，难道这不是尖刻讽刺的语意吗？其实，并非如此，未必尽然。"}
{"text":"到了本章，又特别提出一则惊世骇俗的名言谠论，致使后世众说纷纷，各抒己见。甚至，因此确认老子为阴谋家的鼻祖，或者指老子鄙夷儒家，薄视仁义，将人文的一切道德观念，视为知识的伪装。见仁见智，各执一端。谁是异端，谁是正见，本来便是各个思想上主观的认定，也无足为怪。但老子在文言字句上，确是直截了当地说天地不仁，以万物为刍狗。圣人不仁，以百姓为刍狗。文从字顺，难道这不是尖刻讽刺的语意吗？其实，并非如此，未必尽然。为了说明其中的道理，必须先对本文中两个名辞的内涵作个交代。一是刍狗，一是仁。刍狗，是草扎的狗，当然不是真的狗。说句老实话，我们的先民吃狗肉是很通常的事，直到现在，广东的同胞们还喜欢吃狗肉，并不为怪，那是先民习俗的遗风。古人所谓家有六畜以备撰食，狗便是六畜中之一。因此，上古的祭祀，用狗肉作祭品，是很普遍的事。大约到了商周以后，在祭祀中，才渐渐免除了狗肉这项祭品。但在某些祀典中，仍然须用草扎一个象形的狗，替代杀一头真的活狗，这就是刍狗的来源。刍狗还未登上祭坛之前，仍是受人珍惜照顾，看得很重要。等到祭典完成，用过了的刍狗，就视同废物，任意抛弃，不值一顾了。这正如流传到现在的民俗祭神，有时简化一点，不杀活猪，便用米粉做一个猪头来拜拜，拜过以后，也就可以随便任人当副食，而不像供在祭坛上那么神圣不可侵犯了。仁字，在老子这章的本文中，当然是代表了周秦时代诸子百家所标榜的仁义的仁，换言之，也就是爱护人或万物的仁慈仁爱等爱心的表相。当在春秋战国之际，诸侯纷争，攫掠一般平民的生命财产子女玉帛，割地称雄，残民以逞，原属常事。因此，知识分子的读书人，奔走呼吁，号召仁义，揭示上古圣君贤相，要人如何体认天心仁爱，如何以仁心仁术来治天下，才能使天下太平。不但儒者如此，其他诸子百家，大概也都不外以仁义为宣传，以仁义为号召。无论是哪一种高明的学说，或哪一种超然的思想，用之既久，就会产生相反的弊病，变为只有空壳的口号，并无真正的实义了。例如佛说平等，但经过几千年来的印度，阶级悬殊，仍然极不平等。同样地，我们先民教导了几千年的仁义，但很可惜的，又能有几多人的作为，几多时的历史，真正合于仁义之道！又如耶稣，大声疾呼要博爱，但在西方两千年来的文化，又有哪个时代真正出现对世界人类的博爱！此正是老子叹息大道废，有仁义。慧智出，有大伪的来由。"}
{"text":"不但儒者如此，其他诸子百家，大概也都不外以仁义为宣传，以仁义为号召。无论是哪一种高明的学说，或哪一种超然的思想，用之既久，就会产生相反的弊病，变为只有空壳的口号，并无真正的实义了。例如佛说平等，但经过几千年来的印度，阶级悬殊，仍然极不平等。同样地，我们先民教导了几千年的仁义，但很可惜的，又能有几多人的作为，几多时的历史，真正合于仁义之道！又如耶稣，大声疾呼要博爱，但在西方两千年来的文化，又有哪个时代真正出现对世界人类的博爱！此正是老子叹息大道废，有仁义。慧智出，有大伪的来由。如果我们了解了这些反面的道理，便可知道老子所提出正面的哲学。天地生万物，本是自然而生，自然而有。生了万物是很自然的事，死杀万物，也是很自然的事。天地既不以生出万物为作好事，同时也不以死杀万物为作坏事。天地既生了长养万类的万物，同时，也生了看来似乎相反的毒杀万类的万物。生长了补药，也生长了毒药。补品不一定是补，因补可以致死。毒物也不一定是毒，以毒攻毒，可以活命。天地并不一定厚待于人类而轻薄了万物，只是人类予智自雄，自认为天地是为了人们而生长万物人，自称为万物之灵。其实，人们随时随地，都在伤害残杀万物。假如万物有灵，一定会说人是万物的最大毒害。其实，天地无心而平等生发万物，万物亦无法自主而还归于天地。所以说天地不仁，以万物为刍狗。这是说天地并没有自己立定一个仁爱万物的主观的天心而生万物。只是自然而生，自然而有，自然而归于还灭。假如从天地的立场，视万物与人类平等，都是自然的，偶然的，暂时存在，终归还灭的刍狗而已。生而称有，灭而称无，平等齐观，何尝有分别，有偏爱呢？只是人有人心，以人心自我的私识，认为天地有好生之德，因此发出天心仁爱的赞誉。如果天地有知，岂不大笑我辈痴儿痴女的痴言痴语吗？明白了这个原理，便可了知真正有道的圣人，心如天地，明比日月，一切的所作所为，自视为理所当为，义所当为的事，便自然而然地做了。并不一定因为我要仁爱于世人，或我要爱护于你，才肯去做。如果圣人有此存心，即有偏私，即有自我，已非大公。再进一层来讲，一个有道的圣人，生当天下大乱的时代，他真要为了救世而救人，既然有所作为，就不免保存了一面，而有所伤害到另一面了。残杀天下而为我，决不可为。而杀一以儆百，亦等于杀百以存一的同是杀心，亦义所不忍为。那么，圣人而要救世，就只有自杀以救天下吗？自杀既不能救天下，天下亦非残杀可救得了！"}
{"text":"并不一定因为我要仁爱于世人，或我要爱护于你，才肯去做。如果圣人有此存心，即有偏私，即有自我，已非大公。再进一层来讲，一个有道的圣人，生当天下大乱的时代，他真要为了救世而救人，既然有所作为，就不免保存了一面，而有所伤害到另一面了。残杀天下而为我，决不可为。而杀一以儆百，亦等于杀百以存一的同是杀心，亦义所不忍为。那么，圣人而要救世，就只有自杀以救天下吗？自杀既不能救天下，天下亦非残杀可救得了！所以佛说愿度尽众生，方自成佛。但以众生界不可尽故，吾愿亦永无穷尽。耶稣被钉上了十字架，只有祈祷说我为世人赎罪！其实，罪在人心，谁也不能为谁赎罪，除非天下人能自仟罪悔过。因此，老子对于当时现世的人们，自称为圣人之徒，号召以仁义救世者，认为他们徒托空言，都无实义。甚至假借仁义为名，用以自逞一己私欲之辈，更是自欺欺人，大不应该，他希望人们真能效法天地自然而然的法则而存心用世，不必标榜高深而务求平实，才说出天地不仁，以万物为刍狗。圣人不仁，以百姓为刍狗的名言，藉以警世。但老子说归说，无奈周秦以后的英雄帝王们，便真的以百姓为刍狗，达成一己的私欲。一旦身居王位之后，天下臣庶皆称誉之为圣明天子，或直接誉为当今圣人，不知圣从何来？明从何起？恐怕老子重生，也只有缄口结舌，再也不敢另加五千言，重写续本道德经了。正言若反为了重申天地不仁，以万物为刍狗。圣人不仁，以百姓为刍狗以及后面的圣人不死，大盗不止绝圣弃智，民利百倍等的一贯涵义，且让我们引用庄子外篇的月去箧篇中所说的话，便可了解老子当时所以菲薄圣人讥刺仁义，都是为了世间多假借圣人的虚名，以及伪装仁义的招牌。犹如近代和现代人，任意假托自由和民主为号召，实际是为了达成私欲的借口，醉心于独裁者如此，西式民主的真实内容，又何尝不如此？举世滔滔，无可奈何。如庄子所说故跖之徒问于跖曰盗亦有道乎？跖曰何适而无有道邪！夫妄意室中之藏事先推测估计他的财富储蓄，圣也。入先在行动的时候，必身先士卒，勇也。出后得手的时候，先要掩护同伴撤走，自己最后退却，义也。知可否能判断可不可以行动，智也。分均平均分配所得的利益，仁也。五者不备，而能成大盗者，天下未有也。"}
{"text":"犹如近代和现代人，任意假托自由和民主为号召，实际是为了达成私欲的借口，醉心于独裁者如此，西式民主的真实内容，又何尝不如此？举世滔滔，无可奈何。如庄子所说故跖之徒问于跖曰盗亦有道乎？跖曰何适而无有道邪！夫妄意室中之藏事先推测估计他的财富储蓄，圣也。入先在行动的时候，必身先士卒，勇也。出后得手的时候，先要掩护同伴撤走，自己最后退却，义也。知可否能判断可不可以行动，智也。分均平均分配所得的利益，仁也。五者不备，而能成大盗者，天下未有也。由是观之，善人不得圣人之道不立跖不得圣人之道不行。天下之善人少而不善人多，则圣人之利天下也少而害天下也多。在天运篇中又提到仁义，先王之蘧庐也，止可以一宿，而不可以久处，靓而多责。从表面看来，老子和庄子这种思想言论，好像是一种反派的哲学，尤其为狭隘观念的宗教徒，并非大宗教家或教主，甚至，为走入儒家岔路的顽固派，或明知故犯，敢用而不肯说的事功派所深恶痛绝，认为是不经之谈。其实，这正是天理良心的公平哲学。公道自在人心，只是一般说不出所以然，或是不忍心说得太透彻，说穿了，反党乏味。司马迁着史记，便用比较含蓄的论调来反映道家与老庄这类思想。到了元明之间，民俗文学的小说家们，却在小说的著作里，表达了很多这方面的思想。说得痛快淋漓而有韵味的，如明末的贾凫西所作的木皮散客鼓儿词。他生当家破国亡的未造，秉着一腔忠义之忧，便借此道理而大发天地的牢骚，如说忠臣孝子是冤家，杀人放火享荣华。太仓里的老鼠吃的撑撑饱。老牛耕地使死倒把皮来剥。河里的游鱼犯下什么罪？刮净鲜鳞还嫌刺扎！那老虎前生修下几般福？生嚼人肉不怕塞牙！野鸡兔子不敢惹祸，剁成肉酱还加上葱花！古剑杀人还称至宝！垫脚的草鞋丢在山洼！杀妻的吴起倒挂上元帅印！顶灯的裴谨捱些嘴吧！活吃人的盗跖得了好死！颜渊短命是为的什么？莫不是玉皇爷受了张三的哄？黑洞洞的本帐簿哪里去查？好兴致来时顽铁黄金色！气杀人运去铜钟声也差！世间事风里孤灯草头露！纵有那几串铜钱你慢赭沙！风箱式的说话艺术老子为了说明天理的公平，与真正圣人的无主而任负化育，便直接指出天地间万事万物的生灭变化，既不是谁所主宰，也不是天地的有心制作。"}
{"text":"古剑杀人还称至宝！垫脚的草鞋丢在山洼！杀妻的吴起倒挂上元帅印！顶灯的裴谨捱些嘴吧！活吃人的盗跖得了好死！颜渊短命是为的什么？莫不是玉皇爷受了张三的哄？黑洞洞的本帐簿哪里去查？好兴致来时顽铁黄金色！气杀人运去铜钟声也差！世间事风里孤灯草头露！纵有那几串铜钱你慢赭沙！风箱式的说话艺术老子为了说明天理的公平，与真正圣人的无主而任负化育，便直接指出天地间万事万物的生灭变化，既不是谁所主宰，也不是天地的有心制作。万物的造化生灭，都是乘虚而来，还虚而去。暂时偶然存在的一刹那，只是有无相生的动态而已。因为有刹那绵延绝续常有的动，于是误认为动态即是存在，而不承认返有还无的静态也是存在的另一表相。所以他说天地之间，其犹橐囗乎，虚而不屈，动而愈出。橐囗，是旧式农业社会用作鼓吹通气的工具，俗话叫做风箱。也就是淮南子本经所说的鼓橐吹捶，以销钢铁的冶炼金属的工具之一。橐，是指它的外形的箱椟。囗，是指它内在的往来活动的管片。但在旧式的农业社会里，用布缝成两头通，中间空，用来装置杂物的布袋，也叫做橐。至于橐，是三面密缝，一面通口的布袋。囗，便是后世的七孔笛。总之，橐囗，是老子用通俗习惯使用的东西，来说明这个物质世间的一切活动，只是气分的变化，动而用之便有，静而藏之，就好像停留在止息状态。其实，这个天地的万物，都在永远不息的动态中循环旋转，并无真正的静止。所谓静止，也只是相似止息而偶无动态感觉的情景而已。因此，同样的原理，不同表达的周易系辞传里便说吉凶悔吝，生乎动者也。万事万物，动必有咎。在动的作为里，所谓好的成分的吉，只占四分之一。不好的凶，和仅次于凶的不好――悔吝，便占四分之三。然而天地与万物，毕竟都在动态中生生不已地活着。活像是动，动是活力的表现。因此，愈动而愈生生不已。生生不已和永远活动互为因果，互为生活。既然了解到天地之间气分的变化往来，变动不息，生生不已，有无相生，动静互为宗主。那么，就可进而了解到一切人事的作为思想言语，都同此例。是非，善恶，祸福，主观与客观，都是不能肯定的确有一绝对性的标准。如果一定要理论上争辩到有一个绝对的道理，这个绝对也只是在文字上，人为的，暂时裁定为穷尽之处而已。其实，在动态中，愈动而愈出，永无有穷尽的一点。"}
{"text":"然而天地与万物，毕竟都在动态中生生不已地活着。活像是动，动是活力的表现。因此，愈动而愈生生不已。生生不已和永远活动互为因果，互为生活。既然了解到天地之间气分的变化往来，变动不息，生生不已，有无相生，动静互为宗主。那么，就可进而了解到一切人事的作为思想言语，都同此例。是非，善恶，祸福，主观与客观，都是不能肯定的确有一绝对性的标准。如果一定要理论上争辩到有一个绝对的道理，这个绝对也只是在文字上，人为的，暂时裁定为穷尽之处而已。其实，在动态中，愈动而愈出，永无有穷尽的一点。犹如数理在开发中，也永无尽止。同样地，人世间的是非纷争，也是愈动而愈有各种不同方面的发展，并无一个绝对的标准。才有是非，纷然失心。只有中心虚灵常住，不落在有无虚实的任何一面，自然可以不致屈曲一边，了了常明，洞然烛照。这便是多言数穷，不如守中的关键。但也有认为老子这两句话，是明哲保身与世无争的教条，所谓是非只为多开口，烦恼皆因强出头。尤其是后世修炼神仙丹道学派的道家们，认为说话是最伤元气的行为，而且是促使短命，造成不好运气的最大原因。所谓数穷便是气数欠佳运气坎坷的表示。因此修道之士，便有开口神气散，意动火工寒的严厉训诫了。这种说法，是否绝对合理，姑且引用古体文的其然乎，其不然乎两句话来做结论，由大家自去思考取决了。如果转进一层，了解到橐囗与风箱的作用，那么，便可明白老子所说的多言数穷，不如守中的话，并不完全是教人不可开口说话。只是说所当说的，说过便休，不立涯岸。不可多说，不可不说。便是言满天下无口过，才是守中的道理，才与后文老子所说善言无瑕囗的意旨相符。否则，老子又何须多言自着五千文呢！譬如风箱，在当用的时候，便鼓动成风，助人成事。如不得其时，不需要的时候，便悠然止息，缄默无事。倘使如灌夫骂座，祢衡击鼓，说来无补于事，那便有违多言数穷，不如守中的明训了。谷神不死，是谓玄北，玄北之门，是谓天地根。绵绵若存，用之不勤。承接上文天地之间，其犹橐囗平！虚而不屈，动而愈出。多言数穷，不如守中的法则，说明天地万物与人我生命的作用，常在于一动一静之间。要善加把握，善加运用。因此而引用本章谷神不死的一段，似静而实动，虽动而似至静。似乎虚无而实在含有无穷的妙用，虽然妙用无穷，但同时也蕴藏了用而无用的善巧方便。"}
{"text":"倘使如灌夫骂座，祢衡击鼓，说来无补于事，那便有违多言数穷，不如守中的明训了。谷神不死，是谓玄北，玄北之门，是谓天地根。绵绵若存，用之不勤。承接上文天地之间，其犹橐囗平！虚而不屈，动而愈出。多言数穷，不如守中的法则，说明天地万物与人我生命的作用，常在于一动一静之间。要善加把握，善加运用。因此而引用本章谷神不死的一段，似静而实动，虽动而似至静。似乎虚无而实在含有无穷的妙用，虽然妙用无穷，但同时也蕴藏了用而无用的善巧方便。为了切实了解本章的内涵与后世一般修炼神仙丹道者的各种注释，首先需要解决两个关键性的名词，即所谓谷神与玄牝。谷神谷，当然是一般所谓山谷的简称。但是一般所谓的山谷，大致可以归纳成为两种形态。一是如袋形的山谷，有进路而无出口。二是两山夹峙，上仄中空而较隐蔽或者曲折的狭长形通道。第一类形的山谷，大多空气不能对流，凡有声响动静，必然会有回声。这种回声是因为空气不能对流而产生。但在某些愚昧者的观念看来，便认为这样的空谷，必是神灵的窟宅，因此而有回声。其实回声是物理的作用，并非神灵的显赫威灵。可是在愚夫愚妇的心目中，往往因此而形成宗教式的神话，塑造了多少莫须有的传说，认为其中有神。更有甚者，便套用了道家代表人物老子的名词，称它为谷神。第二类形的山谷，是隐晦曲折，两头相通的狭长通道，空气对流，由这一头的传呼，便很迅速地畅达遥远的那一头。因此，也成为被人编织成神话的题材，认为其中如有神助。实际上，也是空气的传声作用，并非真有不可思议的神秘存在。首先了解谷神之所以为神的道理，便是因为它的中间空洞无物，因此而形成其中的空灵作用。正因其中空而无物，才能生起看似虚无，而蕴藏似乎妙有的功用。其次，便是玄牝，玄字，也通作元始元来根元的元字。元，等于是万物的初始根元，是极其微妙的第一因的代名词。牝，在中国上古的文字中，是母性雌性生殖机能的文雅代名词。相反的，牡字，便是男性雄性生理机能的代号。在这个世界上，一切动植物，虽然由牝牡两性的结合而造成延续的生命，但个体生命绝大多数都是雌性，也就是阴性的生殖器官所出生的。因此，老子造了一个名词，叫做玄牝。后世的道家由此引申，认为大海荡荡的中心点有一海眼。"}
{"text":"元，等于是万物的初始根元，是极其微妙的第一因的代名词。牝，在中国上古的文字中，是母性雌性生殖机能的文雅代名词。相反的，牡字，便是男性雄性生理机能的代号。在这个世界上，一切动植物，虽然由牝牡两性的结合而造成延续的生命，但个体生命绝大多数都是雌性，也就是阴性的生殖器官所出生的。因此，老子造了一个名词，叫做玄牝。后世的道家由此引申，认为大海荡荡的中心点有一海眼。海眼虽小，却是源源滚滚而出，成为大地层面的诸大海洋和江河的来源，它便是海的玄牝。至于北极，便是大地的玄牝。人体的会阴部分，则是人身生命源泉的玄牝之处。印度瑜伽术有关身瑜伽的术语，叫它海底，或视为灵能和灵力的窟穴。了解了这两个名词的内涵，然后便可大致明白老子本章的意义，是要体会虚灵不昧的谷神境界，中空无物，而有感应无方的无限妙用。正因其虚无空冥，所以生生不已，生而无生，有而不有，因此而永恒不死。后来的道教，改头换面，称之谓洞元洞虚，也就是由此而来。谷神即空洞虚无而生妙有的功能，便是天地万物生命源泉的根本，取一个代名词，便叫它是玄牝。玄牝虽然中空无物，但却是孕育天地万物生命的窟宅，绵绵不绝，若存若亡。在这节文字里，必须特别留意老子行文的用字之妙――这个若字。若字和佛学的如字，都是同样的表相形容词，用现代语来讲，便是好像的意思。在虚无中生发妙有的功用，好像是绵绵不绝的存在，但并无一个实质的东西。如真有一实质，一切的有，最终总归之于元始的虚无，这是必然的法则。和现代物理学所讲的质能互变的原理相类同。吹毛用了急须磨在这一节里，老子又说了一句非常重要的名言，便是用之不勤。相反地说，用得太勤，便是多用常用久用。这样一来，就会违反绵绵若存的绵密的妙用了。那么，怎样才是用之不勤的道理？且让我们借用临济义玄禅师的一首诗偈，作为深入的说明。沿流不止问如何？真照无边说似他。离相离名人不禀，吹毛用了急须磨。所谓沿流不止，是说我们的思想情绪知觉感觉，素来都是随波逐流，被外境牵引着顺流而去，自己无法把握中止。"}
