{"text":"我曾见过一册日本文的书，――记得是童谣缀方，卷首有一幅彩图，下面题着苍蝇眼中的世界大意。图中所有，极其光怪陆离虽明知苍蝇眼中未必即是如此，而颇信其如此――自己仿佛飘飘然也成了一匹小小的苍蝇，陶醉在那奇异的世界中了！这样前去，谁能说法朗士的倘若永不会变成果然呢！――语丝拉得太长了，总而言之，统而言之，我们只是要变比别人巧妙的把戏，只是要到上海去开先施公司这便是我们所能有的自由。秀才不出门，能知天下事。这种或者稍嫌旧式的了西还页。见阿丽思漫游奇境记译本。此处用周作人先生译文，见自己的园地页。那么，来个新的，看世界面上，我们来做个世界民吧―世界民sp者，据我的字典里说，是无定居之人，又有弥漫全世界，世界一家等义虽是极简单的解释，我想也就够用，恕不再翻那笨重的大字典了。金瓶梅中的此语，此处只取其辞。我海阔天空或古今中外了九张稿纸尽绕着圈儿，你或者有些头痛吧？只听楼板响，不见人下来！你将疑心开宗明义第一节所说的生活的方法，我竟不曾思索过，只冤着你，青山隐隐水迢迢地逗着你玩儿！不！别着急，这就来了也。既说海阔天空与古今中外，又要说什么方法，实在有些儿像左手望外推，右手又赶着望里拉，岂不可笑！但古语说得好，大丈夫能屈能伸，我正可老着脸借此解嘲况且一落言诠，总有边际，你又何苦斤浇较量呢？况且方法虽小，其中也未尝无大这也是所谓有限的无穷也。说到无穷，真使我为难！方法也正是千头万绪，比一部十七史更难得多多虽说大处着眼，小处下手，但究竟从何处下手，却着实费我踌踌！―有了！我且学着那李逵，从黑松林里跳了出来，挥动板斧，随手劈他一番便了！我就是这个主意！李逵决非吴用当然不足语于丝丝入扣的谨严的论理的！但我所说的方法，原非斗胆为大家开方案，只是将我所喜欢用的东西，献给大家看看而已。这只是我的到自由之路，自然只是从我的趣味中寻出来的而在大宇长宙之中，无量数的我之内，区区的我，真是何等区区呢？而且我本人既在企图自己的放大，则他日之趣味，是否即今日之趣味，也殊未可知。"}
{"text":"―有了！我且学着那李逵，从黑松林里跳了出来，挥动板斧，随手劈他一番便了！我就是这个主意！李逵决非吴用当然不足语于丝丝入扣的谨严的论理的！但我所说的方法，原非斗胆为大家开方案，只是将我所喜欢用的东西，献给大家看看而已。这只是我的到自由之路，自然只是从我的趣味中寻出来的而在大宇长宙之中，无量数的我之内，区区的我，真是何等区区呢？而且我本人既在企图自己的放大，则他日之趣味，是否即今日之趣味，也殊未可知。所以此文也只是我姑妄言之，你姑妄听之但倘若看了之后，能自己去思索一番，想出真个巧妙的方法，去做个海阔天空与古今中外的人，那时我虽觉着自己更是狭窄，非另打主意不可，然而总很高兴了我将仰天大笑，到草帽从头上落下为止。其实关于所谓方法，我已露过些口风了我们要能多方面的了解，多方面的感受，多方面的参加，才有真趣可言。我现在做着教书匠。我做了五年教书匠了，真个腻得慌！黑板总是那样黑，粉笔总是那样白，我总是那样的我！成天儿浑淘淘的，有时对于自己的活着，也会惊诧。我想我们这条生命原像一湾流水，可以随意变成种种的花样现在却筑起了堰，截断它的流，使它怎能不变成浑淘淘呢？所以一个人老做一种职业，老只觉着是一种职业，那真是一条死路！说来可笑，我是常常在想改业的正如未来派剧本说的换个丈夫吧，我也不时地提着自己，换个行当吧！我不想做官，但很想知道官是怎样做的。这不是一件容易事！官场现形记所形容的究竟太可笑了！况且现在又换了世界！努力周刊的记者在王内阁时代曾引汤尔和―当时的教育总长―的话你们所论的未尝无理但我到政府里去看看，全不是那么一回事！大意全不是那么一回事！可见不入虎穴，焉得虎子！我于是想做个秘书，去看看官到底是怎样做的？因秘书而想到文书科科员我想一个人赚了大钱，成了资本家，不知究竟是怎样活着的？最要紧，他是怎样想的？我们只晓得他有汽车，有高大的洋房，有姨太太，那是不够的。―由资本家而至于小伙计，他们又怎样度他们的岁月？银行的行员尽爱买马票，当铺的朝奉尽爱在夏天打赤膊―其余的，其余的我便有些茫茫了！我们初到上海，总要到大世界去一回。但上海有个五光十色的商世界，我们怎可不去逛逛呢？我于是想做个什么公司里的文书科科员，尝些商味儿。上海不但有个商世界，还有个新闻世界。"}
{"text":"因秘书而想到文书科科员我想一个人赚了大钱，成了资本家，不知究竟是怎样活着的？最要紧，他是怎样想的？我们只晓得他有汽车，有高大的洋房，有姨太太，那是不够的。―由资本家而至于小伙计，他们又怎样度他们的岁月？银行的行员尽爱买马票，当铺的朝奉尽爱在夏天打赤膊―其余的，其余的我便有些茫茫了！我们初到上海，总要到大世界去一回。但上海有个五光十色的商世界，我们怎可不去逛逛呢？我于是想做个什么公司里的文书科科员，尝些商味儿。上海不但有个商世界，还有个新闻世界。我又想做个新闻记者，可以多看些稀奇古怪的人，稀奇古怪的事。此外我想做的事还多！戴着龌龊的便帽，穿着蓝布衫裤的工人，拖着黄泥腿，衔着旱烟管的农人，扛着枪的军人，我都想做做他们的生活看。可是谈何容易我不是上帝，究竟是没有把握的！这些都是非分的妄想，岂不和癞蛤蟆想吃天鹅肉一样！―话虽如此不问收获，只问耕耘，也未尝不是一种解嘲的办法。况且退一万步讲，能够这样想想，也未尝没有淡档的味儿，和加力克香烟一样的味儿。况且我们的上帝万一真个吝惜他的机会，我也想过了我从今日今时起，努力要在黑白生涯中找寻些味儿，不像往日随随便便地上课下课，想来也是可以的！意大利s的爱的教育里说有一位先生，在一个小学校里做了六十年的先生年老退职之后，还时时追忆从前的事情一闭了眼，就像有许多的孩子，许多的班级在眼前偶然听到小孩的书声，便悲伤起来，说我已没有学校没有孩子了！可见天下无难事，只怕有心人！但我一面羡慕这位可爱的先生，一面总还打不断那些妄想我的心不是一条清静的荫道，而是十字街头呀！宋春舫译的换个丈夫罢，曾载东方杂志。职业也。亚米契斯―，意大利作家。以上内容见该书译本第七卷。我的妄想还可以减价自己从不能做诸色人等，却可以结交诸色人等的朋友。从他们的生活里，我也可以分甘共苦，多领略些人味儿虽然到底不如亲自出马的好。爱的教育里说只在一阶级中交际的人，恰和只读一册书籍的学生一样。真是有理呀有理！现在的青年，都喜欢结识几个女朋友一面固由于性的吸引，一面也正是要润泽这干枯而单调的生活。"}
{"text":"以上内容见该书译本第七卷。我的妄想还可以减价自己从不能做诸色人等，却可以结交诸色人等的朋友。从他们的生活里，我也可以分甘共苦，多领略些人味儿虽然到底不如亲自出马的好。爱的教育里说只在一阶级中交际的人，恰和只读一册书籍的学生一样。真是有理呀有理！现在的青年，都喜欢结识几个女朋友一面固由于性的吸引，一面也正是要润泽这干枯而单调的生活。我的一位先生曾经和我们说他有一位朋友，新从外国回到北京待了一个多月，总觉有一件事使他心里不舒畅，却又说不出是什么事。后来有一天，不知怎样，竟被他发见了原来北京的街上太缺乏女人！他觉得这样的生活，实在干燥无味！但单是女朋友，我觉得还是不够我又常想结识些小孩子，做我的小朋友。有人说和孩子们作伴，和孩子们共同生活，会使自己也变成一个孩子，一个大孩子所以小学教师是不容易老的。这话颇有趣，使我相信。我去年上半年和一位有着童心的朋友，曾约了附近一所小学校的学生，开过几回同乐会大家说笑话，讲故事，拍七，吃糖果，看画片，都很高兴的。后来暑假期到了，他们还抄了我们的地址，说要和我们通信呢。不但学龄儿童可以做我的朋友，便是幼稚园里的也可以的，而且更加有趣哩。且请看这一段终于，母亲逃出了庭间了。小孩们追到栏栅旁，脸挡住了栅缝，把小手伸出，纷纷地递出面包呀，苹果片呀，牛油块等东西来。一齐叫说再会，再会！明天再来，再请过来！见爱的教育译本第七卷内幼儿院中。倘若我有这样的小朋友，我情愿天天去呀！此外，农人，工人，也要相与些才好。我现在住在乡下，常和邻近的农人谈天，又曾和他们喝过酒，觉得另有些趣味。我又晓得在北京，上海的我的朋友的朋友，每天总找几个工人去谈天我且不管他们谈的什么，只觉每天换几个人谈谈，是很使人新鲜的。若再能交结几个外国朋友，那是更别致了。从前上海中华世界语学会教人学世界语，说可以和各国人通信后来有人非议他们，说世界语的价值岂就是如此的！非议诚然不错。但与各国人通信，到底是一件有趣的事呀！――还有一件，自己的妻和子女，若在别一方面作为朋友看时，也可得着新的启示的。不信么？试试看！若你以为阶级的障壁不容易打破，人心的隔膜不容易揭开你于是皱着眉，咂着嘴，说要这样地交朋友，真是千难万难！是的但是――你太小看自己了，那里就这样地不济事！"}
{"text":"若再能交结几个外国朋友，那是更别致了。从前上海中华世界语学会教人学世界语，说可以和各国人通信后来有人非议他们，说世界语的价值岂就是如此的！非议诚然不错。但与各国人通信，到底是一件有趣的事呀！――还有一件，自己的妻和子女，若在别一方面作为朋友看时，也可得着新的启示的。不信么？试试看！若你以为阶级的障壁不容易打破，人心的隔膜不容易揭开你于是皱着眉，咂着嘴，说要这样地交朋友，真是千难万难！是的但是――你太小看自己了，那里就这样地不济事！也罢，我还有一套便宜些的变给你瞧瞧这就叫做知人呀。交不着朋友是没法的，但晓得些别人的闲事，总可以的只须不尽着去自扫门前雪，而能多管些一般人所谓闲事，就行了。我所谓多管闲事，其实只是参加的别名。譬如前次上海日本纱厂工人大罢工，我以为是要去参加的或者帮助他们，或者只看看那激昂的实况，都无不可。总之，多少知道了他们，使自己与他们间多少有了关系，这就得了。又如我的学生和报馆打官司，我便要到法庭里去听审这样就可知道法官和被告是怎样的人了。又如吴稚晖先生，我本不认识的但听过他的讲演，读过他的书，我便能约略晓得他了。――读书真是巧算盘！不但可以知今人，且可以知古人不但可以知中国人，且可以知洋人。同样的巧算盘便是看报！看报可以遇着许多新鲜的问题，引起新鲜的思索。譬如共产党加入国民党，究竟是利用呢，还是联合作战呢？孙中山先生若死在段执政自己夸诩的革命之前，曹锟当国的时候，一班大人，老爷，绅士乃至平民，会不会姑不说敢不敢这样热诚地追悼呢？黄色的班禅在京在沪，为什么也会受着那样热诚的欢迎呢？英国退还庚子赔款，始而说用于教育的目的，继而说用于相互有益之目的，――于是有该国的各工业联合会建议，痛斥中国教育之无效，主张用此款筑路――继而又说用于中等教育真令人目迷五色，到底他们什么葫芦里卖什么药呢？德国新总统为什么会举出兴登堡将军，后事又如何呢？还有，一夫多妻的新护符和新性道德究竟是一是二呢？欧阳予倩的回家以后，到底是不是提倡东方道德呢？――这一大篇帐都是从报上过过来的，毫不稀奇但可以证明，看报的确是最便宜的办法，可以知道许多许多的把戏。旅行也是刷新自己的一帖清凉剂。"}
{"text":"德国新总统为什么会举出兴登堡将军，后事又如何呢？还有，一夫多妻的新护符和新性道德究竟是一是二呢？欧阳予倩的回家以后，到底是不是提倡东方道德呢？――这一大篇帐都是从报上过过来的，毫不稀奇但可以证明，看报的确是最便宜的办法，可以知道许多许多的把戏。旅行也是刷新自己的一帖清凉剂。我曾做过一个设计四川有三峡的幽峭，有栈道的蜿蜒，有峨嵋的雄伟，我是最向慕的！广东我也想去得长久了。乘了香港的上山电车，可以上天而广州的市政，长堤，珠江的繁华，也使我心痒痒的！由此而北，蒙古的风沙，的牛羊，的天幕，又在招邀着我！至于红墙黄土的北平，六朝烟水气的南京，先施公司的上海，我总算领略过了。这样游了中国以后，便跨出国门到日本看她的樱花，看她的富士到俄国看列宁的墓，看第三国际的开会到德国访康德的故居，听月光曲的演奏到美国瞻仰巍巍的自由神和世界第一的大望远镜。再到南美洲去看看那莽莽的大平原，到南非洲去看看那茫茫的大沙漠，到南洋群岛去看看那郁郁的大森林――于是浩然归国若有机缘，再到北极去探一回险，看看冰天雪海，到底如何，那更妙了！梁绍文说得有理刘半农登香港太平山诗中述他的稚儿的话今日啊爹，携我上天。见新青年八卷二号。我们不赞成别人整世的关在一个地方而不出来和世界别一部分相接触，倘若如此，简直将数万里的地球缩小到数英哩，关在那数英哩的圈子内就算过了一生，这未免太不值得！所以我们主张能够遍游全世界，将世界上的事事物物都放在脑筋里的炽炉中锻炼一过，然后才能成为一种正确的经验，才算有世界的眼光。南洋旅行漫记上册二五三页。但在一钱不名的穷措大如我辈者，这种设计恐终于只是过屠门而大嚼而已又怎样办呢？我说正可学胡，梁二先生开国学书目的办法，不妨随时酌量核减只看能力如何。便是真个不名一钱，也非全无法想。听说日本的谁，因无钱旅行，便在室中绕着圈儿，口里只是叫着，某站到啦，某埠到啦这样也便过了瘾。这正和孩子们搀瞎子一样一个蒙了眼做瞎子，一个在前面用竹棒引着他，在室中绕行这引路的尽喊着到某处啦，到某处啦的口号，彼此便都满足。正是，精神一到，何事不成！"}
{"text":"但在一钱不名的穷措大如我辈者，这种设计恐终于只是过屠门而大嚼而已又怎样办呢？我说正可学胡，梁二先生开国学书目的办法，不妨随时酌量核减只看能力如何。便是真个不名一钱，也非全无法想。听说日本的谁，因无钱旅行，便在室中绕着圈儿，口里只是叫着，某站到啦，某埠到啦这样也便过了瘾。这正和孩子们搀瞎子一样一个蒙了眼做瞎子，一个在前面用竹棒引着他，在室中绕行这引路的尽喊着到某处啦，到某处啦的口号，彼此便都满足。正是，精神一到，何事不成！这种人却决非磨坊里的驴子他们的足虽不出户，他们的心尽会日行千里的！说到心的旅行，我想到文心雕龙神思篇说的古人云形在江海之上，心存魏阙之下。神思之谓也。故寂然凝虑，思接千载悄然动容，视通万里罗素论哲学的价值，也说保存宇宙内的思辨玄想之兴趣，总是哲学事业的一部。见庄子。或者它的最要之价值，就是它所潜思的对象之伟大，结果，便解脱了偏狭的和个人的目的。哲学的生活是幽静的，自由的。本能利益的私世界是一个小的世界，搁在一个大而有力的世界中间，迟早必把我们私的世界，磨成粉碎。我们若不扩大自己的利益，汇涵那外面的整个世界，就好像一个兵卒困在炮台里边，知道敌人不准逃跑，投降是不可避免的一样。哲学的潜思就是逃脱的一种法门。摘抄黄凌霜译哲学问题第十五章所谓神思，所谓玄想之兴味，所谓潜思，我以为只是三位一体，只是大规模的心的旅行。心的旅行决不以现有的地球为限！到火星去的不是很多么？到太阳去的不也有么？到太阳系外，和我们隔着三十万光年的星上去的不也有么？这三十万光年，是美国南加州威尔逊山绝顶上，口径百贾最大反射望远镜所能观测的世界之最远距离。换言之，现在吾人一目之下所望见之世界，不仅现在之世界而已，三十余万年之大过去以来，所有年代均同时见之。历史家尝谓吾人由书籍而知过去，直忘却吾人能直接而见过去耳。吾人固然能直接而见过去，由书籍而见过去，还能由岩石地层等而见过去，由骨殖化石等而见过去。目下我们所能见的过去，真是悠久，真是伟大！将现在和它相比，真是大海里一根针而已！姑举一例德国的谁假定地球的历史为二十四点钟，而人类有历史的时期仅为十分钟人类有历史已五千年了，一千年只等于二分钟而已！一百年只等于十二秒钟而已！"}
{"text":"历史家尝谓吾人由书籍而知过去，直忘却吾人能直接而见过去耳。吾人固然能直接而见过去，由书籍而见过去，还能由岩石地层等而见过去，由骨殖化石等而见过去。目下我们所能见的过去，真是悠久，真是伟大！将现在和它相比，真是大海里一根针而已！姑举一例德国的谁假定地球的历史为二十四点钟，而人类有历史的时期仅为十分钟人类有历史已五千年了，一千年只等于二分钟而已！一百年只等于十二秒钟而已！十年只等于一又十分之二秒而已！这还是就区区的地球而论呢。若和全宇宙的历史人能知道么？相较量，那简直是不配！又怎样办呢？但毫不要紧！心尽可以旅行到未曾凝结的星云里，到大爬虫的中生代，到类人猿的脑筋里心究竟是有些儿自由的。不过旅行要有向导我觉最近物理学概观，科学大纲，古生物学，人的研究等书都很能胜任的。最近物理学概观―页。心的旅行又不以表面的物质世界为限！它用实实在在的一支钢笔，在实实在在的白瑞典纸簿上一张张写着日记它马上就能看出钢笔与白纸只是若干若干的微点，叫做电子的――各电子间有许多的空隙，比各电子的总积还大。这正像一张有结而无线的网，只是这么空空的其实说不上什么一支与一张张的！这么看时，心便旅行到物质的内院，电子的世界了。而老的物质世界只有三根台柱子三次元，现在新的却添上了一根四次元心也要去逛逛的。心的旅行并且不以物质世界为限！精神世界是它的老家，不用说是常常光顾的。意识的河流里，它是常常驶着一只小船的。但这个年头儿，世界是越过越多了。用了坐标轴作地基，竖起方程式的柱子，架上方程式的梁，盖上几何形体的瓦，围上几何形体的墙，这是数学的世界。将各种性质的共相如白头等概念分门别类地陈列在一个极大的弯弯曲曲，层层叠档的场上在它们之间，再点缀着各种关系的共相如大类似等于等概念。这是论理的世界。将善人善事的模型和恶人恶事的分门别类陈列着的，是道德的世界。但所谓模型，却和城隍庙所塑二十四孝的像与十王殿的像绝不相同。模型又称规范，如正义，仁爱，奸邪等是――只是善恶的度量衡也道德世界里，全摆着大大小小的这种度量衡。"}
{"text":"将各种性质的共相如白头等概念分门别类地陈列在一个极大的弯弯曲曲，层层叠档的场上在它们之间，再点缀着各种关系的共相如大类似等于等概念。这是论理的世界。将善人善事的模型和恶人恶事的分门别类陈列着的，是道德的世界。但所谓模型，却和城隍庙所塑二十四孝的像与十王殿的像绝不相同。模型又称规范，如正义，仁爱，奸邪等是――只是善恶的度量衡也道德世界里，全摆着大大小小的这种度量衡。还是艺术的世界，东边是音乐的旋律，西边是跳舞的曲线，南边是绘画的形色，北边是诗歌的情韵。――心若是好奇的，它必像唐三藏经过三十六国一样，一一经过这些国土的。见罗素s，大旨见spsp论s节中论共相处。据哲学问题译本第九章共相的世界。据大唐三藏取经诗话。更进一步说，心的旅行也不以存在的世界为限！上帝的乐园，它是要去的阎罗的十殿，它也是要去的。爱神的弓箭，它是要看看的孙行者的金箍棒，它也要看看的。总之，神话的世界，它要穿上梦的鞋去走一趟。它从神话的世界回来时，便道又可游玩童话的世界。在那里有苍蝇目中的天地，有永远不去的春天在那里鸟能唱歌，水也能唱歌，风也能唱歌在那里有着靴的猫，有在背心里掏出表来的兔子在那里有水晶的宫殿，带着小白翼子的天使。童话的世界的那边，还有许多邻国，叫做乌托邦，它也可迂道一往观的。姑举一二给你看看。你知道吴稚晖先生是崇拜物质文明的，他的乌托邦自然也是物质文明的。他说，将来大同世界实现时，街上都该铺大红缎子。他在春晖中学校讲演时，曾指着电灯开关说科学发达了，我们讲完的时候，啤啼叭哒几声，要到房里去的就到了房里，要到宁波的就到了宁波，要到杭州的就到了杭州这也算不来什么奇事。见春晖二十九期。呀！啤啼叭哒几声，心已到了铺着大红缎子的街上了！――若容我借了法朗士的话来说，这些正是灵魂的冒险呀。上面说的都是大头天话，现在要说些小玩意儿，新新耳目，所谓能放能收也。我曾说书籍可作心的旅行的向导，现在就谈读书吧。周作人先生说他目下只想无事时喝点茶，读点新书。喝茶我是无可无不可，读新书却很高兴！"}
