{"text":"对新朝的说法，就叫作反过来征服中国民族的心。而这中国民族的有些心，真也被征服得彻底，到现在，还在用兵燹，疠疫，水旱，风蝗，换取着孔庙重修，雷峰塔再建，男女同行犯忌，四库珍本发行这些大门面。我也并非不知道灾害不过暂时，如果没有记录，到明年就会大家不提起，然而光荣的事业却是永久的。但是，不知怎地，我虽然并非犹太人，却总有些喜欢讲损益，想大家来算一算向来没有人提起过的这一笔账。――而且，现在也正是这时候了。七月十七日。本篇最初发表于一九三四年七月二十三日申报自由谈。几位学者指梁启超胡适等人。梁启超著有清代学者整理旧学之总成绩清代学术概论等胡适推崇清代学术发展，说此时期古学昌明国学季刊发刊宣言，考订一切古文化，可算是中国的文艺复兴时代。几个反理学的思想家小学我国汉代对文字学的通称因为儿童入学先学文字。隋唐以后，范围扩大，成为文字学训诂学音韵学的总称。犹太人从前欧洲人的偏见，以为犹太人都善于经营，对人吝啬，因而常称精于计算的人为犹太人。扬州十日，嘉定三屠前者指顺治二年清军攻破扬州后进行的十天大屠杀后者指同年清军占领嘉定今属上海市后进行的多次屠杀。清代王秀楚著扬州十日记朱子素著嘉定屠城记略，分别记载了当时清兵在这两地屠杀的情况。反过来征服中国民族的心一九三三年三月十八日，胡适在北平对新闻记者的谈话中说日本只有一个方法可以征服中国，即彻底停止侵略，反过来征服中国民族的心。见一九三三年三月二十二日申报北平通讯重修一九三四年一月，国民党山东省政府主席韩复榘提议修复孔庙，在济南设修复孔庙筹备委员会，五月间由国民党政府拨款十万元，蒋介石捐款五万元，以示提倡。雷峰塔再建，同年五月，时轮金刚法会理事会发起重建杭州雷峰塔。男女同行犯忌，同年七月，广州省河督配局长郑日东根据礼记王制中道路，男子由右，妇人由左的话，呈请国民党西南政务委员会，令男女分途而走，禁止同行。四库珍本发行，参看本卷第页注。"}
{"text":"雷峰塔再建，同年五月，时轮金刚法会理事会发起重建杭州雷峰塔。男女同行犯忌，同年七月，广州省河督配局长郑日东根据礼记王制中道路，男子由右，妇人由左的话，呈请国民党西南政务委员会，令男女分途而走，禁止同行。四库珍本发行，参看本卷第页注。推己及人推己及人梦文忘了几年以前了，有一位诗人开导我，说是愚众的舆论，能将天才骂死，例如英国的济慈就是。我相信了。去年看见几位名作家的文章，说是批评家的漫骂，能将好作品骂得缩回去，使文坛荒凉冷落。自然，我也相信了。我也是一个想做作家的人，而且觉得自己也确是一个作家，但还没有获得挨骂的资格，因为我未曾写过创作。并非缩回去，是还没有钻出来。这钻不出来的原因，我想是一定为了我的女人和两个孩子的吵闹，她们也如漫骂批评家一样，职务是在毁灭真天才，吓退好作品的。幸喜今年正月，我的丈母要见见她的女儿了，她们三个就都回到乡下去。我真是耳目清静，猗欤休哉，到了产生伟大作品的时代。可是不幸得很，现在已是废历四月初，足足静了三个月了，还是一点也写不出什么来。假使有朋友问起我的成绩，叫我怎么回答呢？还能归罪于她们的吵闹吗？于是乎我的信心有些动摇。我疑心我本不会有什么好作品，和她们的吵闹与否无关。而且我又疑心到所谓名作家也未必会有什么好作品，和批评家的漫骂与否无涉。不过，如果有人吵闹，有人漫骂，倒可以给作家的没有作品遮羞，说是本来是要有的，现在给他们闹坏了。他于是就像一个落难小生，纵使并无作品，也能从看客赢得一掬一掬的同情之泪。假使世界上真有天才，那么，漫骂的批评，于他是有损的，能骂退他的作品，使他不成其为作家。然而所谓漫骂的批评，于庸才是有益的，能保持其为作家，不过据说是吓退了他的作品。在这三足月里，我仅仅有了一点烟士披离纯，是套罗兰夫人的腔调的批评批评，世间多少作家，借汝之骂以存！五月十四日。本篇最初发表于一九三四年五月十八日中华日报动向。济慈，―英国诗人。主要作品有长诗恩底弥翁，抒情诗希腊古瓮颂夜莺颂等。"}
{"text":"然而所谓漫骂的批评，于庸才是有益的，能保持其为作家，不过据说是吓退了他的作品。在这三足月里，我仅仅有了一点烟士披离纯，是套罗兰夫人的腔调的批评批评，世间多少作家，借汝之骂以存！五月十四日。本篇最初发表于一九三四年五月十八日中华日报动向。济慈，―英国诗人。主要作品有长诗恩底弥翁，抒情诗希腊古瓮颂夜莺颂等。他的恩底弥翁于一八一八年出版后，由于诗中的民主主义思想和反古典主义倾向，受到保守派批评家的攻击。一八二年，他因肺病恶化到意大利疗养，次年去世。他的朋友――英国诗人拜伦在长诗唐璜第十一歌中写道济慈被一篇批评杀死了，正当他可望写出伟大的作品。苏汶在一九三二年十月现代第一卷第六期发表的第三种人的出路一文中说左翼指导理论家们不管三七念一地把资产阶级这个恶名称加到他们头上去，使得一部分作家永远地沉默，长期地搁笔。高明在一九三三年十二月现代第四卷第二期发表的关于批评一文，也攻击批评家是是荒僻地带惯常遇见的暴徒！他们对文艺所做的，不是培植，而是压杀。罗兰夫人，，―十八世纪法国大革命时，攫取政权的吉伦特派政府内政部长罗兰的妻子。她曾参与决定吉伦特派的反动政策。一七九三年五月资产阶级民主派雅各宾派掌权后，罗兰夫人于同年十一月被处死刑。梁启超的罗兰夫人传中，曾记她临死时对断头台旁的自由神像说自由自由，天下古今几多之罪恶，假汝之名以行！玩具玩具宓子章今年是儿童年。我记得的，所以时常看看造给儿童的玩具。马路旁边的洋货店里挂着零星小物件，纸上标明，是从法国运来的，但我在日本的玩具店看见一样的货色，只是价钱更便宜。在担子上，在小摊上，都卖着渐吹渐大的橡皮泡，上面打着一个印子道完全国货，可见是中国自己制造的了。然而日本孩子玩着的橡皮泡上，也有同样的印子，那却应该是他们自己制造的。大公司里则有武器的玩具指挥刀，机关枪，坦克车。然而，虽是有钱人家的小孩，拿着玩的也少见。"}
{"text":"马路旁边的洋货店里挂着零星小物件，纸上标明，是从法国运来的，但我在日本的玩具店看见一样的货色，只是价钱更便宜。在担子上，在小摊上，都卖着渐吹渐大的橡皮泡，上面打着一个印子道完全国货，可见是中国自己制造的了。然而日本孩子玩着的橡皮泡上，也有同样的印子，那却应该是他们自己制造的。大公司里则有武器的玩具指挥刀，机关枪，坦克车。然而，虽是有钱人家的小孩，拿着玩的也少见。公园里面，外国孩子聚沙成为圆堆，横插上两条短树干，这明明是在创造铁甲炮车了，而中国孩子是青白的，瘦瘦的脸，躲在大人的背后，羞怯的，惊异的看着，身上穿着一件斯文之极的长衫。我们中国是大人用的玩具多姨太太，雅片枪，麻雀牌，毛毛雨，科学灵乩，金刚法会，还有别的，忙个不了，没有工夫想到孩子身上去了。虽是儿童年，虽是前年身历了战祸，也没有因此给儿童创出一种纪念的小玩意，一切都是照样抄。然则明年不是儿童年了，那情形就可想。但是，江北人却是制造玩具的天才。他们用两个长短不同的竹筒，染成红绿，连作一排，筒内藏一个弹簧，旁边有一个把手，摇起来就格格的响。这就是机关枪！也是我所见的惟一的创作。我在租界边上买了一个，和孩子摇着在路上走，文明的西洋人和胜利的日本人看见了，大抵投给我们一个鄙夷或悲悯的苦笑。然而我们摇着在路上走，毫不愧恧，因为这是创作。前年以来，很有些人骂着江北人，好像非此不足以自显其高洁，现在沉默了，那高洁也就渺渺然，茫茫然。而江北人却创造了粗笨的机枪玩具，以坚强的自信和质朴的才能与文明的玩具争。他们，我以为是比从外国买了极新式的武器回来的人物，更其值得赞颂的，虽然也许又有人会因此给我一个鄙夷或悲悯的冷笑。六月十一日。本篇最初发表于一九三四年六月十四日申报自由谈。儿童年一九三三年十月，中华慈幼协会曾根据上海儿童幸福委员会的提议，呈请国民党政府定一九三四年为儿童年。后来国民党政府于一九三四年三月发出训令，改定一九三五年为儿童年。但上海市儿童幸福委员会经上海市政府批准，仍单独定一九三四年为儿童年。江北人这里的江北指江苏境内长江以北，淮河以南一带。一九三二年一二八战争后，日军占领闸北，利用汉奸组织了上海北市地方人民维持会，为非作歹。该会头目胡立夫等多为江北人，因此引起当时一般群众对江北人的恶感。"}
{"text":"后来国民党政府于一九三四年三月发出训令，改定一九三五年为儿童年。但上海市儿童幸福委员会经上海市政府批准，仍单独定一九三四年为儿童年。江北人这里的江北指江苏境内长江以北，淮河以南一带。一九三二年一二八战争后，日军占领闸北，利用汉奸组织了上海北市地方人民维持会，为非作歹。该会头目胡立夫等多为江北人，因此引起当时一般群众对江北人的恶感。未来的光荣未来的光荣张承禄现在几乎每年总有外国的文学家到中国来，一到中国，总惹出一点小乱子。前有萧伯纳，后有德哥派拉只有伐扬古久列，大家不愿提，或者不能提。德哥派拉不谈政治，本以为可以跳在是非圈外的了，不料因为恭维了食与色，又挣得外国文氓的恶谥，让我们的论客，在这里议论纷纷。他大约就要做小说去了。鼻子生得平而小，没有欧洲人那么高峻，那是没有法子的，然而倘使我们身边有几角钱，却一样的可以看电影。侦探片子演厌了，爱情片子烂熟了，战争片子看腻了，滑稽片子无聊了，于是乎有人猿泰山，有兽林怪人，有斐洲探险等等，要野兽和野蛮登场。然而在蛮地中，也还一定要穿插一点蛮婆子的蛮曲线。如果我们也还爱看，那就可见无论怎样奚落，也还是有些恋恋不舍的了，性之于市侩，是很要紧的。文学在西欧，其碰壁和电影也并不两样有些所谓文学家也者，也得找寻些奇特的，色情的东西，去给他们的主顾满足，因此就有探险式的旅行，目的倒并不在地主的打拱或请酒。然而倘遇呆问，则以笑话了之，他其实也知道不了这些，他也不必知道。德哥派拉不过是这些人们中的一人。但中国人，在这类文学家的作品里，是要和各种所谓土人一同登场的，只要看报上所载的德哥派拉先生的路由单就知道――中国，南洋，南美。英，德之类太平常了。我们要觉悟着被描写，还要觉悟着被描写的光荣还要多起来，还要觉悟着将来会有人以有这样的事为有趣。一月八日。本篇最初发表于一九三四年一月十一日上海申报自由谈。萧伯纳一九三三年二月来中国旅行时，新闻界颇多报道和评论，有人曾攻击他宣传共产。德哥派拉，―法国小说家记者。一九三三年十一月来中国旅行。"}
{"text":"英，德之类太平常了。我们要觉悟着被描写，还要觉悟着被描写的光荣还要多起来，还要觉悟着将来会有人以有这样的事为有趣。一月八日。本篇最初发表于一九三四年一月十一日上海申报自由谈。萧伯纳一九三三年二月来中国旅行时，新闻界颇多报道和评论，有人曾攻击他宣传共产。德哥派拉，―法国小说家记者。一九三三年十一月来中国旅行。在一九三三年十二月二十八日的一封信中说德哥派拉盖法国礼拜六派，油头滑脑，其到中国来，大概确是搜集小说材料。伐扬古久列，―通译伐扬―古久里，法国作家社会活动家。曾任法共中央委员法共中央机关报人道报主笔。一九三三年九月，他曾来上海出席世界反对帝国主义战争委员会召开的远东会议。外国文氓德哥派拉于一九三三年十一月二十九日在上海参加中法文艺界报界茶话会时，中国新闻记者曾问他对日本侵略中国之感想如何，他回答说此问题过于严重，非小说家所可谈到。又请他谈对中国之感想，他回答说来华后最使我注意的，一是中国菜很好，二是中国女子很美。后来他从南京到北平，一路受国民党政府官员以及文人们的迎送，都是以这类话应付。当时曾有人在报上发表谈话说德氏来平，并未谈及文学，仅讥笑中国女子，中国女子认为德氏系一文氓而已。见一九三三年十二月十一日申报北平特讯玩笑只当它玩笑上玩笑只当它玩笑上不料刘半农先生竟忽然病故了，学术界上又短少了一个人。这是应该惋惜的。但我于音韵学一无所知，毁誉两面，都不配说一句话。我因此记起的是别一件事，是在现在的白话将被扬弃或唾弃之前，他早是一位对于那时的白话，尤其是欧化式的白话的伟大的迎头痛击者。他曾经有过极不费力，但极有力的妙文我现在只举一个简单的例子曰学而时习之，不亦悦乎？这太老式了，不好！学而时习之，子曰，不亦悦乎？这好！学而时习之，不亦悦乎？子曰。这更好！为什么好？欧化了。但子曰终没有能欧化到曰子！"}
{"text":"我因此记起的是别一件事，是在现在的白话将被扬弃或唾弃之前，他早是一位对于那时的白话，尤其是欧化式的白话的伟大的迎头痛击者。他曾经有过极不费力，但极有力的妙文我现在只举一个简单的例子曰学而时习之，不亦悦乎？这太老式了，不好！学而时习之，子曰，不亦悦乎？这好！学而时习之，不亦悦乎？子曰。这更好！为什么好？欧化了。但子曰终没有能欧化到曰子！这段话见于中国文法通论中，那书是一本正经的书又是新青年的同人，五四时代文学革命的战士，现在又成了古人了。中国老例，一死是常常能够增价的，所以我想从新提起，并且提出他终于也是论语社的同人，有时不免发些幽默原先也有幽默，而这些幽默，又不免常常掉到开玩笑的阴沟里去的。实例也就是上面所引的文章，其实是，那论法，和顽固先生，市井无赖，看见青年穿洋服，学外国话了，便冷笑道可惜鼻子还低，脸孔也不白的那些话，并没有两样的。自然，刘先生所反对的是太欧化。但太的范围是怎样的呢？他举出的前三法，古文上没有，谈话里却能有的，对人口谈，也都可以懂。只有将子曰改成曰子是决不能懂的了。然而他在他所反对的欧化文中也寻不出实例来，只好说是子曰终没有能欧化到曰子！那么，这不是无的放矢吗？欧化文法的侵入中国白话中的大原因，并非因为好奇，乃是为了必要。国粹学家痛恨鬼子气，但他住在租界里，便会写些霞飞路，麦特赫司脱路那样的怪地名评论者何尝要好奇，但他要说得精密，固有的白话不够用，便只得采些外国的句法。比较的难懂，不像茶淘饭似的可以一口吞下去是真的，但补这缺点的是精密。胡适先生登在新青年上的易卜生主义，比起近时的有些文艺论文来，的确容易懂，但我们不觉得它却又粗浅，笼统吗？如果嘲笑欧化式白话的人，除嘲笑之外，再去试一试绍介外国的精密的论著，又不随意改变，删削，我想，他一定还能够给我们更好的箴规。用玩笑来应付敌人，自然也是一种好战法，但触着之处，须是对手的致命伤，否则，玩笑终不过是一种单单的玩笑而已。七月十八日。文公直给康伯度的信伯度先生今天读到先生在自由谈刊布的大作，知道为西人侵略张目的急先锋汉奸仍多，先生以为欧式文化的风行，原因是必要。这我真不知是从那里说起？中国人虽无用，但是话总是会说的。"}
{"text":"如果嘲笑欧化式白话的人，除嘲笑之外，再去试一试绍介外国的精密的论著，又不随意改变，删削，我想，他一定还能够给我们更好的箴规。用玩笑来应付敌人，自然也是一种好战法，但触着之处，须是对手的致命伤，否则，玩笑终不过是一种单单的玩笑而已。七月十八日。文公直给康伯度的信伯度先生今天读到先生在自由谈刊布的大作，知道为西人侵略张目的急先锋汉奸仍多，先生以为欧式文化的风行，原因是必要。这我真不知是从那里说起？中国人虽无用，但是话总是会说的。如果一定要把中国话取消，要乡下人也密司忒起来，这不见得是中国文化上的必要吧。譬如照华人的言语说张甲说今天下雨了。李乙说是的，天凉了。若照尊论的主张，就应该改做今天下雨了，张甲说。天凉了，――是的李乙说。这个算得是中华民国全族的必要吗？一般翻译大家的欧化文笔，已足阻尽中西文化的通路，使能读原文的人也不懂译文。再加上先生的必要，从此使中国更无可读的西书了。陈子展先生提倡的大众语，是天经地义的。中国人间应该说中国话，总是绝对的。而先生偏要说欧化文法是必要！毋怪大名是康伯度，真十足加二的表现买办心理了。刘半农先生说翻译是要使不懂外国文的人得读这是确切不移的定理。而先生大骂其半农，认为非使全中国人都以欧化文法为必要的性命不可！先生，现在暑天，你歇歇吧！帝国主义的灭绝华人的毒气弹，已经制成无数了。先生要做买办尽管做，只求不必将全个民族出卖。我是一个不懂颠倒式的欧化文式的愚人！对于先生的盛意提倡，几乎疑惑先生已不是敝国人了。今特负责请问先生为甚么投这文化的毒瓦斯？是否受了帝国主义者的指使？总之，四万万四千九百万陈先生以外以内的中国人对于先生的主张不敢领教的！幸先生注意。文公直七月二十五日。八月七日申报自由谈。康伯度答文公直公直先生中国语法里要加一点欧化，是我的一种主张，并不是一定要把中国话取消，也没有受了帝国主义者的指使，可是先生立刻加给我汉奸之类的重罪名，自己代表了四万万四千九百万陈先生以外以内的中国人，要杀我的头了。我的主张也许会错的，不过一来就判死罪，方法虽然很时髦，但也似乎过分了一点。况且我看四万万四千九百万陈先生以外以内的中国人，意见也未必都和先生相同，先生并没有征求过同意，你是冒充代表的。"}
{"text":"八月七日申报自由谈。康伯度答文公直公直先生中国语法里要加一点欧化，是我的一种主张，并不是一定要把中国话取消，也没有受了帝国主义者的指使，可是先生立刻加给我汉奸之类的重罪名，自己代表了四万万四千九百万陈先生以外以内的中国人，要杀我的头了。我的主张也许会错的，不过一来就判死罪，方法虽然很时髦，但也似乎过分了一点。况且我看四万万四千九百万陈先生以外以内的中国人，意见也未必都和先生相同，先生并没有征求过同意，你是冒充代表的。中国语法的欧化并不就是改学外国话，但这些粗浅的道理不想和先生多谈了。我不怕热，倒是因为无聊。不过还要说一回我主张中国语法上有加些欧化的必要。这主张，是由事实而来的。中国人话总是会说的，一点不错，但要前进，全照老样却不够。眼前的例，就如先生这几百个字的信里面，就用了两回对于，这和古文无关，是后来起于直译的欧化语法，而且连欧化这两个字也是欧化字还用着一个取消，这是纯粹日本词一个瓦斯，是德国字的原封不动的日本人的音译。都用得很惬当，而且是必要的。譬如毒瓦斯罢，倘用中国固有的话的毒气，就显得含混，未必一定是毒弹里面的东西了。所以写作毒瓦斯，的确是出乎必要的。先生自己没有照镜子，无意中也证明了自己也正是用欧化语法，用鬼子名词的人，但我看先生决不是为西人侵略张目的急先锋汉奸，所以也想由此证明我也并非那一伙。否则，先生含狗血喷人，倒先污了你自己的尊口了。我想，辩论事情，威吓和诬陷，是没有用处的。用笔的人，一来就发你的脾气，要我的性命，更其可笑得很。先生还是不要暴躁，静静的再看看自己的信，想想自己，何如？专此布复，并请热安。弟康伯度脱帽鞠躬。八月五日。八月七日申报自由谈。本篇最初发表于一九三四年七月二十五日申报自由谈。白话将被扬弃或唾弃当时在大众语讨论中，有人主张扬弃白话文，如高荒在由反对文言文到建设大众语中说把白话文里面合乎大众需要的部分提高，不合乎大众需要的部分消灭，在实践中将白话文扬弃。见一九三四年七月十五日中华日报星期专论唾弃一语见本书倒提附录。学而时习之，不亦悦乎？语见论语学而。中国文法通论刘半农著，一九二年上海求益书社出版。"}
