{"text":"人的经验阅历多了，也容易变成尖酸刻薄。我现在老了，有资格对年轻学生们说，他们骂我们老年人老奸巨滑，我绝对承认，而且认为是恭维的话。老奸不是巨滑，因为年龄越增加，经验越多，讲话就只好保留一点，这也是一种修养的工夫。如果年龄增加，人情经过多了，把人事看透了，而转来对自己的朋友，非常厚道，宁可你不对，我不挖苦你，不刻薄你，仍诚恳对你，这是道德，这是学问。各位要注意，假使作领导人，自然有好听的话要来的。孔子说，顺耳的话，听了难道会不高兴吗？捧两句总比骂两句听来舒服，明知道那两句捧的话是假的，可是总舒服点。清代才子袁枚有名的故事，他二三十岁就名满天下，出来作县长，赴任之前，去向老师――乾隆时的名臣尹文端辞行请训，老师问他年纪轻轻去做县长，有些什么准备？他说什么都没有，就是准备了一百顶高帽子。老师说年轻人怎么搞这一套？袁枚说社会上人人都喜欢戴，有几人像老师这样不要戴的。老师听了也觉得他说的有理。当袁枚出来，同学们问他与老师谈得如何？他说已送出了一顶。这就是孔子说的巽与之言，能无说乎？好听的话谁不愿听？所以我们要注意绎之为贵，绎就是演绎，要反省研究推敲分析一下。说而不绎，光喜欢好听的话，自己不加反省推敲。从而不改，对于好的格言，只是欣赏，而不依格言去改自己的毛病。吾末如之何也已矣，孔子说对于这种人，我也实在拿他没有办法了。这也是说知识分子讲理论，告诉人家如何如何很容易，要做到就很难，如果做不到，也没有办法。孔子的学问是讲实际行谊的，能够做到，才是真的学问。子曰主忠信，无友不如己者，过则勿惮改。这句话是重复的，前面说过，不再讲了。重心在无友不如己者，千万不要依古人的解释，认为交朋友一定选比自己好的，那就错了。要尊敬每个人，认为所有的朋友，不可能不如自己的。意气凌云下面是讲学问之道，除了知识以外，要注意气节的培养。气节是人格的中心。子曰三军可夺帅也，匹夫不可夺志也。这是说一个人中心思想的养成。这个问题，也是我们讨论过的，佛家儒家都主张作人要作到无我，这无我是对个人道德修养而言。处理事情则要有我，要有正确的意志思想，用现代话说，便是主义的中心思想。三军可夺帅也，古代作战，如果把对方主帅抓住了，三军失去了领导人，就整个崩溃了。"}
{"text":"意气凌云下面是讲学问之道，除了知识以外，要注意气节的培养。气节是人格的中心。子曰三军可夺帅也，匹夫不可夺志也。这是说一个人中心思想的养成。这个问题，也是我们讨论过的，佛家儒家都主张作人要作到无我，这无我是对个人道德修养而言。处理事情则要有我，要有正确的意志思想，用现代话说，便是主义的中心思想。三军可夺帅也，古代作战，如果把对方主帅抓住了，三军失去了领导人，就整个崩溃了。对人而言，匹夫不可夺志也，任何一个人真有气节，立定了志向，怎么样也不会动摇。我们看到抗战时，许多朋友，为国家牺牲，很多人值得钦佩的，他们可歌可泣有气节的事太多了，无论受到怎样的折磨，始终志向不屈，气节不变，就是说个人的思想与意志，是很难征服的。第二次世界大战以前，西方人对于思想文化侵略的严重，还不大了解。第二次世界大战以后，每一个国家对于这一点都懂了，在战略上先侵夺对方的意志，先把敌人的思想意志变更。在人类文化的战争史上来说，到这几十年来，他们才真正懂得运用这个道理。拿中国历史来说，我们中国自南北朝以迄清代，经过好几次的外族入侵，为什么中华民族始终站得住，外来的民族结果都被我们的文化所同化，就因为文化力量的伟大。有个哈佛大学的教授来问我，全世界的国家亡了就亡了，永远站不起来，唯有中国经过好几次的大亡国，但永远打不垮，永远站得起来，理由在什么地方？我答复他说，关键在一个很简单的名词统一，文化的统一，思想文字的统一。现代的欧洲，和我们春秋战国的时候一样，交通不统一，经济不统一，言语也不统一。我们中国言语，到现在也还没有统一过，广东话福建话，各省各地都有他的方言。但秦汉文化统一以后，不但是整个中国，即使整个亚洲，包括日本东南亚各国，都是中国文字。最近东南亚曾经先后想改，不用中国字，结果没有办法，改不了。越南在变，变到现在还是没有办法马来西亚也在变，有从那里回来的学生告诉我，他们把窗字变成，去掉中间的两点，但学生还是写窗字，老师就说那是以前的窗，现在新来的不必要中间的两点，新式的不用那两个螺丝钉了，可是学生说字典上窗还是有螺丝钉。据说这一类的趣事很多，所以统一的文化非常重要。因此文化不能亡，不能挖根。我们有些国人，自己去做文化挖根的工作，这是自取灭亡的事情。"}
{"text":"最近东南亚曾经先后想改，不用中国字，结果没有办法，改不了。越南在变，变到现在还是没有办法马来西亚也在变，有从那里回来的学生告诉我，他们把窗字变成，去掉中间的两点，但学生还是写窗字，老师就说那是以前的窗，现在新来的不必要中间的两点，新式的不用那两个螺丝钉了，可是学生说字典上窗还是有螺丝钉。据说这一类的趣事很多，所以统一的文化非常重要。因此文化不能亡，不能挖根。我们有些国人，自己去做文化挖根的工作，这是自取灭亡的事情。因此孔子讲到个人匹夫不可夺志也的志节，表现于日常生活上的情形子曰衣敝袍，与衣狐貉者立，而不耻者，其由也与！不忮不求，何用不臧？子路终身诵之。子曰是道也，何足以减？这是孔子描画出的子路。如果现在遇见子路这样的人，是很有味道的有侠气，讲话直，有点像三国演义中的张飞水浒传中的李逵，没什么心机，宋江想打一个鬼主意，就往往被李逵叫开了。孔子弟子中，子路就是这样一个可爱的人。当然，子路有学问，他并不像张飞李逵的粗鲁，但个性豪迈，慷慨尚义。孔子说他，穿着破旧的袍子，与富贵中人穿了皮袍的――大陆北方冬季严寒，非穿皮袍不可，至少穿羊皮，高级的穿狐皮，貂皮灰鼠，相当贵的――站在一起。而不耻者，他没有自卑感，丝毫不觉得不如别人，这种气魄不容易养成。通常穿一件蹩脚的衣服，到一个豪华的场所，心理上立即会觉得自己扁了。这就要有真正学问的气度，即使穿一件破香港衫，到一个华丽的地方，和那些西装笔挺的人站在一起，内心中能真正的满不在乎，不觉得人家富贵自己穷，实在要有真正的修养。孔子说这种气度，这种修养，只有子路做到。如孟子所说说大人则藐之，见到了不起的人，也看得很平凡，很普通。下面孔子引用诗经邶风雄雉章中两句诗称赞子路不忮不求，何用不臧。也告诉我们为什么子路能够做到，凭四个字不忮不求。不求，大家都知道，你官大，我不想作官你钱多，我并不以为钱是了不起的东西，我并没有觉得穷是悲哀，对你无所求嘛！什么是不忮？以现代观念解释，就是心中很正常坦荡，你地位高，有钱，但你是人，我也是人，并没有把功名富贵与贫贱之间分等，都一样看得很平淡。对人不企求不寄希望，自己心里非常恬淡平静。如此作人做事，何用不臧？哪里还行不通？有此心理，自然就气度高华。"}
{"text":"也告诉我们为什么子路能够做到，凭四个字不忮不求。不求，大家都知道，你官大，我不想作官你钱多，我并不以为钱是了不起的东西，我并没有觉得穷是悲哀，对你无所求嘛！什么是不忮？以现代观念解释，就是心中很正常坦荡，你地位高，有钱，但你是人，我也是人，并没有把功名富贵与贫贱之间分等，都一样看得很平淡。对人不企求不寄希望，自己心里非常恬淡平静。如此作人做事，何用不臧？哪里还行不通？有此心理，自然就气度高华。所以说培养气质，不是衣服装饰可以培养得出来的，要在内心上具有这种修养，风度气质自然就出来了。子路听了老师用诗经这两句奖励他，就终身诵之。孔子又说他，我说你好，你就得意起来了。我讲你对，这不过是学问的过程，而学问永无止境，以此到处炫耀，你就已经不行了。因此孔子的结论子曰岁寒，然后知松柏之后雕也。天气冷了，所有的草木都凋零，只有松树与柏树永远是碧绿的――台湾的气候看不出来，大陆上四季分明，就看得很清楚――这是孔子的感叹。人生要在最后看结论，人要在艰难困苦中才看得到他的人格，平常看不出来。如文天祥就是一个例子，国家无事时，他是一个风流才子，谁看得出他后来竟是一个如此坚贞而正气凛然的人。所以古人说疾风知劲草，板荡识忠臣。大风来了，所有的草都倒下去，只有山顶上有一种草，可以作药用的，台湾也可看到，名叫独活，在海拔很高的地方，所有草都不生长，只有这种草生长，所以叫独活，就是劲草，大风都吹不倒。时代的大风浪来临时，人格还是挺然不动摇，不受物质环境影响，不因社会时代不同而变动。国家一乱，就看到了忠臣，也就是孔子说的岁寒，然后知松柏之后雕也。三达德的重心下面孔子说到人格修养的三个重点子曰知者不惑，仁者不忧，勇者不惧。孔子告诉我们，一个人要达成完美的人格修养，重要的有三点，缺一不可。智慧，我们要注意，知在东方文化里并不是知识。书读得好，知识渊博，这是知识。智慧不是知识，也不是聪明。研究佛学，就看出来了。照梵文的音译，般若这两个字，中文来解释，相当于智慧。当时我们翻译佛学经典中的金刚般若波罗蜜多经，其中的波罗蜜多般若都是梵文译音。"}
{"text":"孔子告诉我们，一个人要达成完美的人格修养，重要的有三点，缺一不可。智慧，我们要注意，知在东方文化里并不是知识。书读得好，知识渊博，这是知识。智慧不是知识，也不是聪明。研究佛学，就看出来了。照梵文的音译，般若这两个字，中文来解释，相当于智慧。当时我们翻译佛学经典中的金刚般若波罗蜜多经，其中的波罗蜜多般若都是梵文译音。般若的解释是智慧，为什么不译成金刚智慧波罗蜜多经呢？因为中国过去翻译有五不翻，外文有此意义而中文无此意义的不翻，为五不翻中的一种。现在对外国学生上课，就常有这种情形。譬如境界一词，外文里就没有这个字，勉强翻成现象，但并不完全是境界的意义。现象是科学上的名词，境界是文学上的名词。譬如说有人常引宋代辛稼轩有名的词句蓦然回首，那人却在灯火阑珊处。那就是境界，若隐若现。再说诗的境界，如月落乌啼霜满天，江枫渔火对愁眠。姑苏城外寒山寺，夜半钟声到客船。好境界！如改作飞机轰轰对愁眠那是噪音不是诗了。李后主词的名句无言独上西楼，月如钩，寂寞梧桐深院锁清秋。若是月如团，红烧鸭子一大盘。那就没有境界了。这是讲文学的境界。如把境界翻成现象，就只有月如团，红烧鸭子一大盘，才是现象。又如中国文字的气如何翻译？西方文字不同，氧气氢气瓦斯气，究竟用哪一种起来代表？中国字就不同了，一个电字，就有许多的妙用。在外文就不得了，现在外文有十几万字，真正常用的几千字而已。外文系的学生可不得了，新字一年年增加，我看照这种情形下去，七八十年以后，谁知道要增加到多少字，将来非毁弃不可。而中国只要一个电字就够了，发亮的是电灯，播音的是电唱机，可以烧饭的是电锅电炉，还有电影电视电熨斗，只要两个一拼就成了，谁都懂。外文可不行，电灯是电灯的单字，电话是电话的单字，所以他们的物质越进步，文字越增加，增加到最后，人的脑子要爆炸的。所以现在中文翻外文，就是采音译的方法，然后加注解。我们过去的翻译，不像现在，尤其南北朝佛学进来的时候，政府组织几千个第一流的学者，在一起讨论，一个句子原文念过以后，然后负责中文的人，翻译出来，经过几千人讨论，往往为了一个字，几个月还不能解决。古人对翻译就是那么慎重，所以佛法能变成中国文化的一部分。"}
{"text":"外文可不行，电灯是电灯的单字，电话是电话的单字，所以他们的物质越进步，文字越增加，增加到最后，人的脑子要爆炸的。所以现在中文翻外文，就是采音译的方法，然后加注解。我们过去的翻译，不像现在，尤其南北朝佛学进来的时候，政府组织几千个第一流的学者，在一起讨论，一个句子原文念过以后，然后负责中文的人，翻译出来，经过几千人讨论，往往为了一个字，几个月还不能解决。古人对翻译就是那么慎重，所以佛法能变成中国文化的一部分。现在的人学了三年英文，就中翻英英翻中，谁知道他翻的什么东西？所以翻来覆去，我们的文化，就是这样给他们搞翻了。当时般若为什么不翻成智？因为中国人解释智往往与聪明混在一起，所谓聪明是头脑好，耳聪目明，反应很快就是聪明，是后天的而智慧是先天的，不靠后天的反应，天分中本自具有的灵明，这就叫智慧。他们考虑梵文中这个字有五种意义，智慧不能完全代表出来，所以干脆不翻，音译过来成般若。这里孔子说的知者不惑的知，也等于佛学中智慧的智，而不是聪明。真正有智慧的人，什么事情一到手上，就清楚了，不会迷惑。仁者不忧，真正有仁心的人，不会受环境动摇，没有忧烦。勇者不惧，真正大勇的人，没有什么可怕的。但真正的仁和勇，都与大智慧并存的。圣人之道与才子曰可与共学，未可与适道。可与适道，未可与立。可与立，未可与权。这是作人做事最要注意的事。讲到这种人生的经验，孔子真是圣者，实在了不起。他说有些人可以同学，年轻做朋友蛮好，但没有办法和他同走一条道路，不一定能共事业。假如有一个事业，认为是好朋友，拉在一起做，往往后来朋友变成冤家，真不划算，如不共事业，还是好朋友，多圆满！朋友是难得，结果变成冤家，等于离婚一样，该多痛苦？所以汉光武找严子陵，而严子陵始终不干，始终和皇帝是好朋友，多舒服！如果他作了汉光武的官，最后历史的记载，两人有没有这光荣史迹，就不知道了。可与适道，未可与立。有些人可以共赴事业，但是没有办法共同建立一个东西，无法创业。我们经历了几十年的人生，再回过来看这节书，真感到孔子的了不起。明太祖朱元璋。最初尊孔子，反对孟子，把圣庙里孟子的牌位丢掉，说孟子没什么了不起。"}
{"text":"朋友是难得，结果变成冤家，等于离婚一样，该多痛苦？所以汉光武找严子陵，而严子陵始终不干，始终和皇帝是好朋友，多舒服！如果他作了汉光武的官，最后历史的记载，两人有没有这光荣史迹，就不知道了。可与适道，未可与立。有些人可以共赴事业，但是没有办法共同建立一个东西，无法创业。我们经历了几十年的人生，再回过来看这节书，真感到孔子的了不起。明太祖朱元璋。最初尊孔子，反对孟子，把圣庙里孟子的牌位丢掉，说孟子没什么了不起。后来观念转变，翻开孟子一看，读到孟子说天将降大任于斯人也，必先苦其心志，劳其筋骨那一段，他又立即认为孟子真是圣人，恢复了孟子在圣庙的牌位。这就是说明要人生的经验多了，才体会得出圣贤之言的可贵。可与立，未可与权。有些人可以共同创业，但不能给他权力，无法和他共同权变。这在历史上很多故事中可以看到，有些人学问道德都不错，作别人的高级干部，一人之下万人之上也不错，但权力一集中到他手里，他自己会害了自己，就坏了。譬如现代史中的袁世凯，和曹操差不多，是乱世奸雄，治世未必能。如果一个人大权在手，又有道德学问的修养，把权力看成非常平淡，那就高明了。赞元禅师与王安石再说，由可与共学到未可与权这三句话，我们可以借用宋代蒋山赞元禅师对王安石说的话，作为更进一层的了解。王安石与赞元禅师交情犹如兄弟，一个出家当了和尚，一个作了宰相，王安石每个月都要写信给赞元，而赞元始终不打开来看。有一天王安石问他能不能学道，赞元禅师说你只有一个条件可以学道。但有三个障碍永远去不了，只好再等一世，来生再说学道的事吧！王安石听了很不痛快，要他说明。他便说，你秉气刚大，世缘深。你的气大，又热心于人世的功名事业，成功与失败，没有绝对的把握，你心里永远不会平静，哪里能够学道呢？并且你脾气大，又容易发怒。作学问，重理解，对学道来说，是所知障，你有这三个大毛病，怎么可以学道？不过，不大重视名利，而且生活习惯很淡泊，很像一个苦行僧，只有这一点比较近道而已。所以说你可以先研究修道的理论，等来生再说吧！我们看了这一段对话，再研究一下王安石的一生与宋神宗时代历史上的成败得失，便可以了解孔子所说的这三句话的份量了。唐棣之华，偏其反而岂不尔思，室是远而。子曰未之思也，夫何远之有？"}
{"text":"并且你脾气大，又容易发怒。作学问，重理解，对学道来说，是所知障，你有这三个大毛病，怎么可以学道？不过，不大重视名利，而且生活习惯很淡泊，很像一个苦行僧，只有这一点比较近道而已。所以说你可以先研究修道的理论，等来生再说吧！我们看了这一段对话，再研究一下王安石的一生与宋神宗时代历史上的成败得失，便可以了解孔子所说的这三句话的份量了。唐棣之华，偏其反而岂不尔思，室是远而。子曰未之思也，夫何远之有？孔子所引用这四句古诗，用得很妙。唐棣是一种植物，像栗子一样，台湾也有栗子，五月间开白色的花。这诗上说到看见唐棣开的花朵，好像是反偏在一面的情形，因此引起一时的感想，了解任何一件事物，都有正反两面。有些事所以一时看不清楚，都是因为它太亲近，反而使自己受到蒙蔽，其实，道理就在你的面前，就像在你家里一样，只要多多精思，就可以知道是自家本有的。所谓祸患常积于忽微，智勇多困于所溺，便是此意。唐棣之花的四句诗，它包含有两个意思。第一是说前面有一朵花，真是好看，可惜偏向了一点。第二是映射偏差的过失，是由自己不注意去深思所致。作事业或作人，最容易出错的地方，就是不太注意最浅近之处和偏信最亲近的人。由人生的经验以至历史上的教训，我们便可知道，一个人的失败，整垮你的不是敌人，往往是你左右最亲信的人。也不是左右的人有意整垮你，而是他无意犯一个错误或太多的错误，结果却帮忙你拆垮了台。所以人最不容易看清楚的，是自己同室的人和最亲近的事。好像我们戴眼镜，可以看见外面的事，往往忘记了自己的眼镜，把镜片撞破了，也把眼睛伤害了。四句话连起来就是说，我们有爱好，就有偏私，有了偏私，往往就看事情不清楚，越亲近的事物越看不清楚。这要特别注意。子曰未之思也，夫何远之有？这是孔子的结论，他说实际上都是自己不肯用心去深思，才看不清楚。其实，最高远的道理，就是最平凡最浅近的。我们往往把摆在面前的事情看得漫不经心，不屑去考虑，才种下失败的种子。一般把论语二十篇分成上下两部分，上面十篇为上论。论语上半部的最后一篇，也就是上论第十篇乡党，因为这一篇多半是记录孔子日常作人处世的态度，比较枯燥一点。事实上以现在的观点来说，也就是孔子日常生活的素描。本其中，可以看出他的思想和为人处世的一方面，等于研究孔子的一个结论，我们暂时把它保留。"}
{"text":"这是孔子的结论，他说实际上都是自己不肯用心去深思，才看不清楚。其实，最高远的道理，就是最平凡最浅近的。我们往往把摆在面前的事情看得漫不经心，不屑去考虑，才种下失败的种子。一般把论语二十篇分成上下两部分，上面十篇为上论。论语上半部的最后一篇，也就是上论第十篇乡党，因为这一篇多半是记录孔子日常作人处世的态度，比较枯燥一点。事实上以现在的观点来说，也就是孔子日常生活的素描。本其中，可以看出他的思想和为人处世的一方面，等于研究孔子的一个结论，我们暂时把它保留。上论到此就告一段落。乡党第十我们还有一篇没有讲的第十篇乡党。这一篇不补讲了。乡党这一篇，以现在观念来说，都是描述孔子的生活形态，以现代新闻报道的方式来看，也可以说是孔子生活的花絮，中间提到了孔子办外交的时候什么态度，对人的时候什么态度，上班的时候什么态度，开会的时候什么态度。这篇书过去的读书人看得很严重，现在看来是生活的艺术。孔子的学生们要为孔子立一个塑像，或演一出孔子的戏，就要拿这一篇好好研究了。孔子于乡党，恂恂如也，似不能言者。其在宗庙朝廷，便便言，唯谨尔。朝，与下大夫言，侃侃如也。与上大夫言，如也。君在，qe如也，与与如也。君召使摈，色勃如也，足j如也。揖所与立，左右手，衣前后，b如也。趋进，翼如也。宾退，必复命，曰宾不顾矣。入公门，鞠躬如也，如不容。立不中门，行不履阈。过位，色勃如也，足j如也，其言似不足者。摄齐升堂，鞠躬如也，屏气似不息者。出，降一等，逞颜色，怡怡如也。没阶，趋进，翼如也。复其位，qe如也。执圭，鞠躬如也，如不胜，上如楫，下如授，勃如战色。足如有循。享礼，有容色。私觌，愉愉如也。君子不以绀j饰，红紫不以为亵服。当暑，，必表而出之。缁衣羔裘，素衣麂裘，黄衣狐裘，亵裘长，短右袂。必有寝衣，长一身有半。狐貉之厚以居。去丧，无所不佩。非惟裳，必杀之。羔裘亥冠，不以吊。吉月，必朝服而朝。齐必有明衣，布。齐必变食，居必迁坐。食不厌精，脍不厌细。食而g，鱼馁而肉败，不食。色恶不食，臭恶不食。失饪不食，不时不食。"}
