{"text":"简雍说他们两人身上，都有奸淫的工具啊！刘备听了哈哈大笑说我懂了，快把那些有酿酒器具的人放了吧。这又是曲则全的一幕闹剧。当一个人发怒的时候，所谓怒不可遏，恶不可长。尤其是古代帝王专制政体的时代，皇上一发了脾气，要想把他的脾气堵住，那就糟了，他的脾气反而发得更大，不能堵的，只能顺其势――曲则全――转个弯，把他化掉就好了。这是说身为大臣，做人家的干部，尤其是做高级干部，必须要善于运用的道理。历史上这些故事多得很，我们再看第三个齐有得罪于景公者，公大怒。缚至殿下，召左右肢解之，敢谏者诛，晏子左手持头，右手磨刀，仰而问曰古者明王圣主肢解人，不知从何处始。公离席曰纵之，罪在寡人。周朝，春秋时代的齐景公，在齐桓公之后，也是历史上的一位明主。他拥有历史上第一流政治家晏子――晏婴当宰相。当时有一个人得罪了齐景公，齐景公乃大发脾气，抓来绑在殿下，要把这人一节节地砍掉。古代的肢解，是手脚四肢头脑胭体，一节节地分开，非常残酷。同时齐景公还下命令，谁都不可以谏阻这件事，如果有人要谏阻，便要同样地肢解。皇帝所讲的话，就是法律。晏子听了以后，把袖子一卷，装得很凶的样子，拿起刀来，把那人的头发揪住，一边在鞋底下磨刀，做出一副要亲自动手杀掉此人，为皇帝泄怒的样子。然后慢慢地仰起头来，向坐在上面发脾气的景公问道报告皇上，我看了半天，很难下手，好像历史上记载尧舜禹汤文王等这些明王圣主，要肢解杀人时，没有说明应该先砍哪一部分才对？请问皇上，对此人应该先从哪里砍起？才能做到像尧舜一样地杀得好？齐景公听了晏子的话，立刻警觉，自己如果要做一个明王圣主，又怎么可以用此残酷的方法杀人呢！所以对晏子说好了！放掉他，我错了！这又是曲则全的另一章。晏子当时为什么不跪下来求情说皇上！这个人做的事对君国大计没有关系，只是犯了一点小罪，使你万岁爷生气，这不是公罪，私罪只打二百下屁股就好了，何必杀他呢！如果晏子是这样地为他求情，那就糟了，可能火上加油，此人非死不可。他为什么抢先拿刀，要亲自充当刽子手的样子？因为怕景公左右有些莫明其妙的人，听到主上要杀人，拿起刀来就砍，这个人就没命了。他身为大臣，抢先一步，把刀拿着，头发揪着，表演了半天，然后回头问老板，从前那些圣明皇帝要杀人，先向哪一个部位下手？我不知道，请主上指教是否是一刀刀地砍？意思就是说，你怎么会是这样的君主，会下这样的命令呢？"}
{"text":"如果晏子是这样地为他求情，那就糟了，可能火上加油，此人非死不可。他为什么抢先拿刀，要亲自充当刽子手的样子？因为怕景公左右有些莫明其妙的人，听到主上要杀人，拿起刀来就砍，这个人就没命了。他身为大臣，抢先一步，把刀拿着，头发揪着，表演了半天，然后回头问老板，从前那些圣明皇帝要杀人，先向哪一个部位下手？我不知道，请主上指教是否是一刀刀地砍？意思就是说，你怎么会是这样的君主，会下这样的命令呢？但他当时不能那么直谏，直话直说，反使景公下不了台阶，弄得更糟。所以他便用上曲则全的谏劝艺术了！大概把这些历史故事了解以后，可作人生做人处事的参考。世间有很多事情都是如此，即使家庭骨肉之间朋友之道，也是一样。人非修学不可，读了书要学以致用，但有时候书虽读得多，碰到事情的现场，脾气一来，把所读的书都丢掉了，那就没有办法的事。枉则直的教育法其次，我们再用历史故事说明枉则直的道理。汉文帝是研究老子的好学生，所以，我们讲老庄的思想学术，引用他的故事亦蛮多的，现在又要借用他的一则历史故事汉文帝初即位，立太子母窦氏为皇后。后兄长君。弟广国，字少君。初为人略卖，传十余家。闻皇后立，乃上书自陈。厚赐田宅，家于长安。周勃灌婴等曰吾属不死，命且悬此两人。两人所出微，不可不为择师傅宾客，恐又复效吕氏也。乃选士有节行者为居。两人由此为退让君子，不敢以尊贵骄人。过去宗法社会，重视长子，大儿子可以继承皇帝位子，这是古代传统的习俗。汉文帝的大儿子的妈妈姓窦，儿子当了太子，母亲便顺理成章当上皇后过去皇帝的妻子很多，看哪一个生儿子生得快，做太子的希望就大。可是，窦家这位皇后，家庭履历并不太高明，她是贫贱出身。皇后的哥哥名字叫做长君，有个弟弟名叫广国，又名少君。窦家这个小兄弟更惨，年轻的时候，被骗子骗走，把他卖掉，这家买来，卖给那家，辗转卖了十多次。到了二十几岁时，听到姊姊当了皇后，他便写信给皇后，说明彼此之间同胞姊弟的关系。窦皇后接到信以后，既惊喜，又怀疑，写信的人究竟是不是被人骗走卖掉的兄弟呢？可是他再向皇后说明小时候同胞手足间，如何共同生活，姊弟如何相亲相爱，列举事实证明，皇后才相信这真是他的兄弟了，因为报告中所说的事，只有他们姊弟之间才晓得。"}
{"text":"窦家这个小兄弟更惨，年轻的时候，被骗子骗走，把他卖掉，这家买来，卖给那家，辗转卖了十多次。到了二十几岁时，听到姊姊当了皇后，他便写信给皇后，说明彼此之间同胞姊弟的关系。窦皇后接到信以后，既惊喜，又怀疑，写信的人究竟是不是被人骗走卖掉的兄弟呢？可是他再向皇后说明小时候同胞手足间，如何共同生活，姊弟如何相亲相爱，列举事实证明，皇后才相信这真是他的兄弟了，因为报告中所说的事，只有他们姊弟之间才晓得。从此归宗认亲，一步登天，厚赐田宅，赏赐田宅很多家于长安，住到国都所在地来，以便姊弟间可以时常相聚，享受天伦之乐。可是我们晓得汉朝的历史，一起手，便有外戚之祸。汉文帝之所以能当上皇帝，就是因为汉朝刘家的老太太吕后造反出了问题，才有机会轮到他当皇帝。汉高祖死后，吕后当权，想要把刘家――汉高祖后代都弄光，给自己娘家吕氏后代当皇帝。这件政变的大祸事，全靠跟刘邦同时起义的老干部周勃与陈平他们设计平息了。周勃与灌婴，都是追随汉高祖刘邦一同起来打天下的立有汗马功劳的将领。他两人看到窦皇后姊弟之间这个情形，便联想到刚刚过去吕后与吕家的故事，就商量说，我们这些人，与汉高祖一起出来打天下，出生入死，总算留下一条老命，现在业已过了退休高龄，将来要想保全身家性命不死，可是照现在情形看来，我们的命运，还须掌握在窦家姊弟的手里，而且这两姊弟出身贫贱，知识道德修养都很低。像这种人，一旦进入政治舞台，手上有了权势，如果残暴起来，比知识分子出身的人，还要残暴得多。周勃与灌婴，在几千年前，虽然出身行伍，但凭人生经验，就早已看出没有受过良好教育没有正确中心思想和深厚学术修养的人，一旦出来当政，后果是不堪设想的。有此远见，的确高人一等，无怪能做开国功臣之一。商量结果，唯一办法，只有首先教育他们读书明理，不可不为择师傅宾客。唯一的补救办法，为了他们好，为了窦家好，为了我们全体高级老干部，将来不再受冤枉的迫害，只有教育他。因此审慎选择一批好的老师，和一班好的青年子弟和他做朋友，来辅导他步入正途。周勃他们认为，如果不这样做的话，不从教育着手，恐又复效吕氏也，这两个人将来当权了，恐怕要学吕家的模子，那就太危险了。乃选士有节行者为居，于是选拔有学问有道德有节行的人有学问的人，不一定品行好，因此必须要加一项有节行与他做朋友，并教他读书。"}
{"text":"唯一的补救办法，为了他们好，为了窦家好，为了我们全体高级老干部，将来不再受冤枉的迫害，只有教育他。因此审慎选择一批好的老师，和一班好的青年子弟和他做朋友，来辅导他步入正途。周勃他们认为，如果不这样做的话，不从教育着手，恐又复效吕氏也，这两个人将来当权了，恐怕要学吕家的模子，那就太危险了。乃选士有节行者为居，于是选拔有学问有道德有节行的人有学问的人，不一定品行好，因此必须要加一项有节行与他做朋友，并教他读书。窦家兄弟两人，受了良好教育造就，从此便变成谦虚退让的君子，与世无争，这有多好啊！皇亲国戚之间，还有谁敢欺负他，他也不欺负人。身为皇亲国戚的人，只有如此，不以尊贵骄人，自然更为高贵了！这两兄弟后来学问成就，不像其他皇帝的亲属，他们是非常讲学问讲道德，绝对不以自己的尊贵，去欺负人家，傲视人家，不要法律的约束，都能自尊自重。他自己有了这样的学问这样的修养，因此而终前汉世代，窦氏世泽绵长，成为世家大族。这就是枉则直的道理。实际上，周勃灌婴对窦皇后姊弟之间这样处理，也很不公平，可以说是别有私心的。他们是为了自己将来不受冤枉的迫害，怕自己会被陷害，所以也非圣人之道。圣人之道，是不考虑自己的利益，应为大众着想。倘认为像窦少君兄弟这样的人，到了第一等高位，便应该加以教育而造就他为国家所用的人才，并非只顾私人的利害，那就是仁人的用心了。孔孟之道，固然应当如此，老庄之道，也不例外。历史上记载得很明显，他们两个人的动机，不是为别人着想，也不是为国家天下着想，而只为自己的身家性命着想，而有此一动机的，所以只能说是一种权术手段。但是这个手段，已经够高明，够美好，事实上也合乎老子道德经枉则直的原则了！下面晏子这一个枉则直的故事，是道德的枉则直的道理晏子婴谓曾子曰今夫车轮，山之直木也。良匠揉之，其圄中规，虽有槁暴，不复赢矣。故君子慎隐揉。和氏之壁，井里之困也。良工修之，则为存国之宝也，故君子慎所修。晏子是曾子的前辈，字平仲，他是孔子相交最好的朋友，孔子也很佩服他这个人大概曾子那时年纪很少，该叫他世叔吧。有一次，晏子对曾子说今夫车轮，山之直木也。古代的车轮，是用木头做的，不像现代是橡皮的。车轮是圆的，可是山上的木头是直的，没有弯曲的，良匠揉之，其国中规。好的木工，把直的木头拿来加工，变成弯的圈圈，一经雕凿过，这个圆圆刚好中规中矩，刚刚是一个圆圈，没有一点偏差。"}
{"text":"良匠揉之，其圄中规，虽有槁暴，不复赢矣。故君子慎隐揉。和氏之壁，井里之困也。良工修之，则为存国之宝也，故君子慎所修。晏子是曾子的前辈，字平仲，他是孔子相交最好的朋友，孔子也很佩服他这个人大概曾子那时年纪很少，该叫他世叔吧。有一次，晏子对曾子说今夫车轮，山之直木也。古代的车轮，是用木头做的，不像现代是橡皮的。车轮是圆的，可是山上的木头是直的，没有弯曲的，良匠揉之，其国中规。好的木工，把直的木头拿来加工，变成弯的圈圈，一经雕凿过，这个圆圆刚好中规中矩，刚刚是一个圆圈，没有一点偏差。虽有槁暴，不复赢矣！木头的本身，虽有枯槁的地方，或者是有暴节的凸出来，或者是木头有一个地方凹下去，这两种情形，都是木头的缺点，可是经过木工的雕凿，不复赢矣！这个木头，如有缺点做成车轮，要载很重的东西，那怎么行呢！但是经过一个木工的整理过，它没得缺点了，便可发出坚强的作用来。故君子慎隐揉。什么叫隐揉呢？慢慢地渐渐地。所以说，要学会做一个君子，便要谨慎小心，致力学问修养，一天一天慢慢地琢磨成器，如同木工做车轮于一样，慢慢地雕凿，平常看不出效果，等到东西做成功了，效果就出来了，到这时候，才看出成绩。所谓慎隐揉。就是慢慢地渐渐地静静地，不急躁地去做。这就是告诉曾子，人生的学问道德修养，不是一下做得好的。第二个观念，和氏之壁。在中国历史上，是一块大的宝石――玉，就是商相如见秦昭王完壁归赵的那块玉。原是楚国的玉工卞和，观察到荆山有一块大石头，断定它里面蕴藏有一方美玉。最初还没有人相信，指他说谎话骗人，卞和因此还受了刑罚，两腿被锯断了。后来事实证明，的确其中有玉，一跃而成为价值连城的宝玉。卞和好冤枉啊！但这块宝玉，当它还没有开凿出来，只不过是一块噗石而已。如同乡巴佬，生活没得办法，到山上弄块石头――去找玉石――如果一下看准了，凿开了里面有玉，就会发财。这和穷人到沙滩上淘金是一样的。可是，石头固然找对了，但必须经过良工加以切磋雕琢，制做成为上好的珍品，那么，这块石头才能成为存国之宝，象征保全一个故国的大宝了。它本来不过是山里一块没有人要的石头，连牛羊都可以在上面大便，等到挖出来后，经过人工雕凿整理，就变成存国之宝。引用这个故事来比喻，故君子慎所修。一个普通的人，要想变成一个圣人，或者是要开创一番事业，处处需要学问道德知识技能，但须看你自己平常所学所修养所注意的是什么？"}
{"text":"这和穷人到沙滩上淘金是一样的。可是，石头固然找对了，但必须经过良工加以切磋雕琢，制做成为上好的珍品，那么，这块石头才能成为存国之宝，象征保全一个故国的大宝了。它本来不过是山里一块没有人要的石头，连牛羊都可以在上面大便，等到挖出来后，经过人工雕凿整理，就变成存国之宝。引用这个故事来比喻，故君子慎所修。一个普通的人，要想变成一个圣人，或者是要开创一番事业，处处需要学问道德知识技能，但须看你自己平常所学所修养所注意的是什么？这就是说明了枉则直的一则作用。狐狸豹皮的吸引力再说洼则盈的故事晋文公时，翟人有献封狐文豹之皮者。文公喟然叹曰封狐文豹何罪哉？其皮之罪也，大夫架枝曰地广而不平，财聚而不散，独非狐豹之罪乎？文公曰善哉说之。架枝曰地广而不平，人将平之。财聚而不散，人将争之。于是列地以分民，散财以赈贫。洼则盈。水性下流，凡是低洼的地方，流水积聚必多，最容易盈满。春秋时代，齐桓公晋文公都是五霸之一。但春秋所谓的霸主，并非后来项羽自称为西楚霸王的霸王。后世所谓的霸王，应该等于现在世界上的发达国家，在国际间有它了不起的武力和特殊的政治声望威力。尤其晋文公是春秋时候第二个霸主，而且他更与齐桓公所遭遇家庭问题所发生的变故，类似而又不同。他因为后娘的争权而发生变故，逃亡在外，历尽艰危险阻，吃尽苦头，饿过饭，几乎把命都丢掉，流亡了十九年，获得了丰富的人生经验，最后复国，所以晋国在他手里成为一个霸主。当他当了霸主的时候，翟这个地方在今山东，有一个老百姓，来献封狐文豹之皮者，向晋文公贡献一件长得很大的―一起码是有七八百年的道行成了精灵的狐狸，结果也难免有此一劫，被人抓到杀了，得了一张大皮。在过去以狐皮制成的衣服叫狐裘，是第一等衣料，非常名贵，普通老百姓是穿不起的，没有这种资格和本钱，因此得到这样好的一张特等狐皮，自然要献给君主。另外一张豹的皮，也是有特别花纹的皮包，都是上等皮货。晋文公收到老百姓所献上这样的珍品，因为自己在外流亡多年，什么苦头都吃过，所以看了以后，不免引起感慨，大叹一声说道封狐文豹何罪哉，其皮之罪也。狐狸长大了也不犯法，豹子毛长得漂亮，也不犯法，动物有什么罪呢？可是这两个家伙，硬是被人打杀了，只是因为它的皮毛长得太过漂亮，所以才免不了祸害的降临！"}
{"text":"另外一张豹的皮，也是有特别花纹的皮包，都是上等皮货。晋文公收到老百姓所献上这样的珍品，因为自己在外流亡多年，什么苦头都吃过，所以看了以后，不免引起感慨，大叹一声说道封狐文豹何罪哉，其皮之罪也。狐狸长大了也不犯法，豹子毛长得漂亮，也不犯法，动物有什么罪呢？可是这两个家伙，硬是被人打杀了，只是因为它的皮毛长得太过漂亮，所以才免不了祸害的降临！这时，曾经跟他流亡多年的一位功臣，名叫荣枝的大夫，听了晋文公的感叹，就接着说地广而不平，财聚而不散，独非狐豹之罪乎？这几句话是很妙的双关语，他说一个国家拥有广大的土地春秋时候，人口很少，没有开发的地方很多，君主内府宫廷的财帛又那么多，但是老百姓仍然没有饭吃。那岂不是如这两头被杀害的狐狸豹子一样的可怕吗？荣枝这话说得很幽默，换句话说，他当时所讲的话与后世禅宗祖师们的话头一样，都具有面面观的价值，要有高度理解力，能听别人吹牛的天才，才可听得懂。像齐桓公晋文公汉高祖这些人，专门会听别人吹大牛的，自然心里有数。来枝的话也可以解释为我们国家的土地那么广大，而你私人皇宫的财产又那么多，福者祸之所倚，说不定有一天也像这狐豹的皮件一样，落到别人的手里啊！这几句话很难解释，很难作明白的表达，直译成白话，就没有含蓄的美了，此之所以为古文，则自成为一套文学逻辑。古文为什么不明讲呢？如果用现在的白话文的体裁语气，讲完了以后，等于在洗澡堂里看裸体，一览无余，一点味道也没有。而且在说话的艺术上，变成太直，等于顶撞，绝对是不行的，不合乎曲则全的原则。同样的语意，经过语言文字的修饰，便可以当作指责，也可以当作比喻。不要认为文章只是文章而已，古人讲话未必真会那么讲。在我的经验中，晓得前辈说话，真的那么讲，因为我小时候听到前辈先生们讲话，他们嘴里讲出来的话就是文质彬彬的。自己读书没有读好，听他们讲话往往会听错了，不像现在一般讲话，一点韵味也没有。例如好的！好的！偏要说成善哉！善哉！这又为了什么？因为古人认为语意如不经修饰，就不足以表示有学问的修养。现在如果用这种语汇，说委婉的话，却反遭人讥消为咬文嚼字了。晋文公是何等聪明的人，他因看到狐豹的皮而引出内心的感慨，再经过跟在他身边的亲信接上这么一句独非狐豹之罪乎？晋文公便说善哉说之！"}
{"text":"在我的经验中，晓得前辈说话，真的那么讲，因为我小时候听到前辈先生们讲话，他们嘴里讲出来的话就是文质彬彬的。自己读书没有读好，听他们讲话往往会听错了，不像现在一般讲话，一点韵味也没有。例如好的！好的！偏要说成善哉！善哉！这又为了什么？因为古人认为语意如不经修饰，就不足以表示有学问的修养。现在如果用这种语汇，说委婉的话，却反遭人讥消为咬文嚼字了。晋文公是何等聪明的人，他因看到狐豹的皮而引出内心的感慨，再经过跟在他身边的亲信接上这么一句独非狐豹之罪乎？晋文公便说善哉说之！意思是说好！你的道理说得对，你就把你要说的道理直接讲个彻底吧！不要含含糊糊，有所顾忌了！来枝说地广而不平，人将平之财聚而不散，人将争之。你没有平均地权，把没有开发的地区分配给人民耕种，将来就会引起老百姓的反感，别人就会起来分配。你宫廷中财产那么多，没有替社会谋福利，将来就会有人将你皇宫的宝藏拿走了。晋文公说你说的全对！因此马上就实施政治改革，于是列地以分民，散财以赈贫。这就是洼则盈的道理。我们再说一个洼则盈的故事晋文公问政于咎犯。咎犯对曰分熟不如分腥，分腥不如分地，地割以分民而益其爵禄，是以上得地而民如富，上失地而民知贫，古之所谓致师而战者，其斯之谓乎？咎犯是一个人名，不要认为咎是过错，犯是犯了罪，这样解释那就糟了一笑。咎犯和架枝，都是晋文公身边的高级干部，而且都是跟晋文公流亡在外十九年吃尽苦头的人。有一天晋文公与他讨论政治的道理，咎犯对曰分熟不如分腥，分腥不如分地，地割以分民而益其爵禄，是以上得地而民知富，上失地而民知贫。咎犯答复说你要在经济上财政上，做平均的分配，合理的分配。比如我们分配一块肉，煮熟了来分配，还不如分腥的好。拿一块生的猪肉分给人家，五斤也好，十斤也好，分到猪肉的人，也许红烧，也许清炖，比较方便，一定要煮熟切片再分送给人家，那么，人家就固定非吃白切肉而不可了！这样，就有点强迫别人的意志了！这是分熟的不如分腥的涵义，是用譬喻的逻辑。再说，分食物给人家，不如分地给人家自己去耕地好。也就是说，最好是把王室的私有财产――土地，平均地权，分配给老百姓以后，而益其爵禄，不但分配给他土地，使其生活安适，而且给他适当的职务，使他有事情可做。这样一来，自己的财产虽然分配给了老百姓，在形态上好像是把财产分掉了，其实老百姓富有了，也就是王室国家的富有。"}
{"text":"这样，就有点强迫别人的意志了！这是分熟的不如分腥的涵义，是用譬喻的逻辑。再说，分食物给人家，不如分地给人家自己去耕地好。也就是说，最好是把王室的私有财产――土地，平均地权，分配给老百姓以后，而益其爵禄，不但分配给他土地，使其生活安适，而且给他适当的职务，使他有事情可做。这样一来，自己的财产虽然分配给了老百姓，在形态上好像是把财产分掉了，其实老百姓富有了，也就是王室国家的富有。是以上得地而民知富，上失地而民知贫。这两句又是什么内涵呢？因为万一有敌人来侵犯，全国老百姓不要你下达命令，自然会起来作战，如果我们共有的国土被敌人占据了，那大家也完了。何谓致师而战者？致师，是不等到下达命令，老百姓自动地都来动员，因为国家的灾难，就是人民自己的灾难，这是致师而战的内涵，同时也说明了洼则盈的原理。我们现在费了很多时间力气，说明了这几句话的道理，下面再讲一则历史故事，来说明敝则新。赵简子谓左右车席泰美，夫冠虽贱，头必戴之。履虽贵，足必履之，今车席如此泰美，吾将何以履之。夫美下而轻上，妨义之本也。赵简子也是战国时代的大政治家之一，谓左右车席泰美。他看到左右的人，如一般官吏或侍随官等人，都把他的车子里铺的席子，做得太讲究了，拿现在比喻，地毯太好了，所以，他很不高兴，向左右的人说为什么把我车子里面布置得那么漂亮，那么名贵呢！帽子再坏，还是戴在头上。鞋再名贵，还是穿在脚底下，踏在地面。现在你们把车子铺上那么好的地毯，那么我要穿上什么鞋子，才能踏这地毯上面，以便名贵中更加名贵呢！即使换了一双更名贵的鞋子，我可无法再到我妈妈那里找一双漂亮的脚来穿这双好的鞋子呢！那怎么办！夫美下而轻上，妨义之本也。这句话，就同参禅一样是话头，人只顾眼前，不顾将来，美上而轻下也是不合理的，这不是道德的根本。他吩咐把漂亮的地毯拿掉，保留原来的朴实，那才是永远是常新的。我们引用历史的故事，来说明老子这几句话的作用，使大家了解在行为上做人处事的原则。一个人做人做事，无论大事小事，一定要把握住道家的精神――曲全枉直洼盈敝新这几个原则才好。这是人生的艺术，自己要把这一生的生活，个人的事业前途，处理得平安而有韵味，就应该把握这一些原则。而这四个原则，归纳起来，统属于曲则全的延伸而已。"}
