{"text":"这种流出去又流回来的现象，我称之为倒流。佛都是从印度传到中国来的。中国人接受了这一个外来的宗教以后，并不是墨守成规原封不动地把它保留了下来，而是加以改造和提高，加以发扬光大，在传播过程中，形成了许多宗派。总起来看，在律的方面――僧伽组织方面的改变，比起在教义方面的改变与发展，要少一些，要不太引人注目一些。在佛教义理方面，中国高僧在几百年上千年的钻研与学习中，有了很多新的发展，有的又倒流回印度，形成了我所说的佛教的倒流。禅宗，虽然名义上是菩提达摩从印度传到中国来的，但是实际上是在中国发展起来的一个佛教宗派，流行的时间最长，最富于中国色彩。永觉禅师拜谒禅宗六祖慧能，二人耍开了机锋。永觉从中悟得大道觉。六祖连声高呼善哉！善哉！证道歌中的思想大概也不出中国禅宗的这一套东西。这一套东西印度人可能是生疏的，认为是莫测高深的。因而证道歌终于在唐玄宗时期八世纪传回了印度，为那里的人所亲仰。关于道家向佛家靠拢，甚至取媚于佛家的说法很多，那都是道家片面地一厢情愿地捏造出来的。我们从这个道字可以看出来，中国这个宗教要解决的是现实的问题今世的问题，不是神话的问题来世的问题。道家这种精神，同儒家精神是完全一致的。孔子说未知生，焉知死！这是一脉相承的中国精神。后来道家发展成为道教，也不过是想长生不死白昼升天而已。菩提这个词的词根是，意思是觉，醒。佛陀，佛这个词也源于，加上过去分词语尾，变成了，意思是觉悟了的人，觉者。的拙象名词就是，意思是觉，音译菩提。从宗教意义上来看什么叫做觉呢？根据佛教最原始的理论，所谓十二因缘，一个人或其他生物总是处在生死流转中的，只有熟悉了这个根本理论，熟悉了无明是十二因缘之首，他就算是觉了，算是得道了，成佛了。因此，梵文这个词儿所蕴含的意义，与中国的道完全不同。它要解决的问题，不是现世的，不是眼前的，而是来生来世无数生死流转的。看过榕树的人都知道，从树干上长出一些树根，下垂至地，又在地中生根，然后长成一棵树，又在自己的干上长出细根，下垂至地，如此循环往复，一棵榕树能长出成百棵榕树，甚至让人摸不清究竟哪一棵树是初原的树，哪一些树是派生的树。"}
{"text":"因此，梵文这个词儿所蕴含的意义，与中国的道完全不同。它要解决的问题，不是现世的，不是眼前的，而是来生来世无数生死流转的。看过榕树的人都知道，从树干上长出一些树根，下垂至地，又在地中生根，然后长成一棵树，又在自己的干上长出细根，下垂至地，如此循环往复，一棵榕树能长出成百棵榕树，甚至让人摸不清究竟哪一棵树是初原的树，哪一些树是派生的树。只有这样生长的榕树，才能在一棵树下荫覆五百辆车而有余。在榕树这里，根干与枝叶互为因果，难解难分。用这样的榕树来比喻作为根干的印度佛法与作为枝叶的东夏佛法之间互为因果的关系，难道不是一个非常聪明含义又非常深刻的比喻吗？我们不是也关心中国人同印度人的思维方式心理状态等的区别空间何在的问题吗？含光传系对于这个问题提出了下面的意见盖东人之敏利，何以知耶？秦人好略，验其言少而解多也。西域之人淳朴，何以知乎？天竺好繁，证其言重而后悟也。由是观之，西域之人利在乎念性，东人利在乎解性也。这一段话的意思就是说，中国人敏利，言少而解多印度人淳朴而好繁。最早的佛经，连篇累牍，动辄数十万甚至数百万言，同样的话能一字不移地一再重复，因此说言重。这个意见是完全符合实际的。就拿巴利文佛典来说吧，同样的词句，一字不动，换一个地方又重复一遍，而且重复之中套重复。因此英国刊行巴利文佛典不得不删去重复之处，加以注明，节省了大量的篇幅。我猜想，佛典产生在发明文字之前，师徒口耳相传，为了加强记忆，才采用了重复的办法，否则实在难在理解。阅读在佛典中有不少地方出现念或忆念这样的字眼，比如忆念弥陀佛忆念毗尼系念思惟正念惟念等等。这个念字来源于梵文，词根是s，由此派生出来的抽象名词是s。与之相当的巴利文是s和s。一般的用法其含义是念忆念。但作为宗教哲学术语，s，有非凡的含义。指的是全部的神圣传统，或者凡人教师所忆念的，包括六吠陀分支传承经和家庭经摩奴法论两大史诗往世书伦理论等等。常用的译法是传承。"}
{"text":"这个念字来源于梵文，词根是s，由此派生出来的抽象名词是s。与之相当的巴利文是s和s。一般的用法其含义是念忆念。但作为宗教哲学术语，s，有非凡的含义。指的是全部的神圣传统，或者凡人教师所忆念的，包括六吠陀分支传承经和家庭经摩奴法论两大史诗往世书伦理论等等。常用的译法是传承。与之相对的是s，指的是仙人们直接听到的，比如吠陀等，只能口传耳听，不许写成文字，常用的译法是天启。这样一来，所谓念就与传承联系在一起了，它表示固守传承的东西，有点固步自封，墨守成规的意味。而中国人则是解性，所谓解就是理解解释，有点探索钻研的意味，不囿于常规，不固守传承的东西。我觉得，佛教似乎是一个唯理的宗教，讲求义理的宗教，不要求信徒盲目崇拜的宗教，不禁锢信徒们的思想的宗教。古代印度有一个传统，宗教与哲学紧密地结合在一起。大乘佛教继续而且发扬了这个传统。大乘还提倡逻辑学，所谓因明学者就是。在这里大乘唯理的色彩也表现得很突出。这样的情况就促使佛教产生了大量的经典。经律论，样样齐全。有的部派还有自己的经典。结果在两千多年的发展中，佛教的经典就多到了超过汗牛充栋的程度。而且佛教同另外两个世界大宗教不同，始终也没有确定哪一部经典是圣经宝典，唯我独尊。所有的经典都并肩存在庞然杂陈。这些经典通常称为大藏经。低层次的佛教烧香拜佛，修庙塑像，信徒们相信轮回报应，积德修福，只要念几声南无佛，南无法，南无观世音菩萨，或者单纯一声阿弥陀佛！就算完成了任务，不必深通佛教义理，宗教需要也能得到满足。但是，这并不是佛教的全貌，只是低层次的佛教。高层次的佛教信徒，虽也难免晨钟暮鼓，烧香礼拜但是他们的重点是钻研佛教义理，就像一个哲学家钻研哲学。我认为，佛教有宏大的思想宝库，又答应信徒们在这一座宝库内探讨义理。有探讨义理的自由，才能谈到发展。有了发展，才会有倒流现象。阅读我觉得，一个作家最重要的品质是爱祖国，爱人民，爱人类。在这三爱的基础上，那些皇皇巨著才能有益于人，无愧于己。在生活平静的情况下，经常是一年半载写不出一篇东西来。"}
{"text":"我认为，佛教有宏大的思想宝库，又答应信徒们在这一座宝库内探讨义理。有探讨义理的自由，才能谈到发展。有了发展，才会有倒流现象。阅读我觉得，一个作家最重要的品质是爱祖国，爱人民，爱人类。在这三爱的基础上，那些皇皇巨著才能有益于人，无愧于己。在生活平静的情况下，经常是一年半载写不出一篇东西来。原因是很明显的，天天上班下班开会学习上课会客，从家里到办公室，从办公室到课堂，又从课堂回家，用句通俗又形象的话来说，就是三点一线。这种点和线都平淡无味，没有刺激，没有激动，没有巨大的变化，没有新鲜的印象，这里用得上一个已经批判过的词儿没有灵感。没有灵感，就没有写什么东西的迫切的愿望。在这样的时候，我什么东西也写不出，什么东西也不想写。否则，假如勉强动笔，则写出的东西必然是味同嚼蜡，满篇八股，流传出去，一害自己，二害别人。自古以来，应制和赋得的东西好的很少，其原因就在这里。即使是有病呻吟吧，也不要一有病就马上呻吟，呻吟也要有技巧。假如放开嗓子粗声嚎叫，那就毫无作用。还要细致地观察，深切地体会，反反复复，简练揣摩。要细致观察一切人，观察一切事物，深入体会一切。在我们这个林林总总的花花世界上，遍地潜伏着蓬勃的生命，随处活动着熙攘的人群。你只要留心，冷眼旁观，一定就会有收获。你必须把这些常见的习以为常的平凡的现象，涵润在心中，融会贯通。仿佛一个酿蜜的蜂子，酝酿再酝酿，直到酝酿成熟，使情境交融，浑然一体，在自己心中形成了一幅成竹，然后动笔，把成竹画了下来。写散文决不能平铺直叙，像记一篇流水账，枯燥单调。枯燥单调是艺术的大敌，更是散文的大敌。散文作家，不仅仅限于造句遣词。整篇散文，都应该写得形象生动，诗意盎然。让读者读了以后，似乎是读一首好诗。整篇文章一定要一环扣一环，有一种内在的逻辑性。句与句之间，段与段之间，都要严丝合缝，无懈可击。中国几千年的文学史上，出现了不少的不同的风格史记的雄浑，六朝的浓艳，陶渊明王维的朴素，徐庚的华丽，杜甫的沉郁顿挫，李白的流畅灵动，红楼梦的细腻，儒林外史的简明，无不各擅胜场。我们写东西，在一篇文章中最好不要使用一种风格，应该尽可能地把不同的几种风格融合在一起，给人的印象就会比较深刻。"}
{"text":"让读者读了以后，似乎是读一首好诗。整篇文章一定要一环扣一环，有一种内在的逻辑性。句与句之间，段与段之间，都要严丝合缝，无懈可击。中国几千年的文学史上，出现了不少的不同的风格史记的雄浑，六朝的浓艳，陶渊明王维的朴素，徐庚的华丽，杜甫的沉郁顿挫，李白的流畅灵动，红楼梦的细腻，儒林外史的简明，无不各擅胜场。我们写东西，在一篇文章中最好不要使用一种风格，应该尽可能地把不同的几种风格融合在一起，给人的印象就会比较深刻。也许还有人要问古今的散文中，有不少的是信手写来，如行云流水，本色天成，并没有像你上面讲的那样艰巨，那样繁荣，我认为，这种散文确实有的，但这只是在表面上看来是信笔写来，实际上是经过了无数次的锻炼，由有规律而逐渐变成表面上看起来摆脱一切规律。这其实是另外一种规律，也许还是更难把握的更高级的一种规律。纯诗主张废弃韵律，我则主张诗歌必须有韵律，否则叫任何什么名称都行，只是不必叫诗。所谓朦胧诗。我总怀疑这是英雄欺人，以艰深文浅陋。在中国，我喜欢的是六朝骈文，唐代的李义山李贺，宋代的姜白石吴文英，都是唯美的，讲求词藻华丽的。我觉得，中国散文最突出的特点是同优秀的抒情诗一样，讲究含蓄，讲究蕴藉，讲究神韵，言有尽而意无穷，也可以用羚羊挂角来作比喻。借用印度古代文艺理论家的话来说就是，没有说出来的比已经说出来的更为重要，更耐人寻味。冯至先生的散文，我觉得，就是继续了中国优秀传统的。不能说其中没有一点西方的影响，但是根底却是中国传统。我每读他的散文，上面说的那些特点都能感觉到，含蓄飘逸简明生动，而且诗意盎然，读之如食橄榄，余味无穷，三日口香。儒林外史完全用白描的手法，语言鲜明，讽刺不露声色，惜墨如金，而描绘入木三分，实为中国散文就体裁来说，它是小说就个别片段来说，它又是散文之上品。阅读李白的诗一气流转，这一股气不可抗御，让你非把诗读完不行。杜甫也是一个伟大的诗人，千余年来，李杜并称。但是，二人的创作风格却迥乎不同李是飘逸豪放，而杜则是沉郁顿挫。从使用的格律上也可以看出二人的不同。七律要李白集中很少见，而在杜甫集中则颇多。摆脱七律的束缚，李白没有枷锁跳舞杜甫善于使用七律，则是带着枷锁跳舞，二人的舞都达到了极高的水平。"}
{"text":"阅读李白的诗一气流转，这一股气不可抗御，让你非把诗读完不行。杜甫也是一个伟大的诗人，千余年来，李杜并称。但是，二人的创作风格却迥乎不同李是飘逸豪放，而杜则是沉郁顿挫。从使用的格律上也可以看出二人的不同。七律要李白集中很少见，而在杜甫集中则颇多。摆脱七律的束缚，李白没有枷锁跳舞杜甫善于使用七律，则是带着枷锁跳舞，二人的舞都达到了极高的水平。李后主词传留下来的仅有三十多首，可分为前后两期前期仍在江南当小皇帝，后期则已降宋。后期词不多，但是篇篇都是杰作，纯用白描，不作雕饰，一个典故也不用，话几乎都是平常的白话，老妪能解然而意境却哀婉凄凉，千百年来打动了千百万人的心。中国古代赞誉文人有三绝之说。三绝者，诗书画三个方面皆能达到极高水平之谓也。苏轼至少可以说已达到了五绝诗书画文词。因此，我们可以说，苏轼是中国文学史和艺术史上的最全面的伟大天才。论诗，他为宋代一大家。论文，他是唐宋八大家之一。笔墨凝重，大气磅礴。论书，他是宋代苏黄米蔡四大家之首。论词，他摆脱了婉约派的传统，创豪放派，与辛弃疾并称。吴敬梓惜墨如金，从不作冗长的描述。书中人物众多，各有特性，只讲一个故事，或用短短几句话，活脱脱一个人就仿佛站在我们眼前，栩栩如生。这种特技极为罕见。红楼梦内容描述的是一个大家族的衰微的过程。本书特异之处也在它的艺术性上。书中人物众多，男女老幼主子奴才五行八作，应有尽有。有时只用寥寥数语而人物就活灵活现，让读者永远难忘。读这样的一部书，主要是欣赏它的高超的艺术手法，那些把它政治化的无稽之谈，都是不可取的。对于散文，我有偏爱，又有偏见。为什么有偏爱呢？我觉得在各种文学体裁中，散文最能得心应手，灵活圆通。而偏见又何来呢？我对散文的看法和写法不同于绝大多数的人而已。五四运动是中国近代史上的一件大事。在文学范围内，改文言为白话，也是中国文学史上的一件大事。七十多年以来，中国文化创作取得了长足的进步但是，据我个人的看法，各种体裁间的发展是极不平衡的。小说，包括长篇中篇和短篇，以及戏剧，在形式上完全西化了。这是福？是祸？我还没见到有专家讨论过。我个人的看法是，现在的长篇小说的形式，很难说较之中国古典长篇小说有什么优越之处。戏剧亦然，不必具论。"}
{"text":"而偏见又何来呢？我对散文的看法和写法不同于绝大多数的人而已。五四运动是中国近代史上的一件大事。在文学范围内，改文言为白话，也是中国文学史上的一件大事。七十多年以来，中国文化创作取得了长足的进步但是，据我个人的看法，各种体裁间的发展是极不平衡的。小说，包括长篇中篇和短篇，以及戏剧，在形式上完全西化了。这是福？是祸？我还没见到有专家讨论过。我个人的看法是，现在的长篇小说的形式，很难说较之中国古典长篇小说有什么优越之处。戏剧亦然，不必具论。至于新诗，我则认为是一个失败。我认为五四运动以来中国文坛上最成功的是白话散文。个中原因并不难揣摩。中国有悠久雄厚的散文写作传统，所谓经史子集四库中都有极为优秀的散文，为世界上任何国家所无法攀比。散文又没有固定的形式。于是如林，佳作如云，有如八仙过海，各显神通。旧日士子能背诵几十篇上百篇散文者，并非罕事，实如家常便饭。五四以后，只需将文言改为白话，或抒情，或叙事，稍有文采，便成佳作。常读到一些散文家的论调，说什么散文的诀窍就在一个散字。散字，松松散散之谓也。又有人说随笔的要害就在一个随字。随者，随随便便之谓也。他们的意思非常清楚写散文随笔，可以随便写来，愿意怎样写，就怎样写。愿意下笔就下笔，愿意收住就收住。不用构思，不用推敲。有些自己有时也感到单调与贫乏，想弄点新鲜花样，但由于腹笥贫瘠，读书不多，于是就生造词汇，生造句法，企图以标新立异来济自己的贫乏。结果往往是，虽然自我感觉良好，可是读者偏不买你的账，奈之何哉！读这样的散文，就似乎吃掺上沙子的米饭，吐又吐不出，咽又咽不下，进退两难，啼笑皆非。我认为，散文的精髓在于真情二字，这二字也可以分开来讲真，就是真实，不能像小说那样生编硬造情，就是要有抒情的成分。即使是叙事文，也必有点抒情的意味，平铺直叙者为我所不取。史记中许多列传，本来都是叙事的，但是，在字里行间，洋溢着一片悲愤之情，我称之为散文中的上品。贾谊的过秦论，苏东坡的范增论留候论等等，虽似无情可抒，然而却文采斐然，情即蕴涵其中，我也认为是散文上品。阅读从高中直到大学，我读了不少英国的散文佳品，文字不同，心态各异。"}
{"text":"即使是叙事文，也必有点抒情的意味，平铺直叙者为我所不取。史记中许多列传，本来都是叙事的，但是，在字里行间，洋溢着一片悲愤之情，我称之为散文中的上品。贾谊的过秦论，苏东坡的范增论留候论等等，虽似无情可抒，然而却文采斐然，情即蕴涵其中，我也认为是散文上品。阅读从高中直到大学，我读了不少英国的散文佳品，文字不同，心态各异。但是，仔细玩味，中英又确有相通之处写重大事件而不觉其重，状身边琐事而不觉其轻娓娓动听，逸趣横生读罢掩卷，韵味无穷。留给我印象最深刻最鲜明的，有的沉郁雄浑，冰心的灵秀玲珑，的淳朴淡泊，沈从文的轻灵美妙，杨朔的镂金错彩，丰子恺的厚重平实，如此等等，不一而足。蒙田的随笔，确给人以率意而行的印象。我个人以为，在思想内容方面，蒙田是极其深刻的，但在艺术性方面，他却是不足法的。与其说蒙田是一个散文家，不如说他是一个哲学家或思想家。根据我个人多年的玩味和体会，我发现中国古代优秀的散文家，没有哪一个是散的，是随的。正相反，他们大都是在意匠惨淡经营中，简练揣摩，煞费苦心，在文章的结构和语言的选用上，狠下工夫。文章写成后，读起来虽然如行云流水，自然天成，实际上其背后蕴藏着的一片匠心。在中国古代，抒情的文或诗，都贵在含蓄，贵在言有尽而意无穷，如食橄榄，贵在留有余味，在文章结尾处，把读者的心带向悠远，带向缥缈，带向一个无法言传的意境。同世上的万事万物一样，八股也要一分为二的。从内容上来看，它是代圣人立言，陈腐枯燥，在所难免。这是毫不足法的。但是，从布局结构上来看，却颇有可取之处。它讲究逻辑，要求均衡，避免重复，禁绝拖拉。这是它的优点。我理想的散文是淳朴而不乏味，流利而不油滑，庄重而不板滞，典雅而不雕琢。我还认为，散文最忌平板。现在有一些作家的散文，写得规规矩矩，没有任何语法错误，选入中小学语文课本中是毫无问题的。但是读起来总是觉得平淡无味，是好的教材资料，却决非好的文学作品。我个人觉得，文学最忌单调平板，必须有波涛起伏，曲折幽隐，才能有味。有时可以采用点文言辞藻，外国句法也可以适当地加入一些俚语俗话，增添那么一点苦涩之味，以避免平淡无味。"}
{"text":"我还认为，散文最忌平板。现在有一些作家的散文，写得规规矩矩，没有任何语法错误，选入中小学语文课本中是毫无问题的。但是读起来总是觉得平淡无味，是好的教材资料，却决非好的文学作品。我个人觉得，文学最忌单调平板，必须有波涛起伏，曲折幽隐，才能有味。有时可以采用点文言辞藻，外国句法也可以适当地加入一些俚语俗话，增添那么一点苦涩之味，以避免平淡无味。我甚至于想用谱乐谱的手法来写散文，围绕着一个主旋律，添上一些次要的旋律主旋律可以多次出现，形式稍加改变，目的只想在复杂中见统一，在跌宕中见均衡，从而调动起读者的趣味，得到更深更高的美感享受。有这样有节奏有韵律的文字，再充之以真情实感，必能感人至深，这是我坚定的信念。在某一些方面，一个门外汉反而能看出点门道。因为他所入不深，了无所蔽。没有真正专家们的条条框框，没有那一些枷锁，跳起舞来，反而更能轻松如意。王国维先生说泪眼问花花不语，乱红飞过秋千去，可堪孤馆闭春寒，杜鹃声里斜阳暮，有我之境也。采菊东篱下，悠然见南山，寒波澹澹起，白鸟悠悠下，无我之境也。有我之境，以我观物，故物皆着我之色彩。无我之境，以物观物，故不知何者为我，何者为物。所举的例子中，别的我且不说，只说陶渊明的两句诗采菊东篱下，悠然见南山。王先生把它列入无我之境。我认为，实际上是有我的，汉文可以不用主语，如译为英德法等文，主语必赫然有一个我字在。既然有个我字在，怎么能说是无我呢？我觉得，在这里不是无我，而是忘我，不是以物观物，而仍然是以我观物，不过在一瞬间忘记了我而已。什么叫人民性呢？一看就明白，一追问就糊涂。对一些人来说，它是恍兮惚兮，其中无象，只可意会，不能言传。于是一些文学史学家就在人民二字上下工夫。遍搜古籍，假如侥幸能找到人民――不管这两个字古今是否同义――或与人民相近的字眼，就如金榜题名，洞房花烛一般，狂喜不已。这样怎能写出好的文学史来呢？根据我个人的浅见，衡量一部文学作品的标准，艺术性应该放到第一位，因为艺术性是文学作品的灵魂。假如缺乏艺术性，思想性即使再高，也毫无用处，这样的作品决不会为读者所接受。有一些文学作品，思想性十分模糊，但艺术性极高，照样会成为名作而流传千古，李义山的许多无题诗就属于这一类。"}
