{"text":"这是孟子就齐宣王自己说的好乐，借机诱导。孟子的手法的确不错，多半是启发式的，抓住一个机会，就施以教育，拼命鼓励他，走上王道的思想，实施王道的仁政。音乐的今昔观在这段记载里，引发一个问题，值得我们讨论。那就是儒家素来标榜的礼乐之治。在礼的方面，包括了一切文化的整理。乐的方面，是单就音乐对政治教化的重要关系而言。据说，孔子删诗书订礼乐，一共整理了诗经书经易经礼记乐经及春秋六部书。但自秦始皇烧书，再加项羽咸阳的一把火，乐经遂告失传。所以流传下来只剩了五经。到现在，中国文化流传下来和政治哲学有关的乐礼部分，只有礼记中的一篇乐记。但不足以概括当时孔子所整理的乐经。孔子本身对于音乐的造诣颇高。我们从论语中的记载，可以看出一个大概。子谓韶，尽美矣，又尽善也。谓武，尽美矣，未尽善也。推崇舜作的韶乐，而批评武王作的武乐不及韶乐好。尽管孔子在春秋时代，认为当时的礼乐已经不如古代，文化在衰退了，可是我们现在从历史的资料上来看，则春秋时代的礼与乐，还是很可观的。例如孔子曾经从学过的音乐大师师襄，以及为了音感的灵敏，希望学好音乐，而把眼睛刺瞎的师旷，这两人都有很高的音乐造诣。究竟中国的音乐好到什么程度？据孔子的话，以及古书上的资料，有许多神奇的故事，如弹琴吹萧，演奏到美妙处，能够使百鸟来朝。不但天空中所有的飞鸟会来，而且百兽率舞，各种野兽听到音乐，也都会跑来，满山遍谷，远远近近的，在那里随着乐声起舞。真不知道这种音乐有什么力量，能够引起这种共鸣，产生这种反应。至于现代音乐，除非是缅甸人驱蛇，笛子一吹，洞穴里的蛇都出来了。诸如上述的神话很多，透过这些神话的流传，其含义，一言以蔽之，不外乎推崇中国古代音乐的造诣成就。乐经虽然流失，但也不能说中国的古乐就完全消失，例如古代的琴瑟筝鼓等等，都流传下来，乃至后世杰出的音乐家，也有很好的作品。可是现代的我们，不但找不到秦汉以前的音乐，就是唐宋间的音乐也找不到了。听说这些在南朝鲜日本还保留了一些。当然，很多也走了样。"}
{"text":"真不知道这种音乐有什么力量，能够引起这种共鸣，产生这种反应。至于现代音乐，除非是缅甸人驱蛇，笛子一吹，洞穴里的蛇都出来了。诸如上述的神话很多，透过这些神话的流传，其含义，一言以蔽之，不外乎推崇中国古代音乐的造诣成就。乐经虽然流失，但也不能说中国的古乐就完全消失，例如古代的琴瑟筝鼓等等，都流传下来，乃至后世杰出的音乐家，也有很好的作品。可是现代的我们，不但找不到秦汉以前的音乐，就是唐宋间的音乐也找不到了。听说这些在南朝鲜日本还保留了一些。当然，很多也走了样。唐太宗统一天下以后，在贞观元年，春正月，大宴群臣的时候，曾经演奏了一首秦王破阵乐。是唐太宗当秦王时，破刘武周的战役中，利用闲暇时所作的一闽大乐章，配合了一百二十八个舞蹈乐工，穿上银色的甲胄，拿着戟为武器，随乐声起舞，后来这个音乐又改名为神功破阵乐。到贞观七年的时候，又改名为七德舞，这显然是场面很壮观的集体演奏的音乐，但现在也失传了。最近听说，南朝鲜还保存了一部分，而日本则保留了全套的音乐和舞蹈。谈到中国上古的乐器，使我们联想到一个颇为有趣的问题，如钟鼓琴瑟筝箫，这些上古的乐器，除了钟以外，多偏重于丝竹之声，其次为土革，或木质等质料，很少用金属制乐器。现代的金属乐器，则多来自西方，这又是东西文化基本精神在乐器上所表现的不同之处甚至可能锣都是由西域传过来的。中国古代作战的时候，是以击鼓为号，以鼓声来传达进退攻守的命令，后来才有鸣金收兵，以敲锣声来辅助传达作战时的号令。而胡琴琵琶等，这些都是外来的乐器。所以我们乐器的历史，越到后来，发出的声音愈大，也越是可以让多些人来共同欣赏，而这些乐器多半来自胡地。现在我们再回头看看齐宣王好乐的问题。照现代观念，一个国家的领袖爱好音乐，这会有什么问题？二十多年前，碧瑶会议后不久，我们一个记者团去访问菲律宾，当时菲律宾的总统，还开舞会欢迎。第一支音乐起奏，就由总统夫人以女主人身份，邀请记者团的团长共舞。而我国的传统文化，即使在现代，当友好国家的元首来访，以国宴款待时，也演奏国乐，作为一种外交礼仪。远在战国时代，也有关于音乐用于外交的故事，那是赵惠文王和秦昭襄王，相约在两国的边界渑池会盟。"}
{"text":"照现代观念，一个国家的领袖爱好音乐，这会有什么问题？二十多年前，碧瑶会议后不久，我们一个记者团去访问菲律宾，当时菲律宾的总统，还开舞会欢迎。第一支音乐起奏，就由总统夫人以女主人身份，邀请记者团的团长共舞。而我国的传统文化，即使在现代，当友好国家的元首来访，以国宴款待时，也演奏国乐，作为一种外交礼仪。远在战国时代，也有关于音乐用于外交的故事，那是赵惠文王和秦昭襄王，相约在两国的边界渑池会盟。见面以后，举行欢宴，在酒席上，正喝得高兴的时候，秦王突然对赵王说，听说你在音乐方面，很有造诣，现在我有一张宝瑟，是不是可以请你演奏一个曲子，给我们大家欣赏欣赏？在国际性的欢宴中，却要一国君主在酒席上弹琴助兴，这是多不礼貌的事！赵王听了，脸都涨红了，可是那时秦国比赵国强盛得多，又不敢拒绝，只好乖乖地演奏了一支曲子。更气人的是，秦王立即叫他的史官记下来，某年某月某日，秦王与赵王会于渑池，令赵王鼓瑟，把这一件事，记到秦国的历史上去。岂不是千秋万世都丢人。这时赵国的宰相蔺相如，端了一个瓦盆子到秦王面前说，赵王也听说你秦王，对秦国的音乐很有造诣，现在也请你演奏一下你们秦国的乐器，互为娱乐。秦王听了也气得变了脸色，说不出话来。蔺相如端了那只盛酒的瓦盆，跪到秦王面前说，你秦王是仰仗你国力强大吗？现在我离你不到五步，可以用我头上的血，溅到你秦王的身上。这时秦王的卫兵们想把商相如拉开来，可是他睁大了眼睛大骂这些人，连头发胡子都竖了起来。秦王的卫兵看见他这暴怒得要拼命的样子，都吓得进退无据。秦王这时心里虽然不高兴，但也有点顾忌，只好勉强在那瓦盆上敲了几下。于是蔺相如才起来，也叫赵国的史官，记录下赵王令秦王击缶的这件事。现在庄暴听了齐宣王好乐，会认为很严重，是因为一个国家领导人，如果有所偏好，则对于社会风气，会发生很大的影响。后世好乐的帝王也很多。刚才说的唐太宗，他也爱好音乐，同时爱好武功，爱好书法。中国的书法，以他提倡最力。后来几位大书法家，如颜真卿柳公权等，都出在唐代。其实唐太宗自己的字就写得很好，还有他的秘书长虞世南，秘书褚遂良等，都是最好的书法家。唐太宗临死时，什么都不要，吩咐他儿子把从别人那里抢来的王羲之写的兰亭集序，放到棺材里陪葬，可见他爱好之深。他同时也爱好诗，结果不但自己的诗作得好，而且影响唐代的诗达到鼎盛。"}
{"text":"后世好乐的帝王也很多。刚才说的唐太宗，他也爱好音乐，同时爱好武功，爱好书法。中国的书法，以他提倡最力。后来几位大书法家，如颜真卿柳公权等，都出在唐代。其实唐太宗自己的字就写得很好，还有他的秘书长虞世南，秘书褚遂良等，都是最好的书法家。唐太宗临死时，什么都不要，吩咐他儿子把从别人那里抢来的王羲之写的兰亭集序，放到棺材里陪葬，可见他爱好之深。他同时也爱好诗，结果不但自己的诗作得好，而且影响唐代的诗达到鼎盛。唐太宗有多方面的兴趣，也有多方面的欲望，可是他自己知道站在领导人的地位，应该如何去适当处理自己的欲望，使之变为正常化，所以他能够成为后世的英明之主。不然的话，像另外几个爱好音乐的帝王，因为不善于处理自己的爱好，结果都是把政治生命连同本身生命一起玩掉了。在唐代帝王中，最好提倡音乐的就是唐明皇，后世戏班中供奉的祖师爷，就是这位唐朝的皇帝。唐代末年的僖宗，年少不懂事，只好玩乐，政令都被他左右的权奸大臣们所把持。他好踢球，自己认为球技最佳。有一天打球回来，对他最繁幸的优人，也是球手石野猪说，如果打球也可以参加考试的话，我一定可以考取状元。石野猪说，不错，你在打球上可以考状元。但是，如果碰到尧舜来主管吏部的话，在考绩的时候，一定会把你免职了。僖宗听了，便哈哈大笑了事。再下来残唐五代，几乎没有几个帝王不好音乐戏剧，如南唐后主等，结果都是这样玩玩，把政治搞坏了。国家也完了，而整个五代也因此弄得乱七八糟。这在历史的环节中，也是很有趣的问题。如果我们不作深入的研究，不了解这些史实，就会认为齐宣王爱好音乐，玩玩乐器，听听歌有什么关系呢？这就错了。在音乐本身而言，以我们自己几十年来的生活体验，礼乐在整个文化中，的确是占了重要的位置，是一个大问题。音乐往往能代表一个时代的精神，过去的音乐就代表了过去的时代现代的音乐，则代表了现在的时代。在文化深厚的时代，所产生的音乐的确也更丰硕更深厚。齐宣王问曰文王之圃，方七十里。有诸？孟子对曰于传有之。曰若是其大乎？曰民犹以为小也。曰寡人之圃，方四十里，民犹以为大。何也？曰文王之圃，方七十里，刍囗者往焉，雉兔者往焉。与民同之，民以为小，不亦宜乎？"}
{"text":"音乐往往能代表一个时代的精神，过去的音乐就代表了过去的时代现代的音乐，则代表了现在的时代。在文化深厚的时代，所产生的音乐的确也更丰硕更深厚。齐宣王问曰文王之圃，方七十里。有诸？孟子对曰于传有之。曰若是其大乎？曰民犹以为小也。曰寡人之圃，方四十里，民犹以为大。何也？曰文王之圃，方七十里，刍囗者往焉，雉兔者往焉。与民同之，民以为小，不亦宜乎？臣始至于境，问国之大禁，然后敢入。臣闻郊送之内，有圃方四十里，杀其麋鹿者，如杀人之罪。则是方四十里，为阱于国中民以为大，不亦宜乎？林园与治道这里当然又是另外一件事了。有一天，齐宣王问孟子，据说文王有一处可养鸟兽的皇家大园林，方园达七十里，有这回事吗？这在当时已经是考古的问题了。当然齐宣王没有亲眼见到，不知道有没有这件事，我们现在也无法知道它究竟有多大，因为古代的度量衡，和现代的度量衡有所不同。而当时孟子答得很高明，他说在古书上是记载了这样的事。齐宣王接着又问，有那么广阔么？大概孟子认为机会来了，又赶紧抓住机会说，那时的老百姓，还认为文王的这处皇家花园大小了呢！齐宣王说，我的森林花园，方圆不过是四十里，和文王的比较起来，范围已经小得多了，可是我的老百姓们，还觉得太大了，这是什么道理呢？好了，孟子就事论事，发挥起来了。他说，文王的森林花园，虽然方圆七十里，比你的大得多，可是百姓们可以去里面割草砍柴，也可以到里面打野鸡捉兔子。他开放了这座森林花园，和老百姓共同享用。老百姓们嫌它太小，不是很合情理的吗？可是我到贵国来，在还未进入你的国境之前，就先打听了你们齐国的大禁。当时就听说，在都城外百里的郊关之内，你有一处森林花园，方圆是四十里。如果有人在这四十里方圆内，杀死一头小鹿，就和犯了杀人罪一样，是要抵命的。那么你这方圆四十里的王家林园，对百姓来说，岂不好比是一个具有诱惑力的大陷阱吗？老百姓们觉得四十里方圆太大了，可不也是合情合理的么？这一段谈话内容，和前面他与梁惠王立于沼上谈灵台之乐的意义是一样的，不必重复解释了。"}
{"text":"可是我到贵国来，在还未进入你的国境之前，就先打听了你们齐国的大禁。当时就听说，在都城外百里的郊关之内，你有一处森林花园，方圆是四十里。如果有人在这四十里方圆内，杀死一头小鹿，就和犯了杀人罪一样，是要抵命的。那么你这方圆四十里的王家林园，对百姓来说，岂不好比是一个具有诱惑力的大陷阱吗？老百姓们觉得四十里方圆太大了，可不也是合情合理的么？这一段谈话内容，和前面他与梁惠王立于沼上谈灵台之乐的意义是一样的，不必重复解释了。但这一段中，有句名言，我们要注意的，那就是问国之大禁这句话，也就是后世说的入国间禁，入乡随俗。这是很重要的一个措施，尤其近代交通工具发达，超音速的交通，减少了旅途上使用的时间，等于缩短了空间的距离，于是人与人的接触愈益频繁。因此，在现代所谓人际关系上，问禁与随俗，更是十分重要的。我们在进入一个国家之前，一定要先了解这个国家的法令去一个地方时，也一定要先弄清楚这个地方的风俗习惯到任何国家，任何地方，都要尊重当地的法令和习俗，不要做出违逆的事来。对异国如此，对他乡客地如此，最好对于一般团体也如此。假如你带了一包猪肉松走进一所清真寺去，那就犯了莫大的忌讳。对于个人也应注意到，例如某人精神有问题，见不得红色，而你穿了一件大红衣服去看他，结果一定很糟糕。扩而大之，对于某些行业，也要注意其禁忌。比如坐旧式的船，在船上吃过饭后，把筷子搁在碗上，就犯了大禁忌。我们这样注意自己的行为，一则是对人的礼貌和恭敬，次则是减少自己的麻烦和困扰，甚至减少失败的因素。可惜许多年轻人都忽视了孟子这句话，认为是几千年前的陈旧思想。另外让人感慨的是，从孟子那个时代开始，一直到清朝两千多年来，中国历代的帝王，都是尊儒家孔孟之学。但他们只是要求别人遵孔孟之学，尽力巨之道，以立身处世。而他们自己，却忘了为君之道。在这一方面，都和梁惠王齐宣王样，甚至比独享园林还过分的事，也照做不误。真是教化自教化，帝王自帝王，直到孙中山先生领导了革命，推翻满清，取消帝王专制政体，建立了自由民主的中华民国，这才取消了宫廷的林园。齐宣王问曰交邻国有道乎？孟子对曰有。惟仁者为能以大事小，是故汤事葛，文王事昆夷。惟智者为能以小事大，故大王事獯鬻，勾践事吴。以大事小者，乐天者也以小事大者，畏天者也。"}
{"text":"但他们只是要求别人遵孔孟之学，尽力巨之道，以立身处世。而他们自己，却忘了为君之道。在这一方面，都和梁惠王齐宣王样，甚至比独享园林还过分的事，也照做不误。真是教化自教化，帝王自帝王，直到孙中山先生领导了革命，推翻满清，取消帝王专制政体，建立了自由民主的中华民国，这才取消了宫廷的林园。齐宣王问曰交邻国有道乎？孟子对曰有。惟仁者为能以大事小，是故汤事葛，文王事昆夷。惟智者为能以小事大，故大王事獯鬻，勾践事吴。以大事小者，乐天者也以小事大者，畏天者也。乐天者，保天下。畏天者，保其国。诗云畏天之威，于时保之。王曰大哉言矣！寡人有疾，寡人好勇。对曰王请无好小勇。夫抚剑疾视曰彼恶敢当我哉！此匹夫之勇，敌一人者也。王请大之。诗云王赫斯怒，肢整其旅，以遏徂莒，以笃周枯，以对于天下。此文王之勇也。文王一怒而安天下之民。书曰天降下民，作之君，作之师，惟曰其助上帝，宠之，四方有罪无罪，惟我在，天下曷敢有越厥志？一个衡行于天下，武王耻之，此武王之勇也。而武王亦一怒而安天下之民。今王亦一怒而安天下之民，民惟恐王之不好勇也。外交策略――大小之间这开头一段，也是一个大问题，孟子所提出的，正是中国传统文化中，外交思想的两大原则。至少在过去，中国的外交思想不出这两大原则。齐宣王提出来问孟子，对于与邻国的邦交，有什么好的办法，好的策略。孟子说大致可以分成两种原则。一种是以大事小，这是仁者的风范。虽然自己的国土大，国力强，但是仍旧愿意配合领土比他小国力比他弱的小国的政策。像在历史上，夏朝的时候，汤以毫为都城，地大人众，国力强盛。而夏朝的另一诸侯，赢姓的葛国，在领土人民财力上，都不及汤。葛的故城，在现在河南省葵丘县东北，在地理位置上和汤为邻。当时的汤伯虽有专事讨伐的特权，但葛在夏朝诸侯的等级上也称为葛伯，政治地位不下于扬，所以扬在国交上，对葛仍然是尊敬的，顺服的，绝对不因自已的权势大，而去欺凌力量弱小的葛国。更近一点的史实，在商朝的末期，西方的昆夷――即犬戎，那是以犬皮作为战衣，乘坏车的国家，和在西岐的文王接壤。"}
{"text":"而夏朝的另一诸侯，赢姓的葛国，在领土人民财力上，都不及汤。葛的故城，在现在河南省葵丘县东北，在地理位置上和汤为邻。当时的汤伯虽有专事讨伐的特权，但葛在夏朝诸侯的等级上也称为葛伯，政治地位不下于扬，所以扬在国交上，对葛仍然是尊敬的，顺服的，绝对不因自已的权势大，而去欺凌力量弱小的葛国。更近一点的史实，在商朝的末期，西方的昆夷――即犬戎，那是以犬皮作为战衣，乘坏车的国家，和在西岐的文王接壤。而文王当时所治的周国，不论文化经济，都非常发达，广土众民，声望又高，不知道要比犬戎强盛多少倍。可是文王为了行仁政，绝对不以兵戎相见，为了行仁政，不忍动武，虽然犬戎经常有粗暴鲁莽的侵犯行为，而文王还是忍让着，不愿意生灵涂炭，以免苦了老百姓。孟子再举出第二个外交原则以小事大，这属于明智之举。他也举出两个当时的史例，一个是周太王的例子。商朝末期时，姬周诸侯，由太王当政，这时周国正在积极图治，而北方自五帝时期以来，就常常在边界上生事的獯鬻――也就是后世匈奴的一支，这一支游牧民族非常强悍，常常犯边闹事，周太王为了致力于内政，为了在安定中求进步，不去和匈奴力争，而采取退让的态度，以免扩大战争，影响了内政的建设。第二个例子，是吴越两国的史实。越王勾践被打败了以后，只好对吴国俯首称臣，一切听从吴王夫差的命令，还献上绝代佳人供他娱乐，讨他欢心，以便能够回到自己的故国。他回国后，卧薪尝胆，十年生聚，十年教训。而后终于雪耻复国。这都是明智的外交原则。自己力量不够的时候，就顺服强者以图生存。他举了仁与智为出发点的两大外交原则以后，又对齐宣王作进一步的阐述。以大事小的外交原则是乐天的，以小事大的外交原则是畏天的。这里所说的乐天畏天的天，当然不是愚夫愚妇心目中的天老爷。不是讨天老爷欢心的乐天，或者怕上天打雷的畏天等愚妄迷信。这里的天，在天人合一的哲学上，是包括了人事在内。如果作详细的解释，会是一篇很长很长的文章。限于时间和篇幅，姑且勉强作个简单的解释。以现代名词来说，就是非人力所可违反的定理拿我们中国的词汇来说，就是天理。那么以自己的大国之尊去配合小国，就是顺应天地生万物的乐天心理，不愿意欺负弱小至于以弱小的国势臣服于强国大族，不敢得罪大国，就是敬畏天理。"}
{"text":"不是讨天老爷欢心的乐天，或者怕上天打雷的畏天等愚妄迷信。这里的天，在天人合一的哲学上，是包括了人事在内。如果作详细的解释，会是一篇很长很长的文章。限于时间和篇幅，姑且勉强作个简单的解释。以现代名词来说，就是非人力所可违反的定理拿我们中国的词汇来说，就是天理。那么以自己的大国之尊去配合小国，就是顺应天地生万物的乐天心理，不愿意欺负弱小至于以弱小的国势臣服于强国大族，不敢得罪大国，就是敬畏天理。否则，天地间的定理，不会容许你成功如愿的。最后，孟子进一步说，凡乐天的，效法天地的博爱精神，不以强压弱的大国，结果一定四海归心，可以保有天下而弱小的国家，如果能够畏天道，服从强者的领导，不怀叛逆之心，那么就可能保住自己的国家。他并且引据诗经来支持他的理论，他说，诗经周颂我将篇中记载着畏天之感，于是保之。这个威字的含义，是指时代的大趋势。孟子引用这句话，是对智者的外交政策而言。意思是说，必须以敬畏谨慎的心理，因应国际上自然的大趋势，把握时间的契机，以维系自己的生存。孟子说到这里的时候，齐宣王不让他说下去，在中间打了岔，插进来说，孟先生，你讲的这些理论，太伟大了，太高深了。暂时不谈这么高远深奥的哲理，就目前的现实问题来说――换言之，他不喜欢再听孟子那些大道理，什么是畏天戒慎一类理论，他心里对当时的国际看法，正是认为强权就是公理。因此便直截了当地说，我有一个毛病，我这个人爱好武勇。大勇定天下齐宣王这一打岔，话题就转了方向，可是孟子也真高明，立即随着这个方向，继续施行他王道仁政的教化。他说你齐宣王好勇，不要紧，只要你爱好的不是小勇。你不要专去喜欢摔跤柔道弄枪舞棒这些个人小勇的玩意儿。一个人握着剑把子，把剑抽出一截来，眼睛瞪得大大的，冲着人说，你敢跟我较量吗？这种只是普通的个人勇武而已，充其量是一个人对一个人的对打。攻夫好，也许可以把别人打垮功夫差，自己会被打得鼻青眼肿，难有大志。我相信你齐宣王不会局限于这样的小勇，我希望你能把好勇的范围扩大，像诗经大雅皇矣篇所描写的文王那样。当文王得到密国无故攻打阮国的报告时，怒不可遏，立刻整军经武，出兵阻挡了密国的攻击，逼得密国退兵，不敢再轻易侵犯别人。"}
