{"text":"无聊之极，我就爬上了市后面的那一排小山之上，打算对屯溪全市，作一个包罗万象的高空鸟瞰。市后的小山，断断续续，一连倒也有四五个山峰。自东而西，俯瞰了屯溪市上的几千家人家，以及人家外围，贯流在那里的三四条溪水之后，我的两足，忽而走到了一处西面离桥不远的化山的平顶。顶上的石柱石磉石梁，依然还在，然而一堆瓦砾，寸草不生，几只飞鸟，只在乱石堆头慢声长叹。我一个人看看前面天主堂界内的杂树人家，和隔岸的那条同金字塔样的狮子俗称扁担石山，觉得阴森森毛都有点直竖起来了，不得已就只好一口气的跳下了这座在屯溪市是地点风景最好也没有的化山。后来上桥头的酒店里去坐下，向酒保仔细一探听，才晓得民国十八年的春天，宋老五带领了人马，曾将这屯溪市的店铺民房，施行了一次火洗，那座化山顶上的化山大寺，也就是于这个时候被焚化了的。那时候未被烧去而仅存者，只延旭楼的一间三层的高阁和天主堂内的几间平房而已。在酒店里，和他们谈谈说说，我只吃了一碟炒四件，一斤杂有泥沙的绍兴酒，算起帐来，竟被敲去了两块大洋，问何以会这么的贵？回答说本地人都喝的歙酒，绍兴酒本来是很贵的。这小上海的商家，别的上海样子倒还没有学好，只有这一个欺生敲诈的门径，却学得来青胜于蓝了，也无怪有人告诉我说，屯溪市上，无论哪一家大商店，都有讨价还价，就连一盒火柴，一封香烟，也有生人熟面的市价的不同。傍晚四五点的时候，去徽州的大队人马回来了，一同上延旭楼去吃过晚饭，我和秋原增嘏成章四人，在江岸的东头走走，恰巧遇见了一位自上海来此的像白相人那么的汽车小商人。他于陪我们上游艺场去逛了一遍之余，又领我们到了一家他的旧识的乐户人家。姑娘的名号现在记不起来了，仿佛是翠华的两字，穿着一件黑绒的夹袄，镶着一个金牙齿，相貌倒也不算顶坏，听了几出徽州戏，喝了一杯祁门茶后，出到了街上，不意斗头又遇见了三位装饰时髦到了极顶，身材也窈窕可观的摩登美妇人。那一位引导者，和她们也似乎是素熟的客人，大家招呼了一下走散之后，他就告诉了我们以她们的身世。她们的前身，本来是上海来游艺场献技的坤角，后来各有了主顾，唱戏就不唱了。不到一年，各主顾忽又有了新恋，她们便这样的一变，变作了街头的神女。这一段短短的历史，简单虽也简单得很，但可惜我们中间的那位江州司马没有同来，否则倒又有一篇琵琶行好做了。"}
{"text":"那一位引导者，和她们也似乎是素熟的客人，大家招呼了一下走散之后，他就告诉了我们以她们的身世。她们的前身，本来是上海来游艺场献技的坤角，后来各有了主顾，唱戏就不唱了。不到一年，各主顾忽又有了新恋，她们便这样的一变，变作了街头的神女。这一段短短的历史，简单虽也简单得很，但可惜我们中间的那位江州司马没有同来，否则倒又有一篇琵琶行好做了。在微雨黄昏的街上走着，他还告诉了我们这里有几家头等公娼，几家二等花茶馆，几家三等无名窟，和诨名屯溪之王的一家半开门。回到了残灯无焰的船舱之内，向几位没有同去的诗人们报告了一番消息，余事只好躺下去睡觉了，但青衫憔悴的才子，既遇着了红粉飘零的美女，虽然没有后花园赠金，妓堂前碰壁的两幕景，一诗却是少不得的斜依着枕头，合着船篷上的雨韵，哼哼唧唧，我就在朦胧的梦里念成了一新安江水碧悠悠，两岸人家散若舟，几夜屯溪桥下梦，断肠春色似扬州。的七绝句。这么一来，既有了佳人，又有了才子，煞尾并且还有着这一个有诗为证的大团圆，一出屯溪夜泊的传奇新剧本，岂不就完全成立了么？一九三四年五月第二辑屐痕处处感伤的行旅桐君山的再到杭州建德的公共汽车路开后，自富阳至桐庐的一段，我还没有坐过。每听人说，钓台在修理了，报上也登着说，某某等名公已经发出募捐启事，预备为严先生重建祠宇了但问问自桐庐来的朋友，却大家都说，严先生祠宇的倾颓，钓台山路的芜窄，还是同从前一样。祠宇的修不修，倒也没有多大的问题，回头把严先生的神像供入了红墙铁骨的洋楼，使烧香者多添些摩登的红绿士女，倒也许不是严先生的本意。但那一条路，那一条停船上山去的路，我想总还得略为开辟一下才好虽不必使着高跟鞋者，亦得拾级而登，不过至少至少总也该使谢皋羽的泪眼，也辨得出路径来。这是当我没有重到桐庐去之先的个人的愿望，大约在三年以前去过一次钓台的人，总都是这么在那里想的无疑。大热的暑期过后，浙江内地的旱苗，虽则依旧不能够复活，但神经衰弱，长年像在患肺病似的我们这些小都会的寄生虫，一交秋节，居然也恢复了些元气，如得了再生的中暑病者。秋潮看了，满家巷的桂花盛时也过了，无风无雨，连晴直到了重阳。"}
{"text":"但那一条路，那一条停船上山去的路，我想总还得略为开辟一下才好虽不必使着高跟鞋者，亦得拾级而登，不过至少至少总也该使谢皋羽的泪眼，也辨得出路径来。这是当我没有重到桐庐去之先的个人的愿望，大约在三年以前去过一次钓台的人，总都是这么在那里想的无疑。大热的暑期过后，浙江内地的旱苗，虽则依旧不能够复活，但神经衰弱，长年像在患肺病似的我们这些小都会的寄生虫，一交秋节，居然也恢复了些元气，如得了再生的中暑病者。秋潮看了，满家巷的桂花盛时也过了，无风无雨，连晴直到了重阳。秋高蟹壮，气候虽略嫌不定，但出去旅行，倒也还合适，正在打算背起包裹雨伞，上那里去走走，恰巧来了一位一年多不见的老友，于是乎就定下了半月间闲游过去的计划。头两天，不消说是在湖上消磨了的，尤其是以从云栖穿竹径上五云山，过郎当岭而出灵隐的那一天，内容最为充实。若要在杭州附近，而看些重岚垒嶂，想象想象浙西的山水者，这一条路不可不走。现成的证据，我就可以举出这位老友来。他的交游满天下，欧美日本，历国四十余，身产在白山黑水间，中国本部，十八省经过十三四，五岳匡庐，或登或望，早收在胸臆之中可是一上了这一条路，朝西看看夕照下的群山，朝南朝东看看明镜似的大江与西湖，也忘记了疲倦，忘记了世界，唱出了一句谁说杭州没有山！的打油腔。好书不厌百回读，好山好水，自然是难得仔细看的。在五云山上，初尝了一点点富春江的散文味的这位老友，更定了再溯上去，去寻出黄子久的粉本来的雄图。天气依然还是晴着，脚力亦尚可以对付，汽车也居然借到了，十月二十的早晨九点多钟，我们就从万松岭下驶过，经梵村，历转塘，从两岸的青山巷里，飞驰而到了富阳县的西门。富阳本来是我的故里，一县的山光水色，早在我的许多短篇里描写过了我自然并不觉得怎么，可是我的那位老友，饭后上了我们的那间松筠别墅的厅房，开窗南望，竟对了定山，对了江帆，对了溶化在阳光里的远山簇簇，发了十五六分钟的呆。从杭州到富阳，四十二公里，以旧制的驿里来计算，约一九内外汽车走走，一个钟头就可以到，一顿饭倒费去了我们百余分钟，我问老友，黄子久看到了这一块中段，也已经够了罢？他说也还够，也还不够。我的意思，是好花看到半开时，预备劝他回杭州去了，但我们的那位年轻气锐的汽车夫，却屈着指头算给我们听说此去再行百里，两点半可到桐庐，在桐庐玩一个钟头，三点半开车，直驶杭州，六点准可以到。"}
{"text":"从杭州到富阳，四十二公里，以旧制的驿里来计算，约一九内外汽车走走，一个钟头就可以到，一顿饭倒费去了我们百余分钟，我问老友，黄子久看到了这一块中段，也已经够了罢？他说也还够，也还不够。我的意思，是好花看到半开时，预备劝他回杭州去了，但我们的那位年轻气锐的汽车夫，却屈着指头算给我们听说此去再行百里，两点半可到桐庐，在桐庐玩一个钟头，三点半开车，直驶杭州，六点准可以到。本来是同野鹤一样的我们，多看点山水，当然也不会得患食丧之病汽车只教能行，自然是去的，去的，去去也有何妨。一出富阳，向西偏南，六十里地的旱程中间，山色又不同了。峰岭并不成重，而包围在汽车四周的一带，却呈露着千层万层的波浪。小小的新登县，本名新城，烟户不满千家，城墙像是土堡，而县城外的小山，小山上的小塔，却来得特别的多，一条松溪，本来也是很小的，但在这小人国似的山川城郭之中流过，看起来倒觉得很大了。像这样的一个小县里，居然也出了许远，出了杜建徽，出了罗隐那么的大人物，可见得山水人物，是不能以比例来算的。文弱的浙西，出个把罗隐，倒也算不得什么，但那堂堂的两位武将，自唐历宋以至吴越，仅隔百年，居然出了这两位武将，可真有点儿厉害。第二辑屐痕处处感伤的行旅车过新登，沿鼍江的一段，风景又变了一变因路线折向了南，钱塘江隔岸的青山，万笏朝天，渐渐露起头角来了。鼍江就是江上常有二气，因杜建徽罗隐生而不见的传说的产地隔岸的高山，就是孙伯符的祖墓所在，地属富阳浦江交界处的天子岗头。从此经岘口，过窄溪，沿桐溪大江，曲折回旋，凡二三十里，直到桐君山的脚下。三面是山，一面是水，风景的清幽，林木的茂盛，石岩的奇妙，自然要比仙霞关山阳坑更增数倍不过曲折不如，雄大稍逊，这一点或者不好向由公路到过安徽到过福建的人夸一句大口。桐君山上的清景，我已于三四年前来过之后速写过一篇钓台的春昼由爱山爱水的人看来，或者对此真山真水会百看也不至生厌恶之，但由我这枝破笔写来，怕重写不上两句，就要使人讨厌了，因为我决没有这样的本领，这样的富于变化而生动的笔力。"}
{"text":"桐君山上的清景，我已于三四年前来过之后速写过一篇钓台的春昼由爱山爱水的人看来，或者对此真山真水会百看也不至生厌恶之，但由我这枝破笔写来，怕重写不上两句，就要使人讨厌了，因为我决没有这样的本领，这样的富于变化而生动的笔力。不过有一件事，却得声明，前次是月夜来看，这次是夕阳下来看的我想风雨的中宵，或晴明的早午，来登此处，总也有一番异景，与前次这次我所看见的，完全不同。桐君山下，桐溪与富春江合流之处，是渡头了。汽车渡江，更向西南直上，可以抄过富春山的背后，从西面而登钓台。我这次虽则不曾渡江，但在桐君山的殿阁的窗里，向西望去，只看见有一线的黄蛇，曲折缭绕在夕阳山翠之中有了这条公路，钓台前面的那个泊船之处以及上山的道路，自然是可以不必修了，因为从富春山后面攀登上去，居高临下，远望望钓台，远望望钓台上下的山峡清溪，这飞鹰的下瞰，可以使严陵来得更加幽美，更加卓越。这一天晚上，六点多钟，车回到杭州的时候，我还在痴想，想几时去弄一笔整款来，把我的全家，我的破书和酒壶等都搬上这桐庐县的东西乡，或是桐君山，或是钓台山的附近去。一九三四年十月二十二日雁荡之前夜南游日记十月二十二日，旧历九月十五日，星期一，阴晴，天似欲变。午后陪文伯游湖一转，且坚约于明晨侵早渡江，作天台雁荡之游。返家刚过五时，急为上海生生美术公司预定出版之月刊草一随笔，名桐君山的再到，成二千字所记的当然是前天和文伯去富阳去桐庐一带所见和所感的种种。但文伯不喜将名氏见于经传，故不书其名，而只写作我的老友来杭，陪去桐庐。在桐君山上写的那一歪诗亦不抄入，因语意平淡，无留存的价值。晚上，向图书馆借得张联元觉庵所辑天台山全志一部，打算带去作导游之用。因张志成于康熙丁酉年，比明释传灯所编之天台山方外志，年代略后，或者山容水貌，与今日的天台更有几分近似处。翻阅志书，至十时，就上床睡，因明天要起一个大早，渡江过西兴去坐车出。二十三日九月十六，星期二，晴，有雾。六时起床，刚洗沐中，文伯之车，已来门外。急会萃行李，带烟酒各两大包，衣服鞋袜一箱，罐头食品，书籍纸笔，絮被草枕各一捆，都是霞的周到文章，于前夜为我们两人备好的。登车驶至江边，七点的轮渡未开。"}
{"text":"因张志成于康熙丁酉年，比明释传灯所编之天台山方外志，年代略后，或者山容水貌，与今日的天台更有几分近似处。翻阅志书，至十时，就上床睡，因明天要起一个大早，渡江过西兴去坐车出。二十三日九月十六，星期二，晴，有雾。六时起床，刚洗沐中，文伯之车，已来门外。急会萃行李，带烟酒各两大包，衣服鞋袜一箱，罐头食品，书籍纸笔，絮被草枕各一捆，都是霞的周到文章，于前夜为我们两人备好的。登车驶至江边，七点的轮渡未开。行人满载了三四船之外，还有兵士，亦载得两船，候轮船来拖渡过江，因想起汪水云诗三日钱塘潮不至，千军万马渡江来！的两句。原诗不知是否如此，但古来战略，似乎都系由隔岸驻重兵，涉江来袭取杭州的。三国孙吴，五代钱武肃王的军事策略，都是如此。伯颜灭南宋，师次皋亭，江的两岸亦驻重兵，故德v宫中有三日钱塘潮不至之叹。若钱江大桥一筑成，各地公路一开通，战略当然是又要大变。西兴上岸，太阳方照到人家的瓦上，计时当未过八点。在岸旁车站内，遍寻公路局借给我们用的车，终寻不着。不得已，只能打电话向公路局去催，连打两次，都说五百零九号的雪佛勒车，已于今晨六时过江来了。心里生了懊恼，觉得途之日，第一着就不顺意，不知此后的台荡之游，结果究将如何。于是就只能上萧绍长途汽车站旁的酒店里去喝酒，以浇抑郁，以等车来。第二辑屐痕处处感伤的行旅九点左右，车终于来了，问何以迟至，答系汽车过渡不便之故。匆匆上车，向东南驶去，对柯岩兰亭快阁龙山禹陵禹穴东湖六陵，以及吼山等越中名胜，都遥致了一个敬意，约于他日来重游。到绍兴约十点过，山上的石栏，鉴湖的一曲，及府山上的空亭，只同梦里的昙花，向车窗显了一显面目。离绍兴后，车路两旁的道路树颇整齐，秋柳萧条，摇曳着送车远去，倒很像是王实甫曲本里的妙句杂文。由江边至绍兴的曹娥江头，路向是偏南朝东的，在曹娥一折，沿江上去，车就向了正南。过蒿坝三界，崞值却Γ右手是不断的越中诸山嵘交图山等，左手是清绝的曹娥江水，风景明朗，人家也多富庶。真是江南的大佳丽地。十二点过剡溪，遥望着嵊县东门外的嵊山溪亭，下去吃了一次午餐就走。车入新昌界后，沿东港走了一段，至拔茅班竹而渐入高地，回旋曲折，到大桥头，岭才绕完。问之建筑工人，这叫什么岭？"}
{"text":"离绍兴后，车路两旁的道路树颇整齐，秋柳萧条，摇曳着送车远去，倒很像是王实甫曲本里的妙句杂文。由江边至绍兴的曹娥江头，路向是偏南朝东的，在曹娥一折，沿江上去，车就向了正南。过蒿坝三界，崞值却Γ右手是不断的越中诸山嵘交图山等，左手是清绝的曹娥江水，风景明朗，人家也多富庶。真是江南的大佳丽地。十二点过剡溪，遥望着嵊县东门外的嵊山溪亭，下去吃了一次午餐就走。车入新昌界后，沿东港走了一段，至拔茅班竹而渐入高地，回旋曲折，到大桥头，岭才绕完。问之建筑工人，这叫什么岭？工头说是卫士或围寺岭，不知是哪两字，他日一翻新昌县志，当能查出。在这卫士岭上，已能够远远望见天姥山峰天台山脉了，过关岭，在天台山中穿岭绕过，始入天台界。文伯姓王，我姓郁，初入天台山境，只见清溪回绕，与世隔绝，自然也生了些邪念，但身入山中，前从远处看见的山峰反而不见了，所以就唱出了两句山歌山到天台难识面，我非刘阮也牵情。知昨天在湖上，文伯曾向霞作过谐谑说明儿我们俩，要扮作刘晨阮肇，合唱一出上天台了，你怕也不怕？午后四时，渡清溪，望赤城山，至天台县城东北之国清寺宿。寺为隋时智者禅师所手创，因禅师不及见寺成，只留一隐语说寺若成，国即清，故名。规模宏大，僧众繁多，且设有佛学研究所一处，每日讲经做功课不辍，真不愧是一座天台正宗发源地的大丛林。来陪我们吃夜饭的法师华清，亦道貌秀异，有点像画里的东坡。这一晚，只看了些寺里的建筑，和伽蓝殿外的一株隋梅，及丰干桥溪上的半溪明月，八点多钟，就上床睡了。二十四日九月十七，星期三，晴爽。晨七时上轿，去方广寺看石梁飞瀑。初出寺门，向东向北，沿山溪渡岭过去，朝日方照在谷这一面的山头。溪水冲击声不断，想系石梁小弱弟日夜啼号处。两岸山色也苍翠如七八月时，间有红叶，只染成了一二分而已。溪尽山亦一转，又上一条小岭。小岭尽，前面又是高山，山上有路亭在脊背，仰望似在天上一条越岭的石级路，笔直笔直的穿在这路亭下高山的当中，问之轿夫，说这是金地岭，是去华顶寺方广寺必经之路，不得已只好下轿来攀援着走上岭去。幸而今晨出发的时候，和尚送给了两枝万年藤杖摆在轿子里，到了金地岭的半当中，才觉得这藤杖真有意想不到之效力了。到了金地岭头，上面却是一大平阪。人家点点，村落田畴，都分布得非常匀称。田稻方熟，金黄尚未割起。"}
{"text":"溪尽山亦一转，又上一条小岭。小岭尽，前面又是高山，山上有路亭在脊背，仰望似在天上一条越岭的石级路，笔直笔直的穿在这路亭下高山的当中，问之轿夫，说这是金地岭，是去华顶寺方广寺必经之路，不得已只好下轿来攀援着走上岭去。幸而今晨出发的时候，和尚送给了两枝万年藤杖摆在轿子里，到了金地岭的半当中，才觉得这藤杖真有意想不到之效力了。到了金地岭头，上面却是一大平阪。人家点点，村落田畴，都分布得非常匀称。田稻方熟，金黄尚未割起。回头一望来处，千丈的谷底，有溪流，有远树远有国清寺门前的那枝高塔――传说是隋时的塔――也看得清清楚楚。再向西远望，是天台县城西北的乡间，始丰溪与清溪灌流的地域，亦就是我们昨天汽车所经过的地方了。岭上的路，成了三枝，一枝是我们的来路，一枝向东偏南，望佛陇下太平乡的台底是高明寺立在岭上寺看得很明白，一枝朝北，再对高山峻岭走去，经寒风阙陈田洋等处，可到龙王堂，是东去华顶寺，西北至方广万年寺的大道。金地岭头，树丛里有一个真觉寺，寺门外立有元和四年的唐碑一块，寺内大殿里保存着一座智者大师真身的骨塔，相传大师于隋开皇十七年圆寂于新昌大佛寺后，他的徒众搬遗蜕来葬于此地的传说中的定光禅师在梦中向智者大师招手之处，亦即在这岭头的一大岩石上，现称作招手岩者是。在金地岭头西北的一大村落，俗称塔头村，因为真觉寺的俗名是塔头寺，所谓塔头者，系指智者大师的骨塔而言乡人无智，谓国清寺前之塔，系一夜中由仙人移来，塔身已安置好了，只少一塔头，仙人移塔头到此，金鸡唱了，天已将亮，不得已就只能弃塔头于此地现在上国清寺前那枝塔中去向天一望，顶上果有一个圆洞，看得出天光，像是无顶的样子而金地岭，俗名也叫作金鸡岭不过乡人思虑未周，对于塔头东面的那条银地岭，却无法编入到他们的神话里头去。第二辑屐痕处处感伤的行旅我们到了塔头村，看到了这高山上的大平原，以及东西南三面的平谷与远景，已经有点恋恋不忍舍去了及到了更上一层的俗称水磨坑落水坑上的高原地，更不觉绝叫了起来。"}
{"text":"第二辑屐痕处处感伤的行旅我们到了塔头村，看到了这高山上的大平原，以及东西南三面的平谷与远景，已经有点恋恋不忍舍去了及到了更上一层的俗称水磨坑落水坑上的高原地，更不觉绝叫了起来。山上复有山，上一层是一番新景象，一个和平的大村落，有流水，有人家，有稻田与菜圃小孩们在看割稻，黄白犬在对我们投疑视的眼光，桃花源上更有桃源，行行渐上，迭上三四条岭，仍不觉得是在山巅，这一点我觉得是天台山中最奇特的地方将来若要辟天台为避暑区域，则地点在水磨坑落水坑陈田洋寒风阙的外台一带随处都是很适宜的。自金地岭北去，十五里到龙王堂，又十五里到方广寺。寺处万山之中，上岭下岭，不知要经过几条高低的峻路，才到得了。这地的现者，是晋昙犹尊者，后传有五百应真居此，宋建中靖国元年一一一年始建寺，复毁于火，绍熙四年一一九三年重建。其后兴灭的历史，却不可考了。一谷之中，依山的倾斜位置，造了上方广中方广下方广的三个寺。中方广在石梁瀑布之旁，即旧昙花亭址。这深谷里的石梁瀑布的方向，大约是朝西南的，因过龙王堂后，天下了微雨，我们没有带指南针，所以方向辨不清楚。一道金溪，一道不知名的溪，自北自东的直流下来到了上方广寺前，中方广寺侧的大磐石上，两溪会合，汇成了一条纵横有数十丈宽广的大河河向西南流，冲上了一块天然直立在那里有点像闸门似的大石。不知经过了几千万年，这一块大石壁的闸门，终被下流之水，冲成了一个弓形的大窟窿。这石窟窿有四五丈宽，丈把来高，水经此孔，一沿石直捣下去，就成了一条数十丈高的飞瀑这就是方广寺的瀑布与石梁的简单的说明。上方广寺，在瀑布之上中方广寺，在瀑布与石梁之旁，登中方广寺的昙花亭，可以俯视石梁，俯视石梁下的数十丈的飞瀑下方广寺，在瀑布下的溪流的南面，从中方广寺渡石梁，经下方广寺走下去里把来路，立在瀑布下流的溪旁，向上一看，果然是名不虚传的一个奇景，一幅有声有色的小李将军的浓绿山水画。第一，脚下就是一条清溪溪上半里路远的地方悬着那一条看上去似乎有万把丈高的飞瀑离瀑布五六尺高的空中，忽有一条很厚实很伟大的天然石梁，架在水上，两头是连接在石岩之上的这瀑布与石梁的上面，远远还看得见几条溪流，一簇远山，与半角的天光在瀑布石梁及溪流的两旁，尽是些青青的竹，红绿的树，以及黄的墙头。"}
