{"text":"同情文学一九二七年春，广州一小撮共产党的叛徒在民国日报副刊现代青年上连续发表忏悔的诗文，并对他们的叛变互表同情三月间，又在现代青年上发表谈谈革命文艺革命与文艺等文章，鼓吹文艺是人类同情的呼声，人类同情的应惑等等。所谓同情文学，当指这类东西。珂罗连珂因参加革命活动，被流放西伯利亚六年。著有中篇小说盲音乐家文学回忆录我的同时代人的故事等。谈所谓大内档案谈所谓大内档案所谓大内档案这东西，在清朝的内阁里积存了三百多年，在孔庙里塞了十多年，谁也一声不响。自从历史博物馆将这残余卖给纸铺子，纸铺子转卖给罗振玉，罗振玉转卖给日本人，于是乎大有号G之声，仿佛国宝已失，国脉随之似的。前几年，我也曾见过几个人的议论，所记得的一个是金梁，登在东方杂志上还有罗振玉和王国维，随时发感慨。最近的是北新半月刊上的论档案的售出，蒋彝潜先生做的。我觉得他们的议论都不大确。金梁，本是杭州的驻防旗人，早先主张排汉的，民国以来，便算是遗老了，凡有民国所做的事，他自然都以为很可恶。罗振玉呢，也算是遗老，曾经立誓不见国门，而后来仆仆京津间，痛责后生不好古，而偏将古董卖给外国人的，只要看他的题跋，大抵有广告气扑鼻，便知道于意云何了。独有王国维已经在水里将遗老生活结束，是老实人但他的感喟，却往往和罗振玉一鼻孔出气，虽然所出的气，有真假之分。所以他被弄成夹广告的，是常有的事，因为他老实到像火腿一般。蒋先生是例外，我看并非遗老，只因为s一点，所以受了罗振玉辈的骗了。你想，他要将这卖给日本人，肯说这不是宝贝的么？那么，这不是好东西么？不好，怎么你也要买，我也要买呢？我想，这是谁也要发的质问。答曰唯唯，否否。这正如败落大户家里的一堆废纸，说好也行，说无用也行的。因为是废纸，所以无用因为是败落大户家里的，所以也许夹些好东西。况且这所谓好与不好，也因人的看法而不同，我的寓所近旁的一个垃圾箱，里面都是住户所弃的无用的东西，但我看见早上总有几个背着竹篮的人，从那里面一片一片，一块一块，检了什么东西去了，还有用。"}
{"text":"你想，他要将这卖给日本人，肯说这不是宝贝的么？那么，这不是好东西么？不好，怎么你也要买，我也要买呢？我想，这是谁也要发的质问。答曰唯唯，否否。这正如败落大户家里的一堆废纸，说好也行，说无用也行的。因为是废纸，所以无用因为是败落大户家里的，所以也许夹些好东西。况且这所谓好与不好，也因人的看法而不同，我的寓所近旁的一个垃圾箱，里面都是住户所弃的无用的东西，但我看见早上总有几个背着竹篮的人，从那里面一片一片，一块一块，检了什么东西去了，还有用。更何况现在的时候，皇帝也还尊贵，只要在大内里放几天，或者带一个宫字，就容易使人另眼相看的，这真是说也不信，虽然在民国。大内档案也者，据深通国朝掌故的罗遗老说，是他的国朝时堆在内阁里的乱纸，大家主张焚弃，经他力争，这才保留下来的。但到他的国朝退位，民国元年我到北京的时候，它们已经被装为八千？麻袋，塞在孔庙之中的敬一亭里了，的确满满地埋满了大半亭子。其时孔庙里设了一个历史博物馆筹备处，处长是胡玉缙先生。筹备处云者，即里面并无历史博物的意思。我却在教育部，因此也就和麻袋们发生了一点关系，眼见它们的升沉隐显。可气可笑的事是有的，但多是小玩意后来看见外面的议论说得天花乱坠起来，也颇想做几句记事，叙出我所目睹的情节。可是胆子小，因为牵涉着的阔人很有几个，没有敢动笔。这是我的世故，在中国做人，骂民族，骂国家，骂社会，骂团体，都可以的，但不可涉及个人，有名有姓。广州的一种期刊上说我只打叭儿狗，不骂军阀。殊不知我正因为骂了叭儿狗，这才有逃出北京的运命。泛骂军阀，谁来管呢？军阀是不看杂志的，就靠叭儿狗嗅，候补叭儿狗吠。阿，说下去又不好了，赶快带住。现在是寓在南方，大约不妨说几句了，这些事情，将来恐怕也未必另外有人说。但我对于有关面子的人物，仍然都不用真姓名，将罗马字来替代。既非欧化，也不是隐恶扬善，只不过远害全身。这也是我的世故，不要以为自己在南方，他们在北方，或者不知所在，就小觑他们。他们是突然会在你眼前阔起来的，真是神奇得很。这时候，恐怕就会死得连自己也莫明其妙了。所以要稳当，最好是不说。但我现在来折衷，既非不说，而不尽说，而代以罗马字，――如果这样还不妥，那么，也只好听天由命了。上帝安我魂灵！却说这些麻袋们躺在敬一亭里，就很令历史博物馆筹备处长胡玉缙先生担忧，日夜提防工役们放火。"}
{"text":"但我对于有关面子的人物，仍然都不用真姓名，将罗马字来替代。既非欧化，也不是隐恶扬善，只不过远害全身。这也是我的世故，不要以为自己在南方，他们在北方，或者不知所在，就小觑他们。他们是突然会在你眼前阔起来的，真是神奇得很。这时候，恐怕就会死得连自己也莫明其妙了。所以要稳当，最好是不说。但我现在来折衷，既非不说，而不尽说，而代以罗马字，――如果这样还不妥，那么，也只好听天由命了。上帝安我魂灵！却说这些麻袋们躺在敬一亭里，就很令历史博物馆筹备处长胡玉缙先生担忧，日夜提防工役们放火。为什么呢？这事谈起来可有些繁复了。弄些所谓国学的人大概都知道，胡先生原是南菁书院的高材生，不但深研旧学，并且博识前朝掌故的。他知道清朝武英殿里藏过一副铜活字，后来太监们你也偷，我也偷，偷得不亦乐乎，待到王爷们似乎要来查考的时候，就放了一把火。自然，连武英殿也没有了，更何况铜活字的多少。而不幸敬一亭中的麻袋，也仿佛常常减少，工役们不是国学家，所以他将内容的宝贝倒在地上，单拿麻袋去卖钱。胡先生因此想到武英殿失火的故事，深怕麻袋缺得多了之后，敬一亭也照例烧起来就到教育部去商议一个迁移，或整理，或销毁的办法。专管这一类事情的是社会教育司，然而司长是夏曾佑先生。弄些什么国学的人大概也都知道的，我们不必看他另外的论文，只要看他所编的两本中国历史教科书，就知道他看中国人有怎地清楚。他是知道中国的一切事万不可办的即如档案罢，任其自然，烂掉，霉掉，蛀掉，偷掉，甚而至于烧掉，倒是天下太平倘一加人为，一办，那就舆论沸腾，不可开交了。结果是办事的人成为众矢之的，谣言和谗谤，百口也分不清。所以他的主张是这个东西万万动不得。这两位熟于掌故的要办和不办的老先生，从此都知道各人的意思，说说笑笑，但竟拖延下去了。于是麻袋们又安稳地躺了十来年。这回是先生来做教育总长了，他是藏书和考古的名人。我想，他一定听到了什么谣言，以为麻袋里定有好的宋版书――海内孤本。这一类谣言是常有的，我早先还听得人说，其中且有什么妃的绣鞋和什么王的头骨哩。有一天，他就发一个命令，教我和主事试看麻袋。即日搬了二十个到西花厅，我们俩在尘埃中看宝贝，大抵是贺表，黄绫封，要说好是也可以说好的，但太多了，倒觉得不希奇。"}
{"text":"于是麻袋们又安稳地躺了十来年。这回是先生来做教育总长了，他是藏书和考古的名人。我想，他一定听到了什么谣言，以为麻袋里定有好的宋版书――海内孤本。这一类谣言是常有的，我早先还听得人说，其中且有什么妃的绣鞋和什么王的头骨哩。有一天，他就发一个命令，教我和主事试看麻袋。即日搬了二十个到西花厅，我们俩在尘埃中看宝贝，大抵是贺表，黄绫封，要说好是也可以说好的，但太多了，倒觉得不希奇。还有奏章，小刑名案子居多，文字是半满半汉，只有几个是也特别的，但满眼都是了，也觉得讨厌。殿试卷是一本也没有另有几箱，原在教育部，不过都是二三甲的卷子，听说名次高一点的在清朝便已被人偷去了，何况乎状元。至于宋版书呢，有是有的，或则破烂的半本，或是撕破的几张。也有清初的黄榜，也有实录的稿本。朝鲜的贺正表，我记得也发见过一张。我们后来又看了两天，麻袋的数目，记不清楚了，但奇怪，这时以考察欧美教育驰誉的次长，以讲大话出名的参事，忽然都变为考古家了。他们和总长，都念兹在兹，在尘埃中间和破纸旁边离不开。凡有我们检起在桌上的，他们总要拿进去，说是去看看。等到送还的时候，往往比原先要少一点，上帝在上，那倒是真的。大约是几叶宋版书作怪罢，总长要大举整理了，另派了部员几十人，我倒幸而不在内。其时历史博物馆筹备处已经迁在午门，处长早换了麻袋们便在午门上被整理。是一个旗人，京腔说得极漂亮，文字从来不谈的，但是，奇怪之至，他竟也忽然变成考古家了，对于此道津津有味。后来还珍藏着一本宋版的什么司马法，可惜缺了角，但已经都用古色纸补了起来。那时的整理法我不大记得了，要之，是分为保存和放弃，即有用和无用的两部分。从此几十个部员，即天天在尘埃和破纸中出没，渐渐完工――出没了多少天，我也记不清楚了。保存的一部分，后来给北京大学又分了一大部分去。其余的仍藏博物馆。不要的呢，当时是散放在午门的门楼上。那么，这些不要的东西，应该可以销毁了罢，免得失火。不，据高等做官教科书所指示，不能如此草草的。派部员几十人办理，虽说倘有后患，即应由他们负责，和总长无干。但究竟还只一部，外面说起话来，指摘的还是某部，而非某部的某某人。既然只是部，就又不能和总长无干了。于是办公事，请各部都派员会同再行检查。"}
{"text":"从此几十个部员，即天天在尘埃和破纸中出没，渐渐完工――出没了多少天，我也记不清楚了。保存的一部分，后来给北京大学又分了一大部分去。其余的仍藏博物馆。不要的呢，当时是散放在午门的门楼上。那么，这些不要的东西，应该可以销毁了罢，免得失火。不，据高等做官教科书所指示，不能如此草草的。派部员几十人办理，虽说倘有后患，即应由他们负责，和总长无干。但究竟还只一部，外面说起话来，指摘的还是某部，而非某部的某某人。既然只是部，就又不能和总长无干了。于是办公事，请各部都派员会同再行检查。这宗公事是灵的，不到两星期，各部都派来了，从两个至四个，其中很多的是新从外洋回来的留学生，还穿着崭新的洋服。于是济济跄跄，又在灰土和废纸之间钻来钻去。但是，说也奇怪，好几个崭新的留学生又都忽然变了考古家了，将破烂的纸张，绢片，塞到洋裤袋里――但这是传闻之词，我没有目睹。这一种仪式既经举行，即倘有后患，各部都该负责，不能超然物外，说风凉话了。从此午门楼上的空气，便再没有先前一般紧张，只见一大群破纸寂寞地铺在地面上，时有一二工役，手执长木棍，搅着，拾取些黄绫表签和别的他们所要的东西。那么，这些不要的东西，应该可以销毁了罢，免得失火。不。总长是深通高等做官学的，他知道万不可烧，一烧必至于变成宝贝，正如人们一死，讣文上即都是第一等好人一般。况且他的主义本来并不在避火，所以他便不管了，接着，他也就下野了。这些废纸从此便又没有人再提起，直到历史博物馆自行卖掉之后，才又掀起了一阵神秘的风波。我的话实在也未免有些煞风景，近乎说，这残余的废纸里，已没有什么宝贝似的。那么，外面惊心动魄的什么唐画呀，蜀石经呀，宋版书呀，何从而来的呢？我想，这也是别人必发的质问。我想，那是这样的。残余的破纸里，大约总不免有所谓东西留遗，但未必会有蜀刻和宋版，因为这正是大家所注意搜索的。现在好东西的层出不穷者，一，是因为阔人先前陆续偷去的东西，本不敢示人，现在却得了可以发表的机会二，是许多假造的古董，都挂了出于八千麻袋中的招牌而上市了。还有，蒋先生以为国立图书馆五六年来一直到此刻，每次战争的胜来败去总得糟蹋得很多。那可也不然的。从元年到十五年，每次战争，图书馆从未遭过损失。只当袁世凯称帝时，曾经几乎遭一个皇室中人攘夺，然而幸免了。它的厄运，是在好书被有权者用相似的本子来掉换，年深月久，弄得面目全非，但我不想在这里多说了。"}
{"text":"现在好东西的层出不穷者，一，是因为阔人先前陆续偷去的东西，本不敢示人，现在却得了可以发表的机会二，是许多假造的古董，都挂了出于八千麻袋中的招牌而上市了。还有，蒋先生以为国立图书馆五六年来一直到此刻，每次战争的胜来败去总得糟蹋得很多。那可也不然的。从元年到十五年，每次战争，图书馆从未遭过损失。只当袁世凯称帝时，曾经几乎遭一个皇室中人攘夺，然而幸免了。它的厄运，是在好书被有权者用相似的本子来掉换，年深月久，弄得面目全非，但我不想在这里多说了。中国公共的东西，实在不容易保存。如果当局者是外行，他便将东西糟完，倘是内行，他便将东西偷完。而其实也并不单是对于书籍或古董。一九二七，一二，二四。本篇最初发表于一九二八年一月二十八日语丝周刊第四卷第七期。大内档案指清朝存放于内阁大库内的诏令奏章朱谕则例外国的表章历科殿试的卷子以及其他文件。内容庞杂，是有关清朝历史的原始资料。罗振玉参看本卷第页注。辛亥革命以后，他曾在文章中咒骂武昌起义为盗起湖北，又自称不忍见国门但他后来寓居天津，仍往来京津，常到故宫朝见废帝溥仪，并与一般遗老和日本帝国主义分子进行复辟的阴谋活动。一九二二年春，历史博物馆将大内档案残余卖给北京同懋增纸店，售价四千元其后又由罗振玉以一万二千元买得。一九二七年九月，罗振玉又将它卖给日本人松崎。金梁字息侯，驻防杭州的汉军旗人。清光绪进士，曾任京师大学堂提调奉天新民府知府。民国后是坚持复辟的顽固分子。这里是指他在东方杂志第二十卷第四号一九二三年二月二十五日发表的内阁大库档案访求记一文。东方杂志，综合性刊物，商务印书馆出版，一九四年三月在上海创刊，一九四八年十二月停刊，共出四十四卷。王国维―字静安，号观堂，浙江海宁人，近代学者。著有宋元戏曲史观堂集林人间词话等。他一生和罗振玉的关系密切，在罗的影响下，受清废帝溥仪的征召，任所谓清宫南书房行走后于一九二七年六月在北京颐和园昆明湖投水自杀。蒋彝潜事迹不详。他的论档案的售出一文，载一九二七年十一月一日北新半月刊第二卷第一号。英语夹肉面包片。音译三明治。"}
{"text":"王国维―字静安，号观堂，浙江海宁人，近代学者。著有宋元戏曲史观堂集林人间词话等。他一生和罗振玉的关系密切，在罗的影响下，受清废帝溥仪的征召，任所谓清宫南书房行走后于一九二七年六月在北京颐和园昆明湖投水自杀。蒋彝潜事迹不详。他的论档案的售出一文，载一九二七年十一月一日北新半月刊第二卷第一号。英语夹肉面包片。音译三明治。英语感伤的。按蒋彝潜的文章中充满追悼痛哭去了！东渡！――一部清朝全史！等语句。国朝封建时代臣民称本朝为国朝，这里是指清朝。辛亥革命以后，罗振玉在文章中仍称清朝为国朝。胡玉缙―字绥之，江苏吴县人。清末曾任学部员外郎京师大学堂文科教授。著有许鲅Я值仁椤Ｄ陷际樵涸诮苏江阴县城内，清光绪十年江苏学政黄体芳创立，以经史词章教授学生，主讲者有黄以周缪荃孙等人。曾刻有南菁书院丛书南菁讲舍文集等。夏曾佑―字穗卿，浙江杭县今余杭人。光绪进士。他在清末与谭嗣同梁启超等提倡新学，参加维新运动。一九一二年五月至一九一五年七月任北洋政府教育部社会教育司司长。他所著的中国历史教科书，从上古起到隋代止，共二卷，商务印书馆出版。后改名为中国古代史，列为该馆编印的大学丛书之一。先生指傅增湘―，字沅叔，四川江安人，藏书家。一九一七年十二月至一九一九年五月任北洋政府教育总长。著有藏园群书题记等书。主事不详。殿试又叫廷试，皇帝主持的考试。殿试分三甲录取，第一甲赐进士及第，录取三名状元榜眼探花，第二甲赐进士出身，第三甲赐同进士出身。实录封建王朝中某一皇帝统治时期的编年大事记，由当时的史臣奉旨编写。因材料较丰富，常为后来修史的人所采用。次长指袁希涛―，字观澜，江苏宝山人。曾任江苏省教育会会长，一九一五年到一九一九年间先后两次任北洋政府教育部次长等职。参事指蒋维乔，学竹庄，江苏武进人。"}
{"text":"殿试又叫廷试，皇帝主持的考试。殿试分三甲录取，第一甲赐进士及第，录取三名状元榜眼探花，第二甲赐进士出身，第三甲赐同进士出身。实录封建王朝中某一皇帝统治时期的编年大事记，由当时的史臣奉旨编写。因材料较丰富，常为后来修史的人所采用。次长指袁希涛―，字观澜，江苏宝山人。曾任江苏省教育会会长，一九一五年到一九一九年间先后两次任北洋政府教育部次长等职。参事指蒋维乔，学竹庄，江苏武进人。一九一二年至一九一七年间先后三次任北洋政府教育部参事。念兹在兹语见尚书大禹谟。念念不忘的意思。指彦德，字明允，满洲正黄旗人，曾任清政府学部总务司郎中京师学务局长。他在这大内档案中得到蜀石经Y梁传九四余字。罗振玉亦得Y梁传七十余字，后来两人都卖给庐江刘体乾刘于一九二六年曾影印孟蜀石经八册。司马法古代兵书名，共三卷，旧题齐司马穰苴撰，但实为战国时齐威王诸臣辑古代司马掌管军政军赋的官兵法而成其中曾附及田穰苴用兵的方法，所以称为司马穰苴兵法，后来隋书经籍志等就以为是他所撰。蜀石经五代时后蜀皇帝孟昶命宰相毋昭裔楷书易诗书三礼三传论孟等十一经，刻石列于成都学宫。这种石刻经文的拓本，后世称为蜀石经。因为它是历代石经中唯一附有注文的一种，错字也比较少，所以为后来研究经学的人所重视。拟豫言拟豫言――一九二九年出现的琐事有公民某甲上书，请每县各设大学一所，添设监狱两所。被斥。有公民某乙上书，请将共产主义者之产业作为公产，女眷作为公妻，以惩一儆百。半年不批。某乙忿而反革命，被好友告发，逃入租界。有大批名人学者及文艺家，从外洋回国，于外洋一切政俗学术文艺，皆已比本国者更为深通，受有学位。但其尤为高超者未入学校。科学，文艺，军事，经济的连合战线告成。正月初一，上海有许多新的期刊出版，本子最长大者，为――文艺又复兴。文艺真正老复兴。宇宙。其大无外。至高无上。太太阳。光明之极。白热以上。新新生命。新新新生命。同情。正义。义旗。刹那。飞狮。地震。阿呀。真真美善。等等。同日，美国富豪们联名电贺北京检煤渣老婆子等，称为同志，无从投递，次日退回。正月初三，哲学与小说同时灭亡。"}
{"text":"但其尤为高超者未入学校。科学，文艺，军事，经济的连合战线告成。正月初一，上海有许多新的期刊出版，本子最长大者，为――文艺又复兴。文艺真正老复兴。宇宙。其大无外。至高无上。太太阳。光明之极。白热以上。新新生命。新新新生命。同情。正义。义旗。刹那。飞狮。地震。阿呀。真真美善。等等。同日，美国富豪们联名电贺北京检煤渣老婆子等，称为同志，无从投递，次日退回。正月初三，哲学与小说同时灭亡。有提倡一我主义者，几被查禁。后来查得议论并不新异，着无庸议，听其自然。有公民某丙著论，谓当以党治国，即被批评家们痛驳，谓久已如此，而还要多说，实属不明大势，昏愦胡涂。谣传有男女青年四万一千九百二十六人失踪。蒙古亲近赤俄，公决革出五族，以侨华白俄补缺，仍为五族共和，各界提灯庆祝。小说月报出列入世界文学两周年纪念号，定购全年者，各送优待券一张，购书照定价八五折。古今史疑大全出版，有名人学者往来信札函件批语颂辞共二千五百余封，编者自传二百五十余叶，广告登在艺术界，谓所费邮票，即已不赀，其价值可想。美国开演玉堂春影片，白璧德教授评为决非卢梭所及。有中国的法斯德挑同情一担，访郭沫若，见郭穷极，失望而去。有在朝者数人下野有在野者多人下坑。绑票公司股票涨至三倍半。女界恐乳大或有被割之险，仍旧束胸，家长多被罚洋五十元，国帑更裕。有博士讲经济学精义，只用两句，云铜板换角子，角子换大洋。全世界敬服。有革命文学家将马克思学说推翻，这只用一句，云什么马克斯牛克斯。全世界敬服，犹太人大惭。新诗雇人哭丧假哼哼体流行。茶店，浴堂，麻花摊，皆寄售现代评论。赤贼完全消灭，安那其主义将于四百九十八年后实行。本篇最初发表于一九二八年一月二十八日语丝周刊第四卷第七期，署名楮冠。关于当时出现的一些期刊，稍后在醉眼中的朦胧一文中曾说过旧历和新历的今年似乎于上海的文艺家们特别有着刺激力，接连的两个新正一过，期刊便纷纷而出了。他们大抵将全力用尽在伟大或尊严的名目上，不惜将内容压杀。"}
