{"text":"生长在世局纷乱，动荡不安的时代里，我们静的修养怎样能够做到呢？这相当困难，尤其现代人，身处二十世纪末叶，二十一世纪即将来临的时代。人类内在思想的紊乱，和外在环境的乱七八糟，形成正比例的相互影响，早已不是浊世一词便能交待了事了。什么交通污染噪音污染工业污染环境污染等等后患无穷的公害，又有谁能受得了？因此，孰能浊以静之徐清，谁却能够在浊世中慢慢修习到身心清静？这在道家有一套经过确实验证的方法与功夫。譬如，一杯混浊的水，放着不动，这样长久平静下来，混浊的泥渣自然沉淀，终至转浊为清，成为一杯清水，这是一个方法。然而，由浊到静，由静到清，这只是修道的前三个阶段，还不行。更要进一步，孰能安以，也就同佛家所讲的修止修观，或修定的功夫，久而安于本位，直到超越时间空间的范围，然后才谈得上得道。这等于儒家的曾子所著的大学注重修身养性的程序，知止而后有定，定而后能静，静而后能虑，虑而后能得是同一个路线，只是表达不同而已。如果我们站在道家的立场，看儒道两家的文化，可套句老子的话作结论此二者同出而异名。动的哲学然而，由浊起修，由静而清，由清而安，这还只是修道的一半，另一半动之徐生，才是更重要的。否则，那只不过是小乘的境界罢了。只管自己，未能积极济世，自己一个人躲到山上静坐一万年，那又与庞大的人群有何相干？因此，还得安以动之徐生，由道体上起种种妙用。此处的动，不是盲从乱动，不是浊世中人随波逐流的动，不是举世多从忙里错的乱动。世上许多人钻营忙碌了一辈子，究竟为谁辛苦为谁忙？到头来自己都搞不清楚。真正的动，是明明白白而又充满意义的动之徐生，心平气和，生生不息。我们也可以说一句俏皮话，这就是老子的秘密法宝吧！老子把做工夫的方法，修养的程序与层次都说了，告诉你在静到极点后，要能起用起动。动以后，则是生生不息，永远长生。佛家说无生，道家标榜长生，耶稣基督则用永生，但都是形容生命另一重意义的生生不已。只是在老子，他却用了一个徐生来表达。徐生的涵义，也可说是生生不息的长生妙用，它是慢慢地用。这个观念很重要。"}
{"text":"真正的动，是明明白白而又充满意义的动之徐生，心平气和，生生不息。我们也可以说一句俏皮话，这就是老子的秘密法宝吧！老子把做工夫的方法，修养的程序与层次都说了，告诉你在静到极点后，要能起用起动。动以后，则是生生不息，永远长生。佛家说无生，道家标榜长生，耶稣基督则用永生，但都是形容生命另一重意义的生生不已。只是在老子，他却用了一个徐生来表达。徐生的涵义，也可说是生生不息的长生妙用，它是慢慢地用。这个观念很重要。等于能源一样，慢慢地用，俭省地用，虽说能源充满宇宙，永远存在，若是不加节制，乱用一通，那只是自我糟蹋而已。动之徐生，也是我们作人做事的法则。道家要人做一切事不暴不躁，不乱不浊，一切要悠然徐生，慢慢地来。态度从容，。冶然自得，千万不要气急败坏，自乱阵脚。这也是修道的秘诀，不一定只说盘腿打坐才是。作人做事，且慢一拍，就是道理。不过，太懒散的人不可以慢，应快两拍，否则本来已是拖拖拉拉要死不活，为了修道，再慢一拍，那就完了，永远赶不上时代，和社会脱了节。徐生是针对普通一般人而言，尤其这个时代，更为需要。社会上，几乎每一个人都是天天分秒必争，忙忙碌碌，事事穷紧张，不知是为了什么，好像疯狂大赛车一样，在拼命玩命。所以更要动之徐生。如果作生意的话，便是动之徐赚。慢慢地赚，细水长流，钱永远有你的份一下赚饱了，成了暴发户，下次没得赚，这个生意就不好玩了。动之徐生，所可阐述的意义很多，可以多方面去运用。浅显而言，什么是动之徐生的修道功夫？从容便是。生命的原则若是合乎动之徐生，那将很好。任何事情，任何行为，能慢一步蛮好的。我们的寿命，欲想保持长久，在年纪大的人来说，就不能过盈过满。对那些年老的朋友，我常告诉他们，应该少讲究一点营养，保此道者不欲盈，凡事做到九分半就已差不多了。该适可而止，非要百分之百，或者过了头，那么保证你适得其反。比方年轻人谈恋爱，应该懂得恋爱的哲学。凡是最可爱的，就是爱得死去活来爱不到的。且看古今中外那些缠绵徘侧的恋爱小说，描写到感情深切处，可以为他殉情自杀，可以为他痛哭流涕。但是，真在一起了，算算他们你依我依的美满时间，又能有多久？即便是红楼梦，也不到几年之间就完了，比较长一点的浮生六记，也难逃先甜后惨的结局。所以人生最好的境界是不欲盈。"}
{"text":"该适可而止，非要百分之百，或者过了头，那么保证你适得其反。比方年轻人谈恋爱，应该懂得恋爱的哲学。凡是最可爱的，就是爱得死去活来爱不到的。且看古今中外那些缠绵徘侧的恋爱小说，描写到感情深切处，可以为他殉情自杀，可以为他痛哭流涕。但是，真在一起了，算算他们你依我依的美满时间，又能有多久？即便是红楼梦，也不到几年之间就完了，比较长一点的浮生六记，也难逃先甜后惨的结局。所以人生最好的境界是不欲盈。虽然有那永远追求不到的事，却同李商隐的名诗所说此情可待成追忆，只是当时已惘然。岂非值得永远闭上眼睛，在虚无飘渺的境界中，回味那似有若无之间，该多有余味呢！不然，睁着一双大眼睛，气得死去活来，这两句诗所说的人生情味，就没啥味道了。中国文化同一根源，儒家道理也一样。书经也说谦受益，满招损。谦字亦可解释为欠。万事欠一点，如喝酒一样，欠一杯就蛮好，不醉了，还能惺惺寂寂，脑子清醒。如果再加一杯，那就非丑态毕露，丢人现眼不可――满招损。又如一杯茶，八分满就差不多了，再加满十分，一定非溢出来不可。大家千万注意老子的话，吉事怎样方得长久？有财富如何保持财富？有权利如何保持权利？这就要做到不欲盈。曾有一位朋友谈到人之求名，他说有名有姓就好了，不要再求了，再求也不过一个名，总共两个字或三个字，没有什么道理。有一次，从台北坐火车旅行，与我坐在同一个双人座的旅客，正在看我写的一本书，差不多快到台南站，见他一直看得津津有味。后来两人交谈起来，谈话中他告诉我说这本书是南某人作的。我说你认识他吗？他答不认识啊，这个人写了很多书，都写得很好。我说你既然这样介绍，下了车我也去买一本来看。我们的谈话到此打住，这蛮好。当时我如果说我就是南某人。他一定回答说久仰，久仰。然后来一番当然的恭维，这一俗套，就没有意思了。此情可待成追忆，只是当时已惆然，名利如此，权势也如此。即使家庭父子兄弟夫妻之间，也要留一点缺陷，才会有美感。例如文艺作品的爱情小说而言，情节中留一点缺陷，如前面所说的红楼梦浮生六记等，总是美的。又如一件古董，有了一丝裂痕，摆在那里，绝对心痛得很。若是完好无缺的东西摆在那里，那也只是看看而已，绝不心痛。"}
{"text":"当时我如果说我就是南某人。他一定回答说久仰，久仰。然后来一番当然的恭维，这一俗套，就没有意思了。此情可待成追忆，只是当时已惆然，名利如此，权势也如此。即使家庭父子兄弟夫妻之间，也要留一点缺陷，才会有美感。例如文艺作品的爱情小说而言，情节中留一点缺陷，如前面所说的红楼梦浮生六记等，总是美的。又如一件古董，有了一丝裂痕，摆在那里，绝对心痛得很。若是完好无缺的东西摆在那里，那也只是看看而已，绝不心痛。可是人们总觉得心痛才有价值，意味才更深长，你说是吗？因为能不盈不满，所以才能夫！唯不盈，故能蔽不新成。蔽，就是保护很好的旧东西，由于东西永远是旧的，是原来的样子，一直小心使用，并没有坏。因此，旧的不去，新的不来。这便是不生不灭，不垢不净，不增不减的长生之道。所以最难还是在能否做到不欲盈。其实，现在修道作功夫的人很多，为什么大家功夫都不上路，就因为违反了不欲盈的原则，而都在求盈。打坐时，境界稍好一点，下意识便希求更好，拼命执着这个境界，这样欲盈的结果，功夫反而不上路。如果了解保此道者不欲盈，把这做功夫的原则把握住了，自然受益无穷。致虚极，守静骂。万物并作，吾以观复。夫！物芸芸，各复归其根。归根日静，是谓复命。复命曰常，知常曰明。不知常，妄作凶。知常容，容乃公，公乃王，王乃天，天乃道，道乃义。没身不殆。静的妙用致虚极，守静笃。万物并作，吾以观复。夫！物芸芸，各复归其根。归根曰静，是谓复命。这是道家修道的原则和方法，离开此原则都不对。有些人想修道学静坐，那便应该读懂此文，彻底了解真正的方法。其实，只要有个方法在，已不叫求静，而是求动。既然要放心打坐，那么你还再加个什么方法，那岂不更乱更忙吗？老子及一切道家学神仙丹道的经论，合成道藏，有八千余卷之多，老子只是其中一卷，看是看不完的。你若读完，准有发疯的可能。但我全读完了，却没有发疯。看过以后，我明白了这一卷所谓的那个，就是那一卷所说的这个，自然而然加以融会贯通。大概地说，八千多卷的道藏，根本离不开老子的六个字致虚极，守静笃。虚差不多等于佛家的空，有些道家丹经上干脆也用空，那是唐宋以后丹书受了佛家影响的原故。以往的道家只有清与虚两个字。"}
{"text":"老子及一切道家学神仙丹道的经论，合成道藏，有八千余卷之多，老子只是其中一卷，看是看不完的。你若读完，准有发疯的可能。但我全读完了，却没有发疯。看过以后，我明白了这一卷所谓的那个，就是那一卷所说的这个，自然而然加以融会贯通。大概地说，八千多卷的道藏，根本离不开老子的六个字致虚极，守静笃。虚差不多等于佛家的空，有些道家丹经上干脆也用空，那是唐宋以后丹书受了佛家影响的原故。以往的道家只有清与虚两个字。清是形容那个境界，而虚则是象征那个境界的空灵，二者其实是一回事。致是动词，是做到达到致虚极，要你做到空到极点，没有任何染污。至于空到极点是个什么样子呢？若还有个样子就不叫空了。空没得个相貌可寻。而守静笃讲的是功夫作用，硬要你专一坚持地守住。且用禅宗黄龙南排师的几句形容词如灵猫捕鼠，目睛不瞬，四足据地，诸根顺向，首尾直立，拟无不中。一只精灵异常的猫，等着要抓老鼠，四只脚蹲在地上，头端正，尾巴直竖起来，两只锐利的眼珠直盯即将到手的猎物，聚精会神，动也不动，随时伺机一跃，给予致命的一击。这是形容一个参禅的人，参话头，作功夫，精神集中，心无旁骛的情况。不如此，道功无法成就。神宗大师们另外还有个比喻如鸡之孵卵。这就不像猫捕老鼠，瞪眼张爪，蓄势待发了。而是闭着眼睛，迷迷糊糊，天塌下来都不管，你踢他一脚，他叫也不叫，理也不理，只是死心眼直守着那个心肝宝贝的鸡蛋。这样也是一种修定的功夫，也是形容虚到极点，静到极点，如同老子所说的致虚极，守静笃这六字真言。这六字，已经把所有修道作功夫的方法，与修道的境界层次，都说完了。世界上各宗各派各式各样的修道方式，都是为了达到这个目的。下面接着加以说明理由。万物并作，吾以观复。作是形容词，宇宙万物，山河大地，无时无刻不在变动，永无止境地发展创化。一直在动中，并没有静过，宇宙的表现，是一个动态的世界。每一个人都在不停地忙碌，每一根草都在生生不息地成长，这是一种道的作用状况。所有生命都在生化中，这是合理的生化到了尽头，自然死亡，这也是合理的。万物并作都在创造变化，活活泼泼朝向死亡之路走去。因此，庄子解释天地万事万物说方生方死。刚刚出生落地的那一天，就是死亡开始的那一天。"}
{"text":"作是形容词，宇宙万物，山河大地，无时无刻不在变动，永无止境地发展创化。一直在动中，并没有静过，宇宙的表现，是一个动态的世界。每一个人都在不停地忙碌，每一根草都在生生不息地成长，这是一种道的作用状况。所有生命都在生化中，这是合理的生化到了尽头，自然死亡，这也是合理的。万物并作都在创造变化，活活泼泼朝向死亡之路走去。因此，庄子解释天地万事万物说方生方死。刚刚出生落地的那一天，就是死亡开始的那一天。一个小孩生下来满一个月，亲戚朋友高高兴兴来庆祝，而在前面的二十九天的生命现象已成为过去了。早已死亡。就算后来活一百年，但在前面的九十九年，也都已死亡，消逝得无影无踪。从生命的两头来看，庄子很幽默地指出人生的一切，根本就是不亡以待时尽。方生方死，生命看来似幸福平安，实际是在那里等死而已。只不过排着队比别人多等些时候罢了。从第一天出生开始，等到最后一刻结束，这有多么的滑稽可笑！道家这种看法，未免大伤感了。其实，更深一层体会，方生方死，方死方生，即生即死，即死即生，又何必那么看不开呢？那么如何才能使自己不死？万物并作，吾以观复。复是回头的来路，如果借用佛家无量无边的形容词来说生命的力量，本是无穷无尽，一直保留在那里，永远不生不灭。不生并非断灭相，不是枯寂，更不是完全没有东西，而是说永远有无限的能量存在那里，用而不用，不会消耗殆尽。这种无比伟大的生命价值，姑名之为不生，在老子叫复。复也是个卦名，复卦又称做地雷复――囗，上面是坤卦，表征为地，下面是震卦，表征为雷。雷表示电能，生命发展的能源，从此发生。因此老子在后文提出反回去的观念反者，道之动，回归生命本初的状态。修道是返回根本，追求生命最初来源的那个东西。万物并作，吾以观复，有志向道的人，不是鲁莽地横冲直撞，向前穷进，而是回头走，走到生命来源之处。禅宗后世的惯用语还我本来面目，可当参考，作为此话的注解。真发现自己本来面目，明心见性，便开始接上那生命本具源源不断庞大无比的能源。芸芸众生的命根夫物芸芸，各复归其根，归根曰静，是谓复命，复命曰常。我们看看，天地间的万物，生长最快的是什么？――草。野火烧不尽，春风吹又生，把它的根挖掉以后，只要有一点不尽之处，它又会很快地长出来。生生不息的力量，草木似乎算是最快最明显的例子。"}
{"text":"禅宗后世的惯用语还我本来面目，可当参考，作为此话的注解。真发现自己本来面目，明心见性，便开始接上那生命本具源源不断庞大无比的能源。芸芸众生的命根夫物芸芸，各复归其根，归根曰静，是谓复命，复命曰常。我们看看，天地间的万物，生长最快的是什么？――草。野火烧不尽，春风吹又生，把它的根挖掉以后，只要有一点不尽之处，它又会很快地长出来。生生不息的力量，草木似乎算是最快最明显的例子。依中国人阴阳五行的术语来说，木是代表于生发之机，东方把木表现作生生不息的现象。草木是同一词意。芸芸代表一种普普通通的草，也用来形容宇宙万物的生生不息。死了一批，又生一批越生越多，叫做芸芸。后世便由这道家的芸芸，和佛家的众生，演变成文学上一个很优美的名词芸芸众生。后来又有林林总总一词的出现，也是形容犹如草木的多得不可胜数的情形。老子说，一切万物那么多彩多姿，各复归其根，他观察每一个生命，皆是依赖它自己的根本而活。草木无根，活不了的。人也有根，人的根在哪里？我常常看到许多朋友一心求道，却是盲修瞎炼，拼命把丹田当作根，那是不对的也有人误认为根在肚脐，更是离谱。肚脐只是未出生时和母亲接连一起吸收养份的通口而已，一落地就剪断了，怎么会是修道的根呢？人的根是在虚空，在头顶上。虚空就是我们的泥土，这就是人与万物不同之处。植物的根栽在泥土中，人与植物相反，根栽在虚空中。所以，道家讲修道，还精补脑，长生不老，此精不完全是指精虫之精，只是与精虫有连带关系。我们看中国国画，主寿的寿星老人――南极仙翁，他那个脑袋被画得比平常人高出一重来，叫做寿头。脑子也是智慧的渊源。所以，婴儿刚生下来时，头顶的囱门凹处，里面还是洞开的，与天根相接，在人的肉体生命来说，所谓天根月窟常来往，便指此处。等到此处封闭坚硬以后，他就慢慢开始会讲话，意识渐渐成长，天根便截断了。要修到还精补脑，长生不老，脑的内涵，就是指此根。但是，要如何归根呢？唯一的方法，就是求静。归根曰静，是谓复命。能够静到极点，才能找到生命的本源，回归生命的根本。这个根是什么？――虚空。致虚极，守静笃。在佛家则直截了当地告诉我们空。所谓空，也只是个形容词而已，千万别认为空就是没有，那就错了。空等于老子所说的清虚。"}
{"text":"等到此处封闭坚硬以后，他就慢慢开始会讲话，意识渐渐成长，天根便截断了。要修到还精补脑，长生不老，脑的内涵，就是指此根。但是，要如何归根呢？唯一的方法，就是求静。归根曰静，是谓复命。能够静到极点，才能找到生命的本源，回归生命的根本。这个根是什么？――虚空。致虚极，守静笃。在佛家则直截了当地告诉我们空。所谓空，也只是个形容词而已，千万别认为空就是没有，那就错了。空等于老子所说的清虚。那么，归根曰静，是谓复命，静到极点是怎样的一种状况呢？道家有两句话虚空粉碎，大地平沉，描述这个静到极点的境界。连空也要打破，才是真静。道家讲修道的过程，炼精化气，炼气化神，炼神还虚，其原则没错，但这之间的种种程序变化，麻烦得很。一定要做到，不但没有身形人我的感觉，连这个物质世界意识影像，甚至虚空的感受都没有了，才算合乎致虚极，守静笃的境界。老子的文章刚刚在此露出一点道的曙光，马上笔锋一带，又转回去了。如同打太极拳一样，看似一拳打过来，却又缩回去，你说不打嘛，等一下那只手又从另一边攻来，难以提防，挡也挡不住。这是道家神龙见首不见尾的精神。老子这本书的编述也是这样，因此接着又说明道体作用的现象。复命曰常，找到生命的根源，便能不生不死，永远常在，永远存在。知常曰明，你体会到生命根源是不生不灭，那就叫作明道，成了明白人，再也不懵懵懂懂，迷迷糊糊了。如果人不明白道的根本，不明白生命的本来，不知常，妄作凶，乱作妄为，必然大凶大害，没有好结果。不知生命真理所在，莫名其妙，乱用道体，下场的危险性，自不待言。我们拿中国哲学的看法来讲，不管是佛学也好，道家也好，易经也好，讲人生都没得呆板固定的结论。本来嘛！历史上有哪一个人真能找到结论呢？我们看易经最妙了，八八六十四卦，最后一卦是未济――囗火水未济，是永远没完，下不了结论的。一切事物的发展，永远没得底，无量无边，永无止境，难以捉摸。也可以说它永远自有源头活水来，滔滔不绝，滚滚而来。如何加以形容，那是各人各家的主观。易经由乾坤开始，到未济而终。我们若读懂了，就体会到古人所说闲坐小窗读周易，不知春去几多时两句诗的意味了。我经常对同学们说，有二样东西必需要学――佛学与易经。"}
{"text":"本来嘛！历史上有哪一个人真能找到结论呢？我们看易经最妙了，八八六十四卦，最后一卦是未济――囗火水未济，是永远没完，下不了结论的。一切事物的发展，永远没得底，无量无边，永无止境，难以捉摸。也可以说它永远自有源头活水来，滔滔不绝，滚滚而来。如何加以形容，那是各人各家的主观。易经由乾坤开始，到未济而终。我们若读懂了，就体会到古人所说闲坐小窗读周易，不知春去几多时两句诗的意味了。我经常对同学们说，有二样东西必需要学――佛学与易经。但这两门学问，穷一辈子之力，并不易学通，也不需学通。不学通，永远追求不到，似通非通的那个样子，其味无穷，一辈子有事消遣――老了也不寂寞，越研究越有趣。古人说，夜读易，如果夜里读易经，鬼神都受不了。我的经验，是夜里读易经，保险睡不着觉。刚刚读啊读，看出一点名堂，便想弄个清楚，继续看下去，等告一段落再睡，结果一段接一段，不知不觉天已经亮了。真是闲坐小窗读周易，不知春去几多时，一整个春天何时溜走了，都不知道，这个味道很好。若是学通了的人，把人生看得一清二楚，透透彻彻，这个人生还有什么味道？还有什么美感？隐隐约约蛮好，拉开人生的内幕，一望无遗，那就一点都不艺术了。也许这是笑话，总之，假如真把易学贯通了，微妙玄通，通达一切，那也好。常并不全等于永恒，一个人不知常，那就要从自己的生命回过头来找。夫物芸芸，各复归其根，归根曰静，是谓复命。也就是说宇宙生命的来源，本来是清虚的。本来无一物，何处惹尘埃？又何必对什么事都抓得很牢，不肯放手呢？其实没有一样东西可以抓住的。你别刻意去计较，整个宇宙万物，本来都属于你嘛！人家问我，怎样学布施才不过分贪心营利集财？我说地球都是你的，你为什么不布施。反正达观不犯法，地球也是你的他的大家的，也是自己的。这是知常。我们生命的本来，不生不灭，对这不生不灭的本源，要把握得住，认识得透彻。不知常，妄作凶，醉生梦死，盲目人生，那将没有好结果的。知常要把握住道的本源，才懂得做人，才懂得做事。知常便能容，胸襟可以包容万象，盖天盖地。因为有此胸襟，智慧的领域扩大，不可限量，故说容乃公，自然做到天下为公，毫无私心。既然能容乃公，当然公乃王。王者，旺也，望也，助也。"}
