{"text":"就是说，无论我们赞成思考这一问题，还是禁止思考这一问题，还是设法逃避这一问题，我们都已经进入了这一问题，我们可以羡慕其它动物，但是从我们是了人的那一天起，我们就无法改变自己的种类了。况且，子非鱼，安知鱼不知生死乎？这有点像废话了。还说卓别林吧，还说你是怎么听了他的劝的吧。关键是卓别林先让你放了心，他不像很多人那样先劈头盖脸地反击嘲，或是企图粉碎你的愿望，他理解你的一切苦衷，他相信死也是人的一种权利，他和你站在一起维护你的这个权利，然后他只是提醒你死神是最守信用的，他早晚会来的，你又何必这么着急呢？我真是长长地出了一口闷气，觉得轻松多了。死本来是绝望，但卓别林轻而易举地把它变成了一种希望。这希望有两层意思一是说，要是你真的再没有力气了，你放心吧，那时候死神肯定会来搭救你二是说，既然如此你何必不再试试呢？说不定你还能玩出什么花样来高兴高兴呢。可不是么？你活着已经苦到了头，你想死而死又是那么样地可靠，你还怕什么呢？你还会再有什么损失呢？你就再试试呗。摆脱死的诱惑就这么简单？当然不会就这么简单。我只是说，要是别人或是你自己忽然想寻死，要是你还有可能劝劝别人或者是你自己，让我说，卓别林的劝法是最有效的劝法。至于彻底摆脱绝望摆脱死神的诱惑，可能只有两个办法，一是设法把自己变成傻瓜，一是在明白了过程就是目的之后。二关于生上次你说，彻底摆脱死神的诱惑只有两个办法，一个办法是当傻瓜，还有一个办法就是得明白――过程就是目的。是。这么说，你是靠了后一种办法喽？为什么？我看你不像个傻瓜。谢谢。我希望我没辜负你的恭维。我还要补充一点。照我的理解，傻瓜一词绝不是指先天的弱智，而是指后天的麻木。弱智常常并不妨碍弱智者向他们不公正的命运要求意义。可是对生命意义的麻木不问，却可以使智力健全的生命仅仅成为一种生理现象，而不是精神过程。这样的人只是活着，无论怎样活着只要活着就够了，因此他们不会有烦恼得要去自杀的时候。可这又有什么不好呢？在烦恼和傻瓜之间，选择后者说不定是更明智的呢。也许是吧，所以我说那也不失为一种活着的办法。那你为什么不选择这种办法？我试过，但是没成功。"}
{"text":"我还要补充一点。照我的理解，傻瓜一词绝不是指先天的弱智，而是指后天的麻木。弱智常常并不妨碍弱智者向他们不公正的命运要求意义。可是对生命意义的麻木不问，却可以使智力健全的生命仅仅成为一种生理现象，而不是精神过程。这样的人只是活着，无论怎样活着只要活着就够了，因此他们不会有烦恼得要去自杀的时候。可这又有什么不好呢？在烦恼和傻瓜之间，选择后者说不定是更明智的呢。也许是吧，所以我说那也不失为一种活着的办法。那你为什么不选择这种办法？我试过，但是没成功。在这点上咱俩倒是挺一样。我也试过，可是不行。我老是想，与其那样活着倒不如死了痛快。亚当和夏娃吃了禁果，知道了善与恶，被逐出了伊甸园，再也回不去了。所谓知道了善与恶其实就是对生活有了价值判断，对生命的意义有了要求，所以我们跟亚当夏娃一样，也别想回去当傻瓜了。圣经上说，亚当和夏娃被逐出伊甸园，人类历史从此开始。这说法真是妙极了。也就是说，从此开始他们才是人了，由此他们才有别于其它动物而成为人了。遗憾的是人们只注意到了这是痛苦的开始，而没看到这才有了人生欢乐的可能。人们应该理解上帝的好意。把那个伊甸园称为乐园实在荒唐，我相信那儿可能没有痛苦，但没有痛苦的地方肯定也没有欢乐。所以我想，还是别回到伊甸园去当那漫长的傻瓜吧。所以你选择了第二个办法？不如说是去寻找另外的办法，因为第二个办法不是现成的。但是，如果你相信死是一件不必着急的事，如果你又不想去当那个漫长的傻瓜，如果你诚心诚意地去找另外的办法，你就准能找到它，你找到的就准是它。玄了。我看你是不是越说越玄了？你就直截了当地说吧，怎么会过程就是目的呢？比如说踢足球，全场九十分钟常常才进一两个球，有时候甚至是零比零，那么目的是什么呢？就是过程，在这九十分钟的过程中证明和欣赏生命矫健坚强智慧和优美。其实要想多进球还不简单吗？只要越位不算犯规，大伙都上大门那儿等着去，要不干脆一开始就罚点球，保险进球多。可是那样就没意思了，没有了过程，就没有了趣味，没有了快乐。在真正的球迷看来，过程比目的要紧。不久前意大利的世界杯赛，由于时差关系，很多场球我们只能看录相，那时胜败已定，但球迷们都避免先知道结果，并向知道了结果的人发出警告不许说！"}
{"text":"就是过程，在这九十分钟的过程中证明和欣赏生命矫健坚强智慧和优美。其实要想多进球还不简单吗？只要越位不算犯规，大伙都上大门那儿等着去，要不干脆一开始就罚点球，保险进球多。可是那样就没意思了，没有了过程，就没有了趣味，没有了快乐。在真正的球迷看来，过程比目的要紧。不久前意大利的世界杯赛，由于时差关系，很多场球我们只能看录相，那时胜败已定，但球迷们都避免先知道结果，并向知道了结果的人发出警告不许说！因为令他们着迷的是过程，他们要在前途未卜的过程中享受激情享受惊险享受渴望享受悲欢。我还知道一些更高明的球迷，甚至不怕知道结果无论结果如何，丝毫不影响他们的兴致，只要那过程是充满艰险和激情的，不管辉煌的还是悲壮的，他们依然会如醉如痴地沉入在美的享受之中。问他们谁赢了？他们可能会告诉你，但也可能他们记不清了，不过他们肯定能告诉你最好的球队是哪个，最好的球星是谁。如果他们告诉你得亚军的那个队实际上是最乏味的一个队，你用不着吃惊，因为他们是以过程来做判断的。其实什么事都是这样。小说是这样，小说要是只写最后谁死了谁还活着，那就像人口普查了，没人爱看。科学怎么样？如果没有坎坷而欢欣的过程，人类想办到什么就办到了什么，人就差不多又要去当那个漫长的傻瓜了。生活也是，一场球赛九十分钟，一场生活就算它九十年，区别无非时间的长短罢了。上帝给人们设置了很多障碍，为的是展开一个过程，于是才能有趣味有快乐。照此说来，生活是无需乎目的了？不行，目的还非得有不可。如果都不想赢球，这场球还怎么踢下去呢？就像人活着没有理想，人可往哪儿走呢？没有了目的，过程一样没法展开。目的和理想的设置，我想，原就是为了引导出一个过程，我想，一个最最美好的理想或目的不如就让它处在那个望眼欲穿的位置上吧，这样才永远都有个奔头，创造着，欣赏着，乐此不疲。但是你终于得到了什么呢？你总得能得到什么呀？总就是过程过程过程，总也达不到目的，你不觉得有点儿荒诞吗？你得到了一个快乐的过程。就像一场球赛，你无论是输了还是赢了，只要你看重的是过程，你满怀激情地参与过程，生龙活虎不屈不挠地投入了过程，你在这过程的每一分钟里就都是快乐的。我发现这是划算的，胜负毕竟太短暂，过程却很长久，你干吗不去取得那长久的快乐呢？"}
{"text":"但是你终于得到了什么呢？你总得能得到什么呀？总就是过程过程过程，总也达不到目的，你不觉得有点儿荒诞吗？你得到了一个快乐的过程。就像一场球赛，你无论是输了还是赢了，只要你看重的是过程，你满怀激情地参与过程，生龙活虎不屈不挠地投入了过程，你在这过程的每一分钟里就都是快乐的。我发现这是划算的，胜负毕竟太短暂，过程却很长久，你干吗不去取得那长久的快乐呢？况且胜利常常与上帝的情绪有关，上帝要是决心不喜欢你比如说让你瘫痪了等等，你再怎么抗议也是白搭。但是，上帝神通再大也无法阻止你获取过程的欢乐。所以不如把那没有保证的胜利交给上帝去过瘾，咱们只用那靠得住的过程来陶醉。嗯，有道理。我发现你确实不是傻瓜。多谢多谢，我很喜欢你经常发现这一点。我有时候也这么想，真的，人最终究竟能得到什么呢？未知是无限的，人类的希望无穷无尽，于是认识就永远没有个完，永远不会到达终点，一个阶段的结束不过是又一个阶段的开始。也许你说对了，人要是不能从过程中体味幸福和欢乐，生命就成了一场荒诞的苦役，死神就一直具有诱惑力。这么聪明的话，我希望你还是留给我说。我要说什么来着？哦，对了――所以过程就是目的。我想给你念一段一个残疾朋友写给我的话事实上你唯一具有的就是过程。一个只想只想！使过程精彩的人是无法被剥夺的，因为死神也无法将一个精彩的过程变成不精彩的过程，因为坏运也无法阻挡你去创造一个精彩的过程，相反你可以把死亡也变成一个精彩的过程，相反坏运更利于你去创造精彩的过程。于是绝境溃败了，它必然溃败。你立于目的的绝境却实现着欣赏着饱尝着过程的精彩，你便把绝境送上了绝境。梦想使你迷醉，距离就成了欢乐追求使你充实，失败和成功都是伴奏当生命以美的形式证明其价值的时候，幸福是享受，痛苦也是享受。现在你说你是一个幸福的人你想你会说得多么自信，现在你对一切神灵鬼怪说谢谢你们给我的好运，你看看谁还能说不。嗯，这个人很能说。但是意义呢？价值呢？目的要是不重要，为什么还有高尚和卑下之分呢？道德的最高尚的原则，我想，就是使最多的人最大程度地获得自由幸福快乐的生命过程。只有更为高尚的目的才能引导出更为自由更为幸福更为快乐的过程。我看这儿用不着担心。"}
{"text":"现在你说你是一个幸福的人你想你会说得多么自信，现在你对一切神灵鬼怪说谢谢你们给我的好运，你看看谁还能说不。嗯，这个人很能说。但是意义呢？价值呢？目的要是不重要，为什么还有高尚和卑下之分呢？道德的最高尚的原则，我想，就是使最多的人最大程度地获得自由幸福快乐的生命过程。只有更为高尚的目的才能引导出更为自由更为幸福更为快乐的过程。我看这儿用不着担心。如果为了展开过程我们需要设置目的，那么为了展开更为自由幸福快乐的过程，我们明显需要设置更为高尚的目的。你没想到再表扬我两句吗？等你不只是说，而是去做的时候吧。那我就听不到了。为什么？这件事在死之前是做不完的。三职业―事业如果生命是一条河，我想，事业相当于一条船。在河上漂泊，你总得有一条船。你的这条船就是写小说喽？碰巧是这样。迄今为止这条船对我还合适。当然我也写别的，我也干些别的事。活着就是为了事业吗？正好相反。船是为了漂泊，漂泊不是为了船。事业是为了活着，是为了活得更有味道。那你怎么理解，譬如一切为了事业，把生命献给事业这样的话呢？我更相信这样的事实，譬如他的事业，给了他无比的快乐。为事业而奋斗，他感到莫大的幸福。在事业中他找到了自己的位置，实现了自己的价值。有人说，活着就是奉献。这话不仅不美反而失实，而且细品很像是诉苦，像是抱屈，像是炫耀，仿佛从中受益的只是他人。这类少实事求是之心多哗众取宠之嫌的说道，不见得能保证长久的快乐。如果他注意到了自己从事业中享受了多少乐趣，也许能对奉献一词体会得更全面。如果他活着真的只有奉献，我想那是对按劳分配原则的违背如果奉献是他自己选择的幸福方式，那么他已经得到了丰厚的报偿，他不会在喝彩与掌声中眉飞色舞，而更可能在人们钦佩的目光下稍稍有一点惭愧。一种是，把事业视为自己的幸福，它不仅仅意味着心血的付出，它更意味着精神的收获另一种则把事业仅仅看作是付出，仅仅看作是为他人的利益而受苦受累――这意味着需要报答，可这希冀倘若落空呢，事业岂不成了一场折磨人的灾难么？"}
{"text":"如果他活着真的只有奉献，我想那是对按劳分配原则的违背如果奉献是他自己选择的幸福方式，那么他已经得到了丰厚的报偿，他不会在喝彩与掌声中眉飞色舞，而更可能在人们钦佩的目光下稍稍有一点惭愧。一种是，把事业视为自己的幸福，它不仅仅意味着心血的付出，它更意味着精神的收获另一种则把事业仅仅看作是付出，仅仅看作是为他人的利益而受苦受累――这意味着需要报答，可这希冀倘若落空呢，事业岂不成了一场折磨人的灾难么？顺便说一句，在信念的领域里可以不考虑经济规律，但这绝不意味着按劳分配的原则应该废弃。你是怎么选择了写作这条路的呢？听说你身体残疾后，也曾一度想去死？不是一度，是几度。这方面的事，在和的谈话中已经说过了。后来我想再活一活试试，以观后效。一个人，不管他曾经与死神的关系多么密切，如果现在他想活下去试试，他总得做些事，否则不劳而食你会觉得羞耻，否则精神无以安顿你会觉得时间漫长有如徒刑。必须得干些事。我先到一个街道生产组找了个工作。那不是正式工作，干一天拿一块钱，再无其它待遇所得工资可以温饱，关键是自力更生了，没有活成个负数，这感觉让人踏实。生产组是一间低矮破旧的老房，成员多是家庭妇女老头老太太和残疾人，每天在昏暗的光线里画些美丽的图案兼而嘻笑怒骂那也是生活，如果你能体会，那样的生活里也一样饱含了深意。这感觉给人希望，生活从不轻易抛弃谁。老头老太太们都对我好，他们没有文化但有饱满的人情味，这感觉让人温暖，让人对生活多了信心。我自以为工作得努力，肯定对得起那份工作，这样感觉比占了便宜要舒服。当然，我还不满意，我想我说不定还能干些更有趣的事。人对快乐的要求没有个够，我以为这不是坏思想。一开始我先自学了一年外语，但很快就发现既无资料可供我笔译，也没人要我去作口译，外语这东西不用就忘，于是浅尝辄止。现在外语的用处多了，可我也老了，学不彻底就该火化了，下辈子再学吧。后来又学画彩蛋画仕女图，虽第一批交货即通过验收，但毕竟不是兴趣所在，便又半途而废。那时周围的人都在学数理化准备考大学，我动了七八回心，终于明白人家不肯录取残疾人，就没去碰那个钉子。干什么呢？想了好久，想起我上学时作文一向有好分数，平时喜欢文学，心里又颇多感受，就试试写作吧。"}
{"text":"现在外语的用处多了，可我也老了，学不彻底就该火化了，下辈子再学吧。后来又学画彩蛋画仕女图，虽第一批交货即通过验收，但毕竟不是兴趣所在，便又半途而废。那时周围的人都在学数理化准备考大学，我动了七八回心，终于明白人家不肯录取残疾人，就没去碰那个钉子。干什么呢？想了好久，想起我上学时作文一向有好分数，平时喜欢文学，心里又颇多感受，就试试写作吧。选择一项事业或者找一条能够载渡精神的船的时候，应该想起兵书上的一句话知己知彼，百战不殆。没有谁是为了失败而工作的，因为注定的失败不能引导出一个如醉如痴的过程。所谓知己，就是要知道自己的兴趣何在？自己的禀赋何在？如果你喜欢文学，可你偏偏不肯舍弃一个学化学的机会，且不说没有兴趣你的化学很难学好，即便你小有成就那也是你的悲剧。如果你是一个数学天才，比如说是一个潜在的陈景润，可你对此昏然不知偏要去当一个写小说的，结果多半不妙。所谓知彼，就是得知道客观条件允许你干什么。如果你热爱起足球的时候已经多岁，你最好安心作一个球迷，千万别学马拉多纳了。如果你羡慕三毛，你也有文学才能，但是你的双腿一动都不能动，你就不要向往撒哈拉，你不如写一写自己心中的沙漠。我一贯相信，每个人都有自己的所长，倘能扬长避短谁都能有所作为相反如果弃长取短，天才也能成为蠢才，不信让陈景润与托尔斯泰调换一下工作试试看。对事业的选择，要根据知己知彼的原则，可别为热门或时髦所左右。然后还得需要点勇气，需要冒一点风险，没有什么办法能保证你肯定有一条金光大道。我开始想写作的时候，人们提醒我说，你哪儿都去不了不能深入生活，你凭什么能干这一行呢？我自己心里也打鼓。可是我忍不住地想写。我有纸也有笔，还有好多想法，别人一天有小时的生活，我一天也有小时的生活，所有的生活一样都有品味不尽的深意，我就偷偷地写了一点，自己觉得还有希望，于是豁出去了，写！如果你看不出你的选择有什么不对头，你得豁得出去，你得敢于试试，一条道走到黑或者不撞南墙不回头。当然那时我已经在街道生活组挣着自己的饭钱了，我想我最不济是个，不会是个负数了。幸好你没撞南墙。到现在为止，我看我还不需要回头。要是撞了呢？要是你撞着了南墙呢？要是你发现你确实不适合干某一行，你还得敢于回头，及时回头。"}
{"text":"如果你看不出你的选择有什么不对头，你得豁得出去，你得敢于试试，一条道走到黑或者不撞南墙不回头。当然那时我已经在街道生活组挣着自己的饭钱了，我想我最不济是个，不会是个负数了。幸好你没撞南墙。到现在为止，我看我还不需要回头。要是撞了呢？要是你撞着了南墙呢？要是你发现你确实不适合干某一行，你还得敢于回头，及时回头。这不丢人，事业不是为了撞南墙的，撞死在南墙下算不上勇敢。这方面你不行，你得相信在其它方面你未必都不行。一开始你就相信，写小说你肯定行吗？我只是认为我不见得不行。我没有把它当成一件只许成功不许失败的事来干。寻找也可以算一种事业。尝试也是一个有价值的过程。鉴于我们的选择无论多么科学多么慎重，我们仍有失败的可能，所以我们还是得把注重点从目的移向过程。你很幸运。你是指我的残疾？别起哄，我是说能把这些事想得明白，这也是一种幸运。不起哄，也许正因为命运让我有机会见识了绝境，这确实算得一种幸运。你毕竟找到了你所感兴趣的事业，并不是谁都有这样的福气。可是谁都有业余时间。现在的工作分配还不可能都根据个人的兴趣，可是挣完了饭钱还有不少时间，这些时间全凭个人高兴。你在事业上有过挫折吗？我绝对认为我的智商适中。我好几次都认为我得改行了，根据知己各彼的原则想了又想，还是没改。我现在不大发愁写什么，可怎么能写得更好估计永远都是一个问题。事业上的挫折，难道不给你带来苦恼吗？当然。如果挫折不带来苦恼，成功也就不带来快乐了。你怎么摆脱这样的苦恼呢？一遍一遍地摆脱，没完没了地摆脱。一次一次地相信船不是目的，河也不是，目的是诚心诚意尽心尽力地漂泊。那也许是因为，你在事业上毕竟算个成功者。我不起哄可是你起哄。成功与否完全是个度量标准的问题。总归人家管你叫作家，不管我叫什么家。那是因为很多事不大公道，现在作家这个头衔不值钱，发表几篇小说就算个家，比当别的家――比如科学家哲学家数学家――要省事得多。"}
{"text":"你怎么摆脱这样的苦恼呢？一遍一遍地摆脱，没完没了地摆脱。一次一次地相信船不是目的，河也不是，目的是诚心诚意尽心尽力地漂泊。那也许是因为，你在事业上毕竟算个成功者。我不起哄可是你起哄。成功与否完全是个度量标准的问题。总归人家管你叫作家，不管我叫什么家。那是因为很多事不大公道，现在作家这个头衔不值钱，发表几篇小说就算个家，比当别的家――比如科学家哲学家数学家――要省事得多。而且写小说容易出名，因为你写了，总得签上你的名。我看你是得了便宜卖乖。我料到您要这么说了。不过您说的也许不全错。可是还是得说，千万别把事业当成一项赌注。尤其是我们残疾人，千万别以为成功了某项事业，你的一切艰难困苦就都迎刃而解了，根本没那回事。就算我像你说的那样是个事业的成功者吧，那么我以这个身份最想说的就是，事业的成功确实让人兴奋，但它不为人解决其余的问题，兴奋之后清静下来，一瞧所有的问题都还在，一如既往。可是对于残疾人来说，它至少可以解决工作问题。你存心跟我作对，存心让我理屈词穷是不是？我得承认有这么回事，这样的事真让人遗憾。不过人大常委会很快就要通过一项残疾人保障法了，将明文规定残疾人与所有的人一样有工作的权利，以后谁不给残疾人工作谁就是违法。我们还是说说法律以外的问题吧，有很多问题不见得是法律能管得了的。什么问题，比如说？比如说，对残疾人的歧视，这种歧视常常只流露在别人的眼睛里，法律管不了吧？可你怎么办？比如说，爱情问题，法律说你有结婚的权利，可你所爱的人当然他或她也爱你因为种种并不违法的外界压力而离开了你，你怎么办？这些问题并不因为你在事业上的成功就可以消失。比如说，孤独，自卑，沮丧，活着到底为了什么？我们在走向哪儿？人类的理想一向很完美，可人类的现实为什么总是不如人意？这样的问题永远都在那儿等着你，并不因为你成了什么家它们就云消雾散。千万别把事业的成功作为一项赌注，当成一笔全面幸福的保险金，千万别以为你一旦功成名就天下的倒霉事就都归了别人，幸福就都归了你，那样想你会失望的，到时候你的诸多奢望不能兑现绝没有谁给你赔偿，而且你还会因此而失去事业原本为你预备的快乐，那才真叫一败涂地呢。"}
