{"text":"正如雪峰禅师所谓语语从胸襟中流出，盖天盖地。现在我们继续看下去。子曰唯仁者，能好人，能恶人。这是仁的体用并讲。孔子说真正有仁的修养的人，真能喜爱别人，也真能够讨厌别人。好就是爱好的好。恶字读去声，照现在的国语读法是读作第四声，就是厌恶的意思。我们读历史，有善善恶恶的话，上面的恶是厌恶，可恶的恶下面是恶的本字，很坏的意思。过去的古文以及许多奏议中，有善善而不能用，恶恶而不能去的话，等于说喜欢这个有才干的部下，但又不能提拔他奖励他讨厌那个坏的部下，而又不能去掉他。这里孔子说有仁的修养的人，是真能够爱人，也真能够讨厌人。但孔子的话，假如说到这里停住了，像宋儒一样把它圈断了，那么我们研究起来，对孔子思想的仁还是无法有清晰的认识。现在我们把下面一句子曰苟志于仁矣，无恶也。与上面的话连接起来就懂了。他这句话的意思是说，一个人真有了仁的修养，就不会特别讨厌别人了，好比一个大宗教的教主，对好人固然要去爱他，对坏人也要设法改变他感化他，最好也使他进天堂，这样才算对。所以说一个真正有忠于仁的人，看天下没有一个人是可恶的，对好的爱护他，对坏的也要怜悯他慈悲他感化他。下面讲仁的重要子曰富与贵，是人之所欲也，不以其道得之，不处也。贫与贱，是人之所恶也。不以其道得之，不去也。君子去仁，恶乎成名？君子无终食之间违仁，造次必于是，颠沛必于是。这是儒家仁的修养，一个人要在心地上下工夫。刚才我们提到孟子尽心篇，就是讲研究孔子仁的学问，我们应该读读孟子尽心上下两篇，对于仁的涵义会有更深切的领会的。孔子说，富与贵，每个人都喜欢，都希望有富贵功名，有前途，做事得意，有好的职位，但如果不是正规得来则不要。相反的，贫与贱，是人人讨厌的，即使一个有仁道修养的人，对贫贱仍旧不喜欢的。可是要以正规的方法上进，慢慢脱离贫贱，而不应该走歪路。接着他讲君子去仁，恶乎成名？他说一个人去了仁字，就没有中心思想。即使其他方面有成就。如文学高的，不过是一个才子风流而已，知识渊博的不过是一个才人而已。所以君子没有仁这个境界，就没有中心思想，既没有中心思想，靠什么成名呢？"}
{"text":"相反的，贫与贱，是人人讨厌的，即使一个有仁道修养的人，对贫贱仍旧不喜欢的。可是要以正规的方法上进，慢慢脱离贫贱，而不应该走歪路。接着他讲君子去仁，恶乎成名？他说一个人去了仁字，就没有中心思想。即使其他方面有成就。如文学高的，不过是一个才子风流而已，知识渊博的不过是一个才人而已。所以君子没有仁这个境界，就没有中心思想，既没有中心思想，靠什么成名呢？所以做学问的人，无终食之间违仁，就是说没有在一顿饭那样短的时间违背了仁的境界。造次必于是，颠沛必于是。造就是创造作为，次就是这个情况。这句话是说任何事业的成功都靠仁倒楣的时候不颓丧，不感觉到环境的压迫，也靠这仁的修养而安然处之。换句话说，得意的时候，要依仗仁而成功，失败了，也要依靠仁而安稳。兼收并蓄见仁心因此他说明达到仁的修养子曰我未见好仁者，恶不仁者。好仁者，无以尚之，恶不仁者，其为仁矣，不使不仁者加乎其身，有能一日用其力于仁矣乎？我未见力不足者，盖有之矣，我未之见也！他说我没有看过一个真正喜欢仁的人，讨厌那个不仁的人，看不起那个不仁的人。拿我们现在的观念来看，他是说我没有看到一个真正爱好道德的人，讨厌一个不道德的人。为什么呢？一个爱好仁道而有道德的人，当然他的修养几乎无人可以比拟，实在很难得可是，他如果讨厌不仁的人，看不起不仁的人，那么他还不能说是个仁者。但有些人的看法，就不一样了，宋儒的解释，认为爱好道德的人，讨厌看不起不道德的人，就是仁的境界。这样一来，宋代以后的儒家，意见纷争，越来越多。我们看论语的原文，并不是这样解释。因为接着下面就说不使不仁者加乎其身，意思是说，一个仁者，看到一个不仁者，应该是同情他怜悯他，想办法怎样把他改变过来，这是真正仁者的用心。我们讲道德，别人不讲道德，我们就非常讨厌他，那么我们是同样以不仁的心理对付人家，我们这个仁还是不究竟。所以孔子说不使不仁者加乎其身。这是孔子讲的忠恕之道，推己及人的写照。我觉得冷了，想到别人也怕冷，要别人快去加衣服想到自己，就联想到别人。假如我自己仁，看到别人不仁就讨厌，那我也是不仁。下面跟着是讲仁的用有能一日用其力于仁矣乎？"}
{"text":"因为接着下面就说不使不仁者加乎其身，意思是说，一个仁者，看到一个不仁者，应该是同情他怜悯他，想办法怎样把他改变过来，这是真正仁者的用心。我们讲道德，别人不讲道德，我们就非常讨厌他，那么我们是同样以不仁的心理对付人家，我们这个仁还是不究竟。所以孔子说不使不仁者加乎其身。这是孔子讲的忠恕之道，推己及人的写照。我觉得冷了，想到别人也怕冷，要别人快去加衣服想到自己，就联想到别人。假如我自己仁，看到别人不仁就讨厌，那我也是不仁。下面跟着是讲仁的用有能一日用其力于仁矣乎？这是他假设的话。他是说，仁是很难的修养，人本来有爱人之心。我们观察一个幼儿，同情人家的时候特别多，后来渐渐长大了，心里的厌恶也越大，仁心就不能够发挥。所以他说仁是人人可以做到的，但几乎没有人能在一天当中，用心处世，完全合于仁道。假使有，他仁的修养必然很高超。只要立志，没有说因力量小而达不到仁的境界。但是他又补充一句，也许有力量不足而达不到的，但我从来没有看到这种情形。这篇从开头的一节，到这里为止，都是讲仁的体与用。所谓体是内心的修养，如何做到仁爱人仁的用，有推己及人的精神，心胸宽大，包容万象，能够感化他人，这是仁的用。讲了仁的体用之后，下面引伸讲仁的修养方法子曰人之过也，各于其党，观过，斯知仁矣。孔子说人的毛病，各于其党。这个党不要以现代的观念来解释为政党之党。古人所讲的党是乡党，包括了朋友在内。儒家思想，时常用到这个乡党的观念。古代宗法社会的乡党，就是现代社会的人际关系。交朋友等社会人际的关系对一个人影响很大。孔子说一个人会有过错，往往都是社会关系的因果。我们在社会关系中看到一个人的过错，譬如某人作人的态度非常坏，而我们看得清楚，那么自己就要反省，自己是不是有同样的过错，假如有，就改过来，假如没有，就更加勉励。所以看看人家的过错，可以引发仁的修养。了知生死不相关子曰朝闻道，夕死可矣！这个道就有两个研究了。前面曾提到过，在述而里头，孔子真正的学问精神是讲仁，他的根基则在于道。所谓志于道，据于德，依于仁，游于艺。这是孔门学问的四大原则。那么这个道是什么道？这是很难讲得清楚的问题。"}
{"text":"所以看看人家的过错，可以引发仁的修养。了知生死不相关子曰朝闻道，夕死可矣！这个道就有两个研究了。前面曾提到过，在述而里头，孔子真正的学问精神是讲仁，他的根基则在于道。所谓志于道，据于德，依于仁，游于艺。这是孔门学问的四大原则。那么这个道是什么道？这是很难讲得清楚的问题。现在这个问题来了，我们前面稍微提过，研究上古时代的道字与天字，都有几个意思。同样是个道字，用处不同，有时道是代表形而上的所谓本体，就是先有鸡先有蛋的问题也是指人生宇宙万有最初的那个本体。老子说道可道，非常道。第一个道是指那个本体。可道说可以用一个方法，一个原则把它假设说明。非常道，但毕竟不是平常的假设可以表达得出。就在这两句话中，三个同样的道字，意义都不同。中国文字有假借用的。碰到这些问题就很讨厌。例如道有时表示形而上的本体，有时候表示形而下的法则原则守则，如治道。又如孙子兵法说兵者，诡道也。因为军事思想是活动的，用兵是不厌其诈的，一切为了打胜仗，这个道与老子的道可道，非常道，又完全是两回事。还有时候是道路的道，一条路叫作道。有时候又是指心性而言，是心性的本体，也就是理性理念的最高境界叫作道。那么孔子在这里讲的朝闻道，夕死可矣的道，究竟是形而上的那个道，还是形而下的那个心性的法则呢？无法定论，这个问题很大。在本篇里，后面有孔子对曾子传道的话，到那时再来研究，可以连贯起来解释的。如果在本起来讲道是仁之体，仁是道之用。所以他说，一个人如果真正得了道，早晨得了道，晚上死了都合算，人生就是怕不闻道。富贵不淫贫贱乐子曰士志于道，而耻恶衣恶食者，未足与议也。一个人如果真正立志于修道，这个修道不是出家当和尚当神仙的道，而是儒家那个道，也就是说以出世离尘的精神做入世救人的事业。一个人如果志于这个道，而讨厌物质环境艰苦的话，怕自己穿坏衣服，怕自己没有好的吃，换句话说，立志于修道的人而贪图享受，就没有什么可谈的了。因为他的心志已经被物质的欲望分占了。孔子这句话是说，一个人的意志，会被物质环境引诱转移的话，无法和他谈学问谈道。"}
{"text":"一个人如果真正立志于修道，这个修道不是出家当和尚当神仙的道，而是儒家那个道，也就是说以出世离尘的精神做入世救人的事业。一个人如果志于这个道，而讨厌物质环境艰苦的话，怕自己穿坏衣服，怕自己没有好的吃，换句话说，立志于修道的人而贪图享受，就没有什么可谈的了。因为他的心志已经被物质的欲望分占了。孔子这句话是说，一个人的意志，会被物质环境引诱转移的话，无法和他谈学问谈道。子曰君子之于天下也，无适也，无莫也，义之与比。讲到仁的用世，一个大政治家处理国家的事情，没有自己固执的成见。无适也是说并不希望自己一定要发多大的财，作多大的官。虽然这样没有成见，也不是样样都可以。无莫也就是有所为，有所不为。那么应该走哪一条路呢？义之与比，义就是仁的用，只问应不应该做，为道德应该做的就做了，不应该做就不做，以义作比对。推之个人的立身处世，也是一样的道理，这是讲仁的修养条件。子曰君子怀德，小人怀土。君子怀刑，小人怀惠。孔子在这里讲君子与小人在仁上的分野。他说君子的思想中心在道德，违反道德的事不干，小人则不管道德不道德，只要有土地就干了。古时的土地，相当现代的财富。有钱就是好的，小人想念的都是财富利益。君子怀刑，君子最怕的事，是自己违反德性，其次怕做犯法的事情。法律和门锁一样，防君子不防小人，小偷真正要偷，锁是没有办法的。法律也是一样，真要犯法的人，很多是精通法律的，不精通法律的不敢犯法。所以要有道德作基础，才能补救法律之不足，因此君子是怀畏刑法，小人只是怀思福惠――处处讲利害，只要有好处就干了。中国过去商场上有句话杀头的生意有人作，蚀本的生意没有人作。就是这个道理。这里孔子是说明仁义之道。但说起来很容易，真正的修养却很难做到，因此下面补充一句子曰放于利而行，多怨。这个放，就是开展放任。一个人基于利害而作人做事，最后招来的是怨怼对于朋友，若是以利害相交，要当心，这种利害的结合，不会有好结果，最后还是怨恨以终。敝屣功名尊道义以下讲到仁人对社会做大事业的原则子曰能以礼让为国乎，何有？"}
{"text":"就是这个道理。这里孔子是说明仁义之道。但说起来很容易，真正的修养却很难做到，因此下面补充一句子曰放于利而行，多怨。这个放，就是开展放任。一个人基于利害而作人做事，最后招来的是怨怼对于朋友，若是以利害相交，要当心，这种利害的结合，不会有好结果，最后还是怨恨以终。敝屣功名尊道义以下讲到仁人对社会做大事业的原则子曰能以礼让为国乎，何有？不能以礼让为国，如礼何？古代的诸侯立国的大原则，是要谦让就位，最后又功成不居，所以老子就说功成，名遂，身退，天之道也。这是上古文化的传统思想，后来儒道两家都奉为圭臬。而中国几千年来历史的事实，每当拨乱反正的时候，都是道家的人物，用道家的思想来完成大业的。等到天下太平了，才由儒家的人物出来大讲治平之道。道家的功成身退，而又退得不大好的有两人，一个张良，一个诸葛亮。比较退得可以打八十分的是姜太公，诸葛亮大概可以打六十五分到七十分，因为欲罢不能，只好鞠躬尽瘁了。道家的人不求名不求利，隐显无常，所以更觉亲切可爱。这与西方文化的观念大相异趣。我们看历史上道家的人物，要去考证他们可真要命，他们学问再高，功劳再大，最后还是隐掉了，修道去了。修道以后连自己的名字都不要了，最多报个代号叫什么子什么老的就算了，有时还装疯装癫，如神龙见首不见尾。近世的西方文化可不然，一个人如果成功了，就要拿什么什么奖金，名要大，利要多，越大越多越好。由此看来，中西文化的确在基本上有所不同。中国文化真诚谦虚的精神，是孔子非常赞成的事，他大加赞扬身退之道。尤其他对吴泰伯伯夷叔齐等不肯当帝王，最后逃走了的这些人，称扬得不得了。这并不是他鼓励人不要当皇帝，不要搞政治，而是说你有才干的话，就好好干一番，成功了就退隐而不居功。所以孔子在这里感叹，能以礼让为国的人哪里有呢？不以礼让为国，用争夺来的，或用手段起来的，那么文化的精神就不要谈了。司马迁就根据这个道理，写了一部史记，大谈其历史哲学的观点了。说到这里，想起我以前的一位老师，他是逊清最后一次科举的探花。我学习旧体文写了一篇文章向他请教，他许以在满清时考一名举人进士没有问题，我当时也很傲慢，心想前清进士的文章，也不过如此而已。"}
{"text":"所以孔子在这里感叹，能以礼让为国的人哪里有呢？不以礼让为国，用争夺来的，或用手段起来的，那么文化的精神就不要谈了。司马迁就根据这个道理，写了一部史记，大谈其历史哲学的观点了。说到这里，想起我以前的一位老师，他是逊清最后一次科举的探花。我学习旧体文写了一篇文章向他请教，他许以在满清时考一名举人进士没有问题，我当时也很傲慢，心想前清进士的文章，也不过如此而已。后来碰到一位老师，我把写的诗文拿给他看，他派头十足，瞄一眼，往旁边一搁，响都不响。我心想这是什么道理？后来写了一篇文章，再给他看，又是往旁边一摆，他说你怎么会写文章？我说人家还说写得不错哩！我这个人狂妄得很，我说老师，你说哪点不对？不对的，帮我改。他说伯夷叔齐列传你读过没有？我说当然读过呀！古文观止上都有，我还背得呢！他说你背过了伯夷叔齐列传，你就懂吗？我说那么！要请老师再加指点。他说，你回去。再倒背一百遍，背完了来见我，再告诉你！这位老师真了不起，我心里很不服气，气得不得了，其实他这种教育法，当时是要刺激我。我回去再看，后来看出道理来了，我去看他，我说老师！我看出道理来了，我讲给你听。他笑着说好！你真懂了，不需要再讲了。你也可以写文章了，这样才能懂历史文化，文中才另有一只眼呢！这位老师的教育手法是这样的好，实在终生感激不尽。伯夷叔齐列传真难懂，司马迁的全部思想的纲要都摆进去了。在史记中，帝王的传记叫本纪诸侯宰相等，有功业成就的人的传记叫世家再其次为列传，为某人的传记。讲列传，大体上应该和我们现代的传记一样，某人，某地人，家世如何，出身什么等等。可是伯夷叔齐列传中，叙述伯夷叔齐的话没有几句，初看起来，还真似两个黄鹂鸣翠柳，一行白鹭上青天。不知他说些什么，越说越远。文章一开头是夫学者载籍极博，犹考信于六艺等等，一路下来，乱七八糟，东一句，西一句，伯夷叔齐的事情，倒是没说几句。可是他把历史哲学全部的观点，都放在这一篇里。他同时讲到，上古中国文化，以礼让为国，但告诉我们，尧让位于舜，舜让位于禹，都不是那么简单的。并不是说句你还不错，由你来做。"}
{"text":"不知他说些什么，越说越远。文章一开头是夫学者载籍极博，犹考信于六艺等等，一路下来，乱七八糟，东一句，西一句，伯夷叔齐的事情，倒是没说几句。可是他把历史哲学全部的观点，都放在这一篇里。他同时讲到，上古中国文化，以礼让为国，但告诉我们，尧让位于舜，舜让位于禹，都不是那么简单的。并不是说句你还不错，由你来做。这样简单，尧让位给舜，舜让位给禹，都经过典职数十年，叫他跟着做事做了几十年，做部长，又做行政院长，都做了。考察他，认为他实在行了，然后才让位给他。传天下若斯之难也，中国文化公天下个个让位的过程，是这样不容易――德业的建立，需要经过这样长久的考察。他说从此以后没有了，不是你拉过来，就是他抢过去。他说得很明白，因此他说从此以后就有问题了。武王统一天下，伯夷叔齐叩马而谏，把武王的马拉住，告诉武王你不能这样做。原因如何如何。武王以后，礼让为国的精神就更没有了。不过说得没有这么明显而已，必须你自己去体会。所以有人说史记是汉代的谤书。实际不止是汉代的谤书，是对中国历史严厉批评的一部谤书。但是司马迁有一个把握，他说要把这部书藏之名山，传之其人。这个牛可吹大了，换句话说，他把当时的学者骂尽了。他等于说你们还能看懂我的书吗？只有把它藏起来，将来会有人看得懂我的书。由此再回转去看孔子所说的礼让为国的精神，在春秋之世已经没有了，于是接着说下去为什么要礼让为国的政治哲学。子曰不患无位，患所以立。不患莫己知，求为可知也。一个人不怕没有地位，最怕自己没有什么东西站得起来。根本要建立。如何建立？拿道家的话来说立德立功立言――古人认为三不朽的事业，这是很难的成就。上古之人首在立德，后世则重立功――到周秦以下，就只讲功业了。再其次就重立言，如退隐的老子，后世儒家尊奉为素王的孔子。这个立，是自己真实的本领，自己站得起来的立。不怕没有禄位，也可以说是不求人爵的位子，只管天爵的修养。同时也不要怕没有知己，不要怕没有人了解，只要能够充实自己，别人自然能知道你。同学而篇最后的结论，是一样的道理。孔子四字禅讲到这里，刚才提到过的一个问题又来了，上文孔子曾说朝闻道，夕死可矣。这个大问题。"}
{"text":"上古之人首在立德，后世则重立功――到周秦以下，就只讲功业了。再其次就重立言，如退隐的老子，后世儒家尊奉为素王的孔子。这个立，是自己真实的本领，自己站得起来的立。不怕没有禄位，也可以说是不求人爵的位子，只管天爵的修养。同时也不要怕没有知己，不要怕没有人了解，只要能够充实自己，别人自然能知道你。同学而篇最后的结论，是一样的道理。孔子四字禅讲到这里，刚才提到过的一个问题又来了，上文孔子曾说朝闻道，夕死可矣。这个大问题。现在呢？子曰参乎！吾道一以贯之。曾子曰唯。子出，门人问曰何谓也？曾子曰夫子之道，忠恕而已矣！这是千古以来一个大问题一个大疑案。孔子说一以贯之以后，现在便有什么一贯道等附会的宗教团体出现，成了问题中的问题，真有匪夷所思之感了。曾是曾参。孔子对曾参说，为什么不对别人说？这就是人的问题了，怎么是人的问题？这个问题解释起来很讨厌。我们现在姑且把他剧本化来说，有一天孔子坐在教室里，曾参经过他的前面，于是孔子便叫住他参！曾参听到老师叫，回过头来，于是孔子便告诉他说吾道一以贯之。就是说，我传给你一个东西，一以贯之。这一以贯之的是什么呢？如果说是钱，把它贯串起来还可以，这道又不是钱，怎么一以贯之呢？但曾子听了这句话以后，打了个拱说是，我知道了。孔子讲了这句话，自己又默然不语了。同学们奇怪了，等孔子一离开，就围着曾参，问他跟老师打什么哑谜呢？夫子又传了些什么道给曾参呢？曾子没有办法告诉这些程度不够的同学，只有对他们说，老师的道，只有忠恕而已矣。作人做事，尽心尽力，对人尽量宽恕包容。就此便可以入道了。曾参讲的对不对呢？有问题！那不叫一以贯之，该二以贯之了，因为一个忠，一个恕，岂不是二贯？明明孔子告诉他一以贯之，为什么他变出两个――忠恕来？这是一个大问题。所以说我们研究孔子的心法，这是一个讨厌的问题，因此只有借用别家的东西，讲几个故事给大家听，作为本题的参考。我们知道，目前最流行述古的禅宗，现在社会上一般都称为禅学。禅宗有一个故事，在文学上也很有名的，就是拈花微笑的故事，是说佛教的教主释迦牟尼。释迦牟尼是梵文的译音，释迦是姓，中文的意思是能仁，牟尼译成中文是寂默。晚年住在灵山――也叫灵鹫山。"}
