{"text":"我相信在写我们基因里的，链接每个人类命运及未来的正是――爱。能够站在这个地方与各位分享我这一段时间的感悟是我的荣幸，年对于每个人来说绝不是平凡的一年，一场突如其来的病毒风暴带给了每个人乃至每个家庭不同程度的创伤，在面对这样大规模的灾难的时候每个人都显得如此的弱小无力，在家隔离的时间我曾经怀疑过，难道我们能做的只有默默接受现实吗？现实从不缺乏给人类惊喜的能力，似乎从风暴形成的一刻起就有一股力量来支持住人类文明的高楼大厦。伊始中国这个世界人口数目最多的国家成为了风暴的中心，在这场阻击战中，每个人都是战士，在国家的相关机构倡导下，群众自发的居家隔离，避免接触传染，公务人员，医疗人员等相关人员日以继夜的坚守在自己的岗位上，除此之外，据我所知吉林省辽源市的袜子纺织企业火速改造成口罩厂以来缓解国内口罩紧缺的局面小区里的个体户，用自己的手艺带给连续坚守在小区门口三天的工作人员一份热乎乎的晚饭。正是这种在政府的领导下，每个人自发性的凝聚力爆发出的强大力量将中国推出了风暴，看到彩虹。其实，不光是疫情风暴，这样的凝聚力也席卷着世界的每一个角落，我曾看到一个视频，意大利佛罗伦萨的街道两旁人们开着阳台窗户站在阳台上彼此对唱，一首接一首，从一条街道到下一条街道，人们虽然无法见面，但是歌声，这种人类独有的语言传递到了每家每户中，这一刻没有贫富贵贱，没有职业划分，有的只是无限的祝福和思念。与此同时，世界上最尖端的科学家们开始共享他们的成果，从医学到化学，从基因学到动物学，这场世纪上足以载入史册的科学大会正是每一位科学家隔着屏幕，甚至于相互猜测彼此不通的语言所完成的，如今新冠肺炎的疫苗实验已经进入临床阶段，正是这样不可思议的快捷高效，让每个人都对未来充满了信心与希望。"}
{"text":"我自始至终都相信，人类的命运是连在一起的，这种写在基因之中的同情心和凝聚力让我们每个人都看到世界是人类彼此相扶相依，抛弃成见的一个整体，这个整体从人类诞生的一刻就已经形成，面对无数次灾难与风暴走到现在，如今我们看向未来不禁要问一句究竟是什么把我们的命运和希望连接在一起？我相信在写我们基因里的，链接每个人类命运及未来的正是――爱。能够站在这个地方与各位分享我这一段时间的感悟是我的荣幸，年对于每个人来说绝不是平凡的一年，一场突如其来的病毒风暴带给了每个人乃至每个家庭不同程度的创伤，在面对这样大规模的灾难的时候每个人都显得如此的弱小无力，在家隔离的时间我曾经怀疑过，难道我们能做的只有默默接受现实吗？现实从不缺乏给人类惊喜的能力，似乎从风暴形成的一刻起就有一股力量来支持住人类文明的高楼大厦。伊始中国这个世界人口数目最多的国家成为了风暴的中心，在这场阻击战中，每个人都是战士，在国家的相关机构倡导下，群众自发的居家隔离，避免接触传染，公务人员，医疗人员等相关人员日以继夜的坚守在自己的岗位上，除此之外，据我所知吉林省辽源市的袜子纺织企业火速改造成口罩厂以来缓解国内口罩紧缺的局面小区里的个体户，用自己的手艺带给连续坚守在小区门口三天的工作人员一份热乎乎的晚饭。正是这种在政府的领导下，每个人自发性的凝聚力爆发出的强大力量将中国推出了风暴，看到彩虹。其实，不光是疫情风暴，这样的凝聚力也席卷着世界的每一个角落，我曾看到一个视频，意大利佛罗伦萨的街道两旁人们开着阳台窗户站在阳台上彼此对唱，一首接一首，从一条街道到下一条街道，人们虽然无法见面，但是歌声，这种人类独有的语言传递到了每家每户中，这一刻没有贫富贵贱，没有职业划分，有的只是无限的祝福和思念。"}
{"text":"与此同时，世界上最尖端的科学家们开始共享他们的成果，从医学到化学，从基因学到动物学，这场世纪上足以载入史册的科学大会正是每一位科学家隔着屏幕，甚至于相互猜测彼此不通的语言所完成的，如今新冠肺炎的疫苗实验已经进入临床阶段，正是这样不可思议的快捷高效，让每个人都对未来充满了信心与希望。我自始至终都相信，人类的命运是连在一起的，这种写在基因之中的同情心和凝聚力让我们每个人都看到世界是人类彼此相扶相依，抛弃成见的一个整体，这个整体从人类诞生的一刻就已经形成，面对无数次灾难与风暴走到现在，如今我们看向未来不禁要问一句究竟是什么把我们的命运和希望连接在一起？我相信在写我们基因里的，链接每个人类命运及未来的正是――爱。能够站在这个地方与各位分享我这一段时间的感悟是我的荣幸，年对于每个人来说绝不是平凡的一年，一场突如其来的病毒风暴带给了每个人乃至每个家庭不同程度的创伤，在面对这样大规模的灾难的时候每个人都显得如此的弱小无力，在家隔离的时间我曾经怀疑过，难道我们能做的只有默默接受现实吗？现实从不缺乏给人类惊喜的能力，似乎从风暴形成的一刻起就有一股力量来支持住人类文明的高楼大厦。伊始中国这个世界人口数目最多的国家成为了风暴的中心，在这场阻击战中，每个人都是战士，在国家的相关机构倡导下，群众自发的居家隔离，避免接触传染，公务人员，医疗人员等相关人员日以继夜的坚守在自己的岗位上，除此之外，据我所知吉林省辽源市的袜子纺织企业火速改造成口罩厂以来缓解国内口罩紧缺的局面小区里的个体户，用自己的手艺带给连续坚守在小区门口三天的工作人员一份热乎乎的晚饭。正是这种在政府的领导下，每个人自发性的凝聚力爆发出的强大力量将中国推出了风暴，看到彩虹。"}
{"text":"正是这种在政府的领导下，每个人自发性的凝聚力爆发出的强大力量将中国推出了风暴，看到彩虹。其实，不光是疫情风暴，这样的凝聚力也席卷着世界的每一个角落，我曾看到一个视频，意大利佛罗伦萨的街道两旁人们开着阳台窗户站在阳台上彼此对唱，一首接一首，从一条街道到下一条街道，人们虽然无法见面，但是歌声，这种人类独有的语言传递到了每家每户中，这一刻没有贫富贵贱，没有职业划分，有的只是无限的祝福和思念。与此同时，世界上最尖端的科学家们开始共享他们的成果，从医学到化学，从基因学到动物学，这场世纪上足以载入史册的科学大会正是每一位科学家隔着屏幕，甚至于相互猜测彼此不通的语言所完成的，如今新冠肺炎的疫苗实验已经进入临床阶段，正是这样不可思议的快捷高效，让每个人都对未来充满了信心与希望。我自始至终都相信，人类的命运是连在一起的，这种写在基因之中的同情心和凝聚力让我们每个人都看到世界是人类彼此相扶相依，抛弃成见的一个整体，这个整体从人类诞生的一刻就已经形成，面对无数次灾难与风暴走到现在，如今我们看向未来不禁要问一句究竟是什么把我们的命运和希望连接在一起？我相信在写我们基因里的，链接每个人类命运及未来的正是――爱。北斗导航，其名源自古代的北斗七星。古代按照这个星宿，规定农时作业，是一个国家重要的发展辅助星宿。尽头，北斗卫星同样的但当着基石的作用。每一颗的功用不尽相同，但是都是中国复兴的伟大基石。第一颗北斗卫星代表着自力更生，有人说，反正导航我们已经有了，为什么还要发展自己的，吃力不讨好，更有着不可能成功的概率。但是人有我无，就代表着我们受制于人，国之利器，怎么可以靠外人的施舍？在古代，人们尚且可以自己发展出北斗七星的运用知识，难道再现代，我们就要仰人鼻息？不，不可能。伟大的中华儿女向来信奉自己动手，丰衣足食的理念，我们的就是我们的，如果没有，我们就自己造出来。于是，第一颗北斗卫星升空，那是一个微小的进步，但是，我们终于从一个蹒跚学步的小宝宝变成了一个可以迈开大步的少年。这就是第一颗北斗卫星的意义，从无到有，自力更生。第二颗的意义呢？在于进步。什么叫进步呢？"}
{"text":"在古代，人们尚且可以自己发展出北斗七星的运用知识，难道再现代，我们就要仰人鼻息？不，不可能。伟大的中华儿女向来信奉自己动手，丰衣足食的理念，我们的就是我们的，如果没有，我们就自己造出来。于是，第一颗北斗卫星升空，那是一个微小的进步，但是，我们终于从一个蹒跚学步的小宝宝变成了一个可以迈开大步的少年。这就是第一颗北斗卫星的意义，从无到有，自力更生。第二颗的意义呢？在于进步。什么叫进步呢？从无到有，就好比，一个学生，终于在自己不熟悉的领域考到了分。勉强及格的分数，比上不足，但总归入了门。那么，这个时候，我们是要躺着这个成绩上止步不前，还是继续自己的努力，让自己的成绩提高到分，分，分，分？答案是不言而喻的。所以，进步。那么意味着什么呢？泪水，汗水。除了辛苦，就不再有更多的感受了。从无到有说来不易，但毕竟有迹可循，但从有到强，则意味着是一条不见前路的辛苦之路，苦难之路。苦难是从来吓不倒中国人民的。要强大，就必须要有付出，就如小小少年凿壁偷光的辛苦，就是为了那一声龙吟九霄的扬眉吐气。于是，第二颗卫星，我们也成功了。这颗卫星，意味着进步。有第二颗，就有第三颗，第四颗，第五颗，这许许多多的进步，是否意味着每颗的功用都是意义的呢？不是这样的。从纯技术角度来说，每一颗都是为了北斗导航网络的全面建立，从而发挥出不同的作用，这是从技术角度上说。从其他功用上呢？比如说精神上，历史的深度上，那更是不尽相同了。我们有一颗两颗卫星，那是证明了我们有实力，但是有实力和做成是不一样的。中国有句老话为山九仞功亏一篑，再强大的实力，如果没有踏实的脚步，以一步一个脚印的坚强意志力和灵活，善于思考的头脑去计划周祥，那么最后的结果也会令人失望。而后续的每一个北斗卫星的功用，就在于此。这一颗构成了北斗导航的横梁，那一颗化作了屋子的主柱，另一颗变成了遮风挡雨的屋顶，接下来是坚实的墙壁，美丽的窗户，蜿蜒的楼梯，漂亮的过道最终的最终，一个属于我们的，中华民族的北斗网络，从此诞生了。这就是每一个北斗卫星的功用，在它们身上，寄托了的是中华民族，这个古老又新生的民族丰富的创造力，伟大的凝聚力，与复兴的决心。它们的功用都是不同的，每一颗都肩负着自己的使命。"}
{"text":"而后续的每一个北斗卫星的功用，就在于此。这一颗构成了北斗导航的横梁，那一颗化作了屋子的主柱，另一颗变成了遮风挡雨的屋顶，接下来是坚实的墙壁，美丽的窗户，蜿蜒的楼梯，漂亮的过道最终的最终，一个属于我们的，中华民族的北斗网络，从此诞生了。这就是每一个北斗卫星的功用，在它们身上，寄托了的是中华民族，这个古老又新生的民族丰富的创造力，伟大的凝聚力，与复兴的决心。它们的功用都是不同的，每一颗都肩负着自己的使命。但是，它们的功用结合起来的最后目标确实相同的，那个目标就是――中华民族的伟大复兴。所以，我希望我们所有人，去了解北斗卫星，不止它每一颗的功用，还要它背后的意义。了解它每一颗的功用，是为了我们能增进专业知识，提高的我们知识储备，开阔我们的眼界。而了解其背后的意义，则是让我们知道，无数前辈的汗水，泪水，唤回的成果，是多么值得欢呼雀跃，多么值得让每一个人为了伟大复兴的目标而奋斗。齐桓公出生的环境对他并不友好。他的母亲只是寻常女子，毫无背景，而他的两位兄长，大哥是长子，名正言顺的王位继承人，二哥聪明伶俐，又有母亲鲁国公主撑腰，这两尊大佛压在他上头，作为三公子的小白毫无优势。彼时管仲鲍叔牙召忽，齐国三鼎足人物，也是全部选择教导二公子。无奈之下，齐僖公只好不顾师傅们的意愿，将鲍叔牙分给了三公子。那么齐桓公何德何能，可以登上王位，角逐春秋霸主呢？一曰把握机会。话说这齐国起名也真是有一套。乱伦妹妹的大公子称诸儿，趁大公子不得人心就想趁乱夺皇位的齐僖公侄子称无知。逃难途中收到齐国平乱即位的请求，傲慢自负没有弄死三公子也没有赶路回国的二公子称纠，扮猪吃虎被射中腰带却假作中箭吐血，先入齐国登上王位的的三公子则称小白，这一连串的故事哟，妙绝！小白装傻十几年的等待总算没有错付，遇见险境能一眼识破其中机会，这种机敏果断，正是王者初露锋芒！这一份镇定，和不患得患失的勇气，正是当代高中生所该学习的。试问大家能有小白之稳重，高考还不是信手拈来二则曰心胸。小白生于幽微，初登王位，并不识得这齐国三鼎足的厉害之处，其实有些许担不得后来人称赞的伯乐之名。管仲之才，也许他甚至没有其他臣子来得清楚。可他信了鲍叔牙，挥手就原谅了管仲的一箭之仇，此不可谓不难得！"}
{"text":"小白装傻十几年的等待总算没有错付，遇见险境能一眼识破其中机会，这种机敏果断，正是王者初露锋芒！这一份镇定，和不患得患失的勇气，正是当代高中生所该学习的。试问大家能有小白之稳重，高考还不是信手拈来二则曰心胸。小白生于幽微，初登王位，并不识得这齐国三鼎足的厉害之处，其实有些许担不得后来人称赞的伯乐之名。管仲之才，也许他甚至没有其他臣子来得清楚。可他信了鲍叔牙，挥手就原谅了管仲的一箭之仇，此不可谓不难得！从这痴傻的名字便可看出，小白从小无人重视，身边只一个鲍叔牙。既登大位，他其实是很缺一位引导者的，否则这算计来这大好江山的一番心血，指不定就随着他的小白二字而再次付之东流呢？也幸得叔牙，一个没有鼠目寸光忌惮管仲的才能，或者没有胆量挑战君主的颜面的忠谏之臣，也更是一个荐人无关私交的识马伯乐。小白也是难得一见的心胸宽广，这突然得来的权势还并未冲昏自己的头脑。管鲍之交的佳话，是建立在国家利益上的，更是建立在小白的心胸之上，齐国得一如此君主，确是一大幸事。如果我们也可以认清自己的能力，未尝不能像小白一样，建立属于我们的江山呢？三则曰不灭的野心。小白生于困境却依旧打磨出那颗雄心，难得！胆识仍在则英雄不亡，这大概也是勾践尝那苦胆的一颗不肯沉寂的心罢。拿得起，放得下，睁眼泼天富贵，闭目三千神佛，若得如此一副灵魂心肠，道这十二年寒窗，便也不过一句只是寻常罢了！既得如此境界，便总清楚，那更无尽的远方，便有更多的风景人物，与我有关，又何觑这人间小物？经过这数般风雨后，小白二字，再不是什么痴傻的代名词。多年的见证才足以证明，这就是人间初心罢。可惜的是，齐桓公老了，也就渐渐忘记了他的名字，小白，早随风散在了齐宫殿蒙蒙的软红烟雨中了。桓公在捧笑声中醉了。他倒在他华美的坟墓和功德碑前。瘫软的身躯被宠臣关进了只余一狗洞出入的小房，一裹麻布，结束了自己雄伟的一生。唉！若行大事，勿忘初心啊！同舟新时代的美好征程，切勿使后人而复哀后人也！街道上车水马龙，人们来来往往，喧闹的城市生活让我正在准备考研的我面对黑白的电脑屏幕让我有些烦躁。突然，一个新闻引起了我的注意中国城市化迅速！城市人口已经突破看到国家强大高兴是在所难免的，但我却有一些感伤，这真的是好消息吗。"}
{"text":"桓公在捧笑声中醉了。他倒在他华美的坟墓和功德碑前。瘫软的身躯被宠臣关进了只余一狗洞出入的小房，一裹麻布，结束了自己雄伟的一生。唉！若行大事，勿忘初心啊！同舟新时代的美好征程，切勿使后人而复哀后人也！街道上车水马龙，人们来来往往，喧闹的城市生活让我正在准备考研的我面对黑白的电脑屏幕让我有些烦躁。突然，一个新闻引起了我的注意中国城市化迅速！城市人口已经突破看到国家强大高兴是在所难免的，但我却有一些感伤，这真的是好消息吗。这也没啥意思阿我抱怨着父亲送给我的成人礼物乡土中国。父亲并没有回应我，看着他严肃的样子，我感到了不安。不一会他说到我们明天回老家。时候已是秋季，驱车不久，天气已然隐晦，我打开车窗冷风吹了进来，呜呜作响，灰暗的天空衬托着这些钢筋大楼，就像冰冷的雪原，一望无际，没有生机。远处的俨然的村庄显得迥然不同，颇有一番暧暧远人村，依依墟里烟的风味。到达目的地，这条土路上面布满的脚印，坑坑洼洼，车子无法进入我只好随父亲步行进入村庄。田里的稻草人和鸟儿面面相觑的望着，好像在做游戏似的，还有那红瓦砖墙的房屋，即使有些破旧，但仍不失田间风味。这里与我小时候唯一不同的就是中间多了一个大戏台吃完晚饭，我随父亲一起跟随村民去往村中心看戏，几乎全村的人都到了。这硕大的场面使我震惊，女演员水袖飞舞，翩若惊鸿，婉若游龙，我看了入迷，爸爸说道他们大多都不是专业的，甚至没有学过。看着台上演员，儿女情长，家国情怀，台下观众悲情泪水，这是我无法忘记的美好的时光，欣赏乡间的乐趣风味时光荏苒，上了大学的我跟随着语文教授学习中国独特的乡土文化，原来那个享受乐趣的我觉得自己有些太天真了，我回到家，再一次翻开那本被我压在箱底的乡土中国，仔细的读了起来。中国人是长在土里的。回想那场戏，人们的欢乐与充实都属于他们这一代人的独特时光。不管生活多么艰辛，只要戏还活着，乡邻们照样不会耽搁去看戏，这是独属于中国乡民们的精神。只要有路的地方就能通往戏台。以前的我只会享受传统文化给我带来的视觉的乐趣，现在的我懂得了精神上的乐趣，乡村不是一成不变的。因为那里有日益兴盛的乡土文化，陶冶着每一代人，新的一天，亦是新的传承，这是中国乡村独有的。"}
{"text":"中国人是长在土里的。回想那场戏，人们的欢乐与充实都属于他们这一代人的独特时光。不管生活多么艰辛，只要戏还活着，乡邻们照样不会耽搁去看戏，这是独属于中国乡民们的精神。只要有路的地方就能通往戏台。以前的我只会享受传统文化给我带来的视觉的乐趣，现在的我懂得了精神上的乐趣，乡村不是一成不变的。因为那里有日益兴盛的乡土文化，陶冶着每一代人，新的一天，亦是新的传承，这是中国乡村独有的。新时代新发展，面对日益兴盛的科技，城市文明的进步，乡村正在流失，中华传统文化正在流失，乡土文化是中国人的本根，在中国日益强大的背景下，文化更是软实力，习近平总书记说过我们要坚持文化自信，建设社会主义文化强国。优秀的文化是民族历史的见证，最好的时光属于未来，更属于我们这一代人新鲜的传承。梁启超曾经说过人者固非可孤立生存于世界也，必有群然后人格始能立。诚然，每个人都不是独立存在的，我们也一样。我们都是世界的一部分，努力创造自己的未来。但是，我们并不是独自奋斗。今年年初，一场突如其来的新冠疫情袭击了中国，并在短时间内席卷多个国家，全世界都笼罩在恐慌之中。作为一名中国青年，我看到，无数个日日夜夜中不眠的年轻身体，以自己微薄的力量，为中国人民筑起一道坚固的生命之墙，并告诉世界什么叫中国力量。他们，也是我们中的一员。他们在人群中毅然逆行，在病房里争分夺秒，在黑暗的狞笑中向病毒宣战。他们并没有做出什么惊天动地的大事，只是，无数的涓涓细流，终将汇成壮阔洪流。他们，是我们的伙伴，是与我们携手，共同创造世界的青年。在当今世界，外交扮演着越来越重要的角色。一些国家的关系日益紧张，英国脱欧中美贸易战，再到香港动乱，无不困扰着人们。在一些阿拉伯与非洲国家，纷飞的战火使人们恐慌。凡是战争经过之地，寸草不生，满眼荒芜。国与国之间，人与人之间互相仇视，互相攻击，最终往往两败俱伤。而理想中更美好的世界更美好的未来，也只是在战火纷飞之中灰飞烟灭了。我又想到了今年的疫情。当中国处于危难之中时，日本的友好人士立即向中国捐赠了一批写有标语的抗疫物资。同样，当日本处于水深火热之中的时候，我看到，中国人慷慨地将自己的抗疫经验分享给他们，将同样写有标语的抗疫物资分发给他们。"}
