{"text":"那是他和北玲在美国十年拼命挣来的钱呀，真正的血汗钱！我说，你得谨慎，别全赔进去。他说不会。他说刚到美国时还不是身无分文，大不了还那样。我说你的年纪不比当初啦，又有病。他说，守着钱过平安日子，我更得病，不干事本身就是病。常使立哲苦恼的是，大锅饭意识已经在很多国人身上成了习惯，处处的办事效率慢得让人不能理解。知道在美国申办一个公司，要多久批准吗？三天？猜。一天？再猜。多久？吓死你，十分钟！中国的事坏就坏在你怎么都有饭吃。这要是不改，最后大家都饿着。有一次我问立哲的司机跟立哲干活累吧？司机撇撇嘴点点头不过孙老板比谁都累。我记起老同学们早就给立哲的评语此人走到哪儿哪儿不能安闲，总搅起一群人跟着他转。今年春节我们一起过的。爆竹声中，北玲兴致很高，一定也要动手包饺子。那时她必定想着就在北京的父母。但是她不能回家，父亲有心脏病，她患癌症的事还一直没敢告诉父亲。回国后只跟父亲通过两次电话，说自己还在美国，一切都好。父亲出差离京时，她回去住过两天，看看想念已久的家。她希望自己好起来，那时再看父亲。她当然也会想起远在大洋彼岸的一双小儿女。北玲的病床前贴着他们的照片，想他们，天天看。癌变已扩散到全身，最后那段时光她整日整夜地呻吟不止，疼极了有时真觉得熬不住了，但想起孩子，她真是不想死呀。把孩子接到身边来吧？她又说不！怕给儿女幼小的心灵留下创伤。最后的时刻可能不太久了，立哲还是把孩子接来。女儿三岁，北玲见了她几次就不让她再来，但经常要从电话里听听她的声音。北玲对立哲说婕妮还不大懂事，别让她对我有太多的印象吧。儿子捷声八岁，不让他来他会疑心的，他来时北玲戴上假发强作欢颜，问他的琴弹得怎样了，懵懵的八岁的男孩儿便像往日那样弹琴给母亲听，请母亲指导。琴声响起来，十分钟，半小时，一小时北玲静静地听竟一次也没有呻吟，不知是强忍着，还是儿子的琴声一时驱走了病魔。后来我献给北玲的挽联，上句是盼见儿女，怕见儿女，捷声婕妮当解慈母意。还有丈夫，北玲知道自己一旦离开，立哲在事业上生活上都会碰到更多的艰难，我几次见她躺在病床上还在为丈夫的身体操心，提醒他按时吃吃药打针。"}
{"text":"琴声响起来，十分钟，半小时，一小时北玲静静地听竟一次也没有呻吟，不知是强忍着，还是儿子的琴声一时驱走了病魔。后来我献给北玲的挽联，上句是盼见儿女，怕见儿女，捷声婕妮当解慈母意。还有丈夫，北玲知道自己一旦离开，立哲在事业上生活上都会碰到更多的艰难，我几次见她躺在病床上还在为丈夫的身体操心，提醒他按时吃吃药打针。听说立哲在国内投资遇到的诸多困阻，看着立哲累死累活地工作，她真有心劝立哲不要干了，好好把儿女带大就行了，但几个公司是她与立哲多年的心血，为吾土吾民作一份贡献是他们一生的共同理想，因此她又不再说什么，很可能是想自己离去时把一切困苦也都带走。我那挽联的下句是彼岸创业，此岸创业，万国万通凝聚爱国情。我与北玲无话不谈，几次同她说起死，她毫无惧色，说她在那次大手术的四十分钟冰冷状态时已经死过一回了，她说那时她感到自己飘飘然飞进宇宙，自由自在地飞呀飞呀，飞过很多很多星球，心神清朗宏阔极了，并且看见了她曾住过的这颗星球我真的不相信一颗如此博大的爱心会化为乌有，我真是不信北玲的心魂可以消失。我知道她还有一桩未了的心愿回陕北，再看看那连天的黄土高原，看热烈的山丹丹花在那块古老的土地上蓬勃开放。立哲和我们几个一起在陕北插队的同学屡次说起，要一块儿回陕北一趟，坐汽车去，慢慢走把那青天黄土都看遍。那时北玲的心魂一定也和我们在一起，在我们左右，在我们头顶上，给我们指点，给我们鼓舞，给我们拉着琴唱那深情豪放的民歌一九九二年九月一日告别d英周d英，以非凡的毅力同伤病抗争三载，于年月日离开了他所爱恋的这个世界，终年岁。所有他的朋友，都看他作亲敬可赖的兄长。他心中始终装满的是炽爱，因而名利在那儿没有地位。他眼里永远看见的是平等，因而善良的人都会是他的兄弟姐妹。他的喜悦和忧悲，从来牵系于人间的正义和自由，因而他的心魂并不由于一个身影的消逝而离我们遥远。d英是新文学的推动者，作为今天最初的编委之一，他真诚且毫不张扬地尽了他的职责。d英是以助人为乐的人，是以宽厚为怀的人，是以俭朴为美的人，是以爱为愿行为果的人。"}
{"text":"所有他的朋友，都看他作亲敬可赖的兄长。他心中始终装满的是炽爱，因而名利在那儿没有地位。他眼里永远看见的是平等，因而善良的人都会是他的兄弟姐妹。他的喜悦和忧悲，从来牵系于人间的正义和自由，因而他的心魂并不由于一个身影的消逝而离我们遥远。d英是新文学的推动者，作为今天最初的编委之一，他真诚且毫不张扬地尽了他的职责。d英是以助人为乐的人，是以宽厚为怀的人，是以俭朴为美的人，是以爱为愿行为果的人。d英，所有你的朋友，都不忘记你那间简陋而温暖的小屋，因其狭小我们膝盖碰着膝盖，因其博大，那儿连通着几乎整个世界。在世界各地的你的朋友，都因失去你，心存一块难以弥补的空缺，又因你的精神永在，而感恩于命运慷慨的馈赠。d英，你的亲人和我们在一起，你幼小的儿子将慢慢知道他的父亲，以你为骄傲并成为你的骄傲。d英，愿你安息。d英，在天在地，我们互不相忘。一九九四年五月十五日我二十一岁那年友谊医院神经内科病房有十二间病室，除去一号二号，其余十间我都住过。当然，决不为此骄傲。即便多么骄傲的人，据我所见，一躺上病床也都谦恭。一号和二号是病危室，是一步登天的地方，上帝认为我住那儿为时尚早。十九年前，父亲搀扶着我第一次走进那病房。那时我还能走，走得艰难，走得让人伤心就是了。当时我有过一个决心要么好，要么死，一定不再这样走出来。正是晌午，病房里除了病人的微鼾，便是护士们轻极了的脚步，满目洁白，阳光中飘浮着药水的味道，如同信徒走进了庙宇我感觉到了希望。一位女大夫把我引进十号病室。她贴近我的耳朵轻轻柔柔地问午饭吃了没？我说您说我的病还能好吗？她笑了笑。记不得她怎样回答了，单记得她说了一句什么之后，父亲的愁眉也略略地舒展。女大夫步履轻盈地走后，我永远留住了一个偏见女人是最应该当大夫的，白大褂是她们最优雅的服装。那天恰是我二十一岁生日的第二天。我对医学对命运都还未及了解，不知道病出在脊髓上将是一件多么麻烦的事。我舒心地躺下来睡了个好觉。心想十天，一个月，好吧就算是三个月，然后我就又能是原来的样子了。和我一起插队的同学来看我时，也都这样想他们给我带来很多书。十号有六个床位。我是六床。五床是个农民，他天天都盼着出院。"}
{"text":"女大夫步履轻盈地走后，我永远留住了一个偏见女人是最应该当大夫的，白大褂是她们最优雅的服装。那天恰是我二十一岁生日的第二天。我对医学对命运都还未及了解，不知道病出在脊髓上将是一件多么麻烦的事。我舒心地躺下来睡了个好觉。心想十天，一个月，好吧就算是三个月，然后我就又能是原来的样子了。和我一起插队的同学来看我时，也都这样想他们给我带来很多书。十号有六个床位。我是六床。五床是个农民，他天天都盼着出院。光房钱一天就一块一毛五，你算算得啦！五床说，死呗，可值得了这么些？三床就说得了嘿你有完没完！死死死，数你悲观。四床是个老头，说别介别介，咱毛主席有话啦――既来之，则安之。农民便带笑地把目光转向我，却是对他们说敢情你们都有公费医疗。他知道我还在与贫下中农相结合。一床不说话，一床一旦说话即可出院。二床像是个有些来头的人，举手投足之间便赢得大伙的敬畏。二床幸福地把一切名词都忘了，包括忘了自己的姓名。二床讲话时，所有名词都以这个那个代替，因而讲到一些轰轰烈烈的事迹却听不出是谁人所为。四床说这多好，不得罪人。我不搭茬儿。刚有的一点舒心顷刻全光。一天一块多房钱都要从父母的工资里出，一天好几块的药钱饭钱都要从父母的工资里出，何况为了给我治病家中早已是负债累累了。我马上就想那农民之所想了什么时候才能出院呢？我赶紧松开拳头让自己放明白点这是在医院不是在家里，这儿没人会容忍我发脾气，而且砸坏了什么还不是得用父母的工资去赔？所幸身边有书，想来想去只好一头埋进书里去。好吧好吧，就算是三个月！我凭白地相信这样一个期限。可是三个月后我不仅没能出院，病反而更厉害了。那时我和二床一起住到了七号。二床果然不同寻常，是位局长，十一级干部，但还是多了一级，非十级以上者无缘去住高干病房的单间。七号是这普通病房中唯一仅设两张病床的房间，最接近单间，故一向由最接近十级的人去住。据说刚有个十三级从这儿出去。二床搬来名正言顺。我呢？护士长说是这孩子爱读书，让我帮助二床把名词重新记起来。你看他连自己是谁都闹不清了。护士长说。但二床却因此越来越让人喜欢，因为局长也是名词也在被忘之列，我们之间的关系日益平等融洽。有一天他问我你是干什么的？我说插队的。"}
{"text":"七号是这普通病房中唯一仅设两张病床的房间，最接近单间，故一向由最接近十级的人去住。据说刚有个十三级从这儿出去。二床搬来名正言顺。我呢？护士长说是这孩子爱读书，让我帮助二床把名词重新记起来。你看他连自己是谁都闹不清了。护士长说。但二床却因此越来越让人喜欢，因为局长也是名词也在被忘之列，我们之间的关系日益平等融洽。有一天他问我你是干什么的？我说插队的。二床说他的那个也是，两个那个都是，他在高出他半个头的地方比划一下就是那两个，我自己养的。您是说您的两个儿子？他说对，儿子。他说好哇，革命嘛就不能怕苦，就是要去结合。他说我们当初也是从那儿出来的嘛。我说农村？对对对。什么？农村。对对对农村。别忘本呀！我说是。我说您的家乡是哪儿？他于是抱着头想好久。这一回我也没办法提醒他。最后他骂一句，不想了，说我也放过那玩意儿。他在头顶上伸直两个手指。是牛吗？他摇摇头，手往低处一压。羊？对了，羊。我放过羊。他躺下，双手垫在脑后，甜甜蜜蜜地望着天花板老半天不言语。大夫说他这病叫做角回综合症，命名性失语，并不影响其他记忆，尤其是遥远的往事更都记得清楚。我想局长到底是局长，比我会得病。他忽然又坐起来我的那个，喂，小什么来？小儿子？对！他怒气冲冲地跳到地上，说那个小玩意儿，娘个！说他要去结合，我说好嘛我支持。说他来信要钱，说要办个这个。他指了指周围，我想那个小玩意儿可能是要办个医疗站。他说好嘛，要多少？我给。可那个小玩意儿！他背着手气哼哼地来回走，然后停住，两手一摊可他又要在那儿结婚！在农村？对，农村。跟农民？跟农民。无论是根据我当时的思想觉悟，还是根据报纸电台当时的宣传倡导，这都是值得肃然起敬的。扎根派。我钦佩地说。娘了个派！他说可你还要不要回来嘛？这下我有点发蒙。见我愣着，他又一跺脚，补充道可你还要不要革命？！这下我懂了，先不管革命是什么，二床的坦诚都令人欣慰。不必去操心那些玄妙的逻辑了。整个冬天就快过去，我反倒拄着拐杖都走不到院子里去了，双腿日甚一日地麻木，肌肉无可遏止地萎缩，这才是需要发愁的。我能住到七号来，事实上是因为大夫护士们都同情我。"}
{"text":"跟农民。无论是根据我当时的思想觉悟，还是根据报纸电台当时的宣传倡导，这都是值得肃然起敬的。扎根派。我钦佩地说。娘了个派！他说可你还要不要回来嘛？这下我有点发蒙。见我愣着，他又一跺脚，补充道可你还要不要革命？！这下我懂了，先不管革命是什么，二床的坦诚都令人欣慰。不必去操心那些玄妙的逻辑了。整个冬天就快过去，我反倒拄着拐杖都走不到院子里去了，双腿日甚一日地麻木，肌肉无可遏止地萎缩，这才是需要发愁的。我能住到七号来，事实上是因为大夫护士们都同情我。因为我还这么年轻，因为我是自费医疗，因为大夫护士都已经明白我这病的前景极为不妙，还因为我爱读书――在那个知识越多越反动的年代，大夫护士们尤为喜爱一个爱读书的孩子。他们都还把我当孩子。他们的孩子有不少也在插队。护士长好几次在我母亲面前夸我，最后总是说唉，这孩子这一声叹，暴露了当代医学的爱莫能助。他们没有别的办法帮助我，只能让我住得好一点，安静些，读读书吧――他们可能是想，说不定书中能有这孩子一条路。可我已经没了读书的兴致。整日躺在床上，听各种脚步从门外走过希望他们停下来，推门进来，又希望他们千万别停，走过去走你们的路去别来烦我。心里荒荒凉凉地祈祷上帝如果你不收我回去，就把能走路的腿也给我留下！我确曾在没人的时候双手合十，出声地向神灵许过愿。多年以后才听一位无名的哲人说过危卧病榻，难有无神论者。如今来想，有神无神并不值得争论，但在命运的混沌之点，人自然会忽略着科学，向虚冥之中寄托一份虔敬的祈盼。正如迄今人类最美好的向往也都没有实际的验证，但那向往并不因此消灭。主管大夫每天来查房，每天都在我的床前停留得最久好吧，别急。按规矩主任每星期查一次房，可是几位主任时常都来看看我感觉怎么样？嗯，一定别着急。有那么些天全科的大夫都来看我，八小时以内或以外，单独来或结队来，检查一番各抒主张，然后都对我说别着急，好吗？千万别急。从他们谨慎的言谈中我渐渐明白了一件事我这病要是因为一个肿瘤的捣鬼，把它找出来切下去随便扔到一个垃圾桶里，我就还能直立行走，否则我多半就把祖先数百万年进化而来的这一优势给弄丢了。窗外的小花园里已是桃红柳绿，二十二个春天没有哪一个像这样让人心抖。我已经不敢去羡慕那些在花丛树行间漫步的健康人和在小路上打羽毛球的年轻人。"}
{"text":"有那么些天全科的大夫都来看我，八小时以内或以外，单独来或结队来，检查一番各抒主张，然后都对我说别着急，好吗？千万别急。从他们谨慎的言谈中我渐渐明白了一件事我这病要是因为一个肿瘤的捣鬼，把它找出来切下去随便扔到一个垃圾桶里，我就还能直立行走，否则我多半就把祖先数百万年进化而来的这一优势给弄丢了。窗外的小花园里已是桃红柳绿，二十二个春天没有哪一个像这样让人心抖。我已经不敢去羡慕那些在花丛树行间漫步的健康人和在小路上打羽毛球的年轻人。我记得我久久地看过一个身着病服的老人，在草地上踱着方步晒太阳只要这样我想只要这样！只要能这样就行了就够了！我回忆脚踩在软软的草地上是什么感觉？想走到哪儿就走到哪儿是什么感觉？踢一颗路边的石子，踢着它走是什么感觉？没这样回忆过的人不会相信，那竟是回忆不出来的！老人走后我仍呆望着那块草地，阳光在那儿慢慢地淡薄脱离，凝作一缕孤哀凄寂的红光一步步爬上墙，爬上楼顶我写下一句歪诗轻拨小窗看春色，漏入人间一斜阳。日后我摇着轮椅特意去看过那块草地，并从那儿张望号窗口，猜想那玻璃后面现在住的谁？上帝打算为他挑选什么前程？当然，上帝用不着征求他的意见。我乞求上帝不过是在和我开着一个临时的玩笑――在我的脊椎里装进了一个良性的瘤子。对对，它可以长在椎管内，但必须要长在软膜外，那样才能把它剥离而不损坏那条珍贵的脊髓。对不对，大夫？谁告诉你的？对不对吧？大夫说不过，看来不太像肿瘤。我用目光在所有的地方写下上帝保佑，我想，或许把这四个字写到千遍万遍就会赢得上帝的怜悯，让它是个瘤子，一个善意的瘤子。要么干脆是个恶毒的瘤子，能要命的那一种，那也行。总归得是瘤子，上帝！朋友送了我一包莲子，无聊时我捡几颗泡在瓶子里，想赌不赌一个愿？――要是它们能发芽，我的病就不过是个瘤子。但我战战兢兢地一直没敢赌。谁料几天后莲子竟都发芽。我想好吧我赌！我想其实我压根儿是倾向于赌的。我想倾向于赌事实上就等于是赌了。我想现在我还敢赌――它们一定能长出叶子！这是明摆着的。我每天给它们换水，早晨把它们移到窗台西边，下午再把它们挪到东边，让它们总在阳光里为此我抓住床栏走，扶住窗台走，几米路我走得大汗淋漓。这事我不说，没人知道。不久，它们长出一片片圆圆的叶子来。圆，又是好兆。"}
{"text":"但我战战兢兢地一直没敢赌。谁料几天后莲子竟都发芽。我想好吧我赌！我想其实我压根儿是倾向于赌的。我想倾向于赌事实上就等于是赌了。我想现在我还敢赌――它们一定能长出叶子！这是明摆着的。我每天给它们换水，早晨把它们移到窗台西边，下午再把它们挪到东边，让它们总在阳光里为此我抓住床栏走，扶住窗台走，几米路我走得大汗淋漓。这事我不说，没人知道。不久，它们长出一片片圆圆的叶子来。圆，又是好兆。我更加周到地侍候它们，坐回到床上气喘吁吁地望着它们，夜里醒来在月光中也看看它们好了，我要转运了。并且忽然注意到莲与怜谐音，毕恭毕敬地想上帝终于要对我发发慈悲了吧？这些事我不说没人知道。叶子长出了瓶口，闲人要去摸，我不让，他们硬是摸了呢，我便在心里加倍地祈祷几回。这些事我不说，现在也没人知道。然而科学胜利了，它三番五次地说那儿没有瘤子，没有没有。果然，上帝直接在那条娇嫩的脊髓上做了手脚！定案之日，我像个冤判的屈鬼那样疯狂地作乱，挣扎着站起来，心想干吗不能跑一回给那个没良心的上帝瞧瞧？后果很简单，如果你没摔死你必会明白确实，你干不过上帝。我终日躺在床上一言不发，心里先是完全的空白，随后由着一个死字去填满。王主任来了。那个老太太，我永远忘不了她。还有张护士长。八年以后和十七年以后，我有两次真的病到了死神门口，全靠这两位老太太又把我抢下来。我面向墙躺着，王主任坐在我身后许久不说什么，然后说了，话并不多，大意是还是看看书吧，你不是爱看书吗？人活一天就不要白活。将来你工作了，忙得一点时间都没有，你会后悔这段时光就让它这么白白地过去了。这些话当然并不能打消我的死念，但这些话我将受用终生，在以后的若干年里我频繁地对死神抱有过热情，但在未死之前我一直记得王主任这些话，因而还是去做些事。使我没有去死的原因很多我在另外的文章里写过，人活一天就不要白活亦为其一，慢慢地去做些事于是慢慢地有了活的兴致和价值感。有一年我去医院看她，把我写的书送给她，她已是满头白发了，退休了，但照常在医院里从早忙到晚。我看着她想，这老太太当年必是心里有数，知道我还不至去死，所以她单给我指一条活着的路。可是我不知道当年我搬离号后，是谁最先在那儿发现过一团电线？并对此作过什么推想？那是个秘密，现在也不必说。假定我那时真的去死了呢？我想找一天去问问王主任。"}
{"text":"有一年我去医院看她，把我写的书送给她，她已是满头白发了，退休了，但照常在医院里从早忙到晚。我看着她想，这老太太当年必是心里有数，知道我还不至去死，所以她单给我指一条活着的路。可是我不知道当年我搬离号后，是谁最先在那儿发现过一团电线？并对此作过什么推想？那是个秘密，现在也不必说。假定我那时真的去死了呢？我想找一天去问问王主任。我想，她可能会说真要去死那谁也管不了，可能会说要是你找不到活着的价值，迟早还是想死，可能会说想一想死倒也不是坏事，想明白了倒活得更自由，可能会说不，我看得出来，你那时离死神还远着呢，因为你有那么多好朋友。友谊医院――这名字叫得好。同仁协和博爱济慈，这样的名字也不错，但或稍嫌冷静，或略显张扬，都不如友谊听着那么平易亲近。也许是我的偏见。二十一岁末尾，双腿彻底背叛了我，我没死，全靠着友谊。还在乡下插队的同学不断写信来，软硬兼施劝骂并举，以期激起我活下去的勇气已转回北京的同学每逢探视日必来看我，甚至非探视日他们也能进来。怎么进来的你们？咳，闭上一只眼睛想一会儿就进来了。这群插过队的，当年可以凭一张站台票走南闯北，甭担心还有他们走不通的路。那时我搬到了加号。加号原本不是病房，里面有个小楼梯间，楼梯间弃置不用了，余下的地方仅够放一张床，虽然窄小得像一节烟囱，但毕竟是单间，光景固不可比十级，却又非十一级可比。这又是大夫护士们的一番苦心，见我的朋友太多，都是少男少女难免说笑得不管不顾，既不能影响了别人又不可剥夺了我的快乐，于是给了我级的待遇。加号的窗口朝向大街，我的床紧挨着窗，在那儿我度过了二十一岁中最惬意的时光。每天上午我就坐在窗前清清静静地读书，很多名著我都是在那时读到的，也开始像模像样地学着外语。一过中午，我便直着眼睛朝大街上眺望，尤其注目骑车的年轻人和路汽车的车站，盼着朋友们来。有那么一阵子我暂时忽略了死神。朋友们来了，带书来，带外面的消息来，带安慰和欢乐来，带新朋友来，新朋友又带新的朋友来，然后都成了老朋友。以后的多少年里，友谊一直就这样在我身边扩展，在我心里深厚。把加号的门关紧，我们自由地嬉笑怒骂，毫无顾忌地议论世界上所有的事，高兴了还可以轻声地唱点什么――陕北民歌，或插队知青自己的歌。"}
