{"text":"倘若乙女允了，便是失节甲男也无恶名，可是世风被乙女败坏了！别的事情，也是如此。所以历史上亡国败家的原因，每每归咎女子。糊糊涂涂的代担全体的罪恶，已经三千多年了。男子既然不负责任，又不能自己反省，自然放心诱惑文人著作，反将他传为美谈。所以女子身旁，几乎布满了危险。除却他自己的父兄丈夫以外，便都带点诱惑的鬼气。所以我说很难。节烈苦么？答道，很苦。男子都知道很苦，所以要表彰他。凡人都想活烈是必死，不必说了。节妇还要活着。精神上的惨苦，也姑且弗论。单是生活一层，已是大宗的痛楚。假使女子生计已能独立，社会也知道互助，一人还可勉强生存。不幸中国情形，却正相反。所以有钱尚可，贫人便只能饿死。直到饿死以后，间或得了旌表，还要写入志书。所以各府各县志书传记类的末尾，也总有几卷烈女。一行一人，或是一行两人，赵钱孙李，可是从来无人翻读。就是一生崇拜节烈的道德大家，若问他贵县志书里烈女门的前十名是谁？也怕不能说出。其实他是生前死后，竟与社会漠不相关的。所以我说很苦。照这样说，不节烈便不苦么？答道，也很苦。社会公意，不节烈的女人，既然是下品他在这社会里，是容不住的。社会上多数古人模模糊糊传下来的道理，实在无理可讲能用历史和数目的力量，挤死不合意的人。这一类无主名无意识的杀人团里，古来不晓得死了多少人物节烈的女子，也就死在这里。不过他死后间有一回表彰，写入志书。不节烈的人，便生前也要受随便什么人的唾骂，无主名的虐待。所以我说也很苦。女子自己愿意节烈么？答道，不愿。人类总有一种理想，一种希望。虽然高下不同，必须有个意义。自他两利固好，至少也得有益本身。节烈很难很苦，既不利人，又不利己。说是本人愿意，实在不合人情。所以假如遇着少年女人，诚心祝赞他将来节烈，一定发怒或者还要受他父兄丈夫的尊拳。然而仍旧牢不可破，便是被这历史和数目的力量挤着。可是无论何人，都怕这节烈。怕他竟钉到自己和亲骨肉的身上。所以我说不愿。我依据以上的事实和理由，要断定节烈这事是极难，极苦，不愿身受，然而不利自他，无益社会国家，于人生将来又毫无意义的行为，现在已经失了存在的生命和价值。临了还有一层疑问节烈这事，现代既然失了存在的生命和价值节烈的女人，岂非白苦一番么？可以答他说还有哀悼的价值。他们是可怜人不幸上了历史和数目的无意识的圈套，做了无主名的牺牲。"}
{"text":"然而仍旧牢不可破，便是被这历史和数目的力量挤着。可是无论何人，都怕这节烈。怕他竟钉到自己和亲骨肉的身上。所以我说不愿。我依据以上的事实和理由，要断定节烈这事是极难，极苦，不愿身受，然而不利自他，无益社会国家，于人生将来又毫无意义的行为，现在已经失了存在的生命和价值。临了还有一层疑问节烈这事，现代既然失了存在的生命和价值节烈的女人，岂非白苦一番么？可以答他说还有哀悼的价值。他们是可怜人不幸上了历史和数目的无意识的圈套，做了无主名的牺牲。可以开一个追悼大会。我们追悼了过去的人，还要发愿要自己和别人，都纯洁聪明勇猛向上。要除去虚伪的脸谱。要除去世上害己害人的昏迷和强暴。我们追悼了过去的人，还要发愿要除去于人生毫无意义的苦痛。要除去制造并赏玩别人苦痛的昏迷和强暴。我们还要发愿要人类都受正当的幸福。一九一八年七月。本篇最初发表于一九一八年八月北京新青年月刊第五卷第二号，署名唐俟。康有为―字广厦，号长素，广东南海人，清末维新运动领袖，一八九八年戊戌变法领导者之一。变法失败后逃亡外国，组织保皇党，反对孙中山领导的民主革命运动一九一七年又和北洋军阀张勋扶持清废帝溥仪复辟。一九一八年一月，他在上海不忍杂志第九十两期合刊上发表共和平议和与徐太傅徐世昌书，说中国不宜实行民主共和，而应实行虚君共和即君主立宪。陈独秀―字仲甫，安徽怀宁人。原为北京大学教授，新青年杂志的创办人，五四时期提倡新文化运动的主要人物。中国共产党成立后，任党的总书记。在第一次国内革命战争后期，推行右倾投降主义路线，使革命遭到失败以后他成了取消主义者，又和托洛茨基分子相勾结，成立反党小组织，于一九二九年十一月被开除出党。一九一八年三月，他在新青年第四卷第三号发表驳康有为共和平议一文，驳斥虚君共和的论调。灵学派一九一七年十年，俞复陆费逵等人在上海设盛德坛扶乩，组织灵学会，一九一八年一月刊行灵学丛志，提倡迷信与复古。在盛德坛成立的当天扶乩中，称圣贤仙佛同降，推定孟轲主坛谕示有如此主坛者归孟圣矣乎等语。一九一八年五月新青年第四卷第五号曾刊载陈百年的辟灵学，钱玄同刘半农的斥灵学丛志等文章，驳斥他们的荒谬。"}
{"text":"一九一八年三月，他在新青年第四卷第三号发表驳康有为共和平议一文，驳斥虚君共和的论调。灵学派一九一七年十年，俞复陆费逵等人在上海设盛德坛扶乩，组织灵学会，一九一八年一月刊行灵学丛志，提倡迷信与复古。在盛德坛成立的当天扶乩中，称圣贤仙佛同降，推定孟轲主坛谕示有如此主坛者归孟圣矣乎等语。一九一八年五月新青年第四卷第五号曾刊载陈百年的辟灵学，钱玄同刘半农的斥灵学丛志等文章，驳斥他们的荒谬。陈百年，名大齐，浙江海盐人，曾任北京大学教授。钱玄同―，名夏，浙江吴兴人，曾任北京大学北京师范大学教授。刘半农―，名复，江苏江阴人，曾任北京大学教授。后两人都曾积极参加五四新文化运动。新青年综合性月刊，五四时期倡导新文化运动传播马克思主义的重要刊物。一九一五年九月创刊于上海，由陈独秀主编。第一卷名青年杂志，第二卷起改名为新青年。一九一六年底迁至北京。从一九一八年一月起，李大钊等参加编辑工作。一九二二年休刊，共出九卷，每卷六期。在五四时期同该刊有密切联系，是它的重要撰稿人，曾参加该刊编辑会议。表彰节烈一九一四年三月，袁世凯颁布旨在维护封建礼教的褒扬条例，规定妇女节烈贞操，可以风世者，给予匾额题字褒章等奖励直到五四前后，报刊上还常登有颂扬节妇烈女的纪事和诗文。君政复古时代指袁世凯阴谋称帝时期。当时袁世凯御用的筹安会六君子之一刘师培曾在中国学报第一二期一九一六年一二月发表君政复古论一文，鼓吹恢复帝制。贞操论日本女作家与谢野晶子作，译文刊登在新青年第四卷第五号一九一八年五月。文中列举了在贞操问题上的种种相互矛盾的观点与态度，同时指出了男女在这方面的不平等现象，认为贞操不应该作为一种道德标准。饿死事小失节事大宋代道学家程颐的话，见河南程氏遗书卷二十二又问或有孤孀贫穷无托者，可再嫁否？曰只是后世怕寒饿死，故有是说。然饿死事极小，失节事极大！业儒，以儒为业，指那些崇奉孔孟学说，提倡封建礼教的道学家。重适即再嫁。长生天气力里大福荫护助里是元代白话文，当时皇帝在谕旨前必用此语，上天眷命的意思有时只用长生天气力里，即上天的意思。"}
{"text":"饿死事小失节事大宋代道学家程颐的话，见河南程氏遗书卷二十二又问或有孤孀贫穷无托者，可再嫁否？曰只是后世怕寒饿死，故有是说。然饿死事极小，失节事极大！业儒，以儒为业，指那些崇奉孔孟学说，提倡封建礼教的道学家。重适即再嫁。长生天气力里大福荫护助里是元代白话文，当时皇帝在谕旨前必用此语，上天眷命的意思有时只用长生天气力里，即上天的意思。元朝皇帝都有蒙古语的称号薛禅是元世祖忽必烈的称号，聪明天纵的意思完泽笃是元成宗铁穆耳的称号，有寿的意思曲律是元武宗海山的称号，杰出的意思。斥革功名科举时代，应试取中称为得功名有功名者如犯罪，必先革去功名，才能审判处刑。双烈合传合叙两个烈女事迹的传记，常见于旧时各省的府县志中。七姬墓志，元末明初张士诚的女婿潘元绍被徐达打败，怕他的七个妾被夺，即逼令她们一齐自缢，七人死后合葬于苏州，明代张羽为作墓志，称为七姬权厝志。钱谦益―字受之，号牧斋，常熟今属江苏人。明崇祯时任礼部侍郎，南明弘光时又任礼部尚书清军占领南京，他首先迎降，因此为人所不齿。清乾隆时将他列入贰臣传中。著有初学集有学集等。妇者服也语见说文解字卷十二妇，服也。这里所说的女人再嫁后遭遇惨苦的故事，在壶天录和右台仙馆笔记等笔记小说中有类似记载。壶天录清代百一居士作中说苏郡有茶室妇某氏，生长乡村，意复轻荡，前夫故未终七而改醮来者忽闻后门剥啄声厉甚。启户视之，但觉一阵冷风，侵肌砭骨，灯光若豆，鬼语啾啾，惊栗而入视妇人则口出呓语，茫迷人事矣。自称前夫来索命哀号数日而死。又右台仙馆笔记清代俞樾作中有山东陈媪一条乙客死于外，乙妇挟其资再嫁，而后夫好饮博，不事恒业，不数年罄其所赍。俄后夫亦死，乙妇不能自存，乞食于路未几以痢死。儒者柔也语见说文解字卷八儒，柔也。论语述而记有孔丘述而不作，信而好古的话。根据朱熹的注释，述即传旧，作是创始的意思。"}
{"text":"自称前夫来索命哀号数日而死。又右台仙馆笔记清代俞樾作中有山东陈媪一条乙客死于外，乙妇挟其资再嫁，而后夫好饮博，不事恒业，不数年罄其所赍。俄后夫亦死，乙妇不能自存，乞食于路未几以痢死。儒者柔也语见说文解字卷八儒，柔也。论语述而记有孔丘述而不作，信而好古的话。根据朱熹的注释，述即传旧，作是创始的意思。这原是孔丘自述的话，说他从事整理诗书礼乐易春秋等工作，都只是传旧，自己并未有所创造。后来述而不作便成为一种古训，认为只应该遵从传统的道德思想和制度，不应该立异或有所创造。因此，不述而作，也就是违背古训。对于室女守志殉死的封建道德，明清间有些较开明的文人曾表示过非议，如明代归有光的贞女论清代汪中女子许嫁而婿死从死及守志议，都曾指出它的不合理后来俞正燮作贞女说，更表示了鲜明的反对的态度未同衾而同穴，谓之无害，则又何必亲迎，何必庙见，何必为酒食以召乡党僚友，世又何必有男女之别乎？此盖贤者未思之过呜呼，男儿以忠义自责则可耳，妇女贞烈，岂是男子荣耀也。室女，即未嫁的女子。寡妇主义寡妇主义范源廉先生是现在许多青年所钦仰的各人有各人的意思，我当然无从推度那些缘由。但我个人所叹服的，是在他当前清光绪末年，首先发明了速成师范。一门学术而可以速成，迂执的先生们也许要觉得离奇罢殊不知那时中国正闹着教育荒，所以这正是一宗急赈的款子。半年以后，从日本留学回来的师资就不在少数了，还带着教育上的各种主义，如军国民主义，尊王攘夷主义之类。在女子教育，则那时候最时行，常常听到嚷着的，是贤母良妻主义。我倒并不一定以为这主义错，愚母恶妻是谁也不希望的。然而现在有几个急进的人们，却以为女子也不专是家庭中物，因而很攻击中国至今还钞了日本旧刊文来教育自己的女子的谬误。人们真容易被听惯的讹传所迷，例如近来有人说谁是卖国的，谁是只为子孙计的。于是许多人也都这样说。其实如果真能卖国，还该得点更大的利，如果真为子孙计，也还算较有良心现在的所谓谁者，大抵不过是送国，也何尝想到子孙。这贤母良妻主义也不在例外，急进者虽然引以为病，而事实上又何尝有这么一回事所有的，不过是寡妇主义罢了。"}
{"text":"然而现在有几个急进的人们，却以为女子也不专是家庭中物，因而很攻击中国至今还钞了日本旧刊文来教育自己的女子的谬误。人们真容易被听惯的讹传所迷，例如近来有人说谁是卖国的，谁是只为子孙计的。于是许多人也都这样说。其实如果真能卖国，还该得点更大的利，如果真为子孙计，也还算较有良心现在的所谓谁者，大抵不过是送国，也何尝想到子孙。这贤母良妻主义也不在例外，急进者虽然引以为病，而事实上又何尝有这么一回事所有的，不过是寡妇主义罢了。这寡妇二字，应该用纯粹的中国思想来解释，不能比附欧，美，印度或亚剌伯的倘要翻成洋文，也决不宜意译或神译，只能译音s。我生以前不知道怎样，我生以后，儒教却已经颇杂了奉母命权作道场者有之，神道设教者有之，佩服文昌帝君功过格者又有之，我还记得那功过格，是给谈人闺阃者以很大的罚。我未出户庭，中国也未有女学校以前不知道怎样，自从我涉足社会，中国也有了女校，却常听到读书人谈论女学生的事，并且照例是坏事。有时实在太谬妄了，但倘若指出它的矛盾，则说的听的都大不悦，仇恨简直是若杀其父兄。这种言动，自然也许是合于儒行的罢，因为圣道广博，无所不包或者不过是小节，不要紧的。我曾经也略略猜想过这些谣诼的由来反改革的老先生，色情狂气味的幻想家，制造流言的名人，连常识也没有或别有作用的新闻访事和记者，被学生赶走的校长高教员，谋做校长的教育家，跟着一犬而群吠的邑犬。但近来却又发见了一种另外的，是寡妇或拟寡妇的校长及舍监。这里所谓寡妇，是指和丈夫死别的所谓拟寡妇，是指和丈夫生离以及不得已而抱独身主义的。中国的女性出而在社会上服务，是最近才有的，但家族制度未曾改革，家务依然纷繁，一经结婚，即难于兼做别的事。于是社会上的事业，在中国，则大抵还只有教育，尤其是女子教育，便多半落在上文所说似的独身者的掌中。这在先前，是道学先生所占据的，继而以顽固无识等恶名失败，她们即以曾受新教育，曾往国外留学，同是女性等好招牌，起而代之。社会上也因为她们并不与任何男性相关，又无儿女系累，可以专心于神圣的事业，便漫然加以信托。但从此而青年女子之遭灾，就远在于往日在道学先生治下之上了。即使是贤母良妻，即使是东方式，对于夫和子女，也不能说可以没有爱情。爱情虽说是天赋的东西，但倘没有相当的刺戟和运用，就不发达。"}
{"text":"这在先前，是道学先生所占据的，继而以顽固无识等恶名失败，她们即以曾受新教育，曾往国外留学，同是女性等好招牌，起而代之。社会上也因为她们并不与任何男性相关，又无儿女系累，可以专心于神圣的事业，便漫然加以信托。但从此而青年女子之遭灾，就远在于往日在道学先生治下之上了。即使是贤母良妻，即使是东方式，对于夫和子女，也不能说可以没有爱情。爱情虽说是天赋的东西，但倘没有相当的刺戟和运用，就不发达。譬如同是手脚，坐着不动的人将自己的和铁匠挑夫的一比较，就非常明白。在女子，是从有了丈夫，有了情人，有了儿女，而后真的爱情才觉醒的否则，便潜藏着，或者竟会萎落，甚且至于变态。所以托独身者来造贤母良妻，简直是请盲人骑瞎马上道，更何论于能否适合现代的新潮流。自然，特殊的独身的女性，世上也并非没有，如那过去的有名的数学家ps，现在的思想家等但那是一则欲望转了向，一则思想已经透澈的。然而当学士会院以奖金表彰s的学术上的名誉时，她给朋友的信里却有这样的话我收到各方面的贺信。运命的奇异的讥刺呀，我从来没有感到过这样的不幸。至于因为不得已而过着独身生活者，则无论男女，精神上常不免发生变化，有着执拗猜疑阴险的性质者居多。欧洲中世的教士，日本维新前的御殿女中女内侍，中国历代的宦官，那冷酷险狠，都超出常人许多倍。别的独身者也一样，生活既不合自然，心状也就大变，觉得世事都无味，人物都可憎，看见有些天真欢乐的人，便生恨恶。尤其是因为压抑性欲之故，所以于别人的性底事件就敏感，多疑欣羡，因而妒嫉。其实这也是势所必至的事为社会所逼迫，表面上固不能不装作纯洁，但内心却终于逃不掉本能之力的牵掣，不自主地蠢动着缺憾之感的。然而学生是青年，只要不是童养媳或继母治下出身，大抵涉世不深，觉得万事都有光明，思想言行，即与此辈正相反。此辈倘能回忆自己的青年时代，本来就可以了解的。然而天下所多的是愚妇人，那里能想到这些事始终用了她多年炼就的眼光，观察一切见一封信，疑心是情书了闻一声笑，以为是怀春了只要男人来访，就是情夫为什么上公园呢，总该是赴密约。被学生反对，专一运用这种策略的时候不待言，虽在平时，也不免如此。"}
{"text":"然而学生是青年，只要不是童养媳或继母治下出身，大抵涉世不深，觉得万事都有光明，思想言行，即与此辈正相反。此辈倘能回忆自己的青年时代，本来就可以了解的。然而天下所多的是愚妇人，那里能想到这些事始终用了她多年炼就的眼光，观察一切见一封信，疑心是情书了闻一声笑，以为是怀春了只要男人来访，就是情夫为什么上公园呢，总该是赴密约。被学生反对，专一运用这种策略的时候不待言，虽在平时，也不免如此。加以中国本是流言的出产地方，正人君子也常以这些流言作谈资，扩势力，自造的流言尚且奉为至宝，何况是真出于学校当局者之口的呢，自然就更有价值地传布起来了。我以为在古老的国度里，老于世故者和许多青年，在思想言行上，似乎有很远的距离，倘观以一律的眼光，结果即往往谬误。譬如中国有许多坏事，各有专名，在书籍上又偏多关于它的别名和隐语。当我编辑周刊时，所收的文稿中每有直犯这些别名和隐语的在我，是向来避而不用。但细一查考，实茫无所知，因此也坦然写出其咎却在中国的坏事的别名隐语太多，而我亦太有所知道，疑虑及避忌。看这些青年，仿佛中国的将来还有光明但再看所谓学士大夫，却又不免令人气塞。他们的文章或者古雅，但内心真是干净者有多少。即以今年的士大夫的文言而论，章士钊呈文中的荒学逾闲恣为无忌，两性衔接之机缄缔构，不受检制竟体忘形，谨愿者尽丧所守等可谓臻亵黩之极致了。但其实，被侮辱的青年学生们是不懂的即使仿佛懂得，也大概不及我读过一些古文者的深切地看透的居心。言归正传罢。因为人们因境遇而思想性格能有这样不同，所以在寡妇或拟寡妇所办的学校里，正当的青年是不能生活的。青年应当天真烂漫，非如她们的阴沉，她们却以为中邪了青年应当有朝气，敢作为，非如她们的萎缩，她们却以为不安本分了都有罪。只有极和她们相宜，――说得冠冕一点罢，就是极其婉顺的，以她们为师法，使眼光呆滞，面肌固定，在学校所化成的阴森的家庭里屏息而行，这才能敷衍到毕业拜领一张纸，以证明自己在这里被多年陶冶之余，已经失了青春的本来面目，成为精神上的未字先寡的人物，自此又要到社会上传布此道去了。虽然是中国，自然也有一些解放之机，虽然是中国妇女，自然也有一些自立的倾向所可怕的是幸而自立之后，又转而凌虐还未自立的人，正如童养媳一做婆婆，也就像她的恶姑一样毒辣。"}
{"text":"只有极和她们相宜，――说得冠冕一点罢，就是极其婉顺的，以她们为师法，使眼光呆滞，面肌固定，在学校所化成的阴森的家庭里屏息而行，这才能敷衍到毕业拜领一张纸，以证明自己在这里被多年陶冶之余，已经失了青春的本来面目，成为精神上的未字先寡的人物，自此又要到社会上传布此道去了。虽然是中国，自然也有一些解放之机，虽然是中国妇女，自然也有一些自立的倾向所可怕的是幸而自立之后，又转而凌虐还未自立的人，正如童养媳一做婆婆，也就像她的恶姑一样毒辣。我并非说凡在教育界的独身女子，一定都得去配一个男人，无非愿意她们能放开思路，再去较为远大地加以思索一面，则希望留心教育者，想到这事乃是一个女子教育上的大问题，而有所挽救，因为我知道凡有教育学家，是决不肯说教育是没有效验的。大约中国此后这种独身者还要逐渐增加，倘使没有善法补救，则寡妇主义教育的声势，也就要逐渐浩大，许多女子，都要在那冷酷险狠的陶冶之下，失其活泼的青春，无法复活了。全国受过教育的女子，无论已嫁未嫁，有夫无夫，个个心如古井，脸若严霜，自然倒也怪好看的罢，但究竟也太不像真要人模样地生活下去了为他帖身的使女，亲生的女儿着想，倒是还在其次的事。我是不研究教育的，但这种危害，今年却因为或一机会，深切地感到了，所以就趁妇女周刊征文的机会，将我的所感说出。一九二五年十一月二十三日。本篇最初发表于一九二五年十二月二十日京报附刊妇女周刊周年纪念特号。范源廉―字静生，湖南湘阴人。清末曾在日本创设速成法政师范诸科，民国以后曾任北洋政府内务总长教育总长北京师范大学校长等职。一九二五年春，因师大经费不足辞校长职，该校学生会曾发动挽留运动。这里说他为现在许多青年所钦仰，大概即指此事。军国民主义也叫军国主义。它主张扩充军备，使国内的政治经济和文化教育都为对外扩张的军事目的服务从明治维新时开始，日本的资产阶级和封建势力便合力推行军国主义的教育。尊王攘夷主义，在我国春秋时代称拥护周王室排斥异族为尊王攘夷。它传入日本后成为一种封建性的改良主义思想尊王，即拥护以天皇为首的中央集权政府而削弱幕府权力攘夷，即抵抗外来侵略。但其后即转化为对内专制，对外侵略，成为日本帝国主义的特点之一。下文的贤母良妻主义，是当时在日本和别的国家流行的一种资产阶级女子教育思想。"}
