{"text":"徜徉在他优美的文字中，总会逆溯到一份难得的清醒。在书中一篇与书名同名的文章善良丰富高贵中说我为人心的冷漠感到震惊，于是我怀念善良，我为人们的心灵的贫乏感到震惊，于是我怀念丰富，我为这些人的灵魂的卑鄙感到震惊，于是我怀念高贵，他坚定地相信人的心灵应该是善良丰富高贵的――可见这六个字总结了这些年的思考，表达了这本书的主要内涵，是对社会与人性的最深切关注，是他对人的精神状态的最迫切的期望，也鲜亮了所有读者的精神世界。留住那个心智觉醒的时刻，读的散文，如饮山泉，甘甜清冽，简单的几个字，就会令人清爽。天下智者似乎都对平凡的生活眷恋不已。品味平凡的生活，用最简单的语言表达你心中的爱和善意品味平凡生活，在从容中有一种神性。这是学者对心智的理解。人的榜样教我们相信神的存在。――正如歌德的诗所说，认为拥有善良高贵品质的人足可以担任人的榜样这样的人的存在证明了人是有神性的。在今天的时代，有一些人的灵魂已经彻底堕落，但是，我们必须相信善的种子会在广大的人心中培育和繁衍，这便是希望之所在。读散文，总觉得他的心头有一潭善良的清水。他获得过多少荣誉，经历过多少风霜，似乎都不重要，重要的是他对生命的了解和敬畏，他对生活的热爱和对时光的珍惜。他那哲学家的思和艺术家的看的视角，他那虔诚的写作，总在影响着他的每一位读者。通过阅读经典，生活在人类伟大心灵所建造的那个世界里。这些伟大的心灵使他坚定地相信，善良的人更能活得丰富而高贵。序本书收入了我自年月到年月所写的文章，是守望的距离各自的朝圣路安静之后我的第四个散文结集。我一向不高产，前三次结集，间隔是三年上下，这次超过了四年。四年多的文字往这里一堆，内容显得芜杂，我自己看了也惭愧。这四年多里，含我的一个本命年，而且是岁满甲子的大本命年。有一天，我去单位，人事干部把一个崭新的退休证交给我，没有让我填任何表格办任何手续，我欣赏这不同寻常的效率。我也欣赏我那个研究室的主任，他知道我的脾气，免去了例行的嗑瓜子讲客套话的告别会。总之，我清清爽爽地退休了。常有人不平，说我这样的学者，精力正旺盛，不该这么早让退休。他们真是不了解国情。"}
{"text":"我一向不高产，前三次结集，间隔是三年上下，这次超过了四年。四年多的文字往这里一堆，内容显得芜杂，我自己看了也惭愧。这四年多里，含我的一个本命年，而且是岁满甲子的大本命年。有一天，我去单位，人事干部把一个崭新的退休证交给我，没有让我填任何表格办任何手续，我欣赏这不同寻常的效率。我也欣赏我那个研究室的主任，他知道我的脾气，免去了例行的嗑瓜子讲客套话的告别会。总之，我清清爽爽地退休了。常有人不平，说我这样的学者，精力正旺盛，不该这么早让退休。他们真是不了解国情。其实，在现行体制下，如我之辈，对学术机构里的官场规则潜规则不感兴趣也一窍不通，单位里早已没有我什么事了，从这一点讲，我早已退休。另一方面呢，既然我一如既往地做着我喜欢做的事，从这一点讲，我又未尝退休。在我近年的生活中，退休实在是对我影响最微小的一件事。不过，本命年到底是本命年，让我这个不曾上过法庭的人一下子遭遇了三个官司。其中一个，我当原告，赢了，但被告躲了起来，无法执行，没有尝到赢的快乐。另两个，我当被告，也赢了，人家不依不饶，都上诉，最终仍是我赢，但耗掉了许多时间和心情，也没有尝到赢的快乐。打官司费钱又累心，绝无快乐可言，只是落到了我头上，不得不承受，据说是做名人的代价。收获自然是有的。从大里说，官司分别涉及与伪书作斗争和捍卫言论自由，是尽一份社会责任。从小里说，接触了从前陌生的人和事，长了见识，比如与品行各异的律师打交道，感触良多。曾经有写一部本命年纪事的打算，事过境迁，现在只是把若干资料收在了本书中，留一份简单的记录。读者会发现，与以前比，本书中批评社会现实的文字多了。部分的原因是，新京报约我为时事评论版面写专栏文章，促使我更多地关注社会上正在发生的时事，书中这类文章基本上缘此而写。当然，前提是我自己有话要说，尤其对于今天的教育界和学术界，因为身在此界之边缘，耳闻目睹的怪现状太多，便把心中的愤懑喊了一些出来。不过，我自己对这些文字并不满意，不认为它们能够对革除弊端起多大作用。我最喜欢做的事情，仍是静心读大师们的书，在其引领下深入思考人类精神生活的问题，从精神层面上关注今天的现实。这决不是自私，因为我相信，中国的前途最终将取决于中国人的精神状况。通过阅读经典，我始终生活在人类伟大心灵所建造的那个世界里。这些伟大心灵使我坚定地相信，人的心灵应该是善良丰富高贵的。"}
{"text":"不过，我自己对这些文字并不满意，不认为它们能够对革除弊端起多大作用。我最喜欢做的事情，仍是静心读大师们的书，在其引领下深入思考人类精神生活的问题，从精神层面上关注今天的现实。这决不是自私，因为我相信，中国的前途最终将取决于中国人的精神状况。通过阅读经典，我始终生活在人类伟大心灵所建造的那个世界里。这些伟大心灵使我坚定地相信，人的心灵应该是善良丰富高贵的。我最不能原谅今天教育界和学术界的，也正是本应以传承这些心灵品质为主要使命的领域，现在竟也不把它们当一回事。然而，不管现实多么令人失望，每次重温历史上伟大心灵的榜样，我便恢复了对未来的信心。正如歌德的诗所说人的榜样教我们相信神的存在。他所说的人的榜样，就是指拥有善良高贵品质的人，这样的人的存在证明了人是有神性的。在今天的时代，有一些人的灵魂已经彻底堕落，我们不能再指望他们，但是，我们必须指望善的种子会在广大的人心中培育和繁衍，这便是希望之所在。本书的书名原是书中一篇文章的标题，我以之为全书的总题，因为这六个字是我这些年思考的一个总结，表达了我在本书出版时最想说的话。年月日善良丰富高贵如果我是一个从前的哲人，来到今天的世界，我会最怀念什么？一定是这六个字善良，丰富，高贵。看到医院拒收付不起昂贵医疗费的穷人，听凭危急病人死去，看到商人出售假药和伪劣食品，制造急性和慢性的死亡，看到矿难频繁，矿主用工人的生命换取高额利润，看到每天发生的许多凶杀案，往往为了很少的一点钱或一个很小的缘由夺走一条命，我为人心的冷漠感到震惊，于是我怀念善良。善良，生命对生命的同情，多么普通的品质，今天仿佛成了稀有之物。中外哲人都认为，同情是人与兽的区别的开端，是人类全部道德的基础。没有同情，人就不是人，社会就不是人呆的地方。人是怎么沦为兽的？就是从同情心的麻木和死灭开始的，由此下去可以干一切坏事，成为法西斯，成为恐怖主义者。善良是区分好人与坏人的最初界限，也是最后界限。看到今天许多人以满足物质欲望为人生惟一目标，全部生活由赚钱和花钱两件事组成，我为人们的心灵的贫乏感到震惊，于是我怀念丰富。"}
{"text":"中外哲人都认为，同情是人与兽的区别的开端，是人类全部道德的基础。没有同情，人就不是人，社会就不是人呆的地方。人是怎么沦为兽的？就是从同情心的麻木和死灭开始的，由此下去可以干一切坏事，成为法西斯，成为恐怖主义者。善良是区分好人与坏人的最初界限，也是最后界限。看到今天许多人以满足物质欲望为人生惟一目标，全部生活由赚钱和花钱两件事组成，我为人们的心灵的贫乏感到震惊，于是我怀念丰富。丰富，人的精神能力的生长开花和结果，上天赐给万物之灵的最高享受，为什么人们弃之如敝屣呢？中外哲人都认为，丰富的心灵是幸福的真正源泉，精神的快乐远远高于肉体的快乐。上天的赐予本来是公平的，每个人天性中都蕴涵着精神需求，在生存需要基本得到满足之后，这种需求理应觉醒，它的满足理应越来越成为主要的目标。那些永远折腾在功利世界上的人，那些从来不谙思考阅读独处艺术欣赏精神创造等心灵快乐的人，他们是怎样辜负了上天的赐予啊，不管他们多么有钱，他们是度过了怎样贫穷的一生啊。看到有些人为了获取金钱和权力毫无廉耻，可以干任何出卖自己尊严的事，然后又依仗所获取的金钱和权力毫无顾忌，肆意凌辱他人的尊严，我为这些人的灵魂的卑鄙感到震惊，于是我怀念高贵。高贵，曾经是许多时代最看重的价值，被看得比生命还重要，现在似乎很少有人提起了。中外哲人都认为，人要有做人的尊严，要有做人的基本原则，在任何情况下都不可违背，如果违背，就意味着不把自己当人了。今天的一些人就是这样，不知尊严为何物，不把别人当人，任意欺凌和侮辱，而根源正在于他没有把自己当人，事实上你在他身上也已经看不出丝毫人的品性。高贵者的特点是极其尊重他人，他的自尊正因此得到了最充分的体现。人的灵魂应该是高贵的，人应该做精神贵族，世上最可恨也最可悲的岂不是那些有钱有势的精神贱民？我听见一切世代的哲人在向今天的人们呼唤人啊，你要有善良的心，丰富的心灵，高贵的灵魂，这样你才无愧于人的称号，你才是作为真正的人在世间生活。善良，丰富，高贵――令人怀念的品质，人之为人的品质，我期待今天更多的人拥有它们。快感离幸福有多远？人有一个身体，这个身体有大自然所赋予的欲望。欲望未得满足，身体便会处于失调状态，因欠缺而感到不适乃至痛苦。"}
{"text":"我听见一切世代的哲人在向今天的人们呼唤人啊，你要有善良的心，丰富的心灵，高贵的灵魂，这样你才无愧于人的称号，你才是作为真正的人在世间生活。善良，丰富，高贵――令人怀念的品质，人之为人的品质，我期待今天更多的人拥有它们。快感离幸福有多远？人有一个身体，这个身体有大自然所赋予的欲望。欲望未得满足，身体便会处于失调状态，因欠缺而感到不适乃至痛苦。欲望得到满足，身体便重新进入协调状态，会感到惬意的平静。在二者之间，是欲望得到满足的过程，身体在这过程中所感到的就是快感。所谓快感，是针对身体而言的。食色性也，为了个体的生存和种的延续，大自然在人的身体中安置了这两种主要的欲望，其中又以性欲的满足带来最强烈的快感。除了欲望，我们的身体还有各种感觉器官，它们的享受也可以归入快感之列。皮肤需要触摸和拥抱，否则会感到饥渴。婴儿贪恋母怀，不仅仅是为了吃奶和获得安全感，必定也感觉到了肌肤相亲的快感。年长之后，皮肤饥渴就常常和性欲混合在一起了。舌之对于美味的快感，当然始终是和食欲相关的。身处山野，我们感到身心愉快，其中包含着新鲜空气给予嗅觉的快感。目之于美景和秀色，耳之于天籁和音乐，其快乐肯定不是纯粹肉体性质的，但也可以算作感官的享受。此外，身体还有其他一些种类的快感，例如体育运动舞蹈摇滚时体能的释放和对节奏的享受，疲劳后沐浴休憩睡眠所带来的彻底放松，如此等等。总之，快感是多种多样的，包括一切形式的身体享受。大自然为人安排了一个爱享受的身体，我们没有任何理由谴责身体的这种天性。所以，和文艺复兴时期的意大利人一样，我不赞成禁欲主义。美国舞蹈家邓肯有过许多浪漫的性爱经历，招来了风长流短的议论，她为自己辩护道我觉得肉体的快乐既天真无邪，又令人欢畅。你有一个身体，它天生要受好多痛苦，既然如此，只要有机会，为什么就不可以从你这个身体上汲取最大的快乐呢？她说出的是身体的天经地义。事实上，为了从身体上汲取最大快乐，人类已经把快感变成了一门艺术，譬如说，世界各民族历史上几乎都产生了传授性爱技巧的经典著作。何况快感虽然属于身体，其意义却不限于身体。一个人能否自然地享受身体的快乐，往往表明他是否拥有充沛的生命力，而这一点往往又隐秘地支配着他的世界观，决定了他对世界的态度是积极还是消极。"}
{"text":"你有一个身体，它天生要受好多痛苦，既然如此，只要有机会，为什么就不可以从你这个身体上汲取最大的快乐呢？她说出的是身体的天经地义。事实上，为了从身体上汲取最大快乐，人类已经把快感变成了一门艺术，譬如说，世界各民族历史上几乎都产生了传授性爱技巧的经典著作。何况快感虽然属于身体，其意义却不限于身体。一个人能否自然地享受身体的快乐，往往表明他是否拥有充沛的生命力，而这一点往往又隐秘地支配着他的世界观，决定了他对世界的态度是积极还是消极。正是在这个意义上，主张积极世界观的哲学家尼采一度把自己的哲学命名为快乐的科学。然而，在对快感作了充分肯定之后，我不得不还要指出它的限度。人毕竟不只有一个身体，更有一个灵魂。因此，人不但要追求肉体的快乐，更要追求精神的快乐。许多哲学家都谈到，人的需要是有层次之分的，越是精神性的需要居于越高的层次。所谓高低不是从道德上讲的，我们不能以道德的名义否定肉体的快乐。但是，正如英国哲学家约翰穆勒所说，凡是体验过两种快乐的人就会知道，精神的快乐更加强烈也更加丰富。所以，肉体的快乐只是起点，如果停留在这个起点上，沉湎于此，局限于此，实际上是蒙受了自己所不知道的巨大损失，把自己的人生限制在了一个可怜的范围内。与快感相比，幸福是一个更高的概念，而要达到幸福的境界就必须有灵魂的参与。其实，即使就快感而言，纯粹肉体性质的快感也是十分有限的，差不多也是比较雷同的，情感的投入才使得快感变得独特而丰富。一个人味觉再发达也不成其为美食家，真正的美食家都是烹调艺术和饮食文化的鉴赏家，鉴赏的快乐大大强化了满足口腹之欲时的快感。同样，最难忘的性爱经验一定是发生在两人都充满激情的场合。在今天，快感已成为最热门的消费品之一，以制造身体各个部位的快感为营业内容的各色服务行业欣欣向荣。我无意评判这一现象，只想提醒那些热心顾客向自己问两个问题。第一个问题如果你只能到市场上去购买快感，再没有别的途径，你的身体的快感机制是否出了毛病？第二个问题单凭这些买来的快感，你真的觉得自己幸福吗？与伪书作斗争在今年一月的北京图书订货会上出现两种署名的新书，均已在图书市场上销售。其一是纯粹的智慧，中国电影出版社年月第版，定价元。"}
{"text":"我无意评判这一现象，只想提醒那些热心顾客向自己问两个问题。第一个问题如果你只能到市场上去购买快感，再没有别的途径，你的身体的快感机制是否出了毛病？第二个问题单凭这些买来的快感，你真的觉得自己幸福吗？与伪书作斗争在今年一月的北京图书订货会上出现两种署名的新书，均已在图书市场上销售。其一是纯粹的智慧，中国电影出版社年月第版，定价元。其二是读禅有感悟，金城出版社年月第版，定价元。这两种书皆盗名之作，不是我写的。纯粹的智慧一书封面上特意用大号字体标出著，读禅有感悟一书在订货会征订时打出新作广告语，显然都是蓄意制作的伪书。这两种书的内容和文字风格也与我的作品迥异，十分浅薄和粗糙。纯粹的智慧内容尤其荒唐不经，恶俗之至。该书的策划者煞费苦心，设计出这个书名和雅致的蓝色封面，很容易让人以为是我写的书。然而，书中的内容却是一派胡言乱语。看一看此书中的那些小标题吧，比如谈必须具备的觉悟，相关的小标题是觉悟，钓鱼和享受钓鱼是不同的觉悟，吃肉和享受吃肉是不同的觉悟，性行为和享受性爱是不同的觉悟，嚼口香糖和享受口香糖是不同的谈到必须保持的警惕，小标题有要警惕你正在膨胀的肚皮要警惕那脖子上的饰物要警惕你腰上廉价的假名牌皮带要警惕那紧紧束胸的乳罩要警惕那婚姻中独自上床的身影全是诸如此类乱七八糟的东西，与纯粹的智慧哪里有一丝一毫的关系。我很不理解出版社怎么会让这样的东西出笼，即使不是伪货，至少也是劣货，不管是谁写的，都不该三审通过。可是，就是这样的东西，竟然销量极大，上了好些书店书城的畅销书榜，摆在机场火车站大商场等人口密集地点的畅销书架上。毫无疑问，这是策划者的手法凑效了，所设计的书名和封面蒙蔽了广大读者，使他们相信是我的又一本新书。我的许多熟人买了这本书，一翻内容，才发现自己上当了，立刻断定不是我写的，有的人则将信将疑，诧异我的水准怎么突然变得不成样子了。可以想象，那些对我了解不多的读者，在他们的心目中，我的形象会被糟蹋到什么地步。不仅我是受害者，名誉受到了严重损害，读者更是受害者，他们冲着我的名字买了这本书，结果却是买了如此让人恶心的垃圾。"}
{"text":"毫无疑问，这是策划者的手法凑效了，所设计的书名和封面蒙蔽了广大读者，使他们相信是我的又一本新书。我的许多熟人买了这本书，一翻内容，才发现自己上当了，立刻断定不是我写的，有的人则将信将疑，诧异我的水准怎么突然变得不成样子了。可以想象，那些对我了解不多的读者，在他们的心目中，我的形象会被糟蹋到什么地步。不仅我是受害者，名誉受到了严重损害，读者更是受害者，他们冲着我的名字买了这本书，结果却是买了如此让人恶心的垃圾。令人愤慨的是，这两种书正在以我的名义热销，在书店与我的著作摆在一起，在网上列在我的书目之中，某网上书城所销我的种书中，该二书竟列在最前面。问题的严重性在于，我的遭遇不是个别的，在此之前已发生多起知名作家被盗名出书的事件，说明图书市场的混乱已达到何种程度。这类事件大致都是不负责任的出版社与不法书商的合谋行为。其实，他们的手法也很简单，都是一个套路找写手窜出一本书，内容怎么糟糕都无所谓，只要借助某些特征让读者误以为是你写的，能够蒙骗一时就行，反正钱赚到手了一旦被发现，就弄一张同名同姓之人的身份证，让那个人顶着，那个人往往贫穷而且对法律无知，花几个小钱就可让他甘愿就范。比如说，金城出版社出示的那张身份证的复印件，其主人就是湖南的一个农民。在法律面前，这种不法行为很容易被查明，王跃文胜诉就是证明。但是，治本之策还须依靠健全相应的法规，从整体上整治图书市场。作为个人，既然这种不法行为落到了我的头上，我就不能仅限于表示愤慨，而必须起而与之斗争。当然，我也没有更好的办法，所能做的是两件事第一，通过媒体揭露真相，避免有更多读者上当第二，通过法律途径追究当事人的侵权责任。花心男女的专一爱情向天下情侣和仍然相爱的夫妇问一个问题你能否容忍你的情人妻子或丈夫在爱你的同时还对别的异性动情？我相信，回答基本上是否定的。这么说来，爱情应该是专一的了。再问第二个问题你在爱你的情人妻子或丈夫的同时，能否保证对别的异性决不动情？我相信，如果你足够诚实，回答基本上也是否定的。这么说来，爱情又很难是专一的了。那么，爱情到底是不是专一的呢？首先肯定一点当我们与一个人真正相爱时，我们要求他她全心全意地爱自己，这个要求是合理的。"}
{"text":"我相信，回答基本上是否定的。这么说来，爱情应该是专一的了。再问第二个问题你在爱你的情人妻子或丈夫的同时，能否保证对别的异性决不动情？我相信，如果你足够诚实，回答基本上也是否定的。这么说来，爱情又很难是专一的了。那么，爱情到底是不是专一的呢？首先肯定一点当我们与一个人真正相爱时，我们要求他她全心全意地爱自己，这个要求是合理的。如果他对别的异性也动情，我们就会妒火中烧，这种嫉妒的情绪也是正常的，不可简单地斥为心胸狭隘或占有欲太强。问题在于，在这种情形下，我们对既有爱情的信心必然会发生动摇。第一，爱情总是从动情开始的，如果我的爱人对别人动情了，我如何能断定这动情不会发展成爱情呢？第二，爱情和动情的界限也实在难以划清，说到底不过是程度的差别。事实上，我们确实看到，在此类事件中，那越轨的一方无论怎样信誓旦旦，花言巧语，也很难使受委屈的一方相信自己仍是唯一被爱的人。我们也许还有理由假定，每一个人在性爱方面的能量是一个常数，因此，别的方向支出的增加就意味着既有方向投入的减少。这么看来，爱情在本质上要求一种完整性，要求它自身是不可分割的，专一这个要求是包含在爱情的定义之中的。然而，专一是爱情的本性，却不是人的本性，不是每一个有血有肉的男人和女人的本性。问题就出在这里。当绝色美女海伦出现在特洛亚宫廷上时，所有在场的男人，不管元老还是大臣，都为她的美貌惊呆和激动了，这才是男人的天性。凡是身心健康的男女，我的意思是说，凡是不用一种不自然的观念来压抑自己的男女，在和异性接触时都会有一种和同性接触所没有的愉快感受，有时这种感受还会比较强烈，成为特别的好感，这乃是一个基于性别差异的必然倾向，这个倾向不会因为一个人已经有了情人或结了婚而完全改变。也许热恋中的人会无暇他顾，目中没有别的异性，但是，热恋毕竟不是常态。正是在对异性的这种愉快感受的基础上，动情就成了有时难免会发生的事。所以，不妨说，天下的男女在不同程度上都是花心的。那么，天下的爱情岂不都岌岌可危了吗？我想不会的，原因是在每一个人身上，一方面固然可能对不止一个异性发生愉悦之感，另一方面却又希望得到专一的爱情，二者之间产生了一种微妙的平衡。在一定的意义上可以说，忠贞的爱情是靠了克制人性的天然倾向才得以成全的。"}
