{"text":"他还说过一句脏话，成为朋友间流传的名言别人写东西像撒尿，写东西像射精。这些话表明他对我何等偏爱，而他正是怀着这样的偏爱催促我写尼采的。稿子出来后，他十分兴奋，但也担心我的观点一反习见，出版会遇到阻碍，便建议我请汝信写个序。我心想，汝信身居高职，又曾因文革后率先发表为人道主义正名的文章而遇到过麻烦，此事未免强人所难。但是，不管怎样，我终归要把稿子送给我的导师看一看，请他提意见。汝信看得很认真，看完后把我叫去，对我说了一番话。我追记了大意，今天看仍觉得好，所以抄在这里哲学著作这样写是很好的，我很喜欢，一扫过去那种沉闷的写法，使人耳目一新。这本书出来，是会有很大影响的，会引起注意。不过，我还是觉得，不要讲得过分，有些地方要冲淡一下。尼采的某些观点，该批评的要批评。修改时不要搞得四平八稳，不要抹去你的锋芒。他又说其实，对一个思想家，主要应当吸取他的精华，加以消化，而把糟粕排泄掉。问题就看你有没有坚强的胃。有坚强的胃怕什么毒素？没有坚强的胃，无论吃进什么，都不能消化，反正要得病，怪得了谁呢？听了这些话，我就斗胆请他写序了，他欣然应允。几天后，序写出来了，相当精彩，尤其是这句话在历史的审判台前，只有弱者才需要辩护，而尼采却决不是弱者。他所需要的不是辩护，而是理解。可是，就在我拿到序的同一天，方鸣来找我，一进门就说你的尼采遭恶运了。他告诉我，他们社总编辑对哲学编辑室主任薛德震说尼采不是法西斯思想家吗，为什么要写他？现在有一股翻案风。苏联没有给尼采翻案，我们翻了，苏联会怎么看？老薛向方鸣发牢骚到今天居然还有人说这种话！其后，总编辑责成社里一个资深编辑审稿并拿出意见。那位老先生写了审读意见，大意是说要帮助用马列主义认识尼采，这当然明确否决了书的出版。不过，他也写了一句勉励的话很有才情，如能得到健康发展，将是一位很有前途的作家。方鸣气愤地说很有前途的作家？现在不是，还要等将来？方鸣当然不甘心，他积极活动，把汝信的序在人民日报上发表了，又先后跑了北京五家出版社，推荐我的书稿。答复是一致的书不错，但不敢出。整整一年后，上海人民出版社编辑邵敏来北京组稿，自告奋勇把稿子带回上海碰运气。奇迹发生了半个月三审通过，五个月出版发行。"}
{"text":"不过，他也写了一句勉励的话很有才情，如能得到健康发展，将是一位很有前途的作家。方鸣气愤地说很有前途的作家？现在不是，还要等将来？方鸣当然不甘心，他积极活动，把汝信的序在人民日报上发表了，又先后跑了北京五家出版社，推荐我的书稿。答复是一致的书不错，但不敢出。整整一年后，上海人民出版社编辑邵敏来北京组稿，自告奋勇把稿子带回上海碰运气。奇迹发生了半个月三审通过，五个月出版发行。在编辑过程中，邵敏不断向我诉苦，说他看了许多遍原稿和校样，每次仍兴奋得通宵失眠。我们原先就认识，通过这本书的出版成了朋友，后来我的人与永恒妞妞都是交给他出版的。年月，我到上海参加书的发行活动。这是我独立写作的第一本书，写的又是我自己真正思考过的东西，因而可以算做我的处女作，心情自然是很激动的。对于出版社安排的签名售书报告会之类，我不太起劲，知道那些不过是排场罢了。最喜欢做的事是站在柜台附近，没有人知道我是，偷偷观察读者的反应。有一个看上去挺傲气的戴眼镜大龄青年，营业员向他推荐这本书，他瞄了一眼封面，鄙夷地说中国人写的尼采有什么看头！营业员说这本不一样。他拿起来翻了一下，说这还差不多。便付了钱。我一直在旁边装着翻别的书，终于松了一口气。当时最大愿望是变成一个隐身人，跟着每个买了我的书的读者回家，看他们阅读时脸上的表情。虽然汝信曾预言这本书会有很大影响，但是，反响之热烈仍出乎我的意料。一年内畅销十万册，读者来信如雪片般飞来，其后成为不断重印的长销书。出版后若干年里，一再被列在最受大学生欢迎的书籍之榜首。香港年出版了一本书题为八十年代改变中国的本书，把它列为其中之一本。它为我赢得了许多艺术家朋友，崔健告诉我，好些搞摇滚的都喜欢这本书，王广义告诉我，这本书成了新潮画家的必读书，几乎人手一册。不少人用几乎相同的语言向我断言，说这本书启蒙了一代人。直到现在，我还经常会遇见四五十岁的人向我谈起当年这本书给他们带来的震撼。当然，我自己明白，这本书充其量不过是一本比较有特色的介绍尼采思想的通俗小册子而已。之所以会有如此轰动效果，据我自己分析，原因有三。其一，在我国长期的宣传和教学中，尼采哲学一直遭到全盘否定，被简单地归结为法西斯主义的思想渊源和反动的唯心主义唯意志论。"}
{"text":"不少人用几乎相同的语言向我断言，说这本书启蒙了一代人。直到现在，我还经常会遇见四五十岁的人向我谈起当年这本书给他们带来的震撼。当然，我自己明白，这本书充其量不过是一本比较有特色的介绍尼采思想的通俗小册子而已。之所以会有如此轰动效果，据我自己分析，原因有三。其一，在我国长期的宣传和教学中，尼采哲学一直遭到全盘否定，被简单地归结为法西斯主义的思想渊源和反动的唯心主义唯意志论。八十年代中期，虽然开始出现了正面评价和研究尼采的零星文章，但这本书毕竟是第一部旗帜鲜明的著作，把一个面目狰狞的政治狂人还原成了一个真诚思考人生问题的个性鲜明的哲学家，评价上的这种巨大逆转自然会给人以深刻印象。其二，这本书的文字风格不同于一般哲学书，流畅而富于激情，因而能给人以新鲜感，也容易被普通读者接受。事实上，当我写作时，我始终浸润在尼采本人文字风格的氛围之中，不由自主地受到了影响。其三，最主要的是，我在书中借尼采之口谈了我自己的真实感受和思考。许多地方，简直分不清哪是尼采说的，哪是我说的。我一面阐发尼采哲学，一面我自己的生命体验也如同找到了突破口一样喷涌而出。当我对尼采发生巨大共鸣之时，实际上已把尼采在昨日欧洲思考的问题转换成了我自己的问题，而读者的巨大共鸣表明，它们也是今日中国许多人面临的问题，触及到了转型时期普遍存在的人生困惑和精神危机。所以，若要论这本书的地位，肯定不是在学术史上，而是在当代中国人的心灵史上。对于我自己来说，这本书的意义主要在于使我明确了我的哲学研究方向应是我一向关注的人生课题，因而可以看做我的哲学之路的真正开端。在出书同时，我还在北京和外地一些大学做讲座。最难忘的是平生第一次讲座，书尚未出版，在北大办公楼礼堂，近千个座位坐得满满的。我刚开口，突然停电了，讲台上点燃一支蜡烛，底下一片漆黑，我感到自己像在布道，讲的却是宣告上帝死了的尼采。刚讲完，又突然灯火通明，全场欢呼。除大学外，我还应邀在一些高层干部学习班上讲尼采，主办者包括团中央和省委宣传部，这很能反映那个年代气氛的活跃。在团中央的班上，听众是全国大学团委书记二百多人，我讲完后，一个当年著名的德育专家要求也安排他做讲座，名曰消毒，被主办者婉言拒绝。"}
{"text":"我刚开口，突然停电了，讲台上点燃一支蜡烛，底下一片漆黑，我感到自己像在布道，讲的却是宣告上帝死了的尼采。刚讲完，又突然灯火通明，全场欢呼。除大学外，我还应邀在一些高层干部学习班上讲尼采，主办者包括团中央和省委宣传部，这很能反映那个年代气氛的活跃。在团中央的班上，听众是全国大学团委书记二百多人，我讲完后，一个当年著名的德育专家要求也安排他做讲座，名曰消毒，被主办者婉言拒绝。如果说转折点是我在两个月内一气呵成的即兴之作，那么，我的博士论文尼采与形而上学的分娩过程就格外艰难了，从动笔到完稿拖了一年多，直到年中才完成，致使答辩和毕业也相应延期。在这部也是十八万字的著作中，我自信我的学术能力经受住了考验，对尼采在本体论和认识论方面的思想和建树给出了一个相当清晰的分析，证明了他不只是一位关心人生问题的诗性哲人，更是一位对传统形而上学问题有着透彻思考并且开辟了新思路的严格意义上的哲学家。使我难以忘怀的是，汝信为我组织了一个堪称最高规格的答辩委员会，聘请了学界耆宿贺麟冯至杨一之熊伟诸位先生，他们不久后均相继去世了。此外还有中年俊秀叶秀山王树人先生。贺麟先生担任主席，他当时真正已经老态龙钟了，走路和说话都很艰难，需人搀扶和传达。冯至先生不愧是德国文化领域的大学者，十分熟悉尼采著作，指出了两处事实性错误，我查书后均得到确证。我与汝信的师生之谊可谓淡如水，非十分必要我是不去打扰他的，但我始终感谢他在指导我时所表现的开明作风和默默提携的善意。我的博士论文于年月在湖南人民出版社出版，收在叶秀山和我主编的博士论丛丛书中，仅印了二千册，出版后无声无息，与转折点适成鲜明对照。不过，亏得有了这本书，哲学界的朋友再不敢说我只能写通俗小册子了，一些海外学者对此书也十分推崇，台湾一所大学哲学系还把它列为研究生的必读书。总的来说，这本书的价值尚未得到应有的认识。我读到两本论尼采在中国的专著，一本是国内的，一本是在德国出版的博士论文，都辟专章谈我的尼采研究，但主要都是谈转折点，对此书则一笔带过。我自己认为，就学术水准和思想深度而言，转折点完全不能与此书相比，写转折点时我不过是尼采作品的一个爱好者，而在这本书中，我真正进到了尼采的问题思路之中，其深入的程度还很少有人达到过呢。在终于卸下博士论文的重负之后，我便宣布与尼采告别了。"}
{"text":"总的来说，这本书的价值尚未得到应有的认识。我读到两本论尼采在中国的专著，一本是国内的，一本是在德国出版的博士论文，都辟专章谈我的尼采研究，但主要都是谈转折点，对此书则一笔带过。我自己认为，就学术水准和思想深度而言，转折点完全不能与此书相比，写转折点时我不过是尼采作品的一个爱好者，而在这本书中，我真正进到了尼采的问题思路之中，其深入的程度还很少有人达到过呢。在终于卸下博士论文的重负之后，我便宣布与尼采告别了。常有学界的朋友表示惋惜，他们认为尼采如此重要，我又做得不错，太应该做下去了。我自己的心情是十分矛盾的，虽然做尼采翻译和研究也使我感到极大的愉快，但我不甘心把全部精力耗尽在某一个思想家身上，哪怕他是尼采。尽管如此，我仍一直在做一点翻译的事，累积起来已有百万字，准备在校订后出版。六越胜和他的沙龙八十年代后期，北京青年知识界有一个别具一格的小型沙龙，沙龙主人名赵越胜。初识越胜，是在年月，现代外国哲学学会在庐山开会。上山前，几个年轻人到九江烟水亭游玩，窗前是滔滔长江，有人提议买酒喝，他立即赞成，说我不会喝酒，可是我喜欢看你们喝，你们醉了，我也轻飘飘了。这句话使我一下子喜欢上了他。那时他好像在戒酒，真的滴酒不沾。此后不久，我调到现代外国哲学研究室，和他成了同事。我们来往密切是在一年后，我失恋了，十分孤单，常去他家，他也常陪我下酒馆。记得那年除夕，他看我失魂落魄的样子，便陪着我到处找仍然营业的小饭店，好容易找到一家，两人在冷清的店里吃了一顿年夜饭。他开了戒，其实酒量惊人。有一回，我在龙潭湖公园里看书，忽然听见有人大声说我看这个人像像到了无以复加的地步！原来是郭建英，越胜带他去我的宿舍，又按照室友的提示找到龙潭湖来了。在我的地下室里，我们喝啤酒，越胜一人喝了近十瓶，嫌不够，又去打了两暖壶生啤，结果醉了，但也就吐了几口而已。我们经常一起逛书店，或者在他家听音乐，聊书，也聊我刚写的诗。他常说书，音乐，酒，朋友，最后才是女人。我以为他是开导我，其实不尽然。看到雨儿回到我身边，他由衷地替我高兴，也非常欣赏雨儿，但仍劝我和雨儿浪漫一阵，以后回到古希腊。在古希腊，女人没有什么地位，男人的天下，你看多宁静。在一次朋友聚会时，他说自己我不能再爱，再爱，就从希腊人变成罗马人了。"}
{"text":"我们经常一起逛书店，或者在他家听音乐，聊书，也聊我刚写的诗。他常说书，音乐，酒，朋友，最后才是女人。我以为他是开导我，其实不尽然。看到雨儿回到我身边，他由衷地替我高兴，也非常欣赏雨儿，但仍劝我和雨儿浪漫一阵，以后回到古希腊。在古希腊，女人没有什么地位，男人的天下，你看多宁静。在一次朋友聚会时，他说自己我不能再爱，再爱，就从希腊人变成罗马人了。可是，说了这句话没几分钟，他突然激动地喊道你们知道不知道，燕走了二十多天了，没有给我一个字！燕是他的妻子，去法国了，他们后来也分了手。按照他的分析，我这个人易感，包括对女人，是优点也是弱点。一次在镇江开会，某校一个女研究生喜欢我，与我比较亲近，被同来的系领导提前遣回学校了。我很难过，会餐时醉了，一遍遍哭喊我讨厌你们，你们为什么这样对待一个弱女子！越胜跑来劝我人家小年轻抽抽风还可说，你抽什么风？我破口大骂你不是人，你是一团概念！后来他向建英转述，建英大表赞同，气愤地说我们俩一路走，这么多漂亮姑娘，他竟什么也没有看见！越胜称得上空灵。诗的国度，水天一色，如果说我在水下，他便是在天上。他在趣味上是天生的精神贵族，生活在莫扎特和歌德的世界中。有一次，我们聊起贵族主义对于文化的必要，甘阳举出希特勒的例子，他当即驳斥希特勒是什么贵族？一个奥地利下士！他怎么会保存高级文化？国家社会主义是搞平均主义，拥护纳粹的都是工人！他又是一个极爱朋友的人，一说起朋友来便眉飞色舞，没有了分寸，仿佛个个是天才和完人。因此，八十年代中期，在得到了一套新两居之后，他便经常在家里招待朋友，把他的家变成了沙龙。每次举办帕提，他对来宾的选择十分严格，决不许一个俗人混入。他的标准是有没有文化，倘若他说某人没文化，那人便从此不在他的视野里了。他说的文化与学历无关，不外是性情趣味之类，凭直觉就能感应到的。某君自命江南第一才子，但在他眼里是一没文化之辈，始终被拒之门外。这成了此君的一个心病，一次酒醉时号啕大哭，倾诉委屈，而他毫不为所动。他实在是一块做沙龙主人的好料，豪爽而又细心，对每一个客人都照顾周到，但丝毫不露痕迹。一进他的家门，客厅里有一流的音乐，餐厅里有充足的酒和食品，你立刻会感到轻松踏实。"}
{"text":"他的标准是有没有文化，倘若他说某人没文化，那人便从此不在他的视野里了。他说的文化与学历无关，不外是性情趣味之类，凭直觉就能感应到的。某君自命江南第一才子，但在他眼里是一没文化之辈，始终被拒之门外。这成了此君的一个心病，一次酒醉时号啕大哭，倾诉委屈，而他毫不为所动。他实在是一块做沙龙主人的好料，豪爽而又细心，对每一个客人都照顾周到，但丝毫不露痕迹。一进他的家门，客厅里有一流的音乐，餐厅里有充足的酒和食品，你立刻会感到轻松踏实。倘若是学界朋友为主，我们也不怎么谈学问，多为闲聊，聊往事，聊见闻，聊书，聊到兴会处，一个个神采飞扬，妙语连珠。我应该算最口讷的一个，但我喜欢做听众，觉得是一种享受。他们全是言谈高手，越胜的激情慷慨，正琳的雄辩犀利，友渔的理性机智，嘉映的潇洒含蓄，各具特色，无不可观。有时候唇枪舌剑，斗智玩儿，惹到我头上，我也会反击一两句，往往还招来一阵喝彩。若干智力相当的人在一起，彼此能互相欣赏，那种氛围着实令人愉快。夜深之时，通常该讲黄段子了，越胜的话题却不可避免地回到古希腊，直抵高雅的顶峰。有时候，我睡着了，朦胧中还听见他在谈论着荷马和海伦。我们也经常结群去北京郊外游玩，人数较多，一召集二十来人，那就不是身为穷书生的越胜所能负担的了。这时候，自有大款出车出资。我说的大款主要是于洋和北陵，其实当时他们都处在创业阶段，还算不上大款，不幸的是两人各有弱点，便被乘虚而入。于洋外形粗犷，却有内秀，青春期热爱过文化，曾经也是读托尔斯泰读得入迷的人，留下了后遗症。北陵看似斯文，其实很野，凡出格的事一律兴致勃勃，加上典型的喜聚不喜散的脾气，只要和朋友在一起，就怎么都好。这样两个人，该着这些穷书生赖上了他们，花掉不少冤枉钱。凡属大型活动，实际组织和操持的人一般是阿坚。阿坚是新时期文化盲流的当之无愧的先驱，大学刚毕业，在八十年代初就辞掉了工作，为了灵魂自由而坚持无业，为了肉体自由而坚持独身。他写诗，产量极丰，差不多每个月都会把一册打印稿分送到朋友们手上。但是，诗卖不了钱，日子不免潦倒，只好到处蹭吃蹭喝，遇见姑娘还蹭睡。他的诗写得极自由，越来越口语化，真正是流出来的，有的极精彩，有的很一般。因为天性好色，写着写着就忍不住调起情来，以至于一个受过他的委屈的姑娘评论道这哪是诗？完全是罪犯的自供状！结识越胜后，他自称走狗，担起了跑腿的责任，常去越胜家领旨，顺便扫荡那里的酒柜。"}
{"text":"他写诗，产量极丰，差不多每个月都会把一册打印稿分送到朋友们手上。但是，诗卖不了钱，日子不免潦倒，只好到处蹭吃蹭喝，遇见姑娘还蹭睡。他的诗写得极自由，越来越口语化，真正是流出来的，有的极精彩，有的很一般。因为天性好色，写着写着就忍不住调起情来，以至于一个受过他的委屈的姑娘评论道这哪是诗？完全是罪犯的自供状！结识越胜后，他自称走狗，担起了跑腿的责任，常去越胜家领旨，顺便扫荡那里的酒柜。越胜的沙龙里不乏可爱的女人。嘉映带来了于奇，说是从路上捡的，她总是不声不响地坐在角落里。后来我发现，她也总是不声不响地帮助朋友，内心独立但又善良，有主见但又善解人意。我带来了又傻又聪明的雨儿。独来独往的孟湄用她的智慧和风情征服或者吓退男人。温厚的丽达用琴声和歌声为大家助兴。有一年夏天，一大群朋友在黄松峪露营，水库那边突然响起男高音，是意大利语的我的太阳，霎时间众声俱寂，唯有这美得令人惊呆的歌声在夜空下自由伸展。此后，沙龙里又增加了一对常客，便是歌唱家竞马和他的漂亮女友曾琼。小曾那时候真是清纯，越胜说她是幽谷百合。和我不同的是，越胜虽爱文化，自己却几乎不写东西，满足于当一个鉴赏家。他叹道有了歌德，有了波德莱尔，我们还写什么诗！我常常与他争论，我说尽管有歌德和波德莱尔，却只有一个我，这个我是歌德和波德莱尔所不能代替的，所以我还是要写。只有一次例外，他克制不住地写了一篇文章。有个当时被媒体称作中国学术界奇人的人，撰文批判所谓现代主义思潮，并且仗着某个大人物支持迫使读书发表了。可笑的是，他对所批判的对象极其无知，文中充满常识性错误，诸如胡克的现象学多余人又译局外人之类。越胜读后满腔怒火，但不便在内容上论争，就写了一篇专门揭露其硬伤的文章，在一家刊物上发表了。不久后，他收到奇人一封信，说自己是业余拳击协会会员，什么时候练上一百回合。我觉得越胜不写作实在可惜，他谈书极精彩，我就一再鼓动他写读书随笔。他终于动笔了，越写越好，可惜只写了三篇，他就去法国了。多年后，海外一家出版社让我编一本中国当代学者随笔，我只选了十人作品，就有他的这三篇。我决不是徇私，而是实在觉得好。我不是一个善于交际的人，对于我来说，越胜的沙龙是一桌现成宴席，我觉得味道不错，就在桌旁坐下了。"}
{"text":"不久后，他收到奇人一封信，说自己是业余拳击协会会员，什么时候练上一百回合。我觉得越胜不写作实在可惜，他谈书极精彩，我就一再鼓动他写读书随笔。他终于动笔了，越写越好，可惜只写了三篇，他就去法国了。多年后，海外一家出版社让我编一本中国当代学者随笔，我只选了十人作品，就有他的这三篇。我决不是徇私，而是实在觉得好。我不是一个善于交际的人，对于我来说，越胜的沙龙是一桌现成宴席，我觉得味道不错，就在桌旁坐下了。另一方面呢，我交友又比较随和，本质上不属于任何一个圈子。我的一些朋友，他们之间也许互相看不惯，不来往，我觉得这和我没有关系，我也不受此影响。友谊是每个人的私事，正是在交朋友这件事上，朋友之间更不必求同。在越胜的圈子之外，我也有一些相知很深的朋友，比如润生怀宏。我和怀宏结识很早，那时他刚转业，报考人大的研究生。在部队那种环境里，他居然读了萨特，还写诗，写得很好，聂鲁达的风格，仅此一点就不同寻常了。八十年代后期是一段令人怀念的光阴。那时候，我觉得自己很年轻，我周围的朋友们也都很年轻，我们身体里藏着无穷的力量。我最引以为荣的是这些朋友，在我眼里，他们个个才气横溢，性情超俗。我相信，我们在一起既能享受最纯真的友谊，又能干出最漂亮的事业。当时我的感觉是，美好时光刚刚开始，仿佛可以没完没了地这样过下去，何尝料到不久后就戛然中止了。现在回想起来，那一段时光已经多么遥远。在那以后，发生了太多的事，昔日的沙龙早已不复存在，朋友们各奔前程，许多人的生活场景有了巨大改变。不过，变中也有不变。譬如越胜，他虽已定居巴黎，靠经商维持着生计，但仍一如既往地爱朋友，他的家成了去巴黎的认识或不认识的朋友的免费旅馆。九十年代我两次住他家，发现他过着极其平静的日子，平静得像一个农夫，除工作外，只与书音乐家人为伴。朋友们觉得他寂寞，劝他回国，他毫不为所动。于是我想，世上的贵族岂不原本就是农夫，也许这正是最适合他本性的生活状态。七启蒙或躁动八十年代后半期，国内思想界呈现空前活跃的局面。在反思这个时期时，人们作出了截然不同的评价，一些人誉之为新启蒙，另一些人斥之为躁动，其实这两种看法都有道理。改革开放不仅是体制的转型，而且涉及观念的深刻变化，这后一方面在这个时期凸现出来了。"}
