{"text":"我是曾在太平府以上九江以下的扬子江头看过伟大的芦花秋景的，所以这一回很想上太湖去试试运气看，看我这一次的臆测究竟有没有和事实相合的地方。这样的决定在无锡下车之后，倒觉得前面相去只几哩地的路程特别的长了起来，特别快车的速力也似乎特别慢起来了。无锡究竟是出大政客的实业中心地，火车一停，下来的人竟占了全车的十分之三四。我因为行李无多，所以一时对那些争夺人体的黄包车夫们都失了敬，一个人踏出站来，在荒地上立了一会，看了一出猴子戴面具的把戏，想等大伙的行客散了，再去叫黄包车直上太湖边去。这一个战略，本是我在旅行的时候常用常效的方法，因为车刚到站，黄包车价总要比平时贵涨几倍，等大家散尽，车夫看看不得不等第二班车了，那他的价钱就会低让一点，可以让到比平时只贵两成三成的地步。况且从车站到湖滨，随便走那一条路，总要走半个钟头才能走到，你若急切的去叫车，那客气一点的车夫，会索价一块大洋，不客气的或者竟会说两块三块都不定的。所以夹在无锡的市民中间，上车站前头的那块荒地上去看一出猴犬两明星合演的拿手好戏，也是一件有意义的事情，因为我在看把戏的中间就在摆布对车夫的战略吓。殊不知这一次的作战，我却大大的失败了。第二辑屐痕处处感伤的行旅原来上行特别快车到站是正午十二点的光景，这一班车过后，则下行特快的到来要在下午的一点半过，车夫若送我到湖边去呢，那下半日的他的买卖就没有了，要不是有特别的好处，大家是不愿意去的。况且时刻又来得不好，正是大家要去吃饭缴车的时候，所以等我从人丛中挤攒出来，想再回到车站前头去叫车的当儿，空洞的卵石马路上，只剩了些太阳的影子，黄包车夫却一个也看不见了。没有办法，只好唱着背转身，只埋怨，自己做差而慢慢的踱过桥去，在无锡饭店的门口，反出了一个更贵的价目，才叫着了一乘黄包车拖我到了迎龙桥下。从迎龙桥起，前面是宽广的汽车道了，两公司的驶往梅园的公共汽车，隔十分就有一乘开行，并且就是不坐汽车，从迎龙桥起再坐小照会的黄包车去，也是十分舒适的。到了此地，又是我的世界了，而实际上从此地起，不但有各种便利的车子可乘，就是叫一只湖船，叫她直摇出去，到太湖边上去摇它一晚，也是极容易办到的事，所以在一家新的公共汽车行的候车的长凳上坐下的时候，我心里觉得是已经到了太湖边上的样子。"}
{"text":"从迎龙桥起，前面是宽广的汽车道了，两公司的驶往梅园的公共汽车，隔十分就有一乘开行，并且就是不坐汽车，从迎龙桥起再坐小照会的黄包车去，也是十分舒适的。到了此地，又是我的世界了，而实际上从此地起，不但有各种便利的车子可乘，就是叫一只湖船，叫她直摇出去，到太湖边上去摇它一晚，也是极容易办到的事，所以在一家新的公共汽车行的候车的长凳上坐下的时候，我心里觉得是已经到了太湖边上的样子。开原乡一带，实在是住家避世的最好的地方。九龙山脉，横亘在北边，锡山一塔，障得住东来的烟灰煤气，西南望去，不是龙山山脉的蜿蜒的余波，便是太湖湖面的镜光的返照。到处有桑麻的肥地，到处有起屋的良材，耕地的整齐，道路的修广，和一种和平气象的横溢，是在江浙各农区中所找不出第二个来的好地。可惜我没有去做官，可惜我不曾积下些钱来，否则我将不买阳羡之田，而来这开原乡里置它的三十顷地。营五亩之居，筑一亩之室。竹篱之内，树之以桑，树之以麻，养些鸡豚羊犬，好供岁时伏腊置酒高会之资酒醉饭饱，在屋前的太阳光中一躺，更可以叫稚子开一开留声机器，听听克拉衣斯勒的提琴的慢调或卡儿骚的高亢的悲歌。若喜欢看点新书，那火车一搭，只教有半日工夫，就可以到上海的璧恒别，去买些最近出版的优美的书来。这一点卑卑的愿望，啊啊，这一点在大人先生的眼里看起来，简直是等于矮子的一个小脚趾头般大的奢望，我究竟要在何年何月，才享受得到呢？罢罢，这样的在公共汽车里坐着，这样的看看两岸的疾驰过去的桑田，这样的注视注视龙山的秋景，这样的吸收吸收不用钱买的日色湖光，也就可以了，很可以了，我还是不要作那样的妄想，且念清诗，聊作个过屠门的大嚼罢！这样的在车窗口同诗里的蜜蜂似的哼着念着，我们的那乘公共汽车，已经驶过了张巷荣巷，驶过了一支小山的腰岭，到了梅园的门口了。四梅园是无锡的大实业家荣氏的私园，系筑在去太湖不远的一支小山上的别业，我的在公共汽车里想起的那个愿望，他早已大规模地为我实现造好在这里了所不同者，我所想的是一间小小的茅篷，而他的却是红砖的高大的洋房，我是要缓步以当车，徒步在那些桑麻的野道上闲走的，而他却因为时间是黄金就非坐汽车来往不可的这些违异。然而人同此心，心同此理，看将起来，有钱的人的心理，原也同我们这些无钱无业的闲人的心理是一样的。"}
{"text":"四梅园是无锡的大实业家荣氏的私园，系筑在去太湖不远的一支小山上的别业，我的在公共汽车里想起的那个愿望，他早已大规模地为我实现造好在这里了所不同者，我所想的是一间小小的茅篷，而他的却是红砖的高大的洋房，我是要缓步以当车，徒步在那些桑麻的野道上闲走的，而他却因为时间是黄金就非坐汽车来往不可的这些违异。然而人同此心，心同此理，看将起来，有钱的人的心理，原也同我们这些无钱无业的闲人的心理是一样的。我在此地要感谢荣氏的竟能把我的空想去实现而造成这一个梅园，我更要感谢他既造成之后而能把它开放，并且非但把它开放，而又能在梅园里割出一席地来租给人家，去开设一个接待来游者的公共膳宿之场。因为这一晚我是决定在梅园里的太湖饭店内借宿的。大约到过无锡的人总该知道，这附近的别墅的位置，除了刚才汽车通过的那支横山上的一个别庄之外，总算这梅园的位置算顶好了。这一条小小的东山，当然也是龙山西下的波脉里的一条，南去太湖，约只有小三里不足的路程。而在这梅园的高处，如招鹤坪前，太湖饭店的二楼之上，或再高处那荣氏的别墅楼头，南窗开了，眼了就见得到太湖的一角，波光容与，时时与独山，管社山的山色相掩映。至于园里的瘦梅千树，小榭数间，和曲折的路径，高而不美的假山之类，不过尽了一点点缀的余功，并不足以语园林营造的匠心之所在的。所以梅园之胜，在它的位置，在它的与太湖的接而不离，离而又接的妙处，我的不远数十里的奔波，定要上此地来借它一宿的原因，也只想利用利用这一点特点而已。第二辑屐痕处处感伤的行旅在太湖饭店的二楼上把房间开好，喝了几杯既甜且苦的惠泉山酒之后，太阳已有点打斜了，但拿出表来一看，时间还只是午后的两点多钟。我的此来，原想看一看一位朋友所写过的太湖的落日，原想看看那落日与芦花相映的风的若现在就赶往湖滨，那未免去得太早，后来怕要生出久候无聊的感想来。所以走出梅园，我就先叫了一乘车子，再回到惠山寺去，打算从那里再由别道绕至湖滨，好去赶上看湖边的落日。但是锡山一停，惠山一转，遇见了些无聊的俗物在惠山泉水旁的大嚼豪游，及许多武装同志们的沿路的放肆高笑，我心里就感到了一心的不快，正同被强人按住在脚下，被他强塞了些灰土尘污到肚里边去的样子，我的脾气又起来了，我只想登到无人来得的高山之上去尽吐泻一番，好把肚皮里的抑郁灰尘都吐吐干净。"}
{"text":"所以走出梅园，我就先叫了一乘车子，再回到惠山寺去，打算从那里再由别道绕至湖滨，好去赶上看湖边的落日。但是锡山一停，惠山一转，遇见了些无聊的俗物在惠山泉水旁的大嚼豪游，及许多武装同志们的沿路的放肆高笑，我心里就感到了一心的不快，正同被强人按住在脚下，被他强塞了些灰土尘污到肚里边去的样子，我的脾气又起来了，我只想登到无人来得的高山之上去尽吐泻一番，好把肚皮里的抑郁灰尘都吐吐干净。穿过了惠山的后殿，一步一登，朝着只有斜阳和衰草在弄调戏的濯濯的空山，不晓走了多少时候，我竟走到了龙山第一峰的头茅篷外了。目的总算达到了，惠山锡山寺里的那些俗物，都已踏踢在我的脚下，四大皆空，头上身边，只剩了一片蓝苍的天色和清淡的山岚。在此地我可以高啸，我可以俯视无锡城里的几十万为金钱名誉而在苦斗的苍生，我可以任我放开大口来骂一阵无论那一个凡为我所疾恶者，骂之不足，还可以吐他的面，吐面不足，还可以以小便来浇上他的身头。我可以痛哭，我可以狂歌，我等爬山的急喘回复了一点之后，在那块头茅篷前的山峰头上竟一个人演了半日的狂态，直到喉咙干哑，汗水横流，太阳也倾斜到了很低很低的时候为止。气竭声嘶，狂歌高叫的音停后，我的两只本来是为我自己的噪聒弄得昏昏的耳里，忽而沁的钻入了一层寂静，风也无声，日也无声，天地草木都仿佛在一击之下变得死寂了。沉默，沉默，沉默，空处都只是沉默。我被这一种深山里的静寂压得怕起来了，头脑里却起了一种很可笑的后悔。不要这世界完全被我骂得陆沉了哩？我想，不要山鬼之类听了我的啸声来将我接受了去，接到了他们的死灭的国里去了哩？我又想，我在这里踏着的不要不是龙山山头，不要是阴间的滑油山之类哩？我再想。于是我就注意看了看四边的景物，想证一证实我这身体究竟还是仍旧活在这卑污满地的阳世呢，还是已经闯入了那个鬼也在想革命而谋做阎王的阴间。朝东望去，远散在锡山塔后的，依旧是千万的无锡城内的民家和几个工厂的高高的烟突，不过太阳斜低了，比起午前的光景来，似乎加添了一点倦意。俯视下去，在东南的角里，桑麻的林影，还是很浓很密的，并且在那条白线似的大道上，还有行动的车类的影子在那里前进呢，那么至少至少，四周都只是死灭的这一个观念总可以打破了。"}
{"text":"我再想。于是我就注意看了看四边的景物，想证一证实我这身体究竟还是仍旧活在这卑污满地的阳世呢，还是已经闯入了那个鬼也在想革命而谋做阎王的阴间。朝东望去，远散在锡山塔后的，依旧是千万的无锡城内的民家和几个工厂的高高的烟突，不过太阳斜低了，比起午前的光景来，似乎加添了一点倦意。俯视下去，在东南的角里，桑麻的林影，还是很浓很密的，并且在那条白线似的大道上，还有行动的车类的影子在那里前进呢，那么至少至少，四周都只是死灭的这一个观念总可以打破了。我宽了一宽心，更掉头朝向了西南，太阳落下了，西南全面，只是眩目的湖光，远处银蓝蒙L，当是湖中间的峰面的暮霭，西面各小山的面影，也都变成了紫色了。因为看见了斜阳，看见了斜阳影里的太湖，我的已经闯入了死界的念头虽则立时打消，但是日暮途穷，只一个人远处在荒山顶上的一种实感，却油然的代之而起。我就伸长了脖子拼命的查看起四面的路来，这时候我实在只想找出一条近而且坦的便道，好遵此便道而且赶回家去。因为现在我所立着的，是龙山北脉在头茅篷下折向南去的一条支岭的高头，东西南三面只是岩石和泥沙，没有一条走路的。若再回至头茅篷前，重沿了来时的那条石级，再下至惠山，则无缘无故便白白的不得不多走许多的回头曲路，大丈夫是不走回头路的，我一边心里虽在这样的同小孩子似的想着，但实在我的脚力也有点虚竭了。啊啊，要是这儿有一所庵庙的话，那我就可以不必这样的着急了。我一边尽在看四面的地势，一边心里还在作这样的打算，这地点多么好啊，东面可以看无锡全市，西面可以见太湖的夕阳，后面是头茅篷的高顶，前面是朝正南的开原乡一带的村落，这里比起那头茅篷来，形势不晓要好几十倍。无锡人真没有眼睛，怎么会将这一块龙山南面的平坦的山岭这样的弃置着，而不来造一所庵庙的呢？唉唉，或者他们是将这一个好地方留着，留待我来筑室幽居的吧？或者几十年后将有人来因我今天的在此一哭而为我起一个痛哭之台而与我那故乡的谢氏西台来对立的罢？哈哈，哈哈。不错，很不错。末后想到了这一个夸大妄想狂者的想头之后，我的精神也抖擞起来了，于是拔起脚跟，不管它有路没有路，只是往前向那条朝南斜拖下去的山坡下乱走。结果在乱石上滑坐了几次，被荆棘钩破了一块小襟和一双线袜，我跳过几块岩石，不到三十分钟，我也居然走到了那支荒山脚下的坟堆里了。"}
{"text":"或者几十年后将有人来因我今天的在此一哭而为我起一个痛哭之台而与我那故乡的谢氏西台来对立的罢？哈哈，哈哈。不错，很不错。末后想到了这一个夸大妄想狂者的想头之后，我的精神也抖擞起来了，于是拔起脚跟，不管它有路没有路，只是往前向那条朝南斜拖下去的山坡下乱走。结果在乱石上滑坐了几次，被荆棘钩破了一块小襟和一双线袜，我跳过几块岩石，不到三十分钟，我也居然走到了那支荒山脚下的坟堆里了。第二辑屐痕处处感伤的行旅到了平地的坟树林里来一看，西天低处太阳还没有完全落尽，走到了离坟不远的一个小村子的时候，我看了看表，已经是五点多了。村里的人家，也已经在预备晚餐，门前晒在那里的干草豆萁，都已收拾得好好，老农老妇，都在将暗未暗的天空下，在和他们的孙儿孙女游耍。我走近前去，向他们很恭敬的问了问到梅园的路径，难得他们竟有这样的热心，居然把我领到了通汽车的那条大道之上。等我雇好了一乘黄包车坐上，回头来向他们道谢的时候，我的眼角上却又扑簌簌地滚下了两粒感激的大泪来。五山居清寂，梅园的晚上，实在是太冷静不过。吃过了晚饭，向庭前去一走，只觉得四面都是茫茫的夜雾和每每的荒田，人家也看不出来，更何况乎灯烛辉煌的夜市。绕出园门，正想拖了两只倦脚走向南面野田里去的时候，在黄昏的灰暗里我却在门边看见了一张有几个大字写在那里的白纸。摸近前去一看，原来是中华艺大的旅行写生团的通告。在这中华艺大里，我本有一位认识的画家君在那里当主任的，急忙走回饭店，教茶房去一请，君果然来了。我们在灯下谈了一会，又出去在园中的高亭上站立了许多时候，这一位不趋时尚，只在自己精进自己的技艺的画家，平时总老是呐呐不愿多说话的，然而今天和我的这他乡的一遇，仿佛把他的习惯改过来了，我们谈了些以艺术作了招牌，拼命的在运动做官做委员的艺术家的行为。我们又谈到了些设了很好听的名目，而实际上只在骗取青年学子的学费的艺术教育家的心迹。我们谈到了艺术的真髓，谈到了中国的艺术的将来，谈到了革命的意义，谈到了社会上的险恶的人心，到了叹声连发，不忍再谈下去的时候，高亭外的天色也完全黑了。两人伸头出去，默默地只看了一回天上的几颗早见的明星。我们约定了下次到上海时，再去江湾访他的画室的日期，就各自在黑暗里分手走了。大约是一天跑路跑得太多了的缘故罢，回旅馆来一睡，居然身也不翻一个，好好儿的睡着了。"}
{"text":"我们又谈到了些设了很好听的名目，而实际上只在骗取青年学子的学费的艺术教育家的心迹。我们谈到了艺术的真髓，谈到了中国的艺术的将来，谈到了革命的意义，谈到了社会上的险恶的人心，到了叹声连发，不忍再谈下去的时候，高亭外的天色也完全黑了。两人伸头出去，默默地只看了一回天上的几颗早见的明星。我们约定了下次到上海时，再去江湾访他的画室的日期，就各自在黑暗里分手走了。大约是一天跑路跑得太多了的缘故罢，回旅馆来一睡，居然身也不翻一个，好好儿的睡着了。约莫到了残宵二三点钟的光景，槛外的不知从那一个庙里来的钟磬，尽是当当当当的在那里慢击。我起初梦醒，以为是附近报火的钟声，但披衣起来，到室外廊前去一看，不但火光看不出来，就是火烧场中老有的那一种叫噪的人号狗吠之声也一些儿听它不出。庭外如云如雾，静浸着一庭残月的清光。满屋沉沉，只充满着一种遥夜酣眠的呼吸。我为这钟声所诱，不知不觉，竟扣上了衣裳，步出了庭前，将我的孤零的一身，浸入了仿佛是要粘上衣来的月光海里。夜雾从太湖里蒸发起来了，附近的空中，只是白茫茫的一片。叉桠的梅树林中，望过去仿佛是有人立在那里的样子。我又慢慢的从饭店的后门，步上了那个梅园最高处的招鹤坪上。南望太湖，也辨不出什么形状来，不过只觉得那面的一块空阔的地方，仿佛是由千千万万的银丝织就似的，有月光下照的清辉，有湖波返射的银箭，还有如无却有，似薄还浓，一半透明，一半粘湿的湖雾湖烟，假如你把身子用力的朝南一跳，那这一层透明的白网，必能悠扬地牵举你起来，把你举送到王母娘娘的后宫深处去似的。这是我当初看了那湖天一角的景象的时候的感想，但当万籁无声的这一个月明的深夜，幽幽地慢慢地，被那远寺的钟声，当嗡，当嗡的接连着几回有韵律似的催告，我的知觉幻想，竟觉得渐渐地渐渐地麻木下去了，终至于什么也不想，什么也不干，两只脚柔软地跪坐了下去，眼睛也只同呆了似的盯视住了那悲哀的残月不能动了。宗教的神秘，人性的幽幻，大约是指这样的时候的这一种心理状态而说的罢，我像这样的和耶稣教会的以马内利的圣像似的，被那幽婉的钟声，不知魔伏了许多时，直到钟声停住，木鱼声发，和尚――也许是尼姑――的念经念咒的声音幽幽传到我耳边的时候，方才挺身立起，回到了那旅馆的居室里来，这时候大约去天明总也已经不远了罢？第二辑屐痕处处感伤的行旅回房不知又睡着了几个钟头，等第二次醒来的时候，前窗的帷幕缝中却漏入了几行太阳的光线来。"}
{"text":"宗教的神秘，人性的幽幻，大约是指这样的时候的这一种心理状态而说的罢，我像这样的和耶稣教会的以马内利的圣像似的，被那幽婉的钟声，不知魔伏了许多时，直到钟声停住，木鱼声发，和尚――也许是尼姑――的念经念咒的声音幽幽传到我耳边的时候，方才挺身立起，回到了那旅馆的居室里来，这时候大约去天明总也已经不远了罢？第二辑屐痕处处感伤的行旅回房不知又睡着了几个钟头，等第二次醒来的时候，前窗的帷幕缝中却漏入了几行太阳的光线来。大约时候总也已不早了，急忙起来预备了一下，吃了一点点心，我就出到太湖湖上去。天上虽各处飞散着云层，但晴空的缺处，看起来仍可以看得到底的，所以我知道天气总还有几日好晴。不过太阳光太猛了一点，空气里似乎有多量的水蒸气含着，若要登高处去望远景，那像这一种天气是不行的，因为晴而不爽，你不能从厚层的空气里辨出远处的寒鸦林树来，可是只要看看湖上的风光，那像这样的晴天，也已经是尽够的了。并且昨晚上的落日没有看成，我今天却打算牺牲它一天的时日，来试试太湖里的远征，去找出些前人所未见的岛中僻景来，这是当走出园门，打杨庄的后门经过，向南走入野田，在走上太湖边上去的时候的决意。太阳升高了，整洁的野田里已有早起的农夫在辟土了。行经过一块桑园地的时候，我且看见了两位很修媚的姑娘，头上罩着了一块白布，在用了一根竹竿，打下树上的已经黄枯了的桑叶来。听她们说这也是蚕妇的每年秋季的一种工作，因为枯叶在树上悬久了，那老树的养分不免要为枯叶吸几分去，所以打它们下来是很要紧的，并且黄叶干了，还可以拿去生火当柴烧，也是一举两得的事。在野田里的那条通至湖滨的泥路，上面铺着的尽是些细碎的介虫壳儿，所以阳光照射下来，有几处虽只放着明亮的白光，但有几处简直是在虹霓似的彩色。像这样的有朝阳晒着的野道，像这样的有林树小山围绕着的空间，况且头上又是青色的天，脚底下并且是五彩的地，饱吸着健康的空气，摆行着不急的脚步，朝南的走向太湖边去，真是多么美满的一幅清秋行乐图呀！但是风云莫测，急变就起来了，因为我走到了管社山脚，正要沿了那条山脚下新辟的步道走向太湖旁的一小湾，俗名五里湖滨的时候，在山道上朝着东面的五里湖心却有两位着武装背皮带的同志和一位穿长袍马褂的先生立在那里看湖面的扁舟。太阳光直射在他们的身上，皮带上的镀镍的金属，在放异样的闪光。"}
{"text":"像这样的有朝阳晒着的野道，像这样的有林树小山围绕着的空间，况且头上又是青色的天，脚底下并且是五彩的地，饱吸着健康的空气，摆行着不急的脚步，朝南的走向太湖边去，真是多么美满的一幅清秋行乐图呀！但是风云莫测，急变就起来了，因为我走到了管社山脚，正要沿了那条山脚下新辟的步道走向太湖旁的一小湾，俗名五里湖滨的时候，在山道上朝着东面的五里湖心却有两位着武装背皮带的同志和一位穿长袍马褂的先生立在那里看湖面的扁舟。太阳光直射在他们的身上，皮带上的镀镍的金属，在放异样的闪光。我毫不留意地走近前去，而听了我的脚步声将头掉转来的他们中间的武装者的一位，突然叫了我一声，吃了一惊我张开了大眼向他一看，原来是一位当我在某地教书的时候的从前的学生。他在学校里的时候本来就是很会出风头的，这几年来际会风云，已经步步高升成了党国的要人了，他的名字我也曾在报上看见过几多次的，现在突然的在这一个地方被他那么的一叫，我真骇得颜面都变成了土色了，因为两三年来，流落江湖，不敢出头露面的结果，我每遇见一个熟人的时候，心里总要怦怦的惊跳。尤其是在最近被几位满含恶意的新闻记者大书了一阵我的叛党叛国的记载以后，我更是不敢向朋友亲戚那里去走动了。而今天的这一位同志，却是党国的要人，现任的中委机关里的常务委员，若论起罪来，是要从他的手中落的，冤家路窄，这一关叫我如何的偷逃过去呢？我先了一阵抖，立住了脚呆木了一下，既而一想，横竖逃也逃不脱了，还是大着胆子迎上去罢，于是就立定主意保持着若无其事的态度，前进了几步，和他握了握手。啊！怎么你也会在这里！我很惊喜似地装着笑脸问他。真想不到在这里会见到先生的，近来身体怎么样！脸色很不好哩！他也是很欢喜地问我。看了他这样态度，我的胆子放大了，于是就造了一篇很圆满的历史出来报告给他听。我说因为身体不好，到太湖边上来养病已经有二年多了，自从去年夏天起，并且因为闲空不过，就在这里聚拢了几个小学生来在教他们的书，今天是礼拜，所以才出来走走，但吃中饭的时候却非要回去不可的，书房是在城外桥巷的第号，我并且要请他上书房去坐坐，好细谈谈别后的闲天。我这大胆的谎语原也已经听见了他这一番来锡的任务之后才敢说的，因为他说他是来查勘一件重大党务的，在这太湖边上一转，午后还要上苏州去，等下次再有来无锡的机会的时候再来拜访，这是他的遁辞。"}
