{"text":"牛医就是兽医的意思。清代最后一个皇帝宣统，有许多人是见过的，他的照片，大家差不多都看过，虽然清秀，但却带着点我见犹怜的味道，的确也是望之不似人君的一种典型。从望之似人君，就之而不见所畏焉。这两句话，就知道孟子的心目中，已经认为这位魏国新王是扶植不起来的，这时也已经注定了孟子将要离开魏国的命运。天下定于一孟子告诉别人――也可能是告诉他的学生，这位魏国新王，还有更妙的事。梁襄王见到孟子，既没有寒暄，也没有礼貌，招呼也不打一个，连叟都不史一下了。忽然间毫不客气地冒冒失失没头没脑地捅出一个不着边际的问题来怎么定天下？于是孟子只好答复他定于一。这一个一是什么？一个人？一件事？一个原则？一个战略？或一个国家？到底是一个什么？好比佛家参禅的话头，看不出一个确定的意义，你爱怎么想就怎么去想吧。！可是这位不见所畏的公子哥儿想的是一个人，而且这个人就是我襄王自己。所以马上接口问孟子哪一个人可以定天下？这时孟子就他的话告诉他只有那个不喜欢杀人的人，才能够定天下。这时候襄王才明白，孟子所说定天下的人，并不是他梁襄王，而是不喜欢杀人的人。不杀人的人就能定天下。如果在现代这个时代，我们依文释义，这句话似乎就不通，没有道理。你我不要说不喜欢杀人，即使杀一只鸡也害怕，难道就可以定天下？果真如此，则人人可以定天下了。当然，我们不能作这样的解释。孟子这句话，是指当时那个时代的君主而言。在战国时代的人主――民众的家长，是可以随自己的喜恶，任意杀人，有绝对的杀人权利，没有权能分别的法令，没有绝对合理的规章，人主不必守法，可以生人，也可以杀人。所以孟子这句话，是对当时有杀人特权的人主们而言。梁襄王说假如一个人主不杀人，那有谁和他在一起肯来帮忙他呢？大概战国时代，各国君主，都以杀人为务，以杀人来立威，使人畏惧，因为怕被杀而跟着走。自幼在这种人主可以随意杀人的观念下长大的梁襄王，听孟子说不杀人可以定天下，感到意外，所以才问出孰能与之这句话来。孟子听到这个无知的问题，还是开导他，告诉他假如今天有一个爱护百姓，不随意杀人的人主，则天下的人都会和他在一起。"}
{"text":"所以孟子这句话，是对当时有杀人特权的人主们而言。梁襄王说假如一个人主不杀人，那有谁和他在一起肯来帮忙他呢？大概战国时代，各国君主，都以杀人为务，以杀人来立威，使人畏惧，因为怕被杀而跟着走。自幼在这种人主可以随意杀人的观念下长大的梁襄王，听孟子说不杀人可以定天下，感到意外，所以才问出孰能与之这句话来。孟子听到这个无知的问题，还是开导他，告诉他假如今天有一个爱护百姓，不随意杀人的人主，则天下的人都会和他在一起。孟子还怕他听不懂这个道理，于是又改用比喻的方式开导他说您对于田地里禾苗生长的情形，是一定知道的。每年到了七八月的时候，如果久不下雨，田地干旱，稻子没有水分滋养，眼看就要枯萎了。正当这个时候，炎阳高照的万里晴空中，突然涌来弥漫着水汽的云层，接着充沛的雨水如注地降下来，很快地，那田地里本来已经垂头弯腰，快要枯萎的稻子，就又有了生气，欣欣向荣地伸直了禾杆，生气勃勃地复活成长起来。像这股充沛的滋润力，是自然的法则，又有谁阻挡得了呢？可慨叹的，孟子这个枯苗的比喻，恰好就是乱世败政――如战国时代人生境况的写照。在古代历史上，碰到乱世的时代，人命真如枯苗草营，有野心的诸侯们，大都是走残民以逞――满足私欲的路线。读了孟子这一节书，由乱离人命如草管枯苗，使人联想到明代沈明臣的诗句――杀人如草不闻声这沉痛的描述。接着孟子又说今天那些统领人的人主们，各国的国君们，没有一个不是好大喜功，杀人如麻而无动于衷。倘使其中有一位大仁大义的国君，能够施行仁政，体恤百姓，不随意杀伐征战的话，那么天下的老百姓，一个个都会伸长了脖子仰望着，期待着这位君主的领导。如果真的有一天，出现了这样的君主，发生了这样的情形，那么百姓们就会像往下冲的巨流般地归向他。这股自然的趋势，哪里是人力所能阻挡得了的呢？那么这个不好杀人的君主，当然就可以统一天下了。这一节，等于孟子的日记，是他自身的历史笔记。当他快要离开魏国之前，非常倒霉不得意，梁惠王虽然谈不拢，结果还是谈得差不多，至少是可以谈，现在这位新王根本望之不似人君，谈也不必谈了，只有卷起铺盖走路了。在这一节记载里，虽然梁襄王的问话不好，而且问得没有礼貌，没有意义。可孟子答复他的话，都是至理名言，是真正的道理。"}
{"text":"这股自然的趋势，哪里是人力所能阻挡得了的呢？那么这个不好杀人的君主，当然就可以统一天下了。这一节，等于孟子的日记，是他自身的历史笔记。当他快要离开魏国之前，非常倒霉不得意，梁惠王虽然谈不拢，结果还是谈得差不多，至少是可以谈，现在这位新王根本望之不似人君，谈也不必谈了，只有卷起铺盖走路了。在这一节记载里，虽然梁襄王的问话不好，而且问得没有礼貌，没有意义。可孟子答复他的话，都是至理名言，是真正的道理。凡是想要作为一国之主的，就要具备这样的胸怀和器度。相反地，也解释了孟子说梁襄王望之不似人君的理由。梁襄王没有这种抱负，那么就不能令人见了产生肃然起敬的心理，他的器度胸襟，都没有那种令人愿意臣服为他辅助的气势。孟子与苏秦的对照孟子自从那次见了梁襄王，出来对人说梁襄王望之不似人君以后，就离开了魏国。这应该是梁惠王刚刚去世，襄王即位那一年的事情。梁襄王二年，苏秦大约就在孟子之后，又到了魏国，并且以合纵之说，说动了梁襄王，参加了苏秦所主张的六国合纵以抗秦的计划。当然，精确的考据很难说。这次苏秦访问魏国，和梁襄王谈话的经过，史记和战国策都有记述，内容差不多，但是战国策的记载比较详细而精彩。现在引用到这里，我们可以对照起来，作一些研究。苏子为赵合纵说魏――战国策原文苏子即苏秦为赵合纵，说魏王惠王嗣。时襄王二年曰大王之囗古地字，南有鸿沟即狼荡渠，在河南荣阳东，南至陈入颖，宋以前汁河是其道，今谓之贾鲁河自荣阳经河阴开封等县，南至商水县，合于汝水陈汝汝水出今河南嵩县南山，东北过伊阳临汝，又东南经郊县宝丰襄城郾城，又东南为涡河，旧时自郾城南至西平上蔡元季水溢为害，于涡河截其流，约水东注，而西平上蔡之水，仍名为汝水。稗地不至陈，盖夸之。南有许鄢即鄢陵昆阳邵陵即召陵舞阳今县，为汝阳道，故城在县南新妻阝故城在今安徽阜阳县东南。东有淮魏地不至淮，盖夸言之。颍源出河南登丰县。"}
{"text":"稗地不至陈，盖夸之。南有许鄢即鄢陵昆阳邵陵即召陵舞阳今县，为汝阳道，故城在县南新妻阝故城在今安徽阜阳县东南。东有淮魏地不至淮，盖夸言之。颍源出河南登丰县。东南流，经开封许昌等县，合大沙河，又东南入安徽阜阳，合小沙河，至寿县入淮沂黄上者下火枣故城在今山东菏泽县西海盐无囗史记――无海盐字，囗作胥，索隐――地阙，西有长城之界自郑滨洛以北，至固阳。秦魏之界也。今陕西华县西鹿阝西南有故长城，即六国时遗址，北有河外史记索隐――河之南邑，若曲沃平周等地。案今河南郊县有曲沃故城，战国魏地，非晋都曲沃也。平周，邑名，在今山西介休县。卷魏邑，在今河南原武县。衍故衍城，在今河南郑县北。酸枣故城在今延津县北。囗方千里，囗名虽小，然而庐田庑舍，曾无所刍牧牛马之地。人民之众，车马之多，日夜行不休，已无以异于三军之众。臣窃料之，大王之国，不下于楚。然横人主张连横的人谋王，外交强虎狼之秦，以侵天下，卒有国患，不被其祸。夫挟强秦之势，以内劫其主，罪无过此者。且魏，天下之强国也。大王，天下之贤主也。今乃有意西面而事秦，称东藩，筑帝宫言为秦筑宫，备其巡狩而舍之，故谓之帝宫。，受冠带谓冠带制度，皆受秦之法。，饲春秋谓春秋贡秦，以助秦祭祀。，臣窃为大王愧之。臣问越王勾践允常子以散卒三千，禽夫差于干道即于隧，吴王夫差自刎处，今江苏吴县西北万安山，一句秦余杭山，一名阳山，又名四飞山，山之别阜日隧山，即其地也。吴王代齐后，与晋会于黄池，于是越王袭吴。时敬王三十八年。至元王三年，越灭吴。。武王卒三千人，革车兵车三百乘，斩纣于牧之野即今牧野，在今河南淇县南。。岂其士卒众哉？诚能振其威也。今窃闻大王之卒，武力史记作武士，武卒也。"}
{"text":"吴王代齐后，与晋会于黄池，于是越王袭吴。时敬王三十八年。至元王三年，越灭吴。。武王卒三千人，革车兵车三百乘，斩纣于牧之野即今牧野，在今河南淇县南。。岂其士卒众哉？诚能振其威也。今窃闻大王之卒，武力史记作武士，武卒也。汉书刑法志――魏士武卒，衣三属之甲，操十二石之弩，负矢五十，置戈其上，冠胄带剑，赢三日之粮，日中而趋百里，中试则复其户，利其田宅二十余万，苍头谓以青巾裹头，以异于众二十万，奋击军士之能夺击者十万，厮徒炊烹供奉杂役十万，车六百乘，骑五千匹。此其过越王勾践武王远矣。今乃劫于辟臣邪僻之臣之说，而俗臣事秦。夫事秦，必割地效献也质，故兵未用而国已亏矣。凡群臣之言事秦者，皆奸臣，非忠臣也。夫为人臣，割其主之囗，以外交偷取一旦之功，而不顾其后，破公家而成私门，外扶强秦之势，以内劫其主，以求割地，愿大王之熟察之也。周书曰绵绵不绝，缓慢史记作蔓蔓，谓蔓延也奈何！毫毛不拔，将成斧柯。前虑不定，后有大患。将奈之何！大王诚能听臣。六国从纵亲，专心并力，则必无强秦之患。故敝邑赵王肃侯语使使臣献愚计，奉明约，任大王诏之。魏王曰寡人不肖，未尝得阐明教，今主君以赵王之诏诏之，敬以国从。苏秦以合纵发起国――赵国的名义来到魏国游说，实际上是为他自己争取功名富贵。他可不管梁襄王像不像人君，一开头，就从魏国的地理形势说起，细说魏国的战略地势，还带上几分夸张，把魏四周的疆界，说得很热闹，并说到魏国人民有如何的多，大吹其牛，给魏襄王戴高帽子。这也就是孟子与苏秦所以不同之处。所谓谋士说客纵横之士，都是给别人戴高帽子的，竟然说魏国不下于楚，其实当时南方的楚国，在领土的幅员，地理的环境等各方面，都比魏国强大得多。接下来，把梁惠王梁襄王父子下面的大臣，都骂了。他说他们挟强秦之势，以内劫其主，罪无过此者，这几句话很严重，等于说梁惠王这些干部都不尽忠。苏秦的这一着非常厉害，他这一骂，把梁襄王下面那些想发表意见的人，一下子就堵住嘴了。可是对于梁襄王，他还是一顶又一顶的高帽子继续送上去。天下之强国也天下之贤主也，大拍马屁。"}
{"text":"接下来，把梁惠王梁襄王父子下面的大臣，都骂了。他说他们挟强秦之势，以内劫其主，罪无过此者，这几句话很严重，等于说梁惠王这些干部都不尽忠。苏秦的这一着非常厉害，他这一骂，把梁襄王下面那些想发表意见的人，一下子就堵住嘴了。可是对于梁襄王，他还是一顶又一顶的高帽子继续送上去。天下之强国也天下之贤主也，大拍马屁。反正天下事，干错万错，马屁不错。和现代的推销员一样，千方百计也要把顾客说服。而说服之道，戴高帽最安全，也最有效。马屁拍完，在对方听得浑浑淘淘的时候，另一手来了，他立即一个耳光上去，说梁襄王有这么大一个强国，竟然想奴颜卑膝地向人低头，这岂不是太可耻了！苏秦的权谋这时，苏秦又举过去历史上吴越之战的故事，同时分析魏国的国力，作为申述他合纵主张的基础。我们不要以为苏秦第一次游说失败，回到家里，读了几年阴符经，就把学问读出来了。如今大家从小学读到大学，读了十六年的书，走入社会，找一份七八千元的工作还不容易。苏秦这里所举魏国的国力，绝对不是他关在房子里，窗帘都不拉起来，头悬梁，锥刺股搞出来的。他在这段时间里，搜集情报，把国际间各国的实力，都弄得清清楚楚，了若指掌了。所以我们大家读书不要读成书呆子。苏秦第一次出来游说的时候，的确还是书呆子，但是第二次出来游说时，就大不相同，各国国防上的机密情报他已清楚得很了。同时我们了解当时魏国是这样的情形，而孟子见梁惠王时却要他们行仁义之道的仁政，这就好比对一个衰病的老年人，要他不必吃补药打补针，他一定不肯依着去做，是一样的。苏秦在梁襄王面前，如数家珍地陈述了魏国当时的局面和战备详细数字，接着又骂他下面的那些大臣干部们，说梁襄王身边这些亲信的人，都是辟佞之臣，只是会讨好拍马屁，不会谋国的奸臣，而不是忠臣。苏秦以一个外国人，跑到魏国，居然敢在魏国君王的面前大骂他的亲信大臣，我们就要从这里了解到他当时的背景。苏秦第一次游说的时候，虽然已花了家里很多钱，有车有马有裘，打扮得很像个样子，颇壮行色，但到底是单枪匹马，脑袋是提在手上的，弄得不好，随时会丢掉的。"}
{"text":"苏秦在梁襄王面前，如数家珍地陈述了魏国当时的局面和战备详细数字，接着又骂他下面的那些大臣干部们，说梁襄王身边这些亲信的人，都是辟佞之臣，只是会讨好拍马屁，不会谋国的奸臣，而不是忠臣。苏秦以一个外国人，跑到魏国，居然敢在魏国君王的面前大骂他的亲信大臣，我们就要从这里了解到他当时的背景。苏秦第一次游说的时候，虽然已花了家里很多钱，有车有马有裘，打扮得很像个样子，颇壮行色，但到底是单枪匹马，脑袋是提在手上的，弄得不好，随时会丢掉的。可是这次的苏秦，胜过以前不知多少倍了。他是先说服了赵王接受他的合纵计划，然后是代表赵国去说服梁襄王的。这时的苏秦，不但身边带了一大批助手和卫士，而且还有赵国作后盾，所以他说话的态度就不同了。义正辞严地指魏国的大臣们，以人主之地，与外国结交，贪求近功，不顾后果。其实这些话都是骂梁襄王的，只是他身为一个外交官一个谋略家，自然不便，也不会去面对面地骂一个他要说服笼络的君主。于是就把这些话这些责任完全转嫁到这个国家的干部身上，使对方有一个转身的余地。苏秦的这一着，是骂得相当厉害的，他所指的以外交偷取一旦之功这些话的评语，也正和前几年美国国务卿基辛格的情形完全一样。其实呢？苏秦他自己不也正是以外交偷取一旦之功吗？由此看来，天下的是非，大多数只能暂时保留一时一地，很难永远成为公是公非。然后，他再引经据典地，说出周书的理论。在当时可以说没有出版事业，书籍都是刻在竹片上，非常稀少而珍贵。苏秦引经据典，暗示了他自己很有学问，读过一般人不易读到的书，一方面表示他的计划是有根据的，最后说出他六国纵亲的计划，礼貌地请梁襄王作决定。那么，孟子形容为望之不似人君的这位梁襄王，听了苏秦这番话以后怎样呢？自己责备自己不肖，从来没有听过这样高明的意见，立即签约，全力支持到底。不过，后来苏秦死了，张仪也来见梁襄王，提倡连横之说，又是另外一套理论，反过来驳倒苏秦的说法。这两篇文章，如果办报纸杂志，正是社论体结构上的好蓝本。我们读书，是为了引古以证今，也可由今而鉴古。单看这一篇战国策中的文章，记载苏秦说魏国梁襄王的故事，当时情形，是不是完全一样，不得而知。但后代的记载，大部分是不会太离谱的。看了这篇文章，就知道当时是很热闹的了。"}
{"text":"自己责备自己不肖，从来没有听过这样高明的意见，立即签约，全力支持到底。不过，后来苏秦死了，张仪也来见梁襄王，提倡连横之说，又是另外一套理论，反过来驳倒苏秦的说法。这两篇文章，如果办报纸杂志，正是社论体结构上的好蓝本。我们读书，是为了引古以证今，也可由今而鉴古。单看这一篇战国策中的文章，记载苏秦说魏国梁襄王的故事，当时情形，是不是完全一样，不得而知。但后代的记载，大部分是不会太离谱的。看了这篇文章，就知道当时是很热闹的了。由这篇文章，可以了解魏国在梁惠王梁襄王那个时代，也就是孟子到魏国的那一段时期，魏国所处的国际地位和战略环境，它的历史背景，以及当时的国内情形。了解这些以后，我们可以用现代的立场，去体会一下梁惠王梁襄王在战国那个时代中，如果采用孟子所提出来行仁政的王道精神，是不是行得通？当然，孟子对梁惠王所建议的，只是政治哲学上的最高原则，并不像苏秦孙子等兵法家谋略家那样，提出立即可以付诸实施的，如合纵连横一类的具体办法。不过话得说回来，假定梁惠王或其他国君，接受了孟子这项政治哲学的最高原则，像鲁国接受了孔子的意见，并给予权位一样，那么孟子有了权位以后，自然会提出具体的办法。因此，我们不要随随便便就把书呆子这顶帽子往孟子头上戴。孟子的机锋转语尽管孟子说魏梁襄王望之不似人君，但是照这段孟子记述的文字来讲，其中含有中国传统文化上政治哲学两个大道理，必须特别留意，不可只为了一句不似人君的评语，就轻轻地盖过去，认为孟子对梁襄王的问题，并没有用心去答复。其实他说梁襄王不似人君是一回事，他以诚恳的教化对人，又是一回事。第一个问题，当然就是梁襄王提出的天下恶乎定，这个定天下的问题。他问的是如何定天下，并不是说如何安天下。就中文的含义来讲，这一个定字与安字，用在这里，就大有分别了。如照曾子所著大学一书的观念来讲，定而后能安，也是有它程序上不同之差别。我们只要了解了前面梁惠王所说，他自己国家的处境，和他个人心理上的烦闷，便可知道梁襄王父子当时在战国互相吞并局势上的困难和不安。"}
{"text":"第一个问题，当然就是梁襄王提出的天下恶乎定，这个定天下的问题。他问的是如何定天下，并不是说如何安天下。就中文的含义来讲，这一个定字与安字，用在这里，就大有分别了。如照曾子所著大学一书的观念来讲，定而后能安，也是有它程序上不同之差别。我们只要了解了前面梁惠王所说，他自己国家的处境，和他个人心理上的烦闷，便可知道梁襄王父子当时在战国互相吞并局势上的困难和不安。再看一看战国策上所记载苏秦说梁襄王的一段，对于魏国当时情势上的分析，便可知道梁襄王问孟子的天下恶乎定的问话，并没有错。错只错在他问孟子这个问题时的诚心和态度而已。我们大家都很欣赏三国演义上所描写刘备三顾茅庐问计于诸葛亮的一幕，此景此情，也正是梁襄王当时的写照。只是刘玄德冒着寒风大雪，三顾诸葛先生的茅庐之中，他所表现的诚恳和谦卑，首先便具备了一副君人之度有容德乃大的卓越风范，不得不使那高卧隆中的诸葛孔明，为了感遇知己，而为他破格出仕了。梁襄王所问的如何能定天下，这正是周秦以后千余年来，生当乱世，每一个具有武力，具有野心者的初心动机，也就是所谓霸业思想的原动力。天下一定，便可化家为国，四海之内，莫非王土率土之滨，莫非王巨。家天下的威权，便从此建立。刘邦做了皇帝以后问他的父亲，我挣的财产比哥哥多吧？李世民要起义，他的父亲李渊对他说，希望你这一举，便能化家为国。这些观念，也都是由一个定天下的观念而来。孟子深深知道这种心理的错误，所以他不从如何定天下的霸业思想上去答复梁襄王的问题。他要从王道的思想上去诱导梁襄王行仁政开始。所以从表面看来，便大有牛头不对马嘴，所问非所答的味道，自然就不能投当时人主们的喜好了。由于古文写作，重在浓缩简化，对此要点语焉不详。因此我们在此加以申论，才能把孟子弘扬传统王道学术思想的精神，更明显地表达出来。第二个问题，便是孟子所提出天下定于一的重心。孟子只是说天下定于一，并没有说只靠一人来定，或者说定在哪一个一上。这句话看来真是相当含糊，因此也难怪梁襄王为之茫然，于是颠倒了它的逻辑，跟着便问孰能一之？哪一个人才能一定呢？"}
