{"text":"我拿过照片一看，只见是个十五六岁的男孩，穿着学生装，含笑地站在那里，一双英敏的眼眸很和那位烈士相像，因此我一点不迟疑地说道这就是你们的少爷吗？她点头微笑道是的，他很有他父亲的气概咧。他现在多大了，在什么地方住，怎么我们不曾见过呢？唉！她叹了一口气道他今年二十一岁了，已经进了大学，但是，说到这里，她的眼皮垂下来了，鼻端不住地掀动，似乎正在那里咽她的辛酸泪液这使我觉得窘迫了，连忙装作拿开水对茶，走出去了！建也明白我的用意，站起来到外面屋子里去拿点心过了些时，我们才重新坐下，请她喝茶，吃糖果，她向我们叹口气道我相信你们是很同情我的，所以我情愿将我的历史告诉你们。我家里的环境，一向都不很宽裕，所以在我十八岁的时候，我便到东京来找点职业做。后来遇到一个朋友，他介绍我在一个中国人的家里当使女，每月有十五块钱的工资，同时吃饭住房子都不成问题。这是对于我很合宜的，所以就答应下来。及至到了那里，才知道那是两个中国学生合组的贷家，他们没有家眷，每天到大学里去听讲，下午才回来。事情很简单，这更使我觉得满意，于是就这样答应下来。我从此每天为他们收拾房间，煮饭洗衣服，此外有的是空闲的时间，我便自己把从前在高等学校所读过的书温习温习，有时也看些杂志，遇到不明白的地方，常去请求那两位中国学生替我解释。他们对于我的勤勉，似乎都很为感动，在星期日没有什么事情的时候，便和我谈论日本的妇女问题，等等。这两个青年中有一位姓余的，他是四川人，对我更觉亲切。渐渐的我们两人中间就发生了恋爱，不久便在东京私自结了婚。我们自从结婚后，的确过着很甜蜜的生活所使我们觉得美中不满足的，就是我的家族不承认这个婚姻，因此我们只能过着秘密的结婚生活。两年后我便怀了孕，而余君便在那一年的暑假回国。回国以后，正碰到中国革命党预备起事的时期，他为了爱祖国，不顾一切地加入工作，所以暑假后他就不曾回日本来。过了半年多，便接到黄花岗七十二烈士遭难的消息，而他的噩耗也同时传了来。唉！可怜我的小孩，也就在他死的那一个月中诞生了。唉！这个可怜的一生下来就没有父亲的小孩，叫我怎样安排？"}
{"text":"我们自从结婚后，的确过着很甜蜜的生活所使我们觉得美中不满足的，就是我的家族不承认这个婚姻，因此我们只能过着秘密的结婚生活。两年后我便怀了孕，而余君便在那一年的暑假回国。回国以后，正碰到中国革命党预备起事的时期，他为了爱祖国，不顾一切地加入工作，所以暑假后他就不曾回日本来。过了半年多，便接到黄花岗七十二烈士遭难的消息，而他的噩耗也同时传了来。唉！可怜我的小孩，也就在他死的那一个月中诞生了。唉！这个可怜的一生下来就没有父亲的小孩，叫我怎样安排？而且我的家族既不承认我和余君的婚姻，那么这个小孩简直就算是个私生子，绝不容我把他养在身边。我没有办法，恰好我的妹子和妹夫来看我，见了这种为难，就把孩子带回去作为她的孩子了。从此以后，我的孩子便姓了我妹夫的姓，与我断绝母子关系而我呢，仍在外面帮人家做事，不知不觉已过了二十多年呵，原来她还是烈士夫人呢！建悄悄地对我说。可不是吗？但她的境遇也就够可怜了。我说。建和我都不免为她叹息，她似乎很感激我们对她的同情，紧紧握着我的手，好久才说道你们真好呵！一面含笑将绸包收起告辞走了。过了两个月，天气渐渐冷了，每天自己做饭洗碗够使人麻烦的，我便和建商议请那位烈士夫人帮帮我们。但我们经济很穷，只能每月出一半的价钱，不知道她肯不肯就近帮帮忙，因此我便去找柯太太请她代我们接洽。那时柯太太正坐在回廊晒太阳，见我们来了，便让我们也坐在那里谈话，于是我便把来意告诉她。柯太太笑了笑道这正太不巧，不然的话那个老太婆为人极忠厚，绝不会不帮你们的。不过现在她正预备嫁人，恐怕没有工夫吧！呀，嫁人吗？我不禁陡然地惊叫起来道这真是想不到的事，她现在将近五十岁的人，怎么忽然间又思起凡来呢？柯太太听了这话也不禁笑了起来，但同时又叹了一口气道自然，她也有她的苦痛，照我看来，以为她既已守了二十多年寡，断不至再嫁了。不过，她从前的结婚始终是不曾公布的，她娘家父母仍认为她没有结婚，并且余先生家里她势不能回去。而她的年纪渐渐老上来，孤孤单单一个无依无靠的人，将来死了都找不到归宿，所以她现在决定嫁了。嫁给什么人？建问。一个日本老商人，今年有五十岁吧！倒也是个办法！建含笑地说。他这句话不知为什么惹得我们全笑起来。"}
{"text":"柯太太听了这话也不禁笑了起来，但同时又叹了一口气道自然，她也有她的苦痛，照我看来，以为她既已守了二十多年寡，断不至再嫁了。不过，她从前的结婚始终是不曾公布的，她娘家父母仍认为她没有结婚，并且余先生家里她势不能回去。而她的年纪渐渐老上来，孤孤单单一个无依无靠的人，将来死了都找不到归宿，所以她现在决定嫁了。嫁给什么人？建问。一个日本老商人，今年有五十岁吧！倒也是个办法！建含笑地说。他这句话不知为什么惹得我们全笑起来。我们谈到这里，便告辞回去。在路上恰好遇见那位烈士夫人，据说她本月就要结婚，但她脸上依然憔悴颓败，再也看不出将要结婚的喜悦来。真的，人们都传说，她是为了找死所而结婚呢！呵！妇女们原来还有这种特别的苦痛！给我的小鸟儿们一整整两年了，我不看见你们。世路太崎岖，然而我相信你们仍是飞翔空中的自由鸟。在我感到生活过分的严重时，我就想躲在你们美丽的羽翼下，求些许时的安息。唉！亲爱的小鸟儿们――你们最欢喜我这样的称呼，不是吗？当我将要离开你们时，我曾经过虑地猜疑你们，我说孩子们，我要多看你们几次，使我的脑膜上深印着你们纯洁的印象，一直到我没有知觉的那一天先生！你不是说两年后就回来吗？阿页现康赝着我的脸说。不错，我是这样计划着，不过我怕两年后你们已不像现在的对我热烈了。我怕失掉这人间的至宝，所以现在我要深深地藏起来。哦！不会的，先生！我们永远是一只柔驯的小鸟儿，时常围绕着您！多可爱，你们那清脆的声音，无邪的眼睛，现在虽然离开了你们整两年，为了特别的原因，我不能回到你们那里，而关于你们的一切，我不时都能想起。每逢在下课后，你们牵成一个大圈子，把我围在核心，你们跳舞唱歌，有时我急着要走，你们便抢掉我手里的书包，夺走我披着的大衣。阿易钔缙ぃ跑出圈子，悄悄走到整容镜前，穿上我的大衣，拿著书包，学着我走路的姿势，一般正经地走过同学们面前，以致惹得他们大笑，而阿业牧成先幢恋妹挥幸凰啃ξ疲这时你们有的笑得俯下身体叫肚子疼，我却高声地喊小鸟儿们不要吵！是的大姐姐，我们不再吵了，可是大姐姐得告诉我们夜莺诗人的故事！阿医亢┑匮肭笞拧"}
{"text":"每逢在下课后，你们牵成一个大圈子，把我围在核心，你们跳舞唱歌，有时我急着要走，你们便抢掉我手里的书包，夺走我披着的大衣。阿易钔缙ぃ跑出圈子，悄悄走到整容镜前，穿上我的大衣，拿著书包，学着我走路的姿势，一般正经地走过同学们面前，以致惹得他们大笑，而阿业牧成先幢恋妹挥幸凰啃ξ疲这时你们有的笑得俯下身体叫肚子疼，我却高声地喊小鸟儿们不要吵！是的大姐姐，我们不再吵了，可是大姐姐得告诉我们夜莺诗人的故事！阿医亢┑匮肭笞拧６你们也附和着大姐姐讲，大姐姐讲，乱哄地嚷成一片。呵！多可爱的小鸟儿们呀！两年来我不曾听见你们清脆的歌声了，在江南我虽也教着那一群天真的女孩，但是她们太娇婉，太懂事故，使我不能从她们的身上，找出你们的坦白直爽无愁无虑，因此我时常热切地怀念你们。你们所刻在我心幕上的印象太深了，在丰润苹果般的脸上，不只充溢了坦白的顽皮有时诚挚感动的光波，是盎然于你们的眼里，每当我不响的向你们每个可爱的面孔上看时，你们是那样乖，那样知趣地等待着，自然你们早已摸到我的脾气，每逢这种时候，我总有些严重的话，要敲进你们的心门，唉！亲爱的小鸟儿们，现在想来我真觉得罪过，我自己太脆弱易感，可是我有了什么忧愁和感慨，我不愿在那些老成持重的人们面前伸诉，而我只喜欢把赤裸的心弦在你们面前弹。说起来我太自私，因为我得把定这凄音能激起你们深切的共鸣，而我忘记这是使你们受苦的。那一天我给你们讲国语，正讲到一个爱国童子的故事，那时你们已经够兴奋了，而我还要更使你们兴奋到流泪，我把国内政治的黑暗，揭示给你们听把险诈的人心在你们面前解剖，立刻我看见你们脸上的笑容淡了舒展的眉峰慢慢攒聚起来了，你们在地板上擦鞋底的毛病，也陡然改了，课堂里那样静悄悄，我呢，庄严地坐在讲坛上，残忍地把你们的灵魂宰割，好像一个屠夫宰割一群小羊般。因此每次在我把你们搅扰后，我不知不觉要红脸，要咽泪。唉！亲爱的孩子们，我虽然对你们如是的不仁，而你们还是那样热烈的信任我爱戴我，有时候你们遇到困难的问题，不去告诉你们亲切的父母，而反来和我商量，当这种时候，竟使我又欢喜又惭愧。在这个到处弥漫了欺诈的世界上，而你们偏是这样天真，无邪，这怎能叫我不欢喜呢？但是自己仔细一想，像我这样寒伧的灵魂，又有什么修养，究能帮助你们多少？"}
{"text":"因此每次在我把你们搅扰后，我不知不觉要红脸，要咽泪。唉！亲爱的孩子们，我虽然对你们如是的不仁，而你们还是那样热烈的信任我爱戴我，有时候你们遇到困难的问题，不去告诉你们亲切的父母，而反来和我商量，当这种时候，竟使我又欢喜又惭愧。在这个到处弥漫了欺诈的世界上，而你们偏是这样天真，无邪，这怎能叫我不欢喜呢？但是自己仔细一想，像我这样寒伧的灵魂，又有什么修养，究能帮助你们多少？恐怕要辜负了你们的热望，这种罪恶，比我在一切人群中，所犯的任何罪恶都来得不容轻赦。唉！亲爱的小鸟儿们呀！你们诚意的想从人间学到一切，而你们实是这世界上最高明的先生，你们有世人久已遗失的灵魂，你们有世人所绝无的纯真。你们的器量胸襟。是与万物神灵相融合的。一个乞丐，被人人所鄙视，而你们看他与天上的神抵没有分别便是一只麻雀也能得你们热烈友情的爱护。你们是伟大的，我一生不崇拜英雄，我只崇拜你们。但是残忍的时光，转变的流年，他们无时无刻不在剥蚀你们，层出不穷的人事，将如毒蛇般毁灭你们的灵魂。在你们含着甜净的美靥上，刻了轻微的愁苦之纹，渐渐地你们便失去了纯真。被快乐的神抵所摒弃。唉！亲爱的小鸟儿们！你们应当怎样抓住你们的青春！你们不愿意永远保持孩子的心吗？但是你们无法禁止太阳的轮子，继续不断地转，也不能留住你们的青春！只有一件事是你们可以办得到的，你们永远不要做一件使良心痛苦的事，努力亲近大自然，选择你们的朋友，于春风带来的鸟声中于秋雨洒遍的田野问。一切的小生物都比久经世故的人类聪明纯洁。这样你们才能永远保持孩子纯真的心，永远做只自由翔空的鸟儿并且可用你们大公无私的纯情来拯救沉沦的人类。亲爱的小鸟儿们，愿秋风带来你们清醇的歌声，更盼雁阵从这里过时，给我留下些你们的消息。我心弦的繁音，将慢慢地向你们弹我将告诉你们在这分别的两年中，我所经历的一切。我更想把江南温柔女儿的心音，弹给你们听。再谈了，我亲爱的小鸟儿们！愿今夜你们的美羽，飞入我的梦魂！二黄昏时你们如一群小天使般飞到我家里。液捅诿咳耸掷锱踝帕绞鲜花。"}
{"text":"我心弦的繁音，将慢慢地向你们弹我将告诉你们在这分别的两年中，我所经历的一切。我更想把江南温柔女儿的心音，弹给你们听。再谈了，我亲爱的小鸟儿们！愿今夜你们的美羽，飞入我的梦魂！二黄昏时你们如一群小天使般飞到我家里。液捅诿咳耸掷锱踝帕绞鲜花。花束上的凤尾草直拖到地上，腋鲎犹小，又怕踏了它，因此踞起脚来走着，壁先开口说大姐！这是我们送你的纪念品呵！多谢！我的小鸟儿们！我说过这话。心里真有些酸楚，回头看你们时，也都眼泪汪汪地注视着我，天真的孩子们！我真有些不该，使你们嫩弱的心灵上，受到离别的创伤！我笑着拉你们到房里。把我预备好了的许多小画片分给你们，并且每人塞了一块糖在嘴里，你们终竟笑了，我才算放了心。七点多钟，我们分坐三辆汽车，一同来到东车站，液丸祷共辉忘记那两束花。可怜的小手臂，一定捧得发酸了吧！我叫你们把它们放在箱子上，你们只笑着摇头，直到我的车票买好，上了二等车，你们才恭恭敬敬地把那两束花放在我身旁的小桌上。这时来送行的朋友亲戚竟挤满了一屋子，你们真乖觉，连忙都退出来，只站在车窗前，两眼灼灼地望着我。这使我无心应酬那些亲戚朋友，丢下他们，跑下车来，果然不出所料，你们都团团把我围住。可是你们并没多话说。只在你们的神色上，把你们惜别的真情，都深印在我心上了。不久开车的铃声响了。我和你们握过手，跳上车去，那车已渐渐地动起来了。给我们写信！在人声喧闹中，我听见艺庋叫着，我点头，摇动手中，而你们的影子远了。车子已出了城，我只向着那两束花出神，好像你们都躲在花心里，可是当我采下一朵半开的玫瑰细看时，我的幻想被惊破了。哦！我才知道从此我的眼前找不到你们，要找除非到我的心里去。不知不觉，车子已到了丰台站，推开窗子。漫天涌着朵朵的乌云，那上弦的残月，偶尔从云隙里向外探头，照着荒漠的平原，显出一种死的寂静，我靠窗子看了半晌，觉得秋夜的风十分锐利，吹得全身发颤，连忙关上玻璃窗，躲在长椅上休息，正在有些睡意的时候，忽听见一阵细碎的声音，敲在窗上，抬起身子细看了，才知道已经下起雨来，这时车已到天津站了。"}
{"text":"哦！我才知道从此我的眼前找不到你们，要找除非到我的心里去。不知不觉，车子已到了丰台站，推开窗子。漫天涌着朵朵的乌云，那上弦的残月，偶尔从云隙里向外探头，照着荒漠的平原，显出一种死的寂静，我靠窗子看了半晌，觉得秋夜的风十分锐利，吹得全身发颤，连忙关上玻璃窗，躲在长椅上休息，正在有些睡意的时候，忽听见一阵细碎的声音，敲在窗上，抬起身子细看了，才知道已经下起雨来，这时车已到天津站了。雨越下越紧，水滴从窗子缝里淌了下来，车厢里满了积水，脚不敢伸下去，只好蜷伏着不动。在听风听雨的心情中我竟沉沉睡去，天亮时我醒来，知道雨还不曾止，车窗外的天竟墨墨地向下沉，几乎立刻就要被活埋了。唉，亲爱的孩子们！这时我真想回去，同你们在一起唱歌捉迷藏呢！正在我烦躁极了的时候，忽然车子又停住了。伸头向外看看正是连山车站，我便约了同行的朋友，到饭车去吃些东西，一顿饭吃完了，而车子还没有开走的消息，我们正在猜疑，忽又遇见一个朋友，从头等车那面走来，我们谈起，才知道前面女儿河的桥被大水冲坏了，车子开不过去，据他说也许隔几个钟头便可修好，因此我们只好闷坐着等，可恨雨仍不止，便连到站台上散散步都办不到，而且车厢里非常潮湿，一群群的苍蝇像造反般飞旋。同时厕所里一阵阵的臭味，熏得令人作呕，――而最可恼的是你们送我的那些鲜花，也都低垂了头，憔悴地望着我。夜里八点了，仍然没有开车的消息，雨呢！一阵密一阵稀地下着，全车上的人，都无精打采地在打吨，忽然听见呜呜的汽笛声，跟着从东北开来一辆火车，到站停车，我们以为前面断桥已经修好，都不禁喜形于色，热望开车，哪晓得这时忽跳上几个铁路的路警，和护车的兵士来，他们满身淋得水鸡似的，一个身材高高，年纪很轻的兵自言自语地道他妈的，差点没干了，好家伙，这群胡子，够玩的，要不仗了水深，他们早追上来了，瞎乒乓开了几十枪！怎么，没有受伤吗？一个胖子护车警察接着问。还好！没有受伤的，唉，他妈的，我们就没敢开枪，也顾不得要开车的牌子，拨转车头就跑回来了。那高身材的兵说。这个没头没脑的消息，多么使人可怕，全车的人，脸上都变了颜色，这二等车上有从北戴河上来的外国女人。她们听说胡子，不知是什么东西，也许她们是想到那戏台上所看见披红胡子的花脸了吗？"}
{"text":"怎么，没有受伤吗？一个胖子护车警察接着问。还好！没有受伤的，唉，他妈的，我们就没敢开枪，也顾不得要开车的牌子，拨转车头就跑回来了。那高身材的兵说。这个没头没脑的消息，多么使人可怕，全车的人，脸上都变了颜色，这二等车上有从北戴河上来的外国女人。她们听说胡子，不知是什么东西，也许她们是想到那戏台上所看见披红胡子的花脸了吗？于是一阵破竹般的笑声，打破了车厢里的沉闷空气。后来经一个中国女医生，把这胡子的可怕告诉她们，立刻她们耸了一耸肩皱皱眉头，沉默了！车上的客人们，全为了这件事，纷纷议论，才知道适才那车辆，是从山海关开来的，车上有几箱现款，被胡子探听到了，所以来抢车，那些胡子都在陈家屯高粱地里埋伏着。只是这时山水大涨，高粱地上水深三尺多，这些胡子都伏在水里，因此走得慢，不然把车子包围了，两下里就免不了要开火，那就要苦了车上的客人，所以只好掉头跑回来了。现在这辆车也停在连山站，就是退回去都休想了，因为上一站绥中县也被大水冲了，因此只好都在连山过夜，连山是个小站，买东西极不方便，饭车上的饭也没有多少了，这些事情都不免使客人们着急。夜里车上的电灯都熄了，所有的路警护车兵，都调到站外驻扎去了。满车乌黑，而且窗外狂风虎吼般地吹着，睡也不能入梦，不睡却苦无法消遣，真窘极了，好容易挨到村外的鸡唱五更东方有些发白了，心才稍稍安定，――亲爱的小鸟儿们！我想你们看到这里也正为我担着心呢，不是吗？我们车上，女客很少，除了几个外国女人外，还有两个年轻的姑娘，一个姓唐的，是比你们稍微大些，可是比你们像是懂事。她是一个温柔沉默的女孩，这次为了哥哥娶嫂嫂同父亲回奉天参加典礼的。另外的那一个姓李，她是女子大学的学生，这次回家看她的母亲，并且曾打电报给家里，派人来接，因此她最焦急，――怕她倚闾盼望的母亲担心，她一直愁容满面地呆坐着，亲爱的孩子们！我同那两个年轻的姑娘，在连山站的站台上，散着步时，我是深切地想到你们，假如在这苦闷的旅途里，有了你们的笑声歌声，我一定要快乐得多！而现在呢，我也是苦恼地皱着眉头。"}
{"text":"另外的那一个姓李，她是女子大学的学生，这次回家看她的母亲，并且曾打电报给家里，派人来接，因此她最焦急，――怕她倚闾盼望的母亲担心，她一直愁容满面地呆坐着，亲爱的孩子们！我同那两个年轻的姑娘，在连山站的站台上，散着步时，我是深切地想到你们，假如在这苦闷的旅途里，有了你们的笑声歌声，我一定要快乐得多！而现在呢，我也是苦恼地皱着眉头。中午到了，太阳偶尔从云缝里透出光来，我的朋友铁君他忽走来说道恐怕这车一时开不成，吃饭睡觉都不方便，约我们到离这里不远的高桥镇去，那里他有一个朋友，在师范学校做教务主任。真的这车上太闷人，所以我就决定去了。到了高桥镇，小小的几间破烂瓦房，原来就是车站的办公室了。走过一条肮脏的小泥路，忽见面前河水涟漪除变成有翅翼的小天使，是没法过去的。后来一个乡下人，赶着一辆骡车来了，骡车你们大约都没有看见过吧！用木头做成轿子形成的一个车厢，下面装上两个轮子，用一头骡子拖着走，这种车子，是从前清朝的时候，王公大人常坐的。可是太不舒服了，不但脚伸不直，而且时时要挨暴栗，――因为车子四周围都是硬木头做成的，车轮也是木头的，走在那坑陷不平的道路上，一颠一簸的，使坐在车里的人，一不小心，头上就碰起几个疙瘩来。那个赶车的乡下人对我们说坐我的车子过去吧！你拖我们到师范学校要多少钱？我的朋友们问。一块半钱吧！车夫说。怎么那么贵？我们说。先生！你不知道这路多难走呢，这样吧，干脆你给一块钱好了！好，可是你要拖得稳！我们把东西先放到车上，然后我坐在车厢最里面，那两个朋友一个坐在外面，一个坐在右车沿上，赶车的坐在左车沿，他一声于，得，骡子开始前进了，走不到几步，那积水越发深了，骡子的四条腿都淹没在水里，车厢歪在一边，我的心吓得怦怦跳，如果稍稍再歪一些，那车厢一定要翻过来扣在水里，这是多么险呀！这时候车夫用蛮劲的打那骡，打得那骡子左闪右避，脚踝上淌着鲜血，真叫我不忍心，连忙禁止车夫不许打，我们想了方法，先叫一个乡下人把两位朋友背过河去，然后再把东西拿出来，车子轻了，骡子才用劲一跳，离开了那陷坑，我才算脱了险。下了车子，一脚就踏进黄泥漩里去，一双白皮鞋立刻染成淡黄色的了。"}
