{"text":"一个人若能时时拥有这种心境，那就对了。这和上面讲过专气致柔，能婴儿乎的道理是一样的。还有，下面一句话也是修道人的写照。囗囗兮若无所归，众人皆有余，而我独若遗。囗囗，如同孔子在易经上说的确然而不可拔，自己站在那里，顶天立地，如一座高山，不可动摇。无所归，也就是孔子所言，君子不器，不自归于任何典型。你说他是个道人，却又什么都不像，无法将他归于某一种范围，加以界定。而众人皆有余，世上的人，都认为自己了不起，拼命追求，什么都想占有而我什么都不要，遗世而独立，好像世界上的人，都忘了我一样。这种风范，做起来还真不易。辛稼轩有两句词说须知忘世真容易，欲世相忘却大难。自己要将这个社会遗忘，还算容易，但要社会把你轻易地忘掉，那可不简单。人怕出名，猪怕肥，尤其在社会上有了一点名气的人，更难做到。到时你想远离这个社会，归隐山林，不再过问世事，这倒好办，因为只要你真看得开，放得下便可。但是，你一躲到深山野地去，有许多人还是会千方百计找你出来，说你有道啊，要你干这干那，绝不放过你。这就是欲世相忘却大难了。所以老子最后只好骑着那匹青牛，悄悄逃出函谷关去了。老子这第二十章，实际上全部在阐述前面他所说和其光，同其尘的道理。我们研究古文典籍，大可不必另外从别处引经据典，大作文章，只要以原书各节内容互相对照诠释，便可寻出其原本含意。老子亦是如此，他的每一个观念，在本文中自有他的注解。只是同流不下流因此，老子又说我愚人之心也哉，沌沌兮。愚，并非真笨，而是故意示现的。沌沌，不是糊涂，而是如水汇流，随世而转，但自己内心清清楚楚。有些人学道家学坏了，故意装糊涂，却走了样，弄巧成拙，反而坏事。所以，这种外昏内明的功夫，不是随便装疯卖傻便是有道的。一个修道有相当体悟的人，他可以不出差错地做到俗人昭昭，我独昏昏，俗人察察，我独闷闷，猎兮其若海，飓兮若无止。昭昭，就是高明得很，什么事都很灵光的样子。一般俗人都想这么高人一等。相对地，我独昏昏，修道人不以为聪明才智高人一等，给人看起来，反是平凡庸陋，毫无出奇之处。我独昏昏。同时也说明了修道人的行为虽是入世，但心境是出世的，不斤斤计较个人利益，因此给别人看成傻子。"}
{"text":"有些人学道家学坏了，故意装糊涂，却走了样，弄巧成拙，反而坏事。所以，这种外昏内明的功夫，不是随便装疯卖傻便是有道的。一个修道有相当体悟的人，他可以不出差错地做到俗人昭昭，我独昏昏，俗人察察，我独闷闷，猎兮其若海，飓兮若无止。昭昭，就是高明得很，什么事都很灵光的样子。一般俗人都想这么高人一等。相对地，我独昏昏，修道人不以为聪明才智高人一等，给人看起来，反是平凡庸陋，毫无出奇之处。我独昏昏。同时也说明了修道人的行为虽是入世，但心境是出世的，不斤斤计较个人利益，因此给别人看成傻子。并且，俗人察察，我独闷闷，普通人对任何小事都很精明，事事精打细算，但是我倒是闷闷笨笨的，外表和光同尘，混混饨饨，而内心清明洒脱，遗世独立。你们要聪明，就让你们去聪明，你们到处吹毛求疵，斤斤计较，但我倒是无所谓，视而不见。再者，一个修道人的胸襟也要据兮其苦海，像大海一样，宽阔无际，容纳一切细流，容纳一切尘垢。儒道两家都一样，要人胸襟宽大，包容一切。这就得学习淡泊明志，宁静致远的修养，然后自己的精神思想才能从种种拘限中超越出来。囗兮若无止，这种境界，要自己住在高山上，方能有所体会。囗，不是台风，而是高雅的清风，如空中大气清远徐吹。这很难用其他字眼来形容，天风朗朗，或者堪作相似的形容。尤其身处高山夜静时分，一点风都没有，但听起来又有风的声音，像金石之声尤其在极其宁静的心境中听来，在那高远的太空里，好像有无比美妙的音乐，虚无飘渺，人间乐曲所不能及。此即庄子所讲的天籁之音，没有到达这个境界，是体会不出的。如此，俗人有俗人的生活目的，道人有道人的生命情调。众人皆有以，而我独顽且鄙。一般人对人生都有以，都有目的，或求升官发财，或求长命百岁。而以道家来讲，人生是没有目的的，亦就是佛家所说随缘而遇以及儒家所说随遇而安的看法。但是老子更进一步，随缘而遇还不够，还要顽且鄙。顽，是非常有个性，永远坚持不变。鄙，就更难做到了，所有的言行举止，非常给人看不起，糟糕透了。譬如，民间流传已久的济公传，其中主角济公和尚，他时常弄些狗肉吃吃，找点烧酒喝喝，疯疯癫癫，冥顽不灵，人们都瞧他不起。你说他是疯于吗？他又好像清楚得很，你说他十三点，有些事却又正经八百。一下由这庙趱过来，一下被那庙趱过去，个个庙子都不欢迎他住。鄙到这等地步，他却是最解脱最不受限制的人。"}
{"text":"但是老子更进一步，随缘而遇还不够，还要顽且鄙。顽，是非常有个性，永远坚持不变。鄙，就更难做到了，所有的言行举止，非常给人看不起，糟糕透了。譬如，民间流传已久的济公传，其中主角济公和尚，他时常弄些狗肉吃吃，找点烧酒喝喝，疯疯癫癫，冥顽不灵，人们都瞧他不起。你说他是疯于吗？他又好像清楚得很，你说他十三点，有些事却又正经八百。一下由这庙趱过来，一下被那庙趱过去，个个庙子都不欢迎他住。鄙到这等地步，他却是最解脱最不受限制的人。这一点，一般凡夫是难以理解的。如此我独异于人，而贵食母这种处世态度，虽然和众人不同，却不是标新立异，惊世骇俗。这乃因为自己贵食母，母字代表生我者，也就是后世禅宗说的生从哪里来，死向何处去的生命本来。贵食母意即死守善道，而还我本来面目，永远回归到生母的怀抱――道的境界中去。本章老子所提出来的处世态度，我们假使拿来和论语的乡党篇比较研究，相当有趣。乡党篇是孔子的弟子们记载孔子生活的艺术，孔子在办公室是个什么态度，对朋友又是个什么态度，穿衣如何穿法，吃饭如何吃法。孔子吃饭很讲究卫生，并且一定要点葱蒜摆在前面才吃。这些都是他的弟子形容孔子平常生活的习惯。老子形容修道人入世而又出世的处世态度，恰与孔子大有不同，刚才已作了相当的介绍。真要做到这样，那是相当难的。老子处世哲学的人证老子所说的这种处世哲学，人生态度，除了我们传统文化中真实笃信道家的神仙们，用之在一般社会的人群，是不可能的。如果要找出这种榜样，当然，在历代道家神仙传里，却多得很。不过，都像是离经叛道，古里古怪，不足为法。其次，只有近似道家的隐士高十们，介于出世入世之间的，却可在高士传里找出典型。现在我们只就一般所熟悉的，由乱离时期到治平时代的两位中间人物，作为近似老子所说的修道者的风格。在西汉与东汉转型期中，便有严光。在唐末五代末期到赵宋建国之间，便有陈抟。严光，字子陵。他在少年时代，与汉光武刘秀是同学。别的学问不说，单从文学词章的角度来讲，严子陵高到什么程度，已无可靠的资料可寻。但是，看刘秀――汉光武的少数文章词藻，的确很不错。在刘秀做了皇帝以后，唯独怀念这位同学，到处查访，希望他来一见，就可想见严光的深度，并不简单。也许他也是一个在当时局势中，不作第二人想的人物。"}
{"text":"在西汉与东汉转型期中，便有严光。在唐末五代末期到赵宋建国之间，便有陈抟。严光，字子陵。他在少年时代，与汉光武刘秀是同学。别的学问不说，单从文学词章的角度来讲，严子陵高到什么程度，已无可靠的资料可寻。但是，看刘秀――汉光武的少数文章词藻，的确很不错。在刘秀做了皇帝以后，唯独怀念这位同学，到处查访，希望他来一见，就可想见严光的深度，并不简单。也许他也是一个在当时局势中，不作第二人想的人物。但是他也深知刘秀不简单，这个位置已属于刘秀的，他就悠游方外，再也不想钻进圈套了。因此他就反披羊裘，垂钓在浙江桐庐的富春江上。这种作风，大有近似老子所说的众人熙熙，如享太牢，如登春台。我独泊兮其未兆，如婴儿之未孩。囗囗兮若无所归，众人皆有余，而我独若遗。后来，他虽然也和当皇帝的老同学刘秀见了面，而且还在皇宫里如少年时代一样，同榻而眠，过了一夜，还故意装出睡相不好，把脚搁在刘秀的肚于上睡觉，似乎又目无天子。总算刘秀确有大度，没有强迫他作官，终于放他还山，仍然让他过着悠游自在，乐于江上垂钓的生涯。因此相传后世有一位上京考功名的秀才，路过严子陵的钓台，便题一首诗说君为名利隐，我为名利来。羞见先生面，夜半过钓台。这真是有人辞官归故里，有人漏夜赶科场的对比写照。但是相反的，后人有对他作极其求全的批评说一着羊裘不蔽身，虚名传诵到如今。当时若着蓑衣去，烟水茫茫何处寻。这又是何等严格的要求，好像专为老子的哲学作人事考核似的。他是说，严子陵反披羊裘去钓鱼，分明是故意沽名钓誉，要等汉光武来找他，用此为求成名的手段。如果真想逃名避世，当时只着一般渔人所穿的蓑衣斗笠去钓鱼，谁又知道富春江上多了一位渔人便是严子陵呢！那么，当皇帝的同学刘秀，岂不是永远也无法找到你吗？因此他批评严光是有意弄噱头，求虚名，而非真隐的诚意人物。如照这种严格的要求隐士高士处士的标准来讲，凡是被历史文献所记载，为人世所知的人物，乃至神仙传记或佛门中的高僧，也都是一无是处的。宋代的大诗人陆放翁便说过志士栖山恨不深，人知已自负初心。不须更说严光辈，直自巢由错到今。平庸一生，名不见于乡里，终与草木同腐的，或者庶乎近焉！陈抟，道号希夷。当然，他早已被道家推为神仙的祖师。一般民间通称，都叫他陈抟老祖。他生当唐末五代的末世，一生高卧华山，似乎一点也不关心世事。"}
{"text":"如照这种严格的要求隐士高士处士的标准来讲，凡是被历史文献所记载，为人世所知的人物，乃至神仙传记或佛门中的高僧，也都是一无是处的。宋代的大诗人陆放翁便说过志士栖山恨不深，人知已自负初心。不须更说严光辈，直自巢由错到今。平庸一生，名不见于乡里，终与草木同腐的，或者庶乎近焉！陈抟，道号希夷。当然，他早已被道家推为神仙的祖师。一般民间通称，都叫他陈抟老祖。他生当唐末五代的末世，一生高卧华山，似乎一点也不关心世事。等到宋太祖赵匡胤在陈桥兵变，黄袍加身，当起皇帝来了，他正好下山，骑驴代步，一听到这个消息，高兴得从驴背跌下来说，从此天下可以太平！因为他对赵宋的创业立国，有这样的好感，所以赵氏兄弟都很尊重他。当弟弟赵匡义继哥哥之后，当上皇帝――宋太宗，还特别召见过他。在神仙传上的记载，宋太宗还特别派人送去几位宫女侍候他。结果他作了一首诗，把宫女全数退回。冰肌为骨玉为腮，多谢君王送到来。处士不生巫峡梦，空劳云雨下阳台。这个故事和诗也记在唐末处士诗人魏野的帐上，唐人诗中也收入魏野的著作。也许道家仍然好名，又把他栽在陈抟身上，未免有锦上添花画蛇添足的嫌疑。其实，希夷先生，生当乱离的时代，在他的少年或壮年时期，何尝无用世之心。只是看得透彻，观察周到，终于高隐华山，以待其时，以待其人而已。我们且看他的一首名诗，便知究竟了。十年踪迹走红尘，回首青山入梦频。紫缓纵荣争及睡，朱门虽富不如贫。愁看剑载扶危主，闷听笠歌聒醉人。携取旧书归旧隐，野花啼鸟一般春。从这首七言律诗中，很明显地表露希夷先生当年的感慨和观感，都在愁看剑戟扶危主，闷听笙歌聒醉人两句之中。这两句，也是全诗的画龙点睛之处。因为他生在唐末到五代的乱世中，几十年间，这一个称王，那一个称帝，都是乱七八糟，一无是处。但也都是昙花一现，每个都忙忙乱乱，扰乱苍生几年或十多年就完了，都不能成为器局，所以他才有愁看剑戟扶危主的看法。同时又感慨一般生存在乱世中的社会人士，不知忧患，不知死活，只管醉生梦死，歌舞升平，过着假象的太平生活，那是非常可悲的一代。因此便有闷听笙歌聒醉人的叹息。因此，他必须有自处之道，携取旧书归旧隐，高卧华山去了。这也正如唐末另一位道士的诗说为买丹砂下白云，鹿裘又惹九衢尘。不如将耳入山去，万是千非愁煞人。他们所遭遇的境况和心情，都是一样的痛苦，为世道而忧悲。"}
{"text":"同时又感慨一般生存在乱世中的社会人士，不知忧患，不知死活，只管醉生梦死，歌舞升平，过着假象的太平生活，那是非常可悲的一代。因此便有闷听笙歌聒醉人的叹息。因此，他必须有自处之道，携取旧书归旧隐，高卧华山去了。这也正如唐末另一位道士的诗说为买丹砂下白云，鹿裘又惹九衢尘。不如将耳入山去，万是千非愁煞人。他们所遭遇的境况和心情，都是一样的痛苦，为世道而忧悲。但在无可奈何中，只有如老子一样，走那我愚人之心也哉！沌沌兮，俗人昭昭，我独昏昏。俗人察察，我独闷闷。澹兮其苦海，囗兮若无止，众人皆有以，而我独顽且鄙。看来虽然高不可攀，其实，正是悲天悯人，在无可奈何中，故作旷达而已吧！第二十一章孔德之容，惟道是从。道之为物，惟恍为惚。惚兮恍兮，其中有象恍兮惚兮，其中有物窈兮冥兮，其中有精。其精甚真，其中有信。囱古及今，其名不去，以阅众甫。吾何以知众甫之状哉？以此。老子的物是什么东西孔德是大德之意。依佛教习惯，写信给老前辈之尊称为某某大德。古代佛学从梵文翻译成中文的同义字，本来是有孔德，但因孔子姓孔，后来才将孔德改成大德，孔是大，德代表真正有道者的行为。容，则指内涵的包容作用。一个真正有道德修养的人，他的内涵，只有一个东西――道。惟道是从，二六时中，随时随地，每分每秒，都在要求自己合于道的原则，起心动念，一言一行，无有稍微违反道业。澹兮其若海，永远包容一切，容纳细流，会归于一，没有离谱走样的情况出现。这是本章开头提出做人的大原则，也是说明修道人出世的态度，以及道是如何修法。这一章需要一口气念下来，不可间断，这样味道才够。古人读书的时候，总是摇晃着脑袋念，有时一口气念得接不上，不得已切断文气，那不行。学古人文章，当那文气一路顺下来时，管它中间句子对不对，总要先把握住一气呵成，如果中途停顿，再接下来就差多了。写毛笔字也一样，即使笔上墨已不够，字未写完，也不想再蘸一下，因为再停下来蘸墨，那股淋漓尽致的气势便中断了，划不来。那硬是像打球一样，手用力一挥，球嗖的一声，形成一个强劲有力的曲线，就过去了。好的文章，好的诗词，同样讲究气势，气势不足，或者不连贯，必然影响它的美感，这之间的微妙之处，很难阐述清楚。道之为物，惟恍惟惚。"}
{"text":"学古人文章，当那文气一路顺下来时，管它中间句子对不对，总要先把握住一气呵成，如果中途停顿，再接下来就差多了。写毛笔字也一样，即使笔上墨已不够，字未写完，也不想再蘸一下，因为再停下来蘸墨，那股淋漓尽致的气势便中断了，划不来。那硬是像打球一样，手用力一挥，球嗖的一声，形成一个强劲有力的曲线，就过去了。好的文章，好的诗词，同样讲究气势，气势不足，或者不连贯，必然影响它的美感，这之间的微妙之处，很难阐述清楚。道之为物，惟恍惟惚。我们后世许多研究老子哲学的人中，有一派说老子是唯物的，不是唯心的。因为在老子的书中有好多处，提到物字。这一点确须特别注意，在春秋时代，并没有所谓唯心唯物的理论。那个时候所说的物，等于我们现在讲这个东西。这在古书诸子百家中可以引出很多证据。我们现在的常用语你这个东西或是什么东西，假使五百年或一千年后的人，来考证这一句话，也许会觉得十九世纪到二十世纪的中国人，语言真麻烦。东西是什么？东是东边，西是西边，两个方向怎么能合拢成一个名词呢？例如，我们现在有些人，喜欢骂别人你是什么东西！我觉得这话骂得很好，因为我自己再怎么找，也找不出自己是个什么东西。我是个人，并不是什么东西。然而，这一代的语言东西二字，合拢来就是一个观念。这个观念很难下注解，物可以叫东西，人也可以叫东西。古人讲物，也同样是这种意思，并不限制确定只是表示物质。事隔两千多年的后人，不明此理，糊里糊涂把物当成唯物之物，硬以现代人的文字观念诠释古人的文字观念，这不是很严重的拿着鸡毛当令箭吗？比如，庄子说他的话，十之八九为寓言，寓言一词最先出自庄子。近代日本翻译西方文化，将那些幻想假托的故事，便借用寓言一词做代表。结果现在年轻人不懂，以为寓言就是文学家凭空幻想所创作出来的东西，如伊索寓言一样，反而视庄子所说的寓言都虚假靠不住。这岂不是颠倒是非阴错阳差了吗？老子讲物，千万不能当唯物的物解。老子所说的物，用现代名称来说，便是这个东西的意思。东西就是东西，是勉强指陈某一种事物，再进一步讲不出一个所以然的代名词。这等于佛家说，有一个不可思议的自性光明，西方人崇高无比的上帝，这些形容绝对性的宗教词句，一到了禅宗祖师们手中，就把所有宗教的外衣都剥光了，而以这个来代替。这个是那个？"}
{"text":"结果现在年轻人不懂，以为寓言就是文学家凭空幻想所创作出来的东西，如伊索寓言一样，反而视庄子所说的寓言都虚假靠不住。这岂不是颠倒是非阴错阳差了吗？老子讲物，千万不能当唯物的物解。老子所说的物，用现代名称来说，便是这个东西的意思。东西就是东西，是勉强指陈某一种事物，再进一步讲不出一个所以然的代名词。这等于佛家说，有一个不可思议的自性光明，西方人崇高无比的上帝，这些形容绝对性的宗教词句，一到了禅宗祖师们手中，就把所有宗教的外衣都剥光了，而以这个来代替。这个是那个？那个是这个！这个又是什么东西？东西便是东西，无法注解，只有自己亲身见到证到才知道。我们了解了物在当时的文字概念，自然不会随便给古人栽赃，说他是唯物思想，否则那太离谱太莫名其妙了。不过，有人还会误认孔明就是孔子的弟弟，这也是令人啼笑皆非，无可奈何的自由心证，只好由他去认定属实吧！至于说，道之为物，惟恍惟惚。这其中牵涉到中国文字问题，更是复杂。我们现在一听恍惚一辞，就解释为精神散乱，昏头昏脑，类似现在流行吃强力胶，注射速死坑者的精神迷幻状态。因此，有些年轻人拼命吃强力胶，以为是享受，结果把身心搞砸了。其实，恍惚是指心性光明的境界，我们姑且不用繁琐的训估学来解释这两个字，单就字形，便可看出恍是竖心旁加一个光字惚是竖心字旁加一个忽字，意谓心地光明，飘然自在，活活泼泼，根本不是颠三倒四，昏头昏脑。如果修道的结果，像喝醉酒一样，迷迷糊糊，东倒西歪，需要好几个人扶着，才叫做恍兮惚兮，那还算修道吗？老子是说，道这个东西，它是惟恍惟惚的。勉强来描述，是说它有这么一个不可思议的光明洒脱境界。所谓惚兮恍兮，其中有象。兮字，源自古代南方楚国语助辞的用法。楚国文化，遍布长江南北，自成一个系统，就历史而言，当时的楚国，乃祝融氏之后，也与神农的文化有关。孔子的文章章法，是属齐鲁文化的传承，具有北方朴实敦厚的气质。老子的文章，潇洒而有韵律，具有南方文学的风格。而在老子之后，代表南方楚国的文学，便有屈原楚辞离骚的出现。兮字，古时是否念做西的音，是个问题，只是我们现在一直把它读做西字的音罢了。严格而言，古代兮字，不念西音，其性质类似现在唱歌时常用的啊字，或哑字，讲不出一个具体的含意来。"}
{"text":"孔子的文章章法，是属齐鲁文化的传承，具有北方朴实敦厚的气质。老子的文章，潇洒而有韵律，具有南方文学的风格。而在老子之后，代表南方楚国的文学，便有屈原楚辞离骚的出现。兮字，古时是否念做西的音，是个问题，只是我们现在一直把它读做西字的音罢了。严格而言，古代兮字，不念西音，其性质类似现在唱歌时常用的啊字，或哑字，讲不出一个具体的含意来。有人主张，此字应以闽南音或客家音的唉或哎，拉长声调而唱。如果它构成一个辞，该是两个字以上连在一起，而形成一个独立形容词，并非完全无意义的填入文章之中。春秋时代南北文学的境界研究历史文化，需要了解当时不同地区的文字风格的趋势。楚辞，以及词赋等华贵美丽的文学作品，出于南方。后代思想的发展，老庄禅宗皆在南方，尤其长江流域一带最为盛行。这一点，年轻一代的后起之秀，在研究中国文化，重新整理中国文学哲学时，有必要加以特别注意。一般来说，北方民风，温柔敦厚，朴实无华。方方正正，顶天立地的仁道文化，往往由北向南发展。而思想高明空灵优雅的文化，则诞生于南方之地。这几乎成了一个定律。我常以此观念，研究欧洲历史，美国历史也一样。欧美方面，北部出来的人物，或文化思想，就与南方不同，北部的人们，行为笃厚，气质浑厚。南方出来的人物，像卡特就很有问题。这很奇怪，只由于东南西北地区方向的差别，冥冥中影响山川人物以及文化的异同问题，和易经象数的法则又大有关系。老子又说，在惚兮恍兮，其中有象。换言之，在毫无边际活活泼泼的一片光明境里，就有这么一个境界。象者，境界也。恍兮惚兮，其中有物。而且在这个光明的境界里，似乎确有这么一个东西。等于佛家所说即空即有，即有即空。在空空洞洞里边，又非真的空空洞洞。这个其中有物，既非唯心，亦非唯物，而是心物一元的那个东西。修道人可以到达这种莫可名状，光明无际，荒兮其未央哉的灵活自在，若虚若实的境界。但是这个境界，这个东西，老子不想再加上一个名词去解释，恐怕以词害意，只好简单地用象用物来表达它。在佛学中，也常说不可思议，或不可说来结束其词，个中况味，只好说如人饮水，冷暖自知了。此精不是那精接下来，老子又搞出一个大问题。窈兮冥兮，其中有精，窈是形容其深远，冥是形容其高大。"}
