{"text":"相反，在市场经济体制下，每一个人至少在理论上都拥有选择职业的自由，亦即凭自己的本事找饭吃的自由，而这就意味着任何地方或单位的行政机构都不再能决定他的命运。一个人一旦拥有经济上的自由，他在私生活领域里便也有了相当的自由，这时候，能够约束他的就只有法律了。也就是说，只要他不触犯法律，就没有人能惩处他。当然，他不能不顾忌社会舆论，可是，我们发现，一旦行政权力不再能干预人们的私生活，社会舆论很快就会发生变化。改革开放以来，正是那些首先脱离体制而到市场上去谋生和求发展的人，由于他们摆脱了行政权力的控制，因此在私生活方面也是率先开放。毋庸讳言，其中有种种不良现象，但我认为，从总体上说，这些在体制外的人例如商人私营企业家公司白领自由艺术家的生活方式对于改变社会舆论起了非常积极的作用。一种更加合乎人性的新生活方式一旦得到社会的容忍和默认，它必然会迅速传播，以至于当体制内的人起而效仿时，相关的行政权力对之也无可奈何了。这就是我们今天所看到的局面。市场经济与性爱自由想一想在不太久以前，人们谈论起西方的性自由还会感到惊慌或者艳羡，而在今天，中国的性自由水平已经不亚于许多西方国家，变化真是太大了。性自由完全不必是乱交，它在根本上是指，把两性关系看做个人的私事，在不触犯法律的前提下，允许个人在这个领域内自由地选择他自己所喜欢的方式，包括传统型婚姻开放型婚姻非婚同居不禁欲的独身等。在我看来，市场经济在两性关系领域所促成的最重大进步就在于此。当然，市场经济在这一领域还造成了其他一些重要变化，例如极大地改变了人们在择偶时的价值观念和衡量标准。其中，金钱的作用上升到了一个显著的地位。不必说那些刻意傍大款的人，即使一般的男女，现在在决定嫁娶时也很少有不考虑对方的财产状况的。金钱似乎成了最性感的东西，富人和所谓成功人士在异性世界里往往能得到更多的机会。我觉得，对于这种现象，我们无须大表义愤。事实上，无论在何种体制下，人们在择偶时一般都会考虑自己的实际利益，这是完全正常的。比如说，在过去的时代，阶级出身是人们在择偶时不可忽视的因素，而高官子女和在权力阶梯上居高的人士在婚姻上也必然处于有利的地位。所以，区别只在于，金钱取代权力成了利益权衡的重点。"}
{"text":"不必说那些刻意傍大款的人，即使一般的男女，现在在决定嫁娶时也很少有不考虑对方的财产状况的。金钱似乎成了最性感的东西，富人和所谓成功人士在异性世界里往往能得到更多的机会。我觉得，对于这种现象，我们无须大表义愤。事实上，无论在何种体制下，人们在择偶时一般都会考虑自己的实际利益，这是完全正常的。比如说，在过去的时代，阶级出身是人们在择偶时不可忽视的因素，而高官子女和在权力阶梯上居高的人士在婚姻上也必然处于有利的地位。所以，区别只在于，金钱取代权力成了利益权衡的重点。同时我又相信，不论过去和现在，总是有人更加看重感情，而不把权力或财产当作择偶的主要依据的。我丝毫不想低估伴随着市场经济的发展所出现的种种负面现象，不过，我认为应该对之作具体分析。在转型时期，滞留的旧体制的某些弊病或落后的文化传统与尚不健全的市场经济相结合，往往会有恶性的表现，许多负面现象可以由此得到解释。一个显而易见的事实是，在市场经济发达的西方国家，并不存在诸如大量官员受贿和养情妇地下或半地下色情业昌盛拐卖妇女的犯罪活动猖獗等现象。因此，不能把这些现象一股脑儿都算在市场经济的帐上。即使市场经济是原因之一，对它的功过也应该算总帐。我们有理由期望，市场经济的健全发展将会导致一种确保个人自由的法治的建立，而这意味着一方面个人享有充分的性爱自由，另一方面各种性腐败和性犯罪现象将受到有力的遏制。把我们自己娱乐死？美国文化传播学家波兹曼的娱乐至死是一篇声讨电视文化的檄文，书名全译出来是把我们自己娱乐死，我在后面加上一个问号，用作我的评论的标题。在读这本书的过程中，我确实时时听见一声急切有力的喝问难道我们要把自己娱乐死？这一声喝问决非危言耸听，我深信它是我们必须认真听取的警告。电视在今日人类生活中的显著地位有目共睹，以至于难以想象，倘若没有了电视，这个世界该怎么运转，大多数人的日子该怎么过。拥护者们当然可以举出电视带来的种种便利，据此讴歌电视是伟大的文化现象。事实上，无人能否认电视带来的便利，分歧恰恰在于，这种便利在总体上是推进了文化，还是损害了文化。进一步分析，我们会发现，拥护者和反对者所说的文化是两码事，真正的分歧在于对文化的不同理解。波兹曼有一个重要论点媒介即认识论。也就是说，媒介的变化导致了并且意味着认识世界的方式的变化。"}
{"text":"拥护者们当然可以举出电视带来的种种便利，据此讴歌电视是伟大的文化现象。事实上，无人能否认电视带来的便利，分歧恰恰在于，这种便利在总体上是推进了文化，还是损害了文化。进一步分析，我们会发现，拥护者和反对者所说的文化是两码事，真正的分歧在于对文化的不同理解。波兹曼有一个重要论点媒介即认识论。也就是说，媒介的变化导致了并且意味着认识世界的方式的变化。在印刷术发明后的漫长历史中，文字一直是主要媒介，人们主要通过书籍来交流思想和传播信息。作为电视的前史，电报和摄影术的发明标志了新媒介的出现。电报所传播的信息只具有转瞬即逝的性质，摄影术则用图像取代文字作为传播的媒介。电视实现了二者的完美结合，是瞬时和图像的二重奏。正是凭借这两个要素，电视与书籍形成了鲜明的对照。在书籍中，存在着一个用文字记载的传统，阅读使我们得以进入这个传统。相反，电视是以现时为中心的，所传播的信息越具有当下性似乎就越有价值。引美国电视业内一位有识之士的话说我担心我的行业会使这个时代充满遗忘症患者。我们美国人似乎知道过去二十四小时里发生的任何事情，而对过去六十个世纪或六十年里发生的事情却知之甚少。我很佩服这位人士，他能不顾职业利益而站在良知一边，为历史的消失而担忧。书籍区别于电视的另一特点是，文字是抽象的符号，它要求阅读必须同时也是思考，否则就不能理解文字的意义。相反，电视直接用图像影响观众，它甚至忌讳思考，因为思考会妨碍观看。摩西第二诫禁止刻造偶像，对此解释道犹太人的上帝是抽象的神，需要通过语言进行抽象思考方能领悟，而运用图像就是放弃思考，因而就是渎神。我们的确看到，今日沉浸在电视文化中的人已经越来越丧失了领悟抽象的神的能力，对于他们来说，一切讨论严肃精神问题的书籍都难懂如同天书。由上所述，我们大致可以揣测对于文化的理解了。文化有两个必备的要素，一是传统，二是思考。做一个有文化的人，就是置身于人类精神传统之中进行思考。很显然，在他看来，书籍能够帮助我们实现这个目标，电视却会使我们背离这个目标。那么，电视究竟把我们引向何方？引向文化的反面――娱乐。一种迷恋当下和排斥思考的文化，我们只能恰如其分地称之为娱乐。"}
{"text":"由上所述，我们大致可以揣测对于文化的理解了。文化有两个必备的要素，一是传统，二是思考。做一个有文化的人，就是置身于人类精神传统之中进行思考。很显然，在他看来，书籍能够帮助我们实现这个目标，电视却会使我们背离这个目标。那么，电视究竟把我们引向何方？引向文化的反面――娱乐。一种迷恋当下和排斥思考的文化，我们只能恰如其分地称之为娱乐。并不是说娱乐和文化一定势不两立，问题不在于电视展示了娱乐性内容，而在于在电视上一切内容都必须以娱乐的方式表现出来。娱乐是电视上所有话语的超意识形态。在电视的强势影响下，一切文化都依照其转变成娱乐的程度而被人们接受，因而在不同程度上都转变成了娱乐。除了娱乐业没有其他行业――到了这个地步，本来意义上的文化就荡然无存了。电视把一切都变成了娱乐。新闻是娱乐。电报使用之初，梭罗即已讽刺地指出我们满腔热情地在大西洋下开通隧道，把新旧两个世界拉近几个星期，但是到达美国人耳朵里的第一条新闻可能却是阿德雷德公主得了百日咳。今天我们通过电视能够更迅速地知道世界各地正在发生的事情，然而，其中绝大多数与我们的生活毫无关联，所获得的大量信息既不能回答我们的任何问题，也不需要我们做出任何回答。借用柯勒律治的话描述这种失去语境的信息环境到处是水却没有一滴水可以喝。但我们好像并不感到痛苦，反而在信息的泛滥中感到虚假的满足。看电视新闻很像看万花筒，画面在不相干的新闻之间任意切换，看完后几乎留不下任何印象，而插播的广告立刻消解了不论多么严重的新闻的严重性。政治是娱乐。政治家们纷纷涌向电视，化妆术和表演术取代智慧成了政治才能的标志。指出，美国前十五位总统走在街上不会有人认出，而现在的总统和议员都争相让自己变得更上镜。宗教是娱乐。神父大主教都试图通过电视表演取悦公众，圣经被改编成了系列电影。教育是娱乐。美国最大的教育产业是在电视机前，电视获得了控制教育的权力，担负起了指导人们读什么样的书做什么样的人的使命。把我们自己娱乐死？波兹曼把美国作为典型对电视文化进行了分析和批判，但是，电视主宰文化文化变成娱乐的倾向却是世界性的。譬如说，在我们这里，人们现在通过什么学习历史？通过电视剧。"}
{"text":"宗教是娱乐。神父大主教都试图通过电视表演取悦公众，圣经被改编成了系列电影。教育是娱乐。美国最大的教育产业是在电视机前，电视获得了控制教育的权力，担负起了指导人们读什么样的书做什么样的人的使命。把我们自己娱乐死？波兹曼把美国作为典型对电视文化进行了分析和批判，但是，电视主宰文化文化变成娱乐的倾向却是世界性的。譬如说，在我们这里，人们现在通过什么学习历史？通过电视剧。历史仅仅作为戏说也就是作为娱乐而存在，再也不可能有比这更加彻底地消灭历史的方式了。又譬如说，在我们这里，电视也成了印刷媒介的榜样，报纸和杂志纷纷向电视看齐，使劲强化自己的娱乐功能，蜕变成了波兹曼所说的电视型印刷媒介。且不说那些纯粹娱乐性的时尚杂志，翻开几乎任何一种报纸，你都会看到一个所谓文化版面，所报道的全是娱乐圈的新闻和大小明星的逸闻。这无可辩驳地表明，文化即娱乐已经成为新的约定俗成，只有娱乐才是文化已经成为不言而喻的共识。奥威尔和赫胥黎都曾预言文化的灭亡，但灭亡的方式不同。在奥威尔看来，其方式是书被禁读，真理被隐瞒，文化成为监狱。在赫胥黎看来，其方式是无人想读书，无人想知道真理，文化成为滑稽戏。认为，实现了的是赫胥黎的预言。这个结论也许太悲观了。我相信，只要人类精神存在一天，文化就决不会灭亡。不过，我无法否认，对于文化来说，一个娱乐至上的环境是最坏的环境，其恶劣甚于专制的环境。在这样的环境中，任何严肃的精神活动都不被严肃地看待，人们不能容忍不是娱乐的文化，非把严肃化为娱乐不可，如果做不到，就干脆把戏侮严肃当作一种娱乐。面对这样的行径，我的感觉是，波兹曼的书名听起来像是一种诅咒。我的博客观我的博客观肯定是十分落伍的。对于一个从来不到网上聊天的人，你不能指望是别的样子。新浪为我注册了这个博客，我的感觉是，我突然有了一间开放的客厅，可是不知道拿它做什么用。我知道我是它的名义上的主人，因此而有了一种权利，也有了一种责任，但不清楚具体是什么。现在我能想到的是以下几条，说出来向朋友们请教。一，既然是主人，我至少应该经常走进这间客厅，看一看来了什么客人，听一听客人在聊什么。在现实中，我不健谈，倒是比较善听，估计在这里也改不了这种性格。当然，我不至于一言不发。二，凡进我的客厅者，皆我的客人，我当以礼相待。"}
{"text":"对于一个从来不到网上聊天的人，你不能指望是别的样子。新浪为我注册了这个博客，我的感觉是，我突然有了一间开放的客厅，可是不知道拿它做什么用。我知道我是它的名义上的主人，因此而有了一种权利，也有了一种责任，但不清楚具体是什么。现在我能想到的是以下几条，说出来向朋友们请教。一，既然是主人，我至少应该经常走进这间客厅，看一看来了什么客人，听一听客人在聊什么。在现实中，我不健谈，倒是比较善听，估计在这里也改不了这种性格。当然，我不至于一言不发。二，凡进我的客厅者，皆我的客人，我当以礼相待。我不会驱逐任何人，但我希望客人自重，请百无聊赖的胡闹之徒自觉地不要进我的客厅。三，我把这间客厅看做一个文学沙龙，凡在这里发表的文章皆可视为未定稿，请你们提出意见，帮助修改。四，我的主要时间仍将呆在我的书房里，不会为了人气旺而来这里使劲表演。我不在乎人气，我的最大奢望是有几十个稳定的客人，结识几个知心的朋友。我对女性只有深深的感恩―――永恒之女性序本书汇集了我迄今为止所发表的谈论性女人爱情婚姻的几乎全部文字。这些文字是在二十几年里陆续写下的，趁这次整理的机会重读了一遍。在读的过程中，我明确地感到，倘若要用一句话来概括我在这一领域里的认识，歌德的名句永恒之女性是最恰当不过的了，于是用以为书名。歌德是一个大文豪，也是一个大情种，一生中恋爱不断，在女人身上享尽了艳福，也吃足了苦头，获得了大量灵感，也吸取了许多教训。老天赋予他一个情欲饱满的身体和一颗易感的心，使他一走近女人就春心荡漾，热血沸腾。不过，最后成就的不是一个普通的登徒子，而是一个伟大的诗人。他的天才使他能够把从女人身上得到的全部快乐和痛苦都酿成艺术的酒，他的超乎常人的强大理性又使他能够及时地从每一次艳遇热恋失恋单恋中拔出身来，不在情欲之海中灭顶，反而把这一切经历用做认识的材料。认识什么？认识世界和人生，也认识女性。回过头去看，他所迷恋的那一个个具体的女人都是他的老师，他在她们身边度过的那些要死要活的日子都是他的功课，他经由她们学习这门叫做女性的课程。最后，这个勤奋的学生在八十二岁的时候终于交出了毕业答卷，就是诗剧浮士德第二部的结束语永恒之女性，引我们上升。在我看来，这句话也是歌德一世风流的结束语，是他的女性观的总结。"}
{"text":"认识什么？认识世界和人生，也认识女性。回过头去看，他所迷恋的那一个个具体的女人都是他的老师，他在她们身边度过的那些要死要活的日子都是他的功课，他经由她们学习这门叫做女性的课程。最后，这个勤奋的学生在八十二岁的时候终于交出了毕业答卷，就是诗剧浮士德第二部的结束语永恒之女性，引我们上升。在我看来，这句话也是歌德一世风流的结束语，是他的女性观的总结。从这句话中，我读出的是他对女性的深深的感恩，与女人之间的所有情感纠葛，一生的爱的纷乱，都在这感恩之中平静下来了。恋爱是短暂的，与每一个女人的肌肤之亲是短暂的，然而，女性是永恒的。这永恒的女性化身为青春少女，引我们迷恋可爱的人生化身为妻子，引我们执著平凡的人生又化身为母亲，引我们包容苦难的人生。在这永恒的女性引导下，人类世代延续，生生不息，不断唱响生命的凯歌。当然，我不是歌德，没有他的天才，也没有他的丰富的阅历。但是，身为男人，我也喜欢女人，也由自己的经历体会和认识女人，而最后的心情也和歌德一样，我对女性只有深深的感恩。男女恩怨，一切怨都会消逝，女性给人生给世界的恩却将永存。我相信，不但我，一切懂得算总账的男人，都会是这样的心情。希腊神话里的英雄伊阿宋因为美狄亚的复仇而怨恨全部女性，祈愿人类有别的方法生育，使男人可以彻底摆脱女人。我倒希望上天成全他的祈愿，给像他这样的男人另造一个没有女人的世界，让他们去享受无性繁殖的幸福。至于我自己，我无比热爱眼前这个充满着女性魅惑和女性恩惠的世界，无论给我什么报偿，我都决不肯去伊阿宋的理想世界里呆上哪怕一天。"}
{"text":"然而，自古及今，海内海外，一个百分之百完满的人生是没有的。所以我说，不完满才是人生。关于这一点，古今的民间谚语，文人诗句，说到的很多很多。最常见的比如苏东坡的词人有悲欢离合，月有阴晴圆缺，此事古难全。南宋方岳根据吴小如先生考证诗句不如意事常八九，可与人言无二三。这都是我们时常引用的，脍炙人口的。类似的例子还能够举出成百上千来。这种说法适用于一切人，旧社会的皇帝老爷子也包括在里面。他们君临天下，率土之滨，莫非王土，可以为所欲为，杀人灭族，小事一端，按理说，他们不应该有什么不如意的事。然而，实际上，王位继承，宫廷斗争，比民间残酷万倍。他们威仪然地坐在宝座上，如坐针毡。虽然捏造了龙御上宾这种神话，他们自己也并不相信。他们想方设法以求得长生不老，他们最怕一旦魂断，宫车晚出。连英主如汉武帝唐太宗之辈也不能免俗。汉武帝造承露金盘，妄想饮仙露以长生唐太宗服印度婆罗门的灵药，期望借此以不死。结果，事与愿违，仍然是龙御上宾呜呼哀哉了。在这些皇帝手下的大臣们，一人之下，万人之上，权利极大，娇纵恣肆，贪赃枉法，无所不至。在这一类人中，好东西大概极少，否则包公和海瑞等决不会流芳千古，久垂宇宙了。可这些人到了皇帝跟前，只是一个奴才，常言道伴君如伴虎，可见他们的日子并不好过。据说明朝的大臣上朝时在笏板上夹带一点鹤顶红，一旦皇恩浩荡，钦赐极刑，连忙用舌尖舔一点鹤顶红，立即涅？，落得一个全尸。可见这一批人的日子也并不好过，谈不到什么完满的人生。至于我辈平头老百姓，日子就更难过了。建国前后，不能说没有区别，可是一直到今天仍然是不如意事常八九。早晨在早市上被小贩宰了一刀在公共汽车上被扒手割了包，踩了人一下，或者被人踩了一下，根本不会说对不起了，代之以对骂，或者甚至演出全武行。到了商店，难免买到假冒伪劣的商品，又得生一肚子气，谁能说，我们的人生多是完满的呢？再说我们这一批手无缚鸡之力的知识分子，在历史上一生中就难得过上几天好日子。只一个考字，就能让你谈考色变。考者，考试也。在旧社会科举时代，千军万马独木桥，要上进，只有科举一途，你只需读一读吴敬梓的儒林外史，就能淋漓尽致地了解到科举的情况。"}
{"text":"到了商店，难免买到假冒伪劣的商品，又得生一肚子气，谁能说，我们的人生多是完满的呢？再说我们这一批手无缚鸡之力的知识分子，在历史上一生中就难得过上几天好日子。只一个考字，就能让你谈考色变。考者，考试也。在旧社会科举时代，千军万马独木桥，要上进，只有科举一途，你只需读一读吴敬梓的儒林外史，就能淋漓尽致地了解到科举的情况。以周进和范进为代表的那一批举人进士，其窘态难道还不能让你胆战心惊，啼笑皆非吗？现在我们运气好，得生于新社会中。然而那一个考字，宛如如来佛的手掌，你别想逃脱得了。幼儿园升小学，考小学升初中，考初中升高中，考高中升大学，考大学毕业想当硕士，考硕士想当博士，考。考，考，考，变成烤，烤，烤一直到知命之年，厄运仍然难免，现代知识分子落到这一张密而不漏的天网中，无所逃于天地之间，我们的人生还谈什么完满呢？灾难并不限于知识分子人人有一本难念的经。所以我说不完满才是人生。这是一个平凡的真理但是真能了解其中的意义，对己对人都有好处。对己，可以不烦不躁对人，可以互相谅解。这会大大地有利于整个社会的安定团结。先声明一句对于文化的含义的理解五花八门。我在这里所说的文化是广义的文化，包括人类创造的物质和精神两个方面的一切优秀的东西。传统文化代表文化的民族性，现代化代表文化的时代性。二者都是客观存在，是否定不掉的。二者之间的关系是矛盾统一，既相反，又相承。历史上所谓现代化，是指当时的现代，也可以叫做时代化。所谓现代化或者时代化，必须有一个标准，这就是当时世界上在文化发展方面已经达到的最高水平。既然讲到世界水平，那就不再是一个国家或一个民族的事情。因此，不管哪一个时代哪一个国家的现代化，总是同文化交流分不开的。文化交流是人类历史上以及现在人类最重要的活动之一。现代化或者时代化一个最重要的内容就是进行文化交流，大力吸收外来的文化，加以批判接受。对于传统文化，也要批判继承，二者都不能原封不动。原封不动就失去生命活力，人类和任何动物植物失去了生命活力，就不能继续生存。在历史上任何时代，任何正常发展的国家都努力去解决传统文化与现代化的矛盾。"}
