{"text":"吃过了，吃过了！欺骗着自己的肚子跑出来，感到非常空虚，剧团也没有了，走路也无力了。真没意思，跑了这些次，我头疼了咧！你快点走，走得这样慢！郎华说。使我不耐烦的倒不十分是剧团的事情，因为是饿了！我一定知道家里一点什么吃的东西也没有。因为没有去处，以后常到那地方闲坐，第四次到他家去闲坐，正是新年的前夜，主人约我们到他家过年。其余新识的那一群也都欢迎我们在一起玩玩。有的说牵牛房又牵来两条牛！有人无理由地大笑起来，牵牛房是什么意思，我不能解释。夏天窗前满种着牵牛花，种得太多啦！爬满了窗门，因为这个叫牵牛房！主人大声笑着给我们讲了一遍。那么把人为什么称做牛呢？还太生疏，我没有说这话。不管怎样玩，怎样闹，总是各人有各人的立场。女仆出去买松子，拿着三角钱，这钱好象是我的一样，非常觉得可惜，我急得要颤栗了！就象那女仆把钱去丢掉一样。多余呀！多余呀！吃松子做什么！不要吃吧！不要吃那样没用的东西吧！这话我都没有说，我知道说这话还不是地方。等一会虽然我也吃着，但我一定不同别人那样感到趣味别人是吃着玩，我是吃着充饥！所以一个跟着一个咽下它，毫没有留在舌头上尝一尝滋味的时间。回到家来才把这可笑的话告诉郎华。他也说他不觉的吃了很多松子，他也说他象吃饭一样吃松子。起先我很奇怪，两人的感觉怎么这样相同呢？其实一点也不奇怪，因为饿才把两个人的感觉弄得一致的。十元钞票在绿色的灯下，人们跳着舞狂欢着，有的抱着椅子跳，胖朋友他也丢开风琴，从角落扭转出来，他扭到混杂的一堆人去，但并不消失在人中。因为他胖，同时也因为他跳舞做着怪样，他十分不协调的在跳，两腿扭颤得发着疯。他故意妨碍别人，最终他把别人都弄散开去，地板中央只留下一个流汗的胖子。人们怎样大笑，他不管。老牛跳得好！人们向他招呼。他不听这些，他不是跳舞，他是乱跳瞎跳，他完全胡闹，他蠢得和猪和蟹子那般。红灯开起来，扭扭转转的那一些绿色的人变红起来。红灯带来另一种趣味，红灯带给人们更热心的胡闹。瘦高的老桐扮了一个女相，和胖朋友跳舞。女人们笑流泪了！直不起腰了！但是胖朋友仍是一拐一拐。"}
{"text":"人们怎样大笑，他不管。老牛跳得好！人们向他招呼。他不听这些，他不是跳舞，他是乱跳瞎跳，他完全胡闹，他蠢得和猪和蟹子那般。红灯开起来，扭扭转转的那一些绿色的人变红起来。红灯带来另一种趣味，红灯带给人们更热心的胡闹。瘦高的老桐扮了一个女相，和胖朋友跳舞。女人们笑流泪了！直不起腰了！但是胖朋友仍是一拐一拐。他的女舞伴在他的手臂中也是谐和地把头一扭一拐，扭得太丑，太愚蠢，几乎要把头扭掉，要把腰扭断，但是他还扭，好象很不要脸似的，一点也不知羞似的，那满脸的红胭脂呵！那满脸丑恶得到妙处的笑容。第二次老桐又跑去化装，出来时，头上包一张红布，脖子后拖着很硬的但有点颤动的棍状的东西。那是用红布扎起来的扫帚把柄的样子，生在他的脑后。又是跳舞，每跳一下，脑后的小尾巴就随着颤动一下。跳舞结束了，人们开始吃苹果，吃糖，吃茶。就是吃也没有个吃的样子！有人说我能整吞一个苹果。你不能，你若能整吞个苹果，我就能整吞一个活猪！另一个说。自然，苹果也没有吞，猪也没有吞。外面对门那家锁着的大狗，锁链子在响动。腊月开始严寒起来，狗冻得小声吼叫着。带颜色的灯闭起来，因为没有颜色的刺激，人们暂时安定了一刻。因为过于兴奋的缘故，我感到疲乏，也许人人感到疲乏大家都安定下来，都象恢复了人的本性。小电驴子从马路笃笃跑过，又是日本宪兵在巡逻吧！可是没有人害怕，人们对于日本宪兵的印象还浅。玩呀！乐呀！第一个站起的人说。不乐白不乐，今朝有酒今朝醉大个子老桐也说。胖朋友的女人拿一封信，送到我的手里这信你到家去看好啦！郎华来到我的身边。也不知道这是什么意思，我就把信放到衣袋中。只要一走出屋门，寒风立刻刮到人们的脸，外衣的领子竖起来，显然郎华的夹外套是感到冷，但是他说不冷。一同出来的人，都讲着过旧年时比这更有趣味，那一些趣味早从我们跳开去。我想我有点饿，回家可吃什么？于是别的人再讲什么，我听不到了？！郎华也冷了吧，他拉着我走向前面，越走越快了，使我们和那些人远远地分开。在蜡烛旁忍着脚痛看那封信，信里边十元钞票露出来。夜是如此静了，小狗在房后吼叫。第二天，一些朋友来约我们到牵牛房去吃夜饭。果然吃很好，这样的饱餐，非常觉得不多得，有鱼，有肉，有很好滋味的汤。又是玩到半夜才回来。"}
{"text":"一同出来的人，都讲着过旧年时比这更有趣味，那一些趣味早从我们跳开去。我想我有点饿，回家可吃什么？于是别的人再讲什么，我听不到了？！郎华也冷了吧，他拉着我走向前面，越走越快了，使我们和那些人远远地分开。在蜡烛旁忍着脚痛看那封信，信里边十元钞票露出来。夜是如此静了，小狗在房后吼叫。第二天，一些朋友来约我们到牵牛房去吃夜饭。果然吃很好，这样的饱餐，非常觉得不多得，有鱼，有肉，有很好滋味的汤。又是玩到半夜才回来。这次我走路时很起劲，饿了也不怕，在家有十元票子在等我。我特别充实地迈着大步，寒风不能打击我。新城大街，中央大街，行人很稀少了！人走在行人道，好象没有挂掌的马走在冰面，很小心的，然而时时要跌倒。店铺的铁门关得紧紧，里面无光了，街灯和警察还存在，警察和垃圾箱似的失去了威权，他背上的枪提醒着他的职务，若不然他会依着电线柱睡着的。再走就快到商市街了！然而今夜我还没有走够，马迭尔旅馆门前的大时钟孤独挂着。向北望去，松花江就是这条街的尽头。我的勇气一直到商市街口还没消灭，脑中，心中，脊背上，腿上，似乎各处有一张十元票子，我被十元票子鼓励得肤浅得可笑了。是叫化子吧！起着哼声，在街的那面在移动。我想他没有十元票子吧！铁门用钥匙打开，我们走进院去，但，我仍听得到叫化子的哼声索非亚的愁苦侨居在哈尔滨的俄国人那样多。从前他们骂着穷党，穷党。连中国人开着的小酒店或是小食品店，都怕穷党进去。谁都知道穷党喝了酒，常常会讨不出钱来。可是现在那骂着穷党的，他们做了穷党了马车夫，街上的浮浪人，叫化子，至于那大胡子的老磨刀匠，至于那去过欧战的独腿人，那拉手风琴在乞讨铜板的，人们叫他街头音乐家的独眼人。索非亚的父亲就是马车夫。索非亚是我的俄文教师。她走路走得很漂亮，象跳舞一样。可是，她跳舞跳得怎样呢？那我不知道，因为我还不懂得跳舞。但是我看她转着那样圆的圈子，我喜欢她。没多久，熟识了之后，我们是常常跳舞的。再教我一个新步法！这个，你看我会了。桌上的表一过十二点，我们就停止读书。我站起来，走了一点姿式给她看。这样可以吗？左边转，右边转，都可以！怎么不可以！她的中国话讲得比我们初识的时候更好了。"}
{"text":"索非亚的父亲就是马车夫。索非亚是我的俄文教师。她走路走得很漂亮，象跳舞一样。可是，她跳舞跳得怎样呢？那我不知道，因为我还不懂得跳舞。但是我看她转着那样圆的圈子，我喜欢她。没多久，熟识了之后，我们是常常跳舞的。再教我一个新步法！这个，你看我会了。桌上的表一过十二点，我们就停止读书。我站起来，走了一点姿式给她看。这样可以吗？左边转，右边转，都可以！怎么不可以！她的中国话讲得比我们初识的时候更好了。为着一种感情，我从不以为她是一个穷党，几乎连那种观念也没有存在。她唱歌唱得也很好，她又教我唱歌。有一天，她的手指甲染得很红的来了。还没开始读书，我就对她的手很感到趣味，因为没有看到她装饰过。她从不涂粉，嘴唇也是本来的颜色。嗯哼，好看的指甲啊！我笑着可是她没笑，她一半说着俄国话。涅克拉西为。呵！坏的，不好的，涅克拉西为是不美的难看的意思。我问她为什么难看呢？读书，读书，十一点钟了。她没有回答我。后来，我们再熟识的时候，不仅跳舞，唱歌，我们谈着服装，谈着女人西洋女人，东洋女人，俄国女人，中国女人。有一天，我们正在讲解着文法，窗子上有红光闪了一下，我招呼着快看！漂亮哩！房东的女儿穿着红缎袍子走过去。我想，她一定要称赞一句。可是她没有白吃白喝的人们！这样合乎文法完整的名词，我不知道为什么她能说出来？当时，我只是为着这名词的构造而惊奇。至于这名词的意义，好象以后才发现出来。后来，过了很久，我们谈着思想，我们成了好友了。白吃白喝的人们，是什么意思呢？我已经问过她几次了，但仍常常问她。她的解说有意思猪一样的，吃得很好，睡得很好。什么也不做，什么也不想那么，白吃白喝的人们将来要做穷党了吧？是的，要做穷党的。不，可是她的一丝笑纹也从脸上退走了。不知多久，没再提到白吃白喝这句话。我们又回转到原来友情上的寸度跳舞唱歌，连女人也不再说到。我的跳舞步法也和友情一样没有增加，这样一直继续到巴斯哈节。节前的几天，索非亚手脸色比平日更惨白些，嘴唇白得几乎和脸色一个样，我也再不要求她跳舞。就是节前的一日，她说明天过节，我不来，后天来。"}
{"text":"什么也不做，什么也不想那么，白吃白喝的人们将来要做穷党了吧？是的，要做穷党的。不，可是她的一丝笑纹也从脸上退走了。不知多久，没再提到白吃白喝这句话。我们又回转到原来友情上的寸度跳舞唱歌，连女人也不再说到。我的跳舞步法也和友情一样没有增加，这样一直继续到巴斯哈节。节前的几天，索非亚手脸色比平日更惨白些，嘴唇白得几乎和脸色一个样，我也再不要求她跳舞。就是节前的一日，她说明天过节，我不来，后天来。后天，她来的时候，她向我们说着她愁苦，这很意外。友情因为这个好象又增加起来。昨天是什么节呢？巴斯哈节，为死人过的节。染红的鸡子带到坟上去，花圈带到坟上去什么人都过吗？犹太人也过巴斯哈节吗？犹太人也过，穷党也过，不是穷党也过。到现在我想知道索非亚为什么她也是穷党，然而我不能问她。愁苦，我愁苦妈妈又生病，要进医院，可是又请不到免费证。要进哪个医院。专为俄国人设的医院。请免费证，还要很困难的手续吗？没有什么困难的，只要不是穷党。有一天，我只吃着干面包。那天她来得很早，差不多九点半钟她就来了。营养不好，人是瘦的黑的，工作得少，工作得不好。慢慢健康就没有了。我说不是，只喜欢空吃面包，而不喜欢吃什么菜。她笑了不是喜欢，我知道为什么。昨天我也是去做客，妹妹也是去做客。爸爸的马车没有赚到钱，爸爸的马也是去做客。我笑她马怎么也会去做客呢？会的，马到它的朋友家里去，就和它的朋友站在一道吃草。俄文读得一年了，索非亚家的牛生了小牛，也是她向我说的。并且当我到她家里去做客，若当老羊生了小羊的时候，我总是要吃羊奶的。并且在她家我还看到那还不很会走路的小羊。吉卜赛人是穷党吗？怎么中国人也叫他们穷党呢？这样话，好象在友情最高的时候更不能问她。吉卜赛人也会讲俄国话的，我在街上听到过。会的，犹太人也多半会俄国话！索非亚的眉毛动弹了一下。在街上拉手风琴的一个眼睛的人，他也是俄国人吗？是俄国人。他为什么不回国呢？回国！那你说我们为什么不回国？她的眉毛好象在黎明时候静止着的树叶，一点也没有摇动。"}
{"text":"并且在她家我还看到那还不很会走路的小羊。吉卜赛人是穷党吗？怎么中国人也叫他们穷党呢？这样话，好象在友情最高的时候更不能问她。吉卜赛人也会讲俄国话的，我在街上听到过。会的，犹太人也多半会俄国话！索非亚的眉毛动弹了一下。在街上拉手风琴的一个眼睛的人，他也是俄国人吗？是俄国人。他为什么不回国呢？回国！那你说我们为什么不回国？她的眉毛好象在黎明时候静止着的树叶，一点也没有摇动。我不知道。我实在是慌乱了一刻。那么犹太人回什么国呢？我说我不知道。春天柳条抽着芽子的时候，常常是阴雨的天气，就在雨丝里一种沉闷的鼓声来在窗外了咚咚！咚咚犹太人，他就是父亲的朋友，去年巴斯哈节他是在我们家里过的。他世界大战的时候去打过仗。咚咚，咚咚，瓦夏！瓦夏！我一面听着鼓声，一面听到喊着瓦夏，索非亚的解说在我感不到力量和微弱。为什么他喊着瓦夏？我问。瓦夏是他的伙伴，你也会认识他是的，就是你说的中央大街上拉风琴的人。那犹太人的鼓声并不响了，但仍喊着瓦夏，那一双肩头一起耸起又一起落下，他的腿是一只长腿一只短腿。那只短腿使人看了会并不相信是存在的，那是从腹部以下就完全失去了，和丢掉一只腿的蛤蟆一样奇形。他经过我们的窗口，他笑笑。瓦夏走得快哪！追不上他了。这是索非亚给我翻译的。等我们再开始讲话，索非亚她走到屋角长青树的旁边屋子太没趣了，找不到灵魂，一点生命也感不到的活着啊！冬天屋子冷，这树也黄了。我们的谈话，一直继续到天黑。索非亚述说着在落雪的一天，她跌了跤，从前安得来夫将军的儿子在路上骂她穷党。你说，那猪一样的东西，我该骂他什么呢？――骂谁穷党！你爸爸的骨头都被穷党的煤油烧掉了――他立刻躲开我，他什么话也没有再回答。穷党，吉卜赛人也是穷党，犹太人也是穷党。现在真正的穷党还不是这些人，那些沙皇的子孙们，那些流氓们才是真正的穷党。索非亚的情感约束着我，我忘记了已经是应该告别的时候。"}
{"text":"你说，那猪一样的东西，我该骂他什么呢？――骂谁穷党！你爸爸的骨头都被穷党的煤油烧掉了――他立刻躲开我，他什么话也没有再回答。穷党，吉卜赛人也是穷党，犹太人也是穷党。现在真正的穷党还不是这些人，那些沙皇的子孙们，那些流氓们才是真正的穷党。索非亚的情感约束着我，我忘记了已经是应该告别的时候。去年的巴斯哈节，爸爸喝多了洒，他伤心他给我们跳舞，唱高加索歌我想他唱的一定不是什么歌曲，那是他想他家乡的心情的嚎叫，他的声音大得厉害哩！我的妹妹米娜问他爸爸唱的是哪里的歌？他接着就唱起家乡家乡来了，他唱着许多家乡。我们生在中国地方，高加索，我们对它一点什么也不知道。妈妈也许是伤心的，她哭了！犹太人哭了――拉手风琴的人，他哭的时候，把吉卜赛女孩抱了起来。也许他们都想着家乡。可是，吉卜赛女孩不哭，我也不哭。米娜还笑着，她举起酒瓶来跟着父亲跳高加索舞，她一再说这就是火把！爸爸说对的。他还是说高加索舞是有火把的。米娜一定是从电影上看到过火把。爸爸举着三弦琴。索非亚忽然变了一种声音不知道吧！为什么我们做穷党？因为是高加索人。哈尔滨的高加索人还不多，可是没有生活好的。从前是穷党，现在还是穷党。爸爸在高加索的时候种田，来到中国也是种田。现在他赶马车，他是一九一二年和妈妈跑到中国来。爸爸总是说哪里也是一样，干活计就吃饭。这话到现在他是不说的了她父亲的马车回来了，院里啷啷地响着铃子。我再去看她，那是半年以后的事，临告别的时候，索非亚才从床上走下地板来。病好了我回国的。工作，我不怕，人是要工作的。传说，那边工作很厉害。母亲说，还不要回去吧！可人们没有想想，人们以为这边比那边待他还好！走到门外她还说回国证怕难一点，不要紧，没有回国证，我也是要回去的。她走路的样子再不象跳舞，迟缓与艰难。过了一个星期，我又去看她，我是带着糖果。索非亚进了医院的。她的母亲说。病院在什么地方？她的母亲说的完全是俄语，那些俄文的街名，无论怎样是我所不懂的。可以吗？我去看看她？可以，星期日可以，平常不可以。医生说她是什么病？肺病，很轻的肺病，没有什么要紧。回国证她是得不到的，穷党回国是难的。"}
{"text":"走到门外她还说回国证怕难一点，不要紧，没有回国证，我也是要回去的。她走路的样子再不象跳舞，迟缓与艰难。过了一个星期，我又去看她，我是带着糖果。索非亚进了医院的。她的母亲说。病院在什么地方？她的母亲说的完全是俄语，那些俄文的街名，无论怎样是我所不懂的。可以吗？我去看看她？可以，星期日可以，平常不可以。医生说她是什么病？肺病，很轻的肺病，没有什么要紧。回国证她是得不到的，穷党回国是难的。我把糖果放下就走了。这次送我出来的不是索非亚，而是她的母亲。首刊于年月日上海大公报副刊文艺第期同命运的小鱼我们的小鱼死了。它从盆中跳出来死的。我后悔，为什么要出去那么久！为什么只贪图自己的快乐而把小鱼干死了！那天鱼放到盆中去洗的时候，有两条又活了，在水中立起身来。那么只用那三条死的来烧菜。鱼鳞一片一片地掀掉，沉到水盆底去肚子剥开，肠子流出来。我只管掀掉鱼鳞，我还没有洗过鱼，这是试着干，所以有点害怕，并且冰凉的鱼的身子，我总会联想到蛇剥鱼肚子我更不敢了。郎华剥着，我就在旁边看，然而看也有点躲躲闪闪，好象乡下没有教养的孩子怕着已死的猫会还魂一般。你看你这个无用的，连鱼都怕。说着，他把已经收拾干净的鱼放下，又剥第二个鱼肚子。这回鱼有点动，我连忙扯了他的肩膀一下鱼活啦，鱼活啦！什么活啦！神经质的人，你就看着好啦！他逞强一般的在鱼肚子上划了一刀，鱼立刻跳动起来，从手上跳下盆去。怎么办哪？这回他向我说了。我也不知道怎么办。他从水中摸出来看看，好象鱼会咬了他的手，马上又丢下水去。鱼的肠子流在外面一半，鱼是死了。反正也是死了，那就吃了它。鱼再被拿到手上，一些也不动弹。他又安然地把它收拾干净。直到第三条鱼收拾完，我都是守候在旁边，怕看，又想看。第三条鱼是全死的，没有动。盆中更小的一条很活泼了，在盆中转圈。另一条怕是要死，立起不多时又横在水面。火炉的铁板热起来，我的脸感觉烤痛时，锅中的油翻着花。鱼就在大炉台的菜板上，就要放到油锅里去。我跑到二层门去拿油瓶，听得厨房里有什么东西跳起来，噼噼啪啪的。他也来看。盆中的鱼仍在游着，那么菜板上的鱼活了，没有肚子的鱼活了，尾巴仍打得菜板很响。这时我不知该怎样做，我怕看那悲惨的东西。"}
{"text":"鱼再被拿到手上，一些也不动弹。他又安然地把它收拾干净。直到第三条鱼收拾完，我都是守候在旁边，怕看，又想看。第三条鱼是全死的，没有动。盆中更小的一条很活泼了，在盆中转圈。另一条怕是要死，立起不多时又横在水面。火炉的铁板热起来，我的脸感觉烤痛时，锅中的油翻着花。鱼就在大炉台的菜板上，就要放到油锅里去。我跑到二层门去拿油瓶，听得厨房里有什么东西跳起来，噼噼啪啪的。他也来看。盆中的鱼仍在游着，那么菜板上的鱼活了，没有肚子的鱼活了，尾巴仍打得菜板很响。这时我不知该怎样做，我怕看那悲惨的东西。躲到门口，我想不吃这鱼吧。然而它已经没有肚子了，可怎样再活？我的眼泪都跑上眼睛来，再不能看了。我转过身去，面向着窗子。窗外的小狗正在追逐那红毛鸡，房东的使女小菊挨过打以后到墙根处去哭这是凶残的世界，失去了人性的世界，用暴力毁灭了它吧！毁灭了这些失去了人性的东西！晚饭的鱼是吃的，可是很腥，我们吃得很少，全部丢到垃圾箱去。剩下来两条活的就在盆里游泳。夜间睡醒时，听见厨房里有乒乓的水声。点起洋烛去看一下。可是我不敢去，叫郎华去看。盆里的鱼死了一条，另一条鱼在游水响到早晨，用报纸把它包起来，丢到垃圾箱去。只剩一条在水中上下游着，又为它换了一盆水，早饭时又丢了一些饭粒给它。小鱼两天都是快活的，到第三天忧郁起来，看了几次，它都是沉到盆底。小鱼都不吃食啦，大概要死吧？我告诉郎华。他敲一下盆沿，小鱼走动两步再敲一下，再走动两步不敲，它就不走，它就沉下去。又过一天，小鱼的尾巴也不摇了，就是敲盆沿，它也不动一动尾巴。把它送到江里一定能好，不会死。它一定是感到不自由才忧愁起来！怎么送呢？大江还没有开冻，就是能找到一个冰洞把它塞下去，我看也要冻死，再不然也要饿死。我说。郎华笑了。他说我象玩鸟的人一样，把鸟放在笼子里，给它米子吃，就说它没有悲哀了，就说比在山里好得多，不会冻死，不会饿死。有谁不爱自由呢？海洋爱自由，野兽爱自由，昆虫也爱自由。郎华又敲了一下水盆。小鱼只悲哀了两天，又畅快起来，尾巴打着水响。我每天在火边烧饭，一边看着它，好象生过病又好起来的自己的孩子似的，更珍贵一点，更爱惜一点。天真太冷，打算过了冷天就把它放到江里去。我们每夜到朋友那里去玩，小鱼就自己在厨房里过个整夜。它什么也不知道，它也不怕猫会把它攫了去，它也不怕耗子会使它惊跳。"}
