{"text":"这个事情谁也不能否认。我们现在城乡各个方面生活确实有改善，这个不能否认，都有肉吃了，这个没问题。那下一句话可真怪了，为什么放下筷子骂娘呢？这就很难说了，你吃了肉应该感觉很舒服嘛，肚子有油了应该很舒服嘛，为什么还要骂娘呢？在座的同志我不知道，是不是我们有时也有些牢骚，说些怪话呢？我有时也说些怪话。看了不正之风，有一些方面情况不那么令人满意，也讲些怪话我倒没骂娘，没那么严重。这就说明现在这个社会有矛盾。有矛盾气就不顺，气不顺他才骂娘哩！气顺的话骂什么娘呢？应该理顺一下，让它顺当。理顺这个词过去不大多见，我觉得这个词非常好。就说我们现在不顺，才需要来理顺，理顺了，就用不着再理了。根据我自己的解释，之所以放下筷子骂娘，就是上面我讲的新矛盾的反映。怎么讲呢？比方现在大家讨论很多的，大家最不满意的是不正之风，要举例子多极了，说是什么服务态度不好高干子弟怎么怎么样了一个人说了算怎么样了，又是民主不怎么样了，法制不怎么样了，那意见多极了。还有人说我们不尊重人才，不尊重知识，不讲效率，不重视时间，这种弊病多极了。我觉得，有的意见说过了头，不符合实际情况。其中有的也是正确的。从前我在一本书上看到，西方的人讲过这么一句话，这句话可以供我们参考。他们讲什么呢？他们讲世界上所有的人都害怕时间，时间唯独害怕东方人。东方人包括中国印度阿拉伯伊朗这些人。我觉得这句话里边有一部分真理，时间这个概念，咱们到今天恐怕还不是那么很重视。我们现在知道，时间就是生命，效率就是金钱。我们也讲，可实际上呢？我们做的时候还是不行。现在我们这个社会上，包括不管在哪个单位，好多做法都是浪费时间。我还看了一篇文章，里面说一个人一生平均大概有万个小时。那么你要浪费一个小时就浪费万分之一。时间对人来讲不是无穷无尽的。你不珍惜时间，什么事情也做不了。可是我们现在对于时间，普遍的现象是不那么重视。总而言之，我的意思只是想说，我们现在这个社会好的方面我们不能否认，十一届三中全会以后，我们国家的政治形势，人民的情绪那是向上的，这个你无论如何否认不掉。生活有提高，当然也不能说我们十亿五千万人口生活都提高了，也不能那么说，还有极少数是有困难的，我们讲实话。可绝大部分都提高了。我们今天社会有好的方面，这不成问题。可我们今天社会，还有很多不好的方面，我们决议上怎么讲的呢？"}
{"text":"时间对人来讲不是无穷无尽的。你不珍惜时间，什么事情也做不了。可是我们现在对于时间，普遍的现象是不那么重视。总而言之，我的意思只是想说，我们现在这个社会好的方面我们不能否认，十一届三中全会以后，我们国家的政治形势，人民的情绪那是向上的，这个你无论如何否认不掉。生活有提高，当然也不能说我们十亿五千万人口生活都提高了，也不能那么说，还有极少数是有困难的，我们讲实话。可绝大部分都提高了。我们今天社会有好的方面，这不成问题。可我们今天社会，还有很多不好的方面，我们决议上怎么讲的呢？就是中共中央关于社会主义精神文明建设指导方针决议上是这么讲的党内和社会上一些严重的消极现象还有待于我们用很大的努力去消除。严重的消极现象，我体会刚才讲的都包括在这里边，是不是？党中央的决议并不是说我们现在的社会已经完美无缺，十全十美，好得不得了啦，不是这个意思，消极现象有而且还是严重的，不是一般的，就是说我们得承认这一点。不承认这一点的话，我们往前进就很困难。我现在讲的东西，跟我们要讲的文化发展战略有关系，你要摸不清我们现在所处的社会究竟是什么情况，优点在什么地方，缺点在什么地方，你如果不讲的话，你谈文化发展战略就没有根据。你知道你为什么发展吗？向哪个方向发展吗？我们先要把我们整个的情况，一个世界情况，一个中国社会情况摸清楚，然后才能谈到这个文化发展的战略问题，要不然没法谈，谈的话也是空的。所以现在我就简单地把前边两个问题讲一讲，一个就是文明和文化的同和异在什么地方，第二个就是中国当前的情况，里边包括世界的情况。今天主要讲的是第三个问题，第三个问题正是我那个提纲里边基本上没有的问题。第三个问题就是怎样开展文化交流，加强精神文明建设，理顺各方面的矛盾关系，促进生产力的发展。前边那三个是为后边这一个服务的，目的是为了促进生产力的发展。我为什么专讲文化交流呢？文化发展的战略问题难道就是一个文化交流吗？当然不是。现在文章多极了，我自己认为，在我们中国的今天，要讲文化发展战略，其中一个很重要的内容，一个非常重要的内容就是文化交流，这是我的想法。因此，我着重讲这个内容，我并不是说，除了文化交流之外，文化发展战略就没了，不是这个意思。今天我们中央的政策，我们中央的领导人屡次讲对外开放，对内搞活。我刚才说了，这个政策非常正确。"}
{"text":"我为什么专讲文化交流呢？文化发展的战略问题难道就是一个文化交流吗？当然不是。现在文章多极了，我自己认为，在我们中国的今天，要讲文化发展战略，其中一个很重要的内容，一个非常重要的内容就是文化交流，这是我的想法。因此，我着重讲这个内容，我并不是说，除了文化交流之外，文化发展战略就没了，不是这个意思。今天我们中央的政策，我们中央的领导人屡次讲对外开放，对内搞活。我刚才说了，这个政策非常正确。专从文化方面来讲，我那个提纲上有，我提出了三句话开放开放再开放，拿来拿来再拿来，交流交流再交流。这里边没什么深奥的意思，只是想强调，我们要开放，要拿来，要交流。就是强调这几点。讲到文化和交流，恐怕我们要回顾一下历史。我自己的看法，世界上任何民族，不管是大民族，不管是小民族，从它有历史那一天开始，就是文化交流的历史。同志们可以设想，原始时代那些小的部落，也要交流。比方这个部落里边发现了一个什么东西能够吃，什么草能够吃，就传到另外一个部落。比方这个部落里拿块石头可以做工具，那么可能就传到另外一个部落。总之这种事情，从人类历史一开始，就是文化交流。就说我们现在吧，在座的同志，从头顶到脚下，你们检查检查，哪一件不是文化交流的东西？头发是这样吧，前清时不是梳辫子吗？现在我们头发怎么变成这个样子了？你穿的衣服不是长袍马褂？长袍马褂也不是黄帝老子传下来的东西。你手里拿的钢笔是中国的吗？你穿的裤子是牛仔裤喇叭裤，下边是皮鞋尼龙袜，戴的是眼镜。在座的同志你们自己考虑考虑，从头到脚你们离不开文化交流，离了文化交流你现在的生活寸步难行。你出去骑自行车，这不是交流来的？坐汽车，不是交流来的？我眼前摆的这些玩意儿，什么扩音器之类，不都是交流来的吗？我说文化交流从人类一开始就有，而且是离不开。现在好多东西，我们不考虑则已，一考虑就这样子，从头顶到脚底都是交流来的。比方我们现在吃面包，喝啤酒，大家知道啤酒这个字不是中国字，我们抽纸烟，烟也不是中国固有的喝咖啡，坐沙发，喝可乐，这不都是交流来的？哪个是我们的？有些东西同志们不知道它，比方胡萝卜，大家一听胡萝卜，这个胡字就说明这不是中国的。拉胡琴，胡是外国的，吃洋葱，吃西红柿，洋柿子，这大家都知道。同志们吃的菠菜，天天吃，你知道这菠菜是哪国来的？这菠菜菠的本身就是音译，不是意译。它叫菠J，菠菠菜，是印度尼泊尔那一带产生的。"}
{"text":"比方我们现在吃面包，喝啤酒，大家知道啤酒这个字不是中国字，我们抽纸烟，烟也不是中国固有的喝咖啡，坐沙发，喝可乐，这不都是交流来的？哪个是我们的？有些东西同志们不知道它，比方胡萝卜，大家一听胡萝卜，这个胡字就说明这不是中国的。拉胡琴，胡是外国的，吃洋葱，吃西红柿，洋柿子，这大家都知道。同志们吃的菠菜，天天吃，你知道这菠菜是哪国来的？这菠菜菠的本身就是音译，不是意译。它叫菠J，菠菠菜，是印度尼泊尔那一带产生的。你只要追究起来，我们的生活离不开交流。那我们的想法是不是也有交流来的呢？咱们以后再谈这个问题。我刚才讲了我们拿来了外国的物质的东西，当然也不是说，我们都学外国，我们中国什么东西都没有了，哪是那么回事呢？大家知道中国的四大发明，这个纸是中国先发明的，当然后来人家改进了，是不是？火药，是不是？罗盘，是不是？那多了。另外，我们的丝，我们的茶叶，我们的印刷术，那多极了。所以说中国是很伟大的民族，我们对世界文化，对世界文明，做了很大的贡献，这个什么时候你也不能忘掉，外国人也不能不承认。可另外一方面，我们也接受别的国家的，所以这才是交流。如果光抄别人的，那不叫交流，如果光给别人，也不叫交流。所以现在哪个民族也不能讲，这个文化是我们这一个民族创造的。哪个民族也不能这么讲。如果这么讲的话，只有法西斯，德国法西斯，希特勒，他们讲。他们是什么人种，那种人是世界文化的创造者，我们这种人是文化的破坏者。法西斯是骗子，是疯子。脑筋正常的人是不会那么讲的。世界民族，不论大小，都对人类共同文化做出了贡献，当然贡献不完全一样。我刚才讲了，中华民族是一个很伟大的民族，我们有很伟大的贡献，这个你不能否认。最初，文化交流大概由于交通工具和地理知识限制，有限度。过去石器时代，你出去走路能走多远呢？可是随着历史的前进，交通工具一天比一天好，是不是？我曾经开玩笑，我说唐僧取经，从中国到印度，走了三年，现在五个小时到印度，唐僧当时他能相信吗？没人相信。地理知识一天一天扩大，因此，交流也就一天比一天频繁，越来越频繁，所以现在我们这个交流快得不得了。平常我对这个事情不大注意，前几年我看见的是喇叭裤，下边一大块现在我一看没了，又瘦又尖，成了牛仔裤了。这怎么来的呢？"}
{"text":"过去石器时代，你出去走路能走多远呢？可是随着历史的前进，交通工具一天比一天好，是不是？我曾经开玩笑，我说唐僧取经，从中国到印度，走了三年，现在五个小时到印度，唐僧当时他能相信吗？没人相信。地理知识一天一天扩大，因此，交流也就一天比一天频繁，越来越频繁，所以现在我们这个交流快得不得了。平常我对这个事情不大注意，前几年我看见的是喇叭裤，下边一大块现在我一看没了，又瘦又尖，成了牛仔裤了。这怎么来的呢？喇叭裤不是中国的发明创造，牛仔裤也不是中国的发明创造，都是外国来的，而且变得很快。穿衣服恐怕变得最快，特别在我们这些青年同志身上最快，我们这些老头子看不出来了，反正几十年一贯制。我的意思就是说，历史越往前进，交流越频繁，交流的内容越深刻越多。那么我们现在看看，古代的我不想讲它了，就是从鸦片战争以后，从年以后，我们中国近代史开始，我们这个国家同外国的来往，究竟是个什么情况呢？因为这个跟我们以后讲的有关系，所以必须说一说。我们现在讲中国近代史，有一本书，一个洋人写的，叫剑桥中国晚清史，他讲了一句中国近代史，就是从鸦片战争以后，从根本上说，是一场最广义的文化冲突。文化冲突，中国文化和西洋文化的冲突。这是讲历史的内容。当然他这个意见，不是他一个人讲的，说这话的很多。就说我们近代史，不管是政治方面经济方面，都体现了东西两种文化的冲突。陈独秀他也讲过欧洲输入之文化与吾华固有之文化，其根本性质极端相反。数百年来，吾国扰扰不安之象，其由此两种文化相接触相冲突者，盖十居八九。陈独秀最初是写文言文的。他的意思就是说中国文化跟西方文化不一样，很不一样。他这个数百年来，就不限于鸦片战争以后了，甚至可能包括明朝末年，什么利玛窦南怀仁那一批人到中国来，结果弄得我们国家扰扰不安，老出事，是不是啊？出事原因，他就说是两种文化相接触相冲突，结果产生了这么一种后果，搞得社会不安，看来他的这种意见恐怕还是对的。我们研究中国近代史，过去我们总是以阶级斗争为纲，阶级斗争也是存在的，不能否认，是不是？可是你以文化冲突做一条线，也未始不可。用这一条线来研究中国近代史，也有道理。不论经济政治，是不是？我们的近代史从年鸦片战争开始，后来太平天国，后来什么甲午战争，什么各种各样的动荡，这是从政治上来讲，都是两种文化冲突的结果。"}
{"text":"出事原因，他就说是两种文化相接触相冲突，结果产生了这么一种后果，搞得社会不安，看来他的这种意见恐怕还是对的。我们研究中国近代史，过去我们总是以阶级斗争为纲，阶级斗争也是存在的，不能否认，是不是？可是你以文化冲突做一条线，也未始不可。用这一条线来研究中国近代史，也有道理。不论经济政治，是不是？我们的近代史从年鸦片战争开始，后来太平天国，后来什么甲午战争，什么各种各样的动荡，这是从政治上来讲，都是两种文化冲突的结果。从经济上来讲，我们旧的那种自给自足的农村自然经济被欧洲的商品经济给破坏了。第章中国文化发展战略问题我这个年龄的人，年轻时候还感到了它的破坏。原来我们在家乡吃白面都是自己用磨来推的，弄一头牛一头驴来推磨穿衣服是自己织的布。后来我们叫洋面，现在叫面粉，就不是中国面，而是机器大生产的结果，这种洋面慢慢地慢慢地就把农村那个面压倒了。农村的织布机现在根本就没了，早就没了，在我小的时候，岁的时候还有。所以说中国经济农村那种自然经济被欧洲的资本主义经济破坏了，对农民的生活产生了很大的影响，这个也是东西方两种文化冲突的结果。思想上也可以看出来，有两种文化的冲突。我们讲中国近代史，实际上还可以再远一点，从明末讲起，像陈独秀讲的这个数百年来，就是东西方两种文化冲突造成了构成了我们中国的近代以前一直到近代的历史。就是这么个情况。那么我们讲近代史也可以是讲近代史里边的东西方文化又冲突又汇合的一种表现――文化交流。文化交流在这里边是一种什么情况呢？从年到现在年，就算年吧，是一个什么情况呢？实际上讲到五四运动就可以了，因为五四运动以后是另外一码事了。也可以说是从年到年，这样的话就是年。年从文化交流的情况来看，有这样几个问题。你讲文化交流，交流的内容是什么东西呢？我看了一些材料，三分法占主导地位，一直到今天仍然如此。有一个人，是世纪下半叶的，叫曾康，他写了一本书，叫翼教丛编。他是拥护孔教的，翼教，教也者，指孔老夫子之教也。他当时是比较右的，比较落后的这么一个人。他是从什么地方讲的呢？变夷之议，始于言技。继之以言政，益之以言教，而君臣父子夫妇之纲，荡然尽矣。变夷，就拿中国来把外国人改变。"}
{"text":"你讲文化交流，交流的内容是什么东西呢？我看了一些材料，三分法占主导地位，一直到今天仍然如此。有一个人，是世纪下半叶的，叫曾康，他写了一本书，叫翼教丛编。他是拥护孔教的，翼教，教也者，指孔老夫子之教也。他当时是比较右的，比较落后的这么一个人。他是从什么地方讲的呢？变夷之议，始于言技。继之以言政，益之以言教，而君臣父子夫妇之纲，荡然尽矣。变夷，就拿中国来把外国人改变。他分三个层次，一个是技巧，技工的技，这是第一个层次第二个层次是政，政治的政，他指的是政治制度，跟技巧不一样了第三个是教，不是教育，而是教化，是上层建筑的东西。分三个层次技政教，从物质的一直到精神的，中间经过政治制度。到了年，陈独秀写了一篇文章，叫吾人最后之觉悟。年，那时候还没有五四运动，五四运动是年。他这里边也分了三个层次，第一个叫学术，学术指的是这些东西西教西器火器历法制械练兵。历法是从前的皇历，现在咱们的月份牌。这第一个层次，叫学术，学术意思就包括这些东西。第二个层次叫政治，指的是政府的制度。第三个层次叫伦理，就是自由平等独立，也是属于精神方面的东西。他这三个层次跟曾康基本一样，从物质最后到精神，都是这个样子。到了年，梁启超写了一篇文章，叫五十年中国进化概论，他怎么讲的呢？他说近年来中国人渐渐知道自己的不足。他的意思就是说，从年算起，年以前，中国人对自己的不足不知道，大概从年算起吧，渐渐知道自己的不足。他感觉到中国跟西方交流分三个时期，也是三个层次。第一个叫器物，瓷器的器，物质的物，就是物质的东西。第二个叫制度，意思一样。第三个叫文化根本。你看梁启超也是分三个层次，而且内容跟曾康陈独秀一样。他们三个人都是从物质到精神。这说明什么呢？就说明我们在鸦片战争以后，同西方来往，同西方进行文化交流，大概就是这么三个层次。从物质到精神，从低级到高级。这个意见看起来是能够成立的。为什么原因呢？因为我们现在看一看，中国同别的国家文化交流的历史多极了。中国同印度朝鲜越南交流同日本美国英国德国也都交流。大概一般讲起来，开始总是从物质开始，而不是精神的。物质，比方说吃的东西喝的东西穿的东西，这个很具体。拿来以后就能吃，能用。"}
{"text":"他们三个人都是从物质到精神。这说明什么呢？就说明我们在鸦片战争以后，同西方来往，同西方进行文化交流，大概就是这么三个层次。从物质到精神，从低级到高级。这个意见看起来是能够成立的。为什么原因呢？因为我们现在看一看，中国同别的国家文化交流的历史多极了。中国同印度朝鲜越南交流同日本美国英国德国也都交流。大概一般讲起来，开始总是从物质开始，而不是精神的。物质，比方说吃的东西喝的东西穿的东西，这个很具体。拿来以后就能吃，能用。我现在还想给同志们讲一个我自己正在搞的课题。我们现在吃糖，白糖红糖，这糖不知同志们考虑过没有，每个人天天吃，可是糖的背后有人类一部很复杂的文化交流的历史。咱们中国过去不吃白糖，甘蔗有，没有白糖。最初我们叫糖的东西，在汉朝是关东糖，麦芽做的。糖是物质的东西，这物质的东西一旦产生一旦制造出来，它就流遍全世界，因为每个人吃糖都很满意，很甜很舒服，很容易学，也用不着思想斗争。我的意思就是说，文化交流开始的时候一般总是从物质开始的。因此这个三分法是有道理的，为什么三个人都一样，是不是抄袭？不知道，也许是独立思考，达到的结论都一样。这三个人一点没区别，就说明这个东西是接近真理的。到了现在，我们这儿还有研究这个问题的。我刚才说的庞朴同志，上面我谈到他在中国社会科学上写了一篇文章，叫文化结构与近代中国。庞朴同志分析这个问题，也是分了三个层次。他叫什么呢？第一个叫物的部分，事物的物。物的部分指的什么东西呢？他讲物的部分就是指被马克思称之为第二自然的。这是第二自然，不是第一自然，就是对象化的劳动，就是用劳动制造什么东西。对象化的劳动，指物的部分。这是第一。第二个层次是心物结合的部分。心和物结合，这里边指什么东西呢？指的就是自然和社会的理论，社会组织制度，等等。第三个层次呢？是心的部分。物心物心，这么三个层次。心的部分，叫核心层，指核心，最中间的，这里指什么东西呢？这里指的价值观念思维方式审美趣味道德情操宗教情绪民族性格等等，这是心的部分。他这三个层次跟上边讲的也一样，从物到心，中间有一个过渡，过渡就是制度，上边几个人讲的都是制度。这是文化交流的内容方面，有这么三个层次。大概第一个层次最容易交流，这是没问题的。同时，这三个层次还代表三个时期，就是从年到年，这年中间，这三个层次代表了三个时期。"}
{"text":"第三个层次呢？是心的部分。物心物心，这么三个层次。心的部分，叫核心层，指核心，最中间的，这里指什么东西呢？这里指的价值观念思维方式审美趣味道德情操宗教情绪民族性格等等，这是心的部分。他这三个层次跟上边讲的也一样，从物到心，中间有一个过渡，过渡就是制度，上边几个人讲的都是制度。这是文化交流的内容方面，有这么三个层次。大概第一个层次最容易交流，这是没问题的。同时，这三个层次还代表三个时期，就是从年到年，这年中间，这三个层次代表了三个时期。这物的部分呢？就是自鸦片战争到洋务运动，到甲午战争。在这个阶段上，中国人就说师夷之长技。师，以他为老师，学习夷人。夷，外国人。学习外国人擅长的技术，船坚炮利，造大炮，造战船。第二个层次是第二个时期，就是甲午战争，戊戌变法辛亥革命。戊戌变法，要改变这个制度，要搞君主立宪，这是制度嘛！辛亥革命大家也知道，它也有它追求的政治上的理想，就是废除君主制度。这是第二个层次。第三个层次呢？心的部分，就是我刚才说的价值观念思维方式等等，这是从辛亥革命到年五四运动。五四运动是在文化深层进行反思，现在不是有一个名词，一个常用词吗？叫做反思，自己来思考。五四运动是最清楚的了，当时讲的五四运动要两种东西，一种德先生――德谟克拉西――民主。一种赛先生――赛因斯――科学。要民主，要科学。反思，怎么反思呢？就是我们过去没有民主，反思的结果要这个东西。所以我看这个说法是有道理的。文化交流的三个层次，三个层次代表三个阶段，就说明我们清朝末年的中国人一直到民国以后的中国人，都在那儿考虑这个问题，向外国人学习什么东西，考虑结果就这么三个阶段。一个阶段比一个阶段提高，发展是非常自然的。刚才我介绍了几个文化交流内容的三分法，还有另外一些三分法，如周一良同志在光明日报年月日史学上写过一篇文章，叫我对中外文化交流史的几点看法。他也是三分法，不过他这个三分法跟前面说的几个不一样。他分三个层次，第一个叫狭义的文化，狭义的文化指的是哲学文学美术音乐以至宗教等，主要是与精神文明有关的东西，这叫狭义的文化。第二个叫广义的文化，指政治经济。政治指典章制度，经济指生产交换，以及衣食住行，婚丧嫁娶风俗。里边包括生产工具服饰房屋饮食车船等生活用具，这叫广义的文化。第三个叫深义的文化。狭广深，三个层次。"}
