{"text":"梁实秋在文中说讲我自己罢，革命我是不敢乱来的，在电灯杆子上写武装保护苏联我是不干的，到报馆门前敲碎一两块值五六百元的大块玻璃我也是不干的，现时我只能看看书写写文章。指三一八惨案。一九二六年三月十八日，北京爱国学生和群众为反对日本等帝国主义国家侵犯中国主权，到段祺瑞执政府门前请愿，段即命令卫队开枪射击，死伤二百多人。晨报梁启超汤化龙等组织的政治团体研究系的机关报。一九一八年十二月在北京创刊，一九二八年六月停刊。自由大同盟中国自由运动大同盟的简称。中国共产党支持和领导下的一个革命群众团体，一九三年二月成立于上海。宗旨是争取言论出版集会结社等自由，反对国民党的反动统治。是它的发起人之一。革命日报国民党内汪精卫改组派的报纸，一九二九年底在上海创刊。学匪一九二五年十二月三十日国家主义派刊物国魂旬刊第九期上，载有姜华的学匪与学阀一文，咒骂在北京女师大风潮中支持进步学生的马裕藻等人为学匪。当时的现代评论派也对等进行过这类攻击。硬译与文学的阶级性硬译与文学的阶级性听说新月月刊团体里的人们在说，现在销路好起来了。这大概是真的，以我似的交际极少的人，也在两个年青朋友的手里见过第二卷第六七号的合本。顺便一翻，是争言论自由的文字和小说居多。近尾巴处，则有梁实秋先生的一篇论先生的硬译，以为近于死译。而死译之风也断不可长，就引了我的三段译文，以及在文艺与批评的里所说但因为的能力不够，和中国文本来的缺点，译完一看，晦涩，甚而至于难解之处也真多倘将仂句拆下来呢，又失了原来的语气。在我，是除了还是这样的硬译之外，只有束手这一条路了，所余的惟一的希望，只在读者还肯硬着头皮看下去而已这些话，细心地在字旁加上圆圈，还在硬译两字旁边加上套圈，于是严正地下了批评道我们硬着头皮看下去了，但是无所得。硬译和死译有什么分别呢？新月社的声明中，虽说并无什么组织，在论文里，也似乎痛恶无产阶级式的组织，集团这些话，但其实是有组织的，至少，关于政治的论文，这一本里都互相照应关于文艺，则这一篇是登在上面的同一批评家所作的文学是有阶级性的吗？的余波。在那一篇里有一段说但是不幸得很，没有一本这类的书能被我看懂。"}
{"text":"硬译和死译有什么分别呢？新月社的声明中，虽说并无什么组织，在论文里，也似乎痛恶无产阶级式的组织，集团这些话，但其实是有组织的，至少，关于政治的论文，这一本里都互相照应关于文艺，则这一篇是登在上面的同一批评家所作的文学是有阶级性的吗？的余波。在那一篇里有一段说但是不幸得很，没有一本这类的书能被我看懂。最使我感得困难的是文字，简直读起来比天书还难。现在还没有一个中国人，用中国人所能看得懂的文字，写一篇文章告诉我们无产文学的理论究竟是怎么一回事。字旁也有圆圈，怕排印麻烦，恕不照画了。总之，梁先生自认是一切中国人的代表，这些书既为自己所不懂，也就是为一切中国人所不懂，应该在中国断绝其生命，于是出示曰此风断不可长云。别的天书译著者的意见我不能代表，从我个人来看，则事情是不会这样简单的。第一，梁先生自以为硬着头皮看下去了，但究竟硬了没有，是否能够，还是一个问题。以硬自居了，而实则其软如棉，正是新月社的一种特色。第二，梁先生虽自来代表一切中国人了，但究竟是否全国中的最优秀者，也是一个问题。这问题从文学是有阶级性的吗？这篇文章里，便可以解释。这字不必译音，大可译义，是有理可说的。但这位批评家却道其实翻翻字典，这个字的涵义并不见得体面，据韦白斯特大字典，的意思就是ssssspp，。普罗列塔利亚是国家里只会生孩子的阶级！至少在罗马时代是如此其实正无须来争这体面，大约略有常识者，总不至于以现在为罗马时代，将现在的无产者都看作罗马人的。这正如将译作舍密学，读者必不和埃及的炼金术混同，对于梁先生所作的文章，也决不会去考查语源，误解为独木小桥竟会动笔一样。连翻翻字典韦白斯特大字典！也还是无所得，一切中国人未必全是如此的罢。"}
{"text":"普罗列塔利亚是国家里只会生孩子的阶级！至少在罗马时代是如此其实正无须来争这体面，大约略有常识者，总不至于以现在为罗马时代，将现在的无产者都看作罗马人的。这正如将译作舍密学，读者必不和埃及的炼金术混同，对于梁先生所作的文章，也决不会去考查语源，误解为独木小桥竟会动笔一样。连翻翻字典韦白斯特大字典！也还是无所得，一切中国人未必全是如此的罢。二但于我最觉得有兴味的，是上节所引的梁先生的文字里，有两处都用着一个我们，颇有些多数和集团气味了。自然，虽然单独执笔，气类则决不只一人，用我们来说话，是不错的，也令人看起来较有力量，又不至于一人双肩负责。然而，当思想不能统一时，言论应该自由时，正如梁先生的批评资本制度一般，也有一种弊病。就是，既有我们便有我们以外的他们，于是新月社的我们虽以为我的死译之风断不可长了，却另有读了并不无所得的读者存在，而我的硬译，就还在他们之间生存，和死译还有一些区别。我也就是新月社的他们之一，因为我的译作和梁先生所需的条件，是全都不一样的。那一篇论硬译的开头论误译胜于死译说一部书断断不会完全曲译部分的曲译即使是错误，究竟也还给你一个错误，这个错误也许真是害人无穷的，而你读的时候究竟还落个爽快。末两句大可以加上夹圈，但我却从来不干这样的勾当。我的译作，本不在博读者的爽快，却往往给以不舒服，甚而至于使人气闷，憎恶，愤恨。读了会落个爽快的东西，自有新月社的人们的译著在徐志摩先生的诗，沈从文，凌叔华先生的小说，陈西滢即陈源先生的闲话，梁实秋先生的批评，潘光旦先生的优生学，还有白璧德先生的人文主义。所以，梁先生后文说这样的书，就如同看地图一般，要伸着手指来寻找句法的线索位置这些话，在我也就觉得是废话，虽说犹如不说了。是的，由我说来，要看这样的书就如同看地图一样，要伸着手指来找寻句法的线索位置的。看地图虽然没有看杨妃出浴图或岁寒三友图那么爽快，甚而至于还须伸着手指其实这恐怕梁先生自己如此罢了，看惯地图的人，是只用眼睛就可以的，但地图并不是死图所以硬译即使有同一之劳，照例子也就和死译有了些什么区别。"}
{"text":"是的，由我说来，要看这样的书就如同看地图一样，要伸着手指来找寻句法的线索位置的。看地图虽然没有看杨妃出浴图或岁寒三友图那么爽快，甚而至于还须伸着手指其实这恐怕梁先生自己如此罢了，看惯地图的人，是只用眼睛就可以的，但地图并不是死图所以硬译即使有同一之劳，照例子也就和死译有了些什么区别。识得者自以为新学家，仍旧和化学方程式无关，会打算盘的自以为数学家，看起笔算的演草来还是无所得。现在的世间，原不是一为学者，便与一切事都会有缘的。然而梁先生有实例在，举了我三段的译文，虽然明知道也许因为没有上下文的缘故，意思不能十分明了。在文学是有阶级性的吗？这篇文章中，也用了类似手段，举出两首译诗来，总评道也许伟大的无产文学还没有出现，那么我愿意等着，等着，等着。这些方法，诚然是很爽快的，但我可以就在这一本新月月刊里的创作――是创作呀！――搬家第八页上，举出一段文字来――小鸡有耳朵没有？我没看见过小鸡长耳朵的。它怎样听见我叫它呢？她想到前天四婆告诉她的耳朵是管听东西，眼是管看东西的。这个蛋是白鸡黑鸡？枝儿见四婆没答她，站起来摸着蛋子又问。现在看不出来，等孵出小鸡才知道。婉儿姊说小鸡会变大鸡，这些小鸡也会变大鸡么？好好的喂它就会长大了，像这个鸡买来时还没有这样大吧？也够了，文字是懂得的，也无须伸出手指来寻线索，但我不等着了，以为就这一段看，是既不爽快，而且和不创作是很少区别的。临末，梁先生还有一个诘问中国文和外国文是不同的，翻译之难即在这个地方。假如两种文中的文法句法词法完全一样，那么翻译还成为一件工作吗？我们不妨把句法变换一下，以使读者能懂为第一要义，因为硬着头皮不是一件愉快的事，并且硬译也不见得能保存原来的精悍的语气。假如硬译而还能保存原来的精悍的语气，那真是一件奇迹，还能说中国文是有缺点吗？我倒不见得如此之愚，要寻求和中国文相同的外国文，或者希望两种文中的文法句法词法完全一样。我但以为文法繁复的国语，较易于翻译外国文，语系相近的，也较易于翻译，而且也是一种工作。荷兰翻德国，俄国翻波兰，能说这和并不工作没有什么区别么？"}
{"text":"我们不妨把句法变换一下，以使读者能懂为第一要义，因为硬着头皮不是一件愉快的事，并且硬译也不见得能保存原来的精悍的语气。假如硬译而还能保存原来的精悍的语气，那真是一件奇迹，还能说中国文是有缺点吗？我倒不见得如此之愚，要寻求和中国文相同的外国文，或者希望两种文中的文法句法词法完全一样。我但以为文法繁复的国语，较易于翻译外国文，语系相近的，也较易于翻译，而且也是一种工作。荷兰翻德国，俄国翻波兰，能说这和并不工作没有什么区别么？日本语和欧美很不同，但他们逐渐添加了新句法，比起古文来，更宜于翻译而不失原来的精悍的语气，开初自然是须找寻句法的线索位置，很给了一些人不愉快的，但经找寻和习惯，现在已经同化，成为己有了。中国的文法，比日本的古文还要不完备，然而也曾有些变迁，例如史汉不同于书经，现在的白话文又不同于史汉有添造，例如唐译佛经，元译上谕，当时很有些文法句法词法是生造的，一经习用，便不必伸出手指，就懂得了。现在又来了外国文，许多句子，即也须新造，――说得坏点，就是硬造。据我的经验，这样译来，较之化为几句，更能保存原来的精悍的语气，但因为有待于新造，所以原先的中国文是有缺点的。有什么奇迹，干什么吗呢？但有待于伸出手指，硬着头皮，于有些人自然不是一件愉快的事。不过我是本不想将爽快或愉快来献给那些诸公的，只要还有若干的读者能够有所得，梁实秋先生们的苦乐以及无所得，实在于我如浮云。但梁先生又有本不必求助于无产文学理论，而仍然很不了了的地方，例如他说，先生前些年翻译的文学，例如厨川白村的苦闷的象征，还不是令人看不懂的东西，但是最近翻译的书似乎改变风格了。只要有些常识的人就知道中国文和外国文是不同的，但同是一种外国文，因为各人的做法，而风格和句法的线索位置也可以很不同。句子可繁可简，名词可常可专，决不会一种外国文，易解的程度就都一式。我的译苦闷的象征，也和现在一样，是按板规逐句，甚而至于逐字译的，然而梁实秋先生居然以为不能看懂者，乃是原文原是易解的缘故，也因为梁实秋先生是中国新的批评家了的缘故，也因为其中硬造的句法，是比较地看惯了的缘故。若在三家村里，专读古文观止的学者们，看起来又何尝不比天书还难呢。"}
{"text":"句子可繁可简，名词可常可专，决不会一种外国文，易解的程度就都一式。我的译苦闷的象征，也和现在一样，是按板规逐句，甚而至于逐字译的，然而梁实秋先生居然以为不能看懂者，乃是原文原是易解的缘故，也因为梁实秋先生是中国新的批评家了的缘故，也因为其中硬造的句法，是比较地看惯了的缘故。若在三家村里，专读古文观止的学者们，看起来又何尝不比天书还难呢。三但是，这回的比天书还难的无产文学理论的译本们，却给了梁先生不小的影响。看不懂了，会有影响，虽然好像滑稽，然而是真的，这位批评家在文学是有阶级性的吗？里说我现在批评所谓无产文学理论，也只能根据我所能了解的一点材料而已。这就是说因此而对于这理论的知识，极不完全了。但对于这罪过，我们包含一切天书在内，故曰们也只能负一部分的责任，一部分是要自己的胡涂或懒惰来负的。什么卢那卡尔斯基，蒲力汗诺夫的书我不知道，若夫婆格达诺夫之类的三篇论文和托罗兹基的半部文学与革命，则确有英文译本的了。英国没有先生，译文定该非常易解。梁先生对于伟大的无产文学的产生，曾经显示其等着，等着，等着的耐心和勇气，这回对于理论，何不也等一下子，寻来看了再说呢。不知其有而不求曰胡涂，知其有而不求曰懒惰，如果单是默坐，这样也许是爽快的，然而开起口来，却很容易咽进冷气去了。例如就是那篇文学是有阶级性的吗？的高文，结论是并无阶级性。要抹杀阶级性，我以为最干净的是吴稚晖先生的什么马克斯牛克斯以及什么先生的世界上并没有阶级这东西的学说。那么，就万喙息响，天下太平。但梁先生却中了一些什么马克斯毒了，先承认了现在许多地方是资产制度，在这制度之下则有无产者。不过这无产者本来并没有阶级的自觉。是几个过于富同情心而又态度褊激的领袖把这个阶级观念传授了给他们，要促起他们的联合，激发他们争斗的欲念。不错，但我以为传授者应该并非由于同情，却因了改造世界的思想。况且本无其物的东西，是无从自觉，无从激发的，会自觉，能激发，足见那是原有的东西。"}
{"text":"不过这无产者本来并没有阶级的自觉。是几个过于富同情心而又态度褊激的领袖把这个阶级观念传授了给他们，要促起他们的联合，激发他们争斗的欲念。不错，但我以为传授者应该并非由于同情，却因了改造世界的思想。况且本无其物的东西，是无从自觉，无从激发的，会自觉，能激发，足见那是原有的东西。原有的东西，就遮掩不久，即如格里莱阿说地体运动，达尔文说生物进化，当初何尝不或者几被宗教家烧死，或者大受保守者攻击呢，然而现在人们对于两说，并不为奇者，就因为地体终于在运动，生物确也在进化的缘故。承认其有而要掩饰为无，非有绝技是不行的。但梁先生自有消除斗争的办法，以为如卢梭所说资产是文明的基础，所以攻击资产制度，即是反抗文明，一个无产者假如他是有出息的，只消辛辛苦苦诚诚实实的工作一生，多少必定可以得到相当的资产。这才是正当的生活斗争的手段。我想，卢梭去今虽已百五十年，但当不至于以为过去未来的文明，都以资产为基础。但倘说以经济关系为基础，那自然是对的。希腊印度，都有文明，而繁盛时俱非在资产社会，他大概是知道的倘不知道，那也是他的错误。至于无产者应该辛辛苦苦爬上有产阶级去的正当的方法，则是中国有钱的老太爷高兴时候，教导穷工人的古训，在实际上，现今正在辛辛苦苦诚诚实实想爬上一级去的无产者也还多。然而这是还没有人把这个阶级观念传授了给他们的时候。一经传授，他们可就不肯一个一个的来爬了，诚如梁先生所说，他们是一个阶级了，他们要有组织了，他们是一个集团了，于是他们便不循常轨的一跃而夺取政权财权，一跃而为统治阶级。但可还有想辛辛苦苦诚诚实实工作一生，多少必定可以得到相当的资产的无产者呢？自然还有的。然而他要算是尚未发财的有产者了。梁先生的忠告，将为无产者所呕吐了，将只好和老太爷去互相赞赏而已了。那么，此后如何呢？梁先生以为是不足虑的。因为这种革命的现象不能是永久的，经过自然进化之后，优胜劣败的定律又要证明了，还是聪明才力过人的人占优越的地位，无产者仍是无产者。但无产阶级大概也知道反文明的势力早晚要被文明的势力所征服，所以要建立所谓无产阶级文化，这里面包括文艺学术。自此以后，这才入了文艺批评的本题。"}
{"text":"梁先生的忠告，将为无产者所呕吐了，将只好和老太爷去互相赞赏而已了。那么，此后如何呢？梁先生以为是不足虑的。因为这种革命的现象不能是永久的，经过自然进化之后，优胜劣败的定律又要证明了，还是聪明才力过人的人占优越的地位，无产者仍是无产者。但无产阶级大概也知道反文明的势力早晚要被文明的势力所征服，所以要建立所谓无产阶级文化，这里面包括文艺学术。自此以后，这才入了文艺批评的本题。四梁先生首先以为无产者文学理论的错误，是在把阶级的束缚加在文学上面，因为一个资本家和一个劳动者，有不同的地方，但还有相同的地方，他们的人性这两字原本有套圈并没有两样，例如都有喜怒哀乐，都有恋爱但所说的是恋爱的本身，不是恋爱的方式，文学就是表现这最基本的人性的艺术。这些话是矛盾而空虚的。既然文明以资产为基础，穷人以竭力爬上去为有出息，那么，爬上是人生的要谛，富翁乃人类的至尊，文学也只要表现资产阶级就够了，又何必如此过于富同情心，一并包括劣败的无产者？况且人性的本身，又怎样表现的呢？譬如原质或杂质的化学底性质，有化合力，物理学底性质有硬度，要显示这力和度数，是须用两种物质来表现的，倘说要不用物质而显示化合力和硬度的单单本身，无此妙法但一用物质，这现象即又因物质而不同。文学不借人，也无以表示性，一用人，而且还在阶级社会里，即断不能免掉所属的阶级性，无需加以束缚，实乃出于必然。自然，喜怒哀乐，人之情也，然而穷人决无开交易所折本的懊恼，煤油大王那会知道北京检煤渣老婆子身受的酸辛，饥区的灾民，大约总不去种兰花，像阔人的老太爷一样，贾府上的焦大，也不爱林妹妹的。汽笛呀！列宁呀！固然并不就是无产文学，然而一切东西呀！一切人呀！可喜的事来了，人喜了呀！也不是表现人性的本身的文学。倘以表现最普通的人性的文学为至高，则表现最普遍的动物性――营养，呼吸，运动，生殖――的文学，或者除去运动，表现生物性的文学，必当更在其上。倘说，因为我们是人，所以以表现人性为限，那么，无产者就因为是无产阶级，所以要做无产文学。其次，梁先生说的阶级，和作品无关。托尔斯泰出身贵族，而同情于贫民，然而并不主张阶级斗争马克斯并非无产阶级中的人物终身穷苦的约翰孙博士，志行吐属，过于贵族。"}
{"text":"也不是表现人性的本身的文学。倘以表现最普通的人性的文学为至高，则表现最普遍的动物性――营养，呼吸，运动，生殖――的文学，或者除去运动，表现生物性的文学，必当更在其上。倘说，因为我们是人，所以以表现人性为限，那么，无产者就因为是无产阶级，所以要做无产文学。其次，梁先生说的阶级，和作品无关。托尔斯泰出身贵族，而同情于贫民，然而并不主张阶级斗争马克斯并非无产阶级中的人物终身穷苦的约翰孙博士，志行吐属，过于贵族。所以估量文学，当看作品本身，不能连累到的阶级和身分。这些例子，也全不足以证明文学的无阶级性的。托尔斯泰正因为出身贵族，旧性荡涤不尽，所以只同情于贫民而不主张阶级斗争。马克斯原先诚非无产阶级中的人物，但也并无文学作品，我们不能悬拟他如果动笔，所表现的一定是不用方式的恋爱本身。至于约翰孙博士终身穷苦，而志行吐属，过于王侯者，我却实在不明白那缘故，因为我不知道英国文学和他的传记。也许，他原想辛辛苦苦诚诚实实的工作一生，多少必定可以得到相当的资产，然后再爬上贵族阶级去，不料终于劣败，连相当的资产也积不起来，所以只落得摆空架子，爽快了罢。其次，梁先生说，好的作品永远是少数人的专利品，大多数永远是蠢的，永远是和文学无缘，但鉴赏力之有无却和阶级无干，因为鉴赏文学也是天生的一种福气，就是，虽在无产阶级里，也会有这天生的一种福气的人。由我推论起来，则只要有这一种福气的人，虽穷得不能受教育，至于一字不识，也可以赏鉴新月月刊，来作人性和文艺本身原无阶级性的证据。但梁先生也知道天生这一种福气的无产者一定不多，所以另定一种东西文艺？来给他们看，例如什么通俗的戏剧，电影，侦探小说之类，因为一般劳工劳农需要娱乐，也许需要少量的艺术的娱乐的缘故。这样看来，好像文学确因阶级而不同了，但这是因鉴赏力之高低而定的，这种力量的修养和经济无关，乃是上帝之所赐――福气。所以文学家要自由创造，既不该为皇室贵族所雇用，也不该受无产阶级所威胁，去做讴功颂德的文章。"}
