{"text":"群的故事有生物学家说整个地球，应视为一个整体的生命，就像一个人。人有五脏六腑，地球有江河林莽原野山峦。人有七情六欲，地球有风花雪月海啸山崩。人之欲壑难填，地球永动不息。那生物学家又说譬如蚁群，也是一个整体的生命，每一只蚂蚁不过是它的一个细胞。那生物学家还说人的大脑就像蚁群，是脑细胞的集群。那就是说一个人也是一个细胞群，一个人又是人类之集群中的一个细胞。那就是说一个人死了，正像永远的乐曲走过了一个音符，正像永远的舞蹈走过了一个舞姿，正像永远的戏剧走过了一个情节，以及正像永远的爱情经历了一次亲吻，永远的跋涉告别了一处村庄。当一只蚂蚁一个细胞，一个人沮丧于生命的短暂与虚无之时，蚁群细胞群，人类，乃至宇宙正坚定地抱紧着一个心醉神痴的方向――这是唯一的和永远的故事。我离开以后我离开以后就成了一具尸体，但不管怎么说，白白烧掉未免可惜。浪费总归不好。我的意思是先可将其腰椎切开，到底看看那里面出过什么事――在我与之朝夕相处的几十年里，有迹象表明那儿发生了一点儿故障，有人猜是硬化了，有人猜是长了什么坏东西，具体怎么回事一直不甚明了。我答应过医生，一旦撒手人寰，就可以将其剖开看个痛快。那故障以往没少给我捣乱，但愿今后别再给我添麻烦。然后再将其角膜取下，谁用得着就给谁用去，那两张膜还是拿得出手的。其他好像就没什么了。剩下的器官早都让我用得差不多了，不好意思再送给谁――肾早已残败不堪，血管里又淤积了不少废物，因为吸烟，肺料必是脏透了。大脑么，肯定也不是一颗聪明的大脑，不值得谁再用，况且这东西要是还能用，到底是死没死呢？之墓上述两种措施之后，仍不失为一份很好的肥料，可以让它去滋养林中的一棵树，或海里的一群鱼。不必过分地整理他，一衣一裤一鞋一袜足矣，不非是纯棉的不可。物质原本都出于一次爆炸。其实，他曾是赤条条地来，也该让他赤条条地去，但我理解伊甸园之外的风俗，何况他生前知善知恶欲念纷纭，也不配受那园内的待遇。但千万不要给他整容化妆，他生前本不漂亮，死后也不必弄得没人认识。就这些。然后就把他送给鱼或者树吧。送给鱼就怕路太远，那就说定送给树。"}
{"text":"之墓上述两种措施之后，仍不失为一份很好的肥料，可以让它去滋养林中的一棵树，或海里的一群鱼。不必过分地整理他，一衣一裤一鞋一袜足矣，不非是纯棉的不可。物质原本都出于一次爆炸。其实，他曾是赤条条地来，也该让他赤条条地去，但我理解伊甸园之外的风俗，何况他生前知善知恶欲念纷纭，也不配受那园内的待遇。但千万不要给他整容化妆，他生前本不漂亮，死后也不必弄得没人认识。就这些。然后就把他送给鱼或者树吧。送给鱼就怕路太远，那就说定送给树。倘不便囫囵着埋在树下，烧成灰埋也好。埋在越是贫瘠的土地上越好，我指望他说不定能引起一片森林，甚至一处煤矿。但要是这些事都太麻烦，就随便埋在一棵树下拉倒，随便撒在一片荒地或农田里都行，也不必立什么标识。标识无非是要让我们记起他。那么反过来，要是我们会记起他，那就是他的标识。在我们记起他的那一处空间里甚至那样一种时间里，就是之墓。我们可以在这样的墓地上做任何事，当然最好是让人高兴的事。顺便说一句我对很不满意我对的不满意是多方面的。身体方面就不苛责他了吧。品质方面，现在也不好意思就揭露他。但关于他的大脑，我不能不抱怨几句，那个笨而又笨的大脑曾经把我搞得苦不堪言。那个大脑充其量是个三流大脑，也许四流。以电脑作比吧，他的大脑顶多算得上是――运转速度又慢反应迟钝，贮存量又小记忆力差，很多高明的软件思想他都装不进去理解不了――我有多少个好的构思因此没有写出来呀，光他写出的那几篇东西算个狗屁！一件疑案在我还是的时候我就说过我真不想是了。也就是说，那时我真不想是我了，我想是别人，是更健康更聪明更漂亮更高尚的角色，比如张三，抑或李四。但这想法中好像隐含着一些神秘的东西那个不想再是我的我，是谁？那个想是张三抑或李四抑或别的什么人的我，是谁呢？如果我是如此的不满意我，这两个我是怎样意义上的不同呢？如果我仅仅是我，仅仅在我之中，我就无从不满意我。就像一首古诗中说的，不识庐山真面目，只缘身在此山中。如果我不满意我，就说明我不仅仅在我之中，我不仅仅是我，必有一个大于我的我存在着――那是谁？是什么？在哪儿？不过这件事，恐怕在我还与相依为命的时候，是很难有什么确凿的证据以正视听了。"}
{"text":"那个想是张三抑或李四抑或别的什么人的我，是谁呢？如果我是如此的不满意我，这两个我是怎样意义上的不同呢？如果我仅仅是我，仅仅在我之中，我就无从不满意我。就像一首古诗中说的，不识庐山真面目，只缘身在此山中。如果我不满意我，就说明我不仅仅在我之中，我不仅仅是我，必有一个大于我的我存在着――那是谁？是什么？在哪儿？不过这件事，恐怕在我还与相依为命的时候，是很难有什么确凿的证据以正视听了。但是有一种现象，似对探明上述疑案有一点儿启发――请到处去问问看，不肯定在哪儿，但肯定会有这样的消息我就是张三。我就是李四。以及，我就是。甚至，我就是我。没有生活很久很久以前并且忘记了是在哪儿，在我开始梦想写小说的时候我就听见有人说过作家应该经常到生活中去。文学创作，最重要的是得有生活。没有生活是写不出好作品的。那时我年少幼稚不大听得懂这句话，心想可有人不是在生活中吗？没有生活是不是说没有出生或者已经谢世？那样的话当然是没法儿写作，可这还用说么？然而很多年过去了，这句近乎金科玉律的话我还是不大听得懂，到底什么叫没有生活？没有生活到底是指什么？也许是，有些生活叫生活或叫有生活，有些生活不叫生活或者叫没有生活？如果是这样，如果生活已经划分成两类，那么当不当得成作家和写不写得出好作品，不是就跟出身一样全凭运气了么？要是你的生活恰恰属于没有生活的一类，那你就死了写作这条心吧。不是么？总归得有人生活在没有生活之中呀？否则怎样证实那条金科玉律的前提呢？为了挽救那条金科玉律不至与宿命论等同，必得为生活在没有生活中而又想从事写作的人找个出路。生活在没有生活中的人想写作，这已经滑稽，本身已构成对那金科玉律的不恭。先顾不得了。唯一的办法是指引他们到有生活的生活中去。然后只要到了那地方，当作家就比较地容易了，就像运输总归比勘探容易一样，到了那儿把煤把矿砂或者把好作品一筐一车地运回来就行了。但关键是，有生活的生活在哪儿？就是说在作家和作品产生之前，必要先判断出有生活所在之方位。正如在采掘队或运输队进军之前，必要有勘探队的指引。真正的麻烦来了由谁来判断它的方位？由作家吗？"}
{"text":"生活在没有生活中的人想写作，这已经滑稽，本身已构成对那金科玉律的不恭。先顾不得了。唯一的办法是指引他们到有生活的生活中去。然后只要到了那地方，当作家就比较地容易了，就像运输总归比勘探容易一样，到了那儿把煤把矿砂或者把好作品一筐一车地运回来就行了。但关键是，有生活的生活在哪儿？就是说在作家和作品产生之前，必要先判断出有生活所在之方位。正如在采掘队或运输队进军之前，必要有勘探队的指引。真正的麻烦来了由谁来判断它的方位？由作家吗？显然不合逻辑――在有生活所在之方位尚未确认之前，哪儿来的作家？那么，由非作家？却又缺乏说服力――在作家和作品出现之前，根据什么来判断有生活所在之方位呢？而且这时候胡说白道极易盛行，公说在东，婆说在西，小叔子说在南，大姑子说在北，可叫儿媳妇听谁的？要是没有一条经过验证的根据，那岂不是说任何人都可以到任何地方去寻找所谓有生活么？岂不就等于说，任何生活都可能是有生活也都可能是没有生活么？但这是那条金科玉律万难忍受的屈辱。光景看来挺绝望。万般无奈也许好吧就先退一步就让第一批作家和作品在未经划分有生活和没有生活的生活中自行产生吧，暂时忍受一下生活等于生活的屈辱，待第一批作家和作品出现之后就好办了就有理由划分有生活和没有生活的区域。可这岂止是危险这是覆巢之祸啊！这一步退让必使以后的作家找到不甘就范的理由，跟着非导致那条金科玉律的全线崩溃而不可――此中逻辑毫不艰涩。也许是我理解错了，那条金科玉律不过是想说麻木地终日无所用心地活着，虽然活过了但不能说其生活过了，虽然有生命但是不能说是有生活。倘若这样我以为就不如把话说得更明确一点无所用心地生活即所谓没有生活。真若是这个意思我就终于听懂。真若是这样我们就不必为了写作而挑剔生活了，各种各样的生活都可能是有生活也都可能是没有生活。所有的人就都平等了，当作家就不是一种侥幸不是一份特权自己去勘探也不必麻烦别人了。我希望，有生活也并不是专指猎奇。任何生活中都包含着深意和深情。任何生活中都埋藏着好作品。任何时间和地点，都可能出现好作家。但愿我这理解是对的否则我就仍然不能听懂那条金科玉律，不能听懂这为什么不是一句废话。"}
{"text":"所有的人就都平等了，当作家就不是一种侥幸不是一份特权自己去勘探也不必麻烦别人了。我希望，有生活也并不是专指猎奇。任何生活中都包含着深意和深情。任何生活中都埋藏着好作品。任何时间和地点，都可能出现好作家。但愿我这理解是对的否则我就仍然不能听懂那条金科玉律，不能听懂这为什么不是一句废话。一九九三年散文三篇一玩具我有生的第一个玩具是一只红色的小汽车，不足一尺长，铁皮轧制的外壳非常简单，有几个窗但是没有门，从窗间望见一个惯性轮，把后车轮在地上摩擦便能嗷嗷――地跑。我现在还听得见它的声音。我不记得它最终是怎样离开我的了，有时候我设想它现在在哪儿，或者它现在变成了什么存在于何处。但是我记得它是怎样来的。那天可谓双喜临门，母亲要带我去北海玩，并且说舅舅要给我买那样一只小汽车。母亲给我扣领口上的纽扣时，我记得心里充满庄严在那之前和在那之后很久，我不知道世上还有比那小汽车更美妙更奢侈的玩具。到了北海门前，东张西望并不见舅舅的影。我提醒母亲舅舅是不是真的要给我买个小汽车？母亲说好吧，你站在这儿等着，别动，我一会儿就回来。母亲就走进旁边的一排老屋。我站在离那排老屋几米远的地方张望，可能就从这时，那排老屋绿色的门窗红色的梁柱和很高很高的青灰色台阶，走进了我永不磨灭的记忆。独自站了一会儿我忽然醒悟，那是一家商店，可能舅舅早已经在里面给我买小汽车呢，我便走过去，爬上很高很高的台阶。屋里人很多，到处都是腿，我试图从拥挤的腿之间钻过去靠近柜台，但每一次都失败，刚望见柜台就又被那些腿挤开。那些腿基本上是蓝色的，不长眼睛。我在那些蓝色的漩涡里碰来转去，终于眼前一亮，却发现又站在商店门外了。不见舅舅也不见母亲，我想我还是站到原来的地方去吧，就又爬下很高很高的台阶，远远地望那绿色的门窗和红色的梁柱。一眨眼，母亲不知从哪儿来了，手里托着那只小汽车。我便有生第一次摸到了它，才看清它有几个像模像样的窗但是没有门――对此我一点都没失望，只是有过一秒钟的怀疑和随后好几年的设想，设想它应该有怎样一个门才好。我是一个容易惭愧的孩子，抱着那只小汽车觉得不应该只是欢喜。我问舅舅呢，他怎么还不出来？"}
{"text":"我在那些蓝色的漩涡里碰来转去，终于眼前一亮，却发现又站在商店门外了。不见舅舅也不见母亲，我想我还是站到原来的地方去吧，就又爬下很高很高的台阶，远远地望那绿色的门窗和红色的梁柱。一眨眼，母亲不知从哪儿来了，手里托着那只小汽车。我便有生第一次摸到了它，才看清它有几个像模像样的窗但是没有门――对此我一点都没失望，只是有过一秒钟的怀疑和随后好几年的设想，设想它应该有怎样一个门才好。我是一个容易惭愧的孩子，抱着那只小汽车觉得不应该只是欢喜。我问舅舅呢，他怎么还不出来？母亲愣一下，随我的目光向那商店高高的台阶上张望，然后笑了说不，舅舅没来。不是舅舅给我买吗？是，舅舅给你买的。可他没来呀？他给我钱，让我给你买。这下我听懂了，我说是舅舅给的钱，是您给我买的对吗？对。那您为什么说是舅舅给我买的呢？舅舅给的钱，就是舅舅给你买的。我又糊涂了可他没来他怎么买呢？那天在北海的大部分时间，母亲都在给我解释为什么这只小汽车是舅舅给我买的。我听不懂，无论母亲怎样解释我绝不能理解。甚至在以后的好几年中我依然冥顽不化固执己见，每逢有人问到那只小汽车的来历，我坚持说我妈给我买的。或者再补充一句舅舅给的钱，我妈进到那排屋子里去给我买的。对，那排屋子绿色的门窗，红色的柱子，很高很高的青灰色台阶。我永远不会忘。惠特曼的一首诗中有这样一段有一个孩子逐日向前走去他看见最初的东西，他就倾向那东西于是那东西就变成了他的一部分，在那一天，或在那一天的某一部分，或继续了好几年，或好几年结成的伸展着的好几个时代。正是这样，那排老屋成了我的一部分。很多年后，当母亲和那只小汽车都已离开我，当童年成为无比珍贵的回忆之时，我曾几次想再去看看那排老屋。可是非常奇怪，我找不到它。它孤零且残缺地留在我的印象里，绿色的门窗红色的梁柱和高高的台阶但没有方位没有背景周围全是虚空。我不再找它。空间中的那排屋子可能已经拆除，多年来它只作为我的一部分存在于我的时间里。但是有一天我忽然发现了它。事实上我很多次就从它旁边走过，只是我从没想到那可能就是它。它的台阶是那样矮，以致我从来没把它放在心上。但那天我又去北海，在它跟前偶尔停留，见一个三四岁的孩子往那台阶上爬，他吃力地爬甚至手脚并用，我猛然醒悟，这么多年我竟忘记了一个最简单的逻辑那台阶并不随着我的长高而长高。"}
{"text":"它孤零且残缺地留在我的印象里，绿色的门窗红色的梁柱和高高的台阶但没有方位没有背景周围全是虚空。我不再找它。空间中的那排屋子可能已经拆除，多年来它只作为我的一部分存在于我的时间里。但是有一天我忽然发现了它。事实上我很多次就从它旁边走过，只是我从没想到那可能就是它。它的台阶是那样矮，以致我从来没把它放在心上。但那天我又去北海，在它跟前偶尔停留，见一个三四岁的孩子往那台阶上爬，他吃力地爬甚至手脚并用，我猛然醒悟，这么多年我竟忘记了一个最简单的逻辑那台阶并不随着我的长高而长高。这时我才仔细打量它。绿色的门窗，对，红色的柱子和青灰色的台阶，对，是它，理智告诉我那应该就是它。心头一热，无比的往事瞬间涌来。我定定神退后几米，相信退到了当年的位置并像当年那样张望它。但是张望越久它越陌生，眼前的它与记忆中的它相去越远。从这时起，那排屋子一分为二，成为我的两部分，大不相同甚至完全不同的两部分。那么，如果我写它，我应该按照哪一个呢？我开始想真实是什么。设若几十年后我老态龙钟再来看它，想必它会二分为三，成为我生命的三部分。那么真实，尤其说到客观的真实，到底是指什么？二角色在电影里，我见过一排十几个也许二十几个刚出生不久的孩子。产科的婴儿室一尘不染，他们都裹在白色的襁褓里一个紧挨一个排成一排，睡着，风在窗外摇动着老树的枝叶但这个世界尚未惊动他们，他们睡得安稳之极，模样大同小异。那时我想曾经与我紧挨着的那两个孩子是谁呢？据悉我也是在医院里出生的，想必我也有过这样的时刻和这样的一排最初的伙伴儿。与我一同来到人间的那一排孩子，如今都在做着什么都在怎样生活？当然很难也不必查考。世上的人们都在做着什么，他们也就可能在做着什么，人间需要什么角色他们也就可能是什么角色。譬如部长，譬如乞丐，譬如工人农民教授诗人，毋庸讳言譬如小人，当然还譬如君子。可以想见，至少几十上百年内人间的戏剧不会有根本的改动，人间的戏剧一如既往还是需要千差万别的各种角色。那么电影里的那一排孩子将来都可能做什么都可能成为什么角色，也就大致上有了一个安排方案，有了分配的比例。每天每天都有上百万懵懂但是含了欲望的生命来到人间。欲望，不应该受到指责，最简单的理由是指责，已经是欲望的产物。但是这一排生命简直说这一排欲望，却不可能得到平等的报答。"}
{"text":"可以想见，至少几十上百年内人间的戏剧不会有根本的改动，人间的戏剧一如既往还是需要千差万别的各种角色。那么电影里的那一排孩子将来都可能做什么都可能成为什么角色，也就大致上有了一个安排方案，有了分配的比例。每天每天都有上百万懵懂但是含了欲望的生命来到人间。欲望，不应该受到指责，最简单的理由是指责，已经是欲望的产物。但是这一排生命简直说这一排欲望，却不可能得到平等的报答。这一排天真无邪稚气可掬的孩子，他们不可能都是爱因斯坦，也不可能都是王小二，不可能全是凡夫俗子也不可能全是巾帼豪杰，这都不要紧这都不值得伤脑筋，最最令人沮丧的是他们不可能都有幸福的前程不可能都交好运，同样，也不可能都超凡入圣或见性成佛。即便有九十九个幸福而光荣的位置相应只有一个痛苦或丑陋的位置在前面，在未来等待着这些初来乍到的生命，令人沮丧的局面也毫无改观谁，应该去扮演那不幸的一个？和，为什么？我不相信这个问题可能有一个美满的答案。释迦世尊的回答可能是最为精彩的回答我不入地狱，谁入地狱。地藏菩萨也说地狱未空，誓不成佛。但是在他们这样回答之时他已经超越痛苦步入慈悲安详，在他这样回答之后他已经脱离丑陋成了英雄好汉，可问题呢，依旧原封不动地摆在那里未得答案。因为正像总统的位置是有限的，佛与菩萨的名额但愿能稍稍多一点而已。我不再寻找它的答案。尼采说自从我厌倦了寻找，我便学会了找到。有一个朋友死了。，她在命运的迷茫之中猝然赴死。爱她的人说，要是我们早一点知道，我们可以使她不死。是的，这是可能的。但是，谁能让亿万命途都是晴空朗照？谁能保障这世上没有人在迷茫中痛不欲生？这样去死了，或者其实是有一个人这样去死了，这个人的名字恰恰叫做。因为产科婴儿室里的那一排初来乍到的可爱的伙伴，都还没有名字。有一个人双腿瘫痪了。，他自己不知道为什么就连医生也不知道为什么，但是他再想站起来走一分钟都不可能了。爱他的人说将来，将来也许会有办法让他重新站起来走。可能的，在不规定期限的将来这是可能的。但是不管多么长久的将来，人间也不可能完全消灭伤病，医学的前途不可能没有新的难题。那么将来的一个身患不治之症的人，对他自己和对爱他的人来说与现在这个有什么不同呢？现在是将来的过去，现在是过去的将来，将来是将来的现在。"}
{"text":"有一个人双腿瘫痪了。，他自己不知道为什么就连医生也不知道为什么，但是他再想站起来走一分钟都不可能了。爱他的人说将来，将来也许会有办法让他重新站起来走。可能的，在不规定期限的将来这是可能的。但是不管多么长久的将来，人间也不可能完全消灭伤病，医学的前途不可能没有新的难题。那么将来的一个身患不治之症的人，对他自己和对爱他的人来说与现在这个有什么不同呢？现在是将来的过去，现在是过去的将来，将来是将来的现在。产科婴儿室里每天都有一排初来乍到的可爱的伙伴，他们都还没有名字。有一个人步入歧途。，也许因为贫穷，也许因为愚昧，也许因为历史的造就，他犯了罪甚至可能是不可饶恕的罪。爱他的人说贫穷愚昧和历史，难道应该由他一个人来负责吗？为什么他不可饶恕？是的，他不可饶恕，因为人类前行要以此标明那是歧途。但是人类还要前行，还要遇到歧途还要标明那是歧途。产科婴儿室里那些初来乍到的可爱的伙伴他们还都没有名字，他们之中的谁，将叫做？有一天，不是在电影里也不是在产科婴儿室，我看见一排正在离去或者已经离去的伙伴，一个挨着一个排成一排，安静之极，风在窗外摇动老树的枝叶但世界已不再惊扰他们了。用任何尘世的名字呼唤他们，他们不应。他们有一个共同的名字死者。三姻缘我在陕北的一处小山村插过队。我写过那地方儿，叫它做清平湾，实际的名称是关家庄。因为村前的河叫清平河，清平河冲流淤积出的一道川叫清平川。清平川蜿蜒百余里，串联起几十个村落。在关家庄上下的几个村子插队的，差不多都是我的同学，曾在同一所中学甚至同一个班级念书。也有例外，男士，不是我的同学但是和我们一起来到清平川插队，他是为了和我的同学男士插在一处。但是阴差阳错，到了清平川，公社知青办的干部们将我和等几个同学分配在关家庄，却把与我的另几个同学安置在另一个村。费几番周折也没能改变命运的意图。这样男士便在另一个村中与我的同学女士相识，在同一个灶上吃饭，在同一块地里干活，从同一眼井中担水，走同一条路去赶集，数年后二人由恋人发展成夫妻，在同一个屋顶下有了同一个家。有一回我跟他们开玩笑说可记得你们的媒人是谁吗？是！大家愣一下，笑道不，不是，是公社知青办那几位先生。"}
