{"text":"另一种是社会性的孤独，它驱使人寻求人间之爱。然而，正如指出的，寻求爱就不得不接受他人目光的判定，而他人的目光还判定了你的残缺。因此，海盟山誓仅具现在性，这与其说是它的悲哀，不如说是它的起源。他人的不可把握，自己可能受到的伤害，使得社会性的孤独也不能真正消除。由此可见，残缺是绝对的，爱情是相对的。孤独之不可消除，残缺之不可最终弥补，使爱成了永无止境的寻求。在这条无尽的道路上奔走的人，最终就会看破小爱的限度，而寻求大爱，或者―――超越一切爱，而达于无爱。对于爱情的根源，可以有两种相反的解说一是因为残缺而寻求弥补，另一是因为丰盈而渴望奉献。这两种解说其实并不互相排斥。越是丰盈的灵魂，往往越能敏锐地意识到残缺，有越强烈的孤独感。在内在丰盈的衬照下，方见出人生的缺憾。反之，不谙孤独也许正意味着内在的贫乏。一个不谙孤独的人很可能自以为完满无缺，但这与内在的丰盈完全是两回事。在实际生活中，我们可以看到不同的排列组合完满者爱残缺者。表现为征服和支配，或怜悯和施舍，皆不平等。残缺者爱完满者。表现为崇拜或依赖，亦不平等。完满者爱完满者。双方或互相欣赏，或彼此较量，是小平等。另一种存在残缺者爱残缺者。分两种情形相濡以沫，同病相怜，是小平等知一切生命的残缺，怀着对神的谦卑，以大悲悯之心而爱，是大平等。此项包含了爱的最低形态和最高形态。在务虚笔记中，女教师与她不爱的前夫离婚，与她崇拜的画家结合。此后，一个问题始终折磨着她爱的选择基于差异，爱又要求平等，如何统一？她因这个问题而自杀了。的痛苦在于，她不满足于，而去寻求，又不满足于，而终于发现了。可是，性爱作为世俗之爱确是基于差异的，所能容纳的只是小平等或者不平等，容纳不了大平等。要想实现大平等，只有放弃性爱，走向宗教。不肯放弃性爱，所以只好去死。在小说中，借诗人这个人物对于性爱问题进行了饶有趣味的讨论。诗人是性爱的忠实信徒，如同一切真正的信徒一样，他的信仰使他陷入了莫大的困惑。他感到困惑的问题主要有二。其一，既然爱情是美好的，多向的爱为什么不应该？作者的结论是，不是不应该，而是不可能。那么，其二，在只爱一个人的前提下，多向的性吸引是否允许？的结论是，不是允许与否的问题，而是必然的，但不应该将之实现为多向的性行为。"}
{"text":"要想实现大平等，只有放弃性爱，走向宗教。不肯放弃性爱，所以只好去死。在小说中，借诗人这个人物对于性爱问题进行了饶有趣味的讨论。诗人是性爱的忠实信徒，如同一切真正的信徒一样，他的信仰使他陷入了莫大的困惑。他感到困惑的问题主要有二。其一，既然爱情是美好的，多向的爱为什么不应该？作者的结论是，不是不应该，而是不可能。那么，其二，在只爱一个人的前提下，多向的性吸引是否允许？的结论是，不是允许与否的问题，而是必然的，但不应该将之实现为多向的性行为。让我们依次来讨论这两个问题。诗人曾经与多个女人相爱。他的信条是爱与诚实，然而，在这多向的爱中，诚实根本行不通，他不得不生活在谎言中。每个女人都向他要求最爱，都要他证明自己与别的女人的区别，否则就要离开他。其实他自己向每个女人要求的也是这个最爱和区别，设想一下她们也是一视同仁地爱多个男人而未把他区别出来，他就感到自己并未真正被爱，为此而受不了。性爱的现实逻辑是，每一方都向对方要求最爱，即一种与对方给予别人的感情有别的特殊感情，这种相互的要求必然把一切不最爱探究存在之谜都逼成不爱，而把最爱限定为只爱。至此为止，多向的爱之不可能似乎仅是指现实中的不可能，而非本性上的不可能。也就是说，不可能只是因为各方都不能接受对方的爱是多向的，于是不得不互相让步。如果撇开这个接受的问题，一人是否可能爱上多人呢？爱情的专一究竟有无本性上的根据？认为有，他的解释是孤独创造了爱情，多向的爱情则使孤独的背景消失，从而使爱情的原因消失。我说一说对他的这一解释的理解―――人因为孤独而寻求爱情。寻求爱情，就是为自己的孤独寻找一个守护者。他要寻找的是一个忠实的守护者，那人必须是一心一意的，否则就不能担当守护他的孤独的使命。为什么呢？因为每一个孤独都是独特的，而在一种多向的照料中，它必丧失此独特性，沦为一种一般化的东西了。形象地说，就好比一个人原想为自己的孤独寻找一个母亲，结果却发现是把它送进了托儿所里，它成了托儿所阿姨所照料的众多孩子中的一个普通孩子。孤独和爱情的寻求原本凝聚了一个人的沉重的命运之感，来自对方的多向的爱情则是对此命运之感的蔑视，把本质上的人生悲剧化做了轻浮的社会喜剧。"}
{"text":"为什么呢？因为每一个孤独都是独特的，而在一种多向的照料中，它必丧失此独特性，沦为一种一般化的东西了。形象地说，就好比一个人原想为自己的孤独寻找一个母亲，结果却发现是把它送进了托儿所里，它成了托儿所阿姨所照料的众多孩子中的一个普通孩子。孤独和爱情的寻求原本凝聚了一个人的沉重的命运之感，来自对方的多向的爱情则是对此命运之感的蔑视，把本质上的人生悲剧化做了轻浮的社会喜剧。与此同理，一个人倘若真正是要为自己的孤独寻找守护者，他所要寻找的必是一个而非多个守护者。他诚然可能喜欢甚至迷恋不止一个异性，但是，在此场合，他的孤独并不真正出场，毋宁说是隐藏了起来，躲在深处旁观着它的主人逢场作戏。惟有当他相信自己找到了一个人，他能够信任地把自己的孤独交付那人守护之时，他才是认真地在爱。所以，在我看来，所谓爱情的专一不是一个外部强加的道德律令，只应从形而上的层面来理解其含义。按照的一个诗意的说法，即爱情的根本愿望是在陌生的人山人海中寻找一种自由的盟约。另一种存在诗人后来吸取了教训，不再试图实行多向的爱情，而成了一个真诚的爱者，最爱甚至只爱一个女人。然而，作为好色之徒，他仍对别的可爱女人充满着性幻想，作为诚实的化身，他又向他的恋人坦白了这一切。于是，他受到了恋人的拷问，结果是他理屈，恋人则理直气壮地离开了他。拷问之一―――我们是在美术馆里极其偶然地相遇的。我迷路了，推开了右边的而不是左边的门，这才有我们的相遇。如果没有遇到我，你一定会遇到另一个女人的。结论我对于你是一个偶然，女人对你来说才是必然。推论你对我有的只是情欲，不是爱情。进一步的推论你说只爱我是一个谎言。这一拷问的前半部分无可辩驳，诗人和这位恋人的相遇的确完全是偶然的。可是，在这世界上，谁和谁的相遇不是偶然的呢？分歧在于对偶然的评价。在茫茫人海里，两个个体相遇的几率只是千千万万分之一，而这两个个体终于极其偶然地相遇了。我们是应该因此而珍惜这个相遇呢，还是因此而轻视它们？假如偶然是应该蔑视的，则首先要遭到蔑视的是生命本身，因为在宇宙永恒的生成变化中，每一个生命诞生的几率几乎等于零。然而，倘若一个偶然诞生的生命竟能成就不朽的功业，岂不更证明了这个生命的伟大？"}
{"text":"可是，在这世界上，谁和谁的相遇不是偶然的呢？分歧在于对偶然的评价。在茫茫人海里，两个个体相遇的几率只是千千万万分之一，而这两个个体终于极其偶然地相遇了。我们是应该因此而珍惜这个相遇呢，还是因此而轻视它们？假如偶然是应该蔑视的，则首先要遭到蔑视的是生命本身，因为在宇宙永恒的生成变化中，每一个生命诞生的几率几乎等于零。然而，倘若一个偶然诞生的生命竟能成就不朽的功业，岂不更证明了这个生命的伟大？同样，世上并无命定的情缘，凡缘皆属偶然，好的情缘的魔力岂不恰恰在于，最偶然的相遇却唤起了最深刻的命运之感？诗人的恋人显然不懂得珍惜偶然的价值。拷问的后半部分涉及到了爱情的复合结构。在精神的形而上的层面上，爱情是为自己的孤独寻找一个守护者。在世俗的形而下的层面上，爱情又是由性欲发动的对异性的爱慕。现实中的爱情是这两种冲动的混合，表现为在异性世界里寻找探究存在之谜那个守护者。在异性世界里寻找是必然的，找到谁则是偶然的。所以，恋人所谓我对于你是一个偶然，女人对你来说才是必然确是事实。但是，她的推论却错了。因为当诗人不只是把她作为一个异性来爱慕，而且认定她就是那个守护者之时，这就已经是爱情而不仅仅是情欲了。爱情与情欲的区别就在于是否包含了这一至关重要的认定。当然，诗人的恋人可以说既然这一认定是偶然的，因而是完全可能改变的，我怎么能够对此寄予信任呢？我们不能说她的不信任没有道理，于是便有了拷问之二和诗人的莫大困惑。拷问之二―――你对别的女人的性幻想没有实现，只是因为你不敢。申辩不是不敢，是不想，不想那样做，也不想那样想。如果能实现，我和她们的区别还有什么呢？可我并不想实现，这才是区别。我只要你一个，这就是证明。幻想之为幻想，不是不想实现，而只是不能或尚未实现。诗人糊涂了。他无力地问对你来说，我与别的男人的区别是什么？回答是铿锵有力的看见他们就想起你，看见你就忘记了他们。她大义凛然地离开了他。问这就是看见你就忘记了他们吗？在这里显然是同情诗人而批评恋人的。"}
{"text":"幻想之为幻想，不是不想实现，而只是不能或尚未实现。诗人糊涂了。他无力地问对你来说，我与别的男人的区别是什么？回答是铿锵有力的看见他们就想起你，看见你就忘记了他们。她大义凛然地离开了他。问这就是看见你就忘记了他们吗？在这里显然是同情诗人而批评恋人的。借用他在散文爱情问题中一个更清晰的表达，他对此问题的分析大致是性是多指向的，与爱的专一未必不可共存她把自己仅仅放在了性的位置上，在这个位置上她与别的女人才是可比的他没有因众多的性吸引而离开她，她却因性嫉妒而离开了他，正证明了他立足于爱而她立足于性。可是，诗人用什么来证明自己对恋人的感情是爱情，而不只另一种存在是多向情欲中之一向，与其他诸向的区别仅在它是实现了的一向而已？认为，这样的证明已经存在，有多向的性幻想而不去实现，不想去实现，这本身就是爱的证明。使爱情受到质疑的不是多向的性吸引，而是多向的性行为。并非站在道德的立场上反对多向的性行为，他的理由完全是审美性质的。他说，性行为中的呼唤和应答，渴求和允许，拆除防御和互相敞开，极乐中忘记你我仿佛没有了差别的境界，凡此种种，使性行为的形式与爱同构，成为爱的最恰当的语言。正是在性行为中，人用肉体淋漓尽致地表达了摆脱孤独的愿望。在此意义上，是人对残缺的意识，把性炼造成了爱的语言，把性爱演成心魂相互团聚的仪式。性是上帝为爱情准备的仪式。因此，爱者决不可滥用这种仪式，滥用会使爱失去了最恰当的语言。在我看来，为贞洁提出了最有说服力的理由。性是爱侣之间示爱的最热烈也最恰当的语言，对于他们来说，贞洁之所以必要，是为了保护这语言，不让它被污染从而丧失了示爱的功能。所以，如果一个人真的在爱，他就应该自愿地保持贞洁。反过来说，自愿的贞洁也就能够证明他在爱。然而，深入追究下去，问题要复杂得多。诗人的恋人有一句话在逻辑上是不容反驳的，难怪把诗人说糊涂了幻想之为幻想，不是不想实现，而只是不能或尚未实现。如果说爱情保证了一个人不把多向的性幻想付诸实现，那么，又有什么能保证爱情呢？如果爱情本身是不可靠的，那么，我们怎么能相信它所保证的东西是可靠的呢？一旦爱情发生变化，那些现在不想实现的性幻想岂不就有了实现的理由？事实上，确实没有任何东西能够保证爱情。"}
{"text":"反过来说，自愿的贞洁也就能够证明他在爱。然而，深入追究下去，问题要复杂得多。诗人的恋人有一句话在逻辑上是不容反驳的，难怪把诗人说糊涂了幻想之为幻想，不是不想实现，而只是不能或尚未实现。如果说爱情保证了一个人不把多向的性幻想付诸实现，那么，又有什么能保证爱情呢？如果爱情本身是不可靠的，那么，我们怎么能相信它所保证的东西是可靠的呢？一旦爱情发生变化，那些现在不想实现的性幻想岂不就有了实现的理由？事实上，确实没有任何东西能够保证爱情。问题在于，使爱情区别于单纯情欲的那个精神内涵，即为自己的孤独寻找一个守护者的愿望，其实是不可能在某一个异性身上获得最终的实现的，否则就不成其为形而上的了。作为不可能探究存在之谜最终实现的愿望，不管当事人是否觉察和肯否承认，它始终保持着开放性，而这正好与多向的性兴趣在形式上相吻合。因此，恋爱中的人完全不能保证，他一定不会从不断吸引他的众多异性中发现另一个人，与现在这个恋人相比，那人才是他梦寐以求的守护者。也因此，他完全无法证明，他对现在这个恋人的感情是真正的爱情而不是化装为爱情的情欲。也许爱情的困难在于，它要把性质截然不同的两种东西结合在一起，反而使它们混淆不清了。假如一个人看清了那种形而上的孤独是不可能靠性爱解除的，于是干脆放弃这徒劳的努力，把孤独收归己有，对异性只以情欲相求，会如何呢？把性与爱拉扯在一起，使性也变得沉重了。诚如所说，性作为爱的语言，它不是赤裸地表白爱的真诚坦荡，就是赤裸地宣布对爱的蔑视和抹杀。那么，把性和爱分开，不再让它宣告爱或不爱，使它成为一种中性的东西，是否轻松得多？失恋以后，诗人确实这样做了，他与一个个女人上床，只要性，不说爱，互相都不再问区别，都没有历史，试图回到乐园，如荒原上那些自由的动物。但是，结果却是更加失落，在无爱的性乱中，被排除在外的灵魂愈发成了无家可归的孤魂。人有灵魂，灵魂必寻求爱，这注定了人不可能回到纯粹的动物状态。那么，承受性与爱的悖论便是人的无可避免的命运了。四自我与世界自我与世界的关系是一个最重要的哲学问题。一切哲学的努力，都是在寻求自我与世界的某种统一。这种努力大致朝着两个方向。其一是追问认识的根据，目的是要在作为主体的自我与作为客体的世界之间寻找一条合法的通道。"}
{"text":"但是，结果却是更加失落，在无爱的性乱中，被排除在外的灵魂愈发成了无家可归的孤魂。人有灵魂，灵魂必寻求爱，这注定了人不可能回到纯粹的动物状态。那么，承受性与爱的悖论便是人的无可避免的命运了。四自我与世界自我与世界的关系是一个最重要的哲学问题。一切哲学的努力，都是在寻求自我与世界的某种统一。这种努力大致朝着两个方向。其一是追问认识的根据，目的是要在作为主体的自我与作为客体的世界之间寻找一条合法的通道。其二是追问人另一种存在生的根据，目的是要在作为短暂生命体的自我与作为永恒存在的世界之间寻找一种内在的联系。我说具有天生的哲学素质，证据之一是他对这个最重要的哲学问题的执著的关注，在他作品的背景中贯穿着有关的思考。套用正反合的模式，我把他的思路归纳为认识论上的唯我论正题，价值论上的无我论反题，最后试图统一为本体论上的泛我论合题。在认识论上，是一个旗帜鲜明的唯我论者。他说我只能是我，这是一个不可逃脱的限制，所以世界不可能不是对我来说的世界。我找不到也永远不可能找到非我的世界。在还没有我的时候这个世界就已经存在―――这不过是在有我之后我听到的一种传说。到没有了我的时候这个世界会依旧存在下去―――这不过是在还有我的时候我被要求同意的一种猜测。我承认按此逻辑，除我之外的每个人也都有一个对他来说的世界。因此譬如说现在有五十亿个世界，但是对我来说，这五十亿个世界也只是我的世界中的一个特征罢了。所有这些都表述得十分精彩。认识论上的唯我论是驳不倒的，简直是颠扑不破的，因为它实际上是同语反复，无非是说我只能是我，不可能不是我。即使我变成了别人，那时候也仍然是我，那时候的我也不可能把我意识为一个别人。这就是维特根斯坦所说的语言的界限意味着我的世界的界限，在此程度内世界只能是我的世界。这一主体意义上的自我不属于世界，而是世界的一种界限。我只能作为我来看世界，但这个我并不因此而膨胀成了整个世界，相反是缩小至无延展的点，即一个看世界的视点了。所以，维特根斯坦说，严格贯彻的唯我论是与纯粹的实在论一致的。与哲学上作为主体的自我不同，心理学上的自我是指人的欲望。"}
{"text":"这就是维特根斯坦所说的语言的界限意味着我的世界的界限，在此程度内世界只能是我的世界。这一主体意义上的自我不属于世界，而是世界的一种界限。我只能作为我来看世界，但这个我并不因此而膨胀成了整个世界，相反是缩小至无延展的点，即一个看世界的视点了。所以，维特根斯坦说，严格贯彻的唯我论是与纯粹的实在论一致的。与哲学上作为主体的自我不同，心理学上的自我是指人的欲望。如果一个人因为世界是我的世界这一认识论的真理便认探究存在之谜为世界仅仅为满足我的欲望而存在，他就是混淆了这两个自我的概念。同样，一切对唯我论的道德谴责也无不是出于此种混淆。在那里，我们看不到这种混淆。对于作为欲望的自我，他基本上是以一种超脱的眼光看轻其价值。在务虚笔记中，我们可以发现面对命运之谜有两种相反的心情。大多数时候，他兴致勃勃地玩着猜谜的游戏。但是，正当他玩得似乎很投入时，有时忽然会流露出一种厌倦之情。例如，他琢磨着几位女主人公命运互换的可能性，突然带点儿自嘲的口吻写道甚至谁是谁，谁一定是谁，这样的逻辑也很无聊。亿万个名字早已在历史中湮灭了，但人群依然存在小说中两次出现同一个景象同一种思绪我每天都看到一群鸽子，仿佛觉得几十年中一直是那一群，可事实上它们已经生死相继了若干次，生死相继了数万年。人山人海也是一样，其中的每一个人都将死去，但始终有一个人山人海在那里喧嚣踊跃。相同的人间戏剧在永远地上演着，一个只上场片刻的演员究竟被派给了什么角色，实在不值得认真。其实也没法认真，在散文角色中告诉我们产科的婴儿室里一排新生儿，根据人间戏剧的需要，他们未来的角色大致上已经有了一个分配的比例，其中必有人要扮演倒霉的角色，那么，谁应该去扮演，以及为什么，这个问题不可能有一个美满的答案，所以就不要徒劳地去寻找答案了吧。散文我与地坛的结尾语把这个意思说得更精辟宇宙以其不息的欲望将一个歌舞炼为永恒。这个欲望有怎样一个人间的姓名，大可忽略不计。好吧，我们姑且承认作为欲望的自我只是造化即宇宙大欲望手中的一个暂时的工具，我们应该看破这个自我的虚幻，千万不要执著。可是，在这个自我之外，岂不还有一个自我，不妨称之为宗教上的自我，那便是灵魂。如果说欲望是旋生旋灭的，则另一种存在灵魂却是指向永恒的，怎么能甘心自己被轻易地一次性地挥霍掉？"}
{"text":"散文我与地坛的结尾语把这个意思说得更精辟宇宙以其不息的欲望将一个歌舞炼为永恒。这个欲望有怎样一个人间的姓名，大可忽略不计。好吧，我们姑且承认作为欲望的自我只是造化即宇宙大欲望手中的一个暂时的工具，我们应该看破这个自我的虚幻，千万不要执著。可是，在这个自我之外，岂不还有一个自我，不妨称之为宗教上的自我，那便是灵魂。如果说欲望是旋生旋灭的，则另一种存在灵魂却是指向永恒的，怎么能甘心自己被轻易地一次性地挥霍掉？关于灵魂，我推测它很可能是作为主体的自我与作为欲望的自我的一个合题。试想一个主体倘若有欲望，最大的欲望岂不就是永恒，即世界永远是我的世界，而不能想像有世界却没有了我？有趣的是，解决永恒问题的思路正好与此暗合，由唯我和无我走向了颇具宗教意味的泛我。早在我与地坛中，他就如此描写有一天，我老了，拄着拐杖走下山去，从某一处山洼里势必会跑上来一个欢蹦的孩子，抱着他的玩具。接着自问当然，他不是我。但是，那不是我吗？在务虚笔记的最后一章，再次提到小说开头所回忆的那两个孩子。这一章的标题是结束或开始，暗示人间戏剧的轮回，而在这轮回中，所有的人都是那两个孩子，那两个孩子是所有的角色。不言而喻，那两个孩子也就是我。务虚笔记的结尾那么，我又在哪儿呢？上帝用欲望造就了一个永劫的轮回，这永劫的轮回使我诞生，我就在这样的消息里，这样的消息就是我。当然，这个我已经不是一个有限的主体或一个有限的欲望了，而是一个与宇宙或上帝同格的无限的主体和和无限的欲望。就在这与宇宙大化合一的境界中，作为灵魂的自我摆脱了肉身的限制而达于永恒了。探究存在之谜哲学与文学批评论纲关于哲学与批评的关系，我们可以听到两种相反的意见。一种意见认为，批评应该完全立足于艺术，排除一切哲学观点的干扰。另一种意见认为，任何批评必定受某一种或某一些哲学观点的支配，在本质上是应用哲学。我认为，批评之与哲学发生关系是一个不言而喻的事实。凡学院派批评家往往建立或者运用一定的批评理论，由这些批评理论固然可以追溯到相应的哲学理论。即使是那些非学院派的所谓业余批评家，在他们的印象式批评中也不难发现一种哲学态度。"}
