{"text":"――国人的确很适合追求自己的理想，因为除了惊人的体力外，他在生物学地质学化学物理学和历史方面都是行家。在格丁根大学求学时，他结识了曾经陪伴库克船长第二次出航的博物学家福斯特，并且掌握了分辨植物和动物种类的技巧。毕业后，洪堡一直寻找机会到偏远而不为人知的地方旅游。到埃及和麦加旅游的计划在最后一分钟告吹，不过年的春天，他有幸遇到西班牙国王卡洛斯四世，并说服了国王资助他到南美洲进行探险。以后，洪堡离开欧洲长达年的时间。他回来后，在巴黎定居，并在接下来的年内出版了一部册的旅游集新大陆赤道地区之旅。这部规模宏大的著作确实反映出他的非凡成就。爱默生曾写道广洪堡是众多世界奇迹之一就像亚里士多德尤利乌斯恺撒和克赖顿一样，仿佛在不同时代里展现了人类智慧的潜能，包括其力量和s，丨―丨，德国探险家和科学家。一p―，美国散文作家诗人思想家和美国世纪新英格兰超验主义文学运动领袖。――s公元前前古希腊著名哲学家。――ss公元前―前古罗马将军独裁者政治家。――s―苏格兰学者演说家语言学家。一译者旅行的艺术各种才能他可说是一个全能的人。当洪堡从拉科鲁尼亚启航时，南美洲对于欧洲人来说相当陌生。韦斯普奇和布甘维尔曾经绕着南美洲的海岸环行，拉孔达铭和布给也曾经勘察过亚马孙和秘鲁的山河，但是当时还是没有精确的南美洲地图，也没有关于那里的地质植物和原住民的任何资料。洪堡将欧洲对于南美洲的认识提高到另一个层次。他沿着南美洲北部的海岸线和南美洲内陆行进了公里一路上采集了个植物样本，并发现了个新品种。他根据计算精确的天文钟和六分仪所测量出的数据，重新绘制了南美洲的地图。他研究了地球的磁场，并且是首个发现离开地球两极越远，磁场就越弱的人。他也是第一个描述橡胶树和金鸡纳树的人。"}
{"text":"洪堡将欧洲对于南美洲的认识提高到另一个层次。他沿着南美洲北部的海岸线和南美洲内陆行进了公里一路上采集了个植物样本，并发现了个新品种。他根据计算精确的天文钟和六分仪所测量出的数据，重新绘制了南美洲的地图。他研究了地球的磁场，并且是首个发现离开地球两极越远，磁场就越弱的人。他也是第一个描述橡胶树和金鸡纳树的人。他画出连接奥里诺科河和内格罗河的流域，他测量出气压和海拔高度对植物种植的影响程度。他研究了亚马孙河盆地土人的宗族仪式，也发表了关于地理和文化特征之sp，―，与哥伦布同时代的意大利商人和探险航海家――s丨―丨丨丨，法国航海家，曾作为首次环球航行的法国海军指挥官。――，s―，法国博物学家和数学家完成了对亚马孙河的首次科学考察。――，―丨，法国多学科科学家。――间关系的理论。他比较了太平洋和大西洋海水盐分的含量，还提出了海潮的观念，并意识到海水的温度受海潮的影响，远大于纬度的影响。早期为洪堡立传的施瓦岑贝格，将其著作的副题命名为一生所能缔造的成就，并把洪堡特别好奇的事物归纳为个方面其一，对地球及其居住者的知识其二，对主宰宇宙人类动物植物和矿物的更高自然法则之发现其三，对新生物的发现其冈，对巳发掘何未完整认识的陆地及其各种物产的发现最后，对新认识的人种及其风俗语言文化历史遗迹的了解。这种成就也许很少或者不可能是一个人一生所能完成的。我在马德里的探索之旅最终确定由一位女仆来负责接待。她曾次提着一篮的清洁剂和一把扫帚闯进我的房里，爱德华恩德洪堡和庞普兰德在委内瑞拉，约年旅行的艺术见我缩进被单里，她还用夸张的嗓门喊道喂！对不起了！临走前把门甩上之际，她还刻意用手上的东西撞击大门，发出很大的声响。"}
{"text":"这种成就也许很少或者不可能是一个人一生所能完成的。我在马德里的探索之旅最终确定由一位女仆来负责接待。她曾次提着一篮的清洁剂和一把扫帚闯进我的房里，爱德华恩德洪堡和庞普兰德在委内瑞拉，约年旅行的艺术见我缩进被单里，她还用夸张的嗓门喊道喂！对不起了！临走前把门甩上之际，她还刻意用手上的东西撞击大门，发出很大的声响。由于我不想第次经历此种遭遇，便换上衣服，在旅馆餐室叫了热巧克力饮料和一碟奶酪条，然后前往旅行指南称为旧马德里的地方年，菲利普二世把马德里定为他的首都时它只是卡斯提尔高原上的小镇，人口不过。马德里在接下来的几年里发展成为一个强大帝国的枢纽。在摩尔式要塞的后方出现了狭窄的街道，街道两旁建起了房子和中世纪风格的教堂。要塞后来被哥特式的宫殿取代，最后才成为今天我们见到的波旁王朝式宫殿――皇家宫殿这座城市因世纪哈普斯堡王朝的统治而被称为奥地利人统治时期的马德里。这段时间，修道院受到资助，教堂和宫殿也建了起来。到了世纪，增添了大广场，而太阳门也成为西班牙的宗教和地理中心。我站在卡瑞塔斯街和太阳门的交叉处一角。这里隐约构成一个半月形区域，有座卡洛斯三世s骑马的塑像。这天阳光明媚，有许多旅客一面照相，一面听导游的讲解。我则越发焦急地想知道自己在这里应该做些什么想些什么。洪堡从来不被这些问题所困扰。无论他到什么地方去，目的都是明确的，即发掘事实，验以证之。在前往南美洲的船上，他已经展开研究。从西班牙航行到新格拉纳达，即今委内瑞拉海岸库马纳的途中，他每两个小时就测量一次海水的温度。他记录了六分仪所测出的数据，还在船尾系上一个鱼网，然后把当中他所看到或找到的所有海洋动物记录下来。他一踏匕委内瑞拉的土地，就立即投人对库马纳一带植物的研究。库马纳这座城建立在石灰质岩的丘陵地上，丘陵上长满像蜡烛般的仙人掌，枝干延伸出去，像是长了一层苔藓的枝形烛台。一天下午，洪堡量了一种仙人掌的圆周，测出的数据是米。"}
{"text":"在前往南美洲的船上，他已经展开研究。从西班牙航行到新格拉纳达，即今委内瑞拉海岸库马纳的途中，他每两个小时就测量一次海水的温度。他记录了六分仪所测出的数据，还在船尾系上一个鱼网，然后把当中他所看到或找到的所有海洋动物记录下来。他一踏匕委内瑞拉的土地，就立即投人对库马纳一带植物的研究。库马纳这座城建立在石灰质岩的丘陵地上，丘陵上长满像蜡烛般的仙人掌，枝干延伸出去，像是长了一层苔藓的枝形烛台。一天下午，洪堡量了一种仙人掌的圆周，测出的数据是米。他花了个星期的时间，测量了海岸上更多的植物，然后就进入内地，转移到新安达卢西亚的深山进行探索。他领着一头驴子驴子驮着一个六分仪一支测量磁性变化的磁倾针一个温度计和一个测量空气湿度的索绪尔湿度表一种用毛旅行的艺术发和鲸骨做成的仪器。洪堡对这些仪器善加利用。他在自己的日记中写道我们一走进森林，气压计就显示，海拔高度增加了。在这里树干形成了一个奇景这里的草本植物长有轮状树枝，像蔓藤般生长到至英尺高，形成环圈，在我们的前路随风摇曳。大约下午点，我们在一个叫做奎特普的小平原停下脚步，该平原海拔突阿斯突阿斯，长度单位，每突阿斯约等于米。平原上的儿间茅屋旁有一条小溪，印第安人都认为小溪的水既清新又有益健康，我们发觉溪水的确很好喝，它的温度不过摄氏度，而周围空气的温度是度。不过在马德里，一切都已经知晓，所有的事物都已经测量好。大广场的北侧长约米。它是在年，由德莫拉建成的。这里的温度是摄氏度，风向朝西。大广场中央的菲利普三世骑马的雕像高米，是由詹博洛尼亚和皮耶罗塔卡合力铸造而成。旅游指南介绍这些―意大利世纪末期卓越的风格主义雕塑家，――，丨―意大利文艺复兴时期雕塑家。――详情时，偶尔显得有些急切。接着，它又指引我来到圣米格尔教堂。这是一座灰色的建筑物，为了不被游客一眼带过，它建得与众不同。上这么写道这座由波纳维亚设计的长方形教堂，是少数从世纪意大利巴罗克建筑风格获得灵感的西班牙教堂。它弧形的外观以精致的塑像点缀，展现了内外线条之美。"}
{"text":"――详情时，偶尔显得有些急切。接着，它又指引我来到圣米格尔教堂。这是一座灰色的建筑物，为了不被游客一眼带过，它建得与众不同。上这么写道这座由波纳维亚设计的长方形教堂，是少数从世纪意大利巴罗克建筑风格获得灵感的西班牙教堂。它弧形的外观以精致的塑像点缀，展现了内外线条之美。拾阶而上，可以看见圣尤斯图斯和圣帕斯托尔的浮雕。这座教堂正是为纪念这两位圣者而建。教堂的椭圆形屋顶与拱形的屋檐交叉着而且灰泥粉饰浓重，使教堂内部显得优雅{贵。如果说我的好奇心远不如洪堡而回床睡觉的冲动却是那么强烈，那么其中部分原因在于我们旅行的目的有别。对于任何旅人来说，一个为求得真知而进行的旅程，远比一个四处观光之旅得到更多好处。知识是有其用途的。对于测绘师和研究德莫拉作品的学生来说，测量大广场北侧的尺寸是有用的。对气象学家来说，获知马德里中部四月天的气压也是有用的。库马纳仙人掌的圆周为米。全欧洲的生物学家对洪堡的这个发现，也感到特别有兴趣，因为他们从来没有想过仙人掌旅行的艺术可以长得这么粗大。实用的知识能够引起群众的共鸣。当洪堡于年月把自己有关南美洲的研究结果带回欧洲时，他受到许多兴致勃勃的人的包围和热情款待。抵达巴黎的个星期后他在座无虚席的皇家学院宣读了他的第一份旅行记录。他指出了南美洲海岸太平洋和大洋洲海水的温度差异，也描述了森林里不同种类的种猴子。他打开个箱子，展示了各种化石和矿物样本，吸引与会者纷纷挤到前台围观。经度研究局向他索取天文观测的资料，天文台则要了他有关气压的数据。他受到夏多布里昂和施特尔夫人的宴请，也受邀加人只有名流如拉普拉斯贝托莱和盖吕萨克等才有资格参加的阿奎尔学会。在英国赖尔和胡克熟读他的作品而达尔文也对他的大部分发现烂熟于胸。当洪堡绕着一株仙人掌打转，或在亚马孙测量温度时，其好奇背后的驱动力，肯定源于一种服务他人的意识，因此就算他受到疲劳和疾病的威胁，这种意识也能够支撑他。洪堡发现，儿乎所有关于南美洲的现有资料都与事实不符，或疑问重重，他因此有机会对它们――修正。"}
{"text":"他受到夏多布里昂和施特尔夫人的宴请，也受邀加人只有名流如拉普拉斯贝托莱和盖吕萨克等才有资格参加的阿奎尔学会。在英国赖尔和胡克熟读他的作品而达尔文也对他的大部分发现烂熟于胸。当洪堡绕着一株仙人掌打转，或在亚马孙测量温度时，其好奇背后的驱动力，肯定源于一种服务他人的意识，因此就算他受到疲劳和疾病的威胁，这种意识也能够支撑他。洪堡发现，儿乎所有关于南美洲的现有资料都与事实不符，或疑问重重，他因此有机会对它们――修正。年他航海到哈瓦那，他甚至发现这个西班牙海军最重要的战略基地在地图上的位置也是错误的。于是，他取出自己的测量仪器，重新确定了正确的纬度。一名西班牙元帅为此还请他吃了一顿晚餐，以示感激。我坐在普罗文西亚广场的咖啡厅，承认自己不可能再有什么新的发现。我的旅游指南上的一段文字更加强了这一点圣弗朗西斯科大公教堂的新古典式格局为莎巴提尼所规划，但该建筑物本身包括一个圆形主教堂和衔接的个小礼拜堂，则是由卡贝萨斯所设计。该座建筑有一个宽米或英尺的圆形盖顶。评判我所学的任何东西，都应以它是否让我受益为准则，而不是考虑它是否满足他人的利益。我对事物的发现应该让我更具活力它们必须以某种方式使我生命升华。这个术语是尼采所提出的。他在年的秋季写了一篇文章他对探险家或学者们的论据收集以及运用已知―意大利建筑师。――s―世纪德国哲学家。――旅行的艺术论据丰富内在精神这二者进行辨析。和一般大学教授不同的是他对前一项活动不屑一顾，对后者却褒赞有加。在这篇名为历史对于生命的用途和损害的文章中，尼采一开始便非同凡响地声明以类似科学的方法收集论据是徒劳无功的。真正的挑战在于运用这些数据来升华我们的生活。他引用歌德的一句话说我厌恶所有那些只提供指示，却未能丰富或鼓动我活动的东西。为了丰富生命而从旅行中获取知识意味着什么？尼采提供了一些建议。他想象有这么一个人，对德国文化的现状和任何尝试改善它的办法皆感到沮丧。"}
{"text":"在这篇名为历史对于生命的用途和损害的文章中，尼采一开始便非同凡响地声明以类似科学的方法收集论据是徒劳无功的。真正的挑战在于运用这些数据来升华我们的生活。他引用歌德的一句话说我厌恶所有那些只提供指示，却未能丰富或鼓动我活动的东西。为了丰富生命而从旅行中获取知识意味着什么？尼采提供了一些建议。他想象有这么一个人，对德国文化的现状和任何尝试改善它的办法皆感到沮丧。这个人到了意大利的一座城市，比如锡耶纳或佛罗伦萨，竟发现广为人知的意大利文艺复兴，只不过肇因于几个意大利人之努力。他们凭着运气毅力和恰当的赞助人使整个社会风尚和价值取向得以变更。这位德国旅客学会从他人的文化中寻找曾经在过去充实人的概念并使它更完善的东西。尼还说道历史中总是一次V一次地出现一些对过往的伟大事物进行反思的人他们从中获取力量，深深感受到人类生命的辉煌灿烂。尼采提供了第二种旅行方式的建议通过历史了解我们的社会和身份认同如何形成，从而得到一份延续性和归属感。进行此类旅行的人超越了个人的短暂生命并感觉到自己是他寓所种族和城市的灵魂。他能够凝视着古老的建筑并体验到一份快乐，即他知道自己的存在并非完全偶然或任意的而是过去的继承者和成果。因此，一个人的存在是合理的，且确有其存在的意义。按尼采的说法，观察一栋古建筑的意义不过在于思考到这一点建筑物的风格比原本以为的更加灵活。我们可能凝望着圣克鲁斯宫它建于至年间，为哈普斯堡式建筑风格的珍品，心中想如果当时能够把它建出，为何现在不能这样，我们从旅行中带回来的，或许就不是种新植物，而是一系列细微不显著但却能丰富人生的想法。这里我们还碰到另一个问题那些到过此地的探险家，在有所发现的同时却也宣判了它们当中哪些是有意义的哪些则没有。久而久之，这就决定了马德里的价值所在，并变成了不可推翻的真理。维拉广场属于一星级，皇家宫殿属两星级，王室赤足女子修道院属三星级而东方广场则一星都没有。旅行的艺术这样的区分未必是错的，但是它却造成不良的影响。当旅游指南对一个景点赞赏有加时，它无形中产生一股压力，迫使读者接受其权威性，缔造一股热忱至于景点会使游客感受到沉默幸福还是兴致勃勃它则毫不关心。"}
{"text":"久而久之，这就决定了马德里的价值所在，并变成了不可推翻的真理。维拉广场属于一星级，皇家宫殿属两星级，王室赤足女子修道院属三星级而东方广场则一星都没有。旅行的艺术这样的区分未必是错的，但是它却造成不良的影响。当旅游指南对一个景点赞赏有加时，它无形中产生一股压力，迫使读者接受其权威性，缔造一股热忱至于景点会使游客感受到沉默幸福还是兴致勃勃它则毫不关心。早在未进入三星级的王室赤足女子修道院之前我就晓得自己得配合这种源于权威的热忱这是西班牙最美丽的修道院。有壁画装饰的楼梯看起来十分堂皇上方则是回廊，这里的小礼拜堂一间比一间更奢华。或许旅游指南还应该加上这句话那些不同意以上说法的游客必定有问题。洪堡却没有感到这种威慑。当时很少欧洲人到过他留下足迹的地域，他者的缺席，正好给洪堡提供了自由的想象空间，使他能凭自己的感觉决定自己对什么产生兴趣。他能自如地建立自己的价值体系，无须遵循或刻意推翻他人的权威。当他到达处在内格罗河旁的圣费尔南多传教会时，他可以自由地设想这里的一切都是有趣的，V或许根本没任何有趣的东西。他的好奇心指向了植物，这对洪堡游记――旅程――的读者而并不会感到意外。在谈到圣费尔南多最有趣的地方时，他写道我们在圣费尔南多最感到惊讶的是栗椰子。它的出现为这里的乡间带来了独特的风貌。这种植物长满了刺而树干高度超过了英尺。接着，洪堡测量了这里的气温很热，并注意到传教士住在布满藤蔓植物的宅子内，它们周围都有花园，非常漂亮。我试图设想一本没有任何先入之见的马德里旅游指南，想想我会如何按主观喜好对这里的所见所闻作一次评估。就我的兴趣指数而言，我会对西班牙饮食多肉少菜这一点给予三星在这里的最后一顿正餐中，我只吃到了几根薄薄白白的芦笋，其余的菜肴全都是肉类。另外，我也会对普通百姓听似高贵且冗长的姓氏给予三星的兴趣指数负责安排会议的助理，有像一列火车那么长的姓氏，由或衔接，这些称呼代表了祖先的城堡，忠实的仆人一口旧水井和饰有纹章的外套。这与她现实中的生活形成了对比一辆沾满尘土的西特伊毕沙型汽车和一栋靠近机场的小型公寓。"}
{"text":"就我的兴趣指数而言，我会对西班牙饮食多肉少菜这一点给予三星在这里的最后一顿正餐中，我只吃到了几根薄薄白白的芦笋，其余的菜肴全都是肉类。另外，我也会对普通百姓听似高贵且冗长的姓氏给予三星的兴趣指数负责安排会议的助理，有像一列火车那么长的姓氏，由或衔接，这些称呼代表了祖先的城堡，忠实的仆人一口旧水井和饰有纹章的外套。这与她现实中的生活形成了对比一辆沾满尘土的西特伊毕沙型汽车和一栋靠近机场的小型公寓。此外，我对这里男人长着小脚感到好奇新市区里的建筑体现出人们对现代建筑风格的取舍，这也同样令我兴趣盎然。例如，我在这里发现，一栋奥里诺科的埃斯梅拉达旅行的艺术建筑的现代性比它是否美观更为重要，就连一眼就觉得难看的古铜色外观也无所谓现代性似乎是期盼已久的东西，人们需要感受到它的强烈程度，以弥补过去停滞不前的时代，如果我能够依据好奇心的驱使决定什么是有趣的而不是被一本有着绿色封面影响力极强的米奇林马德里道路指南所左右那么我主观上认为以上所说的，都应该名列马德里趣事中。而那本旅游指南具有很强的磁场作用，把渎者心中好奇的指针拉往王室赤足女子修道院内，那些走起来有间声的走廊上一道褐色楼梯。年的月，洪堡爬上了当时公认的世界最高的山峰――海拔米的秘鲁钦博拉索火山。他的报告这样写道广我们不断攀越云层。多处山脊不超过―英寸宽。在我们的左方是冰雪覆盖的悬崖，它的表层结了冰玻璃般闪闪发亮。我们的右方则是可怕渊，在至英尺的深处有许多突出的巨石。即便是危险重重，洪堡仍对多数人忽略的东西作了细致的观察在海拔英尺高的雪线上，我们看到了一些长在石头上的苔藓，我们最后一次见到青苔则是比这个高度低英尺的地方。在英尺的高处，庞普兰德洪堡的旅伴捕捉了一只蝴蝶，而一只苍蝇出现在比此处高出英尺的地弗里德里希乔治魏奇方钦博拉索山下的洪堡与庞普兰德，年一个人为何会对苍蝇出现的确切高度产生兴趣？他又为何会关注长在英寸宽的火山脊上的一片青苔？这份好奇心并非突然产生的洪堡对这些事物的关注已久有时日了。"}
