{"text":"乃至此刻的事，也常自作聪明，自以为是。最后是勇者不惧。只要公义之所在，心胸昭然坦荡，人生没有什么恐惧。孔子在这里说的词句，字里行间，写出他的谦虚，表示自己的学问修养，没有做到君子的境界。可是子贡对同学们说，不要弄错了，这三点老师都做到了，我们要这样学习才对，他只是自我谦虚，不肯自我标榜而已。子贡方人。子曰赐也，贤乎哉？夫我则不暇！子贡有时比较直爽，看见不顺眼的人，当面就说人家，得罪人，当面就方你。这个方字在四川鄂西一带的方言中，常常听到人说。如说对某人方一方他，就是不妨得罪他一下。有时候说某人个性太直，也说某人是方人，这种人很直爽，常常容易得罪人，子贡就是这样。所以孔子说，子贡啊！贤乎哉？你要求别人，不要过于高了，不要希望别人都是贤人啊！有时候要马虎一点，这与古人对贤乎哉的确释，稍稍有点出入。而且老是得罪人，也不太好。假如是我，就没这个工夫去批评别人。下面再引用孔子的两句话。子曰不患人之不己知，患其不能也。这两句话，在上论第一篇的最后结论已说过。虽然最后一句文字不同，但是同样的意思。这里是说，一个人不怕别人不了解自己，就怕自己没有真本事，没有真学问，没有真才能，否则终有所成。这句话安置在子贡方人一节下，也是非常有味。待人接物这里是孔子所说，为人处世，交友之间的一个信条子曰不逆诈不亿不信，抑亦先觉者，是贤乎！明明别人来骗自己，可是不给人当面难堪，这是不逆诈。平生经验，的确碰到过许多这样的事，明知道对方满口都是谎言，但是姑且就让他骗。他讲完了以后，他所期望的所要求的目的，也让他达到。但是我们自己心里有数，知道他在骗。同时还发现有些人，他完全在骗人，但是他自己已经不觉得在骗人，他骗成了习惯以后，连自己都不觉得在说假话骗人，而变成了他正常的生活方式，甚至对他自己说的假话，也觉得是真的。不逆诈就是不揭穿有些人的欺诈。当然，这也要用得好，如果用得不好，我们就犯了很大的罪过，很容易成为姑息养奸了，这也不可以的。有的人是真的有困难，不得不骗一点钱，不抢不偷，已经算是好的，明知道骗，不妨给他骗一次，不过要设法感化他，这是不逆诈。"}
{"text":"同时还发现有些人，他完全在骗人，但是他自己已经不觉得在骗人，他骗成了习惯以后，连自己都不觉得在说假话骗人，而变成了他正常的生活方式，甚至对他自己说的假话，也觉得是真的。不逆诈就是不揭穿有些人的欺诈。当然，这也要用得好，如果用得不好，我们就犯了很大的罪过，很容易成为姑息养奸了，这也不可以的。有的人是真的有困难，不得不骗一点钱，不抢不偷，已经算是好的，明知道骗，不妨给他骗一次，不过要设法感化他，这是不逆诈。也可以把这个道理扩充到大的方面，但要恰到好处，该揭穿的时候，就要加以教育了。不亿就是不随便估计推测。凭了想象，随便估计推测，认为大概是这样，就犯了主观的毛病，不大好。不信就是怀疑。不亿不信，等于说不要主观的相信，也不要太客观的不相信。人如果有这样的胸襟修养，就够得上是有智慧的先觉者，也可以说是一个贤达的人了。夫子何为者现在开始，是另一个高潮。微生亩谓孔子曰丘，何为是栖栖者与？无乃为佞乎？孔子曰非敢为佞也，疾固也。微生亩是道家人物的隐士。讲到这里我们先要搞清楚一点，就是道家与儒家的思想，有两种不同的基本态度。儒家的基本思想是要中流砥柱。而在道家看来，中流砥柱抵得了什么？譬如今天石门水库放水，在中间放块石头，能挡得住流水吗？不过石头自己站住了，没被水冲走，可是水流照样往下冲，挡不住。道家绝不走这个路子。道家思想的基本态度，始终是走因应的路子――顺应自然。一个时代形成了一个趋势，挽不回来，所谓江水东流去不回，不可能把历史拉回来。道家思想是讲先知，一件事从它的前因，知道它一定的后果。如石门水库放水时，没有办法把水势挽回，但计算水流到某一地段时，轻轻开好一条水沟，就可以把水流疏散了。这就是现在流行道家的太极拳原理，四两拨千斤的道理也就是军事谋略，以寡击众的要点。所以中国历史上，出来因应时势，拨乱反正，都是道家的人物。这里我们讲一个思想问题我们中国几个子，实在了不起。除了现在讲的孔子，老子这本书，到现在为止，在国外已有好几十种译本。远在三十多年前，在成都有一位女医生告诉我，她在德国留学时去跳舞，召来一名舞男，居然知道中国的老子，而且可以用我们的国语背诵，她说好在自己在国内是读这些旧书出身，否则还在外国人面前丢脸了。孙子兵法这部书，许多国家，包括苏联的陆军大学在内，列为必修课。"}
{"text":"所以中国历史上，出来因应时势，拨乱反正，都是道家的人物。这里我们讲一个思想问题我们中国几个子，实在了不起。除了现在讲的孔子，老子这本书，到现在为止，在国外已有好几十种译本。远在三十多年前，在成都有一位女医生告诉我，她在德国留学时去跳舞，召来一名舞男，居然知道中国的老子，而且可以用我们的国语背诵，她说好在自己在国内是读这些旧书出身，否则还在外国人面前丢脸了。孙子兵法这部书，许多国家，包括苏联的陆军大学在内，列为必修课。现在孔子也出国去了，未来世界的文化趋势如何，可想而知。说到孙子兵法，想到孙子有名的势篇，讲形势。这个名词很难解释，现在世界的军事思想不讲势，而讲力的对比。每个国家都注意有多少兵源多少物质多少武器力的统计。如果只讲这些，只是力的对比，不稀奇。中国的拳术，也反映出中国的军事思想，不讲力，讲劲道。一拳一个劲道，就把对方打倒了。劲不是力。中国人主要讲势，道家说知其力，用其势，所以能四两拨千斤，以弱敌强，以寡击众。一个三期肺病的人，能把世界的大力士打倒，那才是本事。十个人可以消灭上千上万敌人，就是运用势。什么是势？孙子兵法势篇最后一句话的结论说转圜石于千仞之山。这就是势。一块圆的石头，在一两万尺的高空上转，就是势。假使一个四斤重的石头，在我们台北市上空，就仅五千尺的高空转，全台北市的人都要躲起来了，因为每个人都有被击中打死的可能，这一情形就是势。等到这块石头落下地以后，不但是我们，小孩子都可以欺负它，上去小便，它也毫无办法，不过四斤重的石头，谁都搬得动，丢了也就丢了。懂了这个道理，在处世上就可以运用，尤其战略战术思想，都是根据这个道理来的。在势没有形成的时候，对敌人政治的军事的战斗，就无法稳操胜算。孙子也很巧妙，写到这里，再没有继续写下去了。就是要读他书的人，自己去体会运用。透过一个故事可以了解势的道理。据说大蟒要吃东西的时候，不像其它的蛇要咬住东西，它只要将口张开，可以把一定距离以内的东西，吸到它的口中，吞入腹内。它的攻势一出，尾巴一摆，可以把直径尺把粗的大树扫断，厉害得不得了。可是有一只小蜘蛛和一条这样大的蟒是世仇，要对大蟒报复。就在蛇洞口的树上悬了一根丝下来，等待大蟒出洞觅食的时候，急落下来，打在大蟒致命的头部七寸部位。"}
{"text":"孙子也很巧妙，写到这里，再没有继续写下去了。就是要读他书的人，自己去体会运用。透过一个故事可以了解势的道理。据说大蟒要吃东西的时候，不像其它的蛇要咬住东西，它只要将口张开，可以把一定距离以内的东西，吸到它的口中，吞入腹内。它的攻势一出，尾巴一摆，可以把直径尺把粗的大树扫断，厉害得不得了。可是有一只小蜘蛛和一条这样大的蟒是世仇，要对大蟒报复。就在蛇洞口的树上悬了一根丝下来，等待大蟒出洞觅食的时候，急落下来，打在大蟒致命的头部七寸部位。每当大蟒刚把头伸出来，蜘蛛就急速下降，大蟒就立即缩回洞里，不敢出来。这么厉害的一条大蟒，就这样被一只脆弱的小蜘蛛制住了。反过来，如果这条大蟒能够冲出了洞，躲过头部七寸上的一击，只要一张口，也就可以轻易地把这只小蜘蛛吸进腹中消化掉了。可是当大蟒没办法施展它吸物的毒平时，这样一个脆弱的小蜘蛛，就可要大蟒的命，也就是兵法的原则，战略的道理。历史上，子书上，很多这类故事，在政略上都可供我们活用。因为这里与孔子讨论问题的微生亩，是一位隐士，属于道家人物，所以在了解这一段书之前，我们先概略的介绍一下两家思想上的差别处。孔子当时碰到几位隐士都吃瘪了。在中国古代文化历史上，隐士们的影响力很大。尤其以经济观点看，春秋战国以后，一般人都趋于现实，每逢乱世，经济的现实性一定变成很重要物质的崇拜，越来越高，这也是政治哲学历史哲学的大问题。可是有少部分人，如道家的隐士，现实的欲望富贵功名，对他都毫无诱惑的作用他能够吃蔬菜喝稀饭，硬是不同流，屹然而独立。而他们本身是人格高尚学问渊博才具高超。如我们提到过汉高祖敬畏商山四皓的故事，可见中国隐士思想影响力之大。过去几千年来的政治，受这个思想的影响一直很大。再从另一角度看，这一派人好像对现实不热心，其实也很热心。因为他们站在旁边，使当道者非常注意。他们似乎袖手旁观，又似乎在护航。微生亩就是这样一位隐士，有一天他对孔子说，你一天到晚凄凄惶惶，唐玄宗咏孔子的名诗，开头两句夫子何为者？栖栖一代中。就是从论语这一节脱换而来的。忙忙碌碌，周游列国，到处宣传讲学，究竟是为了什么？到处去讲学宣传，又有什么用？你不觉得太过分吗？孔子答复他说，我并不是好说讨人喜欢的话，实在是自己的毛病太深了，用现代话说就是毛病大。这样的解释，和古人的解释不一样。"}
{"text":"因为他们站在旁边，使当道者非常注意。他们似乎袖手旁观，又似乎在护航。微生亩就是这样一位隐士，有一天他对孔子说，你一天到晚凄凄惶惶，唐玄宗咏孔子的名诗，开头两句夫子何为者？栖栖一代中。就是从论语这一节脱换而来的。忙忙碌碌，周游列国，到处宣传讲学，究竟是为了什么？到处去讲学宣传，又有什么用？你不觉得太过分吗？孔子答复他说，我并不是好说讨人喜欢的话，实在是自己的毛病太深了，用现代话说就是毛病大。这样的解释，和古人的解释不一样。古人对疾固两字解释为讨厌这种固执己见，不肯出来用世的病态。我觉得这样的解释太牵强。这是因为后代的儒家思想，反对道家，反对隐士，就借用孔子这句话骂人，责备这些人不肯出来为国家社会尽力。其实，只是他们想作官的门面话。可是孔子绝不是这种态度，他对隐士很尊重。在此，他只是一番自我表白，这句话翻成白话等于说，你老兄劝我不要为时代担忧，是很对的。我之所以一天到晚奔走呼号，那是我的毛病。这是他对隐士们一种谦虚幽默的态度。真正的心意是，反正你们不出来做事，我出来做事，各走各的路，我为社会国家尽心而已，就算是我的毛病吧！子曰骥不称其力，称其德也。骥是古代的名马良马千里马的名称。他说真正的千里马，并不是说它的力量有多力，而是说它的德性好。中国古代的千里马是了不起的。我们看西方赛马，马跑的时候，一跳一蹦的，骑在上面实在不好受。中国的良马，跑的时候，左右腿交替奔驰，快得像风一样，骑在上面，有如在平稳的水面上行船，一点都没有颠簸的感觉。良马如遇主人坠鞍，它立刻站住，等主人起来，绝不会践踏到主人或拖着主人跑。如果肚带没有系紧，马鞍不完全，就是骑上去了，它也不走，用鞭子打它也不走。又如老马识途等等，都是良马的德性。这种良马，要有天才，才能训练得出来。劣马则会打滚，会擦墙，使骑它的人受伤，甚至送命。这两句话编在这里，等于是答复了微生亩问孔子的问题。意思是说，一个为人类国家社会的人，不问眼前的效果，只问自己应该做不应该做。甚至今天下的种籽，哪一天发芽？哪一天结果？都不知道。下了种籽，终有一天会有成果的。从这里我们想到，孔子的思想，几千年以来，始终成为国家民族文化的中心，的确是有它千古不灭的价值的。报怨与报德或曰以德报怨，何如？子曰何以报德？"}
{"text":"劣马则会打滚，会擦墙，使骑它的人受伤，甚至送命。这两句话编在这里，等于是答复了微生亩问孔子的问题。意思是说，一个为人类国家社会的人，不问眼前的效果，只问自己应该做不应该做。甚至今天下的种籽，哪一天发芽？哪一天结果？都不知道。下了种籽，终有一天会有成果的。从这里我们想到，孔子的思想，几千年以来，始终成为国家民族文化的中心，的确是有它千古不灭的价值的。报怨与报德或曰以德报怨，何如？子曰何以报德？以直报怨，以德报德。最近日本产经新闻发表的蒋总统秘录一书，这位日本记者引用了以德报怨这句话，说是孔子思想，这是一个错误。以德报怨是道家思想，这句话出在老子。孔子思想是以直报怨。儒家思想有一点侠义的精神，你打我一拳，我踢回你一脚你对我不好，我不理你，这很直嘛！你对我不好，我还要对你好，要如基督教圣经上说，你在我左脸打了一个耳光，我再送上右脸让你打一个耳光。就像唐朝的娄师德，告诉他弟弟，要唾面自干一样。但对于娄师德这句话，我们要了解，这是中唐以后的修养。当时天下太平社会安定，而娄师德是世家公子，历代都作大官，声望很高，他自己在京里做大官。他的弟弟到代州去当太守，上任以前，向他辞行。娄师德说，我们娄家受国家朝廷的恩惠太大，我两兄弟现在都在作官，一般人会批评我们世家公子比较骄傲，你出去作官，千万要认清这一点，多多忍耐，不要为我们娄家丢人。他弟弟说，这点我知道，就是有人向我脸上吐口水，我就自己擦掉算了。娄师德说这样做并不好啊！你把它擦掉，还是违其怨，给人家难堪哪！弟弟说，我懂了，就让它在脸上自己干了。娄师德才说，这就对了。假使所有中国人都是这种修养，那还得了！所以话说回来，作学问不要断章取义，不管上下文，只抓中间一句两句去做，那就要出问题。每个思想，要作整体的研究才行。刚才已经声明了，娄师德出身在中唐以后，国家社会，已经有了两百多年的安定，而他家里又历代作官，他本身又在中央政府当相职。这样的时代背景，这样的家庭背景，他弟弟在这样环境中所处的立场位置，就与一般人不同。由穷小子经过考试出来作官，就可以傲慢一点。如果娄师德的弟弟有一丝傲慢，人家就会批评，说靠世家的势力欺负人，所以娄师德对他弟弟的这个教训才没有错，并不是说在乱世之中，拔刀而起的时候也要如此。"}
{"text":"每个思想，要作整体的研究才行。刚才已经声明了，娄师德出身在中唐以后，国家社会，已经有了两百多年的安定，而他家里又历代作官，他本身又在中央政府当相职。这样的时代背景，这样的家庭背景，他弟弟在这样环境中所处的立场位置，就与一般人不同。由穷小子经过考试出来作官，就可以傲慢一点。如果娄师德的弟弟有一丝傲慢，人家就会批评，说靠世家的势力欺负人，所以娄师德对他弟弟的这个教训才没有错，并不是说在乱世之中，拔刀而起的时候也要如此。在这样的时代，不要说口水吐到我们脸上，如有外国人不礼貌地瞪我们两眼，我也要打他两拳。时代不同环境不同，对事情的处理态度就有所不同。所以作学问不能断章取义。这里有人问孔子以德报怨，何如？等于提到道家的思想。孔子的答复，也没有直接反对，只是在逻辑上作一个论辩。他说，别人对我不起，我对他好那么人家对我好，我又该怎样报答呢？所以他下面就主张以直报怨，以直道而行。是是非非，善善恶恶，对我好的当然对他好，对我不好的当然不理他，这是孔子的思想。他是主张明辨是非的。存心自有天知子曰莫我知也夫！子贡曰何为其莫知子也？子曰不怨天不尤人下学而上达。我知者，其天乎！孔子有一天感叹没有人了解他。子贡听见就说老师何必这样悲观！怎会没人了解你？孔子说，我这一生，不怨天不尤人从基层的学识，艰苦的人生经验起步，但不为现实所困，能够升华，走入形而上的境界。这是孔子的自我描述，因为孔子出身穷苦，在艰难困苦环境下，体会到人生哲理，成就智慧的德业，升华上达，超越世俗，因此对人世间也不要求别人的了解，存心自有天知。上面等于结束了自微生亩以后的一段话，下面又转入另一波澜。公伯寮诉子路于季孙，子服景伯以告，曰夫子固有惑志于公伯寮，吾力犹能肆诸市朝。子曰道子将行也与，命也。道之将废也与，命也。公伯寮譬如命何？公伯寮是鲁国政治上社会上有地位的人，当时鲁国政权在季家三兄弟手中，公伯寮就暗地挑拨是非，在季孙面前，讲孔子学生子路的坏话，这也是间接的攻讦了孔子。当时有一个孔子的学生姓子服，名何，字伯，后来谥号景，当时是鲁国大夫。"}
{"text":"公伯寮诉子路于季孙，子服景伯以告，曰夫子固有惑志于公伯寮，吾力犹能肆诸市朝。子曰道子将行也与，命也。道之将废也与，命也。公伯寮譬如命何？公伯寮是鲁国政治上社会上有地位的人，当时鲁国政权在季家三兄弟手中，公伯寮就暗地挑拨是非，在季孙面前，讲孔子学生子路的坏话，这也是间接的攻讦了孔子。当时有一个孔子的学生姓子服，名何，字伯，后来谥号景，当时是鲁国大夫。有一天来告诉孔子，公伯寮在捣乱，到处造谣和老师作对，并且在季孙家说子路的坏话，增加老师的麻烦，今天我在政府中的权力可以左右一切，可以放手去做，这种害群之马，我有力量除掉他。意思是向老师请示，要怎样处置这样一个坏人。孔子说，不要那样冲动，不可以这样，我走的是为国家民族为人类为天地行正道，能够走得通，是命。倘使这个文化命脉真的要中断了，也是民族国家时代的命运。公伯寮这样捣乱，影响不了什么。又有什么关系？这一段书，第一点是看出孔子思想意志的坚定第二点说明了孔子的人品道德。在他学生里有这样有权力的人，而且不止一个，但是他始终不运用。他认为这种现实力量，对于文运世风的兴衰，没有什么影响，所以他否决了子服景伯用权力对付公伯寮的建议。由此再引出下文的另一章。入山未必心安一些人说孔子思想与隐士相对，其实一点都不相反，甚至孔子也有避世隐遁的观念。子曰贤者辟世，其次辟地，其次辟色，其次辟言。这好像是孔子告诉了我们很多故事的权谋。我们知道不学无术这句成语，反过来说，就是除了学问要好，把握住原则以外，还要懂得处世之方。孔子所讲的这些话都是术，也就是方法。这里的辟就是避的古写。贤者辟世，时代混乱的时候，不与现实发生关系，脱离这现实社会，和隐士一样修道去。再其次是辟地，一个地方太混浊，不同意这环境，就离开这个地方。再其次辟色，处世的态度上要注意，在乱世动荡的社会中，对人对事，言论思想要端正谨严，对任何人的态度都要和善，能够包容别人，不要有傲慢鄙薄的态度。相对的说，看着风头不对，他大概与我合不来了，那自己就早一点离开吧！再其次辟言，不发牢骚。这是孔子告诉我们的四辟。由此看来，孔子对于隐士思想，何尝不赞成！他教弟子们的四辟，已经走上隐士的路子了。"}
{"text":"贤者辟世，时代混乱的时候，不与现实发生关系，脱离这现实社会，和隐士一样修道去。再其次是辟地，一个地方太混浊，不同意这环境，就离开这个地方。再其次辟色，处世的态度上要注意，在乱世动荡的社会中，对人对事，言论思想要端正谨严，对任何人的态度都要和善，能够包容别人，不要有傲慢鄙薄的态度。相对的说，看着风头不对，他大概与我合不来了，那自己就早一点离开吧！再其次辟言，不发牢骚。这是孔子告诉我们的四辟。由此看来，孔子对于隐士思想，何尝不赞成！他教弟子们的四辟，已经走上隐士的路子了。根据这四辟，可以看到从前知识分子的处世方针。不过讨论起来，涉及到个人思想的问题，有点类似于西方讲的个人自由主义。例如辟世辟地辟色辟言，这是中国过去知识分子处乱世，在邦无德这情形下，所采用的个人自由主义，宁可退守自清，不愿同流合污，隐士路线就是如此。但是在拨乱反正，能够对国家社会有所贡献的时候，他所采用的原则是成仁取义的路线。这两个路线，不但是中国知识分子的思想问题，全世界的人都是这样。研究西方的政治思想西方文化，包括了欧洲各国，一直到美国，都是如此。所谓个人主义自由思想，到了最高度，就是绝对的个人自由，这是必然的发展。所以古旧的自由思想，必须要法治，要人人能够守法，才能谈自由。可是现在到了中国来，年轻人搞不清楚东西文化这个思想潮流的精神所在，学西化，动辄讲自由，又不懂西方自由主义的真精神，而完全变成个人的自私主义。这一段表面上看，孔子反对隐士，实际上这一段包含着浓厚的隐士思想。贤者辟世，时代不对了，觉得无能为力，挽回不了的时候，只有避世。那么避世干什么呢？就是保持有用之身，等待机会，做更大的贡献。讲不好听一点，也就是消极的自全其身。不但在这一段，论语里有许多地方，孔子都提出这种主张如邦有道危言危行，邦无道危行言孙。乃至对南容的奖评邦有道不废，邦无道免于刑戮。可见孔子的观念中，何尝完全抹煞隐士思想？所以严格的研究起来，我个人认为问题很大。至少几千年来，一直到近五六十年前，中国知识分子，书读好了的人，就缺乏一股冲劲。我们大家也是一样，理论会讲，冲劲不足。有冲劲的时候，往往学识又太欠缺，不能成事。所以我常和一些老朋友谈起，以我们现有的这么一点不太少的知识，而让我们的体能年龄，退回到二十几岁时一样，大家就有可为。"}
