{"text":"查尔斯波德莱尔于年生于巴黎。很小的时候他就不愿呆在家里。岁时，父亲死了。年后他母亲再度结婚，对于继父波德莱尔没有好感。他被送到多所寄宿学校读书。由于不守校规他一再地被这些寄宿学校逐出校门。长大后，他发现自己和中产阶层的生活格格不人。s―法国诗人。旅行的艺木他和母亲继父争吵，穿剧台上才使用的黑色斗篷，在自己的卧室里挂满德拉克洛瓦的名画哈姆莱特的平版复制品。在日记中，他抱怨自己深受折磨，其根源之一是一种可怕的病魔――对家的恐惧，其次则是幼年便有的孤独感。尽管有家人，特别是有学校里的朋友，一种注定终生孤独的宿命感总也挥之不去。他梦想着能到法国以外的地方，一个很远很远的地方，在另一个大陆上，让他彻底忘却平常的生活――这是一个让他发怵的字眼。他梦想到一个更温暧的地方去，到旅行的邀约中的对偶诗句描述的神奇之所去，那里一切充满秩序美丽华贵，静谧和活色生香。然而他明白这不是一件容易的事情。他曾经告别北部法国的阴沉的天空，结果是沮丧而归。他动身离开法国，其的地是印度。在海上航行了个月后，他乘坐的船遭遇了海上风暴的打击，停靠毛里求斯检修。毛里求斯岛林木葱翠，环岛都是热带棕榈树，这正是波德莱尔曾经梦想一游的地方。但糟糕的是，他始终不能摆脱一种伤感和无精打采的状态，因而对未竟之旅产生怀疑，认为即便是到了印度，情形也不会更好。于，阱―丨，法国浪漫主义画家。一一是置船长的一再劝说于不顾，他坚持返航回到法。这段旅行使他终其一生对旅行又爱又恨。在旅程中，他充满讽刺意味地想象从远方归来的旅行者的叙述我们看见星星，波涛我们也看到了沙滩尽管有许多麻烦和突如其来的灾难，就像在这里，我们总觉厌烦。尽管如此，他还是盼着能出外旅行，也觉察到旅行对自己强烈而持久的吸引力。结束毛里求斯之旅回巴黎后不久，他便梦想着再到另外一个地方旅行现实的生活就像是一家医院，每个人都疲于更换自己的病床。有人喜欢靠近暖气片的病床，有人喜欢靠窗。"}
{"text":"尽管如此，他还是盼着能出外旅行，也觉察到旅行对自己强烈而持久的吸引力。结束毛里求斯之旅回巴黎后不久，他便梦想着再到另外一个地方旅行现实的生活就像是一家医院，每个人都疲于更换自己的病床。有人喜欢靠近暖气片的病床，有人喜欢靠窗。好在他并不因为自己是这众多病人中的一个而感羞愧对我而言，我总是希望自己在一个我目前所居地以外的地方，因而到另一地方去永远是我满心欢喜的事情。波德莱尔有时梦想着旅行到里斯本，那里气候温暖，他会像蜥蜴一样，躺在太阳下便能获得力量。里斯本是个水大理石及光的都市，让人自在从容，敏于思索。然而对葡萄牙的幻想还未及完结，他又想，也旅行的艺术许在荷兰，他会更快乐。接下来，他马上又想为什么不是去爪哇波罗的海？甚至为什么不是北极在那里他可以在极夜的黑暗里观察彗星是如何划过北极的天空！目的地其实并不重要，他真正的愿望其实是想离开现在的地方，正如他最后总结的那样广任何地方！任何地方！只要它在我现在的世界之外波德莱尔看重对旅行的幻想，认为这是一种标记，代表高贵的追索者的灵魂，对此类追索者，他称之为诗人他们从不满足于故乡的所见所闻，尽管他们清楚他乡也并非尽善尽美他们情绪多变，时而希望满怀，看待世界如孩童般理想时而绝望无从，愤世悲观。像朝圣的基督徒，诗人注定生活在一个陷落了的世界里，但同时，他们又不肯认同一种变通的较少妥协的世界。同这些观点相反，在波德莱尔的传记中，我们可以发现一个明显的事实终其一生，他都为港口码头火车站火车轮船以及酒店房间所吸引那些旅程中不断变换的场所让他觉得比家里更自在。一旦感受到巴黎的压抑，觉得巴黎的生活似乎单调狭窄，他就会离裕因为想离开而离开，旅行到一个港口或火车站，在那里，他能听到内心的呐喊列车让我和你同行！轮船，带我离开这里！带我走，到远方。此地土俱是泪！在一篇关于波德莱尔的论文中艾略特指出波德莱尔是世纪展示现代旅游地和现代交通工具之美感的第一位艺术家。艾略特写道广波德莱尔创造了一种新型的浪漫乡愁。这包括广告别之诗和候车室之诗。"}
{"text":"一旦感受到巴黎的压抑，觉得巴黎的生活似乎单调狭窄，他就会离裕因为想离开而离开，旅行到一个港口或火车站，在那里，他能听到内心的呐喊列车让我和你同行！轮船，带我离开这里！带我走，到远方。此地土俱是泪！在一篇关于波德莱尔的论文中艾略特指出波德莱尔是世纪展示现代旅游地和现代交通工具之美感的第一位艺术家。艾略特写道广波德莱尔创造了一种新型的浪漫乡愁。这包括广告别之诗和候车室之诗。或许，我们还可以加上加油站之诗和机场之诗。在家不开心的时候，我常搭上去希思罗机场的火车或机场巴士。在机场号大楼的观光走廊上或者从机场北面跑道一侧的万丽酒店的顶楼，我观看飞机连续不断地在机场起降，十分畅意。年对波德莱尔是艰难的一年，在经历了恶之花的审判过后，他和情人詹妮杜瓦尔的关系又宣告破裂。他于是到母亲的家乡――翁弗勒尔看望她。他在翁弗勒尔待了两个月，常在码头边找一个椅子坐下，看各种船只停靠起航。那些高大壮观的轮船，平稳地停在止水上还有旅行的艺术那些看似充满梦幻和闲适的轮船，它们难道不是在对我们无声耳语我们什么时候开始快乐之旅从机场的区就是飞行员所熟悉的北跑道附近的停车场看去，天空中的波音飞机起初只是一个耀眼的白色光点，似流星坠向地球。波音已在空中飞行了小时。它是拂晓时分从新加坡起飞，飞越了孟加拉湾德里阿富汗沙漠和里海，接着，它飞越罗马尼亚捷克德国南部然后开始平缓降落。降落过程非常平缓，以致很少有乘客感觉到在飞越荷兰附近灰棕色波浪翻滚的海面上空时飞机引擎细微的变化。接着飞机沿着泰晤士河飞过伦敦上空，再往北，到哈默史密斯附近，飞机机翼上的阻力板开始展开。飞机开始在阿克斯布里奇上空盘旋，最后在斯劳的上空，调直方向，对准跑道。从地面看去，白点慢慢变大，成了一个两层楼高的庞然大物，巨大的机翼下悬着的四只引擎像是它的耳环。在细雨中，飞机缓缓而近乎庄严地迫近机场，机身后成团的雨雾凝结，像是它拖曳的面纱。飞机的下方便是斯劳的郊区。时间是下午时。在独立的别墅里，有人正在给水壶灌水。客厅里，电视机正开着，但声音关掉了。墙上有红色和绿色的光影移动。这就是平常的生活。"}
{"text":"飞机开始在阿克斯布里奇上空盘旋，最后在斯劳的上空，调直方向，对准跑道。从地面看去，白点慢慢变大，成了一个两层楼高的庞然大物，巨大的机翼下悬着的四只引擎像是它的耳环。在细雨中，飞机缓缓而近乎庄严地迫近机场，机身后成团的雨雾凝结，像是它拖曳的面纱。飞机的下方便是斯劳的郊区。时间是下午时。在独立的别墅里，有人正在给水壶灌水。客厅里，电视机正开着，但声音关掉了。墙上有红色和绿色的光影移动。这就是平常的生活。而在其上方是一架几小时前还在飞越里海的飞机。从里海到斯劳，飞机是尘世的一种象征，带着它飞越过所有地方的风尘它永不停歇的飞行给人们以想象的力量，藉此消解心中的沉滞和幽闭感。还是在早晨，飞机在马来半岛个让人联想到番石榴和檀香木的气息的地方――的上空飞行，而现在，在如此长时间地脱离地面之后，在离地仅数米的上空，飞机似乎已趋静止，它的鼻子向上，像是在稍作歇息，然后，它的个后轮接触到柏油跑道，掀起一阵烟尘，充分显示了其速度和重量。在一条平行的跑道上，一架正起飞开往纽约。在斯泰恩斯水库的上空，飞机收起了阻力板和机底的轮子，因为在接下来的小时穿云越海的行时间英里的飞行距离里，飞机用不上它们，直到飞行至长滩一排排白色长条板平旅行的艺术房的上方，飞机准备降落时才再度用得上它们。从飞机涡轮风扇发动机排出的热雾里可以看见别的整装待发的飞机。放眼整个机场，到处可见正在移动的飞机，在灰色的地平线的陪衬下，它们多彩的后翼如同帆船赛场上林立的船帆。机场号候机厅的背面，沿着其由玻璃和钢架结构建成的外墙，停着架巨型客机。从机身上的标志判断，可知它们来自不同的地方加拿大巴西巴基斯坦和韩围。在起飞前的几个小时里，它们机翼的间隔才不过几米，但随后，它们将开始各自的旅程，迎着平流层的风飞向各自的械牡亍Ｍ船泊靠码头时的情形相似，飞机降落后，一场优美的舞蹈也就开始了。"}
{"text":"在起飞前的几个小时里，它们机翼的间隔才不过几米，但随后，它们将开始各自的旅程，迎着平流层的风飞向各自的械牡亍Ｍ船泊靠码头时的情形相似，飞机降落后，一场优美的舞蹈也就开始了。卡车溜到机腹下方黑色的油管牢牢地接到机翼上机场舷梯的方形橡胶接口连到机舱出口货舱门打开了，卸下有些磨损的铝制货箱，货箱里装载的可能是几天前还悬挂在热带果树枝头的水果，或者是几天前还生长在高原峡谷里的蔬菜两个穿制服的工作人员在飞机的一个引擎旁架好了梯子，他们打开引擎罩，里面全是复杂的电线和钢管毛毯和枕头从前舱卸下了飞机乘客们开始走下飞机，对他们而言，这个普通的英国的下午将会有些超自然的意味。在机场，最引人注目的东西莫过于机场大厅天花板下悬着的一排排电视屏，上面显示着进出港的飞机航班的情况这些显示屏不曾有美感上的考量，放在整齐划一的罩盒里屏上显示的文字版式呆滞乏味，却能使人兴奋，触发想象力。东京阿姆斯特丹伊斯坦布尔华沙西雅图里约热内卢。这些显示屏能引发人们诗意的共鸣，一如詹姆斯乔伊斯的尤利西斯的最后一行广的里雅斯特苏黎世巴黎。不仅明晰地记录了小说尤利西斯的写作地点，同样重要的是它揭示了隐藏在这一行文字背后大都会精神的象征。源于这些显示屏的是持续不断的召唤，有时还伴随有电视屏上光标不安分的闪烁，似乎在昭示，我们既有的生活多么容易被改变假设我们走过一条通道，登上飞机那么数小时后，我们将置身于一个全然陌生的地方，在那里，没有人知道我们的名字。下午点，正是我们困乏和绝望之际，如果我们能摆脱困乏和绝望的掌控并坚信总会有一架飞机带着我们飞向某一个地方，就像是波德莱尔所谓的任何地方！任何地方，或者是的里雅斯特苏黎世巴黎，那该是多么快意的事情！―爱尔兰小说家，尤利西斯是其意识流小说的代表作。――旅行的艺术波德莱尔羡慕的不仅是旅程的起点或终点，如车站码头机场等地方，他也羡慕那些交通工具，特别是海上行驶的轮船。他曾写道广凝视一艘船，你会发现它散发出深邃神秘的魅力。他到巴黎的圣尼古拉斯港观看平底船，到鲁昂和诺曼底的港口观看更大的船只。"}
{"text":"―爱尔兰小说家，尤利西斯是其意识流小说的代表作。――旅行的艺术波德莱尔羡慕的不仅是旅程的起点或终点，如车站码头机场等地方，他也羡慕那些交通工具，特别是海上行驶的轮船。他曾写道广凝视一艘船，你会发现它散发出深邃神秘的魅力。他到巴黎的圣尼古拉斯港观看平底船，到鲁昂和诺曼底的港口观看更大的船只。他惊讶于和这些船只相关联的科技成就，它们竞能使如此笨重复杂的船体协调合作，优美地穿行海上。一艘巨轮让他想起一个庞大复杂却又灵活机敏的动物，它充满活力，承载着人类所有的嗟叹和梦想。在观看一架较大型的飞机时也会有同样的感想飞机也是一个很庞大很复杂的动物，尽管机身庞大，尽管低层大气一片混沌，它却仍能找准自己的航向，穿越苍穹。一架飞机停靠在一个登机口，相形之下，它周围的行李车和检修工是如此的渺小。看见如此场景，人们会抛开所有的科学解释发出惊叹如此庞大的飞机如何能移动，哪怕只是移动几米，遑论飞到本！楼房，也算是人类所能建造的少数可与之相比的庞然大物之一，但地球的轻微震动便可能使它们四分五裂，它们透风渗水，强风下，还会遭受损坏，比不得飞机的灵活和泰然。生活中很少有什么时刻能像飞机起飞升空时那样让人释然。飞机先是静静地停在机场跑道的一头，从机舱的玻璃窗看出去，是一长串熟悉的景观公路储油罐草地和有着古铜色窗户的酒店还有我们早已熟知的大地，在地上，即便是借助小汽车我们的行进仍然缓慢在地上，人和汽车正费力向山顶爬行在地面上，每隔半英里左右，总会有一排树或建筑挡住我们的视线而现在，随着飞机引擎的正常轰鸣走廊的玻璃只有点轻微的颤动，我们突然平稳地升上了天空，眼前展现的是直视无碍的广阔视野。在陆地上我们得花上整个下午才能走完的旅程，在飞机上，只旅行的艺术要眼珠微微转动便可一扫而过我们可以穿过伯克郡，参观梅登黑德，在布拉克内尔兜圈子，俯视高速公路。飞机的起飞为我们的心灵带来愉悦，因为飞机迅疾的上升是实现人生转机的极佳象征。飞机展呈的力量能激励我们联想到人生中类似的决定性的转机它让我们想象自己终有一天能奋力攀升，摆脱现实中赫然迫近的人生困厄。"}
{"text":"在陆地上我们得花上整个下午才能走完的旅程，在飞机上，只旅行的艺术要眼珠微微转动便可一扫而过我们可以穿过伯克郡，参观梅登黑德，在布拉克内尔兜圈子，俯视高速公路。飞机的起飞为我们的心灵带来愉悦，因为飞机迅疾的上升是实现人生转机的极佳象征。飞机展呈的力量能激励我们联想到人生中类似的决定性的转机它让我们想象自己终有一天能奋力攀升，摆脱现实中赫然迫近的人生困厄。这种视野上新的优势使陆地上的景观整饬有序一目了然公路弯曲，绕过山头河流延伸，通向湖泊电缆塔从发电厂一直架设到各个城镇那些在陆地上看上去布局混乱的街道，现在看来似乎是精心规划的条格布局。我们的眼睛试图把此刻所见与先前的认知连结在一起，像是用一种新的语言来解读一本熟悉的书。那些灯火所在之处一定是纽伯里，那条道路一定是，因为它是从高速公路分出来的。照此思路，我们的生活是如此M隘，就像并底之蛙我们生活在那个世界里，但我们几乎从未像老鹰和上帝那样睹其全貌。飞机引擎似乎毫不费力便将我们带到高空。悬在高空，周围是难以想象的寒冷，这些飞机引擎用一种我们看不到的方式持久地驱动飞机，在它们内侧表层上，用红色字母印出的是它们惟一的请求，要求我们不要在引擎上行走，要s，约―，意大利文艺复兴时期重要画家。―――伟大的佛罗伦萨艺术家兼科学家。一sss法国I家。―法国风景画家。――s―，英国世纪风景画家。――求我们只给它们添加号油，这些请求是给四千英里外还在睡梦中的一帮穿着工作服的人的信息。身处高空，可以看见很多的云，但对此人们似乎谈论不多。在某处海洋的上空，我们飞过一大片像是棉花糖似的白色云岛，对此，没有人觉得这值得大惊小怪，尽管在弗兰西斯卡的绘画作品中，这云岛可以是天使，甚至是上帝的一个绝佳的座位。"}
{"text":"――s―，英国世纪风景画家。――求我们只给它们添加号油，这些请求是给四千英里外还在睡梦中的一帮穿着工作服的人的信息。身处高空，可以看见很多的云，但对此人们似乎谈论不多。在某处海洋的上空，我们飞过一大片像是棉花糖似的白色云岛，对此，没有人觉得这值得大惊小怪，尽管在弗兰西斯卡的绘画作品中，这云岛可以是天使，甚至是上帝的一个绝佳的座位。机舱内，没有人起身煞有其事地宣布说，从窗户看出去，我们正在云海上飞行而对达芬奇普桑克劳德洛兰和康斯特布尔等人而言，这景致恐怕会让他们留恋。飞机上的食物，如果是坐在厨房里享用可以说是毫无特色，甚至让人倒胃，但现在，因约面对的是云海这些食品却有了不同的滋味和情趣一如坐在海边峭壁之巅，一边看惊涛拍岸，一边野坎，这时吃哪怕是普通的面包和奶酪也会让人神采高扬。仅依赖飞行屮的小餐板，在原本毫无家的旅行的艺术情趣的机舱内我们感觉到了如家的自在我们吃的是冷面包卷和一小盘土豆色拉，赏的是星际美景。细看之下，我们发觉机舱外陪伴着我们的云朵并非是我们想象中的情形。在一些油画作品中，或者是从地面上看去，这些云朵看上去是平平的椭圆体，但从飞机上看去，它们像是由剃须泡沫层层堆砌而成的巨型方尖塔。它们和水气的关联是显而易见的，但它们更容易散发，更加变幻无常，因而更像是刚刚爆炸的东西所产生的尘雾仍然在变异之中。人们至今还在困惑，为什么不可以坐在一团云上。波德莱尔清楚如何表达对这些云朵的喜爱。陌生人告诉我，你这个神秘的人，你说说你最爱谁呢？父亲还是母亲？姐妹还是兄弟？哦我没有父亲也没有母亲，没有姐妹也没有兄弟。那朋友呢？这您说出了一个我至今还一无所知的词儿。祖国呢？我不知道这个地方在哪。美人呢？如果她真的美若天仙，长生不老，我会很爱她，全心全意。金钱呢？我恨它，就像你恨上帝一样。那么，你究竞爱什么呀？你这个不同寻常的陌生人！我爱云过往的浮云那边那边美妙的云！云朵带来的是一种宁静。"}
{"text":"那朋友呢？这您说出了一个我至今还一无所知的词儿。祖国呢？我不知道这个地方在哪。美人呢？如果她真的美若天仙，长生不老，我会很爱她，全心全意。金钱呢？我恨它，就像你恨上帝一样。那么，你究竞爱什么呀？你这个不同寻常的陌生人！我爱云过往的浮云那边那边美妙的云！云朵带来的是一种宁静。在我们的下面，是我们恐惧和悲伤之所，那里有我们的敌人和同仁，而现在，他们都在地面上，微不足道，也无足轻重。也许我们早已参透了这样的真谛，但现在，我们倚着飞机冰凉的舷窗，这种感觉变得从未有过的真切――我们乘坐的飞机是一位渊博的哲学老旅行的艺术师，是听从波德莱尔的召唤的信徒列车，让我和你同行！轮船，带我离开这里带我走，到远方。此地，土俱是泪！除了高速公路，没有任何别的道路能通到加油站连步行的小径也没有。加油站孑然独立，它似乎不属于城市，也不属于乡间，而是属于一种第三空间，即旅行者的领地就像是独立于海角的灯塔。地理意义上的孤立给餐厅以孤单疏离的氛围。灯光有些冷漠，衬出苍内和斑斑渍迹。桌椅颜色鲜艳得予人优雅的感觉，像是假笑的脸上强挤出的欢欣。餐厅里无人交谈，无人表现出丝毫的好奇，无人回应你的感受。无论是在吧台还是在离开并走进黑暗时，我们彼此擦肩而过投向对方的都是空洞无神的一瞥。我们坐在那里视他者若岩石。我坐在餐厅一隅吃着巧克力条，偶尔喝一口橙汁。孤独是我此时的心境然而，这一次，孤单是如此的温柔，竟然让我欣悦，因为此时的孤独不是那种置身于欢笑和群闹中，让我意识到心境和环境之反差并觉得痛苦的那种孤独它源于陌生的人群，在这里大家都明白，沟通的障碍客观存在，对爱的渴求也难以实现，而这里的建筑和灯光无疑也凸现了此时孤独的氛围。这种孤独的心境让我想到爱德华霍珀的画作这些画作描绘的景物苍凉，但画作本身看上去却不显苍凉，而是让观者感受到他们内心的忧伤，引发共鸣，因而减轻内心之苦痛摆脱烦恼的纠缠。也许，心境悲伤时最好的解药便pp―美国现实主义画家，世纪―年代的波普艺术和新现实主义家都受他的影响。"}
