{"text":"如果从另一观点来看，正因为人类有了这种心理，才促成历史文明的进步但从历史生命的过程，和现实人生的经验来说，这种面对现实而又反现实的矛盾心理，便是造成人生悲剧和历史悲惨局面的主要原因。那么，除了这种尖锐对立的现象以外，只要安于现实，便是常理吗？而且自古至今，人类如果一向安于现实，历史和文明哪里会有进步呢？这当然是个很重要的问题，并且也是现实与反现实问题的关键所在，有待逐步分析以寻找它的答案。但把这个问题，牵扯到历史文明的进步和退化来讲，便又引出对历史哲学的认识问题，须得首先解决历史文化到底是进步或是退化？如果依照东方文化中有关历史哲学的观念，无论是中国的儒家或道家，以及印度的佛家思想，对于历史文化的发展，大体都认为今不如古新不如旧动不如静。所以人类的历史文明，经历愈久，退化愈甚。即如西方文化中宗教哲学的观念，也和东方一样，同有这种基本的看法。但是，根据历史的现象和人类现实生活的需要来讲，历史的文明不断地向前推进，不但日新月异，而且必然需要在进步中更求进步。那么，历史与文化到底是进步或是退化呢？这就要从两个基本不同的角度来了解它的答案了。从东西双方古代文化的历史哲学来说，认为人类历史的发展是退化和堕落的，那是从宗教性道德观念的立场，看到精神文化的褪色，因此而使人类社会迷失方向，拚命追求物质欲望所生的过患而言。如果从人类社会发展的趋势来说，因为物质文明的日新月异，促进社会的发达，使人类在生存方面，社会的秩序，有了日新的进步，因此而有多方面的繁荣。在生活方面，人类更多更大的需要得到满足，因此而享受物质文明的便利。所以便认为历史文明是进步的。由此可知，所谓历史是进步的，是指物质文明与人类的现实生活而言。认为历史是退化的，是指人类的精神生活，距离自然的境界愈来愈远的结论。近世西方文化的三股潮流对于历史文明的进步或退化的观念，有了如上的了解，便知人类对于现实和反现实的问题，是从精神意境和物质文明的矛盾冲突而来，历古至今固然如此，往后也未必能够安稳。现在试举近世和现代西方文化，影响了二十世纪青少年思想和心理的趋势，便可知道这种演变的前因和后果。近世和现代的青少年们和过去的人们一样，最喜欢憧憬已往历史的口号。在西方文化中，动辄提到欧洲的文艺复兴在中国则经常提出五四运动。"}
{"text":"近世西方文化的三股潮流对于历史文明的进步或退化的观念，有了如上的了解，便知人类对于现实和反现实的问题，是从精神意境和物质文明的矛盾冲突而来，历古至今固然如此，往后也未必能够安稳。现在试举近世和现代西方文化，影响了二十世纪青少年思想和心理的趋势，便可知道这种演变的前因和后果。近世和现代的青少年们和过去的人们一样，最喜欢憧憬已往历史的口号。在西方文化中，动辄提到欧洲的文艺复兴在中国则经常提出五四运动。其实，历史的往事过去以后，剩余的陈迹残留在人们的脑子里，便形成一个笼统的观念。除了真正的历史学家，肯用心分析历史上的前因后果以外，大多数的人，都是模糊不清，随便引用它似是而非的观念，借题发挥而已。一西方欧洲的文化，经过中古长期的沉闷以后，自然就引发出反现实的历史行为，于是形成了十五六世纪之间的文艺复兴运动。由文艺复兴运动所带来的欧洲历史的新境界，从此掀起了西方固有文化思想的自由主义和民主思潮，因而促成了法国等地的政治革命，形成了近世西方文化思想中民主和自由的新观念。但由此一变再变，民主思想和崇拜英雄的心理，互相矛盾。自由主义和自私心理，夹缠不清。于是便又形成历史性反现实的行为，而产生西方历史文化的第一股逆流如英德法意等新型国家外用强权，内唱公理之军国主义的出现。同时又变更民主的专制为独裁，假借公理的正义为侵略。当此之时，受西方文化笼罩的欧洲各国的青年们，其思想大体上除倾向于富国强兵的光荣以外，纵然有不满现实的地方，也只限于反古求新，以及对少数社会和个人际遇的不满。二但从十七世纪以后，工业革命和科学的创造，带来高度的物质文明，促使工业的发达和国家经济思想的勃兴一方面显示出科学文明繁荣了新时代的社会，一方面却暴露了工商业发达以后资本主义的弊病，而呈现出贫富之间过度的悬殊，于是促使新的不满现实的西方文化思想，形成第二股反叛的潮流。如马克思恩格斯等针对当时欧洲社会的病态，提出资本论和共产主义，扩充古希腊哲学的唯物思想，构成一系列的理论，影响了继起的二十世纪。三另一路反现实的思想，便是十九世纪中叶开始，由丹麦医生契尔伽德，研究神学及哲学的结果。他认为机械文明桎梏了人性，为了要拯救世人跳出机械文明的疯狂病态之中，便倡言存在主义的思想。"}
{"text":"如马克思恩格斯等针对当时欧洲社会的病态，提出资本论和共产主义，扩充古希腊哲学的唯物思想，构成一系列的理论，影响了继起的二十世纪。三另一路反现实的思想，便是十九世纪中叶开始，由丹麦医生契尔伽德，研究神学及哲学的结果。他认为机械文明桎梏了人性，为了要拯救世人跳出机械文明的疯狂病态之中，便倡言存在主义的思想。不幸的是，他的学说，不但救不了人类，而且也不能自救，结果未及中年，便忧郁而死。可是尚未成熟的存在主义，却同弗洛伊德的性心理学一样，不久即风靡欧洲，又普及于全世界，影响青年们的思想和心理，外不足以救世，内不足以自救。它所产生的反作用，使有些人们把自我陶醉和自私狭隘的心理思想，号称哲学。这些西方文化的思想，跟着科学文明和工商业机械的发达，以及军国主义武器的扩张，真有如蒲松龄所说的元夜西风却倒吹，流萤惹草复沾帏，很快地吹到了东方，同时又错综复杂地引起了世界第一次的大战。人类的心理思想总是那样可怜和可笑，始终是自编自导自演的喜剧开场，而后却自造成悲剧闭幕。初由不满现实而反现实开始，最后再把它投向凶神恶煞的怀抱中而自悲自叹。二十世纪开始的青年与中国正当西方欧洲的文化思想，尚未从繁华的噩梦中，步入灯火阑珊的时候，一阵阵的西风，吹醒了有五千年保守文化的古老中国自十九世纪的末期，清朝咸同年间开始，十分勉强地向西方文化低头，试着学习他们的轮船大炮洋枪火器等。先由机械文明的输入，进而至于宗教哲学人文科学自然科学，以及西餐大菜咖啡牛奶跳舞歌唱奶罩三角裤等，无一不来。把白米饭换换胃口，吃些牛奶黑面包还不要紧，最惨的便是由人文思想而到现实的政治，不管是自由民主专制独裁无政府主义等思想，一套一套地都搬上中国的舞台，大吹，盲目地实验一番。结果弄得惨不忍睹，无法收拾。虽然有国父孙中山先生坚强地建立起三民主义的防线，却仍然堵不住这股狂飚的滚滚来势，其实有些思想是西方文化的残余产品，并非东方或中国文化的玩意儿。五四运动以后的重重难关但距今五六十年前的中国青年们，一方面痛心于国家民族的懦弱，而急欲救亡图强。"}
{"text":"把白米饭换换胃口，吃些牛奶黑面包还不要紧，最惨的便是由人文思想而到现实的政治，不管是自由民主专制独裁无政府主义等思想，一套一套地都搬上中国的舞台，大吹，盲目地实验一番。结果弄得惨不忍睹，无法收拾。虽然有国父孙中山先生坚强地建立起三民主义的防线，却仍然堵不住这股狂飚的滚滚来势，其实有些思想是西方文化的残余产品，并非东方或中国文化的玩意儿。五四运动以后的重重难关但距今五六十年前的中国青年们，一方面痛心于国家民族的懦弱，而急欲救亡图强。一方面又受外来新颖的西方文化之影响，于是整个思想陷于古今中外的矛盾冲突，而呈一片混乱。因此形成心理上的群情激愤。革命打倒的呼声到处嚷嚷。认为必须学习西方历史文化的先例，来个文艺复兴运动才能救中国，因此，自然而然地便有中国五四运动的发生。有些人把五四运动的功罪，归之于某一人或少数人身上。这是昧于历史文化大势的看法，有待沉静研讨。但当此之时，尤其是知识分子们，在文学的领域里，大肆口诛笔伐，极力挑出旧社会的毒刺，加上私人的恩怨心理和愤世嫉俗的情绪，对于中国文化流弊所生的阴暗面和丑陋面，力加诋毁。因此大受当时青年们的赞赏和崇拜。文学所反映出的不满现实和反现实的心理，在每个时代里，往往胜过哲学宗教教育等的影响力量。二十世纪初期中国青少年的思想与心理，就在这种不古不今不中不西的心理状态中，而陷入一团混茫。但我们这一代不幸的命运，坎坷不已。正当国内的心波未平，东方的日本，又掀起侵略的浪潮，促使我们仓卒抗战，百学皆废。经过八年长期抗战的结果，正在茁壮中的青少年们，身受国破家亡的打击，除了愤怒与沉哀的心情以外，对于文化思想的重整与开建，已无能为力。总之，自十九世纪末期到二十世纪初期的中国青少年们，也就是现在大家所听到看到的中老年人，有如一群拆除旧式违章建筑的拆除大队，又像一批收拾垃圾的清洁人员当他们年轻力壮的时候，大家拿着锄头板斧，想为后代开辟一条康庄大道，建筑一个新的文化乐园。谁知正当开工的时候，忽然有人放了一把野火，最后只剩下一片荒凉，百无一就。后来跟着来了一批小孩子，看到这幅图景，便不知所云的大骂这些前辈的老少年们，无能不负责。他们愈看愈有气，于是就光着屁股跳着脚，乱跑乱骂，胡来一起。哭着叫着骂着，一无结果。"}
{"text":"谁知正当开工的时候，忽然有人放了一把野火，最后只剩下一片荒凉，百无一就。后来跟着来了一批小孩子，看到这幅图景，便不知所云的大骂这些前辈的老少年们，无能不负责。他们愈看愈有气，于是就光着屁股跳着脚，乱跑乱骂，胡来一起。哭着叫着骂着，一无结果。大伙闹倦了，茫然一片，只好横七竖八，躺在地上耍懒，自称乐天知命而不忧了！这样一幅画面，足以代表了二十世纪的东方和中国历史文化留取丹心照汗青的册页，也就是形成现代青少年们的思想和心理上的一片空白的成因之一。大时代的小故事开始没落的西方文化第二次世界大战结束了东方的一幕悲剧，但也同时裁判了西方欧洲的命运。意大利德国法国，乃至在十九世纪中号称无落日的英国，都相继没落了。残余的欧洲文化，除了一些历史的陈迹供人凭吊以外，过去号称列强的欧洲诸侯之邦，如德法等国，只留下可怜无定河边骨，犹是春闺梦里人的女多男少景象，使人感慨唏嘘而已。十年风水轮流转，目前震惊世界的西方文化，只有美国的金元与科学它建国将近两百年的年轻历史美国式的民主和自由。运用着这些本钱，美国小开们后来居上，用毫无领导世界历史的经验，加上信道不笃，为德不果的作风，来摇荡乾坤，捭阖樽俎。然而不论美国的文化是如何的幼稚和浅薄，在二十世纪的最近三十年来，它对于中国和东方，以及其他的科学文明和工商业落后的地区而言，却实在有左右影响的足够力量。有关中美文化的不同看法现在要讲现代青少年的思想与心理问题，而它与西来的飘风，却有非常密切的关系。因此，首先要向大家述说我亲自经历的二三个小故事，以便从侧面来透视它的正题。美国青年观念中的现代文明第一个故事五六年前，有一位美国来华留学的学生，跟我听课将近六七个月。有一天晚饭后，我们开始闲谈。他问我你常说我们要先发起救世救人的志愿，才能作学问，那是为了什么？我当时很惊奇地说你听了这样久中国文化的课，对于这种基本的精神，还没有弄清楚吗？他说我只问你为什么要济世救人？我说你没有觉得这个世界，有太多的惨痛吗？"}
{"text":"因此，首先要向大家述说我亲自经历的二三个小故事，以便从侧面来透视它的正题。美国青年观念中的现代文明第一个故事五六年前，有一位美国来华留学的学生，跟我听课将近六七个月。有一天晚饭后，我们开始闲谈。他问我你常说我们要先发起救世救人的志愿，才能作学问，那是为了什么？我当时很惊奇地说你听了这样久中国文化的课，对于这种基本的精神，还没有弄清楚吗？他说我只问你为什么要济世救人？我说你没有觉得这个世界，有太多的惨痛吗？他说这个世界在现世纪中科学文明如此发达，人们多么幸福，那里有太多的痛苦呢？我说你没有看到因为科学文明的发达，促使世界第一次第二次的大战，多少人受害受苦？而且战争的悲剧还未就此终场？他说这两次世界大战也只是局部性的。如果以整个世界来说，到底很有限。大多数地区的人，都很幸福。这个时代真是最光辉最美丽的时代。我听得呆了。同时，也明白了美国现代青年们的思想与心理。我接着问他美国青年们和大多数的美国人，都和你这种观念一样吗？他说大概如此。我便说假如你是澳洲或瑞士的青年，一定早就认为我是疯子，拂袖而去了！可惜你不是东方人，更可惜你不是东方的中国人，所以对于现世纪的文化思想所造成历史的惨痛事实，以及有关的灾祸，并没有亲自经历那么多的教训。一时和你也说不清楚，慢慢地再交换意见吧。不过，我也因此了解你们国务院里的秀才不出门，便知天下事的错误心理。更明白你们所谓的中国通，根本上便患有先天性不通的偏见。他最后又说你们常常说我们患有民族优越感的心理病，其实，我在东方一年多，住过日本印度，又路过东南亚等地。现在跟你们住了六七个月，我发觉最富于民族优越感的是东方人，尤其是东方的中国人。我笑说你已经沾有中国文化师生之谊的礼貌，你不好意思说民族优越感最强的是我，对吧？说完了，有许多未尽之意，便在彼此哈哈一笑中结束了这一次的谈话。美国教授观念中的中国文化思想第二个故事四年前，一位美国某大学的社会学教授，在暑假期间访问东方。因为他读过我所著中国特殊社会问题的英文译本，特别安排与我碰面，又提出好多问题。"}
{"text":"说完了，有许多未尽之意，便在彼此哈哈一笑中结束了这一次的谈话。美国教授观念中的中国文化思想第二个故事四年前，一位美国某大学的社会学教授，在暑假期间访问东方。因为他读过我所著中国特殊社会问题的英文译本，特别安排与我碰面，又提出好多问题。其中，他问到中国经过几次等于亡国的时代，但是这个国家民族文化，不但没有亡掉，而且每经过一次历史的灾难，反而更加光辉而强大，这在西方历史上，几乎是绝无此例，这是什么力量？我当时简单明了地答覆他这是文化统一的力量。他听了，虽然手里不停地在作笔记，但是他的态度充满了怀疑。我不等他再问，就说当我们在春秋战国时期，和欧洲一样，诸侯之国大小数百，言语文字经济交通等都各自为政。自从秦，汉统一以来，书同文，车同轨，因此不仅是政治上的统一，实在也是中国文化的大统一。后世二千年来，中国各地的方言习惯与风俗，虽然还保持各自成文的惯例，甚之，相隔数里，便有言语完全不同的情形。但是，中国的文字和文化思想，却完全一致，而且远及亚洲的日本韩国越南等地，也同样地普遍。因此，后来中国的历史，虽经历代政治上的变革，更改了历史的面貌，但是民族文化的大统一，始终是一贯不变的。假如西方古代的欧洲，文字和文化的统一，也和中国一样，那么，西方的历史便不是现在的情形了。不过，话说回来，正因为西方的历史背景不同文化背景的同异互见，所以才有十七八世纪以后的进步，和今天西方文化在美国表现的情况。我们传统文化的精神，儒家道家的思想，都是要求统一的。最后，他提出儒家孔子的大同思想，礼运大同篇里所述说的情形。于是我便说礼运大同篇所叙述社会政治的理想，它的主要中心，在于每个人人性的自觉，人人要求自己道德人格的升华，进而达到社会群体道德的完美。春秋的王道公羊传所谓三世中的太平盛世道家取法于自然的无为之治，都由此传统的文化思想而出发。美国式的自由和民主第三个故事四年以前，一个留华修硕士的美国学生，和我讨论许多有关中西文化的问题，他曾经想把它翻成英文，已经积了好多稿子。有一次，他和我讨论自由和民主的问题。我说在现代史上，美国人打着西方文化唯一光荣的旗帜，便是自由和民主的呼声。"}
{"text":"春秋的王道公羊传所谓三世中的太平盛世道家取法于自然的无为之治，都由此传统的文化思想而出发。美国式的自由和民主第三个故事四年以前，一个留华修硕士的美国学生，和我讨论许多有关中西文化的问题，他曾经想把它翻成英文，已经积了好多稿子。有一次，他和我讨论自由和民主的问题。我说在现代史上，美国人打着西方文化唯一光荣的旗帜，便是自由和民主的呼声。其实美国人所说的自由民主，只能说是美国式的自由和民主，并不适合于其他民族其他地区。尤其对于有五千年以上历史文化的中国，更不适宜。但你们自己不明白，更不肯反省，因此美援与美式自由民主思想，对所到的地区所发生的作用，正好与美援成为对等的反感。他问你所谓美国式的自由和民主，这是什么意思？我说这要从你们立国到现在，二百年来的历史成因说起，相当复杂。总之，由十八世纪到现在，美国的祖先们，虽然带着欧洲工业革命后的文化，闯进这块新大陆。但来自英法德奥等国的，各自有一套祖国文化背景的观念。加上利益共同均沾的思想，因此，而形成你们民有民治民享的立国精神。但无论如何讲究的自由和民主，在先天性的骨子里，都潜在有工商业化的利益和价值的成分。立国之初是如此，到两百年后的今天还是如此。说句老实话，你们现在的民主政治，幕后的操持者，仍然不能离开工商业资本威力的背景。诚然！美国到目前为止，对其他地区，还并无太大的领土野心，但不能说没有占有市场的要求啊！一有如此潜在的存心，加上国内的人们，对外界世局认识不清，受到民主政治牵制的弊害，于是在国际政治上，便举棋不定，依违两可。你们想要领导世界局势，必须要熟读中国的春秋，多学些国际政治的经验，然后才能了解春秋中兴灭国，继绝世的大义。到现在，这位美国同学，已经回国在哈佛大学任教，开始教授春秋左传了！我们为了要讨论近三十年来，中国青少年们受到美国文化风气影响的关系，所以首先要讲述以上我所经历的小故事，然后再来探讨彼美人兮自西来以后的得失利害。美国文化带来的迷惘讲到二十世纪的历史与文化，和现代人的思想与心理问题，无论东方和西方的任何国家任何地区，在第二次世界大战以后，或多或少，总要受到美国的影响。"}
{"text":"到现在，这位美国同学，已经回国在哈佛大学任教，开始教授春秋左传了！我们为了要讨论近三十年来，中国青少年们受到美国文化风气影响的关系，所以首先要讲述以上我所经历的小故事，然后再来探讨彼美人兮自西来以后的得失利害。美国文化带来的迷惘讲到二十世纪的历史与文化，和现代人的思想与心理问题，无论东方和西方的任何国家任何地区，在第二次世界大战以后，或多或少，总要受到美国的影响。尤其是东方的中国和日本，关系更大，更为密切。全世界所有的国度里，除了少数真正的落后民族，以及某些因为地理环境的关系，还在将变未变的国家，目前正坐享其成地接受现代物质文明，而仍能固守传统，苟安待变以外，欧洲的国家，如英法德等国，虽然抱着传统的自尊，始终存有看不起美国的心理，但在历史演变的时代趋势中，也仍然脱离不了美国风气的回旋波荡。至于东方的中国，在最近的三十余年中，确有美人闹乱朝市，形成亲者痛而仇者快以及恩里生害的情况。现代的中国青少年们，急需认识和反省的是造成世界局势至于现在的局面，除了美国立国经验太过幼稚以外，同时也是我们自己处在新旧文化夹缝潮流的趋势中必有的矛盾。现在，我们要想在极度的艰难困苦中，力求自强而复兴，就必须先对此历史时代的前因后果，加以寻思探讨，才能温故知新，才知如何自立而立人。西风吹醒日本登上列强的席次距今百年以前，东方的古国――中国和日本，在文艺复兴和工业革命后，西方新兴国家的眼光里，几乎也被视为第二个或第三个印度。其时，日本和中国，都同时警觉到关门拒盗的迷梦并非良策。于是，先后派遣留学生到外国学习西方文明。但是，那个时代所谓西方文明的重心，是在欧洲的英法德奥等国家美国，仅属其次而已，并不像现在一样有举足轻重之势。日本的留学生回国以后，便出现了日本历史上最光荣的一页――明治维新。由此，促使日本跃登列强的地位。中国的青年呢？在清朝的腐败残局中，许多回国的人才，除了少数在洋务衙门行走以外，别外还有的，只有在洋行买办这一行中，自展抱负而已。当然，这不是当年中国青年们的过错，这是中国历史悲剧的一面。由此悲愤而化为国民革命，推翻清政府，建立中华民国的力量。日本之所以如此，自然归功到它的历史背景，促成明治维新的幸运。"}
