{"text":"我们彼此似乎都不很互相记得。但以现在的一般情况而论，这并不算坏事情，现在各国的彼此念念不忘，恐怕大抵未必是为了交情太好了的缘故。自然，人类最好是彼此不隔膜，相关心。然而最平正的道路，却只有用文艺来沟通，可惜走这条道路的人又少得很。出乎意外地，竟首先将试尽这任务的光荣，加在我这里了。我的作品，因此能够展开在捷克的读者的面前，这在我，实在比被译成通行很广的别国语言更高兴。我想，我们两国，虽然民族不同，地域相隔，交通又很少，但是可以互相了解，接近的，因为我们都曾经走过苦难的道路，现在还在走――一面寻求着光明。一九三六年七月二十一日，。本篇是应捷克汉学家普实克博士，―之请而写的。一九三六年十月二十日上海出版的中流半月刊第一卷第四期曾据所有底稿刊出，题作捷克文译本短篇小说选集序。一九三七年收入且介亭杂文末编时，编者据底稿改题为捷克译本。现据呐喊捷克译本书前影印的手迹排印。捷克文译本为普实克和弗拉斯塔诺沃特娜，收呐喊中小说八篇。一九三七年十二月布拉格人民文化出版社出版。捷克的兴起捷克和斯洛伐克原先长期受奥匈帝国统治，第一次世界大战结束时，于一九一八年十月宣告独立，联合成立捷克斯洛伐克共和国。译文复刊词译文复刊词先来引几句古书，――也许记的不真确，――庄子曰涸辙之鲋，相濡以沫，相煦以湿，――不若相忘于江湖。译文就在一九三四年九月中，在这样的状态之下出世的。那时候，鸿篇巨制如世界文学和世界文库之类，还没有诞生，所以在这青黄不接之际，大约可以说是仿佛戈壁中的绿洲，几个人偷点余暇，译些短文，彼此看看，倘有读者，也大家看看，自寻一点乐趣，也希望或者有一点益处，――但自然，这决不是江湖之大。不过这与世无争的小小的期刊，终于不能不在去年九月，以终刊号和大家告别了。虽然不过野花小草，但曾经费过不少移栽灌溉之力，当然不免私心以为可惜的。然而竟也得了勇气和慰安这是许多读者用了笔和舌，对于译文的凭吊。我们知道感谢，我们知道自勉。我们也不断的希望复刊。但那时风传的关于终刊的原因是折本。"}
{"text":"不过这与世无争的小小的期刊，终于不能不在去年九月，以终刊号和大家告别了。虽然不过野花小草，但曾经费过不少移栽灌溉之力，当然不免私心以为可惜的。然而竟也得了勇气和慰安这是许多读者用了笔和舌，对于译文的凭吊。我们知道感谢，我们知道自勉。我们也不断的希望复刊。但那时风传的关于终刊的原因是折本。出版家虽然大抵是传播文化的，而折本却是传播文化的致命伤，所以荏苒半年，简直死得无药可救。直到今年，折本说这才起了动摇，得到再造的运会，再和大家相见了。内容仍如创刊时候的前记里所说一样原料没有限制门类也没有固定文字之外多加图画，也有和文字有关系的，意在助趣，也有和文字没有关系的，那就算是我们贡献给读者的一点小意思。这一回，将来的运命如何呢？我们不知道。但今年文坛的情形突变，已在宣扬宽容和大度了，我们真希望在这宽容和大度的文坛里，译文也能够托庇比较的长生。三月八日。本篇最初发表于一九三六年三月上海译文月刊新一卷第一期复刊号。译文，和茅盾发起的翻译和介绍外国文学的杂志，创刊于一九三四年九月，最初三期为编辑，后由黄源接编，上海生活书店发行，一九三五年九月出至第十三期停刊一九三六年三月复刊，改由上海杂志公司发行，一九三七年六月出至新三卷第四期停刊。涸辙之鲋等语，参看本卷第页注。世界文学介绍世界各国文学包括我国的双月刊，伍蠡甫编辑，一九三四年十月创刊，上海黎明书局发行。世界文库，参看本卷第页注。白莽作孩儿塔序白莽作孩儿塔序春天去了一大半了，还是冷加上整天的下雨，淅淅沥沥，深夜独坐，听得令人有些凄凉，也因为午后得到一封远道寄来的信，要我给白莽的遗诗写一点序文之类那信的开首说道我的亡友白莽，恐怕你是知道的罢。――这就使我更加惆怅。说起白莽来，――不错，我知道的。四年之前，我曾经写过一篇为忘却的记念，要将他们忘却。他们就义了已经足有五个年头了，我的记忆上，早又蒙上许多新鲜的血迹这一提，他的年青的相貌就又在我的眼前出现，像活着一样，热天穿着大棉袍，满脸油汗，笑笑的对我说道这是第三回了。自己出来的。"}
{"text":"――这就使我更加惆怅。说起白莽来，――不错，我知道的。四年之前，我曾经写过一篇为忘却的记念，要将他们忘却。他们就义了已经足有五个年头了，我的记忆上，早又蒙上许多新鲜的血迹这一提，他的年青的相貌就又在我的眼前出现，像活着一样，热天穿着大棉袍，满脸油汗，笑笑的对我说道这是第三回了。自己出来的。前两回都是哥哥保出，他一保就要干涉我，这回我不去通知他了。――我前一回的文章上是猜错的，这哥哥才是徐培根，航空署长，终于和他成了殊途同归的兄弟他却叫徐白，较普通的笔名是殷夫。一个人如果还有友情，那么，收存亡友的遗文真如捏着一团火，常要觉得寝食不安，给它企图流布的。这心情我很了然，也知道有做序文之类的义务。我所惆怅的是我简直不懂诗，也没有诗人的朋友，偶尔一有，也终至于闹开，不过和白莽没有闹，也许是他死得太快了罢。现在，对于他的诗，我一句也不说――因为我不能。这孩儿塔的出世并非要和现在一般的诗人争一日之长，是有别一种意义在。这是东方的微光，是林中的响箭，是冬末的萌芽，是进军的第一步，是对于前驱者的爱的大纛，也是对于摧残者的憎的丰碑。一切所谓圆熟简练，静穆幽远之作，都无须来作比方，因为这诗属于别一世界。那一世界里有许多许多人，白莽也是他们的亡友。单是这一点，我想，就足够保证这本集子的存在了，又何需我的序文之类。一九三六年三月十一夜，记于上海之且介亭。本篇最初发表于一九三六年四月文学丛报月刊第一期，发表时题为白莽遗诗序。白莽―原名徐祖华，笔名白莽殷夫徐白，浙江象山人，共产党员，诗人。一九三一年二月七日被国民党反动派杀害于上海龙华。孩儿塔是他的诗集。徐培根当时国民党政府的航空署署长。一九三四年间因航空署焚毁，曾被捕入狱。曹靖华译苏联作家七人集序曹靖华译苏联作家七人集序曾经有过这样的一个时候，喧传有好几位名人都要译资本论，自然依据着原文，但有一位还要参照英，法，日，俄各国的译本。到现在，至少已经满六年，还不见有一章发表，这种事业之难可想了。"}
{"text":"孩儿塔是他的诗集。徐培根当时国民党政府的航空署署长。一九三四年间因航空署焚毁，曾被捕入狱。曹靖华译苏联作家七人集序曹靖华译苏联作家七人集序曾经有过这样的一个时候，喧传有好几位名人都要译资本论，自然依据着原文，但有一位还要参照英，法，日，俄各国的译本。到现在，至少已经满六年，还不见有一章发表，这种事业之难可想了。对于苏联的文学作品，那时也一样的热心，英译的短篇小说集一到上海，恰如一胛羊肉坠入狼群中，立刻撕得一片片，或则化为飞脚阿息普，或则化为飞毛腿奥雪伯然而到得第二本英译蔚蓝的城输入的时候，志士们却已经没有这么起劲，有的还早觉得伊凡彼得，还不如一洞八索之有趣了。然而也有并不一哄而起的人，当时好像落后，但因为也不一哄而散，后来却成为中坚。靖华就是一声不响，不断的翻译着的一个。他二十年来，精研俄文，默默的出了三姊妹，出了白茶，出了烟袋和四十一，出了铁流以及其他单行小册很不少，然而不尚广告，至今无煊赫之名，且受挤排，两处受封锁之害。但他依然不断的在改定他先前的译作，而他的译作，也依然活在读者们的心中。这固然也因为一时自称革命作家的过于吊儿郎当，终使坚实者成为硕果，但其实却大半为了中国的读书界究竟有进步，读者自有确当的批判，不再受空心大老的欺骗了。靖华是未名社中之一员未名社一向设在北京，也是一个实地劳作，不尚叫嚣的小团体。但还是遭些无妄之灾，而且遭得颇可笑。它被封闭过一次，是由于山东督军张宗昌的电报，听说发动的倒是同行的文人后来没有事，启封了。出盘之后，靖华译的两种小说都积在台静农家，又和新式炸弹一同被收没，后来虽然证明了这新式炸弹其实只是制造化装品的机器，书籍却仍然不发还，于是这两种书，遂成为天地之间的珍本。为了我的呐喊在天津图书馆被焚毁，梁实秋教授掌青岛大学图书馆时，将我的译作驱除，以及未名社的横祸，我那时颇觉得北方官长，办事较南方为森严，元朝分奴隶为四等，置北人于南人之上，实在并非无故。后来知道梁教授虽居北地，实是南人，以及靖华的小说想在南边出版，也曾被锢多日，就又明白我的决论其实是不确的了。这也是所谓学问无止境罢。但现在居然已经得到出版的机会，闲话休题，是当然的。"}
{"text":"为了我的呐喊在天津图书馆被焚毁，梁实秋教授掌青岛大学图书馆时，将我的译作驱除，以及未名社的横祸，我那时颇觉得北方官长，办事较南方为森严，元朝分奴隶为四等，置北人于南人之上，实在并非无故。后来知道梁教授虽居北地，实是南人，以及靖华的小说想在南边出版，也曾被锢多日，就又明白我的决论其实是不确的了。这也是所谓学问无止境罢。但现在居然已经得到出版的机会，闲话休题，是当然的。言归正传则这是合两种译本短篇小说集而成的书，删去两篇，加入三篇，以篇数论，有增无减。所取题材，虽多在二十年前，因此其中不见水闸建筑，不见集体农场，但在苏联，还都是保有生命的作品，从我们中国人看来，也全是亲切有味的文章。至于对于原语的学力的充足和译文之可靠，是读书界中早有定论，不待我多说的了。靖华不厌弃我，希望在出版之际，写几句，而我久生大病，体力衰惫，不能为文，以上云云，几同塞责。然而靖华的译文，岂真有待于序，此后亦如先前，将默默的有益于中国的读者，是无疑的。倒是我得以乘机打草，是一幸事，亦一快事也。一九三六年十月十六日，记于上海且介亭之东南角。本篇最初印入苏联作家七人集。苏联作家七人集，共收短篇小说十五篇，一九三六年十一月上海良友图书印刷公司出版。飞脚阿息普飞毛腿奥雪伯这是苏联卡萨特金作的短篇小说飞着的奥西普的两种中译名。这两种中译本都是根据纽约国际出版社一九二五年出版的英译苏联短篇小说集飞着的奥西普转译的。蔚蓝的城英译的苏联短篇小说集，阿托尔斯泰等著，一九二九年纽约国际出版社出版。有薛绩晖的中译本，上海神州国光社出版。伊凡彼得俄国常见的人名。一洞八索，中国麻将牌中的两种牌名。三姊妹俄国作家契诃夫作的四幕剧。白茶，苏联独幕剧集，收独幕剧五篇，其中的白茶系班珂所作。烟袋，苏联短篇小说集，收小说十一篇，其中的烟袋系爱伦堡所作。四十一，即第四十一，中篇小说，苏联作家拉甫列涅夫作，后来收入苏联作家七人集中。关于未名社的被封，参看本卷第页注。新式炸弹一九三二年秋，北平警察当局查抄台静农寓所时，把一件制造化妆品的器具误认为新式炸弹，将台拘捕同时没收了曹靖华译的烟袋和第四十一的存书。"}
{"text":"三姊妹俄国作家契诃夫作的四幕剧。白茶，苏联独幕剧集，收独幕剧五篇，其中的白茶系班珂所作。烟袋，苏联短篇小说集，收小说十一篇，其中的烟袋系爱伦堡所作。四十一，即第四十一，中篇小说，苏联作家拉甫列涅夫作，后来收入苏联作家七人集中。关于未名社的被封，参看本卷第页注。新式炸弹一九三二年秋，北平警察当局查抄台静农寓所时，把一件制造化妆品的器具误认为新式炸弹，将台拘捕同时没收了曹靖华译的烟袋和第四十一的存书。元朝分奴隶为四等元朝实行种族歧视政策，把它统治下的人民分为四等第一等为蒙古人其次为色目人，指蒙古人在侵入中原之前所征服的西域人，包括钦察唐兀回回等族再次为汉人，指在金人治下的北中国的汉族人，包括契丹女真高丽等族最后为南人，即南宋遗民。上海现代书局原说要出版曹靖华所译的苏联小说，但又将他的译稿搁置起来，后由索回编成苏联作家七人集。答徐懋庸并关于抗日统一战线问题答徐懋庸并关于抗日统一战线问题先生贵恙已痊愈否？念念。自先生一病，加以文艺界的纠纷，我就无缘再亲聆教诲，思之常觉怆然！我现因生活困难，身体衰弱，不得不离开上海，拟往乡间编译一点卖现钱的书后，再来沪上。趁此机会，暂作上海文坛的局外人，仔细想想一切问题，也许会更明白些的罢。在目前，我总觉得先生最近半年来的言行，是无意地助长着恶劣的倾向的。以胡风的性情之诈，以黄源的行为之谄，先生都没有细察，永远被他们据为私有，眩惑群众，若偶像然，于是从他们的野心出发的分离运动，遂一发而不可收拾矣。胡风他们的行动，显然是出于私心的，极端的宗派运动，他们的理论，前后矛盾，错误百出。即如民族革命战争的大众文学这口号，起初原是胡风提出来用以和国防文学对立的，后来说一个是总的，一个是附属的，后来又说一个是左翼文学发展到现阶段的口号，如此摇摇荡荡，即先生亦不能替他们圆其说。对于他们的言行，打击本极易，但徒以有先生作着他们的盾牌，人谁不爱先生，所以在实际解决和文字斗争上都感到绝大的困难。我很知道先生的本意。先生是唯恐参加统一战线的左翼战友，放弃原来的立场，而看到胡风们在样子上尚左得可爱所以赞同了他们的。但我要告诉先生，这是先生对于现在的基本的政策没有了解之故。"}
{"text":"对于他们的言行，打击本极易，但徒以有先生作着他们的盾牌，人谁不爱先生，所以在实际解决和文字斗争上都感到绝大的困难。我很知道先生的本意。先生是唯恐参加统一战线的左翼战友，放弃原来的立场，而看到胡风们在样子上尚左得可爱所以赞同了他们的。但我要告诉先生，这是先生对于现在的基本的政策没有了解之故。现在的统一战线――中国的和全世界的都一样――固然是以普洛为主体的，但其成为主体，并不由于它的名义，它的特殊地位和历史，而是由于它的把握现实的正确和斗争能力的巨大。所以在客观上，普洛之为主体，是当然的。但在主观上，普洛不应该挂起明显的徽章，不以工作，只以特殊的资格去要求领导权，以至吓跑别的阶层的战友。所以，在目前的时候，到联合战线中提出左翼的口号来，是错误的，是危害联合战线的。所以先生最近所发表的病中答客问，既说明民族革命战争的大众文学是普洛文学到现在的一发展，又说这应该作为统一战线的总口号，这是不对的。再说参加文艺家协会的战友，未必个个右倾堕落，如先生所疑虑者况集合在先生的左右的战友，既然包括和黄源之流，难道先生以为凡参加文艺家协会的人们，竟个个不如和黄源么？我从报章杂志上，知道法西两国安那其之反动，破坏联合战线，无异于托派，中国的安那其的行为，则更卑劣。黄源是一个根本没有思想，只靠捧名流为生的东西。从前他奔走于傅郑门下之时，一副谄佞之相，固不异于今日之对先生效忠致敬。先生可与此辈为伍，而不屑与多数人合作，此理我实不解。我觉得不看事而只看人，是最近半年来先生的错误的根由。先生的看人又看得不准。譬如，我个人，诚然是有许多缺点的，但先生却把我写字糊涂这一层当作大缺点，我觉得实在好笑。我为什么故意要把邱韵铎三字，写成像郑振铎的样子呢？难道郑振铎是先生所喜欢的人么？为此小故，遽拒一个人于千里之外，我实以为不对。我今天就要离沪，行色匆匆，不能多写了，也许已经写得太多。以上所说，并非存心攻击先生，实在很希望先生仔细想一想各种事情。拙译斯太林传快要出版，出版后当寄奉一册，此书甚望先生细看一下，对原意和译文，均望批评。敬颂痊安。懋庸上。八月一日。"}
{"text":"我为什么故意要把邱韵铎三字，写成像郑振铎的样子呢？难道郑振铎是先生所喜欢的人么？为此小故，遽拒一个人于千里之外，我实以为不对。我今天就要离沪，行色匆匆，不能多写了，也许已经写得太多。以上所说，并非存心攻击先生，实在很希望先生仔细想一想各种事情。拙译斯太林传快要出版，出版后当寄奉一册，此书甚望先生细看一下，对原意和译文，均望批评。敬颂痊安。懋庸上。八月一日。以上，是徐懋庸给我的一封信，我没有得他同意就在这里发表了，因为其中全是教训我和攻击别人的话，发表出来，并不损他的威严，而且也许正是他准备我将它发表的作品。但自然，人们也不免因此看得出这发信者倒是有些恶劣的青年！但我有一个要求希望，黄源，胡风诸先生不要学徐懋庸的样。因为这信中有攻击他们的话，就也报答以牙眼，那恰正中了他的诡计。在国难当头的现在，白天里讲些冠冕堂皇的话，暗夜里进行一些离间，挑拨，分裂的勾当的，不就正是这些人么？这封信是有计划的，是他们向没有加入文艺家协会的人们的新的挑战，想这些人们去应战，那时他们就加你们以破坏联合战线的罪名，汉奸的罪名。然而我们不，我们决不要把笔锋去专对几个个人，先安内而后攘外，不是我们的办法。但我在这里，有些话要说一说。首先是我对于抗日的统一战线的态度。其实，我已经在好几个地方说过了，然而徐懋庸等似乎不肯去看一看，却一味的咬住我，硬要诬陷我破坏统一战线，硬要教训我说我对于现在基本的政策没有了解。我不知道徐懋庸们有什么基本的政策。他们的基本政策不就是要咬我几口么？然而中国目前的革命的政党向全国人民所提出的抗日统一战线的政策，我是看见的，我是拥护的，我无条件地加入这战线，那理由就因为我不但是一个作家，而且是一个中国人，所以这政策在我是认为非常正确的，我加入这统一战线，自然，我所使用的仍是一枝笔，所做的事仍是写文章，译书，等到这枝笔没有用了，我可自己相信，用起别的武器来，决不会在徐懋庸等辈之下！其次，我对于文艺界统一战线的态度。我赞成一切文学家，任何派别的文学家在抗日的口号之下统一起来的主张。"}
{"text":"其次，我对于文艺界统一战线的态度。我赞成一切文学家，任何派别的文学家在抗日的口号之下统一起来的主张。我也曾经提出过我对于组织这种统一的团体的意见过，那些意见，自然是被一些所谓指导家格杀了，反而即刻从天外飞来似地加我以破坏统一战线的罪名。这首先就使我暂不加入文艺家协会了，因为我要等一等，看一看，他们究竟干的什么勾当我那时实在有点怀疑那些自称指导家以及徐懋庸式的青年，因为据我的经验，那种表面上扮着革命的面孔，而轻易诬陷别人为内奸，为反革命，为托派，以至为汉奸者，大半不是正路人因为他们巧妙地格杀革命的民族的力量，不顾革命的大众的利益，而只借革命以营私，老实说，我甚至怀疑过他们是否系敌人所派遣。我想，我不如暂避无益于人的危险，暂不听他们指挥罢。自然，事实会证明他们到底的真相，我决不愿来断定他们是什么人，但倘使他们真的志在革命与民族，而不过心术的不正当，观念的不正确，方式的蠢笨，那我就以为他们实有自行改正一下的必要。我对于文艺家协会的态度，我认为它是抗日的作家团体，其中虽有徐懋庸式的人，却也包含了一些新的人但不能以为有了文艺家协会，就是文艺界的统一战线告成了，还远得很，还没有将一切派别的文艺家都联为一气。那原因就在文艺家协会还非常浓厚的含有宗派主义和行帮情形。不看别的，单看那章程，对于加入者的资格就限制得太严就是会员要缴一元入会费，两元年费，也就表示着作家阀的倾向，不是抗日人民式的了。在理论上，如文学界创刊号上所发表的关于联合问题和国防文学的文章，是基本上宗派主义的一个引用了我在一九三年讲的话，并以那些话为出发点，因此虽声声口口说联合任何派别的作家，而仍自己一相情愿的制定了加入的限制与条件。这是忘记了时代。"}
