{"text":"爱丽思门罗一生致力于写书，她说我要一直写作，直到生命的最后一刻。她获年诺贝尔文学奖经历昭示我们信仰给予人的，可以抵抗岁月留下的沧桑，也会造就一份独一无二的美景。当金钱欲望充斥着整个世界，当灰尘刃具我们的真心蒙上了污垢，我们是否有勇气洗去它，还原最澄澈的本心呢？我们需要一种坚定的信仰，回望我们来时的路，从而获得前行的勇气和力量，也好让记忆中的美景重新浮现在心中。我们欣喜于遇见一个更崇高的自己，欣赏着创造着这份美丽。带上一颗执着的心，洗去污浊，便能更好地欣赏和创造独属于一个人的风景。我们不是含着金汤匙出生的王子和公主，也没有一草一木是独为你一个而长。而成长是一个需要美丽的过程，所以，我们要让自己用一颗无畏有信仰且执着的心，去创造美丽，相信终有一天，一份宜人的美，跨越千山万水，只为你而来因为生活的美丽，独属于用真心生活的人，无畏执着的心将帮助我们向着更蓬勃更崇高的目标挺进。启门一瞬观世上本没有路，走的人多了，便变成了路而这世上本也没有门，纵横的阡陌多了，也就出现了门。世间万千道路分分合合，亦有万千门户隔绝两地。人在世间行，行于路，歌于途，入于门。门是终结，每一段的路途都有自己的终点。经过那扇门，便是合上了一段路一段情，便又是一段往事成空，那是一个或圆或缺的句点，是世界之极的天涯。门是起源，每一段的路途都有自己的起点。打开那扇门，便是展开了一世生一世梦，便又是一世浮生若梦。那是一道或明或暗的花火，是世界之巅的极光。门是关卡，有的人停下了前行的脚步，有的人走上了全新的征途。门前是已知的世界，门后是未知的迷途。未知总是让人恐惧的，而已知给人以温暖的怀抱，但于此同时，已知让人丧失进取的锐气，未知却是无尽的可能与希望。是该冒险闯荡还是安于现状？每个人都有自己的答案。有的人把门视为起点，有的人把门视为终结，行止自在人心。门是选择，交错纵横的道路上立着各式各样的门，每扇门背后都有着不同的天地。是进入还是退后？是大道还是小径？是青山绿水还是高楼大厦？门后有着不同的诱惑，也有着不同的艰难，万千的门户代表着万千的选择，行左行右，是正是邪，选择一直紧握在自己的手中，只看你摊开或是握紧，有没有勇气推开那扇门。门是因果，当你打开一扇门的同时，就注定着另一扇门的关合。"}
{"text":"每个人都有自己的答案。有的人把门视为起点，有的人把门视为终结，行止自在人心。门是选择，交错纵横的道路上立着各式各样的门，每扇门背后都有着不同的天地。是进入还是退后？是大道还是小径？是青山绿水还是高楼大厦？门后有着不同的诱惑，也有着不同的艰难，万千的门户代表着万千的选择，行左行右，是正是邪，选择一直紧握在自己的手中，只看你摊开或是握紧，有没有勇气推开那扇门。门是因果，当你打开一扇门的同时，就注定着另一扇门的关合。门前是一段完结了的果，门后是一段等待开启的因，那是一段必定要踏上的旅程，但结局可以握在自己的手中。缘起缘灭，正如同门的开合，了却一段宿旧缘，重启一段新愿。一段路最后的终点，是因为你踏上了起点而产生的，无始便无终，而无门便无路。门是轮回。人间循环往复的旅程，在门的开闭间不断的重启，不断的前行。门是终结亦是起源，像是圣经中记载的那场洪水，终结了一段文明的同时，也伴随着新的世界的起源。万物都是在环形的跑道上赛跑，起跑的的那条白线，同样也是终点的那条红绸，不断的追逐竞争，最后还是回到开始的样子。打开一扇门，就是开启一段新的人生，开启一段新的轮回。我不知门为何物，因为它代表太多太多。它是绝路亦是希望，是终结亦是起源。它是关卡，是选择，是冥冥中的因果，是无限循环的轮回。人生弹指间，启门一瞬观。看到的是红尘世间，是若梦浮生。门后的世界是无法想像的，唯有在开启以后才能感受它的精彩。有路的地方就有门，只因门本就是路。我的路我的门看到这个题，我有一种莫名的近乎落泪的感动。禁锢已久的已逝的和我憧憬着的闪着光的日子不知从哪里涌出来，让我既熟悉又陌生，既欣喜又不知所措。早晨起床，对爸爸妈妈感慨一句这么着，我就要高考了。他们都笑了。三年一瞬，曾经认为漫长的高考路已到尽头，我记得怀揣着分班成绩踏入教室时的踌躇满志我记得第一节化学课校长坐在讲台上我们的小心翼翼我记得发了高烧数学老师允许我睡一节课我的心满意足我记得无数个夜晚我的挑灯夜读我记得无数个清晨我的闻鸡起舞现在回想，这一切或成功或失败的努力，或欣喜或忧伤的经历，于不经意间早已一寸一寸地为我铺平前方道路，承载着我最初的梦想让我坚强地前行了。而今，我在路上奔跑着，我看到了不远处的那扇门，虽然我仍只是望着它遐想，但我知道，那是与未来，与更广阔天地的连接点。"}
{"text":"而今，我在路上奔跑着，我看到了不远处的那扇门，虽然我仍只是望着它遐想，但我知道，那是与未来，与更广阔天地的连接点。门口，有自由的风气，有大师的思想，有无所畏惧的新的征程。我渴望着在一片更广阔的领空翱翔，然后在我所最钟爱的一片绿荫中停歇我渴望着在更辽阔的海洋遨游，然后在某处深潜下去，去和其他鱼儿嬉游争食，去和海底的珊瑚问好。门后，是又一块如此适合我的梦想的起飞之地。而现在，我已正在不远处眺望着它，过不多久，我就要一踮脚够到它了。门与路，真是天生一对如此玄妙的组合。路上挥洒汗水，门后收获惊喜路上风雨兼程，门后自有既定的目的之地，作为对执着的人最好的回报。路给了我明确的方向，门给了我拼搏的动力。而即将走完一程路推开一扇门的我，无疑是个最满足的人了。我的路上有温暖同行，我收到了妈妈关切的电话，我也看到从不参加什么祭拜的父亲在普陀双手合十给我许愿时弯下的宽阔脊背。那些时刻，我便握紧拳头，更奋然而前行。我的门需要我自己推开。有一刻我终将试练我的锋芒，在另一个圣洁的地方，仰望头顶灿烂的星空，我将依然微笑着面对一切，亦会如伟人一般在真理的大海边玩耍。但我知道，我依然不能停止奔跑，因为大学之门后，自有另一条充满挑战的路，那里有我未来的阴晴雨雪，路的尽头，一定会在梦的渡口闪光。播下友情的种子又到挥手别离时，我对你的身影挥手，却将你的微笑镌刻于心我向你的今天告别，却将你的明天寄挂于心我目送你的远去，却在心里，把我们的昨日，重现了一遍又一遍。你是否还记得我们播下友情种子的那一天？是你将那粒种子埋进土壤的呢。陌生的人，喧闹的教室，窗外刺眼的光让我浑身闷热。你的一句问好，一个介绍，一张笑脸，顿时将我从自己别扭的世界中带出。欢笑变得悦耳，阳光变得和绪，你似夏日凉风，吹开了我的心门。友情，开始于开朗的主动。军训时的那些日子，是否仍能让你会心一笑？"}
{"text":"你是否还记得我们播下友情种子的那一天？是你将那粒种子埋进土壤的呢。陌生的人，喧闹的教室，窗外刺眼的光让我浑身闷热。你的一句问好，一个介绍，一张笑脸，顿时将我从自己别扭的世界中带出。欢笑变得悦耳，阳光变得和绪，你似夏日凉风，吹开了我的心门。友情，开始于开朗的主动。军训时的那些日子，是否仍能让你会心一笑？霉臭的厂房，摇晃的上铺，随时的断水，稀烂的面条，强势的阳光和我们期盼的暴雨那是多么有趣的日子呵！我们为了快点吃上午饭而互相教着那些已被遗忘的军歌白天累得倒地便睡夜晚仍要说自己幼时的故事，停水的中午，我们用卡车运来的冷水臭美的相互冲洗头发。我们了解着对方，惊叹着彼此的相似，所有的艰难，都被甜甜的笑声取代。友情，在我们共同度过的时光里发芽。你早忘了我们之间的不愉快了吧？那是入学不久时，你的开朗与热情让你周围从不乏陪伴，我的敏感让我心中多了许多滋味。你的朋友多到让我羡慕，我的胆怯让我觉得无力。不知为何，我竟有意疏远你，似要将自己关回原来的世界。幸而那是你，抓住我的手，将我的心放于明媚的阳光下温暖。交心的谈话，免不了的泪水，我不再畏惧坦露自己的心声。我们的友情，也算经历了考验，无惧青春中狂乱的风了。友情，在坦诚与宽容中成长。你一定记得你对我的呐喊。那是秋末的运动会，心血来潮的我报了毫不擅长的长跑。每日放学后你的陪伴，你那如秋日蓝天一般的鼓励，都为我插上翅膀。比赛之时，心跳的加速，腿脚的乏力，呼吸的困难令我几近放弃。你的呐喊，如石破天惊的光，直入我耳，贯穿我身。因为你，我完成了对自己的超越。友情，在陪伴与鼓励中开出灿烂的花。这便是你，便是我，便是我们。为了仍然迷茫不定，前途仍旧充满挑战。我们的友情，已长成一棵树，成为我们永远的庇护。真心相待，我们之间，还有那写不尽的未来。打开心锁，和谐生态不知你发现了吗？大千世界，我们几乎随时随地都可以感受到那种真诚善良和美好。可为什么亲爱的蝴蝶，你对我们避而不见呢？清晨，清风荡过枫树枝头上的点点绿色，发出沙沙的声音。它和墙上的夹竹桃一起，似乎正在唱着生命中最欢快最动人的生命乐章，那就是真诚。这是一种来自自然，不虚伪的，质朴真是的美。"}
{"text":"这便是你，便是我，便是我们。为了仍然迷茫不定，前途仍旧充满挑战。我们的友情，已长成一棵树，成为我们永远的庇护。真心相待，我们之间，还有那写不尽的未来。打开心锁，和谐生态不知你发现了吗？大千世界，我们几乎随时随地都可以感受到那种真诚善良和美好。可为什么亲爱的蝴蝶，你对我们避而不见呢？清晨，清风荡过枫树枝头上的点点绿色，发出沙沙的声音。它和墙上的夹竹桃一起，似乎正在唱着生命中最欢快最动人的生命乐章，那就是真诚。这是一种来自自然，不虚伪的，质朴真是的美。拥挤的街道上，经常会听到这样的话对不起，碰着你了！没关系，没关系！被踩着的面带笑容，没有丝毫责备的神色，有时还挺疼的，不过没关系――那一句对不起比红霉素药水还奏效。正是这一句很轻松的话语，让人感受到了一种发自内心的真诚，将对方心里仅存的怨气化作云烟散去。这就是真诚的力量，它就像人的灵魂独白，清除了遮挡心灵的纯洁的污垢，让人与人之间像水晶一样剔透。亲爱的蝴蝶，我们之间也许久缺少这种真诚。人与人之间的真诚尚且好说难做，更何况我们同属两个不同物种的世界你？朋友相处久了，一个眼神，一个微笑，甚至一个细微的眉头，都能让人感受到一种真诚的力量。在这一点上，我们还需要继续努力啊！那天我们的闯入时候真的有点突兀，但真的事出有因。作为探险者，我们的本质是探险美丽，面对一个充满神奇魅力的洞穴，我们又岂能轻言放弃呢？至于点燃那支蜡烛则更是无奈之举也！在漆黑的山洞里，我们需要足够的勇气和信心来支撑倘若没有光的指引，我们都不知道如何迈开脚步了。我们还得感谢光，也正因为有它，我们发现了你，才得以目睹你的美。亲爱的蝴蝶，你真的误解我们了，我们没有恶意。人和自然是好朋友，好朋友自然就需要真诚。我们以一颗真诚的心对你说声对不起，可是你却已经悄然离开了。现在很多人之间的关系都结成厚厚的冰凌，除了冷漠还是冷漠，那一份真诚都已经不复存在了。为什么呢？就因为缺乏真正灵魂上的交流与信任。面对你们，我们希望用真诚打开这扇窗，希望博得你们的理解。这份发自内心的真诚，可以打开我们彼此的心锁，它是那么耀眼高贵，更让我们体验其中的那份美好。来吧，亲爱的蝴蝶，希望你们能理解我们的真诚，共同缔造和谐的生态。立绘的漫画第一届的漫画比赛名单上，我看到立绘的名字。我为立绘高兴，同时，心情也莫名的复杂。"}
{"text":"现在很多人之间的关系都结成厚厚的冰凌，除了冷漠还是冷漠，那一份真诚都已经不复存在了。为什么呢？就因为缺乏真正灵魂上的交流与信任。面对你们，我们希望用真诚打开这扇窗，希望博得你们的理解。这份发自内心的真诚，可以打开我们彼此的心锁，它是那么耀眼高贵，更让我们体验其中的那份美好。来吧，亲爱的蝴蝶，希望你们能理解我们的真诚，共同缔造和谐的生态。立绘的漫画第一届的漫画比赛名单上，我看到立绘的名字。我为立绘高兴，同时，心情也莫名的复杂。当初，一起努力的伙伴们，只有立绘实现了自己的梦想。经历了千锤百炼，她终于成功了。还记得，当初那个开学典礼上，给我印象深刻的那个不修边幅的女孩。类似在家里才会穿的短裤，印着海尔洗衣机的恤，塑料拖鞋，男生一样的短发哎！你看她穿得好奇怪！全场一阵哄笑。可是，她似乎对同学们的议论一点儿也不在意。因为，她正在看漫画可我也不在意。因为，她正在看漫画可我却恰恰和这个奇怪的女孩很快打成了一片。立绘真的很喜欢看漫画，坐着看，躺着看，站着走着也看。似乎除了漫画不再有别的东西能提起她的兴趣了。立绘说，这个月的钱又花光了。什么？这才月初呀？其实，了解她的人并不会大惊小怪，因为，立绘的钱大都用来买漫画了。立绘还有一句很经典的话就算是世界末日，只要给我水和漫画，我就能坚强的活下去。学校要办图书借阅证，大家都办了，立绘不知道怎么搞的，居然漏办了，我却担上了帮她补办的工作。立绘，你这样不行吧！立绘在借阅证的照片处，不是贴的照片，而是画上了自画像。这里是必须要贴照片的。她却说将就试试吧！我在这个时候意识到，原来她真的爱漫画胜过了一切。你为什么不去投稿呢？你其实画得很不错的。我对立绘说。投过稿的，投过好多次。不过都泥沉大海了。那你还要画？反正喜欢，为什么不画呢？她的回答，像她的着装一样干脆利索。立绘说这句话时，是笑着说的，而我却读出了莫名的伤感。立绘参加了那年的一个青少年漫画比赛。作品的名字叫掐死你的温柔，网内容是一个年级最强悍的大姐帮助一个低年级最无个性最胆小懦弱的学第的故事。我把获奖名单看了一个遍，又看了一个遍，还是没有翻到立绘的名字。"}
{"text":"你其实画得很不错的。我对立绘说。投过稿的，投过好多次。不过都泥沉大海了。那你还要画？反正喜欢，为什么不画呢？她的回答，像她的着装一样干脆利索。立绘说这句话时，是笑着说的，而我却读出了莫名的伤感。立绘参加了那年的一个青少年漫画比赛。作品的名字叫掐死你的温柔，网内容是一个年级最强悍的大姐帮助一个低年级最无个性最胆小懦弱的学第的故事。我把获奖名单看了一个遍，又看了一个遍，还是没有翻到立绘的名字。我不敢转身看立绘的表情，我怕如果她哭了，我会不会也跟着哭出来。而立绘却笑着对我说看你这表情，好像失败的不是我，而是你。你放心，不管遭遇多么大的挫折，我也不会放弃的。这次，她的笑不同于那次，淡然中充满坚毅，看到她这样的笑容，我没有理由不相信，她终会成功的。她终于成功了，像大豆那样，在成为豆腐之前，被磨碎，被挤压，化作豆浆，在沸腾的热锅中冲散，经过盐卤的洗礼，经过种种苦难的煎熬，最终，得到了升华。同桌之间思想政治课上，老师正在领着我们梳理时事政治要关注一下叙利亚问题和朝鲜半岛局势，大的战争虽然打不起来，但局部冲突恐怕在所难免，要多从政治经济以及地理历史的角度去分析下课了，同学们意犹未尽，于是聚在一起继续讨论课上的话题。人群中，数同桌的声音最高我不赞成战争！两次世界大战的惨痛教训还不够吗？只要全世界人民团结一心，铸剑为犁终会有时！看着他那眉飞色舞慷慨激昂的样子，我的气就不打一处来，小样儿，你以为你是谁呀！联合国秘书长啊？心里这么想着，嘴里也没闲着我呢，正盼着战争打起来呢，而且越大越好。世界人口这么多，战争可以帮助地球减负嘛你怎么能这样看问题？同桌有些义愤填膺地质问我，人口问题有人口问题的解决办法，但绝对不应该是战争！你懂啥？这世界本来就是弱肉强食，这叫什么？这叫自然淘汰！这是规律，懂不？太可怕了！你到底是人还是兽？怎么这么没有爱心，没有人性？同桌怒了，我也恼了，一场唇舌剑就此展开，同学们百般全解也无效，因为我不想败在同桌手里。上课铃声响了，我窝着一肚子火回到座位上。这是一节自习课，教室里静悄悄的，同学们都在忙着自己的功课。我故意把胳膊肘伸出老远，只给同桌留下很小一块地方。"}
{"text":"你懂啥？这世界本来就是弱肉强食，这叫什么？这叫自然淘汰！这是规律，懂不？太可怕了！你到底是人还是兽？怎么这么没有爱心，没有人性？同桌怒了，我也恼了，一场唇舌剑就此展开，同学们百般全解也无效，因为我不想败在同桌手里。上课铃声响了，我窝着一肚子火回到座位上。这是一节自习课，教室里静悄悄的，同学们都在忙着自己的功课。我故意把胳膊肘伸出老远，只给同桌留下很小一块地方。同桌倒也没有在意，正在埋头写作业。过道儿上湿漉漉的，是值日生为了给室内空气降温而洒的水。忽然，我的脑子里闪过一个恶作剧的念头。我假装向同桌借三角板，就身子一歪，胳膊一伸，袖子一带，啪的一声，同桌那边一本崭新的中阶英汉词典掉在了地上。我正暗暗得意，只见同桌俯下身子把那本为污水溅得又脏又湿的词典捡了起来。他取出纸巾擦了擦，又翻开看了看给，你的书。我的？我接过来一看，顿时傻了眼，还真是我的，这这也太脏了！我同桌看了看我，又在自己的书桌堂了翻了一会儿如果你不介意的话，我这本给你，你那本给我，一个版的。说着，他把自己的中阶英汉词典放到我面前。不是我不能我有些语无伦次，脸也在发烧。就这么定了！他一把抢过那本脏词典塞进了自己的桌堂，又埋头写起作业来。我用颤抖的双手抚摸着那本崭新的中阶英汉词典，我为同桌的包容和友情而感动善待错误面对咬文嚼字的挑错，著名作家积极以感谢和理解回应，令人为之动容。我总以为，唯有积极面对别人的批评和挑错，人生境界才能不断升华，生命才能日益趋向不朽和伟大。挑错的必要性，来自于主观世界的狭隘与片面。我们常常沉醉于自己超于常人的流光溢彩，而忘了在骄傲的同时保留一份面对不足的谦卑。所以善待别人的挑错，是为了塑造一个更理性的灵魂，它让人清醒，让人自如。智者如曹禺，也深谙这一哲理。当美国剧作家蒙特来华拜见这位剧作大师时，交流正酣，曹禺拿出黄永玉对他的批评信我不喜欢你后来的戏，一部也不喜欢，你丢失了通灵宝玉，你为势位所误！"}
{"text":"我们常常沉醉于自己超于常人的流光溢彩，而忘了在骄傲的同时保留一份面对不足的谦卑。所以善待别人的挑错，是为了塑造一个更理性的灵魂，它让人清醒，让人自如。智者如曹禺，也深谙这一哲理。当美国剧作家蒙特来华拜见这位剧作大师时，交流正酣，曹禺拿出黄永玉对他的批评信我不喜欢你后来的戏，一部也不喜欢，你丢失了通灵宝玉，你为势位所误！如此辛辣，一针见血，指出曹禺重政治，轻创作的错误，曹禺硬是让翻译一字一句译给蒙特听可见曹禺的伟大，除了对艺术的不懈追求，还体现在了对挑错的理性面对和坦然接受。然而，若一味妄自尊大，对别人的挑错充耳不闻，人生之路只会越走越窄，甚至不可避免地接受失败的苦楚。李经纬，在改革开放后建立了健力宝公司，创造了可与百事可乐比肩的商业传奇。可是，面对前无古人的成功，李经纬却对别人的挑错一概拒绝，面对公司上至领导下至员工的批评与阻挡，他不管不问，集巨资在广州建造健力宝大厦，最终超出公司的承受能力。面对业界好友对他不考虑商业规律，一味拉广告招商的挑错，他拒绝诚恳吸收，最终让健力宝暗淡于历史的长河之中，他自己也身陷囹圄。那么，如何善待批评以追求完美自我呢？首先，面对别人尖锐的挑错，要保持一份淡定平和的心态，不急不躁，不躲不藏如所说的那样别人说的话是鼓励是批评是鞭策，都是对我好。其次，要学会甄别有价值的挑错与一味为了挑错而挑错，也就是说，在面对别人挑错时，不是固定的屈从，而是要保持一份起码的信任。如演员于是之一辈子都在接受观众的挑错与批评，但必须经过审视――消化――吸收的过程，最终把一个个鲜活的角色演到了人们心中人生逆旅，每个人都会犯错，迷失甚至被异化，而往往一份善待别人挑错的胸襟，能够带领你欣赏更旖旎的风景。名师点评阅卷组专家认为，这篇文章的成功之处有以下几点首先题目拟得好――善待错误，人生境界顿开，把善待错误上升到人生境界的高度，这就远远高出了那些只知就事论事的考生，这说明一个好的标题可以激活全篇。当然，在选择论据上也费了一番心思，曹禺一例是正面的例子，论述了善待别人的挑错，是为了塑造一个更理性的灵魂，它让人清醒，让人自如，李经纬一例则是反例，从反面论述了别人的挑错充耳不闻，人生之路只会越走越窄，甚至不可避免地接受失败的苦楚。文章最后指出了对待批评和挑错的正确做法。"}
