{"text":"鱼的悲哀附记爱罗先珂在天明前之歌的自序里说，其中的鱼的悲哀和雕的心是用了艺术家的悲哀写出来的。我曾经想译过前一篇，然而终于搁了笔，只译了雕的心。近时，胡愈之先生给我信，说著者自己说是鱼的悲哀最惬意，教我尽先译出来，于是也就勉力翻译了。然而这一篇是最须用天真烂熳的口吻的作品，而用中国话又最不易做天真烂熳的口吻的文章，我先前搁笔的原因就在此现在虽然译完，却损失了原来的好和美已经不少了，这实在很对不起著者和读者。我的私见，以为这一篇对于一切的同情，和荷兰人蔼覃的小约翰s颇相类。至于看见别个捉去被杀的事，在我，是比自己被杀更苦恼，则便是我们在俄国作家的作品中常能遇到的，那边的伟大的精神。一九二一年十一月十日，附识。本篇连同鱼的悲哀的译文，最初发表于一九二二年一月妇女杂志第八卷第一号。蔼覃即望蔼覃―，参看本书小约翰引言及其注。这句话见于鱼的悲哀第五节。两个小小的死附记爱罗先珂先生的第二创作集最后的叹息，本月十日在东京发行，内容是一篇童话剧和两篇童话，这是那书中的最末一篇，由自己的选定而译出的。一九二一年十二月三十日，附记。本篇连同两个小小的死的译文，最初发表于一九二二年一月二十五日东方杂志第十九卷第二号。童话剧指桃色的云，参看本书桃色的云序。两篇童话，指海公主与渔人和两个小小的死。小鸡的悲剧附记这一篇小品，是在六月底写出的，所以可以说是最近的创作。原稿是日本文。日本话于恋爱和鲤鱼都是，因此第二段中的两句对话便双关，在中国无法可译。虽曾说不妨改换，但我以为恋鲤两音也近似，竟不再改换了。一九二二年七月五日附记。本篇连同小鸡的悲剧的译文，最初发表于一九二二年九月妇女杂志第八卷第九号。关于第二段中两句双关的对话，原话为小鸡问小鸭你有过恋爱么？小鸭回答说并没有有过恋爱，但曾经吃过鲤儿。"}
{"text":"虽曾说不妨改换，但我以为恋鲤两音也近似，竟不再改换了。一九二二年七月五日附记。本篇连同小鸡的悲剧的译文，最初发表于一九二二年九月妇女杂志第八卷第九号。关于第二段中两句双关的对话，原话为小鸡问小鸭你有过恋爱么？小鸭回答说并没有有过恋爱，但曾经吃过鲤儿。桃色的云桃色的云序爱罗先珂君的创作集第二册是最后的叹息，去年十二月初由丛文阁在日本东京出版，内容是这一篇童话剧桃色的云，和两篇短的童话，一曰海的王女和渔夫，一曰两个小小的死。那第三篇，已经由我译出，于今年正月间绍介到中国了。然而著者的意思却愿意我早译桃色的云因为他自己也觉得这一篇更胜于先前的作品，而且想从速赠与中国的青年。但这在我是一件烦难事。日本语原是很能优婉的，而著者又善于捉住他的美点和特长，这就使我很失了传达的能力。可是延到四月，为要救自己的爽约的苦痛计，也终于定下开译的决心了，而又正如豫料一般，至少也毁损了原作的美妙的一半，成为一件失败的工作所可以自解者，只是聊胜于无罢了。惟其内容，总该还在，这或者还能够稍慰读者的心罢。至于意义，大约是可以无须乎详说的。因为无论何人，在风雪的呼号中，花卉的议论中，虫鸟的歌舞中，谅必都能够更洪亮的听得自然母的言辞，更锋利的看见土拨鼠和春子的运命。世间本没有别的言说，能比诗人以语言文字画出自己的心和梦，更为明白晓畅的了。在翻译之前，承君借给我详细校过豫备再版的底本，使我改正了许多旧印本中错误的地方翻译的时候，君又时时指点我，使我懂得许多难解的地方初稿印在晨报副镌上的时候，孙伏园君加以细心的校正译到终结的时候，著者又加上四句白鹄的歌，使这本子最为完全我都很感谢。我于动植物的名字译得很杂乱，别有一篇小记附在卷尾，是希望读者去参看的。一九二二年七月二日重校毕，并记。桃色的云爱罗先珂以日文写作的三幕童话剧，译文曾陆续发表于一九二二年五月十五日至六月二十五日的晨报副镌。单行本于一九二三年七月北京新潮社出版，列为文艺丛书之一。一九二六年起改由北新书局出版，一九三四年起又改由上海生活书店出版。"}
{"text":"我于动植物的名字译得很杂乱，别有一篇小记附在卷尾，是希望读者去参看的。一九二二年七月二日重校毕，并记。桃色的云爱罗先珂以日文写作的三幕童话剧，译文曾陆续发表于一九二二年五月十五日至六月二十五日的晨报副镌。单行本于一九二三年七月北京新潮社出版，列为文艺丛书之一。一九二六年起改由北新书局出版，一九三四年起又改由上海生活书店出版。本文最初收入新潮社出版的桃色的云初版，系据将译桃色的云以前的几句话和桃色的云第二幕第三节中附白二文补充改定。因改动较多，故所据二文仍收入本书。自然母的言辞剧本中的自然母认为强者生存弱者灭亡是自然的第一的法则，而第一等的强者应是对于一切有同情，对于一切都爱的人，而非暴力者。土拨鼠和春子的运命剧本中土拨鼠和春子都是被强者世界迫害致死的人物。日本人福冈诚一的简写，世界语学者，爱罗先珂的朋友，曾编辑爱罗先珂的日文著作。未详。记剧中人物的译名我因为十分不得已，对于植物的名字，只好采取了不一律的用法。那大旨是一，用见于书上的中国名的。如蒲公英，紫地丁pss，鬼灯檠spp，胡枝子sps，燕子花s，玉蝉花sss等。此外尚多。二，用未见于书上的中国名的。如月下香s，日本称为月见草，我们的许多译籍都沿用了，但现在却照着北京的名称。三，中国虽有名称而仍用日本名的。这因为美丑太相悬殊，一翻便损了作品的美。如女郎花ss就是败酱，铃兰s就是鹿蹄草，都不翻。还有朝颜s是早上开花的，昼颜ssp日里开，夕颜s晚开，若改作牵牛花，旋花，匏，便索然无味了，也不翻。"}
{"text":"三，中国虽有名称而仍用日本名的。这因为美丑太相悬殊，一翻便损了作品的美。如女郎花ss就是败酱，铃兰s就是鹿蹄草，都不翻。还有朝颜s是早上开花的，昼颜ssp日里开，夕颜s晚开，若改作牵牛花，旋花，匏，便索然无味了，也不翻。至于福寿草sp之为侧金盏花或元日草，樱草ss之为莲馨花，本来也还可译，但因为太累坠及一样的偏僻，所以竟也不翻了。四，中国无名而袭用日本名的。如钓钟草sss，雏菊sps是。但其一却译了意，即破雪草本来是雪割草。生造了一个，即白苇就是日本之所谓刘萱sp。五，译西洋名称的意的。如勿忘草sspss是。六，译西洋名称的音的。如风信子ss，珂斯摩ssps是。达理亚s在中国南方也称为大理菊，现在因为怕人误认为云南省大理县出产的菊花，所以也译了音。动物的名称较为没有什么问题，但也用了一个日本名就是雨蛙。雨蛙者，很小的身子，碧绿色或灰色，也会变成灰褐色，趾尖有黑泡，能用以上树，将雨时必鸣。中国书上称为雨蛤或树蛤，但太不普通了，倒不如雨蛙容易懂。土拨鼠pp我不知道是否即中国古书上所谓饮河不过满腹的鼹鼠，或谓就是北京尊为仓神的田鼠，那可是不对的。总之，这是鼠属，身子扁而且肥，有淡红色的尖嘴和淡红色的脚，脚前小后大，拨着土前进，住在近于田圃的土中，吃蚯蚓，也害草木的根，一遇到太阳光，便看不见东西，不能动弹了。在天明前之歌的序文上，自说在桃色的云的人物中最爱的是土拨鼠，足见这在本书中是一个重要脚色了。七草在日本有两样，是春天的和秋天的。"}
{"text":"土拨鼠pp我不知道是否即中国古书上所谓饮河不过满腹的鼹鼠，或谓就是北京尊为仓神的田鼠，那可是不对的。总之，这是鼠属，身子扁而且肥，有淡红色的尖嘴和淡红色的脚，脚前小后大，拨着土前进，住在近于田圃的土中，吃蚯蚓，也害草木的根，一遇到太阳光，便看不见东西，不能动弹了。在天明前之歌的序文上，自说在桃色的云的人物中最爱的是土拨鼠，足见这在本书中是一个重要脚色了。七草在日本有两样，是春天的和秋天的。春的七草为芹，荠，鼠D草，繁缕，鸡肠草，菘，萝卜，都可食。秋的七草本于万叶集的歌辞，是胡枝子，芒茅，葛，瞿麦，女郎花，兰草，朝颜，近来或换以桔梗，则全都是赏玩的植物了。他们旧时用春的七草来煮粥，以为喝了可避病，惟这时有几个用别名鼠D草称为御行，鸡肠草称为佛座，萝卜称为清白。但在本书却不过用作春天的植物的一群，和故事没有关系了。秋的七草也一样。所谓递送夫者，专做分送报章信件电报牛乳之类的人，大抵年青，其中出产不良少年很不少，中国还没有这一类人。一九二二年五月四日记，七月一日改定。本篇原题附记，最初发表于一九二二年五月十五日晨报副镌，后经稍加增补改定，改题记剧中人物的译名，收入单行本。饮河不过满腹语见庄子逍遥游偃鼠次河，不过满腹。偃鼠，同鼹鼠。万叶集日本最早的诗歌总集，共二十卷，约于公元八世纪时编成，内收公元三一三年至七八一年间的诗歌四千五百余首，计分杂歌挽歌相闻歌四季杂歌及四季相闻譬喻歌六类。是研究日本古代史的重要资料。将译桃色的云以前的几句话爱罗先珂先生的创作集第二册是最后的叹息，去年十二月初在日本东京由丛文阁出版，内容是一篇童话剧桃色的云和两篇童话，一是海的王女和渔夫，一是两个小小的死。那第三篇已经由我译出，载在本年正月的东方杂志上了。然而著者的意思，却愿意我快译桃色的云因为他自审这一篇最近于完满，而且想从速赠与中国的青年。但这在我是一件烦难事，我以为，由我看来，日本语实在比中国语更优婉。而著者又能捉住他的美点和特长，所以使我很觉得失了传达的能力，于是搁置不动，瞬息间早过了四个月了。但爽约也有苦痛的，因此，我终于不能不定下翻译的决心了。"}
{"text":"那第三篇已经由我译出，载在本年正月的东方杂志上了。然而著者的意思，却愿意我快译桃色的云因为他自审这一篇最近于完满，而且想从速赠与中国的青年。但这在我是一件烦难事，我以为，由我看来，日本语实在比中国语更优婉。而著者又能捉住他的美点和特长，所以使我很觉得失了传达的能力，于是搁置不动，瞬息间早过了四个月了。但爽约也有苦痛的，因此，我终于不能不定下翻译的决心了。自己也明知道这一动手，至少当损失原作的好处的一半，断然成为一件失败的工作，所可以自解者，只是聊胜于无罢了。惟其内容，总该还在，这或者还能够稍稍慰藉读者的心罢。一九二二年四月三十日，记。本篇最初发表于一九二二年五月十三日晨报副镌。东方杂志综合性刊物，一九四年三月在上海创刊，商务印书馆出版，先为月刊，后改半月刊，至一九四八年十二月停刊。桃色的云第二幕第三节中附白本书开首人物目录中，鹄的群误作鸥的群。第一幕中也还有几个错字，但大抵可以意会，现在不来列举了。又全本中人物和句子，也间有和印本不同的地方，那是印本的错误，这回都依君的校改预备再版的底本改正。惟第三幕末节中白鹄的歌四句，是著者新近自己加进去的，连将来再版上也没有。五月三日记。本篇最初发表于一九二二年六月七日晨报副镌。现代日本小说集现代日本小说集附录关于的说明夏目漱石夏目漱石ss，―名金之助，初为东京大学教授，后辞去入朝日新闻社，专从事于著述。他所主张的是所谓低徊趣味，又称有余裕的文学。一九八年高滨虚子的小说集鸡头出版，夏目替他做序，说明他们一派的态度有余裕的小说，即如名字所示，不是急迫的小说，是避了非常这字的小说。如借用近来流行的文句，便是或人所谓触著不触著之中，不触著的这一种小说。或人以为不触著者即非小说，但我主张不触著的小说不特与触著的小说同有存在的权利，而且也能收同等的成功。世间很是广阔，在这广阔的世间，起居之法也有种种的不同随缘临机的乐此种种起居即是余裕，观察之亦是余裕，或玩味之亦是余裕。"}
{"text":"如借用近来流行的文句，便是或人所谓触著不触著之中，不触著的这一种小说。或人以为不触著者即非小说，但我主张不触著的小说不特与触著的小说同有存在的权利，而且也能收同等的成功。世间很是广阔，在这广阔的世间，起居之法也有种种的不同随缘临机的乐此种种起居即是余裕，观察之亦是余裕，或玩味之亦是余裕。有了这个余裕才得发生的事件以及对于这些事件的情绪，固亦依然是人生，是活泼泼地之人生也。夏目的著作以想像丰富，文词精美见称。早年所作，登在俳谐杂志子规s上的哥儿，我是猫诸篇，轻快洒脱，富于机智，是明治文坛上的新江户艺术的主流，当世无与匹者。挂幅与克莱喀先生s并见漱石近什四篇中，系永日小品的两篇。森鸥外森鸥外，―名林太郎，医学博士又是文学博士，曾任军医总监，现为东京博物馆长。他与坪内逍遥上田敏诸人最初介绍欧洲文艺，很有功绩。后又从事创作，著有小说戏剧甚多。他的作品，批评家都说是透明的智的产物，他的态度里是没有热的。他对于这些话的抗辩在游戏这篇小说里说得很清楚，他又在杯里表明他的创作的态度。有七个姑娘各拿了一只雕著自然两字的银杯，舀泉水喝。第八个姑娘拿出一个冷的熔岩颜色的小杯，也来舀水。七个人见了很讶怪，由侮蔑而转为怜悯，有一个人说道，将我的借给伊罢？第八个姑娘的闭著的嘴唇，这时候才开口了。sps，sss这是消沉的但是锐利的声音。这是说，我的杯并不大，但我还是用我的杯去喝。游戏s见小说集涓滴中。沉默之塔原系代札拉图斯忒拉译本的序，登在生田长江的译本的卷首。有岛武郎有岛武郎s生于一八七七年，本学农，留学英美，为札幌农学校教授。"}
{"text":"sps，sss这是消沉的但是锐利的声音。这是说，我的杯并不大，但我还是用我的杯去喝。游戏s见小说集涓滴中。沉默之塔原系代札拉图斯忒拉译本的序，登在生田长江的译本的卷首。有岛武郎有岛武郎s生于一八七七年，本学农，留学英美，为札幌农学校教授。一九一年顷杂志白桦发刊，有岛寄稿其中，渐为世间所知，历年编集作品为有岛武郎著作集，至今已出到第十四辑了。关于他的创作的要求与态度，他在著作集第十一辑里有一篇四件事的文章，略有说明。第一，我因为寂寞，所以创作。在我的周围，习惯与传说，时间与空间，筑了十重二十重的墙，有时候觉得几乎要气闭了。但是从那威严而且高大的墙的隙间，时时望见惊心动魂般的生活或自然，忽隐忽现。得见这个的时候的惊喜，与看不见这个了的时候的寂寞，与分明的觉到这看不见了的东西决不能再在自己面前出现了的时候的寂寞呵！在这时候，能够将这看不见了的东西确实的还我，确实的纯粹的还我者，除艺术之外再没有别的了。我从幼小的时候，不知不识的住在这境地里，那便取了所谓文学的形式。第二，我因为爱着，所以创作。这或者听去似乎是高慢的话。但是生为人间而不爱者，一个都没有。因了爱而无收入的若干的生活的人，也一个都没有。这个生活，常从一个人的胸中，想尽量的扩充到多人的胸中去。我是被这扩充性所克服了。爱者不得不怀孕，怀孕者不得不产生。有时产生的是活的小儿，有时是死的小儿，有时是双生儿，有时是月分不足的儿，而且有时是母体自身的死。第三，我因为欲爱，所以创作。我的爱被那想要如实的攫住在墙的那边隐现著的生活或自然的冲动所驱使。因此我尽量的高揭我的旗帜，尽量的力挥我的手巾。这个信号被人家接应的机会，自然是不多，在我这样孤独的性格更自然不多了。但是两回也罢，一回也罢，我如能够发见我的信号被人家的没有错误的信号所接应，我的生活便达于幸福的绝顶了。为想要遇著这喜悦的缘故，所以创作的。第四，我又因为欲鞭策自己的生活，所以创作。如何蠢笨而且缺向上性的我的生活呵！我厌了这个了。应该蜕弃的壳，在我已有几个了。我的作品做了鞭策，严重的给我抽打那顽固的壳。"}
{"text":"我的爱被那想要如实的攫住在墙的那边隐现著的生活或自然的冲动所驱使。因此我尽量的高揭我的旗帜，尽量的力挥我的手巾。这个信号被人家接应的机会，自然是不多，在我这样孤独的性格更自然不多了。但是两回也罢，一回也罢，我如能够发见我的信号被人家的没有错误的信号所接应，我的生活便达于幸福的绝顶了。为想要遇著这喜悦的缘故，所以创作的。第四，我又因为欲鞭策自己的生活，所以创作。如何蠢笨而且缺向上性的我的生活呵！我厌了这个了。应该蜕弃的壳，在我已有几个了。我的作品做了鞭策，严重的给我抽打那顽固的壳。我愿我的生活因了作品而得改造！与幼小者s见著作集第七辑，也收入罗马字的日本小说集中。阿末之死ss见著作集第一辑。江口涣江口涣生于一八八七年，东京大学英文学科出身，曾加入社会主义者同盟。峡谷的夜见红的矢帆中。菊池宽菊池宽生于一八八九年，东京大学英文学科出身。他自己说，在高等学校时代，是只想研究文学，不豫备做创作家的，但后来偶做小说，意外的得了朋友和评论界的赞许，便做下去了。他的创作，是竭力的要掘出人间性的真实来。一得真实，他却又怃然的发了感叹，所以他的思想是近于厌世的，但又时时凝视著遥远的黎明，于是又不失为奋斗者。南部修太郎在菊池宽论新潮一七四号上说ss――这正是说尽了菊池的作品中一切人物的话。他们都有最像人样的人间相，愿意活在最像人样的人间界。他们有时为冷酷的利己家，有时为惨淡的背德者，有时又为犯了残忍的杀人行为的人，但无论使他们中间的谁站在我眼前，我不能憎恶他们，不能呵骂他们。这就因为他们的恶的性格或丑的感情，愈是深锐的显露出来时，那藏在背后的更深更锐的活动着的他们的质素可爱的人间性，打动了我的缘故，引近了我的缘故。换一句话，便是愈玩菊池的作品，我便被唤醒了对于人间的爱的感情，而且不能不和他同吐ss这一句话了。三浦右卫门的最后见无名作家的日记中。"}
