{"text":"求学来的，非静无以成学。连贯的层次，连续性的对仗句子。慢则不能研精，慢也就是骄傲的这个骄字。讲到这个骄字很有意思，我们中国人的修养，力戒骄傲，一点不敢骄傲。而且骄傲两个字是分开用的没有内容而自以为了不起是骄，有内容而看不起人为傲，后来连起来用以骄傲。而中国文化的修养，不管有多大学问多大权威，一骄傲就失败。所以孔子在论语中也提到过如有周公之才之美，使骄且吝，其余不足观也已。一个人即使有周公的才学，有周公的成就，假如他犯了骄傲，和很吝啬不爱人的毛病，这个人就免谈了。我们中国人，力戒骄傲，现在外国文化一来，我有了他真值得骄傲这类的话，就非常流行，视骄傲为好事情，这是根据外国文字翻译错了，把骄傲当成好事。照中国文化规规矩矩翻译，应该是欣慰就对了。这是几十年来翻译过来的东西，将错就错，积非成是，一下子没办法改的地方。但是，为了将来维护我们中国文化的传统精神，是要想办法的。有许多错误的东西，都要慢慢改，转移这个社会风气才是对的。这是说到慢所引出来的。再回到本文慢则不能研精，就是自满，慢就是自以为对。主观太强，那么求学问就不能研精。险躁则不能理性，为什么用险躁？人做事情，都喜欢占便宜走捷径，走捷径的事就会行险侥幸，这是最容易犯的毛病。尤其是年轻人，暴躁急性子，就不能理性。年与时驰，意与日去，这个地方，有些本子是志字，而不是意字，大概意字才对，还是把它改过来。――年龄跟着时间过去了，三十一岁就不是三十岁的讲法，三十二岁也不同于三十一岁了。人的思想又跟着年龄在变。遂成枯落，多不接世。悲守穷庐，将复何及！少年不努力，等到中年后悔，已经没有法子了。看诸葛亮这篇诫子书，同他作人的风格一样，什么东西都简单明了。这道理用之于为政，就是孔子所说的简用以持身，就是本文所说的俭。但是文学的修养，只是学问的一种附庸，这是作学问要特别注意的。由历史文化谈到诸葛亮的学养，到此告一段落，现在再继续原文。孔子的换心术定公问君使臣，臣事君，如之何？孔子对曰君使臣以礼，臣事君以忠。这个问题，以现代的观念来说，就牵涉到政治思想，也可以说是政治的作法，简明一点就叫政治领导术。"}
{"text":"但是文学的修养，只是学问的一种附庸，这是作学问要特别注意的。由历史文化谈到诸葛亮的学养，到此告一段落，现在再继续原文。孔子的换心术定公问君使臣，臣事君，如之何？孔子对曰君使臣以礼，臣事君以忠。这个问题，以现代的观念来说，就牵涉到政治思想，也可以说是政治的作法，简明一点就叫政治领导术。鲁定公所问的，是领导术或领导的方法，而孔子答复他的，是领导的道德，撇开了鲁定公所问的方法。换言之，乃是在驳鲁定公。认为用方法――手段――是错误的，所谓领导应该是以德领导人。从什么地方可看出孔子这种意思来呢？就在这君使臣，臣事君两句话中的使字。我们知道鲁定公是个诸侯，以一个王者――这是随便借用一个头衔来形容的――之尊问孔子，孔子当然也尊重他。鲁定公问，假使一个帝王领导人，该怎样去指挥下面的干部？相对的，一个忠贞的干部，对于领导人，又应该用什么方法理事及自处？鲁定公当然问得很客气，很婉转。而孔子则用两句话，解答了鲁定公这两个对立的问题――君使臣以礼，臣事君以忠。我们中国文化讲孝道，但孝道也是相对的，父慈子孝，兄友弟恭，父母付出了爱心的教养，才有子女孝道的反哺，两者是对立的。忠也是一样，就如孔子的话，上面对下面以礼，礼敬――也是爱的一种形态，等于父母爱子女的爱心。这种礼义德业的流行，道德的风行，则下面对上面自然就敬而忠了。所以这种君臣的上下关系是建立在道德上，不是建立在手段上，两句话就答复了鲁定公的问题。有些人看了老子的两句话，认为对于忠孝的观念，老子和孔子是持相反意见的。其实不然，只是表达的方法不同而已。老子说六亲不和有孝慈，国家昏乱有忠臣。在表面上误解了这两句话，好像老子是反对孝反对忠的。其实不是这个意思。他是说一个不和的问题家庭中，有几个孩子，其中一个最乖的，于是人们便说这个儿子才是孝子，拚命地标榜他，而忘记了基本上家庭不和这个问题。一个家庭如果不出问题，个个都是孝子，何必特别标榜一个孝子？所以要六亲不和的时候，才看得出孩子的孝或父母的慈。至于国家昏乱有忠臣也是同样的道理。文天祥在宋朝亡国了，才表现出他的忠贞，假使宋代不到亡国的时候，就看不出文天祥对国家有如此尽忠，虽然文天祥仍是忠心耿耿，但是没有那种成仁的表现机会。"}
{"text":"在表面上误解了这两句话，好像老子是反对孝反对忠的。其实不是这个意思。他是说一个不和的问题家庭中，有几个孩子，其中一个最乖的，于是人们便说这个儿子才是孝子，拚命地标榜他，而忘记了基本上家庭不和这个问题。一个家庭如果不出问题，个个都是孝子，何必特别标榜一个孝子？所以要六亲不和的时候，才看得出孩子的孝或父母的慈。至于国家昏乱有忠臣也是同样的道理。文天祥在宋朝亡国了，才表现出他的忠贞，假使宋代不到亡国的时候，就看不出文天祥对国家有如此尽忠，虽然文天祥仍是忠心耿耿，但是没有那种成仁的表现机会。因此我们对历史对国家，并不希望常常有文天祥那样的情形出现，而希望国家能长治久安。所以用白话来说老子这两句话，加上一个才字，成为六亲不和才有孝子，国家昏乱才有忠臣。那么就可以知道老子并不是反对忠孝了。假如在一个团体中，我们说某某人是好人，那么其他都是坏人了吗？希望全体都是好人，无所谓谁好谁坏，这就最好。孔子答复鲁定公的话中，意思是说，你不要谈领导术，一个领导人要求部下能尽忠，首先从自己衷心体谅部下的礼敬做起。礼是包括很多，如仁慈爱护等等，这也就是说上面对下面的如果尽心，那么下面对上面也自然忠心。俗语说人心都是肉做的，一交换，这忠心就换出来了。现在要研究论语，为什么把这段话放在这里？这就是我们上面说过的，此乃春秋笔法的微言大义，在春秋战国的时候，整个社会上下一片混乱，乱到持德者寡，用术者多，所以孔子提倡仁，提倡孝，提倡道德，因为大家都用手段。譬如现代人们流行的一句话，常说你少用手段，尤其这六七十年来，每论团体或个人的经验，玩手段的一个比一个高明，谁都玩不过谁，玩到最后还是个笨蛋。所以还不如规规矩矩诚恳的好，如果把真正的诚恳当作手段，这个手段还值得玩，这也是最高明的。这六十年来的变乱，对于手段，谁都学会了，谁要玩几套手段，别人没有不知道的。只有老实人最可爱，讲道德的人才是最可爱，最后的成功还是属于真诚的人，这是千古不移的道理。我们从现实生活中，也可体会得出来。孔子答复鲁定公这几句话的时候，就是针对着当时的风气。一个风气之来，就像台风一样，不但下层中层社会受影响，上层也是一样。鲁定公是领导阶级的上层，结果还是犯了这个毛病，孔子就针对他的毛病，开了这个药方。追的哲学讲完这方面以后，又讲到纯文学的观点。"}
{"text":"只有老实人最可爱，讲道德的人才是最可爱，最后的成功还是属于真诚的人，这是千古不移的道理。我们从现实生活中，也可体会得出来。孔子答复鲁定公这几句话的时候，就是针对着当时的风气。一个风气之来，就像台风一样，不但下层中层社会受影响，上层也是一样。鲁定公是领导阶级的上层，结果还是犯了这个毛病，孔子就针对他的毛病，开了这个药方。追的哲学讲完这方面以后，又讲到纯文学的观点。子曰关睢，乐而不淫，哀而不伤。孔子又在讨论诗的文学了。刚才谈政治，现在又谈诗上面和鲁定公谈的是政治风气，也包括了社会风气，那么政治的风气社会的风气哪里来的？如果站在文化的――礼的立场来讲，它是由文化而来的谈到文化，就提到孔子所重视的诗经。我们知道诗经是代表各地社会风气的自然演变，诗经的第一篇，就是男女相爱。讲到诗经的男女相爱，有一句话要注意的，孔子在礼记中提到人生的研究饮食男女，人之大欲存焉。上面也曾提到孔子知道人生的最高境界，但是却往往避而不谈，偏偏谈到最起码的最平实的这两件人生大事。我们曾经说过，一般人引用的食色性也这句话不是孔子说的，是与孟子同时代的告子说的，两人的话相近，但观念完全不同。男女饮食不是性也，不是人先天形而上的本性，是人后天的基本欲望。一个人需要吃饭，自婴儿生下来开始要吃奶，长大了就需要两性的关系，不但人如此，生物界动物植物都是如此，因此人类文化就从这里出发。说到这里，我们就联想到，影响这个时代观念的两种思想，一个是马克思的资本论，影响了这个时代另一个也是近代西方文化的重心，弗洛伊德的性心理观，认为人类一切心理活动，都由男女性欲的冲动而来，这一思想对现代文化影响也很大。弗洛伊德原来是个医生，后来成为一个大心理学家。比如西方的存在主义，也是几个医生闹出来的，有人依据弗洛伊德的性心理观点，来看历史文化这个性不是我们所说人类本性的性，是男女性行为的性。认为历史上的英雄创业，就是一种性冲动，乃至说希特勒是性变态心理。我们现代思想界受这说法影响的也很多，乃至把旧的历史写成的小说，多半都加上这种观念。"}
{"text":"弗洛伊德原来是个医生，后来成为一个大心理学家。比如西方的存在主义，也是几个医生闹出来的，有人依据弗洛伊德的性心理观点，来看历史文化这个性不是我们所说人类本性的性，是男女性行为的性。认为历史上的英雄创业，就是一种性冲动，乃至说希特勒是性变态心理。我们现代思想界受这说法影响的也很多，乃至把旧的历史写成的小说，多半都加上这种观念。甚至许多戏剧电影故事，总要插上一些性――医学上的性而文学上改用一个好听的名词――爱，等于一个人穿上外衣结上领带，好看一点，也礼貌一点而已。在中国古老的文化中，我们懂不懂这方面的道理呢？孔子也早已提出了，所以诗经第一篇选了关睢，根据饮食男女的基本要求，指出人生的伦理是由男女相爱而成为夫妇开始的，所谓君臣，父子兄弟朋友，所有社会一切的发展，都由性的问题开始。曾有一位学者对我说，他有一个新发现――性非罪论要提出讨论，他所指的这个性是狭义的，指男女性行为的性而言。我没有立即答复这个问题，他把文章留下来，后来函电催问，我始终觉得碍难直接答复，后来我写了一篇文章，大概谈了一下，但还是避开了他那个观点。我认为这是人生哲学上最高的问题。究竟这是本能的冲动吗？这个本能又是什么？不过我告诉他，世界上的宗教家，都认为性是罪恶的。中国文化中，过去的思想――万恶淫为首西方的基督教思想，亚当和夏娃不吃那个萍果，一点事都没有，上了魔鬼的当去吃萍果，他们也认为性是罪恶的。曾经听过一个笑话，说西方文化是两个半萍果而来的第一个萍果是亚当夏娃吃了，闯了祸，所以我们人类到如今那么痛苦。第二个萍果，启发牛顿发现了地心吸力，中国人吃了很多萍果都不晓得。另外半个萍果，是木马屠城记所表现的英雄思想。这是西方文化来自两个半萍果的笑话，当然这不是偶然说说的。西方与东方宗教家都认为性是罪恶，哲学家则逃避这个问题。我们现在看孔子，他可以说是哲学家宗教家，又是教育家。我认为现代观念的什么家什么家都可以给他加上。反正孔子，集中国文化之大成。我们中国人自己对他的封号最好――大成至圣先师，我们不要跟外国人走，给他加上了一个家字，反而不是大成，而是小成了，所以不要上西方文化的当。孔子认为关关睢鸠男女之间的爱，老实讲也有性非罪的意思在其中。"}
{"text":"西方与东方宗教家都认为性是罪恶，哲学家则逃避这个问题。我们现在看孔子，他可以说是哲学家宗教家，又是教育家。我认为现代观念的什么家什么家都可以给他加上。反正孔子，集中国文化之大成。我们中国人自己对他的封号最好――大成至圣先师，我们不要跟外国人走，给他加上了一个家字，反而不是大成，而是小成了，所以不要上西方文化的当。孔子认为关关睢鸠男女之间的爱，老实讲也有性非罪的意思在其中。性的本身不是罪恶，性本身的冲动是天然的，理智虽教性不要冲动，结果生命有这个动力冲动了。不过性的行为如果不作理智的处理，这个行为就构成了罪恶。大家试着研究一下，这个道理对不对？性的本质并不是罪恶，饮食男女，人之大欲存焉。只要生命存在，就一定有这个大欲。但处理它的行为如果不对，就是罪恶。孔子就是这个观念，告诉我们说，关睢乐而不淫。大家要注意这个淫字，现代都看成狭义的，仅指性行为才叫淫，在古文中的淫字，有时候是广义的解释淫者，过也，就是过度了。譬如说我们原定讲两小时的话，结果讲了两个半小时，把人家累死了，在古文中就可以写道淫也又如雨下得太多了，就是淫雨。所以关睢乐而不淫，就是不过分。中国人素来对于性情及爱的处理，有一个原则的，就是所谓发乎情，止乎礼。现在观念来说，就是心理的生理的感情冲动，要在行为上止于礼。只要合理，就不会成为罪恶，所以孔子说关睢乐而不淫。但关睢这篇诗中，也有哀怨，我们看这一篇诗，很好玩的。虽然只有几个字，假使用现代文学来描写，就够露骨的了。它最后说求之不得，辗转反侧。这个求，就是现在白话文的追呀！追呀！追不到的时候睡不着呀！睡不着还在床上翻来复去打滚哩！但古文用辗转反侧四个字都形容尽了。可见这中间还有哀怨，尽管哀怨，并不到伤感悲观的程度。这个道理就是说一个人情感的处理适中，合乎中道。譬如我对音乐是外行，但在许多地方，听到播放日本音乐，只要他一开口，听起来就使人有不胜哀戚之感。隐隐象征了这个海岛民族的命运，也可以说是日本民族性的表现。不管它怎么变，一听就知道是日本音乐，哀怨中有悲怆，悲怆中有哀怨。现在我们的音乐等等一切文化，能不能做到乐而不淫，哀而不伤呢？恐怕还没有做到。我们读了孔子这一段话以后，对于目前社会上的文化思想，必须深切地反省。"}
{"text":"这个道理就是说一个人情感的处理适中，合乎中道。譬如我对音乐是外行，但在许多地方，听到播放日本音乐，只要他一开口，听起来就使人有不胜哀戚之感。隐隐象征了这个海岛民族的命运，也可以说是日本民族性的表现。不管它怎么变，一听就知道是日本音乐，哀怨中有悲怆，悲怆中有哀怨。现在我们的音乐等等一切文化，能不能做到乐而不淫，哀而不伤呢？恐怕还没有做到。我们读了孔子这一段话以后，对于目前社会上的文化思想，必须深切地反省。所以孔子在答复鲁定公问政之后，随即谈到诗的问题，就是表示修身要具备诗的感情，从政更要把握诗的情操。传统历史上的精神堡垒这个又转到另一个文化问题哀公问社于宰我。宰我对曰夏后氏以松，殷人以柏，周人以栗。曰使民战栗。子闻之曰成事不说，遂事不谏，既往不咎。宰我是孔子的学生，他白天睡觉，挨了孔子的骂。这个问题，等下面讲到的时候再讨论。鲁哀公问社。什么叫社呢？这里的社就是社稷的简称，有形的社稷坛，过去国家的首都建有社稷坛，就是代表国家和天人之间的象征。我们现在社稷的精神象征，譬如过去在南京到中山陵谒陵献花，几十年来，我们还没有完全正式确定这个精神的代表，最近又好像有外宾到国父纪念馆致敬了。相对的，假定我们去国外做国民外交，或者负了国家外交任务出去，这一点要特别注意。到别的国家，就要随他们的礼俗，到他们所尊奉的地方行礼。这是古今中外不移的礼貌，也是现代国际上外交的礼貌。像当年西方英雄拿破仑，当他到每一个地方，即如信奉伊斯兰教的国家，他也要到伊斯兰教教堂行礼。这点他实在很聪明。同时我们再看到一点，从十七世纪末叶开始，印度由英国的东印度公司统治，英国并派了总督驻在印度统治。英国人也深懂这套手法。所以有人说英国人专门研究老子，因为老子的政治手法很高明。英国总督出门，看到印度的婆罗门教印度在宋以后没有佛教了，那时起佛教已经完全移送到中国来，印度人保留只是穿白衣的婆罗门教，总督立即停车，下来站在路边合十，让婆罗门教士先过去。这就是说尊敬一个地方的民间信仰，对于他的工作很有帮助。这是由社讲到社稷的精神而牵涉到的附带问题。现在回到本文，哀公问宰予，社稷坛与历史文化演变有什么关系呢？"}
{"text":"英国人也深懂这套手法。所以有人说英国人专门研究老子，因为老子的政治手法很高明。英国总督出门，看到印度的婆罗门教印度在宋以后没有佛教了，那时起佛教已经完全移送到中国来，印度人保留只是穿白衣的婆罗门教，总督立即停车，下来站在路边合十，让婆罗门教士先过去。这就是说尊敬一个地方的民间信仰，对于他的工作很有帮助。这是由社讲到社稷的精神而牵涉到的附带问题。现在回到本文，哀公问宰予，社稷坛与历史文化演变有什么关系呢？宰予告诉他夏朝社稷坛上栽的是松树，殷朝栽的是柏树，周朝栽的是栗树有如现在的国花，是国家的标志。不过他说栗树栽得不好，栗树使人看了会害怕，战战兢兢。宰予后来回到孔子这里，报告见哀公的问答，孔子听了以后就感叹了。就周朝而言，孔子觉得文王武王在各方面都没有错，只在这件事上还不大妥当，但对前辈的圣人，不好意思多加批评，所以他说已经既成事实，再说也没有用。对人与人之间相处来说，既成事实，劝也劝不转来了，过去了何必追究呢？孔子这番话，虽然看起来是对历史的一个宽恕，实际上透过这个宽恕，表明了孔子认为周朝的这件事是有问题的。这是怎么说的呢？因为社稷坛种的树，就像是一个民族文化国家精神的标志。如日本人以樱花为国花，虽然很烂漫，但总是开得不长久其他各民族国家也都有标志。宗教方面也不例外。基督教的十字架，佛教的莲花。再看欧洲人的标志用猛兽，有虎有狮印度人用的是飞禽美国人用老鹰，也不太好中国文化则用龙，龙是水陆空三栖的东西。对于文化的标志，我们要特别注意选择决定，但有时有人漫不经心就定了。过去有一位朋友，想把台北市成为杜鹃城。后来在一次宴会中碰面，说起此事，好在他的杜鹃城没做成，否则我第一个反对。因为杜鹃是亡国之花，又名杜宇也是鸟名，又名子规，又叫望帝。唐人的诗所谓望帝春心托杜鹃，有一个神话故事，上古时蜀国亡，蜀国的太子伤心而死，精魂不散，变成杜鹃鸟，昼夜啼哭，泪枯血出，滴在花上变成杜鹃花。这一些事，和易经的谶讳之学也有关系的。许多看起来不相干的事，有时候关系很大，尤其研究国家的历史文化，不能不注意，孔子对于这件事情也是很注意。不过他也只好说成事不说，遂事不谏，既往不咎了。所以我们将来在处事的时候，必须注意这些事情，这也是学问。责备贤者子曰管仲之器小哉！或曰管仲俭乎？"}
{"text":"这一些事，和易经的谶讳之学也有关系的。许多看起来不相干的事，有时候关系很大，尤其研究国家的历史文化，不能不注意，孔子对于这件事情也是很注意。不过他也只好说成事不说，遂事不谏，既往不咎了。所以我们将来在处事的时候，必须注意这些事情，这也是学问。责备贤者子曰管仲之器小哉！或曰管仲俭乎？曰管氏有三归，官事不摄，焉得俭！然则管仲知礼乎？曰邦君树塞门，管氏亦树塞门。邦君为两君之好有反坫，管氏亦有反坫。管氏而知礼，孰不知礼？管仲的时代比孔子早一点，在下面我们可以看到孔子对管仲佩服得很，他曾经赞叹过，如果没有管仲助齐桓公称霸的一段历史，我们几乎变野蛮人了。在这里他说管仲的器局太小，这话也是对的。管仲不过帮助齐桓公完成霸业而已，但未能走入王道，这样的器局就嫌小了。这是他评论历史的感叹。但是有人就问，管仲是讲究节俭的吧？他的政治思想经济思想，都够得上俭的。这里的俭字，正如诸葛亮诫子书中所说俭以养德的那个俭字一样，包括了许多东西。我们提到俭字，再看看老子思想，老子说他有三宝曰慈，曰俭，曰不敢为天下先。老子再三提到俭，孔子也再三提到俭，下面有关俭字的话也蛮多的，上面谈到诸葛亮时，已经介绍过了。历史上称有成就的人沉默寡言，就是一个人俭德的描写。成大事的人很少说话，讲出来一两句话，扼要简单，解决了一切问题。既不沉着，话又多的人，那就免谈成什么大事了。孔子说了管仲的器局小，别人并不和他争论这个问题，而提出来问管仲是不是够得上俭德的修养。可是孔子的答复，从个人来说，以管仲有三归之堂，可以说他在经济生活上非常浪费。三归堂是建筑物的名称，就是说他的宰相府，还是相当讲究漂亮的，可见他还不够俭朴。我们可以在历史上看到汉文帝的俭朴节省，是皇帝中有名的，一件袍子，穿了一二十年还补起来穿。后来景帝武帝时代的经济繁荣，就是他打下的基础，因为他本身就非常俭朴。所以管仲的生活，诚如孔子说的并不俭朴。另外在公事上，孔子又说他官事不摄。在公家的政治制度上，又不能做到扼要统筹。"}
