{"text":"第二天我趁柯泰南不在家时，走过去看她，果然看见地席上摆着捆好的行李和箱笼，我就问道你吃了饭吗？她说吃过了，早晨剩的一碗粥，我随便吃了几口。唉！气得我也不想吃什么！我说你也用不着自己戕贼身体，好好地实行你的主张便了。你几时走？她正伏在桌上写行李上的小牌子，听见我问她，便抬头答道我打算明天乘早车走！你有路费吗？我问她。有了，从这里到京都用不了多少钱，我身上还有十来块钱。希望你此后好好努力自己的事业，开辟一个新前途，并希望我们能常通消息。我对她说到这里，只见有一个男人来找她，――那是柯泰南的朋友，他听见他们夫妻决裂，特来慰问的。我知道再在那里不便，就辞了回来。第二天我同建去看一个朋友，回来的时候，已经下午七点了。走过隔壁房子的门外，忽听有四五个人在谈话，而那个捆好了行李，决定今早到京都去的柯太太，也还是谈话会中之一员。我不免低声对建说奇怪，她今天怎么又不走了？建说一定他们又讲和了！我可不能相信有这样的事！并不是两个小孩子吵一顿嘴，隔了会儿又好了！我反对建的话。但是建冷笑道女孩儿有什么胆量？有什么独立性？并且说实在话，男人离婚再结婚还可以找到很好的女子，女人要是离婚再嫁可就难了！建的话何尝不是实情，不过当时我总不服气，我说从前也许是这样，可是现在的时代不是从前的时代呵！纵使一辈子独身，也没有什么关系，总强似受这种的活罪。哼！我不瞒你说，要是我，宁愿给人家去当一个佣人，却不甘心受他的这种凌辱而求得一碗饭吃。你是一个例外倘使她也像你这么有志气，也不至于被人那样欺负了。得了，不说吧！我拦住建的话道我们且去听听他们开的什么谈判。似乎是柯先生的声音，说道要叫我想办法，第一种就是我们干脆离婚。第二种就是她暂时回国去每月生活费，由我寄日金二十元，直到她分娩两个月以后为止。至于以后的问题，到那时候再从长计议。第三种就是仍旧维持现在的样子，同住下去，不过有一个条件，我的经济状况只是如此，我不能有丰富的供给，因此她不许找我麻烦。这三种办法随她选一种好了。但是没有听见柯太太回答什么，都是另外诸个男人的声音，说道离婚这种办法，我认为你们还不到这地步。照我的意思，还是第二种比较稳当些。"}
{"text":"第二种就是她暂时回国去每月生活费，由我寄日金二十元，直到她分娩两个月以后为止。至于以后的问题，到那时候再从长计议。第三种就是仍旧维持现在的样子，同住下去，不过有一个条件，我的经济状况只是如此，我不能有丰富的供给，因此她不许找我麻烦。这三种办法随她选一种好了。但是没有听见柯太太回答什么，都是另外诸个男人的声音，说道离婚这种办法，我认为你们还不到这地步。照我的意思，还是第二种比较稳当些。因为现在你们的感情虽不好，也许将来会好，所以暂时隔离，未尝没有益处，不知柯太太的意思以为怎样？你们既然这样说，我就先回国好了。只是盘费至少要一百多块钱才能到家，这要他替我筹出来。这是柯太太的声音，我不禁哎了一声。建接着说是不是女人没有独立性？她现在是让步了，也许将来更让一步，依旧含着苦痛生活下去呢！我也不敢多说什么了，因为我也实在不敢相信柯太太做得出非常的举动来，我只得自己解嘲道管她三七二十一，真是吹皱一池春水，干卿底事？我们去睡了吧。他们的谈判直到夜深才散。第二天我见着柯太太，我真有些气不过，不免讥讽她道怎么昨天没有走成呢？柯太太，我还认为你已到了京都呢！她被我这么一问，不免红着脸说我已定规月底走！哦，月底走！对了，一切的事情都是慢慢的预备，是不是？她真羞得抬不起头来，我心想饶了她吧，这只是一个怯弱的女人罢了。果然建的话真应验了，已经过了两个多月，她还依然没走。唉！这种女性！我最后发出这样叹息了，建却含着胜利的笑柳岛之一瞥我到东京以后，每天除了上日文课以外，其余的时间多半花在漫游上。并不是一定自命作家，到处采风问俗只是为了满足我的好奇心，同时又因为我最近的三四年里，困守在旧都的灰城中，生活太单调，难得有东来的机会，来了自然要尽量地享受了。人间有许多秘密的生活，我常抱有采取各种秘密的野心。但据我想象最秘密而且最足以引起我好奇心的，莫过于娼妓的生活。自然这是因为我没有逛妓女的资格，在那些惯于章台走马的王孙公子们看来，那又算得什么呢？在国内时，我就常常梦想哪一天化装成男子，到妓馆去看看她们轻颦浅笑的态度，和纸迷金醉的生活，也许可以从那里发见些新的人生。"}
{"text":"人间有许多秘密的生活，我常抱有采取各种秘密的野心。但据我想象最秘密而且最足以引起我好奇心的，莫过于娼妓的生活。自然这是因为我没有逛妓女的资格，在那些惯于章台走马的王孙公子们看来，那又算得什么呢？在国内时，我就常常梦想哪一天化装成男子，到妓馆去看看她们轻颦浅笑的态度，和纸迷金醉的生活，也许可以从那里发见些新的人生。不过，我的身材太矮小，装男子不够格，又因为中国社会太顽固，不幸被人们发见，不一定疑神疑鬼的加上些什么不堪的推测。我存了这个怀惧，绝对不敢轻试。――在日本的漫游中，我又想起这些有趣的探求来。有一天早晨，正是星期日，补习日文的先生有事不来上课，我同建坐在六铺席的书房间，秋天可爱的太阳，晒在我们微感凉意的身上我们非常舒适的看着窗外的风景。在这个时候，那位喜欢游逛的陆先生从后面房子里出来，他两手插在磨光了的斜纹布的裤袋里，拖着木屐，走近我们书屋的窗户外，向我们用日语问了早安，并且说道今天天气太好了，你们又打算到哪里去玩吗？对了，我们很想出去，不过这附近的几处名胜，我们都走遍了，最好再发现些新的陆样，请你替我们做领导，好不好？建回答说。陆样哦了一声，随即仰起头来，向那经验丰富的脑子里，搜寻所谓好玩的地方，而我忽然心里一动，便提议道陆样，你带我们去看看日本娼妓生活吧！好呀！他说不过她们非到四点钟以后是不做生意的，现在去太早了。那不要紧，我们先到郊外散步，回来吃午饭，等到三点钟再由家里出发，不就正合式了吗？我说。建听见我这话，他似乎有些诧异，他不说什么，只悄悄地瞟了我一眼。我不禁说道怎么，建，你觉得我去不好吗？建还不曾回答。而陆样先说道那有什么关系，你们写小说的人，什么地方都应当去看看才好。建微笑道我并没有反对什么，她自己神经过敏了！我们听了这话也只好一笑算了。午饭后，我换了一件西式的短裙和薄绸的上衣。外面罩上一件西式的夹大衣，我不愿意使她们认出我是中国人。日本近代的新妇女，多半是穿西装的。我这样一打扮，她们绝对看不出我本来的面目。同时，陆样也穿上他那件蓝地白花点的和服，更可以混充日本人了。"}
{"text":"我不禁说道怎么，建，你觉得我去不好吗？建还不曾回答。而陆样先说道那有什么关系，你们写小说的人，什么地方都应当去看看才好。建微笑道我并没有反对什么，她自己神经过敏了！我们听了这话也只好一笑算了。午饭后，我换了一件西式的短裙和薄绸的上衣。外面罩上一件西式的夹大衣，我不愿意使她们认出我是中国人。日本近代的新妇女，多半是穿西装的。我这样一打扮，她们绝对看不出我本来的面目。同时，陆样也穿上他那件蓝地白花点的和服，更可以混充日本人了。据陆样说日本上等的官妓，多半是在新宿这一带，但她们那里门禁森严，女人不容易进去。不如到柳岛去。那里虽是下等娼妓的聚合所，但要看她们生活的黑暗面，还是那里看得逼真些。我们都同意到柳岛去。我的手表上的短针正指在三点钟的时候，我们就从家里出发，到市外电车站搭车，――柳岛离我们的住所很远，我们坐了一段市外电车，到新宿又换了两次的市内电车才到柳岛。那地方似乎是东京最冷落的所在，当电车停在最后一站――柳岛驿――的时候，我们便下了车。当前有一座白石的桥梁，我们经过石桥，没着荒凉的河边前进，远远看见几根高矗云霄的烟筒，据说那便是纱厂。在河边接连都是些简陋的房屋，多半是工人们的住家。那时候时间还早，工人们都不曾下工。街上冷冷落落的只有几个下女般的妇人，在街市上来往地走着。我虽仔细留心，但也不曾看见过一个与众不同的女人。我们由河岸转湾，来到一条比较热闹的街市，除了几家店铺和水果摊外，我们又看见几家门额上挂着待合室牌子的房屋。那些房屋的门都开着，由外面看进去，都有一面高大的穿衣镜，但是里面静静的不见人影。我不懂什么叫做待合室，便去问陆样。他说，这样待合室专为一般嫖客，在外面钓上了妓女之后，便邀着到那里去开房问。我们正在谈论着，忽见对面走来一个姿容妖艳的女人，脸上涂着极厚的白粉，鲜红的嘴唇，细弯的眉梢，头上梳的是蟠龙髻穿着一件藕荷色绣着凤鸟的和服，前胸袒露着，同头项一样的僵白，真仿佛是大理石雕刻的假人，一些也没有肉色的鲜活。她用手提着衣襟的下幅，姗姗地走来。陆样忙道你们看，这便是妓女了。我便问他怎么看得出来。他说你们看见她用手提着衣襟吗？她穿的是结婚时的礼服，因为她们天天要和人结婚，所以天天都要穿这种礼服，这就是她们的标识了。这倒新鲜！我和建不约而同地这样说了。"}
{"text":"她用手提着衣襟的下幅，姗姗地走来。陆样忙道你们看，这便是妓女了。我便问他怎么看得出来。他说你们看见她用手提着衣襟吗？她穿的是结婚时的礼服，因为她们天天要和人结婚，所以天天都要穿这种礼服，这就是她们的标识了。这倒新鲜！我和建不约而同地这样说了。穿过这条街，便来到那座龟江神社的石牌楼前面。陆样告诉我们这座神社是妓女们烧香的地方，同时也是她们和嫖客勾诱的场合。我们走到里面，果见正当中有一座庙，神龛前还点着红蜡和高香，有几个艳装的女人在那里虔诚顶礼呢。庙的四面布置成一个花园的形式，有紫藤花架，有花池，也有石鼓形的石凳。我们坐在石凳上休息，见来往的行人渐渐多起来，不久工厂放哨了。工人们三五成群从这里走过。太阳也已下了山，天色变成淡灰，我们就到附近中国料理店吃了两碗乔麦面，那时候已快七点半了。陆样说正是时候了，我们去看吧。我不知为什么有些胆怯起来，我说她们看见了我，不会和我麻烦吗？陆样说不要紧，我们不到里面去，只在门口看看也就够了。我虽不很满意这种办法，可是我也真没胆子冲进去，只好照陆样的提议做了。我们绕了好几条街，好容易才找到目的地，一共约有五六条街吧，都是一式的白木日本式的楼房，陆样和建在前面开路，我像怕猫的老鼠般，悄悄怯怯地跟在他俩的后面。才走进那胡同，就看见许多阶级的男人，――有穿洋服的绅士，有穿和服的浪游者还有穿制服的学生，和穿短衫的小贩。人人脸上流溢着欲望的光炎，含笑地走来走去。我正不明白那些妓人都躲在什么地方，这时我已来到第一家的门口了。那纸隔扇的木门还关着。但再一仔细看，每一个门上都有两块长方形的空隙处，就在那里露出一个白石灰般的脸，和血红的唇的女人的头。谁能知道这时她们眼里是射的哪种光？她们门口的电灯特别的阴暗，陡然在那淡弱的光线下，看见了她们故意做出的娇媚和淫荡的表情的脸禁不住我的寒毛根根竖了起来。我不相信这是所谓人间，我仿佛曾经经历过一个可怕的梦境我觉得被两个鬼卒牵到地狱里来。在一处满是脓血腥臭的院子里，摆列着无数株艳丽的名花，这些花的后面，都藏着一个缺鼻烂眼，全身毒疮溃烂的女人。"}
{"text":"那纸隔扇的木门还关着。但再一仔细看，每一个门上都有两块长方形的空隙处，就在那里露出一个白石灰般的脸，和血红的唇的女人的头。谁能知道这时她们眼里是射的哪种光？她们门口的电灯特别的阴暗，陡然在那淡弱的光线下，看见了她们故意做出的娇媚和淫荡的表情的脸禁不住我的寒毛根根竖了起来。我不相信这是所谓人间，我仿佛曾经经历过一个可怕的梦境我觉得被两个鬼卒牵到地狱里来。在一处满是脓血腥臭的院子里，摆列着无数株艳丽的名花，这些花的后面，都藏着一个缺鼻烂眼，全身毒疮溃烂的女人。她们流着泪向我望着，似乎要向我诉说什么我吓得闭了眼不敢抬头。忽然那两个鬼卒，又把我带出这个院子！在我回头再看时，那无数株名花不见踪影，只有成群男的女的骷髅，僵立在那里。呀！我为惊怕发出惨厉的呼号，建连忙回头问道隐，你怎么了？快看，那个男人被她拖进去了。这时我神志已渐清楚，果然向建手所指的那个门看去，只见一个穿西服的男人，用手摸着那空隙处露出来的脸，便听那女人低声喊道请，哥哥洋哥哥来玩玩吧！那个男人一笑，木门开了一条缝，一只纤细的女人的手伸了出来，把那个男人拖了进去。于是木门关上，那个空隙处的纸帘也放下来了，里面的电灯也灭了我们离开这条胡同，又进了第二条胡同，一片请呵，哥哥来玩玩的声音，在空气中震荡。假使我是个男人，也许要觉得这娇媚的呼声里，藏着可以满足我欲望的快乐，因此而魂不守舍的跟着她们这声音进去的吧。但是实际我是个女人，竟使那些娇媚的呼声，变了色彩。我仿佛听见她们在哭诉她们的屈辱和悲惨的命运。自然这不过是我的神经作用。其实呢，她们是在媚笑，是在挑逗，引动男人迷荡的心。最后她们得到所要求的代价了。男人们如梦初醒地走出那座木门，她们重新在那里招徕第二个主顾。我们已走过五条胡同了。当我们来到第六条胡同口的时候，看见第二家门口走出一个穿短衫的小贩。他手里提着一根白木棍，笑迷迷的，似乎还在那里回味什么迷人的经过似的。他走过我们身边时，向我看了一眼，脸上露出惊诧的表情，我连忙低头走开。但是最后我还逃不了挨骂。当我走到一个没人照顾的半老妓女的门口时，她正伸着头在叫来呵！可爱的哥哥，让我们快乐快乐吧！一面她伸出手来要拉陆样的衣袖。我不禁呀了一声，――当然我是怕陆样真被她拖进去，那真太没意思了。"}
{"text":"当我们来到第六条胡同口的时候，看见第二家门口走出一个穿短衫的小贩。他手里提着一根白木棍，笑迷迷的，似乎还在那里回味什么迷人的经过似的。他走过我们身边时，向我看了一眼，脸上露出惊诧的表情，我连忙低头走开。但是最后我还逃不了挨骂。当我走到一个没人照顾的半老妓女的门口时，她正伸着头在叫来呵！可爱的哥哥，让我们快乐快乐吧！一面她伸出手来要拉陆样的衣袖。我不禁呀了一声，――当然我是怕陆样真被她拖进去，那真太没意思了。可是她被我这一声惊叫，也吓了一跳，等到仔细认清我是个女人时，她竟恼羞成怒地骂起我来。好在我的日本文不好，也听不清她到底说些什么，我只叫建快走，我逃出了这条胡同，便问陆样道她到底说些什么？陆样道她说你是个摩登女人，不守妇女清规，也跑到这个地方来逛，并且说你有胆子进去吗？这一番话，说来她还是存着忠厚呢！我当然不愿怪她，不过这一来我可不敢再到里边去了。而陆样和建似乎还想再看看。他们说没关系，我们既来了，就要看个清楚。可是我极力反对，他们只好随我回来了。在归途上，我问陆样对于这一次漫游的感想，他说当我头一次看到这种生活时，的确心里有些不舒服不过看过几次之后，也就没有什么了。建他是初次看，自然没有陆样那种镇静，不过他也不像我那样神经过敏。我从那里回来以后，差不多一个月里头每一闭眼就看见那些可怕的灰白脸，听见含着罪恶的哥哥！来玩的声音。这虽然只是一瞥，但在心幕上已经留下不可磨灭的印象了！烈士夫人异国的生涯，使我时时感到陌生和飘泊。自从迁到市外以来，陈样和我们隔得太远，就连这唯一的朋友也很难有见面的机会。我同建只好终日幽囚在几张席子的日本式的房屋里读书写文章――当然这也是我们的本分生活，一向所企求的，还有什么不满足，不过人总是群居的动物，不能长久过这种单调的生活而不感到不满意。在一天早饭后，我们正在那临着草原的窗子前站着，――这一带的风景本不坏，远远有滴翠的群峰，稍近有万株矗立的松柯，草原上虽仅仅长些蓼荻同野菊，但色彩也极鲜明，不过天天看，也感不到什么趣味。我们正发出无聊的叹息时，忽见，从松林后面转出一位中年以上的女人。她穿着黑色白花纹的和服，拖着木屐往我们的住所的方向走来，渐渐近了，我们认出正是那位嫁给中国人的柯太太。唉！"}
{"text":"在一天早饭后，我们正在那临着草原的窗子前站着，――这一带的风景本不坏，远远有滴翠的群峰，稍近有万株矗立的松柯，草原上虽仅仅长些蓼荻同野菊，但色彩也极鲜明，不过天天看，也感不到什么趣味。我们正发出无聊的叹息时，忽见，从松林后面转出一位中年以上的女人。她穿着黑色白花纹的和服，拖着木屐往我们的住所的方向走来，渐渐近了，我们认出正是那位嫁给中国人的柯太太。唉！这真仿佛是那稀有而陡然发现的空谷足音，使我们惊喜了，我同建含笑的向她点头。来到我们屋门口，她脱了木屐上来了，我们请她在矮几旁的垫子上坐下，她温和地说怎么，你们住得惯吗？还算好，只是太寂寞些。我有些怅然地说。真的，建接着说这四周都是日本人，我们和他们言语不通，很难发生什么关系。柯太太似乎很了解我们的苦闷，在她沉思以后，便替我们出了以下的一条计策。她说我方才想起在这后面西川方里住着一位老太婆，她从前曾嫁给一个四川人，她对于中国人非常好，并且她会煮中国菜，也懂得几句中国话。她原是在一个中国人家里帮忙，现在她因身体不好，暂且在这里休息。我可以去找她来，替你们介绍，以后有事情仅可请她帮忙。那真好极了，就是又要麻烦柯太太了！我说。哦，那没有什么，黄样太客气了，柯太太一面谦逊着，一面站起来，穿了她的木屐，绕过我们的小院子，往后面那所屋里去。我同建很高兴地把坐垫放好，我又到厨房打开瓦斯管，烧上一壶开水。一切都安派好了，恰好柯太太领着那位老太婆进来，――她是一个古铜色面孔而满嘴装着金牙的硕胖的老女人，在那些外表上自然引不起任何人的美感，不过当她慈和同情的眼神射在我们身上时，便不知不觉想同她亲近起来。我们请她坐下，她非常谦恭伏在席上向我们问候。我们虽不能直接了解她的言辞，但那种态度已够使我们清楚她的和蔼与厚意了。我们请柯太太当翻译随意地谈着。在这一次的会见之后，我们的厨房里和院子中便时常看见她那硕大而和蔼的身影。当然，我对于煮饭洗衣服是特别的生手，所以饭锅里发出焦臭的气味，和不曾拧干的衣服，从晒竿上往下流水等一类的事情是常有的每当这种时候，全亏了那位老太婆来解围。"}
{"text":"我们虽不能直接了解她的言辞，但那种态度已够使我们清楚她的和蔼与厚意了。我们请柯太太当翻译随意地谈着。在这一次的会见之后，我们的厨房里和院子中便时常看见她那硕大而和蔼的身影。当然，我对于煮饭洗衣服是特别的生手，所以饭锅里发出焦臭的气味，和不曾拧干的衣服，从晒竿上往下流水等一类的事情是常有的每当这种时候，全亏了那位老太婆来解围。那一天上午因为忙着读一本新买来的日语文法，煮饭的时候完全心不在焉，直到焦臭的气味一阵阵冲到鼻管时，我才连忙放下书，然而一锅的白米饭，除了表面还有几颗淡黄色的米粒可以辨认，其余的简直成了焦炭。我正在不知所措的时候，那位老太婆也为着这种浓重的焦臭气味赶了来。她不说什么，立刻先把瓦斯管关闭，然后把饭锅里的饭完全倾在铅筒里，把锅拿到井边刷洗干净这才重新放上米，小心地烧起来。直到我们开始吃的时候，她才含笑地走了。我们在异国陌生的环境里，居然遇到这样热肠无私的好人，使我们忘记了国籍，以及一切的不和谐，常想同她亲近。她的住室只和我们隔着一个小院子。当我们来到小院子里汲水时，便能看见她站在后窗前向我们微笑有时她也来帮我，抬那笨重的铅筒，有时闲了，她便请我们到她房里去坐，于是她从橱里拿出各式各种的糖食来请我们吃，并教我们那些糖食的名辞我们也教她些中国话。就在这种情形之下，大家渐渐也能各抒所怀了。在一个星期六的下午，建同我都不到学校去。天气有些阴，阵阵初秋的凉风吹动院子里的小松树，发出竦竦的响声。我们觉得有些烦闷，但又不想出去，我便提议到附近点心铺里买些食品，请那位老太婆来吃茶既可解闷，又应酬了她。建也赞成这个提议。不久我们三个人已团团围坐在地席上的一张小矮几旁，喝着中国的香片茶。谈话的时候，我们便问到她的身世，――我们自从和她相识以来，虽然已经一个多月了，而我们还不知道她的姓名，平常只以伯母之意相称。当这个问题发出以后，她宁静的心不知不觉受了撩拨，在她充满青春余辉的眸子中宣示了她一向深藏的秘密。我姓斋滕，名叫半子，她这样的告诉我们以后，忽然由地席上站了起来，一面向我鞠躬道请二位稍等一等，我去取些东西给你们看。她匆匆地去了。建同我都不约而同地感到一种新奇的期待，我们互相沉默地猜想着等候她。"}
