{"text":"话再回到香港上来。英国人，同其他国家的普通老百姓一样是好的。但是他们中的殖民主义分子，则完全是两码事。英国东印度公司的创建，最初目的只在掠夺殖民地的资源。后来才发现，贩卖鸦片有大利可图，最终导致了鸦片战争，占领香港。清代末叶，所有的侵华战争，英国殖民主义者无不参加。应该说，他们对中国人民是欠下了血债的。然而一直到今天，却毫无改悔认罪之意。不但如此，反而在香港回归问题上，耍他们一贯对殖民地，比如印度，所惯耍的手段，制造不团结，留下祸根，以便将来再收渔人之利。从中国方面来讲，以我们眼前所处的有利地位，解决香港问题不费吹灰之力。我们的一个邻国大国就曾用武力轻而易举地铲除了留在他们国家的最后的一小块殖民地。可是我们中华人民共和国是最信守信义，最尊重对外条约的国家。我们不使用武力，也不使用其他制裁的手段，而是心平气和地坐在谈判桌前，充分尊重香港人民的意志，采用了前无古人的一国两制的办法，同英国商定香港回归的具体措施。真理毕竟会胜利的，正义毕竟会成功的，在不到一百天的时间内，香港就会在分离一百多年以后回归祖国了。这是我国近代史上的一件大事，全国各族人民，以及全世界的炎黄子孙，无不欢腾振奋，意气风发。我们可以说，中国人民真正站起来了。我同澳门的因缘澳门是好地方，面积不大，人口也少，但是却蜚声全世界。原因是显而易见的。在四百多年以前，明代的末叶，欧风东渐的突破口就在这里。许多赫赫有名的向中国和其他一些东方国家传播西方的宗教和科技艺术的人物，大都是先从澳门登岸，然后逐渐散向中国内地，直到中国的首都北京。鼎鼎大名的利玛窦就是其中之一。到了清末，孙中山在这里呆过。了解西方的维新之士，比如郑观应等，也在这里住过。不这样也是不可能的。当时弹丸之地的澳门，仍然是东西双方互相了解的窗口。我原来同澳门并没有丝毫渊源关系，虽然久仰大名，如雷贯耳，但迄无幸会的机会。我并不是一个宗教信徒但是对佛家讲因缘，我却颇为心折。去掉其中宗教成分，称之为偶然性也未尝不可。我的老师吴雨僧宓先生有两句诗说世事纷纷果造因，错疑微似便成真。根据我八十多年的毕生经历，我认为这实在是参透人生真谛的见道之言。这里面就蕴含着不少的偶然性。我同澳门产生的联系，佛家可以说这是因缘，从哲学上来讲就是偶然性。"}
{"text":"我原来同澳门并没有丝毫渊源关系，虽然久仰大名，如雷贯耳，但迄无幸会的机会。我并不是一个宗教信徒但是对佛家讲因缘，我却颇为心折。去掉其中宗教成分，称之为偶然性也未尝不可。我的老师吴雨僧宓先生有两句诗说世事纷纷果造因，错疑微似便成真。根据我八十多年的毕生经历，我认为这实在是参透人生真谛的见道之言。这里面就蕴含着不少的偶然性。我同澳门产生的联系，佛家可以说这是因缘，从哲学上来讲就是偶然性。几年以前，我在北京偶然认识了刘月莲女士，不久就又认识了她的丈夫澳门作家黄晓峰先生。北大校系领导和老朋友老学生们给我庆祝八十诞辰时，黄先生不远千里，从澳门赶来祝贺，实在让我感愧有加。其后又通过中国文化书院的关系，结识了澳门文化界的泰斗梁披云老先生。提起梁老来，我禁不住要多说上几句。梁老年龄长我几岁，是著名诗人书法家教育家。他惨淡经营，创办了泉州黎明大学，为祖国培养建设人才，在海峡两岸以及华侨界，享有极高的声誉，被誉为陈嘉庚第二。道德文章，彪炳寰宇。然而却丝毫没有名人架子，蔼然仁者，即之也温，相与晤对，如坐春风。我们素昧平生，然而却一见如故。我在上面讲到佛家的因缘观，难道这不也是一种因缘吗？讲到因缘，我同澳门的因缘还可以举一个事例。北京大学刘@教授曾在澳门大学任教两年，前几年一个暑假，由于刘@教授推毂，澳门大学文学院学生会赴京团来北大参观访问。一群看样子还不到二十岁的男女大孩子，访问了我，我们在办公楼前的草坪上合影留念。这一群大孩子天真无邪，活泼可爱，热情洋溢，彬彬有礼。在花木葱茏绿草如茵，风光无限旖旎的燕园中，他们简直像是一群下凡的天使，青春活力的化身，给我留下了永世难忘的印象。那次合影的照片，至今依然摆在我的书桌上，面对着我。每当我读写疲倦，抬眼一看到照片上满面含笑的天使们，我立即怡然陶然，疲倦完全驱除，活力又溢心中。再读写下去时，仿佛充了电的电池，立即精力无穷，灵感迸发，奇思妙想，纷来笔下。此情此景，实不足为外人道也。又过了一些时候，我应梁老的邀约，赴澳门参加一个有关东西方文化的国际研讨会。会本身当然有重要意义但是，对我来说，更有意义的更有吸引力的是会见老朋友。同梁老等友会见时，双方都感到极大的喜悦和激动，当然不在话下。"}
{"text":"再读写下去时，仿佛充了电的电池，立即精力无穷，灵感迸发，奇思妙想，纷来笔下。此情此景，实不足为外人道也。又过了一些时候，我应梁老的邀约，赴澳门参加一个有关东西方文化的国际研讨会。会本身当然有重要意义但是，对我来说，更有意义的更有吸引力的是会见老朋友。同梁老等友会见时，双方都感到极大的喜悦和激动，当然不在话下。在会场内外同几个到北大访问过的男女大孩子们不期而遇――在他们方面，也许不是不期，而是甚期的――他们围在我身旁，欢蹦乱跳，唧唧喳喳，像一群欢乐的小鸟，笑颜开成了一朵朵鲜花，比在燕园内更增加了几分妩媚。我也好像是在异乡看到了自己的学生，心情十分激动。刘@教授此时也正在澳大任教，他挤出时间，陪我们参观澳门名胜，看了看市容，看了蜚声世界的赌城，从大老虎嘴巴里走进去，看各种赌博的方式，闻所未闻，见所未见，以耄耋之年像爱丽丝一样漫游一番奇境，成为平生一大奇事，一大快事。写到这里，我仿佛听到一个无形的读者的声音你不是为一本书写序吗？为什么竟刺刺不休絮絮叨叨地大侃起澳门来了呢？这岂不是下笔千言，离题万里了吗？是的，我是在写序，而且也并没有忘记这个正业。无奈这本书的现正在澳门大学任教，他也是我在澳门的朋友之一，他就是李观鼎教授。我从澳门回来以后，那里的人和事太使我激动了。我这样一个舞文弄墨七十年的老人，早就想写点什么了。有点写作经验的人都知道，过分激动时是写不出什么好文章来的。这份激动蕴藏在我心中，历时二年。现在一旦碰到要给一个澳门写序的时机，胸中的激动立即迸发出来，有如电光石火，不可遏止，于是就成了博士买驴，纸满千字，不见驴字了。观鼎原来是北大的学生，我们虽非同系，但是，按照中国的习俗称之为师生，也未尝不可。于是我就以师自居而不疑了。他把自己的文章边鼓集送给我看，我大体上翻看了一遍，这当然会引起我对澳门无限深情的向往。至于集中的文章，都是淳朴可诵，真情流露，没有假话，没有大话，没有空话，没有废话。在目前假大空废在某一些所谓文人的书中颇为流行的时候，观鼎的文风是难能可贵的。他那十篇致少年诗人的文章，还有其他一些文章，对澳门的青年人，甚至对国内的青年人，都会有启发和鼓舞作用，这是我深信不疑的。我欢迎这一本书的出版，我为它祝福。现在距澳门回归祖国只有几年时间了。"}
{"text":"他把自己的文章边鼓集送给我看，我大体上翻看了一遍，这当然会引起我对澳门无限深情的向往。至于集中的文章，都是淳朴可诵，真情流露，没有假话，没有大话，没有空话，没有废话。在目前假大空废在某一些所谓文人的书中颇为流行的时候，观鼎的文风是难能可贵的。他那十篇致少年诗人的文章，还有其他一些文章，对澳门的青年人，甚至对国内的青年人，都会有启发和鼓舞作用，这是我深信不疑的。我欢迎这一本书的出版，我为它祝福。现在距澳门回归祖国只有几年时间了。澳门的华人，自然包括那些青年在内，都是爱国的。我们之间有共同的语言和共同的感情，我们共同企盼祖国统一的到来。我们对葡国朋友多少年来所作出的努力和贡献，也决不会忘记，我们会世世代代友好下去的。我虽已年届耄耋，到了澳门回归祖国的那一天，我一定会赶来同老朋友共同庆祝。梁老届时虽已近期颐之年，但是积善之人必当长寿，除了我们每年至少在北京会面一次之外，到时我们大家一定能在他精神矍铄的情况下，在澳门为他祝百岁大寿。两行写在泥土地上的字夜里有雷阵雨，转瞬即停。薄云疏雨不成泥，门外荷塘岸边，绿草坪畔，没有积水，也没有成泥，土地只是湿漉漉的。一切同平常一样，没有什么特异之处。我早晨出门，想到外面呼吸点新鲜空气，这也同平常一样，并没有什么特异之处。然而，我的眼睛一亮，蓦地瞥见塘边泥土地上有一行用树枝写成的字季老好级日语回头在临窗玉兰花前的泥土地上也有一行字来访级日语我一时懵然，莫明其妙。还不到一瞬间，我恍然大悟级是今年的新生。今天上午，全校召开迎新大会下午，东方学系召开迎新大会。在两大盛会之前，这一群我不知道准确数目从未谋面的十七八九岁男女大孩子们，先到我家来，带给我无法用言语形容的这一番深情厚谊。但他们恐怕是怕打扰我，便想出了这一个惊人的匪夷所思的办法，用树枝把他们的深情写在了泥土地上。他们估计我会看到的，便悄然离开了我的家门。我果然看到他们留下的字了。我现在已经望九之年，我走过的桥比这一帮大孩子走过的路还要长，我吃过的盐比他们吃过的面还要多，自谓已经达到了悲欢离合总无情的境界。然而，今天，我一看到这两行写在泥土地上的字，我却真正动了感情，眼泪一下子涌出了眼眶，双双落到了泥土地上。我是一个平凡的人，生平靠自己那―点勤奋，作出一点微不足道的成绩。对此我并没有多大信心。"}
{"text":"他们估计我会看到的，便悄然离开了我的家门。我果然看到他们留下的字了。我现在已经望九之年，我走过的桥比这一帮大孩子走过的路还要长，我吃过的盐比他们吃过的面还要多，自谓已经达到了悲欢离合总无情的境界。然而，今天，我一看到这两行写在泥土地上的字，我却真正动了感情，眼泪一下子涌出了眼眶，双双落到了泥土地上。我是一个平凡的人，生平靠自己那―点勤奋，作出一点微不足道的成绩。对此我并没有多大信心。独独对于青年，我却有自己―套看法。我认为，我们中年人或老年人，不应当一过青年阶段，就忘记了自己当年穿开裆裤的样子，好像自己一下生就老成持重，对青年总是横挑鼻子竖挑眼。我们应当努力理解青年，同情青年，帮助青年，爱护青年。不能要求他们总是四平八稳，总是温良恭俭让。我相信，中国青年都是爱国的，爱真理的。即使有什么逾矩的地方，也只能耐心加以劝说，惩罚是万不得已而为之的。一个国家，一个民族，如果对自己的青年失掉了信心，那他就失掉了希望，失掉了前途。我常常这样想，也努力这样做。在风和日丽时是这样，在阴霾蔽天时也是这样。这要不要冒一点风险呢？要的。但我人微言轻，人小力薄，除了手中的一支圆珠笔以外，就只有嘴里那三寸不烂之舌，除了这样做以外，也没有别的办法。大概就由于这些情况，再加上我的一些所谓文章，时常出现在报刊杂志上，有的甚至被选入中学教科书，于是普天下青年男女颇有知道我的姓名的。青年们容易轻信，他们认为报刊杂志上所说的都是真实的，就轻易对我产生了一种好感，一种情意。我现在几乎每天都能收到全国各地，甚至穷乡僻壤边远地区青年们的来信，大中小学生都有。他们大概认为我无所不能，无所不通，而又颇为值得信赖，向我提出各种各样的问题，有的简直石破天惊，有的向我倾诉衷情。我想，有的事情他们对自己的父母也未必肯讲的，比如想轻生自杀之类，他们却肯对我讲。我读到这些书信，感动不已。我已经到了风烛残年，对人生看得透而又透，只等造化小儿给我的生命画上句号。然而这些素昧平生的男女大孩子的信，却给我重新注入了生命的活力。苏东坡的词说谁道人生无再少？门前流水尚能西。休将白发唱黄鸡。我确实有再少之感了，这一切我都要感谢这些男女大孩子们。东方学系级日语专业的新生，一定就属于我在这里所说的男女大孩子们。"}
{"text":"我想，有的事情他们对自己的父母也未必肯讲的，比如想轻生自杀之类，他们却肯对我讲。我读到这些书信，感动不已。我已经到了风烛残年，对人生看得透而又透，只等造化小儿给我的生命画上句号。然而这些素昧平生的男女大孩子的信，却给我重新注入了生命的活力。苏东坡的词说谁道人生无再少？门前流水尚能西。休将白发唱黄鸡。我确实有再少之感了，这一切我都要感谢这些男女大孩子们。东方学系级日语专业的新生，一定就属于我在这里所说的男女大孩子们。他她们在五湖四海的什么中学里，读过我写的什么文章，听到过关于我的一些传闻，脑海里留下了我的影子。所以，一进燕园，赶在开学之前，就迫不及待地把自己那一份情意，用他们自己发明出来的也许从来还没有被别人使用过的方式，送到了我的家门来，惊出了我的两行老泪。我连他们的身影都没有看到，我看到的只是清塘里面的荷叶。此时虽已是初秋，却依然绿叶擎天，水影映日，满塘一片浓绿。回头看到窗前那一棵玉兰，也是翠叶满枝，一片浓绿。绿是生命的颜色，绿是青春的颜色，绿是希望的颜色，绿是活力的颜色。这一群男女大孩子正处在平常人们所说的绿色年华中，荷叶和玉兰所象征的正是他们。我想，他们一定已经看到了绿色的荷叶和绿色的玉兰，他们的影子一定已经倒映在荷塘的清水中。虽然是转瞬即逝，连他们自己也未必注意到。可他们与这一片浓绿真可以说是相得益彰，溢满了活力，充满了希望，将来左右这个世界的，决定人类前途的正是这一群年轻的男女大孩子们。他们真正让我再少，他们在这方面的力量决不亚于我在上面提到的那些全国各地青年的来信，我虔心默祷――虽然我并不相信――造物主能从我眼前的八十七岁中抹掉七十年，把我变成一个十七岁的少年，使我同他们一起学习，一起娱乐，共同分享普天下的凉热。一个影子似的孩子有道是老马识途，又说姜是老的辣。意思无非是说，人老了，识多见广，没有没见过的东西。如今我已年逾古稀，足迹遍三大洲，见到的人无虑上千上万，甚至上亿。但是我却从来没有见过这样一个影子似的孩子。什么叫影子似的孩子呢？我来到庐山，在食堂里，坐定了以后，正在大嚼之际，蓦抬头，邻桌上已经坐着一个十几岁的西藏男孩，长着两只充满智慧的机灵的大眼睛，满脸秀气，坐在那里吃饭。我根本没有注意到他是什么时候进来的，没有一点声息，没有一点骚动。"}
{"text":"意思无非是说，人老了，识多见广，没有没见过的东西。如今我已年逾古稀，足迹遍三大洲，见到的人无虑上千上万，甚至上亿。但是我却从来没有见过这样一个影子似的孩子。什么叫影子似的孩子呢？我来到庐山，在食堂里，坐定了以后，正在大嚼之际，蓦抬头，邻桌上已经坐着一个十几岁的西藏男孩，长着两只充满智慧的机灵的大眼睛，满脸秀气，坐在那里吃饭。我根本没有注意到他是什么时候进来的，没有一点声息，没有一点骚动。我正在心里纳闷，然而，一转眼间，邻桌上已经空无一人，没有一点声息，没有一点骚动，来去飘忽，活像一个影子。最初几天，我们乘车出游，他同父母一样，从来不参加的。我心里奇怪这样一个十几岁的男孩子，不知道闷在屋里干些什么？他难道就不寂寞吗？一直到了前几天，我们去游览花径锦绣谷和仙人洞时，谁也没有注意到，车子上忽然多了一个人，他就是那个小男孩。他一句话也不说，没有一点声息，没有一点骚动，沉静地坐在那里，脸上浮现着甜蜜温顺的笑意，仍然像是一个影子。从花径到仙人洞是有名的锦绣谷，长约一公里，左边崇山峻岭，右边幽谷深涧，岚翠欲滴，下临无地，目光所到之处，浓绿连天，是庐山的最胜处。道狭人多，拥挤不堪，我们这一队人马根本无法走在一起。小男孩同谁也不结伴，一个人踽踽独行。有时候，我想找他，但是万头攒动，宛如汹涌的人海，到哪里去找呢？但是，一转瞬间，他忽然出现在我们身旁。两只俊秀的大眼睛饱含笑意，一句话也不说，一点声息也没有。可是，又一转瞬，他又不知消逝到何方了。瞻之在前，忽然在后，飘忽浮动，让人猜也猜不透。等到我们在仙人洞外上车的时候，他又飘然而至，不声不响，活像是我们自己的影子。又一次，我们游览龙宫洞，小男孩也去了。进了洞以后，光怪陆离，气象万千。我们走在半明半暗的洞穴里，目不暇接。忽然抬头，他就站在我身旁。可是一转眼又不见了。等我们游完了龙宫，乘坐过龙船以后，我想到这小男孩又不知道跑到哪里去了。但是，正要走出洞门，却见他一个人早已坐在石桌旁边，静静地在等候我们，满脸含笑，不声不响，又活像是我们的影子。我有时候自己心里琢磨这小男孩心里想些什么呢？前两天，我们正在吃饭的时候，忽然下了一阵庐山式的暴雨，白云就在门窗间飘出飘进，转瞬院子里积满了水，形成了小小的瀑布。我们的餐厅同寝室是分开来的，在大雨滂沱中，谁也回不了寝室，都站在那里着急。"}
{"text":"可是一转眼又不见了。等我们游完了龙宫，乘坐过龙船以后，我想到这小男孩又不知道跑到哪里去了。但是，正要走出洞门，却见他一个人早已坐在石桌旁边，静静地在等候我们，满脸含笑，不声不响，又活像是我们的影子。我有时候自己心里琢磨这小男孩心里想些什么呢？前两天，我们正在吃饭的时候，忽然下了一阵庐山式的暴雨，白云就在门窗间飘出飘进，转瞬院子里积满了水，形成了小小的瀑布。我们的餐厅同寝室是分开来的，在大雨滂沱中，谁也回不了寝室，都站在那里着急。谁也没有注意到，这小男孩已经走出餐厅，回到寝室，抱来了许多把雨伞，还有几件雨衣，一句话也不说，递给别人，两只大眼睛满含笑意，默默无声，像是我们的影子。我心中和眼前豁然开朗在这个不声不响影子似的孩子的心中，原来竟然蕴藏着这样令人感动的善良与温顺。我不禁对这个平淡无奇的孩子充满了敬意了。我从来不敢倚老卖老，但在下意识中却隐约以见过大世面而自豪。不意在垂暮之年，竟又开了一次眼界，遇到了这样一个以前自己连做梦都不会想到的影子似的孩子。他并没有什么惊人之举，衣饰举动都淳朴得出奇，是一个非常平凡的小男孩。然而，从他身上，我们不是都可以学习到一些十分可贵的东西吗？！两个小孩子我喜欢小孩但我不说那一句美丽到俗不可耐程度的话小孩子是祖国的花朵。我喜欢就是喜欢，我曾写过三个小女孩，现在又写两个小孩子。两个小孩子都姓杨，是叔伯姐弟。姐姐叫秋菊，六岁弟弟叫秋红，两岁。他们的祖母带着秋菊的父母，从河北某县的一个农村里，到北大来打工，当家庭助理，扫马路，清除垃圾。垃圾和马路都清除得一干二净，受到这一带居民的赞扬。去年秋天的一天，我同我们的保姆小张出门散步，门口停着一辆清扫垃圾的车，一个小女孩在车架和车把上盘旋攀登，片刻不停。她那一双黑亮的吊角眼，透露着动人的灵气。我们都觉得这小孩异常可爱，便搭讪着同她说话。她毫不腼腆，边攀登，边同我们说话，有问必答。我们回家拿月饼给她吃，她的手接了过去，咬了一口，便不再吃，似乎不太合口味。旁边一个青年男子，用簸箕把树叶和垃圾装入拖车的木箱里，看样子就是小女孩的父亲了。从此我们似乎就成了朋友。我们天天出去散步，十有八次碰上这个小女孩，我们问她叫什么名，她说叫秋菊。有时候秋菊见我们走来，从老远处就飞跑过来，欢迎我们。"}
{"text":"我们都觉得这小孩异常可爱，便搭讪着同她说话。她毫不腼腆，边攀登，边同我们说话，有问必答。我们回家拿月饼给她吃，她的手接了过去，咬了一口，便不再吃，似乎不太合口味。旁边一个青年男子，用簸箕把树叶和垃圾装入拖车的木箱里，看样子就是小女孩的父亲了。从此我们似乎就成了朋友。我们天天出去散步，十有八次碰上这个小女孩，我们问她叫什么名，她说叫秋菊。有时候秋菊见我们走来，从老远处就飞跑过来，欢迎我们。她总爱围着小张绕圈子转，我们问她为什么，她只嘿嘿地笑，什么话也不说，仍然围着小张绕圈子不停，两只吊角眼明亮闪光，满脸顽皮的神气。秋菊对她家里人的工作情况和所得的工资了如指掌。她说，爸爸在勺园值夜班，冬天烧锅炉，白天到朗润园来清掏垃圾，用板车运送，倒入垃圾桶中。奶奶服侍一个退休教师，做饭，洗衣服，打扫卫生。妈妈在一家当保姆，顺便扫扫马路。这些事大概都是大人闲聊时说出来的，她从旁边听到，记在心中。她同奶奶住在一间屋里，早餐吃方便面，还有包子什么的。奶奶照顾她显然很好，她那红润丰满的双颊就足以证明。秋菊是一个幸福的孩子。我们出来散步，也有偶尔碰不到秋菊的时候，此时我们真有点惘然若有所失。有时候，我们走到她奶奶住房的窗外，喊着秋菊的名字。在我们不注意间，她像一只小鹿连蹦带跳地从屋里跑了出来，又围着小张绕开了圈子，两只吊角眼明亮闪光，满脸顽皮的神气。有一天，我们问秋菊愿意吃什么东西。她说，她最喜欢吃带木棍的糖球。我们问把你卖了行不行？行卖了我吃糖球。把你爸爸卖了行不行？行卖了爸爸吃饼干。把你妈卖了行不行？行卖了俺妈吃香蕉。把你奶奶卖了行不行？我们正恭候她说卖了奶奶吃什么哩，她却说奶奶没有人要我们先是一惊，后来便放声大笑。秋菊也嘿嘿地笑个不停，她显然是了解这一句话的含义的。两只吊角大眼更明亮闪光，满脸顽皮的神气。今年春天，一连几天没有能碰到秋菊。我感到事情有点蹊跷，问她奶奶，才知道，秋菊已经被送回原籍去上小学了。我同小张有什么办法呢？我们都颇有点黯然神伤的滋味。从今以后，再不会有一个活蹦乱跳的小女孩绕着小张转圈了。过了不久，我同小张又在秋菊奶奶主人的门前碰到这一位老妇人。她主人的轮椅的轱辘撒了气，我们帮她把气儿打上。旁边站着一个极小的男孩，一问才知道他叫秋红，两岁半，是秋菊的堂弟。"}
