{"text":"――郭沫若为学犹掘井，井愈深土愈难出，若不决心到底，岂得见泉源乎？――张九功为学须刚与恒，不刚则隋隳，不恒则退。――冯子咸进锐退速。――孟珂孟子学而时习之，不亦说乎？――孔丘论语学而欲速而不达。――孔丘论语日日行，不怕千万里常常做，不怕千万事。――金樱格言联壁骐骥一跃，不能十步驽马十驾，功在不舍。荀子劝学贵有恒，何必三更起五更眠。最无益，只怕一日曝十日寒。――伟大的事业是根源于坚韧不断地工作，以全副精神去从事，不避艰苦。――罗素顽强的毅力可以征服世界上任何一座高峰。――狄更斯有毅力的人，能从磐石里挤出水满。――谚语一朝开始便永远能够将事业续继下去的人是幸福的。――赫尔克毅力是永久的享受。――布莱克惟坚韧者始能遂其志。――富兰克林忍耐虽然痛苦，果实却最香甜。――萨迪所有坚韧不拔的努力迟早会取得报酬的。――安格尔耐心和持久胜于激烈的狂热。――拉封丹人的思想是了不起的，只要专注于某一项事业，就一定会做出使自己感到吃惊的成绩来。――马克吐温人们的毅力是衡量决心的尺度。――穆泰奈比成大事不在于力量的大小，而在于能坚持多久。――约翰生伟大的毅力只为伟大的目的而产生。――斯大林人要有毅力，否则将一事无成。――居里夫人只有毅力才能使我们成功。而毅力是来源于毫不动摇，坚决采取为达到成功而需要的手段。――车尔尼雪夫斯基达到目的有两个途径，即势力与毅力，势力只为少数人所有，但坚忍不拔的毅力却是多数人都有的，它的沉默力量往往可随时达到无可抵抗的地步。――拿破仑阻碍弱者前进路上的花岗石，会成为强者前进路上的垫脚石。――卡莱尔谚云世上无难事，只畏有心人，有心之人，即立志之坚者也，志坚则不畏事之不成。――任弼时是使自己的人格伟大还是渺小呢？这完全仰仗这个人自己的意志。――席勒天下无难事，惟坚忍二字，为成功之要诀。――黄兴要在文化上有成绩，则非韧不可。"}
{"text":"――拿破仑阻碍弱者前进路上的花岗石，会成为强者前进路上的垫脚石。――卡莱尔谚云世上无难事，只畏有心人，有心之人，即立志之坚者也，志坚则不畏事之不成。――任弼时是使自己的人格伟大还是渺小呢？这完全仰仗这个人自己的意志。――席勒天下无难事，惟坚忍二字，为成功之要诀。――黄兴要在文化上有成绩，则非韧不可。――宿命论是那些缺乏意志力的弱者的借口。――罗曼罗兰天才是永恒的耐心。――米开朗琪罗伟大的人做事决不半途而废。――汉密尔顿坚强者能在命运风暴中奋斗。――爱迪生伟大的事业需要始终不渝的精神。――伏尔泰告诉你使我达到成功的奥秘吧，我惟一的力量就是我的坚持精神。――巴斯德伟大人物的最明显标志，就是他坚强的意志，不管环境变换到何种地步，他的初衷与希望仍不会有丝毫的改变，而终于克服障碍，以达到期望的目的。――爱迪生顽强的毅力可以征服世界上任何一座高峰。――狄更斯在科学上面是没有平坦的大路可走的，只有那在崎岖小路的攀登上不畏劳苦的人，才有希望到达光辉的顶点。――马克思哪有斩不断的荆棘？哪有打不死的豺虎？哪有推不翻的山岳？你只须奋斗着，猛勇地奋斗着持续着，永远的持续着，胜利就是你的了。――邓中夏就是有九十九个困难，只要有一个坚强的意志就不困难。――杨根思困难只能吓倒懦夫懒汉，而胜利永远属于敢于攀登科学高峰的人。――茅以升即使慢，驰而不息，纵会落后，纵会失败，但一定可以达到他所向的目标。――我每看运动会时，常常这样想优胜者固然可敬，但那虽然落后而仍非跑至终点不止的竞技者，和见了这样竞技者而肃然不笑的看客，乃正是中国将来的脊梁。――百丈之台，其始则一石耳，由是而二石焉，由是而三石，四石以至于千万石焉。学习亦然。今日记一事，明日悟一理，积久而成学。――咬住青山不放松，立根原在破岩中千磨万击还坚劲，任尔东西南北风。――郑板桥胜利属于最坚忍的人。"}
{"text":"――我每看运动会时，常常这样想优胜者固然可敬，但那虽然落后而仍非跑至终点不止的竞技者，和见了这样竞技者而肃然不笑的看客，乃正是中国将来的脊梁。――百丈之台，其始则一石耳，由是而二石焉，由是而三石，四石以至于千万石焉。学习亦然。今日记一事，明日悟一理，积久而成学。――咬住青山不放松，立根原在破岩中千磨万击还坚劲，任尔东西南北风。――郑板桥胜利属于最坚忍的人。――拿破仑胜利的道路是迂回曲折的。象山间小径一样，这条路有时先折回来，然后伸向前去象山间小径一样，走这条路的人需要耐心和毅力。累了就歇在路边的人是不会得到胜利的。――尼克松十七关于创业的励志名言这个世界并不在乎你的自尊，只在乎你做出来的成绩，然后再去强调你的感受。――比尔盖茨任何时候做任何事，订最好的计划，尽最大的努力，作最坏的准备。――李想如果公司还未站稳，你就得每天下一次赌注。――s等待的方法有两种一种是什么事也不做空等，一种是一边等一边把事业向前推动。――屠格涅夫如果大环境小环境都自己去建设的话，我自身的能力实力不具备。所以当时我们只有一个简单的想法，就是我把自己有限的资本或者力量聚焦到一个核心――如何去塑造品牌，把相关的交给社会来完成。――周成建业务模式它当然是很容易拷贝的。问题是我们怎么去理解自己的企业，你到底是一种纯粹业务模式的优势，还是有业务模式之外的优势？企业的竞争力，不是简单的一种业务模式就可以取得一切，需要从内质上细化上去挖掘，才有可能保持持续增长和发展。――周成建不要控制失败的风险，而应控制失败的成本。――p我现在觉得，像李彦宏那样坚持独立发展是正确的。――周鸿t企业发展就是要发展一批狼。狼有三大特性一是敏锐的嗅觉二是不屈不挠奋不顾身的进攻精神三是群体奋斗的意识。――任正非如果的利润是合理的，的利润是可以的，那我只拿。――李嘉诚财富是猫的尾巴，只要勇往直前，财富就会悄悄跟在后面。"}
{"text":"――p我现在觉得，像李彦宏那样坚持独立发展是正确的。――周鸿t企业发展就是要发展一批狼。狼有三大特性一是敏锐的嗅觉二是不屈不挠奋不顾身的进攻精神三是群体奋斗的意识。――任正非如果的利润是合理的，的利润是可以的，那我只拿。――李嘉诚财富是猫的尾巴，只要勇往直前，财富就会悄悄跟在后面。――王志东我认为做企业要有这些素质，特别在中国市场上，那就是诗人的想像力科学家的敏锐哲学家的头脑战略家的本领。――宗庆后必须要有速度，不能像烧开水那样，度度没有人给你时间。――徐立华孙德良我还是强调激情澎湃走楼梯。在这个世界上，天外有天，山外有山。水平比你高的人厉害的人多得是，要放好心态，不要跟别人比，最后没有在工作上累死，而是被比死了，所以年轻人要放准心态。――南方沙龙互联网创业赚钱比拿重要给自己留了后路相当于是劝自己不要全力以赴。――王石创业要找最合适的人，不一定要找最成功的人！――马云做生意应坚持这样一个观点，就叫做获取利润之后的利润，核算成本之前的成本。学会让而不是学会送，商人的最高境界是让，送是慈善。――冯仑心平才能气和，气和才能人顺，人顺才能做事。我觉得要心平，就是把欲望控制在一个自己能够驾驭的领域内。――冯仑我现在知道一个企业都是从小长到大的，别着急，而且创业大概有一年半到两年是瓶颈期，特别难，然后突破瓶颈组织成长，组织膨胀业务膨胀，然后陷入经济危机，这时迅速调整，调整过来就好了，调整不过来就死掉。所以我清楚，头两年要克服瓶颈，之后要控制组织，有了这样一套东西以后，我们心平气和了，知道一个企业要做大要有很多年时间。――冯仑公司是个是非地，商场是个是非地，商人是个是非人，挣钱是个是非事，变革的年代是是非的年代，怎么样在这么多是非里面无是非，这就要求人有非常好非常稳定的价值观。是非取于心，很多是非是心不平产生的。――冯仑在取利过程中如果你是依法挣钱，依法纳税，这个取利的过程就是取义，只有取义才能取大利。比如说社会发展方向，股东分红员工要工资政府要纳税，这就是义，而且，往往只有你先接受义之后才能挣大钱。"}
{"text":"――冯仑公司是个是非地，商场是个是非地，商人是个是非人，挣钱是个是非事，变革的年代是是非的年代，怎么样在这么多是非里面无是非，这就要求人有非常好非常稳定的价值观。是非取于心，很多是非是心不平产生的。――冯仑在取利过程中如果你是依法挣钱，依法纳税，这个取利的过程就是取义，只有取义才能取大利。比如说社会发展方向，股东分红员工要工资政府要纳税，这就是义，而且，往往只有你先接受义之后才能挣大钱。――冯仑最大是一个结果，不是原因。不是因为你要做最大就会成为最大，而是我要做最好最后自然发展为最大。――冯仑对所有创业者来说，永远告诉自己一句话从创业得第一天起，你每天要面对的是困难和失败，而不是成功。我最困难的时候还没有到，但有一天一定会到。――马云回头看我的创业历程，是不断寻找不断纠正的过程。――吴锡桑工作上的执著实际上是人的一种意志。――张近东压力是躲不掉的。一个企业家要耐得住寂寞，耐得住诱惑，还要耐得住压力，耐得住冤枉，外练一层皮，内练一口气，这很重要。武林高手比的是经历了多少磨难，而不是取得过多少成功。――马云生活是公平的，哪怕吃了很多苦，只要你坚持下去，一定会有收获，即使最后失败了，你也获得了别人不具备的经历。――马云一流高手是眼睛里面没有对手，所以我经常说我没有对手，原因是我心中没有对手。心中有敌，天下皆为你敌人心中无敌，无敌于天下。――马云我觉得真的是不缺钱，想法也满天都是。中国缺的是有一个想法，并且能够持之以恒把这个想法不断坚持做下去的人。――马云创业前，很多困难你都不会把它认为是困难，当它突然成为你的困难时，很多人会承受不了压力，就放弃了，这样的人一定是不能成功。――史玉柱思路决定出路。――王振滔创业其实首先就是创新。我们要有一个真正创新的点。这个创新的点，并不是你随便想出来的一个小窍门或是比较有意思的想法，并不是这么简单的。当你有了创新点后，需要考虑的就是如何把你的能力或是企业的能力与创新相结合。简晶如此说。――李永胜张思公维锋三十而谋人不能把什么都设计好了才上路。"}
{"text":"――史玉柱思路决定出路。――王振滔创业其实首先就是创新。我们要有一个真正创新的点。这个创新的点，并不是你随便想出来的一个小窍门或是比较有意思的想法，并不是这么简单的。当你有了创新点后，需要考虑的就是如何把你的能力或是企业的能力与创新相结合。简晶如此说。――李永胜张思公维锋三十而谋人不能把什么都设计好了才上路。――张若玫互联网上失败一定是自己造成的，要不就是脑子发热，要不就是脑子不热，太冷了。――马云在创业过程中，如果说压力，我认为选择什么不做是非常大的压力。因为在这过程中受到的诱惑太多了，每一个新的概念都可以做很大的东西。在商业上的策略不是决定做什么，而是决定不做什么。――黄明明互联网行业的创业往往是苦尽甘不来的，要随时做好失败的心理准备，人才和资金是所有创业企业都会面临的问题。――张本伟阿里巴巴在路上发现小金子，如果不断捡起来，身上装满的时候就会走不动，永远到不了金矿的山顶还是不管小金子直奔山顶。――马云作企业要讲竞合环境。现在全世界的环境也是一个竞合的环境。得意不可忘形，失意不可丢失信念。――杨宁无论是一个企业，还是一个人，都一定是时势造英雄，千万不要英雄造时势。顺流而上，这是手法。形势好了，大家才有机会成为英雄。只有成为英雄后，才有可能去适应时势改造时势。――朱骏我认为世界上有四种壁垒，第一叫制度壁垒，比如中国移动，别人干不了，需要有牌照第二是资金壁垒，动辄要几百亿美元，一般人干不了第三是技术壁垒，有专利保护，别人也不能干。第四是稀缺性资源的占有，这就是我这个行业的壁垒，比如说整个写字楼我把它都占了，签了独家的协议，别人就很难干。――江南春要永远相信当所有人都冲进去的时候赶紧出来，所有人都不玩了再冲进去。――李嘉诚文学表达与文学思维并不是一回事，前者能让一个有成就的企业家更有魅力，而后者却能让一个有魅力的企业家失去成就。――刘建强企业家的文学主义高筑墙广积粮缓称王。――朱升一个真正的企业家，不能只靠胆大妄为东奔西撞，也不可能是在学院的课堂里说教出来的。"}
{"text":"――江南春要永远相信当所有人都冲进去的时候赶紧出来，所有人都不玩了再冲进去。――李嘉诚文学表达与文学思维并不是一回事，前者能让一个有成就的企业家更有魅力，而后者却能让一个有魅力的企业家失去成就。――刘建强企业家的文学主义高筑墙广积粮缓称王。――朱升一个真正的企业家，不能只靠胆大妄为东奔西撞，也不可能是在学院的课堂里说教出来的。他必须在市场经济的大潮中摸爬滚打，在风雨的锤炼中长大。――王均瑶事在人为，也就是说，办事就要找人，而且要找对人人找得多了也不行，少了也办不成事办不同的事找不同的人。现在，我已经弄清楚了。――陈镇光股东投资求回报，银行注入图利息，员工参与为收入，合作伙伴需赚钱，父老乡亲盼税收。只有消费者股东银行员工社会合作伙伴六者的均衡收益，才是真正意义的可持续收益只有与最大多数人民大众命运关联的事业，才是真正可持续的事业。――牛根生办成改革的产物，而不是改革的对象。――陈慕华身体是革命的本钱，但对我们这些男人们，革命才是身体的本钱！你的企业你的事业停步了，你还有什么本钱！――冯仑一个业务出身的领导者，不管他的业务能力有多强，如果创业若干年后他在专业领域的动手能力上仍然是自己的团队中最出色的，那他一定不是一个好的领导者。因为好的领导者是靠判断力靠制订和管理标准吃饭的，有什么样的判断就会有什么样的产品，有什么样的标准就会有什么样的人才。――刘东华一个人围着一件事转，最后全世界可能都会围着你转一个人围着全世界转，最后全世界可能都会抛弃你。――刘东华对信念的偏执创造奇迹。历史是这样写就的，竞争版图是这样重划的，世界是这样改变的。――孙宏斌人类常犯的基本错误就是忽略前提。他不知道，一旦忽略了前提，在不同前提下所作的貌似正确的一切结论都是荒唐可笑的――刘东华互联网像一杯啤酒，有沫的时候最好喝。――马云尽管每次网到鱼的不过是一个网眼，但要想捕到鱼，就必须要编织一张网。――佚名是谁成就谁没有什么意义。我们两个人都是创业者，所以我们做好自己能够做的事情是最重要的。"}
{"text":"历史是这样写就的，竞争版图是这样重划的，世界是这样改变的。――孙宏斌人类常犯的基本错误就是忽略前提。他不知道，一旦忽略了前提，在不同前提下所作的貌似正确的一切结论都是荒唐可笑的――刘东华互联网像一杯啤酒，有沫的时候最好喝。――马云尽管每次网到鱼的不过是一个网眼，但要想捕到鱼，就必须要编织一张网。――佚名是谁成就谁没有什么意义。我们两个人都是创业者，所以我们做好自己能够做的事情是最重要的。我能够把雅虎做得好，那就是我的成功他能够把软银做得好，那就是他的成功。――杨致远我们创业的时候没有想到去赚钱，所以有了钱以后也没有说是达到目标。赚钱不是我们创业的原因，也不是我们到现在该走还是不该走的原因。有了足够的钱财，真正的好处就是给我个人足够的时间，足够的能力去真正做我想要做的事情，我喜欢做的事情。这些事情还是雅虎。――杨致远创业企业应该牢记，自己与小企业有本质的不同――有明确的最终目标去为之奋斗。这个山头打不上去，马上撤一条路走不通，迅速换一条，调整是最普遍的现象。其实，名片网创业前期也有许多大企业作风的后遗症凡事一定计划要战略，甚至要站在风险投资的角度考虑。现在我们不会了，一年多的实践，我们已经明白公司现今能顺利发展，是靠调整出来的，不是靠战略规划出来的是靠灵活应变灵敏的嗅觉和顽强的生命力才能得以实现的。――石云王青创业怎样去打游击战？跟谁一起做事决定事情的性质。民初名妓小凤仙，她要是找一个民工，扫黄就扫走了她找蔡锷，就流芳千古她要是跟华盛顿，那就是国母。所以，不在于你接客不接客，不在于你干什么，而在于你跟谁做。――冯仑一个公司在两种情况下最容易犯错误，第一是有太多的钱的时候，第二是面对太多的机会，一个看到的不应该是机会，因为机会无处不在，一个更应该看到灾难，并把灾难扼杀在摇篮里。――马云挣钱是能力，花钱是智慧。有能力的人很多，有智慧的人不多。在企业当中也是这样，你可以挣到钱，那是你具有企业家的能力。但是你把它分匀了，分得大家还有干劲，这就是企业家的智慧了。所谓盗亦有道，古代的盗跖讲的盗者之道是圣勇义智仁。小偷是没有道的，所以，一旦被人抓住，他就脸红。江洋大盗与小偷的不同在于，他是有理念的。"}
{"text":"――马云挣钱是能力，花钱是智慧。有能力的人很多，有智慧的人不多。在企业当中也是这样，你可以挣到钱，那是你具有企业家的能力。但是你把它分匀了，分得大家还有干劲，这就是企业家的智慧了。所谓盗亦有道，古代的盗跖讲的盗者之道是圣勇义智仁。小偷是没有道的，所以，一旦被人抓住，他就脸红。江洋大盗与小偷的不同在于，他是有理念的。――郭梓林孙正义跟我有同一个观点，一个方案是一流的加三流的实施另外一个方案，一流的实施，三流的，哪个好？我们俩同时选择一流的实施，三流的。――马云创业就应该做一件天蹋下来都能够赚钱的事情。――李嘉诚登高莫问顶，途中耳目新。――潘刚不要说没体力，不要说对手肘子硬，不要说球太滑，你只需做好基本功。就算对手难缠，就算他小动作多，就算他嘴里不干净，你只需做好基本功。――李宁伊利更愿意享受创建游戏规则的快乐，而不是钻游戏规则的空子。――潘刚所谓过高估计自己的力量，就是把商场竞争仅仅理解为资本实力的较量，却忽略了人心的向背和金钱以外的成本。――韩朝华我觉得一个重要的原因，是因为我们抛弃了游戏的全民化基础，抛弃了游戏创意产业的特性，关起门来搞所谓的精英开发，用一个人一个团队的智慧去迎合或者对抗千千万万用户和竞争对手的智慧，这是成功离开我们的根本原因。――陈天桥小胜凭智，大胜靠德。――牛根生想赢两三个回合，赢三年五年，有点智商就行要想一辈子赢，没有德商绝对不行。――牛根生思路决定出路，布局决定结局。――牛根生野蛮社会，体力可以统御财力和智力资本社会，财力可以雇用体力和智力信息社会，智力可以整合财力和体力。――牛根生一两智慧胜过十吨辛苦，脑袋决定口袋。――牛根生我每天都自问有没有犯错误。――梁昭贤领导者应该常常保持自省的姿态和心态。――江南春要敢于面对自己的缺点，不断改进才能不断提升。――郭广昌一个人再有本事，也得通过所在社会的主流价值认同，才能有机会。"}
