{"text":"偶像的黄昏德国人所缺如者第节。尼采全集第卷，第页。尼采并非要抹煞科学本身的价值，相反，对于卢梭否定科学文化而提出回到自然的倒退主张，他是坚决反对的。问题在于，要恰如其分地看待科学的价值，它只具有工具价值。如果把科学当作目的本身，漫无止境地追求对物的支配，结果只能丧失人生本真的意义，使人成为物的奴隶。尼采用来同科学精神相对立的恰是酒神精神。他说贪得无厌的乐观的求知欲与悲剧艺术的自我陶醉之间的斗争，是在现代世界的最高境界里进行的。悲剧的诞生第节。今日我们称作文化教育文明的一切，终有一天必将站在公正的法官酒神面前在尼采看来，科学精神是一种浅薄的乐观主义，它使人浮在生活的表面，追求物质的繁荣，以这种繁荣给人生制造一种虚假的乐观气氛。他无限缅怀他想象中的古希腊人的生活方式，这是一种审美的生活方式，人们对人生的悲剧性有深切体验，而从充满生命热情的艺术化的生活中寻求解救。尼采的特点是强调生命本能与精神性之间的统一，他认为，生命本能愈健全，精神追求就愈强烈。所以，他始终把苏格拉底哲学重逻辑性轻精神性的倾向看作本能衰退的征兆。他一再说，苏格拉底是希腊衰亡的工具，是颓废的典型。在苏格拉底那里，理智胜过了本能，而理智无论如何是一种破坏生命的危险力量看哪这人。尼采选集第卷，第页希腊哲学是希腊本能的衰退，苏格拉底及其弟子柏拉图是希腊精神的颓废派，是对古老高尚趣味的反动。偶像的黄昏。尼采全集第卷，第页。苏格拉底之后，希腊人更热心于逻辑和世界的逻辑化，变得更乐观也更浅薄了。参看自我批判的尝试第节。尼采选集第卷，第页。科学对生命本能的破坏，最典型地表现在它的仆人学者身上。我们已经谈到，尼采认为，学者类型的人因为长期从事科学工作，成了生命本能衰退人性扭曲的畸形儿。当然，许多伟大的科学家都是一些感情丰富热爱生活的人，而从事科学探索工作同样也需要创造的激情和直觉的禀赋。尼采感到不满的是片面强调逻辑手段而忽视直觉的作用，他认为在所有创造力旺盛的人物，直觉始终是一种积极创造的力量。悲剧的诞生第节。"}
{"text":"科学对生命本能的破坏，最典型地表现在它的仆人学者身上。我们已经谈到，尼采认为，学者类型的人因为长期从事科学工作，成了生命本能衰退人性扭曲的畸形儿。当然，许多伟大的科学家都是一些感情丰富热爱生活的人，而从事科学探索工作同样也需要创造的激情和直觉的禀赋。尼采感到不满的是片面强调逻辑手段而忽视直觉的作用，他认为在所有创造力旺盛的人物，直觉始终是一种积极创造的力量。悲剧的诞生第节。尼采尤其反对夸大科学造福人类的力量，全人类把注意力放在发展科学事业上，而忽视了人生更根本的问题的探究。也就是说，他提出的是一个在现在的科学技术革命时代已经引起人们普遍深思的问题究竟是科学为人服务，还是人为科学服务尼采希望，当我们看清科学本身的局限性之后，我们心中能够产生一种悲剧意识，扫除人类主宰万物的幻梦，返回人生的根柢，探求人生的真谛。由此建立的悲剧文化，区别于科学至上的苏格拉底文化，其主要特征是，智慧代替科学成为最高目的。科学仍然是不可缺少的，但是它应当服从于智慧人生意义的探求。真正的世界的寓言哲学开始于理性的觉醒。理性觉醒的第一个征兆就是对于感官的怀疑。我们感官所触知的这个生成变化的世界是真正的世界吗在它背后还有没有另一个常驻不变的世界，非感官所能触知，然而更加真实呢哲学家们冥思苦想，巴门尼德想出了那个不生不灭完整唯一不动的存在，柏拉图想出了理念世界。直到近代，康德还在相信现象世界背后有一个自在之物的世界，黑格尔还在相信绝对精神的世界才是真正的世界。哲学始终与本体论结下不解之缘，这种本体论以构造真正的世界为唯一使命。第节第六章向理性挑战在尼采看来，这是哲学的最大迷误，而迷误的根源就是理性。理性的逻辑本性使它本能地寻求条理化和秩序，因而害怕感官，窜改感官。一个理性主义哲学家总是蹲在他的冰冷的概念世界里，生怕自己被感觉引诱离开这个安全窝，到危险的南方海岛上去，在那里，他的哲学家的贞洁将如残雪消融于阳光之下。他用蜡塞住耳朵，不敢听生命的音乐，怕音乐会使他像传说中的船夫一样魂迷而触礁沉舟。参看快乐的科学第节。理性是我们窜改感官的证据的根源。感官指明生成变化流逝，理性却要予以否定。"}
{"text":"理性的逻辑本性使它本能地寻求条理化和秩序，因而害怕感官，窜改感官。一个理性主义哲学家总是蹲在他的冰冷的概念世界里，生怕自己被感觉引诱离开这个安全窝，到危险的南方海岛上去，在那里，他的哲学家的贞洁将如残雪消融于阳光之下。他用蜡塞住耳朵，不敢听生命的音乐，怕音乐会使他像传说中的船夫一样魂迷而触礁沉舟。参看快乐的科学第节。理性是我们窜改感官的证据的根源。感官指明生成变化流逝，理性却要予以否定。所以，几千年来凡经哲学家处理的一切都变成了概念木乃伊没有一件真实的东西活着逃脱他们的手掌。他们本末倒置，把最后来临的最高概念即最一般最空洞的概念置于开端。偶像的黄昏哲学中的理性。尼采全集第卷，第页。所谓真正的世界就是这样诞生的。这个真正的世界与人的理性相对应，能够被四方形的渺小的人类理性所容纳。参看快乐的科学第节。与此同时，与这个处在人生自然历史之外的世界相对立的我们这个现实世界，就必然要被否定而宣布为假象的世界了。参看快乐的科学第节。然而，哲学的历史发展使这个真正的世界逐渐变成了一个寓言。这是哲学从旧式本体论中解放出来的过程。尼采饶有风趣地描绘了这个过程。在柏拉图那里，这个世界是凡智者虔敬者有德者皆可达到的，他居于其中，他就是这世界。在基督教中，这个世界仅仅被允诺给智者虔信者有德者即给悔悟的罪人。在康德那里，这个世界既不可达到，也不被允诺，黯然存在于永不消散的迷雾之中。到了实证主义者那里，它存在与否也不可知了。尼采称之为理性的第一次哀鸣。终于，尼采自己出场，干脆宣布废除这个真正的世界。只有一个世界，这就是我们生活于其中的生成变化着的现实世界。偶像的黄昏真正的世界如何终于变为寓言。尼采全集第卷，第页。尼采把废除真正的世界这件事看得很重要，因为他认为所谓真正的世界的虚构正是传统道德的理论前提。他指出这一虚构是用一种彼岸的生活一种更好的生活向生命复仇。世界分为真正的世界和假象的世界，不论是按照基督教的方式，还是按照康德的方式毕竟是一个狡猾的基督徒的方式，都只是颓废的苗头，是衰败生命的征兆偶像的黄昏哲学中的理性第节。尼采全集第卷，第页。"}
{"text":"尼采全集第卷，第页。尼采把废除真正的世界这件事看得很重要，因为他认为所谓真正的世界的虚构正是传统道德的理论前提。他指出这一虚构是用一种彼岸的生活一种更好的生活向生命复仇。世界分为真正的世界和假象的世界，不论是按照基督教的方式，还是按照康德的方式毕竟是一个狡猾的基督徒的方式，都只是颓废的苗头，是衰败生命的征兆偶像的黄昏哲学中的理性第节。尼采全集第卷，第页。做成这件事的是理性，所以尼采把理性看作败坏本能的因素。尼采在这里批判理性，并不是要反对对世界作任何概括。事实上，当他把世界归结为强力意志或生成变化着的生命意志时，他自己就在进行概括。他反对的是按照人类自身的理性本性去构造一个合乎理性的世界模式，然后又用这样的世界模式来规束人的现实生活。这样，理性在世界上所看到的不过是它自身，逻辑把自己的界限当作世界的界限，人类认识活动的工具被抬高到至高无上的地位，冒充为形而上学的真理，进而冒充为最高的价值标准。于是，生命被贬值，本能受压制，法则统治一切，人生失去了生命的活力和乐趣。在尼采看来，我们所获得的任何关于世界的观念，永远是对世界作了某种加工的产物。在这个意义上，整个世界不过是用来表示我们作用于它的不同方式的总和的一个词。根本不可能有与人无关的纯粹的世界概念，即所谓自在之物或真正的世界。这是什么这个问题总是以这对于我是什么这个问题为基础的。只有一切生灵都向一个事物提出了自己的这是什么的问题并做出了回答，这个事物才得到了描述。强力意志第节。世界永远是透过一定的意识结构价值系统的棱镜给予人的。因此，旧式本体论寻找纯粹世界概念的努力是徒劳的，自命找到了这种概念的自负是可笑的。我们应当如实地看待我们的世界概念，把它的意义问题提到首位。也许我们可以指责说，尼采自己也提出了某种本体论意义上的世界概念。他反对按照人类理性构造世界模式，自己却走到了另一极端，按照人类的生命本能构造了一个生命本能充溢的强力意志的世界模式。是的，强力意志概念在他那里的确获得了某种本体论意义。不过，在他看来，这至少更符合我们生活于其中的这个现实世界的真相，世界就是这样一个没有理性没有目的不断自我创造和自我毁灭的过程。"}
{"text":"我们应当如实地看待我们的世界概念，把它的意义问题提到首位。也许我们可以指责说，尼采自己也提出了某种本体论意义上的世界概念。他反对按照人类理性构造世界模式，自己却走到了另一极端，按照人类的生命本能构造了一个生命本能充溢的强力意志的世界模式。是的，强力意志概念在他那里的确获得了某种本体论意义。不过，在他看来，这至少更符合我们生活于其中的这个现实世界的真相，世界就是这样一个没有理性没有目的不断自我创造和自我毁灭的过程。人类理性很难接受这个事实，可是我们只有摆脱理性的偏见，承认世界本身并无意义，然后才能给世界提供一种人的意义。给世界提供意义也不能诉诸理性，而要诉诸生命整体。不妨把世界的无意识的创造和毁灭看作生命力丰裕过剩的表现，与此相应，人也应该充满活力地度过自己的一生。第节第六章向理性挑战理性的原罪哲学家们出于道德偏见，以理性为高贵，非理性为低贱，并且认定高贵者不能从低贱者生长出来。参看偶像的黄昏哲学中的理性第节。可是，尼采认为，一切理性的事物，追根溯源，血统并不纯洁，都是来源于非理性。凡悠久的事物，必渐为理性所渗透，使其产生于非理性的由来逐渐磨灭。朝霞第节。理性之起源于非理性，尼采称为理性的巨大原罪。参看尼采全集第卷，第页。在尼采看来，人类的全部精神活动，无论认识活动道德活动还是审美活动，都以非理性为基础。这个非理性基础就是人的生命本能。我无论用善的还是恶的眼光看人，我发现他们只有一个使命，不论全体还是个人，都是要做有利于人的族类之保存的事情。诚然不是出于对此族类的爱的情感，而只不过是因为在人身上没有比这更古老更强烈更无情更不可克制的本能了因为这本能恰是我们的类和人群的本质。这种类的保存的冲动时时发为理性和精神的激情。快乐的科学第节。尼采全集第卷，第页。所以，精神理性认识思维灵魂意志，一切都是类的保存的工具。肉体是一个大理智，精神只是一个小理智，是为肉体服务的。参看查拉图斯特拉如是说肉体的蔑视者。尼采所强调的生命本能是类的生命本能，这种本能表现在个人身上，便是个人内在的生命力，这是我们必须记住的。"}
{"text":"快乐的科学第节。尼采全集第卷，第页。所以，精神理性认识思维灵魂意志，一切都是类的保存的工具。肉体是一个大理智，精神只是一个小理智，是为肉体服务的。参看查拉图斯特拉如是说肉体的蔑视者。尼采所强调的生命本能是类的生命本能，这种本能表现在个人身上，便是个人内在的生命力，这是我们必须记住的。首先，认识是被当作强力的工具使用的强力意志第节人的感官并非感知一切，它只选择这样一些知觉我们必须依靠它们，才能保存自己。所以，所有的感官知觉全都是与价值判断交织在一起的。强力意志第节。陌生的事物威胁生命，使人恐惧，人于是要变陌生为熟悉。认识的需要就是熟悉的需要。驱使我们认识的，岂不就是恐惧的冲动吗而认识者的快乐，岂不正是重获安全感的快乐吗哲学家把世界归结为他熟悉的观念，就以为世界被认识了。人们总是错把熟悉当作认识，其实，熟悉即习惯，而习惯了的东西正是最难认识的。快乐的科学第节。尼采全集第卷，第页。真理同样是用我们所满意的方式来把握世界这样一种需要的产物。求真理的意志实际上是求一切存在可以思议可以为人的精神所把握的意志，所以也就是求强力的意志。参看查拉图斯特拉如是说自我超越。更透彻地说，真理是一种原则上是伪造的体系在生物学上的利用强力意志第节。，是人类的一种有利于保存族类的无可非难的错误参看快乐的科学第节知识的力量，未尝依赖于真理的程度，却依赖于它的古老，它的习成人性，它的作为生存条件的性质。快乐的科学第节。尼采全集第卷，第页。逻辑也只是族类保存的一种手段。人头脑中的逻辑从何而来当然来自非逻辑。把相似物当作相同物处理这种占优势的癖好，这种非逻辑的癖好因为本来并无相同之物最初创造了逻辑的全部基础。观察太精确推论太迟缓的生物不适于生存。为了生存，宁肯决定而不必正确，宁肯错误而不愿等待，如此养成习惯而化作逻辑。快乐的科学第节。尼采全集第卷，第页。理性主义哲学把认识看作与利益无关的自我封闭过程，针对这种传统观点，尼采提出了认识本身的基础问题，并且把这个问题与主体的生命需要联系起来。"}
{"text":"把相似物当作相同物处理这种占优势的癖好，这种非逻辑的癖好因为本来并无相同之物最初创造了逻辑的全部基础。观察太精确推论太迟缓的生物不适于生存。为了生存，宁肯决定而不必正确，宁肯错误而不愿等待，如此养成习惯而化作逻辑。快乐的科学第节。尼采全集第卷，第页。理性主义哲学把认识看作与利益无关的自我封闭过程，针对这种传统观点，尼采提出了认识本身的基础问题，并且把这个问题与主体的生命需要联系起来。尼采想强调的是，人的全部认识过程都依赖于人的生命需要，没有也不可能有所谓纯粹认识。因此，对于认识过程的考察不能局限于认识过程本身。认识只能是什么只能是描述，放进意义，并不是说明强力意志第节。我们在知识和科学上优于古人的，我们称之为说明，其实是描述。我们描述得较好，解释则和古人一样少。快乐的科学第节。尼采全集第卷，第页。从这个意义上说，真理逻辑理性范畴都只是有用的伪造。不过，即使是伪造，仍有其功用。尼采并非要我们抛弃这些理性手段，他是要我们如实地把它们看作手段，而不要看作真理，甚至看作世界的本性，把相对性绝对化了。参看强力意志第节。对于我们的一切观念，只应从意义的角度来考察，即看它们表现或掩盖了我们的什么需要，服务于什么目的，是何种欲求的标记。道德活动与类的保存的关系更加密切。道德无非是对于人的冲动和行为的一种评价和排位。这种评价和排位始终是一个社团和人群的需要的表现于他们最有利的也就是全体个人的最高价值尺度一社团的保存条件与另一社团极为不同，所以就有极不同的道德。快乐的科学第节。尼采全集第卷，第页。善恶的评价完全受求强力的意志支配。参看查拉图斯特拉如是说自我超越。第节第六章向理性挑战审美活动的非理性性质又要超过认识活动和道德活动。全部美学的基础是这个一般原理审美价值立足于生物学价值，审美满足即生物学的满足。尼采全集第卷，第页。美属于有用有益提高生命等生物学价值的一般范畴之列久远以来提示着联系着有用事物和有用状态的种种刺激给我们以美感，即力量增长的感觉。强力意志第节。"}
{"text":"参看查拉图斯特拉如是说自我超越。第节第六章向理性挑战审美活动的非理性性质又要超过认识活动和道德活动。全部美学的基础是这个一般原理审美价值立足于生物学价值，审美满足即生物学的满足。尼采全集第卷，第页。美属于有用有益提高生命等生物学价值的一般范畴之列久远以来提示着联系着有用事物和有用状态的种种刺激给我们以美感，即力量增长的感觉。强力意志第节。我们发现，尼采在探索人类精神生活的非理性基础时，有把精神活动生物学化的倾向。他似乎过分强调了人类一切价值的生物学意义。从人类的角度看，他把真善美都理解为某种生物学功能把这种观点运用到个人身上，他就对个人的精神现象做出了生理学的解释。他确实提出了哲学诊断学道德诊断学艺术生理学之类的主张。例如，他曾经谈到每一种哲学不过是个人欲望的理智的曲径，是把个人的某种强烈欲望翻译为抽象的语言。朝霞第节。他还说哲学在纯精神的外衣下隐藏着生理上的需求，哲学家关于世界和人生的观点可以当作肉体的症候看，他期待有一位哲学医生，专门研究民族种族时代人类的集体健康，并且下出如此诊断一切哲学迄今未尝关系到真理，而是关系到别的东西，比方说健康未来生长强力生命快乐的科学序。尼采全集第卷，第页。例如，他把道德上的善恶也看作生理上健康和衰弱的结果。一个发育良好的人，一个幸运儿，他必须采取某种行为，而对于他种行为本能地踌躇，他把他生理上配置的秩序带进他同人与物的关系之中。公式他的德行是他的幸福的结果而当一个民族衰微，在生理上退化，接踵而至的便是罪恶和奢侈这意味着需要越来越强烈和频繁的刺激，犹如每个耗竭的天性所熟悉的。偶像的黄昏四种大谬误第节。尼采全集第卷，第页。他又说甚至我们的道德批评和估价，也岂非是我们尚不知道的生理作用的现象和幻影，一种惯用的发表某种神经刺激的语言朝霞第节。尼采还提出了研究犯罪生理学的主张，要求把罪犯当作病人看待，不是惩罚他们，而是给予治疗。参看朝霞第节。例如，他认为美学是应用生理学尼采全集第卷，第页。，并且拟订了一个题为艺术生理学的提纲。"}
{"text":"偶像的黄昏四种大谬误第节。尼采全集第卷，第页。他又说甚至我们的道德批评和估价，也岂非是我们尚不知道的生理作用的现象和幻影，一种惯用的发表某种神经刺激的语言朝霞第节。尼采还提出了研究犯罪生理学的主张，要求把罪犯当作病人看待，不是惩罚他们，而是给予治疗。参看朝霞第节。例如，他认为美学是应用生理学尼采全集第卷，第页。，并且拟订了一个题为艺术生理学的提纲。他强调审美依赖于肉体的活力审美状态仅仅出现在那些能使肉体的活力横溢的天性之中，永远是在肉体的活力里面。强力意志第节。他探讨了审美与性欲的关系，论述了性欲的美化能力以及艺术创造力与性能力的联系。参看强力意志第节。他还谈到了艺术病理学的问题，提出了天才神经病的公式。转引自海德格尔尼采，英文版，第卷，第页。后面这两个观点在弗洛伊德学说中得到了发展。那么，能否把尼采看作一个将社会现象归结为生物学现象的社会达尔文主义者呢恐怕不能。尼采所强调的是人类精神生活与类的保存之间的总体上的联系，用意在于为人类精神生活确定一个评价标准。既然一切精神活动都起源于类的保存这样一种生命需要，那么，对于任何精神现象都应当视其是否有利于人类总体生命的兴旺而决定其价值。凡是导致人类总体生命兴旺的，就是真的善的美的，否则便是假的恶的丑的。至于在具体个人身上，总体生命的兴衰则体现为个人内在生命力的强弱。注意是内在生命力，而不是单纯的体格强壮或内脏健康。这更多的是指一种精神上的活力，感受生命的能力，对生命的热爱。也就是说，我们不能仅仅从字面上去理解他所说的生物学和生理学，毋宁说这是一种生物学化和生理学化的心理学。海德格尔在分析尼采的美学思想时指出当尼采谈论生理学的时候，尽管他强调的是肉体状态，但肉体状态在自身中已经总是某种精神的东西，从而也是心理学的东西。例如，对于尼采来说，审美状态是一种不可分割的肉体精神状态的整体，是活着的情绪存在，是留在情绪中的肉体存在，是交织在肉体存在中的情绪。海德格尔尼采，年德文版，第卷，第页。这一分析是有道理的。尼采自己就体弱多病，可是又有着旺盛的生命活力，我们在理解他的思想时不妨考虑一下这种个人背景。"}
