{"text":"使用以下表达方式时，我们可能就已经忽视了感受与自身的关系只提及相关的事情。――公司海报出现拼写错误使我很生气。这件事令我心神不宁。只提及他人的行为。――我生日那天你没打电话，我很伤心。你没有把饭吃完，妈妈很失望。指责他人。――我很伤心，因为你说你不爱我。你很生气，因为老板说话不算数。我们可以通过我感到因为我这种表达方式来认识感受与自身的关系。例如看到公司海报出现拼写错误，我很不高兴，因为我重视公司的形象。你没把饭吃完，妈妈感到失望。因为妈妈希望你能健康成长。老板说话不算数，我很生气，因为我想有个长假去看弟弟。非暴力沟通需要生命健康成长的要素批评往往暗含着期待。对他人的批评实际上间接表达了我们尚未满足的需要。如果一个人说你从不理解我，他实际上是渴望得到理解。如果太太说这个星期你每天都工作到很晚，你喜欢工作，不喜欢我。那反映了她看重亲密关系。如果我们通过批评来提出主张，人们的反应常常是申辩或反击。反之，如果我们直接说出需要，其他人就较有可能做出积极的回应。不幸的是，大多数人并不习惯从需要的角度来考虑问题。在不顺心时，我们倾向于考虑别人有什么错。例如，如果孩子把外套放到了沙发上，而没有挂在衣柜里，我们可能就会说他们是懒虫。如果同事没有听从我们的建议，我闪也许会指责他们不负现任。有一次，我应邀调解南加州的一些农场主与工人的冲突。这些工人是外国移民，他们与农场主的矛盾越来越尖锐，争吵不断升级主。会谈一开始，我就提出两个问题你们双方各有什么需要？为了满足这些需要，你们希望对方做什么？一位农场工人喊道他们是种族主义者！而一位农场主嚷道他们不尊重法律和秩序！很明显，他们都在指责对方，而没有表达自己的需要。还有一次，为了增进信任，一些以色列人和一些巴勒斯坦人直到了一起。在会谈开始时，我问了同样的问题你们现在需要什么？为了满足这些需要，你们希望对方做什么？然而，一位巴勒斯坦人接着就说道你们的所作所为和纳粹一样！这当然很难得到以色列人友善的回应。一位来自以色列的妇女立即站起来驳斥他胡说八道！"}
{"text":"而一位农场主嚷道他们不尊重法律和秩序！很明显，他们都在指责对方，而没有表达自己的需要。还有一次，为了增进信任，一些以色列人和一些巴勒斯坦人直到了一起。在会谈开始时，我问了同样的问题你们现在需要什么？为了满足这些需要，你们希望对方做什么？然而，一位巴勒斯坦人接着就说道你们的所作所为和纳粹一样！这当然很难得到以色列人友善的回应。一位来自以色列的妇女立即站起来驳斥他胡说八道！他们来这里本来是为了改善关系，可是他们的圣诞只是使关系变得更糟。发生这样的情况，一般是因为双方都习惯于指责对方。在这个例子中，如果这位妇女想表达她的需要和请求，她也许会说我希望我们能互相尊重。你刚才评论我们的行为方式，我想请你谈谈，你的评论针对的是怎样的行为？根据我长期以来的经验，一旦人们开始谈论需要，而不指责对方，他们就有可能找到办法来满足双方的需要。以下是一些我们每个人都有的基本需要自由选择选择梦想目标方向，自由制定计划来实现这些梦想目标和方向。庆祝庆祝生命的创造力以及梦想的实现，纪念人生的失落亲人的去世或梦想的破灭等表达悲伤言行不一真诚创造意义自我肯定。滋养身体空气食物运动，免于病毒细菌昆虫及肉食动物的伤害，休息住所触摸水。玩耍乐趣欢笑。情意相通美和谐激励秩序平静。相互依存接纳欣赏亲密关系社会体贴成长，安全感倾听，诚实诚实使我们能够认识和超越自己的局限性，爱信心尊重支持信任理解。非暴力沟通把需要看作是有助于生命健康成长的要素，而不是某种具体的行为。一种要素是否被当作需要，关键在于它能否促进生命的健康成长。难以承受的痛苦社会文化并不鼓励我们表达个人需要。对于妇女来说，尤其如此。长期以来，妇女的形象和自我牺牲联系在一起。一旦把照顾人人当作最高职责，她们就会倾向忽视个人的需要。在一次研讨班中，我们就社会文化对妇女的影响展开了讨论。在社会文化的影响下，许多妇女在表达请求时感到别扭，好像做错了什么。例如，她可能不会说我今天累坏了，晚上想休息。"}
{"text":"对于妇女来说，尤其如此。长期以来，妇女的形象和自我牺牲联系在一起。一旦把照顾人人当作最高职责，她们就会倾向忽视个人的需要。在一次研讨班中，我们就社会文化对妇女的影响展开了讨论。在社会文化的影响下，许多妇女在表达请求时感到别扭，好像做错了什么。例如，她可能不会说我今天累坏了，晚上想休息。相反，她的话中听起来就象是辩护词你知道我一整天都没歇过，我熨了所有的衬衣，把这周的脏衣服都洗了，准备了午餐和晚餐，还出去买了东西你是否可以不！她委婉的请求非但没有被接受，反而马上被拒绝了。她试图证明她就当获得的某种权利。然而，对方的拒绝似乎再次表明她的需要微不足道。如果我们不看重自己的需要，别人可能也不会。实际上，如果直接说出需要，获得积极回应的可能性就会增加。在另一次研讨班中，一些女士谈到对表达个人需要的畏惧。我母亲参加了那次研讨班。她突然站起来，离开了房间，很久没有回来。回来时，她脸色很苍白。我问道妈妈，你还好吗？还好，她回答说，刚才想起了一件事情，心里极为难受。什么事情？年来，我一直在生你父亲的气，我认为他不在乎我的感受。我终于意识到，我从没有和他说我想要什么。是的。在我的记忆中，她总是委婉地表达自己，而不直接说她需要什么。为什么会这样呢？她回忆说，小时候家里极为贫困，只要她想拥有一点东西，哥哥和姐姐就会教训她你知道家里很穷，怎么清空这么贪心！你以为家里就你一个人？于是，她也就不敢说她需要什么。有一次，她妹妹在阑尾手术后得到一个漂亮的小钱饣。妈妈那时岁。她多么想要那样的一个装饰有小珠子的钱包啊！但她不敢说。接下来发生什么呢？她假装病痛，并一直隐瞒家人。家里人带她去看了几个医生。医生无法诊断，于是就决定做手术探查。对妈妈来说，这太冒险了。不过她最好如愿以偿，得到一个一模一样的钱包。收到礼物的喜悦让她暂时忘记了手术后身体的痛苦。接着，两个护士走进了病房，其中一个把温度计放在她的嘴里。妈妈这时把钱包递给另一个护士看。护士很惊讶，说道哦，给我的？为什么？谢谢！她收下了钱包！妈妈不知所措，她不知道该怎么告诉那位护士我不是这个意思，请把钱包还给我。这个不幸的故事告诉我们，一个人如果无法说出自己的需要，会是多么痛苦！"}
{"text":"家里人带她去看了几个医生。医生无法诊断，于是就决定做手术探查。对妈妈来说，这太冒险了。不过她最好如愿以偿，得到一个一模一样的钱包。收到礼物的喜悦让她暂时忘记了手术后身体的痛苦。接着，两个护士走进了病房，其中一个把温度计放在她的嘴里。妈妈这时把钱包递给另一个护士看。护士很惊讶，说道哦，给我的？为什么？谢谢！她收下了钱包！妈妈不知所措，她不知道该怎么告诉那位护士我不是这个意思，请把钱包还给我。这个不幸的故事告诉我们，一个人如果无法说出自己的需要，会是多么痛苦！从情感的奴隶到生活的主人对于大多数的人来说，个人成长一般会经历三个阶段。第一阶段情感的奴隶在这个阶段，我们相信自己需要为他人负责――让他们快乐是我们的义务。如果别人不高兴，我们就会感到不安，觉得自己有责任做点什么。此时，我们特别容易把亲人看作是负担。显然，这会伤害到彼此的关系。我常听人这样谈论亲密关系我真的害怕与人亲近。每次看到伴侣处于痛苦之中，我就极为沮丧，感到窒息，甚至认为自己是个囚犯。于是，我就想尽快摆脱这段关系。许多人认为，爱情就是牺牲自己来满足爱人的需要。刚谈恋爱时，他们对恋人的关心是自发的。那时，彼此的相处是那么地惬意融洽和美好。然而，随着关系变得严肃，他们开始认为自己有责任让情人过得开心。于是，爱情开始沉重起来。一旦面临这样的情形，我就会承认在恋爱中，我无法忍受丧失独立性。如果恋人过得很糟糕，我就会认为自己做得不够。我可能会由于不堪重负而提出分手。然而，如果意识不到感受的根源在于自身，我可能就会指责恋人你太依赖我了，我能力有限，我们分手吧！此时，如果我的朋友能够倾听我的痛苦，她也许会说你认为你必须照顾好我。这让你觉得自己失去了自由，是吗？如果她反过来指责我我的要求过分吗？那么，我们的关系很可能就会陷入僵局，甚至难以为继。第二阶段面目可憎在这个阶段，我们发现，为他人的情绪负责，牺牲自己迎合他人，代价实在很大。想到日子过得这么憋屈，我闪可能会很恼怒。此时，如果遭遇他人的痛苦，我们可能无动于衷这是你自己的问题！和我有什么关系？！虽然不再愿意为他人负责，但我们不心存疑虑。因此，我们的态度也就显得生硬。"}
{"text":"如果她反过来指责我我的要求过分吗？那么，我们的关系很可能就会陷入僵局，甚至难以为继。第二阶段面目可憎在这个阶段，我们发现，为他人的情绪负责，牺牲自己迎合他人，代价实在很大。想到日子过得这么憋屈，我闪可能会很恼怒。此时，如果遭遇他人的痛苦，我们可能无动于衷这是你自己的问题！和我有什么关系？！虽然不再愿意为他人负责，但我们不心存疑虑。因此，我们的态度也就显得生硬。有一次，一位女士在研讨班的休息时间兴奋地说，她很高兴认识到自己也曾是情感的奴隶。研讨班重新开始后，我建议大家做一个活动。这位女士坚决地说我想做点别的。我意识到，她在捍卫她选择的自由――即使她的选择会与其他人的需要相冲突。于是，我就问她你想做点别的，即使那会与我的需要相冲突？她想了想，然后结结巴巴地说是嗯不是。她的困惑反映了表达自己的需要只是个人成长的一个阶段。这里，我想讲讲我女儿玛拉的经历。她以前是个有礼貌的小女孩，对别人的要求，总是百依百顺。她习惯于委屈自己来迎合他人。注意到这个情况后，我想鼓励她大胆地说出心理话。当我告诉她我的看法，她哭了。她很无奈地说但是，爸爸，我不想让任何人失望！我回答说，真诚待人比委曲求全更为可贵。如果别人感到不安，我们可以认真地倾听，但无须责备自己。不久以后，我就发现玛拉有了变化。有一次，她学校的校长打电话给我。他告诉我，他在学校和玛拉说校内不能穿牛仔裤，玛拉没好气地回答见鬼去吧，你。我很高兴，玛拉终于能够说出心里话。当然，她还要学着尊重他人的需要――我相信，这只是时间问题。第三阶段生活的主人在这个阶段，我们乐于互助。我们帮助他人，是出于爱，而不是出于恐惧内疚或惭愧。那是自由而快乐的行为。此时，我们意识到，虽然我们对自己的意愿感受和行动负有完全的责任，但无法为他人负责。我们还发现，人与人相互依存，损人无法真正利己。非暴力沟通正是想帮助我们既表达自己，又关心他人。――――――――――――――――――――――――――非暴力沟通实例让私生子女象以前那样见不得人！一位女士是救济食品发放中心的志愿者。有一天，她的同事在读报时气冲冲地说我们需要让私生子女象以前那样见不得人！"}
{"text":"那是自由而快乐的行为。此时，我们意识到，虽然我们对自己的意愿感受和行动负有完全的责任，但无法为他人负责。我们还发现，人与人相互依存，损人无法真正利己。非暴力沟通正是想帮助我们既表达自己，又关心他人。――――――――――――――――――――――――――非暴力沟通实例让私生子女象以前那样见不得人！一位女士是救济食品发放中心的志愿者。有一天，她的同事在读报时气冲冲地说我们需要让私生子女象以前那样见不得人！在过去，听到不同意见时，她一般只会在心里嘀咕对方的不是。这一次，她试着运用非暴力沟通进行交流。女士首先试图了解同事的观察你在读有关少女妈妈的报道？同事是的。真不可思议！有这么多少女未婚先孕！女士接着了解她的感受和需要你担心她们的孩子没有良好的家庭环境？同事当然！你知道吗？如果我那样做，我的父亲会杀了我！女士哦，看起来在过去少女未婚先孕后果极为严重？同事是的！我们知道怀孕意味着什么！我们总是担惊受怕，而这些女孩却毫无顾忌。女士你希望她们能有所顾忌？同事至少恐惧和惩罚会直到一些作用！报道说有些女孩为了怀孕去和不同的男人睡觉！然后，她们生了孩子，由我们来买单！此时，这位女士注意到两种不同的感受对一些女孩故意怀孕感到震惊对纳税人需要养育她们的孩子感到愤怒。她选择了关注第一种感受。女士现在的人不顾名誉后果和经济状况就未婚先孕，你很难接受这个事实？一般来说，在存在多种感受的情况下，一个人会诉说那些还没有得到倾听的感受。因此，倾听的人无须一开始就对各大种感受同时作出反馈，而可以自然地从一种感受过渡到另一种。同事是的，你说最后是谁为这些孩子买单？女士你希望你纳的税能有更好的用途，是这样吗？同事那当然！我儿子和儿媳想再要一个孩子。可是，培养孩子太花钱了，虽然他们都有工作，但还是做不到！女士你想要一个孙子，是吗？同事是的，但不只是我想要女士你还希望儿子能过上称心如意的生活她继续倾听，让同事充分表达感受和愿望。同事是的。只有一个孩子是很可悲的。此时，这位女士感到同事已经平静下来。她们沉默了片刻。"}
{"text":"同事是的，你说最后是谁为这些孩子买单？女士你希望你纳的税能有更好的用途，是这样吗？同事那当然！我儿子和儿媳想再要一个孩子。可是，培养孩子太花钱了，虽然他们都有工作，但还是做不到！女士你想要一个孙子，是吗？同事是的，但不只是我想要女士你还希望儿子能过上称心如意的生活她继续倾听，让同事充分表达感受和愿望。同事是的。只有一个孩子是很可悲的。此时，这位女士感到同事已经平静下来。她们沉默了片刻。她惊讶地发现，虽然她并不赞同同事的观点，但心中已无任何不满。接着，她通过非暴力沟通的四个要素表达她的看法。女士听到你说我们应该让私生子女象以前那样见不得人观察，我有些担心感受，轱辘我希望我们每个人都乐于助人需要。来这里领取食物的人，有些就是少女妈妈观察，我希望她们能喜欢这里需要。你是否愿意告诉我，小莉和她男友进来时，你是什么心情？请求她们又谈了一会儿。最后，这位女士确信，她的同事也很关心那些青少年，并热情提供服务。更为重要的是，她发现，她同时满足了自己诚实和互相尊重的需要。与此同时，她的同事也感到欣慰，因为她充分表达了对青少年未婚先孕的忧虑。通过不带敌意地分享彼此的观念，她们增进了理解，发展了友谊。如果没有运用非暴力沟通进行交流，她们的关系也许就会开始恶化。――――――――――――――――――――――――――――练习三需要和感受的关系看一看，在以下命名中，发言者是否对自己的感受负责。你公司机密文件放在了会议室。太令我失望了。――。我觉得机密文件应该用妥善保管。你这么说，我很紧张。我需要尊重。你来得这么晚，让我很郁闷。――。因为我希望我们能坐到前排去。你无法来吃晚饭，我很难过。我本来想和你好好聊一聊。我很伤心。因为你没有做你答应我的事情。――。因为我希望我可以信任你。我很沮丧。我希望我的工作已经取得更大的进展。朋友叫我外号让我很难过。――因为我想得到欣赏。你得奖了，我很高兴。――因为我希望你能得到公司的常识。你嗓门那么大，吓死人了。――你大声说话时，我有些烦。我需要安静的环境来学习。你让我搭你的车回家，我很感激。"}
{"text":"因为我希望我们能坐到前排去。你无法来吃晚饭，我很难过。我本来想和你好好聊一聊。我很伤心。因为你没有做你答应我的事情。――。因为我希望我可以信任你。我很沮丧。我希望我的工作已经取得更大的进展。朋友叫我外号让我很难过。――因为我想得到欣赏。你得奖了，我很高兴。――因为我希望你能得到公司的常识。你嗓门那么大，吓死人了。――你大声说话时，我有些烦。我需要安静的环境来学习。你让我搭你的车回家，我很感激。因为我想比孩子们先到家。非暴力沟通爱的语言――请求帮助在表达观察感受和需要之后，我们请求他人的帮助。以什么样的方式提出请求容易得到积极回应呢？提出具体的请求首先，清楚地告诉对方，我们希望他们做什么。如果我们请求他人不做什么，对方也许感到困惑，不知道我们到底想到什么。而且，这样的请求还容易引起别人的反感。在一次研讨班中，一位女士谈到我请我先生少花一些时间在工作上。三个星期后，他和我说，他已经报名参加高尔夫球比赛。这位女士说出了她不想要什么――她不希望先生花太多的时间在工作上，但没有说清楚她想要什么。于是，我们鼓励她直接说出愿望，她想了想，说道我希望他每周至少有一个晚上在家陪我和孩子。在越战期间，我被邀请去参加电视门诊。晚上在家看节目的录像带时，我十分不安，因为我很不喜欢自己的辩论方式。我告诫自己在下一次辩论时，决不能再这么被动。请注意，我只是提醒自己要避免出现什么，而没有提醒自己主动做些什么。一周以后，这个节目邀请我去继续上一次的辩论。在去演播室的路上，我不断提醒不要犯同样的错误。节目一开始，对手就按其上周的方式展开了辩论。他结束讲话后，大概有秒，我努力控制自己不要按原来的方式进行回应。于是，我坐在那里，一句话也没说。可是，我一开始辩论，就发现我回应对手的方式和上次一模一样。这个教训使我明白了如果我只是提醒要避免什么，而不清楚自己可以做什么，会有怎样的后果。另有一次，我应邀去协调一些高中生与他们校长的矛盾。这些高中生对校长极为不满。他们认为他是种族主义者，并准备找机会报复他。一位牧师担心会出现暴力，就请我去协调矛盾。出于对这位牧师的尊重，他们表示愿意与我见面。"}
{"text":"于是，我坐在那里，一句话也没说。可是，我一开始辩论，就发现我回应对手的方式和上次一模一样。这个教训使我明白了如果我只是提醒要避免什么，而不清楚自己可以做什么，会有怎样的后果。另有一次，我应邀去协调一些高中生与他们校长的矛盾。这些高中生对校长极为不满。他们认为他是种族主义者，并准备找机会报复他。一位牧师担心会出现暴力，就请我去协调矛盾。出于对这位牧师的尊重，他们表示愿意与我见面。一开始，他们就举例说明为什么他们认为校长是种族主义者。听完几个例子后，我请他们讲讲他们希望校长具体怎么做。此时，一位学生不屑地说这有什么用吗？每一次和他说我们的想法，他总是说离开这里！我不需要你们这些人告诉我该做什么！接着，我向他们了解，他们向校长提出了什么请求。他们回忆说，他们希望校长不要对学生的长发说三道四。对此，我的看法是，如果他们说出希望校长做的事，而不是不希望他做的事，他们就较有可能得到得到积极的回应。此外，他们还提出，他们希望得到公平的对待。然而，校长的答复是，他对学生十分公平。我评论说，如果他们请求的是具体的行动，而非抽象的公平对待，那么，他们就较有可能得到满足。于是，我和学生们一起列出了他们的具体要求，共有项。其中包括我们希望黑人学生代表可以参加校服标准的制定。在你提到我们时，我们希望你用黑人学生而不是你们这些人。第二天，他们向校长提交了书面请求。当晚，他们就在电话中兴高采烈地告诉我，校长同意了所有的请求。我们提出的请求越具体越好。如果我们的意思含糊不清，别人就难了解我们到底想要什么。有一幅卡通画描述的是一个人掉到了湖里。在湖中挣扎时，他冲着岸上的狗喊道快去救助！在第二幅画中，这只狗躺在精神病医生的诊断台上。这个故事反映了人们对于帮助的含义可能存在不同的看法。此外，使用抽象的语言还会使我们无法深入了解自己。请求他人采取具体的行动将提示我们的动机。一对夫妇在参加非暴力沟通研讨班时发生了争吵。太太对先生说我认为你应该让我成为我自己。先生反驳我没有吗？太太气冲冲地说你当然没有！于是，先生就问太太她到底想要什么，太太回答说我希望你给我自由！然而，这样的请求还是过于抽象，不具有可操作性。"}
