{"text":"当洪堡前往南美洲的时候，他已经尝试找出定律，以解释气候和地理环境如何影响动植物。他岁时对事物所产生的质疑感并未减弱，只是这份好奇心以更复杂的问题形式体现出来，例如如果北面是曝露面那么蕨类植物是否会受影响一棵棕榈树能够生长的海拔极限有多高s世纪上半叶，以德意志为主要战场的一次席卷欧洲的战争。它是欧洲国家间争夺领土王位{权以及各种政治矛盾和宗教纠纷尖锐化的产物。――洪堡在抵达钦博拉索山脚的营地后，先洗了脚午睡了一会儿，就几乎立刻开始动笔撰写有关地理和植物的论述。他在文中界定了植物在不同高度和温度下的分布情况。他把海拔高度分为个区。从海平面至海拔英尺的高度，生长的植物有棕榈树和香蕉树。蕨类植物生长至海拔英尺的高度，而橡树则能生长至英尺的高度。接着是常青灌木如胡椒木和鼠刺，而最高的两个区为高山区从海拔至英尺的高度香草得以生长，而海拔至英尺的高处则能见到高山草和苔藓。他还兴奋地写道，苍蝇不太可能出现在海拔英尺的高度以上。洪堡的兴奋证明了向这个世界提出恰当问题的重要性。因为由此我们可以看出，讨厌苍绳与不辞辛劳攀登高峰以研究地理和植物，这两者之间的天壤之别。然而不幸的是，多数的景物不会让游客产生质疑，他们也因此失去了他们应得的刺激和情趣。这些景物往往平淡无奇不给人任何联想即便偶尔给人联想这种联想也只是错误的联想。在交通阻塞频繁的圣弗朗西斯科大街的街尾，是圣弗朗西斯科大公教堂和它相关联的东西太多了，旅行的艺术但是却丝毫未能引发我的好奇。除了建于世纪的圣安东尼和圣柏纳蒂诺小教堂外教堂墙上和天花板上都饰有世纪的湿壁画和其他画作。北侧的第一座小教堂是圣柏纳蒂诺小教堂其墙壁的中央画的是来自喜耶纳的圣柏纳蒂诺，在阿拉贡王面前传教之情景。这幅画的为年轻时的戈雅。在教堂圣器收藏室和牧师会礼堂内摆设的世纪靠背座椅来自宝拉尔修道院，这是一个靠近塞哥维亚的加尔都西会修道院。我们未能从这份资料中寻找到足以引起好奇感的任何线索正如同洪堡在山上见到的苍蝇一样，事实资料本身是不会说话的。"}
{"text":"北侧的第一座小教堂是圣柏纳蒂诺小教堂其墙壁的中央画的是来自喜耶纳的圣柏纳蒂诺，在阿拉贡王面前传教之情景。这幅画的为年轻时的戈雅。在教堂圣器收藏室和牧师会礼堂内摆设的世纪靠背座椅来自宝拉尔修道院，这是一个靠近塞哥维亚的加尔都西会修道院。我们未能从这份资料中寻找到足以引起好奇感的任何线索正如同洪堡在山上见到的苍蝇一样，事实资料本身是不会说话的。如果一位游客会对教堂墙上和天花板上都饰有世纪的湿壁画和其他画作产生亲切感而不是因心虚而屈从，他必定能够把乏味如苍蝇一样的事实资料与大问题联系起来，这也正是其好奇心的落脚处。对于洪堡而言，关键的问题是为什么大自然会出现地域性的差异而站在圣弗朗西斯科大公教堂前面的人s―，两班牙画家，沔方绘史上承前启后的大师。――出自洪堡的赤道地区的地理与植物和庞普兰德的安地斯山地区图解，―年心屮想到的问题则可能是为什么人们觉得有必要建教堂或者甚至会问道为什么我们崇拜上帝这样天真的问题可能引发一连串的好奇和进一步的质疑，例如广为什么各处的教堂都不一样教堂的主要建筑风格是什么教堂的主要建筑师是谁？他们为何取得成功惟有经历好奇心的漫长演化，看到莎巴提尼设计的具新古典形式外观的大教堂，才会觉得欣喜，而不会陷入无聊沮丧。旅行的一个危险是，我们还没有积累和具备所需要的接受能力就迫不及待地去观光，而造成时机错误。正如缺乏一条链子将珠子串成项链一样，我们所接纳的新讯息会变得毫无价值，并且散乱无章。这种危险因为地理原因而进一步加剧。同座城市中的旅行的艺术建筑物或纪念碑可能不过咫尺之遥然而鉴赏它们所需具备的能力却有天渊之别。我们到一个或许不再重游的地方观光，觉得自己有必要接二连三地观赏一系列景物，然而这些景物，除了地理位置相近，e无其他联系可言。实际上，要求人们对各个景物都有适当的了解是非常困难的，因为不同的鉴赏能力是很难在同一个人身上找到的。我们受到感召，对一条街上的哥特式建筑风格产生兴趣接着我们的注意力又得迅速转向伊特鲁斯坎的古物。"}
{"text":"同座城市中的旅行的艺术建筑物或纪念碑可能不过咫尺之遥然而鉴赏它们所需具备的能力却有天渊之别。我们到一个或许不再重游的地方观光，觉得自己有必要接二连三地观赏一系列景物，然而这些景物，除了地理位置相近，e无其他联系可言。实际上，要求人们对各个景物都有适当的了解是非常困难的，因为不同的鉴赏能力是很难在同一个人身上找到的。我们受到感召，对一条街上的哥特式建筑风格产生兴趣接着我们的注意力又得迅速转向伊特鲁斯坎的古物。到马德里观光的游客不得不对皇家宫殿产生兴趣。这座世纪的皇族居所因为其奢华的洛可可中国风格宫室s洛可可艺术是世纪发源于巴黎的一种室内设计装饰艺术绘阃建筑和雕塑的艺术风格其特色是轻松优美高尚风雅，大量使用曲线和自然形态作装饰。洛可可艺术在形成过程中受到中国艺术的影响特别是在园林设计室内设计丝织品瓷器漆器等方面。一圣弗朗西斯科大公教堂而闻名，它出自那不勒斯设计师加斯帕里尼之手。然而不到一会儿，我们的视线又不得不转向苏菲娅王后艺术中心，这座用石灰粉饰的建筑专门收藏世纪的艺术作品，镇馆之宝是毕加索的画作古尔尼卡。然而，照情理看一位想对世纪皇家建筑风格有更深层了解的游客在观赏皇家宫殿后，应该前往布拉格或圣彼得堡的宫殿参观，而不是美术馆。旅游因为表面的地理逻辑扭曲了我们的好奇心，这好比大学课程的指定教科书只看其厚度，而不问其主题一样。完成南美之旅多年后，洪堡临终前曾带着怜和自傲的心情埋怨人们常说我同时对太多东西感兴趣，例如植物学天文学和比较解剖学。但你果真能够抑制一个人的求知欲，不让他了解和拥抱周遭的一切吗我们当然阻止不了他，更恰当的做法应该是对他表示支持和敬意。但在对他的旅程表示钦佩时，我们或许也不应该排除对那些身处醉人的城市却偶尔有强烈赖床的想法和想立即回家的旅人表示一些同情。旅行的艺术风景乡村与城市地点ss英格兰湖区向导华兹华斯旅行的艺术我们乘坐一辆下午的火车离开伦敦。我和约好在伊斯顿车站的发车月台下层见面。"}
{"text":"但在对他的旅程表示钦佩时，我们或许也不应该排除对那些身处醉人的城市却偶尔有强烈赖床的想法和想立即回家的旅人表示一些同情。旅行的艺术风景乡村与城市地点ss英格兰湖区向导华兹华斯旅行的艺术我们乘坐一辆下午的火车离开伦敦。我和约好在伊斯顿车站的发车月台下层见面。望着自动扶梯上和大厅里熙来攘往的人群，我觉得若能找到她的影子必定是个奇迹。但我却必须找到她，这说明了欲望的奇特之处。我们沿着英格兰的山脊前进。夜幕低垂，我们嗅到了乡间的气息。车窗已逐渐变成长长的一面墨镜，望着它，我们越来越清楚地能看到自己的脸颊。当火车开到靠近特伦特河畔的斯托克时，我决定去餐车一趟，于是跌跌撞撞地穿梭于一节又一节摇晃的车厢，如同醉汉似的。但是对于能吃到在行进的火车上烹出的食物，我却特别兴奋。微波炉的计时器发出厚重的机械声，如同旧战争片中发出的响声一样，接着是清脆的铃声，示意我可以过来取烘好的热狗。这时火车开过一个道口，路的后方我隐约见到牛群的影子。我们在将近点的时候抵达奥克森霍尔姆站，站名边还附加了一个地名标示湖区。只有少数几位乘客与我们一同下车。我们静悄悄地走在月台上在寒夜中可以清楚看到我们呼出的热气。我们看到车厢里的乘客或在打吨儿或在看书。湖区对他们而言不过是漫长火车旅途中的一站，他们可以暂且放下手上的书，四处张望一下，比如瞧瞧月台上对称排列的罐子，或者瞄一眼火车站里的时钟，又或者随意地打个哈欠。一旦这趟前往格拉斯哥的火车开动，再度穿越黑暗，他们便又将翻开手中的书。火车站像被人遗弃似的冷清得很，但我想它不可能一直都是这样，要不然指示牌上就不会加上日文翻译。我们在伦敦时曾打电话来过，预租了一辆车。在停车场尾端的一盏路灯下，我们找到了它。我们原本向出租公司租一辆小型轿车，但因为这类车全租出去了，他们于是送来了一辆深紫色大型房车。它的新车气味还很浓，灰色的地毯洁净如新，地毯上还留下吸尘机划过的痕迹。我们此趟旅程的直接动机是为了个人私事，但它同时也可以追溯到世纪后半期一次影响广泛的历史运动。"}
{"text":"火车站像被人遗弃似的冷清得很，但我想它不可能一直都是这样，要不然指示牌上就不会加上日文翻译。我们在伦敦时曾打电话来过，预租了一辆车。在停车场尾端的一盏路灯下，我们找到了它。我们原本向出租公司租一辆小型轿车，但因为这类车全租出去了，他们于是送来了一辆深紫色大型房车。它的新车气味还很浓，灰色的地毯洁净如新，地毯上还留下吸尘机划过的痕迹。我们此趟旅程的直接动机是为了个人私事，但它同时也可以追溯到世纪后半期一次影响广泛的历史运动。当时历史上第一次出现城市居民大量涌往乡间，他们的目的是恢复身体健康，更重要的是恢复心灵的和谐。在年的英格兰和威尔士，有的人居住在城镇上。到了年，这个比例上升为，年则为。我们往北前进，到达温德米尔湖以北几英里，一个叫特旅行的艺术鲁特贝克的乡村。我们在一家名为凡人的小旅馆预订了房间。两张很窄的床挨在一起，毛毯上污迹斑斑。房东带我们看了看浴室并提醒我们这里的电话费昂贵得我们可能付不起他大概从我们的穿着和在柜台上的犹豫态度推断我们经济能力有限。当他离开的时候，他向我们保证会有天的晴朗天气，并且欢迎我们来到湖区。我们打开电视察看能收看到什么频道，并且发现这里能收看伦敦的新闻。不一会儿，我们把电视关上，把房间的窗打开。在这宁静的夜晚我们惟独听见窗外一只猫头鹰的叫声，不禁让我们思索它在静夜中的出现是何等奇异。我来这里还有一个原因，是因为一位诗人。那一晚，我在房里又读了华兹华斯序曲中的一段。我读的是平装本，封面上画着一幅肃穆的老年华兹华斯肖像，这幅画出自本雅明海顿之手。说，这人丑得像只老蟾蜍，接着就去洗澡。但是当她过后站在窗前抹面霜时，却吟了华兹华，丨―英国浪漫主义诗人和桂冠诗人。――口―，英国历史家和作家译者斯的几行诗。她已忘了诗名，但却表示这些诗句是所有她读过的文字中最令她感动的。"}
{"text":"但是当她过后站在窗前抹面霜时，却吟了华兹华，丨―英国浪漫主义诗人和桂冠诗人。――口―，英国历史家和作家译者斯的几行诗。她已忘了诗名，但却表示这些诗句是所有她读过的文字中最令她感动的。光辉曾经那么耀眼现在却从我的视线中消逝纵使再也唤不回那绿茵葱郁花朵绚丽的一刻我们不会悲伤，而是从残留中寻找一股力量――颂歌永生的宣言，第十节我们躺在床上，我想多看几行书但是当我发现一根金黄色长发夹在床头板上我就很难再专心看书。发丝既不属于我，也不属于，但它却表明这里住过许多游客。或许其中一位已经身处另一个大陆，而对于曾在此处留下自己身上的一小部分却浑然不知。在外面猫头鹰的呼叫声中我们断断续续地睡了一晚。威廉华兹华斯年生于湖区北方边缘的一个旅行的艺术小镇――科克茅斯。他自称童年中有一半的时光是在山野中奔跑嬉戏。他生命的大部分时间在湖区度过，但也间断地在伦敦和剑桥住过并且到过欧洲旅行。他最早住在格拉斯米尔村庄里一栋简朴的两层楼房里，房子用石头砌成，名为鸽舍。后来他渐渐有了名声后，便搬到附近的赖德尔，住进了较为充裕的寓所。他几乎每天都要在山间或湖畔步行一段很长的距离。即使是下起雨来他也并不在乎。他坦言落在湖区的雨有一股气势和韧劲，让失意的旅人想到了落在阿比西尼亚山区成为尼罗河终年源头的豪雨。华兹华斯的友人托马斯德奎恩斯估计，诗人一生中走了至英里的路程。德奎恩斯认为基于华兹华斯的体格，这是非常难得的。他说华兹华斯的身体并不算强健。所有我知道的女士腿评专家，都一致尖酸刻薄地嘲讽华兹华斯这方面的缺陷。德奎恩斯认为更遗憾的是当他行走时，华兹华斯的姿势很糟糕。根据很多乡下人的说法，他走起路来十足像一只大谷盗虫。那是一种斜着行走的昆虫。在别人眼中如此别扭的行走却给诗人带来了灵感，成就了他关于大自然的诗作，如致蝴蝶致布谷鸟致云雀致雏菊和致小小的白屈菜。以前，诗人不过是很随意或习惯性地看待自然现象但是它们在华兹华斯笔下却成了最伟大的主题。"}
{"text":"德奎恩斯认为更遗憾的是当他行走时，华兹华斯的姿势很糟糕。根据很多乡下人的说法，他走起路来十足像一只大谷盗虫。那是一种斜着行走的昆虫。在别人眼中如此别扭的行走却给诗人带来了灵感，成就了他关于大自然的诗作，如致蝴蝶致布谷鸟致云雀致雏菊和致小小的白屈菜。以前，诗人不过是很随意或习惯性地看待自然现象但是它们在华兹华斯笔下却成了最伟大的主题。根据华兹华斯的妹妹多萝茜的曰记这本日记记录了华兹华斯在湖区的活动记载华兹华斯年月日这天在帕特代尔溪谷附近一个湖畔散步。这个湖叫做兄弟湖，湖面非常平静。他走过湖上一座桥，便坐下来写了以下的诗句公鸡啼鸣小溪流淌小鸟啁啾，湖水闪耀着波光山林中充满快乐喷泉中充满活力云儿飘荡天空属于蔚蓝过了几个星期，诗人被美丽的雀巢所感动，于是又提笔写道瞧，五颗蓝色的蛋正在那里闪烁！这么简单的画面旅行的艺术却少有景象比它悦目，也少有盼望的喜悦比它更令人神往！几年后的一个夏天，他听见夜莺的鸣唱，又觉得有必要把心中的喜悦表达出来，于是写了以下诗句夜莺啊！你美丽的歌吟必定出自一颗炽热的心――你唱得如此嘹亮仿佛酒神已为你找到了情人这些诗句并不是偶发的喜悦之声。它们背后有一套完善的自然哲学理论。这套哲学具有独创性，阐述了获得幸福的条件以及我们不幸福的缘由。它贯穿华兹华斯的所有作品，并且在西方思想中有着相当的影响。诗人解释说，大自然中的各种现象，包括小鸟小溪水仙和绵羊，都是不可或缺的，因为它们能矫正和治疗城市人倍感困顿的心灵。华兹华斯的主张一开始便遭受到可怕的阻力。拜伦年为华兹华斯诗歌二卷所作的评论中提到，他对于一个成年人把花儿或动物看得那么高贵感到困惑。他说幼儿园的读者对于这样矫饰浮华的作品会怎么看哪？难道是为模仿吟游诗人，以缓解摇篮里婴儿的啼哭吗爱丁堡评论语调同情地断言华兹华斯的诗歌是幼稚荒谬之作品，并怀疑或许是诗人本身想刻意让自己成为笑柄。爱丁堡评论指出一把铲子或一个雀巢或许真的能给华兹华斯留下一系列深刻的印象然而可以肯定的是，这样的联想在大多数人看来似乎是被迫生硬和不自然的。"}
{"text":"他说幼儿园的读者对于这样矫饰浮华的作品会怎么看哪？难道是为模仿吟游诗人，以缓解摇篮里婴儿的啼哭吗爱丁堡评论语调同情地断言华兹华斯的诗歌是幼稚荒谬之作品，并怀疑或许是诗人本身想刻意让自己成为笑柄。爱丁堡评论指出一把铲子或一个雀巢或许真的能给华兹华斯留下一系列深刻的印象然而可以肯定的是，这样的联想在大多数人看来似乎是被迫生硬和不自然的。所有世人都取笑以下的作品挽歌致吃奶的小猪洗衣日圣歌献给老奶奶的十四行诗醋栗派颂。但是，要让华兹华斯先生相信这一点却是非常困难的。许多文学刊物中开始出现嘲仿华兹华斯此种风格的拙作一朵云让我的心赞叹这样的蓝天真惹人爱怜旅行的艺术又如我看见的是知更鸟吗？还是鸽子或穴鸟？然而华兹华斯却丝毫不为之动摇。他奉劝博蒙特夫人不要因为这些诗歌目前受到的评论而烦恼。他解释说这个时刻与它们将来能发挥使命时相比算得了什么？我相信我的诗歌之使命便是安慰受苦者使开心的人更加快乐，好让白天的阳光更明媚教导年幼者及各年龄层有仁爱之心的人学会真正的观察思考和感受，让他们在行动和心灵上更有德性。这就是它们的职责，我相信在我们作古多年后，它们仍会忠实地完成这个使命。他惟一的错是在时间判断上。德奎恩斯解释年以前，华兹华斯的名声被践踏。至年期间，褒贬互见到了至年，胜利降临了。人们的品位经历了缓慢却鲜明的转变。读者群逐渐停止嘲讽，他们开始欣赏甚至背诵这些关于蝴蝶或白屈菜的赞歌。游客们因为受华兹作斯诗作的感染而来到他获取灵感的地方观光。于是，温德米尔赖德尔及格拉斯米尔开始出现新的旅馆。到了年，前来湖区观光的游客估计比这里的绵羊还多。他们在位于赖德尔的华兹华斯庭院里瞥见诗人的影子并且在诗人描述过的山坡和湖畔寻找自然界的力量。当骚塞于年辞世时，华兹华斯被授予桂冠诗人的荣誉。一批追随者甚至筹划将湖区命名为华兹华斯郡。"}
{"text":"到了年，前来湖区观光的游客估计比这里的绵羊还多。他们在位于赖德尔的华兹华斯庭院里瞥见诗人的影子并且在诗人描述过的山坡和湖畔寻找自然界的力量。当骚塞于年辞世时，华兹华斯被授予桂冠诗人的荣誉。一批追随者甚至筹划将湖区命名为华兹华斯郡。当高龄的华兹华斯年与世长辞时这时英格兰和威尔士有半数的人口过着都市生活，许多严肃的评论大都倾向于认同华兹华斯的看法，赞同他的这个立场时常走访大自然是解除城市生活中罪恶的必要良方。城市中的乌烟瘴气拥挤贫穷和丑陋，都是人们抱怨的地方。但是，即使是实施了清除空气污染法案，并且扫除了贫民窟，华兹华斯仍旧不会停止批评。因为，他关注的不仅是城市对我们健康构成的不良影响，更重要的是它危害我们的内在心灵。诗人谴责城市造成一系列窒息生命的情感，包括对我们所处社会地位的焦虑对他人成就的羡慕，以及在陌生人―英国诗人散文家。――旅行的艺术面前炫耀的欲礓。他直言不讳地表示，城市人毫无主见，只限于在街边或饭桌上道听途说人云亦云。虽然他们生活舒适，却从未放弃追逐新鲜事物，即使他们什么都不缺而幸福也根本与他们想要追逐的东西无关。另外想在这样拥挤而焦躁的生活圈子里与他人建立真诚的情谊，要比在一个孤立的居住环境还要困难。对于自己在伦敦的生活华兹华斯曾作如下描述我始终对一件事感到不解人们如何可能与隔壁的邻居在同一处生活，却如陌生人般，全然不知彼此的姓名？我起程前往湖区的几个月前，在伦敦市中心这个人事喧哗的世界――序曲参加了一次聚会，体会到了上述的一些弊端，让我受尽折磨。我离开了会场，感到格外庆幸，抬头一看，头顶上出现的一大片乌云竟让我感到意外的轻松。虽然它乌黑一片，我却拿出小型照相机想把这个景观拍摄下来。我似乎体验到了华兹华斯诗作中形容的那股自然力量的救赎作用。这片云在几分钟前才飘到此处，它很快会随着强劲的西风飘逝而去。周遭办公褛的灯火，似乎点缀了这片云的边缘，散发一股颓废的橙色荧光，好比一个派对上全身挂满饰物的老翁。然而，它中央那一团花岗岩般的灰色，证明它是空气与海缓慢交流而成。"}
