{"text":"我想山的奇伟处，经过了冰壶双龙的两洞，也总约略可以说说了，舍朝真而不去，也并没有什么大的遗憾。在北山回来的路上，我们又折向了东，上芙蓉峰西的凤凰山智者寺去看了一回陆放翁写的重修智者广福禅寺碑记。碑面风化，字迹已经有一大半剥落，唯碑后所刻的陆务观致智者^公禅师手牍，还有几块，尚辨认得清。寺的衰颓坍毁，和徐霞客在游记里所说的情形一样三百年来，这寺可又经过了一度沧桑了。北山的古迹名区，我们只看了十分之一，单就这十分之一来说，可已经是奇特得不得了了但愿得天下泰平，身体康健，北山整理会诸公工作奋进，则每岁春秋佳日，当再约伴重来，可以一尽鹿田，盘泉，讲堂洞，罗汉洞，卧羊山，赤松山，洞箬山，白兰山诸地的胜概。兰溪横山十一月十三日，星期一，晴快。昨晚因游北山倦了，所以早睡，半夜梦醒，觉得是身睡在山洞的中间，就此一点，也可以证明山洞给我的印象的深刻。晨起匆匆整装，上车站坐轨道汽车去兰溪。走了个把钟头，车只是在沿了北山前进，盖金华山的西头，要到兰溪才尽，而东头的金华山，则已于前日自诸暨来金华时火车绕过。此次南来，总算绕了金华山一匝，虽然事极平常，但由我这初次到浙东来游的野人看来，却也可以同小孩子似的向人夸说了。在兰溪吃过午饭，就出西门江边，雇了一只小船，划上隔江西南面的横山兰阴寺去。这横山并不高，也不长，状似棱形，从东面兰溪市上看来，一点儿也没有什么可取，但身到了此山，在东头灵源庙前上船，绕过南面一条沿江的山道，到兰阴寺前的小峰上去一望，就觉得风景的清幽潇洒，断不是富春江的只有点儿高远深静的山容水貌所能比得上的了。先让我来说明一下这横山的地势，然后再来说它的好处。衢港远自南来，至兰溪而一折，这横山的石岩，就凭空突起，挡住了衢港的冲。东面呢，又是一条金华江水，迤逦西倾，到了兰溪南面，绕过县城，就和衢港接成了一个天然的直角。两水合并，流向北去，就是兰溪江，建德江，再合徽港，东北流去成了富春钱塘的大江。所以横山一朵，就矗立在三江合流的要冲，三面的远山，脚下的清溪，东南面隔江的红叶，与正东稍北兰溪市上的人家，无不一一收在眼底，像是挂在四面用玻璃造成的屋外的水彩画幅。更有水彩画所画不出来的妙处哩，你且看看那些青天碧水之中，时时在移动上下的一面一面的同白鹅似的帆影看，彩色电影里的外景影片，究竟有哪一张能够比得上这里？还有一层好处，是在这横山的去兰溪市的并不很远。"}
{"text":"两水合并，流向北去，就是兰溪江，建德江，再合徽港，东北流去成了富春钱塘的大江。所以横山一朵，就矗立在三江合流的要冲，三面的远山，脚下的清溪，东南面隔江的红叶，与正东稍北兰溪市上的人家，无不一一收在眼底，像是挂在四面用玻璃造成的屋外的水彩画幅。更有水彩画所画不出来的妙处哩，你且看看那些青天碧水之中，时时在移动上下的一面一面的同白鹅似的帆影看，彩色电影里的外景影片，究竟有哪一张能够比得上这里？还有一层好处，是在这横山的去兰溪市的并不很远。以路来讲，大约只不过三五里路的间隔，以到此地来游的时间来说，则只须有两个钟头，就可以把兰溪的全市及附近的胜景，霎时游望尽了。横山上有一个灵源庙，在东头山脚，前面已经说过了朝南的山腰里，还有一个兰阴寺，说是正德皇帝到过的地方，现在寺前石壁里，还有正德御笔的兰阴深处四个大字刻在那里寺上面一层，是一个观音阁，说是尼姑的庵最上是山顶，一个钟楼，还没有建造成功哩。大抵的游客，总由杭江路而至兰溪，在兰溪一宿，看看花船，第二天就匆匆就道，去建德桐庐，领略富春江的山水，对于这近在目前的横江，总只隔江一望，弃而不顾，实在是一件大可惋惜的事情。大约横山因外貌不佳，所以不能引人入胜，蓬门未识绮罗香，贫女之叹，在山水中间也是一样。晚上有人请客，在三角洲边，江山船上吃晚饭。兰溪人应酬，大抵在船上，与在菜馆里请客比较起来，价并不贵，而菜味反好，所以江边花事，会历久不衰。从前在建德桐庐富阳闻家堰一带，直至杭州，各埠都有花舫，现在则只剩得兰溪衢州的几处了，九姓渔船，将来大约要断绝生路。第二辑屐痕处处感伤的行旅兰溪洞源十一月十四日，星期二，晴朗。去兰溪东面的洞源山游。出兰溪城，东绕大云山脚，沿路轨落北，十里过杨清桥，遵溪向北向东，五里至山口，三里至洞源山之栖真寺。寺是一个前朝的古刹，下有赵太史读书处，书堂后面有一方泉水，名天池寺右侧，直立着一块岩石，名飞来峰，这些都还平常洞源山的出名，也是和北山一样，系以洞著的。这山当然是北山的余脉，山石也都是和北山一系的石灰水成岩，所以洞窟特别的多。寺前山下石灰窑边上，有涌雪洞，泉水溢出，激石成沫，状似涌雪，也是一个奇观，但我们因领路者不在，没有到。"}
{"text":"出兰溪城，东绕大云山脚，沿路轨落北，十里过杨清桥，遵溪向北向东，五里至山口，三里至洞源山之栖真寺。寺是一个前朝的古刹，下有赵太史读书处，书堂后面有一方泉水，名天池寺右侧，直立着一块岩石，名飞来峰，这些都还平常洞源山的出名，也是和北山一样，系以洞著的。这山当然是北山的余脉，山石也都是和北山一系的石灰水成岩，所以洞窟特别的多。寺前山下石灰窑边上，有涌雪洞，泉水溢出，激石成沫，状似涌雪，也是一个奇观，但我们因领路者不在，没有到。寺后秃山丛里，有呵呵洞，因洞中有瀑布，呵呵作响，故名。再上山二里，有无底洞，是走不到底的。更西去里余，为白云洞。我们因为在北山已经见识过山洞的奇伟了，所以各洞都没有进去，只进了一个在山的最高处的白云洞。白云洞洞口并不小，但因有一块大石横覆在口上，所以看去似乎小了，这石的面积，大约有三四丈长，一二丈宽，斜覆在洞口的正中，绝似一只还巢的飞燕。进洞行数十步，路就曲折了起来，非用火炬照着不能前进，略斜向下，到底也有里把路深。洞身并不广，最宽的地方，不过两三丈而已，但因洞身之窄，所以仰起头来看看洞顶，觉得特别的高，毛约约，大约可有二三十丈。洞顶洞壁，都是白色的钟乳层，中间每嵌有一块一块的化石钟乳层纹，一套一套像云也像烟，所以有白云洞的名称。这洞虽比不上北山三洞的规模浩大，但形势却也不同，在兰溪多住了一天，看了这一个洞，算来也还值得。栖真寺后殿，有藏经楼，中藏有明代大藏经半部，纸色装潢完好如新，还有半部，则在太平天国的时候毁去了。大殿的佛座下，嵌有明代诸贤的题诗石碣，叶向高的诗碣数方，我们自己用了半日的工夫，把它拓了下来。饭后向寺廊下一走，殿外壁上看见了傅增湘先生的朱笔题字数行，更向壁间看了许多近人的题咏，自己的想附名胜以传不朽的卑劣心也起来了，因而就把昨夜在兰溪做的一个臭屁，也放上了墙头红叶清溪水急流，兰江风物最宜秋，月明洲畔琵琶响，绝似浔阳夜泊舟。放的时候，本来是有两个，另一个为阿奴生小爱梳妆，屋住兰舟梦亦香，望煞江郎三片石，九姑东去不还乡。闻江山的江郎山，有三片千丈的大石，直立山巅，相传是江郎兄弟三人入山成仙后所化。花船统名江山船，而世上又只传有望夫石，绝未闻有望妻者，我把这两个故事拉在一处，编成小调，自家也还觉得可以成一个小玩意儿，但与栖真寺的墙壁太无关了，所以不写上去。"}
{"text":"放的时候，本来是有两个，另一个为阿奴生小爱梳妆，屋住兰舟梦亦香，望煞江郎三片石，九姑东去不还乡。闻江山的江郎山，有三片千丈的大石，直立山巅，相传是江郎兄弟三人入山成仙后所化。花船统名江山船，而世上又只传有望夫石，绝未闻有望妻者，我把这两个故事拉在一处，编成小调，自家也还觉得可以成一个小玩意儿，但与栖真寺的墙壁太无关了，所以不写上去。龙游小南海十一月十五日，星期三，仍晴。晨起出旅馆，上兰溪东城的大云山揽胜亭去跑了一圈。山上山下有两个塔，上塔在仓圣庙前，下塔在江边同仁寺里。南面下山就是兰溪的义渡，过江上马公嘴去的自兰溪去龙游的公共汽车站，就在江的南岸。午前十点钟上汽车去龙游按当日我系由兰溪绕道至龙游，所以坐的是公共汽车如果由杭州前往，可乘火车直达，不必再换汽车，正午到，在旅馆中吃午饭后就上城北五里路远的小南海去瞻望竹林禅寺。寺在凤凰山上，俗呼童檀山，下有茶圩村，隔J水和东岸的观音前村相对。J水西溪和龙游江的上游诸水，盘旋会合在这凤凰山下，所以沿水岸再向北，一二里路，到一突出的岩头上――大约是J波亭的旧址――去向南远望，就可以看得出衢州的千岩万壑和近乡的烟树溪流，这又是一幅王摩诘的山水横额。溪中岩石很多，突出在水底，了了可见，所以水上时有J纹，两岸的白沙青树，倒影水中，和J纹交互一织，又像是吴绫蜀锦上的纵横绣迹。小南海的气概并不大，竹林禅院的历史也并不古――是光绪二十七年辛丑僧妙寿所建，新旧龙游县志都不载――但纤丽的地方，却有点像六朝人的小品文字。第二辑屐痕处处感伤的行旅明汤显祖过凤凰山，有一诗，载在县志上系舟犹在凤凰山，千里西江此日还，今夜在何处，玉岑东下一重湾。我也在这貂后续上了一截狗尾J水矶头半日游，乱山高下望衢州，西江两岸沙如雪，词客曾经此系舟。题目是凤凰山怀汤显祖。夜在龙游宿，并且还上城隍庙去看了半夜为募捐而演的戏。龙游地方银行的吴姜诸公，约于明日中午去吃龙游的土菜，所以三叠石，乌石山等远处，是不能去了。浙东景物纪略方岩纪静方岩在永康县东北五十里。"}
{"text":"我也在这貂后续上了一截狗尾J水矶头半日游，乱山高下望衢州，西江两岸沙如雪，词客曾经此系舟。题目是凤凰山怀汤显祖。夜在龙游宿，并且还上城隍庙去看了半夜为募捐而演的戏。龙游地方银行的吴姜诸公，约于明日中午去吃龙游的土菜，所以三叠石，乌石山等远处，是不能去了。浙东景物纪略方岩纪静方岩在永康县东北五十里。自金华至永康的百余里，有公共汽车可坐，从永康至方岩就非坐轿或步行不可我们去的那天，因为天阴欲雨，所以在永康下公共汽车后就都坐了轿子，向东前进。十五里过金山村，又十五里到芝英，是一大镇，居民约有千户，多应姓者停轿少息，雨愈下愈大了，就买了些油纸之类，作防雨具。再行十余里，两旁就有起山来了，峰岩奇特，老树纵横，在微雨里望去，形状不一，轿夫一一指示说这是公婆岩，那是老虎岩，老鼠梯等等，说了一大串，又数里，就到了岩下街，已经是在方岩的脚下了。凡到过金华的人，总该有这样的一个经验，在旅馆里住下后，每会有些着青布长衫，文质彬彬的乡下先生，来盘问你是否去方岩烧香的？这是第几次来进香了？从前住过那一家？你若回答他说是第一次去方岩，那他就会拿出一张名片来，请你上方岩去后，到这一家去住宿。这些都是岩下街的房头，像旅店而又略异的接客者。远在数百里外，就有这些派出代理人来兜揽生意，一则也可以想见一年到头方岩香市之盛，一则也可以推想岩下街四五百家人家，竞争的激烈。岩下街的所谓房头，经营旅店业而专靠胡公庙吃饭者，总有三五千人，大半系程应二姓，文风极盛，财产也各可观，房子都系三层楼。大抵的形，下层系建筑在谷里，中层沿街，上层为楼，房间一家总有三五十间，香市盛的时候，听说每家都患人满。香客之自绍兴处州杭州及近县来者，为数固已不少，最远者，且有自福建来的。从岩下街起，曲折再行三五里，就上山山上的石级是数不清的，密而且峻，盘旋环绕，要走一个钟头，才走得到胡公庙的峰门。胡公名则，字子正，永康人，宋兵部侍郎，尝奏免衢婺二州民丁钱，所以百姓感德，立庙祀之。胡公少时，曾在方岩读过书，故而庙在方岩者为老牌真货。"}
{"text":"香客之自绍兴处州杭州及近县来者，为数固已不少，最远者，且有自福建来的。从岩下街起，曲折再行三五里，就上山山上的石级是数不清的，密而且峻，盘旋环绕，要走一个钟头，才走得到胡公庙的峰门。胡公名则，字子正，永康人，宋兵部侍郎，尝奏免衢婺二州民丁钱，所以百姓感德，立庙祀之。胡公少时，曾在方岩读过书，故而庙在方岩者为老牌真货。且时显灵异，最著的，有下列数则宋徽宗时，寇略永康，乡民避寇于方岩，岩有千人坑，大藤悬挂，寇至缘藤而上，忽见赤蛇啮藤断，寇都坠死。盗起清溪，盘踞方岩，魁夜梦神饮马于岩之池，平明池涸，其徒惊溃。洪杨事起，近乡近村多遭劫，独方岩得无恙。民国三年，嵊县乡民，慕胡公之灵异，造庙祀之，乘昏夜来方岩盗胡公头去，欲以之造像，公梦示知事及近乡农民，属捉盗神像头者，盗尽就逮。是年冬间嵊县一乡大火，凡预闻盗公头者皆烧失。翌年八月该乡民又有二人来进香，各毙于路上。类似这样的奇迹灵异，还数不胜数，所以一年四季，方岩香火不绝，而尤以春秋为盛，朝山进香者，络绎于四方数百里的途上。金华人之远旅他乡者，各就其地建胡公庙以祀公，虽然说是迷信，但感化威力的广大，实在也出乎我们的意料之外，这是就方岩的盛名所以能远播各地的一近因而说的话至于我们的不远千里，必欲至方岩一看的原因，却在它的山水的幽静灵秀，完全与别种山峰不同的地方。方岩附近的山，都是绝壁陡起，高二三百丈，面积周围三五里至六七里不等。而峰顶与峰脚，面积无大差异，形状或方或圆，绝似的撑天圆柱。峰岩顶上，又都是平地，林木丛丛，簇生如。峰的腰际，只是一层一层的沙石岩壁，可望而不可登。间有瀑布奔流，奇树突现，自朝至暮，因日光风雨之移易，形状景象，也千变万化，捉摸不定。山之伟观到此大约是可以说得已臻极顶了罢？第二辑屐痕处处感伤的行旅从前看中国画里的奇岩绝壁，皴法皱叠，苍劲雄伟到不可思议的地步，现在到了方岩，向各山略一举目，才知道南宗北派的画山点石，都还有未到之处。在学校里初学英文的时候，读到那一位美国清教作家何桑的大石面一篇短篇，颇生异想，身到方岩，方知年幼时的少见多怪，像那篇小说里所写的大石面，在这附近真不知有多多少少。我不曾到过埃及，不知沙漠中的比起这些岩面来，又该是谁兄谁弟。"}
{"text":"山之伟观到此大约是可以说得已臻极顶了罢？第二辑屐痕处处感伤的行旅从前看中国画里的奇岩绝壁，皴法皱叠，苍劲雄伟到不可思议的地步，现在到了方岩，向各山略一举目，才知道南宗北派的画山点石，都还有未到之处。在学校里初学英文的时候，读到那一位美国清教作家何桑的大石面一篇短篇，颇生异想，身到方岩，方知年幼时的少见多怪，像那篇小说里所写的大石面，在这附近真不知有多多少少。我不曾到过埃及，不知沙漠中的比起这些岩面来，又该是谁兄谁弟。尤其是天造地设，清幽岑寂到令人毛悚然的一区境界，是方岩北面相去约二三里地的寿山下五峰书院所在的地方。北面数峰，远近环拱，至西面而南偏，绝壁千丈，成了一条上突下缩的倒覆危墙。危墙腰下，离地约二三丈的地方，墙脚忽而不见，形成大洞，似巨怪之张口，口腔上下，都是石壁，五峰书院，丽泽祠，学易斋，就建筑在这巨口的上下腭之间，不施椽瓦，而风雨莫及，冬暖夏凉，而红尘不到。更奇峭者，就是这绝壁的忽而向东南的一折，递进而突起了固厚，瀑布桃花覆釜鸡鸣的五个奇峰，峰峰都高大似方岩，而形状颜色，各不相同。立在五峰书院的楼上，只听得见四围飞瀑的清音，仰视天小，鸟飞不渡，对视五峰，青紫无，向东展望，略见白云远树，浮漾在楔形阔处的空中。一种幽静清新伟大的感觉，自然而然地袭向人来朱晦翁吕东莱陈龙川诸道学先生的必择此地来讲学，以及一般宋儒的每喜利用山洞或风景幽丽的地方作讲堂，推其本意，大约总也在想借了自然的威力来压制人欲的缘故，不看金华的山水，这种宋儒的苦心是猜不出来的。初到方岩的一天，就在微雨里游尽了这五峰书院的周围，与胡公庙的全部。庙在岩顶，规模颇大，前前后后，也有两条街，许多房头，在蒙胡公的福荫一人成佛，鸡犬都仙，原是中国的旧例。胡公神像，是一位赤面长须的柔和长者，前殿后殿，各有一尊，相貌装饰，两都一样，大约一尊是预备着于出会时用的。我们去的那日，大约刚逢着了废历的十月初一，庙中前殿戏台上在演社戏敬神。台前簇拥着许多老幼男女，各流着些被感动了的随喜之泪，而戏中的节说辞，我们竟一点儿也不懂问问立在我们身旁的一位像本地出身，能说普通话的中老绅士，方知戏班是本地班，所演的为杀狗劝妻一类的孝义杂剧。"}
{"text":"胡公神像，是一位赤面长须的柔和长者，前殿后殿，各有一尊，相貌装饰，两都一样，大约一尊是预备着于出会时用的。我们去的那日，大约刚逢着了废历的十月初一，庙中前殿戏台上在演社戏敬神。台前簇拥着许多老幼男女，各流着些被感动了的随喜之泪，而戏中的节说辞，我们竟一点儿也不懂问问立在我们身旁的一位像本地出身，能说普通话的中老绅士，方知戏班是本地班，所演的为杀狗劝妻一类的孝义杂剧。从胡公庙下山，回到了宿处的程店中，则客堂上早已经点起了两枝大红烛，摆上了许多大肉大鸡的酒菜，在候我们吃晚饭了菜蔬丰盛到了极点，但无鱼少海味，所以味也不甚适口。第二天破晓起来，仍坐原轿绕灵岩的福善寺回永康，路上的风景，也很清异。第一，灵岩也系同方岩一样的一枝突起的奇峰，峰的半空，有一穿心大洞，长约二三十丈，广可五六丈左右，所谓福善寺者，就系建筑在这大山洞里的。我们由东上山进洞的后面，通过一条从洞里隔出来的长弄，出南面洞口而至寺内，居然也有天王殿韦驮殿观音堂等设置，山洞的大，也可想见了。南面四山环抱，红叶青枝，照耀得可爱之至因为天晴了，所以空气澄鲜，一道下山去的曲折石级，自上面了望下去，更觉得幽深到不能见底。下灵岩后，向西北的绕道回去，一路上尽是些低昂的山岭与旋绕的清溪。经过园内有两株数百年古柏的周氏祠庙，将至俗名耳朵岭的五木岭口的中间，一段溪光山影，景色真像是在画里西南处州各地的远山，呼之欲来，回头四望，清入肺腑。过五木岭，就是一大平原，北山隐隐，已经看得见横空的一线，十五里到永康，坐公共汽车回金华，还是午后三四点钟的光景。烂柯纪梦晋王质，伐木至石室中，见童子四人弹琴而歌，质因倚柯听之。童子以一物如枣核与质，质含之便不复饥。俄顷，童子曰其归！承声而去，斧柯摧然烂尽。既归，质去家已数十年，亲凋落，无复向时比矣。第二辑屐痕处处感伤的行旅这传说，小时候就听到了，大约总是喜欢念佛的老祖母讲给我们孩子听的神仙故事。和这故事联合在一起的，还有一张习字的时候用的方格红字，叫作王子去求仙，丹成入九天，山中方七日，世上已千年。我的所以要把这些儿时的记忆，重新唤起的原因，不过想说一句这故事的普遍流传而已。是以樵子入山，看神仙对弈，斧柯烂尽的事，各处深山里都可以插得进去，也真怪不得中国各地，有烂柯的遗迹至十余处之多了。"}
{"text":"第二辑屐痕处处感伤的行旅这传说，小时候就听到了，大约总是喜欢念佛的老祖母讲给我们孩子听的神仙故事。和这故事联合在一起的，还有一张习字的时候用的方格红字，叫作王子去求仙，丹成入九天，山中方七日，世上已千年。我的所以要把这些儿时的记忆，重新唤起的原因，不过想说一句这故事的普遍流传而已。是以樵子入山，看神仙对弈，斧柯烂尽的事，各处深山里都可以插得进去，也真怪不得中国各地，有烂柯的遗迹至十余处之多了。但衢州的烂柯山，却是道书上所说的青霞第八洞天，亦名景华洞天的所在，是大家所公认的这烂柯故事的源本土，也是从金华来衢州游历的人非到不可的地方，故而到衢州的翌日，我们就出去游柯山衢州人叫烂柯山都只称柯山。十月阳和，本来就是小春的天气，可是我们到烂柯山的那天，觉得比平时的十月，还更加和暖了几分。所以从衢州的小南门出来，打桑树桕树很多的田野里经过，一路上看山看水，走了十六七里路后，在仙寿亭前渡沙步溪，一直到了石桥寺即宝岩寺的脚下，向寺后山上一个通天的大洞看了一眼的时候，方才同从梦里醒转来的人一样，整了一整精神。烂柯山的这一根石梁，实在是伟大，实在是奇怪。出衢州的南门的时候，眼面前只看得出一排隐隐的青山而已南门外的桑麻野道，野道旁的池沼清溪，以及牛羊村集，草舍蔗田，风景虽则清丽，但也并不觉得特别的好。可是在仙寿亭前过渡的瞬间，一看那一条澄清澈底的同大江般的溪水，心里已经有点痒似的想叫起来了，殊不知入山三里，在青葱环绕着的极深奥的区中，更来了这巨人撑足直立似的一个大洞立在山下，远远望去，就可以从这巨人的胯下，看出后面的一湾碧绿碧绿的青天，云烟缥缈，山意悠闲，清通灵秀，只觉得是身到了别一个天地一个在城市里住久的俗人，忽入此境，哪能够叫他不目瞪口呆，暗暗里要想到成仙成佛的事上去呢？石桥寺，即宝岩寺，在烂柯山的南麓，虽说是梁时创建的古刹，但建筑却已经摧毁得不得了了。寺后上山，踏石级走里把路，就可以到那条石梁或石桥的洞下洞高二十多丈，宽三十余丈，南北的深约三五丈，真像是悬空从山间凿出来的一条石桥。不过平常的桥梁，决没有这样高大的桥洞而已。石桥的上面，仍旧是层层的岩石，洞上一层，也有中空的一条石缝，爬上去俯身一看，是可以看得出天来的，所谓一线天者，就系指这一条小缝而。"}
