{"text":"龙！与其这样的抽咽受苦，你还不如快快的去吧！他听了这段话，眼角上的眼泪，更是涌流得厉害。到了旧历端午节的午时，他竟等不着我的回来，终于断气了。丧葬之后，女人搬往哥哥家里，暂住了几天。我于五月十日晚上，下车赶到什刹海的寓宅，打门打了半天，没有应声。后来抬头一看，才见了一张告示邮差送信的白纸条。第三辑孤独人生零余者自从龙儿生病以后连日连夜看护久已倦了的她，又那里经得起最后的这一个打击？自己当到京之夜，见了她的衰容，见了她的眼泪，又哪里能够不痛哭呢？在哥哥家里小住了两三天，我因为想追求龙儿生前的遗迹，一定要女人和我仍复搬回什刹海的住宅去住它一两个月。搬回去那天，一进上屋的门，就见了一张被他玩破的今年正月里的花灯。听说这张花灯，是南城大姨妈送他的，因为他自家烧破了一个窟窿，他还哭过好几次来的。其次，便是上房里砖上的几堆烧纸钱的痕迹！系当他下殓时烧的。院子里有一架葡萄，两棵枣树，去年采取葡萄枣子的时候，他站在树下，兜起了大褂，仰头在看树上的我。我摘取一颗，丢入了他的大褂兜里，他的哄笑声，要继续到三五分钟，今年这两棵枣树，结满了青青的枣子，风起的半夜里，老有熟极的枣子辞枝自落，女人和我，睡在床上，有时候且哭且谈，总要到更深人静，方能入睡。在这样的幽幽的谈话中间，最怕听的，就是这滴答的坠枣之声。到京的第二日，和女人去看他的坟墓。先在一家南纸铺里买了许多冥府的钞票，预备去烧送给他，直到到了妙光阁的广谊园茔地门前，她方从呜咽里清醒过来，说这是钞票，他一个小孩如何用得呢？就又回车转来，到琉璃厂去买了些有孔的纸钱。她在坟前哭了一阵，把纸钱钞票烧化的时候，却叫着说龙！这一堆是钞票，你收在那里，待长大了的时候再用，要买什么，你先拿这一堆钱去用吧。这一天在他的坟上坐着，我们直到午后七点，太阳平西的时候，才回家来。临走的时候，他娘还哭叫着说龙！龙！你一个人在这里不怕冷静的么？龙！龙！人家若来欺你，你晚上来告诉娘吧！你怎么不想回来了呢？你怎么梦也不来托一个呢？箱子里，还有许多散放着的他的小衣服。今年北京的天气，到七月中旬，已经是很冷了。当微凉的早晚，我们俩都想换上几件夹衣，然而因为怕见到他旧时的夹衣袍袜，我们俩却尽是一天一天的挨着，谁也不说出口来，说要换上件夹衫。"}
{"text":"这一天在他的坟上坐着，我们直到午后七点，太阳平西的时候，才回家来。临走的时候，他娘还哭叫着说龙！龙！你一个人在这里不怕冷静的么？龙！龙！人家若来欺你，你晚上来告诉娘吧！你怎么不想回来了呢？你怎么梦也不来托一个呢？箱子里，还有许多散放着的他的小衣服。今年北京的天气，到七月中旬，已经是很冷了。当微凉的早晚，我们俩都想换上几件夹衣，然而因为怕见到他旧时的夹衣袍袜，我们俩却尽是一天一天的挨着，谁也不说出口来，说要换上件夹衫。有一次和女人在那里睡午觉，她骤然从床上坐了起来，鞋也不拖，光着袜子，跑上了上房起坐室里，并且更掀帘跑上外面院子里去。我也莫名其妙跟着她跑到外面的时候，只见她在那里四面找寻什么。找寻不着，呆立了一会，他忽然放声哭了起来，并且抱住了我急急的追问说你听不听见？你听不听见？哭完之后，她才告诉我说，在半醒半睡的中间，她听见娘！娘！的叫了两声，的确是龙的声音，她很坚定的说的确是龙回来了。北京的朋友亲戚，为安慰我们起见，今年夏天常请我们俩去吃饭听戏，她老不愿意和我同去，因为去年的六月，我们无论上那里去玩，龙儿是常和我们在一处的。今年的一个暑假，就是这样的，在悲叹和幻梦的中间消逝了。这一回南方来催我就道的信，过于匆促，出发之前，我觉得还有一件大事情没有做了。中秋节前新搬了家，为修理房屋，部署杂事，就忙了一个星期。出发之前，又因了种种琐事，不能抽出空来，再上龙儿的坟地里去探望一回。女人上东车站来送我上车的时候，我心里尽是酸一阵痛一阵的在回念这一件恨事。有好几次想和她说出来，教她于两三日后再往妙光阁去探望一趟，但见了她的憔悴尽的颜色，和苦忍住的凄楚，又终于一句话也没有讲成。现在去北京远了，去龙儿更远了，自家只一个人，只是孤零丁的一个人。在这里继续此生中大约是完不了的飘泊。一九二六年十月五日在上海旅馆内灯蛾埋葬之夜神经衰弱症，大约是因无聊的闲日子过了太多而起的。对于生的厌倦，确是促生这时髦病的一个病根，或者反过来说，如同发烧过后的人在嘴里所感味到的一种空淡，对人生的这一种空淡之感，就是神经衰弱的一种征候，也是一样。第三辑孤独人生零余者总之，入夏以来，这症状似乎一天在比一天加重，迁居之后，这病症当然也和我一道地搬了家。"}
{"text":"在这里继续此生中大约是完不了的飘泊。一九二六年十月五日在上海旅馆内灯蛾埋葬之夜神经衰弱症，大约是因无聊的闲日子过了太多而起的。对于生的厌倦，确是促生这时髦病的一个病根，或者反过来说，如同发烧过后的人在嘴里所感味到的一种空淡，对人生的这一种空淡之感，就是神经衰弱的一种征候，也是一样。第三辑孤独人生零余者总之，入夏以来，这症状似乎一天在比一天加重，迁居之后，这病症当然也和我一道地搬了家。虽然是说不上什么转地疗养，但新搬的这一间小屋，真也有一点田园的野趣。节季是交秋了，往后的这小屋的附近，这文明和蛮荒接界的区间，该是最有声色的时候了。声是秋声，色当然也是秋色。先让我来说所以要搬到这里来的原委。不晓在什么时候，被印上了该隐的印号之后，平时进出的社会里绝迹不敢去了。当然社会是有许多层的，但那印号的解释，似乎也有许多样。最重要的解释，第一自然是叛逆，在做官是一切的国里，这印号的政治解释，本尽可以包括了其他种种。但是也不尽然，最喜欢含糊的人类，有必要的时候，也最喜欢分清。于是第二个解释来了，似乎是关于时代的，曰落伍。天南北的两极，只教用得着，也不妨同时并用，这便是现代人的智慧。来往于两极之间，新旧人同样的可以举用的，是第三个解释，就是所谓悖德。但是向额上摩摸一下，这该隐的印号，原也摩摸不出来，更不必说这种种的解释。或者行窃的人自己在心虚，自以为是犯了大罪，因而起这一种叫做被迫的p，也说不定。天下太平，本来是无事的，神经衰弱病者可总免不了自扰。所以断绝交游，抛撇亲串，和地狱底里的精灵一样，不敢现身露迹，只在一阵阴风里独来独往的这种行径，依小德谟克利多斯的分析，或者也许是忧郁病的最正确的症候。因为背上负着的是这么一个十字架，所以一年之内，只学着行云，只学着流水，搬来搬去的尽在搬动。暮春三月底，偶尔在火车窗里，看见了些浅水平桥，垂杨古树，和几群飞不尽的乌鸦，忽然想起的，是这一个也不是城市，也不是乡村的界线地方。租定这间小屋，将几本丛残的旧籍迁移过来的，怕是在五月的初头。而现在却早又是初秋了。时间的飞逝，实在是快得很，真快得很。小屋的前后左右，除一条斜穿东西的大道之外，全是些斑驳的空地。"}
{"text":"因为背上负着的是这么一个十字架，所以一年之内，只学着行云，只学着流水，搬来搬去的尽在搬动。暮春三月底，偶尔在火车窗里，看见了些浅水平桥，垂杨古树，和几群飞不尽的乌鸦，忽然想起的，是这一个也不是城市，也不是乡村的界线地方。租定这间小屋，将几本丛残的旧籍迁移过来的，怕是在五月的初头。而现在却早又是初秋了。时间的飞逝，实在是快得很，真快得很。小屋的前后左右，除一条斜穿东西的大道之外，全是些斑驳的空地。一垄一垄的褐色土垄上，种着些秋茄豇豆之类，现在是一棵一棵的棉花也在半吐白蕊的时节了。而最好看的，要推向上包紧，颜色是白里带青，外面有一层毛茸似的白雾，菜茎柄上，也时时呈着紫色的一种外国人叫作的大叶卷心菜，大约是因为地近上海的缘故吧，纯粹的中国田园，也被外国人的嗜好所侵入了。这一种菜，我来的时候，原是很多的，现在却逐渐逐渐的少了下去。在这些空地中间，如突然想起似的，卑卑立着，散点在那里的，是一间两间的农夫的小屋，形状奇古的几株老柳榆槐，和看了令人不快的许多不落葬的棺材。此外同沟渠似的小河也有，以棺材旧板作成的桥梁也有，忽然一块小方地的中间，种着些颜色鲜艳的草花之类的卖花者的园地也有，简说一句，这里附近的地面，大约可以以江浙平地区中的田园百科大辞典来命名，而在这百科大辞典中，异乎寻常，以一张厚纸，来用淡墨铜版画印成的，要算在我们屋后矗立着的那块本来是由外国人经营的庞大的墓地。这墓地的历史，我也不大明白，但以从门口起一直排着，直到中心的礼拜堂屋后为止的那两排齐云的洋梧桐树看来，少算算大约也总已有了六十几岁的年纪。听土著的农人说来，这仿佛是上海开港以来，外国人最先经营的墓地，现在是已经无人来过问了，而在三四十年前头，却也是洋冬至外国清明及礼拜日的沪上洋人的散步之所哩。因为此地离上海，火车不过三四十分钟，来往是极便的。小屋的租金，每月八元。以这地段说起来，似乎略嫌贵些，但因这样的闲房出租的并不多，而屋前屋后，隙地也有几弓，可以由租户去莳花种菜，所以比较起来，也觉得是在理的价格。尤其是包围在屋的四周的寂静，同在坟墓里似的寂静，是在洋场近处，无论出多少钱也难买到的。"}
{"text":"因为此地离上海，火车不过三四十分钟，来往是极便的。小屋的租金，每月八元。以这地段说起来，似乎略嫌贵些，但因这样的闲房出租的并不多，而屋前屋后，隙地也有几弓，可以由租户去莳花种菜，所以比较起来，也觉得是在理的价格。尤其是包围在屋的四周的寂静，同在坟墓里似的寂静，是在洋场近处，无论出多少钱也难买到的。第三辑孤独人生零余者初搬过来的时候，只同久病初愈的患者一样，日日但伸展了四肢，躺在藤椅子上，书也懒得读，报也不愿看，除腹中饥饿的时候，稍微吸取一点简单的食物而外，破这平平的一日间的单调的，是向晚去田塍野路上行试的一回漫步。在这将落未落的残阳夕照之中，在那些青枝落叶的野菜畦边，一个人背手走着，枯寂的脑里，有时却会汹涌起许多前后不接的断想来。头上的天色老是青青的，身边的暮色也老是沉沉的。但在这些前后没有脉络的断想的中间，有时候也忽然大小脑会完全停止工作。呆呆的立在野田里，同一根枯树似的呆呆直立在那里之后，会什么思想，什么感觉都忘掉，身子也不能动了，血液也仿佛是凝住不流似的，全身就如成了所多马城里的盐柱，不消说脑子是完全变作了无波纹无血管的一张扁平的白纸。漫步回来，有时候也进一点晚餐，有时候简直茶也不喝一口，就爬进床去躺着。室内的设备简陋到了万分，电灯电扇等等文明的器具是没有的。月明之夜，睡到夜半醒来的时候，床前的小泥窗口，若晒进了月亮的青练的光儿，那这一夜的睡眠，就不能继续下去了。不单是有月亮的晚上，就是平常的睡眠，也极容易惊醒。眼睛微微的开着，鼾声是没有的，虽则睡在那里，但感觉却又不完全失去，暗室里的一声一响，虫鼠等的脚步声，以及屋外树上的夜鸟鸣声，都一一会闯进耳朵里来。若在日里陷入于这一种假睡的时候，则一边睡着，一边周围的行动事物，都会很明细的触进入意识的中间。若周围保住了绝对的安静，什么声响，什么行动都没有的时候，那在这假寐的一刻中，十几年间的事，就会很明细的，很快的，在一瞬间展开来。至于乱梦，那更是多了，多得连叙也叙述不清。我自己也知道是染了神经衰弱症了。这原是七八年来到了夏季必的老病。于是就更想静养，更想懒散过去。今年的夏季，实在并没有什么大热的天气，尤其是在我这一个离群的野寓里。"}
{"text":"若周围保住了绝对的安静，什么声响，什么行动都没有的时候，那在这假寐的一刻中，十几年间的事，就会很明细的，很快的，在一瞬间展开来。至于乱梦，那更是多了，多得连叙也叙述不清。我自己也知道是染了神经衰弱症了。这原是七八年来到了夏季必的老病。于是就更想静养，更想懒散过去。今年的夏季，实在并没有什么大热的天气，尤其是在我这一个离群的野寓里。有一天晚上，天气特别的闷，晚餐后上床去躺了一忽，终觉得睡不着，就又起来，打开了窗户，和她两人坐在天井里候凉。两人本来是没有什么话好谈，所以只是昂着头在看天上的飞云，和云堆里时时露现出来的一颗两颗的星宿。一边慢摇着蒲扇，一边这样的默坐在那里，不晓得坐了多久了，室内桌上的一枝洋烛，忽而灭了它的芯光。而人既不愿意动弹，也不愿意看见什么，所以灯光的有无，也毫没有关系，仍旧是默默的坐在黑暗里摇动扇子。又坐了好久好久，天末似起了凉风，窗帘也动了，天上的云层，飞舞得特别的快。打算去睡了，就问了一声现在不晓得是什么时候了？她立了起来，慢慢走进了室内，走入里边房里去拿火柴去了。停了一会，我在黑暗里看见了一丝火光和映在这火光周围的一团黑影，及黑影底下的半面她的苍白的脸。第一枝火柴灭了，第二枝也灭了，直到了第三枝才点旺了洋烛。洋烛点旺之后，她急急的走了出来，手里却拿着了那个大表，轻轻地说不晓是什么时候了，表上还只有六点多钟呢？接过表来，拿近耳边去一听，什么声响也没有。我连这表是在几日前头开过的记忆也想不起来了。表停了！轻轻地回答了一声，我也消失了睡意，想再在凉风里坐它一刻。但她却又继续着说灯盘上有一只很美的灯蛾死在那里。跑进去一看，果然有一只身子淡红，翅翼绿色，比蝴蝶小一点，但全身却肥硕得很的灯蛾横躺在那里。右翅上有一处焦影，触须是烧断了。默看了一分钟，用手指轻轻拨了它几拨，我双目仍旧盯视住这扑灯蛾的美丽的尸身，嘴里却不能自禁地说可怜得很！我们把它去向天井里埋葬了吧！点了灯笼，用银针向黑泥松处掘了一个圆穴，把这美丽的尸身埋葬完时，天风加紧了起来，似乎要下大雨的样子。"}
{"text":"但她却又继续着说灯盘上有一只很美的灯蛾死在那里。跑进去一看，果然有一只身子淡红，翅翼绿色，比蝴蝶小一点，但全身却肥硕得很的灯蛾横躺在那里。右翅上有一处焦影，触须是烧断了。默看了一分钟，用手指轻轻拨了它几拨，我双目仍旧盯视住这扑灯蛾的美丽的尸身，嘴里却不能自禁地说可怜得很！我们把它去向天井里埋葬了吧！点了灯笼，用银针向黑泥松处掘了一个圆穴，把这美丽的尸身埋葬完时，天风加紧了起来，似乎要下大雨的样子。第三辑孤独人生零余者拴上门户，上床躺下之后，一阵风来，接着如乱石似的雨点，便打上了屋檐。一面听着雨声，一面我自语似的对她说霞！明天是该凉快了，我想到上海去看病去。一九二八年八月作悲剧的出生――自传之一丙申年，庚子月，甲午日，甲子时，这是因为近年来时运不佳，东奔西走，往往断炊，室人于绝望之余，替我去批来的命单上的八字。开口就说年庚，倘被精神异状的有些女作家看见，难免得又是一顿痛骂，说你这丑小子，你也想学起张君瑞来了么？下流，下流！但我的目的呢，倒并不是在求爱，不过想大书特书地说一声，在光绪二十二年十一月初三的夜半，一出结构并不很好而尚未完成的悲剧出生了。光绪二十二年西历一六丙申，是中国正和日本战败后的第三年朝廷日日在那里下罪己诏，办官书局，修铁路，讲时务，和各国缔订条约。东方的睡狮，受了这当头的一棒，似乎要醒转来了可是在酣梦的中间，消化不良的内脏，早经生了腐溃，任你是如何的国手，也有点儿不容易下药的征兆，却久已流布在上下各地的施设之中。败战后的国民――尤其是初出生的小国民，当然是畸形，是有恐怖狂，是神经质的。儿时的回忆，谁也在说，是最完美的一章，但我的回忆，却尽是些空洞。第一，我所经验到的最初的感觉，便是饥饿，对于饥饿的恐怖，到现在还在紧逼着我。生到了末子，大约母体总也已经是亏损到了不堪再育了，乳汁的稀薄，原是当然的事。而一个小县城里的书香世家，在洪杨之后，不曾迹过的一家破落乡绅的家里，雇乳母可真不是一件细事。四十年前的中国国民经济，比到现在，虽然也并不见得凋敝，但当时的物质享乐，却大家都在压制，压制得比英国清教徒治世的革命时代还要严刻。"}
{"text":"第一，我所经验到的最初的感觉，便是饥饿，对于饥饿的恐怖，到现在还在紧逼着我。生到了末子，大约母体总也已经是亏损到了不堪再育了，乳汁的稀薄，原是当然的事。而一个小县城里的书香世家，在洪杨之后，不曾迹过的一家破落乡绅的家里，雇乳母可真不是一件细事。四十年前的中国国民经济，比到现在，虽然也并不见得凋敝，但当时的物质享乐，却大家都在压制，压制得比英国清教徒治世的革命时代还要严刻。所以在一家小县城里的中产之家，非但雇乳母是一件不可容许的罪恶，就是一切家事的操作，也要主妇上场，亲自去做的。像这样的一位奶水不足的母亲，而又喂乳不能按时，杂食不加限制，养出来的小孩，哪里能够强健？我还长不到十二个月，就因营养的不良患起肠胃病来了。一病年余，由衰弱而热，由热而痉挛家中上下，竟被一条小生命而累得精疲力尽到了我出生后第三年的春夏之交，父亲也因此以病而死在这里总算是悲剧的序幕结束了，此后便只是孤儿寡妇的正剧的上场。几日西北风一刮，天上的鳞云，都被吹扫到东海里去了。太阳虽则消失了几分热力，但一碧的长天，却开大了笑口。富春江两岸的乌桕树，槭树，枫树，振脱了许多病叶，显出了更疏匀更红艳的秋社后的浓妆稻田割起了之后的那一种和平的气象，那一种洁净沉寂，欢欣干燥的农村气象，就是立在县城这面的江上，远远望去，也感觉得出来。那一条流绕在县城东南的大江哩，虽因无潮而杀了水势，比起春夏时候的水量来，要浅到丈把高的高度，但水色却澄清了，澄清得可以照见浮在水面上的鸭嘴的斑纹。从上江开下来的运货船只，这时候特别的多，风帆也格外的饱狭长的白点，水面上一条，水底下一条，似飞云也似白象，以青红的山，深蓝的天和水做了背景，悠闲地无声地在江面上滑走。水边上在那里看船行，摸鱼虾，采被水冲洗得很光洁的白石，挖泥沙造城池的小孩们，都拖着了小小的影子，在这一个午饭之前的几刻钟里，鼓动他们的四肢，竭尽他们的气力。离南门码头不远的一块水边大石条上，这时候也坐着一个五六岁的小孩，头上养着了一圈罗汉，身上穿了青粗布的棉袍子，在太阳里张着眼望江中间来往的帆樯。就在他的前面，在贴近水际的一块青石上，有一位十五六岁像是人家的使婢模样的女子，跪着在那里淘米洗菜。这相貌清瘦的孩子，既不下来和其他的同年辈的小孩们去同玩，也不愿意说话似地只沉默着在看远处。等那女子洗完菜后，站起来要走，她才笑着问了他一声说你肚皮饿了没有？"}
{"text":"离南门码头不远的一块水边大石条上，这时候也坐着一个五六岁的小孩，头上养着了一圈罗汉，身上穿了青粗布的棉袍子，在太阳里张着眼望江中间来往的帆樯。就在他的前面，在贴近水际的一块青石上，有一位十五六岁像是人家的使婢模样的女子，跪着在那里淘米洗菜。这相貌清瘦的孩子，既不下来和其他的同年辈的小孩们去同玩，也不愿意说话似地只沉默着在看远处。等那女子洗完菜后，站起来要走，她才笑着问了他一声说你肚皮饿了没有？他一边在石条上立起，预备着走，一边还在凝视着远处默默地摇了摇头。倒是这女子，看得他有点可怜起来了，就走近去握着了他的小手，弯腰轻轻地向他耳边说你在惦记着你的娘么？她是明后天就快回来了！这小孩才回转了头，仰起来向她露了一脸很悲凉很寂寞的苦笑。本章结束第三辑孤独人生零余者这相差十岁左右，看去又像姐弟又像主仆的两个人，慢慢走上了码头，走进了城垛沿城向西走了一段，便在一条南向大江的小弄里走进去了。他们的住宅，就在这条小弄中的一条支弄里头，是一间旧式三开间的楼房。大门内的大院子里，长着些杂色的花木，也有几只大金鱼缸沿墙摆在那里。时间将近正午了，太阳从院子里晒上了向南的阶檐。这小孩一进大门，就跑步走到了正中的那间厅上，向坐在上面念经的一位五六十岁的老婆婆问说奶奶，娘就快回来了么？翠花说，不是明天，后天总可以回来的，是真的么？老婆婆仍在继续着念经，并不开口说话，只把头点了两点。小孩子似乎是满足了，歪了头向他祖母的扁嘴看了一息，看看这一篇她在念着的经正还没有到一段落，祖母的开口说话，是还有几分钟好等的样子，他就又跑入厨下，去和翠花作伴去了。午饭吃后，祖母仍在念她的经，翠花在厨下收拾食器除时有几声洗锅子泼水碗相击的声音传过来外，这座三开间的大楼和大楼外的大院子里，静得同在坟墓里一样。太阳晒满了东面的半个院子，有几匹寒蜂和耐得起冷的蝇子，在花木里微鸣蠢动。靠阶檐的一间南房内，也照进了太阳光，那小孩只静悄悄地在一张铺着被的藤榻上坐着，翻着几本刘永福镇台湾，日本蛮子桦山总督被擒的石印小画本。等翠花收拾完毕，一盆衣服洗好，想叫了他再一道的上江边去敲濯的时候，他却早在藤榻的被上，和衣睡着了。这是我所记得的儿时生活。"}
