{"text":"中间起来打游击，能在敌人的区域中带上万人渡江过来，向南宋上了几次恢复国土的计划，可是南宋的君臣不想北伐，没有采用他的意见。后来成了有名的文学家，也是有名的理学家。在南宋做官时，因为才气太高，受了很多打击，几次免官，人家检举告发他贪财好色四个字，但都是事出有因，查无实据。他不在乎，下台就下台。可是每次碰到地方上出了问题，兵变了或政治上出毛病了，又起用他，调去平乱整顿，他去了以后，不到几个月就把这些事办好了，他的才具之大，由此可知。我们今天提到他，就是因为他始终抱定了立身出处要正大，不管表面的行为怎样，他的立身出处则始终是正大的。这一点在他晚年的诗词里，就看到很多，其中当然也有牢骚，可是站在文学的立场，看他的成就那么高，修养好，儒释道三家无不晓通，虽有牢骚，到底情有可原，就是这样一个怪人。我们现代如果认真研究历史，鼓励青年们效法辛弃疾这一类的人，也是有道理的。我们讲到出处两个字，来看看他的词，其中有一阕就说出处从来自不齐，后车方载太公归谁知寂寞空山里，却有高人赋采薇。黄菊嫩，晚香枝，一般同是采花时，蜂儿辛苦多官府，蝴蝶花间自在飞。这是他到南方以后，年纪大了时的作品。我们看这首词的上半阕，他说，人生的出处，第一站出来，不必要求每个人都是一样，各人可以不同。他引用周代的历史，文王找到姜太公，非常礼遇，马上把自己的尊贵座位，让给姜太公坐，自己驾车，把他请回来。致周代的政权八百年的稳固，王业的成功，计划出于太公之手。可是同样的时代，有伯夷叔齐，连皇帝都不愿当，逃隐到最后，硬是饿死在首阳山，也就是前面提到过的两句诗有人辞官归故里，有人漏夜赶科场。人的志向各有不同，有人要入世，有人要出世，有人面对千万两黄金，看都不看一眼，有人见到区区几百元，眼睛都发亮，各人出处不同。这是讲出处方面，站在纯文学的角度看，并不是一阕特别好的作品，这是文学境界牵涉到学说思想的词，所以在他的集子里是有名的作品之一，一般人学他的词也很难学。人们提起文学家，每每先提到苏东坡，他是运气好，名气太大了。在时间上说，苏东坡比他早，是他的前辈，不过有人认为辛弃疾的词，因气派不同而超过了苏东坡。"}
{"text":"这是讲出处方面，站在纯文学的角度看，并不是一阕特别好的作品，这是文学境界牵涉到学说思想的词，所以在他的集子里是有名的作品之一，一般人学他的词也很难学。人们提起文学家，每每先提到苏东坡，他是运气好，名气太大了。在时间上说，苏东坡比他早，是他的前辈，不过有人认为辛弃疾的词，因气派不同而超过了苏东坡。而辛弃疾的一生，少年公子太保游击队领袖，尝过流亡部队生活，当过将领，当过地方政治首长，什么都干过，声色犬马，好的坏的他都有，所以作品中有多方面的东西，气派完全不同。有关立身出处的问题，在宋明以后，又盛行一个新名词当然，在现在看来，是旧文学的名词。叫出山，就是因为有了尊重隐士处士的风气所形成。杜甫诗所谓在山泉水清，出山泉水浊。便已有这种含意。讲到这里，我又想起我的老师袁先生，题灌县灵岩寺的一副对联。灵岩寺靠近都江堰的灌口，先秦时代，西蜀太守李冰父子修建了灌口――都江堰，自有了这个扬子江上游的伟大水利工程之后，一两千年来，才有成都天府之国的农田水利。所以四川人为了感戴李冰父子，在灌口修建一座二郎庙，永远留给后人馨香膜拜，威灵显赫，无尽敬重。袁老师的上联是溉数万顷良田，在山泉水清，出山泉水清，好个比邻秦太守。下联是揉千七则藤葛，不说话亦堕，欲说话亦堕，拈与胡僧阿耆多。下联是禅门公案，不去管它。上联所说在山泉水清，出山泉水清。借此为颂扬秦太守李冰父子的千秋功业，实在可作为千古名臣出山从政的最好典范。我们为什么讲辛弃疾和他的出处？因为阳货第十七这一篇书，大部分都是讲孔子的出处。我们如果把辛弃疾这阕词中上半阕四句话的观念，都记住了，然后研究到了论语第十七篇的一半，就可以用辛词这四句话，作这篇上半篇的结论。现在再来看论语本文。阳货的火腿阳货欲见孔子，孔子不见。归孔子豚。孔子时其亡也，而往拜之，遇诸涂。谓孔子曰来，予与尔言。曰怀其宝而迷其邦，可谓仁乎？曰不可。好从事而亟失时，可谓知乎？曰不可。日月逝矣，岁不我与！孔子曰诺，吾将仕矣。这里豚应该多一点写作豚，念斫的音，是蹄膀。但现代的国语念成屯音，写法就该是豚，为小猪，即广东人的烤乳猪。"}
{"text":"阳货的火腿阳货欲见孔子，孔子不见。归孔子豚。孔子时其亡也，而往拜之，遇诸涂。谓孔子曰来，予与尔言。曰怀其宝而迷其邦，可谓仁乎？曰不可。好从事而亟失时，可谓知乎？曰不可。日月逝矣，岁不我与！孔子曰诺，吾将仕矣。这里豚应该多一点写作豚，念斫的音，是蹄膀。但现代的国语念成屯音，写法就该是豚，为小猪，即广东人的烤乳猪。照道理，这里应该是豚，一个蹄膀，等于一只火腿。阳货的相貌很像孔子，所以孔子在陈蔡之间，被人误认是阳货，把他包围起来，要杀掉他。阳货是鲁国一个大坏蛋，一个奸臣，可是很能干，总想拉拢孔子，有所企图，因此他想要见孔子，孔子始终不和他见面，都推掉了。后来有一天他去看孔子，没有见到，就留下一只火腿送给孔子。在古代送礼，不像现在这样随便的，阶级不同，送礼的方法和内容也不同，等于现在国际间外交礼节的赠勋，因受勋人的阶级不同，所送的勋章类别等级也不同。这次阳货送了孔子的火腿，是厉害的一手――你不见我，我却要见你，你看不起我，我却看得起你，这使孔子棘手了。怎么办？从这件事我们也可以知道孔子这位圣人，并不是大家想象中那么呆板，他也有一套的。大概先让他的学生做一个情报，打听一下阳货的行踪，趁他不在家这一天去回拜，留一个名片不失礼。不料在路上又遇到了阳货，孔子再也没有办法不跟他见面了。阳货就对孔子说来，予与尔言。我们看这个文章，古文写得很简单，但是就和白话文一样，表现出阳货那种满不在乎的神态。于是他对孔子提出第一个问题，有一个人满腹经纶，有学问有大志，像袋子里怀了宝贝一样，可是碰到自己国家那么动乱，却不肯站出来，用他的经纶救世救国，在一边袖手旁观，你孔子是一天到晚提倡仁道的人，你看这样一个人，可以说他仁吗？孔子说，这样是不对的，不能说是仁的。孔子这下吃瘪了。阳货又提出第二个问题问孔子说，一个人有思想有办法，才能很大，可以为国家做事，可是每每失去做事的机会，甚至机会找上门来他都不要，你孔子说说看，这个人算是有智慧吗？孔子说，这样也不对的。在第二个问题上，孔子又吃瘪了。由此可见阳货是个大政客，他并没有直接说孔子不对，只提出这样两个问题。"}
{"text":"孔子说，这样是不对的，不能说是仁的。孔子这下吃瘪了。阳货又提出第二个问题问孔子说，一个人有思想有办法，才能很大，可以为国家做事，可是每每失去做事的机会，甚至机会找上门来他都不要，你孔子说说看，这个人算是有智慧吗？孔子说，这样也不对的。在第二个问题上，孔子又吃瘪了。由此可见阳货是个大政客，他并没有直接说孔子不对，只提出这样两个问题。在孔子作了答复以后，他就对孔子说，太阳月亮天天不停的在运转，时间很快就过去了人一天天在走向衰老，等年龄大了，想救世救国，精力都没有了，岁月不可能永远停在年轻阶段的。于是孔子说，对！我快要出来做事了。可以说孔子被阳货逼得没办法，好像被逼到死角去了。这是孔子见阳货的著名故事。但是，孔子真正被他逼出来没有？这也就是孔子确定自己的一生出处。如果孔子当时点个头，可以出来和阳货同流合污，要什么可以有什么，要权力就有权力，要财富就有财富，可是孔子绝不会出来，这就是古人所谓立身出处，自己应该站什么样的立场要搞清楚。所以我借用辛稼轩的出处从来自不齐这名句先来点题。其次，我们看到这个做法，自己要拿来做借镜的，我们看到许多朋友，个性非常倔强，人格又很清高，但是这样性格往往锋芒太露，不但伤害了别人，同时也伤害了自己。试看孔子，在这种地方，遇到了阳货的情形，这是孔子的态度，也是孔子待人处世的办法。下面跟着记载孔子的话。所以我说，表面看起来，论语好像是一条一条，乱七八糟的记载，互不相关。如果照我们这次研究的方法看，它的内容是连贯性的，孔子的学生们编辑这本书，并不像会议记录或谈话记录一样，而是一种连贯性的编辑。下面这两句，本来好像与阳货的事情连不起来的，现在我们了解了他的方法，就看得出来，下面的话，正是阳贷这件事的注解。三字经与孔子子曰性相近也，习相远也。曾经提到过，要了解中国文化，三字经和千字文这两本书非常重要。一个美国人跟我学了一年易经，然后用英文写了一本关于易经的书，在美国各大学应用。这位美国朋友说，促进中西文化交流的工作，我们年纪都太大了，应该把下一代培养起来，于是把我最小的一个孩子带去了，当年才十二岁。不过每年暑假都回来，习毛笔字，读中国的四书五经。"}
{"text":"三字经与孔子子曰性相近也，习相远也。曾经提到过，要了解中国文化，三字经和千字文这两本书非常重要。一个美国人跟我学了一年易经，然后用英文写了一本关于易经的书，在美国各大学应用。这位美国朋友说，促进中西文化交流的工作，我们年纪都太大了，应该把下一代培养起来，于是把我最小的一个孩子带去了，当年才十二岁。不过每年暑假都回来，习毛笔字，读中国的四书五经。在美国已经读到高中了，最近写信回来告诉我，在美国课余读三字经千字文，他说愈读愈同意其中的道理，并要我把性相近，习相远这两句，特别加以解释。这两句话就是来自论语，所以我们不要轻视了三字经，我们这一代，一开始就读这本书，现在的学生，对这本书是不是能够完全解释明白，还是一个问题。我始终赞成小孩子在课余要背诵这本书，到长大了拿出来，一点一滴都有用。性相近，习相远。这两句话，表面上是解释人的心理。人的性质虽有相近之处，但发展方向各有不同。在教育上就看得到，现在大学联招分组的办法，问题实在很大，有的人根本不知道每一科系的真正内容，考试之前对自己的性向也不清楚，结果考取被分发之后，才发觉自己并不适宜这个科系。这就是糟蹋人才。现在的所谓性向，不是性相。性相近，习相远。人的性质相近，但是各人兴趣不同，习惯也不同。譬如说一个人的个性，硬是不喜欢这一套，可是硬把他拉到这一门工作上，慢慢习惯了，就与原来个性的兴趣越来越远。这还是表面的解释，照这样说法，用来作孔子与阳货见面的解释，等于拿孔子的话自己作声明，他们都希望孔子出来做官，后来孔子硬不出来。各人兴趣不同，习性也不同，没有办法与这个时代社会沟通，不受时代环境影响，自己始终超然独立地站住，这就是性近习远的道理。这种修养是很难得的，这是连着上文的说明。此外我们单独研究这两句话，问题大得很。就是孔子讲到形而上道了。何谓性近习远？这个性字，在现代哲学思想上，也可以说是指人性。什么是人性？是个问题。根据中国文化，都用孔子的话，人之初，性本善。就是说人的原始，都很善良，没有坏人。关于性善性恶的问题，我们已经提到过的。孔子在这里讲的性，虽然是有了生命的后天之性，但人一生下来，在婴儿阶段的天赋之性，还近于先天的本性，总是善的。"}
{"text":"这种修养是很难得的，这是连着上文的说明。此外我们单独研究这两句话，问题大得很。就是孔子讲到形而上道了。何谓性近习远？这个性字，在现代哲学思想上，也可以说是指人性。什么是人性？是个问题。根据中国文化，都用孔子的话，人之初，性本善。就是说人的原始，都很善良，没有坏人。关于性善性恶的问题，我们已经提到过的。孔子在这里讲的性，虽然是有了生命的后天之性，但人一生下来，在婴儿阶段的天赋之性，还近于先天的本性，总是善的。习相远也，后来的习惯一来加上，越变越与天赋之性相远了。拿事实来看，我们每人个性，本来的善良的，习惯很容易学坏。这习惯对人是很重要的，环境会改变人，所以在教育思想上，对这六个字就要特别注意。性相近也，习相远也。人习惯了以后，离开本来的善良纯洁越远，嗜好越来越大。所以对于自己的修养，不管是做什么事，乃至出将入相，富到拥有千万美金，而能保持原来朴素的人非常少。这是学问的道理，须要高度的修养。往往本性是相近于道，习惯越来越坏，把自己变得远于道了，这是要注意的。因此子曰唯上知与下愚不移。这就是连接上面的意思，上面是讲性的相近，一般人没有基本的中心思想，容易受环境影响，习惯越多，距离自己本性越远，下面就说只有上智，第一等智慧的人，与下愚，最笨的人，不会受环境影响。最聪明人自己有思想，有见解，有中心主张最笨的人，影响他不了。除此以外，世界上都是像我们一样的人，最糟了，说聪明也笨，说笨也聪明，聪明又笨，这一类人最易受时代环境影响。像我的家乡，有些最靠海边的穷家小户，一年到头都是在海滩拣一点最坏的蚶和红薯干，放点盐，喝稀饭。有一次，一位这样的穷人说，假使有一天发了财，餐餐都要吃某人家那样的豆腐干。他的欲望就是那么大，再好的给他吃也受不了，这也可以说就是唯上知与下愚不移。有一天来了一些乡巴佬，我拿很好的外国巧克力糖请他们吃，他们走了以后，在桌椅下扫出许多巧克力糖来，原来他们吃了觉得是怪味道，丢掉了，我这才发现自己又错了，这也是上智下愚不移的道理。所以这中间有一个哲学真正第一等聪明的人，是世界上最笨的人真正笨到绝顶的人，就是第一等聪明人。这个话表面上看起来矛盾，大家仔细研究一下就会了解，所以人不须要玩弄聪明，喜欢玩弄聪明的人，最后还是失败的。"}
{"text":"有一天来了一些乡巴佬，我拿很好的外国巧克力糖请他们吃，他们走了以后，在桌椅下扫出许多巧克力糖来，原来他们吃了觉得是怪味道，丢掉了，我这才发现自己又错了，这也是上智下愚不移的道理。所以这中间有一个哲学真正第一等聪明的人，是世界上最笨的人真正笨到绝顶的人，就是第一等聪明人。这个话表面上看起来矛盾，大家仔细研究一下就会了解，所以人不须要玩弄聪明，喜欢玩弄聪明的人，最后还是失败的。同时，我们也可以看出把上面这两条放在这里，作为孔子见阳货这件事的结论，是非常好的说明，等于替孔子自己解释了。一个人立身出处非常重要，绝不可以受环境影响，绝不受外来的权势利益诱惑而变更初衷，要始终确乎而不可拔才对。子之武城，闻弦歌之声，夫子莞尔而笑曰割鸡焉用牛刀？子游对曰昔者，偃也闻诸夫子曰君子学道则爱人，小人学道则易使也。子曰二三子！偃之言是也，戏之耳！武城是一个地名，孔子学生子游在那里做首长。一次孔子到了那里，听到弦歌之声。这是孔子教育学生的高级方法，而子游却用这高度的文化礼乐在教育老百姓。孔子嘴巴一咧，比微笑又大一点的这么一笑说，子游真滑稽，在这样一个小地方，用这种高级教育来教育老百姓。等于杀一只鸡，动用牛刀，过于小题大作了！有人把这话告诉了子游，子游马上对孔子不客气了，立即来质询孔子说，老师，以前你不是常告诉我们，有知识的上等人要求学，学道后，能够扩充仁慈的胸襟，更能够爱人低能的小人物更须要教育，更须要学道，因为低等的人学道就懂道理了，指挥起来就更方便，更怕是不懂道理。教育的目的在此，第一流头脑受了教育更好，下等人受了教育，自己好，对人也好。这个话，是你教育我的啊！我今日出来当地方首长，作之君，作之亲，作之师，我应该教育他们啊！孔子听了这话，立刻收回同刚才的话，告诉身边的其他学生，你们大家听好，子游的话是对的，我刚才是开玩笑说笑话的。孔子这一下真是错了。我们不必像古人一样，把孔子塑造得那么好，孔子也是人，有时候也会说个笑话。或者不经过大脑说话的时候也是有的。由此可见他们师生之间无所不谈，老师对的就是对的，不对的就给他退回去。这一段放在这里，是文章上一个波浪，也和阳货这一节有关系，怎么说有关系？"}
{"text":"孔子听了这话，立刻收回同刚才的话，告诉身边的其他学生，你们大家听好，子游的话是对的，我刚才是开玩笑说笑话的。孔子这一下真是错了。我们不必像古人一样，把孔子塑造得那么好，孔子也是人，有时候也会说个笑话。或者不经过大脑说话的时候也是有的。由此可见他们师生之间无所不谈，老师对的就是对的，不对的就给他退回去。这一段放在这里，是文章上一个波浪，也和阳货这一节有关系，怎么说有关系？孔子这个时候，本身用不着出来了，他培养后一代，只希望自己这一班学生能够有所作为，对社会时代有所贡献。所以在这个地方我们可以看出来本篇编辑的用意，把子游出来为地方行政首长的事放在这里，说明了孔子用不着自己出来了，但是真的不愿出来吗？不然，这是出处的问题。下面问题就来了！孔子与子路唱双簧公山弗扰以费衅，召，子欲往。子路不说，曰末之也已，何必公山氏之之也？子曰夫召我者，而岂徒哉？如有用我者，吾其为东周乎！公山弗扰是一个人，公山是姓，弗扰是名，费是地名。公山弗扰在费这个地方叛变了，独立了。这时鲁国的季家三弟兄，势力非常强，而季桓子的部下又叛变了。春秋时代的末期，发生种种叛变，社会非常混乱。公山弗扰叛变以后，使人来请孔子去帮忙，据说孔子准备去，子路大为不高兴。我们知道子路有好几次对老师不高兴，这次又大为不高兴了。他们师生之间感情有这样好，而彼此又这样了解。这次子路说末之也已，这个末字有人说古书上印错了，应该是未字。之字是至的意思。老师你没有地方去了吗？什么地方不能去？公山弗扰这样一个叛变的人，令人看不起的人，你还要到他那里去吗？孔子说，他要来请我，我也不是主动的，假使有人肯真正用我的话，能听我的话，吾其为东周乎！这句话有两个解释，一是孔子说，我可以把这个时代挽回，仍然拥护东周一是东周的文化可以重新在这个地方兴起来。实际上孔子去了没有？子路发了一顿脾气，并不是子路把他挡住，他本来是逗逗学生说想去，事实上，他绝不会去的。但子路这个人比较直爽，一听以为孔子真的要去。有好几次都是如此，像上论提到过，一次孔子说想要出国，子路就马上要跟着走了。这一次，子路也是听到了便跳脚，马上向老师提出反对意见。为什么我又说孔子不会去呢？且看下段分解子张问仁于孔子。孔子曰能行五者于天下，为仁矣。"}
{"text":"这句话有两个解释，一是孔子说，我可以把这个时代挽回，仍然拥护东周一是东周的文化可以重新在这个地方兴起来。实际上孔子去了没有？子路发了一顿脾气，并不是子路把他挡住，他本来是逗逗学生说想去，事实上，他绝不会去的。但子路这个人比较直爽，一听以为孔子真的要去。有好几次都是如此，像上论提到过，一次孔子说想要出国，子路就马上要跟着走了。这一次，子路也是听到了便跳脚，马上向老师提出反对意见。为什么我又说孔子不会去呢？且看下段分解子张问仁于孔子。孔子曰能行五者于天下，为仁矣。请问之。曰恭宽信敏惠。恭则不侮，宽则得众，信则人任焉，敏则有功，惠则足以使人。这一段就是说明孔子不会去的理由，尤其对这些不以正道取得政权的人，他更不会理这一套。子张问仁，孔子这里是说仁的作用。他说五个条件都做到的，可以称作仁。子张问哪五个条件？孔子说恭宽信敏惠。在古文这五个字很简单，拿现在来说，就是五条原则五个目标或守则。第一个恭。对自己的内心思想外表行为等，要严肃的管制，尤其一个领导人，对自己的管理，特别重要。第二个宽。对人宽大，所谓宽宏大量，能够包容部下朋友所有的短处及小过错。第三个信。能信任人，有自信。第四个敏。就是聪明敏捷，反应快。第五个惠，更重要，恩惠，以现在说，实行社会福利制度就是恩惠的一种，但不要把福利看成是全部的惠。待人要有真感情，对年轻的视同自己的兄弟儿女，对年纪大的视同自己长辈，不是手段，要出自真心的诚恳。这是作人做事五个基本条件，假使做到了，随便在哪一界做事，都有用处。下面孔子说的理由，他说一个人如果能够自己对自己管理得严肃，既不欺负人家，自己也不会招来侮辱。能够宽厚待人，部下自然拥护。信人自信，则任何人都可以用。处理事情头脑清楚，反应快，就容易有功绩。最后，最重要的，人与人之间必须具有真的感情，很诚恳的感情，彼此才可以相处，共创事业。下面讲到另外一个人，可以看到当时鲁国的政治，也反映了春秋战国时，每个国家的混乱佛Z佛音弼，Z音细召，子欲往。子路曰昔者由也闻诸夫子曰亲于其身为不善者，君子不入也。佛Z以中牟衅，子之往也，如之何？子曰然，有是言也。不曰坚乎？磨而不磷，不曰白乎？涅而不缁。吾岂匏瓜也哉？焉能系而不食！"}
