{"text":"我眼前诗人的影响渐渐地大起来，大起来，一直大到任什么都看不到。院子里的两棵海棠已经密密层层地盖满了大叶子，很难令人回忆起这上面曾经开过团团滚滚的花。长昼无聊，我躺在铺在屋里面地上的席子上睡觉，醒来往往觉得一枕清凉，非常舒适。抬头看到窗纸上历历乱乱地布满了叶影。我间或也坐在窗前看点书，满窗浓绿，不时有一只绿色的虫子在上面慢慢地爬过去，令我幻想深山大泽中的行人。蜗牛爬过的痕迹就像是山间林中的蜿蜒的小路。就这样，自己可以看上半天。晚上吃过饭后，就搬了椅子坐在海棠树下乘凉，从叶子的空隙处看到灰色的天空，上面嵌着一颗一颗的星。结在海棠树与檐边中间的蜘蛛网，借了星星的微光，把影子投在天幕上。一切都是这样静。这时候，自己往往什么都不想，只让睡意轻轻地压上眉头。等到果真睡去半夜里再醒来的时候，往往听到海棠叶子OO@@地直响，知道外面下雨了。当时对我来说，外语是一种非常神奇的东西。我认为，方块字是天经地义，不用方块字，只弯弯曲曲像蚯蚓爬过的痕迹一样，居然能发出音来，还能有意思，简直是不可思议。越是神秘的东西，便越有吸引力，英文对于我就有极大的吸引力。每次回忆学习英文的情景时，我眼前总有一团零乱的花影，是绛紫色的芍药花。原来在校长办公室前的院子里有几个花畦，春天一到，芍药盛开，都是绛紫色的花朵。白天走过那里，紫花绿叶，极为分明。到了晚上，英文课结束后，再走过那个院子，紫花与绿叶化成一个颜色，朦朦胧胧的一堆一团，因为有白天的印象，所以还知道它们的颜色。但夜晚眼前却只能看到花影，鼻子似乎有点花香而已。这一幅情景伴随了我一生，只要是一想起学习英文，这一幅美妙无比的情景就浮现到眼前来，带给我无量的幸福与快乐。我经常一个人在暮春五月到山上去散步。暖烘烘的香气飘拂在我的四面。人同香气仿佛融而为一，忘记了花，也忘记了自己。有池塘就应有点绿的东西，哪怕是芦苇呢，也比什么都没有强。最好的最理想的当然是荷花。天地萌生万物，对包括人在内的动植物等有生命的东西，总是赋予一种极其惊人的求生存的力量和极其惊人的扩展蔓延的力量，这种力量大到无法抗御。只要你肯费力来观摩一下，就必然会承认这一点。现在摆在我面前的就是我楼前池塘里的荷花。且从几个勇敢的叶片跃出水面以后，许多叶片接踵而至。一夜之间，就出来了几十枝，而且迅速地扩散蔓延。不到十几天的工夫，荷叶已经蔓延得遮蔽了半个池塘。"}
{"text":"人同香气仿佛融而为一，忘记了花，也忘记了自己。有池塘就应有点绿的东西，哪怕是芦苇呢，也比什么都没有强。最好的最理想的当然是荷花。天地萌生万物，对包括人在内的动植物等有生命的东西，总是赋予一种极其惊人的求生存的力量和极其惊人的扩展蔓延的力量，这种力量大到无法抗御。只要你肯费力来观摩一下，就必然会承认这一点。现在摆在我面前的就是我楼前池塘里的荷花。且从几个勇敢的叶片跃出水面以后，许多叶片接踵而至。一夜之间，就出来了几十枝，而且迅速地扩散蔓延。不到十几天的工夫，荷叶已经蔓延得遮蔽了半个池塘。从我撒种的地方出发，向东西南北四面扩展。我无法知道，荷花是怎样在深水淤泥里走动。反正从露出水面的荷叶来看，天天至少要走半尺的距离，才能形成眼前这个局面。我仿佛觉得这棵丝瓜有了思想，像达摩老祖一样，面壁参禅它能让无法承担重量的瓜停止生长它能给处在有利地形的大瓜找到承担重量的地方，给这样的瓜非凡待遇，让它们疯狂地长它能让悬垂的瓜平身躺下。假如不是这样的话，无论如何也无法解释我上面谈到的现象。但是，假如真是这样的话，又实在令人难以置信。丝瓜用什么来思想呢？丝瓜靠什么来指导自己的行动呢？上下数千年，纵横几万里，从来也没有人说过，丝瓜会有思想。我左考虑，右考虑，越考虑越糊涂。我无法同丝瓜对话，这是一个沉默的奇迹。瓜秧仿佛成了一根神秘的绳子，绿叶上照旧浓翠扑人眉宇。我站在丝瓜下面，陷入梦幻。而丝瓜则似乎心中有数，无言静观，它怡然泰然悠然坦然，仿佛含笑面对秋阳。每到春天，我走在树下，眼前无藤萝，心中也无藤萝。然而一股幽香蓦地闯入鼻官，嗡嗡的蜜蜂声也袭入耳内，抬头一看，在一团团的绿叶中――根本分不清哪是藤萝页，哪是其他树的叶子――隐约看到一朵朵紫红色的花，颇有万绿丛中一点红的意味。直到此时，我才清楚地意识到这一棵古藤的存在，顾而乐之了。阅读茫茫燕园中，只剩下了幽径的这一棵藤萝了。它成了燕园中藤萝界的鲁殿灵光。每到春天，我在悲愤惆怅之余，唯一的一下安慰就是幽径中这一棵古藤。每次走到它下面，闻到淡淡的幽香，听到嗡嗡的蜂声，顿觉这个世界还是值得留恋的，人生还不全是荆棘丛。其中情味，只有我一个人知道，不足为外人道也。在我们的日常生活中，都有这样一个经验越是看惯了的东西，便越是习焉不察，美丑都难看出。这种现象在心理学上是轻易解释的一定要同客观存在的东西保持一定的距离，才能客观地去观察。"}
{"text":"阅读茫茫燕园中，只剩下了幽径的这一棵藤萝了。它成了燕园中藤萝界的鲁殿灵光。每到春天，我在悲愤惆怅之余，唯一的一下安慰就是幽径中这一棵古藤。每次走到它下面，闻到淡淡的幽香，听到嗡嗡的蜂声，顿觉这个世界还是值得留恋的，人生还不全是荆棘丛。其中情味，只有我一个人知道，不足为外人道也。在我们的日常生活中，都有这样一个经验越是看惯了的东西，便越是习焉不察，美丑都难看出。这种现象在心理学上是轻易解释的一定要同客观存在的东西保持一定的距离，才能客观地去观察。难道我们就不能有意识地去改变这种习惯吗？难道我们就不能永远用新的眼光去看待一切事物吗？我想自己先试一试看，果然有神奇的效果。我现在再走过荷塘看到槐花，努力在自己的心中制造出第一次见到的幻想，我不再熟视无睹，而是尽情地欣赏。槐花也仿佛是得到了知己，大大小小高高低低的洋槐，似乎在喃喃自语，又对我讲话。四周的山石树木，仿佛一下子活了起来，一片生气，融融氤氲。荷塘里的绿水仿佛更绿了槐树上的白花仿佛更白了人家篱笆里开的红花仿佛更红了。风吹，鸟鸣，都洋溢着无限生气。一切眼前的东西联在一起，汇成了宇宙的大欢畅。阅读世纪将是中国文化东方文化的核心复兴的世纪。现在世界上出现了许多影响人类生存前途的弊端，比如人口爆炸大自然被污染生态平衡被破坏臭氧层被破坏粮食生产有限淡水资源匮乏，等等，这只有中国文化能克服，这就是我的最后信念。我们有一种天人合一的理想，自先秦起就有，而且不限于一家，其后绵延未断。宋朝大哲学家张载有两句话，说得最扼要，最准确民，吾同胞物，吾与也。与的意思是伙伴，物包括动物和植物。我们的生活来源都取之于大自然，而我们不把大自然看作敌人，而看作朋友。将来全世界的人都必须这样做，然后西方文化所产生的那些弊端才能逐渐克服。在鸦片战争以前，我们根本不了解自己，也不了解世界大势，昏昏然，懵懵然，盲目狂妄自大，以王朝大国自居，夜郎之君井底之蛙，不过如此。现在读一读当时中国皇帝写给欧洲一些国家的君主的所谓诏书，那种口吻，那种气派，真令人啼笑皆非又不禁脸上发烧，心里发抖。鸦片战争以后，中国的统治者，在殖民主义者面前，节节败退，碰得头破血流，中国人最重视所谓的面子丢得一干二净。"}
{"text":"将来全世界的人都必须这样做，然后西方文化所产生的那些弊端才能逐渐克服。在鸦片战争以前，我们根本不了解自己，也不了解世界大势，昏昏然，懵懵然，盲目狂妄自大，以王朝大国自居，夜郎之君井底之蛙，不过如此。现在读一读当时中国皇帝写给欧洲一些国家的君主的所谓诏书，那种口吻，那种气派，真令人啼笑皆非又不禁脸上发烧，心里发抖。鸦片战争以后，中国的统治者，在殖民主义者面前，节节败退，碰得头破血流，中国人最重视所谓的面子丢得一干二净。他们于是来了一个一百八十度的大转变，一变而向洋鬼子低首下心，奴颜婢膝，甚至摇尾乞怜。上行下效，老百姓也受了影响，流风所及，至今尚余音袅袅，不绝如缕。我个人认为，鸦片战争是一个转折点，在这之前，西方人看待中国同那以后是根本不同的。在那以前，西方人认为中国是聪明之国，文化之邦，中国的一切都是美好的，令人神往的。多少年以来，总有一个问题萦回在我的心中什么是中华民族最优秀的传统？几经思考的结果，我认为是爱国主义。我们是唯物主义者，不能说，中国人天生就是爱国的。存在决定意识，必须有一个促成爱国主义的环境，我们才能有根深蒂固的爱国主义。只要看一看我们几千年的历史，这样的环境立即呈现在我们眼前。在几千年的历史中，我们始终没有断过敌人，东西南北，四面都有。虽然有的当年的敌人今天可能已融入中华民族之中但是在当年，他们只能算是敌人。人类的衣食住行所有的资料都取自大自然，我们向大自然索取是不可避免的。要害是怎样去索取？索取手段不出两途一用和平手段，一用强制手段。我个人认为，东西文化之分野，就在这里。我觉得，人类很注重衣着的款式，这无关天下的安危，可以不必去管。但是，人类在这一方面所表现出来的聪明却低得令我吃惊。什么皮尔卡丹，什么这国巧匠，什么那国大师，挖空心思，花样翻新，翻来翻去，差别甚微。又来了我那句老话三十年河东，三十年河西。你等着瞧吧，到了三十年，肯定翻了回来。我觉得，儒家伦理道德学说的重点不在理论而在实践。先秦儒家已经安排好了的格物致知诚意正心修身齐家治国平天下，是大家所熟悉的。这样的安排极有层次，煞费苦心，然而一点理论的色彩都没有。也许有人会说，人家在这里本来就不想讲理论而只想讲实践的。我们即使承认这一句话是对的，但是，什么是仁，什么是义？自己生存，也让别的人或动植物生存，这就是善。只考虑自己生存不考虑别人生存，这就是恶。"}
{"text":"又来了我那句老话三十年河东，三十年河西。你等着瞧吧，到了三十年，肯定翻了回来。我觉得，儒家伦理道德学说的重点不在理论而在实践。先秦儒家已经安排好了的格物致知诚意正心修身齐家治国平天下，是大家所熟悉的。这样的安排极有层次，煞费苦心，然而一点理论的色彩都没有。也许有人会说，人家在这里本来就不想讲理论而只想讲实践的。我们即使承认这一句话是对的，但是，什么是仁，什么是义？自己生存，也让别的人或动植物生存，这就是善。只考虑自己生存不考虑别人生存，这就是恶。慈善可以是很高的层次，无私奉献，也可以有利己的目的，比如图个好名声，或者避税，或者领导号召不得不响应为慈善付出的可以很大也可以很少，可以是金钱也可以是时间精神，层次很多，幅度很大，不管在什么条件下，出于什么动机，只要他参与了，他就开始了他的道德积累。所以我主张慈善不要问动机。我觉得，思想家就是洞明世事，练达人情之人。他们不发玄妙莫测的议论，不写恍兮惚兮的文章，更不幻想捏成什么哲学体系。他们说的话都是中正平和的，人人能懂的。可是让人看了以后，眼睛立即明亮，心头涣然冰释，觉得确实是那么一回事。阅读中国历代还有一种说法，就是所谓天子，说皇帝是上天的儿子。这种说法对皇帝和臣民都有好处。皇帝以此来恐吓老百姓，巩固自己的地位。臣下也可以适当地利用它来给皇帝一点制约，比如利用日蚀月蚀彗星出现等等天变来向皇帝进谏，要他注重修德，要他注重自己的行动，这对人民多少有点好处。我梦到，近几百年来，西方的科学技术给人民全世界人民带来了空前的幸福但是，其基础是征服自然，与自然为敌，因而受到了大自然的惩罚，产生了许多弊端，比如大气污染环境污染生态平衡物种灭绝，如此等等，不一而足，切盼到了世纪能有所改变，能改恶向善。要想做到这一点，必须以东方天人合一思想，济西方思想之穷，也就是说，人类必须同大自然为友，双方互相了解，增强友谊，然后再伸手向大自然要衣要食要住要行。前几年，我们中国学术界提出了一个口号弘扬中华民族优秀文化。这口号提得正确，提得及时，立即得到了全国的响应。所谓弘扬，我觉得，有两方面的意义一个是在国内弘扬，一个是向国外弘扬。二者不能偏废。在国内弘扬，其意义之重要尽人皆知。我们常讲有中国特色的，这特色无法表现在科技上。"}
{"text":"要想做到这一点，必须以东方天人合一思想，济西方思想之穷，也就是说，人类必须同大自然为友，双方互相了解，增强友谊，然后再伸手向大自然要衣要食要住要行。前几年，我们中国学术界提出了一个口号弘扬中华民族优秀文化。这口号提得正确，提得及时，立即得到了全国的响应。所谓弘扬，我觉得，有两方面的意义一个是在国内弘扬，一个是向国外弘扬。二者不能偏废。在国内弘扬，其意义之重要尽人皆知。我们常讲有中国特色的，这特色无法表现在科技上。即使我们的科技占世界首位，同其他国家相比，也只能是量的差别，无所谓特色。特色只能表现在文化上。这个浅近的道理，一想就能想明白。在文化方面，我们中华民族除了上面所说的天人合一的思想以外，几乎是处处有特色。我们的语言，我们的书法，我们的绘画，我们的音乐，我们的饮食，我们的社会风习，我们的文学创作，等等，哪个地方没有特色呢？我们过去曾实行所说的拿来主义，拿来了许多外国的好东西，今后我们还将继续去拿。但是，为了世界人类的幸福和前途，不管这些天之骄子们愿意不愿意来拿我们中国的好东西。我们都要想方设法实行送去主义，我们要送货上门。中国的博士和西方的博士不一样。在一些中国人心目中，博士是学术生活的终结而在西方国家，博士则只是学术研究的开端。在长达两千多年的封建社会中，中国的知识分子上进之途只有一条，就是科举制度。这真是千军万马，独木小桥。从考秀才起，有的人历尽八十一难，还未必能从秀才而举人，从举人而进士，从进士而殿试点状元等等。最有幸运的人才能进入翰林院，往往已达垂暮之年，老夫耄矣。一生志愿满足矣，一个士子的一生可以画句号矣。自从清末废科举以后，秀才举人进士之名已佚，而思想中的形象犹在。一推行西洋的教育制度，出现了小学中学大学研究院等等级别。于是就有人来作新旧对比中学毕业等于秀才，大学毕业等于举人，研究生毕业等于进士，点了翰林等于院士。这两项都隐含着博士这一顶桂冠的影子。顺理成章，天衣无缝，新旧相当，如影随形。于是对比者心安理得，胸无疑滞了。假如让我打一个比方的话，我只能拿今天的素斋一定要烹调成鸡鱼鸭肉的外形来相比。隐含在背后的心理状态，实在是耐人寻味的。在中国当前社会中，封建思想意识仍极浓厚。在许多人的下意识里，西方传进来的博士的背后隐约闪动着进士和翰林的影子。"}
{"text":"于是就有人来作新旧对比中学毕业等于秀才，大学毕业等于举人，研究生毕业等于进士，点了翰林等于院士。这两项都隐含着博士这一顶桂冠的影子。顺理成章，天衣无缝，新旧相当，如影随形。于是对比者心安理得，胸无疑滞了。假如让我打一个比方的话，我只能拿今天的素斋一定要烹调成鸡鱼鸭肉的外形来相比。隐含在背后的心理状态，实在是耐人寻味的。在中国当前社会中，封建思想意识仍极浓厚。在许多人的下意识里，西方传进来的博士的背后隐约闪动着进士和翰林的影子。我觉得，德国人很聪明，他们有一个词儿，意思是出于礼貌而不得不撒的谎。一般说来，不撒谎应该算是一种美德，我们应该提倡，但是不能顽固不化。假如你被敌人抓了去，完全说实话是不道德的，而撒谎则是道德的。中国管大自然或者宇宙叫天，而印度则称之为梵。中国人的人，印度称之为我，阿特曼。总起来看，中国讲天人，印度讲梵我，意思基本上是一样的。印度古代哲学家有时候用等于英文的这个字来表示梵。梵文，表面上盾是那个创造者，意思是宇宙的创造者。印度古代很有名的一句话s，表面上的意思是你就是那个，真正的涵义是你就是宇宙你与宇宙合一。宇宙，梵是大我阿特曼，我是小我。阅读代序人生卷世相论语心灵独白怀人哀歌神游天地学问卷东方西方谈佛论道文学天地年谱阅读长达一个世纪的感悟。央视百家讲坛主讲，先生关门弟子钱文忠推荐并作序。这是先生一生最精辟的总结，学问与人生融为一体的人生历程。台湾国学大师傅佩荣，闻名政治学者吴稼祥，新浪闻名博客刘仰，天问集团总裁潘洗尘共同推荐。在亿万年地球存在的期间，一个人只能有一次生命。这一次生命是万分难得的。我们每一个人都必须熟悉到这一点。切不可掉以轻心。尽管人的寿夭不同，这是人们自己无能为力的。不管寿长寿短，都要尽力实现这仅有的一次生命的价值。骨头本来就讲一种生理的东西，用到人身上，就是指人要讲气节。孟子就讲富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。富贵我们也不怕，贫贱我们也不怕，威武我们也不怕，这在别的国家是没有的。"}
{"text":"在亿万年地球存在的期间，一个人只能有一次生命。这一次生命是万分难得的。我们每一个人都必须熟悉到这一点。切不可掉以轻心。尽管人的寿夭不同，这是人们自己无能为力的。不管寿长寿短，都要尽力实现这仅有的一次生命的价值。骨头本来就讲一种生理的东西，用到人身上，就是指人要讲气节。孟子就讲富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。富贵我们也不怕，贫贱我们也不怕，威武我们也不怕，这在别的国家是没有的。就是说作为一个人，我有我的人格，顶天立地，不管你多大的官，多么有钱，你做得不对我照样不买你的账。我现在觉得，人真是一个奇妙的动物，人的一生也多半是奇妙的一生。你想走的路，有时无论如何也走不上。你不想的路，不知不觉之中，不管有多少曲折，最终还是要走上。――阅读先生的著述，坊间出版物琳琅满目，已经有多的感觉了。研究所组织出版的一套里，有一本名为谈人生的小册子，可算佼佼者。它之所以畅销，就在于凸现了先生晚年的思想精华，展示给人们一个炉火纯青的大师的精神境界。先生学问精深，在中印文化交流史的研究上，见解迭出，独树一帜。他对东西方文化的比较研究引人注目，他的世纪将是中国世纪的预言似乎正在得到证实。先生很早就从事文艺创作，在散文领域取得了卓著的成就。正由于有丰富的创作实践，他对新文学西化现象的严厉批评，才显得如此诚恳精准，尽管不为大多数人所接受，但时间必将证实其价值。东方神韵中国精神，在先生的文章里一以贯之，他给予我们强烈的民族自信心。这本生命沉思录，从先生一生的著述中选取材料，把先生的学问与人生精华全部呈现出来，选材精当，编排新奇，读来兴味昂然。先生曾经说，自己说的都是真话。这本编辑著作就是真话的金山，他一生的感悟与思想精华全在里面了。这是学问与人生融为一体的生命历程，假如你还不了解先生，请从这本美妙的小书开始，假如你已经了解了先生，也请从这本书开始，它会给你一个完整的人格图象。学问即人生，读完此书，你将得到这样一个结论。是为序。"}
{"text":"先生曾经说，自己说的都是真话。这本编辑著作就是真话的金山，他一生的感悟与思想精华全在里面了。这是学问与人生融为一体的生命历程，假如你还不了解先生，请从这本美妙的小书开始，假如你已经了解了先生，也请从这本书开始，它会给你一个完整的人格图象。学问即人生，读完此书，你将得到这样一个结论。是为序。年月日北京阅读文\\桂杰新出版的生命沉思录是一本很有嚼头的书，这是经过过滤之后的一个老人人生聪明的全部精华，也许我们很难把老先生的书通读一遍，以格言形式出现的这本书对于很多普通人来说是一次非凡有意义的思想游历和穿越。季先生在书中说了这样一段话在文学范围内，改文言为白话，也是中国文学史上的一件大事。七十多年以来，中国文化创作取得了长足的进步但是据我个人的看法各种体裁间的发展是极不平衡的。小说包括长篇中篇和短篇以及戏剧，在形式上完全西化了。这是福是祸我还没见到有专家讨论过。我个人的看法是，现在的长篇小说的形式，很难说较之中国古典长篇小说有什么优越之处。戏剧亦然，不必具论。至于新诗我则认为是一个失败。有关季老的这段谈话最近成为争论和批评的重点。学者刘仰在自己的新浪博客上撰文表达碰到知音的兴奋并赞同了先生的看法，认为中国现代诗一百年来走过的道路确实证实是一个失败是走上了一条没有前途的道路，是走进死胡同，并断言此路不通。接着一些诗歌界的人士站出来对季老的话表示震动和质疑，文学评论家何三坡的观点更像是在骂人，称季老先生一直在说昏话，世界上有这样弱智的大师么不该被打屁股么？网络上因为季老的书一时热闹起来，仿佛新诗在当下的不景气似乎都是季老这一番话直接导致的结果，正在医院安心养病的老人可能根本不知道自己到底因为说了些什么而被现在的人说来道去指手画脚。中国人对于读书向来喜欢较真，喜欢在苛求大师当中求全责备，甚至以叫板和痛骂别人为快。其实，读书不必抱着学习的态度，也不要把所有大师的话当成普遍真理。捧读季老这样一本人生格言，应该感觉是和一个富有聪明的老者在聊天，应当心平气和专心聆听，而不应低眉顺眼或者怒目圆睁。关于自己说话的立场和态度，其实季老在他的这本语录书中已经交代得十分清楚了，个人的意见不管一时觉得多么正确，其实这还是一个未知数。"}
