{"text":"由于奢华是我全然陌生的，我也不觉得奢华是一种幸福。直到现在，虽然常有机会瞥见别人的奢华生活，我仍自然而然地觉得那是一种与我无关的东西，对之毫不动心。父亲和母亲给予我的另一笔遗产是老实做人。他们都是本分人，压根儿不知道有玩心眼这种事，在邻里之间也从来不东家长西家短。这种性情遗传给了所有子女，我们兄弟姐妹五人都拙于与人争斗，在不同程度上显得窝囊。我的妻子和朋友在接触了我的家人以后，都不禁为他们的老实而感慨。比较起来，我算最不窝囊的，但是我以及真正了解我的人都知道，其实是我后来的所谓成功掩盖和补偿了我的窝囊罢了。我的家庭实在是平凡得不能再平凡了。如果要查文化传承，就更无渊源可循了。无论父系还是母系，上一辈亲属里找不出一个读过中学的人。我的父亲在其中算是最有文化的，但也只读过小学，靠自学才粗通文墨，母亲则是通过扫盲才识字的。父亲的柜子里只有少得可怜的书，基本上是干部学习资料之类，此外有几本苏联反特小说和一本福尔摩斯探案，表明父亲也曾经有过一点儿消遣的阅读。高考报名前，上海一所大学为考生提供咨询，一位老师听我说要报文科，问我是否受了家庭的影响，我能举出的只有父亲柜子里的一套毛选。我有一些朋友也出身平凡，但他们能够在家谱中追溯到某个显赫的先人，我却连这种光荣也丝毫没有。为了奚落他们也为了自嘲，我向他们阐发了一个理论第二等的天才得自家族遗传，第一等的天才直接得自大自然。当然，这只是一个玩笑，因为我不是天才。不过，就理论本身而言，多少有一点道理。历史上有一些人才辈出的名门，但也有许多天才无家族史可寻。即使在优秀家族中，所能遗传的也只是高智商，而非天才。天才的诞生是一个超越于家族的自然事件和文化事件，在自然事件这一面，毋宁说天才是人类许多世代之精华的遗传，是广阔范围内无血缘关系的灵魂转世，是锺天地之灵秀的产物，是大自然偶一为之的杰作。二准贫民窟从记事起，我家就住在侯家路号。不过，那不是我出生的地方，我出生在虹口区的一所房子里。母亲说，怀我的时候，抗战临近结束，日本飞机频繁轰炸上海，虹口是重点目标，窗外警报声和炸弹声不绝，使她处在极度的惊慌之中。也许正是这种特殊的胎教，造就了我的过于敏感的天性。母亲怀我时身体不好，分娩后没有奶水，我是靠奶粉养大的，因此体质也比较弱。我生下后不久，一家姓毛的邻居不慎失火，把整幢房子烧了。"}
{"text":"二准贫民窟从记事起，我家就住在侯家路号。不过，那不是我出生的地方，我出生在虹口区的一所房子里。母亲说，怀我的时候，抗战临近结束，日本飞机频繁轰炸上海，虹口是重点目标，窗外警报声和炸弹声不绝，使她处在极度的惊慌之中。也许正是这种特殊的胎教，造就了我的过于敏感的天性。母亲怀我时身体不好，分娩后没有奶水，我是靠奶粉养大的，因此体质也比较弱。我生下后不久，一家姓毛的邻居不慎失火，把整幢房子烧了。其后这个邻居投靠他的哥哥，把我家也介绍过去，于是我家搬到了侯家路，住进了他哥哥当二房东的住宅里。事过十多年后，母亲还常常不胜怀念地说起虹口住宅的舒适，而对毛家的闯祸耿耿于怀。我是丝毫不记得我的诞生屋的情形了，受母亲情绪的感染，我总把它想象成一幢明亮宽敞的楼房，总之世上没有比它更美丽的房屋了。侯家路位于上海东南角，属于邑庙区，后改称南市区。那里是上海的老城，窄小的街道纵横交错，路面用不规则的蜡黄色或青灰色大卵石铺成，街道两旁是低矮陈旧的砖房和木板房，紧紧地挤挨在一起。在当时的上海，有两个区最像贫民窟，一个是闸北区，另一个就是邑庙区。邑庙区靠近黄浦江，由于排水设施落后，每年暴雨季节，当黄浦江涨水的时候，那一带的街道上便会积起齐膝深的水，我们称作发大水。水是从阴沟里漫上来的，当然很脏，水面上窜跃着水蜘蛛。大人们自然觉得不便，但我们孩子们却像过节一样，一个个穿着木屐或赤着脚，兴高采烈地在脏水里来去。对于可怜的城市孩子来说，这是难得的和水亲近的机会。上海老城区的黎明景象极具特色。每天清晨，天朦朦亮，便有人推着粪车边走边吆喊，家家户户提着马桶走出门来，把粪便倒进粪车，一时间街上臭气扑鼻，响起了一片用竹刷洗刷马桶的声音。一会儿，垃圾车来了，推车人玎玲玎玲地摇着手铃，家家户户又出来倒垃圾。街道就在这刷马桶声和铃铛声中醒来了。然后，女人们提着竹篮，围在街道边的菜摊旁讨价还价，一片喧哗声，开始了雷同而又热闹的一天。走进侯家路某一扇临街的小门，爬上黢黑的楼梯，再穿过架在天井上方的一截小木桥，踏上一条窄窄的木走廊，我家便在走廊的顶头。那是一间很小的正方形屋子，只有几平方米，上海人称做亭子间。顶上是水泥平台，太阳一晒，屋里闷热异常。它实在太小了，放两张床和一张饭桌就没有了空余之地，父亲只得在旁边拼接出一间简易屋子，用作厨房。"}
{"text":"街道就在这刷马桶声和铃铛声中醒来了。然后，女人们提着竹篮，围在街道边的菜摊旁讨价还价，一片喧哗声，开始了雷同而又热闹的一天。走进侯家路某一扇临街的小门，爬上黢黑的楼梯，再穿过架在天井上方的一截小木桥，踏上一条窄窄的木走廊，我家便在走廊的顶头。那是一间很小的正方形屋子，只有几平方米，上海人称做亭子间。顶上是水泥平台，太阳一晒，屋里闷热异常。它实在太小了，放两张床和一张饭桌就没有了空余之地，父亲只得在旁边拼接出一间简易屋子，用作厨房。现在我完全无法想象，那么狭小的空间里是怎么住七口人的，但当时却丝毫不感到难以忍受，孩子的适应性实在是超乎想象的。从街上看，号是一扇小门，走进去却别有天地，其实是一座颇深的二层建筑，住着十多户人家。二楼主体部分基本归毛家使用，小木走廊上的几间小屋以及一楼的房屋则租给了其他房客。楼下住着几家湖北人，常聚在一起搓麻将赌钱，楼上的居民就向警察告发，因此楼上和楼下之间充满敌对情绪。夏天的夜晚，二楼的居民经常在屋顶的水泥平台上乘凉，毛家叔叔喜欢讲鬼故事，我每每听得毛骨悚然，不敢回屋睡觉。他还讲过一个徐伟长的故事，说是有一寡妇怀了孕，被告到官府，徐伟长断案，论定只是因为这女人与婆家人包括小叔子共用一个马桶，马桶内有精气而致孕，后来女人生下一无骨死胎，证明了断案正确。这当然是无稽之谈，但当时我头一回听到与性有关的谈论，似懂非懂，觉得很神秘。毛家是浦东人，说话带浓重的浦东乡音。大毛是个胖子，一脸横肉，开了一家袜厂，车间就在楼梯边的大客厅里，七八个女工坐在手摇织机旁做工，满楼都听得见机器的咔嗒声。小毛是瘦高个，曾经劳改过，没有职业，一生潦倒。他的老婆也在袜厂做工，这个面色苍白的可怜女人常常遭到丈夫毒打。倘若楼里突然哭喊声连天，多半是毛家叔叔在打老婆了，其结果往往是老婆被推下长长的楼梯，跌得满头是血。此后若干天里，人们会看见毛家婶婶头上裹着一块布。毛家伯伯同样打老婆，同样打得狠，只是比小毛打得少些。在挨打之后，两家的老婆始终服服帖帖，把挨打视为她们生活的正常组成部分。在我的印象中，毛家伯伯对孩子很严厉，不苟言笑，毛家叔叔却是喜欢孩子的，见了面笑逐颜开，兴致好时还会带我上街玩。他待人热心，不过，有一回他帮的忙却使我父亲不太高兴。那一天，我把脑袋伸进床头的铁栏杆里玩，退不出来了，毛家叔叔闻讯赶来，用锤子把一根栏杆敲掉。"}
{"text":"此后若干天里，人们会看见毛家婶婶头上裹着一块布。毛家伯伯同样打老婆，同样打得狠，只是比小毛打得少些。在挨打之后，两家的老婆始终服服帖帖，把挨打视为她们生活的正常组成部分。在我的印象中，毛家伯伯对孩子很严厉，不苟言笑，毛家叔叔却是喜欢孩子的，见了面笑逐颜开，兴致好时还会带我上街玩。他待人热心，不过，有一回他帮的忙却使我父亲不太高兴。那一天，我把脑袋伸进床头的铁栏杆里玩，退不出来了，毛家叔叔闻讯赶来，用锤子把一根栏杆敲掉。父亲下班回家，见状责备毛家叔叔太笨，说既然能伸进去，就一定能退出来，怎么连这个道理都不懂。反正从此以后，我家的铁床就少了一根栏杆。二毛家都多子女，现在我仍记得他们每一个人的名字。大毛家的大公子叫彩庭，年龄比我们大许多，在我上小学时就结婚了。他相貌堂堂，拍过一张化装成梁山伯的戏照，使我在心中崇拜了好一阵。他的婚礼在一家酒店举行，摆了一二十桌，在当时算得场面盛大。母亲背着父亲送五元钱礼金，带我们去参加了婚礼，目的当然是为了让我们饱餐一顿。老式婚礼有许多繁文缛节，新郎新娘不断地被领到每个稍有瓜葛的长辈前鞠躬，虽然当时我是一个孩子，也已发现他们越来越不耐烦，脸色渐渐阴沉。婚礼的高潮是拜天地，当司仪高声宣布之时，意外的事情发生了，人们发现新郎新娘不知了去向。大厅里一阵骚动，最后好像是从厕所里把他们找了出来，新郎脸色铁青，勉强三鞠躬了事。大人们说，新郎是新式人，不喜欢这些老式礼节。可是，结婚后不久，这个新式人也和他的父辈一样经常毒打那个当小学校长的妻子了。大毛家的二女儿叫彩虹，比我大两岁，父亲常开玩笑说要给我们两人订亲，使得我们见面时都有点忸怩。后来她的姐姐彩霞死于脑炎，她就继承了姐姐的婚姻，成了她的姐夫的妻子，据说这是浦东农村的一种习俗。小毛家很穷，家里有两个男孩和我年龄相近，便成了我小时经常的玩伴。彩云比我大两岁，喜欢偷家里的东西卖掉。有一回，家里让他去一个地方办事，他约我同去。乘车时，他拿出一张五元整票买车票，我感到奇怪，问他有零钱为什么不用。他说，把整票找开，就可以谎报车费而留给自己一些钱了。这种做法是我怎么也想不到的，使我惊讶了很久。彩蜚比我小两岁，身上脸上永远脏兮兮的，总是拖着鼻涕，不时用舌头舔进嘴里。他曾认真地把他的一个重要发现告诉我，说鼻涕的味道很鲜美。侯家路这座老楼里也许发生过许多故事，可是年幼的我知道得不多。"}
{"text":"彩云比我大两岁，喜欢偷家里的东西卖掉。有一回，家里让他去一个地方办事，他约我同去。乘车时，他拿出一张五元整票买车票，我感到奇怪，问他有零钱为什么不用。他说，把整票找开，就可以谎报车费而留给自己一些钱了。这种做法是我怎么也想不到的，使我惊讶了很久。彩蜚比我小两岁，身上脸上永远脏兮兮的，总是拖着鼻涕，不时用舌头舔进嘴里。他曾认真地把他的一个重要发现告诉我，说鼻涕的味道很鲜美。侯家路这座老楼里也许发生过许多故事，可是年幼的我知道得不多。在其余房客中，李家妈妈给我留下了较深的印象。穿过毛家用作车间的客厅，角落边有一扇门，门内就住着和蔼可亲的李家妈妈。她是一个漂亮的广东女人，弯弯的眼睛，薄薄的嘴唇，常常笑容可掬，露出雪白整齐的牙齿。她也爱打扮，总是描着眉涂着口红，这在新社会是很忌讳的。她的丈夫是一个比她年长得多的老先生，戴一副金丝眼镜，留着八字胡，听说是国民党的一个遗老，在一天夜里突然死了。李家妈妈没有孩子，非常喜欢我，有一回把我请到她房里，不知怎么款待我才好，最后是给我煮了一碗甜面条。也许出于对她的身世的猜疑，母亲不太赞成我们和她往来，可是我却不由自主地被她的妩媚笑容所吸引。我记得的另一个特别房客是一个单身男人，住在一楼的一间没有光线的小屋里。他也不是本地人，和谁都不来往，平时没有人注意他。有一天，他突然上吊了，楼里的居民为此议论了好些天。有一个小孩看见了现场，向我描述死者那一根拖出的长舌头。从此以后，上楼梯经过那间小屋门口时，我就会感到一阵恐怖。小学五年级时，我家迁居了，侯家路的屋子由我的三舅和外婆续住。迁居后，因为我和姐姐仍读原来的学校，为了方便上学，我俩就和外婆一起继续住在侯家路，只在周末去新居与父母团聚。外婆很疼爱我们，天天给我们煮鸡血豆腐汤，问我们好不好吃。开始我挺爱吃，后来就腻了，但为了让她高兴，就总是回答好吃。她真的很高兴，屡次告诉母亲，说我最喜欢吃鸡血豆腐汤。结果，我吃了一年鸡血豆腐汤。小学毕业后，我也离开了侯家路。几年前，在房产开发的热潮中，上海老城的那些旧街旧屋被全部拆毁，世上不再有侯家路，也不再有那间藏着我的童年记忆的亭子间了。三上课爱做小动作我上幼儿园和读小学都在紫金小学。这是一所私立学校，离我家很近，在短短的卵石路上拐两个弯就到了。小学最后一个学年，在公私合营运动中，紫金小学由私立改为公立。"}
{"text":"开始我挺爱吃，后来就腻了，但为了让她高兴，就总是回答好吃。她真的很高兴，屡次告诉母亲，说我最喜欢吃鸡血豆腐汤。结果，我吃了一年鸡血豆腐汤。小学毕业后，我也离开了侯家路。几年前，在房产开发的热潮中，上海老城的那些旧街旧屋被全部拆毁，世上不再有侯家路，也不再有那间藏着我的童年记忆的亭子间了。三上课爱做小动作我上幼儿园和读小学都在紫金小学。这是一所私立学校，离我家很近，在短短的卵石路上拐两个弯就到了。小学最后一个学年，在公私合营运动中，紫金小学由私立改为公立。奇怪的是，校名也改成了晏海路第二小学，虽然它明明在紫金路上，而并不在晏海路上。我觉得紫金小学这个名字好听，改名让我不舒服。我毕业后，那里的马路扩修，并入河南南路，校名又改成了河南南路第二小学。学校改公立那天，我放学回家，看见人们在街上敲锣打鼓，毛家伯伯表情严肃地站在号门口放鞭炮，他的袜厂也被合营了。解放初期政治运动不断，除了公私合营外，留下印象的还有三反五反。大约七八岁时，父亲带我到他工作的税务局玩，一个伯伯笑眯眯地问我想不想看老虎？我点头，他就领我到一个房间门口，把门推开。我正害怕，却发现屋里没有老虎，只有几个和这个伯伯差不多的人坐着或站着。他告诉我，这些人就是老虎。我莫名其妙，许多年后才知道，当时把贪污犯称作老虎。紫金小学附设幼儿园，当时叫幼稚班，我是三岁被送进那里的。据说三岁是一条分界线，此时大脑发育可能有一个特殊的过程，启动了记忆功能，同时把三岁前的事遗忘，彻底封存在了无意识之中。我最早的记忆也只能追溯到三岁上幼稚班时。我记得老师姓俞，是一个三十来岁的温和女子，戴一副度数很浅的近视镜。我是和比我大两岁的姐姐同时入幼稚班的，为了便于照顾我，老师把她的座位安排在我的旁边。可是，这个不懂事的弟弟老是欺负姐姐，上着课就和姐姐打了起来。老师便把她的位置调开，但我仍然会离座去她那里打架，最后老师只好把我们编在不同的班里。那时候，幼稚班的孩子也要参加考试，如获通过，便能升入一年级。我记得考试时的一个场景我坐在课桌前，老师和我的母亲站在我身边，我拿着铅笔在考卷上乱涂一气，直到把空白都涂满。现在我很难推测当时为什么这样做，因为那时我肯定已经认了一些字。当然，我未获通过，事实上是留级了。其后我在家里呆了半年，再读了半年幼稚班，才成为小学生。如果不留级，我上小学的年龄就不是五岁，而应该是四岁。"}
{"text":"老师便把她的位置调开，但我仍然会离座去她那里打架，最后老师只好把我们编在不同的班里。那时候，幼稚班的孩子也要参加考试，如获通过，便能升入一年级。我记得考试时的一个场景我坐在课桌前，老师和我的母亲站在我身边，我拿着铅笔在考卷上乱涂一气，直到把空白都涂满。现在我很难推测当时为什么这样做，因为那时我肯定已经认了一些字。当然，我未获通过，事实上是留级了。其后我在家里呆了半年，再读了半年幼稚班，才成为小学生。如果不留级，我上小学的年龄就不是五岁，而应该是四岁。那一年刚解放，对于上小学的年龄还没有限制。解放无疑是那一年发生的最重大事件，但我对它毫无印象。在我的记忆中，可以和它联系起来的惟一事情是国民党时期发行的纸币不能用了。家里有成箱这样的崭新的小面额纸币，一捆一捆整整齐齐，父亲说是假钞票，不时拿一些给我们玩，很长时间才玩光。后来知道，解放前夕通货膨胀严重，这些钞票本来就不值钱。我上小学时已经解放，有了许多公立学校，每学期的学费是六元，而紫金小学的学费是二十四元。但是，父亲认为这所小学教学质量好，就让我接着上。不过我享受减免学费的待遇，每学期缴八元。其实这所学校规模很小，只有一座二层小楼和一些平房，几乎没有空地。校长是一位姓汪的女士，总是很严厉的模样，有一回把我叫到她的办公室里，为了一件什么事情狠训了我一顿。我很怕她，好在不常见到她。每当我在记忆中沿着上学的路线走到校门前时，眼前出现的不是这位校长，而是教体育的李老师。当时李老师已是一个白发老妇，戴着瓶子底般的厚镜片，极喜欢孩子，一到上学的时间就坐在校门口，亲切地与每一个学生打招呼和开玩笑。小学六年中，我的班主任一直是陆秀群。除了当班主任，她还教我们语文课。她大约四十岁上下，对学生也相当严厉，我常常因为上课爱做小动作而被她点名批评。在每学期我的学生手册上，这一条缺点也是逃不掉的，我已习以为常。现在我知道，即使一个大人坐四十五分钟也很难不做小动作，何况一个孩子，可知这个要求之荒谬。反正我一辈子也改不掉这个缺点，凡属我的身体失去自由的正经场合，我的手便忍不住要为身体偷回一点儿自由。陆老师有时也表扬我，她好几次摊开我的作业本给全班同学看，称赞字写得像刻的一样。我上小学时学习成绩平平，记忆中只得到过这一种表扬。但我学习得很轻松，从未感觉有什么压力。五岁上小学是完全可以胜任的，在我们班上，与我同龄的孩子有好几个，我在其中还不算最小的。"}
{"text":"在每学期我的学生手册上，这一条缺点也是逃不掉的，我已习以为常。现在我知道，即使一个大人坐四十五分钟也很难不做小动作，何况一个孩子，可知这个要求之荒谬。反正我一辈子也改不掉这个缺点，凡属我的身体失去自由的正经场合，我的手便忍不住要为身体偷回一点儿自由。陆老师有时也表扬我，她好几次摊开我的作业本给全班同学看，称赞字写得像刻的一样。我上小学时学习成绩平平，记忆中只得到过这一种表扬。但我学习得很轻松，从未感觉有什么压力。五岁上小学是完全可以胜任的，在我们班上，与我同龄的孩子有好几个，我在其中还不算最小的。十余年后，我已到北京上大学，陆老师又成了我的一个表弟的班主任。表弟告诉我，陆老师经常谈起我，夸我当年学习如何用功。我可断定，用功的印象就来自作业本像刻的一样。此时的陆老师已近退休年龄，至少教过几百个学生，仍没有忘记我，不禁令我感动。按理说她是不容易记住我的，因为我不是一个活跃的学生，没有当过任何班干部，和她的接触不太多。我上小学时，如果男女生同桌，往往会用粉笔在课桌上划一条线，双方不准越过，称作三八线。当时朝鲜战争打完不久，三八线家喻户晓，小学生也不例外。有好几个学期，我与一个姓戴的女生同桌。她十分好斗，常常故意挑衅，把胳膊肘伸过三八线，然后反咬一口，向我发起攻击，用胳膊肘狠狠撞我。我为此深感苦恼，但尽量忍让。后来她的态度有了转变，对我十分友好，经常送我一些东西。有一回，她送给我几本连环画，都是解放前出版的，其中有一本是人猿泰山。我拿回家，父亲见了说是坏书，命令我统统还掉。还有一回，她送给我一套照片，一对裸体男女好像在摔交，其实是性交姿势的示范。当时我不懂，上课时拿在手里玩，被陆老师发现了，她气得发抖，当即没收。父亲对于我们的品行和学业是很重视的，经常检查我们的学生手册。手册上记载有每次的测验成绩，为了刺激学习的积极性，他向姐姐我和妹妹宣布了一个奖惩办法，每得一个五分奖励五分钱，每得一个二分扣除五分钱。一开始他付现金，但两三个星期后，他发现这个办法对他很不利，如此付给我们的零用钱太多了，就改成了记帐。事实上，此后我们每人只得到了一个用来记帐的小本子，付款被无限期地推迟了。在我小学时代的记忆中，斯大林逝世那一天的情景特别清晰。当时在中国的公共场所，到处都挂着斯大林的像片，以至于我最早会画的图画就是他的头像。"}
{"text":"一开始他付现金，但两三个星期后，他发现这个办法对他很不利，如此付给我们的零用钱太多了，就改成了记帐。事实上，此后我们每人只得到了一个用来记帐的小本子，付款被无限期地推迟了。在我小学时代的记忆中，斯大林逝世那一天的情景特别清晰。当时在中国的公共场所，到处都挂着斯大林的像片，以至于我最早会画的图画就是他的头像。那一天，在晨会课上，一个姓张的女老师告诉我们，斯大林患了脑溢血，生命垂危，但近两天已有好转。正说到这里，有一个老师在教室门口示意她过去，与她耳语了几句。她回到讲台前，一脸悲伤，说斯大林同志已经在今天清晨去世。放学回家，母亲正在洗衣服，我把这个消息告诉她，她叹息了一声，又继续洗衣服。其实我也没有悲伤之感，但觉得发生了这么大的事，总该做点什么。我在一块小黑板上写下了这个消息，挂到墙上。我还提前跑到街上，等候那个全国鸣笛默哀的时刻。哀笛一响，我看见行人都站住了，一个三轮车夫紧贴一间芦席棚屋，两臂伸开，姿势非常奇怪。在我脑中，斯大林的死与这个三轮车夫的奇怪姿势就永远联系在了一起。留在记忆中的还有紫金小学的厕所，只因为有一阵学生中传播着一个消息，说厕所的门口会突然伸出一只长满绿毛的大手。孩子们在传播这个消息时很认真，没有人怀疑其真实性，仿佛都是自己亲眼看见的一样。于是，许多天里人心惶惶，人人都尽量少上厕所，上完赶紧逃离。有一回上厕所时，我旁边站着别班的一个同学，他十分瘦小，皮肤发绿，我清楚地看见他撒出的尿也是绿色的。我当时突然觉得，在绿毛大手和他的绿尿之间有着一种神秘的联系。四不是老师的宠儿在某一个节日，我去我女儿的幼儿园看孩子们表演。有的节目只有少数孩子上场，演出时，其余孩子都睁大眼睛注视着，眼中射出羡慕的光芒，我的女儿和另一个小女孩情不自禁地在场下做起了节目中的动作。我默默看着，意识到在孩子们眼里，被老师选中是何等的光荣。我想起了我小时候在这方面遭到的挫折。上小学不久，有一次我被老师选中参加节日的演出。那是一个表演唱，演出时，几个孩子围成一个圈，一边唱康玲玲康玲玲骑马到北京，一边转圈子作骑马状。那天我特意穿了一双新皮鞋，不争气的是，刚走了几步，鞋带就松了，我弯身系鞋带，别人只好也停下来。我怎么也系不上，老师便上台来帮我系。"}
