{"text":"如若不是这样，人类生活便不能维持下去。所以中国并没有人人都服从玩世主义，他们只在失败后，才做玩世者和诗人我们的多数同胞依旧还是出力的演员。道家玩世主义的影响，仅是在减低紧张生活，同时在天灾人祸的时候，引导人民去信仰自然律的动作和反动作，信仰正义必能因此而得伸张。然而，在中国的思想上还有一种相反的势力，它和这种无忧无虑的哲学，自然放浪者的哲学，是站在对立的地位的。自然绅士哲学的对面有社会绅士的哲学，道家哲学的对面有儒家哲学。如道家哲学和儒家哲学的涵义，一个代表消极的人生观，一个代表积极的人生观，那么，我相信这两种哲学不仅是中国人有之，而也是人类天性所固有的东西。我们大家都是生就一半道家主义，一半儒家主义。一个彻底的道家主义者理应隐居到山中，去竭力摹仿樵夫和渔父的生活，无忧无虑，简单朴实如樵夫一般去做青山之王，如渔父一般去做绿水之王。道家主义者的隐士，隐现于山上的白云中，一面俯视樵夫和渔父在相对闲谈一面默念着青山流水，全然不理会这里还有着两个渺小的谈话者。他在这种凝想中获得一种彻底的和平感觉。不过要叫我们完全逃避人类社会的那种哲学，终究是拙劣的。此外还有一种比这自然主义更伟大的哲学，就是人性主义的哲学。所以，中国最崇高的理想，就是一个不必逃避人类社会和人生，而本性仍能保持原有快乐的人。如果一个人离开城市，到山中去过着幽寂的生活，那么他也不过是第二流隐士，还是环境的奴隶。城中隐士实是最伟大的隐士，因为他对自己具有充分的节制力，不受环境的支配。如果一个僧人回到社会去喝酒吃肉交女人，而同时并不腐蚀他的灵魂，那么他便是一个高僧了。因此，这两种哲学有互通性，颇有合并的可能。儒教和道家的对比是相对的，而不是绝对的这两种学说，只是代表了两个极端的理论，而在这两个极端的理论之间，还有着许多中间的理论。我以为半玩世者是最优越的玩世者。生活的最高典型终究应属子思所倡导的中庸生活，他即是中庸，孔子的孙儿。与人类生活问题有关的古今哲学，还不曾发现过一个比这种学说更深奥的真理。这种学说，就是指一种介于两个极端之间的那一种有条不紊的生活――酌乎其中学说。"}
{"text":"我以为半玩世者是最优越的玩世者。生活的最高典型终究应属子思所倡导的中庸生活，他即是中庸，孔子的孙儿。与人类生活问题有关的古今哲学，还不曾发现过一个比这种学说更深奥的真理。这种学说，就是指一种介于两个极端之间的那一种有条不紊的生活――酌乎其中学说。这种中庸精神，在动作和静止之间找到了一种完全的均衡，所以理想人物，应属一半有名，一半无名懒惰中带用功，在用功中偷懒穷不至于穷到付不出房租，富也不至于富到可以完全不做工，或是可以称心如意地资助朋友钢琴也会弹弹，可是不十分高明，只可弹给知己的朋友听听，而最大的用处还是给自己消遣古玩也收藏一点，可是只够摆满屋里的壁炉架书也读读，可是不很用功学识颇广博，可是不成为任何专家文章也写写，可是寄给泰晤士报的稿件一半被录用一半退回――总而言之，我相信这种中等阶级生活，是中国人所发现最健全的理想生活。李密庵在他的半半歌里把这种生活理想很美妙地表达出来看破浮生过半，半之受无用边。半中岁月尽幽闲半里乾坤宽展。半郭半乡村舍，半山半水田园半耕半读半经廛半士半姻民眷半雅半粗器具，半华半实庭轩衾裳半素半轻鲜，肴馔半丰半俭童仆半能半拙妻儿半朴半贤心情半佛半神仙姓字半藏半显。一半还之天地让将一半人间。半思后代与沧田，半想阎罗怎见。饮酒半酣正好花开半时偏妍半帆张扇免翻颠，马放半缰稳便。半少却饶滋味，半多反厌纠缠。百年苦乐半相参，会占便宜只半。所以，我们如把道家的现世主义和儒家的积极观念配合起来，便成中庸的哲学。因为人类是生于真实的世界和虚幻的天堂之间，所以我相信这种理论在一个抱前瞻观念的西洋人看来，一瞬间也许很不满意，但这总是最优越的哲学，因为这种哲学是最近人情的。总而言之，半个林白比一个整的林白更好，因为半个能比较快乐。如果林白只飞了大西洋的半程，我相信他一定会更快乐。我们承认世间非有几个超人――改变历史进化的探险家征服者大发明家大总统英雄――不可，但是最快乐的人还是那个中等阶级者，所赚的钱足以维持独立的生活，曾替人群做过一点点事情，可是不多在社会上稍具名誉，可是不太显著。只有在这种环境之下，名字半隐半显，经济适度宽裕，生活逍遥自在，而不完全无忧无虑的那个时候，人类的精神才是最为快乐的，才是最成功的。"}
{"text":"总而言之，半个林白比一个整的林白更好，因为半个能比较快乐。如果林白只飞了大西洋的半程，我相信他一定会更快乐。我们承认世间非有几个超人――改变历史进化的探险家征服者大发明家大总统英雄――不可，但是最快乐的人还是那个中等阶级者，所赚的钱足以维持独立的生活，曾替人群做过一点点事情，可是不多在社会上稍具名誉，可是不太显著。只有在这种环境之下，名字半隐半显，经济适度宽裕，生活逍遥自在，而不完全无忧无虑的那个时候，人类的精神才是最为快乐的，才是最成功的。我们必须在这尘世上活下去，所以我们须把哲学由天堂带到地上来。爱好人生者陶渊明所以我们已经晓得，我们如果把积极的人生观念和消极的人生观念适度地配合起来，我们便能得到一种和谐的中庸哲学，介于动作和静止之间，介于尘世的徒然匆忙和完全逃避现实人生之间世界上所有的一切哲学中，这一种可说是人类生活上最健全最完美的理想了。还有一种结果更加重要，就是这两种不同观念相混合后，和谐的人格也随之产生这种和谐的人格也就是那一切文化和教育所欲达到的目的，我们即从这种和谐的人格中看见人生的欢乐和爱好。这是值得加以注意的。要描写这种爱好人生的性质是极困难的如用譬喻，或叙述一位爱好人生者的真事实物，那就比较容易。在这里，陶渊明这位中国最伟大的诗人，和中国文化上最和谐的产物，不期然而然地浮上我的心头。陶渊明也是整个中国文学传统上最和谐最完美的人物，我想没有一个中国人会反对我的话吧。他没有做过大官，很少权力，也没有什么勋绩，除了本薄薄的诗集和三四篇零星的散文外，在文学遗产上也不曾留下什么了不得的著作。但至今还是照彻古今的炬火，在那些较渺小的诗人和作家心目中，他永远是最高人格的象征。他的生活和风格是简朴的，令人自然敬畏，会使那些较聪明与熟识的人自惭形秽。他是今日真正爱好人生者的模范，因为他心中虽有反抗尘世的欲望，但并不沦于彻底逃避人世，而反使他和七情生活洽调起来。文学的浪漫主义，和道家闲散生活的崇尚以及对儒家教义的反抗，在那时的中国已活动了两百多年，这种种和前世纪的儒家哲学配合起来，就产生了这么一种和谐的人格。以陶渊明为例，我们看见积极人生观已经丧失了愚蠢的自满心，玩世哲学已经丧失了尖锐的叛逆性，在梭罗身上还可找出这种特质――这是一个不成熟的标志，而人类的智慧第一次在宽容和嘲弄的精神中达到成熟的时期。"}
{"text":"文学的浪漫主义，和道家闲散生活的崇尚以及对儒家教义的反抗，在那时的中国已活动了两百多年，这种种和前世纪的儒家哲学配合起来，就产生了这么一种和谐的人格。以陶渊明为例，我们看见积极人生观已经丧失了愚蠢的自满心，玩世哲学已经丧失了尖锐的叛逆性，在梭罗身上还可找出这种特质――这是一个不成熟的标志，而人类的智慧第一次在宽容和嘲弄的精神中达到成熟的时期。在我看来，陶渊明代表一种中国文化的奇怪特质，即一种耽于肉欲和灵的妄尊的奇怪混合，是一种不流于制欲的精神生活和耽于肉欲的物质生活的奇怪混合在这奇怪混合中，七情和心灵始终是和谐的。所谓理想的哲学家即是一个能领会女人的妩媚而不流于粗鄙，能爱好人生而不过度，能够察觉到尘世间成功和失败的空虚，能够生活于超越人生和脱离人生的境地，而不仇视人生的人。陶渊明的心灵已经发展到真正和谐的境地，所以我们看不见他内心有一丝一毫的冲突，因之，他的生活也像他的诗一般那么自然而冲和。陶渊明生于第四世纪的末叶，是一位著名学者兼贵官的曾孙。这位学者在家无事，常于早上搬运一百支甓到斋外，至薄暮又搬运回斋内。陶渊明幼时，因家贫亲老，任为州祭酒，但不久即辞了官职去过他的耕种生活，因此得了一种疾病。有一天，他对亲朋说聊欲弦歌以为三径之资，可乎？有一个朋友听了这句话，便荐他去做彭泽令。他因为喜欢喝酒，所以命令县里都种秣谷，可是他的妻子不以为善，固请种粳，才使一顷五十亩种秣，五十亩种粳。后因郡里的督邮将到，县吏说他应该束带相见，陶渊明叹曰吾不能为五斗米折腰。于是官也不愿做了，写了归去来辞这首名赋。此后，他就过着农夫的生活，好几次有人请他做官，他一概拒绝。他家里本穷，故和穷人一起生活，在给他儿子的一封信里，曾慨叹他们的衣服褴褛，做着贱工。有一次他送一个农家的孩子到他的儿子那里去，帮做挑水取柴等事，在给他儿子的信里说此亦人子也，可善遇之。他惟一的弱点就是喜欢喝酒。他平常过着孤独的生活，很少和宾客接触，可是一看见酒，纵使他不认识主人，也会坐下来和大家一起喝酒。有时他做主人的时候，在席上喝酒先醉，便对客人说我醉欲眠卿且去。他有一张无弦的琴，这种古代的乐器，只能在心情很平静的时候，慢慢地弹起来才有意思。他和朋友喝酒时，或是有兴致想玩玩音乐时，便抚抚这张无弦的琴。他说但识琴中趣，何劳弦上声？"}
{"text":"有一次他送一个农家的孩子到他的儿子那里去，帮做挑水取柴等事，在给他儿子的信里说此亦人子也，可善遇之。他惟一的弱点就是喜欢喝酒。他平常过着孤独的生活，很少和宾客接触，可是一看见酒，纵使他不认识主人，也会坐下来和大家一起喝酒。有时他做主人的时候，在席上喝酒先醉，便对客人说我醉欲眠卿且去。他有一张无弦的琴，这种古代的乐器，只能在心情很平静的时候，慢慢地弹起来才有意思。他和朋友喝酒时，或是有兴致想玩玩音乐时，便抚抚这张无弦的琴。他说但识琴中趣，何劳弦上声？他心地谦逊，生活简朴，且极自负，交友尤慎。判史王弘很钦仰他，想和他交朋友，可是无从谋面。他曾很自然地说我性不狎世，因疾守用，幸非洁志慕声。王弘只好和一个朋友用计骗他，由这个朋友去邀他喝酒，走到半路停下来，在一个凉亭里歇脚，那朋友便把酒拿出来。陶渊明真的欣欣然就坐下来喝酒，那时王弘早已隐身在附近的地方，这时候便走出来和他相见。他非常高兴，于是欢宴终日，连朋友的地方也忘记去了。王弘见陶渊明无履，就叫他的左右为他造履。当请他量履的时候，陶渊明便把脚伸出来。此后，凡是王弘要和他见面时，总是在林泽间等候他。有一次，他的朋友们在煮酒，就把他头戴的葛巾来漉酒，用过了还他，他又把葛巾戴在头上了。他那时的住处，位于庐山之麓，当时庐山有一个闻名的禅宗，叫做白莲社，是由一位大学者所主持。这位学者想邀他入社。有一天便请他赴宴，请他加入。他提出的条件是在席上可以喝酒。本来这种行为是违犯佛门的戒条的，可是主人却答应他。当他正要签名入社时，却又攒眉而去。另外一个大诗人谢灵运很想加入这个白莲杜，可是不得其门而入。后来那位方丈想跟陶渊明做个朋友，所以他便请了另一位道人和他一起喝酒。他们三个人，那个方丈代表佛教，陶渊明代表儒教，那个朋友代表道家。那位方丈曾立誓说终生不再走过某一座桥，可是有一天，当他和他的朋友送陶渊明回家时，他们谈得非常高兴，大家都不知不觉地走过了那桥。当三人明白过来时，不禁大笑。这三位大笑的老人，后来便成为中国绘画上常用的题材，这个故事象征着三位无忧无虑的智者的欢乐，象征着三个宗教的代表人物在幽默感中团结一致的欢乐。他就是这样地过他的一生，做一个无忧无虑的心地坦白的谦逊简朴的乡间诗人，一个智慧而快乐的老人。"}
{"text":"那位方丈曾立誓说终生不再走过某一座桥，可是有一天，当他和他的朋友送陶渊明回家时，他们谈得非常高兴，大家都不知不觉地走过了那桥。当三人明白过来时，不禁大笑。这三位大笑的老人，后来便成为中国绘画上常用的题材，这个故事象征着三位无忧无虑的智者的欢乐，象征着三个宗教的代表人物在幽默感中团结一致的欢乐。他就是这样地过他的一生，做一个无忧无虑的心地坦白的谦逊简朴的乡间诗人，一个智慧而快乐的老人。在他那本关于喝酒和田园生活的小诗集，三四篇偶然冲动而写出来的文章，一封给他儿子的信，三篇祭文一篇是自祭文，和遗留给子孙的一些话里，我们看出一种造成那和谐生活的情感和天才这种和谐的生活已达到了炉火纯青的境地，没有一个人能比他更卓越。他在归去来辞那首赋里所表现的就是这种爱好人生的情感。这篇名作是在公元四五年十一月，就是在决定辞去那县令的时候写的。归去来辞归去来兮，田园将芜胡不归！既自以心为形役，奚惆怅而独悲？悟已往之不谏，知来者之可追实迷途其未远，觉今是而昨非。舟遥遥以轻，风飘飘而吹衣。问征夫以前路，恨晨光之熹微。乃瞻衡宇，载欣载奔，僮仆欢迎，稚子候门。三径就荒，松菊犹存携幼入室，有酒盈樽。引壶觞以自酌，眄庭柯以怡颜倚南窗以寄傲，审容膝之易安。园日涉以成趣，门虽设而常关策扶老以流憩，时矫首而遐观。云无心以出岫，鸟倦飞而知还景翳翳以将入，抚孤松而盘桓。归去来兮，请息交以绝游。世与我而相遗，复驾言兮焉求！悦亲戚之情话，乐琴书以消忧。农人告余以春及，将有事于西畴。或命巾车，或棹孤舟既窈窕以寻壑，亦崎岖而经丘。木欣欣以向荣，泉涓涓而始流羡万物之得时，感吾生之行休。已矣乎，寓形宇内复几时，曷不委心任去留。胡为乎遑遑欲何之？富贵非吾愿，帝乡不可期。怀良辰以孤往，或植杖而芸耔。登东皋以舒啸，临清流而赋诗。聊乘化以归尽，乐夫天命复奚疑？也许有人以为陶渊明是逃避主义者，但事实上他绝对不是。他要逃避的仅是政治，而不是生活的本身。如果他是逻辑家的话，他或许早已出家做和尚，彻底地逃避人生了。可是陶渊明不愿完全逃避人生，他是爱好人生的。在他的眼中，他的妻儿是太真实了，他的花园，那伸到他庭院里的树丫枝，他所抚摸的孤松，这许多太可爱了。他仅是一个近情近理的人，他不是逻辑家，所以他要周旋于周遭的景物之间。他就是这样的爱好人生，由种种积极的合理的人生态度，去获得他所特有的能产生和谐的那种感觉。"}
{"text":"聊乘化以归尽，乐夫天命复奚疑？也许有人以为陶渊明是逃避主义者，但事实上他绝对不是。他要逃避的仅是政治，而不是生活的本身。如果他是逻辑家的话，他或许早已出家做和尚，彻底地逃避人生了。可是陶渊明不愿完全逃避人生，他是爱好人生的。在他的眼中，他的妻儿是太真实了，他的花园，那伸到他庭院里的树丫枝，他所抚摸的孤松，这许多太可爱了。他仅是一个近情近理的人，他不是逻辑家，所以他要周旋于周遭的景物之间。他就是这样的爱好人生，由种种积极的合理的人生态度，去获得他所特有的能产生和谐的那种感觉。这种生之和谐便产生了中国最伟大的诗歌。他为尘世所生，而又属于尘世，所以他的结论不是逃避人生，而是怀良辰以孤往，或植杖而芸耔。陶渊明仅是回到他的田园和他的家庭里去。所以，结果是和谐，不是叛逆。关雎正义茶人智语论恶性读书记得一本小书有个笑话，说有个暴发户，买了一所新居。朋友送他礼物为贺，有送金鱼的，也有送白鹤的，作为家园点缀。过了几天，这位土豪见他的朋友，谢他送礼的好意说你送来那对金鱼。颜色很好看，可是吃起来，其味平平。又对送鹤的朋友说这种野禽，清炖总是有点腥气，还是红烧为妙。焚琴煮鹤，是古已有之。但是尝金鱼肉，却实异想天开。我无以名之，故名之为恶性吃鱼。故事未查原书，或有记错。恶性读书，等于恶性吃金鱼，而其起因，是源于恶性考试。考试本来有其用处。譬如公司雇用人员修理机器，自必考验其技术，文官录用也必考验其学力，这自不必说。但是为考试而读书，便成恶性读书。听说台湾留美的教育专家非常多，考试名目非常繁，分组非常细，计分非常精，配合非常密。有这么多的教育专家，这样用心研究，才造成今日这样上下配合无微不至的考试制度，成为教育制度的中心。有这样无与伦比的考试制度，才有今日无与伦比的恶性读书。鹤肉清炖也好，红烧也好，总与养鹤旨趣相去甚远，那么那些煮鹤专家，所为何事？恶性考试艺术就是煮鹤艺术。可惜被煮的是我们男女青年，所以我于心不甘，想要说几句良心话。煮鹤艺术也有精通富有经验的专家，但是我都不感兴趣，因为这是与养鹤情趣完全相反的。而且劝诸位专家，勿太自鸣得意，因为，这会影响于学生读书的情趣。有这种恶性考试，必然生出恶性读书。什么叫做恶性读书？恶性读书有三恶，即恶阴平恶去声及恶入声。凡恶性读书恶性考试恶性教学恶性出题必有两大前提第一前提最重要，是恶去声。"}
{"text":"恶性考试艺术就是煮鹤艺术。可惜被煮的是我们男女青年，所以我于心不甘，想要说几句良心话。煮鹤艺术也有精通富有经验的专家，但是我都不感兴趣，因为这是与养鹤情趣完全相反的。而且劝诸位专家，勿太自鸣得意，因为，这会影响于学生读书的情趣。有这种恶性考试，必然生出恶性读书。什么叫做恶性读书？恶性读书有三恶，即恶阴平恶去声及恶入声。凡恶性读书恶性考试恶性教学恶性出题必有两大前提第一前提最重要，是恶去声。凡是书都可恶，而凡学生必定恶读书。绝不会有学生好读书一回事。学生必定是恨书本，不强迫不读，不督责不读，不考试不读，而根本不会读，不想读。这是第一大前提。所以教师对学生的态度，是严阵以待，要盘查，要究诘，要故意非难，要缉私防弊，其中便成师生对峙的形势，略与缉私与走私之阵势相同。教师若肯时时检查，日日盘究，即可使这些本来恶读书的学生不得不好好呆读，而得优良的成绩，这样的学校就是优良的学校，这样的教师就是优良的教师。有时我觉得缉私与走私旗鼓相当，教师未必全赢，学生未定全败。煮鹤专家又生恐有漏网之鱼，逸飞之鹤，或逃到屏东，或飞去淡水，这样制度犹有缺憾，不够精密。设若置设联考制度，布个天罗地网，一网打尽，不怕你青年学子能逃乎天地之间。所以，这制度是非常周密，非常令人满意的。第二是天下的书都是恶处入声，好书也可以寻出恶处来。这一点，非常重要，是考试制度之基础。天下的杰作都是精彩处，也有欠精彩处，笔力不到处，议论平常处，无关紧要处。能抓到这些无关重要处，恶劣无聊处，就可做考试的题目。于是考试的技术日益精良，而成为恶性出题。据中外教育家的经验，天下的学问可考的是名物年月，不可考的意会而不可言传的领悟。譬如，中国小姐，世界小姐，可考的是腰围尺寸，不可考的是不可捉摸的声音笑貌。考试学问也是一样。比方你要学生赏识清明上河图是可以的，要考你的欣赏是没有法子的。但是教师自可另想方法，考试清明上河图人物数目，骡车几辆，马匹多少。假定清明上河图人物是三千七百八十五，马匹是一百三十五，大船是四艘，风筝是两个，这就有法可考了。假定学生真能这样硬念硬记下去，便可说是考试优等，他就是好学生。在这图上，要依捉迷藏的用意，点出这图上极难找东西有人出恭否，妇人穿红裤绿裤的各有多少？这种题目，非常便利考试，愈能压倒学生，愈可证明教师高明。"}
{"text":"考试学问也是一样。比方你要学生赏识清明上河图是可以的，要考你的欣赏是没有法子的。但是教师自可另想方法，考试清明上河图人物数目，骡车几辆，马匹多少。假定清明上河图人物是三千七百八十五，马匹是一百三十五，大船是四艘，风筝是两个，这就有法可考了。假定学生真能这样硬念硬记下去，便可说是考试优等，他就是好学生。在这图上，要依捉迷藏的用意，点出这图上极难找东西有人出恭否，妇人穿红裤绿裤的各有多少？这种题目，非常便利考试，愈能压倒学生，愈可证明教师高明。世上学问就如一片清明上河图，可令人心旷神怡，但是能找出其恶处，无关紧要处，考问学生，教师的责任就完了。教育为考试，考试为升学，我真不知道哪里搬来这样的教育制度。记问之学不足为人师，但是能教记问之学就是今日之良师。这是恶乎可阴平的良师，恶乎可的教育。读书的艺术读书或书籍的享受素来被视为有修养的生活上的一种雅事，而在一些不大有机会享受这种权利的人们看来，这是一种值得尊重和妒忌的事。当我们把一个不读书者和一个读书者的生活上的差异比较一下，这一点便很容易明白。那个没有养成读书习惯的人，以时间和空间而言，是受着他眼前的世界所禁锢的。他的生活是机械化的，刻板的他只跟几个朋友和相识者接触谈话，他只看见他周遭所发生的事情。他在这个监狱里是逃不出去的。可是当他拿起一本书的时候，他立刻走进一个不同的世界如果那是一本好书，他便立刻接触到世界上一个最健谈的人。这个谈话者引导他前进，带他到一个不同的国度或不同的时代，或者对他发泄一些私人的悔恨，或者跟他讨论一些他从来不知道的学问或生活问题。一个古代的作家使读者随一个久远的死者交通当他读下去的时候，他开始想象那个古代的作家相貌如何，是哪一类的人。孟子和中国最伟大的历史家司马迁都表现过同样的观念。一个人在十二小时之中，能够在一个不同的世界里生活二小时，完全忘怀眼前的现实环境这当然是那些禁锢在他们的身体监狱里的人所妒羡的权利。这么一种环境的改变，由心理上的影响说来，是和旅行一样的。不但如此。读者往往被书籍带进一个思想和反省的境界里去。纵使那是一本关于现实事情的书，亲眼看见那些事情或亲历其境，和在书中读到那些事情，其间也有不同的地方，因为在书本里所叙述的事情往往变成一片景象，而读者也变成一个冷眼旁观的人。"}
