{"text":"否则，现在供在圣庙里的，也许不姓孔。不过在戏台上罢了，悲剧将人生的有价值的东西毁灭给人看，喜剧将那无价值的撕破给人看。讥讽又不过是喜剧的变简的一支流。但悲壮滑稽，却都是十景病的仇敌，因为都有破坏性，虽然所破坏的方面各不同。中国如十景病尚存，则不但卢梭他们似的疯子决不产生，并且也决不产生一个悲剧作家或喜剧作家或讽刺诗人。所有的，只是喜剧底人物或非喜剧非悲剧底人物，在互相模造的十景中生存，一面各各带了十景病。然而十全停滞的生活，世界上是很不多见的事，于是破坏者到了，但并非自己的先觉的破坏者，却是狂暴的强盗，或外来的蛮夷。猃狁早到过中原，五胡来过了，蒙古也来过了同胞张献忠杀人如草，而满州兵的一箭，就钻进树丛中死掉了。有人论中国说，倘使没有带着新鲜的血液的野蛮的侵入，真不知自身会腐败到如何！这当然是极刻毒的恶谑，但我们一翻历史，怕不免要有汗流浃背的时候罢。外寇来了，暂一震动，终于请他做主子，在他的刀斧下修补老例内寇来了，也暂一震动，终于请他做主子，或者别拜一个主子，在自己的瓦砾中修补老例。再来翻县志，就看见每一次兵燹之后，所添上的是许多烈妇烈女的氏名。看近来的兵祸，怕又要大举表扬节烈了罢。许多男人们都那里去了？凡这一种寇盗式的破坏，结果只能留下一片瓦砾，与建设无关。但当太平时候，就是正在修补老例，并无寇盗时候，即国中暂时没有破坏么？也不然的，其时有奴才式的破坏作用常川活动着。雷峰塔砖的挖去，不过是极近的一条小小的例。龙门的石佛，大半肢体不全，图书馆中的书籍，插图须谨防撕去，凡公物或无主的东西，倘难于移动，能够完全的即很不多。但其毁坏的原因，则非如革除者的志在扫除，也非如寇盗的志在掠夺或单是破坏，仅因目前极小的自利，也肯对于完整的大物暗暗的加一个创伤。人数既多，创伤自然极大，而倒败之后，却难于知道加害的究竟是谁。正如雷峰塔倒掉以后，我们单知道由于乡下人的迷信。共有的塔失去了，乡下人的所得，却不过一块砖，这砖，将来又将为别一自利者所藏，终究至于灭尽。倘在民康物阜时候，因为十景病的发作，新的雷峰塔也会再造的罢。但将来的运命，不也就可以推想而知么？如果乡下人还是这样的乡下人，老例还是这样的老例。这一种奴才式的破坏，结果也只能留下一片瓦砾，与建设无关。岂但乡下人之于雷峰塔，日日偷挖中华民国的柱石的奴才们，现在正不知有多少！"}
{"text":"正如雷峰塔倒掉以后，我们单知道由于乡下人的迷信。共有的塔失去了，乡下人的所得，却不过一块砖，这砖，将来又将为别一自利者所藏，终究至于灭尽。倘在民康物阜时候，因为十景病的发作，新的雷峰塔也会再造的罢。但将来的运命，不也就可以推想而知么？如果乡下人还是这样的乡下人，老例还是这样的老例。这一种奴才式的破坏，结果也只能留下一片瓦砾，与建设无关。岂但乡下人之于雷峰塔，日日偷挖中华民国的柱石的奴才们，现在正不知有多少！瓦砾场上还不足悲，在瓦砾场上修补老例是可悲的。我们要革新的破坏者，因为他内心有理想的光。我们应该知道他和寇盗奴才的分别应该留心自己堕入后两种。这区别并不烦难，只要观人，省己，凡言动中，思想中，含有借此据为己有的朕兆者是寇盗，含有借此占些目前的小便宜的朕兆者是奴才，无论在前面打着的是怎样鲜明好看的旗子。一九二五年二月六日。本片最初发表于一九二五年二月二十三日语丝周刊第十五期。崇轩的通信，指刊登于一九二五年二月二日京报副刊第四十九号上的胡崇轩给编者孙伏园的信雷峰塔倒掉的原因。信中有如下一段话那雷峰塔不知在何时已倒掉了一半，只剩着下半截，很破烂的，可是我们那里的乡下人差不多都有这样的迷信，说是能够把雷峰塔的砖拿一块放在家里必定平安，如意，无论什么凶事都能够化吉，所以一到雷峰塔去关瞻的乡下人，都要偷偷的把塔砖挖一块带家去，――我的表兄曾这样做过的，――你想，一人一块，久而久之，那雷峰塔里的砖都给人家挖空了，塔岂有不倒掉的道理？现在雷峰塔是已经倒掉了，唉，西湖十景这可缺了啊！胡崇轩，即胡也频，当时是京报附刊民众文艺周刊的编者之一。亡国病菌当时的一种奇怪论调。一九二四年四月心理杂志第三卷第二号载有张耀翔的新诗人的情绪一文，把当时出版的一些新诗集里的惊叹号！加以统计，说这种符号缩小看像许多细菌，放大看像几排弹丸，认为这是消极悲观厌世等情绪的表示，因而说多用惊叹号的白话诗都是亡国之音。十番又称十番鼓，十番锣鼓，由若干曲牌与锣鼓段连缀而成的一种套曲。流行于福建江苏浙江等地。据清代李斗扬洲画舫录卷十一记十番鼓是用笛，管，箫，弦，提琴，云锣，汤锣，目鱼，檀板，大鼓等十种乐器更番合奏。凡为天下国家有九经语见中庸凡为天下国家有九经。"}
{"text":"加以统计，说这种符号缩小看像许多细菌，放大看像几排弹丸，认为这是消极悲观厌世等情绪的表示，因而说多用惊叹号的白话诗都是亡国之音。十番又称十番鼓，十番锣鼓，由若干曲牌与锣鼓段连缀而成的一种套曲。流行于福建江苏浙江等地。据清代李斗扬洲画舫录卷十一记十番鼓是用笛，管，箫，弦，提琴，云锣，汤锣，目鱼，檀板，大鼓等十种乐器更番合奏。凡为天下国家有九经语见中庸凡为天下国家有九经。曰修身也，尊贤也，亲亲也，敬大臣也，体群臣也，子庶民也，来百工也，柔远人也，怀诸侯也。意思是治理天下国家有九项应做的事。这里只取经景两字同音。孔丘前前春秋时鲁国陬邑今山东曲阜人，儒家学派的创始人。论语述而有子不语怪力乱神的记述。祭如在祭神如神在，语见论语八佾。他曾修订过春秋，后来的经学家认为他用一字褒贬表示微言大义，称为春秋笔法。他对弟子子路赌咒的事，见论语雍也子见南子，子路不说悦。夫子矢之曰予所否者，天厌之！天厌之！按南子是卫灵公的夫人。衡论发表在一九二五年一月十八日晨报副刊第十二号上的一篇文章，署名。他反对写批评文章，其中有这样一段话这种人按指写批评文章的人，真不知其心何居。说是想赚钱吧，有时还要赔子儿去出版。说是想引诱女人吧，他那朱元璋的脸子也没有印在文章上。说是想邀名吧，别人看见他那尖刻的文章就够了，谁还敢相信他？这里是对该文的顺笔讽刺。猃狁我国古代北方民族之一，周代称猃狁，秦汉时称匈奴。周成王，宣王时都曾和他们有过战争。五胡历史上对匈奴羯鲜卑氐羌五个少数民族的合称。张献忠延安柳树涧今陕西定边东人，明末农民起义领袖。崇祯三年起义，转战陕豫各地崇祯十七年入川，在成都建立大西国清顺治三年出川，行至川北盐亭界，猝遇清兵，于凤凰坡重箭坠马而死。旧史书包括野史和杂记中多有关于他杀人的夸大记载。看镜有感看镜有感因为翻衣箱，翻出几面古铜镜子来，大概是民国初年初到北京时候买在那里的，情随事迁，全然忘却，宛如见了隔世的东西了。一面圆径不过二寸，很厚重，背面满刻蒲陶，还有跳跃的鼯鼠，沿边是一圈小飞禽。"}
{"text":"崇祯三年起义，转战陕豫各地崇祯十七年入川，在成都建立大西国清顺治三年出川，行至川北盐亭界，猝遇清兵，于凤凰坡重箭坠马而死。旧史书包括野史和杂记中多有关于他杀人的夸大记载。看镜有感看镜有感因为翻衣箱，翻出几面古铜镜子来，大概是民国初年初到北京时候买在那里的，情随事迁，全然忘却，宛如见了隔世的东西了。一面圆径不过二寸，很厚重，背面满刻蒲陶，还有跳跃的鼯鼠，沿边是一圈小飞禽。古董店家都称为海马葡萄镜。但我的一面并无海马，其实和名称不相当。记得曾见过别一面，是有海马的，但贵极，没有买。这些都是汉代的镜子后来也有模造或翻沙者，花纹可造粗拙得多了。汉武通大宛安息，以致天马蒲萄，大概当时是视为盛事的，所以便取作什器的装饰。古时，于外来物品，每加海字，如海榴，海红花，海棠之类。海即现在之所谓洋，海马译成今文，当然就是洋马。镜鼻是一个虾蟆，则因为镜如满月，月中有蟾蜍之故，和汉事不相干了。遥想汉人多少闳放，新来的动植物，即毫不拘忌，来充装饰的花纹。唐人也还不算弱，例如汉人的墓前石兽，多是羊，虎，天禄，辟邪，而长安的昭陵上，却刻著带箭的骏马，还有一匹驼鸟，则办法简直前无古人。现今在坟墓上不待言，即平常的绘画，可有人敢用一朵洋花一只洋鸟，即私人的印章，可有人肯用一个草书一个俗字么？许多雅人，连记年月也必是甲子，怕用民国纪元。不知道是没有如此大胆的艺术家还是虽有而民众都加迫害，他于是乎只得萎缩，死掉了？宋的文艺，现在似的国粹气味就薰人。然而辽金元陆续进来了，这消息很耐寻味。汉唐虽然也有边患，但魄力究竟雄大，人民具有不至于为异族奴隶的自信心，或者竟毫未想到，凡取用外来事物的时候，就如将彼俘来一样，自由驱使，绝不介怀。一到衰弊陵夷之际，神经可就衰弱过敏了，每遇外国东西，便觉得彷佛彼来俘我一样，推拒，惶恐，退缩，逃避，抖成一团，又必想一篇道理来掩饰，而国粹遂成为孱王和孱奴的宝贝。无论从那里来的，只要是食物，壮健者大抵就无需思索，承认是吃的东西。惟有衰病的，却总常想到害胃，伤身，特有许多禁条，许多避忌还有一大套比较利害而终于不得要领的理由，例如吃固无妨，而不吃尤稳，食之或当有益，然究以不吃为宜云云之类。但这一类人物总要日见其衰弱的，因为他终日战战兢兢，自己先已失了活气了。"}
{"text":"一到衰弊陵夷之际，神经可就衰弱过敏了，每遇外国东西，便觉得彷佛彼来俘我一样，推拒，惶恐，退缩，逃避，抖成一团，又必想一篇道理来掩饰，而国粹遂成为孱王和孱奴的宝贝。无论从那里来的，只要是食物，壮健者大抵就无需思索，承认是吃的东西。惟有衰病的，却总常想到害胃，伤身，特有许多禁条，许多避忌还有一大套比较利害而终于不得要领的理由，例如吃固无妨，而不吃尤稳，食之或当有益，然究以不吃为宜云云之类。但这一类人物总要日见其衰弱的，因为他终日战战兢兢，自己先已失了活气了。不知道南宋比现今如何，但对外敌，却明明已经称臣，惟独在国内特多繁文缛节以及唠叨的碎话。正如倒霉人物，偏多忌讳一般，豁达闳大之风消歇净尽了。直到后来，都没有什么大变化。我曾在古物陈列所所陈列的古画上看见一颗印文，是几个罗马字母。但那是所谓我圣祖仁皇帝的印，是征服了汉族的主人，所以他敢汉族的奴才是不敢的。便是现在，便是艺术家，可有敢用洋文的印的么？清顺治中，时宪书上印有依西洋新法五个字，痛苦流涕来劾洋人汤若望的偏是汉人杨光先。直到康熙初，争胜了，就教他做钦天监正去，则又叩阍以但知推步之理不知推步之数辞。不准辞，则又痛哭流涕地来做不得已，说道宁可使中夏无好历法，不可使中夏有西洋人。然而终于连闰月都算错了，他大约以为好历法专属于西洋人，中夏人自己是学不得，也学不好的。但他竟论了大辟，可是没有杀，放归，死于途中了。汤若望入中国还在明崇祯初，其法终未见用后来阮元论之曰明季君臣以大统浸疏，开局修正，既知新法之密，而讫未施行。圣朝定鼎，以其法造时宪书，颁行天下。彼十余年辩论翻译之劳，若以备我朝之采用者，斯亦奇矣！我国家圣圣相传，用人行政，惟求其是，而不先设成心。即是一端，可以仰见如天之度量矣！畴人传四十五现在流传的古镜们，出自冢者中居多，原是殉葬品。但我也有一面日用镜，薄而且大，规抚汉制，也许是唐代的东西。那证据是一镜鼻已多磨损二镜面的沙眼都用别的铜来补好了。当时在妆阁中，曾照唐人的额黄和眉绿，现在却监禁在我的衣箱里，它或者大有今昔之感罢。但铜镜的供用，大约道光咸丰时候还与玻璃镜并行至于穷乡僻壤，也许至今还用着。我们那里，则除了婚丧仪式之外，全被玻璃镜驱遂了。然而也还有余烈可寻，倘街头遇见一位老翁，肩了长凳似的东西，上面缚著一块猪肝色石和一块青色石，试伫听他的叫喊就是磨镜，磨剪刀！"}
{"text":"但我也有一面日用镜，薄而且大，规抚汉制，也许是唐代的东西。那证据是一镜鼻已多磨损二镜面的沙眼都用别的铜来补好了。当时在妆阁中，曾照唐人的额黄和眉绿，现在却监禁在我的衣箱里，它或者大有今昔之感罢。但铜镜的供用，大约道光咸丰时候还与玻璃镜并行至于穷乡僻壤，也许至今还用着。我们那里，则除了婚丧仪式之外，全被玻璃镜驱遂了。然而也还有余烈可寻，倘街头遇见一位老翁，肩了长凳似的东西，上面缚著一块猪肝色石和一块青色石，试伫听他的叫喊就是磨镜，磨剪刀！宋镜我没有见过好的，什九并无藻饰，只有店号或正其衣冠等类的迂铭词，真是世风日下。但是要进步或不退步，总须时时自出新裁，至少也必取材异域，倘若各种顾忌，各种小心，各种唠叨，这么做即违了祖宗，那么做又象了夷狄，终生惴惴如在薄冰上，发抖尚且来不及，怎么会做出好东西来。所以事实上今不如古者，正因为有许多唠叨着今不如古的诸位先生们之故。现在情形还如此。倘再不放开度量，大胆地，无畏地，将新文化尽量地吸收，则杨光先似的向西洋主人沥陈中夏的精神文明的时候，大概是不劳久待的罢。但我向来没有遇见过一个排斥玻璃镜子的人。单知道咸丰年间，汪曰桢先生却在他的大著湖雅里攻击过的。他加以比较研究之后，终于决定还是铜镜好。最不可解的是他说，照起面貌来，玻璃镜不如铜镜之准确。莫非那时的玻璃镜当真坏到如此，还是因为他老先生又带上了国粹眼镜之故呢？我没有见过古玻璃镜。这一点终于猜不透。一九二五年二月九日杂忆杂忆有人说的诗多为青年所爱读，我觉得这话很有几分真。就自己而论，也还记得怎样读了他的诗而心神俱旺尤其是看见他那花布裹头，去助希腊独立时候的肖像。这像，去年才从小说月报传入中国了。可惜我不懂英文，所看的都是译本。听近今的议论，译诗是已经不值一文钱，即使译得并不错。但那时大家的眼界还没有这样高，所以我看了译本，倒也觉得好，或者就因为不懂原文之故，于是便将臭草当作芳兰。新罗马传奇中的译文也曾传诵一时，虽然用的是词调，又译pp为萨芷波，证明着是根据日文译本的重译。苏曼殊先生也译过几首，那时他还没有做诗寄弹筝人，因此与也还有缘。但译文古奥得很，也许曾经章太炎先生的润色的罢，所以真像古诗，可是流传倒并不广。后来收入他自印的绿面金签的文学因缘中，现在连这文学因缘也少见了。"}
{"text":"听近今的议论，译诗是已经不值一文钱，即使译得并不错。但那时大家的眼界还没有这样高，所以我看了译本，倒也觉得好，或者就因为不懂原文之故，于是便将臭草当作芳兰。新罗马传奇中的译文也曾传诵一时，虽然用的是词调，又译pp为萨芷波，证明着是根据日文译本的重译。苏曼殊先生也译过几首，那时他还没有做诗寄弹筝人，因此与也还有缘。但译文古奥得很，也许曾经章太炎先生的润色的罢，所以真像古诗，可是流传倒并不广。后来收入他自印的绿面金签的文学因缘中，现在连这文学因缘也少见了。其实，那时之所以比较的为中国人所知，还有别一原因，就是他的助希腊独立。时当清的末年，在一部分中国青年的心中，革命思潮正盛，凡有叫喊复仇和反抗的，便容易惹起感应。那时我所记得的人，还有波兰的复仇诗人匈牙利的爱国诗人飞猎滨的文人而为西班牙政府所杀的厘沙路，――他的祖父还是中国人，中国也曾译过他的绝命诗。p，，s这些人虽然正负盛名，我们却不大注意。别有一部分人，则专意搜集明末遗民的著作，满人残暴的记录，钻在东京或其他的图书馆里，抄写出来，印了，输入中国，希望使忘却的旧恨复活，助革命成功。于是扬州十日记，嘉定屠城记略，朱舜水集，张苍水集都翻印了，还有黄萧养回头及其他单篇的汇集，我现在已经举不出那些名目来。别有一部分人，则改名扑满打清之类，算是英雄。这些大号，自然和实际的革命不甚相关，但也可见那时对于光复的渴望之心，是怎样的旺盛。不独英雄式的名号而已，便是悲壮淋漓的诗文，也不过是纸片上的东西，于后来的武昌起义怕没有什么大关系。倘说影响，则别的千言万语，大概都抵不过浅近直截的革命军马前卒邹容所做的革命军。待到革命起来，就大体而言，复仇思想可是减退了。我想，这大半是因为大家已经抱着成功的希望，又服了文明的药，想给汉人挣一点面子，所以不再有残酷的报复。但那时的所谓文明，却确是洋文明，并不是国粹所谓共和，也是美国法国式的共和，不是周召共和的共和。革命党人也大概竭力想给本族增光，所以兵队倒不大抢掠。南京的土匪兵小有劫掠，黄兴先生便勃然大怒，枪毙了许多，后来因为知道土匪是不怕枪毙而怕枭首的，就从死尸上割下头来，草绳络住了挂在树上。"}
{"text":"待到革命起来，就大体而言，复仇思想可是减退了。我想，这大半是因为大家已经抱着成功的希望，又服了文明的药，想给汉人挣一点面子，所以不再有残酷的报复。但那时的所谓文明，却确是洋文明，并不是国粹所谓共和，也是美国法国式的共和，不是周召共和的共和。革命党人也大概竭力想给本族增光，所以兵队倒不大抢掠。南京的土匪兵小有劫掠，黄兴先生便勃然大怒，枪毙了许多，后来因为知道土匪是不怕枪毙而怕枭首的，就从死尸上割下头来，草绳络住了挂在树上。从此也不再有什么变故了，虽然我所住的一个机关的卫兵，当我外出时举枪立正之后，就从窗门洞爬进去取了我的衣服，但究竟手段已经平和得多，也客气得多了。南京是革命政府所在地，当然格外文明。但我去一看先前的满人的驻在处，却是一片瓦砾只有方孝孺血迹石的亭子总算还在。这里本是明的故宫，我做学生时骑马经过，曾很被顽童骂詈和投石，――犹言你们不配这样，听说向来是如此的。现在却面目全非了，居民寥寥即使偶有几间破屋，也无门窗若有门，则是烂洋铁做的。总之，是毫无一点木料。那么，城破之时，汉人大大的发挥了复仇手段了么？并不然。知道情形的人告诉我战争时候自然有些损坏革命军一进城，旗人中间便有些人定要按古法殉难，在明的冷宫的遗址的屋子里使火药炸裂，以炸杀自己，恰巧一同炸死了几个适从近旁经过的骑兵。革命军以为埋藏地雷反抗了，便烧了一回，可是燹余的房子还不少。此后是他们自己动手，拆屋材出卖，先拆自己的，次拆较多的别人的，待到屋无尺材寸椽，这才大家流散，还给我们一片瓦砾场。――但这是我耳闻的，保不定可是真话。看到这样的情形，即使你将扬州十日记挂在眼前，也不至于怎样愤怒了罢。据我感得，民国成立以后，汉满的恶感仿佛很是消除了，各省的界限也比先前更其轻淡了。然而罪孽深重不自殒灭的中国人，不到一年，情形便又逆转有宗社党的活动和遗老的谬举而两族的旧史又令人忆起，有袁世凯的手段而南北的交恶加甚，有阴谋家的狡计而省界又被利用，并且此后还要增长起来！不知道我的性质特别坏，还是脱不出往昔的环境的影响之故，我总觉得复仇是不足为奇的，虽然也并不想诬无抵抗主义者为无人格。但有时也想报复，谁来裁判，怎能公平呢？便又立刻自答自己裁判，自己执行既没有上帝来主持，人便不妨以目偿头，也不妨以头偿目。"}
{"text":"然而罪孽深重不自殒灭的中国人，不到一年，情形便又逆转有宗社党的活动和遗老的谬举而两族的旧史又令人忆起，有袁世凯的手段而南北的交恶加甚，有阴谋家的狡计而省界又被利用，并且此后还要增长起来！不知道我的性质特别坏，还是脱不出往昔的环境的影响之故，我总觉得复仇是不足为奇的，虽然也并不想诬无抵抗主义者为无人格。但有时也想报复，谁来裁判，怎能公平呢？便又立刻自答自己裁判，自己执行既没有上帝来主持，人便不妨以目偿头，也不妨以头偿目。有时也觉得宽恕是美德，但立刻也疑心这话是怯汉所发明，因为他没有报复的勇气或者倒是卑怯的坏人所创造，因为他贻害于人而怕人来报复，便骗以宽恕的美名。因此我常常欣慕现在的青年，虽然生于清末，而大抵长于民国，吐纳共和的空气，该不至于再有什么异族轭下的不平之气，和被压迫民族的合辙之悲罢。果然，连大学教授，也已经不解何以小说要描写下等社会的缘故了，我和现代人要相距一世纪的话，似乎有些确凿。但我也不想湔洗，――虽然很觉得惭惶。当爱罗先珂君在日本未被驱逐之前，我并不知道他的姓名。直到已被放逐，这才看起他的作品来所以知道那迫辱放逐的情形的，是由于登在读卖新闻上的一篇江口涣氏的文字。于是将这译出，还译他的童话，还译他的剧本桃色的云。其实，我当时的意思，不过要传播被虐待者的苦痛的呼声和激发国人对于强权者的憎恶和愤怒而已，并不是从什么艺术之宫里伸出手来，拔了海外的奇花瑶草，来移植在华国的艺苑。日文的桃色的云出版时，江口氏的文章也在，可是已被检查机关警察厅？删节得很多。我的译文是完全的，但当这剧本印成本子时，却没有印上去。因为其时我又见了别一种情形，起了别一种意见，不想在中国人的愤火上，再添薪炭了。孔老先生说毋友不如己者。其实这样的势利眼睛，现在的世界上还多得很。我们自己看看本国的模样，就可知道不会有什么友人的了，岂但没有友人，简直大半都曾经做过仇敌。不过仇甲的时候，向乙等候公论，后来仇乙的时候，又向甲期待同情，所以片段的看起来，倒也似乎并不是全世界都是怨敌。但怨敌总常有一个，因此每一两年，爱国者总要鼓舞一番对于敌人的怨恨与愤怒。这也是现在极普通的事情，此国将与彼国为敌的时候，总得先用了手段，煽起国民的敌忾心来，使他们一同去扦御或攻击。但有一个必要的条件，就是国民是勇敢的。"}
