{"text":"然后把一张小纸条塞在我手里，匆匆离去了。我展开纸条，上面是那熟悉的笔迹因为你聪明，我才给你写这封信。以后我们会有机会改变我们之间的关系的。语气之平静出乎我的意料，但我想不明白他说的改变关系是什么意思。当天下午，我去中关园，途中遇到曹秋池。他刚去过张家，扑了一空，遇见我后折回与我同行。他坦率地说，他的全部努力是为了让事情平息，自己不受牵连。你劝劝他，现在谁的话他都不听，你说他会听的。他对我说。中关园由一排排整齐的红砖平房组成，每户门前有草坪。我们到时，孙经武和叶蓉青坐在张宅门口的台阶上，谈论着花的名称，黄刺梅紫藤等等。曹秋池跟孙搭讪，说起郭世英他是装英雄。孙懒洋洋地纠正他是装英雄玩儿。等了一会儿，世英回来了，后面跟着张鹤慈。世英像精神失常似地瞪着眼睛，慢慢朝我们走来。看到他这个样子，我吓坏了，心砰砰乱跳。不过，我很快发现，他是在瞪孙经武。他对曹秋池极为冷淡，完全不理睬。见到我，他的神情立即放松了，和善地一笑，说真倒霉，谁叫你认识我的。在草坪上坐下，他轻描淡写地告诉我说，我们差一点儿见不着面了。后来我知道，在这些天里，他曾企图卧轨自杀，被张鹤慈察觉和跟踪，从铁路边拉了回来。接下来的两天里，我又去张宅看世英。有一回，我们俩坐在草坪上，张孙二人在屋里烧毁文稿，他们进进出出，显得十分忙碌。张鹤慈从屋里出来，举着那一叠未完成的长篇小说问郭世英你这个烧不烧？郭答不烧，我还要写下去呢。张的脸上掠过一丝不满的表情。我还听见孙经武说，他也想留下那些读毛选的笔记。我走时，张对我说，以后不要上这儿来，弄脏了洗不干净。那几天里，学校家庭朋友都在努力，目的是让郭世英的情绪稳定下来，他终于回自己家住了。月中旬的一天，他来到学校，重返学生生活。看上去他的精神很平静，只是完全不愿意谈曾经发生了什么事。我问他今后的打算，他说，反正哲学系是不能读了，因为他读哲学必然会背叛家庭。我看出来，他极厌恶曹秋池。有一次，他问我你要不要我搞曹秋池一下？我说算了吧，就让他混，反正也混不久。他说你倒还挺善良。还有一次，我看见他和张鹤慈一起把曹叫出去，曹一脸晦气。我隐约感到，是曹告发了，后来陈老师向我证实了这一点。陈老师还说，月初，郭世英给家里留下绝命书，说他走了，他们再也不可能找到他了。于立群来找陈，哭了。"}
{"text":"我问他今后的打算，他说，反正哲学系是不能读了，因为他读哲学必然会背叛家庭。我看出来，他极厌恶曹秋池。有一次，他问我你要不要我搞曹秋池一下？我说算了吧，就让他混，反正也混不久。他说你倒还挺善良。还有一次，我看见他和张鹤慈一起把曹叫出去，曹一脸晦气。我隐约感到，是曹告发了，后来陈老师向我证实了这一点。陈老师还说，月初，郭世英给家里留下绝命书，说他走了，他们再也不可能找到他了。于立群来找陈，哭了。张鹤慈到北大替郭拿衣服，被扣住，才知道郭在张家，陈陪于到张家见了郭。三十六年后，我见到张鹤慈，从他那里知道了稍微详细一些的情况。据他说，年三四月间，曹写信给郭沫若的秘书，可能还给公安部写了信，告发了小团体之事。其后风声甚紧，郭世英和他便筹划从云南方向偷越国境，但事实上并未实施。世英回校后不几天，月日，我们俩正在寝室里下象棋，有几个同学在旁观战，突然来了两个人，把他叫了出去。那两个人是学校保卫组的。他这一走出寝室，就没有再回来。十拘留所半日月初的一个上午，我在阅览室里写完日记，从那里出来，被我们年级的党支部副书记赵鸿志截住了。他告诉我，保卫组找我有事。我跟他走进保卫组办公室，有两个人在等我，一个戴近视镜的瘦长中年人，一个矮壮的小伙子。小伙子拿出一张传讯证，在我眼前一晃，让我签名。然后，他们把我带进停在保卫组门口的一辆小汽车里。那个年头没有出租车更没有私家车，坐小汽车是高官的特权，而我平生头一回坐小汽车，却是以一个近乎囚徒的身份，心中十分委屈。汽车驶进一个院子，我注意到门口挂着海淀区公安局的牌子。下了车，我被带进一个房间。他们在一张办公桌后坐下，我看见桌前有一把椅子，便朝那儿走去。你坐那里！小伙子指着墙角一只窄条凳喝道。我真是被当做犯人对待了，心中的委屈又加深了一点。讯问开始，中年人问，小伙子记，内容围绕着郭世英和完毕后，小伙子把记录递给我，让我过目。我因为委屈，就故意挑错别字。小伙子一开始顺从地订正，但很快就不耐烦了，生气地说你别管这些，只看内容是否属实。我看完后，他让我在记录末尾按上手印。接着，我被带到另一个房间，搜去了书包和衣兜里的所有东西。中年人发现了日记本，眼睛一亮，说要拿去看一看。办完这些手续，我又被带往一排安着一扇扇铁门的房子，每一扇铁门上都有一个小窗。那是拘留所。"}
{"text":"我真是被当做犯人对待了，心中的委屈又加深了一点。讯问开始，中年人问，小伙子记，内容围绕着郭世英和完毕后，小伙子把记录递给我，让我过目。我因为委屈，就故意挑错别字。小伙子一开始顺从地订正，但很快就不耐烦了，生气地说你别管这些，只看内容是否属实。我看完后，他让我在记录末尾按上手印。接着，我被带到另一个房间，搜去了书包和衣兜里的所有东西。中年人发现了日记本，眼睛一亮，说要拿去看一看。办完这些手续，我又被带往一排安着一扇扇铁门的房子，每一扇铁门上都有一个小窗。那是拘留所。在其中一个小窗口，我看见方小早的悲哀的脸，我们默默互望，点一点头。我被送进他隔壁的那一扇铁门里。屋子很小，靠墙铺着棉毯，一共坐着六个犯人。他们马上热情地让出一小块地方给我坐，并好奇地向我发问。大学生！一个农民模样的汉子惊叫起来，指着一个青年人向我介绍他也是大学生，你一定和他是一样的事，他进来三天了。那个大学生朝我点点头。一会儿，一个警察送来一叠纸和一支钢笔，让我写材料。我以膝盖为垫，开始写了起来。犯人们注视着我写，啧啧赞叹到底是大学生，写得真快！有一个矮个子犯人一直在哭泣，逐渐升级为号哭，使劲捶门喊着要回家，别的犯人凄声劝他。送饭来了，每人两个窝窝头，一碗看不见菜叶的青菜汤。我毫无食欲。犯人们七嘴八舌地劝慰我吃吧，我们刚进来也这样，慢慢就好了。不是一天两天，不吃饭咋成？下午三点前不叫你出去，你就别想出去了，至少得蹲几天。我拿起了一个窝窝头，至于另一个窝窝头和那碗菜汤，我表示无论如何不要了。这时在我眼前出现了一个可惊的场面，那些犯人一边继续说着劝慰的话，一边向窝窝头和菜汤靠近，突然一齐伸出手，抢夺起来。午饭后不久，我写完了材料，共写了十几页纸。今天的传讯使我明白，被保卫人员叫走后杳无音信的世英，现在一定是在牢房里。我最担心的是组织上只看到他表面上的反动，看不到他本质上的善良，而他的脆弱的神经会受不了，可能作出极端的反应。因此，在材料的开头部分，我用了很大篇幅描述郭世英的善良，反复申说他是一个好人，情绪激动地请求组织上千万不要伤害他。在正文部分，我基本上如实交代了我所知道的的情况，主要是我看过的那些作品的内容。我没有想要隐瞒，而隐瞒也是没有意义的，因为那个被搜去的日记本里记载着这些事。"}
{"text":"我最担心的是组织上只看到他表面上的反动，看不到他本质上的善良，而他的脆弱的神经会受不了，可能作出极端的反应。因此，在材料的开头部分，我用了很大篇幅描述郭世英的善良，反复申说他是一个好人，情绪激动地请求组织上千万不要伤害他。在正文部分，我基本上如实交代了我所知道的的情况，主要是我看过的那些作品的内容。我没有想要隐瞒，而隐瞒也是没有意义的，因为那个被搜去的日记本里记载着这些事。交卷以后，在犯人们羡慕的眼光中，我走出了拘留所，先到被搜身的那个房间领回物品，再到起先受讯的房间里。气氛明显好转了。中年人把日记本还给我，让我在椅子上而不是那只窄条凳上坐下，和气地教训了几句，无非是用功读书不要胡思乱想之类，就让我回学校去。回到寝室后，我发现世英的皮箱打开着，说明已被搜查过。我刚坐定，陈老师笑容满面地来找我了。他拉我去他的屋里，兴致勃勃地打听我进局后的经历，又问我是否看了传讯证上的落款单位。看见我摇头，他叫起来哎呀，你应该看一看。你知道是谁在处理这件事吗？你知道了会大吃一惊的！当时他没有告诉我，后来我知道，这个案子是周恩来亲自处理的，具体经办单位是公安部。最后的判决是，张孙各劳动教养二年，对郭最宽大，按照人民内部矛盾处理，以自愿的名义到河南黄泛区一个农场劳动一年。期满后，在他自己要求下，又延长了一年。不过，实际的后果严重得多，因为发生文革，张孙被关了整整十五年，而郭世英付出的是生命的代价。十一幼稚的复杂我写过一篇短文，大意是说我跟在一个灰色的人影背后走人生的路，这个人影就是郭世英。我从他的面容上看世界。他转过脸来，脸上是痛苦的表情。于是，我以为这个世界也是痛苦的。世英看了这篇短文，苦笑了一下，没有说话。现在，这个人影消失了，但我并没有看到世界的真相，反而觉得世界空了。我对世英的感情称得上是一种痴情。我绝非一个有同性恋倾向的人，这种对一个同性朋友的痴情只发生过一次，并且只有在那个年龄才可能发生。凭借这一经验，我觉得我能理解古希腊那些少年学子对他们的哲学家老师的爱。从进北大开始，世英就是我的引路人，不管走的这条路算正路还是歧路。现在没有了他，我的生活突然失去了目标。我得不到他的一点儿消息，每日每夜遏止不住地想他。许多天里，我除了写思念他的诗之外，做不了别的事。我开始自己上海淀的小饭店喝酒。"}
{"text":"我对世英的感情称得上是一种痴情。我绝非一个有同性恋倾向的人，这种对一个同性朋友的痴情只发生过一次，并且只有在那个年龄才可能发生。凭借这一经验，我觉得我能理解古希腊那些少年学子对他们的哲学家老师的爱。从进北大开始，世英就是我的引路人，不管走的这条路算正路还是歧路。现在没有了他，我的生活突然失去了目标。我得不到他的一点儿消息，每日每夜遏止不住地想他。许多天里，我除了写思念他的诗之外，做不了别的事。我开始自己上海淀的小饭店喝酒。有一回，我喝多了，跌跌撞撞回到寝室。赵鸿志看见我难受的样子，搀我到校园里散步，从宿舍区一直走到未名湖边。刚在一条石凳上坐下，我就不省人事了。当我再睁开眼睛时，看见的是一望无际的天空，不知身在何处。耳边响起赵鸿志的声音，问我好受一些没有，我才意识到自己是在石凳上睡着了。他告诉我，我睡了一个小时。这是我生平第一次醉酒。这位比我年长十岁的同学一直耐心地守在我身边，我心中十分感动。在回寝室的路上，他好心地辞不达意地规劝我你很爱动脑子，但你想的问题和大家不一样。如果你和大家想一样的问题，你的进步就更大了平心而论，班上多数同学对我是友好的，这和我年龄小有关，大家把我当做一个幼稚的小弟弟予以宽容。那个小个子东北人经常伸开两臂试图把我抱起来，说要掂一掂我的重量，我不客气地规避了他的亲热举动。那个年长的浙江人把正睡午觉的我推醒，关切地叮嘱我小心着凉，我嘲笑他为何不直接替我盖上被子。有时候我恃才负气，出语伤人，对象常是那个我觉得迂腐的北京人，他也从不和我计较。然而，我在感激的同时仍然感到孤独，原因也许正是赵鸿志所说的我想的问题和大家不一样。有一回，陈老师兴冲冲地约我去冯定家里，给这位写了一本流传甚广的共产主义人生观的著名红色教授祝寿，我躲掉了，而另几个同学却争相前往，引以为荣。当时报考哲学系的学生，多数是中学里当学生干部的，他们认为读哲学就是搞政治当干部。事实上，那时候哲学系学生毕业后的主要去向的确是政府机关。可以想象，在这样的背景下，真正对精神事物感兴趣的人必然寥寥无几。有少数几个喜欢文学的同学，他们应该算是最接近于这个要求的人了。早就听世英说，一班有几个不错的人，他最欣赏的是方小早。一年级期末，我和小早的接触多了起来。我们都受案的牵连，有点同病相怜。原先他与曹秋池的关系之密切，不亚于我与世英。"}
{"text":"当时报考哲学系的学生，多数是中学里当学生干部的，他们认为读哲学就是搞政治当干部。事实上，那时候哲学系学生毕业后的主要去向的确是政府机关。可以想象，在这样的背景下，真正对精神事物感兴趣的人必然寥寥无几。有少数几个喜欢文学的同学，他们应该算是最接近于这个要求的人了。早就听世英说，一班有几个不错的人，他最欣赏的是方小早。一年级期末，我和小早的接触多了起来。我们都受案的牵连，有点同病相怜。原先他与曹秋池的关系之密切，不亚于我与世英。现在，我没有了郭，而他也和曹疏远了。疏远的原因是，他发现曹经常对他撒谎。即使在疏远之后，谎言仍在继续。有一次课后，我们走出教室，他看着曹的背影戏谑地说我们一无所有，不像他，还接触过异性的芳唇。吃饭时，他举着汤匙学曹的口吻她的苗条的身材就像这把匙子。当时曹在追求东语系一个女生，曾向他吹嘘如何与她跳舞，互写情书，互赠叶甫根尼。奥涅金中的诗句，如此等等。不久后真相大白，事实是那个女生没有理睬曹的追求，最后曹威胁要杀她，她向校方求救，曹受到了校方的警告。那些天小早最担心的事是，他听说系总支正在查他的旷课情况。他告诉我，一个学年旷课二十五节要开除，而他至少超过了一倍。好在此事最后不了了之。他后来因为肺病休学一年，比我低了一级，但我们的友谊持续了终身。他班上一个同学曾对我说在我们年级，你和小早最聪明，而你比他用功。我知道这不是事实，小早比我聪明，也比我用功。不过，他的用功完全没有功利的动机，所以显得不像是在用功。无论中外书籍，他读得都比我多，并且读后多有轻松机智的议论。他身上有一种陶渊明的气质，读书只是享受，散淡至极，对于虚名浮利几乎有一种生理上的抵触。这种性格保持了一生，使得他终于成了这个喧闹时代的一名隐士。我惋惜他的才华，有时不免劝他进取，而他始终安之若素。我的超脱是自我训导的产物，他的超脱是骨子里的，在他面前，我会觉得自己到底是一个俗人。小早只比我大一岁，当时我们都非常幼稚，有一件事很能说明问题。学年结束前，校方让一年级每个学生写一份自传，放进各人的档案里。我们俩为一个相似的问题发愁，我发愁的是要不要写郭世英，他发愁的是要不要写曹秋池。经过商量，我们决定写，都觉得如果不写对自己发生了这么大影响的人，自传就不真实了。我的自传写得十分抒情，抒情的重点有二，一是郭世英对我的影响，二是书籍在我的生活中的意义。"}
{"text":"我的超脱是自我训导的产物，他的超脱是骨子里的，在他面前，我会觉得自己到底是一个俗人。小早只比我大一岁，当时我们都非常幼稚，有一件事很能说明问题。学年结束前，校方让一年级每个学生写一份自传，放进各人的档案里。我们俩为一个相似的问题发愁，我发愁的是要不要写郭世英，他发愁的是要不要写曹秋池。经过商量，我们决定写，都觉得如果不写对自己发生了这么大影响的人，自传就不真实了。我的自传写得十分抒情，抒情的重点有二，一是郭世英对我的影响，二是书籍在我的生活中的意义。这原是符合事实的，在我近十八年的生涯中，找不出比这二者更值得写的内容了。后来我大致知道了人事档案的性质和功能，才意识到自己的做法有多傻。也是在期末，我们二班发生了一个所谓小凳子事件。事情本来很简单学校给每人发了一只小凳子，班长的小凳子丢了，他就占用了别人的一只，并写上自己的名字。班上几个同学抓住这件事开始大做文章，旨在颠覆班级权力。他们干得很有步骤，第一步是分头找人谈话，争取所谓中间派。我从来不关心班里的是非，竟也被列为争取的对象。为首的一个江苏人亲自找我谈话，很有技巧地展开攻心。他开头就指出人家说你思想复杂，我看你是幼稚的复杂，虽然书读得多，政治上却很幼稚。这句话说得到位，我欣然赞同。接着他问我你知道是谁在整郭世英？他给我的谜底是陈老师和这些班团干部。这就离谱了，他大约不知道，我是了解一点儿内情的。谈话最后落脚在小凳子事件，动员我站出来作斗争。可笑的是，他们还把工作做到了一班，甚至没有放过小早这样超然物外的人。造足了舆论之后，他们便逼迫陈老师召集班会，敦促系总支派人参加，对班长进行了一次又一次批判，而那位班长也就做了一次又一次检讨。不过，罢免班长的要求遭到了拒绝，夺权的目的并没有达到。我怀着厌恶的心情目睹了这一出争夺班级权力的丑剧，只感到自己身处在一群完全陌生的人之中。回想起世英，我不能不惊诧人与人之间的巨大差别。哪怕世英是在一条错误的路上追求真理，与这些人相比，也是何等光明磊落。后来我发现，在权力本位的体制下，凡人群聚集之处，都有这类争权夺利的渺小斗争，而我理所当然地做了一个永远的局外人。我喜欢那位江苏籍同学给我的评语――幼稚的复杂，愿意自己只在精神探索的领域里复杂，在社会关系的领域里不妨永远幼稚，或者说，永不世故。大学第一学年结束了。在这一年里，我经历的事情比过去十七年加起来还多。"}
{"text":"回想起世英，我不能不惊诧人与人之间的巨大差别。哪怕世英是在一条错误的路上追求真理，与这些人相比，也是何等光明磊落。后来我发现，在权力本位的体制下，凡人群聚集之处，都有这类争权夺利的渺小斗争，而我理所当然地做了一个永远的局外人。我喜欢那位江苏籍同学给我的评语――幼稚的复杂，愿意自己只在精神探索的领域里复杂，在社会关系的领域里不妨永远幼稚，或者说，永不世故。大学第一学年结束了。在这一年里，我经历的事情比过去十七年加起来还多。我脑中的印象是鲜明而纷乱的，暂时还整理不出一个头绪。对于未来，我也仍感到迷惘。但是，当我启程回上海度暑假时，我知道自己已经不是一年前走出上海的那个我了。在我的内心深处，某一口泉眼已被凿开，它的水流若隐若显，但即使在被时代的大河淹没之时，仍有着自己的存在。一个人的精神自我一旦觉醒，他就不会甘心完全随波逐流了十二典型小资大学第二学年是我的诗歌年，我沉湎于写诗的快乐。海涅是我的偶像，我写了许多爱情诗。我偷偷写，不让人知道。一个爱好文学的同学无意中看见了一首，我马上告诉他，这是抄的海涅的诗，他信以为真，我为此暗自得意了一阵。我在很大程度上是在模仿海涅，我熟读他的诗，心中有了他的旋律，当我的歌从心中流出时，自然而然地带着他的旋律。我没有恋爱，但每天都被恋爱的心情笼罩着没有爱上某一个姑娘，但爱上了邂逅相遇的每一张美丽的面影。十八岁的青春具有不可思议的魔力，我的身心突然都像醉了酒一样，而且醉得恰到好处，飘飘欲仙。我独自在燕园徜徉，眼中的世界春意盎然，连空气也是绿色的。我当然知道世界如此美好的原因，强烈地感觉到异性在世界上的存在，她们的气息融入空气，把空气变成了酒。可是，与此同时，散布在空气里的那些不经意的眼波倩笑莺语，给我留下的又是浓郁的惆怅，我只好用诗歌抚平这甜蜜的痛楚。我上大学时，大学生是不准恋爱的，这是学校正式宣布的一条纪律。在校园里，决看不到学生成双成对的景象。倘若有学生发生了性关系，一旦被发现，必然的下场是开除学籍，并在全校大会上宣布，当众受到羞辱。由此类推，写爱情诗当然也会被视为情调不健康。在文革中，当我毁掉全部日记和文稿时，对诗歌下不了手，于是仔细甄别，只毁掉所谓不健康的，全部爱情诗都在其列。我曾经为这些诗自负，现在已无物证，看看留下的那些诗，总体水平一定高不到哪里去。"}
{"text":"我上大学时，大学生是不准恋爱的，这是学校正式宣布的一条纪律。在校园里，决看不到学生成双成对的景象。倘若有学生发生了性关系，一旦被发现，必然的下场是开除学籍，并在全校大会上宣布，当众受到羞辱。由此类推，写爱情诗当然也会被视为情调不健康。在文革中，当我毁掉全部日记和文稿时，对诗歌下不了手，于是仔细甄别，只毁掉所谓不健康的，全部爱情诗都在其列。我曾经为这些诗自负，现在已无物证，看看留下的那些诗，总体水平一定高不到哪里去。不过，我对写诗还是有一定的心得。在留下的文字里，我找到了若干论诗的片断。例如，描述诗兴袭来的感觉和别人一样，我读书聊天沉思，散步睡眠参加会议突然，有另一颗心脏跳跃在我的胸腔里。谈论诗艺一个妙句可以照亮整首诗，就像一个生动的人可以照亮整个屋子。虽然没有人知道我写爱情诗，但是，无论走到哪里，在周围的人眼里，我仍是一个典型的小资。有人捡到一个纸片，上面写着多愁善感的文字，同学们就一致断定是我写的，而其实不是。我养了一盆文竹，立刻有同学对我说，由它可以想见主人的性情，大约是说我的情感和文竹一样纤柔。有一天，在校园里，别的专业一个素无往来的男生朝我走来，为了告诉我一句话我觉得你和别人都不一样。他从表象就看出，我游离于众人，生活在自己的世界里。到农村参加四清，工作组长是一个女教师，她给我的评语是敏感脆弱清高六个字。直到大学毕业后，我与郭家通信，世英的小弟建英在一封信上还径直称呼我为周君小资产阶级。小资在今天是一个时髦词，使人想到白领丰厚的收入温馨的居室装修酒吧咖啡屋等等，在当时完全没有这些意思，因为完全没有这些事物。在当时也有约定俗成的用法，大致而论，行为上的个人主义，自私自利，损人利己，就是资产阶级，情感上的个人主义，缠绵悱恻，顾影自怜，就是小资产阶级。或者用当时的政治话语来说，一个人如果不能和工农兵打成一片，在内心中还保留着一个私人情感的王国，他就是一个小资。我似乎很乐意对号入座，也把自己定位为小资。在这个称号下，我感到自己的内心生活未被强大的意识形态完全同化，在千人一面的世界上还拥有一个可怜复可爱的自我。我当然不能一味孤芳自赏。世英被带走了，那个代表资产阶级争夺我的人已经不在身边。我们年级五十个学生，绝大多数是党团员，而到二年级时，只剩下了我一人入不了团。"}
