{"text":"因此，能够保持一片仁慈博爱之心，而无这层贪着之念，那便不会发生不良的副作用了。从这里，我们已可明确地看出，老子的大道废，有仁义。智慧出，有大伪，其意和孔子所讲的道理，并无矛盾冲突之处，只是文学的手法不一样而已。孔子又说饮食男女，人之大欲存焉，吃好的喝好的，以及喜欢男女间的关系，这是人生根本的欲望。死亡贫苦，人之大恶存焉，至于死亡和贫穷痛苦，那天底下的人都害怕，都讨厌碰上。所以，故欲恶者，心之大端也，一个人爱好追求饮食男女的享受，逃避死亡与贫穷的来临，这是心理现象的根本。但是，人藏其心，不可测度也，人的思想念头，从外表是很难看出来，也很难测验得知的。一个人动什么脑筋，打什么主意，心地善与不善，只要不表现于行为，有谁会知道？美恶皆在其心，不见及色也，一切的好坏，全凭他心念的变化，根本没有颜色声音可资辨别。所有的动机想法都深藏在一个人的内心深处，那么，欲一以穷之，舍礼何以哉，要把这些人心的根本问题加以整理统一，使之去芜存菁，转劣从良，恶行成善举，除了礼――文化教育外，还有什么办法呢？春秋两大名医――老子与孔子整个比较起来，孔子代表儒家的思想，与老子代表的道家思想在理上是一贯的。现在再作更进一步的说明。我们中国讲仁义思想，春秋以前也有这种观念，但很少刻意提倡。为什么？那时社会上背情绝义的病态较少。我常说，中国文化里头，经常提到孝道，与世界其他文化相较，孝道是中国特有的优点，其高明可贵之处，无可置疑。但这同时也说明了，这几千年来，我们不孝之举太多了，因此孔子才不得不提倡孝道。同样地，社会上不仁不义的故事层出不穷，所以圣贤们才用心良苦，提供这服仁义的药方，希望社会有所改善。孔子是个文化医生，他把当时文化中的疑难杂症诊断出来，投以对症的药石，尝试解决这些令人头痛的问题。老子也是个医生，但他是研究医理的医生，也就是医生的医生。他认为儒生们开的药方，对是对，但是药吃多了，难免又会出毛病，副作用在所难免。光讲仁义道德，说得天花乱坠，有人自然要加以利用，做出假仁假义欺世盗名之事，结果弄巧成拙，照样害人。春秋战国时代的社会病态最为严重，强调仁义，便最积极。老子身处其境，讨厌这种风气，所以从反面来对症下药。他说大道废，有仁义。智慧出，有大伪。智慧与奸诈，乃一体两面，一线之隔。"}
{"text":"老子也是个医生，但他是研究医理的医生，也就是医生的医生。他认为儒生们开的药方，对是对，但是药吃多了，难免又会出毛病，副作用在所难免。光讲仁义道德，说得天花乱坠，有人自然要加以利用，做出假仁假义欺世盗名之事，结果弄巧成拙，照样害人。春秋战国时代的社会病态最为严重，强调仁义，便最积极。老子身处其境，讨厌这种风气，所以从反面来对症下药。他说大道废，有仁义。智慧出，有大伪。智慧与奸诈，乃一体两面，一线之隔。聪明与狡猾老实与笨蛋，根本是息息相关的孪生兄弟。诚实的智慧合于道，用之于世，为人类社会谋福造利，那就对了，名之为德。道是体，德是用。然而，诚实虽是好事，若是用不得当，那也会适得其反，坏了事情。老子这段话，干万不要随随便便看过。近几十年来，我发现有人研究老子，读了此章之后，不作深入一层的体会，便骤下错误的评语说，老子反对仁义，反对智慧，反对作忠臣，反对作孝子。这不曲解得太严重了吗！其实老子并不反对这些，他只是要我们预防其中可能产生的不良作用而已。每一件事，皆有其正反两面，我们同时必须考虑到。或者时间久了，思想搞不通，走了样或者某一个观念流行多年，时迁境移，已不合宜，并且流弊丛生，失其原意，这就要懂得大学的苟日新，又日新，日日新的道理了，此时必须知道变通。所以，老子的思想与易经的思想是一样的，都在一个变字。易经有五种学问――理象数通变。理是哲学的，易经每一个卦，背后皆有其哲学道理。象，一件事物，一个东西，都有它本身的现象。比如虚空，也有它的现象，空空洞洞，不可捉摸。每一种现象的发生，必须有其形成的哲学道理。而这理和象二者，也可以借数字符号来表达整理。那便是数了。理象数是易经三个根本所在，必得将之透彻研究后，才知道通，只知理，不通象数只知象数，不通理，都不行。要样样深入，全部融会贯通，方能达变，方能洞烛机先，随时知变适变应变。知道变，而能应变，那还属下品境界。上品境界，能在变之先，而先天下的将变时先变。等到事情已经迫在眉睫才变，那也恰恰只合于变通而已。老子对仁义智慧所提的这番道理，也属于变通的一种。第十九章绝圣弃智，民利百倍。绝仁弃义，民复孝慈。"}
{"text":"理象数是易经三个根本所在，必得将之透彻研究后，才知道通，只知理，不通象数只知象数，不通理，都不行。要样样深入，全部融会贯通，方能达变，方能洞烛机先，随时知变适变应变。知道变，而能应变，那还属下品境界。上品境界，能在变之先，而先天下的将变时先变。等到事情已经迫在眉睫才变，那也恰恰只合于变通而已。老子对仁义智慧所提的这番道理，也属于变通的一种。第十九章绝圣弃智，民利百倍。绝仁弃义，民复孝慈。绝巧弃利，盗贼无有。此三者以为文不足，故今有所属。见素抱朴，少私寡欲。王贼并列的烂帐由这一章的反证，更可以看出老子的精神，不是如后代所说的反对仁义反对孝慈。他只是提出当时社会不对劲的地方，希望当时的人慎重处理，将之归导于正途。而千古以来，注解老子的学者专家，往往只知其一，不知其二，困于老子的语言文字，没有听出弦外之音，把老子误解得太厉害太离谱了。实际上老子孔子都是同一精神，表达方式不同而已。老子对春秋时代社会的批评，是要绝圣弃智。我们研究春秋战国的历史，那真是越读越使人感到高明。孔子作春秋，是中国第一部历史书籍。有人说春秋不能读，读了会使人奸诈狡猾。孔子自己也说过知我者春秋，罪我者春秋。历史读多了，好的榜样没学成，坏的手段全学上了。例如，一般人读历史小说三国演义，诸葛亮难效，曹操易仿。看小说都想当书中的主角，读三国演义，想当刘备者不少，想当赵子龙关公者更多。很多人将自己的欲望，投射到书中有大能力大聪明的角色情境中，结果在不知不觉中，变成了画虎不成反类犬，何其可悲！其实，在春秋一书里，好的道理处处可寻，坏的现象也连篇累牍。那个时候，对圣人的标榜特别的多，几乎每一个会讲会说的都是圣人，聪明才智之士，比比皆是。从春秋到战国这一阶段，在我们整个历史中，真是人才辈出的时期。我们读春秋战国时的著作，有时看到某人讲的话，非常有理，但是再从反面想想，又觉不对，应是反面正确才是，然后再转到另一个层面来看，则前述二者不无可疑。每个人的意见都很高明，也都有值得商榷之处。当时真是一个文化变乱社会变乱的时代。西方人有一个历史观点社会历史到了末期，在变乱不安时，才产生哲学家思想家。然而，依我们的历史哲学看来，与其如此，不如不要这些哲学家来得好。"}
{"text":"从春秋到战国这一阶段，在我们整个历史中，真是人才辈出的时期。我们读春秋战国时的著作，有时看到某人讲的话，非常有理，但是再从反面想想，又觉不对，应是反面正确才是，然后再转到另一个层面来看，则前述二者不无可疑。每个人的意见都很高明，也都有值得商榷之处。当时真是一个文化变乱社会变乱的时代。西方人有一个历史观点社会历史到了末期，在变乱不安时，才产生哲学家思想家。然而，依我们的历史哲学看来，与其如此，不如不要这些哲学家来得好。高度的哲学智慧，是从痛苦变乱中的刺激锻炼而成，代价未免太高。所以，老子反对标榜圣人，反对卖弄世智辨聪。春秋战国之间，善于奇谋异术的高人，一个比一个高明。例如范蠡，他帮助越王勾践复国，实行他老师计然子所教的六法，不过用了其中的三四项策略，便稳定了国际情势，而越国也复兴了。最后名与利功勋等等，一样也不要，自己一走了之，到别的地方做生意去了。至于做生意的方法，也是他老师计然子教的。像春秋战国这一类的智慧之学，简直看不完，太热闹了。然而，那个时代的世局也就特别地动荡不安。假使我们身历其境，蒙受其害，便晓得那种痛苦，不堪消受。古人有句话宁作太平犬，莫作乱世人。那乱世的人命，的确不如太平盛世的鸡犬，人命危如垒卵，随时都有被毁灭的可能。老子对那个时代，深深感到痛苦和不满，因此便说绝圣弃智，民利百倍。人们如果不卖弄聪明才智，本来还会有和平安静的生活，却被一些标榜圣人标榜智慧的才智之士搅乱了。战国时期，真正能摆布那个时代二三十年之久的，只有苏秦张仪两人，不管他们摆布得对或不对。所以后来司马迁刘向等人，都非常佩服苏秦，这么一个书生，年纪轻轻出来，竟使国际间二十几年不发生战争。我们现在听来，二十几年的和平，好像算不了什么，但是春秋战国的时候，几十个国家随时随地都在作战。每一次战争都要死亡一大批的人。老太太老太爷们，辛辛苦苦将自己心爱的儿孙慢慢养大，然后一上战场，几分种的时间便结束了生命。难怪司马迁认为苏秦只是个文弱书生，却纵横六国之间，消洱战争达二十多年之久，这本事够大的了，很令人佩服，因此特别在史记上记上一笔。老子当时的社会情况，虽不比苏秦张仪那个时候的混乱糟糕，但已迈向大变不祥的道路上去，他痛心之余，就有绝圣弃智，民利百倍的主张。仁义的道理也是一样，那时不只是孔子提倡，但孔子综合了仁义的精华，传给后代。"}
{"text":"每一次战争都要死亡一大批的人。老太太老太爷们，辛辛苦苦将自己心爱的儿孙慢慢养大，然后一上战场，几分种的时间便结束了生命。难怪司马迁认为苏秦只是个文弱书生，却纵横六国之间，消洱战争达二十多年之久，这本事够大的了，很令人佩服，因此特别在史记上记上一笔。老子当时的社会情况，虽不比苏秦张仪那个时候的混乱糟糕，但已迈向大变不祥的道路上去，他痛心之余，就有绝圣弃智，民利百倍的主张。仁义的道理也是一样，那时不只是孔子提倡，但孔子综合了仁义的精华，传给后代。在春秋战国时候，各国之间，相互争战，彼此攻城掠地，都以仁义的美名作口号。你们要讲仁义道德，那很好，我也跟着讲。但是你们一切都得照我吩咐，要跪便跪，要杀便杀，反正我也可向外宣布这是为了仁义道德，不得不尔。仁义道德的用法，一至于此，那已是天下大乱，不可救药了。所以老子非常讨厌，又主张绝仁弃义，民复孝慈。社会上不需以仁义作宣传口号，越是特别强调仁义，越是尔虞我诈，毛病百出。唯大英雄能本色并且，人也需抛弃自己引以为做的聪明――巧，抛弃自私自利的贪图之心，那么自然不会有盗贼作奸犯科。这是绝巧弃利，盗贼无有。此处盗贼二字，须引用庄子月去箧篇的大盗――盗跖，来作注解。说句严重的话，春秋战国时候的诸侯，几乎都是盗跖。老子提出了上述的道理后，接着说此三者，以为文不足，故令有所属。文，代表思想理论。他说，为什么要抛弃圣智仁义巧利这三项东西呢？这个哲学道理发挥起来太多太多，一言难尽，因此暂不讲它，只要把握住这个观念就行了。这等于乡下人经常说我命苦，只好这样。命就是一个确定不移的观念，不需一大堆道理来解释，只要从实际生活便可体会。中国过去家庭，也只抓住一个观念――孝，其中道理，天经地义不需多说。那么，把这些绝圣弃智的观念，归纳到怎样的生命理想呢？――见素抱朴，少私寡欲。社会人类真能以此为生活的态度，天下自然太平。乃至个人拥有这种修养，一辈子便是最大的幸福。其实，这正是大圣人超凡脱俗的生命情操。见素，见指见地，观念思想谓之见素乃纯洁干净。孔子在论语上亦讨论到此问题。素如一张白纸，毫不染上任何颜色。人的思想观念要随时保持纯净无杂。也就是佛家禅宗的两句话不思善，不思恶，善恶两边皆不沾，清明透彻。而抱朴，朴是未经雕刻质地优良的原始木头。"}
{"text":"――见素抱朴，少私寡欲。社会人类真能以此为生活的态度，天下自然太平。乃至个人拥有这种修养，一辈子便是最大的幸福。其实，这正是大圣人超凡脱俗的生命情操。见素，见指见地，观念思想谓之见素乃纯洁干净。孔子在论语上亦讨论到此问题。素如一张白纸，毫不染上任何颜色。人的思想观念要随时保持纯净无杂。也就是佛家禅宗的两句话不思善，不思恶，善恶两边皆不沾，清明透彻。而抱朴，朴是未经雕刻质地优良的原始木头。有些书用璞字，璞与朴通用，没有经过雕琢的玉石外壳为璞。朴与璞，表面看来粗糙不显眼，其实佳质深藏，光华内敛，一切本自天成，没有后天人工的刻意造作。我们的心地胸襟，应该随时怀抱这种原始天然的朴素，以此态度来待人接物，处理事务。如此，思想纯洁无瑕，不落主观的偏见。平常做事，老老实实，当笑即笑，当哭即哭。哭不是为了某个目的，哭给别人看笑不是因为他讲一句笑话，我不笑对不起他，只好矫揉造作裂开嘴巴，露出牙齿装笑。这就不是见素抱朴的生命境界。再来，少私寡欲这一点要特别注意。儒道两家，并没有叫人做到绝对的无欲，彻底无欲，简直不可能，假使做到了，那就超凡入圣了。只有佛家修行，先要无欲，因此被儒家批评为陈义太高，难以企及。儒道二家认为少私寡欲，已经是了不起之事。少私寡欲可以近乎道，但尚未完全合于道。老子主张绝仁弃义，不以圣人为标榜，不以修行为口号，只要老老实实规规矩矩做人，那便是真修道。绝仁弃义，要废除那些假仁假义，伤天害理的做法。有时候，我们看到历史上的故事，很多是口头上大吹仁义道德，要帮忙人家救助人家，结果对方倒了大霉。这种仁义其名，侵略其实的勾当，非常要不得。至于绝巧弃利，那是针对人类喜欢耍自己的聪明才智，自认高明而言。东西方宗教皆认为使巧用计，想办法耍手段，一般都是为了图利自己，那是强盗心理，是不道德的。因此，老子提出见素抱朴，少私寡欲，作为我们生活修养的中心原则。随着，下面再告诉我们学道的榜样，做人做事的涵养，继续沿着他一贯的理路发挥。第二十章绝学无忧，唯之与阿，想去几何？善之与恶，相去若何？人之所畏，不可不畏。荒兮其未央哉！众人熙熙，如享太牢，如春登台。我独泊兮其未兆，如婴儿之未孩，囗囗兮若无所归。众人皆有余，而我独若遗。我愚人之心也哉！"}
{"text":"东西方宗教皆认为使巧用计，想办法耍手段，一般都是为了图利自己，那是强盗心理，是不道德的。因此，老子提出见素抱朴，少私寡欲，作为我们生活修养的中心原则。随着，下面再告诉我们学道的榜样，做人做事的涵养，继续沿着他一贯的理路发挥。第二十章绝学无忧，唯之与阿，想去几何？善之与恶，相去若何？人之所畏，不可不畏。荒兮其未央哉！众人熙熙，如享太牢，如春登台。我独泊兮其未兆，如婴儿之未孩，囗囗兮若无所归。众人皆有余，而我独若遗。我愚人之心也哉！沌沌兮。俗人昭昭，我独昏昏，俗人察察，我独闷闷。澹兮其若海，囗兮若无止。众人皆有以，而我独顽且鄙。我独异于人，而贵食母。知识是烦恼的根源绝学无忧这四个字，有些人重新整理老子，将它归于前面一章，成为见素抱朴，少私寡欲，绝学无忧。绝学无忧做起来很难。绝学就是不要一切学问，什么知识都不执著，人生只凭自然。汉朝以后，佛学从印度传入中国，佛学称成了道的大阿罗汉，为无学位的圣人，意思是已经到了家，不需再有所学了。其实，严格而言，不管是四果罗汉，或者菩萨，都还在有学有修的阶段，真正无学，那已经是至高无上的境界了。古人有言东方有圣人，西方有圣人，此心同，此理同。就是说真理只有一个，东西方表达的方式不同。佛学未进人中国，无学的观念尚未在中国宏扬，老子就有绝学这个观念了。后来佛家的无学，来诠释老子的绝学，颇有相得益彰之效。修道成功，到达最高境界，任何名相任何疑难都解决了看透了，绝学无忧，无忧无虑，没有什么牵挂。这种心情，一般人很难感觉得到。尤其我们这一些喜欢寻章摘句舞文弄墨的人，看到老子这一句话，也算是吃了一服药。爱看书爱写作，常常搞到三更半夜，弄得自己头昏脑胀，才想到老子真高明，要我们绝学，丢开书本，不要钻牛角尖，那的确很痛快。可是一认为自己是知识分于，这就难了，绝学做不到，无忧更免谈。读历史而落泪，替古人担忧，有时看到历史上许多事情，硬是会生气，硬是伤心落下泪来，这是读书人的痛苦毛病。其实，绝学无忧真做到了，反能以一种清明客观的态度，深刻独到的见解，服务社会，利益社会。接着，老子便谈道德最高修养的标准。他说唯之与阿，相去几何？善之与恶，相去若何？人之所畏，不可不畏。"}
{"text":"可是一认为自己是知识分于，这就难了，绝学做不到，无忧更免谈。读历史而落泪，替古人担忧，有时看到历史上许多事情，硬是会生气，硬是伤心落下泪来，这是读书人的痛苦毛病。其实，绝学无忧真做到了，反能以一种清明客观的态度，深刻独到的见解，服务社会，利益社会。接着，老子便谈道德最高修养的标准。他说唯之与阿，相去几何？善之与恶，相去若何？人之所畏，不可不畏。唯与阿两字，是指我们讲话对人的态度，将二者译成白话，在语言的表达上都是是的。但同样是的一句话，唯是诚诚恳恳的接受，阿是拍马屁的应对，不管事实对或不对，一味迎合对方的意见，这便是唯之与阿，相去几何之处。许多青年朋友和我们谈话时，每说你的看法很好，不过我，这就是阿。不过但是这类转语，往往隐含着低声下气，不敢得罪人的顺从心理。然而，真理是没有讨价还价的余地，不能随便将就别人，做顺水人情的。尤其是做学问，汉儒辕固生就骂过汉武帝的丞相公孙弘说公孙子，务正学以言，无曲学以阿世。一个读书人，不可在学问上思想上文化上将就别人，附和别人，为了某种私利拐弯抹角，那就不对了，儒家非常重视读书人这一点的基本人格。唯与阿实质内容并不一样，但是表面上不易分别。老子说这些道理，并非教我们带着尖刻的眼光，专门去分析他的言行举止，是阿是唯而是提醒我们自己，学习真诚不佞的唯，避免虚伪造作的阿。千万别读了老子这句话，结果处处挑剔别人，不知一切道德修养，应从反求诸己开始。另外，善之与恶，相去若何？善与恶若是往深一层去观察，那也许是划分不出距离的。善恶之间，很难分辨。往往做了一件好事，反而得到恶果。据我个人的人生经验，以为以前救过的人，现在想想，倒觉得是件坏事。因为他们以后继续活下去的那种方式，反而是伤害到其他更多的人。所以，善与恶的分际，简直难以捉摸。而且，所谓善恶是非好坏，若真以哲学的立场彻底研究，那更无法确定出一个绝对的标准。虽然绝对的道德标准难求，但是一个社会因时因地所产生的相对道德标准，一个修道人也应该遵守。这是人之所畏，不可不畏。即使你超越了相对的案臼，到达了绝对的境界，在这个世界上，你仍有必要陪大家遵守这个世界的种种规则，避免举止怪异，惊世骇俗。此即老子的另一句话，和其光，同其尘。"}
{"text":"因为他们以后继续活下去的那种方式，反而是伤害到其他更多的人。所以，善与恶的分际，简直难以捉摸。而且，所谓善恶是非好坏，若真以哲学的立场彻底研究，那更无法确定出一个绝对的标准。虽然绝对的道德标准难求，但是一个社会因时因地所产生的相对道德标准，一个修道人也应该遵守。这是人之所畏，不可不畏。即使你超越了相对的案臼，到达了绝对的境界，在这个世界上，你仍有必要陪大家遵守这个世界的种种规则，避免举止怪异，惊世骇俗。此即老子的另一句话，和其光，同其尘。不可不畏，不得不畏，不能不畏，在文字上虽只一字之差，但是其意义相去甚多。不可不畏乃发自于自己内心的认识与选择，为了利益众生而随顺众生，不是受外在环境的制约，执著一般相对的价值标准。比如有个东西，大家都认为是黑色，这只是一种约定俗成的语言称呼，你也就跟别人说是黑的，不必硬说是白的，否则将有麻烦，无法彼此沟通。我发现我们一些老朋友，天天翻报章杂志，天天大作文章，相劝省点力气，少写一点，可是都自认为没有办法，因为他有一副忧世忧国的心肠，总想对社会贡献出一点力量。像有好几位老教授，我也经常互相劝勉，你少教一点书吧，多保养自己一点，同样也做不到，因为他们对国家民族的前途，还是担忧挂虑得不得了。因此，要绝学无忧，逍遥自在，除非得了道。未得成道之先，忧世之心，或者挂虑个人的安危，是免不了的。老子素描修道者的人生接着，下面一段，可以说是老子的劝世文。荒兮其未央哉，荒是形容词，像荒原大沙漠一样，面积广大无边，永远没有尽头。这句话放在这一段里，应作什么解呢？――易经最后一卦未济。我们看看历史，看看人生，一切事物都是无穷无尽，相生相克，没有了结之时。明末崇祯年间，有个人画了一幅画，上面立着一棵松树，松树下面一块大石，大石之上，摆着一个棋盘，棋盘上面几颗疏疏落落的棋子，除此之外，别无他物，意境深远。后来有个人拿着这幅画，来请当时的高僧苍雪大师题字。苍雪大师一看，马上提起笔来写道松下无人一局残，空山松子落棋盘。神仙更有神仙着，毕竟输赢下不完。这一首诗，以一个方外之人超然的心境，将所有人生哲学历史哲学，一切的生命现象，都包括尽了。人生如同一局残棋，你争我夺，一来一往。就算是传说中的神仙，也有他们的执著，也有他们一个比一个高明之处。这样一代一代，世世相传，输赢二字永远也没有定论的时候。苍雪大师这首名诗，相当能够表达老子荒兮其未央哉的意思。"}
