{"text":"接着，有参加者说，为了有更多的学习机会，他想请几位心理学家和精神病医生来参加现场演示。于是，之前参加演示的病人和旁听者中的志愿者交换了位置。在接下来的讲解中，我发现我很难向一位精神病医生解释不清楚分析与倾听的区别。只要小组中有人表达自己的感受，他就开始运用精神病学的理论进行分析，而没有用心体会。当他第二次这么做的时候，在旁听席的一位病从大声喊道难道你看不出来你又在做同样的事情？你是在分析他讲的话，而没有用心体会她的感受！通过培养非暴力沟通的意识和技巧，我们就可以在真诚开放的气氛中与他人进行平等的互动，从而帮助他人摆脱心理的困扰。――――――――――――――――――――――――非暴力沟通实例化解积怨一位学习非暴力沟通的女士讲述了以下的故事。那一天，我参加完历时十天的非暴力沟通培训班回到家时，发现艾里斯正在等我。艾里斯是一所学校的图书管理员，她做这份工作已有年的时间。我们是在年前的一次极富挑战性的训练营中认识的。一见面，我就迫不及待地告诉她，我参加非暴力沟通培训的情况。这时，艾里斯说，虽然已经过了年，但只要一想起那次活动的领队在科罗拉多州对她说的话，她还会愤愤不平。我知道她说的是里芙。里芙热爱自然，能够识别动物的粪便。我还清楚地记着她攀岩时在半空中情景，她的手掌有许多伤痕――那是被绳索割破留下的。她在黑夜中吼叫，在高兴时手舞足蹈，坦率地表达她的感受和想法。艾里斯这里提到的事情是，有一天，里芙对她说艾里斯，我真受不了你这样的人，不论何时，你都甜得腻死人。真是个毕恭毕敬的图书管理员！为什么不放下面具，直率一些呢？年来，艾里斯不断地想起里芙的这句放并在心里驳斥她。我们两个人现在都很想看看非暴力沟通对这样的情形能发挥怎样的作用。于是，由我来扮演里芙的角色。在开始时，我对艾里斯说了里芙的那句话。艾里斯暂不考虑非暴力沟通，她认为里芙在批评和羞辱她。你怎么可以这样和我说话？你并不了解我，你也不知道我是怎样的图书管理员！我告诉你，我很认真对待我的工作，我把自己看作是一个教育者，和其他老师并没什么不同我站在里芙的角度听起来，你很生气。你认为在评价别人之前要先有所了解，是吗？艾里斯当然了！你至少应该知道我在这次训练营中的表现。"}
{"text":"于是，由我来扮演里芙的角色。在开始时，我对艾里斯说了里芙的那句话。艾里斯暂不考虑非暴力沟通，她认为里芙在批评和羞辱她。你怎么可以这样和我说话？你并不了解我，你也不知道我是怎样的图书管理员！我告诉你，我很认真对待我的工作，我把自己看作是一个教育者，和其他老师并没什么不同我站在里芙的角度听起来，你很生气。你认为在评价别人之前要先有所了解，是吗？艾里斯当然了！你至少应该知道我在这次训练营中的表现。你看，我现在站在这里，在过去的天中，我没有被任何困难压倒，我成功了，不是吗？我继续扮演里芙你似乎有些伤心，你希望你所表现的勇气和耐力能够得到肯定，是这样吗？我们又说了几句。这时，我发现艾里斯的状态有了一些变化。如果一个人觉得自己得到了别人的理解，他的身体就会有些反应。例如，他可能会放松下来。一般来说，这意识着他已经充分表达他的某种痛苦，可以将注意力转向其他的话题。这样，他就可以进一步表达其他方面的感受和需要。有时，他甚至可以开始关注对方的感受和需要。不过，我注意到，艾里斯现在还处于痛苦中。毕竟，由于认为自己受到羞辱，在过去的年中，她在心里积累了许多怨气。非暴力沟通爱的语言――表达感激在赞扬他人时，我们很少揭示内心活动，而把自己放在了裁判的位置。赞扬也常常被人用来实现个人目的。非暴力沟通鼓励我们充分表达感激。在表达感激时，我们说出对我们有益的行为我们的哪些需要得到了满足我们的需要得到满足后，我们是什么样的心情。当别人以这样的方式表达对我们的感激时，我们可以与对方一起庆祝生命的美――即不自大，也不假谦虚。――――――――――――――――――――――――――――――――――――――――――――――――――赞扬的动机你这分报告写得很好。你很细心。你这人真不错！昨晚开车送我回家。赞扬也可能造成人与人之间的隔阂。这听起来似乎很奇怪。不过，请注意在赞扬他人时，我们很少提示内心活动，而把自己放在了裁判的位置。所以，我认为，赞扬并不总是有助于深化彼此的联系。在企业做培训时，常有经理人和我说，赞扬他人很管用。他们强调研究表明，如果经理赞扬员工，员工就会努力工作。"}
{"text":"你很细心。你这人真不错！昨晚开车送我回家。赞扬也可能造成人与人之间的隔阂。这听起来似乎很奇怪。不过，请注意在赞扬他人时，我们很少提示内心活动，而把自己放在了裁判的位置。所以，我认为，赞扬并不总是有助于深化彼此的联系。在企业做培训时，常有经理人和我说，赞扬他人很管用。他们强调研究表明，如果经理赞扬员工，员工就会努力工作。在学校中，也存在同样的情况如果老师表扬学生，学生就会认真学习。虽然我也看过这类似的研究报告，但我相信，这类的表扬无法持续地发挥作用。一旦意识到经理和老师赞扬的目的是为了操纵他们，员工和学生很可能就会产生逆反心理。然而，我最担心的是，发现这些赞扬的潜在之后，们对于由衷的感激也会心存疑虑。此外，如果我们利用赞扬来施加影响，对方还可能误解我们的意思。有一幅卡通画讲了一个故事一个印第安人对另一位说看着，我现在用现代心理学来调教马！接着，他领他的朋友走近他的马，大声地说道我的马是整个西部最快最勇敢的马！那匹马听后，十分悲伤，喃喃自语怎么办呢？我的主人抛弃了我，他买了另一匹整个西部最快最勇敢的马！用非暴力沟通的方式表达感激时，我们只是为了庆祝他人的行为提升了我们的生活品质，而不是想得到任何回报。非暴力沟通表达感激的方式非暴力沟通表达感激的方式包含三个部分对方做了什么事情使我们的生活得到了改善我们有哪些需要得到了满足我们的心情怎么样？在表达感激时，这三个部分的先后次序并不重要有时，我们甚至可以通过微笑或说声谢谢来表达这三个部分。然而，如果我们要确保对方能够明白我们的意思，那么，用语言具体地描述这三个部分是值得的。以下是我和一个非暴力沟通研讨班参加者的一段对话。在对旖中，我试图理解他为什么要赞扬我。这样，我就知道了我所做的事情她的感受以及她的需要。我很高兴自己帮到了她。如果她一开始能够以非暴力沟通的方式表达感激，她也许就会说马歇尔，当你提到这两个观点时让我看她的笔记本，我很欣喜，感到将来有盼头了，我一直在寻找和儿子沟通的办法，这两个观点给我很大的启发。"}
{"text":"然而，如果我们要确保对方能够明白我们的意思，那么，用语言具体地描述这三个部分是值得的。以下是我和一个非暴力沟通研讨班参加者的一段对话。在对旖中，我试图理解他为什么要赞扬我。这样，我就知道了我所做的事情她的感受以及她的需要。我很高兴自己帮到了她。如果她一开始能够以非暴力沟通的方式表达感激，她也许就会说马歇尔，当你提到这两个观点时让我看她的笔记本，我很欣喜，感到将来有盼头了，我一直在寻找和儿子沟通的办法，这两个观点给我很大的启发。接受别人的感激在听到别人表达对我们的感激时，我们也许会觉得别扭。我们不知道自己是否真的那么好。我们甚至会担心别人对我们有所帮助――特别是老师或经理试图通过赞扬来提高我们的学习和工作效率。此外，我们还可能担心在将来失去别人的赏识。生活在商品社会中，我们也许不太习惯单纯地付出与接受。然而，非暴力沟通鼓励我们注意倾听别人所表达的感受我们做了什么有益的事情，他们有哪些需要得到了满足，以及这激发了他们怎样的情感。我们每个人都有能力提升他人的生活品质――这是一个值得铭记在心的事实。我从我的朋友纳菲滋阿赛里那里学到了如何优雅地接受别人的感激。那时，无论是在巴勒斯坦还是在以色列，举办有双方公民参加的研讨班，安全都是成问题的。于是，我请了一些巴勒斯坦人和以色列人来瑞士参加非暴力沟通研讨班。他是其中的一位巴勒斯坦人。在研讨班结束时，纳菲兹走到我面前说非暴力沟通对促进我们国家的和平非常有故事，我们苏菲派穆斯林在表达特别的感激时有我们自己的方式，现在我想以这种方式来向你表示感谢。他用大拇指扣住了我的大拇指，看着我的眼睛，说道当我们生活在平静爱与和谐之中，我们也就融为了一体。接着，他吻了我的手。在别人表达感激时，人们通常有两咱截然不同的反应。一种是自我膨胀，相信我们比别人优越另一种是假谦虚，否定别人的欣赏，耸耸肩说哦，这没什么。纳菲兹帮助我们看到了，我们有别的方式来听取感激。如果我意识到我的能力是生命赋予我的，我就能够同时避免自我膨胀和假谦虚。以色列前总理哥达梅厄曾经责备她的一位内阁部长不要那么谦虚，因为你没有那么伟大。当代作家玛丽安威廉森以下的一段话也提醒我不要假谦虚我们最大的恐惧不是我们不够完美，我们最大的恐惧是我们无比强大。"}
{"text":"一种是自我膨胀，相信我们比别人优越另一种是假谦虚，否定别人的欣赏，耸耸肩说哦，这没什么。纳菲兹帮助我们看到了，我们有别的方式来听取感激。如果我意识到我的能力是生命赋予我的，我就能够同时避免自我膨胀和假谦虚。以色列前总理哥达梅厄曾经责备她的一位内阁部长不要那么谦虚，因为你没有那么伟大。当代作家玛丽安威廉森以下的一段话也提醒我不要假谦虚我们最大的恐惧不是我们不够完美，我们最大的恐惧是我们无比强大。我们的光明，而不是我们的黑暗，让我们心存畏惧。你是上帝的孩子。你的小心翼翼帮不了这个世界。缩小自己，好让周围的人在你身边不会觉得不自在，这并不明智。我们生下来就是为了彰显内存的荣光。那不仅存在于某些人，而是存在于每一个人！当我们让自己的光芒闪耀，无意中，我们也允许了他人散发光芒。一旦我们从自我的恐惧中解放出来，我们的存在，也会让他人得到解放。对感激的渴望约翰鲍威尔在他的爱的秘密一书中讲到，对于没有在父亲活着的时候表达自己的感激，他十分伤心。这激起了我的强烈共鸣。如果无法向那些对我们的一生有极为重要影响的人表达感激，我们会感到多么悲哀啊！当时，我立即想起我的舅舅朱利叶斯福克斯。在我小时候，他每日都来照顾我外祖母，那时，她已完全瘫痪。他在照顾我外祖母时，总是面带微笑，充满柔情。有些事情，在一个孩子看来，是很烦琐的但对舅舅来说，照顾我外祖母仿佛是他求之不得的事情。舅舅向我展示了什么是真正的男子气――从那以后，舅舅的榜样就一直激励着我。这时，我意识到我从未向舅舅表达过我的感激。当时，他病得很重，濒临死亡。我想和他说出心里话，却又有些犹豫。我相信，他已经知道他对我有多重要，如果我说出来，也许他会感到尴尬。当这个想法出现在我的头脑中的，我就已经知道，它并不完全符合事实。我常常假定人们已经知道我的情意，然而，这是想当然。此外，即使人们在听到感激时会感到尴尬，他们也会想听到明确的表达。想到这里，我还是有些犹豫，我担心语言无法表达出我心底深处的感受。我很快就克服了我的犹豫，虽然语言确实有其局限性，但我相信一件值得的事情即使做得不怎么样也是值得的！在不久以后的一次家庭聚会中，我坐到了舅舅的旁边，感激的话语从我的心底涌了出来。舅舅很开心，没有丝毫尴尬。"}
{"text":"当这个想法出现在我的头脑中的，我就已经知道，它并不完全符合事实。我常常假定人们已经知道我的情意，然而，这是想当然。此外，即使人们在听到感激时会感到尴尬，他们也会想听到明确的表达。想到这里，我还是有些犹豫，我担心语言无法表达出我心底深处的感受。我很快就克服了我的犹豫，虽然语言确实有其局限性，但我相信一件值得的事情即使做得不怎么样也是值得的！在不久以后的一次家庭聚会中，我坐到了舅舅的旁边，感激的话语从我的心底涌了出来。舅舅很开心，没有丝毫尴尬。那天晚上，我很激动，回家后还写了首诗寄给他。舅舅在三周后去世了。我后来得知，舅舅每天都请人读那首诗给他听。我曾经问舅舅为什么他能那么体贴人。他很高兴听到这个问题同，想了想，然后回答说因为我有很好的老师。于是，我就问你的老师是些什么人呢？他接着说你外祖母就是我最好的老师。你和她生活在一起时，她已经病得很重了，所以，你不太了解她过去的生活。不知道你母亲是否告诉过你，在大萧条时期，有人上裁缝师傅失去了工作和房子，你外祖母请他一家四口搬过来和她一起住了三年？我知道这个事情。当母亲第一次提起时，我十分惊讶，因为外祖母的房子很小，她有九个孩子，我无法想象她怎么安置裁缝一家。朱利叶斯舅舅又提到了其他几件事情。我告诉他，我在小时候就听过这些故事了。接着，他问我那你妈妈和你说过耶稣的故事吗？谁？耶稣。没有，她没和我提起过。这个故事是舅舅在列前给我留下的珍贵礼物。有一天，有个人来到外祖母家的后门讨要食物。这是很平常的事情。虽然外祖母很穷，但邻居们都知道，她会给每个乞讨的人食物。这位先生蓄着，头发杂乱蓬松，衣裳破旧，脖子上用绳子挂着一个小树枝编成的十字架。外祖母请他到厨房吃东西，在他吃饭的时候，他询问他的名字。我名叫耶稣。他回答说。你姓什么呢？我是主耶稣。外祖母的英语并不太好。我的另一位舅舅伊西多后来告诉我，在他走进厨房的时候，外祖母对他说这是主先生。接着，外祖母又问他住在哪里。我没有家。哦，那你今晚准备住在哪里？天很冷。我不知道。那你愿意住在这里吗？他住了七年。外祖母的话语总是那样的亲切。她并没有去想这位先生的过去。"}
{"text":"我名叫耶稣。他回答说。你姓什么呢？我是主耶稣。外祖母的英语并不太好。我的另一位舅舅伊西多后来告诉我，在他走进厨房的时候，外祖母对他说这是主先生。接着，外祖母又问他住在哪里。我没有家。哦，那你今晚准备住在哪里？天很冷。我不知道。那你愿意住在这里吗？他住了七年。外祖母的话语总是那样的亲切。她并没有去想这位先生的过去。如果她那样做，也许她认为他是个疯子并赶他走。恰恰相反，她想到的是人们的感受和需要。如果他们饥饿，就给他们食物如果他们没有住处，就给他们提供睡觉的地方。外祖母生来就是一个非暴力语言的使用者。她喜欢跳舞，我妈妈记得她常说如果你还会跳舞，你就不要行走。所以，我用一首怀念外祖母的歌来作为本书的结尾。有一天，一位名叫耶稣的人，来到外祖母家的门前。他要一点食物，她给了他许多。他说他是主耶稣，她没有找罗马核实。他住了七年，就像许多没有家的游浪汉。她用她犹太人的方式，告诉我耶稣的教诲。用这种可贵的方式，告诉我耶稣的教诲。那是给饱的人食物，给患病的人医药，然后注意休息。当你还能跳舞的时候，不要行走，让你的家成为充满爱的地方。她用她犹太人的方式，告诉我耶稣的教诲。用这种可贵的方式，告诉我耶稣的教诲。"}
{"text":"并且知道，生活永远等待人们以一己之身去领略生命的美和神奇。以书为缘，因缘际会。感谢阮胤华颇费良苦用心的翻译。感谢位小朋友绚烂本真的画作。感谢胡春秀女士彭蕊先生的大力支持，他们是画插图的小朋友的指导老师。感谢亲爱的读者朋友们与我们一同分享非暴力沟通。每时每刻，生活和爱的艺术就在我们的心中脚下，让我们一道去实现！编者年月日马歇尔以一本书的篇幅，不厌其烦地介绍非暴力沟通的模式观察――感受――需要――请求。而这个模式正好契合情商的基本内容区分自己和他人情绪的能力调节自己和他人情绪的能力运用情绪信息去引导思维的能力。所以，不妨把非暴力沟通做为情商练习课程来学习，如果你想做一个善解人意和己意的人，就从尝试非暴力沟通开始吧。正文一一现在是夜里两点钟是一天最黑暗的时刻。我在给电脑编程序程序总是调不通――我怀念早期的机，还有系统。在那上面我要风得风，要雨得雨。现在的机器是些可怕的东西，至于，这是一场浩劫。最主要的问题还不在于技术进步，而是我老了，头脑迟钝，记忆力减退，才看过的东西就忘掉，得写在手上才成――手才是多大的地方。人的手腕上应接长两面蒲扇，除了可以往上写字，还可以扇风――我觉得浑身燥热。写这些事没有人爱看。"}
{"text":"我在给电脑编程序程序总是调不通――我怀念早期的机，还有系统。在那上面我要风得风，要雨得雨。现在的机器是些可怕的东西，至于，这是一场浩劫。最主要的问题还不在于技术进步，而是我老了，头脑迟钝，记忆力减退，才看过的东西就忘掉，得写在手上才成――手才是多大的地方。人的手腕上应接长两面蒲扇，除了可以往上写字，还可以扇风――我觉得浑身燥热。写这些事没有人爱看。我来讲个故事吧――有个美国的杂志的编辑，年龄和我现在相仿，也曾是个有才华的文学青年，但大好年华都消磨在杂志的运作里，不由他不长吁短叹。忽然老板闻进他的办公室，说道我们的订户数在下降！下期专访准备登什么？他呈上选题，老板看了大怒说道就登这种没滋没味的东西？你在毁我的生意！现在人心不古，世道浇漓，亏你们坐得住！我要的题目是这个――你给我亲自去采访！说完摔下张报纸就走了。编辑拣起来一看，是分类广告。上面红笔圈起来的广告内容实在有点惊世骇俗。编辑大叫一声ss！常听美国人这么嚷嚷，声音大得像叫驴，我不知道是什么意思，但不知道意思的话我也能喊出口来你听音乐吗？我现在正听着。不知何时何地，有人用萨克管吹着一支怪腔怪调的布鲁斯，现在正有一搭没一搭地进到我耳朵里来。我的故事也是这样，它和我们的处境毫无关系。我是写小说的。知道我的人会说，我已经出了一本小说。那只是写出的一小部分。更多的都压着呢。为此就要去求人。主编先生很耐心地提出大量的修改意见，改完了还是不给出。有人当面对我说，看来你很有写作才能，但有些题材对你是不合适的。你何不写点都市题材的小说？既好卖一又不招惹是非我不明白什么叫做都市题材。于是就耐心请教。别人就举了个例子曼哈顿的中国女人。有没有搞错啊？我住在北京，是男人，不是女人。另一个例子就是某香港女作家的作品。我的脸登时变作猪肝色。王二脾气发作了。有个庸俗的富婆，坐在奔驰车后座上瞎划拉几笔，就想当我写作的楷模？啊呀呸！如你所知，我四十多岁了。也不能老是王二呀，所以我忍着。等到出了门―一你知道吗，口外的良马关中驴，关中的驴子比别处的大上一号。我像条关中大叫驴一样大叫起来ss！这些事就扯到这里，不能忘记我的故事―一在老板摔下的报纸上，有些女孩声称自己有独特的性取向，寻求伴侣。"}
