{"text":"他说人只要有其个性，就必定有其个性的哲学，然而其间有明显的区别。在一人是他的缺陷化为哲学，在另一人却是他的富足和力量化为哲学。前者需要哲学是为了作为支撑镇静药物解脱升华自我疏远在后者哲学仅是一种美丽的奢侈，至多是一种得胜之感谢的欢欣，终于要以宇宙的大楷写在观念的天上的。快乐的科学序。尼采全集，第卷，第页。哲学或者作为个性缺陷的补救，或者作为个性丰满的庆祝，总之是发于个性又体现了个性的。哲学诚然与个性密不可分，可是，很久以来，二者之间的这种血肉联系被切断了，使哲学失去了生命。所以，当尼采从叔本华的哲学中重新发现了这种联系，他是多么欣喜若狂呵。他称赞叔本华的哲学是一种个体化的哲学，由个人仅仅为了自己而建立，以求获得对自己的不幸和需要自己的局限之洞察，并探究克服和安慰的手段。借叔本华哲学为题，尼采发挥出他自己对于哲学的对象和使命的一番看法来。他说叔本华的伟大之处，就在于他站在整幅生命之画前面，解释它的完整的意义。而别的哲学家往往只是详析画面上所用的颜色和材料，在枝节方面发表赞成或反对的博学的意见，提出条分缕析的怀疑和反驳。他得出结论每一种伟大哲学的要求，就是作为整体始终只是说道这是生命之画的全景，从中学知你的生命的意义吧。自然产生哲学家和艺术家的用意就是想藉此使人的生存变得有道理和有意义。作为教育家的叔本华。尼采全集，第卷，页。尼采后来否定了叔本华哲学，但是并没有否定他在年关于叔本华所说的这些话。他自己承认，他不过是像柏拉图利用苏格拉底一样地利用了叔本华作为表达思想的工具。他所说的这一切仅与他自己有关，是他内心历程的记录，是他对于自己的期许。参看看哪这人。尼采选集，第卷，第页。说到哲学关心人生问题，也许可以追溯到苏格拉底。苏格拉底首先要求把哲学的注意力从自然事物转移到人事，以认识自己为哲学之使命。但是，尼采偏偏对苏格拉底最为不满，他向欧洲理性主义传统挑战正是从苏格拉底首先开刀的。问题在于，苏格拉底把人生问题归结为道德问题，所谓认识自己就是要关心改善自己的灵魂又把道德归结为知识，提出美德即知识的命题。兜了一个圈子，人生的意义被归结为知识。"}
{"text":"参看看哪这人。尼采选集，第卷，第页。说到哲学关心人生问题，也许可以追溯到苏格拉底。苏格拉底首先要求把哲学的注意力从自然事物转移到人事，以认识自己为哲学之使命。但是，尼采偏偏对苏格拉底最为不满，他向欧洲理性主义传统挑战正是从苏格拉底首先开刀的。问题在于，苏格拉底把人生问题归结为道德问题，所谓认识自己就是要关心改善自己的灵魂又把道德归结为知识，提出美德即知识的命题。兜了一个圈子，人生的意义被归结为知识。这正是尼采最不能容忍的，所以他把苏格拉底看作造成两千年来欧洲哲学偏离人生根本的罪魁祸首。尼采自己是从一个美学问题即悲剧的起源问题开始他的哲学活动的。可是，美学仅仅是他思考人生问题的特殊角度。受叔本华影响，他对人生持悲观看法，但又不能忍受一个无意义的人生，于是想从美学上找到突破口，靠艺术和审美赋予人生以意义。悲剧的诞生正是他试图摆脱叔本华的影响创立自己的哲学的一个开始。他早期从审美状态的分析提出酒神精神，后来由酒神精神脱胎出强力意志，都是为了给人生意义问题提供一个解答。哲学本是关涉人的灵魂的事情，它是活生生的个人对于人生意义的不懈寻求。无个性的人不能爱，离开人生意义的寻求无所谓智慧。智慧不等于知识，哲学家不等于饱学之士。一个天文地理无不通晓的人，他的灵魂却可能一片黑暗。真正的哲人是寻求着人生智慧的探索者。可是，在尼采看来，哲学早已迷途了，两千年来一直徘徊在知识的密林里，看不见智慧的光。他推崇前苏格拉底时代的哲学家，特别是赫拉克利特，引以为自己的先驱者。自苏格拉底以后，他只佩服少数几个哲学家，如蒙田帕斯卡尔，认为他们身上尚存哲学爱智慧之真谛。在人生的根本追求被遗忘的时代，尼采的用意是要哲学迷途知返，回到自己的根基，对人生的意义提出质问和回答。尼采的呼声越过世纪的山峰，在存在主义哲学中激起了悠长的回响。海德格尔和萨特为哲学确定的任务就是揭示个人存在的结构和意义，他们的全部哲学活动都是为了促使个人聚精会神于体验自己存在的意义。第节第二章在人生之画面前首先做一个真实的人这里有两个人。一个人靠哲学谋生，挂着教授的头衔，高踞哲学的讲坛，读书破万卷，熟记前人思想，可谓学问高深。"}
{"text":"海德格尔和萨特为哲学确定的任务就是揭示个人存在的结构和意义，他们的全部哲学活动都是为了促使个人聚精会神于体验自己存在的意义。第节第二章在人生之画面前首先做一个真实的人这里有两个人。一个人靠哲学谋生，挂着教授的头衔，高踞哲学的讲坛，读书破万卷，熟记前人思想，可谓学问高深。另一个人，姑且说吧，只是个流浪汉，读过不多几本哲学书，比起前者来望尘莫及，但是他天性敏感，热爱人生，情不自禁地思考着人生的种种根本问题，百折不挠地求索着人生的真谛，要他不这样做，就等于叫他去死。问你，谁是哲学家尼采的回答必是后者。在尼采看来，一个人要配称哲学家，他不仅必须是一个思想家，而且必须是一个真实的人。作为教育家的叔本华。尼采全集，第卷，第页。毋宁说，做一个真实的人，这是成为哲学家的首要条件。然而，这也是最难达到的条件要真实很少人能够做到这一点！即使能够做到的人，也还是不想做到查拉图斯特拉如是说旧榜和新榜。尼采全集，第卷，第页。因为真实是要付出可怕的代价的呵。那么，怎样才算一个真实的人呢尼采常常把真正的哲学家同学者进行对比，我们从这种对比中可以更加明白尼采的要求。尼采自己是做过十年学者的人，因此当他说他精通学者心理学时，大约不算夸大其词。在他的著作中，我们随时可以遇见对于学者形象的描绘和对于学者心理的剖析。让我们先从查拉图斯特拉如是说的学者一节中摘录比较完整的一段话这是真的，我离开了学者们的研究室，并且砰然关上了我后面的门。我的灵魂饥饿地久坐在他们的桌子旁我不像他们那样习于砸开坚壳，剥取知识。我爱自由和新鲜土地上的空气我宁愿睡在牛皮上，胜似睡在他们的体面和尊严上。我太热了，被自己的思想灼烫着，常常因此而窒息。于是我不得不到户外去，离开一切尘封的屋子。但他们冷漠地坐在阴凉的暗影里他们小心翼翼不坐到太阳晒烤的台阶上去。如同那些站在街头张口呆望过客的人，他们也如此期待和张口呆望别人想过的思想。一旦有人捉住他们，他们立即不由自主地扬起面粉，如同一只面粉口袋。"}
{"text":"我太热了，被自己的思想灼烫着，常常因此而窒息。于是我不得不到户外去，离开一切尘封的屋子。但他们冷漠地坐在阴凉的暗影里他们小心翼翼不坐到太阳晒烤的台阶上去。如同那些站在街头张口呆望过客的人，他们也如此期待和张口呆望别人想过的思想。一旦有人捉住他们，他们立即不由自主地扬起面粉，如同一只面粉口袋。可是谁猜到他们的面粉来自谷粒，来自夏日田野的金色的欢乐呢他们的手指知道一切的穿针引线编结，他们如此缝制精神的袜筒他们是好钟表，只需留心合宜地把他们拨动于是他们报时无误，并且谦虚地嘀嗒着。他们如同磨盘也如同杵臼一样地工作着，只要向他们投放谷粒便成他们擅长磨碎谷粒，制成白粉尼采全集，第卷，第页。这里已经把学者与真正的哲学家以我即查拉图斯特拉的形象出现两相对照得很鲜明了。第一，学者天性扭曲，真正的哲学家却天性健康，爱自由和新鲜土地上的空气。第二，学者冷漠，真正的哲学家却热情而真诚，被自己的思想灼烫着。第三，学者无创造性，如磨盘和杵臼，只会咀嚼别人的思想，真正的哲学家却富于创造性。在尼采看来，学者类型的产生不能归咎于个人，而是整个偏重科学理性的教育制度和琐细分工的产物。科学在自助时伤了它的仆人，把自己的冷漠干枯的性格刻印在他们身上了。学者们过早地献身于科学，使他们的本性遭到扭曲，长成了精神上的驼背。参看作为教育家的叔本华第节。一个人当了学者，就一辈子坐在墨水瓶前，蜷曲着腰，头垂到纸上，在书斋沉重的天花板下过着压抑的生活。试看少年时代的朋友，原先聪颖活泼，一旦他占有了一种专门学问，从此就被这项学术占有了，在这小角落里畸形生长着，做了他那专业的牺牲品。参看快乐的科学第节。尼采全集，第卷，第页。按照尼采的理解，一个哲学家，就是一个为人生探寻和创造意义的人。学者的人性已被扭曲，他自己的人生已无意义，又如何能成为一个赋予人生以意义的哲学家哲学的使命还要求哲学家绝对真诚。真正的哲学问题关乎人生之根本，没有一个是纯学术性的，哲学家对待它们的态度犹如它们决定着自己的生死存亡一样。一般人无此紧迫感，他们的认识无非出于利益爱好无聊或习惯。"}
{"text":"尼采全集，第卷，第页。按照尼采的理解，一个哲学家，就是一个为人生探寻和创造意义的人。学者的人性已被扭曲，他自己的人生已无意义，又如何能成为一个赋予人生以意义的哲学家哲学的使命还要求哲学家绝对真诚。真正的哲学问题关乎人生之根本，没有一个是纯学术性的，哲学家对待它们的态度犹如它们决定着自己的生死存亡一样。一般人无此紧迫感，他们的认识无非出于利益爱好无聊或习惯。可是，回响在哲学家耳旁的声音却是认识吧，否则你就灭亡对于他来说，真理如同用刀子切入了他的皮肉中去一样。参看朝霞第节。尼采写道我们哲学家不像普通人可以自由地将灵魂与肉体分开，更不能自由地将灵魂与思想分开。我们不是思索的蛙，不是有着冷酷内脏的观察和记录的装置，我们必须不断从痛苦中分娩出我们的思想，慈母般地给它们以我们拥有的一切，我们的血液心灵火焰快乐激情痛苦良心命运和不幸。生命对于我们意味着，将我们的全部，连同遇到我们的一切，都不断地化为光明和烈火，我们全然不能是别种样子。快乐的科学序。尼采全集，第卷，第页。第节第二章在人生之画面前尼采还写道一个思想者是切身地对待他的问题，在其中看到他的命运他的需要以及他的最高幸福，还是不切身地对待，仅仅以冷静好奇的触角去触动和把握它们，其间有最显著的区别。在后一场合，可以断言，是毫无成果的。快乐的科学第节。尼采全集，第卷，第页。真诚意味着把自己的全部生命投入到思想中去，这样的人的思想是一部热情的灵魂史，其中充满着在思想的热情中燃烧着的生命所具有的升沉和震动。朝霞第节。尼采全集，第卷，第页。真正的哲学家怀着巨大的热情，不断生活在最高问题的风云中和最严重的责任中，他的生活全然不是静观的，局外的，漠然的，安全的，客观的。快乐的科学第节。尼采全集，第卷，第页。一个真诚的作家决不会自欺欺人，故弄玄虚，因为他是为自己而写作。参看作为教育家的叔本华第节。尼采谈到自己的作品时说每一个字都深沉地切身地从生活中体会出来，其中不乏痛苦，许多话甚至是用血写成的。看哪这人。尼采选集，第卷，第页。"}
{"text":"快乐的科学第节。尼采全集，第卷，第页。一个真诚的作家决不会自欺欺人，故弄玄虚，因为他是为自己而写作。参看作为教育家的叔本华第节。尼采谈到自己的作品时说每一个字都深沉地切身地从生活中体会出来，其中不乏痛苦，许多话甚至是用血写成的。看哪这人。尼采选集，第卷，第页。可是，学者往往缺乏真诚，且不说那些借文化谋私利的人，就是自命为了爱知识而求知识的纯粹的求知者，也不过是精巧的伪善者。因为真正的爱必定与死相伴，愿为所爱者去死，而他们却像月亮一样，自命清高，无欲地淡视着人生。一旦灼热的太阳升起，月亮的爱就到了末路。这太阳，就是热爱人生的真正的哲学家。参看查拉图斯特拉如是说纯洁的知识。尼采全集，第卷，第页。真正的哲学家全身心地治理哲学问题，把他的活生生的个性融到哲学思考之中，如此形成的思想必是创造性的，因为，倘若创造性不是独特个性的体现，又是什么呢尼采认为，一个哲学家必备两种相关的特性他须初始地看察事物，他本身须是一个初始看到的事物。也就是说，他的个性是独特的，他看事物的方式也是独特的。他不让种种观念意见书籍插在自己与事物之间，他的天性未受俗见的污染，他永远保留着看事物的新鲜的第一眼。参看作为教育家的叔本华第节。可是，学者的本性却是非创造的。在学者，只想用分析和了解自然来杀死自然而在天才，却想用一种新生的自然来丰富自然。所以，二者在思想和行动上彼此冲突。作为教育家的叔本华。尼采全集，第卷，第页。学者治学靠一种愚钝式的勤勉，埋头于书籍，一点一滴地搜集着各门科学的现成结论，靠别人的思想度日。真正的思想家向往闲暇，以便自由地从事创造，玩味自己的思想。平庸的学者却害怕闲暇，因为他没有自己的思想，一旦空闲，便觉无聊，于是书籍和学术成了他驱除无聊的苍蝇拍。参看作为教育家的叔本华第节。在快乐的科学的学者的由来一节中，尼采列举了学者的种种类型秘书型的学者只知整理种种材料，使之系统化律师型的学者全力辩护其对于所研究的问题的权利牧师型的学者一心让人们信仰他的信仰犹太学者运用逻辑迫使人们赞同他的意见。"}
{"text":"真正的思想家向往闲暇，以便自由地从事创造，玩味自己的思想。平庸的学者却害怕闲暇，因为他没有自己的思想，一旦空闲，便觉无聊，于是书籍和学术成了他驱除无聊的苍蝇拍。参看作为教育家的叔本华第节。在快乐的科学的学者的由来一节中，尼采列举了学者的种种类型秘书型的学者只知整理种种材料，使之系统化律师型的学者全力辩护其对于所研究的问题的权利牧师型的学者一心让人们信仰他的信仰犹太学者运用逻辑迫使人们赞同他的意见。所有这些人，不思创造性地解决问题，只图以各自的方式证明自己从事着正当的工作。快乐的科学第节。尼采全集，第卷，第页。尼采最反对死读书。他写道除了浸沉于书籍之海不做别的事情的学者最后则是完全丧失了为自己而思考的才能。除非有一本书在手里，他就不能思考。当他思考，他只是反应一种刺激即他所看到的别人的思想，结果他所做的一切都是反应。学者致力于肯定否定或批评已经想过了的思想，他便不再思考了。学者犹如火柴，必须摩擦才会发光或者说思考。尼采说这话是有切身体会的，当他因眼疾而不得不停止阅读时，他突然产生一种轻松之感，他从书籍中解脱出来，有工夫自己思考了。他真切感到，对于一个哲学家来说，最重要的是独立思考，自己来创造，说出非他不能说出的话来。一个有创造力的人把太多的时间耗在阅读上，是一种浪费。在清晨，在曙晓，在生气洋溢精力正旺的时候读书，这是严重的罪过呵看哪这人。尼采选集，第卷，第页。他认为，自我教育是造就一个思想家的唯一途径没有什么教育者。作为一个思想家，一个人应当只谈自我教育。漂泊者和他的影子第节。书籍知识他人的思想都只能拿来为我所用，而不应当成为目的本身。总之，一个哲学家首先必须是一个真实的人，即一个天性健康真诚有创造能力的人。这是由哲学的对象和使命所决定的。既然哲学的对象是人生，使命是赋予人生以意义，那么，唯有天性健康才能正确地领悟人生，唯有真诚才能忠实地探求人生的意义，而人生的意义又要靠它的寻求者来创造。学者之不能胜任哲学的使命，正由于他同人生处在一种根本错误的关系中，他漠视人生，远离人生，虚度人生。所以，尼采断定一个学者决不能成为一个哲学家。作为教育家的叔本华。尼采全集，第卷，第页。"}
{"text":"这是由哲学的对象和使命所决定的。既然哲学的对象是人生，使命是赋予人生以意义，那么，唯有天性健康才能正确地领悟人生，唯有真诚才能忠实地探求人生的意义，而人生的意义又要靠它的寻求者来创造。学者之不能胜任哲学的使命，正由于他同人生处在一种根本错误的关系中，他漠视人生，远离人生，虚度人生。所以，尼采断定一个学者决不能成为一个哲学家。作为教育家的叔本华。尼采全集，第卷，第页。一个真诚的人生寻求者可能走错路，但是他对待人生的态度是正确的一个学者也许不犯错误，但是他对待人生的态度本身即是最大的错误。所以，尼采轻蔑地说即使我走着错路，我也仍然走在他们头顶上面。查拉图斯特拉如是说学者。尼采全集，第卷，第页。第节第二章在人生之画面前为思想而战古希腊哲人第欧根尼听到有人称赞某哲学家，便问道他究竟拿出了什么伟大的成果学了这么多年哲学，竟没有损人美国作家爱默生说要提防当伟大的上帝让一位思想家到这世界上来的时候，一切东西都有危险了。尼采也说在现代，哲学已经变成了一种可笑的东西，其实它应该是可怕的作为教育家的叔本华。尼采全集，第卷，第页哲学家应该是使一切崩毁的可怕的炸药。看哪这人。尼采选集，第卷，第页。哲学，以探索人生真谛为使命的哲学，在它面前难道存在什么禁区吗世俗的禁区，流行的观念，传统的信仰，既然它们往往掩盖或歪曲了人生的真相，闯入禁区不正是哲学的责任吗哲学，如同我从来所理解和体验的，乃是自愿引退于高峰和冰谷，探求存在中一切新奇可疑历来被伦理严格禁止的问题。看哪这人序。尼采选集，第卷，第页。人生，即是人的全部价值，人生的意义，即是人的最高问题。哲学家对于人生的问题探根究底，绝无偏见，一切理论，一切信仰，不论它们是受权势保护的，还是为多数人接受的，抑或是他自己一度钟爱的，哲学家都要敢于追问它们的根据，敢于用人生的尺度加以衡量，决定取舍。他对于一切既定的价值都要重新加以估量，以批判的眼光考察一切，凡是未经如此考察的决不轻易相信。在尼采看来，这才是本来意义上的哲学研究。但是，并非所有的人都敢于正视人生的，许多人一辈子靠自欺欺人的幻想活着，而把试图打破这种幻想的人视为仇敌。"}
{"text":"人生，即是人的全部价值，人生的意义，即是人的最高问题。哲学家对于人生的问题探根究底，绝无偏见，一切理论，一切信仰，不论它们是受权势保护的，还是为多数人接受的，抑或是他自己一度钟爱的，哲学家都要敢于追问它们的根据，敢于用人生的尺度加以衡量，决定取舍。他对于一切既定的价值都要重新加以估量，以批判的眼光考察一切，凡是未经如此考察的决不轻易相信。在尼采看来，这才是本来意义上的哲学研究。但是，并非所有的人都敢于正视人生的，许多人一辈子靠自欺欺人的幻想活着，而把试图打破这种幻想的人视为仇敌。权势者为了维护统治，也着力培植民众的迷信，对敢于向迷信挑战的思想家严加镇压。所以，一个真正的哲学家不但必须是一个真实的人，为了有勇气做到真实，还必须是一个坚强的战士，为你们的思想而战。参看查拉图斯特拉如是说战争与战士。尼采全集，第卷，第页。哲学的堕落，莫过于依附权势，迎合民众的迷信。如此做的人也许赢得一时的名声和地位，成为知名的智者，可是尼采称他们是驾在权势者铁骑前面用来媚惑民众的小驴。与他们相反，真正的哲学家，自由思想者，尽管遭到权势者和民众的放逐，生活在寂寞之中，却是在悬崖峭壁筑巢的雄鹰。参看查拉图斯特拉如是说知名的智者。尼采全集，第卷，第页。尼采瞧不起黑格尔和康德，在他看来，这两人只是把自己那个时代的信仰系统化并为之辩护真正的哲学家却要用刀子对他们时代的美德的胸膛进行解剖。哲学家有责任戳穿形形色色的谎言，和千百年来的谎骗相敌对。看哪这人。尼采选集，第卷，第页。哲学家必须是精神上的强者。伟大的思想，与美丽的女子有相同的趣味，决不肯让萎靡的弱者来占有自己。参看快乐的科学第节。尼采全集，第卷，第页。人只以勇敢和毅力所许可的限度接近真理。强者必须认识并肯定现实，正如弱者必须害怕和逃避现实一样。看哪这人。尼采选集，第卷，第页。只有强者才有认识的自由，弱者却需要生活在欺骗之中。精神的强者出于内在的丰满和强盛，与一切相嬉戏，玩弄至今被视为神圣不可侵犯的事物，藐视至高无上者。参看快乐的科学第节。尼采全集，第卷，第页。只有这样的强者才能真切体验到人生的意义，从人生的痛苦中发现人生的欢乐。他的精神足够充实，在沙漠中不会沮丧，反而感觉到孤独的乐趣。"}
