{"text":"这传说的第二幕，并且还说顺治己亥，当唐士奇之乱时，汪王亦曾同样的有过灵异。不过玄天上帝，曾对海瑞显那些不必要的灵，且又度量狭小，会因破了一鼓而谋报复，却是说不过去了。这些传说，原只好姑妄之，姑妄听之而已，何况海瑞的有没有到过齐云，还是一个问题哩！此外则白岳齐云的对于求子，特别有灵的故事，也值得一提。所以明李日华有很风雅的自浙江来礼白岳之记，而袁中郎有只求几个年青美貌而不育之妾一祷。站在太素宫正门外的牌坊底下，向北展望过去，在有一个亭，一个香炉，并有一条铁链系着使人可作攀援之助的香炉峰后，远远看得出一排高低起伏，状如海浪似的青山。山峰中间的一个，头有点儿略向东歪的，据说是黄山的最高峰。我们此来目的是为了想去黄山，但因天寒雪尚未消，同来者也都已游倦之故，黄山的能不能去，早成了问题，因而不知不觉，我就在齐云岩下，遥对着这百余里外的歪头山，竟了大半天的呆。等到顺辇路峰向西走去的三位同游者，大声狂叫着说这儿西面的风景还要好哩！快来，快来！的时候，我的游黄山的梦也被惊醒了，急忙赶上去一看，果然觉得西面的层岩绝壁，还要高，还要复杂。并且太阳也已经斜到了离西面各山峰不过几尺的地步，我们今天还非得赶回休宁，赶回屯溪去宿不可，黄山当然是不必提起，就是这齐云之西的三姑五老独耸天柱诸峰，以及西天门外的九井桥岩，傅岩诸胜景，也只得割爱了，一边跑，一边我只在恨今天的太阳落去得太快。第二辑屐痕处处感伤的行旅沿壁向西，又曲折回旋地走了二里多路，重看了些冲天的石壁，同珍珠帘上的样子一样的危岩，摩崖的大字，以及正德嘉靖万历崇祯的石碣和碑文。到了一处路径有点儿略往下降的地方，大家就立定了脚，因为再走过去，风景一定还要好，结果就要弄得大家非在这荒山里过夜不可。走了半天，我们对于这齐云的仙境，大约总只走尽了五分之二三的地方。虽则两只脚已经是走得很酸痛，肚子里也已经是咕咕地叫饿，但到了下山的路上，坐入轿子去的时候，大家却不约而同的喊了出来说今天的一天总算是值得得很！看了齐云，游了白岳，就是黄山不去，也可以向人说说的了。轿子回到休宁，总约莫是将近二更，汽车把我们在屯溪站卸下来的时候，连市上的灯火都将熄尽快了，这一次西游的这一个末日，我们总算有益地利用到了百分之百。"}
{"text":"虽则两只脚已经是走得很酸痛，肚子里也已经是咕咕地叫饿，但到了下山的路上，坐入轿子去的时候，大家却不约而同的喊了出来说今天的一天总算是值得得很！看了齐云，游了白岳，就是黄山不去，也可以向人说说的了。轿子回到休宁，总约莫是将近二更，汽车把我们在屯溪站卸下来的时候，连市上的灯火都将熄尽快了，这一次西游的这一个末日，我们总算有益地利用到了百分之百。一九三四年四月廿九日两浙漫游两三年来，因为病废的结果，既不能出去做一点事，又不敢隐遁一点议论，所以只好闲居为不善，读些最无聊的小说诗文，以娱旦夕。然而蛰居久了，当然也想动一动不过失业到如今将近十年，连几个酒钱也难办了，不得已只好利用双脚，去爬山涉水，聊以寄啸傲于虚空。而机会凑巧，去年今年，却连接来了几次公家的招待，舟车是不要钱的，膳宿也不要钱的，只教有一个身体，几日健康，就可以安然的去游山而玩水。两年之中，浙东浙西的山水，虽然还不能遍历，但在浙江，也差不多是走到了十分之六七了。随时随地，记下来的杂感漫录，已于今年夏天，收集起来，出了一册屐痕处处的游记总集现在逼近岁暮，大约足迹总不会再印上近处的山巅水畔去了吧，我想在这里作一个两浙山水的总括感想。统观两浙的山，当以自黄山西来的昱岭山脉莫干山脉天目山脉为主峰这一带浙西之山，名目虽异，实际却是一样的系统。山都是沙石岩，间或有石灰岩花岗岩等，可是成分不多，不能据以为断。浙东山脉，当以括苍天台为中心，会稽山脉，卑卑不足道南则雁荡山脉，西接枫岭仙霞武夷，自成一区。若金华山脉，突起浙江中部，自东阳大盆山而来，本可成为主峰，然细察地势，南接天台，西连马金岭之余支，仍可视为天台山与黄山余支野合而生之子。至于四明象山的一带呢，地处海滨，出海年月较迟，谓为天台的余波，固无不可究竟山低似阜，不足称山，所以从浙江全体看来，这一脉似仍应视作会稽与天台的侧室，不能独树一帜的。当今年夏天，带了小儿在东海上劳山下闲步的时候，我们大人中间，往往爱谈起风景的两字。今年刚长到了七岁的小孩，后来问我，什么叫作风景我一时几乎被他难到了，因抽象的名词，要具体地来说明，实在可不容易。结果，我只说明了山和水都有的地方，而又很好玩的时候，就叫作风景好。"}
{"text":"当今年夏天，带了小儿在东海上劳山下闲步的时候，我们大人中间，往往爱谈起风景的两字。今年刚长到了七岁的小孩，后来问我，什么叫作风景我一时几乎被他难到了，因抽象的名词，要具体地来说明，实在可不容易。结果，我只说明了山和水都有的地方，而又很好玩的时候，就叫作风景好。这说明虽然只是骗骗小孩的一时的造作，但实际要讲到风景，除了山水之外，恐怕也没有什么其他的天然成分必须要参合进去。浙江山虽则不多，但也不少而滨海之区，如雁荡的一带，秀丽处也尽可以抵得过桂林。况且两山之间必有水，既有了山，又与海近，水自然是不会得没有。因而我就想起了古人所说的智者与仁者，以及乐山与乐水之分。山和水本来是一样可爱的大自然，但稍稍有一点奢望的人，总想把山水的总绩，平均地同时来享受，鱼与熊掌，若得兼有，岂不是智仁之极致？照此标准来说，我在浙江，还想取富春江的山水为压卷。天台只有高山，没有大水雁荡虽在海滨，然其奇在岩在石，那些黑白云母片麻岩的形状，实在奇不过，至于水，却也不见得丰富大龙湫西石梁梅雨潭等瀑布，未始不是伟观，可是比起横流曲折的富春江来，趣味总觉得要差些，就是失在单调。天目山以山来论，原系浙江的主脉，但讲风景的变化，却又赶不上富春山的明媚了。四明龙盘虎踞，大约是王气所钟之地但因为风水太好，我的这一双贱脚，每每怕向金鳌背上去践踏，所以直到如今，对雪窦的幽深，天童育王的秀逸，还不敢轻易去亵渎。第二辑屐痕处处感伤的行旅金华的北山，永康的方岩，雄奇是雄奇的，伟大也相当的伟大，我想比起黄山白岳来，一定要差得多。黄山我未曾领略，但黄山的前卫白岳齐云，却匆匆看过了，只太素宫前的一角就觉得比方岩要复杂得多。总之这些山，说伟大，还觉得有点儿不足，说秀丽却根本说不上。秋天去旅行天台雁荡，预定的计划，是由山阴，出剡溪上天台，下永嘉然后遵瓯江而西进，过青田丽水缙云，从永康到兰溪，再坐船顺流而东下的。但一则因公路的桥梁未成，再则因战后的地方未靖，我们只望了一望永嘉东北的山水，就从原路跑回来了。最觉得可惜的，是谢灵运所咏的真正永嘉山水在青田，就是对峙，壁立大溪之上，状似石门的那条石门瀑布，还没有看到。"}
{"text":"总之这些山，说伟大，还觉得有点儿不足，说秀丽却根本说不上。秋天去旅行天台雁荡，预定的计划，是由山阴，出剡溪上天台，下永嘉然后遵瓯江而西进，过青田丽水缙云，从永康到兰溪，再坐船顺流而东下的。但一则因公路的桥梁未成，再则因战后的地方未靖，我们只望了一望永嘉东北的山水，就从原路跑回来了。最觉得可惜的，是谢灵运所咏的真正永嘉山水在青田，就是对峙，壁立大溪之上，状似石门的那条石门瀑布，还没有看到。同游雁荡的一位德国朋友，告诉我说，在青田县属黄坛之北，南田之南，东西夹于泗溪浯溪之间，当蒲斜岭的近边，有一个大瀑布在，他打算去探一趟险，我想这位德国朋友所说的瀑布，一定是把地址弄错了的石门洞的瀑布无疑。光绪的青田县志里记这石门洞说石门山，县西七十里，道书为石门洞天。临大溪，两峰壁立，高数百丈，对峙如门。深入为洞，可容数千人，六月生寒。飞瀑千仞，中断，方舆胜览作飞瀑直泻至天壁，凡三百尺，自天壁飞泻至下潭，凡四百尺。迕勺饔曜矗随风飘洒里许近视如烟云散聚，有气无质，冬夏不竭积瀑回激，为潭深数十丈。其次，所可惜的，是没有到缙云的仙都山据说这山高有六百丈，周三百里，在县东二十三里，道书称祈仙第二十九洞天。上有独峰，亦名玉柱峰，峰顶有湖，生白莲，就是鼎湖，这仙都峰，可以用了船，倒溯九曲溪而上去游从前人的游记看来，似乎仙都峰下处处是石壁，曲曲是清溪，形状应似绍兴之东湖吼山，而规模绝大，形势绝伟，非有六七日工夫，是游不遍的。浙东西的山水，约略看了下来，回到了家里，仔细加以分析与回思，觉得龚定庵的踏破中原窥两戒，无双毕竟是家山的两句诗，仿佛是为我而做的。因为我的家山，是在富春江上，和杭州的盆景似的湖山，相差还远得很。一九三四年十二月原载一九三五年一月五日太白半月刊第一卷第八期里西湖的一角落记得是在六七年――也许是十几年了――的前头，当时映霞的外祖父王二南先生还没有去世，我于那一年的秋天，又从上海到了杭州，寄住在里湖一区僧寺的临水的西楼目的是想去整理一些旧稿，出几部书。秋后的西湖，自中秋节起，到十月朝的前后，有时候也竟可以一直延长到阴历十一月的初头，我以为世界上更没有一处比西湖再美丽，再沉静，再可爱的地方。天气渐渐凉了，可是还不至于感到寒冷，蚊蝇自然也减少了数目。"}
{"text":"秋后的西湖，自中秋节起，到十月朝的前后，有时候也竟可以一直延长到阴历十一月的初头，我以为世界上更没有一处比西湖再美丽，再沉静，再可爱的地方。天气渐渐凉了，可是还不至于感到寒冷，蚊蝇自然也减少了数目。环抱在湖西一带的青山，木叶稍稍染一点黄色，看过去仿佛是嫩草的初生。夏季的雨期过后，秋天百日，大抵是晴天多，雨天少。万里的长空，一碧到底，早晨也许在东方有几缕朝霞，晚上在四周或许上一圈红晕，但是皎洁的日中，与深沉的半夜，总是青天浑同碧海，教人举头越看越感到幽深。这中间若再添上几声络纬的微吟和蟋蟀的低唱，以及山间报时刻的鸡鸣与湖中代步行的棹响，那湖上的清秋静境，就可以使你感味到点滴都无余滓的地步。秋天好，最好在西湖我若要唱一阕小令的话，开口就得念这么的两句。西湖的秋日真是一段多么人深省，迷人骨的时季呀！写到了此地，我同时也在流滴着口涎。是在这一种淡荡的湖月林风里，那一年的秋后，我就在里湖僧寺的那一间临水西楼上睡觉，抽烟，喝酒，读书，拿笔写文章。有时候自然也到山前山后去走走路，里湖外湖去摇摇船，可是白天晚上，总是在楼头坐着的时候多，在路上水上的时候少，为的是想赶着这个秋天，把全集的末一二册稿子，全部整理出来。第二辑屐痕处处感伤的行旅但是预定的工作，刚做了一半的时候，有一天午后二南先生却坐了洋车，从城里出来访我了。上楼坐定之后，他开口微笑着说好诗！好诗！原来前几天我寄给城里住着的一位朋友的短札，被他老先生看见了短札上写的，是东倒西歪的这么的几行小字逋鼠禅房日闭关，夜窗灯火照孤山，此间事不为人道，君但能来与往还。被他老先生一称赞，我就也忘记了本来的面目，马上就叫厨子们热酒，煮鱼，摘菜做点心。两人喝着酒，高谈着诗，先从西泠十子谈起，波及了杭郡诗辑，两浙轩的正录续录，又转到扬州八怪，明末诸贤的时候，他老先生才忽然想起，从袋里拿出了一张信来说这是北翔昨天从哈尔滨寄来的信，要我为他去拓三十张杨云友的墓碣来，你既住近在这里，就请你去代办一办。"}
{"text":"被他老先生一称赞，我就也忘记了本来的面目，马上就叫厨子们热酒，煮鱼，摘菜做点心。两人喝着酒，高谈着诗，先从西泠十子谈起，波及了杭郡诗辑，两浙轩的正录续录，又转到扬州八怪，明末诸贤的时候，他老先生才忽然想起，从袋里拿出了一张信来说这是北翔昨天从哈尔滨寄来的信，要我为他去拓三十张杨云友的墓碣来，你既住近在这里，就请你去代办一办。我今天的来此，目的就为了这件事。从这一天起，我的编书的工作就被打断了。重新缠绕着我，使我时时刻刻，老生着幻想的，就是杨云友的那一个小小的坟亭。亭是在葛岭的山脚，正当上山路口东面的一堆荒草中间的。四面的空地，已经被豪家侵占得尺寸无余了，而这一个小小的破烂亭子，还幸而未被拆毁。我当老先生走后的第二天带了拓碑的工匠，上这一条路去寻觅的时候，身上先钩惹了一身的草子与带刺的荆棘。到得亭下，将荒草割了一割，为探寻那一方墓碣又费了许多工夫。直到最后，扫去了坟周围的几堆垃圾牛溲，捏紧鼻头，绕到了坟的后面，跪下去一摸一看，才见了那一方以青石刻成的张北翔所写的明女士杨云友的碑铭。这时候太阳已经打斜了，从山顶上又吹下了一天西北风来。我跪伏在污臭的烂泥地上，从头将这墓碣读了一遍，觉得立不起身来了一种无名的伤感，直从丹田涌起，冲到了心，冲上了头。等那位工匠走近身边，叫了我几声不应，使了全身的气力，将我扶起的时候，他看了我一面，也突然间骇了一大跳。因为我的青黄的面上，流满了一脸的眼泪，眼色也似乎是满带了邪气。他以为我白日里着了鬼迷了，不问皂白，就将我背贴背的背到了石牌坊的道上，叫集了许多住在近边的乡人，抬送我到了寺里。过了几天，他把三十张碑碣拓好送来了进寺门之后，在楼下我就听见他在轻轻的问小和尚说楼上的那位先生，以后该没有疯吧！小和尚骂了他几声胡说！就跑上楼来问我要不要会他一面，我摇了摇头只给了他些过分的工钱。这一个秋天，虽则为了这一件事而打断了我的预定的工作，但在第二年春天出版的我的一册薄薄的集子里，竟添上了一篇叫作十三夜的小说。小说虽则不长，由别人看起来，或许也不见得有什么好处，但在我自己，却总因为它是一个难产的孩子，所以格外的觉得爱惜。"}
{"text":"小和尚骂了他几声胡说！就跑上楼来问我要不要会他一面，我摇了摇头只给了他些过分的工钱。这一个秋天，虽则为了这一件事而打断了我的预定的工作，但在第二年春天出版的我的一册薄薄的集子里，竟添上了一篇叫作十三夜的小说。小说虽则不长，由别人看起来，或许也不见得有什么好处，但在我自己，却总因为它是一个难产的孩子，所以格外的觉得爱惜。过了几年，是杭州大旱的那一年，夏天挈妻带子，我在青岛北戴河各处避了两个月暑，回来路过北平，偶尔又在东安市场的剧园里看了一次荀慧生扮演的杨云友三嫁董其昌的戏。荀慧生的扮相并不坏，唱做更是恰到好处，当众挥毫的几笔淡墨山水，也很可观，不过不晓得为什么，我却觉得杨云友总不是那一副相貌。又是几年过去了，一九三六年的春天，忽而了醉兴，跑上了福州。福州的西城角上，也有一个西湖。每当夏天的午后，或冬日的侵晨，有时候因为没地方走，老跑到这小西湖的边上去散步。一边走着，一边也爱念着天下西湖三十六，就中最好是杭州的两句成语，以慰乡思。翻翻福州的西湖志，才晓得宛在堂的东面，斜坡草地的西北方，旧有一座强小姐的古墓，是很著灵异的。强小姐的出身世系，我也莫名其妙，但是宋朝有一位姓强的余杭人，曾经著过许多很好的诗词，我仿佛还有点儿记得。这一个强小姐墓，当然是清朝的墓，而福州土著的人，或者也许有姓强的，但当我走过西湖，走过这强小姐的墓时，却总要想起钱塘苏小是乡亲的一句诗，想起里湖一角落里那一座杨云友的坟亭这仅仅是联想作用的反射么，或者是骸骨迷恋者的一种疯狂的症候？我可说不出来。本章结束第二辑屐痕处处感伤的行旅一九三七年三月四日在福州西游日录一九三四年甲戌，三月二十八日旧二月十四星期三，大雨，寒冷如残冬。晨四时，乱梦为雨声催醒，不复成寐起来读歙县黄秋宜少尉黄山纪游一卷，系前申报馆仿宋聚珍版之铅印本，为屑玉丛谈二集中之一种。这游记，共二十五页，记自咸丰九年己未八月二十八日从潭渡出去黄山，至同年九月十一日重返潭渡间事。文笔虽不甚美，但黄山的伟大，与夫攀涉之不易，及日出，云升，松虬，石壁，山洞，绝涧，飞瀑，温泉诸奇景，大抵记载详尽。若去黄山，亦可作导游录看，故而收在行箧中。"}
{"text":"晨四时，乱梦为雨声催醒，不复成寐起来读歙县黄秋宜少尉黄山纪游一卷，系前申报馆仿宋聚珍版之铅印本，为屑玉丛谈二集中之一种。这游记，共二十五页，记自咸丰九年己未八月二十八日从潭渡出去黄山，至同年九月十一日重返潭渡间事。文笔虽不甚美，但黄山的伟大，与夫攀涉之不易，及日出，云升，松虬，石壁，山洞，绝涧，飞瀑，温泉诸奇景，大抵记载详尽。若去黄山，亦可作导游录看，故而收在行箧中。昨日得上海信，知此次同去黄山游者，还有四五位朋友，膳宿旅费，由建设厅负担，沿路陪伴者，由公路局派往，奉宪游山，虽难免不贻――山灵忽地开道小的青山见老爷！――之讥，然而路远山深，像我等不要之人无产之众，要想作一度壮游，也颇非易事。更何况脚力不健，体力不佳，无徐霞客之胆量，无阮步兵之猖狂，若语堂光旦等辈，则尤非借一点官力不行了。午后四时，大雨中，忽来了一张建设厅的请帖，和秋原增嘏语堂等到杭，现住西湖饭店的短简。冒雨前去，在西湖饭店楼下先见了一群文绉绉的同时出之游览者及许多熟人全叶潘林，却雅兴勃，已上西泠印社，去赏玩山色空鞯牡妆西子了。伫候片时，和这个那个谈谈天气与旧游之地，约莫到了五点，四位金刚，方才返寓。乱说了一阵，并无原因地哄笑了几次，我们就决定先去怂讲耍然后再去陪官宴，吃私菜处，是寰宇驰名的王饭儿，官宴在湖滨中行别业的大厅上。私菜送辏赶至湖滨，中行别业的大厅上，灯烛辉煌，摆满了五六桌热气蒸腾的菜。在全堂哄笑大嚼的乱噪声中，又决定四十余人，分五路出一路去南京芜湖，一路去天台雁荡，一路去绍兴宁波，一路去杭江沿线，一路去徽州，直至黄山。语堂增嘏光旦秋原，申报馆的徐天章与时事新报馆的吴宝基两先生，以及小子，是去黄山者，同去的为公路局的总稽查金]甫先生。游临安县玲珑山及钱王墓三月二十九日，星期四，晴。昨晚雨中夹雪，喝得醉醺醺回来的路上，心里颇有点儿犹豫私下在打算，若明天雨雪不止者，则一定临脱逃，做一次旅行队里的，好在不是被招募去的新兵，罪名总没有的。"}
{"text":"游临安县玲珑山及钱王墓三月二十九日，星期四，晴。昨晚雨中夹雪，喝得醉醺醺回来的路上，心里颇有点儿犹豫私下在打算，若明天雨雪不止者，则一定临脱逃，做一次旅行队里的，好在不是被招募去的新兵，罪名总没有的。今天五六点钟，探头向窗帷缺处一望，天色竟青苍苍的晴了，不得已只好打着呵欠，连忙起来梳洗更衣，料理行箧，赶到湖滨，正及八点，一群奉宪游山者，早已手忙脚乱，立在马路边上候车子来被搬去了。我们的车子，出武林门，过保m塔，向秦亭山脚朝西驶去的时候，太阳还刚才射到了老和山的那一座黄色的墙头。宿雨初晴，公路明洁，两旁人行道上，头戴着银花，手提着香篮的许多乡下的善男信女，一个个都笑嘻嘻的在尘灰里对我们呆看，于是乎就有了我们这一批游山老爷的议论。中国的老百姓真可爱呀！是语堂的感叹。春秋二季是香市，是她们的唯一的娱乐。也可以借此去游山玩水，也可以借此去散，p之为用，真大矣哉！是精神分析学者光旦的解释。她们一次烧香，实在也真不容易。恐怕现在在实行的这计划，说不定是去年年底下就定下了，私私地在积些钱下来。直到如今，几个月中间果然也没有什么特别事故生，她们一面感谢着菩萨的灵佑，一面就这么的不远千里而步行着来烧香了。这又是语堂的。增嘏秋原大约是坐在前面的头等座位里，故而没有参加入车中的议论。一路上的谈话，若要这样的笔录下来，起码有两三部的分量，然而时非中世，我亦非英文文学之祖，姑从割爱，等到另有机会时再写也还不迟。车到临安之先，在一处山腰水畔，看见了几家竹篱茅舍的人家，山前山后，茶叶一段段的在太阳光里吐气。门前桃树一株，开得热闹如云，比之所罗门的荣华，当然只有过之。骚――这字音虽不雅，但义却含两面――兴一动，我就在日记簿上写下了两行曲似的字第二辑屐痕处处感伤的行旅泥壁茅篷四五家，山茶初茁两三芽，天晴男女忙农去，闲杀门前一树花。这一种乡村春日的自在风光，一路上不知见了多少。可惜没有史梧冈那么的散记笔法，能替他们传神写照，点画出来，以飨终年不出都市的许多大布尔先生。"}
