{"text":"阅读文\\潘洗尘近读先生的生命沉思录一书，再次体味学术大师后无来者的旷世学养，以及一个真正智者的人生千虑。每读季先生的文字，总有一种重回课堂的感觉，让你无法不正襟危坐洗耳恭听。季先生的许多人生感悟，精妙绝伦，足可以让我等后知后觉者一生珍藏受用。比如关于霉与运走的运越大，则倒的霉也越惨中国历代的诗人文学家，不倒霉则走不了运。比如关于谦虚谦虚是美德，但必须把握分寸必须出之以真诚。有意的过分的谦虚就等于虚伪。比如关于惧怕应当惧怕而惧怕者是正常的应当惧怕而不惧怕者是英雄不应当惧怕而惧怕者是孱头。不应当惧怕而不惧怕者也是正常的。比如关于傻瓜天下有没有傻瓜？有的，但却不是被别人称作傻瓜的人而是认为别人是傻瓜的人，这样的人自己才是天下最大的傻瓜。比如关于生命价值人一死就是涅，不用你苦苦追求不管寿长寿短，都要尽力实现这仅有的一次生命的价值。多体会民胞物与的意义，使人类和动植物都能在仅有的一生中过得愉快，过得幸福，过得美满，过得祥和。季先生在生命沉思录一书中，洋洋洒洒，毫不吝惜将自己的一生历炼之所得倾囊相授。而在他诸多处处闪耀着聪明之光的人生命题中，窃以为最惊世骇俗也令人叹为观止的还是先生对坏人的洞见坏人是不会改好的天下哪里会有不变的事物呢？哪里会有不变的人呢？我观察的几个坏人偏偏不变。几十年前是这样，今天还是这样。我想给他们辩护都找不出词儿来。有时候，我简直怀疑，天地间是否有一种叫做坏人基因的东西？我但愿有一个坏人改变一下，改恶从善，堵住我的嘴。高山仰止，景行行止。虽不能至，然心向往之。虽然做为一个连当学生都可能没有资格的晚辈，但因深知季先生的治学之道是以严谨为上，所以在此仍想将自己在学习过程中的一些不解之处斗胆拿出来与大家一起再思考，以让自己可以真正达到解惑之目的。季先生在生命沉思录中对坏人是这样界定的干损人利己的事是坏人，而干损人又不利已的事，则是坏人之尤者。而我有限的人生经验却一直告诉我损人利己的人不一定就是坏人，而损人又不利已的人则一定已不是坏人而是精神病患者了。"}
{"text":"季先生在生命沉思录中对坏人是这样界定的干损人利己的事是坏人，而干损人又不利已的事，则是坏人之尤者。而我有限的人生经验却一直告诉我损人利己的人不一定就是坏人，而损人又不利已的人则一定已不是坏人而是精神病患者了。这是因为，我在个人的生活中经常碰到这样的人和事，那就是很多人在利己的时候，并没有损人的主观意愿，或者说他她们在做利己之事的时候，并不知道这样做会有损人的后果发生，甚至他她们对可能或已出现的损人的客观发生真的是一直无知无觉的，那么我们是否就可以简单地把他她们一概当坏人而论呢？当就这个问题再做更深一步思考的时后，自己忽然觉得就更加迷惑了利己和损人原来是那么的相伴相生，几乎不可能单独存在。于是感到害怕，于是搜肠刮肚地想找出一件利己而不损人的事来，竟真的一件都找不出！比如你去购物，你花自己的钱购什么购多购少本是你自己的事，但物总是有限的，你购得之后就一定会有人购不得，这算不算也是一种损人呢？这样想，按季先生的界定就岂不是这世界上就没有好人了吗，于是更加害怕，觉得自己也可能早已在不知不觉中做了坏人了。至于对季先生的干损人又不利已的事，则是坏人之尤者的结论，我却觉得坏人也是人，所以坏人之坏就就在于其心怀一切皆要利己之念而为此损人也在所不惜，而一个连利己之念都没有的人，就算他再损人，也不能用好人坏人的评价标准去评价他她了，我觉得这已经由一个道德评价问题而转化成了医学问题了，而对一个精神病患者的病情估盼，不在社会道德层面，而在医院。阅读最后，还想就季先生有关对九十年来新诗也就是季先生所说的白话诗的发展的全面否定保留一点自己的看法。据我所知，季先生早年就喜欢纯诗，喜欢法国诗人魏尔兰马拉梅，比利时诗人维尔哈伦的作品。也曾有人说季先生早年自己也曾写过白话诗，而与季先生从四十年代就开始是同事的金克木先生就正是一位大学者和大诗人。而季先生之所以认为新诗是一个失败。是因为纯诗主张废弃韵律，我则主张诗歌必须有韵律，否则叫任何什么名称都行，只是不必叫诗。"}
{"text":"阅读最后，还想就季先生有关对九十年来新诗也就是季先生所说的白话诗的发展的全面否定保留一点自己的看法。据我所知，季先生早年就喜欢纯诗，喜欢法国诗人魏尔兰马拉梅，比利时诗人维尔哈伦的作品。也曾有人说季先生早年自己也曾写过白话诗，而与季先生从四十年代就开始是同事的金克木先生就正是一位大学者和大诗人。而季先生之所以认为新诗是一个失败。是因为纯诗主张废弃韵律，我则主张诗歌必须有韵律，否则叫任何什么名称都行，只是不必叫诗。而季先生对朦胧诗的评价则是我总怀疑这是英雄欺人，以艰深文浅陋。在此，我不敢妄断这是由于季先生虽学贯中西但仍对中国新诗尤其是近三十年来的新诗关注与阅读有限所导致的误判，但我仍然坚持认为，假如说五四以来中国的文学还有什么不乏善可陈之处的话，那就是新诗所获得的巨大的突破性成就了。阅读每个人都争取一个完满的人生。然而，自古及今，国内海外，一个百分之百完满的人生是没有的。所以我说，不完满才是人生。在人生的道路上，每一个人都是孤独的旅客。对于人类的前途，我始终是一个乐观主义者。我相信，不管还要经过多少艰难曲折，不管还要经历多少时间，人类总会越变越好，人类大同之域决不会仅仅是一个空洞的理想。但是，想要达到这个目的，必须经过无数代人的共同努力。有如接力赛，每一代人都有自己的一段路程要跑。又如一条链子，是由许多环组成的，每一环从本身来看，只不过是微不足道的一点东西但是没有这一点东西，链子就组不成。在人类社会发展的长河中，我们每一代人都有自己的任务，而且是绝非可有可无的。假如说人生有意义与价值的话，其意义与价值就在这里。人活得太久了，对人生的种种相，众生的种种相，看得透透彻彻，反而鼓舞时少，叹息时多。远不如早一点离开人世这个是非之地，落一个耳根清净。根据我个人的观察，对世界上绝大多数人来说，人生一无意义，二无价值。我在这里发现了一条定理年龄大小与处境坎坷同对世态炎凉的感受成正比。年龄越大，处境越坎坷，则对世态炎凉感受越深刻。反之，年龄越小，处境越顺利，则感受越肤浅。任何一个人，包括我自己在内，以及任何一个生物，从本能上来看，总是趋吉避凶的。因此，我没怪罪任何人，包括打过我的人。我没有对任何人打击报复，并不是由于我度量非凡大，能容天下难容之事，而是由于我洞明世事，又反求诸躬。"}
{"text":"远不如早一点离开人世这个是非之地，落一个耳根清净。根据我个人的观察，对世界上绝大多数人来说，人生一无意义，二无价值。我在这里发现了一条定理年龄大小与处境坎坷同对世态炎凉的感受成正比。年龄越大，处境越坎坷，则对世态炎凉感受越深刻。反之，年龄越小，处境越顺利，则感受越肤浅。任何一个人，包括我自己在内，以及任何一个生物，从本能上来看，总是趋吉避凶的。因此，我没怪罪任何人，包括打过我的人。我没有对任何人打击报复，并不是由于我度量非凡大，能容天下难容之事，而是由于我洞明世事，又反求诸躬。假如我处在别人的地位上，我的行动不见得会比别人好。走运有大小之别，倒霉也有大小之别，而二者往往是相通的。走的运越大，则倒的霉也越惨，二者之间成正比。我认为，能为国家为人民为他人着想而遏制自己的本性的，就是有道德的人。能够百分之六十为他人着想，百分之四十为自己着想，他就是一个及格的好人。为他人着想的百分比越高越好，道德水平越高。百分之百，所谓毫不利己，专门利人的人是绝无仅有。从历史上到现在，中国知识分子有一个特色，这在西方国家是找不到的中国历代的诗人文学家，不倒霉则走不了运。对待一切善良的人，不管是家属，还是朋友，都应该有一个两字箴言一曰真，二曰忍。真者，以真情实意相待，不答应弄虚作假对待坏人，则另当别论。忍者，相互容忍也。总之，谦虚是美德，但必须把握分寸，注重东西。在东方谦虚涵盖的范围广，不能施之于西方，此不可不注重者。然而，不管东方或西方，必须出之以真诚。有意的过分的谦虚就等于虚伪。把成功的三个条件拿来分析一下，天资是由天来决定的，我们无能为力。机遇是不期而来的，我们也无能为力。只有勤奋一项完全是我们自己决定的，我们必须在这一项上狠下功夫。信缘分与不信缘分，对人的心情影响是不一样的。信者，胜可以做到不骄，败可以做到不馁决不至于胜则忘乎所以，败则怨天尤人。中国古话说尽人事而听天命。首先必须尽人事，否则馅儿饼决不会自己从天上落到你嘴里来。但又必须听天命。人世间，波诡云谲，因果错综。只有能做到尽人事而听天命，一个人才能永远保持心情的平衡。我认为，应当惧怕而惧怕者是正常的应当惧怕而不惧怕者是英雄。我们平常所说的从容镇静处变不惊，就是指的这个。不应当惧怕而惧怕者是孱头。不应当惧怕而不惧怕者也是正常的。"}
{"text":"信者，胜可以做到不骄，败可以做到不馁决不至于胜则忘乎所以，败则怨天尤人。中国古话说尽人事而听天命。首先必须尽人事，否则馅儿饼决不会自己从天上落到你嘴里来。但又必须听天命。人世间，波诡云谲，因果错综。只有能做到尽人事而听天命，一个人才能永远保持心情的平衡。我认为，应当惧怕而惧怕者是正常的应当惧怕而不惧怕者是英雄。我们平常所说的从容镇静处变不惊，就是指的这个。不应当惧怕而惧怕者是孱头。不应当惧怕而不惧怕者也是正常的。记得曾经说过，干损人利己的事还可以理解损人又不利己的事千万干不得。我现在利用的话来给坏人作一个界定干损人利己的事是坏人，而干损人又不利已的事，则是坏人之尤者。阅读根据我的观察，坏人，同一切有毒的动植物一样，是并不知道自己是坏人的，是毒物的。我还发现，坏人是不会改好的。这有点像形而上学了。但是，我却没有办法。天下哪里会有不变的事物呢？哪里会有不变的人呢？我观察的几个坏人偏偏不变。几十年前是这样，今天还是这样。我想给他们辩护都找不出词儿来。有时候，我简直怀疑，天地间是否有一种叫做坏人基因的东西？可惜没有一个生物学家或生理学家提出过这种理论。我自己既非生物学家，又非生理学家，只能凭空臆断。我但愿有一个坏人改变一下，改恶从善，堵住我的嘴。任何人的一生都是一场搏斗。在这一场搏斗中，假如没有朋友，则形单影只，鲜有不失败者。假如有了朋友，则众志成城，鲜有不胜利者。我觉得，碰到一件事，决不能不思而行，鲁莽行动。记得当年在德国时，法西斯统治正如火如荼。一些盲目崇拜希特勒的人，经常使用一个词儿，意思是说干就干，不必思考。这是法西斯的做法，我们必须果断扬弃。遇事必须深思熟虑。先考虑可行性，考虑的方面越广越好。然后再考虑不可行性，也是考虑的方面越广越好。正反两面仔细考虑完以后，就必须加以比较，做出决定，立即行动。假如你考虑正面，又考虑反面之后，再回头来考虑正面，又再考虑反面那么，如此循环往复，终无宁日，最终成为考虑的巨人，行动的侏儒。所以，我赞成孔子的再，斯可矣。天下有没有傻瓜？有的，但却不是被别人称作傻瓜的人而是认为别人是傻瓜的人，这样的人自己才是天下最大的傻瓜。好多年来，我曾有过一个良好的愿望我对每个人都好，也希望每个人都对我好。"}
{"text":"先考虑可行性，考虑的方面越广越好。然后再考虑不可行性，也是考虑的方面越广越好。正反两面仔细考虑完以后，就必须加以比较，做出决定，立即行动。假如你考虑正面，又考虑反面之后，再回头来考虑正面，又再考虑反面那么，如此循环往复，终无宁日，最终成为考虑的巨人，行动的侏儒。所以，我赞成孔子的再，斯可矣。天下有没有傻瓜？有的，但却不是被别人称作傻瓜的人而是认为别人是傻瓜的人，这样的人自己才是天下最大的傻瓜。好多年来，我曾有过一个良好的愿望我对每个人都好，也希望每个人都对我好。只望有誉，不能有毁。最近我恍然大悟，那是根本不可能的。中国古人说食色，性也。爱情，非凡是结婚，总是同色相联系的。家喻户晓的西厢记歌颂张生和莺莺的爱情，高潮竟是一幕酬简，也就是以身相许。个中消息，很值得我们参悟。从前西湖有一座月老祠，有一副对联是天下闻名的愿天下有情人都成了眷属，是前生注定事莫错过姻缘。多么质朴，多么有人情味只有对某些人来说，前生和姻缘显得有点渺茫和神秘。可是，假如每一对夫妇都回想一下你们当初相爱和结婚的过程的话，你能否定月老祠的这一副对联吗？平心而论，人老了，不能说是什么好事，老态龙钟，惹人厌恶但也不能说是什么坏事。人一老，经验丰富，识多见广。他们的经验，有时会对个人甚至对国家是有些用处的。但是，这种用处是必须经过事实证实的，自己一厢情愿地认为有用处，是不会取信于人的。一个人受不受人尊敬，完全决定了你有没有值得别人尊敬的地方。在对待生命问题上，中国人与印度人迥乎不同。中国人希望转生，连唐明皇和杨贵妃不也希望生生世世为夫妻吗？印度人则在笃信轮回转生之余，努力寻求跳出轮回的办法。以佛教而论，小乘终身苦修，目的是想达到涅。大乘顿悟成佛，目的也无非是想达到涅。涅者，圆融清静之谓，这个字的原意就是终止，终止者，跳出轮回不再转生也。人一死就是涅，不用你苦苦追求。那种追求是可怜无补费工夫。在亿万年地球存在的期间，一个人只能有一次生命。这一次生命是万分难得的。我们每一个人都必须熟悉到这一点。切不可掉以轻心。尽管人的寿夭不同，这是人们自己无能为力的。不管寿长寿短，都要尽力实现这仅有的一次生命的价值。多体会民胞物与的意义，使人类和动植物都能在仅有的一生中过得愉快，过得幸福，过得美满，过得祥和。"}
{"text":"涅者，圆融清静之谓，这个字的原意就是终止，终止者，跳出轮回不再转生也。人一死就是涅，不用你苦苦追求。那种追求是可怜无补费工夫。在亿万年地球存在的期间，一个人只能有一次生命。这一次生命是万分难得的。我们每一个人都必须熟悉到这一点。切不可掉以轻心。尽管人的寿夭不同，这是人们自己无能为力的。不管寿长寿短，都要尽力实现这仅有的一次生命的价值。多体会民胞物与的意义，使人类和动植物都能在仅有的一生中过得愉快，过得幸福，过得美满，过得祥和。所谓净土，指的就是我们常说的天堂乐园，是许多宗教信徒烧香念佛，查经祷告，甚至实行苦行，折磨自己，梦寐以求想到达的地方。据说在那里可以享受天福，得到人世间万万得不到的快乐。我看了壁画上画的房子街道树木花草，以及大人小孩，林林总总，觉得十分热闹。可我觉得没有什么出奇之处。只有一件事给我留下了永不磨灭的印象，那就是，那里的人们都是笑口常开，没有一个人愁眉苦脸，他们的日子大概过得都很舒服。不像在我们人间有这样许多不如意的事情，有时候办点事，还要找后门，钻空子。在他们的商店里――净土里面还实行市场经济吗？他们还用得着商店吗？――售货员大概都很和气，不给人白眼，不训斥上帝，不扎堆闲侃，不给人钉子碰。这样的天堂乐园，我也真是心向往之的。但是给我印象最深，使我最为吃惊或者羡慕的，还是他们对待要死的人的态度。那里的人，大概同人世间的猫们差不多，能预先知道自己寿终的时刻。到了此时，要死的老嬷嬷或者老头，健步如飞地走在前面，身后簇拥着自己的子子孙孙至亲好友，个个喜笑颜开，全无悲戚的神态，仿佛是去参加什么喜事一般，一直把老人送进坟墓。后事如何，壁画不是电影，是不能动的。然而画到这个程度，以后的事尽在不言中，假如一定要画上填土封坟，反而似乎是多此一举了。我觉得，净土中的人们给我们人类争了光。他们这一手比猫们又漂亮多了。知道必死，而又兴高采烈，多么豁达！多么聪明！猫们能做得到吗？这证实，净土里的人们真正参透了人生奥秘，真正参透了自然规律。阅读我首创了三不主义――不锻炼不挑食不嘀咕，名闻全国。我这个三不主义，轻易招误会，我现在利用这个机会解释一下。我并不绝对反对适当的体育锻炼，但不要过头。一个假如天天望长寿如大旱之望云霓，而又绝对相信体育锻炼，则此人心态恐怕有点失常，反不如顺其自然为佳。至于不挑食，其心态与上面相似。"}
{"text":"他们这一手比猫们又漂亮多了。知道必死，而又兴高采烈，多么豁达！多么聪明！猫们能做得到吗？这证实，净土里的人们真正参透了人生奥秘，真正参透了自然规律。阅读我首创了三不主义――不锻炼不挑食不嘀咕，名闻全国。我这个三不主义，轻易招误会，我现在利用这个机会解释一下。我并不绝对反对适当的体育锻炼，但不要过头。一个假如天天望长寿如大旱之望云霓，而又绝对相信体育锻炼，则此人心态恐怕有点失常，反不如顺其自然为佳。至于不挑食，其心态与上面相似。我个人认为，第三点最为重要，对什么事情都不嘀嘀咕咕，心胸开朗，乐观愉快，吃也吃得下，睡也睡得着，有问题则设法解决之，有困难则努力克服之，决不视芝麻绿豆大的窘境如苏迷庐山般大，也决不毫无原则随遇而安，决不玩世不恭。应尽便须尽，无复独多虑。有这样的心境，焉能不健康长寿？学者们常说真理愈辩愈明。我也曾长期虔诚地相信这一句话。但是，最近我忽然大彻大悟，觉得事情正好相反，真理是愈辩愈糊涂。我决不反对一个人对自己本能的爱。应该把这种爱引向正确的方向。假如它引向自命不凡，引向自命天才，引向傲慢，则会损己而不利人。我害怕的就是这样的天才。家庭是一个真正的安身立命之处。在这里，人们主要祈求的就是温馨。在任何时代，人生都是一场搏斗，搏斗就难免惊涛骇浪。在这样的浪涛中，有胜利者，当然也有失败者。在整个社会中，家庭对这样的浪涛来说，就是一个安全的避风港。胜利者回到这个避风港中，在温馨的气氛中，细细品味这胜利的甜蜜失败者回到这个避风港中，追忆和分析失败的教训，家庭的温馨会增强他的斗志。回忆之余，奋然而起，他又有了足够的勇气和力量，再回到社会中，继续拼搏，勇往直前，必须胜利在握而后止。对世界来说，他是一个世界公民。对国家来说，他是一个国家公民。对社会来说，他是其中的一分子。他应当在道德方面不断修养和锻炼，能做到苟日新，日日新，又日新，成为一个有用的人，成为一个正直的人。对世界，对国家和社会，对家庭都能尽上应尽的责任。每一个人都有一个我，二者亲密无间，因为实际上是一个东西。按理说，人对自己的我应该是十分了解的，然而，事实上却不尽然。依我看，大部分人是不了解自己的，都是自视过高的。古人说人生识字忧患始。这实在是见道之言。识字，当然就是知识分子了。"}
{"text":"对国家来说，他是一个国家公民。对社会来说，他是其中的一分子。他应当在道德方面不断修养和锻炼，能做到苟日新，日日新，又日新，成为一个有用的人，成为一个正直的人。对世界，对国家和社会，对家庭都能尽上应尽的责任。每一个人都有一个我，二者亲密无间，因为实际上是一个东西。按理说，人对自己的我应该是十分了解的，然而，事实上却不尽然。依我看，大部分人是不了解自己的，都是自视过高的。古人说人生识字忧患始。这实在是见道之言。识字，当然就是知识分子了。一戴上这顶帽子，忧患就开始向你奔来。中国知识分子是一种很希奇的群体，是造化小儿加心加意创造出来的一种稀有动物。虽然十年浩劫中，他们被批为一心只读圣贤书的修正主义分子，这实际上是冤枉的。这样的人不能说没有，但是，主流却正相反。几千年的历史可以证实，中国知识分子最关心时事，最关心政治，最爱国。这最后一点，是由中国历史环境所造成的。在中国历史上，没有哪一天没有虎视眈眈伺机入侵的外敌。历史上许多赫然有名的皇帝，都曾受到外敌的欺侮。老百姓更不必说了。存在决定意识，反映到知识分子头脑中，就形成了根深蒂固的爱国心。天下兴亡，匹夫有责，不管这句话的原形是什么样子，反正它愉快淋漓地表达了中国知识分子的心声。中国知识分子很多都标榜自己无意为官，而实则正相反。一个最有典型意义又众所周知的例子就是大名垂宇宙的诸葛亮。他高卧隆中，看来是在隐居，实则他最关心天下大事，他的信息源看来是非常多的否则，在当时既无电话电报，甚至连写信都十分困难的情况下，他经世之心昭然在人耳目，然而却偏偏让刘先主三顾茅庐，然后才出山鞠躬尽瘁。中国古代知识分子贫穷落魄的多，有诗为证文章憎命达。文章写得好，命运就不亨通命运亨通的人，文章就写不好。那些靠文章中状元当宰相的人，究竟是极少数。而且中国文学史上根本就没有哪一个伟大文学家中过状元。儒林外史是专写知识分子的小说。吴敬梓真把穷苦潦倒的知识分子写活了。没有中举前的周进和范进等形象，真是入木三分，至今还栩栩如生。中国历史上一批穷困的知识分子，贫无立锥之地，决不会有面团团的富家翁相。中国诗文和老百姓嘴中有很多形容贫穷而瘦的穷人的话，什么瘦骨嶙峋，什么骨瘦如柴，又是什么瘦得皮包骨头，等等，都与骨头有关。这一批人一无所有，最值钱的仅存的财产就是他们这一身瘦骨头。"}
