{"text":"没有痛苦，人只能有卑微的幸福。伟大的幸福正是与巨大的痛苦相对抗所产生的崇高感。世上没有比那些无所用心的幸运儿更可怜的了，相反，像拜伦贝多芬这样的悲剧性灵魂，尽管比一般人感受了更多更强烈的痛苦，可是他们所感受的生命的巨大欢乐又岂是一般人所能想象在人身上，琐屑的烦恼总是与渺小的欢乐结伴而行，伟大的痛苦则与伟大的欢乐如影随形。天才都是一些对于生命的苦恼有着深切感受的人，这是一种形而上的苦恼，最独特的自我对于绝对抱着最热烈的憧憬，没有比这种渴望更折磨人的了。然而，似乎作为一种补偿，正是这种渴望驱使天才从事创造，在创造中品尝到了自我与绝对相融合的欢欣。创造的欢欣是生命最高的欢乐，是一种形而上的欢乐。在天才身上，自我与绝对之间的对立发展到了极点，终于又奇迹般地达到统一。所以，天才的作品既有最独特的个性，又有永恒的魅力。热爱生命与贪生怕死不可同日而语。一个真正热爱生命并且对于生命的苦恼有着深切体验的人，反而会升到一种超凡入化的境界。既然个人的生命迟早要失去，你就不要把它看得太重要。你要站在你自己的生命之上，高屋建瓴地俯视它，把它当作你的一次艺术创造试验，这样你反而能真正地体验它，享受它，尽你所能地使它过得有意义。生命的伟大不在于活得长久，而在于活得有气魄。战胜生命的苦恼的途径既不是宗教的解脱，也不是长寿的诀窍，而是文化和艺术的创造。如果说尼采的酒神精神的出发点是肯定生命连同它所包含的苦恼，那么，其归宿点便是以创造的欢欣来战胜生命的苦恼。他说创造是痛苦的大救济和生命的慰藉。但是要做一个创造者，痛苦和许多变故又是不可缺少的。唯一的幸福在于创造。尼采把整个宇宙生生不息的生成变化过程看作大自然本身的创造活动，在这过程中，大自然一会儿创造出个体生命，一会儿又把它毁灭掉。但是，大自然并不因个体生命的毁灭而悲哀，它的生命力太旺盛了，只从这无休止的创造和毁坏中得到快乐。在尼采看来，这就是宇宙本体即生命意志本身的酒神冲动。倘若我们秉承大自然的酒神冲动，不去介意个体生命的毁灭，而只是从创造中体会大自然本身的创造欢欣，我们便在一定意义上战胜了生命的苦恼，达到了自我与绝对的融合三尼采是个诗人气质的哲学家，或者说是个哲人气质的艺术家。他生前忍受不了刻板的学院生涯，辞去教职，孤独地飘泊在南欧的群山之中。他的伴侣是一一绵亘的高原和弯曲的峡谷。"}
{"text":"在尼采看来，这就是宇宙本体即生命意志本身的酒神冲动。倘若我们秉承大自然的酒神冲动，不去介意个体生命的毁灭，而只是从创造中体会大自然本身的创造欢欣，我们便在一定意义上战胜了生命的苦恼，达到了自我与绝对的融合三尼采是个诗人气质的哲学家，或者说是个哲人气质的艺术家。他生前忍受不了刻板的学院生涯，辞去教职，孤独地飘泊在南欧的群山之中。他的伴侣是一一绵亘的高原和弯曲的峡谷。在飘泊中，他写下了两百多首诗歌和无数隽永的警句格言。这个世纪末的飘泊者又自命是新世纪的早生儿，他被他的时代所放逐，独自伫立在无人攀登的山颠眺望远方，眺望他心目中的新世纪，他相信他在新世纪将被人理解和接受。然而，正是在新世纪到来之后，尼采一度遭到了最惊人的误解。也许，本世纪前半叶的欧洲是过于政治化了，两次世界大战，激烈的政治变动，阶级斗争，政权交替，使得人们习惯于以政治的眼光去理解一切。倘若没有这个背景，尼采妹妹的曲解，纳粹文人的利用，都不可能造成如此长久和普遍的对尼采的误解。毫无疑问，阶级社会即是政治社会，在这样的社会中，任何一个哲学家都不可能完全脱离政治，他的政治见解必定会在他的哲学思想中反映出来。但是，哲学与政治毕竟属于不同的层次。哲学面对永恒，政治则面对一时一地的阶级利益和党派利益。尤其是尼采这样一个具有强烈非政治倾向的哲学家，长期以来被涂抹上最浓烈的政治色彩，结果只能是面目全非了。尼采自称是最后一个反政治的德国人，他之厌恶政治是因为在他看来，政治与文化是势不两立的。他写道任何人的花费归根到底不能超过他所拥有的，个人如此，民族也如此。一个人把自己花费在权力政治经济世界贸易议会军事利益上，一个人向这些方面付出了理解认真意志自我超越的能量他就是这种能量，那么在其他方面就必有短缺。文化和国家――在这一点上不要欺骗自己――是敌对的文化国家纯属现代观念。两者互相分离，靠牺牲对方而生长。"}
{"text":"文化和国家――在这一点上不要欺骗自己――是敌对的文化国家纯属现代观念。两者互相分离，靠牺牲对方而生长。一切伟大的文化时代都是政治颓败的时代在文化意义上伟大的事物都是非政治的，甚至是反政治的尼采全集第卷第页我在这里所以要大段摘引尼采的话，是为了说明，正确理解尼采的关键是不要忘记，尼采是一个真正的哲学家，尼采要解决的是存在问题，即生命的意义问题，而每一种相信存在的问题可以由一个政治事件来改变或解决的哲学，都是一种开玩笑的假哲学，――这恰恰是尼采的看法。政治是社会发展一定阶段上的现象，它毕竟是人性异化的领域。凡是突出政治的时代和民族，人性必遭到扭曲。社会进步的趋势是非政治化，一切政治归于消亡尼采的着眼点是文化。为了文化，他反对突出政治。为了文化，他也反对科学至上和物质主义。他指出，科学只关心知识问题，不关心人的内心痛苦，不能为人生提供意义和目标物质至上更使社会成为财富的堆积场所和文化的沙漠。可以把尼采的酒神哲学归结为生命和文化两大口号。生命是人生之树的根本，文化是人生之树的花果。第一要肯定生命，为此尼采反对宗教和伦理的人生态度。尼采认为，宗教本身就是一种伦理，因为它把生命视为恶伦理本身也是一种宗教，因为它以某种绝对命令为前提。两者的共同立场是否定生命。第二要创造文化，为此尼采反对功利的人生态度，政治至上科学至上物质利益至上的人生态度均属此列，它们都危害了文化的发展。宗教和伦理用虚假的绝对神善的观念来抹杀自我，通过否定生命本身来解脱生命的苦恼。科学和政治既不关心绝对，也不关心自我，无视生命的苦恼。所以，它们都与哲学的智慧不沾边。在尼采看来，唯有文化的创造才能沟通自我与绝对，救济生命的苦恼。可是，这种非宗教非伦理非政治非科学的文化究竟是什么呢四尼采寻求哲学的智慧，他找到的是诗。艺术和审美，便是他心目中唯一足以战胜生命的苦恼的力量，便是他所珍视的文化。把本体艺术化，或者说把艺术本体化，是德国浪漫派的传统。谢林说，艺术本身就是绝对的流溢。诺瓦里斯说诗才是真正绝对的实在。尼采继承了这一传统，他说艺术是生命的最高使命和生命本来的形而上活动。思辨哲学往往通过逻辑手段推演出绝对，结果自我消融在全与永恒之中了，这使浪漫派不满。"}
{"text":"可是，这种非宗教非伦理非政治非科学的文化究竟是什么呢四尼采寻求哲学的智慧，他找到的是诗。艺术和审美，便是他心目中唯一足以战胜生命的苦恼的力量，便是他所珍视的文化。把本体艺术化，或者说把艺术本体化，是德国浪漫派的传统。谢林说，艺术本身就是绝对的流溢。诺瓦里斯说诗才是真正绝对的实在。尼采继承了这一传统，他说艺术是生命的最高使命和生命本来的形而上活动。思辨哲学往往通过逻辑手段推演出绝对，结果自我消融在全与永恒之中了，这使浪漫派不满。浪漫哲学试图在个体身上达到绝对，把自我扩展为全与永恒。为了达到这个目的，艺术是唯一的途径。因为只有在诗意的直观和陶醉之中，在瞬时的体验之中，个体才可能产生与绝对相沟通的感觉。诚然，用实际生活的眼光来看，诗和艺术是没有任何价值的。尼采也承认，艺术只是梦和醉，甚至只是谎言。问题在于如何看待梦醉乃至艺术的谎言在人生中的意义。在尼采看来，如果仅仅以科学的眼光看待人生，便只好承认人生是有根本缺陷的，人生的要务仅在于安排好有生之年的实际利益，而对于绝对的向往则应予根绝。这种人生观当然可以被芸芸众生接受，然而，一个人一旦心怀对于绝对的憧憬，便不可能再满足于如此散文味的人生了，这时候，唯有艺术才能抚慰他的生命的苦恼。正是通过艺术对存在的美化，我们会感到我们负载着渡过生成之河的不再是永恒的缺陷，我们倒以为自己负载着一位女神，因而自豪而又天真地为她服务。也许梦和陶醉都是虚幻的，但是它们在人生中却具有并不虚幻的功用和价值。弗洛伊德说，如果没有梦的替代的满足，恐怕人人都要患神经官能症了。尼采也说，如果没有艺术的慰藉，人就会厌世和自杀尼采说过，他之所以喜欢叔本华，是因为叔本华的真诚，他是为他自己而写作，关心人生的痛苦并且力图找出补救的方法来。我喜欢尼采也是这个原因。不过，正像尼采不满意叔本华的结论一样，我也不能满意尼采的结论。他像一个做梦的人，内心深处却醒着，知道自己在做梦，并且鼓励自己把梦做下去。这样的梦太不踏实了，太容易破灭了。我总觉得，叔本华的阴魂已经缠住了尼采，尼采骨子里是一个悲观主义者。所以，他的振奋带有一种病态的性质。也许，世上并无酒中仙，一切醉都是借酒浇愁，尼采的酒神精神也不例外。在寻求智慧的道路上，永远没有现成的答案。知识可以传授，智慧不能转让。"}
{"text":"我喜欢尼采也是这个原因。不过，正像尼采不满意叔本华的结论一样，我也不能满意尼采的结论。他像一个做梦的人，内心深处却醒着，知道自己在做梦，并且鼓励自己把梦做下去。这样的梦太不踏实了，太容易破灭了。我总觉得，叔本华的阴魂已经缠住了尼采，尼采骨子里是一个悲观主义者。所以，他的振奋带有一种病态的性质。也许，世上并无酒中仙，一切醉都是借酒浇愁，尼采的酒神精神也不例外。在寻求智慧的道路上，永远没有现成的答案。知识可以传授，智慧不能转让。哲学所梦寐以求的那个绝对，不是已经存在于某处仅仅有待发现的东西，它永远要靠每一个人自我独立地去把它创造出来。追问生命的意义，是人的一种形而上的需要，但是需要与能力总是互为条件的，而通过创造赋予生命以意义，正是人的一种形而上的能力。通过文化价值的创造，人为自己创造了一个意义世界，这个世界仅仅用自然界的眼光来看才是虚幻的，用人的眼光来看，它是完全真实的，唯有生活在其中，人才觉得自己是人。人的精神是光，文化是精神的光照在人的生命上呈现的绚丽色彩。难道光和色彩都是虚幻的，只有黑暗才是真实的难道智慧不是要创造出光和色彩来，反倒是要追根究底地去追问光和色彩背后的黑暗尼采把叔本华看作一个颓废者，我嫌尼采仍不够健康。在他那里，创造的欢乐实质上只是麻痹和遮盖了生命的苦恼。可是，在我看来，创造赋予生命的意义是真实的，因而它对生命的苦恼的战胜也是真实的。海德格尔的死亡观一死亡问题在海德格尔哲学中的地位叔本华曾经说，死亡的困扰是每一种哲学的源头。这句话至少对于海德格尔哲学是适用的。当然，每一种试图对人生作总体思考的哲学都不能回避这个问题既然人生的必然结局是死亡，那么人生的意义何在呢事实上古往今来许多哲学家都在试图寻找一个答案。但是，以往的哲学家大多是在伦理学范围内思考死亡问题的。海德格尔的特点是，死亡问题对于他具有了一种本体论的意义。真正的存在之本体论的结构，须待把先行到死中去之具体结构找出来了，才弄得明白。存在与时间第节，以下凡属此节引文均不再注明先行到死中去，或叫为死而在，其含义将在后面分析。海德格尔哲学的宗旨是要通过此在s，意指具体个人的真正的存在的存在状态的分析，来建立一种其他一切本体论所从出的基本本体论。"}
{"text":"海德格尔的特点是，死亡问题对于他具有了一种本体论的意义。真正的存在之本体论的结构，须待把先行到死中去之具体结构找出来了，才弄得明白。存在与时间第节，以下凡属此节引文均不再注明先行到死中去，或叫为死而在，其含义将在后面分析。海德格尔哲学的宗旨是要通过此在s，意指具体个人的真正的存在的存在状态的分析，来建立一种其他一切本体论所从出的基本本体论。存在与时间第节这里又说得很清楚对死亡问题的分析乃是建立基本本体论的先决条件，毋宁说，本身即是基本本体论的重要环节。海德格尔认为，死作为一种可能性，一方面是存在之根本不可能的可能性，它不给个人以任何可以实现的东西，随时会使个人一切想要从事的行为变得根本不可能另一方面又是最本己的无关涉的不可超过而又确实的可能性，任何个人都不能逃脱一死，而死总只是自己的死。这样，死就向个人启示了他的存在的根基――虚无。以虚无为根基，也就是毫无根基。在晚于存在与时间两年写的形而上学是什么一文中，海德格尔直截了当地把虚无作为一个形而上学的问题提了出来。他说，虚无原始地属于本质本身，有限的有只有嵌入无中的境界才能显示自身。如果说形而上学就是超出存在物之上的追问，以求对存在物整体获得理解，那么，追问无的问题就属于这种情况。虚无是一切存在物背后的真正本体。所以，我们追问无的问题是要把形而上学本身展示于我们之前。个人通过嵌入无中的境界与先行到死中去同义而达到对一切存在物的超越，从而显示其真正的存在――此在。超越存在物之上的活动发生在此在的本质中。此超越活动就是形而上学本身。由此可见形而上学属于人的本性。死比生更根本，无比有更根本，只有以死亡和虚无为根本的背景，才能阐明人生的哲学问题。这一主导思想支配着海德格尔，决定了他的哲学具有至深的悲观主义性质。但是，悲观不等于颓废，海德格尔试图赋予他的悲观哲学一种严肃的格调，从死亡问题的思考中发掘出一种积极的意义。他提出了为死而在的中心命题。二为死而在海德格尔把人的存在方式区分为非真正的存在与真正的存在。"}
{"text":"这一主导思想支配着海德格尔，决定了他的哲学具有至深的悲观主义性质。但是，悲观不等于颓废，海德格尔试图赋予他的悲观哲学一种严肃的格调，从死亡问题的思考中发掘出一种积极的意义。他提出了为死而在的中心命题。二为死而在海德格尔把人的存在方式区分为非真正的存在与真正的存在。非真正的存在就是日常生活中的存在，其基本样式是沉沦，这是一种异化状态，个人消散于琐碎事务和芸芸众生之中，任何优越状态都被不声不响地压住，彼此保持一种普遍的平均状态。真正的存在则是个人真正地作为他自身而存在，即此在。与此相对应，对待死亡的态度也有相反的两种，即非真正的为死而在与真正的为死而在。非真正的为死而在表现为对死的担忧，总是思量着死的可能性究竟要什么时候以及如何变为现实，忧心忡忡地退避此不可超越的境界。这样就是停留在死的可能性中的末端，把死的积极意义完全给抹煞了。在海德格尔的术语中，我们可以用惧怕这个概念来表示这一对死亡的态度。愈是怕死的人，就愈是执著于日常生活中的在，愈是沉沦于世俗的人事之中，愈是失去自我。这完全是一种消极的态度。可是，在海德格尔看来，死还是一种有独特启示意义的积极力量。关键在于，死是此在的最本己的可能性。正因为死使个人的存在变得根本不可能，才促使个人要来认真考虑一下他的存在究竟包含一些怎样的可能性。一个人平时庸庸碌碌，浑浑噩噩，被日常生活消磨得毫无个性，可是，当他在片刻之间忽然领会到自己的死，死后的虚无，他就会强烈地意识到自身独一无二不可重复的价值，从而渴望在有生之年实现自身所特有的那些可能性。你在日常生活中可以和他人相互共在，可是死总只是自己的死。你试图体验旁人的死，而你体验到的东西却正是你自己的死。你死了，世界照旧存在，人们照旧活动，你却永远地完结了，死使你失去的东西恰恰是你的独一无二的真正的存在。念及这一点，你就会发现，你沉沦在世界和人们之中有多么无稽，而你本应当成为唯你所能是的那样一个人的。所以，真正的为死而在就是要先行到死中去，通过在先行中所领会的你的死与世界与他人无关涉的状态，把你的真正的存在个别化到你身上来。"}
{"text":"你死了，世界照旧存在，人们照旧活动，你却永远地完结了，死使你失去的东西恰恰是你的独一无二的真正的存在。念及这一点，你就会发现，你沉沦在世界和人们之中有多么无稽，而你本应当成为唯你所能是的那样一个人的。所以，真正的为死而在就是要先行到死中去，通过在先行中所领会的你的死与世界与他人无关涉的状态，把你的真正的存在个别化到你身上来。所以，对自身的死的真实领会以揭露出实际上已丧失在普通人日常生活中的情况，把个人从沉沦的异化状态拯救出来，从而积极地自我设计，开展出最本己的能是，成为唯这个人所能是的真实的个人。死是不可超越的可能性。非真正的为死而在怯懦地逃避死，真正的为死而在却勇敢地先行到死中去，这里就有消极与积极被动与主动之分。死是逃避不了的。可是，在此不可超越的可能性之前，却延伸着种种可以实现的可能性。海德格尔认为，正是先行到死中去的真实体验使人从凡人琐事中解脱了出来，打断了每一种坚执于所已达到的存在上的情况，从而获得自由，开始对向着自己的死延伸过去的那些可能性进行选择。所以他说真正的为死而在就是使自身自由地去为此不可超越的境界而先行。又说没有无所启示出来的原始境界，就没有自我存在，就没有自由。形而上学是什么一般来说，个人在社会中的异化状态个人的真实存在个人的自由是存在主义哲学所关心的课题。而在海德格尔看来，先行到死中去这一真正的为死而在的方式正是摆脱沉沦异化恢复个人的真实存在赢得个人的自由的途径。这样，先行到死中去就是海德格尔哲学的一个关键性命题了。那么，究竟怎样才能先行到死中去呢海德格尔的回答是依靠一种焦虑s的情绪体验。三惧怕和焦虑正如把非真正的存在非真正的为死而在与真正的存在真正的为死而在加以区分一样，海德格尔把惧怕与焦虑加以区分。在这些概念之间存在着对应关系。惧怕是一种属于非真正的存在的情绪。表现在死亡问题上，就是对死的惧怕，是一种非真正的为死而在的方式。而因为怕死，就更加执著于日常生活中的在，更加沉沦于非真正的存在。惧怕总是指向某种确定的对象，为这对象所局限住，所以惧怕与怯懦的人是被他现身于其中的东西执著住的。这种人在努力回避此确定的东西时，对其他东西也变得惶惶不安，也就是说，整个变得昏头没脑的了。"}
{"text":"在这些概念之间存在着对应关系。惧怕是一种属于非真正的存在的情绪。表现在死亡问题上，就是对死的惧怕，是一种非真正的为死而在的方式。而因为怕死，就更加执著于日常生活中的在，更加沉沦于非真正的存在。惧怕总是指向某种确定的对象，为这对象所局限住，所以惧怕与怯懦的人是被他现身于其中的东西执著住的。这种人在努力回避此确定的东西时，对其他东西也变得惶惶不安，也就是说，整个变得昏头没脑的了。形而上学是什么即如怕死，并非真正领会到死的本质即虚无，而仅仅关注着死的现象，诸如临终的痛苦啦，遗产的处置啦，身后家室的安排啦。总之，死仍然被当作人世间的一个不幸事件来对待，失去了对人的真正存在的启示意义。焦虑却不然。焦虑与惧怕根本不同。它是一种真正的为死而在并且启示着真正的存在的基本情绪。焦虑无确定的对象，当焦虑的情绪袭来时，人只是感到茫然失措。我说不出我对什么感到茫然失措，我就是感到整个是这样。在焦虑中，周围的一切存在物都变得与己漠不相干了，消隐不见了。这是一种突如其来的无家可归的感觉。我们平时与万物与他人打交道，以为这纷纷扰扰的身外世界就是自己的家。可是这时，突然升起一种隔膜之感，意识到这并非自己的家。那么，我们的家在哪里呢根本就没有家。我们突然发现自己在这个世界的生存是毫无根基的，我们从虚无中来，又要回到虚无中去。虚无才是我们的家，可是以虚无为家，不正是无家可归吗于是，通过这种突然袭来的不知伊于胡底的焦虑之感，我们就在一刹那间瞥见了虚无本身。所以，海德格尔说焦虑启示着虚无。体会到焦虑的基本情绪，我们就体会到此在的遭际了在此在的遭际中，虚无就可被揭示出来，而且虚无必须从此在遭际中才可得而追问。形而上学是什么与惧怕相反，焦虑所领会的正是死亡的本质即虚无。在焦虑中个人的真正存在直接面对虚无，从而大彻大悟，不再执著于日常生活中的在，个别化到自身上来。所以，为死而在，在基本上就是焦虑。海德格尔认为，虚无是一切存在物的本质，可是，唯有人这种存在物能够领会此种本质，从而优越于一切存在物。反过来说，倘若人不去领会此种本质，那么他实际上就丧失了自己的优越之处，把自己混同于其他存在物了。这就是沉沦。"}
