{"text":"这图书评论不但是我们唯一的批评杂志，也是我们的教授和学者们所组成的唯一的联军。然而文学部分中，关于译注本的批评却占了大半，这除掉那清算里所指出的各种之外，实在也还有一个切要的原因，就是在我们学术界文艺界作工的人员，大抵都比他的实力凭空跳高一级。校对员一面要通晓排版的格式，一面要多认识字，然而看现在的出版物，己与已，戮与戳，剌与刺，在很多的眼睛里是没有区别的。版式原是排字工人的事情，因为他不管，就压在校对员的肩膀上，如果他再不管，那就成为和大家不相干。作文的人首先也要认识字，但在文章上，往往以战为战包，以已竟为已经非常顽艳是因妒杀人的情形年已鼎盛的意思，是说这人已有六十多岁了。至于译注的书，那自然，不是硬译，就是误译，为了训斥与指正，竟占去了九本图书评论中文学部分的书数的一半，就是一个不可动摇的证明。这些错误的书的出现，当然大抵是因为看准了社会上的需要，匆匆的来投机，但一面也实在为了胜任的人，不肯自贬声价，来做这用力多而获利少的工作的缘故。否则，这些译注者是只配埋首大学，去谨听教授们的指示的。只因为能够不至于误译的人们洁身远去，出版界上空荡荡了，遂使小兵也来挂着帅印，辱没了翻译的天下。但是，胜任的译注家那里去了呢？那不消说，他也跳了一级，做了教授，成为学者了。世无英雄，遂使竖子成名，于是只配做学生的胚子，就乘着空虚，托庇变了译注者。而事同一律，只配做个译注者的胚子，却踞着高座，昂然说法了。杜威教授有他的实验主义，白璧德教授有他的人文主义，从他们那里零零碎碎贩运一点回来的就变了中国的呵斥八极的学者，不也是一个不可动摇的证明么？要澄清中国的翻译界，最好是大家都降下一级去，虽然那时候是否真是都能胜任愉快，也还是一个没有把握的问题。七月七日。本篇最初发表于一九三三年八月十五日申报月刊第二卷第八号，署名洛文。图书评论所评文学书部分的清算傅东华作，载文学第一卷第一号一九三三年七月。该文就图书评论一至九期发表的二十二篇文学书评进行了分析和批判。图书评论月刊，刘英士编辑，一九三二年九月创刊，南京图书评论社出版。"}
{"text":"七月七日。本篇最初发表于一九三三年八月十五日申报月刊第二卷第八号，署名洛文。图书评论所评文学书部分的清算傅东华作，载文学第一卷第一号一九三三年七月。该文就图书评论一至九期发表的二十二篇文学书评进行了分析和批判。图书评论月刊，刘英士编辑，一九三二年九月创刊，南京图书评论社出版。该刊发表的梁实秋罗家伦等对当时一些外国文学译本的评论，态度十分粗暴，往往抓住译文的个别错误，就指斥为荒谬绝伦，糊涂到莫名其妙，比毒药还要厉害，误人子弟，男盗女娼等，并且定出所谓标准，企图限制和打击别的。世无英雄，遂使竖子成名语出晋书阮籍传阮籍尝登广武，观楚汉战处，叹曰时无英雄，使竖子成名！八极淮南子形训天地之间，九州八极，八极，边远的地方，引伸为世界。捣鬼心传捣鬼心传中国人又很有些喜欢奇形怪状，鬼鬼祟祟的脾气，爱看古树发光比大麦开花的多，其实大麦开花他向来也没有看见过。于是怪胎畸形，就成为报章的好资料，替代了生物学的常识的位置了。最近在广告上所见的，有像所谓两头蛇似的两头四手的胎儿，还有从小肚上生出一只脚来的三脚汉子。固然，人有怪胎，也有畸形，然而造化的本领是有限的，他无论怎么怪，怎么畸，总有一个限制孪儿可以连背，连腹，连臀，连胁，或竟骈头，却不会将头生在屁股上形可以骈拇，枝指，缺肢，多乳，却不会两脚之外添出一只脚来，好像买两送一的买卖。天实在不及人之能捣鬼。但是，人的捣鬼，虽胜于天，而实际上本领也有限。因为捣鬼精义，在切忌发挥，亦即必须含蓄。盖一加发挥，能使所捣之鬼分明，同时也生限制，故不如含蓄之深远，而影响却又因而模胡了。有一利必有一弊，我之所谓有限者以此。清朝人的笔记里，常说罗两峰的鬼趣图，真写得鬼气拂拂后来那图由文明书局印出来了，却不过一个奇瘦，一个矮胖，一个臃肿的模样，并不见得怎样的出奇，还不如只看笔记有趣。小说上的描摹鬼相，虽然竭力，也都不足以惊人，我觉得最可怕的还是晋人所记的脸无五官，浑沦如鸡蛋的山中厉鬼。因为五官不过是五官，纵使苦心经营，要它凶恶，总也逃不出五官的范围，现在使它浑沦得莫名其妙，读者也就怕得莫名其妙了。然而其弊也，是印象的模胡。"}
{"text":"清朝人的笔记里，常说罗两峰的鬼趣图，真写得鬼气拂拂后来那图由文明书局印出来了，却不过一个奇瘦，一个矮胖，一个臃肿的模样，并不见得怎样的出奇，还不如只看笔记有趣。小说上的描摹鬼相，虽然竭力，也都不足以惊人，我觉得最可怕的还是晋人所记的脸无五官，浑沦如鸡蛋的山中厉鬼。因为五官不过是五官，纵使苦心经营，要它凶恶，总也逃不出五官的范围，现在使它浑沦得莫名其妙，读者也就怕得莫名其妙了。然而其弊也，是印象的模胡。不过较之写些青面獠牙，口鼻流血的笨伯，自然聪明得远。中华民国人的宣布罪状大抵是十条，然而结果大抵是无效。古来尽多坏人，十条不过如此，想引人的注意以至活动是决不会的。骆宾王作讨武白檄，那入宫见嫉，蛾眉不肯让人，掩袖工谗，狐媚偏能惑主这几句，恐怕是很费点心机的了，但相传武后看到这里，不过微微一笑。是的，如此而已，又怎么样呢？声罪致讨的明文，那力量往往远不如交头接耳的密语，因为一是分明，一是莫测的。我想假使当时骆宾王站在大众之前，只是攒眉摇头，连称坏极坏极，却不说出其所谓坏的实例，恐怕那效力会在文章之上的罢。狂飙文豪高长虹攻击我时，说道劣迹多端，倘一发表，便即身败名裂，而终于并不发表，是深得捣鬼正脉的但也竟无大效者，则与广泛俱来的模胡之弊为之也。明白了这两例，便知道治国平天下之法，在告诉大家以有法，而不可明白切实的说出何法来。因为一说出，即有言，一有言，便可与行相对照，所以不如示之以不测。不测的威棱使人萎伤，不测的妙法使人希望――饥荒时生病，打仗时做诗，虽若与治国平天下不相干，但在莫明其妙中，却能令人疑为跟着自有治国平天下的妙法在――然而其弊也，却还是照例的也能在模胡中疑心到所谓妙法，其实不过是毫无方法而已。捣鬼有术，也有效，然而有限，所以以此成大事者，古来无有。十一月二十二日。本篇最初发表于一九三四年一月十五日申报月刊第三卷第一号，署名罗怃。心传，佛教禅宗用语，指不立文字，不依经卷，只凭师徒心心相印来传法授受。罗两峰―名聘，字q夫，江苏甘泉今江都人，清代画家。鬼趣图，是一幅讽刺世态的画，当时不少文人曾为它题咏。这里所说的山中厉鬼，见南朝宋人郭季产的集异记中山刘玄，居越城。日暮，忽见一人著乌F褶来，取火照之，面首无七孔，面莽傥然。"}
{"text":"捣鬼有术，也有效，然而有限，所以以此成大事者，古来无有。十一月二十二日。本篇最初发表于一九三四年一月十五日申报月刊第三卷第一号，署名罗怃。心传，佛教禅宗用语，指不立文字，不依经卷，只凭师徒心心相印来传法授受。罗两峰―名聘，字q夫，江苏甘泉今江都人，清代画家。鬼趣图，是一幅讽刺世态的画，当时不少文人曾为它题咏。这里所说的山中厉鬼，见南朝宋人郭季产的集异记中山刘玄，居越城。日暮，忽见一人著乌F褶来，取火照之，面首无七孔，面莽傥然。据古小说^沈骆宾王约―？义乌今属浙江人，唐代诗人。曾随徐敬业反对武则天，著有代徐敬业讨武白檄。据新唐书骆宾王传，他为敬业传檄天下，斥武后罪。后读，但嘻笑。高长虹在狂飙第十七期一九二七年一月发表的我走出了化石的世界中说若夫其他琐事，如狂飙社以直报怨，则不特身心交病，且将身败名裂矣！我们是青年，我们有的是同情，所以我们决不为已甚。声明声明大约一个多月以前，从开明书店转到女士的一封信，其中有云自一月十日在杭州孤山别后，多久没有见面了。前蒙允时常通讯及指导。我便写了一封回信，说明我不到杭州，已将十年，决不能在孤山和人作别，所以她所看见的，是另一人。两礼拜前，蒙女士和两位曾经听过我的讲义的同学见访，三面证明，知道在孤山者，确是别一。但女士又给我看题在曼殊师坟旁的四句诗我来君寂居，唤醒谁氏魂？飘萍山林迹，待到它年随公去。游杭吊老友曼殊句一，一，十七年。我于是写信去打听寓杭的君，前天得到回信，说确有人见过这样的一个人，就在城外教书，自说姓周，曾做一本彷徨，销了八万部，但自己不满意，不远将有更好的东西发表云云。中国另有一个本姓周或不姓周，而要姓周，也名，我是毫没法子的。但看他自叙，有大半和我一样，却有些使我为难。那首诗的不大高明，不必说了，而硬替人向曼殊说待到它年随公去，也未免太专制。去呢，自然总有一天要去的，然而去随曼殊，却连我自己也梦里都没有想到过。但这还是小事情，尤其不敢当的，倒是什么对别人豫约指导之类。我自到上海以来，虽有几种报上说我要开书店，或游了杭州。其实我是书店也没有开，杭州也没有去，不过仍旧躲在楼上译一点书。"}
{"text":"中国另有一个本姓周或不姓周，而要姓周，也名，我是毫没法子的。但看他自叙，有大半和我一样，却有些使我为难。那首诗的不大高明，不必说了，而硬替人向曼殊说待到它年随公去，也未免太专制。去呢，自然总有一天要去的，然而去随曼殊，却连我自己也梦里都没有想到过。但这还是小事情，尤其不敢当的，倒是什么对别人豫约指导之类。我自到上海以来，虽有几种报上说我要开书店，或游了杭州。其实我是书店也没有开，杭州也没有去，不过仍旧躲在楼上译一点书。因为我不会拉车，也没有学制无烟火药，所以只好这样用笔来混饭吃。因为这样在混饭吃，于是忽被推为前驱，忽被挤为落伍，那还可以说是自作自受，管他娘的去。但若再有一个，替我说教，代我题诗，而结果还要我一个人来担负，那可真不能有闲，有闲，第三个有闲，连译书的工夫也要没有了。所以这回再登一个启事。要声明的是我之外，今年至少另外还有一个叫的在，但那些个的言动，和我也曾印过一本彷徨而没有销到八万本的无干。三月二十七日，在上海。本篇最初发表于一九二八年四月二日语丝第四卷第十四期。女士指马湘影，当时上海法政大学的学生。日记一九二八年二月二十五日午得开明书店转交马湘影信，即复。曼殊苏曼殊―，名玄瑛，字子谷，出家后法号曼殊，广东中山县人，文学家。著作有曼殊全集。他的坟墓在杭州西湖孤山。君指许钦文，浙江绍兴人，当时的青年作家。作品有小说集故乡等。前驱高长虹在一九二六年八月号新女性所刊的狂飙社广告中，说狂飙是与思想界先驱者及少数最进步的青年合办。落伍，参看本卷第页注。给文学社信给文学社信编辑先生文学第二号，伍实先生写的休士在中国中，开首有这样的一段――萧翁是名流，自配我们的名流招待，且唯其是名流招待名流，这才使先生和梅兰芳博士有千载一时的机会得聚首于一堂。休士呢，不但不是我们的名流心目中的那种名流，且还加上一层肤色上的顾忌！是的，见萧的不只我一个，但我见了一回萧，就被大小文豪一直笑骂到现在，最近的就是这回因此就并我和梅兰芳为一谈的名文。然而那时是招待者邀我去的。"}
{"text":"给文学社信给文学社信编辑先生文学第二号，伍实先生写的休士在中国中，开首有这样的一段――萧翁是名流，自配我们的名流招待，且唯其是名流招待名流，这才使先生和梅兰芳博士有千载一时的机会得聚首于一堂。休士呢，不但不是我们的名流心目中的那种名流，且还加上一层肤色上的顾忌！是的，见萧的不只我一个，但我见了一回萧，就被大小文豪一直笑骂到现在，最近的就是这回因此就并我和梅兰芳为一谈的名文。然而那时是招待者邀我去的。这回的招待休士，我并未接到通知，时间地址，全不知道，怎么能到？即使邀而不到，也许有别种的原因，当口诛笔伐之前，似乎也须略加考察。现在并未相告，就责我不到，因这不到，就断定我看不起黑种。是相信的罢，读者不明事实，大概也可以相信的，但我自己还不相信我竟是这样一个势利卑劣的人！给我以诬蔑和侮辱，是平常的事我也并不为奇惯了。但那是小报，是敌人。略具识见的，一看就明白。而文学是挂着冠冕堂皇的招牌的，我又是同人之一，为什么无端虚构事迹，大加奚落，至于到这地步呢？莫非缺一个势利卑劣的老人，也在文学戏台上跳舞一下，以给观众开心，且催呕吐么？我自信还不至于是这样的脚色，我还能够从此跳下这可怕的戏台。那时就无论怎样诬辱嘲骂，彼此都没有矛盾了。我看伍实先生其实是化名，他一定也是名流，就是招待休士，非名流也未必能够入座。不过他如果和上海的所谓文坛上的那些狐鼠有别，则当施行人身攻击之际，似乎应该略负一点责任，宣布出和他的本身相关联的姓名，给我看看真实的嘴脸。这无关政局，决无危险，况且我们原曾相识，见面时倒是装作十分客气的也说不定的。临末，我要求这封信就在文学三号上发表。。七月二十九日。本篇最初发表于一九三三年九月一日文学第一卷第三号。伍实即傅东华―，浙江金华人，翻译家。当时文学的编者之一。休士，―美国黑人作家。一九热年七月访苏返美途经上海时，上海的文学社现代杂志社中外新闻社等曾联合为他举行招待会。关于翻译关于翻译今年是国货年，除美麦外，有些洋气的都要被打倒了。四川虽然正在奉令剪掉路人的长衫，上海的一位慷慨家却因为讨厌洋服而记得了袍子和马褂。翻译也倒了运，得到一个笼统的头衔是硬译和乱译。"}
{"text":"当时文学的编者之一。休士，―美国黑人作家。一九热年七月访苏返美途经上海时，上海的文学社现代杂志社中外新闻社等曾联合为他举行招待会。关于翻译关于翻译今年是国货年，除美麦外，有些洋气的都要被打倒了。四川虽然正在奉令剪掉路人的长衫，上海的一位慷慨家却因为讨厌洋服而记得了袍子和马褂。翻译也倒了运，得到一个笼统的头衔是硬译和乱译。但据我所见，这些批评家中，一面要求着好的翻译者，却一个也没有的。创作对于自己人，的确要比翻译切身，易解，然而一不小心，也容易发生硬作，乱作的毛病，而这毛病，却比翻译要坏得多。我们的文化落后，无可讳言，创作力当然也不及洋鬼子，作品的比较的薄弱，是势所必至的，而且又不能不时时取法于外国。所以翻译和创作，应该一同提倡，决不可压抑了一面，使创作成为一时的骄子，反因容纵而脆弱起来。我还记得先前有一个排货的年头，国货家贩了外国的牙粉，摇松了两瓶，装作三瓶，贴上商标，算是国货，而购买者却多损失了三分之一还有一种痱子药水，模样和洋货完全相同，价钱却便宜一半，然而它有一个大缺点，是搽了之后，毫无功效，于是购买者便完全损失了。注重翻译，以作借镜，其实也就是催进和鼓励着创作。但几年以前，就有了攻击硬译的批评家，搔不他旧疮疤上的末屑，少得像膏药上的麝香一样，因为少，就自以为是奇珍。而这风气竟传布开来了，许多新起的论者，今年都在开始轻薄着贩来的洋货。比起武人的大买飞机，市民的拚命捐款来，所谓文人也者，真是多么昏庸的人物呵。我要求中国有许多好的翻译家，倘不能，就支持着硬译。理由还在中国有许多读者层，有着并不全是骗人的东西，也许总有人会多少吸收一点，比一张空盘较为有益。而且我自己是向来感谢着翻译的，例如关于萧的毁誉和现在正在提起的题材的积极性的问题，在洋货里，是早有了明确的解答的。关于前者，德国的尉特甫格在萧伯纳是丑角里说过――至于说到萧氏是否有意于无产阶级的革命，这并不是一个重要的问题。十八世纪的法国大哲学家们，也并不希望法国的大革命。虽然如此，然而他们都是引导着必至的社会变更的那种精神崩溃的重要势力。刘大杰译，萧伯纳在上海所载。"}
{"text":"而且我自己是向来感谢着翻译的，例如关于萧的毁誉和现在正在提起的题材的积极性的问题，在洋货里，是早有了明确的解答的。关于前者，德国的尉特甫格在萧伯纳是丑角里说过――至于说到萧氏是否有意于无产阶级的革命，这并不是一个重要的问题。十八世纪的法国大哲学家们，也并不希望法国的大革命。虽然如此，然而他们都是引导着必至的社会变更的那种精神崩溃的重要势力。刘大杰译，萧伯纳在上海所载。关于后者，则恩格勒在给明那考茨基，就是现存的考茨基的母亲的信里，已有极明确的指示，对于现在的中国，也是很有意义的――还有，在今日似的条件之下，小说是大抵对于布尔乔亚层的读者的，所以，由我看来，只要正直地叙述出现实的相互关系，毁坏了罩在那上面的作伪的幻影，使布尔乔亚世界的乐观主义动摇，使对于现存秩序的永远的支配起疑，则社会主义的倾向的文学，也就十足地尽了它的使命了――即使在这时并未提出什么特定的解决，或者有时连站在那一边也不很明白。日本上田进原译，思想百三十四号所载。八月二日。本篇最初发表于一九三三年九月一日现代第三卷第五期。美麦一九三三年五月，国民党政府为了进行反共反人民的内战，由财政部长宋子文和美国复兴金融公司，在华盛顿签订了棉麦借款合同，规定借款五千万美元，其中五分之一购买美麦，五分之四购买美棉。关于题材的积极性问题，当时曾有过讨论，一九三三年八月文学第一卷第二号社谈栏文坛往何处去一文就曾谈到其次是题材积极性的问题。现在很有些人以为描写小资产阶级生活的题材便没有积极性，必须写工农大众的生活，这才是题材有积极性又以为仅仅描写大众的生活痛苦或是仅仅描写了他们怎样被剥削被压迫，也就不能说有积极性，必须写他们斗争才好，而且须写斗争得胜。究竟所谓题材的积极性是否应当这样去理解呢，抑或别有理论？这也是当前问题的一个，亟待发展讨论，俾创可资参考。尉特甫格―？德国作家，一九三三年迁居美国。他是中国问题研究者，著有觉醒的中国中国经济研究以及与人合著的中国社会史――辽史等。恩格勒即恩格斯。明那考茨基―，通译敏娜考茨基，德国社会民主党人，女作家，著有小说格里兰霍夫的斯蒂凡等。"}
{"text":"究竟所谓题材的积极性是否应当这样去理解呢，抑或别有理论？这也是当前问题的一个，亟待发展讨论，俾创可资参考。尉特甫格―？德国作家，一九三三年迁居美国。他是中国问题研究者，著有觉醒的中国中国经济研究以及与人合著的中国社会史――辽史等。恩格勒即恩格斯。明那考茨基―，通译敏娜考茨基，德国社会民主党人，女作家，著有小说格里兰霍夫的斯蒂凡等。这里所引恩格斯的话，现译为此外，在当前条件下，小说主要是面向资产阶级圈子里的读者，即不直接属于我们的人的那个圈子里的读者，因此，如果一部具有社会主义倾向的小说通过对现实关系的真实描写，来打破关于这些关系的流行的传统幻想，动摇资产阶级世界的乐观主义，不可避免地引起对于现存事物的永世长存的怀疑，那末，即使没有直接提出任何解决办法，甚至有时并没有明确地表明自己的立场，但我认为这部小说也完全完成了自己的使命。马克思恩格斯全集第三十六卷第三八五页，一九七四年十月人民出版社出版。关于妇女解放关于妇女解放孔子曰唯女子与小人为难养也，近之则不逊，远之则怨。女子与小人归在一类里，但不知道是否也包括了他的母亲。后来的道学先生们，对于母亲，表面上总算是敬重的了，然而虽然如此，中国的为母的女性，还受着自己儿子以外的一切男性的轻蔑。辛亥革命后，为了参政权，有名的沈佩贞女士曾经一脚踢倒过议院门口的守卫。不过我很疑心那是他自己跌倒的，假使我们男人去踢罢，他一定会还踢你几脚。这是做女子便宜的地方。还有，现在有些太太们，可以和阔男人并肩而立，在码头或会场上照一个照相或者当汽船飞机开始行动之前，到前面去敲碎一个酒瓶这或者非小姐不可也说不定，我不知道那详细了，也还是做女子的便宜的地方。此外，又新有了各样的职业，除女工，为的是她们工钱低，又听话，因此为厂主所乐用的不算外，别的就大抵只因为是女子，所以一面虽然被称为花瓶，一面也常有一切招待，全用女子的光荣的广告。男子倘要这么突然的飞黄腾达，单靠原来的男性是不行的他至少非变狗不可。这是五四运动后，提倡了妇女解放以来的成绩。不过我们还常常听到职业妇女的痛苦的呻吟，评论家的对于新式女子的讥笑。"}
