{"text":"况且知识分子不都是资产阶级知识分子吗？叫又何妨！我暂时充当了小赖子里叫喊消息的报子不同的是，我既是罪人，又自报消息。当时虽然没人照相摄入镜头，我却能学孙悟空让元神跳在半空中，观看自己那副怪模样，背后还跟着七长八短一队戴高帽子的牛鬼蛇神。那场闹剧实在是精彩极了，至今回忆，想象中还能见到那个滑稽的队伍，而我是那个队伍的首领！群众大概也忘不了我出的洋相，第二天见了我直想笑。有两人板起脸来训我谁胆敢抗拒群众，叫他碰个头破血流。我很爽气大度，一口承认抗拒群众是我不好，可是我不能将无作有。他们倒还通情达理，并不再强逼我承认默存那桩莫须有的罪名。我心想，你们能逼我游街，却不能叫我屈服。我忍不住要模仿桑丘潘沙的腔吻说我虽然游街出丑，我仍然是个有体面的人！五帘子和炉子秋凉以后，革命群众把我同组的牛鬼蛇神和两位本所的黑领导安顿在楼上东侧一间大屋里。屋子有两个朝西的大窗，窗前挂着芦苇帘子。经过整个夏季的曝晒，窗帘已陈旧破败。我们收拾屋子的时候，打算撤下帘子，让屋子更轩亮些。牛鬼蛇神的称呼已经不常用有的称为老家伙。老家伙的名称也不常用，一般称老先生。我在这一伙里最小――无论年龄资格地位部最小，揪出也最晚。同伙的牛鬼蛇神瞧我揪出后没事人儿一般，满不在意，不免诧怪。其实，我挨整的遭数比他们多因为我一写文章就放毒，也就是说，下笔就露馅儿，流露出人道主义人性论等资产阶级观点。他们自己就整过我。况且他们是红专家，至少也是粉红专家，或外红里白专家，我却白而不专，也称不上家。这回他们和我成了一丘之貉，当然委屈了他们，荣幸的是我。我们既然同是沦落人，有一位老先生慨然说咱们是难友了。陈翔鹤同志一次曾和他的难友发了一点小牢骚，立即受到他领导好一顿训斥，因此他警告默存当心啊，难友会卖友。我为此也常有戒心。不过我既然和难友风雨同舟，出于共济的精神，我还是大胆献计说别撤帘子。他们问为什么？我说革命群众进我们屋来，得经过那两个朝西的大窗。隔着帘子，外面看不见里面，里面却看得见外面，我们可以早作准备。他们观察实验了一番，证明我说的果然不错。"}
{"text":"我们既然同是沦落人，有一位老先生慨然说咱们是难友了。陈翔鹤同志一次曾和他的难友发了一点小牢骚，立即受到他领导好一顿训斥，因此他警告默存当心啊，难友会卖友。我为此也常有戒心。不过我既然和难友风雨同舟，出于共济的精神，我还是大胆献计说别撤帘子。他们问为什么？我说革命群众进我们屋来，得经过那两个朝西的大窗。隔着帘子，外面看不见里面，里面却看得见外面，我们可以早作准备。他们观察实验了一番，证明我说的果然不错。那两个大破帘子就一直挂着，没有撤下。一位难友曾说一天最关键的时刻是下午四时。传我们去训话或问话往往在四点以前，散会后群众就可以回家。如果到四点没事，那一天就平安过去了。他的观察果然精确。不过自从我们搬入那间大屋，革命群众忙于打派仗，已不大理会我们。我们只要识趣，不招他们就没事。我们屋里有几只桌子的抽屉是锁着的，一次几个革命群众汹汹然闯进来，砸开锁，抄走了一些文件。我们都假装不见，等他们走了才抬头吐气。砸锁抄东西的事也只偶然一见。我们有帘子隐蔽着，又没有专人监督，实在很自由。如果不需写交代或做检查，可以专心学习马列经典，也不妨传阅小报，我抽屉里还藏着自己爱读的书。革命群众如有事要找我们，等他们进屋，准发现我们一个个都规规矩矩地伏案学习呢。那间屋子里没有暖气片，所以给我们装了一只大火炉。我们自己去拾木柴，拣树枝。我和文学所的木工老李较熟我到他的木工房去借得一把锯子，大家轮着学锯木头。我们做过些小煤饼子，又搬运些煤块，轮流着生火和封火封灭了明天重生，检查之类的草稿正可用来生火。学部的暖气并不全天供暖，我们的炉子却整日熊熊旺盛。两位领导都回家吃饭，我们几个老先生各带一盒饭，先后在炉子上烤热了吃，比饭堂里排队买饭方便得多。我们饭后各据一隅，拼上几只椅子权当卧榻，叠几本书权当枕头，胡乱休息一会儿。起来了大家一起说说闲话，讲讲家常，虽然不深谈，也发点议论，谈些问题。有时大家懊悔，当初该学理科，不该学文学，有时我们分不清什么是大是非，什么是小是非，一起捉摸研究。有时某人出门买些糖食，大家分享。常言道文人相轻又说是同行必妒。"}
{"text":"我们饭后各据一隅，拼上几只椅子权当卧榻，叠几本书权当枕头，胡乱休息一会儿。起来了大家一起说说闲话，讲讲家常，虽然不深谈，也发点议论，谈些问题。有时大家懊悔，当初该学理科，不该学文学，有时我们分不清什么是大是非，什么是小是非，一起捉摸研究。有时某人出门买些糖食，大家分享。常言道文人相轻又说是同行必妒。我们既是文人，又是同行，居然能融融洽洽，同享帘子的蔽护和炉子的温暖，实在是难而又难的难友啊！六披着狼皮的羊我们刚做牛鬼蛇神，得把自我检讨交监管小组审阅。第一次的审阅最认真，每份发回的检讨都有批语。我得的批语是你这头披着羊皮的狼！同伙所得的批语都一样严厉。我们诧怪说谁这么厉害呀？不久我们发现了那位审阅者，都偷偷端详了他几眼。他面目十分和善，看来是个谨厚的人。我不知他的姓名，按提绰号的惯例，把他本人的话做了他的名字，称为披着羊皮的狼，可是我总颠倒说成披着狼皮的羊，也许我觉得他只是披着狼皮的羊。探险不必像堂吉诃德那样走遍世界。在我们当时的处境，随时随地都有险可探。我对革命群众都很好奇，忍不住先向监管小组探险。一次我们宿舍大院里要求家家户户的玻璃窗上都用朱红油漆写上语录。我们大楼的玻璃窗只能朝外开，我家又在三楼，不能站在窗外写所以得在玻璃内面，按照又笨又复杂的方式，填画成反写的楷书，外面看来就成正文。我为这项任务向监管小组请一天假。那位监管员毫不为难，一口答应。我不按规格，用左手写反字，不到半天就完成了工作，偷得劳生半日闲独在家里整理并休息。不久我找另一位监管员又轻易请得一天假。我家的煤炉坏了，得修理。这个理由比上次的理由更不充分。他很可以不准，叫我下班后修去。可是他也一口答应了。我只费了不到半天工夫，自己修好了又偷得劳生半日闲。过些时候，我向那位披着狼皮的羊请假看病。他并不盘问我看什么病，很和善地点头答应。我不过小小不舒服，没上医院，只在家休息，又偷得一日清闲。我渐渐发现，监管小组里个个都是披着狼皮的羊。秋凉以前，我们都在办公室里作息。楼上只有女厕有自来水。"}
{"text":"我家的煤炉坏了，得修理。这个理由比上次的理由更不充分。他很可以不准，叫我下班后修去。可是他也一口答应了。我只费了不到半天工夫，自己修好了又偷得劳生半日闲。过些时候，我向那位披着狼皮的羊请假看病。他并不盘问我看什么病，很和善地点头答应。我不过小小不舒服，没上医院，只在家休息，又偷得一日清闲。我渐渐发现，监管小组里个个都是披着狼皮的羊。秋凉以前，我们都在办公室里作息。楼上只有女厕有自来水。楼上办公室里写大字报的同志，如要洗笔，总带些歉意，很客气地请我代洗。饭后办公室人多嘈杂，我没个休息处。革命群众中有个女同志颇有胆量，请我到她屋里去歇午。她不和我交谈，也不表示任何态度，但每天让我在她屋里睡午觉。有一次我指上扎了个刺，就走进革命群众的办公室，伸出一个指头说扎了个刺。有一位女同志很尽心地为我找了一枚针，耐心在光亮处把刺挑出来。其实扎了个刺很可以耐到晚上回家再说，我这来仍是存心探险。我渐次发现，我们所里的革命群众，都是些披着狼皮的羊。我们当了牛鬼蛇神最怕节日，因为每逢过节放假，革命群众必定派下许多课外作业。我们得报告假日做了什么事，见了什么人又得写心得体会。放假前还得领受一顿训话，记着些禁令如不准外出等。可是有一次，一个新战斗团体的头头放假前对我们的训话不同一般。我们大家都承认过一项大罪拒绝改造。他说，你们该实事求是呀，你们难道有谁拒绝改造了吗？拒绝改造和没改造好难道是一回事吗？我听了大为安慰，惊奇地望着他，满怀感激。我自从失去人身，难得听到革命群众说这等有人性的语言。我下楼以后，自己解放了自己，也没人来管我。有一次，革命群众每人发一枚纪念章和一部毛选。我厚着脸去讨，居然得了一份。我是为了试探自己的身份，有个曾经狠狠挨整的革命派对我说，我们受的罪比你们受的厉害多了，我还挨了打呢。不错呀，砸抽屉抄文件的事我还如在目前。不久后，得势的革命派也打下去了。他们一个个受审问，受逼供，流着眼泪委屈认罪。这使我想到上山下乡后的红卫兵，我在干校时见到两个。他们住一间破屋，每日拣些柴草，煮些白薯南瓜之类当饭吃，没有工作，也没人管，也没有一本书，不知长年累月是怎么过的。"}
{"text":"我厚着脸去讨，居然得了一份。我是为了试探自己的身份，有个曾经狠狠挨整的革命派对我说，我们受的罪比你们受的厉害多了，我还挨了打呢。不错呀，砸抽屉抄文件的事我还如在目前。不久后，得势的革命派也打下去了。他们一个个受审问，受逼供，流着眼泪委屈认罪。这使我想到上山下乡后的红卫兵，我在干校时见到两个。他们住一间破屋，每日拣些柴草，煮些白薯南瓜之类当饭吃，没有工作，也没人管，也没有一本书，不知长年累月是怎么过的。我做过街老鼠的日子，他们如饿狼一般，多可怕啊。曾几何时，他们不仅脱去了狼皮，连身上的羊毛也在严冬季节给剃光了。我已悟到冤有头，债有主我们老家伙也罢，革命小将也罢，谁也不是谁的敌人。反正我对革命的后生不再怕惧。在北京建筑地道的时期，摊派每户做砖，一人做一百块，得自己到城墙边去挖取泥土，然后借公家的模子制造，晒干了交公。那时默存已下干校，女儿在工厂劳动，我一人得做砖三百块。这可难倒了我，千思万想，没个办法。我只好向一位曾监管我的小将求救。我说咱俩换工，你给我做三百块砖，我给你打一套毛衣。他笑嘻嘻一口答应。他和同伴替我做了砖，却说我这么大年纪了，不肯要我打毛衣。我至今还欠着那套毛衣。干校每次搬家，箱子都得用绳子缠捆，因为由卡车运送，行李多，车辆小，压挤得厉害。可是我不复像下干校的时候那样，事事得自己动手，总有当初揪出我们的革命群众为我缠捆。而且不用我求，披狼皮的羊很多是大力士，他们会关心地问我你的箱子呢？捆上了吗？或预先对我说好我们给你捆。默存同样也有人代劳。我们由干校带回家的行李，缠捆得尤其周密，回家解开绳索，发现一只大木箱的盖已经脱落，全靠缠捆得好，箱里的东西就像是装在完好的箱子里一样。我在干校属菜园班，有时也跟着大队到麦田或豆田去锄草，队长分配工作说男同志一人管四行，女同志一人管两行――杨季康，管一行。来自农村的年轻人干农活有一手。有两个能手对我说你一行也别管，跟我们来，我们留几根毛毛给你锄。他们一人至少管六行，一阵风似的扫往前去。我跟在后面，锄他们特意留给我的几根毛毛。不知道的人，也许还以为我是劳模呢。默存同样有人照顾。"}
{"text":"我在干校属菜园班，有时也跟着大队到麦田或豆田去锄草，队长分配工作说男同志一人管四行，女同志一人管两行――杨季康，管一行。来自农村的年轻人干农活有一手。有两个能手对我说你一行也别管，跟我们来，我们留几根毛毛给你锄。他们一人至少管六行，一阵风似的扫往前去。我跟在后面，锄他们特意留给我的几根毛毛。不知道的人，也许还以为我是劳模呢。默存同样有人照顾。我还没下干校的时候，他来信说，热水瓶砸了，借用别人的，不胜战战兢兢。不久有个素不相识的年轻人来找我，说他就要下干校，愿为钱先生带热水瓶和其他东西。他说不论什么东西，你交给我就行，我自有办法。热水瓶，还有装满药水的瓶，还有许多不便邮寄的东西，他都要求我交给他带走。默存来信说，吃到了年轻人特为他做的葱烧鲫鱼和油爆虾，在北京没吃过这等美味。干校搬到明港后，他的床位恰在北窗下，窗很大。天气冷了，我一次去看他，发现整个大窗的每条缝缝都糊得纹丝不透，而且干净整齐，玻璃也擦得雪亮，都是有事弟子服其劳。我每想到他们对默存的情谊，心上暖融融地感激。我们从牛棚下楼后，房子分掉一半。干校回来，强邻难与相处，不得已只好逃亡。我不敢回屋取东西，怕吃了眼前亏还说不清楚。可是总有人为我保镖，帮我拿东西。我们在一间办公室里住了三年。那间房，用我们无锡土话，叫做坑缸连井灶用北方俗语，就是兼供吃喝拉撒的，听来是十足的陋室。可是在那三年里的生活，给我们留下无穷回味。文学所和外文所的年轻人出于同情，为我们把那间堆满什物的办公室腾出来，打扫了屋子擦洗了门窗，门上配好钥匙，窗上挂好窗帘，还给拉上一条挂毛巾的铁丝。默存病喘，暖气片供暖不足，他们给装上炉子，并从煤厂拉来一车一车又一车的煤饼子，叠在廊下还装上特制的风斗，免中煤气。默存的笔记本还锁在原先的家里，尘上堆积很厚。有人陪我回去，费了两天工夫，整理出五大麻袋，两天没好生吃饭，却饱餐尘土。默存写管锥编经常要核对原书。不论中文外文书籍，他要什么书，书就应声而来。如果是文学所和外文所都没有的书，有人会到北大图书馆或北京图书馆去借。如果没有这种种帮忙，管锥编不知还得延迟多少年月才能完成呢。"}
{"text":"默存病喘，暖气片供暖不足，他们给装上炉子，并从煤厂拉来一车一车又一车的煤饼子，叠在廊下还装上特制的风斗，免中煤气。默存的笔记本还锁在原先的家里，尘上堆积很厚。有人陪我回去，费了两天工夫，整理出五大麻袋，两天没好生吃饭，却饱餐尘土。默存写管锥编经常要核对原书。不论中文外文书籍，他要什么书，书就应声而来。如果是文学所和外文所都没有的书，有人会到北大图书馆或北京图书馆去借。如果没有这种种帮忙，管锥编不知还得延迟多少年月才能完成呢。我们流亡期间，默存由感冒引起喘病，输氧四小时才抢救出险。他因大脑皮层缺氧，反应失常，手脚口舌都不灵便，状如中风，将近一年才回复正常。医生嘱咐我，千万别让他感冒。这却很难担保。我每开一次大会，必定传染很重的感冒。我们又同住一间小小的办公室，我怕传染他，只好拼命吃药一次用药过重，晕得不能起床。大会总是不该缺席的会，我不能为了怕感冒而请假。我同所的年轻人常替我带一只耳朵去听着，就是说，为我详细做笔记，供我阅读，我就偷偷赖掉好些大会和小会，不但免了感冒，也省下不少时间。我如果没有他们帮忙，我翻译的堂吉诃德也不知得拖延多久才能译完。关注和照顾我们的，都是丙午丁未年间披着狼皮的羊。七乌云的金边接西方成语每一朵乌云都有一道银边。丙午丁未年同遭大劫的人，如果经过不同程度的摧残和折磨，彼此间加深了一点了解，孳生了一点同情和友情，就该算是那一片乌云的银边或竟是金边吧？――因为乌云愈是厚密，银色会变为金色。常言彩云易散，乌云也何尝能永远占领天空。乌云蔽天的岁月是不堪回首的，可是停留在我记忆里不易磨灭的，倒是那一道含蕴着光和热的金边。孟婆茶孟婆茶我登上一列露天的火车，但不是车，因为不在地上走像筏，却又不在水上行像飞机，却没有机舱，而且是一长列看来像一条自动化的传送带，很长很长，两侧设有栏杆，载满乘客，在云海里驰行。我随着队伍上去的时候，随手领到一个对号入座的牌子，可是牌上的字码几经擦改，看不清楚了。我按着模糊的号码前后找去一处是教师座，都满了，没我的位子一处是作家座，也满了，没我的位子一处是翻的座，标着英法德日西等国名，我找了几处，都没有我的位子。"}
{"text":"孟婆茶孟婆茶我登上一列露天的火车，但不是车，因为不在地上走像筏，却又不在水上行像飞机，却没有机舱，而且是一长列看来像一条自动化的传送带，很长很长，两侧设有栏杆，载满乘客，在云海里驰行。我随着队伍上去的时候，随手领到一个对号入座的牌子，可是牌上的字码几经擦改，看不清楚了。我按着模糊的号码前后找去一处是教师座，都满了，没我的位子一处是作家座，也满了，没我的位子一处是翻的座，标着英法德日西等国名，我找了几处，都没有我的位子。传送带上有好多穿灰色制服的管事员。一个管事员就来问我是不是尾巴上的，尾巴上没有定座。可是我手里却拿着个座牌呢。他要去查对簿子。另一个管事员说，算了，一会儿就到了。他们在传送带的横侧放下一只凳子，请我坐下。曾将回忆两篇围城合编为将饮茶一书。此文与隐身衣曾作为代与代印于前书后。编者注。我找座的时候碰到些熟人，可是正忙着对号，传送带又不停的运转，行动不便，没来得及交谈。我坐定了才看到四周秩序井然，不敢再乱跑找人。往前看去，只见灰蒙蒙一片昏黑。后面云雾里隐隐半轮红日，好像刚从东方升起，又好像正向西方下沉，可是升又不升，落也不落，老是昏腾腾一团红晕。管事员对着手拿的扩音器只顾喊往前看！往前看！他们大多凭栏站在传送带两侧。我悄悄向近旁一个穿灰制服的请教我们是在什么地方。他笑说老太太翻了一个大跟头，还没醒呢！这是西方路上。他向后指点说那边是红尘世界，咱们正往西去。说罢也喊往前看！往前看！因为好些乘客频频回头，频频拭泪。我又问咱们是往哪儿去呀？他不理睬，只用扩音器向乘客广播乘客们做好准备，前一站是孟婆店孟婆店快到了。请做好准备！前前后后传来纷纷议论。哦，上孟婆店喝茶去！孟婆茶可喝不得呀！喝一杯，什么事都忘得一干二净了。悖『人一杯孟婆茶，一了百了！我可不喝！多大的浪费啊！一杯茶冲掉了一辈子的经验，一辈子不都是白活了？你还想抱住你那套宝贵的经验，再活一辈子吗？反正我不喝！反正也由不得你！管事员大概听惯这类议论。有一个就用扩音器耐心介绍孟婆店。孟婆店是习惯的名称，现在叫孟大姐茶楼。"}
{"text":"请做好准备！前前后后传来纷纷议论。哦，上孟婆店喝茶去！孟婆茶可喝不得呀！喝一杯，什么事都忘得一干二净了。悖『人一杯孟婆茶，一了百了！我可不喝！多大的浪费啊！一杯茶冲掉了一辈子的经验，一辈子不都是白活了？你还想抱住你那套宝贵的经验，再活一辈子吗？反正我不喝！反正也由不得你！管事员大概听惯这类议论。有一个就用扩音器耐心介绍孟婆店。孟婆店是习惯的名称，现在叫孟大姐茶楼。孟大姐是最民主的，喝茶决不勉强。孟大姐茶楼是一座现代化大楼。楼下茶座只供清茶清茶也许苦些。不爱喝清茶，可以上楼。楼上有各种茶牛奶红茶，柠檬红茶，薄荷凉茶，玫瑰茄凉茶，应有尽有还备有各色茶食，可以随意取用。哪位对过去一生有什么意见什么问题什么要求什么建议，上楼去，可分别向各负责部门提出，一一登记。那儿还有电视室，指头一按，就能看自己过去的一辈子――各位不必顾虑，电视室是隔离的，不是公演。这话激起哄然笑声。平生不作亏心事，我的一生，不妨公演。这是豪言壮语。得有观众欣赏呀！除了你自己，还得有别人爱看啊！这是个冷冷的声音。扩音器里继续在讲解茶楼不是娱乐场，看电视是请喝茶的意思。因为不等看完，就渴不及待，急着要喝茶了。我悄悄问近旁那个穿制服的为什么？他微微一笑说你自己瞧瞧去。我说，我喝清茶，不上楼。他诧怪说谁都上楼，看看热闹也好啊。看完了可以再下楼喝茶吗？不用，楼上现成有茶，清茶也有，上去就不再下楼了――只上，不下。我忙问上楼往哪儿去？不上楼又哪儿去？他鼻子里哼了一声说我只随着这道带子转，不知到哪里去。你不上楼，得早作准备。楼下只停一忽儿，错过就上楼了。准备什么？得轻装，不准夹带私货。我前后扫了一眼说谁还带行李吗？他说行李当然带不了，可是，身上头里心里肚里都不准夹带私货。上楼去的呢，提意见啊，提问题啊，提要求啊，提完了，撩不开的也都撩下了。你是想不上楼去呀。我笑说喝一杯清茶，不都化了吗？他说这儿的茶，只管忘记，不管化。上楼的不用检查。"}
