{"text":"现在，酸桔果成为百香果，身价也不同了，可见一个好名字也是很重要的。回家后把百香果打汁，黄澄澄的颜色，沁人心脾的香气，忽然唤醒了山野中奔跑的童年。觉得百香果可以叫作千香果或万香果，水果的背景与水果的本身一样的引人！含羞的心在父亲的坟头，看到几丛含羞草正盛开着，有的还开着粉红色的花，有的已结了种子。含羞草的花非常美，像极了粉红色的粉扑，使杂乱的野草丛也显得温柔了。我想到小时候，最喜欢采含羞草的花和银合欢的花，一整盘放在盘子上，两种花都是粉扑的形状，一红一白，真是美极了。爸爸看见了，总会感慨地说这个囝仔，心这样细腻，亲像查某囡仔同款！我想从父亲坟头采一些含羞草的种子回去种，一触动，所有的含羞草都急速地合掌，好像虔诚的祈祷一样。全身长满棘刺，被认为粗贱的含羞草，对外界的触动有着敏锐细腻的感受，并开出柔软而美丽的花朵，其实是像极了乡下农人的心。我的父亲虽然一生都做着粗重的农事，但他的感情细腻柔软而美丽，正像是含羞草花。我把含羞草的种子种在阳台，隔年就长得十分茂盛，也开花了。每次碰触到含羞草，看它合十祈祷的样子，我也会双手合十，祈愿父亲去到更美丽的世界，也祈愿我们父子有重逢之日。牵牛在我还住在三合院的童年，后院的围篱几乎被牵牛花包覆，牵牛花的藤蔓总是把竹篱织成一道花墙，在春天时，好像在竹篱上点燃的焰火，爆开！竹篱外的坡地，牵牛花的焰火，爆得更灿烂。那被一般人认为卑贱，毫不起眼的牵牛花，其实有着极美丽的颜色，有白粉红浅紫与宝蓝也有着极动人的姿态，花藤婉转优雅修长。可惜的是，它不能久放，只要被采下。来，刹时便枯萎了。我时常想，如果要票选一种可以代表台湾的花，我会投票给牵牛花，因为从北到南，自西至东，牵牛花的藤蔓像丝线一样，紧紧包覆这个美丽之岛。牵牛花的美丽则使辛苦劳作的人，在看见时得到安慰。牵牛花的名字也宜于联想，是引导牵牛的农夫迎向美丽的希望吧！牵牛花又叫朝颜，因为它清晨盛开的缘故，这名字，使我想起透早就出门，天尾渐渐光的台湾农村父老的背影。"}
{"text":"可惜的是，它不能久放，只要被采下。来，刹时便枯萎了。我时常想，如果要票选一种可以代表台湾的花，我会投票给牵牛花，因为从北到南，自西至东，牵牛花的藤蔓像丝线一样，紧紧包覆这个美丽之岛。牵牛花的美丽则使辛苦劳作的人，在看见时得到安慰。牵牛花的名字也宜于联想，是引导牵牛的农夫迎向美丽的希望吧！牵牛花又叫朝颜，因为它清晨盛开的缘故，这名字，使我想起透早就出门，天尾渐渐光的台湾农村父老的背影。朝颜便是早上的脸，你看，台湾大地早上的脸是多么美，朝颜上还留着昨夜晶莹的露珠哩！冰签一位渴望把子女送到明星中学的朋友向我诉苦，她的孩子因为学校作弊，而未能抽签抽中。在众目睽睽之下抽签，怎样会作弊呢？朋友说，学校把权贵者和有钱者的子女的签先冰在冷冻库里，抽签时和普通的签放在一起，但是学校的行政人员即使闭着眼睛一摸，也立刻可以抽中那些冰签，到后来，明星中学就成为权贵子弟和富豪子弟的天下了。这真是匪夷所思，使我想起侦探小说中常写的冰钻杀人的情景――以冰结成的利钻或子弹，射人人的身体致人于死，冰溶化了，永远找不到证据――冰签也是一样，摸上来在阳光下晒三分钟，作弊的证据就消失了。我听了非常赞叹发明冰签的教育工，他们有超乎常人的创造力，如果他们愿意用发明冰签的聪明与细腻来献身教育，每一个中学都会成为明星中学。因此，我安慰朋友说别痛心和埋怨，我们都不是用冰签抽中的人，不也活得很好吗？一个爸爸和一个妈妈在美国旅行，一个朋友告诉我一件真实的事。他的孩子去上幼稚园，坐在隔壁的美国同学问这个孩子说你有没有爸爸妈妈？孩子说有！那么，你有几个爸爸妈妈？美国同学又问。我只有一个爸爸一个妈妈！朋友的孩子说。美国同学笑起来我有五个爸爸三个妈妈！你们中国人的爸爸妈妈最少了，真可怜！朋友的孩子觉得深受侮辱，回来后向爸妈抗议为什么你不多娶几个妈妈？你不多嫁几个爸爸？朋友把这件事当笑话讲来听，正足以反映出西方社会婚姻的混杂。"}
{"text":"他的孩子去上幼稚园，坐在隔壁的美国同学问这个孩子说你有没有爸爸妈妈？孩子说有！那么，你有几个爸爸妈妈？美国同学又问。我只有一个爸爸一个妈妈！朋友的孩子说。美国同学笑起来我有五个爸爸三个妈妈！你们中国人的爸爸妈妈最少了，真可怜！朋友的孩子觉得深受侮辱，回来后向爸妈抗议为什么你不多娶几个妈妈？你不多嫁几个爸爸？朋友把这件事当笑话讲来听，正足以反映出西方社会婚姻的混杂。我对朋友说这不单是美国的问题，婚姻的混乱和复杂在台北也是一样的，只要我们看台北的小说和电视剧就很清楚了。一个爸爸和一个妈妈这么天经地义的生活与文明，竟在世界中逐渐地解体，到底会使社会走到什么方向去呢？我觉得还是做传统的人好，一个爸爸一个妈妈是最幸福的。在同一家银行老去的人路过十几年前居住的旧家，顺路到银行去看看从前认识的行员，心里有一些感慨，一点欣喜，一点悲伤。欣喜的是，有好几位是十几年前就在银行里工作的人，可见银行的工作是多么稳定。悲伤的是，有几位老得特别快，与十几年前几乎判若两人了。而他们的工作仍然一样，人账转账数钞票，在三点半的时候下班。难道说，他们十几年来就是这样的过了，接下来他们会走向什么样的人生之路呢？我和他们一一打招呼，互相从外貌观察着岁月的消息，我突然一惊说不定在他们的眼中，我也是一样的老呢！走出银行的时候我想稳定的生活是值得感恩的，使我们缓慢地改变，不知老之将至。波动的生命也是值得感恩的，让我们广增历练，张开慧眼，在老去的时候没有遗憾。激情的蔷薇我种的一株蔷薇开花了，一次开七朵，十分争先恐后的样子。但是，它们在凋谢时几乎也是同时的，无声，努力的调谢。蔷薇到了夏天那不可遏止的开放，使我吃惊而蔷薇凋谢时的迅速，也令我疼惜。人的感情在被触动的那一刹那，就好像春夏的蔷薇，不可遏止，只是很少人想到激情的凋谢也是一样的快呀！我们要学习蔷蔽，开放时倾宇宙之力于美丽的一瞬凋谢时无声，不失去内在的温柔。"}
{"text":"激情的蔷薇我种的一株蔷薇开花了，一次开七朵，十分争先恐后的样子。但是，它们在凋谢时几乎也是同时的，无声，努力的调谢。蔷薇到了夏天那不可遏止的开放，使我吃惊而蔷薇凋谢时的迅速，也令我疼惜。人的感情在被触动的那一刹那，就好像春夏的蔷薇，不可遏止，只是很少人想到激情的凋谢也是一样的快呀！我们要学习蔷蔽，开放时倾宇宙之力于美丽的一瞬凋谢时无声，不失去内在的温柔。我时常觉得自然界充满了教化，那最美丽的昙花只开一夜，那最奔腾的潮水返潮最快。我们生命的追求也是这样的，激情难以恒久，但激情有激情的美。人的生命历程应该有一些激情，以便能体会情感的热力。人的生命历程也应该有一些浪漫情怀，才可以感知那内心细腻的部分。但一生的浪漫与激情是不可能的，正如一朵花开到最巅峰的状态，也正是它凋谢的开始。这样想来，佛家说的平常心是道，或道家说的道在瓦砾屎尿之中，里面有真意在焉！花与树的完美我到一座花园去参观，看到园中的花正盛开，树都苍翠，忍不住赞叹地说这些花和树是多么的美呀！花园的主人笑起来，说在这个世界上没有丑的树，也没有丑的花。不要说是这花园，即使是路边的花树也都是很美的。花园主人的说法令我感到意外。确实，世界上没有一棵树是丑的，也没有一朵花是丑的，我以前怎么没有发现呢？相对于一棵树或一朵花，作为人的我们就显得有各种的分别，是非善恶高低美丑。高尚得像一棵树完美得如一朵花的人是多么的少见呀！我深信，花与树的完美，是来自于它们不会有丑陋低俗的意念因此我深信，人如果也能清净了丑陋低俗的想法，就会走向高尚与完美之路。宝蓝的花在南部乡间，看见萝卜田里留下来作种的萝卜，开出一片宝蓝色的花，不，应该说是一片宝蓝色的花海。从前在乡下看过的萝卜花都是白色，而且开在一小畦菜圃。如今，看到宝蓝色的萝卜花，又是一望无际，心情为之震慑不已，那蓝色的萝卜花，花形有如蝴蝶，随风翻飞，蓝得像是天空或是大海。"}
{"text":"宝蓝的花在南部乡间，看见萝卜田里留下来作种的萝卜，开出一片宝蓝色的花，不，应该说是一片宝蓝色的花海。从前在乡下看过的萝卜花都是白色，而且开在一小畦菜圃。如今，看到宝蓝色的萝卜花，又是一望无际，心情为之震慑不已，那蓝色的萝卜花，花形有如蝴蝶，随风翻飞，蓝得像是天空或是大海。我走人萝卜田里，屏住呼吸，感觉自己快要被一片宝蓝色融化了，这时，看见几只嫩黄色的蝴蝶正在蓝花上飞舞采蜜，使我有一种天鹅飞翔于蓝天的想像。呀！这世界的美丽或幸福，不是世界给我们的，而是我们的心和世界清澈的相映。不只我们的心在寻求世间的美。世间的美也澎湃地撞击我们的心。惟有寻求美的心和真正的美相撞击，我们才会在平凡的萝卜花上，看见蓝宝石天空与大海的光辉呀！喜悦的香有一种春天开的花，名字叫作含笑。含笑花真的和它的名字相像，它是含苞时最香，花瓣一张开，香气就散走了。含笑因此是少女的笑，含着喜悦与羞怯的笑，不像圆仔花那样开怀大笑，也不像圣诞红那样肆无忌惮的笑。含笑花的花期很长，从春天可以开到秋天，如果在院子里种了一棵含笑花，整年，屋里屋外部有了笑意。在含笑盛开的春日，采一些含笑花以小白瓷盘盛着，放在茶几上，空气中都有好香，屋里显得更洁净。我时常会想起第一个为含笑花取名的人，那人是在花香中看见了笑意？或者是饱含喜悦时看见了小白花呢？那一定是个少女吧！只有春天少女那样喜悦那样纯净那样细腻的心，才会看见花中的笑容吧！但愿我们也可以像含笑花，一年四季都带着微笑，面对世界。满山菅芒花屋顶平台的水管边，长出几丛菅芒花，每天在风中摇来摇去，好像对我说秋天了，秋天了，出门看风景吧！我沿着山坡小路散步，看到满山的菅芒花正盛开，菅芒花在秋天最美，是人人都知道的，但是很少人知道，菅芒花最美的颜色是将开未分节阅读开之际，那时它是浅紫色，仿佛空中的紫水晶。"}
{"text":"但愿我们也可以像含笑花，一年四季都带着微笑，面对世界。满山菅芒花屋顶平台的水管边，长出几丛菅芒花，每天在风中摇来摇去，好像对我说秋天了，秋天了，出门看风景吧！我沿着山坡小路散步，看到满山的菅芒花正盛开，菅芒花在秋天最美，是人人都知道的，但是很少人知道，菅芒花最美的颜色是将开未分节阅读开之际，那时它是浅紫色，仿佛空中的紫水晶。也很少人知道，菅芒花在月光下最美，衬着墨蓝色的黑夜，点点银芒散在山坡野地，总使我想起萤火虫在稻田边飞来飞去的情景。最美的菅芒花，是在它飞散的时候，有如流逝的灯花星火。看着秋天满山的菅芒花，我就想到在屋顶上的菅芒花，是不是从这山坡飞翔而去的种于呢？而屋顶上的菅芒花一旦成熟，种子会飞去哪里？会不会飞回这一片山坡？人是不是也像营芒花的种子，在某地某一个秋天偶然飞起，与前世的亲友情人在此相会，随着业力的风在宇宙飘流？这是不是就是轮回的秘密呢？菅芒花永远不死，因为它随风飞翔，落在任何环境都努力生长。肥沃的山坡与贫瘠的屋顶，都不能防止管芒开美丽的花，人如果富裕或贫贱，是不是也能维持同样的志气呢？凋零之美坐在仁爱路一家楼上咖啡屋，看着路上的菩提树叶子，一片一片地辞别枝极，飘落下来，有时一阵风来，菩提叶竟是满天翻飞旋舞，在凋零中，有一种自在之美。有几株落得早的菩提树已经增生新叶，菩提树的嫩叶介于鹅黄与粉红之间，在阳光下，美丽如水月，透明似琉璃。在晶明的落地窗前，看见菩提树的调零与新叶，使我想起憨山大师的一首诗世界光如水月，身心皎若琉璃。但见冰消涧底，不知春上花枝。这凋零与新生，原是同一个世界，涧底的冰雪融化了，与春景里枝头的花开，原是同样的美。或者，溪涧中的雪是滋润过花的雨水与露珠也或者，那灿烂的花颜是吸了冰雪的乳汁而辉煌的吧！一切因缘的雪融冰消或抽芽开花都是自然的，我们尽一切的努力也无法阻止一朵花的凋谢，因此，开花时看花开，凋谢时就欣赏花的飘零吧！"}
{"text":"但见冰消涧底，不知春上花枝。这凋零与新生，原是同一个世界，涧底的冰雪融化了，与春景里枝头的花开，原是同样的美。或者，溪涧中的雪是滋润过花的雨水与露珠也或者，那灿烂的花颜是吸了冰雪的乳汁而辉煌的吧！一切因缘的雪融冰消或抽芽开花都是自然的，我们尽一切的努力也无法阻止一朵花的凋谢，因此，开花时看花开，凋谢时就欣赏花的飘零吧！我们尽一切努力，也不能使落下来的任何一片叶子回到枝头，因此要存着敬重与深情的心，对待大地这种无言的呈现呀！空心看世界当我看到水田边一片纯白的花，形似百合，却开得比百合花更繁盛，姿态非常优美，我当场就被那雄浑的美震慑了。这是什么花？我拉着田边的农夫问说。这是空心菜花呀！老农夫说。原来空心菜可以开出这么美丽明亮的花，真是做梦也想不到。我问农夫说可是我也种过空心菜，怎么没有开过花呢？他说一般人种空心菜，都是还没有开花就摘来吃，怎么会看到开花呢？我这些是为了做种，才留到开花呀！我仔细看水田中的空心菜花，花形很像百合，美丽也不输给百合，并且有一种非常好闻的香气，由于花是空心的，茎也是空心的，在风中格外的柔软摇曳，再加上叶于是那么绿，如果拿来作为瓶花，也不会输给其他的名花吧！可惜，空心菜是菜，总是等不到开花就被摘折，一般人总难以知道它开花是那么美。纵使有一些作种的空心菜能熬到开花，人们也难以改变观点来看待它。我们只有完全破除对空心菜的概念，才能真正看见空心菜花的美，这正是以空心来看世界。但是，人要空心来面对世界，真的比空心菜还难呀！玫瑰与刺在为玫瑰剪枝的时候，不小心被刺刺到，一滴血珠渗出拇指，鲜红的血，颜色和盛放的红玫瑰一模一样。玫瑰为什么要有刺呢？我在心里疑惑着。我一边吸着手指渗出的血珠，一边想着，这作为情侣们爱情象征的玫瑰，有刺，是不是也是一种象征呢？象征美好的爱情总要付出刺伤的代价。"}
{"text":"玫瑰与刺在为玫瑰剪枝的时候，不小心被刺刺到，一滴血珠渗出拇指，鲜红的血，颜色和盛放的红玫瑰一模一样。玫瑰为什么要有刺呢？我在心里疑惑着。我一边吸着手指渗出的血珠，一边想着，这作为情侣们爱情象征的玫瑰，有刺，是不是也是一种象征呢？象征美好的爱情总要付出刺伤的代价。把玫瑰插在花瓶，我本想将所有的刺刮去，但是并没有这样做，我想到，那流人玫瑰花的汁液，也同样流人它的刺，花与刺的本质原是一样的就好像流入毛虫的血液与流入蝴蝶的血液也是一样的，我们不能只欣赏蝴蝶，不包容毛虫。流在爱情里的血液也是一样呀！滋润了温柔的玫瑰花，也滋润了尖锐的棘刺。流出了欢喜与幸福的，也流出了忧伤与悲痛。在闪动爱的泪光中，也闪动仇恨的绿光。但是我始终相信，真正圆满纯粹的爱情，是没有任何怨恨的，就像我们爱玫瑰花，也可以承受它的刺，以及偶然的刺伤。百合很久很久以前的女朋友，突然打电话给我，不知道为什么就谈起很久很久以前的事。其实，那时候，我离开你的时候还是很爱你的，连我自己到现在都弄不清为什么要离开你。她说。我拿着话筒，沉默无言，苦笑，正如我到现在都找不出被背叛的原因。听着那段话，非常的陌生，好像来自异域。她又说改天，找个时间，我们一起喝咖啡，谈谈以前的事。我看不必了吧！我听到自己非常冷漠的声音，我因为这冷漠而心痛，因为我平常从不冷漠的。挂了电话，我孤独地坐在灯下，看着桌上一朵非常孤单的百合花，百合花如此纯净优美芬芳，有着近乎透明的细腻质地。心情竟有如潮水，汹涌起伏。这世界，能爱百合花的人很多，能珍惜那纯净优美芬芳的品质的人很稀有，这是百合花显得如此孤单的原因。口里说出相爱的话语是何其容易，心里真正相知与疼惜是多么艰难呀！人要一合都不易，何况是百合呢！琼麻开花朋友带我沿着恒春的海岸线，去看今年的琼麻开花。清晨的海风与水气，使我们感到十分清凉，这初秋的早晨如此静谧美好，光是在海岸散步就够幸福了，不一定要去看琼麻开花。"}
{"text":"心情竟有如潮水，汹涌起伏。这世界，能爱百合花的人很多，能珍惜那纯净优美芬芳的品质的人很稀有，这是百合花显得如此孤单的原因。口里说出相爱的话语是何其容易，心里真正相知与疼惜是多么艰难呀！人要一合都不易，何况是百合呢！琼麻开花朋友带我沿着恒春的海岸线，去看今年的琼麻开花。清晨的海风与水气，使我们感到十分清凉，这初秋的早晨如此静谧美好，光是在海岸散步就够幸福了，不一定要去看琼麻开花。沿路，我和朋友都沉默着，享受这难得的海岸步行。我想起昨夜在朋友家，他曾试图形容琼麻开花的情景像几千株铁树上都开了月桃花像放大了一百倍的铃裆花，像插在海边的万国旗朋友说了半天，懊恼地说我无法说清楚，你明天看就知道了。远远的，我们就看见成排的琼麻花了，琼麻树丛坚硬利落，真的像铁树一样，琼麻花从树丛中孤挺而出，拔高数尺，那么自负自信的样子。琼麻花形确实有些像月桃花，只是比月桃花巨大洁白和奔放，这时我想到朋友说的几千株铁树上都开了月桃花也是十分贴切的，但那种辉煌繁盛的开花景象，没有亲见是难以体会的。朋友说我昨天在形容的时候，你一直笑，好吧！现在你站在琼麻花前面了，你形容给我听！我说看到琼麻开花，使我想起禅宗的一个句子珊瑚枝枝撑着月，好像海里的珊瑚一夜之间都爬到沙滩上，而月亮化成千万个化身，落在珊瑚的顶上。或者也可以说把千万盏路灯全搬到海岸线来！或者呀！我无法说清楚，你看不就知道了吗？我学着朋友的语气说话，他听了哈哈大笑。当我们从海岸回来，心里就像被琼麻花撑开了，深深留着那美丽的画面。抬起头来，看见国庆鸟灰面鹫在极高极远的天空盘旋，那么威严那么静定，我深信那威严与静定是飞越千万里江海山林而形成的，只是我要如何形容，才能让人看见灰面鹫满天飞翔的美呢？唉！这世界最美的部分，只能以感受得知，语言是很无力的。百年含笑在乡间的庭院，一个老人带我去看一棵百年的含笑花，说那是他的父亲亲手栽植的。那百年含笑的高大使我大吃一惊，因为我们平常看到的含笑花只有几尺高，百年的含笑花竟有两三丈高。"}
