{"text":"不过安卓手机的出现则终结了苹果一支独秀的时代。有一个现象可以解释，前几年每届国际消费电子展览会上，苹果手机每次都是手机界中的明星。不过近几届都被安卓机给替代了。人们心目中最好的手机不再永远是苹果某款手机。说到手机的品牌，我们不得不面对自家的国产品牌手机，国产手机一直没给人好印象，什么山寨机，质量差，造型丑，没创意。这也确实是个事实，很多追求高端时尚的人士也不得不选择日美韩货，肥水都流到外人田。难道中国生产不出来好手机不不得不说，这些年来，中国手机技术比较落后，所以生产出来的手机都比较低端，与国外手机相比就只有价格又竞争力，有次看了个新闻都感到心疼，国产手机出货量占但是手机利润却是其他利润被三星苹果等厂商给瓜分了，国产品牌手机明显就是赔本赚吆喝，造业啊很多人对国产手机有偏见，殊不知价格在那里放着能做出什么样好配置的好材质的手机，所以还是要以理性看待这个问题。不过年你可要换个眼光看国产手机了。年在赌城拉斯维加斯举行的国际消费电子展，中国制造的手机大放光彩了，不得不说国产手机慢慢在雄起华为中兴联想都拿出自己的旗舰机来亮剑其中我最欣赏的是中兴雅典娜完美的外观设计，具有中国风，她的设计师是中国后的一位美女哦当然我希望中国制造的手机能走向世界最前沿，让韩国人，日本人，美国佬像中国果粉那样守夜排队买中国制造的手机哈哈最后谈谈手机到底能给我们现在的生活带来什么。现在电子产品流行夸界，手机向平板，相机，音乐视频播放器靠拢，这些功能已经是手机最基本的功能了。我比较喜欢的手机功能首先是照相机和摄像机，方便实用，随带随拍，还有就是播放器功能，现在高端手机都高保真音乐体验，不错哦然后就是近距离无线通讯技术，这在不久的将来会实现。广东高考作文范文神圣的尊严海卡尔说人的尊严比金钱地位权势，甚至比生命都更有价值。在美国纽约中央车站，人们向流浪汉或流浪艺人施舍时，一定得平等待之。他们在表演时，身旁放着收钱的金色盘子或帽子，如果你没有欣赏他们的表演便投钱，会被拒绝，如果你欣赏完后没有鼓掌或者发表评论，他们照样不会接受你的钱。因为他们认为您的施舍，我的尊严，我们是平等的。所以人活着，要顶天立地，要昂首挺胸，要有尊严。尊严，是一个人的颜面，是一个人得到他人认可的某种东西。"}
{"text":"在美国纽约中央车站，人们向流浪汉或流浪艺人施舍时，一定得平等待之。他们在表演时，身旁放着收钱的金色盘子或帽子，如果你没有欣赏他们的表演便投钱，会被拒绝，如果你欣赏完后没有鼓掌或者发表评论，他们照样不会接受你的钱。因为他们认为您的施舍，我的尊严，我们是平等的。所以人活着，要顶天立地，要昂首挺胸，要有尊严。尊严，是一个人的颜面，是一个人得到他人认可的某种东西。这种颜面不是虚荣的面子，不是用来炫耀的某些东西。尊严，是一种操守，一种价值观，一种自立自强的精神是一种通过自尊自爱，从而得到他尊他爱的美好感受。尊严是神圣的，不可侵犯，不可亵渎，我们应该捍卫尊严。一个人如果连尊严都没有，那他的生命必定是黯淡的，甚至是毫无价值的，人都应带着尊严活着。有了尊严，你才会看得起自己，从而高标准严要求自己，不逾矩有了尊严，别人才会敬重你，你的所作所为才有意义。一个人，一个民族，如何获得尊严，不能靠别人，只能靠自己。靠自身的修养，靠骨子里那种富贵不能淫，贫贱不能移，威武不能屈的精神。自敬者人恒敬之，自贱者人必蔑之，这是最基本的道理。有尊严地活着才有意义，决不可放弃做人的尊严卑微的生命因尊严而高贵。在大是大非面前，历史上许多仁人志士视尊严为生命，他们宁为玉碎，不为瓦全，在历史的长河中，留下了许多美谈。陶渊明不为五斗米折腰，苏武宁牧羊塞外也不投降，文天祥人生自古谁无死，留取丹心照汗青，宁可饿死也不领美国救济粮。他们有浩然正气，他们活得有尊严，宁可站着死，也不跪着生。就算失去了生命，也要捍卫尊严。然而也有许多人为了生存，为了追名逐利，为了向上攀爬出卖尊严。现实生活中有为息事宁人屈辱下跪的，有为金钱触及道德底线的，更有为一时利益出卖人格的尊严，似乎与我们渐行渐远。奴颜婢膝，阿谀奉承，丢失尊严，丧失人格，就算荣华富贵享之不尽，也不会得到真正的快乐，只会为世人所不耻。文强许迈永曾锦春之流为了一己私利，出卖人格，出卖尊严，全然忘却了做人的基本准则。李浩之流，为泄私欲，不惜任意限制剥夺他人自由和生命，完全丧失为人的底线，丑恶至极。尊严，不是谁特有的，世间万物都有尊严。没有贫富差距，没有高低贵贱，尊严是平等的。上至伟人，下至普通百姓，都有尊严。尊严，神圣不可侵犯。"}
{"text":"奴颜婢膝，阿谀奉承，丢失尊严，丧失人格，就算荣华富贵享之不尽，也不会得到真正的快乐，只会为世人所不耻。文强许迈永曾锦春之流为了一己私利，出卖人格，出卖尊严，全然忘却了做人的基本准则。李浩之流，为泄私欲，不惜任意限制剥夺他人自由和生命，完全丧失为人的底线，丑恶至极。尊严，不是谁特有的，世间万物都有尊严。没有贫富差距，没有高低贵贱，尊严是平等的。上至伟人，下至普通百姓，都有尊严。尊严，神圣不可侵犯。让爱双向流动中国有句名言说道滴水之恩，当涌泉相报。可见，报答他人的善意是中华民族的传统美德，并被沿袭了下来。这是有一定道理的。人都有需要帮助的时候，如果接受了帮助却当作理所当然，而不怀感激之心，报答以爱的话，谁还愿意提供帮助呢？因此，为了社会和谐发展，请莫伤好人心，让爱双向流动。令人可喜的是，心怀感激的人在我们的社会是占主流的。当一个白手起家的商人发财致富时，他必定不会忘记自己以往艰苦的日子，这也就使他有了传递爱意给那些还有需要的人的愿望。我们都是凡夫俗子，相信大多数人是愿意品尝到感激的喜悦之情的。当施舍者看到自己帮助的人懂得回报，哪怕不是对自己，而是对社会他人，他已经看到自己所为的价值，这无疑让他产生了延续自己善举的动力。这是爱的付出，是爱的双向流动，也是爱的获得，社会因此受益。也许你只付出了一分，但社会可能受益万分。还记得去年夏天北京那场特大暴雨吗？灾情在播报着，但温情也在上演着。一伙从河北农村赶来的人们救助灾民，置个人安危而不顾的行为受到大家的赞赏。殊不知，他们都是当年唐山大地震的获救者，是众人的无私奉献让他们拥有了继续生存的物资和信心。而现在，不忘回报的他们来帮助另一拨人获得新生。爱与正能量的流动顶托着社会，站立前进。我们也忘不了那最美丽的乡村教师――伍玉锡，身患胃癌十多年，胃被切除了四分之三的他这么多年来从没落下一节课，从没少批改一次作业。是社会人士和学生以及学生家长的关怀帮助他支撑在讲台边。这种双向流动的爱比金子更宝贵更坚硬。当然也存在着爱的返回链缺失的现象。看看陕西一位任内帮众多企业融资，任后却惨被企业抛弃的局长便可知，单向的爱是多么痛苦，社会将会变得不那么和谐。莫让双向的爱缺失，让爱传递下去。点评写考场文章以立意为先。"}
{"text":"我们也忘不了那最美丽的乡村教师――伍玉锡，身患胃癌十多年，胃被切除了四分之三的他这么多年来从没落下一节课，从没少批改一次作业。是社会人士和学生以及学生家长的关怀帮助他支撑在讲台边。这种双向流动的爱比金子更宝贵更坚硬。当然也存在着爱的返回链缺失的现象。看看陕西一位任内帮众多企业融资，任后却惨被企业抛弃的局长便可知，单向的爱是多么痛苦，社会将会变得不那么和谐。莫让双向的爱缺失，让爱传递下去。点评写考场文章以立意为先。这篇文章之所以优秀就在于其立意境界很高，认为爱不是单向的，而是双向的，还是可以流动的，呼吁让爱双向流动。捐助与受助都是爱的表现，彼此应该互相尊重，互有沟通交流，这个世界才会充满爱，并且一直传递下去。从立意这个角度来讲，这样的立意在众多考生中算是上乘的，也是最值得肯定的一种立意。围绕着让爱双向流动，在第二段，从施舍者的角度，表达了爱的双向流动的意义。第三段，运用了两个事例，从受助者的角度表达了爱的流动的价值。第四段从反面例子入手，表达了单向的爱的痛苦。最后发出呼吁莫让双向的爱缺失，让爱传递下去。思路清晰，紧紧围绕中心展开论述，是一篇考场优秀作文。不足的地方是用例略有不当之处，可以选更恰当的例子。另外，第四段的反面例子写得略嫌仓促，分析未够透彻。点评人华南师范大学文学院讲师胡家俊广东高考语文优秀作文善行，我该如何安放你慈善，本该是一个充满人性关怀的字眼，是一个能让行善者体知自身对于社会超出个体有限价值的义举，亦当成为受助者生命的冬天里的一把温暖的手炉，但如今，它遭遇的敏感和尴尬人尽皆知，就如那个感激却婉拒的家庭。使慈善处于如此进退维谷的境遇的，在我看来，可能是行善者披着慈善外衣的功利和作秀之心，但更多的情况下，我无奈地认识到，行善者的一颗赤诚之心无可置疑，而他们行善举的方式往往成了让爱传递的最大阻碍。正因为他们总是惯于以救世主的目光来表达对弱势群体的善意，受助者在这目光的省视下被点燃的一颗过于澎湃的自尊心让善意之举充满了火药味，从而，受助者拒绝牺牲在弱势地位下愈显珍贵的尊严和平等来满足慈善家的自身价值认同。就如那最后以施舍之名拒绝捐助的家庭，我相信，生活尚且难以为继的他们需要这份帮助，也许是以往受助的不堪经历或这位富翁的施助方式让他们艰难的选择拒绝。然而，慈善之路不应因行善方式不当而闭塞阻滞。"}
{"text":"正因为他们总是惯于以救世主的目光来表达对弱势群体的善意，受助者在这目光的省视下被点燃的一颗过于澎湃的自尊心让善意之举充满了火药味，从而，受助者拒绝牺牲在弱势地位下愈显珍贵的尊严和平等来满足慈善家的自身价值认同。就如那最后以施舍之名拒绝捐助的家庭，我相信，生活尚且难以为继的他们需要这份帮助，也许是以往受助的不堪经历或这位富翁的施助方式让他们艰难的选择拒绝。然而，慈善之路不应因行善方式不当而闭塞阻滞。既已找到症结，何不求良医以自治？真正的慈善家往往坚决丢下慈善这件标签，而以人类共同体的身份去行善，如同约翰多恩那句人不是一个孤岛，所有人的不幸皆是我的不幸。唯有如此，行善者才能真正懂得他想帮助的对象，才能以最适当的方式给他们以乐于接受而有意义的帮助与扶持，让受助人觉得，他们是以平等的地位扶持着前进，而不是如难民领取政府施舍的粥粮。晏阳初，世界平民教育之父，他是在发现了苦力的价值的基础上向他们伸出援助之手。在平民教育运动中，与其称他为教育界的慈善家，不如尊其为所有农民苦力的老师朋友。他曾说欲化农民，必先农民化。他不愿安居太师矣，空谈误国计，而是扎根到农民中，探索真正对他们有用的善举――开化与教育。人类作为一个共同体，要成为坚固的岛屿，需要慈善的力量来修补脆弱的堤坝，而要让慈善有力前进，就必须行善者脱下救世主的眼镜，带上捐助对象的眼镜，扎根到他的世界中，问一句你需要什么，我们能共同努力改善些什么？这才是有持久力量的真正慈善，需要我们以对的方式共同前进。点评本文紧扣富翁热心慈善事业，捐助三个家庭的材料，引出有关慈善的话题，并以此为中心内容展开论述，符合本次作文的材料内容和含意范围。文章开篇简单点出慈善的意义后，顺势提出慈善遭遇婉拒的尴尬问题，进而分析产生这一问题的根本原因在于行善方式不当，紧接下文论述如何改变方式，以人类共同体的平等身份行善，并举晏阳初的事例以佐证。最后，以共同努力改善慈善的方式为愿望收束全文，回答了文章标题提出的问题。文章观点明确，真正有效的善行需要采用适合捐助对象的行善方式，在捐助者和受助者之间搭建起平等互信的桥梁，让善意顺利进行，让爱心顺利传播。"}
{"text":"文章开篇简单点出慈善的意义后，顺势提出慈善遭遇婉拒的尴尬问题，进而分析产生这一问题的根本原因在于行善方式不当，紧接下文论述如何改变方式，以人类共同体的平等身份行善，并举晏阳初的事例以佐证。最后，以共同努力改善慈善的方式为愿望收束全文，回答了文章标题提出的问题。文章观点明确，真正有效的善行需要采用适合捐助对象的行善方式，在捐助者和受助者之间搭建起平等互信的桥梁，让善意顺利进行，让爱心顺利传播。对当前慈善存在的社会问题分析较深入，认识较深刻，能够透过现象深入本质，揭示事物内在的因果关系，思路清晰，论述较有层次。比较遗憾的是，文中一些长句的语言表达不太流畅，意思不太清晰，全文例证较薄弱，不够丰富有力。点评人华南师范大学文学院副教授陈一平广东高考语文优秀作文发布慈善需行之有道培根曾说，善性是人性与神性最相近的地方。那么慈善，自然也就是人性中善性最确凿的流露。慈善是一种精神的体现，不应流于形式。缺乏关怀的慈善就成了施舍，而施舍，恰恰是毒药。慈善，不仅仅是助人，更重要的是省人。当年，倘若今日的石油大王洛克菲勒得到一碗免费的食物，而非劳动得来，那么他大概也会像众多饥民一样濒于困顿。在做慈善的同时，在提供帮助的同时，要使被帮助者振作起来，鼓起生活的勇气。如果不能，勿宁不给，以免受者得之而依之，陷于沉沦。慈善中包含的更多的是人性的关怀，而非单纯对弱者的怜悯。怜悯是不值一钱的，而关怀却是无价的。慈善还需以适应受者的心理的方式施行。亚圣孟子有云嗟尔而与之，乞人不屑也。陈光标的高调慈善自然是不提倡的，只因更多让人觉得像站在道德的高峰进行居高临下的施舍。不谈流于形式之嫌，此举更像在用受者的自尊心往自己脸上贴金。生前曾被媒体批评一毛不拔的史蒂夫乔布斯，去世后被发现账上曾有一笔对斯坦福大学的高达亿美元的巨额捐款，而且是匿名的。我想，流浪汉对玉米烧饼之需要，应当更甚于也更乐于对五毛一元之需要。除了要在施行慈善时注入关怀，又以合适的方式施行之外，施行慈善还必须行之得处。有些人，并不真的需要我们的善意。正因为有人行善不得处，才会有某红十字会人员的疯狂炫富，才会有渔夫和蛇的悲剧。将慈善行之得处，不是吝惜我们的善心，而是为了更高效地利用我们有限的慈善资源，去帮助真正需要的人。"}
{"text":"我想，流浪汉对玉米烧饼之需要，应当更甚于也更乐于对五毛一元之需要。除了要在施行慈善时注入关怀，又以合适的方式施行之外，施行慈善还必须行之得处。有些人，并不真的需要我们的善意。正因为有人行善不得处，才会有某红十字会人员的疯狂炫富，才会有渔夫和蛇的悲剧。将慈善行之得处，不是吝惜我们的善心，而是为了更高效地利用我们有限的慈善资源，去帮助真正需要的人。我们都是苍穹下奔碌于浮世的小人物，我们的小慈善无法像盖茨夫妇消灭天花病毒那样一挥而就。我们都有自己的一颗善心，中学生律师清洁工公交车司机，没有谁的善心更高贵。正如布鲁斯韦恩所言，英雄可以是任何人，慈善可以流露于举手投足间。搀扶孕妇上公交车，为福利院打扫卫生，甚至与落单的老人闲聊，都可以是善心的体现。古人根据人创作了神，而人依靠善心贴近了神。善良的心性透过慈善的举动点燃了历史的火炬手手中的火把，照亮了人类的文明。而这其中的火炬手，既可以是白手起家的富翁，也可以是拒绝施舍的穷人。点评善性是人性与神性最相近的地方。此文开篇高屋建瓴，以人性的切入去探勘善性的本质，并对慈善与施舍做了确切的辨析，虽不过三言两语，却字字切中要义。接着，在对慈善的关怀本质施行方式落实对象的几个层面上进行了缜密有效地论述，思想成熟深入，表达掷地有声，展现了一位关注社会思考独立尊重内心的中学生的良好风范。文章结尾两段尤为令人称道。不被材料锁定，在有限的生活经验之上，以更为宽阔的胸襟，扩大了对善行的施者的界定，同时，与之延展的慈善的内涵和外延也有了更为丰富的现实意义。确实，行善路上，人人都是高贵的善性传递者，财富与善心不一定成正比，尊严也从来没有排行榜。善在大爱里，更在细节中。点评人华南师范大学文学院讲师徐珊广东高考优秀作文慈善，也要维护他人的尊严材料中，富翁打算向三个贫困家庭提供捐助。一家高兴地接受了捐助。一家犹豫地接受了，但声明一定会偿还。一家谢谢了富翁的好意，但认为这是一种施舍，拒绝了。我很赞赏第三个家庭的做法，处事大方，不卑不亢，丝毫没有感到低人一等，在拒绝中告诉富翁我们在人格上是平等的。这也启示了我们在做慈善的过程中要维护受赠者的尊严。孟子在辨析义与利时曾说一箪食，一壶浆，得之则生，弗得则死。"}
{"text":"点评人华南师范大学文学院讲师徐珊广东高考优秀作文慈善，也要维护他人的尊严材料中，富翁打算向三个贫困家庭提供捐助。一家高兴地接受了捐助。一家犹豫地接受了，但声明一定会偿还。一家谢谢了富翁的好意，但认为这是一种施舍，拒绝了。我很赞赏第三个家庭的做法，处事大方，不卑不亢，丝毫没有感到低人一等，在拒绝中告诉富翁我们在人格上是平等的。这也启示了我们在做慈善的过程中要维护受赠者的尊严。孟子在辨析义与利时曾说一箪食，一壶浆，得之则生，弗得则死。呼尔而与之，行道之人弗受蹴尔而与之，乞人不屑也。虽然孟子谈的是义与利的辩证关系，但这些话也道出了每个人都是有尊严的，侮辱性的施舍就连乞丐也不会接受。孔子曾说君子不饮盗泉之水。因此，我们在帮助他人的时候，如何维护他人的尊严就显得尤为重要。二战中，英国国王霍华德巡视被轰炸后的伦敦贫民区，在一栋破烂的大楼门前，他脱下帽子，向主人询问我可以进来吗？询问中体现的人文关怀和尊重让人心生敬佩。又如，美国公立学校在大雪时一般都会停课，但有间学校却没有这样做，在大雪时依然上课。当家长向学校投诉时，校方的回答是学校来自贫寒家庭的孩子很多，但学校停课时，他们就不能有免费午餐，就得忍饥挨饿。家长又问是否能只让穷孩子来上课呢？对此校方解释道我们不想让他们觉得是在被施舍。不要让受帮助的人觉得是被施舍，这或许就是慈善的最高目标了吧！这样的帮助就像一缕温暖的阳光，既温暖了受赠者，又不至于灼伤他们的心就像是一阵凉爽的春风，既抚慰了受赠者，又不至于吹乱他们的心绪。然而，在生活中我们也不少见一些暴力慈善，他们行慈善之实，却又在捐赠漠视受赠者的尊严。如高调做慈善的陈光标，我们不否定他确实帮了不少人，但他的方式却让人不得不思考这样做对吗？有一张照片，陈光标与受赠者们举起手中的钱，陈光标笑容满面，但我却看不到几个受赠者开怀的笑脸。他们是被帮助了吗？还是他们又成了暴力慈善的受害者？在当今时代，微公益志愿活动层出不穷，似乎是一个全民慈善的时代。但是，当我们准备做慈善时，千万提醒自己不要伤害了受赠者脆弱的尊严。我们在帮他人，同时也是在帮自己。永远不要以为自己了不起，放低姿态，请小心呵护受赠者的尊严吧！点评本文是一篇议论文，其突出的特点是观点鲜明，论据较充实，论证较有力。"}
{"text":"有一张照片，陈光标与受赠者们举起手中的钱，陈光标笑容满面，但我却看不到几个受赠者开怀的笑脸。他们是被帮助了吗？还是他们又成了暴力慈善的受害者？在当今时代，微公益志愿活动层出不穷，似乎是一个全民慈善的时代。但是，当我们准备做慈善时，千万提醒自己不要伤害了受赠者脆弱的尊严。我们在帮他人，同时也是在帮自己。永远不要以为自己了不起，放低姿态，请小心呵护受赠者的尊严吧！点评本文是一篇议论文，其突出的特点是观点鲜明，论据较充实，论证较有力。文章从作文题提供的第三个家庭对待捐助的态度引出自己的观点即做慈善，应该维护他人的尊严。围绕这个中心论点，列举了古今中外的有关论述和做法，主要采用了举例和正反对比论证的方式，论证了维护受捐助者尊严的重要性和效果。为了让读者明白尊重受捐者尊严的意义，还运用比喻的论证方法，说明了这样的帮助就像一缕温暖的阳光，既温暖受捐者，又不至于灼伤他们的心。在论证的过程中，还能够联系现实，在肯定当前一些人善举的同时，指出其存在的问题。最后劝告做慈善的人应该放下架子，小心呵护受捐者。全文思路清楚，论证较严密有力。结构较严谨。全文表现出了对现实的关心，对正确慈善和提升慈善质量有较深入的思考，与那些说空话和套话的文章形成了鲜明的对照。文章存在的主要不足在于个别语句表达不够准确顺畅，如第二自然段。点评人华南师范大学文学院副教授周小蓬广东高考语文优秀作文公布当慈善遭遇傲骨随着首富比尔盖茨，股神巴菲等全球富豪以裸捐发起富豪慈善活动，慈善之风便如无数个超级飓风，迅速席卷全球。这似乎是一种皆大欢喜的事情，捐者开心，得者开心。然而，并不是所有贫困者都会满怀感激地接过免费的赠予。在他们心中，这或许是一种施舍，一种尊严的丢失，骨气的丢失。那么，当慈善也遭遇滑铁卢，我们应该怎么办呢？首先，作为一个施善者，有这份良心固然是好的，但也要注意方式。中国富豪陈光标高调行善，在获得无数荣誉的同时，也一直饱受诟病。原因在于他的急躁与高调。在他的每一张宣传照中，背景都是曾接受过他援助的贫苦百姓。但是那些解决了生活困难的农民，即使是笑着的，也难掩一脸的卑微与怯弱。陈光标这种高高在上的施善方式，无疑是伤害了他们的尊严，活活地挤走了他们的骨气。相反，大连市的微尘就做得比陈光标好多了。"}
