{"text":"飞来飞去的总是六架，不知道为什么高射炮也未发，也不投弹。穿蓝布衣裳的老头问我看见了吗？几架？我说六架。向我们这边飞不，离我们很远。我说瞎话，我知道他很害怕，因为他刚说过了我们坐在这儿的都是善人，看面色没有做过恶事，我们良心都是正的死不了的。大批的飞机在头上飞过了，那里三架三架的集着小堆，这些小堆在空中横排着，飞得不算顶高，一共几架。高射炮一串一串的发着，红色和黄色的火球象一条长绳似的扯在公园的上空。那老头向着另外的人而又向我说看面色，我们都是没有做过恶的人，不带恶象，我们不会死说着他就伏在地上了，他看不见飞机，他说他老了。大概他只能看见高射炮的连串的火球。飞机象是低飞了似的，那声音沉重了，压下来了。守卫的宪兵喊了一声口令卧倒。他自己也就挂着枪伏在水池子旁边了。四边的火光蹿起来，有沉重的爆击声，人们看见半天是红光。公园在这一天并没有落弹。在两个钟头之后，我们离开公园的铁狮子，那个老头悲惨的向我点头，而且和我说了很多话。下一次，月号那天，中央公园便炸了。水池子旁边连铁狮子都被炸碎了。在弹花飞溅时，那是混合着人的肢体，人的血，人的脑浆。这小小的公园，死了多少人？我不愿说出它的数目来，但我必须说出它的数目来死伤人，而重庆在这一天，有多少人从此不会听见解除警报的声音了该篇作于年月日，题名为轰炸前后，先后发表在是年月文摘战时旬刊第合刊号和月日出版的风第期上，经修改后，改为放火者，收录在萧红散文里。长安寺接引殿里的佛前灯一排一排的，每个顶着一颗小灯花燃在案子上。敲钟的声音一到接近黄昏时候就稀少下来，并且渐渐地简直一声不响了。因为烧香拜佛的人都回家去吃着晚饭。大雄宝殿里，也同样哑默默地，每个塑像都站在自己的地盘上忧郁起来，因为黑暗开始挂在他们的脸上。长眉大仙，伏虎大仙，赤脚大仙，达摩，他们分不出哪个是牵着虎的，哪个是赤着脚的。他们通通安安静静地同叫着别的名字的许多塑像分站在大雄宝殿的两壁。"}
{"text":"敲钟的声音一到接近黄昏时候就稀少下来，并且渐渐地简直一声不响了。因为烧香拜佛的人都回家去吃着晚饭。大雄宝殿里，也同样哑默默地，每个塑像都站在自己的地盘上忧郁起来，因为黑暗开始挂在他们的脸上。长眉大仙，伏虎大仙，赤脚大仙，达摩，他们分不出哪个是牵着虎的，哪个是赤着脚的。他们通通安安静静地同叫着别的名字的许多塑像分站在大雄宝殿的两壁。只有大肚弥勒佛还在笑眯眯的看着打扫殿堂的人，因为打扫殿堂的人把小灯放在弥勒佛脚前的缘故。厚沉沉的圆圆的蒲团，被打扫殿堂的人一个一个地拾起来，高高地把它们靠着墙堆了起来。香火着在释迦摩尼的脚前，就要熄灭的样子，昏昏暗暗地，若不去寻找，简直看不见了似的，只不过香火的气息缭绕在灰暗的微光里。接引殿前，石桥下边池里的小龟，不再象日里那样把头探在水面上。用胡芝麻磨着香油的小石磨也停止了转动。磨香油的人也在收拾着家具。庙前喝茶的都戴起了帽子，打算回家去。冲茶的红脸的那个老头，在小桌上自己吃着一碗素面，大概那就是他的晚餐了。过年的时候，这庙就更温暖而热气腾腾的了，烧香拜佛的人东看看，西望望。用着他们特有的幽闲，摸一摸石桥的栏杆的花纹，而后研究着想多发现几个桥下的乌龟。有一个老太婆背着一个黄口袋，在右边的跨骨上，那口袋上写着进香两个黑字，她已经跨出了当门的殿堂的后门，她又急急忙忙地从那后门转回去。我很奇怪地看着她，以为她掉了东西。大家想想看吧！她一翻身就跪下，迎着殿堂的后门向前磕了一个头。看她的年岁，有多岁，但那磕头的动作，来得非常灵活，我看她走在石桥上也照样的精神而庄严。为着过年才做起来的新缎子帽，闪亮的向着接引殿去朝拜了。佛前钟在一个老和尚手里拿着的钟锤下当当地响了三声，那老太婆就跪在蒲团上安详地磕了三个头。这次磕头却并不像方才在前面殿堂的后门磕得那样热情而慌张。我想了半天才明白，方才，就是前一刻，一定是她觉得自己太疏忽了，怕是那尊面向着后门口的佛见她怪，而急急忙忙地请他恕罪的意思。卖花生糖的肩上挂着一个小箱子，里边装了三四样糖，花生糖，炒米糖，还有胡桃糖。卖瓜子的提着一个长条的小竹篮，篮子的一头是白瓜籽，一头是盐花生。而这里不大流行难民卖的一包一包的瓜籽大王。青茶，素面，不加装饰的，一个铜板随手抓过一撮来就放在嘴上磕的白瓜籽，就已经十足了。"}
{"text":"这次磕头却并不像方才在前面殿堂的后门磕得那样热情而慌张。我想了半天才明白，方才，就是前一刻，一定是她觉得自己太疏忽了，怕是那尊面向着后门口的佛见她怪，而急急忙忙地请他恕罪的意思。卖花生糖的肩上挂着一个小箱子，里边装了三四样糖，花生糖，炒米糖，还有胡桃糖。卖瓜子的提着一个长条的小竹篮，篮子的一头是白瓜籽，一头是盐花生。而这里不大流行难民卖的一包一包的瓜籽大王。青茶，素面，不加装饰的，一个铜板随手抓过一撮来就放在嘴上磕的白瓜籽，就已经十足了。所以这庙里吃茶的人，都觉得别有风味。耳朵听的是梵钟和诵经的声音眼睛看的是些悠闲而且自得的游庙或烧香的人鼻子所闻到的，不用说是檀香和别的香料的气息。所以这种吃茶的地方确实使人喜欢，又可以吃茶，又可以观风景看游人。比起重庆的所有的吃茶店来都好。尤其是那冲茶的红脸的老头，他总是高高兴兴的，走路时喜欢把身子向两边摆着，好象他故意把重心一会放在左腿上，一会放在右腿上。每当他掀起茶盅的盖子时，他的话就来了，一串一串的，他说我们这四川没有啥好的，若不是打日本，先生们请也请不到这地方。他再说下去，就不懂了，他谈的和诗句一样。这时候他要冲在茶盅开水从壶嘴如同一条水落进茶盅来。他拿起盖子来把茶盅扣住了，那里边上下游着的小鱼似的茶叶也被盖子扣住了，反正这地方是安静得可喜的，一切都是太平无事。坊的水龙就在石桥的旁边和佛堂斜对着面。里边放置着什么，我没有机会去看，但有一次重庆的防空演习我是看过的，用人推着哇哇的山响的水龙，一个水龙大概可装两桶水的样子，可是非常沉重，四五个人连推带挽。若着起火来，我看那水龙到不了火已经落了。那仿佛就写着什么坊一类的字样。惟有这些东西，在庙里算是一个不调和的设备，而且也破坏了安静和统一。庙的墙壁上，不是大大的写着观世音菩萨吗？庄严静穆，这是一块没有受到外面侵扰的重庆的唯一的地方。他说，一花一世界，这是一个小世界，应作如是观。但我突然神经过敏起来――可能有一天这上面会落下了敌人的一颗炸弹。而可能的那两条水龙也救不了这场大火。那时，那些喝茶的将没有着落了，假如他们不愿意茶摊埋在瓦砾场上。我顿然地感到悲哀。年月，歌乐山首刊于年月日出版的风第期茶食店黄桷树镇上开了两家茶食店，一家先开的，另一家稍稍晚了两天。"}
{"text":"庄严静穆，这是一块没有受到外面侵扰的重庆的唯一的地方。他说，一花一世界，这是一个小世界，应作如是观。但我突然神经过敏起来――可能有一天这上面会落下了敌人的一颗炸弹。而可能的那两条水龙也救不了这场大火。那时，那些喝茶的将没有着落了，假如他们不愿意茶摊埋在瓦砾场上。我顿然地感到悲哀。年月，歌乐山首刊于年月日出版的风第期茶食店黄桷树镇上开了两家茶食店，一家先开的，另一家稍稍晚了两天。第一家的买卖不怎样好，因为那吃饭用的刀叉虽然还是闪光闪亮的外来品，但是别的玩艺不怎样全，就是说比方装胡椒粉那种小瓷狗之类都没有，酱油瓶是到临用的时候，从这张桌又拿到那张桌的乱拿。墙上甚么画也没有，只有一张好似从糖盒子上掀下来的花纸似的那么一张外国美人图，有一尺长不到半尺宽那么大，就用一个图钉钉在墙上的，其余这屋里的装饰还有一棵大芭蕉。这芭蕉第一天是绿的，第二天是黄的，第三天就腐烂了。吃饭的人，第一天彼此说还不错，第二天就说苍蝇太多了一点，又过了一两天，人们就对着那白盘子里炸着的两块茄子，翻来覆去的看，用刀尖割一下，用叉子去叉一下。这是甚么东西呢，两块茄子，两块洋山芋，这也算是一个菜吗？就这玩艺也要四角五分钱？真是天晓得。这西餐馆只开了三五日，镇上的人都感到不大满意了。这二家一开，那些镇上的从城里躲轰炸而来住在此地的人和一些设在这镇上学校或别的办公厅的一些职员，当天的晚饭就在这里吃的。盘子碗桌布茶杯糖罐酱醋瓶连装烟灰的瓷碟，都聚了三四个人在那里抢着看，这家与那家的确不同，是里外两间屋，厨房在甚么地方，使人看不见，煎菜的油烟也闻不到，墙上挂着两张画像是老板自己画的，看起来老板颇懂艺术并且刚一开业，就开了留声机，这留声机已经好几个月没有听过了。从五四轰炸起，人们来到了这镇上，过的就是乡下人的生活。这回一听好象这留声机非常好，唱片也好象是全新的，声音特别清楚。一个汤上来了，不错，真是味道第二个是猪排，这猪排和木片似的，有的人就你看看我，我看看你，想要对这猪排讲点坏话。可是那唱着的是一个外国歌，很愉快，那调子带了不少高低的转弯，好象从来也未听过似的那样好听，所以便对这硬的味道也没有的猪排，大家也就吃下去了。"}
{"text":"从五四轰炸起，人们来到了这镇上，过的就是乡下人的生活。这回一听好象这留声机非常好，唱片也好象是全新的，声音特别清楚。一个汤上来了，不错，真是味道第二个是猪排，这猪排和木片似的，有的人就你看看我，我看看你，想要对这猪排讲点坏话。可是那唱着的是一个外国歌，很愉快，那调子带了不少高低的转弯，好象从来也未听过似的那样好听，所以便对这硬的味道也没有的猪排，大家也就吃下去了。奶油和冰淇淋似的，又甜又凉，涂在面包上，很有一种清凉的气味，好象涂的是果子酱那面包拿在手里不用动手去撕就往下掉着碎末，象用锯末做的似的。大概是和利华药皂放在一起运来的，但也还好吃，因为它终究是面包，终究不是别的甚么馒头之类呀！坐在这茶食店的里间里，那张长桌一端上的主人，从小白盘子里拿起帐单看了一看。共统请了八位客人，才八块多钱。这不多。他说，从口袋里取出十元票子来。别人把眼睛转过去，也说这不多不算贵。临出来时，推开门，还有一个顶愿意对甚么东西都估价的，还回头看了看那摆在门口的痰盂。他说这家到底不错，就这一只痰盂吧，也要十几块钱。其实就是上海卖八角钱一个的这一次晚餐，一个主人和他的七八个客人都没吃饱，但彼此都不发表，都说明天见，明天见。他们大家各自走散开了，一边走着一边有人从喉管往上冲着利华皂的气味，但是他们想这不贵的，这倒不是西餐吗！而且那屋子多么像个西餐的样子，墙上有两张外国画，还有瓷痰盂，还有玻璃杯，那先开的那家还成吗？还像样子吗？那买卖还成吗？他们脑筋闹得很忙乱回家去了。署名萧红，刊于年月日香港星岛日报副刊星座第号记我们的导师先生生活的片段青年人写信写得太草率，先生是深恶痛绝之的。字不一定写得好，但必须得使人一看了就认识，年轻人现在都太忙了他自己赶快胡乱写完了事，别人看了三遍五遍看不明白，这费了多少工夫，他不管。反正这费的工夫不是他的。这存心是不太好的。但他还是展读着每封由不同角落里投来的青年的信，眼睛不济时，便带起眼镜来看，常常看到夜里很深的时光。坷勒惠支的画，先生最佩服，同时也很佩服她的做人。"}
{"text":"字不一定写得好，但必须得使人一看了就认识，年轻人现在都太忙了他自己赶快胡乱写完了事，别人看了三遍五遍看不明白，这费了多少工夫，他不管。反正这费的工夫不是他的。这存心是不太好的。但他还是展读着每封由不同角落里投来的青年的信，眼睛不济时，便带起眼镜来看，常常看到夜里很深的时光。坷勒惠支的画，先生最佩服，同时也很佩服她的做人。珂勒惠支受希特拉的压迫，不准她做教授，不准她画画，先生常讲到她。史沫特烈，先生也讲到。她是美国女子，帮助印度独立运动，现在又在援助中国。他对这两个女子都起着由衷的敬重。先生的笑声是爽朗的，是从心里的欢喜。若有人说了什么可笑的话，先生笑得连烟卷都拿不住了，常常是笑得咳嗽起来。先主喜欢吃清茶，其余不吃别的饮料。咖啡，可可，牛奶，汽水之类，家里都不预备。先生的休息，不听留声机，不出去散步，也不倒在床上睡觉，先生自己说坐在椅子上翻一翻书就是休息了。老靶子路有一家小吃茶店，只有一间门面，座少，安静，光线不充足，有些冷落。先生常到这吃茶店来。有约会多半是在这里边的。老板是白俄，胖胖的。中国话大概他听不懂。先生这一位老人，穿着布袍子，有时到这里来，泡一壶红茶，和青年人坐在一到谈了一两个钟头。有一天，先主的背后坐着一位摩登女子，身穿紫裙子，黄衣裳，头戴花帽子那女子临走时，先生一看她，就用眼瞪着她，很生气的看了她半天。而后说是做什么的呢先生对于穿着紫裙子，黄衣裳，花帽子的人，就是这样看法的。鬼倒底是有的是没有的？传说上有人见过，还跟鬼说过话，还有人被鬼在后面追赶过，有的稍微软弱一点的鬼，一见了人就贴在墙上，但没有一个人捉住一个鬼给大家看。先生讲了他看见鬼的故事给大家听是在绍兴先生说年前那时先生从日本读书回来，在一个师范学堂里也不知是什麽学堂里教书，晚上没有事时，先生总是到朋友家去谈天，这朋友的住所离学堂有几里路，几里路不算远，但必得经过一片墓地，有的时侯谈得晚了，十一二点钟方回学堂的事也常有。有一天先生就回去得很晚，天空有很大的月亮。"}
{"text":"先生讲了他看见鬼的故事给大家听是在绍兴先生说年前那时先生从日本读书回来，在一个师范学堂里也不知是什麽学堂里教书，晚上没有事时，先生总是到朋友家去谈天，这朋友的住所离学堂有几里路，几里路不算远，但必得经过一片墓地，有的时侯谈得晚了，十一二点钟方回学堂的事也常有。有一天先生就回去得很晚，天空有很大的月亮。先生向着归路走得很起劲时，往远处一看，远处有一个白影。先生是不相信鬼的，在日本留学时学的是医，常常把死人抬来解剖的，解剖过几个，不但不怕鬼，对死人也不怕，所以对于坟也就根本不怕，仍旧向前走。走了几步，那远处的白东西没有了，再看，突然又有了。并且时大时小，时高时低，正和鬼一样，鬼不就是变换无常的吗？先生有点踌躇了倒底是向前走呢？还是回过头来走？本来回学堂不只这一条路，这不过是最近的一条路就是了。先生仍是向前走的，倒底要看一看鬼是什麽样，虽然那时侯也有点怕了。先生那时从日本回来不久，所以还穿着硬底皮鞋，先生决心要给那鬼一个致命的打击，等走到那白影旁边时，那白影缩小了，蹲下了，一声不响的靠住了一个坟堆。先生就用了他的硬皮鞋踢出去。那白影噢的一声叫出来，随着就站起来。先生定睛看去，却是一个人。先生说，他在踢的时候，是很害怕的，好像不把那东西一下子踢死，自己反而会遭殃似的，所以用了全力踢出去。原来是一个盗墓子的人在坟场上半夜做着工作。先生说到这里，就笑了起来。鬼也是怕踢的，踢他一脚立刻就变成人了。我想，鬼若是常常让先生踢踢倒是好的，因为给了一个做人的机会。先生包了一个纸包也要包得整整齐齐，常常把要寄出去的书，从许先生手里取过来自己包，说许先生包的不好。许先生本来包得多么好，而先生还要亲自动手。先生把书包好了，用细绳捆上，那包方方正正的，连一个角也不准歪一点或扁一点，而后拿着剪刀，把捆书的那小绳头都剪得整整齐齐。就是包这书的纸都不是新的，都是从街上买东西回来留下来的。许先生上街回来把买来的东西，一打开随手就把包东西的牛皮纸摺起来，随手把小细绳圈了一个圈，若小细绳上有一个疙疸，也要随手把它解开的。备着随时用随时方便。"}
{"text":"许先生本来包得多么好，而先生还要亲自动手。先生把书包好了，用细绳捆上，那包方方正正的，连一个角也不准歪一点或扁一点，而后拿着剪刀，把捆书的那小绳头都剪得整整齐齐。就是包这书的纸都不是新的，都是从街上买东西回来留下来的。许先生上街回来把买来的东西，一打开随手就把包东西的牛皮纸摺起来，随手把小细绳圈了一个圈，若小细绳上有一个疙疸，也要随手把它解开的。备着随时用随时方便。先生的身体不大好，容易伤风，伤风之后，照常要陪客人，回信，校稿子。所以伤风之后总要拖下去一个月或半个月的。翟秋白的海上述林校样，年冬和年的春天，先生不断的校着，几十万字的校样，要看三遍，而印刷所送校样来总是十页八页的，并不是通通一道送来，所以先生不断的被这样催促着，先生竟说看吧，一边陪着你们谈话，一边看校样的，眼睛可以看，耳朵可以听有时客人来了，先生一边说着笑话，一边放下了笔。有的时侯竟说就剩几个字了，几个字请坐一坐年冬天，许先生说周先生的身体是不如从前了。有一次，先生到饭馆里请一次客人，来的时侯兴致很好，还记得那次吃了一只烤鸭子，整个的鸭子用大钢叉子叉上来时，大家看着这鸭子烤的又油又亮的，先生也笑了。菜刚上满了，先生就到竹躺椅上去吸一支烟，并且合一合眼睛。一吃完饭，有的喝多了酒的，大家都乱闹了起来，彼此抢着苹果，彼此讽刺着玩，说着一些刺人可笑的话。而先生这时候，坐在躺椅上，合着眼睛很庄严的沉默着，让拿在手上纸烟的烟丝，慢慢的上升着。别人以为先生也是喝多了酒吧！许先生说并不的。周先生身体是不如从前了，吃过了饭总要合一合眼，稍微休息一下，从前一向没有这习惯。周先生从椅子上站起来了，大概说他喝多了酒的话让他听到了。我不多喝酒的，小的时候，母亲常常提到父亲喝了酒，脾气怎样坏，母亲说，长大了不要喝酒，不要像父亲那样子所以我喝不多的而且从来没有醉过先生休息好了，换了一只烟，站起来也去拿苹果吃，可是苹果没有了。先生说我争不过你们了，苹果让你们抢没了。有人抢到手的还在保存着的苹果，奉献出来，先生没有吃，只在吸烟。"}
{"text":"周先生从椅子上站起来了，大概说他喝多了酒的话让他听到了。我不多喝酒的，小的时候，母亲常常提到父亲喝了酒，脾气怎样坏，母亲说，长大了不要喝酒，不要像父亲那样子所以我喝不多的而且从来没有醉过先生休息好了，换了一只烟，站起来也去拿苹果吃，可是苹果没有了。先生说我争不过你们了，苹果让你们抢没了。有人抢到手的还在保存着的苹果，奉献出来，先生没有吃，只在吸烟。从那之后，先生的健康便显出来不如从前了，这以后一直到先生病。那留待以后有机会再续记吧。先生逝世三周年纪念日署名萧红，刊于年月中学生战时半月刊第期先生生活散记青年人写信写得太草率，先生是深恶痛绝之的。字不一定要写得好，但必须得使人一看了就认识，年轻人现在都太忙了他自己赶快胡乱写完了事，别人看了三遍五遍看不明白，这费了多少工夫，他不管。反正这费的工夫不是他的。这存心是不太好的。但他还是展读着每封由不同角落里投来的青年的信，眼睛不济时，便带起眼镜来看，常常看到夜里很深的时光。珂勒惠支的画，先生最佩服，同时也很佩服她的做人，珂勒惠支受希特拉的压迫不准她做教授，不准她画画，先生常讲到她。史沫特烈，先生也讲到，她是美国女子帮助印度独立运动，现在又在援取中国，他对这两个女子都是由衷的敬重。先生的笑声是明朗的，是从心里的欢喜。若有人说了什么可笑的话，先生笑得连用烟卷都拿不住了，常常是笑得咳嗽起来。先生五欢吃清茶，其余不吃别的饮料。咖啡，可可，牛奶，汽水之类，家里都不预备。先生的休息，不听留声机，不出去散步，也不倒在床上睡觉。先生自己说坐在椅子上翻一翻书就是休息了。老靶子路有一家小吃茶店，只有门面一间，在门面里边设座，座少，安静，光线不充足，有些冷落。先生常到这吃茶店来。有约会多半是在这里边，老板是白俄，胖胖的，中国话大概他听不懂。先生这一位老人，穿着布袍子，有时到这里来，泡一壶红茶，和青年人坐在一道谈了一两个钟头。"}
