{"text":"这里说的指挥刀下的革命文学，指当时一些反动文人发起的反革命法西斯文学。如一九二七年间在广州出现的所谓革命文学社，出版这样做旬刊，第二斯刊登的革命文学社章程中就有本社集合纯粹中国国民党党员，提倡革命文学从事本党的革命运动等语。杀身成仁语出论语卫灵公子曰志士仁人，无求生以害仁，有杀身以成仁。笙歌归院落二句，见唐代白居易所作宴散一诗。宋代欧阳修归田录卷二说晏元献公喜评诗。尝曰老觉腰金重，慵便枕玉凉。未是富贵语，不如笙歌归院落，灯火下楼台。此善言富贵者也。人皆以为知言。赋得革命，五言八韵科举时代的试帖诗，大抵都用古人诗句或成语，冠以赋得二字，以作诗题。清朝又规定每首为五言八韵，即五字一句，十六句一首，二句一韵。这里指那些只有革命口号，空洞无物的作品。叶遂宁ZZ，―通译叶赛宁，苏联诗人。以描写宗法制度下农村田园生活的抒情诗著称。十月革命时曾向往革命，写过一些赞扬革命的诗，如苏维埃俄罗斯等。但革命后陷入苦闷，于一九二五年十二月自杀。梭波里，―苏联作家。他在十月革命之后曾接近革命，但终因不满于当时的现实而自杀。主要作品有长篇小说尘土短篇小说集樱桃开花的时候等。尘影题辞尘影题辞在我自己，觉得中国现在是一个进向大时代的时代。但这所谓大，并不一定指可以由此得生，而也可以由此得死。许多为爱的献身者，已经由此得死。在其先，玩着意中而且意外的血的游戏，以愉快和满意，以及单是好看和热闹，赠给身在局内而旁观的人们但同时也给若干人以重压。这重压除去的时候，不是死，就是生。这才是大时代。在异性中看见爱，在百合花中看见天堂，在拾煤渣的老妇人的魂灵中看见拜金主义，世界现在常为受机关枪拥护的仁义所治理，在此时此地听到这样的消息，我委实身心舒服，如喝好酒。然而尘影所赍来的，却是重压。现在的文艺，是往往给人不舒服的，没有法子。要不然，只好使自己逃出文艺，或者从文艺推出人生。谁更为仁义和钞票写照，为三道血的难看传神呢？我看见一篇尘影，它的愉快和重压留与各色的人们。"}
{"text":"这重压除去的时候，不是死，就是生。这才是大时代。在异性中看见爱，在百合花中看见天堂，在拾煤渣的老妇人的魂灵中看见拜金主义，世界现在常为受机关枪拥护的仁义所治理，在此时此地听到这样的消息，我委实身心舒服，如喝好酒。然而尘影所赍来的，却是重压。现在的文艺，是往往给人不舒服的，没有法子。要不然，只好使自己逃出文艺，或者从文艺推出人生。谁更为仁义和钞票写照，为三道血的难看传神呢？我看见一篇尘影，它的愉快和重压留与各色的人们。然而在结末的尘影中却又给我喝了一口好酒。他将小宝留下，不告诉我们后来是得死，还是得生。不愿意使我们太受重压罢。但这是好的，因为我觉得中国现在是进向大时代的时代。一九二七年十二月七日，记于上海。本篇最初印入一九二七年十二月上海开明书店出版的尘影一书，题为尘影，稍后又刊载于一九二八年一月一日上海文学周报第二九七期。在拾煤渣的老妇人的魂灵中看见拜金主义这是针对胡适提倡拜金主义的文章而说的。该文说美国人因为崇拜大拉按大拉是英语的音译，意思是元，后泛指金钱，所以已经做到了真正夜不闭户，路不拾遗的理想境界了。我们不配骂人崇拜大拉请回头看看我们自己崇拜的是什么？一个老太婆，背着一只竹箩，拿着一根铁杆，天天到弄堂里去扒垃圾，去寻那垃圾堆里一个半个没有烧完的煤球，一寸两寸稀烂奇脏的破布。――这些人崇拜的是什么！据一九二七年十一月语丝周刊第一五六期随看录三尘影中篇小说，黎锦明作。它描写一九二七年蒋介石国民党背叛革命前后南方一个小县城的局势。这个小县城在大革命中成立了县执行委员会和农工纠察队，斗争了地主豪绅但在蒋介石叛变革命时，当地土豪和各色反动人物，与国民党军官相勾结，对革命力量突施袭击，屠杀了许多革命者和工农群众。尘影中有这样的描写大土豪刘百岁被捕，群众要求将他处死。他的儿子用几千元向混进县党部当委员的旧官僚韩秉猷行贿求救。韩受贿后宴请同党商议，说是人家为孝道，我就为仁义，最后商定将刘百岁放出。三道血是书中主要人物县执行委员会主席革命者熊履堂在时局逆转后被杀头时所溅的血难看是旁观者的议论。"}
{"text":"尘影中有这样的描写大土豪刘百岁被捕，群众要求将他处死。他的儿子用几千元向混进县党部当委员的旧官僚韩秉猷行贿求救。韩受贿后宴请同党商议，说是人家为孝道，我就为仁义，最后商定将刘百岁放出。三道血是书中主要人物县执行委员会主席革命者熊履堂在时局逆转后被杀头时所溅的血难看是旁观者的议论。尘影最末一章描写熊履堂被杀时，他的儿子小宝正从幼稚园放学出来，唱着扫倒列强除军阀的歌曲，但未叙明后来结果如何。当陶元庆君的绘画展览时当陶元庆君的绘画展览时我所要说的几句话陶元庆君绘画的展览，我在北京所见的是第一回。记得那时曾经说过这样意思的话他以新的形，尤其是新的色来写出他自己的世界，而其中仍有中国向来的魂灵――要字面免得流于玄虚，则就是民族性。我觉得我的话在上海也没有改正的必要。中国现今的一部份人，确是很有些苦闷。我想，这是古国的青年的迟暮之感。世界的时代思潮早已六面袭来，而自己还拘禁在三千年陈的桎梏里。于是觉醒，挣扎，反叛，要出而参与世界的事业――我要范围说得小一点文艺之业。倘使中国之在世界上不算在错，则这样的情形我以为也是对的。然而现在外面的许多艺术界中人，已经对于自然反叛，将自然割裂，改造了。而文艺史界中人，则舍了用惯的向来以为是永久的旧尺，另以各时代各民族的固有的尺，来量各时代各民族的艺术，于是向埃及坟中的绘画赞叹，对黑人刀柄上的雕刻点头，这往往使我们误解，以为要再回到旧日的桎梏里。而新艺术家们勇猛的反叛，则震惊我们的耳目，又往往不能不感服。但是，我们是迟暮了，并未参与过先前的事业，于是有时就不过敬谨接收，又成了一种可敬的身外的新桎梏。陶元庆君的绘画，是没有这两重桎梏的。就因为内外两面，都和世界的时代思潮合流，而又并未梏亡中国的民族性。我于艺术界的事知道得极少，关于文字的事较为留心些。就如白话，从中，更就世所谓欧化语体来说罢。有人斥道你用这样的语体，可惜皮肤不白，鼻梁不高呀！诚然，这教训是严厉的。但是，皮肤一白，鼻梁一高，他用的大概是欧文，不是欧化语体了。正唯其皮不白，鼻不高而偏要的呵吗呢，并且一句里用许多的的字，这才是为世诟病的今日的中国的我辈。"}
{"text":"陶元庆君的绘画，是没有这两重桎梏的。就因为内外两面，都和世界的时代思潮合流，而又并未梏亡中国的民族性。我于艺术界的事知道得极少，关于文字的事较为留心些。就如白话，从中，更就世所谓欧化语体来说罢。有人斥道你用这样的语体，可惜皮肤不白，鼻梁不高呀！诚然，这教训是严厉的。但是，皮肤一白，鼻梁一高，他用的大概是欧文，不是欧化语体了。正唯其皮不白，鼻不高而偏要的呵吗呢，并且一句里用许多的的字，这才是为世诟病的今日的中国的我辈。但我并非将欧化文来比拟陶元庆君的绘画。意思只在说他并非之乎者也，因为用的是新的形和新的色而又不是s，因为他究竟是中国人。所以，用密达尺来量，是不对的，但也不能用什么汉朝的虑谐呋蚯宄的营造尺，因为他又已经是现今的人。我想，必须用存在于现今想要参与世界上的事业的中国人的心里的尺来量，这才懂得他的艺术。一九二七年十二月十三日，于上海记。本篇最初发表于一九二七年十二月十九日上海时事新报副刊青光。陶元庆―字璇卿，浙江绍兴人，美术家。曾任浙江台州第六中学上海立达学园杭州美术专科学校教员。前期著译彷徨朝花夕拾坟苦闷的象征等书的封面都由他作画。在陶元庆第一回绘画展览时所说的话，即一九二五年三月十六日所作的陶元庆氏西洋绘画展览会目录序收入集外集拾遗。密达尺法国长度单位的音译，一译米突。后来为大多数国家所采用，通称为米。虑谐叨汉章帝建初六年所造的一种铜尺。营造尺清朝工部营造工程中所用的尺子，也称部尺，当时用作标准的长度单位。卢梭和胃口卢梭和胃口做过民约论的卢梭，自从他还未死掉的时候起，便受人们的责备和迫害，直到现在，责备终于没有完。连在和民约没有什么关系的中华民国，也难免这一幕了。例如商务印书馆出版的爱弥尔中文译本的序文上，就说本书的第五编即女子教育，他的主张非但不彻底，而且不承认女子的人格，与前四编的尊重人类相矛盾。所以在今日看来，他对于人类正当的主张，可说只树得一半。"}
{"text":"卢梭和胃口卢梭和胃口做过民约论的卢梭，自从他还未死掉的时候起，便受人们的责备和迫害，直到现在，责备终于没有完。连在和民约没有什么关系的中华民国，也难免这一幕了。例如商务印书馆出版的爱弥尔中文译本的序文上，就说本书的第五编即女子教育，他的主张非但不彻底，而且不承认女子的人格，与前四编的尊重人类相矛盾。所以在今日看来，他对于人类正当的主张，可说只树得一半。然而复旦大学出版的复旦旬刊创刊号上梁实秋教授的意思，却稍微有点不同了。其实岂但稍微而已耶，乃是卢梭论教育，无一是处，唯其论女子教育，的确精当。因为那是根据于男女的性质与体格的差别而来的。而近代生物学和心理学研究的结果，又证明着天下没有两个人是无差别。怎样的人就该施以怎样的教育。所以，梁先生说――我觉得人字根本的该从字典里永远注销，或由政府下令永禁行使。因为人字的意义太糊涂了。聪明绝顶的人，我们叫他做人，蠢笨如牛的人，也一样的叫做人，弱不禁风的女子，叫做人，粗横强大的男人，也叫做人，人里面的三流九等，无一非人。近代的德谟克拉西的思想，平等的观念，其起源即由于不承认人类的差别。近代所谓的男女平等运动，其起源即由于不承认男女的差别。人格是一个抽象名词，是一个人的身心各方面的特点的总和。人的身心各方面的特点既有差别，实即人格上亦有差别。所谓侮辱人格的，即是不承认一个人特有的人格，卢梭承认女子有女子的人格，所以卢梭正是尊重女子的人格。抹杀女子所特有之特性者，才是侮辱女子人格。于是势必至于得到这样的结论――正当的女子教育应该是使女子成为完全的女子。那么，所谓正当的教育者，也应该是使弱不禁风者，成为完全的弱不禁风，蠢笨如牛者，成为完全的蠢笨如牛，这才免于侮辱各人――此字在未经从字典里永远注销，政府下令永禁行使之前，暂且使用――的人格了。卢梭爱弥尔前四编的主张不这样，其无一是处，于是可以算无疑。但这所谓无一是处者，也只是对于聪明绝顶的人而言在蠢笨如牛的人，却是正当的教育。因为看了这样的议论，可以使他更渐近于完全蠢笨如牛。这也就是尊重他的人格。然而这种议论还是不会完结的。为什么呢？"}
{"text":"卢梭爱弥尔前四编的主张不这样，其无一是处，于是可以算无疑。但这所谓无一是处者，也只是对于聪明绝顶的人而言在蠢笨如牛的人，却是正当的教育。因为看了这样的议论，可以使他更渐近于完全蠢笨如牛。这也就是尊重他的人格。然而这种议论还是不会完结的。为什么呢？一者，因为即使知道说自然的不平等，而不容易明白真自然和因积渐的人为而似自然之分。二者，因为凡有学说，往往合吾人之胃口者则容纳之，且从而宣扬之也。上海一隅，前二年大谈亚诺德，今年大谈白璧德，恐怕也就是胃口之故罢。许多问题大抵发生于胃口，胃口的差别，也正如人字一样的――其实这两字也应该呈请政府下令永禁行使。我且抄一段同是美国的p的，以尊重另一种人格罢――无论在那一个卢梭的批评家，都有首先应该解决的唯一的问题。为什么你和他吵闹的？要为他的到达点的那自由，平等，调协开路么？还是因为畏惧卢梭所发向世界上的新思想和新感情的激流呢？使对于他取了为父之劳的个人主义运动的全体怀疑，将我们带到子女服从父母，奴隶服从主人，妻子服从丈夫，臣民服从教皇和皇帝，大学生毫不发生疑问，而佩服教授的讲义的善良的古代去，乃是你的目的么？阿嶷夫人曰最后的一句，好像是对于白璧德教授的一箭似的。奇怪呀，她的丈夫说。斯人也而有斯姓也那一定是上帝的审判了。不知道和原意可有错误，因为我是从日本文重译的。书的原名是，在的s自己出版，胃口相近的人们自己弄来看去罢。是希腊神话里的财神，谁都知道是艺术。可以译作财神艺术罢。日本的译名是拜金艺术，也行。因为这一个字是生造的，政府既没有下令颁行，字典里也大概未曾注入，所以姑且在这里加一点解释。十二，二一。本篇最初发表于一九二八年一月七日语丝周刊第四卷第四期。卢梭ss，―法国启蒙思想家。"}
{"text":"是希腊神话里的财神，谁都知道是艺术。可以译作财神艺术罢。日本的译名是拜金艺术，也行。因为这一个字是生造的，政府既没有下令颁行，字典里也大概未曾注入，所以姑且在这里加一点解释。十二，二一。本篇最初发表于一九二八年一月七日语丝周刊第四卷第四期。卢梭ss，―法国启蒙思想家。他的主要著作民约论一七六二年出版，提出天赋人权学说，抨击封建专制制度，在十八世纪欧洲资产阶级民主革命时期影响很大。他因此备受僧侣和贵族的迫害，以致不得不避居瑞士和英国。爱弥尔通译爱弥儿，卢梭所著的教育小说，一七六二年出版。在前四篇关于主要人物爱弥儿的描述中，认为人类在自然状态下是平等的，应尊重人的自然发展。但第五篇叙述对莎菲亚的教育时，又认为人既有差别，人格遂亦有差别，女子有女子的人格。由于此书反封建反宗教色彩浓厚，出版后曾被巴黎议会议决焚毁。中文本系魏肇基所译，一九二三年六月商务印书馆出版，序文为所作。梁实秋浙江杭县今属余杭人，新月社的重要成员，国家社会党党员。曾留学美国，是美国新人文主义者白璧德的追随者。他的卢梭论女子教育一文，原发表于一九二六年十二月十五日晨报副刊，后略加修改，重新刊载于一九二七年十一月复旦旬刊创刊号。他认为卢梭关于女子教育的意见，实足矫正近年来男女平等的学说。梁实秋在卢梭论女子教育中说近代生物学和心理学研究的结果，证明不但男子和女人是有差别的，就是男子和男子，女人和女人，又有差别。简言之，天下就没有两个人是无差别的。什么样的人应该施以什么样的教育。自然的不平等卢梭在论人类不平等的起源和基础一七六二年出版中说人类中有两种不平等一种，我把它叫做自然的或生理上的不平等，因为它是基于自然，由年龄健康体力及智慧或心灵的性质的不同而产生的另一种可以称为精神上的或政治上的不平等，因为它是起因于一种协议，由于人们的同意而设定的，或者至少是它的存在为大家所认可的。据李常山译本，一九二六年商务印书馆出版。合吾人之胃口者则容纳之二句，是梁实秋卢梭论女子教育中的话。"}
{"text":"自然的不平等卢梭在论人类不平等的起源和基础一七六二年出版中说人类中有两种不平等一种，我把它叫做自然的或生理上的不平等，因为它是基于自然，由年龄健康体力及智慧或心灵的性质的不同而产生的另一种可以称为精神上的或政治上的不平等，因为它是起因于一种协议，由于人们的同意而设定的，或者至少是它的存在为大家所认可的。据李常山译本，一九二六年商务印书馆出版。合吾人之胃口者则容纳之二句，是梁实秋卢梭论女子教育中的话。亚诺德，―通译阿诺德，英国诗人文艺批评家。梁实秋在所著文学批评辩文学的纪律等文里常引用他的意见。白璧德，―美国近代所谓新人文主义运动的领导者之一，哈佛大学教授。他在所著卢骚及浪漫主义一书中，对卢梭大肆攻击。梁实秋说卢梭无一是处，便是依据他的意见而来的。p阿通辛克莱―，美国小说家。下文的，即拜金艺术，辛克莱的一部用经济的观点解释历史上各时代的文艺的专著，一九二五年出版。的s，即加利福尼亚州的帕萨第那城。按引文中的阿嶷是该书中一个原始时代的艺术家的名字。这里的引文是根据木村生死的日文译本拜金艺术一九二七年东京金星堂出版重译。这个词来源于古代西亚的阿拉米语，经过希腊语移植到近代西欧各国语言中，指财富或财神，后转义为好利贪财的恶魔。古希腊神话中的财神是普路托斯s。文学和出汗文学和出汗上海的教授对人讲文学，以为文学当描写永远不变的人性，否则便不久长。例如英国，莎士比亚和别的一两个人所写的是永久不变的人性，所以至今流传，其余的不这样，就都消灭了云。这真是所谓你不说我倒还明白，你越说我越胡涂了。英国有许多先前的文章不流传，我想，这是总会有的，但竟没有想到它们的消灭，乃因为不写永久不变的人性。现在既然知道了这一层，却更不解它们既已消灭，现在的教授何从看见，却居然断定它们所写的都不是永久不变的人性了。只要流传的便是好文学，只要消灭的便是坏文学抢得天下的便是王，抢不到天下的便是贼。莫非中国式的历史论，也将沟通了中国人的文学论欤？"}
{"text":"例如英国，莎士比亚和别的一两个人所写的是永久不变的人性，所以至今流传，其余的不这样，就都消灭了云。这真是所谓你不说我倒还明白，你越说我越胡涂了。英国有许多先前的文章不流传，我想，这是总会有的，但竟没有想到它们的消灭，乃因为不写永久不变的人性。现在既然知道了这一层，却更不解它们既已消灭，现在的教授何从看见，却居然断定它们所写的都不是永久不变的人性了。只要流传的便是好文学，只要消灭的便是坏文学抢得天下的便是王，抢不到天下的便是贼。莫非中国式的历史论，也将沟通了中国人的文学论欤？而且，人性是永久不变的么？类人猿，类猿人，原人，古人，今人，未来的人，如果生物真会进化，人性就不能永久不变。不说类猿人，就是原人的脾气，我们大约就很难猜得着的，则我们的脾气，恐怕未来的人也未必会明白。要写永久不变的人性，实在难哪。譬如出汗罢，我想，似乎于古有之，于今也有，将来一定暂时也还有，该可以算得较为永久不变的人性了。然而弱不禁风的小姐出的是香汗，蠢笨如牛的工人出的是臭汗。不知道倘要做长留世上的文字，要充长留世上的文学家，是描写香汗好呢，还是描写臭汗好？这问题倘不先行解决，则在将来文学史上的位置，委实是岌岌乎殆哉。听说，例如英国，那小说，先前是大抵写给太太小姐们看的，其中自然是香汗多到十九世纪后半，受了俄国文学的影响，就很有些臭汗气了。那一种的命长，现在似乎还在不可知之数。在中国，从道士听论道，从批评家听谈文，都令人毛孔痉挛，汗不敢出。然而这也许倒是中国的永久不变的人性罢。二七，一二，二三。本篇最初发表于一九二八年一月十四日语丝周刊第四卷第五期。指梁实秋。他在一九二六年十月二十七二十八日晨报副刊发表的文学批评辩一文中说物质的状态是变动的，人生的态度是歧异的但人性的质素是普遍的，文学的品味是固定的。所以伟大的文学作品能禁得起时代和地域的试验。依里亚德在今天尚有人读，莎士比亚的戏剧，到现在还有人演，因为普遍的人性是一切伟大的作品之基础。这种超阶级的人性论，是他在一九二七年前后数年间所写的文艺批评的根本思想。岌岌乎殆哉语出孟子万章天下殆哉，岌岌乎！即危险不安的意思。汗不敢出见世说新语言语战战栗栗，汗不敢出。"}
