{"text":"母猪一躺下，一群猪仔子就直奔妈妈怀里，享受各自的一份口粮。大妈说。猪仔子从小就占定自己的饭碗儿，从不更换。我才知道猪可以很干净，而且是很聪明的家畜。大妈的脸是圆圆的，个儿是胖胖的。我忽然想到她准是食堂里那个清秀老头儿的老婆，也立即想到一个赶车的矮胖小伙子准是他们的儿子。考试一下，果然不错。我忙不迭地把新发现报告同伙。以后我经常发现谁是谁的谁这是伯伯，这是叔叔，这是婶子，这是大妈，这是姐姐，这是远房的妹妹等等。有位老先生笑我是包打听，其实我并未打听，不过发现而已。发现了他们之间的亲属关系，好像对他们就认识得更着实。蒙娜丽莎的爸爸，和管厨房食堂的两兄弟大概是贫穷的远房兄弟。他家住两间小土屋。蒙娜丽莎的真名，和村上另几个年龄相近的大姑娘不排行。她面貌并不像什么蒙娜丽莎。她梳一条长辫子，穿一件红红绿绿的花布棉袄，干活儿的时候脱去棉袄，只穿一件单布褂子，村上的大姑娘都这样。她的爸爸比较矮小，伛着背老是干咳嗽。据他告诉我一次毛主席派来的学生派住他家，他把暖炕让给学生，自己睡在靠边的冷炕上，从此得了这个咳嗽病。我把带下乡的鱼肝油丸全送了他，可是我怕他营养不良，那两瓶丸药起不了多大作用。他的老伴儿已经去世，大儿子新近应兵役入伍了，家里还有个美丽的小女儿叫大芝子，蒙娜丽莎是家里的主要劳动力。她很坚决地声明我不聘，我要等哥哥回来。她那位带病的父亲告诉我他当初苦苦思念儿子，直放心不下后来他到部队去探亲一次，受到军官们热情招待，又看到儿子在部队的生活，也心上完全踏实了。大芝子才八岁左右，比她姐姐长得姣好，皮肤白嫩，双眼皮，眼睛大而亮，眼珠子乌黑乌黑。一次她摔一大跤，脑门子上破了个相当大的窟窿，又是泥，又是血。我见了很着急，也心疼，忙找出我带下乡的医药品，给她洗伤敷药，包上纱布。我才知道他们家连一块裹伤的破布条儿都没有。蒙娜丽莎对我说不怕的，我们家孩子是摔跌惯了的，皮肉破了肿都不肿，一下子就长好。大芝子的伤处果然很快就长好了，没留下疤痕。我后来发现，农村的孩子或大人，受了伤都愈合得快，而且不易感染。也许因为农村的空气特别清新，我国农民的血液是最健康的。"}
{"text":"一次她摔一大跤，脑门子上破了个相当大的窟窿，又是泥，又是血。我见了很着急，也心疼，忙找出我带下乡的医药品，给她洗伤敷药，包上纱布。我才知道他们家连一块裹伤的破布条儿都没有。蒙娜丽莎对我说不怕的，我们家孩子是摔跌惯了的，皮肉破了肿都不肿，一下子就长好。大芝子的伤处果然很快就长好了，没留下疤痕。我后来发现，农村的孩子或大人，受了伤都愈合得快，而且不易感染。也许因为农村的空气特别清新，我国农民的血液是最健康的。我有一次碰到个纤眉修目的小姑娘，很甜净可爱。她不过六七岁。我问她名字，她说叫小芝子。我拉着她们手问她是谁家的孩子。我是我们家的孩子。你爸爸叫什么呀？我管我爸爸叫爸爸。你哥哥叫什么呢？我管我哥哥叫哥哥。我这个包打听，认真打听也打听不出她是谁来，只能料想她和大芝子是排行。大批萝卜急需入窖的时候，我们分在稻米之乡的分队也请来帮忙了。萝卜刚出土，带着一层泥，我们冻僵的手指沾了泥更觉寒冷。那个分队里一个较年轻的同伙瞧我和老乡们比较熟，建议我去向他们借只脸盆，讨一盆水洗洗手，我撞见个老大爷，就问他借脸盆洗手。他不慌不忙，开了锁，带我进屋去。原来是一间宽敞的瓦房，有各很大的炕，房里的家具都整齐。他拿出一只簇新的白底子红花的鼓墩式大脸盆，给我舀了半盆凉水。我正要端出门，他说你自己先洗洗，一面就为我兑上热水。我把冻手握在热水里，好舒服！他又拿出一块雪白的香皂，一条雪白的毛巾，都不是全新，可也不像家常天天使用的。我怕弄脏了他的香皂，只摸了两下又怕擦脏了他的毛巾，乘他为我泼水，把没洗干净的湿手偷偷儿在自己罩衣上抹个半干，才象征性地使用了毛巾。主人又给舀了半盆冷水，让我端给大伙儿洗。他是怕那面盆大，水多了我端不动，或一路上泼泼洒洒吧？十几双泥手洗那半盆水，我直为泼掉的那大半盆热水可惜，只是没敢说。大家洗完了我送还面盆，盆底尽是泥沙。村民房屋的质量和大小，大约标识着上一代的贫富当前的贫富全看家里的劳动力。副队长大个儿家里劳动力多，生活就富裕，老乡们对他都很服帖。正队长家是新盖的清凉瓦屋，而且是楼房。"}
{"text":"主人又给舀了半盆冷水，让我端给大伙儿洗。他是怕那面盆大，水多了我端不动，或一路上泼泼洒洒吧？十几双泥手洗那半盆水，我直为泼掉的那大半盆热水可惜，只是没敢说。大家洗完了我送还面盆，盆底尽是泥沙。村民房屋的质量和大小，大约标识着上一代的贫富当前的贫富全看家里的劳动力。副队长大个儿家里劳动力多，生活就富裕，老乡们对他都很服帖。正队长家是新盖的清凉瓦屋，而且是楼房。老乡们对那座楼房指指点点，好像对这位队长并不喜欢说到他，语气还带些轻鄙。他提倡节制生育，以身作则，自己做了绝育手术。村里人称他是劁了的。我不懂什么劁，我女伴忙拉拉我的衣襟不让我问，过后才讲给我听。我只在大会上听过他做报告，平时从不见面。大跃进后期，我们得了一个新任务向村民讲解农村十条。生产队长却迟迟不传达。关于政策多少年不变以及自留地等问题，村民不放心，私下向我们打听，听了还不敢相信。我很惊奇，怎么生产队长迟迟不传达中央的文件，他是否怕有损自己的威信。党支部书记肖桂兰是一位勤劳不懈的女同志，才三十七岁，小我十岁呢，已生了四个孩子，显得很苍老，两条大长辫子是枯黄色的。她又要带头劳动，又要做动员报告，又要开会，又要传达，管着不知多少事。她苦于不识字。她说，所有的事都得装在脑袋里。我和女伴儿的居住问题，当然也装在她的脑袋里。我们每次搬个住处，总是她及时想到，还亲自帮着我们搬。我女伴的铺盖很大，她自己不会打我力气小，使足了劲也捆不紧。如果搬得匆忙，我连自己的小铺盖也捆不上了。肖桂兰看我们搬不动两个铺盖，干脆把一个大的掮在肩上，一个小的夹在腋下，在前领路，健步如飞。我拿着些小件东西跟在后面还直怕赶不上，心上又是感激，又是惭愧。肖桂兰直爽真挚，很可爱。她讲自己小时候曾贩卖布匹等必需品给解放军，经常把钱塞在炕洞里。一次客来，她烧热了炕，忘了藏着的钱等她想到，纸币已烧成灰。她老实承认自己阶级意识不强，镇压地主时她吓得发抖，直往远处躲，看都不敢看。当了支书，日夜忙碌，自己笑说我图个啥呀？她正是荧屏上表扬的默默奉献者。她大约默默奉献了整一辈子，没受过表扬。村上还有个挂过彩的退伍军人。他姓李，和村上人也不是同姓。"}
{"text":"肖桂兰直爽真挚，很可爱。她讲自己小时候曾贩卖布匹等必需品给解放军，经常把钱塞在炕洞里。一次客来，她烧热了炕，忘了藏着的钱等她想到，纸币已烧成灰。她老实承认自己阶级意识不强，镇压地主时她吓得发抖，直往远处躲，看都不敢看。当了支书，日夜忙碌，自己笑说我图个啥呀？她正是荧屏上表扬的默默奉献者。她大约默默奉献了整一辈子，没受过表扬。村上还有个挂过彩的退伍军人。他姓李，和村上人也不是同姓。我忘了他的名字，也不记得他是否有个官衔。他生活最受照顾，地位也最高。他老伴儿很和气，我曾几次到过他家。这位军人如果会吹吹牛，准可以当英雄。可是他像小孩儿一样天真朴质，问他过去的事，得用逼供信法，挤牙膏般挤出一点两点。诱得巧妙，他也会谈得眉飞色舞。他常挨我的逼供信，和我是相当好的朋友。我离开那个村子一年后，曾寄他一张贺年片。他却回了我一封长信，向我汇报村上的情况。尤其可感的是他本人不会写信，特地央人代写的。村里最得其所哉的是傻子。他食肠大，一顿要吃满满一面盆的食。好在吃饭不要钱，他的食量不成问题。他专管掏粪，不嫌脏，不嫌累，干完活儿倒头大睡。他是村里最心满意足的人。最不乐意的大约是一个疯婆子。村上那条大街上有一处旁边有口干井，原先是菜窖。那老大娘不慎跌下干井，伤了腿。我看见她蓬头垢面，踞坐地上，用双手拿着两块木头代脚走路。两手挪前一尺，身子也挪前一尺。她怪费力地向前挪动，一面哭喊叫骂。过路的人只作不闻不见。我问她骂谁？人家不答，只说她是疯子。我听来她是在骂领守，不知骂哪一位，还是海骂。骂的话我不能全懂，只知道她骂得很臭很毒。她天天早上哭骂着过街一趟，不知她往哪里去，也不知她家在哪里。四桩桩件件的事有一天，我们分组到村里访病问苦，也连带串门儿。我们撞到了疯婆子家里。一间破屋，一个破炕，炕头上坐着个脸黄皮皱的老大妈，正是那疯婆子。我原先有点害怕，懦怯地近前去和她招呼。她很友好，请我们坐，一点不儿像疯子。我坐在炕沿上和她攀话，她就打开了话匣子。她的话我听不大懂，只知是连篇的苦经。我问起她的伤腿，她就解开裤腿，给我着伤疤。"}
{"text":"她天天早上哭骂着过街一趟，不知她往哪里去，也不知她家在哪里。四桩桩件件的事有一天，我们分组到村里访病问苦，也连带串门儿。我们撞到了疯婆子家里。一间破屋，一个破炕，炕头上坐着个脸黄皮皱的老大妈，正是那疯婆子。我原先有点害怕，懦怯地近前去和她招呼。她很友好，请我们坐，一点不儿像疯子。我坐在炕沿上和她攀话，她就打开了话匣子。她的话我听不大懂，只知是连篇的苦经。我问起她的伤腿，她就解开裤腿，给我着伤疤。同组的两位老先生没肯坐，见那疯婆子解裤腿，慌忙逃出门去。我怕一人落单，忙着一面抚慰，一面帮她系上裤腿，急急辞出。我埋怨那两位老先生撇了我逃跑，他们只鬼头鬼脑地笑，说是怕她还要解衣解带。下午我要求和女伴儿同组，又访问了几家。我们俩看望生肺病的女人就是那天。后来我们跑到僻远地区，听到个妇女负痛呼号。我很紧张。我的女伴说，没准儿是假装的。我们到了她家，病人停止了呼号勉强招待我们。她说自己是发胃病。我们没多坐，辞出不久又听到她那惨痛的叫号。我的女伴断定她是不愿出勤，装病。可是我听了那声音，坚信是真的。到底什么病，也许她自己都不知道。我们又看望了一个患风湿病的小伙子。有一次大暑天淘井，他一身大汗跳下井去，寒气一逼，得了这个病，浑身关节疼痛，唯有虎骨酒能治。虎骨酒很贵。他攒了钱叫家人进城买得一瓶，将到家，不知怎么的把瓶子砸了，酒都流了。他说到这瓶砸掉的酒，还直心疼。但他毫无怨意，只默默忍受。我以后每见虎骨酒，还直想到他。我们顺便串门儿，看望了不常到的几个人家，村上很少小伙子，壮健的多半进城当工人了。有个理发师不肯留在乡间，一心要进城去。但村上理发的只他一个，很赚钱，我们几位老先生都请他理发。那天他的老伴儿不在家，我们看见墙上挂的镜框里有很多她的小照片，很美，也很时髦，一张照上一套新装。我估计这对夫妇不久就要离村进城的。有些老大妈爱谈东家长西家短谁家有个破鞋，谁家有个倒踏门的女婿，谁家九十岁的公公溺了炕说是猫儿溺的，谁家捉奸仇杀，门外小胡同里流满了血。我听了最惊心的是某家复壁里窝藏了一名地主本村没有地主，想必是村上人的亲戚。初解放，家家户户经常调换房屋住这家的忽然调往那家，住那家的忽又调到这家。"}
{"text":"我估计这对夫妇不久就要离村进城的。有些老大妈爱谈东家长西家短谁家有个破鞋，谁家有个倒踏门的女婿，谁家九十岁的公公溺了炕说是猫儿溺的，谁家捉奸仇杀，门外小胡同里流满了血。我听了最惊心的是某家复壁里窝藏了一名地主本村没有地主，想必是村上人的亲戚。初解放，家家户户经常调换房屋住这家的忽然调往那家，住那家的忽又调到这家。复壁里的人不知房子里已换了人家，早起上厕所，就给捉住了。村里开办幼儿园，我们一伙七人是赞助者。我们大家资助些钱，在北京买了一批玩具和小儿书队长命我做友好使者向村公社送礼。我不会说话，老先生们教了我一套。我记得村里还举行了一个小小的典礼接受礼物，表示感谢。村里的大妈起初都不愿把孩子圈起来，宁可让孩子自由自在地野。曾招待我和女伴同炕睡觉的工人大嫂就表示过这种意见。可是幼儿园的伙食好，入园的孩子渐渐多起来。工人大嫂家的二娃子后来也入幼儿园了。我问她吃了什么好早饭，她说吃了苟儿勾豆儿粥，我听了很馋。扫盲也是我们的一项工作。蒙娜丽莎等一群大姑娘都做出拿苕帚扫地的姿势，笑说又要来扫我们了！她们说干活儿我们不怕，就怕扫我们。干了一天活儿，坐下直瞌睡，就是认不进字去！我曾亲身经历，领会到体力脑力井不分家，同属于一个身体耗尽体力，脑力也没有多余了。我女伴儿和我得到一项特殊任务专为党支书肖桂兰扫盲。因为她常说我若能把事情一项项写下来，不用全装在脑袋里，该多轻松啊！可是她听到扫盲，就和村里的大姑娘们一样着急说又来扫咱们了！她当然没工夫随班上课。我们的队长让我和女伴儿自动找她，随她什么时候方便，就送货上门式教她。我们已跟她说好，可是每到她家，总扑个空，我怀疑她是躲我们。不知谁的主意，提倡诗画上墙。我们那个贫穷的山村，连可以题诗作画的白墙也没有几堵。我们把较为平整的黄土墙也刷白了利用。可是诗和画总不能都由外来受教育的知识分子一手包办啊。我们从本村的小学校里要了些男女学生的作文，虽有错别字，而且多半不完整，意思却还明白。我们把可用的作文变成诗，也就是顺口溜，署上的名字。"}
{"text":"我们的队长让我和女伴儿自动找她，随她什么时候方便，就送货上门式教她。我们已跟她说好，可是每到她家，总扑个空，我怀疑她是躲我们。不知谁的主意，提倡诗画上墙。我们那个贫穷的山村，连可以题诗作画的白墙也没有几堵。我们把较为平整的黄土墙也刷白了利用。可是诗和画总不能都由外来受教育的知识分子一手包办啊。我们从本村的小学校里要了些男女学生的作文，虽有错别字，而且多半不完整，意思却还明白。我们把可用的作文变成诗，也就是顺口溜，署上的名字。每首诗都配上一幅画，有些墙上剩留些似画非画的图痕，我们添补成画，再配上一首诗。我们一队七个老人，没一人能画。村上有一个能画的小伙子，却又不是闲着没事的，只能乘他有空，请来画几笔。我和女伴儿掇一条长板凳，站在上面，大胆老面皮一同挥笔画了一棵果实累累的大树，表示丰收。村里人端洋着说不赖。这就是很好的鼓励了。天气严寒，捧着砚台颜色缸的手都冻僵了，可是我们穿街走巷，见一堵平整的墙，就题诗作画，墙上琳琅满目，村子立即成了个诗画村。有一幅送公粮的画，大约出于那位能画的小伙子之手，我们配上了诗，却捏造不出的名字，就借用了一位村干部的大名。我们告诉了那位干部，并指点他看了诗画和署名。他喜得满面欢笑，宛如小儿得饼。我才知道不仅文人好名，老农也一个样儿。村里的小学校长命学生把墙上的诗抄在红红绿绿的纸上，贴在学校门口，算是他们那学校的成绩。我们有几位老先生认为那是剽窃。就算是剽窃，不也名正言顺吗！墙上都明写着的大名呢！有的村里汇集了几个村的诗，印成小册子。上面的顺口溜竟是千篇一律，都是什么心里亮堂堂呀，卫星飞上天之类。我自己编造的时候，觉得纯出本店自造，竞不知是抄袭了人――或者竟是别的村子抄袭了我们？不过这阵风不久就刮过了。我们串门儿的时候，曾见到有几家的条桌上摆着一只钟，罩在玻璃罩下。可是一般人家都没有钟表。如要开会，说明八点开，至早要等到九点或九点半，甚至十点。有一次是在一个较远的礼堂开一个什么报告会。我们准时到会，从七点半直等到近十一点，又累又急又无聊又饿。不记得那次的会是否开成，还是草草走过场的我怀疑这是否相当于怠工的怠会。"}
{"text":"我自己编造的时候，觉得纯出本店自造，竞不知是抄袭了人――或者竟是别的村子抄袭了我们？不过这阵风不久就刮过了。我们串门儿的时候，曾见到有几家的条桌上摆着一只钟，罩在玻璃罩下。可是一般人家都没有钟表。如要开会，说明八点开，至早要等到九点或九点半，甚至十点。有一次是在一个较远的礼堂开一个什么报告会。我们准时到会，从七点半直等到近十一点，又累又急又无聊又饿。不记得那次的会是否开成，还是草草走过场的我怀疑这是否相当于怠工的怠会。一般学习会在食堂附近开，老乡们在一个多小时里陆续到齐，发言倒也踊跃。老大妈老大爷一个个高声嚷我说说！说的全是正确的话，像小学生上课回答教师他学到了什么。如果以为他们的发言反映他们的意见，那就错了。他们不过表示你教的我明白了。他们很简单地重复了教导他们的话，不把这句话做成花团锦簇的文章，也不参加自己的什么意见。怪话我只听到上文提起的那一次。也许是我过敏，觉得语气不大对头。我回京谈体会时，如实报道了那几句话，谁也没听出什么怪话，只说我下乡对农民有了感情，学他们的话也腔吻毕肖。我常怀疑，我们是否把农民估计得太简单了？村子附近的山里出黏土，经火一烧，变得很坚硬，和一般泥土烧成的东西不同。黏土值钱，是村民增加收入的大财源。我们曾去参观他们挖掘。肖桂兰带着一群小伙子和大姑娘铲的铲，挖的挖，装在大筐里，背着倒在小车上堆聚一处。我们六个老人我们的队长好像是有事到北京去了象征性地帮着搬了几团泥块。这是挂过彩的那位退伍军人请我们去的。他还要款待我们吃饭，我们赶紧饿着肚子溜回自己的食堂。我们还打算为这个山村写一部村史。可是挂过彩的军人和肖桂兰都是务实派，不善空谈。我的任务是诱供，另有几人专司记录。我一心设法哄他们谈过去的事，因此记不得他们谈了些什么。反正村史没有写成。阳历元旦村里过节，虽然不是春节，村里也要演个戏热闹一番。我才知道这么个小小荒村里，也人才济济。嗓子好扮相好的姑娘多得很。我才了解古代无道君王下乡选美确有道理。五整队回京我们原定下乡三个月，后来减缩成两个月。阳历年底，村上开始过节。我们不好意思分享老乡们过节的饭食，所以买了两只鸡。两瓶酒送给厨房。"}
{"text":"我的任务是诱供，另有几人专司记录。我一心设法哄他们谈过去的事，因此记不得他们谈了些什么。反正村史没有写成。阳历元旦村里过节，虽然不是春节，村里也要演个戏热闹一番。我才知道这么个小小荒村里，也人才济济。嗓子好扮相好的姑娘多得很。我才了解古代无道君王下乡选美确有道理。五整队回京我们原定下乡三个月，后来减缩成两个月。阳历年底，村上开始过节。我们不好意思分享老乡们过节的饭食，所以买了两只鸡。两瓶酒送给厨房。我又一次做送礼的友好使者，向他们致谢意。那个村子出厨师，专给人家办酒席。他们平时英雄无用武之地，这回厨房宰了猪，又加上两只鸡，就做出不少拿手好菜，有的竟是我们从未吃过的。例如把正方形的五花肉，转着切成薄薄的一长条，卷上仍是正方形，炖得稀烂，人口消融。我们连日吃白面馒头和花卷，都是难得的细粮，我们理应回避。这或许也是促成我们早归的原因吧？因为再过一个月就是春节了。我们回京之前，得各自总结收获，互提意见。意见多半是芝麻绿豆，例如说我不懂民间语言等等，我不甚在意，听完就忘了。但有一句话是我最得意的队长评语中说我能和老乡们打成一片。一位党外的马列主义老先生不以为然，说我不过是婆婆妈妈而已，并未能与农民在无产阶级的立场上打成一片。他的话也许完全正确。我理论水平低，不会和他理论。但是队长并未取消他的评语。我还是心服有修养的老党员，不爱听马列老先生的宏论。我觉得自己和农民之间，没什么打不通的如果我生在他们村里，我就是他们中间的一个。我下乡前的好奇心，就这样自以为是自得其乐地算是满足了。下乡两个月，大体说来很快活，唯有一个阴影那就是与家人离散，经常牵心挂肚。我同炕有个相貌端好的女伴，偶逢旁边没别人，她就和我说悄悄话。第一次的悄悄话是她对我说的。她凑近我低声问你想不想你的老头儿？我说想。你想不想你的老头儿？她说想啊！两人相对傻笑先是自嘲的笑，转而为无可奈何的苦笑。我们眼睛里交换了无限同情。以后，见面彼此笑笑，也成安慰。她是我同炕之友，虽然我们说悄悄话的机会不多。"}
