{"text":"诗的正题为廷特恩修道院上方几英里所成之诗行，副题为年月口重访瓦伊河畔之作，他藉由此诗赞颂了大自然使心灵复原的魔力。―，英国社会哲学家政治报刊撰稿人不信奉国教者。――，丨―，英国抒情诗人评论家哲学家。spss―，激进的雅各宾派领袖。法国大革命中的重要人物之一。一虽然阔别多日，与那山林的美景相隔千里，但正像盲人心中的千山万水，时常，在寂寞的屋子里或在市井的喧嚣中我得以在困顿疲惫中感到一种甜蜜获得宁静的回归城镇和乡间的对立，成了这首诗的骨干，诗人不断提醒我们，只有乡野才能对抗城市的不良影响。不知多少次，不管在黑暗，还是在变化多端忧郁的光线中，辗转反侧一无所获。世界的谵妄压在我心的悸动之上。不知多少次，我转向你乡间的瓦伊河！你在林中蜿蜒，不知多少次你让我魂萦梦绕！旅行的艺术菲利普德卢泰尔堡廷特恩修道院旁的怀河河谷，年这种感激在序曲中重现，而诗人再度表示，大自然对他施惠良多。他认为自己之所以身处城市却不被城市生活所助长的卑劣情感所污染，全凭大自然的力量。如果与世界水乳交融，我已满足以小小的快乐，度日远离小小的仇恨和卑劣的欲望这些是你所赐你的风和咆哮的瀑布！都是你的你的高山！噢你的大自然为什么？为什么接近一座瀑布一座山或自然界中的任何一部分，一个人比较能免于仇恨和卑劣欲望的骚扰？为什么在比肩接踵的街道就做不到？湖区提供了我们一些线索。我和在这里的第一个早晨起得很早，到凡人旅馆的早点室享用早餐。它的墙漆上一层粉红色，从窗口向外望出，是一个茂密的山谷。外面下着大雨，但房东向我们保证，这不过是一场过路雨。他接着为我们呈上了粥并提醒我们早餐若想加蛋必须额外付费。录音机正在播放秘鲁的管乐，并且穿插亨德尔弥赛亚片断。"}
{"text":"为什么在比肩接踵的街道就做不到？湖区提供了我们一些线索。我和在这里的第一个早晨起得很早，到凡人旅馆的早点室享用早餐。它的墙漆上一层粉红色，从窗口向外望出，是一个茂密的山谷。外面下着大雨，但房东向我们保证，这不过是一场过路雨。他接着为我们呈上了粥并提醒我们早餐若想加蛋必须额外付费。录音机正在播放秘鲁的管乐，并且穿插亨德尔弥赛亚片断。我们用过早点后，把背包整理好，随即开车到安布赛德镇采购一些背包行走的必用品，如指南针防水地图套水巧克力和三明治。安布赛德镇虽然不大，但是它却有大都会的喧哗。大卡车正在商店外卸货，嘈杂声不断。另外，到处都可看见餐―，德国出生的英国作曲家，因其所作歌剧清唱剧和器乐作品而特别著称。――旅行的艺术馆和旅店的告示牌。虽然我们很早便到达这里，但茶室早已座无虚席。报摊架上的报纸，刊登了伦敦一场政治丑闻的最新态势。然而，安布赛德镇西北方几英里外的大朗戴尔谷景色却迥然不同。我们自抵达湖区以来，首次深入乡间，感受到了大自然的气息远强于人气。行道两旁的田野里耸立着许多橡树，树与树之间都相隔一段距离，对山羊来说，这片田野肯定曾让它们胃口大开，因为整个的田野已被它们啃平，变成不错的草坪了。橡树长得非常高雅标致。它的树枝不像柳树那样垂卧在地上，叶子也不像一些白杨树那样不修边幅，近距离看起来像半夜被唤醒的模样一样头发蓬乱不及梳理。相比之下，橡树将低处的树枝紧密地收聚起来，较高处的树枝则有序地生长，形成了一个翠绿茂密近乎完美的圆形冠顶，就好像小孩的画屮树的原型一样。与房东预测的相反，雨继续下个不停，站在橡树下，我们感觉到了橡树的硕大。雨点洒落在万片树叶上，击打或大或小或高或低或积水或少水的叶片，发出了不同音调的声响，形成了噼里啪啦的和谐旋律。这些树木形成了一个复杂而又有序的系统树根耐心地从泥土中吸收养分树干中的毛细管将水和养分朝米高的上方运送每根树枝吸收足够的养分滋润树叶每片树叶尽力为整棵树贡献一己之力。这些树木也体现出了耐心它们耸立在这个下雨的早晨不发一句怨言，只是适应着季节的缓慢转变。"}
{"text":"与房东预测的相反，雨继续下个不停，站在橡树下，我们感觉到了橡树的硕大。雨点洒落在万片树叶上，击打或大或小或高或低或积水或少水的叶片，发出了不同音调的声响，形成了噼里啪啦的和谐旋律。这些树木形成了一个复杂而又有序的系统树根耐心地从泥土中吸收养分树干中的毛细管将水和养分朝米高的上方运送每根树枝吸收足够的养分滋润树叶每片树叶尽力为整棵树贡献一己之力。这些树木也体现出了耐心它们耸立在这个下雨的早晨不发一句怨言，只是适应着季节的缓慢转变。它们不会因为风狂雨暴而陷入狂躁，也不会因耐不住寂寞而想要远走高飞，去往别的河谷。这些橡树安安分分的，树根像细长的手指深入湿湿的土壤里，延伸到离主干若千米的地方，同时也远离了最高处蓄满雨水的树叶。华兹华斯喜欢坐在橡树下，聆听着雨声或者看着阳光穿梭于树叶间。他把树木的耐心和庄严看作是大自然特有的杰作，并且认为这些价值应该受到尊重。他写道在心灵为了眼前的景物沉醉之前，一场眼花缭乱之舞转瞬即逝，大自然却适度呈现了一些永恒的东西华兹华斯说，大自然会指引我们从生命和彼此身上寻找一切存在着的美好和善良的东西，自然是美好意念的影像，对于扭曲不正常的都市生活有矫正的功能。如果我们要接受华兹华斯的论点即便是其中一部旅行的艺术分，我们就必须接受以下前提人的身份认同多多少少都具有伸缩性，也就是说，我们的个性会随着周围的人或物的转变而变化。与某些人往来，可能会激发我们的慷慨和敏感，但与另外一些人来往则会引发我们的好胜和嫉妒心。君对于地位和权势的迷恋可能会悄悄引发君对自己身份轻重的担忧。君所开的玩笑可能潜移默化地激起君隐藏在内心已久的荒谬感。但如果把君置于另一个环境，他所关注的事物将受新的互动者的言行举止影响，随之发生转变。那么如果把人放置于大自然中，与一座瀑布或高山一棵橡树或一株白屈菜共处，又会对他的身份认同产生什么影响呢？毕竟，草木无情，它们何以能鼓励我们，让我们从善如流。然而，华兹华斯坚持认为人类能从大自然中获益，其论点的关键在于一个没有活动能力的物体仍然能对它周遭的事物产生影响。自然景物具有提示我们某些价值的能力例如橡树象征尊严松树象征坚毅湖泊象征静谧。因此，自然界景物能够含蓄地唤起我们的德性。"}
{"text":"那么如果把人放置于大自然中，与一座瀑布或高山一棵橡树或一株白屈菜共处，又会对他的身份认同产生什么影响呢？毕竟，草木无情，它们何以能鼓励我们，让我们从善如流。然而，华兹华斯坚持认为人类能从大自然中获益，其论点的关键在于一个没有活动能力的物体仍然能对它周遭的事物产生影响。自然景物具有提示我们某些价值的能力例如橡树象征尊严松树象征坚毅湖泊象征静谧。因此，自然界景物能够含蓄地唤起我们的德性。华兹华斯在年夏天写给一位年轻学生的信中，讨论了诗歌的作用。他在信中几乎明确指出自然界所包含的价值。他说一位伟大的诗人应该在某种程度上矫正人们的思想感情使他们的感情更健全纯洁和永久，也就是与大自然产生共鸣更加和谐。华兹华斯从每个自然景观中都能找到这份稳健纯洁和永恒性。例如，花朵是谦卑和温顺的典范。致雏菊甜美恬静的你！与我一同沐浴在阳光中在空气中吐息你以欢欣和柔顺温润我的心动物是坚忍的象征。华兹华斯对一只蓝色山雀特别钟爱，因为即使是最恶劣的天气，它也仍旧在诗人寓所鸽舍的果园里l歌一曲。诗人和妹妹多萝茜在那里度过的第一个严冬，便被一对天鹅感动，这对天鹅也是那里的新客，但却比他们兄妹俩更能忍耐寒冷。我们在朗戴尔山谷走了个小时后，雨势开始减弱，我和听见了持续不断但十分微弱的啐声，穿插着较强的啼嗦声。三只鹨从草丛中飞出，一只黑耳麦翁鸟则高踞旅行的艺术在松树枝上，神色忧郁它在夏末的阳光中晒着那沙黄色的羽毛。不知什么东西惊动了它，它突地飞离了原位在山谷上空盘旋，并发出迅疾而刺耳的叫声嘘耳，嘘喂，嘘喂喔然而这阵鸣叫声却丝毫未对岩石上费力攀爬的毛毛虫产生影响，而谷地上的众多绵羊也无动于衷。一只羊缓缓地走近小道，并好奇地望着游客。人和羊都惊讶地互相凝视。过了一阵，那只羊蹲了下来，懒洋洋地吃了一口草，好像在咀嚼口香糖一样。为什么我是我这样，而它V缘何是那般样子？另一只绵羊走过来，挨着它的同伴蹲了下来。霎时间里，它们好像交换了一个会意而欣然的眼神。在前方几米处，有一片蔓延到溪流的草丛。草丛中突然发出一种奇怪的声音，像是一个倦意十足的老翁在饱食一餐后清理喉咙的声音。"}
{"text":"一只羊缓缓地走近小道，并好奇地望着游客。人和羊都惊讶地互相凝视。过了一阵，那只羊蹲了下来，懒洋洋地吃了一口草，好像在咀嚼口香糖一样。为什么我是我这样，而它V缘何是那般样子？另一只绵羊走过来，挨着它的同伴蹲了下来。霎时间里，它们好像交换了一个会意而欣然的眼神。在前方几米处，有一片蔓延到溪流的草丛。草丛中突然发出一种奇怪的声音，像是一个倦意十足的老翁在饱食一餐后清理喉咙的声音。紧接着是杂乱的飒飒声，像是有人在一堆树叶中急躁不安地翻找宝物。一旦发现有来者，他便即刻安静下来，紧张得好像小孩在玩捉迷藏时躲在衣柜后向屏住呼吸，不敢出声。在安布赛德，人们买报纸，吃煎饼，而在这里，隐藏在草丛中的或许是一只长满毛拖着一条尾巴爱吃浆果和苍蝇的动物，正在树叶堆中乱窜，发出呼噜呼噜的声音。然而，这个家伙尽管如此奇怪，却仍然活在当下是个和我们一样睡觉和呼吸活生生地生活在这个地球上的生物而宇宙中除了这个星球有生物外，其他主要都是由岩石蒸气和沉寂构成。华兹华斯写诗的目的之一是想引导我们去关注那些和我们生活在一起却常被人漠视的动物。我们经常只是用眼角余光瞥它们一眼，从未尝试去了解它们正在做什么或想要什么，它们的存在不过是一些模糊而又普普通通的影子，例如尖塔上的小鸟和在草丛中穿梭的动物。诗人请读者放下他们的成见，设想用动物的眼光看看这个世界，并辗转切换于人类和自然界的视角。为什么这样做会有趣甚至有启发性呢？也许不快乐的泉源正来自我们用单一的视角看世界。在我前往湖区的几天前，我发现有一本世纪的书讨论华兹华斯对鸟类的兴趣。该书的中提示了运用多重视角看待事物的好处我相信，如果这个国家的地方消息每日新闻或一周大事不仅记载这块领土上伯爵尊贵女士国会议员和大人物的启程和返程，而也记录鸟儿的抵达和离去，必定会给公众带来乐趣。旅行的艺术如果我们对这个时代或精英的价值观感到痛心那么思及地球生命的丰富多采，或许会让我们感到释然，让我们记住，这个世界除了大人物的事业，还有在原野鸣叫的草地鹨。"}
{"text":"旅行的艺术如果我们对这个时代或精英的价值观感到痛心那么思及地球生命的丰富多采，或许会让我们感到释然，让我们记住，这个世界除了大人物的事业，还有在原野鸣叫的草地鹨。当科尔律治回头看华兹华斯早期的诗作时，他认为这个天才作了以下的贡献赋予日常事物以新意，并且激发一种类似超自然的感觉通过唤醒人们的意识，使它从惯性的冷漠中解放出来，看着眼前的世界是多么可爱和奇妙。大自然是个取之不尽的宝藏，然而因为人类的惯性和自私自利的追逐，我们视而不见充耳不闻，心灵既不能感受也不能领悟。华兹华斯认为大自然的可爱能继而鼓励人们找到自己内在的善。两个人站在岩石边，俯瞰着河流及树木茂密的大山谷。这样的景色可能不仅改变了他们与自然的关系，也使得这两人之间的关系更不一样了。在悬崖相伴之下，我们曾关注的一些东西都显得不重要了。反之，一些崇高的念头油然而生。它的雄伟鼓励我们要稳重和宽宏大量它的巨大体积教导我们用谦卑和善意尊重超越我们的东西。当然，站在一座瀑布前或许会引发我们对一位同事的羡慕，但是如果华兹华斯的观点能让人信服的话，那么出现这种情况的可能性会小一些。诗人认为人的一生如果在大自然中度过，人的性格会被改变不少，不再会争强好胜，羡慕别人，也不再焦虑，于是他欢呼起初我透过伟大或美好的东西来看人，藉由这些东西的助力来深入了解人结果发现了一个稳固的堡垒，对抗卑鄙自私粗野低俗――这些在我们日常生活世界旅行的艺术从四面八方向我们进袭的敌人。我和无法在湖区久留。我们在这里待了天，然后就坐上了回伦敦的火车。坐在我们对面的男士不断使用手提电话，但好像总也找不到要找的人，火车开过许多田园和工业城镇，这段时间里，我们通过他的许多交谈了解到他正在寻找一位叫吉姆的人，因为吉姆欠了他的钱。即使是我们承认能从与大自然的接触中获益不浅，我们却仍可能因为接触它的时间短暂而受限制。用天的时间沉浸在大自然中所得到的精神抚慰，未必能持续超过几个小时。然而，华兹华斯却没那么悲观。"}
{"text":"我和无法在湖区久留。我们在这里待了天，然后就坐上了回伦敦的火车。坐在我们对面的男士不断使用手提电话，但好像总也找不到要找的人，火车开过许多田园和工业城镇，这段时间里，我们通过他的许多交谈了解到他正在寻找一位叫吉姆的人，因为吉姆欠了他的钱。即使是我们承认能从与大自然的接触中获益不浅，我们却仍可能因为接触它的时间短暂而受限制。用天的时间沉浸在大自然中所得到的精神抚慰，未必能持续超过几个小时。然而，华兹华斯却没那么悲观。在年的秋天，诗人踏上了阿尔卑斯山之旅。他从日内瓦起步，前往杰莫利谷，然后穿过辛普朗山口，再从贡多溪谷往下走，抵达马焦雷湖。他在写给妹妹的一封信中描绘了睹的景观此刻，当眼前的景物浮现在我脑海时，我带着非常愉快的心境仔细思考着，今后每一天，只要忆及这些印象，我便能从中感受到快乐。这里并没有夸张的成分。几十年后，阿尔卑斯山的景象还存活在他的心中，并且一旦唤起便重新带给他一股力量。这些景象的复活使他信心十足地表示我们在大自然中所见到的景象可能永远留在我们一生的记忆中，每当它们进入我们的意识中，便能与我们眼前困境形成对比，给予我们慰藉。他称这些自然界的体验为凝固的时间点。在我们的生命中有若干个凝固的时间点卓越超群瑰伟壮丽让我们在困顿之时为之一振并且弥漫于我们全身，让我们不断爬升当我们身居高处时，激发我们爬得更l当我们摔倒时，又鼓舞我们重新站起对于自然界中这些细小却关键的时刻的信念，使我们了解了华兹华斯在为诗作定副题时的用意如廷特恩修道院的副题为年月日重访瓦伊河畔之作。具体的年月和日的记载，透露了在乡间遥望河谷的那些瞬间，或许就是生命中最重的一刻，让人获益良多，所以值得像生日或结婚纪念日那样铭记在心。我也体验过凝固的时间点。它发生在我拜访湖区的旅行的艺术第二天傍晚。我和在安布赛德附近的一张长凳上坐着吃巧克力条。我们对所喜爱的巧克力条交换了意见。说她喜欢里面有焦糖的，而我却偏爱干硬饼干味较浓的。接着，我们静了下来。我的目光停留在小溪旁田野上的树林。树的颜色不一，呈现不同色度的绿，仿佛是有人从调色板上取下的样本。这些树给人一种特别健康充满活力的印象。它们似乎并不在乎这个世界是否老旧或悲哀。"}
{"text":"我也体验过凝固的时间点。它发生在我拜访湖区的旅行的艺术第二天傍晚。我和在安布赛德附近的一张长凳上坐着吃巧克力条。我们对所喜爱的巧克力条交换了意见。说她喜欢里面有焦糖的，而我却偏爱干硬饼干味较浓的。接着，我们静了下来。我的目光停留在小溪旁田野上的树林。树的颜色不一，呈现不同色度的绿，仿佛是有人从调色板上取下的样本。这些树给人一种特别健康充满活力的印象。它们似乎并不在乎这个世界是否老旧或悲哀。我很想把脸埋在树林中，好让它们散发的芳香帮助我恢复元气。自然界不在乎两个在长凳上吃巧克力的人快乐与否，只是自行地呈现一个那么符合人类审美条件的景观，这的确神奇非凡。我的注意力停留在这个景观上仅分钟的时间过后便被工作的思绪打乱，也建议我们回旅馆，因为她想打电话。我并未意识到这个景象印在我脑海里，直到有一天下午，我闲在伦敦的交通阻塞中，心烦焦虑，突然那片树林的景象又涌现了出来，将那些排得满满的会议和未答复的信件都一一撇开了。我的思绪被带离繁忙的交通和拥挤的人群回到了那些我叫不出名字却非常清晰可见的树木面前。这些树木成了我思绪得以休息的避风港它们保护着我，使我免于陷人焦虑的漩涡，并且在那个下午给了我一小部分生存的理由。年月日，上午点，华兹华斯在阿尔斯沃特湖西岸发现了一些水仙花。这个湖位于我们捃所以北的地方，相距几英里。在他的描绘中，近万朵水仙花在风中婆娑起舞，湖屮的涟漪似乎也在伴舞，然而水仙舞姿轻盈快活，比那晶莹的湖水还要更胜一筹。他说这场演出给我带来如此多的财富。这一刻也因此成为凝固的时间点常常我在卧榻上躺着内心空虚或忧虑。突然，我的心灵之眼显现奇观，顿时充满欢愉与那些水仙一同飞舞诗中最后一行或许不幸落入了拜伦所指责的矫揉造作范围之中，但是它却提供了令人慰藉的理念我们或处于空虚焦虑的思绪中，或在动荡的世界里城市的交通阻塞中穿梭，但都能够借助旅行中所见的自然景象，如一片树林或湖畔的儿朵水仙花，来缓解我们一些怨恨和卑劣欲望。"}
{"text":"突然，我的心灵之眼显现奇观，顿时充满欢愉与那些水仙一同飞舞诗中最后一行或许不幸落入了拜伦所指责的矫揉造作范围之中，但是它却提供了令人慰藉的理念我们或处于空虚焦虑的思绪中，或在动荡的世界里城市的交通阻塞中穿梭，但都能够借助旅行中所见的自然景象，如一片树林或湖畔的儿朵水仙花，来缓解我们一些怨恨和卑劣欲望。年月至口湖区之旅有感旅行的艺术地点导游壮阔西奈沙漠伯克约伯由于非常向往沙漠，而美国西部的照片小片风滚草被风卷起在草地上翻腾和伟大沙漠的名字如美国加州的莫哈韦沙漠非洲的卡拉哈里沙漠新疆的塔克拉玛干沙漠和蒙古的戈壁又强烈地吸引了我，于是我搭乘包机前往以色列胜地埃拉特，准备到西奈沙漠漫游一番。在飞机上，我同邻座一名澳大利亚女子谈天，她正准备到埃拉特的希尔顿酒店当泳池救生员。在飞行途中，我阅读的是帕斯卡尔的文章当我想到我占有的这个小小的空间正要被无垠的空间吞噬，然而对无垠的空间，我一无所知，连这空间也不知道我的存在，这个念头让我惊恐，我也惊讶于自己出现在此空间而非彼空间我有什么理由出现在此地而非彼地，有什么理由出现在此时而非彼时？是谁让我置身于此？帕斯卡尔沉思录华兹华斯鼓励我们到各地旅游以体验真情，滋润灵魂。我ss―，法国哲学家散文大师。――旅行的艺术前往沙漠是为了让自己感悟到一种渺小。就像被酒店的看门侍者轻视，或被英雄的成就比下去一样，渺小通常不是一种让人愉快的感觉。不过，还有另外一种令人满足又能让自己感觉渺小的方式，那就是在以下画作面前观画比兹塔特的落基山脉兰德斯峰年卢泰尔堡的阿尔卑斯山雪崩年，或者弗里德里希的吕根岛的白垩峭壁年。画中这些荒芜无垠的空间带给我们的是什么呢？落基山脉兰德斯峰，年s―，美国风景画家。一，ps―早期浪漫主义家。"}
