{"text":"他点点头，正要走开，忽然看到那女孩对着下沉的夕阳站着，眯缝着眼睛，笑嘻嘻地毫不防备。他便猛然变了主意，像饿虎一样朝她扑去，去势之快捷，连苍鹰捕食都不能与之相比。殊不知那女孩朝地上一扑，比兔子还快地从他胯下爬过，等到王安转过身来，那女孩已经逃到十丈以外，拍着手笑道舅舅和我捉迷藏！你捉不到我，明天我再来，今天可要回家了！第二天早上，王安到衙门里去点卯，发现签事房里一片欢腾，那佛手串的案子已经结束。原来圣明仁慈的皇后宣布说是她走进皇上的密室，取去了那串骨珠。公差们兴高采烈地到禁军衙门去接老婆，兵大爷们说，他们未奉旨不便放人。可是，他们也说相信圣旨不时将下，公差们就可以与妻子团聚了。王安对此也深信不疑。他回家里来，洒扫庭院，收拾家具，正忙得不可开交。那个女孩忽然来了，她站在门口，挑起眉毛说舅舅你在忙什么？难道舅娘要出来了吗？王安说大概是吧。皇后承认是她偷去了珠子，这个案子该结了。女孩说我看未必。皇后怎么会偷皇上的珠子？难道她也是贼？王安笑了甥女儿，皇后说是她拿了珠子，想来自有她的道理，这种事情我们不便猜测。我想她老人家身为国母，一串骨珠也还担待得下，我对这案子不便关心，倒是你这爬墙的本领叫人佩服，是谁教给你的？没人教，我天生骨头轻，从小会爬墙。不管有人教也罢，没人教也罢，反正不是好本领。你把它忘了吧。等你舅娘回来，你和她学学针线。女孩一听立刻火冒八丈，龀牙咧嘴，状如野猫。她恶狠狠地说针线我会，不用跟她学。舅舅你不要得意，也许空欢喜一场！王安摇摇头，不再答理她，那女孩说舅舅，你还捉不捉我了？王安想起昨天的事，羞得满脸通红。王安到长安之前，在河间府做过九年公差，当时是公差的骄傲，贼子的克星，出手速度之快，足能捉下眼前飞过的小鸟，但是却捉不一以一个小女孩。他摇着头说甥女儿，你把这事也忘了吧，昨天是我一时糊涂。舅舅一点也不糊涂，我就坐在这儿，你再来捉捉看？王安知道，她就如天上的云，地上的风，谁也捉不到。昨天他被她表面的松懈迷惑，结果大出洋相。今天他不上这个当。他摇摇头说我何必要捉你？事情已经过去了。那个女孩就走出去。王当躺在竹床上，想到几天之内就可以和老婆相会了。"}
{"text":"他摇着头说甥女儿，你把这事也忘了吧，昨天是我一时糊涂。舅舅一点也不糊涂，我就坐在这儿，你再来捉捉看？王安知道，她就如天上的云，地上的风，谁也捉不到。昨天他被她表面的松懈迷惑，结果大出洋相。今天他不上这个当。他摇摇头说我何必要捉你？事情已经过去了。那个女孩就走出去。王当躺在竹床上，想到几天之内就可以和老婆相会了。他极力在想像中复原她的倩影，但是这件事很困难。他也为那女孩所惑。当然，不是惑于她的美色。虽然她很美丽，但是尚未长成。王安的妻子在夜里比她要美得多。王当只是沉迷于她的快捷，她玲珑的骨骼，她喜怒无常的性格，这些气质比女色更迷人。王安影影绰绰地想起妻子在月夜里坐在竹床上的形象，她高大而丰满，裸露出胸膛，就如一座活玉雕。她在白天的凶暴，似乎全是为了掩饰在夜里的美，这好像是一个梦。可是那女孩在墙上游动的身影就在眼前，她的身子好像没有重量。像这样的人，除非她乐意让你捉住，否则你是无法捉到的。而让她把自己交到别人手里，是一件极费心力的事。谢天谢地，王安不必再为此费心了。就在王安感到轻快的时候，皇上觉得头痛欲裂，周身都是麻烦。皇后说她已经把手串毁了。皇帝只得从密室里走出来，尝试过以前的生活。但是他觉得外面光线晃眼，噪声吵人，山珍海味都不适口，锦墩龙椅都不舒适，宫里的女人浮嚣可憎，因此他又回密室去，召皇后来见面。浑身异香的皇后到皇帝面前时，面上浮起了红晕，皇帝觉得她分外光艳照人，所以要说的话也分外难说了出口。他踌躇良久最后痛苦地说梓童，朕知道你谏止朕迷恋珠串的苦心，朕也试图照你的意思去办。事实上，朕虽拥有六宫佳丽，除了你之外，却没有一个可以信赖的女人。由于你有天生的异香，由于你对朕的厚爱，朕早已决定终生绝不违拗你的意思。但是这手串实在是朕的生命，朕一定要把它追回。朕的苦恼，希望你能够理解。皇后跪在他面前连称万岁，口称臣妾罪该万死，可是皇帝却出起神来。他看着皇后花一样的面孔，想起自己幼年丧母，从未感到母亲的爱。因此当他爱上皇后之后，就有轻微的犯罪感，每次和皇后做爱时，他感到她肉体的颤栗，就有一种儿奸母的感觉。如果不是因为这个，他绝不会割舍皇后，自己深入密室苦修。于是他苦笑一声，叫皇后平身。又赐她与自己同座。"}
{"text":"由于你有天生的异香，由于你对朕的厚爱，朕早已决定终生绝不违拗你的意思。但是这手串实在是朕的生命，朕一定要把它追回。朕的苦恼，希望你能够理解。皇后跪在他面前连称万岁，口称臣妾罪该万死，可是皇帝却出起神来。他看着皇后花一样的面孔，想起自己幼年丧母，从未感到母亲的爱。因此当他爱上皇后之后，就有轻微的犯罪感，每次和皇后做爱时，他感到她肉体的颤栗，就有一种儿奸母的感觉。如果不是因为这个，他绝不会割舍皇后，自己深入密室苦修。于是他苦笑一声，叫皇后平身。又赐她与自己同座。皇帝握着皇后的手说梓童，朕已有了追回手串的办法，但是却难免要冒犯于你。自从你我结缘以来，你已为我忍受了不少痛苦。为了追回手串，朕又要你为我忍受新的痛苦。因此朕要请求你的原谅。皇后又到皇上面前跪下，口称她能够身为当今国母，全赖皇上的厚恩，她愿为皇上做一切事，惟一不能做的就是追回手串，因为它已经被毁掉了。皇上对这种说法感到厌倦。挥手叫皇后离去。然后在蒲团上静坐了很久，终于下定了决心。他想皇后已经为他忍受过不少痛苦，再让她忍受点也无妨，这就如顽童烦扰母亲时那种模糊的心境，既然她能受得了生他的痛苦，还有什么受不了的。王安再到衙门里去点卯时，发现同事们在签事房里饮酒赌博，到处是放纵松懈的情绪。他还来不及打听出了什么事，就被叫到公堂上去，被按在堂上打了三十大板，做公差的总难免挨打。可是这一回打得非常之轻，那力量连蚊子都拍不死。挨过打之后，王安跪起来，要听听自己挨打的原因。可是官老爷什么也没说，摇头叹气地退堂了，他问打人的公差，今天这三十大板是怎么回事，可是那些人也只顾摇头叹气地离去。于是王安就回签事房去，问出了什么事情。别人说，皇帝早上下了圣旨，要全城的公差继续追查手串的案子，并且是严加追查，一天不破案，全体公差都要挨三十大板。公差们说，手串已经被皇后毁去，还要追查，这岂不是向公狗要鹿茸，向母鸡挤奶的事？他们还说，皇上天恩，只赐每天三十大板，就算把大伙全阉割了，把家眷变卖为奴，也是无可奈何的事。王安却没有那么达观，他赶紧回去找那个女孩，找遍了鬼方坊，再也找不到，他就回家来，坐在床上痛悔自己的愚蠢第一不该冒失地出手抓那孩子，第二不该相信这个案子已经结束，第三不该对那女孩说，要她向老婆学针线。此时她肯定已经远走高飞，他想到自己能够和她住一个坊里，这是何等的侥幸。"}
{"text":"公差们说，手串已经被皇后毁去，还要追查，这岂不是向公狗要鹿茸，向母鸡挤奶的事？他们还说，皇上天恩，只赐每天三十大板，就算把大伙全阉割了，把家眷变卖为奴，也是无可奈何的事。王安却没有那么达观，他赶紧回去找那个女孩，找遍了鬼方坊，再也找不到，他就回家来，坐在床上痛悔自己的愚蠢第一不该冒失地出手抓那孩子，第二不该相信这个案子已经结束，第三不该对那女孩说，要她向老婆学针线。此时她肯定已经远走高飞，他想到自己能够和她住一个坊里，这是何等的侥幸。她又自己找上门来，这是何等的机遇。上天赐给王安这么多机会，他居然让她平安地溜走。简直是活该失去胡子和老婆。现在王安只好把希望寄托在皇后身上。他回签事房去，听说皇上已经下旨把她废为庶人。还要京兆衙门把公案和刑具搬进宫去。今天晚上他要亲审废后，要全城的公差都进宫去站堂。王安听到这个消息，吓得面孔铁青，坐在长凳上，好像一段呆木头。皇后被贬为庶人之后，就从宫殿里搬进了黑牢。在那儿她被席子上的霉味熏得半死，还被人剥去长袍，除去钗环，换上了罪衣罪裙。这种粗布衣服她从来没穿过，她觉得浑身如虫叮鼠咬。天黑之前，晚霞从窗口映入，照到皇后身上，她觉得周身血迹斑斑，想来到即将到来的羞辱和酷刑，她几次几乎晕死过去。最后有人打开牢门，用锁链锁住她的手足，牵着她去见皇帝。皇后赤足踉跄，走过宫里的石板地，心想生为绝代佳人，实在是件残酷的事情。对于皇后来说，就连更衣这样的小事都是巨大的痛苦。从窗缝里吹进来的风也能使她感到利刃割面的痛苦。出浴时的毛巾不管多么柔软，她都觉得如板锉毛刷。所以活在世上就如忍受一场酷刑。尽管如此，做绝代佳人也比不做好。这就如君王的雨露之恩，来时令人不堪忍受，但是如果不来，更叫人无法活下去。因此皇后决定领受皇帝赐给的刑罚，宁可在刑具下死去，也不改变上谏皇帝的初衷。皇后来到皇帝前跪拜时，披散着万缕青丝，脖子上套着铁链。她穿着死囚临刑时穿的褐色衣裙，赤手赤足，用气息奄奄的声音喊道犯女，愿皇上万岁万岁万万岁！皇上听了有一种奇异的感觉。他叫皇后抬起头来，发现一天不见，皇后已经清简了很多，他以聊天的口吻说梓童，你披枷戴锁，身着死囚的服装，朕觉得更增妩媚。皇后说，她已经贬为庶人，现在是皇上的阶下囚，请皇上不要以梓童相联系称呼。"}
{"text":"皇后来到皇帝前跪拜时，披散着万缕青丝，脖子上套着铁链。她穿着死囚临刑时穿的褐色衣裙，赤手赤足，用气息奄奄的声音喊道犯女，愿皇上万岁万岁万万岁！皇上听了有一种奇异的感觉。他叫皇后抬起头来，发现一天不见，皇后已经清简了很多，他以聊天的口吻说梓童，你披枷戴锁，身着死囚的服装，朕觉得更增妩媚。皇后说，她已经贬为庶人，现在是皇上的阶下囚，请皇上不要以梓童相联系称呼。皇上却说，他觉得阶下囚比皇后更加可爱。皇后就说，只要皇上喜欢，她也乐意做阶下囚。皇帝就挽了她的手到窗口去，让她看庭院中熊熊的烈火，如狼似虎的公差，血迹斑斑的刑具。皇后看了这些东西，只觉得天旋地转，立刻倒在皇上的怀里。皇后醒来之后，皇帝对她说梓童，现在改变你的决心还不算晚。否则朕只有为就要发生的事情请求你的原谅。皇后明白，无论什么都不可能阻止皇帝追回他的手串，但是她还是说，她的身体归圣上所有，无论置于龙床上还是刑具下，都是正确的用途。于是皇帝叫人把她牵出去，几千名公差齐声高叫升堂，几乎把皇后娇嫩的耳膜震破。她被带过公差们站成的人甬道几乎被男人身上的汗臭熏死，来到公案前跪下，在皇帝面前复述她的供词。皇帝立即命令对废后用刑，拶子刚套上她的十指尚未收紧，皇后的指尖就渗出血来。她像被门夹住尾巴的猫一样惨叫一声，晕死过去。皇帝命令，用香火把皇后熏醒，再开始刑讯。拶子又收紧了一点儿，皇后在痛苦之中挣扎，却不能晕死过去。她身上的异香随着汗水蒸发，使行刑的公差腿软腰麻。这时皇帝逼问她的供词，皇后仍然不肯更改。皇帝就命令松去拶子，用藤条抽打她的手心，用金针刺入她的足趾。皇后晕厥了几次，终而不肯改口，最后皇帝命令松去皇后的刑具，她立刻瘫软在地昏死过去。皇帝命令把皇后送回寝宫，请太医诊治。然后板起脸来，公差扔下手中的水火棍，跪在御前磕头，那情景就如几千人在打夯。皇帝提高嗓子说朕已知道，你们这些乌鸦，不肯为朕尽心办案，却污蔑说皇后偷走了朕的手串。朕本该把你们全体凌迟处死，奈何还要依仗你们追回失物，只得放你们一条生路。朕这宫中没有石碾石磨，任凭什么人，都不能毁掉手串。而要说那手串为皇后藏匿起来呢，你们的狗头上也长有狗眼，应该看到皇后受刑时的情景。在这种情形之下，她如果能交出手串。"}
{"text":"皇帝命令把皇后送回寝宫，请太医诊治。然后板起脸来，公差扔下手中的水火棍，跪在御前磕头，那情景就如几千人在打夯。皇帝提高嗓子说朕已知道，你们这些乌鸦，不肯为朕尽心办案，却污蔑说皇后偷走了朕的手串。朕本该把你们全体凌迟处死，奈何还要依仗你们追回失物，只得放你们一条生路。朕这宫中没有石碾石磨，任凭什么人，都不能毁掉手串。而要说那手串为皇后藏匿起来呢，你们的狗头上也长有狗眼，应该看到皇后受刑时的情景。在这种情形之下，她如果能交出手串。绝无不交的可能。故而你们这批狗头，应该死心塌地地到宫外寻找，不要抱有幻想，朕的话你们可明白？公差们抬起头来，齐声应道明白！皇帝脸上露出了笑意说还有一件事情，朕说与你们知道。朕已下旨到关中各郡招集民间阉猪的好手，七天之内，你们如不能把手串交回御前，朕就要把你们阉掉半边。再过七天还不能破案，就把你们完全阉掉。现在你们马上出去为朕追赶寻失物。滚吧！公差们从宫里出去。顾不上包扎额上的伤口，就到大街上去胡乱捕人。王安不参加捕人的行动。他回去家。出乎他的意料，他家里点着灯，那女孩坐在灯下，见到他进来，她站起来迎接说舅舅回来了！你的头上怎么破了？听了这句话，王安勃然大怒，这简直是在揭他的短。他尽力装作不动声色，可是还免不了嘴角发抖。那女孩拍手笑道舅舅生气了！你来捉住我好了，只要捉住我就可以出尽你的恶习气了！王安更加愤怒，非常想朝她猛扑过去，可是他知道捉不到她，他强笑着到席上去盘腿坐下，要那女孩拿来短几，把灯台放在几上。然后他叫她在对面坐下，和她对坐了许久。那女孩的手放在案上，手背和十指瘦骨嶙峋，叫人想起北方冰封悬崖上黑岩石中一缕金子的矿脉。她手肘上洁白的皮肤下暗蓝色的血管，就像雪原上河流，又如初雪后沼泽上众多的小溪。王安把双手也放到案上去，把她的双手夹在自己的手中间。王安感到她的双手的诱惑，如多年前他老婆的脖子的诱惑一样。王安的老婆在婚前也是个贼，虽无飞檐走壁的奇能。却擅长穿门过户。这原不是王安的案子，可是他为她雪白修长的秀颈所迷惑，一心要把链子套到她的脖子上去。王安这一生绝不贪恋女色，却要为女贼所迷。"}
{"text":"她手肘上洁白的皮肤下暗蓝色的血管，就像雪原上河流，又如初雪后沼泽上众多的小溪。王安把双手也放到案上去，把她的双手夹在自己的手中间。王安感到她的双手的诱惑，如多年前他老婆的脖子的诱惑一样。王安的老婆在婚前也是个贼，虽无飞檐走壁的奇能。却擅长穿门过户。这原不是王安的案子，可是他为她雪白修长的秀颈所迷惑，一心要把链子套到她的脖子上去。王安这一生绝不贪恋女色，却要为女贼所迷。因此他看到墙上的壁画就会怦然心动，看到女孩在树下捡槐蚕就心悸不安，现地看到灯下案上一双姣好的双腕，手就禁不住轻柔地向上移去。十年前，王安看到那修长的脖子，天鹅似的仪容，禁不住起了男人的欲望，因此他就判定这个女人是个贼。看见她从前门走进巨富人家，他就到后门去等。现在他坐在女孩对面，手指轻轻触及她的肌肤，心中的狂荡比十年前有过之而无不及。女孩的腕上传过回夺的悸动，可是她立刻又忍住了，把手腕放在一点点收紧的把握中。王安始终不相信她会被抓住，直到他的手已经握实之后。他猛然用上了十成握力。那女孩哇地一声叫出来，猛地挣了起来，却丝毫也挣不动。然后她兴奋地面红耳赤，大叫道舅舅，你捉住我了！王安猛想到捉住她也没什么用。他没有一丝证据，不能把她送到衙门里严刑拷打。他觉得受到了她的戏弄，就把手松开了，女孩把手捧到灯下去看，发现腕上印下了深深的青痕，不禁心花怒放，把双腕并着又伸了出来说舅舅你把木音丑套在这青痕上，再用链子锁住我的脖子，拉我到衙门去吧！我乐意！王安虽然确信这女孩是贼却不能送她坐牢。他茫然地坐着，一会想说，你把这事忘记忘了吧。一会又想说，你回家去。最后他说甥女儿，我捉了你又放了，你满意了吧？现在告诉舅舅，皇上的手串你拿了没有？女孩说舅舅的话我不大明白，什么满意不满意的，难道你当年也这么捉过舅娘？王安当年站在那家巨富后门的僻巷里，他老婆出来时，他把链子锁在她脖子上。他本该把她拉到衙门去，但是他没有，他把她拖到没有人的地方，动手掏她怀里的赃物，结果看到她乳房上的痣，就再也把持不住，冒犯了她的身体。等到发现她的处女的血染上他的身，王安就不便送她去坐牢，而是娶了她当老婆。如今这女孩问起，他就简略地说过此事，然后说甥女，舅舅是怎么一个人，你已经明白了。我现在求你，帮我找回皇上的手串，要不皇上要阉了我们。"}
{"text":"王安当年站在那家巨富后门的僻巷里，他老婆出来时，他把链子锁在她脖子上。他本该把她拉到衙门去，但是他没有，他把她拖到没有人的地方，动手掏她怀里的赃物，结果看到她乳房上的痣，就再也把持不住，冒犯了她的身体。等到发现她的处女的血染上他的身，王安就不便送她去坐牢，而是娶了她当老婆。如今这女孩问起，他就简略地说过此事，然后说甥女，舅舅是怎么一个人，你已经明白了。我现在求你，帮我找回皇上的手串，要不皇上要阉了我们。阉是怎么回事，你知道吗？那女孩面露不悦之色说，她知道什么叫阉，却不懂王安为什么为难。他如果怕阉，可以逃走，至于手串，她可帮不了忙。王安就说甥女儿，别拿舅舅开心。凭我对你的感觉，你就算不是偷手串的贼，也是大有来历。你一定能帮舅舅寻回手串。至于要我逃脱，是你小孩子不懂事。我怎能扔下舅娘不管？女孩怒起来，跪在席子上说舅舅说我是贼为什么不搜我的怀？那怎么成？搜你舅娘已经很不对了。女孩大发雷霆，尖叫道有什么对不对的！既然都是贼，捉住了有的搜，有的不搜，真是岂有此理！说着她一把把胸襟扯开。王安看到她的胸上也有七点红痣，和他老婆的毫无二致。他因此大吃一惊，两眼发直，然后他才看到她怀里藏了一串珠子。肯定是皇上遗失的，他连忙去抓她的足踝已经迟了，堂屋里就如起了一阵风，女孩一晃就不见了。女孩走后，王安想了很久，他忽然彻底揭穿了这个谜。有两点是他以前没有想到的，第一是那女孩和王安的老婆很熟，王安可以想像他老婆在荒坊里很寂寞，如果有一个女孩来做伴她就会把什么都说出来。还有第二点，就是这女孩一直在偷东西。按照规律，地方上出了大案公差领命破案时，总要收家属为质。她想用这种方法把王安的老婆撵走，所以这两年长安城里的大窃案层出不穷。不过王安在衙门里不属于机智干练那一类，所以总也捉不到他老婆头上来。直到她偷到皇帝头上，方才得逞。想明了这两点，王安觉得这案子他已经谙然于胸。他对追回手串又有了信心。他在灯里注入新油，在灯下正襟危坐。他知道那女孩一定会回来的。她果然回来了，坐在王安面前吐舌头做鬼脸。王安视若不见，板着脸说甥女儿，你别挤眉弄眼，这不好看。我问你，你胸上的红点是天生的吗？女孩一听，小脸登时发青。"}
{"text":"她想用这种方法把王安的老婆撵走，所以这两年长安城里的大窃案层出不穷。不过王安在衙门里不属于机智干练那一类，所以总也捉不到他老婆头上来。直到她偷到皇帝头上，方才得逞。想明了这两点，王安觉得这案子他已经谙然于胸。他对追回手串又有了信心。他在灯里注入新油，在灯下正襟危坐。他知道那女孩一定会回来的。她果然回来了，坐在王安面前吐舌头做鬼脸。王安视若不见，板着脸说甥女儿，你别挤眉弄眼，这不好看。我问你，你胸上的红点是天生的吗？女孩一听，小脸登时发青。王安又说你舅娘对你多好，连奶都给你看，可是你却累得她坐牢，你不觉得可耻吗？女孩的脸又恢复了原状，她说有什么可耻的？我早就想送她进牢房。我听舅娘说，上次舅舅勒死一个贼就在佛前忏悔，发誓道今生再不捉贼，伸左手砍左手，伸右手砍右手。可是你却一连捉了我三次，怎么也不知道羞耻？还不把手砍下来！王安脸红了一下说这也没什么可耻的，大人者，言不必信，行不必果，手也不一定要砍。然后他觉得这样不足以启迪女孩的羞耻心，就说甥女儿，你胡闹得够了，又偷东西，又点假痣，还把赃物揣在怀里，这全是学你舅娘的旧样。这种小孩子的把戏，你还要耍多久？舅舅既然说我是小孩子，那我就把这戏耍到底。王安为之语塞。那女孩又说其实我并不是小孩子，舅舅伸手捉了我，我就是不折不扣的女贼，你该用对待女贼的态度对我。王安苦笑着说舅娘是个苦命人。十年前舅舅无礼强暴了她，到今天她对我还是又抓又咬。这是舅舅的孽债，不知什么时候才能还清。甥女儿，我们不能让舅娘再受苦，否则舅舅的孽债就更深重了！呸！她算什么苦命人？你这话只好去骗鬼！女孩说，王安的老婆是什么样的人，她比王安还清楚。白天来看时，王安的老婆蓬头垢面音嗓粗哑，显得丑陋不堪。她用男低音说话。说到王安，她说他是一群猪崽子中最下贱的一只。十年前他用铁链子勒着脖子把她强奸了，她说王安的身体毛茸茸的，好像只大猴子。在夜里，因为夫妻的名分和女性的弱点，让他占有了她的肉体。白天想起来，就如喉咙里含了活泥鳅一样恶心，她真恨不得把王安吃掉，以解心头沉郁十年的怒气。然后她给女孩看她指甲上的血迹，说她刚把王安抓得落荒而逃。"}
