{"text":"这个问题，将来会讨论到，中国文化中两个观念是由道家出来的，一个是大公无私，一个是绝对自私，两种极端思想，对我们而言都做不到的。而儒家则主张有限的自私。举个例子，如果大家没有衣服穿，我弄到了一件，先给我的父亲穿，父亲穿了给我穿，等自己多一件时，再给别人穿。助人的心行，由近而远，渐渐扩及他人。亦可宗，像这个样子，也可以宗仰。这些都是讲做学问的态度。然后再引用孔子的话子曰君子食无求饱，居无求安，敏于事而慎于言，就有道而正焉，可谓好学也已。说明学问的道理，并不是只读死书，而是注重现实人生中的作人处世。孔子说生活不要太奢侈，食无求饱，尤其在艰难困苦中，不要有过分的满足奢侈的要求。与乡党篇孔子自己生活的态度作人的标准是相通的。居无求安，住的地方，只要适当，能安贫乐道，不要贪求过分的安逸，贪求过分的享受。这两句话的意义，是不求物质生活的享受，而重视精神生命的升华。敏于事而慎于言，包括了一切责任一切应该做的事，要敏捷――马上做。慎于言，不能乱说话。就有道而正焉，这个道就是指学问修养。那么哪里叫有道呢？古人的书本，书本上就是有道，从书本上去修正作人做事的道理，这个样子就叫作好学。可见学而一篇，并不是说读书就是学问，前后好几处，都是这样证明的。多才多艺的子贡接下来讲子贡。我们特别留心这个人，上面也曾提到过，子贡在孔门弟子中，不但是学问家，也是外交家政治家，以现代观念来讲，也是工商界的钜子。读司马迁的史记，就可以看见一篇东西――货殖列传，史记这部书，在中国历史文化上，有了不起的价值。货殖列传就是讲商业家，讲社会工商经济发展的情形。中国文化在过去始终是轻商的，所谓士农工商，商人的阶级，列在四民之末，为社会所轻视，而司马迁特别提出商来，写了这篇创作。以后中国的历史，才有货殖列传的精神，顺便也记载一般经商者的事。司马迁当时写货殖列传的动机，是认为工商社会的发展，是关系国家政治的命脉，不能不注意，可是当时不能如此明显提倡，所以他写了货殖列传。其中还包涵许多褒贬的微词。司马迁有很多东西是创作，像他又写了游侠列传。"}
{"text":"中国文化在过去始终是轻商的，所谓士农工商，商人的阶级，列在四民之末，为社会所轻视，而司马迁特别提出商来，写了这篇创作。以后中国的历史，才有货殖列传的精神，顺便也记载一般经商者的事。司马迁当时写货殖列传的动机，是认为工商社会的发展，是关系国家政治的命脉，不能不注意，可是当时不能如此明显提倡，所以他写了货殖列传。其中还包涵许多褒贬的微词。司马迁有很多东西是创作，像他又写了游侠列传。在过去，人们认为游侠这一批人，作奸犯科――老子拳头大，就是那么回事。司马迁却特别写了游侠列传，他认为这些人在社会落伍的时候动乱的时候，道德道理人情法律都没有办法的时候，只有老子拳头大！一伸胳膊则没有事了，才可解决问题，所以他觉得这种精神，非常可取，就写了游侠列传。史记这部书，研究起来很有趣，中国文化的许多精神，司马迁都在史记上点出来了。我们讲子贡，牵涉到史记，司马迁在货殖列传中，特别提到子贡这个人，非常了不起，乃至强调地说，孔子的学说思想，后来能够流传下来，端赖他的出力。现在讲到学问的修养，提到子贡一段非常重要的话子贡曰贫而无谄，富而无骄，何如？子曰可也，未若贫而乐，富而好礼者也。子贡曰诗云如切如磋，如琢如磨。其斯之谓与！子曰赐也，始可与言诗已矣！告诸往而知来者。这一段很值得注意的。以前一直讲学问，这一段则是描写有一天子贡问孔子的故事。有如电视上的一个短剧。子贡说，老师！人穷了，倒楣了，还是不谄媚，不拍马屁，不低头发财了，得意了，还能够对人不骄傲，何如？这个何如？若演起戏来，导演一定教演员作得意状。子贡这个时候，似乎认为自己学问修养做到这个地步已经很不错，很有心得了，心里在想一定可以得到老师的欣赏，给一个一百分，至少九十分，所以他这何如用白话来说是老师！你看看我怎么样？那种自肯的味道，完全在这何如两个字上表现出来了。我们都常听说得意忘形，但是，据我个人几十年的人生经验，还要再加上一句话――失意忘形。有人本来蛮好的，当他发财得意的时候，事情都处理得很得当，见人也彬彬有礼但是一旦失意之后，就连人也不愿见，一副讨厌相，自卑感，种种的烦恼都来了，人完全变了――失意忘形。"}
{"text":"你看看我怎么样？那种自肯的味道，完全在这何如两个字上表现出来了。我们都常听说得意忘形，但是，据我个人几十年的人生经验，还要再加上一句话――失意忘形。有人本来蛮好的，当他发财得意的时候，事情都处理得很得当，见人也彬彬有礼但是一旦失意之后，就连人也不愿见，一副讨厌相，自卑感，种种的烦恼都来了，人完全变了――失意忘形。所以我就体会到孟子讲的富贵不能淫，贫贱不能移，威武不能屈。一个人做学问，只要做到贫贱不能移一句话――能够受得了寂寞，受得了平淡，所谓唯大英雄能本色，无论怎么样得意也是那个样子，失意也是那个样子，到没有衣服穿，饿肚子仍是那个样子，这是最高修养，达到这步修养太难了。所以子贡讲的贫而无谄，富而无骄的确是不容易，很难得。可是孔子并没有给他九十分，只是可也而已。下面还有一个但是，但是什么？未若贫而乐，富而好礼者也。你做到穷了，失意了不向人低头，不拍马屁，认为自己就是那么大，看不起人，其实满肚子的不够或者你觉得某人好，自己差了，这样还是有一种与人比较的心理，敌视心理，所以修养还是不够的。同样的道理，你到了富而不骄，待人以礼，因为你觉得自己有钱有地位，非得以这种态度待人不可，这也不对，仍旧有优越感。所以要做到真正的平凡，在任何位置上，在任何环境中，就是那么平实，那么平凡，才是对的。所以孔子告诉子贡，像你所说的那样，只是及格而已，还应该进一步，做到贫而乐，富而好礼。安贫乐道。安贫就非常难，孔子在下面就有君子，素富贵，行乎富贵素贫贱，行乎贫贱的话。所以有些朋友很了不起，很清高，聊天时常常问起你看我这个人怎么样？我说我个人不完全同意你，你是很清高，不过有一点苟求清高。一个人是应该清高的，但有人是苟求清高，或者为了标榜自己清高，因此只好忍痛牺牲。那就大可不必，这就不平凡，不平凡不是真涵养的精神。因此孔子告诉子贡，要安贫乐道，要平实，他说仅是做到不骄傲，不算好，还要进一步做到好礼，尊重别人和爱人。富而好礼的方面，我们与工商界人士接触就看得出来，社会上的有钱人，有的非常讨厌，不学无术，一开口庸俗不堪，所以富有不一定好礼。好礼不一定仅仅讲礼貌，而是在学问作人各方面随时虚心求进。"}
{"text":"我说我个人不完全同意你，你是很清高，不过有一点苟求清高。一个人是应该清高的，但有人是苟求清高，或者为了标榜自己清高，因此只好忍痛牺牲。那就大可不必，这就不平凡，不平凡不是真涵养的精神。因此孔子告诉子贡，要安贫乐道，要平实，他说仅是做到不骄傲，不算好，还要进一步做到好礼，尊重别人和爱人。富而好礼的方面，我们与工商界人士接触就看得出来，社会上的有钱人，有的非常讨厌，不学无术，一开口庸俗不堪，所以富有不一定好礼。好礼不一定仅仅讲礼貌，而是在学问作人各方面随时虚心求进。假如一个真正富有的人，能够不断追求学问，不断讲究作人做事的道理，实在了不起。有的人事业成功了以后，往往亲朋间脱离了关系，这是遗憾的事。讲到这里，再看下去，知道子贡是服了老师，孔子是了不起的，所以子贡提出了一句话来说诗云如切如磋，如琢如磨。其斯之谓与！这个诗是古代的诗，谁作的呢？前辈古人作的，当时流传很广。如切如磋，如琢如磨。这八个字是引用古诗里的原句。这诗是讲做玉石的方法，如花莲的玉石，最初是桌面大的一块石头，买来以后，先将它剖开，里面也许能有几百个戒指面，也许只有十个八个也说不定。做玉器的第一步，用锯子弄开石头叫剖，也就是切找到了玉，又用锉子把石头的部分锉去，就是第二步手术叫磋玉磋出来了以后，再慢慢地把它雕琢，琢成戒指型鸡心型手镯型等一定的型式器物，就是琢然后又加上磨光，使这玉发出美丽夺目的光彩来，就是磨。切磋琢磨，这就是譬喻教育。一个人天生下来，要接受教育，要慢慢从人生的经验中，体会过来，学问进一步，工夫就越细，越到了后来，学问就越难，所以如切如磋，如琢如磨，其斯之谓与！这句话大有推崇孔子的意思，好像说做学问还要像玉一样地切磋琢磨，我懂了。那么孔子答复他了，子曰赐也，始可与言诗已矣！告诸往而知来者。赐是子贡的名字，孔子说你懂得这个道理，现在可以开始读书了，也可以开始读诗了，因为我刚刚提示了你一个道理，你自己就能够另外推演出别的道理来。这表示了一个人的天分高，拿现在的教育来说，是教了一个原则，其他就可以自己类推了。诗的人生不过这句话研究起来有一个问题，是诗的问题。"}
{"text":"告诸往而知来者。赐是子贡的名字，孔子说你懂得这个道理，现在可以开始读书了，也可以开始读诗了，因为我刚刚提示了你一个道理，你自己就能够另外推演出别的道理来。这表示了一个人的天分高，拿现在的教育来说，是教了一个原则，其他就可以自己类推了。诗的人生不过这句话研究起来有一个问题，是诗的问题。我们知道中国文化，在文学的境界上，有一个演变发展的程序，大体的情形，是所谓汉文唐诗宋词元曲明小说，到了清朝，我认为是对联，尤其像中兴名将曾国藩左宗棠这班人把对联发展到了最高点。我们中国几千年文学形态的演变，大概是如此。今天中午有位学者，谈到很多人写作的东西，他说过去看了一些作品，马马虎虎过得去，还不注意。现在看一些作品可难了。他这话是真的。有些人有文学家的天才，随便写几句，从笔调上一看，就知道他在文学上一定会有成就也有的人力学一辈子，也不能变成文学家。虽然写文章写得蛮好，但是他到不了那个程度，怎么下工夫都无法突破他们自己的那一个极限，他的文章始终只是一个科学家的文章。所以看科学的书，没有办法看得有趣味。我曾经对学生说，你教化学的，如配合文学手法来教，会比较成功。科学本身很枯燥，所以最好把它讲得有趣味，比如对一个公式，先不要讲公式，讲别的有趣的最后再说明这个有趣的事，跟某一公式的原理是一样的，听的人就可以贯通。结果有几个学生用这个方法教，的确很成功。但现在中国文学正在剧变当中，还找不出一个法则来。至于诗，过去我们读书，没有人不是在小学不是现代的小学就开始学诗的。每一个人都会作诗，不过是不是一个诗人，是另一个问题。有人问为什么我们对诗的教育这样重视，这是个大问题。下面第二篇为政里就有一个要点，说明这个道理。一般人通常认为，作诗就是无病呻吟，变成诗匠。从前也有人打趣这种诗，所谓关门闭户掩柴扉，关门就是闭户，闭户也是关门，掩柴扉还是关门。平仄很对，韵脚也对，但是把它凑拢来，一点道理都没有。这就是无病呻吟，这样的文学，实在有问题，都变成关门闭户掩柴扉了。过去还有一个笑话，在几十年前，有一种所谓厕所文学。在江南一带，像茶馆等公共场所的墙上，乱七八糟的字句，写得很多。这些字句，无以名之，有人就称它为厕所文学。有人看了这些文字，实在看不下去了，也写了一首诗，这首诗也代表了中国文化中文学的末流。"}
{"text":"从前也有人打趣这种诗，所谓关门闭户掩柴扉，关门就是闭户，闭户也是关门，掩柴扉还是关门。平仄很对，韵脚也对，但是把它凑拢来，一点道理都没有。这就是无病呻吟，这样的文学，实在有问题，都变成关门闭户掩柴扉了。过去还有一个笑话，在几十年前，有一种所谓厕所文学。在江南一带，像茶馆等公共场所的墙上，乱七八糟的字句，写得很多。这些字句，无以名之，有人就称它为厕所文学。有人看了这些文字，实在看不下去了，也写了一首诗，这首诗也代表了中国文化中文学的末流。原句是从来未识诗人面，今识诗人丈八长，不是诗人长丈八，如何放屁在高墙？这是当时批评厕所文学的滑稽之作，像这类衰败的情形，我们现在看来很平常，但当时却很严重。所以当年国父不得不提倡革命。那时文学文化的问题，是非常严重。那些无病呻吟的诗，衰败的东西太多了！像这一类含义的笑话，实在太多。所以后来五四运动的时候，要打倒旧文化，固然打错了，可是这个错误的实在，也不能完全由当时动手打的人担负起来。这个错误是在那个时代，历史的包袱给他们的压力而造成的。这里孔子对子贡说的话，点出了诗的道理是什么，作诗学诗的人，并不光是想当一个诗人，否则当诗人就要被骂如何放屁在高墙。所以诗的目的，并不是专搞文学，其中所含的道理非常重要。关于诗的文化，孔子在下一篇说了，在这里他告诉子贡，读了诗，并不是教你变成一个酸溜溜的书呆子，一定要告诸往而知来者。岂但作诗，我们读历史也是一样，我们为什么读历史？现在大学里的历史系历史研究所的研读历史，虽然拿到好成绩，但对作人做事，一点用处都没有。我们中国人过去读历史，主张要学以致用，它的精神就是告诸往而知来者，懂了过去就要知道未来，这也就是诗的精神。到了最后，是这一篇的结论了。大家可以很容易的看出来，论语第一篇学而篇的开始学而时习之不亦说乎？有朋自远方来不亦乐乎？人不知而不愠不亦君子乎？你看这一篇文章又是怎么作结论？恰恰好头尾相顾。最后一句怎么说呢？子曰不患人之不己知，患不知人也。这是学而这一篇的精神所系。他说一个人不怕人家不了解你，最怕你自己不了解别人。这就归结了那句人不知而不愠，不亦君子乎。"}
{"text":"大家可以很容易的看出来，论语第一篇学而篇的开始学而时习之不亦说乎？有朋自远方来不亦乐乎？人不知而不愠不亦君子乎？你看这一篇文章又是怎么作结论？恰恰好头尾相顾。最后一句怎么说呢？子曰不患人之不己知，患不知人也。这是学而这一篇的精神所系。他说一个人不怕人家不了解你，最怕你自己不了解别人。这就归结了那句人不知而不愠，不亦君子乎。大概人们都有的一个通病，就是总觉得自己了不起，往往我们说错一句话，脸红了但三秒钟以后，脸不红了，自己马上在心里头找出很多的理由来支持自己的错误，认为自己完全对，再过个把钟头，越看自己越对。人，就是这样，所以人总怪人家不了解自己，而对于自己是不是了解别人这个问题，就不去考虑了。所以学而这一篇的宗旨，最后的一点，以本篇第一节的人不知而不愠，不亦君子乎为重点。这个结论的重点就是你为什么在心中怨恨？不要怕人家不了解你，最重要的是你是否了解别人。于是这一篇作学问的目的，到这里得到结论，整个结束。为政第二孔子不谈政治第一篇学而是讲个人作学问的内在修养，接着下来第二篇为政则是讲学问的外用。不过提到为政，有一点要注意我们常发现在一些著作中，许多人认为为政是孔子的政治思想，或者用现代的语汇来说，称之为政治哲学。在我个人研究的结果，认为这个说法是不对的。孔子很少提到完整观念的政治，孔子只说为政，这点我们要特别注意。站在学术的立场，态度要非常严谨。我们常说一句话在法律面前，人人平等，要服真理。作学问的立场，就是在学术面前，态度要非常严谨，服从真理。孔子只讲为政，不谈政治政治如国父所说的管理众人的事。孔子所提的为政是教化，教化是中国文化的名词，不能看成是教育。教是教育，化是感化，但过去又不叫作感化，而叫作风化。为政的意义包括了教化。这个重点我们必须把握住。因此第二篇为政，也是谈到学问外用的道理。大政治家的风范子曰为政以德，其如北辰，居其所，而众星共之。共即拱。这几句话，表面上看来，非常容易懂。孔子提出来，为政最重要是德。"}
{"text":"教是教育，化是感化，但过去又不叫作感化，而叫作风化。为政的意义包括了教化。这个重点我们必须把握住。因此第二篇为政，也是谈到学问外用的道理。大政治家的风范子曰为政以德，其如北辰，居其所，而众星共之。共即拱。这几句话，表面上看来，非常容易懂。孔子提出来，为政最重要是德。说到这里，我们要注意，春秋战国时代，道德两个字，是很少连篇来用的，那个时候，道是道，德是德魏晋南北朝以后，到唐宋之间，才把这两个字连起来，变成一个名词为道德到现在年轻人一提到道德，都当成讨厌的名词。这是文化思想的演变。所以我们要知道，秦汉以前，德是德而道与天，在当时可说是最麻烦最难于界说的两个字，同样的有无穷意义。有时候道字，是形而上的那个本体的代表有时候是道路之道，有时候是原则或法则，像孙子兵法兵者诡道也。这个道就是法则的意思有时候又是道德的代表。天字也是这样，包含有四五个意义之多。在同一本书，甚至在同一句里，前后的道字，所代表的意义就不同。这个好像是中国文化的毛病，其实也是长处，尤其在古代印刷术还没有发明，一个观念用一个字来代表，用刀刻到竹简上，在当时就足以完全表达。再说到这个德字的意义，过去德是表示好行为的成果和作用。古时人解释德者得也。因此我们了解孔子讲的为政以德，是好行为的成果，也和后世讲的道德意义差不多。如果不作深入研究，一般在学校里，就告诉学生，这里的德就是道德，因为学生不到相当的程度，老师也无法多搬古董来为他们作详细解说。孔子为什么提出这个德字，这是第一个问题。星辰知多少第二个问题说到北辰。我们中国文化发达得最早的是天文。过去我们把天体分成二十八宿和三垣――紫微少微太微，类似于我们现在讲天文的经纬度。经纬度是西方的划分法。曾经有位天文学家主张，我们自己重新划过，不照西方的度数划，如格林威治时间是英国人划的，与我们不相干。我们为什么不讲自己的中原时间，或以台湾作中心，把经纬度再划过呢？而事实上，我们过去是划分过的。天体的分度为三垣二十八宿，就是把天体星座的范围，划分二十八个部分。为什么叫宿呢？"}
{"text":"我们中国文化发达得最早的是天文。过去我们把天体分成二十八宿和三垣――紫微少微太微，类似于我们现在讲天文的经纬度。经纬度是西方的划分法。曾经有位天文学家主张，我们自己重新划过，不照西方的度数划，如格林威治时间是英国人划的，与我们不相干。我们为什么不讲自己的中原时间，或以台湾作中心，把经纬度再划过呢？而事实上，我们过去是划分过的。天体的分度为三垣二十八宿，就是把天体星座的范围，划分二十八个部分。为什么叫宿呢？这是指每天太阳从西方落下去的时候，东方天上是哪一个星座出来，这星座就是宿。这出来的星座，每个月不同，每半个月不同，每七天不同，所以分作二十八宿，又分为十二辰，作为时间与天体的关系。过去发现了北斗七星，就是现在西方人所指大小熊星座之际。在夏天我们可以看到一条银河，在银河的北面，那七颗最亮的星就是北斗星，这七颗星连起来，像舀水的瓢，古时叫斗。现在的天文学，也没有离开我们老祖宗那个原则。整个天体那许多星星，都是以北极星作为中枢，众星拱卫着它，每到晚上，北斗七星的斗柄前方，一定有两颗最亮的星，名招摇二星，它的光最为闪烁，很容易看见。春天北斗星一定指着东方的寅宫。过去做大将的，要上通天文，下通地理，中通人事，无所不通，才能带兵。因为天文在军事上非常重要，就拿行军来说，如夜间迷了路，即观星斗，不藉仪器，就可辨别出方向来。我国过去这一套文化是很普遍的，现在对于固有的天文学，我们反而一点认识都没有了。对于老祖宗传下来的这些东西，我们不能不注意，一定要把它捡回来。一年四季，天体星座的移动，好像听北斗星的指挥，跟着它，绕着它转动。不但一年四季，每个月北斗星所指的方向都不同，整个天体随时在运转。每天十二个时辰，北斗星的方向也在变动，而且这是几千万亿年，固定的一种变动，不能错乱，事实上它也决不会错乱。对于北辰我们了解了，那么孔子这句话是什么意思呢？就是说为政以德，内心有道，表现在外的行为就无懈可击。譬如北辰，有中心的思想，中心的作风，以道德的感化，你在那里本身不要动，只要发号施令，下面的人就像满天无数的星座，都会跟着你的方向动。刘备上了曹操的当在军事思想上，大家都知道万众一心以及运用之妙，存乎一心这两句。大家对它的解释也各有不同的见解。"}
