{"text":"这个道人来传他的道，也是和大家一样，知道他是忠臣，一定要为国牺牲。于是传给他生命的真谛，了生脱死的大义以及死得舒服的方法。希望他能坚贞守节，至死不变。当时敌人对他很敬重，派人监护他，只要不让他逃走就是，所以这些人有机会接近他。灵阳子传道以后，两人要分手了，于是送了一首诗。第二首诗的题目岁祝犁单阏月赤奋若日焉逢馓病Ｕ庑┦侵泄上古文化，年月日的记载代号。第一个岁祝犁单阏就是己卯年。己为祝犁，卯为单阏。月赤奋若赤奋若是丑月。子月是每年阴历的十一月，丑月则是十二月。日焉逢馓舱飧鲅煞晔羌祝馓彩巧辏就是甲申日那一天。他别的事情都写得很明显，为什么对这个年月日用中国上古文化的用词来记载？这是他对这一套中国的神秘学现代语的名称，西方人对道家佛家或其他古老的修炼功夫的学问，叫做神秘学。已经很有心得，所以对年月日的记载，用中国上古神秘学的记载法。他在这一天遇到异人。异人的观念，如小说上的奇人，奇人异人或怪人，都是指与平常不同的人，就是所谓有道的人。指示他大光明法。用指示两个字，是他写得很客气，可见他对于传道给他的这个人，非常恭敬。他自己说于是死生脱然若遗矣，到了这个时候，对于生也好，死也好，好像解脱了。本来一个扣子扣住了，现在生死完全看开，不在乎了，好像抛开了，丢掉了生死的念头。即使明天要杀头，也觉得没有关系，好像对一件旧衣服一样，穿够了把它丢掉算了。他就有这样一种胸襟，修养是很高的。于是他用五言八句，作了这首诗。诗的本文就很容易懂谁知真患难，忽悟大光明。这个时候是真正在患难中，命在旦夕之间，忽然悟到大光明的正法。日出云俱静，风消水自平。这是描写修大光明法所得那个境界，这个时候他的胸襟是豁然开朗的，是所谓危险艰难一无可畏之处了。功名几灭性，忠孝大劳生。这是他悟道的话。佛家的观念，人生功名富贵，在人道上看起来是非常的荣耀在佛道形而上学的立场来看，功名富贵，人世间一切，都是桎梏，妨碍了本性，毁灭了本性的清净光明，就好比风云雷雨，遮障了晴空。人生等等一切事业都是劳生，劳生也是佛学里的名称，人生忙忙碌碌一辈子，这就叫劳生。中国道家佛家始终有个观念，所谓成仙成佛，都是出于大忠大孝的人。人道的基础稳固了，学佛学道就很容易。文天祥这两句诗天下惟豪杰，神仙立地成。"}
{"text":"功名几灭性，忠孝大劳生。这是他悟道的话。佛家的观念，人生功名富贵，在人道上看起来是非常的荣耀在佛道形而上学的立场来看，功名富贵，人世间一切，都是桎梏，妨碍了本性，毁灭了本性的清净光明，就好比风云雷雨，遮障了晴空。人生等等一切事业都是劳生，劳生也是佛学里的名称，人生忙忙碌碌一辈子，这就叫劳生。中国道家佛家始终有个观念，所谓成仙成佛，都是出于大忠大孝的人。人道的基础稳固了，学佛学道就很容易。文天祥这两句诗天下惟豪杰，神仙立地成。就是这个意思，这时他的心境非常愉快了。上面提到文天祥之所以能够在生死之间，完全脱然若遗的原因，得力在大光明法。根据他自己的文章来说，在这个时候，对成仁的意志，更加确定，不再动摇了。至于什么叫大光明法？这是麻烦的问题，是很麻烦很麻烦的事。大光明法就是佛家一种修炼的方法。我们前面说到克己复礼，天下归仁。如拿佛家的道理来讲，也可以说与佛家的大光明法绝对连带的。现在我们推开论语不讲，我们是现代人，只好从现代人的观念来讲。刚才提到劳生，无论如何，人一生都是忙忙碌碌，就是劳生。道家的文学还有个名词叫作浮生，大家都读过李白的春夜宴桃李园序，其中浮生若梦，为欢几何？这个浮生的观念与名词是由道家来的，和劳生是同样的意思，人为什么感觉到生命是劳苦的？不管贫富，天天努力争取忙碌的对象，最终都不能真正的占有。一个富人，了不起每天进帐有一千多万，不过搬来搬去，也不是他的。所以物质世界的东西，必定不是我之所有，只是我暂时之所属。与我有连带关系，而不是我能占有，谁都占有不了。无所住心有些人用不着读书，从一些现象，就可以把人生看得很清楚。只要到妇产科去看，每个婴儿都是四指握住大拇指，而且握得很紧的。人一生下来，就想抓取。再到殡仪馆去看结果，看看那些人的手都是张开的，已经松开了。人生下来就想抓的，最后就是抓不住。在大陆上西南山中住过的，就看到猴子偷包谷――玉蜀黍，伸左手摘一个，挟在右腋下，又伸右手摘一个，挟在左腋下。这样左右两手不断的摘，腋下包谷也不断的掉，到了最后走出包谷田，最多手中还只拿到一个。如果被人一赶，连一个也丢了。从这里就看到人生，一路上在摘包谷，最后却不是自己的。"}
{"text":"人一生下来，就想抓取。再到殡仪馆去看结果，看看那些人的手都是张开的，已经松开了。人生下来就想抓的，最后就是抓不住。在大陆上西南山中住过的，就看到猴子偷包谷――玉蜀黍，伸左手摘一个，挟在右腋下，又伸右手摘一个，挟在左腋下。这样左右两手不断的摘，腋下包谷也不断的掉，到了最后走出包谷田，最多手中还只拿到一个。如果被人一赶，连一个也丢了。从这里就看到人生，一路上在摘包谷，最后却不是自己的。由这里了解什么是人生，不管富贵贫贱，都是这样抓，抓了再放，最后还是什么也没有。光屁股来，光屁股走，就是这么回事。这个生死两头的现象我们看通了，中间感觉的痛苦烦恼，这种心理上的情绪，是从思想这个根源来的。不讲现象，只追求思想的根本，便是形而上学。现在我们坐在这里，试问谁能没有思想？没有思想是不可能的。西方的哲学家笛卡儿说我思故我在。他认为我有思想则有我，我如没有思想则没有我了。西方哲学非常重视思想这个东西，人没有思想叫什么人呢？当然有个名称，叫作死人，那我就不存在了。这种观念，严格说来，应该归于唯物思想的范围。在我们中国哲学，东方哲学，看到西方的这种哲学，能思想的我，都是断续的我。我们曾经以灯光，以流水来比喻过它。现在坐在这里，都可以体会到，只要是清醒的，一定有思想。但回转来反省体会一下，没有一个念头，没有一个思想是永恒存在的。一个个很快的过去了。我们脑子里的意识形态，只要一想到我现在，便又立即过去了，现在是不存在的。未来的还没有来，我们说一声未来，就已经变成现在了，这个现在又立即过去了。像流水的浪头一样，一个个过去了。不过连接得非常密切。这是人类本性的功能所引起的现象。佛学对于本性，比方作大海。我们现在的思想――包括了感觉知觉，是海面上的浪头。一个浪头一个浪头过去了，不会永恒存在的。我们从这里看人类的思想感情，无论如何会变去的。譬如说张三发了脾气，就让他去发，发过了他就不发了。就是这个浪头打过去了。佛学在这一方面就告诉人们，这是空的。宇宙间一切现象，包括了人类心理上生命的现象，一切都会过去的，没有一个停留着。这在佛学上有个名词叫无常。世界上的事情，永远无常，不会永恒地存在，但不懂宗教哲学的人便不同了，他把无常乱变成了无常鬼。其实，无常是一个术语，意思是世界上的事情没有永恒存在的。"}
{"text":"一个浪头一个浪头过去了，不会永恒存在的。我们从这里看人类的思想感情，无论如何会变去的。譬如说张三发了脾气，就让他去发，发过了他就不发了。就是这个浪头打过去了。佛学在这一方面就告诉人们，这是空的。宇宙间一切现象，包括了人类心理上生命的现象，一切都会过去的，没有一个停留着。这在佛学上有个名词叫无常。世界上的事情，永远无常，不会永恒地存在，但不懂宗教哲学的人便不同了，他把无常乱变成了无常鬼。其实，无常是一个术语，意思是世界上的事情没有永恒存在的。因此人的感情也是无常的，不会永恒不变。我喜爱这个东西，三天以后就过去了。这种无常的观念是印度文化，也在东方文化的范围。在中国的文化，见于易经中，不叫无常，而叫变化。天地间的事情，随时随地，每分每秒都在变，没有不变的道理，一定在变。换句话说，易经中变化的道理是讲原则佛学的无常是讲现象。名称不同，道理是一个。就是讲人的思想，心理的浪头都会过去的，所以认为是空的。这是消极的，看人生是悲观的。就像猴子偷包谷一样，空手来，然后又空手跑了，什么都拿不到。这是小乘的佛学观念。上面仅仅说了一半，还有道理，不但思想是无常，是空的，就是这个身体，这个生命，都是无我的。试问哪一样是我？佛学认为我是假的，没有真正的我。西方笛卡儿的哲学认为思想是真我，这个理论我们前面已经说过，是不对的，还是有问题的。现在谈谈物质的我，也没有真我。身非我有佛学看我们这个身体，是四大构成的。我们常在小说中看到四大皆空这句话。什么是四大呢？四大的大就是大类。在佛学中地水火风为四大，就是四大类。讲宇宙的现象，整个的物质世界属于地大人身上的骨肉等等固体的体质也属于地大。水大指宇宙间的水蒸气海洋河川冰山，都是水大人身上的唾液汗水血液荷尔蒙等也是水大。火大则指热能。至于风大，物理世界就是大气流在人身则指呼吸而言。归纳起来就是四大，宇宙人身不外乎这四大类，这是印度哲学观念的四大。在中国则有类似的五行观念金木水火土。在印度，四大之外，还有一个五大，就是地水火风空。这里的空，不是没有了的空，是指物理的空间。不过，普通都说是四大。"}
{"text":"水大指宇宙间的水蒸气海洋河川冰山，都是水大人身上的唾液汗水血液荷尔蒙等也是水大。火大则指热能。至于风大，物理世界就是大气流在人身则指呼吸而言。归纳起来就是四大，宇宙人身不外乎这四大类，这是印度哲学观念的四大。在中国则有类似的五行观念金木水火土。在印度，四大之外，还有一个五大，就是地水火风空。这里的空，不是没有了的空，是指物理的空间。不过，普通都说是四大。好了，现在让我们看看，骨肉血液热能氧气这些东西，到底哪一样是我？如说肉是我，骨头难道不是我？应该每一样都是我，连一根汗毛都是我。如果说打头头痛，头即是我，手脚被打一样会痛，这又无处不是我。如果都是我，但事实上又都不是我。好比你去理发，你说剪我的头发，不说剪我。还有，当身体生下来的时候，过了一天，已经老去一天了。几年以后，全身的肌肉细胞等，因新陈代谢，都已全部换过了，已完全不是两年前的那个人了。我究竟在哪里？究竟谁是我？我又是谁？所以这个肉身的我，佛学认为是空的。四大皆空，都靠不住，是无常的，永远在变化。这仍然是消极的。梦幻空花非真无怎么转到积极的呢？我们前面说过，生命的本身像大海一样，我们现在生命活着的一切作用，不过是这个本性的功能所起的现象。就好比一个浪头过去，又一个浪头过去一样。虽然这个浪头是无常的断续的。但是，有一点要注意，能起这个浪头的，是整个的海水。等到风气浪静，海水还是海水，没有变。这一切变化中间，有一个不变的。就如刚才的比方一样，我们的思想，一个念头一个念头过去了，是无常的，把握不住的。我想是，于是是过去了，可是我要再想，它还是能够来的。那么这个不变的东西究竟在哪里呢？要找它，就是穷究那个生命的根本，和宇宙那个生命同体的，那个根本的东西。找到了那个东西，会发现自己生命的本身一片大光明。所谓光明清净四个字，是形而上本体的境界。我们拉回来讲，孔子的克己复礼，天下归仁。也是讲这样一个东西。大光明法的原则大概如此，理论还多得很。至于说我们如何才能做到身心随时随地进入大光明境界里去，那是另外一套方法。"}
{"text":"那么这个不变的东西究竟在哪里呢？要找它，就是穷究那个生命的根本，和宇宙那个生命同体的，那个根本的东西。找到了那个东西，会发现自己生命的本身一片大光明。所谓光明清净四个字，是形而上本体的境界。我们拉回来讲，孔子的克己复礼，天下归仁。也是讲这样一个东西。大光明法的原则大概如此，理论还多得很。至于说我们如何才能做到身心随时随地进入大光明境界里去，那是另外一套方法。但方法离不开原则，如果我们真能进入这个境界中，对于生死之间，看得就如文天祥所讲的脱然若遗。对于现有的这个生命，死去或活着，看起来是一样的，没有什么分别。因此，我们有时讲佛学提到，许多人误解了佛学的用词。如在佛学上经常看到梦幻空花这句话，在文学上看来很美，世界上一切的感情人事等等就是这四个字。从这四个字的文学表面看，以为什么都没有。但不是没有，梦幻空花形容得非常好，不能说是没有。这就是哲学了。当一个人在梦中，如果说梦没有，这句话不见得能成立。当我们在梦中的时候，并没有觉得梦是没有。所以在梦中的时候，伤心的照样会哭，好吃照样在吃，挨打照样会痛，这就不能说在梦中的为没有，当他在梦中的时候是有的。一个人在作梦的时候，不管在作什么梦，千万不要叫醒他，否则就是大煞风景。即使他梦中觉得痛苦，而痛苦中也有值得回味之处，这也是他的生活，何必叫醒他？一笑。我们知道梦的现象，是在睡眠里头所发现的，感觉到的，醒来以后，自己一笑，说作了一个梦，是空的，那是闭着眼的迷糊事，张开眼睛，梦就没有了。事实上，我们现在张开眼睛在作梦。试把眼睛一闭，前面的东西就没有了。白天张开眼睛，心里构成了活动，也在作梦，并没有两样，现在闭上眼睛，马上前面的东西看不见了，如梦一样，过去了。昨天的事情，今天一想，也过去了，很快的过去了，那也是一个梦，很快的梦，和一张开眼就没了，在心境上是完全一样的。所以梦中不能说它没有。再说空花，虚空中的花朵，怎么看得见？人把眼睛一揉，可以看到眼前许多点点，那些点点本来没有，是揉出来的。可是在视觉上是看到了。拿生理学医理学来讲，因为视神经被摩擦，疲劳了，充血压迫刺激以后，起了幻觉，虽然是幻，但却实实在在看到了。刚才提到大光明法，就说了这么些拉杂的理论，把这些理论沟通之后，大概可以领略如何修养大光明法的功夫了。"}
{"text":"所以梦中不能说它没有。再说空花，虚空中的花朵，怎么看得见？人把眼睛一揉，可以看到眼前许多点点，那些点点本来没有，是揉出来的。可是在视觉上是看到了。拿生理学医理学来讲，因为视神经被摩擦，疲劳了，充血压迫刺激以后，起了幻觉，虽然是幻，但却实实在在看到了。刚才提到大光明法，就说了这么些拉杂的理论，把这些理论沟通之后，大概可以领略如何修养大光明法的功夫了。还有其他很多的方法，如学催眠术，现在也变成科学了。实际上以我们中国佛学道家的立场看来，那还是旁门左道。外国人说它是科学，大家就说是科学如果我们中国人来讲，讲死了也没有用。这真是怪得很，也是这一代文化的怪现象，我们应该注意的。催眠术本来是印度的瑜伽术所演变。凡是练催眠术的人，第一步训练，是利用水晶球或人造水晶球水银球，眼神注视球上的亮光，思想意志集中在球面亮光上，什么都不想，历经几个小时，纹风不动，非常的困难。这个训练完成以后，使他忘掉了自己，忘了身体，也忘了感觉。他的精神意志和这点亮光，完全合一了。用这股精神力量，可以影响到物质。在中国过去早就有了，如夜里黑暗中可以看见东西。以前习武的人都要练，夜晚在一个门窗紧闭的黑暗房间中，点一支香，蹬好马步，注意香的那点火头，眼睛定住不能眨。练久了，香头的光慢慢会扩大，扩大到全室有光。最后不点香了，在黑暗中仍然看得见东西。拿现在的生理学，就很难解释。当然也有的练坏了，我曾看到过一个人，练得黑眼珠子凹进去，眼白凸了出来，但他非常有信心，再练三个星期又恢复了。以前武功练劈剑，手里执一柄剑，肩肘两关节不准弯，和写毛笔字一样，就是运动手腕部分的关节向下劈。也是点一支香，在暗室中把香头劈成两半而火不熄。然后握一把豆子在手中，往空中抛出一颗，用剑劈成两半。到了这个程度，才可以学剑。再配上心眼手法步，要费很多功夫。然后练到眼睛不动，而对每一根竹竿的动态都看得很清楚。第二步用水泼眼，眼睛动都不动，这就是功夫。为什么讲大光明法，讲到这些东西？这些也是大光明法中练法的小术之一。文天祥遇到的这个异人传他是哪一路，我们不知道，不过，可以断言不是这些小术。他的确是得了大光明法的心传，对生死看通我们所以说了这许多，就是前面克己复礼，天下归仁。这个观念引出来的。可是要做到克己复礼，天下归仁。"}
{"text":"然后握一把豆子在手中，往空中抛出一颗，用剑劈成两半。到了这个程度，才可以学剑。再配上心眼手法步，要费很多功夫。然后练到眼睛不动，而对每一根竹竿的动态都看得很清楚。第二步用水泼眼，眼睛动都不动，这就是功夫。为什么讲大光明法，讲到这些东西？这些也是大光明法中练法的小术之一。文天祥遇到的这个异人传他是哪一路，我们不知道，不过，可以断言不是这些小术。他的确是得了大光明法的心传，对生死看通我们所以说了这许多，就是前面克己复礼，天下归仁。这个观念引出来的。可是要做到克己复礼，天下归仁。很不容易，所以颜回又问了顿悟与渐修颜渊曰请问其目。子曰非礼勿视，非礼勿听，非礼勿言，非礼勿动。颜渊曰回虽不敏，请事斯语矣！颜回说，这个道理很深，很难，总要拿一个章法，一个引子给我们入手，或者可以进入克己复礼的境界。因此孔子才告诉他非礼勿视，非礼勿听，非礼勿言，非礼勿动。四个消极的规范。就是从眼睛耳朵嘴巴身体严格的管束自己。由外在规范，薰陶自己。刚才报告的催眠术瑜伽术，也是走的这个路线，佛家的打坐入定也是这个道理。这是实际的修养功夫的一种方法。在理论上则很难说了，非礼勿视，哪一种是非礼的，不要去看呢？男人看见女人穿了一件衣服很好看，多看一眼，如果老古董的先生们，或者一板一眼的理学家，认为这个不成，非礼勿视！这就很难讲了。只是看看这件衣服的新奇，并没有别的意思，怎么是非礼呢？一定说这一看是非礼，那一看是合礼的，那就很难讲了，那天下事情没有一样可看的，首先电视不能看，有些短裙子裸背露胸上场的，选美的，都不可以看了。非礼勿听，现在打开电视机收音机播出来的那些歌曲，很多是非礼的，我们只好用棉花把耳朵塞起来了。所以讲理论实在很难讲。但事实上我们要了解，根据论语，孔子的说法，并没有后世那样的解释，这样非礼，那样非礼。这里是方法，等于刚才讲的练催眠术，训练眼光的定，当然要非礼勿视，除了看一点亮光以外，什么都不能动。颜回听了这四个方法就说，这我就懂了。换句话说，克己复礼做到形而上最高的功夫是很难的，退而求其次，用这种方法困住自己，训练自己不敢乱动，先端肃起来。颜回说，我虽然很笨，不大灵敏，悟性不高，但是借外力薰陶内心的方法是懂了。"}
{"text":"所以讲理论实在很难讲。但事实上我们要了解，根据论语，孔子的说法，并没有后世那样的解释，这样非礼，那样非礼。这里是方法，等于刚才讲的练催眠术，训练眼光的定，当然要非礼勿视，除了看一点亮光以外，什么都不能动。颜回听了这四个方法就说，这我就懂了。换句话说，克己复礼做到形而上最高的功夫是很难的，退而求其次，用这种方法困住自己，训练自己不敢乱动，先端肃起来。颜回说，我虽然很笨，不大灵敏，悟性不高，但是借外力薰陶内心的方法是懂了。我只好用这种方法，慢慢去达到那个克己复礼的境界。上面这一段是讲仁学。孔子的道统中心是建立一个仁。在这一节书里分成两半。克己复礼是讲真正的修养功夫，达到仁之体。大学之道，在明明德，在亲民，在止于至善。在明明德等于孔子讲克己复礼的道理发出来的外用在亲民最高的境界在止于至善，是原则。一下子明德明不了，所以要做功夫知止而后有定，定而后能静，静而后能安，安而后能虑，虑而后能得。后来得到什么呢？得到的就是明德。所以大学里的修养功夫，和这里有相同之处。下面接着下来，就讲仁的用了。如果我们拿曾子的大学来比方着讲，等于上面这一节讲明德，下面就要讲亲民至善的境界了，也就是要讲起用的道理。仲弓问仁。子曰出门如见大宾，使民如承大祭。己所不欲，勿施于人。在邦无怨，在家无怨。仲弓曰雍虽不敏，请事斯语矣！大家还记得孔子弟子冉雍，孔子认为他有帝王之器，在学生当中可以当大领袖的人物。他来回仁，孔子告诉他的仁，就是由内心修养的道，发挥到外面作人做事的用，尤其是在政治领导原则下的待人之用。他告诉仲弓说出门如见大宾，这在仁的修养就很难了。出门到外面去，人与人之间的接触，处仁的道理对任何一个人要恭敬，有礼貌，不能看不起任何一个人。看到任何一个人，都像看到贵宾，很有礼貌，很诚恳的，尊重任何一个人。尤其作为一个领导人，更应该如此，这是领导人的学问。当一个小小干部，马马虎虎还不要紧，当主管的则对任何一个人，即使对下面也应如此，非常尊重人家，这是很重要的修养。为什么说这是作人处事的外用？在大学中庸里，却不是教我们出门如见大宾，而是教我们慎其独也。一个人在房间里，没有一个对象，自己都要庄重。"}
