{"text":"这里说的跟着一大而群吠的邑犬，指不辨是非的盲从的人们。这里的寡妇或拟寡妇的校长及舍监，是指当时北京女子师范大学校长杨荫榆和舍监秦竹平一类人。舍监，是当时学校里管理寄宿学生生活的职员。ps索菲娅科瓦列夫斯卡雅―获得巴黎科学院的保尔丹奖金。她还写有剧本为幸福而斗争小说女虚无主义者等。爱伦凯―，瑞典思想家女权运动者。著有儿童之世纪爱情与伦理等。章士钊呈文指章士钊的停办北京女子师范大学呈文。所引的文句，都是呈文中污辱女学生的词语。亵黩，即轻薄玩弄的意思。见汉书枚乘传亵黩贵幸。未字先寡即在未许婚时心情就已同寡妇一样。旧时女子许婚叫字。妇女周刊当时北京京报的附刊之一。北京女子师范大学蔷薇社编辑。一九二四年十二月十日创刊，至一九二五年十一月二十五日共出五十期，同年十二月二十日周年纪念特号发行后停刊。春末闲谈春末闲谈北京正是春末，也许我过于性急之故罢，觉着夏意了，于是突然记起故乡的细腰蜂。那时候大约是盛夏，青蝇密集在凉棚索子上，铁黑色的细腰蜂就在桑树间或墙角的蛛网左近往来飞行，有时衔一支小青虫去了，有时拉一个蜘蛛。青虫或蜘蛛先是抵抗着不肯去，但终于乏力，被衔着腾空面去了，坐了飞机似的。老前辈们开导我，那细腰蜂就是书上所说的果蠃，纯雌无雄，必须捉螟蛉去做继子的。她将小青虫封在窠里，自己在外面日日夜夜敲打着，祝道像我像我，经过若干日，――我记不清了，大约七七四十九日罢，――那青虫也就成了细腰蜂了，所以诗经里说螟蛉有子，果赢负之。螟蛉就是桑上小青虫。蜘蛛呢？他们没有提。我记得有几个考据家曾经立过异说，以为她其实自能生卵其捉青虫，乃是填在窠里，给孵化出来的幼蜂做食料的。但我所遇见的前辈们都不采用此说，还道是拉去做女儿。我们为存留天地间的美谈起见，倒不如这样好。当长夏无事，遣暑林阴，瞥见二虫一拉一拒的时候，便如睹慈母教女，满怀好意，而青虫的宛转抗拒，则活像一个不识好歹的毛鸦头。但究竟是夷人可恶，偏要讲什么科学。科学虽然给我们许多惊奇，但也搅坏了我们许多好梦。自从法国的昆虫学大家发勃耳仔细观察之后，给幼蜂做食料的事可就证实了。"}
{"text":"但我所遇见的前辈们都不采用此说，还道是拉去做女儿。我们为存留天地间的美谈起见，倒不如这样好。当长夏无事，遣暑林阴，瞥见二虫一拉一拒的时候，便如睹慈母教女，满怀好意，而青虫的宛转抗拒，则活像一个不识好歹的毛鸦头。但究竟是夷人可恶，偏要讲什么科学。科学虽然给我们许多惊奇，但也搅坏了我们许多好梦。自从法国的昆虫学大家发勃耳仔细观察之后，给幼蜂做食料的事可就证实了。而且，这细腰蜂不但是普通的凶手，还是一种很残忍的凶手，又是一个学识技术都极高明的解剖学家。她知道青虫的神经构造和作用，用了神奇的毒针，向那运动神经球上只一螫，它便麻痹为不死不活状态，这才在它身上生下蜂卵，封入窠中。青虫因为不死不活，所以不动，但也因为不活不死，所以不烂，直到她的子女孵化出来的时候，这食料还和被捕当日一样的新鲜。三年前，我遇见神经过敏的俄国的君，有一天他忽然发愁道，不知道将来的科学家，是否不至于发明一种奇妙的药品，将这注射在谁的身上，则这人即甘心永远去做服役和战争的机器了？那时我也就皱眉叹息，装作一齐发愁的模样，以示所见略同之至意，殊不知我国的圣君，贤臣，圣贤，圣贤之徒，却早已有过这一种黄金世界的理想了。不是唯辟作福，唯辟作威，唯辟玉食么？不是君子劳心，小人劳力么？不是治于人者食去声人，治人者食于人么？可惜理论虽已卓然，而终于没有发明十全的好方法。要服从作威就须不活，要贡献玉食就须不死要被治就须不活，要供养治人者又须不死。人类升为万物之灵，自然是可贺的，但没有了细腰蜂的毒针，却很使圣君，贤臣，圣贤，圣贤之徒，以至现在的阔人，学者，教育家觉得棘手。将来未可知，若已往，则治人者虽然尽力施行过各种麻痹术，也还不能十分奏效，与果赢并驱争先。即以皇帝一伦而言，便难免时常改姓易代，终没有万年有道之长二十四史而多至二十四，就是可悲的铁证。现在又似乎有些别开生面了，世上挺生了一种所谓特殊知识阶级的留学生，在研究室中研究之结果，说医学不发达是有益于人种改良的，中国妇女的境遇是极其平等的，一切道理都已不错，一切状态都已够好。君的发愁，或者也不为无因罢，然而俄国是不要紧的，因为他们不像我们中国，有所谓特别国情，还有所谓特殊知识阶级。"}
{"text":"即以皇帝一伦而言，便难免时常改姓易代，终没有万年有道之长二十四史而多至二十四，就是可悲的铁证。现在又似乎有些别开生面了，世上挺生了一种所谓特殊知识阶级的留学生，在研究室中研究之结果，说医学不发达是有益于人种改良的，中国妇女的境遇是极其平等的，一切道理都已不错，一切状态都已够好。君的发愁，或者也不为无因罢，然而俄国是不要紧的，因为他们不像我们中国，有所谓特别国情，还有所谓特殊知识阶级。但这种工作，也怕终于像古人那样，不能十分奏效的罢，因为这实在比细腰蜂所做的要难得多。她于青虫，只须不动，所以仅在运动神经球上一螫，即告成功。而我们的工作，却求其能运动，无知觉，该在知觉神经中枢，加以完全的麻醉的。但知觉一失，运动也就随之失却主宰，不能贡献玉食，恭请上自极峰下至特殊知识阶级的赏收享用了。就现在而言，窃以为除了遗老的圣经贤传法，学者的进研究室主义，文学家和茶摊老板的莫谈国事律，教育家的勿视勿听勿言勿动论之外，委实还没有更好，更完全，更无流弊的方法。便是留学生的特别发见，其实也并未轶出了前贤的范围。那么，又要礼失而求诸野了。夷人，现在因为想去取法，姑且称之为外国，他那里，可有较好的法子么？可惜，也没有。所有者，仍不外乎不准集会，不许开口之类，和我们中华并没有什么很不同。然亦可见至道嘉猷，人同此心，心同此理，固无华夷之限也。猛兽是单独的，牛羊则结队野牛的大队，就会排角成城以御强敌了，但拉开一匹，定只能牟牟地叫。人民与牛马同流，――此就中国而言，夷人别有分类法云，――治之之道，自然应该禁止集合这方法是对的。其次要防说话。人能说话，已经是祸胎了，而况有时还要做文章。所以苍颉造字，夜有鬼哭。鬼且反对，而况于官？猴子不会说话，猴界即向无风潮，――可是猴界中也没有官，但这又作别论，――确应该虚心取法，反朴归真，则口且不开，文章自灭这方法也是对的。然而上文也不过就理论而言，至于实效，却依然是难说。最显著的例，是连那么专制的俄国，而尼古拉二世龙御上宾之后，罗马诺夫氏竟已覆宗绝祀了。要而言之，那大缺点就在虽有二大良法，而还缺其一，便是无法禁止人们的思想。"}
{"text":"然而上文也不过就理论而言，至于实效，却依然是难说。最显著的例，是连那么专制的俄国，而尼古拉二世龙御上宾之后，罗马诺夫氏竟已覆宗绝祀了。要而言之，那大缺点就在虽有二大良法，而还缺其一，便是无法禁止人们的思想。于是我们的造物主――假如天空真有这样的一位主子――就可恨了一恨其没有永远分清治者与被治者二恨其不给治者生一枝细腰蜂那样的毒针三恨其不将被治者造得即使砍去了藏着的思想中枢的脑袋而还能动作――服役。三者得一，阔人的地位即永久稳固，统御也永久省了气力，而天下于是乎太平。今也不然，所以即使单想高高在上，暂时维持阔气，也还得日施手段，夜费心机，实在不胜其委屈劳神之至。假使没有了头颅，却还能做服役和战争的机械，世上的情形就何等地醒目呵！这时再不必用什么制帽勋章来表明阔人和窄人了，只要一看头之有无，便知道主奴，官民，上下，贵贱的区别。并且也不至于再闹什么革命，共和，会议等等的乱子了，单是电报，就要省下许多许多来。古人毕竟聪明，仿佛早想到过这样的东西，山海经上就记载着一种名叫刑天的怪物。他没有了能想的头，却还活着，以乳为目，以脐为口，――这一点想得很周到，否则他怎么看，怎么吃呢，――实在是很值得奉为师法的。假使我们的国民都能这样，阔人又何等安全快乐？但他又执干戚而舞，则似乎还是死也不肯安分，和我那专为阔人图便利而设的理想底好国民又不同。陶潜先生又有诗道刑天舞干戚，猛志固常在。连这位貌似旷达的老隐士也这么说，可见无头也会仍有猛志，阔人的天下一时总怕难得太平的了。但有了太多的特殊知识阶级的国民，也许有特在例外的希望况且精神文明太高了之后，精神的头就会提前飞去，区区物质的头的有无也算不得什么难问题。一九二五年四月二十二日。本篇最初发表于一九二五年四月二十四日北京莽原周刊第一期，署名冥昭。细腰蜂在昆虫学上属于膜翅目泥蜂科关于它的延种方法，我国古代有各种不同的记载。诗经小雅小宛螟蛉有子，蜾蠃负之。汉代郑玄注蒲卢按即蜾蠃取桑虫之子，负持而去，煦妪养之，以成其子。汉代扬雄法言学行螟蠕之子殪，而逢蜾蠃，祝之曰类我！类我！久则肖之矣。"}
{"text":"一九二五年四月二十二日。本篇最初发表于一九二五年四月二十四日北京莽原周刊第一期，署名冥昭。细腰蜂在昆虫学上属于膜翅目泥蜂科关于它的延种方法，我国古代有各种不同的记载。诗经小雅小宛螟蛉有子，蜾蠃负之。汉代郑玄注蒲卢按即蜾蠃取桑虫之子，负持而去，煦妪养之，以成其子。汉代扬雄法言学行螟蠕之子殪，而逢蜾蠃，祝之曰类我！类我！久则肖之矣。最先反对上面说法的是六朝时的陶弘景，他在注本草惺斡一名土蜂条下说惺斡虽名土蜂，不就土中作案，谓⑼磷鞣慷。今一种黑色细腰，衔泥于壁及器物边作房，生子如粟置其中乃捕草上青蜘蛛十余置其中，仍塞口，以俟其子大而为粮也。其一种入芦竹管中，亦取草上青虫。一名果蠃，诗云螟蛉有子，果蠃负之。或言细腰蜂无雌，皆取青虫教祝，变成己子，斯为谬矣。其后，宋代叶大庆在考古质疑卷六中说我朝嘉钓中，掌禹锡等按蜀本注云惺斡即蒲芦，蒲芦即细腰蜂。不特负持桑虫，亦以他虫入穴，用泥封之，数日成蜂飞去。陶云生子如粟在穴，乃捕他虫为之食。今人有候其封穴，坏而看之，见有卵如粟，在死虫之上，即如陶说矣。发勃耳―，通译法布尔，法国昆虫学家。著有昆虫记等。君爱罗先珂。参看本卷第页注。唯辟作福，唯辟作威，唯辟玉食语见尚书洪范。辟，即天子或诸侯。君子劳心，小人劳力语见左传襄公九年君子劳心，小人劳力，先王之制也。君子指统治阶级，小人指劳动人民。人者食人，治人者食于人语见孟子滕文公或劳心，或劳力劳心者治人，劳力者治于人。治于人者食人，治人者食于人，天下之通义也。特殊知识阶级一九二五年二月，段祺瑞为了抵制孙中山在共产党支持下提出的召开国民会议的主张，拼凑了一个御用的善后会议，企图从中产生假的国民会议。当时竟有一批曾在外国留学的人在北京组织国外大学毕业参加国民会议同志会，于三月二十九日在中央公园开会，向善后会议提请愿书，要求在未来的国民会议中给他们保留名额，其中说查国民代表会议之最大任务为规定中华民国宪法，留学者为一特殊知识阶级，无庸讳言，其应参加此项会议，多多益善。批判的所谓特殊知识阶级，即指这类留学生。"}
{"text":"当时竟有一批曾在外国留学的人在北京组织国外大学毕业参加国民会议同志会，于三月二十九日在中央公园开会，向善后会议提请愿书，要求在未来的国民会议中给他们保留名额，其中说查国民代表会议之最大任务为规定中华民国宪法，留学者为一特殊知识阶级，无庸讳言，其应参加此项会议，多多益善。批判的所谓特殊知识阶级，即指这类留学生。特别国情一九一五年袁世凯阴谋恢复帝制时，他的宪法顾问美国人古德诺曾于八月十日北京亚细亚日报发表一篇共和与君主论，说中国自有特别国情，不适宜实行民主政治，应当恢复君主政体。这种特别国情的谬论，曾经成为反动派阻挠民主改革和反对进步学说的借口。极峰意即最高统治者。旧时官僚政客对最高统治者的媚称。进研究室主义一九一九年七月，胡适在每周评论上发表多研究些问题，少谈些主义的文章，稍后又提出学者进研究室整理国故的口号，企图诱使青年逃避现实斗争。莫谈国事北洋军阀统治时期，实行恐怖政策，密探四布，茶馆酒肆里多贴有莫谈国事的字条，某些文人也把莫谈国事当作处世格言。勿视勿听勿言勿动语出论语颜渊非礼勿视，非礼勿听，非礼勿言，非礼勿动。礼失而求诸野孔丘的话，见汉书艺文志。苍颉造字夜有鬼哭见淮南子本经训昔者苍颉作书而天雨粟，鬼夜哭。尼古拉二世―帝俄罗曼诺夫王朝最后的一个皇帝，为一九一七年二月革命所推翻，次年七月十七日被处死。龙御上宾，旧时指皇帝逝世，意即乘龙仙去。典出史记封禅书。山海经十八卷，约公元前四世纪至公元二世纪间的作品，内容主要是有关我国民间传说中的地理知识，还保存了不少上古时代流传下来的神话故事。刑天，一作形天，见该书海外西经形天与帝至此争神，帝断其首，葬之常羊之山。乃以乳为目，以脐为口，操干戚以舞。干，盾牌戚，斧头。陶潜约―一名渊明，字元亮，晋浔阳柴桑今江西九江人，东晋诗人。著作有陶渊明集。刑天舞干戚两句诗，见他的读山海经第十首。"}
{"text":"刑天，一作形天，见该书海外西经形天与帝至此争神，帝断其首，葬之常羊之山。乃以乳为目，以脐为口，操干戚以舞。干，盾牌戚，斧头。陶潜约―一名渊明，字元亮，晋浔阳柴桑今江西九江人，东晋诗人。著作有陶渊明集。刑天舞干戚两句诗，见他的读山海经第十首。论雷峰塔的倒掉论雷峰塔的倒掉听说，杭州西湖上的雷峰塔倒掉了，听说而已，我没有亲见。但我却见过未倒的雷峰塔，破破烂烂的映掩于湖光山色之间，落山的太阳照着这些四近的地方，就是雷峰夕照，西湖十景之一。雷峰夕照的真景我也见过，并不见佳，我以为。然而一切西湖胜迹的名目之中，我知道得最早的却是这雷峰塔。我的祖母曾经常常对我说，白蛇娘娘就被压在这塔底下！有个叫做许仙的人救了两条蛇，一青一白，后来白蛇便化作女人来报恩，嫁给许仙了青蛇化作丫鬟，也跟着。一个和尚，法海禅师，得道的禅师，看见许仙脸上有妖气，――凡讨妖怪作老婆的人，脸上就有妖气的，但只有非凡的人才看得出――便将他藏在金山寺的法座后，白蛇娘娘来寻夫，于是就水满金山。我的祖母讲起来还要有趣得多，大约是出于一部弹词叫作义妖传里的，但我没有看过这部书，所以也不知道许仙法海究竟是否这样写。总而言之，白蛇娘娘终于中了法海的计策，被装在一个小小的钵盂里了。钵盂埋在地里，上面还造起一座镇压的塔来，这就是雷峰塔。此后似乎事情还很多，如白状元祭塔之类，但我现在都忘记了。那时我惟一的希望，就在这雷峰塔的倒掉。后来我长大了，到杭州，看见这破破烂烂的塔，心里就不舒服。后来我看看书，说杭州人又叫这塔作保叔塔，其实应该写作保亻叔塔，是钱王的儿子造的。那么，里面当然没有白蛇娘娘了，然而我心里仍然不舒服，仍然希望他倒掉。现在，他居然倒掉了，则普天之下的人民，其欣喜为何如？这是有事实可证的。试到吴越的山间海滨，探听民意去。凡有田夫野老，蚕妇村氓，除了几个脑髓里有点贵恙的之外，可有谁不为白娘娘抱不平，不怪法海太多事的？和尚本应该只管自己念经。白蛇自迷许仙，许仙自娶妖怪，和别人有什么相干呢？他偏要放下经卷，横来招是搬非，大约是怀着嫉妒罢，――那简直是一定的。"}
{"text":"那么，里面当然没有白蛇娘娘了，然而我心里仍然不舒服，仍然希望他倒掉。现在，他居然倒掉了，则普天之下的人民，其欣喜为何如？这是有事实可证的。试到吴越的山间海滨，探听民意去。凡有田夫野老，蚕妇村氓，除了几个脑髓里有点贵恙的之外，可有谁不为白娘娘抱不平，不怪法海太多事的？和尚本应该只管自己念经。白蛇自迷许仙，许仙自娶妖怪，和别人有什么相干呢？他偏要放下经卷，横来招是搬非，大约是怀着嫉妒罢，――那简直是一定的。听说，后来玉皇大帝也就怪法海多事，以至荼毒生灵，想要拿办他了。他逃来逃去，终于逃在蟹壳里避祸，不敢再出来，到现在还如此。我对于玉皇大帝所作的事，腹诽的非常多，独于这一件却很满意，因为水满金山一案，的确应该由法海负责他实在办得很不错的。只可惜我那时没有打听这话的出处，或者不在义妖传中，却是民间的传说罢。秋高稻熟时节，吴越间所多的是螃蟹，煮到通红之后，无论取哪一只，揭开背壳来，里面就有黄，有膏倘是雌的，就有石榴子一般鲜红的子。先将这些吃完，即一定露出一个圆锥形的薄膜，再用小刀小心地沿着锥底切下，取出，翻转，使里面向外，只要不破，便变成一个罗汉模样的东西，有头脸，身子，是坐着的，我们那里的小孩子都称他蟹和尚，就是躲在里面避难的法海。当初，白蛇娘娘压在塔底下，法海禅师躲在蟹壳里。现在却只有这位老禅师独自静坐了，非到螃蟹断种的那一天为止出不来。莫非他造塔的时候，竟没有想到塔是终究要倒的么？活该。一九二四年十月二十八日。本篇最初发表于一九二四年十一月十七日北京语丝周刊第一期。雷峰塔，原在杭州西湖净慈寺前面，宋开宝八年为吴越王钱亻叔所建，初名西关砖塔，后定名王妃塔因建在名为雷峰的小山上，通称雷峰塔。一九二四年九月二十五日倒坍。义妖传演述关于白蛇娘娘的民间神化故事的弹词，清代陈遇乾著，共四卷五十三回，又续集二卷十六回。水满金山和白传员祭塔，都是白蛇故事中的情节。金山在江苏镇江，山上有金山寺，东晋时所建。白状元是故事中白蛇娘娘和许仙所生的儿子许士林，他后来中了状元回来祭塔，与被法海和尚镇在雷峰塔下的白蛇娘娘相见。本文最初发表时，篇末有的附记说这篇东西，是一九二四年十月二十八日做的。今天孙伏园来，我便将草稿给他看。他说，雷峰塔并非就是保亻叔塔。"}
{"text":"义妖传演述关于白蛇娘娘的民间神化故事的弹词，清代陈遇乾著，共四卷五十三回，又续集二卷十六回。水满金山和白传员祭塔，都是白蛇故事中的情节。金山在江苏镇江，山上有金山寺，东晋时所建。白状元是故事中白蛇娘娘和许仙所生的儿子许士林，他后来中了状元回来祭塔，与被法海和尚镇在雷峰塔下的白蛇娘娘相见。本文最初发表时，篇末有的附记说这篇东西，是一九二四年十月二十八日做的。今天孙伏园来，我便将草稿给他看。他说，雷峰塔并非就是保亻叔塔。那么，大约是我记错的了，然而我却确乎早知道雷峰塔下并无白娘娘。现在既经前记者先生指点，知道这一节并非得于所看之书，则当时何以知之，也就莫名其妙矣。特此声明，并且更正。十一月三日。保亻叔塔在西湖宝石山顶，今仍存。一说是吴越王钱亻叔入宋朝贡时所造。明代朱国桢涌幢小品卷十四中有简单记载杭州有保亻叔塔，因亻叔入朝，恐其被留，做此以保之今误为保叔。另一传说是宋咸平时僧永保化缘所筑。明代郎瑛七修类稿咸平中，僧永保化缘筑塔，人以师叔称之，遂名塔曰保叔。再论雷峰塔的倒掉再论雷峰塔的倒掉从崇轩先生的通信二月份京报副刊里，知道他在轮船上听到两个旅客谈话，说是杭州雷峰塔之所以倒掉，是因为乡下人迷信那塔砖放在自己的家中，凡事都必平安，如意，逢凶化吉，于是这个也挖，那个也挖，挖之久久，便倒了。一个旅客并且再三叹息道西湖十景这可缺了呵！这消息，可又使我有点畅快了，虽然明知道幸灾乐祸，不象一个绅士，但本来不是绅士的，也没有法子来装潢。我们中国的许多人，――我在此特别整重声明并不包括四万万同胞全部！――大抵患有一种十景病，至少是八景病，沉重起来的时候大概在清朝。凡看一部县志，这一县往往有十景或八景，如远村明月萧寺清钟古池好水之类。而且，十字形的病菌，似乎已经侵入血管，流布全身，其势力早不在！形惊叹亡国病菌之下了。点心有十样锦，菜有十碗，音乐有十番，阎罗有十殿，药有十全大补，猜拳有全福手福手全，连人的劣迹或罪状，宣布起来也大抵是十条，仿佛犯了九条的时候总不肯歇手。现在西湖十景可缺了呵！凡为天下国家有九经，九经固古已有之，而九景却颇不习见，所以正是对于十景病的一个针砭，至少也可以使患者感到一种不平常，知道自己的可爱的老病，忽而跑掉了十分之一了。但仍有悲哀在里面。"}
