{"text":"我的轮椅坐轮椅竟已坐到了第二十二个年头，用过的轮椅也近两位数了，这实在让人没想到。年秋天，肾衰初发，我问过柏大夫鄙人刑期尚余几何？她说阁下争取再活十年。都是玩笑的口吻，但都明白这不是玩笑――问答就此打住，急忙转移了话题，便是证明。十年，如今已然大大超额了。那时还不能预见到透析的未来。那时的北京城仅限三环路以内。那时大导演田壮壮正忙于毕业作品，一干年轻人马加一个秃顶的林洪桐老师，选中了拙作我们的角落，要把它拍成电视剧。某日躺在病房，只见他们推来一辆崭新的手摇车，要换我那辆旧的，说是把这辆旧的开进电视剧那才真实。手摇车，轮椅之一种，结构近似三轮摩托，唯动力是靠手摇。一样的东西，换成新的，明显值得再活十年。只可惜，出院时新的又换回成旧的，那时的拍摄经费比不得现在。不过呢，还是旧的好，那是我的二十位同学和朋友的合资馈赠。其实是二十位母亲的心血――儿女们都还在插队，哪儿来的钱？那轮椅我用了很多年，摇着它去街道工厂干活，去地坛里读书，去知青办申请正式工作，在大街小巷里风驰或鼠窜，到城郊的旷野上看日落星出摇进过深夜，也摇进过黎明，以及摇进过爱情但很快又摇出来。年春节，摇着它，柳青骑车助我一臂之力，乘一路北风，我们去春雨编辑部参加了一回作家们的聚会。在那儿，我的写作头一回得到认可。那是座古旧的小楼，又窄又陡的木楼梯踩上去嗵嗵作响，一代青年作家们喊着号子把我连人带车抬上了二楼。斯是陋室――脱了漆的木地板，受过潮的木墙围，几盏老式吊灯尚存几分贵族味道大家或坐或站，一起吃饺子，读作品，高谈阔论或大放厥词，真正是一个激情燃烧的年代。所以，这轮椅殊不可以断有情，最终我把它送给了一位更不容易的残哥们儿。其时我已收获几笔稿酬，买了一辆更利远行的电动三轮车。这电动三轮利于远行不假，也利于把人撂在半道儿。有两回，都是去赴苏炜家的聚会，走到半道儿，一回是链子断了，一回是轮胎扎了。那年代又没有手机，愣愣地坐着想了半晌，只好侧弯下身子去转动车轮，左轮转累了换只手再转右轮。回程时有了救兵，一次是陈建功，一次是郑万隆，骑车推着我走，到家已然半夜。"}
{"text":"所以，这轮椅殊不可以断有情，最终我把它送给了一位更不容易的残哥们儿。其时我已收获几笔稿酬，买了一辆更利远行的电动三轮车。这电动三轮利于远行不假，也利于把人撂在半道儿。有两回，都是去赴苏炜家的聚会，走到半道儿，一回是链子断了，一回是轮胎扎了。那年代又没有手机，愣愣地坐着想了半晌，只好侧弯下身子去转动车轮，左轮转累了换只手再转右轮。回程时有了救兵，一次是陈建功，一次是郑万隆，骑车推着我走，到家已然半夜。链子和轮胎的毛病自然好办，机电部分有了问题麻烦就大。幸有三位行家做我的专职维护，先是瑞虎，后是老鄂和徐杰。瑞虎出国走了，后二位接替上。直到现在，我座下这辆电动轮椅――此物之妙随后我会说到――出了毛病，也还是他们三位的事瑞虎在国外找零件，老鄂和徐杰在国内施工，通过卫星或经由一条海底电缆，配合得无懈可击。两腿初废时，我曾暗下决心这辈子就在屋里看书，哪儿也不去了。可等到有一天，家人劝说着把我抬进院子，一见那青天朗照杨柳和风，决心即刻动摇。又有同学和朋友们常来看我，带来大世界里的种种消息，心就越发活了，设想着在那久别的世界里摇着轮椅走一走，也算不得什么丑事。于是有了平生的第一辆轮椅，那是邻居朱二哥设计的。父亲捧了图纸，满城里跑着找人制作。用材是两个自行车轮两个万向轮并数根废弃的铁窗框。母亲为它缝制了坐垫和靠背，后又求人在其两侧装上支架，撑起一面木板，书桌饭桌乃至吧台就都齐备。倒不单是图省钱。现在怕是没人会相信了，那年代连个像样的轮椅都没处买偶见医疗用品商店里有一款，其昂贵与笨重都可谓无比。我在一篇题为看电影的散文中，也说到过这辆轮椅一夜大雪未停，事先已探知手摇车不准入场电影院，母亲便推着那辆自制的轮椅送我去雪花纷纷地还在飞舞，在昏黄的路灯下仿佛一群飞蛾。路上的雪冻成了一道道冰凌，母亲推得沉重，但母亲心里快乐母亲知道我正打算写点什么，又知道我跟长影的一位导演有着通信，所以她觉得推我去看这电影是非常必要的，是件大事。怎样的大事呢？我们一起在那条快乐的雪路上跋涉时，谁也没有把握，唯朦胧地都怀着希望。那一辆自制的轮椅，寄托了二老多少心愿！但是下一辆真正的轮椅来了，母亲却没能看到。下一辆是丑小鸭杂志社送的，一辆正规并且做工精美的轮椅，全身的不锈钢，可折叠，可拆卸，两侧扶手下各有一金色的福字。"}
{"text":"路上的雪冻成了一道道冰凌，母亲推得沉重，但母亲心里快乐母亲知道我正打算写点什么，又知道我跟长影的一位导演有着通信，所以她觉得推我去看这电影是非常必要的，是件大事。怎样的大事呢？我们一起在那条快乐的雪路上跋涉时，谁也没有把握，唯朦胧地都怀着希望。那一辆自制的轮椅，寄托了二老多少心愿！但是下一辆真正的轮椅来了，母亲却没能看到。下一辆是丑小鸭杂志社送的，一辆正规并且做工精美的轮椅，全身的不锈钢，可折叠，可拆卸，两侧扶手下各有一金色的福字。除了这辆轮椅，还有一件也是我多么希望母亲看见的事，她却没能看见年，我的小说得了全国奖。得了奖，像是有了点儿资本，这年夏天我被邀请参加了丑小鸭的青岛笔会。双腿瘫痪后，我才记起了立哲曾教我的不要脸精神，大意是想干事你就别太要面子，就算不懂装懂，哥们儿你也得往行家堆儿里凑。立哲说这话时，我们都还在陕北，十八九岁。文革闹得我们都只上到初中，正是靠了此一不要脸精神，赤脚医生孙立哲的医道才得突飞猛进，在陕北的窑洞里做了不知多少手术，被全国顶尖的外科专家叹为奇迹。于是乎我便也给自己立个法不管多么厚脸皮，也要多往作家堆儿里凑。幸而除了两腿不仁不义，其余的器官都还按部就班，便一闭眼，拖累着大伙儿去了趟青岛。参照以往的经验，我执意要连人带那辆手摇车一起上行李厢，理由是下了火车不也得靠它？其时全中国的出租车也未必能超过百辆。树生兄便一路陪伴。谁料此一回完全不似以往上一次是去北戴河，下了火车由甘铁生骑车推我到宾馆，行李厢内货品拥塞，密不透风，树生心脏本已脆弱，只好于一路挥汗谈笑之间频频吞服速效救心。回程时我也怕了，托运了轮椅，随众人去坐硬座。进站口在车头，我们的车厢在车尾身高马大的树生兄背了我走，先还听他不紧不慢地安慰我，后便只闻其风箱也似的粗喘。待找到座位，偌大一个刘树生竟似只剩下了一张煞白的脸。丑小鸭不知现在还有没有？那辆福字牌轮椅，理应归功其首任社长胡石英。见我那手摇车抬上抬下着实不便，他自言自语道有没有更轻便一点儿的？也许我们能送他一辆。瞌睡中的刘树生急忙弄醒自己，接过话头儿行啊，这事儿交给我啦，你只管报销就是。胡石英欲言又止――那得多少钱呀，他心里也没底。"}
{"text":"待找到座位，偌大一个刘树生竟似只剩下了一张煞白的脸。丑小鸭不知现在还有没有？那辆福字牌轮椅，理应归功其首任社长胡石英。见我那手摇车抬上抬下着实不便，他自言自语道有没有更轻便一点儿的？也许我们能送他一辆。瞌睡中的刘树生急忙弄醒自己，接过话头儿行啊，这事儿交给我啦，你只管报销就是。胡石英欲言又止――那得多少钱呀，他心里也没底。那时铁良还在医疗设备厂工作，说正有一批中外合资的轮椅在试生产，好是好，就是贵。树生又是那句话行啊，这事儿交给我啦，你去买来就是。买来了，四百九十五块，年呀！据说胡社长盯着发票咋舌。这辆福字牌轮椅，开启了我走南闯北的历史。其实是众人推着背着抬着我，去看中国。先是北京作协的一群哥们儿送我回了趟陕北，见了久别的清平湾后又有洪峰接我去长春领了个奖。父亲年轻时在东北林区待了好些年，所以沿途的大地名听着都耳熟马原总想把我弄到西藏去看看，我说下了飞机就有火葬场吗？吓得他只好请我去了趟沈阳。王安忆和姚育明推着我逛淮海路，是在年。那时她们还不知道，所谓给我妹妹挑件羊毛衫其实是借口，那时我又一次摇进了爱情，并且至今没再摇出来。少功建功还有何立伟等等一大群人，更是把我抬上了南海舰队的鱼雷快艇。仅于近海小试风浪，已然触到了大海的威猛――那波涛看似柔软，一旦颠簸其间，竟是石头般的坚硬。又跟着郑义兄走了一回五台山，在佛母洞前汽车失控，就要撞下了山崖时被一块巨石挡住。大家都说这车上必有福将，我心说我呀，没见轮椅上那个福字？年迈平请我去斯德哥尔摩开会。飞机缓缓降落时，我心里油然地冒出句挺有学问的话这世界上果真是有外国呀！转年立哲又带我走了差不多半个美国，那时双肾已然怠工。我一路挣扎着看大沙漠大峡谷大瀑布大赌城立哲是学医的，笑嘻嘻地闻一闻我的尿说不要紧，味儿挺大，还能排毒。其实他心里全明白。他所以急着请我去，就是怕我一旦透析就去不成了。他的哲学一向是命，干吗用的？单是为了活着？说起那辆福字轮椅就要想起的那些人呢？如今都老了，有的已经过世。大伙儿推着抬着背着我走南闯北的日子，都是回忆了。这辆轮椅，仍然是不可断有情的印证。我说过，我的生命密码根本是两条残疾与爱情。"}
{"text":"转年立哲又带我走了差不多半个美国，那时双肾已然怠工。我一路挣扎着看大沙漠大峡谷大瀑布大赌城立哲是学医的，笑嘻嘻地闻一闻我的尿说不要紧，味儿挺大，还能排毒。其实他心里全明白。他所以急着请我去，就是怕我一旦透析就去不成了。他的哲学一向是命，干吗用的？单是为了活着？说起那辆福字轮椅就要想起的那些人呢？如今都老了，有的已经过世。大伙儿推着抬着背着我走南闯北的日子，都是回忆了。这辆轮椅，仍然是不可断有情的印证。我说过，我的生命密码根本是两条残疾与爱情。如今我已年近花甲，手摇车是早就摇不动了，透析之后连一般的轮椅也用着吃力。上帝见我需要，就又把一种电动轮椅放到我眼前，临时寄存在王府井的医疗用品商店。妻子逛街时看见了，标价三万五。她找到代理商，砍价，不知跑了多少趟。两万九？两万七？两万六，不能再低啦小姐。好吧好吧。希米小姐偷着笑你就是一分不降我也是要买的！这东西有趣，狗见了转着圈地冲它喊孩子见了总要问身边的大人它怎么自己会走呢？这东西给了我真正的自由居家可以乱窜，出门可以独自疯跑，跳舞也行，打球也行，给条坡道就能上山。舞我是从来不会跳。球呢，现在也打不好了，再说也没对手――会的嫌我烦，不会的我烦他。不过时隔三十几年我居然上了山――昆明湖畔的万寿山。谁能想到我又上了山呢！谁能相信，是我自己爬上了山的呢！坐在山上，看山下的路，看那浩瀚并喧嚣着的城市，想起凡高给提奥的信中有这样的话实际上我们穿越大地，我们只是经历生活。我们从遥远的地方来，到遥远的地方去我们是地球上的朝拜者和陌生人。坐在山上，看远处天边的风起云涌，心里有了一句诗嗨，希米，希米我怕我是走错了地方呢谁想却碰见了你！――若把凡高的那些话加在后面，差不多就是一首完整的诗了。坐在山上，眺望地坛的方向，想那园子里有过我的车辙的地方也都有过母亲的脚印，想那些又是雾罩的清晨，又是骄阳高悬的白昼想那些在老柏树旁停下，在草地上在颓墙边停下，又是处处虫鸣的午后，又是鸟儿归巢的傍晚想我曾经的那些想我用纸笔在报刊上碰撞开的一条路，并不就是母亲盼望我找到的那条路母亲盼望我找到的那条路到底是什么？有个回答突然跳来眼前扶轮问路。但这不仅仅是说，有个叫的家伙，扶着轮椅，在这颗星球上询问过究竟。"}
{"text":"坐在山上，眺望地坛的方向，想那园子里有过我的车辙的地方也都有过母亲的脚印，想那些又是雾罩的清晨，又是骄阳高悬的白昼想那些在老柏树旁停下，在草地上在颓墙边停下，又是处处虫鸣的午后，又是鸟儿归巢的傍晚想我曾经的那些想我用纸笔在报刊上碰撞开的一条路，并不就是母亲盼望我找到的那条路母亲盼望我找到的那条路到底是什么？有个回答突然跳来眼前扶轮问路。但这不仅仅是说，有个叫的家伙，扶着轮椅，在这颗星球上询问过究竟。也不只是说，――这一处陌生的地方，如今我已经弄懂了多少。更是说，譬如经轮常转，那轮与转明明是指示着一条无限的路途――无限的悲怆与有情，无限的蛮荒与惊醒以及靠着无限的思问与祷告，去应和那存在之轮的无限之转！尼采说要爱命运，爱命运才是至爱的境界。爱命运既是爱上帝――上帝创造了无限种命运，要是你碰上的这一种不可心，你就恨他吗？爱命运也是爱众生――假设那一种不可心的命运轮到别人身上，你就会松一口气怎的？而凡高所说的经历生活，分明是在暗示此一处陌生的地方，不过是心魂之旅中的一处景观一次际遇，未来的路途一样还是无限之问。纪念我的老师王玉田月号那天，我甚至没有见到他。老同学们推选我给他献花，我捧着花，把轮椅摇到最近舞台的角落里。然后就听人说他来了，但当我回头朝他的座位上张望时，他已经倒下去了。他曾经这样倒下去不知有多少回了，每一回他都能挣扎着起来，因到他所热爱的学生和音乐中间。因此全场几百双眼睛都注视着他倒下去的地方，几百颗心在为他祈祷，期待着他再一次起来。可是，离音乐会开始还有几分钟，他的心弦已经弹断了，这一次他终于没能起来。唯一可以让他的学生和他的朋友们稍感宽慰的是他毕竟是走进了那座最高贵的音乐的殿堂，感受到了满场庄严热烈的气氛。舞台上的横幅是王玉田从教三十五周年作品音乐会――他自己看见了吗？他应该看见了，同学们互相说，他肯定看见了。主持人走上台时，他在急救车上。他的心魂恋恋不去之际，又一代孩子们唱响了他的歌恰似我们当年。"}
{"text":"唯一可以让他的学生和他的朋友们稍感宽慰的是他毕竟是走进了那座最高贵的音乐的殿堂，感受到了满场庄严热烈的气氛。舞台上的横幅是王玉田从教三十五周年作品音乐会――他自己看见了吗？他应该看见了，同学们互相说，他肯定看见了。主持人走上台时，他在急救车上。他的心魂恋恋不去之际，又一代孩子们唱响了他的歌恰似我们当年。纯洁高尚爱和奉献，是他的音乐永恒的主题海浪白帆美和创造，是我们从小由他那儿得来的憧憬祖国责任不屈和信心，是他留给我们永远的遗产。我只上过两年中学，两年的班主任都是他――王玉田老师。那时他二十八九岁，才华初露，已有一些音乐作品问世。我记得他把冼星海聂耳格琳卡和贝多芬的画像挂在他的音乐教室，挂在那进行教改探索开音乐必修课选修课编写教材，将歌曲作法引进课堂组织合唱队军乐队舞蹈队话剧队工作之余为青少年创作了大量优秀歌曲。如果有人诧异，清华附中这样一所以理工科见长的学校，何以他的学生们亦不乏艺术情趣？答案应该从附中一贯的教育思想中去找，而王老师的工作是其证明之一。要培养更为美好的人而不仅仅是更为有效的劳动力，那是美的事业在这伟大多少人因此终生受益而又平凡多少人又常常会忘记的岗位上，王老师年如一日默默无闻地实现着他的理想。年过去，他白发频添，步履沉缓了月日，我走进音乐厅，一位记者采访我，问我王老师对你有怎样的影响？我说我最终从事文学创作，肯定与我的班主任是个艺术家分不开，与他的夫人我的语文老师分不开。在我双腿瘫痪后，我常常想起我的老师是怎样对待疾病的。音乐会进行到一半的时候，主持人报告说王老师被抢救过来了！每个人都鼓掌，掌声持续了几分钟。那时他在急救中心，一定是在与病魔作着最艰难的搏斗。他热爱生命，热爱着他的事业。他曾说过我真幸福，我找到了一个最美好的职业。据说他的心跳和呼吸又恢复了一会儿。我们懂得他，他不忍就去，他心里还有很多很多孩子们――那些还没有长大的孩子，和那些已经长大了的孩子――所需要的歌呢。音乐会结束时，我把鲜花交在董老师手中。一个人死了，但从他心里流出的歌还在一代代孩子心中涌荡传扬，这不是随便谁都可以享有的幸福。安息吧，王玉田老师！"}
{"text":"他热爱生命，热爱着他的事业。他曾说过我真幸福，我找到了一个最美好的职业。据说他的心跳和呼吸又恢复了一会儿。我们懂得他，他不忍就去，他心里还有很多很多孩子们――那些还没有长大的孩子，和那些已经长大了的孩子――所需要的歌呢。音乐会结束时，我把鲜花交在董老师手中。一个人死了，但从他心里流出的歌还在一代代孩子心中涌荡传扬，这不是随便谁都可以享有的幸福。安息吧，王玉田老师！或者，如果灵魂真的还有，你必是不会停歇，不再为那颗破碎的心脏所累，天上地下你尽情挥洒，继续赞叹这世界的美，浇灌这人是的爱短评三篇残阳如血读后这是一个悲惨的故事。类似这样悲惨的故事，我自己就听说过不少。我不认为把这样的事藏起来比把它写出来要乐观，还有光明呀和高昂呀因为首先我们不想闭上眼睛躲起来，我们决意睁大着眼睛走进真生活。晓钟说，他自己瘸跛地走在坎坷的人生路上还屡屡受着命运的打击，可我居然发现自己的灵魂很坚韧，从这一篇残阳如血中我相信，他上述活里的每个字都是确凿无疑的，而且每一个字都应该放大千倍万倍来读，来想。晓钟的文笔不错，结构故事的能力也好，他说文学中有我的爱，我也深深地爱文学，虽然很苦很艰难，但是我无怨无悔，请允许我以一个多着几岁年纪的文学信徒的资格说，在晓钟的前面，不是一步步地成功，还能是什么呢？但是说到小说残阳如血，我想更多地给晓钟提些意见。我想把话说得过份刻薄一点，因为这样问题才显露得清晰鲜明一篇小说，和一则传闻有什么不同呢？不同之处在于，小说重过程，传闻重结果，小说重人物，传闻重事件小说更关注事件中人的心魂，传闻则偏爱事件外表的线路。因而小说可以在任何司空见惯的事件里发现独特的心路历程，传闻却把一切心路历程的独特省略，仅仅剩下司空见惯的事件。残阳如血的故事不可谓不真实，不可谓不悲惨，但是它并不感动我。为什么呢？我想，因为它仅仅掠过事件的外表，而放弃了走进三个主人公心魂中去的机会。这传闻充其量只能让传者和闻者相互叹息，然后很快就忘记。因为这样的或那样的悲惨的事情很多很多，闻不暇闻，记不暇记。但最重要的是因为，它仅仅是悲惨，它不是悲剧或者它事实上是悲剧，而只写出了它的悲惨。"}
{"text":"因而小说可以在任何司空见惯的事件里发现独特的心路历程，传闻却把一切心路历程的独特省略，仅仅剩下司空见惯的事件。残阳如血的故事不可谓不真实，不可谓不悲惨，但是它并不感动我。为什么呢？我想，因为它仅仅掠过事件的外表，而放弃了走进三个主人公心魂中去的机会。这传闻充其量只能让传者和闻者相互叹息，然后很快就忘记。因为这样的或那样的悲惨的事情很多很多，闻不暇闻，记不暇记。但最重要的是因为，它仅仅是悲惨，它不是悲剧或者它事实上是悲剧，而只写出了它的悲惨。悲惨并不能让人感动也很难让人有更多的思索，让人感动让人思索的是悲剧。比如偶然的工伤事故医疗事故交通事故那仅仅是悲惨，而只有伤残者的心魂面对这偶然造下的诸多问题之时，感动和思索才可能出现，悲剧才可能诞生。悲剧必须走进人物的心魂，悲剧是发生在心中的问题不是发生在心外的事件，因而它才使更多的心为之感动，为之思索，长久地难忘。晓钟说残疾人的爱是首独特的诗，有时伟大无私和自卑懦弱实在分不清楚。他们渴望爱情雨露的滋润，却又看到世俗的眼光和阻力以及生活的重荷，更多的时候，他们埋藏了自己的爱。我想，晓钟其实已经看到了悲剧是什么，是因为什么。他们埋藏了自己的爱，这是一种悲剧。换一个字――他们埋葬了自己的爱怎么样？那是更大的悲剧。我想，残阳如血中的三个主人公，都是埋葬了自己的爱。牛爷是，疙瘩是，柴妞更是，他们都败于强大的世俗，但主要是败于自己的软弱，于是埋葬了自己的爱。牛爷是因为往日的伤痕而扭曲了心，竟至与世俗同流。疙瘩是因为怕牛爷，是因为他自己的软弱他干嘛不拉上柴妞跑呢。柴妞更软弱甚至有些自私，她对疙瘩说你要做傻事我恨你一辈子，可她自己却一走了之她要是坚持着等下去事情不会闹到这步田地了吧。当然，他们要都是那么英明那么坚强，也就没有这个故事了。我想说的是，三个爱着的人都埋藏了自己的爱，这中间必有着更为动人更为震撼人的心魂路程，有更为值得思索的东西在里面，晓钟应该在这儿多用笔墨才是。那样的话，残阳如血就能成为一篇很好的小说了。我的意见不保证全对，谨与晓钟商榷。写给地震的一封信东野长峥你好！你摔伤住院的情况我都听说了。你住的那家医院离我家太远，那阵子我的电瓶车又出了故障，所以没能去医院看你。现在好些了么？又拄着拐到处乱窜了吧？"}
