{"text":"从古至今，东方的一些宗教，比如佛教，就反对杀生，反对肉食。中国固有的思想中，对鸟兽表示同情的表现，比比皆是。最著名的两句诗劝君莫打三春鸟，子在巢中待母归。是众所周知的。这种对鸟兽表示出来的怜悯与同情，十分感人，西方诗中是难以找到的。孟子的话恻隐之心人皆有之，也表现了同一种感情。东西方的区别就是如此突出。在西方文化风靡世界的几百年中，在尖刻的分析思维模式指导下，西方人贯彻了征服自然的方针。结果怎样呢？有目共睹，后果严重。对人类的得寸进尺永不餍足的需求，大自然的忍耐程度并非无限，而是有限度的。在限度以内，它能够满足人类的某一些索取。过了这个限度，则会对人类加以惩罚，有时候是残酷的惩罚。即使是中国，在我们冲昏了头脑的时候，大量毁林造田，产生的后果，人所共知长江变成了黄河，洪水猖獗肆虐。从全世界范围来看，在西方文化主宰下，生态平衡遭到破坏，酸雨到处横行，淡水资源匮乏，大气受到污染，臭氧层遭到破坏，海洋湖河江遭到污染，一些生物灭种，新的疾病冒出等等，威胁着人类的未来发展，甚至人类的生存。这些灾害如果不能克制，则用不到一百年，人类势将无法生存下去。这些弊害目前已经清清楚楚地摆在我们眼前，哪一个人敢说这是危言耸听呢？现在全世界的明智之士都已痛感问题之严重，但是却不一定有很多人把这些弊害同西方文化挂上钩。然而，照我的看法，这些东西非同西方文化挂上钩不行。西方的有识之士，从本世纪年代起直到最近，已经感到西方文化行将衰落。钱宾四先生说最近五十年，欧洲文化近于衰落。他的忧虑同西方眼光远大的人如出一辙。这些意见同我想的几乎完全一样，我当然是同意的，虽然衰落的原因我同宾四先生以及西方人士的看法可能完全不相同。有没有挽救的办法呢？当然有的。依我看，办法就是以东方文化的综合思维模式济西方的分析思维模式之穷。人们首先要按照中国人东方人的哲学思维，其中最主要的就是天人合一的思想，同大自然交朋友，彻底改恶向善，彻底改弦更张。只有这样，人类才能继续幸福地生存下去。我的意思并不是要铲除或消灭西方文化。不是的，完全不是的。那样做，是绝对愚蠢的，完全做不到的。西方文化迄今所获得的光辉成就，绝不能抹煞。我的意思是，在西方文化已经达到的基础上，更上一层楼，把人类文化提高到一个前所未有的高度。三十年河西，三十年河东这个人类社会进化的规律能达到的目标，就是这样。"}
{"text":"人们首先要按照中国人东方人的哲学思维，其中最主要的就是天人合一的思想，同大自然交朋友，彻底改恶向善，彻底改弦更张。只有这样，人类才能继续幸福地生存下去。我的意思并不是要铲除或消灭西方文化。不是的，完全不是的。那样做，是绝对愚蠢的，完全做不到的。西方文化迄今所获得的光辉成就，绝不能抹煞。我的意思是，在西方文化已经达到的基础上，更上一层楼，把人类文化提高到一个前所未有的高度。三十年河西，三十年河东这个人类社会进化的规律能达到的目标，就是这样。有一位语言学家讽刺我要东化。他似乎认为这是非圣无法大逆不道之举。愧我愚陋，我完全不理解既然能搞西化，为什么就不能搞东化呢？风物长宜放眼量。我们决不应妄自尊大。但是我们也不应妄自菲薄。我们不应当囿于积习，鼠目寸光，认为西方一切都好，我们自己一切都不行。这我期期以为不可。多少年来，人们沸沸扬扬，义形于色，讨论为什么中国自然科学不行，大家七嘴八舌，争论不休，都认为这是一件事实，不用再加以证明。然而事情真是这样吗？我自己对自然科学所知不多，不敢妄加雌黄。我现在吁请大家读一读中国当代数学大家吴文俊先生的一篇文章关于研究数学在中国的历史与现状见自然辩证法通讯年第四期。大家从中一定可以学习很多东西。总之，我认为，中国文化和东方文化中有不少好东西，等待我们去研究，去探讨，去发扬光大。天人合一就属于这个范畴。我对天人合一这个重要命题的新解，就是如此。年月日写毕原载传统文化与现代化年创刊号第章关于天人合一思想的再思考今年春天，我在新创刊的传统文化与现代化杂志上发表了一篇论文天人合一新解以下简称新解，阐述了我最近对东西文化关系的一些新的想法，大概仍然属于野狐谈禅之类。不意竟引起了很大反响柴剑虹向云驹等先生相告。同时，我自己也进一步读了一些书。我并无意专门搜集这一方面的资料，资料好像是自己跃入我的眼中。一经看到，眼明心亮。我自己也有点吃惊资料原来竟这样多呀！这些资料逼迫我进一步考虑这个问题。我想到，东西文化关系的问题，是当前国内热门话题之一，国外也有类似倾向。最近一两年内，我曾多次参加国内和国际研究东西文化关系的学术研讨会。同声相求，同气相应，颇有一些意见相同者，窃以为慰。"}
{"text":"不意竟引起了很大反响柴剑虹向云驹等先生相告。同时，我自己也进一步读了一些书。我并无意专门搜集这一方面的资料，资料好像是自己跃入我的眼中。一经看到，眼明心亮。我自己也有点吃惊资料原来竟这样多呀！这些资料逼迫我进一步考虑这个问题。我想到，东西文化关系的问题，是当前国内热门话题之一，国外也有类似倾向。最近一两年内，我曾多次参加国内和国际研究东西文化关系的学术研讨会。同声相求，同气相应，颇有一些意见相同者，窃以为慰。但是，兹事体大，绝非一两个人，在一两年内，就能获得比较满意的解决的。因此，把我进一步考虑的结果以及新看到的一切资料，搜集起来，对新解加以补充，会是有益的。这就是这篇论文产生的根源。我的做法是，先补充一些资料，然后再分别介绍李慎之先生一篇文章和郑敏先生一篇文章。最后讲一点纳西族的哲学思想。我在新解中引用了不少中国资料，但是对一个非常重要的人物，宋代的张载，却只提了一句，这无疑是一个很大的缺憾。张载是宣扬天人合一思想最深刻最鲜明的代表，是万万遗漏不得的。我现在来弥补一下。张载是宋代的理学大家之一。在遵照唯物主义和唯心主义斗争的条条框框写成的中国哲学史中，他一向被认为是唯物主义者。我对这种愣贴标签的把哲学现象过分简单化的做法是不敢苟同的。这且不去说它。我现在引他一些话，补新解之不足。天人合一思想在张载的著作中，到处都有表现。比如，在正蒙中，他说爱必兼爱。他又说物无孤立之理。意思就是，事事物物都互相联系。这同我多次提到的东方文化的特点整体概念，普遍联系，是一个意思。表现天人合一思想最鲜明最深刻的例子，是张载著名的西铭后收入正蒙中。西铭极短，我不妨全文抄出乾称父，坤称母予兹藐焉，乃混然中处。故天地之塞，吾其体天地之帅，吾其性。民，吾同胞物，吾与也。大君者，吾父母宗子其大臣，宗子之家相也。尊高年，所以长其长慈孤弱，所以幼其幼圣，其合德贤，其秀也。凡天下疲癃残疾亩厉す眩皆吾兄弟之颠连而无告者也。于时保之，子之翼也乐且不忧，纯乎孝者也。关于张载就补充这样多。在当时，张载同程朱一派的理学家意见是不同的，甚至是矛盾的。但是对张载这种鲜明的天人合一的思想，程朱也是赞赏的。可见这种思想，在中国哲学史上，是深入人心的。"}
{"text":"故天地之塞，吾其体天地之帅，吾其性。民，吾同胞物，吾与也。大君者，吾父母宗子其大臣，宗子之家相也。尊高年，所以长其长慈孤弱，所以幼其幼圣，其合德贤，其秀也。凡天下疲癃残疾亩厉す眩皆吾兄弟之颠连而无告者也。于时保之，子之翼也乐且不忧，纯乎孝者也。关于张载就补充这样多。在当时，张载同程朱一派的理学家意见是不同的，甚至是矛盾的。但是对张载这种鲜明的天人合一的思想，程朱也是赞赏的。可见这种思想，在中国哲学史上，是深入人心的。现在我想补充一点关于日本的资料。日本深受中国宋明理学的影响，对于天人合一的思想并不陌生。这一点在讲日本思想史的书中，在许多中国学家的著作中，很容易可以找到，无须我再加以详细论列。前不久，我接到日本神户大学教授哲学和日本学专家仓泽行洋博士的新著东洋西洋，其中有的地方讲到天人合一第一章，世界观东西，众生本来佛万物与我一体。我请人把万物我的一体译为汉文，附在这里，以供参考这样，在佛教中认为人与万物并无差别，同为佛，实质上同为一物。当然，我们即使不以佛作为依据，在其他许多地方也同样可以发现人与万物本质上完全相同。譬如，在印度有一种古老的哲学，叫奥义书。这种哲学出现在佛教尚未形成之时。奥义书哲学的根本理念，根本思想就是与同一。就是自我的本质，我的实体。就是宇宙的原理，译为梵。这里就是讲我与梵，自我的本体与宇宙的原理是相同之物。日本明治时代的某位学者把它称为梵我一如。奥义书思想之本就在于梵我一如。这是一个十分出色的表现。梵我一如也是我人与人以外的万物完全相同的另一种讲法。另外，还有一种十分简洁十分明确的说法，这就是天地与我同根，万物与我一体。这句话出自中国的一本古书碧岩录。此句的意义，我想是不说自明的。与此十分相似的还有庄子中的一句话天地与我并生，而万物与我为一。庄子中还有这样一句话万物皆一，万物一齐。此处的万物中包含着人类。包括人类在内的万物从本质上看都是相同的。万物一齐的一齐就是相同相等之意，所以就等于说万物毫无例外都是平等的。此类例子不胜枚举。现在补充一点关于朝鲜的资料。"}
{"text":"这句话出自中国的一本古书碧岩录。此句的意义，我想是不说自明的。与此十分相似的还有庄子中的一句话天地与我并生，而万物与我为一。庄子中还有这样一句话万物皆一，万物一齐。此处的万物中包含着人类。包括人类在内的万物从本质上看都是相同的。万物一齐的一齐就是相同相等之意，所以就等于说万物毫无例外都是平等的。此类例子不胜枚举。现在补充一点关于朝鲜的资料。朝鲜有比较悠长的哲学发展的历史，一方面有自己本土的哲学思想，另一方面又受到了邻国中国哲学思想的影响。中国儒家思想在三国时期已传入朝鲜，儒家的天命观影响了朝鲜思想。到了高丽末李朝初期，宋代程朱之学传入。作为宋代理学基础的天人合一思想，也在朝鲜占了上风。在这时期出现了一批程朱理学的代表人物，比如李穑年，郑梦周年，郑道传年等等，在他们的学说中，都有一些关于天地万物之理的论述但是，明确提出天人合一思想的是权近年。他用图表来解释哲学思想，其中最重要的是天人心性合一之图，他把这张图摆在所有图的最前面，以表示其重要性。他反对天人相胜论。他说就人心性上，以明理气善恶之殊，以示学者人兽草木千形万状，各正性命者，皆自一太极中流出。故万物各具一理，万理同出一源，一草一木各一太极，而天下无性外之物，故中庸言，能尽其性，则能尽人之性能尽物之性，而可以赞天地之化育，呜呼，至哉。权近又提出了天人相类相通的学说，他说盖天地万物，本同一体，故人之心正，则天地之心亦正人之气顺，则天地之气亦顺。是天地之有灾祥，良由人事之有得失也。人事得，则灾祥顺其常人事失，则灾祥反其正。他还说人众胜天，天定亦能胜人。天人之际，虽交相为胜，然人之胜天，可暂而不可常天之胜人，愈久而愈定也。故淫者必不能保其终，而善者必有庆于后矣。李朝前半期的哲学思想，以及那以后的哲学思想，仍然或多或少地呈现出天人合一的色彩。因此我们可以说，这种东方特有的天人合一的思想，在朝鲜哲学史上也是比较明确的。补充资料就这样多。在新解里，我论述了中国和印度的天人合一的思想。现在，我又补充了日本和朝鲜韩国的天人合一的思想。东方几个有代表性的国家，我都谈到了。"}
{"text":"天人之际，虽交相为胜，然人之胜天，可暂而不可常天之胜人，愈久而愈定也。故淫者必不能保其终，而善者必有庆于后矣。李朝前半期的哲学思想，以及那以后的哲学思想，仍然或多或少地呈现出天人合一的色彩。因此我们可以说，这种东方特有的天人合一的思想，在朝鲜哲学史上也是比较明确的。补充资料就这样多。在新解里，我论述了中国和印度的天人合一的思想。现在，我又补充了日本和朝鲜韩国的天人合一的思想。东方几个有代表性的国家，我都谈到了。因此，我说，天人合一的思想，是东方文明的主导思想，应该说是有坚实可靠的根据的。我在下面介绍两篇文章，第一篇是李慎之教授的中国哲学的精神。在进入正文之前，我想先讲一点琐事，也可以算是花絮吧。我最初并不认识李慎之先生。只在中国国际交流协会的理事会上见过几次面。我认为他不过是一个外交官，一个从事国际活动的专家，给我没有留下多么深刻的印象。前几年，台湾的星云大师率领庞大的僧尼代表团，来内地访问。赵朴老在人民大会堂设素斋招待。排座位，我适与他邻座。既然邻座，必然要交谈。谈了没有几个回合，我心里就大吃一惊，我惊其博学，惊其多识，我暗自思忖这个人看来必须另眼相看了。吴宓与陈寅恪一书出版，在懂行者中，颇引起一点轰动。报刊杂志上刊出了几篇文章，从不同的角度对陈吴二师的思想学术和交谊，做了一些探讨，极有见地，相当深刻，发潜德之幽光，使二师的真相逐渐大白于天下，我心中窃以为慰。有一天，见到李先生。他告诉我，他看到我为那一本书题的封面，我在书名之外写上了弟子敬署。这本是一件微末不足道的小事，他却大为感慨。我小时候练习过毛笔字，后来长期在国外，毛笔不沾手者十有余年。我自知之明颇有一点，自知书法庸陋，从不敢以书法家自命。不意近若干年以来，竟屡屡有人找我写这写那。初颇惶恐觳觫，竭力抗拒。人称谦虚，我实愧恧。于是横下了一条心你不嫌丑，我就不脸红！从而来者不拒，大写起来。但是，吴宓与陈寅恪却不属于这个范畴。为两位恩师的书题写书名，是极大的光荣。题上弟子字样，稍寓结草衔环之意。这一切都是在有意与无意之间进行的。然而慎之却于其中体会出深文奥义，感叹当今世态浇漓，师道不尊，十年浩劫期间，学生以打老师为光荣，而今竟有我这样的傻子呆子，花岗岩的老脑袋瓜，仍遵古道，自署弟子。"}
{"text":"不意近若干年以来，竟屡屡有人找我写这写那。初颇惶恐觳觫，竭力抗拒。人称谦虚，我实愧恧。于是横下了一条心你不嫌丑，我就不脸红！从而来者不拒，大写起来。但是，吴宓与陈寅恪却不属于这个范畴。为两位恩师的书题写书名，是极大的光荣。题上弟子字样，稍寓结草衔环之意。这一切都是在有意与无意之间进行的。然而慎之却于其中体会出深文奥义，感叹当今世态浇漓，师道不尊，十年浩劫期间，学生以打老师为光荣，而今竟有我这样的傻子呆子，花岗岩的老脑袋瓜，仍遵古道，自署弟子。他在慨叹之余，提笔写了一篇关于吴宓与陈寅恪一书的文章，寄了给我。不知何故，没能收到。他又把文章复制了一份，重新付邮，并附短札一通。文章的名字叫守死善道强哉矫，副标题是读吴宓与陈寅恪。信与文章都是一流的。我现在先把信抄在下面季先生拙文于六月底草成后即寄上请正。既然没有收到，就再次挂号寄上。上次信中，还写了一些对陈吴两先生表示钦仰的话，并且希望两先生的老节能为中国知识分子之操守立一标准。这次就都不说了。只是仍然深感自己才力薄弱，不足以发两先生的潜德幽光，滋有愧耳。专此即颂秋安李慎之，年中秋夜看了这封信，我相信，读者会认为我抄它是应该的。至于那一篇文章，我力劝他发表，现已在t望年第期上刊出。我劝对陈吴两师有意研究了解者务必一读。我认为这是一篇难得的好文章，有见解，有气势，有感情，有认识对两先生毕生忠于自己的信念，不侮食自矜，不曲学阿世，给予了最高的评价对两先生生死之交终生不渝的友谊给予了最高的赞美。文章说陈先生的悲剧并不在他的守旧而正在于他的超前，这就是所谓先觉有常刑。真可以掷地作金石声！这就是我认识李慎之的经过，这就是我认识的李慎之。这花絮实在有点太长了。但是，我相信，读者读了以后，或许还有人认为，它还应该再长一点。现在来介绍中国哲学的精神。按照平常的做法，我应当先对本文加以概述，然后选取某些点加以详细评论，或赞同，或否定，或誉，或毁，个人的看法当然也要提到。于是一篇文章便大功告成。我现在不想这样办。我觉得，这样办虽符合新八股的规律，然而却是可怜无补费精神。大家不是常说求同存异吗？我想反其道而行之，来一个求异存同，并非想标新立异，实不得不尔耳。说到求异存同，我又不得不唆几句。"}
{"text":"但是，我相信，读者读了以后，或许还有人认为，它还应该再长一点。现在来介绍中国哲学的精神。按照平常的做法，我应当先对本文加以概述，然后选取某些点加以详细评论，或赞同，或否定，或誉，或毁，个人的看法当然也要提到。于是一篇文章便大功告成。我现在不想这样办。我觉得，这样办虽符合新八股的规律，然而却是可怜无补费精神。大家不是常说求同存异吗？我想反其道而行之，来一个求异存同，并非想标新立异，实不得不尔耳。说到求异存同，我又不得不唆几句。李慎之先生在守死善道强哉矫那一篇文章里引用了古人的话朋友，以义合者也。我认为，这是含义深刻的一句话。但是，什么叫义呢？韩文公说行而宜之之谓义。这仍然是妻者，齐也同音相训的老套。我个人觉得，义起码包含着肝胆相照这样一层意思，就是说，朋友之间不说假话，要讲真实的话。慎之做到了这一点，我现在努力步其后尘。第章关于天人合一思想的再思考在这个思想的指导下，我介绍中国哲学的精神一文，不谈本文，只谈。慎之说我过去看到季先生一些短篇论东西文化的文章，总以为他的思想与我大相径庭。这次看到他的长篇论述，才发觉我们的看法原来高度一致。这对我无疑是一个极大的鼓舞，给了我极大的安慰。关于高度一致的地方，我就不再谈了。我现在专谈高度不一致的地方。这样的地方我归纳为以下三点，分别谈谈我的意见。一西方科学技术的副作用问题李慎之先生说季先生似乎对西方科学技术的副作用看得多了一点。可我自己觉得，我看得不是太多，而是太少。关于这个问题，我并不是先知先觉。西方有识之士早已看到了，而且提出了警告。不但今天是这样，而且在一百多年以前已经有人提出来了。下面介绍郑敏教授的文章时，我还将谈论这个问题。这里就暂且不谈了。前几天，我在香山召开的东方伦理道德与青少年教育国际研讨会上听到一位女士说，她最近读了一本外国某专家的书，书中列举了大量类似我在新解中所指出的西方科技产生出来的弊害，有说明，有理论，他最后的结论是到了世纪末，人类就到了末日，实在让人惊心动魄。我还没有像他那样悲观，原因大概就是因为我并非科技专家，也非社会学家。我所能看到的并且列举出来的弊害，并不全面。"}
{"text":"这里就暂且不谈了。前几天，我在香山召开的东方伦理道德与青少年教育国际研讨会上听到一位女士说，她最近读了一本外国某专家的书，书中列举了大量类似我在新解中所指出的西方科技产生出来的弊害，有说明，有理论，他最后的结论是到了世纪末，人类就到了末日，实在让人惊心动魄。我还没有像他那样悲观，原因大概就是因为我并非科技专家，也非社会学家。我所能看到的并且列举出来的弊害，并不全面。虽然我在列举弊害时，往往在最后加上等等，甚至两个等等这样的字样，看来是胸有成竹，种种弊害罗列心头，唾手可得。实际上是英雄欺人，是我耍的一种手法。我限于能力，再也列举不出更多更具体更有力的证据了。但是，就拿我所能列举出来的弊害来看，这些都是确确实实存在着的，而且还日益发展蔓延，这绝不是我个人的幻想，而是有目共睹的。可怜当今世界上那些有权势的能在这方面有所作为的大人物，对这些问题视而不见，懵懵懂懂，如在梦中，仍然在争名于朝，争利于市，自我感觉极端良好哩。慎之在中又提到去年六月讨论环境问题的全球首脑会议前夕，有一批当今世界上在各种学科居于领导地位的科学家特地写信给首脑会议发出呼吁，认为只有发展科学，发展技术，发展经济，才有可能最后解决环境问题。绝不能为保护环境而抑制发展，否则将两俱无成。我是赞成他们的意见的。直白地说，我是不赞成他们的意见的，我期期以为不可。为了保护环境绝不能抑制科学的发展技术的发展和经济的发展，这个大前提绝对是正确的。不这样做是笨伯，是傻瓜。但是，处理这个问题，脑筋里必须先有一根弦，先有一个必不可缺的指导思想，而这个指导思想只能是东方的天人合一的思想。否则就会像是被剪掉了触角的蚂蚁，不知道往哪里走。从发展的最初一刻起，就应当在这种思想的指引下，念念不忘过去的惨痛教训，想方设法，挖空心思，尽上最大的努力，对弊害加以抑制，绝不允许空喊发展！发展！发展！高枕无忧，掉以轻心，梦想有朝一日科学会自己找出办法，挫败弊害。常言道道高一尺，魔高一丈。到了那时，魔已经无法控制，而人类前途危关。中国旧小说中常讲到龙虎山张天师打开魔罐，放出群魔，到了后来，群魔乱舞，张天师也束手无策了。最聪明最有远见的办法是向观音菩萨学习，放手让本领通天的孙悟空去帮助唐僧取经。但同时又把一个箍套在猴子头上，把紧箍咒教给唐僧。"}
