{"text":"而在另一方面自吹自擂，`然以天才与作家自命，偷窃他人唾余，还沾沾自喜的种种怪象，也是无丑不备有恶皆臻，对着这些痛心的事实，我们还能够否认文人无行这句话的相当真实吗？自然，我也并不是说凡文人皆无行。我们能不兴起世道人心的感喟吗？自然，我这样的感触并不是毫没来由的。举实事来说，过去有曾某其人者，硬以管他娘与打打麻将等屁话来实行其所谓词的解放，被人斥为轻薄少年与色情狂的急色儿，曾某却唠唠叨叨辩个不休，现在呢，新的事实又证明了曾某不仅是一个轻薄少年，而且是阴毒可憎的蛇蝎，他可以借崔万秋的名字为自己吹牛见二月崔在本报所登广告，甚至硬把日本一个打字女和一个中学教员派做女诗人和大学教授，把自己吹捧得无微不至他可以用最卑劣的手段投稿于小报，指他的朋友为，并公布其住址，把朋友公开出卖见第五号中外书报新闻。这样的大胆，这样的阴毒，这样的无聊，实在使我不能相信这是一个有廉耻有人格的人――尤其是文人，所能做出。然而曾某却真想得到，真做得出，我想任何人当不能不佩服曾某的大无畏的精神。听说曾某年纪还不大，也并不是没有读书的机会，我想假如曾某能把那种吹牛拍马的精力和那种阴毒机巧的心思用到求实学一点上，所得不是要更多些吗？然而曾某却偏要日以吹拍为事，日以造谣中伤为事，这，一方面固愈足以显曾某之可怕，另一方面亦正见青年自误之可惜。不过，话说回头，就是受过高等教育的也未必一定能束身自好，比如以专写三角恋爱小说出名，并发了财的张，彼固动辄以日本某校出身自炫者，然而他最近也会在一些小报上泼辣叫嗥，完全一副满怀毒恨的弃妇的脸孔，他会阴谋中伤，造谣挑拨，他会硬派人像布哈林或列宁，简直想要置你于死地，其人格之卑污，手段之恶辣，可说空前绝后，这样看来，高等教育又有何用？还有新出版之某无聊刊物上有署名白羽遐者作内山书店小坐记一文，公然说某人常到内山书店，曾请内山书店救过命保过险。我想，这种公开告密的勾当，大概也就是一流人化名玩出的花样。然而无论他们怎样造谣中伤，怎样阴谋陷害，明眼人一见便知，害人不着，不过徒然暴露他们自己的卑污与无人格而已。但，我想，有行的文人，对于这班丑类，实在不应当像现在一样，始终置之不理，而应当振臂奋起，把它们驱逐于文坛以外，应当在污秽不堪的中国文坛，做一番扫除的工作！"}
{"text":"还有新出版之某无聊刊物上有署名白羽遐者作内山书店小坐记一文，公然说某人常到内山书店，曾请内山书店救过命保过险。我想，这种公开告密的勾当，大概也就是一流人化名玩出的花样。然而无论他们怎样造谣中伤，怎样阴谋陷害，明眼人一见便知，害人不着，不过徒然暴露他们自己的卑污与无人格而已。但，我想，有行的文人，对于这班丑类，实在不应当像现在一样，始终置之不理，而应当振臂奋起，把它们驱逐于文坛以外，应当在污秽不堪的中国文坛，做一番扫除的工作！于是祸水就又引到自由谈上去，在次日的时事新报上，便看见一则启事，是方寸大字的标名――张资平启事五日申报自由谈之谈文人无行，后段大概是指我而说的。我是坐不改名，行不改姓的人，纵令有时用其他笔名，但所发表文字，均自负责，此须申明者一白羽遐另有其人，至内山小坐记亦不见是怎样坏的作品，但非出我笔，我未便承认，此须申明者二我所写文章均出自信，而发见关于政治上主张及国际情势之研究有错觉及乱视者，均不惜加以纠正。至于造谣伪造信件及对于意见不同之人，任意加以诬毁皆为我生平所反对，此须申明者三我不单无资本家的出版者为我后援，又无姊妹嫁作大商人为妾，以谋得一编辑以自豪，更进而行其诬毁造谣假造信件等卑劣的行动。我连想发表些关于对政治对国际情势之见解，都无从发表，故凡容纳我的这类文章之刊物，我均愿意投稿。但对于该刊物之其他文字则不能负责，此须申明者四。今后凡有利用以资本家为背景之刊物对我诬毁者，我只视作狗吠，不再答复，特此申明。这很明白，除我而外，大部分是对于自由谈编辑者黎烈文的。所以又次日的时事新报上，也登出相对的启事来――黎烈文启事烈文去岁游欧归来，客居沪上，因申报总理史量才先生系世交长辈，故常往访候，史先生以烈文未曾入过任何党派，且留欧时专治文学，故令加入申报馆编辑自由谈。不料近两月来，有三角恋爱小说商张资平，因烈文停登其长篇小说，怀恨入骨，常在各大小刊物，造谣诬蔑，挑拨陷害，无所不至，烈文因其手段与目的过于卑劣，明眼人一见自知，不值一辩，故至今绝未置答，但张氏昨日又在青光栏上登一启事，含沙射影，肆意诬毁，其中有又无姊妹嫁作大商人为妾一语，不知何指。张氏启事既系对自由谈而发，而烈文现为自由谈编辑人，自不得不有所表白，以释群疑。"}
{"text":"不料近两月来，有三角恋爱小说商张资平，因烈文停登其长篇小说，怀恨入骨，常在各大小刊物，造谣诬蔑，挑拨陷害，无所不至，烈文因其手段与目的过于卑劣，明眼人一见自知，不值一辩，故至今绝未置答，但张氏昨日又在青光栏上登一启事，含沙射影，肆意诬毁，其中有又无姊妹嫁作大商人为妾一语，不知何指。张氏启事既系对自由谈而发，而烈文现为自由谈编辑人，自不得不有所表白，以释群疑。烈文只胞妹两人，长应元未嫁早死，次友元现在长沙某校读书，亦未嫁人，均未出过湖南一步。且据烈文所知，湘潭黎氏同族姊妹中不论亲疏远近，既无一人嫁人为妾，亦无一人得与大商人结婚，张某之言，或系一种由衷的遗憾没有姊妹嫁作大商人为妾的遗憾，或另有所指，或系一种病的发作，有如疯犬之狂吠，则非烈文所知耳。此后还有几个启事，避烦不再剪贴了。总之较关紧要的问题，是姊妹嫁作大商人为妾者是谁？但这事须问行不改名，坐不改姓的好汉张资平本人才知道。可是中国真也还有好事之徒，竟有人不怕中暑的跑到真茹的望岁小农居这洋楼底下去请教他了。访问记登在中外书报新闻的第七号七月十五日出上，下面是关于为妾问题等的一段――四启事中的疑问以上这些话还只是讲刊登及停载的经过，接着，我便请他解答启事中的几个疑问。对于你的启事中，有许多话，外人看了不明白，能不能让我问一问？是那几句？姊妹嫁作商人妾，这不知道有没有什么影射？这是黎烈文他自己多心，我不过自然他既然说了不能公开的话，也就不便追问了。还有一点，你所谓想发表些关于对政治对国际情势之见解都无从发表，这又何所指？那是讲我在文艺以外的政治见解的东西，随笔一类的东西。是不是像新时代上的望岁小农居日记一样的东西呢？参看新时代七月号我插问。那是对于的批评，我所说的是对政治的见解，文艺座谈上面有。参看文艺座谈一卷一期从早上到下午。对于的什么批评？这是题外的事情了，我看关于这个，请你还是不发表好了。这真是胸中不正，则眸子g焉，寥寥几笔，就画出了这位文学家的嘴脸。"}
{"text":"是不是像新时代上的望岁小农居日记一样的东西呢？参看新时代七月号我插问。那是对于的批评，我所说的是对政治的见解，文艺座谈上面有。参看文艺座谈一卷一期从早上到下午。对于的什么批评？这是题外的事情了，我看关于这个，请你还是不发表好了。这真是胸中不正，则眸子g焉，寥寥几笔，就画出了这位文学家的嘴脸。社会新闻说他`懦，固然意在博得社会上济弱扶倾的同情，不足置信，但启事上的自白，却也须照中国文学上的例子，大打折扣的倘白羽遐先生在某天又到内山书店小坐，一定又会从老板口头听到，因为他自己在行不改姓之后，也就说纵令有时用其他笔名，虽然但所发表文字，均自负责，而无奈还是不发表好了何？但既然还是不发表好了，则关于我的一笔，我也就不再深论了。一枝笔不能兼写两件事，以前我实在闲却了文艺座谈的座主，解放词人曾今可先生了。但写起来却又很简单，他除了准备反攻之外，只在玩告密的玩艺。崔万秋先生和这位词人，原先是相识的，只为了一点小纠葛，他便匿名向小报投稿，诬陷老朋友去了。不幸原稿偏落在崔万秋先生的手里，制成铜版，在中外书报新闻五号上精印了出来――崔万秋加入国家主义派大晚报屁股编辑崔万秋自日回国，即住在愚园坊六十八号左舜生家，旋即由左与王造时介绍于大晚报工作。近为国家主义及广东方面宣传极力，夜则留连于舞场或八仙桥庄上云。有罪案，有住址，逮捕起来是很容易的。而同时又诊出了一点小毛病，是这位词人曾经用了崔万秋的名字，自己大做了一通自己的诗的序，而在自己所做的序里又大称赞了一通自己的诗。轻恙重症，同时夹攻，渐使这柔嫩的诗人兼词人站不住，他要下野了，而在时事新报七月九日上却又是一个启事，好像这时的文坛是入了启事时代似的――曾今可启事鄙人不日离沪旅行，且将脱离文字生活。以后对于别人对我造谣诬蔑，一概置之不理。这年头，只许强者打，不许弱者叫，我自然没有什么话可说。我承认我是一个弱者，我无力反抗，我将在英雄们胜利的笑声中悄悄地离开这文坛。如果有人笑我是懦夫，我只当他是尊我为英雄。此启。这就完了。但我以为文字是有趣的，结末两句，尤为出色。我剪贴在上面的谈文人无行，其实就是这曾张两案的合论。"}
{"text":"以后对于别人对我造谣诬蔑，一概置之不理。这年头，只许强者打，不许弱者叫，我自然没有什么话可说。我承认我是一个弱者，我无力反抗，我将在英雄们胜利的笑声中悄悄地离开这文坛。如果有人笑我是懦夫，我只当他是尊我为英雄。此启。这就完了。但我以为文字是有趣的，结末两句，尤为出色。我剪贴在上面的谈文人无行，其实就是这曾张两案的合论。但由我看来，这事件却还要坏一点，便也做了一点短评，投给自由谈。久而久之，不见登出，索回原稿，油墨手印满纸，这便是曾经排过，又被谁抽掉了的证据，可见纵无姊妹嫁作大商人为妾，资本家的出版者也还是为这一类名公后援的。但也许因为恐怕得罪名公，就会立刻给你戴上一顶红帽子，为性命计，不如不登的也难说。现在就抄在这里罢――驳文人无行文人这一块大招牌，是极容易骗人的。虽在现在，社会上的轻贱文人，实在还不如所谓文人的自轻自贱之甚。看见只要是人，就决不肯做的事情，论者还不过说他无行，解为疯人，恕其可怜。其实他们却原是贩子，也一向聪明绝顶，以前的种种，无非生意经，现在的种种，也并不是无行，倒是他要改行了。生意的衰微使他要改行。虽是极低劣的三角恋爱小说，也可以卖掉一批的。我们在夜里走过马路边，常常会遇见小瘪三从暗中来，鬼鬼祟祟的问道阿要春宫？阿要春宫？中国的，东洋的，西洋的，都有。阿要勿？生意也并不清淡。上当的是初到上海的青年和乡下人。然而这至多也不过四五回，他们看过几套，就觉得讨厌，甚且要作呕了，无论你中国的，东洋的，西洋的，都有也无效。而且因时势的迁移，读书界也起了变化，一部份是不再要看这样的东西了一部份是简直去跳舞，去嫖妓，因为所化的钱，比买手淫小说全集还便宜。这就使三角家之类觉得没落。我们不要以为造成了洋房，人就会满足的，每一个儿子，至少还得给他赚下十万块钱呢。于是乎暴躁起来。然而三角上面，是没有出路了的。于是勾结一批同类，开茶会，办小报，造谣言，其甚者还竟至于卖朋友，好像他们的鸿篇巨制的不再有人赏识，只是因为有几个人用一手掩尽了天下人的眼目似的。但不要误解，以为他真在这样想。他是聪明绝顶，其实并不在这样想的，现在这副嘴脸，也还是一种生意经，用三角钻出来的活路。"}
{"text":"这就使三角家之类觉得没落。我们不要以为造成了洋房，人就会满足的，每一个儿子，至少还得给他赚下十万块钱呢。于是乎暴躁起来。然而三角上面，是没有出路了的。于是勾结一批同类，开茶会，办小报，造谣言，其甚者还竟至于卖朋友，好像他们的鸿篇巨制的不再有人赏识，只是因为有几个人用一手掩尽了天下人的眼目似的。但不要误解，以为他真在这样想。他是聪明绝顶，其实并不在这样想的，现在这副嘴脸，也还是一种生意经，用三角钻出来的活路。总而言之，就是现在只好经营这一种卖买，才又可以赚些钱。譬如说罢，有些第三种人也曾做过革命文学家，借此开张书店，吞过郭沫若的许多版税，现在所住的洋房，有一部份怕还是郭沫若的血汗所装饰的。此刻那里还能做这样的生意呢？此刻要合伙攻击左翼，并且造谣陷害了知道他们的行为的人，自己才是一个干净刚直的，而况告密式的投稿，还可以大赚一注钱呢。先前的手淫小说，还是下部的勾当，但此路已经不通，必须上进才是，而人们――尤其是他的旧相识――的头颅就危险了。这那里是单单的无行文人所能做得出来的？上文所说，有几处自然好像带着了曾今可张资平这一流，但以前的腰斩张资平，却的确不是我的意见。这位作家的大作，我自己是不要看的，理由很简单我脑子里不要三角四角的这许多角。倘有青年来问我可看与否，我是劝他不必看的，理由也很简单他脑子里也不必有三角四角的那许多角。若夫他自在投稿取费，出版卖钱，即使他无须养活老婆儿子，我也满不管，理由也很简单我是从不想到他那些三角四角的角不完的许多角的。然而多角之辈，竟谓我策动腰斩张资平。既谓矣，我乃简直以光照其五脏六腑了。这回本来也真可以完结了，但且住，还有一点余兴的余兴。因为剪下的材料中，还留着一篇妙文，倘使任其散失，是极为可惜的，所以特地将它保存在这里。这篇文章载在六月十七日大晚报的火炬里――新儒林外史柳丝第一回揭旗扎空营兴师布迷阵却说卡尔和伊理基两人这日正在天堂以上讨论中国革命问题，忽见下界中国文坛的大戈壁上面，杀气腾腾，尘沙弥漫，左翼防区里面，一位老将紧追一位小将，战鼓震天，喊声四起，忽然那位老将牙缝开处，吐出一道白雾，卡尔闻到气味立刻晕倒，伊理基拍案人怒道，毒瓦斯，毒瓦斯！扶着卡尔赶快走开去了。"}
{"text":"这篇文章载在六月十七日大晚报的火炬里――新儒林外史柳丝第一回揭旗扎空营兴师布迷阵却说卡尔和伊理基两人这日正在天堂以上讨论中国革命问题，忽见下界中国文坛的大戈壁上面，杀气腾腾，尘沙弥漫，左翼防区里面，一位老将紧追一位小将，战鼓震天，喊声四起，忽然那位老将牙缝开处，吐出一道白雾，卡尔闻到气味立刻晕倒，伊理基拍案人怒道，毒瓦斯，毒瓦斯！扶着卡尔赶快走开去了。原来下界中国文坛的大戈壁上面，左翼防区里头，近来新扎一座空营，揭起小资产阶级革命文学之旗，无产阶级文艺营垒受了奸人挑拨，大兴问罪之师。这日大军压境，新扎空营的主将兼官佐又兼士兵杨人提起笔枪，跃马相迎，只见得战鼓震天，喊声四起，为首先锋扬刀跃马而来，乃老将是也。那杨人打拱，叫声老将军别来无恙？老将并不答话，跃马直冲扬刀便刺，那杨人笔枪挡住又道老将有话好讲，何必动起干戈？小将别树一帜，自扎空营，只因事起仓卒，未及呈请指挥，并非倒戈相向，实则独当一面，此心此志，天人共鉴。老将军试思左翼诸将，空言克服，骄盈自满，战术既不研究，武器又不制造。临阵则军容不整，出马则拖枪而逃，如果长此以往，何以维持威信？老将军整顿纪纲之不暇，劳师远征，窃以为大大对不起革命群众的呵！老将又不答话，圆睁环眼，倒竖虎须，只见得从他的牙缝里头嘘出一道白雾，那小将杨人知道老将放出毒瓦斯，说的迟那时快，已经将防毒面具戴好了，正是情感作用无理讲，是非不明只天知！欲知老将究竟能不能将毒瓦斯闷死那小将，且待下回分解。第二天就收到一封编辑者的信，大意说兹署名有柳丝者先生读其文之内容或不难想像其为何人，投一滑稽文稿，题为新儒林外史，但并无伤及个人名誉之事，业已决定为之发表，倘有反驳文章，亦可登载云云。使刊物暂时化为战场，热闹一通，是办报人的一种极普通办法，近来我更加世故，天气又这么热，当然不会去流汗同翻筋斗的。况且反驳滑稽文章，也是一种少有的奇事，即使伤及个人名誉事，我也没有办法，除非我也作一部旧儒林外史，来辩明卡尔和伊理基的话的真假。但我并不是巫师，又怎么看得见天堂？柳丝是杨人先生还在做无产阶级革命文学者时候已经用起的笔名，这无须看内容就知道，而曾几何时，就在小资产阶级革命文学的旗子下做着这样的幻梦，将自己写成了这么一副形容了。"}
{"text":"使刊物暂时化为战场，热闹一通，是办报人的一种极普通办法，近来我更加世故，天气又这么热，当然不会去流汗同翻筋斗的。况且反驳滑稽文章，也是一种少有的奇事，即使伤及个人名誉事，我也没有办法，除非我也作一部旧儒林外史，来辩明卡尔和伊理基的话的真假。但我并不是巫师，又怎么看得见天堂？柳丝是杨人先生还在做无产阶级革命文学者时候已经用起的笔名，这无须看内容就知道，而曾几何时，就在小资产阶级革命文学的旗子下做着这样的幻梦，将自己写成了这么一副形容了。时代的巨轮，真是能够这么冷酷地将人们辗碎的。但也幸而有这一辗，因为韩侍桁先生倒因此从这位小将的腔子里看见了良心了。这作品只是第一回，当然没有完，我虽然毫不想反驳，却也愿意看看这有良心的文学，不料从此就不见了，迄今已有月余，听不到卡尔和伊理基在天堂上和老将小将在地狱里的消息。但据社会新闻七月九日，四卷三期说，则又是左联阻止的――杨人转入团叛左联而写揭小资产战斗之旗的杨人，近已由汉来沪，闻寄居于团小卒徐翔之家，并已加入该团活动矣。前在大晚报署名柳丝所发表的新封神榜一文，即杨手笔，内对大加讽刺，但未完即止，闻因受左联警告云。预左联会这么看重一篇讽刺的东西，而且仍会给叛左联而写揭小资产战斗之旗的杨人以警告，这才真是一件奇事。据有些人说，第三种人的忠实于自己的艺术，是已经因了左翼理论家的凶恶的批评而写不出来了，现在这小资产战斗的英雄，又因了左联的警告而不再战斗，我想，再过几时，则一切割地吞款，兵祸水灾，古物失踪，阔人生病，也要都成为左联之罪，尤其是之罪了。现在使我记起了蒋光慈先生。事情是早已过去，恐怕有四五年了，当蒋光慈先生组织太阳社，和创造社联盟，率领小将来围剿我的时候，他曾经做过一篇文章，其中有几句，大意是说，向来未曾受人攻击，自以为不可一世，现在要给他知道知道了。其实这是错误的，我自作评论以来，即无时不受攻击，即如这三四月中，仅仅关于自由谈的，就已有这许多篇，而且我所收录的，还不过一部份。先前何尝不如此呢，但它们都与如驶的流光一同消逝，无踪无影，不再为别人所觉察罢了。"}
{"text":"其实这是错误的，我自作评论以来，即无时不受攻击，即如这三四月中，仅仅关于自由谈的，就已有这许多篇，而且我所收录的，还不过一部份。先前何尝不如此呢，但它们都与如驶的流光一同消逝，无踪无影，不再为别人所觉察罢了。这回趁几种刊物还在手头，便转载一部份到里，这其实也并非专为我自己，战斗正未有穷期，老谱将不断的袭用，对于别人的攻击，想来也还要用这一类的方法，但自然要改变了所攻击的人名。将来的战斗的青年，倘在类似的境遇中，能偶然看见这记录，我想是必能开颜一笑，更明白所谓敌人者是怎样的东西的。所引时文字中，我以为很有些篇，倒是出于先前的革命文学者。但他们现在是另一个笔名，另一副嘴脸了。这也是必然的。革命文学者若不想以他的文学，助革命更加深化，展开，却借革命来推销他自己的文学，则革命高扬的时候，他正是狮子身中的害虫，而革命一受难，就一定要发现以前的良心，或以孝子之名，或以人道之名，或以比正在受难的革命更加革命之名，走出阵线之外，好则沉默，坏就成为叭儿的。这不是我的毒瓦斯，这是彼此看见的事实！一九三三年七月二十日午，记。什么员外什么警犬反动文人对的这种诬蔑，参看本书以夷制夷附录以华制华。社会新闻反动刊物。一九三二年十月在上海创刊，曾先后出版三日刊旬刊半月刊等，新光书店经售。一九三五年十月起改名中外问题，一九三七年十月停刊。沈雁冰笔名茅盾，浙江桐乡人，作家文学评论家社会活动家，文学研究会主要成员，曾主编小说月报。著有长篇小说蚀子夜及茅盾短篇小说集茅盾散文集等。微言反动刊物，周刊，一九三三年五月在上海创刊。丁玲湖南临澧人，作家。著有短篇小说集在黑暗中中篇小说水等。潘梓年―，江苏宜兴人，哲学家。他们同于一九三三年五月十四日在上海被捕。内山书店日本人内山完造在上海所开的书店。内山完造―，一九二七年十月与结识，以后常有交往，曾借他的书店作通讯处。蘧庐絮语札记，陈子展作。"}
