{"text":"正如我们现在说，有些事格调高，有些事格调低。假如我们重视格调高的东西，轻视格调低的东西，自己的格调就能提升。作为一个前理科学生，我有些混账想法，可能会让真正的人文知识分子看了身上长鸡皮疙瘩。对于礼和色，大致可以有三到四种不同的说法。其一，它们是不同质的东西，没有可比性其二，礼重色轻，但是它们没有共同的度量最后是有这种度量，礼比色重若干，或者一单位的礼相当于若干单位的色以上的分类恰恰就是科学上说的定类定序定距和定比这四种尺度定距和定比的区别不太重要。这四种尺度越靠后的越精密。格调既然有高低之分，显然属于定序以后的尺度。然而，说格调仅仅是定序的尺度还不能令人满意――按定序的尺度，礼比色重，顺序既定，不可更改，舜就该打一辈子光棍。如果再想引入事急从权的说法，那就只能把格调定为更加精密的尺度，以便回答什么时候从权，什么时候不可从权的问题――如果没个尺度，想从权就从权，礼重色轻就成了一句空话。于是，孟子的格调之说应视为定比的尺度，以格调来度量，一份礼大致等于一百份色。假如有一份礼，九十九份色，我们不可从权遇到了一百零一份色就该从权了。前一种情形是在一百和九十九中选了一百，后者是从一百和一百零一中选了一百零一。在生活中，作出正确的选择，就能使自己的总格调得以提高。对于作品来说，提升格调也是要紧的事。改革开放之初有部电影，还得过奖的，是个爱情故事。男女主角在热恋之中，不说我爱你，而是大喊！场景是在庐山上，喊起来地动山摇，格调就很高雅，但是离题太远。国外的电影拍到这类情节，必然是男女主角拥抱热吻一番，这样格调虽低，但比较切题。就爱情电影而言，显然有两种表达方式，一种格调高雅，但是晦涩难解。另一种较为直接，但是格调低下。按照前一种方式，逻辑是这样的当男主角立于庐山之上对着女主角时，心中有各种感情爱祖国爱人民爱领袖爱父母，等等。最后，并非完全不重要，他也爱女主角。而这最后一点，他正急于使女主角知道。但是经过权衡，前面那些爱变得很重，必须首先表达之，爱她这件事就很难提到。而女主角的格调也很高雅，她知道提到爱祖国爱人民等等，正是说到爱她的前奏，所以她耐心地等待着。"}
{"text":"另一种较为直接，但是格调低下。按照前一种方式，逻辑是这样的当男主角立于庐山之上对着女主角时，心中有各种感情爱祖国爱人民爱领袖爱父母，等等。最后，并非完全不重要，他也爱女主角。而这最后一点，他正急于使女主角知道。但是经过权衡，前面那些爱变得很重，必须首先表达之，爱她这件事就很难提到。而女主角的格调也很高雅，她知道提到爱祖国爱人民等等，正是说到爱她的前奏，所以她耐心地等待着。我记得电影里没有演到说出，按照这种节奏，拍上十几个钟头就可以演到。改革开放之初没有几十集的连续剧，所以真正的爱情场面很难看到。外国人在这方面缺少训练，所以对这部影片的评价是虽然女主角很迷人，但不知拍了些啥。按照后一种方式，男主角在女主角面前时，心里也爱祖国爱上帝，等等。但是此时此地，他觉得爱女主角最为急迫，于是说，我爱你，并且开始带有性爱意味的身体接触。不言而喻，这种格调甚为低下。这两种方式的区别只在于有无经过格调方面的加权运算，这种运算本身就极复杂，导致的行为就更加复杂。后一种方式没有这个步骤，显得特别简捷，用现时流行的一个名词，就是较为直露。这两种方式的区别在于前者以爱对方为契机，把祖国人民等等――一爱到，得到了最高的总格调。而后者径直去爱对方，故而损失很大，只得到了最低的总格调。说到了作品，大家都知道，提升格调要受到某种制约。文革里有一类作品只顾提升格调，结果产生了高大全的人物和高大全的故事，使人望之生厌。因为这个缘故，领导上也说，要做到政治性与艺术性的统一――作品里假如只有格调，就不成个东西。这就是说，格调不是评价作品唯一的尺度。由此就产生了一个问题，另外那种东西和格调是个什么关系？这个问题孟子肯定会这么回答艺术与格调，犹色与礼也。作品里的艺术性，或则按事急从权的原则，最低限度地出现或则按得到最高格调的原则，合理地搭配。比如说，径直去写男女之爱，得分为一，搭配成革命的爱情故事，就可以得到一百零一分。不管怎么说，最后总要得到高大全。我反对把一切统一到格调上，这是因为它会把整个生活变成一种得分游戏。一个得分游戏不管多么引人入胜，总不能包容全部生活，包容艺术，何况它根本就没什么意思。假如我要写什么，我就根本不管它格调不格调，正如谈恋爱时我决不从爱祖国谈起。"}
{"text":"作品里的艺术性，或则按事急从权的原则，最低限度地出现或则按得到最高格调的原则，合理地搭配。比如说，径直去写男女之爱，得分为一，搭配成革命的爱情故事，就可以得到一百零一分。不管怎么说，最后总要得到高大全。我反对把一切统一到格调上，这是因为它会把整个生活变成一种得分游戏。一个得分游戏不管多么引人入胜，总不能包容全部生活，包容艺术，何况它根本就没什么意思。假如我要写什么，我就根本不管它格调不格调，正如谈恋爱时我决不从爱祖国谈起。现在可以谈谈为什么别人说我的作品格调低――这是因为其中写到了性。因为书中人物不是按顺序干完了格调高的事才来干这件格调低的事，所以它得分就不高。好在评论界没有按礼与色一百比一的比例来算它的格调，所以在真正的文学圈子里对它的评价不低，在海外还得过奖。假如说，这些人数学不好，不会算格调，我是不能承认的。不说别人，我自己的数学相当好，任何一种格调公式我都能掌握。我写这些作品是有所追求的，但这些追求在格调之外。除此之外，我还怀疑，人得到太多的格调分，除了使别人诧异之外，没有实际的用处。坦白地说，我对色情文学的历史有一点了解。任何年代都有些不争气的家伙写些丫丫乌的黄色东西，但是真正有分量的色情文学都是出在格调最高的时代。这是因为食色性也，只要还没把小命根一刀割掉，格调不可能完全高。比方说，英国维多利亚时期出了一大批色情小说，可以说有相当的文学素质再比方说，文化革命里流传的手抄小说，的素质在当时也算不错。要使一个社会中一流的去写色情文学，必须有极严酷的社会环境和最不正常的性心理。在这种情况下，色情文学是对假正经的反击。我认为目前自己尚写不出真正的色情文学，也许是因为对环境感觉鲁钝。前些时候我国的一位知名写了废都，我还没有看。有人说它是色情文学，但愿它不是的，否则就有说明意义了。维多利亚时期的英国人和文革时的中国人一样，性心理都不正常。正常的性心理是把性当作生活中一件重要的事，但不是全部。不正常则要么不承认有这么回事，要么除此什么都不想。假如一个社会的性心理不正常，那就会两样全占。这是因为这个社会里有这样一种格调，使一部分人不肯提到此事，另一部分人则事急从权，总而言之，没有一个人有平常心。作为，我知道怎么把作品写得格调极高，但是不肯写。对于一件愚蠢的事，你只能唱唱反调。"}
{"text":"有人说它是色情文学，但愿它不是的，否则就有说明意义了。维多利亚时期的英国人和文革时的中国人一样，性心理都不正常。正常的性心理是把性当作生活中一件重要的事，但不是全部。不正常则要么不承认有这么回事，要么除此什么都不想。假如一个社会的性心理不正常，那就会两样全占。这是因为这个社会里有这样一种格调，使一部分人不肯提到此事，另一部分人则事急从权，总而言之，没有一个人有平常心。作为，我知道怎么把作品写得格调极高，但是不肯写。对于一件愚蠢的事，你只能唱唱反调。关于幽闭型小说张爱玲的小说有种不同凡响之处，在于她对女人的生活理解得很深刻。中国有种老女人，面对着年轻的女人，只要后者不是她自己生的，就要想方设法给她罪受让她干这干那，一刻也不能得闲，干完了又说她干得不好从早唠叨到晚，说些尖酸刻薄的话――捕风捉影，指桑骂槐。现在的年轻人去过这种生活，一天也熬不下来。但是传统社会里的女人都得这么熬。直到多年的媳妇熬成了婆，这女人也变得和过去的婆婆一样刁。张爱玲对这种生活了解得很透，小说写得很地道。但说句良心话，我不喜欢。我总觉得小说可以写痛苦，写绝望，不能写让人心烦的事，理由很简单看了以后不烦也要烦，烦了更要烦，而心烦这件事，正是多数中国人最大的苦难。也有些人烦到一定程度就不烦了――他也熬成婆了。像这种人给人罪受的事，不光女人中有，男人中也有，不光中国有，外国也有。我在一些描写航海生活的故事里看到过这类事，这个折磨人的家伙不是婆婆，而是水手长。有个故事好像是马克吐温写的有这么个千刁万恶的水手长，整天督着手下的水手洗甲板，擦玻璃，洗桅杆。讲卫生虽是好事，但甲板一天洗二十遍也未免过分。有一天，水手们报告说，一切都洗干净了。他老人家爬到甲板上看看，发现所有的地方都一尘不染，挑不出毛病，就说好吧，让他们把船锚洗洗吧。整天这样洗东西，水手们有多心烦，也就不必再说了，但也无法可想四周是汪洋大海，就算想辞活不干，也得等到船靠码头。实际上，中国的旧式家庭，对女人来说也是一条海船，而且永远也靠不了码头。你要是烦得不行，就只有跳海一途。这倒不是乱讲的，旧式女人对自杀这件事，似乎比较熟练。"}
{"text":"有一天，水手们报告说，一切都洗干净了。他老人家爬到甲板上看看，发现所有的地方都一尘不染，挑不出毛病，就说好吧，让他们把船锚洗洗吧。整天这样洗东西，水手们有多心烦，也就不必再说了，但也无法可想四周是汪洋大海，就算想辞活不干，也得等到船靠码头。实际上，中国的旧式家庭，对女人来说也是一条海船，而且永远也靠不了码头。你要是烦得不行，就只有跳海一途。这倒不是乱讲的，旧式女人对自杀这件事，似乎比较熟练。由此可以得到这样的结论这种故事发生的场景，总是一个封闭的地方，人们在那里浪费着生命。这种故事也就带点幽囚恐怖症的意味。本文的主旨，不是谈张爱玲，也不是谈航海小说，而是在谈小说里幽闭压抑的情调。家庭也好，海船也罢，对个人来说，是太小的囚笼，对人类来说，是太小的噩梦。更大的噩梦是社会，更准确地说，是人文生存环境。假如一个社会长时间不进步，生活不发展，也没有什么新思想出现，对知识分子来说，就是一种噩梦。这种噩梦会在文学上表现出来。这正是中国文学的一个传统。这是因为，中国人相信天不变道亦不变，在生活中感到烦躁时，就带有最深刻的虚无感。这方面最好的例子，是明清的笔记小说，张爱玲的小说也带有这种味道有忧伤，无愤怒有绝望，无仇恨看上去像个临死的人写的。我初次读张爱玲，是在美国，觉得她怪怪的。回到中国看当代中青年作家的作品，都是这么股味。这时才想到也许不是别人怪，是我怪。所谓幽闭类型的小说，有这么个特征那就是把囚笼和噩梦当作一切来写。或者当媳妇，被人烦或者当婆婆，去烦人或者自怨自艾或者顾影自怜。总之，是在不幸之中品来品去。这种想法我很难同意。我原是学理科的，学理科的不承认有牢不可破的囚笼，更不信有摆不脱的噩梦。人生唯一的不幸就是自己的无能。举例来说，对数学家来说，只要他能证明费尔马定理，就可以获得全球数学家的崇敬，自己也可以得到极大的快感，问题在于你证不出来。物理学家发明了常温核聚变的方法，也可马上体验幸福的感觉，但你也发明不出来。由此就得出这样的结论，要努力去做事，拼命地想问题，这才是自己的救星。怀着这样的信念，我投身于文学事业。我总觉得一门心思写单位里那些烂事，或者写些不愉快的人际冲突，不是唯一可做的事情。举例来说，可以写爱丽丝漫游奇境记这样的作品，或者，像卡尔维诺我们的祖先那样的小说。"}
{"text":"物理学家发明了常温核聚变的方法，也可马上体验幸福的感觉，但你也发明不出来。由此就得出这样的结论，要努力去做事，拼命地想问题，这才是自己的救星。怀着这样的信念，我投身于文学事业。我总觉得一门心思写单位里那些烂事，或者写些不愉快的人际冲突，不是唯一可做的事情。举例来说，可以写爱丽丝漫游奇境记这样的作品，或者，像卡尔维诺我们的祖先那样的小说。文学事业可以像科学事业那样，成为无边界的领域，人在其中可以投入澎湃的想象力。当然，这很可能是个馊主意。我自己就写了这样一批小说，其中既没有海船，也没有囚笼，只有在它们之外的一些事情。遗憾的是，这些小说现在还在主编手里压着出不来，他还用一种本体论的口吻说道他从哪里来？他是谁？他到底写了些什么？文明与反讽据说在基督教早期，有位传教士死后被封为圣徒被一帮野蛮的异教徒逮住，穿在烤架上用文火烤着，准备拿他做一道菜。该圣徒看到自己身体的下半截被烤得滋滋冒泡，上半截还纹丝未动，就说喂！下面已经烤好了，该翻翻个了。烤肉比厨师还关心烹调过程，听上去很有点讽刺的味道。那些野蛮人也没办他的大不敬罪――这倒不是因为他们宽容。人都在烤着了，还能拿他怎么办。如果用棍子去打拿鞭子去抽，都是和自己的午餐过不去。烤肉还没断气，一棍子打下去，将来吃起来就是一块淤血疙瘩，很不好吃。这个例子说明的是只要你不怕做烤肉，就没有什么阻止你说俏皮话。但那些野蛮人听了多半是不笑的总得有一定程度的文明，才能理解这种幽默――所以，幽默的圣徒就这样被没滋没味的人吃掉了。本文的主旨不是拿人做烤肉，而是想谈谈反讽――照我看，任何一个文明都该容许反讽的存在，这是一种解毒剂，可以防止人把事情干到没滋没味的程度。谁知动笔一写，竟写出件烧烤活人的事，我也不知道是为什么。让我们进入正题，且说维多利亚女王时期，英国的风气极是假正经。上等人说话都不提到腰以下的部位，连裤子这个字眼都不说，更不要说屁股和大腿。为了免得引起不良的联想，连钢琴腿都用布遮了起来。还有桩怪事，在餐桌上，鸡胸脯不叫鸡胸脯，叫做白肉，鸡大腿不叫鸡大腿，叫做黑肉――不分公鸡母鸡都是这么叫。这么称呼鸡肉，简直是脑子有点毛病。"}
{"text":"谁知动笔一写，竟写出件烧烤活人的事，我也不知道是为什么。让我们进入正题，且说维多利亚女王时期，英国的风气极是假正经。上等人说话都不提到腰以下的部位，连裤子这个字眼都不说，更不要说屁股和大腿。为了免得引起不良的联想，连钢琴腿都用布遮了起来。还有桩怪事，在餐桌上，鸡胸脯不叫鸡胸脯，叫做白肉，鸡大腿不叫鸡大腿，叫做黑肉――不分公鸡母鸡都是这么叫。这么称呼鸡肉，简直是脑子有点毛病。照我看，人若是连鸡的胸脯大腿都不敢面对，就该去吃块砖头。问题不在于该不该禁欲，而在于这么搞实在是没劲透了。英国人就这么没滋没味地活着，结果是出了件怪事情就在维多利亚时期，英国出现了一大批匿名出版的地下小说，通通是匪夷所思的色情读物。直到今天，你在美国逛书店，假如看到书架上钉块牌子，上书维多利亚时期，架子上放的准不是假正经，而是真色情坦白地说，维多利亚时期的地下小说我读了不少――你爱说我什么就说什么好了。我不爱看色情书，但喜欢这种逆潮流而动的事――看了一些就开始觉得没劲。这些小说和时下书摊上署名黑松林的下流小册子还是有区别的，可以看出都是有文化的人。其中有一些书，还能称得上是种文学现象。有一本还有剑桥文学教授作的序，要是没有品，教授也不会给它写序。我觉得一部分是律师或者商人，还有几位是贵族。这是从内容推测出来的。至于书里写到的事，当然是不敢恭维。看来起初的一些还怀有反讽的动机，一面捧腹大笑，一面胡写乱写，搞到后来就开始变得没滋没味，把性都写到了荒诞不经的程度。所以，问题还不在于该不该写性，而在于不该写得没劲。过了一个世纪，英国的风气又是一变。无论是机场还是车站，附近都有个书店，布置得怪模怪样，霓虹灯乱闪，写着小孩不准入内，有的进门还要收点钱。就这么一惊一乍的，里面有点啥？还是维多利亚时期的小说以及它们的现代翻写本，这回简直是在犯贫。终于，福尔斯先生朝这种现象开了火。这位大文豪的作品中国人并不陌生，法国中尉的女人石屋藏娇，国内都有译本。特别是后一本书，假如你读过维多利亚时期的原本，才能觉出逗来。"}
{"text":"无论是机场还是车站，附近都有个书店，布置得怪模怪样，霓虹灯乱闪，写着小孩不准入内，有的进门还要收点钱。就这么一惊一乍的，里面有点啥？还是维多利亚时期的小说以及它们的现代翻写本，这回简直是在犯贫。终于，福尔斯先生朝这种现象开了火。这位大文豪的作品中国人并不陌生，法国中尉的女人石屋藏娇，国内都有译本。特别是后一本书，假如你读过维多利亚时期的原本，才能觉出逗来。有本维多利亚时期的地下小说，写一个光棍汉绑架了一个小姑娘，经过一段时间，那女孩爱上他了――这个故事被些无聊的家伙翻写来翻写去，翻到彻底没了劲。福尔斯先生的小说也写了这么个故事，只是那姑娘被关在地下室里，先是感冒了，后来得了肺炎，然后就死了。当然，福尔斯对女孩没有恶意，他只是在反对犯贫。总而言之，当一种现象不管是社会现象还是文学现象开始贫了的时候，就该兜头给它一瓢凉水。要不然它还会贫下去，就如美国人说的，散发出屁眼气味――我是福尔斯先生热烈的拥护者。我总觉得文学的使命就是制止整个社会变得无趣当然，你要说福尔斯是反色情的义士，我也没什么可说的。你有权利把任何有趣的事往无趣处理解。但我总觉得福尔斯要是生活在维多利亚时期，恐怕也不会满足于把鸡腿叫做黑肉，他总要闹点事，写地下小说或者还不至于，但可能像王尔德一样，给自己招惹些麻烦。我觉得福尔斯是个反无趣的义士。假如我是福尔斯那样的人，现在该写点啥？我总禁不住想向红楼梦开火。其实我还有更大的题目，但又不想作死――早几年兴文化衫，有人在胸口印了几个字活着没劲，觉得自己有了点幽默感，但所有写应景文章的人都要和这个人玩命，说他颓废――反讽别的就算了吧，这回只谈文学。曹雪芹本人不贫，但写各种后梦的人可是真够贫的，然后又闹了小一个世纪的红学。我觉得全中国无聊的男人都以为自己是贾宝玉，以为自己不是贾宝玉的，还算不上是个无聊的男人。看来我得把红楼梦反着写一下――当然，这本书不会印出来的刚到主编的手里，他就要把我烤了。罪名是现成的亵渎文化遗产，民族虚无主义。那位圣徒被烤的故事在我们这里，也不能那样讲，只能改作该圣徒在烤架上不断高呼我主基督万岁，圣母玛利亚万岁，打倒异教徒，直至完全烤熟。连这个故事也变得很没劲了。"}
{"text":"看来我得把红楼梦反着写一下――当然，这本书不会印出来的刚到主编的手里，他就要把我烤了。罪名是现成的亵渎文化遗产，民族虚无主义。那位圣徒被烤的故事在我们这里，也不能那样讲，只能改作该圣徒在烤架上不断高呼我主基督万岁，圣母玛利亚万岁，打倒异教徒，直至完全烤熟。连这个故事也变得很没劲了。海明威的老人与海老人驾着船去出海，带回来的却是一副大得不可思议的鱼骨。在海明威的老人与海中，我读到了一个英雄的故事。在这本书里，只有一个简单到不能再简单的故事和纯洁到如同两滴清水的人物。然而，它却那么清楚而有力地揭示出人性中强悍的一面。在我看来，再没有什么故事能比这样的故事更动人，再没有什么搏斗能比这样的搏斗更壮丽了。我不相信人会有所谓的命运，但是我相信对于任何人来说，限度总是存在的。再聪明再强悍的人，能够做到的事情也总是有限度的。老人桑地亚哥不是无能之辈，然而，尽管他是最好的渔夫，也不能让那些鱼来上他的钩。他遇到他的限度了，就象最好的农民遇上了大旱，最好的猎手久久碰不到猎物一般。每一个人都会遇到这样的限度，仿佛是命运在向你发出停止前行的命令。可是老人没有沮丧，没有倦怠，他继续出海，向限度挑战。他终于钓到了一条鱼。如同那老人是人中的英雄一样，这条鱼也是鱼中的英雄。鱼把他拖到海上去，把他拖到远离陆地的地方，在海上与老人决战。在这场鱼与人的恶战中，鱼也有获胜的机会。鱼在水下坚持了几天几夜，使老人不能休息，穷于应付，它用酷刑来折磨老人，把他弄得血肉模糊。这时，只要老人割断钓绳，就能使自己摆脱困境，得到解放，但这也就意味着宣告自己是失败者。老人没有作这样得选择，甚至没有产生过放弃战斗的念头。他把那条鲨鱼当作一个可与之交战的敌手，一次又一次地做着限度之外的战斗，他战胜了。老人载着他的鱼回家去，鲨鱼在路上抢劫他的猎物。他杀死了一条来袭的鲨鱼，但是折断了他的鱼叉。于是他用刀子绑在棍子上做武器。到刀子又折断的时候，似乎这场战斗已经结束了。他失去了继续战斗的武器，他又遇到了他的限度。"}
