{"text":"还有两个，也是比较富有的中产人家的女儿，在交通不便的当时，已经各跟了她们家里的亲戚，到杭州上海等地方去跑跑了她们俩，却都是我那位同学的邻居。这三个女性的门前，当傍晚的时候，或月明的中夜，老有一个一个的黑影在徘徊这些黑影的当中，有不少都是我们的同学。因为每到礼拜一的早晨，没有上课之先，我老听见有同学们在操场上笑说在一道，并且时时还高声地用着英文作了隐语，如我看见她了！我听见她在读书之类。而无论在什么地方于什么时候的凡关于这一类的谈话的中心人物，总是课堂上坐在我的左边，年龄只比我大一岁的那一位天之骄子。赵家的那位少女，皮色实在细白不过，脸形是瓜子脸更因为她家里有了几个钱，而又时常上上海她叔父那里去走动的缘故，衣服式样的新异，自然可以不必说，就是做衣服的材料之类，也都是当时未开通的我们所不曾见过的。她们家里，只有一位寡母和一个年轻的女仆，而住的房子却很大很大。门前是一排柳树，柳树下还杂种着些鲜花对面的一带红墙，是学宫的泮水围墙，泮池上的大树，枝叶垂到了墙外，红绿便映成着一色。当浓春将过，夏初来的春三四月，脚踏着日光下石砌路上的树影，手捉着扑面飞舞的杨花，到这一条路上去走走，就是没有什么另外的奢望，也很有点像梦里的游行，更何况楼头窗里，时常会有那一张少女的粉脸出来向你抛一眼两眼的低眉斜视呢！此外的两个女性，相貌更是完整，衣饰也尽够美丽，并且因为她俩的住址接近，出来总在一道，平时在家，也老在一处，所以胆子也大，认识的人也多。她们在二十余年前的当时，已经是开放得很，有点像现代的自由女子了，因而上她们家里去鬼混，或到她们门前去守望的青年，数目特别的多，种类也自然要杂。我虽则胆量很小，性知识完全没有，并且也有点过分的矜持，以为成日地和女孩子们混在一道，是读书人的大耻，是没出息的行为但到底还是一个亚当的后裔，喉头的苹果，怎么也吐它不出咽它不下，同北方厚雪地下的细草萌芽一样，到得冬来，自然也难免得有些望春之意老实说将出来，我偶尔在路上遇见她们中间的无论哪一个，或凑巧在她们门前走过一次的时候，心里也着实有点儿难受。"}
{"text":"住在我那同学邻近的两位，因为距离的关系，更因为她们的处世知识比我长进，人生经验比我老成得多，和我那位同学当然是早已有过纠葛，就是和许多不是学生的青年男子，也各已有了种种的风说，对于我虽像是一种含有毒汁的妖艳的花，诱惑性或许格外的强烈，但明知我自己决不是她们的对手，平时不过于遇见的时候有点难以为的样子，此外倒也没有什么了不得的思慕，可是那一位赵家的少女，却整整地恼乱了我两年的童心。第三辑孤独人生零余者我和她的住处比较得近，故而三日两头，总有着见面的机会。见面的时候，她或许是无心，只同对于其他的同年辈的男孩子打招呼一样，对我微笑一下，点一点头，但在我却感得同犯了大罪被人发觉了的样子，和她见面一次，马上要变得头昏耳热，胸腔里的一颗心突突地总有半个钟头好跳。因此，我上学去或下课回来，以及平时在家或出外去的时候，总无时无刻不在留心，想避去和她的相见。但遇到了她，等她走过去后，或用功用得很疲乏把眼睛从书本子举起的一瞬间，心里又老在盼望，盼望着她再来一次，再上我的眼面前来立着对我微笑一脸。有时候从家中进出的人的口里传来，听说她和她母亲又上上海去了，不知要什么时候回来？我心里会同时感到一种像释重负又像失去了什么似的忧虑，生怕她从此一去，将永久地不回来了。同芭蕉叶似地重重包裹着的我这一颗无邪的心，不知在什么地方，透露了消息，终于被课堂上坐在我左边的那位同学看穿了。一个礼拜六的下午，落课之后，他轻轻地拉着了我的手对我说今天下午，赵家的那个小丫头，要上倩儿家去，你愿不愿意和我同去一道玩儿？这里所说的倩儿，就是那两位他邻居的女孩子之中的一个的名字。我听了他的这一句密语，立时就涨红了脸，喘急了气，嗫嚅着说不出一句话来回答他，尽在拼命的摇头，表示我不愿意去，同时眼睛里也水汪汪地想哭出来的样子而他却似乎已经看破了我的隐衷，得着了我的同意似地用强力把我拖出了校门。"}
{"text":"这里所说的倩儿，就是那两位他邻居的女孩子之中的一个的名字。我听了他的这一句密语，立时就涨红了脸，喘急了气，嗫嚅着说不出一句话来回答他，尽在拼命的摇头，表示我不愿意去，同时眼睛里也水汪汪地想哭出来的样子而他却似乎已经看破了我的隐衷，得着了我的同意似地用强力把我拖出了校门。到了倩儿她们的门口，当然又是一番争执，但经他大声的一喊，门里的三个女孩，却同时笑着跑出来了已经到了她们的面前，我也没有什么别的办法了，自然只好俯着首，红着脸，同被绑赴刑场的死刑囚似地跟她们到了室内。经我那位同学带了滑稽的声调将如何把我拖来的情节说了一遍之后，她们接着就是一阵大笑。我心里有点气起来了，以为她们和他在侮辱我，所以于羞愧之上，又加了一层怒意。但是奇怪得很，两只脚却软落来了，心里虽在想一溜跑走，而腿神经终于不听命令。跟她们再到客房里去坐下，看她们四人捏起了骨牌，我连想跑的心思也早已忘掉，坐将在我那位同学的背后，眼睛虽则时时在注视着牌，但间或得着机会，也着实向她们的脸部偷看了许多次数。等她们的输赢赌完，一餐东道的夜饭吃过，我也居然和她们伴熟，有说有笑了。临走的时候，倩儿的母亲还派了我一个差使，点上灯笼，要我把赵家的女孩送回家去。自从这一回后，我也居然入了我那同学的伙，不时上赵家和另外的两女孩家去进出了可是生来胆小，又加以毕业考试的将次到来，我的和她们的来往，终没有像我那位同学似的繁密。正当我十四岁的那一年春天一九九，宣统元年己酉，是旧历正月十三的晚上，学堂里于白天给与了我以毕业文凭及增生执照之后，就在大厅上摆起了五桌送别毕业生的酒宴。这一晚的月亮好得很，天气也温暖得像二三月的样子。满城的爆竹，是在庆祝新年的上灯佳节，我于喝了几杯酒后，心里也感到了一种不能抑制的欢欣。出了校门，踏着月亮，我的双脚，便自然而然地走向了赵家。她们的女仆陪她母亲上街去买蜡烛水果等过元宵的物品去了，推门进去，我只见她一个人拖着了一条长长的辫子，坐在大厅上的桌子边上洋灯底下练习写字。听见了我的脚步声音，她头也不朝转来，只曼声地问了一声是谁？我故意屏着声，提着脚，轻轻地走上了她的背后，一使劲一口就把她面前的那盏洋灯吹灭了。月光如潮水似地浸满了这一座朝南的大厅，她于一声高叫之后，马上就把头朝了转来。"}
{"text":"出了校门，踏着月亮，我的双脚，便自然而然地走向了赵家。她们的女仆陪她母亲上街去买蜡烛水果等过元宵的物品去了，推门进去，我只见她一个人拖着了一条长长的辫子，坐在大厅上的桌子边上洋灯底下练习写字。听见了我的脚步声音，她头也不朝转来，只曼声地问了一声是谁？我故意屏着声，提着脚，轻轻地走上了她的背后，一使劲一口就把她面前的那盏洋灯吹灭了。月光如潮水似地浸满了这一座朝南的大厅，她于一声高叫之后，马上就把头朝了转来。我在月光里看见了她那张大理石似的嫩脸，和黑水晶似的眼睛，觉得怎么也熬忍不住了，顺势就伸出了两只手去，捏住了她的手臂。两人的中间，她也不发一语，我也并无一言，她是扭转了身坐着，我是向她立着的。她只微笑着看看我看看月亮，我也只微笑着看看她看看中庭的空处，虽然此处的动作，轻薄的邪念，明显的表示，一点儿也没有，但不晓怎样一股满足，深沉，陶醉的感觉，竟同四周的月亮一样，包满了我的全身。第三辑孤独人生零余者两人这样的在月光里沉默着相对，不知过了多久，终于她轻轻地开始说话了今晚上你在喝酒？是的，是在学堂里喝的。到这里我才放开了两手，向她边上的一张椅子里坐了下去。明天你就要上杭州去考中学去么？停了一会，她又轻轻地问了一声。嗳，是的，明朝坐快班船去。两人又沉默着，不知坐了几多时候，忽听见门外头她母亲和女仆说话的声音渐渐儿的近了，她于是就忙着立起来擦洋火，点上了洋灯。她母亲进到了厅上，放下了买来的物品，先向我说了些道贺的话，我也告诉了她，明天将离开故乡到杭州去谈不上半点钟的闲话，我就匆匆告辞出来了。在柳树影里披了月光走回家来，我一边回味着刚才在月光里和她两人相对时的沉醉似的恍惚，一边在心的底里，忽儿又感到了一点极淡极淡，同水一样的春愁。一月五日远一程，再远一程――自传之五自富阳到杭州，陆路驿程九十里，水道一百里三十多年前头，非但汽车路没有，就是钱塘江里的小火轮，也是没有的。那时候到杭州去一趟，乡下人叫做充军，以为杭州是和新疆伊犁一样的远，非犯下流罪，是可以不去的极边。因而到杭州去之先，家里非得供一次祖宗，虔诚祷告一番不可，意思是要祖宗在天之灵，一路上去保护着他们的子孙。而邻里戚串，也总都来送行，吃过夜饭，大家手提着灯笼，排成一字，沿江送到夜航船停泊的埠头，齐叫着顺风！顺风！才各回去。"}
{"text":"一月五日远一程，再远一程――自传之五自富阳到杭州，陆路驿程九十里，水道一百里三十多年前头，非但汽车路没有，就是钱塘江里的小火轮，也是没有的。那时候到杭州去一趟，乡下人叫做充军，以为杭州是和新疆伊犁一样的远，非犯下流罪，是可以不去的极边。因而到杭州去之先，家里非得供一次祖宗，虔诚祷告一番不可，意思是要祖宗在天之灵，一路上去保护着他们的子孙。而邻里戚串，也总都来送行，吃过夜饭，大家手提着灯笼，排成一字，沿江送到夜航船停泊的埠头，齐叫着顺风！顺风！才各回去。摇夜航船的船夫，也必在开船之先，沿江绝叫一阵，说船要开了，然后再上舵梢去烧一堆纸帛，以敬神明，以赂恶鬼。当我去杭州的那一年，交通已经有一点进步了，于夜航船之外，又有了一次日班的快班船。因为长兄已去日本留学，二兄入了杭州的陆军小学堂，年假是不放的，祖母母亲，又都是女流之故，所以陪我到杭州去考中学的人选，就落到了一位亲戚的老秀才的头上。这一位老秀才的迂腐迷信，实在要令人吃惊，同时也可以令人起敬。他于早餐吃了之后，带着我先上祖宗堂前头去点了香烛，行了跪拜，然后再向我祖母母亲，作了三个长揖虽在白天，也点起了一盏仁寿堂郁的灯笼，临行之际，还回到祖宗堂前面去拔起了三株柄香和灯笼一道捏在手里。祖母为忧虑着我这一个最小的孙子，也将离乡别井，远去杭州之故，三日前就愁眉不展，不大吃饭不大说话了母亲送我们到了门口，一路要顺风顺风！地说了半句未完的话，就跑回到了屋里去躲藏，因为出远门是要吉利的，眼泪决不可以教远行的人看见。船开了，故乡的城市山川，高低摇晃着渐渐儿退向了后面本来是满怀着希望，兴高采烈在船舱里坐着的我，到了县城极东面的几家人家也看不见的时候，鼻子里忽而起了一阵酸溜。正在和那老秀才谈起的作诗的话，也只好突然中止了，为遮掩着自己的脆弱起见，我就从网篮里拿出了几册古唐诗合解来读。但事不凑巧，信手一翻，恰正翻到了离家日趋远，衣带日趋缓，心思不能言，肠中车轮转的几句古歌，书本上的字迹模糊起来了，双颊上自然止不住地流下了两条冷冰冰的眼泪。歪倒了头，靠住了舱板上的一卷铺盖，我只能装作想睡的样子。但是眼睛不闭倒还好些，等眼睛一闭拢来，脑子里反而更猛烈地起了狂飙。"}
{"text":"但事不凑巧，信手一翻，恰正翻到了离家日趋远，衣带日趋缓，心思不能言，肠中车轮转的几句古歌，书本上的字迹模糊起来了，双颊上自然止不住地流下了两条冷冰冰的眼泪。歪倒了头，靠住了舱板上的一卷铺盖，我只能装作想睡的样子。但是眼睛不闭倒还好些，等眼睛一闭拢来，脑子里反而更猛烈地起了狂飙。我想起了祖母母亲，当我走后的那一种孤冷的情形我又想起了在故乡城里当这一忽儿的大家的生活起居的样子，在一种每日习熟的周围环境之中，却少了一个我了，太阳总依旧在那里晒着，市街上总依旧是那么热闹的最后，我还想起了赵家的那个女孩，想起了昨晚上和她在月光里相对的那一刻的。少年的悲哀，毕竟是易消的春雪我躺下身体，闭上眼睛，流了许多暗泪之后，弄假成真，果然不久就呼呼地熟睡了过去。等那位老秀才摇我醒来，叫我吃饭的时候，船却早已过了渔山，就快入钱塘的境界了。几个钟头的安睡，一顿饱饭的快啖，和船篷外的山水景色的变换，把我满抱的离愁，洗涤得干干净净在孕实的风帆下引领远望着杭州的高山，和老秀才谈谈将来的日子，我心里又鼓起了一腔勇进的热意，杭州在望了，以后就是不可限量的远大的前程！第三辑孤独人生零余者当时的中学堂的入学考试，比到现在，着实还要容易我考的杭府中学，还算是杭州三个中学――其他的两个，是宗文和安定――之中，最难考的一个，但一篇中文，两三句英文的翻译，以及四题数学，只教有两小时的工夫，就可以缴卷了事的。等待发榜之前的几日闲暇，自然落得去游游山玩玩水，杭州自古是佳丽的名区，而西湖又是可以比得西子的消魂之窟。三十年来，杭州的景物，也大变了现在回想起来，觉得旧日的杭州，实在比现在，还要可爱得多。那时候，自钱塘门里起，一直到涌金门内止，城西的一角，是另有一道雉墙围着的，为满人留守绿营兵驻防的地方，叫作旗营平常是不大有人进去，大约门禁总也是很森严的无疑，因为将军以下，千总把总以上，参将，都司，游击，守备之类的将官，都住在里头。游湖的人，只有坐了轿子，出钱塘门，或到涌金门外乘船的两条路所以涌金门外临湖的颐园三雅园的几家茶馆，生意兴隆，座客常常挤满。而三雅园的陈设，实在也精雅绝伦，四时有鲜花的摆设，墙上门上，各有咏西湖的诗词屏幅联语等贴的贴挂的挂在那里。"}
{"text":"那时候，自钱塘门里起，一直到涌金门内止，城西的一角，是另有一道雉墙围着的，为满人留守绿营兵驻防的地方，叫作旗营平常是不大有人进去，大约门禁总也是很森严的无疑，因为将军以下，千总把总以上，参将，都司，游击，守备之类的将官，都住在里头。游湖的人，只有坐了轿子，出钱塘门，或到涌金门外乘船的两条路所以涌金门外临湖的颐园三雅园的几家茶馆，生意兴隆，座客常常挤满。而三雅园的陈设，实在也精雅绝伦，四时有鲜花的摆设，墙上门上，各有咏西湖的诗词屏幅联语等贴的贴挂的挂在那里。并且还有小吃，像煮空的豆腐干，白莲藕粉等，又是价廉物美的消闲食品。其次为游人所必到的，是城隍山了。四景园的生意，有时候比三雅园还要热闹，城隍山上去吃酥油饼这一句俗话，当时是无人不晓得的一句隐语，是说乡下人上大菜馆要做洋盘的意思。而酥油饼的价钱的贵，味道的好，和吃不饱的几种特性，也是尽人皆知的事实。我从乡下初到杭州，而又同大观园里的香菱似地刚在私私地学做诗词，一见了这一区假山盆景似的湖山，自然快活极了日日和那位老秀才及第二位哥哥喝喝茶，爬爬山，等到榜发之后，要缴学膳费进去的时候，带来的几个读书资本，却早已消费了许多，有点不足了。在人地生疏的杭州，借是当然借不到的二哥哥的陆军小学里每月只有二元也不知三元钱的津贴，自己做零用，还很勉强，更哪里有余钱来为我弥补？在旅馆里唉声叹气，自怨自艾，正想废学回家，另寻出路的时候，恰巧和我同班毕业的三位同学，也从富阳到杭州来了他们是因为杭府中学难考，并且费用也贵，预备一道上学膳费比较便宜的嘉兴去进府中的。大家会聚拢来一谈―算，觉着我手头所有的钱在杭州果然不够读半年书，但若上嘉兴去，则连来回的车费也算在内，足可以维持半年而有余。穷极计生，胆子也放大了，当日我就决定和他们一道上嘉兴去读书。第二天早晨，别了哥哥，别了那位老秀才，和同学们一起四个，便上了火车，向东的上离家更远的嘉兴府去。在把杭州已经当作极边看了的当时，到了言语风习完全不同的嘉兴府后，怀乡之念，自然是更加得迫切。半年之中，当寝室的油灯灭了，或夜膳刚毕，操场上暗沉沉没有旁的同学在的地方，我一个人真不知流尽了多少的思家的热泪。忧能伤人，但忧亦能启智，在孤独的悲哀里沉浸了半年，暑假中重回到故乡的时候，大家都说我长成得像一个大人了。事实上，因为在学堂里，被怀乡的愁思所苦扰，我没有别的办法好想，就一味的读书，一味的做诗。"}
{"text":"在把杭州已经当作极边看了的当时，到了言语风习完全不同的嘉兴府后，怀乡之念，自然是更加得迫切。半年之中，当寝室的油灯灭了，或夜膳刚毕，操场上暗沉沉没有旁的同学在的地方，我一个人真不知流尽了多少的思家的热泪。忧能伤人，但忧亦能启智，在孤独的悲哀里沉浸了半年，暑假中重回到故乡的时候，大家都说我长成得像一个大人了。事实上，因为在学堂里，被怀乡的愁思所苦扰，我没有别的办法好想，就一味的读书，一味的做诗。并且这一次自嘉兴回来，路过杭州，又住了一日看看袋里的钱，也还有一点盈余，湖山的赏玩，当然不再去空费钱了，从梅花碑的旧书铺里，我竟买来了一大堆书。这一大堆书里，对我的影响最大，使我那一年的暑假期，过得非常快活的，有三部书。一部是黎城勒氏的吴诗集览，因为吴梅村的夫人姓郁，我当时虽则还不十分懂得他的诗的好坏，但一想到他是和我们郁氏有姻戚关系的时候，就莫名其妙地感到了一种亲热。一部是无名氏编的庚子拳匪始末记，这一部书，从戊戌政变说起，说到六君子的被害，李莲英的受宠，联军的入京，圆明园的纵火等地方，使我满肚子激起了义愤。还有一部，是署名曲阜鲁阳生孔氏编定的普天忠愤集，甲午前后的章奏议论，诗词赋颂等慷慨激昂的文章，收集得很多读了之后，觉得中国还有不少的人才在那里，亡国大约是不会亡的。而这三部书读后的一个总感想，是恨我出世得太迟了，前既不能见吴梅村那样的诗人，和他去做个朋友，后又不曾躬逢着甲午庚子的两次大难，去冲锋陷阵地尝一尝打仗的滋味。第三辑孤独人生零余者这一年的暑假过后，嘉兴是不想再去了所以秋期始业的时候，我就仍旧转入了杭府中学的一年级。孤独者――自传之六里外湖的荷叶荷花，已经到了凋落的初期，堤边的杨柳，影子也淡起来了。几只残蝉，刚在告人以秋至的七月里的一个下午，我又带了行李，到了杭州。因为是中途插班进去的学生，所以在宿舍里，在课堂上，都和同班的老学生们，仿佛是两个国家的国民。从嘉兴府中，转到了杭州府中，离家的路程，虽则是近了百余里，但精神上的孤独，反而更加深了！不得已，我只好把热情收敛，转向了内，固守着我自己的壁垒。当时的学堂里的课程，英文虽也是重要的科目，但究竟还是旧习难除，中国文依旧是分别等第的最大标准。"}
{"text":"几只残蝉，刚在告人以秋至的七月里的一个下午，我又带了行李，到了杭州。因为是中途插班进去的学生，所以在宿舍里，在课堂上，都和同班的老学生们，仿佛是两个国家的国民。从嘉兴府中，转到了杭州府中，离家的路程，虽则是近了百余里，但精神上的孤独，反而更加深了！不得已，我只好把热情收敛，转向了内，固守着我自己的壁垒。当时的学堂里的课程，英文虽也是重要的科目，但究竟还是旧习难除，中国文依旧是分别等第的最大标准。教国文的那一位桐城派的老将王老先生，于几次作文之后，对我有点注意起来了，所以进校后将近一个月光景的时候，同学们居然赠了我一个怪物的绰号因为由他们眼里看来，这一个不善交际，衣装朴素，说话也不大会说的乡下蠢才，做起文章来，竟也会得压倒侪辈，当然是一件非怪物不能的天大的奇事。杭州终于是一个省会，同学之中，大半是锦衣肉食的乡宦人家的子弟。因而同班中衣饰美好，肉色细白，举止娴雅，谈吐温存的同学，不知道有多少。而最使我惊异的，是每一个这样的同学，总有一个比他年长一点的同学，附随在一道的那一种现象。在小学里，在嘉兴府中里，这一种风气，并不是说没有，可是决没有像当时杭州府中那么的风行普遍。而有几个这样的同学，非但不以被视作女性为可耻，竟也有熏香傅粉，故意在装腔作怪，卖弄富有的。我对这一种情形看得真有点气，向那一批所谓的同学，当然是很明显地表示了恶感，就是向那些年长一点的同学，也时时露出了敌意这么一来，我的怪物之名，就愈传愈广，我与他们之间的一条墙壁，自然也愈筑愈高了。在学校里既然成了一个不入伙的孤独的游离分子，我的情感，我的时间与精力，当然只有钻向书本子去的一条出路。于是几个由零用钱里节省下来的仅少的金钱，就做了我的唯一娱乐积买旧书的源头活水。那时候的杭州的旧书铺，都聚集在丰乐桥，梅花碑的两条直角形的街上。每当星期假日的早晨，我仰卧在床上，计算计算在这一礼拜里可以省下来的金钱，和能够买到的最经济最有用的册籍，就先可以得着一种快乐的预感。有时候在书店门前徘徊往复，稽延得久了，赶不上回宿舍来吃午饭，手里夹了书籍上大街羊汤饭店间壁的小面馆去吃一碗清面，心里可以同时感到十分的懊恨与无限的快慰。"}
