{"text":"做到了这四点，作人做事从政修养事业，才能尽善尽美，否则总归有问题。如果以这四点，观察工商业的社会，也是一样，不能违背。有些人赤手空拳，本事大得很，当时很发财，但有许多人仁不能守之，又看见他掉下去，只这二十年中，就不知多少实例。器小易盈下面又转入因人论事。君子不可小知，而可大受也。小人不可大受，而可小知也。这段话有两方面的意思。我们研究起来就感觉到这则名言的深度。如配合人生的经验，一生用之不尽，受用无穷。头一段君子不可小知的小知，以客观而言，我们对伟大成功的人物，不能以小处来看他，等他有成就才可以看出他的伟大相反的，就是小人看不到大的成就，小地方就可以看出他的长处。以主观而言君子之大，有伟大的学问深厚的修养崇高的道德，看事情不看小处而注意大处。小人则不可太得志，如果给他大受，他受不了，小地方他就满足了。这是两种观点的解释，如果在人生体会上，我们看到过许多的聪明人，年纪轻轻一得志就完了，这就是小人不可大受，而可小知也。有许多人有真的智慧，要看大节，在大节处能受，就是大根大器。记得古人有一首刻划人生很清楚的咏松诗自少齐埋于小草，而今渐却出蓬蒿。时人不识凌云干，直待凌云始道高。这首诗是讲一棵松树的幼苗，当小的时候，和一般的草一样，都埋在那里，谁也想不到，这一片小草里的这株幼苗，几十年几百年以后，会成为那么高大的树。但它在当时是慢慢的出头，比小草只高一点，当时的人也绝认不出，它将来会变成神木。一般人都等到这棵树长大了，高得看来差不多挨到了天了，才仰头来赞叹伟大啊！高呀！好！了不起！人生也就是这样，当平常在努力的时候，就是那么可怜，没人了解，等到成功以后，各个都叫好了。看透了人生，只有自己去努力，到成功了，自然有人赞美喊伟大。学问也好，事业也好，都是这样。同样的，另外有首诗雨后山中蔓草荣，沿溪漫谷可怜生。寻常岂藉栽培力，自得天机自长成。这首诗也经常写来勉励学生。中国诗有些很难读，字面上看来是描写景物，一幅不相干的图画，实际上含有很高的哲学道理。像这首诗说，下雨以后，山里的草，很快的青青翠翠普遍长了起来，沿溪漫谷都是，绿成一片。这样多普通的草，谁去种它？谁给它肥料？都是自得天机自长成的。"}
{"text":"看透了人生，只有自己去努力，到成功了，自然有人赞美喊伟大。学问也好，事业也好，都是这样。同样的，另外有首诗雨后山中蔓草荣，沿溪漫谷可怜生。寻常岂藉栽培力，自得天机自长成。这首诗也经常写来勉励学生。中国诗有些很难读，字面上看来是描写景物，一幅不相干的图画，实际上含有很高的哲学道理。像这首诗说，下雨以后，山里的草，很快的青青翠翠普遍长了起来，沿溪漫谷都是，绿成一片。这样多普通的草，谁去种它？谁给它肥料？都是自得天机自长成的。我们人也是如此，像当年红叶少棒队，到日本比赛胜利了回来，大家都捧他们。可是当年他们在台东深山里练习的时候，石块当球，树枝作棒，岂不是沿溪漫谷可怜生吗？后来胜利凯旋游行，大家都认为是我们的光荣。他们的成功不就是寻常岂藉栽培力，自得天机自长成吗？人生也是如此，对孩子们的教育也是如此，要使他受得艰难，要给他自得天机自长成的环境。父母的爱护过分了，恰恰是毁了他。我们看了这两首诗，就可以了解小知大受的道理。伟大成就的人，都要从艰难困苦中站起来，不要被小聪明自误，更不要短视。所以论语上记载圣人之言了不起的地方，像一具很好的古董放在面前，它不受时间空间的影响，越看越美，从任何角度看，都觉得有新的发现。现在的工业产品就不一样，初看很漂亮，多摆两天就完了，很讨厌了，非把它毁掉不可。古书就有这个道理，它的含义使我们多方面去发觉体会。对这几句书，我们有时不必一定说是哪方面看法，要在人生中多加体会才对。烫手的山芋接着由为人处世，再讲到政治的道理。子曰民之于仁也，甚于水火。水火，吾见蹈而死者矣，未见蹈仁而死者也。他说，一般人一提到仁义的事，那种惧怕的心理比怕水火还更厉害，水会淹死人，火会烧死人，所以人看到水火会怕。孔子说我看见过人跳到水里被淹死，跳到火里被烧死。仁义没有这样可怕，真去做的话，不会被饿死的，真仁义还有好处的。可是人害怕，不肯去做，所以叫人做坏事很容易，叫人做好事反而怕。但没有看见人因为做好事而死，没有做好事的人，倒是死得更惨。上星其中，和一些高级知识分子功名富贵也蛮高的老先生们谈起，我说如果关起门来讲，孔孟之道也好，仁也好，我们这个中华民族是可怕的。试问孔子为什么老是讲仁？"}
{"text":"孔子说我看见过人跳到水里被淹死，跳到火里被烧死。仁义没有这样可怕，真去做的话，不会被饿死的，真仁义还有好处的。可是人害怕，不肯去做，所以叫人做坏事很容易，叫人做好事反而怕。但没有看见人因为做好事而死，没有做好事的人，倒是死得更惨。上星其中，和一些高级知识分子功名富贵也蛮高的老先生们谈起，我说如果关起门来讲，孔孟之道也好，仁也好，我们这个中华民族是可怕的。试问孔子为什么老是讲仁？不但孔子讲仁，老子庄子也讲，可见我们这个民族不仁的太多，不孝的太多，所以他们才讲仁讲孝。等于西方文化，当年独裁得太厉害，所以讲民主讲自由。假使一个社会，民主太过了，自由太过了，你看他们还讲不讲自由民主？那时他不需要民主自由了。可见我们的民族，是一个很难弄的民族，就是不仁慈不孝的太多，所以孔子教大家要仁慈，要行孝。教育就是大众思想的反映，这是事实。研究春秋战国时代，权力之争，父子兄弟之间都不认，有什么亲情？有什么爱？因此孔子讲仁呀！孝呀！所以我们这个民族，好地方是了不起，关起门来反省，实在难弄。我们是这个民族的一分子，就更深深的了解，不好办。这里孔子是说一般人的心理，讲到仁慈就怕得很，生怕吃亏，孔子就讲了一句幽默话，说没有看到谁跳过仁里被烧死淹死的，这就是说一般人不肯行仁道，道理很会讲，做起来很难。那么要用什么精神来做呢？子曰当仁不让于师。这句话又有几个观念。先解释文字当仁义所在的地方，都可以反对老师，老师错了还是错了，并不见得老师一定对。老师做得不仁，就不对。另一个观点，也可以看到孔子的教育，并不是专制教育。他这句话就是告诉学生，只要认真理认正义。真理对了，正义对了，就不要考虑我这个老师怎样了。也等于西方哲学家亚里斯多德说的吾爱吾师，吾更爱真理。这是他当时与他的老师柏拉图，发生了相左的意见，这种意见相左，并不是对老师不尊敬。真理所在，对于老师的意见，也没有办法同意的。这就是做学问的精神，把皇帝的意见都碰回去。不管是老师或皇帝，正义所在一定要争，这是中国知识分子必守的信条。但是有一点子曰君子贞而不谅。这个不谅不是不原谅，是说一个君子，要真正的诚敬而不能马虎，不能随便的违反了正义。接下来子曰事君，敬其事而后其食。"}
{"text":"也等于西方哲学家亚里斯多德说的吾爱吾师，吾更爱真理。这是他当时与他的老师柏拉图，发生了相左的意见，这种意见相左，并不是对老师不尊敬。真理所在，对于老师的意见，也没有办法同意的。这就是做学问的精神，把皇帝的意见都碰回去。不管是老师或皇帝，正义所在一定要争，这是中国知识分子必守的信条。但是有一点子曰君子贞而不谅。这个不谅不是不原谅，是说一个君子，要真正的诚敬而不能马虎，不能随便的违反了正义。接下来子曰事君，敬其事而后其食。为人干部，为人臣下的时候要敬，就是现在讲的负责任，先真正能负了责任，然后再考虑到自己待遇生活的问题。假使说为了待遇生活而担任这个职务，那是另一观念。一个知识分子做一件事，并不一定为了吃饭。一个人吃饭生活的方式很多，所以要认识清楚，做事是为了责任问题。子曰有教无类。这句话大家都知道，不需要解释，这是孔子的教育精神。他不分阶级，不分地域，不分智愚，只要肯受教，以人文文化为基础，一律谆谆教诲。子曰道不同，不相为谋。可是有一点，思想目的不同，没有办法共同相谋。但并没有说一定要排斥。没有办法互相讨论计划一件事，只好各走各的路。花果枝叶子曰辞，达而已矣！说话文章都是辞。当然，写文章要成为一个文学家很难，说话要训练得擅于言词，擅于演讲也很难。虽然不要求太华丽，但是有一个主要的目的，那便是能够真正表达自己的意思。在人生的经验上，有许多人真爱说话，开口就是一大篇，可是讲了半天，不知他讲了些什么。写文章也是一样，许多人面对稿子，心里说我要写文章，十分精神中七分在担心写不好，花了半天时间，两行都写不下来。其实不要管这些，心里想到哪里，就写到哪里，写完以后，再增删调整一下就好了。所以孔子说的辞，达而已矣！真正的好文章，是表达意思，好的文章不要作的，雕凿起来就不行了。这一句同时呼应上论行有余力，则以学文。的话，说明文辞不过是学问的枝末。下面是结尾了。这一篇开始是卫灵公向孔子问军事，孔子不愿答这个问题。下面结论，就是点出人文之道的重要。师冕见。及阶，子曰阶也。及席，子曰席也。皆坐，子告之曰某在斯，某在斯。"}
{"text":"其实不要管这些，心里想到哪里，就写到哪里，写完以后，再增删调整一下就好了。所以孔子说的辞，达而已矣！真正的好文章，是表达意思，好的文章不要作的，雕凿起来就不行了。这一句同时呼应上论行有余力，则以学文。的话，说明文辞不过是学问的枝末。下面是结尾了。这一篇开始是卫灵公向孔子问军事，孔子不愿答这个问题。下面结论，就是点出人文之道的重要。师冕见。及阶，子曰阶也。及席，子曰席也。皆坐，子告之曰某在斯，某在斯。师冕出，子张问曰与师言之道与？子曰然！固相师之道也。师是古代很重要的文化官，管音乐艺术的大乐师。在春秋战国时代，乐师与后来的太史令同样重要，因为古代非常重视礼乐文化。这个名叫冕的大乐师来看孔子。古代的乐师，多半是瞎子，孔子出来接他，扶着他，快要上台阶时，告诉他这里是台阶了。古代没有桌子板凳，席地而坐，就是后世日本的榻榻米一样。到了席位时，孔子又说这里是席位了，请坐吧。等大家坐下来，孔子就说某先生在你左边，某先生在你对面，一一很噜嗦的告诉他。等师冕走了，子张就问，老师，你待他的规矩这样多，处处都要讲一声，待乐师之道，就要这样吗？孔子说，当然要这样，我们不但是对他的官位要如此对这样眼睛看不见的人，在我们作人做事的态度上，都应该这样接待他。从这一点，我们想到，很多伟大的教主们，常做这样的事。佛经里就有这样一个故事释迦牟尼有一个弟子，眼睛看不见，但还是自己缝衣服，有一天他穿不起针线来，就在那里大声叫，要求同学帮忙他穿一下针线。但是他的同学，那一班罗汉们，都在打坐入定了，没人理他。释迦牟尼这位老师，就自己下来帮他穿好针线，交给他手上，教他怎样缝。这个学生一听到声音，才知道是释迦牟尼。他说，老师怎么亲自来？释迦牟尼说，这是我应该做的。而且马上对所有的弟子们上了一课说，人应该做的，就是这种事，为什么不肯帮助残废的人穷苦的人？训了一顿话。所以我说论语是连贯的，这一篇由第一段，孔子不肯答复军事的问题，一直讲到作人处世，结论是要帮助残废孤苦的人。而且又以孔子接待大乐师的事，烘托出国家的根本在礼乐。可见每篇的编辑安排都是恰到好处。我们读完全篇以后，再一想，余味无穷，也代表了孔门的思想，孔子的精神――教人学问的道理究竟在什么地方。另外还有一点关于这一段的附带说明。"}
{"text":"释迦牟尼说，这是我应该做的。而且马上对所有的弟子们上了一课说，人应该做的，就是这种事，为什么不肯帮助残废的人穷苦的人？训了一顿话。所以我说论语是连贯的，这一篇由第一段，孔子不肯答复军事的问题，一直讲到作人处世，结论是要帮助残废孤苦的人。而且又以孔子接待大乐师的事，烘托出国家的根本在礼乐。可见每篇的编辑安排都是恰到好处。我们读完全篇以后，再一想，余味无穷，也代表了孔门的思想，孔子的精神――教人学问的道理究竟在什么地方。另外还有一点关于这一段的附带说明。就是我国古来的大音乐家，差不多全是瞎子。像师旷为了要使自己的音乐素养更上层楼，他觉得眼睛外视容易使精神耗散，所以将自己的双眼刺瞎，结果果然成为中国的一代音乐宗师。这个道理也就是中国道家修持的理论――绝利一源，用师十倍。也就是老子所说的不见可欲，其心不乱。因为一个人的精神及生理，都是靠食物来补充，但又由思想九窍消耗。而补充的永远比不上消耗的，所以人才有衰老死亡。这些都是由大乐师的眼睛而引起的，暂且搁置，以后如有机会，再谈这个理论的正确与否。季氏第十六兴灭继绝根据我们研究的方针，这里第十六篇与上论第六篇雍也有互相呼应的关系。第六篇讲冉雍――仲弓，孔子提到他有王者之气，有帝王之才。现在这篇书，是讲到中国文化政治哲学的要点。听说现在这篇书的开头一大段，编进了高中的国文课本里，成为很重要的一篇文章。这段书，就有很多个重点它含有中国文化政治哲学的精神中国文化的政治观念。我们整个民族的文化道德，是不喜欢侵略人，而且更不主张别人去侵略人。另一个重点是说臣道，一个国家重要的大臣，对大的政治决策，关系非常重大，中间一点都不能马虎。如孟子所讲的义利之辨，要时刻注意。看了历史上的这许多道理与真实的事情，也可帮助我们了解今日世界局势的演变。譬如美国总统尼克松的下台，日本首相田中的下台，三木的上台，这些在一个研究历史文化的人看来，就是活的书本，能使我们对自己古典的书，了解更深切也更了解世界的事情对过去未来，是一个很好的对照，这是真正的学问所在。假使只在书本上看文字，这种学问没有用，的确是书呆子。所以有时候我很不同意年轻人只知道专心念书，这样会把他变成书呆子，埋没了人才。"}
{"text":"看了历史上的这许多道理与真实的事情，也可帮助我们了解今日世界局势的演变。譬如美国总统尼克松的下台，日本首相田中的下台，三木的上台，这些在一个研究历史文化的人看来，就是活的书本，能使我们对自己古典的书，了解更深切也更了解世界的事情对过去未来，是一个很好的对照，这是真正的学问所在。假使只在书本上看文字，这种学问没有用，的确是书呆子。所以有时候我很不同意年轻人只知道专心念书，这样会把他变成书呆子，埋没了人才。但我同样不同意不念书，有天才而不念书，遇到事情要处理的时候，就不知道怎样处理，因为他不懂原则。学问与才能要配合起来。现在这个时代，给我们许多启示。我们中国文化政治哲学的思想，据我所了解的――为什么说据我所了解的？这里我有一个声明天下学问事情，我所了解的很有限，有许多事情我不知道，所以我要说明是据我所了解的。全世界的文化政治思想中，恐怕只有中国人有这个精神，中国民族文化的这个精神叫兴灭国，继绝世。孔子著春秋的历史精神大义所在，就在这里，这是我们几千年来的民族文化精神。所谓兴灭国，在春秋战国以前，国是个地方政治单位，诸侯分封为国。到了春秋战国时代，还有上百个国。有些小国不算，大国也有几十个。在过去中国这个制度，就是所谓的封建。封建制度，中西截然不同，上论中也曾讨论过。而中国的封建，以宗法社会氏族为中心，就是血统为基础，并不是西方的封建，以奴役权势为基础。封建这个名词，几十年来的学者，在他们的著作中，提到封建这个名词的时候，也好像在基本上对中西封建之不同，没有正确的认识。这不止是一个笑话，它甚至影响到国家这六十年来所遭受的巨变和痛苦。过去历史上的这些诸侯之国，当其中一个国家快要灭亡了，乃至已经灭亡绝后了，其他的国还要找到这国家的后人，扶助他起来复国，这就是所谓兴灭国。继绝世，是这个国家即使绝后，也要想办法使他继续存在，这就是中国文化对于国际政治的精神，也就是三民主义中民族主义的精神内涵。例如汉高祖刘邦，在他统一天下以后，又为秦始皇，以及楚魏齐等灭国无后的想办法使他续绝，史记高祖本纪有十二月，高祖曰秦始皇帝楚隐王陈涉魏安厘王齐⊥跽缘肯逋酰皆绝，无后，予守家各十家秦皇帝二十家魏公子无忌五家。"}
{"text":"继绝世，是这个国家即使绝后，也要想办法使他继续存在，这就是中国文化对于国际政治的精神，也就是三民主义中民族主义的精神内涵。例如汉高祖刘邦，在他统一天下以后，又为秦始皇，以及楚魏齐等灭国无后的想办法使他续绝，史记高祖本纪有十二月，高祖曰秦始皇帝楚隐王陈涉魏安厘王齐⊥跽缘肯逋酰皆绝，无后，予守家各十家秦皇帝二十家魏公子无忌五家。以汉高祖的为人来讲，素来具有豁达大度的胸襟，自然便合中国文化精神的大原则，所以刘邦后人，在中国历史的政权上，能够先后达四百年之久。凡我黄帝子孙，固当有此认识才是。大家研究三民主义知道的，这种精神是任何一个国家的文化中所没有的。因此我经常跟外国朋友说，试看中国历史，除了南北朝五代这些边疆民族称王称帝乱搞以外，正式的朝代，汉唐宋明清，中华民族从来没有主动的发动过，欲图灭亡邻国的子孙土地，以并入我们版图的侵略战争。即使别的国家出了问题，如过去的附庸国家安南暹逻朝鲜等等，发生了变化，我们可以派兵辅助他平定他国家的内乱，但是我们一定撤兵回来，另外替他们选择一个好的皇帝，政权交回他们自己好好管理，任何条件都没有，只要他们俯首称臣，年年进贡，岁岁来朝。我们当时要求这些附属――外藩的国家――进贡，自己是要赔本的，而且赔得相当厉害。还有些地方是重译来朝的，就是过去有一些边远民族，如印度波斯这些民族来朝，要经过两三种文字的翻译，才能译成中文中间经过许多国家，都还要到中国来。就如唐代诗人杜甫的名句中所说万国衣冠拜冕旒。汉唐的文化，就有这样伟大的局面出现。因此直到现在，世界各国的华侨社会都称唐人街，就是唐代文化精神的遗响，英文的就是大秦帝国的译音。当年外藩来朝，我们回送的礼物，比他们送来的多得太多了，这是我们中华民族的精神。所以这种兴灭国，继绝世的思想，至少在我所看到的，世界上所有国家，除了我们中国，任何外国都没有的。所以我们不但不想侵略别人的土地，也不想占有人家的土地。目前有一点，许多的强国想控制人家的经济市场，而我们也从来没有见过。族姓的家谱这个思想，向大的方面演变，成为国际政治哲学。小则个人家族方面也有这种精神。我们中国人，每一姓氏在祠堂中都有一本家谱，又名家乘。"}
{"text":"所以这种兴灭国，继绝世的思想，至少在我所看到的，世界上所有国家，除了我们中国，任何外国都没有的。所以我们不但不想侵略别人的土地，也不想占有人家的土地。目前有一点，许多的强国想控制人家的经济市场，而我们也从来没有见过。族姓的家谱这个思想，向大的方面演变，成为国际政治哲学。小则个人家族方面也有这种精神。我们中国人，每一姓氏在祠堂中都有一本家谱，又名家乘。现在的年轻人恐怕很少有看到过，但是我很幸运的看到两次。一次是小的时候，刚好宗族的会议，由族长――在辈份最高中年龄最长的人，开了祠堂修家谱。家其中记载着祖宗的来源，有许多追溯到周代，因为周代的子孙分封各国，以地方为姓有的还远溯到轩辕，以证明自己的确是黄帝的子孙就以台湾人数最多的林姓来说，他们的家其中就记载着林姓的始祖――第一个祖先为林坚，是比干的儿子，与纣王是叔伯兄弟，比干是纣王的伯父。"}
