{"text":"我听了之后连连辞谢说我办不了，我的皮儿不薄。他说不要紧，咱们练着瞧。于是他把词儿写出来，一段是新洪羊洞，一段是一家六口，这都是老相声，谁都听过，相声这玩艺儿不嫌其老，越是经过千锤百炼的玩艺儿越惹人喜欢，借着演员的技艺风度之各有千秋而永远保持新鲜的滋味。相声里面的粗俗玩笑，例如爸爸二字刚一出口，对方就得赶快顺口答腔的说声啊，似乎太无聊，但是坚持不能删免，据他看相声已到了至善至美的境界，不可稍有损益。是我坚决要求，他才同意在用折扇敲头的时候只要略为比划而无需真打。我们认真地排练了好多次。到了上演的那一天，我们走到台的前边，泥塑木雕一般绷着脸肃立片刻，观众已经笑不可抑，以后几乎只能在阵阵笑声之间的空隙进行对话。该用折扇敲头的时候，不知是一时激动忘形，还是有意违反诺言，抡起大折扇狠狠的向我打来，我看来势不善，向后一闪，折扇正好打落了我的眼镜，说时迟，那时快，我手掌向上两手平伸，正好托住那落下来的眼镜，我保持那个姿势不动，采声历久不绝，有人以为这是一手绝活儿，还高呼再来一回我们那一次相声相当成功，引出不少人的邀请，我们约定不再露演，除非是至抗战胜利再度劳军的时候。的才华是多方面的，长短篇的小说，散文，戏剧，白话诗，无一不能，无一不精。而且他有他的个性，绝不俯仰随人。我现在检出一封给我的信，是他离开北碚之后写的，那时候他的夫人已自北平赶来四川，但是他的生活更陷于苦闷。他患有胃下垂的毛病，割盲肠的时候用一小时余还寻不到盲肠，后来在腹部的左边找到了。这封信附有七律五首，由此我们也可窥见他当时的心情的又一面。前几年王敬羲从香港剪写短文一篇，可惜未注明写作或发表的时间及地点，题为春来忆广州，看他行文的气质，已由绚烂趋于平淡，但是有一缕惆怅悲哀的情绪流露在字里行间。听说他去年已作了九泉之客，又有人说他尚在人间。是耶非耶，其孰能辨之兹将这一小文附录于后春来忆广州我爱花。因气候水土等等关系，在北京养花，颇为不易。冬天冷，院里无法摆花，只好都搬到屋里来。每到冬季，我的屋里总是花比人多，形势逼人屋中养花，有如笼中养鸟，即使用心调护，也养不出个样子来。除非特建花室，实在无法解决问题。"}
{"text":"听说他去年已作了九泉之客，又有人说他尚在人间。是耶非耶，其孰能辨之兹将这一小文附录于后春来忆广州我爱花。因气候水土等等关系，在北京养花，颇为不易。冬天冷，院里无法摆花，只好都搬到屋里来。每到冬季，我的屋里总是花比人多，形势逼人屋中养花，有如笼中养鸟，即使用心调护，也养不出个样子来。除非特建花室，实在无法解决问题。我的小院里，又无隙地可建花室一看到屋中那些半病的花草，我就立刻想起美丽的广州来。去年春节后，我不是到广州住了一个月吗哎呀，真是了不起的好地方人极热情，花似乎也热情大街小巷，院里墙头，百花齐放，欢迎客人，真是交友看花在广州啊在广州，对着我的屋门便是一株象牙红，高与楼齐，盛开着一丛红艳夺目的花儿，而且经常有很小的小鸟，钻进那朱红的小象牙里，如蜂采蜜。真美只要一有空儿，我便坐在阶前，看那些花与小鸟。在家里，我也有一棵象牙红，可是高不及三尺，而且是种在盆子里。它入秋即放假休息，入冬便睡大觉，且久久不醒，直到端阳左右，它才开几朵先天不足的小花，绝对没有那种秀气的小鸟作伴现在，它正在屋角打盹，也许跟我一样，正想念它的故乡广东吧春天到来，我的花草还是不易安排早些移出去吧，怕风霜侵犯不搬出去吧，又都发出细条嫩叶，很不健康。这种细条子不会长出花来。看着真令人焦心好容易盼到夏天，花盆都运至院中，可还不完全顺利。院小，不透风，许多花儿便生了病。特别由南方来的那些，如白玉兰栀子茉莉小金桔茶花也不知怎么就叶落枝枯，悄悄死去。因此，我打定主意，再买来这些比较娇贵的花儿之时，就认为它们不能长寿，尽到我的心，而又不作幻想，以免枯死的时候落泪伤神。同时，也多种些叫它死也不肯死的花草，如夹竹桃之类，以期老有些花儿看。夏天，北京的阳光过暴，而且不下雨则已，一下就是倾盆倒海而来，势不可当，也不利于花草的生长。秋天较好，可是忽然一阵冷风，无法预防，娇嫩些的花儿就受了重伤。"}
{"text":"同时，也多种些叫它死也不肯死的花草，如夹竹桃之类，以期老有些花儿看。夏天，北京的阳光过暴，而且不下雨则已，一下就是倾盆倒海而来，势不可当，也不利于花草的生长。秋天较好，可是忽然一阵冷风，无法预防，娇嫩些的花儿就受了重伤。于是，全家动员，七手八脚，往屋里搬呀，各屋里都挤满了花盆，人们出来进去都须留神，以免绊倒真羡慕广州的朋友们，院里院外，四季有花，而且是多么出色的花呀白玉兰高达数丈，杆子比我的腰还粗英雄气概的木棉，昂首天外，开满大红花，何等气势就连普通的花儿，四季海棠与绣球什么的，也特别壮实，叶茂花繁，花小而气魄不小看，在冬天，窗外还有结实累累的木瓜呀真没法儿比一想起花木，也就更想念朋友们忆冰心顾一樵先生来，告诉我冰心和先后去世。我将信将疑。冰心今年六十九岁，已近古稀，在如今那样的环境里传出死讯，无可惊异。读清华学报新七卷第一期一九六八年八月刊，施友忠先生有中共文学中之讽刺作品一文，里面提到冰心，但是没有说她已经去世。最近谢冰莹先生在作品第二期一九六八年十一月里有哀冰心一文，则明言冰心和她的丈夫吴文藻双双服毒自杀了。看样子，她是真死了。她在日本的时候写信给赵清阁女士说早晚有一天我死了都没有人哭似是一语成谶可是双双服毒，此情此景，能不令远方的人一洒同情之泪初识冰心的人都觉得她不是一个令人容易亲近的人，冷冷的好像要拒人于千里之外。她的繁星春水发表在晨报副刊的时候，风靡一时，我的朋友中如时昭瀛先生便是最为倾倒的一个，他逐日剪报，后来精裱成一长卷，在美国和冰心相遇的时候恭恭敬敬的献给了她。我在创造周报第十二期一九二三年七月二十九日写过一篇繁星与春水，我的批评是很保守的，我觉得那些小诗里理智多于情感，不是一个热情奔放的诗人，只是泰戈尔小诗影响下的一个冷隽的说理者。就在这篇批评发表不久，于赴美途中的杰克逊总统号的甲板上不期而遇。经许地山先生介绍，寒暄一阵之后，我问她您到美国修习什么她说文学。她问我您修习什么我说文学批评。话就谈不下去了。"}
{"text":"就在这篇批评发表不久，于赴美途中的杰克逊总统号的甲板上不期而遇。经许地山先生介绍，寒暄一阵之后，我问她您到美国修习什么她说文学。她问我您修习什么我说文学批评。话就谈不下去了。在海船上摇晃了十几天，许地山顾一樵冰心和我都不晕船，我们兴致勃勃的办了一份文学性质的壁报，张贴在客舱入口处，后来我们选了十四篇送给小说月报，发表在第十一期一九二三年十一月十日，作为一个专辑，就用原来壁报的名称海啸。共中有冰心的诗三首乡愁惆怅纸船。一九二四年秋我到了哈佛，冰心在威尔斯莱女子学院，同属于波斯顿地区，相距约一个多小时火车的路程。遇有假期，我们几个朋友常去访问冰心，邀她泛舟于脑伦璧迦湖。冰心也常乘星期日之暇到波斯顿来做杏花楼的座上客。我逐渐觉得她不是恃才傲物的人，不过对人有几分矜持，至于她的胸襟之高超，感觉之敏锐，性情之细腻，均非一般人所可企及。一九二五年三月二十八日波士顿一带的中国学生在美术剧院公演琵琶记，剧本是顾一樵改写的，由我译成英文，我饰蔡中郎，冰心饰宰相之女，谢文秋女士饰赵五娘。逢场作戏，不免谑浪，后谢文秋与同学朱世明先生订婚，冰心就调侃我说朱门一入深似海，从此秋郎是路人。秋郎二字来历在此。冰心喜欢海，她父亲是海军中人，她从小曾在烟台随侍过一段期间，所以和浩瀚的海洋结不解缘，不过在她的作品里嗅不出梅思斐尔的海洋热，她憧憬的不是骇浪涛天的海水，不是浪迹天涯的海员生涯，而是在海滨沙滩上拾贝壳，在静静的海上看冰轮作涌。我一九三零年到青岛，一住四年，几乎天天与海为邻，几次三番的写信给她，从没有忘记提到海，告诉她我怎样陪同太太带着孩子到海边捉螃蟹，掘沙土，捡水母，听灯塔呜呜叫，看海船冒烟在天边逝去，我的意思有逗她到青岛来。她也很想来过一个暑季，她来信说我们打算住两个月，而且因为我不能起来的缘故，最好是海涛近接于几席之下。文藻想和你们逛山散步，泅水，我则可以倚枕倾聆你们的言论。我近来好多了。医生许我坐火车，大概总是有进步。但是她终于不果来，倒是文藻因赴邹平开会之便到舍下盘桓了三五天。冰心健康情形一向不好，说话的声音不能大，甚至是有上气无下气的。"}
{"text":"她也很想来过一个暑季，她来信说我们打算住两个月，而且因为我不能起来的缘故，最好是海涛近接于几席之下。文藻想和你们逛山散步，泅水，我则可以倚枕倾聆你们的言论。我近来好多了。医生许我坐火车，大概总是有进步。但是她终于不果来，倒是文藻因赴邹平开会之便到舍下盘桓了三五天。冰心健康情形一向不好，说话的声音不能大，甚至是有上气无下气的。她一到了美国不久就呕血，那著名的寄小读者大部分是在医院床上写的。以后她一直时发时愈，缠绵病榻。有人以为她患肺病，那是不确的。她给赵清阁的信上说肺病决不可能。给我的信早就说得更明白为慎重起见，遵协和医嘱重行检验一次，光线，取血，闹了一天，据说我的肺倒没毛病，是血管太脆。她呕血是周期性的，有时事前可以预知。她多么想看青岛的海，但是不能来，只好叹息我无有言说，天实为之她的病严重的影响了她的创作生涯，甚至比照管家庭更妨碍她的写作，实在是太可惋惜的事。抗战时她先是在昆明，我写信给她，为了一句戏言，她回信说你问我除生病之外，所作何事。像我这样不事生产，当然使知友不满之意溢于言外，其实我到呈贡之后，只病过一次，日常生活都在跑山望水，柴米油盐，看孩子中度过。在抗战期中做一个尽职的主妇真是谈何容易，冰心以病躯肩此重任，是很难为她了。她后来迁至四川的歌乐山居住，我去看她，她一定要我试一试她们睡的那一张弹簧床，我躺上去一试，真软，像棉花团，文藻告诉我她们从北平出来什么也没带，就带了这一张庞大笨重的床，从北平搬到昆明，从昆明搬到歌乐山，没有这样的床她睡不着觉歌乐山在重庆附近算是风景很优美的一个地方。冰心的居处在一个小小的山头上，房子也可以说是洋房，不过墙是土砌的，窗户很小很少。里面黑黝黝的，而且很潮湿，倒是门外有几十棵不大不小的松树，秋声萧瑟，瘦影参差，还值得令人留恋。一般人以为冰心养尊处优，以我所知，她在抗战期间并不宽裕。歌乐山的寓处也是借住的。抗战胜利后，文藻任职我国驻日军事代表团，这一段期间才是她一生享受最多的，日本的园林之胜是她所最为爱好的，日常的生活起居也由当地政府照料得无微不至。下面是她到东京后两年写给我的一封信。实秋九月二十六日信收到。"}
{"text":"里面黑黝黝的，而且很潮湿，倒是门外有几十棵不大不小的松树，秋声萧瑟，瘦影参差，还值得令人留恋。一般人以为冰心养尊处优，以我所知，她在抗战期间并不宽裕。歌乐山的寓处也是借住的。抗战胜利后，文藻任职我国驻日军事代表团，这一段期间才是她一生享受最多的，日本的园林之胜是她所最为爱好的，日常的生活起居也由当地政府照料得无微不至。下面是她到东京后两年写给我的一封信。实秋九月二十六日信收到。昭涵到东京，呆了五天，我托他把那部日本版杜诗带回给你，我买来已有一年了到临走时他也忘了，再寻便人罢。你要吴清源和本因坊的棋谱，我已托人收集，当陆续奉寄。清阁在北平此信给她看看，你们又可以热闹一下。我们这里倒是很热闹，甘地所最恨的鸡尾酒会，这里常有也累，也最不累，因为你可以完全不用脑筋说话，但这里也常会从万人如海之中飘闪出一两个惊才绝艳，因为过往的太多了，各国的全有，淘金似的，会浮上点金沙。除此之外，大多数是职业外交人员，职业军人，浮嚣的新闻记者，言语无味，面目可憎。在东京两年，倒是一种经验，在生命中算是很有趣的一段。文藻照应忙，孩子们照应玩，身体倒都不错，我也好。宗生不常到你处罢他说高三功课忙得很，明年他想考清华，谁知道明年又怎么样北平人心如何看报仿佛不太好。东京下了一场秋雨，冷得美国人都披上皮大衣，今天又放了晴，天空蓝得像北平，真是想家得很你们吃炒栗子没有请嫂夫人安冰心十十二一九四九年六月我来到台湾，接到冰心文藻的信，信中说她们很高兴听到我来台的消息，但是一再叮咛要我立刻办理手续前往日本。风雨飘摇之际，这份友情当然可感，但是我没有去。此后就消息断绝。不知究竟是什么原因，他们回到了大陆。冰心致及赵清阁女士的信一冰心致的信之一实秋前得来书，一切满意，为慎重起见，遵医协和嘱重行检查一次，光线，取血，闹了一天，据说我的肺倒没毛病，是血管太脆。"}
{"text":"现在仍须静养，年底才能渐渐照常，长途火车，绝对禁止，于是又是一次幻象之消灭我无有言说，天实为之我只有感谢你为我们费心，同时也羡慕你能自由的享受海之伟大，这原来不是容易的事文藻请安冰心拜上六月廿五二冰心致的信之二实秋你的信，是我们许多年来，从朋友方面所未得到的，真挚痛快的好信看完了予我们以若干的欢喜。志摩死了，利用聪明，在一场不人道不光明的行为之下，仍得到社会一班人的欢迎的人，得到一个归宿了我仍是这么一句话，上天生一个天才，真是万难，而聪明人自己的糟踏，看了使我心痛，志摩的诗，魄力甚好，而情调则处处趋向一个毁灭的结局。看他自剖里的散文，飞等等，仿佛就是他将死未绝时的情感，诗中尤其看得出，我不是信预兆，是说他十年来心理的蕴酿，与无形中心灵的绝望与寂寞，所形成的必然的结果人死了什么话都太晚，他生前我对着他没有说过一句好话，最后一句话，他对我说的我的心肝五脏都坏了，要到你那里圣洁的地方去忏悔我没说什么，我和他从来就不是朋友，如今倒怜惜他了，他真辜负了他的一股子劲谈到女人，究竟是女人误他他误女人也很难说。志摩是蝴蝶，而不是蜜蜂，女人的好处就得不着，女人的坏处就使他牺牲了。――到这里，我打住不说了我近来常常恨我自己，我真应当常写作，假如你喜欢我劝你那种的诗，我还能写他一二十首。无端我近来又教了书，天天看不完的卷子，使我头痛心烦。是我自己不好，只因我有种种责任，不得不要有一定的进款来应用。过年我也许不干或少教点，整个的来奔向我的使命和前途。我们很愿意见见你，朋友们真太疏远了年假能来么我们约了努生，也约了昭涵，为国家你们也应当聚聚首了，我若百无一长，至少能为你们煮咖啡小孩子可爱得好，红红的颊，鬈曲的浓发，力气很大，现在就在我旁边玩，他长的像文藻，脾气像我，也急，却爱笑，一点也不怕生。请太太安冰心十一月二十五三冰心致的信之三实秋山上梨花都开过了，想雅舍门口那一大棵一定也是绿肥白瘦，光阴过的何等的快你近来如何听说曾进城一次，歌乐山竟不曾停车，似乎有点对不起朋友。"}
{"text":"我们很愿意见见你，朋友们真太疏远了年假能来么我们约了努生，也约了昭涵，为国家你们也应当聚聚首了，我若百无一长，至少能为你们煮咖啡小孩子可爱得好，红红的颊，鬈曲的浓发，力气很大，现在就在我旁边玩，他长的像文藻，脾气像我，也急，却爱笑，一点也不怕生。请太太安冰心十一月二十五三冰心致的信之三实秋山上梨花都开过了，想雅舍门口那一大棵一定也是绿肥白瘦，光阴过的何等的快你近来如何听说曾进城一次，歌乐山竟不曾停车，似乎有点对不起朋友。刚给白薇写几个字，忽然想起赵清阁，不知她近体如何春天是否痊愈了请你代我走一趟，看看她，我自己近来好得很。文藻大约下月初才能从昆明回来，他生日是二月九号，你能来玩玩否余不一一。即请大安问业雅好冰心三月二十五四冰心致赵清阁的信清阁信都收入，将来必有一天我死了都没有人哭。关于我病危的谣言已经有太多次了，在远方的人不要惊慌，多会真死了才是死，而且肺病决不可能。这边情形，并不算坏。就是有病时有时太寂寞一点，而且什么都要自己管，病人自己管自己，总觉得有点那个你叫我写文章，尤其是小说，我何尝不想写，就是时间太零碎，而且杂务非常多，也许我回来时在你的桌上会写出一点来，上次给你寄了樱花没有并不好，就是多，我想就是菜花多了也会好看，樱花意味太哲学了，而且属于悲观一路，我不喜欢。朋友们关心我的，请都替我辟谣，而且问好。参政会还没有通知，我也不知道是否五月开，他们应当早通知我，好作准备。这边呆得相当腻，朋友太少了，风景也没有什么，人为居多，如森林，这都是数十年升平的结果。我们只要太平下来五十年，你看看什么样子，总之我对于日本的，第一是女子太没有背脊骨了，第二是樱花，第三第四也还有匆匆请放心冰心四十七五冰心致的信之四实秋文藻到贵阳去了，大约十日后方能回来，他将来函寄回，叫我作覆。大札较长，回诵之余，感慰无尽。你问我除生病之外，所作何事，像我这样不事生产，当然使知友不满之意，溢于言外。其实我到呈贡后，只病过一次，日常生活都在跑山望水，柴米油盐，看孩子中度过。自己也未尝不想写作，总因心神不定，前作默庐试笔断续写了三夜，成了六七千字，又放下了。当然并不敢妄自菲薄，如今环境又静美，正是应当振作时候，甚望你常常督促，省得我就此沉落下去。"}
{"text":"大札较长，回诵之余，感慰无尽。你问我除生病之外，所作何事，像我这样不事生产，当然使知友不满之意，溢于言外。其实我到呈贡后，只病过一次，日常生活都在跑山望水，柴米油盐，看孩子中度过。自己也未尝不想写作，总因心神不定，前作默庐试笔断续写了三夜，成了六七千字，又放下了。当然并不敢妄自菲薄，如今环境又静美，正是应当振作时候，甚望你常常督促，省得我就此沉落下去。呈贡是极美，只是城太小，山下也住有许多外来的工作人员，谈起来有时很好，有时就很索然。在此居留，大有风味，渐渐的会感到孤寂。当然昆明也没有什么意思，我每次进城，都亟欲回来我有时想这不是居处关系，人到中年，都有些萧索。我的一联是海内风尘诸弟隔，无涯涕泪一身遥，庶几近之。你是个风流才子，时势造成的教育专家，同时又有高尚娱乐，活鱼填鸭充饥。所谓之依人自笑冯老，作客谁怜范叔寒两句你对我已复述过两次真是文不对题，该打该打只是思家之念，尚值得人同情耳。你跌伤已痊愈否景超如此仗义疏财，可惜我不能身受其惠。我们这里，毫无高尚娱乐，而且虽有义可仗，也无财可疏，为可叹也。文藻信中又嘱我为一樵写一条横幅，请你代问他，可否代以直条。我本来不是写字的人，直条还可闭着眼草下去，写完一瞑不视不是掷笔而逝横幅则不免手颤了，请即覆。山风渐动，阴雨时酸寒透骨，幸而此地阳光尚多，今天不好，总有明天可以盼望。你何时能来玩玩译述脱稿时请能惠我一读。景超业雅一樵请代致意，此信可以传阅。静夜把笔，临颖不尽。冰心拜启十一月廿七六冰心致的信之五实秋我弟妇的信和你的同到。她也知道她找事的不易，她也知道大家的帮忙，叫我写信谢谢你总算我做人没白做，家人也体恤，朋友也帮忙，除了感激涕零之外，无话可说东京生活，不知宗生回去告诉你多少有时很好玩，有时就寂寞得很。五妹身体痊愈，而且茁壮，她廿可上学，是圣心国际女校。小妹早就上学九一。我心绪一定，倒想每日写点东西，要不就忘了。文藻忙得很，过去时时处处有回去可能，但是总没有走得成。这边本不是什么长事，至多也只到年底。"}
