{"text":"此言说到了点子上但是，这位哲学家却根本不可能知道，我最头痛的正是西方哲学家们的那一套自命不凡的分析分析再分析的论证方法。这些都是闲话，且不去管它。总之一句话，我认为，文化和语言的基础或者源头就是思维模式，至于这一套思维模式是怎样产生出来的，我在这里先不讨论，我只说一句话天生的可能必须首先要排除。专就语言而论，只有西方那一种分析的思维模式才能产生以梵文古希腊文拉丁文等为首的具有词类变格变位等一系列明显的特征的印欧语系的语言。这种语言容易分析组合，因而产生了现在的比较语言学，实际上应该称之为印欧语系比较语言学的这一门学问。反之，汉语等和藏缅语系的语言则不容易分析组合。词类变格变位等语法现象，都有点模糊不定。这种语言是以综合的思维模式为源头或基础的，自有它的特异之处和优越之处。过去，某一些西方自命为天之骄子的语言学者努力贬低汉语，说汉语是初级的低级的粗糙的语言。现在看来，真不能不使人嗤之以鼻了。现在，我想转一个方向谈一个离题似远而实近的问题科学方法问题。我主要根据的是一本书和一篇文章。书是李政道文录，浙江文艺出版社，年。文章是金吾伦李政道和物质是否无限可分，书与人杂志，年第期，页―。先谈书。李政道先生在本书中一篇文章水鱼鱼市场写了一节叫做对世纪科技发展前景的展望。为了方便说明问题，引文可能要长一点。一百年前，英国物理学家汤姆孙s，发现了电子。这极大地影响了世纪的物理思想，即大的物质是由小的物质组成的，小的是由更小的组成的，找到最基本的粒子就能知道最大的构造。下略以为知道了基本粒子，就知道了真空，这种观念是不对的。中略我觉得，基因组也是这样，一个个地认识了基因，并不意味着解开了生命之谜。生命是宏观的。世纪的文明是微观的。我认为，到了世纪，微观和宏观会结合成一体。页我在这里只想补充几句微观的分析不仅仅是世纪的特征，而是自古希腊以来西方的特征，世纪也许最明显，最突出而已。我还想从李政道先生书中另一篇文章科学的发展从古代的中国到现在中引几段话整个科学的发展与全人类的文化是分不开的。在西方是这样，在中国也是如此。可是，科学的发展在西方与中国并不完全一样。"}
{"text":"生命是宏观的。世纪的文明是微观的。我认为，到了世纪，微观和宏观会结合成一体。页我在这里只想补充几句微观的分析不仅仅是世纪的特征，而是自古希腊以来西方的特征，世纪也许最明显，最突出而已。我还想从李政道先生书中另一篇文章科学的发展从古代的中国到现在中引几段话整个科学的发展与全人类的文化是分不开的。在西方是这样，在中国也是如此。可是，科学的发展在西方与中国并不完全一样。在西方，尤其是如果把希腊文化也算作西方文化的话，可以说，近代西方科学的发展和古希腊有更密切的联系。在古希腊时也和现代的想法基本相似，即觉得要了解宇宙的构造，就要追问最后的元素是什么。大的物质是由小的元素构造，小的元素是由更小的粒子构造，所以是从大到小，小到更小。这个观念是从希腊时就有的就是希腊字，一直到近代。可是，中华民族的文化略有不同。我们是从开始时就感觉到，微观的元素与宏观的天体是分不开的，所以中国人从开始就把五行与天体联系起来。页李政道先生的书就引用这样多。不难看出，他的一些想法与我的想法颇有能相通之处。他讲的微观与宏观相结合，用我的话来说就是，分析与综合相结合。这一点我过去想得不多，强调得不够。现在来谈金吾伦先生的文章。金先生立论也与上引李政道先生的那一部书有关。我最感兴趣的是他的文章开头时引的大哲学家怀德海的一段话，我现在转引在这里世纪最大的发明是发明了发明的方法。一种新方法进入人类生活中来了。如果我们要理解我们这个时代，有许多的细节，如铁路电报无线电纺织机综合染料等等，都可以不必谈，我们的注意力必须集中在方法的本身。这才是震撼古老文明基础的真正的新鲜事物。页金先生说，李政道先生十分重视科学方法，金先生自己也一样。他这篇文章的重点是说明，物质不是永远可分的。他同意李政道的意见，就是说，当前科学的发展不能再用以前那种无限可分的方法论，从事越来越小的研究路子，而应改变方略，从整体去研究，把宏观和微观联系起来进行研究。李政道先生和金吾伦先生的文章就引征到这里为止。他们的文章中还有很多极为精彩的意见，读之如入七宝楼台，美不胜收，我无法再征引了。"}
{"text":"他这篇文章的重点是说明，物质不是永远可分的。他同意李政道的意见，就是说，当前科学的发展不能再用以前那种无限可分的方法论，从事越来越小的研究路子，而应改变方略，从整体去研究，把宏观和微观联系起来进行研究。李政道先生和金吾伦先生的文章就引征到这里为止。他们的文章中还有很多极为精彩的意见，读之如入七宝楼台，美不胜收，我无法再征引了。我倒是希望，不管是研究人文社会科学的学者，还是研究自然科学的学者，都来读一下，思考一下，定能使目光远大，胸襟开阔，研究成果必能焕然一新。这一点我是敢肯定的。我在上面离开了为赵元任全集写序的本题，跑开了野马，野马已经跑得够远的了。我从我的哲学讲起，讲到东西文化的不同讲到东西思维模式的差异东方的特点是综合，也就是整体概念，普遍联系，西方的特点是分析讲到语言和文化的源头或者基础讲到西方的分析的思维模式产生出分析色彩极浓的印欧语系的语言，东方的综合的思维模式产生出汉语这种难以用西方方法分析的语言讲到世纪是微观分析的世纪，世纪应当是微观与宏观相结合的世纪讲到科学方法的重要性，等等。所有这一切看上去都似乎与赵元任全集风马牛不相及。其实，我一点也没有离题，一点也没有跑野马，所有这些看法都是我全面立论的根据。如果不讲这些看法，则我在下面的立论就成了无根之草，成了无本之木。我们不是要继承和发扬赵元任先生的治学传统吗？想要做到这一点，不出两途一是忠实地完整地亦步亦趋地跟着先生的足迹走，不敢越雷池一步。从表面上看上去，这似乎是真正忠诚于自己的老师了。其实，结果将会适得其反。古今真正有远见卓识的大师们都不愿意自己的学生这样做。依稀记得一位国画大师齐白石？说过一句话学我者死。死，不是生死的死，而是僵死，没有前途。这一句话对我们发扬元任先生的学术传统也很有意义。我们不能完全走元任先生走过的道路，不能完全应用元任先生应用过的方法，那样就会死。第二条道路就是根据元任先生的基本精神，另辟蹊径，这样才能活。这里我必须多说上几句。首先我要说，既然世纪的科学方法是分析的，是微观的，而且这种科学方法决不是只限于西方。世纪是西方文化，其中也包括科学方法等等，垄断了全世界的时代。"}
{"text":"这一句话对我们发扬元任先生的学术传统也很有意义。我们不能完全走元任先生走过的道路，不能完全应用元任先生应用过的方法，那样就会死。第二条道路就是根据元任先生的基本精神，另辟蹊径，这样才能活。这里我必须多说上几句。首先我要说，既然世纪的科学方法是分析的，是微观的，而且这种科学方法决不是只限于西方。世纪是西方文化，其中也包括科学方法等等，垄断了全世界的时代。不管哪个国家的学者都必然要受到这种科学方法的影响，在任何科学领域内使用的都是分析的方法，微观的方法。不管科学家们自己是否已经意识到这一点，反正结果是一样的。我没有能读元任先生的全部著作，但是，根据我个人的推断，即使元任先生是东方语言大师，毕生研究的主要是汉语，他也很难逃脱掉这一个全世纪都流行的分析的思潮。他使用的方法也只能是微观的分析的方法。他那谁也不能否认的辉煌的成绩，是他使用这种方法达到尽善尽美的结果。就是有人想要跟踪他的足迹，使用他的方法，成绩也决不会超越他。在这个意义上来说，赵元任先生是不可超越的。我闲时常思考汉语历史发展的问题。我觉得，在过去二三千年中，汉语不断发展演变，这首先是由内因所决定的。外因的影响也决不容忽视。在历史上，汉语受到了两次外来语言的冲击。第一次是始于汉末的佛经翻译。佛经原文是西域一些民族的语言，梵文巴利文，以及梵文俗语，都是印欧语系的语言。这次冲击对中国思想以及文学的影响既深且远，而对汉语本身则影响不甚显著。第二次冲击是从清末民初起直至五四运动的西方文化，其中也包括语言的影响。这次冲击来势凶猛，力量极大，几乎改变了中国社会整个面貌。五四以来流行的白话文中西方影响也颇显著。人们只要细心把儒林外史和红楼梦等书的白话文拿来和五四以后流行的白话文一对照，就能够看出其间的差异。按照西方标准，后者确实显得更严密了，更合乎逻辑了，也就是更接近西方语言了。然而，在五四运动中和稍后，还有人――这些人是当时最有头脑的人――认为，中国语言还不够科学，还有点模糊，而语言模糊又是脑筋糊涂的表现。他们想进行改革，不是改革文字而是改造语言。当年曾流行过的底地三个字，现在只能当作笑话来看了。至于极少数人要废除汉字，汉字似乎成了万恶之本，就更为可笑可叹了。赵元任先生和我们所面对的汉语，就是这样一种汉语。研究这种汉语，赵先生用的是微观分析的方法。"}
{"text":"按照西方标准，后者确实显得更严密了，更合乎逻辑了，也就是更接近西方语言了。然而，在五四运动中和稍后，还有人――这些人是当时最有头脑的人――认为，中国语言还不够科学，还有点模糊，而语言模糊又是脑筋糊涂的表现。他们想进行改革，不是改革文字而是改造语言。当年曾流行过的底地三个字，现在只能当作笑话来看了。至于极少数人要废除汉字，汉字似乎成了万恶之本，就更为可笑可叹了。赵元任先生和我们所面对的汉语，就是这样一种汉语。研究这种汉语，赵先生用的是微观分析的方法。我在上面已经说到，再用这种方法已经过时了，必须另辟蹊径，把微观与宏观结合起来。这话说起来似乎极为容易，然而做起来却真万分困难。目前不但还没有人认真尝试过，连同意我这种看法的人恐怕都不会有很多。也许有人认为我的想法是异想天开，是痴人说梦，是无事生非。不识庐山真面目，只缘身在此山中。大家还都处在庐山之中，何能窥见真面目呢？依我的拙见，大家先不妨做一件工作。将近七十年前，陈寅恪先生提出了一个意见，我先把他的文章抄几段若就此义言之，在今日学术界，藏缅语系比较研究之学未发展，真正中国语文文法未成立之前，似无过于对对子之一方法。中略今日印欧语系化之文法，即马氏文通格义式之文法，既不宜施之于不同语系之中国语文，而与汉语同系之语言比较研究，又在草昧时期，中国语文真正文法，尚未能成立，此其所以甚难也。夫所谓某种语言之文法者，其中一小部分，符于世界语言之公律，除此之外，其大部分皆由研究此种语言之特殊现象，归纳为若干通则，成立一有独立个性之系统学说，定为此特种语言之规律，并非根据某一特种语言之规律，即能推之概括万族，放诸四海而准者也。假使能之，亦已变为普通语言学音韵学，名学，或文法哲学等等，而不复成为某特种语言之文法矣。中略迄乎近世，比较语言之学兴，旧日谬误之观念得以革除。因其能取同系语言，如梵语波斯语等，互相比较研究，于是系内各种语言之特性逐渐发见。印欧系语言学，遂有今日之发达。故欲详知确证一种语言之特殊现象及其性质如何，非综合分析，互相比较，以研究之，不能为功。而所与互相比较者，又必须属于同系中大同而小异之语言。盖不如此，则不独不能确定，且常错认其特性之所在，而成一非驴非马，穿凿附会之混沌怪物。因同系之语言，必先假定其同出一源，以演绎递变隔离分化之关系，乃各自成为大同而小异之言语。"}
{"text":"因其能取同系语言，如梵语波斯语等，互相比较研究，于是系内各种语言之特性逐渐发见。印欧系语言学，遂有今日之发达。故欲详知确证一种语言之特殊现象及其性质如何，非综合分析，互相比较，以研究之，不能为功。而所与互相比较者，又必须属于同系中大同而小异之语言。盖不如此，则不独不能确定，且常错认其特性之所在，而成一非驴非马，穿凿附会之混沌怪物。因同系之语言，必先假定其同出一源，以演绎递变隔离分化之关系，乃各自成为大同而小异之言语。故分析之，综合之，于纵贯之方面，剖别其源流，于横通之方面，比较其差异。由是言之，从事比较语言之学，必具一历史观念，而具有历史观念者，必不能认贼作父，自乱其宗胤也。与刘叔雅论国文试题书，见金明馆丛稿二编引文确实太长了一点，但是有谁认为是不必要的呢？寅恪先生之远见卓识真能令人折服。但是，我个人认为，七十年前的寅恪先生的狮子吼，并没能起到振聋发聩的作用，好像是对着虚空放了一阵空炮，没有人能理解，当然更没有人认真去尝试。整个世纪，在分析的微观的科学方法垄断世界学坛的情况下，你纵有孙悟空的神通，也难以跳出如来佛的手心。中外研究汉语语法的学者又焉能例外！他们或多或少地走上了分析微观的道路，这是毫不足奇的。更可怕的是，他们面对的研究对象是与以分析的思维模式为基础的印欧语系的语言迥异其趣的以综合的思维模式为源头的汉语，其结果必然是用寅恪先生的话来说非驴非马认贼作父。陈先生的言语重了一点，但却是说到了点子上。到了世纪，我们必须改弦更张，把微观与宏观结合起来。除此之外，还必须认真分辨出汉语的特点，认真进行藏缅语系语言的比较研究。只有这样，才庶几能发多年未发之覆，揭发出汉语结构的特点，建立真正的汉语语言学。归根结底一句话，我认为这是继承发扬赵元任先生汉语研究传统的唯一正确的办法。谈吴宓雨僧先生离开我们已经十多年了。作为他的受业弟子，我同其他弟子一样，始终在忆念着他。雨僧先生是一个奇特的人，身上也有不少的矛盾。他古貌古心，同其他教授不一样，所以奇特。他言行一致，里表如一，同其他教授不一样，所以奇特。别人写白话文，写新诗他偏写古文，写旧诗，所以奇特。他反对白话文，但又十分推崇用白话写成的红楼梦，所以矛盾。他看似严肃古板，但又颇有一些恋爱的浪漫史，所以矛盾。他能同青年学生来往，但又凛然俨然，所以矛盾。"}
{"text":"谈吴宓雨僧先生离开我们已经十多年了。作为他的受业弟子，我同其他弟子一样，始终在忆念着他。雨僧先生是一个奇特的人，身上也有不少的矛盾。他古貌古心，同其他教授不一样，所以奇特。他言行一致，里表如一，同其他教授不一样，所以奇特。别人写白话文，写新诗他偏写古文，写旧诗，所以奇特。他反对白话文，但又十分推崇用白话写成的红楼梦，所以矛盾。他看似严肃古板，但又颇有一些恋爱的浪漫史，所以矛盾。他能同青年学生来往，但又凛然俨然，所以矛盾。总之，他是一个既奇特又有矛盾的人。我这样说，不但丝毫没有贬义，而且是充满了敬意。雨僧先生在旧社会是一个不同流合污特立独行的畸人，是一个真正的人。当年在清华读书的时候，我听过他几门课英国浪漫诗人中西诗之比较等。他讲课认真严肃，有时候也用英文讲，议论时有警策之处。高兴时，他也把自己所写成的旧诗印发给听课的同学，空轩十二首就是其中之一。这引得编清华周刊的学生秀才们把他的诗译成白话，给他开了一个不大不小而又无伤大雅的玩笑。他一笑置之，不以为忤。他的旧诗确有很深的造诣，同当今想附庸风雅的写一些根本不像旧诗的旧诗的诗人决不能同日而语。他的中西诗之比较实际上讲的就是比较文学。当时这个名词还不像现在这样流行。他实际上是中国比较文学的奠基人之一，值得我们永远怀念的。他坦诚率真，十分怜才。学生有一技之长，他决不掩没。对同事更是不懂得什么叫做忌妒。他在美国时，邂逅结识了陈寅恪先生。他立即驰书国内，说合古今中外各种学问而论之，吾必以陈寅恪为当今第一人。也许就是由于这个缘故，他在清华作为西洋文学系的教授而一度兼国学研究院的主任。他当时给天津大公报主编一个文学副刊。我们几个喜欢舞笔弄墨的青年学生，常常给副刊写点书评一类的短文，因而无形中就形成了一个小团体。我们曾多次应邀到他那在工字厅的住处藤影荷声之馆去做客，也曾被请在工字厅的教授们的西餐餐厅去吃饭。这在当时教授与学生之间存在着一条看不见但感觉到的鸿沟的情况下，是非常难能可贵的。至今回忆起来还感到温暖。我离开清华以后，到欧洲去住了将近十一年。回到国内时，清华和北大刚刚从云南复员回到北平。雨僧先生留在四川，没有回来。其中原因，我不清楚，也没有认真去打听。但是，我心中却有一点疑团这难道会同他那耿直的为人有某些联系吗？"}
{"text":"我们曾多次应邀到他那在工字厅的住处藤影荷声之馆去做客，也曾被请在工字厅的教授们的西餐餐厅去吃饭。这在当时教授与学生之间存在着一条看不见但感觉到的鸿沟的情况下，是非常难能可贵的。至今回忆起来还感到温暖。我离开清华以后，到欧洲去住了将近十一年。回到国内时，清华和北大刚刚从云南复员回到北平。雨僧先生留在四川，没有回来。其中原因，我不清楚，也没有认真去打听。但是，我心中却有一点疑团这难道会同他那耿直的为人有某些联系吗？是不是有人早就把他看作眼中钉了呢？在这漫长的几十年内，我只在年代初期，在燕东园李赋宁先生家中拜见过他。以后就再没有见过面。在十年浩劫中，他当然不会幸免。听说，他受过惨无人道的折磨，挨了打，还摔断了什么地方。我对此丝毫也不感到奇怪。以他那种奇特的特立独行的性格，他决不会投机说谎，决不会媚俗取巧，受到折磨，倒是合乎规律的。反正知识久已不值一文钱，知识分子被视为老九。在黄钟毁弃，瓦缶雷鸣的时代，我们又有什么话好说呢？雨僧先生受到的苦难，我有意不去仔细打听，不知道反而能减轻良心上的负担。至于他有什么想法，我更是无从得知。现在，他终于离开我们，走了。从此人天隔离，永无相见之日了。雨僧先生这样一个奇特的人，这样一个不同流合污特立独行的人，是会受到他的朋友们和弟子们的爱戴和怀念的。吴宓先生回忆录的编集出版就是一个充分的证明。他的弟子和朋友都对他有自己的一份怀念之情，自己的一份回忆。这些回忆不可能完全一样，因为每一个人都有自己观察事物和人物的角度和特点。但是又不可能完全不一样，因为回忆的毕竟是同一个人，我们敬爱的雨僧先生。这一部回忆录就是这样一部既不一样又不不一样的汇合体。从这个一样又不一样的汇合体中，可以反照出雨僧先生整个的性格和人格。我是雨僧先生的弟子之一，在贡献上我自己那一份回忆之余，又应主编的邀请写了这一篇序。这两件事都是我衷心愿意去做的，也算是我献给雨僧先生的心香一瓣吧。西谛先生西谛先生不幸逝世，到现在已经有二十多年了。听到飞机失事的消息时，我正在莫斯科。我仿佛当头挨了一棒，惊愕得说不出话来。我是震惊多于哀悼，惋惜胜过忆念，而且还有点惴惴不安。当我登上飞机回国时，同一架飞机中就放着西谛先生等六人的骨灰盒。我百感交集。当时我的心情之错综复杂可想而知。"}
{"text":"我是雨僧先生的弟子之一，在贡献上我自己那一份回忆之余，又应主编的邀请写了这一篇序。这两件事都是我衷心愿意去做的，也算是我献给雨僧先生的心香一瓣吧。西谛先生西谛先生不幸逝世，到现在已经有二十多年了。听到飞机失事的消息时，我正在莫斯科。我仿佛当头挨了一棒，惊愕得说不出话来。我是震惊多于哀悼，惋惜胜过忆念，而且还有点惴惴不安。当我登上飞机回国时，同一架飞机中就放着西谛先生等六人的骨灰盒。我百感交集。当时我的心情之错综复杂可想而知。从那以后，在这样漫长的时间内，我不时想到西谛先生。每一想到，都不禁悲从中来。到了今天，震惊惋惜之情已逝，而哀悼之意弥增。这哀悼，像烈酒，像火焰，燃烧着我的灵魂。倘若论资排辈的话，西谛先生是我的老师。年代初期，我在清华大学读西洋文学系。但是从小学起，我对中国文学就有浓厚的兴趣。西谛先生是燕京大学中国文学系的教授，在清华兼课。我曾旁听过他的课。在课堂上，西谛先生是一个渊博的学者，掌握大量的资料，讲起课来，口若悬河泻水，滔滔不绝。他那透过高度的近视眼镜从讲台上向下看挤满了教室的学生的神态，至今仍宛然如在目前。当时的教授一般都有一点所谓教授架子。在中国话里，架子这个词儿同面子一样，是难以捉摸，难以形容描绘的，好像非常虚无缥缈，但它又确实存在。有极少数教授自命清高，但精神和物质待遇却非常优厚。在他们心里，在别人眼中，他们好像是高人一等，不食人间烟火，而实则饱餍粱肉，进可以攻，退可以守，其中有人确实也是官运亨通，青云直上，成了羡慕的对象。存在决定意识，因此就产生了架子。这些教授的对立面就是我们学生。我们的经济情况有好有坏，但是不富裕的占大多数，然而也不至于挨饿。我当时就是这样一个学生。处境相同，容易引起类似同病相怜的感情爱好相同，又容易同声相求。因此，我就有了几个都是爱好文学的伙伴，经常在一起，其中有吴组缃林庚李长之等等。虽然我们所在的系不同，但却常常会面，有时在工字厅大厅中，有时在大礼堂里，有时又在荷花池旁水木清华的匾下。我们当时差不多都才二十岁左右，阅世未深，尚无世故，正是天不怕地不怕的时候。我们经常高谈阔论，臧否天下人物，特别是古今文学家，直抒胸臆，全无顾忌。幼稚恐怕是难免的，但是没有一点框框，却也有可爱之处。我们好像是世说新语中的人物，任性纵情，毫不矫饰。"}
