{"text":"其实，这些作用，都是为了变更经常含有过分宗教色彩如佛菩萨等的佛号，而代之以最通俗明白的观念而已，所谓超格，所谓闲人，并非等闲易学的事。试想既然身为一个凡夫，却要在凡夫群中，超越到没有常格可比既然是一个人生，却要无心于事，无事于心，做到空诸所有，不是实诸所无的悠闲自在，那岂是随随便便就能一蹴而就的吗？倘使真能到达如此地步，纵使不称他为佛，而叫他任何其他虚名，在他自然都无所谓了，犹如庄子所说或牛或马，一任人呼，又有何不可呢？我们若了解禅宗的中心与目的以后，就可明白唐宋以来禅宗宗师们所标示的了生死求解脱，是如何一回事了！他们所提出来的问题，例如如何是祖师西来意？以及惨话头等学禅入手方法的作用，也同时可以了然于心了！现在为了进一步明白禅宗这个中心与目的的演变，便须要知道中国佛学史的演进。当东汉末期，佛学传入中国的先锋，并不是学理的灌输，最初佛学进入中国的前奏，第一，是印度梵僧们用超乎平常所知而神乎其事的神通表现，第二，是教导修习小乘禅定的修行方法。由于这两个佛学输入的先锋前奏，恰当秦汉以来中国道家方士，发明种种修行方法，冀求升华人生而进入神仙境界的鼎盛时期，所以一经接触佛法中禅定与神通的证验，便自然而然的彼此观摹研究。甚之，倾心禅定以求神通，一变战国以来，利用外药金丹的修炼，与两汉以后，以锻炼精神魂魄的修炼方向，从此，跟踪而来的，便是佛学思想学术的源源输入，更加充实禅定修证的理论基础，所以有魏晋南北朝佛教高僧大德们，修行实验的种种成果。因此才又产生佛教各宗禅观的修法，与天台宗止观禅定法门等的建立，可惜一般研究佛教史与佛学史者，因为本身并没有亲证佛学的真实经验，不敢碰触这些史实，甚至反咬一口，认为这些都是与佛学学理思想毫不相干的虚言，才使佛学的真正意义，与禅学的真实目的，完全变了本质。然则，禅宗何以又在隋唐以后，排斥禅定，只重见性成佛的顿悟法门的见地呢？这便须要了解禅宗一脉所标榜负担的任务了！我们须知号称为教外别传的禅宗，它的目的，是为传授佛法心要真修实证的见地，并不以禅定或神通为标榜。因为禅定是佛法与世间各宗教各哲学学派，甚至一般普通习静人的共法，并不是佛法特创的不共法有关禅定修证的简要次序，已经在前面佛学内容中讲过，不再赘述。"}
{"text":"然则，禅宗何以又在隋唐以后，排斥禅定，只重见性成佛的顿悟法门的见地呢？这便须要了解禅宗一脉所标榜负担的任务了！我们须知号称为教外别传的禅宗，它的目的，是为传授佛法心要真修实证的见地，并不以禅定或神通为标榜。因为禅定是佛法与世间各宗教各哲学学派，甚至一般普通习静人的共法，并不是佛法特创的不共法有关禅定修证的简要次序，已经在前面佛学内容中讲过，不再赘述。神通的境界，也都是由于从心理生理入手，加以严格的禅定方法锻炼而成，是把人类与众生身心性命的本能效用，发挥到最大与极限的功能，因此便知纵使修炼禅定的工夫，得到神通的境界，仍然没有离开心意识的作用。既然禅定神通，都是唯心所造，可以由心意识达到的境界，那么，就是有了禅定神通的成就，自己仍然不能明白这个能够使你得禅定，能够使你起神通作用的基本功能的心，它究竟是何相状？它究竟来从何来？去向何去？它的本体究竟是怎样的一回事？那岂不是仍然是一个不知宇宙人生究竟的糊涂人吗？所以楞伽经上便说这些境界，仍然不离唯识的变相，楞严经上更加明白地说现前纵得九次第定，仍为法尘分别影事而已。宋代由神仙道家而参禅的张紫阳真人也说顶后有光犹是幻，云生足下未为仙了！可是话又说回来，倘使是一个真正学佛参禅的人，如果没有经过严格的禅定修持，连普通平心静气的心性修养工夫，也未到达，就冒然要求，或自认为已得言下顿悟的禅道，那便是非愚即狂，恐怕距离禅道尚远吧！假定这样便自信为禅学的真实，至少在我个人而言，实在是个世间最愚蠢的笨人，几十年的求学求证的工夫，都是冤枉的浪费了。闲话少说，言归正传，总之，禅宗的中心与目的，已如以上所讲，略作说明，关于真实禅宗的途径，归纳起来，便有工夫与见地的两种条件，犹如鸟的两翼，车的双轮，是缺一不可的事实，现在让我们举出初唐之际禅宗大师们，有关修持禅定的工夫，与见性悟道的见地吧！例一原文的大意江百道一禅师，汉州四川什郊县人，姓马氏，故俗称马祖不是闽中的妈祖，千万不要错会，或称马大师。唐开元中，习定于衡岳湖南。那时禅宗大祖的得法大弟子南岳山怀让禅师，知道他是佛法的大器，便去问他说大德佛家对人的尊称坐禅，冀图个什么？马祖便说欲求作佛？怀让禅师以下简称师乃拿了一块砖，日日在他坐禅的庵前去磨，注意，这便是禅宗的教育法。"}
{"text":"例一原文的大意江百道一禅师，汉州四川什郊县人，姓马氏，故俗称马祖不是闽中的妈祖，千万不要错会，或称马大师。唐开元中，习定于衡岳湖南。那时禅宗大祖的得法大弟子南岳山怀让禅师，知道他是佛法的大器，便去问他说大德佛家对人的尊称坐禅，冀图个什么？马祖便说欲求作佛？怀让禅师以下简称师乃拿了一块砖，日日在他坐禅的庵前去磨，注意，这便是禅宗的教育法。马祖有一天问师，你磨砖作什么？师曰磨作镜。马祖曰磨砖岂得成镜？师曰磨砖既不成镜，坐禅岂得作佛？马祖听了，便发生疑问了？就问如何才是？师曰如牛驾车，车若不行，打车即是？车比身打牛即是？牛比心马祖被他问得无法可对，并不是马祖答不出这个问题，他正在明白此中譬喻之理，反究自心。师又曰你学坐禅？或是学作佛？若学坐禅，禅不在坐卧之间。若学坐佛，佛并非有个定相，本来是无住的法门，其中不应该有个取舍之心。你若认为打坐是佛，等于杀佛。你若执着长坐不动的定相便是佛法，实在未明其理。马祖听后，就如喝了甘露醍醐一样清凉畅快，便向师礼拜，再问那么！如何用心？才合于无相三昧译为正受？师曰你学心地法门，如下种子，我说法要，譬如天降雨露，你的因缘凑合了，自然应当见道。马祖又问道，并非有色相可见，怎样才能见呢？师曰心地的法眼，自能见道，无相三昧，也便是这个道理。马祖又说这个有成有坏吗？师曰若以成坏聚散而见道者，就并非道了，我说个偈语给你吧！心地含诸种，遇泽悉皆萌，三昧华无相，何坏复何成？马祖听了师的开示而悟入，心意便超然解脱。从此便追随怀让大师，侍奉九年，日日进步而透彻佛学心法的堂奥。我们讲了马祖道一大师悟道机缘的公案以后，相信大家已经明白禅宗的法门，是否需要禅定工夫的关键了！可是不要忘记，中国唐代禅宗的文化，是由马大师手里才大事弘开，他是划时代的人物，不是泛泛可比。但也不要忽略他在未悟以前，确已做过一段长时间禅定的苦行工夫，才能接受南岳怀让大师的片言开解之下，顿然而悟，但是他在悟后，还复依止侍奉其师九年，随时锻炼所悟的道果，才能透彻玄奥。我们自问其才其德，有过马大师的吗？岂可妄说言下顿悟的禅，便是如此这般的容易吗？"}
{"text":"可是不要忘记，中国唐代禅宗的文化，是由马大师手里才大事弘开，他是划时代的人物，不是泛泛可比。但也不要忽略他在未悟以前，确已做过一段长时间禅定的苦行工夫，才能接受南岳怀让大师的片言开解之下，顿然而悟，但是他在悟后，还复依止侍奉其师九年，随时锻炼所悟的道果，才能透彻玄奥。我们自问其才其德，有过马大师的吗？岂可妄说言下顿悟的禅，便是如此这般的容易吗？总之，学问德业，必须在于操持行履之际，笃实履践，尤其学禅宗，更是如此，决非轻掉骄狂，便可妄求易得，希望我们这一代的青年，要深深懂得天下凡事，决不是用躁率轻忽的心情可以做到的。例二牛头山法融禅师，年十九，学通经史，寻阅大般若经，晓透真空。忽一日叹曰儒家世典，非究竟法，般若真观，出世舟航。遂隐茅山，投师落发。后入牛头山幽栖寺北岩之石室，有百鸟衔花之异。唐贞观中，禅宗四祖道信大师，遥观气象，知彼山有异人，乃躬自寻访。问寺僧此间有道人否？注意，他问出家的和尚，问此地有修道的人吗？这等于俗话说的，指着和尚骂秃败一样的无理。因为出家人，当然是为了修道才出家的吗！由此可见禅宗的大师们。是如何的方正不阿，所以才处处遭世所忌。曰出家儿那个不是道人？四祖曰啊！那个是道人？僧无对。别增曰此去山中十里许，有一懒融，见人不起，亦不合掌，莫是道人么？祖遂入山，见师端坐自若，曾无所顾。祖问曰在此作什么？师曰观心。祖曰观是何人？心是何物。师无对，便起作礼曰大德高栖何所？一祖曰贫道不决所止，或东或西。师曰还识道信禅师否？祖曰何以问他？师曰响德滋久，冀一礼偈。祖曰道信禅师，贫道是也。师曰因何降此？祖曰特来相访，莫更有宴息之处否。师指后百曰别有小庵。遂引祖至庵所，绕庵惟见虎狼之类，祖乃举两手作怖势。师曰犹有者个在？祖曰者个是什么？师无语。少选。祖却于师宴坐石上书一佛字，师睹之竦然。祖曰犹有者个在？师未晓，乃稽首请说真要。祖曰夫百千法门，同归方寸，河沙妙德，总在心源。一切戒门定门慧门，神通变化，悉自具足。不离汝心。一切烦恼业障，本来空寂。一切因果，皆如梦幻。无三界可出，无菩提可求，人与非人，性相平等，大道虚旷，绝思绝虑，如是之法，汝今已得，更无阙少，与佛何殊，更无别法。"}
{"text":"师指后百曰别有小庵。遂引祖至庵所，绕庵惟见虎狼之类，祖乃举两手作怖势。师曰犹有者个在？祖曰者个是什么？师无语。少选。祖却于师宴坐石上书一佛字，师睹之竦然。祖曰犹有者个在？师未晓，乃稽首请说真要。祖曰夫百千法门，同归方寸，河沙妙德，总在心源。一切戒门定门慧门，神通变化，悉自具足。不离汝心。一切烦恼业障，本来空寂。一切因果，皆如梦幻。无三界可出，无菩提可求，人与非人，性相平等，大道虚旷，绝思绝虑，如是之法，汝今已得，更无阙少，与佛何殊，更无别法。汝但任心自在，莫作现行，亦莫澄心，莫起贪嗔，莫怀愁虑，荡荡无碍，任意纵横，不作诸善，不作诸恶，行住坐卧，触目遇缘，总是佛之妙用，快乐无忧，故名为佛。师曰心既具足，何者是佛？何者是心？祖曰非心不问佛，问佛非不心。师曰既不许作现行，于境起时。心如何对治。祖曰境缘无好丑，好丑起于心，心若不强名，妄情从何起，妄情既不起，真心任遍知，汝但随心自在，无复对治，即名常住法身，无有变异，吾受璨大师顿教法门，今付于汝，汝今谛受吾言，只住此山，向后当有五人达者，绍汝元化。住后，法席之盛拟黄梅。唐永徽中，徒众乏粮，师往丹阳缘化，去山八十里，躬负一石八斗，朝往暮还，供僧三百，二时不厥。三年，邑宰萧元善请于建初寺，讲大般苦经，听者云集。由以上所提出牛头山法融禅师悟道机缘的举例，就可明了禅宗所谓明心见性，关于见地的重要。当法融禅师独自居住牛头山修习禅定的时候，已经得到忘去机心，忘去物我的境界，所以才有百鸟衔花的异事。这就如列子所说，海上有一个人，天天与一群鸥鸟做朋友，因为他没有机心，没有戕害生物的观念，已经忘机到了不知有鸟，更不知鸟是鸟，我是我的程度，所以天天与群鸥相押。后来有人看了这种情形，叫他顺便抓几个鸥鸟回来，他听了这话，动了机心，便准备去抓鸥鸟，结果呢！鸟儿一看到他，便先飞了。由此可知法融禅师的禅定修养，不但已达忘机忘我的境界，而且还具有慈爱物命的功德，与深厚的禅定工夫了！所以四祖道信大师说他一切皆已具备，只欠一悟而已。可是在他悟道以后，反而孜孜为人，为了一般从学的群众，亲自到山下去化缘，背米来给大家吃，再也不会有百鸟衔花，或者来个鬼神与他护法送米了！这个道理，这个关键，便是沉迷在玄秘之学的人，最好研究的考题，我们暂时不为他下注解。"}
{"text":"鸟儿一看到他，便先飞了。由此可知法融禅师的禅定修养，不但已达忘机忘我的境界，而且还具有慈爱物命的功德，与深厚的禅定工夫了！所以四祖道信大师说他一切皆已具备，只欠一悟而已。可是在他悟道以后，反而孜孜为人，为了一般从学的群众，亲自到山下去化缘，背米来给大家吃，再也不会有百鸟衔花，或者来个鬼神与他护法送米了！这个道理，这个关键，便是沉迷在玄秘之学的人，最好研究的考题，我们暂时不为他下注解。其次，当回祖道信大师与他到了后山，看见一群虎狼，四祖便举起手来，有恐怖的表情，因此法融禅师便起了怀疑，问他你是悟道的人，还一有这个恐怖虎狼的心理存在吗？四祖当下就反问他你说，这个会起恐怖的是什么？如果法融若答他说是心。心在哪里？它又是什么形状？它又从哪里来？哪里去？死后还存在吗？未生以前又如何？一定还有连串的问题提出，追问下去。可是法融禅师没有下文，四祖也便不说什么了！于是四祖要抓机会，要造个机缘来对他施以教育，所以便在法融平常打坐的大石上，先写了一个佛字，自己便一屁股坐下来，这种举动，在一个虔诚信仰的佛教徒，而为此出家入山学佛的法融看来，实在是大逆不敬的大事，所以他便悚然动心，非常怀疑这个自称为禅宗四祖的道信大师。四祖早已料到他有此一举，所以便问他说你还有这个悚然动容，崇拜偶像的观念，而不知真佛何在的心理吗？这也就是四祖借用机会教育，使他明白你以前问我的，还有这个恐怖心吗？与我现在问你的，还有这个悚然的心理吗？都是此心作用的变相，乃至喜怒哀，乐及种种心理生理的变相，统统都是此心的作用你如不明白这个心性本源的体相，那你所学的都是心外驰求，毫无是处，只是随物理环境而转变的心的假相作用而已。因此法融知道自己错了，便请教法要，所以才引出四祖一段长篇大论的大道理，明白告诉他修行心地的法要。原文已如上述，恕我不必多作注解，只要细心去读，自然就会明白，多说，反如画蛇添足了。可是后来四祖仍然叫法融禅师住山静修，经过长期的锻炼，他才以超然物外的心情，下山为世人而实行其教化的工作，他再也不是懒融了，而且是那样的辛劳勤苦，完全为了别人而活着。由此可知，我们现代的青年，生当国家世界多难的时代，如想负起齐家治国平天下的责任，没有高度的修养，以出世的胸襟，做人世的事业，就当然会被现实所困，流于胸襟狭隘，私欲烦恼丛生的陷阱了！"}
{"text":"原文已如上述，恕我不必多作注解，只要细心去读，自然就会明白，多说，反如画蛇添足了。可是后来四祖仍然叫法融禅师住山静修，经过长期的锻炼，他才以超然物外的心情，下山为世人而实行其教化的工作，他再也不是懒融了，而且是那样的辛劳勤苦，完全为了别人而活着。由此可知，我们现代的青年，生当国家世界多难的时代，如想负起齐家治国平天下的责任，没有高度的修养，以出世的胸襟，做人世的事业，就当然会被现实所困，流于胸襟狭隘，私欲烦恼丛生的陷阱了！对不起你们，我不是负责说教，只是讲到这里，说顺了嘴，顺便提醒大家的注意吧了！例三福州长庆慧棱禅师，往来雪峰玄沙两位禅宗大师二十年间，坐破七个蒲团，不明此事，一日卷帘，忽然大悟，乃有颂曰也大差，也大差，卷起帘来看天下，有人问我解何宗，抬起拂子劈口打。峰举谓玄沙曰此子彻去也。沙曰未可，此是意识著述，更须勘过始得。至晚，众僧上来问讯，峰谓师曰备头陀未肯汝在，汝实有正悟，对众举来。师又颂曰万象之中独露身，唯人自肯乃方亲。昔时谬向选中觅，今日看来火里冰。峰乃顾沙曰不可更是意识著述？例四福州灵云志勤禅师。本州长溪人二初在沩山，因见桃花悟道，有偈曰三十年来寻剑客，几回落叶又抽枝。自从一见桃花后，直至如今更不疑。伪山览偈，洁其所悟，与之符契。沩曰从缘悟达，永无退失，善自护持。由于以上第三第四两个举例，可见禅宗的悟道，是注重禅定的修证工夫，与见道的见地并重的，长庆慧棱禅师在二十年间，坐破七个蒲团，还不明白此事，悟道以后，又经过雪峰玄沙两位大师的严勘，才得稳当。现在学禅的人，还没有坐破一张草席，便说已悟，恐怕难有这样便宜吧！又如灵云禅师的见桃花而悟道，看来非常轻松有趣，而且是富于文学的境界，但你千万不要忘记他的自述所说三十年来寻剑客的辛苦工夫啊！如果认为古人一见桃花梅花，便轻易地悟了道，大家在生命的过程中，见过多少次的好花，又怎么不悟呢，倘使谈者，解释为灵云一见到桃花，就悟到生机活泼泼的道理，这样便算是禅，那你见到了吃饭，更有生机活泼泼的作用，应该悟道早已多时了牛顿看见苹果落地，发现震动世界的科学定律，试想古往今来，多少人天天吃苹果，并无新的发现，只有变粪的成分，便可由此而知看桃花而悟道，并非诸公的境界吧！此外经常有人提到禅宗的见山不是山，见水不是水，与见山见水的公案，不妨在此再加一番讨论。"}
{"text":"如果认为古人一见桃花梅花，便轻易地悟了道，大家在生命的过程中，见过多少次的好花，又怎么不悟呢，倘使谈者，解释为灵云一见到桃花，就悟到生机活泼泼的道理，这样便算是禅，那你见到了吃饭，更有生机活泼泼的作用，应该悟道早已多时了牛顿看见苹果落地，发现震动世界的科学定律，试想古往今来，多少人天天吃苹果，并无新的发现，只有变粪的成分，便可由此而知看桃花而悟道，并非诸公的境界吧！此外经常有人提到禅宗的见山不是山，见水不是水，与见山见水的公案，不妨在此再加一番讨论。这个公案，系出于宋代，吉州江西青山惟政禅师的上堂法语，他说老僧三十年前，未参禅时，见山是山，见水是水。乃至后来，亲见知识佛家称明师日善知识，有个人处，见山不是山，见水不是水。而今得个体歇处，见山只是山，见水只是水。大众！者三般见解，是同是别，有人缁素，代表黑白分明得出，许汝亲见老僧。因为禅宗有了这段公案的流传，所以后世学样与现在国内外谈样的人，便拿它做为参禅的把柄，有人说这就代表了禅宗的三关之说也有人说，必须做到见山不是山，见水不是水的工夫以后，再翻一个身，仍然达到见山是山，见水是水便是大彻大悟的境界。其实，这些所说，毕竟还是影响之谈，似是而非的见解，第一须要明了这是惟政样师一个人用功的经验谈，至于惟政禅师本人，究竟是否已经大彻大悟，你先不能凭空架造，就代他作主观的确定，他第一阶段所说的见山是山，见水是水，当然代表了所有的人们，在未学禅道以前，都是如此，看山河大地，物理世界的种种人物环境，历历分明，并不须要加以解释。第二阶段所说的见山不是山，见水不是水，那倒是百分之百，的的确确是真实用过禅定工夫的境界如果是一个真正用过禅定工夫，而且方法与修证程序，以及身心内外的操持行履，丝毫不错，久而久之，便会使身心气质，大起变化于是两眼神光充足，神凝气聚，目前亲眼所看到山河大地等等的物质世界，自然而然的都像在开眼作白日梦一样，犹如一片浮光掠影，觉得这个物理世界的一切，都是梦幻般存在，并不真实，看人也好像只是一个机械的作用一样。不管学禅或修道的人，许多人到了如此地步，便认为是真道，实际这种境界，与道毫不相干，这是因为身心在静定的工夫中久了，心力与生理的本能，消耗减少了，精力充沛了，致使头脑神经系统起了类似充电的变化，于是看去面前的万物景象，犹如恍恍惚惚，并无实质的感觉。"}
{"text":"不管学禅或修道的人，许多人到了如此地步，便认为是真道，实际这种境界，与道毫不相干，这是因为身心在静定的工夫中久了，心力与生理的本能，消耗减少了，精力充沛了，致使头脑神经系统起了类似充电的变化，于是看去面前的万物景象，犹如恍恍惚惚，并无实质的感觉。例如一个大病以后虚弱的身体，或者将死之际，视力涣散的情形相似当然！我举例所说的病情与死亡前的现象，并非就是代表修习禅定的人见山见水不是山水的境界，只是相似的比方，一是因病因死而有，一是因精神与生命活力充沛而生，并非完全一样。但是你不要忘记，这种现象，只是生理器官的感觉不同，能够使你生起这种感觉知觉的，还是你的意识思谁的作用，如果你认为见山不是山，见水不是水，便是参禅修道的好景象，那还马马虎虎可以，倘使认为这个便是道，那你还不如吃一粒的幻想药，或者吃不过量的安眠药，岂不也有相同之妙吗？你能说这便是道吗？现在国内外许多参排与谈禅的人，每每提到这事，所以不能不加以说明，以免误人歧途，平白地陷害了一个有用之身。至于推政禅师第三阶段见山还是山，见水还是水的一说，当然是表示他已进一步的禅境，所以他自己说得个休歇之处倘使单凭这几句话，就算是大彻大悟，那你不如放心去睡一大觉，起来一看，山还是山，水还是水，岂不更来得直截了当而痛快吗？所以读禅宗的典籍与公案，实在不太容易，千万不要被断章取义蒙混过去，必须要亲自求证一番，方知究竟，如果我们把这一段专指用工夫的公案补充完善，那便需要引用一句唐代南泉禅师的话有人看目前一株花，如梦中相似，才可以接近禅宗末后撒手的工夫，总之，这一则公案，还是只对禅宗工夫方面而言，并不完全关于悟道的见地。禅的目的与淫妇禅宗的宗旨，正如释迦牟尼自在灵山会上，拈花示众所说我有正法眼藏，涅妙心，实相无相，微妙法门，不立文字，教外别传云云，因此而知它在中国佛教中，本来便是秉承释迦不立文字教外别传的主旨所成的宗派，它与所有佛教各宗传承佛学的作法，显然是有不同的特点。如要研究禅宗，首先须得了解释迦一生说法四十九年，他的教法究竟是什么？"}
