{"text":"但一改愤世嫉俗的故习，转而追随了审美的逻辑。其次我想到这是为什么？――把几颗粗糙平凡随处可以捡到的石子，似乎排布随意地粘在一只素雅的瓷盘上，就使人有了艺术的感受把几片凋零枯焦并不珍奇的落叶装在精美的镜框里，就产生了审美价值把农舍门窗上的剪纸陈列在美术馆里，人们就更加看见它们的魅力。原因肯定很多。但我想，至关重要的是发现者的态度。在那石子落叶剪纸和瓷盘镜框美术馆之间，是发现者的态度，弥漫着发现者坎坷曲回的心路，充溢着发现者迷茫但固执的期盼，从而那里面有了从苦难到赞美的心灵历史。任何一种东西，原本并没有美在其中，万物之间也并没有美的关系，是人发现了美。美，其实是人对世界对生命的一种态度。在那石子落叶剪纸和瓷盘镜框美术馆的关系中，便蕴藏了发现者的这类态度。而真正的欣赏也得是一种发现基于欣赏者的态度而有的一种发现，或者基于这种发现而生长的一种态度。当我们看着这些作品，我们发现了什么呢？除了发现发现者所发现的，我们还发现了发现者与其作品的关系，我们感动的其实是发现者的态度，其实是再发现时我们所持的态度。于是我们也成为发现者，甚至成为有更多发现的发现者，思绪万千。要是你没能发现发现者的态度，没能发现一个孤独的洗脚者和周围高雅堂皇的建筑和各怀心事的人群之间的关系，那当然就不如去路边看石子，和到澡堂子里去看洗浴了。有一种叫作接受美学的东西，我想没准儿就是这么回事。其实什么叫艺术品呢？真是没有一定之规。莫扎特就一定是？但是听不懂他的人从中毫无所得。冬日北风中的一声叫卖就一定不是？但有人却从中听见人生辽阔的存在。常听说某种艺术被称为空间艺术，某种艺术被称为时间艺术，我想这说法不算恰当。艺术从来就不是发生在空间和时间，而是发生在更高的一维，发生于众生之精神寻觅的网脉一样的遭遇和联结之上，如何地遭遇联结恐怕专属于神的作为，人呢，借助了时空去接近她。但时空常又阻碍了这种接近，这才有无羁无绊的沉思默想跳出在时空之上，无中生有地开辟一条朝圣之路。六阙如七为什么往事，总在那儿强烈地呼唤着，要我把它们写出来呢？为了欣赏。人需要欣赏，生命需要被欣赏。就像我们需要欣赏我们的爱人，就像我们又需要被爱人欣赏。"}
{"text":"艺术从来就不是发生在空间和时间，而是发生在更高的一维，发生于众生之精神寻觅的网脉一样的遭遇和联结之上，如何地遭遇联结恐怕专属于神的作为，人呢，借助了时空去接近她。但时空常又阻碍了这种接近，这才有无羁无绊的沉思默想跳出在时空之上，无中生有地开辟一条朝圣之路。六阙如七为什么往事，总在那儿强烈地呼唤着，要我把它们写出来呢？为了欣赏。人需要欣赏，生命需要被欣赏。就像我们需要欣赏我们的爱人，就像我们又需要被爱人欣赏。重现往事，并非只是为了从消失中把它们拯救出来，从而使那部分生命真正地存在不，这是次要的，因为即便它们真正存在了终归又有什么意义呢？把它们从消失中拯救出来仅仅是一个办法，以便我们能够欣赏，以便它们能够被欣赏。在经历它们的时候，它们只是匆忙，只是焦虑，只是以物喜，以己悲，它们一旦被重现你就有机会心平气和地欣赏它们了，一切一切不管是什么，都融化为美的流动，都凝聚为美的存在。成为美，进入了欣赏的维度，一切才都有了价值和意义。说生命的终极价值和意义是美，仿佛有点无可奈何。我们可以把社会的价值和意义发现得很清晰，很具体，很实在或很实用。可是生命呢？如果一切清晰具体实在和实用的东西都必然要毁灭，生命的意义难道还可以系之于此吗？如果毁灭一向都在潜伏着一向都在瞄准着生命，那么，生命原本就是无用的热情，就是无目的的过程，就是无法求其真而只可求其美的游戏。所以，不要这样审问小说――到底要达到什么？到底要说明什么？到底要解决什么到底要完成什么？到底要探明什么？到底要判断什么？到底怎么办？小说只是让我们欣赏生命这一奇丽的现象，这奇丽的现象里包含了上述的到底和什么，但小说不负责回答它。小说只给我们提供一个机会，一个摆脱真实的苦役重返梦境的机会欣赏如歌如舞如罪如罚的生命之旅吧。由一个亘古之梦所引发的这一生命之旅，只是纷坛的过程，只是斑斓的形式。这足够了。我每每看见放映员摆弄着一盘盘电影胶片，便有一种神秘感，心想，某人的某一段生命就在其中，在那个蛋糕盒子一样的圆圆的铁盒子里，在那里面被卷作一盘，在那儿存在着，那一段生命的前因后果同时在那儿存在了，那些历程，那些焦虑快乐痛苦，早都制作好了，只等灯光暗下来放映机转起来，我们就知道是怎么回事了。"}
{"text":"小说只给我们提供一个机会，一个摆脱真实的苦役重返梦境的机会欣赏如歌如舞如罪如罚的生命之旅吧。由一个亘古之梦所引发的这一生命之旅，只是纷坛的过程，只是斑斓的形式。这足够了。我每每看见放映员摆弄着一盘盘电影胶片，便有一种神秘感，心想，某人的某一段生命就在其中，在那个蛋糕盒子一样的圆圆的铁盒子里，在那里面被卷作一盘，在那儿存在着，那一段生命的前因后果同时在那儿存在了，那些历程，那些焦虑快乐痛苦，早都制作好了，只等灯光暗下来放映机转起来，我们就知道是怎么回事了。于是我有时想，我的未来可能也已经制作好了，正装在一只铁盒子里，被卷作一盘，上帝正摆弄他，未及放映，随着时光流逝地转星移，我就一步步知道我的命运都是怎么回事了。于是我又想，有一天我死了，我一生的故事业已揭晓，那时我在天堂或在地狱看我自己的影片哈！这不是我吗？哈，我知道我都将遇到什么，你们看吧，我过了岁我就要一直坐在轮椅上，然后我在一家小作坊干了七年，然后我开始学写作不信你们等着瞧。我常想，要是有那样的机会，能够那样地看自己的一生，我将会被自己感动，被我的每一种境遇所陶醉。八跟我说，有一回他和几个朋友慕名去见一位精通预测或曰算命的大师，大师的本领果然不凡，虽与和的几个朋友素昧平生，却把的几个朋友以往的际遇推算得准确之极。一算对了以往再算未来，的几个朋友前途各异，因而有的喜形于色，有的掩饰不住忧虑。轮到时，退却，扭头溜掉。说，他原是想看个稀罕，并未认真，不料那大师真的名不虚传。说，这一下他倒害怕了。我问怕什么？说因为他算得太准。把什么都算出来，我往下可还活的什么劲儿呢？就像下棋，每一步都已了然，再下还有什么趣味？对命运的态度，依我看，比那位大师更高明。虽然多数的算命属骗钱口的勾当其实这类勾当很多，不止于算命，但我相信有些算命或对命运的预测是有道理的，确凿灵验。是什么道理，我当然不知道。但对天气预报既然可以有所信赖，地震预报虽不灵验者多但仍在提倡，为什么不能尝试其它方面的预测呢，比如命运？但我也有如的一种忧虑倘终于未来的一切都了如指掌，人生就怕十分的乏味了。除此忧虑外，我还有一份顽固的糊涂可预测，但可预防么？如果单单是预测得准确而无法预防，是喜事便好，是祸事呢？岂不倒白白赔进去额外的惊吓与苦恼？"}
{"text":"是什么道理，我当然不知道。但对天气预报既然可以有所信赖，地震预报虽不灵验者多但仍在提倡，为什么不能尝试其它方面的预测呢，比如命运？但我也有如的一种忧虑倘终于未来的一切都了如指掌，人生就怕十分的乏味了。除此忧虑外，我还有一份顽固的糊涂可预测，但可预防么？如果单单是预测得准确而无法预防，是喜事便好，是祸事呢？岂不倒白白赔进去额外的惊吓与苦恼？所以碰上算命的，我总是请报喜不报忧，真与不真我并不计较。常言道笑比哭好，有一份美梦可作，显见得不是坏事。这美梦越是作得长久，我便越是快慰得长久，假如这美梦在我死前一直不被揭穿，我岂不是落得了一生的好运道？揭穿了也不怕，还可以再为自己预算出一些好运，不断地为自己筹措虚渺的美景良辰，使自己总有美梦可作，至死方休。这么说，肯定会有人以为大谬不然，嗤之以鼻。换一个说法也许就好了人活着，总是要心怀美丽的理想。人是最喜欢沉醉于虚渺的动物，而且这不是坏品质。命运，要是不单可以预测，还可以预防，因而可以避祸，那当然再好不过。可是我想，预测仅仅是旁观因而不影响世界原有的结构，预防却是干预，预防之举必定会改变原有的世界，因之原有的预测也就不再准确。那么在这个已经掺进了预防已经改变了的世界中，还可以继续预测和预防么？也就是说，可以预测那些预测么？可以预防那些预防么？假定可以，那么肯定会出现对预测的预测，对预测的预测的预测对预防的预防的预防如此无穷地循环，结果必是谁也无从预测，谁也无法预防，或者是大家整日都在忙于预测和预防，再无其它事做。只有一个办法可以拯救预测和预防，那就是只给少数人以预测和预防的特权人数越少，效果越好，就像只给少数人以高官厚禄的机缘。但少数的特权给谁――这可以预测和预防么？倘可预测，便说明命运的不可预防若可预防，还不又是争权夺利似的争斗？九早听人说过特异功能的神奇，不敢不信，但未目睹，总还是心存疑忌。前不久终于有缘亲眼看了一回，一位赫赫有名的特异功能大师离我不足两米之距，只见他把我们刚刚吃饭时用过的两只不锈钢餐叉并在一起，握在掌心，吹一口气，揉捏片刻轻轻一拧，当啷一声掷于桌面，两只餐叉已是麻花般缠绞在一起。在场的人或惊叫，或目瞪口呆。我定了定神，看看四周的世界，心中竟一阵阵恐惧。怕什么？"}
{"text":"但少数的特权给谁――这可以预测和预防么？倘可预测，便说明命运的不可预防若可预防，还不又是争权夺利似的争斗？九早听人说过特异功能的神奇，不敢不信，但未目睹，总还是心存疑忌。前不久终于有缘亲眼看了一回，一位赫赫有名的特异功能大师离我不足两米之距，只见他把我们刚刚吃饭时用过的两只不锈钢餐叉并在一起，握在掌心，吹一口气，揉捏片刻轻轻一拧，当啷一声掷于桌面，两只餐叉已是麻花般缠绞在一起。在场的人或惊叫，或目瞪口呆。我定了定神，看看四周的世界，心中竟一阵阵恐惧。怕什么？世界原来藏着秘密，在被认为不可能藏着秘密的地方藏着秘密，世界就很像是一个阴谋家似的可怕。我于是懂得，当地球是圆的地球是围绕太阳转着的消息第一次发布时，反对者绝不是出于嫉恨，而是出于恐惧。对特异功能的神奇，还是不相信者居多，这情有可原，因为多数人没有机会亲眼看看。但听说，也有人对此取不信不听不看的态度，还自称是对科学的捍卫，是反迷信的义举，这真是更为特异的逻辑。不信，那是不信者的自由不听，则已有盗铃之嫌不看呢，才真是可怕的迷信了。有人说，现代最大的迷信是科学自己，说得痛快！任何思想逻辑认识世界的方法，要是醉在自己的成功上，自负得以至封闭，都有望愚昧蛮横成一头暴君。对特异功能还有气功的神奇，又有人持另一种拜倒的态度，相信那是能使人类千古梦想终得实现的力量，是拯救众生脱离困苦的佛光，是最最伟大的宗教。我真是不信，同时我相信又一头暴君正在发育成长。我相信气功和特异功能的神奇力量的确凿。我相信它的效用越是确凿，就越说明它是科学，是潜科学，我相信它越是有神奇的力量，就说明它越不是宗教，宗教一向是在人力的绝境上诞生，我相信困苦的永在，所以才要宗教。我相信，人们不愿承认末日的必来，和不愿承认困苦的永在，乃是所有救世哲学难于自圆的病根。譬如说佛的宏愿，那不可能是一种事实，那永远只是一个理想，佛以一个美丽的理想，帮助众生与困苦打交道罢了。因为倘一人不能成佛，众生便未得度众生若都成佛，世间便无差别和矛盾，也就同于死寂。若从死寂中再升华出一个更高明的世界，也只是有了更高明的差别和矛盾，于是又衍生出众生更为高明的困苦，和更为高明的佛。佛很可能一向就是位媒人，经他介绍，众生才得与困苦相识，并天荒地老永不分离。"}
{"text":"譬如说佛的宏愿，那不可能是一种事实，那永远只是一个理想，佛以一个美丽的理想，帮助众生与困苦打交道罢了。因为倘一人不能成佛，众生便未得度众生若都成佛，世间便无差别和矛盾，也就同于死寂。若从死寂中再升华出一个更高明的世界，也只是有了更高明的差别和矛盾，于是又衍生出众生更为高明的困苦，和更为高明的佛。佛很可能一向就是位媒人，经他介绍，众生才得与困苦相识，并天荒地老永不分离。十我这样理解真善美有物混成，先天地生，自然，就是真，真得不可须臾违抗知人之艰难但不退而为物，知神之伟大却不梦想成仙，让爱燃烧可别烧伤了别人，也无须让恨熄灭，惟望其走向理解和宽容善，其实仅指完善自我，但自我永无完善，因而在无极的路上走，如果终于能够享受快慰也享受哀伤，就看见了美。但我也发现荒诞走在街上，坐在家中，或匆匆奔赴一个约会，或津津有味地作一篇文章这样的时候我的眼睛常常跳到屋顶上树梢上天空的各种颜色里。俯看自己，觉得下面这个中年男子真是乖张。这家伙自以为是在奔赴约会，其实呢，不过是一步步去会见死亡自以为献身一项有益的事业，其实很可能只是自寻烦恼和无事忙自以为有一份使命，其实说不定正高歌猛进在歧途上。但这样想过却不能放弃，目光从天际回来，依然沉缅于既往的荒唐。但什么是歧途和荒唐？谁能告诉我，怎样才不是歧途和荒唐？也许，人，就是歧途。因为人是欲望的化身，没有欲望也就没有人。因为欲望不能停留，否则也就不是欲望。因为地上本没有路，走的人多了也便成了路。因为在无路之地举步，本无法保证那是正道。所以倒是歧途养育了我们这种动物。人，未必就高于其他动物。见一头牛被奴役，便可想到人也在被命运奴役。见一匹鹿自由快乐地消磨光阴，便可想到，人的一切所为，也正是为了快乐地消磨由一生光阴铸成的歧途。就像坐着长途的列车，空洞的时间难熬，便玩着扑克牌，玩呀玩呀，那煎熬的时间就在快乐中过去了，注目再看时，好了，到了，大家散伙下车，扑克牌再无意义了。当然，把扑克牌换成书也行，换成沉思也行，换成辩论和正义的战斗也都行。那么，比如鹿，比如鱼和鸟，它们快乐地消磨的方式，凭什么说一定低于人的方式呢？很怪。唯有想到自己是人这一无可争辩的事实时，才相信自己的方式的必要性。万物平等。"}
{"text":"就像坐着长途的列车，空洞的时间难熬，便玩着扑克牌，玩呀玩呀，那煎熬的时间就在快乐中过去了，注目再看时，好了，到了，大家散伙下车，扑克牌再无意义了。当然，把扑克牌换成书也行，换成沉思也行，换成辩论和正义的战斗也都行。那么，比如鹿，比如鱼和鸟，它们快乐地消磨的方式，凭什么说一定低于人的方式呢？很怪。唯有想到自己是人这一无可争辩的事实时，才相信自己的方式的必要性。万物平等。人为自己留一颗骄傲的心，人为自己设置美丽的理想，只是更利于快乐地消磨罢了，绝不是说人可以傲视一只坦然而飞的鸟，或一条安然入梦的鱼。也许上帝设计了这歧途是为了做一个试验就像我们放飞一群鸽子，看看最后哪只能回来。或者是对他的孩子们的一次考验把他们放进龌龊中去，看看谁回来的时候还干净。十一在电视中见过这样一个节目数名影剧中的反角演员一起登台，向观众祝贺节日，和大家一起欢度佳节。主持人说人们总是更关注正面角色的演员，但是别忘了他们摄像机便逐一地对准这一群或可怕或可憎的面孔，没有他们的合作就没有戏，他们和正面角色的演员一样功不可没。台下鼓掌。然后他们中的一位说在戏里我们都是坏蛋，在生活里看看他的一群伙伴，其实咱们都是好人。台下又鼓掌，表达对他们的感谢。这时候我心里似乎惊喜，似乎温暖，似乎一切梦想接近实现。坐在电视机前，眼睛再看不见其它节目，我想象一个剧团因为没有了反角演员而面临散伙的窘境。我想，那时所有的正角演员一定都被发动起来，求贤似渴般地去寻找反角演员，就像刘玄德三顾茅庐，就像萧何月下追韩信，甚至就像一条要沉没的船上发出着求救信号，甚至就像一群迷途者在呼唤上帝的指引。据说，一个真正的英雄在打败了所有的敌人之后，忽然感到无比的恐慌，忽然看不见了生命的价值，因而倒成了一个真正的失败者。世界大舞台，舞台小世界，设若世界上没有了歧途全剩下正道，设若世界上没有了反面角色单留无数英雄豪杰，人类大约也就是一个面临散伙的大剧团，想必我们也得呼唤救星一样地呼唤反面角色，久旱祈雨般地祈求天降歧途。幸好不是这样，幸好上帝深谙戏剧之要义，便是在小世界幕落之后，也还在大舞台上为我们准备了无路之地，待我们去踏出正道也踏出歧途。有幸踏出正道的当然是好人。谁去踏出歧途呢？不幸踏出歧途的在这大舞台上便被称作坏蛋。"}
{"text":"世界大舞台，舞台小世界，设若世界上没有了歧途全剩下正道，设若世界上没有了反面角色单留无数英雄豪杰，人类大约也就是一个面临散伙的大剧团，想必我们也得呼唤救星一样地呼唤反面角色，久旱祈雨般地祈求天降歧途。幸好不是这样，幸好上帝深谙戏剧之要义，便是在小世界幕落之后，也还在大舞台上为我们准备了无路之地，待我们去踏出正道也踏出歧途。有幸踏出正道的当然是好人。谁去踏出歧途呢？不幸踏出歧途的在这大舞台上便被称作坏蛋。说明一下，歧途者，并不单指山野间的歧途，还指心理的和灵魂的歧途。这就显得不大公平。步入歧途已然不幸，还要被大家轻蔑和唾骂走上正道已经交得好运，还要追加恭维和赞美。但从戏剧的进展和效果考虑，非如此而不可，唾骂和赞美原是演出歧途和正道的方法。当然法律还是法律，不可松懈，正如演员不可擅自篡改剧作的编排。我只希望，在世界大舞台上，也有正反角色共度佳节的机会。在坏蛋被惩处的地方，让我们记起角色后面的那个演员，从而在人的意义上，在灵魂的神殿前，呈上一份平等的追悼和理解，想起我们的大剧团所以没散伙的一个原因。十二我的一位朋友的儿子，小名儿叫老咪。老咪六七岁的时候，他的哥哥十二三岁。十二三岁的哥哥正处在好奇心强烈的年纪，奇思异想叠出不穷，有一个问题最吸引他时间，时间是从什么时候开始的？他把这问题去问他爹，他爹回答不出。他再把这问题去问老师，老师也摇头。于是哥哥把它当作一个难倒成年人的法宝，见哪个狂妄之徒胆敢卖弄学问，就把这问题问他，并窃笑那狂徒随即的尴尬。但有一天老咪给这问题找到了精彩的答案。那天哥哥又向某人提问时间，你知道吗，是从什么时候开始的？这时老咪正睡眼朦胧地瞄准马桶撒尿，一条闪亮的尿线叮咚地激起浪花，老咪打个冷战，偷眼去望墙上的挂钟，随之一字一板泰然答道从一上弦就开始了。语惊四座。这老咪将来作得哲人。我生于年，但在我，年却在年之后发生。年的某一天，我记得那天日历上的字是绿色的，时间，对我来说就始于这个周末。在此之前年是一片空白，年那个周末之后它才传来，渐渐有了意义，才存在。但年那个周末之后，却不是年的一个星期天，而是年冬天的某个凌晨――传说我在那个凌晨出生，我想象那个凌晨，于是年的那个凌晨抹杀了年的一个星期天。"}
{"text":"语惊四座。这老咪将来作得哲人。我生于年，但在我，年却在年之后发生。年的某一天，我记得那天日历上的字是绿色的，时间，对我来说就始于这个周末。在此之前年是一片空白，年那个周末之后它才传来，渐渐有了意义，才存在。但年那个周末之后，却不是年的一个星期天，而是年冬天的某个凌晨――传说我在那个凌晨出生，我想象那个凌晨，于是年的那个凌晨抹杀了年的一个星期天。那个凌晨，点分我来到人间有出生证为证，奶奶说那天下着大雪。但在我，那天却下着年的雪，我不得不用年的雪去理解年的雪，从而年的冬天有了形象，不再是空白。然后是年，这年我上了学，这一年我开始理解了一点儿太阳月亮和星星的关系。而此前的年呢，则是年时才给了我突出的印象，那时我才知道一场反右运动大致的情况，因而年下着年的雨。再之后有了公元前，我知道了并设想着远古的某些历史，而公元前中又混含着对年的幻想，我站在今天设想远古又幻想未来，远古和未来在今天随意交叉，因而远古和未来都刮着现在的风。我理解，博尔赫斯的交叉小径的花园是指一个人的感觉思绪和印象，在一个人的感觉思绪和印象里，时间成为错综交叉的小径。他强调的其实不是时间，而是作为主观的人的心灵，这才是一座迷宫的全部。十三有很多回，有很多事，我冥思苦想，似有所得，并为之欣喜，但忽一日却从书中发现，我所想到的前人早已想到了，不免沮丧。我是不是白想了呢？没有，我没有白想。我想到了我才明白了前人的所想，前人的所想才真正存在。如果我没想到，即便我读到前人的所想我也不会理解，前人的所想也就等于无。所以我知道了凡我想到的前人都想到了，凡我没想到的也就等于没有前人的所想。看来亘古至今，人们是在反复地问着和回答着同一个问题，不得不这样。人们轮班地来做同一个猜谜游戏。结束之后是开始。"}
