{"text":"我懂了。李雪健是怀着老百姓的希望来演焦裕禄的，李雪健是怀着对那一代农村干部的理解来演焦裕禄的，李雪健是怀着焦裕禄式的热忱来演焦裕禄的，李雪健是怀着对艰难历史的悲壮感，来颂扬人在任何时候都不可泯灭的真诚善良和不屈不挠的美丽精神。尽管脚下的路，过去现在将来都是崎岖坎坷，但理想不仅在任何时候都不能没有，而且理想必定还要发展。但我还是认为这部影片并不成功。李雪健问我你怎么看？我说这片子好像主要不是想说这个人，和那一代人曲折困苦的心理和路程。否则我想会更丰富动人，对一个时代展现得更真实，使人有更多的回味与思考。现在这样，仍有造神之嫌，可能这就是引出逆反心理的原因。他说就是。这逆反心理值得研究。四表演与生活李雪健最早饰演的角度是孙悟空。那还是在山东老家的时候，一群孩子迷着西游记，派好了角色，有演唐僧的，有演妖怪的，有演猪八戒和沙和尚的，李雪健千变万化的表演才能正适合孙悟空。他说可我身材瘦小，反倒总被猪八戒打倒。童年的李雪健，舞动一根小棍，说一声变！把木棍藏起来，从后腰里抽出一根筷子，再说一声变！把筷子插回腰间，又从耳朵里取出半根火柴，这样，各种型号的金箍棒就全有了。李雪健艺术创作年表中写着一九七年至一九七二年，在贵州凯里厂业余文艺宣传队，代表作舞剧白毛女中穆仁智。一九七三年至一九七五年，在中国人民解放军第二炮兵部队业余文艺宣传队，擅长表演山东快书相声小话剧小舞蹈等。一九七六年借调到二炮话剧队，又随二炮话剧队到总政话剧团，参加话剧千秋大业的演出，饰参谋警卫员打杂这是小兵儿李雪健第一次到北京，眼界大开，更深深迷上了舞台，心中暗发决心一定要争取留在北京，当专业演员。一开始运气似乎不错，四人帮倒台了，千秋大业剧组解散后，二炮话剧队决定在借调来的人中留下几个搞专业，其中有李雪健。领导让他先回贵州探亲，并通知原所在部队，小兵李雪健自然是心花怒放，一路欢欣鼓舞回到贵州。见了父老乡亲，大家都为他高兴，都说从小就看着这孩子会演戏，有出息，看看，进了北京啦。可是没那么容易，待他再兴冲冲回到北京时，他被告知，计划有变，小兵儿李雪健还回你的业余宣传队去吧。"}
{"text":"一开始运气似乎不错，四人帮倒台了，千秋大业剧组解散后，二炮话剧队决定在借调来的人中留下几个搞专业，其中有李雪健。领导让他先回贵州探亲，并通知原所在部队，小兵李雪健自然是心花怒放，一路欢欣鼓舞回到贵州。见了父老乡亲，大家都为他高兴，都说从小就看着这孩子会演戏，有出息，看看，进了北京啦。可是没那么容易，待他再兴冲冲回到北京时，他被告知，计划有变，小兵儿李雪健还回你的业余宣传队去吧。李雪健一声都吭不出来，找个没人的地方吧哒吧哒掉眼泪，好多天都在借宿的地方看着一条晾衣裳的铁丝发呆。有人甚至担心他去寻死。幸得伯乐鲁威即后来风靡全国的电视连续剧渴望的导演鲁晓威之父指点迷津，李雪健才考取了空政文工团，以致日后中国影坛上又升起一颗明星。李雪健艺术创作年表上写着一九七七年，考入空政文工团，在话剧年轻的鹰中饰作战参谋，在独幕剧换不换中饰战士赵大刚一九七八年，在话剧丹心谱中饰群众一九七九年，在话剧陈毅出山中饰匪兵甲乙匪兵班长后出演主要配角交通员这时李雪健又要尝尝从希望到失望的滋味了。陈毅出山要改成电影，李雪健第一个被导演看中。他激动得夜不成眠，这回可是演电影呀！这一下子在贵州的亲人就都能看见他演大戏啦！他甚至已经听见乡亲们的赞叹，已经看见了父母脸上的光彩，我们记得那是他想当演员的最初动力呀！好，试装，试演，李雪健尽心尽力，感觉不错，似乎希望正在成为现实，可到最后导演宣布被录用者名单时，却没有他。他只问了一句到底为什么？导演说你长得老了点儿。生性认真的李雪健，以为这是导演客气，他相信一定是自己演得不行。被选中的人要走了，要去演电影了，李雪健为他们高兴又为自己伤心，喝完了饯行酒，他独自回屋，没干别的，流泪，憋屈，怀疑自己是不是这块料，恨自己，还恨床单――把好端端的床单揉搓得差点成网。年表上写着一九八年，主演话剧九――一三事件，饰林彪这是他成功的开始。他的同事说演林彪那会儿，李雪健走路的姿态都是林彪式的，常见他在院子里来回遛，犯魔症，脸色阴沉沉的。为演林彪他已经饿掉了二十斤肉，每次上台前还要少吃，他说这样一上台就有手冰凉的感觉。当时的空政文化部长黄河说把这小子化妆后搁天安门上能把人吓死。"}
{"text":"年表上写着一九八年，主演话剧九――一三事件，饰林彪这是他成功的开始。他的同事说演林彪那会儿，李雪健走路的姿态都是林彪式的，常见他在院子里来回遛，犯魔症，脸色阴沉沉的。为演林彪他已经饿掉了二十斤肉，每次上台前还要少吃，他说这样一上台就有手冰凉的感觉。当时的空政文化部长黄河说把这小子化妆后搁天安门上能把人吓死。外国记者从北京发出的消息写道扮演林彪的演员与这位前国防部长非常像，他刻画的林彪是一个病态的有偏执狂的人，用假嗓子念着晦涩的格言，引起观众一阵阵轰动。有一次演出后，王光美同志上台慰问演员，走到李雪健面前愤怒地不与这个副统帅握手。李雪健先是一愣，但马上明白而且高兴了成功了。随后是一个成功接着一个成功。年表上写着初登银幕，在电影天山行中饰指导员于海洲主演话剧火热的心饰梁子如一九八四年获首届中国戏剧梅花奖在话剧――我们中饰主要角色在故事片钢锉将军饰将军李力，获广电部一九八六至一九八七年度政府奖在故事影片鼓书艺人中饰主角方宝庆在故事影片大侦探中饰主角杜义甫在电视剧李大钊中饰李大钊，获第十届全国电视剧飞天奖在我国第一部室内剧渴望中饰宋大成，获第十一届飞天奖男配角奖第九届大众电视金鹰奖男主角奖主演故事影片焦裕禄，获广电部一九八九至一九九年度政府奖第十一届电影金鸡奖第十四届电影百花奖荣获第三届中国电影表演艺术学会颁发的学会奖主演故事影片四十不惑一九九一年，三次李雪健表演艺术研讨会分别在北京天津北京召开。一个好演员的标准是什么？我问过好多人，问过一般人，也问过内行。回答是演什么像什么，一人千面，演谁是谁。不光形似，而且神似。不单单是性格的模仿，更要紧的是进人角色心里的世界。一位权威人士说从演员的观点来看，占支配地位的是角色的处境，而不是角色的性格。所有的人，在生活中，都在考虑他们的处境，而不是在考虑他们自己的个性特点，所以演员在扮演角色时也应该把注意力放在对角色处境的反应上，这样，演员一旦进人规定情境，便能产生与角色类似的真实思想和感情，才能创造出活生生的人来，否则就仅仅是某种僵硬的性格模型或脸谱。我想这正是李雪健成功的原因。"}
{"text":"回答是演什么像什么，一人千面，演谁是谁。不光形似，而且神似。不单单是性格的模仿，更要紧的是进人角色心里的世界。一位权威人士说从演员的观点来看，占支配地位的是角色的处境，而不是角色的性格。所有的人，在生活中，都在考虑他们的处境，而不是在考虑他们自己的个性特点，所以演员在扮演角色时也应该把注意力放在对角色处境的反应上，这样，演员一旦进人规定情境，便能产生与角色类似的真实思想和感情，才能创造出活生生的人来，否则就仅仅是某种僵硬的性格模型或脸谱。我想这正是李雪健成功的原因。但一个人要演各种各样的角色，他凭什么能够体会各类人的处境呢？他需要的是临时去体验生活吗？到工厂去十天，到农村去半个月，看看清洁工人如何用扫帚，听听汽车司机常说什么俏皮话，观察一下盲人怎样点烟，是吗？李雪健说这也是必要的。但要光是这样，演起戏来就仅仅是形似。但临时去看看，也许能引发你的联想，把你平时的生活积累调动出来。对了，有目的地去体验生活与几十年随时随地的生活体验，是绝不可同日而语的。几天几个月对某一类人物有意识地观察，和随时随地无功利性的对生活敏感的觉察对一切人设身处地的理解，是绝难相比的。我问他你承认天才吗？李雪健当然。但我说不清天才到底是怎么回事。你说呢？我说跟你一样，说不清。但是有一点也许不错。平常的生活从一般人身边流过去没有什么反应，但从一个天才的演员身边流过时却要被他扣留下一些不寻常的含义一个普通人不经意的一个动作或表情，一般人品不出其中的味道，但一个天才的演员却可能从中看出一个幸福的故事或一段苦难的历史，这可能取决于他天生的敏感，但必定是因为他能够最大限度地理解他人，而这理解是出于对一切人的爱。李雪健说过这么一件事他已经成了名人，有一天傍晚他骑着车急急忙忙去幼儿园接孩子。迎面碰见个老街坊，老街坊喊嘿，哥们儿哪儿去？李雪健的时间排得挺紧，随便应了一声，脚下没放松蹬车。老街坊不乐意了，在背后叨咕了一句怎么着哥们儿，牛啦？李雪健一听，不成，连忙调头回来作一番解释我他妈有什么牛的？我得接孩子去，这都快晚了。老街坊转怒为喜，一挥手快去快去。李雪健说人家把你当哥们儿，不能伤了人家的心。我要不解释一下，我心里老得别扭。"}
{"text":"迎面碰见个老街坊，老街坊喊嘿，哥们儿哪儿去？李雪健的时间排得挺紧，随便应了一声，脚下没放松蹬车。老街坊不乐意了，在背后叨咕了一句怎么着哥们儿，牛啦？李雪健一听，不成，连忙调头回来作一番解释我他妈有什么牛的？我得接孩子去，这都快晚了。老街坊转怒为喜，一挥手快去快去。李雪健说人家把你当哥们儿，不能伤了人家的心。我要不解释一下，我心里老得别扭。我想，要是让李雪健演一个那老街坊式的人物，他还用临时去体验生活吗？很多人和很多书上都说，一个好演员，和一个真正的艺术家，这之间还有不小的距离。这距离是什么呢？我想很可能是这样前者仅仅是跟在生活和人物后面的模仿，尽管形神具似。后者则对人类的精神前途和困境有着深刻的理解，甚至是超前的领悟，因而他可以超越一个似宇。正如齐白石所说大意是不似为欺世，太似为媚俗，真正的艺术在于似与不似之间。这话对一个表演艺术家也适用，他的每一个动作和表情不一定完全地与现实生活中的。情况相似，但他可以在似与不似之间让观众认可，他的表演并不拘泥于细部的真实，而更取胜于整体的震撼，让观众向往感奋有着不尽的回味和思索，甚至能引领着人们把目光投向更大的维度，把人们的心绪带去更远的方向。李雪健正在这个距离上走着，毫不松懈地跋涉。我以为他一直没碰上真正的好戏，是使他尚未有更大作为的原因。五李雪健与于海丹李雪健和于海丹的爱情故事，毫无传奇色彩。从同事，到恋人，到夫妻，直到作了父母，这期间二人必定有如醉如痴的互相的渴望，但均无类似渴望中那些惊人之举。他们俩在空政话剧团里相识。当时于海丹还在学员班，女兵是不准谈恋爱的，当然这纪律并不能消灭心里的渴望，只是说他们得悠着点，藏着点，熬着点，注意影响。想必是不能手拉了手逛大街的，坐在一块要保持恰当的距离，不能跟演戏似的，当然他们并不是演戏是真心地相爱。我从李培禹写的雪健与海丹的故事中读到这样一件事，不妨抄录于下于海丹要去陕西拍电视剧流，晚上的火车。她多想让雪健到车站送送她呀，可是不行，团里的领导偏在这时提醒李雪健要注意影响。海丹一个人委屈地走了。一个月后，暖流剧组返京拍最后一个镜头在北京站抓一个小偷。演小偷的群众演员临时没来，导演急得不得了。忽然想起让于海丹从空政话剧团找个演员来帮忙。"}
{"text":"想必是不能手拉了手逛大街的，坐在一块要保持恰当的距离，不能跟演戏似的，当然他们并不是演戏是真心地相爱。我从李培禹写的雪健与海丹的故事中读到这样一件事，不妨抄录于下于海丹要去陕西拍电视剧流，晚上的火车。她多想让雪健到车站送送她呀，可是不行，团里的领导偏在这时提醒李雪健要注意影响。海丹一个人委屈地走了。一个月后，暖流剧组返京拍最后一个镜头在北京站抓一个小偷。演小偷的群众演员临时没来，导演急得不得了。忽然想起让于海丹从空政话剧团找个演员来帮忙。小偷连个正面镜头都没有，何况时间很晚了，又下起了小雨，谁肯来？电话拨到了李雪健那儿。这时雪健已是轰动全国的名演员了，他听到海丹的声音，说了句你等着，我去。骑上车就冒雨往北京站赶。恋人相见，有千言万语要说，但是先拍戏。雪健的功底自不必说，小偷演得导演连声道谢。回到空政话剧团，夜已深了，大门紧闭。李雪健翻墙而入谁知一位热心的记者以明星不要报酬，甘当配角为题，把小偷的事迹给捅了出去。这一下李雪健受到团里的严厉批评，其错误是未经领导批准私自拍摄电视剧。为了教育他人，还让他在大会上作检查。海丹后来才听说此事，她知道，自己不追问，李雪健是永远不会对她提起此事的。李雪健和于海丹结婚时，好友王培公书赠的条幅梅花雪中见，珊瑚海之丹。李雪健曾叫李雪见，梅花，既指他刚刚荣获了梅花奖，又隐含了他苦寒的经历与坚韧的意志。这海之丹呢，很难一言蔽之，慢慢体会。于海丹比李雪健小三岁。但当李雪健还在剧团里跑龙套，于海丹早已走上荧屏。著名导演田壮壮执导的电视剧夏天的经历，曾大为轰动，其中的女主角便为于海丹所饰。可现在她在全国妇联图书馆工作，改了行。因为什么？不知道，或者说不明白。但这事发生在话剧未得公演之后。八四年李雪健在话剧中扮演主要角色之一。这戏我没看过，因为终未公演，剧情我也不了解，故此戏到底如何我不敢妄加评论。但在此戏中李雪健表演的成功，已得到话剧界同行的认可。但不知为什么，从之后，李雪健又开始跑龙套了。龙套需要有人来跑，李雪健可以在风雨之夜不要报酬去演那个小偷，他当然不认为这是掉价或跌份之事。但是接着，团里上演新剧目仍然不用李雪健。一个有才能的演员总去跑龙套就很不正常。"}
{"text":"但这事发生在话剧未得公演之后。八四年李雪健在话剧中扮演主要角色之一。这戏我没看过，因为终未公演，剧情我也不了解，故此戏到底如何我不敢妄加评论。但在此戏中李雪健表演的成功，已得到话剧界同行的认可。但不知为什么，从之后，李雪健又开始跑龙套了。龙套需要有人来跑，李雪健可以在风雨之夜不要报酬去演那个小偷，他当然不认为这是掉价或跌份之事。但是接着，团里上演新剧目仍然不用李雪健。一个有才能的演员总去跑龙套就很不正常。再接着，正常排戏的于海丹，也不明不白地从主角位置上给换了下来。再接着又发生了一些想不到的事李雪健决定调离。但团里却又不放他走。在这儿不让你干，要走又不让你走，这样的事并不陌生，但一时还弄不清这算什么主义。李雪健从小想演戏，一辈子爱的是演戏，不让他演戏他说不定得死，僵持不下，最后团里竟提出要走，夫妻俩一块走。此时于海丹正怀着六个月的李亘，她对丈夫说没什么，我和你一起走。这样，这位青年女演员，正在表演的黄金年龄，却不得不离开舞台。李雪健为此常常感到歉疚，于海丹安慰他得得得，别瞎想了，其实我也没为你牺牲，我不是也挺好吗？现在李雪健常常外出拍戏，现在主要是于海丹支持着这个家，现在李雪健最向往的地方是这个温暖的家。现在当成群的记者围着大明星李雪健，问你最大的愿望是什么时，李雪健回答有机会，我想和于海丹合作拍部片子。于海丹在一旁补充道要演一对夫妻。我问李雪健对爱情，你怎么看？李雪健说我和于海丹常常探讨这个问题。什么是爱情？说起来挺复杂，我只知道爱情是互相的，爱情是有代价的，是有责任的。一见钟情的疾风暴雨式的，我觉得那多半是动物性的，是性爱，还不能算是爱情，爱情主要是感情，不是冲动。我跟海丹说，我心目中的爱情是什么？譬如说，是一对自发苍苍的老头老太太，互相搀扶着，过马路。我说这是真正的纯洁的爱，经历了多少年的风风雨雨两个人依然难舍难分，这时候性冲动可能很少了，但是感情更深，爱得更深了。李雪健说有时候海丹我们俩开玩笑，说有一天，比如说有一天，海丹说我跟别人走了，你怎么办？我说，有一天，你要是跟别人走啦，嗯――，我可能得有那么几个月痛苦吧，然后我就再找一个。海丹说，你就这样呀？你就是这么个人呀？我说我就是这么个人，你已经不爱我了，我还傻糊糊地等吗？"}
{"text":"譬如说，是一对自发苍苍的老头老太太，互相搀扶着，过马路。我说这是真正的纯洁的爱，经历了多少年的风风雨雨两个人依然难舍难分，这时候性冲动可能很少了，但是感情更深，爱得更深了。李雪健说有时候海丹我们俩开玩笑，说有一天，比如说有一天，海丹说我跟别人走了，你怎么办？我说，有一天，你要是跟别人走啦，嗯――，我可能得有那么几个月痛苦吧，然后我就再找一个。海丹说，你就这样呀？你就是这么个人呀？我说我就是这么个人，你已经不爱我了，我还傻糊糊地等吗？我说那么，要是让你演这么一个傻糊糊的人，你能演吗？人家把他甩了，可他仍然似疯若痴地等着，让你演这么个角色你能演好吗？李雪健能。我能。我能理解这样的人。我准能演好。我说这人不算明智，但挺美。李雪健是。是很美。说到这儿李雪健垂头沉默了好一会儿，又说我自己可能也这样，要是于海丹走了，我可能受不了，我可能就这么一个人谁也不找了。我提醒他这是假如，老弟，别当真，于海丹没走。六好人与好报渴望正火的时候，领导接见渴望摄制组全体人员，知道大伙的生活都有不少困难，便发话说大家提要求吧，除了房子没有，什么都可以提，尽量解决。机会难得，大家纷纷提要求，各种各样的渴望。李雪健提的要求是给他一套渴望的全本录相磁带。这一要求提醒了领导，领导说这是应该的，每人一套。得，李雪健等于什么都没提。李雪健说有的人真是有困难，有这么个好机会就提呗。我想了半天，发现我真是没什么特别的困难。过去有困难的时候，又没这样的机会。所以我就要了一套渴望的磁带。有人问他你现有多少钱？他不保密连到手的和没到手的，三四万块吧。说明一下，这其中有一万八是他早些年慢慢攒下的。省吃俭用，这一万八他存了八年了，朋友们都笑话他，他说我没有多少要用钱的地方，挣点钱就是给我儿子留着，等我死的时候给他。朋友们又笑他等到那时候，这一万八变一块八啦。这么个大明星，真是不大会挣钱。他说我不是不想挣钱，我也挣钱，但是我不挣不应该属于我的钱。我出多少力，挣多少钱，心里踏实。心里踏实，才能去干我喜欢干的事情。我走到今天不容易，我以后还得演戏呢，那是大事儿。我不想为别的事把自己耽误了。名与利，我看重名，当然不是虚名，徒有虚名心里也不踏实，所以我得集中全力把戏演好。"}
{"text":"省吃俭用，这一万八他存了八年了，朋友们都笑话他，他说我没有多少要用钱的地方，挣点钱就是给我儿子留着，等我死的时候给他。朋友们又笑他等到那时候，这一万八变一块八啦。这么个大明星，真是不大会挣钱。他说我不是不想挣钱，我也挣钱，但是我不挣不应该属于我的钱。我出多少力，挣多少钱，心里踏实。心里踏实，才能去干我喜欢干的事情。我走到今天不容易，我以后还得演戏呢，那是大事儿。我不想为别的事把自己耽误了。名与利，我看重名，当然不是虚名，徒有虚名心里也不踏实，所以我得集中全力把戏演好。其实佛也重名，佛，谁说他是欺世他也要争辩。雷锋也重名，你说他是自私自利他也不干。我不相信有人不重名，谁要说他不重名，那么就请他去做尽好事得尽坏名试试看。为了美名去做好事，世界会变得更可爱。唯重虚名者，可怜，可憎。李雪健说钱嘛，我也不恨钱。不过我的钱也不算少了，够花的，不算是穷人了。再说我觉着我还能演好些年戏呢，以后不是也还能挣钱么？我现在最渴望的是碰上好剧本，演好戏。认识李雪健的人都说，他这人老实随和忠厚谦虚，不错这是他的一方面另一方面，我感到这个人的意志非常坚强。意志坚强，决不是说能够控制别人，而是说能够把握自己，不是说总能够左右逢源常胜不败，而是说任何时候其信念不移信心不摧。如今多少人被钱勾引得神魂颠倒，多少自称成佛人道者终于暴露出不过是财神的门徒。财神好像也不是个坏神，至少我是不想得罪他。发家治富对贫困的中国人来说，是个美丽的方向。但是有件事无论什么时候都比发财还要紧，那就是精神的富足。对李雪健来说，这精神的富足，就在乎人格的愈益完善，在乎艺术的更加完善。你真的相信好有好报？我问李雪健。是，我相信。他说，这有两层意思，一是我相信好人一定能有好报，二是我要以好意报答好人。我说你要报答哪个好人？他说其实人都挺好的，都不容易。我说可是，现实生活中，好像常常相反，至少不是所有的好人都有好报，譬如焦裕禄。他说焦裕禄怎么没有好报呢？他没有昧着良心当那个官，死的时候心里舒坦，这就是好报。我那么你。图什么好报呢？他说其实我这个人自卑得很，老觉着自己什么都不行，什么也不好，怎么办呢？除了自己知道自己尽心尽力地干了，真心真意对待别人了，就没别的办法。"}
