{"text":"究其原因，乃是这些油腻食物，在热带吃了会让人口干舌燥，来一壶茶马上使人觉得爽利无比。我并不是说肉骨茶是一种多么了不得的美味，它甚至是闽南地区南洋地区很普通的食物。但是我觉得能想到把肉骨和茶当作一体的食物，简直是一种艺术的创造。吃肉骨茶时，我想起很早以前读的写在人生边上，里面有这样一段好吃可口的菜，还是值得赞美的。这个世界，给人弄得混乱颠倒，到处是摩擦冲突只有两件最和谐的事物，总算是人造的音乐和烹调。一碗好菜仿佛一支乐曲，也是一种一贯的多元，调合滋味，使相反的分子相成相济，变作可分而不可离的综合。最粗浅的例像白煮蟹跟醋烤鸭跟甜酱，或如西莱里烤猪肉跟苹果泥渗鳖鱼跟柠檬片，原来是天涯地角，全不相干的东西，而偏有注定的缘分，像佳人和才子母猪和癞象，结成了天造地设的配偶，相得益彰的眷属。说到烹调原与艺术相通，调味的讲究固如同一支乐曲，中国厨子一向标榜的色香味俱全也兼备了颜色的美学。再往上提升，天地间调和的学问，无不如烹任一样，老子说治大国如烹小鲜伊尹说做宰相如和羹调鼎，都是这种智慧的至理名言。在西方，烹调的想像力虽不如中国，但谚语也有一人生食天下饥希望好像食盐，少放一点，便觉津津有味，放得多了，便吃不下去等语，全让我们体会烹调之学问大矣哉！我想，人的喜怒哀乐诸情欲与禽兽总有相通之处，最大的不同，除了衣冠，便是烹调的艺术。人之外，没有一种禽兽是懂得烹调的。我有一些朋友，每次走过卖炸鸡和汉堡包的食铺，总是戏称之为野人屋，因为在里面的人只求迅速填饱肚皮，食物全是机器做出来的，有的还假手电脑，迅速是迅速，进步则未必。每次看到食谱，感觉也差不多，食谱总是做为人的初步，如果一个人一生全依食谱做菜也未免可悲，如何从固有的食谱里找出新的调配方法，上天人地独创一格，才够得上美，才能使简单的吃也进入艺术的大地。从肉骨茶想到人不只在为了填饱肚皮，填饱肚皮以外还有吃的大学问。第一个把肉骨和茶同食，与第一位吃蟹蘸醋吃鸭蘸甜酱吃烤鱼加柠檬的人都是天才人物，不比艺术家逊色。做凡人的我们，如果在吃的时候能有欣赏艺术的心情，它的微妙有时和听一曲好听的音乐看一幅好画读一本好书并无不同。"}
{"text":"从肉骨茶想到人不只在为了填饱肚皮，填饱肚皮以外还有吃的大学问。第一个把肉骨和茶同食，与第一位吃蟹蘸醋吃鸭蘸甜酱吃烤鱼加柠檬的人都是天才人物，不比艺术家逊色。做凡人的我们，如果在吃的时候能有欣赏艺术的心情，它的微妙有时和听一曲好听的音乐看一幅好画读一本好书并无不同。倘若一个人竟不能欣赏美食，我想这样的人一定是与艺术无缘的。――一九八三年三月九日白玉盅在所有的蔬菜里，苦瓜是最美的。苦瓜外表的美是难以形容的，它晶润透明，在阳光中，仿佛是白玉一般，连它长卵形的疣状突起，部长得那么细致，触摸起来清凉滑润，也是玉的感觉，所以我觉得最能代表苦瓜之美的，是清朝的玉器白玉苦瓜，白玉苦瓜是清朝写实性玉雕的代表之作，历来只看到它的雕工之细写实之美，我觉得最动人的是雕这件作品的无名艺匠，他把白玉和苦瓜做一结合，确实是一个惊人的灵感。比较起来，虽然翠玉白菜的声名远在白玉苦瓜之上，但是我认为苦瓜是比白菜更近于玉的质地，不仅是视觉的触觉的，或者感觉的。苦瓜俗称锦荔枝癞葡萄，白玉苦瓜表现了形相的美，但是我觉得它还不能完全表现苦瓜的内容，以及苦瓜的味觉。苦瓜切开也是美的，它的内部和种子是鲜红色，像是有生命流动的鲜血，有一次我把切开的苦瓜摆在白瓷的盘于里，红白相映，几乎是画笔所无法表达。人站在苦瓜面前，尤其是夏天，心中就漫上一股凉意，那也只是一种感觉而已。不管苦瓜有多么美丽，它还是用来吃的，如果没有吃过苦瓜，谁也设想到那么美的外表有那么苦的心。我年幼的时候最怕吃苦瓜，因为老使我想起在灶角熬着的中药，总觉得好好的鲜美蔬菜不吃，为何一定要吃那么苦的瓜，偏偏家里就种着几株苦瓜，有时抗议无效，常被妈妈通告苦着脸吃苦瓜，说是苦瓜可以退火，其实是因为家中的苦瓜生产过剩。"}
{"text":"不管苦瓜有多么美丽，它还是用来吃的，如果没有吃过苦瓜，谁也设想到那么美的外表有那么苦的心。我年幼的时候最怕吃苦瓜，因为老使我想起在灶角熬着的中药，总觉得好好的鲜美蔬菜不吃，为何一定要吃那么苦的瓜，偏偏家里就种着几株苦瓜，有时抗议无效，常被妈妈通告苦着脸吃苦瓜，说是苦瓜可以退火，其实是因为家中的苦瓜生产过剩。嗜吃苦瓜还是这几年的事，也许是年纪大，经历的苦事一多，苦瓜也不以为苦了也许是苦瓜的美，让我在吃的时候忘却了它的苦我想最主要的原因，应该是我发现苦瓜的苦不是涩苦不是俗苦，而是在苦中自有一种甘味，好像人到中年怀想起少年时代惆怅的往事，苦乐相杂，难以析辨。苦瓜有很多种吃法，我最喜欢的一种是江浙馆子里的苦惯生吃，把苦瓜切成透明的薄片，蘸着酱油醋和蒜末调成的酱，很奇怪，苦瓜生吃起来是不苦的，而是又香又脆，在满桌的油腻中，它独树一帜，没有一道菜比得上。有一回和画家王蓝一起进餐，他也最嗜苦瓜，一个人可以吃下一大盘，看他吃苦瓜，就像吃糖，一点也不苦。有一家江浙馆里别出心裁，把这道菜叫做白玉生吃，让人想起白玉含在口中的滋味，吃在口里自然想起故宫的白玉苦瓜，里面充满了美丽的联想。画家席德进生前也爱吃苦瓜，不但懂吃，自己还能下厨他最拿手的一道菜是苦瓜灌肉，每次请客都亲自做这道菜，上市场挑选最好的苦瓜，还有上好的腱子肉，把肉细心的捣碎以后，塞在挖空的苦瓜里，要塞到饱满结实，或蒸或煮，别有风味。一次，画家请客，我看到他在厨房里剁肉，小心翼翼塞到苦瓜中去，到吃苦瓜灌肉时，真觉得人生的享受无过于此。我们开玩笑的把画家的拿手菜取名为白玉盅，如今画家去了，他拿手的白玉盅也随他去了，我好几次吃这道菜，总品不出过去的那种滋味。苦瓜真是一种奇异的蔬菜，它是最美的和最苦的结合，这种结合恐怕是造物者美丽的错误。以前有一种酸酸甜甜的饮料，广告词是初恋的滋味，我觉得苦瓜可以说是失恋的滋味，恋是美的，失是苦的，可是有恋就有失，有美就有苦，如果一个人不能尝苦，那么也就不能体会到那苦中的美。我们都是吃过苦瓜的，却少有人看过苦瓜树。去年我在南部，看到一大片苦瓜田里长出累累的苦瓜，农民正在收采，他们把包着苦瓜的纸解开，采摘下来，就像在树上取下一颗颗的白玉。"}
{"text":"以前有一种酸酸甜甜的饮料，广告词是初恋的滋味，我觉得苦瓜可以说是失恋的滋味，恋是美的，失是苦的，可是有恋就有失，有美就有苦，如果一个人不能尝苦，那么也就不能体会到那苦中的美。我们都是吃过苦瓜的，却少有人看过苦瓜树。去年我在南部，看到一大片苦瓜田里长出累累的苦瓜，农民正在收采，他们把包着苦瓜的纸解开，采摘下来，就像在树上取下一颗颗的白玉。我站在田边，看着挑篮中满满的苦瓜，心中突然感动不已，我想，真正苦瓜生命里的美，是远远比故宫橱窗里的苦瓜还令人感动的。我买了一个刚从田里采下的苦瓜，摆在家里，舍不得吃放置几天以后，苦瓜枯萎了，失去了它白玉般的晶亮与透明，吃起来也丝毫不苦，风味尽失。这使我想起了人世间的许多事，美与苦是并生的，人不能只要美而不要苦，那么苦瓜的创作不能说是美丽的错误，它是人生真实的一个小影。――一九八三年二月十六日象牙球每隔一段时间，我总要到外双溪的故宫博物馆走一遭，有时候也不一定去看什么先人给我们留下的宝物，只是想去那里走走，呼吸一些远古的芬芳。故宫博物馆的宝藏多到不可胜数，任有再好的眼力，也不敢拍胸脯保证说，看过了所有的宝物。因此在故宫，散步往往像是平原走马，只知道到处都是汹涌的美景和无尽的怀思，有时候马走得太快，回来后什么都记不得，只有一种膝陇的美感，好像曾在梦里见过。在故宫的呼吸，又像是走进一个春天里繁花盛开的花园，有许多花我们从未见过，有许多花是我们见过而不知道名字的，但是我们深深的呼吸，各种花的香气突然汇成一条河流，从极远的时空，流过历史流过地理，一直流到我们的心里来。我们的心这时是一个湖泊，能够涵容百川，包纳历史上无数伟大的艺术心灵。每一位伟大的艺术家是一朵花的开放，进入了故宫以后，我们也许看不见那朵花了，因为有的花很小，一点也不起眼，有的花即使很大，在花园里也是小的，那种感觉真是美，在花园里，一个小小的核桃舟，也和一幅长江万里图具有同样崇高的地位，令后人在橱窗前俯首。"}
{"text":"我们的心这时是一个湖泊，能够涵容百川，包纳历史上无数伟大的艺术心灵。每一位伟大的艺术家是一朵花的开放，进入了故宫以后，我们也许看不见那朵花了，因为有的花很小，一点也不起眼，有的花即使很大，在花园里也是小的，那种感觉真是美，在花园里，一个小小的核桃舟，也和一幅长江万里图具有同样崇高的地位，令后人在橱窗前俯首。我有时会突发奇想，那么多的中国人文艺术的宝藏，如果我们能穿透橱窗，去触摸那些精美的器物与图册，心头不知道会涌起什么样的感动，可惜我不可能去触摸，就如同在花园里不能攀折花过木，即使受到极处，也只能静静的欣赏和感叹。更由于不能触摸，不能拥有，愈发觉得它的崇高。手不能触摸，心灵是可以的。有好几次，我简直听到自己的心灵贴近的声音，一贴近了一件稀世的奇珍，等于听到一位艺术家走过的足音，也借着他的足音，体会了中国的万里江山，千百世代。每件作品在那时是一扇窗，雕刻得细致的窗，一推开，整片的山色和水势不可收拾的扑进窗来在窗里的我们纵是喝了三杯两盏淡酒，也敌不过那片山水的风急。我有几位在故宫工作的朋友，有时会羡慕他们的工作，想像着自己能日日涵泳在一大片古典的芬芳里，不知道是一件多么快乐的事。更何况每一件事物都有一段让人低回沉思的典故，即使不知道典故，我想一件精美的作品也是宜于联想，让思绪走过历史的隔膜。就拿一般人最熟悉的翠玉白菜和白玉苦瓜来说吧，我第一次看到这两件作品就像走进了清朝的宫殿，虽然查不出它们确切的年月，也不知道何人作品，我却默默的向创造它们的工匠顶礼。翠玉白菜的玉原本是不纯的翠玉，没有像纯玉一样的价值，由于匠师将翠绿部分雕成菜尖，白玉雕成菜茎，还在菜尖上雕出两只栩栩如生的螽斯虫，使那原来不纯的玉，由于创的巧艺匠心，甚至比纯玉有了千百倍的价值，白玉苦瓜更不用说了。就是一块年代久远的汉玉，如果没有匠心，也比不上这两件作品的价值。故宫有许多作品都是这样的，不用谈到玉器，有许多铜器铁器，甚至最简单的陶瓷器，它们原来都是普通的物件，由于艺术的巧思站在时间之上，便使它们不朽。"}
{"text":"就是一块年代久远的汉玉，如果没有匠心，也比不上这两件作品的价值。故宫有许多作品都是这样的，不用谈到玉器，有许多铜器铁器，甚至最简单的陶瓷器，它们原来都是普通的物件，由于艺术的巧思站在时间之上，便使它们不朽。但是我在故宫的朋友仍然是不满足的，他们常常感慨八国联军之后，太多中国的宝物流入番邦，成为异国博物馆的稀世之珍，我们观赏不易，只有借着书籍图册来做乡愁的安慰，我们总是恨不得中国的归中国，属于中国，这恐怕是不可避免的情感，据说法国人一再向英国政府提出请求，希望英国归还留在英女王皇宫中的法国家具，理由很简单这些历史悠久的法国家具，在英国只是家具，在法国却是国宝，英国的不归还却没有理由，这种冷淡的态度曾令许多骄傲的法国伦为之落泪。中国流至世界各地的绝不仅止于家具，因此每次我看到各国的博物馆开出中国馆，展出连中国都没有的宝物时，虽不致落泪，却觉得无比惆怅，像一些滴落的血。可叹的是，我们连争取都没有，只能在外国的博物馆里听黄发蓝眼的人发出的采声。有一回在西雅图美术馆看到许多精美无匹的唐三彩，使我在美术馆门口的脚步浮动，几乎忘记了怎么好好的走路。最近，我在故宫，曾仔细地站着欣赏几个象牙球，那些大小不一样的象牙球，即使隔橱窗，还能看到球中有球，一层层的包围着，最细小的球甚至可以往里面推到无限。其实，象牙球在故宫里只是最普通的宝物，也有许多流到外国，但一点也不减损它的价值――恐怕一个匠人的一生，刻不了几个象牙球吧！在那一刻，我觉得中国艺术的珍藏，和文化的光华真有些象牙球似的，一层一层的发展出来，最后成为完美的圆形的实体。我们看过不少外国文化艺术的颠峰之作，也曾令我们心灵震荡，但它的意义还比不上一个象牙球，因为象牙球只是中国艺术心灵的小小象征，它里面流着和我们一样的血，创作的人和我们有相同的文化，用相同的语言文字，甚至和我们有一样历史和地理的背景。我觉得，故宫给我最大的感动，是它让我们感到在浩浩土地悠悠历史中并不孤立，有许多流着和我们相同血液的伟大心灵陪伴着我们，环分节阅读视着我们。"}
{"text":"我觉得，故宫给我最大的感动，是它让我们感到在浩浩土地悠悠历史中并不孤立，有许多流着和我们相同血液的伟大心灵陪伴着我们，环分节阅读视着我们。这样想时，我就不再那么羡慕在故宫工作的朋友了，因为我们不是研究者，只是欣赏者，从大角度看，故宫只是一条血的河流，一个可以呼吸的花园，或者只是一种呼应着的情感。能感受山之美的人不一定要住在山中，能体会水之媚的人不一定要住在水旁，能欣赏象牙球的人不一定要手握象牙球，只要心中有山有水有象牙球也就够了，因为最美的事物永远是在心中，不是在眼里。――一九八三年一月五日金色的胡姬我在新加坡植物园买的一朵金色胡姬花，前几天不小心碰断了，露出它还鲜红花瓣的血肉来。新加坡是个盛产兰花的国度，但是他们把兰花，称做胡姬，可能是因为它的英文学名，直译而来。记得在新加坡植物园看胡姬花，确是令我心头为之一震。在中国，我们说兰花有三种，一茎一花的是草兰，一茎数花的是惠兰，素心的叫素心兰可是新加坡的胡姬花有数十茎结成数百朵花，叫人眼花镣乱。过去，我是顶不爱兰花，总觉得兰花太娇贵，要养成一盆兰花往往费去许多心血而且兰花太孤，有的一年才开一次花，结成少数的几朵兰花又太假，别的花卉，花瓣总是柔软的，兰花却硬得像纸板一样，因此兰花的假花也最多，手艺好的缎带花匠可以做到令人分不清真假。新加坡的胡姬完全不是这样，它很大众化，随便一养就能存活，并且能终年盛开由于开花容易，花繁色盛，自然使假花绝迹。在植物园看胡姬那一次，一大片的兰花同时盛开，在微雨之中，声势浩大，像排山倒海一般。陪我去的朋友，一直鼓动我买一朵金色的胡姬，我说我最不喜欢假花的，朋友说那不是假花，是永远的真花。"}
{"text":"新加坡的胡姬完全不是这样，它很大众化，随便一养就能存活，并且能终年盛开由于开花容易，花繁色盛，自然使假花绝迹。在植物园看胡姬那一次，一大片的兰花同时盛开，在微雨之中，声势浩大，像排山倒海一般。陪我去的朋友，一直鼓动我买一朵金色的胡姬，我说我最不喜欢假花的，朋友说那不是假花，是永远的真花。原来，新加坡为了宣扬他们的国花胡姬，研究出一种保存的办法他们采摘了盛开的胡姬，先压出花里所有的水分，使它成为一朵干花，然后在上面镀金，举凡花的大小。形状全都保存了，只是上面是一层黄澄澄的金色。这确是一个好办法，我便在朋友的鼓吹下，用很便宜的价格，买了一朵胡姬花。带回台湾以后，有时想想，那朵花的心中是胡姬，可是外表却有了中原的颜色，就像新加坡这个国家一样，它大部分是中国人，讲中国话，可是他们偏偏是新加坡，也难怪兰花一封了新加坡就变成胡姬。胡姬也没有什么不好，在中国魏晋南北朝一直到唐朝，长安城里就有许多当炉卖酒的胡姬。你看古来的画册，胡姬都是高鼻美目，身材健美，热情洋溢的，比起古典的中国美人，确有另一番风情。记得李白有一首少年行的诗歌五陵年少金市东，银鞍白马度春风落花踏尽游何处，笑人胡姬酒肆中。可见胡姬的迷人之处，五陵少年在踏尽落花，无地可游的时候，想起的正是胡姬的酒店。再说，如果李白是汉胡混血儿的传说属实，我们唐朝的伟大诗人的母亲正是一位胡姬。更早的魏晋南北朝，竹林七贤之一的阮咸，他曾经在母丧期间，身穿孝服，骑着驴于去追求私恋已久的胡姬，引起时人的骇异。现在想起来，更是可以推知当时胡人少女的美。胡人少女本来是骑着彪马，在草原上飞驰的，当她们一迸人中土，镀了金，马上的英气未失，还做着中原少女的装扮，无怪要引起多情浪漫文人的追逐了。唐朝诗人李颀，在古意一诗里有这样两句辽东小妇年十五，惯弹琵琶解歌舞，又能知道美丽的胡人少女不仅是有英姿和美色，还能歌善舞，颇有才艺。在王昭君的一曲琵琶恨正长之后，胡人少女来到中华上国，却是尽去柔靡之色，另有一种活泼的面貌。"}
{"text":"唐朝诗人李颀，在古意一诗里有这样两句辽东小妇年十五，惯弹琵琶解歌舞，又能知道美丽的胡人少女不仅是有英姿和美色，还能歌善舞，颇有才艺。在王昭君的一曲琵琶恨正长之后，胡人少女来到中华上国，却是尽去柔靡之色，另有一种活泼的面貌。熟知中国艺术和文学发展的人都知道，从魏晋南北朝到唐朝，是胡人艺术和文学与汉人的艺术和文学相互激荡最为蓬勃的时代，因此也是中国艺术和文学发光，最辉煌灿烂的时代，这纂胡人血液注人中国不无关系，胡人的血液是什么呢？是豪放的草原本色，未经过刻意与细致的雕琢，这种本色一旦埋人杰出的文学艺术家的胸怀，很自然的能生出大的力量。胡人的本色又是如何刺激文学艺术家的怀抱呢？恐怕正是胡人美丽的少女，激发了文人的想像力吧！有一次，我坐在新加坡最古老的酒店莱佛士酒店喝咖啡，酒店的花园里种满了盛开的胡姬花，每个咖啡桌上又摆着一盆胡姬，凉风拂过胡姬花吹到人的脸上，真能令人在南国的夕阳中沉入远古的追思。我坐在胡姬花的围绕之中，想起的正是李白笑人胡姬酒肆中这一句。新加坡也如他们的国花胡姬一样，大部分是中国人的后裔，却流着印度人马来人英国人等不同的血液，才在荒芜的热带里创造了一种新的文化，引起世界的瞩目。他们的胡姬事实上是精神的象征，它和兰花一样美，但生命力却比兰花还要强悍，它还可以镀金，不失原貌。我的桌子上，现在正摆着那一朵已经折断的金色胡姬，断了花瓣的胡姬再也不美了，但是我却想起在南方一隅，许多中国人后裔创造一个新的国度，那里的胡姬即使是冬季，也是花色削鲜，因为那里是没有冬季的。――一九八二年十一月二十二日小千世界安迪台风来访时，我正在朋友的书斋闲谈，狂乱喧嚣的风雨声不时透窗而来，一盏细小的灯花烛火在风中微明微灭，但是屋外的风雨愈大，我愈感觉得朋友书房的幽静，并且微透出书的香气。我常想，在茫茫的大千世界里，每一个人都应该保有一个自己的小千世界，这小千世界是可以思考神游欢娱忧伤，甚至忏悔的地方，应该完全不受到干扰，如此，做为独立的人才有意义。"}
