{"text":"一九三三年二月二十三夜。三月二十五日，许霞译自改造四月特辑，更由校定。本篇为日本改造社特约稿，原系日文，发表于一九三三年四月号改造。后由许霞许广平译成中文，经校定，发表于一九三三年五月一日现代第三卷第一期。内山完造―日本人，当时在上海开设主要出售日文书籍的内山书店。一九二七年十月他与结识后常有交往。蔡先生即蔡元培―，字鹤卿，号孑民，浙江绍兴人。近代教育家。当时是中国民权保障同盟领导人之一。孙夫人即宋庆龄，广东文昌人，政治家。笔会带有国际性的著作家团体，一九二一年在伦敦成立。中国分会由蔡元培任理事长，一九二九年十二月成立于上海，后来自行涣散。梅兰芳博士一九三年梅兰芳赴美访问时，美国波摩那大学及南加州大学曾授予他文学博士的荣誉学位。邵洵美―浙江余姚人。曾出资创办金屋书店，主编金屋月刊，提倡唯美主义文学。著有诗集花一般的罪恶等。张若谷江苏南汇今属上海人，当时的投机文人。他在一九三三年二月十八日大晚报发表五十分钟和萧伯纳在一起一文，其中记述给萧伯纳送礼时的情形说笔会的同人，派希腊式鼻子的邵洵美做代表，捧了一只大的玻璃框子，里面装了十几个北平土产的泥制优伶脸谱，红面孔的关云长，白面孔的曹操，长胡子的老生，包扎头的花旦，五颜六色，煞是好看。萧老头儿装出似乎很有兴味的样子，指着一个长白胡须和他有些相像的脸谱，微笑着问道这是不是中国的老爷？不是老爷，是舞台上的老头儿。我对他说。他好像没有听见，仍旧笑嘻嘻地指着一个花旦的脸谱说她不是老爷的女儿吧？据张若谷自称，他所说的舞台上的老头儿，是讽刺萧伯纳的。木村毅当时日本改造社的记者。在萧伯纳将到上海时，他被派前来采访，并约为改造杂志撰写关于萧伯纳的文章。英字新闻指上海字林西报一九三三年二月十八日一段报导回答着关于被压迫民族和他们应当怎么干的问题，萧伯纳先生说他们应当自己解决自己的问题，中国也应当这样干。中国的民众应当自己组织起来，并且，他们所要挑选的自己的统治者，不是什么戏子或者封建的王公。日本字新闻指上海每日新闻一九三三年二月十八日的一段报导中国记者问对于中国政府的你的意见呢？"}
{"text":"在萧伯纳将到上海时，他被派前来采访，并约为改造杂志撰写关于萧伯纳的文章。英字新闻指上海字林西报一九三三年二月十八日一段报导回答着关于被压迫民族和他们应当怎么干的问题，萧伯纳先生说他们应当自己解决自己的问题，中国也应当这样干。中国的民众应当自己组织起来，并且，他们所要挑选的自己的统治者，不是什么戏子或者封建的王公。日本字新闻指上海每日新闻一九三三年二月十八日的一段报导中国记者问对于中国政府的你的意见呢？――在中国，照我所知道，政府有好几个，你是指那一个呀？汉字新闻据萧伯纳在上海一书所引，当时上海有中文报纸曾报导萧伯纳的话说中国今日所需要者为良好政府，要知好政府及好官吏，绝非一般民众所欢迎。论第三种人论第三种人这三年来，关于文艺上的论争是沉寂的，除了在指挥刀的保护之下，挂着左翼的招牌，在马克斯主义里发见了文艺自由论，列宁主义里找到了杀尽共匪说的论客的理论之外，几乎没有人能够开口，然而，倘是为文艺而文艺的文艺，却还是自由的，因为他决没有收了卢布的嫌疑。但在第三种人，就是死抱住文学不放的人，又不免有一种苦痛的豫感左翼文坛要说他是资产阶级的走狗。代表了这一种第三种人来鸣不平的，是现代杂志第三和第六期上的苏汶先生的文章我在这里先应该声明我为便利起见，暂且用了代表，第三种人这些字眼，虽然明知道苏汶先生的作家之群，是也如拒绝或者，多少，影响这一类不十分决定的字眼一样，不要固定的名称的，因为名称一固定，也就不自由了。他以为左翼的批评家，动不动就说作家是资产阶级的走狗，甚至于将中立者认为非中立，而一非中立，便有认为资产阶级的走狗的可能，号称左翼作家者既然左而不作，第三种人又要作而不敢，于是文坛上便没有东西了。然而文艺据说至少有一部分是超出于阶级斗争之外的，为将来的，就是第三种人所抱住的真的，永久的文艺。――但可惜，被左翼理论家弄得不敢作了，因为作家在未作之前，就有了被骂的豫感。我相信这种豫感是会有的，而以第三种人自命的作家，也愈加容易有。我也相信所说，现在很有懂得理论，而感情难变的作家。然而感情不变，则懂得理论的度数，就不免和感情已变或略变者有些不同，而看法也就因此两样。"}
{"text":"然而文艺据说至少有一部分是超出于阶级斗争之外的，为将来的，就是第三种人所抱住的真的，永久的文艺。――但可惜，被左翼理论家弄得不敢作了，因为作家在未作之前，就有了被骂的豫感。我相信这种豫感是会有的，而以第三种人自命的作家，也愈加容易有。我也相信所说，现在很有懂得理论，而感情难变的作家。然而感情不变，则懂得理论的度数，就不免和感情已变或略变者有些不同，而看法也就因此两样。苏汶先生的看法，由我看来，是并不正确的。自然，自从有了左翼文坛以来，理论家曾经犯过错误，作家之中，也不但如苏汶先生所说，有左而不作的，并且还有由左而右，甚至于化为民族主义文学的小卒，书坊的老板，敌党的探子的，然而这些讨厌左翼文坛了的文学家所遗下的左翼文坛，却依然存在，不但存在，还在发展，克服自己的坏处，向文艺这神圣之地进军。苏汶先生问过克服了三年，还没有克服好么？回答是是的，还要克服下去，三十年也说不定。然而一面克服着，一面进军着，不会做待到克服完成，然后行进那样的傻事的。但是，苏汶先生说过笑话左翼作家在从资本家取得稿费现在我来说一句真话，是左翼作家还在受封建的资本主义的社会的法律的压迫，禁锢，杀戮。所以左翼刊物，全被摧残，现在非常寥寥，即偶有发表，批评作品的也绝少，而偶有批评作品的，也并未动不动便指作家为资产阶级的走狗，而且不要同路人。左翼作家并不是从天上掉下来的神兵，或国外杀进来的仇敌，他不但要那同走几步的同路人，还要招致那站在路旁看看的看客也一同前进。但现在要问左翼文坛现在因为受着压迫，不能发表很多的批评，倘一旦有了发表的可能，不至于动不动就指第三种人为资产阶级的走狗么？我想，倘若左翼批评家没有宣誓不说，又只从坏处着想，那是有这可能的，也可以想得比这还要坏。不过我以为这种豫测，实在和想到地球也许有破裂之一日，而先行自杀一样，大可以不必的。然而苏汶先生的第三种人，却据说是为了这未来的恐怖而搁笔了。未曾身历，仅仅因为心造的幻影而搁笔，死抱住文学不放的的拥抱力，又何其弱呢？两个爱人，有因为豫防将来的社会上的斥责而不敢拥抱的么？其实，这第三种人的搁笔，原因并不在左翼批评的严酷。"}
{"text":"我想，倘若左翼批评家没有宣誓不说，又只从坏处着想，那是有这可能的，也可以想得比这还要坏。不过我以为这种豫测，实在和想到地球也许有破裂之一日，而先行自杀一样，大可以不必的。然而苏汶先生的第三种人，却据说是为了这未来的恐怖而搁笔了。未曾身历，仅仅因为心造的幻影而搁笔，死抱住文学不放的的拥抱力，又何其弱呢？两个爱人，有因为豫防将来的社会上的斥责而不敢拥抱的么？其实，这第三种人的搁笔，原因并不在左翼批评的严酷。真实原因的所在，是在做不成这样的第三种人，做不成这样的人，也就没有了第三种笔，搁与不搁，还谈不到。生在有阶级的社会里而要做超阶级的作家，生在战斗的时代而要离开战斗而独立，生在现在而要做给与将来的作品，这样的人，实在也是一个心造的幻影，在现实世界上是没有的。要做这样的人，恰如用自己的手拔着头发，要离开地球一样，他离不开，焦躁着，然而并非因为有人摇了摇头，使他不敢拔了的缘故。所以虽是第三种人，却还是一定超不出阶级的，苏汶先生就先在豫料阶级的批评了，作品里又岂能摆脱阶级的利害也一定离不开战斗的，苏汶先生就先以第三种人之名提出抗争了，虽然抗争之名又为所不愿受而且也跳不过现在的，他在创作超阶级的，为将来的作品之前，先就留心于左翼的批判了。这确是一种苦境。但这苦境，是因为幻影不能成为实有而来的。即使没有左翼文坛作梗，也不会有这第三种人，何况作品。但苏汶先生却又心造了一个横暴的左翼文坛的幻影，将第三种人的幻影不能出现，以至将来的文艺不能发生的罪孽，都推给它了。左翼作家诚然是不高超的，连环图画，唱本，然而也不到苏汶先生所断定那样的没出息。左翼也要托尔斯泰，弗罗培尔。但不要努力去创造一些属于将来因为他们现在是不要的的东西的托尔斯泰和弗罗培尔。他们两个，都是为现在而写的，将来是现在的将来，于现在有意义，才于将来会有意义。尤其是托尔斯泰，他写些小故事给农民看，也不自命为第三种人，当时资产阶级的多少攻击，终于不能使他搁笔。左翼虽然诚如苏汶先生所说，不至于蠢到不知道连环图画是产生不出托尔斯泰，产生不出弗罗培尔来，但却以为可以产出密开朗该罗，达文希那样伟大的画手。而且我相信，从唱本说书里是可以产生托尔斯泰，弗罗培尔的。"}
{"text":"他们两个，都是为现在而写的，将来是现在的将来，于现在有意义，才于将来会有意义。尤其是托尔斯泰，他写些小故事给农民看，也不自命为第三种人，当时资产阶级的多少攻击，终于不能使他搁笔。左翼虽然诚如苏汶先生所说，不至于蠢到不知道连环图画是产生不出托尔斯泰，产生不出弗罗培尔来，但却以为可以产出密开朗该罗，达文希那样伟大的画手。而且我相信，从唱本说书里是可以产生托尔斯泰，弗罗培尔的。现在提起密开朗该罗们的画来，谁也没有非议了，但实际上，那不是宗教的宣传画，旧约的连环图画么？而且是为了那时的现在的。总括起来说，苏汶先生是主张第三种人与其欺骗，与其做冒牌货，倒还不如努力去创作，这是极不错的。定要有自信的勇气，才会有工作的勇气！这尤其是对的。然而苏汶先生又说，许多大大小小的第三种人们，却又因为豫感了不祥之兆――左翼理论家的批评而搁笔了！怎么办呢？十月十日。本篇最初发表于一九三二年十一月一日上海现代第二卷第一期。一九三一年十二月，胡秋原在他所主持的文化评论创刊号发表了阿狗文艺论一文，他自称自由人，一方面批评民族主义文学，一方面则对当时左联所领导的革命文学运动进行攻击，认为将艺术堕落到一种政治的留声机，那是艺术的叛徒。其后，他又连续发表了勿侵略文艺钱杏理论之清算二文，诽谤当时的革命文学运动，因此受到左联的反击。洛扬冯雪峰在文艺新闻第五十八期一九三二年六月六日上发表了致文艺新闻的信，指出胡秋原的目的是进攻整个普罗革命文学运动，揭露了胡秋原在自由人假面具掩盖下的反动实质。由此苏汶即杜衡就在现代第一卷第三期一九三二年七月发表了关于文新与胡秋原的文艺论辩一文，自称第三种人，认为当时许多作家即他所说的作家之群之所以搁笔，是因为左联批评家的凶暴，和左联霸占了文坛的缘故并在文中对人民的革命斗争进行歪曲和诽谤。于是左联也就继续对胡秋原苏汶等加以反击和批判。本篇及瞿秋白所作文艺的自由和文学家的不自由一九三二年十月现代第一卷第六期就是在这情形下发表的。这里所说的论客，指胡秋原和某些托洛茨基派分子。"}
{"text":"于是左联也就继续对胡秋原苏汶等加以反击和批判。本篇及瞿秋白所作文艺的自由和文学家的不自由一九三二年十月现代第一卷第六期就是在这情形下发表的。这里所说的论客，指胡秋原和某些托洛茨基派分子。当时胡秋原曾冒充马克思主义者，并和托洛茨基派分子相勾结托洛茨基派同国民党反动派一鼻孔出气，诬蔑中国工农红军为土匪。死抱住文学不放的人这是苏汶在关于文新与胡秋原的文艺论辩中的话在智识阶级的自由人和不自由的，有党派的阶级争着文坛的霸权的时候，最吃苦的，却是这两种人之外的第三种人。这第三种人便是所谓之群。，老实说，是多少带点我前面所说起的死抱住文学不肯放手的气味的。这是苏汶在关于文新与胡秋原的文艺论辩一文中所说的话诚哉，难乎其为作家！他只想替文学，不管是煽动的也好，暴露的也好，留着一线残存的生机，但是又怕被料事如神的指导者们算出命来，派定他是那一阶级的走狗。苏汶―又名杜衡，原名戴克崇，浙江杭县人，当时现代月刊的编辑。这里所说苏汶的文章，即上述关于文新与胡秋原的文艺论辩和现代第六期一九三二年十月所载第三种人的出路。左而不作见苏汶第三种人的出路不勇于欺骗的作家，既不敢拿出他们所有的东西，而别人所要的却又拿不出，于是怎么办？――搁笔。这搁笔不是什么江郎才尽，而是不敢动笔。因为做了忠实的左翼作家之后，他便会觉得与其作而不左，倒还不如左而不作。而在今日之下，左而不作的左翼作家，何其多也！苏汶的这些话也见第三种人的出路中国无产阶级文学运动已经有了三年的历史。在这三年的期间内，理论是明显地进步了，但是作品呢？不但在量上不见其增多，甚至连质都未见得有多大的进展。固然有人高唱着克服什么什么的根性和偏见。但是克服了三年还没有克服好吗？苏汶说过笑话，也见第三种人的出路容我说句笑话，连在中国这样野蛮的国家，左翼诸公都还可以拿他们的反资本主义的作品去从资本家手里换出几个稿费来呢。"}
{"text":"在这三年的期间内，理论是明显地进步了，但是作品呢？不但在量上不见其增多，甚至连质都未见得有多大的进展。固然有人高唱着克服什么什么的根性和偏见。但是克服了三年还没有克服好吗？苏汶说过笑话，也见第三种人的出路容我说句笑话，连在中国这样野蛮的国家，左翼诸公都还可以拿他们的反资本主义的作品去从资本家手里换出几个稿费来呢。苏汶在关于文新与胡秋原的文艺论辩中说譬如拿他们按指左联所提倡的文艺大众化这问题来说吧。他们鉴于现在劳动者没有东西看，在那里看陈旧的充满了封建气味的这就是说，有害的连环图画和唱本。于是他们便要作家们去写一些有利的连环图画和唱本来给劳动者们看。这样低级的形式还生产得出好的作品吗？确实，连环图画里是产生不出托尔斯泰，产生不出弗罗培尔来的。这一点难道左翼理论家们会不知道？他们断然不会那么蠢。但是，他们要弗罗培尔什么用呢？要托尔斯泰什么用呢？他们不但根本不会叫作家去做成弗罗培尔或托尔斯泰，就使有了，他们也是不要，至少他们目前已是不要。而且这不要是对的，辩证的。也许将来，也许将来他们会原谅，不过此是后话。托尔斯泰指列夫托尔斯泰。他曾特别关注俄国农民的悲惨处境和命运，编写了大量以农民为主要读者对象的民间故事传说和寓言。这类作品，鼓吹了宗教道德，同时也揭露了沙皇统治的罪恶，因而有些遭到了当局的删改和查禁。弗罗培尔保福玻薄保福福埃敫荩导摇谐说包法利夫人情感教育等。密开朗该罗，―朊卓琪罗，文艺复兴时期的意大利雕刻家画家。绘画代表作有创世记和最后的审判等。达文希，―，通译达芬奇，文艺复兴时期的意大利画家。代表作有蒙娜丽莎和最后的晚餐等。旧约即旧约全书，基督教圣经的前部分后部分为新约全书。这句话和末句的怎么办呢，均见第三种人的出路。"}
{"text":"达文希，―，通译达芬奇，文艺复兴时期的意大利画家。代表作有蒙娜丽莎和最后的晚餐等。旧约即旧约全书，基督教圣经的前部分后部分为新约全书。这句话和末句的怎么办呢，均见第三种人的出路。林克多苏联闻见录序林克多苏联闻见录序大约总归是十年以前罢，我因为生了病，到一个外国医院去请诊治，在那待诊室里放着的一本德国星期报上，看见了一幅关于俄国十月革命的漫画，画着法官，教师，连医生和看护妇，也都横眉怒目，捏着手枪。这是我最先看见的关于十月革命的讽刺画，但也不过心里想，有这样凶暴么，觉得好笑罢了。后来看了几个西洋人的旅行记，有的说是怎样好，有的又说是怎样坏，这才莫名其妙起来。但到底也是自己断定这革命恐怕对于穷人有了好处，那么对于阔人就一定是坏的，有些旅行者为穷人设想，所以觉得好，倘若替阔人打算，那自然就都是坏处了。但后来又看见一幅讽刺画，是英文的，画着用纸版剪成的工厂，学校，育儿院等等，竖在道路的两边，使参观者坐着摩托车，从中间驶过。这是针对着做旅行记述说苏联的好处的们而发的，犹言参观的时候，受了他们的欺骗。政治和经济的事，我是外行，但看去年苏联煤油和麦子的输出，竟弄得资本主义文明国的人们那么骇怕的事实，却将我多年的疑团消释了。我想假装面子的国度和专会杀人的人民，是决不会有这么巨大的生产力的，可见那些讽刺画倒是无耻的欺骗。不过我们中国人实在有一点小毛病，就是不大爱听别国的好处，尤其是清党之后，提起那日有建设的苏联。一提到罢，不是说你意在宣传，就是说你得了卢布。而且宣传这两个字，在中国实在是被糟蹋得太不成样子了，人们看惯了什么阔人的通电，什么会议的宣言，什么名人的谈话，发表之后，立刻无影无踪，还不如一个屁的臭得长久，于是渐以为凡有讲述远处或将来的优点的文字，都是欺人之谈，所谓宣传，只是一个为了自利，而漫天说谎的雅号。自然，在目前的中国，这一类的东西是常有的，靠了钦定或官许的力量，到处推销无阻，可是读的人们却不多，因为宣传的事，是必须在现在或到后来有事实来证明的，这才可以叫作宣传。而中国现行的所谓宣传，则不但后来只有证明这宣传确凿就是说谎的事实而已，还有一种坏结果，是令人对于凡有记述文字逐渐起了疑心，临末弄得索性不着。"}
{"text":"自然，在目前的中国，这一类的东西是常有的，靠了钦定或官许的力量，到处推销无阻，可是读的人们却不多，因为宣传的事，是必须在现在或到后来有事实来证明的，这才可以叫作宣传。而中国现行的所谓宣传，则不但后来只有证明这宣传确凿就是说谎的事实而已，还有一种坏结果，是令人对于凡有记述文字逐渐起了疑心，临末弄得索性不着。即如我自己就受了这影响，报章上说的什么新旧三都的伟观，南北两京的新气，固然只要看见标题就觉得肉麻了，而且连讲外国的游记，也竟至于不大想去翻动它。但这一年内，也遇到了两部不必用心戒备，居然看完了的书，一是胡愈之先生的莫斯科印象记，一就是这苏联闻见录。因为我的辨认草字的力量太小的缘故，看下去很费力，但为了想看看这自说为了吃饭问题，不得不去做工的工人的见闻，到底看下去了。虽然中间遇到好像讲解统计表一般的地方，在我自己，未免觉得枯燥，但好在并不多，到底也看下去了。那原因，就在仿佛对朋友谈天似的，不用美丽的字眼，不用巧妙的做法，平铺直叙，说了下去，是平常的人，文章是平常的文章，所见所闻的苏联，是平平常常的地方，那人民，是平平常常的人物，所设施的正是合于人情，生活也不过像了人样，并没有什么希奇古怪。倘要从中猎艳搜奇，自然免不了会失望，然而要知道一些不搽粉墨的真相，却是很好的。而且由此也可以明白一点世界上的资本主义文明国之定要进攻苏联的原因。工农都像了人样，于资本家和地主是极不利的，所以一定先要歼灭了这工农大众的模范。苏联愈平常，他们就愈害怕。前五六年，北京盛传广东的裸体游行，后来南京上海又盛传汉口的裸体游行，就是但愿敌方的不平常的证据。据这书里面的记述，苏联实在使他们失望了。为什么呢？因为不但共妻，杀父，裸体游行等类的不平常的事，确然没有而已，倒是有了许多极平常的事实，那就是将宗教，家庭，财产，祖国，礼教一切神圣不可侵犯的东西，都像粪一般抛掉，而一个簇新的，真正空前的社会制度从地狱底里涌现而出，几万万的群众自己做了支配自己命运的人。这种极平常的事情，是只有匪徒才干得出来的。该杀者，匪徒也。"}
