{"text":"铁铉―字鼎石，河南邓州今邓县人。明建文帝时任山东参政，燕王朱棣即后来的永乐帝起兵夺位，他在济南屡破燕王兵，升兵部尚书。燕王登位后被处死。据谷应泰明史纪事本末壬午殉难载铁铉被执至京陛见，背立庭中，正言不屈，令一顾不可得。割其耳鼻，竟不肯顾遂寸磔之，至死，犹喃喃骂不绝。文皇永乐乃令舁大镬至，纳油数斛，熬之，投铉尸，顷刻成煤炭。关于铁铉两个女儿入教坊的事，据明代王鏊的震泽纪闻载铉有二女，入教坊数月，终不受辱。有铉同官至，二女为诗以献。文皇曰彼终不屈乎？乃赦出之，皆适士人。教坊，唐代开始设立的掌管教练女乐的机构。后来封建统治者常把罪犯的妻女罚入教坊，实际上是一种官妓。曲终奏雅语见汉书司马相如传扬雄以为靡丽之赋劝百而讽一，犹骋郑卫之声，曲终而奏雅，不已戏乎？永乐的上谕参看本书病后杂谈之余第一节。张献忠祭梓潼神文见于蜀碧卷三和蜀龟鉴卷三，原文如下咱老子姓张，你也姓张，为甚吓咱老子？咱与你联了宗罢。尚享。两书中个别字稍有不同梓潼神，据明史礼志四，梓潼帝君姓张名亚子，晋时人。杭世骏―字大宗，浙江仁和今余杭人，清代考据家。乾隆时官御史。著有订讹类编道古堂诗文集等。订讹类编，六卷，又续补二卷，是一部考订古籍真伪异同的书。下面的引文是杭世骏照录钱谦益列朝诗集闰集卷四中的话。据列朝诗集其论作其语，好事作好事者。国朝文纂明代诗文的汇编。据明史艺文志集类三总集类载王栋国朝文纂四十卷，又张士瀹明文纂五十卷。拿破仑与隋那拿破仑与隋那我认识一个医生，忙的，但也常受病家的攻击，有一回，自解自叹道要得称赞，最好是杀人，你把拿破仑和隋那，―去比比看我想，这是真的。拿破仑的战绩，和我们什么相干呢，我们却总敬服他的英雄。甚而至于自己的祖宗做了蒙古人的奴隶，我们却还恭维成吉思从现在的字眼睛看来，黄人揖橇又至耍颐侨椿箍湟乩因为他们三个，都是杀人不眨眼的大灾星。但我们看看自己的臂膊，大抵总有几个疤，这就是种过牛痘的痕迹，是使我们脱离了天花的危症的。"}
{"text":"拿破仑的战绩，和我们什么相干呢，我们却总敬服他的英雄。甚而至于自己的祖宗做了蒙古人的奴隶，我们却还恭维成吉思从现在的字眼睛看来，黄人揖橇又至耍颐侨椿箍湟乩因为他们三个，都是杀人不眨眼的大灾星。但我们看看自己的臂膊，大抵总有几个疤，这就是种过牛痘的痕迹，是使我们脱离了天花的危症的。自从有这种牛痘法以来，在世界上真不知救活了多少孩子，――虽然有些人大起来也还是去给英雄们做炮灰，但我们有谁记得这发明者隋那的名字呢？杀人者在毁坏世界，救人者在修补它，而炮灰资格的诸公，却总在恭维杀人者。这看法倘不改变，我想，世界是还要毁坏，人们也还要吃苦的。十一月六日。本篇最初印入上海生活书店编辑出版的一九三五年文艺日记。拿破仑，―即拿破仑波拿巴，法国资产阶级革命时期的军事家政治家。一七九九年担任共和国执政。一八四年建立法兰西第一帝国，自称拿破仑一世。隋那通译琴纳，英国医学家，牛痘接种的创始者。德国纳粹党的党徽病后杂谈之余病后杂谈之余――关于舒愤懑一我常说明朝永乐皇帝的凶残，远在张献忠之上，是受了宋端仪的立斋闲录的影响的。那时我还是满洲治下的一个拖着辫子的十四五岁的少年，但已经看过记载张献忠怎样屠杀蜀人的蜀碧，痛恨着这流贼的凶残。后来又偶然在破书堆里发见了一本不全的立斋闲录，还是明抄本，我就在那书上看见了永乐的上谕，于是我的憎恨就移到永乐身上去了。那时我毫无什么历史知识，这憎恨转移的原因是极简单的，只以为流贼尚可，皇帝却不该，还是礼不下庶人的传统思想。至于立斋闲录，好像是一部少见的书，是明人，而明朝已有抄本，那刻本之少就可想。记得汇刻书目说是在明代的一部什么丛书中，但这丛书我至今没有见清四库全书总目提要将它放在存目里，那么，四库全书里也是没有的，我家并不是藏书家，我真不解怎么会有这明抄本。"}
{"text":"至于立斋闲录，好像是一部少见的书，是明人，而明朝已有抄本，那刻本之少就可想。记得汇刻书目说是在明代的一部什么丛书中，但这丛书我至今没有见清四库全书总目提要将它放在存目里，那么，四库全书里也是没有的，我家并不是藏书家，我真不解怎么会有这明抄本。这书我一直保存着，直到十多年前，因为肚子饿得慌了，才和别的两本明抄和一部明刻的宫闺秘典去卖给以藏书家和学者出名的傅某，他使我跑了三四趟之后，才说一总给我八块钱，我赌气不卖，抱回来了，又藏在北平的寓里但久已没有人照管，不知道现在究竟怎样了。那一本书，还是四十年前看的，对于永乐的憎恨虽然还在，书的内容却早已模模胡胡，所以在前几天写病后杂谈时，举不出一句永乐上谕的实例。我也很想看一看永乐实录，但在上海又如何能够来青阁有残本在寄售，十本，实价却是一百六十元，也决不是我辈书架上的书。又是一个偶然昨天在安徽丛书第三集中看见了清俞正燮―癸巳类稿的改定本，那除乐户丐户籍及女乐考附古事里，却引有永乐皇帝的上谕，是根据王世贞合艹州史料中的南京法司所记的，虽然不多，又未必是精粹，但也足够略见一斑，和献忠流贼的作品相比较了。摘录于下――永乐十一年正月十一日，教坊司于右顺门口奏齐泰姊及外甥媳妇，又黄子澄妹四个妇人，每一日一夜，二十余条汉子看守着，年少的都有身孕，除生子令做小龟子，又有三岁女子，奏请圣旨。奉钦依由他。不的到长大便是个淫贱材儿？铁铉妻杨氏年三十五，送教坊司茅大芳妻张氏年五十六，送教坊司。张氏病故，教坊司安政于奉天门奏。奉圣旨分付上元县抬出门去，着狗吃了！钦此！君臣之间的问答，竟是这等口吻，不见旧记，恐怕是万想不到的罢。但其实，这也仅仅是一时的一例。自有历史以来，中国人是一向被同族和异族屠戮，奴隶，敲掠，刑辱，压迫下来的，非人类所能忍受的楚毒，也都身受过，每一考查，真教人觉得不像活在人间。俞正燮看过野史，正是一个因此觉得义愤填膺的人，所以他在记载清朝的解放惰民丐户，罢教坊，停女乐的故事之后，作一结语道――自三代至明，惟宇文周武帝，唐高祖，后晋高祖，金，元，及明景帝，于法宽假之，而尚存其旧。余皆视为固然。本朝尽去其籍，而天地为之廓清矣。"}
{"text":"但其实，这也仅仅是一时的一例。自有历史以来，中国人是一向被同族和异族屠戮，奴隶，敲掠，刑辱，压迫下来的，非人类所能忍受的楚毒，也都身受过，每一考查，真教人觉得不像活在人间。俞正燮看过野史，正是一个因此觉得义愤填膺的人，所以他在记载清朝的解放惰民丐户，罢教坊，停女乐的故事之后，作一结语道――自三代至明，惟宇文周武帝，唐高祖，后晋高祖，金，元，及明景帝，于法宽假之，而尚存其旧。余皆视为固然。本朝尽去其籍，而天地为之廓清矣。汉儒歌颂朝廷功德，自云舒愤懑，除乐户之事，诚可云舒愤懑者故列古语琐事之实，有关因革者如此。这一段结语，有两事使我吃惊。第一事，是宽假奴隶的皇帝中，汉人居很少数。但我疑心俞正燮还是考之未详，例如金元，是并非厚待奴隶的，只因那时连中国的蓄奴的主人也成了奴隶，从征服者看来，并无高下，即所谓一视同仁，于是就好像对于先前的奴隶加以宽假了。第二事，就是这自有历史以来的虐政，竟必待满洲的清才来廓清，使考史的儒生，为之拍案称快，自比于汉儒的舒愤懑――就是明末清初的才子们之所谓不亦快哉！然而解放乐户却是真的，但又并未廓清，例如绍兴的惰民，直到民国革命之初，他们还是不与良民通婚，去给大户服役，不过已有报酬，这一点，恐怕是和解放之前大不相同的了。革命之后，我久不回到绍兴去了，不知道他们怎样，推想起来，大约和三十年前是不会有什么两样的。二但俞正燮的歌颂清朝功德，却不能不说是当然的事。他生于乾隆四十年，到他壮年以至晚年的时候，文字狱的血迹已经消失，满洲人的凶焰已经缓和，愚民政策早已集了大成，剩下的就只有功德了。那时的禁书，我想他都未必看见。现在不说别的，单看雍正乾隆两朝的对于中国人著作的手段，就足够令人惊心动魄。全毁，抽毁，剜去之类也且不说，最阴险的是删改了古书的内容。乾隆朝的纂修四库全书，是许多人颂为一代之盛业的，但他们却不但捣乱了古书的格式，还修改了古人的文章不但藏之内廷，还颁之文风较盛之处，使天下士子阅读，永不会觉得我们中国的作者里面，也曾经有过很有些骨气的人。这两句，奉官命改为永远看不出底细来。"}
{"text":"全毁，抽毁，剜去之类也且不说，最阴险的是删改了古书的内容。乾隆朝的纂修四库全书，是许多人颂为一代之盛业的，但他们却不但捣乱了古书的格式，还修改了古人的文章不但藏之内廷，还颁之文风较盛之处，使天下士子阅读，永不会觉得我们中国的作者里面，也曾经有过很有些骨气的人。这两句，奉官命改为永远看不出底细来。嘉庆道光以来，珍重宋元版本的风气逐渐旺盛，也没有悟出乾隆皇帝的圣虑，影宋元本或校宋元本的书籍很有些出版了，这就使那时的阴谋露了马脚。最初启示了我的是琳琅秘室丛书里的两部茅亭客话，一是校宋本，一是四库本，同是一种书，而两本的文章却常有不同，而且一定是关于华夷的处所。这一定是四库本删改了的现在连影宋本的茅亭客话也已出版，更足据为铁证，不过倘不和四库本对读，也无从知道那时的阴谋。琳琅秘室丛书我是在图书馆里看的，自己没有，现在去买起来又嫌太贵，因此也举不出实例来。但还有比较容易的法子在。新近陆续出版的四部丛刊续编自然应该说是一部新的古董书，但其中却保存着满清暗杀中国著作的案卷。例如宋洪迈的容斋随笔至五笔是影宋刊本和明活字本，据张元济跋，其中有三条就为清代刻本中所没有。所删的是怎样内容的文章呢？为惜纸墨计，现在只摘录一条容斋三笔卷三里的北狄俘虏之苦在这里――元魏破江陵，尽以所俘士民为奴，无分贵贱，盖北方夷俗皆然也。自靖康之后，陷于金虏者，帝子王孙，官门仕族之家，尽没为奴婢，使供作务。每人一月支稗子五斗，令自舂为米，得一斗八升，用为f粮岁支麻五把，令缉为裘。此外更无一钱一帛之入。男子不能缉者，则终岁裸体。虏或哀之，则使执爨，虽时负火得暖气，然才出外取柴归，再坐火边，皮肉即脱落，不日辄死。惟喜有手艺，如医人绣工之类，寻常只团坐地上，以败席或芦藉衬之，遇客至开筵，引能乐者使奏技，酒阑客散，各复其初，依旧环坐刺绣任其生死，视如草芥。清朝不惟自掩其凶残，还要替金人来掩饰他们的凶残。据此一条，可见俞正燮入金朝于仁君之列，是不确的了，他们不过是一扫宋朝的主奴之分，一律都作为奴隶，而自己则是主子。但是，这校勘，是用清朝的书坊刻本的，不知道四库本是否也如此。"}
{"text":"惟喜有手艺，如医人绣工之类，寻常只团坐地上，以败席或芦藉衬之，遇客至开筵，引能乐者使奏技，酒阑客散，各复其初，依旧环坐刺绣任其生死，视如草芥。清朝不惟自掩其凶残，还要替金人来掩饰他们的凶残。据此一条，可见俞正燮入金朝于仁君之列，是不确的了，他们不过是一扫宋朝的主奴之分，一律都作为奴隶，而自己则是主子。但是，这校勘，是用清朝的书坊刻本的，不知道四库本是否也如此。要更确凿，还有一部也是四部丛刊续编里的影旧抄本宋晁说之嵩山文集在这里，卷末就有单将负薪对一篇和四库本相对比，以见一斑的实证，现在摘录几条在下面，大抵非删则改，语意全非，仿佛宋臣晁说之，已在对金人战栗，嗫嚅不吐，深怕得罪似的了――旧抄本金贼以我疆埸之臣无状，斥堠不明，遂豕突河北，蛇结河东。犯孔子春秋之大禁，以百骑却虏枭将，彼金贼虽非人类，而犬豕亦有掉瓦怖恐之号，顾弗之惧哉！我取而歼焉可也。太宗时，女真困于契丹之三栅，控告乞援，亦卑恭甚矣。不谓敢眦睨中国之地于今日也。忍弃上皇之子于胡虏乎？何则夷狄喜相吞并斗争，是其犬羊狺吠咋啮之性也。唯其富者最先亡。古今夷狄族帐，大小见于史册者百十，今其存者一二，皆以其财富而自底灭亡者也。今此小丑不指日而灭亡，是无天道也。褫中国之衣冠，复夷狄之四库本金人扰我疆埸之地，边城斥堠不明，遂长驱河北，盘结河东。为上下臣民之大耻，以百骑却辽枭将，彼金人虽甚强盛，而赫然示之以威令之森严，顾弗之惧哉！我因而取之可也。太宗时，女真困于契丹之三栅，控告乞援，亦和好甚矣。不谓竟酿患滋祸一至于今日也。忍弃上皇之子于异地乎？无遂其报复之心，肆其凌侮态度。取故相家孙女姊妹，缚马上而去，执侍帐中，远近胆落，不暇寒心。之意。故相家皆携老襁幼，弃其籍而去，焚掠之余，远近胆落，不暇寒心。即此数条，已可见贼虏犬羊是讳的说金人的淫掠是讳的夷狄当然要讳，但也不许看见中国两个字，因为这是和夷狄对立的字眼，很容易引起种族思想来的。但是，这嵩山文集的抄者不自改，读者不自改，尚存旧文，使我们至今能够看见晁氏的真面目，在现在说起来，也可以算是令人大舒愤懑的了。清朝的考据家有人说过，明人好刻古书而古书亡，因为他们妄行校改。"}
{"text":"之意。故相家皆携老襁幼，弃其籍而去，焚掠之余，远近胆落，不暇寒心。即此数条，已可见贼虏犬羊是讳的说金人的淫掠是讳的夷狄当然要讳，但也不许看见中国两个字，因为这是和夷狄对立的字眼，很容易引起种族思想来的。但是，这嵩山文集的抄者不自改，读者不自改，尚存旧文，使我们至今能够看见晁氏的真面目，在现在说起来，也可以算是令人大舒愤懑的了。清朝的考据家有人说过，明人好刻古书而古书亡，因为他们妄行校改。我以为这之后，则清人纂修四库全书而古书亡，因为他们变乱旧式，删改原文今人标点古书而古书亡，因为他们乱点一通，佛头着粪这是古书的水火兵虫以外的三大厄。三对于清朝的愤懑的从新发作，大约始于光绪中，但在文学界上，我没有查过以谁为祸首。太炎先生是以文章排满的骁将著名的，然而在他那书的未改订本中，还承认满人可以主中国，称为客帝，比于嬴秦的客卿。但是，总之，到光绪末年，翻印的不利于清朝的古书，可是陆续出现了太炎先生也自己改正了客帝说，在再版的书里，删而存此篇后来这书又改名为检论，我却不知道是否还是这办法。留学日本的学生们中的有些人，也在图书馆里搜寻可以鼓吹革命的明末清初的文献。那时印成一大本的有汉声，是湖北学生界的增刊，面子上题着四句集文选句抒怀旧之积念，发思古之幽情，第三句想不起来了，第四句是振大汉之天声。无古无今，这种文献，倒是总要在外国的图书馆里抄得的。我生长在偏僻之区，毫不知道什么是满汉，只在饭店的招牌上看见过满汉酒席字样，也从不引起什么疑问来。听人讲本朝的故事是常有的，文字狱的事情却一向没有听到过，乾隆皇帝南巡的盛事也很少有人讲述了，最多的是打长毛。我家里有一个年老的女工，她说长毛时候，她已经十多岁，长毛故事要算她对我讲得最多，但她并无邪正之分，只说最可怕的东西有三种，一种自然是长毛，一种是短毛，还有一种是花绿头。到得后来，我才明白后两种其实是官兵，但在愚民的经验上，是和长毛并无区别的。给我指明长毛之可恶的倒是几位读书人我家里有几部县志，偶然翻开来看，那时殉难的烈士烈女的名册就有一两卷，同族里的人也有几个被杀掉的，后来封了世袭云骑尉，我于是确切的认定了长毛之可恶。"}
{"text":"我家里有一个年老的女工，她说长毛时候，她已经十多岁，长毛故事要算她对我讲得最多，但她并无邪正之分，只说最可怕的东西有三种，一种自然是长毛，一种是短毛，还有一种是花绿头。到得后来，我才明白后两种其实是官兵，但在愚民的经验上，是和长毛并无区别的。给我指明长毛之可恶的倒是几位读书人我家里有几部县志，偶然翻开来看，那时殉难的烈士烈女的名册就有一两卷，同族里的人也有几个被杀掉的，后来封了世袭云骑尉，我于是确切的认定了长毛之可恶。然而，真所谓心事如波涛罢，久而久之，由于自己的阅历，证以女工的讲述，我竟决不定那些烈士烈女的凶手，究竟是长毛呢，还是短毛和花绿头了。我真很羡慕四十而不惑的圣人的幸福。对我最初提醒了满汉的界限的不是书，是辫子。这辫子，是砍了我们古人的许多头，这才种定了的，到得我有知识的时候，大家早忘却了血史，反以为全留乃是长毛，全剃好像和尚，必须剃一点，留一点，才可以算是一个正经人了。而且还要从辫子上玩出花样来小丑挽一个结，插上一朵纸花打诨开口跳将小辫子挂在铁杆上，慢慢的吸烟献本领变把戏的不必动手，只消将头一摇，劈拍一声，辫子便自会跳起来盘在头顶上，他于是要起关王刀来了。而且还切于实用打架的时候可以拔住，挣脱极难捉人的时候可以拉着，省得绳索，要是被捉的人多呢，只要捏住辫梢头，一个人就可以牵一大串。吴友如画的申江胜景图里，有一幅会审公堂，就有一个巡捕拉着犯人的辫子的形象，但是，这是已经算作胜景了。住在偏僻之区还好，一到上海，可就不免有时会听到一句洋话――猪尾巴。这一句话，现在是早不听见了，那意思，似乎也不过说人头上生着猪尾巴，和今日之上海，中国人自己一斗嘴，便彼此互骂为猪猡的，还要客气得远。不过那时的青年，好像涵养工夫没有现在的深，也还未懂得幽默，所以听起来实在觉得刺耳。而且对于拥有二百余年历史的辫子的模样，也渐渐的觉得并不雅观，既不全留，又不全剃，剃去一圈，留下一撮，又打起来拖在背后，真好像做着好给别人来拔着牵着的柄子。对于它终于怀了恶感，我看也正是人情之常，不必指为拿了什么地方的东西，迷了什么斯基的理论的。这两句，奉官谕改为不足怪的。"}
{"text":"不过那时的青年，好像涵养工夫没有现在的深，也还未懂得幽默，所以听起来实在觉得刺耳。而且对于拥有二百余年历史的辫子的模样，也渐渐的觉得并不雅观，既不全留，又不全剃，剃去一圈，留下一撮，又打起来拖在背后，真好像做着好给别人来拔着牵着的柄子。对于它终于怀了恶感，我看也正是人情之常，不必指为拿了什么地方的东西，迷了什么斯基的理论的。这两句，奉官谕改为不足怪的。我的辫子留在日本，一半送给客店里的一位使女做了假发，一半给了理发匠，人是在宣统初年回到故乡来了。一到上海，首先得装假辫子。这时上海有一个专装假辫子的专家，定价每条大洋四元，不折不扣，他的大名，大约那时的留学生都知道。做也真做得巧妙，只要别人不留心，是很可以不出岔子的，但如果人知道你原是留学生，留心研究起来，那就漏洞百出。夏天不能戴帽，也不大行人堆里要防挤掉或挤歪，也不行。装了一个多月，我想，如果在路上掉了下来或者被人拉下来，不是比原没有辫子更不好看么？索性不装了，贤人说过的一个人做人要真实。但这真实的代价真也不便宜，走出去时，在路上所受的待遇完全和先前两样了。我从前是只以为访友作客，才有待遇的，这时才明白路上也一样的一路有待遇。最好的是呆看，但大抵是冷笑，恶骂。小则说是偷了人家的女人，因为那时捉住奸夫，总是首先剪去他辫子的，我至今还不明白为什么大则指为里通外国，就是现在之所谓汉奸。我想，如果一个没有鼻子的人在街上走，他还未必至于这么受苦，假使没有了影子，那么，他恐怕也要这样的受社会的责罚了。我回中国的第一年在杭州做教员，还可以穿了洋服算是洋鬼子第二年回到故乡绍兴中学去做学监，却连洋服也不行了，因为有许多人是认识我的，所以不管如何装束，总不失为里通外国的人，于是我所受的无辫之灾，以在故乡为第一。尤其应该小心的是满洲人的绍兴知府的眼睛，他每到学校来，总喜欢注视我的短头发，和我多说话。学生们里面，忽然起了剪辫风潮了，很有许多人要剪掉。我连忙禁止。他们就举出代表来诘问道究竟有辫子好呢，还是没有辫子好呢？我的不假思索的答复是没有辫子好，然而我劝你们不要剪。学生是向来没有一个说我里通外国的，但从这时起，却给了我一个言行不一致的结语，看不起了。"}
