{"text":"所以我就说，好东西跟坏东西有时候很难分。那么我们现在在这个科学技术方面，起步比较晚，也有我们的好处，就是过去的人走过的错路，我们可以不走。可对这个认识，大家很不一致，就是东化西化的问题，我看到了世纪，我们应该提倡东化。现在在这方面有几种看法。一种看法呢就是，我写过几篇文章，也在几个地方讲过，我说世纪是东方文化的世纪。我到现在还这么讲。说这话，因为我自己是东方人，有点王婆卖瓜自卖自夸，可是这个意见西方人也有，比如，英国的，他那本书译过来叫历史研究，很大的本子，三本，大家有兴趣可以看一看。他就主张这样，他就主张世界的文化，他不叫文化，他叫文明，，不是，这两个字的差别先不讲，又有相同之处，又有不同之处。文化跟文明，用的是。他把人类的文明，过去的，所有的，年以内的，分为个或个，他认为任何文明都不能万岁千秋，它有成长过程。有人讲，他是进化论的看法，你不管它是什么论，反正这是历史事实证明了的，一种文化，不能永远万世长存，任何文化，它总是要变的。我们讲辩证法，辩证法的核心，就是一切都要变，这谁也否定不了的。文化文明也是这样的。欧洲有些国家得到好多殖民地，自己以为了不起，年打了一次世界大战，结果自己打自己，都是白种人打白种人，基本上是。所以年以后，欧洲有识之士，他们觉得有点问题，他们说，我们的文化这么了不起，我们是天之骄子，为什么我们自己打自己一死几千万。所以当时，就在一战以后，就出了一本书。德国人p写的，叫欧洲沦亡，就是西方文化的沦亡，它就讲这个道理。可到了年代后期。来了一个反动，首先是墨索里尼，其次是希特勒，把这本书，在图书馆里边都拿去烧掉。我们现在有翻译。然后是年代，法西斯在欧洲横行霸道的时候。到了年，又来了个第二次世界大战。这一次比上一次多了两年，死的人多了几千万。所以在这以后，西方人脑袋里面又有问题了，说我们怎么又打，二战基本上也是自己打自己，东方也沾点儿边，所以在这个时候又出了许多书。的思想可以代表这个时期的。这世界无非是这样的，东方不亮西方亮。那西方不行的话呢，就看东方。所以要向东方学习。"}
{"text":"来了一个反动，首先是墨索里尼，其次是希特勒，把这本书，在图书馆里边都拿去烧掉。我们现在有翻译。然后是年代，法西斯在欧洲横行霸道的时候。到了年，又来了个第二次世界大战。这一次比上一次多了两年，死的人多了几千万。所以在这以后，西方人脑袋里面又有问题了，说我们怎么又打，二战基本上也是自己打自己，东方也沾点儿边，所以在这个时候又出了许多书。的思想可以代表这个时期的。这世界无非是这样的，东方不亮西方亮。那西方不行的话呢，就看东方。所以要向东方学习。这个话呢，我感觉到，作为一个学术来讨论也可以，没有什么关系，就是不要扣帽子。可现在我们学术界，就这么个现象，别的界我先不说，就说语言学界。你讲西化，他是百依百顺，你讲东化，他认为你大逆不道。我觉得很奇怪，为什么不能东化呢为什么这道理讲不通啊。他说什么呢，他说现在中国的语言理论，谁也没建立起来，没有。像欧洲的大家，近代的s什么的这一批，都有，这证明我们不行。文学界讲文艺理论，还没有一个这么具体的例子，不过问题差不多。就是现在欧洲文学界，他们有理论，一天变一遍，一天变一遍，蟪蛄不知春秋。可是我们中国就在后边跟，老赶，老也赶不上，我们这里提倡的，人家那里已经下台了，人家那里上台的时候我们不知道。等到我们知道时，人家那里下台了。有人大概就这么讲，我们中国为什么就不能创立新的文艺理论这正好有个道理，你讲文艺理论基础，讲文艺理论在中国是历史最长，经典最丰富。古希腊，当然很了不起，不过，古希腊的文化后来中断了，我们中国的没有中断。按道理讲去，我们本来有这个能力，在旧的基础上来创造新的文艺理论，本来应该有的。像文心雕龙那种书，现在你读起来，还是感觉到里边内容非常的丰富，意见非常的深刻。后来是诗话，中国研究文艺理论很有意思，整个一本书讲文艺理论的比较少，像文心雕龙那样的书比较少，主要观点在诗话里边。几乎每个诗人都有诗话。昨天晚上我看了一本书，就讲，韩国也通行诗话，日本也是。诗话差不多是讲故事，在故事里边提出文艺见解。形式上非常有意思。这样我就感觉到，现在，世纪快开始了，世纪末，我们现在考虑问题，应该更远一点，不能局限于眼前。另外呢，就是要客观一点，还有一个就是不要给人随便扣帽子，什么反马克思主义啦，民族复古主义啦，这个帽子最好不要用。"}
{"text":"几乎每个诗人都有诗话。昨天晚上我看了一本书，就讲，韩国也通行诗话，日本也是。诗话差不多是讲故事，在故事里边提出文艺见解。形式上非常有意思。这样我就感觉到，现在，世纪快开始了，世纪末，我们现在考虑问题，应该更远一点，不能局限于眼前。另外呢，就是要客观一点，还有一个就是不要给人随便扣帽子，什么反马克思主义啦，民族复古主义啦，这个帽子最好不要用。有一位，是一位老教授，写文章给别人扣帽子，我就跟他开了个小玩笑，我说我不主张给人家扣帽子，我说如果要给你扣的话呢，现在就有一顶，就摆在这儿，民族虚无主义。其实我给他扣的帽子，就是民族虚无主义，我说话，拐了点弯，就说他实在叫人看不下去，你只要讲中国行，他就反对，讲中国不行，他就高兴。这种心理真是莫名其妙。西方不亮东方亮在车上谈到一个问题，就是你们院里的工作，我想跟我讲的有关系。有什么关系呢就是，你们是外国语大学，是这外国语大学里边的中文学院，那么你们的任务呢，一方面，教中国学生汉文，另外一方面呢，教外国学生汉文。这表面上看起来没有什么深文奥义，实际上讲起来还是很有意思的。这话怎么讲呢现在我感觉到我们中国，我刚才说的，就是崇洋媚外比较严重，社会上，商标，你要讲一个古典的，没人买，你换一个什么艾利斯怪利斯什么什么有点洋味的，立刻就有人买。这个毫无办法，这是社会风气。可是问题就是这样，我考虑这样一个问题，我们中国，孙子讲知己知彼，百战不殆，就是什么事情，一要了解自己，一个要了解对方。打仗也是这样的，念书也是这样的。那么在这个问题上，拿中国的学者来说在座的都在内，就我们中国的老中青的学者说，对西方的了解，比西方人对中国的了解，究竟谁高谁低很清楚，我们对他们的了解，应该说是相当地深，相当地广反过来，西方对我们的了解，除了几个汉学家以外，简直是幼儿园的水平。听说现在到法国，还有人不知道，就说明他们对我们毫无了解。在思想上就觉得你们没有什么东西，现在是我们的天下，我觉得这里边就有危机。要真正知道自己有自知之明，恐怕也要了解别人，这也属于自知之明的范畴之内的。他们一不想了解，二不了解。结果我们这方面呢，我们对西方应该说是了解得非常深非常透。看不出来，只看到背面，消极面，社会上的崇洋媚外，有时候讲看起来头疼，这是消极面。"}
{"text":"听说现在到法国，还有人不知道，就说明他们对我们毫无了解。在思想上就觉得你们没有什么东西，现在是我们的天下，我觉得这里边就有危机。要真正知道自己有自知之明，恐怕也要了解别人，这也属于自知之明的范畴之内的。他们一不想了解，二不了解。结果我们这方面呢，我们对西方应该说是了解得非常深非常透。看不出来，只看到背面，消极面，社会上的崇洋媚外，有时候讲看起来头疼，这是消极面。好的一面，我们对我们的对立面――我不说敌人――的了解，比他们对我们的了解，不知道要胜过多少，将来有朝一日，我们这个优势会产生很大的效果。同志们你们考虑考虑，是不是这个问题所以，我就感觉到像我们做这样的工作，特别像你们外国语大学中文学院，恐怕有双重任务。除了你们以外，我认为搞人文科学的都一样，其实自然科学也一样，一个是拿来，的拿来主义，一个是送出去。拿来，完全正确的，现在我们确实拿来了，拿来的也不少，好的坏的都拿来了，你像艾滋病也拿来了。送去，我觉得我们做得很不够，很不够，比如外国人不了解中国，这主要原因当然是外国人本人，他自己。他瞧不起我们另外呢，我们工作也得负责任，就是我们对外宣传，对外弘扬我们中华民族的优秀文化，工作做得不到家。有一件事情，我始终认为很值得思考的，就是诺贝尔奖金。诺贝尔奖金，大家都认为是了不起的，以为得诺贝尔奖金就可以入文学史了。过去我也这么想过。可是到今天，为什么我们一个诺贝尔奖也没有得呢大江健三郎，这个人我认识，年代，他大学还没毕业时随代表团来北大访问过。代表团也见了我。在坐的有研究日本文学的吗大江健三郎那时候来的，我不是说他不应该得，我看瑞典科学院，对大江健三郎的评价还是很高的，就说这个人应该得诺贝尔奖金，我不是说他不应该。这是第一。第二个问题就是，过去得诺贝尔奖金的，从年还是年开始，到现在将近快年了吧。得诺贝尔奖金的确实有大家，这是不能否定的，将来能够传世的大家，当然确实也有不但不是大家，二流也不够，就是那个赛珍珠，我很有意见，黄土地那书我也看过，我是从艺术方面说的，那个书没有什么艺术性，它能得诺贝尔奖金，中国的得不了。"}
{"text":"这是第一。第二个问题就是，过去得诺贝尔奖金的，从年还是年开始，到现在将近快年了吧。得诺贝尔奖金的确实有大家，这是不能否定的，将来能够传世的大家，当然确实也有不但不是大家，二流也不够，就是那个赛珍珠，我很有意见，黄土地那书我也看过，我是从艺术方面说的，那个书没有什么艺术性，它能得诺贝尔奖金，中国的得不了。后来我听说马悦然是瑞典科学院管这个的，说话算数的，他跟别人讲，他说中国之所以没有得诺贝尔奖金，就因为中国文学作品的翻译不好。这是胡说八道的事情，你并没有规定你这种文学作品要翻译成哪种语言哪，那么世界上得诺贝尔奖金的，除了英文，意德法的，都翻译得好吗我就感觉到诺贝尔奖金，这个大家也承认，政治性是很强的，对我们这个社会主义国家，对当年的苏联，都是歧视的。前几天有一次会上我也讲，我们中国有些出版社，或者我们中国的学术界，用不着大声疾呼来宣传诺贝尔奖金。好多出版社利用诺贝尔奖金来做生意，宣传诺贝尔奖金的作品集，又是每个人的介绍，我看大可不必，而且这个东西，从这里看起来它很不公正。这是顺便讲的，因为大家也是搞这个的。下―个问题是送出去，拿来我们会，但送去怎么送有各种各样的办法，如你们呢，眼前就有留学生，北大也有一批留学生，就是送去的对象，让人家了解我们。当然让人家了解我们的目的也不是什么民族狭隘主义，人与人之间相互了解，对将来世界和平也有好处，我觉得这是国际主义，不是狭隘的民族主义。说我们文化就高于一切，不是这么回事。一个拿来，一个送去。我想，我们这两方面的工作都应该做好。占大家的时间太多了，谢谢大家！东学西渐与东化最近，我的学生蔡德贵告诉我，青岛大学学报东方论坛准备开设一个新的栏目东学西渐，并转达该学报杂志社社长冯国荣教授的意见，请我写一篇文章，我很高兴。由东方论坛开设东学西渐，我觉得这个栏目开得好，开得适逢其时。我很愿意写一篇文章谈谈我的看法。温家宝总理年月在哈佛大学做把目光投向了中国的演讲时，提到年月日教师节那天，他到医院看我，说我们在促膝交谈中，谈到近代有过西学东渐，也有过东学西渐。"}
{"text":"由东方论坛开设东学西渐，我觉得这个栏目开得好，开得适逢其时。我很愿意写一篇文章谈谈我的看法。温家宝总理年月在哈佛大学做把目光投向了中国的演讲时，提到年月日教师节那天，他到医院看我，说我们在促膝交谈中，谈到近代有过西学东渐，也有过东学西渐。到世纪，当外国传教士把中国的文化典籍翻译成西文传到欧洲的时候，曾经引起西方一批著名的学者和启蒙的思想家极大的兴趣。这个问题是文化交流的问题。我一向特别重视文化交流的问题，既主张拿来主义，也主张送去主义。对中国与外国的文化交流，我的基本观点是拿来与送去。我认为，文化一旦产生，其交流就是必然的。没有文化交流，就没有文化发展。交流是不可避免的，无论谁都挡不住。从古代到现在，在世界上还找不到一种文化是不受外来影响的。交流也有坏的，但坏的交流对人类没有益处，不能叫文化。对人类有好处的有用的物质精神两方面的东西交流，才叫文化交流。文化不论大小，一旦出现，就会向外流布。全人类都蒙受文化交流之利。如果没有文化交流，我们简直无法想象，人类会是什么样子。一种文化既有其民族性，又有时代性。一个民族自己创造文化，并不断发展，成为传统文化，这是文化的民族性。一个民族创造了文化，同时在发展过程中它又必然接受别的民族的文化，要进行文化交流，这就是文化的时代性。民族性与时代性有矛盾，但又统一，缺一不可。继承传统文化，就是保持文化的民族性吸收外国文化，进行文化交流，就是保持文化的时代性。所以文化的民族性与时代性这个问题是会贯彻始终的。为了保持文化的时代性，自世纪以来，出现了一种提倡全盘西化的观点。全盘西化和文化交流有联系。现在，整个的社会，不但中国，而且是全世界，都是西方文化占垄断地位。这是事实，眼前哪一样东西不是西方文化电灯电话，楼上楼下，就说我们这穿的，从头顶到鞋，全是西方化了。这个西化不是坏事情。西化要化，不化不行，创新引进就是化。但全盘西化不行，不能只有经线，没有纬线。全盘西化在理论上讲不通，在事实上办不到。就目前来说，我们对西方文化和外国文化，当然要重视拿来，就是把外国的好东西拿来。这里涉及到有关文化的三个方面，物的部分心物结合的部分心的部分，都要拿。"}
{"text":"现在，整个的社会，不但中国，而且是全世界，都是西方文化占垄断地位。这是事实，眼前哪一样东西不是西方文化电灯电话，楼上楼下，就说我们这穿的，从头顶到鞋，全是西方化了。这个西化不是坏事情。西化要化，不化不行，创新引进就是化。但全盘西化不行，不能只有经线，没有纬线。全盘西化在理论上讲不通，在事实上办不到。就目前来说，我们对西方文化和外国文化，当然要重视拿来，就是把外国的好东西拿来。这里涉及到有关文化的三个方面，物的部分心物结合的部分心的部分，都要拿。物的部分，当然要拿，咖啡沙发啤酒牛仔裤喇叭裤，这一系列东西，只要是好的，都拿。我们吃的喝的穿的戴的，乘的坐的住的用的，有哪一件是完完全全是中国土生土长的汽车火车飞机轮船，我们古代有吗可可咖啡纸烟可口可乐啤酒香槟牛排面包，我们过去有吗我们吃的土豆玉米菠菜葡萄，以及许许多多的水果蔬菜，都是外来的。这菠菜的菠字，本身是音译，不是意译，它叫菠菱菠菱菜，是印度尼泊尔一带产生的。茉莉花也是外来的，甚至连名字都不是中国固有的。我们用的乐器，胡琴钢琴小提琴琵琶，也都是外来的。拿来，完全正确。现在我们确实拿来了，拿来的真不少，好的坏的都拿来了。连艾滋病也拿来了，这是不应该的。心物结合的部分比方说制度，也可以学习。最重要的还是心的部分，要拿价值观念民族性格。因为我们的价值观念思想方式，不能马马虎虎，得把弱点克服，要不克服的话，我们的生产力就发展不了。从长期的历史研究中，我得出一个非常可贵的经验在我们国力兴盛，文化昌明，经济繁荣，科技先进的时期，比如汉唐兴盛时期，我们就大胆吸收外来文化，从而促进了我们文化的发展和生产力的提高。到了见到外国东西就害怕，这也不敢吸收，那也不敢接受，这往往是我们国势衰微，文化低落的时代。但是，我们不能只讲西化，不讲东化。东化，报纸上没有这个词儿，是我发明的。我们知道，汉唐的时候，是东化的。因为世界的经济中心文化中心当时在中国。在明末清初以前确实有过东学西渐。不能只重视西学东渐而忽视东学西渐。根据历史事实，在中西文化交流史上，东学西渐从来就没有中断过。中华文化的博大精深吸引了西方传教士外籍华人留学生商人等的注意，并通过他们广泛传播到世界各地。"}
{"text":"但是，我们不能只讲西化，不讲东化。东化，报纸上没有这个词儿，是我发明的。我们知道，汉唐的时候，是东化的。因为世界的经济中心文化中心当时在中国。在明末清初以前确实有过东学西渐。不能只重视西学东渐而忽视东学西渐。根据历史事实，在中西文化交流史上，东学西渐从来就没有中断过。中华文化的博大精深吸引了西方传教士外籍华人留学生商人等的注意，并通过他们广泛传播到世界各地。东学西渐与东化在文化交流方面，中国是一个很有特色的国家。从蒙昧的远古起，几乎是从一有文化开始，中国文化中就有外来文化的成分。中国人向来强调有容乃大，不管是物质的，还是精神的，只要对我们有利，我们就吸收。海纳百川，所以成就了中国文化之大。中外文化的交流，一直没有中断过。最大的两次是佛教的传入和西学东渐。佛教传入的结果是形成了中国佛教。而明末清初以来西方文化在我国广泛传播，则是西学东渐。从此，我们才有了中学和西学这样的名称，才有了东方文化和西方文化这样的说法。西学的先遣部队是天主教。天主教入中国，不自明末始。但是，像明末清初这样大规模的传入，还是第一次。唐代有所谓三教的说法，指的是儒释道。此时又来了一个新三教。道家退出，增添了一个天主教。新三教之间有过矛盾和撞击，方豪先生的中西交通史第五章欧洲宗教与神哲等学之东传叙述颇详，我不赘述。我们中国不但能够拿来，也能够送去。历史上，我们不知道有多少伟大的发明创造送到外国去，送给世界人民。从全世界的历史和现状来看，人类文明之所以能发展到今天这个样子，中国人与有力焉。可惜的是，在一片西化之声洋洋乎盈耳之时，西方人大都自我感觉极为良好，他们以天之骄子自居，在下意识之中，认为自古以来就是这样，今后也将永远是这个样子。今天的中国，对西方的了解远远超过西方人对中国的了解。在西方，不但是有一些平民百姓对中国不了解，毫无所知，甚至个别人还认为中国人现在还在裹小脚，吸鸦片。连一些知识分子也对中国懵懂无知，连都不知道。既然西方人不肯来拿我们的好东西，那我们只好送去了。鉴于此，我们组织了一套东方文化集成，计划出多种，多部，从世纪年代开始出版，现在还在继续编辑出版。"}
{"text":"今天的中国，对西方的了解远远超过西方人对中国的了解。在西方，不但是有一些平民百姓对中国不了解，毫无所知，甚至个别人还认为中国人现在还在裹小脚，吸鸦片。连一些知识分子也对中国懵懂无知，连都不知道。既然西方人不肯来拿我们的好东西，那我们只好送去了。鉴于此，我们组织了一套东方文化集成，计划出多种，多部，从世纪年代开始出版，现在还在继续编辑出版。我还和王宁主编了一套东学西渐丛书，年由河北人民出版社出版，总共部，包括朱谦之先生早先写成的中国哲学对欧洲的影响，还有其他的新著王宁的中国文化对欧洲的影响王兆春等的中国军事科学的西传及其影响韩琦的中国科学技术的西传及其影响刘岩的中国文化对美国文学的影响史彤彪的中国法律文化对西方的影响孙津的中国现代化对西方的影响。丛书出版之后，有人发表评论，说这套丛书，可以增强我们变革和发展的信心，说这套丛书的价值得到了充分展现。从这套丛书中，我们可以清楚地看到，公元世纪以前的欧洲，在文明的发展中与中国有多么大的差距。而他们向中国文明的学习，与后来中国人接受欧洲文明的顺序是相似的，即先从科学技术开始，这不仅包括造纸印刷火药指南针四大发明，还包括陶瓷冶金纺织等技术，以及军事技术和兵法等。之后，又逐步深入到文化，即价值观思想和道德，再就是哲学，进而是对中国社会制度的理性思考。年刘登阁周云芳著的西学东渐与东学西渐，由中国社会科学出版社出版。看来，东学西渐在学术界引起了相当程度的重视。我认为世纪应该是东化的世纪。西方文化从文艺复兴以来，昌盛了几百年，把社会生产力提高到了空前的水平，促使人类社会进步也达到了空前的速度，光辉灿烂，远迈前古，世界人民无不蒙受其利。但它同世界上所有的文化一样，也是决不能永世长存的，迟早也会消逝的。世纪年代前后，西方的有些学者已经看出西方文化衰落的端倪，如德国施宾格勒在年开始写作的西方的没落一书，预言当时如日中天的西方文化也会没落。此书一出版，马上洛阳纸贵，产生了巨大的影响，英国著名历史学家汤因比受其影响，也反对西方中心论。"}
