{"text":"如起死中突出汉子对庄子死磨乱缠硬拽道袍和扒巡士衣服的尴尬场面讥讽了庄子此亦一是非彼亦一是非的无是非观。就绘画的形式而言以连环组画形式为主要载体同时调用了装饰画壁画漫画等多种手段以使画面形式活泼而多彩。在作品中也隐约可见古代汉画像砖以及青铜器图案等绘画元素也是为了丰富充实画面内容。在构图上变化了各种手法以图求新。构图采用方形圆形横向并行竖向并行对角形等或聚或散大小穿插。以奔月为例大胆用了几何形体在三幅画面中分别以黑色的方形圆形三角形为底将情景拢于图中。在三角形中恰好在一条斜边上安排羿拉弓射月的画面使羿的英姿更高更有动感为将嫦娥在家中的生活用连环形式置于方形的黑框之中而方形宫门里的嫦娥心情惆怅而困惑。而黑色圆形中画上正在策马打斗的羿和逢蒙的双方作到内容和形式和谐而统一。在色彩处理上也是独具匠心。如铸剑中几乎所有画幅都是用青灰的冷色调处理。而当画面中出现黑衣人捧起眉间尺头颅亲吻壮行场面时在整个冷俊的画面中突然在画面中间两人头颅处用暖色调围了一个小圈。这个动人的镜头就被定格在舞台上的聚光灯下多么光彩照人。燕生长期在博物馆工作自然对先生有更深的感情对的作品自然有比别人更深的理解。他现正是创作高潮计划完成越中揽胜等系列作品。正如作家马蹄疾先生书赠燕生所写的夜学晓未休苦吟神鬼愁为何不自闲心与身为仇。我无须多言还是请读者自己去欣赏即将问世的新作吧纪元文艺术家的追梦艺术家的追梦――记画家陆燕生的艺术道路陆燕生年出生于北京，年从中央美术学院附中毕业，后进入中央工艺美术学院深造。博物馆副研究员，北京中国美术家协会会员，中国博物馆协会会员。工于中国画人物山水。他画过国画水彩画油画装饰画对山水人物花鸟都不偏废，为了充实自己的形象感受，他走过祖国的天南地北，黄山的云雾恒山的悬空寺张家界的瀑布武夷山的秀峰都使他激动不已。虽经历了人生的酸甜苦辣，已磨灭了一些斗志和激情，可见到的人会感到他和蔼可亲，为人质朴，保持着一颗平常之心和一襟淡泊之怀，以甘于寂寞的精神致力于创作。"}
{"text":"博物馆副研究员，北京中国美术家协会会员，中国博物馆协会会员。工于中国画人物山水。他画过国画水彩画油画装饰画对山水人物花鸟都不偏废，为了充实自己的形象感受，他走过祖国的天南地北，黄山的云雾恒山的悬空寺张家界的瀑布武夷山的秀峰都使他激动不已。虽经历了人生的酸甜苦辣，已磨灭了一些斗志和激情，可见到的人会感到他和蔼可亲，为人质朴，保持着一颗平常之心和一襟淡泊之怀，以甘于寂寞的精神致力于创作。每当谈起绘事便会激动地向你叙述沿徐霞客的足迹跋涉的艰辛。他说有徐霞客的精神，就不难做到石涛倡导的搜尽奇峰打草稿。他崇拜徐霞客，为此还画了许多徐霞客像。他的山水侧重于写实，他的工笔雅俗共赏，纵观他的作品，含蓄典雅，色墨并用。作为博物馆的画家，被的精神所折服。在博物馆工作时，利用征稿的机会求教于李可染吴作人李苦禅蒋兆和吴冠中等专家名师，勤奋训练，艺术素养日渐充实，创作了大量小说插图和与有关的美术作品。作品多次参展发表和被收藏。早期的代表作有中国美术馆收藏的耍帽子中国革命博物馆收藏的夜以继日毛主席纪念堂收藏的松泉图长白抗联浴血林海叔馨中南海收藏的紫藤香格里拉饭店集团飞天图家家都在画屏中年赴日中国百景展创作大禹陵被日方收藏年设计故居门票，获国家旅游局和旅游报主办的全国首届园林门票设计艺术评比一等奖年设计生平展览陈列效果图，获国家文物局举办博物馆陈列设计优秀奖年山村夜色等赴香港参加美国国际合作委员会香港分会举办中国书画慈善展览多幅作品获得好评并被各界收藏年创作的钟进士图获东南亚国际现代名家水墨展金奖。获国务院颁发政府特殊津贴。出版了陆燕生画集北京博物馆藏画选传记并被列入中国当代艺术家名录英国剑桥国际名人录等多种传记大典。中期的代表作大型的中国画禹庙作为礼品赠送给日本著名人士池田大佐先生还创作了二月春来早北京故居敦煌系列三僧图黄帝李冰徐霞客等。年到德国讲学，游历了法国意大利俄罗斯等国家。通过考察，从中吸取文艺复兴时期的艺术精华，思考与中国绘画形式上的融合，走一条自己的路。"}
{"text":"获国务院颁发政府特殊津贴。出版了陆燕生画集北京博物馆藏画选传记并被列入中国当代艺术家名录英国剑桥国际名人录等多种传记大典。中期的代表作大型的中国画禹庙作为礼品赠送给日本著名人士池田大佐先生还创作了二月春来早北京故居敦煌系列三僧图黄帝李冰徐霞客等。年到德国讲学，游历了法国意大利俄罗斯等国家。通过考察，从中吸取文艺复兴时期的艺术精华，思考与中国绘画形式上的融合，走一条自己的路。在非典期间，完成了中国画我们胜利了为神六上天创作了秋山横睡图等。年为故事新编创作了一组连环画。故事新编是先生历史浪漫故事情节的传说，用辛辣手法和比喻，揭露了旧社会当局的丑恶现象，开创了借古讽今的先例，这部创作是小说原意形象的再现。正如资深学者为这部连环画所评述的在全部作品中，最为艰深歧义最多的是野草和故事新编。据行家说，看画只需要用眼睛――虽然个人的眼睛也并不相同，有的眼明，有的眼拙。如果用耳朵，那并不是用来听取画家的自评或画评人的赏析，而只是为了走近画面去谛听创的心律。进入眼帘是一个个生动鲜活拂之不去的人物肖像。有为天下苍生治理汤汤洪水的大禹。他头戴草笠，满脚底都是栗子般的老茧，活脱脱一个传统的中国老农。笔下的女娲皮黧黑，乳房丰满，双腿硕大有力，充满了原始的野性与创造力不像有的同一题材的插图，把这位中华民族的母亲画成了一个金发碧眼的安琪儿。铸剑中那位黑衣人的造型也颇为成功，虽然他的面庞似乎比笔下的人物阔大一些，但剑眉大眼，神情刚毅。他双手捧着眉间尺的头，似乎在作一种庄严承诺誓除天下不平事！另一些人物形象也幽默生动，如出关中满嘴无牙徒作大言的老子，看后令人忍俊不止。奔月中那位用剪径手段向后羿射暗箭的逢蒙，戴着一副深度近视眼镜，看似荒诞，实际上符合原著古今杂糅的手法，让人自然联想起那个自称到家一百多回却又跟反目成仇的山西人高长虹。为故事新编所作的插图不仅形象惟妙惟肖，而且突出了原作的主要精神。这组作品每幅插图一般都从原作中撷取了三至五个情节，构图层次分明，主宾得当，保持了画面的统一美。"}
{"text":"奔月中那位用剪径手段向后羿射暗箭的逢蒙，戴着一副深度近视眼镜，看似荒诞，实际上符合原著古今杂糅的手法，让人自然联想起那个自称到家一百多回却又跟反目成仇的山西人高长虹。为故事新编所作的插图不仅形象惟妙惟肖，而且突出了原作的主要精神。这组作品每幅插图一般都从原作中撷取了三至五个情节，构图层次分明，主宾得当，保持了画面的统一美。但画家又没有平均使用笔力，而是突出了每篇作品的主要情节，比如在非攻中突出了墨子跟公输般用木片攻守九回合的场面在采微中突出了迂腐的伯夷叔齐扣马而谏到头来被穿盔甲的士兵推倒在地的狼狈相在奔月中突出了后羿须发飘动开弓射月的雄姿和嫦娥奔月后的无奈在起死中突出了汉子拽庄子道袍剥巡士裤子的滑稽场面，用事实说明庄子宣传的无是非观是放你妈的屁！在创作中能如此精当地处理题材并非偶然，说明他长期在博物馆工作，耳濡目染，因为对原著的精髓有了比一般画家更为准确的把握。就风格而言，这组插图是写实，但为了传神写意，又时有夸张和变形。就构图而言，画面形象丰富饱满，古朴中见清秀。在技法上，对汉画像青铜器的借鉴是十分自觉的，因此收到了古形古色古韵之效。人们常说，画面是画家情感的载体。走进这组插图，我们的确可以触摸到心脏的跳动――这是一颗尊崇品格弘扬业绩的赤诚之心。这之后为华威杯大展和谐的中国，创作了团结风采香港之夜，以擅长的特有形式赞美祖国，颂扬个民族在邓小平改革开放的二十年和胡锦涛总书记提倡的和谐社会，建设有中国特色的社会主义，团结向上，振兴中华民族。在展出中受到了各界的赞扬和好评。为中国共产党建党周年创作大型历史题材春风今日度雪原，是以建国初期我中国人民解放军遵照党中央的指示，和平解放西藏完成祖国统一大业为背景，生动地再现了当时的情景，很好地表现了军民汉藏人民的友谊，展出受到各界的关注。虽是已逾耳顺之年的人，为了实现自己的梦，还在不断地进行创作并在六十岁生日之季，篆刻了一枚有意义的图章，取名为陆十晨，如此大的抱负，令我们年轻人学习。在人生走过六十年后，将是迎来艺术生命的第二个春天。计划完成越中揽胜等一批风景人物花鸟作品。我们期待陆燕生先生更多的佳作诞生。汪国真的散文写得好，我喜欢出发。凡是到达了的地方，都属于昨天。"}
{"text":"虽是已逾耳顺之年的人，为了实现自己的梦，还在不断地进行创作并在六十岁生日之季，篆刻了一枚有意义的图章，取名为陆十晨，如此大的抱负，令我们年轻人学习。在人生走过六十年后，将是迎来艺术生命的第二个春天。计划完成越中揽胜等一批风景人物花鸟作品。我们期待陆燕生先生更多的佳作诞生。汪国真的散文写得好，我喜欢出发。凡是到达了的地方，都属于昨天。打破生活的平静便是另一番景致，一种属于年轻的景致。真庆幸，我还没有老。即便真老了又怎么样，不是有句话叫老当益壮吗？"}
{"text":"望长城内外，惟馀莽莽大河上下，顿失滔滔。山舞银蛇，原驰蜡象，欲与天公试比高。须晴日，看红妆素裹，分外妖娆。江山如此多娇，引无数英雄竞折腰。惜秦皇汉武，略输文采唐宗宋祖，稍逊风骚。一代天骄，成吉思汗，只识弯弓射大雕。俱往矣，数风流人物，还看今朝。沁园春长沙独立寒秋，湘江北去，橘子洲头。看万山红遍，层林尽染漫江碧透，百舸争流。鹰击长空，鱼翔浅底，万类霜天竞自由。怅寥廓，问苍茫天地，谁主沉浮？携来百侣曾游，忆往昔峥嵘岁月稠。恰同学少年，风华正茂书生意气，挥斥方遒。指点江山，激扬文字，粪土当年万户侯。曾记否，到中流击水，浪遏飞舟！卜算子咏梅风雨送春归，飞雪迎春到。已是悬崖百丈冰，犹有花枝俏。俏也不争春，只把春来报。待到山花烂漫时，她在丛中笑。忆秦娥娄山关西风烈，长空雁叫霜晨月。霜晨月，马蹄声碎，喇叭声咽。雄关漫道真如铁，而今迈步从头越。从头越，苍山如海，残阳如血。采桑子重阳人生易老天难老，岁岁重阳。今又重阳，战地黄花分外香。一年一度秋风劲，不似春光。胜似春光，廖廓江天万里霜。蝶恋花答李淑一我失骄杨君失柳，杨柳轻扬直上重霄九。问讯吴刚何所有，吴刚捧出桂花酒。寂寞嫦娥舒广袖，万里长空且为忠魂舞。忽报人间曾伏虎，泪飞顿作倾盆雨。清平乐六盘山天高云淡，望断南飞雁。不到长城非好汉，屈指行程两万。六盘山上高峰，红旗漫卷西风。今日长缨在手，何时缚住苍龙？浪淘沙北戴河大雨落幽燕，白浪滔天，秦皇岛外打鱼船。一片汪洋都不见，知向谁边？往事越千年，魏武挥鞭，东临碣石有遗篇。萧瑟秋风今又是，换了人间。贺新郎读史人猿相揖别。只几个石头磨过，小儿时节。铜铁炉中翻火焰，为问何时猜得？不过几千寒热。人世难逢开口笑，上疆场彼此弯弓月。流遍了，郊原血。一篇读罢头飞雪，但记得斑斑点点，几行陈迹。五帝三皇神圣事，骗了无涯过客。有多少风流人物？盗跖庄F流誉后，更陈王奋起挥黄钺。歌未竟，东方白。"}
{"text":"一片汪洋都不见，知向谁边？往事越千年，魏武挥鞭，东临碣石有遗篇。萧瑟秋风今又是，换了人间。贺新郎读史人猿相揖别。只几个石头磨过，小儿时节。铜铁炉中翻火焰，为问何时猜得？不过几千寒热。人世难逢开口笑，上疆场彼此弯弓月。流遍了，郊原血。一篇读罢头飞雪，但记得斑斑点点，几行陈迹。五帝三皇神圣事，骗了无涯过客。有多少风流人物？盗跖庄F流誉后，更陈王奋起挥黄钺。歌未竟，东方白。水调歌头游泳才饮长沙水，又食武昌鱼。万里长江横渡，极目楚天舒。不管风吹浪打，胜似闲庭信步，今日得宽馀。子在川上曰逝者如斯夫！风樯动，龟蛇静，起宏图。一桥飞架南北，天堑变通途。更立西江石壁，截断巫山云雨，高峡出平湖。神女应无恙，当惊世界殊。十六字令三首山，快马加鞭未下鞍。惊回首，离天三尺三。山，倒海翻江卷巨澜。奔腾急，万马战犹酣。山，刺破青天锷未残。天欲堕，赖以拄其间。贺新郎别友挥手从兹去。更那堪凄然相向，苦情重诉。眼角眉梢都似恨，热泪欲零还住。知误会前番书语。过眼滔滔云共雾，算人间知己吾和汝。人有病，天知否？今朝霜重东门路，照横塘半天残月，凄清如许。汽笛一声肠已断，从此天涯孤旅。凭割断愁丝恨缕。要似昆仑崩绝壁，又恰象台风扫寰宇。重比翼，和云翥。西江月井冈山山下旌旗在望，山头鼓角相闻。敌军围困万千重，我自岿然不动。早已森严壁垒，更加众志成城。黄洋界上炮声隆，报道敌军宵遁。念奴娇昆仑横空出世，莽昆仑，阅尽人间春色。飞起玉龙三百万，搅得周天寒彻。夏日消溶，江河横溢，人或为鱼鳖。千秋功罪，谁人曾与评说？而今我谓昆仑不要这高，不要这多雪。安得倚天抽宝剑，把汝裁为三截？一截遗欧，一截赠美，一截还东国。太平世界，环球同此凉热。菩萨蛮大柏地赤橙黄绿青蓝紫，谁持彩练当空舞？雨后复斜阳，关山阵阵苍。当年鏖战急，弹洞前村壁，装点此关山，今朝更好看。清平乐会昌东方欲晓，莫道君行早。踏遍青山人未老，风景这边独好。会昌城外高峰，颠连直接东溟。战士指看南粤，更加郁郁葱葱。"}
{"text":"千秋功罪，谁人曾与评说？而今我谓昆仑不要这高，不要这多雪。安得倚天抽宝剑，把汝裁为三截？一截遗欧，一截赠美，一截还东国。太平世界，环球同此凉热。菩萨蛮大柏地赤橙黄绿青蓝紫，谁持彩练当空舞？雨后复斜阳，关山阵阵苍。当年鏖战急，弹洞前村壁，装点此关山，今朝更好看。清平乐会昌东方欲晓，莫道君行早。踏遍青山人未老，风景这边独好。会昌城外高峰，颠连直接东溟。战士指看南粤，更加郁郁葱葱。念奴娇鸟儿问答鲲鹏展翅，九万里，翻动扶摇羊角。背负青天朝下看，都是人间城郭。炮火连天，弹痕遍地，吓倒蓬间雀。怎么得了，哎呀我要飞跃。借问君去何方，雀儿答道有仙山琼阁。不见前年秋月朗，订了三家条约。还有吃的，土豆烧熟了，再加牛肉。不须放屁！试看天地翻覆。菩萨蛮黄鹤楼茫茫九派流中国，沉沉一线穿南北。烟雨莽苍苍，龟蛇锁大江。黄鹤知何去？剩有游人处。把酒酹滔滔，心潮逐浪高！水调歌头重上井冈山久有凌云志，重上井冈山。千里来寻故地，旧貌变新颜。到处莺歌燕舞，更有潺潺流水，高路入云端。过了黄洋界，险处不须看。风雷动，旌旗奋，是人寰。三十八年过去，弹指一挥间。可上九天揽月，可下五洋捉鳖，谈笑凯歌还。世上无难事，只要肯登攀。满江红和郭沫若同志小小寰球，有几个苍蝇碰壁。嗡嗡叫，几声凄厉，几声抽泣。蚂蚁缘槐夸大国，蚍蜉撼树谈何易。正西风落叶下长安，飞鸣镝。多少事，从来急天地转，光阴迫。一万年太久，只争朝夕。四海翻腾云水怒，五洲震荡风雷激。要扫除一切害人虫，全无敌。虞美人枕上堆来枕上愁何状，江海翻波浪。夜长天色怎难明，无奈披衣起坐薄寒中。晓来百念皆灰烬，倦极身无凭。一勾残月向西流，对此不抛眼泪也无由。如梦令元旦宁化清流归化，路隘林深苔滑。今日向何方，直指武夷山下。山下山下，风展红旗如画。减字木兰花广昌路上漫天皆白，雪里行军情更迫。头上高山，风卷红旗过大关。此行何处？赣江风雪迷漫处。命令昨颁，十万工农下吉安。"}
{"text":"虞美人枕上堆来枕上愁何状，江海翻波浪。夜长天色怎难明，无奈披衣起坐薄寒中。晓来百念皆灰烬，倦极身无凭。一勾残月向西流，对此不抛眼泪也无由。如梦令元旦宁化清流归化，路隘林深苔滑。今日向何方，直指武夷山下。山下山下，风展红旗如画。减字木兰花广昌路上漫天皆白，雪里行军情更迫。头上高山，风卷红旗过大关。此行何处？赣江风雪迷漫处。命令昨颁，十万工农下吉安。蝶恋花从汀州向长沙六月天兵征腐恶，万丈长缨要把鲲鹏缚。赣水那边红一角，偏师借重黄公略。百万工农齐踊跃，席卷江西直捣湘和鄂。国际悲歌歌一曲，狂飙为我从天落。浣溪沙和柳亚子先生一九五零年国庆观剧，柳亚子先生即席赋浣溪沙，因步其韵奉和。长夜难明赤县天，百年魔怪舞翩跹，人民五亿不团圆。一唱雄鸡天下白，万方乐奏有于阗，诗人兴会更无前。浣溪沙和柳亚子先生颜咂胪醺髅前，多年矛盾廓无边，而今一扫纪新元。最喜诗人高唱至，正和前线捷音联，妙香山上战旗妍。清平乐蒋桂战争风云突变，军阀重开战。洒向人间都是怨，一枕黄梁再现。红旗越过汀江，直下龙岩上杭。收拾金瓯一片，分田分地真忙。西江月秋收起义军叫工农革命，旗号镰刀斧头。匡庐一带不停留，要向潇湘直进。地主重重压迫，农民个个同仇。秋收时节暮云愁，霹雳一声暴动。归国谣今宵月，直把天涯都照彻，清光不令青山失。清溪却向青滩泄，鸡声歇，马嘶人语长亭白。临江仙赠丁玲壁上红旗飘落照，西风漫卷孤城。保安人物一时新。洞中开宴会，招待出牢人。纤笔一枝谁与似？三千毛瑟精兵。阵图开向陇山东。昨日文小姐，今日武将军。念奴娇井冈山参天万木，千百里，飞上南天奇岳。故地重来何所见，多了楼台亭阁。五井碑前，黄洋界上，车子飞如跃。江山如画，古代曾云海绿。弹指三十八年，人间变了，似天渊翻覆。犹记当时烽火里，九死一生如昨。独有豪情，天际悬明月，风雷磅礴。一声鸡唱，万怪烟消云落。卜算子悼国际共产主义战士艾地同志疏枝立寒窗，笑在百花前。奈何笑容难为久，春来反凋残。"}
