{"text":"但因此也就不能作他的蛀虫们的永久的巢穴了。一月二十六日。本篇最初发表于一九三五年二月二十日太白半月刊第一卷第十一期，署名公汗。过去城市中有些人家在临街的墙壁上，写着招贴即扯不许招贴等字样，以防止别人在上面粘贴广告。林语堂在论语第五十七期一九三五年一月十六日发表做文与做人一文，其中说你骂吴稚晖蔡元培胡适之老朽，你自己也得打算有吴稚晖蔡元培胡适之的地位，能不能这样操持。你骂袁中郎消沉，你也得自己照照镜子，做个京官，能不能像袁中郎之廉洁自守，兴利除弊。不然天下的人被你骂完了，只剩你一个人，那岂不是很悲观的现象？袁中郎参看本卷第页注。方巾气又称头巾气，意思就是道学气。方巾是明代学者士人日常所戴的帽子，明代王圻三才图会衣服卷一载方巾此即古所谓角巾也相传国初服此，取四方平定之意。林语堂在方巾气研究一文连载于一九三四年四月二十八日三十日五月三日申报自由谈中说方巾气道学气是幽默之魔敌。顾宪成―字叔时，无锡今属江苏人。明万历进士，官至吏部郎中，曾因忤旨被革职万历三十六年始起为南京光禄寺少卿，力辞不就。他在万历三十二年重修无锡的东林书院，与高攀龙等同在东林书院讲学，是明末东林党的重要人物，死后谥端文。著有泾皋藏稿小心斋凹亲苑绰嫉取＠畎住字太白，祖籍陇西成纪今甘肃秦安，后迁居绵州昌隆今四川江油。唐代诗人。著有李太白集。顾端文公年谱四卷，由顾宪成之子与沐孙枢曾孙贞观相继编定，成书于清康熙三十三年。金瓶梅长篇小说，明代兰陵笑笑生撰，一百回。它广泛反映了封建社会末期的世态和生活，其中有不少淫秽的描写。明代沈德符野获编卷二十五金瓶梅条载袁中郎觞政以金瓶梅配水浒传为外典，予恨未得见。丙午遇中郎京邸，问曾有全秩否？曰第睹数卷，甚奇快！按袁中郎在觞政之十掌故中分酒经酒谱子史诗文词曲传奇为内典外典逸典，并说传奇则水浒传金瓶梅为逸典。漫谈漫画漫谈漫画孩子们吵架，有一个用木炭――上海是大抵用铅笔了――在墙壁上写道小三子可乎之及及也，同同三千三百刀！"}
{"text":"明代沈德符野获编卷二十五金瓶梅条载袁中郎觞政以金瓶梅配水浒传为外典，予恨未得见。丙午遇中郎京邸，问曾有全秩否？曰第睹数卷，甚奇快！按袁中郎在觞政之十掌故中分酒经酒谱子史诗文词曲传奇为内典外典逸典，并说传奇则水浒传金瓶梅为逸典。漫谈漫画漫谈漫画孩子们吵架，有一个用木炭――上海是大抵用铅笔了――在墙壁上写道小三子可乎之及及也，同同三千三百刀！这和政治之类是毫不相干的，然而不能算小品文。画也一样，住家的恨路人到对门来小解，就在墙上画一个乌龟，题几句话，也不能叫它作漫画。为什么呢？就因为这和被画者的形体或精神，是绝无关系的。漫画的第一件紧要事是诚实，要确切的显示了事件或人物的姿态，也就是精神。漫画是的译名，那漫，并不是中国旧日的文人学士之所谓漫题漫书的漫。当然也可以不假思索，一挥而就的，但因为发芽于诚实的心，所以那结果也不会仅是嬉皮笑脸。这一种画，在中国的过去的绘画里很少见，百丑图或三十六声粉铎图庶几近之，可惜的是不过戏文里的丑脚的摹写罗两峰的鬼趣图，当不得已时，或者也就算进去罢，但它又太离开了人间。漫画要使人一目了然，所以那最普通的方法是夸张，但又不是胡闹。无缘无故的将所攻击或暴露的对象画作一头驴，恰如拍马家将所拍的对象做成一个神一样，是毫没有效果的，假如那对象其实并无驴气息或神气息。然而如果真有些驴气息，那就糟了，从此之后，越看想像，比读一本做得很厚的传记还明白。关于事件的漫画，也一样的。所以漫画虽然有夸张，却还是要诚实。燕山雪花大如席，是夸张，但燕山究竟有雪花，就含着一点诚实在里面，使我们立刻知道燕山原来有这么冷。如果说广州雪花大如席，那可就变成笑话了。夸张这两个字也许有些语病，那么，说是廓大也可以的。廓大一个事件或人物的特点固然使漫画容易显出效果来，但廓大了并非特点之处却更容易显出效果。矮而胖的，瘦而长的，他本身就有漫画相了，再给他秃头，近视眼，画得再矮而胖些，瘦而长些，总可以使读者发笑。但一位白净苗条的美人，就很不容易设法，有些漫画家画作一个髑髅或狐狸之类，却不过是在报告自己的低能。"}
{"text":"如果说广州雪花大如席，那可就变成笑话了。夸张这两个字也许有些语病，那么，说是廓大也可以的。廓大一个事件或人物的特点固然使漫画容易显出效果来，但廓大了并非特点之处却更容易显出效果。矮而胖的，瘦而长的，他本身就有漫画相了，再给他秃头，近视眼，画得再矮而胖些，瘦而长些，总可以使读者发笑。但一位白净苗条的美人，就很不容易设法，有些漫画家画作一个髑髅或狐狸之类，却不过是在报告自己的低能。有些漫画家却不用这呆法子，他用廓大镜照了她露出的搽粉的臂膊，看出她皮肤的褶皱，看见了这些褶皱中间的粉和泥的黑白画。这么一来，漫画稿子就成功了，然而这是真实，倘不信，大家或自己也用廓大镜去照照去。于是她也只好承认这真实，倘要好，就用肥皂和毛刷去洗一通。因为真实，所以也有力。但这种漫画，在中国是很难生存的。我记得去年就有一位文学家说过，他最讨厌论人用显微镜。欧洲先前，也并不两样。漫画虽然是暴露，讥刺，甚而至于是攻击的，但因为读者多是上等的雅人，所以漫画家的笔锋的所向，往往只在那些无拳无勇的无告者，用他们的可笑，衬出雅人们的完全和高尚来，以分得一枝雪茄的生意。像西班牙的戈雅和法国的陀密埃那样的漫画家，到底还是不可多得的。二月二十八日。本篇最初印入小品文和漫画一书。该书是太白半月刊一卷纪念的特辑，内收关于小品文和漫画的文章五十八篇，一九三五年三月生活书店出版。小三子可乎之及及也二句，意思是小三子可恶之极，戳他三千三百刀。同同，形容戳的声音。德语，又译讽刺画。百丑图描绘一百出丑角戏的图画，不详。三十六声粉铎图，全名为天长宣氏三十六声粉铎图咏，描绘昆剧三十六出丑角戏的图画，并加题咏。清代宣鼎作，申报馆丛书之一。罗两峰―名聘，字遁夫，号两峰，江苏甘泉今江都人，清代画家。鬼趣图，是一幅讽刺世态的画。燕山雪花大如席李白北风行中的句子。燕山在河北蓟县东南。戈雅―一译戈耶，西班牙讽刺画家。作品多取材于民间生活，作有铜版组画奇想集版画集战争的灾难等。陀密埃―，通译杜米埃，法国画家。晚年曾参加巴黎公社革命运动，作品有石版画立法肚子等。"}
{"text":"清代宣鼎作，申报馆丛书之一。罗两峰―名聘，字遁夫，号两峰，江苏甘泉今江都人，清代画家。鬼趣图，是一幅讽刺世态的画。燕山雪花大如席李白北风行中的句子。燕山在河北蓟县东南。戈雅―一译戈耶，西班牙讽刺画家。作品多取材于民间生活，作有铜版组画奇想集版画集战争的灾难等。陀密埃―，通译杜米埃，法国画家。晚年曾参加巴黎公社革命运动，作品有石版画立法肚子等。全国木刻联合展览会专辑序全国木刻联合展览会专辑序木刻的图画，原是中国早先就有的东西。唐末的佛像，纸牌，以至后来的小说绣像，启蒙小图，我们至今还能够看见实物。而且由此明白它本来就是大众的，也就是俗的。明人曾用之于诗笺，近乎雅了，然而归结是有文人学士在它全体上用大笔一挥，证明了这其实不过是践踏。近五年来骤然兴起的木刻，虽然不能说和古文化无关，但决不是葬中枯骨，换了新装，它乃是和社会大众的内心的一致的要求，所以仅有若干青年们的一副铁笔和几块木板，便能发展得如此蓬蓬勃勃。它所表现的是艺术学徒的热诚，因此也常常是现代社会的魂魄。实绩具在，说它雅，固然是不可的，但指为俗，却又断乎不能。这之前，有木刻了，却未曾有过这境界。这就是所以为新兴木刻的缘故，也是所以为大众所支持的原因。血脉相通，当然不会被漠视的。所以木刻不但淆乱了雅俗之辨而已，实在还有更光明，更伟大的事业在它的前面。曾被看作高尚的风景和静物画，在新的木刻上是减少了，然而看起出品来，这二者反显着较优的成绩。因为中国旧画，两者最多，耳濡目染，不觉见其久经摄取的所长了，而现在最需要的，也是最着力的人物和故事画，却仍然不免有些逊色，平常的器具和形态，也间有不合实际的。由这事实，一面固足见古文化之裨助着后来，也束缚着后来，但一面也可见入俗之不易了。这选集，是聚全国出品的精粹的第一本。但这是开始，不是成功，是几个前哨的进行，愿此后更有无尽的旌旗蔽空的大队。一九三五年六月四日记。本篇最初发表于一九三六年十一月天津文地月刊第一卷第一期，目录署名，文末署名何干。同期所载该刊编者唐诃哀先生一文中说全国木刻联展专辑，选好四十几幅画在金肇野君寓中存放。"}
{"text":"由这事实，一面固足见古文化之裨助着后来，也束缚着后来，但一面也可见入俗之不易了。这选集，是聚全国出品的精粹的第一本。但这是开始，不是成功，是几个前哨的进行，愿此后更有无尽的旌旗蔽空的大队。一九三五年六月四日记。本篇最初发表于一九三六年十一月天津文地月刊第一卷第一期，目录署名，文末署名何干。同期所载该刊编者唐诃哀先生一文中说全国木刻联展专辑，选好四十几幅画在金肇野君寓中存放。不幸去年十二月运动按指一二九运动的时候，他犯爱国罪被捕入狱，这些作品也因之而失散。仅存的，只先生亲笔所写序文的刻版，算是这一次全国木刻联合展览会遗留下的唯一的纪念品！文地所刊本文，即据这刻版排印的。全国木刻联合展览会，唐诃等以平津木刻研究会名义主办，于一九三五年元旦起开始作巡回展览，曾在北平济南上海等地展出。名人和名言名人和名言太白二卷七期上有一篇南山先生的保守文言的第三道策，他举出第一道是说要做白话由于文言做不通，第二道是说要白话做好，先须文言弄通。十年之后，才来了太炎先生的第三道，他以为你们说文言难，白话更难。理由是现在的口头语，有许多是古语，非深通小学就不知道现在口头语的某音，就是古代的某音，不知道就是古代的某字，就要写错。太炎先生的话是极不错的。现在的口头语，并非一朝一夕，从天而降的语言，里面当然有许多是古语，既有古语，当然会有许多曾见于古书，如果做白话的人，要每字都到说文解字里去找本字，那的确比做任用借字的文言要难到不知多少倍。然而自从提倡白话以来，主张者却没有一个以为写白话的主旨，是在从小学里寻出本字来的，我们就用约定俗成的借字。诚然，如太炎先生说乍见熟人而相寒暄曰好呀，呀即乎字应人之称曰是唉，唉即也字。但我们即使知道了这两字，也不用好乎或是也，还是用好呀或是唉。因为白话是写给现代的人们看，并非写给商周秦汉的鬼看的，起古人于地下，看了不懂，我们也毫不畏缩。所以太炎先生的第三道策，其实是文不对题的。这缘故，是因为先生把他所专长的小学，用得范围太广了。我们的知识很有限，谁都愿意听听名人的指点，但这时就来了一个问题听博识家的话好，还是听专门家的话好呢？解答似乎很容易都好。"}
{"text":"但我们即使知道了这两字，也不用好乎或是也，还是用好呀或是唉。因为白话是写给现代的人们看，并非写给商周秦汉的鬼看的，起古人于地下，看了不懂，我们也毫不畏缩。所以太炎先生的第三道策，其实是文不对题的。这缘故，是因为先生把他所专长的小学，用得范围太广了。我们的知识很有限，谁都愿意听听名人的指点，但这时就来了一个问题听博识家的话好，还是听专门家的话好呢？解答似乎很容易都好。自然都好但我由历听了两家的种种指点以后，却觉得必须有相当的警戒。因为是博识家的话多浅，专门家的话多悖的。博识家的话多浅，意义自明，惟专门家的话多悖的事，还得加一点申说。他们的悖，未必悖在讲述他们的专门，是悖在倚专家之名，来论他所专门以外的事。社会上崇敬名人，于是以为名人的话就是名言，却忘记了他之所以得名是那一种学问或事业。名人被崇奉所诱惑，也忘记了自己之所以得名是那一种学问或事业，渐以为一切无不胜人，无所不谈，于是乎就悖起来了。其实，专门家除了他的专长之外，许多见识是往往不及博识家或常识者的。太炎先生是革命的先觉，小学的大师，倘谈文献，讲说文，当然娓娓可听，但一到攻击现在的白话，便牛头不对马嘴，即其一例。还有江亢虎博士，是先前以讲社会主义出名的名人，他的社会主义到底怎么样呢，我不知道。只是今年忘其所以，谈到小学，说德之古字为，从从心，即直觉之意，却真不知道悖到那里去了，他竟连那上半并不是曲直的直字这一点都不明白。这种解释，却须听太炎先生了。不过在社会上，大概总以为名人的话就是名言，既是名人，也就无所不通，无所不晓。所以译一本欧洲史，就请英国话说得漂亮的名人校阅，编一本经济学，又乞古文做得好的名人题签学界的名人绍介医生，说他术擅岐黄，商界的名人称赞画家，说他精研六法。这也是一种现在的通病。德国的细胞病理学家维尔晓，是医学界的泰斗，举国皆知的名人，在医学史上的位置，是极为重要的，然而他不相信进化论，他那被教徒所利用的几回讲演，据赫克尔说，很给了大众不少坏影响。因为他学问很深，名甚大，于是自视甚高，以为他所不解的，此后也无人能解，又不深研进化论，便一口归功于上帝了。现在中国屡经绍介的法国昆虫学大家法布耳，也颇有这倾向。"}
{"text":"这也是一种现在的通病。德国的细胞病理学家维尔晓，是医学界的泰斗，举国皆知的名人，在医学史上的位置，是极为重要的，然而他不相信进化论，他那被教徒所利用的几回讲演，据赫克尔说，很给了大众不少坏影响。因为他学问很深，名甚大，于是自视甚高，以为他所不解的，此后也无人能解，又不深研进化论，便一口归功于上帝了。现在中国屡经绍介的法国昆虫学大家法布耳，也颇有这倾向。他的著作还有两种缺点一是嗤笑解剖学家，二是用人类道德于昆虫界。但倘无解剖，就不能有他那样精到的观察，因为观察的基础，也还是解剖学农学者根据对于人类的利害，分昆虫为益虫和害虫，是有理可说的，但凭了当时的人类的道德和法律，定昆虫为善虫或坏虫，却是多余了。有些严正的科学者，对于法布耳的有微词，实也并非无故。但倘若对这两点先加警戒，那么，他的大著作昆虫记十卷，读起来也还是一部很有趣，也很有益的书。不过名人的流毒，在中国却较为利害，这还是科举的余波。那时候，儒生在私塾里揣摩高头讲章，和天下国家何涉，但一登第，真是一举成名天下知，他可以修史，可以衡文，可以临民，可以治河到清朝之末，更可以办学校，开煤矿，练新军，造战舰，条陈新政，出洋考察了。成绩如何呢，不待我多说。这病根至今还没有除，一成名人，便有满天飞之概。我想，自此以后，我们是应该将名人的话和名言分开来的，名人的话并不都是名言许多名言，倒出自田夫野老之口。这也就是说，我们应该分别名人之所以名，是由于那一门，而对于他的专门以外的纵谈，却加以警戒。苏州的学子是聪明的，他们请太炎先生讲国学，却不请他讲簿记学或步兵操典，――可惜人们却又不肯想得更细一点了。我很自歉这回时时涉及了太炎先生。但智者千虑，必有一失，这大约也无伤于先生的日月之明的。至于我的所说，可是我想，愚者千虑，必有一得，盖亦悬诸日月而不刊之论也。七月一日。本篇最初发表于一九三五年七月二十日太白半月刊第二卷第九期，署名越丁。太白参看本卷第页注。南山即陈望道―，浙江义乌人，学者。曾任新青年杂志编辑复旦大学文学院院长等。"}
{"text":"我很自歉这回时时涉及了太炎先生。但智者千虑，必有一失，这大约也无伤于先生的日月之明的。至于我的所说，可是我想，愚者千虑，必有一得，盖亦悬诸日月而不刊之论也。七月一日。本篇最初发表于一九三五年七月二十日太白半月刊第二卷第九期，署名越丁。太白参看本卷第页注。南山即陈望道―，浙江义乌人，学者。曾任新青年杂志编辑复旦大学文学院院长等。保守文言的第三道策，发表于一九三五年六月二十日太白第二卷第七期。它开头说保守文言过去有过两道策。直到最近，才由章太炎提出白话比文言还要难做的话头来，勉强算是缴了第三道。其后引证了章太炎自己的话叙事欲声口毕肖，须录当地方言。文言如此，白话亦然用语自不能限于首都，非广采各地方言不可。然则非深通小学，如何可写白话哉？寻常语助之字，如焉，哉，乎，也。今白话中，焉，哉不用，乎，也尚用。如乍见熟人而相寒暄，曰好呀，呀即乎字应人之称曰是唉，唉即也字。夫字文言用在句末，即白话之罢字矣转而为哩，乎，也，夫，矣四字，仅声音小变而已，论理应用乎，也，夫，矣，不应用呀，唉，罢，哩也。按章太炎的话见于他的讲演稿白话与文言之关系。太炎即章炳麟。参看本卷第页注和且介亭杂文末编关于太炎先生二三事。江亢虎―江西弋阳人。辛亥革命时曾组织中国社会党进行投机活动，抗日战争期间成为汉奸，任汪伪政府的考试院院长。一九三五年二月他在上海发起以保存汉字保存文言为目的的存文会这里说他谈到小学的一些话，是同年三月在上海讲学时说的。说文解字卷十下，外得于人内得于己也，从从心。多则切。又卷十二下，正见也，从从十从目。徐锴曰，隐也，今十目所见，是也。除力切。岐黄指古代名医。黄即黄帝，名轩辕，传说中的上古帝王岐即岐伯，传说中的上古名医。今所传著名医学古籍黄帝内经，是战国秦汉时医家托名黄帝和岐伯所作。其中素问部分，用黄帝和岐伯问答的形式讨论病理，故后来常称医术高明者为术精岐黄。六法中国画过去有六法之说。"}
{"text":"说文解字卷十下，外得于人内得于己也，从从心。多则切。又卷十二下，正见也，从从十从目。徐锴曰，隐也，今十目所见，是也。除力切。岐黄指古代名医。黄即黄帝，名轩辕，传说中的上古帝王岐即岐伯，传说中的上古名医。今所传著名医学古籍黄帝内经，是战国秦汉时医家托名黄帝和岐伯所作。其中素问部分，用黄帝和岐伯问答的形式讨论病理，故后来常称医术高明者为术精岐黄。六法中国画过去有六法之说。南朝齐谢赫的古画名录中说画有六法一气韵生动是也二骨法用笔是也三应物象形是也四随类赋彩是也五经营位置是也六传移模写是也。维尔晓―通译微耳和。德国科学家和政治活动家，细胞病理学的奠基人。早年曾拥护达尔文主义，后来却激烈反对达尔文主义。著有细胞病理学等。赫克尔―通译海克尔，德国生物学家，达尔文进化论的捍卫者和宣传者。主要著作有宇宙之谜人类发展史等。法布耳―法国昆虫学家。他著的昆虫记出版于一九一年，是一部以生动活泼的文笔介绍昆虫生活情态的书。当时我国有好几个节译本，如法布尔科学故事昆虫故事昆虫记等。一九三三年前后，章太炎曾在苏州创立章氏国学讲习会，讲授国学。他在制言半月刊创刊号一九三五年九月中说余自民国二十一年返自旧都，讲学吴中三年矣。悬诸日月而不刊语出汉代扬雄答刘歆书。扬雄在这封信里，引用张伯松赞美他的方言稿本的话是悬诸日月不刊之书也。刊，这里是掉下的意思。死魂灵百图小引死魂灵百图小引果戈理开手作死魂灵第一部的时候，是一八三五年的下半年，离现在足有一百年了。幸而，还是不幸呢，其中的许多人物，到现在还很有生气，使我们不同国度，不同时代的读者，也觉得仿佛写着自己的周围，不得不叹服他伟大的写实的本领。不过那时的风尚，却究竟有了变迁，例如男子的衣服，和现在虽然小异大同，而闺秀们的高髻圆裙，则已经少见那时的时髦的车子，并非流线形的摩托卡，却是三匹马拉的篷车，照着跳舞夜会的所谓眩眼的光辉，也不是电灯，只不过许多插在多臂烛台上的蜡烛凡这些，倘使没有图画，是很难想像清楚的。关于死魂灵的有名的图画，据里斯珂夫说，一共有三种，而最正确和完备的是阿庚的百图。"}
