{"text":"对于左翼作家联盟的意见对于左翼作家联盟的意见――三月二日在左翼作家联盟成立大会讲有许多事情，有人在先已经讲得很详细了，我不必再说。我以为在现在，左翼作家是很容易成为右翼作家的。为什么呢？第一，倘若不和实际的社会斗争接触，单关在玻璃窗内做文章，研究问题，那是无论怎样的激烈，左，都是容易办到的然而一碰到实际，便即刻要撞碎了。关在房子里，最容易高谈彻底的主义，然而也最容易右倾。西洋的叫做的社会主义者，便是指这而言。是客厅的意思，坐在客厅里谈谈社会主义，高雅得很，漂亮得很，然而并不想到实行的。这种社会主义者，毫不足靠。并且在现在，不带点广义的社会主义的思想的作家或艺术家，就是说工农大众应该做奴隶，应该被虐杀，被剥削的这样的作家或艺术家，是差不多没有了，除非墨索里尼，但墨索里尼并没有写过文艺作品。当然，这样的作家，也还不能说完全没有，例如中国的新月派诸文学家，以及所说的墨索里尼所宠爱的邓南遮便是。第二，倘不明白革命的实际情形，也容易变成右翼。革命是痛苦，其中也必然混有污秽和血，决不是如诗人所想像的那般有趣，那般完美革命尤其是现实的事，需要各种卑贱的，麻烦的工作，决不如诗人所想像的那般浪漫革命当然有破坏，然而更需要建设，破坏是痛快的，但建设却是麻烦的事。所以对于革命抱着浪漫谛克的幻想的人，一和革命接近，一到革命进行，便容易失望。听说俄国的诗人叶遂宁，当初也非常欢迎十月革命，当时他叫道，万岁，天上和地上的革命！又说我是一个布尔塞维克了！然而一到革命后，实际上的情形，完全不是他所想像的那么一回事，终于失望，颓废。叶遂宁后来是自杀了的，听说这失望是他的自杀的原因之一。又如毕力涅克和爱伦堡，也都是例子。在我们辛亥革命时也有同样的例，那时有许多文人，例如属于南社的人们，开初大抵是很革命的，但他们抱着一种幻想，以为只要将满洲人赶出去，便一切都恢复了汉官威仪，人们都穿大袖的衣服，峨冠博带，大步地在街上走。谁知赶走满清皇帝以后，民国成立，情形却全不同，所以他们便失望，以后有些人甚至成为新的运动的反动者。但是，我们如果不明白革命的实际情形，也容易和他们一样的。还有，以为诗人或文学家高于一切人，他底工作比一切工作都高贵，也是不正确的观念。"}
{"text":"谁知赶走满清皇帝以后，民国成立，情形却全不同，所以他们便失望，以后有些人甚至成为新的运动的反动者。但是，我们如果不明白革命的实际情形，也容易和他们一样的。还有，以为诗人或文学家高于一切人，他底工作比一切工作都高贵，也是不正确的观念。举例说，从前海涅以为诗人最高贵，而上帝最公平，诗人在死后，便到上帝那里去，围着上帝坐着，上帝请他吃糖果。在现在，上帝请吃糖果的事，是当然无人相信的了，但以为诗人或文学家，现在为劳动大众革命，将来革命成功，劳动阶级一定从丰报酬，特别优待，请他坐特等车，吃特等饭，或者劳动者捧着牛油面包来献他，说我们的诗人，请用吧！这也是不正确的因为实际上决不会有这种事，恐怕那时比现在还要苦，不但没有牛油面包，连黑面包都没有也说不定，俄国革命后一二年的情形便是例子。如果不明白这情形，也容易变成右翼。事实上，劳动者大众，只要不是梁实秋所说有出息者，也决不会特别看重知识阶级者的，如我所译的溃灭中的美谛克知识阶级出身，反而常被矿工等所嘲笑。不待说，知识阶级有知识阶级的事要做，不应特别看轻，然而劳动阶级决无特别例外地优待诗人或文学家的义务。现在，我说一说我们今后应注意的几点。第一，对于旧社会和旧势力的斗争，必须坚决，持久不断，而且注重实力。旧社会的根柢原是非常坚固的，新运动非有更大的力不能动摇它什么。并且旧社会还有它使新势力妥协的好办法，但它自己是决不妥协的。在中国也有过许多新的运动了，却每次都是新的敌不过旧的，那原因大抵是在新的一面没有坚决的广大的目的，要求很小，容易满足。譬如白话文运动，当初旧社会是死力抵抗的，但不久便容许白话文底存在，给它一点可怜地位，在报纸的角头等地方可以看见用白话写的文章了，这是因为在旧社会看来，新的东西并没有什么，并不可怕，所以就让它存在，而新的一面也就满足，以为白话文已得到存在权了。"}
{"text":"又如一二年来的无产文学运动，也差不多一样，旧社会也容许无产文学，因为无产文学并不厉害，反而他们也来弄无产文学，拿去做装饰，仿佛在客厅里放着许多古董磁器以外，放一个工人用的粗碗，也很别致而无产文学者呢，他已经在文坛上有个小地位，稿子已经卖得出去了，不必再斗争，批评家也唱着凯旋歌无产文学胜利！但除了个人的胜利，即以无产文学而论，究竟胜利了多少？况且无产文学，是无产阶级解放斗争底一翼，它跟着无产阶级的社会的势力的成长而成长，在无产阶级的社会地位很低的时候，无产文学的文坛地位反而很高，这只是证明无产文学者离开了无产阶级，回到旧社会去罢了。第二，我以为战线应该扩大。在前年和去年，文学上的战争是有的，但那范围实在太小，一切旧文学旧思想都不为新派的人所注意，反而弄成了在一角里新文学者和新文学者的斗争，旧派的人倒能够闲舒地在旁边观战。第三，我们应当造出大群的新的战士。因为现在人手实在太少了，譬如我们有好几种杂志，单行本的书也出版得不少，但做文章的总同是这几个人，所以内容就不能不单薄。一个人做事不专，这样弄一点，那样弄一点，既要翻译，又要做小说，还要做批评，并且也要做诗，这怎么弄得好呢？这都因为人太少的缘故，如果人多了，则翻译的可以专翻译，创作的可以专创作，批评的专批评对敌人应战，也军势雄厚，容易克服。关于这点，我可带便地说一件事。前年创造社和太阳社向我进攻的时候，那力量实在单薄，到后来连我都觉得有点无聊，没有意思反攻了，因为我后来看出了敌军在演空城计。那时候我的敌军是专事于吹擂，不务于招兵练将的攻击我的文章当然很多，然而一看就知道都是化名，骂来骂去都是同样的几句话。我那时就等待有一个能操马克斯主义批评的枪法的人来狙击我的，然而他终于没有出现。在我倒是一向就注意新的青年战士底养成的，曾经弄过好几个文学团体，不过效果也很小。但我们今后却必须注意这点。我们急于要造出大群的新的战士，但同时，在文学战线上的人还要韧。所谓韧，就是不要像前清做八股文的敲门砖似的办法。"}
{"text":"我那时就等待有一个能操马克斯主义批评的枪法的人来狙击我的，然而他终于没有出现。在我倒是一向就注意新的青年战士底养成的，曾经弄过好几个文学团体，不过效果也很小。但我们今后却必须注意这点。我们急于要造出大群的新的战士，但同时，在文学战线上的人还要韧。所谓韧，就是不要像前清做八股文的敲门砖似的办法。前清的八股文，原是进学做官的工具，只要能做起承转合，借以进了秀才举人，便可丢掉八股文，一生中再也用不到它了，所以叫做敲门砖，犹之用一块砖敲门，门一敲进，砖就可抛弃了，不必再将它带在身边。这种办法，直到现在，也还有许多人在使用，我们常常看见有些人出了一二本诗集或小说集以后，他们便永远不见了，到那里去了呢？是因为出了一本或二本书，有了一点小名或大名，得到了教授或别的什么位置，功成名遂，不必再写诗写小说了，所以永远不见了。这样，所以在中国无论文学或科学都没有东西，然而在我们是要有东西的，因为这于我们有用。卢那卡尔斯基是甚至主张保存俄国的农民美术，因为可以造出来卖给外国人，在经济上有帮助。我以为如果我们文学或科学上有东西拿得出去给别人，则甚至于脱离帝国主义的压迫的政治运动上也有帮助。但要在文化上有成绩，则非韧不可。最后，我以为联合战线是以有共同目的为必要条件的。我记得好像曾听到过这样一句话反动派且已经有联合战线了，而我们还没有团结起来！其实他们也并未有有意的联合战线，只因为他们的目的相同，所以行动就一致，在我们看来就好像联合战线。而我们战线不能统一，就证明我们的目的不能一致，或者只为了小团体，或者还其实只为了个人，如果目的都在工农大众，那当然战线也就统一了。本篇最初发表于一九三年四月一日萌芽月刊第一卷第四期。左翼作家联盟即中国左翼作家联盟简称左联，中国共产党领导下的革命文学团体。一九三年三月在上海成立并先后在北平天津等地及日本东京设立分会，领导成员有夏衍冯雪峰冯乃超周扬等。左联的成立，标志着中国革命文学发展的一个新阶段。它曾有组织有计划地致力于马克思主义文艺理论的宣传和研究，批判各种错误的资产阶级文艺思想，提倡革命文学创作，进行文艺大众化的探讨，培养了一批革命文艺工，促进了革命文学运动的发展。"}
{"text":"左翼作家联盟即中国左翼作家联盟简称左联，中国共产党领导下的革命文学团体。一九三年三月在上海成立并先后在北平天津等地及日本东京设立分会，领导成员有夏衍冯雪峰冯乃超周扬等。左联的成立，标志着中国革命文学发展的一个新阶段。它曾有组织有计划地致力于马克思主义文艺理论的宣传和研究，批判各种错误的资产阶级文艺思想，提倡革命文学创作，进行文艺大众化的探讨，培养了一批革命文艺工，促进了革命文学运动的发展。它在国民党统治区内领导革命文学工和进步作家，对国民党的反革命文化围剿进行了英勇顽强的斗争，在粉碎这种围剿中起了重大的作用。但由于受到当时党内左倾路线的影响，左联的一些领导人在工作中有过教条主义和宗派主义的倾向，对此，曾进行过原则性的批评。他在左联成立大会上的这个讲话，是当时左翼文艺运动有重要意义的文件。左联由于受国民党政府的白色恐怖的摧残压迫，也由于领导工作中宗派主义的影响，始终是一个比较狭小的团体。一九三五年底，为了适应抗日救亡运动的新形势，左联自行解散。墨索里尼ss，意大利的独裁者和法西斯党党魁，第二次世界大战的罪魁之一。邓南遮，，意大利唯美乐义作家。著有长篇小说死的胜利等。晚年成为民族主义者，深受墨索里尼的宠爱，获得亲王称号墨索里尼还曾悬赏征求他的传记见一九三年三月萌芽月刊第一卷第三期国内外文坛消息。叶遂宁参看本卷第页注。这里所引的诗句，分别见于他在一九一八年所作的天上的鼓手和约旦河上的鸽子。毕力涅克―又译皮涅克，联革命初期的所谓同路人作家之一。一九二九年，他在国外白俄报刊上发表长篇小说红木，诋毁苏联社会主义建设。爱伦堡，参看本卷第页注。南社参看本卷第页注。海涅―德国诗人，著有长诗德国――一个冬天的童话等。这里的引述，参看本卷第页注。几种杂志指当时出版的萌芽月刊拓荒者大众文艺文艺研究等。几个文学团体指莽原社未名社朝花社等。"}
{"text":"爱伦堡，参看本卷第页注。南社参看本卷第页注。海涅―德国诗人，著有长诗德国――一个冬天的童话等。这里的引述，参看本卷第页注。几种杂志指当时出版的萌芽月刊拓荒者大众文艺文艺研究等。几个文学团体指莽原社未名社朝花社等。八股文明清科举考试制度所规定的一种公式化文体，每篇分破题承题起讲入手起股中股后股束股八部分，后四部分是主体，每部分有两股相比偶的文字，合共八股，所以叫八股文。下文所说的起承转合，指做八股文的一种公式，即所谓起要平起，承要春从容，转要变化，合要渊永。进学按明清科举制度，童生经过县考初试，府考复试，再参加由学政主持的院考道考，考取的列名府县学，叫进学，也就成为秀才。关于卢那察尔斯基主张保存俄国农民美术的观点，见翻译的卢那察尔斯基论文集文艺与批评中的苏维埃国家与艺术。非革命的急进革命论者非革命的急进革命论者倘说，凡大队的革命军，必须一切战士的意识，都十分正确，分明，这才是真的革命军，否则不值一哂。这言论，初看固然是很正当，彻底似的，然而这是不可能的难题，是空洞的高谈，是毒害革命的甜药。譬如在帝国主义的主宰之下，必不容训练大众个个有了人类之爱，然后笑嘻嘻地拱手变为大同世界一样，在革命者们所反抗的势力之下，也决不容用言论或行动，使大多数人统得到正确的意识。所以每一革命部队的突起，战士大抵不过是反抗现状这一种意思，大略相同，终极目的是极为歧异的。或者为社会，或者为小集团，或者为一个爱人，或者为自己，或者简直为了自杀。然而革命军仍然能够前行。因为在进军的途中，对于敌人，个人主义者所发的子弹，和集团主义者所发的子弹是一样地能够制其死命任何战士死伤之际，便要减少些军中的战斗力，也两者相等的。但自然，因为终极目的的不同，在行进时，也时时有人退伍，有人落荒，有人颓唐，有人叛变，然而只要无碍于进行，则愈到后来，这队伍也就愈成为纯粹，精锐的队伍了。我先前为叶永蓁君的小小十年作序，以为已经为社会尽了些力量，便是这意思。书中的主角，究竟上过前线，当过哨兵虽然连放枪的方法也未曾被教，比起单是抱膝哀歌，握笔愤叹的文豪们来，实在也切实得远了。"}
{"text":"但自然，因为终极目的的不同，在行进时，也时时有人退伍，有人落荒，有人颓唐，有人叛变，然而只要无碍于进行，则愈到后来，这队伍也就愈成为纯粹，精锐的队伍了。我先前为叶永蓁君的小小十年作序，以为已经为社会尽了些力量，便是这意思。书中的主角，究竟上过前线，当过哨兵虽然连放枪的方法也未曾被教，比起单是抱膝哀歌，握笔愤叹的文豪们来，实在也切实得远了。倘若要现在的战士都是意识正确，而且坚于钢铁之战士，不但是乌托邦的空想，也是出于情理之外的苛求。但后来在申报上，却看见了更严厉，更彻底的批评，因为书中的主角的从军，动机是为了自己，所以深加不满。申报是最求和平，最不鼓动革命的报纸，初看仿佛是很不相称似的，我在这里要指出貌似彻底的革命者，而其实是极不革命或有害革命的个人主义的论客来，使那批评的灵魂和报纸的躯壳正相适合。其一是颓废者，因为自己没有一定的理想和无力，便流落而求刹那的享乐一定的享乐，又使他发生厌倦，则时时寻求新刺戟，而这刺戟又须利害，这才感到畅快。革命便也是那颓废者的新刺戟之一，正如饕饕者餍足了肥甘，味厌了，胃弱了，便要吃胡椒和辣椒之类，使额上出一点小汗，才能送下半碗饭去一般。他于革命文艺，就要彻底的，完全的革命文艺，一有时代的缺陷的反映，就使他皱眉，以为不值一哂。和事实离开是不妨的，只要一个爽快。法国的波特莱尔，谁都知道是颓废的诗人，然而他欢迎革命，待到革命要妨害他的颓废生活的时候，他才憎恶革命了。所以革命前夜的纸张上的革命家，而且是极彻底，极激烈的革命家，临革命时，便能够撕掉他先前的假面，――不自觉的假面。这种史例，是也应该献给一碰小钉子，一有小地位或小款子，便东窜东京，西走巴黎的成仿吾那样革命文学家的。其一，我还定不出他的名目。要之，是毫无定见，因而觉得世上没有一件对，自己没有一件不对，归根结蒂，还是现状最好的人们。他现为批评家而说话的时候，就随便捞到一种东西以驳诘相反的东西。要驳互助说时用争存说，驳争存说时用互助说反对和平论时用阶级争斗说，反对斗争时就主张人类之爱。论敌是唯心论者呢，他的立场是唯物论，待到和唯物论者相辩难，他却又化为唯心论者了。要之，是用英尺来量俄里，又用法尺来量密达，而发见无一相合的人。"}
{"text":"其一，我还定不出他的名目。要之，是毫无定见，因而觉得世上没有一件对，自己没有一件不对，归根结蒂，还是现状最好的人们。他现为批评家而说话的时候，就随便捞到一种东西以驳诘相反的东西。要驳互助说时用争存说，驳争存说时用互助说反对和平论时用阶级争斗说，反对斗争时就主张人类之爱。论敌是唯心论者呢，他的立场是唯物论，待到和唯物论者相辩难，他却又化为唯心论者了。要之，是用英尺来量俄里，又用法尺来量密达，而发见无一相合的人。因为别的一切，无一相合，于是永远觉得自己是允执厥中，永远得到自己满足。从这些人们的批评的指示，则只要不完全，有缺陷，就不行。但现在的人，的事，那里会有十分完全，并无缺陷的呢，为万全计，就只好毫不动弹。然而这毫不动弹，却也就是一个大错。总之，做人之道，是非常之烦难了，至于做革命家，那当然更不必说。申报的批评家对于小小十年虽然要求彻底的革命的主角，但于社会科学的翻译，是加以刻毒的冷嘲的，所以那灵魂是后一流，而略带一些颓废者的对于人生的无聊，想吃些辣椒来开开胃的气味。本篇最初发表于一九三年三月一日萌芽月刊第一卷第三期。大同世界原是古代人设想的一种平等安乐的社会，后来常用以指理想世界。大同一词原出礼记礼运。叶永蓁参看三闲集叶永蓁作小小十年小引及其有关注。这里所说申报的批评，指一九二九年十一月十九日申报艺术界新书月评栏倜然评小小十年的文章。其中说我们的主人翁和许多革命青年一样，最初只是把革命当作一种无法可想之中的办法，至于那些冠冕堂皇的革命理由，差不多都是事后才知道，事后才说书中很强烈的暗示着，现在革命青年心目中的革命，目的不是求民族复兴而是在个人求得出路而已。并断定小小十年这样的作品就不算是可贵的了。波特莱尔，―法国诗人，参加法国一八四八年的二月革命，编辑社会生路报，并参加了六月的街垒战。但在这次革命失败后，他丧失了对于社会进步的信心，日益颓废。所作诗集恶之华，描写病态心理，美化丑恶，歌颂死亡，充满悲观厌世情绪。互助说俄国无政府主义者克鲁泡特金的反动学说。它认为生物及人类的生存和进化是由于互助，鼓吹以互助的办法解决社会矛盾。争存说，即达尔文进化论的生存竞争学说。"}
{"text":"并断定小小十年这样的作品就不算是可贵的了。波特莱尔，―法国诗人，参加法国一八四八年的二月革命，编辑社会生路报，并参加了六月的街垒战。但在这次革命失败后，他丧失了对于社会进步的信心，日益颓废。所作诗集恶之华，描写病态心理，美化丑恶，歌颂死亡，充满悲观厌世情绪。互助说俄国无政府主义者克鲁泡特金的反动学说。它认为生物及人类的生存和进化是由于互助，鼓吹以互助的办法解决社会矛盾。争存说，即达尔文进化论的生存竞争学说。这种学说认为，生物在维护个体生存和繁殖后代的过程中，与周围环境中的各种条件经常发生矛盾斗争，优胜劣败，适者生存。这种自然科学学说，后来被社会达尔文主义者用来解释人类社会，成为替资本主义和帝国主义辩护的理论。允执厥中语见尚书大禹谟，不偏不倚的意思。风马牛风马牛主张顺而不信译法的大将赵景深先生，近来却并没有译什么大作，他大抵只在小说月报上，将国外文坛消息来介绍给我们。这自然是很可感谢的。那些消息，是译来的呢，还是介绍者自去打听来，研究来的？我们无从捉摸。即使是译来的罢，但大抵没有说明出处，我们也无从考查。自然，在主张顺而不信译法的赵先生，这是都不必注意的，如果有些不信，倒正是贯彻了宗旨。然而，疑难之处，我却还是遇到的。在二月号的小说月报里，赵先生将新群众作家近讯告诉我们，其一道格罗泼已将马戏的图画故事p脱稿。这是极顺的，但待到看见了这本图画，却不尽是马戏。借得英文字典来，将书名下面注着的两行英文ss查了一通，才知道原来并不是马戏的故事，而是做马戏的戏子们的故事。这么一说，自然，有些不顺了。但内容既然是这样的，另外也没有法子想。必须是马戏子，这才会有。小说月报到了十一月号，赵先生又告诉了我们塞意斯完成四部曲，而且连最后的一册半人半牛怪Z也已于今年出版了。这一下，就令人眼睛发白，因为这是茄门话，就是想查字典，除了同济学校也几乎无处可借，那里还敢发生什么贰心。然而那下面的一个名词，却不写尚可，一写倒成了疑难杂症。"}
