{"text":"古有唐诗宋词元曲明清小说，而现代的我们，又能创作出什么呢？经典的诗词，优美的曲子，曲折的小说，全存在手机里了，而自己能创作的，也许只有简短的信息罢了。课堂上，老师站在讲台上自言自语，我们在用手机你侬我侬，给前桌发一个表情，给旁桌发一句短语，然后呢，一遍又一遍地刷自己的微薄，更新着自己的动态，看看今日的体育新闻，关注关注近来的明星八卦，不知不觉中下课铃声响了，课本却还在第一页。课后本是提笔疾书，完成作业的时候，却又忍不住拿起手机，给并不遥远的他或她打了一个长长的电话，话题不痛不痒，无非是向对方诉说，今天在食堂面对一排的菜盆不知道吃什么。就这样，你，我，他都成了手机的奴隶。它本该是时代赋予我们的信息便携工具，它本可以做我们理想的助产士，然而，它成了一把无形的大铁锁，锁住了我们迈向理想的脚步。所以，少年，请关掉你的手机。然后，和我一起躺在柔软的草地上，遥望天上一闪一闪的明星，和娜一轮皎洁的月儿，我们面对面，心触心地谈青春的话题，谈谈属于我们的话题。向未来进军在这个光怪陆离的人间，没有人可以将日子过得行云流水。但我始终相信，走过平湖烟雨岁月山河，那些对未来充满希望并为之奋斗的人，那些敢于追问为什么不能这样的人，会更加生动而干净。时间永远是旁观者，所有的过程和结果，都需要我们自己承担。只有那些向着未来敢于追寻为梦想风雨兼程的人才能在人生的舞台上绽放光彩！要做一只翩飞的白鹤，飞渡寒苦人生。柴静在她初入央视东方时空时，并不顺意，遭人误解嘲讽，可她没有眼空蓄泪泪空垂，没有失落地喃喃自语为什么会这样？她坚定地抬起头，继续为自己的事业不断奋斗。她以一名新闻记者的良知与正义，剥茧抽丝，向着那片最蓝的未来海域飞翔！在向未来进军的道路上，她兢兢业业，甘守清贫，活得从容。当她被评为最美记者时则谦逊地答道溢美之词，不敢领受。言有物，行有格，贫贱不移，宠辱不惊！当热烈包围世界，她以冷静的姿态飞渡，坚持不懈地为未来奋斗使她的人生充满力量！要么是你驾驭生命，要么是生命驾驭你，你决定谁是坐骑谁是骑师。海子曾说要有最朴素的生活和最遥远的梦，即使明天天寒地冻，马亡。的确，人生从来不会一帆风顺，但我们要始终坚守自己的梦想，掌握生命的方向，使自己在努力中实现价值。"}
{"text":"当她被评为最美记者时则谦逊地答道溢美之词，不敢领受。言有物，行有格，贫贱不移，宠辱不惊！当热烈包围世界，她以冷静的姿态飞渡，坚持不懈地为未来奋斗使她的人生充满力量！要么是你驾驭生命，要么是生命驾驭你，你决定谁是坐骑谁是骑师。海子曾说要有最朴素的生活和最遥远的梦，即使明天天寒地冻，马亡。的确，人生从来不会一帆风顺，但我们要始终坚守自己的梦想，掌握生命的方向，使自己在努力中实现价值。失意不一定是生活的羁绊，敢于直面人生的人，才是灵魂最自由人格最完美的人。新起之秀陈欧在创业之初，无数的质疑和辱骂几乎要将他淹没。然而他想为什么不能这样呢？重重打击下，陈欧却越来越强大。你只闻到我的香水，却没看到我的汗水。你有你的规则，我有我的选择。你否定我的现在，我决定我的未来。你可以轻视我们的年轻，我们会证明这是谁的时代。哪怕遍体鳞伤，也要活得漂亮。这是陈欧内心的回响。毫无疑问，陈欧在他梦想的道路上越走越远，一个个坚实的脚印是他存在于这个世界的最好证明！面对失败与挫折，面对误解与伤害，他用行动给出了最好的回答。追梦途中，永不言弃地为未来拼搏使他的人生无所畏惧。萧伯纳说我梦想一些从未发生的事情，然后追问为什么不能这样？法布尔曾说你们应该有信心，生命从来不会绝望！没有绝望的处境，只有绝望的人，不要在失败中裹足不前，而应展望未来，想着为什么不能这样？这样，我们的生活便会柳暗花明又一村。走出自我设限，我们便能看到鸥翔鱼游，水天一色向未来进军，我们便能触到自己的梦想！任他青苔满地年年不扫，任他尘烟风过一池萍碎，我心向天，仰面花开。这是一篇诗意盎然意蕴悠远的考场佳作。遣词造句，生动优美句式修辞，音乐和谐。仿似吐纳珠玉卷舒风云，情韵悠长，美不胜收。而更为惊叹的是，将文字的骨感和诗性与深刻的人生哲理相交融，诗意之外还有一分灵性，更有一分昂扬的精神和哲思的力量。苏格拉底的苹果当今世界到底什么才是真相？而真相到底距离我们有多远？苏格拉底的苹果引发我们对世界的思考，也引发了对诚信的思考。深深映在脑海中的是那个赢弱的孩子，抱着空空的花盆，一副受了欺负的样子站在国王的面前。但这个孩子却是最勇敢最诚实的，因而他成为下一代的国王。可见，一个人的诚实对于国家是多么重要。"}
{"text":"仿似吐纳珠玉卷舒风云，情韵悠长，美不胜收。而更为惊叹的是，将文字的骨感和诗性与深刻的人生哲理相交融，诗意之外还有一分灵性，更有一分昂扬的精神和哲思的力量。苏格拉底的苹果当今世界到底什么才是真相？而真相到底距离我们有多远？苏格拉底的苹果引发我们对世界的思考，也引发了对诚信的思考。深深映在脑海中的是那个赢弱的孩子，抱着空空的花盆，一副受了欺负的样子站在国王的面前。但这个孩子却是最勇敢最诚实的，因而他成为下一代的国王。可见，一个人的诚实对于国家是多么重要。或许人类社会中那不诚实的一面一直就伴随着诚实而存在着，随着社会的发展，好像诚实缺失的情况日益严重。不诚实的根源到底是什么？我想对于那位哲学家，我不知他是出于什么目的对那些学生说这个苹果是我刚从果园摘来的，你们闻到它的香味了吗？但是那确实不是真正的苹果，哲学家说了谎话。实际上，这也映射出当今教育制度存在的问题。教育者有些时候会因为教育的缘故，故意设定某种不真实的问题，这种暗示可以让某些学生说假话。有时，冠冕堂皇的假话，在某种情况下也反映了教育存在着的问题――久而久之，作为学生，也就很难分辨是非真假，从而出现那种闻也不闻就说苹果有香味的学生。另三位沉默的学生在心中都存在着疑问，但是他们对于疑问的处理方法却不相同。那个说没有闻到的学生，是最真诚的，他实话实说，没有迷信老师的权威，善于尊重事实。可是，有些善于说真话的人，却得不到别人的赏识而说假话的人，却如鱼得水。社会环境对人的影响，有时超越人的本性认识。人在某些虚荣心的驱使之下，想要听真话的欲望被渐渐磨灭。敢于挑战所谓的真理，这个世界不缺少这样的人。这样的人往往会在科学的某个领域作出一番成就，就像打破牛顿直流电的世界开创交流电先河的尼古拉特拉斯一样，成为科学领域的巨人微博。他们始终坚持着自己的观点，不断实践检验真理。他们的思维没有真理的束缚，终究会给我们开创一个更加真实的世界。那个摸了摸说，这是什么苹果？的学生，他敢于把自己的疑问提出来，但是他也还是有顾虑的，不敢明白地说自己其实并没有闻到，既没有迷信权威，也没有违背自己的内心。而那个老师，今天我感冒了的学生，好像是最聪明的。其实，他也是有疑问的，但疑问好像都归结到感冒上了。这样，他不会违背自己的内心而且也不会因说错话而惹恼老师。"}
{"text":"他们始终坚持着自己的观点，不断实践检验真理。他们的思维没有真理的束缚，终究会给我们开创一个更加真实的世界。那个摸了摸说，这是什么苹果？的学生，他敢于把自己的疑问提出来，但是他也还是有顾虑的，不敢明白地说自己其实并没有闻到，既没有迷信权威，也没有违背自己的内心。而那个老师，今天我感冒了的学生，好像是最聪明的。其实，他也是有疑问的，但疑问好像都归结到感冒上了。这样，他不会违背自己的内心而且也不会因说错话而惹恼老师。这些学生代表了四种不同类型的人。社会环境好像总是可以把人分成不同的类型，要想适应社会，人们都在努力地寻找适应这个社会的方法。但是，诚实永远是主流，人们更喜欢真相。所以，我们要学会真诚待人，用诚信铸就自己纯洁的人生我们还要学会诚实接物，用诚信打造社会向上的环境。要想成为下一代国王，诚实必不可少。亲爱的朋友们，我所站立的地方，就是中国。如果你侧耳倾听，你是否听到了那田间蛙鸣和大漠中的驼铃俯瞰中国乡村的上空，田间依旧的蛙鸣见证了美丽乡村的嬗变。中华有诗云稻花香里说丰年，听取蛙声一片。从关注三农到精准扶贫，时代的巨轮飞速向前时，乡村不曾被抛下。它以非凡的活力实现了自身的蜕变，呈现出一幅山水美人情美的淳朴画卷。从微观层面上，无数致力于美丽乡村建设的人们成为时代的先锋。耶鲁大学村官秦h飞带领乡村率先走上信息化的轨道三十年支教女教师以芳兰振蕙叶之姿，使支月英这个名字镌刻在两代人的记忆之中。曾说无穷的远方，无尽的人们，都与我有关。正是怀着对乡村大地最深沉的眷恋和责任，无数人与曾经的这方土地有了再难分割的羁绊。从宏观层面上，国家的发展从未遗忘农村，从顶层设计再到基层探索，湘西十八洞村的扶贫经验至今还在传播，三权分置体现的对农民的关怀也仍是人们感念的对象。大风起于青萍之末，知止而后有定，激荡之中而后有静。放眼宏观的国际，新丝路上又响起的阵阵驼铃，传来人类命运共同体的集体乡愁。西方有谚云独木不成林，非洲朋友也说水涨荷花高，一带一路的传奇构想是古老中国全球担当的表征，它不是以中国霸权睥睨一切，而是以开放的怀抱包容世界。当普惠互利共赢成为全球治理的共同呼声，中国成为最勇敢的弄潮儿。"}
{"text":"大风起于青萍之末，知止而后有定，激荡之中而后有静。放眼宏观的国际，新丝路上又响起的阵阵驼铃，传来人类命运共同体的集体乡愁。西方有谚云独木不成林，非洲朋友也说水涨荷花高，一带一路的传奇构想是古老中国全球担当的表征，它不是以中国霸权睥睨一切，而是以开放的怀抱包容世界。当普惠互利共赢成为全球治理的共同呼声，中国成为最勇敢的弄潮儿。当逆全球化的言论甚嚣尘上，当地球村的乐观之幕徐徐降下，有人发出世界怎么了我们怎么办的忧患之问。一带一路成为全球对于中国治理方案的共同期待。中国人的文化自觉与文化自信凝聚成责任担当，古老的丝绸之路是养分之源，全新的发展理念又为其注入了不竭的活力。当蛙声伴着田间的风传遍广阔的美丽乡村，当驼铃载着国际的梦奏响一带一路之歌，你会看见古老中国日益崛起的身姿，它化为一声厚重的龙吟，泅渡了历史的重洋，激荡在七大洲的上空。我所站立的地方，就是我的中国，我是什么，中国便是什么。我怎么样，中国便怎么样。今日少年人，当蛙声伴着驼铃，我们向前迈步的脚步声应当更加铿锵有力才是。世界青年人，也请让我们伸出手，握一握，共同穿越巨变的中国民族的灵魂古往今来，历史的车轮如狂风般呼啸而过，卷起的风沙曾湮灭多少辉煌？！然而，一直有一群人昂首在天地之间！他们是历史的弄潮者，他们永远忠于自己民族的灵魂，他们称自己为中国人。周易有云天行健，君子以自强不息。诚然，这是中华民族自古便有的民族精神，它作为一代又一代人的精神支柱，屹立千年，以至于时至今日，这种不畏艰险勇往直前的精神仍深埋在我们民族的灵魂之中。灵魂是不可弃的。若连灵魂都可以遗弃，又谈何精神？又谈何民族？然而，中华民族历史上却又不乏丢失灵魂的时候。君可记得曾经的丧权辱国？君可知晓文革中的人心惶惶？这都是我们曾经的落魄。但君又可记得虎门上空熊熊的热浪？君又可知晓粉碎四人帮时的举国欢庆？没错，中国人一直未曾忘记他们民族的灵魂！那是他们永恒的，不屈的精神！必须敢于正视，这才可望，敢想，敢说，敢做，敢当。这是对曾经的中国人的告诫。而这句话又是否适用于现代中国人？我们中不乏缺少民族精神的人，没有上进心，崇洋媚外，民族歧视者怕是大有人在。"}
{"text":"又谈何民族？然而，中华民族历史上却又不乏丢失灵魂的时候。君可记得曾经的丧权辱国？君可知晓文革中的人心惶惶？这都是我们曾经的落魄。但君又可记得虎门上空熊熊的热浪？君又可知晓粉碎四人帮时的举国欢庆？没错，中国人一直未曾忘记他们民族的灵魂！那是他们永恒的，不屈的精神！必须敢于正视，这才可望，敢想，敢说，敢做，敢当。这是对曾经的中国人的告诫。而这句话又是否适用于现代中国人？我们中不乏缺少民族精神的人，没有上进心，崇洋媚外，民族歧视者怕是大有人在。然而人们总以一种抱怨教育抱怨社会抱怨国家的心态回避问题，而不是从自身调整。而那些问题也并未有所解决。我们是不是该反省，我们是不是错了？我们是不是已经丢失了民族的灵魂？我们是不是应该正视这惨淡的人生？！中华民族的灵魂是坚定不移的磐石，是勇往直前的激流，是不朽不折的古树，是昂首挺胸的雄狮！中国人可能不是最伟大的民族，但中国人绝对是不向任何人低头的民族！所有的辉煌我们都记着，所有的屈辱我们也记着。因为我们知道，这辉煌是所有屈辱的血泪支撑起来的！我们要让所有的后代都知道，中国人面对屈辱并没有妥协，而是在忍辱中丰满羽翼，等待崛起后的一飞冲天！正如毛主席所说数风流人物，还看今朝！长江后浪推前浪，一浪更比一浪强！我们不能遗忘曾经，我们要铭记历史，铭记所有的屈辱与辉煌，更要铭记那永垂不朽的民族的灵魂！眼界无穷世界宽何须浅碧深红色，自是花中第一流，桂花无己无功无名，所以拥有了三秋。受光于庭户见一堂，受光于天下照四方，阳光敞开胸怀，拥有了全世界人打开门窗，才会永远行走在至真至善至美的阳光里。这就是中华儿女传扬和践行的眼界格局说眼界无穷世界宽花木因眼界不同而境界各异。墙角数枝梅，凌寒独自开是眼中充满自我的孤芳自赏，桀骜中透着孤寒，所以它只能绚烂一隅。草木知春不久归百般红紫斗芳菲是满眼功名的你争我抢，积极进取中透着自我，所以它们只能哀叹春之归去。何须浅碧深红色，自是花中第一流是渡人渡己的物我合一，平和淡然中洋溢着高尚与豁达，所以桂花与秋永恒。"}
{"text":"草木知春不久归百般红紫斗芳菲是满眼功名的你争我抢，积极进取中透着自我，所以它们只能哀叹春之归去。何须浅碧深红色，自是花中第一流是渡人渡己的物我合一，平和淡然中洋溢着高尚与豁达，所以桂花与秋永恒。它不将群芳争艳视为进取，也不将自我封闭视为高洁，而是将全部精神用于酝酿每一粒花都凝聚了秋之精华，每一次呼吸都散发着灵魂的芳香为什么柳永热情地歌唱有三秋桂子，十里荷花为什么人们殷切地期望蟾宫折桂因为桂花是深深体味秋之真谛的哲人，是深沉浓郁成熟的象征。它彰显了秋天，也彰显了自己。人在理解宇宙的运行中提升境界。受光于隙见一床，受光于窗见室央，受光于庭户见一堂，受光于天下照四方，原来阳光与人都在成长。当阳光的眼界与身影由窗棂间窗户庭户扩大至天下时，它拥有的世界也由一床室央一堂扩大至四方。魏源正是在太阳的运行中领悟了眼界和境界提升的关键所受者小，所见者浅所受者大，则所见者博。满足于一米阳光的人怎能体味真正的光明与温暖睁开双眼看世界才能拥抱时代，拥抱世界。杜甫说会当凌绝顶，一览众山小王安石说不畏浮云遮望眼，自缘身在最高层庄子笔下望洋向若而叹的河伯，用巨钩巨饵踞会稽投竿东海的任公子，井底之蛙与东海之鳖，还有抟扶摇羊角而上的大鹏汪洋恣肆的笔端分明流淌着两个词眼界与格局。哲人的话言犹在耳，社会上却早已喧嚣着浮躁自我狭隘与浅薄。君不见，秀成了规定动作秀颜值，秀财富秀孩子，秀爱人秀仁善，秀孝顺到底是要彰显对方，还是虚荣自卑自私自利地彰显自己君不闻，保护自己成了必修课不与陌生人说话是保护自己的法宝思想和内心是不敢被阳光触碰的堡垒世界那么大的诱惑敌不过社会充满陷阱的恫吓到底是阴霾太多还是我们自我封闭太小家子气落霞与孤鹜齐飞，秋水共长天一色，是落霞成就了孤鹜，还是秋水彰显了长天问汝平生功业，黄州惠州儋州，是苏轼成就了赤壁与黄州，还是命运与历史成就了大师我想，成熟的人一定能给出正确的答案拥有大眼界和大格局才能趋向真善美的境界。是为眼界无穷世界宽。从独木桥到阳光道――我看高考四十载岁月流逝，高考仍然是每一代人心中难以忘却的青春记忆。"}
{"text":"是为眼界无穷世界宽。从独木桥到阳光道――我看高考四十载岁月流逝，高考仍然是每一代人心中难以忘却的青春记忆。从千军万马争过独木桥到如今千万寒门子弟跃龙门的阳光道，高考，已演变为我国特有的一种文化现象。四十年前，高考是一座通往理想彼岸，却随时有跌落深谷的危险的独木桥。我的父辈都是农民，却也饱受高考所带来的利弊之苦。曾经，大学生是知识与文化的象征，却也是高贵与财富的象征。那时的教育远未有如今这样普及与发达，能考上大学的因素也远不止努力与勤奋，千军万马争过独木桥是最贴切的形容，反映了当时考大学之困难与艰辛。四十年后，高考是一条宽阔稳固的阳光大道，是付出便有收获的寒门子弟的成功之道。随着我国国力与日俱增，教育现状已得到了极大的改善，考上一所大学早已并非难事，越来越多的人拥有了获得高水平知识的权利。随着科技的进步，人文关怀的逐步提升，高考的公平性也日益明显，使高考从一个冷酷多变的刑场成为了无数人的梦想腾飞之地。从独木桥到高考如今的阳光大道，这标志着一个国家的兴盛，一个民族的崛起。少年强则国强，高考转变为教育的发展提供导向。德国总理默克尔认为，一个国家的教育水平决定了一个国家的未来国力。当越来越多人不再恐惧于高考的淘汰率而转向期待高考所会带来的人生改变时，高考就真正达到了它培育人才挑选人才的真实目的。高考仍然需要改革，需要从阳关道向不定方向的自由原转变。尽管我国的高考在对人才的培育上已获得举世瞩目的成绩，但唯分数论依然束缚着考生的发展。浙江等地推行的高考新政有望改变这一现状。当文理不再分科，学生可以根据自己的兴趣选择自己的学科，不再一考定终身，不再为文不择理而忧愁时，高考才真正地成了一个自由原，考生则是原野上驰骋的骏马，自由而奔放，挣脱缰绳，以自己喜爱的方式肆意奔跑。"}
{"text":"尽管我国的高考在对人才的培育上已获得举世瞩目的成绩，但唯分数论依然束缚着考生的发展。浙江等地推行的高考新政有望改变这一现状。当文理不再分科，学生可以根据自己的兴趣选择自己的学科，不再一考定终身，不再为文不择理而忧愁时，高考才真正地成了一个自由原，考生则是原野上驰骋的骏马，自由而奔放，挣脱缰绳，以自己喜爱的方式肆意奔跑。高考，这个中国特有的文化现象，这个凝聚了几代人理想与回忆的独木桥，正完成了向阳关道蜕变，正声势浩大地开辟成一片自由的原野，为下一代人提供更加完善的腾飞之地，理想之港。读心为魂阅读常被奉为一个民族的灵魂。有位作家说，人要读三大本书一本是有字之书，一本是无字之书，一本是心灵之书。这话说得确实精僻辟，当仍想为其添上一种层次以有字之书为人之底，以无字之书为人之骨，以心灵之书为人之魂。有字之书指世间客观存在的一切文字内容，也是人们狭义上阅读之物。杜拉斯曾说过每一本书都是漫漫长夜。夜晚用一本书来填满闲暇的时光，一方面夯实了知识基础，另一方面开拓了人的视野。培根也常强调读史使人明智，读诗使人灵秀。但若仅仅停留在阅读有字之书，便易陷入苦读成疾的泥潭。专读书也是有弊病的，鼓励人们使所学的知识活起来，这便是所谓的无字之书。无字之书深深根植于生活这片包罗万象的土地上，经历百态人生也是另一种阅读。向生活寻求知识，学习为人处世的道理，为成为一个大写的人搭好身骨。这本大书中没有直接易得的文字总结，它更需要人活化地看待，留心生活中的细节，从中撷取成长所需的营养，做到经世致用。读着这两本书，能拥有谈笑有鸿儒的展望，但真正贯穿人一生的更关键的是心灵之书。心灵之书似乎更为玄妙，大家如齐白石也只能说成要常有古人之微妙在心间。我将这种微妙理解为一种自我意识，如果一个人永远是外在事物的反映，缺乏自我的内在焦点，那他仍是无用的。特别在物欲快速膨胀的当下，潜心读书的人都已消失殆尽，更不用提回归本心，发出吾心便是宇宙，宇宙便是吾心的深层自我反思！拥有向内探寻的自我意识，才能回答人何以为人的终极难题。而且每个人的心灵都脉动着不同人格的血液，借鉴他人确为一条捷径，但读懂自己内心更为重要。常读心灵之书，为自己注入独立之灵魂。"}
