{"text":"苏东坡所谓睡眠去其半，稍嫌有一点夸张，大约三分之一左右总是有的。童蒙一段时期，说它是天真未凿也好，说它是昏昧无知也好，反正是浑浑噩噩，不知不觉及至寿登耄耋，老悖聋瞑，甚至佳丽当前，未能缱绻，比死人多一口气，也没有多少生趣可言。掐头去尾，人生所余无几。就是这短暂的一生，时间亦不见得能由我们自己支配。约翰逊博士所抱怨的那些不速之客，动辄登门拜访，不管你正在怎样忙碌，他觉得宾至如归，这种情形固然令人啼笑皆非，我觉得究竟不能算是怎样严重的时间之贼。他只是在我们的有限的资本上抽取一点捐税而已。我们的时间之大宗的消耗，怕还是要由我们自己负责。有人说时间即生命。也有人说时间即金钱。二说均是，因为有人根本认为金钱即生命。不过细想一下，有命斯有财，命之不存，财于何有有钱不要命者，固然实繁有徒，但是舍财不舍命，仍然是较聪明的办法。所以淮南子说圣人不贵尺之璧而重寸之阴，时难得而易失也。我们幼时，谁没有作过惜阴说之类的课艺可是谁又能趁早体会到时间之难得而易失我小的时候，家里请了一位教师，书房桌上有一座钟，我和我的姊姊常乘教师不注意的时候把时钟往前拨快半个钟头，以便提早放学，后来被老师觉察了，他用朱笔在窗户纸上的太阳阴影划一痕记，作为放学的时刻，这才息了逃学的念头。时光不断在流转，任谁也不能攀住它停留片刻。逝者如斯夫，不舍昼夜我们每天撕一张日历，日历越来越薄，快要撕完的时候便不免矍然以惊，惊的是又临岁晚，假使我们把几十册日历装为合订本，那便象征我们的全部的生命，我们一页一页地往下扯，该是什么样的滋味呢冬天一到，春天还会远吗可是你一共能看见几次冬尽春来呢不可挽住的就让它去罢问题在，我们所能掌握的尚未逝去的时间，如何去打发它，梁任公先生最恶闻消遣二字，只有活得不耐烦的人才忍心的去杀时间。他认为一个人要作的事太多，时间根本不够用，哪里还有时间可供消遣不过打发时间的方法，亦人各不同，士各有志。乾隆皇帝下江南，看见运河上舟楫往来，熙熙攘攘，顾问左右他们都在忙些什么和侍卫在侧，脱口而出无非名利二字。这答案相当正确，我们不可以人废言。不过三代以下惟恐其不好名，大概名利二字当中还是利的成分大些。人为财死，鸟为食亡。"}
{"text":"他认为一个人要作的事太多，时间根本不够用，哪里还有时间可供消遣不过打发时间的方法，亦人各不同，士各有志。乾隆皇帝下江南，看见运河上舟楫往来，熙熙攘攘，顾问左右他们都在忙些什么和侍卫在侧，脱口而出无非名利二字。这答案相当正确，我们不可以人废言。不过三代以下惟恐其不好名，大概名利二字当中还是利的成分大些。人为财死，鸟为食亡。时间即金钱之说仍属不诬。诗人渥资华斯有句ZZ尘世耗用我们的时间太多了，夙兴夜寐，赚钱挥霍，把我们的精力都浪费掉了。Z所以有人宁可循迹山林，享受那清风明月，侣鱼虾而友麂鹿，过那高蹈隐逸的生活。诗人济慈宁愿长时间地守着一株花，看那花苞徐徐展瓣，以为那是人间至乐。嵇康在大树底下扬锤打铁，浊酒一杯，弹琴一曲刘伶止则操卮执觚，动则挈提壶，一生中无思无虑其乐陶陶。这又是一种颇不寻常的方式。最彻底的超然的例子是传灯录所记载的南泉和尚问陆亘曰大夫十二时中作么生陆云寸丝不挂寸丝不挂即是了无挂碍之谓，原来无一物，何处染尘埃这境界高超极了，可以说是以天地为一朝，万期为须臾，根本不发生什么时间问题。人，诚如波斯诗人莪漠伽耶玛所说，来不知从何处来，去不知向何处去，来时并非本愿，去时亦未征得同意，胡里胡涂地在世间逗留一段时间。在此期间内，我们是以心为形役呢还是立德立功立言以求不朽呢还是参究生死直超三界呢这大主意需要自己拿。谈考试少年读书而要考试，中年作事而要谋生，老年悠闲而要衰病，这都是人生苦事。考试已经是苦事，而大都是在炎热的夏天举行，苦上加苦。我清晨起身，常见三面邻家都开着灯弦歌不辍我出门散步，河畔田埂上也常见有三三两两的孩子们手不释卷。这都是一些好学之士么也不尽然。我想其中有很大一部分是在临阵磨枪。尝闻有读书乐之说，而在考试之前把若干知识填进脑壳的那一段苦修，怕没有什么乐趣可言。其实考试只是一种测验的性质，和量身高体重的意思差不多，事前无需恐惧，临事更无需张皇。考的时候，把你知道的写出来，不知道的只好阙疑，如是而已。"}
{"text":"考试已经是苦事，而大都是在炎热的夏天举行，苦上加苦。我清晨起身，常见三面邻家都开着灯弦歌不辍我出门散步，河畔田埂上也常见有三三两两的孩子们手不释卷。这都是一些好学之士么也不尽然。我想其中有很大一部分是在临阵磨枪。尝闻有读书乐之说，而在考试之前把若干知识填进脑壳的那一段苦修，怕没有什么乐趣可言。其实考试只是一种测验的性质，和量身高体重的意思差不多，事前无需恐惧，临事更无需张皇。考的时候，把你知道的写出来，不知道的只好阙疑，如是而已。但是考试的后果太大了。万一名在孙山之外，那一份落第的滋味好生难受，其中有惭恧，有怨恨，有沮丧，有悔恨，见了人羞答答，而偏有人当面谈论这回事。这时节，人的笑脸都好像是含着讥讽，枝头鸟啭都好像是在嘲弄，很少人能不顿觉人生乏味。其后果犹不止于此，这可能是生活上一大关键，眼看着别人春风得意，自己从此走向下坡。考试的后果太重大，所以大家都把考试看得很认真。其实考试的成绩，老早的就由自己平时读书时所决定了。人苦于不自知。有些人根本无需去受考试的煎熬，但存一种侥幸心理，希望时来运转，一试得售。上焉者临阵磨枪，苦苦准备，中焉者揣摩试题，从中取巧，下焉者关节舞弊，混水捞鱼。用心良苦，而希望不大。现代考试方法，相当公正，甚少侥幸可能。虽然也常闻有护航顶替之类的情形，究竟是少数的例外。如果自知仅有三五十斤的体重，根本就不必去攀到千斤大秤的钩子上去吊。冒冒然去应试，只是凑热闹，劳民伤财，为别人作垫脚石而已。对于身受考试之苦的人，我是很同情的。考试的项目多，时间久，一关一关地闯下来，身上的红血球不知要死去多少千万。从前科举考场里，听说还有人在夜里高喊有恩的报恩，有怨的报怨那一股阴森恐怖的气氛是够怕人的。真有当场昏厥疯狂自杀的现代的考场光明多了，不再是鬼影憧憧，可是考场如战场，还是够紧张的。我有一位同学，最怕考数学，一看题目纸，立即脸上变色，浑身寒战，草草考完之后便佝偻着身子回到寝室去换裤子其神经系统所受的打击是可以想象的受苦难的不只是考生。主持考试的人也是在受考验。先说命题，出题目来难人，好像是最轻松不过，但亦不然。千目所视，千手所指，是不能掉以轻心的。我记得我的表弟在二十八年前投考一个北平的著名的医学院，国文题目是卞不苟时好论，全体交了白卷。"}
{"text":"我有一位同学，最怕考数学，一看题目纸，立即脸上变色，浑身寒战，草草考完之后便佝偻着身子回到寝室去换裤子其神经系统所受的打击是可以想象的受苦难的不只是考生。主持考试的人也是在受考验。先说命题，出题目来难人，好像是最轻松不过，但亦不然。千目所视，千手所指，是不能掉以轻心的。我记得我的表弟在二十八年前投考一个北平的著名的医学院，国文题目是卞不苟时好论，全体交了白卷。考医学院的学生，谁又读过晋书呢甚至可能还把卞读作便壶了呢。出这题目的是谁，我不知道，他此后是否仍然心安理得地继续活下去，我亦不知道。大概出题目不能太僻，亦不能太泛。假使考留学生，作文题目是我出国留学的计划，固然人人都可以诌出一篇来，但很可能有人早预备好一篇成稿，这样便很难评分而不失公道。出题目而要恰如分际，不刁钻，不炫弄，不空泛，不含糊，实在很难。在考生挥汗应考之前，命题的先生早已汗流浃背好几次了。再说阅卷，那也可以说是一种灾难。真的，曾有人于接连十二天阅卷之后，吐血而亡，这实在应该比照阵亡例议恤。阅卷百苦，尚有一乐，荒谬而可笑的试卷常常可以使人绝倒，四座传观，粲然皆笑，精神为之一振。我们不能不叹服，考生中真有富于想象力的奇才。最令人不愉快的卷子是字迹潦草的那一类，喻为涂鸦，还嫌太雅，简直是墨盒里的蜘蛛满纸爬有人在宽宽的格子中写蝇头小字，也有人写一行字要占两行，有人全页涂抹，也有人曳白。像这种不规则的试卷，在饭前阅览，犹不过令人蹙眉，在饭后阅览，则不免令人恶心。有人颇艳羡美国大学之不用入学考试。那种免试升学的办法是否适合我们的国情，是一个问题。据说考试是我们的国粹，我们中国人好像自古以来就是考省不倦的。考试而至于科举可谓登峰造极，三榜出身乃是惟一的正规的出路。至于今，考试仍为五权之一。考试在我们的生活当说已形成为不可少的一部分。英国的卡赖尔在他的英雄与英雄崇拜里曾特别指出，中国的考试制度，作为选拔人才的方法，实在太高明了。所谓政治学，其要义之一即是如何把优秀的分子选拔出来放在社会的上层。中国的考试方法，由他看来，是最聪明的方法。照例，外国人说我们的好话，听来特别顺耳，不妨引来自我陶醉一下。平心而论，考试就和选举一样，属于必需的罪恶一类，在想不出更好的办法之前，考试还是不可废的。"}
{"text":"至于今，考试仍为五权之一。考试在我们的生活当说已形成为不可少的一部分。英国的卡赖尔在他的英雄与英雄崇拜里曾特别指出，中国的考试制度，作为选拔人才的方法，实在太高明了。所谓政治学，其要义之一即是如何把优秀的分子选拔出来放在社会的上层。中国的考试方法，由他看来，是最聪明的方法。照例，外国人说我们的好话，听来特别顺耳，不妨引来自我陶醉一下。平心而论，考试就和选举一样，属于必需的罪恶一类，在想不出更好的办法之前，考试还是不可废的。我们现在所能做的，是如何改善考试的方法，要求其简化，要求其合理，不要令大家把考试看作为戕贼身心的酷刑听，考场上战鼓又响了，由远而近谈友谊朋友居五伦之末，其实朋友是极重要的一伦。所谓友谊实即人与人之间的一种良好的关系，其中包括了解欣赏信任容忍牺牲诸多美德。如果以友谊作基础，则其他的各种关系如父子夫妇兄弟之类均可圆满地建立起来。当然父子兄弟是无可选择的永久关系，夫妇虽有选择余地，但一经结合便以不再仳离为原则，而朋友则是有聚有散可合可分的。不过，说穿了，父子夫妇兄弟都是朋友关系，不过形式性质稍有不同罢了。严格地讲，凡是充分具备一个好朋友的条件的人，他一定也是一个好父亲好儿子好丈夫好妻子好哥哥好弟弟。反过来亦然。我们的古圣先贤对于交友一端是甚为注重的。论语里面关于交友的话很多。在西方亦是如此。罗马的西塞罗有一篇著名的论友谊。法国的蒙田英国的培根美国爱默生，都有论友谊的文章。我觉得近代的作家在这个题目上似乎不大肯费笔墨了。这是不是叔季之世友谊没落的征象呢我不敢说。古之所谓刎颈交，陈义过高，非常人所能企及。如与，与，怕也只是传说中的美谈罢。就是把友谊的标准降低一些，真正能称得起朋友的还是很难得。试想一想，如有银钱经手的事，你信得过的朋友能有几人在你蹭蹬失意或疾病患难之中还肯登门拜访乃至雪中送炭的朋友又有几人你出门在外之际对于你的妻室弱媳肯加照顾而又不照顾得太多者又有几人再退一步，平素投桃报李，莫逆于心，能维持长久于不坠者，又有几人总角之交，如无特别利害关系以为维系，恐怕很难在若干年后不变成为路人。"}
{"text":"如与，与，怕也只是传说中的美谈罢。就是把友谊的标准降低一些，真正能称得起朋友的还是很难得。试想一想，如有银钱经手的事，你信得过的朋友能有几人在你蹭蹬失意或疾病患难之中还肯登门拜访乃至雪中送炭的朋友又有几人你出门在外之际对于你的妻室弱媳肯加照顾而又不照顾得太多者又有几人再退一步，平素投桃报李，莫逆于心，能维持长久于不坠者，又有几人总角之交，如无特别利害关系以为维系，恐怕很难在若干年后不变成为路人。富兰克林说有三个朋友是忠实可靠的――老妻老狗与现款。妙的是这三个朋友都不是朋友。倒是亚里士多德的一句话最干脆我的朋友们啊世界上根本没有朋友。这些话近于愤世嫉俗，事实上世界里还是有朋友的，不过虽然无需打着灯笼去找，却是像沙里淘金而且还需要长时间的洗炼。一旦真铸成了友谊，便会金石同坚，永不退转。大抵物以类聚，人以群分。臭味相投，方能永以为好。交朋友也讲究门当户对，纵不必像九品中正那么严格，也自然有个界线。同学少年多不贱，五陵裘马自轻肥，于自轻肥之余还能对着往日的旧游而不把眼睛移到眉毛上边去么汉光武容许严子陵把他的大腿压在自己的肚子上，固然是雅量可风，但是严子陵之毅然决然地归隐于富春山，则尤为知趣。朱洪武写信给他的一位朋友说朱元璋作了皇帝，朱元璋还是朱元璋。话自管说得很漂亮，看看他后来之诛戮功臣，也就不免令人心悸。人的身心构造原是一样的，但是一入宦途，可能发生突变。孔子说，无友不如己者。我想一来只是指品学而言，二来只是说不要结交比自己坏的，并没有说一定要我们去高攀。友谊需要两造。假如双方都想结交比自己好的，那便永远交不起来的。好像是王尔德说过，一个男人与一个女人之间是不可能有友谊存在的。就一般而论，这话是对的，因为男女之间有深厚的友谊，那友谊容易变质，如果不是心心相印，那又算不得是友谊。过犹不及，那分际是难以把握的。忘年交倒是可能的。祢衡年未二十，孔融年已五十，便相交友，这样的例子史不绝书。但似乎是也以同性为限。并且以我所知，忘年交之形成固有赖于兴趣之相近与互相之器赏，但年长的一方面多少需要保持一点童心，年幼的一方面多少需要显着几分老成。老气横秋则令人望而生畏，轻薄儇佻则人且避之若浼。单身的人容易交朋友，因为他的情感无所寄托，漂泊流离之中最需要一个一倾积愫的对象，可是等到他有红袖添香稚子候门的时候，心境便不同了。"}
{"text":"过犹不及，那分际是难以把握的。忘年交倒是可能的。祢衡年未二十，孔融年已五十，便相交友，这样的例子史不绝书。但似乎是也以同性为限。并且以我所知，忘年交之形成固有赖于兴趣之相近与互相之器赏，但年长的一方面多少需要保持一点童心，年幼的一方面多少需要显着几分老成。老气横秋则令人望而生畏，轻薄儇佻则人且避之若浼。单身的人容易交朋友，因为他的情感无所寄托，漂泊流离之中最需要一个一倾积愫的对象，可是等到他有红袖添香稚子候门的时候，心境便不同了。君子之交淡如水，因为淡所以才能不腻，才能持久。与朋友交，久而敬之。敬也就是保持距离，也就是防止过分的亲昵。不过狎而敬之是很难的。最要注意的是，友谊不可透支，总是保留几分。说神圣的友谊之情，其性质是如此的甜蜜稳定忠实持久，可以终身不渝，如果不开口向你借钱。这真是慨乎言之。朋友本有通财之谊，但这是何等微妙的一件事世上最难忘的事是借出去的钱，一般认为最倒霉的事又莫过于还钱。一牵涉到钱，恩怨便很难清算得清楚，多少成长中的友谊都被这阿堵物所戕害规劝乃是朋友中间应有之义，但是谈何容易。名利场中，沆瀣一气，自己都难以明辨是非，哪有余力规劝别人而在对方则又良药苦口忠言逆耳，谁又愿意让人批他的逆鳞规劝不可当着第三者的面前行之，以免伤他的颜面，不可在他情绪不宁时行之，以免逢彼之怒。孔子说忠告而善道之，不可则止。我总以为劝善规过是友谊之消极的作用。友谊之乐是积极的。只有神仙与野兽才喜欢孤独，人是要朋友的。假如一个人独自升天，看见宇宙的大观，群星的美丽，他并不能感到快乐，他必要找到一个人向他述说他所见的奇景，他才能快乐。共享快乐，比共受患难，应该是更正常的友谊中的趣味。学问与趣味前辈的学者常以学问的趣味启迪后生，因为他们自己实在是得到了学问的趣味，故不惜现身说法，诱导后学，使他们在愉快的心情之下走进学问的大门。例如，梁任公先生就说过我是个主张趣味主义的人，倘若用化学化分梁启超这件东西，把里头所含一种元素名叫趣味的抽出来，只怕所剩下的仅有个零了。任公先生注重趣味，学问甚是渊博，而并不存有任何外在的动机，只是无所为而为，故能有他那样的成就。"}
{"text":"学问与趣味前辈的学者常以学问的趣味启迪后生，因为他们自己实在是得到了学问的趣味，故不惜现身说法，诱导后学，使他们在愉快的心情之下走进学问的大门。例如，梁任公先生就说过我是个主张趣味主义的人，倘若用化学化分梁启超这件东西，把里头所含一种元素名叫趣味的抽出来，只怕所剩下的仅有个零了。任公先生注重趣味，学问甚是渊博，而并不存有任何外在的动机，只是无所为而为，故能有他那样的成就。一个人在学问上果能感觉到趣味，有时真会像是着了魔一般，真能废寝忘食，其能不知老之将至，苦苦钻研，锲而不舍，在学问上焉能不有收获不过我常想，以任公先生而论，他后期的著述如历史研究法，先秦政治思想史，以及有关墨子佛学陶渊明的作品，都可说是他的一点趣味在驱使着他，可是在他年轻的时候，从师受业，诵读曲籍，那时节也全然是趣味么作八股文，作试帖诗，莫非也是趣味么我想未必。大概趣味云云，是指年长之后自动作学问之时而言。在年轻时候为学问打根底之际恐怕不能过分重视趣味。学问没有根底，趣味也很难滋生。任公先生的学问之所以那样的博大精深，涉笔成趣，左右逢源，不能不说的一大部分得力于他的学问根底之打得坚固。我曾见许多年青的朋友，聪明用功，成绩优异，而语文程度不足以达意，甚至写一封信亦难得通顺，问其故则曰其兴趣不在语文方面。又有一些位，执笔为文，斐然可诵，而视数理科目如仇雠，勉强才能及格，问其故则曰其兴趣不在数理方面，而且他们觉得某些科目没有趣味，便撇在一边视如敝屣，怡然自得，振振有词，略无愧色，好像这就是发扬趣味主义。殊不知天下没有趣味的学问，端视吾人如何发掘其趣味，如果在良师指导之下按部就班地循序而进，一步一步地发现新天地，当然乐在其中，如果浅尝辄止，甚至躐等躁进，当然味同嚼蜡，自讨没趣。一个有中上天资的人，对于普通的基本的文理科目，都同样的有学习的能力，绝不会本能地长于此而拙于彼。只有懒惰与任性，才能使一个人自甘暴弃地在趣味的掩护之下败退。由小学到中学，所修习的无非是一些普通的基本知识。就是大学四年，所授课业也还是相当粗浅的学识。世人常称大学为最高学府，这名称易滋误解，好像过此以上即无学问可言。大学的研究所才是初步研究学问的所在，在这里作学问也只能算是粗涉藩篱，注重的是研究学问的方法与实习。"}
{"text":"只有懒惰与任性，才能使一个人自甘暴弃地在趣味的掩护之下败退。由小学到中学，所修习的无非是一些普通的基本知识。就是大学四年，所授课业也还是相当粗浅的学识。世人常称大学为最高学府，这名称易滋误解，好像过此以上即无学问可言。大学的研究所才是初步研究学问的所在，在这里作学问也只能算是粗涉藩篱，注重的是研究学问的方法与实习。学无止境，一生的时间都嫌太短，所以古人皓首穷经，头发白了还是在继续研究，不过在这样的研究中确是有浓厚的趣味。在初学的阶段，由小学至大学，我们与其倡言趣味，不如偏重纪律。一个合理编列的课程表，犹如一个营养均衡的食谱，里面各个项目都是有益而必需的，不可偏废，不可再有选择。所谓选修科目也只是在某一项目范围内略有拣选余地而已。一个受过良好教育的人，犹如一个科班出身的戏剧演员，在坐科的时候他是要服从严格纪律的，唱工作工武把子都要认真学习，各种角色的戏都要完全谙通，学成之后才能各按其趣味而单独发展其所长。学问要有根底，根底要打得平正坚实，以后永远受用。初学阶段的科目之最重要的莫过于语文与数学。语文是阅读达意的工具，国文不通便很难表达自己，外国文不通便很难吸取外来的新知。数学是思想条理之最好的训练。其他科目也各有各的用处，其重要性很难强分轩轾，例如体育，从另一方面看也是重要得无以复加。总之，我们在求学时代，应该暂且把趣味放在一边，耐着性子接受教育的纪律，把自己锻炼成为坚实的材料。学问的趣味，留在将来慢慢享受一点也不迟。时间即生命最令人怵目惊心的一件事，是看着钟表上的秒针一下一下的移动，每移动一下就是表示我们的寿命已经缩短了一部分。再看看墙上挂着的可以一张张撕下的日历，每天撕下一张就是表示我们的寿命又缩短了一天。因为时间即生命。没有人不爱惜他的生命，但很少人珍视他的时间。如果想在有生之年做一点什么事，学一点什么学问，充实自己，帮助别人，使生命成为有意义，不虚此生，那么就不可浪费光阴。这道理人人都懂，可是很少人真能积极不懈的善为利用他的时间。我自己就是浪费了很多时间的一个人。我不打麻将，我不经常的听戏看电影，几年中难得一次，我不长时间看电视，通常只看半个小时，我也不串门子闲聊天。"}
