{"text":"但她认为全组的团结最重要，没有同心同德的创作气氛这部片子不可能拍好，自己必须与大家同甘共苦。不过她象是有点不识时务，据说今非昔比，眼下摆架子和气派也是件非同小可的事呢。有一位影界的朋友不无悲哀地跟我透露了其中的奥妙我也不是活在桃花源，因而一说就懂假如你出去联系什么事务，必要有一辆气派些的轿车，这相当于一个特别通行证，与之联系事务的单位先就敬你三分，事情便要好办些。假如你作为一个导演去联系事务，最好只说自己是一名剧务，与之联系事务的人一见你心下便可嘀咕，剧务尚且气派如许，导演来了总归更吓人，事情又好办些个。这些柳青不懂。也未必准是不懂，懂了她也做不来。所以她就坐末流汽车，住下等房间，以吃方便面条为乐事去吧。再说威信。导演要有威信这不是一个问题，但建立威信的方法却分青红皂白。举个例子？譬如周总理信奉的是一种，四人帮惯施的是另一种――这例子举大了。没那么邪活。然而我想起诗人北岛的一句诗，高尚是高尚者的墓志铭。这真糟透了。不过失败就失败吧，柳青还是坚信她的同甘共苦同心同德光明正大吧，那样好。又见到柳青时，倒看不出她有失败的样子，依然是风一般地来，又风一般地去。我很想对她说点类似安慰和鼓气的话，发现不必。我又很想劝她把那几个太字改一改，料也白搭。就听她兴奋地给我讲了她的两个剧本――作证和黄山吟。作证是她为编写忠诚的战士，在湘鄂西采访时的意外收获。这儿是贺龙的故乡，是老革命根据地。这儿曾育出过多少传奇式的革命人物和传奇般的革命故事！如今又有了一个奇异而动人的传说有一位家在北京的老干部，年近花甲了，级别约在局级以上。四人帮肆虐横行时期，他离开了北京的家只身悄悄地来到了这里，并悄悄地住下来。他原本是这地方的人。是什么又把他召唤来？是逝去的童年的乐事？是依旧的故乡的水土？还是已经遥远了的青少年时代的梦想？是什么不清楚。是什么也都不算稀奇。稀奇的是，他不久竟与当地的一位既穷且老的寡妇结了婚，既无喧天的锣鼓，又无动地之炮仗，两人住在茅屋里，沉静和谐如偿夙愿般地生活，给人感觉不是牛郎过了天河，便是织女又降凡间。众人都羡慕，也都感动，又都惊讶，便有了种种猜测。有的说那老人是在京蒙了冤的有的说那老人是为了不使别人蒙冤而自己蒙了冤的有的说那寡妇受了多年的凄苦，心里一直念着那老人呢有的说那老人也一直恋着那女人，到底来与她团圆了。"}
{"text":"是依旧的故乡的水土？还是已经遥远了的青少年时代的梦想？是什么不清楚。是什么也都不算稀奇。稀奇的是，他不久竟与当地的一位既穷且老的寡妇结了婚，既无喧天的锣鼓，又无动地之炮仗，两人住在茅屋里，沉静和谐如偿夙愿般地生活，给人感觉不是牛郎过了天河，便是织女又降凡间。众人都羡慕，也都感动，又都惊讶，便有了种种猜测。有的说那老人是在京蒙了冤的有的说那老人是为了不使别人蒙冤而自己蒙了冤的有的说那寡妇受了多年的凄苦，心里一直念着那老人呢有的说那老人也一直恋着那女人，到底来与她团圆了。众说纷坛，但都相信这二人年轻时必有过一段浪漫与悲哀，这二人历尽劫难终于感动了上苍。老根据地的人民，心地真是纯净善良，便把这美好的猜想四处传扬。中国还有一派流言家，惯会编派别人的私事，编派得如他们自己一样肮脏。这一点本文在后面要提到。柳青被这故事打动，又知道这实在是一件真事，那老人与寡妇都确是有，就想去见见他们，可惜时间紧张未能如愿。以上就是剧本作证所根据的原始素材。人，有什么样的心灵便会有什么样的灵感，这便是人对艺术的重要。黄山吟，说的是明代一位大旅行家重游黄山，寻觅三年前他在这里遇到的一位姑娘。那姑娘当时被迫出家作了尼姑，痛不欲生。旅行家热爱生命，志在山河的博大胸怀，曾感化并点悟了那个姑娘。然而现在，他寻遍，人间皆不见姑娘的踪影。旅行家路遇大乘法师一同揣测姑娘的下落。黄山变幻万端的云彩始终伴随着他们，在深谷在天际演出一幕幕神奇悲壮的景象。他们心中都明白了那姑娘已不在人世。她若逆来顺受混混噩噩做生活的奴隶，尚可苟且偷生，而一旦认识了自我的价值并勇敢寻求时，必不为险恶的社会所容。从种种民间传说中可知，她为了追求自己的理想，有过壮丽曲折的经历。如今，她的魂化作了黄山之云，萦绕于山头，俯视人间，不忍离去。柳青说，人的生活不够美，所以才希望从艺术中看到美，在艺术中创造美实现美。我想这一点就是艺术对人的重要了。有那么一阵子，我的耳朵也听来不少关于柳青的流言。中国多流言，因为中国人少流动，多数都如我一般毕生瘫痪在一处。又因为不少人的时间多到不知如何挨过，便把别人的私事传来传去，又加了夸张与变形，以使自己寂闷的生活多出声色。也可能还因为中国有把爱情列为禁区的历史，性教育又极缺乏，所以这方面的好奇心就需流言来满足。"}
{"text":"柳青说，人的生活不够美，所以才希望从艺术中看到美，在艺术中创造美实现美。我想这一点就是艺术对人的重要了。有那么一阵子，我的耳朵也听来不少关于柳青的流言。中国多流言，因为中国人少流动，多数都如我一般毕生瘫痪在一处。又因为不少人的时间多到不知如何挨过，便把别人的私事传来传去，又加了夸张与变形，以使自己寂闷的生活多出声色。也可能还因为中国有把爱情列为禁区的历史，性教育又极缺乏，所以这方面的好奇心就需流言来满足。中国式的流言之最大宗，便是关于别人的私生活，包括结婚和离婚，包括再嫁和不再嫁。写到这儿想起一件事现今小说的题目中若有男字和女字并存，即可畅销，想必是因为符合了辩证法的原则。柳青上大学时就有了恋人，据说是一见钟情。双方的功课都好，双方的理想都高，双方的思想都进步，双方都在青春年少时，自然有说不完的知心话，有梦不完的美丽的梦。读者想知，尽可以把古今中外一切有关青年男女真诚相爱的故事想一遍，把精采的情节用在他们身上，多半是有不及而无过之的。想必读者已有所料象这样美丽的爱情故事不会没有一个悲哀的结局，否则成何世道？想得真对极了。年夏天，他们的爱情浪漫曲结束了，并没有婚礼进行曲继后，而是落一片白茫茫大地真干净。原因呢？也非常典型男方的父母反对。反对的原因呢？也非常典型柳青的母亲是右派，所以与柳青结婚的人，其事业的前途法定黯淡。这样的逻辑在那个时代是通行的。将来的人们对此可能会不理解，正如我们今天已经不能理解，为什么一个奴隶的婚姻要由奴隶主来决定，为什么奴隶主为了几块钱就能随意拆散一个奴隶的美满家庭。类似的事发生在世纪的社会主义国家中，发生在中国的高级干部和知识分子中间就更值得深思。就这样，要么忠于你的爱情而不顾你的前途，要么顾着你的前途而抛弃你的恋人，那个青年选择了后者。不要太怪他吧，因为这里所说的前途，是与革命人民主义等字眼划等号的。柳青没有太怨他，一直都把他当作好朋友。柳青也没有恨他的父母，而且记得那两位老人一直都是很喜欢她的。她在给两位老人的信中写道我心里虽然很难受，但并不感到意外。当我刚和他作朋友时，就想到了这个问题几次很直接了当地和他提过应该把我家里的实际情况老老实实地告诉您们，含糊说谎都不对，在我心里就过意不去。他说我不了解情况，要是和家里说了，您们肯定会生气的，也不会同意的，还是先别说吧。"}
{"text":"不要太怪他吧，因为这里所说的前途，是与革命人民主义等字眼划等号的。柳青没有太怨他，一直都把他当作好朋友。柳青也没有恨他的父母，而且记得那两位老人一直都是很喜欢她的。她在给两位老人的信中写道我心里虽然很难受，但并不感到意外。当我刚和他作朋友时，就想到了这个问题几次很直接了当地和他提过应该把我家里的实际情况老老实实地告诉您们，含糊说谎都不对，在我心里就过意不去。他说我不了解情况，要是和家里说了，您们肯定会生气的，也不会同意的，还是先别说吧。当时，我并没有把家里为什么会不同意的原因想得很深，也没有勇敢地正视这个问题，因此几次想给您们写信，都没有写。去杭州男方家里――注前我想如果您们问到我家里的情况，我就如实地把一切讲出来。可是您们都没有问起过，我就没讲，并且天真地想等我母亲摘了帽子又重新工作了，等我也入了团，那时再向您们讲吧。因此一直拖到去阳高柳青参加四清工作的地方――注以后才讲。这件事我做得很不对，也很不好。看来柳青还是很理智很冷静的。不过再看一段她的日记吧这些日子的感情是很复杂的，一连接到他的两封来信，一封比一封冷酷，一封比一封更缺少温柔他认为必须按他父母的意见去做，而这和我们的爱情是不可调和的矛盾，必须舍一求一。他认为这件事必须说明白，否则对双方都不利态度是相当坚决果断的。真没想到这样大的打击发生在我参加四清运动最紧张的时刻。我在上一封信里，曾有点挑战式地批评他不勇敢不坚定。我希望经过我们的努力，用我们的决心和行动解决和他父母之间的矛盾，争取最后结合，但是他却连这点勇气和信心都没有那天中午接到他的信，我真想痛哭一场，哭一天，可当下张茂成就来找我，说被张侃迫害的径忠的女人回村了这是四清中的一件事――注，我立刻擦了眼泪去访问她。但有一刹那空隙，我就觉得心口像被什么东西堵住一样，眼眶马上盈满泪水。会一散我跑开了，跑到园子里，―眼泪又止不住流出来。但是我很清醒，知道不能把眼睛哭红，还得回来参加晚上对敌斗争会呢。柳青说自己对此事并不感到意外，那纯粹是一种夸张的自我安慰。她说我并没把家里为什么会不同意的原因想得很深，这才是实情。这不是坏人与好人演出的斗争，这是好人与好人酿制的悲剧。愚昧落后是其发酵剂。那时，能够把原因想得很深的人不多，能够把后果想得很深的人就更少。"}
{"text":"但有一刹那空隙，我就觉得心口像被什么东西堵住一样，眼眶马上盈满泪水。会一散我跑开了，跑到园子里，―眼泪又止不住流出来。但是我很清醒，知道不能把眼睛哭红，还得回来参加晚上对敌斗争会呢。柳青说自己对此事并不感到意外，那纯粹是一种夸张的自我安慰。她说我并没把家里为什么会不同意的原因想得很深，这才是实情。这不是坏人与好人演出的斗争，这是好人与好人酿制的悲剧。愚昧落后是其发酵剂。那时，能够把原因想得很深的人不多，能够把后果想得很深的人就更少。文革式的大悲剧，也许正是以这样的小悲剧为基础为根源的。一对小人物纯真爱情的被扼杀，与一位国家主席的冤死，这之间有着模糊但是确定的联系。人道主义泯灭的地方，人的尊严被蔑视的地方，苦难还能不日趋深重么？中华民族那年大悲剧的制造者是中华民族自己。每一位骄傲的炎黄子孙，对那段历史如今想必都有了觉悟。但愿如此悲剧又成了进步的发酵剂。柳青把屈辱和悲伤藏进了心中，心变成荒漠。爱情之火在那儿熄灭了十几年。虽然她后来结了婚，有了两个女儿，但那根本谈不上爱情。恐怕没有篇幅写这件事了。就在她准备结婚的时候，她心里也全明白没有也不可能有爱情。这一点，无疑是她的错误。她的错误还在于不懂得，同情和牺牲绝不是婚礼进行曲的音符没注意到，荒漠之下还有着爱的潜流没有看清，这桩婚姻的双方是两种不同的人。本文不具诉讼性质，也不打算象大多数国产影片那样分出正面角色与反面角色。生活没有那么简单。总之，纯洁的爱情被扼杀之后，不会有好果子从这棵树上结出。柳青继续马不停蹄。年月――年月，她与王力雄合写了剧本追索。剧本在年第，期丑小鸭上发表，同年由中国新闻社电影部投资拍摄，年公演。这是她独立执导的第一部故事片，放映后获得一定好评个拷贝，放映场。年月――年月，她参加了故事片南拳王的拍摄。年月――月，她与达奇王力雄合写了集电视系列片黄水谣。同时，她自己又写成同名故事片剧本。本打算电视电影套拍，但又因故下马。年月，她在浙影厂所拍电视剧风荷曲中，任艺术指导。年月一月，她拍摄了长录象片炎黄子孙欢庆十一。年底一年初，她与王力雄合写电影剧本血门上下集。自己没有拍摄机会。"}
{"text":"年月――年月，她参加了故事片南拳王的拍摄。年月――月，她与达奇王力雄合写了集电视系列片黄水谣。同时，她自己又写成同名故事片剧本。本打算电视电影套拍，但又因故下马。年月，她在浙影厂所拍电视剧风荷曲中，任艺术指导。年月一月，她拍摄了长录象片炎黄子孙欢庆十一。年底一年初，她与王力雄合写电影剧本血门上下集。自己没有拍摄机会。此片由西影和广东艺术发展中心联合摄制。年月一月，她在深圳影业公司拍摄故事片漂流，因种种复杂的矛盾，她中途离开。年月一月，她为湖北电视剧创作中心改编了集连续剧天堂之门。柳青很能吃苦。与柳青一起工作过的人无论对她的看法多么不同，在这一点上却都一致。影片追索中有这样一个画面凌恺打开父亲的考古笔记，响起驼铃声，随之出现当年凌思涵的考古队通过火焰山的情景，巨大的红色金字塔式的火焰山下，一支小小的驼队走在黑色的沙漠上，给人神奇的感觉。月的吐鲁番，中午的气温高达，人静静地呆着也会感到难受，但为了这一画面，她们还要往山上爬去找最好的角度。那次柳青中暑休克了，被人抬到山脚下伯孜克里克千佛洞内，小时后才缓过来。第二天她照常工作。小说靠语言，电影靠画面语言看出作家的功力，画面见到导演的匠心。为了一个好的画面，她和她的同志们不知走过多少冤枉路。在沙漠里，在高原上，在急流险滩间，常常是玩命一样走到一个地方，看看，不理想，再重新去找。这与片名相同追索。众里寻他千百度，摹然回首，那人正在灯火阑珊处。这不怕。凡是追求完美艺术的人，都不怕这个。怕只怕众里寻她千百度，猛然发现，有人正在名利熏心处。那时候柳青只会傻眼，再无作为。为了拍摄漂流，柳青让掉了血门的导演权。西影和广东省艺术发展中心共同决定，请柳青导演她参加编写的这部影片，共二集，投资万，拍摄景地在上海天津，工作条件来比漂流不知好多少倍。漂流拍摄条件之艰苦，是一般摄制组无法与之相比的。古称黄河沿的玛多县已属人迹罕至的地方，离西宁有多公里。再向上穿过大草滩，就到了鄂陵湖西北方布青山下的淘金场。"}
{"text":"那时候柳青只会傻眼，再无作为。为了拍摄漂流，柳青让掉了血门的导演权。西影和广东省艺术发展中心共同决定，请柳青导演她参加编写的这部影片，共二集，投资万，拍摄景地在上海天津，工作条件来比漂流不知好多少倍。漂流拍摄条件之艰苦，是一般摄制组无法与之相比的。古称黄河沿的玛多县已属人迹罕至的地方，离西宁有多公里。再向上穿过大草滩，就到了鄂陵湖西北方布青山下的淘金场。她们和淘金人滚在一起，喝的是沙坑中渗出的水，住的是帐篷，地上仅铺一块塑料布，下面是湿草皮和老鼠洞。那地方晚上点多太阳才落，她们便从早晨点一直工作到晚上点，中间只吃一顿饭。再往上走，到了黄河源头。自古以来，涉足此地的人也不过几十个吧，万圆几十公里连牧民的帐蓬都不见了。她们就在地上挖个坑生起灶火，用高压锅煮面条，一顿饭要吃三个小时。空气稀薄。走几米路都觉困难。不过得爬山，跟在上海或天津的爬楼梯有区别。柳青觉得漂流更能实践她的艺术理想，宁肯放弃另一种成功，而来这洪荒之地冒风险。这一次她除去冒了风险，没有得到别的。不过，黄河的博大激涌高原的伟岸雄浑大自然的纯洁沉静使她得了大享受。她常独自久久地默对这颗星球和这个宇宙，便忘却了蝇营狗苟的琐事，听到了瞑瞑之中爱与宽容的启示。记得有一次我问她这么拼命地干，我猜是想用事业的成功来抵销生活中的失望吧？她说我不是那种把事业放在第一位的人。那把什么放在第一位？我问。她说生活。她说真诚的爱和人与人之间美好的关系，事业也不过是为了这个。她说有的人最关心的是怎么能在社会上站住脚，认为能搞成几部作品，被人们所承认就是最大的快乐，为此可以牺牲一切。她说我也盼望自己的作品被社会承认，但那不是最重要的，真的实现了我也不会觉得是什么了不起的幸福。其实有更珍贵的东西。这最珍贵的东西是什么呢？再看一段她的日记吧不去追求人的能力的最大半径，不去寻找人的能力的最大值，我追求的是人性的美，真善美的最大限度的实现，人和人之间的理解信赖尊重爱护帮助真挚的永恒的友谊与爱情。我要这样做，我也想这样影响别人，比如通过我的作品，使人和人的关系变得更美好，也使人类本身变得更美好。"}
{"text":"她说我也盼望自己的作品被社会承认，但那不是最重要的，真的实现了我也不会觉得是什么了不起的幸福。其实有更珍贵的东西。这最珍贵的东西是什么呢？再看一段她的日记吧不去追求人的能力的最大半径，不去寻找人的能力的最大值，我追求的是人性的美，真善美的最大限度的实现，人和人之间的理解信赖尊重爱护帮助真挚的永恒的友谊与爱情。我要这样做，我也想这样影响别人，比如通过我的作品，使人和人的关系变得更美好，也使人类本身变得更美好。看来几个概念有些乱，得稍稍分析一下为了在社会上站住脚而搞艺术的人，是一种人。为了发挥和实现自己能力的最大值而搞艺术的人，又是一种人。为了使人间变得更美好而搞艺术的人，是第三种人。第一种和第三种都是目的很明确的人。第二种呢？其最大值怎样体现呢？神枪手所以能证明其为神枪手，总是要有个靶子的，否则子弹向何处出膛？倘这靶子是在社会上站住脚，便与第一种人同。倘是使人间变得更美好，又与第三种人一样。所以第二种人是个不确定的概念。而第三种人若是为了自己的目标竭尽全力，不也是在实现人的能力的最大值么？柳青正是这种人。这种人总是失败多于成功的，原因有三一是因为他们永远不嫌生活已经太美，他们创造美的生活欲望是不知道够的二是，他们永远不认为自己已经发挥了自己能力的最大值第三，他们总也投时间去学站住脚的技术。幸亏这种人对成功与失败有着自己固执的见解他们不认为站住脚就是成功他们认定，人与人之间失去了真诚信任和理解才是失败。谁都不愿意失败，只是失败的含意不同。有一位诗人跟我说艺术是跳高，不是拳击，其对手是神，而不是人。我理解此话有两层意思其一是说，搞艺术的人没有理由互相争什么强弱更不要说互相使拳脚了，面对自然造化的万物，我们每一个人都太弱小太浅薄。艺术不是为了用来打倒人，而是为了探索全人类面对的迷茫而艰难的路。其二是说，拳击以打倒一个人一个更弱者为目的，所以总能得一点沾沾自喜的胜利。跳高却是在与神较量，所以每一次胜利都是以失败告终把横竿碰掉算结束。人与人之间美好的关系正如那横竿的升高一样，是没有极限的。这种失败之所以同时又是胜利，在于他们非常清楚自己是在为人类寻找一个新的高度。据说不想作元帅的士兵就不是个好士兵，但是，仅为作元帅而作元帅的元帅，准是个坏元帅。我见过柳青悲伤的时候。"}
{"text":"艺术不是为了用来打倒人，而是为了探索全人类面对的迷茫而艰难的路。其二是说，拳击以打倒一个人一个更弱者为目的，所以总能得一点沾沾自喜的胜利。跳高却是在与神较量，所以每一次胜利都是以失败告终把横竿碰掉算结束。人与人之间美好的关系正如那横竿的升高一样，是没有极限的。这种失败之所以同时又是胜利，在于他们非常清楚自己是在为人类寻找一个新的高度。据说不想作元帅的士兵就不是个好士兵，但是，仅为作元帅而作元帅的元帅，准是个坏元帅。我见过柳青悲伤的时候。这时候，风象是在她身上停歇了，她坐下来，仿佛被风吹落在椅子上，眼睛里一片空旷。这种时候她可能说昨天我很难过，既便是那个本子搞成了，可我们那些过去的朋友为此离心离德，也还是一个悲剧。她也可能是说我有时候挺失望，人要是只爱自己，还有什么意思呢？不必去详究她说的是哪件事和哪个人。她象大多数善良的女人一样，您给她一点美好的东西看，她身上就刮风，兴奋而且强劲，不惜把自己刮光。而一旦出现了不那么美好的事，不管是出现在谁身上，失败者就象是她自己一眼睛睁得太大，其中是不尽的茫然。当然用不了很久，她又能聚起足够的风力，兴奋且强劲，把自己刮出去，因为世间的美好事确也不尽。不过，这么容易刮风也未必全是好事。柳青娘就说过她缺心少肺，这么大的人了还那么糊涂。我和虎子也认为她太少主心骨，太有些盲目。当然不是愿意她变得世故，而是希望她能风平浪静哪怕是一会，惟此才能对生活多些深的思考。我以一个写小说的人的偏见，认为她应该及时把自己找回来，把自己四十几年的生活细看一向再深思几遍，下些慢功写出来。任何一个人，若能不留情且无忌讳地把自己剥开来细品，都会发现那原来是一部好作品。何况柳青又不乏艺术才能，手里又掌握着非常丰富的好素材，那些素材又不是费尽心机搜集来的，而是上帝赐给她的经历。真情和深思比技巧重要。我真希望她能写。譬如她的与花朵和鸽子一同度过的少年时代她的诗一样美妙又诗一样忧伤的青年时代。譬如那一个夏日，她游泳回来，人们告诉她母亲已被抓走那一个冬天，她买了油饼去看妹妹，妹妹已不在人间。譬如她信徒般虔诚地自我改造，却总难得到主的宽容岁就梦想着入团，直到大学将毕业时才算如愿。譬如她说过的，她最不能原谅自己的罪过――为了与家庭划清界线，她和弟弟曾一度离开了给人家作褓姆的柳青娘，以致老人无儿无女地过了好几年。"}
