{"text":"所以汤武起来革命，充其量，也只能说出于被迫，不得已而倒行逆施，然后归之于正。何必另加曲解，硬认为他是蓄意图谋叛逆，早就想取而代之了。例如现代历史，孙中山先生领导全民革命的全盘经过事实，也便可以证明真正革命的意义，确是出于不得已，确是抱有一种悲天悯人救国救民的志愿。如果硬要说汤武的革命早已别有用心，则也可说是欲加之罪，何患无辞。这也是读书人思想上的恶性瘤。至于后世的儒生们，硬要把汤武征诛，汤武革命，加上极其冠冕堂皇的文句，强调应天顺人，那也只能视为秘书人才的文告手法，必须如此写作罢了。有人善用文词，便写成了应天顺人。读通了书，懂了道理，这些只是文字上的花枪，又有什么稀奇。不过，自从汤武用过革命一词之后，后世的变乱，甚至是抢劫残杀，也便借用了什么革命等等的名词，这就等于老子庄子们所说仁义一词，被后人假借乱用之过，两者实在不可一概而论。所以我们要知道，凡是这些问题，都只是思想上文词上论理上的是非――逻辑问题，并非人事上实际的善恶问题。如果把文字逻辑的是非问题，硬用到实际人事上的善恶问题，有时候，会使你产生无可挽救的偏差。不过，这个专题的确也很不简单，不是三言两语可以讲得完的，必须另作一个专题，在此只好打住，不再多做讨论了。学非所用用非所长论孟子见齐宣王曰为臣室，则必使工师求大木。工师得大木，则王喜，以为能胜其任也。匠人斫而小之，则王怒，以为不胜其任矣。夫人幼而学之，壮而欲行之。王曰姑舍女所学而从我。则何如？今有璞玉于此，虽万镒，必使玉人雕琢之。至于治国家，则曰姑舍女所学而从我。则何以异于教玉人雕琢玉哉？有一天，孟子再见齐宣王，对齐宣王说，假如你要建筑一座巨大的宫殿，一定会命令负责工程的人，先去找很高大的木材――古代还没有钢筋水泥，只有找大木材了――负责工程的人，找到了高大的好木料，你一定很高兴，认为他了不起，能够胜任这件工作。当然，从森林中砍伐来的原木，还不能立即拿来作梁作柱，一定还要经过加工整理，用斧用锯，修整到合用为度。结果你看到他们把得来不易的大木头削小了，你一定很生气地认为他们没有善尽职守。"}
{"text":"有一天，孟子再见齐宣王，对齐宣王说，假如你要建筑一座巨大的宫殿，一定会命令负责工程的人，先去找很高大的木材――古代还没有钢筋水泥，只有找大木材了――负责工程的人，找到了高大的好木料，你一定很高兴，认为他了不起，能够胜任这件工作。当然，从森林中砍伐来的原木，还不能立即拿来作梁作柱，一定还要经过加工整理，用斧用锯，修整到合用为度。结果你看到他们把得来不易的大木头削小了，你一定很生气地认为他们没有善尽职守。一个人从小学一样东西，等长大了，要施展所学的时候，你对他说，不要管你所学的那一套，跟我走，照我的办法就好了。你齐宣王想看看，结果会是怎样呢？再假定现在有一块很好的玉石在这里，虽然价值达二三十万两黄金之巨，也一定要使琢玉的工人依他的学识技术，把它雕琢好才可以。你现在虽在寻求治理国家的人才，但你却要求那个人放弃平生所学，跟着你的方向，照你的办法去做，这样岂不等于叫琢玉的人，放弃他所学的技术，照你的办法去琢玉一样，这怎么行得通呢？这一段的背景，是孟子在齐国已经逗留好几年了，很不得志，孟子很着急，不得不像下象棋一样，要将上一军了。他对齐宣王说了这么多话，齐宣王一动也不动，没有听他的意见实行仁政，似乎有一点点震动了孟子的浩然正气，好像胡子都翘起来了。说到这里，可看清一个事实，凡是一个知识分子，有了学问以后，想实行他的理想，有所作为，在际遇不好，机会不来的时候，都是这般痛苦的。过去如此，将来也还是一样。读了这段书，仔细想想，真令人不禁有许多感慨。中国过去有句俗话学成文武艺，货与帝王家。古人对于文学武学，叫做文艺武艺。古人这个艺字用得非常好，不管是文学武学，或任何学问，修养到了艺术的境界，才算有相当的成就。学武也是一样，学到了相当的程度，才称得上武艺，入于艺术境界，也就是所谓化境。不像日本人，有所谓一段两段，一直到九段。日本武术的分段法，是由中国佛家禅宗的浮山九带蜕变而来的。上面引用的这句古话，相当深刻，从这句话来看，人都有不满现实的情绪，尽管学问好，本事大，卖不出去，也是枉然。孟子卖不出去，孔子也是卖不出去，在论语中记载着孔子说的沽之哉！沽之哉！结果到了流动摊位上，还是卖不出去，永远是受委屈的一副可怜相。孟子也一样，现代和将来的人也是一样，卖不掉的时候，都很可怜。"}
{"text":"不像日本人，有所谓一段两段，一直到九段。日本武术的分段法，是由中国佛家禅宗的浮山九带蜕变而来的。上面引用的这句古话，相当深刻，从这句话来看，人都有不满现实的情绪，尽管学问好，本事大，卖不出去，也是枉然。孟子卖不出去，孔子也是卖不出去，在论语中记载着孔子说的沽之哉！沽之哉！结果到了流动摊位上，还是卖不出去，永远是受委屈的一副可怜相。孟子也一样，现代和将来的人也是一样，卖不掉的时候，都很可怜。这就是世间相。过去是将学成的文武艺卖给帝王家。现在呢？是卖给工商巨子大资本家。中国的知识分子，几千年来都是如此。沿街叫卖闹莲花的，又岂止是我们位亚圣夫子而已。另一方面，那些大老板的买主们，态度都很令人难堪，不但是讨价还价，苛求得很，有时候对知识分子就像对上门兜售的小贩一样，看也不看一眼，一挥手，一个劲儿地比着去！去！去！你把黄金当铁贱卖给他，他也不理，就是那么个味道。我在小的时候，父亲告诫我两副语体的对联说富贵如龙，游尽五湖四海。贫穷如虎，惊散九族六亲。另一副说打我不痛，骂我不痛，穷措大现在叫穷小子肝肠最痛。哭脸好看，笑脸好看，田舍翁现在叫有钱人面目难看。活了几十年后，对人间事阅历多了，回头再想这副联语，的确是世间的淋漓写照。孟子的仁义之道，在齐宣王那里兜销不出去，他也不想再看这副脸色了。在古代，尤其春秋战国间，知识分子第一个兜销的好对象，当然是卖给人主――各国的诸侯，执政的老板们。如果卖出去了，立即就可平步青云，至少可以弄个大夫当当。其次，卖不到人主，就卖给等而下之的世家，如孟尝君平原君等四大公子，一般所谓卿大夫之流，能够作他们的座上客，也就心满意足了。实际上，名义虽称之谓宾客，也不过是一员养士而已。如弹铗当歌的冯谖，即是如此。到秦始皇统一天下以后，曾经下了逐客令，当时李斯也在被逐之列，临行之时，上书劝谏，秦始皇觉得有理，于是收回成令，李斯后来因而得以重用。虽然如此，各国诸侯的灭亡，对养士风气不能说不是个打击，这一阶段的读书人，是比较凄凉悲惨的，大多流落江湖，过着游侠的生活，这就是汉初游侠之风盛行的主要原因。"}
{"text":"实际上，名义虽称之谓宾客，也不过是一员养士而已。如弹铗当歌的冯谖，即是如此。到秦始皇统一天下以后，曾经下了逐客令，当时李斯也在被逐之列，临行之时，上书劝谏，秦始皇觉得有理，于是收回成令，李斯后来因而得以重用。虽然如此，各国诸侯的灭亡，对养士风气不能说不是个打击，这一阶段的读书人，是比较凄凉悲惨的，大多流落江湖，过着游侠的生活，这就是汉初游侠之风盛行的主要原因。攀龙附凤――读书人的通路汉代的初期，差不多也还有秦代轻视读书人的风气。秦始皇焚书坑儒，固然杀了很多读书人，但留下来的读书种子仍然不少。例如为汉代初创政治礼仪最著名的叔孙通，在汉高祖起义，到处征伐的时代，叔孙通便盯着他，跟来跟去的，很想把他的学问卖给汉高祖，可是总是卖不出去。当时汉高祖看见读书人就骂，甚至把儒生们的帽子拿来当便器用。叔孙通和他身边的许多学生，只有忍耐。有时学生们急了，催促他走了算了，叔孙通一直劝学生们忍耐等待。等到汉高祖统一天下以后，中央政府里，都是和汉高祖一道起来打天下的好汉们，其中有许多还是地方上的流氓地痞。上朝开会，都没有秩序，更没有气度。在朝廷开会的时候，饮酒争功，吵闹咒骂，甚至有当场拔剑击柱的，乱七八糟，没有一点体统，倒很像一群流氓在聚会生事。乱无章法的朝廷会议，使汉高祖感到头痛之极，就采用了叔孙通的建议，颁布一项重要的律令，叫做朝仪。本来，汉高祖对儒生是看不起的，也没有信心，但聪明的叔孙通，看准了汉高祖烦厌廷臣不守秩序的心理，就对他说夫儒者难与进取，可与守成。臣愿征鲁诸生，与臣弟子，共起朝仪。这下只好依叔孙通了。于是叔孙通召集了一百多人，照规范排练了一个多月。就像今天庆典，先要学生练习排字，或大会操团体舞一样，等精娴熟练了，才请汉高祖观礼。汉高祖看了大为高兴，于是命令群臣学习，这是汉高祖六年的事。第二年，高祖七年十月大会群臣，皆依朝仪行事。并由御史做监督，若有哪个举动不合礼仪的，立刻抓起轰出去。于是举朝秩序井然，无人再敢喧哗失礼。汉高祖坐在龙位上，高兴极了，得意洋洋地说吾乃今日知为皇帝之贵也！――我直到今天才知道当皇帝是何等威风啊！他高兴之余，马上拜叔孙通为奉常，等于礼部大臣，并赐黄金五百斤，并且封他的学生们也都为郎官。"}
{"text":"汉高祖看了大为高兴，于是命令群臣学习，这是汉高祖六年的事。第二年，高祖七年十月大会群臣，皆依朝仪行事。并由御史做监督，若有哪个举动不合礼仪的，立刻抓起轰出去。于是举朝秩序井然，无人再敢喧哗失礼。汉高祖坐在龙位上，高兴极了，得意洋洋地说吾乃今日知为皇帝之贵也！――我直到今天才知道当皇帝是何等威风啊！他高兴之余，马上拜叔孙通为奉常，等于礼部大臣，并赐黄金五百斤，并且封他的学生们也都为郎官。后来，陆贾又屡次建议汉高祖，推行诗书礼教。汉高祖听得不耐烦了，就破口骂道，你罗嗦什么？老子的天下是马上打来的，什么诗啊书的，有屁用，乃公居马上得之，安事诗书。陆贾说，不错呀！你的天下是骑在马上打来的，可是你不能够还一直骑在马上当皇帝，居马上得之，宁可以马上治之乎？应该坐在宫廷的大位上治理天下了。陆贾这个人很会讲话，很有办法，也很高明的，他曾先后代表汉高祖汉文帝出使南越王赵伦，稳住了两广南越一大片属国。并和陈平周勃联手，平定吕氏诸王，拥立了汉文帝。当时汉高祖听了陆贾的这句话，认为很有道理，要他详细报告，后来陆贾一连提了十二次建议――上奏章，汉高祖都说好，全部采用。这十二次奏章后来编在一起，就是有名的陆贾新语。由这两件事看来，可见历史上许多读书人，大多同叔孙通一样，功名富贵必须靠嘴巴游说，或靠别人的推荐。运气好，就推销得出去，否则便穷愁潦倒一辈子。当然，有不少是例外的，如孔孟之圣，如高士之高，隐士之隐，名臣大臣之精忠亮节，有许多可歌可泣之事。但在汉初那个时候，知识分子的功名富贵，还是靠嘴巴来游说，或者靠别人的推荐。到了汉武帝以后，才有了选举制度的创立。那时的选举，是真正的选举，不像现在，竞选是竞而选之，靠竞争，那已不是中国文化的选举精神了，所以只可以依着西方文化叫做竞选。汉朝的选举，是由地方官和地方人士，平常就对贤良方正孝。涕忠义等品行加以考察，凡是有学识德性高超的人，由地方官推荐称贤，向朝廷保举上去，称为孝廉。清初的博学鸿词征召，也是套用这个制度而来的，这样叫做选举。这种汉代初期的选举，一直延用到汉末，但也变了质，人才推荐的出路都由世家门第把持，由平民出身的读书人，很不容易飞黄腾达。"}
{"text":"那时的选举，是真正的选举，不像现在，竞选是竞而选之，靠竞争，那已不是中国文化的选举精神了，所以只可以依着西方文化叫做竞选。汉朝的选举，是由地方官和地方人士，平常就对贤良方正孝。涕忠义等品行加以考察，凡是有学识德性高超的人，由地方官推荐称贤，向朝廷保举上去，称为孝廉。清初的博学鸿词征召，也是套用这个制度而来的，这样叫做选举。这种汉代初期的选举，一直延用到汉末，但也变了质，人才推荐的出路都由世家门第把持，由平民出身的读书人，很不容易飞黄腾达。即使同是平民读书出身，到了权位关头，竞争排挤，也事所难免。例如汉武帝时代的名相公孙弘，结果也会排挤董仲舒，所以元人李过庭的诗说古来好客数平津，我道真龙未必真。一个仲舒容不得，不知开阁为何人？在南北朝混乱的时代，读书人的出路就靠门第，靠名士们的榆扬推荐。所谓门第，就是有祖先父母的余荫，同时还带有现代人所谓学阀的那种味道。由于仕途受了这类世族子弟的专横把持，所以天下事也就不问可知了。唐代选举的进士在唐代的时候，唐太宗确立了考试制度，于是读书人埋头苦干，十载寒窗，一朝登第，一步一步，钻到功名场中。一直到现在，都在隋唐时代所创立的考试制度的精神下，使得考试成为知识分子求得功名富贵的必经之路。因此在隋唐以后，有很多的文学作品，赞颂由考试所取得的功名科第。社会上，每个家庭，每一个读书人都在祈求，希望由科第而考取功名，来光耀门媚，荣宗耀祖。到了清朝，甚至连作皇帝的乾隆，还想暗地化名来参加考试，偷偷尝试那考取进士的味道呢。所以以前教育儿童的读物，使有天子重英豪，文章教尔曹。万般皆下品，唯有读书高的格言。当然，这些话到了现代工商业的社会，完全变成落伍的陈腔滥调了。现在应该可以将它改为社会重金条，技能须学高。万般皆上品，唯有读书糟。其实，在从前，考取了科第功名是一回事，有了功名，能不能在宦途上飞黄腾达，又是另一回事。许多人就是有了功名，没有门第，没有背景，没有人提拔，还是一样的清寒一生，只比那没有考得功名的白丁略胜一筹而已。例如在唐代诗的文学中，大家都读过秦韬玉的贫女吟，便是感叹这种宦途不遇而发泄的无奈和悲哀。"}
{"text":"现在应该可以将它改为社会重金条，技能须学高。万般皆上品，唯有读书糟。其实，在从前，考取了科第功名是一回事，有了功名，能不能在宦途上飞黄腾达，又是另一回事。许多人就是有了功名，没有门第，没有背景，没有人提拔，还是一样的清寒一生，只比那没有考得功名的白丁略胜一筹而已。例如在唐代诗的文学中，大家都读过秦韬玉的贫女吟，便是感叹这种宦途不遇而发泄的无奈和悲哀。同样的情形，借贫女来作寄托，抒发自己怀才不遇的诗，还有唐末诗人李山甫的一首名作平生不识绮罗裳，闲把簪珥益自伤。镜里只应谙素貌，人间多是重红妆。当年未嫁还忧老，终日求媒即道狂。两意定知无处说，暗垂珠泪滴蚕筐。第三句和第四句，就是感叹社会人情现实的可怕。第五句第六句，是说自己在年轻时代意气飞扬，非常自负，但早已顾虑到青春逝去，年华老大，还是早点找归宿才好，所以一直托人作媒，不过，别人却笑她疯，认为以她的美丽才华，不怕没有对象。最后说，现在呢？什么都没希望了。还是一个贫女终老，每天作作苦工，只有对着蚕筐暗自滴泪了。这是读书人多么有趣的讽喻，但其中又含有多少的悲哀啊！时代虽然不同，人情世态还是一样，即如现代读书人，得到了博士硕士学位以后，同样地，也是货与帝王家，出卖给那能付你薪水高的人，三万五万一个月，非向他低头不可，只不过现在是由帝王家的买主，一变而为资本家的老板而已。由此看来，孔孟以下，古今中外的读书人，大多是那么可怜，有时还卖不出去，像孟子一样。他和齐宣王这一次的谈话，就可想而知，有点类似买卖不成仁义在，讨价还价的味道。在这节书中，已可看出，齐宣王与孟子之间的往来，差不多快要结束了，同时孟子和齐宣王也都已过中年。我看齐宣王倒蛮有福气，舒舒服服地过了一生，人也蛮可爱的。老实说，孟子这样顶撞他，假如换作后世一些帝王，很可能不会接受，认为你孟某人谈了半天都是空话，我爱用你的意见就会用，我不用你，你就乖乖地领薪水吃饭，还来什么玉人匠人工师的，我现在不要盖房子，你工师又怎么样！假如是另一种个性的齐宣王，就告诉他，我现在不想盖房子，噗玉也找不到，你让我清静清静好吧！或者是王拂袖而起，以示冷落，不接受。齐燕之战――历史战略的经验而在孟子方面来说，平生志学孔子之道――祖述尧舜，宪章文武。"}
{"text":"老实说，孟子这样顶撞他，假如换作后世一些帝王，很可能不会接受，认为你孟某人谈了半天都是空话，我爱用你的意见就会用，我不用你，你就乖乖地领薪水吃饭，还来什么玉人匠人工师的，我现在不要盖房子，你工师又怎么样！假如是另一种个性的齐宣王，就告诉他，我现在不想盖房子，噗玉也找不到，你让我清静清静好吧！或者是王拂袖而起，以示冷落，不接受。齐燕之战――历史战略的经验而在孟子方面来说，平生志学孔子之道――祖述尧舜，宪章文武。而今遇非其主，言不听而教不从，良禽择木而栖，又何必为了生活而贪恋禄位，只是尸位素餐而已。因此他的去志已坚，只是还有老母待养，拖家带眷，不得不使他为现实生活现实环境而踌躇再三了。孟子终生奉母教大家都知道，孟子的一生，除了他天生本质具有圣人之资以外，还有一个最大的助力，那便是一位贤母的教导。孟子不但在幼年时期少壮时期，接受了母亲严谨的教育，即如这一次与齐宣王话不投机，决心要去齐的时候，又是接受孟母的鼓励，使他去志更加坚定。如孟子外书所载的母教，也正是他们母子俩在这个时期的故事。孟子处齐为客卿，居常有忧色，拥楹而叹。孟母见曰子拥楹而叹，若有忧色。何也？对曰轲闻之，君子称身而正位，不为苟得而受赏，不贪荣禄。今道不用于齐，愿行，而母老，是以忧色。孟母曰妇女之礼，精五饭稻黍稷麦寂五种饭类，幂酒浆，缝衣裳而已。故有阃内之修，而无境外之志。易曰无攸遂，在中馈。诗曰无非无仪，惟酒食是议。以言妇人无擅制之义，而有三从之道也。故幼则从乎父母，嫁则从乎夫，夫死则从乎子，礼也。今子成人也，而我老矣。子行乎子义，吾行乎吾礼。子何忧也。孟子和齐宣王最后几次谈话，齐宣王在礼貌上虽然还相当尊敬孟子，但实际上已大有貌合神离的味道。孟子觉得不须再留下去了，心里很不自在。心有所思，容貌上不免略现愁苦之色。有一天，手搭着前门的柱头发呆，轻轻地叹息。孟母早就看在眼里，心里有数。再次看到这种情形，就不得不问他了儿啊！你为什么在这儿唉声叹气的，愁眉不展呢？孟子听到母亲在问话。"}
{"text":"子行乎子义，吾行乎吾礼。子何忧也。孟子和齐宣王最后几次谈话，齐宣王在礼貌上虽然还相当尊敬孟子，但实际上已大有貌合神离的味道。孟子觉得不须再留下去了，心里很不自在。心有所思，容貌上不免略现愁苦之色。有一天，手搭着前门的柱头发呆，轻轻地叹息。孟母早就看在眼里，心里有数。再次看到这种情形，就不得不问他了儿啊！你为什么在这儿唉声叹气的，愁眉不展呢？孟子听到母亲在问话。不免自悔失态，但又不能欺瞒母亲，因此便答道儿子认为一个君子，应该知道进退之方。一个人的立身出处，必须名正而言顺，有为有守，不可以苟且求取荣誉与俸禄，贪受不义而不应该的赏赐。如今我和齐宣王话不投机，看来他是绝对不会接受王道政治思想，自然就无法在齐国实行仁政了。在这种情形之下，儿子觉得再不能待下去，但是想到您老人家年纪大了，更不宜远游，使您老人家受苦，所以左右为难，决定不下。孟母听了孟子的对话，又是一本正经地说一个妇道人家，只要安安分分地烧饭煮菜酿酒缝衣裳，那是应守的本分。妇女的德行是专重家务的操持，不应该多管外务才对。易经家人卦的六二爻辞说无攸遂，在中馈。家庭主妇没有向外发展的必要，只需管理家务，主持中馈便好了。诗经小雅鸿雁篇斯干章上也说无非无仪，惟酒食是议。一个贤良的主妇，平日不说什么东家长西家短的是是非非，只要把家务和全家饮食起居料理妥当就好。这些上古的名言，都是讲到妇人不该弄权，不要对外务擅作主张的意思。况且自古以来的传统，妇人有三从之德一在幼年的时代，要依从父母。二在婚嫁以后，就要顺从丈夫。三如果丈夫去世了，儿子已是一家之主了，就要以儿子的前途为中心，加以辅助。这是合情合理的事。而今你已长大成人，我也垂垂老矣，你不但已是一家之主，而且你走的是顶天立地大丈夫应走的仁义之路，我当然跟着你赞同你。即使在生活上清苦一点，也是我应该分担的分内之事。你不必为了我而迟疑不记，果敢地决定你的方针吧！我们读了这一节书，可以推测，孟子听了他母亲的这番话之后，宽心大放，去志更坚。不过，到正式离开齐国，还要一段时间来料理事务。因此，接着还有后文。齐人伐燕，胜之。宣王问曰或谓寡人勿取，或谓寡人取之。以万乘之国，代万乘之国，五句而举之，人力不至于此。"}
