{"text":"现在有些研究老子哲学的，对小国寡民治大国如烹小鲜这两句话，各有各的解释。现在的青年们，在大学里研究文学的也好，研究哲学的也好，研究政治学的也好，拿硕士博士学位的论文，很多写老子。什么老子的政治思想老子的哲学思想老子的经济思想老子的什么什么思想都来了。老子当年自己只写了五千个字，以后几千年来，几千万字都说不完。这些巨著，如果老子自己看了，一定会笑掉大牙。而今日那些论文中的老子，究竟是哪一家说的老子也不知道。真正的老子思想很简单其实，只有五千字。老子说治大国如烹小鲜，要注意这个烹字，是慢慢地用文火来炖，小火来烧。小鲜是小鱼小肉，如用大火，一烧就烧焦了，必须用文火，慢慢地烹。这句话也告诉我们作人，乃至处世的一个大原则，在混乱之中，不能心急，任何一个时代的混乱，都有一个关键，慢慢来，逐渐解决。利用太极拳原理，四两拨千斤，就是顺其势，慢慢来。如果想一下子用突变的方法把它改过来，往往突变还没有变好，新的毛病又出来了，所以他主张小国寡民。换句话说，他是以地方政治为基础做起。这也是和孔子说的安见方六七十，如五六十，而非邦也者？的意思是一样的，不论地方大小，治理之道都是一样，并没有两样。而孔子这样说冉求，并不是说冉求不对，只是说冉求的思想，用来治大国治小国都是一样的。这句话如引用到我们自己的身上，就是不论我们职位大小，责任是一样的，事功是一样的，问题在做得好做不好。至于公西华的思想，孔子认为那也是一个大政治家的见地，但是他话说得谦虚。实际上一个宗庙会同，主持一个庞大联合会议，各国的元首阁员都参加，而能够担任这种会议的秘书长，作主席。公西华说这是小意思，学习学习，话是讲得谦虚，口气是蛮大的。他说这是一件小事，天下还有什么大事？根据上面这一段，我们还可以看出来另一方面。子路等人的抱负思想很了不起，但总离不开自我英雄主义，我可以如何，我要如何而且都偏于从政治着手。但曾皙就不同了，同样希求大同之世，但成功不必在我，而着重于文教方面，真正说中了孔子的心事，所以孔子感叹吾与点也。颜渊第十二天人合一下论先进第十一篇已经讲完了，这是对于上论的学而――个人的内养，为政――个人发挥到外用的一些事实的注解。现在孔子思想的一个大问题来了。颜渊问仁。子曰克己复礼为仁。"}
{"text":"但曾皙就不同了，同样希求大同之世，但成功不必在我，而着重于文教方面，真正说中了孔子的心事，所以孔子感叹吾与点也。颜渊第十二天人合一下论先进第十一篇已经讲完了，这是对于上论的学而――个人的内养，为政――个人发挥到外用的一些事实的注解。现在孔子思想的一个大问题来了。颜渊问仁。子曰克己复礼为仁。一日克己复礼，天下归仁焉。为仁由己，而由人乎哉？这一段对于仁的研究，是孔子思想的中心。我们先从文字方面讨论颜渊问孔子什么叫做仁，由这句话我们就想到，里仁这一篇不都讲的仁吗？在讲上论里仁时，已经说过这是一个大问题，我们以后慢慢研究。现在到了以后这个地方了。里仁篇里的仁，讲仁的体仁的用仁的现象。有时讲仁的思想，有时讲仁的待人处世，各个不同。现在是孔子最得意的学生颜回，提出来的一个总问什么是仁？要求为仁下一个定义。孔子说，克己复礼叫做仁。照字面讲就是这样。从前在私塾里读古书，老师就这么解释了，不许再问，现在再照过去的读书方法解释下去一日克己复礼，天下归仁焉。孔子说只要有一天做到克己复礼的功夫，全世界都归到仁的境界里去。下面引伸下去为仁由己，而由人乎哉？仁就在你自己的身心上，并不是靠外来的。字面的意思，我们这样解释了，这是依文解义的解释。依文解义是佛学里禅宗的话，全句是依文解义，三世佛冤。意思是说，如果看佛经，只照文字去理解佛学的思想，那么过去的佛现在的佛未来的佛都要说冤枉呀！我并不是这个意思呀！换句话说，我们读书，要通过语意，要透过语意，要透过语文内涵的意义，找出思想道理的真谛，这才叫学问。仅仅文字会了，文章写得好，不一定就是学问。我们作进一步的讨论仁是孔子思想的中心，历代以来的解释很多，尤其宋儒――理学家，专讲这个仁。不过在我个人的看法，宋儒理学家们所讲那一套仁的理论，已经不是孔子思想的本来面目了。左边偷了佛家的，右边偷了道家老庄的，尤其偷了老子的更多，然后融会一下据为己有。等于偷来的衣服，洗过一次穿在自己的身上，说是自己的衣服，这种作风实在令人为之气短。"}
{"text":"仅仅文字会了，文章写得好，不一定就是学问。我们作进一步的讨论仁是孔子思想的中心，历代以来的解释很多，尤其宋儒――理学家，专讲这个仁。不过在我个人的看法，宋儒理学家们所讲那一套仁的理论，已经不是孔子思想的本来面目了。左边偷了佛家的，右边偷了道家老庄的，尤其偷了老子的更多，然后融会一下据为己有。等于偷来的衣服，洗过一次穿在自己的身上，说是自己的衣服，这种作风实在令人为之气短。宋儒天天讲要诚，要敬，我认为他们作学问的基本态度上就违反了这两点，既不诚，又不敬。假如坦然的说这是借别家的思想来讲的，这又有什么错？而且也并不妨碍他们的学问。譬如今天说借了西方或法国某一政治家或哲学家的思想来解说一个问题，也没有错呀，为什么借了人家的思想，还要骂人家？就像现在有些小偷，拿了人家的钱还要杀人家，这成什么话呢？这还叫诚敬之道吗？所以宋儒解释的仁，还是有问题。再其次我们提过的，韩愈解释的仁为博爱之谓仁。后世有些人误解了，认为这就是孔子的思想，仁就是博爱。其实汉武帝时公孙弘先说过仁就是爱。正式定义博爱之谓仁，这是韩愈的思想，韩愈是研究墨子的专家。兼爱之说，墨子看得很重要，可以说是墨家的思想，如严格的讲学术思想，就不要搞错了，否则就是笑话。所以学问可以欺骗所有的瞎子，没有办法欺骗一个有眼睛的人，学术就是这样一个严格的东西。另外，到了满清末年，戊戌政变中六君子之一的谭嗣同，在他的著作中有一本书叫仁学，恐怕单行本很少看到。但现在市面发行的谭浏阳全集这部书里，有仁学的全部内容。其实仁学的内容，基本上还是从宋儒的理学入手，来讨论孔门的学问。这些，我们作了大概的介绍以后。现在回转来，再来研究这个仁的本身。颜回问仁，孔子答复他克己复礼就是仁。什么是克己呢？以现代话来讲，心理的净化就是克己。今天有个同学，他也听了我多年课，要去美国了，中午来辞行，谈到这个问题，他问要怎样才能克服自己的烦恼。他的烦恼就是思想不停。怎么样做到经常不想，那是不可能的事，人不能不想，我说有一点可以随时做得到的，就叫想而不住，这是禅学的境界了。"}
{"text":"颜回问仁，孔子答复他克己复礼就是仁。什么是克己呢？以现代话来讲，心理的净化就是克己。今天有个同学，他也听了我多年课，要去美国了，中午来辞行，谈到这个问题，他问要怎样才能克服自己的烦恼。他的烦恼就是思想不停。怎么样做到经常不想，那是不可能的事，人不能不想，我说有一点可以随时做得到的，就叫想而不住，这是禅学的境界了。大家这里要特别注意譬如现在我在讲话，诸位在听话，就在这个时候，我们的生理作用，配合心理感受，好几样都在用了――眼睛在看着，耳朵在听着，坐在椅子上舒不舒服，空气的冷暖，都感觉到，内在还有个东西，思想一个一个接连着。我们的思想像流水一样，一个浪头过去了，又来，又过了，又来了，一直这样的，而且在中间还会岔上很多的乱想。但是回想一下，这许许多多的思想，没一个存在。譬如我们说克己复礼，这句话就是一个思想，这个念头过去了以后，我们再讲克己复礼，但已经不是第一个，而是第二个思想了，再讲一个克己复礼，又是第三个思想了。也就是我们讲过的，等于我们看到一股流水在流，表面上我们是看到一股流水。而它一直在流，但第一眼看到的那个浪头早过去了，不断的有个浪头在眼前，可是它是由后面不断地涌上来的。我们看电灯，好像这个亮光是一直存在的，但实际上这亮光是不断的消散，而新的亮光不断的补上来。我们的思想心理作用也是一样，我们好像是总有思想存在。实际上我们分析一下这个思想前面的思想过去了，后面的思想还没有来，现在的思想当我们讲现在的时候，这个思想又已经过去了。静的修养好了，这个道理我们了解了，所以对于思想，我们不要去控制它，譬如说我们想静下来，脑子里在想我最好静下来，这反而又多了一个念头，所以最好不要去作我最好静下来的想法。许多人学佛学道打坐练功夫，有意要把心静下来，这心怎么能静？有的两腿盘起来，闭眉闭眼，不言不语，耍把戏一样，这也可以，但不是真正静的境界。对生理的帮助则有之，如说这就是静，那就不通的。这样坐在那里，心里的乱想会更多，这不是真正的静。所谓真正的静，要有高度的修养，如前面所说，一面批改公文，一面听取报告，处理急务，日理万机的情形下，而心境始终是宁静的。"}
{"text":"许多人学佛学道打坐练功夫，有意要把心静下来，这心怎么能静？有的两腿盘起来，闭眉闭眼，不言不语，耍把戏一样，这也可以，但不是真正静的境界。对生理的帮助则有之，如说这就是静，那就不通的。这样坐在那里，心里的乱想会更多，这不是真正的静。所谓真正的静，要有高度的修养，如前面所说，一面批改公文，一面听取报告，处理急务，日理万机的情形下，而心境始终是宁静的。我们要想作到这一步修养，就先要认识自己的心理，思想是这样不断的过去，现在我们坐在这里就可以做一个体会，我们对于前面过去的思想不理它，过去的已经过去了。譬如我们所有的痛苦烦恼在哪里？我们往往知道是无法挽回的，但硬是想要把它拉回来。所谓后悔，就是已经过去了的，想把它抓回来。对于未来的，又何必去想它？有人说我走路很快，我说我这个人懒得用心，譬如我出门到这里来，目标是恒庐，就直往恒庐来，路上的事就不去管它，不去想它。可是许多人一路上看到的听到的遇到的，可想得多了。假使能够不去想它，心理上永远保持这份宁静，心理就健康了，生理也自然健康了，这是必然的医学道理。现在再回来说本题，我们知道过去的已经过去，未来的还没有来，不去管，单说现在的，现在也没有，我们说一声现在，这现在就马上过去了。慢慢从这一面去体会，永远保持心境的安宁，这一个平静的心境，一直平静到甚至于今天被敌人抓住了要枪毙，下一个节目是什么？一颗子弹这里进去那边出来，一定倒下去，完了嘛！它还没有来，何必去怕？它来了，就是这么回事，怕也没有用，又何必去怕？现在还乐得享受，清静一点。所以古代许多大臣忠臣，如文天祥的从容就义，就是如此，在文天祥的传记里就看到他有这种修养。他在被执以后，路上遇到一位老师，不知是道家的人物或是佛家的人物，他没有讲。只在他遗集中一首诗前面的中说，碰到一个异人，传他一个大光明法这是佛家的东西。因此，当时他就把生死看开了。读了这传记，才知道怪不得文天祥有这样高的修养，他是从此之后，就把生死观念，完全看开了。如拿佛家道家的观点来说，他得了道，有了功夫，对于肉体的生死，不当一回事了，但这有什么稀奇？没什么稀奇，就跟我们刚才讨论心里的思想一样。我们再举一个眼前的例子。大家现在坐在这里，不要作什么功夫，也不要求静。"}
{"text":"因此，当时他就把生死看开了。读了这传记，才知道怪不得文天祥有这样高的修养，他是从此之后，就把生死观念，完全看开了。如拿佛家道家的观点来说，他得了道，有了功夫，对于肉体的生死，不当一回事了，但这有什么稀奇？没什么稀奇，就跟我们刚才讨论心里的思想一样。我们再举一个眼前的例子。大家现在坐在这里，不要作什么功夫，也不要求静。这个冷气机的声音我们都听到了，事实上大家本来也听到的，不过经我一提，你注意了本来我的动作你也看到我的声音你也听到。在这中间，你找一个东西。你的心用得那么多，能听到声音能看能动作能想，还能够知道自己在这里想，知道自己在这里坐着。哪一个能够知道自己的东西可重要，那就是你自己，是真正自己的本来面目的一面，真正的自己。我不知道我的报告清楚没有，希望对大家在修养上有点贡献，获得一点安身立命的修养，有此高度的修养，才能处理大事，才能担任大的任务。刚才说的第一步是比较高的。第二步就要注意克己复礼的这个克字，克就是克，克伏下去，含有心理的争斗意思。譬如我看到他这条领带漂亮，想去把它拿过来，但理智马上就来了我为什么这样无聊？有这样下流的思想！这就是克，就是心理上起了争斗的现象。在庄子的观念中叫作心兵，心里在用兵，所谓天理与人欲之争，以现代语汇来说，是感情与理性的争斗，我们一天到晚都在这种矛盾之中。我们克己，要怎么克服呢？书经里两句话惟狂克念作圣，惟圣妄念成狂。这个狂同一般人所认为的狂不同。照佛家和道家的解释，普通一般的凡夫就是狂。如果平凡的人，能把念头克伏下去，就是圣人的境界。换过来，一个人放纵自己的思想感情观念，就变成普通人。这是书经的文化，比孔子还早，是我国上古老祖宗的文化，孔子继承传统文化，就是这里来的。克念作圣这个克字，我们可以了解了，就是孔子说的克己。克己以后，就恢复了礼的境界。礼不是现在所谓的礼貌，礼是什么呢？礼记第一句话，毋不敬，俨若思。就是说我们要随时随地很庄严，很诚敬。这个敬并不是敬礼的敬，而是内心上对自己的慎重，保持克己的自我诚敬的状态，表面上看起来，好像是老僧入定的样子，专心注意内心的修养。所谓礼，就是指这个境界而言。"}
{"text":"克念作圣这个克字，我们可以了解了，就是孔子说的克己。克己以后，就恢复了礼的境界。礼不是现在所谓的礼貌，礼是什么呢？礼记第一句话，毋不敬，俨若思。就是说我们要随时随地很庄严，很诚敬。这个敬并不是敬礼的敬，而是内心上对自己的慎重，保持克己的自我诚敬的状态，表面上看起来，好像是老僧入定的样子，专心注意内心的修养。所谓礼，就是指这个境界而言。从这里发展下来，所讲对人对事处处有礼，那是礼仪了。礼记的这一句话，是讲天人合一的人生最高境界。克己复礼就是克服自己的妄念情欲邪恶的思想偏差的观念，而完全走上正思，然后那个礼的境界才叫作仁。如宋儒朱熹的诗昨夜江边春水生，艨艟巨舰一毛轻。向来枉费推移力，此日中流自在行。这就看到他的修养，不能说没有下过功夫，他也曾下了几十年功夫。尽管宋儒有许多观点值得斟酌，但他们对的地方，我们也不应该抹杀刚才我们讲克伏自己的思想，心境永远保持平静，不受外来的干扰，这是很难的。这里是朱熹的经验谈，他作了几十年的学问与修养，这个功夫不是一作就作到的，要平常慢慢体会努力来的。这首诗里他以一个景象来描写这个境界我们心里的烦恼忧愁，就像江上一艘搁浅的大船一样，怎么都拖不动，但慢慢等到春天，河水渐渐涨到某个程度的时候，船就自然浮起来了。后两句诗是重点，平常费了许多力气――想把这艘船推动一下，可是力气全白费了，一点也推移不动，等到修养到了相当程度的时候，便是此日中流自在行的境界了。到了这一步，就相当于孔子所谓的克己复礼为仁了。仁就是这样解释的。现在我们可以有一个观念，就是孔子所答复的仁，是有一个实在的境界，而并不是抽象的理论，是一种内心实际功夫的修养。所以真作内心修养的，个中艰苦真是如人饮水，冷暖自知。乾坤马一毛再下来，一日克己复礼，天下归仁焉。假使有一天真正做到了克己复礼的境界，就天下归仁焉。这个问题也很大，我们到处可以看到天人合一这四个字，成为一句成语。以物理观点来说，天是天，人是人，相距那么遥远，没有太空船上不去，上去了还站不住，合的什么一呢？修养到天人合一，就和天一样吗？以有形的天而论，是那么空洞，心境也能那么空洞吗？心里乱七八糟，怎会和天一样空洞？"}
{"text":"所以真作内心修养的，个中艰苦真是如人饮水，冷暖自知。乾坤马一毛再下来，一日克己复礼，天下归仁焉。假使有一天真正做到了克己复礼的境界，就天下归仁焉。这个问题也很大，我们到处可以看到天人合一这四个字，成为一句成语。以物理观点来说，天是天，人是人，相距那么遥远，没有太空船上不去，上去了还站不住，合的什么一呢？修养到天人合一，就和天一样吗？以有形的天而论，是那么空洞，心境也能那么空洞吗？心里乱七八糟，怎会和天一样空洞？这些都是虚浮的名称口头禅。但是孔子讲的天人合一，有个道理，就是天下归仁。而实际上天人合一是庄子提出来的，后世儒家把它借来用。庄子又以天地一指也，万物一马也。表达心物一元的观点。这两句话发挥起来，又一篇大论文。心物一元绝不是唯物，也不是唯心，但也可说是纯粹的唯心。不同于西方哲学的唯心。天地一指的一指并不是一个手指，而是一个东西，是一体的意思。万物一马是以一匹马来作比方，整匹的马，有马头马脚马尾马毛等等。所有天地间的万物，就好像马的头马的脚马的毛等等总合起来，才叫一匹马。离开了马的毛，不是完整的马，离开了马的尾巴，也不是完整的马，离了马的任何一样，都不是完整的马。由众归到一，由一散而为众。所以憨山大师的诗有乾坤马一毛之句，整个宇宙是马身上的一根毛。就好像我们现在文学中的沧海之一粟，我们的人生，不过沧海里的一个小水泡一样，但虽然是小水泡，也是大海中的一分子。所以要我们会万物于己者，其惟圣人乎。这是南北朝一个著名的年轻和尚僧肇说的。他只活了三十多岁就死了，但他的著作影响了中国几千年。他的名著肇论，融和了儒佛道三家。他这句话是真正的圣人境界，修养――不是理论――到物我同体。人与物是一个来源，一个本体，只是现象不同。好比在这间屋子里，我们都同样是人，但相同中又有不同。因为你是你的身体，你的样子，我是我的身体，我的样子。但是虽然各人不同，却又同是人类，乾坤马一毛就是这个道理。天下归仁就是归到这种天人合一，物我同体的仁境。真能做到克己复礼，就可以达到不是理论上心物一元的真实境界，宇宙万象便与身心会合，成为一体了，这也就是佛家所谓如来大定的境界。什么是定的境界？我们的思想一天到晚乱七八糟，在佛学上名为散乱。"}
{"text":"人与物是一个来源，一个本体，只是现象不同。好比在这间屋子里，我们都同样是人，但相同中又有不同。因为你是你的身体，你的样子，我是我的身体，我的样子。但是虽然各人不同，却又同是人类，乾坤马一毛就是这个道理。天下归仁就是归到这种天人合一，物我同体的仁境。真能做到克己复礼，就可以达到不是理论上心物一元的真实境界，宇宙万象便与身心会合，成为一体了，这也就是佛家所谓如来大定的境界。什么是定的境界？我们的思想一天到晚乱七八糟，在佛学上名为散乱。人不思想不散乱的时候，就睡觉了，这是昏沉。或者说刚迷糊了一下，没有睡着，这现象是细昏沉。人生就是两种现象，散乱或者昏沉。不散乱也不昏沉的境界就是定，这是功夫修养的境界，这个修养并不一定要炼丹打坐。随时都可以从内心练习，也就是孔子的克己复礼，天下归仁。佛家的定是指现象，孔子的仁是指作用，修养到了这个时候，对人没有不爱的，看见任何人都是好的。像今天上午，我就告诉来辞行要去美国的同学，要学佛家山门外的精神――一走进寺庙，第一眼就看到挺个大肚子，张口而笑的弥勒佛，上面横匾四个字皆大欢喜。只有礼记大同世界的境界才能做得到，也就是孔子所说我与点也的境界。大家都是好好的，天下太平，太好了，统统都是欢天喜地的，没有冤家，没有烦恼，没有痛苦。庙门两边还有副对联大肚能容，容天下难容之事。开口常笑，笑世上可笑之人。这就是最高修养，也就是仁的境界。因此，仁的境界在于自己，不是外面找的，不是靠一个老道传的什么法门，然后得了什么道，那是江湖上骗人的。不是道家的道，不是佛家的佛，也不是儒家的仁。道佛仁就在各人自己的身心上，是最高的修养，要自己身体力行，绝不是别人给的，也不是老师传的，更不是菩萨赐的。大光明与复礼上面讲克己复礼为仁时，提到文天祥遇到异人传授大光明法的诗。座中有人问起原诗和关于大光明法的大概内容。所以我们这里暂时搁下论语，谈一下这个问题。遇灵阳子谈道赠以诗昔我爱泉名，长揖离公卿。结屋青山下，咫尺蓬与瀛。至人不可见，世尘忽相缨。业风吹浩劫，蜗角争浮名。偶逢大吕翁，如有宿世盟。相从语寥廓，俯仰万念轻。"}
