{"text":"鸳鸯香炉好像暗夜中的一盏灯，使我童年对情感的认知乍见光明，在人世的幽晦中带来前进的力量，使我即使只在南京东路宝石店橱窗中，看到一对普通的鸳鸯瓷器都要怅然良久。就像坐在一个黑忽忽的房子里，第一盏点着的灯最明亮，最能感受明与暗的分野，后来即使有再多的灯，总不如第一盏那样，让我们长记不熄坐在长廊尽处，纵使太阳和星月都冷了，群山草木都衰尽了，香炉的微光还在记忆的最初，在任何可见和不可知的角落，温暖的燃烧着。――一九八一年十一月十八日冰糖芋泥每到冬寒时节，我时常想起幼年时候，坐在老家西厢房里，一家人围着大灶，吃母亲做的冰糖芋泥。事隔二十几年，每回想起，齿颊还会涌起一片甘香。有时候没事，读书到深夜，我也会学着妈妈的方法，熬一碗冰糖芋泥，温暖犹在，但味道已大不如前了。我想，冰糖芋泥对我，不只是一种食物，而是一种感觉，是冬夜里的暖意。成长在台湾光复后几年的孩子，对番薯和芋头这两种食物，相信记忆都非常深刻。早年在乡下，白米饭对我们来讲是一种奢想，三餐时，饭锅里的米饭和番薯永远是不成比例的，有时早上喝到一碗未掺番薯的白粥，就会高兴半天。生活在那种景况中的孩子只有自求多福，但最难为的恐怕是妈妈，因为她时刻都在想如何为那简单贫乏的食物设计一些新的花样，让我们不感到厌倦，并增加我们的生活趣味。我至今最怀念的是母亲费尽心机在食物上所创造的匠心和巧意。打从我刚学会走路的时候，就经常在午反的空闲里，随着母亲到田中采摘野菜，她能分辨出什么野菜可以食用，且加以最可口的配方。譬如有一道菜叫乌莘菜的，母亲采下那最嫩的芽，用太白粉烧汤，那又浓又香的汤汁我到今天还不敢稍稍忘记。即使是番薯的叶子，摘回来后剥皮去丝，不管是火炒，还是清煮，都有特别的翠意。如果遇到雨后，母亲就拿把铲子和竹篮，到竹林中去挖掘那些刚要冒出头来的竹笋，竹林中阴湿的地方常生长着一种可食用的蕈类，是银灰而带点褐色的。母亲称为鸡肉丝菇，炒起来的味道真是如同鸡肉丝一样。"}
{"text":"譬如有一道菜叫乌莘菜的，母亲采下那最嫩的芽，用太白粉烧汤，那又浓又香的汤汁我到今天还不敢稍稍忘记。即使是番薯的叶子，摘回来后剥皮去丝，不管是火炒，还是清煮，都有特别的翠意。如果遇到雨后，母亲就拿把铲子和竹篮，到竹林中去挖掘那些刚要冒出头来的竹笋，竹林中阴湿的地方常生长着一种可食用的蕈类，是银灰而带点褐色的。母亲称为鸡肉丝菇，炒起来的味道真是如同鸡肉丝一样。就是乡间随意生长的青凤梨，母亲都有办法变出几道不同的菜式。母亲是那种做菜时常常有灵感的人，可是遇到我们几乎天天都要食用，等于是主食的番薯和芋头则不免头痛。将番薯和芋头加在米饭里蒸煮是很容易的，可是如果天天吃着这样的食物，恐怕脾气再好的孩子都要哭丧着脸。在我们家，番薯和芋头都是长年不缺的，番薯种在离溪河不远处的沙地，纵在最困苦的年代，也会繁茂的生长，取之不尽，食之不绝，芋头则种在田野沟渠的旁边，果实硕大坚硬，也是四季不缺。我常看到母亲对着用整布袋装回来的番薯和芋头发愁，然后她开始在发愁中创造，企图用最平凡的食物，来做最不平凡的菜肴，让我们整天吃这两种东西不感到烦腻。母亲当然把最好的部分留下来掺在饭里，其他的，她则小心翼翼地将之切成薄片，用糖面粉，和我们自己生产的鸡蛋打成糊状，薄片沾着粉糊下到油锅里炸，到呈金黄色的时刻捞起，然后用一个大的铁罐盛装，就成为我们日常食用的饼干。由于母亲故意宝爱着那些饼干，我们吃的时候是用分配的，所以就觉得格外好吃。即使是番薯有那么多，母亲也不准我们随便取用，她常谈起日据时代空袭的一段岁月，说番薯也和米饭一样重要。那时我们家还用烧木柴的大灶，下面是排气孔，烧剩的火灰落到气孔中还有温热，我们最喜欢把小的红心番薯放在孔中让人烬炯熟，剥开来真是香气扑鼻。母亲不许我们这样做，只有得到奖赏的孩子才有那种特权。记得我每次考了第一名，或拿奖状回家时，母亲就特准我在灶下焖两个红心番薯以做为奖励我以灶里探出炯熟的番薯，心中那种荣耀的感觉，真不亚于在学校的讲台上领奖状，番薯吃起来也就特别有味。我们家是个大家庭，我有十四个堂兄弟，四个堂姊，伯父母都是早年去世，由母亲主理家政，到锦天，我们都还记得领到两个红心番薯是一个多么隆重的奖品。"}
{"text":"母亲不许我们这样做，只有得到奖赏的孩子才有那种特权。记得我每次考了第一名，或拿奖状回家时，母亲就特准我在灶下焖两个红心番薯以做为奖励我以灶里探出炯熟的番薯，心中那种荣耀的感觉，真不亚于在学校的讲台上领奖状，番薯吃起来也就特别有味。我们家是个大家庭，我有十四个堂兄弟，四个堂姊，伯父母都是早年去世，由母亲主理家政，到锦天，我们都还记得领到两个红心番薯是一个多么隆重的奖品。番薯不只用来做饭做饼做奖品，还能与东坡肉同卤，还能清蒸，母亲总是每隔几日就变一种花样。夏夜里，我们做完功课，最期待的点心是，母亲把番薯切成一寸见方，和凤梨一起煮成的甜汤酸甜兼俱，颇可以象征我们当日的生活。芋头的地位似乎不像番薯那么重要，但是母亲的一道芋梗做成的菜肴，几乎无以形容有一回我在台北天津卫吃到一道红烧茄子，险险落下泪来，因为这道北方的菜肴，它的味道竟和二十几年前南方贫苦的乡下，母亲做的芋梗极其相似。本来挖了芋头，梗和叶都要丢弃的，母亲却不舍，于是芋梗做了盘中餐，芋叶则用来给我们上学做饭包。芋头孤傲的脾气和它流露的强烈气味是一样的，它充满了敏感，几乎和别的食物无法相容。削芋头的时候要戴手套，因为它会让皮肤麻痒，它的这种坏脾气使它不能取代番薯，永远是个二副，当不了船长。我们在过年过节时，能吃到丰盛的晚餐，其中不可少的一样是芋头排骨汤，我想全天下，没有比芋头和排骨更好的配合了，唯一能相提并论的是莲藕排骨，但一浓一淡，风味各殊，人在贫苦的时候，大多是更喜爱浓烈的味道。母亲在红烧链鱼头时，炖烂的芋头和鱼头相得益彰，恐怕也是天下无双。最不能忘记的是我们在冬夜里吃冰糖芋泥的经验，母亲把煮熟的芋头捣烂，和着冰糖同熬，熬成迹近晶蓝的颜色，放在大灶上。就等着我们做完功课，给检查过以后，可以自己到灶上舀一碗热腾腾的芋泥，围在灶边吃。每当知道母亲做了冰糖芋泥，我们一回家便赶着做功课，期待着灶上的一碗点心。冰糖芋泥只能慢慢的品尝，就是在最冷的冬夜，它也每一口都是滚烫的。我们一大群兄弟姊妹站立着围在灶边，细细享受母亲精制的芋泥，嬉嬉闹闹，吃完后才满足的回房就寝。"}
{"text":"就等着我们做完功课，给检查过以后，可以自己到灶上舀一碗热腾腾的芋泥，围在灶边吃。每当知道母亲做了冰糖芋泥，我们一回家便赶着做功课，期待着灶上的一碗点心。冰糖芋泥只能慢慢的品尝，就是在最冷的冬夜，它也每一口都是滚烫的。我们一大群兄弟姊妹站立着围在灶边，细细享受母亲精制的芋泥，嬉嬉闹闹，吃完后才满足的回房就寝。二十几年时光的流转，兄弟姊妹都因成长而星散了，连老家都因盖了新屋而消失无踪，有时候想在大灶边吃一碗冰糖芋泥都已成了奢想。天天吃白米饭，使我想起那段用番薯和芋头堆积起来的成长岁月，想吃去年掩制的萝卜干吗？想听雨后的油炯笋尖吗？想吃灰烬里的红心番薯吗？想吃冬夜里的冰糖芋泥吗？有时想得不得了，心中徒增一片惆怅，即使真能再制，即使母亲还同样的刻苦，味道总是不如从前了。我成长的环境是艰困的，因为有母亲的爱，那艰困竟都化成刮美，母亲的爱就表达在那些看起来微不足道的食物里面一碗冰糖芋泥其实没有什么，但即使看不到芋头，吃在口中，可以简单的分辨出那不是别的东西，而是一种无私的爱，无私的爱在困苦中是最坚强的。它纵然研磨成泥，但每一口都是滚烫的，是甜美的，在我们最初的血管里奔流。在寒流来袭的台北灯下，我时常想到，如果幼年时代没有吃过母亲的冰糖芋泥，那么我的童年记忆就完全失色了。我如今能保持乡下孩子恬淡的本性，常能在面对一袋袋知识的番薯和芋头，知所取舍变化，创造出最好的样式，在烦闷发愁时不失去向前的信心，我确信我童年的生活有着密切的关系。因为母亲的影子在我心里最深刻的角落，永远推动着我。――一九八三年五月一日葫芦瓢子在我的老家，母亲还保存着许多十几二十年前的器物，其中有许多是过了时，到现在已经毫无用处的东西，有一件，是母亲日日还用着的葫芦瓢子。她用这个瓢子舀水煮饭，数分节阅读十年没有换过，我每次看她使用葫芦瓢子，思绪就仿佛穿过时空，回到了我们快乐的童年。"}
{"text":"她用这个瓢子舀水煮饭，数分节阅读十年没有换过，我每次看她使用葫芦瓢子，思绪就仿佛穿过时空，回到了我们快乐的童年。犹记我们住在山间小村的一段日子，在家的后院有一座用竹子搭成的棚架，利用那个棚架我们种了毛豆葡萄丝瓜瓢瓜葫芦瓜等一些藤蔓的瓜果，使我们四季都有新鲜的瓜果可食。其中最有用的是丝瓜和葫芦瓜，结成果实的时候，母亲常常站在棚架下细细地观察，把那些形状最美长得最丰实的果子留住，其他的就摘下来做菜。被留下来的丝瓜长到全熟以后，就在棚架下干掉了，我们摘下干的丝瓜，将它剥皮，显出它轻松干燥坚实的纤维，母亲把它切成一节一节的，成为我们终年使用的丝瓜布，可以用来洗油污的碗盘和锅铲，丝瓜子则留着隔年播种。采完丝瓜以后，我们把老丝瓜树斩断，在根部用瓶子盛着流出来的丝瓜露，用来洗脸。一棵丝瓜就这样完全利用了，现在有很多尼龙的刷洗制品称为菜瓜布，很多化学制的化妆品叫做丝瓜露，可见得丝瓜旧日在民间的运用之广和深切的魁力。我们种的菇芦瓜也是一样，等它完全熟透在树上枯干以后摘取，那些长得特别大而形状不够美的，就切成两半拿来当舀水盛东西的勺子。长得形状均匀美丽的，便在头部开口，取出里面的瓜肉和瓜子，只留下一具坚硬的空壳，可以当水壶与酒壶。在塑料还没有普遍使用的农业社会，葫芦瓜的使用很广，几乎成为家家必备的用品，它伴着我们成长。到今天，菇芦瓜的自然传统已经消失，菇芦也成为民间艺品店里的摆饰，不知情的孩子怕是难以想像它是论语里一箪食，一瓢饮，人不堪其忧，回也不改其乐。与人民共呼吸的器物吧！葫芦的联想在民间有着悠久的历史，许多甚受欢迎的人物，像李铁拐济公的腰间都悬着一把葫芦，甚至水浒传里的英雄，武侠小说中的丐帮快客，葫芦更是必不可少。早在反汉书的正史也有这样的记载市中有老翁卖药，悬一壶于肆头，及市罢，辄跳入壶中，市人莫之见。在云芨七签中更说施存，鲁人，学大丹之道，遇张申，为云台治官，常悬一壶，如五升器大，化为天地，中有日月，夜宿其内。"}
{"text":"与人民共呼吸的器物吧！葫芦的联想在民间有着悠久的历史，许多甚受欢迎的人物，像李铁拐济公的腰间都悬着一把葫芦，甚至水浒传里的英雄，武侠小说中的丐帮快客，葫芦更是必不可少。早在反汉书的正史也有这样的记载市中有老翁卖药，悬一壶于肆头，及市罢，辄跳入壶中，市人莫之见。在云芨七签中更说施存，鲁人，学大丹之道，遇张申，为云台治官，常悬一壶，如五升器大，化为天地，中有日月，夜宿其内。可见民间的葫芦不仅是酒哭水壶药罐，甚至大到可以涵容天地日月，无所不包。到了乱离之世，仙人腰间的葫芦，常是人民心中希望与理想的寄托，葫芦之为用大矣！我每回看美国西部电影，见到早年的拓荒英雄自怀中取出扁瓶的威士忌豪饮，就想到中国人挂在腰间的葫芦。威士忌的瓶子再美，都比不上葫芦的美感，这是无可奈何的事，因为在葫芦的壶中，有一片浓厚的乡关之情，和想像的广阔天地。母亲还在使用的葫芦瓢子虽没有天地日月那么大，但那是早年农庄生活的一个纪念，当时还没有自来水，我们家引泉水而饮，用竹筒把山上的泉水引到家里的大水缸，水缸上面永远漂浮着一把葫芦瓢子，光滑的，乌亮的，琢磨着种种岁月的痕迹。现代的勺子有许多精美的制品，我问母亲为什么还用葫芦瓢饔，她淡淡的说只是用习惯了，用别的勺子都不顺手。可是在我而言，却有许多感触。我们过去的农村生活早就改变了面貌，但是在人们心中，自然所产生的果实总是最可珍惜，一把小小的葫芦瓢子似乎代表了一种心情――社会再进化，人心中珍藏的岁月总不会完全消失。我回家的时候，喜欢舀一瓢水，细细看着手中的葫芦瓢子，它在时间中老去了，表皮也有着裂痕，但我们的记忆像那瓢子里的清水，永远晶明清澈，凉人肺腑。那时候我知道，母亲保有的葫芦瓢子也自有天地日月，不是一勺就能说尽，我用那把葫芦瓢子时也几乎贴近了母亲的心情，看到她的爱以及我二十多年成长岁月中母亲的艰辛。――一九八三年一月十九日秘密的地方在我的故乡，有一弯小河。小河穿过山道穿过农田穿过开满小野花的田原。"}
{"text":"那时候我知道，母亲保有的葫芦瓢子也自有天地日月，不是一勺就能说尽，我用那把葫芦瓢子时也几乎贴近了母亲的心情，看到她的爱以及我二十多年成长岁月中母亲的艰辛。――一九八三年一月十九日秘密的地方在我的故乡，有一弯小河。小河穿过山道穿过农田穿过开满小野花的田原。晶明的河水中是累累的卵石，石上的水迈着不整齐的小步，响着琮琮的乐声，一直走出我们的视野。在我童年的认知里，河是没有归宿的，它的归宿远远的看，是走进了蓝天的心灵里去。每年到了孟春，玫瑰花盛开以后，小河琮琮的乐声就变成响亮的欢歌，那时节，小河成为孩子们最快乐的去处，我们时常沿着河岸，一路闻着野花草的香气散步，有时候就跳进河里去捉鱼摸蛤，或者沿河插着竹竿钓青蛙。如果是雨水丰沛的时候，小河低洼的地方就会形成一处处清澈的池塘，我们跳到里面去游水，等玩够了，就爬到河边的堤防上晒太阳，一直晒到夕阳从远山的凹口沉落，才穿好衣服回家。那条河，一直是我们居住的村落人家赖以维生的所在，种稻子的人，每日清晨都要到田里巡田水，将河水引到田中种香蕉和水果的人，也不时用马达将河水抽到干燥的土地那些种青菜的人，更依着河边的沙地围成一畦畦的菜圃。妇女们，有的在清晨，有的在黄昏，提着一篮篮的衣服到河边来洗涤，她们排成没有规则的行列，一边洗衣一边谈论家里的琐事，互相做着交谊，那时河的无言，就成为她们倾诉生活之苦的最好对象。在我对家乡的记忆里，故乡永远没有旱季，那条河水也就从来没有断过，即使在最阴冷干燥的冬天，河里的水消减了，但河水仍然像蛇一样，轻快的游过田野的河岸。我几乎每天都要走过那条河，上学的时候我和河平行着一路到学校去，游戏的时候我们差不多都在河里或河边的田地上。农忙时节，我和爸爸到田里去巡田水，或用麻绳抽动马达，看河水抽到蕉园里四散横流黄昏时分，我也常跟母亲到河边浣衣。母亲洗衣的时候，我就一个人跑到堤防上散步，踞起脚跟，看河的尽头到底是在什么地方。我爱极了那条河，不知道为什么，在那个封闭的小村镇里，我一注视着河，心里就仿佛随着河水，穿过田原和市集，流到不知名的远方――我对远方一直是非常向往的。"}
{"text":"我几乎每天都要走过那条河，上学的时候我和河平行着一路到学校去，游戏的时候我们差不多都在河里或河边的田地上。农忙时节，我和爸爸到田里去巡田水，或用麻绳抽动马达，看河水抽到蕉园里四散横流黄昏时分，我也常跟母亲到河边浣衣。母亲洗衣的时候，我就一个人跑到堤防上散步，踞起脚跟，看河的尽头到底是在什么地方。我爱极了那条河，不知道为什么，在那个封闭的小村镇里，我一注视着河，心里就仿佛随着河水，穿过田原和市集，流到不知名的远方――我对远方一直是非常向往的。大概是到了小学三年级的时候吧，学校要举办一次远足，促使我有了沿河岸去探险的决心。我编造一个谎言，告诉母亲我要去远足，请她为我准备饭盒告诉老师我家里农忙，不能和学校去远足，第二天清晨，我带着饭盒从我们家不远处的河段出发，那时我看到我的同学们一路唱着歌，成一路纵队，出发前往不远处的观光名胜。我心里知道自己的年纪尚小，实在不宜于一个人单独去远地游历，但是我盘算着，和同学去远足不外是唱歌玩游戏，一定没有沿河探险有趣，何况我知道河是不会迷失方向的，只要我沿着河走，必然也可以沿着河回来。那一天阳光格外明亮，空气里充满了乡下田间独有的草香，河的两岸并不如我原来想像的充满荆棘，而是铺满微细的沙石河的左岸差不多是沿着山的形势流成的，河的右岸边缘正是人们居住的平原，人的耕作从右岸一直拓展开去，左岸的山里则还是热带而充满原始气息。蒲公英和银合欢如针尖一样的种子，不时从山上飘落在河中，随河水流到远处去，我想这正是为什么不管在何处都能看到蒲公英和银合欢的原因吧！对岸山里最多的是相思树，我是最不爱相思树的，总觉得它们树干长得畸形，低矮而丑怪，细长的树叶好像也永远没有规则，可是不管喜不喜欢，它正沿路在和我打着招呼。我就那样一面步行，一面欣赏风景，走累了，就坐在河边休息，把双脚放泡在清凉的河水里。走不到一个小时，我就路经一个全然陌生的市镇或村落，那里的人和家乡的人打扮一样，他们戴着斗笠，卷起裤脚，好像刚刚从田里下工回来，那里的河岸也种菜，浇水的农夫看到我奇怪的走着河岸，都亲切的和我招呼，问我是不是迷失了路，我告诉他们，我正在远足，然后就走了。再没有多久，我又进人一个新的村镇，我看到一些妇女在河旁洗衣，用力的捣着衣服，甚至连姿势都像极了我的母亲。"}
{"text":"我就那样一面步行，一面欣赏风景，走累了，就坐在河边休息，把双脚放泡在清凉的河水里。走不到一个小时，我就路经一个全然陌生的市镇或村落，那里的人和家乡的人打扮一样，他们戴着斗笠，卷起裤脚，好像刚刚从田里下工回来，那里的河岸也种菜，浇水的农夫看到我奇怪的走着河岸，都亲切的和我招呼，问我是不是迷失了路，我告诉他们，我正在远足，然后就走了。再没有多久，我又进人一个新的村镇，我看到一些妇女在河旁洗衣，用力的捣着衣服，甚至连姿势都像极了我的母亲。我离开河岸，走进那个村镇，彼时我已经识字了，知道汽车站牌在什么地方，知道邮局在什么地方，我独自在陌生的市街上穿来走去。看到这村镇比我居住的地方残旧，街上跑着许多野狗，我想，如果走太远赶不及回家，坐汽车回去也是个办法。我又再度回到河岸前行，然后我慢慢发现，这条河的右边大部分都被开垦出来了，而且那些聚落里的人民都有一种相似的气质和生活态度，他们依靠这条河生活，不断的劳作，并且群居在一起，互相依靠。我一直走到太阳往西偏斜，一共路过八个村落的城镇，觉得天色不早了，就沿着河岸回家。因为河岸没有荫蔽，回到家我的皮肤因强烈的日炙而发烫，引得母亲一阵抱怨学校去远足，怎么走那么远的路？随后的几天，同学们都还在远足的兴奋情绪里絮絮交谈，只有我没有什么谈话的资料，但是我的心里有一个秘密的地方――就是那条小河，以及河两岸的生命。后来的几年里，我经常做着这样的游戏，沿河去散步，并在抵达陌生村镇时在里面嬉戏，使我在很年幼的岁月里，就知道除了我自己的家乡，还有许多陌生的广大天地，它们对我的吸引力大过于和同学们做无聊而一再重复的游戏。日子久了，我和小河有一种秘密的情谊，在生活里受到挫败时总是跑到河边去和小河共度在欢喜时，我也让小河分享。有时候看着那无语的流水，真能感觉到小河的沉默里有一股脉脉的生命，它不但以它的生命之水让尚岸的农民得以灌溉他们的田原，也能安慰一个成长中的孩子，让我在挫折时有一种力量，在喜悦时也有一个秘密的朋友分享。笑的时候仿佛听到河的欢唱，哭的时候也有小河陪着低吟。长大以后，常常思念故乡，以及那条贯穿其中的流水，每次想起，总像保持着一个秘密，那里有温暖的光源如阳光反射出来。是不是别人也和我一样，心中有一个小时候秘密的地方呢？"}
