{"text":"可是他连生病二字都忌讳，他如果病了，只说有点呒不力土话，没力气。我们暗笑他真是好个英雄。他在我家十多年，从没听说他和家里人有什么来往。直到日军入侵，苏州沦陷的前夕，他那个做官的儿子忽派人来接了他到任所去。当时我不在家。我一再问爸爸佩荣真有个做官的儿子吗？爸爸说，确是真的，那儿子是一个小县的县知事。想到赵佩荣的做官儿子，常使我捉摸强英雄是否也是真的？英雄这名字是谁给起的？大概浪漫故事总根据民间实事，而最平凡的人也会有不平凡的胸襟。一九九年六月阿福和阿灵阿福和阿灵阿福也不知是十几岁，看来只像七八岁的小孩，因为从小挨饿，发育到此为止了。他家穷，爹死了，娘养不活大群孩子，就把最小的给别人家做儿子。可是收养他的人又死了那家把他又给别家，后来收养他的人又死了。人人都说他是个苦命人。我家门房赵佩荣是他同乡，就向我妈妈说太太行个好事吧，收留了他，给口饭吃，叫他打打杂也好。他就到我家来了。妈妈因他命苦，为他取名阿福，借吉祥字儿去防御厄运。不记得妈妈给了阿福什么好东西，他说要留给他娘。妈妈说这阿福是个好孩子，有良心，得了好东西就想到娘所以妈妈处处护着他。妈妈平时吃什么东西，总留些给阿福吃，常说阿福，你放在嘴里吃了吧。我们都笑妈妈不放在嘴里，叫他哪儿吃呀！其实妈妈的意思很明显，无非说这不过是一点点，一口两口就没了。阿福在我家可乐了。赵佩荣有一副小型的木匠家具可能是他那个木匠儿子给置备的小斧子小刨子小锯子小斜凿，一应俱全。阿福拣些硬木，锯呀，刨呀，做成大大小小的匣子，有的还带着匣盖，盖上还嵌一块玻璃。他玩得很有意思。如叫他后园去拔草，他就在后园捉蚱蜢，摘野花。阿福有个特殊的笑，不是嘻嘻哈哈，而是塌塌实实的傻笑，笑声如格以啊的切音，那是阿福笑。一次有客人来了。阿福进来通报完毕，就擅自去招待客人。我们偶在外面听见，他就像猪八戒见了妖精直呼妖精那样，大声说客人，你请坐呀他的乡音是能请坐口虐，说得字字着实，然后陪上一声阿福笑，得意而出。我们谁也没责怪他，不过那位客人一定很诧异。妈妈要为阿福攒钱娶一房媳妇，还要教他学一门手艺。"}
{"text":"如叫他后园去拔草，他就在后园捉蚱蜢，摘野花。阿福有个特殊的笑，不是嘻嘻哈哈，而是塌塌实实的傻笑，笑声如格以啊的切音，那是阿福笑。一次有客人来了。阿福进来通报完毕，就擅自去招待客人。我们偶在外面听见，他就像猪八戒见了妖精直呼妖精那样，大声说客人，你请坐呀他的乡音是能请坐口虐，说得字字着实，然后陪上一声阿福笑，得意而出。我们谁也没责怪他，不过那位客人一定很诧异。妈妈要为阿福攒钱娶一房媳妇，还要教他学一门手艺。我们说阿福手巧，叫他学小木匠吧。小木匠不是盖房子的木匠，而是做木器家具的。苏州的小木匠有极精巧的工艺，阿福远不够格儿。他也永远没长大成人。他来我家几年后，只长大了一圈，仍然是个发育不全的孩子。从前在人家帮佣，工钱之外，还有别的收入，例如节赏年赏送礼的脚钱，端茶送点心的赏钱等等。尖利的工往往抢干这类巧宗儿。我妈妈把这类的钱一律归公，过节时按劳分配。阿福虽呆，总也分得一份，加上工资，很快就攒满百把块银元了。可是阿福每逢他的财富将近百元，就要大病一场。从前的规矩，帮佣的人小病在东家休息，大病或长病就回家。阿福大病回家，钱用完，病就好，又回我家来。妈妈诧怪说阿福怎么这样命薄，连一百块钱都招不住。我家厨子结婚走了。妈妈就教阿福做厨子，让他上街买菜。他一下子攒了三百元。他在市上活动，结交了三朋四友，准是他向人炫耀了自己的财富，就有人要招他去当小少爷。妈妈叫他勿上当，他却执意要去做人家的小少爷。他怕妈妈拦阻，竟半夜跑到女佣住的楼上，掀起小阿妹的帐子，要上她的床。这分明是有人教唆的。妈妈没奈何，只好叫佩荣把阿福送到那家去做小少爷。过了两三天，妈妈叫佩荣去看看。佩荣回来说，阿福穿了花缎袍子黑缎马褂，戴着个红结子瓜皮帽，在做小少爷呢。随后赵佩荣被他的小儿子接走了。随后我家也逃难下乡。但逃难前夕，忽收到阿福乡里人来信，信上是半通不通的文言，大意说阿福的钱已全给骗光，身上的衣服也剥掉了，赶在地里干重活，阿福就此生有神经之病。看来阿福已被赶回乡去。我家也逃难出城了，竟不知阿福如何下落。按童话故事的惯例，阿福那样混沌未凿的痴儿，往往特邀天佑。阿福不该落到如此下场。"}
{"text":"佩荣回来说，阿福穿了花缎袍子黑缎马褂，戴着个红结子瓜皮帽，在做小少爷呢。随后赵佩荣被他的小儿子接走了。随后我家也逃难下乡。但逃难前夕，忽收到阿福乡里人来信，信上是半通不通的文言，大意说阿福的钱已全给骗光，身上的衣服也剥掉了，赶在地里干重活，阿福就此生有神经之病。看来阿福已被赶回乡去。我家也逃难出城了，竟不知阿福如何下落。按童话故事的惯例，阿福那样混沌未凿的痴儿，往往特邀天佑。阿福不该落到如此下场。也许他混沌初辟，便热衷于做小少爷，以致我妈妈的回护都无用了。阿灵是个极愚蠢的村妇。阿福比了阿灵，可算灵童了。阿灵身躯榔保面目黧黑，相貌远不如电视剧里的猪八戒那样俊。她一双昏昏的小眼睛，一张大嘴巴。她数数只能数到二。她生了个儿子，自己睡熟，把儿子压死了。因此丈夫也打她，公婆也打她，打得她无处容身。于是赵佩荣又来求妈妈做个好事收容了她吧。阿灵君到我家来了。那时正当盛暑，她穿一身又厚又粗的蓝布衣裤。她不会扫地，叫她拔草，她就搬个小凳子坐在草丛里，两手胡乱抓把草揪揪。我们学妈妈为阿福取名的道理，就叫她阿灵。厨房里都是她的同乡。她们教她扫地抹桌，还教她做一份最低贱的工作倒马桶，她居然都学会了。苏州城里的小家小户，每晨等粪担来了就倒马桶。大户人家都有个大缸储粪。粪是值钱的。阿灵倒马桶，粪钱就全归她，别人不能分润。有一天早上，我妈妈偶到后园，只见后门大开，藏粪缸的屋门也大开，许多挑粪的抢也似的抢着挑。阿灵俨然主人，站在一旁看着。她很得意地告诉妈妈他们肯出十二个铜板一担，我说不行，我要一百个铜钱一担！一百个铜钱只是十个铜板，怪不得那些担粪的忙不迭的担，几乎把那口大缸都挑空了。妈妈无法向她讲明她吃了亏。反正她很得意，把钱都交给妈妈为她收藏。有一次，她听同伙传说，某家在物色一个姨娘，主要条件是要能生育。阿灵对我妈妈说我去吧。我会生。我生过。大家笑她，她也不知有何可笑。一次她忽听到买奖券中奖的事，一本正经告诉妈妈她要买奖券。妈妈说好啊，你有的是钱啊。她说不，我要借太太的钱买。中了奖呢，是我买的不中呢，就是太太买的。妈妈笑说你要这么多钱干什么呀？她说横在枕头边，看看，数数，摸摸。"}
{"text":"妈妈无法向她讲明她吃了亏。反正她很得意，把钱都交给妈妈为她收藏。有一次，她听同伙传说，某家在物色一个姨娘，主要条件是要能生育。阿灵对我妈妈说我去吧。我会生。我生过。大家笑她，她也不知有何可笑。一次她忽听到买奖券中奖的事，一本正经告诉妈妈她要买奖券。妈妈说好啊，你有的是钱啊。她说不，我要借太太的钱买。中了奖呢，是我买的不中呢，就是太太买的。妈妈笑说你要这么多钱干什么呀？她说横在枕头边，看看，数数，摸摸。她倒好像挖苦守财奴呢。一两年后，她丈夫来接她回去。她已学到些本领，起码的家务事都能干了，脸色也红润了，人也不像以前那么呆木了。妈妈已为她添了几套衣服，还攒下许多钱。阿灵回乡很风光，不再挨打。她简直像旧时代的衣锦还乡或近代的留学回国！至于阿福阿灵两人的后事如何，我无从作下回分解了。一九九年六月记杨必记杨必杨必是我的小妹妹，小我十一岁。她行八。我父亲像一般研究古音韵学的人，爱用古字。杨必命名必，因为必是八的古音家里就称阿必。她小时候，和我年龄差距很大。她渐渐长大，就和我一般儿大。后来竟颠倒了长幼，阿必抢先做了古人。她是一九六八年睡梦里去世的，至今已二十二年了。杨必一九二二年生在上海。不久我家搬到苏州。她的童年全是在苏州度过的。她性情平和，很安静。可是自从她能自己行走，成了妈妈所谓两脚众生无锡话众生指牲口，就看管不住了。她最爱猫，常一人偷偷爬上楼梯，到女佣住的楼上去看小猫。我家养猫多，同时也养一对哈叭狗，所以猫儿下仔总在楼上。一次，妈妈忽见阿必一脸狼狈相，鼻子上抹着一道黑。问她怎么了，她装作若无其事，只说我囫囵着跌下来的。囫囵着跌下来，用语是幼稚的创造，意思却很明显，就是整个人从楼上滚下来了。问她跌了多远，滚下多少级楼梯，她也说不清。她那时才两岁多，还不大会说，也许当时惊魂未定，自己也不知道滚了多远。她是个乖孩子，只两件事不乖一是不肯洗脸，二是不肯睡觉。每当佣人端上热腾腾的洗脸水，她便觉不妙，先还慢悠悠地轻声说逃――逃――逃――等妈妈拧了一把热毛巾，她两脚急促地逃跑，一叠连声喊逃逃逃逃逃！总被妈妈一把捉住，她哭着洗了脸。"}
{"text":"囫囵着跌下来，用语是幼稚的创造，意思却很明显，就是整个人从楼上滚下来了。问她跌了多远，滚下多少级楼梯，她也说不清。她那时才两岁多，还不大会说，也许当时惊魂未定，自己也不知道滚了多远。她是个乖孩子，只两件事不乖一是不肯洗脸，二是不肯睡觉。每当佣人端上热腾腾的洗脸水，她便觉不妙，先还慢悠悠地轻声说逃――逃――逃――等妈妈拧了一把热毛巾，她两脚急促地逃跑，一叠连声喊逃逃逃逃逃！总被妈妈一把捉住，她哭着洗了脸。我在家时专管阿必睡午觉。她表示要好，尽力做乖孩子。她乖乖地躺在摇篮里，乖乖地闭上眼，一动都不动，让我唱着催眠歌谣她睡。我把学校里学的催眠歌都唱遍了，以为她已入睡，停止了摇和唱。她睁开眼，笑嘻嘻地点戏说再唱喜旦娄，丁尼生诗中流行的摇篮曲。原来她一直在品评，选中了她最喜爱的歌。我火了，沉下脸说快点困！无锡话快睡！阿必觉得我太凶了，乖乖地又闭上了眼。我只好耐心再唱。她往往假装睡着，过好一会儿才睁眼。有时大家戏问阿必，某人对她怎么凶。例如，三姐姐怎么凶？这是田字啊！三姐教她识字。绛姐怎么凶？快点困！阿必能逼真地摹仿我们的声音语调。二伯伯二姑母怎么凶？着得里一记！霹呀的打一下她形容二姑母暴躁地打她一下，也非常得神。二姑母很疼她，总怪我妈妈给孩子洗脸不得其法，没头没脑地闷上一把热毛巾，孩子怎么不哭。至于阿必的不肯睡觉，二姑母更有妙论。她说，这孩子前世准是睡梦里死的，所以今生不敢睡，只怕睡眠中又死去。阿必去世，二姑母早殁了，不然她必定说不是吗？我早就说了。我记得妈妈端详着怀抱里的阿必，抑制着悲痛说活是个阿同一九一七年去世的二姐！她知道我想她，所以又来了。阿必在小学演小小画家的主角，妈妈和二姑母以家长身份去看孩子演剧。阿必个时剪童化头，演戏化装，头发往后掠，面貌宛如二姐。妈妈抬头一见，泪如雨下。二姑母回家笑我妈妈真傻，看女儿演个戏都心疼得眼泪嗒嗒滴无锡土话。她哪里能体会妈妈的心呢。"}
{"text":"我早就说了。我记得妈妈端详着怀抱里的阿必，抑制着悲痛说活是个阿同一九一七年去世的二姐！她知道我想她，所以又来了。阿必在小学演小小画家的主角，妈妈和二姑母以家长身份去看孩子演剧。阿必个时剪童化头，演戏化装，头发往后掠，面貌宛如二姐。妈妈抬头一见，泪如雨下。二姑母回家笑我妈妈真傻，看女儿演个戏都心疼得眼泪嗒嗒滴无锡土话。她哪里能体会妈妈的心呢。我们忘不了二姐姐十四岁病在上海医院里，日夜思念妈妈，而家在北京，当时因天灾人祸，南北路途不通，妈妈好不容易赶到上海医院看到二姐。二姐瞳孔已散，拉着妈妈的手却看不见妈妈了，直哭。我妈妈为此伤心得哭坏了眼睛。我们懂事后，心上都为妈妈流泪，对眼泪不流的爸爸也一样了解同情。所以阿必不仅是最小偏怜，还因为她长得像二姐，而失去二姐是爸爸妈妈最伤心的事。或许为这缘故，我们对阿必加倍爱怜，也夹带着对爸爸妈妈的同情。阿必在家人偏宠下，不免成了个娇气十足的孩子。一是脾气娇，一是身体娇。身体娇只为妈妈怀她时身体虚弱，全靠吃药保住了孩子。阿必从小体弱，一辈子娇弱。脾气娇是惯出来的，连爸爸妈妈都说阿必太娇了。我们姊妹也嫌她娇，加上弟弟，大伙儿治她。七妹妹家里称阿七长阿必六岁，小姐妹俩从小一起玩，一起睡在妈妈大床的脚头，两人最亲密。治好阿必的娇，阿七功劳最大。阿七是妈妈亲自喂亲自带大的小女儿，当初满以为她就是老女儿了。爸爸常说，人生第一次经受的伤心事就是妈妈生下面的孩子，因为就此夺去了妈妈的专宠。可是阿七特别善良忠厚，对阿必一点不妒忌，分外亲热。妈妈看着两个孩子凑在一起玩，又心疼又得意地说看她们俩！真要好啊，从来不吵架，阿七对阿必简直千依百顺。无锡人把逗孩子称作引老小。引可以是善意的，也可以带些欺和惹的意思。比如我小弟弟引阿必，有时就不是纯出善意。他催眠似的指着阿必说哦！哭了！哭了！阿必就应声而哭。爸爸妈妈说勿要引老小！同时也训阿必勿要娇！但阿七引阿必却从不挨骂。阿七喜欢画这点也许像二姐。她几笔便勾下一幅阿必的肖像。阿必眉梢向下而眼梢向上。三姑母宠爱阿必。常说我俚阿必鼻头长得顶好，小圆鼻头。"}
{"text":"无锡人把逗孩子称作引老小。引可以是善意的，也可以带些欺和惹的意思。比如我小弟弟引阿必，有时就不是纯出善意。他催眠似的指着阿必说哦！哭了！哭了！阿必就应声而哭。爸爸妈妈说勿要引老小！同时也训阿必勿要娇！但阿七引阿必却从不挨骂。阿七喜欢画这点也许像二姐。她几笔便勾下一幅阿必的肖像。阿必眉梢向下而眼梢向上。三姑母宠爱阿必。常说我俚阿必鼻头长得顶好，小圆鼻头。我们听了暗笑，因为从未听说鼻子以小圆为美。阿必常嘻着嘴笑得很淘气。她的脸是蛋形。她自别于猫狗，说自己是圆耳朵。阿七一面画，口中念念有词。她先画两撇下搭的眉毛，嘴里说搭其眉毛。又画两只眼梢向上的眼睛豁无锡话，指上翘其眼梢。又画一个小圆圈儿小圆其鼻头。又画一张嘻开的大宽嘴薄阔其嘴。然后勾上童化头和蛋形的脸鸭蛋其脸。再加上两只圆耳朵大圆其耳。阿必对这幅漫画大有兴趣，拿来仔细看，觉得很像自己，便哇地哭了。我们都大笑。阿七以后每画搭其眉毛，豁其眼梢未到鸭蛋其脸，阿必就哭。以后不到小圆其鼻她就哭。这幅漫画愈画愈得神，大家都欣赏。一次阿必气呼呼地忍住不哭，看阿七画到鸭蛋其脸，就夺过笔，在脸上点好多点儿，自己说皮蛋其脸！――她指带拌糠泥壳子的皮蛋，随后跟着大伙一起笑了。这是阿必的大胜利。她杀去娇气，有了幽默感。我们仍以引阿必为乐。三姑母曾给我和弟弟妹妹一套童谣大观，共四册，上面收集了全国各地的童谣。我们背熟很多，常挑可以刺激阿必娇气的对她唱。可惜现在我多半忘了，连唱熟的几只也记不全了。例如我家有个娇妹子，洗脸不洗残盆水，戴花选大朵，要簸箕大的鲤鱼鳞，要，要，要，要，要，要十八个罗汉守轿门，这个亲，才说成。阿必不娇了，她跟着唱，抢着唱，好像与她无关。她渐渐也能跟着阿七同看翻译的美国小说小妇人。这本书我们都看了，大家批评小说里的艾妹最小的妹妹最讨厌，接下就说阿必就硝艾妹！或阿必就是艾妹！阿必笑嘻嘻地随我们说，满不在乎。以后我们不再引阿必，因为她已能克服娇气，巍然不动了。阿必有个特殊的本领她善摹仿。"}
{"text":"例如我家有个娇妹子，洗脸不洗残盆水，戴花选大朵，要簸箕大的鲤鱼鳞，要，要，要，要，要，要十八个罗汉守轿门，这个亲，才说成。阿必不娇了，她跟着唱，抢着唱，好像与她无关。她渐渐也能跟着阿七同看翻译的美国小说小妇人。这本书我们都看了，大家批评小说里的艾妹最小的妹妹最讨厌，接下就说阿必就硝艾妹！或阿必就是艾妹！阿必笑嘻嘻地随我们说，满不在乎。以后我们不再引阿必，因为她已能克服娇气，巍然不动了。阿必有个特殊的本领她善摹仿。我家的哈叭狗雌性的叫白克明，远比雄性的聪明热情。它一见主人，就从头到尾――尤其是腰后腿臀尾一个劲儿的又扭又摆又摇，大概只有极少数的民族舞蹈能全身扭得这么灵活而猛烈，散发出热腾腾的友好与欢忻。阿必有一天忽然高兴，趴在二姑母膝上学白克明。她虽然是个小女孩，又没有尾巴，学来却神情毕肖，逗得我们都大乐。以后我们叫她学个什么，她都能，也都像。她尤其喜欢学和她完全不像的人，如美国电影劳来与哈代里的胖子哈代。她那么个瘦小女孩儿学大胖子，正如她学小狗那样惟妙惟肖。她能摹仿方言声调腔吻神情。她讲一件事，只需几句叙述，加上摹仿，便有声有色，传神逼真。所以阿必到哪里，总是个欢笑的中心。我家搬到苏州之后，妈妈正式请二姑母做两个弟弟的家庭教师，阿七也一起由二姑母教。这就是阿必囫囵着跌下来的时期。那时我上初中，寄宿在校，周末回家，听阿七顺溜地背蜀道难，我连这首诗里的许多字都不识呢，很佩服她。我高中将毕业，阿必渐渐追上阿七。一次阿必忽然出语惊人，讲什么史湘云睡觉不老实，两弯雪白的膀子掠在被外，手腕上还戴着两只金镯子，原来她睡在妈妈大床上，晚上假装睡觉，却在帐子里偷看妈妈床头的抄本石头记。不久后爸爸买了一部元曲选，阿七阿必人高兴。她们不读曲文，单看说白。等我回家，她们争着给我讲元曲故事，又告诉我丫头都叫梅香，坏丫头都叫腊梅，弟子孩儿是骂人，更凶的是骂秃驴弟子孩儿等等。我每周末回家，两个妹妹因五天不相见，不知要怎么亲热才好。她们有许多新鲜事要告诉，许多新鲜本领要卖弄。她们都上学了，走读，不像我住校。绛姐，你吃冷饭吗？阿必问。冷饭不是真的冷饭。阿七解释。"}
{"text":"不久后爸爸买了一部元曲选，阿七阿必人高兴。她们不读曲文，单看说白。等我回家，她们争着给我讲元曲故事，又告诉我丫头都叫梅香，坏丫头都叫腊梅，弟子孩儿是骂人，更凶的是骂秃驴弟子孩儿等等。我每周末回家，两个妹妹因五天不相见，不知要怎么亲热才好。她们有许多新鲜事要告诉，许多新鲜本领要卖弄。她们都上学了，走读，不像我住校。绛姐，你吃冷饭吗？阿必问。冷饭不是真的冷饭。阿七解释。默存告诉我，他小时走读，放晚学回家总吃冷饭。饭是热的，菜是午饭留下的。吃冷饭相当于吃点心。绛姐，你吃过生的蚕豆吗？吃最嫩的，没有生腥味儿。绛姐，我们会摘豌豆苗。绛姐，蚕豆地里有地蚕，肥极了，你看见了准肉麻死！她们知道我最怕软虫。两个妹妹带我到妈妈开垦的一亩菜园里去摘最嫩的豆角剥出嫩豆，叫我生吃，眼睁睁地看着我吃，急切等我说声好。她们摘些豆苗，摘些嫩豌豆胡乱洗洗，放在锅里，加些水，自己点火煮给我吃。这都是避开了大人干的事。她们知道厨房里什么时候没人。我至今还记得那锅乱七八糟的豆苗和豆角，煮出来的汤十分清香。那时候我已上大学，她们是妹妹，我是姐姐。如今我这个姐姐还在，两个妹妹都没有了，是阿必最小的打头先走。也不知什么时候起，她们就和我差不多大了。我不大看电影，倒是她们带我看，介绍某某明星如何，什么片子好看。暑假大家在后园乘凉，尽管天还没黑，我如要回房取些什么东西，单独一人不敢去，总求阿七或阿必陪我。她们不像我胆小。寒假如逢下雪，她们一老早便来叫我绛姐，落雪了！我赶忙起来和她们一起玩雪。如果雪下得厚，我们还吃雪到后园石桌上舀了最干净的雪，加些糖，爸爸还教我们挤点橘子汁加在雪里，更好吃。我们三人冻红了鼻了，冻红了手，一起吃雪。我发现了爸爸和姑母说切口的秘诀，就教会阿七阿必，三人一起练习。我们中间的年龄差距已渐渐拉平。但阿必毕竟还小。我结了婚离家出国，阿必才十三岁。一九三八年秋，我回上海看望爸爸。妈妈已去世，阿必已变了样儿，人也长高了。她在工部局女中上高中。"}
