{"text":"刚，生人之德也。――练兵实纪刚复害捐躯赴国难，视死忽如归。――曹植白马篇天下兴亡，匹夫有责。――顾炎武丈夫不报国，终为贫贱人。――陈恭尹射虎射石头时危见臣节，世乱识忠良。――鲍照代出自蓟北门行苟利国家生死以，岂因祸福避趋之。――林则徐赴戎登程口占示家人真者，精诚之至也，不精不诚，不能动人。――庄子渔夫勿以恶小而为之，勿以善小而不为。惟贤惟德，能服于人。――刘备傲不可长，欲不可纵，乐不可极，志不可满。――魏徵不傲才以骄人，不以宠而作威。――诸葛亮命为志存。――朱熹古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。――苏轼四关于耐心的名言耐心是高尚的秉性，坚韧是伟大的气质。无论何人，若是失去耐心，便失去了灵魂――培根简介弗朗西斯培根，英国文艺复兴时期最重要的散作家哲学家。耐心和恒心总会得到报酬的。――爱因斯坦简介爱因斯坦，美籍德国犹太人。他创立了代表现代科学的相对论，并为核能开发奠定了理论基础，在现代科学技术和他的深刻影响及广泛应用方面开创了现代科学新纪元，被公认为自伽利略牛顿以来最伟大的科学家思想家。耐心和持久胜过激烈和狂热。――拉封丹法简介让德拉封丹―是法国古典文学的代表作家之一，著名的寓言诗人。坚持对于勇气，正如轮子对于杠杆，那是支点的永恒更新。――雨果法简介维克多雨果，法国浪漫主义作家，人道主义的代表人物，世纪前期积极浪漫主义文学运动的代表作家，法国文学史上卓越的资产阶级民主作家，被人们称为法兰西的莎士比亚。成大事不在于力量的大小，而在于能坚持多久。――塞约翰生英常常是最后一把钥匙打开了门。――彦语才气就是长期的坚持不懈。――福楼拜简介居斯塔夫福楼拜，世纪中叶法国伟大的批判现实主义小说家，被誉为自然主义文学的鼻祖西方现代小说的奠基者。不要失去信心，只要坚持不懈，就终会有成果的。"}
{"text":"成大事不在于力量的大小，而在于能坚持多久。――塞约翰生英常常是最后一把钥匙打开了门。――彦语才气就是长期的坚持不懈。――福楼拜简介居斯塔夫福楼拜，世纪中叶法国伟大的批判现实主义小说家，被誉为自然主义文学的鼻祖西方现代小说的奠基者。不要失去信心，只要坚持不懈，就终会有成果的。――钱学森中简介中国共产党优秀党员忠诚的共产主义战士享誉海内外的杰出科学家，中国航天事业的奠基人，中国两弹一星功勋奖章获得者。不管何人，若是失往了耐心，就失往了灵魂。――培根耐心是希望的艺术。――活文纳洛斯耐心是一切聪明才智的基础。――柏拉图古希腊简介古希腊伟大的哲学家，也是全部西方哲学乃至整个西方文化最伟大的哲学家和思想家之一，他和老师苏格拉底，学生亚里士多德并称为古希腊三大哲学家。人必须要有耐心，特别是要有信心。――居里夫人简介玛丽居里，是著名的女性物理学家，两度获得诺贝尔奖，与其丈夫共同发现了放射性元素镭。人的全部本领不过是耐心和时间的混合物。――巴尔扎克简介奥诺雷德巴尔扎克，法国小说家，被称为现代法国小说之父。我有两个忠实的助手，一个是我的耐心，另一个就是我的双手。――蒙田法简介蒙田，是法国文艺复兴后期十六世纪人文主义思想家。我能成为一个科学家，最主要的缘由是对科学的爱好思考题目的无穷耐心在视察和搜集事实上的勤恳一种创造力和丰富的常识。――达尔文简介查尔斯罗伯特达尔文，英国生物学家，进化论的奠基人。伟大的作品不是靠力量，而是靠坚持来完成的。――约翰逊英书籍是最有耐心最能忍受和最使人愉快的伙伴。在任何艰巨困苦的时刻，它都不会抛弃你。――史美尔斯胜利的道路是迂回曲折的。象山间小径一样，这条路有时先折回来，然后伸向前去象山间小径一样，走这条路的人需要耐心和毅力。"}
{"text":"――达尔文简介查尔斯罗伯特达尔文，英国生物学家，进化论的奠基人。伟大的作品不是靠力量，而是靠坚持来完成的。――约翰逊英书籍是最有耐心最能忍受和最使人愉快的伙伴。在任何艰巨困苦的时刻，它都不会抛弃你。――史美尔斯胜利的道路是迂回曲折的。象山间小径一样，这条路有时先折回来，然后伸向前去象山间小径一样，走这条路的人需要耐心和毅力。累了就歇在路边的人是不会得到胜利的。――尼克松简介美国第位总统。忍耐是痛的，但是它的结果是甜蜜的。――卢梭简介法国伟大的启蒙思想家哲学家教育家文学家，是世纪法国大革命的思想先驱，启蒙运动最卓越的代表人物之一。人类所有的气力，只是耐心加上时间的混合。所谓强者既故意义，又有等待时机。――巴尔扎克人的勇气能承当一切重负人的耐心能忍受尽大部份痛苦。――塞缪尔约翰逊简介英国作家文学评论家和诗人。一个人只要有耐心进行文化方面的修养，就尽不至于蛮横得有可教化。――贺拉斯简介古罗马诗人批评家。其美学思想见于写给皮索父子的诗体长信诗艺。五关于家教的名言警句磨难好比孩子成长过程中的钙，是不可或缺的精神营养。――李浩父母在教育孩子的同时，也在进行自我教育。父母是天然的教师，他们对儿童，特别是幼儿的影响最大。带孩子去旅游，去爬山，去逛公园，去看电影，这都是夸奖孩子最适当的方式。――张石平对于孩子来说，生活就像一所学校，一草一木都可以成为研究探索的对象。对于稍懂事的孩子，可以给他一个眼神或某种暗示，保持暂时的沉默，常会达到此时无声胜有声的效果。――吕斌父母不可能陪伴孩子一辈子，所以必须从小培养孩子的社会意识和独立的意识。丰富的想象力比书本知识更重要。多一分关心，少一分溺爱。多一分勉励，少一分纵容。多一点表扬，少一点责骂。多蹲下来听孩子说话，你看到的将是―个纯真无暇的世界！――阮庚梅对症下药方可治愈疾病。"}
{"text":"对于稍懂事的孩子，可以给他一个眼神或某种暗示，保持暂时的沉默，常会达到此时无声胜有声的效果。――吕斌父母不可能陪伴孩子一辈子，所以必须从小培养孩子的社会意识和独立的意识。丰富的想象力比书本知识更重要。多一分关心，少一分溺爱。多一分勉励，少一分纵容。多一点表扬，少一点责骂。多蹲下来听孩子说话，你看到的将是―个纯真无暇的世界！――阮庚梅对症下药方可治愈疾病。对于稍年长的孩子，父母可以通过悄悄话的形式嘱咐他，绝大多数的孩子都乐于接受这种温和式的教育方法。――吕斌父母对子女期望值过高所导致的结果，往往是适得其反。――东方把学生的思考空间留给学生自己，当然教师对此也应加以强有力的引导。――苗体君表扬孩子要公开进行，批评孩子要单独进行。不要用玫瑰的标准去苛求全世界的花朵，要让每一朵花都绽放出自己独特的色彩和芬芳！从长远利益考虑，让孩子从小适度地知道一点忧愁，品尝一点磨难，并非坏事，这对培养孩子的承受力和意志，对孩子的健康成长或许更有好处。――东方父母教育孩子的过程，也是自身不断感悟和学习的过程。让孩子吃点苦，他会倍感生活的甘甜。――薛灿芝勤勤恳恳学习，快快乐乐生活认认真真做事，实实在在做人。浅水留不住大鱼，笼里养不出雄鹰，把属于孩子的都给他吧，别总在后面唠唠叨叨，他自己的路，终归得自己走。培养孩子坚强乐观的心理品格，能为他们未来生活提供有力的支点。――李浩教育必须从心理上探索儿童的兴趣和习惯开始。教人要从小教起。幼儿比如幼苗，培养得宜，方能发芽滋长，否则幼年受了损伤，即不夭折，也难成材。――陶行知陶行知全集好沟通都是听出来的。第一个步骤是倾听，就是让孩子把话说出来，并且听懂孩子话里的真实意思。第二个步骤是理解，就是站在孩子的角度想是不是有道理，结果往往是有道理的。第三个步骤是建议，即使有道理，孩子并不一定就能采取正确的行动，因此父母这时应该给以建议。孩子的心灵是否舒展是教育成败的关健，心灵舒展的孩子必然会欢乐而轻松地飞，心灵压抑则只能痛苦而缓慢地爬！"}
{"text":"――陶行知陶行知全集好沟通都是听出来的。第一个步骤是倾听，就是让孩子把话说出来，并且听懂孩子话里的真实意思。第二个步骤是理解，就是站在孩子的角度想是不是有道理，结果往往是有道理的。第三个步骤是建议，即使有道理，孩子并不一定就能采取正确的行动，因此父母这时应该给以建议。孩子的心灵是否舒展是教育成败的关健，心灵舒展的孩子必然会欢乐而轻松地飞，心灵压抑则只能痛苦而缓慢地爬！孩子的理性是不断成长的，不要喂养他们，而要引导他们。过高的期望带来孩子的无望过度的保护带来孩子的无能。父母在批评孩子时，请给孩子留点面子。――吕斌母爱是人世间最神圣的感情，应为这种感情最没有利禄之心掺杂其间。教导儿童的主要技巧，是把儿童应做的事变成一种游戏的。简单凝练的童话往往蕴涵着丰富的知识和深刻的道理。好父母都是学出来的。没有天生的成功父母，也没有不需要学习的父母，每一个人在做父母之前都要学习相关的知识，关于怎样做父母的意好成就都是化出来的。意志品德胸襟等这些最重要的因素不是通过父母的说教等显教育就能产生效果的，而是通过父母的行为即潜教育化进孩子的血肉里。让孩子养成大襟怀的最好方式，除了父母能做好的表率外，就是让孩子多读名著，多读伟人的传记，让孩子从小学会用伟人的眼光来看待社会和自己好成绩都是帮出来的。帮助孩子适应应试教育成了我们父母应尽的一份义务，而帮助孩子减负的最好办法就是我们父母增负，就是我们父母能够成为孩子学习上的导师。父母是孩子认识世界获取知识的第一所学校。父母是榜样，言行宜谨慎兴趣是动力，良莠要区分勤奋是捷径，劳逸要结合德智体美育，发展要全面锲而不舍之，必成栋梁材。家庭教育的任务，首先是父母教育父母学习。家庭教育不是一昧的说教，家长更多的时候应该扮演的是抛砖者引玉人的角色。家教名人名言种庄稼要不务农时，教育孩子要适时早教，才能收到事半功倍的效果。――雪苏激发幼儿的求知和学习的欲望，远比教会有限的知识有意义得多。"}
{"text":"家庭教育的任务，首先是父母教育父母学习。家庭教育不是一昧的说教，家长更多的时候应该扮演的是抛砖者引玉人的角色。家教名人名言种庄稼要不务农时，教育孩子要适时早教，才能收到事半功倍的效果。――雪苏激发幼儿的求知和学习的欲望，远比教会有限的知识有意义得多。基础课程要坚实，全面发展要扎实，循序渐进要踏实，培养兴趣要落实，学会做人要老实，谦虚谨慎要诚实，胸怀大志要忠实，终身获益结果实。好习惯都是养出来的。孩子身上的多数习惯――无论是好习惯还是坏习惯，都是我们做父母的有意无意培养出来的。好孩子都是教出来的。优秀父母，他们的一个共同点就是在教育孩子上费尽心思。孩子自己动手制作小玩具，虽然粗糙，但远比得来现成的精美玩具快乐。孩子在幼儿其间，蕴藏着无限的可能性，需要父母加以挖掘和引导。孩子的幽默是最自然最坦率的人类语言，需要父母用心去发现和体会。孩子的心灵犹如白纸一样纯洁，既容易受真善美的熏陶，也容易受假丑恶的污染。――张于义明朝思想家王守仁语大抵童子之性，乐嬉游，而惮拘俭，如草之始萌芽，舒畅之，则条达，摧挠之，则衰萎。每个对孩子将来负责的父母应该牢牢记住这个很重要的育儿原则――替孩子们做他们能做的事，是对他积极性的最大打击。――蓝天没有一个朋友能比得上健康，没有一个敌人能比得上疾病。没有体谅和信任，便没有友谊。漫长的封建社会就是培养只会听话的顺民，才扼杀了中华民族中最具活力的创新精神。――苗体君满心关怀，让孩子拥有成功的本钱满心祝福让孩子拥有自信的力量满心支持，让孩子拥有独立的人格。良好的个性胜于卓越的才智。结合童话寓意，引导孩子去思考探索，比单纯说理要深刻。教子要爱之以诚，动之以情，晓之以理，授之以渔，观之以行。教育幼儿除了要有耐心之外，还要讲究方法和技巧。我们不能按照自己的观念和期望去塑造孩子，应该让他们走有利于身心健康成长和自我发展之路！天赋如同自然花木，要用来修剪。"}
{"text":"――苗体君满心关怀，让孩子拥有成功的本钱满心祝福让孩子拥有自信的力量满心支持，让孩子拥有独立的人格。良好的个性胜于卓越的才智。结合童话寓意，引导孩子去思考探索，比单纯说理要深刻。教子要爱之以诚，动之以情，晓之以理，授之以渔，观之以行。教育幼儿除了要有耐心之外，还要讲究方法和技巧。我们不能按照自己的观念和期望去塑造孩子，应该让他们走有利于身心健康成长和自我发展之路！天赋如同自然花木，要用来修剪。六关于友谊的格言君子拙于不知己，而信于知己。――司马迁在无利害观念之外，互相尊敬似乎是友谊的另一要点。――莫罗阿结交非贤者，难免生爱憎。――孟郊善人同处，则日闻嘉训恶人从游，则日生邪情。――范晔选择朋友一定要谨慎地道的自私自利，会戴上友谊的假面具，却又设好陷阱来坑你。――克雷洛夫寓言友谊是培养人的感情的学校。――苏霍姆林斯基同是天涯沦落人，相逢何必曾相识。――唐白居易莫愁前路无知已，天下谁人不识君。――唐高适天下快意之事莫若友，快友之事莫若谈。――清蒲松龄人之相识，贵在相知，人之相知，贵在知心。――春秋孟子莫愁前路无知已，天下谁人不识君。――唐高适天下快意之事莫若友，快友之事莫若谈。――清蒲松龄人之相识，贵在相知，人之相知，贵在知心。――春秋孟子友谊是一种温静与沉着的爱，为理智所引导，习惯所结成，从长久的认识与共同的契合而产生，没有嫉妒，也没有恐惧。――荷麦友谊永远是一个甜柔的责任，从来不是一种机会。――纪伯伦真友谊象磷火――在你周围最黑暗的时刻显得最亮。――真正的友情，是一株成长缓慢的植物。――华盛顿亲善产生幸福，文明带来和谐。――雨果挚友如异体同心。――亚里士多德世间最美好的东西，莫过于有几个头脑和心地都很正直的严正的朋友。――爱因斯坦和你一同笑过的人，你可能把他忘掉但是和你一同哭过的人，你却永远不忘。――纪伯伦没有朋友也没有敌人的人，就是凡夫俗子。――拉法特七关于友谊的格言君子拙于不知己，而信于知己。"}
{"text":"――真正的友情，是一株成长缓慢的植物。――华盛顿亲善产生幸福，文明带来和谐。――雨果挚友如异体同心。――亚里士多德世间最美好的东西，莫过于有几个头脑和心地都很正直的严正的朋友。――爱因斯坦和你一同笑过的人，你可能把他忘掉但是和你一同哭过的人，你却永远不忘。――纪伯伦没有朋友也没有敌人的人，就是凡夫俗子。――拉法特七关于友谊的格言君子拙于不知己，而信于知己。――司马迁在无利害观念之外，互相尊敬似乎是友谊的另一要点。――莫罗阿结交非贤者，难免生爱憎。――孟郊善人同处，则日闻嘉训恶人从游，则日生邪情。――范晔选择朋友一定要谨慎地道的自私自利，会戴上友谊的假面具，却又设好陷阱来坑你。――克雷洛夫寓言友谊是培养人的感情的学校。――苏霍姆林斯基同是天涯沦落人，相逢何必曾相识。――唐白居易莫愁前路无知已，天下谁人不识君。――唐高适天下快意之事莫若友，快友之事莫若谈。――清蒲松龄人之相识，贵在相知，人之相知，贵在知心。――春秋孟子莫愁前路无知已，天下谁人不识君。――唐高适天下快意之事莫若友，快友之事莫若谈。――清蒲松龄人之相识，贵在相知，人之相知，贵在知心。――春秋孟子友谊是一种温静与沉着的爱，为理智所引导，习惯所结成，从长久的认识与共同的契合而产生，没有嫉妒，也没有恐惧。――荷麦友谊永远是一个甜柔的责任，从来不是一种机会。――纪伯伦真友谊象磷火――在你周围最黑暗的时刻显得最亮。――真正的友情，是一株成长缓慢的植物。――华盛顿亲善产生幸福，文明带来和谐。――雨果挚友如异体同心。――亚里士多德世间最美好的东西，莫过于有几个头脑和心地都很正直的严正的朋友。――爱因斯坦和你一同笑过的人，你可能把他忘掉但是和你一同哭过的人，你却永远不忘。――纪伯伦没有朋友也没有敌人的人，就是凡夫俗子。――拉法特对众人一视同仁，对少数人推心置腹，对任何人不要亏负。"}
{"text":"――华盛顿亲善产生幸福，文明带来和谐。――雨果挚友如异体同心。――亚里士多德世间最美好的东西，莫过于有几个头脑和心地都很正直的严正的朋友。――爱因斯坦和你一同笑过的人，你可能把他忘掉但是和你一同哭过的人，你却永远不忘。――纪伯伦没有朋友也没有敌人的人，就是凡夫俗子。――拉法特对众人一视同仁，对少数人推心置腹，对任何人不要亏负。――莎士比亚在各种孤独中间，人最怕精神上的孤独。――巴尔扎克莫愁前路无知己，天下谁人不识君――高适对一个尚未成熟的少年来讲，坏的伙伴比好的老师起的作用要大得多。――伊索两个人交谈，一个人可以洗耳恭听。但是，三个人则无法互谈这人世最严肃而应深究的事。――爱默生原谅敌人要比原谅朋友容易。――狄尔治夫人友情在我过去的生活里就象一盏明灯，照彻了我的灵魂，使我的生存有了一点点光彩。――人生得一知已足矣，斯世当以同怀视之。――真正的爱情能够鼓舞人，唤醒他内心沉睡着的力量和潜藏着的才能。――薄迦丘除了一个真心的朋友之外没有一样药剂是可以通心的。――培根谈到名声荣誉快乐财富这些东西，如果同友情相比，它们都是尘土――达尔文爱情赐予万事万物的魅力，其实决不应该是人生中短暂现象，这一道绚烂的生命的光芒，不应该仅仅照耀着探求和渴慕时期，这个时期其实只应该相当于一天的黎明，黎明虽然可爱，美丽，但在接踵而至的白天，那光和热却比黎明时分更大得多。――车尔尼雪夫斯基爱情应当使人的力量的感觉更丰富起来，并且爱情确正在使人丰富起来。――马卡连柯世间最美好的东西，莫过于有几个头脑和心地都很正直的严正的朋友――爱因斯坦友谊真是一样最神圣的东西，不光是值得特别推崇，而是值得永远赞扬。它是慷慨和荣誉的最贤慧的母亲，是感激和仁慈的姊妹，是憎恨和贪婪的死敌它时时刻刻都准备舍已为人，而且完全出于自愿，不用他人恳求。――薄伽丘不论是多情的诗顺，漂亮的文章，还是闲暇的欢乐，什么都不能代替无比亲密的友情。――普希金很多显得象朋友的人其实不是朋友，而很多是朋友的倒并不显得象朋友。"}
