{"text":"他还谈到了社会文化病理学的问题。弗洛伊德强调，无论个人还是社会，保持健康的关键在于解除自我欺骗，认清无意识中本能的真实意义，加以合理引导。新弗洛伊德主义者弗罗姆进一步对社会的病态展开了研究。存在主义者一般对于人的本能领域不感兴趣，他们更关心人的内心体验。他们尤其发展了尼采关于人的自由和超越性的论点。在萨特的著作中，你简直可以找到尼采思想的清晰而有力的复述，他同样把人性归结为自由，把自由归结为意愿和评价。不过，尼采尽管强调个人有评价的绝对自由，他毕竟还提出了他自己的价值尺度强力意志。萨特却把价值的相对性推至极端，否认任何可供考虑的尺度。在超越性的问题上，存在主义者把超越的使命完全委诸每一个人自己，这与尼采除个人的超越之外还相信或希望着人类的超越超人相比，更主观化了。总的来说，在人的自由和超越性问题上，存在主义的主要进展在于，通过对人的存在结构的分析，从本体论上建立了人的自由和超越性命题，它也就是存在主义的基本命题存在先于本质。还应该一提的是，尼采已经重视情绪在人生的意义，例如把醉看作与原始存在的沟通，把孤独和险境看作人生体验至为深刻的场合。到了存在主义，情绪更加明确地获得了本体论意义。海德格尔就直截了当地认为情绪是基本的存在状态。当他分析人的存在结构时，畏烦的情绪在此结构中起了关键的作用。萨特的恶心，雅斯贝尔斯的临界状态沟通，也无不起了这样的作用。在存在主义者那里，人生的意义实际上被归结为内心的某种情绪体验，情绪成了实现自由和超越的唯一阵地。对比之下，尼采至少还重视创造高级文化这一可见形式的超越，似不如此偏颇。第节跋在尼采之后存在主义者往往还秉承了叔本华尼采的悲观主义气质。这在海德格尔身上尤为突出，死亡问题如此困扰着他，以致他对人的存在结构的分析把死亡当作了基本前提。萨特这位热情外向的哲学家也时时发出悲声，关于人生的荒谬绝望，他真谈得不少，而最悲观的莫过于这一句话了人是一堆无用的热情。在悲观主义的表现方式上，海德格尔更近于叔本华，而萨特更近于尼采。海德格尔后期倾向于把艺术视为拯救力量，主张靠诗意的思揭示存在。这已经同尼采所提倡的审美的人生态度靠拢了。海德格尔的学生马尔库塞在这条路上走得更远。"}
{"text":"萨特这位热情外向的哲学家也时时发出悲声，关于人生的荒谬绝望，他真谈得不少，而最悲观的莫过于这一句话了人是一堆无用的热情。在悲观主义的表现方式上，海德格尔更近于叔本华，而萨特更近于尼采。海德格尔后期倾向于把艺术视为拯救力量，主张靠诗意的思揭示存在。这已经同尼采所提倡的审美的人生态度靠拢了。海德格尔的学生马尔库塞在这条路上走得更远。尽管马尔库塞引证得最多的是马克思和弗洛伊德，但是他的艺术本体论和艺术革命论的浪漫主义思想与尼采的精神更为接近。马尔库塞认为，艺术作为人的生命本能升华的最高形式，具有自动对抗并且超越现存社会关系的力量。它使人的生命本能自由发展，解放被理性所压抑的感性，通过创造一个虚构的然而比现实更真实的世界向现代文明挑战。尼采还只是在理论上谈到艺术的救世作用，马尔库塞则要求艺术直接走上政治舞台，由具有高度审美能力的知识分子组成一支艺术救世军，掀起一场艺术革命。在六十年代的抵抗风暴中，他试图付诸实现，结果被证明是乌托邦。于是他又返诸自身，追求一种审美的内心状态。走在尼采的方向上寻求着人生意义的西方思想家们，为什么他们的一切寻求最后都以内心为归宿呢朋友，让我们各自沉思着这个问题，暂时分手吧。第节附一尼采传略附一尼采传略尼采与形而上学附一尼采传略尼采，，年月日生于德国东部吕采恩镇附近的勒肯村。他的祖父是个虔诚的基督徒，写过神学著作。他的外祖父是个牧师。他的父亲当过家庭教师，后来也在家乡担任牧师。尼采就在这样一个有浓烈宗教气氛的家庭里呱呱坠地。勒肯是个僻静的小村庄，景色秀丽，绿树环绕，池水清澈。一条长长的石阶通往尼采家的住宅，四周有果园草坪花园和凉亭。宁静的乡村风光熏陶着尼采的心灵，他喜欢在凉亭里消磨时光，也喜欢在绿草丛生的池塘边看阳光在池面闪烁，小鱼在池中嬉戏。年月，尼采的父亲死于脑软化症。数月后，年刚两岁的弟弟又夭折。当时尼采才岁，亲人接连的死亡，使这天性敏感的孩子过早地领略了人生的阴暗面，铸成了他的忧郁内倾的性格。"}
{"text":"一条长长的石阶通往尼采家的住宅，四周有果园草坪花园和凉亭。宁静的乡村风光熏陶着尼采的心灵，他喜欢在凉亭里消磨时光，也喜欢在绿草丛生的池塘边看阳光在池面闪烁，小鱼在池中嬉戏。年月，尼采的父亲死于脑软化症。数月后，年刚两岁的弟弟又夭折。当时尼采才岁，亲人接连的死亡，使这天性敏感的孩子过早地领略了人生的阴暗面，铸成了他的忧郁内倾的性格。后来他自己回忆说在我早年的生涯里，我已经见过许多悲痛和苦难，所以全然不像孩子那样天真烂漫无忧无虑从童年起，我就寻求孤独，喜欢躲在无人打扰的地方。这往往是在大自然的自由殿堂里，我在那里找到了最真实的快乐。一场雷雨时常会给我留下最美好的印象，满天轰鸣的雷声和闪亮的电光更增添了我对上帝的敬畏。尼采选集第卷，第页。父亲死后第二年，尼采随同母亲和妹妹迁居瑙姆堡，投奔祖母和两位姑母。在瑙姆堡，尼采度过了他的童年时代，读完了小学和文科中学相当于初级中学。在学校里，他显得孤僻而不合群，很少与同学们一起玩耍。但是，他也异常珍惜友谊，择友的趣味很高。在文科中学，他有两个知心朋友威廉平德尔和古斯塔夫克鲁格。前者是他的诗友，他们常常在一起谈诗，互相交换诗作。后者是他的乐友，他们常常在一起讨论音乐，演奏乐曲，或者共同倾听克鲁格的父亲一位精通音乐与门德尔松交往甚笃的乐师弹琴，沉浸在德国古典音乐的旋律里。诗歌和音乐是尼采的终身爱好。岁时，他便爆发了艺术创作的狂热，一年里写了首诗，作了一曲圣歌。他自己回忆，到岁时，他已经有过三次写诗高潮。后来，他仍不断写诗，他的格言诗和抒情诗独具一格，在德国现代诗史上占有重要地位。尼采的早期诗作充满忧伤的情调。他岁的一首诗，描写一个漂泊者在一座古城废墟上沉睡，梦见该城昔日的繁荣和最后的毁灭，醒来后悟到人间幸福的短暂。岁的诗里写道树叶从树上飘零终被秋风扫走生命和它的美梦终成灰土尘垢我岂能相信我会躺入丘坟不再能啜饮生命的芳醇读中学时，他还构思过一部题为死亡与毁灭的中篇小说。这一切清楚地表明，由于过早目睹死亡的现象，悲观主义已经在他幼小的心灵里扎了根。既然终有一死，生命还有什么意义这个问题始终折磨着尼采。让我们记住这一点，因为这为理解尼采后来的哲学思想提供了一条重要线索。尼采对音乐的感悟也很早。"}
{"text":"岁的诗里写道树叶从树上飘零终被秋风扫走生命和它的美梦终成灰土尘垢我岂能相信我会躺入丘坟不再能啜饮生命的芳醇读中学时，他还构思过一部题为死亡与毁灭的中篇小说。这一切清楚地表明，由于过早目睹死亡的现象，悲观主义已经在他幼小的心灵里扎了根。既然终有一死，生命还有什么意义这个问题始终折磨着尼采。让我们记住这一点，因为这为理解尼采后来的哲学思想提供了一条重要线索。尼采对音乐的感悟也很早。在童年时代，他酷爱古典音乐，把莫扎特海顿舒伯特门德尔松贝多芬巴赫亨德尔视为精神支柱，但不喜欢柏辽兹李斯特的现代音乐。青年时代一度迷恋瓦格纳，后期则喜欢比才及其卡门。他自己也常常谱曲。他那样看重自己的音乐作品，在精神失常前夕，还自称终究是个老音乐家，并希望他谱曲他的女友莎洛美作词的管弦乐合唱曲赞美生活传世，作为对他的纪念。年，尼采以优异的成绩从瑙姆堡文科中学毕业，获得历史悠久的帕弗塔文科预备学校的奖学金。这是一所水平很高的教会学校，拥有优秀的人文主义教师，校纪甚严，学生们过着刻苦勤奋的斯巴达式生活。德国文化史上的许多著名人物，如克罗卜斯托克费希特施莱格尔兰克，都曾在这里就学。正是在这里，尼采读到了青年黑格尔派成员大卫施特劳斯的名著耶稣传，对基督教的信仰悄悄瓦解了，使虔信的母亲和姑母们大为惊恐。在所有的课程中，他最喜欢希腊课，常常读古希腊文献至深夜。他一生崇尚希腊精神，反对基督教精神，在这里已经开了端倪。如同一切有创造力的少年一样，尼采的兴趣决不局限于规定的课程。他和老朋友平德尔克鲁格组织了一个小团体，每人每月提交一篇作品，彼此交流和批评。他们还自筹经费，订阅音乐报等报刊。在此期间，尼采的音乐趣味开始发生变化，从古典音乐转向现代音乐，他渐渐喜欢瓦格纳了。小团体的最后一笔经费，就用来购买了歌剧特里斯坦和伊索尔德的门票。在文学方面，尼采的兴趣从歌德转向了浪漫派。他格外喜欢荷尔德林。在岁的一封信里，他表现了对荷尔德林诗作的深刻理解。荷尔德林所表达的那种至深的忧郁和对理想故土的怀念，那种对现代德国野蛮化的痛恨，那种终于导致精神崩溃的剧烈的内心冲突，引起了尼采的深深共鸣。他对荷尔德林发疯前夕和疯后的一些诗歌尤其心领神会，视为德国诗歌艺术中的纯美精品。"}
{"text":"小团体的最后一笔经费，就用来购买了歌剧特里斯坦和伊索尔德的门票。在文学方面，尼采的兴趣从歌德转向了浪漫派。他格外喜欢荷尔德林。在岁的一封信里，他表现了对荷尔德林诗作的深刻理解。荷尔德林所表达的那种至深的忧郁和对理想故土的怀念，那种对现代德国野蛮化的痛恨，那种终于导致精神崩溃的剧烈的内心冲突，引起了尼采的深深共鸣。他对荷尔德林发疯前夕和疯后的一些诗歌尤其心领神会，视为德国诗歌艺术中的纯美精品。令人深思的是，这个激赏疯诗人的青年，后来自己也疯了。回顾尼采的早年生活，最值得我们注意的是他的浪漫而又悲观的气质。他几乎是一个天生的浪漫主义者和悲观主义者。他后来喜欢叔本华哲学和瓦格纳音乐，实出于天性之必然。当他着手建立自己的哲学时，他又猛烈地批判浪漫悲观主义，其实是一种自我治疗和自我克服。年月，尼采从预备学校毕业，进入波恩大学。结业时，他的各门课程均为优秀，唯有数学不及格。现在，尼采岁了。这是人一生中对未来想得最多的年龄。尼采在波恩大学选修的是神学和古典语言学。读神学是家里的要求，其实尼采自己对于基督教的信仰早已动摇，所以，仅仅一个学期后，他便放弃了这个专业。至于读古典语言学，则是他自己的选择，因为他在中学时已产生了对希腊文献的浓烈兴趣，与此同时，他还试图借古典语言学研究所必需的那套严格的考证工夫，来防卫自己的浪漫激情，求得心理的平衡。入学后，尼采加入了学生团体，他和别人一样，似乎热衷于击剑饮酒聚会跳舞结交异性。可是，为时不久，他厌倦了这种喧闹的社交生活，以一份得体的书面声明退出了学生团体。没有人理解他内心发生的事情，同学们只是觉得他孤傲，清高，怪僻，不讲交情。这是尼采一生中爆发的第一次精神危机。人生决非一场消遣，他要为自己寻求一种更加真实的人生。自幼折磨着他的生命意义的问题，这时明确地呈现在他的意识中了，驱使他自觉地走上了苦苦求索永不安宁的命运之路。尼采的古典语言学老师李契尔是一位富于艺术气质的学者，深受尼采敬重。李契尔也把尼采视为自己最得意的门生。波恩大学在古典语言学领域享有国际声誉，人才济济。李契尔与另一位语言学者扬恩的学派冲突使尼采深感烦恼，因此，在第二学年，他便决定转学到莱比锡大学。接着，李契尔也移教莱比锡。"}
{"text":"这是尼采一生中爆发的第一次精神危机。人生决非一场消遣，他要为自己寻求一种更加真实的人生。自幼折磨着他的生命意义的问题，这时明确地呈现在他的意识中了，驱使他自觉地走上了苦苦求索永不安宁的命运之路。尼采的古典语言学老师李契尔是一位富于艺术气质的学者，深受尼采敬重。李契尔也把尼采视为自己最得意的门生。波恩大学在古典语言学领域享有国际声誉，人才济济。李契尔与另一位语言学者扬恩的学派冲突使尼采深感烦恼，因此，在第二学年，他便决定转学到莱比锡大学。接着，李契尔也移教莱比锡。在李契尔建议下，尼采在莱比锡创建了一个语言学学会，并先后在学会中作关于忒俄格尼士公元前六世纪麦加拉诗人和亚里士多德的学术报告。这些论文作为获奖论文刊印在莱茵博物馆杂志上。尼采在语言学界迅速闻名，用李契尔的话来说，成了莱比锡青年语言学界的偶像。对古希腊文献的研究，尤其是对第欧根尼拉尔修作品的研究，唤醒了尼采的哲学兴趣。但是，真正点燃尼采的哲学热情的却是叔本华。在莱比锡期间，他偶然地在一个旧书摊上购得了叔本华的作为意志和表象的世界一书，欣喜若狂，每日凌晨时上床，时起床，沉浸在这本书里，心中充满神经质的激动。后来他回忆说，当时他正孤立无助地经历着某些痛苦的体验，几乎濒于绝望，而叔本华的书就像一面巨大的镜子，映现了世界人生和他的心境。他觉得叔本华好像是专门为他写了这本书一样。我们既已了解尼采的气质和早年经历，就完全可以理解叔本华哲学何以给他造成如此强烈的心灵震撼了。他很早就对人生发生了怀疑，生命意义的问题始终痛苦地折磨着他。人们浑浑噩噩生活着，对这个根本性问题无所用心，愈发使他感到孤独。现在，他发现在他之前也有人受同一问题的折磨，并且用哲学的语言表达了对人生的同一悲观看法，便顿有觅得知音之感。一时间，他成了叔本华的狂热信徒。年秋，尼采在瑙姆堡服为期一年的兵役，这次服役因他骑马负伤而提前结束。在炮声隆隆中，他低呼着叔本华保佑叔本华竟成了他的上帝。第节附一尼采传略可是，这是怎样一位上帝呵。基督教的上帝许人以灵魂永生，叔本华却在尼采耳旁呵斥生命毫无意义舍弃人生吧听天由命吧尼采毕竟还年轻，他悲观，却不厌世，这可悲的人生在他眼中依然充满魅力，令人迷恋难舍。有趣的是，恰在尼采如醉如狂地沉湎在叔本华的悲观哲学中的时候，他生平第一次堕入了情网，爱上了一位到莱比锡巡回演出的女演员。"}
{"text":"年秋，尼采在瑙姆堡服为期一年的兵役，这次服役因他骑马负伤而提前结束。在炮声隆隆中，他低呼着叔本华保佑叔本华竟成了他的上帝。第节附一尼采传略可是，这是怎样一位上帝呵。基督教的上帝许人以灵魂永生，叔本华却在尼采耳旁呵斥生命毫无意义舍弃人生吧听天由命吧尼采毕竟还年轻，他悲观，却不厌世，这可悲的人生在他眼中依然充满魅力，令人迷恋难舍。有趣的是，恰在尼采如醉如狂地沉湎在叔本华的悲观哲学中的时候，他生平第一次堕入了情网，爱上了一位到莱比锡巡回演出的女演员。他给她寄去了一首自己谱曲的歌，并附上热烈的献辞。理论上的悲观主义终究扼杀不了青春的活力。不过，这个羞怯的大学生并不敢有进一步的行动，就像他以后的几次恋爱一样，他的初恋毫无结果。尼采后来对叔本华的悲观哲学采取了否定态度，但他始终赞赏叔本华真诚探讨人生问题的勇气。由于叔本华的影响，他更加自觉而明确地以生命意义问题为自己哲学思考的主题，这正是叔本华对他的影响的积极一面。在年写的作为教育家的叔本华一文中，他如此谈论叔本华他站在整幅生命之画前面，解释它的完整的意义，这便是他的伟大之处而那些太机敏的头脑却不能摆脱一种谬见，以为只要详尽地研究画这幅画所用的颜色和材料，就已经在接近对画意的解释了每一种伟大哲学作为整体始终只是说这是生命之画的全景，从中学知你的生命的意义吧。以及反过来仅仅阅读你的生命，从中理解普遍生命的象形文字吧。作为教育家的叔本华第节。对于哲学使命的这一信念，尼采是终身恪守的。正是为了对抗叔本华的同时也是他自己的悲观主义，他在日后建立了他的酒神哲学和强力意志学说。在莱比锡期间，尼采与李契尔的另一名高足罗德结成了挚友。他们俩都才华横溢，意气风发，常常形影不离地一同去听讲座，引来同学们惊羡的目光，被称为狄俄斯库里s，希腊神话中卡斯托耳和波吕丢刻斯两兄弟的合称。语言学的才赋，对希腊文化的理解，对现代的批判态度，对叔本华和瓦格纳的喜爱，使他们达成了内心的默契。他们之间的热烈友谊延续了年左右，直到年罗德结婚，彼此才逐渐疏远。年，两人的友谊以破裂告终。究其原因，罗德终究是个学者型的人，而尼采却是一个鄙视学者的人生探索者，毕竟志不同而道不合。"}
{"text":"语言学的才赋，对希腊文化的理解，对现代的批判态度，对叔本华和瓦格纳的喜爱，使他们达成了内心的默契。他们之间的热烈友谊延续了年左右，直到年罗德结婚，彼此才逐渐疏远。年，两人的友谊以破裂告终。究其原因，罗德终究是个学者型的人，而尼采却是一个鄙视学者的人生探索者，毕竟志不同而道不合。年秋，尼采在莱比锡瓦格纳姐姐的家里结识了他仰慕已久的音乐大师瓦格纳，两人久久地谈论他们共同喜爱的叔本华哲学。事后，尼采写信给罗德说啊，你可想见，听他以难以形容的热情谈论叔本华，说他感谢他，他是懂得音乐本质的唯一哲学家，这于我是何等的享受转引自伊沃弗兰泽尔尼采，年汉堡版，第页。叔本华一开始就是尼采与瓦格纳之间的精神纽带。后来，当尼采转而否定叔本华之时，他与瓦格纳的友谊也就宣告破裂了。年月，在李契尔的热情推荐下，尼采受聘担任瑞士巴塞尔大学古典语言学教授。莱比锡大学根据他业已发表的论文和大学教授资格，免试授予他博士学位。月，尼采到巴塞尔大学执教，他的就职讲演荷马和古典语言学博得了同事们的一片赞叹。这位年仅岁的教授在校内外都大受欢迎。巴塞尔的上流社会向他打开大门，名门贵胄之家争相邀请，尼采身穿新燕尾服，经常在舞会上露面。在人们心目中，他是一个受人尊敬前程无量的青年学者。然而，为时不久，他的老毛病又犯了。社交生活使他感到厌烦。他对语言学研究的价值也产生了怀疑。就像过去否定神学一样，现在他又要否定语言学了。他生来不是当学者的材料，不愿意把自己的生命浪费在钻故纸堆上。这颗不安的灵魂总是在寻找着什么，凡是到手的都不是他所要寻找的东西。他预感到一种与众不同的命运在向他召唤。年，普法战争爆发。至月，尼采在战地担任护理兵。正当全德国陷入爱国主义的激动之时，他怀着厌恶这场战争的心情，神游于古希腊的审美国度，酝酿了他的悲剧的诞生一书的基本思想。年初，悲剧的诞生发表。这是尼采的第一部哲学著作，其中已经形成他一生的主要哲学思想。尼采哲学的主题是生命的意义问题，而他对这个问题的解答便是靠艺术来拯救人生，赋予生命以一种审美的意义。这部著作所提出的日神和酒神两个范畴，象征着人的两种基本的艺术冲动。"}
{"text":"年，普法战争爆发。至月，尼采在战地担任护理兵。正当全德国陷入爱国主义的激动之时，他怀着厌恶这场战争的心情，神游于古希腊的审美国度，酝酿了他的悲剧的诞生一书的基本思想。年初，悲剧的诞生发表。这是尼采的第一部哲学著作，其中已经形成他一生的主要哲学思想。尼采哲学的主题是生命的意义问题，而他对这个问题的解答便是靠艺术来拯救人生，赋予生命以一种审美的意义。这部著作所提出的日神和酒神两个范畴，象征着人的两种基本的艺术冲动。日神冲动造成美的外观的幻觉，使人执著人生。酒神冲动通过情绪的放纵造成个人解体融入宇宙大我的体验，使人超脱人生，从痛苦和毁灭中获得悲剧性快感。尼采的结论是艺术是生命的最高使命和生命本来的形而上活动。尼采全集第卷，第页。第节附一尼采传略这本书名义上研究的是古希腊的悲剧艺术，实际上却是尼采借希腊艺术为题发挥自己的思想。他在为苦苦折磨他的生命意义问题寻求一个答案，并且已经显示出与叔本华的悲观哲学的根本分歧叔本华全盘否定人生，他却竭力借艺术肯定人生。在书中，他集中抨击了始自苏格拉底的科学主义人生态度，连带也攻击了基督教。书发表后，学术界和同事们保持冷冰冰的沉默，他们寄予厚望的这个青年学者竟然写出这样一部全然不合古典语言学学术传统的著作，使他们感到惊讶和失望。连李契尔也保持沉默。几个月后，青年学者维拉莫维茨发表长篇文章，对尼采的哲学观点和语言学知识进行全面攻击，起而捍卫古典语言学传统。只有少数几个朋友支持尼采，学术界却一边倒。尼采的学术威信扫地，一时间，学生们纷纷离开他，他的课堂里只剩下了两个听众。在尼采的支持者中，瓦格纳是最热烈的一个。事实上，尼采写作此书的动机之一是受了瓦格纳音乐的鼓舞，他把希腊悲剧文化复兴的希望寄托在瓦格纳身上。尼采到巴塞尔的头三年，是他与瓦格纳的友谊的蜜月时期。当时，这位比尼采年长岁的音乐大师与他的情妇后来结婚李斯特的女儿柯西玛正侨居瑞士卢塞恩湖畔的特里伯森。尼采成了他们府上的座上客，据有两间专为他准备的房间，过从甚密。瓦格纳正踌躇满志，要大干一番音乐革新事业，他把尼采的出现视为命运赐给他的最大恩惠，称尼采是唯一懂得他的心愿的人。悲剧的诞生一发表，他立即给尼采写信说我还不曾读过比你的书更精彩的东西他相信自己的事业获得了最好的助手。"}
