{"text":"我们在背后说笑话，说郑先生走路就像一只大骆驼。可是他一坐上校车，就打开大皮包拿出稿子，写起文章来。第章西谛先生据说他买书的方式也很特别。他爱书如命，认识许多书贾，一向不同书贾讲价钱，只要有好书，他就留下，手边也不一定就有钱偿付书价，他留下以后，什么时候有了钱就还账，没有钱就用别的书来对换。他自己也印了一些珍贵的古籍，比如插图本中国文学史玄览堂丛书之类。他有时候也用这些书去还书债，书贾愿意拿什么书，就拿什么书。他什么东西都喜欢大喜欢多，出书也有独特的气派，与众不同。所有这一切我们也都觉得很好玩，很可爱。这更增加我们对他的敬爱。在我们眼中，西谛先生简直像长江大河，汪洋浩瀚泰山华岳，庄严敦厚。当时的某一些名人同他一比，简直如小水洼小土丘一般，有点儿微末不足道了。但是时间只是不停地逝去，转瞬过了四年，大学要毕业了。清华大学毕业以后，我回到故乡去，教了一年高中。我学的是西洋文学，教的却是国文，用现在的话说，就是不结合业务，因此心情并不很愉快。在这期间，我还同西谛先生通过信。他当时在上海，主编文学。我寄过一篇散文给他，他立即刊登了。他还写信给我，说他编了一个什么丛书，要给我出一本散文集。我没有去搞，所以也没有出成。过了一年，我得到一份奖学金，到很远的一个国家里去住了十年。从全世界范围来看，这正是一个天翻地覆的时代。在国内，有外敌入侵，大半个祖国变了颜色在国外，正在进行着第二次世界大战。我在国外，挨饿先不必说，光是每天躲警报，就真够戗。杜甫的诗烽火连三月，家书抵万金。我的处境是烽火连十年，家书无从得。同西谛先生当然失去了联系。一直到了年的夏天，我才从国外回到上海。去国十年，飘洋万里，到了那繁华的上海，连个落脚的地方都没有。我曾在克家的榻榻米上睡过许多夜。这时候，西谛先生也正在上海。我同克家和辛笛去看过他几次，他还曾请我们吃过饭。他的老母亲亲自下厨房做福建菜，我们都非常感动，至今难以忘怀。当时上海反动势力极为猖獗，郑先生是他们的对立面，他主编一个争取民主的刊物，推动民主运动，反动派把他也看做眼中钉，据说是列入了黑名单。有一次，我同他谈到这个问题。完全出乎我的意料，他的面孔一下子红了起来，怒气冲冲，声震屋瓦，流露出极大的义愤与轻蔑。"}
{"text":"我曾在克家的榻榻米上睡过许多夜。这时候，西谛先生也正在上海。我同克家和辛笛去看过他几次，他还曾请我们吃过饭。他的老母亲亲自下厨房做福建菜，我们都非常感动，至今难以忘怀。当时上海反动势力极为猖獗，郑先生是他们的对立面，他主编一个争取民主的刊物，推动民主运动，反动派把他也看做眼中钉，据说是列入了黑名单。有一次，我同他谈到这个问题。完全出乎我的意料，他的面孔一下子红了起来，怒气冲冲，声震屋瓦，流露出极大的义愤与轻蔑。几十年来他给我的印象是和蔼可亲，平易近人，光风霁月，菩萨慈眉我万万没有想到，他还有另一面疾恶如仇，横眉冷对，疾风迅雷，金刚怒目。原来我只是认识了西谛先生的一面，对另一面我连想都没有想过。现在总算比较完整地认识西谛先生了。有一件事情，我还要在这里提一下。我在上海时曾告诉郑先生，我已应北京大学之聘，担任梵文讲座。他听了以后，喜形于色，他认为，在北京大学教梵文简直是理想的职业。他对梵文文学的重视和喜爱溢于言表。年，他在他主编的文艺复兴中国文学专号的题辞中写道关于梵文学和中国文学的血脉相通之处，新近的研究呈现了空前的辉煌。北京大学成立了东方语文学系，先生和金克木先生几位都是对梵文学有深刻研究的。在这个专号里，我们邀约了王重民先生先生万斯年先生戈宝权先生和其他几位先生们写这个专题。我们相信，这个工作一定会给国内许多的做研究工们以相当的感奋的。西谛先生对后学的鼓励之情洋溢于字里行间。解放后不久，西谛先生就从上海绕道香港到了北京。我们都熬过了寒冬，迎来了春天，又在这文化古都见了面，分外高兴。又过了不久，他同我都参加了新中国开国后派出去的第一个大型文化代表团，到印度和缅甸去访问。在国内筹备工作进行了半年多，在国外和旅途中又用了四五个月。我认识西谛先生已经几十年了，这一次是我们相聚最长的一次，我认识他也更清楚了，他那些优点也表露得更明显了。我更觉得他像一个不失其赤子之心的大孩子，胸怀坦荡，耿直率真。他喜欢同人辩论，有时也说一些歪理。但他自己却一本正经，他同别人抬杠而不知是抬杠。我们都开玩笑说，就抬杠而言，他已达到出神入化的境界，应该选他为抬杠协会主席，简称之为杠协主席。出国前在检查身体的时候，他糖尿病已达到相当严重的程度，有几个号。别人替他担忧，他自己却丝毫不放在心上，喝酒吃点心如故。"}
{"text":"我认识西谛先生已经几十年了，这一次是我们相聚最长的一次，我认识他也更清楚了，他那些优点也表露得更明显了。我更觉得他像一个不失其赤子之心的大孩子，胸怀坦荡，耿直率真。他喜欢同人辩论，有时也说一些歪理。但他自己却一本正经，他同别人抬杠而不知是抬杠。我们都开玩笑说，就抬杠而言，他已达到出神入化的境界，应该选他为抬杠协会主席，简称之为杠协主席。出国前在检查身体的时候，他糖尿病已达到相当严重的程度，有几个号。别人替他担忧，他自己却丝毫不放在心上，喝酒吃点心如故。他那豁达大度的性格，在这里也表现得非常鲜明。回国以后，我经常有机会同他接触。他担负的行政职务更重了。有一段时间，他在北海团城里办公，我有时候去看他，那参天的白皮松给我留下了难忘的印象。这时候他对书的爱好似乎一点儿也没有减少。有一次他让我到他家去吃饭。他像从前一样，满屋堆满了书，大都是些珍本的小说戏剧明清木刻，满床盈案，累架充栋。一谈到这些书，他自然就眉飞色舞。我心里暗暗地感到庆幸和安慰，我暗暗地希望西谛先生能够这样活下去，多活上许多年，多给人民做一些好事情但是正当他充满了青春活力，意气风发，大踏步走上前去的时候，好像一声晴天霹雳，西谛先生不幸过早地离开我们了。他逝世时的情况是什么样子，谁也说不清楚。我时常自己描绘，让幻想驰骋。我知道，这样幻想是毫无意义的，但是自己无论如何也排除不掉。过了几年就爆发了文化大革命。我同许多人一样被卷了进去。在以后的将近十年中，我是如临深渊，如履薄冰，天天在战战兢兢地过日子，想到西谛先生的时候不多。间或想到他，心里也充满了矛盾一方面希望他能活下来，另一方面又庆幸他没有活下来，否则他一定也会同我一样戴上种种的帽子，说不定会关进牛棚。他不幸早逝，反而成了塞翁失马了。现在，恶贯满盈的四人帮终于被打倒了。普天同庆，朗日重辉。但是痛定思痛，我想到西谛先生的次数反而多了起来。将近五十年前的许多回忆，清晰的模糊的整齐的零乱的，一齐涌入我的脑中。西谛先生的一举一动，一颦一笑，时时奔来眼底。我越是觉得前途光明灿烂，就越希望西谛先生能够活下来。像他那样的人，我们是多么需要啊。他一生为了保存祖国的文化，付出了多么巨大的劳动！如果他还能活到现在，那该有多好！然而已经发生的事情是永远无法挽回的。念天地之悠悠，我有时甚至感到有点凄凉了。"}
{"text":"普天同庆，朗日重辉。但是痛定思痛，我想到西谛先生的次数反而多了起来。将近五十年前的许多回忆，清晰的模糊的整齐的零乱的，一齐涌入我的脑中。西谛先生的一举一动，一颦一笑，时时奔来眼底。我越是觉得前途光明灿烂，就越希望西谛先生能够活下来。像他那样的人，我们是多么需要啊。他一生为了保存祖国的文化，付出了多么巨大的劳动！如果他还能活到现在，那该有多好！然而已经发生的事情是永远无法挽回的。念天地之悠悠，我有时甚至感到有点凄凉了。这同我当前的环境和心情显然是有矛盾的，但我无论如何也抑制不住自己。我常常不由自主地低吟起江文通的名句来春草暮兮秋风惊，秋风罢兮春草生。绮罗毕兮池馆尽，琴瑟灭兮丘垄平。自古皆有死，莫不饮恨而吞声。呜呼！生死事大，古今同感。西谛先生只能活在我们回忆中了。年月日初稿年月日修改第章回忆梁实秋先生我认识梁实秋先生，同他来往，前后也不过两三年，时间是很短的。但是，他留给我的回忆却是很长很长的。分别之后，到现在已经四十年了。我仍然时常想到他。年夏天，我在离开了祖国十一年之后，受尽了千辛万苦，又回到了祖国怀抱，到了南京。当时刚刚打败了日本侵略者，国民党的劫收大员正在全国满天飞，搜刮金银财宝，兴高采烈。我这一介书生，无条无理，手里没有几个钱，北京大学还没有开学，拿不到工资，住不起旅馆，只好借住在我小学同学李长之在国立编译馆的办公室内。他们白天办公，我就出去游荡，晚上回来，睡在办公桌上。早晨一起床，赶快离开。国立编译馆地处台城下面，我多半在台城上云游。什么鸡鸣寺胭脂井，我几乎天天都到。再走远一点，出城就到了玄武湖。山光水色，风物怡人。但是我并没有多少闲情逸致，观赏风景。我的处境颇像旧戏中的秦琼，我心里琢磨的是怎样卖掉黄骠马。我这样天天游荡，梦想有朝一日自己能安定下来，有一间房子，有一张书桌。别的奢望，一点没有。我在台城上面看到郁郁葱葱的古柳，心头不由地涌出了古人的诗江雨霏霏江草齐，六朝如梦鸟空啼。无情最是台城柳，依旧烟笼十里堤。这里讲的仅仅是六朝。从六朝到现在，又不知道有多少朝多少代过去了。古柳依然是葱茏繁茂，改朝换代并没有影响了它们的情绪。今天我站在古柳面前，一点也没有觉得它们无情，我觉得它们有情得很。"}
{"text":"我的处境颇像旧戏中的秦琼，我心里琢磨的是怎样卖掉黄骠马。我这样天天游荡，梦想有朝一日自己能安定下来，有一间房子，有一张书桌。别的奢望，一点没有。我在台城上面看到郁郁葱葱的古柳，心头不由地涌出了古人的诗江雨霏霏江草齐，六朝如梦鸟空啼。无情最是台城柳，依旧烟笼十里堤。这里讲的仅仅是六朝。从六朝到现在，又不知道有多少朝多少代过去了。古柳依然是葱茏繁茂，改朝换代并没有影响了它们的情绪。今天我站在古柳面前，一点也没有觉得它们无情，我觉得它们有情得很。我天天在六月的炎阳下奔波游荡，只有在台城古柳的浓荫下才能获得片刻的清凉，让我能够坐下来稍憩一会儿。我难道不该感激这些古柳而还说三道四吗？又过了一些时候，有一天长之告诉我，梁实秋先生全家从重庆复员回到南京了。梁先生也在国立编译馆工作。我听了喜出望外。我不认识梁先生，论资排辈，他大我十几岁，应该算是我的老师。他的文章我在清华大学读书时就读过不少，很欣赏他的文才，对他潜怀崇敬之情。万万没有想到竟在南京能够见到他。见面之后，立刻对他的人品和谈吐十分倾倒。没有经过什么繁文褥节，我们成了朋友。我记得，他曾在一家大饭店里宴请过我。梁夫人和三个孩子文茜文蔷文骐，都见到了。那天饭菜十分精美，交谈更是异常愉快，给我留下了深刻的印象，至今忆念难忘。我自谓尚非馋嘴之辈，可为什么独独对酒宴记得这样清楚呢？难道自己也属于饕餮大王之列吗？这真叫做没有法子。解放前夕，实秋先生离开了北平，到了台湾，文茜和文骐留下没有走。在那极左的时代，有人把这一件事看得大得不得了。现在看来，也没有什么了不起的。一个人相信马克思主义，这当然很好，这说明他进步。一个人不相信，或者暂时不相信，他也完全有自由，这也绝非反革命。我自己过去不是也不相信马克思主义吗？从来就没有哪一个人一生下就是马克思主义者，连马克思本人也不是，遑论他人。我们今天知人论事，要抱实事求是的态度。至于说梁实秋同有过一些争论，这是事实。是非曲直，暂作别论。我们今天反对对任何人搞凡是，对也不例外。是一个伟大人物，这谁也否认不掉。但不能说凡是说的都是正确的。今天，事实已经证明，也有一些话是不正确的，是形而上学的，是有偏见的。难道因为他对梁实秋有过批评意见，梁实秋这个人就应该永远打入十八层地狱吗？实秋先生活到耄耋之年。他的学术文章，功在人民，海峡两岸，有目共睹，谁也不会有什么异辞。"}
{"text":"我们今天知人论事，要抱实事求是的态度。至于说梁实秋同有过一些争论，这是事实。是非曲直，暂作别论。我们今天反对对任何人搞凡是，对也不例外。是一个伟大人物，这谁也否认不掉。但不能说凡是说的都是正确的。今天，事实已经证明，也有一些话是不正确的，是形而上学的，是有偏见的。难道因为他对梁实秋有过批评意见，梁实秋这个人就应该永远打入十八层地狱吗？实秋先生活到耄耋之年。他的学术文章，功在人民，海峡两岸，有目共睹，谁也不会有什么异辞。我想特别提出一点来说一说。他到了老年，同胡适先生一样，并没有留恋异国，而是回到台湾定居。这充分说明，他是热爱我们祖国大地的。至于他的为人毫无架子，像对我和李长之这样年轻一代的人，竟也平等对待，态度真诚和蔼，更令人难忘。这种作风，即使不是绝无仅有，也总算是难能可贵。对我们今天已经成为前辈的人，不是很有教育意义吗？去年，他的女儿文茜和文蔷奉父命专门来看我。我非常感动，知道他还没有忘掉我。这勾起我回忆往事，回忆虽然如云如烟，但是感情却是非常真实的。我原期望还能在大陆见他一面，不意他竟而仙逝。我非常悲痛，想写点什么，终未果。去年，他的夫人从台湾来北京举行追思会。我正在南京开会，没能亲临参加，只能眼望台城，临风凭吊。我对他的回忆将永远保留在我的心中，直至我不能回忆为止。我的这一篇短文，他当然无法看到了。但是，我仿佛觉得，而且痴情希望，他能看到。四十年音问未通，这是仅有的一次也是最后一次通音问了。悲夫！年月日第章我记忆中的先生先生含冤逝世已经二十多年了。在这一段相当长的时间内，我经常想到他，想到的次数远远超过我认识他以后直至他逝世的三十多年。每次想到他，我都悲从中来。我悲的是中国失去一个热爱祖国热爱人民的正直的大作家，我自己失去一位从年龄上来看算是师辈的和蔼可亲的老友。目前，我自己已经到了晚年，我的内心再也承受不住这一份悲痛，我也不愿意把它带着离开人间。我知道，原始人是颇为相信文字的神秘力量的，我从来没有这样相信过。但是，我现在宁愿做一个原始人，把我的悲痛和怀念转变成文字，也许这悲痛就能突然消逝掉，还我心灵的宁静，岂不是天大的好事吗？我从高中时代起，就读先生的著作，什么老张的哲学赵子曰二马，我都读过。"}
{"text":"我悲的是中国失去一个热爱祖国热爱人民的正直的大作家，我自己失去一位从年龄上来看算是师辈的和蔼可亲的老友。目前，我自己已经到了晚年，我的内心再也承受不住这一份悲痛，我也不愿意把它带着离开人间。我知道，原始人是颇为相信文字的神秘力量的，我从来没有这样相信过。但是，我现在宁愿做一个原始人，把我的悲痛和怀念转变成文字，也许这悲痛就能突然消逝掉，还我心灵的宁静，岂不是天大的好事吗？我从高中时代起，就读先生的著作，什么老张的哲学赵子曰二马，我都读过。到了大学以后，以及离开大学以后，只要他有新作出版，我一定先睹为快，什么离婚驼骆祥子等等，我都认真读过。最初，由于水平的限制，他的著作我不敢说全都理解。可是我总觉得，他同别的作家不一样，他的语言生动幽默，是地道的北京话，间或也夹上一点山东俗语。他没有许多作家那种忸怩作态让人读了感到浑身难受的非常别扭的文体，一种新鲜活泼的力量跳动在字里行间。他的幽默也同林语堂之流的那种着意为之的幽默不同。总之，先生成了我毕生最喜爱的作家之一，我对他怀有崇高的敬意。但是，我认识先生却完全出于一个偶然的机会。年代初，我离开了高中，到清华大学来念书。当时先生正在济南齐鲁大学教书。济南是我的老家，每年暑假，我都回去。李长之是济南人，他是我的唯一的一个小学中学大学三连贯的同学。有一年暑假，他告诉我，他要在家里请先生吃饭，要我作陪。在旧社会，大学教授架子一般都非常大，他们与大学生之间宛然是两个阶级。要我陪大学教授吃饭，我真有点受宠若惊。及至见到先生，他却全然不是我心目中的那种大学教授。他谈吐自然，蔼然可亲，一点架子也没有，特别是他那一口地道的京腔，铿锵有致，听他说话，简直就像是听音乐，是一种享受。从那以后，我们就算是认识了。以后是激烈动荡的几十年。我在大学毕业以后，在济南高中教了一年国文，就到欧洲去了，一住就是十一年。中国胜利了，我才回来，在南京住了一个暑假。夜里睡在国立编译馆长之的办公桌上白天没有地方待，就到处云游，什么台城玄武湖莫愁湖等等，我游了一个遍。先生好像同国立编译馆有什么联系，我常从长之口中听到他的名字。但是没有见过面。到了秋天，我也就离开了南京，乘海船绕道秦皇岛，来到北平。以后又是更为激烈震荡的三年。用美式装备武装到牙齿的国民党反动军队，被彻底消灭。蒋介石一小撮到台湾去了。"}
{"text":"我在大学毕业以后，在济南高中教了一年国文，就到欧洲去了，一住就是十一年。中国胜利了，我才回来，在南京住了一个暑假。夜里睡在国立编译馆长之的办公桌上白天没有地方待，就到处云游，什么台城玄武湖莫愁湖等等，我游了一个遍。先生好像同国立编译馆有什么联系，我常从长之口中听到他的名字。但是没有见过面。到了秋天，我也就离开了南京，乘海船绕道秦皇岛，来到北平。以后又是更为激烈震荡的三年。用美式装备武装到牙齿的国民党反动军队，被彻底消灭。蒋介石一小撮到台湾去了。中国人民苦斗了一百多年，终于迎来解放的春天。我们这一群知识分子都亲身感受到，我们确实已经站起来了。就在这样的情况下，我在当时所谓故都又会见了先生，距第一次见面已经有二十多年了。我现在已经记不清楚我们重逢时的情景。但是我却清晰地记得起年代初期召开的一次汉语规范化会议时的情景。当时语言学界的知名人士，以及曲艺界的名人，都被邀请参加，其中有侯宝林马增芬姊妹等等。先生叶圣陶先生罗常培先生吕叔湘先生黎锦熙先生等等都参加了。这是解放后语言学界的第一次盛会。当时还没有达到会议成灾的程度，因此大家的兴致都很高，会上的气氛也十分亲切融洽。有一天中午，先生忽然建议，要请大家吃一顿地道的北京饭。大家都知道，先生是地道的北京人，他讲的地道的北京饭一定会是非常地道的，都欣然答应。先生对北京人民生活之熟悉，是众所周知的。有人戏称他为北京土地。他结交的朋友，三教九流都有。他能一个人坐在大酒缸旁，同洋车夫旧警察等旧社会的下等人，开怀畅饮，亲密无间，宛如亲朋旧友，谁也感觉不到他是大作家名教授留洋的学士。能做到这一步的，并世作家中没有第二人。这样一位老北京想请大家吃北京饭，大家的兴致哪能不高涨起来呢？商议的结果是到西四砂锅居去吃白煮肉，当然是先生做东。他同饭馆的经理一直到小伙计都是好朋友，因此饭菜极佳，服务周到。大家尽兴地饱餐了一顿。虽然是一顿简单的饭，然而却令人毕生难忘。当时参加宴会今天还健在的叶老吕先生大概还都记得这一顿饭吧。还有一件小事，也必须在这里提一提。忘记了是哪一年了，反正我还住在城里翠花胡同没有搬出城外。有一天，我到东安市场北门对门的一家著名的理发馆里去理发，猛然瞥见先生也在那里，正躺在椅子上，下巴上白糊糊的一团肥皂泡沫，正让理发师刮脸。"}
{"text":"他同饭馆的经理一直到小伙计都是好朋友，因此饭菜极佳，服务周到。大家尽兴地饱餐了一顿。虽然是一顿简单的饭，然而却令人毕生难忘。当时参加宴会今天还健在的叶老吕先生大概还都记得这一顿饭吧。还有一件小事，也必须在这里提一提。忘记了是哪一年了，反正我还住在城里翠花胡同没有搬出城外。有一天，我到东安市场北门对门的一家著名的理发馆里去理发，猛然瞥见先生也在那里，正躺在椅子上，下巴上白糊糊的一团肥皂泡沫，正让理发师刮脸。这不是谈话的好时机，只寒暄了几句，就什么也不说了。等我坐在椅子上时，从镜子里看到他跟我打招呼，告别，看到他的身影走出门去。我理完发要付钱时，理发师说，先生已经替你付过了。这样芝麻绿豆的小事殊不足以见先生的精神，但是，难道也不足以见他这种细心体贴人的心情吗？先生的道德文章，光如日月，巍如山斗，用不着我来细加评论，我也没有那个能力。我现在写的都是一些小事。然而小中见大，于琐细中见精神，于平凡中见伟大，豹窥一斑，鼎尝一脔，不也能反映出先生整个人格的一个缩影吗？中国有一句俗话好死不如赖活着。这一句话道出了一个真理。一个人除非万不得已绝不会自己抛掉自己的生命。印度梵文中死这个动词，变化形式同被动态一样。我一直觉得非常有趣，非常有意思。印度古代语法学家深通人情，才创造出这样一个形式。死几乎都是被动的，有几个人主动地去死呢？先生走上自沉这一条道路，必有其不得已之处。有人说，人在临死前总会想到许多许多东西的，他会想到自己的一生的。可惜我还没有这个经验，只能在这里胡思乱想。当先生徘徊在湖水岸边决心自沉时，眼望湖水茫茫，心里悲愤填膺，唤天天不应，唤地地不答，悠悠天地，仿佛只剩下自己孤身一人，他会想到自己的一生吧！这一生是忠诚于祖国忠诚于人民的一生，然而到头来却落到这等地步。为什么呢？究竟是为什么呢？如果自己留在美国不回来，著书立说，优游自在，洋房汽车声名利禄，无一缺少，舒舒服服地过一辈子，说不定能寿登耄耋，富埒王侯。他不是为了热爱自己的祖国母亲，才毅然历尽艰辛回来的吗？是今天祖国母亲无法庇护自己那远方归来的游子了呢？还是不愿意庇护了呢？我猜想，先生绝不会埋怨自己的祖国母亲，祖国母亲永远是可爱的，在任何情况下都是可爱的。他也绝不会后悔回来的，但是，他确实有一些问题难以理解，他只有横下一条心，一死了之。"}
