{"text":"圆圈中间加个十字，就代表了土地的田字，这土地上面出了一点苗芽便是由，再向下伸展成为上下通的便为申，在申旁再加上示表示由天上来的，而上下左右都能通达，便谓之神。只能下行旁通而上面长了一根象征性的毛毛就是鬼。那帝的篆文也是表示上天垂示下来的征象，代表形而上的，不可知，不可说，也无法形容他，有这样一个力量，这样一个东西在，就叫作帝，再加上示，就成了一个宗教性的哲学观念。中国古礼称祭天地的礼为E。至于形而上，到底有没有？又是怎么样一个东西？暂时不谈，到此为止，如再向上讨论，就牵涉到哲学与科学的问题了。E，古代国家举办E礼，皇帝代表全民祭祀大典，仪式非常隆重。皇帝在此期内，不回内官，必须清心寡欲，反省自己。在中国古文中所谓的斋戒沐浴，便是如此。斋是内心的反省。后来中国人对佛教的吃素也叫吃斋，那是有不同的意义，由于佛教戒律中一种八关斋戒而来。斋是中国文化中心理的净化，用现代的话来讲，就是清理思想排除人欲，真正的作到肃庄叫作斋戒。沐浴也不止是洗澡，而是孔子在易经系辞上所讲洗心退藏于密的意义。所以古代E礼，是国家的大典，全民的大典，领导者皇帝斋戒沐浴七天或三天以后，才代表全民出来主祭，要全副精神，诚心诚意，很郑重的，等于是一个宗教家的大祈祷，绝对不可马虎。在这里，孔子指出当时文化的衰败，大家参加E礼，都只是在真戏假做而已。这等于现代有许多人吊亲友乃至长辈的丧事匆匆忙忙，叫一辆计程车，赶到市立殡仪馆，签一个名，行三鞠躬礼，好像去缴一百元什么税似的，缴完了，赶紧就跑，没有一点肃庄悲戚之感。今日社会这种风气，也是文化精神一个重大的问题。孔子对春秋时代的情形怎样说的呢？子曰E，自既灌而往者。就是说E礼开始以后，主祭者端上一爵奉献神E的酒以后，心里就想赶快走了，接着祈祷等等隆重的祭礼，都在那里应付了事。孔子看到这种情形感叹的说吾不欲观之矣！我实在不想看下去了，为什么不想看？就是认为何必勉强做假，而丧失了这件事的实际精神呢！孔子这几句话，有很多意义。譬如现在社会上举办许多事情，内心没有真正的诚意。无论是宗教仪式或任何社会的宣誓，只要举起手来表示一下，心里完全没有肃庄恭敬的诚意。"}
{"text":"子曰E，自既灌而往者。就是说E礼开始以后，主祭者端上一爵奉献神E的酒以后，心里就想赶快走了，接着祈祷等等隆重的祭礼，都在那里应付了事。孔子看到这种情形感叹的说吾不欲观之矣！我实在不想看下去了，为什么不想看？就是认为何必勉强做假，而丧失了这件事的实际精神呢！孔子这几句话，有很多意义。譬如现在社会上举办许多事情，内心没有真正的诚意。无论是宗教仪式或任何社会的宣誓，只要举起手来表示一下，心里完全没有肃庄恭敬的诚意。冷眼旁观者看来，不得不油然而兴E自既灌而往者，吾不欲观之矣的感慨。这就是中国文化告诉我们，事事要发自内心的诚恳，而不完全在于形式，一切形式，都必须配合内心的诚恳，才有意义。由此再进一层，便引出下面一段话。或问E之说。子曰不知也。知其说者之于天下也，譬如示诸斯乎？指其掌。有人问孔子，关于E这个礼仪的说法，和这一套学术思想的理论，它的基本精神又在哪里？孔子怎么答复呢？他说不知也――我不知道。孔子真的不知道吗？当然，这是他幽默的话，换句话说，是一种反教育，用现代术语来说，是反激式的教育。他的意思是说，这一种基本的文化精神，大家应该知道的。既然大家都不知道，那么我也不知道了。且看他说了不知道以后又怎么说下去，就可明白他真的知道不知道了，知其说者之于天下也，譬如示诸斯乎？指其掌。孔子指自己的手掌说，真正懂得E这个文化精神的人，看天下国家事事物物的道理，就好像是呈现在这掌心上，这么清楚明白了。他指着他的掌心，用动作来表示天下的事理，就像指顾之间，如在目前那样的容易。由此你说他懂不懂E之礼？当然懂。为什么要拜天地呢？这就代表了中国文化基本精神所在之处。我们以前过年，正月初一早上起来，家长带领全家的人，先要祭天地拜祖宗，虽然仪式简单，但却很严肃，而慎重。春秋二季要祭祖，也就是实行祖宗虽远，祭祀不可不诚的尊敬传统的精神。现代一般家庭，就从来不祭祖，连跪拜的礼都不会行，这就是教育的问题，值得重新研究重新修整。保持这一点传统，这一点习惯，使后代知道源远流长的民族传统，这也是我们的责任。刚才讲到E礼与中国文化精神的关系，跟着便提到孔子几句有名的话，后世一般人们都流行而变为成语的祭如在，祭神如神在。子曰吾不与祭，如不祭。"}
{"text":"春秋二季要祭祖，也就是实行祖宗虽远，祭祀不可不诚的尊敬传统的精神。现代一般家庭，就从来不祭祖，连跪拜的礼都不会行，这就是教育的问题，值得重新研究重新修整。保持这一点传统，这一点习惯，使后代知道源远流长的民族传统，这也是我们的责任。刚才讲到E礼与中国文化精神的关系，跟着便提到孔子几句有名的话，后世一般人们都流行而变为成语的祭如在，祭神如神在。子曰吾不与祭，如不祭。这是孔子所说祭祀祖宗和祈祷时心仪的原则，当我们祭祖宗的时候要以如在目前相对的诚心，犹如祖宗尚在面前一样的诚敬。假使是祭神，神就在此。要表里如一，才是肃斋庄敬的道理。所以他又说吾不与祭，如不祭。假使说我因为没有时间，没有亲自参与这个祭典，只是象征式由别人去代表一番，这样就等于不祭，又何必故作排场呢？这种精神，不但告诉我们对于任何祭典要如此，同时也间接地告诉我们作人的道理，无论对生者或死者，由明里到暗里，都要由衷一贯。我们现在讲民族精神。热爱国家民族的人，为什么到了国外，看到自己的国旗便肃然起敬？我们在国外看到国旗的那种心情，与在国内看到国旗的心情绝对不同。在某一个时候甚至会为之掉下眼泪。其中道理，就是这种精神的流露。所以一个人的修养，对人对事，都要有这种祭神如神在的心理。否则，表面上非常恭敬，内心里又是另一回事，那是没有用的。所以由于孔子的这番话，了解了祭礼，依此来讲作人的道理，也就可以触类旁通了。拍灶君的马屁王孙贾问曰与其媚于奥，宁媚于灶。何谓也？子曰不然。获罪于天，无所祷也。王孙贾是卫国的大夫，孔子在卫国很多年，卫灵公对他非常好，但卫灵公又偏宠有名的美人――南子。卫灵公实在很想起用孔子，卫国的权臣王孙贾有一天就对孔子说出与其媚于奥，宁媚于灶的问题。这也是中国古代宗教思想中很有趣的历史性问题。凡是中年以上的人，都见过我们在大陆上家庭中供奉的灶神。每到夏历十二日二十三的晚上，家家户户都要送灶，小孩子们非常高兴，口袋里就可装糖果了。现在用电炉瓦斯炉，没有灶了，当然也就没有灶神。为什么要祭灶神呢？以宗教思想来说，中国人信仰的是多神教，什么神都信。"}
{"text":"卫灵公实在很想起用孔子，卫国的权臣王孙贾有一天就对孔子说出与其媚于奥，宁媚于灶的问题。这也是中国古代宗教思想中很有趣的历史性问题。凡是中年以上的人，都见过我们在大陆上家庭中供奉的灶神。每到夏历十二日二十三的晚上，家家户户都要送灶，小孩子们非常高兴，口袋里就可装糖果了。现在用电炉瓦斯炉，没有灶了，当然也就没有灶神。为什么要祭灶神呢？以宗教思想来说，中国人信仰的是多神教，什么神都信。十年前有一位外国的神父来和我研究中国宗教思想问题，他说中国人没有宗教信仰。我说中国绝对有宗教信仰。第一个是礼，第二个是诗。不像西方人将宗教错解成为信我得救，不信我不得救的狭义观念。我说这一点的误解，使我绝对不能信服，因为他非常自私嘛！对他好才救，对他不好便不救。成吗？一个教主，应该是信我的要救，不信我的更要救这才是宗教的精神，也就是中国文化的精神。其次，谈到中国诗的精神，所谓诗的文学境界，就是宗教的境界。所以懂了诗的人，纵使有一肚子的难过，有时候哼呀哈呀的念一首诗，或者作一首诗，便可自我安慰，心灵得到平安，那真是像给上帝来个见证。第三，中国信多神教，这代表了中国的大度宽容。出了一个老子，还是由东汉北魏到唐代才被后人捧出来当上个教主――老子自己绝对没有想过要当教主的瘾。孔学后来被称为孔教，是明朝以后才捧的，孔子也不想当教主。总之，世界上的教主，自己开始都不想当教主，如果说为了想当教主而当上教主的话，这个教主就有点问题，实在难以教人心服。因为宗教的热忱是无所求，所以他伟大，所以他当了教主。我们中国，除了老子成为教主以外，孔子的儒家该不该把它称为宗教，还是一个问题。但是中国人的宗教，多是外来的，佛教是印度过来的，天主教基督教也是外来的。我们中国人自古至今对于任何宗教都不反对，这也只有中华民族才如此的雍容大度。为什么呢？有如待客，只要来的是好人，都请上坐，泡好茶。一律以礼相待，诚恳的欢迎。所以我们的宗教信仰，能叫出五教合一的口号，而且这种风气，目前已经传到美国去了。现在纽约已经有教堂，仿照我们中国人的办法，耶稣孔子释迦牟尼老子穆罕默德，都请上坐，泡好茶了，凡是好人都值得恭敬。所以我最后告诉那位外国神父，不是因为我是中国人替中国的宗教辩护，而是外人没有研究深入而已。现在我们再讲奥与灶。为什么他们拜灶神？"}
{"text":"为什么呢？有如待客，只要来的是好人，都请上坐，泡好茶。一律以礼相待，诚恳的欢迎。所以我们的宗教信仰，能叫出五教合一的口号，而且这种风气，目前已经传到美国去了。现在纽约已经有教堂，仿照我们中国人的办法，耶稣孔子释迦牟尼老子穆罕默德，都请上坐，泡好茶了，凡是好人都值得恭敬。所以我最后告诉那位外国神父，不是因为我是中国人替中国的宗教辩护，而是外人没有研究深入而已。现在我们再讲奥与灶。为什么他们拜灶神？如果以政治哲学的思想来讲。民以食为天，这是管子讲的名言。因为饮食最值得重视，值得注意，所以拜灶神。尤其在过去，教育不普及，讲礼治的时代，家里有灶神财神和祖宗等神只的牌位。中国古代的建筑，大都有这一套设计，进门一定是大厅，大厅上供祖宗牌位，有的上面写着天地君亲师之位。民国初年，牌位上的君字改成国字，看这五个字，中国人究竟信哪一个教呢？任何一教都不信，而任何一教都信。还有财神供在卧房里，灶神供在厨房里。奥是古代的家神，我们中国古代的神――宗教很妙，代表中国政治组织的理想。家里有家长，就有家神。还有灶神，连吃饭都要管。据说灶神一年到头，不但对家里人的行为要管，连在心里起了好念头，或动过歪脑筋，他都会记录下来，到一年终了上天报告好坏。所以乡下人送灶，弄块糖给他吃，送一个红包给他，以便上天言好事，下地报吉祥。请他上天报告时，多替家里讲讲好话，回来时候多赐些福祉。所以在腊月二十三以后，一直等到第二年初四之间，他在天上还未回来以前，不在家里的时候，偶尔背后轰他一下，暗地里幽默他几句。中国民间这些神话故事，现代也可以归到民俗学。要了解这些，起码要看荆楚岁时记这本书，尤其是南方――长江南北过年过节的风俗，这本书大概都有了。在人世间的社会上有里长乡长区长。在看不见的一面，便有土地城隍等神。城隍归谁管？归阎王管。阎王去归玉皇大帝管，玉皇大帝归谁管？玉皇大帝的妈妈――瑶池圣母。由此看来世界上的宗教，最高都是女神。天主教来个圣母，佛教的观音菩萨，中国的瑶池圣母。所以女性还是最伟大。同时也可知人们讲了半天的宗教，尽管教理和教条如何如何的，但他们最后还是崇拜女性的，因为母性的慈爱毕竟是最伟大的。像这样一个宗教组织，无所不包，代表了中国人的政治哲学思想。所以天与人是一贯的。"}
{"text":"在人世间的社会上有里长乡长区长。在看不见的一面，便有土地城隍等神。城隍归谁管？归阎王管。阎王去归玉皇大帝管，玉皇大帝归谁管？玉皇大帝的妈妈――瑶池圣母。由此看来世界上的宗教，最高都是女神。天主教来个圣母，佛教的观音菩萨，中国的瑶池圣母。所以女性还是最伟大。同时也可知人们讲了半天的宗教，尽管教理和教条如何如何的，但他们最后还是崇拜女性的，因为母性的慈爱毕竟是最伟大的。像这样一个宗教组织，无所不包，代表了中国人的政治哲学思想。所以天与人是一贯的。王孙贾问孔子这个奥与灶的问题，是非常幽默的，他的意思，是告诉孔子说，你老是跟诸侯往来，我们这些士大夫如不在君王面前替你讲几句好话，是没有用的呀！你拜访了诸侯，还是该来向我们烧烧香。孔子却作正面的答法不然。获罪于天，无所祷也。这是中国人宗教思想的精神。他说一个人真的作坏人做坏事，怎样祷告都没有用，任何菩萨都不能保佑你。所谓自助天助，神是建立在自己的心中。换句话说，人有人格，尤其须要心理上建立起人格，不靠外来的庇护。如果进教堂，上帝就保佑，那么上帝首先就犯了接受贿赂的罪。同时也等于孔子答复王孙贾说，这些手法我全知道，只是不屑于如此而已。从上面的话也可知道，由周代开始的文化，和孔子的教化，始终走人文文化的路线，所以孔子又说子曰周监于二代，郁郁乎文哉！吾从周。这就是前面提到过，中国夏商周三个朝代文化的演变夏尚忠，殷尚质鬼，周尚文。尚的意思就是崇尚偏重的意思，夏的文化偏重于忠诚朴实。殷商的文化仍是重质朴，但是宗教观念很强。周代文化呢？我们今天讲孔孟思想中的中国文化，就是周代文化，重在人文文化。周监于二代，是说周朝所建立的文化是集上古之大成。我们今天的中国文化，是以周代文化作代表。郁郁乎文哉，郁郁是形容词，意思是非常茂盛伟大与光辉的人文文化。孔子在此自称他的文化思想，是承先启后，发扬周代的文化精神。这是连接到上面所讲的宗教文化之后。孔子认为只有人文文化这个路线是完全正确的。量力而为谦虚好学现在讲到另一段子入大庙，每事问。或曰孰谓鄹人之子知礼乎？入大庙，每事问。子闻之曰是礼也。鄹是孔子出生的地方，即邹。鄹人之子即指孔子。"}
{"text":"孔子在此自称他的文化思想，是承先启后，发扬周代的文化精神。这是连接到上面所讲的宗教文化之后。孔子认为只有人文文化这个路线是完全正确的。量力而为谦虚好学现在讲到另一段子入大庙，每事问。或曰孰谓鄹人之子知礼乎？入大庙，每事问。子闻之曰是礼也。鄹是孔子出生的地方，即邹。鄹人之子即指孔子。这一段所讲的应该是正当孔子做鲁国司寇的时候――司法行政部长兼行政院副院长古代官制，无法与现代比类，为了便于了解，姑且作此近似的比拟，参与了代表国家代表王室的宗庙大典。他进去以后，对于每件事都要问问清楚，向人请教。走哪里？坐哪里？每事都问人。于是有人笑他说，一般人乱捧，都说孔子这个人了不起，处处懂礼，可是这个鄹地佬进了大庙，什么都不懂，事事都向人请教。这话被孔子知道了，他说这就是礼啊！以前我们提到过，假如出国到了别人的国度，风俗习惯不同，对人家的事，不懂的应该多问。到人家家里也是一样，求学问也是一样，做事也是一样，诚恳向人请教，就是礼的精神，也是作人的道理。子曰射不主皮，为力不同科，古之道也。射是古代传统的武功――射箭，那时的武功还没有发展到少林寺武当派这些是唐宋以后的事。周代的军事武功是车战的时代，最重要的武器还是拉弓射箭，武功高低的标准，就看射箭的高明到什么程度，相当于现代打靶射箭的标准，在于射中了红心没有，而不问箭能否透过牛皮，每枝箭射中了标的，就绝对够标准，箭能不能透过牛皮，则不作考虑。因为每个人天生的膂力不同，有些人膂力很强壮，他的箭不但可穿牛皮，甚而可穿过墙，有些人的箭射出去不能穿透牛皮，但他每箭都中红心，也就够标准了。这一段是说明作人做事，够不够道德的标准，只问合不合正道，并不苛求他对事功成就的程度。因为没有机会给他表现，环境不对，时代不对，他也就无从表现，这有什么办法？由此触类旁通，对人对事就可减掉些苛求了。子贡欲去告朔之饩羊。子曰赐也！尔爱其羊，我爱其礼。非常慎重的祭典之一――告朔。每个月的初一为朔，十五为望，月暗为晦。过去没有订出现在这些假日，朔望就是休息的时候，不过不像现在这样重视。"}
{"text":"这一段是说明作人做事，够不够道德的标准，只问合不合正道，并不苛求他对事功成就的程度。因为没有机会给他表现，环境不对，时代不对，他也就无从表现，这有什么办法？由此触类旁通，对人对事就可减掉些苛求了。子贡欲去告朔之饩羊。子曰赐也！尔爱其羊，我爱其礼。非常慎重的祭典之一――告朔。每个月的初一为朔，十五为望，月暗为晦。过去没有订出现在这些假日，朔望就是休息的时候，不过不像现在这样重视。每月的初一，主政者要代表国家，向天地祖宗，禀告所作所为，这就是所谓的告朔。用现在观念来说，就是说在那时发表政见。对谁发表呢？对天地鬼神。现在对大众发表政见，讲了不兑现的也有。当时对天地鬼神讲的话，如不兑现自己就害怕了，有一个看不见的力量在监视管制。所以告朔这件事也很郑重。从前告朔时一定要杀羊。到春秋战国时代，社会风气已开始衰败，这些礼仪的精神，也慢慢跟着衰落变化了，所以子贡当时准备去掉告朔时候用的饩羊。饩羊是蒸过了的，等于现在拜拜，杀了猪羊，还没有炊熟就放在祭桌上，稍稍蒸一下免得腐臭，这就是饩羊。子贡当时想，拜拜就拜拜，这只羊可以省下来。所以孔子告诉子贡说，你的主张也对，为了经济上的节省而不用羊也好，为了表示诚恳而不必用羊也好，不过我不主张去掉，不是为了这只羊要不要省，而是因为它代表了一种精神。固然不用象征性的东西，只要内心诚恳就可以，但现在的人，真正诚恳的心意发不起来了，就必须要一件象征性的东西才能维系得住，所以你子贡爱这只羊，而我更重视这礼仪和它的精神内涵。由这件事我们就懂得，在社会上，或在政治上，有时绝对空洞的精神，并不足以维系一件事物，而必须配合某些实质的东西才能生效。如口惠而实不至，有时候就要失败了。这里又引用孔子另外一段话，颇为感慨。子曰事君尽礼，人以为诌也。这段话，连起上一段来说，是说作人处世的艰难。我想大家有时也会有同感。一个人想做个忠臣，有时候也很难。对主管对领导人尽礼，处处尽忠合礼，而旁边的人会认为是拍马屁。所以孔子非常通人情世故。凡是当过长官也当过人部下的，都有这种经验。如果自己毅力不坚定，见解不周到，受环境影响，只好变了。那么该怎么办呢？还是以礼为准，也是上面的话尔爱其羊，我爱其礼。人格还是建立在自己身上。别人尽管不了解，只看自己内心真正的诚与不诚。诚正的建立，久后自知。"}
{"text":"这段话，连起上一段来说，是说作人处世的艰难。我想大家有时也会有同感。一个人想做个忠臣，有时候也很难。对主管对领导人尽礼，处处尽忠合礼，而旁边的人会认为是拍马屁。所以孔子非常通人情世故。凡是当过长官也当过人部下的，都有这种经验。如果自己毅力不坚定，见解不周到，受环境影响，只好变了。那么该怎么办呢？还是以礼为准，也是上面的话尔爱其羊，我爱其礼。人格还是建立在自己身上。别人尽管不了解，只看自己内心真正的诚与不诚。诚正的建立，久后自知。自己的见解与人格的精神，等待时间来考验，等待时间来证明并不是他人说的那么一回事，也就心安理得了。儒冠错换八卦袍的诸葛亮平常一般人谈到修养的问题，很喜欢引用一句话――宁静致远，澹泊明志。这是诸葛亮告诫他儿子如何作学问的一封信里说的，现在先介绍原文夫君子之行静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也。非学无以广才，非静无以成学。慢则不能研精，险躁则不能理性。年与时驰，意与日去，遂成枯落，多不接世。悲守穷庐，将复何及！――诸葛亮诫子书有人说文人都喜欢留名，其实，岂只文人喜欢把自己的著作留给后人。好名好利，是人心的根本病根，贤者难免。先不谈古人，就拿现在来说，几十年来，不知出版了多少的著作，但其中能被我们放在书架上要保留它到二三十年的，又有几本书？尤其现在流行的白话文章，看完了就丢，只有三分钟的寿命，因为它缺乏流传的价值。一本著作，能够使人舍不得丢掉，放在书架上，才有流传的可能。所以留名是很难的。清代诗人吴梅村说的饱食终何用，难全不朽名。一点不错。所以古人又有一句名言说但在流传不在多。比如诸葛亮的一生，并不以文章名世，当然是他的功业盖过了他的文章。而他的文章――只有两篇出师表，不为文学而文学的写作，却成为千古名著，不但前无古人，也可说是后无来者，可以永远流传下去。他的文学修养这样高，并没有想成为一个文学家。从这一点我们也看到，一个事业成功的人，往往才具很高，如用之于文学，一定也会成为一个成功的文学家。文章道德事功，本难兼备，责人不必太苛。诸葛亮出师表外，留下来的都是短简，文体内容简练得很，一如他处事的简单谨慎，几句话，问题就解决了。"}
