{"text":"我还要说，像这样的胸襟，在中国人文知识分子中间很少见到。倘若我说，科学知识分子比人文知识分子人品高尚，肯定是不对的。科学知识分子里也有卑鄙之徒，比方说，前苏联的李森科。但我未听到谁对他的学说说过什么太难听的话，更没有听到谁做过这样细致的分析李森科学说中某个谬误，和他的卑鄙内心的某一块是紧密相连的。倘若李森科不值得尊敬，李森科所从事的事业――生物学――依旧值得尊重。在科学上，有错误的学说，没有卑鄙的学说就是李森科这样卑鄙的人为生物学所做的工作也不能说是卑鄙的行径。这样的道德标准显然不能适用于现在中国的艺术论坛，不信你就看看别人是怎样评论先生的废都的。很显然，现在在中国，文学不是一种超越现世超越人类的事业。我们评论它的标准，和三姑六婆评价身边发生的琐事的标准，没有什么不同。贾先生写了一部废都，就如某位大嫂穿了旗袍出门，我们不但要说衣服不好看，还要想想她的动机是什么，是不是想要勾引谁。另外哪位先生或女士写了什么好书，称赞他的话必是功在世道人心，就如称赞哪位女士相夫教子孝敬公婆是一样的。当然，假如我说现在中国对文艺只有这样一种标准，那就是恶毒的诽谤。杜拉斯的情人问世不久，一下就出了四种译本包括台湾的译本，电影辛德勒的名单国内尚未见到，好评就不绝于耳。我们说，这些将是传世之作，那就不是用现世的标准道德的标准来评判的。这种标准从来不用之于中国人。由此得到一个结论，那就是在文学艺术的领域，外国人可以做超越人类的事业，中国人却不能。在文学艺术及其他人文的领域之内，国人的确是在使用一种双重标准，那就是对外国人的作品，用艺术或科学的标准来审评而对中国人的作品，则用道德的标准来审评。这种想法的背后，是把外国人当成另外一个物种，这样对他们的成就就能客观地评价对本国人则当作同种，只有主观的评价，因此我们的文化事业最主要的内容不是它的成就，而是它的界限此种界限为大家所认同，谁敢越界就要被群起而攻之。当年孟子如此来评价杨朱和墨子无君无父，是禽兽也。现在我们则如此地评价废都和一些在国外获奖的电影。这些作品好不好可以另论，总不能说人家的工作是禽兽行，或者是崇洋媚外。身为一个中国人，最大的痛苦是忍受别人推己及人的次数，比世界上任何地方的人都要多。我要说的不是自己不喜欢做中国人这是我最喜欢的事，我要说的是，这对文化事业的发展很是不利。"}
{"text":"当年孟子如此来评价杨朱和墨子无君无父，是禽兽也。现在我们则如此地评价废都和一些在国外获奖的电影。这些作品好不好可以另论，总不能说人家的工作是禽兽行，或者是崇洋媚外。身为一个中国人，最大的痛苦是忍受别人推己及人的次数，比世界上任何地方的人都要多。我要说的不是自己不喜欢做中国人这是我最喜欢的事，我要说的是，这对文化事业的发展很是不利。我认为，当我们认真地评价艺术时，所用的标准和科学上的标准有共通之处，那就是不依据现世的利害得失，只论其对不对科学美不美艺术。此种标准我称为智慧的标准。假设有一种人类之外的智能生物，我们当然期望它们除了理解人类在科学上的成就之外，还能理解人类在艺术上的成就，故此，智慧就超越了人类。有些人会以为人类之外的东西能欣赏人类的艺术是不可能的，那么我敢和你打赌，此种生物在读到尤瑟纳尔女士的书时，读到某一句必会击节赞赏，对人类拥有的胸襟给予肯定至于它能不能欣赏红楼梦，我倒不敢赌。但我敢断言，这种标准是存在的。从这种标准来看，人类侥幸拥有了智慧，就该善用它，成就种种事业，其中就包括了文学艺术在内。用这样的标准来度量，小说家力图写出一本前所未有的书，正如科学家力图做出发现，是值得赞美的事。当然，还有别的标准，那就是念念不忘自己是个人，家住某某胡同某某号，周围有三姑六婆，应该循规蹈矩地过一生，倘有余力，就该发大财，当大官，让别人说你好。这后一种标准是个人幸福之所系，自然不可忘记，但作为一个现代知识分子，前一种标准也该记住一些。一个知识分子在面对文化遗产时，必定会觉得它浩浩洋洋，仰之弥高。这些东西是数千年来人类智慧的积累，当然是值得尊重的。不过，我以为它的来源更值得尊重，那就是活着的人们所拥有的智慧。这种东西就如一汪活水，所有的文化遗产都是它的沉积物。这些活水之中的一小份可以存在于你我的脑子里，照我看来，这是世界上最美好的事情。保存在文化遗产里的智慧让人尊敬，而活人头脑里的智慧更让人抱有无限的期望。我喜欢看到人们取得各种成就，尤其是喜欢看到现在的中国人取得任何一种成就。智慧永远指向虚无之境，从虚无中生出知识和美而不是死死盯住现时现事和现在的人。"}
{"text":"不过，我以为它的来源更值得尊重，那就是活着的人们所拥有的智慧。这种东西就如一汪活水，所有的文化遗产都是它的沉积物。这些活水之中的一小份可以存在于你我的脑子里，照我看来，这是世界上最美好的事情。保存在文化遗产里的智慧让人尊敬，而活人头脑里的智慧更让人抱有无限的期望。我喜欢看到人们取得各种成就，尤其是喜欢看到现在的中国人取得任何一种成就。智慧永远指向虚无之境，从虚无中生出知识和美而不是死死盯住现时现事和现在的人。我认为，把智慧的范围限定在某个小圈子里，换言之，限定在一时一地一些人一种文化传统这样一种界限之内是不对的因为假如智慧是为了产生生产或发现现在没有的东西，那么前述的界限就不应当存在。不幸的是，中国最重大的文化遗产，正是这样一种界限，就像如来佛的手掌一样，谁也跳不出来而现代的主流文化却诞生在西方。在中国做知识分子，有一种传统的模式，可能是孔孟，也可能是程朱传下来的，那就是自己先去做个循规蹈矩的人，做出了模样，做出了乐趣，再去管别人。我小的时候，从小学到中学，班上都有这样的好同学，背着手听讲，当上了小班长，再去管别人。现在也是这样，先是好好地求学，当了知名理论家批评家，再去匡正世道人心。当然，这是做人的诀窍。做个知识分子，似乎稍嫌不够除了把世道和人心匡得正正的，还该干点别的。由这样的模式，自然会产生一种学堂式的气氛，先是求学，受教，攒到了一定程度，就来教别人，管别人。如此一种学堂开办数千年来，总是同一些知识在其中循环，并未产生一种面向未来超越人类的文化――谁要骂我是民族虚无主义，就骂好了，反正我从小就不是好同学――只产生了一个极沉重的传统，无数的聪明才智被白白消磨掉。倘若说到世道人心，我承认没有比中国文化更好的传统――所以我们这里就永远只有世道人心，有不了别的。总之，说到知识分子的职责，我认为还有一种传统可循那就是面向未来，取得成就。古往今来的一切大智者无不是这样做的。这两种知识分子的形象可以这样分界，前一种一世的修为，是要做个如来佛，让别人永世跳不出他的手掌心后一种是想在一生一世之中，只要能跳出别人的手掌心就满意了。我想说的就是，希望大家都做后一种知识分子，因为不管是谁的手掌心，都太小了。道德堕落与知识分子道德堕落与知识分子看到东方杂志一期上王力雄先生的大作渴望堕落，觉得很有趣。"}
{"text":"古往今来的一切大智者无不是这样做的。这两种知识分子的形象可以这样分界，前一种一世的修为，是要做个如来佛，让别人永世跳不出他的手掌心后一种是想在一生一世之中，只要能跳出别人的手掌心就满意了。我想说的就是，希望大家都做后一种知识分子，因为不管是谁的手掌心，都太小了。道德堕落与知识分子道德堕落与知识分子看到东方杂志一期上王力雄先生的大作渴望堕落，觉得很有趣。我同意王先生的一些论点，但是在本质上，我站在王先生的对立面上，持反对王先生的态度。我喜欢王先生直言不讳的文风，只可惜那种严肃的笔调是我学不来的。一知识分子的罪名之一亵读神圣如王先生所言，现在一些知识分子放弃了道德职守，摆脱了传统价值观念的束缚，正在痞下去，具体的表现是言语粗俗，放弃理想，厚颜无耻，亵读神圣。我认为，知识分子的语言的确应当斯文些，关心的事情也该和大众有些区别。不过这些事对于知识分子只是未节，他真正的职责在于对科学和文化有所贡献而这种贡献不是仅从道德上可以评判的，甚至可以说，它和道德根本就不搭界。举例来说，达尔文先生在基督教社会里提出了进化论，所以有好多人说他不道德。我们作为旁观者，当然可以说一个科学理论，你只能说它对不对，不能拿道德来评说。但假若你是个教士，必然要说达尔文亵读神圣。鉴于这个情况，我认为满脑子神圣教条的人只宜作教士，不适于作知识分子，最起码不适于当一流的知识分子。倘若有人说，对于科学家来说，科学就是神圣的我也不同意。我的一位老师说过，中国人对于科学的认识，经历过若干个阶段。首先，视科学如洪水猛兽，故而砍电杆，毁铁路义和团的作为继而视科学如巫术，以为学会几个法门，就可以船坚炮利后来就视科学力神圣的宗教，拜倒在它面前。他老人家成为一位有成就的历史学家后，才体会到科学是个不断学习的过程。我认为他最后的体会是对的，对于每个知识分子而言，他毕生从事的事业，只能是个不断学习的过程而不是顶礼膜拜。爱因斯但身为物理学家，却不认为牛顿力学神圣，所以才有了相对论。这个例子说明，对于知识分子来说，知识不神圣？？我们用的字眼是真实可信完美到此为止。而不是知识的东西更不神圣。所以，对一位知识分子的工作而言，亵读神圣本身不是罪名，要看他有没有理由这样做。二知识分子罪名之二厚颜无耻另一个问题是知识分子应不应该比别人更知耻。"}
{"text":"我认为他最后的体会是对的，对于每个知识分子而言，他毕生从事的事业，只能是个不断学习的过程而不是顶礼膜拜。爱因斯但身为物理学家，却不认为牛顿力学神圣，所以才有了相对论。这个例子说明，对于知识分子来说，知识不神圣？？我们用的字眼是真实可信完美到此为止。而不是知识的东西更不神圣。所以，对一位知识分子的工作而言，亵读神圣本身不是罪名，要看他有没有理由这样做。二知识分子罪名之二厚颜无耻另一个问题是知识分子应不应该比别人更知耻。过去在西方社会里，身为一个同性恋者是很可耻的，计算机科学的奠基人图林先生就是个同性恋者，败露后自杀了，死时正在有作为的年龄。据说柴科夫斯基也是这样死的。按王先生的标准，这该算知耻近勇罢。但我要是生于这两位先生的年代，并且认识他们，就会劝他们无耻地活下去。我这样做，是出于对科学和音乐的热爱。在一个社会里，大众所信奉的价值观，是不是该成为知识分子的金科玉律呢？我认为这是可以存疑的。当年罗素先生在纽约教书，有学生问他对同性恋有何看法。他用他那颗伟大学者的头脑考虑后，回答了。这回答流传了出去，招来一个没甚文化的老太太告了他一状，说他诲盗诲淫，害得他老人家失了教席，灰头土脸地回英格兰去。这个故事说明的是不能强求知识分子与一般人在价值观方面一致，这是向下拉齐。除了价值观的基本方面，知识分子的价值体系应该有点独特的地方，举例来说，画家画被禁止模特，和小流氓爬女浴室窗户不可以等量齐观，虽然在表面上这两种行为有点像。三知识分子的其它罪名王先生所举知识分子的罪名，多是从价值观或者道德方面来说的。我党得多少带点宋明理学或者宗教的气味。至于说知识分子言语粗俗，举的例子是电视片中的人物，或者电影明星。我以为这些人物不典型，是不是知识分子都有疑问。假如有老外问我，中国哪些人学识渊博，有独立见解，我说出影星歌星的名字来，那我喝的肯定是不止二两啦。现在有些知识分子下了海，引起了王先生很大的忧虑。其实下了海就不是知识分子了，还说人家干什么。我觉得知识分子就该是喜欢弄点学问的人，为此不得不受点穷而非特意的喜欢熬穷。假如说安于清贫安于住筒子楼安于营养不良是好品格，恐怕是有点变态。所谓身体发肤，受之父母，和自己过不去，就是和爹娘过不去。再说，咱们还有妻子儿女。"}
{"text":"假如有老外问我，中国哪些人学识渊博，有独立见解，我说出影星歌星的名字来，那我喝的肯定是不止二两啦。现在有些知识分子下了海，引起了王先生很大的忧虑。其实下了海就不是知识分子了，还说人家干什么。我觉得知识分子就该是喜欢弄点学问的人，为此不得不受点穷而非特意的喜欢熬穷。假如说安于清贫安于住筒子楼安于营养不良是好品格，恐怕是有点变态。所谓身体发肤，受之父母，和自己过不去，就是和爹娘过不去。再说，咱们还有妻子儿女。王先生文章里提到的人物主要是作家，我举这些例子净是科学家，或许显得有点文不对题。作家也是知识分子，但是他们的事业透明度更大字人人识，话人人懂虽然意思未必懂，所以格外倒霉。我认为，在知识分子大家庭里，他们最值得同情，也最需要大家帮助。我听说有位老先生对先生的废都有如下评价国家将亡，必有妖孽。不管贾先生这本书如何，老先生言重了。真正的妖孽是康生姚文元之辈，只不过他们猖狂时来头甚大，谁也惹不起。将来咱们国家再出妖孽我希望不要再出了，大概还是那种人物。像这样的话我们该攒着，见到那种人再说。科学家维纳认为，人在做两种不同性质的事，一类如棋手，成败由他的最坏状态决定，也就是说，一局里只要犯了错误就全完了。还有一类如发明家，只要有一天状态好，做成了发明，就成功了，在此之前犯多少次糊涂都可以。贾先生从事的是后一类工作，就算废都没写好，将来还可以写出好书。这样看问题，才是知识分子对待知识分子的态度。玉先生说，知识分子会腐化社会，我认为是对的，姚文元也算个知识分子，却喜欢咬别的知识分子，带动了大家互相咬，弄得大家都像野狗。他就是这样腐化了社会。四知识分子的真实罪孽如果让我来说中国知识分子的罪状，我也能举出一堆同类相残文人相轻，内心压抑，口是心非不过这样说话是不对的。首先，不该对别人滥做价值判断。其次，说话要有凭据。所以，我不能说这样的话。我认为中国的知识分子只在一个方面有欠缺他们的工作缺少成绩，尤其是缺少一流的成果。以人口比例来算，现代一切科学文化的成果，就该有四分之一出在中国。实际上远达不到这个比例。学术界就是这样的局面，所以我们劝年轻人从事学术时总要说要耐得住寂寞！好像劝寡妇守空房一样。除了家徒四壁，还有头脑里空空如也，这让人怎么个熬法嘛。在文学方面，我同意王先生所说的，中国作家已经痞掉了从语言到思想，不比大众高明。"}
{"text":"首先，不该对别人滥做价值判断。其次，说话要有凭据。所以，我不能说这样的话。我认为中国的知识分子只在一个方面有欠缺他们的工作缺少成绩，尤其是缺少一流的成果。以人口比例来算，现代一切科学文化的成果，就该有四分之一出在中国。实际上远达不到这个比例。学术界就是这样的局面，所以我们劝年轻人从事学术时总要说要耐得住寂寞！好像劝寡妇守空房一样。除了家徒四壁，还有头脑里空空如也，这让人怎么个熬法嘛。在文学方面，我同意王先生所说的，中国作家已经痞掉了从语言到思想，不比大众高明。但说大家的人品有问题，我认为是不对的。没有杜拉斯，没有昆德拉，只有王朔的调侃小说。顺便说一句，我认为王朔的小说挺好看，但要说那就是ss，则是我万难接受万难领会的。痞是不好的，但其根源不在道德上。真正的原因是贫乏。没有感性的天才，就不会有杜拉斯情人那样的杰作没有犀利的解析，也就没有昆德拉。作家想要写出不同流俗之作，自己的头脑就要在感性和理性两方面再丰富些，而不是故作清高就能解决问题的。我国的作家朋友只要提高文学修养，还大有机会。就算遇到了挫折，还可以从头开始嘛。五知识分子该干什么？王先生的文章里，我最不能同意的就是结尾的一段。他说，中国社会的精神结构已经千疮百孔，知识分子应司重建之责。这个结构是指道德体系吧。我还真没看见疮在哪里孔在哪里。有些知识分子下了海，不过是挣几个小钱而已，还没创建王安苹果那样的大公司呢，王先生就说我们投机逐利。文章没怎么写，就厚颜无耻。还有丧失人格渴望堕落出卖原则亵读神圣这句话最怪，不知王先生信什么教藐视理想。倘若这些罪名一齐成立，也别等红卫兵褐衫队来动手，大伙就一齐吊死了罢，别活着现眼。但是我相信，王先生只是顺嘴说说，并没把咱们看得那么坏。最后说说知识分子该干什么。在我看来，知识分子可以干两件事其一，创造精神财富其二，不让别人创造精神财富。中国的知识分子后一样向来比较出色，我倒希望大伙在前一样上也较出色。重建精神结构是好事，可别建出个大笼子把大家关进去再造出些大棍子，把大家揍一顿。我们这个国家最敬重读书人，可是读书人总是不见太平。大家可以静下心来想想原因。论战与道德知识分子搞学问，除了闭门造车之外，与人讨论问题也常常是免不了得。在讨论是应该取何种态度，是个蛮有意义的问题。"}
{"text":"最后说说知识分子该干什么。在我看来，知识分子可以干两件事其一，创造精神财富其二，不让别人创造精神财富。中国的知识分子后一样向来比较出色，我倒希望大伙在前一样上也较出色。重建精神结构是好事，可别建出个大笼子把大家关进去再造出些大棍子，把大家揍一顿。我们这个国家最敬重读书人，可是读书人总是不见太平。大家可以静下心来想想原因。论战与道德知识分子搞学问，除了闭门造车之外，与人讨论问题也常常是免不了得。在讨论是应该取何种态度，是个蛮有意义的问题。在这方面我有些见闻，虽然还不够广博，但已足够有趣。先父是位逻辑学家，在五十年代曾参加过逻辑问题大讨论，所以我虽然对逻辑所知不多，也把当年德论文集找出来细读了一番。对于当年德论争各方谁对谁错，我没有什么意见，但是对论战的态度却很有看法。众所周知，逻辑是一门严谨的科学，只要能争出个对错即可可实际情况却不是那样，论战的双方都在努力证明对方是资产阶级，持有唯心主义或形而上学得思想方法。相形之下，自己是无产阶级，持有辩证唯物主义的思想方法。在我看来，逻辑问题是对错真伪的问题，扯上这么多，实属多余而且在五十年代被判定位一名资产阶级分子之后，一个人的生活肯定不是很愉快的，此种论战的方式有恫吓威胁之意。一般认为，五十年代的逻辑大讨论还算是一次比较平和的讨论，论战各方都没有因为论点前往北大荒这是必须肯定的。但要说大家表现了多少君子风度，恐怕就说不上了。我们这个社会里的论战大多要从平等等讨论转为一方对另一方的批判，这是因讨论的方式决定的根据我的观察，这些讨论里不是争谁对谁错，而是争谁好谁坏。一旦争出了结果，一方的好人身份既定，另一方是坏蛋就昭然若揭好人方对坏蛋放当然还有些话要说，不但要批判，还要揭发。根据文献，反右斗争后期，主要是研究右派分子在旧社会的作为，女右派结交男朋友的方式，男右派偷窥女浴室的问题。当然，这个阶段发生的事已经不属于讨论的范畴，但还属论战的延续。再以后就是组织处理等等，更不属于讨论的范围但是它和讨论有异常显著的因果关系。文化革命里，我是个小孩子，我住的地方有两派，他们中间的争论不管有没有意义，毕竟是一种争论。我记得有一阵子两派的广播都在朗诵毛主席的光辉著作将革命进行到底。倘若你因为双方都在表示自己将革命进行到底的决心，那就错了。"}
{"text":"当然，这个阶段发生的事已经不属于讨论的范畴，但还属论战的延续。再以后就是组织处理等等，更不属于讨论的范围但是它和讨论有异常显著的因果关系。文化革命里，我是个小孩子，我住的地方有两派，他们中间的争论不管有没有意义，毕竟是一种争论。我记得有一阵子两派的广播都在朗诵毛主席的光辉著作将革命进行到底。倘若你因为双方都在表示自己将革命进行到底的决心，那就错了。大家感兴趣的只是该文中毛主席痛斥反对派是毒蛇的那一段――化成美女的蛇和露出毒牙的蛇，它们虽然已经感到冬天的威胁，但还没有冻僵呢――朗诵这篇文章，当然是希望对方领会到自己是条毒蛇这一事实，并且感到不寒而栗。据我所见，这个希望落空了。后来双方都朗诵另一篇光辉著作敦促杜聿明等投降书，这显然是把对方看成了反动派，准备接受他们的投降，但是对方又没有这种自觉性。最后灯结果当然是刀兵相见，打了起来。这以后的事虽然有趣，但已出了本文的范围。文化革命里的两派之争，有一个阶段，虽不属论战，但也非常有趣，那就是两派都想证明对方成份不纯或者道德败坏要么发现对方庇护了大叛徒，走资派要么逮住他们干了有亏德行的事。在后一个方面，只要有某派的一对青年男女呆在一个屋子里，对立面必派出一支精悍队伍埋伏在外面，觉得里面火候差不多了，就踹门进去。我住的地方知识分子成堆，而这些事又都是知识分子所为。从表面上看，双方都是斯文人，其实凶蛮得很。这使我感到，仅用言辞来证明自己比对方道德优越，实在是不容易的事因此有时侯人们的确很难抑制自己的行动欲望。现在，任何一个有理智的人都不会认为，讨论问题的正当方式是把对方说成反动派，毒蛇，并且设法去捉他们的奸然而，假如是有关谁好谁坏的争论，假如不是因外力而中止，就会得到这种结果。因为你觉得自己是好的，对方式坏的而对方持有相反的看法，每一句辩驳都会加深恶意。恶意到了一定程度，就会诉诸行动假设你有权力，就给对方组织处理有武力，就让对方头破血流什么都没有的也会恫吓检举。一般来说，真理是越辩越明，但以这种方式争论，总是越辩越不明，而且你在哪个领域争论，哪个领域就遭到损害。而且争论的结果既然是有人好，有人坏那么好人该有好报，坏人该有坏下场，当然是不言自明。前苏联曾在遗传学方面展开了这种争论，给生物学和生物学家带来了很大的损害。"}
