{"text":"当时大厅上停在那里的两口丁氏的棺材，想是这一种冷气的源之处，但泥墙倾圮，蛛网绕梁，与壁上挂在那里的字画屏条一对比，极自然地令人生出了俯仰之间，已成陈迹的感想。因为刚刚在看了这两处衰落的别墅之后，所以一到花坞，就觉得清新安逸，像世外桃源的样子了。自北高峰后，向北直下的这一条坞里，没有洋楼，也没有伟大的建筑，而从竹叶杂树中间透露出来的屋檐半角，女墙一围，看将过去却又显得异常的整洁，异常的清丽。英文字典里有的这一个名字而形容这些茅屋田庄的安闲小洁的字眼，又有着许多像，，的绝妙佳词，我虽则还没有到过英国的乡间，但到了花坞，看了这些小庵却不能自己地便想起了这种只在小说里读过的英文字母。我手指着那些在林间散点着的小小的茅庵，回头来就问车夫我们可能进去？车夫说自然是可以的。于是就在一曲溪旁，走上了山路高一段的地方，到了静掩在那里的，双黑板的墙门之外。第二辑屐痕处处感伤的行旅车夫使劲敲了几下，庵里的木鱼声停了，接着门里头就有一位女人的声音，问外面谁在敲门。车夫说明了来意，铁门闩一响，半边的门开了，出来迎接我们的，却是一位白盈头，皱纹很少的老婆婆。庵里面的洁净，一间一间小房间的布置的清华，以及庭前屋后树木的参差掩映，和厅上佛座下经卷的纵横，你若看了之后，仍不起皈依弃世之心的，我敢断定你就是没有感觉的木石。那位带修行的老比丘尼去为我们烧茶煮水的中间，我远远听见了几声从谷底传来的鹊噪的声音大约天时向暮，乌鹊来归巢了，谷里的静，反因这几声的急噪，而加深了一层。我们静坐着，喝干了两壶极清极酽的茶后，该回去了，迟疑了一会，我就拿出了一张纸币，当作茶钱，那一位老比丘尼却笑起来了，并且婉慢地说先生！这可以不必我们是清修的庵，茶水是不用钱买的。推让了半天，她不得已就将这一元纸币交给了车夫，说这给你做个外快罢！这老尼的风度，和这一次逛花坞的趣，我在十余年后的现在，还在津津地感到回味。所以前一礼拜的星期日，和新来杭州住的几位朋友遇见之后，他们问我上哪里去玩？我就立时提出了花坞，他们是有一乘自备汽车的，经松木场，过古荡东岳而去花坞，只须二十分钟，就可以到。"}
{"text":"这可以不必我们是清修的庵，茶水是不用钱买的。推让了半天，她不得已就将这一元纸币交给了车夫，说这给你做个外快罢！这老尼的风度，和这一次逛花坞的趣，我在十余年后的现在，还在津津地感到回味。所以前一礼拜的星期日，和新来杭州住的几位朋友遇见之后，他们问我上哪里去玩？我就立时提出了花坞，他们是有一乘自备汽车的，经松木场，过古荡东岳而去花坞，只须二十分钟，就可以到。十余年来的变革，在花坞里也留下了痕迹。竹木的清幽，山溪的静妙，虽则还同太古时一样，但房屋加多了，地价当然也增高了几百倍而最令人感到不快的，却是这花坞的住民的变作了狡猾的商人。庵里的尼媪，和退院的老僧，也不像从前的恬淡了，建筑物和器具之类，并且处处还受着了欧洲的下劣趣味的恶化。同去的几位，因为没有见到十余年前花坞的时期，所以仍旧感觉得非常满意，以为九溪十八涧云栖决没有这样的清幽深邃但在我的内心，却想起了一位素朴天真，沉静幽娴的少女，忽被有钱有势的人奸了以后又被弃的状态。一九三五年三月二十四日皋亭山皋亭山俗称半山，以半山娘娘庙出名。地在杭城东北角，与城市相去大约有十五六里路之遥。上半山进香或试春游的人，可以从万安桥头下船，一直的遵水路向东北摇去。或从湖墅拱宸桥以及城里其他各埠下船去都行。若从陆路去，最好是坐火车到笕桥下车，向北走去，到半山只有七里倘由拱宸桥走去，怕要走十多里路了，而路又曲折容易走错。汽车路，不知通到了什么地方，因为航空学校在皋亭山下笕桥之南三五里，大约汽车路总一定是有的。先说明了这一条路径，其次要说我去游皋亭的经验了，这中间，还可以插叙些历史上的传说进去。自前年搬到了杭州来住后，去年今年总算已经过了两个春天。我所最爱的季节，在江南是秋是冬，以及春初的一二个月。以后天气一热，从春晚到夏末，我简直是一个病夫晚上睡不着觉，日里头昏脑涨，不吃酒也像是个醉狂的人。去年春天，为防止这一种疰夏――其实也可以说是疰春――病的袭来，老早我就在防卫，想把身体炼得好些，可以敌得过浓春的压迫，盛夏的熏蒸。故而到了春初，我就日日的游山玩水，跑路爬高，书也不读，文章也不写。"}
{"text":"自前年搬到了杭州来住后，去年今年总算已经过了两个春天。我所最爱的季节，在江南是秋是冬，以及春初的一二个月。以后天气一热，从春晚到夏末，我简直是一个病夫晚上睡不着觉，日里头昏脑涨，不吃酒也像是个醉狂的人。去年春天，为防止这一种疰夏――其实也可以说是疰春――病的袭来，老早我就在防卫，想把身体炼得好些，可以敌得过浓春的压迫，盛夏的熏蒸。故而到了春初，我就日日的游山玩水，跑路爬高，书也不读，文章也不写。有一天正在打算找出一处不曾去过的地方来，去游它一天，消磨那一日长闲的春昼，恰巧有一位多年不见的诗人何君来了，他是住在临平附近的人，对于那一边的地理，是很熟悉的。我问说临平山，超山，唐栖镇，都已经去过了，东面还有更可以玩的地方没有？他垂头想了一想，就说半山你到过没有？我说没有！于是就决定了一道去游半山。半山本名皋亭山，在清朝各诗人的集子里，记游皋亭看桃花的诗词杂文很多很多我们去的那一天，桃花虽还没有开，但那一年春天来得较迟，梅花也许是还有的。皋亭虽不是出梅子的地方，可是野人篱落，一树半枝的古梅，倒也许比梅林更为有趣何君从故乡来，说迟梅还正在盛开，而这一天的天气，也正适合于探梅野步。第二辑屐痕处处感伤的行旅我们去时，本打算上笕桥去下车，以后就走到皋亭山上庙里去吃午餐的但一到车站，听说四等车已经开了，于是不得已只能坐火车到了拱宸桥。在拱宸桥下车，遥望着皋亭的山色，向北向东，穿桑林，过小桥，一路的走去，那一种萧疏的野景，实在也满含着牧歌式的趣。到了离皋亭山不远，入沿堤一处村子里的时候，梅花已经看了不少，说话也说尽了两三个钟头，而肚里也有点像贪狼似的饿了。我们在堤上的一家茶馆里，烘着太阳，脱下衣服，先喝了两大碗土烧酒，吃了十几个茶叶蛋，和一大包花生米豆腐干。村里的人，看见我们食量的宏大，行动的奇特，在这早春的农闲期里，居然也聚集拢了许多农工织女，来和我们攀谈。中间有一位抱小孩子的二十二三的少妇，衣服穿得异常的整齐，相貌也生得非常之完满，默默微笑着坐在我们一丛人的边上，在听我们谈海天，说笑话，而时时还要加以一句两句的羞缩的问语。"}
{"text":"村里的人，看见我们食量的宏大，行动的奇特，在这早春的农闲期里，居然也聚集拢了许多农工织女，来和我们攀谈。中间有一位抱小孩子的二十二三的少妇，衣服穿得异常的整齐，相貌也生得非常之完满，默默微笑着坐在我们一丛人的边上，在听我们谈海天，说笑话，而时时还要加以一句两句的羞缩的问语。何诗人得意之至，酒喝完后，诗兴了，即席就吟成了一七长句，后来就题上了半山娘娘庙的墙壁他要我和，我只做成了一半，后一半却是在回来的路上做的，当然是出韵了，原诗已经记不出来，我现在先把我的和诗抄在下面春愁如水刀难断，村酿偏醇醉易狂，笑指朱颜称白也，乱抛青眼到红妆，上方钟定夫人庙，东阁诗成水部郎，看遍野梅三百树，皋亭山色暮苍苍。因为我们在茶馆里所谈的，就是这一诗里的故实。他们说半山娘娘最有灵感，看蚕的人家，每年来这里烧香的，从二月到四月，总有几千几万。他们又说半山娘娘，是小康王封的。金人追小康王到了这山的半腰，小康王无处躲了，幸亏这娘娘一把沙泥，撒瞎了追来的金人的眼睛。又有一个老农夫订正这一个传说小康王逃入了半山的山洞，金人赶到了，幸亏娘娘把一篓细丝倒向了洞口，因而结成了蛛网。金人看见蛛网满洞，晓得小康王决不躲在洞里，所以又远追了开去。凡此种种，以及香灰疗病，娘娘托梦等最近的奇迹，他们都说得活灵活现，我们仿佛是身到了西方的佛国。故而何诗人做了诗，而不是诗人的我也放出了那么的一臭，其实呢，半山庙所祀的为倪夫人据说，金人来侵，村民避难入山向晚大家回村去宿，独倪夫人怕被奸污，留居山上，夜间为毒蛇咬死。人悯其贞，故立庙祀之。所谓撒沙，所谓倒丝筐，都是由这传说里滋生出来的枝节，而祠为宋敕，神为女神，却是实事。我们饱吃了一顿，大笑了一场，就由这水边的村店里走出，沿堤又走了二三里路，就走上了皋亭脚下的一个有山门在的村子这里人家更多，小店里的货色也比较得完备。但村民的新年习惯，到了阴历的二月还未除去，山门前的亭子里，茶店里，有许多人围着在赌牌九。何诗人与我，也挤了进去，押了几次，等四毛小洋输完后，只好转身入山门，上山去瞻仰半山娘娘的像了。庙的确是在半山，庙里的匾额签文，以及香烛之类，果然堆叠得很多。但正殿三间，已经倾颓灰黑了，若再不修理，怕将维持不下去。"}
{"text":"但村民的新年习惯，到了阴历的二月还未除去，山门前的亭子里，茶店里，有许多人围着在赌牌九。何诗人与我，也挤了进去，押了几次，等四毛小洋输完后，只好转身入山门，上山去瞻仰半山娘娘的像了。庙的确是在半山，庙里的匾额签文，以及香烛之类，果然堆叠得很多。但正殿三间，已经倾颓灰黑了，若再不修理，怕将维持不下去。西面的厢房一排数间，是厨房，也是管庙管山的人的宿舍，后面更有一个观音堂，却是新近修理粉刷过的。因为半山庙的前后左右，也没有什么好看，桃树也并没有看见，梅花更加少了，我们就由倪夫人庙西面的一条山路走上了山顶。登高而望远，风景是总不会坏的，我们在皋亭山顶，自然也看见了杭州城里的烟树人家与钱塘江南岸的青山。从山顶下来，时间已经不早了，何诗人将诗题上了西厢的粉壁后，两人就跑也似的走到了笕桥。一年的岁月，过去得很快今年新春刚过，又是饲蚕的时节了，前几天在万安桥头闲步，并且还看见了桅杆上张着黄旗的万安集半山超山进香的香船，因而便想起了去年的游迹，因而又出了一臭本章结束第二辑屐痕处处感伤的行旅半堤桃柳半堤烟，急景清明谷雨前，相约皋亭山下去，沿河好看进香船。一九三五年三月二十七日城里的吴山不管是到过或没有到过杭州的人，只须是受过几年中学教育的，你倘若问他杭州城里有什么大自然的好景？他总会毫不思索地回覆你一声西湖！其实西湖却是在从前的杭州城外的，以其在杭城之西而得名。真正在杭州城里的大观，第一要推吴山俗名城隍山，可是现在来杭州的游客，大半总不加以注意就是住在杭州的本地人，也一年之中去不得几次，这才是奇事。我这一回来称颂吴山，若说得僭一点，也可以说是我的杭州城的见，以效之颦不过吴山在辛亥革命以前，久已经是杭州唯一的游赏之地，现在的见，原也只是重翻旧账而已。吴山，春秋时为吴南界，以别于越，故曰吴山。或曰，以伍子胥故，讹伍为吴，故郡志亦称胥山，在镇海楼即鼓楼之右。盖天目为杭州诸山之宗，翔舞而东，结局于凤凰山其支山左折，遂为吴山派分西北，为宝月为蛾眉，为竹园稍南为石佛，为七宝，为金地，为瑞石，为宝莲，为清平，总曰吴山。"}
{"text":"我这一回来称颂吴山，若说得僭一点，也可以说是我的杭州城的见，以效之颦不过吴山在辛亥革命以前，久已经是杭州唯一的游赏之地，现在的见，原也只是重翻旧账而已。吴山，春秋时为吴南界，以别于越，故曰吴山。或曰，以伍子胥故，讹伍为吴，故郡志亦称胥山，在镇海楼即鼓楼之右。盖天目为杭州诸山之宗，翔舞而东，结局于凤凰山其支山左折，遂为吴山派分西北，为宝月为蛾眉，为竹园稍南为石佛，为七宝，为金地，为瑞石，为宝莲，为清平，总曰吴山。这是田叔禾西湖游览志卷十二记南山城内胜迹中之关于吴山的记载。二十余年前，杭州人说是出游，总以这吴山为目的脚力不继的人，也要出吴山的脚下，上涌金门外三雅园等地方去喝茶自辛亥革命以来，旗营全毁，城墙拆了，游人就集中在湖滨，不再有上城隍山去消磨半日光阴的事了。吴山的好处，第一在它的近，第二在它的并不高，元时平章答剌罕脱欢所L的那数百级的石级，走走并不费力。可是一到顶上，掉头四顾，却可以看得见沧海的日出，钱塘江江上的帆行，西兴的烟树，城里的人家西湖只像一面圆镜，到城隍山上去俯看下来，却不见得有趣，不见得娇美了。还有一件吴山特有的好处，是这山上的怪石的特多你若从东面上山，一直的向南向西，沿岭脊走去，在路上有十几处可以看到这些神工鬼斧的奇岩怪石。假山叠不到这样的巧，真山也决没有这样的秀，而襟江带湖碧天四匝僧庐道院画阁雕栏茂林修竹尘市炊烟等景物，还是不足道的余事。还有一层，觉得现在的吴山，对于我，比从前更觉得有味的，是游人的稀少。大约上吴山去的，总以春秋二节的烧香客为限一般的游人，尤其是老住在杭州的我所认识的许多朋友，平时决不会去的。乡下的烧香客，在香市里虽则拥挤不堪，可是因为我和他们并不相识，所以虽处在稠人广众之中，我还可以尽地享受我的孤独。自迁到杭州来后，这城隍山的一角，仿佛是变了我的野外的人凡遇到胸怀悒郁，工作倦颓，或风雨晦暝，气候不正的时候，只消上山去走它半天，喝一碗茶两杯酒，坐两三个钟头，就可以恢复元气，爽飒地回来，好像是洗了一个澡。去年元日，曾去登过，今年元日，也照例的去此外凡遇节期，以及稍稍闲空的当儿，就是心里没有什么烦闷，也会独自一个踱上山去，癫坐它半天。前次语堂来杭，我陪他走了半天城隍山后，他也看出了这山的好处来了，我们还谈到了集资买地，来造它一个俱乐部的事。"}
{"text":"自迁到杭州来后，这城隍山的一角，仿佛是变了我的野外的人凡遇到胸怀悒郁，工作倦颓，或风雨晦暝，气候不正的时候，只消上山去走它半天，喝一碗茶两杯酒，坐两三个钟头，就可以恢复元气，爽飒地回来，好像是洗了一个澡。去年元日，曾去登过，今年元日，也照例的去此外凡遇节期，以及稍稍闲空的当儿，就是心里没有什么烦闷，也会独自一个踱上山去，癫坐它半天。前次语堂来杭，我陪他走了半天城隍山后，他也看出了这山的好处来了，我们还谈到了集资买地，来造它一个俱乐部的事。大约吴山卜筑，事亦非难，只教有五千元钱，以一千元买地，四千元造屋，就可以成功了不过可惜的，是几处地点最好的地方，都已经被有钱有势不懂山水的人侵占了去，我们若来，只能在南山之下，买几方地，筑数椽屋处境不高，眺望也不能开畅，与山居的原意，小有不合而已。不久之前，更有几位研究中国文学的外人来游，我也照例的陪他们游过吴山之后，他们问我说金人所说的立马吴山第一峰，是什么意思？他们以为吴山总是杭州最高的山，所以金人会有这样的诗语。我一时解答不出，就只指示了他们以一排南宋故宫的遗址。大约自凤山门以西，沿凤凰山而北的一段，一定是南宋的大内，穿过万松岭，可以直达湖滨的。他们才豁然大悟地说原来是如此，立马吴山，就可以看得到宫城的全部，金人的用意也可算深了。这一个对于第一峰三字的解释，不知究竟正确不正确。但南宋故宫的遗址，却的确可以由城隍山或紫阳山的极顶，看得一望无遗的。第二辑屐痕处处感伤的行旅一九三五年五月八日国道飞车记两浙的山水，差不多已经看到十之七八了，只有杭州北去，所谓京杭国道的一带，自从汽车路修成之后，却终于没有机会去游历。像莫干山，像湖州，像长兴等处，我去的时候，都系由拱宸桥坐小火轮而去，至今时隔十余年，现在汽车路新通，当然又是景象一变了，因而每在私私地打算，想几时腾出几日时间来，从杭州向北，一直的到南京为止，再去试一番混沌的游行。七月二十一日，亦即阴历六月下旬的头一天，正当几日酷暑后的一个伏里的星期假日，赵公夫妇，先期约去宜兴看善卷庚桑两洞的创制规模有此一对好游侣，自然落得去领略领略祝英台的故宅，张道陵的仙岩了。所以早晨四点钟的时候，就性急慌忙地立向了苍茫的晨色之中，像一只鹤样，伸长了头，尽在等待着一九五号汽车的喇叭声来。"}
{"text":"七月二十一日，亦即阴历六月下旬的头一天，正当几日酷暑后的一个伏里的星期假日，赵公夫妇，先期约去宜兴看善卷庚桑两洞的创制规模有此一对好游侣，自然落得去领略领略祝英台的故宅，张道陵的仙岩了。所以早晨四点钟的时候，就性急慌忙地立向了苍茫的晨色之中，像一只鹤样，伸长了头，尽在等待着一九五号汽车的喇叭声来。六点多钟到了旗下，和朱惠清夫妇，一共三对六人，挤入了一辆培克轿车的中间。出武林门，过小河寨，走上两旁有白杨树长着的国道的时候，大家只像是笼子里放出来的小鸟，嘻嘻哈哈，你说一声这风景多么好！我唱一句青山绿水常在面前！把所有的人生之累，都撒向汽车后面的灰尘里去了。飞跑了二三十分钟，面前看见了一条澄碧的清溪，溪上有一围小山，山上山下更有无数的白壁的人家，倒映在溪水的中流，大家都说是瓶窑到了是拱宸桥以北的第一个大镇，也就是杭州属下四大镇中间的一个。前两个月，由日本庚款中拨钱创设的上海自然科学研究所所长中尾博士来浙江调查地质，曾对我说过，瓶窑是五百年前窑业极盛的地方虽则土质不十分细致，但若开掘下去，也还可以掘出许多有价值的古瓶古碗来。车从那条架在苕溪溪上的木桥上驶过，我心里正在打算，想回来的时候，时间若来得及，倒也可以下车去看看，这瓶窑究竟是一个怎么样的地方。当这一个念头正还没有转完，汽车到了山后，却迟迟迟地突然发出了几声异样的响声。勃来克一攀，车刹住了车夫跳下去检查了一下，上来再踏车身竟摆下了架子，再也不肯动了我们只能一齐下来，在野道旁一处车水的地方暂息了一下尘身。等车夫上瓶窑公路车站去叫了机器师来检查的时候，我们已经吃完了几个茶叶蛋，两杯黄酒，和三个梨儿而四周的野景，南面的山坡，和一池浅水，数簇疏林，还不算是正式的下酒之物。唱着自然的大道之歌，和一群聚拢来看热闹的乡下顽童，亨落呵落地将汽车倒推了车站的旁边，赵公夫妇就忙去打电话叫汽车不负责任的我们四人，便幸灾乐祸，悠悠地踏上了桥头，踏上了后窑的街市，大嚼了一阵油条烧饼炒豆黄金瓜。"}
{"text":"唱着自然的大道之歌，和一群聚拢来看热闹的乡下顽童，亨落呵落地将汽车倒推了车站的旁边，赵公夫妇就忙去打电话叫汽车不负责任的我们四人，便幸灾乐祸，悠悠地踏上了桥头，踏上了后窑的街市，大嚼了一阵油条烧饼炒豆黄金瓜。好容易把电话打通，等第二乘汽车自杭州出发来接替的中间，我们大家更不忙不怕，在四十几分钟之内，游尽了瓶窑镇上磨子心横街等最热闹的街市，看遍了四面有绿水回环着的回龙寺的伽蓝。当第二乘接替的汽车到来，喇叭吹着，催我们再上车去的一刻，我们立在回龙寺东面的小桥栏里，看看寺后的湖光，看看北面湖上的群山，更问问上这寺里来出家养老，要出几百元钱才可以买到一所寮房的内部组织，简直有点儿不想上车，不想再回到红尘人世去的样子。因为在瓶窑耽误了将近两小时的工夫，怕前程路远，晚上赶不及回杭州，所以汽车一发，就拼命地加紧了速度所以驶过湖州，驶过烟波浩荡的太湖边上，都不曾下来拥鼻微吟，学一学骚人雅士的流连风景。但当走过江浙交界的界碑的瞬间，与过国道正中途太湖湖上有许多妨碍交通的木牌坊立着的一刹那，大家的心里，也莫名其妙的起了一种感慨，这是人类当自以为把无限征服了的时候，必然地要起来的一种感慨。宇宙之中，最显而易见的无限的观念，是空间与时间人生天地间，与无限的时间和空间来一较量，实在是太渺小太可怜了于是乎就得想个法子出来，好让大家来一下。所以国界省界县界等等，就是人类凭了浅薄的头脑，想把无限的空间来加以限制的一种小玩意儿里程的记数，与夫山川界路的划分，用意虽在保持私有财产的制度，但实际却可以说是我们对于无限想加以征服的企图。把一串不断的时间来划成年，分成月，更细切成日与时与分，其用意也在乎此，就是数的设定，也何尝不是出于这一种人类的野心？因为径寸之木，以二分之，便一辈子也分不完，一加一地将数目连加上去，也同样一辈子都加不尽的。第二辑屐痕处处感伤的行旅车过太湖，于受到了这些说不出理由的感动之外，我们原也同做梦似地从车窗里看到了一点点风景。烈日下闪烁着的汪洋三万六千顷的湖波，以及老远老远浮在那里的马迹山洞庭山等的岛影，从飞驰着的汽车窗里遥望过去，却像是电影里的外景，也像是走马灯上的湖山。"}
