{"text":"这是我知道的，凡我所编辑的期刊，大概是因为往往有始无终之故罢，销行一向就甚为寥落，然而在这样的生活艰难中，毅然预定了莽原全年的就有她。我也早觉得有写一点东西的必要了，这虽然于死者毫不相干，但在生者，却大抵只能如此而已。倘使我能够相信真有所谓在天之灵，那自然可以得到更大的安慰，――但是，现在，却只能如此而已。可是我实在无话可说。我只觉得所住的并非人间。四十多个青年的血，洋溢在我的周围，使我艰于呼吸视听，那里还能有什么言语？长歌当哭，是必须在痛定之后的。而此后几个所谓学者文人的阴险的论调，尤使我觉得悲哀。我已经出离愤怒了。我将深味这非人间的浓黑的悲凉以我的最大哀痛显示于非人间，使它们快意于我的苦痛，就将这作为后死者的菲薄的祭品，奉献于逝者的灵前。二真的猛士，敢于直面惨淡的人生，敢于正视淋漓的鲜血。这是怎样的哀痛者和幸福者？然而造化又常常为庸人设计，以时间的流驶，来洗涤旧迹，仅使留下淡红的血色和微漠的悲哀。在这淡红的血色和微漠的悲哀中，又给人暂得偷生，维持着这似人非人的世界。我不知道这样的世界何时是一个尽头！我们还在这样的世上活着我也早觉得有写一点东西的必要了。离三月十八日也已有两星期，忘却的救主快要降临了罢，我正有写一点东西的必要了。三在四十余被害的青年之中，刘和珍君是我的学生。学生云者，我向来这样想，这样说，现在却觉得有些踌躇了，我应该对她奉献我的悲哀与尊敬。她不是苟活到现在的我的学生，是为了中国而死的中国的青年。她的姓名第一次为我所见，是在去年夏初杨荫榆女士做女子师范大学校长，开除校中六个学生自治会职员的时候。其中的一个就是她但是我不认识。直到后来，也许已经是刘百昭率领男女武将，强拖出校之后了，才有人指着一个学生告诉我，说这就是刘和珍。其时我才能将姓名和实体联合起来，心中却暗自诧异。我平素想，能够不为势利所屈，反抗一广有羽翼的校长的学生，无论如何，总该是有些桀骜锋利的，但她却常常微笑着，态度很温和。待到偏安于宗帽胡同，赁屋授课之后，她才始来听我的讲义，于是见面的回数就较多了，也还是始终微笑着，态度很温和。待到学校恢复旧观，往日的教职员以为责任已尽，准备陆续引退的时候，我才见她虑及母校前途，黯然至于泣下。此后似乎就不相见。总之，在我的记忆上，那一次就是永别了。"}
{"text":"其时我才能将姓名和实体联合起来，心中却暗自诧异。我平素想，能够不为势利所屈，反抗一广有羽翼的校长的学生，无论如何，总该是有些桀骜锋利的，但她却常常微笑着，态度很温和。待到偏安于宗帽胡同，赁屋授课之后，她才始来听我的讲义，于是见面的回数就较多了，也还是始终微笑着，态度很温和。待到学校恢复旧观，往日的教职员以为责任已尽，准备陆续引退的时候，我才见她虑及母校前途，黯然至于泣下。此后似乎就不相见。总之，在我的记忆上，那一次就是永别了。四我在十八日早晨，才知道上午有群众向执政府请愿的事下午便得到噩耗，说卫队居然开枪，死伤至数百人，而刘和珍君即在遇害者之列。但我对于这些传说，竟至于颇为怀疑。我向来是不惮以最坏的恶意，来推测中国人的，然而我还不料，也不信竟会下劣凶残到这地步。况且始终微笑着的和蔼的刘和珍君，更何至于无端在府门前喋血呢？然而即日证明是事实了，作证的便是她自己的尸骸。还有一具，是杨德群君的。而且又证明着这不但是杀害，简直是虐杀，因为身体上还有棍棒的伤痕。但段政府就有令，说她们是暴徒！但接着就有流言，说她们是受人利用的。惨象，已使我目不忍视了流言，尤使我耳不忍闻。我还有什么话可说呢？我懂得衰亡民族之所以默无声息的缘由了。沉默呵，沉默呵！不在沉默中爆发，就在沉默中灭亡。五但是，我还有要说的话。我没有亲见听说，她，刘和珍君，那时是欣然前往的。自然，请愿而已，稍有人心者，谁也不会料到有这样的罗网。但竟在执政府前中弹了，从背部入，斜穿心肺，已是致命的创伤，只是没有便死。同去的张静淑君想扶起她，中了四弹，其一是手枪，立仆同去的杨德群君又想去扶起她，也被击，弹从左肩入，穿胸偏右出，也立仆。但她还能坐起来，一个兵在她头部及胸部猛击两棍，于是死掉了。始终微笑的和蔼的刘和珍君确是死掉了，这是真的，有她自己的尸骸为证沉勇而友爱的杨德群君也死掉了，有她自己的尸骸为证只有一样沉勇而友爱的张静淑君还在医院里呻吟。当三个女子从容地转辗于文明人所发明的枪弹的攒射中的时候，这是怎样的一个惊心动魄的伟大呵！中国军人的屠戮妇婴的伟绩，八国联军的惩创学生的武功，不幸全被这几缕血痕抹杀了。但是中外的杀人者却居然昂起头来，不知道个个脸上有着血污。"}
{"text":"当三个女子从容地转辗于文明人所发明的枪弹的攒射中的时候，这是怎样的一个惊心动魄的伟大呵！中国军人的屠戮妇婴的伟绩，八国联军的惩创学生的武功，不幸全被这几缕血痕抹杀了。但是中外的杀人者却居然昂起头来，不知道个个脸上有着血污。六时间永是流驶，街市依旧太平，有限的几个生命，在中国是不算什么的，至多，不过供无恶意的闲人以饭后的谈资，或者给有恶意的闲人作流言的种子。至于此外的深的意义，我总觉得很寥寥，因为这实在不过是徒手的请愿。人类的血战前行的历史，正如煤的形成，当时用大量的木材，结果却只是一小块，但请愿是不在其中的，更何况是徒手。然而既然有了血痕了，当然不觉要扩大。至少，也当浸渍了亲族师友，爱人的心，纵使时光流驶，洗成绯红，也会在微漠的悲哀中永存微笑的和蔼的旧影。陶潜说过，亲戚或余悲，他人亦已歌，死去何所道，托体同山阿。倘能如此，这也就够了。七我已经说过我向来是不惮以最坏的恶意来推测中国人的。但这回却很有几点出于我的意外。一是当局者竟会这样地凶残，一是流言家竟至如此之下劣，一是中国的女性临难竟能如是之从容。我目睹中国女子的办事，是始于去年的，虽然是少数，但看那干练坚决，百折不回的气概，曾经屡次为之感叹。至于这一回在弹雨中互相救助，虽殒身不恤的事实，则更足为中国女子的勇毅，虽遭阴谋秘计，压抑至数千年，而终于没有消亡的明证了。倘要寻求这一次死伤者对于将来的意义，意义就在此罢。苟活者在淡红的血色中，会依稀看见微茫的希望真的猛士，将更奋然而前行。呜呼，我说不出话，但以此记念刘和珍君！四月一日。本篇最初发表于一九二六年四月十二日语丝周刊第七十四期。刘和珍―江西南昌人，北京女子师范大学英文系学生。杨德群―，湖南湘阴人，北京女子师范大学国文系预科学生。程君指程毅志，湖北孝感人，北京女子师范大学教育系学生。莽原文艺刊物，编辑。一九二五年四月二十四日创刊于北京。初为周刊，附京报发行，同年十一月二十七日出至第三十二期休刊。一九二六年一月十日改为半月刊，未名社出版。一九二六年八月离开北京后，由韦素园接编，一九二七年十二月二十五日出至第四十八期停刊。"}
{"text":"刘和珍―江西南昌人，北京女子师范大学英文系学生。杨德群―，湖南湘阴人，北京女子师范大学国文系预科学生。程君指程毅志，湖北孝感人，北京女子师范大学教育系学生。莽原文艺刊物，编辑。一九二五年四月二十四日创刊于北京。初为周刊，附京报发行，同年十一月二十七日出至第三十二期休刊。一九二六年一月十日改为半月刊，未名社出版。一九二六年八月离开北京后，由韦素园接编，一九二七年十二月二十五日出至第四十八期停刊。这里所说的毅然预定了莽原全年，指莽原半月刊。在北京女子师范大学学生反对校长杨荫榆的风潮中，杨于一九二五年五月七日借召开国耻纪念会为名，强行登台做主席，但立即为全场学生的嘘声所赶走。下午，她在西安饭店召集若干教员宴饮，阴谋迫害学生。九日，假借评议会名义开除许广平刘和珍蒲振声张平江郑德音姜伯谛等六个学生自治会职员。偏安于宗帽胡同反对杨荫榆的女师大学生被赶出学校后，在西城宗帽胡同租赁房屋作为临时校舍，于一九二五年九月二十一日开学。当时和一些进步教师曾去义务授课，表示支持。学校恢复旧观女师大学生经过一年多的斗争，在社会进步力量的声援下，于一九二五年十一月三十日迁回宣武门内石驸马大街原址，宣告复校。张静淑―湖南长沙人，北京女子师范大学教育系学生。受伤后经医治，幸得不死。陶潜晋代诗人。参看本卷第页注。这里引用的是他所作挽歌中的四句。空谈空谈一请愿的事，我一向就不以为然的，但并非因为怕有三月十八日那样的惨杀。那样的惨杀，我实在没有梦想到，虽然我向来常以刀笔吏的意思来窥测我们中国人。我只知道他们麻木，没有良心，不足与言，而况是请愿，而况又是徒手，却没有料到有这么阴毒与凶残。能逆料的，大概只有段祺瑞，贾德耀，章士钊和他们的同类罢。四十七个男女青年的生命，完全是被骗去的，简直是诱杀。有些东西――我称之为什么呢，我想不出――说群众领袖应负道义上的责任。这些东西仿佛就承认了对徒手群众应该开枪，执政府前原是死地，死者就如自投罗网一般。群众领袖本没有和段祺瑞等辈心心相印，也未曾互相钩通，怎么能够料到这阴险的辣手。这样的辣手，只要略有人气者，是万万豫想不到的。"}
{"text":"能逆料的，大概只有段祺瑞，贾德耀，章士钊和他们的同类罢。四十七个男女青年的生命，完全是被骗去的，简直是诱杀。有些东西――我称之为什么呢，我想不出――说群众领袖应负道义上的责任。这些东西仿佛就承认了对徒手群众应该开枪，执政府前原是死地，死者就如自投罗网一般。群众领袖本没有和段祺瑞等辈心心相印，也未曾互相钩通，怎么能够料到这阴险的辣手。这样的辣手，只要略有人气者，是万万豫想不到的。我以为倘要锻炼群众领袖的错处，只有两点一是还以请愿为有用二是将对手看得太好了。二但以上也仍然是事后的话。我想，当这事实没有发生以前，恐怕谁也不会料到要演这般的惨剧，至多，也不过获得照例的徒劳罢了。只有有学问的聪明人能够先料到，承认凡请愿就是送死。陈源教授的闲话说我们要是劝告女志士们，以后少加入群众运动，她们一定要说我们轻视她们，所以我们也不敢来多嘴。可是对于未成年的男女孩童，我们不能不希望他们以后不再参加任何运动。现代评论六十八为什么呢？因为参加各种运动，是甚至于像这次一样，要冒枪林弹雨的险，受践踏死伤之苦的。这次用了四十七条性命，只购得一种见识本国的执政府前是枪林弹雨的地方，要去送死，应该待到成年，出于自愿的才是。我以为女志士和未成年的男女孩童，参加学校运动会，大概倒还不至于有很大的危险的。至于枪林弹雨中的请愿，则虽是成年的男志士们，也应该切切记住，从此罢休！看现在竟如何。不过多了几篇诗文，多了若干谈助。几个名人和什么当局者在接洽葬地，由大请愿改为小请愿了。埋葬自然是最妥当的收场。然而很奇怪，仿佛这四十七个死者，是因为怕老来死后无处埋葬，特来挣一点官地似的。万生园多么近，而四烈士坟前还有三块墓碑不镌一字，更何况僻远如圆明园。死者倘不埋在活人的心中，那就真真死掉了。三改革自然常不免于流血，但流血非即等于改革。血的应用，正如金钱一般，吝啬固然是不行的，浪费也大大的失算。我对于这回的牺牲者，非常觉得哀伤。但愿这样的请愿，从此停止就好。请愿虽然是无论那一国度里常有的事，不至于死的事，但我们已经知道中国是例外，除非你能将枪林弹雨消除。正规的战法，也必须对手是英雄才适用。汉末总算还是人心很古的时候罢，恕我引一个小说上的典故许褚赤体上阵，也就很中了好几箭。"}
{"text":"死者倘不埋在活人的心中，那就真真死掉了。三改革自然常不免于流血，但流血非即等于改革。血的应用，正如金钱一般，吝啬固然是不行的，浪费也大大的失算。我对于这回的牺牲者，非常觉得哀伤。但愿这样的请愿，从此停止就好。请愿虽然是无论那一国度里常有的事，不至于死的事，但我们已经知道中国是例外，除非你能将枪林弹雨消除。正规的战法，也必须对手是英雄才适用。汉末总算还是人心很古的时候罢，恕我引一个小说上的典故许褚赤体上阵，也就很中了好几箭。而金圣叹还笑他道谁叫你赤膊？至于现在似的发明了许多火器的时代，交兵就都用壕堑战。这并非吝惜生命，乃是不肯虚掷生命，因为战士的生命是宝贵的。在战士不多的地方，这生命就愈宝贵。所谓宝贵者，并非珍藏于家，乃是要以小本钱换得极大的利息，至少，也必须卖买相当。以血的洪流淹死一个敌人，以同胞的尸体填满一个缺陷，已经是陈腐的话了。从最新的战术的眼光看起来，这是多么大的损失。这回死者的遗给后来的功德，是在撕去了许多东西的人相，露出那出于意料之外的阴毒的心，教给继续战斗者以别种方法的战斗。四月二日。本篇最初发表于一九二六年四月十日国民新报副刊。贾德耀安徽合肥人。曾任北洋政府陆军总长，三一八惨案的凶手之一，当时是段祺瑞临时执政府的国务总理。群众领袖应负道义上的责任一九二六年三月二十二日，研究系机关报晨报发表陈渊泉写的题为群众领袖安在的社论，诬蔑徐谦等非迫群众至国务院不可，竟捏报府院卫队业已解除武装，此行绝无危险，故一群青年始相率而往。并公然叫嚷吾人在纠弹政府之余，又不能不诘问所谓群众领袖之责任。陈西滢在现代评论第三卷第六十八期一九二六年三月二十七日评论三一八惨案的闲话中，也企图把这次惨案的责任，推到他所说的民众领袖身上去，说他遇见好些人，都说那天在天安门开会后，他们本来不打算再到执政府。因为他们听见主席宣布执政府的卫队已经解除了武装所以又到执政府门前去瞧热闹。我们不能不相信，至少有一部分人的死，是由主席的那几句话。要是主席明明知道卫队没有解除武装，他故意那样说，他的罪孽当然不下于开枪杀人者要是他误听流言，不思索调查，便信以为真，公然宣布，也未免太不负民众领袖的责任。锻炼这里是罗织罪名的意思。"}
{"text":"因为他们听见主席宣布执政府的卫队已经解除了武装所以又到执政府门前去瞧热闹。我们不能不相信，至少有一部分人的死，是由主席的那几句话。要是主席明明知道卫队没有解除武装，他故意那样说，他的罪孽当然不下于开枪杀人者要是他误听流言，不思索调查，便信以为真，公然宣布，也未免太不负民众领袖的责任。锻炼这里是罗织罪名的意思。四烈士指辛亥革命时炸袁世凯的杨禹昌张先培黄之萌和炸良弼的彭家珍四人。他们合葬于北京西直门外约二里的万生园即今北京动物园，在张黄彭三人的墓碑上都没有镌上一个字。圆明园在北京西直门外二十余里的海淀，是清朝皇帝避暑的地方，清咸丰十年被侵入北京的英法联军焚毁。三一八惨案后，被难者家属和北京一些团体学校代表四十多人，于二十七日召开联席会议，由民国大学校长雷殷报告，他认为公葬地点以圆明园为宜，并说已非正式地与内务总长屈映光商议，得到允诺等。会议遂决定成立三一八殉难烈士公葬筹备处，并拟葬各烈士于圆明园。许褚三国时曹操部下名将。赤体上阵的故事，见小说三国演义第五十九回许褚裸衣斗马超。清初毛宗岗三国演义评本，卷首有假托为金圣叹所作的序，并有圣叹外书字样，每回前均附加评语，通常就都把这些评语认为是金圣叹所作。金圣叹―，名人瑞，江苏吴县人，明末清初文人，曾批注水浒西厢记等书，他把所加的序文读法和评语等称为圣叹外书。如此讨赤如此讨赤京津间许多次大小战争，战死了不知多少人，为讨赤也执政府前开排枪，打死请愿者四十七，伤百余，通缉率领暴徒之徐谦等人五，为讨赤也奉天飞机三临北京之空中，掷下炸弹，杀两妇人，伤一小黄狗，为讨赤也。京津间战死之兵士和北京中被炸死之两妇人和被炸伤之一小黄狗，是否即赤，尚无明令，下民不得而知。至于府前枪杀之四十七人，则第一明令已云有误伤矣京师地方检察厅公函又云此次集会请愿宗旨尚属正当，又无不正之行为矣而国务院会议又将从优拟恤矣。然则徐谦们所率领的暴徒那里去了呢？他们都有符咒，能避枪炮的么？总而言之讨则讨矣了，而赤安在呢？而赤安在，姑且勿论。"}
{"text":"京津间战死之兵士和北京中被炸死之两妇人和被炸伤之一小黄狗，是否即赤，尚无明令，下民不得而知。至于府前枪杀之四十七人，则第一明令已云有误伤矣京师地方检察厅公函又云此次集会请愿宗旨尚属正当，又无不正之行为矣而国务院会议又将从优拟恤矣。然则徐谦们所率领的暴徒那里去了呢？他们都有符咒，能避枪炮的么？总而言之讨则讨矣了，而赤安在呢？而赤安在，姑且勿论。归根结蒂，烈士落葬，徐谦们逃亡，两个俄款委员会委员出缺。六日京报云昨日九校教职员联席会议代表在法政大学开会，查良钊主席，先报告前日因俄款委员会改组事，与教长胡仁源接洽之情形次某代表发言，略云，政府此次拟以外教财三部事务官接充委员，同人应绝对反对，并非反对该项人员人格，实因俄款数目甚大，中国教育界仰赖甚深。又有一条新闻，题目是五私大亦注意俄款委员会云。四十七人之死，有功于中国教育界良非浅甚少也。从优拟恤，谁曰不宜！？而今而后，庶几中国教育界中，不至于再称异己者为卢布党欤？四月六日。本篇最初发表于一九二六年四月十日京报副刊。指一九二六年春夏间，冯玉祥国民军与奉系军阀李景林张宗昌所部直鲁联军在京津间的战争。当时奉系军阀称国民军为赤化，称他们自己对国民军的进攻为讨赤。奉天飞机三临北京之空中一九二六年四月，在国民军与奉军作战期间，国民军驻守北京，奉军飞机自二日起，连续三天飞临北京投弹此文写于四月六日此后奉军飞机还曾到北京投弹数次。奉天，辽宁省的旧称，当时是奉系军阀张作霖盘踞的地方。从优拟恤段祺瑞执政府国务院于一九二六年三月二十日开会后，发布怃恤令说此次徐谦等率领暴徒，实行扰乱，自属罪无可逭。惟当时群众复杂，互相攻击之时，或恐累及无辜，情属可悯。着内务部行知地方官厅，分别查明抚恤。两个俄款委员会委员应为三人，参看本书可惨与可笑及其注。此段引自一九二六年四月五日京报文中的六日应为五日发表的九校代表对改组俄委会意见的新闻。九校，指当时的北京大学工业大学农业大学医科大学法政大学北京师范大学北京女子师范大学女子大学艺术专门学校九所国立大学。"}
{"text":"惟当时群众复杂，互相攻击之时，或恐累及无辜，情属可悯。着内务部行知地方官厅，分别查明抚恤。两个俄款委员会委员应为三人，参看本书可惨与可笑及其注。此段引自一九二六年四月五日京报文中的六日应为五日发表的九校代表对改组俄委会意见的新闻。九校，指当时的北京大学工业大学农业大学医科大学法政大学北京师范大学北京女子师范大学女子大学艺术专门学校九所国立大学。下文的五私大，指当时北京的朝阳民国中国平民华北等五所私立大学。无花的蔷薇之三无花的蔷薇之三积在天津的纸张运不到北京，连印书也颇受战争的影响，我的旧杂感的结集华盖集付印两月了，排校还不到一半。可惜先登了一个预告，以致引出陈源教授的反广告来――我不能因为我不尊敬先生的人格，就不说他的小说好，我也不能因为佩服他的小说，就称赞他其余的文章。我觉得他的杂感，除了热风中二三篇外，实在没有一读之价值。现代评论七十一，闲话。这多么公平！原来我也是今不如古了华盖集的销路，比起热风来，恐怕要较为悲观。而且，我的作小说，竟不料是和人格无关的。非人格的一种文字，像新闻记事一般的，倒会使教授佩服，中国又仿佛日见其光怪陆离了似的，然则实在没有一读之价值的杂感，也许还要存在罢。做那有名的小说的s先生，穷则有之，说他像叫化子，可不过是一种特别流行于中国学者间的流言。他说看游侠小说看疯了，便自己去做侠客，打不平。他的亲人知道是书籍作的怪，就请了间壁的理发匠来检查理发匠选出几部好的留下来，其余的便都烧掉了。大概是烧掉的罢，记不清楚了也忘了是多少种。想来，那些入选的好书的作家们，当时看了这小说里的书单，怕总免不了要面红耳赤地苦笑的罢。中国虽然似乎日见其光怪陆离了。然而，乌乎哀哉！我们连苦笑也得不到。有人从外省寄快信来问我平安否。他不熟于北京的情形，上了流言的当了。北京的流言报，是从袁世凯称帝，张勋复辟，章士钊整顿学风以还，一脉相传，历来如此的。现在自然也如此。第一步曰某方要封闭某校，捕拿某人某人了。这是造给某校某人看，恐吓恐吓的。"}
