{"text":"正殿屋角上两座琉璃瓦的鸱吻，在台阶下看，值得徘徊一下。神话说殿基本是青龙潭，一夕风雨，顿成平地，涌出两鸱吻。只可惜现在的两座太新鲜，与神话的朦胧幽秘的境界不相称。但是还值得看，为的是大得好，在太阳里嫩黄得好，闪亮得好那拴着的四条黄铜链子也映衬得好。寺里殿很多，层层折折高上去，走起来已经不平凡，每殿大小又不一样，塑像摆设也各出心裁。看完了，还觉得无穷无尽似的。正殿下延清阁是待客的地方，远处群山像屏障似的。屋子结构甚巧，穿来穿去，不知有多少间，好像一所大宅子。可惜尘封不扫，我们住不着。话说回来，这种屋子原也不是预备给我们这么多人挤着住的。寺门前一道深沟，上有石桥那时没有水，若是现在去，倚在桥上听潺的水声，倒也可以忘我忘世。过桥四株马尾松，枝枝覆盖，叶叶交通，另成一个境界。西边小山上有个古观音洞。洞无可看，但上去时在山坡上看潭柘的侧面，宛如仇十洲的仙山楼阁图往下看是陡峭的沟岸，越显得深深无极，潭柘简直有海上蓬莱的意味了。寺以泉水著名，到处有石槽引水长流，倒也涓涓可爱。只是流觞亭雅得那样俗，在石地上楞刻着蚯蚓般的槽那样流觞，怕只有孩子们愿意干。现在兰亭的流觞曲水也和这儿的一鼻孔出气，不过规模大些。晚上因为带的铺盖薄，冻得睁着眼，却听了一夜的泉声心里想要不冻着，这泉声够多清雅啊！寺里并无一个老道，但那几个和尚，满身铜臭，满眼势利，教人老不能忘记，倒也麻烦的。第二天清早，二十多人满雇了牲口，向戒坛而去，颇有浩浩荡荡之势。我的是一匹骡子，据说稳得多。这是第一回，高高兴兴骑上去。这一路要翻罗喉岭。只是土山，可是道儿窄，又曲折，虽不高，老那么凸凸凹凹的。许多处只容得一匹牲口过去。平心说，是险点儿。想起古来用兵，从间道袭敌人，许也是这种光景吧。戒坛在半山上，山门是向东的。一进去就觉得平旷南面只有一道低档的砖栏，下边是一片平原，平原尽处才是山，与众山屏蔽的潭柘气象便不同。进二门，更觉得空阔疏朗，仰看正殿前的平台，仿佛汪洋千顷。这平台东西很长，是戒坛最胜处，眼界最宽，教人想起振衣千仞冈的诗句。三株名松都在这里。卧龙松与抱塔松同是偃频的姿势，身躯奇伟，鳞甲苍然，有飞动之意。九龙松老干槎桠，如张牙舞爪一般。若在月光底下，森森然的松影当更有可看。"}
{"text":"平心说，是险点儿。想起古来用兵，从间道袭敌人，许也是这种光景吧。戒坛在半山上，山门是向东的。一进去就觉得平旷南面只有一道低档的砖栏，下边是一片平原，平原尽处才是山，与众山屏蔽的潭柘气象便不同。进二门，更觉得空阔疏朗，仰看正殿前的平台，仿佛汪洋千顷。这平台东西很长，是戒坛最胜处，眼界最宽，教人想起振衣千仞冈的诗句。三株名松都在这里。卧龙松与抱塔松同是偃频的姿势，身躯奇伟，鳞甲苍然，有飞动之意。九龙松老干槎桠，如张牙舞爪一般。若在月光底下，森森然的松影当更有可看。此地最宜低徊流连，不是匆匆一览所可领略。潭柘以层折胜，戒坛以开朗胜但潭柘似乎更幽静些。戒坛的和尚，春风满面，却远胜于潭柘的我们之中颇有悔不该在潭柘的。戒坛后山上也有个观音洞。洞宽大而深，大家点了火把嚷嚷闹闹地下去半里光景的洞满是油烟，满是声音。洞里有石虎，石龟，上天梯，海眼等等，无非是凑凑人的热闹而已。还是骑骡子。回到长辛店的时候，两条腿几乎不是我的了。年月日作原载年月日清华暑期周刊第卷第合刊散文全编忆跋小燕子其实也无所爱，只是沉浸在朦胧而飘忽的夏夜梦里罢了。―忆第三十五首―人生若真如一场大梦，这个梦倒也很有趣的。在这个大梦里，一定还有长长短短，深深浅浅，肥肥瘦瘦，甜甜苦苦，无数无数的小梦。有些已经随着日影飞去有些还远着哩。飞去的梦便是飞去的生命，所以常常留下十二分的惋惜，在人们心里。人们往往从现在的梦里走出，追寻旧梦的踪迹，正如追寻旧日的恋人一样他越过了千重山，万重水，一直地追寻去。这便是忆的路。忆的路是愈过愈广阔的，是愈过愈平坦的曲曲折折的路旁，隐现着几多的驿站，是行客们休止的地方。最后的驿站，在白板上写着朱红的大字儿时。这便是忆的路的起点，平伯君所徘徊而不忍去的。飞去的梦因为飞去的缘故，一律是甜蜜蜜而又酸溜溜的。俞平伯的第三本诗集。这便合成了别一种滋味，就是所谓惆怅。而儿时的梦和现在差了一世界，那酝酿着的惆怅的味儿，更其肥腴得可以，真腻得人没法儿！你想那颗一丝不挂欲又爱着一切的童心，眼见得在那隐约的朝雾里，凭你怎样招着你的手儿，总是不回到腔子里来这是多么缺呢？"}
{"text":"最后的驿站，在白板上写着朱红的大字儿时。这便是忆的路的起点，平伯君所徘徊而不忍去的。飞去的梦因为飞去的缘故，一律是甜蜜蜜而又酸溜溜的。俞平伯的第三本诗集。这便合成了别一种滋味，就是所谓惆怅。而儿时的梦和现在差了一世界，那酝酿着的惆怅的味儿，更其肥腴得可以，真腻得人没法儿！你想那颗一丝不挂欲又爱着一切的童心，眼见得在那隐约的朝雾里，凭你怎样招着你的手儿，总是不回到腔子里来这是多么缺呢？于是平伯君觉着闷得慌，便老老实实地，像春日的轻风在绿树间微语一般，低低地，密密地将他的可忆而不可捉的儿时诉给你。他虽然不能长住在那儿时里，但若能多招呼几个伴侣去徘徊几番，也可略减他的空虚之感，那惆怅的味儿，便不至老在他的舌本上腻着了。这是他的聊以解嘲的法门，我们都多少能默喻的。在朦胧的他儿时的梦里，有像红蜡烛的光一跳一跳的，便是爱。他爱故事讲得好的姊姊，他爱唱沙软而重的眠歌的乳母，他爱流苏帽儿的她。他也爱翠竹丛里一万的金点子和小枕头边一双小红橘子也爱红绿色的蜡泪和爸爸的顶大的斗篷也爱翦啊翦啊的燕子和躲在杨柳里的月亮他有着纯真的，烂漫的心凡和他接触的，他都与他们稔熟，亲密―他一律地拥抱了他们。所以他是自然人也在内的真朋友！此节和下节中的形容词，多从原诗中刺取，一一加起引号，觉着繁琐，所以在此总说一句。他所爱的还有一件，也得给你提明的，便是黄昏与夜。他说他将像小燕子一样，沉浸在夏夜梦里，便是分明的自白。在他的忆的路上，在他的儿时里，满布着黄昏与夜的颜色。夏夜是银白色的，带着栀子花儿的香秋夜是铁灰色的，有青色的油盏火的微芒春夜最热闹的是上灯节，有各色灯的辉煌，小烛的摇荡冬夜是数除夕了，红的，绿的，淡黄的颜色，便是年的衣裳。在这些夜里，他那生活的模样儿啊，短短儿的身材，肥肥儿的个儿，甜甜儿的面孔，有着浅浅的笑涡这就是他的梦，也正是多么可爱的一个孩子！至于那黄昏，都笼罩着银红衫儿，流苏帽儿的她的朦胧影，自然也是可爱的！―但是，他为甚么爱夜呢？聪明的你得问了。我说夜是浑融的，夜是神秘的，夜张开了她无长不长的两臂，拥抱着所有的所有的，但你却瞅不着她的面目，摸不着她的下巴这便因可惊而觉着十三分的可爱。堂堂的白日，界画分明的白日，分割了爱的白日，岂能如她的系着孩子的心呢？"}
{"text":"在这些夜里，他那生活的模样儿啊，短短儿的身材，肥肥儿的个儿，甜甜儿的面孔，有着浅浅的笑涡这就是他的梦，也正是多么可爱的一个孩子！至于那黄昏，都笼罩着银红衫儿，流苏帽儿的她的朦胧影，自然也是可爱的！―但是，他为甚么爱夜呢？聪明的你得问了。我说夜是浑融的，夜是神秘的，夜张开了她无长不长的两臂，拥抱着所有的所有的，但你却瞅不着她的面目，摸不着她的下巴这便因可惊而觉着十三分的可爱。堂堂的白日，界画分明的白日，分割了爱的白日，岂能如她的系着孩子的心呢？夜之国，梦之国，正是孩子的国呀，正是那时的平伯君的国呀！平伯君说他的忆中所有的即使是薄薄的影，只要它们历历而可画，他便摇动了那风魔了的眷念。他说历历而可画，原是一句绮语谁知后来真有为他历历画出的子恺君呢？他说薄薄的影，自是智的话但这一个影字却是以实道实，确切可靠的。子恺君便在影子上着了颜色―若根据平伯君的话推演起来，子恺君可说是厚其所薄了。影子上着了颜色，确乎格外分明―我们不但能用我们的心眼看见平伯君的梦，更能用我们的肉眼看见那些梦，于是更摇动了平伯君以外的我们的风魔了的眷念了。而梦的颜色加添了梦的滋味便是平伯君自己，因这一画啊，只怕也要重落到那闷人的，腻腻的惆怅之中而难以自解了！至于我，我呢，在这双美之前，只能重复我的那句老话我的光荣啊，我若有光荣啊！我的儿时现在真只剩下薄薄的影。我的忆的路几乎是直如矢的像被大水洗了一般，寂寞到可惊的程度！这大约因巍我的儿时实在太单调了沙漠般展伸着，自然没有我的依恋回翔的余地了。平伯君有他的好时光，而以不能重行占领为恨我是并没有好时光，说不上占领，我的空虚之感是两重的！但人生毕竟是可以相通的平伯君诉给我们他的儿时，子恺君又画出了它的轮廓，我们深深领受的时候，就当是我们自己所有的好了。你的就是我的，我的就是你的，岂止感情聊胜无呢？培根说读书使人充实在另一意义上，你容我说吧，这本小小的书确已使我充实了！年月日，温州。原载我们的六月散文全编山野掇拾我最爱读游记。现在是初夏了在游记里却可以看见烂漫的春花，舞秋风的落叶――都是我惦记着，盼望着的！"}
{"text":"你的就是我的，我的就是你的，岂止感情聊胜无呢？培根说读书使人充实在另一意义上，你容我说吧，这本小小的书确已使我充实了！年月日，温州。原载我们的六月散文全编山野掇拾我最爱读游记。现在是初夏了在游记里却可以看见烂漫的春花，舞秋风的落叶――都是我惦记着，盼望着的！这儿是白马湖读游记的时候，我却能到神圣庄严的罗马城，纯朴幽静的s村――都是我羡慕着，想象着的！游记里满是梦后梦赶走了前梦，前梦又赶走了大前梦。这样地来了又去，来了又去像树梢的新月，像山后的晚霞，像田间的萤火，像水上的箫声，像隔座的茶香，像记忆中的少女，这种种都是梦。我在中学时，便读了康更`的欧洲十一国游记，――实在只有？意大利游记――当时做了许多好梦滂卑古城最是我低徊留恋而不忍去的！那时柳子厚的山水诸记，也常常引我入胜。后来得见洛阳伽蓝记，记诸寺的繁华壮丽，令我神往又得见水经注，所记奇山异水，或令我惊心动魄，或让我游目骋怀。我所谓游记，意义较通用者稍广，故将后两种也算在内。这些或记风土人情，或记山川胜迹，或记美好的昔日，或记美好的今天，都有或浓或淡的彩色，或工或泼的风致。而我近来读山野掇拾，和这些又是不同在这本书里，写着的只是大陆的一角，法国的一区，并非特著的胜地，脍炙人口的名所所以一空依傍，所有的好处都只是自己的发见！前举几种中，只有柳子厚的诸作也是如此写出的但柳氏仅记风物，此书却兼记文化――如序中所言。所谓文化，也并非在我们平日意想中的庞然巨物，只是人情之美而书中写s村的文化，实较风物为更多这又有以异乎人。而书中写s村的文化，实在也非写s村的文化，只是孙福熙先生暗暗地巧巧地告诉我们他的哲学，他的人生哲学。所以写的是法国的一区，写的也就是他自己！他自己说得好我本想尽量掇拾山野风味的，不知不觉的掇拾了许多掇拾者自己。原书页。孙福熙的游记集。唐俟先生诗句。序中语。但可爱的正是这个自己，可贵的也正是这个自己！"}
{"text":"而书中写s村的文化，实在也非写s村的文化，只是孙福熙先生暗暗地巧巧地告诉我们他的哲学，他的人生哲学。所以写的是法国的一区，写的也就是他自己！他自己说得好我本想尽量掇拾山野风味的，不知不觉的掇拾了许多掇拾者自己。原书页。孙福熙的游记集。唐俟先生诗句。序中语。但可爱的正是这个自己，可贵的也正是这个自己！孙先生自己说这本书是记述人类的大生命分配于他的式样的，我们且来看创他的生命究竟是什么式样？世界上原有两种人一种是大刀阔斧的人，一种是细针密线的人。前一种人真是一把刀，一把斩乱麻的快刀！什么纠纷，什么葛藤，到了他手里，都是一刀两断！――正眼也不去瞧，不用说靠他理纷解结了！他行事只看准几条大干，其余的万千枝叶，都一扫个精光所谓擒贼必擒王，也所谓以不了了之！英雄豪杰是如此办法他们所图远大，是不屑也无暇顾念那些琐细的节目！蠢汉笨伯也是如此办法，他们却只图省事！他们的思力不足，不足剖析入微，鞭辟入里如两个小儿争闹，做父亲的更不思索，便照例每人给一个耳光！这真是不亦快哉！但你我若既不能为英雄豪杰，又不甘做蠢汉笨伯，便自然而然只能企图做后一种人。这种人凡事要问底细打破沙缸问到底！还要问沙缸从哪里起？他们于一言一动之微，一沙一石之细，都不轻轻放过！从前人将桃核雕成一只船，船上有苏东坡，黄鲁直，佛印等或于元旦在一粒芝麻上写天下太平四字，以验目力便是这种脾气的一面。他们不注重一千一万，而注意一毫一厘他们觉得这一毫一厘便是那一千一万的具体而微――只要将这一毫一厘看得透彻，正和照相的放大一样，其余也可想见了。他们所以于每事每物，必要拆开来看，拆穿来看无论锱铢之别，淄渑之辨，总要看出而后已，正如显微镜一样。这样可以辨出许多新异的滋味，乃是他们独得的秘密！总之，他们对于怎样微渺的事物，都觉吃惊而常人则熟视无睹！故他们是常人而又有以异乎常人。这两种人――孙先生，画家，若容我用中国画来比，我将说前者是泼笔，后者是工笔。孙先生自己是工笔，是后一种人。他的朋友号他为细磨细琢的春台，真不错，他的全部都在这儿了！"}
{"text":"他们所以于每事每物，必要拆开来看，拆穿来看无论锱铢之别，淄渑之辨，总要看出而后已，正如显微镜一样。这样可以辨出许多新异的滋味，乃是他们独得的秘密！总之，他们对于怎样微渺的事物，都觉吃惊而常人则熟视无睹！故他们是常人而又有以异乎常人。这两种人――孙先生，画家，若容我用中国画来比，我将说前者是泼笔，后者是工笔。孙先生自己是工笔，是后一种人。他的朋友号他为细磨细琢的春台，真不错，他的全部都在这儿了！他纪念他的姑母和父亲，他说他们以细磨细琢的工夫传授给他，然而他远不如他们了。从他的父亲那里，他知道一句话中，除字面上的意思之外，还有别的话在这里边，只听字面，还远不能听懂说话音的意思哩。这本书的长处，也就在别的话这一点乍看岂不是淡档的？缓缓咀嚼一番，便会有浓密的滋味从口角流出！你若看过的朝露，皱皱的水波，茫茫的冷月薄薄的女衫，你若吃过上好的皮丝，鲜嫩的毛笋，新制的龙井茶你一定懂得我的话。系我们的土话。原书页。我最觉得有味的是孙先生的机智。孙先生收藏的本领真好！他收藏着怎样多的虽微末却珍异的材料，就如慈母收藏果饵一样偶然拈出一两件来，令人惊异他的富有！其实东西本不稀奇，经他一收拾，便觉不凡了。他于人们忽略的地方，加倍地描写，使你于平常身历之境，也会有惊异之感。他的选择的工夫又高明那分析的描写与精彩的对话，足以显出他敏锐的观察力。所以他的书既富于自己的个性，一面也富于他人的个性，无怪乎他自己也会觉得他的富有了。他的分析的描写含有论理的美，就是精严与圆密像一个扎缚停当的少年武士，英姿飒爽而又妩媚可人！又像医生用的小解剖刀，银光一闪，骨肉判然！你或者觉得太琐屑了，太腻烦了但这不是腻烦和琐屑，这乃是悠闲。悠闲也是人生的一面，其必要正和不悠闲一样！他的对话的精彩，也正在悠闲这一面！这才真是s村人的话，因为真的乡村生活是悠闲的。他在这些对话中，介绍我们面晤一个个活泼泼的s村人！总之，我们读这本书，往往能由几个字或一句话里，窥见事的全部，人的全性这便是我所谓孙先生的机智了。孙先生是画家。他从前有过一篇游记，以画名文，题为赴法途中漫画篇首有说明，深以作文不能如作画为恨。其实他只是自谦他的文几乎全是画，他的作文便是以文字作画！"}
{"text":"悠闲也是人生的一面，其必要正和不悠闲一样！他的对话的精彩，也正在悠闲这一面！这才真是s村人的话，因为真的乡村生活是悠闲的。他在这些对话中，介绍我们面晤一个个活泼泼的s村人！总之，我们读这本书，往往能由几个字或一句话里，窥见事的全部，人的全性这便是我所谓孙先生的机智了。孙先生是画家。他从前有过一篇游记，以画名文，题为赴法途中漫画篇首有说明，深以作文不能如作画为恨。其实他只是自谦他的文几乎全是画，他的作文便是以文字作画！他叙事，抒情，写景，固然是画就是说理，也还是画。人家说诗中有画，孙先生是文中有画不但文中有画，画中还有诗，诗中还有哲学。我说过孙先生的画工，现在再来说他的诗意――画本是无声诗呀。他这本书是写民间乐趣的但他有些什么乐趣呢？采葡萄的落后是一画风柳，纸为风吹，画瀑布，纸为水溅是二与绿的蚱蜢，黑的蚂蚁等合画是三。这些是他已经说出的，但重要的是那未经说出的别的话他爱村人的性格，那纯朴，温厚，乐天，勤劳的性格。他们反直不想与人相打他们不畏缩，不鄙夷，爱人而又自私，藏匿而又坦白他们只是作工，只是太作工，真的不要自己的性命！――非为衣食，也非不为衣食，只是浑然的一种趣味。这些正都是他们健全的地方！你或者要笑他们没有理想，如书中君夫妇之笑他们雇来的工人但没有理想的可笑，不见得比有理想的可笑更甚――在现在的我们，原始的与文化的实觉得一般可爱。而这也并非全为了对比的趣味，原始的实是更近于我们所常读的诗，实是别有系人心处！譬如我读这本书，就常常觉得是在读面熟得很的诗！村人的性格还有一个联号，便是自然的风物，孙先生是画家，他之爱自然的风物，是不用说的而自然的风物便是自然的诗，也似乎不用说的。孙先生是画家，他更爱自然的动象，说也是一种社会的变幻。他爱风吹不绝的柳树，他爱水珠飞溅的瀑布，他爱绿的蚱蜢，黑的蚂蚁，赭褐的六足四翼不曾相识的东西它们虽怎样地困苦他，但却是活的画，生命的诗！――在人们里，他最爱老年人和小孩子。他敬爱辛苦一生至今扶杖也不能行了的老年人，他更羡慕见火车而抖的小孩子。是的，老年人如已熟的果树，满垂着沉沉的果实，任你去摘了吃你只要眼睛亮，手法好，必能果腹而回！"}
{"text":"孙先生是画家，他更爱自然的动象，说也是一种社会的变幻。他爱风吹不绝的柳树，他爱水珠飞溅的瀑布，他爱绿的蚱蜢，黑的蚂蚁，赭褐的六足四翼不曾相识的东西它们虽怎样地困苦他，但却是活的画，生命的诗！――在人们里，他最爱老年人和小孩子。他敬爱辛苦一生至今扶杖也不能行了的老年人，他更羡慕见火车而抖的小孩子。是的，老年人如已熟的果树，满垂着沉沉的果实，任你去摘了吃你只要眼睛亮，手法好，必能果腹而回！小孩子则如刚打朵儿的花，蕴藏着无穷的允许这其间有红的，绿的，有浓的，淡的，有小的，大的，有单瓣的，重瓣的，有香的，有不香的，有努力开花的，有努力结实的――结女人脸的苹果，黄金的梨子，珠子般的红樱桃，璎珞般的紫葡萄而小姑娘尤为可爱！――读了这本书的，谁不爱那叫喊尖利的啊的小姑娘呢？其实胸怀润朗的人，什么于他都是朋友他觉得一切东西里都有些意思，在习俗的衣裳底下，躲藏着新鲜的身体。凭着这点意思去发展自己的生活，便是诗的生活。孙先生的诗意，也便在这儿。曾载晨报副刊及新潮。原书页。原书页。原书页。在这种生活的河里伏流着的，便是孙先生的哲学了。他是个含忍与自制的人，是个中和的人他不能脱离自己，同时却也理会他人。他要尽量的理会他人的苦乐，――或苦中之乐，或乐中之苦，――免得眼睛生在额上的鄙夷他人，或胁肩谄笑的阿谀他人。因此他论城市与乡村，男子与女子，团体与个人，都能寻出他们各自的长处与短处。但他也非一味宽容的人，像烂面朝盆一样他是不要阶级的，她同情于一切――便是牛也非例外！他说我们住在宇宙的大乡土中，一切孩儿都在我们的心中没有一个乡土不是我的乡土，没有一个孩儿不是我的孩儿！原书页。这是最大的宽容，但是只有一条路的宽容――其实已不能叫做宽容了。在这未完的草稿的世界之中，他虽还免不了疑虑与鄙夷，他虽鄙夷人间的争闹，以为和三个小虫的权利问题一样但他到底能从他的泪珠的镜中照见自己以至于一切大千世界的将来的笑影了。他相信大生命是有希望的他相信便是那没有果实，也没有花的老苹果树，那只有折断而且曾经枯萎的老干上所生的稀少的枝叶的老苹果树。也预备来年开得比以前更繁荣的花，结得更香美的果！"}
