{"text":"而且从此脱出了文人的书斋，开始与大众相见，此后所启发的是和先前不同的读者，它将要生出不同的结果来。这结果，将来也会有事实来确证的。一九三三年五月二十七日，记。本篇在收入本书前未能发表。高尔基参看本卷第页注。一月九日，是他描写一九五年一月九日彼得堡冬宫广场沙皇残酷镇压请愿群众的流血事件的特写，一九三一年曹靖华译成中文，苏联中央出版局出版。这篇小引原为这一译本在国内重印而作，后因故未能出版。屠格纳夫通译屠格涅夫，参看本卷第页注。柴霍夫，通译契诃夫，参看本卷第页注。革命的导师指列宁。他在一九七年称赞高尔基的母亲是一本非常及时的书，这是一本必需的书，很多工人不自觉地自发地参加了革命运动，现在他们读一读母亲，对自己会有很大的益处。引自高尔基列宁一九一年，又在政治家的短评中说高尔基毫无疑问是无产阶级艺术的最杰出的代表，他对无产阶级艺术作出了许多贡献，并且还会做出更多贡献。无祖国的文学共产党宣言中有工人没有祖国的话，所以也有人称无产阶级文学为无祖国的文学。英译本短篇小说选集自序英译本短篇小说选集自序中国的诗歌中，有时也说些下层社会的苦痛。但绘画和小说却相反，大抵将他们写得十分幸福，说是不识不知，顺帝之则，平和得像花鸟一样。是的，中国的劳苦大众，从知识阶级看来，是和花鸟为一类的。我生长于都市的大家庭里，从小就受着古书和师傅的教训，所以也看得劳苦大众和花鸟一样。有时感到所谓上流社会的虚伪和腐败时，我还羡慕他们的安乐。但我母亲的母家是农村，使我能够间或和许多农民相亲近，逐渐知道他们是毕生受着压迫，很多苦痛，和花鸟并不一样了。不过我还没法使大家知道。后来我看到一些外国的小说，尤其是俄国，波兰和巴尔干诸小国的，才明白了世界上也有这许多和我们的劳苦大众同一运命的人，而有些作家正在为此而呼号，而战斗。而历来所见的农村之类的景况，也更加分明地再现于我的眼前。偶然得到一个可写文章的机会，我便将所谓上流社会的堕落和下层社会的不幸，陆续用短篇小说的形式发表出来了。原意其实只不过想将这示给读者，提出一些问题而已，并不是为了当时的文学家之所谓艺术。"}
{"text":"不过我还没法使大家知道。后来我看到一些外国的小说，尤其是俄国，波兰和巴尔干诸小国的，才明白了世界上也有这许多和我们的劳苦大众同一运命的人，而有些作家正在为此而呼号，而战斗。而历来所见的农村之类的景况，也更加分明地再现于我的眼前。偶然得到一个可写文章的机会，我便将所谓上流社会的堕落和下层社会的不幸，陆续用短篇小说的形式发表出来了。原意其实只不过想将这示给读者，提出一些问题而已，并不是为了当时的文学家之所谓艺术。但这些东西，竟得了一部分读者的注意，虽然很被有些批评家所排斥，而至今终于没有消灭，还会译成英文，和新大陆的读者相见，这是我先前所梦想不到的。但我也久没有做短篇小说了。现在的人民更加困苦，我的意思也和以前有些不同，又看见了新的文学的潮流，在这景况中，写新的不能，写旧的又不愿。中国的古书里有一个比喻，说邯郸的步法是天下闻名的，有人去学，竟没有学好，但又已经忘却了自己原先的步法，于是只好爬回去了。我正爬着。但我想再学下去，站起来。一九三三年三月二十二日，记于上海。本篇在收入本书前没有在报刊上发表过。短篇小说选集，是应美国作家埃德加斯诺之约而编选的玻病场安皇恫恢车壑颉薄锛妒g大雅皇矣。邯郸学步的故事，见庄子秋水且子独不闻夫寿陵庾又杏诤耄未得国能，又失其故行矣，直匍匐而归耳。又是古已有之又是古已有之太炎先生忽然在教育改进社年会的讲坛上劝治史学以保存国性，真是慨乎言之。但他漏举了一条益处，就是一治史学，就可以知道许多古已有之的事。衣萍先生大概是不甚治史学的，所以将多用惊叹符号应该治罪的话，当作一个幽默。其意盖若曰，如此责罚，当为世间之所无有者也。而不知古已有之矣。我是毫不治史学的。所以于史学很生疏。但记得宋朝大闹党人的时候，也许是禁止元v学术的时候罢，因为党人中很有几个是有名的诗人，便迁怒到诗上面去，政府出了一条命令，不准大家做诗，违者笞二百！而且我们应该注意，这是连内容的悲观和乐观都不问的，即使乐观，也仍然答一百！那时大约确乎因为胡适之先生还没有出世的缘故罢，所以诗上都没有用惊叹符号，如果用上，那可就怕要笞一千了，如果用上而又在唉呵呀的下面，那一定就要笞一万了，加上缩小像细菌放大像炮弹的罪名，至少也得笞十万。"}
{"text":"所以于史学很生疏。但记得宋朝大闹党人的时候，也许是禁止元v学术的时候罢，因为党人中很有几个是有名的诗人，便迁怒到诗上面去，政府出了一条命令，不准大家做诗，违者笞二百！而且我们应该注意，这是连内容的悲观和乐观都不问的，即使乐观，也仍然答一百！那时大约确乎因为胡适之先生还没有出世的缘故罢，所以诗上都没有用惊叹符号，如果用上，那可就怕要笞一千了，如果用上而又在唉呵呀的下面，那一定就要笞一万了，加上缩小像细菌放大像炮弹的罪名，至少也得笞十万。衣萍先生所拟的区区打几百关几年，未免过于从轻发落，有姑容之嫌，但我知道他如果去做官，一定是一个很宽大的民之父母，只是想学心理学是不很相宜的。然而做诗又怎么开了禁呢？听说是因为皇帝先做了一首，于是大家便又动手做起来了。可惜中国已没有皇帝了，只有并不缩小的炮弹在天空里飞，那有谁来用这还未放大的炮弹呢？呵呀！还有皇帝的诸大帝国皇帝陛下呀，你做几首诗，用些惊叹符号，使敝国的诗人不至于受罪罢！唉！！！这是奴隶的声音，我防爱国者要这样说。诚然，这是对的，我在十三年之前，确乎是一个他族的奴隶，国性还保存着，所以今尚有之，而且因为我是不甚相信历史的进化的，所以还怕未免后仍有之。旧性是总要流露的，现在有几位上海的青年批评家，不是已经在那里主张取缔文人，不许用花呀吾爱呀了么？但还没有定出笞令来。倘说这不定笞令，比宋朝就进化那么，我也就可以算从他族的奴隶进化到同族的奴隶，臣不胜屏营欣忭之至！本篇最初发表于一九二四年九月二十八日北京晨报副刊，署名某生者。太炎章炳麟，参看本卷第页注。一九二四年七月五日，他在南京东南大学召开的中华教育改进社第三次年会上，作劝治史学及论史学利病的讲演，其中说生为一国之民，不治本国史学，直谓之无国家无国民性之人可也，聚几万万无国民性之人以立国，则国魂已失。教育改进社，全称中华教育改进社，一九二二年七月成立于济南。主要成员有熊希龄陶知行行知王伯秋等。衣萍章鸿熙―，字衣萍，安徽绩溪人。当时在北京大学文学院旁听，是语丝撰稿人之一。"}
{"text":"教育改进社，全称中华教育改进社，一九二二年七月成立于济南。主要成员有熊希龄陶知行行知王伯秋等。衣萍章鸿熙―，字衣萍，安徽绩溪人。当时在北京大学文学院旁听，是语丝撰稿人之一。他在一九二四年九月十五日晨报副刊发表感叹符号与新诗一文，针对张耀翔的所谓多用感叹号的白话诗是亡国之音的论调用幽默讽刺的笔法提出请愿政府明令禁止做白话诗用感叹号。凡做一首白话诗者打十板屁股凡用一个感叹号者罚洋一元凡出版一本白话诗集或用一百个感叹号者，处以三年的监禁或三年有期徒刑出版三四本的白话诗集或用一千个以上的感叹号者，即枪毙或杀头。宋朝大闹党人宋神宗时，王安石任宰相，实行变法，遭到司马光等人的反对，形成新党与旧党之争。宋哲宗元v年间旧党得势，他们的政治学术思想被称为元v学术。后来宋徽宗打击旧党，严禁元v学术传播。宋史徽宗纪兀撼缒晔辉拢兆谙纶骸耙元v学术政事聚徒传授者，委监司察举，必罚无赦。并将司马光苏轼等三九人镌名立碑于太学端礼门前，指为奸党，称为党人碑，或元v党碑。关于宋朝禁诗的事，据宋代叶梦得避暑录话卷下政和间，大臣有不能为诗者，因建言诗为元v学术，不可行。李彦章为御史，承望风旨，遂上章论陶渊明李杜而下皆贬之因诋黄鲁直张文潜晁无咎秦少游等，请为科禁。何丞相伯通适领修律令，因为科云诸士庶传习诗赋者杖一百！是岁冬初雪，太上皇意喜，吴门下居厚首作诗三篇以献，谓之口号，上和赐之。自是圣作时出，讫不能禁，诗遂盛行于宣和之末。按文中所说笞二百曾予更正，参看集外集拾遗补编笞傧刁滓话僦蟆贰胡适之胡适―，字适之，安徽绩溪人。北京大学教授。曾为新青年杂志编辑之一，是五四新文化运动的右翼代表人物。他的尝试集一九二年出版被张耀翔用作攻击新诗使用惊叹号的例证之一。缩小像细菌放大像炮弹张耀翔在心理杂志第三卷第二号一九二四年四月发表新诗人的情绪一文，把当时出版的胡适尝试集康白情草儿郭沫若女神等新诗集里面的惊叹号加以统计，并讽刺说仰看像一阵春雨，俯看像数亩禾田缩小看像许多细菌，放大看像几排弹丸。"}
{"text":"北京大学教授。曾为新青年杂志编辑之一，是五四新文化运动的右翼代表人物。他的尝试集一九二年出版被张耀翔用作攻击新诗使用惊叹号的例证之一。缩小像细菌放大像炮弹张耀翔在心理杂志第三卷第二号一九二四年四月发表新诗人的情绪一文，把当时出版的胡适尝试集康白情草儿郭沫若女神等新诗集里面的惊叹号加以统计，并讽刺说仰看像一阵春雨，俯看像数亩禾田缩小看像许多细菌，放大看像几排弹丸。认为这是消极悲观厌世情绪的表现，多用惊叹符号的白话诗是亡国之音。民之父母语见诗经小雅南山有台乐只君子，民之父母。旧时常用以称呼地方官。这是对张耀翔的讽刺。张耀翔当时是北京师范大学心理学教授，中华心理学会刊物心理杂志的编辑主任。他在新诗人的情绪一文中说职是之故，心理学者关于情绪之研究，远较他种精神研究为少余久欲努力於情绪之研究其方法为何，即取其专为表情之著作――诗，盛行之白话诗――而分析之。赠画师赠画师风生白下千林暗，雾塞苍天百卉殚。愿乞画家新意匠，只研朱墨作春山。一月二十六日日记一九三三年一月二十六日为画师望月玉成君书一笺云风生白下千林暗，。白下白下城，故址在今南京金川门外。唐武德九年移金陵县治于此，改名白下县，故旧时以白下为南京的别称。赠蓬子赠蓬子蓦地飞仙降碧空，云车双辆挈灵童。可怜蓬子非天子，逃去逃来吸北风。三月三十一日日记一九三二年三月三十一日又为蓬子书一幅云蓦地飞仙降碧空，。本诗为应姚蓬子请求写字时的即兴记事。诗中所说是一二八上海战争时，穆木天的妻子携带儿子乘人力车去姚蓬子家寻穆木天的事。蓬子，姚蓬子―，浙江诸暨人，作家。一九二七年加入中国共产党，一九三三年被国民党当局逮捕，次年五月发表脱离共产党宣言，叛变革命。天子即穆天子，我国古代有穆天子传，记周穆王驾八骏西游的故事。这里用作对穆木天的戏称。赠邬其山赠邬其山廿年居上海，每日见中华。有病不求药，无聊才读书。一阔脸就变，所砍头渐多。"}
{"text":"本诗为应姚蓬子请求写字时的即兴记事。诗中所说是一二八上海战争时，穆木天的妻子携带儿子乘人力车去姚蓬子家寻穆木天的事。蓬子，姚蓬子―，浙江诸暨人，作家。一九二七年加入中国共产党，一九三三年被国民党当局逮捕，次年五月发表脱离共产党宣言，叛变革命。天子即穆天子，我国古代有穆天子传，记周穆王驾八骏西游的故事。这里用作对穆木天的戏称。赠邬其山赠邬其山廿年居上海，每日见中华。有病不求药，无聊才读书。一阔脸就变，所砍头渐多。忽而又下野，南无阿弥陀。本篇手迹题款为辛未初春，书请邬其山仁兄教正。邬其山，即内山完造―，日本人，一九一三年来华，后在上海开设内山书店。一九二七年十月与结识后常有交往。著有杂文集活中国的姿态等。邬其，内字的日语读音玻病场衔薨滞印鸺矣铩衔蓿笪摹埃危幔恚幔蟆钡囊译，归命敬礼的意思。阿弥陀，即阿弥陀佛，大乘教的佛名。这是这么一个意思这是这么一个意思从赵雪阳先生的通信三月三十一日本刊里，知道对于我那篇青年必读书的答案曾有一位学者向学生发议论，以为我读得中国书非常的多。如今偏不让人家读，这是什么意思呢！我读确是读过一点中国书，但没有非常的多也并不偏不让人家读。有谁要读，当然随便。只是倘若问我的意见，就是要少――或者竟不――看中国书，多看外国书。这是这么一个意思――我向来是不喝酒的，数年之前，带些自暴自弃的气味地喝起酒来了，当时倒也觉得有点舒服。先是小喝，继而大喝，可是酒量愈增，食量就减下去了，我知道酒精已经害了肠胃。现在有时戒除，有时也还喝，正如还要翻翻中国书一样。但是和青年谈起饮食来，我总说你不要喝酒。听的人虽然知道我曾经纵酒，而都明白我的意思。我即使自己出的是天然痘，决不因此反对牛痘即使开了棺材铺，也不来讴歌瘟疫的。就是这么一个意思。还有一种顺便而不相干的声明。一个朋友告诉我，晨报副刊上有评玉君的文章，其中提起我在民众文艺上所载的战士和苍蝇的话。其实我做那篇短文的本意，并不是说现在的文坛。所谓战士者，是指中山先生和民国元年前后殉国而反受奴才们讥笑糟蹋的先烈苍蝇则当然是指奴才们。"}
{"text":"听的人虽然知道我曾经纵酒，而都明白我的意思。我即使自己出的是天然痘，决不因此反对牛痘即使开了棺材铺，也不来讴歌瘟疫的。就是这么一个意思。还有一种顺便而不相干的声明。一个朋友告诉我，晨报副刊上有评玉君的文章，其中提起我在民众文艺上所载的战士和苍蝇的话。其实我做那篇短文的本意，并不是说现在的文坛。所谓战士者，是指中山先生和民国元年前后殉国而反受奴才们讥笑糟蹋的先烈苍蝇则当然是指奴才们。至于文坛上，我觉得现在似乎还没有战士，那些批评家虽然其中也难免有有名无实之辈，但还不至于可厌到像苍蝇。现在一并写出，庶几乎免于误会。中山先生逝世后一周年中山先生逝世后一周年中山先生逝世后无论几周年，本用不着什么纪念的文章。只要这先前未曾有的中华民国存在，就是他的丰碑，就是他的纪念。凡是自承为民国的国民，谁有不记得创造民国的战士，而且是第一人的？但我们大多数的国民实在特别沉静，真是喜怒哀乐不形于色，而况吐露他们的热力和热情。因此就更应该纪念了因此也更可见那时革命有怎样的艰难，更足以加增这纪念的意义。记得去年逝世后不很久，甚至于就有几个论客说些风凉话。是憎恶中华民国呢，是所谓责备贤者呢，是卖弄自己的聪明呢，我不得而知。但无论如何，中山先生的一生历史具在，站出世间来就是革命，失败了还是革命中华民国成立之后，也没有满足过，没有安逸过，仍然继续着进向近于完全的革命的工作。直到临终之际，他说道革命尚未成功，同志仍须努力！那时新闻上有一条琐载，不下于他一生革命事业地感动过我，据说当西医已经束手的时候，有人主张服中国药了但中山先生不赞成，以为中国的药品固然也有有效的，诊断的知识却缺如。不能诊断，如何用药？毋须服。人当濒危之际，大抵是什么也肯尝试的，而他对于自己的生命，也仍有这样分明的理智和坚定的意志。他是一个全体，永远的革命者。无论所做的那一件，全都是革命。无论后人如何吹求他，冷落他，他终于全都是革命。为什么呢？托洛斯基曾经说明过什么是革命艺术。是即使主题不谈革命，而有从革命所发生的新事物藏在里面的意识一贯着者是否则，即使以革命为主题，也不是革命艺术。中山先生逝世已经一年了，革命尚未成功，仅在这样的环境中作一个纪念。然而这纪念所显示，也还是他终于永远带领着新的革命者前行，一同努力于进向近于完全的革命的工作。三月十日晨。"}
{"text":"他是一个全体，永远的革命者。无论所做的那一件，全都是革命。无论后人如何吹求他，冷落他，他终于全都是革命。为什么呢？托洛斯基曾经说明过什么是革命艺术。是即使主题不谈革命，而有从革命所发生的新事物藏在里面的意识一贯着者是否则，即使以革命为主题，也不是革命艺术。中山先生逝世已经一年了，革命尚未成功，仅在这样的环境中作一个纪念。然而这纪念所显示，也还是他终于永远带领着新的革命者前行，一同努力于进向近于完全的革命的工作。三月十日晨。本篇最初发表于一九二六年三月十二日北京国民新报的孙中山先生逝世周年纪念特刊。中山先生孙中山―，名文，字逸仙，广东香山今中山县人。我国伟大的民主革命家。一九二五年三月十二日在北京病逝。几个论客说些风凉话一九二五年四月二日晨报所载署名赤心的中山一文中说孙文死后，什么中山省中山县中山公园等等名称，闹得头昏脑痛，索性把中华民国改为中山民国，亚细亚洲改称中山洲，国民党改称中山党，最干脆，最切当。一九二五年三月十三日晨报所载梁启超答记者问孙文之价值中，也诬蔑孙中山先生一生为目的而不择手段，无从判断他的真价值。责备贤者语出新唐书太宗本纪春秋之法，吃鸨赣谙驼摺！关于孙中山不服中药的新闻琐载，见一九二五年二月五日京报刊登的孙中山先生昨日病况。托洛斯基通译托洛茨基。参看本卷第页注。所说的这段话，见托洛茨基的文学与革命。革命尚未成功见孙中山遗嘱。自题小像自题小像灵台无计逃神矢，风雨如磐暗故园。寄意寒星荃不察，我以我血荐轩辕。本篇据一九三一年重写手迹收入。原无题目，下注二十一岁时作，五十一岁时写之，时辛未二月十六日也。许寿裳在新苗第十三期一九三七年一月发表的怀旧一文中说一九三年他二十三岁，在东京有一首自题小像赠我。灵台心。庄子庚桑楚不可内纳于灵台。晋垂笞灵台者，心也。神矢，爱神的箭。参看本卷第页注。风雨如磐，唐代齐己侠客行黄昏风雨黑如磐。荃不察屈原离骚荃不察余之中情兮，反信谗而怒。"}
{"text":"本篇据一九三一年重写手迹收入。原无题目，下注二十一岁时作，五十一岁时写之，时辛未二月十六日也。许寿裳在新苗第十三期一九三七年一月发表的怀旧一文中说一九三年他二十三岁，在东京有一首自题小像赠我。灵台心。庄子庚桑楚不可内纳于灵台。晋垂笞灵台者，心也。神矢，爱神的箭。参看本卷第页注。风雨如磐，唐代齐己侠客行黄昏风雨黑如磐。荃不察屈原离骚荃不察余之中情兮，反信谗而怒。轩辕，即黄帝，我国传说中的上古帝王，汉民族的始祖。集外集拾遗补编某字的第四义某字的第四义某刊物的某作家说太白不指出某刊物的名目来，有三义。他几乎要以为是第三义意在顾全读者对于某刊物的信任而用某字的了。但写到这里，有一位熟悉商情的朋友来了。他说不然，如果在文章中写明了名目，岂不就等于替你登广告？不过某作家自己又说不相信，因为一个在写自己的文章的时候，居然肯替书店老板打算到商业竞争的利害上去，也未免太那个了。看这的厚道，就越显得他那位熟悉商情的朋友的思想之龌龊，但仍然不失为朋友，也越显得这位之厚道了。只是在无意中，却替这位朋友发表了商情之外，又剥了他的脸皮。太白上的某字于是有第四义暴露了一个人的思想之龌龊。本篇最初发表于一九三五年四月二十日太白半月刊第二卷第三期掂斤簸两栏，署名直入。某刊物指文饭小品月刊，一九三五年二月施蛰存等创办于上海。该刊创刊号上载有署各雕菰的疑问号一文，对太白半月刊新年号所载不齐周木斋和何公超的文章进行嘲讽，太白第一卷第十一期一九三五年二月发表不齐的隔壁和闻问的创作的典范加以反驳，文饭小品第二期便发表了署名酉生的某刊物一文，说他们两位的文章一开头都是某刊物创刊号那么一句查某刊物这个某字的意义，可有三解其一是真的不知该刊物的名称，而姑以某字代之。其二是事关秘密，不便宣布真名字，故以某字代之。其三是报纸上所谓姑隐其名的办法，作文者存心厚道，不愿说出这刊物的真名字来，丢它的脸，故以某字代之。接着又说，不齐闻问所用的某字不会是属于第一义或第二义，然则，岂第三义乎？"}
