{"text":"余效得此法对付余妻小胡，把她治得服服贴贴，发誓说只要王二爷还有一口气，世上的男子她连看都不看一眼。就是高仓健跪在她面前，也只好叫他等到王二死了再来接班。闲话免谈，单说那早上薛嵩把红线搂在怀里。红线感泣曰老爷，你对我真好。有什么忧心的事儿，都对贱妾讲了吧，天大的事儿，奴给你担起一半。薛嵩说，眼下的事儿连老爷都没主意，你能有什么办法？红线说，老爷休得小看了奴婢！这二年给老爷当侍妾，我老实多啦。前几年贱妾还是这一方苗山瑶寨的孩子王哩。登高凫水，无一不会。弯箭吹简，无一不精，刀枪剑戟都是小菜。就连下毒放蛊，祈鬼魔神那些深山里生番的诸般促狭法门，也要得比巫师神汉一点不差。当然啦，奴婢的本领没法儿和老爷比，老爷是人中之龙，名门之后，大唐之良将，还给虢国夫人当过面首的不过小本领有时能派大用场。老爷读经史，岂不闻曹沫要离之事乎？薛蒿听了这种话，也不敢大当真。他接着讲他的倒霉事。这就要从沅西节度使这个名目说起。正德初年，有几个苗人到长安去，自称湘西大苗国的使臣，又说是大苗国领二军七州八县，户口三十万，丁口百万余。国王自愧德薄，情愿把这一方土地让与大唐皇帝治理，自己得为天朝之民，沾教化之恩足矣。当时朝廷中有些议论，说这大苗国不见经传，这几个苗使又鬼头蛤模眼。所贡之方物，多属不值一文。所以这八成是个骗局，是一帮青皮土棍榨取天朝回赐之物。要按这些大臣的意见，就要把这几名使臣下到刑部大牢里。可是当时是宦官专权，公公们要这大苗国。所以持此议的大臣们倒先进了刑部大牢啦，宦官们把持着皇上，开了御库，回赐苗使黄金千两，金银牌各千面，丝帛之类，难以尽述。这些东西，苗使带回去多少是很难说的。这种事儿总要给公公们上上供。然后就有沅西一镇，节度使一职索价干万缗，可以说便宜无比。不过别人都知道底细，谁也不来上这个当。偏巧薛嵩当时在江南经商，回京一看，居然有节度使出卖，只要这么点儿钱，就买了下来。办好手续，领到关防印信，拿到沅西镇版图，又花了比买官多十倍的钱。薛家的老少从原来的大宅子搬到一个小院里。薛嵩把部曲家丁改编成沅西镇标营。按图索膜到湘西一看――不必说了，什么都不必说了。慢说是二军七州八县，连一片下寨的地方都没有。这山苗洞瑶勇悍得很，你占一寸地他都要和你玩命。好不容易寻到凤凰寨这片无主之地，才有了落脚的地方。"}
{"text":"不过别人都知道底细，谁也不来上这个当。偏巧薛嵩当时在江南经商，回京一看，居然有节度使出卖，只要这么点儿钱，就买了下来。办好手续，领到关防印信，拿到沅西镇版图，又花了比买官多十倍的钱。薛家的老少从原来的大宅子搬到一个小院里。薛嵩把部曲家丁改编成沅西镇标营。按图索膜到湘西一看――不必说了，什么都不必说了。慢说是二军七州八县，连一片下寨的地方都没有。这山苗洞瑶勇悍得很，你占一寸地他都要和你玩命。好不容易寻到凤凰寨这片无主之地，才有了落脚的地方。红线说，好教老爷得知，这凤凰寨也是有主的地方，归我爹爹管理。当年老爷在此下寨，爹爹要集合三十七寨上万名苗丁下山来打老爷。小贱人在爹爹面前打滚撒娇，说爹爹把老爷撵去，奴就要吞钉子。爹爹说，你既如此，就把这片地给你。将来我死后，三十七寨你都无份。后来下山来跟老爷，每回挨了家法，心里都有些罪该万死的气话。老爷不赦罪，奴一辈子也不敢说。薛嵩说，赦尔无罪，你且说来。红线说，奴婢想小王八羔子占了老娘这么多便宜，还敢打老娘，而且打得这么痛！现在不理你，等半夜我把你切成八大块扔猪圈里去。等老爷睡了，奴又下不得手。薛嵩一听，吓出一头冷汗，连忙说老爷打你都是一时气恼，你不要记恨。再往下有些话迹近狠亵，小子未敢尽录。总之是关于家法的事，红线表示想开了也没什么不可接受的，薛嵩对她的教化程度表示嘉许。然后又提到原来的话题上去，红线问薛嵩，既然知道沅西镇是个骗局，何不回京去，向中宫们索回买官之价。薛嵩说，买官之价既付出，已不能全部索回。老爷我不回长安，又和我平生所好有关。薛嵩对红线讲他平生所好时，正如那李后主词云红日已高三丈透。彼时雾气散尽，绿草地青翠可爱，草上露珠融融欲滴。薛嵩的心情，却如陆游所发的牢骚错错错！他觉得这一辈子都不对头，细究起来，他这人只有一个毛病好名。其余酒色财气，有也可无也可，他不大在乎。再看他一生所遇，全是倒着来，什么都弄着过，就是没有好名声。开元时他年方弱冠，与一帮长安子弟在酒楼上畅饮，酒酣耳热之时，吟成一长短句。寄托着他今生抱负，调寄嘣嘣嚓嚓此乃唐代词牌，正如广陵散，已成千古绝响，词曰乘白马，持银戟，啸西风！丈夫不惧阮囊羞，只恐功不成。祖辈功名粪土矣。还看今生。秩千石何足道，当取万户封！当时薛嵩乘酒高歌此曲，博得满堂倒彩。有人学驴叫，说薛嵩把调唱成了调，真叫难听。"}
{"text":"其余酒色财气，有也可无也可，他不大在乎。再看他一生所遇，全是倒着来，什么都弄着过，就是没有好名声。开元时他年方弱冠，与一帮长安子弟在酒楼上畅饮，酒酣耳热之时，吟成一长短句。寄托着他今生抱负，调寄嘣嘣嚓嚓此乃唐代词牌，正如广陵散，已成千古绝响，词曰乘白马，持银戟，啸西风！丈夫不惧阮囊羞，只恐功不成。祖辈功名粪土矣。还看今生。秩千石何足道，当取万户封！当时薛嵩乘酒高歌此曲，博得满堂倒彩。有人学驴叫，说薛嵩把调唱成了调，真叫难听。像这种歌喉，就该戴上嚼口。还有人说，薛嵩真会吹牛皮。他还要当万户侯哩，也不看看啥年月！舞刀弄棍吃不开啦！这可不比太宗时，凭你祖父一个伙头军，也能混上平西侯。又有人说令祖一顿要吃两条牛腿，而且瞎字不识。这等粗鄙之徒，令祖母不知怎么忍受的，薛嵩闻言大怒，说你们睁开眼睛等着看吧，不出十年薛某人混不出个模样，当输东道。一晃十年，那帮长安旧友找上门来。这个说薛嵩，你可是抱上虢国夫人的大粗腿啦。万户封在哪里？拿给我看看。那个说咱们到酒楼上去，听薛嵩讲讲虢国夫人的裤衩是什么样子的。这种话真听不得。薛嵩在酒楼上说，再过十年做不成万户侯，还输东道。又过了十年，在长安市上又碰上旧友。人家这么说嗨，薛嵩！怎么着，听说在江南跑单帮哪？薛嵩头一低，送给他一张银票说今秋东道，劳兄主持。寄语诸友，请宽限十年。不获万户封，当割首级！那人说得啦老薛，千万别介。大伙都是好朋友，玩笑旧玩笑。你要真赌，我包你死为无头鬼！他妈的，这不是咒人吗？转眼十年之期将至，就这么回乡去，别人的嗤笑难当。薛嵩决意死守在此，除了要逃人耻笑，还有两件事儿可干。第一，凭沅西节度府斗大一颗官印，派军需官到巴东江淮贩运盐铁，与苗人贸易。这么干到年终多少能有些钱物汇到家里去，要不只好喝西北风。第二，他还要等继任官来哩，叫他也尝尝这个上吊找不着绳的滋味。所以他今手下人对外只说沅西镇真个有七州八县。谁知这田承嗣也以为他有七州八县，来借一片山。如今弄得他上无片瓦下无立锥之地。有家难回，有国难投。兽有林乌有巢，薛嵩竟无安身之处。雷呀，你响吧！电呀，你闪吧！小子录到此处，觉得这薛嵩秘籍有点儿不伦不类。晴空万里，何来雷电？倒像近代电影中男主人公失恋的俗套。余妻小胡以为此段乃绝妙好辞，千古文章，文盖上影厂，气夺好莱坞。"}
{"text":"这么干到年终多少能有些钱物汇到家里去，要不只好喝西北风。第二，他还要等继任官来哩，叫他也尝尝这个上吊找不着绳的滋味。所以他今手下人对外只说沅西镇真个有七州八县。谁知这田承嗣也以为他有七州八县，来借一片山。如今弄得他上无片瓦下无立锥之地。有家难回，有国难投。兽有林乌有巢，薛嵩竟无安身之处。雷呀，你响吧！电呀，你闪吧！小子录到此处，觉得这薛嵩秘籍有点儿不伦不类。晴空万里，何来雷电？倒像近代电影中男主人公失恋的俗套。余妻小胡以为此段乃绝妙好辞，千古文章，文盖上影厂，气夺好莱坞。但小子不以为然，遂将此段删去不载。却说日上了三竿，薛嵩看着脚下的凤凰寨，由于衣冠不整，下不去。红线说老爷，奴婢又有一个主意。咱们俩从林子里摸回去。你在草丛里躲着，我去找你的副将，借他的衣甲，就说昨晚家中失火，你老人家去得急啦，失了袍服，然后咱们扯块白布赶制袍服，拿红豆染染，也能穿。至于那外宅男，我来给你对付。小贱人在家里还是大小姐啦，上山去借百把苗丁总借得来。那些人在平地打仗不中用，要讲在林子里动手，比那外宅男强了百倍不止。逮着活的都阉了放回去。看他们下回还敢来不？薛嵩一听，觉得这主意还可以，只要外宅男不来行刺，这片地方他还能守得住。他手下拨拉拨拉还有千把人，多数久经沙场。薛嵩本人又有万夫不当之勇。兵法云山战不在众而在勇。田承嗣若从大路来进攻，薛嵩倒不怕他。于是他解开包印的包袱，把那方黄缎子当遮羞布围在腰间，和红线走草丛里的小路下山去。一直摸到寨中的竹林里，从草丛里探头出去，一个人也看不见，却听见寨前空场上人声鼎沸，有个驴叫天的嗓门儿在念文书领户部尚书上柱国镇国大将军衔，两湖节度使田，准沅源县文字查沅西节度使薛嵩，家宅不慎，灯火有失，酿成火灾，一门良贱，葬身火窟，夫地方不可一日无主，薛镇所遗凤凰镇，及二军六州八县地面，仰请田镇暂为管辖，以待朝廷命令。正德十年，六月二十五日，沅源县令余。诸位，这下面有田节度使的大印和沅源县印，你们都看明白啦。小的们，把它贴起来！还有一通文书。沪部尚书上柱国镇国大将军，两湖节度使田，谕沅西镇军民人等文事倾悉沅西节度使薛使相嵩，家宅不幸，火灾丧生，不胜悲悼之至。薛使君是咱老田的亲家啦。英年早丧，国家失去一位良将，地方上失去一位青天父母官，薛家嫂子中年丧夫，我田某焉得不伤心？日某当至凤凰寨抚慰军民，车骑在途。"}
{"text":"正德十年，六月二十五日，沅源县令余。诸位，这下面有田节度使的大印和沅源县印，你们都看明白啦。小的们，把它贴起来！还有一通文书。沪部尚书上柱国镇国大将军，两湖节度使田，谕沅西镇军民人等文事倾悉沅西节度使薛使相嵩，家宅不幸，火灾丧生，不胜悲悼之至。薛使君是咱老田的亲家啦。英年早丧，国家失去一位良将，地方上失去一位青天父母官，薛家嫂子中年丧夫，我田某焉得不伤心？日某当至凤凰寨抚慰军民，车骑在途。薛氏部属，愿去者给资遣散，愿留者帐下为军。滋事者立地格杀。切切此谕！此文书念毕，场上好一阵鸦雀无声。薛嵩只觉得当头一棒，手脚冰凉。他可没想到田承嗣的手脚有这么快，昨晚上派人行刺，今早上就派人到寨来接收人马。忽然会场上有人大喊一声弟兄们！咱们老爷死得不明白！多半是田承嗣捣的鬼呀！一人呼百人应，会场上乱成一咽。红线连忙用手肘拱薛嵩老爷，咱们俩杀出去吧。场上都是你的人，咱们先把田家这几个小崽于摆平了再说！谁知薛嵩长叹一声，面如灰土噫！余今赤身裸体，汝又不着一丝，乳阴毕露。纵事胜，亦将遗为千秋话柄。夫子云土虽死而缨不绝，况不着一丝乎？不如走休。这会场上那驴嗓子在吼诸位，想明白了啊！管他明白不明白，薛嵩是死了，是明白事儿的赶紧回家去，我们田大人来了有赏。不怕死的就留在这儿起哄！于是场上的人声渐息。红线急得用双手来推薛嵩，叫道老爷你他妈的怎么了，再不动手下人就要散光了！薛嵩回过头来，这张脸红线都不认识了。简言之，是张死人的脸。他呻吟着说话，其声甚惨此乃天亡我薛氏，非田氏之能也。余不合力虢国之男妾，遂遭此报！夫天生德于予，田承嗣奈我何？而天不降德于予，也不怪姓田的骑在我头上屙届扈。红线，自古以来，就没人当过我这样的节度使，也没听说过哪个节度使曾叫人撵得光屁股跑。这种事非偶然也，都是我不守士德的报应，现在我觉得四肢无力，心中甚乱，想来命不长矣。你搀我一把，咱们走吧。红线把薛嵩架到林里，扶他坐下。她叉着腰在薛嵩面前一站，气势汹汹，再没一点恭敬的样子，说出的话也都可圈可点老爷，我不喜欢你了！你怎么这么个窝囊的样子？老娘跟你，图的是你是条汉子！谁知你像条死蛇，软不出溜。我跟你干什么？"}
{"text":"而天不降德于予，也不怪姓田的骑在我头上屙届扈。红线，自古以来，就没人当过我这样的节度使，也没听说过哪个节度使曾叫人撵得光屁股跑。这种事非偶然也，都是我不守士德的报应，现在我觉得四肢无力，心中甚乱，想来命不长矣。你搀我一把，咱们走吧。红线把薛嵩架到林里，扶他坐下。她叉着腰在薛嵩面前一站，气势汹汹，再没一点恭敬的样子，说出的话也都可圈可点老爷，我不喜欢你了！你怎么这么个窝囊的样子？老娘跟你，图的是你是条汉子！谁知你像条死蛇，软不出溜。我跟你干什么？薛嵩呻吟一声说事非汝能知者，红线，笔墨侍候！老爷要写遗书。呸！别做梦啦。上哪儿找笔墨？薛嵩一听，哇地一声吐出一口血来，他想起三国时的袁公路来，当年关东二十七路诸侯讨董或袁家兄弟为盟主，那时中兴得很。曾几何时，袁公路兵败如山倒，逃到破庙里，管手下要一碗蜜水喝。手下说只有血水，哪有蜜水？袁公路听了呕血而死，为后世所耻笑。如今他临终，索笔墨不可得，和袁公路差不多了。红线见他可怜，就扯一片芭蕉叶，削个竹签来说行啦，您别急，在这上面写吧。薛嵩要写遗书，怎奈手抖握不住竹签，只得把这蕉叶竹签都递给红线。然后又说红线你还是跪下来。不是我要拿架子，而是这种时候一定要郑重。红线撅着小嘴下了跪，心里想狗娘养的，反正就跪最后一回。她现在对薛嵩是一肚子气。那种不遵王化的人，也不懂什么夫妻情分。一觉得薛嵩可恶，就巴不得他早死。薛嵩先时―句红线，后园里埋的金银，你要多少？我要它没用处，随你怎么分派吧。好。我死以后，劳你把这封书信和那些金子送往长安东三坊薛宅。交薛湃收。这信这么写――说与湃儿知道汝父流年不利，丧命荒郊，今将毕生所贮，及先祖所传之弓，付汝收持。汝母面前可以说知。汝少年有为，勿以父为念，努力上进，好自为之。又持书之蛮女，乃父之侍妾红线。临终之时，多蒙彼服侍，吾死后，彼愿再醮，愿守节，悉从波便。汝终生当以母事之，不得有违，切切。父字，正德十年六月二十五日。红线写完了见薛嵩画押，气得要发疯，心说我还年轻漂亮得很哩，你叫一个二十多岁的大老爷们儿管我叫娘，这不是要害死我？可是薛嵩又要她再写一封信，全文如下李二瓜并长安诸友钧鉴仆薛嵩流年不利丧在荒郊，十年之约，死不敢忘。"}
{"text":"汝母面前可以说知。汝少年有为，勿以父为念，努力上进，好自为之。又持书之蛮女，乃父之侍妾红线。临终之时，多蒙彼服侍，吾死后，彼愿再醮，愿守节，悉从波便。汝终生当以母事之，不得有违，切切。父字，正德十年六月二十五日。红线写完了见薛嵩画押，气得要发疯，心说我还年轻漂亮得很哩，你叫一个二十多岁的大老爷们儿管我叫娘，这不是要害死我？可是薛嵩又要她再写一封信，全文如下李二瓜并长安诸友钧鉴仆薛嵩流年不利丧在荒郊，十年之约，死不敢忘。今将首级交余妾红线持去，你们好好照顾她吧。我这一辈子，全是被你们这批乌鸦咒坏了！今后梦中见无头之鬼，那就是我来问候诸位。红线是我的大令，对我很好她到长安，吃喝玩乐，多烦各位招待。她要金子，你们不得给银子，要星星，你们不得给月亮。要有一桩不应，薛大爷的脾气你们是知道的，各位家里不免要闹宅，友薛嵩百拜无首，年月日。然后他说红线，我知道你这个人不遵王化，无男女之礼法。尔见老爷英雄就走了来，却不意要守很多规矩，这在我们天朝女子，原是天经地义对蛮婆来说，可是难为你啦。老爷平生受人滴水之恩，必当报以涌泉，岂有辜负你这蛮婆的道理。现下有个主意在此我死之后，你把我的头切下来，身子就埋了吧。这颗头，你按腊猪头做法，先腌后熏。制好了拿到长安去，先给我的狐朋狗友看这封信。等念到一半，你啪地一声把我的头摔出来――有皮无毛，呲牙咧嘴，在案上一滚，吓他们个半死。这帮家伙都是迷信的。见了这种景象，日后难免见神见鬼。一者我报过他们平生相讥之仇，二者你管他们要什么，自无不应者。他们又有钱又有势，你不是要去长安看看花花世界吗？有那帮孙子做护花使者送钱大爷，包你玩得痛快。说完这些话，薛嵩从壶里抽出一支箭，双手持立，照心窝里就捅。小子阅至此处，不禁掩卷长叹日薛嵩割首酬蛮婆，真英雄好汉也！大丈夫来去分明，相随之恩，虽死不忘，相诮之恨，虽死必报。就如吴起抱尸，死有余智。小子赞叹已毕，开卷再览――糟了，薛嵩没有死！千古佳话，登时吹灯拔蜡。原来是红线见薛嵩如此气概，就有点舍不得。薛嵩一箭桶下去，她却扑上去握着箭头往下扳，只听啪地一声箭杆折为两段。不仅大煞风景，而且可惜了一支好箭。薛嵩就叫小贱人，你又来做什么！红线说禀老爷，奴婢见老爷吩咐后事，英雄侠气，不减当年，对奴家又是非常之好。小贱人不禁喜欢得紧啦，不想让老爷死。"}
{"text":"大丈夫来去分明，相随之恩，虽死不忘，相诮之恨，虽死必报。就如吴起抱尸，死有余智。小子赞叹已毕，开卷再览――糟了，薛嵩没有死！千古佳话，登时吹灯拔蜡。原来是红线见薛嵩如此气概，就有点舍不得。薛嵩一箭桶下去，她却扑上去握着箭头往下扳，只听啪地一声箭杆折为两段。不仅大煞风景，而且可惜了一支好箭。薛嵩就叫小贱人，你又来做什么！红线说禀老爷，奴婢见老爷吩咐后事，英雄侠气，不减当年，对奴家又是非常之好。小贱人不禁喜欢得紧啦，不想让老爷死。您老人家不就是丢了寨子，活不下去了吗？这件事包在奴身上。不出旬日，我给你夺回来。薛嵩说呸！吹什么牛皮，这一阵只听寨中人喊马嘶，田承嗣率千军万马已然进寨。我的部属，非降即丧。山川之险已去，身边羽翼已失。只剩你我主仆二人，还都光着身子。拿什么去夺回寨子？就算你上山求动了你爹爹，田承嗣的人马甚多，他也撵不走他。红线说大人久经沙场，听见人马进寨就知道田承嗣来了，这大概不会有错。田老头不来还不好办，既来了，明天就要他把寨子交还，不然让他烂成一摊水。俗话说，强龙不压地头蛇，小奴家正是这一方的地头蛇！说完，她请薛嵩稍安勿躁，自己就钻草棵走了。薛嵩在林子里等着，不到顿饭时，就有几名苗女瑶童到来，奉上酒饭。斩草为窝，编竹为墙，一会儿搭起个绳床叫薛嵩安歇。然后半桩小子黄毛丫头陆陆续续到这片林子来，有携刀带杖的，有舞蛇弄蝎的。将近黄昏，这种人物到了有二三百之多。薛嵩想要凭这种队伍去收复凤凰寨，还是门都没有。不过要是去捣乱破坏，倒是够人喝一壶。原来这帮孩子携来的蛇蝎，均系骇人听闻者。什么五步蛇眼镜蛇青竹标过树榕，尚属平常。又有金头蜈蚣火尾蝎子斗大的蟾蛛等等，及苗人下蛊诸般毒虫。要是把这些东西都扔到凤凰寨里，那儿马上就成了爬虫馆。天刚半黑，只听顽童百口相传曰大家姐来！薛嵩张目一视，真红线也！那一身装束，甘泽谣载之分明，想系诸君耳熟能详者梳乌蛮舍，攒金风钦衣紫绣短袍，系青丝轻履胸前佩龙文匕首，额上书太乙神名，脖子上围一条金鳞大蟒蛇，气派非常。满山童子皆拜日见过阿姐。红线又指嵩云此乃姐夫。童子又拜日见过姐夫。红线乃除蟒堆置嵩身云给我拿着点儿。那东西在薛嵩身上蠕蠕爬动，朝他脸上吐信子。它要是个母的，还可以说是在表示好感要是公的，多半就是尝尝味道，准备吞了。"}
{"text":"天刚半黑，只听顽童百口相传曰大家姐来！薛嵩张目一视，真红线也！那一身装束，甘泽谣载之分明，想系诸君耳熟能详者梳乌蛮舍，攒金风钦衣紫绣短袍，系青丝轻履胸前佩龙文匕首，额上书太乙神名，脖子上围一条金鳞大蟒蛇，气派非常。满山童子皆拜日见过阿姐。红线又指嵩云此乃姐夫。童子又拜日见过姐夫。红线乃除蟒堆置嵩身云给我拿着点儿。那东西在薛嵩身上蠕蠕爬动，朝他脸上吐信子。它要是个母的，还可以说是在表示好感要是公的，多半就是尝尝味道，准备吞了。不消说薛嵩吓得要死。红线登高发令。指派各重各处做乱去了。然后对薛嵩说田承嗣处，非我亲自去不可。于是把那条大蟒抓过来挂树上，要薛嵩写了一封致田承嗣的短简，拿着就走啦。这故事的余下部分，薛氏秘籍所载与甘泽谣没啥不同，都是说红线夜入辕门虎帐，从田承嗣枕下偷出一个金盒来，里面盛着田的生辰八字。还把他剥得精光，把衣服都拿走。惟一不同之处就是，薛本说，红线盗盒时见田承嗣在梦中犹呼热，心中有所不忍，在他胸前扔了几条眼镜蛇给他抱着取凉。是夜三更，田军忽然炸了营，都说见到猛蛇恶蝎，并有十余人中毒死亡。田承嗣从梦中惊醒，只见七八条眼镜蛇在胸口筑了窝，几乎吓断了气。等到把蛇撵走，又发现枕下失了金盒，被上有薛嵩的书信，当时还以为见了鬼哩。第二天早上薛嵩派人把金盒送回，田承嗣这才大惊大怒，以为薛嵩有什么驱蛇驭鬼的邪法，连忙夹屁而逃。不单不要薛嵩的寨子，还把山边的地盘割了若干县送给薛家。甘泽谣所载明日遣使赠帛三万尺，名马二百匹，他物称是，以献于嵩，漏了最重要的东西。薛氏秘籍上写的是赠帛三万尺，名马二百匹，并割湖西郡县，以献于嵩。又甘泽谣载红线盗盒时拔其簪铒，脱其儒裳，把田承嗣剥成了猪猡。为什么这么干却无解释，好像红线是个好贪小便宜的。要按薛本就好解释她老公在山上光着屁股哩，田承嗣是一品大员，薛嵩也是一品大员，所以田的衣服薛可以穿。及至薛嵩平安度过危机，红线辞去甘泽谣所载的理由均属迷信，完全不可信。薛本所载则详实可信。原来薛嵩得了山下的郡县，要下山去做有模有样的节度使，忽得长安书信，其妻安国夫人常氏已去世。薛嵩与其妻感情不好，所以也不大伤心。当时就要册封红线为正妻。红线踌躇三日，最后对薛嵩这么说老爷，你真是一条好汉，奴婢也确实爱你。不过当你太太的事，我想来想去，还是算了吧。"}
