{"text":"而这条小路的南边表白是一片麦田，麦田中零星的夹杂着几棵枣树，虽然其貌不扬，但挺起遒劲的枝干，扬起高傲的头颅向着天空咆哮。儿时的小路，充满了快乐的记忆。这里我曾经练习过骑自行车，平坦的小路上，受着微风的轻拂，四周的麦香占据了整个的世界。有时会看到蓝天中飞过的喜鹊，会停靠在树枝上休憩。即使是寂寥的秋天，小路上依旧不乏生机，我的心也依旧豁朗。有人说这里会建一座大型超市。我这才如梦初醒。不粗，打开地图，曾经偏僻的小路竟变成小城的中心。麦田也早已消失多年，枣树还是向外伸展着枝干，却早已失去了往日的活力，我只看到仅留的枯枝摇摇欲坠，一触即落。或许，十年后，我在从这条小路上经过时，却很难再次找到儿时的感觉。那时候各式各样的广告灯会不会侵占行道树下闪烁不定的光斑商店里的音响会不会代替草地里的虫鸣城市的灯红酒绿会不会取代自然的安逸清晨，第一辆车呼啸而过，接着就开始了人们的嘈杂。汽车骄傲的喷着气，鸣着笛，不一会儿路上车水马龙。一个美妙的梦境就这样破碎。用一片绿色，换来川流不息的车辆，用寂静换来喧闹，小路会开心吗以成熟之姿成熟在现代汉语词典中的解释是植物的果实等完全长成，泛指生物体发育到完备状态。而在哲学家尼采眼中真正的成熟，应当是独特个性的形成，真正自我的实现，精神上的结果和丰收。前者泛指一种生理状态，后者特指人心智上的成熟，和为人处世的一种态度。七堇年曾经说过生活以刻薄和荒芜相欺。生活其实就是一个不断完善自己的过程。而这个过程充斥着泥淖与罹难。而我们则像被诸神惩罚的西西弗斯。终日重复着单调枯燥的劳作以至于在生活的泥淖中迷失了自己，终究也完不成成熟的蜕变了。而对于鸟儿在枪声中折羽，花儿在清晨就香消玉殒的生活，我们真的要放弃成长，永远幼稚下去吗不当然不正如罗素所说参差多姿乃幸福本源或许生活的泥淖黑暗且未知，但依然充满着希望，执着的探寻一定能找到希望。普雅花，静候九十年，只为一朝绽放。朝菌不知晦朔，蟪蛄不知春秋。对于普雅花成熟是一种对于美丽的漫长等待。而对于朝菌蟪蛄，成熟不过是一种介于生与死之间的一种生理状态。我们没法判断哪一个的生命更有意义，而可以肯定的是前者的生命更加痛苦但也更有希望。海明威说过生活总是让我们遍体鳞伤，但到最后那些受伤的地方一定会变成我们最强壮的地方。"}
{"text":"普雅花，静候九十年，只为一朝绽放。朝菌不知晦朔，蟪蛄不知春秋。对于普雅花成熟是一种对于美丽的漫长等待。而对于朝菌蟪蛄，成熟不过是一种介于生与死之间的一种生理状态。我们没法判断哪一个的生命更有意义，而可以肯定的是前者的生命更加痛苦但也更有希望。海明威说过生活总是让我们遍体鳞伤，但到最后那些受伤的地方一定会变成我们最强壮的地方。生活到处充满着痛苦的泥淖，这就需要我们以一种成熟的姿态来跨越。而这种成熟便是尼采眼中的真正的成熟，也是一种像马丁路德金说的无论做什么，都要保持前进的方向的永远向前的态度。所以，无论命运多么晦暗，无论人生有多少次颠簸，苦难的渡口总会有帮你度过苦难的渡船，而这渡船便是以坚持为桨，以信念为舵，以成熟之姿飞跃苦难的海洋。成熟之姿，便是前往，无论前路天寒地冻，马亡。成熟之姿，便是阳光，穿越苦难温暖的照在人的心上。就如黑塞所言人一生唯一的使命就是找到自己，然后在心底坚守其一生。而坚守的信念，便是以成熟之姿。凡心所向，素履所往。生如逆旅，不如以成熟之姿，努力飞翔。国风周南关雎关关雎鸠，在河之洲。窈窕淑女，君子好逑。参差荇菜，左右流之。窈窕淑女，寤寐求之。求之不得，寤寐思服。悠哉悠哉，辗转反侧。参差荇菜，左右采之。窈窕淑女，琴瑟友之。参差荇菜，左右d之。窈窕淑女，钟鼓乐之。国风周南葛覃葛之覃兮，施于中谷，维叶萋萋。黄鸟于飞，集于灌木，其鸣喈喈。葛之覃兮，施于中谷，维叶莫莫。是刈是C，为为，服之无尽Ｑ愿媸κ希言告言归。薄@我私，薄浣我衣。害浣害否，归宁父母。国风周南卷耳采采卷耳，不盈顷筐。嗟我怀人，置彼周行。陟彼崔嵬，我马虺P。我姑酌彼金，维以不永怀。陟彼高冈，我马玄黄。我姑酌彼兕觥，维以不永伤。陟彼^矣，我马矣，我仆j矣，云何吁矣。国风周南湍灸嫌湍荆葛累之。乐只君子，福履绥之。南有湍荆葛荒之。乐只君子，福履将之。南有湍荆葛萦之。乐只君子，福履成之。国风周南螽斯螽斯羽，诜诜兮。宜尔子孙，振振兮。螽斯羽，薨薨兮。宜尔子孙。绳绳兮。螽斯羽，揖揖兮。宜尔子孙，蛰蛰兮。国风周南桃夭桃之夭夭，灼灼其华。之子于归，宜其室家。"}
{"text":"陟彼崔嵬，我马虺P。我姑酌彼金，维以不永怀。陟彼高冈，我马玄黄。我姑酌彼兕觥，维以不永伤。陟彼^矣，我马矣，我仆j矣，云何吁矣。国风周南湍灸嫌湍荆葛累之。乐只君子，福履绥之。南有湍荆葛荒之。乐只君子，福履将之。南有湍荆葛萦之。乐只君子，福履成之。国风周南螽斯螽斯羽，诜诜兮。宜尔子孙，振振兮。螽斯羽，薨薨兮。宜尔子孙。绳绳兮。螽斯羽，揖揖兮。宜尔子孙，蛰蛰兮。国风周南桃夭桃之夭夭，灼灼其华。之子于归，宜其室家。桃之夭夭，有其实。之子于归，宜其家室。桃之夭夭，其叶蓁蓁。之子于归，宜其家人。国风周南兔D肃肃兔D，林丁丁。赳赳武夫，公侯干城。肃肃兔D，施于中逵。赳赳武夫，公侯好仇。肃肃免D，施于中林。赳赳武夫，公侯腹心。国风周南]苡采采]苡，薄言采之。采采]苡，薄言有之。采采]苡，薄言掇之。采采]苡，薄言捋之。采采]苡，薄言K之。采采]苡，薄言p之。国风周南汉广南有乔木，不可休息。汉有游女，不可求思。汉之广矣，不可泳思。江之永矣，不可方思。翘翘错薪，言刈其楚。之子于归，言秣其马。汉之广矣，不可泳思。江之永矣，不可方思。翘翘错薪，言刈其蒌。之子于归。言秣其驹。汉之广矣，不可泳思。江之永矣，不可方思。国风周南汝坟遵彼汝坟，伐其条枚。未见君子，┤绲骷。遵彼汝坟，伐其条肄。既见君子，不我遐弃。鲂鱼W尾，王室如S。虽则如毁，父母孔迩。国风周南麟之趾麟之趾，振振公子，于嗟麟兮。麟之定，振振公姓，于嗟麟兮。麟之角，振振公族，于嗟麟兮。国风召南鹊巢维鹊有巢，维鸠居之。之子于归，百两御之。维鹊有巢，维鸠方之。之子于归，百两将之。维鹊有巢，维鸠盈之。之子于归，百两成之。国风召南采蘩于以采蘩？于沼于b。于以用之？公侯之事。于以采蘩？于涧之中。于以用之？公侯之宫。被之僮僮，夙夜在公。被之祁祁，薄言还归。国风召南草虫翰莩妫阜螽。未见君子，忧心忡忡。亦既见止，亦既M止，我心则降。陟彼南山，言采其蕨。未见君子，忧心贰Ｒ嗉燃止，亦既M止，我心则说。陟彼南山，言采其薇。未见君子，我心伤悲。亦既见止，亦既M止，我心则夷。国风召南采O于以采O？南涧之滨。于以采藻？于彼行潦。于以盛之？维筐及_。于以湘之？维及釜。于以奠之？宗室牖下。"}
{"text":"于沼于b。于以用之？公侯之事。于以采蘩？于涧之中。于以用之？公侯之宫。被之僮僮，夙夜在公。被之祁祁，薄言还归。国风召南草虫翰莩妫阜螽。未见君子，忧心忡忡。亦既见止，亦既M止，我心则降。陟彼南山，言采其蕨。未见君子，忧心贰Ｒ嗉燃止，亦既M止，我心则说。陟彼南山，言采其薇。未见君子，我心伤悲。亦既见止，亦既M止，我心则夷。国风召南采O于以采O？南涧之滨。于以采藻？于彼行潦。于以盛之？维筐及_。于以湘之？维及釜。于以奠之？宗室牖下。谁其尸之？有齐季女。国风召南甘棠蔽芾甘棠，勿剪勿伐，召伯所茏。蔽芾甘棠，勿剪勿败，召伯所憩。蔽芾甘棠，勿剪勿拜，召伯所说。国风召南行露厌判新叮岂不夙夜，谓行多露。谁谓雀无角？何以穿我屋？谁谓女无家？何以速我狱？虽速我狱，室家不足！谁谓鼠无牙？何以穿我墉？谁谓女无家？何以速我讼？虽速我讼，亦不女从！国风召南羔羊羔羊之皮，素丝五F。退食自公，委蛇委蛇。羔羊之革，素丝五s。委蛇委蛇，自公退食。羔羊之缝，素丝五。委蛇委蛇，退食自公。国风召南殷其雷殷其雷，在南山之阳。何斯违斯，莫敢或遑？振振君子，归哉归哉！殷其雷，在南山之侧。何斯违斯，莫敢遑息？振振君子，归哉归哉！殷其雷，在南山之下。何斯违斯，莫或遑处？振振君子，归哉归哉！国风召南坑忻坑忻罚其实七兮。求我庶士，迨其吉兮。坑忻罚其实三兮。求我庶士，迨其今兮。坑忻罚顷筐I之。求我庶士，迨其谓之。国风召南小星G彼小星，三五在东。肃肃宵征，夙夜在公。命不同！G彼小星，维参与昴。肃肃宵征，抱衾与n。命不犹！国风召南江有汜江有汜，之子归，不我以。不我以，其后也悔。江有渚，之子归，不我与。不我与，其后也处。江有沱，之子归，不我过。不我过，其啸也歌。国风召南野有死野有死，白茅包之。有女怀春，吉士诱之。林有朴桑野有死鹿。白茅纯束，有女如玉。舒而脱脱兮，无感我兮，无使匆卜汀９风召南何彼a矣何彼a矣，唐棣之华？曷不肃雍？王姬之车。何彼a矣，华如桃李？平王之孙，齐侯之子。其钓维何？维丝伊缗。齐侯之子，平王之孙。国风召南驺虞彼茁者葭，壹发五^，于嗟乎驺虞！彼茁者蓬，壹发五q，于嗟乎驺虞！国风邶风柏舟泛彼柏舟，亦泛其流。"}
{"text":"不我与，其后也处。江有沱，之子归，不我过。不我过，其啸也歌。国风召南野有死野有死，白茅包之。有女怀春，吉士诱之。林有朴桑野有死鹿。白茅纯束，有女如玉。舒而脱脱兮，无感我兮，无使匆卜汀９风召南何彼a矣何彼a矣，唐棣之华？曷不肃雍？王姬之车。何彼a矣，华如桃李？平王之孙，齐侯之子。其钓维何？维丝伊缗。齐侯之子，平王之孙。国风召南驺虞彼茁者葭，壹发五^，于嗟乎驺虞！彼茁者蓬，壹发五q，于嗟乎驺虞！国风邶风柏舟泛彼柏舟，亦泛其流。耿耿不寐，如有隐忧。微我无酒，以敖以游。我心匪鉴，不可以茹。亦有兄弟，不可以据。薄言往诉，逢彼之怒。我心匪石，不可转也。我心匪席，不可卷也。威仪棣棣，不可选也。忧心悄悄，愠于群小。M闵既多，受侮不少。静言思之，寤辟有俊Ｈ站釉轮睿胡迭而微？心之忧矣，如匪浣衣。静言思之，不能奋飞。国风邶风绿衣绿兮衣兮，绿衣黄裹。心之忧矣，曷维其已！绿兮衣兮，绿衣黄裳。心之忧矣，曷维其亡！绿兮丝兮，女所治兮。我思古人，俾无I兮！兮兮，凄其以风。我思古人，实获我心！国风邶风燕燕燕燕于飞，差池其羽。之子于归，远送于野。瞻望弗及，泣涕如雨。燕燕于飞，颉之颃之。之子于归，远于将之。瞻望弗及，伫立以泣。燕燕于飞，下上其音。之子于归，远送于南。瞻望弗及，实劳我心。仲氏任只，其心塞渊。终温且惠，淑慎其身。先君之思，以勖寡人。国风邶风日月日居月诸，照临下土。乃如之人兮，逝不古处？胡能有定？宁不我顾。日居月诸，下土是冒。乃如之人兮，逝不相好。胡能有定？宁不我报。日居月诸，出自东方。乃如之人兮，德音无良。胡能有定？俾也可忘。日居月诸，东方自出。父兮母兮，畜我不卒。胡能有定？报我不述。国风邶风终风终风且暴，顾我则笑，谑浪笑敖，中心是悼。终风且霾，惠然肯来，莫往莫来，悠悠我思。终风且耍不日有耍寤言不寐，愿言则嚏。似湟酰虺虺其雷，寤言不寐，愿言则怀。国风邶风击鼓击鼓其镗，踊跃用兵。土国城漕，我独南行。从孙子仲，平陈与宋。不我以归，忧心有忡。爰居爰处？爰丧其马？于以求之？于林之下。死生契阔，与子成说。执子之手，与子偕老。于嗟阔兮，不我活兮。于嗟洵兮，不我信兮。国风邶风凯风凯风自南，吹彼棘心。棘心夭夭，母氏劬劳。凯风自南，吹彼棘薪。母氏圣善，我无令人。"}
{"text":"终风且霾，惠然肯来，莫往莫来，悠悠我思。终风且耍不日有耍寤言不寐，愿言则嚏。似湟酰虺虺其雷，寤言不寐，愿言则怀。国风邶风击鼓击鼓其镗，踊跃用兵。土国城漕，我独南行。从孙子仲，平陈与宋。不我以归，忧心有忡。爰居爰处？爰丧其马？于以求之？于林之下。死生契阔，与子成说。执子之手，与子偕老。于嗟阔兮，不我活兮。于嗟洵兮，不我信兮。国风邶风凯风凯风自南，吹彼棘心。棘心夭夭，母氏劬劳。凯风自南，吹彼棘薪。母氏圣善，我无令人。爰有寒痊在浚之下。有子七人，母氏劳苦。黄鸟，载好其音。有子七人，莫慰母心。国风邶风雄雉雄雉于飞，泄泄其羽。我之怀矣，自诒伊阻。雄雉于飞，下上其音。展矣君子，实劳我心。瞻彼日月，悠悠我思。道之云远，曷云能来？百尔君子，不知德行。不忮不求，何用不臧。国风邶风匏有苦叶匏有苦叶，济有深涉。深则厉，浅则揭。有济盈，有r雉鸣。济盈不濡轨，雉鸣求其牡。雍雍鸣雁，旭日始旦。士如归妻，迨冰未泮。招招舟子，人涉n否。不涉n否，n须我友。国风邶风谷风习习谷风，以阴以雨。黾勉同心，不宜有怒。采葑采菲，无以下体？德音莫违，及尔同死。行道迟迟，中心有违。不远伊迩，薄送我畿。谁谓荼苦，其甘如荠。宴尔新婚，如兄如弟。泾以渭浊，其b。宴尔新婚，不我屑以。毋逝我梁，毋发我笱。我躬不阅，遑恤我后。就其深矣，方之舟之。就其浅矣，泳之游之。何有何亡，黾勉求之。凡民有丧，匍匐救之。不我能畜，反以我为仇。既阻我德，贾用不售。昔育恐育鞫，及尔颠覆。既生既育，比予于毒。我有旨蓄，亦以御冬。宴尔新婚，以我御穷。有灿欣＃既诒我肄。不念昔者，伊余来I。国风邶风式微式微，式微，胡不归？微君之故，胡为乎中露！式微，式微，胡不归？微君之躬，胡为乎泥中！国风邶风旄丘旄丘之葛兮，何诞之节兮。叔兮伯兮，何多日也？何其处也？必有与也！何其久也？必有以也！狐裘蒙戎，匪车不东。叔兮伯兮，靡所与同。琐兮尾兮，流离之子。叔兮伯兮，如充耳。国风邶风简兮简兮简兮，方将万舞。日之方中，在前上处。硕人俣俣，公庭万舞。有力如虎，执辔如组。左手执龠，右手秉翟。赫如渥赭，公言锡爵。山有榛，隰有苓。云谁之思？西方美人。彼美人兮，西方之人兮。国风邶风泉水毖彼泉水，亦流于淇。"}
{"text":"式微，式微，胡不归？微君之躬，胡为乎泥中！国风邶风旄丘旄丘之葛兮，何诞之节兮。叔兮伯兮，何多日也？何其处也？必有与也！何其久也？必有以也！狐裘蒙戎，匪车不东。叔兮伯兮，靡所与同。琐兮尾兮，流离之子。叔兮伯兮，如充耳。国风邶风简兮简兮简兮，方将万舞。日之方中，在前上处。硕人俣俣，公庭万舞。有力如虎，执辔如组。左手执龠，右手秉翟。赫如渥赭，公言锡爵。山有榛，隰有苓。云谁之思？西方美人。彼美人兮，西方之人兮。国风邶风泉水毖彼泉水，亦流于淇。有怀于卫，靡日不思。娈彼诸姬，聊与之谋。出宿于，饮饯于祢。女子有行，远父母兄弟，问我诸姑，遂及伯姊。出宿于干，饮饯于言。载脂载辖，还车言迈。遄臻于卫，不瑕有害？我思肥泉，兹之永叹。思须与漕，我心悠悠。驾言出游，以写我忧。国风邶风北门出自北门，忧心殷殷。终窭且贫，莫知我艰。已焉哉！天实为之，谓之何哉！王事适我，政事一埤益我。我入自外，室人交遍谪我。已焉哉！天实为之，谓之何哉！王事敦我，政事一埤遗我。我入自外，室人交遍摧我。已焉哉！天实为之，谓之何哉！国风邶风北风北风其凉，雨雪其。惠而好我，携手同行。其虚其邪？既亟只且！北风其喈，雨雪其霏。惠而好我，携手同归。其虚其邪？既亟只且！莫赤匪狐，莫黑匪乌。惠而好我，携手同车。其虚其邪？既亟只且！国风邶风静女静女其姝，俟我于城隅。爱而不见，搔首踟蹰。静女其娈，贻我彤管。彤管有炜，说怿女美。自牧归荑，洵美且异。匪女之为美，美人之贻。国风邶风新台新台有，河水。燕婉之求，蘧X不鲜。新台有洒，河水浼浼。燕婉之求，蘧X不殄。鱼网之设，鸿则离之。燕婉之求，得此戚施。国风邶风二子乘舟二子乘舟，泛泛其景。愿言思子，中心养养！二子乘舟，泛泛其逝。愿言思子，不瑕有害？国风{风柏舟泛彼柏舟，在彼中河。彼两髦，实维我仪。之死矢靡它。母也天只，不谅人只！泛彼柏舟，在彼河侧。彼两髦，实维我特。之死矢靡慝。母也天只，不谅人只！国风{风墙有茨墙有茨，不可扫也。中谥言，不可道也。所可道也，言之丑也。墙有茨，不可襄也。中谥言，不可详也。所可详也，言之长也。墙有茨，不可束也。中谥言，不可读也。所可读也，言之辱也。国风{风君子偕老君子偕老，副笄六珈。委委佗佗，如山如河。象服是宜。子之不淑，云如之何？"}
{"text":"愿言思子，不瑕有害？国风{风柏舟泛彼柏舟，在彼中河。彼两髦，实维我仪。之死矢靡它。母也天只，不谅人只！泛彼柏舟，在彼河侧。彼两髦，实维我特。之死矢靡慝。母也天只，不谅人只！国风{风墙有茨墙有茨，不可扫也。中谥言，不可道也。所可道也，言之丑也。墙有茨，不可襄也。中谥言，不可详也。所可详也，言之长也。墙有茨，不可束也。中谥言，不可读也。所可读也，言之辱也。国风{风君子偕老君子偕老，副笄六珈。委委佗佗，如山如河。象服是宜。子之不淑，云如之何？u兮u兮，其之翟也。I发如云，不屑也。玉之也，象之W也。扬且之也。胡然而天也！胡然而帝也！兮兮，其之展也，蒙彼绉，是绁袢也。子之清扬，扬且之颜也，展如之人兮，邦之媛也！国风{风桑中爰采唐矣？i之乡矣。云谁之思？美孟姜矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。爰采麦矣？i之北矣。云谁之思？美孟弋矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。爰采葑矣？i之东矣。云谁之思？美孟庸矣。期我乎桑中，要我乎上宫，送我乎淇之上矣。国风{风鹑之奔奔鹑之奔奔，鹊之。人之无良，我以为兄！鹊之，鹑之奔奔。人之无良，我以为君！国风{风定之方中定之方中，作于楚宫。揆之以日，作于楚室。树之榛栗，椅桐梓漆，爰伐琴瑟。升彼虚矣，以望楚矣。望楚与堂，景山与京。降观于桑，卜云其吉，终然允臧。灵雨既零，命彼倌人，星言夙驾，说于桑田。匪直也人，秉心塞渊，Q牝三千。国风{风[X[X在东，莫之敢指。女子有行，远父母兄弟。朝Y于西，崇朝其雨。女子有行，远兄弟父母。乃如之人也，怀婚姻也。大无信也，不知命也！国风{风相鼠相鼠有皮，人而无仪！人而无仪，不死何为？相鼠有齿，人而无止！人而无止，不死何俟？相鼠有体，人而无礼，人而无礼！胡不遄死？国风{风干旄孑孑干旄，在浚之郊。素丝纰之，良马四之。彼姝者子，何以畀之？孑孑干，在浚之都。素丝组之，良马五之。彼姝者子，何以予之？孑孑干旌，在浚之城。素丝祝之，良马六之。彼姝者子，何以告之？国风{风载驰载驰载驱，归唁卫侯。驱马悠悠，言至于漕。大夫跋涉，我心则忧。既不我嘉，不能旋反。视尔不臧，我思不远。既不我嘉，不能旋济？视尔不臧，我思不s。陟彼阿丘，言采其{。女子善怀，亦各有行。许人尤之，众稚且狂。"}
{"text":"人而无止，不死何俟？相鼠有体，人而无礼，人而无礼！胡不遄死？国风{风干旄孑孑干旄，在浚之郊。素丝纰之，良马四之。彼姝者子，何以畀之？孑孑干，在浚之都。素丝组之，良马五之。彼姝者子，何以予之？孑孑干旌，在浚之城。素丝祝之，良马六之。彼姝者子，何以告之？国风{风载驰载驰载驱，归唁卫侯。驱马悠悠，言至于漕。大夫跋涉，我心则忧。既不我嘉，不能旋反。视尔不臧，我思不远。既不我嘉，不能旋济？视尔不臧，我思不s。陟彼阿丘，言采其{。女子善怀，亦各有行。许人尤之，众稚且狂。我行其野，MM其麦。控于大邦，谁因谁极？大夫君子，无我有尤。百尔所思，不如我所之。国风卫风淇奥瞻彼淇奥，绿竹猗猗。有匪君子，如切如磋，如琢如磨，瑟兮n兮，赫兮I兮。有匪君子，终不可谖兮。瞻彼淇奥，绿竹青青。有匪君子，充耳L莹，会弁如星。瑟兮n兮。赫兮I兮，有匪君子，终不可谖兮。瞻彼淇奥，绿竹如箦。有匪君子，如金如锡，如圭如璧。宽兮绰兮，猗重较兮。善戏谑兮，不为虐兮。国风卫风考考在涧，硕人之宽。独寐寤言，永矢弗谖。考在阿，硕人之P。独寐寤歌，永矢弗过。考在陆，硕人之轴。独寐寤宿，永矢弗告。国风卫风硕人硕人其颀，衣锦衣。齐侯之子，卫侯之妻。东宫之妹，邢侯之姨，谭公维私。手如柔荑，肤如凝脂，领如蝤蛴，齿如瓠犀，螓首蛾眉，巧笑倩兮，美目盼兮。硕人敖敖，说于农郊。四牡有骄，朱孙痫稹５云以朝。大夫夙退，无使君劳。河水洋洋，北流活活。施B瑁@鲔发发。葭I揭揭，庶姜孽孽，庶士有A。国风卫风氓氓之蚩蚩，抱布贸丝。匪来贸丝，来即我谋。送子涉淇，至于顿丘。匪我愆期，子无良媒。将子无怒，秋以为期。乘彼垣，以望复关。不见复关，泣涕涟涟。既见复关，载笑载言。尔卜尔筮，体无咎言。以尔车来，以我贿迁。桑之未落，其叶沃若。于嗟鸠兮！无食桑葚。于嗟女兮！无与士耽。士之耽兮，犹可说也。女之耽兮，不可说也。桑之落矣，其黄而陨。自我徂尔，三岁食贫。淇水汤汤，渐车帷裳。女也不爽，士贰其行。士也罔极，二三其德。三岁为妇，靡室劳矣。夙兴夜寐，靡有朝矣。言既遂矣，至于暴矣。兄弟不知，A其笑矣。静言思之，躬自悼矣。及尔偕老，老使我怨。淇则有岸，隰则有泮。总角之宴，言笑晏晏，信誓旦旦，不思其反。反是不思，亦已焉哉！国风卫风竹竿G竹竿，以钓于淇。岂不尔思？远莫致之。"}
