{"text":"这个不知道还会变成他知道。去年八月二十七日华盛顿合众社电，说记者问总统对于野村大使所谓日美政策之暌隔必须弥缝，有何感想。总统避不作答，仅谓现已有人以此事询诸赫尔国务卿矣。已经有人去问赫尔国务卿，国务卿知道，总统就不必作答了。去年五月十六日华盛顿合众社电，说罗斯福总统今日接见记者，说美国过去曾两次不宣而战，第一次系北非巴巴拉之海盗，曾于一八八三年企图封锁地中海上美国之航行。第二次美将派海军至印度，以保护美国商业，打击英法西之海盗。记者询以今日亦有巴巴拉海盗式之人物乎？总统称，请诸君自己判断可也。诸君自己判断，你们自己知道，总统也就不必作答了。他知道或你知道，还用发言人的我说什么呢？―这种种的变形，有些虽面目全非，细心吟味，却都从那一个不知道脱胎换骨，不过很微妙就是了。发言人临机应变，尽可层出不穷，但是百变不离其宗这个不知道也算是神而明之的了。年月日作。原载年月日当代评论第卷第期散文全编话中有鬼不管我们相信有鬼或无鬼，我们的话里免不了有鬼。我们话里不但有鬼，并且铸造了鬼的性格，描画了鬼的形态，赋予了鬼的才智。凭我们的话，鬼是有的，并且是活的。这个来历很多，也很古老，我们有的是鬼传说，鬼艺术，鬼文学。但是一句话，我们照自己的样子创出了鬼，正如宗教家的上帝照他自己的样子创出了人一般。鬼是人的化身，人的影子。我们讨厌这影子，有时可也喜欢这影子。正因为是自己的化身，才能说得活灵活现的，才会老挂在嘴边儿上。鬼通常不是好词儿。说这个鬼！是在骂人，说死鬼也是的。还有烟鬼，酒鬼，馋鬼等，都不是好话。不过骂人有怒骂，也有笑骂怒骂是恨，笑骂却是爱―俗语道，打是疼，骂是爱，就是明证。这种骂尽管骂的人装得牙痒痒的，挨骂的人却会觉得心痒痒的。女人喜欢骂人鬼死鬼！大概就是这个道理。至于刻薄鬼，啬刻鬼，小气鬼等，虽然不大惹人爱似的，可是笑嘻嘻的骂着，也会给人一种热，光却不会有―鬼怎么会有光？光天化日之下怎么会有鬼呢？固然也有白日见鬼这句话，那跟见鬼，活见鬼一样，只是说你与鬼为邻，说你是个鬼。鬼没有阳气，所以没有光。"}
{"text":"不过骂人有怒骂，也有笑骂怒骂是恨，笑骂却是爱―俗语道，打是疼，骂是爱，就是明证。这种骂尽管骂的人装得牙痒痒的，挨骂的人却会觉得心痒痒的。女人喜欢骂人鬼死鬼！大概就是这个道理。至于刻薄鬼，啬刻鬼，小气鬼等，虽然不大惹人爱似的，可是笑嘻嘻的骂着，也会给人一种热，光却不会有―鬼怎么会有光？光天化日之下怎么会有鬼呢？固然也有白日见鬼这句话，那跟见鬼，活见鬼一样，只是说你与鬼为邻，说你是个鬼。鬼没有阳气，所以没有光。所以只有老鬼，小鬼，没有少鬼，壮鬼，老年人跟小孩子阳气差点儿，凭他们的年纪就可以是鬼，青年人，中年人阳气正盛，不能是鬼。青年人，中年人也可以是鬼，但是别有是鬼之道，不关年纪。阎王好见，小鬼难当，那小的是地位，所以可怕可恨若凭年纪，老鬼跟小鬼倒都是恨也成，爱也成。―若说小鬼头，那简直还亲亲儿的，热热儿的。又有人爱说鬼东西，那也还只是鬼，鬼就是东西，东西就是鬼。总而言之，鬼贪，鬼小，所以有钱使得鬼推磨鬼是一股阴气，是黑暗的东西。人也贪，也小，也有黑暗处，鬼其实是代人受过的影子。所以我们只说好人，坏人，却只说坏鬼恨也罢，爱也罢，从来没有人说好鬼。好鬼不在话下，美鬼也不在话下，丑鬼倒常听见。说鬼相，说像个鬼，也都指鬼而言。不过丑的未必就不可爱，特别像一个女人说你看我这副鬼相！你看我像个鬼！她真会想教人讨厌她吗？做鬼脸也是鬼，可是往往惹人爱，引人笑。这些都是丑得有意思。鬼头鬼脑不但丑，并且丑得小气。鬼胆也是小的，鬼心眼儿也是小的。鬼胎不用说的怪胎，怀着鬼胎不用说得担惊害怕。还有，书上说，冷如鬼手馨！鬼手是冰凉的，尸体原是冰凉的。鬼叫，鬼哭都刺耳难听。―鬼胆和鬼心眼儿却有人爱，为的是怪可怜见的。从我们话里所见的鬼的身体，大概就是这一些。再说鬼鬼祟祟的虽然和鬼头鬼脑差不多，可只描画那小气而不光明的态度，没有指出身体部分。这就跟着出了鬼！其中有鬼！固然，鬼，诡同音，但是究竟因鬼而诡，还是因诡而鬼，似乎是个兜不完的圈子。"}
{"text":"还有，书上说，冷如鬼手馨！鬼手是冰凉的，尸体原是冰凉的。鬼叫，鬼哭都刺耳难听。―鬼胆和鬼心眼儿却有人爱，为的是怪可怜见的。从我们话里所见的鬼的身体，大概就是这一些。再说鬼鬼祟祟的虽然和鬼头鬼脑差不多，可只描画那小气而不光明的态度，没有指出身体部分。这就跟着出了鬼！其中有鬼！固然，鬼，诡同音，但是究竟因鬼而诡，还是因诡而鬼，似乎是个兜不完的圈子。我们也说出了花样，其中有花样，花样正是诡，是谲鬼是诡谲不过的，所以花样多的人，我们说他鬼得很！书上的鬼蜮伎俩，口头的鬼计多端，指的就是这一类人。这种人只惹人讨厌招人恨，谁爱上了他们才怪！这种人的话自然常是鬼话。不过鬼话未必都是这种人的话，有些居然娓娓可听，简直是昵昵儿女语，或者是海外奇谈。说是鬼话！尽管不信可是爱听的，有的是。寻常诳语也叫做鬼话，王尔德说得有理，诳原可以是很美的，只要撒得好。鬼并不老是那么精明，也有马虎的时候，说这种无关心的鬼话，就是他马虎的时候。写不好字叫做鬼画符，做不好活也叫做鬼画符，都是马马虎虎的，敷敷衍衍的。若连不相干的鬼话都不爱说，符也不爱画，那更是懒鬼。懒鬼还可以希望他不懒，最怕的是鬼混，鬼混就简直没出息了。从来没有听见过笨鬼，鬼大概总有点儿聪明，所谓鬼聪明。鬼聪明虽然只是不正经的小聪明，却也有了不起处。什么鬼玩意儿！尽管你瞧不上眼，他的可是一套玩意儿。你笑，你骂，你有时笑不得，哭不得，总之，你不免让鬼玩意儿耍一回。鬼聪明也有正经的，书上叫做鬼才。李贺是唯一的号巍鬼才的诗人，他的诗浓丽和幽险，森森然有鬼气。更上一层的鬼聪明，书上叫做鬼工鬼工险而奇，非人力所及。这词儿用来夸赞佳山水，大自然的创作，但似乎更多用来夸赞人们文学的和艺术的创作。还有鬼斧神工，自然奇妙，也是这一类颂辞。借了神的光，鬼才能到这自然奇妙的一步，不然只是险而奇罢了。可是借光也不大易，论书画的将神品列在第一，绝不列鬼品，鬼到底不能上品，真也怪可怜的。"}
{"text":"更上一层的鬼聪明，书上叫做鬼工鬼工险而奇，非人力所及。这词儿用来夸赞佳山水，大自然的创作，但似乎更多用来夸赞人们文学的和艺术的创作。还有鬼斧神工，自然奇妙，也是这一类颂辞。借了神的光，鬼才能到这自然奇妙的一步，不然只是险而奇罢了。可是借光也不大易，论书画的将神品列在第一，绝不列鬼品，鬼到底不能上品，真也怪可怜的。年月日原载年昆明中央日报星期增刊散文全编正义人间的正义是在哪里呢？正义是在我们的心里！从明哲的教训和见闻的意义中，我们不是得着大批的正义么？但白白的搁在心里，谁也不去取用，却至少是可惜的事。两石白米堆在屋里，总要吃它干净，两箱衣服堆在屋里，总要轮流穿换，一大堆正义却扔在一旁，满不理会，我们真大方，真舍得！看来正义这东西也真贱，竟抵不上白米的一个尖儿，衣服的一个扣儿。――爽性用它不着，倒也罢了，谁都又装出一副发急的样子，张张皇皇的寻觅着。这个葫芦里卖的什么药？我的聪明的同伴呀，我真想不通了！我不曾见过正义的面，只见过它的弯曲的影儿――在自我的唇边，在威权的面前，在他人的背后。正义可以做幌子，一个漂亮的幌子，所以谁都愿意念着它的名字。我是正经人，我要做正经事，谁都向他的同伴这样隐隐的自诩着。但是除了用以自诩之外，正义对于他还有什么作用呢？他独自一个时，在生人中间时，早忘了它的名字，而去创造自己的正义了！他所给予正义的，只是让它的影儿在他的唇边闪烁一番而已。但是，这毕竟不算十分孤负正义，比那凭着正义的名字以行罪恶的，还胜一筹。可怕的正是这种假名行恶的人。他嘴里唱着正义的名字，手里却满满的握着罪恶他将这些罪恶送给社会，粘上金碧辉煌的正义的签条送了去。社会凭着他所唱的名字和所粘的签条，欣然受了这份礼就是明知道是罪恶，也还是欣然受了这份礼！易卜生社会栋梁一出戏，就是这种情形。这种人的唇边，虽更频繁的闪烁着正义的弯曲的影儿，但是深藏在他们心底的正义，只怕早已霉了，烂了，且将毁灭了。在这些人里，我见不着正义！在亲子之间，师傅学徒之间，军官兵士之间，上司属僚之间，似乎有正义可见了，但是也不然。"}
{"text":"社会凭着他所唱的名字和所粘的签条，欣然受了这份礼就是明知道是罪恶，也还是欣然受了这份礼！易卜生社会栋梁一出戏，就是这种情形。这种人的唇边，虽更频繁的闪烁着正义的弯曲的影儿，但是深藏在他们心底的正义，只怕早已霉了，烂了，且将毁灭了。在这些人里，我见不着正义！在亲子之间，师傅学徒之间，军官兵士之间，上司属僚之间，似乎有正义可见了，但是也不然。卑幼大抵顺从他们长上的，长上要施行正义于他们，他们诚然是不能违抗的――甚至父教子死，子不得不死一类话也说出来了。他们发见有形的扑鞭和无形的赏罚在长上们的背后，怎敢去违抗呢？长上们凭着威权的名字施行正义，他们怎敢不遵呢？但是你私下问他们，信么？服么？他们必摇摇他们的头，甚至还奋起他们的双拳呢！这正是因为长上们不凭着正义的名字而施行正义的缘故了。这种正义只能由长上行于卑幼，卑幼是不能行于长上的，所以是偏颇的这种正义只能施于卑幼，而不能施于他人，所以是破碎的这种正义受着威权的鼓弄，有时不免要扩大到它的应有的轮廓之外，那时它又是肥大的。这些仍旧只是正义的弯曲的影儿。不凭着正义的名字而施行正义，我在这等人里，仍旧见不着它！在没有威权的地方，正义的影儿更弯曲了。名位与金钱的面前，正义只剩淡如水的微痕了。你瞧现在一班大人先生见了所谓督军等人的劲儿！他们未必愿意如此的，但是一当了面，估量着对手的名位，就不免心里一软，自然要给他一些面子――于是不知不觉的就敷衍起来了。至于平常的人，偶然见了所谓名流，也不免要吃一惊，那时就是心里有一百二十个不以为然，也只好姑且放下，另做出一番足恭的样子，以表倾慕之诚。所以一班达官通人，差不多是正义的化外之民，他们所做的都是合于正义的，乃至他们所做的就是正义了！――在他们实在无所谓正义与否了。呀！这样，正义岂不已经沦亡了？却又不然。须知我只说面前是无正义的，背后的正义却幸而还保留着。社会的维持，大部分或者就靠着这背后的正义罢。但是背后的正义，力量究竟是有限的，因为隔开一层，不由的就单弱了。一个为富不仁的人，背后虽然免不了人们的指谪，面前却只有恭敬。一个华服翩翩的人，犯了违警律，就是警察也要让他五分。这就是我们的正义了！我们的正义百分之九十九是在背后的，而在极亲近的人间，有时连这个背后的正义也没有！"}
{"text":"――在他们实在无所谓正义与否了。呀！这样，正义岂不已经沦亡了？却又不然。须知我只说面前是无正义的，背后的正义却幸而还保留着。社会的维持，大部分或者就靠着这背后的正义罢。但是背后的正义，力量究竟是有限的，因为隔开一层，不由的就单弱了。一个为富不仁的人，背后虽然免不了人们的指谪，面前却只有恭敬。一个华服翩翩的人，犯了违警律，就是警察也要让他五分。这就是我们的正义了！我们的正义百分之九十九是在背后的，而在极亲近的人间，有时连这个背后的正义也没有！因为太亲近了，什么也可以原谅了，什么也可以马虎了，正义就任怎么弯曲也可以了。背后的正义只有存生疏的人们间。生疏的人们间，没有什么密切的关系，自然可以用上正义这个幌子。至于一定要到背后才叫出正义来，那全是为了情面的缘故。情面的根柢大概也是一种同情，一种廉价的同情。现在的人们只喜欢廉价的东西，在正义与情面两者中，就尽先取了情面，而将正义放在背后。在极亲近的人间，情面的优先权到了最大限度，正义就几乎等于零，就是在背后也没有了。背后的正义虽也有相当的力量，但是比起面前的正义就大大的不同，启发与戒惧的功能都如搀了水的薄薄的牛乳似的――于是仍旧只算是一个弯曲的影儿。在这些人里，我更见不着正义！人间的正义究竟是在哪里呢？满藏在我们心里！为什么不取出来呢？它没有优先权！在我们心里，第一个尖儿是自私，其余就是威权，势力，亲疏，情面等等等到这些角色一一演毕，才轮得到我们可怜的正义。你想，时候已经晚了，它还有出台的机会么？没有！所以你要正义出台，你就得排除一切，让它做第一个尖儿。你得凭着它自己的名字叫它出台。你还得抖擞精神，准备一副好身手，因为它是初出台的角儿，捣乱的人必多，你得准备着打――不打不成相识呀！打得站住了脚携住了手，那时我们就能从容的瞻仰正义的面目了。年月日作。原载我们的七月散文全编论自己翻开辞典，自字下排列着数目可观的成语，这些自字多指自己而言。这中间包括着一大堆哲学，一大堆道德，一大堆诗文和废话，一大堆人，一大堆我，一大堆悲喜剧。自己真乃天下第一英雄好汉，有这么些可说的，值得说值不得说的！难怪纽约电话公司研究电话里最常用的字，在五百次通话中会发现三千九百九十次的我。这我字便是自己称自己的声音，自己给自己的名儿。"}
{"text":"年月日作。原载我们的七月散文全编论自己翻开辞典，自字下排列着数目可观的成语，这些自字多指自己而言。这中间包括着一大堆哲学，一大堆道德，一大堆诗文和废话，一大堆人，一大堆我，一大堆悲喜剧。自己真乃天下第一英雄好汉，有这么些可说的，值得说值不得说的！难怪纽约电话公司研究电话里最常用的字，在五百次通话中会发现三千九百九十次的我。这我字便是自己称自己的声音，自己给自己的名儿。自爱自怜！真是天下第一英雄好汉也难免的，何况区区寻常人！冷眼看去，也许只觉得那托自尊大狂妄得可笑可是这只见了真理的一半儿。掉过脸儿来，自爱自怜确也有不得不自爱自怜的。幼小时候有父母爱怜你，特别是有母亲爱怜你。到了长大成人，娶了媳妇儿忘了娘，娘这样看时就不必再爱怜你，至少不必再像当年那样爱怜你。――女的呢，嫁出门的女儿，泼出门的水做母亲的虽然未必这样看，可是形格势禁而且鞭长莫及，就是爱怜得着，也只算找补点罢了。爱人该爱怜你？然而爱人们的嘴一例是甜蜜的，谁能说你泥中有我，我泥中有你！真有那么回事儿？赶到爱人变了太太，再生了孩子，你算成了家，太太得管家管孩子，更不能一心儿爱怜你。你有时候会病，久病床前无孝子，太太怕也够倦的，够烦的。住医院？好，假如有运气住到像当年北平协和医院样的医院里去，倒是比家里强得多。但是护士们看护你，是服务，是工作也许夹上点儿爱怜在里头，那是好生之德，不是爱怜你，是爱怜人类。――你又不能老呆在家里，一离开家，怎么着也算作客那时候更没有爱怜你的。可以有朋友招呼你但朋友有朋友的事儿，那能教他将心常放在你身上？可以有属员或仆役伺候你，那――说得上是爱怜么？总而言之，天下第一爱怜自己的，只有自己自爱自怜的道理就在这儿。再说，大丈夫不受人怜。穷有穷干，苦有苦干世界那么大，凭自己的身手，哪儿就打不开一条路？何必老是向人愁眉苦脸唉声叹气的！愁眉苦脸不顺耳，别人会来爱怜你？自己免不了伤心的事儿，咬紧牙关忍着，等些日子，等些年月，会平静下去的。说说也无妨，只别不拣时候不看地方老是向人叨叨，叨叨得谁也不耐烦的岔开你或者躲开你。也别怨天怨地将一大堆感叹的句子向人身上扔过去。"}
{"text":"总而言之，天下第一爱怜自己的，只有自己自爱自怜的道理就在这儿。再说，大丈夫不受人怜。穷有穷干，苦有苦干世界那么大，凭自己的身手，哪儿就打不开一条路？何必老是向人愁眉苦脸唉声叹气的！愁眉苦脸不顺耳，别人会来爱怜你？自己免不了伤心的事儿，咬紧牙关忍着，等些日子，等些年月，会平静下去的。说说也无妨，只别不拣时候不看地方老是向人叨叨，叨叨得谁也不耐烦的岔开你或者躲开你。也别怨天怨地将一大堆感叹的句子向人身上扔过去。你怨的是天地，倒碍不着别人，只怕别人奇怪你的火气怎么这样大。――自己也免不了吃别人的亏。值不得计较的，不做声吞下肚去。出入大的想法子复仇，力量不够，卧薪尝胆的准备着。可别这儿那儿尽嚷嚷――嚷嚷完了一扔开，倒便宜了那欺负你的人。好汉胳膊折了往袖子里藏，为的是不在人面前露怯相，要人爱怜这苦人儿似的，这是要强，不是装。说也怪，不受人怜的人倒是能得人怜的人要强的人总是最能自爱自怜的人。大丈夫也罢，小丈夫也罢，自己其实是渺乎其小的，整个儿人类只是一个小圆球上一些碳水化合物，像现代一位哲学家说的，别提一个人的自己了。庄子所谓马体一毛，其实还是放大了看的。英国有一家报纸登过一幅漫画，画着一个人，仿佛在一间铺子里，周遭陈列着从他身体里分析出来的各种原素，每种标明分量和价目，总数是五先令――那时合七元钱。现在物价涨了，怕要合国币一千元了罢？然而，个人的自己也就值区区这一千元儿！自己这般渺小，不自爱自怜着点又怎么着！然而，顶天立地的是自己，天地与我并生，万物与我为一的也是自己有你说这些大处只是好听的话语，好看的文句？你能愣说这样的自己没有！有这么的自己，岂不更值得自爱自怜的？再说自己的扩大，在一个寻常人的生活里也可见出。且先从小处看。小孩子就爱搜集各国的邮票，正是在扩大自己的世界。从前有人劝学世界语，说是可以和各国人通信。你觉得这话幼稚可笑？可是这未尝不是扩大自己的一个方向。再说这回抗战，许多人都走过了若干地方，增长了若干阅历。特别是青年人身上，你一眼就看出来，他们是和抗战前不同了，他们的自己扩大了。――这样看，自己的小，自己的大，自己的由小而大。在自己都是好的。自己都觉得自己好，不错可是自己的确也都爱好。做官的都爱做好官，不过往往只知道爱做自己家里人的好官，自己亲戚朋友的好官这种好官往往是自己国家的贪官污吏。"}
{"text":"小孩子就爱搜集各国的邮票，正是在扩大自己的世界。从前有人劝学世界语，说是可以和各国人通信。你觉得这话幼稚可笑？可是这未尝不是扩大自己的一个方向。再说这回抗战，许多人都走过了若干地方，增长了若干阅历。特别是青年人身上，你一眼就看出来，他们是和抗战前不同了，他们的自己扩大了。――这样看，自己的小，自己的大，自己的由小而大。在自己都是好的。自己都觉得自己好，不错可是自己的确也都爱好。做官的都爱做好官，不过往往只知道爱做自己家里人的好官，自己亲戚朋友的好官这种好官往往是自己国家的贪官污吏。做盗贼的也都爱做好盗贼――好喽~，好伙伴，好头儿，可都只在贼窝里。有大好，有小好，有好得这样坏。自己关闭在自己的丁点大的世界里，往往越爱好越坏。所以非扩大自己不可。但是扩大自己得一圈儿一圈儿的，得充实，得踏实。别像肥皂泡儿，一大就裂。大丈夫能屈能伸，该屈的得屈点儿，别只顾伸出自己去。也得估计自己的力量。力量不够的话，人一能之，己百之，人十能之，己千之得寸是寸，得尺是尺。总之路是有的。看得远，想得开，把得稳自己是世界的时代的一环，别脱了节才真算好。力量怎样微弱，可是是自己的。相信自己，靠自己，随时随地尽自己的一份儿往最好里做去，让自己活得有意思，一时一刻一分一秒都有意思。这么着，自爱自怜才真是有道理的。年月日作。原载年月日人世间第卷第期散文全编论别人有自己才有别人，也有别人才有自己。人人都懂这个道理，可是许多人不能行这个道理。本来自己以外都是别人，可是有相干的，有不相干的。可以说是我的那些，如我的父母妻子，我的朋友等，是相干的别人，其余的是不相干的别人。相干的别人和自己合成家族亲友不相干的别人和自己合成社会国家。自己也许愿意只顾自己，但是自己和别人是相对的存在，离开别人就无所谓自己，所以他得顾到家族亲友，而社会国家更要他顾到那些不相干的别人。所以自了汉不是好汉，自顾自不是好话，自私自利，不顾别人死活，只知有己，不知有人的，更都不是好人。所以孔子之道只是个忠恕忠是己之所欲，以施于人，恕是己所不欲，勿施于人。这是一件事的两面，所以说一以贯之。孔子之道，只是教人为别人着想。可是儒家有亲亲之杀的话，为别人着想也有个层次。"}
