{"text":"上海！一望而知这块地方与海有着特殊因缘，叫起来响亮爽脆，感觉上又摩登别致，其实是宋代人不加推敲地取了这个毫无吉庆寓意的乏名。宋代的上海起先是一个小镇，到后来才升为县，清季把上海归属松江府。道光三十三年中英江宁条约的订立，不论厄运好运，上海是转运了，从兹风起云涌蔚为商埠，前程一天比一天更未可限量。此丕变，以出现英法等国的租界为征侯为标帜。西方远来的冒险家并不冒多少险，以经营地产为发财捷径这是明的白的，那暗的黑的致富之道便是私贩洋药鸦片。反正鸦片战争的结果是开不平等条约之端，所谓五口通商的其他四口，自然不及上海的得地理之优越。市境处于黄浦江与昊淞江的合流点，扼长江门户东向出驶，近可达沿海诸埠，远通东洋南洋西洋各国西入长江，沿江省会襟带衣连是故当初京沪沪杭甬淞沪等铁路之兴建，皆以上海为起点。现下健在于海内外的老上海们，大抵记得租界浪向灯红酒绿纸醉金迷邪气好白相，也许忘了一九二七年的上海还只算是特别市，到一九三年才直辖当时的行政院，重新勘定市界，把原有的十七个市乡概名为区。其中的特别区，便是英美合称的公共租界及法租界。从黄浦江外滩起，由公共租界的大马路和法租界的法大马路，下去下去卒达静安寺区长约十里，就是口口声声的十里洋场，或十里夷场十里彝场――翻翻这点乏味的老账，无非说，上海与巴黎伦敦这些承担历史渊源的大都会是不同类的。老账如果索性翻到战国时代，楚相黄歌请封江东是献了淮北十二县作交换，当然算得有头脑识时务，而江东的政治中心却定在苏州。春秋后期，东南沿海已借水路发展商业，上海北面有水道叫沪渎。渎是通海的意思。黄歌浚了一条黄歇浦黄浦江，又修了一条通阖间的内河苏州河，可奈三千食客中的珠履分子没有造外洋轮船的工程师，春申君到底未能出国访问对外贸易。两汉魏晋南北朝上海平平过，曾泛称为海盐县娄县，唐代改称华亭县，虽设置船舶堤岸司榷货场，但还只是上海镇。宋熙宁年间，此镇尚属华亭县，南宋的瞿忠王士迪辈之所以在上海占籍生根，着眼于上海物价比杭州便宜，本人还是去临安做官的。元朝短，铁骑蹂躏，上海反见萧条。明嘉靖之重视上海，那是为了筑城御倭寇。清初因郑成功张煌言的沿海活动，上海海禁了。"}
{"text":"两汉魏晋南北朝上海平平过，曾泛称为海盐县娄县，唐代改称华亭县，虽设置船舶堤岸司榷货场，但还只是上海镇。宋熙宁年间，此镇尚属华亭县，南宋的瞿忠王士迪辈之所以在上海占籍生根，着眼于上海物价比杭州便宜，本人还是去临安做官的。元朝短，铁骑蹂躏，上海反见萧条。明嘉靖之重视上海，那是为了筑城御倭寇。清初因郑成功张煌言的沿海活动，上海海禁了。康熙解禁，上海复苏康熙崩，雍正又把上海封闭――翻翻这点更寒酸的流年不佳的老账，意思是上海从来没有出过大事物大人物，就算明朝万历年间的徐光启还像样吧――总之近世的这番半殖民地的罗曼蒂克，是暴发的病态的魔性的。西方强权主义在亚洲的节外生枝，枝大于节。从前的上海哟，东方一枝直径十里的恶之华，招展三十年也还是历史的昙花。繁华巅峰期整四年，上海畸形繁华的崩峰期是整整四年，已过去半个世纪。一九三七年秋末，日军在杭州湾登陆，租界之外的上海地区全部沦陷，租界有了新名称孤岛。八一三抗战爆发后，不仅苏州河以北的居民仓皇避人租界，上海周围许多城市的中产者，及外省的财主殷户富吏，纷纷举家投奔租界，好像赶国难狂欢节，人口从一百万猛增到四百万。外国人非但不走，反而向西方呼朋引类，连手利用租界当局的所谓中立政策，使冒险家的乐园加倍险了别人乐了自己。英美金融资本通过汇丰麦加利花旗三大银行，稳稳控制着上海的经济枢纽，欧美各国商品充斥上海市场，很多公司店铺纯卖舶来品，所以上海人一向对国际名牌精品背诵如流，借此较量身份之高低。苏联的大轮船彩旗招展在黄浦江口，好莱坞影片与莫斯科影片同时开映，这边桃乐赛摩娜巧笑，那边夏伯阳怒目，国际间谍高手云集，谁也不放过远东最急剧的情报漩涡。法西斯德国特派大师级女宣传家专驻上海，美英法意苏联都在上海精密设置间谍中心，大美晚报泰晤士报密勒士乎论二十世纪总汇报时代每日战讯这些英文法文俄文中文日文的报刊布满上海街头，报童喊来琅琅上口琅琅换口。广播电台更是直截了当，英国电台苏联电台德国电台，用中英俄德法日等语抢报新闻宣传战空前白热化。上海的商业性电台在夹缝中自管自出花头，忽而蓬拆蓬拆郎呀妹呀香槟嗯酒气满场呀飞，忽而铜磐木鱼救苦救难广大灵感白衣观世音菩萨，梵音和靡靡之音无非为了做生意。尚须回顾抗战前的那几年。"}
{"text":"广播电台更是直截了当，英国电台苏联电台德国电台，用中英俄德法日等语抢报新闻宣传战空前白热化。上海的商业性电台在夹缝中自管自出花头，忽而蓬拆蓬拆郎呀妹呀香槟嗯酒气满场呀飞，忽而铜磐木鱼救苦救难广大灵感白衣观世音菩萨，梵音和靡靡之音无非为了做生意。尚须回顾抗战前的那几年。中国江南得天时之美，庄稼及农副业收成普遍丰饶，而上海确凿在工业生产和市场消费的有机关系上，已形成系统颇见气侯，加之各地涌来数以百万计的人口中，不乏挟巨资以争雄长的俊杰，中产者也横心泼胆，狠求发展，小产无产的活动分于，个个咬牙切齿四出拼搏，有不可穷尽之精力――新的工厂商店旅馆酒家游乐场大厦公寓小洋房，这边破土动工，那边落成剪彩，愈造愈摩登漂亮。租界四陬本来是黑暗冷清的，际此高楼林立万家灯火，都市迅速膨胀，还是容纳不了疯狂涌来的人潮。大房东二房东，三房东，即使是房客也招收单身寄宿者，甚至一个无窗无门的小角落，白天是小赵的窝，夜里是老沈的巢。租费的昂贵不足为奇，奇的是顶费，顶费者既非信用押金，亦不是预付租款，完全是敲诈性的索取，而且必须一次付以足赤的金条，当时叫条子，租赁谈判叫讲条子。大房东先伸手，二房东向三房东伸手，三房东向房客伸手，房客向大上海伸手，金条乱飞，不舍昼夜，从一九三七年到一九四一年，只要在租界上顶到一个店面一只电话，无不财源滚滚心宽体胖。然而若要成为真正上海人，就大有讲究，一牌头二派头三噱头又称苗头。牌头是指靠山，亦即后台，当时说法是背景。总之得有军政要员帮会魁首实业大王外围老板，撑你的腰，即使沾一两分裙带风，斜角皮带风，也够牌头硬了。君不见客厅的最显眼处接着一帧大大的玉照――仁棣惠存持赠，这便相当于姜太公在此百无禁忌。再说派头，原是人生舞台的服装和演技，要在上海滩浪混出名堂来，第一是衣着华贵大方，谈吐该庄时必庄，宜谐时立谐，更要紧的是庄谐杂作，使人吃不准你的路数，占不了你的上风，你就自然占了他的上风。交际手段玲珑阔绰，用对方的钱来阔绰给对方看，小鱼钓大鱼。，那小鱼很大，大到使人不疑忌是诱饵。"}
{"text":"君不见客厅的最显眼处接着一帧大大的玉照――仁棣惠存持赠，这便相当于姜太公在此百无禁忌。再说派头，原是人生舞台的服装和演技，要在上海滩浪混出名堂来，第一是衣着华贵大方，谈吐该庄时必庄，宜谐时立谐，更要紧的是庄谐杂作，使人吃不准你的路数，占不了你的上风，你就自然占了他的上风。交际手段玲珑阔绰，用对方的钱来阔绰给对方看，小鱼钓大鱼。，那小鱼很大，大到使人不疑忌是诱饵。于是大鱼上钩，也有大鱼假装上钩，一翻身将渔夫吞进肚里。空论无据，且举一实例某甲上古玩市场，瞥见其友乙正要付款买翡翠项链，他上前开口啥格末事啊，娘我看看叫！什么东西，让我瞧瞧！说着便把项链拿过来，问了价钱，掏出皮夹好格好格，我也付一半钞票。乙当然少付了一半，项链呢，甲说摆勒侬老兄手里，卖勿到杜价钿格，我来搭侬出货，卖脱子大家对开。快来西格，勿要极。放在你老兄手里，卖不到大价钱的，我来帮你销售，卖了对半分。很快的，不用急乙倒呆了，甲说哪能，侬勿相信我呀？怎么，你不相信我呀？只好相信。后来的结果，即使不是上海人也能推想得出来――此小焉者，只够点明上海人玩手段的派头，自有一种行云流水之妙。试再举例当年虞洽卿获悉宫廷宠臣到上海来采办一票洋货，巨额惊人，无奈谁也通不进内线，他便候机会趁大佬官巡幸在路上时，不巧撞伤其马车，然后登门道歉请罪，然后赔偿一辆格外精良时髦的新马车，然后奉重贽设盛宴，然后大佬官谈起那票洋货，虞洽卿义不容辞，当差效劳，从中获利无算，而全部过程实在英豪慷慨派头十足。这种模式是上海大亨的看家本领，世袭法宝，后来的杜月笙也精于此道，多次用到当时的国家台柱身上去，一贯富而悭吝的黄金荣亦颇知及时大处着眼讲派头，小处则每次上澡堂都要在门口撒银元，引众起哄，黄老板财神爷。那年代伶界领袖也都以老板作尊称，电台申报道梅兰芳老板，麒麟童老板。金少山则确凿善装老板派头――至此岂非已从派头咏入噱头了？噱，在汉书中是大笑的意思，口腔之上下亦谓之噱，但上海话的噱的含义是不妙而微妙的，贬中有褒，似褒实贬，上海的官场商场文场情场戏场赌场跳舞场跑马场跑狗场，无处不是噱头世界。如说牌头派头实为噱头之先导，岂非亦属于嚷头范畴么。"}
{"text":"那年代伶界领袖也都以老板作尊称，电台申报道梅兰芳老板，麒麟童老板。金少山则确凿善装老板派头――至此岂非已从派头咏入噱头了？噱，在汉书中是大笑的意思，口腔之上下亦谓之噱，但上海话的噱的含义是不妙而微妙的，贬中有褒，似褒实贬，上海的官场商场文场情场戏场赌场跳舞场跑马场跑狗场，无处不是噱头世界。如说牌头派头实为噱头之先导，岂非亦属于嚷头范畴么。上海黑社会以层次复杂冠绝全球，绅士风度翩翩的镀金博士，他是拜了老头子的相帮推车登桥，讨几个小钱的瘪三，他是有上司爷叔的每条路每条弄堂都由黑诸侯剖据着，而昕令于黑天子。如此则绅士――老头子，瘪三――爷叔，黑诸侯――黑天子，其间的利害为用，全凭噱头之高低。印证在数百万市民的日常生活运作中，就是陈家噱周家周家噱陈家陈先生噱陈太太周少奶奶噱周少爷父母噱儿女外甥噱娘舅。票房价值最高的滑稽戏，广告噱夭噱地噱倒一家门。巧言令色是噱功好，貌似忠厚是噱功更好，三十六计七十二变，上海人一字以蔽之噱。骂年轻人小滑头，他不生气，抖抖单腿很得意，因为承认他能耐超群，人家上他的当，他不上人家的当。骂年长者老滑头，他不见怪，搞下眼镜，哈了哈，揩揩再戴上，笑眯睐，因为这是在恭维他足智多谋，果断脱略，处世术炉火纯青――噱有阴阳之分，阴噱的段数高于阳噱，从前的上海人的生活概念，是噱与被噱的宿命存在，是阳嚷阴噱的相生相克，阴噱固然歹毒叵测，而一旦遇上牌头硬的，堂而皇之噱过来，侬挡得牢伐。上海的畸形繁华巅峰期，工业成型，商业成网，消费娱乐业成景观，文化教育马马虎虎，学校以营利为目的，故称学店。野鸡学堂，世风日下日下又日下，乱世男女冥冥之中似乎都知道春梦不长。既是麋烂颓唐烟云过眼，又是勾心斗角锱铢必争，形成了牌头派头噱头三宝齐放的全盛时代，外省外市的佼佼者一到上海，无不惊叹十里洋场真个地夏人杰道高魔高。那繁华是万花筒里的繁华由牌头派头噱头三面幻镜折射出来，有限的实质成了无限的势焰，任你巨奸大猾也不免眼花缭乱。强中还有强中手，此山更比那山高，棉纱大王水泥大王瓜子大王梨膏糖大王，什么都有王粮霸水霸烟霸粪霸，处处可称霸。"}
{"text":"野鸡学堂，世风日下日下又日下，乱世男女冥冥之中似乎都知道春梦不长。既是麋烂颓唐烟云过眼，又是勾心斗角锱铢必争，形成了牌头派头噱头三宝齐放的全盛时代，外省外市的佼佼者一到上海，无不惊叹十里洋场真个地夏人杰道高魔高。那繁华是万花筒里的繁华由牌头派头噱头三面幻镜折射出来，有限的实质成了无限的势焰，任你巨奸大猾也不免眼花缭乱。强中还有强中手，此山更比那山高，棉纱大王水泥大王瓜子大王梨膏糖大王，什么都有王粮霸水霸烟霸粪霸，处处可称霸。即使马路边上叫卖西贝货的歪帽子老兄西贝，贾，贾通假，若问人家上当只上你一次？那老兄答每个人上我一次当，我也吃勿光用勿光哉！这种江湖乾坤的精明圆通，上海人大抵心里有数无师自通。然后，时代的巨轮滚滚向前，牌头派头嚷头都属轹碎扬弃之例――一个大都会，一宗观念形态的渊薮，它的集体潜意识的沉淀保留期相当长。希腊罗马凋零败落如此之久了，现今的希腊人罗马人脾气还很大，肝火说旺就旺。是则要上海人免于牌头派头噱头的折腾，还远得不知所云哩。而且，作为上海人而不讲牌头派头噱头，未知更有什么可讲的。这一切泥沙鱼龙声色犬马的诡谲传奇，都是以十里洋场为背景的――三十年代上海的国际公共租界主政工部局的是英国人，而美日等方自亦参预权利，机关职员有华籍日籍印度籍，还有白俄。法租界的面积和势力也不小，况且地区好，文化高，每与公共租界的当局起争执。一九四三年英美政府放弃了在中国的全部租借权，二次大战结束，租界归还中国，此后的四年，气数是衰了，上海人仍然生活在租界模式的残影余波中。怎么说呢，别的不说，单说英国在上海的投资，一九四九年尚高达三亿英镑。无何英国人回英国，法国人回法国，美国水兵胡闹了一阵也回美国了，日本人一败涂地，摔碎碗盘回日本了，白俄走了去加拿大澳大利亚，犹太人走了去美国以色列巴西外滩的百老汇大厦沙逊大厦汇丰银行果立不动，等待易名改姓。譬如那号称拥有世界上第一长吧台的，后来叫作海员俱乐部。弄堂风光先找一二以资比较者，而后从前的上海弄堂的特色或能言而喻之。北京的胡同，最初的感觉是两边垣墙之矮，令人顿悟武侠的飞檐走壁不可不信可以全信，脚下的泥路晴久了就松散如粉，下雨，烂作长长的沼泽，而矮墙多年不刷石灰，病恹恹地连过去连过去，连过去。"}
{"text":"譬如那号称拥有世界上第一长吧台的，后来叫作海员俱乐部。弄堂风光先找一二以资比较者，而后从前的上海弄堂的特色或能言而喻之。北京的胡同，最初的感觉是两边垣墙之矮，令人顿悟武侠的飞檐走壁不可不信可以全信，脚下的泥路晴久了就松散如粉，下雨，烂作长长的沼泽，而矮墙多年不刷石灰，病恹恹地连过去连过去，连过去。门，像是开着，像是闩着，从隙闻望进去，枯索的四合院之类，有槐榆，等等，树大者，里面就以树为主似的。复前行，垣墙恬不知矮地连过去连过去，门了，再过去直角拐弯，还是泥墙出现砖面的墙，砖的青灰色使人透口气，分明一对石狮，两扇红漆的门，门和狮都太小，反而起了寒碜之感。北京的胡同是寂寞的，西风残照也没有汉家气象了。杭州的巷呢，也早与油壁香车遗簪坠珥的武林韵事不相干，两堵墙墉凛凛对峙，巷子实际是窄的，看起来就更窄，墙之所以高，为了防火，故称封火墙，恐怕也是为了防盗贼，因而历代坚持不开窗，只有门，似乎万不得已才开这个门，开了就紧紧关起来，多数是两道的。每条巷概是白灰黑色调，清虚成郁闷，行到巷与巷的交接处，有井，石栏光滑的井，周围算是公用之地，妇人们蹲着伛着淘米净菜，几棵瘦伶仃的树杭州的巷，走着走着，不见得就是明心见性，却是懒洋洋渴望睡午觉，其实高墙里面有的是蚰娌争风姑嫂怄气兄弟夺产婆媳斗智――墙白着，门黑着，瓦灰着，巷子安静着。上海的弄堂来了，发酵的人间世，肮脏，嚣骚，望之黝黑而蠕动，森然无尽头。这里那里的小便池，斑驳的墙上贴满性病特效药的广告，垃圾箱满了，垃圾倒在两边，阴沟泛着秽泡，群蝇乱飞，洼处积水映见弄顶的狭长青天。又是晾出无数的内衣外衫，一楼一群密密层层，弄堂把风逼紧了，吹得它们猎猎价响。参差而紧挨的墙面尽可能地开窗，大小高低是洞就是宙，艳色的布帘被风吸出来又刮进去。收音机十足嘹亮，一马离了西凉啊界唉青嗯的山唉，绿的水口欧口欧另一只收音机认为。桃噢花江是美唉人窝，桃噢花啊千嚷万唉万朵喔喔喔，比不上美唉人嗯嗯嗯多。老妪们端然坐定在竹椅上，好像与竹椅生来就是一体，剥蚕豆，以葱油炒之，折纸锭锡箔，祖宗忌辰焚化之，西娘家桃花缸收音机都是这样的。"}
{"text":"又是晾出无数的内衣外衫，一楼一群密密层层，弄堂把风逼紧了，吹得它们猎猎价响。参差而紧挨的墙面尽可能地开窗，大小高低是洞就是宙，艳色的布帘被风吸出来又刮进去。收音机十足嘹亮，一马离了西凉啊界唉青嗯的山唉，绿的水口欧口欧另一只收音机认为。桃噢花江是美唉人窝，桃噢花啊千嚷万唉万朵喔喔喔，比不上美唉人嗯嗯嗯多。老妪们端然坐定在竹椅上，好像与竹椅生来就是一体，剥蚕豆，以葱油炒之，折纸锭锡箔，祖宗忌辰焚化之，西娘家桃花缸收音机都是这样的。小孩的运动场赌场战场也就在于此，脚下是坎坷湿漉的一条地，头上是支离破碎的一缕天，小鬼们闹得天翻地覆也就有限，而且棚檐下的鸟笼里的画眉八哥蜿转地叫，黄包车拉进来了，不让路不行。拉车的满口好话，坐在车上的木然泰然，根本与己无关，车子颠颠顿顿过去，弄堂的那边也在让路了，这边的老妪小孩各归原位，都记得刚才是占着什么地盘的。民国初年造起来的弄堂倒并非如此，那是江南的普通家宅，石库门天井客堂厢房，灶间在后，卧室上楼，再则假三层，勉强加上去，甚而再勉勉强强构作四层，还添个平顶。不知何年何月何家发难，前门不走走后门，似乎是一项文明进步，外省人按路名门牌找对了，满头大汗地再三叩关里面毫无反应，走动在附近的人视若无睹，碰巧看那个长者经过，向你撅撅嘴，意思是绕到后面去。上海人特别善于简练，对方当然也要善于领会才好，这一撅嘴是连着头的徽转，足够示明方向方位了，但外地来客哪有这份慧能，仍处于四顾茫然中，长者却已噙着牙签悠悠踱去，落难者再奋起敲门，带着哭音地叫，三阿姨哟，大伯伯啊。近处的闲人中之某个嫌烦了，戟手指点，索性引导到后门口。入目的是条黑暗的小甬道，一边是极窄极陡的木楼梯，一边是油烟袭人的厨房，身影幢幢，水声溅溅，烧的烧洗的洗切的切，因为是几家合用的呀，从早到晚从黄昏到夤夜，上海弄堂的厨房里蠢蠢然施施然活动不止为什么死要面子的上海人甘愿封闭前门而不惜暴露生活的后台呢，那是人口爆炸的趋势所使然，天井上空搭了顶棚，客堂里拦道板壁，都成了起居室，不然就招租，一间即一户人家，进出概走后门，后弄堂相应兴旺起来。稍有异事，倾弄聚观，如沸如撼半天半天不能平息，夹忙中金嗓子开腔了粪车是我们的报晓嚷鸡，多少的声音都被它唤嗳起，前门叫卖唉菜嚷，后门叫卖唉米上海市民们听了认为很中肯，日日所闻所见的寻常事，亏她清清爽爽唱出来。"}
{"text":"稍有异事，倾弄聚观，如沸如撼半天半天不能平息，夹忙中金嗓子开腔了粪车是我们的报晓嚷鸡，多少的声音都被它唤嗳起，前门叫卖唉菜嚷，后门叫卖唉米上海市民们听了认为很中肯，日日所闻所见的寻常事，亏她清清爽爽唱出来。大都会的文明只在西区，花园洋房，高尚公寓，法国夜总会，林中别墅，俱乐部，精致豪奢直追欧美第一流。而南北东三区及中区的部分，大多教人象没有煤气，没有冰箱，没有浴缸抽水马桶，每当天色徽明，粪车隆隆而来，车身涂满柏油，状如巨大的黑棺材，有一张公差型的阔脸的执役老扬声高喊咦口哀因为天天如此，这个特别的吆喝除了召唤及时倒粪，不致作其他想。于是备屡楼中的张师母李太太赵阿姨王家姆妈欧阳小姐朱老先生，个个一手把住楼梯的扶栏，一手拎着沉重的便桶，四楼三楼二楼地下来，这种惊险的事全年三百六十五次天天逢凶化吉，真是到底上海人。而金嗓子把粪车唱成报晓鸡，小市民未必都能领情这份诗意，恶臭冲天的粪车隆隆而去，卖米的乡下人果然来哉，上好的粳米，色白粒大，故称杜米，沪语大作杜音，更有香粳米，煮熟后异香扑鼻，光佳者是浙江荡田的碧粳，晶莹如玉而徽透翠绿，别致的是吴江的。血糯，紫红的糯米，糯得你没有话说。卖菜者也各有标榜南浔大头菜。无锡茭白高邮成蛋萧山大种鸡嘉兴南湖菱十家香毛豆荚，讨价还会，兵法原理大抵都用得上，谁买到了又好又便宜的东西，全弄堂为之艳羡，而且尊敬。合算，沪音格算，上海人在格算，不格算中耗尽毕生聪明才智，这就不是金嗓子所能唱得清楚了，所以周璇的抒情一转转为指控双脚乱跳是房东的小噢弟依弟，想必是楼板缝里下来的灰尘落在泡饭碗里了，哭声震天是三层楼上的小噢东嗡西，小东西可能是个无事生非的坏女孩，一吃亏就号啕不止。至此，金嗓子有点疲倦，苦笑只有那卖报的呼声，比较噢有书卷气报纸即使是号外红印，也总是凶多吉少，周璇自作聪明言过其实，但这支电影插曲还算是从前的写实主义，最后，电影中的女主角表示这样的生嗯活，我实在有点儿过得腻。"}
