{"text":"所以我们的文化到了今日这个地步，不是偶然的，是几十年来大家疑古，随便抛弃了传统，抛弃了前人的经验，轻视前人的学问，结果变成这个样子，所以信而好古，是保持历史人生的经验，孔子对此，持以非常慎重的态度，实在了不起。可是他还谦虚地说窃比于我老彭。老彭是两个人。老，是老子彭，是彭祖，名彭]，在古代的史料上，一般人说他活了八百年，是否有这个人，姑且不问，反正在中国传统文化中，有一长命老人叫彭]。孔子下面这句话的意思是说，我没有什么了不起，不过想向老子彭]看齐。这两个人都是讲传统文化，而且是持述而不作，信而好古的态度。总而言之，他等于是自我幽默说我没有什么了不起，只是一个老古董而已。接着又说他作学问的态度和教学的精神，就是说明他自己人生的志趣。子曰默而识之，学而不厌，诲人不倦，何有于我哉？默而识之，学问要靠知识来的，这里的识在古代文字中是与志记志字通用，所以默而识之这句话就是说作学问要宁静，不可心存外务，更不可力求表现，要默默然领会在心，这是最要紧的。学而不厌，他自己说作学问的志趣永远不厌倦，这在文章上读起来很容易了解，乍看起来没有什么了不起，但深深体会一下，孔子的学问就在这里。虽然非常平凡，但要知道世界上最伟大的就是平凡，能安于平凡是很难的，这也是人不知而不愠的引伸。以自己的经验来证明，假如发狠学一样东西，肯下工夫去学习，最多努力一段时期，就不能继续不倦的去搞了。所以一生能够学而不厌，不是件简单的事情。像写毛笔字打太极拳，开始很有兴趣，再继续下去，到快有进步的时候，对自己的毛笔字，越看越讨厌，简直不想看打拳也打得自己不想打了，认为学不好。这正是一个关键，是个进步的开始，可是大多数都在这种情况下厌倦的放弃了。因此，就觉得孔子这句话，的确了不起。另一点便是诲人不倦的教学态度。也是看起来容易，做起来难。孟子说得天下英才而教育之，一乐也。但是如果得天下笨才而教育之，一苦也！教育的事有时真使人厌倦不堪。尤其是现在青年的教育，从小底子打得太差了，几乎必须要重新打基础。所以一个真正的教育家，必须要有宗教家的精神，爱人爱世，须要有舍身饲虎入海救人的牺牲精神才行，又像是亲自施用换心术硬要把自己的东西，装到他的脑子里去的这种心情。"}
{"text":"因此，就觉得孔子这句话，的确了不起。另一点便是诲人不倦的教学态度。也是看起来容易，做起来难。孟子说得天下英才而教育之，一乐也。但是如果得天下笨才而教育之，一苦也！教育的事有时真使人厌倦不堪。尤其是现在青年的教育，从小底子打得太差了，几乎必须要重新打基础。所以一个真正的教育家，必须要有宗教家的精神，爱人爱世，须要有舍身饲虎入海救人的牺牲精神才行，又像是亲自施用换心术硬要把自己的东西，装到他的脑子里去的这种心情。但有许多学者有了学问，却当成千古不传之秘，不肯教给别人。孔子这三句话，表面上看是很容易的，做起来就非常难。后世为人师表者，可以将这几句话作成格言，在碰到厌倦的时候，提起孔子这几句话，在肚子里脸红一下，马上自己改正过来。孔子在接着这三句话之后便说何有于我哉？翻成白话，便是说，我没有什么学问，只不过到处留意，默默地学习中，我把它强记下来求学问不厌倦教人也不厌倦但是除了这三点以外，我什么都不懂，什么都没有。就是这个意思。可是这三点都是真学问，我们大家都很难做到，所以我认为这篇是第一篇学而的引伸注解。梦中的忧乐接着是讲为学与为政的道理。孔子对于时代风气的衰变非常忧虑，所谓忧国忧民，他忧的是什么？这里说子曰德之不修，学之不讲，闻义不能徙，不善不能改，是吾忧也。就此四项的内涵，已足以陈述孔子当时忧天下忧国家忧民族忧文化衰颓变乱的心情。这种心情，到了现在，又压在我们的心头。孔子说，那个时代不得了，一般人不讲修养自己的品德只讲现实，不讲求真正的学问。正像这个时代，教育尽管普及，可是人们都不喜欢读书，甚至连买书都不愿意。现在出的书都是小本，裤袋里可以放的，不是读书，是坐在公共汽车上摩擦，搞破就算了。不像我们以前读书，要反复背诵的慎思明辨。现在的背书，并不是以所背诵的书成为自己的学问，而是作临时应付考试之用，偶然也启发了许多似是而非的思想，知道了很多的知识，过去是读书，现在是看书，看过就行了，其实不深入。知识不一定就能成为学问。最可怕的是，听到了义之所在，自己也知道这道理是对的，只是自己的劣根性改变不了，明明知道自己走的路线不对，又不肯改。为什么不能改？"}
{"text":"现在出的书都是小本，裤袋里可以放的，不是读书，是坐在公共汽车上摩擦，搞破就算了。不像我们以前读书，要反复背诵的慎思明辨。现在的背书，并不是以所背诵的书成为自己的学问，而是作临时应付考试之用，偶然也启发了许多似是而非的思想，知道了很多的知识，过去是读书，现在是看书，看过就行了，其实不深入。知识不一定就能成为学问。最可怕的是，听到了义之所在，自己也知道这道理是对的，只是自己的劣根性改变不了，明明知道自己走的路线不对，又不肯改。为什么不能改？时代环境的风气，外在的压力，自己又下不了决心，所以只好因循下去。孔子说了他担忧的四点德之不修，学之不讲，闻义不能徙，不善不能改。也是每一个人和任何一个历史时代的通病，尤其碰到衰乱的世局，任何一个国家社会，都可能有这四种现象出现，由此可见他的心情，所以说孔子是淑世――救世主义者。一个民族，一个国家，不怕亡国，因为亡国可以复国，最怕是把自己文化的根挖断了，就会陷于万劫不复。这里所记孔子的感慨，也就是担忧人文文化迷失了的后果。我们再看古今中外的历史，一旦国家文化亡了，即使形态存在，但已动摇了根本，难以翻身，这是一定的。犹太人虽然亡了国，他立国的文化精神，始终建立在每一代犹太子民的心目中。文化看起来是空洞的，但它是一个国家民族的历史命脉，孔子在这里不谈国家政治而谈人文文化，实际上这正是民族历史的重点。国家天下，尽在其中。接连前面两节，说明孔子自处处人与作学问的要点，下面就加上学生对孔子的描写。根据上面的话，我们看到孔子一天到晚忧世忧民，活得好苦。古人有说百年三万六千日，不在愁中即病中。一个人即使活到一百岁，不是忧愁就是病痛，这个人生未免太惨了，通常人的寿命是六七十岁，但计算一下十五岁以前不懂事，不能算最后的十五年，老朽不堪，眼看不见，耳听不见，也不能算中间三四十年，一半在睡觉，又不能算。余下来的日子不过十五年左右，这十五年中，三餐吃饭，大小便又花去许多时间，真正不过活了几年而已。这几年如果真正快乐还好，倘使不在愁中即病中，那么在人生哲学上，这笔帐算下来，人活着等于零，够悲惨的！如果家事国事天下事，事事关心，就简直活不下去。尤其像孔子，看得见的，忧国忧家忧天下看不见的，还忧德之不修，学之不讲，闻义不能徙，不善不能改。他既要忧，还要管，如果这样算起来，孔子这一生痛苦得很，实在受不了。"}
{"text":"余下来的日子不过十五年左右，这十五年中，三餐吃饭，大小便又花去许多时间，真正不过活了几年而已。这几年如果真正快乐还好，倘使不在愁中即病中，那么在人生哲学上，这笔帐算下来，人活着等于零，够悲惨的！如果家事国事天下事，事事关心，就简直活不下去。尤其像孔子，看得见的，忧国忧家忧天下看不见的，还忧德之不修，学之不讲，闻义不能徙，不善不能改。他既要忧，还要管，如果这样算起来，孔子这一生痛苦得很，实在受不了。果真如此，所谓圣人者，只是一个多愁善感的人而已。慢着！我们且看下面说到他如何面对这种忧患一生的平日生活情况。子之燕居，申申如也，夭夭如也。这里燕居的燕与晏相通，在文学上也叫平居，就是在家的日常生活，这里说孔子平常在家的生活申申如也，很舒展，不是皱起眉头一天到晚在忧愁。他修养好得很，非常爽朗舒展，夭夭如也，而且活泼愉快。所以尽管忧国忧民，他还是能保持爽朗的胸襟，活泼的心情，能够自己挺拔于尘俗之中，是多么的可爱。但是他乐的是人生的平淡，知足无忧，愁的不是为己，为天下苍生。因此下面又引出孔子的一种心忧。子曰甚矣！吾衰也。久矣，吾不复梦见周公。大家都知道，在孔子以前，凡提到中国文化，必提到周公，因为自周朝建国以来的人文文化，都由周公一手整理而付诸实行。等于我们后世，一提到中国文化，便提到孔孟。我们现在每一个人都可以借用这句话，改说唉！我老了，很久没有梦见孔子了！孔子这句话，就是这种意思的感叹。如果解释为他晚上睡不安稳，经常作梦，那是精神有问题，就不会申申如也，夭夭如也。而是苦苦如也！精神好，身体健康当然不作梦，孔子的身体是健康的，所以这句话是形容和感叹之词，意思是说现在的时代，乱成这个样子，实在无法再挑起这副担子。当然这只是孔子的感慨而已，结果担子还是挑下来了。梦不见周公没关系，他到底很清醒的担负其中国文化承先启后的担子。所以我们要注意孔子思想中究竟藏有些什么精神，在第四篇里仁中讲到他的全副精神，这里更清晰地提出来了。道德仁艺子曰志于道，据于德，依于仁，游于艺。假如有人问，孔子的学术思想真正要讲的是什么？可以大胆地引用这四句话作答，这就是他的中心。"}
{"text":"当然这只是孔子的感慨而已，结果担子还是挑下来了。梦不见周公没关系，他到底很清醒的担负其中国文化承先启后的担子。所以我们要注意孔子思想中究竟藏有些什么精神，在第四篇里仁中讲到他的全副精神，这里更清晰地提出来了。道德仁艺子曰志于道，据于德，依于仁，游于艺。假如有人问，孔子的学术思想真正要讲的是什么？可以大胆地引用这四句话作答，这就是他的中心。也可以说是孔子教育的真正的目的，立己立人，都是这四点。关于这四点的教育方法，也就是后面泰伯篇中孔子说的兴于诗，立于礼，成于乐。第一项所说的志于道，又学个什么道呢？一般人说孔子说的是人道，不讲天道，因为天道渺远，属于形而上的范围。究竟有没有神的存在？生命是怎样开始的？宇宙是如何形成的？这些都是属天道。天道远并不是说与我们的空间距离远。如照现代观念来说，更不合理了，目前到月球只不过几天的事，怎么说远？这个远字实际上是高远的意思，指距离人类的知识程度太远。人道迩，人道比较浅近易懂。所以过于高远的暂时不要讲它，先把人们自己切身的问题解决了，再讲宇宙的问题，一般人说孔子只讲人道，这是后代的人为孔子下的定义，事实上孔子并没有这样说，当时，只有他的学生子贡说夫子之文章，可得而闻也。夫子之言性与天道，不可得而闻也。――见公冶长篇。根据子贡这里的话，再看孔子在易经中所讲的学问，他绝对懂天道――宇宙的来源。所以子贡便说，他讲人道，我们听得懂，他讲宇宙的奥妙，因为我们的学问还不够，实在听不懂。因此孔子在这里所讲志于道的道，我们不能硬性替它下一个范围，说他只讲人道，不讲天道。如果要研究孔子的思想，必须研究易经的系传，他许多的重要思想，都表现在系传中，有关形而上的学问，也在系传里。那么孔子在这里所说的道是什么？我们可以很老实的作答孔子自己没有下定义，所以我们很难替他下定义。至于他在这里讲的志于道可以列举很多，证明他是懂得形而上道。由人生的普通行为――形而下开始，一直到最高的天地万物的玄妙之道，他全懂。不过一般学生们程度不够，他没有偏向这方面讲，如果专讲这方面，孔子就变成一个宗教的教主了。尽管后人称他为儒教教主，他自己在当时非常平实，不走教主的路线。"}
{"text":"那么孔子在这里所说的道是什么？我们可以很老实的作答孔子自己没有下定义，所以我们很难替他下定义。至于他在这里讲的志于道可以列举很多，证明他是懂得形而上道。由人生的普通行为――形而下开始，一直到最高的天地万物的玄妙之道，他全懂。不过一般学生们程度不够，他没有偏向这方面讲，如果专讲这方面，孔子就变成一个宗教的教主了。尽管后人称他为儒教教主，他自己在当时非常平实，不走教主的路线。根据原文志于道，可以解释为形而上道，就是立志要高远，要希望达到的境界。这个道就包括了天道与人道，形而上形而下的都有。这是教我们立志，最基本的，也是最高的目的。至于是否做得到，是另一回事。正如大家年轻时刚出社会做事，都立志取得功名富贵，。就以赚钱为目的来说，起码也希望赚到几千万元。但立志尽管立志，事实上如今一个月只赚几千块。如果因立志几千万，只拿几千元，不为也！不愿干回去好了！这说明立的志能不能实现，是另外一回事。所以孔子说，作学问要把目标放得高远，这是第一个志于道的意思。据于德，立志虽要高远，但必须从人道起步。所谓天人合一的天道和人道是要从道德的行为开始。换句话来说，志于道是搞哲学思想，据于德是为人处世的行为，古人解说德就是得，有成果即是德，所以很明显的，孔子告诉我们，思想是志于道，行为是依据德行。如果根据这里的四点来分析论语中所讲的道理，有许多都是据于德的说明。依于仁，已经说过，仁有体有用。仁的体是内心的修养，所谓性命之学心性之学，这是内在的。表现于外用的则是爱人爱物，譬如墨子思想的兼爱，西方文化的博爱。依于仁，是依傍于仁，也就是说道与德如何发挥，在于对人对物有没有爱心。有了这个爱心，爱人爱物爱社会爱国家爱世界，扩而充之爱全天下。这是仁的发挥。依于仁然后才能游于艺。游是游泳的游，不是游戏的游，在这里我们要特加注意，游戏的游是u旁，这里是水旁的游泳的游，游于艺的艺包括礼乐射御书数等六艺。孔子当年的教育以六艺为主。其中的礼，以现代而言，包括了哲学的政治的教育的社会的所有文化。至于现代艺术的舞蹈影剧音乐美术等等则属于乐。射，军事武功方面。过去是说拉弓射箭，等于现代的射击击技体育等等。"}
{"text":"这是仁的发挥。依于仁然后才能游于艺。游是游泳的游，不是游戏的游，在这里我们要特加注意，游戏的游是u旁，这里是水旁的游泳的游，游于艺的艺包括礼乐射御书数等六艺。孔子当年的教育以六艺为主。其中的礼，以现代而言，包括了哲学的政治的教育的社会的所有文化。至于现代艺术的舞蹈影剧音乐美术等等则属于乐。射，军事武功方面。过去是说拉弓射箭，等于现代的射击击技体育等等。御，驾车，以现代来说，当然也包括驾飞机太空船。书，文学方面及历史方面。数则指科学方面的。凡是人才的培养，生活的充实，都要依六艺修养，艺绝不是狭义的艺术。原来绘画是文艺，现在美术却与文艺分开，越分越细，但也越分越窄。有人说科学分得如此细，走向一种病态了。举例来说有人鼻子不通去看医生，鼻科医生说也许受牙齿的影响，先到牙科检查，然后放射科神经科心电图各种查完，再回到原来的鼻科。这时鼻科医生对病人说，你找错医生了，我是专门治左鼻孔的，你是右鼻孔不通，要找那一边的医生。这是用医病来讽刺科学分类的过分。中国古代不这样细分，凡属六艺范围的都是艺。人生对于道德仁艺这四种文化思想上修养的要点都要懂。这四个重点的前一半志于道，据于德包括了精神思想，加上依于仁，游于艺作为生活处世的准绳，是他全部的原则，同时告诉每个人，具备这些要点，才叫学问。如无高远思想就未免太俗气，太现实的人生只有令自己厌烦。没有相当的德行为根据，人生是无根的，最后不能成熟。如果没有仁的内在修养，在心理上就没得安顿的地方。没有游于艺，知识学问不渊博，人生就枯燥了。所以这四点统统要，后人对这四个重点都有所偏重，其实讲孔子思想，要从这里均衡发展。下面一个问题来了孔子的学费问题子曰自行束修以上，吾未尝无诲焉！从汉朝开始，对束修的解释都是学费，好像孔子也在开补习班。他说，凡是在这里缴了学费的，我没有不教。当然缴了学费要教！教育和买卖一样，尤其当前教育完全是商业行为。有一次在大学教书下了课，和一位著名的老经济学家在等交通车，天快下雨了，我叫计程车邀他一起坐回家。闲谈起现在的学校，对教书的人这样待遇，简直是商业行为。"}
{"text":"从汉朝开始，对束修的解释都是学费，好像孔子也在开补习班。他说，凡是在这里缴了学费的，我没有不教。当然缴了学费要教！教育和买卖一样，尤其当前教育完全是商业行为。有一次在大学教书下了课，和一位著名的老经济学家在等交通车，天快下雨了，我叫计程车邀他一起坐回家。闲谈起现在的学校，对教书的人这样待遇，简直是商业行为。这位经济学家说我外行，他说商业行为是主顾至上，学生是主顾，我们也是主顾，学校根本没有把我们主顾照拂好，才不是商业行为呢！我问他那又是什么？他说是官僚作风。这是讲到现代的教育制度，完全西化了，的确是商业行为。以前中国的教育制度，师生之间，如父子兄弟，负一辈子的责任。现在这个责任没有了，知识成了货品，与我们原来的教育制度教育精神不同。这一点是值得我们检讨的。现在再来说束修这个字。古代不说学费说束修，但束修又是什么呢？束就是用绳子捆拢来为一束，修同修，就是腊肉。古代到老师那里求教，学生当然要贽敬。古代的贽从贝，贝即贝壳。我们的老祖宗汉民族，居住在中原地带，贝类很少，物以稀为贵，所以用贝当作货币流通。因此在古代凡是与财物有关的字，如宝，如财，都从贝。有人说，古代朋友的朋字，就是两串贝壳的形象，就含了有酒有肉皆兄弟，急难何曾见一人？的幽默了。以前的人，拿了贝壳去见长辈，表示敬意，称为贽敬，这是一种礼貌。但古人把这一节解释为孔子说，凡是付了束修的，我没有不教。这种说法，我始终怀疑，我认为自行束修以上这句话的重点要放在自行两个字上。如果真的是向孔子缴一捆腊肉，何必说自行，不说自行，就说自缴也可以。我想古人的解释有点问题，也许是我把孔子说得比较好一点。我的朋友和我说笑话，说我把孔子说得那么美，孔子不会想梦见周公，有一天我如梦见孔子，他一定会向我道谢。这真是笑话。依我的看法，问题在自行两个字，自行束修是自行检点的意思，如果说束修是腊肉，孔子三千弟子，哪里吃得了这许多腊肉，放也没有这样大的地方来放，还有孔子的学生中如颜回，连一个好一点的便当都没有，哪里来的腊肉送给老师？而孔子不但教他，并且以他为最得意的学生。我认为孔子这句话的思想是说，凡是那些能反省自己，检束自己而又肯上进向学的人，我从来没有不教的，我一定要教他。"}
{"text":"我的朋友和我说笑话，说我把孔子说得那么美，孔子不会想梦见周公，有一天我如梦见孔子，他一定会向我道谢。这真是笑话。依我的看法，问题在自行两个字，自行束修是自行检点的意思，如果说束修是腊肉，孔子三千弟子，哪里吃得了这许多腊肉，放也没有这样大的地方来放，还有孔子的学生中如颜回，连一个好一点的便当都没有，哪里来的腊肉送给老师？而孔子不但教他，并且以他为最得意的学生。我认为孔子这句话的思想是说，凡是那些能反省自己，检束自己而又肯上进向学的人，我从来没有不教的，我一定要教他。这是我和古人看法所不同的地方，所谓自行束修，就是自行检点约束的意思。刺激和诱导的教育法子曰不愤不启，不悱不发，举一隅不以三隅反，则不复也。这里是说教育方法的原则。所谓愤，就是激愤的心情。对于不知道的事，非知道不可，也是激愤心理的一种。如有一件事，对学生说，你不行，而他听了这句话，就非行不可，这是刺激他，把他激愤起来。启就是发，在启发之前，先使他发愤，然后再进一步启发他。这种教育方式，有一个很好的例子相传清代名将年羹尧，是汉军镶黄旗子弟，幼时非常顽劣，他父亲前后为他请了好几个老师，都被他打跑了。后来没有人敢去应聘教他，最后有一个老师是隐士――有说是顾亭林的兄弟，顾亭林虽然一生不做清朝的官，从事反清的地下活动，但为了同胞的福祉，还是叫别人出来做些事――自愿任教。年羹尧的父亲说明自己儿子的顽劣，老先生说没关系，唯一的条件是一个较大的花园，不要设门，而且围墙要加高。就这样开始教了，年羹尧最初想将这位老师打跑，不料老先生武功很高，打又打他不着，却什么也不教他，到了晚上，老先生运用他高强的轻功，一跃出了围墙，在外逍遥半天，又飘然跳了回来，年羹尧对这位老师一点办法都没有。老先生有时候吹笛子，吹笛是可以养气的，年羹尧听了要求学吹，于是利用吹笛来使他养气，这才开始慢慢教他。后来老先生因为有自己的私事，一定要离开，临走时说，很可惜，这孩子的品质还没有完全变过来。虽然如此，年羹尧已经够得上是文武双全了，所以后来成了平藏的名将。而他以后对自己孩子的老师，非常尊敬，同时选择老师也很严格，有一副对联不敬师尊，天诛地灭误人子弟，男盗女娼。就是他写了贴在家里的。这个故事，可说明孔子所说教学的原则，必先刺激他的思想，使他发愤，非要有坚强的求知心，才能启发出他本有的智慧来。"}
