{"text":"我们才不管爸爸怎么说咧，万一有一只神鸽，飞得比飞机还快，飞回来了我们都不知道，不是要损失一笔很大的奖金吗？我们一动也不动的看着远方的天空，天空开阔而广大，群山一层一层好像没有尽头，白云一团团浮在山头上。然后我会失神的想鸽子是有什么超能力呢？它可以不食不饮，飞过高山和田地，准确的回家，是什么带领着它呢？是风？是云？还是太阳呢？有许多小鸽子从未出过远门，怎么可以第一次就认路回家呢？鸽子那么小的头到底装了什么，怎么会如此有智慧呢？每次我的心神游到天空的时候，突然会看见远方浮起小小的黑点，我们就会大叫爸，粉鸟回来了！爸爸抬头一看，说这一次，可能是喔！然后开始给我们分派任务，叫哥哥穿好鞋子在门口等着，叫我抓了鸽子从楼上冲下去交给哥哥。鸽子以一种不可思议的速度，快速的往眼前移动，一眨眼，就飞到我们头顶，眼尖的弟弟大叫那只是阿里，那只是阿国仔！果然是脖子滚了黑毛的阿里，还有叫声最响的阿国仔！阿里和阿国毫不迟疑的，以一种优美无比的姿势凌空而降，落在平时降落的木板平台，一窜，就进了鸽舍。爸爸迅即将它们装进小笼子，拍我的头说紧！我提着鸽笼，吸一口气，一气狂奔到楼下交给哥哥，哥哥就像百公尺接力的姿势，箭一样的往鸽会射去！我也不放心的跟在后面跑，一边叫着哥！加油！紧啦！紧啦！从小就很会赛跑的哥哥，果然是最先到达的，鸽会的阿伯把阿里和阿国的脚环拿下，打进鸽钟，钟上显示出飞回来的名次和时间，阿伯笑着对哥哥说阿河！你爸爸这次赚到了，可能有八千元的奖金。我和哥哥双手高举，在鸽会前又叫又跳的，提着阿里阿国回家，跑的速度与去鸽会一样快，把得奖的消息告诉爸爸，爸爸很高兴的摸我们的头，然后充满感情的看着他的鸽子，他看鸽子的眼光那种欣赏和慈爱，有时比看我们还温柔。在厨房里忙的妈妈探出头来粉鸟赚八千元，是有影无？爸爸说真的啦！你免煮了，晚上来一江山庆祝！妈妈虽然笑得很开心，嘴里还是忍不住叨念钱都还没领到，就要去大吃，八千元？不知是真的，还是假的？"}
{"text":"在厨房里忙的妈妈探出头来粉鸟赚八千元，是有影无？爸爸说真的啦！你免煮了，晚上来一江山庆祝！妈妈虽然笑得很开心，嘴里还是忍不住叨念钱都还没领到，就要去大吃，八千元？不知是真的，还是假的？一江山饭店是我们小镇里最好的饭店，爸爸每次赢了赛鸽，就会带我们去大吃一顿，平时反对赛鸽的妈妈，也会热烈的和我们讨论鸽子的事，那么温馨热烈的气氛就好像是过年一样。爸爸过世以后，妈妈决定把鸽子放生，可是不管怎么放，它们总是飞回来，最后只好把鸽舍拆了，但是那些爸爸从小养大的鸽子，还不时的飞回来，经过好几年，楼顶的平台上，还常有鸽子回来。像鸽子这么聪明的众生，不知道能不能理解到它们的主人，魂魄已经飞越了天空？在天际线之间，是不是找得到回家的路？如今，鸽子飞远了，爸爸也不在了，只留下这些奖牌记忆了一些欢乐的时光。我仿佛看见童年的我趴在围墙上想着是什么带领鸽于回家呢？是风？是云？还是太阳呢心里的天鹅与孩子读童话故事丑小鸭，才知道天鹅是会飞的，而且是候鸟，可以飞越半个地球。那，现在的天鹅怎么不会飞呢？孩子问我，我跑到图书馆借了一本书饲养天鹅的方法，才知道事实的真相。欧洲中古世纪的贵族，因为喜欢天鹅的姿态，认为天鹅是鸟类中的贵族，于是就想把天鹅养在自己的庄园，来炫耀自己的财富和品味。于是，他们捉到天鹅以后，用三个方法来使天鹅不能飞翔。一是把天鹅双翼的羽毛剪掉一边，使天鹅失去平衡，不能飞翔。二是绑住天鹅的翅膀，使它无法张开翅膀而不能起飞。三是由于天鹅起飞需要很大的湖泊起跑，如果缩短池塘的距离，天鹅失去起跑线，就飞不起来了。前面的两种方法过于残忍，又会伤害天鹅优美的姿态，所以就普遍的使用第三种方法，久而久之，天鹅就失去起飞的能力，甚至忘记自己也会飞翔了。那些能飞越大山大海的天鹅就成为贵族的宠物了。"}
{"text":"一是把天鹅双翼的羽毛剪掉一边，使天鹅失去平衡，不能飞翔。二是绑住天鹅的翅膀，使它无法张开翅膀而不能起飞。三是由于天鹅起飞需要很大的湖泊起跑，如果缩短池塘的距离，天鹅失去起跑线，就飞不起来了。前面的两种方法过于残忍，又会伤害天鹅优美的姿态，所以就普遍的使用第三种方法，久而久之，天鹅就失去起飞的能力，甚至忘记自己也会飞翔了。那些能飞越大山大海的天鹅就成为贵族的宠物了。有一次，我到瑞士旅行，在卢桑的湖里，看到一大群的天鹅，游到木桥边向游客乞讨食物，使我的心中充满感慨，这些在湖边乞食的天鹅，可知道自己的祖先曾经自由的飞翔吗？古书里说燕雀安知鸿鸽之志？意思是说像燕子麻雀这种小鸟，怎么能了解天鹅飞行的壮志呢？这句话成为一种讽刺，因为燕子和麻雀依然在天空飞翔，天鹅却由于人类的私心，变成不能飞翔的鸟了。我一直深信人的心里也有一只天鹅，可以任思想和创造力无边的飞翔，许多人受到欲望的捆绑，或在生活中被剪去飞行的壮志，或由于起飞的湖泊太小，久而久之，失去思想和创造的能力，也就失去自由和天空的心了。自由的飞翔于天空，乃是一只鸟的天赋，不管是天鹅孔雀或燕子麻雀。拥有思想的自由和无边的创造力，乃是一个人灵性的天赋，不管圣人或者凡夫俗子，可惜许多人被情欲所催迫，失去了灵台的清明了。我想到日本的禅宗之祖道元禅师曾写过一道悟道诗空阔透天，鸟飞如鸟。水清澈地，鱼行似鱼。天空多么开阔透明呀！鸟飞得像鸟一样。水是多么清澈见底呀！鱼游得像鱼一样。这看来简单的世界，其实隐藏着多么幸福的禅心呀！鸟飞得像鸟，有鸟的尊严鱼游得像鱼，有鱼的尊严人活得像人，有人的尊严，这是文明世界最基本的格局了。我喜欢天鹅那优美的线条和仪态，但我不希望天鹅是被养在池塘，我希望天鹅能张开翅膀，从我们的头上飞过，使我们可以望向广大的天空。古代的中国人认为看到天鹅远方飞来有鸿鸽飞至，生命里必然有好事发生，现代的人已经没有这种好事了！鸵鸟的智慧读到一本讲鸵鸟的书，说到鸵鸟不但是行动快速深具力量，而且是非常有智慧的动物。"}
{"text":"我喜欢天鹅那优美的线条和仪态，但我不希望天鹅是被养在池塘，我希望天鹅能张开翅膀，从我们的头上飞过，使我们可以望向广大的天空。古代的中国人认为看到天鹅远方飞来有鸿鸽飞至，生命里必然有好事发生，现代的人已经没有这种好事了！鸵鸟的智慧读到一本讲鸵鸟的书，说到鸵鸟不但是行动快速深具力量，而且是非常有智慧的动物。鸵鸟是有智慧的动物，这个观点对常以谬误的眼光看鸵鸟的人，确实是全新的见解，固为平常我们骂那些不能面对事物没有勇气的人，叫作鸵鸟心态，而对于愚笨的人，我们就直接叫鸵鸟了。那是因为从前的动物学家研究，鸵鸟遇见危险时，会把头埋在沙堆里。但是，鸵鸟岂是这么笨的动物？新的动物学家已经证明从前的错误，鸵鸟在遇见危险时，如果是平时，它会奋力的逃开，如果是孵卵的时候，它会把长脖子沿着地面伸长，把头隐藏在沙堆后面，以保护自己的孩子，免于受到伤害。鸵鸟的这种行为是深有智慧的，因为高大的身躯再加上伸长的脖子，即使数里外的敌人也看得见，如果把自己扮成沙丘的样子，就不容易被发现了。鸵鸟为了保护自己的孩子而发展出来的智慧，使我深受感动，原来鸵鸟并不是愚笨无知的，由于人用无知的眼睛看它，才使我们有了愚笨的知见。不只鸵鸟如此，像我们随处可见的变色龙枯叶蝶竹节虫人面蜘蛛等等微小的众生，为了保护生命，繁衍后代，都发展出多么细腻的智慧呀！因此，对于众生，我们不可轻轻估量，众生的心灵实在隐藏了深奥的宝藏，远远超过我们的想像。就以鸵鸟来说吧！鸵鸟在求偶的时候喜欢跳舞，它们跳起舞来的那种热劲，就像是非洲战士的战舞，我在影片上看过鸵鸟跳舞，配上摇滚音乐，使鸵鸟的舞步充满激情的热力和抒情的浪漫，仿佛是舞台上经过长期演练的摇滚歌手。对于这么有智慧，有感情的众生，谁忍心伤害它呢？但是，鸵鸟在世界上的数量也日渐稀少了。被结扎的猫分节阅读有一次，听台湾著名的宠物医生杜白说到一件真实的事。"}
{"text":"对于这么有智慧，有感情的众生，谁忍心伤害它呢？但是，鸵鸟在世界上的数量也日渐稀少了。被结扎的猫分节阅读有一次，听台湾著名的宠物医生杜白说到一件真实的事。他的诊所附近有一个公园，时常有流浪的猫狗在附近聚集，一方面污染环境，一方面猫狗没有节制的生育，也会造成它们下一代更悲惨的命运。杜白医师就想到，应该为这些流浪的猫狗做节育手术，如果他能在为家中宠物看诊之余，每星期为流浪的猫狗做几次节育手术，对环境的改变也很有帮助吧！于是，他抓了一只流浪猫，为它做了节育手术，再放回公园，没想到不到一星期整个公园的猫狗都跑光了，仅剩的几只看到他也都惊恐的逃逸。杜白医生感到十分纳闷难道它们都知道小猫被阉的事吗？后来他到别的猫狗聚集的地方，只要捉一只来阉，其他的猫狗总是在一两星期逃逸一空，百试不爽。杜白医师得到一个结论，猫狗是有语言沟通的，他告诉我那被阉的猫狗回去以后可能告诉大家这附近有一位杜白医师专门捉猫狗回去阉，大家赶快逃吧！幽默的杜医师自我调侃，说我现在在流浪的猫狗中已经是恶名昭彰了。杜白医师行医多年，深知动物与人一样有感情有感知，因此最反对人抛弃宠物，他说想到动物被遗弃后那种伤感失落与痛苦，真是于心不忍。这种对动物的疼惜，使他不仅成为宠物的名医，也是保护流浪猫狗的守护神。鳄鱼思乡在佛罗里达州的奥兰多旅行时，朋友告诉我们，佛罗里达的三多，一是阳光多，二是香吉士多，三是鳄鱼多。特别是奥兰多，河边泽地时常可以看见鳄鱼，而奥兰多的中国餐馆都有鳄鱼做成的菜肴。我对朋友说，经常在报纸上看到，有鳄鱼跑进人家的院子或厅堂，往往要劳动消防人员来捕捉，因此，为市民捕捉或驱赶鳄鱼，似乎是奥兰多消防队的主要工作。朋友说就是呀！"}
{"text":"特别是奥兰多，河边泽地时常可以看见鳄鱼，而奥兰多的中国餐馆都有鳄鱼做成的菜肴。我对朋友说，经常在报纸上看到，有鳄鱼跑进人家的院子或厅堂，往往要劳动消防人员来捕捉，因此，为市民捕捉或驱赶鳄鱼，似乎是奥兰多消防队的主要工作。朋友说就是呀！每年春夏的时候，消防队总是为鳄鱼忙得不得了，一般人都误以为鳄鱼侵犯了他们的家园，其实不然，鳄鱼有思乡的本能，那些人家的院子和厅堂本来是鳄鱼住的沼泽，后来鳄鱼被赶走，沼泽被填平，房子盖起来了，那些被赶到更远地方的鳄鱼，只是千里迢迢地来看它们的老家呀！我们开车到一条河岸去看鳄鱼，由于听过朋友说对鳄鱼思乡的描述，竟在长相可怖的鳄鱼脸上看出一点美丽的样子，这鳄鱼竟懂得思念乡土，比起许多出卖乡土的人还要美得多呀！五颜六色的老鼠家里最近有鼠患，起初颇为这么高的楼也有老鼠而感到意外，后来看到报导，纽约帝国大厦一百多层也是鼠辈猖撅，也就释然了。老鼠横行当然是讨厌的事，夜里常在天花板上奔跑，弄出声音食物水果常常被咬破一个大洞或不翼而飞最令人痛心的是，有时会咬坏橱柜，咬断电线，防不胜防，甚至担心哪一天它会咬破瓦斯管线。怎么办呢？我想到我佩服的两位古人，一是苏东坡，他说爱鼠常留饭，怜蛾不点灯。还有一位是弘一大师，他说，如果把要养猫的食物拿来喂鼠，老鼠吃饱了就不会破坏东西，则鼠患可绝。于是，我总在晚饭后，留一些饭菜在饭桌上，给那些鼠辈享用，很快的就发现今鼠已非古鼠世风日下，鼠心不古，它们不知道是生性狡猾或是口味挑剔，特地保留的食物总是不吃，不给吃的偏偏东吃一口，西吃一口。不久之后，我就失去苏东坡的爱心和弘一的耐心了。我想不采取一点行动不行了，灭鼠药和黏鼠板不在考虑之内，因为过于残忍有违慈悲心原则老鼠夹也不行，违背杀生的戒律剩下的只有老鼠笼了。我原先的想法是，以老鼠笼捕捉老鼠，然后带到深山去放生，既可杜绝鼠患，也可让老鼠隐遁山林。有一次和朋友提起，朋友是艺专戏剧科毕业的，他说起在学生时代，宿舍中有鼠患，有一个一劳永逸的方法。"}
{"text":"不久之后，我就失去苏东坡的爱心和弘一的耐心了。我想不采取一点行动不行了，灭鼠药和黏鼠板不在考虑之内，因为过于残忍有违慈悲心原则老鼠夹也不行，违背杀生的戒律剩下的只有老鼠笼了。我原先的想法是，以老鼠笼捕捉老鼠，然后带到深山去放生，既可杜绝鼠患，也可让老鼠隐遁山林。有一次和朋友提起，朋友是艺专戏剧科毕业的，他说起在学生时代，宿舍中有鼠患，有一个一劳永逸的方法。抓到老鼠之后，在老鼠身上涂以鲜艳的颜彩，例如脸是大红色，身体是绿色黄色蓝色，尾巴涂成白色，然后把老鼠放走，老鼠就会绝迹了。为什么呢！朋友说这是老鼠心理学，那只五彩的老鼠逃回洞里，它的亲戚朋友会大为恐怖，就会四散奔逃那只五彩的老鼠则会大为愧疚，也会逃走，这样，不只是一只老鼠，整窝老鼠都会绝迹了。我觉得朋友的方法很不错，有一天抓到一只老鼠就如法炮制了，把老鼠画成评剧脸谱的样子，放它回去，想不到真的有效，家里的老鼠从此绝迹了。一直到现在我还心存疑惑，那被画了脸谱的老鼠真的心怀愧疚吗？其他的老鼠真的心感恐怖吗？这是无法追索的，但老鼠也是有细腻感知的众生，这一点是可以确定的！咬舌自尽的狗有一次，带家里的狗看医生，坐上一辆计程车。由于狗咳嗽得很厉害，吸引了司机的注意，反身问我狗感冒了吗？是呀！从昨晚就咳个不停。我说。司机突然长叹一声唉！咳得和人一模一样呀！话间于一打开，司机说了一个养狗的痛苦经验很多年前，他养了一条大狼狗，长得太大了，食量非常惊人，加上吠声奇大，吵得人不能安宁，有一天觉得负担太重，不想养了。他把狼狗放在布袋里，载出去放生，为了怕它跑回家，特地开车开了一百多公里，放到中部的深山。放了狗，他加速逃回家，狼狗在后面追了几公里就消失了。经过一个星期，一天半夜听到有人用力敲门，开门一看，原来是那只大狼狗回来了，形容枯槁，极为狼狈，显然是经过长时间的奔跑和寻找。"}
{"text":"他把狼狗放在布袋里，载出去放生，为了怕它跑回家，特地开车开了一百多公里，放到中部的深山。放了狗，他加速逃回家，狼狗在后面追了几公里就消失了。经过一个星期，一天半夜听到有人用力敲门，开门一看，原来是那只大狼狗回来了，形容枯槁，极为狼狈，显然是经过长时间的奔跑和寻找。计程车司机虽然十分讶异，但是他二话不说，又从家里拿出布袋，把狼狗装入布袋，再次带去放生，这一次，他从北宜公路狂奔到宜兰，一路听到狼狗低声号哭的声音。到宜兰山区，把布袋打开，发现满布袋都是血，血，还继续从狼狗的嘴角流溢出来。他把狗嘴拉开，发现狼狗的舌头断成两截。原来，狼狗咬舌自尽了。司机说完这个故事，车里陷入极深的静默，我从照后镜里看到司机那通红的眼睛。经过一会儿，他才说我每次看到别人的狗，都会想到我那一只咬舌自尽的狗，这件事会使我痛苦一辈子，我真不是人呀！我比一只狗还不如呀！听着司机的故事，我眼前浮现那只狼狗在原野在高山在城镇在荒郊奔驰的景象，它为了回家寻找主人，奔跑百里，不知经历过多么大的痛苦，好不容易回到家门，主人不但不开门，连一句安慰的话也没有，立刻被送去抛弃，对一只有志气有感情的狗是多么大的打击呀！与其再度被无情无义的人抛弃，不如自求解脱。司机说，他把狼狗厚葬，时常去烧香祭拜，也难以消除内心的愧悔，所以他发愿，要常对养狗的人讲这个故事，劝大家要爱家中的狗，希望这可以消去他的一些罪业唉！在人世间有情有义的人受到无情的背弃不也是这样吗？金丝雀与果蝇从前到矿坑去采访时，发现坑道隔不远处就会挂着一个装金丝雀的笼子，问了矿工，才知道金丝雀是用来检测瓦斯的。由于金丝雀对瓦斯敏感，只要有一点点瓦斯，它就会躁动不安，惊慌叫喊，因为它的叫声洪亮，可以提醒坑内的人注意，万一看到金丝雀倒地不起，就要准备逃生了。那美丽可人啼声僚亮的金丝雀不知道多少次牺牲自己的生命，救出在矿坑里的人呢？站在笼子下，我这样想着。"}
{"text":"由于金丝雀对瓦斯敏感，只要有一点点瓦斯，它就会躁动不安，惊慌叫喊，因为它的叫声洪亮，可以提醒坑内的人注意，万一看到金丝雀倒地不起，就要准备逃生了。那美丽可人啼声僚亮的金丝雀不知道多少次牺牲自己的生命，救出在矿坑里的人呢？站在笼子下，我这样想着。最近在电视新闻里，看到日本警方搜索奥姆真理教的总部，每一个小队都带着一只金丝雀，用来检测毒气，又使我想起从前在矿坑的情景，感觉到众生正是共生，与我们一起存活生长，只是很多人不能体会了解罢。不只是金丝雀，台湾的农政单位养了许多的果蝇，用来检测蔬果残留的农药，即使在农药验剂非常科学化的今天，果蝇依然是最方便最经济。最准确的检测方法。因此，当我们吃着安全的蔬果时，应该感谢一只小小的果蝇。存在于世间的众生，不论大小形貌好坏，都有生存于地球的权利，也各有不同的功能，都应得到人的尊重。如果以佛教众生平等，皆有佛性有情无情，同圆种智的观点，我们和众生的佛性根本无别，只是形貌上不断的转换，那些有情有义的畜牲与无情无义的人面，会在某一个时空中转换面貌，只可惜，很少人能这样深沉的思维呀！灰鸽七四八我救过一只小鸽子。有一次台风前夕，我准备把阳台的盆景暂时移到屋内避难，结果在小门边看到一只鸽于，全身已经湿透了，闭着眼睛，缩着脖子，蹲在那里发抖，看那样于已经支撑不住了。我对鸽子说不如你先到我家休息，有体力了，台风过了再走吧！然后我把它捧起来，它一点也未挣扎和移动，这时，我才发现它戴着赛鸽的脚环，上面写着美贵七四八。我先用于毛巾把鸽子擦干，发现它体力太弱了，给它灌食一些杂粮，就放它在家里休息。这一次的狂风暴雨持续了两天，我每次看着美贵七四八，就想到如果没有正好开门搬盆景，这鸽子一定已在风雨中丧命了。我们把美贵养了一星期，直到它羽毛光亮，看来体力很好，才决定放它走。我们打开门，美贵七四八在门边徘徊很久，儿子说你就走吧！只要你喜欢，随时欢迎你来玩。灰鸽子咕噜一声，振翅飞去，一转眼就不见踪影。"}
