{"text":"小说二集由负责编选，共收三十三位作家的小说五十九篇，一九三五年七月出版。走到出版界的战略走到出版界的战略他的战略是暗示，我的战略是同情。――长虹――狂飙社广告与思想界先驱者及少数最进步的青年合办莽原是一个深刻的思想家，同时代的人没有及得上他的。我们思想上的差异本来很甚，但关系毕竟是好的。莽原便是这样好的精神的表现。但如能得到你的助力，我们竭诚地欢喜。但他说不能做批评，因为他向来不做批评，因为他觉得自己是党同伐异的。我以为他这种态度是很好的。但是，如对于做批评的朋友，却要希望他党同伐异，便至少也是为人谋而不忠了！已经成名的人，我想能够得到他们的帮助便是很好的了。当初提议办莽原的时候，我以为他便是这样态度。但以后的事实却只证明他想得到一个思想界的权威者的空名便够了！同他反对的话都不要说，而他还不以为他是受了人的帮助，有时倒反疑惑是别人在利用他呢？于是思想界权威者的大广告便在民报上登出来了。我看了真觉瘟臭痛惋而且呕吐。须知年龄尊卑，是乃父乃祖们的因袭思想，在新的时代是最大的阻碍物。去年不过四十五岁，如自谓老人，是精神的堕落！直到实际的反抗者从哭声中被迫出校后，遂戴其纸糊的权威者的假冠入于身心交病之状况矣！所谓思想界先驱者启事而狂飙社一面又锡以第三顶纸糊的假冠，真是头少帽多，欺人害己未名社诸君的创作力，我们是知道的，在目前并不十分丰富。所以，莽原自然要偏重介绍的工作了。但这实际上也便是未名半月刊了。如仍用莽原的名义，便不免有假冒的嫌疑。至少亦希望彼等勿挟其历史的势力，而倒卧在青年的脚下以行其绊脚石式的开倒车狡计，亦勿一面介绍外国作品，一面则蝎子撩尾以中伤青年的毫兴也！正义我来写光明日记――救救老人！不再吃人的老人或者还有？救救老人！！！请大家认清界限――到知其故而不能言其理时，用别的方法来排斥新思想，那便是所谓开倒车，如林琴南，章士钊之所为是也。"}
{"text":"但这实际上也便是未名半月刊了。如仍用莽原的名义，便不免有假冒的嫌疑。至少亦希望彼等勿挟其历史的势力，而倒卧在青年的脚下以行其绊脚石式的开倒车狡计，亦勿一面介绍外国作品，一面则蝎子撩尾以中伤青年的毫兴也！正义我来写光明日记――救救老人！不再吃人的老人或者还有？救救老人！！！请大家认清界限――到知其故而不能言其理时，用别的方法来排斥新思想，那便是所谓开倒车，如林琴南，章士钊之所为是也。我们希望新青年时代的思想家不要再学他们去！正义我深望彼等觉悟，但恐不容易吧！公理我即以其人之道反诸其人之身。二二，一二，一九二六。掠。木篇最初发表于一九二七年一月八日北京语丝周刊第一一三期。走到出版界，上海狂飙周刊的一个专栏，由高长虹撰稿，每则之前有小标题。后由泰东书局出版单行本。高长虹，山西盂县人，狂飙社主要成员之一，是当时一个思想上带有虚无主义和无政府主义色彩的青年。他在一九二四年十二月认识，曾得到很多指导和帮助。一九二六年下半年起，他却对进行肆意的诬蔑和攻击。他的战略是暗示等语，见狂飙周刊第十期一九二六年十二月十二日走到出版界时代的命运。狂飙社广告见新女性月刊第一卷第八号一九二六年八月。是一个深刻的思想家等语，见狂飙周刊第一期一九二六年十月十日走到出版界革革革命及其他。我们思想上的差异本来很甚等语和下面的如能得到你的助力二句，均见高长虹发表于狂飙周刊第二期一九二六年十月十七日的通讯致先生。但他说不能做批评等语及以下四段引语，均见狂飙周刊第五期一九二六年十一月七日走到出版界北京出版界形势指掌图。所谓思想界先驱者启事见莽原半月刊第二十三期一九二六年十二月，后收入华盖集续编。未名社诸君的创作力等语及以下三段引语，分别见狂飙周刊第十期走到出版界中的呜呼，现代评论化的莽原半月刊的灰色的态度琐记两则公理与正义的谈话和请大家认清界限。正义我深望彼等觉悟等语，见狂飙周刊第十期走到出版界公理与正义的谈话。"}
{"text":"所谓思想界先驱者启事见莽原半月刊第二十三期一九二六年十二月，后收入华盖集续编。未名社诸君的创作力等语及以下三段引语，分别见狂飙周刊第十期走到出版界中的呜呼，现代评论化的莽原半月刊的灰色的态度琐记两则公理与正义的谈话和请大家认清界限。正义我深望彼等觉悟等语，见狂飙周刊第十期走到出版界公理与正义的谈话。白事白事本刊虽说经我校阅，但历来仅于听讲的同学和熟识的友人们的作品，时有商酌之处，余者但就笔误或别种原因，间或改换一二字而已。现又觉此种举动，亦属多事，所以不再通读，亦不更负校阅全部的责任。特此声明！三月二十二日，。本篇最初刊于一九二五年三月二十四日北京民众文艺周刊第十四期。指民众文艺周刊。一九二四年十二月九日在北京创刊，京报的附刊之一，荆有麟胡崇轩也频等编辑。第十六期一九二五年四月七日起改名民众文艺，第二十五期一九二五年六月二十三日改名民众周刊，第三十一期一九二五年八月四日改名民众，一九二五年十一月出至第四十七期停刊。备考行路难陈仙泉备考行路难陈仙泉几次想给你写信，但总是为了许多困难，把它搁下。今天因为在平坦的道路上碰了几回钉子，几乎头破血流，这个使我再不能容忍了。回到寓所来，上着电灯，拾着笔，喘着气，无论如何，决计非写成寄出不可了。你是知道的了我们南国一个风光佳丽，商业繁盛的小岛，就是现在多蒙英洋大人代为管理维持的香港，你从广州回上海经过此地时，我们几个可怜的同胞，也还会向洋大人奏准了些恩赐给你。你过意不去，在语丝上致谢不尽。自然我也同样，要借语丝一点空篇幅，来致谢我们在香港的一些可怜的同胞！我从汕头来到香港仅有两个满月，在这短短的时期内，心头竟感着如失恋一般的酸痛。因为有一天，偶然从街道上买回一份新中国报，阅到副刊时，文中竟横排着许多大字道被检去。我起初还莫明其妙，以后略为翻阅才知道文中所论，是有点关碍于社会经济问题，和女子贞操问题的。我也实在大胆，竟做了一篇中国近代文艺与恋爱问题寄到大光报的副刊大觉去。"}
{"text":"自然我也同样，要借语丝一点空篇幅，来致谢我们在香港的一些可怜的同胞！我从汕头来到香港仅有两个满月，在这短短的时期内，心头竟感着如失恋一般的酸痛。因为有一天，偶然从街道上买回一份新中国报，阅到副刊时，文中竟横排着许多大字道被检去。我起初还莫明其妙，以后略为翻阅才知道文中所论，是有点关碍于社会经济问题，和女子贞操问题的。我也实在大胆，竟做了一篇中国近代文艺与恋爱问题寄到大光报的副刊大觉去。没有两天，该报的记者答复我一信，说我那篇文被检查员检去四页，无法揭载并谓几经交涉，总不发还。我气得话都说不出来，这真是蹂躏我心血的魔头了。我因向朋友询问，得知这个检查工作都是我们同胞即高等华人担任。并且有这样的事情就是检查时，报社能给这检查员几块谢金，或每月说定酬金，那便对于检查上很有斟酌的余地。这不能不算是高等华人我们的同胞的好处啊！真的，也许我今年碰着和你一样的华盖运。倘不然，便不会这样了和两个友人从弯仔的地方跑来香港的马路上，即是皇后码头的近处，意外地给三四个我们的同胞纠缠住了。他们向我们详细询问了几回，又用手从我们肩膀摸到大腿，又沿着裤带拉了一下，几乎使我的裤脱了下来。我们不得已，只好向他们诚恳地说道请不要这样搜寻，我们都是读书人咯！吓！那正怕，共产党多是读书人呢。于是他们把我手中拾着的几卷文稿，疑心地拿过去看了一看，问我道这是宣言么？有什么宣言，这是我友人的文稿。我这样回答。然而他们终于不信，用手一撕，稿纸便破了几页，字迹也跟着碎裂。我一时气得捏着拳，很想捶他们的鼻尖，可是转眼望着他们屁股上的恶狠狠的洋炮，却只教我呆着做个无抵抗主义的麻木东西了。事情牵延到二三十分钟，方始默准了我们开步走。这样的事情，一连碰了几次，到这最末一次，他们竟然要拉我上大馆即警厅一样去审问了。他们说我袋里带着一枝小刀子这是我时常剖书剖纸用的，并且有一本日记簿，中间写着几个友人的姓名及通信地址，怕我是秘密党会的领袖，结果只得跟着他们跑了。五六里路程来到大馆，只有一个着西装的我们的高等同胞，站在我面前对问了一回，这才把我放出去。我这时哭也不成，笑也不成，回到寓里，躺上床去，对着帐顶凝神，刺骨的，痛苦一阵，便忍着心，给你写下这封信，并愿将这信展布，以告国人。李白只叹蜀道之难，难于上青天。"}
{"text":"他们说我袋里带着一枝小刀子这是我时常剖书剖纸用的，并且有一本日记簿，中间写着几个友人的姓名及通信地址，怕我是秘密党会的领袖，结果只得跟着他们跑了。五六里路程来到大馆，只有一个着西装的我们的高等同胞，站在我面前对问了一回，这才把我放出去。我这时哭也不成，笑也不成，回到寓里，躺上床去，对着帐顶凝神，刺骨的，痛苦一阵，便忍着心，给你写下这封信，并愿将这信展布，以告国人。李白只叹蜀道之难，难于上青天。然而现在这样平平坦坦的香港的大马道，也是如此地难行，亦可谓奇矣！我今后而不离香港，便决定不行那难行的大路了，你觉得好么？陈仙泉。一月十二日香港。本篇最初发表于一九二八年一月二十八日语丝周刊第四卷第七期通信栏，在行路难一文之后。指董先振，浙江绍兴人，董秋芳之弟。一九二七年，董秋芳因受国民党浙江省政府通缉而出走，董先振在杭州一家旅馆里被误认为董秋芳而遭逮捕。备考丙和甲季廉备考丙和甲季廉学生会刊行的韦烈士三一八死难之一的韦杰三纪念集到了，我打开一看，见有梁任公拿陆放翁送芮司业诗借题韦烈士纪念集几行字。旁边还有甲寅暮春启超六个小字。我很奇怪，今年民国十五年不是丙寅年吗？还恐不是。翻阅日历，的确不是甲寅，而是丙寅。我自己推算，韦烈士死时，二十三岁见纪念集陈云豹韦烈士行述。甲寅在烈士死前十二年。现在若无公历一九二六年同民国十五年来证明烈士是死在丙寅年，我们一定要说烈士是死在章士钊创办甲寅杂志那一年了。这样一算，烈士死时，应是十一岁。我们还可以说章士钊创办甲寅杂志的那年，同时在段执政手下作教育总长，或司法总长。――这个考证，也只好请研究系首领，研究院教授来作吧。大人先生，学者博士们呵，天干地支是国粹之一，要保存不妨保存，可是有那闹笑话，不如不保存吧。文明的二十世纪，有公历一九二几或民国十几来纪年，用不着那些古董玩意了。民国十五年十一月。本篇最初发表于一九二七年十二月三十一日语丝周刊第四卷第三期。指梁启超―，字卓如，号任公，广东新会人，清末维新运动领导人之一。辛亥革命后，他是研究系的首领，当时任清华大学国学研究院教授。指韦杰三―，广西蒙山人，清华大学学生，三一八惨案死难烈士之一。"}
{"text":"文明的二十世纪，有公历一九二几或民国十几来纪年，用不着那些古董玩意了。民国十五年十一月。本篇最初发表于一九二七年十二月三十一日语丝周刊第四卷第三期。指梁启超―，字卓如，号任公，广东新会人，清末维新运动领导人之一。辛亥革命后，他是研究系的首领，当时任清华大学国学研究院教授。指韦杰三―，广西蒙山人，清华大学学生，三一八惨案死难烈士之一。备考驳新青年五卷五号随感录第三十七条备考驳新青年五卷五号随感录第三十七条君何许人，我所未知，大概亦是一个青年。但是这位先生脑海中似乎有点不清楚，竟然把拳匪同技击术混在一起。不知鲁君可曾见过拳匪？若系见过义和团，断断不至弄到这等糊涂。义和团是凭他两三句鬼话，如盛德坛灵学杂志一样，那些大人先生方能受他蛊惑而且他只是无规则之禽兽舞。若言技击，则身，手，眼，步，法五者不可缺一，正所谓规行矩步。鲁先生是局外人，难怪难怪。我敢正告鲁先生曰否！不然！义和团乃是与盛德坛灵学杂志同类，与技击家无涉。义和团是鬼道主义，技击家乃人道主义。以上驳第一段现在教育家主持用中国拳术者，我记得有一位蔡孑民先生，在上海爱国女校演说，他说外国的柔软体操可废，而拳术必不可废。这位老先生，大抵不是满清王公了。当时我亦不以为然。后来我年近中旬，因身体早受攻伐，故此三十以后，便至手足半废。有一位医学博士替我医了两三年，他说，药石之力已穷，除非去学柔软体操。当时我只可去求人教授。不料学了两年，脚才好些，手又出毛病了手好些，脚又出毛病了。卒之有一位系先生最憎恶之拳术家，他说我是偏练之故如用拳术，手足一齐动作，力与气同用，自然无手愈足否，足愈手否之毛病。我为了身体苦痛，只可试试看。不料试了三个月，居然好了如今我日日做鲁先生之所谓拳匪，居然饮得，食得，行得，走得拳匪之赐，真真不少也。我想一个半废之人，尚且可以医得好，可见从那位真真正正外国医学博士，竟输于拳匪，奇怪奇怪，这句非说西医不佳，因我之学体操而学拳，皆得西医之一言也只谓拳术有回生起死之功而已。这就是拳术的效验。"}
{"text":"我为了身体苦痛，只可试试看。不料试了三个月，居然好了如今我日日做鲁先生之所谓拳匪，居然饮得，食得，行得，走得拳匪之赐，真真不少也。我想一个半废之人，尚且可以医得好，可见从那位真真正正外国医学博士，竟输于拳匪，奇怪奇怪，这句非说西医不佳，因我之学体操而学拳，皆得西医之一言也只谓拳术有回生起死之功而已。这就是拳术的效验。至于武松脱铐等文字之不雅驯，是因满清律例，拳师有禁，故此绅先生怕触禁网，遂令识字无多之莽夫专有此术因使至尊无上之技击术黯然无色更令东瀛武士道窃吾绪余，以大和魂自许耳。且吾见美国新出版有一本书，系中国北拳对打者。可惜我少年失学，不识蟹行字只能看其图而已。但是此书，系我今年亲见如鲁先生要想知道美国拳匪，我准可将此书之西文，求人写出，请他看看。驳原文二，三段原文谓外国不会打拳，更是荒谬。这等满清王公大臣，可谓真正刚毅之不如。这一句不必多驳，只可将此数西文，是友人教我的。这几字，说与王公大臣知，便完了。枪炮固然要用若打仗打到冲锋，这就恐非鲁先生所知，必须参用拳匪的法术了。我记得陆军中学尚有枪剑术，其中所用的法子，所绘的图形，依旧逃不出技击术的范围。鲁先生，这又是真真正正外国拳匪了。据我脑海中记忆力，尚记得十年前上海的报馆先生，犹天天骂技击术为拳匪之教练者今则人人皆知技击术与义和团立于绝对反对的地位了。鲁先生如足未出京城一步，不妨请大胆出门，见识见识。我讲了半天，似乎顽石也点头了。鲁先生得毋骂我饶舌乎。但是我扳不上大人先生，不会说客气话，只有据事直说公事公言，非开罪也。满清老例，有留中不发之一法谅贵报素有率直自命，断不效法满清也。粤人陈铁生。八年一月二十日。内功非枪炮打不进之谓，毋强作内行语。铁生。本篇最初发表于一九一九年二月十五日北京新青年第六卷第二号通信栏，在陈铁生文后。拳匪，一九年庚子我国北方爆发了义和团反对帝国主义的武装斗争，他们采取落后迷信的组织方式和斗争方法，设立拳会，练习拳棒，因而被称为拳民，当时统治阶级和帝国主义者则诬称他们为拳匪。陈先生即陈铁生，名绍枚，字铁生，广东新会人，新闻记者。早年参加过南社。当时任上海精武体育会编辑，编有技击丛刊等。克林德碑陈独秀作，发表于新青年第五卷第五号一九一八年十一月。"}
{"text":"拳匪，一九年庚子我国北方爆发了义和团反对帝国主义的武装斗争，他们采取落后迷信的组织方式和斗争方法，设立拳会，练习拳棒，因而被称为拳民，当时统治阶级和帝国主义者则诬称他们为拳匪。陈先生即陈铁生，名绍枚，字铁生，广东新会人，新闻记者。早年参加过南社。当时任上海精武体育会编辑，编有技击丛刊等。克林德碑陈独秀作，发表于新青年第五卷第五号一九一八年十一月。文中认为克林德碑虽被拆迁，但并不能消除保存国粹三教合一等封建思想的影响，并举出马良新武术的出版作为这种思想影响的例子之一。克林德，德国驻华公使，在义和团运动中被杀于北京西总布胡同口。一九二年，清朝政府被迫按不平等的辛丑条约规定，在该地建立克林德碑。一九一八年，德国在第一次世界大战中战贩，此碑被拆迁到中央公园现中山公园，改称公理战胜牌坊。新武术即中华新武术，当时的济南镇守使马良所著的一本讲授武术的书，分拳脚摔跤棍术剑术四科。上海商务印书馆于一九一七年分别出版过该书的前两部分封面标明教育部审定。新武术序为马良本人所撰，原题新武术发起总说，其中说世界各国武术体育之运用未有愈于我中华之武术者。前庚子变时，民气激烈，尚有不受人奴隶之主动力，惜无自卫制人之术，反致自相残害，浸以酿成杀身之祸。指王讷，他在一九一七年任国会众议院议员时，曾提出推广中华新武术建议案，同年三月二十二日经众议院表决通过。蔡先生即蔡元培―，字鹤卿，号孑民，浙江绍兴人，教育家。当时任北京大学校长。东瀛的武士道日本幕府时代武士所遵守的道德，主要内容为忠君节义廉耻勇武坚忍等。明治维新后，日本统治阶级仍宣扬武士道精神。英语拳击。英语拳击运动员。欧美人曾用这一名词来称呼中国义和团的成员。刚毅―满洲镶蓝旗人，清朝末年顽固派大臣之一，官至工部尚书。他曾利用义和团来推行排外政策。备考不敢盲从！魏建功备考不敢盲从！魏建功――因爱罗先珂先生的剧评而发生的感想先生译出爱罗先珂先生的观北京大学学生演剧和燕京女校学生演剧的记，一月六日在晨报副刊发表。"}
{"text":"明治维新后，日本统治阶级仍宣扬武士道精神。英语拳击。英语拳击运动员。欧美人曾用这一名词来称呼中国义和团的成员。刚毅―满洲镶蓝旗人，清朝末年顽固派大臣之一，官至工部尚书。他曾利用义和团来推行排外政策。备考不敢盲从！魏建功备考不敢盲从！魏建功――因爱罗先珂先生的剧评而发生的感想先生译出爱罗先珂先生的观北京大学学生演剧和燕京女校学生演剧的记，一月六日在晨报副刊发表。一位世界文学家对我们演剧者的挚诚的教训，幸得先生给我们介绍了，这是首先要感谢的。我们读了爱罗先珂先生第一段的文字，总该有沉重的压迫精神的印象，以至于下泪，因而努力。寂寞到十二万分的国度，像今日的中国，简直可以说没有戏剧！那谈得到好戏剧？那更谈得著男女合演的戏剧？我们以前的国度黑暗，还要厉害于今日呢！前两年真是一个为艺术尽心的团体可说没有假使爱罗先珂先生那时到中国，那又够多么寂寞而难受呵！我们真可怜可惨，虽然不准子弟登台的父兄很多，而一向情愿为艺术尽心，来做先锋的并没有畏缩这才辟开爱美的为艺术的戏剧事业的新纪元，所谓艺术戏剧根苗始茁芽在沙漠的大地上。所以中国的戏剧现在才渐渐有了，而且旧的戏剧却正在残灯的复明时代，和我们搏斗，接着那文明式的新剧也要和我们决斗呢！我们那敢怠慢？但我们从没有戏剧引向有戏剧这面来，这点不能不算今日的国度是较昔日的国度光明了些微！从前的学生不演剧，轻视戏剧而现在极力的提倡，尽心于艺术的戏剧而演剧，这又不能不算是中国青年学生们对旧日的优伶的一个宣战，和他们对艺术忠心的表示！中国的艺术真可怜啊！我们尽心的人们也嚷了一二年了，空气依然沉寂，好艺术的果子在那儿？这大概艺术为何物，一般人的怀疑还没有了解啊！所以，到现在，将戏剧当作艺术，肯为艺术尽心而与男子合演的女子，虽爱罗先珂先生叫断嗓子，总难请得！我们现在只好求才有戏剧的国度，再光明些到有好的艺术的国度那末，男女合演的，真的，好的中国艺术才可望产出。中国艺术，今日之恐慌，不减爱罗先珂先生母国的荒灾的恐慌啊！爱罗先珂先生的为我们中国青年男女学生们的浩叹，我们只有含着泪且记在心头。"}
