{"text":"麦绥莱勒是反对欧战的一人据他自己说，以一八九九年七月三十一日生于弗兰兑伦的勃兰勘培克，幼小时候是很幸福的，因为玩的多，学的少。求学时代是在干德，在那里的艺术学院里学了小半年后来就漫游德，英，瑞士，法国去了，而最爱的是巴黎，称之为人生的学校。在瑞士时，常投画稿于日报上，摘发社会的隐病，罗曼罗兰比之于陀密埃和戈耶。但所作最多的是木刻的书籍上的插图，和全用图画来表现的故事。他是酷爱巴黎的，所以作品往往浪漫，奇诡，出于人情，因以收得惊异和滑稽的效果。独有这一个人的受难乃是写实之作，和别的图画故事都不同。这故事二十五幅中，也并无一字的说明。但我们一看就知道在桌椅之外，一无所有的屋子里，一个女子怀着孕了一，生产之后，即被别人所斥逐，不过我不知道斥逐她的是雇主，还是她的父亲二。于是她只好在路上彷徨三，终于跟了别人先前的孩子，便进了野孩子之群，在街头捣乱四。稍大，去学木匠，但那么重大的工作，幼童是不胜任的五，到底免不了被人踢出，像打跑一条野狗一样六。他为饥饿所逼，就去偷面包七，而立刻被维持秩序的巡警所捕获八，关进监牢里去了九。罚满释出十，这回却轮到他在热闹的路上彷徨十一，但幸而也竟找得了修路的工作十二。不过，终日挥着鹤嘴锄，是会觉得疲劳的十三，这时乘机而入的却是恶友十四，他受了诱惑，去会妓女十五，去玩跳舞了十六。但归途中又悔恨起来十七，决计进厂做工，而且一早就看书自习十八在这环境里，这才遇到了真的相爱的同人十九。但劳资两方冲突了，他登高呼号，联合下工人，和资本家战斗二十，于是奸细窥探于前二十一，兵警弹压于后二十二，奸细又从中离间，他被捕了二十三。在受难的神之子耶稣像前，这人之子就受着裁判二十四自然是死刑，他站着，等候着兵们的开枪二十五！耶稣说过，富翁想进天国，比骆驼走过针孔还要难。但说这话的人，自己当时却受难了。现在是欧美的一切富翁，几乎都是耶稣的信奉者，而受难的就轮到了穷人。这就是一个人的受难中所叙述的。一九三三年八月六日，记。"}
{"text":"在受难的神之子耶稣像前，这人之子就受着裁判二十四自然是死刑，他站着，等候着兵们的开枪二十五！耶稣说过，富翁想进天国，比骆驼走过针孔还要难。但说这话的人，自己当时却受难了。现在是欧美的一切富翁，几乎都是耶稣的信奉者，而受难的就轮到了穷人。这就是一个人的受难中所叙述的。一九三三年八月六日，记。本篇最初印入一九三三年九月上海良友图书印刷公司出版的一个人的受难。长卷窄长的横幅卷轴国画。古来题名长江万里江山无尽的长卷很多，著名的有宋代夏明代周臣清代王等人的作品。以陶渊明归去来辞为题材的长卷，有明代徐贲等人的作品。死书又译死者之书，古代埃及宗教文艺的一种。本为王公贵族的陪葬物。它将多种咒语祷文颂歌写在长卷纸上，冒于死者棺中。许多死书还附有冥间的图画。麦绥莱勒―通译麦绥莱尔，比利时画家木刻家。曾为美国惠特曼法国罗曼罗兰巴比塞等作家的作品作插图。一九三三年九月，上海良友图书印刷公司还出版过他的连环画光明的追求我的忏悔和没有字的故事。陀密埃―通译杜米埃，法国讽刺画家，擅长石版画。戈耶―，西班牙讽刺画家，擅长铜版画。耶稣的这段话，见新约马太福音第十九章我实在告诉你们，财主进天国是难的。我又告诉你们，骆驼穿过针的眼，比财主进上帝的国还容易呢。自选集自序自选集自序我做小说，是开手于一九一八年，新青年上提倡文学革命的时候的。这一种运动，现在固然已经成为文学史上的陈迹了，但在那时，却无疑地是一个革命的运动。我的作品在新青年上，步调是和大家大概一致的，所以我想，这些确可以算作那时的革命文学。然而我那时对于文学革命，其实并没有怎样的热情。见过辛亥革命，见过二次革命，见过袁世凯称帝，张勋复辟，看来看去，就看得怀疑起来，于是失望，颓唐得很了。"}
{"text":"这一种运动，现在固然已经成为文学史上的陈迹了，但在那时，却无疑地是一个革命的运动。我的作品在新青年上，步调是和大家大概一致的，所以我想，这些确可以算作那时的革命文学。然而我那时对于文学革命，其实并没有怎样的热情。见过辛亥革命，见过二次革命，见过袁世凯称帝，张勋复辟，看来看去，就看得怀疑起来，于是失望，颓唐得很了。民族主义的文学家在今年的一种小报上说，多疑，是不错的，我正在疑心这批人们也并非真的民族主义文学者，变化正未可限量呢。不过我却又怀疑于自己的失望，因为我所见过的人们，事件，是有限得很的，这想头，就给了我提笔的力量。绝望之为虚妄，正与希望相同。既不是直接对于文学革命的热情，又为什么提笔的呢？想起来，大半倒是为了对于热情者们的同感。这些战士，我想，虽在寂寞中，想头是不错的，也来喊几声助助威罢。首先，就是为此。自然，在这中间，也不免夹杂些将旧社会的病根暴露出来，催人留心，设法加以疗治的希望。但为达到这希望计，是必须与前驱者取同一的步调的，我于是删削些黑暗，装点些欢容，使作品比较的显出若干亮色，那就是后来结集起来的呐喊，一共有十四篇。这些也可以说，是遵命文学。不过我所遵奉的，是那时革命的前驱者的命令，也是我自己所愿意遵奉的命令，决不是皇上的圣旨，也不是金元和真的指挥刀。后来新青年的团体散掉了，有的高升，有的退隐，有的前进，我又经验了一回同一战阵中的伙伴还是会这么变化，并且落得一个作家的头衔，依然在沙漠中走来走去，不过已经逃不出在散漫的刊物上做文字，叫作随便谈谈。有了小感触，就写些短文，夸大点说，就是散文诗，以后印成一本，谓之野草。得到较整齐的材料，则还是做短篇小说，只因为成了游勇，布不成阵了，所以技术虽然比先前好一些，思路也似乎较无拘束，而战斗的意气却冷得不少。新的战友在那里呢？我想，这是很不好的。于是集印了这时期的十一篇作品，谓之彷徨，愿以后不再这模样。路漫漫其修远兮，吾将上下而求索。不料这大口竟夸得无影无踪。逃出北京，躲进厦门，只在大楼上写了几则故事新编和十篇朝花夕拾。前者是神话，传说及史实的演义，后者则只是回忆的记事罢了。此后就一无所作，空空如也。可以勉强称为创作的，在我至今只有这五种，本可以顷刻读了的，但出版者要我自选一本集。"}
{"text":"新的战友在那里呢？我想，这是很不好的。于是集印了这时期的十一篇作品，谓之彷徨，愿以后不再这模样。路漫漫其修远兮，吾将上下而求索。不料这大口竟夸得无影无踪。逃出北京，躲进厦门，只在大楼上写了几则故事新编和十篇朝花夕拾。前者是神话，传说及史实的演义，后者则只是回忆的记事罢了。此后就一无所作，空空如也。可以勉强称为创作的，在我至今只有这五种，本可以顷刻读了的，但出版者要我自选一本集。推测起来，恐怕因为这么一办，一者能够节省读者的费用，二则，以为由自选，该能比别人格外明白罢。对于第一层，我没有异议至第二层，我却觉得也很难。因为我向来就没有格外用力或格外偷懒的作品，所以也没有自以为特别高妙，配得上提拔出来的作品。没有法，就将材料，写法，都有些不同，可供读者参考的东西，取出二十二篇来，凑成了一本，但将给读者一种重压之感的作品，却特地竭力抽掉了。这是我现在自有我的想头的并不愿将自以为苦的寂寞，再来传染给也如我那年青时候似的正做着好梦的青年。然而这又不似做那呐喊时候的故意的隐瞒，因为现在我相信，现在和将来的青年是不会有这样的心境的了。一九三二年十二月十四日，于上海寓居记。本篇最初印入一九三三年三月上海天马书店出版的自选集。这本自选集内收野草中的七篇影的告别好的故事过客失掉的好地狱这样的战士聪明人和傻子和奴才淡淡的血痕中呐喊中的五篇孔乙己一件小事故乡阿正传鸭的喜剧彷徨中的五篇在酒楼上肥皂示众伤逝离婚故事新编中的两篇奔月铸剑朝花夕拾中的三篇狗猫鼠无常范爱农。共计二十二篇。新青年参看本卷第页注。新青年最初的编辑是陈独秀。在北京出版后，主要成员有李大钊胡适钱玄同刘复吴虞等。随着五四运动的深入发展，新青年团体逐渐发生分化。是这个团体中的重要撰稿人。文学革命指五四时期反对旧文学，提倡新文学，反对文言文，提倡白话文的运动。辛亥革命一九一一年辛亥孙中山领导的资产阶级民主革命。"}
{"text":"共计二十二篇。新青年参看本卷第页注。新青年最初的编辑是陈独秀。在北京出版后，主要成员有李大钊胡适钱玄同刘复吴虞等。随着五四运动的深入发展，新青年团体逐渐发生分化。是这个团体中的重要撰稿人。文学革命指五四时期反对旧文学，提倡新文学，反对文言文，提倡白话文的运动。辛亥革命一九一一年辛亥孙中山领导的资产阶级民主革命。它推翻了清王朝，结束了中国两千多年的封建君主统治，建立了中华民国。但由于中国资产阶级的软弱性和妥协性，没有也不可能完成反帝反封建的革命任务，革命果实很快就被代表大地主大买办阶级利益的袁世凯所窃夺。二次革命一九一三年七月孙中山领导的反对袁世凯独裁统治的战争。因对一九一一年辛亥革命而言，所以称为二次革命。它很快就被袁世凯扑灭。袁世凯称帝袁世凯―，河南项城人，北洋军阀首领。原为清朝大臣，他在窃取中华民国大总统职位后，于一九一六年一月实行帝制，自称皇帝，定年号为洪宪同年三月被迫撤销。张勋复辟张勋―，江西奉新人，北洋军阀之一。一九一七年六月，他在任安徽督军时，从徐州带兵到北京，七月一日和康有为等扶植清废帝溥仪复辟，七月十二日即告失败。绝望之为虚妄，正与希望相同原是匈牙利诗人裴多菲在一八四七年七月十七日致友人弗里杰什凯雷尼信中的话，在野草希望中曾引用。路漫漫其修远兮，吾将上下而求索语见屈原离骚。曾引用它作为彷徨的题辞。这两句话，引自呐喊自序。祝中俄文字之交十五年前，被西欧的所谓文明国人看作半开化的俄国，那文学，在世界文坛上，是胜利的十五年以来，被帝国主义者看作恶魔的苏联，那文学，在世界文坛上，是胜利的。这里的所谓胜利，是说以它的内容和技术的杰出，而得到广大的读者，并且给与了读者许多有益的东西。它在中国，也没有出于这例子之外。我们曾在梁启超所办的时务报上，看见了福尔摩斯包探案的变幻，又在新小说上，看见了焦士威奴所做的号称科学小说的海底旅行之类的新奇。后来林琴南大译英国哈葛德洌澹颍龋幔纾纾幔颍洌男说了，我们又看见了伦敦小姐之缠绵和菲洲野蛮之古怪。"}
{"text":"这里的所谓胜利，是说以它的内容和技术的杰出，而得到广大的读者，并且给与了读者许多有益的东西。它在中国，也没有出于这例子之外。我们曾在梁启超所办的时务报上，看见了福尔摩斯包探案的变幻，又在新小说上，看见了焦士威奴所做的号称科学小说的海底旅行之类的新奇。后来林琴南大译英国哈葛德洌澹颍龋幔纾纾幔颍洌男说了，我们又看见了伦敦小姐之缠绵和菲洲野蛮之古怪。至于俄国文学，却一点不知道，――但有几位也许自己心里明白，而没有告诉我们的先觉先生，自然是例外。不过在别一方面，是已经有了感应的。那时较为革命的青年，谁不知道俄国青年是革命的，暗杀的好手？尤其忘不掉的是苏菲亚，虽然大半也因为她是一位漂亮的姑娘。现在的国货的作品中，还常有苏菲一类的名字，那渊源就在此。那时――十九世纪末――的俄国文学，尤其是陀思妥夫斯基和托尔斯泰的作品，已经很影响了德国文学，但这和中国无关，因为那时研究德文的人少得很。最有关系的是英美帝国主义者，他们一面也翻译了陀思妥夫斯基，都介涅夫，托尔斯泰，契诃夫的选集了，一面也用那做给印度人读的读本来教我们的青年以拉玛和吉利瑟那的对话，然而因此也携带了阅读那些选集的可能。包探，冒险家，英国姑娘，菲洲野蛮的故事，是只能当醉饱之后，在发胀的身体上搔搔痒的，然而我们的一部分的青年却已经觉得压迫，只有痛楚，他要挣扎，用不着痒痒的抚摩，只在寻切实的指示了。那时就看见了俄国文学。那时就知道了俄国文学是我们的导师和朋友。因为从那里面，看见了被压迫者的善良的灵魂，的酸辛，的挣扎还和四十年代的作品一同烧起希望，和六十年代的作品一同感到悲哀。我们岂不知道那时的大俄罗斯帝国也正在侵略中国，然而从文学里明白了一件大事，是世界上有两种人压迫者和被压迫者！从现在看来，这是谁都明白，不足道的，但在那时，却是一个大发见，正不亚于古人的发见了火的可以照暗夜，煮东西。俄国的作品，渐渐的绍介进中国来了，同时也得了一部分读者的共鸣，只是传布开去。"}
{"text":"我们岂不知道那时的大俄罗斯帝国也正在侵略中国，然而从文学里明白了一件大事，是世界上有两种人压迫者和被压迫者！从现在看来，这是谁都明白，不足道的，但在那时，却是一个大发见，正不亚于古人的发见了火的可以照暗夜，煮东西。俄国的作品，渐渐的绍介进中国来了，同时也得了一部分读者的共鸣，只是传布开去。零星的译品且不说罢，成为大部的就有俄国戏曲集十种和小说月报增刊的俄国文学研究一大本，还有被压迫民族文学号两本，则是由俄国文学的启发，而将范围扩大到一切弱小民族，并且明明点出被压迫的字样来了。于是也遭了文人学士的讨伐，有的主张文学的崇高，说描写下等人是鄙俗的勾当，有的比创作为处女，说翻译不过是媒婆，而重译尤令人讨厌。的确，除了俄国戏曲集以外，那时所有的俄国作品几乎都是重译的。但俄国文学只是绍介进来，传布开去。作家的名字知道得更多了，我们虽然从安特来夫的作品里遇搅丝植溃景纤绶颍A的作品里看见了绝望和荒唐，但也从珂罗连珂学得了宽宏，从戈理基恚牵铮颍耄受了反抗。读者大众的共鸣和热爱，早不是几个论客的自私的曲说所能掩蔽，这伟力，终于使先前膜拜曼殊斐儿的绅士也重译了都介涅夫的父与子，排斥媒婆的作家也重译着托尔斯泰的战争与和平了。这之间，自然又遭了文人学士和流氓警犬的联军的讨伐。对于绍介者，有的说是为了卢布，有的说是意在投降，有的笑为破锣，有的指为共党，而实际上的对于书籍的禁止和没收，还因为是秘密的居多，无从列举。但俄国文学只是绍介进来，传布开去。有些人们，也译了莫索里尼传，也译了希特拉传，但他们绍介不出一册现代意国或德国的白色的大作品，战后是不属于希特拉的字旗下的端赖氖贰玻玻病秤种好以死自傲。但苏联文学在我们却已有了里培进斯基的一周间，革拉特珂夫的士敏土，法捷耶夫的毁灭，绥拉菲摩微支的铁流此外中篇短篇，还多得很。凡这些，都在御用文人的明枪暗箭之中，大踏步跨到读者大众的怀里去，给一一知道了变革，战斗，建设的辛苦和成功。"}
{"text":"有些人们，也译了莫索里尼传，也译了希特拉传，但他们绍介不出一册现代意国或德国的白色的大作品，战后是不属于希特拉的字旗下的端赖氖贰玻玻病秤种好以死自傲。但苏联文学在我们却已有了里培进斯基的一周间，革拉特珂夫的士敏土，法捷耶夫的毁灭，绥拉菲摩微支的铁流此外中篇短篇，还多得很。凡这些，都在御用文人的明枪暗箭之中，大踏步跨到读者大众的怀里去，给一一知道了变革，战斗，建设的辛苦和成功。但一月以前，对于苏联的舆论，刹时都转变了，昨夜的魔鬼，今朝的良朋，许多报章，总要提起几点苏联的好处，有时自然也涉及文艺上复交之故也。然而，可祝贺的却并不在这里。自利者一淹在水里面，将要灭顶的时候，只要抓得着，是无论破锣破鼓，都会抓住的，他决没有所谓洁癖。然而无论他终于灭亡或幸而爬起，始终还是一个自利者。随手来举一个例子罢，上海称为大报的申报，不是一面甜嘴蜜舌的主张着组织苏联考察团三二年十二月二十八日时评，而一面又将林克多的苏联闻见录称为反动书籍同二十七日新闻么？可祝贺的，是在中俄的文字之交，开始虽然比中英，中法迟，但在近十年中，两国的绝交也好，复交也好，我们的读者大众却不因此而进退译本的放任也好，禁压也好，我们的读者也决不因此而盛衰。不但如常，而且扩大不但虽绝交和禁压还是如常，而且虽绝交和禁压而更加扩大。这可见我们的读者大众，是一向不用自私的势利眼来看俄国文学的。我们的读者大众，在朦胧中，早知道这伟大肥沃的黑土里，要生长出什么东西来，而这黑土却也确实生长了东西，给我们亲见了忍受，呻吟，挣扎，反抗，战斗，变革，战斗，建设，战斗，成功。在现在，英国的萧，法国的罗兰，也都成为苏联的朋友了。这，也是当我们中国和苏联在历来不断的文字之交的途中，扩大而与世界结成真的文字之交的开始。这是我们应该祝贺的。十二月三十日。本篇最初发表于一九三二年十二月十五日文学月报第一卷第五六号合刊。时务报旬刊，一八九六年清光绪二十二年八月在上海创刊，梁启超主编，是当时鼓吹变法维新的主要刊物，一八九八年七月停刊。福尔摩斯包探案英国作家柯南道尔―作的侦探小说。福尔摩斯是书中的主要人物。"}
{"text":"这，也是当我们中国和苏联在历来不断的文字之交的途中，扩大而与世界结成真的文字之交的开始。这是我们应该祝贺的。十二月三十日。本篇最初发表于一九三二年十二月十五日文学月报第一卷第五六号合刊。时务报旬刊，一八九六年清光绪二十二年八月在上海创刊，梁启超主编，是当时鼓吹变法维新的主要刊物，一八九八年七月停刊。福尔摩斯包探案英国作家柯南道尔―作的侦探小说。福尔摩斯是书中的主要人物。新小说月刊，一九二年清光绪二十八年十月在日本横滨创刊，梁启超主编。该刊除登载创作小说之外，也刊登翻译小说。焦士威奴―通译儒勒凡尔纳，法国小说家。著有科学幻想及冒险小说海底两万里神秘岛格兰特船长的女儿等多种。哈葛德―英国小说家。林琴南曾依靠别人口述，用文言翻译过他的迦茵小传埃及金塔剖尸记斐洲烟水愁城录。苏菲亚即别罗夫斯卡娅G，―，俄国女革命家，民意党领导人之一。因参加一八八一年三月一日暗杀沙皇亚历山大二世，于同年四月三日被沙皇政府杀害。清末中国无政府主义者所办的刊物新世纪第二十七号一九七年十二月，曾介绍过她的事迹，刊出她的照片。拉玛和吉利瑟那都是印度神话中的人物。俄国戏曲集共学社丛书之一，一九二一年商务印书馆出版。它包括戏曲十种果戈理的巡按贺启明译，奥斯特洛夫斯基的雷雨耿济之译，屠格涅夫的村中之月耿济之译，托尔斯泰的黑暗之势力耿济之译和教育之果沈颖译，契诃夫的海鸥郑振铎译伊凡诺夫万尼亚叔父和樱桃园三者均耿式之译，史拉美克的六月郑振铎译。俄国文学研究小说月报第十二卷的增刊，一九二一年九月出版。内收郑振铎俄国文学的启源时代耿济之俄国四大文学家合传沈雁冰近代俄国文学家三十人合传阿尔志跋绥甫郭绍虞俄国美论及其文艺张闻天托尔斯泰的艺术观沈泽民俄国的叙事诗歌等论文，以及瞿秋白耿济之等所译俄国文学作品多篇。被压迫民族文学号即被损害民族的文学号，小说月报第十二卷第十期专刊，一九二一年十月出版。"}
