{"text":"我因为好奇，看报看杂志，也有特别的脾气。看报我总是先看封面广告的。一面是要找些新书，一面是要找些新闻广告里的新闻，虽然是不正式的，或者算不得新闻，也未可知，但都是第一身第二身的，有时比第三身的正文还值得注意呢。譬如那回中华制糖公司董事的互讦，我看得真是热闹煞了！又如印送安士全书的广告，读报至此，请念三声阿弥陀佛的广告，真是好聪明的糊涂法子！看杂志我是先查补白，好寻着些轻松而隽永的东西或名人的趣语，或当世的珍闻，零金碎玉，更见异彩！――请看二千年前玉门关外一封情书，时新旦角戏等标题便知分晓。都是我们的六月中补白的标题。我不是曾恭维看报么？假如要参加种种趣味的聚会，那也非看报不可。譬如前一两星期，报上登着世界短跑家要在上海试跑我若在上海，一定要去看看跑是如何短法？又如本月十六日上海北四川路有洋狗展览会，说有四百头之多想到那高低不齐的个儿，松密互映，纯驳争辉的毛片，或嘤嘤或呜呜或汪汪的吠声，我也极愿意去的。又我记得在上海七日刊？上见过一幅法国儿童同乐会的摄影。摄影中济济一堂的满是儿童――这其间自然还有些抱着的母亲，领着的父亲，但不过二三人，容我用了四舍五入法，将他们略去吧。那前面的几个，丰腴圆润的庞儿，覆额的短发，精赤的小腿，我现在还记着呢。最可笑的，高高的房子，塞满了这些儿童，还空着大半截，大半截若塞满了我们，空气一定是没有那么舒服的，便宜了空气了！这种聚会不用说是极使我高兴的！只是我便在上海，也未必能去说来可恨恨！这里却要引起我别的感慨，我不说了。此外如音乐会，绘画展览会，我都乐于赴会的。四年前秋天的一个晚上，我曾到上海市政厅去听中西音乐大会那几支广东小调唱得真入神，靡靡是靡靡到了极点，令人欢喜赞叹！而歌者隐身幕内，不露一丝色相，尤动人无穷之思！绘画展览会，我在北京，上海也曾看过几回。但都像走马看花似的，不能自知冷暖――我真是太外行了，只好慢慢来吧。我却最爱看跳舞。五六年前的正月初三的夜里，我看了一个意大利女子的跳舞黄昏的电灯光映着她裸露的微红的两臂，和游泳衣似的粉红的舞装那腰真软得可怜，和麦粉搓成的一般。"}
{"text":"而歌者隐身幕内，不露一丝色相，尤动人无穷之思！绘画展览会，我在北京，上海也曾看过几回。但都像走马看花似的，不能自知冷暖――我真是太外行了，只好慢慢来吧。我却最爱看跳舞。五六年前的正月初三的夜里，我看了一个意大利女子的跳舞黄昏的电灯光映着她裸露的微红的两臂，和游泳衣似的粉红的舞装那腰真软得可怜，和麦粉搓成的一般。她两手擎着小小的钹，钱孔里拖着深红布的提头她舞时两臂不住地向各方扇动，两足不住地来往跳跃，钹声便不住地清脆地响着――她舞得如飞一样，全身的曲线真是瞬息万变，转转不穷，如闪电吐舌，如星星眨眼使人目眩心摇，不能自主。我看过了，恍然若失！从此我便喜欢跳舞。前年暑假时，我到上海，刚碰着卡尔登影戏院开演跳舞片的末一晚，我没有能去一看。次日写信去特烦，却如泥牛入海至今引为憾事！我在北京读书时，又颇爱听旧戏因为究竟是外江人，更爱听旦角戏，尤爱听尚小云的戏，――但你别疑猜，我却不曾用这支笔去捧过谁。我并不懂戏词，甚至连情节也不甚仔细，只爱那宛转凄凉的音调和楚楚可怜的情韵。我在理论上也左袒新戏，但那时的北京实在没有可称为新戏的新戏给我看我的心也就渐渐冷了。南归以后，新戏固然和北京是一丘之貉，旧戏也就每况愈下，毫无足观。我也看过一回机关戏，但只足以广见闻，无深长的趣味可言。直到去年，上海戏剧协社演少奶奶的翁子，朋友们都说颇有些意思――在所曾寓目的新戏中，这是得未曾有的。又实验剧社演葡萄仙子，也极负时誉黎明辉女士所唱可怜的秋香一句，真是脍炙人口――便是不曾看过这戏的我，听人说了此句，也会有一种薄醉似的感觉，超乎平常所谓舒适以上。――少奶奶的扇子，我也还无一面之缘――真非到上海去开先施公司不可！上海的朋友们又常向我称述影戏但我之于影戏，还是猪八戒吃人参果呢！也只好慢慢来吧。说起先施公司，我总想起惠罗公司。我常在报纸的后幅看见他家的广告，满幅画着新货色的图样，真是日本书店里所谓诱惑状了。我想若常去看看新货色，也是一乐。最好能让我自由地鉴赏地看一回心爱的也不一定买来，只须多多地，重重地看上几眼，便可权当占有了――朋友有新东西的时候，我常常把玩不肯释手，便是这个主意。见叶圣陶泪的徘徊中。食而不知其味也。即新到书籍广告。"}
{"text":"上海的朋友们又常向我称述影戏但我之于影戏，还是猪八戒吃人参果呢！也只好慢慢来吧。说起先施公司，我总想起惠罗公司。我常在报纸的后幅看见他家的广告，满幅画着新货色的图样，真是日本书店里所谓诱惑状了。我想若常去看看新货色，也是一乐。最好能让我自由地鉴赏地看一回心爱的也不一定买来，只须多多地，重重地看上几眼，便可权当占有了――朋友有新东西的时候，我常常把玩不肯释手，便是这个主意。见叶圣陶泪的徘徊中。食而不知其味也。即新到书籍广告。若目下不能到上海去开先施公司，或到上海而无本钱去开先施公司，则还有个经济的办法，我现在正用着呢。不过这种办法，便是开先施公司，也可同时采用的因为我们原希望多多益善呀。现在我所在的地方，是没有绘画展览会但我和人家借了左一册右一册的摄影集，画片集，也可使我的眼睛饱餐一顿。我看见群羊，在那淡远的旷原中，披着乳一样白，丝一样软的羽衣的小东西，真和浮在浅浅的梦里的仙女一般。我看见夕云，地上是疏疏的树木，偃蹇欹侧作势，仿佛和天上的乱云负固似的那云是层层叠档的，错错落落的，斑斑驳驳的，使我觉得天是这样厚，这样厚的！我看见五月雨，是那般蒙妹密密的一片，三个模糊的日本女子，正各张着有一道白圈儿的纸伞，在台阶上走着，走上一个什么坛去呢那边还有两个人，却只剩了影儿！我看见现在与未来这是一个人坐着，左手托着一个骷髅，两眼凝视着，右手正支颐默想着。这还是摄影呢，画片更是美不胜收了！弥爱的晚祷是世界的名作，不用说了。意大利的名画跳舞，满是跃着的腿儿，牵着的臂儿，并着的脸儿红的，黄的，白的，蓝的，黑的，一片片地飞舞着――那边还攒动着无数的头呢。是夜的繁华哟！是肉的薰蒸哟！还有日本中泽弘光的夕潮红红的落照轻轻地涂在玲珑的水阁上阁之前浅蓝的潮里，伫立着白衣编发的少女，伴着两只夭矫的白鹤她们因水光的映射，这时都微微地蓝了她只扭转头凝视那斜阳的颜色。又椎冢猪知雄的花，三个样式不同，花色互异的精巧的瓶子，分插着红白各色的，大的小的鲜花，都丰丰满满的。另有一个细长的和一个荸荠样的瓶子，放在三个大瓶之前和之间一高一矮，甚是别致，也都插着鲜花，只一瓶是小朵的，一瓶是大朵的。"}
{"text":"是肉的薰蒸哟！还有日本中泽弘光的夕潮红红的落照轻轻地涂在玲珑的水阁上阁之前浅蓝的潮里，伫立着白衣编发的少女，伴着两只夭矫的白鹤她们因水光的映射，这时都微微地蓝了她只扭转头凝视那斜阳的颜色。又椎冢猪知雄的花，三个样式不同，花色互异的精巧的瓶子，分插着红白各色的，大的小的鲜花，都丰丰满满的。另有一个细长的和一个荸荠样的瓶子，放在三个大瓶之前和之间一高一矮，甚是别致，也都插着鲜花，只一瓶是小朵的，一瓶是大朵的。我说的已多了――还有图案画，有时带着野蛮人和儿童的风味，也是我所爱的。书籍中的插画，偶然也有很好的如什么书里有一幅画，显示惠士敏斯特大寺的里面，那是很伟大的――正如我在灵隐寺的高深的大殿里一般。而房龙人类的故事中的插画，尤其别有心思，马上可以引人到他所画的天地中去。摄影集，画片集中的作品，都是复制的。见大风集。夕云，见日本写真杂志第卷，年版。五月雨，见日本写真杂志第卷年版。见日本写真界卷号。东方卷号。平和纪念东京博览会美术馆出品。日本第八回二科展览会出品。我所在的地方，也没有音乐会。幸而有留声机，机片里中外歌曲乃至国语唱歌都有我的双耳尚不至大寂寞的。我或向人借来自开自听，或到别人寓处去听，这也是揩油之一道了。大约借留声机，借画片，借书，总还算是雅事，不致像借钱一样，要看人家脸孔的虽然也不免有例外所以有时竟可大大方方地揩油。自然，自己的油有时也当大大方方地被别人揩的。关于留声机，北平有零卖一法。一个人背了话匣子即留声机和唱片，沿街叫卖若要买的，就喊他进屋里，让他开唱几片，照定价给他铜子――唱完了，他仍旧将那话匣子等用蓝布包起，背了出门去。我们做学生时，每当冬夜无聊，常常破费几个铜子，买他几曲听听虽然没有佳片，却也算消寒之一法。听说南方也有做这项生意的人。――我所在的地方，宁波是其一。宁波中学现有无线电话收音机，我很想去听听大陆报馆的音乐。这比留声机又好了！不但声音更是亲切，且花样日日翻新二者相差，何可以道里计呢！除此以外，朋友们的箫声与笛韵，也是很可过瘾的但这看似易得而实难，因为好手甚少。我从前有一位朋友，吹箫极悲酸幽抑之致，我最不能忘怀！"}
{"text":"我们做学生时，每当冬夜无聊，常常破费几个铜子，买他几曲听听虽然没有佳片，却也算消寒之一法。听说南方也有做这项生意的人。――我所在的地方，宁波是其一。宁波中学现有无线电话收音机，我很想去听听大陆报馆的音乐。这比留声机又好了！不但声音更是亲切，且花样日日翻新二者相差，何可以道里计呢！除此以外，朋友们的箫声与笛韵，也是很可过瘾的但这看似易得而实难，因为好手甚少。我从前有一位朋友，吹箫极悲酸幽抑之致，我最不能忘怀！现在他从外国回来，我们久不见面，也未写信，不知他还能来一点儿否？内地虽没有惠罗公司，却总有古董店，尽可以对付一气。我们看看古瓷的细润秀美，古泉币的陆离斑驳，古玉的丰腴有泽，古印的肃肃有仪，胸襟也可豁然开朗。况内地更有好处，为五方杂处，众目具瞻的上海等处所不及的如花木的趣味，盆栽的趣味便是。上海的匆忙使一般人想不到白鸽笼外还有天地花是怎样美丽，树是怎样青青，他们似乎早已忘怀了！这是我的朋友郢君所常常不平的。暮春三月，江南草长，杂花生树，群莺乱飞。――这在上海人怕只是一场春梦吧！像我所在的乡间芊芊的碧草踏在脚上软软的，正像吃樱花糖花是只管开着，来了又去，来了又去――杨贵妃一般的木笔，红着脸的桃花，白着脸的绣球好一个香遍满，色遍满的花儿的都呀！上海是不容易有的！我所以虽向慕上海式的繁华，但也不舍我所在的白马湖的幽静。我爱白马湖的花木，我爱家的盆栽――这其间有诗有画，我且说给你。一盆是小小的竹子，栽在方的小白石盆里细细的干子疏疏的隔着，疏疏的叶子淡档地撇着，更点缀上两三块小石头颇有静远之意。上灯时，影子写在壁上，尤其清隽可亲。另一盆是棕竹，瘦削的干子亭亭地立着下部是绿绿的，上部颇劲健地坼着几片长长的叶子，叶根有细极细极的棕丝网着。这像一个丰神俊朗而蓄着微须的少年。这种淡白的趣味，也自是天地间不可少的。俞平伯诗。天地间还有一种不可少的趣味，也是简便易得到的，这是谈天。――普通话叫做闲谈但我以谈天二字，更能说出那闲旷的味儿！傅孟真先生在心气薄弱之中国人一评里，引顾宁人的话，说南方之学者，群居终日，言不及义北方之学者，饱食终日，无所用心。"}
{"text":"这像一个丰神俊朗而蓄着微须的少年。这种淡白的趣味，也自是天地间不可少的。俞平伯诗。天地间还有一种不可少的趣味，也是简便易得到的，这是谈天。――普通话叫做闲谈但我以谈天二字，更能说出那闲旷的味儿！傅孟真先生在心气薄弱之中国人一评里，引顾宁人的话，说南方之学者，群居终日，言不及义北方之学者，饱食终日，无所用心。他说到了现在已经二百多年了，这评语仍然是活泼泼的谈天大概也只能算不及义的言纵有及义的时候，也只是偶然碰到，并非立意如此。若立意要及义，那便不是谈天而是讲茶了。讲茶也有讲茶的意思，但非我所要说。终日言不及义，诚哉是无益之事而且岂不疲倦？舌敝唇焦，也未免穷斯滥矣！不过偶尔茶余酒后，月白风清，约两个密友，吸着烟卷儿，尝着时新果子，促膝谈心，随兴趣之所至。时而上天，时而入地，时而论书，时而评画，时而纵谈时局，品鉴人伦，时而剖析玄理，密诉衷曲等到兴尽意阑，便各自回去睡觉明早一觉醒来，再各奔前程，修持胜业，想也不致耽误的。或当公私交集，身心俱倦之后，约几个相知到公园里散散步，不愿散步时，便到绿荫下长椅上坐着这时作无定向的谈话，也是极有意味的。至于辟克匿克来江边，那更非谈天不可！我想这种谈天，无论如何，总不能算是大过吧。人家说清谈亡了晋朝，我觉得这未免是栽赃的办法。请问晋人的清谈，谁为为之？孰令致之？――这且不说，我单觉得清谈也正是一种生活之艺术，只要有节制。有的如针尖的微触，有的如剪刀的一断恰像吹皱一池春水，你的心便会这般这般了。见新潮卷号。谈天本不想求其有用，但有时也有大用英哲洛克的名著人间悟性论中述他著书之由――说有一日，与朋友们谈天，端绪愈引而愈远，不知所从来，也不知所届他忽然惊异人知的界限在何处呢？这便是他的大作最初的启示了。――这是我的一位先生亲口告诉我的。我说海说天，上下古今谈了一番，自然仍不曾跳出我佛世尊――自己――的掌心，现在我还是卷旗息鼓，回到自己的灵魂吧。自己有今日的自己，有昨日的自己，有北京时的自己，有南京时的自己，有在父母怀抱中的自己乃至一分钟有一个自己，一秒钟有一个自己。"}
{"text":"这便是他的大作最初的启示了。――这是我的一位先生亲口告诉我的。我说海说天，上下古今谈了一番，自然仍不曾跳出我佛世尊――自己――的掌心，现在我还是卷旗息鼓，回到自己的灵魂吧。自己有今日的自己，有昨日的自己，有北京时的自己，有南京时的自己，有在父母怀抱中的自己乃至一分钟有一个自己，一秒钟有一个自己。每一个自己无论大的，小的，都各提挈着一个世界，正如旅客带着一只手提箱一样。各个世界，各个自己之不相同，正如旅客手提箱里所装的东西之不同一样。各个自己与它所提挈的世界是一个大大的联环，决不能拆开的。譬如去年十月，我正仆仆于轮船火车之中。我现在回想那时的我，第一不能忘记的，是江浙战争第二便是国庆。因战争而写来的父亲的岳父的信，一页页在眼前翻过因战争而搬家的人，一阵阵在面前走过眼看学校一日日挨下去，直到关门为止。念头忽然转弯林纾死了，法朗士死了国际联盟第五届大会也闭幕了！正如水的漪涟一样，一圈一圈地尽管晕开去，可以至于非常之多。只区区一个月的我，所提挈的已这样多，则积了三百几十个月的我，所提挈的当有无穷！要算起帐来，倒是大笔头呢！若有那样细心，再把月化为日，日化为时，时化为分秒，我的世界当更不了不了！这其间有吃的，有睡的，有玩的，有笑的，有哭的，有糊涂的，有聪明的若能将它们陈列起来，必大有意思若能影戏片似地将它们摇过去，那更有意思了！人总有念旧之情的。我的一个朋友回到母校作教师的时候，偶然在故纸堆中翻到他十四岁时投考该校的一张相片，便爱它如儿子。我们对于过去的自己，大都像嚼橄榄一样，总有些儿甜的。我们依着时光老人的导引，一步步去温寻已失的自己这走的便是忆之路。在忆之路上愈走得远，愈是有味因苦味渐已蒸散而甜味却还留着的缘故。最远的地方是儿时，在那里只有一味极淡极淡的甜所以许多人都惦记着那里。这忆之路是颇长的，也是世界上一条大路。要成为一个自由的世界民，这条路不可不走走的。也是法朗士的话。此是宁波方言，本系记帐术语，多也引申作甚之意。这里用作双关语。我的把戏变完了――咳！多么贫呢！"}
{"text":"在忆之路上愈走得远，愈是有味因苦味渐已蒸散而甜味却还留着的缘故。最远的地方是儿时，在那里只有一味极淡极淡的甜所以许多人都惦记着那里。这忆之路是颇长的，也是世界上一条大路。要成为一个自由的世界民，这条路不可不走走的。也是法朗士的话。此是宁波方言，本系记帐术语，多也引申作甚之意。这里用作双关语。我的把戏变完了――咳！多么贫呢！我总之羡慕齐天大圣他虽也跳不出佛爷的掌心，但到底能翻十万八千里的筋斗，又有七十二变化的！年月日。散文全编扬州的夏日扬州从隋炀帝以来，是诗人文士所称道的地方称道的多了，称道得久了，一般人便也随声附和起来。直到现在，你若向人提起扬州这个名字，他会点头或摇头说好地方！好地方！特别是没去过扬州而念过些唐诗的人，在他心里，扬州真像蜃楼海市一般美丽他若念过扬州画舫录一类书，那更了不得了。但在一个久住扬州像我的人，他却没有那么多美丽的幻想，他的憎恶也许掩住了他的爱好他也许离开了三四年并不去想它。若是想呢，――你说他想什么？女人不错，这似乎也有名，但怕不是现在的女人吧？――他也只会想着扬州的夏日，虽然与女人仍然不无关系的。北方和南方一个大不同，在我看，就是北方无水而南方有。诚然，北方今年大雨，永定河，大清河甚至决了堤防，但这并不能算是有水北平的三海和颐和园虽然有点儿水，但太平衍了，一览而尽，船又那么笨头笨脑的。有水的仍然是南方。扬州的夏日，好处大半便在水上――有人称为瘦西湖，这个名字真是太瘦了，假西湖之名以行，雅得这样俗，老实说，我是不喜欢的。下船的地方便是护城河，曼衍开去，曲曲折折，直到平山堂，――这是你们熟悉的名字――有七八里河道，还有许多杈梃桠桠的支流。这条河其实也没有顶大的好处，只是曲折而有些幽静，和别处不同。沿河最著名的风景是小金山，法海寺，五亭桥最远的便是平山堂了。金山你们是知道的，小金山却在水中央。在那里望水最好，看月自然也不错――可是我还不曾有过那样福气。下河的人十之九是到这儿的，人不免太多些。法海寺有一个塔，和北海的一样，据说是乾隆皇帝下江南，盐商们连夜督促匠人造成的。法海寺著名的自然是这个塔但还有一桩，你们猜不着，是红烧猪头。"}
{"text":"这条河其实也没有顶大的好处，只是曲折而有些幽静，和别处不同。沿河最著名的风景是小金山，法海寺，五亭桥最远的便是平山堂了。金山你们是知道的，小金山却在水中央。在那里望水最好，看月自然也不错――可是我还不曾有过那样福气。下河的人十之九是到这儿的，人不免太多些。法海寺有一个塔，和北海的一样，据说是乾隆皇帝下江南，盐商们连夜督促匠人造成的。法海寺著名的自然是这个塔但还有一桩，你们猜不着，是红烧猪头。夏天吃红烧猪头，在理论上也许不甚相宜可是在实际上，挥汗吃着，倒也不坏的。五亭桥如名字所示，是五个亭子的桥。桥是拱形，中一亭最高，两边四亭，参差相称最宜远看，或看影子，也好。桥洞颇多，乘小船穿来穿去，另有风味。平山堂在蜀冈上。登堂可见江南诸山淡档的轮廓山色有无中一句话，我看是恰到好处，并不算错。这里游人较少，闲坐在堂上，可以永日。沿路光景，也以闲寂胜。从天宁门或北门下船。蜿蜒的城墙，在水里倒映着苍黝的影子，小船悠然地撑过去，岸上的喧扰像没有似的。船有三种大船专供宴游之用，可以挟妓或打牌。小时候常跟了父亲去，在船里听着谋得利洋行的唱片。现在这样乘船的大概少了吧？其次是小划子，真像一瓣西瓜，由一个男人或女人用竹篙撑着。乘的人多了，便可雇两只，前后用小凳子跨着这也可算得方舟了。后来又有一种洋划，比大船小，比小划子大，上支布篷，可以遮日遮雨。洋划渐渐地多，大船渐渐地少，然而小划子总是有人要的。这不独因为价钱最贱，也因为它的伶俐。一个人坐在船中，让一个人站在船尾上用竹篙一下一下地撑着，简直是一首唐诗，或一幅山水画。而有些好事的少年，愿意自己撑船，也非小划子不行。小划子虽然便宜，却也有些分别。譬如说，你们也可想到的，女人撑船总要贵些姑娘撑的自然更要贵。这些撑船的女子，便是有人说过的瘦西湖上的船娘。船娘们的故事大概不少，但我不很知道。据说以乱头粗服，风趣天然为胜中年而有风趣，也仍然算好。可是起初原是逢场作戏，或尚不伤廉惠以后居然有了价格，便觉意味索然了。北门外一带，叫做下街，茶馆最多，往往一面临河。船行过时，茶客与乘客可以随便招呼说话。"}
