{"text":"―法国后期印象派画家。――s，―，法国画家，对世纪末世纪初的法国艺术发挥了巨大影响。――凡高在阿尔勒一直待到了年的月。在个月的时间里，他创作出了大约幅油画，幅素描还写了封信――这大概称得上他最多产的时期了。来到阿尔勒后最早的作品展示了覆盖在雪下的阿尔勒镇，天空是清澈的蓝，大地呈现冰冻的桃红。凡高到达小镇的个星期后，春天来了。他画了幅油画来展示阿尔勒小镇外原野里郁郁葱葱的树木。月初，他画了阿尔勒伯克运河上的朗格诺瓦吊桥，该桥位于阿尔勒镇的南面。月底，他创作了一些风景画，主题是向着阿尔卑斯山丘的拉克罗平原和蒙特梅杰荒废的修道院。凡高也曾试着从反方向来描绘这个景色，也就是登上修道院旁的斜坡，俯瞰阿尔勒。月中旬，他的注意力已经转向了一个新的对象丰收的景象，在短短两周内他就完成了幅油画。他以惊人的速度工作着，就像他所说的，快点快点，快点，再快点，就好像一个收割者，在炽热的阳光下沉默着，全部的注意力只在于他的收获。我甚至中午都在工作，在耀眼的阳光下，就像一只蝉一样享受中午时光。我的上帝，如果我在岁的时候就知道这个小镇，而不是岁才来到这里，那该多好后来，在向弟弟解释自己为什么要从巴黎搬到阿尔勒旅行的艺术的原因时凡高说了两点原因因为他想画南方，因为他想通过自己的作品使别人看到南方。虽然他不确定自己是否有这种力量，但他从未动摇过他这个在理论上可以实现的信念――也就是说艺术家能够画出世界的一部分，并旦最终使其他人的眼界因之而大开。凡高之所以坚信艺术具有如此令人大开眼界的力量，那是因为，他经常是作为一名观众来感受这种力量。从他的祖国荷兰移居法国以来，凡高发现文学也有这种特别的力量。他读过巴尔扎克福楼拜左拉和莫泊桑的作品，并且非常感谢他们为他打开眼界去了解法国社会和民众心理的动态。包法利夫人向他展现了当地中产阶级的生活，高老头让他了解身处巴黎，身无分文却雄心勃勃的学生们――他在身处的社会里大体辨认出了从这些作品中读到的角色。"}
{"text":"凡高之所以坚信艺术具有如此令人大开眼界的力量，那是因为，他经常是作为一名观众来感受这种力量。从他的祖国荷兰移居法国以来，凡高发现文学也有这种特别的力量。他读过巴尔扎克福楼拜左拉和莫泊桑的作品，并且非常感谢他们为他打开眼界去了解法国社会和民众心理的动态。包法利夫人向他展现了当地中产阶级的生活，高老头让他了解身处巴黎，身无分文却雄心勃勃的学生们――他在身处的社会里大体辨认出了从这些作品中读到的角色。绘画作品也以相似的方式打开了凡高的视野。凡高不住地赞扬其他画家，说自己透过他们的作品看到了某些颜色和氛围。比如，委拉斯开兹让他认识了灰色的世丨―，丨世纪最重要的西班牙画家。一译界。委拉斯开兹的多幅油画是以简朴的伊比利亚家居为题材。在那里，墙是由砖块或是一种颜色阴暗的灰泥砌成的。到中午的时候页叶窗被放下来，用于阻止热气进人屋内，这个时候主导的色彩就是幽暗的灰色有时百叶窗并没有完全关紧，或是有一部分脱落，会射进明亮的黄色光线。这种效果并非由委拉斯开兹发明，在他之前就有许多人见过这样的情景，但是几乎没有人有这种力量或是天赋去捕捉这些效果，并将它们转化为可以与人交流的体验。就好像一个发现新大陆的探险者，委拉斯开兹已经至少对于凡高来说用他的名字命名了这场在光的世界里的探索。凡高在阿尔勒镇中心的许多小饭店里吃过饭。这些小饭店的墙通常是阴暗的，百叶窗紧闭，而屋外却是阳光灿烂。有一次午餐时间，他写信给他弟弟，说他偶然发现某些完全委拉斯开兹式的东西我所在的这间饭馆非常奇怪。它全部是灰色的一种委拉斯开兹式的灰色――就像在纺纱的女人中的一样，甚至连委拉斯开兹的画作中那一条条从百叶窗缝隙透入的细细的亮光都不缺在厨房里，有一个老女人和一个又矮又胖的仆人，他们的穿着也是灰黑白三色这是纯粹的委拉斯开兹式。对于凡高来说，衡量每一个杰出画家的标志就是他旅行的艺术们是否能够让我们更加清楚地看到世界的某些部分。"}
{"text":"对于凡高来说，衡量每一个杰出画家的标志就是他旅行的艺术们是否能够让我们更加清楚地看到世界的某些部分。如果说委拉斯开兹让凡高了解了灰色和大厨师们粗糙的脸，那么莫奈就是落的导览人，伦勃朗让他了解了晨光，维米尔则让他了解了阿尔勒镇的少女他在阿尔勒附近看到了一个少女之后，写信告诉他弟弟说她简直就是维米尔的画中人。。一阵大雨过后，罗讷的天空让他联想到了葛饰北斋而米利特的麦子和海上圣马利亚的年轻女子让他联想起契马布埃和乔托。然而，幸好，凡高在艺术上有着勃勃雄心，他不相信先前的艺术家已经捕捉到了法国南部的所有风光。在他看来，许多艺术家的作品遗漏了事物的精华。贤明的主啊，我已经看过一些画家的作品，他们根本没有真正画出这些，―，荷兰画家。――sss闩本I家，对世纪后期西方艺术影响很大。――ss法国罗讷河口省一区府，著名朝圣地。――译―佛罗伦萨I家和装饰艺术家。――约―世纪意大利I家被尊为意大利第一位艺术大师。――事物他欢呼道，在这里我还有充足的发挥空间。举个例子，没有人曾经捕捉过阿尔勒镇上中年中产阶级妇女独特的形象。这里有一些妇女像弗拉戈纳尔或是雷诺阿画中的人物。但是，这里还有些女人是此前在绘画中从未被予某种标记的。他还发现自己在阿尔勒镇外看到的在田间劳作的农夫也被艺术家忽略了广米勒重新唤起了我们的思考，使我们能够看到大自然中的居民。但是，直到现在仍然没有人画出真正的法国南方人。我们现在已经基本知道如何去看待农夫了吗？不，几乎没有人知道如何将他们表现出来。在凡高于年踏上普罗旺斯之前，百年来一直有画家把这个地方的景色搬上画布。"}
{"text":"这里有一些妇女像弗拉戈纳尔或是雷诺阿画中的人物。但是，这里还有些女人是此前在绘画中从未被予某种标记的。他还发现自己在阿尔勒镇外看到的在田间劳作的农夫也被艺术家忽略了广米勒重新唤起了我们的思考，使我们能够看到大自然中的居民。但是，直到现在仍然没有人画出真正的法国南方人。我们现在已经基本知道如何去看待农夫了吗？不，几乎没有人知道如何将他们表现出来。在凡高于年踏上普罗旺斯之前，百年来一直有画家把这个地方的景色搬上画布。普罗旺斯比较知名的艺术家有弗拉戈纳尔康斯坦丁毕道尔和艾吉耶。他们全部都是现实主义画家他们都信奉一个经典的，而且较少引起争议的观点，即他们的任务就是在画布上展现一个视觉世界的精确版本。他们走进普罗旺斯的田野山川，画出了，―法国幽家。，s―法国印象迪派的先驱。s―――都是新古典写实主义闻家。――旅行的艺术栩栩如生的柏树林子青草麦子云朵和公牛。然而凡高却坚持认为他们中的大部分并没有画出这些景物的神髓，对普罗旺斯的描绘不够真切。我们倾向于将那些充分表达出周遭世界核心要素的图画称为现实主义的作品。但是世界是如此复杂，并足以使两幅描绘同一个地方的现实主义作品因艺术家风格和气质的不同，而呈现出完全不同的景象。两个现实主义画家有可能坐在同一片橄榄林的一端，创作出迥异的素描。每一幅现实主义作品都代表一种选择，画家从真实世界中选取他认为突出的特质来表现没有一幅绘画作品可以捕捉整个世界，就好像尼采略带嘲讽地指出的那样现实主义画家完全忠实于自然――天大的谎言自然怎么会被局限于一幅画中？自然最小的部分已是无穷！因此他只是画出了他喜欢的。那么什么是他喜欢的？他喜欢他所能画出的！如果我们喜欢某个画家的作品，那可能是因为，我们认为他或她选择了我们认为对于一片景色来说最有价值的特征。"}
{"text":"自然最小的部分已是无穷！因此他只是画出了他喜欢的。那么什么是他喜欢的？他喜欢他所能画出的！如果我们喜欢某个画家的作品，那可能是因为，我们认为他或她选择了我们认为对于一片景色来说最有价值的特征。有些选择是如此敏锐，以至于它们逐渐成了一个地方的定义，只要我们到那个地方去旅行，就必然会想起某位伟大艺术家所描绘的特征。换言之，比如，如果我们抱怨画家为我们画的肖像不像我们本人，我们并不是在指责这个画家欺骗了我们。只是我们觉得，或许这件艺术作品创作的选择过程出了差错，那些我们认为应该属于精华部分的地方没有被给予足够的重视。拙劣的艺术可以被定义为一连串错误选择的后果，该表现的没有表现出来，该省略的却又呈现出来。凡高对绝大多数在他之前已经描绘过法国南部的画家进行了抱怨，认为他们没有把最本质的东西表现出来。在客房里有一本大部头的关于凡高的书。到这里的第一个晚上我无法入睡，因此读了其中的几章，我贪婪地阅读着，直到粉色的黎明映现在窗户的角落才让书页翻开着而沉沉睡去。我醒得很晚，醒来时发现主人们已经前往圣雷米了，他们留下一张字条告诉我他们会在午饭时间回来。早餐放在旅行的艺术台阶上的一张金属桌上，我以极快的速度，接连吃了个巧克力面包。我感到很不好意思，吃的时候一直在留意着管家，担心她会把我狼吞虎咽的情形告诉给她的主人。这天天气晴朗，干燥而寒冷的西北风吹乱了临近田地里的麦穗。昨天我也坐在这个位置，可是直到现在我才注意到在花园的尽头有两棵高大的柏树――这一发现与晚上我所读到的凡高关于柏树的描述不无关系。从年到年，凡高创作了一系列关于柏树的素描。它们一直占据着我的思想，他对他的弟弟说，令我惊讶的是，它们仍没有像我所看到的那样被描绘过。柏树的线条和比例就像埃及的方尖石塔金字塔一样美。它的绿色有一种如此独特的气质。这种绿是在一片充满阳光的风景上泼洒上的黑色，像是最有趣，也最难弹奏正确的黑色音符关于柏树，有哪些是凡高注意到了，却为其他画家所忽略了的呢？"}
{"text":"从年到年，凡高创作了一系列关于柏树的素描。它们一直占据着我的思想，他对他的弟弟说，令我惊讶的是，它们仍没有像我所看到的那样被描绘过。柏树的线条和比例就像埃及的方尖石塔金字塔一样美。它的绿色有一种如此独特的气质。这种绿是在一片充满阳光的风景上泼洒上的黑色，像是最有趣，也最难弹奏正确的黑色音符关于柏树，有哪些是凡高注意到了，却为其他画家所忽略了的呢？有一部分，是柏树在风中摆动的一些姿态。由于凡高的作品，特别是年画的柏树和麦田和柏树这两幅画，我走到花园尽头，仔细研究那两棵柏树在北风中特别的姿态。柏树独特的摆动背后有着建筑学上的考量。与松树不同，松树的枝叶是从它的顶部向下缓慢地下垂，柏树的枝叶则是从地面往上蹿升。树干异常的短，而最顶部的处全是由枝条组成的。在风中，橡树的枝条摇摆不定而主干屹立不动，但是柏树则整棵树都摇来摇去，而且由于柏树的枝叶是沿着树干周围的许多点生长出来的，柏树在风中就好像是绕着不同的轴弯曲。从远处看，由于摆动的幅度不一致，柏树看上去像是同时被几股来自不同方向的风吹得摇摆不定。它那类似圆锥的外形柏树的直径很少有超过一米的，使它呈现出一种类似火焰的形态，似乎在风中紧张不安地摇曳。这一切是凡高注意到并希望其他人看到的。凡高在普罗旺斯待了几年以后，奥斯卡王尔德评论说，在惠斯勒画出伦敦的雾之前，伦敦并没有雾。在凡高画出普罗旺斯的柏树以前，普罗旺斯的柏树一定也少得多。橄榄树在过去也很少引人注意。昨天，我还对一株矮小的橄榄不屑一顾，但是凡高年的作品橄榄树黄色的天空和太阳及橄榄林橘红的天空使橄榄树成为了s，s―，美国出生的幽家，长期侨居英国。――旅行的艺术凡{柏树，年主角，展现了它们的树干和树叶的形态。我现在才发现我原来没注意到这种种的棱角一棵棵橄榄树就好像三叉戟，被一股巨大的力量投掷进土壤中。橄榄树的枝叶看起来也力道十足，仿佛它们是弯曲着的臂膀，随时准备出击。"}
{"text":"――旅行的艺术凡{柏树，年主角，展现了它们的树干和树叶的形态。我现在才发现我原来没注意到这种种的棱角一棵棵橄榄树就好像三叉戟，被一股巨大的力量投掷进土壤中。橄榄树的枝叶看起来也力道十足，仿佛它们是弯曲着的臂膀，随时准备出击。很多树的叶子看起来软趴趴的，像是摆久了的莴苣叶子，但橄榄树的叶片结实，银亮，看起来神采奕奕精力旺盛。跟随着凡高，我也开始注意到普罗旺斯在色彩上一些不同寻常的地方。这和这里的气候有关。从阿尔卑斯山顺着罗讷山谷吹来的干燥寒冷的北风，有规律地吹净天空中的云朵和水气，在天空中留下一片纯净饱满而没有一丝白色的蓝。同时，地中海型气候和高水位以及良好的灌溉，使植物格外地繁茂。这里没有缺水之虞植物可以自由自在地生长，尽量利用南方的光和热。并且，很幸运的是，空气中没有湿气，因此，不像热带的气候多雾潮湿，树木，花朵和植物的颜色因而格外鲜明。无云的天空干燥的空气和水分充足且鲜艳的植物，这些因素相结合使普罗旺斯充满明艳生动的对比色。凡高之前的画家常常忽视这些相互形成对比的色彩，而只是将它们画作补充的色彩，就像克劳德和普桑传授的技法。比如康斯坦丁和毕道尔描绘的普罗旺斯，完全在柔和的蓝色与棕色中细微地变化。凡高因大家忽略了普罗凡{麦田与柏树，丨钅曷眯械囊帐跬斯的自然色彩而忿忿不平大多数的画家对色彩的研究不深没有看到南方的黄色橙色硫磺色，并如果有一个画家用眼看到了他们没有看到的色彩，他们就说这个画家疯了。因此，凡高摒弃了传统的明暗对比法的技巧，大胆用原色在画布上挥洒，将颜色的对比表现得淋漓尽致红与绿，黄与紫，蓝与橙。这里的色彩非常精美，他告诉他的妹妹，叶子新鲜时是一种丰润的绿，是那种我们在北方很少看到的绿。当它枯萎时，蒙了灰尘，它仍没有失去它的美，因为那个时候整片景色已经染上了各种色调的金色，绿色的金，黄色的金，粉色的金这种金色色调与蓝色相结合，有水的宝蓝，勿忘我的靛蓝，特别是亮丽明艳的钴蓝。我的眼开始习惯于从凡高帆布画上的主色去看这个世界。"}
{"text":"这里的色彩非常精美，他告诉他的妹妹，叶子新鲜时是一种丰润的绿，是那种我们在北方很少看到的绿。当它枯萎时，蒙了灰尘，它仍没有失去它的美，因为那个时候整片景色已经染上了各种色调的金色，绿色的金，黄色的金，粉色的金这种金色色调与蓝色相结合，有水的宝蓝，勿忘我的靛蓝，特别是亮丽明艳的钴蓝。我的眼开始习惯于从凡高帆布画上的主色去看这个世界。目光所及的每一个地方，我都能够看到最主要的色彩之间的对比。在房子旁边有一片紫色的薰衣草与黄色的麦田毗邻。房子的屋顶是橙色的与纯净蓝色的天空相映。绿色的草地上点缀着红色的罂粟花，草地的四周则是夹竹桃。这里，不是只有白天才色彩缤纷。凡高也为夜空上了色。以前，普罗旺斯的画家所描绘的夜空总是一片黑上点缀着些许小白点。然而，当我们在一个明朗的夜晚，远离亮着灯的房屋和街灯，坐在普罗旺斯的天空下我们会注意到天空实际上包含着丰富的色彩在星星之间，似乎有一种深蓝紫色或是暗绿，而星星本身却呈现出一种苍白的黄色橙色或绿色，放射出的光环远远超过了它们自己M窄的周边。就像凡高向他妹妹解释的夜晚甚至比白天更加色彩斑斓只有你注意着它，你才会看到有些星星是淡黄色的其他的星星有一种粉红色的光芒，或者泛着绿色蓝色，和勿忘我的光辉。不用说只在蓝黑背景放置白色的小点，显然是不够的。阿尔勒镇的旅游服务处位于小镇西南一条不起眼的混旅行的艺术凝土街区里。游客可以在此拿到免费的地图，查询饭店文化节孩童看护品酒泛舟历史遗迹和市场等资讯。但此处有一点特别突出，在大厅门口一张向口葵簇拥下的海报上写着欢迎来到凡高的领地，而大厅的墙上则被饰以丰收的场景橄榄树和果园。旅游服务处特e向游客们推荐被称作凡高的足迹的项目。凡高年去世，在他逝世年的纪念口，凡高在普罗旺斯待过的地方都能看到一系列的饰板――这些饰板被安装在金属板或是石板上――放置在那些凡高曾经画过的地方用以表达对凡高的敬意。饰板上贴着凡高画作的复制品，并加上了几行解说词。不管是城里，麦田或橄榄园都看得到这样的饰板，甚至在圣雷米也有。"}
{"text":"旅游服务处特e向游客们推荐被称作凡高的足迹的项目。凡高年去世，在他逝世年的纪念口，凡高在普罗旺斯待过的地方都能看到一系列的饰板――这些饰板被安装在金属板或是石板上――放置在那些凡高曾经画过的地方用以表达对凡高的敬意。饰板上贴着凡高画作的复制品，并加上了几行解说词。不管是城里，麦田或橄榄园都看得到这样的饰板，甚至在圣雷米也有。他在割耳事件发生后不久便被送入此地的疗养院，他在普罗旺斯的日子就在这里告终。我说服了我的主人们，打算花费一个下午的时间追寻凡高的足迹，于是我们来到旅游服务处领取地图。很偶然的，我们得知有一个一周一次由导游带领的游览项目，游客们在院子里整装待发，而名额未满，价格也还合适。我们和好些热爱凡高者一同报名参加了这项活动。导游名叫索非娅，是巴黎索邦神学院的一名学生，正在撰写一篇有关凡高的论文。在她的带领下我们到了此行的第一站拉马丁广场。年月初，因为觉得自己住的旅馆太贵，凡高租了位于拉马丁广场号的一座建筑物的一侧，这就是著名的黄色小屋。这座黄色小屋的外墙被他的主人漆成了明亮的黄色，而屋内却没有。凡高对于房屋内部的设计产生了极大的兴趣。他想让它显得单纯而朴素，具有南方的色彩红色绿色蓝色橙色硫磺色和淡紫色。我想让它真正成为一间艺术家之屋――没有什么昂贵的东西，但是从椅子到图画，每一样东西都有特色，他这样告诉他的弟弟。至于床，我已经买了乡间常用的床，不是铁床，而是大的双人床。它的外表给人坚固耐久且恬静的印象。重新装饰完成之后，他得意地写信给他的妹妹广我在这里的房子，外面漆成鲜黄油般的黄色，搭配着耀眼的绿色百叶窗，房子在一个广场中，沐浴在灿烂的阳光下，这房子有一个绿色的花园，里面种了梧桐夹竹桃和洋槐。房子里面的墙完全被刷成白色地板由红色的砖块铺就。在房子的上空就是耀眼的蓝天。在这间房子里，我可以生活呼吸沉思和作画。"}
