{"text":"如刘向所说夫篡盗之人，列为侯王，诈谲之国，兴立为强，是以转相放效。后王师之，道相吞灭，并大兼小。暴师经岁，流血满野，父子不相亲，兄弟不相安，夫妇离散，莫保其命，∪坏赖戮矣。故孟子孙卿荀卿儒术之士，弃捐于世。而游说权谋之徒，见贵于俗。是以苏秦张仪公孙衍陈轸代厉苏秦的小弟之属，生纵横短长之说，左右倾侧。然当此之时，秦国最雄，诸侯方弱。苏秦结之，时六国为一，以傧背秦。秦人恐惧，不敢窥兵于关中，天下不交兵者二十有九年。战国之时，君德浅薄，为之谋荚者，不得不因势而为资，据时而为画。故其谋扶急持倾，为一切之权，虽不可以临国教化，兵革救急之势也。皆高才秀士，度时君之所能行，出奇荚异智，转危为安，运亡为存。亦可喜，皆可观。我们要注意，苏秦第一次游说的失败，是先走强国的路线。这一次他再度出门游说，经由赵国，先到北方的燕国。燕文侯被打动了心，最后对苏秦说，愿意把全国的力量托付他，以便从事南北联合阵线的合纵工作。并且给他足够的活动资金，又为他装备豪华的外交马车。如战国策所记燕王曰寡人国小，西迫强秦，南近齐赵。齐赵强国也。今主君幸教，诏之合纵以安燕，敬以国从。于是赍苏秦车马金帛以至赵。从此苏秦便一路顺利地到了赵国来游说赵肃侯。结果赵王也和燕文侯一样，愿意把国事全部付托给他，而且比燕王更加倍地供给苏秦活动资金和外交排场。如所记赵王曰寡人年少，莅国之日浅，未尝得闻社稷之长计。今上客有意存天下，安诸侯，寡人敬以国从。乃封苏秦为武安君，饰车百乘，黄金千镒，白璧百双，绵绣千纯，以约诸侯。你看！这一下苏秦的神气更大了。他到了韩国，结果韩宣王又是说敬奉社稷以从。接着，他到魏国来说动了魏襄王，也就是孟子批评他望之不似人君，看不起他，施施然而去之的魏襄王。结果他也同燕赵韩一样，完全听命于苏秦。等到苏秦再到齐国来见那一位向孟子请教过，结果是话不投机的齐宣王，也是敬奉社稷以从，向他拱手拜托了。最后，他到南方说动了楚国的威王，楚王当然也是以谨奉社稷以从作结论。"}
{"text":"你看！这一下苏秦的神气更大了。他到了韩国，结果韩宣王又是说敬奉社稷以从。接着，他到魏国来说动了魏襄王，也就是孟子批评他望之不似人君，看不起他，施施然而去之的魏襄王。结果他也同燕赵韩一样，完全听命于苏秦。等到苏秦再到齐国来见那一位向孟子请教过，结果是话不投机的齐宣王，也是敬奉社稷以从，向他拱手拜托了。最后，他到南方说动了楚国的威王，楚王当然也是以谨奉社稷以从作结论。到此，司马迁写苏秦列传便说于是六国纵合而并力焉，苏秦为纵约长。纵约长，相当于现在所谓联合国的秘书长。并相六国，同时兼任当时国际上六个国家――燕韩赵魏齐楚的辅相职务。这个时候的苏秦，神气可大了。现在美国出了一个小小的基辛格，哪里能够与苏秦相提并论。不过，最有趣的，是战国策中，首先在秦策里所记述苏秦那篇的结尾一段，他写实的描写，也和司马迁在史记里所写的一样有趣。虽然我认为战国策里对苏秦的一段结语，正好为他作盖棺论定的画龙点睛。不过，为了文章安排的次序顺畅，我们还是采用了史记的一段，更为条贯。苏秦组织联合战线的合纵计划，由北到南一路外交活动的成功之后，他必须回转北方，向开始发起的燕赵报告。在北上的途中，必须经过他的故乡洛阳。这一路行来，后面侍从的车驾阵势，非常浩大。随行的行李和卫队，当然也可想而知，真是威风十足。更何况各国的诸侯都派遣了特别使节来欢送他。那种神气，简直就相当于当时执掌政权的诸侯王者一样。因此，搞得当时在洛阳的中央天子周显王，听了这种情况，心中也有点惴喘不安了。因为苏秦本来是他中央直辖治下的平民，并且在他第一次出来游说时，也曾先向东周提出过意见，结果被打了回票。所以这次周显王更显得有些难堪了。因此，只好派了专人为他清理还乡的道路，又加派了一位代表远到郊外去欢迎他。如，北报赵王，乃行过洛阳。车骑辎重，诸侯各发使送之甚众，疑于王者。周显王闻之恐惧，除道，使人郊劳。苏秦的书生本色现在我们继续看苏秦回到故乡后的记述，不但是很有趣味的历史故事，同时也可以启发我们对人生观的哲学思想，以及作人处世，在义利之间的取舍，非常值得注意。"}
{"text":"所以这次周显王更显得有些难堪了。因此，只好派了专人为他清理还乡的道路，又加派了一位代表远到郊外去欢迎他。如，北报赵王，乃行过洛阳。车骑辎重，诸侯各发使送之甚众，疑于王者。周显王闻之恐惧，除道，使人郊劳。苏秦的书生本色现在我们继续看苏秦回到故乡后的记述，不但是很有趣味的历史故事，同时也可以启发我们对人生观的哲学思想，以及作人处世，在义利之间的取舍，非常值得注意。先看这一段绝妙的原文苏秦之昆弟妻嫂侧日不敢仰视，俯伏侍取食。苏秦笑谓其嫂曰何前倨而后恭也？嫂委蛇蒲服，以面掩地而谢曰见季子位高金多也。苏秦喟然叹曰此一人之身，富贵则亲戚畏惧之，贫贱则轻易之，况众人乎！且使我有洛阳负郭田二顷，吾岂能佩六国相印乎！于是散千金以赐宗族朋友。初，苏秦之燕，贷人百钱为资，及得富贵，以百金偿之。偏报诸所尝见德者。其从者有一人独未得报，乃前自言。苏秦曰我非忘子，子之与我至燕，再三欲去我易水之上，方是时，我困，故望子深。是以后子。子今亦得矣。这段原文接在当时中央政府的天子周显王也派特使出来欢迎之后。苏秦当时那种威风荣耀，比起唐朝的士子们，考取了进士便自比做登仙而升天的情景，远有过之而无不及。这个时候，他的父母兄弟妻嫂，全家人都出动到郊外去欢迎他。等到苏秦的全副仪仗到家以后，他的兄弟太太嫂子们，都不敢拿正眼来面对着他，只敢低着头，偷偷地拿眼角瞄视他，而且都弯着身子，用半跪式的姿态侍候他，等着他来吃饭。苏秦看了这种情景，就笑着对他的大嫂说，你在我当年失意回家时，不肯为我做饭，现在为什么又这样地多礼呢？我们读了苏秦这句何前倨而后恭也的问话，果然觉得他也未免有点小气。但要知道，这是人之常情，除非真正的圣哲，可以淡忘过去的嫌隙。不然，任何一个平常人，都会有这种介意的心理存在。只是耿耿在心的介意，没有采取难堪的报复做法，已经算是第一流的豪杰之士，何况苏秦还坦坦白白地用笑脸说出他的幽默话呢！好了，理论少讲，我们快看这一幕家庭闹剧是怎样地演出。"}
{"text":"但要知道，这是人之常情，除非真正的圣哲，可以淡忘过去的嫌隙。不然，任何一个平常人，都会有这种介意的心理存在。只是耿耿在心的介意，没有采取难堪的报复做法，已经算是第一流的豪杰之士，何况苏秦还坦坦白白地用笑脸说出他的幽默话呢！好了，理论少讲，我们快看这一幕家庭闹剧是怎样地演出。他的嫂子听了苏秦类似讥讽的幽默以后，挂不住了，生怕苏秦会拿权势来报复她，干脆便一跪到地，扑下了身子，正如后世所谓的五体投地的拜倒在地，一面向他道歉，一面说了一句非常坦白的良心话因为我现在看到你官位又高，钱又多，所以我要对你好好地巴结了！这句见季子位高金多也真让人拍案叫绝，如果也用金圣叹批小说的手法来讲，可批好个苏大嫂！可以浮一大白。苏秦问得讥讽幽默。苏大嫂答得也真够坦率，真够心直口快，说出了千古人情的真话。人与人之间的真诚礼敬，是要极高度的学问修养才能做到。否则，绝对纯朴，没有学识的人也能做到。除此之外，人与人相处的礼敬态色，不是为了权势的高位，就是为了你有多金值得重视。如果既有高位，又有多金如苏家的老三，当然会有人向他拍马屁了。季子，是苏大嫂在家里叫苏秦老三或三叔的口头语，并不一定是苏秦的名字。不过，古人的口语，记之于文字，后来往往便把它当作了文词。我想这种人生滋味的经验，在每个人的心史上，或多或少都有过记录的。只是在苏秦这里，叔嫂两人的对话中，坦白地说出了人情世态的真相，便觉得够刺激！够痛快！也由于苏大嫂的坦率，便接着引出苏秦对人生观的哲学言论。当然，那个时候还没有新闻记者来访问他，所以不是要记者发表的私人意见，更不是他代表合纵政策的联合公告一笑。当他听了他大嫂的话，便很感慨地说唉！当年落魄回家的苏秦，也就是现在的我，同样的一个人，当你富贵的时候，亲戚朋友都畏惧你，敬重你。当你贫贱的时候，人们就轻视你，把你看成不值一顾的人。像我苏秦这样的人，对于人生的遭遇，也深刻地体验到人情冷暖，世态炎凉的味道，何况平常的一般人呢？注意！我们要特别注意原文中况众人乎这句话的语意。为什么呢？苏秦的语意是很坦白地说，像我苏秦这样有出息的人，虽然有一半是运气，但是也算难得了。至于一般平常的普通人，根本就不可能有这种努力的成果，有这种好运的机会。"}
{"text":"当你贫贱的时候，人们就轻视你，把你看成不值一顾的人。像我苏秦这样的人，对于人生的遭遇，也深刻地体验到人情冷暖，世态炎凉的味道，何况平常的一般人呢？注意！我们要特别注意原文中况众人乎这句话的语意。为什么呢？苏秦的语意是很坦白地说，像我苏秦这样有出息的人，虽然有一半是运气，但是也算难得了。至于一般平常的普通人，根本就不可能有这种努力的成果，有这种好运的机会。因此，世界上那些注定要受委曲的人们，还不知有多少哩！这便是苏秦的哲学观点，苏秦的书生本色，的确明通世故，透达人情到了极点，所以他的成就，也并非偶然侥幸得来的。但是，这一段文章里的况众人乎！也可以照一般的解释，是说像我的家人亲属们，在我失意的时候，也是那样地鄙视我。现在在我得意的时候，又这样地巴结我。至亲骨肉尚且如此，何况一般毫无关系的外人呢！这还不算，最可爱的是苏秦接着说出他的坦率话。他说假如我当年自己手里有靠洛阳城郊的好水田二百亩，那我宁可在家里享受田园之乐，在农村社会作一个小小的富家翁，享享福，谁又愿意出去奔走四方呢！不过，我苏秦真要有那种好的家庭环境，那么，我今天哪里可能一身掌有六个国家的辅相大印？所以人生的福祸都很难说，我们如果从道德果报的观点来看，便有后世宗教家们所说的祸福无门，唯人自召。如果只从哲学的观点来看，便符合塞翁失马，焉知非福塞翁得马，焉知非祸。的至理名言。讲到苏秦所说人生哲学的道理，使我联想起现代史上一位名公巨卿的故事。当他少年时，开始出来学军事，当小排长的时候，他的同袍看到他日记里写着，如果他有五百块大洋，可以回家买几亩地来种田的话，实在不想这样辛苦。他哪里想到后来居然成为国家重镇，在历史上留名呢？同样情形，在唐末的乱世中，吴越王钱B，原先也只想在贩盐的行业里，多纠集些人手来保护自己，他哪里又预料到后来能屏障东南，做到了满堂花醉三千客，一剑光寒十四州的封王局面呢？再说，朱元津要不是因为当小和尚碰到荒年，出去化缘也难得温饱的话，他也不会去投军。当时他更是做梦也想不到自己后来竟然当上皇帝。当汉光武刘秀还没落在民间的时候，他的最大希望，只想做到帝都卫戍司令的职位，然后讨到阴丽华来做老婆，仕宦当作执金吾，娶妻当得阴丽华就志得意满。"}
{"text":"他哪里想到后来居然成为国家重镇，在历史上留名呢？同样情形，在唐末的乱世中，吴越王钱B，原先也只想在贩盐的行业里，多纠集些人手来保护自己，他哪里又预料到后来能屏障东南，做到了满堂花醉三千客，一剑光寒十四州的封王局面呢？再说，朱元津要不是因为当小和尚碰到荒年，出去化缘也难得温饱的话，他也不会去投军。当时他更是做梦也想不到自己后来竟然当上皇帝。当汉光武刘秀还没落在民间的时候，他的最大希望，只想做到帝都卫戍司令的职位，然后讨到阴丽华来做老婆，仕宦当作执金吾，娶妻当得阴丽华就志得意满。哪里又想到竟然作了汉代中兴的令主呢？诸如此类历史人物的类同故事很多，不再多讲了。不过我们要知道，像苏秦那样的人物，在踌躇满志的时候，仍然能不失书生本色。播然憬悟到人生哲学的道理，总算不太容易。但是，苏秦是属于豪杰之士的人物，豪杰也是凡人，不能以他的一个人生，来偏盖一切的人生观念。另外如孔孟一系的儒家圣哲们，他们的人生哲学，一开始发心立志，便要为天地立心，为生民立命，为往圣继绝学，为万世开太平。就如各个大宗教教主们的救世淑世主义者，当然又比苏秦的人生境界，超越了许多。其他如道家的隐士们，那种遗世独立的情操，又是另一种人生类型的风格。因此，我们在现实的人生社会里，必须有独立不倚的澡雪精神，才能挺拔在位高金多的俗世之中。例如宋人陆仲微有一段对人生观的名言，实在可作为热衷于富贵中的清凉剂。他说禄饵可以钓天下之内才，而不能啖尝天下之豪杰名航可以载天下之猴士，而不能陆沉天下之英豪。苏秦的义利之辨在艰苦中成长成功之人，往往由于心理的阴影，会导致变态的偏差，这种偏差，便是对社会对人们始终有一种仇视的敌意，不相信任何一个人，更不同情任何一个人。爱钱如命的悭吝，还是心理变态上的次要现象。相反地，有器度，有见识的人，他虽然从艰苦困难中成长，反而更具有同情心和慷慨好义的胸襟怀抱。因为他懂得人生，知道世情的甘苦。苏秦是豪杰之士，所以他在憬悟到人生的正面和反面，人性的美好和众生相的丑陋以后，便慨然拿出千金，普遍散赐给宗族和朋友们。同时还报过去穷困时对他有恩惠的人。当他第二次出门到北方去的时候，有一位乡邻，借给他一百钱做路费，他便加十倍的回报，还了他百两黄金。"}
{"text":"爱钱如命的悭吝，还是心理变态上的次要现象。相反地，有器度，有见识的人，他虽然从艰苦困难中成长，反而更具有同情心和慷慨好义的胸襟怀抱。因为他懂得人生，知道世情的甘苦。苏秦是豪杰之士，所以他在憬悟到人生的正面和反面，人性的美好和众生相的丑陋以后，便慨然拿出千金，普遍散赐给宗族和朋友们。同时还报过去穷困时对他有恩惠的人。当他第二次出门到北方去的时候，有一位乡邻，借给他一百钱做路费，他便加十倍的回报，还了他百两黄金。这种举动，看起来说起来很容易，事实上，到了自己头上，要痛痛快快慷慷慨慨地做起来，就真不容易。还有太多的事例，在此不多作讨论。原文中接下去，另一小节的记载，很好笑。当苏秦在家乡正做这样豪举的时候，有一个乡亲是当年跟他到北方燕国去的，可是苏秦这次却对他没有什么表示。这个人干干脆脆，自己直接向苏秦说，我跟你没有功劳，也总有些苦劳，为什么你不给我一点好处呢？苏秦说，对不起，其实我没有忘了你，只是你太过份了，当我在艰苦的时候，很需要你跟着我，帮忙我到燕国去，可是你看我当时在赵国没有什么成就，所以在我渡过易水要到燕国去的最困难关键上，你再三想离开我，不肯再帮我了。你要知道，在那个时候，正是我困难得要命的时候，多么希望得到你的帮助和鼓励。可是你却很势利，真让我痛心极了。所以现在我故意把要给你的一份摆在最后，也是给你一点教训的意思。好了，你现在又当面来要求，当然有，这一份便是我为你准备的，现在你拿去吧！在史记里，司马迁写苏秦列传，把这样一件小事也记载上去，这正如现代的我们写白话传记一样，在一件小事上，一个小动作上，特别加以叙述，此中往往衬托出很重要的观念，要读者好好去思辨，好好去体会。最后，司马迁写着苏秦既约六国从亲，归赵，赵肃侯封为武安君，乃投从约书于秦，秦兵不敢窥函谷关十五年。但后来刘向在战国策的上，却说秦人恐惧，不敢窥兵于关中，天下不交兵者二十有九年。这里与史记苏秦列传所载相差十四年的问题在哪里呢？司马迁说的十五年，是苏秦手里的事。刘向说的二十九年，包括了苏秦张仪苏代等当政的年限。张仪是他同学苏秦一手计划培养的，故意造成反对派势力，帮助秦国破坏了苏秦合纵以后的计划，另创一个连横的联合战线，与苏秦的原计划相抗衡。"}
{"text":"但后来刘向在战国策的上，却说秦人恐惧，不敢窥兵于关中，天下不交兵者二十有九年。这里与史记苏秦列传所载相差十四年的问题在哪里呢？司马迁说的十五年，是苏秦手里的事。刘向说的二十九年，包括了苏秦张仪苏代等当政的年限。张仪是他同学苏秦一手计划培养的，故意造成反对派势力，帮助秦国破坏了苏秦合纵以后的计划，另创一个连横的联合战线，与苏秦的原计划相抗衡。其实，都是他们两个同学的袖里乾坤，故意一正一反来玩弄诸侯，摆布天下。同时因苏秦的影响和培养，跟着又有他的弟弟苏代苏厉等，也是走他的老路，纵横捭阖于当时的国际局势之间。反正总结起来，都由于苏秦一手的创作，而减弱了当时国际间的连绵战争，维持了二三十年大体上还算和平安定的局面，虽然最后苏秦还是在齐国被人行刺而死，但是这个历史上的功绩，却不能不归之于苏秦的谋略。生死之谜可是，最近我听人说，又有新的出土资料，足以证明苏秦当时在齐国并没有被刺死，可能只是受伤或是的装受伤，他是道道地地的功成身退，归隐去了。后来还活到相当氏的岁数。我是没有亲眼看到这些资料，到现在还只是道听途说而已，假如是真有其事，那么我们对于苏秦的评价，还要高得多了。这样一来，范蠡的逃名归隐，虽然独步于先，后来的这个苏秦也很高明，他使写历史的人，更并不清他的下落，岂不是比范蠡逃名得更有趣，真不愧是鬼谷子的弟子了。后世道家的神话传说，当苏秦功成名遂之后，便回去找他的老师鬼谷子，学道修仙去了。不管如何，苏秦一生的作为，在历史文化上，很明显地可以看到，他是位非常高明的豪杰之士，他既不想做英雄，当然也谈不到圣贤的作为。但也不能像过去学者们的成见一样，只把他打入谋略家，好像他只懂得纵横捭阖的阴谋策略，完全忽略了他对当时历史时代上，的确已经做到了挽救战乱危机而措置和平达二十多年的贡献。有多少人的生命财产，都在他的一念卵翼之下而安享了天年。只要我们仔细研究一下战国末期的战史，包括国际性地方性的大小战争来看，便可知道过于轻视苏秦的功劳，那也是很不公平的。那么，为什么又说他不想作英雄呢？"}
{"text":"但也不能像过去学者们的成见一样，只把他打入谋略家，好像他只懂得纵横捭阖的阴谋策略，完全忽略了他对当时历史时代上，的确已经做到了挽救战乱危机而措置和平达二十多年的贡献。有多少人的生命财产，都在他的一念卵翼之下而安享了天年。只要我们仔细研究一下战国末期的战史，包括国际性地方性的大小战争来看，便可知道过于轻视苏秦的功劳，那也是很不公平的。那么，为什么又说他不想作英雄呢？这很简单，在他后来左右逢源摆布整个国际天下在他指顾之间的时代，他没有一点野心，想走那三家分晋，或者田氏篡齐的作为。就如他在燕国，以及他在赵国，受封为武安君那段时期，也没有过分地干扰弱国之燕赵的实际内政。再拿他得志回家，分财施人的作风，来对比研究，便可想见苏秦书生本色的个性，的确有过人之处。如果新近的传说属实，真有新出土的资料，证明苏秦后来是逃名隐遁了，又安享余年，还活得不算太短的长寿。那么，就要对他高明的人生哲学观点另加评价了。或者，在他经历上，对于人世间的历史哲学观点，确如范蠡他们一样，另有独到之处。在这里，使我想起了明代苍雪大师一首题画诗的哲学意境松下无人一局残，深山松子落棋盘。神仙更有神仙着，毕竟输赢下不完。倘作如是观，那他岂不是更神奇了吗？再说，司马迁特别为苏秦写了一长篇的列传，不厌其详地为他记述合纵的情形，也实在有他的深意存在。关于苏秦死后的传说，究竟如何？他也有点怀疑，只是资料不足，不敢写得太过分。但是他对后世一般人对苏秦的看法，也不太同意。不过，不能说得太明显，恐怕后来的人，不讲道义，只想学谋略，画虎不成反类犬，那就不好。我们只要读一下他在苏秦列传最后的评语，便可知道了太史公曰苏秦兄弟三人，皆游说诸侯以显名，其术长于权变。而苏秦被反问以死，天下共笑之，讳学其术。然世言苏秦多异，异时事有类之者皆附之苏秦。夫苏秦起间阎，连六国从亲，此其智有过人者。吾故列其行事，次其时序，毋令独蒙恶声焉。我们在讲述孟子之前，花了不少时间来讨论孟子时代战国末期的情势，又附带地多讲一段苏秦故事，用来衬托出孟子特立独行的立身处世的圣贤之道，究竟是为了什么呢？"}
