{"text":"我觉得是自己成长的经历，决定了我在年代写下那么多的血腥和暴力。文化大革命开始时，我念小学一年级文化大革命结束时，我高中毕业。我的成长目睹了一次次的游行一次次的批斗大会一次次的造反派之间的武斗，还有层出不穷的街头群架。在贴满了大字报的街道上见到几个鲜血淋淋的人迎面走来，是我成长里习以为常的事情。这是我小时候的大环境，小环境也同样是血淋淋的。我的父母都是医生，我和哥哥是在医院里长大的，我们在医院的走廊和病房里到处乱窜，习惯了来苏儿的气味，习惯了嚎叫的声音和呻吟的声音，习惯了苍白的脸色和奄奄一息的表情，习惯了沾满血迹的纱布扔在病房里和走廊上。我们的父亲时常是刚刚给患者做完手术，手术服上和口罩上血迹斑斑，就在医院里到处走动，喊叫我们的名字，要我们立刻到食堂去吃饭。当时医院的手术室是一间简陋的平房，有时候我和哥哥会趁着护士不在手术室门外的时候，迅速地长驱直入，去看看正在给病人进行手术的父亲，看到父亲戴着透明手套的手在病人肚子上划开的口子伸进去，扒拉着里面的肠子和器官。父亲发现我们兄弟两个站在一旁偷看手术过程滚出去！我们立刻逃之夭夭。然后在景，子弹从后脑进去时只是一个小小的洞眼，从前面出来后，犯人的前额和脸上破碎不堪，前面的洞竟然像我们吃饭用的碗那么大。接下来让我的讲述回到那个漫长和可怕的梦，也就是我亲身经历自己如何完蛋的梦。这个梦发生在年底的某个深夜，睡梦中的我被绳子五花大绑，胸前挂着大牌子，站在我们县中学操场的主席台前沿，我的身后站着两个持枪的军人，我的两旁站着陪斗的地主右派和反革命分子，那个我前面说到的小镇名流黑笔杆子倒是没有出现在我的梦里。我梦中的台下挤满了乌云般的人群，他们的声音仿佛雨点般地响着。我听着高音喇叭里响着一个庄严的批判声，那个声音在控诉我的种种罪行，我好像犯下了很多不同种类的杀人罪，最后是判决的八个字判处死刑，立即执行。话音刚落，一个持枪的军人从后面走到我的身旁，慢慢举起了他手中的步枪，对准了我的脑袋，我感觉枪口都顶到了我的太阳穴。接着我听到了砰的一声枪响，我知道这个军人开枪了。梦中的我被击倒在台上，奇怪的是我竟然站了起来，而且还听到台下嗡嗡的人声。我觉得自己的脑袋被子弹击空了，像是砸了一个洞的鸡蛋，里面的蛋青和蛋黄都流光了。梦中的我顶着一个空蛋壳似的脑袋，转过身去，对着开枪的军人大发雷霆，我冲着他喊叫他妈的，还没到沙滩呢！"}
{"text":"话音刚落，一个持枪的军人从后面走到我的身旁，慢慢举起了他手中的步枪，对准了我的脑袋，我感觉枪口都顶到了我的太阳穴。接着我听到了砰的一声枪响，我知道这个军人开枪了。梦中的我被击倒在台上，奇怪的是我竟然站了起来，而且还听到台下嗡嗡的人声。我觉得自己的脑袋被子弹击空了，像是砸了一个洞的鸡蛋，里面的蛋青和蛋黄都流光了。梦中的我顶着一个空蛋壳似的脑袋，转过身去，对着开枪的军人大发雷霆，我冲着他喊叫他妈的，还没到沙滩呢！然后我从梦中惊醒过来，自然是大汗淋漓和心脏狂跳。可是与以前从梦中惊醒的情景不一样，我不再庆幸自己只是做了一个梦，我开始被一个回来的记忆所纠缠。中学的操场，公判大会，死刑犯人提前死亡的双手，卡车上两排荷枪实弹的军人，沙滩上的枪决，一颗子弹比一个大铁锤还要威力无穷，死刑犯人后脑精致的小洞和前额破烂的大洞，沙滩上血迹斑斑可怕的情景一幕幕在我眼前重复展现。我扪心自问，为何自己总是在夜晚的梦中被人追杀？我开始意识到是白天写下太多的血腥和暴力。我相信这是因果报应。于是在那个深夜，也可能是凌晨了，我在充满冷汗的被窝里严肃地警告自己以后不能再写血腥和暴力的故事了。就这样，我后来的写作像潘卡吉米什拉所说得那样血腥和暴力的趋势减少了。现在，差不多年过去了。回首往事，我仍然心有余悸。我觉得年前的自己其实走到了精神崩溃的边缘，如果没有那个经历了自己完蛋的梦，没有那个回来的记忆，我会一直沉浸在血腥和暴力的写作里，直到精神失常。那么此刻的我，就不会坐在北京的家中，理性地写下这些文字此刻的我，很有可能坐在某个条件简陋的精神病医院的床上，面对巨大的黑暗发呆。有时候，人生和写作其实很简单，一个梦，让一个记忆回来了，然后一切都改变了。年至年，我突然写下了大面积的血腥和暴力。中国的文学批评家洪治纲教授在年出版的评传里，列举了我这期间创作的潘卡吉米什拉问我你早期的短篇小说充满了血腥和暴力，后来这个趋势减少了，为什么？这个问题十多年前就缠绕我了，我不知道已经回答了多少次？中国的批评家们认为这是我写作的转型，他们写下了数量可观的文章，从各个角度来论述，一个作品中充满了血腥和暴力的，是如何转型成一个温情和充满爱意的。"}
{"text":"年至年，我突然写下了大面积的血腥和暴力。中国的文学批评家洪治纲教授在年出版的评传里，列举了我这期间创作的潘卡吉米什拉问我你早期的短篇小说充满了血腥和暴力，后来这个趋势减少了，为什么？这个问题十多年前就缠绕我了，我不知道已经回答了多少次？中国的批评家们认为这是我写作的转型，他们写下了数量可观的文章，从各个角度来论述，一个作品中充满了血腥和暴力的，是如何转型成一个温情和充满爱意的。我觉得批评家们神通广大，该写得都写了，不该写得好像也写了，就是我的个人生活也进入到了他们的批评视野，有文章认为是婚姻和家庭促使我完成写作的转型，理由是我有一个漂亮的妻子和一个可爱的儿子，幸福的生活让我的写作离血腥和暴力越来越远这个问题后来又出口到了国外，当我身处异国他乡时也会常常面对。我觉得这是一个有趣的情景，十多年来人们经常向这个打听另外一个那个血腥和暴力的为何失踪了？现在，我的印度同行也这样问我，我想是认真回答这个问题的时候了，应该发布一个非盗版的回答。需要说明的是，回答这个问题的家伙是兄弟出版之前的，而不是之后的。法国评论家s说兄弟催生了一个新的。他的理由是，一本书有时候会重塑一个作家。一些中国的朋友也说过类似的话，我本人十分赞同。于是兄弟出版之后的也许要对两个失踪了的负责，不是只有一个了。如何解释第二个失踪的，是我以后的工作，不是现在的。年年和年，我分别出版了在细雨中呼喊活着和许三观卖血记，就是这三部长篇小说引发了关于我写作风格转型的讨论，我就从这里开始自己的回答。首先我应该申明所有关于我写作风格转型的评论都是言之有理，即便是与我的写作愿望大相径庭的评论也是正确的。为什么？我想这就是文学阅读和批评的美妙之处。事实上没有一部小说能够做到真正完成，小说的定稿和出版只是写作意义上的完成从阅读和批评的角度来说，一部小说是永远不可能完成或者是永远有待于完成的。文学阅读和批评就是从不同的角度出发，如同是给予世界很多的道路一样，给予一部小说很多的阐释很多的感受。因此，文学阅读和批评的价值并不是指出了写作时想到的，而是指出了更多写作时所没有想到的。一部开放的小说，可以让不同生活经历不同文化背景的读者获得属于自己的理解。"}
{"text":"我想这就是文学阅读和批评的美妙之处。事实上没有一部小说能够做到真正完成，小说的定稿和出版只是写作意义上的完成从阅读和批评的角度来说，一部小说是永远不可能完成或者是永远有待于完成的。文学阅读和批评就是从不同的角度出发，如同是给予世界很多的道路一样，给予一部小说很多的阐释很多的感受。因此，文学阅读和批评的价值并不是指出了写作时想到的，而是指出了更多写作时所没有想到的。一部开放的小说，可以让不同生活经历不同文化背景的读者获得属于自己的理解。基于上述前提，以下我的回答虽属正版，仍然不具有权威性，纯属个人见解。因为一部小说出版以后，也就失去其特权，所有针对这部小说的发言，都只是某一个读者的发言。我的回答由两个部分组成。第一部分是为什么我在年代的短篇小说里，有这么多的血腥和暴力？第二部分是为什么到了年代的长篇小说里，这个趋势减少了？回答这样的问题并不容易，不是因为没有答案，而是因为答案太多。我相信作为一位小说家的潘卡吉米什拉，他知道我有很多的回答可以选择，我可以滔滔不绝地说上几天，把自己说得口干舌燥，然后发现自己仍然没有说完，仍然有不少答案在向我暗送秋波，期待着被我说出来。经验告诉我，过多的答案等于没有答案，真正的答案可能只有一个。所以我决定只是说出其中的一个，我想可能是最重要的一个。至于是不是那个真正的答案？我不得而知。现在我又要说故事了，这是我的强项。很久以来，我始终有一个十分固执的想法，我觉得一个人成长的经历会决定其一生的方向。世界最基本的图像就是这时候来到一个人的内心深处，如同复印机似的，一幅又一幅地复印在一个人的成长里。在其长大成人以后，不管是成功，还是失败不管是伟大，还是平庸其所作所为都只是对这个最基本图像的局部修改，图像的整体是不会被更改的。当然，有些人修改的多一些，有些人修改的少一些。我相信的修改，肯定比我的多。我觉得是自己成长的经历，决定了我在年代写下那么多的血腥和暴力。文化大革命开始时，我念小学一年级文化大革命结束时，我高中毕业。我的成长目睹了一次次的游行一次次的批斗大会一次次的造反派之间的武斗，还有层出不穷的街头群架。在贴满了大字报的街道上见到几个鲜血淋淋的人迎面走来，是我成长里习以为常的事情。这是我小时候的大环境，小环境也同样是血淋淋的。"}
{"text":"我相信的修改，肯定比我的多。我觉得是自己成长的经历，决定了我在年代写下那么多的血腥和暴力。文化大革命开始时，我念小学一年级文化大革命结束时，我高中毕业。我的成长目睹了一次次的游行一次次的批斗大会一次次的造反派之间的武斗，还有层出不穷的街头群架。在贴满了大字报的街道上见到几个鲜血淋淋的人迎面走来，是我成长里习以为常的事情。这是我小时候的大环境，小环境也同样是血淋淋的。我的父母都是医生，我和哥哥是在医院里长大的，我们在医院的走廊和病房里到处乱窜，习惯了来苏儿的气味，习惯了嚎叫的声音和呻吟的声音，习惯了苍白的脸色和奄奄一息的表情，习惯了沾满血迹的纱布扔在病房里和走廊上。我们的父亲时常是刚刚给患者做完手术，手术服上和口罩上血迹斑斑，就在医院里到处走动，喊叫我们的名字，要我们立刻到食堂去吃饭。当时医院的手术室是一间简陋的平房，有时候我和哥哥会趁着护士不在手术室门外的时候，迅速地长驱直入，去看看正在给病人进行手术的父亲，看到父亲戴着透明手套的手在病人肚子上划开的口子伸进去，扒拉着里面的肠子和器官。父亲发现我们兄弟两个站在一旁偷看手术过程部短篇小说，里面非自然死亡的人物竟然多达个。景，子弹从后脑进去时只是一个小小的洞眼，从前面出来后，犯人的前额和脸上破碎不堪，前面的洞竟然像我们吃饭用的碗那么大。接下来让我的讲述回到那个漫长和可怕的梦，也就是我亲身经历自己如何完蛋的梦。这个梦发生在年底的某个深夜，睡梦中的我被绳子五花大绑，胸前挂着大牌子，站在我们县中学操场的主席台前沿，我的身后站着两个持枪的军人，我的两旁站着陪斗的地主右派和反革命分子，那个我前面说到的小镇名流黑笔杆子倒是没有出现在我的梦里。我梦中的台下挤满了乌云般的人群，他们的声音仿佛雨点般地响着。我听着高音喇叭里响着一个庄严的批判声，那个声音在控诉我的种种罪行，我好像犯下了很多不同种类的杀人罪，最后是判决的八个字判处死刑，立即执行。话音刚落，一个持枪的军人从后面走到我的身旁，慢慢举起了他手中的步枪，对准了我的脑袋，我感觉枪口都顶到了我的太阳穴。接着我听到了砰的一声枪响，我知道这个军人开枪了。梦中的我被击倒在台上，奇怪的是我竟然站了起来，而且还听到台下嗡嗡的人声。我觉得自己的脑袋被子弹击空了，像是砸了一个洞的鸡蛋，里面的蛋青和蛋黄都流光了。"}
{"text":"话音刚落，一个持枪的军人从后面走到我的身旁，慢慢举起了他手中的步枪，对准了我的脑袋，我感觉枪口都顶到了我的太阳穴。接着我听到了砰的一声枪响，我知道这个军人开枪了。梦中的我被击倒在台上，奇怪的是我竟然站了起来，而且还听到台下嗡嗡的人声。我觉得自己的脑袋被子弹击空了，像是砸了一个洞的鸡蛋，里面的蛋青和蛋黄都流光了。梦中的我顶着一个空蛋壳似的脑袋，转过身去，对着开枪的军人大发雷霆，我冲着他喊叫他妈的，还没到沙滩呢！然后我从梦中惊醒过来，自然是大汗淋漓和心脏狂跳。可是与以前从梦中惊醒的情景不一样，我不再庆幸自己只是做了一个梦，我开始被一个回来的记忆所纠缠。中学的操场，公判大会，死刑犯人提前死亡的双手，卡车上两排荷枪实弹的军人，沙滩上的枪决，一颗子弹比一个大铁锤还要威力无穷，死刑犯人后脑精致的小洞和前额破烂的大洞，沙滩上血迹斑斑可怕的情景一幕幕在我眼前重复展现。我扪心自问，为何自己总是在夜晚的梦中被人追杀？我开始意识到是白天写下太多的血腥和暴力。我相信这是因果报应。于是在那个深夜，也可能是凌晨了，我在充满冷汗的被窝里严肃地警告自己以后不能再写血腥和暴力的故事了。就这样，我后来的写作像潘卡吉米什拉所说得那样血腥和暴力的趋势减少了。现在，差不多年过去了。回首往事，我仍然心有余悸。我觉得年前的自己其实走到了精神崩溃的边缘，如果没有那个经历了自己完蛋的梦，没有那个回来的记忆，我会一直沉浸在血腥和暴力的写作里，直到精神失常。那么此刻的我，就不会坐在北京的家中，理性地写下这些文字此刻的我，很有可能坐在某个条件简陋的精神病医院的床上，面对巨大的黑暗发呆。有时候，人生和写作其实很简单，一个梦，让一个记忆回来了，然后一切都改变了。这都是我从岁到景，子弹从后脑进去时只是一个小小的洞眼，从前面出来后，犯人的前额和脸上破碎不堪，前面的洞竟然像我们吃饭用的碗那么大。接下来让我的讲述回到那个漫长和可怕的梦，也就是我亲身经历自己如何完蛋的梦。这个梦发生在年底的某个深夜，睡梦中的我被绳子五花大绑，胸前挂着大牌子，站在我们县中学操场的主席台前沿，我的身后站着两个持枪的军人，我的两旁站着陪斗的地主右派和反革命分子，那个我前面说到的小镇名流黑笔杆子倒是没有出现在我的梦里。"}
{"text":"这都是我从岁到景，子弹从后脑进去时只是一个小小的洞眼，从前面出来后，犯人的前额和脸上破碎不堪，前面的洞竟然像我们吃饭用的碗那么大。接下来让我的讲述回到那个漫长和可怕的梦，也就是我亲身经历自己如何完蛋的梦。这个梦发生在年底的某个深夜，睡梦中的我被绳子五花大绑，胸前挂着大牌子，站在我们县中学操场的主席台前沿，我的身后站着两个持枪的军人，我的两旁站着陪斗的地主右派和反革命分子，那个我前面说到的小镇名流黑笔杆子倒是没有出现在我的梦里。我梦中的台下挤满了乌云般的人群，他们的声音仿佛雨点般地响着。我听着高音喇叭里响着一个庄严的批判声，那个声音在控诉我的种种罪行，我好像犯下了很多不同种类的杀人罪，最后是判决的八个字判处死刑，立即执行。话音刚落，一个持枪的军人从后面走到我的身旁，慢慢举起了他手中的步枪，对准了我的脑袋，我感觉枪口都顶到了我的太阳穴。接着我听到了砰的一声枪响，我知道这个军人开枪了。梦中的我被击倒在台上，奇怪的是我竟然站了起来，而且还听到台下嗡嗡的人声。我觉得自己的脑袋被子弹击空了，像是砸了一个洞的鸡蛋，里面的蛋青和蛋黄都流光了。梦中的我顶着一个空蛋壳似的脑袋，转过身去，对着开枪的军人大发雷霆，我冲着他喊叫他妈的，还没到沙滩呢！然后我从梦中惊醒过来，自然是大汗淋漓和心脏狂跳。可是与以前从梦中惊醒的情景不一样，我不再庆幸自己只是做了一个梦，我开始被一个回来的记忆所纠缠。中学的操场，公判大会，死刑犯人提前死亡的双手，卡车上两排荷枪实弹的军人，沙滩上的枪决，一颗子弹比一个大铁锤还要威力无穷，死刑犯人后脑精致的小洞和前额破烂的大洞，沙滩上血迹斑斑可怕的情景一幕幕在我眼前重复展现。我扪心自问，为何自己总是在夜晚的梦中被人追杀？我开始意识到是白天写下太多的血腥和暴力。我相信这是因果报应。于是在那个深夜，也可能是凌晨了，我在充满冷汗的被窝里严肃地警告自己以后不能再写血腥和暴力的故事了。就这样，我后来的写作像潘卡吉米什拉所说得那样血腥和暴力的趋势减少了。现在，差不多年过去了。回首往事，我仍然心有余悸。我觉得年前的自己其实走到了精神崩溃的边缘，如果没有那个经历了自己完蛋的梦，没有那个回来的记忆，我会一直沉浸在血腥和暴力的写作里，直到精神失常。"}
{"text":"我相信这是因果报应。于是在那个深夜，也可能是凌晨了，我在充满冷汗的被窝里严肃地警告自己以后不能再写血腥和暴力的故事了。就这样，我后来的写作像潘卡吉米什拉所说得那样血腥和暴力的趋势减少了。现在，差不多年过去了。回首往事，我仍然心有余悸。我觉得年前的自己其实走到了精神崩溃的边缘，如果没有那个经历了自己完蛋的梦，没有那个回来的记忆，我会一直沉浸在血腥和暴力的写作里，直到精神失常。那么此刻的我，就不会坐在北京的家中，理性地写下这些文字此刻的我，很有可能坐在某个条件简陋的精神病医院的床上，面对巨大的黑暗发呆。有时候，人生和写作其实很简单，一个梦，让一个记忆回来了，然后一切都改变了。岁的三年里所干的事，我的写作在血腥和暴力里难以自拔。白天只要写作，就会有人物在杀人，就会有人物血淋淋地死去。到了晚上我睡着以后，常常梦见自己正在被别人追杀。梦里的我孤立无援，不是东躲西藏，就是一路逃跑，往往是我快要完蛋的时候，比如一把斧子向我砍下来的时候，我从梦中惊醒了，大汗淋漓，心脏狂跳，半晌才回过神来，随后发出由衷的庆幸谢天谢地！原来只是一个梦。时，就会吼叫一声滚出去！我们立刻逃之夭夭。然后在年至年，我突然写下了大面积的血腥和暴力。中国的文学批评家洪治纲教授在年出版的评传里，列举了我这期间创作的部短篇小说，里面非自然死亡的人物竟然多达个。这都是我从岁到岁的三年里所干的事，我的写作在血腥和暴力里难以自拔。白天只要写作，就会有人物在杀人，就会有人物血淋淋地死去。到了晚上我睡着以后，常常梦见自己正在被别人追杀。梦里的我孤立无援，不是东躲西藏，就是一路逃跑，往往是我快要完蛋的时候，比如一把斧子向我砍下来的时候，我从梦中惊醒了，大汗淋漓，心脏狂跳，半晌才回过神来，随后发出由衷的庆幸谢天谢地！原来只是一个梦。可是天亮以后，当我坐在书桌前继续写作时，立刻好了伤疤忘了疼，在我笔下涌现出来的仍然是血腥和暴力。好像凡事都有报应，晚上我睡着后，继续在梦中被人追杀。这三年的生活就是这么的疯狂和可怕，白天我在写作的世界里杀人，晚上我在梦的世界里被人追杀。如此周而复始，我的精神已经来到崩溃的边缘，自己却全然不觉，仍然沉浸在写作的亢奋里，一种生命正在被透支的亢奋。"}
{"text":"原来只是一个梦。可是天亮以后，当我坐在书桌前继续写作时，立刻好了伤疤忘了疼，在我笔下涌现出来的仍然是血腥和暴力。好像凡事都有报应，晚上我睡着后，继续在梦中被人追杀。这三年的生活就是这么的疯狂和可怕，白天我在写作的世界里杀人，晚上我在梦的世界里被人追杀。如此周而复始，我的精神已经来到崩溃的边缘，自己却全然不觉，仍然沉浸在写作的亢奋里，一种生命正在被透支的亢奋。直到有一天，我做了一个漫长的梦，以前的梦都是在自己快要完蛋的时候惊醒，这个梦竟然亲身经历了自己的完蛋。也许是那天我太累了，所以梦见自己完蛋的时候仍然没有被吓醒。就是这个漫长的梦，让一个真实的记忆回来了。先来说一说这个真实的记忆。文革时期的小镇生活虽然不乏暴力，可是十分的枯燥和压抑。在我的记忆里，一旦有犯人被枪毙，整个小镇就会像过节一样热闹。我在本文的前面已经叙述过，当时所有的审判都是通过公判大会来完成的。等待判刑的犯人站在中间，犯人胸前都挂着大牌子，牌子上写着他们所犯下的罪行，反革命杀人犯强奸杀人犯和盗窃杀人犯等等。在犯人的两旁一字排开陪斗的地主和右派，还有历史反革命和现行反革命。犯人低头弯腰站在那里，听着一个个慷慨激昂的声音对自己长篇大论的批判，批判稿的最后就是判决词。我生活的小镇在杭州湾畔，每一次的公判大会都是在县中学的操场上进行。中学的操场挤满了小镇的居民，挂着大牌子的犯人站在操场的主席台前沿，后面坐着县革命委员会的成员，通常是由县革命委员会指定的人站在麦克风前，大声念着批判稿和最后的判决词。如果有犯人被五花大绑，身后又有两个持枪的军人威风凛凛，那么这个犯人一定会被判处死刑。我从童年开始就站在中学的操场上了，经历了一次又一次的公判大会，听着高音喇叭里出来的激昂的声音，判决书其实是很长的批判稿，前面的部分都是说过的话和说过的话，其后的段落大多是从人民日报上抄下来的，冗长乏味，我每次都是两条腿站立的酸痛了，才会听到那个犯人是什么罪行。最后的判决词倒是简明扼要，只有八个字判处死刑，立即执行！文革时期的中国，没有法院，判刑后也没有上诉，而且我们也没有听说过世界上还有一种职业叫律师。一个犯人被公判大会判处死刑以后，根本没有上诉的时间，直接押赴刑场执行枪决。"}
