{"text":"真的很难想像地球上曾有的物种，有百分之九十九消失了，再看着说明旁边的插图，蛇缠在雷龙的脖子上，猴子在象牙上睡觉青蛙栖息在恐龙头上实在拥挤不堪，幸好物种会灭绝，生存才有了空间。物种如此，人也是如此，假如人都不死，我们可以想想那可怕的情况，下班回家后可能要和一万年前的祖先一起吃晚饭，吓得不敢回家，逃到街上游逛。但街上游逛也不保险，可能会遇到五千年前或八千年前的祖先呢！灭绝可能是不幸的，生存也可能艰辛。灭绝可能是好的，生存也可能不幸。假乞丐市场里，经常看见一个乞丐，他坐在轮椅上，腰部以下覆盖一块脏污的毛巾，上半身歪斜，松软地瘫在椅子上，表情哀伤而茫然。他那哀伤茫然的表情最令人伤痛，因此有许多人布施给他。今天中午，我穿过市场，看见一个眼熟的人站在西瓜摊旁吃便当，和卖西瓜的人有说有笑。我心里一惊这个人怎么长得如此面熟，难道会是我的朋友？我不敢确定，又走回去，站在屋檐下看他，并搜寻记忆。呀！原来是坐在轮椅上的那个乞丐！他原来是可以站着走路，他原来可以吃便当，他原来可以高声谈笑，他原来是假的！着我又看见他破旧的轮椅和毛巾被弃置在西瓜摊旁，证明了我的所见。这一惊非同小可，使我整个下午心绪不宁，好像被好朋友欺骗一样。一直到夜里，我的心才平静下来，因为我想到一个好好的青年，要整天歪斜，伪装瘫痪，是多么辛苦的事，而且他哀伤茫然的表情表演得多么传神，胜过一般的演员。他不是乞丐，他是街头艺人，他表演瘫痪哀伤与茫然，我看了感动，自然就赏钱了，还有什么可懊恼的！山谷的起点一位烦恼的妇人来找我，说她正为孩子的功课烦恼。我说孩子的功课应该由孩子自己烦恼才对呀！她说林先生，你不知道，我的孩子考试考第四十名，可是他们班上只有四十个学生。我开玩笑地说如果我是你，我一定会很高兴！为什么呢？因为你想想看，从今天开始，你的孩子不会再退步了，他绝对不会落到第四十一名呀！我说。妇人听了展颜而笑。"}
{"text":"我说孩子的功课应该由孩子自己烦恼才对呀！她说林先生，你不知道，我的孩子考试考第四十名，可是他们班上只有四十个学生。我开玩笑地说如果我是你，我一定会很高兴！为什么呢？因为你想想看，从今天开始，你的孩子不会再退步了，他绝对不会落到第四十一名呀！我说。妇人听了展颜而笑。我继续说这就好像爬山一样，你的孩子现在是山谷底部的人，惟一的路就是往上走，只要你停止烦恼，鼓励他，陪他一起走，他一定会走出来。过了不久，妇人打电话给我，向我道谢，她的孩子果然成绩不断往上爬。我想到，最容易被人忽略的是，山谷的最低点正是山的起点，许多走进山谷的人所以走不出来，正是他们停住双脚，蹲在山谷烦恼哭泣的缘故。苦瓜变甜我很喜欢一则关于苦瓜的故事有一群弟子要出去朝圣。师父拿出一个苦瓜，对弟子们说随身带着这个苦瓜，记得把它浸泡在每一条你们经过的圣河，并且把它带进你们所朝拜的圣殿，放在圣桌上供养，并朝拜它。弟子朝圣走过许多圣河圣殿，并依照师父的教言去做。回来以后，他们把苦瓜交给师父，师父叫他们把苦瓜煮熟，当作晚餐。晚餐的时候，师父吃了一口，然后语重心长地说奇怪呀！泡过这么多圣水，进过这么多圣殿，这苦瓜竟然没有变甜。弟子听了，好几位立刻开悟了。这真是一个动人的教化，苦瓜的本质是苦的，不会因圣水圣殿而改变情爱是苦的，由情爱产生的生命本质也是苦的，这一点即使是修行者也不可能改变，何况是凡夫俗子！我们尝过情感与生命的大苦的人，并不能告诉别人失恋是该欢喜的事，因为它就是那么苦，这一个层次是永不会变的。可是不吃苦瓜的人，永远不会知道苦瓜是苦的。一般人只要有苦的准备，煮熟了这苦瓜，吃它的时候第一口苦，第二三口就不会那么苦了！对待我们的生命与情爱也是这样的，时时准备受苦，不是期待苦瓜变甜，而是真正认识那苦的滋味，才是有智慧的态度。胎神吹冷气有一位亲戚怀孕了。"}
{"text":"我们尝过情感与生命的大苦的人，并不能告诉别人失恋是该欢喜的事，因为它就是那么苦，这一个层次是永不会变的。可是不吃苦瓜的人，永远不会知道苦瓜是苦的。一般人只要有苦的准备，煮熟了这苦瓜，吃它的时候第一口苦，第二三口就不会那么苦了！对待我们的生命与情爱也是这样的，时时准备受苦，不是期待苦瓜变甜，而是真正认识那苦的滋味，才是有智慧的态度。胎神吹冷气有一位亲戚怀孕了。一天，来向我诉苦，说她居住的地方非常燥热，夏天的气温高达三十五六度，怀孕的人怕热，因此每天半夜都要起来泡两三次冷水浴才睡得着。我纳闷地问她你为什么不安个冷气呢？她说我不敢呀！怕动了胎神，再热也只得忍耐。在这么热的天气里，连胎神也很想吹冷气呢！我说。我看到她脸上的表情千变万化，隔了很久才恍然大悟地笑出来。亲戚果然装了一台冷气，从此天天都睡得很甜美安心，几个月后生下一个又白又胖，人见人爱的孩子。我去看她，她很感激地对我说胎神果然也喜欢吹冷气呀！是呀，是呀！我说。其实，一位怀孕的母亲有着真正疼惜孩子的心，自己就是胎神了。胎神多么远，母爱多么近胎神多么虚无，母亲多么真实。破裤子与朋友在大饭店喝咖啡，突然看见一群青年男女大声喧哗地走进来，他们的头发弄得奇形怪状，更奇怪的是，他们都穿着破裤子，有的破在膝盖，有的破在大腿，有的是屁股破一个大洞。这些青年穿的裤子，当然不是因为旧而破的，他们穿的都是名牌的裤子，而且是全新的，只为了赶时髦，新买来的裤子马上就剪破了。看他们穿着故意剪破的裤子还旁若无人的样子，使我想起大约有十年的时间，我都是穿破裤子的。我们小的时候，家中人口众多，小孩几乎没有机会穿新裤子，在记忆中，我所穿的衣裤都是哥哥们留下来的，身上有七八个补丁是很平常的事。母亲为了让我们出去还能抬头挺胸，分节阅读她总是把破的地方补得整整齐齐，洗得干干净净，不漏出一丝破绽，幸好当时农村社会，几乎小孩子都穿破裤子，我们也就不以为意了。"}
{"text":"我们小的时候，家中人口众多，小孩几乎没有机会穿新裤子，在记忆中，我所穿的衣裤都是哥哥们留下来的，身上有七八个补丁是很平常的事。母亲为了让我们出去还能抬头挺胸，分节阅读她总是把破的地方补得整整齐齐，洗得干干净净，不漏出一丝破绽，幸好当时农村社会，几乎小孩子都穿破裤子，我们也就不以为意了。穿破裤子乃是人生里无可奈何的事，现在竟有人以此为流行，认为是新的颓废派，并以此骄人，实在是无知而令人痛心的。我想到这些故意把裤子剪破的青年，他们的父母一定也有真正穿过破裤子的人，我们要如何才能让他们知道穿破裤子的心情呢？危险与感谢堵车堵了好久，好不容易才走到前方路口，原来是发生车祸了，一辆倒在地上的摩托车，一辆车头凹陷的小货车，还有一辆警车，几个警察。最令人心凉的是呈字的两个人，以白布覆盖着，地上的血迹已经凝结成为黑色，不用说，那盖在白布里的两个人已经死了。我想着，这相载的两个人，可能是一对年轻人，也可能是一对恋人，在今天清晨，他们才兴高采烈地出门，却永远回不去了，他们的父母亲人可能到现在还没有接到他们的死讯。这样想着，使我因悲哀而感到心酸，类似这样的画面，在这个城市却每天都在发生。现代人不断地发展更快的交通工具，也不断地制造更高度的危险，使城市变成危险的城市，使社会变成危险的社会，使时代变成危险的时代。只要一走出门，几乎每一分每一秒都在危险之中。在如此危险的城市，社会时代，我们每一天的活着都是奇迹，我们应该感谢这个奇迹，在内心维持和平宁静与喜悦。当我们鲜红的血液还能流动与运转，就以感谢的心来为社豁做一点什么吧！我一边这样想，一边为地上黑色的血液默哀。发誓一个遭受到女友抛弃的青年来找我，说到他为女朋友还活得好好的，感到忿恨难平。我问他为什么。他说我们在一起时发过重誓的，先背叛感情的人在一年内一定会死于非命，但是到现在两年了，她还活得很好，老天不是太没有眼睛，难道听不到人的誓言吗？"}
{"text":"当我们鲜红的血液还能流动与运转，就以感谢的心来为社豁做一点什么吧！我一边这样想，一边为地上黑色的血液默哀。发誓一个遭受到女友抛弃的青年来找我，说到他为女朋友还活得好好的，感到忿恨难平。我问他为什么。他说我们在一起时发过重誓的，先背叛感情的人在一年内一定会死于非命，但是到现在两年了，她还活得很好，老天不是太没有眼睛，难道听不到人的誓言吗？我告诉他，如果人间所有的誓言都会实现，那人早就绝种了。因为在谈恋爱的人，除非没有真正的感情，全都是发过重誓的，如果他们都死于非命，这世界还有人存在吗？老天不是无眼，而是知道爱情变化无常，我们的誓言在智者的耳中不过是戏言罢了。人的誓言会实现是因缘加上愿力的结果。我说。那我该怎么办呢？青年问我。我对他说了一个寓言从前有一个人，用水缸养了一条最名贵的金鱼。有一天鱼缸打破了，这个人有两个选择，一个是站在水缸前诅咒怨恨，眼看金鱼失水而死一个是赶快拿一个新水缸来救金鱼。如果是你，你怎么选择？当然赶快拿水缸来救金鱼了。青年说。这就对了，你应该快点拿水缸来救你的金鱼，给它一点滋润，救活它。然后把已经打破的水缸丢弃。一个人如果能把诅咒，怨恨都放下，才会懂得真正的爱。青年听了，面露微笑，欢喜地离去。我想起在青年时代，我的水缸也曾被人敲碎，我也曾被一起发过誓的人背叛，如今我已完全放下了诅咒与怨恨，只是在偶尔的情境下，还不免酸楚心痛。心痛也很好，证明我养在心里的金鱼，依然活着。跌倒在百货公司的玩具部，见到一个孩子因急着看玩具，急速奔跑而跌倒了，发出巨大的响声。旁边看着的大人都惊呼着这一下一定跌得不轻！没想到，那看来只有五六岁的孩子立刻跳起来，看着旁边一脸惊慌的大人，粲然地微笑，马上跑过去看他的无敌铁金刚了。我对一起逛百货公司的太太说这如果是一个大人，可能立刻就要送医院急诊了。确实，如果我们像一两岁的孩子学步一样，整天跌倒，我们可能要一直住在医院里。"}
{"text":"旁边看着的大人都惊呼着这一下一定跌得不轻！没想到，那看来只有五六岁的孩子立刻跳起来，看着旁边一脸惊慌的大人，粲然地微笑，马上跑过去看他的无敌铁金刚了。我对一起逛百货公司的太太说这如果是一个大人，可能立刻就要送医院急诊了。确实，如果我们像一两岁的孩子学步一样，整天跌倒，我们可能要一直住在医院里。如果我们像五六岁的孩子整天冲撞倒地，可能要常常在医院挂急诊。小孩子为什么一直跌倒而无碍呢？我想是因为他们不恐惧跌倒，也不抗拒跌倒，跌倒是必然的，站起来也就成为必然，大人又恐惧又抗拒跌倒，一跌倒自然就受伤了。另一个原因是，小孩子活在眼前，在站起来的那一刻，马上就把跌倒的痛楚忘记。第三个原因是孩子的身心柔软，像是一只小猫一样，能在跌倒时减少伤害。最后的原因，是要感谢天思，上天有好生之德，给孩子一个面对跌倒的本事。我从孩子跌倒而不受伤的那一幕，似乎找到一些哲学，在真实的生活里，我们也会跌倒，如果我们能不恐惧不抗拒，活在眼前，身心柔软，常怀感恩之心，跌倒就不会受伤了。黄金鼠在饶河街夜市，看到一只黄金鼠，全身长着拖地的长毛，背的部分是金黄色，尾端是银白色。它的长毛中分，一丝不乱，显然被仔细地梳理过。那只金银两色的黄金鼠，引起逛夜市人群的围观，大部分的人议论纷纷从来没有见过这样美丽的老鼠呀厂当大家看到它竟然可以把食物藏在腮边，还可以自己洗脸。清洗长毛的时候，更是忍不住惊叹。根据卖黄金鼠的小贩说，黄金鼠多是短毛的，原产于欧洲，性情乖顺，一般的黄金鼠是灰色或土色，他说从中古世纪以来，黄金鼠就是欧洲贵族的宠物，现在则是台北人最时髦的宠物。他轻轻抓起那金银两色的黄金鼠，说这一只更是稀有名贵，这是变种的黄金鼠，才会有长毛，还有两种最珍贵的颜色呀！有人问说这一只要卖多少钱呢？小贩笑着说一只才一千八百元。太贵了，哪有老鼠卖这么贵的。问的人摇摇头，走了。这个价钱很公道，因为真的是很稀罕，很稀罕呀！小贩对围观的人说。"}
{"text":"他轻轻抓起那金银两色的黄金鼠，说这一只更是稀有名贵，这是变种的黄金鼠，才会有长毛，还有两种最珍贵的颜色呀！有人问说这一只要卖多少钱呢？小贩笑着说一只才一千八百元。太贵了，哪有老鼠卖这么贵的。问的人摇摇头，走了。这个价钱很公道，因为真的是很稀罕，很稀罕呀！小贩对围观的人说。一千八百元？站在一旁的我，也以为是听错，又问了一次。是，才一千八百元。小贩加强语气说，你要买便宜的也有哪，这个箱子里的每只一百五十元，那个箱子里小一点的，一只一百元。我仍然感到吃惊，眼前这只稀罕的黄金鼠虽是变种，又是长毛，也仍然是一只老鼠，一只老鼠卖到一千八，在我的想像中是不可思议的。我随着走过黄金鼠的摊位，隔壁正好是卖大陆陶瓷的摊位，一个米粒烧的瓷杯卖二十元，一个很好的宜兴陶壶卖五百元。看着这些来自彼岸的物品，使我想起一只长毛黄金鼠的价格，正好是三百六十元人民币，很多大陆人工作两个月的薪资，还比不上一只老鼠的价钱。这样想，使我感到一种幽微的痛心。住在台湾的人，玩狗玩鸟玩猫之不足，玩红龙玩娃娃鱼，现在竟可以花一千八百元买一只老鼠了。几天前看报纸，知道台北的宠物店无奇不有，鳄晰与变色龙一只要价七千元以上。甚至有人进口青蛙当宠物，小丑蛙一只两千五百元，绿树蛙七百元，最普通的红肚青蛙，一只也要卖四百元。我不能了解为什么有人要花昂贵的价钱养这些野生动物当宠物，是为了时髦好奇或是无事可做呢？正在这样想，已经不知不觉走到夜市的尽头，看到有一堆垃圾，周围有两三只狗，四五只猎正在觅食垃圾里的食物。我在旁边仔细地观察着它们。狗是比较无觉的，对于我的注视浑然无知，或者说是懒得理睬。但敏感的猫很快就察觉到，警觉地抬起头来瞄我许久，发现我并没有要赶跑它们的意图，便继续埋首吃垃圾了。其中有一只，外形特别美丽的，看了我一眼，立刻有些羞赧地跳下垃圾堆，它那跃下来时优雅与敏捷的动作似曾相识，呀！竟是我从前饲养过的那种白色长毛的波斯猫。"}
{"text":"我在旁边仔细地观察着它们。狗是比较无觉的，对于我的注视浑然无知，或者说是懒得理睬。但敏感的猫很快就察觉到，警觉地抬起头来瞄我许久，发现我并没有要赶跑它们的意图，便继续埋首吃垃圾了。其中有一只，外形特别美丽的，看了我一眼，立刻有些羞赧地跳下垃圾堆，它那跃下来时优雅与敏捷的动作似曾相识，呀！竟是我从前饲养过的那种白色长毛的波斯猫。我不敢确定波斯猫也会流落到垃圾堆捡食物，不敢确定被称为白猫王子的波斯猫竟没有疼惜它的主人，于是跟随它走了一段路，直到灯光灿亮的路灯下才敢确定，没有错！是一只波斯猫！是因为年纪老了？或者因为生病了？或者，是走失了？亦或是，主人养腻了？这纯种有着美丽白毛的波斯猫，竞被它的主人弃养，沦落成为街头流浪的野猫。当我思维的时候，白猫垃圾王子，迅速越过街道，消失在对街黑暗的小巷之中。人间的是非正是如此难以评断，长毛的黄金鼠以一只一千八百元的价格被当成稀有的宠物一向被当成宠物的波斯猫，流落在夜市的垃圾中寻找食物，这种相反的生命情境，使我有一种深刻的荒谬之感。猫鼠原没有固定的价值，只是由于人的好恶而显出贵贱，当一只优雅的波斯猫在垃圾中寻找食物，它的内心是不是也有如是的感叹呢？当然，我并没有资格评定动物的贵贱，只是我知道，不管面对什么动物，我们都要有珍惜的心，我相信，不能爱惜猫的人绝对无法疼惜一只老鼠我也确信，不能爱惜田间青蛙与晰蝎的人，也绝不可能对变色龙或小丑蛙有真爱的心。即使不是宠物，像提供我们食物的牛羊鸡鸭，不断地奉献生命，死而后已，我们的心里可曾有一丝疼惜与感念呢？当我们买一千八百元的老鼠之际，我们是真爱那只老鼠，还是重视那个价钱？如果长毛黄金鼠一只十八元，我们还会宠爱它吗？当我们花两千五百元买一只青蛙的时候，是因为价钱而重视青蛙，还是真爱一只青蛙呢？如果真爱青蛙，市场里多的是，一斤才四十元呀！在人世里，我们重视一个人不也如此吗？往往重视的是附加在人身上的名利权位，甚至衣服，只有一个人能看透外在的虚妄，进人内在的照见与品质，才是真正的智者呀！沉水香朋友从印度回来，送给我一块沉香木，外形如陡峭的山，颜色黑得像黑釉。"}
{"text":"如果长毛黄金鼠一只十八元，我们还会宠爱它吗？当我们花两千五百元买一只青蛙的时候，是因为价钱而重视青蛙，还是真爱一只青蛙呢？如果真爱青蛙，市场里多的是，一斤才四十元呀！在人世里，我们重视一个人不也如此吗？往往重视的是附加在人身上的名利权位，甚至衣服，只有一个人能看透外在的虚妄，进人内在的照见与品质，才是真正的智者呀！沉水香朋友从印度回来，送给我一块沉香木，外形如陡峭的山，颜色黑得像黑釉。有一种极素朴悠远的香，连绵不绝地从沉水香中渗出，飘流在空气里。最特别的是，那沉香木非常沉重，远非一般的木石可比。朋友说这是最上等的乌沉香，由于它的心很坚实，丢到水中会沉到水底，所以也叫沉水香。而且，它的香味是不断从内部散出来，永远也不会消失，这一块已经有几百年的历史，还是和它从前在森林里时一样的香呀！沉香能够供佛能够静心能够去除秽气，是大家都知道的。但是沉香作为佛法的象征，需要更深的感受，像有着坚实的心，像永远散放木质的芬芳，像沉定的心情，谦虚如同在水底一样。沉香最动人的部分，是它的沉，有沉静内敛的品质也在它的香，一旦成就，永不散失。沉香不只是木头吧！也是一种启示，启示我们在浮动的浮华的人世中，也要在内在保持着深沉的永远不变的芳香。浮世是水，俗木随欲望水波流荡，无所定止。沉香是定石，在水中一样沉静，一样的香。一个人内心如果有了沉香，便能不畏惧浮世。活珍珠在夏威夷的夜间市场，有一些卖活珍珠的摊子。摊子上摆一个木桶，桶中有水，水里都是珍珠贝，每个珍珠贝卖七元美金，由观光客自己挑选。珍珠贝选好后，小贩把珍珠贝挖开，当场摸出一粒珍珠，就好像开奖一样，运气好的摸到很大的珍珠，旁边的人就会热烈地鼓掌。小贩说，这些珍珠都是同一时间种在海里的，但有的很大，有的很小，有的很圆，有的歪歪扭扭，连种珍珠的人也不知道原因何在。由于挖活珍珠贝实在很残忍，我很快就离开了，想到那种在珍珠贝里的砂石会长出不同的珍珠，在人间的生活也是一样，同样受伤与挫折，总有一些人能长出最美最大的珍珠。"}
