{"text":"于是，小猴子慢慢的从森林里移出来，住在森林的边缘，这时它感觉人是多么幸福，住在有灯的房屋，而猴子只能住在黑暗的森林人站着是多么高贵，猴子却只能蹲着走小猴子一定要学会作人的决心。它每天都跑到森林外面观察人的动作和生活。它看到人走路，就学着人的样子走路。看到人耕田，就学着耕田的样子。看到人笑，它也咧开嘴笑。这只小猴子已经完全忘记自己是猴子，一天不看到人，就觉得很寂寞，只要看到人，就高兴的走到人的旁边，摹仿人的动作。森林边缘的人们看到这小猴子很可爱，都很喜欢它，每天带东西来喂它，看到它学作人，也很高兴的讨论着这个世界有很多人已经不像人了，你看看，这小猴子竟有作人的心，真是难得！他们用手抚分节阅读摸小猴子的头说你愈来愈像人了。和小猴子坐在一起谈天。牵小猴子的手跳舞。远远看去，小猴子真像一个人。小猴子也觉得自己除了不会说话，和人没有什么不同了。有一天，农人到田里种豆子，小猴子也学人抓一把豆子要种在田里，可是它不小心掉了一颗豆子，就把手里的一把豆子丢了，去找那颗掉了的豆子，它没有找到丢掉的豆子，可是回来的时候，发现别的豆子也被鸟雀吃光了。农人看了都哈哈大笑的说到底，猴子还是猴子。小猴子听了很伤心，才悟到自己是一只猴子，于是跑回森林找它的同伴，可是它的动作太像人，同伴已经完全不认识它了。花的生命在一次演讲之后，一个听众问我林先生在演讲里一直叫我们爱护生命，可是演讲台上摆满了鲜花，难道花不是生命吗？为什么我们爱护动物的生命，不能爱一朵花的生命呢？确实，花也是一种生命，以佛教的观点看来，生命可以分成两种形态，一种是有情的生命，一种是无情的生命。凡是有生死的都是生命，即使是一朵花。一技草一粒石头，也都是生命，但是有情的生命除了生死之外，有三种特质一是有情感，有情爱的感受，例如会因情感的遭遇欢喜或悲伤快乐或痛苦。二是有情欲，有情爱的欲望，为了满足这种欲望，企图。追求和奔波。"}
{"text":"确实，花也是一种生命，以佛教的观点看来，生命可以分成两种形态，一种是有情的生命，一种是无情的生命。凡是有生死的都是生命，即使是一朵花。一技草一粒石头，也都是生命，但是有情的生命除了生死之外，有三种特质一是有情感，有情爱的感受，例如会因情感的遭遇欢喜或悲伤快乐或痛苦。二是有情欲，有情爱的欲望，为了满足这种欲望，企图。追求和奔波。三是有情识，有情爱的见解，思想和意识，希望自己的情爱圆满，达到理想的境地。我们如果伤害有情感有情欲有情识的众生，它立刻就会受到巨大的痛苦，例如我们如果把一只猫的头砍断摆在讲台上，那只猫立刻失去魂魄，看到的人也会感觉非常恐怖。但是花是没有情感情欲情识的生命，它被剪来插在花瓶，并不会立即有巨大的痛苦，它依然会美丽的开放，一直到凋谢的时候。理论上，真正爱惜生命的人，要珍惜一朵花一枝草一粒石头的生命，但是更急迫的是去爱那些有情感有情欲有情识的众生，以这种感同身受的爱，来开展我们内在爱的品质慈悲的品质柔软的品质。如果我们不能爱护有情的生命，又如何能疼惜那些无情的生命呢？花，以生命作为奉献，使我们感受到生活的美丽，让我们也愿自己的心如花一样美丽，来慈爱一切的生命，这样，一朵花的生命也就有了无比的价值。铁路便当哥哥的孩子来台北玩，要回乡下去，我送他去坐火车。在车站里，侄儿突然说叔叔，等一下可不可以买一个铁路便当，我很爱吃铁路便当。那有什么问题？我立即跑去买了一个铁路便当，让他在火车上吃。看着自强号的火车开远了，我自己也买了一个铁路便当，坐在月台的铁椅上吃起来。从我离开家二十七年来，世事变化无常，只有铁路便当是少数始终不变的事物，永远是一块排骨一个卤蛋一块豆干几片萝卜干，不同的只是从铁盒竹片盒，变成了纸盒。连便当的味道，也几乎没有变。吃着铁路便当，使我陷进了回忆。从前在台北念书，因为家境不宽裕，为了减轻父母的负担，坐火车返乡总是搭普通车，叽叽叩叩的从台北开往南部，要十几个小时才会抵达高雄。吃饭时间到了，我就买一个铁路便当。"}
{"text":"从我离开家二十七年来，世事变化无常，只有铁路便当是少数始终不变的事物，永远是一块排骨一个卤蛋一块豆干几片萝卜干，不同的只是从铁盒竹片盒，变成了纸盒。连便当的味道，也几乎没有变。吃着铁路便当，使我陷进了回忆。从前在台北念书，因为家境不宽裕，为了减轻父母的负担，坐火车返乡总是搭普通车，叽叽叩叩的从台北开往南部，要十几个小时才会抵达高雄。吃饭时间到了，我就买一个铁路便当。我总是很小心，一小口一小口的吃着那个便当，深怕很快吃完了，就不能品尝便当的美味了。由于我曾那样深深的沉入那滋味，铁路便当的回忆深刻到即使是闭起眼睛，也立刻能闻到那种香昧。有一次，我和父亲搭火车到台北，吃饭的时候，爸爸一口气吃了两个铁路便当，令我大吃一惊，没想到爸爸的食量这么大，整天在田间做着粗重劳碌的工作，能吃到铁路便当已经是很大的享受吧！我看着爸爸喜欢和专注的吃相，竟深深的动容，专心的看爸爸的脸，爸爸被我看得不好意思，说这铁路便当真好吃，我吃两盒还不太够呢！吃完了，爸爸对我说起，他在第二次世界大战后，从南洋被遣送回台湾，在基隆登岸，从基隆坐火车返回南部的家乡，一路上滴水未进，更不用说是便当了。想起当时，如果能有一口饭吃，就会跪下来叩头谢恩了！爸爸说现在每次吃铁路便当，都非常的感恩和满足，觉得人应该珍惜这种福报呀！想起当时爸爸说的话，突然有几只小麻雀从天而降，在我的脚边跳来跳去。咦！莫非这些麻雀是要来分享我的便当吗？我把一些饭粒洒在地上，小麻雀边跳边叫边摇尾巴过来抢食，它们那样热烈的吃着叫着，好像也能享受便当的美味！这世上的众生，都是为了品味更美好的生活而存在的！那美好生活并不是一种追寻，而是品味眼前的事物，即使是小小的便当，也可以有很深的美好经验。现在，我多么希望能再买两个铁路便当给爸爸吃，然后我们一起坐火车奔行过广大的田野，可是，这微小的心愿，也不可得了。山道上的小虫清晨登山的时候，在山道阶梯上，看见一只被人踩扁而黏在地上的小虫尸体，我把它拾起来放进草堆与泥上，说怎么这样不小心，下辈子但愿你往生善处。"}
{"text":"这世上的众生，都是为了品味更美好的生活而存在的！那美好生活并不是一种追寻，而是品味眼前的事物，即使是小小的便当，也可以有很深的美好经验。现在，我多么希望能再买两个铁路便当给爸爸吃，然后我们一起坐火车奔行过广大的田野，可是，这微小的心愿，也不可得了。山道上的小虫清晨登山的时候，在山道阶梯上，看见一只被人踩扁而黏在地上的小虫尸体，我把它拾起来放进草堆与泥上，说怎么这样不小心，下辈子但愿你往生善处。从此，我登山的时候特别留意看脚下，几乎每天都会看见蜗牛毛虫金龟子缓缓的爬过石阶，我总是把它们拾到草丛里去，告诉它们小心不要再来石阶了，人的脚是不长眼睛的。在把小虫移走的时候，我会想到禅宗关于看脚下活在当下的教化，不只是教我们安住于此刻，也是在教我们细心的生活。一个人惟有从那种细心中，才可能生起觉察的智慧和微细的慈悲心。我想到佛陀的前生曾是一个慈悲的人，经典上说他践地惟恐地痛，走在土地上都担心把地踩痛，如果有这么微细的心行，怎么可能踩到石阶上的小虫呢？在佛教的戒律里，出家人每到夏天要结夏安居，除了安心办道之外，因为夏天的小动物很多，一不小心就可能踩死一些小虫，所以古代的出家人在夏天的时候，常常三个月不出寺门一步。曾经有一位出家师父，夏天夜里在寺院附近散步，突然踩到一个软软的东西，啪哒一声裂开了，他心想糟糕，一定是踩到夜晚出来觅食的蛤蟆了！这个师父不敢细看，惭愧自己犯了杀生的戒律，当场就逃回庙里。夜里愈想愈忤悔，想到那只蛤蟆可能是怀了孕的母亲，忧心了整夜睡不着觉，心想明天一定要把蛤蟆的尸体厚葬，并为它念一堂经才好。第二天天刚亮的时候，这位法师就跑去昨夜踩死蛤蟆的地方，一看不禁笑了起来，原来，他昨夜踩破的是一个茄子。这个故事告诉我们，人应该怀着细腻谨慎惭愧的心来走路和生活，路上的蛤蟆可能是怀了孕的妈妈，路上的小虫何尝没有父母妻子呢？我们要疼惜生命，二定要融人体贴别的生命的心。有一天黄昏，一个走在森林里的人，遇见了一只蜉蝣正在哀伤的痛哭，那人问蜉蝣你为什么在这里哭泣呢？蜉蝣说我的太太在今天中午死了，所以我才在这里痛哭呀！"}
{"text":"第二天天刚亮的时候，这位法师就跑去昨夜踩死蛤蟆的地方，一看不禁笑了起来，原来，他昨夜踩破的是一个茄子。这个故事告诉我们，人应该怀着细腻谨慎惭愧的心来走路和生活，路上的蛤蟆可能是怀了孕的妈妈，路上的小虫何尝没有父母妻子呢？我们要疼惜生命，二定要融人体贴别的生命的心。有一天黄昏，一个走在森林里的人，遇见了一只蜉蝣正在哀伤的痛哭，那人问蜉蝣你为什么在这里哭泣呢？蜉蝣说我的太太在今天中午死了，所以我才在这里痛哭呀！那人说现在已经黄昏，你也很快就会死，何必哭泣呢？蜉蝣听了，哭得更伤心。那个人不禁觉得好笑，蜉蝣朝生而夕死，中午死和黄昏死有什么不同，何必哭泣呢？于是他就离开了。等他走远了，他才想到，从人的眼光看来，蜉蝣的一生虽是如此短促，中午和黄昏差别不大可是从蜉蝣的眼睛看来，中午到黄昏就是它的下半生，那下半生也是和人的下半生一样的漫长呀！因此，他慈悲的走回去看那只蜉蝣，蜉蝣已经死在黄昏的树下了，那只蜉蝣竟以自己的后半生来悼念爱妻，使那个人深深的感动，而亲手把蜉蝣埋葬了。我们生而为人，自诩为万物之灵，动物中的至尊，以至于不能从其他众生的眼光看生命，也就难以开展真实的慈悲了。我每天爬山的时候，总是把小虫从石阶上移到草丛，并且希望登山的人也都能看脚下，免得日后生起踩到蛤蜞那样的愧悔呀！给小狗听的经宋朝新罗的高僧元晓，年轻的时候曾跟随大安禅师修行。大安禅师是和布袋和尚济公一样的人物，穿着破烂，每天在街上击钢钵向人乞讨食物，并且祝福那些布施的人能大安，久了，大家都叫他大安禅师，却没有一个人知道他的名字。大安禅师乞讨食物并不是为了自己，而是为了流浪的野狗，他常把流浪动物捡回山上，化缘来养活他们。有一次，大安禅师在街上捡到一条小流浪狗，已经奄奄一息了，他对元晓说这小狗快饿死了，我得赶紧去讨些奶来给它喝，你帮我看着。大安禅师拿着钵，匆匆跑出去了。没想到大安才出去不久，小狗就咽下最后一口气，死了。元晓非常难过，但他没超度过小狗，不知如何是好，心想就和人一样的办吧！"}
{"text":"大安禅师乞讨食物并不是为了自己，而是为了流浪的野狗，他常把流浪动物捡回山上，化缘来养活他们。有一次，大安禅师在街上捡到一条小流浪狗，已经奄奄一息了，他对元晓说这小狗快饿死了，我得赶紧去讨些奶来给它喝，你帮我看着。大安禅师拿着钵，匆匆跑出去了。没想到大安才出去不久，小狗就咽下最后一口气，死了。元晓非常难过，但他没超度过小狗，不知如何是好，心想就和人一样的办吧！于是，元晓跑出去来了一些树叶回来，覆盖在小狗身上，自己端坐在旁边，开始严肃的为小狗诵经超度。大安去化缘回来，看见元晓那么严肃的为小狗诵太经，就问他说你念这么深的经给一只小狗听，它怎么听得懂呢？阶着，大安禅师把化缘得来的奶放在小狗身边，揭开它身上的树叶，对小狗说你好好的吃吧！希望下辈子去往生善处，天天都有好东西吃！元晓在一旁看了大为感动，原来这就是为小狗念的经呀！从此，元晓大师对妓女说妓女的法，对乞丐说乞丐的法，他说如果有一个众生慈悲为怀，他说的话必然会震撼法界，不管他是以什么形式说法。元晓大师时常对偏执于来生解脱的人说今生的问题都不能解决，担忧什么来世？灯火不明，周遭必然黑暗，追求来世的修行而放弃今生的智慧，就像不点灯而去找光明的地方。他也反对神通，他说要飘落的花瓣，连一天也不能等待。确实，那些号称有神通的人，连一瓣花的落下都无能为力，何况是阻止人生的无常与痛苦呢？元晓大师从说给小狗听的经典而大悟，给了我们深刻的启示，就在我们身边处处都有经典，一个人只要慈悲为怀，他的语言思想行为举止，都是经典最真实的展现呀！内容简介姚晶这位当红女影星英年去世，身后的遗产竟没有人想要。生前人们迷幻于她的美丽财富及豪门夫家，然而有谁知道她内心的苦闷与悲凉，正是这外表的灿烂和内心的寂寞组成了她丰富的人生。"}
{"text":"从墙的缺口望见园内的景物，还是一大片欣欣向荣的绿叶。在一个角落里，一簇深红色的花盛开，旁边是一座毁了的楼房的空架子。屋瓦全震落了，但是楼前一排绿栏杆还摇摇晃晃地悬在架子上。我看看花，花开得正好，大的花瓣，长的绿叶。这些花原先一定是种在窗前的。我想，一个星期前，有人从精致的屋子里推开小窗眺望园景，赞美的眼光便会落在这一簇花上。也许还有人整天倚窗望着园中的花树，把年轻人的渴望从眼里倾注在红花绿叶上面。但是现在窗没有了，楼房快要倒塌了。只有园子里还盖满绿色。花还在盛开。倘使花能够讲话，它们会告诉我，它们所看见的窗内的面颜，年轻的，中年的。是的，年轻的面颜，可是，如今永远消失了。因为花要告诉我的不止这个，它们一定要说出八月十四日的惨剧。精致的楼房就是在那天毁了的。不到一刻钟的功夫，一座花园便成了废墟了。我望着园子，绿色使我的眼睛舒畅。废墟么？不，园子已经从敌人的炸弹下复活了。在那些带着旺盛生命的绿叶红花上，我看不出一点被人践踏的痕迹。但是耳边忽然响起一个女人的声音陈家三小姐，刚才挖出来。我回头看，没有人。这句话还是几天前，就是在惨剧发生后的第二天听到的。那天中午我也走过这个园子，不过不是在这里，是在另一面，就是在楼房的后边。在那个中了弹的防空洞旁边，在地上或者在土坡上，我记不起了，躺着三具尸首，是用草席盖着的。中间一张草席下面露出一只瘦小的腿，腿上全是泥土，随便一看，谁也不会想到这是人腿。人们还在那里挖掘。远远地在一个新堆成的土坡上，也是从炸塌了的围墙缺口看进去，七八个人带着悲戚的面容，对着那具尸体发楞。这些人一定是和死者相识的吧。那个中年妇人指着露腿的死尸说陈家三小姐，刚才挖出来。以后从另一个人的口里我知道了这个防空洞的悲惨故事。一只带泥的腿，一个少女的生命。我不认识这位小姐，我甚至没有见过她的面颜。但是望着一园花树，想到关闭在这个园子里的寂寞的青春，我觉得心里被什么东西搔着似地痛起来。连这个安静的地方，连这个渺小的生命，也不为那些太阳旗的空中武士所宽容。两三颗炸弹带走了年轻人的渴望。炸弹毁坏了一切，甚至这个寂寞的生存中的微弱的希望。这样地逃出囚笼，这个少女是永远见不到园外的广大世界了。花随着风摇头，好像在叹息。"}
{"text":"以后从另一个人的口里我知道了这个防空洞的悲惨故事。一只带泥的腿，一个少女的生命。我不认识这位小姐，我甚至没有见过她的面颜。但是望着一园花树，想到关闭在这个园子里的寂寞的青春，我觉得心里被什么东西搔着似地痛起来。连这个安静的地方，连这个渺小的生命，也不为那些太阳旗的空中武士所宽容。两三颗炸弹带走了年轻人的渴望。炸弹毁坏了一切，甚至这个寂寞的生存中的微弱的希望。这样地逃出囚笼，这个少女是永远见不到园外的广大世界了。花随着风摇头，好像在叹息。它们看不见那个熟习的窗前的面庞，一定感到寂寞而悲戚吧。但是一座楼隔在它们和防空洞的中间，使它们看不见一个少女被窒息的惨剧，使它们看不见带泥的腿。这我却是看见了的。关于这我将怎样向人们诉说呢？夜色降下来，园子渐渐地隐没在黑暗里。我的眼前只有一片黑暗。但是花摇头的姿态还是看得见的。周围没有别的人，寂寞的感觉突然侵袭到我的身上来。为什么这样静？为什么不出现一个人来听我愤慨地讲述那个少女的故事？难道我是在梦里？脸颊上一点冷，滴湿。我仰头看，落雨了。这不是梦。我不能长久立在大雨中。我应该回家了。那是刚刚被震坏的家，屋里到处都漏雨。年月日在昆明选自废园外正文狗小时候我害怕狗。记得有一回在新年里，我到二伯父家去玩。在他那个花园内，一条大黑狗追赶我，跑过几块花圃。后来我上了洋楼，才躲过这一场灾难，没有让狗嘴咬坏我的腿。以后见着狗，我总是逃，它也总是追，而且屡屡望着我的影子狺狺狂吠。我愈怕，狗愈凶。怕狗成了我的一种病。我渐渐地长大起来。有一天不知道因为什么，我忽然觉得怕狗是很可耻的事情。看见狗我便站住，不再逃避。我站住，狗也就站住。它望着我狂吠，它张大嘴，它做出要扑过来的样子。但是它并不朝着我前进一步。它用怒目看我，我便也用怒目看它。它始终保持着我和它中间的距离。这样地过了一阵子，我便转身走了。狗立刻追上来。我回过头。狗马上站住了。它望着我恶叫，却不敢朝我扑过来。你的本事不过这一点点，我这样想着，觉得胆子更大了。我用轻蔑的眼光看它，我顿脚，我对它吐出骂语。它后退两步，这次倒是它露出了害怕的表情。它仍然汪汪地叫，可是叫声却不像先前那样地恶了。"}
{"text":"它望着我狂吠，它张大嘴，它做出要扑过来的样子。但是它并不朝着我前进一步。它用怒目看我，我便也用怒目看它。它始终保持着我和它中间的距离。这样地过了一阵子，我便转身走了。狗立刻追上来。我回过头。狗马上站住了。它望着我恶叫，却不敢朝我扑过来。你的本事不过这一点点，我这样想着，觉得胆子更大了。我用轻蔑的眼光看它，我顿脚，我对它吐出骂语。它后退两步，这次倒是它露出了害怕的表情。它仍然汪汪地叫，可是叫声却不像先前那样地恶了。我讨厌这种纠缠不清的叫声。我在地上拾起一块石子，就对准狗打过去。石子打在狗的身上，狗哀叫一声，似乎什么地方痛了。它马上掉转身子夹着尾巴就跑，并不等我的第二块石子落到它的头上。我望着逃去了的狗影，轻蔑地冷笑两声。从此狗碰到我的石子就逃。月日选自龙虎狗正文火船上只有轻微的鼾声，挂在船篷里的小方灯，突然灭了。我坐起来，推开旁边的小窗，看见一线灰白色的光。我不知道现在是什么时候，船停在什么地方。我似乎还在梦中，那噩梦重重地压住我的头。一片红色在我的眼前。我把头伸到窗外，窗外静静地横着一江淡青色的水，远远地耸起一座一座墨汁绘就似的山影。我呆呆地望着水面。我的头在水中浮现了。起初是个黑影，后来又是一片亮红色掩盖了它。我擦了擦眼睛，我的头黑黑地映在水上。没有亮，似乎一切都睡熟了。天空显得很低。有几颗星特别明亮。水轻轻地在船底下流过去。我伸了一只手进水里，水是相当地凉。我把这周围望了许久。这些时候，眼前的景物仿佛连动也没有动过一下只有空气逐渐变凉，只有偶尔亮起一股红光，但是等我定睛去捕捉红光时，我却只看到一堆沉睡的山影。我把头伸回舱里，舱内是阴暗的，一阵一阵人的气息扑进鼻孔来。这气味像一只手在搔着我的胸膛。我向窗外吐了一口气，便把小窗关上。忽然我旁边那个朋友大声说起话来你看，那样大的火！我吃惊地看那个朋友，我看不见什么。朋友仍然沉睡着，刚才动过一下，似乎在翻身，这时连一点声音也没有。舱内是阴暗世界，没有亮，没有火。但是为什么朋友也嚷着看火呢？难道他也做了和我同样的梦？我想叫醒他问个明白，我把他的膀子推一下。他只哼一声却翻身向另一面睡了。睡在他旁边的友人不住地发出鼾声，鼾声不高，不急，仿佛睡得很好。"}
