{"text":"生命的路是进步的，总是沿着无限的精神三角形的斜面向上走，什么都阻止他不得。自然赋与人们的不调和还很多，人们自己萎缩堕落退步的也还很多，然而生命决不因此回头。无论什么黑暗来防范思潮，什么悲惨来袭击社会，什么罪恶来亵渎人道，人类的渴仰完全的潜力，总是踏了这些铁蒺藜向前进。生命不怕死，在死的面前笑着跳着，跨过了灭亡的人们向前进。什么是路？就是从没路的地方践踏出来的，从只有荆棘的地方开辟出来的。以前早有路了，以后也该永远有路。人类总不会寂寞，因为生命是进步的，是乐天的。昨天，我对我的朋友说，一个人死了，在死者自身和他的眷属是悲惨的事，但在一村一镇的人看起来不算什么就是一省一国一种很不高兴，说，这是自然的话，不是人们的话。你应该小心些。我想，他的话也不错。本篇最初发表于一九一九年十一月一日新青年第六卷第六号，署名唐俟。这里和下文的，最初发表时都作。随感录随感录南北的官僚虽然打仗，南北的人民却很要好，一心一意的在那里有无相通。北方人可怜南方人太文弱，便教给他们许多拳脚什么八卦拳太极拳，什么洪家侠家，什么阴截腿抱桩腿谭腿截脚，什么新武术旧武术，什么实为尽美尽善之体育，强国保种尽在于斯。南方人也可怜北方人太简单了，便送上许多文章什么梦魂痕影泪，什么外史趣史秽史秘史，什么黑幕现形，什么淌牌吊膀拆白，什么噫嘻卿卿我我呜呼燕燕莺莺吁嗟风风雨雨，耐阿是勒浪面孔哉！直隶山东的侠客们，勇士们呵！诸公有这许多筋力，大可以做一点神圣的劳作江苏浙江湖南的才子们，名士们呵！诸公有这许多文才，大可以译几叶有用的新书。我们改良点自己，保全些别人想些互助的方法，收了互害的局面罢！本篇最初发表于一九一九年十一月一日新青年第六卷第六号，署名唐俟。淌牌又作淌白，指女流氓或私娼。吊膀，意为调情。拆白，用异性引诱等手段诈骗财物的流氓行为。这些都是旧时上海一带的俗语。耐阿是勒浪面孔哉苏州方言，意思是你是不是在不要脸呢！耐，你阿是，是否勒浪，在。"}
{"text":"诸公有这许多文才，大可以译几叶有用的新书。我们改良点自己，保全些别人想些互助的方法，收了互害的局面罢！本篇最初发表于一九一九年十一月一日新青年第六卷第六号，署名唐俟。淌牌又作淌白，指女流氓或私娼。吊膀，意为调情。拆白，用异性引诱等手段诈骗财物的流氓行为。这些都是旧时上海一带的俗语。耐阿是勒浪面孔哉苏州方言，意思是你是不是在不要脸呢！耐，你阿是，是否勒浪，在。三闲集本书收一九二七年至一九二九年所作杂文三十四篇，末附作于一九三二年的译著书目一篇。一九三二年九月由上海北新书局初版。我的第四本杂感而已集的出版，算起来已在四年之前了。去年春天，就有朋友催促我编集此后的杂感。看看近几年的出版界，创作和翻译，或大题目的长论文，是还不能说它寥落的，但短短的批评，纵意而谈，就是所谓杂感者，却确乎很少见。我一时也说不出这所以然的原因。但粗粗一想，恐怕这杂感两个字，就使志趣高超的厌恶，避之惟恐不远了。有些人们，每当意在奚落我的时候，就往往称我为杂感家，以显出在高等文人的眼中的鄙视，便是一个证据。还有，我想，有名的作家虽然未必不改换姓名，写过这一类文字，但或者不过图报私怨，再提恐或玷其令名，或者别有深心，揭穿反有妨于战斗，因此就大抵任其消灭了。杂感之于我，有些人固然看作死症，我自己确也因此很吃过一点苦，但编集是还想编集的。只因为翻阅刊物，剪帖成书，也是一件颇觉麻烦的事，因此拖延了大半年，终于没有动过手。一月二十八日之夜，上海打起仗来了，越打越凶，终于使我们只好单身出走，书报留在火线下，一任它烧得精光，我也可以靠这火的洗礼之灵，洗掉了不满于现状的杂感家这一个恶谥。殊不料三月底重回旧寓，书报却丝毫也没有损，于是就东翻西觅，开手编辑起来了，好像大病新愈的人，偏比平时更要照照自己的瘦削的脸，摩摩枯皱的皮肤似的。我先编集一九二八至二九年的文字，篇数少得很，但除了五六回在北平上海的讲演，原就没有记录外，别的也仿佛并无散失。我记得起来了，这两年正是我极少写稿，没处投稿的时期。我是在二七年被血吓得目瞪口呆，离开广东的，那些吞吞吐吐，没有胆子直说的话，都载在而已集里。"}
{"text":"我先编集一九二八至二九年的文字，篇数少得很，但除了五六回在北平上海的讲演，原就没有记录外，别的也仿佛并无散失。我记得起来了，这两年正是我极少写稿，没处投稿的时期。我是在二七年被血吓得目瞪口呆，离开广东的，那些吞吞吐吐，没有胆子直说的话，都载在而已集里。但我到了上海，却遇见文豪们的笔尖的围剿了，创造社，太阳社，正人君子们的新月社中人，都说我不好，连并不标榜文派的现在多升为作家或教授的先生们，那时的文字里，也得时常暗暗地奚落我几句，以表示他们的高明。我当初还不过是有闲即是有钱，封建余孽或没落者，后来竟被判为主张杀青年的棒喝主义者了。这时候，有一个从广东自云避祸逃来，而寄住在我的寓里的廖君，也终于忿忿的对我说道我的朋友都看不起我，不和我来往了，说我和这样的人住在一处。那时候，我是成了这样的人的。自己编着的语丝，实乃无权，不单是有所顾忌详见卷末我和语丝的始终，至于别处，则我的文章一向是被挤才有的，而目下正在剿，我投进去干什么呢。所以只写了很少的一点东西。现在我将那时所做的文字的错的和至今还有可取之处的，都收纳在这一本里。至于对手的文字呢，论和中国文艺论战中虽然也有一些，但那都是峨冠博带的礼堂上的阳面的大文，并不足以窥见全体，我想另外搜集也是杂感一流的作品，编成一本，谓之围剿集。如果和我的这一本对比起来，不但可以增加读者的趣味，也更能明白别一面的，即阴面的战法的五花八门。这些方法一时恐怕不会失传，去年的左翼作家都为了卢布说，就是老谱里面的一着。自问和文艺有些关系的青年，仿照固然可以不必，但也不妨知道知道的。其实呢，我自己省察，无论在小说中，在短评中，并无主张将青年来杀，杀，杀的痕迹，也没有怀着这样的心思。我一向是相信进化论的，总以为将来必胜于过去，青年必胜于老人，对于青年，我敬重之不暇，往往给我十刀，我只还他一箭。然而后来我明白我倒是错了。这并非唯物史观的理论或革命文艺的作品蛊惑我的，我在广东，就目睹了同是青年，而分成两大阵营，或则投书告密，或则助官捕人的事实！我的思路因此轰毁，后来便时常用了怀疑的眼光去看青年，不再无条件的敬畏了。"}
{"text":"其实呢，我自己省察，无论在小说中，在短评中，并无主张将青年来杀，杀，杀的痕迹，也没有怀着这样的心思。我一向是相信进化论的，总以为将来必胜于过去，青年必胜于老人，对于青年，我敬重之不暇，往往给我十刀，我只还他一箭。然而后来我明白我倒是错了。这并非唯物史观的理论或革命文艺的作品蛊惑我的，我在广东，就目睹了同是青年，而分成两大阵营，或则投书告密，或则助官捕人的事实！我的思路因此轰毁，后来便时常用了怀疑的眼光去看青年，不再无条件的敬畏了。然而此后也还为初初上阵的青年们呐喊几声，不过也没有什么大帮助。这集子里所有的，大概是两年中所作的全部，只有书籍的序引，却只将觉得还有几句话可供参考之作，选录了几篇。当翻检书报时，一九二七年所写而没有编在而已集里的东西，也忽然发见了一点，我想，大约夜记是因为原想另成一书，讲演和通信是因为浅薄或不关紧要，所以那时不收在内的。但现在又将这编在前面，作为而已集的补遗了。我另有了一样想头，以为只要看一篇讲演和通信中所引的文章，便足可明白那时香港的面目。我去讲演，一共两回，第一天是老调子已经唱完，现在寻不到底稿了，第二天便是这无声的中国，粗浅平庸到这地步，而竟至于惊为邪说，禁止在报上登载的。是这样的香港。但现在是这样的香港几乎要遍中国了。我有一件事要感谢创造社的，是他们挤我看了几种科学底文艺论，明白了先前的文学史家们说了一大堆，还是纠缠不清的疑问。并且因此译了一本蒲力汗诺夫的艺术论，以救正我――还因我而及于别人――的只信进化论的偏颇。但是，我将编中国小说史略时所集的材料，印为小说旧闻钞，以省青年的检查之力，而成仿吾以无产阶级之名，指为有闲，而且有闲还至于有三个，却是至今还不能完全忘却的。我以为无产阶级是不会有这样锻炼周纳法的，他们没有学过刀笔。编成而名之曰三闲集，尚以射仿吾也。一九三二年四月二十四日之夜，编讫并记。一二八战争时，住在临近战区的北四川路底，战事发生后即避居于英租界的内山书店支店，三月十九日迁回原寓。不满于现状的杂感家梁实秋在新月月刊第二卷第八期一九二九年十月发表不满于现状，便怎样呢？"}
{"text":"我以为无产阶级是不会有这样锻炼周纳法的，他们没有学过刀笔。编成而名之曰三闲集，尚以射仿吾也。一九三二年四月二十四日之夜，编讫并记。一二八战争时，住在临近战区的北四川路底，战事发生后即避居于英租界的内山书店支店，三月十九日迁回原寓。不满于现状的杂感家梁实秋在新月月刊第二卷第八期一九二九年十月发表不满于现状，便怎样呢？一文，其中说有一种人，只是一味的不满于现状，今天说这里有毛病，明天说那里有毛病，有数不清的毛病，于是也有无穷尽的杂感，等到有些个人开了药方，他格外的不满好像惟恐一旦现状令他满意起来，他就没有杂感可作的样子。于一九二七年十月从广州到上海后，曾先后应邀在一些学校讲演。十月二十五日在劳动大学作题为关于智识阶级的讲演，现收入集外集拾遗补编。十月二十八日在立达学园作题为伟人的化石的讲演，讲稿未详。十一月二日在复旦大学作题为革命文学的讲演，有萧立记录稿，发表于一九二八年五月九日上海新闻报学海。十六日在光华大学讲演，有洪绍统郭子雄记录稿，发表于光华周刊第二卷第七期一九二七年十一月二十八日，由编者加题为文学与社会。十七日在大夏大学讲演，题目和讲稿未详。十二月二十一日在暨南大学作题为文艺与政治的歧途的讲演，后收入集外集。此后，一九二八年五月十五日在江湾复旦实验中学作题为老而不死论的讲演，讲稿未详。十一月十日在大陆大学讲演，题目讲稿未详。一九二九年十二月四日在暨南大学作题为离骚与反离骚的讲演，有郭博如记录稿，发表于暨南校刊第二十八――三十二期合刊一九三年一月十八日。一九二九年五月，到北平省亲，于五月二十二日在燕京大学作题为现今的新文学的概观的讲演，后收入本书。五月二十九日在北京大学第二院六月二日上午在第二师范学院同日晚间在第一师范学院讲演，题目讲稿均未详。广州四一五反革命事变发生时，在中山大学担任教职，因营救被捕学生无效，忿而辞去一切职务，于九月间离广州去上海。创造社新文学运动中著名的文学团体，一九二年至一九二一年间成立，主要成员有郭沫若成仿吾等。它初期的文学倾向是浪漫主义，带有反帝反封建的色彩。第一次国内革命战争期间，郭沫若成仿吾等先后参加革命实际工作。"}
{"text":"五月二十九日在北京大学第二院六月二日上午在第二师范学院同日晚间在第一师范学院讲演，题目讲稿均未详。广州四一五反革命事变发生时，在中山大学担任教职，因营救被捕学生无效，忿而辞去一切职务，于九月间离广州去上海。创造社新文学运动中著名的文学团体，一九二年至一九二一年间成立，主要成员有郭沫若成仿吾等。它初期的文学倾向是浪漫主义，带有反帝反封建的色彩。第一次国内革命战争期间，郭沫若成仿吾等先后参加革命实际工作。一九二七年该社倡导无产阶级革命文学运动，同时增加了冯乃超彭康李初梨等从国外回来的新成员。一九二八年，创造社和另一提倡无产阶级文学的太阳社对的批评和对他们的反驳，形成了一次以革命文学问题为中心的论争。一九二九年二月，该社被国民党反动派封闭。它曾先辑出版创造季刊创造周报创造日洪水创造月刊文化批判等刊物，以及创造丛书。关于革命文学论争，参看本卷第页注。太阳社一九二七年下半年在上海成立的文学团体，主要成员有蒋光慈钱杏x孟超等。一九二八年一月出版太阳月刊，提倡革命文学。一九三年中国左翼作家联盟成立后，该社自行解散。关于太阳社和在一九二八年的论争，参看本卷第页注。新月社以一些资产阶级知识分子为核心的文学和政治团体，约于一九二三年在北京成立，主要成员有胡适徐志摩陈源梁实秋罗隆基等。该社曾以诗社名义于一九二六年夏在北京晨报副刊出过诗刊周刊，一九二七年在上海创办新月书店，一九二八年三月出版综合性的新月月刊。新月社主要成员曾因办现代评论杂志而又被称为现代评论派。他们先是依附北洋军阀，一九二七年蒋介石叛变革命后，转而投靠国民党，同时鼓吹英国式的民主，重提好政府主义的主张，在文学上竭力攻击革命文学运动。正人君子，一九二五年北京女子师范大学事件时，拥护章士钊的大同晚报，称现代评论派后为新月派的陈源等人为东吉祥派的正人君子。有闲即是有钱见文化批判第二号一九二八年二月李初梨的怎样地建设革命文学。该文引用成仿吾说等是有闲阶级的话之后说我们知道，在现在的资本主义社会，有闲阶级，就是有钱阶级。"}
{"text":"正人君子，一九二五年北京女子师范大学事件时，拥护章士钊的大同晚报，称现代评论派后为新月派的陈源等人为东吉祥派的正人君子。有闲即是有钱见文化批判第二号一九二八年二月李初梨的怎样地建设革命文学。该文引用成仿吾说等是有闲阶级的话之后说我们知道，在现在的资本主义社会，有闲阶级，就是有钱阶级。没落者，见创造月刊第一卷第十一期一九二八年五月石厚生成仿吾的毕竟是醉眼陶然罢了传闻他按指近来颇购读社会科学书籍，但即刻又有一点不小问题他是真要做一个社会科学的忠实的学徒吗？还是只涂抹彩色，粉饰自己的没落呢？这后一条路是掩耳盗铃式的行为，是更深更不可救药的没落。封建余孽和棒喝主义者，见创造月刊第二卷第一期一九二八年八月杜荃郭沫若的文艺战线上的封建余孽他是资本主义以前的一个封建余孽。资本主义对于社会主义是反革命，封建余孽对于社会主义是二重的反革命。是二重性的反革命的人物。以前说是新旧过渡期的游移分子，说他是人道主义者，这是完全错了。他是一位不得志的法西斯谛！按法西斯蒂，当时有人译为棒喝主义。廖君即廖立峨，广东兴宁人。原为厦门大学学生，一九二七年一月随转学中山大学。语丝文艺性周刊，最初由孙伏园等编辑，一九二四年十一月十七日在北京创刊，一九二七年十月被奉系军阀张作霖查禁，随后移至上海续刊。一九三年三月十日出至第五卷第五十二期停刊。是它的主要撰稿人和支持者之一，并于该刊在上海出版后一度担任编辑。论和中国文艺论战均为李何林编辑，上海北新书局分别于一九三年三月和一九二九年十月出版。前者收入一九二三年至一九二九年间关于及其作品的评论文章二十四篇，后者收入一九二八年革命文学运动中各派的论争文章四十六篇。左翼作家都为了卢布这是当时反动派对进步作家的诬陷。如一九三年五月十四日上海民国日报觉悟刊载的解放中国文坛中说，进步作家受了赤色帝国主义的收买，受了苏俄卢布的津贴一九三一年二月六日上海小报金钢钻报刊载的加盟左联的动机中说，共产党最初以每月八十万卢布，在沪充文艺宣传费，造成所谓普罗文艺等等。"}
{"text":"前者收入一九二三年至一九二九年间关于及其作品的评论文章二十四篇，后者收入一九二八年革命文学运动中各派的论争文章四十六篇。左翼作家都为了卢布这是当时反动派对进步作家的诬陷。如一九三年五月十四日上海民国日报觉悟刊载的解放中国文坛中说，进步作家受了赤色帝国主义的收买，受了苏俄卢布的津贴一九三一年二月六日上海小报金钢钻报刊载的加盟左联的动机中说，共产党最初以每月八十万卢布，在沪充文艺宣传费，造成所谓普罗文艺等等。杀，杀，杀这是杜荃在文艺战线上的封建余孽一文中说的话杀哟！杀哟！杀哟！杀尽一些可怕的青年！而且赶快！这是这位老头子按指的哲学，于是乎而老头子不死了。按老调子已经唱完曾发表于一九二七年三月广州国民新闻新时代，后由许广平编入集外集拾遗又据日记，这篇讲演作于一九二七年二月十九日，即去香港的第二天，第一天的讲演是无声的中国。蒲力汗诺夫F，―通移樟泻号捣颍欢砉缙诘穆砜怂贾饕謇砺奂遥后来成为孟什维克和第二国际的机会主义首领之一。艺术论，参看二心集艺术论译本序及其注。成仿吾笔名石厚生，湖南新化人，文学评论家，创造社主要成员。他在洪水第三卷第二十五期一九二七年一月完成我们的文学革命一文中，说先生坐在华盖之下正在抄他的小说旧闻，是一种以趣味为中心的文艺，后面必有一种以趣味为中心的生活基调并说这种以趣味为中心的生活基调，它所暗示着的是一种在小天地中自己骗自己的自足，它所矜持着的是闲暇，闲暇，第三个闲暇。锻炼周纳意思是罗织罪名，陷人于法。语出汉书路温舒传上奏畏却，则锻炼而周内之。刀笔这里指刀笔吏讼师罗织人罪的手法。创造月刊第二卷第二期一九二八年九月所刊克兴的驳甘人的拉杂一篇中说拿出他本来的刀笔，尖酸刻薄的冷诮热骂。在这里引用是给以反刺。革命军马前卒和落伍者革命军马前卒和落伍者西湖博览会上要设先烈博物馆了，在征求遗物。这是不可少的盛举，没有先烈，现在还拖着辫子也说不定的，更那能如此自在。但所征求的，末后又有落伍者的丑史，却有些古怪了。"}
{"text":"刀笔这里指刀笔吏讼师罗织人罪的手法。创造月刊第二卷第二期一九二八年九月所刊克兴的驳甘人的拉杂一篇中说拿出他本来的刀笔，尖酸刻薄的冷诮热骂。在这里引用是给以反刺。革命军马前卒和落伍者革命军马前卒和落伍者西湖博览会上要设先烈博物馆了，在征求遗物。这是不可少的盛举，没有先烈，现在还拖着辫子也说不定的，更那能如此自在。但所征求的，末后又有落伍者的丑史，却有些古怪了。仿佛要令人于饮水思源以后，再喝一口脏水，历亲芳烈之余，添嗅一下臭气似的。而所征求的落伍者的丑史的目录中，又有邹容的事实，那可更加有些古怪了。如果印本没有错而邹容不是别一人，那么，据我所知道，大概是这样的他在满清时，做了一本革命军，鼓吹排满，所以自署曰革命军马前卒邹容。后来从日本回国，在上海被捕，死在西牢里了，其时盖在一九二年。自然，他所主张的不过是民族革命，未曾想到共和，自然更不知道三民主义，当然也不知道共产主义。但这是大家应该原谅他的，因为他死得太早了，他死了的明年，同盟会才成立。听说中山先生的自叙上就提起他的，开目录的诸公，何妨于公余之暇，去查一查呢？后烈实在前进得快，二十五年前的事，就已经茫然了，可谓美史也已。二月十七日。本篇最初发表于一九二九年三月十八日语丝第五卷第二期。西湖博览会当时国民党浙江省政府建设厅主办的一个交流物资性质的展览会，一九二九年六月六日在杭州西湖开幕，内设革命纪念馆。开幕前曾在报纸上刊登征集革命纪念品的广告。邹容―字蔚丹，四川巴县人，清末革命家。一九二年春留学日本，积极宣传反清革命，回国后于一九三年七月被清政府勾结上海英租界当局拘捕，判处监禁二年，一九五年四月死于狱中。革命军邹容著，章炳麟序，清光绪二十九年刊行，全书共七章。它揭露了清朝政府的残酷统治，提出了建立自由独立的中华共和国的理想，起了很大的革命鼓动作用。在自序后署皇汉民族亡国后之二百六十年岁次癸卯三月日革命军中马前卒邹容记。三民主义孙中山为中国资产阶级民主革命所提出的原则和纲领，即民族主义民权主义民生主义。"}
