{"text":"第三篇作为教育家的叔本华，抨击哲学脱离人生，要求以叔本华为榜样，真诚地探索人生问题。第四篇瓦格纳在拜洛伊特，重点批判现代艺术。这篇文章名义上是替瓦格纳音乐辩护，视为现代艺术的对立面，其实明扬暗抑，已经包含对瓦格纳的批评。文章写于至年间。在此之前，尼采内心对瓦格纳已经产生了隔阂。瓦格纳是个十足的自我中心者，在他心目中，尼采只是命运安排来为他的艺术服务的。从年起，他移居拜洛伊特，热衷于他的音乐会演的筹备工作。每次见面，他言必谈会演，而对尼采试图与他讨论的哲学问题毫无兴趣。这使自尊心极强的尼采深感压抑，渐渐产生对抗心理。尼采开始有意疏远瓦格纳，多次谢绝其邀请。年夏，在德皇威廉一世支持下，第一届瓦格纳音乐会演在拜洛伊特隆重举办。会演前夕，尼采躲到附近一个林区，写下人性，太人性了一书的最早的笔记，该书包含有明显批判瓦格纳的内容。在尼采妹妹的请求下，尼采才在会演剧场露了一次面。他十分厌恶会演的铺张场面，观众的庸俗捧场，瓦格纳的戏子作风。此后，尼采与瓦格纳仅偶然相遇一次，瓦格纳兴致勃勃地谈论自己新剧本的构思，尼采却极其冷淡，匆匆告别而去。年月，瓦格纳给尼采寄去一份表现基督教主题的帕西法尔剧本，尼采没有一字回音。月，尼采把人性，太人性了一书寄给瓦格纳夫妇。从此，互相不再有任何往来。人性，太人性了写于至年，它是尼采用格言体写作的第一部著作。在内容上，它也标志着尼采思想上的重大转折，开始批判形而上学旧式本体论，包括悲剧的诞生中曾经提倡的艺术形而上学。后来，他仍强调酒神精神，但着眼点不是放在与宇宙本体的融合，而是放在以充沛的生命力强力意志来战胜人生的苦难。第节附一尼采传略自年起，尼采的健康状况开始恶化，患有严重的神经衰弱胃病和眼病。到年，他才岁，已悲叹自己被死神包围了。其间，他一度渴望结婚，以求有人照料他，安度余生。年月间，他旅行于日内瓦湖畔，结识荷兰少女玛蒂尔德，分别时写信求婚，遭婉言拒绝。他的一位忠实的女友梅森葆夫人比尼采大岁，先后与赫尔岑瓦格纳罗曼罗兰有亲密交往也曾替他多方物色合适的对象，但终于没有结果。"}
{"text":"第节附一尼采传略自年起，尼采的健康状况开始恶化，患有严重的神经衰弱胃病和眼病。到年，他才岁，已悲叹自己被死神包围了。其间，他一度渴望结婚，以求有人照料他，安度余生。年月间，他旅行于日内瓦湖畔，结识荷兰少女玛蒂尔德，分别时写信求婚，遭婉言拒绝。他的一位忠实的女友梅森葆夫人比尼采大岁，先后与赫尔岑瓦格纳罗曼罗兰有亲密交往也曾替他多方物色合适的对象，但终于没有结果。迫于病痛，尼采于年月提出辞呈，离开巴塞尔大学，从此踏上了没有职业没有家室没有友伴的孤独的漂泊之路。从年到年初，尼采辗转在意大利法国瑞士德国的一些城镇之间，为他多病的身体寻找合适的气候，在一地逗留不超过数月。他常在一个名叫西尔斯玛丽亚的山村度夏，在尼斯过冬。一开始是疾病驱使他易地而居，但是，一旦走出书斋，置身于大自然中，他发现这种萍踪无定的生活原是最适合于他的本性的。他的大部分著作，包括朝霞快乐的科学查拉图斯特拉如是说善恶的彼岸道德的谱系等，都是在年漂泊中写的。其中大多是格言体，是他浪迹四方的随感的结集。在此期间，尼采形成了强力意志永恒轮回超人一切价值的重估等重要思想。年月，在梅森葆夫人和另一位朋友雷埃邀请下，尼采到罗马旅行。在那里，两位朋友把一个富有魅力极其聪慧的俄国少女莎乐美介绍给他，做他的学生。尼采深深堕入了情网，莎乐美也被尼采的独特个性所吸引。两人结伴到卢塞恩旅行，沿途，尼采向莎乐美娓娓叙述往事，回忆童年，讲授哲学。但是，羞怯的性格使他不敢向莎乐美吐露衷曲，于是他恳请雷埃替他求婚。殊不知雷埃自己也爱上了莎乐美。莎乐美对这两位追求者的求爱都没有允诺。她尊敬和喜欢尼采，但只是把他看作自己的人生导师。尼采仍然痴恋着莎乐美，不得不克制自己，以师生之谊相处，两人保持着友好的接触。尼采的妹妹伊丽莎白却对他们的友谊满怀妒恨，恶意散布流言蜚语，挑拨离间，使他们终于反目。仅仅个月，尼采生涯中的这段幸福的小插曲就终结了。由于尼采长期独身和多病，借照料他的生活之机，伊丽莎白愈来愈深地进入了他的生活。但是，她根本不理解尼采。"}
{"text":"殊不知雷埃自己也爱上了莎乐美。莎乐美对这两位追求者的求爱都没有允诺。她尊敬和喜欢尼采，但只是把他看作自己的人生导师。尼采仍然痴恋着莎乐美，不得不克制自己，以师生之谊相处，两人保持着友好的接触。尼采的妹妹伊丽莎白却对他们的友谊满怀妒恨，恶意散布流言蜚语，挑拨离间，使他们终于反目。仅仅个月，尼采生涯中的这段幸福的小插曲就终结了。由于尼采长期独身和多病，借照料他的生活之机，伊丽莎白愈来愈深地进入了他的生活。但是，她根本不理解尼采。她对尼采与莎乐美的友谊的粗暴干预，一度导致兄妹关系破裂。重归于好之后，彼此仍然经常发生摩擦。尼采在给朋友的信中不止一次地抱怨，他受不了她，和她在一起，他就会生病。尤其使他烦恼的是伊丽莎白与柏林臭名昭著的反犹分子福尔斯特的婚姻。在犹太人问题上，兄妹之间常常发生激烈的争吵。尼采历来对犹太人有高度评价，厌恶反犹运动。后来，伊丽莎白追随福尔斯特到乌拉圭建立德国殖民村，事败，福尔斯特自杀。此时尼采已患精神病，但他的名声正在迅速增长，伊丽莎白觉得有机可乘，回到德国，垄断了尼采著作的版权及全部手稿，以尼采的保护人和解释尼采思想的权威自居，篡改手稿，捏造言论，曲解思想，不遗余力地把尼采打扮成种族主义者和反犹太主义者。尼采思想后来遭到世界性误解，他的妹妹负有重要责任。作为一个思想家，尼采需要孤独。然而，作为一个有血有肉的人，他又渴望人间的温暖。也许没有比尼采更孤独的人了。他长年累月独居，常常一连许多天找不到一个可以说说话的熟人。寂寞的岁月在他身上留下了明显的痕迹，严重地摧残了他的身心健康。年月，他的分别了年的朋友多伊森夫妇到西尔斯玛丽亚看他，几乎认不得他了这段时间里，他发生了多大的变化不复有从前的骄傲的举止，灵巧的步伐，流畅的谈话。他步履艰难，步态蹒跚，身子略微向一边倾斜，说话明显地变得迟钝，时常停顿。他指着天空，忧郁地说亲爱的朋友，当我积累我的思想时，我的头顶上必须有蓝天。又把客人带到悬崖边一块空地上，说我最爱躺在这里，酝酿我最好的思想。分手时，尼采把他们一直送到邻村，噙着泪水诉说他的阴郁的预感。年，在疯狂的前夜，尼采的创作欲突然高涨，一连写出五本小册子偶像的黄昏瓦格纳事件尼采反对瓦格纳反基督看哪这人。还写了一组抒情诗酒神颂。其中有两本是专门攻击已于五年前去世的瓦格纳的。"}
{"text":"他指着天空，忧郁地说亲爱的朋友，当我积累我的思想时，我的头顶上必须有蓝天。又把客人带到悬崖边一块空地上，说我最爱躺在这里，酝酿我最好的思想。分手时，尼采把他们一直送到邻村，噙着泪水诉说他的阴郁的预感。年，在疯狂的前夜，尼采的创作欲突然高涨，一连写出五本小册子偶像的黄昏瓦格纳事件尼采反对瓦格纳反基督看哪这人。还写了一组抒情诗酒神颂。其中有两本是专门攻击已于五年前去世的瓦格纳的。有人认为，这是尼采精神失常的先兆。其实，尼采对瓦格纳的批判是有明确的内容的，他把瓦格纳当作浪漫悲观主义的典型加以批判，认为瓦格纳歌剧中的那种歇斯底里的激情，过度亢奋的敏感，对神经和官能的刺激，集中体现了时代的颓废症。在与瓦格纳决裂后，尼采曾经承认，他与瓦格纳在血缘上是多么相近。所以，对瓦格纳的批判又是一种自我批判。尼采具有强烈的反省精神，他的理论似乎是对他的气质的一种抗衡。他自己浪漫而悲观，却偏要批判浪漫悲观主义。他自己体弱多病，却偏要鼓吹强健的生命本能。他自己多愁善感，却偏要鼓吹坚强不仁。这使他的哲学充满复杂的矛盾，其实正是内心激烈冲突的反映。年底和年初，尼采正寓居都灵。他的朋友们突然收到一批奇怪的信，署名上帝酒神钉在十字架上的人。信中的疯言癫语却也证明他至死仇恨德国的霸权主义和反犹主义我本人刚刚就建立反德联盟一事拟定了致欧洲各宫廷的备忘录。我想用一件铁衣裹起这个帝国，煽动它打一场绝望的战争。在我尚未把那年轻的皇帝连同他的喽罗擒拿到手之时，我没有空。取缔一切反犹分子。年月日，尼采走到街上，看见一个马车夫在残暴地鞭打牲口，这个神经脆弱的哲学家就又哭又喊，扑上前去，抱住马脖子，疯了。数日后，他的朋友奥维贝克赶来都灵，把他带回德国去。病历记载这个病人喜欢拥抱和亲吻街上的任何一个行人。孤独使他疯狂，他终于在疯狂中摆脱了孤独。此后，尼采在精神的黑夜中苟延了余年无用的生命，于年月日在魏玛与世长辞。这是我迄今为止最完整的一个散文集，汇集了我从年以来发表的几乎全部散文。"}
{"text":"数日后，他的朋友奥维贝克赶来都灵，把他带回德国去。病历记载这个病人喜欢拥抱和亲吻街上的任何一个行人。孤独使他疯狂，他终于在疯狂中摆脱了孤独。此后，尼采在精神的黑夜中苟延了余年无用的生命，于年月日在魏玛与世长辞。这是我迄今为止最完整的一个散文集，汇集了我从年以来发表的几乎全部散文。尽管我出版过两个散文的单行本只有一个人生和今天我活着，即将出版一个散文的选本，但是仍然有许多想要购买我的作品的读者未能如愿，还有一些对我偏爱的读者希望得到完整的汇集，是他们促使我编了这个集子。十余年的积累只是这么一本不厚的书，成果未免可怜。了解我的朋友都知道，我写作的速度不快。我倒并没有文章千古事的觉悟和抱负，我的觉悟和抱负仅限于，写文章尽量做到有感而发，并且尽量减少不可能避免自我重复，于是难免下笔犹豫了。再说，我首先在生活，人生的变幻和命运的磨难每每使我无暇握笔。不过，同时我也发现，正是在变幻和磨难的极点，我会不由自主地拿起笔来，用真理和谎言救助自己。所以，如果把我的散文归入所谓闲适派，实在是误解。我毫不反对闲适，只是觉得自己离那境界还远。真正的闲适是自然无为，不需努力的，而我却是一个太执著的人，经过努力能达到的至多是超脱的境界罢了。所谓超脱，并不是超然物外，遗世独立，而只是与自己在人世间的遭遇保持一个距离。有了这个距离，也就有了一种看世界的眼光。一个人一旦省悟人生的底蕴和限度，他在这个浮华世界上就很难成为一个踌躇满志的风云人物了。不过，如果他对天下事仍有一份责任心，他在世上还是可以找到他的合适的位置的，守望者便是为他定位的一个确切名称。我很喜欢这个名称，曾经想以此为刊名办一个杂志，可惜未能如愿。以我之见，守望者的职责是，与时代潮流保持适当的距离，守护人生的那些永恒的价值，望和关心人类精神生活的基本走向。曾经有一位读者来信，给我派了一个很好的差使在激烈的竞技场上吹几声临时退场休息的哨子。做这种事，也许有些人会觉得扫兴，但还总有人会认为人生的使命不仅仅是竞争，也应包括休息和思考。那么，就让我为这些人好好吹哨吧。年月日未经省察的人生没有价值有两种哲学家。一种人把哲学当作他的职业，即谋生的手段。另一种人把哲学当作他的生命甚至是比生命更宝贵的东西。"}
{"text":"曾经有一位读者来信，给我派了一个很好的差使在激烈的竞技场上吹几声临时退场休息的哨子。做这种事，也许有些人会觉得扫兴，但还总有人会认为人生的使命不仅仅是竞争，也应包括休息和思考。那么，就让我为这些人好好吹哨吧。年月日未经省察的人生没有价值有两种哲学家。一种人把哲学当作他的职业，即谋生的手段。另一种人把哲学当作他的生命甚至是比生命更宝贵的东西。在公元前五世纪的希腊，智者属于前者，用苏格拉底的话说，他们是智慧的出卖者而苏格拉底自己则堪为后者的典范，他也许是哲学史上因为思想而被定罪并且为了思想而英勇献身的最早也最著名的一位哲学家了。苏格拉底的经历和他在西方思想史上的地位，与孔子之于中国有某种相似之处。他们生活的年代相近，两人毕生都以教育为主要事业，在哲学思想上都重人生伦理而轻形而上学，分别成为中西人文思想的始祖。我发现，直接用政治的分野来判断一位真正的哲学家，往往不得要领。苏格拉底诚然是在雅典民主派当权期间被处死的，但这并不能证明他站在贵族派一边。事实上，无论在民主政体还是贵族政体下，他都曾经甘冒杀身之祸，独自一人与民众大会或寡头政府相对抗，以坚持他心目中的正义。对于苏格拉底来说，还有比当时奴隶主两派的政治更高的东西，这就是他的哲学所追求的合理的人生。现在，人们在追溯西方哲学中人本主义思潮的源头时，一般追溯到苏格拉底。诚然，苏格拉底以前的希腊哲人，例如赫拉克利特与德漠克利特，在他们的著作残篇中也不乏人生智慧的格言，但苏格拉底确实是自觉地把哲学对象限制在人生问题范围内的第一人。他在法庭申辩时所说的未经省察的人生没有价值一语，在我看来是道出了哲学的根本使命，这就是探索人生的意义，过一个有意义的人生。哲学家是一些把生命的意义看得比生命本身更重要的人，他们一生孜孜于思考寻求和创造这种意义，如果要他们停止这种寻求，或者寻求而不可得，他们就活不下去。用苏格拉底的话来说，就是必须追求好的生活远过于生活克力同。所以，当法庭以抛弃哲学为条件赦他的罪时，他拒绝了。哲学的本义是爱智慧，爱智慧甚于爱一切，包括甚于爱生命。商务印书馆最近相继出版了柏拉图的游叙弗伦苏格拉底的申辩克力同和色诺芬的回忆苏格拉底的中译本，为我们了解苏格拉底其人和其思想提供了方便。"}
{"text":"哲学家是一些把生命的意义看得比生命本身更重要的人，他们一生孜孜于思考寻求和创造这种意义，如果要他们停止这种寻求，或者寻求而不可得，他们就活不下去。用苏格拉底的话来说，就是必须追求好的生活远过于生活克力同。所以，当法庭以抛弃哲学为条件赦他的罪时，他拒绝了。哲学的本义是爱智慧，爱智慧甚于爱一切，包括甚于爱生命。商务印书馆最近相继出版了柏拉图的游叙弗伦苏格拉底的申辩克力同和色诺芬的回忆苏格拉底的中译本，为我们了解苏格拉底其人和其思想提供了方便。研究者们一般认为，前者有把苏格拉底理想化的倾向，后者更符合历史真实。我倒觉得，作为哲学家的柏拉图，比作为军人的色诺芬，更能理解他们的这位哲学家老师。在柏拉图笔下，苏格拉底更像一位哲学家。在色诺芬笔下，苏格拉底却显得有些平庸。例如，苏格拉底认为智慧即美德，这在前者笔下突出的是理想人格的锻造和心灵的自我享受，在后者笔下则往往把美德归结为节制，又把节制归结为获取最大快乐的手段。又如，苏格拉底之所以从容就义，色诺芬举出两点非常实际的考虑免去老年的痛苦死后的声誉。柏拉图笔下的苏格拉底则以他特有的机智方式作一番推论死后或毫无知觉，如无梦之夜一样痛快或迁居彼界，得以和古来志士仁人相处，不必与为思想而杀人者打交道，实为无限幸福。他的结束语是分手的时候到了，我去死，你们去活，谁的去路好，唯有神知道。哲学家的幽默和达观，跃然眼前。我并不主张对苏格拉底哲学作过高评价。他把哲学的注意力移向人生，诚然是一大功绩，但他进而把人生问题归结为伦理道德，视野又未免狭窄了。其实，人生意义问题的提出，是以绝对为背景的，哲学的智慧不在于就人生论人生，而在于以绝对为背景对人生意义作出说明。赫拉克利特说，智慧不等于知识，智慧在于认识一，即绝对和永恒。苏格拉底却把智慧与知识等同起来，又把知识与美德等同起来，尽管他强调的是关心自己的灵魂，但是，如果像他那样把对于绝对的渴望从灵魂中排除出去，视为无用无谓之事，那么，灵魂就不成其为灵魂，而智慧也降为一种道德知识和处世之道了。在这个意义上，我认为苏格拉底比起赫拉克利特来又是某种退步。不过，尽管如此，苏格拉底的未经省察的人生没有价值一语仍不失为至理名言，是一个真诚的哲学家应有的信念，只是我们应该以更加广阔的眼光去省察人生。幸福的悖论一把幸福作为研究课题是一件冒险的事。"}
{"text":"在这个意义上，我认为苏格拉底比起赫拉克利特来又是某种退步。不过，尽管如此，苏格拉底的未经省察的人生没有价值一语仍不失为至理名言，是一个真诚的哲学家应有的信念，只是我们应该以更加广阔的眼光去省察人生。幸福的悖论一把幸福作为研究课题是一件冒险的事。幸福一词的意义过于含混，几乎所有人都把自己向往而不可得的境界称作幸福，但不同的人所向往的境界又是多么不同。哲学家们提出过种种幸福论，可以担保的是，没有一种能够为多数人所接受。至于形形色色所谓幸福的秘诀，如果不是江湖骗方，也至多是一些老生常谈罢了。幸福是一种太不确定的东西。一般人把愿望的实现视为幸福，可是，一旦愿望实现了，就真感到幸福么萨特一生可谓功成愿遂，常人最企望的两件事，爱情的美满和事业的成功，他几乎都毫无瑕疵地得到了，但他在垂暮之年却说生活给了我想要的东西，同时它又让我认识到这没多大意思。不过你有什么办法所以，我对一切关于幸福的抽象议论都不屑一顾，而对一切许诺幸福的翔实方案则简直要嗤之以鼻了。最近读莫洛亚的人生五大问题，最后一题也是论幸福。但在前四题中，他对与人生幸福密切相关的问题，包括爱情和婚姻，家庭，友谊，社会生活，作了生动透剔的论述，令人读而不倦。幸福问题的讨论历来包括两个方面，一是社会方面，关系到幸福的客观条件，另一是心理方面，关系到幸福的主观体验。作为一位优秀的传记和小说作家，莫洛亚的精彩之处是在后一方面。就社会方面而言，他的见解大体是肯定传统的，但由于他体察人类心理，所以并不失之武断，给人留下了思索和选择的余地。二自古以来，无论在文学作品中，还是在现实生活中，爱情和婚姻始终被视为个人幸福之命脉所系。多少幸福或不幸的喟叹，都缘此而起。按照孔德的说法，女人是感情动物，爱情和婚姻对于女人的重要性自不待言。但即使是行动动物的男人，在事业上获得了辉煌的成功，倘若在爱情和婚姻上失败了，他仍然会觉得自己非常不幸。可是，就在这个人们最期望得到幸福的领域里，却很少有人敢于宣称自己是真正幸福的。"}
{"text":"二自古以来，无论在文学作品中，还是在现实生活中，爱情和婚姻始终被视为个人幸福之命脉所系。多少幸福或不幸的喟叹，都缘此而起。按照孔德的说法，女人是感情动物，爱情和婚姻对于女人的重要性自不待言。但即使是行动动物的男人，在事业上获得了辉煌的成功，倘若在爱情和婚姻上失败了，他仍然会觉得自己非常不幸。可是，就在这个人们最期望得到幸福的领域里，却很少有人敢于宣称自己是真正幸福的。诚然，热恋中的情人个个都觉得自己是幸福女神的宠儿，但并非人人都能得到热恋的机遇，有许多人一辈子也没有品尝过个中滋味。况且热恋未必导致美满的婚姻，婚后的失望争吵厌倦平淡麻木几乎是常规，终身如恋人一样缱绻的夫妻毕竟只是幸运的例外。从理论上说，每一个人在异性世界中都可能有一个最佳对象，一个所谓的唯一者独一无二者，或如吉卜林的诗所云，一千人中之一人。但是，人生短促，人海茫茫，这样两个人相遇的几率差不多等于零。如果把幸福寄托在这相遇上，幸福几乎是不可能的。不过，事实上，爱情并不如此苛求，冥冥中也并不存在非此不可的命定姻缘。正如莫洛亚所说如果因了种种偶然按应为必然之故，一个求爱者所认为独一无二的对象从未出现，那么，差不多近似的爱情也会在另一个对象身上感到。期待中的唯一者，会化身为千百种形象向一个渴望爱情的人走来。也许爱情永远是个谜，任何人无法说清自己所期待的唯一者究竟是什么样子的。只有到了堕入情网，陶醉于爱情的极乐，一个人才会惊喜地向自己的情人喊道你就是我一直期待着的那个人，就是那个唯一者。究竟是不是呢也许是的。这并非说，他们之间有一种宿命，注定不可能爱上任何别人。不，如果他们不相遇，他们仍然可能在另一个人身上发现自己的唯一者。然而，强烈的感情经验已经改变了他们的心理结构，从而改变了他们与其他可能的对象之间的关系。犹如经过一次化合反应，他们都已经不是原来的元素，因而不可能再与别的元素发生相似的反应了。在这个意义上，一个人一生只能有一次震撼心灵的爱情，而且只有少数人得此幸遇。也许不是。因为唯一者本是痴情的造影，一旦痴情消退，就不再成其唯一者了。莫洛亚引哲学家桑塔耶那的话说爱情的十分之九是由爱人自己造成的，十分之一才靠那被爱的对象。凡是经历过热恋的人都熟悉爱情的理想化力量，幻想本是爱情不可或缺的因素。"}
