{"text":"文选，即昭明文选，共三十卷，南朝梁昭明太子萧统编选的自秦汉至齐梁的诗文总集。一九三三年九月大晚报征求所谓推荐书目时，施蛰存曾提倡青年读这些书。在准风月谈重三感旧等文中曾予批评，可参看。忆韦素园君忆韦素园君我也还有记忆的，但是，零落得很。我自己觉得我的记忆好像被刀刮过了的鱼鳞，有些还留在身体上，有些是掉在水里了，将水一搅，有几片还会翻腾，闪烁，然而中间混着血丝，连我自己也怕得因此污了赏鉴家的眼目。现在有几个朋友要纪念韦素园君，我也须说几句话。是的，我是有这义务的。我只好连身外的水也搅一下，看看泛起怎样的东西来。怕是十多年之前了罢，我在北京大学做讲师，有一天。在教师豫备室里遇见了一个头发和胡子统统长得要命的青年，这就是李霁野。我的认识素园，大约就是霁野绍介的罢，然而我忘记了那时的情景。现在留在记忆里的，是他已经坐在客店的一间小房子里计画出版了。这一间小房子，就是未名社。那时我正在编印两种小丛书，一种是乌合丛书，专收创作，一种是未名丛刊，专收翻译，都由北新书局出版。出版者和读者的不喜欢翻译书，那时和现在也并不两样，所以未名丛刊是特别冷落的。恰巧，素园他们愿意绍介外国文学到中国来，便和李小峰商量，要将未名丛刊移出，由几个同人自办。小峰一口答应了，于是这一种丛书便和北新书局脱离。稿子是我们自己的，另筹了一笔印费，就算开始。因这丛书的名目，连社名也就叫了未名――但并非没有名目的意思，是还没有名目的意思，恰如孩子的还未成丁似的。未名社的同人，实在并没有什么雄心和大志，但是，愿意切切实实的，点点滴滴的做下去的意志，却是大家一致的。而其中的骨干就是素园。于是他坐在一间破小屋子，就是未名社里办事了，不过小半好像也因为他生着病，不能上学校去读书，因此便天然的轮着他守寨。我最初的记忆是在这破寨里看见了素园，一个瘦小，精明，正经的青年，窗前的几排破旧外国书，在证明他穷着也还是钉住着文学。然而，我同时又有了一种坏印象，觉得和他是很难交往的，因为他笑影少。笑影少原是未名社同人的一种特色，不过素园显得最分明，一下子就能够令人感得。但到后来，我知道我的判断是错误了，和他也并不难于交往。他的不很笑，大约是因为年龄的不同，对我的一种特别态度罢，可惜我不能化为青年，使大家忘掉彼我，得到确证了。这真相，我想，霁野他们是知道的。"}
{"text":"我最初的记忆是在这破寨里看见了素园，一个瘦小，精明，正经的青年，窗前的几排破旧外国书，在证明他穷着也还是钉住着文学。然而，我同时又有了一种坏印象，觉得和他是很难交往的，因为他笑影少。笑影少原是未名社同人的一种特色，不过素园显得最分明，一下子就能够令人感得。但到后来，我知道我的判断是错误了，和他也并不难于交往。他的不很笑，大约是因为年龄的不同，对我的一种特别态度罢，可惜我不能化为青年，使大家忘掉彼我，得到确证了。这真相，我想，霁野他们是知道的。但待到我明白了我的误解之后，却同时又发见了一个他的致命伤他太认真虽然似乎沉静，然而他激烈。认真会是人的致命伤的么？至少，在那时以至现在，可以是的。一认真，便容易趋于激烈，发扬则送掉自己的命，沉静着，又啮碎了自己的心。这里有一点小例子。――我们是只有小例子的。那时候，因为段祺瑞总理和他的帮闲们的迫压，我已经逃到厦门，但北京的狐虎之威还正是无穷无尽。段派的女子师范大学校长林素园，带兵接收学校去了，演过全副武行之后，还指留着的几个教员为共产党。这个名词，一向就给有些人以办事上的便利，而且这方法，也是一种老谱，本来并不希罕的。但素园却好像激烈起来了，从此以后，他给我的信上，有好一晌竟憎恶素园两字而不用，改称为漱园。同时社内也发生了冲突，高长虹从上海寄信来，说素园压下了向培良的稿子，叫我讲一句话。我一声也不响。于是在狂飙上骂起来了，先骂素园，后是我。素园在北京压下了培良的稿子，却由上海的高长虹来抱不平，要在厦门的我去下判断，我颇觉得是出色的滑稽，而且一个团体，虽是小小的文学团体罢，每当光景艰难时，内部是一定有人起来捣乱的，这也并不希罕。然而素园却很认真，他不但写信给我，叙述着详情，还作文登在杂志上剖白。在天才们的法庭上，别人剖白得清楚的么？――我不禁长长的叹了一口气，想到他只是一个文人，又生着病，却这么拚命的对付着内忧外患，又怎么能够持久呢。自然，这仅仅是小忧患，但在认真而激烈的个人，却也相当的大的。不久，未名社就被封，几个人还被捕。也许素园已经咯血，进了病院了罢，他不在内。但后来，被捕的释放，未名社也启封了，忽封忽启，忽捕忽放，我至今还不明白这是怎么的一个玩意。"}
{"text":"在天才们的法庭上，别人剖白得清楚的么？――我不禁长长的叹了一口气，想到他只是一个文人，又生着病，却这么拚命的对付着内忧外患，又怎么能够持久呢。自然，这仅仅是小忧患，但在认真而激烈的个人，却也相当的大的。不久，未名社就被封，几个人还被捕。也许素园已经咯血，进了病院了罢，他不在内。但后来，被捕的释放，未名社也启封了，忽封忽启，忽捕忽放，我至今还不明白这是怎么的一个玩意。我到广州，是第二年――一九二七年的秋初，仍旧陆续的接到他几封信，是在西山病院里，伏在枕头上写就的，因为医生不允许他起坐。他措辞更明显，思想也更清楚，更广大了，但也更使我担心他的病。有一天，我忽然接到一本书，是布面装订的素园翻译的外套。我一看明白，就打了一个寒噤这明明是他送给我的一个纪念品，莫非他已经自觉了生命的期限了么？我不忍再翻阅这一本书，然而我没有法。我因此记起，素园的一个好朋友也咯过血，一天竟对着素园咯起来，他慌张失措，用了爱和忧急的声音命令道你不许再吐了！我那时却记起了伊孛生的勃兰特。他不是命令过去的人，从新起来，却并无这神力，只将自己埋在崩雪下面的么？我在空中看见了勃兰特和素园，但是我没有话。一九二九年五月末，我最以为侥幸的是自己到西山病院去，和素园谈了天。他为了日光浴，皮肤被晒得很黑了，精神却并不萎顿。我们和几个朋友都很高兴。但我在高兴中，又时时夹着悲哀忽而想到他的爱人，已由他同意之后，和别人订了婚忽而想到他竟连绍介外国文学给中国的一点志愿，也怕难于达到忽而想到他在这里静卧着，不知道他自以为是在等候全愈，还是等候灭亡忽而想到他为什么要寄给我一本精装的外套？壁上还有一幅陀思妥也夫斯基的大画像。对于这先生，我是尊敬，佩服的，但我又恨他残酷到了冷静的文章。他布置了精神上的苦刑，一个个拉了不幸的人来，拷问给我们看。现在他用沉郁的眼光，凝视着素园和他的卧榻，好像在告诉我这也是可以收在作品里的不幸的人。自然，这不过是小不幸，但在素园个人，是相当的大的。一九三二年八月一日晨五时半，素园终于病殁在北平同仁医院里了，一切计画，一切希望，也同归于尽。我所抱憾的是因为避祸，烧去了他的信札，我只能将一本外套当作唯一的纪念，永远放在自己的身边。自素园病殁之后，转眼已是两年了，这其间，对于他，文坛上并没有人开口。"}
{"text":"他布置了精神上的苦刑，一个个拉了不幸的人来，拷问给我们看。现在他用沉郁的眼光，凝视着素园和他的卧榻，好像在告诉我这也是可以收在作品里的不幸的人。自然，这不过是小不幸，但在素园个人，是相当的大的。一九三二年八月一日晨五时半，素园终于病殁在北平同仁医院里了，一切计画，一切希望，也同归于尽。我所抱憾的是因为避祸，烧去了他的信札，我只能将一本外套当作唯一的纪念，永远放在自己的身边。自素园病殁之后，转眼已是两年了，这其间，对于他，文坛上并没有人开口。这也不能算是希罕的，他既非天才，也非豪杰，活的时候，既不过在默默中生存，死了之后，当然也只好在默默中泯没。但对于我们，却是值得记念的青年，因为他在默默中支持了未名社。未名社现在是几乎消灭了，那存在期，也并不长久。然而自素园经营以来，绍介了果戈理，陀思妥也夫斯基，安特列夫，绍介了望蔼覃，绍介了爱伦堡的烟袋和拉夫列涅夫的四十一。还印行了未名新集，其中有丛芜的君山，静农的地之子和建塔者，我的朝华夕拾，在那时候，也都还算是相当可看的作品。事实不为轻薄阴险小儿留情，曾几何年，他们就都已烟消火灭，然而未名社的译作，在文苑里却至今没有枯死的。是的，但素园却并非天才，也非豪杰，当然更不是高楼的尖顶，或名园的美花，然而他是楼下的一块石材，园中的一撮泥土，在中国第一要他多。他不入于观赏者的眼中，只有建筑者和栽植者，决不会将他置之度外。文人的遭殃，不在生前的被攻击和被冷落，一瞑之后，言行两亡，于是无聊之徒，谬托知己，是非蜂起，既以自，又以卖钱，连死尸也成了他们的沽名获利之具，这倒是值得悲哀的。现在我以这几千字纪念我所熟识的素园，但愿还没有营私肥己的处所，此外也别无话说了。我不知道以后是否还有记念的时候，倘止于这一次，那么，素园，从此别了！一九三四年七月十六之夜，记。本篇最初发表于一九三四年十月上海文学月刊第三卷第四号。未名社文学团体，一九二五年秋成立于北京，主要成员有韦素园曹靖华李霁野台静农等。先后出版过莽原半月刊未名半月刊和未名丛刊未名新集等。一九三一年秋后因经济困难，无形解体。"}
{"text":"现在我以这几千字纪念我所熟识的素园，但愿还没有营私肥己的处所，此外也别无话说了。我不知道以后是否还有记念的时候，倘止于这一次，那么，素园，从此别了！一九三四年七月十六之夜，记。本篇最初发表于一九三四年十月上海文学月刊第三卷第四号。未名社文学团体，一九二五年秋成立于北京，主要成员有韦素园曹靖华李霁野台静农等。先后出版过莽原半月刊未名半月刊和未名丛刊未名新集等。一九三一年秋后因经济困难，无形解体。李小峰―江苏江阴人。北京大学毕业，曾参加新潮社和语丝社，后为北新书局主持人。段祺瑞―安徽合肥人，北洋皖系军阀。曾任北洋政府国务总理北京临时执政府执政等。林素园福建人，研究系的小官僚。一九二五年八月，北洋政府教育部为镇压北京女子师范大学学潮，下令停办该校，改为北京女子学院师范部，林被任为师范部学长。同年九月五日，他率领军警赴女师大实行武装接收。高长虹山西盂县人，狂飙社主要成员之一，是当时一个思想上带有虚无主义和无政府主义色彩的青年。一九二六年十月高长虹等在上海创办狂飙周刊，该刊第二期载有高长虹给先生的通信，其中说接培良来信，说他同韦素园先生大起冲突，原因是为韦先生退还高歌的剃刀，又压下他的冬天现在编辑莽原者，且甚至执行编辑之权威者，为韦素园先生也然权威或可施之于他人，要不应施之于同伴也今则态度显然，公然以退还加诸我等矣！刀搁头上矣！到了这时，我还能不出来一理论吗？最后他又对说你如愿意说话时，我也想听一听你的意见。未名社被封一九二八年春，未名社出版的文学与革命托洛茨基著，李霁野韦素园译一书在济南山东省立第一师范学校被扣。北京警察厅据山东军阀张宗昌电告，于三月二十六日查封未名社，捕去李霁野等三人。至十月始启封。按到广州应是一九二七年初一月十八日。外套俄国作家果戈理所作中篇小说，韦素园的译本出版于一九二六年九月，为未名丛刊之一。据日记，他收到韦素园的赠书是在一九二九年八月三日。伊孛生，―通译易卜生，挪威剧作家。勃兰特是他作的诗剧，剧中人勃兰特企图用个人的力量鼓动人们起来反对世俗旧习。"}
{"text":"北京警察厅据山东军阀张宗昌电告，于三月二十六日查封未名社，捕去李霁野等三人。至十月始启封。按到广州应是一九二七年初一月十八日。外套俄国作家果戈理所作中篇小说，韦素园的译本出版于一九二六年九月，为未名丛刊之一。据日记，他收到韦素园的赠书是在一九二九年八月三日。伊孛生，―通译易卜生，挪威剧作家。勃兰特是他作的诗剧，剧中人勃兰特企图用个人的力量鼓动人们起来反对世俗旧习。他带领一群信徒上山去寻找理想的境界，在途中，人们不堪登山之苦，对他的理想产生了怀疑，于是把他击倒，最后他在雪崩下丧生。陀思妥也夫斯基，―豆骷摇谐怠穷人被侮辱与被损害的罪与罚等。参看且介亭杂文二集陀思妥夫斯基的事。一九三年因参加中国自由运动大同盟，遭到国民党当局通缉，次年又因柔石被捕，曾两次被迫弃家出走，出走前烧毁了所存的信札。参看两地书。收入未名丛刊中的译本有俄国果戈理的小说外套韦素园译，陀思妥也夫斯基的小说穷人韦丛芜译，安特列夫―的剧本往星中和黑假面人李霁野译，荷兰望蔼覃―的童话小约翰译，苏联爱伦堡―等七人的短篇小说集烟袋曹靖华辑译，苏联拉甫列涅夫―的中篇小说第四十一曹靖华译。未名新集未名社印行的专收创作的丛刊。君山是诗集，地之子和建塔者都是短篇小说集。关于新文字关于新文字――答问比较，是最好的事情。当没有知道拼音字之前，就不会想到象形字的难当没有看见拉丁化的新文字之前，就很难明确的断定以前的注音字母和罗马字拼法，也还是麻烦的，不合实用，也没有前途的文字。方块汉字真是愚民政策的利器，不但劳苦大众没有学习和学会的可能，就是有钱有势的特权阶级，费时一二十年，终于学不会的也多得很。最近，宣传古文的好处的教授，竟将古文的句子也点错了，就是一个证据――他自己也没有懂。不过他们可以装作懂得的样子，来胡说八道，欺骗不明真相的人。所以，汉字也是中国劳苦大众身上的一个结核，病菌都潜伏在里面，倘不首先除去它，结果只有自己死。"}
{"text":"方块汉字真是愚民政策的利器，不但劳苦大众没有学习和学会的可能，就是有钱有势的特权阶级，费时一二十年，终于学不会的也多得很。最近，宣传古文的好处的教授，竟将古文的句子也点错了，就是一个证据――他自己也没有懂。不过他们可以装作懂得的样子，来胡说八道，欺骗不明真相的人。所以，汉字也是中国劳苦大众身上的一个结核，病菌都潜伏在里面，倘不首先除去它，结果只有自己死。先前也曾有过学者，想出拼音字来，要大家容易学，也就是更容易教训，并且延长他们服役的生命，但那些字都还很繁琐，因为学者总忘不了官话，四声，以及这是学者创造出来的字，必需有学者的气息。这回的新文字却简易得远了，又是根据于实生活的，容易学，有用，可以用这对大家说话，听大家的话，明白道理，学得技艺，这才是劳苦大众自己的东西，首先的唯一的活路。现在正在中国试验的新文字，给南方人读起来，是不能全懂的。现在的中国，本来还不是一种语言所能统一，所以必须另照各地方的言语来拼，待将来再图沟通。反对拉丁化文字的人，往往将这当作一个大缺点，以为反而使中国的文字不统一了，但他却抹杀了方块汉字本为大多数中国人所不识，有些知识阶级也并不真识的事实。然而他们却深知道新文字对于劳苦大众有利，所以在弥漫着白色恐怖的地方，这新文字是一定要受摧残的。现在连并非新文字，而只是更接近口语的大众语，也在受着苛酷的压迫和摧残。中国的劳苦大众虽然并不识字，但特权阶级却还嫌他们太聪明了，正竭力的弄麻木他们的思索机关呢，例如用飞机掷下炸弹去，用机关枪送过子弹去，用刀斧将他们的颈子砍断，就都是的。十二月九日。本篇曾被译为拉丁化新文字，发表于拥护新文字六日报，期数未详。指刘大杰。他在上海人间世半月刊创刊号一九三四年四月五日发表的春波楼随笔中说此等书指琅治募袁中郎全集等中，确有不少绝妙的小品文字，可恨清代士大夫，只会做滥调古文，不能赏识此等绝妙文章耳。但他标点的琅治募袁中郎全集中却有不少断句错误。参看花边文学骂杀与捧杀。指王照劳乃宣等人，参看本卷第页注。"}
{"text":"他在上海人间世半月刊创刊号一九三四年四月五日发表的春波楼随笔中说此等书指琅治募袁中郎全集等中，确有不少绝妙的小品文字，可恨清代士大夫，只会做滥调古文，不能赏识此等绝妙文章耳。但他标点的琅治募袁中郎全集中却有不少断句错误。参看花边文学骂杀与捧杀。指王照劳乃宣等人，参看本卷第页注。运命运命有一天，我坐在内山书店里闲谈――我是常到内山书店去闲谈的，我的可怜的敌对的文学家，还曾经借此竭力给我一个汉奸的称号，可惜现在他们又不坚持了――才知道日本的丙午年生，今年二十九岁的女性，是一群十分不幸的人。大家相信丙午年生的女人要克夫，即使再嫁，也还要克，而且可以多至五六个，所以想结婚是很困难的。这自然是一种迷信，但日本社会上的迷信也还是真不少。我问可有方法解除这夙命呢？回答是没有。接着我就想到了中国。许多外国的中国研究家，都说中国人是定命论者，命中注定，无可奈何就是中国的论者，现在也有些人这样说。但据我所知道，中国女性就没有这样无法解除的命运。命凶或命硬，是有的，但总有法子想，就是所谓禳解或者和不怕相克的命的男子结婚，制住她的凶或硬。假如有一种命，说是要连克五六个丈夫的罢，那就早有道士之类出场，自称知道妙法，用桃木刻成五六个男人，画上符咒，和这命的女人一同行结俪之礼后，烧掉或埋掉，于是真来订婚的丈夫，就算是第七个，毫无危险了。中国人的确相信运命，但这运命是有方法转移的。所谓没有法子，有时也就是一种另想道路――转移运命的方法。等到确信这是运命，真真没有法子的时候，那是在事实上已经十足碰壁，或者恰要灭亡之际了。运命并不是中国人的事前的指导，乃是事后的一种不费心思的解释。中国人自然有迷信，也有信，但好像很少坚信。我们先前最尊皇帝，但一面想玩弄他，也尊后妃，但一面又有些想吊她的膀子畏神明，而又烧纸钱作贿赂，佩服豪杰，却不肯为他作牺牲。崇孔的名儒，一面拜佛，信甲的战士，明天信丁。宗教战争是向来没有的，从北魏到唐末的佛道二教的此仆彼起，是只靠几个人在皇帝耳朵边的甘言蜜语。风水，符咒，拜祷偌大的运命，只要化一批钱或磕几个头，就改换得和注定的一笔大不相同了――就是并不注定。"}
{"text":"我们先前最尊皇帝，但一面想玩弄他，也尊后妃，但一面又有些想吊她的膀子畏神明，而又烧纸钱作贿赂，佩服豪杰，却不肯为他作牺牲。崇孔的名儒，一面拜佛，信甲的战士，明天信丁。宗教战争是向来没有的，从北魏到唐末的佛道二教的此仆彼起，是只靠几个人在皇帝耳朵边的甘言蜜语。风水，符咒，拜祷偌大的运命，只要化一批钱或磕几个头，就改换得和注定的一笔大不相同了――就是并不注定。我们的先哲，也有知道定命有这么的不定，是不足以定人心的，于是他说，这用种种方法之后所得的结果，就是真的定命，而且连必须用种种方法，也是命中注定的。但看起一般的人们来，却似乎并不这样想。人而没有坚信，狐狐疑疑，也许并不是好事情，因为这也就是所谓无特操。但我以为信运命的中国人而又相信运命可以转移，却是值得乐观的。不过现在为止，是在用迷信来转移别的迷信，所以归根结蒂，并无不同，以后倘能用正当的道理和实行――科学来替换了这迷信，那么，定命论的思想，也就和中国人离开了。假如真有这一日，则和尚，道士，巫师，星相家，风水先生的宝座，就都让给了科学家，我们也不必整年的见神见鬼了。十月二十三日。本篇最初发表于一九三四年十一月二十日太白半月刊第一卷第五期，署名公汗。内山书店日本人内山完造―在上海开设的书店，主要经售日文书籍。给我一个汉奸的称号一九三三年七月，曾今可主办的文艺座谈第一卷第一期刊登署名白羽遐的内山书店小坐记，影射为日本的间谍参看伪自由书。又一九三四年五月社会新闻第七卷第十二期刊登署名思的愿作汉奸一稿，诬蔑与日本书局订定密约乐于作汉奸矣。关于中国的两三件事关于中国的两三件事一关于中国的火希腊人所用的火，听说是在一直先前，普洛美修斯从天上偷来的，但中国的却和它不同，是燧人氏自家所发见――或者该说是发明罢。因为并非偷儿，所以拴在山上，给老雕去啄的灾难是免掉了，然而也没有普洛美修斯那样的被传扬，被崇拜。中国也有火神的。但那可不是燧人氏，而是随意放火的莫名其妙的东西。"}
