{"text":"奶奶朝他屁股上重重地打了一下，然后告诫他说穷不可怕，只要你诚实，你就有救。他说他永远记住奶奶的话。诚信比一切智谋都好，因为它是智谋的源泉。诚信是做人和处事的一条基本原则。不仅仅现实中的人会因其真实而获得意料之外的惊喜，而且还会给后人留下一笔丰厚的精神财富。请信守诚信吧因为诚信，我们才能取得别人的信赖和信任因为诚信，我们才可以收获一份意外的惊喜因为诚信，我们才可以走出人生的不如意因为诚信，我们才可以成为真正的智者。林则徐说观操守，在利害时。古代有许多贤明之士，正是在个人利害攸关之际，表现出财贿不以动其心，爵禄不以移其志的高尚情操。为维护人格的尊严而自重，为保持人格的纯正而自省，为防止人格下滑而自警，为追求人格的升华而自励。当人们在感叹世风日下，天良渐泯时，人们不约而同地关注到社会人性美的另一面。假如我们碰到买彩票这件事，又该如何去做我们会像那位业主那样做吗互联网上的调查显示，大多人的态度是暧昧或相反的。一粒沙里看世界，这就更加显示出业主行为的难能可贵，他的内心，存放着一个美好诚信的无形世界，映射出人性的纯净和伟大。让我们向这位业主一样，树起理想的风帆期待诚信，让诚信像一根小小的火柴，燃亮一片心空像一片小小的绿叶，倾倒一个季节像一朵小小的浪花，飞溅起整个海洋，像一根长长的木棒，撬起整个地球让我们向这位业主一样，用充满生命的希望期待诚信，让诚信成为我们人生的准则，让自己对诚信的履践萌生出对心灵的感动，让生命因诚信而获得一次畅快的呼吸，为自己的人格涂上一层亮色。至诚，至成松柏不会因为几次雨雪的侵袭而背弃它对大地常青的诺言。江河不会因为几次干旱的肆虐而违背它对大海永恒的约定。山川不会因为一点龟裂的伤痕而收回它对草木坚守的承诺。它们尚且如此，作为天地人三才之首的人，又该如何呢是的，诚信是这个世界拥有的最珍贵的品格，它给了世界一个稳定的依赖，给了人心一方安稳的净土。诚信是立业之本。"}
{"text":"它们尚且如此，作为天地人三才之首的人，又该如何呢是的，诚信是这个世界拥有的最珍贵的品格，它给了世界一个稳定的依赖，给了人心一方安稳的净土。诚信是立业之本。在当今三聚氰胺，瘦肉精，塑化剂接踵而至的时候，哪家企业能够信守对顾客负责的诺言，它便赢了一半，在阿里巴巴公司爆发诚信危机，内在诚信体系崩溃之时，我们期盼的是一个真正能够一诺千金，一诺千万金的企业站出来，让消费者真正放心，让承诺称得上是铁打的承诺只是这样的企业，才能真正顶起祖国的脊梁只是这样的企业，才能真正地成就一批有诚有信的企业家，而非钻营牟利的不法分子。诚信是为人之道。在吾日三省吾身之时，言而有信是必审必省的一项，可见其重要性，修身，齐家治国，平天下，做人的第一步，就是修身，而修身的第一步，当推言而有信了。古人常为对老友的一句承诺而跋涉千里孔子的弟子们为了他的遗愿耗时耗力就连水泊梁山的绿林好汉，江湖大盗聚集之处，当头的就两个字信和义，君子一言，驷马难追，为了一句诺言，赴汤蹈火，在所不辞，这才是中国人对诚信的最好阐释诚信是科学研究的根基。科学研究的第一要素不是精密的仪器，不是成熟的理论，更不是实验室得到的经费，而是存在于科学工脑中的对科学对真理的承诺，如同医务工从医前的宣誓，这个承诺同样是神圣不可侵犯的，同那些伪学术假科学相比，布鲁诺坚持日心说，被教会关押，迫害长达八年但也无法改变他对科学和真理的忠诚。如果每个科研工都对自己的誓言恪守，诚信地做每次的研究，不弄虚作假，这样才能创造一个真正高效的科研环境，为祖国做出更具震撼力的贡献诚信是我们许诺，所以我们遵从，我们约定，我们信赖，让我们怀着互诚互信的心态去面对每一件小事，我们必将成功因为至诚，所以至成。我们遗忘的艰辛时代是一棵树，过去是汲取营养的根，现在是地表上那一片丰茂与硕果累累。我们嘲笑父辈，说他们在有鱼吃的年代还捉老鼠在小康社会的今天还捡饭桌上的一粒米在粮食充裕的时候还舍不得倒掉一碗馊了的菜。在我们的嘲笑中，他们含泪。我们嘲笑父辈，说他们在花甲的年纪都不懂得休憩在烈日的炙烤下不懂得乘荫纳凉在儿女已长大的年纪还释不开心怀。在我们的嘲笑中，他们傻笑。我们嘲笑父辈，说他们穿着老土的衣服显朴素在城里的餐桌上依然吃得一粒不剩在买菜时拿着皱巴巴的钱讨毛钱的价。"}
{"text":"我们遗忘的艰辛时代是一棵树，过去是汲取营养的根，现在是地表上那一片丰茂与硕果累累。我们嘲笑父辈，说他们在有鱼吃的年代还捉老鼠在小康社会的今天还捡饭桌上的一粒米在粮食充裕的时候还舍不得倒掉一碗馊了的菜。在我们的嘲笑中，他们含泪。我们嘲笑父辈，说他们在花甲的年纪都不懂得休憩在烈日的炙烤下不懂得乘荫纳凉在儿女已长大的年纪还释不开心怀。在我们的嘲笑中，他们傻笑。我们嘲笑父辈，说他们穿着老土的衣服显朴素在城里的餐桌上依然吃得一粒不剩在买菜时拿着皱巴巴的钱讨毛钱的价。在我们的嘲笑中，他们执着着。当有一天，我们捉襟见肘了，他一声不吭地拿出那些曾被我们鄙视的节俭替我们解了围。他们傻笑着，我们哭了。我们忆起了那些我们忘却的艰辛，那些在田野中抚着枯死的幼苗叹息的时光。我们也终于懂得了父辈们放心不下的原因。他们都曾是面朝黄土背朝天的农民，只是用自己的辛酸晓谕我们那不能忘却的艰辛。他们用辛劳铸就了我们勤劳民族的智慧，用智慧浇灌了一方硕果累累的沃土。在崛起的东方大地上，我们是太阳，让这智慧之花常开不败的太阳。用心筑起巢的父辈在用心教会我们成长。我们需要继承与发扬那一轮光辉。沧海桑田，无法预知的事情，父辈是用勤劳赢取了幸福。时光流转，幸福连绵，父辈是用甘甜苦涩延续了幸福。锦江春色，幸福蔓延，父辈在用俭朴唤起那忘却的艰辛。朴实的父辈平实的话只告诉我们忧劳可以兴国，逸豫可以亡身一个民族，忘记了历史，就意味着背叛，忘记了艰辛，就意味着衰落。在有鱼吃的年代，我们不忘我们曾是一群捕鼠的人。在繁茂的树荫里，我们会成为汲取营养的根。丹墨莲梅鱼生活在小水缸中就长得小，到了大水缸中就会长得大，环境决定着鱼狼不断探索着新的环境，生存技能不断提高，环境改变着狼被周围的人认为是最有前途者，于是学生的成绩就会不断提高。环境的确影响着人。古人也说过与善人居，如入芝兰之室，久而不闻其香，即与之化矣。与不善人居，如入鲍鱼之肆，久而不闻其臭，亦与之化矣。丹之所藏者赤，漆之所藏者黑。处于香的环境，自己也会香，处于臭的环境自己也会臭。这句话的意思是香臭丹墨会影响人，周围的环境会把人影响到与它融为一体，所处环境会影响一个人的成败。但是在环境面前，人就只能任环境改变自己，塑造自己吗自古便有乱世出英雄这种说法。"}
{"text":"环境的确影响着人。古人也说过与善人居，如入芝兰之室，久而不闻其香，即与之化矣。与不善人居，如入鲍鱼之肆，久而不闻其臭，亦与之化矣。丹之所藏者赤，漆之所藏者黑。处于香的环境，自己也会香，处于臭的环境自己也会臭。这句话的意思是香臭丹墨会影响人，周围的环境会把人影响到与它融为一体，所处环境会影响一个人的成败。但是在环境面前，人就只能任环境改变自己，塑造自己吗自古便有乱世出英雄这种说法。春秋战国，群雄混战，杀人盈野，民不聊生，在这种环境中，人们都退缩了吗儒者在颠沛流离中思考王道之始在哪里，于是成就了千古至圣战者在流血漂橹中思考不战而屈人之兵，止戈为武，于是成就了兵圣。偏僻的南阳并没有把诸葛孔明变成鄙陋的村夫蛮荒的北海没有把苏武变成西伯利亚的牧民清净的寺庙也没有把朱元璋变成虔诚的和尚。伟大的民族英雄林则徐，任两广总督时，可以在烟馆遍地的国内环境中，烧起一把销烟的熊熊烈火，让国人迷离的双眼从鸦片缭绕的青烟中睁开。即使后来因此被贬西北边疆，他仍然没有因为环境的恶劣而停下他为民造福的脚步，在风沙中他徒步勘测地理状况，在干渴中他规划设计，因地制宜地大力发展坎儿井，人们至今还称其为林公井，清流泽被世人，惠及子孙。环境固然可以影响人，但是却不能起到决定作用。种子生活在阴暗潮湿的土壤里，但是它不会被永远埋没，依然可以择机萌发雏鹰生活在悬崖峭壁上，但是没有因此而蜷缩待毙，依然可以勇敢地振翅高飞，翱翔天宇莲，出淤泥而不染，濯清涟而不妖梅，凌寒独自开，暗香盈风雪。环境如丹如墨会改变人，但是人也可以如莲如梅不被环境改变，在坚守中绽放自己，成就自己。人，勿以丹墨为借口，要以莲梅为榜样满身花雨又归来沧海霁月，落崖惊风。一花一世界，一叶一菩提。在灯红酒绿的都市中，在余音绕梁的低回处，在清风送爽，点点星光之下，人，如同窗外的帘燕，在归途中几度徘徊。能见证人类在现代化的大路上越来越远的一个代表性群体之一便是猫。曾几何时，猫已经从肩负重任的卫家战士蜕变成养尊处优的宠儿。当我们高唱老鼠爱大米的时候已激不起猫的半点儿斗志――它早已转变了习性，爱上了鱼。是什么使猫失去了捉老鼠的本能又是什么使猫从猎人变成猎物我想说不，猫决不是坐享其成的观望者，它的体内还潜存着奋斗的本能。"}
{"text":"一花一世界，一叶一菩提。在灯红酒绿的都市中，在余音绕梁的低回处，在清风送爽，点点星光之下，人，如同窗外的帘燕，在归途中几度徘徊。能见证人类在现代化的大路上越来越远的一个代表性群体之一便是猫。曾几何时，猫已经从肩负重任的卫家战士蜕变成养尊处优的宠儿。当我们高唱老鼠爱大米的时候已激不起猫的半点儿斗志――它早已转变了习性，爱上了鱼。是什么使猫失去了捉老鼠的本能又是什么使猫从猎人变成猎物我想说不，猫决不是坐享其成的观望者，它的体内还潜存着奋斗的本能。随着历史的飞跃和时代的变迁，人类用双手创造出生生不息的文明。文明的力量是伟大的，它不仅存在于精神，更渗透进政治经济等物质生活的各个领域，这不仅仅大幅度提高了人类的生活水平，也在很大程度上改善了人类的生活环境。我们不否认这种变化带给人类的优越，但伴随着进步而来的种种矛盾也日益突显。而对优越的物质环境，人们失去了奋斗的本能，越来越不愿劳动，甚至耻于劳动。各种高端科技产品及机器都以代替人类劳动为主要目标。殊不知，双手的解放引发了思维的惰性。奋斗与劳动是大自然赋予的本能，而自然的本能在逐步褪去了，也标志着人类作为一种自然的生物却脱离了自然，离自然越来越远。春来花自青，秋至叶飘零，这便是自然留给我们的本能。情感也是如此。住在布达拉宫，我是雪域之王。走在拉萨城中，是世间最美的情郎。这是仓夹嘉措留下的诗句，也是他对于人性本能不可抗拒的写照。他充满传奇色彩的一生，全是为这种本能而活。他不贪恋权位，更不为财富而诱惑，他的心，时时刻刻寻找人间最真实的情感，他把人间的至真至爱，把人间最美好的天性释放得淋漓尽致。问佛为什么总也遗憾佛曰没有遗憾，无法体味幸福。问佛为什么下雪总在夜里佛曰美好的东西总在不经意间流走。仓夹嘉措这样问，人类也这样问，因为我们总是在美好中留下遗憾，正如我们已淡去的本性。猫被诱惑蒙蔽了双眼，忘记了本能。但我相信，人不会在科技的溺爱下失去追逐真性情的天性，更不会失去奋斗的本能。人是一只帘燕，在自然的窗前徘徊，依然如泉般清澈，依然如茶般香醇，也依旧满身花雨又归来大同世界，焉能忘本是日高考，书大同世界，焉能忘本，感慨系之，故作此文。后之览者，亦将有感于斯文。时维六月，序属仲夏。榴花绽红，清荷吐绿，轻舟晚楫香风细鸳鸯戏水，白鹤亮翅，柳枝摇曳湖水平。"}
{"text":"仓夹嘉措这样问，人类也这样问，因为我们总是在美好中留下遗憾，正如我们已淡去的本性。猫被诱惑蒙蔽了双眼，忘记了本能。但我相信，人不会在科技的溺爱下失去追逐真性情的天性，更不会失去奋斗的本能。人是一只帘燕，在自然的窗前徘徊，依然如泉般清澈，依然如茶般香醇，也依旧满身花雨又归来大同世界，焉能忘本是日高考，书大同世界，焉能忘本，感慨系之，故作此文。后之览者，亦将有感于斯文。时维六月，序属仲夏。榴花绽红，清荷吐绿，轻舟晚楫香风细鸳鸯戏水，白鹤亮翅，柳枝摇曳湖水平。乘假日，风吹衣袂，花迎树阴望繁星，夏解人意，月又明空。忆往昔，唐风宋韵，过长街十里，尽是人间繁华叹而今，闾阎扑地，皆为钟鸣鼎食之家，舸舰弥津，何缺青雀黄龙之舳。于是余有叹焉，斯大同盛世，风声竹声钟磬声，声声自在山色水色烟霞色，色色怡人。呜呼陶陶然之乐哉。然则，大同盛世，焉能忘本子为猫，本在捉鼠子为人，本在图学。倘若忘本，将何以立身治国，何以齐家平天下不为学者，学书学事学志气，枉费七尺之躯不为图者，图家图民图天下，怎称炎黄子孙学为本，终身勿忘。忘本者，如离江之水，无以致远忘本者，若无泽之鉴，岂能一用故大同盛世，尤不能忘本也。追先贤，一代风骚，长剑天涯，酒过三巡还依旧，笑星醉春风勉吾辈，义气书生，笔走龙蛇，大鹏一日乘风起，直上九万里。且夫大同盛世，儒雅书生，春风得意，何曾闻失路之人昔精忠岳将，悲故土，一去沃野遭掠戮，伤哀怨痛深藏处。忍堪回首，国无路，泱泱中华如何复悲乎今大同盛世，楼高但凭云飞过，水深且任鱼纵横英雄侠肝义胆，神游五湖四海君子风度翩翩，静对天地变幻。十里碧阴，亭中谁在斗奇葩才子风流，六丈高楼，听风听雨听天下，心怀广宇。大同盛世，无战火之忧，无贫寒之苦，学而优则仕，不曾闻失路之人。我莘莘学子，幸遇时机，尤当图学治国，不可忘本。猫捉鼠，人图学，此天之道也。呜呼闲书草草，幸承恩于盛世抛砖引玉，是所望于群英。随赋对联一则，勉吾学子，闻鸡晨舞剑，悬梁夜读书。大同盛世，尤不能忘本。看英雄，侠肝义胆，扭乾坤傲宇宙，笑傲苍穹，名垂千古，挥洒磅礴气势。望学子，风华正茂，舞慧笔长灵思，指点江山，激扬文字，书写万丈豪情。"}
{"text":"我莘莘学子，幸遇时机，尤当图学治国，不可忘本。猫捉鼠，人图学，此天之道也。呜呼闲书草草，幸承恩于盛世抛砖引玉，是所望于群英。随赋对联一则，勉吾学子，闻鸡晨舞剑，悬梁夜读书。大同盛世，尤不能忘本。看英雄，侠肝义胆，扭乾坤傲宇宙，笑傲苍穹，名垂千古，挥洒磅礴气势。望学子，风华正茂，舞慧笔长灵思，指点江山，激扬文字，书写万丈豪情。价值之花缀于责任枝头如果我是山，就站成一种尊严，让山花烂漫，山风拂面，让每个角落都透着梦的语言，让我们的价值在太阳下展现如果我是水，就流成一种磅礴，让小船远航，鱼儿欢畅，让我的价值随水儿流淌。――题记每个人都有每个人的责任，每个人都有每个人的价值，如果你选择的是双翅，就去拥抱整片蓝天如果你选择的是鱼鳍，就去亲吻茫茫碧海如果你选择的是四足，就去体会莽莽绿林。而我选择的是责任，是价值，我要让我的人生过得有意义。青山绿水，衣袂翩翩，是那诗酒为伴的李太白吗且放白鹿清崖间，须行既骑访名山，杯酒之间，便留下满纸华章。在朝为官，他不谙官场的黑暗，即便郁郁不得志，犹令高力士磨墨脱靴，作为诗仙的他，怎能忍受官场的黑暗与倾轧。倒骑青牛，寄情山水，清风为伴，明月为友，诗仙的责任不就是如此吗即便是高官厚禄也挡不住李白对自己责任的追求。这才是真正的诗人。如此大的灾难，尤其是腐刑，使司马迁精神上受到了极大地刺激，他曾一度想自杀，但想起父亲的遗言，且以孔子屈原左丘明孙子韩非等在逆境中发奋有为鼓励自己，终于忍辱负重地活了下来，经过六年的牢中生活，他终于完成了这部究天人之际，通古今之变，成一家之言的巨着――史记。它是以本纪表书世家列传五体结构，创造性地写出了以人物为主体的巨着。司马迁为何能在那样艰苦的环境中完成这一部令世人震惊的巨着那不正是因为他知道自己的责任，他明白自己应该怎样去实现自己的价值吗正是这一点让他成为了后人心中的英雄。盛田昭夫――索尼公司董事长。即便他自己有很大的资产，也不忘去创造更方便的产品让人们享受。随身听就是他在晨跑期间看见一位老朋友提着一个很笨重的收音机而生的灵感。他觉得如果生产一种小型收音机那大家不就方便了吗于是他又一次令世人震惊。正是她的责任心让他的价值尽情展现。是鸟，就应该飞向蓝天是鱼，就应该游向大海正如是猫儿就应该捉老鼠。"}
{"text":"盛田昭夫――索尼公司董事长。即便他自己有很大的资产，也不忘去创造更方便的产品让人们享受。随身听就是他在晨跑期间看见一位老朋友提着一个很笨重的收音机而生的灵感。他觉得如果生产一种小型收音机那大家不就方便了吗于是他又一次令世人震惊。正是她的责任心让他的价值尽情展现。是鸟，就应该飞向蓝天是鱼，就应该游向大海正如是猫儿就应该捉老鼠。无论怎样的诱惑，我们都应当记住自己的责任，让自己的价值像七色光般绽放光彩职责――永不凋零的花将士牢记着自己的职责，在国泰民安时依旧艰苦训练白帆牢记着自己的职责，在风平浪静时依旧鼓足勇气蜜蜂牢记着自己的职责，在丰衣足食时依旧辛勤工作。而当那吃着鲜美的鱼的小猫依旧不忘职责去捕鼠之时，我们是不是也该叩问自己的心灵――我们的职责是否该铭记于心。职责是一盏明灯，它亮在我们的整个生命中，让我们时刻铭记着属于自己的那份责任。当朋友把幼小的孩子和丢弃给他时，他明了自己身上那份卸不下的职责，从此，他日夜奔波，将汗水汇成了一条长长的河，滋润着朋友家人的心田。然而生命对于他过于苛刻，朋友的妻子患病在床，年幼的孩子又需要照顾，他还要在外打工维持生计，所有的艰难一时间都重重地压在这个并不健壮的男人身上。这时的他就是抛弃他们而寻求自己的生命之美本无可厚非，可这个伟大的男人从未忘记过那份职责，他坚强地承担着，用自己的行为谱写着一首充满仁义的职责之歌。他就是朱邦月，一个感动了千万人的牢记职责的英雄。职责是一朵芬芳的花，它开在我们人生的各个角落，让我们时刻感受着它的芳香和美丽。在四川地震中，一个中年男子为了自己的职责护住了身下的四名孩子，他似乎微笑着感受着人么用无限的崇敬为其铺就的天路，那路旁的花朵是孩子们的微笑，那芬芳也留在了人们的心中，任时光流逝岁月变迁，他那份为了职责而奉献的精神将成为永恒，在这个世界屹立成一座也不退色的丰碑。谭千秋，这个在危难之时固守职责的人民教师所带给沃恩的感动，将如其名字般千秋永传诵。职责是一曲悠扬的歌，它回荡在我们生活的不同阶段，传诵着我们不同的生命之美。"}
{"text":"谭千秋，这个在危难之时固守职责的人民教师所带给沃恩的感动，将如其名字般千秋永传诵。职责是一曲悠扬的歌，它回荡在我们生活的不同阶段，传诵着我们不同的生命之美。在封建制度的压迫下，他不得不为自己的忠诚之语付出沉重的代价，宫刑这个折磨着他的灵魂和身体的酷刑，如一把扎在他胸口的刀，让他生不如死，但就在这最痛苦之时，他没有舍弃自己的职责而安度晚年，他忍痛写作，为了究天人之际，成一家之言的职责，为了父亲生前的遗愿，他苟且偷生，备受鄙视却着成了史家之绝唱。司马迁这个可怜的人啊，在巨大的痛苦中仍坚守职责，这是一种怎样伟大的情怀当我们拥有了可以不去捕鼠亦可以生活美满幸福时，别忽略了那朵永不凋谢的花朵――职责找准位置发扬自我虎啸深山，鱼翔浅底，驼走大漠，雁排长空。万类霜天都有自己的位置，有自己的长处，我们应找准自己的位置，找出自己的优点，不要盲目模仿他人。发挥自己的长处，发扬自我。小草说我没有绿树高大的身躯，我没有绿树茂密的叶子，但我可以做草丛中的一棵，为祖国大地装点一片绿色。乌龟说我没有兔子飞般的速度，没有兔子健美的身体，但我可以凭我的毅力，脚踏实地的，一步一个脚印的，走向我的目标，我也是胜利者。小河说我没有大海的磅礴，没有大海的澎湃，但我可以汇入大海，作为大海一部分，增加大海的磅礴。世间万物都有自己的位置，不盲目随从别的东西，我们人类也应该找准自己的位置，不要盲目崇拜别人的优点，找准自己的优点，在建设现代化小康社会中做贡献。自古以来，多少仁人志士找准了自己的位置，不被功名利禄这些美好事物所诱惑，为国做贡献。众人皆醉我独醒，路漫漫其修远兮，吾将上下而求所的爱国志士屈原虽九死其犹未悔，面对支离破碎的祖国，面对饥寒受苦的老百姓，作为士大夫却束手无策，纵身跃入涛涛江水中，为后世可歌可泣之人。他找准了自己的位置，他是一名为黎民百姓谋幸福生活的士大夫，面对朝廷的腐败束手无策，只好投身于海，为祖国献出了自己宝贵的生命。司马迁忍辱负重，受过种种刑罚，甚至受过使人生不如死的宫刑，然而他忍受着身体的疼痛与精神的压力，找准自己的位置，为国家为社会写下了真实的历史，真正的中华儿女的精神。"}
