{"text":"参看华盖集续编无花的蔷薇之二聊答聊答柯先生我对我对于你们一流人物，退让得够了。我那时的答话，就先不写在必读书栏，还要一则曰若干，再则曰参考，三则曰或，以见我并无指导一切青年之意。我自问还不至于如此之昏，会不知道青年有各式各样。那时的聊说几句话，乃是但以寄几个曾见和未见的或一种改革者，愿他们知道自己并不孤独而已。如先生者，倘不是喂的指名叫了我，我就毫没有和你扳谈的必要的。照你大作的上文看来，你的所谓，该是卖国。到我死掉为止，中国被卖与否未可知，即使被卖，卖的是否是我也未可知，这是未来的事，我无须对你说废话。但有一节要请你明鉴宋末，明末，送掉了国家的时候清朝割台湾，旅顺等地的时候，我都不在场在场的也不如你所尝听说似的，都是留学外国的博士硕士达尔文的书还未介绍，罗素也还未来华，而老子，孔子，孟子，荀子辈的著作却早经行世了。钱能训扶乩则有之，却并没有要废中国文字，你虽然自以为哈哈！我知道了，其实是连近时近地的事都很不了了的。你临末，又说对于我的经验，真的百思不得其解。那么，你不是又将自己的判决取消了么？判决一取消，你的大作就只剩了几个啊哈唉喂了。这些声音，可以吓洋车夫，但是无力保存国粹的，或者倒反更丢国粹的脸。。南京民谣南京民谣大家去谒灵，强盗装正经。静默十分钟，各自想拳经。本篇最初发表于一九三一年十二月二十五日十字街头第二期，未署名。谒灵即谒陵。一九三一年十二月二十三日申报报导，参加国民党四届一中全会的中央委员于当日上午八时全体拜谒孙中山的陵墓。女校长的男女的梦女校长的男女的梦我不知道事实如何，从小说上看起来，上海洋场上恶虔婆的逼勒良家妇女，都有一定的程序冻饿，吊打。那结果，除被虐杀或自杀之外，是没有一个不讨饶从命的于是乎她就为所欲为，造成黑暗的世界。"}
{"text":"女校长的男女的梦女校长的男女的梦我不知道事实如何，从小说上看起来，上海洋场上恶虔婆的逼勒良家妇女，都有一定的程序冻饿，吊打。那结果，除被虐杀或自杀之外，是没有一个不讨饶从命的于是乎她就为所欲为，造成黑暗的世界。这一次杨荫榆的对付反抗她的女子师范大学学生们，听说是先以率警殴打，继以断绝饮食的，但我却还不为奇，以为还是她从哥仑比亚大学学来的教育的新法，待到看见今天报上说杨氏致书学生家长，使再填入学愿书，不交者以不愿再入学校论，这才恍然大悟，发生无限的哀感，知道新妇女究竟还是老妇女，新方法究竟还是老方法，去光明非常辽远了。女师大的学生，不是各省的学生么？那么故乡就多在远处，家长们怎么知道自己的女儿的境遇呢？怎么知道这就是威逼之后的勒令讨饶乞命的一幕呢？自然，她们可以将实情告诉家长的然而杨荫榆已经以校长之尊，用了含胡的话向家长们撒下网罗了。为了品性二字问题，曾有六个教员发过宣言，证明杨氏的诬妄。这似乎很触着她的致命伤了，据接近杨氏者言，她说风潮内幕，现已暴露，前如北大教员诸人之宣言，近如所谓市民之演说。六日晨报直到现在，还以诬蔑学生的老手段，来诬蔑教员们。但仔细看来，是无足怪的，因为诬蔑是她的教育法的根源，谁去摇动它，自然就要得到被诬蔑的恶报。最奇怪的是杨荫榆请警厅派警的信，此次因解决风潮改组各班学生诚恐某校男生来校援助恳请准予八月一日照派保安警察三四十名来校借资防护云云，发信日是七月三十一日。入校在八月初，而她已经在七月底做着男生来帮女生的梦，并且将如此梦话，叙入公文，倘非脑里有些什么贵恙，大约总该不至于此的罢。我并不想心理学者似的来解剖思想，也不想道学先生似的来诛心，但以为自己先设立一个梦境，而即以这梦境来诬人，倘是无意的，未免可笑，倘是有意，便是可恶，卑劣学笈重洋，教鞭十载，都白糟蹋了。我真不解何以一定是男生来帮女生。因为同类么？那么，请男巡警来帮的，莫非是女巡警？给女校长代笔的，莫非是男校长么？对于学生品性学业，务求注重实际，这实在是很可佩服的。但将自己夜梦里所做的事，都诬栽在别人身上，却未免和实际相差太远了。可怜的家长，怎么知道你的孩子遇到了这样的女人呢！我说她是梦话，还是忠厚之辞否则，杨荫榆便一钱不值更不必说一群躲在黑幕里的一班无名的蛆虫！"}
{"text":"我真不解何以一定是男生来帮女生。因为同类么？那么，请男巡警来帮的，莫非是女巡警？给女校长代笔的，莫非是男校长么？对于学生品性学业，务求注重实际，这实在是很可佩服的。但将自己夜梦里所做的事，都诬栽在别人身上，却未免和实际相差太远了。可怜的家长，怎么知道你的孩子遇到了这样的女人呢！我说她是梦话，还是忠厚之辞否则，杨荫榆便一钱不值更不必说一群躲在黑幕里的一班无名的蛆虫！八月六日。本篇最初发表于一九二五年八月十日京报副刊。杨荫榆？―江苏无锡人，曾留学日本美国。一九二四年二月，任国立北京女子师范大学校长。她依附北洋政府，推行封建奴化教育，肆意压迫学生，激起进步师生的强烈反对，一九二五年八月，北洋政府被迫将她免职。杨荫榆于一九二五年八月一日，率领军警入校，殴打学生，截断电话线，关闭伙房，并强行解散四个班级。杨氏致书学生家长指一九二五年八月五日杨荫榆以女师大名义向学生家长发出启事，其中说兹为正本清源之计，将大学预科甲乙两部，高师国文系三年级及大学教育预科一年级四班先行解散，然后分别调查，另行改组，奉上调查表两纸，希贵家长转告学生严加考虑，择一填写，如逾期不交者，作为不愿再妊邸薄据一九二五年八月六日晨报报导六个教员宣言应为七教员。指与马裕藻沈尹默李泰鼻玄同沈兼士周作人等七教员联名发表的对于北京女子师范大学风潮宣言。参看集外集拾遗补编。杨荫榆的这些话见一九二五年八月五日晨报所载杨荫榆昨晚有辞职说的报导风潮内幕，现已暴露，前如北大教员诸人之宣言，近如中央公园开会所谓市民对于该校学生之演说，加本人以英日帝国主义之罪名，实不愿受。按，市民之演说，指八月二日李石曾易培基等在北京各大学及女师大招待各界代表的会上以京师市民代表身份所作的发言。杨荫榆请警厅派警的信见一九二五年八月四日京报的报导。学笈重洋，教鞭十载这是杨荫榆对于暴烈学生之感言中的话。见一九二五年五月二十日晨报的报导。原文载作稔。对于学生品性学业，务求注重实际见一九二五年八月四日京报所载杨荫榆启事。"}
{"text":"按，市民之演说，指八月二日李石曾易培基等在北京各大学及女师大招待各界代表的会上以京师市民代表身份所作的发言。杨荫榆请警厅派警的信见一九二五年八月四日京报的报导。学笈重洋，教鞭十载这是杨荫榆对于暴烈学生之感言中的话。见一九二五年五月二十日晨报的报导。原文载作稔。对于学生品性学业，务求注重实际见一九二五年八月四日京报所载杨荫榆启事。偶成偶成文章如土欲何之，翘首东云惹梦思。所恨芳林寥落甚，春兰秋菊不同时。三月日记一九三二年三月三十一日又为沈松泉书一幅云文章如土欲何之。启事启事我于四月二十七日接到向君来信后，以为造谣是中国社会上的常事，我也亲见过厌恶学校的人们，用了这一类方法来中伤各方面的，便写好一封信，寄到京副去。次日，两位君来访，说这也许并非谣言，而本地学界中人为维持学校起见，倒会虽然受害，仍加隐瞒，因为倘一张扬，则群众不责加害者，而反指摘被害者，从此学校就会无人敢上向君初到开封，或者不知底细现在切实调查去了。我便又发一信，请京副将前信暂勿发表。五月二日君来，通知我开封的信已转，那确乎是事实。这四位都是我所相信的诚实的朋友，我又未曾亲自调查，现既所闻不同，自然只好姑且存疑，暂时不说什么。但当我又写信，去抽回前信时，则已经付印，来不及了。现在只得在此声明我所续得的矛盾的消息，以供读者的参考。。五月四日。秋夜有感秋夜有感绮罗幕后送飞光，柏栗丛边作道场。望帝终教芳草变，迷阳聊饰大田荒。何来酪果供千佛，难得莲花似六郎。中夜鸡鸣风雨集，起然烟卷觉新凉。九月二十九日日记一九三四年九月二十九日又为梓生书一幅云绮罗幕后送飞光。柏栗丛古代用柏木栗木作社神。论语八佾哀公紊缬谠孜遥孜对曰夏后氏以松，殷人以柏，周人以栗，曰使民战栗。又据尚书甘誓弗妹居谏纭钡募窃兀钌缟竦牡方也是统治者杀人的场所。道场，佛教僧徒诵经行道的一种活动。一九三四年四月二十八日国民党政客戴季陶褚民谊等发起请班禅九世在杭州举行时轮金刚法会。"}
{"text":"中夜鸡鸣风雨集，起然烟卷觉新凉。九月二十九日日记一九三四年九月二十九日又为梓生书一幅云绮罗幕后送飞光。柏栗丛古代用柏木栗木作社神。论语八佾哀公紊缬谠孜遥孜对曰夏后氏以松，殷人以柏，周人以栗，曰使民战栗。又据尚书甘誓弗妹居谏纭钡募窃兀钌缟竦牡方也是统治者杀人的场所。道场，佛教僧徒诵经行道的一种活动。一九三四年四月二十八日国民党政客戴季陶褚民谊等发起请班禅九世在杭州举行时轮金刚法会。参看花边文学法会和歌剧玻场场邸炊啪椋又名子规。宋代乐史太平寰宇记蜀王杜宇，号望帝，后因禅位自亡去，化为子规。据广韵载杜鹃春分鸣则众芳生，秋分鸣则众芳歇。迷阳，庄子人间馈罚骸懊匝裘阳，无伤吾行。清代王先谦庄子集解迷阳，谓棘刺也。六郎原指唐代张昌宗。唐书杨再思传载武则天时！安谝宰嗣布栊遥思又谀之曰人言六郎面似莲花，再思以为莲花似六郎，非六郎似莲花也。这里当指梅兰芳。时轮金刚法会举行时，中央社曾报导该会决定邀请梅兰芳徐来胡蝶，在会期内表演歌剧五天。按梅兰芳等并未参与演出。鸡鸣风雨诗经郑风风雨风雨如晦，鸡鸣不已。既见君子，云胡不喜。上海所感上海所感一有所感，倘不立刻写出，就忘却，因为会习惯。幼小时候，洋纸一到手，便觉得羊臊气扑鼻，现在却什么特别的感觉也没有了。初看见血，心里是不舒服的，不过久住在杀人的名胜之区，则即使见了挂着的头颅，也不怎么诧异。这就是因为能够习惯的缘故。由此看来，人们――至少，是我一般的人们，要从自由人变成奴隶，怕也未必怎么烦难罢。无论什么，都会惯起来的。中国是变化繁多的地方，但令人并不觉得怎样变化。变化太多，反而很快的忘却了。倘要记得这么多的变化，实在也非有超人的记忆力就办不到。但是，关于一年中的所感，虽然淡漠，却还能够记得一些的。不知怎的，好像无论什么，都成了潜行活动，秘密活动了。至今为止，所听到的是革命者因为受着压迫，所以用着潜行，或者秘密的活动，但到一九三三年，却觉得统治者也在这么办的了。"}
{"text":"变化太多，反而很快的忘却了。倘要记得这么多的变化，实在也非有超人的记忆力就办不到。但是，关于一年中的所感，虽然淡漠，却还能够记得一些的。不知怎的，好像无论什么，都成了潜行活动，秘密活动了。至今为止，所听到的是革命者因为受着压迫，所以用着潜行，或者秘密的活动，但到一九三三年，却觉得统治者也在这么办的了。譬如罢，阔佬甲到阔佬乙所在的地方来，一般的人们，总以为是来商量政治的，然而报纸上却道并不为此，只因为要游名胜，或是到温泉里洗澡外国的外交官来到了，它告诉读者的是也并非有什么外交问题，不过来看看某大名人的贵恙。但是，到底又总好像并不然。用笔的人更能感到的，是所谓文坛上的事。有钱的人，给绑匪架去了，作为抵押品，上海原是常有的，但近来却连作家也往往不知所往。有些人说，那是给政府那面捉去了，然而好像政府那面的人们，却道并不是。然而又好像实在也还是在属于政府的什么机关里的样子。犯禁的书籍杂志的目录，是没有的，然而邮寄之后，也往往不知所往。假如是列宁的著作罢，那自然不足为奇，但国木田独步集有时也不行，还有，是亚米契斯的爱的教育。不过，卖着也许犯忌的东西的书店，却还是有的，虽然还有，而有时又会从不知什么地方飞来一柄铁锤，将窗上的大玻璃打破，损失是二百元以上。打破两块的书店也有，这回是合计五百元正了。有时也撒些传单，署名总不外乎什么什么团之类。平安的刊物上，是登着莫索里尼或希特拉的传记，恭维着，还说是要救中国，必须这样的英雄，然而一到中国的莫索里尼或希特拉是谁呢这一个紧要结论，却总是客气着不明说。这是秘密，要读者自己悟出，各人自负责任的罢。对于论敌，当和苏俄绝交时，就说他得着卢布，抗日的时候，则说是在将中国的秘密向日本卖钱。但是，用了笔墨来告发这卖国事件的人物，却又用的是化名，好像万一发生效力，敌人因此被杀了，他也不很高兴负这责任似的。革命者因为受压迫，所以钻到地里去，现在是压迫者和他的爪牙，也躲进暗地里去了。这是因为虽在军刀的保护之下，胡说八道，其实却毫无自信的缘故而且连对于军刀的力量，也在怀着疑。一面胡说八道，一面想着将来的变化，就越加缩进暗地里去，准备着情势一变，就另换一副面孔，另拿一张旗子，从新来一回。而拿着军刀的伟人存在外国银行里的钱，也使他们的自信力更加动摇的。这是为不远的将来计。为了辽远的将来，则在愿意在历史上留下一个芳名。"}
{"text":"革命者因为受压迫，所以钻到地里去，现在是压迫者和他的爪牙，也躲进暗地里去了。这是因为虽在军刀的保护之下，胡说八道，其实却毫无自信的缘故而且连对于军刀的力量，也在怀着疑。一面胡说八道，一面想着将来的变化，就越加缩进暗地里去，准备着情势一变，就另换一副面孔，另拿一张旗子，从新来一回。而拿着军刀的伟人存在外国银行里的钱，也使他们的自信力更加动摇的。这是为不远的将来计。为了辽远的将来，则在愿意在历史上留下一个芳名。中国和印度不同，是看重历史的。但是，并不怎么相信，总以为只要用一种什么好手段，就可以使人写得体体面面。然而对于自己以外的读者，那自然要他们相信的。我们从幼小以来，就受着对于意外的事情，变化非常的事情，绝不惊奇的教育。那教科书是西游记，全部充满着妖怪的变化。例如牛魔王呀，孙悟空呀就是。据所指示，是也有邪正之分的，但总而言之，两面都是妖怪，所以在我们人类，大可以不必怎样关心。然而，假使这不是书本上的事，而自己也身历其境，这可颇有点为难了。以为是洗澡的美人罢，却是蜘蛛精以为是寺庙的大门罢，却是猴子的嘴，这教人怎么过。早就受了西游记教育，吓得气绝是大约不至于的，但总之，无论对于什么，就都不免要怀疑了。外交家是多疑的，我却觉得中国人大抵都多疑。如果跑到乡下去，向农民问路径，问他的姓名，问收成，他总不大肯说老实话。将对手当蜘蛛精看是未必的，但好像他总在以为会给他什么祸祟。这种情形，很使正人君子们愤慨，就给了他们一个徽号，叫作愚民。但在事实上，带给他们祸祟的时候却也并非全没有。因了一整年的经验，我也就比农民更加多疑起来，看见显着正人君子模样的人物，竟会觉得他也许正是蜘蛛精了。然而，这也就会习惯的罢。愚民的发生，是愚民政策的结果，秦始皇已经死了二千多年，看看历史，是没有再用这种政策的了，然而，那效果的遗留，却久远得多么骇人呵！十二月五日。本篇系用日文写作，发表于一九三四年一月一日日本大阪朝日新闻。译文发表于一九三四年九月二十五日文学新地创刊号，题为一九三三年上海所感，署名石介译。如一九三三年三月三十一日，曾任日本驻华公使外务大臣的芳泽谦吉来华活动，对外宣称是私人行动，纯系漫游性质，分访昔人旧好，并无含有外交及政治等使命。"}
{"text":"十二月五日。本篇系用日文写作，发表于一九三四年一月一日日本大阪朝日新闻。译文发表于一九三四年九月二十五日文学新地创刊号，题为一九三三年上海所感，署名石介译。如一九三三年三月三十一日，曾任日本驻华公使外务大臣的芳泽谦吉来华活动，对外宣称是私人行动，纯系漫游性质，分访昔人旧好，并无含有外交及政治等使命。国木田独步集日本作家国木田独步―的短篇小说集。内收小说五篇，夏丐尊译。一九二七年六月开明书店出版。亚米契斯，―意大利作家。爱的教育，是他的日记体小说心的中译名，夏丐尊译。一九二六年由开明书店出版。指良友图书印刷公司和神州国光社遭国民党特务袭击的事。参看准风月谈玻丁场骼锬幔樱停酰螅螅铮欤椋睿椋保福福场保梗矗担墨索里尼，意大利独裁者，法西斯党党魁。第二次世界大战祸首之一。这是反动文人对左翼作家的诬陷。参看伪自由书绍介海上述林上卷绍介海上述林上卷本卷所收，都是文艺论文，既系大家，又是名手，信而且达，并世无两。其中写实主义文学论与高尔基论文选集两种，尤为煌煌巨制。此外论说，亦无一不佳，足以益人，足以传世。全书六百七十余页，玻璃版插画九幅。仅印五百部，佳纸精装，内一百部皮脊麻布面，金顶，每本实价三元五角四百部全绒面，蓝顶，每本实价二元五角，函购加邮费二角三分。好书易尽，欲购从速。下卷亦已付印，准于本年内出书。上海北四川路底内山书店代售。本篇最初刊载于一九三六年十一月二十日中流第一卷第六期，原题海上述林上卷出版。海上述林，瞿秋白的译文集。在瞿秋白牺牲后由收集编辑。分上下两卷于一九三六年五月和十月先后出版。上卷辨林收马克思恩格斯列宁普列汉诺夫拉法格等人的文学论文以及高尔基论文选集和拾补等。因国民党当局的压迫，该书出版时，仅署诸夏怀霜社校印。瞿秋白―，江苏常州人，中国共产党早期领导人之一。一九二七年国民党叛变革命后，他曾主持召开八月七日党中央紧急会议，结束了陈独秀右倾机会主义在党内的统治。"}
{"text":"海上述林，瞿秋白的译文集。在瞿秋白牺牲后由收集编辑。分上下两卷于一九三六年五月和十月先后出版。上卷辨林收马克思恩格斯列宁普列汉诺夫拉法格等人的文学论文以及高尔基论文选集和拾补等。因国民党当局的压迫，该书出版时，仅署诸夏怀霜社校印。瞿秋白―，江苏常州人，中国共产党早期领导人之一。一九二七年国民党叛变革命后，他曾主持召开八月七日党中央紧急会议，结束了陈独秀右倾机会主义在党内的统治。一九二七年冬至一九二八年春，在担任中共中央政治局临时书记时，犯了左倾盲动主义路线的错误。一九三一年至一九三三年在上海从事革命文化工作。一九三五年二月在福建游击区被国民党逮捕，同年六月十八日在福建长汀被国民党杀害。诗歌之敌诗歌之敌大前天第一次会见诗孩，谈话之间，说到我可以对于文学周刊投一点什么稿子。我暗想倘不是在文艺上有伟大的尊号如诗歌小说评论等，多少总得装一些门面，使与尊号相当，而是随随便便近于杂感一类的东西，那总该容易的罢，于是即刻答应了。此后玩了两天，食粟而已，到今晚才向书桌坐下来豫备写字，不料连题目也想不出，提笔四顾，右边一个书架，左边一口衣箱，前面是墙壁，后面也是墙壁，都没有给我少许灵感之意。我这才知道大难已经临头了。幸而因诗孩而联想到诗，但不幸而我于诗又偏是外行，倘讲些什么义法之流，岂非鲁般门前掉大斧。记得先前见过一位留学生，听说是大有学问的。他对我们喜欢说洋话，使我不知所云，然而看见洋人却常说中国话。这记忆忽然给我一种启示，我就想在文学周刊上论打拳至于诗呢？留待将来遇见拳师的时候再讲。但正在略略踌躇之际，却又联想到较为妥当的，曾在学灯――不是上海出版的学灯――上见过的一篇春日一郎的文章来了，于是就将他的题目直抄下来诗歌之敌。那篇文章的开首说，无论什么时候，总有反诗歌党的。编成这一党派的分子一是凡要感得专诉于想像力的或种艺术的魅力，最要紧的是精神的炽烈的扩大，而他们却已完全不能扩大了的固执的智力主义者二是他们自己曾以媚态奉献于艺术神女，但终于不成功，于是一变而攻击诗人，以图报复的著三是以为诗歌的热烈的感情的奔迸，足以危害社会的道德与平和的那些怀着宗教精神的人们。但这自然是专就西洋而论。"}
