{"text":"可是现实世界中的人生，正如孔子所说饮食男女，人之大欲存焉。告子也说食色性也。人们对于色欲与饮食的追求，与贪图富贵功名的享受并重，要想作到离情弃欲，所以绝累，在一般的人，是不可能的事。我记得在一本笔记上看到一则故事说时代一位巨公，听到一位修道的人，已有九十多岁，望之只像四十岁的中年人，便请他来，问修长生不老的道术。这个道人说我一生不近女色。这位巨公听了，便说那有什么意思，我不要学了。这个故事，便是代表了一般人的心理，所以古今多少名士，作了许多反游仙的诗，如娥应悔偷灵药，碧海青天夜夜心！以及妾夫真薄命，不幸做神仙。都是普通心理的反应，这与辜负香衾事早朝，同样都是注重男女饮食，便是人生真谛的思想，如出一辙。但是，相反地说，仙佛之道，的确也非易事，丹道家对于修炼神仙方术的人选，非常注重生理上的先天乘赋，所谓此身无有神仙骨，纵遇真仙莫浪求。唐代名臣李泌，生有自来，骨节珊然，但懒残禅师只许他有一十年太平宰相的骨相。麻衣道者谓钱若水，子无仙骨，但可贵为公卿耳！杜甫诗自是君身有仙骨，世人那得知其故。这正如佛家所说学佛乃大丈夫事，非帝王将相之所能为。是同样的隽语。总之，静坐是对身心有益的修养方法，如果认为静坐便是学道，那须另当别论了。七道家与道教宗祖人物思想的略论道教的学术思想，完全渊源于道家的内容脱变而来，已如上述。所谓道家的思想，这个名称的观念和内容，是根据秦汉以后的分类，如在周秦之际，不但儒道本不分家，就是诸子百家的学术思想，也都脱胎于道，不过，这个道的观念，却非秦汉分家以后的道家之道。但无论道家或道教，根据大家熟悉的习惯，当然都离不开以老子庄子的学说思想为宗主。其实，我们把自己遥远地退追千载以上，深切体会春秋战国时代的历史背景，与地理环境的关系，对于道家宗主的老子思想，与儒家宗奉的圣人孔子的思想，除了文辞语言等表达方式，与主张淑世救世的方法有异同以外，实在没有多大的冲突之处。后人把他们的思想观念和人格，塑造得太过对立形成门户之见，犹如水火的不能相容，那都是儒家与道家之徒自己制造的是非，与原本两家的思想无关。我们现在要讲的目的，偏重在秦汉以后道家与道教的本身思想，所以对于这个专门的问题，不必多做说明，只是随手举几个例子一谈，做为讲述道家与道教思想的开端。"}
{"text":"后人把他们的思想观念和人格，塑造得太过对立形成门户之见，犹如水火的不能相容，那都是儒家与道家之徒自己制造的是非，与原本两家的思想无关。我们现在要讲的目的，偏重在秦汉以后道家与道教的本身思想，所以对于这个专门的问题，不必多做说明，只是随手举几个例子一谈，做为讲述道家与道教思想的开端。儒道不分家的天字的含义我们在孔子删订和所著述的五经学术思想里，都知道孔子哲学思想的根据，是从中国上古传统文化的天道观念而来，不过，古人著作，限于时代思想的习惯，条理的分类，定义的规定，并不严格，例如对于天宇，大约归纳起来，便有五类观念，都混在天的一字的名辞之中天字是指有形象可见的天体。天字是指形而上的天，纯粹为抽象的理念。天字是指类同宗教性神格的天，具有神人意志相通的作用。天字是最高精神结晶的符号。天字是心理升华的表示。所以读秦汉以上的书，每逢此字，必须要贯穿上下文，甚之，要全盘了解全篇，才能沟通它用在何处，究竟是代表了什么意义？尔雅与说文等书的注释字义，是具有权威价值的参考，但是在时代思想的意义来讲，也有未必足以尽信之处，例如许慎著说文，明六书，已是汉代人的思想，虽说近于古代，较为可信，但也有未必尽然之处，亦须值得研究的。儒道不分家的道字的含义关于道字，也有相同于天字的复杂，大概归纳周秦之际，学术思想中所用的道字，约有五类观念，也都混在道字之内形而上的本体观念，简称为道。一切有规律而不可变易的法则，也统称为道。人事社会，共通遵守的伦理规范，也称为道。神秘不可知，奥妙不测，凡是不可思议的事，便称为道。共通行走的径路叫道。于是儒道等学，诸于百家之言，也便各自号称为道，例如阴阳家名家法家兵家等等，统统都有提到我这种所说的便是道。这些各家之言，除了在某些地方，特别讨论到形而上道以外，大多数都归于我们所举的第二类规范之道的道字范围，不可与形而上道混一而看，即如五经中的道字。有些地方，在同一观念中，便作两个不同观念的用法，或为名词，或为动词，而且在名词当中，或属于第一类，或属于第五类，变化不同。"}
{"text":"神秘不可知，奥妙不测，凡是不可思议的事，便称为道。共通行走的径路叫道。于是儒道等学，诸于百家之言，也便各自号称为道，例如阴阳家名家法家兵家等等，统统都有提到我这种所说的便是道。这些各家之言，除了在某些地方，特别讨论到形而上道以外，大多数都归于我们所举的第二类规范之道的道字范围，不可与形而上道混一而看，即如五经中的道字。有些地方，在同一观念中，便作两个不同观念的用法，或为名词，或为动词，而且在名词当中，或属于第一类，或属于第五类，变化不同。这都因为古代名词简单，词汇不够甩，而且在普通的观念中，大约都很习惯而了解，只是后世的人读来，便有混淆不清的感觉了，例如老子一书，他所用的道宇，就不可视同一例来读，所以千载以下，注释老子，各自成一家之言者，对于道字的解释和了解不同，也正如我们现在对于事物的观察，因立场不同，观点各别，就都别出心裁，自成别见了。一老子老子思想的天道无为与自然的观念老子学说思想中的道与天，也正因为观念的混淆不清，使千载以下，百般摸索，莫衷一是。例如人尽皆知老子的名言道可道，非常道。名可名，非常名。以及人法地，地法天，天法道，道法自然。如果我们不一定信赖后来的注释，甚之，认为都是各人借题发挥的理论，那么，只要烂熟读透原文，以经注经，以本书本文的思想而了解本文本书，就可了然明白，觉得非常亲切。老子要人效法天，天是怎样值得效法呢？他在原文中，很明白地告诉你，天于万物作焉而不辞，生而不有，为而不恃，功成而弗居天地所以能长且久者，以其不自生，故能长生等等名言，这就是说，天地生长作育万物与人，它没有自私的目的，也没有对立条件的要求，更没有利害，是非等功利的作用，它只有施舍和给予，没有要求收回什么，万物从它而生而灭，都是自然的现象。它不辞劳苦而长远的生作万物，可是它不居功，不自恃，不占为己有，所以人能效法天地大公无私仁慈的精神，才是道德的标准，也便是形而上道的境界，与形而下宇宙世界的自然法则。"}
{"text":"它不辞劳苦而长远的生作万物，可是它不居功，不自恃，不占为己有，所以人能效法天地大公无私仁慈的精神，才是道德的标准，也便是形而上道的境界，与形而下宇宙世界的自然法则。于是有的便认为自然才是道与天的根本，有的把老子这个自然的名称，拿它当作印度哲学中的自然，或后世科学上物理世界的自然，愈说愈乱，不知何所适从哦们要知道，距离老子两千余年之后，翻译西洋传入的哲学与科学的自然名称，都是借用中文老子的自然一辞而定，并非我们先有了哲学与科学的自然名辞，老子才来借用它的，在老子以前不见自然的名辞，在老子以后，自然的名称，被人多方套用，大多不是老子的本义。如果我们了解在老子时代中，中文单字造句的文法，那么，对于老子所说的天法道，道法自然的道理，就很简单而明白了，他的话，由做人的效法标准说起，层层转进，而推到形而上道。他说天又效法什么呢？没有什么，那是天道自然的法则而已，什么是自然的法则呢？自，便是天道自己的本身。然，便是天道自己本身本来当然的如此而已，更没有别的理由可说。合起来讲，自然，便是天道本身自己当然的法则是如此的。时代愈向下降，由上古用单字做为文辞语言的原始面目，逐渐演变成为名句文章，于是，大家容易忘了本来的规范，把自然定作一个名辞，就自然而然，弄不清它的所以然，便变成想之当然的道理了。等于老子与孔子，他们把道与德的观念，是分开来讲，可是后来一提到老子，便把道德二字合而为一，作为一个名辞来解释它了。老子有名的无为学说，便是根据他自己天道自然的至理，用无为一辞来说明天道的境界和功能，无为与无不为的观念，也便是他自己解释无为的道理，并非是不作的意思无为并非是不为，后人一提到无为，便把它纳入不为的观念，那真冤枉了老子。他说无为是天道道体的境界。无不为是道体虽然无为但即具有生生不已的功能和作用。所以便有有无相生动则愈出等对于道体功用的说法了他提出天道的无为而无不为，也是说明人应效法天地行其所当行，止其所当止，做到真能无私而大公的标准，才是天理的固然。"}
{"text":"所以便有有无相生动则愈出等对于道体功用的说法了他提出天道的无为而无不为，也是说明人应效法天地行其所当行，止其所当止，做到真能无私而大公的标准，才是天理的固然。所以他说功成，名遂，身退，天之道的胸襟和气度，便是根据这个原则而来，我们试把他与文王周公孔子的学说思想，稍作一比较，以我的愚蠢与浅薄来说，只觉得他们同是上古传统文化的一贯思想，实在找不出什么大不同的地方，例如周易思想的天行健，君子以自强不息，以及孔子的为政以德，譬如北辰，居其所，而众星共之。毋意，毋必，毋固，毋我。等等，简直如出一辙。老子对于仁义与圣人的观念那么，老子为什么讽刺仁义，讥笑圣人呢？那是他对当时春秋时代的社会病态，矫枉过正的说辞，并非为针对孔子所说的仁义与圣人而言，后儒拿他这种说法人之以罪，未免有欠公允。当春秋时代，正在老子与孔子的时期，世风败坏，王政不纲，诸侯兼攻掠地，据权夸势，互争雄长的霸业思想已经勃兴，功利观念普遍流行，但是那些争王称霸的作为，也都是以行仁由义为号召，以圣人之道相宣传，试读春秋战国时代诸子百家的著述，动称圣人，随口仁义的理论，也屡见不鲜。那些专以学术思想来追求功名富贵的知识分子，也都是以圣人之道辅助明主相期许，于是弄得圣人遍地，仁义变为权谋的话柄，因此老子就不得不严加驳斥，形同谩骂了，所以他说圣人不死，大盗不止绝圣弃智，民利百倍，绝仁弃义，民复孝慈，绝巧弃利，盗贼无有等等理论，随口而出。但是他又举出真正圣人的道理，是应当效法天地自然的覆育万物，毫无目的与条件，如果认为天地是预先具备有一仁心，像当时有些学者的那些理论，便是不对的他说天地生万物，不分是非，都照生不误，他对万物与刍狗，都是平等，不分轩轻的，真正的圣人，救世淑人，也是犹同天地之心一样，平等无私，更无目的与条件，行其义所当为而已，所以他便说天地不仁，以万物为刍狗圣人不仁，以百姓为刍狗。后世把他所说的这些话，解释为对圣人和天地的讽刺，那只有起老子于千古之上，或向八卦炉中去问太上老君去对质一番，才能确定。因为他认为天地自然，是无心之心而常用的，所以他认为真正圣人的用心，也是无为而无不为的，如说圣人无常心以百姓之心为心善者，吾善之，不善者，吾亦善之，德善。信者吾信之，不信者，吾亦信之，德信。圣人在天下，歙歙为天下浑其心。"}
{"text":"后世把他所说的这些话，解释为对圣人和天地的讽刺，那只有起老子于千古之上，或向八卦炉中去问太上老君去对质一番，才能确定。因为他认为天地自然，是无心之心而常用的，所以他认为真正圣人的用心，也是无为而无不为的，如说圣人无常心以百姓之心为心善者，吾善之，不善者，吾亦善之，德善。信者吾信之，不信者，吾亦信之，德信。圣人在天下，歙歙为天下浑其心。百姓皆注其耳目，圣人皆孩之。这岂不是他的自注自解吗？因此功成名遂身退，天之道的意思，并非是教人非退让不可，那等于他所说夫物芸芸，各归其根，是同一理念的。比如易经的乾卦文言说大人者，与天地合其德，与日月合其明，与四时合其序，与鬼神合其吉凶，岂不是与老子同一典型的思想，只是表达方式的不同吗？易学所说的大人，也等于老子所谓的真圣人。与天地合其德，正同老子所谓天地生而不有，为而不恃，功成而不居，不是一样吗？与日月合其明，不是与老子的天地不仁，以万物为刍狗相通吗？日月照临天地，不分净秽，都一样慈祥地照着，上至清静的高峰，下面龌龊的涵厕，只要你不自私的隐蔽，它都一律照见不误，万物与刍狗，都在它的慈光普照之中，不分高下。其余四时合其序，鬼神合其吉凶，义可比类而通，不必多说了。老子如果真骂仁义与圣人，他又何必多余地在仁义以外，提出一个道和德呢？这岂不是换汤不换药，新瓶装旧酒的手法吗？如果了解他全盘的意思，他对于真正仁义道德的要求，可谓态度更加严肃呢！有关老子政治思想的误解为了讲道家与道教的思想，难免不先牵涉出老子的学说，虽在前面尽量节要地讲过老子天与道及自然等观念，还是觉得太过噜嗦，因为老子只有五千言，我们讲得太多，正不合于他所说的俭，以及多言数穷，不如守中的道理。但是道家与道教，事实上，都上溯到他为宗主，所以不得不在他的环中打转。讲到老子治国的政治思想，首先要向诸位同学提出一个问题，就是读周秦以上的书，凡是提到国家，必须注意，有十分之八的地方，不是同于现代化所谓国家的国字观念。"}
{"text":"但是道家与道教，事实上，都上溯到他为宗主，所以不得不在他的环中打转。讲到老子治国的政治思想，首先要向诸位同学提出一个问题，就是读周秦以上的书，凡是提到国家，必须注意，有十分之八的地方，不是同于现代化所谓国家的国字观念。因为中国古代的国字，到了秦汉以后，还有很多地方，仍然作为地方政治单位名称之用，尤其在春秋战国时代，邦国和邦家，是通用的意义，历史上所谓的诸侯就国，便是要到分封的那个地方上任的意思，过去中国历史文化上国家思想的名辞，是以天下一辞，作为现代的国家或世界的观念。老子书中，有关政治思想的哲学，已略如上述的天与道的道理。至于他的政治主张，他是推崇小国寡民地方自治的理想，所以他同时也有治大国如烹小鲜等政治方法的论调，因为他是主张天下的人们，要道德的自觉与自治，才有像烹小鲜味一样，慢慢地用文火情蒸，用以化民成俗。他的鸡犬相闻，老死不相往来的思想，等于儒者所称帝尧游于康衢，听到儿童的歌曲立我丞灬民，莫匪尔极。不识不知，顺帝之则。以及击壤老人在路上的歌声日出而作，日人而息，凿井而饮，耕田而食，帝力于我何有哉。的观念，是同样的意思。如果进而了解老子的思想，是春秋时代，南方文化思想的代表，对于南方的川泽山陵地理环境有了认识，那么，对他所说鸡犬相闻，老死不相往来的地方政治思想，那就并不觉得稀奇古怪了。我们退回去几十年，当年住在大陆南方山陵上的乡下人，有一生没有到过城市，一世没有离开本居，不知今世何世的老百姓，实在很多，何必早在两三千年前的老子如此云云呢卿如现代科学文明的发达，工商业的发展，位列前茅，为时代先锋的美国几大都市的市民，住在匣子式，笼子式的公寓里，经常不通往来，隔壁邻居与对面芳邻，住的是什么人？或者对面的邻人死在屋里，根本统统都不知道，岂不是法治的自由社会常有的现象吗？那么，我们回顾老子所说鸡犬相闻，老死不相往来的社会，就觉得他只是代表一种天下太平的理想境界，反而更加可爱，并无不对之处了。除了这些，是老子对于地方自治，道德政治与自觉政治的理想以外，他对于天下后世国家的观念政治的观念，是主张统一的德治，如说天得一以清，地得一以宁，侯王得一以为天下贞。不是他很好的自注自释吗？我们只要了解这些要点以后，再来研究老子政治思想的被人误解，被人假借的冤枉，就会替他深深的抱屈了。"}
{"text":"或者对面的邻人死在屋里，根本统统都不知道，岂不是法治的自由社会常有的现象吗？那么，我们回顾老子所说鸡犬相闻，老死不相往来的社会，就觉得他只是代表一种天下太平的理想境界，反而更加可爱，并无不对之处了。除了这些，是老子对于地方自治，道德政治与自觉政治的理想以外，他对于天下后世国家的观念政治的观念，是主张统一的德治，如说天得一以清，地得一以宁，侯王得一以为天下贞。不是他很好的自注自释吗？我们只要了解这些要点以后，再来研究老子政治思想的被人误解，被人假借的冤枉，就会替他深深的抱屈了。老子被人陷害为阴谋权术的教唆者千古以来，在读书的知识分子中，对于一个滑头滑脑，遇事不负责任，或模棱两可善于运用托推拉或工于心计，惯用权谋，以及阴险圆滑等等的人或事，就很容易加以一个评语，这是黄老。在道家或道教来讲，无论对黄老或老庄，都有神圣崇高的景仰，可是在一般人的黄老观念中，这个神圣崇高的偶像，却变成卑鄙龌龊的骂人作用，因此连带道家和道教，也不齿于士林了。自从唐代开始，老子被人推尊，登上教主太上老君的宝座以后，到了宋代，更惨了，宋儒理学家们，尽管暗中吸收了老子的学术思想，以充实其内容，但一提到佛道，就两面并斥，甚之，指为阴柔权诈之术，老子一直被钉在十字架上，背着冤枉随时浮沉，这个道理何在？冤枉何来呢？因为老子说过将欲歙之，必固张之。将欲弱之，必因强之。将欲废之，必因举之。将欲取之，必固与之。是谓微明。于是自老子以后的纵横家者流，阳言道义，阴奉老子所讲的这种原则，用于权诈捭阖，做为君道政治上谋略的运用兵家者流，更是通用如此原则，而适用于战略与战术的实施，春秋战国以后，王道衰歇，而霸术大行，国语与战国策所记载的钧距之术，与后世所谓长短经的理论，都是适用这种法则，所以一般人，便在无形中，综合纵横家兵家等权诈的坏处，一概归于老子的罪名中。其实，老子所说的这些话，是指出宇宙物理与人事必然法则的因果律，告诉人们天道好还，反者，道之动，弱者，道之用的原理，如果不从自然的道德去做，而只以权诈争夺为事的，最后终归失败。他所说将欲歙之，必固张之的作用。是指物理世界的情形，告诉人们柔弱胜刚强的道德定律，譬如一花一木，如果快要凋谢的时候，就特别开得茂盛，但是那种茂盛的开张，便是衰落的前奏。"}
{"text":"其实，老子所说的这些话，是指出宇宙物理与人事必然法则的因果律，告诉人们天道好还，反者，道之动，弱者，道之用的原理，如果不从自然的道德去做，而只以权诈争夺为事的，最后终归失败。他所说将欲歙之，必固张之的作用。是指物理世界的情形，告诉人们柔弱胜刚强的道德定律，譬如一花一木，如果快要凋谢的时候，就特别开得茂盛，但是那种茂盛的开张，便是衰落的前奏。将欲弱之，必因强之就是生物世界的定律，譬如一个人的生命，到了最强壮的阶段，便是物壮则老，老则不道的趋势。将欲废之，必因举之也是物理世界的必然定律，譬如力学的作用，当我们要把一个东西抛落到目的地以前，必定先要把它高高举起，远远地抛出去，这种高举远抛的状况，当然便是坠落的前奏。将欲取之，必固与之更是宇宙世界的常律，譬如天地给与万物的生命，当给你以生的时候，也就是收摄的开始，所以取予之间，在人们看来，是有得失成败的感觉，但在天地自然的道理看来，方生方死，方死方生，只是一种生命现象的过程作用而已。因此老子所说的微明，也就是老子要人在事物初动之时，明白它幽微的机先，要有知微，知著之明，而辨别它所以然的初国，便可了解它的后果，因此他说天之道，其犹张弓与？高者抑之，下者举之，有余者损之，不足者补之。天之道，损有余而补不足。人之道则不然，损不足以奉有余。孰能以有余奉天下，唯有道者，是以圣人为而不待，功成而不处，其不欲见贤。所谓不欲见贤，便是不要世人以贤德的美名与成绩，归到他自己的身上。可是，老子所说的这种天道自然的因果定律，一直被后世的人，断章取义地误解，用在权术的机变上去，在中国历史上，汉代有名的文景之治的盛世，虽说是以老子的道家思想，做为政治的方针，但除了文帝的节俭，与省减肉刑等近于道德仁义的作风以外，仍然没有真正采用道家清静无为的德化，而且，在骨子里，实在也是用的纵横家一类的权谋，为人误解，号称他为道家的学术思想而已。过去历史上所谓内用黄老，外示儒术的政治形态，也多是不外此例，不必多讲。总之，老子学术思想，被人误解所造成的冤诬，也就因为他对人事现象，观察得太透彻，作了一些深刻的言文，才会造成这种冤抑。好在他已经说过不欲见贤，那么，在他本身来讲，也就无所谓了。"}
