{"text":"这就是风铃音乐与期望的使者。题记啪爸爸看着我的成绩单，火冒三丈拍案而起我怎么生了你这么个混小子考这么几分丢不丢脸呐你读的是什么书？我无言觉得没什么好争辩的难道考试考砸一次天就会塌下来吗或许我太天真了在不争气的分数面前，以前那个慈祥的父亲不见了取而代之的是一个威严愤怒的父亲他给我开了罚单从今以后除了吃饭不准踏出这个房间半步直到下次考试到前十名为止。但我却不愿失去自己的自由远离心爱的篮球。面对怒气冲天的父亲斩钉截铁地说不什么？你父亲气急了，不想平日听话的儿子这样顶撞他。啪！还不由我回过神来，父亲的大手早已狠狠地落在我的脸上。顿时，一种火辣辣的感觉涌上心头。爸爸狠狠地盯了我一眼，疾步走出房门。我狠狠地撞上门，窗边的风铃也被震得叮当作响。我一头栽倒在床上，任凭眼泪汹涌而出，在泪眼朦胧中，只听见那串风铃叮当叮当地响个不停，好像在嘲笑我的无知，我的任性。我更是气不打一处来，随手拿起身边的一本书，用力砸去，可不巧，没打着。那风铃却不顾生命危险依然唱着它悠扬的歌，愈加清脆。我便气冲冲地走到它面前，想把它摔个粉碎，但当我举起手时，理智终于战胜了情感的冲动我不能！这串风铃是妈妈送给我的周岁的生日礼物。我依稀记得，那时，妈妈在我耳畔谆谆告诫我你看着风铃，多漂亮啊，它在带给别人美妙声音的同时却在不断地打磨自己。我们希望你像风铃一样，在书声中不断地打磨自己，把自己打造成一个对社会有用的人。十岁的我虽然不完全懂得其中的道理，但知道这是长辈对我的教导，父母对我的期望。我认真地点了点头。从此，这串风铃便陪我走过了五年美好的时光，成了我的挚友。可现在我却要毁掉它，我，我怎么成这样了！我望着这串风铃自责道。门外传来父母的叹气声，我屏息倾听，想到他们为了我连晚饭都没吃。我看着风铃，突然想到，父母的期望不就寄托在这风铃之中吗？渴望我的成长，渴望我把自己打磨成精品。我刚才顶撞爸爸，不就好像亲手打碎了父母心灵中这串珍贵的风铃吗？我摘下风铃，细细地端详着，想着想着，我便抱紧风铃，转身走向门去浙江丽水中考作文题目少年不识愁滋味小时候，不知天有多大，只知道一直在天空下奔跑，无论走了多远，都能听到妈妈的呼唤。"}
{"text":"门外传来父母的叹气声，我屏息倾听，想到他们为了我连晚饭都没吃。我看着风铃，突然想到，父母的期望不就寄托在这风铃之中吗？渴望我的成长，渴望我把自己打磨成精品。我刚才顶撞爸爸，不就好像亲手打碎了父母心灵中这串珍贵的风铃吗？我摘下风铃，细细地端详着，想着想着，我便抱紧风铃，转身走向门去浙江丽水中考作文题目少年不识愁滋味小时候，不知天有多大，只知道一直在天空下奔跑，无论走了多远，都能听到妈妈的呼唤。小时候，不知地有多广，只知道可以永远在大地上跳，无论跳得多高，都有父亲宽阔的臂膀。小时候，不知人要隐藏自己的感情，只知道大声说出我们的爱小时候，不知成人的烦恼，只知道天天快乐的成长是的童年是快乐的童年是无忧无虑的童年是本子，有歪歪斜斜的字体童年是字体，工工整整用笔来书写童年是笔，写错可以用橡皮来擦，童年是橡皮，擦不掉昔日美好的战争的年代里，童年是奢望繁荣的年代里，童年是不可缺少。现在的我们也真是苦，虽说生活环境，生活条件比父母当时不知好多少倍，可我们小小年纪就多愁善感，承受来自各方面的压力，有来自学习上的压力，有来自于父母或孩子间有形的无形的成绩攀比的压力，有来自我们间父母给予孩子各种陪优的压力，哪个父母甘心让自己的孩子输在起点上呢？想想当时父母的童年是那么轻松自在快乐，从不过问学习的好坏，一起读书玩的同学学习都一般般，复试班教学，一个班老师教两个年级，根本没有什么压力。上下学可以在路上摘摘野果，采采野花，到农民地里去摘黄瓜，树林里打毛栗，竹林里拔绵竹笋，山上采野橄榄花做花饼吃，河里游泳捉小鱼小虾，还可以在河岸上小树林摘来大把大把的乌生子野葡萄边去上学边吃，届时一嘴一口牙齿一手一口袋全黑乎乎的，更奇特的是有种乌生子还是白的但是我们的童年少年不知愁滋味但现在的少年却充满了忧愁要在乎成绩在家又要干家务事有时动不动就说你们现在的小孩真幸福不用干家务事我们像你们这么大时候晚上还在田里种田还在江苏徐州中考作文因你而快乐天空中不留下鸟的痕迹，而我已飞过。我想泰戈尔的这句话该是对成长意义的最佳诠释曾经痛苦彷徨，夜夜被噩梦纠缠而现在，一切的一切都已过去，并成为一首苦难的叙事长诗。"}
{"text":"我想泰戈尔的这句话该是对成长意义的最佳诠释曾经痛苦彷徨，夜夜被噩梦纠缠而现在，一切的一切都已过去，并成为一首苦难的叙事长诗。只留下泪流满面的微笑回忆，如同吊古战场的情怀，硝烟散尽，只剩下断壁残垣的荒凉。曾有人说少年不知愁滋味，爱上层楼。而谁又能理解少年也有却道天凉好个秋的忧伤无奈呢？有人理解的没有人不曾经是少年。只是或许，在那段最令人不堪的岁月走过之后，便渐渐沉于浮华，渐渐被人淡忘了。天将降大任于斯人，苦筋骨，劳心智，饿体肤，拂乱其所为之后，人方能完善。成长正是完善自我的这一个过程，痛苦彷徨不言而喻。麦田因愤怒而向着阳光疯长，而它们愈是茂盛，投下的阴影便愈深。而我却因成长而快乐，因为它不仅是一个过程，更是一个结果。曾太在意过去，太担心未来，因而荒芜了现在，曾一直告诫自己正行走在消逝中，若不有所作为就会被历史的洪流淹没曾豪情满怀对这五星红旗在心中呐喊要全人类对它顶礼膜拜心中的雪球越滚越大终于不堪重负，所有的理想抱负在超越心理承受范围的那一刻轰然倒塌。于是痛苦来了彷徨来了，噩梦不期而至。时光开始荒芜，我用自己的生命去交换痛苦。成长接下来的，是成长。或许这一切的一切其实都是成长。结局是很俗套的结局整个世界从此开始明朗，而我因此快乐，尽管如此，我仍要说出自己的成长经历，大声地说出来，说给你们听，如数家珍般的，骄傲地大声诉说或许为社会风气失望，或许对自身能力怀疑，或许对人际关系反感。都要做到一点悦纳自己，善待他人。这是思想品德课很久以前就教育过我们的。而真正懂得，却要等到很久以后。快乐，是的。谁说快乐就一定要大声地笑，让全世界都知道？对于我而言，快乐更是内心的安宁与美好。是挣脱了痛苦的安稳的一觉，醒来之后的大声祈祷请给我勇气，让我改变能改变的请给我平静，让我接受不能改变的请给我智慧，让我分辨这两者。成长，因你而快乐。"}
{"text":"都要做到一点悦纳自己，善待他人。这是思想品德课很久以前就教育过我们的。而真正懂得，却要等到很久以后。快乐，是的。谁说快乐就一定要大声地笑，让全世界都知道？对于我而言，快乐更是内心的安宁与美好。是挣脱了痛苦的安稳的一觉，醒来之后的大声祈祷请给我勇气，让我改变能改变的请给我平静，让我接受不能改变的请给我智慧，让我分辨这两者。成长，因你而快乐。年江苏扬州在乎耳边，我听见太多悲伤的声音。而我，只能用力捂住耳朵。我不愿听到他们说悲秋伤春，不愿听到他们说漠视自己的生命。在这最美好的年华，为了易逝的事物而悲伤绝望，只会让年华变得灰暗无味。不要这样，不要这样。即使难过，即使有挫折，即使屡战屡败，也不要放弃。生命，应该对困难说不在乎。后的我们，也许真的有太多的烦恼，沉重的升学负担压得我们无法喘息，而我们，又何尝不掩面抽泣。为何不去挑战，让青春在挥汗的战斗中变得有声有色为何不去奔跑，让青春在疯狂之后变得饱满而欢乐。何必再慨叹，何必太在乎困难和压力与那易逝的时光，何必让自己的年华变得如此压抑。应该在乎的是美好，是冬日里的残阳，是每一颗星星，每一句父母和老师的叮咛，每一次同学和朋友对自己的关心。望望远方，那小小帆船也有翻落的时候，那森林之中也有病树死去，但仍是沉舟侧畔千帆过，病树前头万木春。花朵从不叹息自己的宿命，化作春泥更护花。正站在花季翘首仰望的我们，请擦干眼泪，轻装上阵。也许青春是道明媚的忧伤，也许我左手是过目不忘的萤火，右手是十年一个漫长的打坐，也许但我们不必在乎。若是因此而纵然伤感，不如一笑而过，因为我们在乎的是我们的青春，在乎的是快乐地度过每一天，在乎的是自己在乎的人和在乎自己的人比自己更幸福。别再伤春悲秋，一直向前看。青春里，纵使有太多不确定，纵使时常遭受打击，但我们不必因此一蹶不振。因为，有更重要的东西值得我们在乎。年镇江中考叫我如何不想她――祖国在我心中从小，幼儿园老师便指着中国的地图对我们说我们的祖国看上去就像一只大公鸡。小学时，大队辅导员说祖国的山河是革命者用鲜血筑起的。如今，我终于开始思索，我心中这片伴我成长的土地的模样。"}
{"text":"别再伤春悲秋，一直向前看。青春里，纵使有太多不确定，纵使时常遭受打击，但我们不必因此一蹶不振。因为，有更重要的东西值得我们在乎。年镇江中考叫我如何不想她――祖国在我心中从小，幼儿园老师便指着中国的地图对我们说我们的祖国看上去就像一只大公鸡。小学时，大队辅导员说祖国的山河是革命者用鲜血筑起的。如今，我终于开始思索，我心中这片伴我成长的土地的模样。每年夏天，爸爸妈妈都会带我出去旅游，而今年却――哎呀，妈，今年不能出去玩了！我翻着日历满怀遗憾的一边摇头一边叹气啧啧，看不到祖国的大好河山了，唉！好啦，我陪你翻翻照片吧！妈妈拿着三本厚厚的相集，在我的书桌旁坐下。哈哈，你看这张，我摆的姿势多适合自由的呼论贝尔大草原！对呀，你看那儿的天多蓝！我和妈妈你一言我一语，陶醉在呼伦贝尔湛蓝的天空下。对了，这张是在龙门石窟对吧？去的时候你还摔了一跤，哈哈老妈，你笑什么笑！照片中，我身后的大佛面带微笑，安详宁静地盘坐在巨石中，慈祥地注视着面前的一片青山绿水。看到这儿，我的心不由得静了下来，沉醉在这安宁美好的画面中。这张是在桂林照的吧？你看看这漓江的水，啧啧！我望着照片，想象着刘三姐在这甲天下的山水中放声高歌的情景。就这样，我与妈妈再一次行走于这片广阔的疆土之上，领略自然的创意，欣赏艺术的瑰宝。呀，照片没有了吗？不知不觉，我们竟走过了数十个省与市，回到了现实。多美啊！唉，可今年我只能呆在家里了，不能欣赏到那美好的画面了，真是遗憾啊。我仍是略感沉闷地摇了摇头，上床睡觉。黑夜中，我的脑中不断闪现着那一张张照片，一幅幅美景。对，这便是伴我成长的土地――湛蓝的天空下，自由因沉闷而美好，高大因渺小而雄伟，成功因失败而有意义！那雄奇的山水，自由的天空，惊人的智慧创造出的艺术文化瑰宝都是如此奇妙而美好！这样的土地，让我如何不想她？"}
{"text":"现代主义画派大师毕加索，儿时的画作便可和大家拉斐尔相较，但他却花一生追求儿童个性画法杰出的考古学家，用尽一生去解释孙子轻易辨别的希腊文字。这些别人看来头脑发热的傻瓜行为，他们做，因为他们热爱。毕加索热爱绘画，如果他像拉斐尔一般画圣像，惊世之作格尔尼卡又怎么诞生朗朗热爱钢琴，如果他与很多小孩一般考个十级就结束，世界琴坛又怎会有位中国大师姚贝娜热爱音乐，如果她仅局限于唱军旅歌曲，又怎会有春晚上一首天耀中华的惊艳因为热爱，所以追求。因为热爱，所以执着追求。毕加索渴望像孩子那般自由作画，考古学家辨别铜镜文字。穷尽他们的一生，那是因为，追求就要执着。水滴石穿，可镂金石向来是执着者的目标。以如给我三天光明而闻名的海伦凯勒，她抚摸盲文而长满茧子的双手，是她对爱的执着追求。历史大作史记的司马在身体发肤，受之父母的年代，忍受宫刑还依旧苟活写书，那身体的破缺，意志的坚定，是他对爱的追求。国际性文学奖节杖奖的得主牛汉，在遭受无数苦难之后，依旧清清白白做人，堂堂正正做事，那些诗歌和散文，是他对爱的追求。看看如今这社会吧，喧嚣繁杂，人们在追赶快节奏生活的同时，忘记了去锲而不舍地做一件事，想找到穷尽一生追求某物的人，太难太难。甚至连青少年的追星也变换多端。前一秒爱他爱的死去活来，下一秒又被另一个他吸引眼球。写到这里，环顾四周，多少奋笔疾书的学子，也许最终的功成名就不是所有人一生的目标，但我们不愿或甘心用了十几年去追求它。你不用为毕加索感叹，为老考古学家担心，我相信，哪怕在他们生命的最后一秒，心中所有的不是恐惧而是满意。我也一样，一直喜欢和执著着自己认为的对的人和事。迷惘的孩子，抬头看看天吧，细细冥想什么是你向往的，什么是你愿意穷己一生追求的。锦瑟年华，追忆似水流年那些年的蝉声和那个校园的树一样茂密。那些年的人和那些树上的泡桐花一样可人。正如歌中所唱那时候的天总是很蓝，日子总过的太慢――题记西边，艳红的圆日渐渐变大，暖暖的夕阳透过窗子，不多不少，不浓不淡，正好充满整个房间，温馨。浪漫。依偎在书桌前的我，看着在阳光里跳舞的尘埃，又不知不觉回到了那些年近来总是想起初中一年级的那些日子，欢笑与泪水，友谊与挚爱。"}
{"text":"锦瑟年华，追忆似水流年那些年的蝉声和那个校园的树一样茂密。那些年的人和那些树上的泡桐花一样可人。正如歌中所唱那时候的天总是很蓝，日子总过的太慢――题记西边，艳红的圆日渐渐变大，暖暖的夕阳透过窗子，不多不少，不浓不淡，正好充满整个房间，温馨。浪漫。依偎在书桌前的我，看着在阳光里跳舞的尘埃，又不知不觉回到了那些年近来总是想起初中一年级的那些日子，欢笑与泪水，友谊与挚爱。那些年一起听过的歌，那些年一起写过的诗，那些年一起读过的漫画，还有，那些年一起走过来的人那些年，我们曾一起用单纯而浪漫的眼睛去寻找梁山伯和祝英台化成的蝴蝶那些年，我们曾一起用简单而温暖的眼睛去看待潘金莲与西门庆的爱情那些年，我们曾一起用天真和烂漫的眼睛去看待女郎织女的七七约定可是，就算是盛宴华席，也有醉归的那一刻就算是轻歌曼舞，也有曲终人散的那一时就像那些年的天真，那些年的单纯，那些年的欢声，那些年的笑语，都已在时间的流水中悄悄的过去，留也留不住往矣。往矣。往日里，和他没有任何心思的打打闹闹已不复存在往日里，和他互评优秀的真挚情感已荡然无存往日里，对它童话般呵护的公主心也随成熟之心的到来，飘远了记得从前家里养了一只小贵宾狗，叫仔仔，它刚来我家的时候，我用棉花给它做了一个小而温馨的床，当时真的感觉很满足，很开心，但现在的我看来，幼稚至极听陆小曼说不必铭记所有的昨天。是，时光如雨，一去不返，不想长大的心还未老去，我们便走到了青春的尾巴，隔着荒芜的时光，看当年羞涩的自己，只剩一抹会心的微笑成熟就这样来了，悄无声息。听―――成熟悄悄地带走了轻狂，随之而来的是稳重成熟偷偷的移走了乖戾，随之而来的是圆润成熟淡淡的抹去了哄闹，随即，它又带来了一种不会理会哄闹的微笑。余秋雨说成熟是一种明亮而不刺眼的光辉。是，成熟是带来了稳重，但也冲淡了特有的光彩是，成熟是带来了圆润，但也泯灭了真诚的心灵是，成熟是带来了干练，但也因此丢失了白雪公主般的童话梦那片海那片海，我心中向往的梦境那里远处群山连绵，依偎着大海。贝壳散落在沙滩上，细沙湮没了我的脚趾。沙的余热，透过脚掌熔化了我的心。"}
{"text":"余秋雨说成熟是一种明亮而不刺眼的光辉。是，成熟是带来了稳重，但也冲淡了特有的光彩是，成熟是带来了圆润，但也泯灭了真诚的心灵是，成熟是带来了干练，但也因此丢失了白雪公主般的童话梦那片海那片海，我心中向往的梦境那里远处群山连绵，依偎着大海。贝壳散落在沙滩上，细沙湮没了我的脚趾。沙的余热，透过脚掌熔化了我的心。余晖落日，在那海天交接的地方，落霞与孤鹜齐飞，秋水共长天一色。那片海，有充满亲情的港湾海边的那栋木房子就是我的家，烟囱里冒出袅袅炊烟，一次又一次被那夹杂着咸味海风吹淡。沙滩上依稀可见弟弟的小脚印。海浪轻轻地拍打着沙滩，大海鸥领着小海鸥在海的上空盘旋，绘出一幅亲情的画卷。那片海，袭来最纯洁爱的浪花在那片海，没有爱与不爱，只有相爱。我爱这片海，海也会向我翻滚爱的浪花我爱那细沙，细沙随海风轻拂我的脸颊。在这里，每个人都得到爱的慰藉。生活在爱的天地里，我在温馨的夜里安然入眠。那片海，是与世无争的桃花源海的胸怀，宽广无垠。没有勾心斗角，没有功名利禄，更没有令人不开心的人和事。这里只有美人鱼出没的大海，飞鸟划过却不留痕迹的天空，温煦的阳光，柔软的沙滩，以及我对这片海深沉的爱。或许是不知梦的缘故，流离之人追逐幻影。梦醒之后，一切又恢复原状怖人的大楼吞噬了父母奔波上班的身影，无尽头的课外辅导占领了弟弟的快乐童年。他们为此抱怨过，伤心过，绝望过，却都一次次屈服了。大人们告诉我，这就是生活，吃人的生活。这里望不到那片海的痕迹，没有我心中乌托邦。家庭里的欢声笑语被每个人的牢骚取代，剩下的只有疲惫的心。我不想就此背叛心中的那片海，我要用一生去实现心中美好的愿望，即便那是一条没有尽头的路。有时，感觉自己真像一只孤独的大雁，扇动着疲惫的翅膀，望天也迷茫，望水也迷茫。只是从来不想改变初衷，只是从来不想埋葬向往。不怕，只要有梦在。在人生追梦的路途中，我不去想是否能够成功，既然选择了远方，便只顾风雨兼程，我不去想未来是平坦还是泥泞，为了心中无法感知的召唤，走在路上，无法停歇用童眼打量世界心灵不在它生活的地方，而在它所爱的地方。"}
{"text":"有时，感觉自己真像一只孤独的大雁，扇动着疲惫的翅膀，望天也迷茫，望水也迷茫。只是从来不想改变初衷，只是从来不想埋葬向往。不怕，只要有梦在。在人生追梦的路途中，我不去想是否能够成功，既然选择了远方，便只顾风雨兼程，我不去想未来是平坦还是泥泞，为了心中无法感知的召唤，走在路上，无法停歇用童眼打量世界心灵不在它生活的地方，而在它所爱的地方。――题记世界上最灿烂的花朵是你绯红的脸颊世界上最动听的音乐是你清脆的笑声世界上最澄澈的清潭是你明净的眼神。孩子，你是上帝送给人世的礼物，是世间最美丽的天使。丰子恺曾说孩子的眼光是直线，不会转弯。的确，毕加索在参观了一个儿童画展后感叹和他们一样大时画得和拉斐尔一样，但学会像他们一样画要花一生的时间。童眼之所以澄澈，是因为童心纯粹而不掺杂任何杂质。用童眼打量世界，用童心追求美好，让纯真悄悄开花。懂得用童眼打量世界的人播下纯真的种子，不会错过你毕生追求的最美的花期。画家鲁斯本倾尽一生研习画作。他画中人物骨骼健朗，刚劲如松皮肤如脂，吹弹可破，画中执扇的东方女子宛转的秋波惹人怜爱，顾盼生姿。当被问及如何达到如此高的艺术境界时，鲁斯本淡然一笑我只不过是用出生婴儿的眼光来打量这个世界。何尝不是这样呢孩童的双眼里没有名利的追逐引起的争抢厮杀，没有汲汲与功利事物谄言媚笑，更没有被利欲熏心的狰狞面目和丑恶的嘴脸。他们有的只是徜徉在一个纯真美好的世界里开出一朵淡雅的花来。月如指尖的细沙转瞬即逝，我们跟着匆匆的岁月身后成为岁月的奴隶。浸泡在红尘的染缸里，慢慢地发酸发臭。又有多少人还能保持曾经的纯粹如一，保持那份安静泰然的优雅和一份让人不敢轻触的美好张爱玲曾说生活是一件华丽的旗袍，上面爬满了虱子。但只要卸下多余的包袱，日子一样可以行云流水。又有谁说人生只有百味皆尝才不负仅有一次的人生卡尔维诺在如果在冬夜，一个旅人中曾说生命是一条有开始却没有结束的路。何不做一个雅士林逋般悠然简单之人，掬一首流觞月，揽一笔兰亭墨，以梅为妻，以鹤为子用童眼打量世界，隔着一条世俗的溪，便可以看清隔岸的是是非非。让一位杰出考古学家耗尽一生的几行字却被孙子用镜子背面照镜子简单地破解了。何尝不是向我们昭示，把一切繁杂都化为简单归真，把一切繁尘都看作过眼云烟。"}
