{"text":"在他们看来，灵魂残疾了的人和双腿残疾了的人是一样的，都是不幸的羔羊，而主不是神祗而是羔羊们的不屈自新与互爱。他们叙述苦难乃是站在人类立场上的沉思，他们剥开人类的弱点，本是为着人类趋向完美。惟此，艺术才有了更高的价值，艺术家的苦心才能获得报偿。我到担心，柳青还能不能静下心来去写她自己的故事。这种担心大约也是多余，或者写或者不写，对于她似乎都不重要。人常犯的错误是替别人瞎担心。柳青把作人看得比作文重要。作人的重要不在于用笔写，而在于用心行。幸福的实现对她来说也在于此。在生活中太难实现生活的理想，便到艺术中去实现，她说她搞艺术主要是此动机。不过我还是跟她说过一句玩笑话要是不把您这四十几年的生活写一写，似乎有负于上帝对您的宠爱。这话不全是玩笑。有幸得到上帝诸多恩宠的人，有理由多为世上做些贡献，这与她的初衷不违。这么多年来，她确实没有一刻偷闲，但是有所不为才能有所为，她应该搞出更好的作品来。不单为自己，也为了后人。譬如她的女儿，不仅应该知道她自己的生活是被大人搞坏了的，还应该知道这些大人的生活都是什么，以及生活原本就是多么不简单。历史永远是一条艰险的路，这路要人去走，其间布满了迷茫和痛苦，从而人才有了思想和欢乐。柳青说，自从她的女儿一懂事，她便跟女儿说过，我们是母女，我们更是朋友。现在代沟依然出现了。出现了就出现了吧，叛逆是创造的开始。上一代人只须留下自己清晰的脚印，也许还应该把这些脚印铸成模型，放在路边的草丛里，成一座路标。答自己问一人为什么要写作？最简要的回答就是为了不至于自杀。为什么要种田呢？为什么要做工吃饭呢？为了不至于饿死冻死。好了，写作就是为了不至于自杀。人之为人在于多一个毛病，除了活着还得知道究竟活的什么劲儿。种田做工吃饭乃是为活着提供物质保证，没有了就饿死冻死写作便是要为活着找到可靠的理由，终于扰不到就难免自杀或还不如自杀。"}
{"text":"最简要的回答就是为了不至于自杀。为什么要种田呢？为什么要做工吃饭呢？为了不至于饿死冻死。好了，写作就是为了不至于自杀。人之为人在于多一个毛病，除了活着还得知道究竟活的什么劲儿。种田做工吃饭乃是为活着提供物质保证，没有了就饿死冻死写作便是要为活着找到可靠的理由，终于扰不到就难免自杀或还不如自杀。区分人与动物的界线有很多条，但因其繁复看似越来越不甚鲜明了，譬如思维和语言，有些科学家说人类可能不是唯一能思维和说话的动物，另一些科学家则坚持认为那是人类所独有的。若以我这非学者的通俗眼光看，倒是有三条非常明显又简便的区分线摆在这儿会不会自杀是会不会，不是有没有。这天地间会自杀的只有人类。除了活着还要问其理由的只有人类。丰衣足食且身体健康忽一日发现没有了这样继续下去的理由从而想出跳楼卧轨吃大量安眠药等等千条妙计的只有人类。最后，会写作的只有人类。鲸的集体上岸自杀呢？我看这不是真正意义上的自杀我猜这准是相当于醉后的坠入茅坑之类，真正的自杀是明确地找死，我看鲸不是。倘若有一天科学家们证明鲸是真正的自杀，那么我建议赶紧下海去买它们的书，我认为会自杀的类都是会写作的类。去除种种表面上的原因看，写作就是要为生存找一个至一万个精神上的理由，以便生活不只是一个生物过程，更是一个充实旺盛快乐和镇静的精神过程如果求生是包括人在内的一切生物的本能，那么人比其它生物已然又多了一种本能了，那就虽不单要活还要活得明白。若不能明白则还不如不活那就干脆死了吧。所以人会自杀，所以人要写作，所以人是为了不致自杀而写作。这道理真简单，简单到容易被忘记。二历史上自杀了的大作家很多，是怎么回事？是自杀意识导致写作行为呢还是相反？先说后面一个问题。至少文化革命提供了一个证明在允许自由写作的地方和时期固然仍有自杀的事情发生，但在不允许自由写作的地方和时期，自杀的事情就更多。可是，文革中多数的自杀者并不是因为不允许其写作呀？而被剥夺了写作权利的人倒是多数都没有自杀呀？我想必是这样的写作行为不一定非用纸笔不可，人可以在肚子里为生存找到理由。不能这样干的人不用谁来剥夺他他也不会写作，以往从别人那儿抄来的理由又忽失去，自己又无能再找来一个别样的理由他不自杀还干什么？被夺了纸笔却会写作的人则不同了，他在肚子里写可怎么剥夺？"}
{"text":"可是，文革中多数的自杀者并不是因为不允许其写作呀？而被剥夺了写作权利的人倒是多数都没有自杀呀？我想必是这样的写作行为不一定非用纸笔不可，人可以在肚子里为生存找到理由。不能这样干的人不用谁来剥夺他他也不会写作，以往从别人那儿抄来的理由又忽失去，自己又无能再找来一个别样的理由他不自杀还干什么？被夺了纸笔却会写作的人则不同了，他在肚子里写可怎么剥夺？以往的理由尽可作灰飞烟灭但他渐渐看出了新的理由，相信了还不到去死的时候。譬如一个老实巴交的工人，他想我没干亏心事不怕鬼叫门你们打我一顿又怎么样人活的是一个诚实！――这便是写作，他找到的理由是诚实，且不管这理由后来够不够用。一个老干部想，乌云遮不住太阳事情早晚会弄清楚的到头来看谁是忠臣谁是好佞吧――这是他的作品。志士从中看见了人类进步的艰难，不走过法西斯胡同就到不了民主大街和自由广场，不如活着战斗。哲人则发现了西绪福斯式的徒劳，又发现这便是存在，又发现人的意义只可在这存在中获取，人的欢乐唯在这徒劳中体现。先不论谁的理由更高明，只说人为灵魂的安宁寻找种种理由的过程即是写作行为，不非用纸笔不可。既如此，又何以在不允许自由写作的地方和时期里自杀事情会更多呢？原因似有三一是思想专制就像传染性痴呆病，能使很多很多的人变得不会自由写作甚至不知道为什么要自由写作，他们认定生存的理由只有专制者给找来的那一个，倘不合适，则该死的是自己而绝不可能是那理由，二是，它又像自身免疫性疾病，自由的灵魂要抵抗专制，结果愤怒的抗体反杀了自己或是明确地以死来抗议，或是不明确地让生命本能的愤而自杀来抗议。第三，它又像是不孕症和近亲交配造成的退化，先令少数先进分子的思想不能传播不能生育，然后怂恿劣种遗传。值得放心的是，人类数十万年进化来的成果不会毁于一旦，专制可以造成一时的愚钝与困惑，但只要会自杀的光荣犹在就不致退回成猴子去，有声的无声的以死抗议一多，便等于在呼唤自由便注定导致重新寻找生的理由。自由写作躲在很多个被窝里开始然后涌上广场，迎来一个全新的创造。这创造必定五花八门，将遗老遗少大惊得失色。顺便想到一种会用纸笔却从不会自由写作的人，他们除了会发现大好形势外就再发现不了别的。"}
{"text":"值得放心的是，人类数十万年进化来的成果不会毁于一旦，专制可以造成一时的愚钝与困惑，但只要会自杀的光荣犹在就不致退回成猴子去，有声的无声的以死抗议一多，便等于在呼唤自由便注定导致重新寻找生的理由。自由写作躲在很多个被窝里开始然后涌上广场，迎来一个全新的创造。这创造必定五花八门，将遗老遗少大惊得失色。顺便想到一种会用纸笔却从不会自由写作的人，他们除了会发现大好形势外就再发现不了别的。他们不会自杀，他们的不会自杀不是因为找到了理由，而是不需要理由，随便给他个什么理由他也可以唱，就像鹦鹉。再说前面的问题――为什么很多大作家自杀了？换一种情况看看你自由地为生存寻找理由，社会也给你这自由，怎么样呢？结果你仍然可能找不到。这时候，困难已不源于社会问题了，而是出自人本的问题的艰深。譬如死亡与残病，譬如爱情和人与人的不能彻底沟通，譬如对自由的渴望和人的能力的局限，譬如地球终要毁灭那么人的百般奋斗究竟意义何在？无穷无尽地解决着矛盾又无穷无尽地产生着矛盾，这样的生活是否过于荒诞？假如一个极乐世界一个共产主义社会真能呈现，那时就没有痛苦了吗？没有痛苦岂不等于没有矛盾岂不是扯谎？现代人高考落第的痛苦和原始人得不到一颗浆果的痛苦，你能说谁轻谁重？痛苦若为永恒，那么请问我们招谁惹准了一定要来受此待遇？人活着是为了欢乐不是为了受罪，不是吗？如是等等，大约就是那些自杀了的大作家们曾经面对的问题，他们没找到这种困境中活下去的理由，或者他们相信根本就没有理由如此荒唐地活下去。他们自杀了，无疑是件悲哀的事也许他们应该再坚持一下。可也是件令人鼓舞的事――首先，人的特征在他们身上这样强烈这样显著，他们是这样勇猛地在人与动物之间立了一座醒目的界碑。其次，问题只要提出有时候单是问题的提出就要付死的代价，就像很多疾病是要靠死来发现的，迟早就会有答案，他们用不甘忍受的血为异化之途上的人类指点迷律，至少是发出警号。假如麦哲伦葬身海底，那也不是羞耻的事，谁会轻蔑牛顿的不懂相对论呢？为人类精神寻找新大陆的人，如果因为孤军奋战而死那也是光荣。他们面对的敌人太强大了，不是用一颗原子弹可以结束的战争他们面对的问题大严峻太艰深了，时至今日人类甚至仍然惶惑其中所幸有这些不怕死的思考者，不怕被杀，也不怕被苦苦的追寻折磨死，甚至不怕被麻木的同类诬为怪人或疯子。"}
{"text":"假如麦哲伦葬身海底，那也不是羞耻的事，谁会轻蔑牛顿的不懂相对论呢？为人类精神寻找新大陆的人，如果因为孤军奋战而死那也是光荣。他们面对的敌人太强大了，不是用一颗原子弹可以结束的战争他们面对的问题大严峻太艰深了，时至今日人类甚至仍然惶惑其中所幸有这些不怕死的思考者，不怕被杀，也不怕被苦苦的追寻折磨死，甚至不怕被麻木的同类诬为怪人或疯子。我时常觉得他们是真正的天使，苍天怜恤我们才派他们来，他们像那样爱极了也恨透了，别的办法没有便洒一天一地自己的鲜血，用纯真的眼睛问每一个人你们看到了吗？我看他们的死就是这样的。虽然我们希望他们再坚持一下不要急着去死。但我们没法希望人类在进步的途中不付死的代价。在这种时候，也可以说是写作行为导致了自杀意识的。其实这就像阴阳两极使万物运动起来一样，人在不满与追寻的磁场中不得停息，从猿走来，向更人的境界走去。反动一词甚妙，谁不允许人们追寻进而不允许人们不满，谁自是反动派。这儿没有提倡自杀的意思，我想这一点是清楚的。长寿的托尔斯泰比自杀了的马雅可夫斯基更伟大，至于那些因一点平庸的私欲不得满足便去自杀的人，虽有别于动物但却是不如了动物，大家都这样干起来，人类不仅无望进步，反有灭种的前途三有人说写作是为了好玩大概有两种情况。一种是他活的比较顺遂，以写作为一项游戏，以便生活丰富多彩更值得一过。这没什么不好，凡可使人快乐的事都是好事，都应该。问题在于，要是实际生活已经够好玩了，他干嘛还要用写作来补充呢？他的写作若仅仅描摹已经够好玩了的实际生活，他又能从写作中得到什么额外的好玩呢？显而易见，他也是有着某类梦想要靠写作来实现，也是在为生存寻找更为精彩的理由。视此寻找为好玩，实在比把它当成负担来得深刻后面会说到这件事。那么，这还是为了不致自杀而写作吗？只要想想假如取消他这游戏权利会怎么样，就知道了。对于渴望好玩的人来说，单调无聊的日子也是凶器。更何况，人自打意识到了好玩，就算中了魔了，好玩的等级步步高升哪有个止境？所以不能不想想究竟怎样最好玩，也不能不想想到底玩的什么劲儿，倘若终于不知道呢？那可就不是玩的了。"}
{"text":"视此寻找为好玩，实在比把它当成负担来得深刻后面会说到这件事。那么，这还是为了不致自杀而写作吗？只要想想假如取消他这游戏权利会怎么样，就知道了。对于渴望好玩的人来说，单调无聊的日子也是凶器。更何况，人自打意识到了好玩，就算中了魔了，好玩的等级步步高升哪有个止境？所以不能不想想究竟怎样最好玩，也不能不想想到底玩的什么劲儿，倘若终于不知道呢？那可就不是玩的了。只有意识不到好玩的种类，才能永远玩得顺遂，譬如一只被娇惯的狗，一只马戏团里的猴子，所以人在软弱时会羡慕它们，不必争辩说谁就是这星球上最灿烂的花朵，但人不是狗乃为基本事实，上帝顶多对此表示歉意，事实却要由无辜的我们承当。看人类如何能从这天定的困境之中找到欢乐的保障吧。另一种情况是他为生存寻找理由却终于看到了智力的绝境――你不可能把矛盾认识完，因而你无从根除灾难和痛苦而且他豁达了又豁达还是忘不了一件事――人是要死的，对于必死的人以及必归毁灭的这个宇宙来说，一切目的都是空的。他又生气又害怕。他要是连气带吓就这么死了，就无话好说，那未必不是一个有效的归宿。他没死他就只好镇静下来。向不可能挑战算得傻瓜行为，他不想当傻瓜，在沮丧中等死也算得傻瓜行为，他觉得当傻瓜并不好玩，他试着振作起来，从重视目的转而重视了过程，唯有过程才是实在，他想何苦不在这必死的路上纵舞欢歌呢？这么一想忧恐顿消，便把超越连续的痛苦看成跨栏比赛，便把不断地解决矛盾当作不尽的游戏。无论你干什么，认其为乐不比叹其为苦更好吗？现在他不再惊慌，他懂得了上帝的好意假如没有距离人可怎么走哇？还不都跟一样成了瘫子？但心路也有距离，方才提到的这位先生才有了越狱出监的机会。而且！人生主要是心路的历程。他便把上帝赐予的高山和深渊都接过来，乘物以游心，玩它一路，玩得心醉神迷下绊不羁创造不止灵感纷呈。这便是尼采说的酒神精神吧？他认为人生只有求助于审美而获得意义。看来尼采也通禅机，禅说人是生而为艺术家的，是生活的创造性的艺术家。当人类举着火把，在这星球上纵情歌舞玩耍，前仆后继，并且镇静地想到这是走在通向死亡的路上时，就正如尼采所说的，他们既是艺术的创造者和鉴赏者，本身又是艺术品。"}
{"text":"这便是尼采说的酒神精神吧？他认为人生只有求助于审美而获得意义。看来尼采也通禅机，禅说人是生而为艺术家的，是生活的创造性的艺术家。当人类举着火把，在这星球上纵情歌舞玩耍，前仆后继，并且镇静地想到这是走在通向死亡的路上时，就正如尼采所说的，他们既是艺术的创造者和鉴赏者，本身又是艺术品。他们对无边无际的路途既敬且畏，对自己的弱小和不屈又悲又喜就如老人与海中的桑提亚哥，他们在威严的天幕上看见了自己泰然的舞姿，因而受了感动受了点化，在一株小草一颗沙砾上也听见美的呼唤，在悲伤与痛苦中也看出美的灵光，他们找到了生存的理由，像加缨的西绪福斯那样有了靠得住的欢乐，这欢乐就是自我完善，就是对自我完善的自赏。他们不像我这么夸夸其谈，只是极其简单他说道呵，这是多么呼玩。那么死呢？死我不知道，我没死过。我不知道它好玩不好玩。我准备最后去玩它，好在它跑不了。我只知道，假如没有死的催促和提示，我们准会疲疲塌塌地活得没了兴致没了胃口，生活会像七个永远唱下去的样板戏那样让人失却了新奇感。上帝是一个聪明的幼儿园阿姨，让一代一代的孩子们玩同一个游戏，绝不让同一个孩子把这游戏永远玩下去，她懂得艺术的魅力在于新奇感。谢谢她为我们想得周到。这个游戏取名人生，当你老了疲惫了吃东西不香了娶媳妇也不激动了，你就去忘川走上一遭，重新变成一个对世界充满了新奇感的孩子，与上帝合作重演这悲壮的戏剧。我们完全可以视另一些人的出世为我们的再生。得承认，我们不知道死是什么死人不告诉我们，活人都是瞎说，正因如此我们明智地重视了生之过程，玩着，及时地玩好它。便是为了什么壮丽的理想而被钉上十字架，也是你乐意的，你实现了生命的骄做和壮美，你玩好了，甭让别人报答。这是我对好玩的理解。四不想当大师的诗人就不是好诗人吗我一会儿觉得这话有理，一会儿又觉得这是胡说。一个人，写小说，无所谓写什么只要能发表他就写，只要写到能发表的程度他就开心极了。他写了一篇四万字的小说，编辑说您要是砍下一万五去咱们就发，他竟然豁达到把砍的权利也交给编辑，他说您看着砍吧编辑，就是砍去两万五也可以。然后他呢，他已摸清了发表的程度是什么程度，便轻车熟路己然又复制出若干篇可供编辑去砍的小说了。"}
{"text":"这是我对好玩的理解。四不想当大师的诗人就不是好诗人吗我一会儿觉得这话有理，一会儿又觉得这是胡说。一个人，写小说，无所谓写什么只要能发表他就写，只要写到能发表的程度他就开心极了。他写了一篇四万字的小说，编辑说您要是砍下一万五去咱们就发，他竟然豁达到把砍的权利也交给编辑，他说您看着砍吧编辑，就是砍去两万五也可以。然后他呢，他已摸清了发表的程度是什么程度，便轻车熟路己然又复制出若干篇可供编辑去砍的小说了。――这时候，也仅仅在这种时候，我觉得那句话是有道理的。其余的时候我觉得那句话是胡说。它是不想当元帅的士兵就不是好士兵的套用，套用无罪，但元帅和诗人是截然不同的两回事就像政治和艺术。元帅面对的是人际的战争，他依仗超群的智力，还要有一代天骄式的自信甚至狂妄，他的目的很单纯――压倒一切胆敢与他为敌的人，因此元帅的天才在于向外的征战，而且这征战是以另一群人的屈服为限的。一个以这样的元帅为楷模的士兵，当然会是一个最有用的士兵。诗人呢？为了强调不如说诗人的天才出于绝望他曾像所有的人一样向外界寻找过幸福天堂，但过尽千帆皆不是，于是诗人才有了存在的必要，他面对的是上帝布下的迷阵，他是在向外的征战屡遭失败之后靠内省去猜斯芬克斯的谜语的，以便人在天定的困境中得救。他天天都在问，人是什么？人到底是什么要到哪儿去？因为已经迷茫到了这种地步，他才开始写作。他不过是一个不甘就死的迷路者他不过是上穷碧落下黄泉为灵魂寻找归宿的流浪汉。他还有心思去想当什么大师么？况且什么是大师呢？他能把我们救出到天堂么？他能给我们一个没有苦难没有疑虑的世界么？他能指挥命运如同韩信的用兵么？他能他还写的什么作？他不能他还不是跟我们一样，凭哪条算作大师呢？不过绝境焉有新境？不有新境何为创造？他只有永远看到更深的困苦，他才总能比别人创造得更为精彩他来不及想当大师，恶浪一直在他脑际咆哮他才最终求助于审美的力量，在艺术中实现人生。不过确实是有大师的，谁创造得更为精彩谁就是大师。有一天人们说他是大师了，他必争辩说我不是，这绝不是人界的谦恭，这仍是置身天界的困惑――他所见出的人的困境比他能解决的问题多得多，他为自己创造的不足所忧扰所蒙蔽，不见大师。"}
{"text":"不有新境何为创造？他只有永远看到更深的困苦，他才总能比别人创造得更为精彩他来不及想当大师，恶浪一直在他脑际咆哮他才最终求助于审美的力量，在艺术中实现人生。不过确实是有大师的，谁创造得更为精彩谁就是大师。有一天人们说他是大师了，他必争辩说我不是，这绝不是人界的谦恭，这仍是置身天界的困惑――他所见出的人的困境比他能解决的问题多得多，他为自己创造的不足所忧扰所蒙蔽，不见大师。也有大师相信自己是大师的时候，那是在伟大的孤独中的忧愤的自信和自励，而更多的时候他们是在拼死地突围，唱的是我们是世界，我们是孩子没唱我们是大师。你也许能成为大师也许成不了，不如走自己的路置大师于不顾。大师的席位为数极少，群起而争当之，倒怕是大师的毁灭之路。大师是自然呈现的，像一颗流星，想不想当它近乎一句废话。再说又怎么当法呢？遵照前任大师的路子去走？结果弄出来的常是抄袭或效颦之作。要不就突破前任大师的路子去走？可这下谁又知道那一定是通向大师之路呢？真正的大师是鬼使神差的探险家，他喜欢看看某一处被众人忘却的山顶上还有什么，他在没有记者追踪的黑夜里出发，天亮时，在山上，的可能是多了一具无名的尸体。只有的机会显现一行大师的脚印。他还可能是个不幸的落水者，独自在狂涛里垂死挣扎，的可能是葬身鱼腹连一个为他送殡的人也没有，只有的机会他爬上一片新的大陆。还想当吗？还想当！那就不如把那句话改为不想下地狱的诗人就不是好诗人。尽管如此，你还得把兴趣从好诗人转向下地狱，否则你的欢乐没有保障，因为下了地狱也未必就能写出好诗来。中国文坛的悲哀常在于元帅式的人际征服，作家的危机感多停留在社会层面上，对人本的困境太少觉察。内圣外王的哲学，单以治国齐家平天下为己任为政治服务的艺术必仅仅是一场阶级的斗争光是为四个现代化呐喊的文学呢，只是唤起人在物界的惊醒和经济的革命，而单纯的物质和经济并不能使人生获得更壮美的实现。这显然是不够的。"}
