{"text":"我们觉得可以和这班人亲近，我们可以背了一个行李，和阿波罗p，司日轮，音乐诗医疗，预言等之神或雅典纳，司智慧，学术技艺，战争之神一同去行猎。或在路上拉住麦考里，商人，旅客，盗贼，及狡猾者之保护神和他闲谈，正如和美国西方联合电报局的送差闲谈一样。如果谈得很有趣的话，我们可以想像出麦考里说不错，好的，对不起，我要走了，要把这封电报送到七十二号街去。希腊人并不神圣，可是希腊的神却具有人性。这些神跟基督教完美的上帝相较起来是多么不同啊！希腊的神不过是另一个种族的人，是一族能够永生的巨人，同时地球上的人却不能够。由于这个背景，便产生一切关于台美特，司农业的女神普洛赛宾拿sp，地狱的女王和奥斐斯ps，音乐的鼻祖等的绝美故事。希腊人对神的信仰是理所当然的，甚至苏格拉底将饮毒酒的时候，也举杯向神祷告，求神使他快一点到另一个世界里去。这点很像孔子的态度。在那个时候，人们的态度必须是这样的至于希腊精神如果在现代，其对于人类和上帝将取什么态度，我们不幸没有知道的机会。希腊的异教世界不是现代的，而现代的基督教世界也不是希腊的，这是很可惜的。大体说来，希腊人承认人类是总有一死的，有时还要受残酷命运所支配。人类一接受了这种命运后，便感到十分愉快。因为希腊人酷爱这个人生和这个宇宙，他们除了专心致志，科学地去理解物质世界外，也应注意于理解人生的真美善。希腊人的思想里没有类似伊甸园式的黄金时代，也没有人类堕落的讽喻希腊人自己不过是狄卡思翁和他的妻皮拉在洪水后，走下平原时，从地上拾起来向后抛去的石子所变成的人类罢了。他们对疾病和忧虑是用滑稽的方法去解释他们以为疾病和忧虑似一个少妇有一种难于压制的欲望，想打开一箱珍宝――潘多拉的箱子。希腊人的想像是美丽的。他们大都把人性就当人性看待，但是基督徒或许会说他们是被总有一死的命运所支配。但是总有一死的命运是美丽的，人类在这里可以理解，人生可以让自由推究的精神去发展。有些诡辩家认为人性本善，有些却认为人性本恶，可是他们的理论总没有像霍勃王s，十五世纪英国的哲学家和卢梭十六世纪法国的哲学家的互相矛盾。"}
{"text":"他们对疾病和忧虑是用滑稽的方法去解释他们以为疾病和忧虑似一个少妇有一种难于压制的欲望，想打开一箱珍宝――潘多拉的箱子。希腊人的想像是美丽的。他们大都把人性就当人性看待，但是基督徒或许会说他们是被总有一死的命运所支配。但是总有一死的命运是美丽的，人类在这里可以理解，人生可以让自由推究的精神去发展。有些诡辩家认为人性本善，有些却认为人性本恶，可是他们的理论总没有像霍勃王s，十五世纪英国的哲学家和卢梭十六世纪法国的哲学家的互相矛盾。最后，柏拉图认为人类似乎是欲望情感和思想的混合物。理想的人生便是在理论智慧真正理解的指导下，三方面和谐地在一起生活。柏拉图认为思想是不朽的，不过个人的灵魂之或贱或贵，根据他们是否爱好正义学问节制和美而定。在苏格拉底的心目中，灵魂也是一种独立和不朽的存在他在费度里告诉我们说当灵魂独自存在时，由肉体解放出来，而肉体也由灵魂解放出来的时候，那时除死亡之外还有什么呢？相信人类灵魂的不朽，显然是基督教徒希腊人道教和儒教的观念上相同的地方。相信灵魂不朽的现代人，当然不能抓住这一点当做话题。苏格拉底对灵魂不朽的信仰，在现代人看来，也许认为毫无意义，因为他的许多理论根据，如化身转世之类，是现代人所不能接受的。关于中国人对于人类的观念，人类是造物之主，万物之灵。在儒家看来，人和天地并列成为三灵。如果以灵魂说为背景讲起来，世间万物都有生命，或都有神灵依附，风和雷是神灵的本身，每一大山和河流都有神灵统治，而且可说即是属于这个神灵的每一种花都有花神，在天上管理季节，看顾它们盛开凋谢。还有一个百花仙子，他的生辰是在二月十二日。每棵柳树松树柏树，每一只狐狸或乌龟活了很长的岁月，达到了很高的年龄，就变成精。在这种用灵魂说为背景之下，人类自然也被视为神灵的具体表现。这神灵和宇宙间的一切生物一样，是由雄性的主动的正的，或阳的成分，和雌性的被动的负的，或阴的成分，结合而产生出来的――在事实上不过是对阴阳电原理的一种玄妙的猜测罢了。附在人身上的这种灵性叫做魄离开人身随处飘荡时叫做魂一个人有坚强的个性或是精神充沛时，便称之为有魄力。人死后，魂依旧四处飘荡。"}
{"text":"在这种用灵魂说为背景之下，人类自然也被视为神灵的具体表现。这神灵和宇宙间的一切生物一样，是由雄性的主动的正的，或阳的成分，和雌性的被动的负的，或阴的成分，结合而产生出来的――在事实上不过是对阴阳电原理的一种玄妙的猜测罢了。附在人身上的这种灵性叫做魄离开人身随处飘荡时叫做魂一个人有坚强的个性或是精神充沛时，便称之为有魄力。人死后，魂依旧四处飘荡。魂是不常扰人的，但如果没有人埋葬或祭祀死者，那么神灵便会变成无祀孤魂来缠扰人家，因此，中国人便定七月十五日为祭亡日，以祭祀那些溺死的和客死异乡的鬼。更甚的，假使死者是被杀的或冤枉死的，那鬼魂便到处飘荡骚扰，直到雪冤之后，方才停止。人既是神灵的具体表现，所以在世的时候，当然须有一些热情欲望和精神s，这些东西无所谓好坏，只不过是一些和人类生活不能分离的天赋的性质而已。一切男女都有热烈的感情，自然的欲望，高尚的意志，以及良知他们也有性欲饥饿愤怒，并且受着疾病疼痛苦恼和死亡的支配。文化的用处，便在怎样使这些热情和欲望能够和谐地表现。这就是儒家的观念，依这种观念，我们假使能够和这种天赋的本性过着和谐的生活，那么，便可以和天地并列关于这一点，我将在第六章末再讲。然而佛教对于人类的肉体情欲的观念，和中世纪基督教很相同――以为这些情欲是必须割弃的讨厌东西。太聪慧或思想过度的男女有时会默契这个观念，因而去做和尚或尼姑但在大体上说来，儒家的健全意识并不赞成这种行为。同样，佛教的观念也有点近于道教的意味，认为红颜薄命是被谪下凡的神女，因为她们动了凡心，或是在天上失了职，所以被贬入尘世来受这命运注定的人间痛苦。人类的智能被认为是一种潜力之类。这种智能即我们所谓精神，这精字的意义和狐狸精的精字相同。我在前面已经说过，英语中和精神意义最相近的是或s，这种东西在人生中每天有许多不同的时候，正像潮水那样地涨落不定。一个人生下来就有热情欲望和这种精神。这些在幼年壮年老年和死亡各时期中循着不同的路线而流行。孔子说少之时，血气未定，戒之在色及其壮也，血气方刚，戒之在斗及其老也，血气既衰，戒之在得。反过来讲，就是说少年爱色，壮年好斗，老年嗜财。"}
{"text":"我在前面已经说过，英语中和精神意义最相近的是或s，这种东西在人生中每天有许多不同的时候，正像潮水那样地涨落不定。一个人生下来就有热情欲望和这种精神。这些在幼年壮年老年和死亡各时期中循着不同的路线而流行。孔子说少之时，血气未定，戒之在色及其壮也，血气方刚，戒之在斗及其老也，血气既衰，戒之在得。反过来讲，就是说少年爱色，壮年好斗，老年嗜财。当着这个身体的智能的，和道德的资产混合物，中国人对于人类本身所抱的一般态度，可以归纳到让我们做合理近情的人这句话里。就是一种中庸之道，不希望太多，也不太少。好像人类是介乎天地之间，介乎理想主义和现实主义之间，介乎崇高的思想和卑鄙的情欲之间。这样的介乎中间，便是人类天性的本质渴求智识和渴求清水，喜欢一个好的思想和喜爱一盆美味的笋炒肉，吟哦一句美丽的诗词和向慕一个美丽的女人，这些都是人的常情。因之我们感到人间总是一个不完美的世界。要把这社会加以改良，机会当然是有的，但是中国人并不想得到完全的和平，也不想达到快乐的顶点。这里有个故事可做证明。有一个人从幽冥降生到人间去，他对阎王说如果你要我回到人间，你须答应我的条件。什么条件呢？阎王问。那人回答说我要做宰相的儿子，状元的父亲，我的住宅四周要有一万亩地，有鱼池，有各种花果，我要有一位美丽的太太，和一些娇艳的婢妾，她们都须待我很好，我要满屋珠宝，满仓五谷，满箱金银，而我自己要做公卿，一生荣华富贵，活到一百岁。阎王说如果人间有这样的人可做，我自己也要去投生，不让你去了！然而合理近情的态度，就是说我们既有了这种人类的天性，那么就让我们开始做人吧。何况要逃避这个命运，根本是办不到的。不管热情和本能本来是好是坏，空口争论是没有什么用处的。或者我们反而倒有被束缚的危险。这种近情合理的态度造成了一种宽恕的哲学，觉得人类的错误和谬行都是可以获得宽恕的，不论是法律上的道德上的或政治上的，都可以认为是一般的人类天性或人之常情。至少，那批有教养的心胸旷达的遵循合理近情的精神而生活的学者，都抱着这种态度。"}
{"text":"或者我们反而倒有被束缚的危险。这种近情合理的态度造成了一种宽恕的哲学，觉得人类的错误和谬行都是可以获得宽恕的，不论是法律上的道德上的或政治上的，都可以认为是一般的人类天性或人之常情。至少，那批有教养的心胸旷达的遵循合理近情的精神而生活的学者，都抱着这种态度。中国人甚至以为天或上帝也是一个颇为合理近情的人物，他们以为你只要过着合理近情的生活，依着你的良知行事，你就不必再有所怕惧，他们认为良心的安宁是最大的福气，认为一个心地光明磊落的人，连鬼怪也不能侵犯他。所以，只要有一个合理近情的上帝来担任管理那些不合理不近情者的任务，世界便太平无事，诸事顺利了。专制者死了卖国者自杀了惟利是图者变卖他的财产了有权有势，拥有古董的收藏家他们是利欲熏心，靠权势来剥削人家的的儿子们，把他们父亲用尽心机搜罗得来的珍贵，一齐变卖，四散地藏在别人的家庭里了杀人凶犯伏法了，遭辱的女人得到报复的机会了，难得有个被压迫者会喊着说老天爷瞎了眼睛！正义不伸。在道家和儒家两方面，最后都以为哲学的结论和它的最高理想，即必须对自然完全理解，以及必须和自然和谐如果要用一个名词以便分类的话，我们可以把这种哲学称为合理的自然主义ss，一个合理的自然主义者于是便带着兽性的满足在这世界上生活下去。目不识丁的中国妇人说人家生我们，我们生人家，另外还有什么事可做呢？人家生我们，我们生人家，这一句话蕴藏着一种可怕的哲学。由于这种说法，人生将变成一种生物学的程序，而永生的问题便绝口不必谈了。这正和一个搀着孙儿到糖果店里去，一面在想着五年或十年后便要回到坟墓里去的中国祖父一样，他们在这世间最大的希望就是不至于生下羞辱门第的子孙来。中国人人生的整个典型就是这样一个观念组合起来的。性的吸引在女权和增进女子的社会权利的门面背后，即美国也未能以应有的地位给予女人。我希望我这印象是不对的，我也希望在女权增进的当中，男人的中古式武士精神没有减退。因为这两件事并非一定联系而行。武士精神或真心敬重女人精神，并非即是听女人自由花钱，听女人自由行动，听女人担任执行公务，和听女人投票选举之谓。在我这种生于老旧世界，抱有老旧观念的人看来，世上的事情都有切己和不切己之别。美国女人在不切己的事情上，其地位已远胜于旧世界的姊妹。"}
{"text":"性的吸引在女权和增进女子的社会权利的门面背后，即美国也未能以应有的地位给予女人。我希望我这印象是不对的，我也希望在女权增进的当中，男人的中古式武士精神没有减退。因为这两件事并非一定联系而行。武士精神或真心敬重女人精神，并非即是听女人自由花钱，听女人自由行动，听女人担任执行公务，和听女人投票选举之谓。在我这种生于老旧世界，抱有老旧观念的人看来，世上的事情都有切己和不切己之别。美国女人在不切己的事情上，其地位已远胜于旧世界的姊妹。但在真正切己的事情上，则依旧相同，没有寸进。武士精神在美国也未见得较明显于欧洲。美国女人能真正发挥权力之处依旧是在她传统的区域，即家庭中。她在这区域中，以服务安琪儿的精神做她的主人。我曾见过这样的安琪儿，但只有在家庭的神圣私生活中才能见到，只在一个女人飘然往来于厨房客室之间，做专心爱好家庭的主妇中才能见到。她在这里放射出一种灿烂的光明，如移置到公事室去时，便是不合适而不可思议的了。这只不过因为女人穿了飘逸的长裙比穿着短小的公事褂更为动人，更为娇美。这或许不过是我的想像。问题的要点只在女人居家正如鱼之居水，女人一穿上公事短褂之后，男人就会拿她们当做相类的同事，即可以任意批评。但一等到她们在公事时间之外穿上了飘飘长裙，男人即自然放弃和她们竞争的心思，而只会坐着向她们张口呆看了。一进公事范围，女人比较更守纪律，对于日常例行公事也比较优胜。但一出公事房，例如在喜事茶会等处，同事彼此遇到时，女人即较为活泼，较会发挥本能。她们会随口劝告男同事，甚至她们的经理，快去理发，或告诉他们到哪里去买最好的医治脱发药水。在公事房中女人说话时极低声下气，但在公事房之外，她即以权威者的态度发言。从一个男人的观点坦白说起来――其实也无需讳言――我以为公共场所中有了女人，实在使生活上例如公事房中和街上增添不少动人的点缀和自然的礼貌。这于男人很有益处，可以使公事房中的语声变为柔和，色彩较为鲜艳，公事桌上也可以较为整齐。我又以为造化所赋予的性吸引力，或性吸引力的欲望，其程度至今没有变更。不过美国的男人则享受较大的艳福，就因为在性诱引上，美国女人较别国女人例如中国女人更为致力于获得男人的欢心。我的结论是西方的人们过于着重性，而过于轻视女人。美国女人所费于整理头发的时间，其长久和旧时的中国女人差不多。她们对于修饰较为公开恒久和不择地而行。"}
{"text":"这于男人很有益处，可以使公事房中的语声变为柔和，色彩较为鲜艳，公事桌上也可以较为整齐。我又以为造化所赋予的性吸引力，或性吸引力的欲望，其程度至今没有变更。不过美国的男人则享受较大的艳福，就因为在性诱引上，美国女人较别国女人例如中国女人更为致力于获得男人的欢心。我的结论是西方的人们过于着重性，而过于轻视女人。美国女人所费于整理头发的时间，其长久和旧时的中国女人差不多。她们对于修饰较为公开恒久和不择地而行。对于节食运动按摩和寻求保持美态的方法较为热烈。早晨在床上将两腿做起落的运动，以收束腰身，较为严切奉行。在一个中国女子已经抛弃脂粉的年龄，但在美国依然会拍粉点脂，色染头发。她们于生发水和香水花费较多的钱，所以美国的化妆品如白天雪花膏夜用雪花膏无色雪花膏搽粉之前所用的冷膏面霜，防止毛孔涨大的冷霜柠檬冷霜避日炙冷油去皱纹冷油鱼油，以及各种稀奇古怪的香油，多至不可胜计，销路多很广大。也许是美国女人有较多的时间和钱可以耗费。她们或者是穿衣服以讨男人的欢喜，脱衣服以讨自己的欢喜，或两者都有之，都说不定。中国女人没有这样的厉害，也许是因中国女人没有得到这许多种化妆品的机会的缘故。但对于女人想要吸引男人的欲望，我实在不敢说各种族之间有什么不同的地方。以前的中国女人也因极力想讨男人的欢喜，将她的双足缠成三寸金莲，不过现在则已经解放，而改为穿高跟皮鞋了。我虽然不是先知，但我敢预言，在不久的将来，中国女人也必于每天早晨在床上做几分钟的腰腿运动，以讨她的丈夫或自己的欢喜。然而很显明的事实在这里现在的美国女人是更致力于注意身体上性吸引力，并专在性吸引力方面讲究她们的衣饰，以讨男人的欢喜。其结果是在公园里或街上所见的一般女人，大概都具有较为苗条的身材，都穿着较为讲究的衣裳。这确须感谢女人所费于保持其曲线的努力，因而使男人获得很大的愉快。但据我的想像，她们在神经上必因此受很重大的影响。我所说的性吸引力，均系对母性吸引力，或对女人一般的吸引力而言。我疑心现代文明的这一种状态，已把它的特质深印于现代恋爱和婚姻上了。艺术使现代男人有了性的意识。对于这点，我毫无疑义。先前是艺术，后来变为商业性的利用，将女人的全体直到最后一条的曲线和最后一只染色的脚趾为止，完全开拓起来。"}
{"text":"这确须感谢女人所费于保持其曲线的努力，因而使男人获得很大的愉快。但据我的想像，她们在神经上必因此受很重大的影响。我所说的性吸引力，均系对母性吸引力，或对女人一般的吸引力而言。我疑心现代文明的这一种状态，已把它的特质深印于现代恋爱和婚姻上了。艺术使现代男人有了性的意识。对于这点，我毫无疑义。先前是艺术，后来变为商业性的利用，将女人的全体直到最后一条的曲线和最后一只染色的脚趾为止，完全开拓起来。我从未见过女人的肢体经过这样的商业性开拓，而我并且很奇怪何以美国女人竟肯这样驯服地听人家去将她们的肢体开拓到这个地步。在东方人的心目中，这种对女人身体的商业性开拓，和尊重女人的观念绝不能并立。艺术家称之为美，看戏的观众称之为艺术，只有戏馆老板和经理直称之为性吸引力，而男人们也就因此得到很好的消遣。在这男人所创造，男人所统治的社会中，女人可以剥光了去供商业性的开拓，而男人则除了歌舞团团员之外，很少出身露体的时候，这实是一种奇特的现象。在戏台上我们能看到女人几乎不穿着什么，但男人则依然都是衣冠整齐。如若这个世界是女人统治的话，那么我们当然就要看见出身露体的男人，而女人则都穿上长裙了。艺术家对于男女人的身体构造同样地研究，但他们似乎终没有法子可以将男人的身体美化为商业性的用场。戏院以裸体为号召，但大概都是剥去了女人的衣服以吸引男人，而绝不剥去男人的衣服以吸引女人。就是在较为高尚的表演中，虽然是艺术和道德并重，但也总是让女人艺术化，男人道德化，而从不坚持女人道德化，男人艺术化。在游艺表演中，男演员大都偏重于滑稽即跳舞的时候也是如此，而观众尚认为是艺术的。商业广告都抓住这一点，千方百计的利用。所以现在的人们如要知道什么是艺术，他只须买一本杂志，将里边的广告看一遍，便能了然。其结果使女人的脑筋中深印下极其深刻的女人必须艺术化的印象，甚至下意识地默认了这个原则，很情愿地忍饥节食运动按摩，严格遵守一切纪律，以求对于美的世界有所贡献。心地不很明白的人看了，几乎要认做女人除了利用性吸引力外，竟没有其他抓住男人的方法了。我认为这种对性吸引力的过于注重，造成一种对女人的整个天性的不成熟和不充足的观念，影响及于恋爱和婚姻的性质，而也引起了对于这两件事的谬误或不充足的见解。因此，女人即被认为只是一个可能的伴侣，而不是家庭的主持人物。女人是一个妻，也是一个母。"}
{"text":"心地不很明白的人看了，几乎要认做女人除了利用性吸引力外，竟没有其他抓住男人的方法了。我认为这种对性吸引力的过于注重，造成一种对女人的整个天性的不成熟和不充足的观念，影响及于恋爱和婚姻的性质，而也引起了对于这两件事的谬误或不充足的见解。因此，女人即被认为只是一个可能的伴侣，而不是家庭的主持人物。女人是一个妻，也是一个母。但因现在如此的注意于性，以致伴侣的意想取代了为母意想的地位。不过我仍坚持女人只在为母时能达到她的最崇高身份。如若一个女人竟拒绝为母，则她便立刻丧失大部分的尊严和庄重，而有成为玩具的危险。我以为一个女人，不论她在法律上的身份如何，只要有了子女，便可视之为妻而如若没有子女，则即使是妻，也只能视做姘妇。子女使姘妇抬高身份，而无子女则使妻降级。现代女人有许多不愿生育，理由也很显明，无非恐怀孕将妨碍她的苗条身段罢了。好色的天性对于增进人生的生趣，有相当助力，但行之过分，则反而不利于女人。欲求保持性吸引力的意念当然是一种加在女人神经上的压力，而男人则没有的。这也是太不公平，因为人们如过于重视美丽及青春，则中年女人便陷于对灰白的头发和不可挽回的光阴做必不能胜的奋斗。中国某诗人早已提醒我们说，青春之泉是无稽之谈，无人能系住光阴不让它前进。因此中年女人如保持做性吸引力的努力，即等于和年龄赛跑，太不合理。只有幽默能补救这个处境。如若我们明知和老年白发无从争斗，则我们何不就认白发为美丽。朱杜的诗白发新添数百茎，几番拔尽白还生不如不拔由他白，那得功夫与白争。这整个情形既不自然而且太不平。这是于为母者和年龄较大的女人不平允的。重量拳击家将锦标保持了数年之后，势不能不将宝座让给较为年轻的后进跑马场里得锦标的马，过了数年，自不能不将第一位置让给年龄较小的马同样地年龄较大的女人，绝不能战胜年轻的少女。同类相争，其实何必。中年女人想在性吸引力上和少女争高下是一件愚拙危险，而又无望的举动。女人所应重视者尚有比性更进一层的东西。谈情说爱的动作，大部分当然以身体的吸引力为根据，则较为成熟的男女自应视之为过去的事情，而不必再斤斤于此了。我们知道人类是动物中最喜欢表示爱情的动物。但除了这表示爱情天性外，还具有一种同样有力的父母天性，结果即产生了人类家庭生活。"}
