{"text":"有些灵敏的收音机能够收到其他收音机所收不到的短波，因为这些更远更细的音乐不大容易收到，所以更觉宝贵。而且我们幼时的那些梦想并不是没有实现性的。这些梦想常和我们终身共存着。因此，如果我自己可以自选做世界上作家之一的话，我颇愿做个安徒生。能够写美人鱼的故事，想着那美人鱼的思想，渴望着到了长大的时候到水面上来，那真是人类所能感到的最深沉最美妙的快乐了。所以，无论一个孩子是在屋顶的小阁上，或在谷仓里，或是躺在水边，随处都有他的梦想，而这些梦想也是真实的。爱迪生史蒂芬生司格德这三个人在幼年时都梦想过。这种奇妙的梦想，结出了最优美最瑰丽的果。但是较平庸的孩子也曾多少有过这些梦想。他们梦想中的幻象或许各不相同，但是他们感觉到的快乐是一样的。每个小孩子都有一颗思慕的和切望的灵魂，怀着一种热望去睡觉，希望在早晨醒转来时发现他的梦想已成为事实。他并不把这些梦想告诉大家，因为这些是他自己的，是他正在生长的自我的一部分。小孩子的梦想当中有些较为清晰，有些较模糊，清晰者产生了迫使这梦想实现的力量而那些较不明晰的便在长成的时候逐渐消失。我们一生中总想把我们幼时的梦想说出来，但是，有时还没有找到我们所要说的话，我们已经死了。讲到国家也是这样，她也有其梦想。这种梦想可以经过许多的年代和世纪，依然存在着。有些梦想是高尚的，有些却是歹恶的。征服人家，和那些独霸世界一类的梦想，都可说是噩梦这种国家比之那些较有和平梦想的国家不安得多。不过另外也还有较好的梦想，梦想着一个更好的世界，梦想着和平，梦想着各国和睦共处，梦想着减少残酷，减少不公平，减少贫穷和痛苦。噩梦常想破坏好梦，因之，二者之间不断地搏斗苦战。人们为梦想而斗争，正如为财产而斗争一样。于是梦想即由幻象的世界走进了现实的世界，而成为我们生命中的一个真实力量。梦想无论怎样模糊，总潜伏在我们心底，使我们的心境永远得不到宁静，直到这些梦想成为事实才止像种子在地下一样，一定要萌芽滋长，伸出地面来，寻找阳光。所以梦想是真实的。我们有时也会有混乱的梦想和不符现实的梦想，那是很危险的。因为梦想也是逃避的方法之一。一个做梦者常常梦想要逃避这个世界，但是又不知道要逃避到哪里去。知更鸟常常引动浪漫主义者的幻想。人类有一种热烈的欲望，想把今日的我们变成另一种人，脱离现在的常轨。"}
{"text":"梦想无论怎样模糊，总潜伏在我们心底，使我们的心境永远得不到宁静，直到这些梦想成为事实才止像种子在地下一样，一定要萌芽滋长，伸出地面来，寻找阳光。所以梦想是真实的。我们有时也会有混乱的梦想和不符现实的梦想，那是很危险的。因为梦想也是逃避的方法之一。一个做梦者常常梦想要逃避这个世界，但是又不知道要逃避到哪里去。知更鸟常常引动浪漫主义者的幻想。人类有一种热烈的欲望，想把今日的我们变成另一种人，脱离现在的常轨。只要是可以促成变迁的事物，一般人便趋之若鹜。战争总是有吸引力的，因为它使城市里的事务员有机会可以穿起军服，扎起绑腿布，可以有机会免费旅行同时在战壕里已经度过三四年生活的兵士，而觉得厌倦了的时候，休战也是情愿的，因为这又使他们有机会回家再穿起平民的衣服，打上一条红领带了。人类显然需要这种刺激。假如世界真要避免战争的话，最好各国政府行一种制度，每隔十年募集二十岁至四十五岁的人，送他们到欧洲大陆去做一次旅行，去参观博览会一类的盛会。现在英国政府正在动用五十万万英镑去重整军备，我想这笔款子尽够送每个英国人民到利维埃拉法国东南地中海边名胜区去旅行一次了。他们以为战争的费用是必须的，而旅行是奢侈。我觉得不很同意！旅行是必须的，而战争才是奢侈哩。此外还有其他的梦想，如乌托邦的梦想和长生不老的梦想。长生不老的梦想虽则也像其他的梦想一样地模糊，但是十分近于人情，而且是极其普遍。不过人类如果真的可以长生不死，到了那时恐怕他们也要不知所为。长生不死的欲望，跟站在另一极端的自杀心理属于同类。二者都厌恶这世界，以为现在的世界还不够好。如果问为什么现在的世界还不够好呢？我们只要在春天到乡间去游览一次，就能知道这句问话是不应该问而觉得惊异了。乌托邦的梦想情形也是如此。理想仅是一种信仰另一世态的心境，不管它是什么一种世态，总之只要和现代人类的世态不同就是了。理想的自由主义者往往相信本国是国家中最坏的国家，他所生活的社会是最坏不过的社会。他依然是那个在餐馆里照单点菜的家伙，相信邻桌所点的菜总比他自己所点的好吃。纽约时报论坛的说在那些自由主义者的心目中，只有俄国的聂泊水闸是一个真正的水闸，而民主国家永远没有建筑过水闸。当然也只有苏联才造过地底车道。"}
{"text":"理想仅是一种信仰另一世态的心境，不管它是什么一种世态，总之只要和现代人类的世态不同就是了。理想的自由主义者往往相信本国是国家中最坏的国家，他所生活的社会是最坏不过的社会。他依然是那个在餐馆里照单点菜的家伙，相信邻桌所点的菜总比他自己所点的好吃。纽约时报论坛的说在那些自由主义者的心目中，只有俄国的聂泊水闸是一个真正的水闸，而民主国家永远没有建筑过水闸。当然也只有苏联才造过地底车道。在另一方面，法西斯报纸告诉他们的人民说，只有在他们的国度里，人类才找得到世界上惟一合理的正确的可行的政体。乌托邦的自由主义者和法西斯的宣传主任，他们的危险便在这里。为纠正起见，他们必须有一种幽默感。论幽默感我很怀疑世人是否曾体验过幽默的重要性，或幽默对于改变我们整个文化生活的可能性――幽默在政治上，在学术上，在生活上的地位。它的机能与其说是物质上的，还不如说是化学上的。它改变了我们的思想和经验的根本组织。我们须默认它在民族生活上的重要。德皇威廉缺乏笑的能力，因此丧失了一个帝国，或者如一个美国人所说，使德国人民损失了几十万万元。威康二世在私生活中也许会笑，可是在公共场所中，他胡须总是高翘着，给人以可怕的印象，好像他是永远在跟谁生气似的。并且他那笑的性质和他所笑的东西――因胜利而笑，因成功而笑，因高踞人上而笑――也是决定他一生命运的重要因素。德国战败是因为威廉二世不知道什么时候应该笑，或对什么东西应该笑。他的梦想是脱离笑的管束的。据我看来最深刻的批评就是民主国的总统会笑，而独裁者总是那么严肃――牙床凸出，下颔鼓起，下唇缩进，像煞是在做一些非可等闲的事情，好像没有他们，世界便不成为世界。罗斯福常常在公共场所中微笑，这对于他是好的，对于喜欢看他们总统微笑的美国人也是好的。可是欧洲独裁者们的微笑在哪里？他们的人民不喜欢看他们的微笑吗？他们一定要装着吃惊庄严愤怒，或非常严肃的样子，才能保持他们的政权吗？我所读到的关于希特勒最好的事情，是说他在私生活中是极其自然的。可是独裁者如果非装做愤怒或自负的样子不可，那么独裁制度里一定有什么别扭的地方，整个心性必都有错误。现在我们讨论独裁者的微笑，并不是无聊地寻开心当我们的统治者没有笑容时，这是非常严重的事，他们有的是枪炮啊。在另一方面只有当我们冥想这个世界，由一个嬉笑的统治者去管理时，我们才能够体味出幽默在政治上的重要性。"}
{"text":"他们的人民不喜欢看他们的微笑吗？他们一定要装着吃惊庄严愤怒，或非常严肃的样子，才能保持他们的政权吗？我所读到的关于希特勒最好的事情，是说他在私生活中是极其自然的。可是独裁者如果非装做愤怒或自负的样子不可，那么独裁制度里一定有什么别扭的地方，整个心性必都有错误。现在我们讨论独裁者的微笑，并不是无聊地寻开心当我们的统治者没有笑容时，这是非常严重的事，他们有的是枪炮啊。在另一方面只有当我们冥想这个世界，由一个嬉笑的统治者去管理时，我们才能够体味出幽默在政治上的重要性。比如说，派遣五六个世界上最优秀的幽默家，去参加一个国际会议，给予他们全权代表的权力，那么世界便有救了。因为幽默一定和明达及合理的精神联系在一起，再加上心智上的一些会辨别矛盾愚笨和坏逻辑的微妙力量，使之成为人类智能的最高形式，我们可以肯定，必须这样才能使每一个国家都有思想最健全的人物去做代表。让萧伯纳代表爱尔兰，史梯芬李可克p代表加拿大切斯休顿s已经死了，可是伍德郝斯s或爱多斯赫胥黎s可以代表英格兰。威尔罗杰s可惜已经死了，不然他倒可以做一个美国代表。现在我们可以请劳勃本区雷或海胡德勃朗去代替他。意大利法国德国俄国也有他们的幽默代表，如果派遣这些人物在大战的前夕去参加一个国际会议，我想无论他们怎样拼命地努力，也不能掀起一次欧洲的大战来。你会不会想像到这一批国际外交家会掀起一次战争，或甚至企谋一次战争。幽默感会禁止他们这样做法。当一个民族向另一民族宣战时，他们是太严肃了，他们是半疯狂的。他们深信自己是对的，上帝是站在他们这一边的。具有健全常识的幽默家是不会这么样想。你可以听见萧伯纳在大喊爱尔兰是错误的，一位柏林的讽刺画家说一切错误都是我们的，勃朗宣称大半的蠢事应由美国负责，可以看见李可克坐在椅子上向人类遭歉，温和地提醒我们说，在愚蠢和愚憨这一点上，没有一个民族可以自誉强过其他民族。在这种情形之下，大战又何至于能引起呢？那么是谁在掀起战争呢？"}
{"text":"具有健全常识的幽默家是不会这么样想。你可以听见萧伯纳在大喊爱尔兰是错误的，一位柏林的讽刺画家说一切错误都是我们的，勃朗宣称大半的蠢事应由美国负责，可以看见李可克坐在椅子上向人类遭歉，温和地提醒我们说，在愚蠢和愚憨这一点上，没有一个民族可以自誉强过其他民族。在这种情形之下，大战又何至于能引起呢？那么是谁在掀起战争呢？是那些有野心的人有能力的人聪明的人有计划的人谨慎的人有才智的人傲慢的人太爱国的人，那些有服务人类欲望的人，那些想创造一些事业给世人一个印象的人，那些希望在什么场地里造一个骑马的铜像，来睥睨古今的人。很奇怪地，那些有能力的人聪明的人有野心的人傲慢的人，同时，也就是最懦弱而糊涂的人，缺乏幽默家的勇气深刻和机巧。他们永远在处理琐碎的事情。他们并不知那些心思较旷达的幽默家更能应付伟大的事情。如果一个外交家不低声下气地讲话，装得战战兢兢胆怯拘束谨慎的样子，便不成其为外交家。――事实上，我们并不一定需要一个国际幽默家的会议来拯救这世界。我们大家都充分地潜藏着这种所谓幽默感的东西。当欧州大战的爆发，真在一发千钧的当儿，那些最劣等的外交家，那些最有经验和自信的，那些最有野心的，那些最善于低声下气讲话的，那些最会装得战战兢兢拘束谨慎的模样的，甚至那些最切望于服务人类的外交家，在他们被派遭到会议席上去时，只稍在每次上午及下午的开会议程中，拨出十分钟的辰光来放映米老鼠影片，令全体外交家必须参加，那么任何战争仍旧是可以避免的。我以为这就是幽默的化学作用改变我们思想的特质。这作用直透到文化的根底，并且替未来的人类，对于合理时代的来临，开辟了一条道路。在人道方面我觉得没有再比合理时代更合崇高的理想。因为一个新人种的兴起，一个浸染着丰富的合理精神，丰富的健全常识，简朴的思想，宽和的性情，及有教养眼光的人种的兴起，终究是惟一的重要事情。人类的理想世界不会是一个合理的世界，在任何意义上说来，也不是一个十全十美的世界，而是一个缺陷会随时被看出，纷争也会合理地被解决的世界。对于人类，这是我们所希冀的最好的东西，也是我们能够合理地冀望它实现的最崇高的梦想。这似乎是包含着几样东西思想的简朴性，哲学的轻逸性，和微妙的常识，才能使这种合理的文化创造成功。而微妙的常识哲学的轻逸性和思想的简朴性，恰巧也正是幽默的特性，而且非由幽默不能产生。"}
{"text":"人类的理想世界不会是一个合理的世界，在任何意义上说来，也不是一个十全十美的世界，而是一个缺陷会随时被看出，纷争也会合理地被解决的世界。对于人类，这是我们所希冀的最好的东西，也是我们能够合理地冀望它实现的最崇高的梦想。这似乎是包含着几样东西思想的简朴性，哲学的轻逸性，和微妙的常识，才能使这种合理的文化创造成功。而微妙的常识哲学的轻逸性和思想的简朴性，恰巧也正是幽默的特性，而且非由幽默不能产生。这样的一个新世界是很难想像的，因为它跟我们现在的世界是那么不同。一般地讲起来，我们的生活是过于复杂了，我们的学问是太严肃了，我们的哲学是太消沉了，我们的思想是大纷乱了。这种种严肃和纷乱的复杂性，使现在的世界成为这么一个凄惨的世界。我们现在必须承认生活及思想的简朴性是文明与文化的最崇高最健全的理想，同时也必须承认当一种文明失掉了它的简朴性，而浸染习俗，熟悉世故的人们不再回到天真纯朴的境地时，文明就会到处充满困扰，日益退化下去。于是人类变成在他自己所产生的观念思想志向和社会制度之下，当着奴隶，担荷这个思想志向和社会制度的重担，而似乎无法摆脱它。幸而人类的心智尚有一种力量，能够超脱这一切观念思想志向而付之一笑，这种力量就是幽默家的微妙处。幽默家运用思想和观念，就像高尔夫球或弹子戏的冠军运用他们的球，或牧童冠军运用他们的缰绳一样。他们的手法，有一种因熟练而产生的从容，有着把握和轻快的技巧。总之，只有那个能轻快地运用他的观念的人，才是他的观念主宰，只有那个能做他的观念主宰的人，才不被观念所奴役。严肃终究不过是努力的标记，而努力又只是不熟练的标志。一个严肃的在观念的领域里是呆笨而局促的，正如一个暴发户在社交场中那样呆笨而不自然一样。他很严肃，因为他和他的观念相处还不曾达于自然。说起来有点矛盾，简朴也就是思想深刻的标志和象征。在我看来，在研究学问和写作上，简朴是最难实现的东西。欲求思想明澈已经是一桩困难的事情，然而简朴更须从明澈中产生出来。当一个作家在役使一个观念时，我们也可说那观念在役使他。这里有一桩普通的事实可以证明一个刚从大学里以优异的成绩毕业出来的大学助教，他的讲辞总是深奥繁杂，极其难于理解，而只有资格较老的教授们才能把他的思想单纯地用着简明易解的字句表达出来。"}
{"text":"说起来有点矛盾，简朴也就是思想深刻的标志和象征。在我看来，在研究学问和写作上，简朴是最难实现的东西。欲求思想明澈已经是一桩困难的事情，然而简朴更须从明澈中产生出来。当一个作家在役使一个观念时，我们也可说那观念在役使他。这里有一桩普通的事实可以证明一个刚从大学里以优异的成绩毕业出来的大学助教，他的讲辞总是深奥繁杂，极其难于理解，而只有资格较老的教授们才能把他的思想单纯地用着简明易解的字句表达出来。如果一个年轻的助教不用他自矜博学多才的语句来讲解时，他确有出类拔萃而远大的前途的。由技术到简朴，由专家到思想家，其间的过程，根本是一种知识的消化过程，我认为是和新陈代谢的作用完全一样的。一个博学的学者，须把那专门的知识消化了，并且和他的人生观察联系起来，才能够用平易简明的语句把这专门知识贡献出来。在他刻苦追求知识的时间中我们就假定说是詹姆斯ss的心理学知识吧，我觉得一定有许多次心神清爽的休息，好像一个人在疲乏的长途旅行中停下来喝一杯清凉的饮料一样。在那休息的时间中，那些真真的人类专家，会把自己反省一下，我们到底在做什么？简朴必须先消化和成熟，当我们渐渐长大成人的时候，思想会变得更明澈，无关紧要的一点或虚假的一面，将尽被剔去，不再骚扰我们。等到观念有了较明确的形态后，一大串的思想便渐渐变成一个简括的公式，突然地有一天在一个明朗的清晨跑进了我们的脑子，于是我们的知识便达到了真正光辉的境界。嗣后便再不用努力了，真理已变得简单易解，读者也将觉得真理本身是简易的，公式的形成是自然的，因此获得很大的快乐。这种思想上和风格上的自然性――中国的诗人和批评家那么羡慕着――常常被视为是一种逐渐成熟的发展过程。当我们讲到苏东坡的散文逐渐成熟时，我们便说他渐近自然――这种风格已经把青年人的爱好华丽夸炫审美技艺和文艺夸张等心理一概消除。幽默感滋养着这种思维的简朴性，这是很自然的事。一般的说，幽默家比较接近事实，而理论家则比较注重观念，当一个人跟观念本身发生关系时，他的思想会变得非常复杂。在另一方面，幽默家浸沉于突然触发的常识或智机，它们以闪电般的速度显示我们的观念与现实的矛盾。这样使许多问题变得简单。不断的和现实相接触，给了幽默家不少的活力轻快和机巧。一切装腔作势虚伪，学识上的胡诌学术上的愚蠢和社交上的欺诈，将完全扫除净尽。"}
{"text":"幽默感滋养着这种思维的简朴性，这是很自然的事。一般的说，幽默家比较接近事实，而理论家则比较注重观念，当一个人跟观念本身发生关系时，他的思想会变得非常复杂。在另一方面，幽默家浸沉于突然触发的常识或智机，它们以闪电般的速度显示我们的观念与现实的矛盾。这样使许多问题变得简单。不断的和现实相接触，给了幽默家不少的活力轻快和机巧。一切装腔作势虚伪，学识上的胡诌学术上的愚蠢和社交上的欺诈，将完全扫除净尽。因为人类变得有机巧有机智了，所以也显见得更有智慧。一切都是简单清楚。所以我相信只有当幽默的思维方式普遍盛行时，那种以生活和思维的简朴为特性的健全而合理的精神才会实现。论解嘲人生有时颇感寂寞，或遇到危难之境。人之心灵，却能发出妙用，一笑置之，于是又轻松下来。这是好的，也可以看出人之度量。古代名人，常有这样的度量，所以成其伟大。希腊大哲人苏格拉底，娶了姗蒂柏pp，她是有名的悍妇，常作河东狮吼。传说苏氏未娶之前，已经闻悍妇之名，然而苏氏还是娶她。他有解嘲方法，说娶老婆有如御马，御驯马没有什么可学，娶个悍妇，于修心养性的功夫大有补助。有一天家里吵闹不休，苏氏忍无可忍，只好出门。正到门口，他太太由屋顶倒一盆水下来，正正淋在他的头上。苏氏说。我早晓得，雷霆之后必有甘霖。真亏得这位哲学家雍容自若的态度。林肯的老婆也是有名的，很泼辣，喜欢破口骂人。有―天―个送报的小孩子，十二三岁，不识道送报太迟，或有什么过失，遭到林肯太太百般恶骂，詈不绝口。小孩去向报馆老板哭诉，说她不该骂人过甚，以后他不肯到那家送报了。这是一个小城，于是老板向林肯提起这件小事。林肯说算了吧！我能忍她十多年，这小孩子偶然挨骂一两顿，算什么？这是林肯的解嘲。中国有句老话，叫做塞翁失马，焉知非福。林肯以后成为总统，据他小城的律师同事赫恩顿写的传记，说是应归功于这位太太。赫恩顿书中说，林肯怪可怜的，每星期六半夜，大家由酒吧要回家时，独林肯一人不大愿意回家。所以林肯那副出人头地，简练机警，应对如流的口才，全是在酒吧中学来的。又苏格拉底也是家里不得安静看书，因此成一习惯，天天到市场去，站在街上谈空说理。因此乃开始游行派的哲学家p的风气。他们讲学，不在书院，就在街头逢人问难驳诘。"}
{"text":"中国有句老话，叫做塞翁失马，焉知非福。林肯以后成为总统，据他小城的律师同事赫恩顿写的传记，说是应归功于这位太太。赫恩顿书中说，林肯怪可怜的，每星期六半夜，大家由酒吧要回家时，独林肯一人不大愿意回家。所以林肯那副出人头地，简练机警，应对如流的口才，全是在酒吧中学来的。又苏格拉底也是家里不得安静看书，因此成一习惯，天天到市场去，站在街上谈空说理。因此乃开始游行派的哲学家p的风气。他们讲学，不在书院，就在街头逢人问难驳诘。这一派哲学家的养成，也应归功于苏婆。关于这类的故事很多，尤其关于几个名人临终时的雅谑。这种修炼功夫，常人学不来的。苏格拉底之死，由柏拉图写来是最动人的故事。市政府说他巧辩惑众，贻误青年子弟，赐他服毒自尽。那夜他慷慨服毒，门人忍痛陪着，苏氏却从容阐发真理。最后他的名言是想起来，我欠某人一支雄鸡未还。叫他门人送去，不可忘记。这是他断气以前最后的一句话。金圣叹判死刑，狱中发出的信，也是这一派。花生米与豆腐干同嚼，大有火腿滋味。大约如此。历史上从容就义的人很多，不必列举。西班牙有一传说，一个守礼甚谨的伯爵将死，一位朋友去看他。伯爵已经气喘不过来，但是那位访客还是刺刺不休长谈下去。伯爵只好忍着静听，到了最后关头，伯爵不耐烦对来客说对不起，求先生原谅，让我此刻断气。他藏身朝壁，就此善终。我尝读耶稣最后一夜对他门徒的长谈，觉得这段动人的议论，尤胜过苏氏临终之言，而耶稣在十字架上临死之言上帝啊，宽恕他们，因为他们所为，出于不知。这是耶稣的伟大，出于人情所不能及。这与他一贯的作风相同施之者比受之者有福。可惜我们常人能知不能行，常做不到。谈涵养中国旧有教育，标举涵养二字，注重德性之薰陶，与现代所谓教育，趋重学分不同。有学分，未必有学问，有学问，未必有涵养。中国认学问与涵养为一事，此为中国传统教育之一大特点，与德国教育注重鸿博精研，法国教育注重艺术陶养不同，而与英国教育之注重性格培成亦大迥异。英国之所谓性格，原文为不但中文不可译，法德文皆不可译，因此字含义，特指坚毅恒心镇静蕴藉临危不惧见义勇为服从纪律谨守礼俗等成份，而坚毅恒心，服从纪律等尤由户外运动得来。故英人之视运动如生命，如宗教。此言英国民性者所不可不知。"}
