{"text":"从此以后，每当场上的队员进行训练的时候，女孩儿就默默地在场下练球。她的坚持不懈终于为她赢得了难得的机会，在一次重要的比赛里，前锋队员意外受伤，万般无奈之下教练只好派她上场，结果女孩儿在下半场连进两球，不仅帮助本队获得了胜利，更使得自己一战成名。这女孩儿就是女子足球世界杯金靴奖得主――孙雯。没有谁能一步登天，无论是一块金牌的取得，还是一个人金榜题名或事业有成，他们都是先站在成功边上，储蓄足够的能量――那就是学习更多的知识，经历更多的挫折，积累更多的人生智慧，等到属于自己的时刻一到，自然会绽放出美丽的人生之花。我们平时只关注到成功者最辉煌的一刻，其实他们背后天长日久的付出和酸甜苦辣，我们看不到，也想象不到，而他们却都要一一品尝。点评经历挫折，等待春天。战胜阴影，迎来光明。嗓音和相貌同样不漂亮的刘若英成为最具真实感的歌手又瘦又黑的替补队员孙雯成为女子足球世界杯金靴奖得主。站在成功边上，储蓄能量，经历挫折，积累智慧，终会绽放美丽的人生之花，迎来炫目的成功。文章集中选取两个人们熟知的故事，形象生动的阐明经历挫折绽放美丽之花的过程，富有说服力和感染力！滋养文化的活鱼阿凡达的光芒照射整个地球村。我国一名导演陆川曾经说过一句话，审视国内电影与卡梅隆的大作间的距离，我们不禁要问自己缺乏的到底是资金技术还是真诚的心？丹麦人有自己独到的智慧，尺寸不够的鱼让它们放生不是更好吗？我国先贤孟子在冥冥之中，也将智慧的火光迸发于此。我宁愿相信，让小鱼长大不只是单纯的智慧，更是一种气度和心胸。余秋雨撰写文化苦旅时耗费了诸多日夜。但那不是空洞的时光。背起行囊，徜徉于江南水乡的旖旎温婉抑或是行走于丝绸之路的大漠孤烟，都是文化人必不可少的生命体验。喜爱文学的我常常有这样的体会，锱铢必较想精心斟酌每个字时，文章已于无形中失色，因为计较投入与产出比率的心思太多。当与自然为伴与生活为友，信手拈来有感而发，那种畅快才是无与伦比的。不难理解近年来网络写手层出不穷，又如昙花一现般迅速沉寂是为什么？兴许我们的鼠标会短暂青睐无厘头的文字，但我们的心不会长久接纳文字背后的浮华与短视。你有勇气像卡梅隆一样拍完令世人惊艳的泰坦尼克号花十几年光阴去打磨一部巨作吗？你有决心像余秋雨带着一颗深味人世沧桑的心踏上旅途边走边记吗？"}
{"text":"喜爱文学的我常常有这样的体会，锱铢必较想精心斟酌每个字时，文章已于无形中失色，因为计较投入与产出比率的心思太多。当与自然为伴与生活为友，信手拈来有感而发，那种畅快才是无与伦比的。不难理解近年来网络写手层出不穷，又如昙花一现般迅速沉寂是为什么？兴许我们的鼠标会短暂青睐无厘头的文字，但我们的心不会长久接纳文字背后的浮华与短视。你有勇气像卡梅隆一样拍完令世人惊艳的泰坦尼克号花十几年光阴去打磨一部巨作吗？你有决心像余秋雨带着一颗深味人世沧桑的心踏上旅途边走边记吗？不用细密渔网在池塘里捕捞小鱼，折射出的是一份安然平和的心境。我们常说人的欲望是无限的，要会舍才会得。但我想这当中除了舍得的辩证，更需要的要有一颗甘于等待的心。敢于放弃这一刻的光华，等待整个太阳的普照，甘于让青柿子待在树上挂着秋霜，等待下一季满枝盈盈的硕果。对于每一个人，这种等待的方式有所不同，对于文化人来说，这份宁静的守候尤为关键。不要做只为一首歌脍炙人口的歌手，要做让音乐渗透几代人心灵的歌手不要做只为票房而浪费胶片的导演，要做让唯美画面永驻人心的制作人。文化创办的起因动念繁多，但归宿只有一个，让文化滋养人心，润物无声地抚摸我们的灵魂。陆川对卡梅隆的崇拜不如说是对丹麦人和孟子的崇拜。每个文化人担负起圣洁的文化使命，整个民族的华丽转身就不难看到。把网撒开吧，只默默等待鱼儿长大，用这样的情怀不仅拥抱艺术，更要拥抱生活的每个片段。唯有为那些大美大爱和大求预设空间，鱼儿才得到活水的滋养。到那时闲看花开花落，做观云卷云舒，一拉钓竿，一切尽在不言之中寻找硬币另一面的价值硬币有两面，这一面此时或许有些暗淡无色，但将它翻转过来，另一面的价值或许会让你更加惊喜。就像格林兄弟努力整理出的八十六个传说，对人类发展史的研究或许没有太大的价值，但当它们变成了格林童话，却为孩子们编织一个个美的梦。所以，要知道硬币有两而，注意寻找硬币另一面的价值，或许事物的其他价值会为你带去意外的惊喜。奥黛的丽赫本，她拥有天使般的微笑，她曾经是个芭蕾舞舞者，但当她在发现无望当上首席舞者时选择了演戏，但精湛的舞技为她得到更多的掌声。奥黛的曾经遗憾自己不能站在梦想中舞台的中心，用脚尖跳出属于自己的舞步。但当她走进了演员的世界，她却意外地发现曾有的舞蹈基础的价值。"}
{"text":"所以，要知道硬币有两而，注意寻找硬币另一面的价值，或许事物的其他价值会为你带去意外的惊喜。奥黛的丽赫本，她拥有天使般的微笑，她曾经是个芭蕾舞舞者，但当她在发现无望当上首席舞者时选择了演戏，但精湛的舞技为她得到更多的掌声。奥黛的曾经遗憾自己不能站在梦想中舞台的中心，用脚尖跳出属于自己的舞步。但当她走进了演员的世界，她却意外地发现曾有的舞蹈基础的价值。芭蕾的高贵在她的身上被演绎得淋漓尽致，芭蕾的美丽被她带进了银幕，带进了她所演绎的每一个角色中。原先的舞蹈基础，赫本发现了它另外的价值，即使做不成首席的舞者，却能够让自己在银幕中完成一个又一个华丽的转身。赫本翻转过她的硬币，演绎着属于她自己的奢华与夺目，在演艺事业上步上了高峰。当你翻开几米的绘本，或许你会感受到一个充满情感的人正在认真地创作，但几米曾做了十几年的广告人，却一无所获，但当他回归生活，将他的情感释放于绘本中却获得成功，他也找到了生活的真谛。几米的广告生涯让他感到单调无聊，他真实的情感无处释放。但当他拿起了画笔，找到了硬币另一面的价值，他笔下的小人因为他丰富而真实的情感而充满了灵性，他也渐渐地从生活中发现了更多的微小的美丽，让他以在琐碎的生活中找到了真正的自己，也找到了生活的真谛。几米翻转他的硬币，让他的情感流露于手插画与文学之间，找到了生活中的美好，寻到了生活的真谛。赫本的事业因被放弃的舞蹈发出了光亮，几米的生活因他曾经无处释放的真情实感而变得丰富而美好，在现实生活中的我们是否也应翻转我们的硬币，侍弄快枯萎的花草，让生活充满情趣，执起布满灰尘的毛笔，在落笔时体验一种快乐之感生活中的点点滴滴，人生路的坎坎坷坷或许都像这一枚枚硬币，需要你去寻找它另一面的价值。翻转属于自己的硬币，找寻其另一面价值，事物的其他价值会为我们带来意外的惊喜。点评这篇考场作文采取规范议论文的写法，审题准确，以硬币两面的价值为喻，形象生动，以小见大，切题快捷。主体部分分别以奥黛几米的相关事例为论据，论证了寻找另一面价值，事物的其他价值会为我们带来意外的惊奇这一论点。文章富含哲理，思辨性强。理性而平实地论述了生活的真谛。娓娓道来，十分亲切，毫无空洞的说教。"}
{"text":"翻转属于自己的硬币，找寻其另一面价值，事物的其他价值会为我们带来意外的惊喜。点评这篇考场作文采取规范议论文的写法，审题准确，以硬币两面的价值为喻，形象生动，以小见大，切题快捷。主体部分分别以奥黛几米的相关事例为论据，论证了寻找另一面价值，事物的其他价值会为我们带来意外的惊奇这一论点。文章富含哲理，思辨性强。理性而平实地论述了生活的真谛。娓娓道来，十分亲切，毫无空洞的说教。文章立意准确，所用材料新鲜典型，颇有时代气息，全文总分结构，条理清晰，结尾照应开头，首尾圆合，逻辑性强。美中不足的是说理力度嫌还不够。守住内心的深度一盏茶，一缕香，一捧古卷细思量，如豆的灯光下，书香浸染，茶香缭绕，心香氤氲生活的节奏快了，零乱的不应该是我们内心的步伐，在这个浅阅读流行的时代，我们当守住内心的深度，心灵的深度。也曾在浅阅读的潮流里随性，但面对那一幅幅装帧精美的图集时，仍不住叹息，怀念那蝉鸣蛙声里的往昔流年。浅阅读的简单轻松，实用有趣吸引着人们忙碌的心，让人们在浅浅的阅读中完成了自己的心灵之旅，再融入到快节奏的生活中，而我更喜欢那散发着淡淡馨香的深阅读，更喜欢在深层次的阅读中净化自己的心灵。深阅读似茗，需细品，需在风静人定的夏夜想起那留得残荷听雨声的闲情需在金风袅袅的黄昏想起那帘卷西风，人比黄花瘦的婉约需在浩浩江水边想起那大江东去浪淘尽的豪放，深阅读，是一种更贴近心灵的阅读。手里捧着书，在幽幽荷香中，温一壶月光下酒，在字里行间聆听，来自远古的清音，一直认为，阅读是与内心的交流，不经意的行文间，可见的扬眉微笑不经意的思考间，可见自己的寂寂心声，喜爱深阅读，喜欢在字里行间感受的心意，喜欢看笔下流淌的情思，浅阅读可能是仅仅与有个会面，近未深交，便已走远，未免让人遗憾，阅读的深，让我们获得更多，很多人怀念过去在书店读书，世界仿佛只剩下了书，只剩下了自己和的喁喁私语，只剩下了自己的会心微笑，在小小的书店里，人人却可以有一个大大的内心世界。喜欢深阅读的人，会喜欢在春天踏青，感受风乎舞雩的惬意会喜欢在夏夜谈心，感受蛙声一片的欣喜会喜欢在秋天登高，感受落木萧萧的壮美会喜欢在雪夜神游，感受万树梨花的凉意。"}
{"text":"喜欢深阅读的人，会喜欢在春天踏青，感受风乎舞雩的惬意会喜欢在夏夜谈心，感受蛙声一片的欣喜会喜欢在秋天登高，感受落木萧萧的壮美会喜欢在雪夜神游，感受万树梨花的凉意。深阅读，让我们在忙碌中拥有一份闲情，在快节奏中暂停脚步，让心灵拥有纯净如水般的温暖和感动，深阅读的幽远与闲适，似水般流淌着对生命的感悟，似云般拂掠着尘世的感动。人生有味是清欢，深阅读的清明淡雅，让我们在生活中受到心灵的净化和感悟！评析本文文采飞扬，读来令人击节赞赏。考生以极具个性化的表达方式，独特的语言进行论述分析。无论是排比还是比喻，抒情还是举例，始终围绕题旨来构思，频频设喻，张弛有度。在极力赞赏深阅读之美的同时，对浅阅读也不简单地予以否定，而是辩证地分析，不偏执，不武断。语言精致而有韵味，情感哲理兼备，具有较强的说服力和感染力。凡事，适可而行后适可而止当然，止于至善，是每个人最希望看到的结果。不管是偏远乡村的农夫，渔夫还是繁华都市的工人，高管，都在为这快节奏的社会发展打着合谐的节拍。然而，富士康的兄弟姐妹，却因为跟不上着这和谐的节拍，付出生命的代价。环境是改变一个人重要的因素，但不能困在当前环境而不知返途，人生是美好的，不能因为短暂的挫折和伤痛就要选择轻生。阳光总在风雨后，不经过的努力的耕种怎能感受收获的喜悦？用阿里巴巴创始人马云先生今天很残酷，明天更残酷，后天很美好，但绝大多数人死在明天晚上，看不到后天的太阳。来映照这些经不起生命折腾的人最为恰当不过了。经不起打击，你就遗失了后天的美好。也许，环境只是人生选择上的一个失误。人的十字路口，选择失误，错过机遇，确实很多。如果这个集体真的不合适你，你可以考虑换个集体。不一定非要等老板觉得你不能胜任这份工作的时候，你才选择离开。人生要找合适自己的，不是找凑合自己的。哪怕这份工作薪水不错，但违背你的原则和道德底线，你可以大方地说\\\\，没有什么丢脸和庸俗。近些年，安徽出了一个名人许嵩。"}
{"text":"经不起打击，你就遗失了后天的美好。也许，环境只是人生选择上的一个失误。人的十字路口，选择失误，错过机遇，确实很多。如果这个集体真的不合适你，你可以考虑换个集体。不一定非要等老板觉得你不能胜任这份工作的时候，你才选择离开。人生要找合适自己的，不是找凑合自己的。哪怕这份工作薪水不错，但违背你的原则和道德底线，你可以大方地说\\\\，没有什么丢脸和庸俗。近些年，安徽出了一个名人许嵩。他被冠以\\周杰伦接班人\\和\\音乐界韩寒\\之称，可见其影响力。我们且不说，他是谁谁谁的影子，随便在哪个搜索引擎一搜，都是他的海量信量。读过他简历的人都知道，他是安徽医科大学毕业生，然而，他却走上独立创作音乐的道路，集词曲唱录混音制作于一人，在创作型歌手当中都属屈指可数的奇人。他没有签约任何唱片公司，只通过官网宣传，就有很好的销量，他拥有全球海量。这么多的人粉他，说明他是成功的，是大家的典范。医学和音乐是风马牛不相及的两个行业，但许嵩找到了属于自己的，适合自己的道路，并且把这个选择无限最大化了。选择合适自己的，很重要不适合自己的，只会让你白搭更多。再拿婚姻来说，找一个爱的人是过一辈子，不是马马虎虎地过一生。人生的路说长不长，说短不短。不能将就地过，要过就要有滋有味地过。时下，各大卫视的相亲节目里男选女，女选男。惊现雷人雷语，让老外对中国人的爱情观和爱情价值观都产生了疑问，中国人就这么低俗吗？对别人提要求，首先也得掂量自己的斤两，适合的纽带是拴在两个人的身上，不是建立在其中一个人离谱得有悖社会风气的条件上，那样，适合的天平终有一端不平衡而倾斜。令人啼笑皆非的凤姐，不知山高水深不为过，居然弄不清自己的份量，狂言只有北大清华研究生才适合自己，也不怪在作秀节目现场被人扔鸡蛋，换成我，肯定要扔鹅卵石。有人做过精确的估算，全中国有人符合凤姐的要求，但愿这人中的一人这辈子能和凤姐憋屈着坚强地幸存到生命的终点。葱就是葱，插哪儿都装不了蒜。大家都明白这个简单常识水田种不了麦子，旱地种不了稻子。如果你非要违背客观规律，主观臆断行事，只会适得其反，狼狈收场。"}
{"text":"有人做过精确的估算，全中国有人符合凤姐的要求，但愿这人中的一人这辈子能和凤姐憋屈着坚强地幸存到生命的终点。葱就是葱，插哪儿都装不了蒜。大家都明白这个简单常识水田种不了麦子，旱地种不了稻子。如果你非要违背客观规律，主观臆断行事，只会适得其反，狼狈收场。人生亦是如此，适可而行方始步，量力而行却止履分找回童年焦灼的太阳烘烤着大地，烘烤着树木和草坪，烘烤着校园和教室，空气中弥漫着一股热浪，大地上的一切似乎能够一触即燃。我们个个汗流浃背挥汗如雨地在教室里读书学习，如此酷热的天气，似乎历史罕见。暑假了，我们班没放一天假，仍然坚持在补课。尽管大家的心情，也灼热如火，但无人敢做第一个吃螃蟹者，离开学校，抗拒补课。老班早就说了，尖子班一定要补课，不但要补课，晚上三节晚自习后，还要加上一节晚自习，点分才能下课去睡觉，谁要是坚持不了，趁早退出，莫到时后悔。我决不会心慈手软的，我还会加班加码，你们一定要有思想准备老班的话，起初没有吓倒谁。好不容易考到了这个重点中学，又令人羡慕地进了学校的特快班，谁在开始时会轻易退出呢。即使自己想退出，家长也生死不会答应的。老班的严厉是学校出了名的。他好似美国西点军校魔鬼训练一样，决不会有半点通融。有一次，我的同桌范蘩不舒服了，去向老班请假，老班一口回绝，小毛小痛别来请假。范蘩只好折回来，忍着。可是她越来越不舒服，我看她实在难受，就又替她去请假，老班当然没准。学习委员和班长各去请了一回，均未获准。大家安慰范蘩，忍一忍就过去了，范蘩只好忍着。可是不到十分钟，她疼得喘息起来，头上豆大的汗洙滚落，突然嗵的一声，滚倒在地上。这下可把同学们惊慌了，赶紧去叫老班，立即送往医院。医生责怪我们，再晚来一点，她的命就难保了，急性阑尾炎，穿孔破裂。你们真是不懂事，要学习不要命了。老班也吓呆了，他用十二分的诚恳向范蘩同学道歉，向同学们道歉。他日夜守护在范蘩同学的病床前，他似乎在赎罪。老班的举动让我们倒了五味瓶，酸甜苦辣俱全，平时的怨恨也不知跑哪儿去了。范蘩病好重又来班上上课后，老班特别激动。我们趁热打铁，强烈要求老班不要如此严厉地管理我们，我们会自觉的，我们都是高二的学生了，我们懂得学习的重要和意义，请您放手一些。"}
{"text":"医生责怪我们，再晚来一点，她的命就难保了，急性阑尾炎，穿孔破裂。你们真是不懂事，要学习不要命了。老班也吓呆了，他用十二分的诚恳向范蘩同学道歉，向同学们道歉。他日夜守护在范蘩同学的病床前，他似乎在赎罪。老班的举动让我们倒了五味瓶，酸甜苦辣俱全，平时的怨恨也不知跑哪儿去了。范蘩病好重又来班上上课后，老班特别激动。我们趁热打铁，强烈要求老班不要如此严厉地管理我们，我们会自觉的，我们都是高二的学生了，我们懂得学习的重要和意义，请您放手一些。我们的散漫放浪，甚至放纵活跃，并不一定是浪费时间或耽误学习，我们有我们的方式，我们有我们的性灵，我们照样可以搞好学习。老班确实像变了一个人似的，和以前简直判若两人。轻松又回来了，活泼又回来了。该努力的时候，大家较着劲地在拼你成绩上升了分，我必须上升分。大家你追我赶，好不热闹。特别是，当谁得了什么比赛奖谁考了全班第一名也是全校第一名时，大家一拥就进了餐厅，非逼着他她请客不可。我们喝啊，唱啊，叫啊，跳啊逗引得其他班的同学好生羡慕。我们似乎又找回了童年的快乐，童年的自由和童年的时光。我们有理由相信，老班放手以后，我们会越来越棒。春回大地，天朗气清。放眼远山，苍松翠柏，回望校园，更是一片郁郁葱葱。你看，老班正站在一旁，笑眯眯地看着我们，似乎他的信心，还比我们满满！评点这是一篇考场难得的佳作。文章采用记叙文的文体写来，写班级故事，刻画老班形象，老班的一举一动，老班的音容笑貌，老班的前后巨变，写来情真意切，生动传神。尤其难能可贵的是，首尾的自然景物描写，巨大地张显出了找回童年后的愉快和惬意。全文叙写精彩，细节经典传神，语言出色，中心突出，扣题紧密，首尾圆合，文采飞扬。仰望星空与脚踏实地仰望星空，无边的夜幕引发无限遐想，梦想在自由驰骋脚踏实地，未知的路途等待着开拓者，实干是前行的动力。温总理说年轻人，既要敢于仰望星空，也要学会脚踏实地。这既是总理对年轻人的殷切期盼，更是个人甚至国家得以发展和强盛的重要前提。仰望星空，更要脚踏实地。我是一名复读生。去年的高考结果让我明白一个只会仰望星空的人注定只能收获失败。"}
{"text":"温总理说年轻人，既要敢于仰望星空，也要学会脚踏实地。这既是总理对年轻人的殷切期盼，更是个人甚至国家得以发展和强盛的重要前提。仰望星空，更要脚踏实地。我是一名复读生。去年的高考结果让我明白一个只会仰望星空的人注定只能收获失败。在那些逝去的高三日子里，我曾是那样沉溺于和同学畅谈理想而将书本丢弃一旁我曾是那样只顾设想美好假期而将复习抛之脑后我曾是那样一直告诉自己要劳逸结合而总是不能坚持到最后那样多的我曾是，让我尝到了只会仰望星空的苦果。在高四的复读生活中，我下定决心脚踏实地，一步一个脚印，向着梦想向着我心中美丽的目标努力！于是，在一道道题一个个知识点的累积中，我收获了一次次让我惊喜的模拟成绩。我知道了，当我学会脚踏实地时，我离梦想，近了。当我们自豪于无垠的星际留下了中国人的足迹时，请不要忘记，这全是因为一种叫航天精神的付出与脚踏实地。嫦娥奔月终于不再是我们仰望星空时的美丽遐想，出舱行走也不再是我们望他国而兴叹的遗憾。昔日的梦想今成真，而梦想成真绝不只是有梦想就可以的。这里，凝结了无数航天人的心血这里，汇聚了无数航天人的奉献。这是无数航天人脚踏实地付出的结晶！我知道了，当一个国家在脚踏实地认真做事时，这个国家离繁荣昌盛，近了。仰望星空是美好的。繁星闪烁下，无数遐想应景而生，美丽悠远。但要记得，绝不能迷失于眼前的美景，而忘了只有脚踏实地才可能让梦想成真。脚踏实地是真实的。前路漫漫，挑战与未知可能随时接踵而至。但要记得，绝不能止步于暂时的坎坷，而忘了苦难是为了磨炼意志，最终才可能体会仰望星空的美好。因为自己曾经经历过，所以总想告诉那些未来人不要前仆后继，不要沉浸于仰望星空的满足因为自己曾经见证过，所以总希望我们这些继承者身体力行，能够像航天人那样真正脚踏实地！个人的发展，国家的强盛，需要我们仰望星空，更需要我们学会脚踏实地！或许，这也正是温总理想告诉所有中国人的。站对人生的舞台美丽的故事，当其遭遇人类发展史的思索，它便只是书架上等待蒙尘的失落一族。而当它以童话的姿态站在世界面前，它便成为了全世界儿童心中的故乡，成了筑梦的奇迹工厂。人生亦如这本险遭埋没的童话站对舞台，造就成功。"}
