{"text":"一八八八年清光绪十四年张赤山译的伊索寓言海国妙喻丧驴中也有同样内容的故事。进研究室五四以后，胡适提出进研究室整理国故的主张，企图诱使青年脱离现实斗争。一九二四年间，曾多次写文章批驳过，参看坟未有天才之前等文。培那特萧即萧伯纳。他关于读书者思索者观察者的议论见于何种著作，未详。按英国学者嘉勒尔说过类似的话，见译日本鹤见t辅思想山水人物中的说旅行。勖本华尔即叔本华。脑子里给别人跑马，可能指他的读书和书籍中的这段话我们读着的时候，别人却替我们想。我们不过反复了这人的心的过程。读书时，我们的脑已非自己的活动地。这是别人的思想的战场了。你的许多话，今天在北新上看见了。我感谢你对于我的希望和好意，这是我看得出来的。现在我想简略地奉答几句，并以寄和你意见相仿的诸位。我很闲，决不至于连写字工夫都没有。但我的不发议论，是很久了，还是去年夏天决定的，我豫定的沉默期间是两年。我看得时光不大重要，有时往往将它当作儿戏。但现在沉默的原因，却不是先前决定的原因，因为我离开厦门的时候，思想已经有些改变。这种变迁的径路，说起来太烦，姑且略掉罢，我希望自己将来或者会发表。单就近时而言，则大原因之一，是我恐怖了。而且这种恐怖，我觉得从来没有经验过。我至今还没有将这恐怖仔细分析。姑且说一两种我自己已经诊察明白的，则一，我的一种妄想破灭了。我至今为止，时时有一种乐观，以为压迫，杀戮青年的，大概是老人。这种老人渐渐死去，中国总可比较地有生气。现在我知道不然了，杀戮青年的，似乎倒大概是青年，而且对于别个的不能再造的生命和青春，更无顾惜。如果对于动物，也要算暴殄天物。我尤其怕看的是胜利者的得意之笔用斧劈死呀，乱枪刺死呀。我其实并不是急进的改革论者，我没有反对过死刑。但对于凌迟和灭族，我曾表示过十分的憎恶和悲痛，我以为二十世纪的人群中是不应该有的。斧劈枪刺，自然不说是凌迟，但我们不能用一粒子弹打在他后脑上么？结果是一样的，对方的死亡。但事实是事实，血的游戏已经开头，而角色又是青年，并且有得意之色。我现在已经看不见这出戏的收场。二，我发见了我自己是一个。是什么呢？我一时定不出名目来。"}
{"text":"我尤其怕看的是胜利者的得意之笔用斧劈死呀，乱枪刺死呀。我其实并不是急进的改革论者，我没有反对过死刑。但对于凌迟和灭族，我曾表示过十分的憎恶和悲痛，我以为二十世纪的人群中是不应该有的。斧劈枪刺，自然不说是凌迟，但我们不能用一粒子弹打在他后脑上么？结果是一样的，对方的死亡。但事实是事实，血的游戏已经开头，而角色又是青年，并且有得意之色。我现在已经看不见这出戏的收场。二，我发见了我自己是一个。是什么呢？我一时定不出名目来。我曾经说过中国历来是排着吃人的筵宴，有吃的，有被吃的。被吃的也曾吃人，正吃的也会被吃。但我现在发见了，我自己也帮助着排筵宴。先生，你是看我的作品的，我现在发一个问题看了之后，使你麻木，还是使你清楚使你昏沉，还是使你活泼？倘所觉的是后者，那我的自己裁判，便证实大半了。中国的筵席上有一种醉虾，虾越鲜活，吃的人便越高兴，越畅快。我就是做这醉虾的帮手，弄清了老实而不幸的青年的脑子和弄敏了他的感觉，使他万一遭灾时来尝加倍的苦痛，同时给憎恶他的人们赏玩这较灵的苦痛，得到格外的享乐。我有一种设想，以为无论讨赤军，讨革军，倘捕到敌党的有智识的如学生之类，一定特别加刑，甚于对工人或其他无智识者。为什么呢，因为他可以看见更锐敏微细的痛苦的表情，得到特别的愉快。倘我的假设是不错的，那么，我的自己裁判，便完全证实了。所以，我终于觉得无话可说。倘若再和陈源教授之流开玩笑罢，那是容易的，我昨天就写了一点。然而无聊，我觉得他们不成什么问题。他们其实至多也不过吃半只虾或呷几口醉虾的醋。况且听说他们已经别离了最佩服的孤桐先生，而到青天白日旗下来革命了。我想，只要青天白日旗插远去，恐怕孤桐先生也会来革命的。不成问题了，都革命了，浩浩荡荡。问题倒在我自己的落伍。还有一点小事情。就是，我先前的弄刀笔的罚，现在似乎降下来了。种牡丹者得花，种蒺藜者得刺，这是应该的，我毫无怨恨。但不平的是这罚仿佛太重一点，还有悲哀的是带累了几个同事和学生。他们什么罪孽呢，就因为常常和我往来，并不说我坏。凡如此的，现在就要被称为党或语丝派，这是研究系和现代派宣传的一个大成功。所以近一年来，已以被投诸四裔为原则了。不说不知道，我在厦门的时候，后来是被搬在一所四无邻居的大洋楼上了，陪我的都是书，深夜还听到楼下野兽唔唔地叫。"}
{"text":"还有一点小事情。就是，我先前的弄刀笔的罚，现在似乎降下来了。种牡丹者得花，种蒺藜者得刺，这是应该的，我毫无怨恨。但不平的是这罚仿佛太重一点，还有悲哀的是带累了几个同事和学生。他们什么罪孽呢，就因为常常和我往来，并不说我坏。凡如此的，现在就要被称为党或语丝派，这是研究系和现代派宣传的一个大成功。所以近一年来，已以被投诸四裔为原则了。不说不知道，我在厦门的时候，后来是被搬在一所四无邻居的大洋楼上了，陪我的都是书，深夜还听到楼下野兽唔唔地叫。但我是不怕冷静的，况且还有学生来谈谈。然而来了第二下的打击三个椅子要搬去两个，说是什么先生的少爷已到，要去用了。这时我实在很气愤，便问他倘若他的孙少爷也到，我就得坐在楼板上么？不行！没有搬去，然而来了第三下的打击，一个教授微笑道又发名士脾气了。厦门的天条，似乎是名士才能有多于一个的椅子的。又者，所以形容我常发名士脾气也，春秋笔法，先生，你大概明白的罢。还有第四下的打击，那是我临走的时候了，有人说我之所以走，一因为没有酒喝，二因为看见别人的家眷来了，心里不舒服。这还是根据那一次的名士脾气的。这不过随便想到一件小事。但，即此一端，你也就可以原谅我吓得不敢开口之情有可原了罢。我知道你是不希望我做醉虾的。我再斗下去，也许会身心交病。然而身心交病，又会被人嘲笑的。自然，这些都不要紧。但我何苦呢，做醉虾？不过我这回最侥幸的是终于没有被做成为共产党。曾经有一位青年，想以独秀办新青年，而我在那里做过文章这一件事，来证成我是共产党。但即被别一位青年推翻了，他知道那时连独秀也还未讲共产。退一步，亲共派罢，终于也没有弄成功。倘我一出中山大学即离广州，我想，是要被排进去的但我不走，所以报上逃走了到汉口去了的闹了一通之后，倒也没有事了。天下究竟还有光明，没有人说我有分身法。现在是，似乎没有什么头衔了，但据现代派说，我是语丝派的首领。这和生命大约并无什么直接关系，或者倒不大要紧的，只要他们没有第二下。倘如主角唐有壬似的又说什么墨斯科的命令，那可就又有些不妙了。笔一滑，话说远了，赶紧回到落伍问题去。我想，先生，你大约看见的，我曾经叹息中国没有敢抚哭叛徒的吊客，而今何如？你也看见，在这半年中，我何尝说过一句话？"}
{"text":"天下究竟还有光明，没有人说我有分身法。现在是，似乎没有什么头衔了，但据现代派说，我是语丝派的首领。这和生命大约并无什么直接关系，或者倒不大要紧的，只要他们没有第二下。倘如主角唐有壬似的又说什么墨斯科的命令，那可就又有些不妙了。笔一滑，话说远了，赶紧回到落伍问题去。我想，先生，你大约看见的，我曾经叹息中国没有敢抚哭叛徒的吊客，而今何如？你也看见，在这半年中，我何尝说过一句话？虽然我曾在讲堂上公表过我的意思，虽然我的文章那时也无处发表，虽然我是早已不说话，但这都不足以作我的辩解。总而言之，现在倘再发那些四平八稳的救救孩子似的议论，连我自己听去，也觉得空空洞洞了。还有，我先前的攻击社会，其实也是无聊的。社会没有知道我在攻击，倘一知道，我早已死无葬身之所了。试一攻击社会的一分子的陈源之类，看如何？而况四万万也哉？我之得以偷生者，因为他们大多数不识字，不知道，并且我的话也无效力，如一箭之入大海。否则，几条杂感，就可以送命的。民众的罚恶之心，并不下于学者和军阀。近来我悟到凡带一点改革性的主张，倘于社会无涉，才可以作为废话而存留，万一见效，提倡者即大概不免吃苦或杀身之祸。古今中外，其揆一也。即如目前的事，吴稚晖先生不也有一种主义的么？而他不但不被普天同愤，且可以大呼打倒严办者，即因为赤党要实行共产主义于二十年之后，而他的主义却须数百年之后或者才行，由此观之，近于废话故也。人那有遥管十余代以后的灰孙子时代的世界的闲情别致也哉？话已经说得不少，我想收梢了。我感于先生的毫无冷笑和恶意的态度，所以也诚实的奉答，自然，一半也借此发些牢骚。但我要声明，上面的说话中，我并不含有谦虚，我知道我自己，我解剖自己并不比解剖别人留情面。好几个满肚子恶意的所谓批评家，竭力搜索，都寻不出我的真症候。所以我这回自己说一点，当然不过一部分，有许多还是隐藏着的。我觉得我也许从此不再有什么话要说，恐怖一去，来的是什么呢，我还不得而知，恐怕不见得是好东西罢。但我也在救助我自己，还是老法子一是麻痹，二是忘却。一面挣扎着，还想从以后淡下去的淡淡的血痕中看见一点东西，誊在纸片上。。九，四。"}
{"text":"好几个满肚子恶意的所谓批评家，竭力搜索，都寻不出我的真症候。所以我这回自己说一点，当然不过一部分，有许多还是隐藏着的。我觉得我也许从此不再有什么话要说，恐怖一去，来的是什么呢，我还不得而知，恐怕不见得是好东西罢。但我也在救助我自己，还是老法子一是麻痹，二是忘却。一面挣扎着，还想从以后淡下去的淡淡的血痕中看见一点东西，誊在纸片上。。九，四。本篇最初发表于一九二七年十月一日上海北新周刊第四十九五十期合刊。有恒时有恒，江苏徐州人。他在一九二七年八月十六日北新周刊第四十三四十四期合刊上发表一篇题为这时节的杂感，其中有涉及的话久不见先生等的对盲目的思想行为下攻击的文字了，在现在的国民革命正沸腾的时候，我们把先生的一切创作读读，当能给我们以新路的认识，我们恳切地祈望先生出马。因为救救孩子要紧呀。因作本文回答。北新综合性杂志，上海北新书局发行，一九二六年七月创刊。初为周刊，一九二七年十一月第二卷第一期起改为半月刊，出至一九三年十二月第四卷第二十四期停刊。暴殄天物语见尚书武成今商王受纣无道，暴殄天物，害虐蒸民。据唐代孔颖达疏，天物是指不包含人在内的天下百物，鸟兽草木。关于吃人的筵宴的议论，参看坟灯下漫笔第二节。醉虾江浙等地把活虾放进醋酒酱油等拌成的配料里生吃的一种菜。即本文后一篇辞大义。研究系在他们主办的时事新报副刊学灯上，曾刊载北京文艺界之分别门户一文，内称与现代派抗衡者是语丝派，又说语丝派以为主。现代派，即现代评论派，他们曾称为语丝派首领。参看本书革首领。投诸四裔流放到四方边远的地方去。语见左传文公十八年舜臣尧，宾于四门流四凶族浑敦穷奇杌饕餮，投诸四裔，以御螭魅。指顾颉刚。一九二六年九月三十日致许广平信中说此地所请的教授，我和兼士之外，还有朱山根按指顾颉刚。这人是陈源之流，我是早知道的。他已在开始排斥我，说我是名士派，可笑。"}
{"text":"现代派，即现代评论派，他们曾称为语丝派首领。参看本书革首领。投诸四裔流放到四方边远的地方去。语见左传文公十八年舜臣尧，宾于四门流四凶族浑敦穷奇杌饕餮，投诸四裔，以御螭魅。指顾颉刚。一九二六年九月三十日致许广平信中说此地所请的教授，我和兼士之外，还有朱山根按指顾颉刚。这人是陈源之流，我是早知道的。他已在开始排斥我，说我是名士派，可笑。见两地书四十八春秋笔法春秋是春秋时期鲁国的史书，相传为孔丘所修。过去的经学家认为它每用一字，都含有褒贬的微言大义，称之为春秋笔法。这里指陈万里田千顷黄坚白果等散布的流言。参看本卷第页注。独秀陈独秀―，字仲甫，安徽怀宁人，北京大学教授，新青年杂志的创办人，五四时期提倡新文化运动的主要人物。一九二一年中国共产党成立后，任党的总书记。第一次国内革命战争后期，推行右倾投降主义路线，使革命遭到失败。之后，他成了取消主义者，又和托洛茨基分子相勾结，成立反党小组织，于一九二九年十一月被开除出党。唐有壬―湖南浏阳人。当时是现代评论的经常撰稿人以后依附汪精卫，任国民党政府外交部次长，是著名的亲日派分子。一九二六年五月十二日上海小报晶报载有现代评论被收买？的一则新闻，其中曾引用语丝上揭发现代评论收受段祺瑞津贴的文字接着唐有壬便于同月十八日致函晶报强作辩解，并造谣说现代评论被收买的消息，起源于俄国莫斯科。在去年春间，我有个朋友由莫斯科写信来告诉我，说此间的中国人盛传现代评论是段祺瑞办的，由章士钊经手每月津贴三千块钱。当时我们听了，以为这不过是共产党造谣的惯技，不足为奇。晶报在发表这封信时，标题是现代评论主角唐有壬致本报书。抚哭叛徒的吊客参看华盖集这个与那个第三节最先与最后。这里说的叛徒，指旧制度的叛逆者。吴稚晖。他曾自称为无政府主义者，在一九二六年二月给邵飘萍的一封信中说过这样的话赤化就是所谓共产，这实在是三百年以后的事犹之乎还有比他更进步的，叫做无政府，他更是三千年以后的事。"}
{"text":"当时我们听了，以为这不过是共产党造谣的惯技，不足为奇。晶报在发表这封信时，标题是现代评论主角唐有壬致本报书。抚哭叛徒的吊客参看华盖集这个与那个第三节最先与最后。这里说的叛徒，指旧制度的叛逆者。吴稚晖。他曾自称为无政府主义者，在一九二六年二月给邵飘萍的一封信中说过这样的话赤化就是所谓共产，这实在是三百年以后的事犹之乎还有比他更进步的，叫做无政府，他更是三千年以后的事。一九二七年四月初他承蒋介石意旨，向国民党中央监察委员会提出所谓弹劾共产党的呈文，叫嚣打倒严办共产党人和革命群众。淡淡的血痕中一九二六年三月十八日北洋军阀段祺瑞政府枪杀请愿的爱国学生和市民后，曾作散文诗淡淡的血痕中收入野草，以悼念死者，并号召生者继续战斗。这里是指当时遭受国民党反动派杀戮的革命群众的流血。辞大义辞大义我自从去年得罪了正人君子们的孤桐先生，弄得六面碰壁，只好逃出北京以后，默默无语，一年有零。以为正人君子们忘记了这个学棍了罢，――哈哈，并没有。印度有一个泰戈尔。这泰戈尔到过震旦来，改名竺震旦。因为这竺震旦做过一本新月集，所以这震旦就有了一个新月社，――中间我不大明白了――现在又有一个叫作新月书店的。这新月书店要出版的有一本闲话，这本闲话的广告里有下面这几句话先生语丝派首领所仗的大义，他的战略，读过华盖集的人，想必已经认识了。但是现代派的义旗，和它的主将――西滢先生的战略，我们还没有明了。派呀，首领呀，这种谥法实在有些可怕。不远就又会有人来诮骂。甲道看哪！居然称为首领了。天下有这种首领的么？乙道他就专爱虚荣。人家称他首领，他就满脸高兴。我亲眼看见的。但这是我领教惯的教训了，并不为奇。这回所觉得新鲜而惶恐的，是忽而将宝贵的大义硬塞在我手里，给我竖起大旗来，叫我和现代派的主将去对垒。我早已说过公理和正义，都被正人君子夺去了，所以我已经一无所有。大义么，我连它是圆柱形的呢还是椭圆形的都不知道，叫我怎么仗？主将呢，自然以有义旗为体面罢。不过我没有这么冠冕。既不成派，也没有做首领，更没有仗过大义。"}
{"text":"我亲眼看见的。但这是我领教惯的教训了，并不为奇。这回所觉得新鲜而惶恐的，是忽而将宝贵的大义硬塞在我手里，给我竖起大旗来，叫我和现代派的主将去对垒。我早已说过公理和正义，都被正人君子夺去了，所以我已经一无所有。大义么，我连它是圆柱形的呢还是椭圆形的都不知道，叫我怎么仗？主将呢，自然以有义旗为体面罢。不过我没有这么冠冕。既不成派，也没有做首领，更没有仗过大义。更没有用什么战略，因为我未见广告以前，竟没有知道西滢先生是现代派的主将，――我总当他是一个喽罗儿。我对于我自己，所知道的是这样的。我想，孤桐先生尚在，现代派该也未必忘了曾有人称我为学匪，学棍，刀笔吏的，而今忽假先生以大义者，但为广告起见而已。呜呼，，多少广告，假汝之名以行！反漫谈反漫谈我一向对于语丝没有恭维过，今天熬不住要说几句了的确可爱。真是语丝之所以为语丝。像我似的世故的老人是已经不行，有时不敢说，有时不愿说，有时不肯说，有时以为无须说。有此工夫，不如吃点心。但语丝上却总有人出来发迂论，如教育漫谈，对教育当局去谈教育，即其一也。不可与言而与之言，即是知其不可为而为之，一定要有这种人，世界才不寂寞。这一点，我是佩服的。但也许因为世故作怪罢，不知怎地佩服中总带一些腹诽，还夹几分伤惨。徐先生是我的熟人，所以再三思维，终于决定贡献一点意见。这一种学识，乃是我身做十多年官僚，目睹一打以上总长，这才陆续地获得，轻易是不肯说的。对教育当局谈教育的根本误点，是在将这四个字的力点看错了以为他要来办教育。其实不然，大抵是来做当局的。这可以用过去的事实证明。因为重在当局，所以――一学校的会计员，可以做教育总长。二教育总长，可以忽而化为内务总长。三司法，海军总长，可以兼任教育总长。曾经有一位总长，听说，他的出来就职，是因为某公司要来立案，表决时可以多一个赞成者，所以再作冯妇的。但也有人来和他谈教育。我有时真想将这老实人一把抓出来，即刻勒令他回家陪太太喝茶去。所以教育当局，十之九是意在当局，但有些是意并不在当局。这时候，也许有人要问那么，他为什么有举动呢？我于是勃然大怒道这就是他在当局呀！"}
{"text":"因为重在当局，所以――一学校的会计员，可以做教育总长。二教育总长，可以忽而化为内务总长。三司法，海军总长，可以兼任教育总长。曾经有一位总长，听说，他的出来就职，是因为某公司要来立案，表决时可以多一个赞成者，所以再作冯妇的。但也有人来和他谈教育。我有时真想将这老实人一把抓出来，即刻勒令他回家陪太太喝茶去。所以教育当局，十之九是意在当局，但有些是意并不在当局。这时候，也许有人要问那么，他为什么有举动呢？我于是勃然大怒道这就是他在当局呀！说得露骨一点，就是做官！不然，为什么叫做？我得到这一种彻底的学识，也不是容易事，所以难免有一点学者的高傲态度，请徐先生恕之。以下是略述我所以得到这学识的历史――我所目睹的一打以上的总长之中，有两位是喜欢属员上条陈的。于是听话的属员，便纷纷大上其条陈。久而久之，全如石沉大海。我那时还没有现在这么聪明，心里疑惑莫非这许多条陈一无可取，还是他没有工夫看呢？但回想起来，我上去这是专门术语，小官进去见大官也的时候，确是常见他正在危坐看条陈谈话之间，也常听到我还要看条陈去，我昨天晚上看条陈等类的话。那究竟是怎么一回事呢？有一天，我正从他的条陈桌旁走开，跨出门槛，不知怎的忽蒙圣灵启示，恍然大悟了――哦！原来他的做官课程表上，有一项是看条陈的。因为要看，所以要条陈。为什么要看条陈？就是做官之一部分。如此而已。还有另外的奢望，是我自己的胡涂！于我来了一道光，从此以后，我自己觉得颇聪明，近于老官僚了。后来终于被孤桐先生革掉，那是另外一回事。看条陈和办教育，事同一例，都应该只照字面解，倘再有以上或更深的希望或要求，不是书呆子，就是不安分。我还要附加一句警告倘遇漂亮点的当局，恐怕连看漫谈也可以算作他的一种做――其名曰留心教育――但和教育还是没有关系的。九月四日。本篇最初发表于一九二七年十月八日语丝周刊第一五二期。世故的老人高长虹谩骂的话。教育漫谈原题教育漫语，徐祖正当时北京大学教授作，载于一九二七年八月十三日二十日语丝第一四四一四五两期。"}
