{"text":"日暮东风春草绿，鹧鸪飞上越王台。这首诗全部都是哲学思想。东流的江水是一去不回的，但江水永远在东流，历史的原则是不会变，所以也可以说历史是反复的。因此认为要了解今日的国际大势，要读历史，尤其要读春秋左传，大原则不会错的，不过要自己去领悟。因此我们读了这段书，知道孔子在春秋战国那个时代，认为士，有才能的人，在外交上能达成任务，办得成功，是了不起的。子贡又问，这太高了，士也有各种各样的，其次又该怎样？孔子说，在宗族之间都称他为孝子，在邻里之中，地方人士都说他友爱，这也可称为士了。子贡又问，再次一点该如何才是士？孔子说，到处要讲信用，要守信。我们研究儒家思想，这一点要搞清楚，中国文化中的儒家思想，有些人要打倒它，实在不晓得活用。我们过去读书，总是问这个孩子读书读通了没有？不会问拿到文凭没有学问要读通，要晓得活用的。孔子这里说的，一个人言必信，讲了的话一定要兑现。行必果，做事一定有结果，有始有终。这种人该不错吧！可是孔子说小人哉！这样是不错，可以用在自己作人方面，但并不一定可以处理国家大事，这也可以叫作士。这是三种人才的分类。子贡于是再问，现在一般从政的人，老师以为他们怎样？孔子说，那些都是为了领几斗米，拿点薪水的人，不必谈了。斗筲之人，这句话两个观念一是只为了找个工作吃饭的人，哪里把国家天下事摆在心上，这种人算不了什么。一是可以解释为车载斗量的普通人物，太多了，不必谈。子曰不得中行而与之，必也狂猖乎！狂者进取，狷者有所不为也。上面讲了人才的分类，人格的看法，下面就引用孔子的评语，中行的人，就是行中庸之道的人，自己有中心的思想，而能调和中和矛盾的思想或感情。孔子认为这种人才还是太少，不易得到。其次孔子欣赏两种人，就是狂狷之士，这种人往往是中流砥柱的人。就对交朋友而言，平常无所谓，到了真有困难时，能来帮忙的朋友，不是狂之士，就是狷之士。如何是狂？如何是狷？以前解说过，不必再重复了。有恒为成功之本子曰南人有言曰人而无恒，不可以作巫医。善夫！不恒其德，或承之羞。子曰不占而已矣。"}
{"text":"其次孔子欣赏两种人，就是狂狷之士，这种人往往是中流砥柱的人。就对交朋友而言，平常无所谓，到了真有困难时，能来帮忙的朋友，不是狂之士，就是狷之士。如何是狂？如何是狷？以前解说过，不必再重复了。有恒为成功之本子曰南人有言曰人而无恒，不可以作巫医。善夫！不恒其德，或承之羞。子曰不占而已矣。这一路下来，都是讨论人的问题，以现代来说，包括了人才的分类人格的类别人性的研究，这些都与为政有关系，到这里孔子引用南方人的话。春秋战国时的南方，像楚国，在长江以南，道家的思想比较发达。事实上现在也是如此，如湖南贵州四川一直到西藏，现代所谓的神秘学都比较发达。印度也是这样，在南方神秘学比较发达，任何国家都是南方神秘学比较发达。北方的人个性坚强，行动果断南方人比较优柔，也比较聪明。不但中国如此，外国也一样。这是什么道理？扩大问题来研究，是因地质影响人的个性，前面提过，顾祖禹著的读史方舆纪要这本书，各地人的性格，都有其地方性的特点。古代把医和巫放在一起的巫术，包括了符咒，这些都是神秘学，涉及精神力量的问题。说到这里，问题又大了，这里巫医，是古代巫与医并称。古代的记载，巫为巫祝，后来医学有一科名祝由科，可也真灵。这些证明了人的精神可以控制物质，转变物质的，物质的根本在精神。如湖南辰洲派的符，怪事很多。古代认为巫事虽是很浅薄的事，可是没有恒心，就学不会。孔子在这里引用南方人这个观念来说善夫！认为这话非常对，是真理。为什么？任何人做事没有决心，没有恒心，都做不成。常听人说中国功夫，什么是功夫？我说，方法加上时间，加上实验，就等于功夫。有方法没有用时间练习，怎么会有功夫？任何一种功夫都要有恒。下面孔子引用的两句话，不恒其德，或承之羞。是易经上恒卦九三爻辞，卜卦用的。意思是说做事情，修德行，如没有恒心，做做停停，终归没有结果，很难为情。这虽然是卜卦用的话，但真正懂了有恒的道理，用来处事，就不必去求神问卜，只有自求多福了。这和后来荀子解说的善于易者不卜。是同一意义。子曰君子和而不同，小人同而不和。这两句话用来解说前面所提到的中行的意义，是最恰当不过了。"}
{"text":"下面孔子引用的两句话，不恒其德，或承之羞。是易经上恒卦九三爻辞，卜卦用的。意思是说做事情，修德行，如没有恒心，做做停停，终归没有结果，很难为情。这虽然是卜卦用的话，但真正懂了有恒的道理，用来处事，就不必去求神问卜，只有自求多福了。这和后来荀子解说的善于易者不卜。是同一意义。子曰君子和而不同，小人同而不和。这两句话用来解说前面所提到的中行的意义，是最恰当不过了。和而不同，就是自己要有中心的思想，能够调和左右矛盾的意见，而自己的中心思想还是独立而不移。小人就不一样了，容易受别人的影响，别人纵然影响了他，然而人各有志，到了利害关头，意见冲突，相处就不会融洽，自然而然变成同而不和了。乡愿之见子贡问曰乡人皆好之，何如？子曰未可也。乡人皆恶之，何如？子曰未可也。不如乡人之善者好之，其不善者恶之。子贡问孔子，假如有人，乡党社会中的人都说他好，都欢喜他，像这样的人，怎么样？孔子说，不可以绝对认可。子贡又说，假如大家都说他坏，又怎么样？孔子说，也不可以如此随便附和。不如乡党中的好人喜欢他，乡党中的坏人讨厌他，才能断定他的好坏。孔子这个道理，说明了一件事，就是我们现代说的群众心理是盲目的。所以一个人对于善恶之间，很难判断。办地方选举或在司法上判案子，就要注意，有时候群众认为不对的，不一定真的不对群众认为好的，也不一定是好的。由此可见为政之难。子曰君子易事而难说也！说之不以道，不说也。及其使人也，器之。小人难事而易说也！说之虽不以道，说也。及其使人也，求备焉。孔子说，君子之人，与他共事，容易得很。因为君子人多半爱人，多半平易近人，比任何人好相处但是要想做些什么事讨好他，就很难了。从历史上看，许多好的大臣好的领袖，都是这样，向一个好的主管提供一个意见，只要差不多，他就会接纳，准予酌情照办但要想使他真的心里很高兴，就很难做到了。至于说不以光明正当的途径，而想讨好他，那更是不可能的事。但是君子人对于部下，信任体谅因才起用。因此，作为一个主管的，对部下的建议，认为可行就采纳，不必问这人本身的学识够与不够。倘希望自己得到百分之百的满意，对部下的品德才能知识各方面都要求第一流，则不易得。"}
{"text":"从历史上看，许多好的大臣好的领袖，都是这样，向一个好的主管提供一个意见，只要差不多，他就会接纳，准予酌情照办但要想使他真的心里很高兴，就很难做到了。至于说不以光明正当的途径，而想讨好他，那更是不可能的事。但是君子人对于部下，信任体谅因才起用。因此，作为一个主管的，对部下的建议，认为可行就采纳，不必问这人本身的学识够与不够。倘希望自己得到百分之百的满意，对部下的品德才能知识各方面都要求第一流，则不易得。当主管的不必什么事都要自己计划，要量才而用，舍掉部下的缺点，用他的长处，下面一定能达成任务，这就是使人也，器之。至于小人就很难共事。但是摸到他的心理，稍稍迎合一下，他就高兴了乃至其他一下，他都高兴。可是小人用人的时候，要求完备，样样要好，这做部下的就很难了。孔子这些话，都是从政的经验，这就是圣人。把人情世故，透彻到极点。因此我们知道做领导人的，用人不要过分要求，世上没有样样都好的人，爱打牌的劝他少打一点，爱喝酒的劝他少喝一点。办好了事，让他去，不要求备。希望每一个部下都是孔子，道德又好，才能又好，太不可能了。如果孔子来做自己的部下，自己又是一个什么子，才能承当呢？子曰君子泰而不骄，小人骄而不泰。这又是君子与小人的对比。君子之人很舒泰，这个泰字，包括了很多意义度量宽宏，胸襟开阔，光明爽朗，这就是泰。君子虽然很舒泰，态度绝不骄傲。小人既骄傲，又自卑，心里像猫爪一样，到处都是毛病，心境就不泰然了。子曰刚颜木讷，近仁。这一句话，包括一个人的三种个性。刚，很刚强，换句话说有脾气，而且是很明显的有脾气，不对就是不对，绝不愿放在肚子里不响，教他做不合理的事情，他绝不干。毅，是果敢，有决断。木讷，是看起来好象笨笨的，但很厚道朴实。如这三个因素具备的人就太好了，再不然有其中的一点，也都是近于仁道的人物。子路问曰何如斯可谓之士矣？子曰切切疲怡怡如也，可谓士矣。朋友切切疲兄弟怡怡。子路这里也来问，怎样才算一个士，孔子这里和回答子贡的，有所不同了。孔子拿四个字来形容，他说一个人切切疲怡怡如也。总是对人笑咪咪，不是假笑，是内心愉快，这就是士。"}
{"text":"毅，是果敢，有决断。木讷，是看起来好象笨笨的，但很厚道朴实。如这三个因素具备的人就太好了，再不然有其中的一点，也都是近于仁道的人物。子路问曰何如斯可谓之士矣？子曰切切疲怡怡如也，可谓士矣。朋友切切疲兄弟怡怡。子路这里也来问，怎样才算一个士，孔子这里和回答子贡的，有所不同了。孔子拿四个字来形容，他说一个人切切疲怡怡如也。总是对人笑咪咪，不是假笑，是内心愉快，这就是士。对朋友切切疲很亲切，有感情，当然这个感情并不是每天请吃牛肉面，而是在朋友有困难时，伸出援手。在兄弟之间，非常愉快，不是冤家，真如骨肉，这样就是士。这几句话看起来好像教条，反省起来，我们每天对朋友对同事对兄弟都能愉快相处，和蔼相亲，就不易办到，尤其对子路的个性正好下一针砭。国防第一子曰善人教民七年，亦可以即戎矣。到这里，这一篇快作结论了，这篇开头说世而后仁，又说善人为邦百年才可以建立一个国家文化的基础。我们知道周公孔子，都在身死百年之后才慢慢弘扬出他的文化思想，然后影响了后世几千年。至于军备武功，一个有学问有道德的善人来领导，只要七年之间，就可以保家卫国了。即戎，把军事上的国防建设做好，可以用兵应敌。但要有上面的重点――善人。善人并不只是做做好事，拿点衣服去送送人，做做冬令救济的善人。这个善的意义很大，是包括了道德学问才能。这样的人领导人民七年，就可以富国强兵了。子曰以不教民战，是谓弃之。这是本篇的最后一段。我们翻开这篇第一段，是子路问政。现在把孔子这句话放在子路这篇的最后作结论更妙。因为子路的个性比较冲动，喜欢用武力解决问题。孔子骂过子路，暴虎冯河，只晓得用武力用军事，偏向于武功，而不懂得为政之道。可是在这里的结论，却主张一个国家无论如何不能忘记国防，不能忘记军事。如果不教人民军事的知识和技能，不巩固自己国防上的战备，等于自己要把国家丢掉，是不可以的。孔子在许多地方，表面上看起来，不大赞成用武力解决问题，但对于国防的战备，他认为非常重要。个人的修养也是如此，随时要准备战斗的精神，但不轻易用兵。"}
{"text":"孔子骂过子路，暴虎冯河，只晓得用武力用军事，偏向于武功，而不懂得为政之道。可是在这里的结论，却主张一个国家无论如何不能忘记国防，不能忘记军事。如果不教人民军事的知识和技能，不巩固自己国防上的战备，等于自己要把国家丢掉，是不可以的。孔子在许多地方，表面上看起来，不大赞成用武力解决问题，但对于国防的战备，他认为非常重要。个人的修养也是如此，随时要准备战斗的精神，但不轻易用兵。中国武功的道理也是一样，练拳练刀练剑的人，要练到最高的武功，可不是为了轻易杀害别人，而主要在于求得和平的自卫。宪问第十四侠隐中人――原宪现在讲宪问第十四篇。这一篇是上论里仁篇的发挥与引伸。首先，在这个题目里，就有一个有趣的问题，就是原宪这个人，是孔子学生中，所谓七十二贤里很有名的人物。在上论中谈到过，他曾替孔子管过总务方面的事情，用现代观念随便来比，可能在孔子当司寇的时候，他担任过总务长一类的职务，但究竟合于什么官阶，无法明确的定论。孔子死了以后，他退隐于山泽布衣之间，走半隐侠的路线，等于在过去的社会中，领袖清流。所以司马迁著史记，在游侠列传中，曾提到他和季次。司马迁赞成游侠，认为游侠是很需要的但是有人认为不需要，如法家的韩非子说儒以文乱法，而侠以武犯禁。认为当时读书的知识分子，对于法制的实行是有妨碍的，于是法家的思想，影响了后世，秦始皇时代的政策都与它有关。韩非子的理由是儒者知识多，嘴会说，手会写，有许多意见提出来，思想不同，使法令不能推行，难于执法。而侠义道中人，是慷慨好义的，好用武力，又容易形成恶势力，也是使法令不能推行的障碍。所以韩非子反对这两种人。司马迁写游侠列传，一开始也提到韩非子这两句话，不过他又认为世界上有许多事，用道德政治法律都解决不了，只有老子拳头大的办法，一下就解决了，所以他认为游侠有游侠的好处。而且他认为古代的游侠，一诺千金，对朋友讲义气，帮助贫弱的人，这些都是最了不起的，其中提到古代侠义中的佼佼者，有季次原宪。原宪在孔子死了以后，再没有出来做事，就退隐于草泽之中，现在来说就是退隐到下层社会中，和平民一起生活。后来子贡非常想念他，有一天排场很大去探望他，大有所谓结驷连骑的派头，好像现代带了几部汽车的随从侍卫。"}
{"text":"而且他认为古代的游侠，一诺千金，对朋友讲义气，帮助贫弱的人，这些都是最了不起的，其中提到古代侠义中的佼佼者，有季次原宪。原宪在孔子死了以后，再没有出来做事，就退隐于草泽之中，现在来说就是退隐到下层社会中，和平民一起生活。后来子贡非常想念他，有一天排场很大去探望他，大有所谓结驷连骑的派头，好像现代带了几部汽车的随从侍卫。原宪却穿了一件破旧衣服，好像现代的穿件破衣服，衣冠不整，钮扣不扣，便出来和子贡见面。子贡见他这个样子，就关心地问他是不是生病了？子贡的意思本来想接济这位老同学一下，不料原宪说，无财谓之贫，学道而不能行者谓之病，我没有病，只不过穷而已。他这番道理，无形中也骂了子贡，等于说当年在老师那里学习，老师教我们该如何做事作人，我们今天对这个时代国家天下没有贡献，有什么资格摆你那样的派头？子贡被他骂了这一顿，一直放在心里，始终很难过。由原宪这个人，可知孔子的学生，什么样的人都有。高行的如原宪一类，也可以说是逃名遁世的隐士，他知道所处的社会太乱，无法有所贡献，因此远走山林，韬光养晦。名利浓于酒现在我们先简介了原宪，这里记载的是宪问耻。子曰邦有道，谷邦无道，谷，耻也。谷的意思是代表当时的俸禄。原宪问什么是可耻的事情，孔子说，国家社会上了轨道，像我们这一类的人，就用不着了，我们不必去占住那个职位，可以让别人去做了。如果仍旧恋栈，占住那个位置，光拿俸禄，无所建树，就是可耻的。其次，社会国家没有上轨道，而站在位置上，对于社会国家没有贡献，也是可耻的。结论下来就是说，一个知识分子，为了什么读书，不是为了自己吃饭，是为了对社会对国家能有所贡献，假如没有贡献，无论安定的社会或动乱的社会，都是可耻的。讲到这里，我们想起一些故事，可作为研究这两句话的参考，像原宪的生活型态与思想，他问孔子及孔子所答的话研究一下，这个免于耻字的功夫可真难。如大家所熟知的，汉光武刘秀和严光子陵是幼年时的同学好友，后来刘秀当了皇帝，下命令全国找严子陵，而严子陵不愿出来作官躲了起来。"}
{"text":"讲到这里，我们想起一些故事，可作为研究这两句话的参考，像原宪的生活型态与思想，他问孔子及孔子所答的话研究一下，这个免于耻字的功夫可真难。如大家所熟知的，汉光武刘秀和严光子陵是幼年时的同学好友，后来刘秀当了皇帝，下命令全国找严子陵，而严子陵不愿出来作官躲了起来。后来在浙江桐庐县富春江上，发现有一个人反穿了皮袄钓鱼，大家都觉得这是一个怪人，桐庐县的县令把这件事报到京里去。汉光武一看报告，知道这人一定是老同学严光，这一次才把他接到京里，但严光还是不愿作官。汉光武说，你不要以为我当了皇帝，如今见面还是同学，今夜还是像当年同学时一样，睡在一起，好聊聊天，严子陵还是那样坏睡相，腿压在皇帝的肚子上，所以有太史公发现客星犯帝座的说法。后世在严光钓鱼的地方，建了一座严子陵的祠堂，因为历代以来的读书人，都很推崇严子陵，认为他是真正的隐士。有一个读书人去考功名，经过严子陵的祠堂，题了首诗在那里君为名利隐，吾为名利来。羞见先生面，夜半过钓台。这是推崇严子陵的。相反的，清人却有诗批评严子陵一袭羊裘便有心，虚名传诵到如今，当时若着蓑衣去，烟水茫茫何处寻？这是说严子陵故意标榜高隐，实际上是沽名钓誉，想在历史上留一个清高的美名。这是反的一面的。这里只是提供几个故事，作为研究孔子邦有道谷，邦无道谷，耻也。的参考。这些都是人类社会的通常现象，正如古人说，有人辞官归故里，有人漏夜赶科场。此外，还有一段中国历史上蛮有趣的事情。满清入关以后，有许多读书人不投降。但清帝康熙非常高明，他十六岁登基，就平定了这样一个广士众民的天下，做了六十年的皇帝，把清朝的政治基础奠定下来，可以说他是一个天才皇帝，不是职业皇帝了。他看见汉人反清的太多，为了要先收罗那些不愿投降的读书人，在科举中特别开了一个博学鸿词科。对于前明不愿投降的遗老们，特别恩准，马马虎虎，只要报个名，形式上考一下，就给予很好的官位，结果有很多人，在这种诱惑上动摇了，而进了博学鸿词科。也还有很多人硬不投降，所以当时闹了很多笑话。其中一些是非常尖刻讥讽，当时曾留下几首讽刺的名诗一队夷齐下首阳，几年观望好凄凉。早知薇蕨终难饱，悔煞无端谏武王。"}
{"text":"他看见汉人反清的太多，为了要先收罗那些不愿投降的读书人，在科举中特别开了一个博学鸿词科。对于前明不愿投降的遗老们，特别恩准，马马虎虎，只要报个名，形式上考一下，就给予很好的官位，结果有很多人，在这种诱惑上动摇了，而进了博学鸿词科。也还有很多人硬不投降，所以当时闹了很多笑话。其中一些是非常尖刻讥讽，当时曾留下几首讽刺的名诗一队夷齐下首阳，几年观望好凄凉。早知薇蕨终难饱，悔煞无端谏武王。后来又开第二次博学鸿词科，再收罗第一次未收罗到的人。因为许多人看见第一批博学鸿词科的人，都有很好的官位，自己就更忍不住了。从这里看，中国人讲究的节操，要守住真是难事，自己的中心思想，能终生不变，实在是最高的修养。第二次去的人更多，考场的位置都满了，后去的被推到门外去，就有人更吟诗挖苦了失节夷齐下首阳，院门推出更凄凉。从今决计还山去，薇蕨那堪已吃光。中国读书人，非常重视节操，也就是中心思想见解的坚定问题。隐痛诗人――吴梅村又如明末清初的名诗人吴梅村，他的诗的确好。他本来坚持不肯投降，清政府挟持其老母威胁他，逼得他最后只好去向清政府报到。因此吴梅村一生非常痛苦。同时清政府对这些投降的人，虽然待遇很好，但后来写历史的时候，清帝还是下命令把这些人列入二臣传。这是中国文化精神，尽管再好，终究是投降过来的，骨头不够硬，这是很严重的，被人看不起的。吴梅村后来被列入二臣传，他当时去报到，内心非常痛苦，但是被清政府征召，非去不可。所以他的诗有浮生所欠唯一死，人世无由识九还。吴梅村因为名气太大，他在应召起程进京的时候，有好几百人，号称千人会为他饯行。有一个青年，没有参加这次集会，写了一封信，派人送到这个宴会中去给吴梅村。吴梅村坐在首席上打开来一看，脸色都变了。旁边的人觉得奇怪，看了这封信后，大家的脸色也都变了。原来这封信上写了这么一首诗千人石上千人坐，一半清朝一半明，寄语娄东吴学士，两朝天子一朝臣。所有在座的人全被骂了。我们看了这些资料，对于原宪问耻，孔子说邦有道谷，邦无道谷，耻也。这一点，对中国文化中的臣节与忠贞的精神，要特别注意。前天中午和几位同学吃饭，也谈到这个问题。"}
