{"text":"中国的法斯德大概是指高长虹。法斯德即德国作家歌德诗剧浮士德中的主角浮士德，是欧洲传说中的一个冒险人物。高长虹在北京出版界形势指掌图内曾说则常说郭沫若骄傲，我则说他的态度才能倒都好，颇有类似歌德的样子。又说听一个朋友说，郭沫若醉后写了一副对联给周作人，意思是什么成文豪置房产之类。文中所说同情也是高长虹的话，参看本卷第页注。按高长虹说常说郭沫若骄傲，完全出于捏造，参看两地书七三。又所说郭沫若写对联给周作人，亦无其事。关于束胸受罚，参看本卷第页注。指马寅初。在两地书五八中说马寅初博士到厦门来演说，所谓北大同人，正在发昏章第十一，排班欢迎。我固然是北大同人之一，也非不知银行之可以发财，然而于铜子换毛线，毛钱换大洋学说，实在没有什么趣味，所以都不加入。指吴稚晖。他在国民党清党前后，常常发表这种反革命言论。这一句迭见于他在一九二七年五月七月给汪精卫的信中。按广州报纸曾称吴稚晖为革命文学家。参看本书革命文学一文。现代评论为了扩大销路，曾在该刊特别增刊第一号一九二五年十月二十八日刊登现代评论代售处一表，分京内京外国外三栏，详列代售处一百多处，其中有百货店药店实业公司同善社等等。这是对于自称无政府主义者的国民党政客吴稚晖的讽刺。参看本卷第页注。安那其主义，英语s的音译，即无政府主义。二心集这里是一九三年与三一年两年间的杂文的结集。当三年的时候，期刊已渐渐的少见，有些是不能按期出版了，大约是受了逐日加紧的压迫。语丝和奔流，则常遭邮局的扣留，地方的禁止，到底也还是敷延不下去。那时我能投稿的，就只剩了一个萌芽，而出到五期，也被禁止了，接着是出了一本新地。所以在这一年内，我只做了收在集内的不到十篇的短评。此外还曾经在学校里演讲过两三回，那时无人记录，讲了些什么，此刻连自己也记不清楚了。只记得在有一个大学里演讲的题目，是象牙塔和蜗牛庐。大意是说，象牙塔里的文艺，将来决不会出现于中国，因为环境并不相同，这里是连摆这象牙之塔的处所也已经没有了不久可以出现的，恐怕至多只有几个蜗牛庐。"}
{"text":"那时我能投稿的，就只剩了一个萌芽，而出到五期，也被禁止了，接着是出了一本新地。所以在这一年内，我只做了收在集内的不到十篇的短评。此外还曾经在学校里演讲过两三回，那时无人记录，讲了些什么，此刻连自己也记不清楚了。只记得在有一个大学里演讲的题目，是象牙塔和蜗牛庐。大意是说，象牙塔里的文艺，将来决不会出现于中国，因为环境并不相同，这里是连摆这象牙之塔的处所也已经没有了不久可以出现的，恐怕至多只有几个蜗牛庐。蜗牛庐者，是三国时所谓隐逸的焦先曾经居住的那样的草窠，大约和现在江北穷人手搭的草棚相仿，不过还要小，光光的伏在那里面，少出，少动，无衣，无食，无言。因为那时是军阀混战，任意杀掠的时候，心里不以为然的人，只有这样才可以苟延他的残喘。但蜗牛界里那里会有文艺呢，所以这样下去，中国的没有文艺，是一定的。这样的话，真可谓已经大有蜗牛气味的了，不料不久就有一位勇敢的青年在政府机关的上海民国日报上给我批评，说我的那些话使他非常看不起，因为我没有敢讲共产党的话的勇气。谨案在清党以后的党国里，讲共产主义是算犯大罪的，捕杀的网罗，张遍了全中国，而不讲，却又为党国的忠勇青年所鄙视。这实在只好变了真的蜗牛，才有庶几得免于罪戾的幸福了。而这时左翼作家拿着苏联的卢布之说，在所谓大报和小报上，一面又纷纷的宣传起来，新月社的批评家也从旁很卖了些力气。有些报纸，还拾了先前的创造社派的几个人的投稿于小报上的话，讥笑我为投降，有一种报则载起文坛贰臣传来，第一个就是我，――但后来好像并不再做下去了。卢布之谣，我是听惯了的。大约六七年前，语丝在北京说了几句涉及陈源教授和别的正人君子们的话的时候，上海的晶报上就发表过现代评论社主角唐有壬先生的信札，说是我们的言动，都由于墨斯科的命令。这又正是祖传的老谱，宋末有所谓通虏，清初又有所谓通海，向来就用了这类的口实，害过许多人们的。所以含血喷人，已成了中国士君子的常经，实在不单是他们的识见，只能够见到世上一切都靠金钱的势力。至于贰臣之说，却是很有些意思的，我试一反省，觉得对于时事，即使未尝动笔，有时也不免于腹诽，臣罪当诛兮天皇圣明，腹诽就决不是忠臣的行径。但御用文学家的给了我这个徽号，也可见他们的文坛上是有皇帝的了。"}
{"text":"这又正是祖传的老谱，宋末有所谓通虏，清初又有所谓通海，向来就用了这类的口实，害过许多人们的。所以含血喷人，已成了中国士君子的常经，实在不单是他们的识见，只能够见到世上一切都靠金钱的势力。至于贰臣之说，却是很有些意思的，我试一反省，觉得对于时事，即使未尝动笔，有时也不免于腹诽，臣罪当诛兮天皇圣明，腹诽就决不是忠臣的行径。但御用文学家的给了我这个徽号，也可见他们的文坛上是有皇帝的了。去年偶然看见了几篇梅林格的论文，大意说，在坏了下去的旧社会里，倘有人怀一点不同的意见，有一点携贰的心思，是一定要大吃其苦的。而攻击陷害得最凶的，则是这人的同阶级的人物。他们以为这是最可恶的叛逆，比异阶级的奴隶造反还可恶，所以一定要除掉他。我才知道中外古今，无不如此，真是读书可以养气，竟没有先前那样不满于现状了，并且仿三闲集之例而变其意，拾来做了这一本书的名目。然而这并非在证明我是无产者。一阶级里，临末也常常会自己互相闹起来的，就是诗经里说过的那兄弟阋于墙，――但后来却未必外御其侮。例如同是军阀，就总在整年的大家相打，难道有一面是无产阶级么？而且我时时说些自己的事情，怎样地在碰壁，怎样地在做蜗牛，好像全世界的苦恼，萃于一身，在替大众受罪似的也正是中产的智识阶级分子的坏脾气。只是原先是憎恶这熟识的本阶级，毫不可惜它的溃灭，后来又由于事实的教训，以为惟新兴的无产者才有将来，却是的确的。自从一九三一年二月起，我写了较上年更多的文章，但因为揭载的刊物有些不同，文字必得和它们相称，就很少做热风那样简短的东西了而且看看对于我的批评文字，得了一种经验，好像评论做得太简括，是极容易招得无意的误解，或有意的曲解似的。又，此后也不想再编坟那样的论文集，和壁下译丛那样的译文集，这回就连较长的东西也收在这里面，译文则选了一篇现代电影与有产阶级附在末尾，因为电影之在中国，虽然早已风行，但这样扼要的论文却还少见，留心世事的人们，实在很有一读的必要的。还有通信，如果只有一面，读者也往往很不容易了然，所以将紧要一点的几封来信，也擅自一并编进去了。一九三二年四月三十日之夜，编讫并记。语丝参看本卷第页注及三闲集我和语丝的始终。"}
{"text":"又，此后也不想再编坟那样的论文集，和壁下译丛那样的译文集，这回就连较长的东西也收在这里面，译文则选了一篇现代电影与有产阶级附在末尾，因为电影之在中国，虽然早已风行，但这样扼要的论文却还少见，留心世事的人们，实在很有一读的必要的。还有通信，如果只有一面，读者也往往很不容易了然，所以将紧要一点的几封来信，也擅自一并编进去了。一九三二年四月三十日之夜，编讫并记。语丝参看本卷第页注及三闲集我和语丝的始终。奔流文艺月刊，编辑，一九二八年六月在上海创刊，一九二九年十二月出至第二卷第五期停刊。萌芽文艺月刊，冯雪峰编辑，一九三年一月在上海创刊，从第一卷第三期起，成为左联的机关刊物之一。一九三年五月出至第一卷第五期被国民党政府禁止，第六期改名为新地月刊，仅出一期即停刊。一九三年在上海各大学讲演的情况，据日记，这年二月二十一日三月九日先后两次在中华艺术大学讲演，三月十三日在大夏大学三月十九日在中国公学分院八月六日在夏期文艺讲习会讲演。各次讲稿都没有保存下来。据当时报刊所载消息和与会者的忆述，前四次讲题分别为绘画杂论美术上的写实主义问题象牙塔与蜗牛庐美的认识。最后一次讲题不详。象牙塔原是十九世纪法国文艺批评家圣佩韦批评同时代消极浪漫主义诗人维尼的用语，后来用以比喻脱离现实生活的文艺家的小天地。蜗牛庐据三国志魏书管宁传裴松之注引魏略，东汉末年，隐士焦先自作一瓜蜗牛庐，净扫其中，营木为床，布草蓐其上，至天寒时，携火以自炙，呻吟独语。指上海民国日报登载的一篇短文。一九三年三月十八日民国日报觉悟在呜呼，自由运动竟是一群骗人的勾当的栏题下，刊载署名敌天自称是大夏大学学文科的学生的来稿，攻击的讲演，其中有公然作反动的宣传，在事实上既无此勇气，竟借了文艺演讲的美名而来提倡所谓中国自由运动大同盟的组织，态度不光明，行动不磊落，这也算是真正的革命志士吗？等语。民国日报，一九一六年一月在上海创刊，一九二四年国民党第一次全国代表大会后成为该党机关报，一九二五年末为西山会议派把持，变为国民党右派的报纸。庶几得免于罪戾语出左传文公十八年庶几免于戾乎。"}
{"text":"等语。民国日报，一九一六年一月在上海创刊，一九二四年国民党第一次全国代表大会后成为该党机关报，一九二五年末为西山会议派把持，变为国民党右派的报纸。庶几得免于罪戾语出左传文公十八年庶几免于戾乎。左翼作家拿着苏联的卢布之说参看本卷第页注。新月社成员梁实秋也散布过这类言论，参看本书丧家的资本家的乏走狗。文坛贰臣传一九三年五月七日民国日报载有署名男儿的文坛上的贰臣传――一，恶毒诬蔑左翼文艺运动，特别对进行了集中的攻击，如说被共产党屈服，所谓自由运动大同盟，首先列名，所谓左翼作家联盟，大作讲演，昔为百炼钢，今为绕指柔，老气横秋之精神，竟为二九小子玩弄于掌上，作无条件之屈服等等。唐有壬的信札参看本卷第页注。晶报在发表唐有壬这封信时，以现代评论主角唐有壬致本报书为题目。通虏通海都是所谓通敌的意思。宋代的虏，指辽金西夏等清初的海，指当时在台湾坚持抗清的郑成功。臣罪当诛兮天皇圣明语出唐代韩愈诗拘幽操――文王h里作。皇，原作王。梅林格通译梅林，德国马克思主义者，历史学家和文艺批评家。著有德国社会民主党史马克思传莱辛传说等。不满于现状这是引用梁实秋的话，参看本卷第页注。诗经我国最早的诗歌总集，收诗歌三五篇，大抵是周初到春秋中期的作品，相传曾经过孔丘删订。兄弟阋于墙，外御其侮，见该书小雅常棣。好政府主义好政府主义梁实秋先生这回在新月的零星上，也赞成不满于现状了，但他以为现在有智识的人尤其是夙来有前驱者权威先进的徽号的人，他们的责任不仅仅是冷讥热嘲地发表一点不满于现状的杂感而已，他们应该更进一步的诚诚恳恳地去求一个积极医治现状的药方。为什么呢？"}
{"text":"好政府主义好政府主义梁实秋先生这回在新月的零星上，也赞成不满于现状了，但他以为现在有智识的人尤其是夙来有前驱者权威先进的徽号的人，他们的责任不仅仅是冷讥热嘲地发表一点不满于现状的杂感而已，他们应该更进一步的诚诚恳恳地去求一个积极医治现状的药方。为什么呢？因为有病就须下药，三民主义是一副药，――梁先生说，――共产主义也是一副药，国家主义也是一副药，无政府主义也是一副药，好政府主义也是一副药，现在你把所有的药方都褒贬得一文不值，都挖苦得不留余地，这可是什么心理呢？这种心理，实在是应该责难的。但在实际上，我却还未曾见过这样的杂感，譬如说，同一，而以为三民主义者是违背了英美的自由，共产主义者又收受了俄国的卢布，国家主义太狭，无政府主义又太空。所以梁先生的零星，是将他所见的杂感的罪状夸大了。其实是，指摘一种主义的理由的缺点，或因此而生的弊病，虽是并非某一主义者，原也无所不可的。有如被压榨得痛了，就要叫喊，原不必在想出更好的主义之前，就定要咬住牙关。但自然，能有更好的主张，便更成一个样子。不过我以为梁先生所谦逊地放在末尾的好政府主义，却还得更谦逊地放在例外的，因为自三民主义以至无政府主义，无论它性质的寒温如何，所开的究竟还是药名，如石膏，肉桂之类，――至于服后的利弊，那是另一个问题。独有好政府主义这一副药，他在药方上所开的却不是药名，而是好药料三个大字，以及一些唠唠叨叨的名医架子的主张。不错，谁也不能说医病应该用坏药料，但这张药方，是不必医生才配摇头，谁也会将他褒贬得一文不值褒是称赞之意，用在这里，不但不通，也证明了不识褒字，但这是梁先生的原文，所以姑仍其旧的。倘这医生羞恼成怒，喝道你嘲笑我的好药料主义，就开出你的药方来！那就更是大可笑的现状之一，即使并不根据什么主义，也会生出杂感来的。杂感之无穷无尽，正因为这样的现状太多的缘故。一九三，四，十七。本篇最初发表于一九三年五月萌芽月刊第一卷第五期。好政府主义，参看本卷第页注。这里所说的不满于现状和以下所引的梁实秋的话，都见于新月第二卷第八期一九二九年十月不满于现状，便怎样呢？国家主义一种资产阶级民族主义思想。"}
{"text":"倘这医生羞恼成怒，喝道你嘲笑我的好药料主义，就开出你的药方来！那就更是大可笑的现状之一，即使并不根据什么主义，也会生出杂感来的。杂感之无穷无尽，正因为这样的现状太多的缘故。一九三，四，十七。本篇最初发表于一九三年五月萌芽月刊第一卷第五期。好政府主义，参看本卷第页注。这里所说的不满于现状和以下所引的梁实秋的话，都见于新月第二卷第八期一九二九年十月不满于现状，便怎样呢？国家主义一种资产阶级民族主义思想。它抹杀国家的阶级本质，以国家至上的口号欺骗人民服从统治阶级的利益宣传民族优越论，鼓吹扩张主义。中国的国家主义派在一九二三年成立中国国家主义青年团，后改为中国青年党，进行反共反人民的活动。无政府主义十九世纪上半期开始流行的―种小资产阶级思潮。它鼓吹个人绝对自由，否定一切国家权力，反对无产阶级革命和无产阶级专政。五四前后，中国的无政府主义者曾组织民声社进化社等小团体，出版刊物和小册子宣扬这种思想。民族主义文学的任务和运命民族主义文学的任务和运命一殖民政策是一定保护，养育流氓的。从帝国主义的眼睛看来，惟有他们是最要紧的奴才，有用的鹰犬，能尽殖民地人民非尽不可的任务一面靠着帝国主义的暴力，一面利用本国的传统之力，以除去害群之马，不安本分的莠民。所以，这流氓，是殖民地上的洋大人的宠儿，――不，宠犬，其地位虽在主人之下，但总在别的被统治者之上的。上海当然也不会不在这例子里。巡警不进帮，小贩虽自有小资本，但倘不另寻一个流氓来做债主，付以重利，就很难立足。到去年，在文艺界上，竟也出现了拜老头的文学家。但这不过是一个最露骨的事实。其实是，即使并非帮友，他们所谓文艺家的许多人，是一向在尽宠犬的职分的，虽然所标的口号，种种不同，艺术至上主义呀，国粹主义呀，民族主义呀，为人类的艺术呀，但这仅如巡警手里拿着前膛枪或后膛枪，来福枪，毛瑟枪的不同，那终极的目的却只一个就是打死反帝国主义即反政府，亦即反革命，或仅有些不平的人民。那些宠犬派文学之中，锣鼓敲得最起劲的，是所谓民族主义文学。但比起侦探，巡捕，刽子手们的显著的勋劳来，却还有很多的逊色。这缘故，就因为他们还只在叫，未行直接的咬，而且大抵没有流氓的剽悍，不过是飘飘荡荡的流尸。"}
{"text":"那些宠犬派文学之中，锣鼓敲得最起劲的，是所谓民族主义文学。但比起侦探，巡捕，刽子手们的显著的勋劳来，却还有很多的逊色。这缘故，就因为他们还只在叫，未行直接的咬，而且大抵没有流氓的剽悍，不过是飘飘荡荡的流尸。然而这又正是民族主义文学的特色，所以保持其宠的。翻一本他们的刊物来看罢，先前标榜过各种主义的各种人，居然凑合在一起了。这是民族主义的巨人的手，将他们抓过来的么？并不，这些原是上海滩上久已沉沉浮浮的流尸，本来散见于各处的，但经风浪一吹，就漂集一处，形成一个堆积，又因为各个本身的腐烂，就发出较浓厚的恶臭来了。这叫和恶臭有能够较为远闻的特色，于帝国主义是有益的，这叫做为王前驱，所以流尸文学仍将与流氓政治同在。丧家的资本家的乏走狗丧家的资本家的乏走狗梁实秋先生为了拓荒者上称他为资本家的走狗，就做了一篇自云我不生气的文章。先据拓荒者第二期第六七二页上的定义，觉得我自己便有点像是无产阶级里的一个之后，再下走狗的定义，为大凡做走狗的都是想讨主子的欢心因而得到一点恩惠，于是又因而发生疑问道――拓荒者说我是资本家的走狗，是那一个资本家，还是所有的资本家？我还不知道我的主子是谁，我若知道，我一定要带着几分杂志去到主子面前表功，或者还许得到几个金镑或卢布的赏赉呢。我只知道不断的劳动下去，便可以赚到钱来维持生计，至于如何可以做走狗，如何可以到资本家的帐房去领金镑，如何可以到党去领卢布，这一套本领，我可怎么能知道呢？这正是资本家的走狗的活写真。凡走狗，虽或为一个资本家所豢养，其实是属于所有的资本家的，所以它遇见所有的阔人都驯良，遇见所有的穷人都狂吠。不知道谁是它的主子，正是它遇见所有阔人都驯良的原因，也就是属于所有的资本家的证据。即使无人豢养，饿的精瘦，变成野狗了，但还是遇见所有的阔人都驯良，遇见所有的穷人都狂吠的，不过这时它就愈不明白谁是主子了。"}
{"text":"这正是资本家的走狗的活写真。凡走狗，虽或为一个资本家所豢养，其实是属于所有的资本家的，所以它遇见所有的阔人都驯良，遇见所有的穷人都狂吠。不知道谁是它的主子，正是它遇见所有阔人都驯良的原因，也就是属于所有的资本家的证据。即使无人豢养，饿的精瘦，变成野狗了，但还是遇见所有的阔人都驯良，遇见所有的穷人都狂吠的，不过这时它就愈不明白谁是主子了。梁先生既然自叙他怎样辛苦，好像无产阶级即梁先生先前之所谓劣败者，又不知道主子是谁，那是属于后一类的了，为确当计，还得添几个字，称为丧家的资本家的走狗。然而这名目还有些缺点。梁先生究竟是有智识的教授，所以和平常的不同。他终于不讲文学是有阶级性的吗？了，在答先生那一篇里，很巧妙地插进电杆上写武装保护苏联，敲碎报馆玻璃那些句子去，在上文所引的一段里又写出到党去领卢布字样来，那故意暗藏的两个，是令人立刻可以悟出的共产这两字，指示着凡主张文学有阶级性，得罪了梁先生的人，都是在做拥护苏联，或去领卢布的勾当，和段祺瑞的卫兵枪杀学生，晨报却道学生为了几个卢布送命，自由大同盟上有我的名字，革命日报的通信上便说为金光灿烂的卢布所买收，都是同一手段。在梁先生，也许以为给主子嗅出匪类学匪，也就是一种批评，然而这职业，比起刽子手来，也就更加下贱了。我还记得，国共合作时代，通信和演说，称赞苏联，是极时髦的，现在可不同了，报章所载，则电杆上写字和党，捕房正在捉得非常起劲，那么，为将自己的论敌指为拥护苏联或党，自然也就髦得合时，或者还许会得到主子的一点恩惠了。但倘说梁先生意在要得恩惠或金镑，是冤枉的，决没有这回事，不过想借此助一臂之力，以济其文艺批评之穷罢了。所以从文艺批评方面看来，就还得在走狗之上，加上一个形容字乏。一九三，四，十九。本篇最初发表于一九三年五月一日萌芽月刊第一卷第五期。指拓荒者第二期一九三年二月刊载的冯乃超文艺理论讲座第二回阶级社会的艺术，它批驳了梁实秋的文学是有阶级性的吧？一文中的某些观点，其中说无产阶级既然从其斗争经验中已经意识到自己阶级的存在，更进一步意识其历史的使命。"}
