{"text":"事乱则人争不平，法乱则民怨不服，其悻戾斗诤。不顾死亡者，自此发矣是不亦利诚乱之始也。且圣贤深戒去利，尊先仁义。而后世尚有恃利相欺，伤风败教者何限。况复公然张其征利之道而行之，欲天下风俗正，而不浇不薄，其可得乎！明教曰凡人所为之恶，有有形者，有无形者。无形之恶，害人者也。有形之恶，杀人者也。杀人之恶小，害人之恶大。所以游晏中有鸩毒，谈笑中有戈矛，堂奥中有虎豹，邻巷中有戎狄。自非圣贤，绝之于未萌，防之以礼法，则其为害也。不亦甚乎！邵康节雍的名著皇极经世，它的内篇举出元会运世的规律，做为推测数往知来，关于历史与人事演变的数理，与象数的公式，与他的观物外篇等篇的理论实际都是融会道佛两家学术思想的结晶，汇通于易学理象数的范围。元会运世所用的三元甲子，循环往复，演变成为观察历史人事的中心，便是佛学成住坏空四大劫原则的发挥，用以说明人类众生世界分段灾劫的道理。不过，他是以中国历史做中心，推算大劫中的小劫过程而已。以上所举是有关禅宗影响宋代儒家理学思想的例子。为了研究参学禅宗与宋明理学同学们的注意，切勿徒以口头禅语，或以机锋妙趣，认为便是禅的极则，现在拣要选录禅师们的几则言行如下大觉琏和尚，初游庐山，圆通讷禅师一见，直以大品期之。或问何自而知之？讷曰斯人中正不倚，动静尊严，加以道学行谊，言简尽理，凡人资禀如此，鲜有不成器者。仁祖皇v初，遣银小使，持绿锑尺一书，召国迈讷住孝慈大伽蓝。讷称疾不起，表疏大觉应诏。或曰圣天子旌崇道德，恩被泉石，师何因辞？讷曰予滥厕僧伦，视听不聪，幸安林下，饭蔬饮水，虽佛祖有所不为，况其他耶！先哲有言大名之下，难以久居，何日而足。故东坡尝曰知安则荣，知足则当，避名全节，善始善终，在圆通得之矣。大觉曰舜老夫赋性简直，不识权衡货殖等事。日有定课，曾不少易。虽炙灯扫地，皆躬为之。尝曰古人有一日不作，一日不食之戒。予人也！虽垂老其志益坚。或曰何不使左右人？老夫曰经涉寒暑，起坐不常，不欲劳之。舜老夫曰传持此道，所贵一切真实，别邪正，去妄情，乃治心之实。识因果，明罪福，乃操履之实。宏道德，接方来，乃住持之实。量才能，请执事，乃用人之实。察言行，定可否，乃求贤之实。不存其实，徒炫虚名，无益于理。是故人之操履，惟要诚实，苟执之不渝，虽夷险可以一致。"}
{"text":"大觉曰舜老夫赋性简直，不识权衡货殖等事。日有定课，曾不少易。虽炙灯扫地，皆躬为之。尝曰古人有一日不作，一日不食之戒。予人也！虽垂老其志益坚。或曰何不使左右人？老夫曰经涉寒暑，起坐不常，不欲劳之。舜老夫曰传持此道，所贵一切真实，别邪正，去妄情，乃治心之实。识因果，明罪福，乃操履之实。宏道德，接方来，乃住持之实。量才能，请执事，乃用人之实。察言行，定可否，乃求贤之实。不存其实，徒炫虚名，无益于理。是故人之操履，惟要诚实，苟执之不渝，虽夷险可以一致。浮山远和尚曰古人亲师择友晓夕不敢自怠。至于执囗负春，陆沈贱役，未尝惮劳。予在叶县，备曾试之。然一有顾利害，较得失之心，则使这姑息，摩所不至。且身既不正，又安能学道乎。五祖演和尚曰今时丛林学道之士，声名不扬，匪为人之所信者，盖为梵行不清白，为人不谛当辄或苟求名闻利养，乃广炫其华烯，遂被识者所讥。故蔽其要妙，虽有道德如佛祖，闻见疑而不信矣。尔辈他日若有把茅盖头，当以此而自勉。演祖曰师翁初住杨歧，老屋败椽，仅蔽风雨。适临冬暮，雪霰满床，居不遑处。袖子投诚，愿充修造。师翁却之曰我佛有言时当减劫，高岸深谷，迁变不常，安得圆满如意，自求称足。汝等出家学道，做手脚未稳，已是四五十岁，讵有闲工夫，事丰屋耶？竟不从。演祖曰古人乐闻己过，喜于为善，长于包荒，厚于隐恶，谦以交友，勤以济众，不以得表二其心，所以光明硕大，照映今昔矣。白云谓演祖曰禅者智能，多见于已然，不能见于未然。止观定慧，防于未然之前。作止任灭，觉于已然之后。故作止任灭所用易见，止观定慧所为难知。惟古人志在于道，绝念于未萌，虽有止观定慧，作止任灭，皆为本末之论也。所以云若有毫端许，言于本末者，皆为自欺。此古人见彻处，而不自欺也。晦堂一日见黄龙有不豫之色，因逆问之。黄龙曰监收未得人。晦堂遂荐感副专，黄龙曰感尚暴，恐为小人所谋。晦堂曰化侍者稍廉谨。黄龙谓化虽廉谨，不若秀庄主，有量而忠。灵源尝问晦堂，黄龙用一监收，何过虑如此？晦堂曰有国有家者，未尝不本此岂特黄龙为然，先圣亦曾戒之。晦堂谓朱给事世英曰予初入道，自恃甚易。逮见黄龙先师后，退思日用，与理矛盾者极多，遂为行之三年，虽祁寒溽暑，确志不移，然后方得事事如理。而今咳唾掉臂，也是祖师西来意。朱世英问晦堂曰君子不幸，小有过差，而见闻指目之不暇。小人终日造恶，而不以为然。其故何哉？"}
{"text":"黄龙曰监收未得人。晦堂遂荐感副专，黄龙曰感尚暴，恐为小人所谋。晦堂曰化侍者稍廉谨。黄龙谓化虽廉谨，不若秀庄主，有量而忠。灵源尝问晦堂，黄龙用一监收，何过虑如此？晦堂曰有国有家者，未尝不本此岂特黄龙为然，先圣亦曾戒之。晦堂谓朱给事世英曰予初入道，自恃甚易。逮见黄龙先师后，退思日用，与理矛盾者极多，遂为行之三年，虽祁寒溽暑，确志不移，然后方得事事如理。而今咳唾掉臂，也是祖师西来意。朱世英问晦堂曰君子不幸，小有过差，而见闻指目之不暇。小人终日造恶，而不以为然。其故何哉？晦堂曰君子之德，比美玉焉，有瑕生内，必见于外，故见者称异，不得不指目也。若夫小人者，日用所作，无非过恶，又安用言之！晦堂曰圣人之道，如天地育万物，无有不备于道者，众人之道，如江河淮济，山川陵谷，草木昆虫，各尽其量而已。不知其外，无有不备者。夫道岂二耶！由得之深浅，成有大小耳！晦堂曰久废不可速成，积弊不可领除，优游不可久恋，人情不能恰好，祸患不可苟免。夫为善知识，达此五事，涉世可无闷矣。黄龙曰住持要在得众，得众要在见情。先佛有言人情者，为世之福田，盖理道所由生也。故时之否泰，事之损益，必因人情。情有通塞，则否泰生。事有厚薄，则损益至，惟圣人能通天下之惰。故易之别卦，乾下坤上则日泰。乾上坤下则日否。其取象损上益下则日益。损下益上则日损。夫乾为天，坤为地，天在下而地在上，位固乖矣，而返谓之泰者，上下交故也。主在上而实处下，义固顺矣，而返谓之否者，上下不交故也。是以天地不交，庶物不育。人情不交，万事不和。损益之义，亦由是矣。夫在人上者，能约已以裕下，下必悦而奉上矣，岂不谓之益乎。在上者蔑下而肆诸己，下必怨而叛上矣，岂不谓之损乎。故上下交则泰。不交则否。自损者人益。自益者人损。情之得失，岂容易乎！先圣尝喻人为舟。情为水，水能载舟，亦能覆舟，水顺舟浮，违则没矣。故住持得人情则兴，失人情则废。全得则全兴，全失则全废。故同善则福多，同恶则祸甚。善恶同类，端如贯球。兴废象行，明若观日。斯历代之无色也。黄龙谓王荆公曰凡操心所为之事，常要百前路径开阔，使一切人行得，始是大人用心。若也险隘不通，不独使他人不能行，兼自家亦无措足之地矣。黄龙曰夫人语默举措，自谓上不欺天，外不欺人，内不欺心，诚可谓之得矣。然犹戒谨乎独居隐微之问，果无纤毫所欺，斯可谓之得矣。"}
{"text":"先圣尝喻人为舟。情为水，水能载舟，亦能覆舟，水顺舟浮，违则没矣。故住持得人情则兴，失人情则废。全得则全兴，全失则全废。故同善则福多，同恶则祸甚。善恶同类，端如贯球。兴废象行，明若观日。斯历代之无色也。黄龙谓王荆公曰凡操心所为之事，常要百前路径开阔，使一切人行得，始是大人用心。若也险隘不通，不独使他人不能行，兼自家亦无措足之地矣。黄龙曰夫人语默举措，自谓上不欺天，外不欺人，内不欺心，诚可谓之得矣。然犹戒谨乎独居隐微之问，果无纤毫所欺，斯可谓之得矣。黄龙谓隐士潘延之曰圣贤之学，非造次可成，须在积累之要，惟专与勤，屏绝嗜好，行之勿倦，然后扩而充之，可尽天下之妙。潘延之闻黄龙法道严密，因问其要。黄龙曰父严则子敬，今日之规训，后日之模范也。譬治诸地，隆者下之，穴洼者平之，彼将登于千仞之山，吾亦与之俱。因而极于九渊之下，吾亦与之俱。使之穷，妄之尽，彼则自休也。又曰女句之妪之，春夏所以生育也。霜之雪之，秋冬所以成熟也。吾欲无言可乎！水庵一和尚曰易言君子思患而预防之。是故古之人，思生死大患，防之以道，送能经大传远。今之人谓求道迂阔，不若求利之切当。由是竞习浮华，计较毫未，希目前之事，怀苟且之计，所以莫肯为周岁之规者，况生死之虑乎！所以学者日鄙，丛林日废，纪纲日坠，以至陵夷颠沛，殆不可救。嗟乎！可不鉴哉！七禅宗与中国文学中国文化，从魏晋以后，随着时代的衰乱而渐至颓唐之际，却在此时，从西域源源传入佛教文化，乃使中国的学术思想，突然加入新的血轮，因此而开展南北朝到隋唐以后，佛学的勃然兴起，而形成儒释道三家为主流的中国文运。尤其在中国生根兴盛的排宗，自初唐开始，犹如黄河之水天上来的洪流，奔腾澎湃，普遍深入中国文化的每一部分，在有形无形之间，或正或反，随时随处，都曾受到它的滋润灌溉，确有到江送客掉，出岳润民田的功用。我们就其显而易见，举出简单概略的实例，试加说明，供给研究禅宗与中国文化演变关系的参考隋唐以后文学意境的转变与排宗从文学的立场而言中国文学，以时代做背景，以特殊成就的作品为代表，简单扼要而归纳它的类别，便有汉文唐诗宋词元曲明小说清代的韵联与戏剧等演变程序。中国的文学，自汉末魏。"}
{"text":"我们就其显而易见，举出简单概略的实例，试加说明，供给研究禅宗与中国文化演变关系的参考隋唐以后文学意境的转变与排宗从文学的立场而言中国文学，以时代做背景，以特殊成就的作品为代表，简单扼要而归纳它的类别，便有汉文唐诗宋词元曲明小说清代的韵联与戏剧等演变程序。中国的文学，自汉末魏。晋南北朝到隋唐之间，所有文章，辞赋诗歌的传统内容与意境，大抵不外渊源于五经，出入孔孟的义理，涵泳诸子的芬华，形成辞章的中心意境，间有飘逸出群的作品，都是兼取老庄及道家神仙闲适的意境，做为辞章的境界，如求简而易见的，只须试读昭明文选所收集的文章辞赋，便可窥见当时的风尚。在南北朝到隋唐之间，唯一的特点，也就是历来讲中国文学史者所忽略的，便是佛教学术思想的输入，引起翻译经典事业的盛行，由名僧慧远道安鸠摩罗什僧肇等人的创作，构成别成一格的中国佛教文学，后来的影响，历经千余年而不变，诚为难得希有之事。只因后世一般普通文人，不熟悉佛学的义理与典故，遂强不知以为知，就其所不知的为不合格，诸般挑剔，列之于文学的门墙以外，遂使中国文学的这一朵巨葩，又被淹埋于落落无闻之乡，正如禅师们所说我眼本明，因师故瞎，甚为可惜。诗现在只就唐代代表性的作品，如唐诗风格的转变来说由初唐开始，从上官体上官仪到王勃杨炯卢照邻骆宾王四杰，经武后时代的沈亻全期杜审言宋之问等，所谓景龙文学，还有隋文学的余波荡漾，与初唐新开的质朴风气。后来一变为开元天宝的文学，如李伯杜甫王维孟浩然高适岑参，到韦应物刘长卿，与大历十才子等人，便很明显地加入佛与禅道的成分。再变为元和长庆间的诗体，足为代表一代风格，领导风尚的，如浅近的白居易。风流靡艳的元稹，以及孟郊贾岛张籍姚合。乃至晚唐文学如杜牧温庭筠李商隐等等，无一不出入于佛道之间，而且都沾上禅味，才能开创出唐诗文学特有芬芳的气息，与隽永无穷的韵味。至于方外高僧的作品，在唐诗的文学传统中，虽然算是例外，大体不被正统诗家所追认，但的确自有它独立价值的存在。现在略举少数偏于禅宗性质的诗律，做为说明唐代文学与禅学思想影响的体例，诗人如王维摩洁的作品，有通篇禅语，如梵体诗一兴微尘念，横有朝露身。如是睹阴界，何方置我人。"}
{"text":"风流靡艳的元稹，以及孟郊贾岛张籍姚合。乃至晚唐文学如杜牧温庭筠李商隐等等，无一不出入于佛道之间，而且都沾上禅味，才能开创出唐诗文学特有芬芳的气息，与隽永无穷的韵味。至于方外高僧的作品，在唐诗的文学传统中，虽然算是例外，大体不被正统诗家所追认，但的确自有它独立价值的存在。现在略举少数偏于禅宗性质的诗律，做为说明唐代文学与禅学思想影响的体例，诗人如王维摩洁的作品，有通篇禅语，如梵体诗一兴微尘念，横有朝露身。如是睹阴界，何方置我人。碍有固为主，趣空宁舍宾。洗心讵悬解，悟道正迷津。因爱果生病，从贪始觉贫。色声非彼妄，浮幻即吾真。四达竟何遣，方殊安可尘。胡生但高枕，寂寞谁与怜。战胜不谋食，理齐甘负薪。子若未始异，诅论疏与亲。浮空徒漫漫，泛有定悠悠。无乘及乘者，所谓智人舟。讵舍贫病域，不疲生死流。无烦君喻马，任以我为牛。植福祠迦叶，求仁笑孔丘。何津不鼓掉，何路不摧车舟。念此间思者，胡为多阻。空虚花聚散，烦恼树稀稠。灭想成无记，生心坐有注。降吴复归蜀，不到莫相尤。又如白居易自解房传往世为禅客世传房太尉前生为禅僧，与娄师德友善，慕其为人，故今生有娄之遗风云，王道前生应画师王右丞诗宿世是词客，前身应画师。我亦定中观宿命，多生债负是歌诗。不然何故狂吟咏，病后多于未病时。读禅经须知诸相皆非相，若住无余却有余。言下忘言一时了，梦中说梦两重虚。空花岂得兼求果，阳焰如何更觅鱼。摄动是禅禅是动，不禅不动即如如。感兴二首吉凶祸福有来由，但要深知不要忧。只见火光烧润屋，不闻风浪覆虚舟。名为公器无多取，利是身灾合少求。虽异匏瓜难不食，大都食足早宜休。鱼能深入宁忧钓，鸟解高飞空触罗。热处先争灸手去，海时其奈噬脐何。尊前诱得猩猩血，幕上偷安燕燕窠。我有一言君记取，世间自取苦人多。唐代方外高僧如寒山子的诗，他的意境的高处，进入不可思议的禅境，但平易近人的优点。比之香山居士白居易，更有甚者，他完全含有于平民化的趣味。对于寒山子的诗，大概大家都耳熟能详，所以想在下面少提一首，其他如唐代诗僧们的诗，确有许多很好的作品，如诗僧灵一雨后欲寻天目山，问元骆二公溪路昨夜云生天井东，春山一雨一回风。林花解逐溪流下，欲上龙池通不通。题僧院虎溪闲月引相过，带雪松枝挂薜萝。无限青山行欲尽，白云深处老僧多。"}
{"text":"尊前诱得猩猩血，幕上偷安燕燕窠。我有一言君记取，世间自取苦人多。唐代方外高僧如寒山子的诗，他的意境的高处，进入不可思议的禅境，但平易近人的优点。比之香山居士白居易，更有甚者，他完全含有于平民化的趣味。对于寒山子的诗，大概大家都耳熟能详，所以想在下面少提一首，其他如唐代诗僧们的诗，确有许多很好的作品，如诗僧灵一雨后欲寻天目山，问元骆二公溪路昨夜云生天井东，春山一雨一回风。林花解逐溪流下，欲上龙池通不通。题僧院虎溪闲月引相过，带雪松枝挂薜萝。无限青山行欲尽，白云深处老僧多。归岑山过惟审上人别业禅客无心忆薛萝，良然行径向山多。知君欲问人间事，始与浮云共一过。又诗僧灵澈东林寺酬韦丹刺史年老心闭无外事，麻衣草履亦容身。相逢尽道休官好，林下何曾见一人。闻李处士亡时时闻说故人死，日日自悲随老身。白发不生应不得，青山长在属何人。此外如唐代的诗僧贯休皎然等人的作品，都有很多不朽的名作，恕繁不举。受禅宗意境影响的诗文学，到了宋代，更为明显，宋初著名的诗僧九人，世称九僧的风格如剑南希昼金华保暹南越文兆天台行肇汝州简长青城惟凤江东宇昭峨嵋怀古淮南惠崇。影响所及，便使醉心禅学的诗人，如杨大年亿等人，形成有名的西体。名士如苏东坡王荆公黄山谷等人，无一不受禅宗思想的熏陶，乃有清华绝俗的作品。南渡以后，陆放翁范成大杨万里尤袤四大家，都与佛禅思想结有不解之缘，可是这都偏于文学方面的性质较多，不能太过超出本题来特别议论它，所以暂不多讲，现在只择其在宋明之间，禅宗高僧的诗，比较为通俗所接触到的，略作介绍，如道济俗称济颠和尚的诗几度西湖独上船，篙师识我不论钱。一声啼乌破幽寂，正是山横落照边。湖上春光已破悭湖边杨柳拂雕栏。算来不用一文买，输与山僧闲往还。山岸桃花红锦英，夹堤杨柳绿丝轻。遥看白鹭窥鱼处，冲破平湖一点青。五月西湖凉似秋，新荷吐蕊暗香浮。明年花落人何在，把酒问花花点头。以及他的绝笔之作，如六十年来狼藉，东壁打倒西壁。如今收抬归来，依旧水连天碧。若以诗境而论诗格，他与宋代四大家的范成大陆放翁相较，并无逊色。如以禅学的境界论诗，几乎无一句无一字而非禅境，假使对于禅宗的见地与工夫，没有几十年的深刻造诣，实在不容易分别出它的所指。"}
{"text":"算来不用一文买，输与山僧闲往还。山岸桃花红锦英，夹堤杨柳绿丝轻。遥看白鹭窥鱼处，冲破平湖一点青。五月西湖凉似秋，新荷吐蕊暗香浮。明年花落人何在，把酒问花花点头。以及他的绝笔之作，如六十年来狼藉，东壁打倒西壁。如今收抬归来，依旧水连天碧。若以诗境而论诗格，他与宋代四大家的范成大陆放翁相较，并无逊色。如以禅学的境界论诗，几乎无一句无一字而非禅境，假使对于禅宗的见地与工夫，没有几十年的深刻造诣，实在不容易分别出它的所指。如王安石的诗无动无动行善行，无明流有流。种种生住灭，念念闻思修。终不与法缚，亦不著僧裘。梦知世如梦无所求，无所求心普空寂。还似梦中随梦境，成就河沙梦功德。赠长宁僧首秀骨庞眉倦往还，自然清誉落人间。闲中用意归诗笔，静外安身比大也。欲情野云朝送客，更邀江月夜临关。嗟予踪迹飘尘土，一对孤峰几厚颜。次韵舍弟赏心亭即事霸气消磨不复存，旧朝台殿只空村。孤城倚薄青天近，细雨侵凌白日昏。稍觉野云乘晚雾，却疑山月是朝暾。此时江海无穷兴，醒客忘言醉客喧。怀锺山投老归来供奉班，尘埃无复见锺山。何须更待黄粱熟，始觉人间是梦间。江宁夹口月堕浮云水卷空，沧洲夜沂五更风。北山草木何由见，梦尽青灯展转中。又落帆江口月黄昏，小店无灯欲闭门。半出岸沙枫欲死，系船犹有去年痕。寄碧岩道光法师万事悠悠心自知，强颜于世转参差。移床独向秋风里，卧看蜘蛛结网丝。又大梁春雪满城泥，一马常瞻落日归。身世身知还自笑，悠悠三十九年非。如范成大的诗请息斋书事覆雨翻云转手成，纷纷轻薄可怜生！天无寒暑无时令，人不炎凉不世情。栩栩算来俱蝶梦，口皆口皆能有几鸡鸣？冰山侧畔红尘涨，不隔瑶台月露清。赠寿老农圃规模昔共论，云奎卜筑又逢君。眉庵寿老长随喜，好个抛梁祈愿文。偶箴情知万法本来空，获复将心奉八风。逆顺境来欣戚变，咄哉谁是主人翁。径里山倾盖亭万杉离立翠云幢，女弱女弱移闻晚吹香。山下行人尘扑面，谁知世界有清凉。余且再举几首唐宋之间禅师们的佳作，藉此以见唐宋诗词文学风格转变的关键。唐代禅师寒山大士吾心似秋月，碧潭清皎洁。无物堪比伦，教我如何说。慧文禅师五十五年梦幻身，东西南北轨为亲。"}
{"text":"赠寿老农圃规模昔共论，云奎卜筑又逢君。眉庵寿老长随喜，好个抛梁祈愿文。偶箴情知万法本来空，获复将心奉八风。逆顺境来欣戚变，咄哉谁是主人翁。径里山倾盖亭万杉离立翠云幢，女弱女弱移闻晚吹香。山下行人尘扑面，谁知世界有清凉。余且再举几首唐宋之间禅师们的佳作，藉此以见唐宋诗词文学风格转变的关键。唐代禅师寒山大士吾心似秋月，碧潭清皎洁。无物堪比伦，教我如何说。慧文禅师五十五年梦幻身，东西南北轨为亲。白云散尽千山外，万里秋空片月新。慧忠禅师多年尘土自腾腾，虽著伽黎未是僧。今日归来酬本志，不妨留发候然灯。雪窦重显禅师与时寡合居士门高谒未期，且限岩石最相宜。太湖三万六千顷，月在波心说向谁。又五老师子踞地盘空势未休，爪牙何必竞时流。天教生在千峰上，不得云擎也出头。又透法身句一叶飘空便见秋，法身须透闹啾啾。明年更有新条在，烦恼春风率未体。又大功不宰牛头峰顶镇重云，独坐寥寥寄此身。百鸟不来春又过，不知谁是到庵人。又晦迹自怡图画当年爱湖庭，波心七十二峰青。如今高卧思前事，添得卢公倚石屏。又送宝用禅者之天台春风吹断海山云，彻夜寥寥绝四邻。月在石桥更无月，不知谁是月边人。又寄陈悦秀才水中得火旨何深，握草由来不是金。莫道庄生解齐物，几人穷极到无心。又渔父春光冉冉岸烟轻，水面无风钓艇横。千尺丝轮在方寸，不知何处得鲲鲸。此外，明代禅宗诗僧的作品，诗律最精，而禅境与诗境最佳的，无如郁堂禅师的山居诗，如千丈岩前倚杖藜，有为须极到无为言如悖出青天滓，行不中修白壁疵。马喻岂能穷万物，羊亡徒自泣多歧霞西道者眉如雪，月下敲门送紫芝。乱流尽处卜幽栖，独树为桥过小溪。春雨桃开忆刘阮，晚山薇长梦夷齐。寻僧因到石梁北，待月忽思天往西。借问昔贤成底事，十年走马听朝鸡。人间红日易西斜。万巧施为总莫夸。剖出无瑕方是玉，画成有足已非蛇。拳伸夜雨青林蕨，心吐春风碧树花。世念一毫融不尽，功名捷径在烟霞。寥寥此道语何人，独掩柴扉日又曛。六凿未分谁扰扰，一交才动自坛坛空林丽歇鸠呼妇，阴壑风寒虎啸群。毁桀誉尧情未尽，有身赢得卧深云。即今休去便休去，何事却求身后名。世乱孙吴谋略展，才高屈贾是非生。沟中断木千年恨，海上乘搓万里情。"}
