{"text":"他们乐以忘忧，兴会淋漓，忘记了时光的流逝。猛然间，楼上发出手杖捣地板的声音。孟真先生轻声说楼上的老先生发火了。老先生指的当然就是寅恪先生。从此就有人说，傅斯年谁都不怕，连蒋介石也不放在眼中，惟独怕陈寅恪。我想，在这里，这个怕字不妥，改为尊敬就更好了。这一次，我由于一个不期而遇的机会，来到了台北，又听到了一些孟真先生的轶事。原来他离开大陆后，来到台湾，仍然担任中央研究院史语所所长，同时兼任台湾大学的校长。他这一位大炮，大概仍然是炮声隆隆。据说有一次蒋介石对自己的亲信说那里指台大的事，我们管不了！可见孟真先生仍然保留着他那一副刚正不阿的铮铮铁骨，他真正继承了中国历代知识分子最优秀的传统。根据我上面的琐碎的回忆，我对孟真先生是见得少，听得多。我同他最重要的一次接触，就是我进北大时，他正是代校长，是他把我引进北大来的。据说――又是据说，他代表胡适之先生接管北大。当时日寇侵略者刚刚投降。北大，正确说是伪北大教员可以说都是为日本服务的。但是每个人情况又各有不同，有少数人认贼作父，`颜事仇，丧尽了国格和人格。大多数则是不得已而为之。二者应该区别对待。孟真先生说，适之先生为人厚道，经不起别人的恳求与劝说，可能良莠不分，一律留下在北大任教。这个坏人必须他做。他于是大刀阔斧，不留情面，把问题严重的教授一律解聘，他说，这是为适之先生扫清道路，清除垃圾，还北大一片净土，让他的老师胡适之先生怡然安然地打道回校。我就是在这样一个关键时刻到北大来的。我对孟真先生有知遇之感，难道不是很自然的吗？这一次我们三个北大人来到了台湾。台湾有清华分校，为什么独独没有北大分校呢？有人说，傅斯年担任校长的台湾大学就是北大分校。这个说法被认为是完全正确的。我们三个人中，除我以外，他们俩既没有见过胡适之，也没有见过傅孟真。但是，胡傅两位毕竟是北大的老校长，我们不远千里而来，为他们二位扫墓，也完全是合情合理的。我们谨以鲜花一束，放在墓穴上，用以寄托我们的哀思。我在孟真先生墓前行礼的时候，心里想了很多很多。两岸人民有手足之情，人为地被迫分开了五十多年，难道现在和好统一的时机还没有到吗？本是同根生，见面却如参与商，一定要先到香港才能再飞台湾。这样人为的悲剧难道还不应该结束吗？北大与台大难道还不应该统一起来吗？我希望，我们下一次再来扫孟真先生墓时，这一出人间悲剧能够结束。"}
{"text":"但是，胡傅两位毕竟是北大的老校长，我们不远千里而来，为他们二位扫墓，也完全是合情合理的。我们谨以鲜花一束，放在墓穴上，用以寄托我们的哀思。我在孟真先生墓前行礼的时候，心里想了很多很多。两岸人民有手足之情，人为地被迫分开了五十多年，难道现在和好统一的时机还没有到吗？本是同根生，见面却如参与商，一定要先到香港才能再飞台湾。这样人为的悲剧难道还不应该结束吗？北大与台大难道还不应该统一起来吗？我希望，我们下一次再来扫孟真先生墓时，这一出人间悲剧能够结束。年月日第章哭冯至先生对我来说，真像是晴空一声霹雳冯至先生走了，永远永远地走了。要说我一点都没有想到，也不是的。他毕竟已是达到了米寿高龄的人了。但是，仅仅在一个多月以前，我去看他。我看他身体和精神都很好，心中暗暗欣慰。他告诉我说，他不大喜欢有一些人去拜访他，但我是例外。他再三想把我留住，情真意切，见于辞色。可是我还有别的事，下了狠心辞别。我同他约好，待到春暖花开之时，接他到燕园里住上几天，会一会老朋友，在园子里漫游一番，赏一赏他似曾相识的花草树木。我哪里会想到，这是我们长达半个多世纪的友谊的最后一次谈话。如果我当时意识到的话，就是天大的事，我也会推掉的，陪他谈上几个小时。可是我离开了他。如今一切都成为过去。晚了，晚了，悔之晚矣！我将抱恨终天了！我认识冯至先生的过程，现在回想起来，仿佛已经成了历史。他长我六岁，我们不可能是同学，因此在国内没有见过面。当我到德国去的时候，他已经离开那里，因此在国外也没有能见面。但是，我在大学念书的时候，就读过他的抒情诗，对那一些形神俱臻绝妙的诗句，我无限向往，无比喜爱。先生赞誉他为中国最优秀的抒情诗人，我始终认为这是至理名言。因此，对抒情诗人的冯至先生，我真是心仪已久了。但是，一直到年，我们才见了面。这时，我从德国回来，在北京大学东语系任教，冯先生在西语系，两系的办公室挨着，见面的机会就多了。在这期间，给我留下印象最深的，不是北大的北楼，而是中德学会所在地，一所三进或四进的大四合院。这里房屋建筑，古色古香。虽无曲径通幽之趣，但回廊重门也自有奇趣。院子很深，庭院深深深几许，把市声都阻挡在大门外面，院子里静如古寺，一走进来，就让人觉得幽寂怡性。冯至先生同我，还有一些别的人，在这里开过许多次会。"}
{"text":"但是，一直到年，我们才见了面。这时，我从德国回来，在北京大学东语系任教，冯先生在西语系，两系的办公室挨着，见面的机会就多了。在这期间，给我留下印象最深的，不是北大的北楼，而是中德学会所在地，一所三进或四进的大四合院。这里房屋建筑，古色古香。虽无曲径通幽之趣，但回廊重门也自有奇趣。院子很深，庭院深深深几许，把市声都阻挡在大门外面，院子里静如古寺，一走进来，就让人觉得幽寂怡性。冯至先生同我，还有一些别的人，在这里开过许多次会。我在这里遇到了许多人，比如毕华德张星袁同礼向达等等，现在都已作古。但是，对这一段时间的回忆，却永远不会消逝。很快就到了年冬天，解放军把北京团团围住。北大一些教授，其中也有冯先生，在沙滩孑民堂里庆祝校庆，城外炮声隆隆，大家不无幽默地说，这是助庆的鞭炮。可见大家并没有身处危城中的恐慌感，反而有所期望，有所寄托。校长胡适乘飞机仓皇逃走，只有几个教授与他同命运，共进退。其余的都留下了，等待解放军进城。冯先生就是其中之一。过去，我常常想，也常常说，对中国旧社会的知识分子来说，解放是一场严峻考验，是大节亏与不亏的考验。在这一点上说，冯至先生是大节不亏的。但是，我想做一点补充或者修正。由于政治信念不同，当时离开大陆的也不见得都是大节有亏的。在这里，标准只有一个，就是看他爱不爱国。只要爱我们伟大的祖国，待在哪里，都无亏大节。爱国无分先后，革命不计迟早。这是我现在的想法。总之，在这考验的关头，冯至先生留下来了，我也留下来了，许许多多的教授都留下来了。我们共同度过一段欢喜激动兴奋甜美的日子。跟着来的是长达四十年的漫长的开会时期。记得年代在一次会上，周扬同志笑着对我们说国民党的税多，共产党的会多。冯至先生也套李后主的词说春花秋月何时了？开会知多少！他们二位并没有什么恶意，但是从他们的苦笑中也可以体会出一点苦味，难道不是这样吗？幸乎？不幸乎？他们两位的话并没有错，在我同冯至先生长达四十多年的友谊中，我对他的回忆，几乎都同开会连在一起。常言道时势造英雄。解放这一个时势，不久就把冯至先生和我都造成了英雄。不知怎样一来，我们俩都成了社会活动家，甚至国际活动家，都成了奔走于国内外的开会的英雄。我是一个性格内向的人，最怕同别人打交道。我看，冯先生同我也是伯仲之间见伊吕，他根本不是一个交际家。"}
{"text":"开会知多少！他们二位并没有什么恶意，但是从他们的苦笑中也可以体会出一点苦味，难道不是这样吗？幸乎？不幸乎？他们两位的话并没有错，在我同冯至先生长达四十多年的友谊中，我对他的回忆，几乎都同开会连在一起。常言道时势造英雄。解放这一个时势，不久就把冯至先生和我都造成了英雄。不知怎样一来，我们俩都成了社会活动家，甚至国际活动家，都成了奔走于国内外的开会的英雄。我是一个性格内向的人，最怕同别人打交道。我看，冯先生同我也是伯仲之间见伊吕，他根本不是一个交际家。如果他真正乐此不疲的话，他就不会套用李后主的词来说怪话。这一点是用不着怀疑的。开会之所以多，就是因为解放后集会结社，名目繁多。什么这学会，那协会这理事会，那委员会这人民代表大会，那政治协商会议，种种称号，不一而足。冯先生和我既然都是社会活动家，那就必须活动。又因为我们两个的行当有点接近，在社会上所处的地位，又有点相似，因此就经常活动到一起来了。我有时候胡思乱想冯先生和我如果不是社会活动家的话，我们见面的机会就会减少百分之八九十，我们的友谊就会向另外一个方向发展了。仅仅为了这一点，我也要感谢会多。我们俩共同参加的会，无法一一列举，仅举其荦荦大者，就有世界文学编委会中国作家协会全国人民代表大会国务院学位委员会中国大百科全书外国文学卷编委会中国外国文学研究会中国社会科学院文学研究所学术委员会外国文学研究所学术委员会，等等，等等。我们的友谊就贯穿在这些五花八门的会中，我的回忆也贯穿在这些五花八门的会中。我不能忘记那奇妙的莫干山。有一年，中国大百科全书外国文学卷编委会在这里召开。冯先生是这一卷的主编，我是副主编，我们俩都参加了。莫干山以竹闻名，声震神州。我这个向来不作诗的非诗人，忽然得到了灵感，居然写了四句所谓诗莫干竹世界，遍山绿琅\。仰观添个个，俯视唯团团。可见竹子给我的印象之深。在紧张地审稿之余，我同冯先生有时候也到山上去走走。白天踏着浓密的竹影，月夜走到仿佛能摸出绿色的幽篁里有时候在细雨中，有时候在夕阳下。我们随意谈着话，有的与审稿有关，有的是上天下地，无所不谈。这一段回忆是美妙绝伦的，终生难忘。我不能忘记那令人发思古之幽情的西安丈八沟国宾馆。"}
{"text":"我这个向来不作诗的非诗人，忽然得到了灵感，居然写了四句所谓诗莫干竹世界，遍山绿琅\。仰观添个个，俯视唯团团。可见竹子给我的印象之深。在紧张地审稿之余，我同冯先生有时候也到山上去走走。白天踏着浓密的竹影，月夜走到仿佛能摸出绿色的幽篁里有时候在细雨中，有时候在夕阳下。我们随意谈着话，有的与审稿有关，有的是上天下地，无所不谈。这一段回忆是美妙绝伦的，终生难忘。我不能忘记那令人发思古之幽情的西安丈八沟国宾馆。西安是中国古代几个朝代的都会，到了唐代，西安简直成了全世界的文化政治和经济的中心，大量的外国人住在那里。唐代诗歌又是中国文学史上的一个黄金时期的产品。今天到了西安，只要稍一留意，就会到处都是唐诗的遗迹。谁到了灞桥，到了渭水，到了那一些什么原，不会立刻就联想到唐代许多脍炙人口的诗句呢？西安简直是一座诗歌的城市，一座历史传说的城市，一座立即让人发思古之幽情的城市。丈八沟这地方，杜甫诗中曾提到过。冯至先生本人是诗人，又是研究杜甫诗歌的专家。他到了西安，特别是到了丈八沟，大概体会和感受应该比别人更多吧。我们这一次是来参加中国外国文学研究会的年会的，工作也是颇为紧张的。但是，同在莫干山一样，在紧张之余，我们也间或在这秀丽幽静的宾馆里散一散步。这里也有茂林修竹，荷塘小溪。林中池畔修竹下繁花旁，留下了我们的足迹。这一段回忆是美妙绝伦的，终生难忘。够了，够了。往事如云如烟。像这样不能忘记的回忆，真是太多太多了。像这些不能忘记的地方和事情，也真是太多太多了，多到我的脑袋好像就要爆裂的程度。现在，对我来说，每一个这样的回忆，每一件这样的事情，都仿佛成了一首耐人寻味的抒情诗。所有这一些抒情诗都是围绕着一个人而展现的，这个人就是冯至先生。在长达半个多世纪的友谊中，我们虽为朋友，我心中始终把他当老师来看待。借用先师陈寅恪先生的一句诗，就是风义平生师友间。经过这样长时间的亲身感受，我发现冯先生是一个非常可爱，非常可亲近的人。他淳朴，诚恳，不会说谎，不会虚伪，不会吹牛，不会拍马，待人以诚，同他相处，使人如坐春风中。我从来没有见他发过脾气。前几天，我到医院去看他的时候，他女儿姚平告诉我说，有时候她爸爸在胸中郁积了一腔悲愤，一腔不悦。女儿说你发一发脾气嘛！一发不就舒服了吗？他苦笑着说你叫我怎样学会发脾气呢？"}
{"text":"借用先师陈寅恪先生的一句诗，就是风义平生师友间。经过这样长时间的亲身感受，我发现冯先生是一个非常可爱，非常可亲近的人。他淳朴，诚恳，不会说谎，不会虚伪，不会吹牛，不会拍马，待人以诚，同他相处，使人如坐春风中。我从来没有见他发过脾气。前几天，我到医院去看他的时候，他女儿姚平告诉我说，有时候她爸爸在胸中郁积了一腔悲愤，一腔不悦。女儿说你发一发脾气嘛！一发不就舒服了吗？他苦笑着说你叫我怎样学会发脾气呢？冯至先生就是这样一个平凡而又奇特，这样一个貌似平凡实为不平凡的人。古人说人生得一知己，足矣。我生性内向，懒于应对进退，怯于待人接物。但是，在八十多年的生命中，也有几个知己。我个人认为，冯至先生就是其中之一。在漫长的开会历程中，有多次我们住在一间屋中。我们几乎是无话不谈，对时事，对人物，对社会风习，对艺坛奇闻，我们的意见完全一致，几乎没有丝毫分歧。我们谈话，从来用不着设防。我们直抒胸臆，尽兴而谈。自以为人生幸福，莫大于此。我们的友谊之所以历久不衰，而且与时俱增，原因当然就在这里。两年前，我的朋友和学生一定要为我庆祝诞辰，我提出来了一个条件凡是年长于我的师友，一律不通知，不邀请。冯先生当然是在这范围以内的。然而，到了开会的那一天，大会就要开始时，冯先生却以耄耋之年，跋涉长途，从东郊来到西郊，来向我表示祝贺。我坐在主席台上，瞥见他由人搀扶着走进会场，我一时目瞪口呆，万感交集，我连忙跳下台阶，双手扶他上来。他讲了许多鼓励的话，优美得像一首抒情诗。全场四五百人掌声雷动，可见他的话拨动了听众的心弦。此情此景，我终生难忘。那一次会上，还来了许多年长于我或少幼于我的老朋友，比如吴组缃他是坐着轮椅赶来的许国璋等等，情谊深重，连同所有的到会的友人，包括我家乡聊城和临清的旧雨新交，我都终生难忘。我是一个拙于表达但在内心深处极重感情的人。我所有的朋友对我这样情深意厚的表示，在我这貌似花样繁多而实单调，貌似顺畅而实坎坷的生命上，涂上了一层富有生机，富于情谊的色彩，我哪里能够忘记呢？近几年来，我运交华盖，连遭家属和好友的丧事。人到老年，旧戚老友，宛如三秋树叶，删繁就简，是自然的事。但是，就我个人来说，几年之内，连遭大故，造物主――如果真有的话――不也太残酷了吗？我哭过我们全家敬爱的老祖，我哭过我的亲生骨肉婉如，我哭过从清华大学就开始成为朋友的乔木。"}
{"text":"我是一个拙于表达但在内心深处极重感情的人。我所有的朋友对我这样情深意厚的表示，在我这貌似花样繁多而实单调，貌似顺畅而实坎坷的生命上，涂上了一层富有生机，富于情谊的色彩，我哪里能够忘记呢？近几年来，我运交华盖，连遭家属和好友的丧事。人到老年，旧戚老友，宛如三秋树叶，删繁就简，是自然的事。但是，就我个人来说，几年之内，连遭大故，造物主――如果真有的话――不也太残酷了吗？我哭过我们全家敬爱的老祖，我哭过我的亲生骨肉婉如，我哭过从清华大学就开始成为朋友的乔木。我哪里会想到，现在又轮到我来哭冯至先生！白发人哭黑发人，固然是人生至痛。但白发人哭白发人，不也是同样的惨痛吗？我觉得，人们的眼泪不可能像江上之清风与山间之明月，取之不尽用之不竭。几年下来，我的泪库已经干涸了，再没有眼泪供我提取了。然而，事实上却不是这样，完全不是这样。前几天，在医院里，我见了冯先生最后一面。他虽然还活着，然而已经不能睁眼，不能说话。我顿感，毕生知己又弱一个。我坐在会客室里，泪如泉涌，我准备放声一哭。他的女儿姚平连声说季伯伯！你不要难过！我调动起来了自己所有剩余的理智力量，硬是把痛哭压了下去。脸上还装出笑容，甚至在泪光中做出笑容。只有我一个人知道我的泪都流到肚子里去了。为了冯至先生，我愿意把自己泪库中的泪一次提光，使它成为我一生中最后的一次痛哭。呜呼！今生已矣。如果真有一个来生，那会有多么好。年月日第章西谛先生西谛先生不幸逝世，到现在已经有二十多年了。听到飞机失事的消息时，我正在莫斯科。我仿佛当头挨了一棒，惊愕得说不出话来。我是震惊多于哀悼，惋惜胜过忆念，而且还有点儿惴惴不安。当我登上飞机回国时，同一架飞机中就放着西谛先生等六人的骨灰盒。我百感交集。当时我的心情之错综复杂可想而知。从那以后，在这样漫长的时间内，我不时想到西谛先生。每一想到，都不禁悲从中来。到了今天，震惊惋惜之情已逝，而哀悼之意弥增。这哀悼，像烈酒，像火焰，燃烧着我的灵魂。倘若论资排辈的话，西谛先生是我的老师。年代初期，我在清华大学读西洋文学系。但是从小学起，我对中国文学就有浓厚的兴趣。西谛先生是燕京大学中国文学系的教授，在清华兼课，我曾旁听过他的课。在课堂上，西谛先生是一个渊博的学者，掌握大量的资料，讲起课来，口若悬河泻水，滔滔不绝。"}
{"text":"我百感交集。当时我的心情之错综复杂可想而知。从那以后，在这样漫长的时间内，我不时想到西谛先生。每一想到，都不禁悲从中来。到了今天，震惊惋惜之情已逝，而哀悼之意弥增。这哀悼，像烈酒，像火焰，燃烧着我的灵魂。倘若论资排辈的话，西谛先生是我的老师。年代初期，我在清华大学读西洋文学系。但是从小学起，我对中国文学就有浓厚的兴趣。西谛先生是燕京大学中国文学系的教授，在清华兼课，我曾旁听过他的课。在课堂上，西谛先生是一个渊博的学者，掌握大量的资料，讲起课来，口若悬河泻水，滔滔不绝。他那透过高度的近视眼镜从讲台上向下看挤满了教室的学生的神态，至今仍宛然如在目前。当时的教授一般都有一点儿所谓教授架子。在中国话里，架子这个词儿同面子一样，是难以捉摸难以形容描绘的，好像非常虚无缥缈，但它又确实存在。有极少数教授自命清高，但精神和物质待遇却非常优厚。在他们心里，在别人眼中，他们好像是高人一等，不食人间烟火，而实则饱餍粱肉，进可以攻，退可以守，其中有人确实也是官运亨通，青云直上，成了令人羡慕的对象。存在决定意识，因此就产生了架子。这些教授的对立面就是我们学生。我们的经济情况有好有坏，但是不富裕的占大多数，然而也不至于挨饿。我当时就是这样一个学生。处境相同，容易引起类似同病相怜的感情爱好相同，又容易同声相求。因此，我就有了几个都是爱好文学的伙伴，经常在一起，其中有吴组缃林庚李长之等等。虽然我们所在的系不同，但却常常会面，有时在工字厅大厅中，有时在大礼堂里，有时又在荷花池旁水木清华的匾下。我们当时差不多都才岁左右，阅世未深，尚无世故，正是天不怕地不怕的时候。我们经常高谈阔论，臧否天下人物，特别是古今文学家，直抒胸臆，全无顾忌。幼稚恐怕是难免的，但是没有一点儿框框，却也有可爱之处。我们好像是世说新语中的人物，任性纵情，毫不矫饰。我们谈论红楼梦，我们谈论水浒，我们谈论儒林外史，每个人都努力发一些怪论，语不惊人死不休。记得茅盾的子夜出版时，我们间曾掀起一场颇为热烈的大辩论，我们辩论的声音在工字厅大厅中回荡。但事过之后，谁也不再介意。我们有时候也把自己写的东西，什么诗歌之类，拿给大家看，而且自己夸耀哪句是神来之笔，一点儿也不脸红。现在想来，好像是别人干的事，然而确实是自己干的事，这样的率真只在那时候能有，以后只能追忆珍惜了。"}
{"text":"我们好像是世说新语中的人物，任性纵情，毫不矫饰。我们谈论红楼梦，我们谈论水浒，我们谈论儒林外史，每个人都努力发一些怪论，语不惊人死不休。记得茅盾的子夜出版时，我们间曾掀起一场颇为热烈的大辩论，我们辩论的声音在工字厅大厅中回荡。但事过之后，谁也不再介意。我们有时候也把自己写的东西，什么诗歌之类，拿给大家看，而且自己夸耀哪句是神来之笔，一点儿也不脸红。现在想来，好像是别人干的事，然而确实是自己干的事，这样的率真只在那时候能有，以后只能追忆珍惜了。在当时的社会上，封建思想弥漫，论资排辈好像是天经地义。一个青年要想出头，那是非常困难的。如果没有奥援，不走门子，除了极个别的奇才异能之士外，谁也别想往上爬。那些少数出身于名门贵阀的子弟，他们丝毫也不担心，毕业后老爷子有的是钱，可以送他出洋镀金，回国后优缺美差在等待着他们。而绝大多数的青年经常为所谓饭碗问题担忧，我们也曾为毕业即失业这一句话吓得发抖。我们的一线希望就寄托在教授身上。在我们眼中，教授简直如神仙中人，高不可攀。教授们自然也是感觉到这一点的，他们之所以有架子，同这种情况是分不开的。我们对这种架子已经习以为常，不以为怪了。我就是在这样的气氛中认识西谛先生的。最初我当然对他并不完全了解。但是同他一接触，我就感到他同别的教授不同，简直不像是一个教授。在他身上，看不到半点儿教授架子他也没有一点儿论资排辈的恶习。他自己好像并不觉得比我们长一辈，他完全是以平等的态度对待我们。他有时就像一个大孩子，不失其赤子之心。他说话非常坦率，有什么想法就说了出来，既不装腔作势，也不以势吓人。他从来不想教训人，任何时候都是亲切和蔼的。当时流行在社会上的那种帮派习气，在他身上也找不到。只要他认为有一技之长的，不管是老年中年还是青年，他都一视同仁。因此，我们在背后就常常说他是一个宋江式的人物。他当时正同靳以主编一个大型的文学刊物文学季刊，按照惯例是要找些名人来当主编或编委的，这样可以给刊物镀上一层金，增加号召力量。他确实也找了一些名人，但是像我们这样一些无名又年轻之辈，他也决不嫌弃。我们当中有的人当上了主编，有的人当上特别撰稿人。自己的名字都煌煌然印在杂志的封面上，我们难免有些沾沾自喜。西谛先生对青年人的爱护，除了先生外，恐怕并世无二。说老实话，我们有时候简直感到难以理解，有点儿受宠若惊了。"}
