{"text":"坦波林是轮上蒙革，周围加上铃铛似的东西，可打可摇的乐器，在西班牙和南法，用于跳舞的伴奏的。本篇连同坦波林之歌的译文，最初发表于奔流月刊第一卷第六期一九二八年十一月。一九二九年初，编选艺苑朝华五辑，其第二辑即谷虹儿画选。并写有谷虹儿画选小引一篇，后收入集外集拾遗。坦波林，又译作铃鼓或拍鼓。指谷虹儿―，日本画家。陈燕生故事新编组画简介简介我青少年时代就非常喜爱绘画，作品曾多次参加国际上的展览。自年考入中央美术学院附中后，受到严格的基本功自训练，明确了志向，终生走上这一艰苦而又自乐的艺术道路。年因文革中断继续深造的机会，但在以后的艺术实践中不断地得到磨练。年分配到北京博物馆，从事展览陈列，宣传品，书籍，编辑和装饰设计工作，在为本馆组织藏品的同时也进行美术创作。年入中央工艺美术学院进修，由于兴趣广泛，创作了多方面题材作品，成为中国博物馆协会会员，中国美术家协会北京分会会员。陆燕生年月生于北京，现任北京博物馆副研究员年作品泰山烟雨获北京市美展优秀奖，作品故事新编参加中国美术馆纪念诞辰周年展。年作品大屿陵参加赴日中国百景展。年设计故居门券，获得国家旅游局和旅游报主办的全国首届园林名胜古迹游览门票设计艺术评比一等奖。年设计生平展览陈列效果图，获国家文物局举办博物馆陈列设计优秀奖励。年作品山村夜色等赴香港参加美国国际合作委员会香港分会举办的中国书画慈善展览。年作品钟馗参展东南亚国际现代名家水墨展并获金奖。年作品长白抗联，浴血林海参展毛主席纪念堂纪念周恩来诞辰周年展收藏，并收藏。历年来许多作品被中国美术馆，中国革命博物馆，中共中央办公厅，毛主席纪念堂，中南海和各大博物馆。本人传记被列入多种国内外名人录。上一页看天空飘着云，还有梦看天空飘着云，还有梦――为陆燕生故事新编组画而作陈漱渝在中国古代，曾出现过贬低图像作用的偏激观念。"}
{"text":"年作品钟馗参展东南亚国际现代名家水墨展并获金奖。年作品长白抗联，浴血林海参展毛主席纪念堂纪念周恩来诞辰周年展收藏，并收藏。历年来许多作品被中国美术馆，中国革命博物馆，中共中央办公厅，毛主席纪念堂，中南海和各大博物馆。本人传记被列入多种国内外名人录。上一页看天空飘着云，还有梦看天空飘着云，还有梦――为陆燕生故事新编组画而作陈漱渝在中国古代，曾出现过贬低图像作用的偏激观念。比如王充在论衡别通篇中就说古贤之遗文，竹帛之所载粲然，岂徒墙壁之画哉。而在中国当下又产生了另一种夸大图像作用的说法，认为读图时代已经到来，图像将挤压经典，文学将被图像殖民化。其实，文字和图像是两种反映或再现客观世界的手段，两者之间具有的是共生性互补性而不是对立性排斥性。文字特别是文学语言具有形象性音乐性精确性和多种情感色彩，这决不是平面化或立体化的图像所能充分表达的。同样，图像所特具的那种视觉冲击力心灵震撼力也不是文字即使是最优美的文学语言所能取代。因此，正确的做法应该是通过图码认知来加深语码认知，通过具象世界来进一步揭示语言世界，通过虚拟的直观真实性强化阅读思考的深刻性。读图虽然不可能取代读书，但不少成功的经典作品插图却能加深读者对原著原典的理解。正因为如此，在中国古代就有以绘画辅助文字的优良传统。左图右文，上图下说，就是古代连环画的一种常见形式。在西方，著名画家为文学名著插图也不乏其例。比如，西班牙画家毕加索曾为巴尔扎克的小说未完成的杰作插图，美国画家肯特为浮士德坎特伯雷故事集白鲸记等名著插图。在连环图画辩护一文中特别提到法国画家陀莱，他为神曲失乐园吉诃德先生十字军记所作的插图版画都有单行本。这些插图帮助读者领悟作品的内容跟文字分开，又成了独立的艺术品。在全部作品中，最为艰深歧义最多的是野草和故事新编，因此，为这些作品插图是十分费力但却功德无量的事情。现在展现在我案头的是陆燕生先生为故事新编绘制的一组连环画。据行家说，看画只需要用眼睛――虽然各人的眼睛也并不相同，有的眼明，有的眼拙。如果用耳朵，那并不是用来听取画家的自评或画评人的赏析，而只是为了走近画面去谛听创的心律。"}
{"text":"这些插图帮助读者领悟作品的内容跟文字分开，又成了独立的艺术品。在全部作品中，最为艰深歧义最多的是野草和故事新编，因此，为这些作品插图是十分费力但却功德无量的事情。现在展现在我案头的是陆燕生先生为故事新编绘制的一组连环画。据行家说，看画只需要用眼睛――虽然各人的眼睛也并不相同，有的眼明，有的眼拙。如果用耳朵，那并不是用来听取画家的自评或画评人的赏析，而只是为了走近画面去谛听创的心律。面对陆燕生的组画，我一边看，一边听，情感上不禁掀起了阵阵波涛。首先扑入我眼帘的是那一个个生动鲜活拂之不去的人物肖像。最使我感动的有为天下苍生治理汤汤洪水的大禹。他头戴草笠，满脚底都是栗子般的老茧，活脱脱一个传统的中国老农。陆燕生笔下的女娲皮肤黧黑，乳房丰满，双腿硕大有力，充满了原始的野性与创造力不象有的同一题材的插图，把这位中华民族的母亲画成了一个金发碧眼的安琪儿。铸剑中那位黑衣人的造型也颇为成功，虽然他的面庞似乎比笔下的人物阔大一些，但剑眉大眼，神情刚毅。他双手捧着眉间尺的头，似乎在作一种庄严承诺誓除天下不平事！另一些人物形象也幽默生动，如出关中满嘴无牙徒作大言的老子，看后令人忍俊不止。奔月中那位用剪径手段向后羿射暗箭的逢蒙，戴着一副深度近视眼镜，看似荒诞，实际上符合原著古今杂糅的手法，让人自然联想起那个自称到家一百多回却又跟反目成仇的山西人高长虹。陆燕生为故事新编所作的插图不仅形象惟妙惟肖，而且突出了原作的主要精神。这组作品每幅插图一般都从原著中撷取了三至五个情节，构图层次分明，主宾得当，保持了画面的统一美。但画家又没有平均使用笔力，而是突出了每篇作品的主要情节，比如在非攻中突出了墨子跟公输般用木片攻守九回合的场面，在采薇中突出了迂腐的伯夷叔齐扣马而谏到头来被穿盔甲的士兵推倒在地的狼狈相，在奔月中突出了后羿须发飘动开弓射月的雄姿和嫦娥奔月后的无奈，在起死中突出了汉子拽庄子道袍剥巡士裤子的滑稽场面，用事实说明庄子宣扬的无是非观是放你妈的屁！陆燕生在创作中能如此精当地处理题材并非偶然，说明他长期在博物馆工作，耳濡目染，因而对原著的精髓有了比一般画家更为准确的把握。就风格而言，陆燕生的这组插图是写实的，但为了传神写意，又时有夸张和变形。"}
{"text":"陆燕生在创作中能如此精当地处理题材并非偶然，说明他长期在博物馆工作，耳濡目染，因而对原著的精髓有了比一般画家更为准确的把握。就风格而言，陆燕生的这组插图是写实的，但为了传神写意，又时有夸张和变形。就构图而言，画面形象丰富饱满，古朴中见清秀。在技法上，对汉画像青铜器的借鉴是十分自觉的，因此收到了古形古色古韵之效，但从中也可看出刘继卣程十发贺友直丁聪等当代画家对或隐或显的影响。人们常说，画面是画家情感的载体。走近这组插图，我们的确可以触摸到心脏的跳动――这是一颗尊崇品格弘扬业绩的赤诚之心。还应该告诉读者的是，这组插图是退休之后沤心沥血创作的第一部作品。其间他经历了一次名副其实的生死抉择。当他刚从地狱之门挣脱出来之后，所做的第一件事就是赶快完成这部作品。一个艺术家对事业的执着追求，从这个事例中得到了生动感人的体现。承蒙不弃，让我这个不懂艺术毫无艺术细胞的人为他的作品写序。作为同事和朋友，我却之不恭，只好勉力行文。此时正值年来临。电视里传出了优美而喜庆的旋律看天空飘着云，还有梦。看生命回家路，路长漫漫。这是家喻户晓的韩剧大长今的主题歌――希望。我跟都是已逾耳顺之年的人，未来的生活之路不可能再漫长修远。然而，白发加皱纹的我们同样有梦。从目前的精神状态来看，希望的翅膀仍然翱翔在我们事业的天空。我们没有犹豫，没有彷徨，已经完成的一切都已经成为既往。当冬天背着雪越来越远的时候，我们希望在春天继续把雨后彩虹画在天上。把爱好变为一种习惯把爱好变为一种习惯――走进画家陆燕生初识陆燕生是在一九七七年，时值我馆中国历史博物馆，现更名为中国国家博物馆举办周恩来同志逝世一周年纪念展览，他以一幅夜以继日的油画参展，并被博物馆收藏他给我的第一印象是，一个工于中国画的画家，油画水平也如此了得不久我们有幸一起到承德博物馆协助工作，他创作了一幅吐尔扈特归顺图的大型历史画，作为对承德博物馆开馆的贺礼。"}
{"text":"把爱好变为一种习惯把爱好变为一种习惯――走进画家陆燕生初识陆燕生是在一九七七年，时值我馆中国历史博物馆，现更名为中国国家博物馆举办周恩来同志逝世一周年纪念展览，他以一幅夜以继日的油画参展，并被博物馆收藏他给我的第一印象是，一个工于中国画的画家，油画水平也如此了得不久我们有幸一起到承德博物馆协助工作，他创作了一幅吐尔扈特归顺图的大型历史画，作为对承德博物馆开馆的贺礼。这幅画展出后，好评如潮，而后又被承德博物馆收藏。从这幅画中，我看到了他的强烈创作欲望和创作能力粉碎四人帮后，他有感而发，创作了漫画耍帽子。画面上四人帮一字排开，在舞台上迈着小丑笨拙的步子，一边横着行走，一边耍接着手中的帽子舞动的帽子上依次标写着总书记国家主席总理委员长。看到这里，你会忍俊不禁因为把四人帮篡党夺权的丑陋嘴脸刻画的竟如此惟妙惟肖。这幅漫画一经发表便不胫而走，人民日报北京日报专刊登载。后在中国美术馆展出，也予以好评并收藏。这幅漫画给我的感觉是，他有睿智的头脑和哲理的思维。陆燕生，笔名雁声。年，他出生在一个书香世家，自幼聪慧，喜欢涂鸦，少年时代就显露出极高的绘画天赋，从小学到初中曾五次有美术作品参加世界儿童画展，他所创作的四尺整宣工笔画闹天空，人物之精灵，作品之大气使人很难想象竟出自于十三岁的少年之手。年他创作的国画花卉归途曾以中国人民保卫儿童委员会的名义赠予古巴，充当了一次文化使者。一九六二年，他如愿以偿的考入美院附中，经过了四年严格的学习和训练，练就了扎实的绘画基本功，确立了自己一生从事绘画艺术的道路。一九七三年他被分配到北京博物馆从事展览设计工作。这个岗位使他学有所用，更有了充分展示自己绘画才能的机会。多年来，他完成了生平展览从总体设计形式设计装饰设计广告宣传品门票等系列设计工作及的书籍编辑工作。"}
{"text":"一九六二年，他如愿以偿的考入美院附中，经过了四年严格的学习和训练，练就了扎实的绘画基本功，确立了自己一生从事绘画艺术的道路。一九七三年他被分配到北京博物馆从事展览设计工作。这个岗位使他学有所用，更有了充分展示自己绘画才能的机会。多年来，他完成了生平展览从总体设计形式设计装饰设计广告宣传品门票等系列设计工作及的书籍编辑工作。除次以外他还为展览创作了历史画，并绘制了不少插图。他对于工作总是认真一丝不苟，甚至做到极至，有成绩为证他在设计生平展览时所绘制的陈列效果图获国家文物局博物馆陈列设计优秀奖他为生平展览创作的历史画故事新编参加中国美术馆举办的纪念周年展他绘制设计的故居门券获国家旅游局和旅游报主办的全国首届园林名胜古迹游览门票设计艺术评比一等奖。在工作取得成就的同时，他的绘画水平也与日俱进，并伴有许多优秀的美术作品问世。年作品泰山烟雨获北京市美展优秀奖年创作大禹陵参加赴日中国百景展同年为香格里拉饭店创作工笔重彩飞天图并被收藏年作品山村夜色等赴香港参加美国国际合作委员会香港分会举办的中国书画慈善展览。为此他先后被纳为中国博物馆学会会员北京中国美术协会会员，同时业务职称被评为副研究员并获国务院颁发的政府特殊津贴。这期间，我们在博物馆见过几次面，首先得知他已完成了在中央工艺美术学院的进修，使自己更加充实了，更加成熟了，特别是丰富了自己的理论知识，使今后的绘画在理性和感性结合方面迈出了坚实的一步。另外他的工作条件也改善了，有了自己的办公室兼画室。他的画室不大但光线很好，屋里堆满了书和笔墨纸砚，墙上四处挂着自己的和他人的作品，有装裱成型的，有墨迹未干的，写字台下，堆满着废弃已撂了很厚的书画稿像一张名片，介绍着主人的勤奋。后来我每每到他那里都有所获或有新作品问世，拿出来与大家分享或高朋满座，彼此交流，切磋技艺。记得他最常说的一句话，作为一个艺术家，要把爱好变成一种习惯。"}
{"text":"另外他的工作条件也改善了，有了自己的办公室兼画室。他的画室不大但光线很好，屋里堆满了书和笔墨纸砚，墙上四处挂着自己的和他人的作品，有装裱成型的，有墨迹未干的，写字台下，堆满着废弃已撂了很厚的书画稿像一张名片，介绍着主人的勤奋。后来我每每到他那里都有所获或有新作品问世，拿出来与大家分享或高朋满座，彼此交流，切磋技艺。记得他最常说的一句话，作为一个艺术家，要把爱好变成一种习惯。在这间画室里甘于寂寞和淡泊，日复一日地辛勤耕耘着，自觉地把绘画当作一种习惯，持之以恒地向前走向前走并一步一步走向高峰。为了充实自己师造化于自然中他走遍了祖国的天南地北游览了许多名山大川和名胜古迹。他还沿着徐霞客所走过的路心追手摹不仃地写生，体味着先人搜尽奇峰打草稿的艺论。仅绍兴一地他先后去了十几次画稿近百幅为日后创作越中揽胜储蓄能量。年他还利用到德国进行讲学的机会游历了法国意大利M蒂冈以及俄罗斯。所到之处建筑是艺术雕塑是艺术城市是艺术大自然是艺术到处都是艺术。在法国卢浮宫蓬皮杜艺术中心奥赛博物馆以及意大利的米兰大教堂佛罗伦撒大教堂M蒂冈大教堂等地他亲眼目睹了文艺复兴时期三杰达芬奇的蒙娜丽莎的微笑和最后的晚餐拉菲尔整墙的人体素描米开朗基罗的位于教堂^顶的巨型浮雕和主雕悲切等以及艺术大师毕加索梵高高更莫奈马奈等的优秀代表作。每每在大师的作品面前他的第一感受是震撼然后就屏住呼吸凝神贯注贪婪地吮吸着西方艺术的精髓。对于艺术的借鉴和传统的传承他有自己独到的见解。他认为学习西方学习古人学习传统决不能照搬。强调不要学结果要学过程。在学过程时要咀嚼要思维要消化要体味乐趣在于过程的探讨之中否则就会依葫芦画瓢千人一面最后落入学我则死的死胡同。对于艺术创作他也有自己的看法认为艺术的精髓在于创新画家的作品不能只停留在习作阶段因为习作是手段创新才是目的。他还说绘画是视觉艺术好的作品首先要有强烈的视觉冲击力搏发力和张力。优秀的艺术家都是不择手段为自己作品制造强烈的视觉冲击力。吴冠中黄永玉先生是他最佩服的艺术家之一因为他们的作品有强烈的视觉冲击力有个性和随意性作品老而弥新。"}
{"text":"对于艺术创作他也有自己的看法认为艺术的精髓在于创新画家的作品不能只停留在习作阶段因为习作是手段创新才是目的。他还说绘画是视觉艺术好的作品首先要有强烈的视觉冲击力搏发力和张力。优秀的艺术家都是不择手段为自己作品制造强烈的视觉冲击力。吴冠中黄永玉先生是他最佩服的艺术家之一因为他们的作品有强烈的视觉冲击力有个性和随意性作品老而弥新。他把绘画变成一种习惯走到今日已硕果颇丰了。他的不少佳作除被中国美术馆中南海中共中央办公厅和许多国家级博物馆收藏外年还有作品钟进士图参展东南亚国际现代名家水墨画展并获大奖年为抗日战争胜利周年创作了长白抗联浴血林海年作品菽馨泉鸣松下云荡石间参加毛主席纪念堂的相关展览后并被收藏。值得一提的是为纪念诞辰周年他在为博物馆征集美术作品的过程中有幸结识了美术界老前辈和艺术大师他们有吴作人李可染蒋兆和刘继卣古元吴冠中李琦程十发贺有直王乃壮陈逸飞卢沉周思聪范曾等丰富了博物馆的美术藏品并和他们建立了深厚的友谊。在耳濡目染中这些艺术大师的艺德和品德使他受益终生。与同时代的人相比他是一个出色的画家同时还是一个富于社会责任感的画家。多年来他参加了众多公益慈善活动义务捐献不少书画也在一些书画团体兼任了诸如副主任理事兼职教授顾问等职为繁荣社会文化事业做出了贡献。他还在许多报刊图书杂志发表了不少绘画作品出版过个人画册和图册。个人传记被列入多种国内外名人录。他步入花甲之年他为了勉励自己刻了一方章名为陆十晨取意为人过六十岁又迎来艺术的早晨他仍行进在把爱好变成一种习惯的路上。下面介绍他近期完成的的几幅作品。春风今日度雪原这幅画是中国人民革命军事博物馆为庆祝建党八十五周年长征七十周年展览的应邀参展作品。由于时间紧任务急这幅画是仅用一周多的时间突击完成的。画面再现了当年西藏和平解放的一段历史。首先巧妙的构思。为了使这一历史事件内容丰富具有连贯性他大胆地打破了时空界限把不同时间不同场面不同地域不同人群借助于连环画的手法集合在同一张画面。"}
{"text":"下面介绍他近期完成的的几幅作品。春风今日度雪原这幅画是中国人民革命军事博物馆为庆祝建党八十五周年长征七十周年展览的应邀参展作品。由于时间紧任务急这幅画是仅用一周多的时间突击完成的。画面再现了当年西藏和平解放的一段历史。首先巧妙的构思。为了使这一历史事件内容丰富具有连贯性他大胆地打破了时空界限把不同时间不同场面不同地域不同人群借助于连环画的手法集合在同一张画面。布局分为三组左侧是以西藏地方政府代表阿沛阿旺晋美率西藏地方官员喇嘛上层人士为一方向解放军献哈达点出了西藏和平解放的主题。右侧一组画的是中国人民解放军在藏民欢呼声中开进西藏的情景。把重点放在中间的显要位置上画面安排了藏民载歌载舞欢庆场面表达了百万农奴翻身解放的心声。为了突出重点给了它较大的篇幅人物也作了重墨重彩的勾勒和渲染两个高大舞动的彩牛增加欢庆的气氛。特别是右侧行进中的解放军欢笑着向藏民顾盼以及与藏民寒暄的画面使整个场面既有彼此的呼应又有整体效果更加和谐和统一。画中将焦点透视和中国画的多点透视并用把布达拉宫于倾斜状的喜马拉雅山脉的环抱之中使布达拉宫更加雄伟壮丽。画面中两座白塔一座藏式佛教建筑五星红旗高高飘扬还有彩旗的星星点缀大小不一高低错落活跃了画面也破了画面易呆板的格局左前方大片盛开的花迎风摇它告诉我们西藏的春天来了。团结风采这幅画是为华威杯书画艺术邀请展特邀创作的巨幅中国画长近米。怀着强烈的民族感情和社会责任感讴歌了中国共产党领导下的多民族大团结的和谐统一社会。为了表现民族大团结的欢乐场面用笔汇集了五十六个民族并给他们都穿上各民族的节日盛装男女老少一百二十六个鲜活的人物跃然纸上。为了使画面疏朗用了略带鸟瞰视角将人物远高近低分层次进行了排列调度。整个构图呈型，体现了的匠心两棵参天的古松柏向内倾斜并长出画面为型的顶端。画面两边的下部有两丛盛开的桃花是为型脚。苍劲的古松象征着各民族团结的万古长青鲜艳多姿的桃花祝福着祖国繁华似锦。画面的中央聚焦了国粹狮子舞红绸舞浓墨重彩着力描绘。画面又把人民喜闻乐见的新疆维吾尔族舞藏族踢踏舞朝鲜族长鼓舞蒙古族盅碗舞等点缀其左右。两边四条壮汉擂起了两面大鼓拢住了左右画面。"}
