{"text":"在最早的时期，直立的姿势尚是拙劣不便的，所以一个洪积期的母亲一定会在没有人看见的地方匍匐而行，以减轻其背脊的疼痛。人类的母亲因为有了这些不便利，和其他方面的女人的困难，于是便开始运用其他的手段，而以爱情为媒介，但因此便失掉了她的一些独立精神。她在这种困于床褥的时候，当然需要人家的安慰和体贴啊！并且直立的姿势使婴孩难于学步，因此，总须经过一段长的婴孩时期方能走路，但小牛或小象几乎一出世就会走路，而初生的婴孩却要二三年的工夫才能学会。担任养育婴孩的责任除了母亲外还有更适宜的人吗？于是人类走上了一条崭新的发展之路。广义的性问题开始渲染了人类的日常生活人类社会就是依据这一个事实而发展起来的。女人比其他的雌性动物黑女比雌虎，伯爵夫人比雌狮更有着女人特具的女性化，更始终不变地成为女性。在文明的意义上说来，男女开始有了明显的分野。从前是男人注意修饰，现在却是女人专意修饰了她们第一步想必是把脸上和胸前的毫毛拔去。这不足为怪，纯然是生存策略之一，在动物间尤其明显。老虎有攻击的策略，乌龟有退避的策略，马匹有逃走的策略究其目的，无非是求生存。女性的可爱和美丽，以及温柔的和狡猾的手段，在生存目的上自有其价值。男人有着较强壮的臂膀，跟他们战斗是不能取胜的所以惟有贿赂他，谄媚他，博他的欢心，这便是现代文明的特性。女人不用抵抗和进攻的策略，而用迷惑的手段，不用武力去达到她的目的，而尽力用温柔的方法去求实现。所以总括的说，温和即文明。我认为人类的文明是由女人开始的，而不是由男人。同时，我也认为在说话即今日之所谓语言的进展史上，女人也比男子占着更重要的地位。说话的本能在女人是得天独厚的，所以我深信她们对于人类语言的演进，一定有着比男人更重大的贡献。我想古代的人类一定是沉默寡欢的动物。当男性人猿离开洞穴去打猎时，邻居的女人在她们的洞穴前无所一事，一定谈论威廉是否比哈罗好，或哈罗是否比威廉好，或是哈罗昨晚多情得讨厌，他性子多么暴躁。我想人类的语言必是在这个时候开始，此外别无他途。人类以手去取食，使鄂部不必再担负去拿食物的任务，结果使颚部逐渐低平，逐渐变小，这对于人类语言的发展也有很大的帮助。"}
{"text":"我想古代的人类一定是沉默寡欢的动物。当男性人猿离开洞穴去打猎时，邻居的女人在她们的洞穴前无所一事，一定谈论威廉是否比哈罗好，或哈罗是否比威廉好，或是哈罗昨晚多情得讨厌，他性子多么暴躁。我想人类的语言必是在这个时候开始，此外别无他途。人类以手去取食，使鄂部不必再担负去拿食物的任务，结果使颚部逐渐低平，逐渐变小，这对于人类语言的发展也有很大的帮助。不过，这种姿势最重要的结果，是把两手解放了，使它们可以把东西拿起来观察研究，像猴子捉虱为乐那样，这种动作便是研究精神发展的起点。今日的人类进步大抵还须归功于捕捉那些扰乱人类的虱子。一种好奇的本能也发展出来了，使人类的灵心可以很自由地，用嬉戏的态度去探究各种题目和社会疾患。这智能上的活动和寻索食物并没有关系，而完全是一种人类精神上的训练。猴子捉虱的目的，不是想把它们吃掉，而是当一种游戏玩着。这便是有价值的人类学术和智识的特征，对事物本身发生兴趣，心中存着嬉戏的闲逸的欲望想把它们了解。而并不是因为那种学问可以直接使我们的肚子不饿。如果这里有自相矛盾的话，那么，以中国人的立场来说，我对于自相矛盾这件事是觉得快活的。我以为这是人性的特征，对于人类尊严有着极大的帮助。追求知识的方式，不过是一种游戏所有一切伟大的科学家和发明家，以及创立过有价值的伟大事业者，他们都是如此的。从事医学研究的人觉得对微菌所引起的兴趣比对人类更大天文学家很起劲地记录一颗距离我们有几万万里远的星星的动作，虽则这颗星星对于我们人类一点没有关系。一切动物，尤其是年轻的，都有这种游戏的本能，但也只有人类把这种嬉戏的好奇心发展到值得重视的地步。因此，我痛恨一切的检查员，以及想统制我们思想的机关或政府，我相信这种检查员和统治者是在有意无意间侮辱人类的智慧。假如思想自由是人类心智最高贵的活动，那么压制思想自由应是人类间最卑鄙的举动。尤里披第ps对于奴隶一词所下的定义也就是一个丧失思想自由或意见自由的人。所以每一个专制政体便是制造尤里披第型奴隶的大工厂。我们在这二十世纪的世界里，在文化的国度里，不是有着很多的奴隶例证吗？所以每一个专制政体，不问它是什么方式，在智慧方面总是退化的。在中世纪时代，尤其是在西班牙的宗教肃清时代，更可以看得到这种现象。"}
{"text":"尤里披第ps对于奴隶一词所下的定义也就是一个丧失思想自由或意见自由的人。所以每一个专制政体便是制造尤里披第型奴隶的大工厂。我们在这二十世纪的世界里，在文化的国度里，不是有着很多的奴隶例证吗？所以每一个专制政体，不问它是什么方式，在智慧方面总是退化的。在中世纪时代，尤其是在西班牙的宗教肃清时代，更可以看得到这种现象。短视的政治家或传教士也许以为信仰和思想的一致会有助于和平和安宁，可是由历史的眼光看来，其结果会使人类的性格消沉下去。专制者对于一般的人民一定抱着极度的轻视，他们不但要控制一个民族的外表行为，并且也想统制人民内心的思想信仰。他们有一种很歪曲幼稚的念头，相信人类的心智都可以适应这一种一致的规定，相信他们会依着政府宣传官或宣传部长的训令，照着命令去喜欢或憎恶一本书一首大乐曲或一部电影。每一个专制政府都想要把宣传和文学混合起来，把那崇拜活的统治者思想和宗教思想混合起来。无论如何，这是办不到的，如果思想的统制者和人类的天性违背得过分，即等于他们在散播失败的种子。孟子说君之视臣如土芥，则臣视君如寇仇。世界上的强盗，再没有比劫夺我们思想自由的罪恶更大的了。如果我们失掉了思想自由，那还不如匍匐而行，承认两足走路是一个错误，而回返到三万多年前的原来姿势。依孟子的话讲起来，人民怨恨这个强盗，比之统制者的蔑视人民，其程度是一样的厉害，也一样的深刻。强盗劫去的东西越多，人民越恨他。世间再没有一种东西可以比我们智能上的道德上的或宗教上的那种信仰更宝贵更个人化更亲切，所以那个剥夺了我们信仰自由的人，必引起我们心里最深的痛恨。但是这种愚笨行为在专制者是很自然的，因为专制者根本是智能上的退化分子。人性的反动力和人类良知的不可征服的自由，总会有一天反过来对专制的统治者给予一个打击。"}
{"text":"火烧过的砖，常常用来做柱子，孤零零的砌起四根砖柱，上面盖上一个木头架子，看上去瘦骨嶙嶙，单薄得可怜但是顶上铺了瓦，四面编了竹篦墙，墙上敷了泥灰，远远的看过去，没有人能说不像是座房子。我现在住的雅舍正是这样一座典型的房子。不消说，这房子有砖柱，有竹篦墙，一切特点都应有尽有。讲到住房，我的经验不算少，什么上支下摘，前廊后厦，一楼一底，三上三下，亭子间，茆草棚，琼楼玉宇和摩天大厦，各式各样，我都尝试过。我不论住在哪里，只要住得稍久，对那房子便发生感情，非不得已我还舍不得搬。这雅舍，我初来时仅求其能蔽风雨，并不敢存奢望，现在住了两个多月，我的好感油然而生。虽然我已渐渐感觉它并不能蔽风雨，因为有窗而无玻璃，风来则洞若凉亭，有瓦而空隙不少，雨来则渗如滴漏。纵然不能蔽风雨，雅舍还是自有它的个性。有个性就可爱。雅舍的位置在半山腰，下距马路约有七八十层的土阶。前面是阡陌螺旋的稻田。再远望过去是几抹葱翠的远山，旁边有高粱地，有竹林，有水池，有粪坑，后面是荒僻的榛莽未除的土山坡。若说地点荒凉，则月明之夕，或风雨之日，亦常有客到，大抵好友不嫌路远，路远乃见情谊。客来则先爬几十级的土阶，进得屋来仍须上坡，因为屋内地板乃依山势而铺，一面高，一面低，坡度甚大，客来无不惊叹，我则久而安之，每日由书房走到饭厅是上坡，饭后鼓腹而出是下坡，亦不觉有大不便处。雅舍共有六间，我居其二。篦墙不固，门窗不严，故我与邻人彼此均可互通声息。邻人轰饮作乐，咿唔诗章，喁喁细语，以及鼾声，喷嚏声，吮汤声，撕纸声，脱皮鞋声，均随时由门窗户壁的隙处荡漾而来，破我岑寂。入夜则鼠子瞰灯，才一合眼，鼠子便自由行动，或搬核桃在地板上顺坡而下，或吸灯油而推翻烛台，或攀援而上帐顶，或在门框桌脚上磨牙，使得人不得安枕。但是对于鼠子，我很惭愧的承认，我没有法子。没有法子一语是被外国人常常引用着的，以为这话最足代表中国人的懒惰隐忍的态度。其实我的对付鼠子并不懒惰。窗上糊纸，纸一戳就破门户关紧，而相鼠有牙，一阵咬便是一个洞洞。试问还有什么法子洋鬼子住到雅舍里，不也是没有法子比鼠子更骚扰的是蚊子。雅舍的蚊风之盛，是我前所未见的。"}
{"text":"但是对于鼠子，我很惭愧的承认，我没有法子。没有法子一语是被外国人常常引用着的，以为这话最足代表中国人的懒惰隐忍的态度。其实我的对付鼠子并不懒惰。窗上糊纸，纸一戳就破门户关紧，而相鼠有牙，一阵咬便是一个洞洞。试问还有什么法子洋鬼子住到雅舍里，不也是没有法子比鼠子更骚扰的是蚊子。雅舍的蚊风之盛，是我前所未见的。聚蚊成雷真有其事每当黄昏时候，满屋里磕头碰脑的全是蚊子，又黑又大，骨骼都像是硬的。在别处蚊子早已肃清的时候，在雅舍则格外猖獗，来客偶不留心，则两腿伤处累累隆起如玉蜀黍，但是我仍安之。冬天一到，蚊子自然绝迹，明年夏天――谁知道我还是否住在雅舍雅舍最宜月夜――地势较高，得月较先。看山头吐月，红盘乍涌，一霎间，清光四射，天空皎洁，四野无声，微闻犬吠，坐客无不悄然舍前有两株梨树，等到月升中天，清光从树间筛洒而下，地上阴影斑斓，此时尤为幽绝。直到兴阑人散，归房就寝，月光仍然逼近窗来，助我凄凉。细雨蒙蒙之际，雅舍亦复有趣。推窗展望，俨然米氏章法，若云若雾，一片弥漫。但若大雨滂沱，我就又惶悚不安了，屋顶湿印到处都有，起初如碗大，俄而扩大如盆，继则滴水乃不绝，终乃屋顶灰泥突然崩裂，如奇葩初绽，砉然一声而泥水下注，此刻满室狼藉，抢救无及。此种经验，已数见不鲜。雅舍之陈设，只当得简朴二字，但洒扫拂拭，不使有纤尘。我非显要，故名公巨卿之照片不得入我室我非牙医，故无博士文凭张挂壁间我不业理发，故丝织西湖十景以及电影明星之照片亦均不能张我四壁。我有一几一椅一榻，酣睡写读，均已有着，我亦不复他求。但是陈设虽简，我却喜欢翻新布置，西人常常讥笑妇人喜欢变更桌椅位置，以为这是妇人天性喜变之一征。诬否且不论，我是喜欢改变的。中国旧式家庭，陈设千篇一律，正厅上是一条案，前面一张八仙桌，一边一把靠椅，两旁是两把靠椅夹一只茶几。我以为陈设宜求疏落参差之致，最忌排偶。雅舍所有，毫无新奇，但一物一事之安排布置俱不从俗。人入我室，即知此是我室。笠翁闲情偶寄之所论，正合我意。雅舍非我所有，我仅是房客之一。但思天地者万物之逆旅，人生本来如寄，我住雅舍一日，雅舍即一日为我所有。"}
{"text":"诬否且不论，我是喜欢改变的。中国旧式家庭，陈设千篇一律，正厅上是一条案，前面一张八仙桌，一边一把靠椅，两旁是两把靠椅夹一只茶几。我以为陈设宜求疏落参差之致，最忌排偶。雅舍所有，毫无新奇，但一物一事之安排布置俱不从俗。人入我室，即知此是我室。笠翁闲情偶寄之所论，正合我意。雅舍非我所有，我仅是房客之一。但思天地者万物之逆旅，人生本来如寄，我住雅舍一日，雅舍即一日为我所有。即使此一日亦不能算是我有，至少此一日雅舍所能给予之苦辣酸甜，我实躬受亲尝。刘克庄词客里似家家似寄。我此时此刻卜居雅舍，雅舍即似我家。其实似家似寄，我亦分辨不清。长日无俚，写作自遣，随想随写，不拘篇章，冠以雅舍小品四字，以示写作所在，且志因缘。孩子兰姆是终身未娶的，他没有孩子，所以他有一篇未婚者的怨言收在他的伊利亚随笔里。他说孩子没有什么希奇，等于阴沟里的老鼠一样，到处都有，所以有孩子的人不必在他面前炫耀。他的话无论是怎样中肯，但在骨子里有一点酸――葡萄酸。我一向不信孩子是未来世界的主人翁，因为我亲见孩子到处在做现在的主人翁。孩子活动的主要范围是家庭，而现代家庭很少不是以孩子为中心的。一夫一妻不能成为家，没有孩子的家像是一株不结果实的树，总缺点什么必定等到小宝贝呱呱堕地，家庭的柱石才算放稳，男人开始做父亲女人开始做母亲，大家才算找到各自的岗位。我问过一个并非神童的孩子你妈妈是做什么的他说给我缝衣的。你爸爸呢小宝贝翻翻白眼爸爸是看报的但是他随即更正说是给我们挣钱的。孩子的回答全对。爹妈全是在为孩子服务。母亲早晨喝稀饭，买鸡蛋给孩子吃父亲早晨吃鸡蛋，买鱼肝油精给孩子吃。最好的东西都要献呈给孩子，否则，做父母的心里便起惶恐，像是做了什么大逆不道的事一般。孩子的健康及其舒适，成为家庭一切设施的一个主要先决问题。这种风气，自古已然，于今为烈。自有小家庭制以来，孩子的地位顿形提高，以前的孝子是孝顺其父母之子，今之所谓孝子乃是孝顺其孩子之父母。"}
{"text":"最好的东西都要献呈给孩子，否则，做父母的心里便起惶恐，像是做了什么大逆不道的事一般。孩子的健康及其舒适，成为家庭一切设施的一个主要先决问题。这种风气，自古已然，于今为烈。自有小家庭制以来，孩子的地位顿形提高，以前的孝子是孝顺其父母之子，今之所谓孝子乃是孝顺其孩子之父母。孩子是一家之主，父母都是孝他孝子之说，并不偏激，我看见过不少的孩子，鼓噪起来能像一营兵动起武来能像械斗吃起东西来能像饿虎扑食对于尊长宾客有如生番不如意时撒泼打滚有如羊痫，玩得高兴时能把家具什物狼藉满室，有如惨遭洗劫但是孝子式的父母则处之泰然，视若无睹，顶多皱起眉头，但皱不过三四秒钟仍复堆下笑容，危及父母的生存和体面的时候，也许要狠心咒骂几声，但那咒骂大部分是哀怨乞怜的性质，其中也许带一点威吓，但那威吓只能得到孩子的讪笑，因为那威吓是向来没有兑现过的。孟懿子问孝，子曰无违。今之孝子深韪是说。凡是孩子的意志，为父母者宜多方体贴，勿使稍受挫阻。近代儿童教育心理学者又有发展个性之说，与无违之说正相符合。体罚之制早已被人唾弃，以其不合儿童心理健康之故。我想起一个外国的故事一个母亲带孩子到百货商店。经过玩具部，看见一匹木马，孩子一跃而上，前摇后摆，踌躇满志，再也不肯下来。那木马不是为出售的，是商店的陈设。店员们叫孩子下来，孩子不听母亲叫他下来，加倍不听母亲说带他吃冰淇淋去，依然不听买朱古力糖去，格外不听。任凭许下什么愿，总是还你一个不听当时演成僵局，顿成胶着状态。最后一位聪明的店员建议说我们何妨把百货商店特聘的儿童心理学专家请来解围呢众谋佥同，于是把一位天生成有教授面孔的专家从八层楼请了下来。专家问明原委，轻轻走到孩子身边，附耳低声，说了一句话，那孩子便像触电一般，滚鞍落马，牵着母亲的衣裙，仓皇遁去。事后有人问那专家到底对孩子说的是什么话，那专家说我说的是你若不下马，我打碎你的脑壳这专家真不愧为专家，但是颇有不孝之嫌。这孩子假如平常受惯了不兑现的体罚，威吓，则这专家亦将无所施其技了。约翰逊博士主张不废体罚，他以为体罚的妙处在于直截了当，然而约翰逊博士是十八世纪的人，不合时代潮流哈代有一首小诗，写孩子初生，大家誉为珍珠宝贝，稍长都夸做玉树临风，长成则为非做歹，终至于陈尸绞架。"}
{"text":"事后有人问那专家到底对孩子说的是什么话，那专家说我说的是你若不下马，我打碎你的脑壳这专家真不愧为专家，但是颇有不孝之嫌。这孩子假如平常受惯了不兑现的体罚，威吓，则这专家亦将无所施其技了。约翰逊博士主张不废体罚，他以为体罚的妙处在于直截了当，然而约翰逊博士是十八世纪的人，不合时代潮流哈代有一首小诗，写孩子初生，大家誉为珍珠宝贝，稍长都夸做玉树临风，长成则为非做歹，终至于陈尸绞架。这老头子未免过于悲观。但有幼有神童之誉，少怀大志，长而无闻，终乃与草木同朽――这确是个可以普遍应用的公式。小时聪明，大时未必了了。究竟是知言，然而为父母者多属乐观。孩子才能骑木马，父母便幻想他将来指挥十万貔貅时之马上雄姿孩子才把一曲抗战小歌哼得上口，父母便幻想他将来喉声一啭彩声雷动时的光景，孩子偶然拨动算盘，父母便暗中揣想他将来或能掌握财政大权，同时兼营投机买卖这种乐观往往形诸言语，成为炫耀，使旁观者有说不出的感想，曾见一幅漫画一个孩子跪在他父亲的膝头用他的玩具敲打他父亲的头，父亲眯着眼在笑，那表情像是在宣告看看我的孩子多么活泼，多少可爱旁边坐着一位客人咧着大嘴做傻笑状，表示他在看着，而且感觉兴趣，这幅画的标题是演剧术。一个客人看着别人家的孩子而能表示感觉兴趣，这真确实需要良好的演剧术。兰姆显然是不欢喜演这样的戏。孩子中之比较最蠢，最懒，最刁，最泼，最丑，最弱，最不讨人欢喜的，往往最得父母的钟爱。此事似颇费解，其实我们应该记得西游记中唐僧为什么偏偏欢喜猪八戒。谚云树大自直，意思是说孩子不需管教，小时恣肆些，大了自然会好。可是弯曲的小树，长大是否会直呢我不敢说。女人有人说女人喜欢说谎假如女人所捏撰的故事都能抽取版税，便很容易致富。这问题在什么叫做说谎。若是运用小小的机智，打破眼前小小的窘僵，获取精神上小小的胜利，因而牺牲一点点真理，这也可以算是说谎，那么，女人确是比较地富于说谎的天才。有具体的例证。你没有陪过女人买东西吗尤其是买衣料，她从不干干脆脆地说要做什么衣，要买什么料，准备出多少钱。"}
{"text":"这问题在什么叫做说谎。若是运用小小的机智，打破眼前小小的窘僵，获取精神上小小的胜利，因而牺牲一点点真理，这也可以算是说谎，那么，女人确是比较地富于说谎的天才。有具体的例证。你没有陪过女人买东西吗尤其是买衣料，她从不干干脆脆地说要做什么衣，要买什么料，准备出多少钱。她必定要东挑西拣，翻天覆地，同时口中念念有词，不是嫌这匹料子太薄，就是怪那匹料子花样太旧，这个不禁洗，那个不禁晒，这个缩头大，那个门面窄，批评得人家一文不值。其实，满不是这么一回事，她只是嫌价码太贵而已如果价钱便宜，其他的缺点全都不成问题，而且本来不要买的也要购储起来。一个女人若是因为炭贵而不生炭盆，她必定对人解释说冬天生炭盆最不卫生，到春天容易喉咙痛屋顶渗漏，塌下盆大的灰泥，在未修补之外，女人便会向人这样解释我预备在这地方安装电灯。自己上街买菜的女人，常常只承认散步和呼吸新鲜空气是她上市的惟一理由。艳羡汽车的女人常常表示她最厌恶汽油的臭味。坐在中排看戏的女人常常说前排的头等座位最不舒适。一个女子馈赠别人，必说实在买不到什么好的其实这东西根本不是她买的，是别人送给她的。一个女人表示愿意陪你去上街走走，其实是她顺便要买东西。总之，女人总欢喜拐弯抹角的放一个小小的烟幕，无伤大雅，颇占体面。这也是艺术，王尔德不是说过艺术即是说谎么这些例证还只是一些并无版权的谎话而已。女人善变，多少总有些哈姆雷特式，拿不定主意问题大者如离婚结婚，问题小者如换衣换鞋，都往往在心中经过一读二读三读，决议之后再复议，复议之后再否决，女人决定一件事之后，还能随时做一百八十度的大转弯，做出那与决定完全相反的事，使人无法追随。因为变得急速，所以容易给人以脆弱的印象。莎士比亚有一名句脆弱呀，你的名字叫做女人但这脆弱，并不永远使女人吃亏。越是柔韧的东西越不易摧折。女人不仅在决断上善变，即便是一个小小的别针位置也常变，午前在领扣上，午后就许移到了头发上。三张沙发，能摆出若干阵势几根头发，能梳出无数花头。讲到服装，其变化之多，常达到荒谬的程度。外国女人的帽子，可以是一根鸡毛，可以是半只铁锅，或是一个畚箕。"}
