{"text":"军国民主义么，我们何尝会同别人打仗无抵抗主义么，我们却是主战参战的自由主义么，我们连发表思想都要犯罪，讲几句话也为难人道主义么，我们人身还可以买卖呢。所以无论什么主义，全扰乱不了中国从古到今的扰乱，也不听说因为什么主义。试举目前的例，便如陕西学界的布告，湖南灾民的布告，何等可怕，与比利时公布的德兵苛酷情形，俄国别党宣布的列宁政府残暴情形，比较起来，他们简直是太平天下了。德国还说是军国主义，列宁不消说还是过激主义哩！这便是来了来了。来的如果是主义，主义达了还会罢倘若单是来了，他便来不完，来不尽，来的怎样也不可知。民国成立的时候，我住在一个小县城里，早已挂过白旗。有一日，忽然见许多男女，纷纷乱逃城里的逃到乡下，乡下的逃进城里。问他们什么事，他们答道，他们说要来了。可见大家都单怕来了，同我一样。那时还只有多数主义，没有过激主义哩。本篇最初发表于一九一九年五月新青年第六卷第五号，署名唐俟。过激立义日本资产阶级对布尔什维主义的诽谤性的译称当时中国反动派也沿用这个词进行反共宣传。华工第一次世界大战时，北洋政府曾派遣二十余万人参加协约国对同盟国的战争，实际上只从事修路运输等劳动，故称华工。十月革命后，中国北洋政府为防止侨居俄国的华工回国传播革命思想，曾经内阁议决，通电东北蒙古新疆等地边防官吏对他们严格检查防范。主战参战第一次世界大战后期，协约国方面的日本嗾使中国参战，想借此加紧对中国的控制段祺瑞的北洋政府则企图以参战为名，换取日本帝国主义的援助和支持，以维护其反动统治。一九一七年八月十四日，中国政府对德国宣战。陕西学界的布告指一九一九年三月，陕西旅京学生联合会控诉陕西军阀陈树藩纵使兵匪残杀无辜人民的暴行的秦劫痛语，其中列举兵匪所用的酷刑有曝尸烈日酷吊戴肉镯子煮人肉等。见一九一九年四月一日北京晨报湖南灾民的布告指一九一九年一月，湖南人民控诉张敬尧暴虐统治的湘民血泪，其中列举了张敬尧纵兵奸淫掳掠惨杀无辜等罪行。见一九一九年一月六日上海时报多数主义这里仅是人数众多的意思，与布尔什维多数主义含义不同。参看本书随感录三十八。随感录随感录高雅的人说，白话鄙俚浅陋，不值识者一哂之者也。"}
{"text":"见一九一九年四月一日北京晨报湖南灾民的布告指一九一九年一月，湖南人民控诉张敬尧暴虐统治的湘民血泪，其中列举了张敬尧纵兵奸淫掳掠惨杀无辜等罪行。见一九一九年一月六日上海时报多数主义这里仅是人数众多的意思，与布尔什维多数主义含义不同。参看本书随感录三十八。随感录随感录高雅的人说，白话鄙俚浅陋，不值识者一哂之者也。中国不识字的人，单会讲话，鄙俚浅陋，不必说了。因为自己不通，所以提倡白话，以自文其陋如我辈的人，正是鄙俚浅陋，也不在话下了。最可叹的是几位雅人，也还不能如镜花缘里说的君子国的酒保一般，满口酒要一壶乎，两壶乎，菜要一碟乎，两碟乎的终日高雅，却只能在呻吟古文时，显出高古品格一到讲话，便依然是鄙俚浅陋的白话了。四万万中国人嘴里发出来的声音，竟至总共不值一哂，真是可怜煞人。做了人类想成仙生在地上要上天明明是现代人，吸着现在的空气，却偏要勒派朽腐的名教，僵死的语言，侮蔑尽现在，这都是现在的屠杀者。杀了现在，也便杀了将来。――将来是子孙的时代。本篇最初发表于一九一九年五月新青年第六卷第五号，署名唐俟。镜花缘长篇小说，清代李汝珍著，一百回。这里所引酒保的话，见于该书第二十三回说酸话酒保咬文。君子国应为淑士国。随感录随感录慷慨激昂的人说，世道浇漓，人心不古，国粹将亡，此吾所为仰天扼腕切齿三叹息者也！我初听这话，也曾大吃一惊后来翻翻旧书，偶然看见史记赵世家里面记着公子成反对主父改胡服的一段话臣闻中国者，盖聪明徇智之所居也，万物财用之所聚也，贤圣之所教也，仁义之所施也，诗书礼乐之所用也，异敏技能之所试也，远方之所观赴也，蛮夷之所义行也今王舍此而袭远方之服，变古之教，易古之道，逆人之心，而佛学者，离中国，故臣愿王图之也。这不是与现在阻抑革新的人的话，丝毫无异么？后来又在北史里看见记周静帝的司马后的话后性尤妒忌，后宫莫敢进御。尉迟迥女孙有美色，先在宫中，帝于仁寿宫见而悦之，因得幸。后伺帝听朝，阴杀之。"}
{"text":"这不是与现在阻抑革新的人的话，丝毫无异么？后来又在北史里看见记周静帝的司马后的话后性尤妒忌，后宫莫敢进御。尉迟迥女孙有美色，先在宫中，帝于仁寿宫见而悦之，因得幸。后伺帝听朝，阴杀之。上大怒，单骑从苑中出，不由径路，入山谷间三十余里高G杨素等追及，扣马谏，帝太息曰，吾贵为天子，不得自由。这又不是与现在信口主张自由和反对自由的人，对于自由所下的解释，丝毫无异么？别的例证，想必还多，我见闻狭隘，不能多举了。但即此看来，已可见虽然经过了这许多年，意见还是一样。现在的人心，实在古得很呢。中国人倘能努力再古一点，也未必不能有古到三皇五帝以前的希望，可惜时时遇着新潮流新空气激荡着，没有工夫了。在现存的旧民族中，最合中国式理想的，总要推锡兰岛的族。他们和外界毫无交涉，也不受别民族的影响，还是原始的状态，真不愧所谓羲皇上人。但听说他们人口年年减少，现在快要没有了这实在是一件万分可惜的事。本篇最初发表于一九一九年五月新青年第六卷第五号，署名唐俟。史记汉代司马迁著，一百三十卷。我国第一部纪传体通史。世家，是该书中传记的一体，主要记叙王侯的事迹。公子成反对主父改胡服主父即战国时赵国国君武灵王。公元前三七年赵武灵王十九年，他推行军事改革，改穿匈奴族服装，学习骑射。这一措施，曾遭到公子成的反对。北史唐代李延寿撰，一百卷。记载我国南北朝时代北方国家魏齐周和隋的历史。这里所引的应为隋文帝独孤后的事，见该书卷十四后妃列传。三皇五帝我国传说中的上古帝王。一般以燧人伏羲神农为三皇，黄帝颛顼帝喾唐尧虞舜为五帝。族味达族，锡兰岛上的一个种族，他们住在山林里，大都过着狩猎生活。羲皇上人指伏羲氏羲皇以前的人。晋代陶潜与子俨等疏五六月中，北窗下卧，遇凉风暂至，自谓是羲皇上人。原意是指想像中的上古时代过着闲适生活的人们。这里引用，是就所谓羲皇上人的原始的次态说的。"}
{"text":"三皇五帝我国传说中的上古帝王。一般以燧人伏羲神农为三皇，黄帝颛顼帝喾唐尧虞舜为五帝。族味达族，锡兰岛上的一个种族，他们住在山林里，大都过着狩猎生活。羲皇上人指伏羲氏羲皇以前的人。晋代陶潜与子俨等疏五六月中，北窗下卧，遇凉风暂至，自谓是羲皇上人。原意是指想像中的上古时代过着闲适生活的人们。这里引用，是就所谓羲皇上人的原始的次态说的。随感录随感录我前回已经说过什么主义都与中国无干的话了今天忽然又有些意见，便再写在下面我想，我们中国本不是发生新主义的地方，也没有容纳新主义的处所，即使偶然有些外来思想，也立刻变了颜色，而且许多论者反要以此自豪。我们只要留心译本上的序跋，以及各样对于外国事情的批评议论，便能发见我们和别人的思想中间，的确还隔着几重铁壁。他们是说家庭问题的，我们却以为他鼓吹打仗他们是写社会缺点的，我们却说他讲笑话他们以为好的，我们说来却是坏的。若再留心看看别国的国民性格，国民文学，再翻一本文人的评传，便更能明白别国著作里写出的性情，的思想，几乎全不是中国所有。所以不会了解，不会同情，不会感应甚至彼我间的是非爱憎，也免不了得到一个相反的结果。新主义宣传者是放火人么，也须别人有精神的燃料，才会着火是弹琴人么，别人的心上也须有弦索，才会出声是发声器么，别人也必须是发声器，才会共鸣。中国人都有些不很像，所以不会相干。几位读者怕要生气，说，中国时常有将性命去殉他主义的人，中华民国以来，也因为主义上死了多少烈士，你何以一笔抹杀？吓！这话也是真的。我们从旧的外来思想说罢，六朝的确有许多焚身的和尚，唐朝也有过砍下臂膊布施无赖的和尚从新的说罢，自然也有过几个人的。然而与中国历史，仍不相干。因为历史结帐，不能像数学一般精密，写下许多小数，却只能学粗人算帐的四舍五入法门，记一笔整数。中国历史的整数里面，实在没有什么思想主义在内。这整数只是两种物质，――是刀与火，来了便是他的总名。火从北来便逃向南，刀从前来便退向后，一大堆流水帐簿，只有这一个模型。倘嫌来了的名称不很庄严，刀与火也触目，我们也可以别想花样，奉献一个谥法，称作圣武便好看了。古时候，秦始皇帝很阔气，刘邦和项羽都看见了邦说，嗟乎！大丈夫当如此也！羽说，彼可取而代也！"}
{"text":"因为历史结帐，不能像数学一般精密，写下许多小数，却只能学粗人算帐的四舍五入法门，记一笔整数。中国历史的整数里面，实在没有什么思想主义在内。这整数只是两种物质，――是刀与火，来了便是他的总名。火从北来便逃向南，刀从前来便退向后，一大堆流水帐簿，只有这一个模型。倘嫌来了的名称不很庄严，刀与火也触目，我们也可以别想花样，奉献一个谥法，称作圣武便好看了。古时候，秦始皇帝很阔气，刘邦和项羽都看见了邦说，嗟乎！大丈夫当如此也！羽说，彼可取而代也！羽要取什么呢？便是取邦所说的如此。如此的程度，虽有不同，可是谁也想取被取的是彼，取的是丈夫。所有彼与丈夫的心中，便都是这圣武的产生所，受纳所。何谓如此？说起来话长简单地说，便只是纯粹兽性方面的欲望的满足――威福，子女，玉帛，――罢了。然而在一切大小丈夫，却要算最高理想？了。我怕现在的人，还被这理想支配着。大丈夫如此之后，欲望没有衰，身体却疲敝了而且觉得暗中有一个黑影――死――到了身边了。于是无法，只好求神仙。这在中国，也要算最高理想了。我怕现在的人，也还被这理想支配着。求了一通神仙，终于没有见，忽然有些疑惑了。于是要造坟，来保存死尸，想用自己的尸体，永远占据着一块地面。这在中国，也要算一种没奈何的最高理想了。我怕现在的人，也还被这理想支配着。现在的外来思想，无论如何，总不免有些自由平等的气息，互助共存的气息，在我们这单有我，单想取彼，单要由我喝尽了一切空间时间的酒的思想界上，实没有插足的余地。因此，只须防那来了便够了。看看别国，抗拒这来了的便是有主义的人民。他们因为所信的主义，牺牲了别的一切，用骨肉碰钝了锋刃，血液浇灭了烟焰。在刀光火色衰微中，看出一种薄明的天色，便是新世纪的曙光。曙光在头上，不抬起头，便永远只能看见物质的闪光。本篇最初发表于一九一九年五月新青年第六卷第五号，署名唐俟。六朝焚身的和尚，据梁朝慧皎高僧传卷十二忘身第六记载有宋蒲坂释法羽服香油，以布缠体，诵舍身品竟，以火自僚。此外该书记载焚身的和尚还有慧绍僧瑜慧益僧庆法光昙弘等多人。唐朝砍下臂膊布施的和尚，据唐代道宣续高僧传卷三十九普圆传记载有恶人从圆乞头，将斩与之，又不肯取。又复乞眼，即欲剜施。"}
{"text":"曙光在头上，不抬起头，便永远只能看见物质的闪光。本篇最初发表于一九一九年五月新青年第六卷第五号，署名唐俟。六朝焚身的和尚，据梁朝慧皎高僧传卷十二忘身第六记载有宋蒲坂释法羽服香油，以布缠体，诵舍身品竟，以火自僚。此外该书记载焚身的和尚还有慧绍僧瑜慧益僧庆法光昙弘等多人。唐朝砍下臂膊布施的和尚，据唐代道宣续高僧传卷三十九普圆传记载有恶人从圆乞头，将斩与之，又不肯取。又复乞眼，即欲剜施。便从索手，遂以绳系腕著树，齐肘斩而与之。圣武原为对皇朝武功的颂词。这里含讽刺意味。秦始皇帝前―前姓嬴名政，战国时秦国的国君，于公元前二二一年建立了我国第一个中央集权的封建王朝。刘邦前―前字季，沛今江苏沛县人，秦末农民起义领袖之一。于秦二世元年前起兵反秦，在亡秦灭楚后建立了西汉王朝。庙号高祖。据史记高祖本纪载高祖常繇徭咸阳，纵观，观秦皇帝，喟然太息曰嗟乎，大丈夫当如此也！项羽前―前，名籍，下相今江苏宿县人，秦末农民起义领袖之一。于秦二世元年起兵反秦，秦亡后自立为西楚霸王。公元前二二年为刘邦所败。据史记项羽本纪载秦始皇帝游会稽，渡浙江，梁与籍俱观。籍曰彼可取而代也。随感录随感录欧战才了的时候，中国很抱着许多希望，因此现在也发出许多悲观绝望的声音，说世界上没有人道，人道这句话是骗人的。有几位评论家，还引用了他们外国论者自己责备自己的文字，来证明所谓文明人者，比野蛮尤其野蛮。这诚然是痛快淋漓的话，但要问照我们的意见，怎样才算有人道呢？那答话，想来大约是收回治外法权，收回租界，退还庚子赔款现在都很渺茫，实在不合人道。但又要问我们中国的人道怎么样？那答话，想来只能。对于人道只能的人的头上，决不会掉下人道来。因为人道是要各人竭力挣来，培植，保养的，不是别人布施，捐助的。其实近于真正的人道，说的人还不很多，并且说了还要犯罪。若论皮毛，却总算略有进步了。这回虽然是一场恶战，也居然没有食肉寝皮，没有夷其社稷，而且新兴了十八个小国。"}
{"text":"但又要问我们中国的人道怎么样？那答话，想来只能。对于人道只能的人的头上，决不会掉下人道来。因为人道是要各人竭力挣来，培植，保养的，不是别人布施，捐助的。其实近于真正的人道，说的人还不很多，并且说了还要犯罪。若论皮毛，却总算略有进步了。这回虽然是一场恶战，也居然没有食肉寝皮，没有夷其社稷，而且新兴了十八个小国。就是德国对待比国，都说残暴绝伦，但看比国的公布，也只是囚徒不给饮食，村长挨了打骂，平民送上战线之类。这些事情，在我们中国自己对自己也常有，算得什么希奇？人类尚未长成，人道自然也尚未长成，但总在那里发荣滋长。我们如果问问良心，觉得一样滋长，便什么都不必忧愁将来总要走同一的路。看罢，他们是战胜军国主义的，他们的评论家还是自己责备自己，有许多不满。不满是向上的车轮，能够载着不自满的人类，向人道前进。多有不自满的人的种族，永远前进，永远有希望。多有只知责人不知反省的人的种族，祸哉祸哉！本篇最初发表于一九一九年十一月一日新青年第六卷第六号，署名唐俟。治外法权这里是指过去帝国主义国家通过不平等条约在中国享有的领事裁判权。根据这种特权，居留中国的外国侨民不受中国法律的管辖，他们在中国犯了罪或成为民事诉讼的被告时，只受本国的领事或由其本国所设立的法庭依照他们的法律审判。它保护帝国主义分子和外国不法侨民在中国进行罪恶活动。庚子赔款一九年庚子，德法俄等八个帝国主义国家联合发动侵略中国的战争，一九一年辛丑，强迫清政府签订丧权辱国的辛丑条约，其中规定中国向八国赔款银四亿五千万两，年息四厘，分三十九年还清，本息共计九亿八千多万两。这笔赔款通称庚子赔款。社稷古代我国帝王或诸侯在都城设立的祭祀社神土神和稷神谷神的庙，旧时用作国家政权的代称。新兴了十八个小国第一次世界大战期间及战后重建或新建的国家，有塞尔维亚―克罗地亚―斯洛文尼亚王国一九二九年改名南斯拉夫爱沙尼亚拉脱维亚立陶宛波兰捷克斯拉夫芬兰冰岛奥地利匈牙利白俄罗斯乌克兰摩尔达维亚格鲁吉亚阿塞拜疆亚美尼亚汉志远东共和国等。它们有的后来又并入其他国家。随感录随感录古来很有几位恨恨而死的人物。"}
{"text":"新兴了十八个小国第一次世界大战期间及战后重建或新建的国家，有塞尔维亚―克罗地亚―斯洛文尼亚王国一九二九年改名南斯拉夫爱沙尼亚拉脱维亚立陶宛波兰捷克斯拉夫芬兰冰岛奥地利匈牙利白俄罗斯乌克兰摩尔达维亚格鲁吉亚阿塞拜疆亚美尼亚汉志远东共和国等。它们有的后来又并入其他国家。随感录随感录古来很有几位恨恨而死的人物。他们一面说些怀才不遇天道宁论的话，一面有钱的便狂嫖滥赌，没钱的便喝几十碗酒，――因为不平的缘故，于是后来就恨恨而死了。我们应该趁他们活着的时候问他诸公！您知道北京离昆仑山几里，弱水去黄河几丈么？火药除了做鞭爆，罗盘除了看风水，还有什么用处么？棉花是红的还是白的？谷子是长在树上，还是长在草上？桑间濮上如何情形，自由恋爱怎样态度？您在半夜里可忽然觉得有些羞，清早上可居然有点悔么？四斤的担，您能挑么？三里的道，您能跑么？他们如果细细的想，慢慢的悔了，这便很有些希望。万一越发不平，越发愤怒，那便爱莫能助。――于是他们终于恨恨而死了。中国现在的人心中，不平和愤恨的分子太多了。不平还是改造的引线，但必须先改造了自己，再改造社会，改造世界万不可单是不平。至于愤恨，却几乎全无用处。愤恨只是恨恨而死的根苗，古人有过许多，我们不要蹈他们的覆辙。我们更不要借了天下无公理，无人道这些话，遮盖自暴自弃的行为，自称恨人，一副恨恨而死的脸孔，其实并不恨恨而死。本篇最初发表于一九一九年十一月一日新青年第六卷第六号，署名唐俟。天道宁论语见梁朝江淹恨赋试望平原，蔓草萦骨，拱木敛魂。人生到此，天道宁论！于是仆本恨人，心惊不已。弱水即额济纳河，在甘肃省西北部。桑间濮上桑间，在濮水上，春秋时卫国的地方。相传当时附近男女常在这里聚会。汉书地理志卫地有桑间濮上之阻，男女亦亟聚台，声色生焉。随感录随感录从前看见清朝几件重案的记载，臣工拟罪很严重，圣上常常减轻，便心里想大约因为要博仁厚的美名，所以玩这些花样罢了。后来细想，殊不尽然。暴君治下的臣民，大抵比暴君更暴暴君的暴政，时常还不能餍足暴君治下的臣民的欲望。中国不要提了罢。"}
{"text":"于是仆本恨人，心惊不已。弱水即额济纳河，在甘肃省西北部。桑间濮上桑间，在濮水上，春秋时卫国的地方。相传当时附近男女常在这里聚会。汉书地理志卫地有桑间濮上之阻，男女亦亟聚台，声色生焉。随感录随感录从前看见清朝几件重案的记载，臣工拟罪很严重，圣上常常减轻，便心里想大约因为要博仁厚的美名，所以玩这些花样罢了。后来细想，殊不尽然。暴君治下的臣民，大抵比暴君更暴暴君的暴政，时常还不能餍足暴君治下的臣民的欲望。中国不要提了罢。在外国举一个例小事件则如的剧本按察使，众人都禁止他，俄皇却准开演大事件则如巡抚想放耶稣，众人却要求将他钉上十字架。暴君的臣民，只愿暴政暴在他人的头上，他却看着高兴，拿残酷做娱乐，拿他人的苦做赏玩，做慰安。自己的本领只是幸免。从幸免里又选出牺牲，供给暴君治下的臣民的渴血的欲望，但谁也不明白。死的说阿呀，活的高兴着。本篇最初发表于一九一九年十一月一日新青年第六卷第六号，署名唐俟。臣工群臣百官。果戈理。参看本卷第页注。按察使，今译钦差大臣，作于一人三四年至一八三六年间。耶稣被钉上十字架的故事，据新约全书记载，耶稣在耶路撒冷传道时，为门徒犹大所出卖，被捕后解交罗马帝国驻犹太总督彼拉多。彼拉多因耶稣无罪，想释放他，但遭到祭司长文士和民间长老们的反对，结果耶稣被钉死在十字架上。随感录随感录做了我们现在怎样做父亲的后两日，在有岛武郎著作集里看到与幼者这一篇小说，觉得很有许多好的话。时间不住的移过去。你们的父亲的我，到那时候，怎样映在你们眼里，那是不能想像的了。大约像我在现在，嗤笑可怜那过去的时代一般，你们也要嗤笑可怜我的古老的心思，也未可知的。我为你们计，但愿这样子。你们若不是毫不客气的拿我做一个踏脚，超越了我，向着高的远的地方进去，那便是错的。人间很寂寞。我单能这样说了就算么？你们和我，像尝过血的兽一样，尝过爱了。去罢，为要将我的周围从寂寞中救出，竭力做事罢。我爱过你们，而且永远爱着。这并不是说，要从你们受父亲的报酬，我对于教我学会了爱你们的你们的要水，只是受取我的感谢罢了像吃尽了亲的死尸，贮着力量的小狮子一样，刚强勇猛，舍了我，踏到人生上去就是了。"}
