{"text":"假设历史上曾有一位大智者，一下发现了一切新奇一切有趣，发现了终极真理，根绝了一切发现的可能性，我就情愿到该智者以前的年代去生活。这是因为，假如这种终极真理已经被发现，人类所能做的事就只剩下依据这种真理来做价值判断。从汉代以后到近代，中国人就是这么生活的。我对这样的生活一点都不喜欢。我认为，在人类的一切智能活动里，没有比做价值判断更简单的事了。假如你是只公兔子，就有做出价值判断的能力――大灰狼坏，母兔子好然而兔子就不知道九九表。此种事实说明，一些缺乏其他能力的人，为什么特别热爱价值的领域。倘若对自己做价值判断，还要付出一些代价对别人做价值判断，那就太简单太舒服了。讲出这样粗暴的话来，我的确感到羞愧，但我并不感到抱歉。因为这种人士带给我们的痛苦实在太多了。在一切价值判断之中，最坏的一种是想得太多太深奥超过了某些人的理解程度是一种罪恶。我们在体验思想的快乐时，并没有伤害到任何人不幸的是，总有人觉得自己受了伤害。诚然，这种快乐不是每一个人都能体验到的，但我们不该对此负责任。我看不出有什么理由要取消这种快乐，除非把卑鄙的嫉妒计算在内――这世界上有人喜欢丰富，有人喜欢单纯我未见过喜欢丰富的人妒恨伤害喜欢单纯的人，我见到的情形总是相反。假如我对科学和艺术稍有所知的话，它们是源于思想乐趣的滔滔江河，虽然惠及一切人安这江河决不是如某些人所想象的那样，为他们而流，正如以思想为乐趣的人不是为他们而生一样。对于一位知识分子来说，成为思维的精英，比成为道德精英更为重要。人当然有不思索把自己变得愚笨的自由对于这一点，我是一点意见都没有的。问题在于思索和把自己变聪明的自由到底该不该有。喜欢前一种自由的人认为，过于复杂的思想会使人头脑昏乱，这听上去似乎有些道理。假如你把深山里一位质朴的农民请到城市的化工厂里，他也会因复杂的管理感到头晕，然而这不能成为取消化学工业的理由。所以，质朴的人们假如能把自己理解不了的事情看作是与己无关的事，那就好了。假如现在我周围的世界又充满了文革时的军代表和道德教师，只能使我惊，不能使我惧。因为我已经活到了四十二岁。我在大学里遇到了把知识当做幸福来传播的数学教师，他使学习数学变成了一种乐趣。我遇到了启迪我智慧的人。我有幸读到了我想看的书――这个书单很是庞杂，从罗素的西方哲学史，一直到英国维多利亚时期的地下小说。"}
{"text":"假如你把深山里一位质朴的农民请到城市的化工厂里，他也会因复杂的管理感到头晕，然而这不能成为取消化学工业的理由。所以，质朴的人们假如能把自己理解不了的事情看作是与己无关的事，那就好了。假如现在我周围的世界又充满了文革时的军代表和道德教师，只能使我惊，不能使我惧。因为我已经活到了四十二岁。我在大学里遇到了把知识当做幸福来传播的数学教师，他使学习数学变成了一种乐趣。我遇到了启迪我智慧的人。我有幸读到了我想看的书――这个书单很是庞杂，从罗素的西方哲学史，一直到英国维多利亚时期的地下小说。这最后一批书实在是很不堪的，但我总算是把不堪的东西也看到了。当然，我最感谢的是那些写了好书的人，比方说，萧伯纳马克吐温卡尔维诺杜拉斯等等，但对那些写了坏书的人也不怨恨我自己也写了几本书，虽然还没来得及与大陆读者见面，但总算获得了一点创作的快乐。这些微不足道的幸福就能使我感到在一生中稍有所得，比我父亲幸福，比那些将在思想真空里煎熬一世的年轻人幸福。作为一个有过幸福和痛苦两种经历的人，我期望下一代人能在思想方面有些空间来感到幸福，而且这种空间比给我的大得多。而这些呼吁当然是对那些立志要当军代表和道德教师的人而发的。中国知识分子与中古遗风一什么是知识分子？我到现在还不确切知道什么人算是知识分子，什么人不算。插队的时候，军代表就说过我是小资产阶级知识分子。那一年我只有十七岁，上过六年小学，粗识些文字，所以觉得知识分子这四个字受之有愧。顺便说一句，小资产这三个字也受之有愧，我们家里吃的是公家饭，连家具都是公家的，又没有在家门口摆摊卖香烟，何来小资产？至于说到我作为一个人，理应属于某个阶级，我倒是不致反对，但到现在我也不知道知识青年算什么阶级。假如硬要比靠，我以为应当算是流氓无产者之类。这些已经扯得太远了。我们国家总以受过某种程度的教育尺度来界定知识分子，外国人却不是这样想的。我在美国留学时，和老美交流过，他们认为工程师，牙医之类的人，只能算是专业人员，不算知识分子，知识分子应该是在大学或者研究部门供职，不坐班也不挣大钱的那些人。照这个标准，中国还算有些知识分子。"}
{"text":"假如硬要比靠，我以为应当算是流氓无产者之类。这些已经扯得太远了。我们国家总以受过某种程度的教育尺度来界定知识分子，外国人却不是这样想的。我在美国留学时，和老美交流过，他们认为工程师，牙医之类的人，只能算是专业人员，不算知识分子，知识分子应该是在大学或者研究部门供职，不坐班也不挣大钱的那些人。照这个标准，中国还算有些知识分子。纽约时报有一次对知识分子下了个定义，我不敢引述，因为那个标准说到了要批判社会，照此中国就没有或几乎没有知识分子。还有一个定义是在消闲刊物上看来的，我也不大敢信。照那个标准，知识分子全都住在纽约的格林威治村，愤世疾俗，行为古怪，并且每个人都以为自己是世界上最后一个知识分子。所以我们还是该以有一份闲差或教职为尺度来界定现在的知识分子，以便比较。如果到历史上去找知识分子，先秦诸子和古希腊的哲学家当然是知识分子，但是距离太遥远。到了中古，我们找到的知识分子的对应物就该是这样的在中国，是一些进了县学或者州学的读书人，在等着参加科举考试的时候，能领到些米或者柴火学官不时来考较一下，实在不通的要打一顿等到中了科举当了官，恐怕就不能算是知识分子所研究的学问，属于伦理学或者道德哲学之类。而在欧洲，是些教士或修道士，通晓拉丁文，打一辈子光棍，万一打熬不住，搞了同性恋，要被火烧死，研究的学问是神学，一个针尖上能立几个天使之类。虽然生活清苦，两边的知识分子都有远大的理想。这边以天下为己任，不亦重乎？那边立志献身于上帝，不亦高尚乎？当然，两边都出了些好人物。咱们有关汉卿，曹雪芹，人家有哥白尼，布鲁诺，不说是平分秋色，起码是各有千秋。所以在中古时中外知识分子很是相像。到了近代就不像了。二中国的知识分子的中古遗风现代中国的知识分子，相比之下中古的遗风多些，首先表现在受约束上。试举一例，有一位柯老说过，知识分子两大特点，一是懒，二是贱三天不打，尾巴就翘到天上去了。他老人家显出了学官的嘴脸。前几天我在电视剧针眼儿胡同里听见一位派出所所长也说了类似的话，此后我一直等待正式道歉，还没等到。顺便说说，当年军代表硬要拿我算个知识分子，也是要收拾我。此种事实说明，中国知识分子的屁股离学官的板子还不太远。"}
{"text":"试举一例，有一位柯老说过，知识分子两大特点，一是懒，二是贱三天不打，尾巴就翘到天上去了。他老人家显出了学官的嘴脸。前几天我在电视剧针眼儿胡同里听见一位派出所所长也说了类似的话，此后我一直等待正式道歉，还没等到。顺便说说，当年军代表硬要拿我算个知识分子，也是要收拾我。此种事实说明，中国知识分子的屁股离学官的板子还不太远。而外国的例子是有一位赫赫有名的福柯，颇有古希腊的遗风，是公开的同性恋者，未听说法国人要拿他点天灯。不管怎么说，中外知识分子还是做着一样的事，只是做法不同否则也不能都被叫做知识分子这就是做自己的学问和关注社会。做学问的方面，大家心里有数，我就不加评论了。至于关注社会，简直是一目了然关心的方式大不相同。中国知识分子关注社会的伦理道德，经常赤膊上阵，论说是非而外国的知识分子则是以科学为基点，关注人类的未来就是讨论道德问题，也是以理性为基础来讨论。弗罗姆，马尔库塞的书，国内都有译本，大家看看就明白了。人家那里热衷于伦理道德的，主要是些教士，还有一些是家庭妇女我听说美国一些抵制色情协会都是家庭妇女在牵头可能有以偏盖全之处。我敢说大学教授站在讲坛上，断断不会这样说你们这些罪人，快忏悔吧，这与身份不符。因为口沫飞溅，对别人大做价值评判，层次很低。教皇本人都不这样，我在电视上看到过他，笑眯眯的，说话很和气，遇到难以教化的人，就说我为你祷告，求上帝启示于你比之我国某位作家动不动就警告，真有天壤之别。据我所知，教皇博学多识，我真想把他也算个知识分子，就怕他不乐意当。我国知识分子在讨论社会问题时，常说的一件事就是别人太无知。举例言之，我在海外求学时，在人民日报海外版上看到了一篇文章，就说现在大学生水平太低，连郭鲁茅巴都不知道，我登时就如吃了一闷棍。我想这是个蒙古人，不知为什么我该知道他。想到了半夜才想出来，原来他是郭沫若，，茅盾，四位先生。一般来说，知识的多寡是个客观的标准，但把自编的黑话也列入知识的范畴，就难说有多客观了。现在中学生不知道李远哲也是个罪名据我所知，学化学的研究生也未必能学到李先生的理论他们还有个罪名是追星族，鬼迷心窍，连杨振宁，李政道，李四光是谁都不知道。"}
{"text":"我想这是个蒙古人，不知为什么我该知道他。想到了半夜才想出来，原来他是郭沫若，，茅盾，四位先生。一般来说，知识的多寡是个客观的标准，但把自编的黑话也列入知识的范畴，就难说有多客观了。现在中学生不知道李远哲也是个罪名据我所知，学化学的研究生也未必能学到李先生的理论他们还有个罪名是追星族，鬼迷心窍，连杨振宁，李政道，李四光是谁都不知道。据我所知，这三位先生的学问实在高深，中学生根本不该懂，不知道学问，死记些名字，有何必要？更何况记下这些名字之后屈指一算，多一半都入了美国籍，这是给孩子灌输些什么？还有一个爱说的话题就是别人格调低下，我以为这句话的意思是说兄弟我格调甚高，不是俗人！我在一篇匈牙利小说里看到过这种腔调，小说的题目叫会说话的猪。总的来说，这类文章的要点是说别人都不够好，最后呼吁要大大提高全社会的道德水平，否则就要国将不国。这种挑别人毛病的文章，国外的报刊上也有。只是挑出来的毛病比较靠谱，而且没有借着贬别人来抬自己。如果把道德的伦理功能概括为批判和建设两个方面，以上所说的属于批判方面。我不认为这是批判社会这是批判人。知识分子的批判火力对两类人最为猛烈一类是中学生另一类是踩着地雷断了腿的同类。这道理很明白别人咱也惹不起。现在该说说建设的方面了。这些年来，大家蜂拥而上赞美过的正面形象，也就是渴望里面的一位妇女。该妇女除了长得漂亮之外，还像是封建时期一个完美的小媳妇。当然，大伙是从后一个方面，而不是前一个方面来赞美她这也是中古的遗风。不过，要旌表一个戏中人，这可太古怪了。我们知识分子的正面形象则是谢绝了国外的高薪聘请，回国服务。想要崇高，首先要搞到一份高薪聘请，以便拒绝掉，这也太难为人了在知识分子里也没有普遍意义。所以，除了树立形象，还该树立个森严的道德体系，把大家都纳入体系。从道德上说事，就人人都被说着了。所谓道德体系，是价值观念里跟人有关的部分。有人说他森严点好，有人说他松散点好，我都没有意见。主要的问题是，价值观念不是某个人能造出来的人类学上有些说法，难以一一引述，道德体系也不是说立哪个就能立起哪个。就说儒家的道德体系吧，虽然是孔孟把他造了出来，要不是大一统的中央帝国拿它有用，恐怕早被人忘掉了。"}
{"text":"所以，除了树立形象，还该树立个森严的道德体系，把大家都纳入体系。从道德上说事，就人人都被说着了。所谓道德体系，是价值观念里跟人有关的部分。有人说他森严点好，有人说他松散点好，我都没有意见。主要的问题是，价值观念不是某个人能造出来的人类学上有些说法，难以一一引述，道德体系也不是说立哪个就能立起哪个。就说儒家的道德体系吧，虽然是孔孟把他造了出来，要不是大一统的中央帝国拿它有用，恐怕早被人忘掉了。现在的知识分子想造道德体系，关上门就可以造。造出来人家用不用，那就是另一回事了，我们当然可以潜心于伦理学，道德哲学，营造一批道德体系，供社会挑选，或是向社会推荐但是这件事也没见有人干。当年冯定老先生就栽在这上面，所以现在的知识分子都学乖了，只管呼吁不管干，并且善用一种无主句要如何如何。此种句式来源于圣经。创世记上帝说，要有光，于是有了光，真是气魄宏伟。上帝的句式，首长用用还差不多。咱们用也就是跟着起哄罢了。现在可以说说中国现代知识分子的中古遗风是什么了。他既不像远古的中国知识分子如孔孟，杨朱，墨子那样建立道德体系，也不像现代欧美知识分子跨价值观的立论价值中立。最爱干的事是拿着已有的道德体系说别人，如前所述，这正是中古的遗风。倒霉的是，在社会的转型时期，已有的道德体系不完备，自己都说不清于是就哀叹人心不古，世道浇漓，道德武器船不坚，炮不利，造新船新炮又不敢。其实可以把开船打炮的事交给别人干但咱们又怕失业。当然，知识分子也是社会的一分子，也该有公民热情，针砭时弊也是知识分子该干的事不过出于公民热情去做事时，是以公民的身份，而非知识分子的身份，和大家完全平等。这个地位咱们又接受不了，非要有点知识分子特色不可。照我看这个特色就是中古特色。三中国知识分子该不该放弃中古遗风？现在中国知识分子在关注社会时，批判找不着目标，颂扬也找不着目标，只一件事找得着目标呼吁速将大任降给我们，这大任乃是我们维护价值体系的责任，没有它我们就丧失了存在的意义。要论价值体系的形成，从自然地理到生活方式都有一份作用，其功能也是关系到每一个人，维护也好，变革也罢，总不能光知识分子说了算哪。要社会把这份责任全交给你，得有个理由。总不能说我除了这件事之外旁的干不来吧？凭我妙笔生花，词儿多？那就是把别人当傻子了。"}
{"text":"照我看这个特色就是中古特色。三中国知识分子该不该放弃中古遗风？现在中国知识分子在关注社会时，批判找不着目标，颂扬也找不着目标，只一件事找得着目标呼吁速将大任降给我们，这大任乃是我们维护价值体系的责任，没有它我们就丧失了存在的意义。要论价值体系的形成，从自然地理到生活方式都有一份作用，其功能也是关系到每一个人，维护也好，变革也罢，总不能光知识分子说了算哪。要社会把这份责任全交给你，得有个理由。总不能说我除了这件事之外旁的干不来吧？凭我妙笔生花，词儿多？那就是把别人当傻子了。凭我是个好人？这话人人会说，故而不能认真对待。我知道有人很想说，历史上就是我们负这责任。这不是个道理，历史上男子可以三妻四妾，妇女还裹脚哪，咱们可别讲出这种糊涂油蒙了心的话来找挨骂。再说，拉着历史的车轮逆转，咱们这些人是拉不动的。说来说去，只能说凭我清楚明白。那么我只能凭思维能力来负这份责任，说那些说得清的事把那些说不清的事，交付公论。现代的欧美知识分子就是这么讨论社会问题从人类的立场，从科学的立场，从理性的立场，把价值的立场剩给别人。咱们能不能学会？最后说说中国知识分子的传统。当然，他有士的传统。有人说，他先天下之忧而忧，后天下之乐而乐悲观主义者？。有人说，他以天下为己任国际主义者？，我看都不典型。最典型的是他自以为道德清高士有百行，地位崇高四民之首，有资格教训别人教化于民。这就是说，我们是这样看自己的。问题是别人怎样看我们。我所见到的事，实属可怜，脱裤子割尾巴地混了这么多年，才混到工人阶级队伍里，可谓心比天高，命比纸薄！在这种情况下，我建议咱们把士的传统忘掉为好，因为不肯忘就是做白日梦了。如果我们讨论社会问题，就讲硬道理有什么事，我知道，别人还不知道或者有什么复杂的问题，我想通了，别人想不通也就是说，按现代的标准来表现知识分子的能力。这样虽然缺少了中国特色，但也未见得不好。知识分子的不幸乔叟特伯雷故事集里，有这样一个故事，有位武士犯了重罪，国王把他交给王后处置。王后命他回答一个问题什么是女人最大的心愿？这位武士当场答不上来，王后给了他一个期限，到期再答不上来，就砍他的脑袋。于是，这位武士走遍天涯去寻求答案。"}
{"text":"这样虽然缺少了中国特色，但也未见得不好。知识分子的不幸乔叟特伯雷故事集里，有这样一个故事，有位武士犯了重罪，国王把他交给王后处置。王后命他回答一个问题什么是女人最大的心愿？这位武士当场答不上来，王后给了他一个期限，到期再答不上来，就砍他的脑袋。于是，这位武士走遍天涯去寻求答案。最后终于找到了，保住了自己的头假如找不到，也就不成其为故事。据说这个答案经全体贵妇讨论，一致认为正确，就是女人最大的心愿就是有人爱她。要是在今天，女权主义者可能会有不同看法，但在中世纪，这答案就可以得满分啦。我也有一个问题，是这样的什么是知识分子最害怕的事？而且我也有答案，自以为经得起全球知识分子的质疑，那就是知识分子最怕活在不理智的年代。所谓不理智的年代，就是伽利略低头认罪，承认地球不转的年代，也是拉瓦锡上断头台的年代是茨威格服毒自杀的年代，也是跳进太平湖的年代。我认为，知识分子的长处只是会以理服人，假如不讲理，他就没有长处，只有短处，活着没意思，不如死掉。丹麦王子哈姆雷特说活着呢，还是死去，这是问题。但知识分子赶上这么个年代，死活不是问题。最大的问题是这个倒霉的年头儿何时过去。假如能赶上这年头过去，就活着赶不上了就犯不着再拖下去。先生自杀的年代，我已经懂事了，认识不少知识分子。虽然我当时是个孩子，但嘴很严，所以也是他们谈话的对象。就我所知，他们最关心的正是赶得上赶不上的问题。在那年头死掉的知识分子，只要不是被杀，准是觉得赶不上好年头了。而活下来的准觉得自己还能赶上――当然，被改造好了不再是知识分子的人不在此列。因此我对自己的答案颇有信心，敢拿这事和天下人打赌，知识分子最大的不幸，就是这种不理智。下一个问题是我们所说的不理智，到底是因何而起？对此我有个答案，但不愿为此打赌，主要是怕对方输了赖帐此种不理智，总是起源于价值观或信仰的领域。不很久以前，有位外国小说家还因作品冒犯了某种信仰，被下了决杀令，只好隐姓埋名躲起来。不管此种宗教的信仰者怎么看，我总以为，因为某人写小说就杀了他是不理智的。所幸这道命令已被取消，这位小说家又可以出来角逐布克奖了。"}
{"text":"因此我对自己的答案颇有信心，敢拿这事和天下人打赌，知识分子最大的不幸，就是这种不理智。下一个问题是我们所说的不理智，到底是因何而起？对此我有个答案，但不愿为此打赌，主要是怕对方输了赖帐此种不理智，总是起源于价值观或信仰的领域。不很久以前，有位外国小说家还因作品冒犯了某种信仰，被下了决杀令，只好隐姓埋名躲起来。不管此种宗教的信仰者怎么看，我总以为，因为某人写小说就杀了他是不理智的。所幸这道命令已被取消，这位小说家又可以出来角逐布克奖了。对于这世界上的各种信仰，我并无偏见，对有坚定信仰的人我还很佩服，但我不得不指出，狂信会导致偏执和不理智。有一篇歌词，很有点说明意义跨过大海，尸浮海面，跨过高山，尸横遍野，为天皇捐躯，视死如归。这是一首日本军歌的歌词，从中不难看出，对天皇的狂信导致了最不理智的死亡欲望。一位知识分子对歌中唱到的风景，除了痛心疾首，不应再有其他评价。还有一支出于狂信的歌曲，歌词如下无产阶级文化大革命，就是好！就是好来就是好啊，就是好！这四个就是好，无疑根绝了讲任何道理的可能性。因为狂信，人就不想讲理。我个人以为，无理可讲比尸横遍野更糟而且，只要到了无理可讲的地步，肯定也要尸横遍野，文化革命里就死人不少，还造成了全民知识水平的大倒退。当然，信仰并不是总要导致狂信，它也不总是导致不理智。全无信仰的人往往不堪信任，在我们现在的社会里，无信仰无价值的人正给社会制造麻烦，谁也不能视而不见。十年前，我在美国，和我的老师讨论这个问题，他说对一般人来说，有信仰比无信仰要好。起初我不赞成，后来还是被他说服了。十年前我在美国，适逢里根政府要通过一个法案，要求所有的中小学在课间安排一段时间，让所有的孩子在教师的带领下一起祷告。因为想起了文化革命里的早请示，我听了就摇头，险些把脑袋摇了下来。我老师说这件事你可以不同意，但不要这样嗤之以鼻――没你想的那么糟。政府没有强求大家祈祷新教的上帝。佛教孩子可以念阿弥陀佛，伊斯兰教的孩子可以祷告真主，中国孩子也可以想想天地祖宗――各自向自己的神祈祷，这没什么不好。但我还是要摇头。我老师又说不要光想你自己！十几岁的孩子总不会是知识分子吧。"}
