{"text":"是的，他站对了舞台，在麦克风前，唱出了人生的最强音，这样的选择无疑比无数程序化的演讲，更令人动容。事实上，人人都是人生的主角，许多人只是站错了舞台，才使短暂却珍贵的一生耗费在一个看不到出路的角色上。聪明的朋友，这个世界有许多舞台，正是这无限的选择，给你机会成就自己。让我们睁开灵动着智慧的双眼，寻那样一方美丽的天地，去释放生命的能量，去完成从一块不起眼的顽石到人人称羡的琼瑶的华丽转身。站对人生的舞台，成就人生的辉煌！你觉得呢？点评议论文的结构，散文化的语言，是本文的特色。于第段末尾鲜明地提出论点站对舞台，造就成功。中间三段分别举例论证，均以介宾短语当领起，叙议结合，句式多样灵活，从而有效地避免了议论文刻板的一面。第段，由反面写起，转向正面论述，进一步照应强化论点。结尾一句你觉得呢，运用第二人称，这在议论文写作中也是一种尝试。角色转换之间如果年轻人与老人之间就某个问题观点产生分歧，且不论真理站在哪一方，老人总会用不屑的语气说你懂什么！我吃过的盐比你吃的米还多，我过的桥比你走的路还多！然而在科技文化思想瞬息万变的现代社会，吃过的盐走过的桥这类经验论真的还能占上风吗？谁又能保证年轻一代创造的新文化不比传统文化丰富？文化反哺不是凶恶的暗流，是社会发展的必然产物。年长一代也不必惊慌抗拒，正如韩愈所说无贵无贱，无长无少，道之所存，师之所存也。因此在不同的道之间，施教者与受教者之间，往往会发生角色转换。很大一部份时间里，年长一辈是施教者，他们作为传统文化的传承者，向后辈讲述经久不衰的故事，描述所见所闻以及体会感悟。那么独特的习俗或是家族精神，构建起年轻一代文化根基，使之吸取传统文化土壤中丰厚的营养。年轻人这才得以站在前人的肩膀上，看得更远。当年轻一代吸收了足够的养分破土而出时，往往又会发现世界与长辈的描述不尽相同。年轻人凭借旺盛的生命力勇敢迎接大千世界缤纷多彩的文化的冲击。传统的和现代的民族的和世界的阳光的和晦涩的各种文化，年轻人总能以极快的速度接受分析消化。由于这些额外的养料，年轻一代或许能成长地更快，有一天，超过了年长一辈。观察社会进程我们会发现，因为生活条件的逐渐改善，年轻一辈的平均身高一般会超过前辈。同样的，因为思想观念的开放，年轻一辈的学习能力也强于前辈。"}
{"text":"当年轻一代吸收了足够的养分破土而出时，往往又会发现世界与长辈的描述不尽相同。年轻人凭借旺盛的生命力勇敢迎接大千世界缤纷多彩的文化的冲击。传统的和现代的民族的和世界的阳光的和晦涩的各种文化，年轻人总能以极快的速度接受分析消化。由于这些额外的养料，年轻一代或许能成长地更快，有一天，超过了年长一辈。观察社会进程我们会发现，因为生活条件的逐渐改善，年轻一辈的平均身高一般会超过前辈。同样的，因为思想观念的开放，年轻一辈的学习能力也强于前辈。于是，年轻人获得了前所未有的反哺能力。年轻人能从受教者转换成施教者还有一个原因他们在创造文化，新文化中蕴含了鲜明的时代活力，这正是年长一辈所缺乏的。文化反哺与鸟类反哺一样是自然社会的正常现象。角色转换期间也可能发生一些冲突。面对冲突，我想年轻人即使变成了施教者也要给予长辈充分的尊重，一如雏鸟长大后仍要听取老鸟的经验同时即使长辈不再是施教者，也不必认为地位受到了动摇，学无止境，见贤思齐，才能终身增长文化内涵。只有不断地角色转换，才能使文化永葆新鲜，成为社会进步的不竭之源。琵琶行之父母有情转轴拨弦三两声，未成曲调先有情孩子是父母爱的结晶，是由爱情转为亲情的结点。于是，我的爸妈便将我视作上帝赐予他们的天使。在母亲的肚子宫殿里，我开始了家庭教育的第一课。听轻音乐，做有氧体操，嘿嘿，都是我的必修课。在温暖亲切的环境下，我快乐地成长着。大弦嘈嘈如急雨，小弦切切如私语。嘈嘈切切错杂弹，大珠小珠落玉盘爱女成凤。严父慈母在我的童年是两个互补的角色。厉声训斥我的父亲在教导我的时候，总有母亲和声细语的安慰。这便是成功所在。童年，我学的东西扎实牢固，这是父亲的功劳，我的心灵善良而不娇气，这便是他的疼爱有加了。绝不作温室花朵，也绝不堕落消极。间关莺语花底滑上学后，爸妈便对我松了一点，不再成天限制我的活动。为了缓解学习的压力，爸妈喜欢在周末带我到郊外踏青。那段日子始终印在我的脑海，因为美好，因为不再重演。记得，花儿总是开着的，草儿总是绿油油的，风儿总是和煦的，鸟儿总是快活的，像我的心情。冰泉冷涩弦凝绝，凝绝不通声暂歇，别有幽愁暗恨生，此时无声胜有声当叛逆之神降临时，我不再乖巧地讨父母欢心。总是觉得自己已经长大，不再需要陈词滥调的叮咛和唠叨。"}
{"text":"绝不作温室花朵，也绝不堕落消极。间关莺语花底滑上学后，爸妈便对我松了一点，不再成天限制我的活动。为了缓解学习的压力，爸妈喜欢在周末带我到郊外踏青。那段日子始终印在我的脑海，因为美好，因为不再重演。记得，花儿总是开着的，草儿总是绿油油的，风儿总是和煦的，鸟儿总是快活的，像我的心情。冰泉冷涩弦凝绝，凝绝不通声暂歇，别有幽愁暗恨生，此时无声胜有声当叛逆之神降临时，我不再乖巧地讨父母欢心。总是觉得自己已经长大，不再需要陈词滥调的叮咛和唠叨。喜欢上奇装异服，喜欢上顶嘴，家里的气氛有些凝重。回想起来，我似乎要走上一条错路了。要多谢我的父亲。那副严厉的面孔突然换成了和蔼和耐心。他一步步地引导我，既不揭我的短，也不重复说教，黑色的日子就在无声中过去了。曲终收拨当心划，四弦一声如裂帛终于把我拉扯大了。即将离开父母的我有些悲壮的感觉。爸妈老了，我发现他们鬓上的白丝爸妈笑了，当我发现他们满足的欣慰的目光。我突然哭了，爸妈的爱和他们的言传身教早已铭刻我心。最后，爸爸说孩子，以后的路只能自己去走了，自己好好把握啊！座上泣下谁最多，掌上明珠双眸湿我要感谢父亲母亲的教导，他们是最普通的父母，却是我永远敬仰的明星。他们为我照亮了前方的路，引导我走向光明的未来。谢谢！这是我唯一能说的话了。亮点透视本文构思精巧，显示了该考生驾驭体裁的能力。文章以古代名篇琵琶行作为行文结构转换的标志，同时将考生的成长过程有机地结合到了一起，文章散得开，也收得拢，思路清晰，语言也很精炼准确。文章说理有感情，能说到人的心坎上，很打动人早东方欲晓，莫道君行早。那么真的是因为时候不早了，所以你便要过早的从我人生中退出？我还记得某日清晨，从睡梦中醒来。寻你，你在阳台，于那纷繁的花海中对我轻笑。这个片段一直定格在脑海中，以至于学毛主席的卜算子咏梅时也忍不住哈哈大笑。你这个他可是身高八尺的大汉呢！却不知为什么你被那些娇羞的花簇拥着，看起来都不觉得突兀。你还记得那年除夕，你和我的约定吗？你们单位组织的出游，使你迟迟不能归来。于话筒之中，我们约定好了，我一定等着你回来，绝对不能睡着。却在次日清晨从睡梦中醒来，看见你又朝我笑。我怪你没叫我。你无奈地笑着打都打过了，你不醒，我有炔么办法。"}
{"text":"寻你，你在阳台，于那纷繁的花海中对我轻笑。这个片段一直定格在脑海中，以至于学毛主席的卜算子咏梅时也忍不住哈哈大笑。你这个他可是身高八尺的大汉呢！却不知为什么你被那些娇羞的花簇拥着，看起来都不觉得突兀。你还记得那年除夕，你和我的约定吗？你们单位组织的出游，使你迟迟不能归来。于话筒之中，我们约定好了，我一定等着你回来，绝对不能睡着。却在次日清晨从睡梦中醒来，看见你又朝我笑。我怪你没叫我。你无奈地笑着打都打过了，你不醒，我有炔么办法。一面又塞给我一把大白兔。你走后，他们都不让我吃糖了。说是糖令我发胖。可是他们不知，你给的糖，几乎甜了我的童年。五年级的那年，也是很早，早到天边只漏出一丝光来。我迷迷糊糊地被大人们推醒，一路牵着，走过无人的街头，走过长长的马路，走到雪白的大楼。谁都没料到的事。大家都认为太早了，太早了，总该再一起过个年啊！我茫然地看着被裹在透明薄膜里的你。面容有些看不清，脖子却是向后仰着垫片嘴也是张着的。我不知道在那一刻你是有多么的不甘墟片不情愿地吐出最后的一口气啊！你的儿子，你的两个女儿，还有我，我们都没在你的身旁呢！你看你，又是这样，谁都没有通知一声。一大清早垫片就兀自走了。就在我的睡梦中，走得没了踪影。以前清晨夹带着一股风便冲进了你家门。看着你案上，新摘的茉烙爆抬头看了眼那樽巨大的观音像带着慈悲的目光，把新摘的花全部倒进你白酒坛子里说是要给你泡酒。吃了几颗你刚从葡萄架上剪来的葡萄。从你的口袋里掘金一般翻找出大白兔，一直到腻得想吐才不吃。这些都没有了。就似乎一朝一夕间，江山就换了代。没有谁能够使你那盆茉莉开得香盈满室了，那葡萄架不久也拆了，甚至连你住的地方也被拆了重建，如今房屋矗立，再也没有那一片开阔。最早的那缕霞光，趴在窗前也已经望不见了。东方欲晓，莫道君行早。东方已晓，默念君不在。你是生命浇灌出的一朵花，于岁月处隐去。我期望着，待我离开这个世界，于另一个世界苏醒的时河爆你会在葡萄架下，茉莉花旁，对我笑着道一声早。那里，永远是晨曦。早风中有谂茉莉的芬芳。不经历风雨怎能见彩虹辽阔苍穹中飞翔的老鹰，必是经历了母鹰无数次摔下山崖的痛苦，才锤炼出一双凌空的翅膀。一颗璀璨无比的珍珠，必然经受过蚌的肉体无数次蠕动以及无数风浪的打磨，才能熠熠生辉。"}
{"text":"最早的那缕霞光，趴在窗前也已经望不见了。东方欲晓，莫道君行早。东方已晓，默念君不在。你是生命浇灌出的一朵花，于岁月处隐去。我期望着，待我离开这个世界，于另一个世界苏醒的时河爆你会在葡萄架下，茉莉花旁，对我笑着道一声早。那里，永远是晨曦。早风中有谂茉莉的芬芳。不经历风雨怎能见彩虹辽阔苍穹中飞翔的老鹰，必是经历了母鹰无数次摔下山崖的痛苦，才锤炼出一双凌空的翅膀。一颗璀璨无比的珍珠，必然经受过蚌的肉体无数次蠕动以及无数风浪的打磨，才能熠熠生辉。同样，一个真正有成就的人，也肯定是在无数次的跌倒后重新站起来的，因为不经历风雨，怎能见彩虹？没有人能随随便便成功。摔了一跤，没有了双腿，这对任何人来说都是沉重的打击。但他没有因此对生活失去信心，而是用自己的大脑和双手去表达对生活的无限热爱。贝多芬双目失明且耳聋，但他依然写出了英雄命运等大量音乐作品，在人生的不幸中，他顽强地扼住了命运的咽喉。这些都是曾经摔过跤的人，但他们却都坚强地站了起来，与命运与不幸抗争，最终取得了巨大的成功。所以对我们每个人来说，摔跤并不可怕，可怕的是你从此对生活失去信心和勇气。冰心说成功的花，人们只惊慕它现时的明艳！然而当初它的芽儿，浸透了奋斗的泪泉，洒遍了牺牲的血雨。所以我们每个人面对不幸时都不能一蹶不振，因为我们都有可能在改变心态后，握住生命的任何一根链条。就像画中那个男孩在摔跤后，面对来自老师家长社会各方面的询问，我们都应大胆地说这没什么大不了的。因为生活是我们自己的，命运是掌握在我们自己手中的，我们的心态我们的选择，决定了人生的方向。挫折是人生的一笔财富，是促使你成功的一剂良药，不经历风雨的花儿，怎么会绚烂？不经历磨难的人生，怎么会发出炫目的光彩？就像年感动中国的人物――洪战辉所说困难，我们有责任去面对它，解决它。作为新一代的年轻人，我们应该明白摔跤并不可怕，就像我们总是有勇气唱起这首歌不经历风雨，怎能见彩虹？没有人能随随便便成功！我要说，不经历一次次摔跤和一次次跌倒后又站起，人怎么能长大？摔跤也是一种幸福，风雨正是雨后彩虹的前兆！"}
{"text":"不经历磨难的人生，怎么会发出炫目的光彩？就像年感动中国的人物――洪战辉所说困难，我们有责任去面对它，解决它。作为新一代的年轻人，我们应该明白摔跤并不可怕，就像我们总是有勇气唱起这首歌不经历风雨，怎能见彩虹？没有人能随随便便成功！我要说，不经历一次次摔跤和一次次跌倒后又站起，人怎么能长大？摔跤也是一种幸福，风雨正是雨后彩虹的前兆！在爱的牵动下飞翔风筝的哀求蔚蓝的天际，鸟儿在自由自在地歌唱微风吹拂下，花儿散发着缕缕幽香仰望寥廓的蓝天，我要展翅飞翔。积蓄了全身的力量，瞄准了向往的方向，我振动双翼准备飞翔。怎么了，这到底是怎么了？我为何飞不起来呢？我焦虑地回望，才发现一根线将我死死拉住，微微的挣扎都伴随着阵阵疼痛。不，我要飞，怎么可以把我捆绑？放开我，我要飞翔！那无尽的天边有着说不完的危险，狂风会让你失去平衡，暴雨会让你失去方向，雷电会折断你娇嫩的翅膀，在我的牵动下你才不会受伤。线轻轻地说。没有你，我会迷失方向没有你，我会犹豫彷徨没有你，我如何变得坚强！但是，请不要把我拉得太紧，就让我在你的牵动下自由飞翔！蝴蝶的翅膀轻轻地吐出丝，然后将自己紧紧捆缚，光明的天空霎时间变得黑暗，我已化作一只蛹。黑暗的日子也许会漫长，束缚的感觉也许会痛苦，但是，那寂寞的等待后将是无限的灿烂。我要变成一只美丽的蝴蝶，我在期待。突然，一把剪刀触动了我的世界，周身紧紧的束缚开始慢慢变松，黑暗中渐渐透出一丝光明！不，请不要动我，我要化作美丽的蝴蝶。不要惊叫，我不忍心你这样痛苦，太紧的束缚会让你幼小的翅膀受伤。就让我帮你去除这些不必要的麻烦，带你来到光明的世界吧！谢谢你！谢谢你们！但这是我必须经历的痛苦，就让我独自承担吧！不经历风雨，如何见彩虹？请放下你的剪刀吧！这时候，我不需要你的帮助，我要靠自己！孩子的泪光一轮明月在云朵中慢慢穿行，一抹清辉轻轻撒在大地上。夜深了，一个小屋的灯光亮着，一个孩子独坐窗前，晶莹的泪珠在他的眼里滚动。我是多么渴望那一片无垠的绿茵场，那滚动的足球里裹着我的梦想。我想踢足球，想驰骋在美妙无比的球场，我想成为球王！他的眼里闪动着光亮。可是，爸爸妈妈不让我出去玩足球，他们怕我摔跤受伤老师禁止我们踢足球，他说那样会影响学习。"}
{"text":"不经历风雨，如何见彩虹？请放下你的剪刀吧！这时候，我不需要你的帮助，我要靠自己！孩子的泪光一轮明月在云朵中慢慢穿行，一抹清辉轻轻撒在大地上。夜深了，一个小屋的灯光亮着，一个孩子独坐窗前，晶莹的泪珠在他的眼里滚动。我是多么渴望那一片无垠的绿茵场，那滚动的足球里裹着我的梦想。我想踢足球，想驰骋在美妙无比的球场，我想成为球王！他的眼里闪动着光亮。可是，爸爸妈妈不让我出去玩足球，他们怕我摔跤受伤老师禁止我们踢足球，他说那样会影响学习。更让人伤心的是，他们都说，政府不给孩子们开球场。光亮一下子在他的眼中消失，他的眼睛又变得黯淡无光。请让我玩足球吧！谢谢你们的关心，谢谢你们的呵护。没有你们，我不会健康成长，可是，我也需要自己决定自己的生活呀！爱我，请别把我搂得太紧。一阵风吹过，传送着孩子们的呼声感谢你们的爱，请轻轻放松你们的双手，让我们在爱的牵动下自由飞翔！名师点评感谢你们的爱，但请轻轻放松你们的双手，给孩子自由飞翔的空间――在文中着力传达自己的心声，发自肺腑，令人感动。拟人手法的巧妙运用，强化了感染力，给读者以亲切感。文章结构精巧，一个总标题下又拟了三个小标题，分别以风筝蝴蝶和孩子的口吻叙述故事，表现同一个主题。这种分列小标题的形式，如鲜花绽放，争奇斗艳，有赏心悦目的美感。我是一只想死的老鼠我是一只想死的老鼠这些天，我一直为自己该怎样死而焦虑不安，我的身体极度不适，但我没上医院，因为前几年有位算命先生告诉过我，我命绝今年，如果挨过了今年，还有几百个日日夜夜。经过深思熟虑，我还是选择上街让人打死。这些年，我愧对人类，把人们用血汗换来的粮食弄进我的黑洞温柔乡，我有十几幢别墅，而且每一个都养着小蜜，我怕光，更不敢走在大街上，老鼠上街，人人喊打嘛，我现在终于认识到自己的错误，就让我的死来向人们陪罪吧！也许后来鼠作个惩戒。一个小时两个小时过去了，可是没有人喊打，连看都没人看我一眼，我慢慢地走着，等待着死亡的降临。我挡住了一个花枝招展的小姐，我想让他大喊大叫，让那些英雄救美的人把我打死，我搂着她的腰说我要非礼你！那位小姐不但没有喊，还报我一个媚眼说看你这派头，不是大款就是大官，我傍你。"}
{"text":"也许后来鼠作个惩戒。一个小时两个小时过去了，可是没有人喊打，连看都没人看我一眼，我慢慢地走着，等待着死亡的降临。我挡住了一个花枝招展的小姐，我想让他大喊大叫，让那些英雄救美的人把我打死，我搂着她的腰说我要非礼你！那位小姐不但没有喊，还报我一个媚眼说看你这派头，不是大款就是大官，我傍你。往日听起来的甜蜜的话，今日听起来如此的刺耳，我丢开她，抱头鼠窜，我想这就是她期望的吧！我跑远了，她还在不停地问电话多少对面向我走来一位老太婆，我想她年龄大，社会阅历丰富，一定能认出我是一只老鼠。可是她与我平静的擦肩而过，我忙抓住她的袖子说难道你认不出我是只老鼠吗？你是老鼠与我有什么关系？现在街上贼眉鼠眼的人多着呢！别烦我，我还要去买菜。她袖子一甩，像年轻了许多似析，飞一般地走了。怪哉！怪哉！是我的认识错了呢，还是他们另有期望？突然，我眼睛一亮，对！警察有枪，像花生米那样，只要一飞过来就行了。我来到一个警察面前说警察同志，我是一只老鼠，你用枪把我打死吧！那警察见了我，啪的一声就立正了，局长好！我不是局长，我是老鼠。你是局长，两年前你还同我们王局一起吃饭。你们王局也是只老鼠。你们怎么是老鼠呢？你们是老鼠，那我们就是老鼠的儿子孙子，以后请你在王局那里多替我说说话，我的名字叫向上官，电话。我慢慢走在大街上，心里乱到了极点，这个社会是怎么了？怎么我的认识与他们的期望相差那么大呢？我仰天长叹谁来杀死我这只想死的老鼠。阅卷老师点评本文构思新颖，视角独特，文章采用童话的形式，以老鼠为自我认识的主体，显示了人们期望的错位，讽刺了人们是非颠倒，将反常视为正常的麻态和不良世风，立意深刻，引人深思。沉默的父爱岁。操场上，一个小男孩学着骑车，旁边站着他的父亲。没有一句指导，没有一丝安慰，小男孩自然是摔了又摔，双腿早已是鲜血淋漓。终于，孩子坐在地上，哭了，哇哇大哭。父亲依旧是那么笔挺地站着，眼中满是不屑与冷漠。"}
{"text":"我仰天长叹谁来杀死我这只想死的老鼠。阅卷老师点评本文构思新颖，视角独特，文章采用童话的形式，以老鼠为自我认识的主体，显示了人们期望的错位，讽刺了人们是非颠倒，将反常视为正常的麻态和不良世风，立意深刻，引人深思。沉默的父爱岁。操场上，一个小男孩学着骑车，旁边站着他的父亲。没有一句指导，没有一丝安慰，小男孩自然是摔了又摔，双腿早已是鲜血淋漓。终于，孩子坐在地上，哭了，哇哇大哭。父亲依旧是那么笔挺地站着，眼中满是不屑与冷漠。孩子多么渴望爸爸的鼓励。没有孩子多么渴望爸爸的拥抱，还是没有。只是那双空洞的眼睛，让孩子感到冷酷与无情。终于，孩子不哭了，倔强地站起来，跨上车，开始又一次的尝试。父亲早已是兴趣索然，转过身，迈着大步，走了。身后又是一阵金属与地面的摩擦声，父亲只是不经意地回了下头，手却在颤抖。孩子站起来，想着刚才父亲冷漠依旧的眼神，两行热泪莫名其妙地滑过他的脸颊。一步两步三步父亲的脚步声依旧坚定。岁。礼堂里，当年的小男孩被人群簇拥着走上了奖台。又一次高举奖杯，又一次欢呼如潮。紧拥着荣誉，在闪光灯不停的闪耀下，孩子艰难地寻找他的父亲。人群中，唯独没有他，台下座位上，只有一个他。瞬间，礼堂仿佛空荡荡的，只有孩子与他的父亲在对视着。还是那么冷漠，依旧是如此不屑。父亲那空洞的眼神让光芒万丈的奖杯褪色。站起身，走向自己的儿子，一把夺过紧拥着的奖杯，父亲毫不犹豫地把它交给后台的老师。两行热泪又一次不由自主地流淌下来，一步两步三步父亲的脚步声依旧坚定。昨天。校门口，一位青年与他的父亲作着告别。没有寒暄，没有宽慰，没有拥抱，没有一句话。直视着父亲，他的皱纹又深了，他的黑发中又添了些灰白。眼睛里滚着泪水，压抑着。在模糊中，父亲那冷漠的眼神里也有些光亮。颤抖的手伸向自己的儿子，半空中停住了，又缩了回来。向门口指了指，父亲又转过身，没有动。远望着父亲远去的背影。及近拐角，父亲定住了，回过头，瞥了一眼，看到儿子。青年人也注视着他的父亲，压抑不住的泪水终于流淌下来。沉默中，心中是那么温暖，一步两步三步今天。考场上。有一个孩子在写着沉默的父爱，心中充满感激与骄傲。我的父亲，他的感情如绵细的秋雨，柔和的春风，没有大起大落，只是淡泊沉默罢了。"}
