{"text":"现在翻阅劫后剩余的所谓健康的诗时，我不禁脸红，其中充斥着空洞的豪言壮语。在二年级学年末，马雅可夫斯基取代海涅成了我的诗歌偶像。这反映了我的感情上的变化，越来越革命化的环境在我身上产生的效果。在完全正面的意义上，海涅也是一个革命诗人，具有非凡的讽刺本领和深刻的内在批判力量，但我当时对此并不理解，反而觉得他的柔情已成为我与时代之间的障碍。我一直也喜欢马雅可夫斯基，这位诗歌界的革命领袖此时凸现出来了，十分符合我的需要，我模仿他写了大量梯形诗。在二年级和三年级暑假，我两次报名到部队参加军训，一次在十三陵，一次在河北固城，那两段时间里写得格外多。我向我的诗宣布我是你们的将军，我给你们找到了最好的政委，他就是革命！我写部队生活，站岗打靶急行军野营等等。我歌颂正在逼近的战争，当时正打越战，国内也在宣传备战，有一种似乎即将要和美帝国主义决一死战的气氛。我想象自己将战死疆场，并且告诉未来和平年代的人们在你们鲜花盛开的花园里，有一朵很不显眼的小花，那是一个无名小诗人的鲜血，他曾经一手写诗，一手扣扳机。在相当一段时间里，我对战争怀着期盼的激情，仿佛战争能解决我的一切问题。对，正是我的问题，而不是世界的问题或国家的问题。这表明在我内心深处有一种绝望，看不到自己在消灭个性的思想改造运动中的出路，消灭了不甘心，不消灭又行不通，只能靠一个连肉体一起消灭的英勇壮举来打上句号了。很显然，这种病态的激情仍是小资性质的。然而，当时我陷在其中，竟还以豪情自夸，在军训归来时宣称我们挺胸肩枪，要用雄壮的脚步声把北大唤醒！图道是一个有健全常识的藏族同学，他读到这句诗，不以为然地摇摇头，用一种几乎是怜悯的目光看了我一眼，以后我每想起这目光就感到惭愧。我不想对自己太苛刻，在那些诗里，我毕竟还找到了一些尚可称道的内容，那大抵是对周围各种现象的讽刺。我最讨厌班上几个滔滔不绝用所谓马列主义教训别人的人，明白告诉他们在浅薄的人手里，真理也会变得无耻。哲学系学生普遍喜欢自称书呆子，我可是知道底细的我们读过几本书，与书何尝相干？我们是呆子，如此而已。在一首诗中，我宣布我的使命是把辩证法的子弹装进诗的机枪，向形而上学开火。按照当时通常的用法，形而上学指静止僵化孤立地看事物的思想方式，于是我可以把我所痛恨的一切具有教条特征的现象塞进这个概念，予以抨击。"}
{"text":"我最讨厌班上几个滔滔不绝用所谓马列主义教训别人的人，明白告诉他们在浅薄的人手里，真理也会变得无耻。哲学系学生普遍喜欢自称书呆子，我可是知道底细的我们读过几本书，与书何尝相干？我们是呆子，如此而已。在一首诗中，我宣布我的使命是把辩证法的子弹装进诗的机枪，向形而上学开火。按照当时通常的用法，形而上学指静止僵化孤立地看事物的思想方式，于是我可以把我所痛恨的一切具有教条特征的现象塞进这个概念，予以抨击。相反，辩证法意味着思想上的灵活性，借助于这个概念，我得以曲折地捍卫已经所剩不多的精神自由。在无产阶级的汪洋大海上，辩证法是我这个小资所能抓住的唯一的救生圈。十三不得不提及一个人在第二学年末，我们年级又发生了一件大事，就是批判反动学生曹秋池。曹一直担心案会殃及他，终未能逃脱。根据当时的标准和所公布的材料，曹是够得上反动的。他的父亲是历史反革命，解放初病死在监狱里一说被镇压了，他针对这一经历写道巨大的历史车轮碾碎了路旁无辜的紫罗兰我心中升起了一种事业感。这无可辩驳地被解释为阶级仇恨。他还说过资本主义是地狱，共产主义是天堂，而社会主义是横在其间的炼狱。这当然是对社会主义的恶毒攻击了。定性的主要根据是，据揭露，他出席了的成立会议，虽然表示自己不参加这个团体，但充当了军师的角色，提出不成立有形组织不出版有形刊物不制定成文纲领订立保密规则等建议，均被采纳了。在批判会上，我和小早作为受害者发了言。小早发言时有点儿慌乱，我忘记他说的内容了，只记得他宣读了曹不久前写给他的一封威胁信，开头两句是希望是妓女，舆论是娼妇。我和曹接触不多，其实算不上受害者，但我心中想着郭世英，相信郭是最大的受害者，站在这个立场上声讨了一番。人们事后评论说，我的发言有力量，但暴露了对郭仍有温情。我的确爱憎分明，对郭有多爱，对曹就有多恨。我恨的是，对于郭世英这样一个纯粹的人，曹与他来往时仍怀着强烈的功利心，开始时利用他，最后出卖他。不过，尽管如此，我现在感到遗憾的是，众口一辞声讨一个人而同时剥夺他的申辩权，这种方式根本就是丑恶的非正义的，批判反动学生的斗争本身就是强化思想文化专制的一个步骤，可是，由于偏激和无知，我在客观上充当了这场斗争中的一个工具。曹秋池人缘不好，公平地说，原因不在他思想反动。"}
{"text":"人们事后评论说，我的发言有力量，但暴露了对郭仍有温情。我的确爱憎分明，对郭有多爱，对曹就有多恨。我恨的是，对于郭世英这样一个纯粹的人，曹与他来往时仍怀着强烈的功利心，开始时利用他，最后出卖他。不过，尽管如此，我现在感到遗憾的是，众口一辞声讨一个人而同时剥夺他的申辩权，这种方式根本就是丑恶的非正义的，批判反动学生的斗争本身就是强化思想文化专制的一个步骤，可是，由于偏激和无知，我在客观上充当了这场斗争中的一个工具。曹秋池人缘不好，公平地说，原因不在他思想反动。他的才气使他十分自负，曾经说，他们班只有一个半大学生，这种话当然得罪了一大片。人们还有一点看不惯的，便是他热中于拜访教授名流。在北大，他走得最勤的是宗白华家，但听说宗并不喜欢他。一班还流传着一个笑话，说刚入学时，他知道郭沫若的儿子在我们年级，便使劲靠拢他们班上一个姓郭的同学，不久发现弄错了目标，马上和那个同学疏远了。我不知道这是否事实，只知道后来他到我们班来结交郭世英是非常主动的。他给郭的见面礼是一篇关于黑格尔美学的论文，我看见过，厚厚一叠。郭对我说完全看不懂。不过，郭很欣赏他的才华，交往逐渐密切起来。在第一学期末，因为一件事，他们的交往达于顶峰。曹让郭借来郭沫若的七种史论，据说几天就读完了，并写了一封数万言长信与郭沫若商榷。那是一个星期天，世英例外地不回家，我看见他伏在桌边不停地抄写，有时去找曹争辩几句，熄灯后又在走廊的灯下继续工作。之所以要誊抄一遍，是因为曹的字迹十分潦草，怕郭老不能辨认。下周一，郭回到学校，我发现他情绪激动，面容痛苦。在寝室放下书包，他立即去找曹。后来听说，郭老看了长信很生气，不准世英再与曹来往。从曹那里回来，郭的眼角留有泪痕，他发疯似地抖落床铺，找出纸笔，立即埋头写起来，写了揉掉，揉掉了再写。一会儿，他抓起写完的两页纸匆匆离去。我把他揉掉的纸团展开，那是一封给父亲的信的废稿，其中感情冲动地说，他发现了一个天才，但爹爹不理解，这件事不但关系到曹，而且关系到他自己的一生，他的命运是与曹联系在一起的。此后若干天里，他与曹几乎形影不离。他对曹的遭遇充满同情，还以之为素材写了一篇小说。但是，蜜月的时间不长，不久后就起了冲突。一年级下学期，他们的关系相当冷淡。原因之一，是上述事件之后，曹经常在郭面前辱骂郭老是宫廷文人御用学者，伤害了郭的爱父之情。"}
{"text":"一会儿，他抓起写完的两页纸匆匆离去。我把他揉掉的纸团展开，那是一封给父亲的信的废稿，其中感情冲动地说，他发现了一个天才，但爹爹不理解，这件事不但关系到曹，而且关系到他自己的一生，他的命运是与曹联系在一起的。此后若干天里，他与曹几乎形影不离。他对曹的遭遇充满同情，还以之为素材写了一篇小说。但是，蜜月的时间不长，不久后就起了冲突。一年级下学期，他们的关系相当冷淡。原因之一，是上述事件之后，曹经常在郭面前辱骂郭老是宫廷文人御用学者，伤害了郭的爱父之情。一次上课时，郭把刚写的一张纸片递给我们传阅，曹在上面批道不要像父亲似地乱叫了，还是认真研究一些问题吧。郭脸上顿露不快之色。原因之二，是郭认为曹虚伪。一次下课后，我们在一起走，他对我说我现在很讨厌曹，不想和他说话了。他说他要共产主义，他要的是什么共产主义啊。他还要一块招牌。据我所知，曹最推崇的是卢卡契，而郭直接欣赏西方流派。郭还对我说他总是在演戏。演给别人看还可以，演给自己看就太恶心了！他讲了一件事。有一次，曹向他借手枪，他问曹想干什么，曹指着自己的右胸说你不是想退学吗？你用手枪打我这里。这倒好，郭继续对我说，我打他右胸，他反正死不了。他去住院，吃得好好的，而我去蹲监狱。这种人居然还天天想着要写他的人，岁月，生活。曹的演戏冲动的确令人费解，小早说的追求东语系女生是一例，我也遇到过类似例子。年月上旬，郭刚出事，有一天，我与曹在校门外散步，他突然决定立即去郭家一趟。回来后，他向我叙述经过。据他说，他见到于立群，开口尊夫人，闭口贵公子，使于大为气恼。他还把郭沫若又娶新妇并遭到周总理责备的谣传告诉了郭本人，并指出人们一致认为他现在写的诗根本不像诗。几天后，我从陈老师那里知道，事实是他吃了闭门羹，郭沫若和于立群拒绝见他。当时，因为做郭世英的工作之需，陈老师与于立群保持着密切联系，他应当是了解真实情况的。我看不出曹有什么必要向我编造这种故事，只能解释为这是他自己的一种心理需要吧。不过，即使在最讨厌曹的时候，世英坚持认为，他确有很高的才分，现行教育体制对他这样的人是一种摧残。批判会之后，曹被判劳教三年，因为文革，实际上也是到七十年代末才获自由。此后他留学剑桥，研究量子力学，据国内媒体报道，一度成为三一学院的签约研究员。在牢中度过十多年，出来后很快就有这种状态，证明了他的毅力和才分。"}
{"text":"当时，因为做郭世英的工作之需，陈老师与于立群保持着密切联系，他应当是了解真实情况的。我看不出曹有什么必要向我编造这种故事，只能解释为这是他自己的一种心理需要吧。不过，即使在最讨厌曹的时候，世英坚持认为，他确有很高的才分，现行教育体制对他这样的人是一种摧残。批判会之后，曹被判劳教三年，因为文革，实际上也是到七十年代末才获自由。此后他留学剑桥，研究量子力学，据国内媒体报道，一度成为三一学院的签约研究员。在牢中度过十多年，出来后很快就有这种状态，证明了他的毅力和才分。我不喜欢他的为人，但现在我倾向于认为，在当时中国的特殊环境中，他必须经历特别艰难的生存斗争，他的一些毛病也许部分地可以由此得到解释，是人性在非正常条件下的扭曲。写郭世英，无法不涉及与他有密切关系的曹秋池。听说曹现在定居美国，如果他读到这本书，发现有不符合事实的地方，我希望他指正。我很愿意通过这个机会，澄清我的一段重要生活经历中的疑点。十四根深蒂固的右倾年月，学校组织学生到农村写村史家史，我们年级到平谷县，我在那里的复兴村住了一些天。这是我第一次近距离和农民接触，感觉很新鲜。冬日的北方村庄，土墙枯树，偶闻狗叫，一片静穆。农民朴实而热情，把旱烟袋递给你，一定要你抽一口。有一个青年农民向我赠五言诗，我愉快地应和回赠。有时也不免闹笑话，乍见农民如同乍见老外，觉得他们长一个样，判断不了他们的年龄，见了一个和我年龄相仿的农民开口就叫大叔。最大的笑话出在执行这次下乡的任务上。我负责写一个老雇农的家史，他在解放前给地主扛长工，在我的引导下，他大诉其苦，我如获至宝，赶紧笔录。可是，到头来我终于听明白，他诉的是三年困难时期的苦。我追问他扛长工时生活怎样，他的表情顿时舒展开来，说那时候可好了，吃得饱，活不重。这个家史当然没法写了。去平谷只是下农村的小小前奏。从年开始，全国党政机关人员包括高校师生组织成工作队，分期分批到农村参加社会主义教育运动，又叫四清运动。整个大学第三年，我们在顺义县城关公社搞四清。原先宣布只参加这一期，然而，该上四年级时，北京市委在北大哲学系搞学校社教试点，哲学系停课，便安排我们先去首钢劳动一个月，后到怀柔县崎峰公社参加了第二期四清。在顺义，我被分配在城关大队的一个生产队。工作组是混合编制的，共六人，成员来自不同学校，组长是北京轻工业学院的一名女教师。"}
{"text":"去平谷只是下农村的小小前奏。从年开始，全国党政机关人员包括高校师生组织成工作队，分期分批到农村参加社会主义教育运动，又叫四清运动。整个大学第三年，我们在顺义县城关公社搞四清。原先宣布只参加这一期，然而，该上四年级时，北京市委在北大哲学系搞学校社教试点，哲学系停课，便安排我们先去首钢劳动一个月，后到怀柔县崎峰公社参加了第二期四清。在顺义，我被分配在城关大队的一个生产队。工作组是混合编制的，共六人，成员来自不同学校，组长是北京轻工业学院的一名女教师。一间农舍兼男宿舍和办公室，我们没完没了地在那里面学习和开会。房间里整天烟雾缭绕，把我也熏成了一个忠诚的烟民。我抵御不了烤烟香味的诱惑，一开始卷喇叭筒抽着玩，后来就自己买烟，从八分钱一包的绿叶过渡到两毛一一包的黄金叶。时常为生产队里的问题发生争论，我和小傅总是右派，那个小严永远是唱高调的左派。小傅是轻工业学院的男教师，有动人的歌喉，为人轻松随和。小严是科技大学的男教师，担任副组长，正在争取入党，整日绷着一张煞有介事的面孔。我发现，右派和左派的区别就在于是否尊重常识，而不尊重常识的人往往有极强烈的功利心。大队会计刘殿才在我们生产队里，便成了我们工作组的重点清查对象。这个人十分精明，能说会道，无论怎样攻心查帐，都无奈其何。最后只好追究他的生活作风问题，他倒也痛快地交代，如何把村里一个女青年拉进厕所里发生了多少次关系。他说那个女青年是情愿的，那个女青年说自己是被迫的，工作组为此分别对二人进行了一次次讯问，结果不了了之。我分工负责队里的青年工作，这项工作单纯而令人愉快，那些青年男女都很喜欢我这个与他们年龄相仿的大学生，他们的父母也把我引为子女的榜样。怀柔如今已成为北京人消度周末的休闲胜地，当年却以穷山恶水著称。我被分配在崎峰公社西台子大队，工作队的指导员是一个军人。与第一期的大兵团作战不同，这一期人员较少，全队不过几人，不再分组。同队还有两个北大学生，都是西语系的，一个是从中央警卫团转业的，担任工作队长，自我感觉极好，总与一个从农村抽调上来的风骚的女队员打闹厮混，另一个是比我还笨拙的书生，成了经常遭指导员数落的受气包。我身上右的倾向根深蒂固，记得最清楚的一件事是，队里有一个老汉是坏分子，戴帽的原因只是与大队书记吵过一架，我发现他其实是一个耿直勤劳的人，便坚决主张为他平反，结果被批评为阶级立场不稳。"}
{"text":"与第一期的大兵团作战不同，这一期人员较少，全队不过几人，不再分组。同队还有两个北大学生，都是西语系的，一个是从中央警卫团转业的，担任工作队长，自我感觉极好，总与一个从农村抽调上来的风骚的女队员打闹厮混，另一个是比我还笨拙的书生，成了经常遭指导员数落的受气包。我身上右的倾向根深蒂固，记得最清楚的一件事是，队里有一个老汉是坏分子，戴帽的原因只是与大队书记吵过一架，我发现他其实是一个耿直勤劳的人，便坚决主张为他平反，结果被批评为阶级立场不稳。我还十分同情一个富农的女儿，她是一个漂亮温顺的姑娘，却不得不经常参加为地富子女召开的会议，恭听侮辱性的训示。正是在四清运动中，我领教了当时中国农村的等级制度何其严酷，所谓四类分子固然被剥夺了人身自由，他们的子孙实际上也都成了低人一等的贱民。我不能不将心比心，设想自己倘若投生在这样的人家，情形将是何等悲惨绝望不公正。那时候怀柔山区的农民真是穷苦。大石山中仍要以粮为纲，便只好炸开石山，沿坡垒筑坝阶，造出一小块一小块薄田。造田之后，为了解决水源，还必须凿石开渠。隆冬季节，我常和农民一起在山坡上抡镐，领略过与顽石搏斗的辛劳。然而，产量仍然极低。我们吃的是派饭，除了四类分子和特殊困难户，一家吃一天。人们尽量把家里最好的拿出来，也不过是杏叶馍之类。村里常见因近亲通婚造成的痴呆人，还有一个患梅毒的老太，鼻子手足都烂掉了，天天匍匐在院子的地上。生产队长是一个复员不久的军人，人很正派，因为自己的胃病和村民的落后而总是愁眉苦脸。我和一个养牛老汉睡一条炕，染了一身虱子，一件棕色毛衣因为结满虱卵而变成了浅灰色。开始感到痒，恶心，浑身有小虫子在爬，时间一久也就麻木了。有一回，我独自去远处一个村外调，在山路跋涉了大半天才到达。调查完毕，天已黑了，当地工作队的人留我与他们同住，我十分犹豫。我是为我的满身虱子自惭形秽，如果我住下，肯定会传给他们。如果要当日赶回，只能抄近道，翻一座大山，山上有野兽，而且几乎必然迷路。最后我怀着一种罪恶感住下了。后来的事实表明，社教运动的目标就是要整党内走资本主义的当权派，发动两年后直接导向文革。不过，当时我和大多数人一样对此茫然不知。在运动中，也曾为上头精神的多变感到奇怪，例如开始时推广王光美的桃园经验，后来又批为形左实右，但只是奇怪而已，未能深想。"}
{"text":"我是为我的满身虱子自惭形秽，如果我住下，肯定会传给他们。如果要当日赶回，只能抄近道，翻一座大山，山上有野兽，而且几乎必然迷路。最后我怀着一种罪恶感住下了。后来的事实表明，社教运动的目标就是要整党内走资本主义的当权派，发动两年后直接导向文革。不过，当时我和大多数人一样对此茫然不知。在运动中，也曾为上头精神的多变感到奇怪，例如开始时推广王光美的桃园经验，后来又批为形左实右，但只是奇怪而已，未能深想。年月日夜晚，中央电台广播了聂元梓等七人攻击校长陆平及校党委的大字报，次日，全国各报均在头版头条刊载。聂元梓是哲学系的党总支书记，其余六人也都是哲学系的教员，我闻讯自然为之震惊。几天后，指导员宣布，接上级通知，北大学生立即返校，四清的鉴定不做了，每个人将在文化大革命中给自己做出鉴定。十五洪流中的兴奋和疑惧从农村回到学校，立刻就置身在一种火热的气氛之中了。校园里，在临时搭起的篾席上，在每一座建筑物的墙上，在宿舍的走廊里，到处都是大字报。这些大字报的矛头大抵是指向业已倒台的旧北京市委校党委以及各系总支的。在第三学生食堂，开辟了内部大字报栏，揭批彭罗陆杨和其他大人物。不过，这个内外界限很快就打破了。人们十分兴奋，三五成群热烈地议论着。聂元梓的大字报是月日贴出的，从贴出到广播，几天之内，留校的师生已分成两派。当我们回校时，胜负早已分晓，保陆平的一派消沉了，支持聂元梓的一派则兴高采烈，四处演讲，向刚返校的听众介绍其光荣的战斗经历。我的心情是矛盾的。一方面，受周围气氛的感染，我也异常兴奋。一向在台上指手画脚的校领导突然被打倒了，虽然派进了工作组，但学校仍处于准无政府状态，常轨不复起作用。列宁曾把革命称作人民的盛大节日，当时确是一派过节的景象。革命意味着暂时的权力空白，人民一向受着严格的管束，现在突然没有家长了，成了无人管束的孩子，洋溢着乍获自由的喜气。大字报所揭露的一些大人物的隐私千奇百怪，匪夷所思，也令我大开眼界。另一方面，我心中又有强烈的隐忧乃至恐惧。事实上，早在半年以前，报上发表姚文元评海瑞罢官的文章，这种忧惧就已经开始。我不知道高层斗争的内幕，但是，对文艺作品和学术文章作出极端牵强附会的解释和臆测，据此在政治上提出吓人的指控，不能不使我有兔死狐悲之感。"}
{"text":"革命意味着暂时的权力空白，人民一向受着严格的管束，现在突然没有家长了，成了无人管束的孩子，洋溢着乍获自由的喜气。大字报所揭露的一些大人物的隐私千奇百怪，匪夷所思，也令我大开眼界。另一方面，我心中又有强烈的隐忧乃至恐惧。事实上，早在半年以前，报上发表姚文元评海瑞罢官的文章，这种忧惧就已经开始。我不知道高层斗争的内幕，但是，对文艺作品和学术文章作出极端牵强附会的解释和臆测，据此在政治上提出吓人的指控，不能不使我有兔死狐悲之感。和常轨一起，常识也被打破了，如果说常轨的打破使人解放，常识的打破却使人迷惘了。魔鬼已从瓶中放出，它将施怎样的魔法，所有的人心里都没有底。怀着这种矛盾的心情，我天天在大字报栏前流连，贪婪地读着，惊讶着，激动着。北大是一座大字报的森林，我一头扎了进去。有一天，我在一张大字报上突然看见了郭世英的名字，并用红墨水打着一个可怕的叉叉。那张大字报列数校党委的罪状，其中之一是包庇反动学生郭世英。我的头脑一下子痴乱了。当时的感觉是，当我在大字报的森林里漫游时，不期而看见其中的一棵树上吊着我的朋友。我立刻逃离大字报区，漫无目的地在校园里乱走，心中充满不祥的预感。返校后不久，北大发生了六一八事件。由于这个事件的主要发生地点是我住的楼前，我目睹了全过程。月日上午，哲学系若干学生把本系的黑帮分子揪来，在楼门口的台阶上进行批斗。所谓黑帮分子，在哲学系是指北大社教中的右派，我们的年级主任陈老师亦在其列，在学校和其他各系则是指当权派。事情发展得极为迅速，别系的学生纷纷效仿，揪来了他们系或校一级的黑帮分子。在学生宿舍楼里，只有楼的楼前有高台阶，很适合做斗鬼台。那些兽性发作的学生把厕所里装便纸的铁丝篓拿来，套在被斗者头上，又朝他们头上脸上浇黑墨汁和红蓝墨水，逼他们下跪，拳脚相加，斗毕押往校园游街。在这场暴行中，活跃着我们班一个同学的身影。我在一旁无言伫立，一阵阵冷颤，为人的丑恶而震惊。六一八事件后，工作组要求大家对事件进行讨论，吸取教训。新的一轮辩论掀起，有三派意见。一派说是革命事件，好得很，理论根据是的湖南农民运动考察报告。一派说是反革命事件，有反革命分子在其中捣乱，甚至有黑后台。一派说是错误事件。我持第三种意见，出发点仍是常识，觉得这种侵犯和侮辱人身的行为与革命反革命都不相干，纯粹是刑事犯罪。这场辩论没有结果，很快就转为对工作组的性质展开辩论。"}
