{"text":"然而外语之为渺乎小矣！这当然是一个极端的例子，然而确实是事实。如你不信，我再举一个例子。年代我随中国科学院代表赴东德开会，在莫斯科旅馆中碰到一位中国民主妇联的领导人，一位著名的国际活动家。她是从中国到日内瓦去开会的，孤身一人，一个翻译也没有带，而她自己又下那一位公使一筹，连外语的这个也不会说。然而竟能行万里路，从容不迫。我们私下议论，实在猜不透她在路上是怎样生活的。这也是一个事实。外语的功能又显得渺小了。但是，我必须郑重声明，这些个别的例子，虽为事实，实不足为训。那一位到了日内瓦参加会议时必定会用翻译的。那一位公使在外交谈判中只用这个，也是办不到的。我绝不是劝人不学外语，而是劝人外语学得越多越好。我只想告诉读者，汉语和外语的功能都不是绝对化的。我们不是哑巴能够说话，但有时还未免要动用手势。中国古时就有言意之辨，言是难以尽意的。不管怎样，我个人的经验是，掌握汉语或外语越好，则动用手势越少反之则越多，而产生误会的机会也就越多，这种情况有时会影响思想交流，影响社会生活。在关键时刻，还会贻误戎机，产生极其恶劣的影响。因此我们必须尽上一切力量掌握好汉语和外语。翻译的危机一个人掌握一种外语，已极不易，遑论多种！但是，居今之世，国与国之间必须打交道，打交道就必须靠翻译。这已是常识，不必多谈。中国是最早的有翻译的国家，在先秦典籍中，已有翻译的记载。自从汉代印度佛教传入中国以后，中印高僧以及其他一些中亚民族的高僧，从事译经工，代不乏人。明末欧风东渐，又掀起了一股从西方语言译为汉文的高潮。此外，还有古今少数民族，如藏蒙回鹘等等，也都翻译了大量的佛典。到了近代和现当代，翻译的范围日益扩大，翻译的功能日益显著。在某一些方面，已经到了没有翻译就无法过日子的程度了。从上面极其简略的叙述中，我们已经可以断言，从古至今，从实践到理论，中国都可以算是世界翻译第一大国。然而，根据我个人的经验和观察，中国现在存在着相当严重的翻译危机。我们翻译的量不是世界第一我们翻译的面也不是世界第一我们翻译的及时程度更不是世界第一。在这些方面，日本都走在我们前面。我个人没有研究过日本的翻译，他们的质量怎样，我不敢瞎说。但是，我们中国当前的翻译质量却不能不令人忧心忡忡。我接触的翻译并不是太多但是，仅就我接触到的那一些来说，质量或多或少是有问题的，其中原因很多。"}
{"text":"然而，根据我个人的经验和观察，中国现在存在着相当严重的翻译危机。我们翻译的量不是世界第一我们翻译的面也不是世界第一我们翻译的及时程度更不是世界第一。在这些方面，日本都走在我们前面。我个人没有研究过日本的翻译，他们的质量怎样，我不敢瞎说。但是，我们中国当前的翻译质量却不能不令人忧心忡忡。我接触的翻译并不是太多但是，仅就我接触到的那一些来说，质量或多或少是有问题的，其中原因很多。有的外语水平不高，又不肯下死功夫去学习，急功近利，靠翻字典来翻译。有的人自以为是，连字典也不肯翻，抓住一本书，就译开了。其结果如何，不问可知。出版社的所谓责任编辑，有的通外语，有的通之不多，他们有的不肯核对原文。社会上，出版界，又缺乏有力的审查和监督制度。我认为，这是一种极不负责的态度。现在有某一些译本，不用查原文，仅从汉文不通之处，就能推知译文是有问题的。可惜这种危机现象还并没有能引起社会上，尤其是文艺界和学术界的普遍关注，一味听之任之，文恬武嬉，天下太平。第章汉语和外语然而，我的心里面却无论如何也太平不下去，我深深知道翻译的重要性。从外国原来说，不管他们的学问多么大，书写得多么精彩，对不懂原书的语言的外国人来说却都是像天书一般。谁也没有如来佛那样大的本领，有天眼通，有天耳通，能识尽人世间一切文字和语言。在世界各国，不管你能通多少外语，反正不能尽通。像这样能通多种外语的人，还不得不依靠翻译，遑论他人！就全体而论，我们中国人，尽管谁也不敢说我们缺少学习外语的天才，可是，事实上，我们由于种种原因，同东方一些国家相比，我们中国的外语水平还是比较低的。专以英文水平而论，我们的普遍性和水平较之印度，甚至亚洲和非洲的一些国家，还是有相当差距的。不承认这一点，不能算是实事求是的态度。学习外语，浅尝辄止，似乎并不困难。但要精通，却必须付出极大的劳动，还必须有相当高的才能。二者缺一不可。我举口译做一个例子。年代和年代前半，周恩来总理接见外宾，形形色色，除了政治家之外，有时也会有著名的学者和艺术家。这时候陪同会见的人中往往有中国的学者和艺术家文学家等参加，我也有幸多次参加这样的会见。在这样的场合，口头译员是必不可少的。有时候，在外宾离去后，周总理往往让中国陪同人员留下，谈一谈刚才招待的情况。"}
{"text":"不承认这一点，不能算是实事求是的态度。学习外语，浅尝辄止，似乎并不困难。但要精通，却必须付出极大的劳动，还必须有相当高的才能。二者缺一不可。我举口译做一个例子。年代和年代前半，周恩来总理接见外宾，形形色色，除了政治家之外，有时也会有著名的学者和艺术家。这时候陪同会见的人中往往有中国的学者和艺术家文学家等参加，我也有幸多次参加这样的会见。在这样的场合，口头译员是必不可少的。有时候，在外宾离去后，周总理往往让中国陪同人员留下，谈一谈刚才招待的情况。外宾在时，我的任务只不过是揖让进退，鞠躬如也，奉陪末座，一言不发。外宾一走，我们这些刚才是木雕泥塑的人，现在也活了起来，必须开口说话了。有一次，周总理含笑问翻译说今天你又贪污了多少呀？翻译也笑着回答说不多，不多！至多不过百分之二十。此时，郭沫若也在座，他接起话头说我在日本住了多年，家中说的是日本话。但是，如果今天让我担任日语口译，我最多也只能翻到百分之八十。能有这个成绩，就应该表扬了。总理点头称是。又有一次，还是这样的场合，周总理对外宾说话时，使用倚老卖老这样一句俗话，翻译虽然译出来了，但感到有点困难。这一点总理也注意到了。于是在外宾离去后，他就同大家讨论倚老卖老究竟如何译为英文才算妥帖。大家七嘴八舌，最终也没有找到一个大家都满意的不失原文韵味的译法。这仅仅是两个例子，但从中也足以看出口译之困难。口译难，笔译也不易。在这两方面，我个人都有不少经验与教训。我曾学习过不少的外语，但是，有的已经交还给老师。在剩下的那些外语中，笔译我使用过五六种，其中包括那一种稀奇古怪的吐火罗文。从梵文中译成汉文的最多，巴利文英文和德文都有。口语能应用到一定程度的，只有英文和德文。口译工作我也曾作为临时客串担任过，其中困难，我所深知。端坐罗满山珍海味的宴桌前，食难下咽，如坐针毡。大约只有干过这一行的，才能知道其中的滋味。至于我的口译究竟贪污了多少，那就概难言矣。在这里，我还必须声明一句我对有一些外语都是用过十年寒窗的苦功的，绝非仓促临阵磨枪。我刺刺不休地说这些话有什么用呢？我只想说一点，就是学习外语并不容易。我在下面还会谈到这个问题。这同今天的翻译危机有什么瓜葛呢？我个人认为，今天翻译之所以有危机，最根本的原因就是，有一些有意或无意地认为学习外语很容易。"}
{"text":"端坐罗满山珍海味的宴桌前，食难下咽，如坐针毡。大约只有干过这一行的，才能知道其中的滋味。至于我的口译究竟贪污了多少，那就概难言矣。在这里，我还必须声明一句我对有一些外语都是用过十年寒窗的苦功的，绝非仓促临阵磨枪。我刺刺不休地说这些话有什么用呢？我只想说一点，就是学习外语并不容易。我在下面还会谈到这个问题。这同今天的翻译危机有什么瓜葛呢？我个人认为，今天翻译之所以有危机，最根本的原因就是，有一些有意或无意地认为学习外语很容易。我们必须下定决心，力矫这种弊端，然后我们外语界才有希望。学习哪一种外语我在上面多次谈到学习外语的重要性。但是，在世界上，民族林立，几乎都各有各的语言或方言，其数目到现在仍然处在估计阶段，究竟有多少，没有人能说得清楚。至于语言的系属和分类的方法，更是众说纷纭，一直也没有大家都承认的定论。一个明显的问题摆在我们眼前我们中国人要学习哪一种或几种外语呢？这个问题在中国实际上已经解决了，学校里，科研单位，社会上，都在学习英语，而这个解决方式是完全正确的。当年马克思和恩格斯共同领导世界共运时，根据传记的记载，他们二人之间也有所分工，马克思主要搞经济问题和理论研究，恩格斯分工之一是搞军事研究，在他们的圈子里，恩格斯有一个绰号叫将军。至于语言，二人都能掌握很多种。希腊文和拉丁文在中学就都学过，马克思能整面整段地背诵古希腊文学作品。据说他们对印度的梵文也涉猎过。他们二人都能用德英法文写文章。德文以外，用英文写的文章最多，这是当时的环境使然，不足为怪。恩格斯更是一个语言天才，磕磕巴巴能说十几种外语。他们同家属一起到北欧去旅游，担任翻译的就是恩格斯。总起来看，他们学习外语的方针是需要和有用。年前，当我在德国大学里念书的时候，德国文科高中毕业的大学生，在中学里至少要学三种外语希腊文拉丁文英文或法文。拉丁文要学八年，高中毕业时能用拉丁文致辞。德国大学生的外语水平，同我们中国简直不能同日而语，这对他们不管学习什么科都是有用的。欧洲文化的渊源是古希腊的罗马，他们掌握了这两种语言，比如英文法文荷兰和北欧诸国的语言，由于有语言亲属关系，只要有需要，他们用不着费多大的力量，顺手就能够捡起。据我的观察，他们几乎没有不通英文的。总之，他们学习外语的方针依然是需要和有用。我们中国怎样呢？"}
{"text":"拉丁文要学八年，高中毕业时能用拉丁文致辞。德国大学生的外语水平，同我们中国简直不能同日而语，这对他们不管学习什么科都是有用的。欧洲文化的渊源是古希腊的罗马，他们掌握了这两种语言，比如英文法文荷兰和北欧诸国的语言，由于有语言亲属关系，只要有需要，他们用不着费多大的力量，顺手就能够捡起。据我的观察，他们几乎没有不通英文的。总之，他们学习外语的方针依然是需要和有用。我们中国怎样呢？我们学习外语的目的和方针也不能不是需要和有用。拿这两个标准来衡量，我们今天学习外语首当其冲的就是英语。而近百年来我们的实践过程正是自觉或不自觉地遵守了这个方针。五四运动前，英语已颇为流行。我们通过英语学习了大量的西方知识，连德法俄意等国的著作，也往往是通过英语的媒介翻译成了汉文的。五四运动以后，有些地方从小学起就开始学英文。初中和高中都有英文课，自然不在话下。山东在教育方面不是最发达的省份，但是，高中毕业生都会英文。学习的课本大概都是泰西五十轶事天方夜谭莎氏乐府本事等等，英文法则用纳氏文法。从这些书本来看，程度已经不算太浅了。可是，根据我的观察和经验，山东英文水平比不上北京上海等地的高中毕业生。在这两个地方，还加上天津，有的高中物理学已经采用美国大一年级的课本了。总而言之，简短截说一句话，中国年以来，学习外语，选择了英文，是完全合情合理的，是顺乎世界潮流的。大家都知道，英文是英国美国加拿大澳大利亚新西兰等国的国语。连在印度，英文也算是国语之一。印度独立后第一部宪法规定了英文作为印度使用的语言的使用期，意思是，过了那个时期，英文就不再是宪法规定的使用语言了。但是，由于印度语言和方言十分繁杂，如果不使用英文，则连国会也难以开成。英文的使用期不能不无限期地延长了。在非洲，有一些国家也不得不使用英文。在今天的世界上，英文实际上已经成了世界语了。说到世界语，大家会想到年波兰人柴门霍夫创造的sp。这种世界语确实在世界上流行过一阵。中国人学习的也不少，并且还成立了世界语协会，用世界语创作文学作品。但是，到了今天，势头已过，很少有人再提起了。此外还有一些语言学又制造过一些类似sp之类的人造语言，没有产生什么效果。"}
{"text":"英文的使用期不能不无限期地延长了。在非洲，有一些国家也不得不使用英文。在今天的世界上，英文实际上已经成了世界语了。说到世界语，大家会想到年波兰人柴门霍夫创造的sp。这种世界语确实在世界上流行过一阵。中国人学习的也不少，并且还成立了世界语协会，用世界语创作文学作品。但是，到了今天，势头已过，很少有人再提起了。此外还有一些语言学又制造过一些类似sp之类的人造语言，没有产生什么效果。有的专家就认为，语言是自然形成的，人造语言是不会行得通的。可是，据我所了解到的，有人总相信，世界上林林总总的人民，将来有朝一日，总会共同走向大同之域，人类总会有，也总需要有一种共同的语言。这种共同语言不是人造的，而是自然形成的。但形成也总需要一个基础，这个基础是哪一种语言呢？从眼前的形势来看，英文占优先地位。但是，英文能不能成为真正的世界语呢？我听有人说，英文单独难成为世界语的。英文的结构还有一些不合乎人类思维逻辑的地方。有的人就说，最理想的世界语是英文词汇加汉语的语法。这话初听起来有点近似开玩笑。但是，认真考虑起来，这并非完全是开玩笑。好久以来，就有一种汉文称之为洋泾浜英语，英文称之为ps的语言，是旧日通商口岸使用的语言。出于需要，非说英语不行，然而那里的中国人文化程度极低，没有时间，也没有能力去认真学习英语，只好英汉杂烩，勉强能交流思想而已。这种洋泾浜英语，好久没有听说了。不意最近读到读书，年第期，其中有一篇文章外语为何难学？一文中讲到语言具有表达形式与表达功能两套系统。第章汉语和外语两套系统的一分为二还是合二而一，直接影响到语文本身的学习。举英语为例，儿童学话，但求达意，疏于形式，其错误百出，常令人惊愕。如我做了sspsssp她没有睡s没有人喜欢我。这表示功能与形式有了矛盾，等到上学时，才一一纠正。至于文盲则终身无悔了。当它作为外语时，这一顺序则正相反，即学者已经具备表达功能，缺少的仅仅是一套表达形式。"}
{"text":"举英语为例，儿童学话，但求达意，疏于形式，其错误百出，常令人惊愕。如我做了sspsssp她没有睡s没有人喜欢我。这表示功能与形式有了矛盾，等到上学时，才一一纠正。至于文盲则终身无悔了。当它作为外语时，这一顺序则正相反，即学者已经具备表达功能，缺少的仅仅是一套表达形式。这些论述给了我许多启发。三句例子中，至少有两句合乎洋泾浜英语的规律。据说洋泾浜英语中有这样的说法，换成汉语就是不能做。为什么英国小孩学说话竟有洋泾浜英语相类似之处呢？这可能表示汉语没有形式变化，而思维逻辑则接近人类天然的思维方式。英语那一套表达形式中有的属于画蛇添足之类。因此，使用英语词汇，统之以汉语语法，从而形成的一种世界语，这想法不一定全是幻想。这样语言功能与表达形式可以统一起来。这种语言是人造的，但似乎又是天然形成的，与柴门霍夫等的人造的世界语，迥异其趣。怎样学习外国语？这是我经常碰到的一个问题，也是学外语的人容易问的一个问题。我在年给上海新民晚报夜光杯这一栏一连写了三篇学外语，其中也回答了怎样学习外语的问题。现在让我再写，也无非是那一些话。我索性把那三篇短文抄在这里，倒不全是为了偷懒。其中一些话难免与上面重复，我也不再去改写了，目的在保存那三篇文章的完整性。话，只要说得正确，多听几遍，料无大妨。一现在全国正弥漫着学外语的风气，主要的学习是英语，而这个选择是完全正确的。因为英语实际上已经成了一种世界语。学会了英语，几乎可以走遍天下，碰不到语言不通的困难。水平差的，有时要辅之以一点手势。那也无伤大雅，语言的作用就在于沟通思想。在一般话中，思想绝不会太复杂的。懂一点外语，即使有点洋泾浜，也无大碍，只要老内和老外的思想能够沟通，也就行了。学外语难不难呢？有什么捷径呢？俗语说天下无难事，只怕有心人。所谓有心人，我理解，就是有志向去学习又肯动脑筋的人。高卧不起，等天上落下馅儿饼来的人是绝对学不好外语的，别的东西也不会学好的。至于捷径问题，我想先引欧洲古代大几何学家欧几里德也许是另一个人。"}
{"text":"那也无伤大雅，语言的作用就在于沟通思想。在一般话中，思想绝不会太复杂的。懂一点外语，即使有点洋泾浜，也无大碍，只要老内和老外的思想能够沟通，也就行了。学外语难不难呢？有什么捷径呢？俗语说天下无难事，只怕有心人。所谓有心人，我理解，就是有志向去学习又肯动脑筋的人。高卧不起，等天上落下馅儿饼来的人是绝对学不好外语的，别的东西也不会学好的。至于捷径问题，我想先引欧洲古代大几何学家欧几里德也许是另一个人。年老昏聩，没有把握对国王说几何学里面没有御道！御道，就是皇帝走的道路。学外语也没有捷径，人人平等，都要付出劳动。市场卖的这种学习法那种学习法，多不可信，什么方法也离不开个人的努力和勤奋。这些话都是老生常谈，但是，说一说绝不会有坏处。根据我个人经验，学外语学到百分之五六十，甚至七八十，也并不十分难。但是，我们不学则已，要学就要学到百分之九十以上，越高越好。不到这个水平你的外语是没有用的，甚至会出娄子的。我这样说，同上面讲的并不矛盾。上面讲的只是沟通简单的思想，这里讲的却是治学译书做重要口译工作。现在市面上出售为数不少的译书，错误百出，译文离奇。这些都是一些急功近利，水平极低而又懒得连字典都不肯查的所为。说句不好听的话，这些都是假冒伪劣的产品，应该归入严打之列的。我常有一个比喻我们这些学习外语的人，好像是一群鲤鱼，在外语的龙门下游。有天资肯努力的鲤鱼，经过艰苦的努力，认真钻研，锲而不舍，一不耍花招，二不找捷径，有朝一日风雷动，一跳跳过了龙门，从此就成了一条外语的龙，他就成了外语的主人，外语就为他所用。如果不这样做的话，则在龙门下游来游去，不肯努力，不肯钻研，就是游上年，他仍然是一条鲤鱼。如果是一条安分守己的鲤鱼，则还不至于害人。如果不安分守己，则必然堕入假冒伪劣之列，害人又害己。做人要老实，学外语也要老实。学外语没有什么万能的窍门。俗语说书山有路勤为径，学海无涯苦作舟。这就是窍门。二前不久，我写过一篇学外语，限于篇幅，意犹未尽，现在再补充几点。学外语与教外语有关，也就是与教学法有关，而据我所知，外语教学法国与国之间是不相同的，仅以中国与德国对比，其悬殊立见。中国是慢吞吞地循序渐进的，学了好久，还不让学生自己动手查字典，读原著。而在德国，则正相反。"}
{"text":"如果不安分守己，则必然堕入假冒伪劣之列，害人又害己。做人要老实，学外语也要老实。学外语没有什么万能的窍门。俗语说书山有路勤为径，学海无涯苦作舟。这就是窍门。二前不久，我写过一篇学外语，限于篇幅，意犹未尽，现在再补充几点。学外语与教外语有关，也就是与教学法有关，而据我所知，外语教学法国与国之间是不相同的，仅以中国与德国对比，其悬殊立见。中国是慢吞吞地循序渐进的，学了好久，还不让学生自己动手查字典，读原著。而在德国，则正相反。据说世纪一位大语言学家说过学外语有如学游泳，把学生带到游泳池旁，一一推下水去只要淹不死，游泳就学会了，而淹死的事是绝无仅有的。我学俄文时，教师只教我念了念字母，教了点名词变化和动词变化，立即让我们读果戈理的鼻子，天天拼命查字典，苦不堪言。然而学生的主动性完全调动起来了。一个学期，就念完了鼻子和一本教科书。实践是检验真理的唯一标准，德国的实践证明，这样做是有成效的。在那场空前的灾难中，当我被戴上种种莫须有的帽子时，有的革命小将批判我提倡的这种教学法是法西斯式的方法，使我欲哭无泪，欲笑不能。我还想根据我的经验和观察在这里提个醒那些已经跳过了外语龙门的学者们是否就可以一劳永逸地吃自己的老本呢？我认为，这吃老本的思想是非常危险的。一个简单的事实往往为人们所忽略，世界上万事万物无不在随时变化，语言何独不然！一个外语学者，即使已经十分纯熟地掌握了一门外语，倘若不随时追踪这一门外语的变化，有朝一日，他必然会发现自己已经落伍了，连自己的母语也不例外。一个人在外国待久了，一旦回到故乡，即使自己乡音未改，然而故乡的语言，特别是词汇却有了变化，有时你会听不懂了。我讲点个人的经验。当我在欧洲待了将近年回国时，途经西贡和香港，从华侨和华人口中听到了搞这个字和伤脑筋这个词儿，就极使我伤脑筋。我出国之前没有听说过。搞字是一个极有用的字，有点像英文的。现在搞字已满天飞了。当我在年代重访德国时，走进了饭馆，按照四五十年前的老习惯，呼服务员为，他瞠目以对。原来这种称呼早已被废掉了。因此，我就想到，不管你今天外语多么好，不管你是一条多么精明的龙，你必须随时注意语言的变化，否则就会出笑话。中国古人说学如逆水行舟，不进则退。要时刻记住这句话。"}
