{"text":"其景况适如看一名人相片，或读名人文章，未见面时，是一种味道，见了面交谈之后，再看其相片，或读其文章，自有另外一层深切的理会。或是与其人绝交以后，看其照片，读其文章，亦另有一番味道。四十学易是一种味道，五十而学易，又是一种味道。所以凡是好书都值得重读的。自己见解愈深，学问愈进，愈读得出味道来。譬如我此时重读的论文，比幼时所读全然不同，幼时虽觉其文章有趣，没有真正魂灵的接触，未深知其文之佳境所在。一人背痈，再去读范增的传，始觉趣味。由是可知读书有二方面，一是，一是读者。程子谓论语读者有此等人与彼等人。有读了全然无事者亦有读了不知手之舞足之蹈之者。所以读书必以气质相近，而凡人读书必找一位同调的先贤，一位气质与你相近的作家，作为老师，这是所谓读书必须得力一家。若单就读书，得力一家，失之于简率。然林语堂意思是要人找到师法对象，全心投入气质浸润。此即读书以情读和以智读之区别。不可昏头昏脑，听人戏弄，庄子亦好，荀子亦好，苏东坡亦好，程伊川亦好。一人同时爱庄荀，或同时爱苏程是不可能的事。找到思想相近之作家，找到文学上之情人，心胸中感觉万分痛快，而魂灵上发生猛烈影响，如春雷一鸣，蚕卵孵出，得一新生命，入一新世界。自叙读卢骚自传，如触电一般。尼采师叔本华萧伯纳师易卜生，虽皆非及门弟子，而思想相承，影响极大。当二子读叔本华易卜生时，思想上起了大影响，是其思想萌芽学问生根之始。因为气质性灵相近，所以乐此不疲，流连忘返，流连忘返，始可深入，深入后，如受春风化雨之赐，欣欣向荣，学业大进。谁是气质与你相近的先贤，只有你知道，也无需人家指导，更无人能勉强，你找到这样一位作家，自会一见如故，苏东坡初读庄子，如有胸中久积的话，被他说出，袁中郎夜读徐文长诗，叫唤起来，叫复读，读复叫，便是此理。这与一见倾心之性爱同一道理。你遇到这样作家，自会恨相见太晚。一人必有一人中意的作家，各人自己去找去，找到了文学上的爱人，文学上的爱人，奇语，但极有道理。读书若无爱情，如强迫婚姻，终究无效。他自会有魔力吸引你，而你也乐自为所吸，甚至声音相貌，一颦一笑，亦渐与相似，这样浸润其中，自然获益不少，将来年事渐长，厌此情人，再找别的情人，到了经过两三个情人，或是四五个情人，大概你自己也已受了熏陶不浅，思想已经成熟，自己也就成了一位作家。"}
{"text":"这与一见倾心之性爱同一道理。你遇到这样作家，自会恨相见太晚。一人必有一人中意的作家，各人自己去找去，找到了文学上的爱人，文学上的爱人，奇语，但极有道理。读书若无爱情，如强迫婚姻，终究无效。他自会有魔力吸引你，而你也乐自为所吸，甚至声音相貌，一颦一笑，亦渐与相似，这样浸润其中，自然获益不少，将来年事渐长，厌此情人，再找别的情人，到了经过两三个情人，或是四五个情人，大概你自己也已受了熏陶不浅，思想已经成熟，自己也就成了一位作家。若找不到情人，东览西阅，所读的未必能沁入魂灵深处，便是逢场作戏，逢场作戏，不会有心得，学问不会有成就。知道情人滋味便知道苦学二字是骗人的话。苦学误人！警句。只可惜读教科书，却非苦学不可。然如能从浸润各色奇书来长己之才智，未必不能过考卷关。学者每为苦学或困学二字所误。读书成名的人，只有乐，没有苦。据说古人读书有追月法刺股法又丫头监读法。其实都是很笨。读书无兴味，昏昏欲睡，始拿锥子在股上刺一下，这是愚不可当。一人书本摆在面前，有中外贤人向你说极精彩的话，尚且想睡觉，便应当去睡觉，刺股亦无益。叫丫头陪读，等打盹时唤醒你，已是下流，亦应去睡觉，不应读书。而且此法极不卫生，不睡觉，只有读坏身体，不会读出书的精彩来。若已读出书的精彩来，便不想睡觉，故无丫头唤醒之必要。刻苦耐劳，淬励奋勉是应该的，但不应视读书为苦。视读书为苦，第一着已走了错路。天下读书成名的人皆以读书为乐汝以为苦，彼却沉湎以为至乐。比如一人打麻将，或如人挟妓冶游，流连忘返，寝食俱废，始读出书来。以我所知国文好的学生，都是偷看几百万言的三国水浒而来，决不是一学年读五十六页文选，国文会读好的。试问在偷读三国水浒之人，读书有什么苦处？何尝算页数？好学的人，是书无所不窥，窥就是偷看。于书无所不偷看的人，大概学会成名。有人读书必装腔作势，或嫌板凳太硬，或嫌光线太弱，这都是读书未入门路，未觉兴味所致。有人做不出文章，怪房间冷，恐蚊子多，怪稿纸发光，怪马路上电车声音太嘈杂，其实都是因为文思不来，写一句，停一句。一人不好读书，总有种种理由。春天不是读书天，夏日炎炎最好眠，等到秋来冬又至，不知等待到来年。其实读书是四季咸宜。古所谓书淫之人，无论何时何地可读书皆手不释卷，这样才成读书人样子。读书要为书而读，不是为读而读。"}
{"text":"于书无所不偷看的人，大概学会成名。有人读书必装腔作势，或嫌板凳太硬，或嫌光线太弱，这都是读书未入门路，未觉兴味所致。有人做不出文章，怪房间冷，恐蚊子多，怪稿纸发光，怪马路上电车声音太嘈杂，其实都是因为文思不来，写一句，停一句。一人不好读书，总有种种理由。春天不是读书天，夏日炎炎最好眠，等到秋来冬又至，不知等待到来年。其实读书是四季咸宜。古所谓书淫之人，无论何时何地可读书皆手不释卷，这样才成读书人样子。读书要为书而读，不是为读而读。顾千里裸体读经，便是一例，即使暑气炎热，至非裸体不可，亦要读经。欧阳修在马上厕上皆可做文章，因为文思一来，非做不可，非必正襟危坐明窗净几才可做文章。一人要读书则澡堂马路洋车上厕上图书馆理发室，皆可读。而且必办到洋车上理发室都必读书，才可以读成书。读书须有胆识，有眼光，有毅力。说回前面论点，最后一点，也即读书全部之主旨，读出自己性灵来。胆识二字拆不开，要有识，必敢有自己意见，即使一时与前人不同亦不妨。前人能说得我服，是前人是，前人不能服我，是前人非。人心之不同如其面，要脚踏实地，不可舍己耘人。诗或好李，或好杜，文或好苏，或好韩，各人要凭良知，读其所好，然后所谓好，说得好的道理出来。或竟苏韩皆不好，亦不必惭愧，亦须说出不好的理由来，或某名人文集，众人所称而你独恶之，则或系汝自己学力见识未到，或果然汝是而人非。学力未到，等过几年再读，若学力已到而汝是人非，则将来必发现与汝同情之人。刘知几少时读前后汉书，怪前书不应有古今人表，后书宜为更始立纪，当时闻者责以童子轻议前哲，乃赧然自失，无辞以对，后来偏偏发见张衡范晔等，持见与之相同，此乃刘知几之读书胆识。因其读书皆得之襟腑，非人云亦云，所以能著成史通一书。如此读书，处处有我的真知灼见，得一分见解是一分学问，除一种俗见，算一分进步，才不会落入圈套，满口烂调，一知半解，似是而非。读书与看书曾国藩说，读书看书不同，看者攻城拓地，读者如守土防隘，二者截然两事，不可阙，亦不可混。读书道理，本来如此。曾国藩又说读书强记无益，一时记不得，丢了十天八天再读，自然易记。此是经验之谈。今日中小学教育全然违背此读书心理学原理，一不分读书看书，二叫人强记。故弄得学生手忙脚乱，浪费精神。小学国语固然应该读，文字读音意义用法，弄得清清楚楚，不容含糊了事。至于地理常识等等，常令人记所不当记，记所不必记，真真罪恶。"}
{"text":"读书与看书曾国藩说，读书看书不同，看者攻城拓地，读者如守土防隘，二者截然两事，不可阙，亦不可混。读书道理，本来如此。曾国藩又说读书强记无益，一时记不得，丢了十天八天再读，自然易记。此是经验之谈。今日中小学教育全然违背此读书心理学原理，一不分读书看书，二叫人强记。故弄得学生手忙脚乱，浪费精神。小学国语固然应该读，文字读音意义用法，弄得清清楚楚，不容含糊了事。至于地理常识等等，常令人记所不当记，记所不必记，真真罪恶。譬如说，镇江名胜有金山焦山北固山，此是常识。应该说说，记得固好，不记得亦无妨，以后听人家谈起，或亲游其地，自然也记得。试问今日多少学界中人，不知镇江有北固山，而仍不失为受教育者，何苦独苛求于三尺童子。学生既未见到金山北固山，勉强硬记，亦不知所言为何物，只知念三个名词而已。扬州有瘦西湖，有平山堂，平山堂之东有万松林，瘦西湖又有五亭桥小金山二十四桥旧址，此又是常识，也应该说说，却不必强记。实则学生不知五亭桥万松林为何物，连教员之中十九亦不知所言为何物。今考常识，学生曰，万松林在平山堂之西，则得零分，在平山堂之东，则得一百分，岂不笑话？卫生一科，知道人身有小肠大肠固然甚好，然大肠明明是一条，又必分为升结肠横结肠降结肠，又是无端添了令人强记名词，笑话不笑话？弊源有二一，教科书编者，专门抄书，表示专家架子。二，教员不知分出重轻，全课名词，必要学生硬记。学生吓于分数之威严，为所屈服，亦只好不知所云的硬记，由是有趣的常识，变为无味的苦记。殊不知过些时候，到底记得多少，请教员摸摸良心自问可也，何故作践青年精神光阴？古书有毒辨现代青年的保姆太多了，保姆多，就难免养成良医之子多死于病的症象。现代青年的良医也太多了，谁都要训告他，禁他读这个，劝他读那个，甚至青年自己也好做良医，未满三十的时候就欢喜做文章，自居堂上，排八字脚，做老大哥，禁止其他青年子弟读这个，劝告其他青年读那个。普天之下，莫非保姆良医训育主任检查委员。我也不懂他们一班遗老劝告的是什么，遗少禁止的是什么，只觉得大家好干涉他人的事罢了。正如十三妹所说我的少爷，你酸死我了。富家子弟爬上树，就有慈母嚷道你快下来，别跌伤了！走到水滨，马上有保姆一把给扭回来说仔细，你别跌进水里去！"}
{"text":"普天之下，莫非保姆良医训育主任检查委员。我也不懂他们一班遗老劝告的是什么，遗少禁止的是什么，只觉得大家好干涉他人的事罢了。正如十三妹所说我的少爷，你酸死我了。富家子弟爬上树，就有慈母嚷道你快下来，别跌伤了！走到水滨，马上有保姆一把给扭回来说仔细，你别跌进水里去！结果弄成一个身不出门庭，目不睹市井，树既爬不上，沟又跳不过，太阳晒不得，野风吹不得的文弱白面书生，太阳一晒，马上昏眩野风一吹，玉山立倒，呜乎青年！我倒不这样想。古书有毒，也让他们尝尝西书有毒，也让他们尝尝。以前罗斯福非现任美国总统教他三个儿子，就是大热天带他们出去走崎岖的山路，攀山越岭，跳涧升木。大战以前德国海军，必在烟雾蔽海风浪接天之时，才开出去大洋操练。个人也曾在北平西山看见一对德国夫妇教一个四五岁小孩由石上跳下，下山时，一直在后赶他跑，跑了跌，跌了又跑。在教育上，我想道理相同，攻乎异端，斯利也已，怀疑怀疑，一直怀疑。皮肉筋骨是可以训练的，跌几回伤也不碍事。文明人牙齿都蛀，就是因为吃的奶油白面做的点心，入口酥溶，牙齿无所用其技，所以任你如何刷牙，还是要蛀。现代父母多叫儿子啃骨头面包头，就是这个道理。古书有毒，也不过一二革命领袖一时过激的话吧。不想这久乎受保姆娇养看管的青年，头脑简单，便信以为真。视为一种天经地义。毒在哪里，毒到哪里，也不批评，也不思考，囫囵吞进去。我就不信青年这样容易受人欺负，这也是保姆太多之所致，少年症象已经造成了！古学诚不能无病，现代人也决不能单看古书，这何消说，但一见古书，便视为毒品，未免有点晒不得太阳吹不得野风的嫌疑。现代人贵能通古今，难道专看什么斯基译作，读洋书，说洋话，打洋嚏，撒洋污，史记汉书不曾寓目，诗经左传一概不识，不也是中洋毒么！这样读书，不是洋书也有毒么？所以毒不毒，在人善利用他是非鉴别的聪明，不是把古书束之高阁，便可自谓清白身体。古书有毒，则胡适之早已中蛊，梁任公早已疯痫，周作人周树人早已七孔流血，郑振铎傅东华虽未能撰著一部中国小说史略，抄抄唐宋传奇，毒虽未深，亦当呻吟床褥矣！若谓青年学力未定，何以知周作人周树人乎？"}
{"text":"现代人贵能通古今，难道专看什么斯基译作，读洋书，说洋话，打洋嚏，撒洋污，史记汉书不曾寓目，诗经左传一概不识，不也是中洋毒么！这样读书，不是洋书也有毒么？所以毒不毒，在人善利用他是非鉴别的聪明，不是把古书束之高阁，便可自谓清白身体。古书有毒，则胡适之早已中蛊，梁任公早已疯痫，周作人周树人早已七孔流血，郑振铎傅东华虽未能撰著一部中国小说史略，抄抄唐宋传奇，毒虽未深，亦当呻吟床褥矣！若谓青年学力未定，何以知周作人周树人乎？且使古书有毒，洋书古书，除苏俄革命以来之文学，未必就无毒。矛盾还多着啊！人家也有布尔乔亚呢！然而有毒无毒何以辨？何以西洋旧小说可以翻译，中国旧小说七侠五义便不可翻印？何以可以放心阅览，儒林外史便不许寓目？何以柏拉图可以赏识，孟子便不许涉猎？苏格拉底可以奉为典要，孔子便不许说些人情天理？何以ss可以讽诵，红楼梦独不许经目？夫柏拉图与孟子之雄辩一也，苏格拉底与孔子之正名一也，ss与红楼梦之缠绵伤感一也，与儒林外史之滑稽讽刺一也。呜呼，孔孟吴曹何不幸而生为中国人，柏苏利查逊索蕃提何幸而生为洋大人！孔孟吴曹又何不幸而生为现代中国人之祖宗！以毒而论，义侠小说之毒一，在提倡忠孝节义未知是否，代为持此说者揣摩而已言情小说之毒二，在读者学宝玉好吃女人胭脂诗文小品之毒三，在吟风弄月。然吾谓三毒皆不足为患。何以故？现代忠臣孝子本来无多，绿林豪杰今日学生生下来就少有这副骨架，其不足为患一。世上本来没有许多女人肯让你吃她口上的胭脂，偶而有之，也不致妨碍读书功课，其不足为患二。现代人风也不大会吟，月也不大会弄，风吟不来，月弄不得，何足为患？虽然风不因你之不吟而不吹，月不因你之不弄而不照，即使果然被你吟成弄到，也早已变成可爱的春天了。即使可爱的春天是前进的，吟风弄月是落伍，风自为风，月自为月，你自为你，我自为我，本无中西洋风中西洋月之别，偶然吟吟弄弄，也不见得就伤你的盛德。你的姐姐妹妹，也可以放她们到后花园跑跑，到大公园走走，不一定大家关在深闺里，你们兄妹才保得住你们的清白啊！"}
{"text":"虽然风不因你之不吟而不吹，月不因你之不弄而不照，即使果然被你吟成弄到，也早已变成可爱的春天了。即使可爱的春天是前进的，吟风弄月是落伍，风自为风，月自为月，你自为你，我自为我，本无中西洋风中西洋月之别，偶然吟吟弄弄，也不见得就伤你的盛德。你的姐姐妹妹，也可以放她们到后花园跑跑，到大公园走走，不一定大家关在深闺里，你们兄妹才保得住你们的清白啊！原载年月日宇宙风第期论趣记得那里笔记有一段，说乾隆游江南，有一天登高观海，看见海上几百条船舶，张帆往来，或往北，或往南，颇形热闹。乾隆问左右那几百条船到哪里去？有一位扈从随口答道我看见只有两条船。怎样说？皇帝问。那位随行的说老天爷。实在只有两条船。一条叫名，一条叫利。乾隆点首称善。这话大体上是对的。以名利二字，包括人生一切活动的动机，是快人快语。但是我想有时也不尽然。大禹治水，手足济服，三过其门而不人，不见得是为名为利吧。墨子摩顶放腹，而利天下，就显然不为名利。他们是圣人贤人，且不说。我看至少有四条船，叫做名利色权。世上熙熙攘攘，就为这四事。色是指女人，权是指做事的权力，政权在内。不爱江山爱美人，可见有时美人比江山重要，不能不说是推动人世行为的大动机大魔力。有能力或权力做出大事业来，不为任何力量所阻挠，为事业成功，也可成为人生宗旨，鞠躬尽瘁做去。为名利死，为情死，为忠君爱国死，前例俱在。只是有时一人只想做官，不想做事，这就跟一般商贾差不多了，只怕利禄熏心，就失了人的本性。能够通脱自喜，做到适可而止，便是贤人。但是排脱最不容易。以前有位得道的大和尚，面壁坐禅十年，享有盛名。一日有一位徒弟奉承他说大师，像你做到这样超凡入圣，一尘不染，全国中怕算你是第一人了。那大师不禁微微一笑。这也可见名心之难除也。但是还有一种知其然而不知其所以然的行为动机，叫做趣。袁中郎叙陈正甫会心集，曾说到这一层。人生快事莫如趣，而且凡在学问上有成就的，都由趣字得来。巴士特s发明微菌，不见得是为名利色权吧。有人冒险探南极北极，或登喜马拉雅山，到过人迹未到之地，不是为慕名，若是只为图个虚名，遇到冰天雪地，凉风刺骨一刮，早就想不如回家吧。这平常说是为一种好奇心所驱使。所有科学的进步，都在乎这好奇心。好奇心，就是趣。科学发明，就是靠这个趣字而已。"}
{"text":"但是还有一种知其然而不知其所以然的行为动机，叫做趣。袁中郎叙陈正甫会心集，曾说到这一层。人生快事莫如趣，而且凡在学问上有成就的，都由趣字得来。巴士特s发明微菌，不见得是为名利色权吧。有人冒险探南极北极，或登喜马拉雅山，到过人迹未到之地，不是为慕名，若是只为图个虚名，遇到冰天雪地，凉风刺骨一刮，早就想不如回家吧。这平常说是为一种好奇心所驱使。所有科学的进步，都在乎这好奇心。好奇心，就是趣。科学发明，就是靠这个趣字而已。哥伦布发现新大陆，科学家发见声光化电，都是穷理至尽求知的趣味使然的。我想这趣字最好。一面是关于启发心知的事。无论琴棋书画。都是在乎妙发灵机的作用，由蒙昧无知，变为知趣的人，而且不大容易出毛病，不像上举的四端。人有人趣，物有物趣，自然景物有天趣。顾凝远论画，就是以天趣物趣人趣包括一切。能够康酒出群，静观宇宙人生，知趣了，才可以画画。名利色权，都可以把人弄得神魂不定。只这趣字，是有益身心的。就做到如米额或黄大痴，也没有什么大害处。人生必有痴，必有偏好痛嗜。没有腐嗜的人，大半靠不住，而且就变为索然无味的不知趣的一个人了。青年人读书，最难是动了灵机，能够知趣。灵机一动，读书之趣就来了。无奈我们这种受考试取分数的机械教育，不容易启发一个人的灵机。我曾问志摩，你在美国念什么书？他说在克拉克大学念心理学。就是按钟点，摇铃上课，摇铃下课，念了什么书！后来到剑桥，书才念通了。这就是导师制的作用。据李考克p说，剑桥的教育是这样的，导师一礼拜请你一次到他家谈学问。就是靠一枝烟斗，一直向你冒烟，冒到把你的灵魂冒出火来。与君一夕话，胜读十年书，就是这个意思。灵犀一点通，真不容易，禅师有时只敲你的头一下，你深思一下，就顿然妙悟了。现代的机械教育，总不肯学思并重，不肯叫人举一反三，所以永远教不出什么来。顾千里裸体读经，是真知读书之趣的。读书而论钟点，真是无可奈何的事。李考克论大学教育文中，说他问过第四年级某生今年选什么课。那位说，他选捐客术及宗教两课，每周共六小时。因为他只欠这六小时，就可拿到文凭。捐客术及宗教同时选读，实在妙。但是这六小时添上去，这位就会变为学人了吗？所以读书而论钟点，计时治学，永远必不成器。今日国文好的人，都是于书无所不窥，或违背校规，被中偷看水规偷看三国而来的，何尝计时治学？"}
{"text":"现代的机械教育，总不肯学思并重，不肯叫人举一反三，所以永远教不出什么来。顾千里裸体读经，是真知读书之趣的。读书而论钟点，真是无可奈何的事。李考克论大学教育文中，说他问过第四年级某生今年选什么课。那位说，他选捐客术及宗教两课，每周共六小时。因为他只欠这六小时，就可拿到文凭。捐客术及宗教同时选读，实在妙。但是这六小时添上去，这位就会变为学人了吗？所以读书而论钟点，计时治学，永远必不成器。今日国文好的人，都是于书无所不窥，或违背校规，被中偷看水规偷看三国而来的，何尝计时治学？必也废寝忘餐，而后有成。要废寝忘餐，就单靠这趣字。写作的艺术写作的艺术是比写作艺术的本身或写作技巧的艺术更广泛的。事实上，如果你能告诉一个希望成为作家的初学者，第一步不要过分关心写作的技巧，叫他不要在这种肤浅的问题上空费工夫，劝他表露他的灵魂的深处，以冀创造一个为作家基础的真正的文学性格如果你这样做，你对他将有很大的帮助。当那个基础适当地建立起来的时候，当一个真正的文学性格创造起来的时候，风格自然而然地成形了，而技巧的小问题便也可以迎刃而解。如果他对于修辞或文法的问题有点困惑不解，那老实说也没有什么关系，只要他写得出好东西就得了。出版书籍的机关总有一些职业的阅稿人，他们便会去校正那些逗点，半支点，和分离不定法等等。在另一方面，如果一个人忽略了文学性格的修养，无论在文法或文艺的洗炼上用了多少工夫，都不能使他成为作家。蒲丰说风格就是人。风格并不是一种写作的方法，也不是一种写作的规程，甚至也不是一种写作的装饰风格不过是读者对于作家的心思的性质，他的深刻或肤浅，他的有见识或无见识，以及其他的质素如机智，幽默，尖刻的讽刺，同情的了解，亲切，理解的灵敏，恳挚的愤世嫉俗态度或愤世嫉俗的恳挚态度，精明，实用的常识，和对事物的一般态度等等的整个印象。世间并没有一本可以创造幽默的技巧，或愤世嫉俗的恳挚态度的三小时课程，或实用常识规则十五条和感觉灵敏规则十一条的手册。这是显而易见的。我们必须谈到比写作的艺术更深刻的事情。当我们这样做的时候，我们发现写作艺术的问题包括了文学，思想，见解，情感，阅读，和写作的全部问题。"}
