{"text":"二种见解都可加以辩护，前者以常识为辩护，后者以逻辑为辩护。用逻辑去替爱国的自动机式的理想做辩护，是不很困难的。爱国的自动机是模范公民，可以当做达到另一个外在目标的工具，这就是国家的力量，而这种力量又是为了另一个目标而存在，这个目标就是去克服另外的国家。这一切都可用逻辑很容易证明出来――又简单又坦白，所有的呆子都会死心塌地的相信。欧洲许多文明的和开化的的国家，在过去和现在都抱着这种见解，这实在使人好似难以相信。理想的公民是那种以为被遣到阿比西尼亚首都去，而结果却是在西班牙登岸的军人。这种公民又可分为甲乙二等。那甲等的是那些在统治者所认为较好的公民，这种人晓得了他们是被运到西班牙去时，仍是非常温顺愉快，自己祷告，或由军中的牧师代为祷告，感谢上帝派遣他们到枪林弹雨中去为国牺牲。那乙等的都是些未曾充分开化的人们，那些知道了被运错了地方，而心中觉得愤恨的人们。在我看来，那种内心的愤恨反抗情绪，是人类尊严的惟一标志，是那幅阴森惨淡图画中仅有的希望之火花，是人类在未来世界中恢复原位的惟一希望。所以，不管它是什么逻辑，我自然还是拥护放浪者。我绝对拥护放浪者或流浪者，而口中或者也说并不如此。我们这种矛盾心理就是我们的文明惟一的希望，我的理由很简单我们是猴子的嫡系而不是牛的嫡系，因为我们有矛盾的心理所以已经变成更优越更高尚的猴子。我的自私使我愿意让牛有一种温顺而满足的脾性，在人类命令下，无论是被领到草地上，或是屠宰场里，都能保持同样旷达高尚的心思，一心一意地去为主人而牺牲。同时也因为十分钟爱人类，所以我不希望我们自己也变成牛。等到牛能开始反抗，心中生出反抗的情绪，或等到它们现出任性的样子，现出较不服从的样子时，我就要把它们称做有人性的动物了。我以为一切独裁制度都是不对的，这理由是一种生物学上的理由。独裁者可以跟牛和睦相处，却不能跟猴子和睦相处。老实说，我从一九二年后，对于西洋的文明已经减少了尊敬。我过去对中国的文明总感到惭愧，因为我觉得我们还没有创造出一个宪法和公权的观念，这是中国文明上的一个缺点我始终相信建立一个共和或君主的立宪政府，是人类文化上的一种进步。"}
{"text":"独裁者可以跟牛和睦相处，却不能跟猴子和睦相处。老实说，我从一九二年后，对于西洋的文明已经减少了尊敬。我过去对中国的文明总感到惭愧，因为我觉得我们还没有创造出一个宪法和公权的观念，这是中国文明上的一个缺点我始终相信建立一个共和或君主的立宪政府，是人类文化上的一种进步。可是现在在西洋文明的发祥地，我居然也看到人权个人自由，甚至个人的信仰自由权这自由权在中国过去和现在都享有着都可以被蹂躏，看到西洋人不再视立宪政府为最高的政府，看见尤里披第型的奴隶在中欧比在封建时代的中国还要多，看到一些西方国家比我们中国只有更多的逻辑而缺少常识，这真使人暗中觉得欣慰，觉得中国是足以自傲的。现在我除了将中国人观念中人类最高文化的理想表现出来，把那个中国人理想中听天由命逍遥自在的放浪者流浪者和漂泊者表现出来之外，我还有什么更便当的制胜良策呢？西方可也有这么一个势均力敌的良策吗？可也有什么东西足以证明它的个人自由和公权学说是一种严肃的健全的信仰或本能吗？这种信仰或本能可也有充足的活力，在今日那些炫耀的穿制服的同式同样的工人消灭了之后，使思想的摆子摆到另一方向去吗？我拭目待之。欧洲个人自由的传统怎么会消失，摆子在今日为什么会摆到错误的方向去，这是很容易明白的。这里有两个原因第一是由于现代集体经济运动的结果，第二是由于维多利亚时代中叶的机械观念的遗传。在今日的各种集团主义――社会的经济的政治的――方兴未艾的时候，人类似乎是自然地放弃了他的反抗权利，忘掉了他的个人尊严。当经济问题和经济思想占了优势，遮蔽了其他一切人类思想的时候，我们对于那种较有人性的知识和哲学，尤其是关于个人生活问题的哲学，便完全不加理会，而淡然置之了，这是极自然的。一种患胃溃疡的人时时在想到他的胃疾，一个社会有着经济弊病时，永远是给经济的思想纠缠着，结果把我们自己完全忘记了，几乎记不起还有个人。在过去是一个人，可是在今日的一般见解之下，却变成了一个全然服从物质律或经济律的自动机。我们不再把他当人看待，我们只把他当做齿轮上的一个齿，一个组合或一个阶级中的分子，一个可以列在百分数里进口的异邦人，一个遭卑视的小资产阶级分子，一个被排斥的资本家，或一个因为是工人而被视为是同志的工人。把一个人称为小资产阶级分子资本家或工人好像已经能够彻底了解他似的。"}
{"text":"在过去是一个人，可是在今日的一般见解之下，却变成了一个全然服从物质律或经济律的自动机。我们不再把他当人看待，我们只把他当做齿轮上的一个齿，一个组合或一个阶级中的分子，一个可以列在百分数里进口的异邦人，一个遭卑视的小资产阶级分子，一个被排斥的资本家，或一个因为是工人而被视为是同志的工人。把一个人称为小资产阶级分子资本家或工人好像已经能够彻底了解他似的。因此人们就可以随着情形很便当地憎恶他，或称呼他做同志。我们没有个人了，也不再像是人类了，我们只是阶级。那么，我可以说这是事情的过分简单化吗？放浪者已经完全不是一种理想人物了，那个有伟大的放浪者性格的人，那个以自由自在不可捉摸的态度去应付环境的人，也已经完全不是一种理想人物了。我们没有人类，只有阶级的分子没有观念和偏见或癖嗜，有的只是意识形态或阶级思想没有个性，只有盲目的力量没有个人，只有马克思的辩证法，以准确的方法去统驭和支配一切人类的活动。我们大家都很快活地热烈的向着蚂蚁的模范迈进。我也晓得我所说的只是陈旧的民主的个人主义，可是我要问问马克思主义马克思自己本身可就是一世纪前赫其尔的逻辑和维多利亚时代中叶的英吉利古典经济学派的产物，今日可还有比赫其尔的逻辑或维多利亚时代中叶的经济思想学派更陈旧的东西吗？在中国的人性学者看来，再没有比这更难于置信，更不真实，更缺乏常识的东西。可是我们能知道人类这种机械观是怎样在机械科学完成工业征服自然的当中创造出来的。人类偷窃了这种科学，把这种机械式的逻辑拿来应用于人类社会，于是研究人事的人们便竭力利用自然律这个严肃的名词。因之我们就有环境比人类伟大，及人类个性可以化成方程式这一类的流行理论。这也许是精湛的经济学，但总是拙劣的生物学。良好的生物学，承认一个人的反应力量跟物质环境在生命的发展上两者是同样重要的因素，正如一位良医承认病人的性情和身体的反应在抗拒疾病时是同样重要的因素。现代的医生已能确定每一个人都有一种不能测算的因素。有很多的病人如依逻辑和前例诊断起来，实在是应该死的，结果却会不死，反而复原起来，使医生也觉得惊奇。医生开着一式一样的药方给两个患同样疾病的人去吃，而不问他们的反应如何，我们真可以把他当做危害社会的人。"}
{"text":"这也许是精湛的经济学，但总是拙劣的生物学。良好的生物学，承认一个人的反应力量跟物质环境在生命的发展上两者是同样重要的因素，正如一位良医承认病人的性情和身体的反应在抗拒疾病时是同样重要的因素。现代的医生已能确定每一个人都有一种不能测算的因素。有很多的病人如依逻辑和前例诊断起来，实在是应该死的，结果却会不死，反而复原起来，使医生也觉得惊奇。医生开着一式一样的药方给两个患同样疾病的人去吃，而不问他们的反应如何，我们真可以把他当做危害社会的人。社会哲学家如果忘掉个人，忘掉每个人都有不同的反应，忘掉他的一般任性的不可捉摸的行为，那么社会哲学家也是危害社会的人了。我也许是不了解经济学，可是经济学也不见得会了解我。今日的经济学还是在失败中，还不敢昂头来置身在科学之列。经济学如果只谈商品而不更向前谈到人类的动机，它当然不是科学即使能谈到人类的动机而要想以统计的平均数去研究，也不是科学，充其量不过是拟科学而已。这是经济学的悲哀。经济学甚至还不曾创造出可以检查人类心智的技术。如果它以数学方法和统计的平均律去研究人类的活动，那更有着暗中摸索的危险。所以每当一个重要的经济政策要决定的时候，总有两派的经济专家和权威者站在绝对相反的地位。经济学终究和人类心智上的特癖是有关的，然而专家们对这些特癖一点也没有认识。一位专家相信如果英国放弃金本位，就会发生大变乱，但另一位专家却坚决地相信如果英国要得救惟有放弃金本位。人们什么时候要买什么时候要卖，这就是最优异的经济专家也无法预测。证券交易之所以会变成投机事业，完全是这个缘故。纵使证券交易所能搜集到世界各国最可靠的经济资料，还是不能像天文台预测天气那样，正确地去预测金银或商品市价的涨落。原因是经济学上参有人类的要素，当很多人想卖出的时候便有一些人想买进，当很多的人想买进的时候，便有一些人想卖出。这里就有着人类的弹力和不可捉摸的要素。当然卖出的人总当那个买进的人是傻子，而那买进的人也以为卖出的人是傻子，到底谁是傻子，只有事实来证明。这种情形不但在商业交易上如此，在人类心理创造历史的过程中也是如此，同时在人类对于道德风俗和社会改革的一切反应上，也都是如此。个人主义今日世界上的人类有些是生活在民主主义的国家里，多少受社会变动的影响，有些是生活在共产主义的国家里，逐渐回向民主的理想，有些是生活在朝不保暮岌岌自危的独裁制度里。"}
{"text":"这里就有着人类的弹力和不可捉摸的要素。当然卖出的人总当那个买进的人是傻子，而那买进的人也以为卖出的人是傻子，到底谁是傻子，只有事实来证明。这种情形不但在商业交易上如此，在人类心理创造历史的过程中也是如此，同时在人类对于道德风俗和社会改革的一切反应上，也都是如此。个人主义今日世界上的人类有些是生活在民主主义的国家里，多少受社会变动的影响，有些是生活在共产主义的国家里，逐渐回向民主的理想，有些是生活在朝不保暮岌岌自危的独裁制度里。但不管他在何种情形之下，个人的生活依旧是一个整体，虽受着时代潮流的影响，总还保持其个性。哲学以个人为开端，亦以个人为依归。个人便是人生的最后事实。他自己本身即是目的，而绝不是人类心智创造的工具。世界最伟大的不列颠帝国，她存在的目的便是使一个住在苏赛克斯ss的人民可以过着幸福合理的生活但是谬误的哲学理论，却会说那个人是为了大不列颠帝国而生活的。社会哲学的最高目标，也无非是希望每个人都可以过着幸福的生活。如果有一种社会哲学不把个人的生活幸福，认为文明的最后目标，那么这种哲学理论是一个病态的，是不平衡的心智的产物。要批判一种文化的价值，我以为应该以这种文化能产生何等的男女为标准。惠特曼这位最有智慧最有远见的美国人在他的民主主义憧憬ss一文里就是基于这种意义去阐明个人原则之为一切文化的最终目的我们应该想一想，文明本身所根据的是什么文明跟它的宗教艺术学校等，除要达到一个丰富美丽而多变异的个人主义外，还有什么目的呢？一切事物都是向着这个目标而进展民主主义本身就是因为要实现这个目的，才仿着大自然的规模把广漠无垠的人类荒田开垦起来，播了种子，给大家以均等的机会，所以它的地位仍在他种主义之前。一国的文学诗歌美学等之所以被重视，乃是由于它们能把个性的材料和暗示供给该国的男女，并以种种有效的方法去增强他们的力量。惠特曼讲到个性的人生的最后事实时，他说当一个人神志在最清明的时候，他有一种意识，一种独立的思想，解脱一切而高升起来，像星辰那么地沉静永恒不灭。这就是和同思想――不管你是哪一种人，自己的思想终是属于自己的，我为我，你为你，各不相混。这确是奇迹中的奇迹，是人世间最神奇最模糊的梦想，但也是最明确的基本事业，是进向一切事实的大门。"}
{"text":"一国的文学诗歌美学等之所以被重视，乃是由于它们能把个性的材料和暗示供给该国的男女，并以种种有效的方法去增强他们的力量。惠特曼讲到个性的人生的最后事实时，他说当一个人神志在最清明的时候，他有一种意识，一种独立的思想，解脱一切而高升起来，像星辰那么地沉静永恒不灭。这就是和同思想――不管你是哪一种人，自己的思想终是属于自己的，我为我，你为你，各不相混。这确是奇迹中的奇迹，是人世间最神奇最模糊的梦想，但也是最明确的基本事业，是进向一切事实的大门。在那种虔诚的一瞬间，在意义深长的宇宙奇途中，信条和惯例在这个简单观念之下显觉不足轻重了。在真正的幻象之光的照射下，它是惟一有内容有价值的东西。像寓言中的黑影矮人一旦被解放了一样，能扩展到整个大地天上。对于这位美国哲学家推崇个人的言论，我本想多介绍几段出来可是为节省篇幅起见我就用下面几句话做一个结束我们可用一处简单的观念来做最后的结论不然整个事物的体系将成为无目标的欺人的最后的和最好的方法，是依赖人类本身，及其自己天生的常态的充分发展的质素，而绝对不掺杂迷信的成分。在种种变迁，在不断的嘲笑抗辩和表面的失败中，民主主义的目的，就是要冒着任何危险去证明一个学说或原理，就是在那最健全崇高的自由下训练出的人，他本身就是他自己的一种法律。我们所应关心的是我们对于环境的反应而不是环境的本身。法德英美都生活在一样的机械文明中，不过她们生活的形式和趣味都各自不同用着各不相同的方法去解决政治上的问题。当我们知道人生有许多变化的可能时，当我们看见两个汽车夫同坐在一辆货车上，听了同样的笑话而有着不同的反应时，我们即不应假定人类都须很服帖地受着机械式的统制。一个父亲对于他的两个儿子可以给予同样的教育，同样的生活基础，可是到后来，他们会渐渐依照各自内在的个性去创造自己的前程。纵使两个人都做银行的行长，有着完全相等的资本，然而在各项重要的事务，与一切造成快乐和幸福的事物中，他们完全是两样的，他们的处世态度腔调和性情无不两样他们和属下职员间的关系也有相异之处，职员们或许怕他们，也许爱他们，他们也许是好吹毛求疵的，也许是和蔼而宽大的他们储蓄和用钱的方法也不同他们的私人生活，他们的癖好朋友俱乐部书籍和妻子也都是两样的。"}
{"text":"纵使两个人都做银行的行长，有着完全相等的资本，然而在各项重要的事务，与一切造成快乐和幸福的事物中，他们完全是两样的，他们的处世态度腔调和性情无不两样他们和属下职员间的关系也有相异之处，职员们或许怕他们，也许爱他们，他们也许是好吹毛求疵的，也许是和蔼而宽大的他们储蓄和用钱的方法也不同他们的私人生活，他们的癖好朋友俱乐部书籍和妻子也都是两样的。在同样环境下生活的人居然有那么大的差异，所以我们看见报纸上的许多讣告时，我们也不禁有些奇怪，以为生于同代，死在一天的人，两者的生活竟是那么不同，有的安居乐业，专心一志地努力着，在工作中获到乐趣有的没有固定的职业，到处浮沉着有的成了发明家，有的从事探险也有些人喜欢说笑话，有的却终日沉默寡欢有的正在飞黄腾达名利双收之时，而结果却无声无臭地在角落里死掉了有的做着卖冰卖煤的买卖，在他们的地下室里被人刺死，身后遗下了黄金二万元。是的，虽然在这工业时代，人生依然是奇妙的，只要人类还是人类，变化总还是人生的滋味。政治的或社会的革命，宿命论在人事上是没有这回事的。人性的因素使那些新原理和新制度创造者的计算完全失败。也击败了法律制度和社会改革政策的创造者，不管所创造的是奥尼达团体制度奥尼达人系指居住纽约奥尼湖附近的美国印第安人或美国劳工联盟，或法官林赛所定的伴侣婚姻制度。新娘和新郎的性格比婚姻和离婚的惯例更为重要。那些执行法律或维护法律的人们也比法律本身更其重要。讲到个人之所以重要，不单是因为个人生活是一切文明的最终目标，并且也因为我们的社会生活政治生活和国际关系的进步都是由许多个人个人造成国家的集体行动和集体牌性而产生，所以也完全以个人的脾气和性格为基础。国家的政治和国家每一时期的进化，其决定的因素完全是由于人民的脾性。因为在工业发展的原则之外，一个民族做事和解决问题的方法是比较重要的因素。卢骚不会预料到法国革命的演变和拿破仑的突然出现，正如马克思不会预料到他的社会主义原理的实际发展和史太林的出现一样。法国革命的演变绝不是由一般所说自由平等博爱的口号所决定，而是由于人类天性上的某些特质和法国人脾性上的某些特殊质素所决定。马克思虽有很严正的辩证法，可是他对于社会主义革命所将取的途径的猜测却是完全失败的。"}
{"text":"因为在工业发展的原则之外，一个民族做事和解决问题的方法是比较重要的因素。卢骚不会预料到法国革命的演变和拿破仑的突然出现，正如马克思不会预料到他的社会主义原理的实际发展和史太林的出现一样。法国革命的演变绝不是由一般所说自由平等博爱的口号所决定，而是由于人类天性上的某些特质和法国人脾性上的某些特殊质素所决定。马克思虽有很严正的辩证法，可是他对于社会主义革命所将取的途径的猜测却是完全失败的。从逻辑上讲起来，照他的预料，这种无产阶级革命，应发生于工业文明最发达的地方，和无产工人阶级抬头的地方先在英国，继在美国，此外德国或许也有发生的可能，但是事实却不然，共产主义却是在俄国这么一个农业国，一个无产阶级没有多大力量的国家里，最先找到了实验的场所。这是因为马克思忘记顾到英国和美国的人的因素，忘记顾到英国人或美国人应付事件和解决问题的方法。所以我们可以说，经济学上的一切重大错误，全是由于不曾考虑到那个国家中那种不可测度的因素。英人不信任假说和口号，英人做事有着有条不紊慢慢做去的习惯。盎格罗逊民族有着个人自由自尊明达秩序等的爱好，这些对于英美各种事态的发展，比之德国辩证学者的全部逻辑更有决定的力量。所以一个国家内的政事进展以及社会和政治的发展趋势，都是以各种个人的内在观念为根据。这种民族的脾性，这种所称为人民的天才的抽象的东西，终究是许多个组成国家的个人的集合表现，也就是当一个国家在应付某项问题或危机时动作中所表现的性格。一部分人有着一种谬误的观念，以为这种天才的本质是像中世纪神学中的灵魂那样一个神话的实物，而不仅是一个比喻。实则国家的天才，不过是它的行为的一种性质和做事的方法罢了。对于这种天才，我们又有错误的观念，以为它也和国家的命运般同样是一个独立存在的抽象本质，这是不对的。这种天才是只能在动作中看得出来，只不过是一种选择的问题，即取舍和倾向，在危急时的特殊局势下，决定着国家的最后行动途径。旧式历史学家往往跟黑格尔一样，认为一个国家的历史仅是观念在机械的必然性下的一种发展，然而较微妙而现实的历史观念却以为这大概是机缘的问题。每当一个危急的时期，国家即做一次选择，在选择的时候我们看见相反的势力和互相冲突的欲望在战斗着，情感的多寡，即决定天秤的倾侧。国家在危机中所表现的所谓天才，即是那个国家对于一件事情所做的取舍决定。"}
{"text":"这种天才是只能在动作中看得出来，只不过是一种选择的问题，即取舍和倾向，在危急时的特殊局势下，决定着国家的最后行动途径。旧式历史学家往往跟黑格尔一样，认为一个国家的历史仅是观念在机械的必然性下的一种发展，然而较微妙而现实的历史观念却以为这大概是机缘的问题。每当一个危急的时期，国家即做一次选择，在选择的时候我们看见相反的势力和互相冲突的欲望在战斗着，情感的多寡，即决定天秤的倾侧。国家在危机中所表现的所谓天才，即是那个国家对于一件事情所做的取舍决定。每个国家总依着自己的意思去取择他们所喜欢的而排斥所不能容忍的东西。这种选择是根据于思想的潮流一些道德观念和社会的成见。最近在英国宪政的危机中结果迫使一个皇帝的逊位，我们清楚地看到这种所谓民族的性格在发生作用，有时在所赞成和所反对的事物中表现出来，有时在变动的情感的狂潮中表现出来，有时在自以为是正常的动机的冲突中表现出来。这类动机即是对一位孚众望的君王的私人爱戴，英格兰教会对一个离婚者的偏见，英国人对于国王的传统观念。国王的私事是否真是私事，是否可以以私事视之，国王是否应该做超越傀儡式的人物，他是否应该同情工党，在这些冲突的情感中，只要任何一种情感稍微多一些，便可生出不同的结果。在现代历史中，情形永远是如此的，不管齐诺维夫Z嘉美尼夫和比亚达可夫会不会被杀，拉达克会不会被监禁，不管反革命的阴谋和反史太林的叛乱其范围是否会如所宣传的那么广大，不管德国天主教会和基督新教会在纳粹政权的高压下能不能保持它们的完整这须看德国人民有着多少人类的弹力，不管英国会不会真正地变成工党的国家，不管美国的共产党社会大众对它的好感或增或减这些问题都须取决于各该有关国家内的个人思想个人情感和个人性格。在一切人类历史的活动中，我只看见人类自身任性的不可捉摸的难于测度的选择所决定的波动和变迁。根据这种意义，儒家就把世界和平问题和我们私人生活的培养联系起来，宋朝以后的儒家学者认为每一个人都该懂得这个道理，所以在儿童入学时，所读的第一课包括着下列的一段话古之欲明明德于天下者，先治其国欲治其国者，先齐其家欲齐其家者，先修其身欲修其身者，先正其心欲正其心者，先诚其意欲诚其意者，先致其知。致知在格物。"}
