{"text":"在追寻的过程中，或许艰辛伴随着苦难，但蓬勃向上的心灵永远不会被生活之灰尘封。耐得住寂寞我愿变成一段树根，深深扎进地层，树根在地层是黑暗，是寂寞的，但它正是在黑暗寂寞中吸收养料，让大树枝繁叶茂。由此联想，面对现今喧嚣浮华的社会，一个人只有心灵耐得住外界的纷扰，守住寂寞，人生才会更加美好。深深扎进地层的树根，只有耐得住黑暗的寂寞，才能长成参天大树同样，人只有耐得住生活事业和心灵的寂寞，才能在潜心修行中让心灵的到升华。我国的文学大家先生生前潜心专注于编写管锥编，在文化大革命的动荡期依旧恬静淡泊，耐住浮躁与寂寞于牛棚中读书写字。这就是一种对寂寞的坚守品质。先生之所以能够学贯中西，游走于古今，正是因为他能耐得住文人研究学问钻研难题的寂寞，摒弃对外界纷繁迷眼的物质追求和享受，所以他的人格魅力持久弥香。古往今来，大凡有成就的人正是因为懂得耐住寂寞，专注事业，人生才更加美好。苏轼面对荒凉寂寞的黄州依旧笑呤也无风雨也无晴，中国无动力帆船航海第一人崔墨心怀梦想，独自一人耐住旅程中的寂寞与艰辛完成壮举李桂林陆健芬夫妇在大山里为孩子们撒下希望的种子，在寂寞中坚守年？？他们的时代不同，事业不同，他们却中谙一个相同的人生真谛人生的奋斗旅程是充满寂寞与艰辛的，唯有守住心灵的寂寞，始终默默无悔地执着于自己的梦想和事业，我们的人生之树才能由此绽放艳丽的花朵，从而在收获得季节结出累累的硕果。与此相反，当代的某些所谓文人大师却无法按捺住坚守的寂寞，总是受到高利益好名声的刺激与驱使，胡乱造假论文东拼西凑文章连夜印刷只为追求销售量。急功近利的举动只会使原本静如水的心变得浮躁空虚，拒绝尘世浮躁诱惑的原因所在。塞林格的寂寞坚守，著出麦田里的守望者，令人敬佩莫言的寂寞坚守，成为中国首位诺贝尔文学获得者，令人景仰罗阳的寂寞坚守，托起航空母舰舰载机歼，令人动容？？面对喧嚣浮华的社会，我们应该拒绝浮躁，像深深扎进地层的树根一样，耐得住黑暗，耐得住寂寞。做流星还是做树根在人生道路的前行过程中，每个人都会有不同的追求，有人愿做闪亮夜空的流星――瞬间的壮观辉煌，有人愿做扎进地层的树根――平凡自在的生活，也有人愿做？？"}
{"text":"？面对喧嚣浮华的社会，我们应该拒绝浮躁，像深深扎进地层的树根一样，耐得住黑暗，耐得住寂寞。做流星还是做树根在人生道路的前行过程中，每个人都会有不同的追求，有人愿做闪亮夜空的流星――瞬间的壮观辉煌，有人愿做扎进地层的树根――平凡自在的生活，也有人愿做？？其实，不同的人，有不同的性格，不同的思想，当然就有不同的追求，做流星，还是做树根，又有什么区别呢？不同的追求，当然会有不同的结果。乔布斯，在事业上与他的伙伴就体现了不同的追求。乔布斯为苹果公司而奋斗，可以说他的追求都体现在苹果上。而他的事业伙伴，却在苹果公司发展期间毅然决然卖掉了在苹果公司的股份，回归平静悠闲的生活。他追求的是自在快乐的生活。很明显，乔布斯和他的伙伴的追求并不相同乔布斯得到了辉煌的成就。我们不能评判他们哪个更好，但他们得到了属于他们自己的不同的结果。不同的追求，只要能彰显生命的意义，都值得称道。沈浩，小岗村的书记。他不辞劳苦，始终站在人民的前列，带领他们摸索前行，最终心力交瘁，倒在了时时刻刻工作的岗位上。李灵，河南师范的一名毕业生。她为了让留守儿童有受教育的机会，用自己的钱办起希望小学。她顶烈日冒酷暑当街收废报旧书，二十七岁的容颜因为过度操劳而不再靓丽。他们不同的追求，却同样彰显出生命的意义沈浩的生命虽然短暂如一颗流星，却永远活在小岗村人民的心里全国人民的心里李灵虽平凡如扎根地层的树根，却成为孩子们眼中最美的校长。难道他们不值得我们称道吗？追求虽不同，但心无旁骛奋斗不止却相同。再美丽的蓝图，在懒汉的手里，也是一张废纸。而奇幻小说少年派的奇幻漂流在李安的手里就成了电影大作。这是为什么呢？李安的电影之所以能得到那么多影迷的喜爱，正是由于他惊人的毅力。他为了得到投资，将小说原稿整整修改了四百多稿，为了让投资人更加清楚明白，又制作了一段七分多钟的动漫帮助理解。这整整用了两年的时间。后来为了将技术达到最好的效果，又花费了三年的时间将电影效果精确到每个水分之的质感，李安为了自己的追求，义无反顾地奋斗的精神难道不是我们所欠缺的吗？司马迁何以能为史记倾尽了年的光阴？李时珍哪能为本草纲目研究年？"}
{"text":"这是为什么呢？李安的电影之所以能得到那么多影迷的喜爱，正是由于他惊人的毅力。他为了得到投资，将小说原稿整整修改了四百多稿，为了让投资人更加清楚明白，又制作了一段七分多钟的动漫帮助理解。这整整用了两年的时间。后来为了将技术达到最好的效果，又花费了三年的时间将电影效果精确到每个水分之的质感，李安为了自己的追求，义无反顾地奋斗的精神难道不是我们所欠缺的吗？司马迁何以能为史记倾尽了年的光阴？李时珍哪能为本草纲目研究年？马克思又怎能耗费年心血写出资本论？他们都是为了自己的追求，心无旁骛，为了奋斗。朋友，在人生前行的路上，不要在意是做流星，还是做树根，关键在于你能否为自己的追求奋斗不息并彰显出生命的意义。采一枚明月洗尘采一枚明月洗尘，品一盏清茶，倚栏等一朵莲开――题记烟雨迷蒙，烟雨迷蒙，粉色的花雾朦朦胧胧。我踮起脚尖，亲近于那种恬淡和宁静，此时蒙尘负重的心也碧亮如洗，思绪在花香的原野上飘荡人的一生就是一座城墙，日子是一砖一瓦，生命是一梁一柱。似乎人的一生就是为了看一只蝉从出生到老去，看一秋叶安静地赴向美丽的死亡，看一只白狐遁迹山林。生活，不需要时时轰轰烈烈，偶尔泡一杯清茶，于午后坐在书桌前，小憩一会，可以望着天空，安静地思考。某日，抬头，忽见桐花落，我忽而想起了张岱，那个明末的才子。他的出生一如桐花的尽放，美之极，美之至，章台路上，他扬鞭驰骋，红烛帐麻，他夜夜笙箫度。那时候的他，说不尽光摇朱户金铺地，雪照琼窗玉作宫。谁可想，几十年后的他，竟以碎几破床，折鼎病琴独居西湖子畔。大雪三日，寂寥无上。一片云，一鼎琴，一点湖心亭，独居西源子畔，以一篇小品文震撼了上下千年。倘若张岱的一生都在白玉堂上，雕花屏后，他的文字又怎会字字珠玑。生命的本真，就如此，当一切都归于宁静，方显出生命的本色。冷处偏佳，别有根芽，不是人间富贵花。纳兰若容的一阙词，在飘雪的季节里，六角晶莹，带着他孤独的心，等候花开，花开是画，花落是诗，闲庭信步，不是观庭前花落，望天上如卷云舒。性德偏偏是身居高门大厦，常有山泽鱼鸟之恩。于是有了几百年后，为他的至情至爱而泪流满面。生命有时也需要一种短暂的自我放逐。注定是戎马一生的他，在看到黄钟毁弃，瓦釜雷鸣之后，决定隐居山林。有心杀贼，无力回天。"}
{"text":"生命的本真，就如此，当一切都归于宁静，方显出生命的本色。冷处偏佳，别有根芽，不是人间富贵花。纳兰若容的一阙词，在飘雪的季节里，六角晶莹，带着他孤独的心，等候花开，花开是画，花落是诗，闲庭信步，不是观庭前花落，望天上如卷云舒。性德偏偏是身居高门大厦，常有山泽鱼鸟之恩。于是有了几百年后，为他的至情至爱而泪流满面。生命有时也需要一种短暂的自我放逐。注定是戎马一生的他，在看到黄钟毁弃，瓦釜雷鸣之后，决定隐居山林。有心杀贼，无力回天。狼烟起，江山眺望的生活便不再属于他。在这里竹林间闻鸟语，山寺钟声远，在这里落花飘零，晚寒烟草迷。一盘横局，便可定楚汉胜负。一叶扁舟，方可抵达禅的彼岸。生命的本质，就在于当一场都归于尘埃，一切都成为过往云烟，蒙尘负重的心，洗尽铅华，方可见生命的本色。繁华的都市，迷离的生活，仰望头顶这方包容了亿万年生命的天空，究竟给人的思想带来了什么。思想是神，既可以繁华似锦，也可以杂草丛生。生命也需要一种短暂的自我放逐，喧嚣不走，亦能优雅独舞。采一枚明月洗尘，品一盏清茶，倚栏等一朵莲开生活越是平衡越是丰盛五味齐为上，五音全为善。五味齐方能品尝到生活的苦涩酸甜，咸淡有道五音全方能领悟生活的婉转悠扬，雅俗协调。生活少一味缺一音便觉寡淡无趣。生活越是平衡越是丰盛。平衡的生活中，不应有一物过为突出，也不应有一物过于衰弱。平衡的生活当创造出一种意境――如朗月当空，普照万物，世间的一切都被调和，都在清冽的月色下，息息相生，浑然一体。上溯宋代名家苏轼，以长短句为世人熟知，但苏轼的才情远不局限于此。东坡善文善画，能御能曲。正因为如此，他才成为了宋至后世最受推崇的典型文人。或许也正因为如此，他的性格也被塑造的圆润饱满，不缺于事。在朝野便竭力尽瘁，被贬谪时则放情山水，在自然中追求那平衡而丰盛的生活。箪食瓢饮不美，美的是居陋室不改其乐的人竹篁短篱不美，美的是采菊东篱下的人。若陶潜，若梅妻鹤子的林逋，无不是把握了生活的平衡，心淡下来不生艳想，欲寡下来不生竞心，自在随性，伴着苦菊寒梅收获了人生的丰盛。生是红尘过客，免不了世事的关卡。纵使不做那在自然中拥抱平衡生活的隐士，人们也能跳出时间与空间的限制，力求生活的平衡自在。"}
{"text":"在朝野便竭力尽瘁，被贬谪时则放情山水，在自然中追求那平衡而丰盛的生活。箪食瓢饮不美，美的是居陋室不改其乐的人竹篁短篱不美，美的是采菊东篱下的人。若陶潜，若梅妻鹤子的林逋，无不是把握了生活的平衡，心淡下来不生艳想，欲寡下来不生竞心，自在随性，伴着苦菊寒梅收获了人生的丰盛。生是红尘过客，免不了世事的关卡。纵使不做那在自然中拥抱平衡生活的隐士，人们也能跳出时间与空间的限制，力求生活的平衡自在。印度诗豪泰戈尔作为亚洲第一位被授予诺贝尔文学奖的人，文学造诣自然不在话下，但最能感染我们的，是他字里行间流露出的对真我的追求。我们忘不了他苦思冥想的样子，更忘不了他在芒果树下为孩子们朗诵诗篇时欣然的神情。我想他深谙此道――在生活状态的不断变化下力求平衡。你听，那个捷克人说――生活在别处。生活不应只有单薄的一种，它理应以多种形态在我们的四周活跃着。这样的人生才是有趣的人生，这样的人生才是平衡而丰盛的人生。印度思想家奥修说，玫瑰就是玫瑰，莲花就是莲花，只要去看，不要比较。但我更愿意说尽管去做，尽管比较。因为只有千姿百态才能够构成平衡的生活，而平衡的生活更应该囊括这千姿百态。五味相调，五音齐全。生活越是平衡越是丰盛。落地请关手机初夏明媚的早晨，我照常下楼取信。借着照进信箱的一线光亮，我看到一个纤巧的牛皮纸信封安详地躺在里面。坐在窗边，我小心地拆开这从新西兰远道而来的信件，里面掉出几张照片和一张卡片，上面用隽秀的笔迹写着落地请关手机。我不觉微笑了。窗外天空正蓝。几天前新西兰的天空也是这样的蓝。那时的我初次踏上这片土地，寄宿在一个台湾女孩家里。全木制的房子建在小山坡上，推窗就是浓绿和湛蓝。牛羊悠然行走在山脚下，溪水潺潺从脚边流过。她带我去爬山，山上是一座古老幽密的红树林。我们慢悠悠地走，走得倦了便在兀起的老树根上并肩坐下，我忽然感叹在这里的几天从没用过手机，没人打扰与世隔绝的感觉真是让人舒心。本来就该如此，安静平和的慢节奏生活不是更好吗？她说着，我沉默地望向远处一片明亮的湖。仿佛就在昨日，世上从没有手机电话电脑，那时的世界多么单纯，生活多么宁静。王维中年隐居山林，辋川别墅便是他心灵栖息之地。"}
{"text":"我们慢悠悠地走，走得倦了便在兀起的老树根上并肩坐下，我忽然感叹在这里的几天从没用过手机，没人打扰与世隔绝的感觉真是让人舒心。本来就该如此，安静平和的慢节奏生活不是更好吗？她说着，我沉默地望向远处一片明亮的湖。仿佛就在昨日，世上从没有手机电话电脑，那时的世界多么单纯，生活多么宁静。王维中年隐居山林，辋川别墅便是他心灵栖息之地。他行到水穷处，坐看云起时，他倚仗柴门外，临风听暮蝉山间的景色四时不同，他用诗意的目光审视明月松间照，清泉石上流的晚景，用内心感受雨中山果落，灯下草虫鸣的禅意。没有催人的电话铃声，终日只与自然为伴，那一首首清幽玄妙的五言绝句便是对这慢节奏诗意生活的最佳唱和。也许有人会疑惑，在繁忙嘈杂的大都市中，如何享有慢节奏生活？且读陶潜的诗句结庐在人境，而无车马喧。身处闹市，只要保有一份淡泊宁静的内心，回归生活的本意，则心远地自偏。纵使生活忙碌，也需为自己的灵魂留一块空地。现如今，许多人成了手机的奴隶，要么被来电时一叠声的铃声催得东奔西跑，要么埋头刷微博打游戏以至茶饭不思，最可悲的是逢年过节人们不再登门问候亲朋，取而代之的是一条条模式化的群发祝福短信，收到后只能让人苦笑。是手机泯灭了当代人的生活意趣？还是我们在高科技的浪潮中迷失了自我？请关掉你心中的手机吧，别让那催魂的铃声时刻响在耳边。把大自然的美装进你的眼里心里，即使你此刻身处北京的市中心，推窗仍是那一片浓绿和湛蓝。若是追求情趣，大可效法古人鱼雁往返，看着那未干的墨迹，似乎心也宁静下来。天地似乎广阔许多。窗外天空正蓝。我不由回想起小山坡和红树林，还有那个在大洋彼岸的女孩。她寄来的照片上有一片湖，它在我心上闪闪发亮，宁静安详。落地请关手机。保持距离，热爱生命屏幕上的小人被导弹击中烧成一块焦炭，的字样跳出来，闪烁不停。脱力，我瘫倒在床上。床垫里的弹簧突然受力，发出细小而刺耳的声音，在耳边回荡。眨眼，眼眶干涩，砂纸一般打磨我的眼球，视网膜粗糙――这是连夜刷微博看日剧热烈讨论入江直树福山雅治的结果，我清楚地知道。大脑空白，我与天花板对视，眼神没有焦点。天花板苍白无力，虽无语却也像面镜子，映照着我的干枯。是的，干枯。整日如同行尸走肉，已经连续几个月没有过写作的欲望。"}
{"text":"保持距离，热爱生命屏幕上的小人被导弹击中烧成一块焦炭，的字样跳出来，闪烁不停。脱力，我瘫倒在床上。床垫里的弹簧突然受力，发出细小而刺耳的声音，在耳边回荡。眨眼，眼眶干涩，砂纸一般打磨我的眼球，视网膜粗糙――这是连夜刷微博看日剧热烈讨论入江直树福山雅治的结果，我清楚地知道。大脑空白，我与天花板对视，眼神没有焦点。天花板苍白无力，虽无语却也像面镜子，映照着我的干枯。是的，干枯。整日如同行尸走肉，已经连续几个月没有过写作的欲望。讽刺的是，即便事实如此，还是要撑门面一般地告诉自己我是热爱生活热爱写作的人。这是掩耳盗铃式的安全感。已经不记得上一次流泪是在什么时候了，我第一次觉得，有泪可流，也是幸事一件。快忘记那是怎样鲜活的感觉了吧――那种名为感动的情绪。胸膛里那颗曾经拥有坚定信仰与汹涌情感的潮湿温润的心，现在满满满满都是石灰。它们是干涩的毒药，我以鲜红的血液喂养，不能自已。它们渗透进我的心脏，腐蚀我收缩的肌肉，血液变成紫色，凝固，肌肉纹理不再，散发恶臭。我却无感。这对我没有任何触动。表情麻木僵硬，瞳仁空洞涣散。我穿行于记忆之中，我在试图找寻，那个对于文字和泥土有着强烈信仰的我，属于自己的我。等等，那是琴药吧，在月光下轻吹尺八的男人。天空漆黑如同巨大幕布，每一颗星都稳定地散发清晰光芒。他带着年幼的信得，去看夜晚深山里的瀑布。他让她倾听跟随那水流而来的巨大声响，让她体验心脏与树木河水共同震颤的感觉，让她知道万物皆有灵，它们可作为一种信仰而存在。拥有黝黑皮肤与健壮体格，与他同行令人心中安稳。他席地而坐，泥土似墨玉，温润清凉，合眼轻吹尺八，声调悠扬如同积雪化成的流水，凛冽清澈。月光皎洁，神灵一般抚摸他们身上每一寸皮肤。信得说，她闻见泥土和树木的质朴味道，她看见宇宙的深厚颜色，她被净化。我似乎感受到了，远离沐浴在皎洁月光中的温柔，错过洁白茶花盛开时的温暖，背对河水平静流淌时的安稳，是多么痛苦不堪的事情。人类将理性思考加于自然规律从而创造出科技并以其为认知世界的重要工具，然而人的生命并不是冰冷的数字，不是严格的二进制，不是细小精密的字节――生命是温热而有力的，不允许重启与计算。科技能够为我们提供更舒适的生活环境，但要保全对生命的敬仰，仍要从自身出发。敬仰生命的最好方法即保持自身清洁与内心湿润。"}
{"text":"我似乎感受到了，远离沐浴在皎洁月光中的温柔，错过洁白茶花盛开时的温暖，背对河水平静流淌时的安稳，是多么痛苦不堪的事情。人类将理性思考加于自然规律从而创造出科技并以其为认知世界的重要工具，然而人的生命并不是冰冷的数字，不是严格的二进制，不是细小精密的字节――生命是温热而有力的，不允许重启与计算。科技能够为我们提供更舒适的生活环境，但要保全对生命的敬仰，仍要从自身出发。敬仰生命的最好方法即保持自身清洁与内心湿润。簇拥在角落里的数据线，摊在地上的饮料瓶，屏幕上跳脱的数字，我们的生命里不应只有这些东西。春日和暖，应该换上棉布长裙，到郊外去抚摸一棵皮肤粗糙的树木夏日明媚，应该带上自制饮料，去有大片牧草的地方读一本清凉的书秋日萧索，应该穿上米色风衣，抬起头透过银杏树的金黄枝叶呼吸天空的颜色冬日刺骨，应当在壁炉内填充充足果木，用初雪化水沏一杯暖热红茶。生命是一种信仰，生命最值得热爱。保持距离，热爱生命。播下友情的种子又到挥手别离时，我对你的身影挥手，却将你的微笑镌刻于心我向你的今天告别，却将你的明天寄挂于心我目送你的远去，却在心里，把我们的昨日，重现了一遍又一遍。你是否还记得我们播下友情种子的那一天？是你将那粒种子埋进土壤的呢。陌生的人，喧闹的教室，窗外刺眼的光让我浑身闷热。你的一句问好，一个介绍，一张笑脸，顿时将我从自己别扭的世界中带出。欢笑变得悦耳，阳光变得和绪，你似夏日凉风，吹开了我的心门。友情，开始于开朗的主动。军训时的那些日子，是否仍能让你会心一笑？霉臭的厂房，摇晃的上铺，随时的断水，稀烂的面条，强势的阳光和我们期盼的暴雨那是多么有趣的日子呵！我们为了快点吃上午饭而互相教着那些已被遗忘的军歌白天累得倒地便睡夜晚仍要说自己幼时的故事，停水的中午，我们用卡车运来的冷水臭美的相互冲洗头发。我们了解着对方，惊叹着彼此的相似，所有的艰难，都被甜甜的笑声取代。友情，在我们共同度过的时光里发芽。你早忘了我们之间的不愉快了吧？那是入学不久时，你的开朗与热情让你周围从不乏陪伴，我的敏感让我心中多了许多滋味。你的朋友多到让我羡慕，我的胆怯让我觉得无力。不知为何，我竟有意疏远你，似要将自己关回原来的世界。"}
{"text":"我们了解着对方，惊叹着彼此的相似，所有的艰难，都被甜甜的笑声取代。友情，在我们共同度过的时光里发芽。你早忘了我们之间的不愉快了吧？那是入学不久时，你的开朗与热情让你周围从不乏陪伴，我的敏感让我心中多了许多滋味。你的朋友多到让我羡慕，我的胆怯让我觉得无力。不知为何，我竟有意疏远你，似要将自己关回原来的世界。幸而那是你，抓住我的手，将我的心放于明媚的阳光下温暖。交心的谈话，免不了的泪水，我不再畏惧坦露自己的心声。我们的友情，也算经历了考验，无惧青春中狂乱的风了。友情，在坦诚与宽容中成长。你一定记得你对我的呐喊。那是秋末的运动会，心血来潮的我报了毫不擅长的长跑。每日放学后你的陪伴，你那如秋日蓝天一般的鼓励，都为我插上翅膀。比赛之时，心跳的加速，腿脚的乏力，呼吸的困难令我几近放弃。你的呐喊，如石破天惊的光，直入我耳，贯穿我身。因为你，我完成了对自己的超越。友情，在陪伴与鼓励中开出灿烂的花。这便是你，便是我，便是我们。为了仍然迷茫不定，前途仍旧充满挑战。我们的友情，已长成一棵树，成为我们永远的庇护。真心相待，我们之间，还有那写不尽的未来。本是同根生同学，这个自我们第一次踏入学校就伴我们左右的群体，它承载着我们的童年少年，青年回想过往的岁月，除了家人，在脑海中浮现最多的便是同学。有句俗语说人上一百，五颜六色，在我们十多年的学习生涯中结识过的同学又岂止一百呢，那各种各样性格脾气的人也就更多了。在学习生活中，同学间的矛盾是不可避免的，如今面临分别的我们会怎样处理同学关系呢？有人认为，在毕业到来之际，再多的争执也是无用的，何不化干戈为玉帛，快乐的走向各自心中的远方。也有人小肚鸡肠，只为一点小事就吵得不可开交。将之前几句的同窗之情都抛到脑后，只求一时之快，这是不可取的。三年，一千多个日日夜夜，陪伴我们最多的不是父母，不是老师，而是那些张口就能念出名字的同学，那些在你需要帮助时，主动伸手祝你一臂之力的，是同学，那些在你搞怪时，陪你捧腹大笑的，是同学，那些在你痛哭流涕时，拿出一张面巾纸的，还是同学。若说老师是我们在学校的父母，那同学便是我们的兄弟姐妹，既然如此，又何必因为一点不愉快而伤害彼此呢？"}
