{"text":"朋友说我在国外时，做梦都几次梦见自己是在吃杨桃，醒来时才知道那就是乡愁呀！后来，我们一起吃了释迦和甘蔗，又在夜市买到许久未见的红莲雾，每次看朋友陶醉的样子，我就想到这些只是平常的水果，但却象征了故乡最可贵的部分，仿佛饱含了叫作故乡的汁液，可以治思乡的疾病。朋友出国以后，我时常去市场买这些平常的水果，吃着吃着，就会思想起朋友那喜悦满足的表情，那些平常的水果也就有了非常深刻美好的滋味。小红西瓜买到一种小如垒球的西瓜，皮色翠绿果肉深红清凉胜雪滋味如蜜。像我这么喜欢吃西瓜的人，每次看到有新的西瓜品种，总会迫不及待地买来吃，每次吃总有一些惊喜。二十年前第一次吃到黄肉的小玉西瓜十五年前第一次吃到澎湖西瓜十三年前第一次吃到无子西瓜的情景，都还历历如在目前。在二十年前，台湾的人大概也难以相信我们的水果会有这么大的改良，我们在市场上看到的芭乐莲雾木瓜杨桃梨子柚子哈密瓜芒果荔枝番茄等等，几乎没有一种不是改良的结果，并且样样都很好吃。就好像小红西瓜，从前的人一定难以相信红西瓜可以这样小巧，这样好吃，而且一年四季都有。我每次出国，最想念台湾的就是水果，在回台湾的飞机上，只要想到水果摊那红红绿绿的美丽画面，感觉就要醉了。吃小红西瓜的时候――这西瓜的名字叫红菱――我不禁感恩那些为品种改良而奉献心力的人，有了这种感恩之情，感觉西瓜的滋味更鲜美更元气淋漓了。太麻里枇杷朋友从台东的太麻里来，送我一盒批把，只因我闲聊时说过我喜欢吃枇杷，他就不远千里送来了。我会喜欢吃枇杷，是和我的外祖母有关。住在溪洲的外祖母家，从前种了许多批把柿子荔枝，小时候，外祖母经常亲手剥给我吃，从此这三种水果深植我心，每一次吃，就会想起最疼我的外祖母，也会想念外祖母家的批把柿子荔枝。朋友说太麻里的枇杷，乃是全台湾最好的枇杷。果然，太麻里杷杷泛出浅浅的金黄色，饱满而肥壮，吃在口中，水气淋漓，清香袭脑。"}
{"text":"我会喜欢吃枇杷，是和我的外祖母有关。住在溪洲的外祖母家，从前种了许多批把柿子荔枝，小时候，外祖母经常亲手剥给我吃，从此这三种水果深植我心，每一次吃，就会想起最疼我的外祖母，也会想念外祖母家的批把柿子荔枝。朋友说太麻里的枇杷，乃是全台湾最好的枇杷。果然，太麻里杷杷泛出浅浅的金黄色，饱满而肥壮，吃在口中，水气淋漓，清香袭脑。我感慨地对朋友说能种出这么好吃的枇杷，那士地是值得跪下来顶礼赞叹的呀！经过了很久很久，我每次在市场看到批把，就会想起太麻里的山地朋友，觉得友谊也是金色的，那友谊的金色，像枇杷，也像阳光。分节阅读我吃枇杷柿子荔枝的时候，依然会想念我的外祖母，就觉得亲情与美好的回忆也是金色的。那金黄的回忆之河，是批把的金，也是阳光的金。金煌芒果我在市场里，买到一个芒果，竟有三斤多重，全身金黄泛着红光，那颜色就像黄昏衬着夕阳的晚霞。那种超级芒果，名字叫作金煌。金煌芒果不只是颜色与形状好，还有着特殊的香气，混合了香蕉木瓜与蜂蜜的香气，吃起来口感细腻而甜美。我时常吃金煌芒果，只是没买过这么大的。晚餐过后，我把家人叫来围在桌边，用一个非常美丽的盘子盛着那个金煌芒果，切芒果的时候我有一种庄严喜悦的心，因为在这辈子，我还没有切过这么大的芒果。我边切边想到底有什么方法，可以使一个三斤重的芒果不掉落在地上？这么大的芒果，是什么样的人种出来的，听说金煌这种超大的芒果，是六龟一位年老的果农配种成功的，他取了几十个名字都觉得不妥，最后用了自己的名字，他的名字叫作黄金煌。唉！黄金煌，天生要种好芒果的名字呀！金煌芒果真是很好吃。砖隙的番茄树阳台砖头的缝隙中长出一株小小的番茄树，不知道是风或小鸟带来的种子？番茄树从春天时奋力长大，到了夏天就结出与砖块同颜色的果实。"}
{"text":"唉！黄金煌，天生要种好芒果的名字呀！金煌芒果真是很好吃。砖隙的番茄树阳台砖头的缝隙中长出一株小小的番茄树，不知道是风或小鸟带来的种子？番茄树从春天时奋力长大，到了夏天就结出与砖块同颜色的果实。我把番茄摘下来吃的时候，心里有一种说不出的甜美之感，想到因缘的奇妙和种子的不可思议，树和人是多么相像，只要有好的因缘与好的意志力，即使在最贫瘠的土地，也能开花结果。选择肥沃的地方生长，在人生中是可遇而不可求的。培养好的种子有生长的意志则是可遇和可求的。玫瑰奇迹有一天，突然兴起这样的念头到台北我曾住过的旧居去看看！于是冒着满天的小雨出去，到了铜山街罗斯福路安和路，也去了景美的小巷木栅的山庄考试院旁的平房虽然我是用一种平常的态度去看，心中也忍不住波动，因为有一些房于换了邻居，有的改建大楼，有的则完全夷为平地了，站在雨中，我想起从前住在那些房子中的人声笑语，如真如幻，如今都流远了。我觉得一个人活在这个时空里，只是偶然的与宇宙天地擦身而过，人与人的擦身是一刹那，人与房子的擦身是一眨眼，人与宇宙的擦身何尝不是一弹指顷呢？我们寄居在宇宙之间，以为那是真实的，可是暮然回首，发现只不过是一些梦的影子罢了。我们是寄居于时间大海洋边的寄居蟹，踽踽终日，不断寻找着更大更合适的壳，直到有一天，我们无力再走了，把壳还给世界。一开始就没有壳，到最后也归于空无，这是生命的实景，我与我的肉身只是淡淡地擦身而过。我很喜欢一位朋友送我的对联，他写着来是偶然，走是必然。每天观望着滚滚红尘，想到这八个字，都使我怅然！可是，人间的某些擦肩而过，是不可忽视的，如果有情有义又有天真的心，就会发现生命没有比擦肩而过的一刻更美的。我们在生命中的偶然擦肩，是因缘中最大的奇迹。"}
{"text":"我很喜欢一位朋友送我的对联，他写着来是偶然，走是必然。每天观望着滚滚红尘，想到这八个字，都使我怅然！可是，人间的某些擦肩而过，是不可忽视的，如果有情有义又有天真的心，就会发现生命没有比擦肩而过的一刻更美的。我们在生命中的偶然擦肩，是因缘中最大的奇迹。世界原来就是这样充满奇迹，一朵玫瑰花自在开在山野，那是奇迹被剪来在花市里被某一个人挑选，仍是奇迹然后带着爱意送给另一个人，插在明亮的窗前，仍是奇迹。因此，我们可以这样说对一朵玫瑰而言，生死虽是必然，在生与死的历程中，却有许多美丽的奇迹。人生也是如此，每一个对当下因缘的注视，都是奇迹。我在从前常买花的花店买了一朵鹅黄色的玫瑰，沿着敦化南路步行，对每一个擦肩而过的人微笑致意，就好像送玫瑰给他们一样。我不可能送玫瑰给每一个人，那么，就让我用最诚挚的心用微笑致意来代替我的玫瑰吧！我们在生命中的每一个相会也是偶然的擦肩而过，在我们相会的一弹指，我深信那就是生命最大最美最珍贵的奇迹！海滨椰子屏东的朋友开车带我到海滨，因为椰子正在盛产，而我们都是爱喝椰子水的人，朋友说如果不到海滨吃椰于，台湾的椰子就太昂贵了。我们找到一家海滨的农户，他有几甲地的椰子，他一边帮我们开椰子，一边说好险呀！今年经过几回台风，以为椰子会被吹落，没想到长得更结实。然后，老农夫若有所思地说椰子树努力地生长椰子，是对风雨最好的抗议了。我们大吃一顿椰子，又载走一车椰子，回程的路上，我一直回味椰子那清凉的滋味，也回味着老人说的话。对于文学的没落，一个作家努力的写作就是最好的抗议。对于恶意的攻汗诋毁，一个作家的作品就是最好的抗议。对于那些贪婪，卑鄙的人，提升自己作品的境界就是最好的抗议。椰子树的天职是把椰子长好，作家的责任是写出好的作品，不论风雨或阴晴。其实，也没有什么好抗议，椰子树长那么高，一般人只能在树下比手画脚！对于无畏的椰子树，所有的风雨都是掌声和赞美的变调！"}
{"text":"对于文学的没落，一个作家努力的写作就是最好的抗议。对于恶意的攻汗诋毁，一个作家的作品就是最好的抗议。对于那些贪婪，卑鄙的人，提升自己作品的境界就是最好的抗议。椰子树的天职是把椰子长好，作家的责任是写出好的作品，不论风雨或阴晴。其实，也没有什么好抗议，椰子树长那么高，一般人只能在树下比手画脚！对于无畏的椰子树，所有的风雨都是掌声和赞美的变调！土生芭乐近几年，泰国芭乐在台湾栽植成功，土生的芭乐就愈来愈少见。几乎是台湾水果的宿命，泰国芭乐很快就生产过剩，市场里一个芭乐卖五元，黄昏的时候卖到两个五元。对于喜欢吃芭乐的人真是好消息，但想到农人时，吃着芭乐也会有一些心酸。我有一位嗜吃芭乐的朋友，但是对泰国芭乐很鄙夷，说是太好吃了，一点也没有芭乐的味道。因此，在泰国芭乐一个五元的时候，他宁可花一个二十元的价钱，去买又涩又酸皮薄多子的士生芭乐。泰国种的芭乐是很味美的，我觉得。可惜无法说服他来吃这种又脆又酣皮厚少子的品种。有一天，我切了一盘泰国芭乐请朋友，请他放弃一切成见和预设的立场，假装是一个没有吃过芭乐的人，公平地品尝泰国芭乐的滋味。吃完了一盘芭乐，他说人的成见真是要命的东西！植物的地盘在垦丁公园，一位学植物的朋友带我们进入热带雨林，他告诉我们植物也有争地盘的习性，都是成群成群的盘聚，不同群族的植物就会因被包围孤立而枯萎了。朋友说植物争地盘的行为是无所不用其极，树枝与藤蔓的蔓延，根的伸展与缠绕。最惊人的是种子，每到夏日宁静的午后，会听到种子爆裂的声音，僻啪！有的种子靠自己弹射的力量，可以射数米之远有的种子靠着风力，可以翻山越岭。朋友告诉我，只有一种树木不成群结队地争地盘，就是那些高大的乔木，它们是单独地向天空生长，到最后成为那些族群植物的依靠。我想不只是植物如此，动物也是这样，狮子老虎老鹰都是单独行动，麻雀。糜鹿野狼则成群结队。人也是这样的，小人结党成派，以占取地盘，只有那些人格高超的人，独自使心灵伸展向空中，文明与文化，就是由那些独行又独醒的人创建出来的。"}
{"text":"有的种子靠自己弹射的力量，可以射数米之远有的种子靠着风力，可以翻山越岭。朋友告诉我，只有一种树木不成群结队地争地盘，就是那些高大的乔木，它们是单独地向天空生长，到最后成为那些族群植物的依靠。我想不只是植物如此，动物也是这样，狮子老虎老鹰都是单独行动，麻雀。糜鹿野狼则成群结队。人也是这样的，小人结党成派，以占取地盘，只有那些人格高超的人，独自使心灵伸展向空中，文明与文化，就是由那些独行又独醒的人创建出来的。我站在雨林中，仰望那些高大的乔木，但愿自己永远保持独醒和独行的心灵。太极图我在乡间的寺庙墙上，看到一个太极图非常特别，是由两条鱼组成的，下面的一条鱼是黑的，有白色的眼睛上面的一条鱼是白的，有黑色的眼睛，看起来，两条鱼好像在那里相亲相爱游戏和追逐着。站在那一幅太极图前，我想到这两条鱼应该是同色的，只是一条游入了阴影，另一条游在阳光普照的世界。有时候，那阴暗的会游到光明里有时候，那光明的也会游进阴影中。呀！这世界有阴阳是多么好，有光明有阴影才成为生动的世界。这世界有白天有黑夜是多么好，使我们感知岁月的流动变迁，让我们知所珍惜。这人间有欢乐有痛苦是多么好，痛苦使我们敏感和细腻，欢乐使我们广大和温柔。我们在欢乐中不要失去觉醒的心，那是白鱼的黑眼睛。我们在痛苦时不要失去光明的向往，那是黑鱼的白眼睛。现实里虽有阴阳，本质上并无阴阳，但阴阳俱有，才是完全的人间。我真喜欢太极图！学插花有一位朋友在学插花，是日本某一流派的花艺。我对日本人的花艺一向没有好感，因为那被称为花艺的，正好是集匠气与矫作于一炉。因此，我对潇洒且大而化之的朋友竟去学日式插花觉得格外好奇。朋友告诉我，那看起来僵化的日式插花，其实只是一种格式，是性格与观点的锤炼，对于学得通达的人，不但仍有极大的创作空间，还能激发出入的潜力。她说插花和禅一样，表面上有最严苛的形式，事实是在挖掘最大的自由。你不觉得，只有最严格的训练才有最自由的资格吗？"}
{"text":"我对日本人的花艺一向没有好感，因为那被称为花艺的，正好是集匠气与矫作于一炉。因此，我对潇洒且大而化之的朋友竟去学日式插花觉得格外好奇。朋友告诉我，那看起来僵化的日式插花，其实只是一种格式，是性格与观点的锤炼，对于学得通达的人，不但仍有极大的创作空间，还能激发出入的潜力。她说插花和禅一样，表面上有最严苛的形式，事实是在挖掘最大的自由。你不觉得，只有最严格的训练才有最自由的资格吗？朋友的话给我不小的启示，原来插花也是绝地逢生的事。凡是绝地逢生就如悬崖断壁上的兰花，或污泥秽地清放的莲花，或是漠漠黄沙里艳红的仙人掌花一般，既刺人眼目，又具禅的精神。什么事到了最高最绝最惊人，就被俗人看成是禅意了。学插花的朋友，说起她学插花获益最大的一件事。她说我刚学插花时，老师教怎么插，我们就怎么插，三个月以后我才发现，老师每次插的花不是一朵三朵五朵，就是七朵九朵，几乎没有二四六八的。我心里起了疑情，双双对对不是很好吗？为什么插花都要单数呢？我很慎重地去问老师，那位日本老师说，一三五七九是单数，插出来的花叫作生花，就是有希望的花，由于不圆满，才显得有希望双双对对的插花是死花，因为太满了。我听了好感动，留一些缺憾有一点理想不能完成永远留下一丝丝不足才是最美的呀！缺憾有时比圆满更美，真是不可思议。朋友的话使我想起为什么菩萨要留一丝有情在人间，而且一直在苦难的煎熬中游化。菩萨之所以比声闻缘觉更美更动人，那是他们在乎，在乎一切的有情，由于这样的在乎，追求事事圆满倒不是菩萨的志向，菩萨的志向是恒常保持一个有希望的观点，生生不息。天堂之花小时候，时常为了领面粉和奶粉上教堂，坐着听牧师讲道的时候，内心总是非常着急，想着不知道什么时候才会发面粉和奶粉？有一次听见牧师一直在说天堂多么美好，就想到天堂是不是到处都有面粉和奶粉的地方呢？如果有做好的包子和泡好的牛奶就更好了！这时正好听见牧师说阿门，高兴得不得了，赶紧去排队领面粉。领了一包面粉，我心想这个星期天总算没有白白浪费，开始用开心的脚步奔跑回家。"}
{"text":"有一次听见牧师一直在说天堂多么美好，就想到天堂是不是到处都有面粉和奶粉的地方呢？如果有做好的包子和泡好的牛奶就更好了！这时正好听见牧师说阿门，高兴得不得了，赶紧去排队领面粉。领了一包面粉，我心想这个星期天总算没有白白浪费，开始用开心的脚步奔跑回家。回家的路要经过一片油菜花田，我跑入田埂，油菜花几乎与我等高，又映着夕阳，因此我的眼前一片金黄的光泽，芳香四溢，花香整个包围着我。我的心灵光一闪，猛然停下脚步，转了一圈，看着四野无尽的光灿辉煌的油菜花，心胸震动不已呀！这不就是传说中的天堂吗？那一刻，在油菜花田，我仿佛发现了天堂的秘密，于是，我不再奔跑，把一包面粉抱在胸前，一步一步，细心地走回家。盘桓机场航道客满，我乘坐的飞机机长宣布，在桃园上空盘桓三十分钟。坐我身边的分节阅读老先生一直抱怨，我说阿伯仔！坐飞机这么贵，现在有人免费带我们空中观光，是多么难得的事。老先生专心地看着窗外的风景，露出微笑，使我也感觉到春天的台湾，在桃园上空，特别的美丽。降落航道的感觉真好，既欣赏了风景，也抵达了目的地。我们的生命历程，最好的当然是起跑起飞，顺着既定的航道，然后在目的地安然降落，而时间最好也是一秒不差。可叹的是，在大部分起飞之后，才发现航道既不是我们原订的，降落的地点也时有改变，纵使能一切顺利，与我们同机的人也一定是与我们有情有缘的人，而抵达之时，往往也是乡音未改，须毛已衰了。大部分生命的过程，其实都像是在空中盘桓飘浮，找不到降落的航道。在盘桓的时候，最容易令人心浮气躁，无所适从，自认倒媚，却很少人想到，早一点或晚一点降落又有什么要紧呢？再进一步想，在盘桓的时候，假如我们能心情安然，看看盘桓时的风景，像团聚在空中的白云，悬挂在远方圆满温暖的太阳，以及那清澄无染的蓝天，还有从空中看来，特别辽阔青翠的我们的故乡那么，偶尔的盘桓又有什么挂碍呢？"}
{"text":"大部分生命的过程，其实都像是在空中盘桓飘浮，找不到降落的航道。在盘桓的时候，最容易令人心浮气躁，无所适从，自认倒媚，却很少人想到，早一点或晚一点降落又有什么要紧呢？再进一步想，在盘桓的时候，假如我们能心情安然，看看盘桓时的风景，像团聚在空中的白云，悬挂在远方圆满温暖的太阳，以及那清澄无染的蓝天，还有从空中看来，特别辽阔青翠的我们的故乡那么，偶尔的盘桓又有什么挂碍呢？生命的馅在面包店，我为了买奶酥面包或花生面包而迟疑半天，因为两种我都爱吃，但一天只能吃一种。后来我买了奶酥面包，是不得不作的选择。排队付账的时候，我想到，买面包时的迟疑也就像人生里的每一个选择一样我们要买一条土司容易，但选择面包的馅儿就难我们要生活很容易，但生活得有内容有滋味就难。可以用钱买的面包都会难以选择，何况是那些无法用钱买的选择呢？为了充饥而买面包，是第一种层次为了品味而买面包是第二种层次又能充饥又能品味，是第三种层次。人生的追求也是如此，有的人只顾物质而不顾心灵有的人为了强调心灵而鄙视物质只有视野开阔的人，才知道心灵与物质平衡的重要。物欲的追求与心灵的追求乃是天平的两端，一个有慧心的人自然可以找到既可充饥又好吃的面包。走出面包店，我想明天再买花生面包吧！然后我就边走边吃刚出炉的奶酥面包，热气腾腾的，滋味很好。小钢珠店住家对面的银行搬走以后，连续开了几家餐厅和服饰店，都因为难以经营而关门了。有一天，舞狮舞龙放鞭炮，开了一家新的店，是一家小钢珠店，还附设电动玩具。小钢珠店的生意很兴隆，整日灯火通明，人来人往，哗啦啦的金钱与钢珠掉落的声音。我心里感到担忧，看来这小钢珠店短期内是不会倒闭了。这已经成为附近商业区的逻辑了，凡是无法经营的店，就改成电动玩具店或小钢珠店。二楼以上不能经营的店，则改成卡拉或色情行业。大概也只有这少数的几种行业，利润足以和银行相抗衡吧！"}
