{"text":"那么，我们不妨预先说出一点愿望来。看过去年此时的上海报的人们恐怕还记得，苏州不是有一队飞机来打仗的么？后来别的都在中途迷失了，只剩下领队的洋烈士的那一架，双拳不敌四手，终于给日本飞机打落，累得他母亲从美洲路远迢迢的跑来，痛哭一场，带几个花圈而去。听说广州也有一队出发的，闺秀们还将诗词绣在小衫上，赠战士以壮行色。然而，可惜得很，好像至今还没有到。所以我们应该在防空队成立之前，陈明两种愿望――一，路要认清二，飞得快些。还有更要紧的一层，是我们正由不抵抗以至长期抵抗而入于心理抵抗的时候，实际上恐怕一时未必和外国打仗，那时战士技痒了，而又苦于英雄无用武之地，不知道会不会炸弹倒落到手无寸铁的人民头上来的？所以还得战战兢兢的陈明一种愿望，是――三，莫杀人民！二月三日。本篇最初发表于一九三三年二月五日申挤自由谈，署名何家干。马占山―吉林怀德人，国民党东北军的军官。九一八事变后，他任黑龙江省代理主席。日本侵略军由辽宁向黑龙江进犯时，他曾率部抵抗，当时舆论界一度称他为民族英雄。上海福昌烟公司曾以他的名字做香烟的牌号，并在报上登广告说凡我大中华爱国同胞应一致改吸马占山将军牌香烟。航空救国一九三三年初，国民党政府决定举办航空救国飞机捐，组织中华航空救国会后更名为中国航空协会，宣称要集合全国民众力量，辅助政府，努力航空事业，在全国各地发行航空奖券，强行募捐。洋烈士一九三二年二月，有替国民党政府航空署试验新购飞机性能的美国飞行员萧特，由沪驾机飞南京，途经苏州上空时与日机六架相遇，被击落身死，国民党的通讯社和报纸曾借此进行宣传。萧特的母亲闻讯后，于四月曾来中国。九一八事变时，蒋介石命令东北军绝对不抵抗，公开执行卖国投降政策。一二八战争后，国民党四届二中全会宣言中曾声称中央既定长期抵抗之决心，此外又有心理抵抗之类的说法，这些都是为推行投降政策而作的掩饰辞。逃的辩护逃的辩护古时候，做女人大晦气，一举一动，都是错的，这个也骂，那个也骂。现在这晦气落在学生头上了，进也挨骂，退也挨骂。我们还记得，自前年冬天以来，学生是怎么闹的，有的要南来，有的要北上，南来北上，都不给开车。"}
{"text":"一二八战争后，国民党四届二中全会宣言中曾声称中央既定长期抵抗之决心，此外又有心理抵抗之类的说法，这些都是为推行投降政策而作的掩饰辞。逃的辩护逃的辩护古时候，做女人大晦气，一举一动，都是错的，这个也骂，那个也骂。现在这晦气落在学生头上了，进也挨骂，退也挨骂。我们还记得，自前年冬天以来，学生是怎么闹的，有的要南来，有的要北上，南来北上，都不给开车。待到到得首都，顿首请愿，却不料为反动派所利用，许多头都恰巧碰在刺刀和枪柄上，有的竟自行失足落水而死了。验尸之后，报告书上说道，身上五色。我实在不懂。谁发一句质问，谁提一句抗议呢？有些人还笑骂他们。还要开除，还要告诉家长，还要劝进研究室。一年以来，好了，总算安静了。但不料榆关失了守，上海还远，北平却不行了，因为连研究室也有了危险。住在上海的人们想必记得的，去年二月的暨南大学，劳动大学，同济大学，研究室里还坐得住么？北平的大学生是知道的，并且有记性，这回不再用头来碰刺刀和枪柄了，也不再想自行失足落水，弄得身上五色了，却发明了一种新方法，是大家走散，各自回家。这正是这几年来的教育显了成效。然而又有人来骂了。童子军还在烈士们的挽联上，说他们遗臭万年。但我们想一想罢不是连语言历史研究所里的没有性命的古董都在搬家了么？不是学生都不能每人有一架自备的飞机么？能用本国的刺刀和枪柄碰得瘟头瘟脑，躲进研究室里去的，倒能并不瘟头瘟脑，不被外国的飞机大炮，炸出研究室外去么？阿弥陀佛！一月二十四日。本篇最初发表于一九三三年一月三十日申报自由谈，原题为逃的合理化，署名何家干。指学生到南京请愿一事。九一八事变后，全国学生奋起抗议蒋介石的不抵抗政策。十二月初，各地学生纷纷到南京请愿。国民党政府于十二月五日通令全国，加以禁止十七日出动军警，逮捕和屠杀在南京请愿示威的各地学生，有的学生遭刺伤后，又被扔进河里。事后反动当局为掩盖真相，诬称学生为反动分子所利用被害学生是失足落水等，并发表验尸报告，说被害者腿有青紫白黑四色，上身为黑白二色。榆关即山海关，一九三三年一月三日为日军攻陷。"}
{"text":"十二月初，各地学生纷纷到南京请愿。国民党政府于十二月五日通令全国，加以禁止十七日出动军警，逮捕和屠杀在南京请愿示威的各地学生，有的学生遭刺伤后，又被扔进河里。事后反动当局为掩盖真相，诬称学生为反动分子所利用被害学生是失足落水等，并发表验尸报告，说被害者腿有青紫白黑四色，上身为黑白二色。榆关即山海关，一九三三年一月三日为日军攻陷。一九三二年一二八日本侵略军进攻上海时，处于战区的暨南大学劳动大学同济大学等，校舍或毁于炮火，或被日军夺占，学生流散。山海关失守后，北平形势危急，各大中学学生有请求展缓考期提前放假或请假离校的事。当时曾有自称血魂除奸团者，为此责骂学生贪生怕死无耻而懦弱。周木斋在涛声第二卷第四期一九三三年一月二十一日发表的骂人与自骂一文中，也说学生是敌人未到，闻风远逸，即使不能赴难，最低最低的限度也不应逃难。遗臭万年一九三三年一月二十二日，国民党当局为掩饰其自动放弃山海关等长城要隘的罪行，在北平中山公园中山堂举行追悼阵亡将士大会。会上有国民党操纵的童子军组织送的挽联，上写将士饮弹杀敌，烈于千古学生罢考潜逃，臭及万年。语言历史研究所应作历史语言研究所，是国民党政府中央研究院的一个机构，当时设在北平。许多珍贵的古代文物归它保管。一九三三年日军进攻热河时，该所于一月二十一日将首批古物三十箱古书九十箱运至南京。来信祝秀侠来信祝秀侠昨阅及大作透底一文，有引及晚前发表论新八股之处，至为欣幸。惟所譬云云，实出误会。鄙意所谓新八股者，系指有一等文，本无充实内容，只有时髦幌子，或利用新时装包裹旧皮囊而言。因为是换汤不换药，所以这个空虚的宇宙，仍与且夫天地之间同为八股。因为是挂羊头卖狗肉，所以达尔文说蒲力汗诺夫说，仍与子曰诗云毫无二致。故攻击不在达尔文说，蒲力汗诺夫说，与这个宇宙本身其实子曰，诗云，如做起一本中国文学史来，仍旧要引用，断无所谓八股之理，而在利用此而成为新八股之形式。先生所举地球机器之例，透底卫道之理，三尺之童，亦知其非，以此作比，殊觉曲解。"}
{"text":"因为是挂羊头卖狗肉，所以达尔文说蒲力汗诺夫说，仍与子曰诗云毫无二致。故攻击不在达尔文说，蒲力汗诺夫说，与这个宇宙本身其实子曰，诗云，如做起一本中国文学史来，仍旧要引用，断无所谓八股之理，而在利用此而成为新八股之形式。先生所举地球机器之例，透底卫道之理，三尺之童，亦知其非，以此作比，殊觉曲解。今日文坛，虽有蓬勃新气，然一切狐鼠魍魉，仍有改头换面，衣锦逍遥，如礼拜六礼拜五派等以旧货新装出现者，此种新皮毛旧骨髓之八股，未审先生是否认为应在扫除之列？又有借时代招牌，歪曲革命学说，口念阿弥，心存罔想者，此种借他人边幅，盖自己臭脚之新八股，未审先生亦是否认为应在扫除之列？透底言之，譬如，古之皇帝，今之主席，在实质上固知大有区别，但仍有今之主席与古之皇帝一模一样者，则在某一意义上非难主席，其意自明，苟非志在捉虱，未必不能两目了然也。予生也晚，不学无术，但虽无彻底之聪明，亦不致如透底之蠢笨，容或言而未透，致招误会耳。尚望赐教到底，感透感透！祝秀侠上。回信秀侠先生接到你的来信，知道你所谓新八股是礼拜五六派等流。其实礼拜五六派的病根并不全在他们的八股性。八股无论新旧，都在扫荡之列，我是已经说过了礼拜五六派有新八股性，其余的人也会有新八股性。例如只会辱骂恐吓甚至于判决，而不肯具体地切实地运用科学所求得的公式，去解释每天的新的事实，新的现象，而只抄一通公式，往一切事实上乱凑，这也是一种八股。即使明明是你理直，也会弄得读者疑心你空虚，疑心你已经不能答辩，只剩得国骂了。至于歪曲革命学说的人，用些蒲力汗诺夫曰等来掩盖自己的臭脚，那他们的错误难道就在他写了蒲曰等等么？我们要具体的证明这些人是怎样错误，为什么错误。假使简单地把蒲力汗诺夫曰等等和诗云子曰等量齐观起来，那就一定必然的要引起误会。先生来信似乎也承认这一点。这就是我那透底里所以要指出的原因。最后，我那篇文章是反对一种虚无主义的一般倾向的，你的论新八股之中的那一句，不过是许多例子之中的一个，这是必须解除的一个误会。而那文章却并不是专为这一个例子写的。家干本篇最初发表于一九三三年四月十九日申报自由谈，署名何家干。"}
{"text":"我们要具体的证明这些人是怎样错误，为什么错误。假使简单地把蒲力汗诺夫曰等等和诗云子曰等量齐观起来，那就一定必然的要引起误会。先生来信似乎也承认这一点。这就是我那透底里所以要指出的原因。最后，我那篇文章是反对一种虚无主义的一般倾向的，你的论新八股之中的那一句，不过是许多例子之中的一个，这是必须解除的一个误会。而那文章却并不是专为这一个例子写的。家干本篇最初发表于一九三三年四月十九日申报自由谈，署名何家干。八股明清科举考试制度所规定的一种公式化文体，每篇分破题承题起讲入手起股中股后股束股八部分，后四部分是主体，每部分有两股相比偶的文字，合共八股，所以叫八股文。阴沉木一称阴桫，指某些久埋土中而质地坚硬的木材，旧时认为是制棺木的贵重材料。这里借喻思想的顽固僵化。功令旧时指考核录用学者的法令或规程，也泛指政府法令。指祝秀侠发表于一九三三年四月四日申报自由谈的论新八股，其中列举新旧八股的对比旧孔子曰孟子曰诗不云乎诚哉是言也。新康德说蒲力哈诺夫说三民主义里面不是说过吗？这是很对的。格物推究事物的道理。礼记大学致知在格物。这里是讽刺国民党政客吴稚晖，他在一九二六年二月四日写的所谓赤化问题致邵飘萍中说赤化就所谓共产，这实在是三百年以后的事，犹之乎还有比他再进步的叫做无政府。他更是三千年以后的事。秀侠祝秀侠，广东番禺人。曾参加左联，后投靠国民党反动派。礼拜五六派礼拜六派，又称鸳鸯蝴蝶派，兴起于清末民初，多用文言文描写迎合小市民趣味的才子佳人故事，因在一九一四年至一九二三年间出版礼拜六周刊故称礼拜六派。礼拜五派是当时进步文艺界对一些更为低级庸俗的作家作品的讽刺说法。辱骂恐吓甚至于判决在一九三二年十二月曾发表辱骂与恐吓决不是战斗一文后收入南腔北调集，对当时左翼文艺界一些人在对敌斗争中表现的这种错误倾向进行了批评。文章发表后，祝秀侠曾化名首甲，与别人联合在现代文化第一卷第二期一九三三年二月发表文章，为被批评的错误倾向辩解。天上地下天上地下中国现在有两种炸，一种是炸进去，一种是炸进来。"}
{"text":"礼拜五派是当时进步文艺界对一些更为低级庸俗的作家作品的讽刺说法。辱骂恐吓甚至于判决在一九三二年十二月曾发表辱骂与恐吓决不是战斗一文后收入南腔北调集，对当时左翼文艺界一些人在对敌斗争中表现的这种错误倾向进行了批评。文章发表后，祝秀侠曾化名首甲，与别人联合在现代文化第一卷第二期一九三三年二月发表文章，为被批评的错误倾向辩解。天上地下天上地下中国现在有两种炸，一种是炸进去，一种是炸进来。炸进去之一例曰日内除飞机往匪区轰炸外，无战事，三四两队，七日晨迄申，更番成队飞宜黄以西崇仁以南掷百二十磅弹两三百枚，凡匪足资屏蔽处炸毁几平，使匪无从休养。五月十日申报南昌专电炸进来之一例曰今晨六时，敌机炸蓟县，死民十余，又密云今遭敌轰四次，每次二架，投弹盈百，损害正详查中。同日大晚报北平电应了这运会而生的，是上海小学生的买飞机，和北平小学生的挖地洞。这也是对于非安内无以攘外或安内急于攘外的题目，做出来的两股好文章。住在租界里的人们是有福的。但试闭目一想，想得广大一些，就会觉得内是官兵在天上，共匪和匪化了的百姓在地下，外是敌军在天上，没有匪化了的百姓在地下。损害正详查中，而太平之区，却造起了宝塔。释迦出世，一手指天，一手指地曰天上地下，惟我独尊！此之谓也。但又试闭目一想，想得久远一些，可就遇着难题目了。假如炸进去慢，炸进来快，两种飞机遇着了，又怎么办呢？停止了安内，回转头来迎头痛击呢，还是仍然只管自己炸进去，一任他跟着炸进来，一前一后，同炸匪区，待到炸清了，然后再攘他们出去呢？不过这只是讲笑话，事实是决不会弄到这地步的。即使弄到这地步，也没有什么难解决外洋养病，名山拜佛，这就完结了。五月十六日。记得末尾的三句，原稿是外洋养病，背脊生疮，名山上拜佛，小便里有糖，这就完结了。十九夜补记。本篇最初发表于一九三三年五月十九日申报自由谈，署名干。宜黄崇仁，江西省的县名。宜黄以西崇仁以南是当时中央苏区军民反围剿斗争的前沿地区。蓟县密云，河北省的县名。一九三三年四月，日军进袭冀东滦河一带时，曾派机轰炸这些地方。"}
{"text":"即使弄到这地步，也没有什么难解决外洋养病，名山拜佛，这就完结了。五月十六日。记得末尾的三句，原稿是外洋养病，背脊生疮，名山上拜佛，小便里有糖，这就完结了。十九夜补记。本篇最初发表于一九三三年五月十九日申报自由谈，署名干。宜黄崇仁，江西省的县名。宜黄以西崇仁以南是当时中央苏区军民反围剿斗争的前沿地区。蓟县密云，河北省的县名。一九三三年四月，日军进袭冀东滦河一带时，曾派机轰炸这些地方。上海小学生的买飞机一九三三年初，国民党政府举办航空救国飞机捐，上海市预定征募二百万元。至五月初仅得半数，乃发动全市童子军于十二日起，在各交通要道及娱乐场所劝募购买童子军号飞机捐款三天。北平小学生的挖地洞，指一九三三年五月，北平各小学校长因日机时临上空，曾派代表赴社会局要求各校每日上午停课，挖防空洞。据手稿，这里还有下面一段买飞机，将以安内也，挖地洞，无以攘外也。因为安内急于攘外，故还须买飞机，而非安内无以攘外，故必得挖地洞。造起了宝塔一九三三年，国民党政客戴季陶邀广东中山大学在南京的师生七十余人，合抄孙中山的著作，盛铜盒中，外镶石匣，在中山陵附近建筑宝塔收藏。释迦即释迦牟尼约前―前，佛教创始人。瑞应本起经卷上有关于他出生的记载四月八日夜，明星出时，化从右胁生。堕地即行七步，举右手住而言曰天上天下，唯我为尊。据三国时吴国支谦汉文译本外洋养病，名山拜佛这是国民党政客因内讧下野或处境困难时惯用的脱身借口，如汪精卫曾以生背痈患糖尿病等为由，卧床休息或出国养病黄郛退居莫干山读书学佛戴季陶自称信奉佛教，报上屡载他去名山诵经拜佛的消息。内外内外古人说内外有别，道理各各不同。丈夫叫外子，妻叫贱内。伤兵在医院之内，而慰劳品在医院之外，非经查明，不准接收。对外要安，对内就要攘，或者嚷。何香凝先生叹气当年唯恐其不起者，今日唯恐其不死。然而死的道理也是内外不同的。庄子曰，哀莫大于心死，而身死次之。次之者，两害取其轻也。所以，外面的身体要它死，而内心要它活或者正因为那心活，所以把身体治死。此之谓治心。治心的道理很玄妙心固然要活，但不可过于活。心死了，就明明白白地不抵抗，结果，反而弄得大家不镇静。"}
{"text":"丈夫叫外子，妻叫贱内。伤兵在医院之内，而慰劳品在医院之外，非经查明，不准接收。对外要安，对内就要攘，或者嚷。何香凝先生叹气当年唯恐其不起者，今日唯恐其不死。然而死的道理也是内外不同的。庄子曰，哀莫大于心死，而身死次之。次之者，两害取其轻也。所以，外面的身体要它死，而内心要它活或者正因为那心活，所以把身体治死。此之谓治心。治心的道理很玄妙心固然要活，但不可过于活。心死了，就明明白白地不抵抗，结果，反而弄得大家不镇静。心过于活了，就胡思乱想，当真要闹抵抗这种人，绝对不能言抗日。为要镇静大家，心死的应该出洋，留学是到外国去治心的方法。而心过于活的，是有罪，应该严厉处置，这才是在国内治心的方法。何香凝先生以为谁为罪犯是很成问题的，――这就因为她不懂得内外有别的道理。四月十一日。本篇最初发表于一九三三年四月十七日申报自由谈，署名何家干。何香凝―广东南海人，廖仲恺的夫人。早年参加孙中山领导的同盟会，从事革命活动。一九二七年蒋介石叛变革命后，她坚持进步立场，对反动派进行了不妥协的斗争。一九三三年三月她曾致书国民党中央各委员，建议大赦全国政治犯，由她率领北上，从事抗日军的救护工作，但国民党当局置之不理。本文所引用的，是她在三月十八日就此事对日日社记者的谈话，曾刊于次日上海各报。哀莫大于心死，而身死次之。语出庄子田子方仲尼曰恶，可不察与！夫哀莫大于心死，而人死亦次之。绝对不能言抗日一九三三年春，蒋介石在第四次围剿被粉碎后，于四月十日在南昌对国民党将领演讲说抗日必先剿匪。征之历代兴亡，安内始能攘外，在匪未剿清之先，绝对不能言抗日，违者即予最严厉处罚。剿匪要领，首须治心，王阳明在赣剿匪，致功之道，即由于此。哀莫大于心死，内忧外患，均不足惧，惟国人不幸心死，斯可忧耳。救国须从治心做起，吾人当三致意焉。心死的应该出洋指张学良。参看本卷第页注。跳踉以华制华李家作跳踉以华制华李家作报纸不可不看。在报上不但可以看到虔修功德如念念阿弥陀佛，选拔国士如征求飞檐走壁之类的善文，还可以随时长许多见识。"}
{"text":"剿匪要领，首须治心，王阳明在赣剿匪，致功之道，即由于此。哀莫大于心死，内忧外患，均不足惧，惟国人不幸心死，斯可忧耳。救国须从治心做起，吾人当三致意焉。心死的应该出洋指张学良。参看本卷第页注。跳踉以华制华李家作跳踉以华制华李家作报纸不可不看。在报上不但可以看到虔修功德如念念阿弥陀佛，选拔国士如征求飞檐走壁之类的善文，还可以随时长许多见识。譬如说杀人，以前只知道有斫头绞颈子，现在却知道还有吃人肉，而且还有以夷制夷，以华制华等等的分别。经明眼人一说，是越想越觉得不错的。尤其是以华制华，那样的手段真是越想越觉得多的。原因是人太多了，华对华并不会亲热而且为了自身的利害要坐大交椅，当然非解决别人不可。所以那制是，无论如何要制的。假如因为制人而能得到好处，或是因为制人而能讨得上头的欢心，那自然更其起劲。这心理，夷人就很善于利用，从侵略土地到卖卖肥皂，都是用的这华人善于制华的美点。然而，华人对华人，其实也很会利用这种方法，而且非常巧妙。双方不必明言，彼此心照，各得其所旁人看来，不露痕迹。据说那被利用的人便是哈吧狗，即走狗。但细细甄别起来，倒并不只是哈吧狗一种，另外还有一种是警犬。做哈吧狗与做警犬，当然都是以华制华，但其中也不无分别。哈吧狗只能听主人吩咐，向仇人摇摇尾，狂吠几声。他知道他是什么样的身分。警犬则不然老于世故者往往如此。他只认定自己是一个好汉，是一个权威，是一个执大义以绳天下者。在那门庭间的方寸之地上，只有他可以彷徨彷徨，呐喊呐喊。他的威风没有人敢冒犯，和哈吧狗比较起来，哈吧狗真是浅薄得可怜。但何以也是以华制华呢？那是因为虽然老于世故，也不免露出破绽。破绽是他俨若嫉恶如仇，平时蹲在地上冷眼旁观，一看到有类乎可杀的情形时，就踪身向前，猛咬一口可是，他决不是乱咬，他早已看得分明，凡在他寄身的地段上的他当然不能不有一个寄身的地方，他决不伤害，有了也只当不看见，以免引起不便。他咬，是咬圈子外头的，尤其是，圈子外头最碍眼的仇人。这便是勇，这便是执大义，同时，既可显出自己的权威，又可博得主人底欢心因为，他所咬的，往往会是他和他东家的共同的敌人。主人对于他所痛恨，自己是并不明白表示意见的，只给你一些供养和地位，叫你自己去咬去。因此有接二连三的奋勇，和吹毛求疵的找机会。"}
