{"text":"假使如此，则倘作考官，我看是要以庄子与文选取士的。三施先生又举的话，说他曾经说过一，少看中国书，其结果不过不能作文而已。可见是承认了要能作文，该多看中国书二，我以为倘要弄旧的呢，倒不如姑且靠着张之洞的书目答问去摸门径去。就知道没有反对青年读古书过。这是施先生忽略了时候和环境。他说一条的那几句的时候，正是许多人大叫要作白话文，也非读古书不可之际，所以那几句是针对他们而发的，犹言即使恰如他们所说，也不过不能作文，而去读古书，却比不能作文之害还大。至于二，则明明指定着研究旧文学的青年，和施先生的主张，涉及一般的大异。倘要弄中国上古文学史，我们不是还得看易经与书经么？其实，施先生说当他填写那书目的时候，并不如我所推测那样的严肃，我看这话倒是真实的。我们试想一想，假如真有这样的一个青年后学，奉命惟谨，下过一番苦功之后，用了庄子的文法，文选的语汇，来写发挥论语孟子和颜氏家训的道德的文章，这岂不是太滑稽吗？然而我的那篇怀旧是严肃的。我并非为要多获群众，也不是因为恨施先生没有推荐华盖集正续编及伪自由书更不是别有动机，例如因为做学生时少得了分数，或投稿时被没收了稿子，现在就借此来报私怨。十月二十一日。打听印象打听印象桃椎五四运动以后，好像中国人就发生了一种新脾气，是倘有外国的名人或阔人新到，就喜欢打听他对于中国的印象。罗素到中国讲学，急进的青年们开会欢宴，打听印象。罗素道你们待我这么好，就是要说坏话，也不好说了。急进的青年愤愤然，以为他滑头。萧伯纳周游过中国，上海的记者群集访问，又打听印象。萧道我有什么意见，与你们都不相干。假如我是个武人，杀死个十万条人命，你们才会尊重我的意见。革命家和非革命家都愤愤然，以为他刻薄。这回是瑞典的卡尔亲王到上海了，记者先生也发表了他的印象足迹所经，均蒙当地官民殷勤招待，感激之余，异常愉快。今次游览观感所得，对于贵国政府及国民，有极度良好之印象，而永远不能磨灭者也。这最稳妥，我想，是不至于招出什么是非来的。其实是，罗萧两位，也还不算滑头和刻薄的，假如有这么一个外国人，遇见有人问他印象时，他先反问道你先生对于自己中国的印象怎么样？那可真是一篇难以下笔的文章。"}
{"text":"革命家和非革命家都愤愤然，以为他刻薄。这回是瑞典的卡尔亲王到上海了，记者先生也发表了他的印象足迹所经，均蒙当地官民殷勤招待，感激之余，异常愉快。今次游览观感所得，对于贵国政府及国民，有极度良好之印象，而永远不能磨灭者也。这最稳妥，我想，是不至于招出什么是非来的。其实是，罗萧两位，也还不算滑头和刻薄的，假如有这么一个外国人，遇见有人问他印象时，他先反问道你先生对于自己中国的印象怎么样？那可真是一篇难以下笔的文章。我们是生长在中国的，倘有所感，自然不能算印象但意见也好而意见又怎么说呢？说我们像浑水里的鱼，活得胡里胡涂，莫名其妙罢，不像意见。说中国好得很罢，恐怕也难。这就是爱国者所悲痛的所谓失掉了国民的自信，然而实在也好像失掉了，向各人打听印象，就恰如求签问卜，自己心里先自狐疑着了的缘故。我们里面，发表意见的固然也有的，但常见的是无拳无勇，未曾杀死十万条人命，倒是自称小百姓的人，所以那意见也无人尊重，也就是和大家不相干。至于有位有势的大人物，则在野时候，也许是很急进的罢，但现在呢，一声不响，中国待我这么好，就是要说坏话，也不好说了。看当时欢宴罗素，而愤愤于他那答话的由新潮社而发迹的诸公的现在，实在令人觉得罗素并非滑头，倒是一个先知的讽刺家，将十年后的心思豫先说去了。这是我的印象，也算一篇拟答案，是从外国人的嘴上抄来的。九月二十日。本篇最初发表于一九三三年九月二十四日申报自由谈。罗素，―英国哲学家。一九二年曾来中国，在北京大学讲过学。萧伯纳的话，见论语半月刊第十二期一九三三年三月一日载镜涵的萧伯纳过沪谈话记问我这句话有什么用――到处人家问我对于中国的印象，对于寺塔的印象。老实说――我有什么意见与你们都不相干――你们不会听我的指挥。假如我是个武人，杀死个十万条人命，你们才会尊重我的意见。卡尔亲王当时瑞典国王古斯塔夫五世的侄子，一九三三年周游世界，八月来中国。下引他对记者的谈话，见一九三三年九月二十日申报。新潮社北京大学部分学生和教员组织的一个具有进步倾向的社团。"}
{"text":"老实说――我有什么意见与你们都不相干――你们不会听我的指挥。假如我是个武人，杀死个十万条人命，你们才会尊重我的意见。卡尔亲王当时瑞典国王古斯塔夫五世的侄子，一九三三年周游世界，八月来中国。下引他对记者的谈话，见一九三三年九月二十日申报。新潮社北京大学部分学生和教员组织的一个具有进步倾向的社团。一九一八年底成立，主要成员有傅斯年罗家伦杨振声周作人等。曾出版新潮月刊一九一九年一月创刊和新潮丛书。后来由于主要成员的变化，该社逐渐趋向右倾，无形解体傅斯年罗家伦等成为国民党政权在教育文化方面的骨干人物。登龙术拾遗登龙术拾遗苇索章克标先生做过一部文坛登龙术，因为是预约的，而自己总是悠悠忽忽，竟失去了拜诵的幸运，只在论语上见过广告，解题和。但是，这真不知是那里来的烟士披里纯，解题的开头第一段，就有了绝妙的名文――登龙是可以当作乘龙解的，于是登龙术便成了乘龙的技术，那是和骑马驾车相类似的东西了。但平常乘龙就是女婿的意思，文坛似非女性，也不致于会要招女婿，那么这样解释似乎也有引起别人误会的危险。确实，查看广告上的目录，并没有做女婿这一门，然而这却不能不说是智者千虑的一失，似乎该有一点增补才好，因为文坛虽然不致于会要招女婿，但女婿却是会要上文坛的。术曰要登文坛，须阔太太，遗产必需，官司莫怕。穷小子想爬上文坛去，有时虽然会侥幸，终究是很费力气的做些随笔或茶话之类，或者也能够捞几文钱，但究竟随人俯仰。最好是有富岳家，有阔太太，用赔嫁钱，作文学资本，笑骂随他笑骂，恶作我自印之。作品一出，头衔自来，赘婿虽能被妇家所轻，但一登文坛，即声价十倍，太太也就高兴，不至于自打麻将，连眼梢也一动不动了，这就是交相为用。但其为文人也，又必须是唯美派，试看王尔德遗照，盘花钮扣，镶牙手杖，何等漂亮，人见犹怜，而况令阃。可惜他的太太不行，以至滥交顽童，穷死异国，假如有钱，何至于此。所以倘欲登龙，也要乘龙，书中自有黄金屋，早成古话，现在是金中自有文学家当令了。但也可以从文坛上去做女婿。"}
{"text":"作品一出，头衔自来，赘婿虽能被妇家所轻，但一登文坛，即声价十倍，太太也就高兴，不至于自打麻将，连眼梢也一动不动了，这就是交相为用。但其为文人也，又必须是唯美派，试看王尔德遗照，盘花钮扣，镶牙手杖，何等漂亮，人见犹怜，而况令阃。可惜他的太太不行，以至滥交顽童，穷死异国，假如有钱，何至于此。所以倘欲登龙，也要乘龙，书中自有黄金屋，早成古话，现在是金中自有文学家当令了。但也可以从文坛上去做女婿。其术是时时留心，寻一个家里有些钱，而自己能写几句阿呀呀，我悲哀呀的女士，做文章登报，尊之为女诗人。待到看得她有了知己之感，就照电影上那样的屈一膝跪下，说道我的生命呵，阿呀呀，我悲哀呀！――则由登龙而乘龙，又由乘龙而更登龙，十分美满。然而富女诗人未必一定爱穷男文士，所以要有把握也很难，这一法，在这里只算是登龙术拾遗的附录，请勿轻用为幸。八月二十八日。本篇最初发表于一九三三年九月一日申报自由谈。章克标浙江海宁人。他的文坛登龙术，是一部以轻浮无聊的态度，叙述当时部分文人种种投机取巧手段的书，一九三三年五月出版。论语文艺性半月刊，林语堂等编，一九三二年九月在上海创刊，一九三七年八月停刊。该刊第十九期一九三三年六月十六日曾刊载文坛登龙术的解题和，第二十三期一九三三年八月十六日又刊载该书的广告及目录。烟士披里纯英语的音译，意为灵感。智者千虑语出史记淮阴侯列传智者千虑必有一失，愚者千虑必有一得。要登文坛，须阔太太这是对邵洵美等人的讽刺。邵娶清末大买办官僚百万富豪盛宣怀之孙女为妻，曾出资自办书店和编印刊物。王尔德，―英国唯美派作家。著有童话快乐王子集剧本莎乐美温德米尔夫人的扇子等。曾因不道德罪同性恋，即文中说的滥交顽童入狱，后流落巴黎，穷困而死。人见犹怜，而况令阃南朝宋虞通之妒记记晋代桓温以李势女为妾，桓妻性凶妒，知此事后，拔刀率领婢女数十人前往杀李，但在会见之后，却为李的容貌言辞所动，乃掷刀说阿姊见汝，不能不怜，何况老奴！据辑古小说钩沈本这两句即从此改变而来。"}
{"text":"著有童话快乐王子集剧本莎乐美温德米尔夫人的扇子等。曾因不道德罪同性恋，即文中说的滥交顽童入狱，后流落巴黎，穷困而死。人见犹怜，而况令阃南朝宋虞通之妒记记晋代桓温以李势女为妾，桓妻性凶妒，知此事后，拔刀率领婢女数十人前往杀李，但在会见之后，却为李的容貌言辞所动，乃掷刀说阿姊见汝，不能不怜，何况老奴！据辑古小说钩沈本这两句即从此改变而来。阃，门槛，古代妇女居住的内室也称为阃，所以又用作妇女的代称。书中自有黄金屋语见劝学文相传为宋真宗赵恒作。女诗人当时上海大买办虞洽卿的孙女虞岫云，在一九三二年以虞琰的笔名出版诗集湖风，内容充满痛啊悲愁等无病呻吟之词。一些无聊的杂志和小报曾加以吹捧，如曾今可就写过女诗人虞岫云访问记。电影的教训电影的教训孺牛当我在家乡的村子里看中国旧戏的时候，是还未被教育成读书人的时候，小朋友大抵是农民。爱看的是翻筋斗，跳老虎，一把烟焰，现出一个妖精来对于剧情，似乎都不大和我们有关系。大面和老生的争城夺地，小生和正旦的离合悲欢，全是他们的事，捏锄头柄人家的孩子，自己知道是决不会登坛拜将，或上京赴考的。但还记得有一出给了感动的戏，好像是叫作斩木诚。一个大官蒙了不白之冤，非被杀不可了，他家里有一个老家丁，面貌非常相像，便代他去伏法。那悲壮的动作和歌声，真打动了看客的心，使他们发见了自己的好模范。因为我的家乡的农人，农忙一过，有些是给大户去帮忙的。为要做得像，临刑时候，主母照例的必须去抱头大哭，然而被他踢开了，虽在此时，名分也得严守，这是忠仆，义士，好人。但到我在上海看电影的时候，却早是成为下等华人的了，看楼上坐着白人和阔人，楼下排着中等和下等的华胄，银幕上现出白色兵们打仗，白色老爷发财，白色小姐结婚，白色英雄探险，令看客佩服，羡慕，恐怖，自己觉得做不到。但当白色英雄探险非洲时，却常有黑色的忠仆来给他开路，服役，拚命，替死，使主子安然的回家待到他豫备第二次探险时，忠仆不可再得，便又记起了死者，脸色一沉，银幕上就现出一个他记忆上的黑色的面貌。黄脸的看客也大抵在微光中把脸色一沉他们被感动了。"}
{"text":"但当白色英雄探险非洲时，却常有黑色的忠仆来给他开路，服役，拚命，替死，使主子安然的回家待到他豫备第二次探险时，忠仆不可再得，便又记起了死者，脸色一沉，银幕上就现出一个他记忆上的黑色的面貌。黄脸的看客也大抵在微光中把脸色一沉他们被感动了。幸而国产电影也在挣扎起来，耸身一跳，上了高墙，举手一扬，掷出飞剑，不过这也和十九路军一同退出上海，现在是正在准备开映屠格纳夫的春潮和茅盾的春蚕了。当然，这是进步的。但这时候，却先来了一部竭力宣传的瑶山艳史。这部片子，主题是开化瑶民，机键是招驸马，令人记起四郎探母以及双阳公主追狄这些戏本来。中国的精神文明主宰全世界的伟论，近来不大听到了，要想去开化，自然只好退到苗瑶之类的里面去，而要成这种大事业，却首先须结亲，黄帝子孙，也和黑人一样，不能和欧亚大国的公主结亲，所以精神文明就无法传播。这是大家可以由此明白的。九月七日。本篇最初发表于一九三三年九月十一日申报自由谈。斩木诚根据下文所述情节，此剧出自清代李玉著传奇一捧雪。木诚应作莫诚，为剧中人莫怀古之仆。十九路军指国民党第十九路军。一九三二年一月二十八日日本军队进攻上海，驻在上海的十九路军曾自动进行抵抗但国民党政府破坏抗日，与日本帝国主义签订上海停战协定，将十九路军调往福建。春潮屠格涅夫的中篇小说，一九三三年上海亨生影片公司曾据以拍摄为同名影片。春蚕茅盾的短篇小说，一九三三年由上海明星影片公司改编拍摄为同名影片。瑶山艳史一部侮辱少数民族的影片，上海艺联影业公司出品。片中有在瑶区从事开化工作的男主角向瑶王女儿求爱，决心不再出山的情节。一九三三年九月初在上海公映时，影片公司在各报大登广告。该片曾获国民党中央党部嘉奖，开化瑶民一语，见于嘉奖函中。驸马汉朝设有驸马都尉，掌管御马魏晋开始，公主的配偶授与驸马都尉的职位，此后驸马成为公主配偶的专称。四郎探母京剧，内容是北宋与辽交战，宋将杨四郎延辉被俘，当了驸马。"}
{"text":"瑶山艳史一部侮辱少数民族的影片，上海艺联影业公司出品。片中有在瑶区从事开化工作的男主角向瑶王女儿求爱，决心不再出山的情节。一九三三年九月初在上海公映时，影片公司在各报大登广告。该片曾获国民党中央党部嘉奖，开化瑶民一语，见于嘉奖函中。驸马汉朝设有驸马都尉，掌管御马魏晋开始，公主的配偶授与驸马都尉的职位，此后驸马成为公主配偶的专称。四郎探母京剧，内容是北宋与辽交战，宋将杨四郎延辉被俘，当了驸马。后四郎母佘太君统兵征辽，四郎思母，潜回宋营探望，然后重返辽邦。双阳公主追狄京剧，内容是北宋大将狄青西征途中误走单单国，被诱与单单王之女双阳公主成亲。后来狄青逃出，继续西行，至风火关，公主追来，斥他负义狄青以实情相告，公主感动，将他放走。二丑艺术二丑艺术丰之余浙东的有一处的戏班中，有一种脚色叫作二花脸，译得雅一点，那么，二丑就是。他和小丑的不同，是不扮横行无忌的花花公子，也不扮一味仗势的宰相家丁，他所扮演的是保护公子的拳师，或是趋奉公子的清客。总之身分比小丑高，而性格却比小丑坏。义仆是老生扮的，先以谏净，终以殉主恶仆是小丑扮的，只会作恶，到底灭亡。而二丑的本领却不同，他有点上等人模样，也懂些琴棋书画，也来得行令猜谜，但倚靠的是权门，凌蔑的是百姓，有谁被压迫了，他就来冷笑几声，畅快一下，有谁被陷害了，他又去吓唬一下，吆喝几声。不过他的态度又并不常常如此的，大抵一面又回过脸来，向台下的看客指出他公子的缺点，摇着头装起鬼脸道你看这家伙，这回可要倒楣哩！这最末的一手，是二丑的特色。因为他没有义仆的愚笨，也没有恶仆的简单，他是智识阶级。他明知道自己所靠的是冰山，一定不能长久，他将来还要到别家帮闲，所以当受着豢养，分着余炎的时候，也得装着和这贵公子并非一伙。二丑们编出来的戏本上，当然没有这一种脚色的，他那里肯小丑，即花花公子们编出来的戏本，也不会有，因为他们只看见一面，想不到的。这二花脸，乃是小百姓看透了这一种人，提出精华来，制定了的脚色。世间只要有权门，一定有恶势力，有恶势力，就一定有二花脸，而且有二花脸艺术。我们只要取一种刊物，看他一个星期，就会发见他忽而怨恨春天，忽而颂扬战争，忽而译萧伯纳演说，忽而讲婚姻问题但其间一定有时要慷慨激昂的表示对于国事的不满这就是用出末一手来了。"}
{"text":"二丑们编出来的戏本上，当然没有这一种脚色的，他那里肯小丑，即花花公子们编出来的戏本，也不会有，因为他们只看见一面，想不到的。这二花脸，乃是小百姓看透了这一种人，提出精华来，制定了的脚色。世间只要有权门，一定有恶势力，有恶势力，就一定有二花脸，而且有二花脸艺术。我们只要取一种刊物，看他一个星期，就会发见他忽而怨恨春天，忽而颂扬战争，忽而译萧伯纳演说，忽而讲婚姻问题但其间一定有时要慷慨激昂的表示对于国事的不满这就是用出末一手来了。这最末的一手，一面也在遮掩他并不是帮闲，然而小百姓是明白的，早已使他的类型在戏台上出现了。六月十五日。本篇最初发表于一九三三年六月十八日申报自由谈。反刍反刍元艮关于庄子与文选的议论，有些刊物上早不直接提起应否大家研究这问题，却拉到别的事情上去了。他们是在嘲笑那些反对文选的人们自己却曾做古文，看古书。这真利害。大约就是所谓以子之矛，攻子之盾罢――对不起，古书又来了！不进过牢狱的那里知道牢狱的真相。跟着阔人，或者自己原是阔人，先打电话，然后再去参观的，他只看见狱卒非常和气，犯人还可以用英语自由的谈话。倘要知道得详细，那他一定是先前的狱卒，或者是释放的犯人。自然，他还有恶习，但他教人不要钻进牢狱去的忠告，却比什么名人说模范监狱的教育卫生，如何完备，比穷人的家里好得多等类的话，更其可信的。然而自己沾了牢狱气，据说就不能说牢狱坏，狱卒或囚犯，都是坏人，坏人就不能有好话。只有好人说牢狱好，这才是好话。读过文选而说它无用，不如不读文选而说它有用的可听。反反文选的诸君子，自然多是读过的了，但未读的也有，举一个例在这里罢――庄子我四年前虽曾读过，但那时还不能完全读懂文选则我完全没有见过。然而他结末说，为了浴盘的水糟了，就连小宝宝也要倒掉，这意思是我们不敢赞同的。见火炬他要保护水中的小宝宝，可是没有见过浴盘的水。五四运动的时候，保护文言者是说凡做白话文的都会做文言文，所以古文也得读。现在保护古书者是说反对古书的也在看古书，做文言，――可见主张的可笑。永远反刍，自己却不会呕吐，大约真是读透了庄子了。十一月四日。本篇最初发表于一九三三年十一月七日申报自由谈。"}
{"text":"然而他结末说，为了浴盘的水糟了，就连小宝宝也要倒掉，这意思是我们不敢赞同的。见火炬他要保护水中的小宝宝，可是没有见过浴盘的水。五四运动的时候，保护文言者是说凡做白话文的都会做文言文，所以古文也得读。现在保护古书者是说反对古书的也在看古书，做文言，――可见主张的可笑。永远反刍，自己却不会呕吐，大约真是读透了庄子了。十一月四日。本篇最初发表于一九三三年十一月七日申报自由谈。以子之矛，攻子之盾语出韩菲子难势人有鬻矛与盾者，誉其盾之坚，物莫能陷也俄而又誉其矛，曰吾矛之利，物无不陷之。人应之曰以子之矛，陷子之盾，何如？其人弗能应也。犯人还可以用英语自由的谈话这是胡适说的话，参看伪自由书光明所到。为了浴盘的水糟了，就连小宝宝也要倒掉等语，见一九三三年十月二十四日大晚报火炬载何人我的意见一文。各种捐班各种捐班洛文清朝的中叶，要做官可以捐，叫做捐班的便是这一伙。财主少爷吃得油头光脸，忽而忙了几天，头上就有一粒水晶顶，有时还加上一枝蓝翎，满口官话，说是今天天气好了。到得民国，官总算说是没有了捐班，然而捐班之途，实际上倒是开展了起来，连学士文人也可以由此弄得到顶戴。开宗明义第一章，自然是要有钱。只要有钱，就什么都容易办了。譬如，要捐学者罢，那就收买一批古董，结识几个清客，并且雇几个工人，拓出古董上面的花纹和文字，用玻璃板印成一部书，名之曰什么集古录或什么考古录。李富孙做过一部金石学录，是专载研究金石的人们的，然而这倒成了作俑，使清客们可以一续再续，并且推而广之，连收藏古董，贩卖古董的少爷和商人，也都一榻括子的收进去了，这就叫作金石家。捐做文学家也用不着什么新花样。只要开一只书店，拉几个作家，雇一些帮闲，出一种小报，今天天气好是也须会说的，就写了出来，印了上去，交给报贩，不消一年半载，包管成功。但是，古董的花纹和文字的拓片是不能用的了，应该代以电影明星和摩登女子的照片，因为这才是新时代的美术。爱美的人物在中国还多得很，而文学家或艺术家也就这样的起来了。捐官可以希望刮地皮，但捐学者文人也不会折本。"}
