{"text":"十好艺术家像好女人好男人一样，总那么纯，这是一种成熟的单纯，一种有深度有力度的单纯。他们能够不断地丰富自己，却又不为时代的五光十色所浸染，不为成败所动摇，耐得寂寞，也耐得喧嚣，始终保持本色。十一也许新鲜感大多凭借遗忘。一个人如果把自己的所有感觉都琢磨透并且牢记在心，不久之后他就会发现世上没有新鲜东西了。艺术家是最健忘的人，他眼中的世界永远新鲜。另一种存在论诗一诗的使命是唤醒感觉，复活语言。内感觉的唤醒即捕捉情绪，外感觉的唤醒即捕捉意象。复活语言，就是使寻常的词在一种全新的组合中产生不寻常的魅力。所以，诗就是通过语言的巧妙搭配把情绪翻译成意象。它有三重魅力感觉的魅力，意象的魅力，语言本身的魅力。三者缺一，你就会觉得这首诗有点遗憾。二为什么要把情绪翻译成意象呢？情绪本身缺乏语言，直接表述情绪的词都过于一般化或极端化，抹杀了其中丰富的细微差别。直抒情绪的诗，听起来不是空泛，就是浮夸。语言表达意象的可能性却要宽广得多。因此，诗人就通过设计一个独特的意象，来间接地再现和唤起一个独特的情绪。三诗的材料词和哲学的材料范畴都基本上是现成的。在诗中，借词的新的组合表达出对世界的一种新的感觉，在哲学中，借范畴的新的组合表达出对本体道绝对终极价值的一种新的领悟，都可算做创造了。四神是人类童年时代的梦，诗是人类青年时代的梦。可是，对于个体来说，事情似乎倒了过来诗是青年人的梦，神是老年人的梦。五诗人是守墓人兼盗墓人，看守着也发掘着人类语言的陵墓。诗人用语言锁住企图逃逸的感觉，又在语言中寻找已经逃逸的感觉。他敲击每一块熟悉的语词的化石，倾听远古时代的陌生的回声。六在语言之家中，一切词都是亲属。然而，只有诗人才能发现似乎漠不相干的词之间的神秘的血缘关系。七音乐用天国的语言叙说天国的事情，诗用人间的语言叙说天国的事情。诗人痛苦了，因为俗人根据人间的事情来理解人间的语言，总是误解了诗人。音乐家可以免于此患，反正俗人听另一种存在不懂天国的语言。八诗是语言的万花筒。九诗人也有他的调色板，词就是他的颜料。他借词的重新搭配创造出新的色彩。单色总是有限的，本领在于调配。诗才的测验给你一百个最常用的词，用它们搭配出全新的效果。十诗的最大优点是凝练。它舍弃了一切过渡。"}
{"text":"七音乐用天国的语言叙说天国的事情，诗用人间的语言叙说天国的事情。诗人痛苦了，因为俗人根据人间的事情来理解人间的语言，总是误解了诗人。音乐家可以免于此患，反正俗人听另一种存在不懂天国的语言。八诗是语言的万花筒。九诗人也有他的调色板，词就是他的颜料。他借词的重新搭配创造出新的色彩。单色总是有限的，本领在于调配。诗才的测验给你一百个最常用的词，用它们搭配出全新的效果。十诗的最大优点是凝练。它舍弃了一切过渡。它断裂浓缩结晶，在太阳下闪烁奇异的光。你给它不同的光源，它就闪射不同的光彩。每一双眼睛都是一个不同的光源。十一诗应当单纯。不是简单，不是浅显，是单纯。单纯得像一滴露水，像处女的一片嘴唇。诗直接诉诸感觉，太复杂了，就必须借助思维来分析，失去了鲜明的第一眼印象。现在有些青年诗人的诗越写越复杂了，写诗时思维喧宾夺论艺术创作主，挤掉了感觉。也许原本就没有感觉。其末流只是在玩文字游戏，而且玩得不高明，游戏得无趣味。十二我不是否定文字游戏。在某种意义上，诗的确是一种文字游戏。健全的直觉是从事一切艺术活动的先决条件。在不同的人身上，它可以催放不同的艺术花朵，但也可能毫无结果。一个诗人除了这种直觉外，还必须具备对于语言本身的特殊兴趣，迷于搭配词句的游戏，否则决不能成为诗人。十三我觉得长诗是一个误会。诗要捕捉的是活的感觉，而活的感觉总是很短的，稍纵即逝的，一长，难免用思想取代冲淡这一点感觉。十四写诗是一种练习把话说得简洁独特的方法。十五我对散文吝啬了。诗是金币，散文是纸钞，哪个守财奴不想把他的财产统统兑成金币珍藏起来呢？另一种存在十六一首好诗写出来之前，往往会有一种焦虑不安的感觉，似乎知道已经有某种东西产生了，存在了，必须立即把它找到，抓住，否则就会永远消失。甚至有一种信念连词句也已经存在于某个地方，那是独一无二非此不可的词句，它躲藏着，问题是要把它找出来。最贴切的词句是找出来的，而不是造出来的。你一再尝试，配上不同的词眼，还是觉得不对劲。突然，你欣喜若狂了，一个准确无误的声音在心里喊道对，这就是我要找的！十七诗是找回那看世界的第一瞥。诗解除了因熟视无睹而产生的惰性，使平凡的事物回复到它新奇的初生状态。十八诗无朦胧诗和清晰诗之分。"}
{"text":"甚至有一种信念连词句也已经存在于某个地方，那是独一无二非此不可的词句，它躲藏着，问题是要把它找出来。最贴切的词句是找出来的，而不是造出来的。你一再尝试，配上不同的词眼，还是觉得不对劲。突然，你欣喜若狂了，一个准确无误的声音在心里喊道对，这就是我要找的！十七诗是找回那看世界的第一瞥。诗解除了因熟视无睹而产生的惰性，使平凡的事物回复到它新奇的初生状态。十八诗无朦胧诗和清晰诗之分。是诗，就必然朦胧。人的感觉和情绪原本就朦胧，清晰是逻辑化简化的产物。诗正是要从逻辑的解剖刀下抢救活生生的感觉和情绪，还它们一个本来面貌。当然，朦胧不是刻意追求晦涩。朦胧是再现真实的感受，晦涩是制造虚假的感觉。刻意追求晦涩的诗人往往并无真情实感，故意用非逻辑化的杂乱掩盖他的感觉的贫乏。他的真正家底不是感觉，而是概念，所以晦涩只是化了装的清晰。论艺术创作十九诗不得不朦胧。诗通过词的搭配表达感觉，活的感觉都是一次性的，原则上不可复制，诗勉为其难，只好通过词的异乎寻常的搭配，借多义性暗示包容这独一无二的感觉，借朦胧求准确。为了使不确定者感觉确定，只好使确定者词不确定。二十拂晓和黄昏，光与影的巧妙配合，显示出色彩无穷无尽的细微差别。朦胧是美的。可是，有人竟向大自然发号施令，不准朦胧，非要把一切景物放在正午的烈日下暴晒，让它们轮廓分明，只许保留黑白两色。二十一我相信新诗潮在文学史上会留下重要的一页。但是，真正留得下来的还是那些朴实的诗。诗贵朴实。许多新诗人的最大毛病是不朴实，他们在卖弄和显示，而不是在流露，想用标新立异的姿势眼神语调引人注意，这是小家子相。有大家风度的诗人即使写朦胧诗也可以写得很真，很朴实。二十二有一天，毫无诗意的干燥的晴空倾倒下阵雨一般的无数诗人。我不知道写诗有什么诀窍。也许，最好的诀窍就是，不要以另一种存在为你是个诗人。二十三每当我在灯下清点我的诗的积蓄时，我的心多么平静，平静得不像诗人。我是我的感觉的守财奴。二十四这时代什么也不是，我永远是诗人。我一无所有，但我有语言。二十五许多美丽的灵魂在世上昙花一现，留下了诗和艺术的花瓣。二十六诗属于天才，歌属于大众。根本不可能有大众喜闻乐见的诗。"}
{"text":"二十二有一天，毫无诗意的干燥的晴空倾倒下阵雨一般的无数诗人。我不知道写诗有什么诀窍。也许，最好的诀窍就是，不要以另一种存在为你是个诗人。二十三每当我在灯下清点我的诗的积蓄时，我的心多么平静，平静得不像诗人。我是我的感觉的守财奴。二十四这时代什么也不是，我永远是诗人。我一无所有，但我有语言。二十五许多美丽的灵魂在世上昙花一现，留下了诗和艺术的花瓣。二十六诗属于天才，歌属于大众。根本不可能有大众喜闻乐见的诗。二十七台风的中心，喧嚣中的寂静，那里放置着诗和思想的摇篮。二十八诗人的灵感多半得自女人，可是懂他的作品的往往是男人。诗人寻求什么？一个偶像一个幻影一个可以把内心的美论艺术创作感凝聚起来的光斑。碰巧这个偶像活起来，能够发出呼应，领会并且喜欢他的诗，这就是天赐的际遇了。二十九你为了表达情绪而写诗，后来就为了写诗而寻找情绪，制造情绪。你整天生活在情绪中，离开情绪就活不了。小心，别宠坏了你的情绪，别让情绪宠坏了你。三十在你的诗里有太多的感情的下脚料。三十一看了我的诗，你就了解我了吗？我的诗都那样忧郁，我就是一个忧郁的人了吗？在快乐的时候，我是不写诗的，你永远不能知道我的快乐有多么疯狂！三十二当我从别人的诗中发现一个我熟悉的但没有捕捉到的感觉或意象时，我嫉妒了―――我失落了的，却被别人捕捉住了，就像垂钓时从我的钓钩上逃脱的鱼被别人钓到手了一样。三十三诗必须有哲学的深度。注意，是深度，而不是表象和姿态。另一种存在我们爱善解男人心意的女子，可是谁爱一副男人相的女人呢？三十四当黑格尔称现代为散文味的时代时，他是把散文当做贬义词的。但是，这未必公正。散文的心境是一种孤寂宁静闲适的心境，有足够的光阴去回忆和遐想。好的散文总是散发出懒洋洋的气息。在我看来，独卧冬日向阳的山坡，或与好友炉边夜话，都是最适宜于散文诞生的情境。现代人却活得过于匆忙了，所以，现代缺乏好的散文。从诗到散文再到论文是进化，但谁知道是否同时也是一种退化呢？论艺术创作论创作一一个好思想，一个好作品，在成形之前，起初只是一颗种子。这种子来自人类生活的土地，然后如同柳絮一样在人类精神的天空飘荡。"}
{"text":"好的散文总是散发出懒洋洋的气息。在我看来，独卧冬日向阳的山坡，或与好友炉边夜话，都是最适宜于散文诞生的情境。现代人却活得过于匆忙了，所以，现代缺乏好的散文。从诗到散文再到论文是进化，但谁知道是否同时也是一种退化呢？论艺术创作论创作一一个好思想，一个好作品，在成形之前，起初只是一颗种子。这种子来自人类生活的土地，然后如同柳絮一样在人类精神的天空飘荡。倘若它落到了你的心中，你的心又恰巧是一片肥土，它就会在你的心中萌芽和生长，最后有希望发育成一棵好的植物。精神的创造当然是离不开外部的环境的，但更重要的是内部的环境。满天柳絮，阳光明媚，水分充足，可是倘若你的心是一片瘠土，你的心中仍然不会绿柳成荫。一颗种子只有落在适宜的土壤上，才能真正作为一颗种子存在。在某种意义上，精神创造的过程的确是一个自然过程。只要你有适宜的内部环境，又获得了一颗好种子，那么，不管你的躯体在外部世界上做着什么，哪怕你是在做着奴隶般的沉重劳动，这颗种子依然会默默地走着大自然指定的路。伟大作品之孕育未必是在书斋里，更多地是在风尘仆仆的人生旅途上，在身不由己地做着各种琐事的时候，而书斋至多只是它一朝分娩的产房罢了。当然，前提是你有一个好的内部环境，一片沃土，一个好子宫。二要创新，不要标新。标新是伪造你所没有的东西，创新则是去发现你已经拥有的东西。每个人都有太多的东西尚未被自己发现，创新之路无比宽广。三写作中最愉快的时刻是，句子似乎自动装束停当，排成队列，向你走来。你不假思索，只是把这些似乎现成的美妙句子记录到纸上。大约这就是所谓灵感泉涌才思敏捷的时刻了。你陶醉在收获的欣喜中，欣喜之余又有些不安，不敢相信这么多果实应当归你所有，因为那播种耕耘酝酿的过程本是无意识的，你几乎觉得自己成了一个窃取者。四任何一部以过去为题材的作品，都是过去与当下的混合。五一篇文章有无数种写法。不论写作前的构思多么充分，写作时仍会有种种似乎偶然的字句浮上心头，落在纸上。写作过程的每一次打断都必然会使写法发生某些变化。所以，我不相信有所谓不可改动一字的佳作，佳作的自己也一定不相信。论艺术创作六我抓住一条思绪，于是它自己开始工作，去连结缠绕吸附，渐渐变得丰厚，一篇文章就诞生了。许多未被抓住的思绪却飘失了。"}
{"text":"四任何一部以过去为题材的作品，都是过去与当下的混合。五一篇文章有无数种写法。不论写作前的构思多么充分，写作时仍会有种种似乎偶然的字句浮上心头，落在纸上。写作过程的每一次打断都必然会使写法发生某些变化。所以，我不相信有所谓不可改动一字的佳作，佳作的自己也一定不相信。论艺术创作六我抓住一条思绪，于是它自己开始工作，去连结缠绕吸附，渐渐变得丰厚，一篇文章就诞生了。许多未被抓住的思绪却飘失了。七朋友相聚，欢声笑语，当时觉得趣味无穷。事后追记，为什么就不那么有趣了？肯定是遗忘了一点什么情境，心境，气氛事过境迁，记录事实是困难的。不存在纯粹的事实。如果不能同时传达出当时的意味，写出的就不是当时的事实了。八在西方，现代艺术诗画音乐的大师，往往一度是古典艺术的高手。可是据说在我们这里有许多天生的现代派。九有时候，艺术创作中的败笔反能提供一个契机，启示新的发现，发展出一种新的风格或流派来。有意写实，结果失败了，然而谁知道失实之处会不会是一种成功的变形呢？也许，意识的失误，其实源于无意识中的真实。那么，写实成功之作就是古典派作品，不成功之作就是现代另一种存在派作品吗？别开玩笑！十无所事事的独处是写的黄金时刻。写需要闲散和孤独，不但是为了获得充足的写作时间，更是为了获得适宜的写作心境。灵感是神的降临，忌讳俗事搅扰和生人在场。为了迎接它，写必须涤净心庭，虚席以待。完整充实的自我是进入好的写作状态的前提。因为完整反而感到了欠缺，因为充实反而感到了饥渴，这便是写作欲。有了这样的写作欲，就不愁没有题材，它能把碰到的一切都化为自己的食物并且消化掉。可是，当我们消散在事务和他人之中时，我们的自我却是破碎虚弱的。烦扰中写出的作品必有―种食欲不振的征兆。十一写作如同收获果实，有它自己的季节。太早了，果实是酸涩的。太迟了，果实会掉落和腐烂。那么，我大约总是掌握不好季节许多果实腐烂了，摘到的果实又多是酸涩的。十二有的人非得在课堂上，有个老师，才能学习。我非得离开课堂，独自一人，才学得进去。有的人非得打草稿，才能写东西，哪怕是写信。我写东西不论艺术创作能打草稿，那样会觉得现在写的东西是不算数的，因而失去了写的兴致。"}
{"text":"可是，当我们消散在事务和他人之中时，我们的自我却是破碎虚弱的。烦扰中写出的作品必有―种食欲不振的征兆。十一写作如同收获果实，有它自己的季节。太早了，果实是酸涩的。太迟了，果实会掉落和腐烂。那么，我大约总是掌握不好季节许多果实腐烂了，摘到的果实又多是酸涩的。十二有的人非得在课堂上，有个老师，才能学习。我非得离开课堂，独自一人，才学得进去。有的人非得打草稿，才能写东西，哪怕是写信。我写东西不论艺术创作能打草稿，那样会觉得现在写的东西是不算数的，因而失去了写的兴致。十三叔本华说形容词是名词的敌人。我说名词是动词的尸体。十四每当结束一篇文稿，便顿觉轻松。这种感觉，大约只有一朝分娩走下产床的产妇才能领略，她又可以在户内户外到处走走，看看天空太阳街道和行人了。我就带着这种轻松感，在街上慢悠悠地闲逛，让人看看我也有无所事事的时候，为此感到一种可笑的自豪。十五流行的小散文模式小故事小情调小哲理。给人一点儿廉价的小感动，一点儿模糊的小感悟。这种东西是害人的，它们使读者对生活的感觉和理解趋于肤浅，丧失了领悟生活的真相和实质的能力。十六我把散文划分为艺术品和工艺品两类。在旅游地区，常有小摊贩出售千篇一律的劣质工艺品。在另一种存在游记文学中亦然。十七现在我觉得，经常发表散文和随笔之类是有害的，这会妨碍积累和酝酿，使我变得肤浅。我还是应该把我的思想和感觉多储藏一段时间，酿制成更浓烈的酒，组织进更大型更成熟的作品里。十八当一个思绪或感觉突然浮现时，写要善于随时随地把自己从周围的环境中隔离出来。这时候，一切人一切事物都不复存在，只有他自己和他的思绪感觉构成了一个独立的世界。写是自己的思想和感受的辛勤的搜集者。为了及时记下它们，他必须克服懒惰有时是真正的疲劳害羞例如在众目睽睽的场合和世俗的礼貌停止与人周旋。论艺术创作论风格一无论写什么，哪怕只是写信，写日记，写一个便笺，下笔决不马虎，不肯留下一行不修边幅的文字。这样做的人必能写一手好文章。好的文字风格如同好的仪态风度一样，来自日常一丝不苟的积累。二写得明白易懂的诀窍是，只写自己懂的东西，不写自己不懂的东西。世上读不懂的书，自己也不懂的占大半。三质朴是大师的品格，它既体现在日常举止中，也体现在作品中。"}
{"text":"为了及时记下它们，他必须克服懒惰有时是真正的疲劳害羞例如在众目睽睽的场合和世俗的礼貌停止与人周旋。论艺术创作论风格一无论写什么，哪怕只是写信，写日记，写一个便笺，下笔决不马虎，不肯留下一行不修边幅的文字。这样做的人必能写一手好文章。好的文字风格如同好的仪态风度一样，来自日常一丝不苟的积累。二写得明白易懂的诀窍是，只写自己懂的东西，不写自己不懂的东西。世上读不懂的书，自己也不懂的占大半。三质朴是大师的品格，它既体现在日常举止中，也体现在作品中。这是一种丰富的简洁，深刻的平淡，自信的谦虚，知道自己无需矫饰。相反，那些贫乏浅薄之辈却总是在言谈和作品中露出浮夸高深狂妄之态，因为不如此他们就无法使自己和别人相信他们也是所谓艺术家。四只有质朴的东西才能真正打动心灵。浮夸的东西只会扰乱心灵。五把简单的事情说得玄妙复杂，或把复杂的东西说得简单明白，都是不寻常的本领。前者靠联想和推理，后者靠直觉和洞察。前者非聪明人不能为，能为后者的人则不但要聪明，而且要诚实。六托尔斯泰的伟大在于他那种异乎寻常的质朴和真实。与他相比，许多作家都太知识分子气了，哪怕写起平民来也是满口知识分子语言。托氏相反，他笔下的知识分子说的仍然是普通的语言，日常生活的语言。事实上，人们历来用生活语言说话，用书本语言写书，已沿成习惯。用书本语言说话和用生活语言写书都是难事，前者非不可救药的书呆子不能为，后者非不可企及的大师不能为。七文字平易难，独特也难，最难的是平易中见出独特，通篇寻常句子，读来偏是与众不同。如此只可意会不可言传的独特，方论艺术创作可称做风格。八刻意求来的独特是平庸的另一副面孔，你会发现，它其实在偷偷地模仿，而它本身也是很容易被模仿和复制的。真正的独特是不可模仿的。它看不见，摸不着，而你却感觉到它无处不在。它不是某些精心做出的姿态，而是贯穿全部作品的灵魂。这便是我所理解的风格。九有的人用平平淡淡的语言说出不同凡响的见解和朴实的真理两者往往是一回事，有的人满怀激情地说些老生常谈。据说他们写的都是哲理散文。十语言是一个人的整体文化修养的综合指数。凡修养中的缺陷，必定会在语言风格上表现出来。十一一种人用平淡朴实的口气说出独特的思想，另一种人用热烈夸张的口气说出平庸的思想。"}
{"text":"真正的独特是不可模仿的。它看不见，摸不着，而你却感觉到它无处不在。它不是某些精心做出的姿态，而是贯穿全部作品的灵魂。这便是我所理解的风格。九有的人用平平淡淡的语言说出不同凡响的见解和朴实的真理两者往往是一回事，有的人满怀激情地说些老生常谈。据说他们写的都是哲理散文。十语言是一个人的整体文化修养的综合指数。凡修养中的缺陷，必定会在语言风格上表现出来。十一一种人用平淡朴实的口气说出独特的思想，另一种人用热烈夸张的口气说出平庸的思想。另一种存在十二我的目标是写得流畅质朴而且独特，而不是写得艰涩玄妙以造成独特的外观。十三有的文字用朴素的形式表达深刻的内容，有的文字用华丽的形式掩盖肤浅的内容。然而，人们往往把朴素误认做浅显，又把华丽误认做丰富。十四我的人格理想成熟的单纯。我的风格理想不张扬的激情。十五某人写了一本书，上门求教。书出版后，他来信表示感谢，说是根据我的意见缩减了篇幅，并复述了我的意见别人说过的尽量少说，自己想说的尽量说透。我忘记我说过这话了，但觉得很有道理，亦可作为自己写作的指南，录下备忘。十六一段表达精当的文字是一面旗帜，在它下面会集合起共鸣论艺术创作者的大军。十七格言是天神们私下议论人类隐情的悄悄话，却被智者偷听到了。十八俏皮话机智，大实话中肯。好的格言既机智，又中肯，是俏皮的大实话。十九那些在市场上兜售内容大同小异，少男少女们买去填在赠言册生日卡贺年卡上的东西，也配称做格言么？二十只有聪明人才能写出好格言，但只读格言的人却是傻瓜。二十一浪漫主义的可笑在于失去了欣赏者。二十二文人最难戒的毛病是卖弄。说句公道话，文字本身就诱惑另一种存在他们这样做。他们惯于用文字表达自己，而文字总是要给人看的，这就很容易使他们的表达变成一种表演，使他们的独白变成一种演讲。他们走近文字如同走近一扇面向公众的窗口，不由自主地要摆好姿势。有时候他们拉上窗帘，但故意让屋里的灯亮着，以便把他们的孤独忧伤痛苦等等适当地投在窗帘上，形成一幅优美的剪影。即使他们力戒卖弄，决心真实，也不能担保这诉诸文字的真实不是又一种卖弄。二十三这是一位多愁善感的，并且知道自己多愁善感，被自己的多愁善感所感动，于是愈发多愁善感了。"}
