{"text":"我知道先生年老体弱，最喜欢当年住北京的天主教外国神父亲手酿造的栅栏红葡萄酒。我曾到今天市委党校所在地当年神父们的静修院的地下室中去买过几次栅栏红葡萄酒，又长途跋涉送到清华园，送到先生手中，心里颇觉安慰。几瓶酒在现在不算什么。但是在当时通货膨胀已经达到了钞票上每天加一个零还跟不上物价飞速提高的速度的情况下，几瓶酒已经非同小可。有一年的春天，中山公园的藤萝开满了紫色的花朵，累累垂垂，紫气弥漫，招来了众多的游人和蜜蜂。我们一群弟子们，记得有周一良王永兴汪]等，知道先生爱花。现在虽患目疾，迹近失明，但据先生自己说，有些东西还能影影绰绰看到一团影子。大片藤萝花的紫光，先生或还能看到。而且在那种兵荒马乱物价飞涨人命微浅朝不虑夕的情况下，我们想请先生散一散心，征询先生的意见，他怡然应允。我们真是大喜过望，在来今雨轩藤萝深处，找到一个茶桌，侍先生观赏紫藤。先生显然兴致极高。我们谈笑风生，尽欢而散。我想，这也许是先生在那样的年头里最愉快的时刻。第章回忆陈寅恪先生还有一件事，也给我留下了毕生难忘的回忆。在解放前夕，政府经济实已完全崩溃。从法币改为银元券，又从银元券改为金圆券，越改越乱，到了后来，到粮店买几斤粮食，携带的这币那券的重量有时要超过粮食本身。学术界的泰斗德高望重被著名的史学家郑天挺先生称之为教授的教授的陈寅恪先生也不能例外。到了冬天，他连买煤取暖的钱都没有，我把这情况告诉了已经回国的北大校长胡适之先生。胡先生最尊重最爱护确有成就的知识分子。当年他介绍王静庵先生到清华国学研究院去任教，一时传为佳话。寅恪先生在王观堂先生挽词中有几句诗鲁连黄鹞绩溪胡，独为神州惜大儒。学院遂闻传绝业，园林差喜适幽居。讲的就是这一件事。现在却轮到适之先生再一次独为神州惜大儒了，而这个大儒不是别人，竟是寅恪先生本人。适之先生想赠寅恪先生一笔数目颇大的美元。但是，寅恪先生却拒不接受。最后寅恪先生决定用卖掉藏书的办法来取得适之先生的美元。于是适之先生就派他自己的汽车――顺便说一句，当时北京汽车极为罕见，北大只有校长的一辆――让我到清华陈先生家装了一车西文关于佛教和中亚古代语言的极为珍贵的书。陈先生只收美元。这个数目在当时虽不算少，然而同书比起来，还是微不足道的。在这一批书中，仅一部圣彼得堡梵德大词典市价就远远超过这个数目了。"}
{"text":"适之先生想赠寅恪先生一笔数目颇大的美元。但是，寅恪先生却拒不接受。最后寅恪先生决定用卖掉藏书的办法来取得适之先生的美元。于是适之先生就派他自己的汽车――顺便说一句，当时北京汽车极为罕见，北大只有校长的一辆――让我到清华陈先生家装了一车西文关于佛教和中亚古代语言的极为珍贵的书。陈先生只收美元。这个数目在当时虽不算少，然而同书比起来，还是微不足道的。在这一批书中，仅一部圣彼得堡梵德大词典市价就远远超过这个数目了。这一批书实际上带有捐赠的性质。而寅恪师对于金钱的一芥不取的狷介性格，由此也可见一斑了。在这三年内，我同寅恪师往来颇频繁。我写了一篇论文浮屠与佛，首先读给他听，想听听他的批评意见。不意竟得到他的赞赏。他把此文介绍给中央研究院史语所集刊发表。这个刊物在当时是最具权威性的刊物，简直有点一登龙门，声价十倍的威风。我自然感到受宠若惊。差幸我的结论并没有瞎说八道，几十年以后，我又写了一篇再谈浮屠与佛，用大量的新材料，重申前说，颇得到学界同行们的赞许。在我同先生来往的几年中，我们当然会谈到很多话题。谈治学时最多，政治也并非不谈但极少。寅恪先生绝不是一个闭门只读圣贤书的书呆子。他继承了中国士的优良传统天下兴亡，匹夫有责。从他的著作中也可以看出，他非常关心政治。他研究隋唐史，表面上似乎是满篇考证，骨子里谈的都是成败兴衰的政治问题，可惜难得解人。我们谈到当代学术，他当然会对每一个学者都有自己的看法。但是，除了对一位明史专家外，他没有对任何人说过贬低的话。对青年学人，只谈优点，一片爱护青年学者的热忱，真令人肃然起敬。就连那一位由于误会而对他专门攻击，甚至说些难听的话的学者，陈师也从来没有说过半句褒贬的话。先生的盛德由此可见。先生从来不攻击年轻人，差堪媲美。时光如电，人世沧桑，转眼就到了年年底。解放军把北京城团团包围住。胡适校长从南京派来了专机，想接几个教授到南京去，有一个名单。名单上有名的人，大多数都没有走，陈寅恪先生走了。这又成了某一些人探讨研究的题目陈先生是否对共产党有看法？他是否对国民党留恋？根据后来出版的浦江清先生的日记，寅恪先生并不反对共产主义，他反对的仅是苏联牌的共产主义。在当时，这也许是一个怪想法，甚至是一个大逆不道的想法。"}
{"text":"先生从来不攻击年轻人，差堪媲美。时光如电，人世沧桑，转眼就到了年年底。解放军把北京城团团包围住。胡适校长从南京派来了专机，想接几个教授到南京去，有一个名单。名单上有名的人，大多数都没有走，陈寅恪先生走了。这又成了某一些人探讨研究的题目陈先生是否对共产党有看法？他是否对国民党留恋？根据后来出版的浦江清先生的日记，寅恪先生并不反对共产主义，他反对的仅是苏联牌的共产主义。在当时，这也许是一个怪想法，甚至是一个大逆不道的想法。然而到了今天，真相已大白于天下，难道不应该对先生的睿智表示敬佩吗？至于他对国民党的态度，最明显地表现在他对蒋介石的态度上。年，他在庚辰暮春重庆夜宴归作这一首诗中写道食蛤那知天下事，看花愁近最高楼。吴宓先生对此诗作注说寅恪赴渝，出席中央研究院会议，寓俞大维妹丈宅。已而蒋公宴请中央研究院到会诸先生。寅恪于座中初次见蒋公，深觉其人不足为，有负厥职，故有此诗第六句。按即看花愁近最高楼这一句。寅恪师对蒋介石，也可以说是对国民党的态度表达得不能再清楚明白了。然而，几年前，一位台湾学者偏偏寻章摘句，说寅恪先生早有意到台湾去。这真是天下一大怪事。到了南京以后，寅恪先生又辗转到了广州，从此就留在那里没有动。他在台湾有很多亲友，动员他去台湾者，恐怕大有人在，然而他却岿然不为所动。其中详细情况，我不得而知。我们国家许多领导人，包括周恩来陈毅陶铸郭沫若等等，对陈师礼敬备至。他同陶铸和老革命家兼学者的杜国庠，成了私交极深的朋友。在他晚年的诗中，不能说没有欢快之情，然而更多的却是抑郁之感。现在回想起来，他这种抑郁之感能说没有根据吗？能说不是查实有据吗？我们这一批老知识分子，到了今天，都已成了过来人。如果不昧良心说句真话，同陈师比较起来，只能说我们愚钝，我们麻木，此外还有什么话好说呢？年，我奉命随中国文化代表团，访问印度和缅甸。在广州停留了相当长的时间，准备将所有的重要发言稿都译为英文。我当然不会放过这个机会的，我到岭南大学寅恪先生家中去拜谒。相见极欢，陈师母也殷勤招待。陈师此时目疾虽日益严重，仍能看到眼前的白色的东西。有关领导，据说就是陈毅和陶铸，命人在先生楼前草地上铺成了一条白色的路，路旁全是绿草，碧绿与雪白相映照，供先生散步之用。从这一件小事中，也可以看到我们国家对陈师尊敬之真诚了。陈师是极富于感情的人，他对此能无所感吗？"}
{"text":"年，我奉命随中国文化代表团，访问印度和缅甸。在广州停留了相当长的时间，准备将所有的重要发言稿都译为英文。我当然不会放过这个机会的，我到岭南大学寅恪先生家中去拜谒。相见极欢，陈师母也殷勤招待。陈师此时目疾虽日益严重，仍能看到眼前的白色的东西。有关领导，据说就是陈毅和陶铸，命人在先生楼前草地上铺成了一条白色的路，路旁全是绿草，碧绿与雪白相映照，供先生散步之用。从这一件小事中，也可以看到我们国家对陈师尊敬之真诚了。陈师是极富于感情的人，他对此能无所感吗？然而，世事如白云苍狗，变幻莫测。解放后不久，正当众多的老知识分子兴高采烈激情未熄的时候，华盖运便临到头上。运动一个接着一个，针对的全是知识分子。批完了武训传，批俞平伯，批完了俞平伯，批胡适，一路批批批斗斗斗，最后批到了陈寅恪头上。此时，极大规模的遍及全国的反右斗争还没有开始。老年反思，我在政治上是个蠢才。对这一系列的批和斗，我是心悦诚服的，一点没有感到其中有什么问题。我虽然没有明确地意识到，在我灵魂深处，我真认为中国老知识分子就是原罪的化身，批是天经地义的。但是，一旦批到了陈寅恪先生头上，我心里却感到不是味。虽然经人再三动员，我却始终没有参加到这一场闹剧式的大合唱中去。我不愿意厚着面皮，充当事后的诸葛亮，我当时的认识也是十分模糊的。但是，我毕竟没有行动。现在时过境迁，在年之后，想到我没有出卖我的良心，差堪自慰，能够对得起老师在天之灵了。可是，从那以后，直到老师于年在空前浩劫中被折磨得离开了人世，将近二十年中，我没能再见到他。现在我的年龄已经超过了他在世的年龄五年，算是寿登耄耋了。现在我时常翻读先生的诗文。每读一次，都觉得有新的收获。我明确意识到，我还未能登他的堂奥。哲人其萎，空余著述。我却是进取有心，请益无人，因此更增加了对他的怀念。我们虽非亲属，我却时有风木之悲。这恐怕也是非常自然的吧。我已经到了望九之年，虽然看样子离开为自己的生命画句号的时候还会有一段距离，现在还不能就作总结但是，自己毕竟已经到了日薄西山人命危浅之际，不想到这一点也是不可能的。我身历几个朝代，忍受过千辛万苦。现在只觉得身后的路漫长无边，眼前的路却是越来越短，已经是很有限了。我并没有倚老卖老，苟且偷安然而我却明确地意识到，我成了一个悲剧人物。"}
{"text":"我却是进取有心，请益无人，因此更增加了对他的怀念。我们虽非亲属，我却时有风木之悲。这恐怕也是非常自然的吧。我已经到了望九之年，虽然看样子离开为自己的生命画句号的时候还会有一段距离，现在还不能就作总结但是，自己毕竟已经到了日薄西山人命危浅之际，不想到这一点也是不可能的。我身历几个朝代，忍受过千辛万苦。现在只觉得身后的路漫长无边，眼前的路却是越来越短，已经是很有限了。我并没有倚老卖老，苟且偷安然而我却明确地意识到，我成了一个悲剧人物。我的悲剧不在于我不想不用扬鞭自奋蹄，不想老骥伏枥，志在千里，而是在老骥伏枥，志在万里。自己现在承担的或者被迫承担的工作，头绪繁多，五花八门，纷纭复杂，有时还矛盾重重，早已远远超过了自己的负荷量，超过了自己的年龄。这里面，有外在原因，但主要是内在原因。清夜扪心自问自己患了老来疯了吗？你眼前还有年的寿命吗？可是，一到了白天，一接触实际，件件事情都想推掉，但是件件事情都推不掉，真仿佛京剧中的一句话马行在夹道内，难以回马。此中滋味，只有自己一人能了解，实不足为外人道也。在这样的情况下，我有时会情不自禁地回想自己的一生。自己究竟应该怎样来评价自己的一生呢？我虽遭逢过大大小小的灾难，像十年浩劫那样中国人民空前的愚蠢到野蛮到令人无法理解的灾难，我也不幸――也可以说是有幸――身逢其盛，几乎把一条老命搭上然而我仍然觉得自己是幸运的，自己赶上了许多意外的机遇。我只举一个小例子。自从盘古开天地，不知从哪里吹来了一股神风，吹出了知识分子这个特殊的族类。知识分子有很多特点。在经济和物质方面是一个穷字，自古已然，于今为烈。在精神方面，是考试多如牛毛。在这里也是自古已然，于今为烈。例子俯拾即是，不必多论。我自己考了一辈子，自小学中学大学，一直到留学，月有月考，季有季考，还有什么全国统考，考得一塌糊涂。可是我自己在上百场国内外的考试中，从来没有名落孙山。你能说这不是机遇好吗？但是，俗话说一个篱笆三个桩，一个好汉三个帮。如果没有人帮助，一个人会是一事无成的。在这方面，我也遇到了极幸运的机遇。生平帮过我的人无虑数百。要我举出人名的话，我首先要举出的，在国外有两个人，一个是我的博士论文导师瓦尔德施米特教授，另一个是教吐火罗语的老师西克教授。在国内的有四个人一个是冯友兰先生，如果没有他同德国签订德国清华交换研究生的话，我根本到不了德国。"}
{"text":"可是我自己在上百场国内外的考试中，从来没有名落孙山。你能说这不是机遇好吗？但是，俗话说一个篱笆三个桩，一个好汉三个帮。如果没有人帮助，一个人会是一事无成的。在这方面，我也遇到了极幸运的机遇。生平帮过我的人无虑数百。要我举出人名的话，我首先要举出的，在国外有两个人，一个是我的博士论文导师瓦尔德施米特教授，另一个是教吐火罗语的老师西克教授。在国内的有四个人一个是冯友兰先生，如果没有他同德国签订德国清华交换研究生的话，我根本到不了德国。一个是胡适之先生，一个是汤用彤先生，如果没有他们的提携的话，我根本来不到北大。最后但不是最少，是陈寅恪先生。如果没有他的影响的话，我不会走上现在走的这一条治学的道路，也同样是来不了北大。至于他为什么不把我介绍给我的母校清华，而介绍给北大，我从来没有问过他，至今恐怕永远也是一个谜，我们不去谈它了。我不是一个忘恩负义的人。我一向认为，感恩图报是做人的根本准则之一。但是，我对他们四位，以及许许多多帮助过我的师友怎样报呢？专就寅恪师而论，我只有努力学习他的著作，努力宣扬他的学术成就，努力帮助出版社把他的全集出全出好。我深深地感激广州中山大学的校领导和历史系的领导，他们再三举办寅恪先生学术研讨会，包括国外学者在内，群贤毕至。中大还特别创办了陈寅恪纪念馆。所有这一切，我这个寅恪师的弟子都看在眼中，感在心中，感到很大的慰藉。国内外研究陈寅恪先生的学者日益增多，先生的道德文章必将日益发扬光大，这是毫无问题的。这是我在垂暮之年所能得到的最大的愉快。然而，我仍然有我个人的思想问题和感情问题。我现在是后已见来者，然而却是前不见古人，再也不会见到寅恪先生了。我心中感到无限的空漠，这个空漠是无论如何也填充不起来了。掷笔长叹，不禁老泪纵横矣。年月日第章回忆吴宓先生雨僧先生离开我们已经十多年了。作为他的受业弟子，我同其他弟子一样，始终在忆念着他。雨僧先生是一个奇特的人，身上也有不少的矛盾。他古貌古心，同其他教授不一样，所以奇特。他言行一致，表里如一，同其他教授不一样，所以奇特。别人写白话文写新诗，他偏写古文写旧诗，所以奇特。他反对白话文，但又十分推崇用白话写成的红楼梦，所以矛盾。他看似严肃古板，但又颇有一些恋爱的浪漫史，所以矛盾。"}
{"text":"掷笔长叹，不禁老泪纵横矣。年月日第章回忆吴宓先生雨僧先生离开我们已经十多年了。作为他的受业弟子，我同其他弟子一样，始终在忆念着他。雨僧先生是一个奇特的人，身上也有不少的矛盾。他古貌古心，同其他教授不一样，所以奇特。他言行一致，表里如一，同其他教授不一样，所以奇特。别人写白话文写新诗，他偏写古文写旧诗，所以奇特。他反对白话文，但又十分推崇用白话写成的红楼梦，所以矛盾。他看似严肃古板，但又颇有一些恋爱的浪漫史，所以矛盾。他能同青年学生来往，但又凛然俨然，所以矛盾。总之，他是一个既奇特又矛盾的人。我这样说，不但丝毫没有贬意，而且是充满了敬意。雨僧先生在旧社会是一个不同流合污特立独行的畸人，是一个真正的人。当年在清华读书的时候，我听过他几门课英国浪漫诗人中西诗之比较等。他讲课认真严肃，有时候也用英文讲，议论时有警策之处。高兴时，他也把自己新写成的旧诗印发给听课的同学，十二首空轩就是其中之一。这引得编清华周刊的学生秀才们把他的诗译成白话，给他开了一个不大不小而又无伤大雅的玩笑。他一笑置之，不以为忤。他的旧诗确有很深的造诣，同当今想附庸风雅的写一些根本不像旧诗的诗人，绝不能同日而语。他的中西诗之比较实际上讲的就是比较文学，当时这个名词还不像现在这样流行，他实际上是中国比较文学的奠基人之一。值得我们永远怀念的。他坦诚率真，十分怜才。学生有一技之长，他绝不掩没，对同事更是不懂得什么叫忌妒。他在美国时，邂逅结识了陈寅恪先生。他立即驰书国内，说合中西新旧各种学问而统论之，吾必以寅恪为全中国最博学之人。也许就是由于这个缘故，他在清华作为西洋文学系的教授而一度兼国学研究院的主任。他当时给天津大公报主编一个文学副刊。我们几个喜欢舞笔弄墨的青年学生，常常给副刊写点书评一类的短文，因而无形中就形成了一个小团体。我们曾多次应邀到他那在工字厅的住处藤影荷声之馆去做客，也曾被请在工字厅的教授们的西餐餐厅去吃饭。这在当时教授与学生之间存在着一条看不见但感觉到的鸿沟的情况下，是非常难能可贵的。至今回忆起来还感到温暖。我离开清华以后，到欧洲去住了将近十一年。回到国内时，清华和北大刚刚从云南复员回到北平。雨僧先生留在四川，没有回来。其中原因，我不清楚，也没有认真去打听。"}
{"text":"我们几个喜欢舞笔弄墨的青年学生，常常给副刊写点书评一类的短文，因而无形中就形成了一个小团体。我们曾多次应邀到他那在工字厅的住处藤影荷声之馆去做客，也曾被请在工字厅的教授们的西餐餐厅去吃饭。这在当时教授与学生之间存在着一条看不见但感觉到的鸿沟的情况下，是非常难能可贵的。至今回忆起来还感到温暖。我离开清华以后，到欧洲去住了将近十一年。回到国内时，清华和北大刚刚从云南复员回到北平。雨僧先生留在四川，没有回来。其中原因，我不清楚，也没有认真去打听。但是，我心中却有一点疑团这难道会同他那耿直的为人有某些联系吗？是不是有人早就把他看作眼中钉了呢？在这漫长的几十年内，我只在年代初期，在燕东园李赋宁先生家中拜见过他。以后就再没有见过面。在十年浩劫中，他当然不会幸免。听说，他受过惨无人道的折磨，挨了打，还摔断了什么地方，我对此丝毫也不感到奇怪。以他那种奇特的特立独行的性格，他绝不会投机说谎，绝不会媚俗取巧，受到折磨，倒是合乎规律的。反正知识久已不值一文钱，知识分子被视为老九。在黄钟毁弃，瓦釜雷鸣的时代，我们又有什么话好说呢？雨僧先生受到的苦难，我有意不去仔细打听，不知道反而能减轻良心上的负担。至于他有什么想法，我更是无从得知。现在，他终于离开我们，走了。从此人天隔离，永无相见之日了。雨僧先生这样一个奇特的人，这样一个不同流合污特立独行的人，是会受到他的朋友们和弟子们的爱戴和怀念的。现在编集的这一本回忆吴宓先生就是一个充分的证明。他的弟子和朋友都对他有自己的一份怀念之情，自己的一份回忆。这些回忆不可能完全一样，因为每一个人都有自己观察事物和人物的角度和特点。但是又不可能完全不一样。因为回忆的毕竟是同一个人――我们敬爱的雨僧先生。这一部回忆录就是这样一部既一样又不一样的汇合体。从这个一样又不一样的汇合体中可以反照出雨僧先生整个的性格和人格。我是雨僧先生的弟子之一，在贡献上我自己那一份回忆之余，又应编者的邀请写了这一篇序。这两件事都是我衷心愿意去做的，也算是我献给雨僧先生的心香一瓣吧。年月日第章学习大师的风范――谈赵元任先生赵元任先生是国际上公认的语言学大师。他是当年清华国学研究院的四大导师之一，另有一位讲师李济先生，后来也被认为是考古学大师。在中国现代教育史上，清华国学研究院是一个十分独特的现象。"}
{"text":"从这个一样又不一样的汇合体中可以反照出雨僧先生整个的性格和人格。我是雨僧先生的弟子之一，在贡献上我自己那一份回忆之余，又应编者的邀请写了这一篇序。这两件事都是我衷心愿意去做的，也算是我献给雨僧先生的心香一瓣吧。年月日第章学习大师的风范――谈赵元任先生赵元任先生是国际上公认的语言学大师。他是当年清华国学研究院的四大导师之一，另有一位讲师李济先生，后来也被认为是考古学大师。在中国现代教育史上，清华国学研究院是一个十分独特的现象。在全国都按照西方模式办学的情况下，国学研究院却带有浓厚的中国旧式的书院色彩。学生与导师直接打交道，真正做到了因材施教。其结果是，培养出来的学生后来几乎都成了大学教授，而且还都是学有成就的学者，而不是一般的教授。这一个研究院只办了几年，倏然而至，戛然而止，有如一颗火焰万丈的彗星，使人永远怀念。教授阵容之强，前无古人，后无来者。赵元任先生也给研究院增添了光彩。我虽然也出身清华，但是，予生也晚，没能赶得上国学研究院时期又因为行当不同，终于缘悭一面，毕生没能见到过元任先生，没有受过他的教诲，只留下了高山仰止之情，至老未泯。我虽然同元任先生没有见过面，但是对他的情况从我读大学时起就比较感兴趣，比较熟悉。我最早读他的著作是他同于道泉先生合译的仓央嘉措情歌。后来，在建国前后，我和于先生在北大共事，我常从他的口中和其他一些朋友的口中听到了许多关于赵先生的情况。他们一致认为，元任先生是一个天生的语言天才。他那审音辨音的能力远远超过常人。他学说各地方言的本领也使闻者惊叹不止。他学什么像什么，连相声大师也望尘莫及。我个人认为，赵先生在从事科学研究方面，还有一个很突出的特点或者优势，是其他语言学家所难以望其项背的，这就是，他是研究数学和物理学出身，这对他以后转向语言学的研究有极明显的有利条件。赵元任先生一生的学术活动，范围很广，方面很多，一一介绍，为我能力所不逮，这也不是我的任务。这一点将由语言学功底远远超过我们的陈原先生去完成，我现在在这里只想谈一下我对元任先生一生学术活动的一点印象。大家都会知道，一个学者，特别是已经达到大师级的学者，非常重视自己的科学研究工作，理论越钻越细，越钻越深，而对于一般人能否理解，能否有利，则往往注意不够，换句话说就是，只讲阳春白雪，不顾下里巴人只讲雕龙，不讲雕虫。"}
