{"text":"此外，还有一种合着琵琶来唱的歌其源当然出于中国，但悲壮激昂，一经日本人的粗喉来一喝，却觉得中国的黑头二面，决没有那么的威武，与春雨楼头尺八箫的尺八，正足以代表两种不同的心境因为尺八音脆且纤，如怨如慕，如泣如诉，迹近女性的缘故。日本人一般的好作野外嬉游，也是为我们中国人所不及的地方。春过彼岸，樱花开作红云京都的岚山丸山，东京的飞鸟上野，以及吉野等处，全国的津津曲曲，道路上差不多全是游春的男女。家家扶得醉人归的春社之诗，仿佛是为日本人而咏的样子。而祗园的夜樱与都踊，更可以使人魂销魄荡，把一春的尘土，刷落得点滴无余。秋天的枫叶红时，景状也是一样。此外则岁时伏腊，即景游，凡潮汐干时，蕨薇生日，草菌簇起，以及萤火虫出现的晚上，大家出狩，可以谑浪笑傲，脱去形骸至于元日的门松，端阳的张鲤祭雏，七夕的拜星，中元的盆踊，以及重九的栗糕等等，所奉行的虽系中国的年中行事，但一到日本，却也变成了很有意义的国民节会，盛大无伦。第一辑闲书寂寞的春朝日本人的庭园建筑，佛舍浮屠，又是一种精微简洁，能在单纯里装点出趣味来的妙艺。甚至家家户户的厕所旁边，都能装置出一方池水，几树楠天，洗涤得窗明宇洁，使你闻觉不到秽浊的熏蒸。在日本习俗里最有趣味的一种幽闲雅事，是叫作茶道的那一番礼节各人长跪在一堂，制茶者用了精致的茶具，规定而熟练的动作，将末茶冲入碗内，顺次递下，各喝取三口又半，直到最后，恰好喝完。进退有节，出入如仪，融融泄泄，真令人会想起唐宋以前，太平盛世的民风。还有生花的插置，在日本也是一种有派别师承的妙技一只瓦盆，或一个净瓶之内，插上几枝红绿不等的花枝松干，更加以些泥沙岩石的点缀，小小的一穿围里，可以使你看出无穷尽的多样一致的配合来。所费不多，而能使满室生春，这又是何等经济而又美观的家庭装饰！日本人的和服，穿在男人的身上，倒也并不十分雅观可是女性的长袖，以及腋下袖口露出来的七色的虹纹，与束腰带的颜色来一辉映，却又似万花缭乱中的蝴蝶的化身了。"}
{"text":"还有生花的插置，在日本也是一种有派别师承的妙技一只瓦盆，或一个净瓶之内，插上几枝红绿不等的花枝松干，更加以些泥沙岩石的点缀，小小的一穿围里，可以使你看出无穷尽的多样一致的配合来。所费不多，而能使满室生春，这又是何等经济而又美观的家庭装饰！日本人的和服，穿在男人的身上，倒也并不十分雅观可是女性的长袖，以及腋下袖口露出来的七色的虹纹，与束腰带的颜色来一辉映，却又似万花缭乱中的蝴蝶的化身了。蝴蝶夫人这一出歌剧，能够耸动欧洲人的视听，一直到现在，也还不衰的原因，就在这里。日本国民的注重清洁，也是值得我们钦佩的一件美德。无论上下中等的男女老幼，大抵总要每天洗一次澡住在温泉区域以内的人，浴水火热，自地底涌出，不必烧煮，洗澡自然更觉简便就是没有温泉水脉的通都大邑的居民，因为设备简洁，浴价便宜之故，大家都以洗澡为一天工作完了后的乐事。国民一般轻而易举的享受，第一要算这种价廉物美的公共浴场了，这些地方，中国人真要学学他们才行。凡上面所说的各点，都是日本固有的文化生活的一小部分。自从欧洲文化输入以后，各都会都摩登化了，跳舞场，酒吧间，西乐会，电影院等等文化设备，几乎欧化到了不能再欧，现在连男女的服装，旧剧的布景说白，都带上了牛酪奶油的气味银座大街的商店，门面改换了洋楼，名称也唤作了欧语，譬如水果饮食店的叫作sp，旗亭的叫作或之类，到处都是这一种摩登文化生活，我想叫上海人说来，也约略可以说得，并不是日本独有的东西，所以此地从略。末了，还有日本的学校生活，医院生活，图书馆生活，以及海滨的避暑，山间的避寒，公园古迹胜地等处的闲游漫步生活，或日本阿尔泊斯与富士山的攀登，两国大力士的相扑等等，要说着实还可以说说，但天热头昏，挥汗执笔，终于不能详尽，只能等到下次有机会的时候，再来写了。一九三六年八月在福州原载一九三六年九月十六日宇宙风半月刊第二十五期欧洲人的生命力最近，路透社曾有一通电，转述伦敦每日邮报记载的新闻一则，说弗兰克史威顿咸爵士，在伦敦卡斯顿汤与爱尔兰卫军军官未亡人尼尔古特里夫人结婚。史威顿咸爵士，本年八十余岁，作为新娘的那位军官未亡人，当然总也已有五十岁以上了无疑。以这一件喜事作标准，欧洲人的生命力的旺盛，实在足以令人羡慕。"}
{"text":"一九三六年八月在福州原载一九三六年九月十六日宇宙风半月刊第二十五期欧洲人的生命力最近，路透社曾有一通电，转述伦敦每日邮报记载的新闻一则，说弗兰克史威顿咸爵士，在伦敦卡斯顿汤与爱尔兰卫军军官未亡人尼尔古特里夫人结婚。史威顿咸爵士，本年八十余岁，作为新娘的那位军官未亡人，当然总也已有五十岁以上了无疑。以这一件喜事作标准，欧洲人的生命力的旺盛，实在足以令人羡慕。我们东方人，尤其是居住在热带的东方人，像这种高年矍铄的人瑞，该是不见得多吧？当然，在欧洲，这也已经是并非寻常的事了。做一分事业，要一分精力。耆年硕德的老前辈，还有这一种精力，就是这种族，这国家的庆幸。我们中国人的未老先衰，实在是一种很坏的现象。当此民族复兴，以抗战来奠建国始基的今日，这改良人种，增加种族生命力的问题，应该是大家来留心研究，锐意促进的。至于令人想到这问题的重要的史威顿咸爵士本人，与马来亚当然更有一段密切的关系，因为他是四十余年前的马来亚护政司，后来也是海峡殖民地的总督。他对于马来人及马来文的了解，实在是深沉得无以复加，这从他的种种著作中，就可以看得出来他非但是一位政治家，并且也是一位文学家。第一辑闲书寂寞的春朝在一五年出版的他的马来亚速写，及一八年出版的不书受信人名字的书函集，实在也是很有价值的作品。当时他所驻扎过的霹雳，是马来话最纯粹，马来气质最浓厚的地方所以，他在马来亚速写的头上说对于马来人的内心生活，恐怕是他人再没有比我更了解的，这话当然并不是他的自夸自奖。他的对马来人的尊敬，对马来人的了解，尤其在他的不书受信人名字的书函集的第三篇东方和西方一信里，写得更加彻底。他于某一夜的席上，对坐在他边上的一位女太太说西方白种人，没有到过马来亚的，老怀有这一种偏见，以为马来人是黑人，并且又不是基督教徒，所以是野蛮人。可是照马来人看来，我们白种文明国的女人穿的这一种美国化的装束，才是野蛮呢！他绝对否认马来民族是野蛮的，因此他就提到一位马来苏丹写给他的最富于友谊和信接着，他又介绍了四马来的歌。现在我且把这四歌译出来，做一个结尾，用以证明这一位史威顿咸爵士的老兴的淋漓。"}
{"text":"他于某一夜的席上，对坐在他边上的一位女太太说西方白种人，没有到过马来亚的，老怀有这一种偏见，以为马来人是黑人，并且又不是基督教徒，所以是野蛮人。可是照马来人看来，我们白种文明国的女人穿的这一种美国化的装束，才是野蛮呢！他绝对否认马来民族是野蛮的，因此他就提到一位马来苏丹写给他的最富于友谊和信接着，他又介绍了四马来的歌。现在我且把这四歌译出来，做一个结尾，用以证明这一位史威顿咸爵士的老兴的淋漓。豆苗沿上屋檐前，木槿红花色味偏。人人只见火烧屋，不见侬心焚有烟。请郎且看扑灯蛾，飞向头家屋后过。自从天地分时起，命定鸳鸯可奈何。此是月中廿一夜，妇为生儿先物化。我侬是汝手中禽，却似黄莺依膝下。倘汝远经河上头，村村寻我莫夷犹。倘汝竟先侬物化，天门且为我迟留。原载一九三九年七月一日新加坡总汇新报世纪风文人三月二十日，立委王昆仑氏，在重庆宴苏联作家及中国作家的席上，有人提议，联合起来，写一封信来给我的消息，早在香港报上见过。本坡的星中报，亦将此消息转载。诗是四句莫道流离苦，天涯一客孤沫若，举杯祝远道昆仑，万里四行书施谊。施谊当然是孙师毅的另一写法。此外到席者，是苏联的作家费德连克他也用了中国笔，写了都问你好的四字。及米克拉舍夫斯基他写的是知己知彼，百战百胜的两句孙子兵法。这两位苏联作家竟能用中国的毛笔，写出这样的字虽然是像初学会写字的小孩般的笔法来，倒也真真难得。当日的列席者，还有一时传说已被敌人谋害的陈波儿方殷戈宝权葛一虹阳翰笙诸君。沫若在诗下，还写有几行短信达夫诗上虽说你孤，其实你并不孤。今天在座的，都在思念你，全中国的青年朋友，都在思念你。你知道张资平的消息么？他竟糊涂到底了，可叹！从这一张同人合写成的信中看来，我们可以知道，张资平在上海被敌人收买的事，确是事实了。本来，我们是最不愿意听到认识的旧日友人，有这一种丧尽天良的行为的譬如周作人的附逆，我们在初期，也每以为是不确，是敌人故意放造的谣但日久见人心，终于到了现在，也被证实是事实了。"}
{"text":"沫若在诗下，还写有几行短信达夫诗上虽说你孤，其实你并不孤。今天在座的，都在思念你，全中国的青年朋友，都在思念你。你知道张资平的消息么？他竟糊涂到底了，可叹！从这一张同人合写成的信中看来，我们可以知道，张资平在上海被敌人收买的事，确是事实了。本来，我们是最不愿意听到认识的旧日友人，有这一种丧尽天良的行为的譬如周作人的附逆，我们在初期，也每以为是不确，是敌人故意放造的谣但日久见人心，终于到了现在，也被证实是事实了。文化界而出这一种人，实在是中国人千古洗不掉的羞耻事，以春秋的笔法来下评语，他们该比被收买的土匪和政客，都应罪加一等。时穷节乃见，古人所说的非至岁寒，不能见松柏之坚贞，自是确语。所以，耳未听见过炮声，足未踏入过战地的许多文化人，只站在后方的后方，高喊着前进，或用尽心机，想打倒几个在同一区域中作同事的同人来献身手的，亦当以这些先例为前车之戒。能做一点实际工作，当远胜于专向同事作人身攻击等事，为益多多。也曾说过，既然是人，自然也要，若只拿住的一点，来攻击个人，则孔夫子有伯鱼。即使是圣到无以复加的圣人，恐怕日常生活，也是和我们这些庸人，相差无几的。文人无行，是中国惯说的一句口头语但我们应当晓得，无行的就不是文人，能说失节事大，饿死事小这话而实际做到的人，才是真正的文人。近则如洪承畴，远则如长乐老，他们何尝是文人，他们都不过是学过写字，读过书的政客罢了。至如远处在离敌人数千里外的异域，只以为月薪比自己多一点，生活比自己宽裕一点的同事，就是阻遏自己加薪前进的障碍，是敌寇，是汉奸，是一手压住世界命的魔鬼像这样的文人，当然更不是文人了因为这些人们，敌寇不来则已，敌寇若一到门，则先去跪接称臣，高呼万岁的，也就是他们了对这些而也称作文人，岂不是辱没了文人的正气，辱没了谢皋羽的西台。第一辑闲书寂寞的春朝因听到了故人而竟做了奸逆的丑事，所以一肚皮牢骚，无从发泄，即以我个人的境遇来说，老母在故乡殉国，胞兄在孤岛殉职，他们虽都不是文人，他们也都未曾在副刊上做过慷慨激昂的文章，或任意攻击过什么人，但我却很想以真正的文人来看他们，称他们是我的表率，是我的精神上的指导者。我们的抗战，是还要继续下去的。这中间，自然更有许多花样出来，可以给我们叹赏，或给我们唾骂。"}
{"text":"第一辑闲书寂寞的春朝因听到了故人而竟做了奸逆的丑事，所以一肚皮牢骚，无从发泄，即以我个人的境遇来说，老母在故乡殉国，胞兄在孤岛殉职，他们虽都不是文人，他们也都未曾在副刊上做过慷慨激昂的文章，或任意攻击过什么人，但我却很想以真正的文人来看他们，称他们是我的表率，是我的精神上的指导者。我们的抗战，是还要继续下去的。这中间，自然更有许多花样出来，可以给我们叹赏，或给我们唾骂。我们只要抱住一点贞心，使用我们的双眼，静静地看，实在地干，到了最后胜利之日，便可以分辨出，究竟是谁强谁弱，谁真谁伪来了，现在所说的一切空话，究竟还都是无凭的呓语。一九四年四月原载一九四年四月十九日用日星洲日报晨星小春天气一与笔砚疏远以后，好像是经过了不少日数的样子。我近来对于时间的观念，一点儿也没有了。总之案头堆着的从南边来的两三封问我何以老不写信的家信，可以作我久疏笔砚的明证。所以从头计算起来，大约从我发表的最后的一篇整个儿的文字到现在，总已有一年以上，而自我的右手五指，抛离纸笔以来，至少也得有两三个月的光景。以天地之悠悠，而来较量这一年或三个月的时间，大约总不过似骆驼身上的半截毫毛但是由先天不足，后天亏损――这是我们中国医生常说的话，我这样的用在这里，请大家不要笑话我――的我说来，渺焉一身，寄住在这北风凉冷的皇城人海中间，受尽了种种欺凌侮辱，竟能安然无事的经过这么长的一段时间，却是一种摩西以后的最大奇迹。回想起来这一年的岁月，实在是悠长得很呀！绵绵钟鼓初长的秋夜，我当众人睡尽的中宵，一个人在六尺方的卧房里踏来踏去，想想我的女人，想想我的朋友，想想我的黯淡的前途，曾经熏烧了多少枝的短长烟卷？睡不着的时候，我一个人拿了蜡烛幽脚幽手的跑上厨房去烧些风鸡糟鸭来下酒的事情，也不止三次五次。而由现在回顾当时，那时候初到北京后的这种不安焦躁的神情，却只似儿时的一场恶梦，相去好像已经有十几年的样子，你说这一年的岁月对我是长也不长？这分外的觉得岁月悠长的事情，不仅是意识上的问题，实际上这一年来我的精神两方面都印上了这人家以为很短而在我却是很长的时间的烙印。去年十月在黄浦江头送我上船的几位可怜的朋友，若在今年此刻，和我相遇于途中，大约他们看见了我，总只是轻轻的送我一瞥，必定会仍复不改常态地向前走去。"}
{"text":"而由现在回顾当时，那时候初到北京后的这种不安焦躁的神情，却只似儿时的一场恶梦，相去好像已经有十几年的样子，你说这一年的岁月对我是长也不长？这分外的觉得岁月悠长的事情，不仅是意识上的问题，实际上这一年来我的精神两方面都印上了这人家以为很短而在我却是很长的时间的烙印。去年十月在黄浦江头送我上船的几位可怜的朋友，若在今年此刻，和我相遇于途中，大约他们看见了我，总只是轻轻的送我一瞥，必定会仍复不改常态地向前走去。虽则我的心里在私心默祷，使我遇见了他们，不要也不认识他们！这一年的中间，我的衰老的气象，实在是太急速的侵袭到了，急速的，真真是很急速的。白发三千丈一流的夸张的比喻，我们暂且不去用它，就减之又减的打一个折扣来说罢，我在这一年中间，至少也的的确确的长了十岁年纪。牙齿也掉了，记忆力也消退了，对镜子剃削胡髭的早晨，每天都要很惊异地往后看一看，以为镜子里反映出来的，是别一个站在我后面的没有到四十岁的半老人。腰间的皮带，尽是一个窟窿一个窟窿的往里缩，后来现成的孔儿不够，却不得不重用钻子来新开，现在已经开到第二个了。最使我伤心的是当人家欺凌我侮辱我的时节，往日很容易起来的那一种愤激之情，现在怎么也鼓励不起来。非但如此，当我觉得受了最大的侮辱的时候，不晓从何处来的一种滑稽的感想，老要使我作会心的微笑。不消说年青时候的种种妄想，早已消磨得干干净净，现在我连自家的女人小孩的生存，和家中老母的健否等问题都想不起来有时候上街去雇得着车，坐在车上，只想车夫走往向阳的地方去――因为我现在忽而怕起冷来了――慢一点儿走，好使我饱看些街上来往的行人和组成现代的大同世界的形形色色。看倦了，走倦了，跑回家来，只思弄一点美味的东西吃吃，并且一边吃，一边还要想出如何能够使这些美味的东西吃下去不会饱胀的方法来，因为我的牙齿不好，消化不良，美味的东西，老怕不能一天到晚不间断的吃过去。第一辑闲书寂寞的春朝二现在我们在这里所享有的，是一年中间最好不过的十月。江北江南，正是小春的时候。况且世界又是大同，东洋车牛车马车上，一闪一闪在微风里飘荡的，都是些除五色旗外的世界各国的旗子。天色苍苍，又高又远，不但我们大家酣歌笑舞的声音，达不到天听，就是我们的哀号狂泣，也和耶和华的耳朵，隔着蓬山几千万叠。"}
{"text":"第一辑闲书寂寞的春朝二现在我们在这里所享有的，是一年中间最好不过的十月。江北江南，正是小春的时候。况且世界又是大同，东洋车牛车马车上，一闪一闪在微风里飘荡的，都是些除五色旗外的世界各国的旗子。天色苍苍，又高又远，不但我们大家酣歌笑舞的声音，达不到天听，就是我们的哀号狂泣，也和耶和华的耳朵，隔着蓬山几千万叠。生逢这样的太平盛世，依理我也应该向长安的落日，遥进一杯祝颂南山的寿酒，但不晓怎么的，我自昨天以来，明镜似的心里，又忽而起了一层翳障。仰起头来看看青天，空气澄清得怖人各处散射在那里的阳光，又好像要对我说一句什么可怕的话，但是因为爱我怜我的缘故，不敢马上说出来的样子。脚底下铺着扫不尽的落叶，忽而索落索落的响了一声，待我低下头来向发出声音来的地方望去，又看不出什么动静来了，这大约是我们庭后的那一颗大槐树，又摆脱了一叶负担了吧。正是午前十点钟的光景，家里的人，都出去了，我因为孤零丁一个人在屋里坐不住，所以才踱到院子里来的，然而在院子里站了一忽，也觉得没有什么意思，昨晚来的那一点小小的忧郁，仍复笼罩在我的心上。当半年前，每天只是忧郁的连续的时候，倒反而有一种余裕来享乐这一种忧郁，现在连快乐也享受不了的我的脆弱的身心，忽而沾染了这一层虽则是很淡很淡，但也好像是很深的隐忧，只觉得坐立都是不安。没有方法，我就把香烟连续的吸了好几枝。是神明的摄理呢？还是我的星命的佳会？正在这无可奈何的时候，门铃儿响了。小朋友君，背了水彩画具架进来说达夫，我想去郊外写生，你也同我去郊外走走吧！君年纪不满二十，是一位很活泼的青年画家，因为我也很喜欢看画，所以他老上我这里来和我讲些关于作画的事情。据他说今天天气太好，坐在家里，太对大自然不起，还是出去走走的好。我换了衣服，一边和他走出门来，一边告诉门房中饭不来吃，叫大家不要等我的时候，心里所感得的喜悦，怎么也形容不出来。三本来是没有一定目的地的我们，到了路上，自然而然的走向西去，出了平则门。阳光不问城内城外，一例的很丰富的洒在那里。城门附近的小摊儿上，在那里摊开花生米的小贩，大约是因为他穿着的那件宽大的夹袄的原因罢，觉得也反映着一味秋气。"}
{"text":"据他说今天天气太好，坐在家里，太对大自然不起，还是出去走走的好。我换了衣服，一边和他走出门来，一边告诉门房中饭不来吃，叫大家不要等我的时候，心里所感得的喜悦，怎么也形容不出来。三本来是没有一定目的地的我们，到了路上，自然而然的走向西去，出了平则门。阳光不问城内城外，一例的很丰富的洒在那里。城门附近的小摊儿上，在那里摊开花生米的小贩，大约是因为他穿着的那件宽大的夹袄的原因罢，觉得也反映着一味秋气。茶馆里的茶客，和路上来往的行人，在这样和煦的太阳光里，面上总脱不了一副贫陋的颜色我看看这些人的样子，心里又有点不舒服起来了，所以就叫君避开城外的大街沿城折往北去。夏天常来的这城下长堤上，今天来往的大车特别的少。道旁的杨柳，颜色也变了，影子也疏了。城河里的浅水，依旧映着晴空，返射着日光，实际上和夏天并没有什么区别，但我觉得总有一种寂寥的感觉，浮在水面。抬头看看对岸，远近一排半凋的林木，纵横交错的列在空中。大地的颜色，也不似夏日的茏葱，地上的浅草都已枯尽，带起浅黄色来了。法国教堂的屋顶，也好像失了势力似的，在半凋的树林中孤立在那里。与夏天一样的，只有一排西山连亘的峰峦。大约是今天空气格外澄鲜的缘故吧，这排明褐色的屏障，觉得是近得多了，的确比平时近得多了。此外弥漫在空际的，只有明蓝澄洁的空气，悠久广大的天空和饱满的阳光，和暖的阳光，隔岸堤上，忽而走出了两个着灰色制服的兵来。他们拖了两个斜短的影子，默默的在向南的行走。我见了他们想起了前几天平则门外的抢劫的事情，所以就对君说我看这里太辽阔，取不下景来，我们还是进城去吧！上小馆子去吃了午饭再说。君踏来踏去的看了一会，对我笑着说近来不晓怎么的，有一种莫名其妙的神秘的灵感，常常闪现在我的脑里。今天是不成了，没有带颜料和油画的家伙来。他说着用手向远处教堂一指，同时又接着说第一辑闲书寂寞的春朝几时我想画画教堂里的宗教画看。那好得很啊！猫猫虎虎的这样回答了一句，我就转换方向，慢慢的走回到城里来了。落后了几步，他也背着画具，慢慢的跟我走来。四喝了两斤黄酒，吃得满满的一腹。我和君坐在洋车上，被拉往陶然亭去的时候，太阳已经打斜了。"}
