{"text":"由此可知孟敬子所问的是笾豆一类的事，而曾子所答复他的，还是在教育他，要他注重作人，从内心基本的道德修养去做。学问好德行高以后，不论从政或者做别的事，都能得心应手。这是一个基本问题，而不是技术问题，有关技术问题可以去问那些专家。学问深时意气平下一节是门人们记载曾子平常所教诲的。曾子曰以能问于不能，以多问于寡，有若无，实若虚，犯而不校。昔者吾友，尝从事于斯矣。这是曾子提出他同学颜回的美德以能问于不能。凡是所谓天才聪明有才具的人，容易犯一个错误――慢，就是很自满，不肯向人请教。而颜回虽然高人一等，却唯恐自己懂得不多，唯恐自己没有看清楚，还要向不如自己的人请教一番。这也是诸葛亮之所以成功的条件，他的名言集思广益，就是善于集中人家的学问思想，增加自己的知识见解。对自己非常有利益。这也就是以能问于不能的道理。但是有才具的人，往往不肯向人请教，尤其是不肯向不如自己的人请教。儒家标榜虞舜好察迩言，所以能为圣人。虽然浅近的话，但往往能给我们深远的启发。以多问于寡的多指知识渊博。颜回是孔子最得意的学生，知识非常渊博。问于寡，就是问于知识不如自己渊博的人。这是一种解释。另一种解释是说从政的人，多半是通才，什么都懂而寡可以说是专家，他专门研究一点，而这一点并不是学问渊博的人所能够知道的。渊博的人知其大概，不能深入专家则对某一点有深入研究。所以渊博的人，一定要向专家请教。有若无他学问非常渊博，而在待人处世上表现得很平常，好像什么都不懂似的。实若虚内涵深厚，表面上看起来却很空洞，普普通通。犯而不校不如他的人对不起他――下面的人对上面的人不敬为犯――从来不计较不记恨。这五点看起来很容易，但是如果以自己待人处世的经验来体会，几乎每一句话我们都没有做到。曾子说，我的朋友颜回，对这五点都做到了。孔子所赞叹的颜回，他学问的火候优点，在此可见一斑了。临大节而不可夺曾子曰可以托六尺之孤，可以寄百里之命，临大节而不可夺也。君子人与？君子人也。人的学问修养做到在朋友之间，可以托六尺之孤，托妻寄子的，非常非常难，简直没有。"}
{"text":"这五点看起来很容易，但是如果以自己待人处世的经验来体会，几乎每一句话我们都没有做到。曾子说，我的朋友颜回，对这五点都做到了。孔子所赞叹的颜回，他学问的火候优点，在此可见一斑了。临大节而不可夺曾子曰可以托六尺之孤，可以寄百里之命，临大节而不可夺也。君子人与？君子人也。人的学问修养做到在朋友之间，可以托六尺之孤，托妻寄子的，非常非常难，简直没有。历史上讲义气的人很多，而托孤的人很少。政治上有名的托孤，是刘备白帝城托孤给诸葛亮。刘备的儿子刘禅，谁都知道的阿斗。以前骂笨头笨脑没有出息的年轻人，就骂阿斗。刘备在临死前托孤给诸葛亮说君才十倍曹丕，嗣子可辅则辅之，不可辅则取而代之。这就是刘备。诸葛亮是很亮，五十支光，刘备大概一百支光，比他更亮。他这句话可把诸葛亮吓住了，立即跪下来臣鞠躬尽瘁，死而后已。就是说，你放心吧！我把这条命卖给你了，不管你儿子可扶不可扶，我一定帮忙到底。于是鞠躬尽卒，死而后已这八个字，等于他自己为自己算了命，就定案了，后来也就真的做到了。这是从历史上说大的托孤。个人的托孤，尤其现在这个社会，假使朋友死了，还能照顾朋友的家庭，尤其照顾朋友孩子的，别人会说疯子人与！疯子人也。绝不会说君子人与？君子人也。现在的社会风气就这样的。但是照中国文化的大义，可以托六尺之孤的人，就可以寄百里之命。百里扩而充之也代表了天下。过去，唐以后所谓百里侯称县长春秋战国时代的百里，在政治制度上相当于现在的一个省。古代称县长为父母官，就是说对于百姓而言，有如父母般的关怀照顾。可以寄百里之命，就是可以真正成为一个好的地方首长，将地方老百姓的生命财产安全，都交给这种人负责保障了。这两点都很困难。临大节而不可夺也，小事糊涂没关系，面临大节当头时，怎么都变动不了才行。历史上许多忠臣义士，临大节而不可夺，最有名的如文天祥陆秀夫，可以说是儒家的光荣人物。但是研究文天祥的生平，上半生风流放诞，花花公子，他做太守的时候，歌姬如林，一天到晚喝酒听歌。可是当国家大难来临的时候，连与太太儿女们告别的时候都没有。尤其难得的是从容就义。所谓慷慨捐身易，从容就义难。而且他从容到什么程度呢？"}
{"text":"这两点都很困难。临大节而不可夺也，小事糊涂没关系，面临大节当头时，怎么都变动不了才行。历史上许多忠臣义士，临大节而不可夺，最有名的如文天祥陆秀夫，可以说是儒家的光荣人物。但是研究文天祥的生平，上半生风流放诞，花花公子，他做太守的时候，歌姬如林，一天到晚喝酒听歌。可是当国家大难来临的时候，连与太太儿女们告别的时候都没有。尤其难得的是从容就义。所谓慷慨捐身易，从容就义难。而且他从容到什么程度呢？元朝的忽必烈，对他十分尊崇十分重视，硬是空着宰相的位置等了他三年，只要他一点头，就可以在一人之下万人之上。忽必烈和他谈过好几次，口口声声尊称他文先生，推崇他，要请他出来，他就是不答应。这样坐了几年牢，最后一次和忽必烈谈话时，他对忽必烈说，你这样对我，推崇我，我非常感谢你，也可以说你是我一个知己，既然是知己，那你就要成全我。忽必烈见他在牢里三年，始终如此，知道实在没有办法了，于是答应他说，好吧！那就明天吧！文天祥听了这句话，马上就跪下来说，谢了！谢了！在他三年坐牢的时候，他的一个学生，恐怕他受不了而变节，备办了三牲祭品，并写了一篇祭文去生祭他。文天祥照样吃了祭品，看了那篇祭文，然后让人转告他的学生，要他们放心，他绝不会做对不起宋朝的事情。他的上半生，吃喝玩乐，什么都来，可是临大节而不可夺。所以我们平时看到一些人好像吊儿郎当的，但是不要因此而轻视他们。看人要看大节。曾子说，这样的人是君子吧？的确是真正的君子了。由此我们更可以看出孔孟思想所谓的学问，并不是读死书，不是之乎者也矣焉哉的文言文，同时也不是的呢吗呀吧的白话文。儒家教育的目的，就是要求这一节书上所提的这种人，这也就是真正儒家的学问所在。怎样才算知识分子这几节都是记载曾子所讲的孔门学问的精华，下面等于是两个小结论。曾子曰士不可以不弘毅，任重而道远。仁以为己任，不亦重乎！死而后已，不亦远乎！我国上古文化，两三千年前的士，有点类似现在的兵役制度，这是上古的政治制度，也是社会制度每十个青年中，推选一人出来为公家服务的，就是士。所以士是十字下面加一横。被选为士的人，要受政治教育，学习法令规章。士出来做官，执行任务做公务员，就叫出仕。所以古代的士，并不是普普通通一个读书的青年就可以叫士。"}
{"text":"曾子曰士不可以不弘毅，任重而道远。仁以为己任，不亦重乎！死而后已，不亦远乎！我国上古文化，两三千年前的士，有点类似现在的兵役制度，这是上古的政治制度，也是社会制度每十个青年中，推选一人出来为公家服务的，就是士。所以士是十字下面加一横。被选为士的人，要受政治教育，学习法令规章。士出来做官，执行任务做公务员，就叫出仕。所以古代的士，并不是普普通通一个读书的青年就可以叫士。士的教育都是政府主办，一个士要想知道法律政治，须向官方学习。平民教育是由孔子开始的，不过当时没有这个名称。曾子这里所讲的士，已经不是上古时代的士，而是读书人知识分子的通称。所以他是说一个读书人有读书人的风格。不可以不弘毅，弘就是弘大，胸襟大，气度大，眼光大。毅就是刚毅，有决断，要看得准拿得稳，对事情处理有见解。有些人有见解，但请他当主管，却搞得一塌糊涂，因为他下不了决断有人很容易下决心，但眼光不远，见解有限。所以把眼光见解果断决心加起来的弘毅，而且中间还要有正气，立场公正。他说一个知识分子，要养成弘与毅是基本的条件。为什么要养成这两个基本条件呢？因为一个知识分子，为国家为社会挑起了很重的责任。任重而道远，这个道是领导，也是指道路。责任担得重，前面人生的道路历史的道路是遥远的漫长的。社会国家许多事，要去挑起来，走这历史无穷的路。所以中国过去教育目的，在养成人的弘毅，挑起国家社会的责任。我们现在的教育，受了西方文化的影响，于是生活就是教育，由此一变而成现实就是教育了。换言之，知识就是钞票，学一样东西，先问学了以后能赚多少钱。所以我国文化中古代的教育精神，和现在是两回事，两者处于矛盾状况。当然，这只是一个过渡时期。在我看来，是要变的，要回转过来的。不过在变在回转过程夹缝中的我们这一代，几十年来实在很可怜。但是我们对未来的还是要认识清楚，将来还是要走上这条路，这是教育的基本目的。下面的话是引伸，一个知识分子，为什么要对国家社会挑那么重的责任？为什么要为历史为人生走那么远的路？因为一个受过教育的知识分子，仁就是他的责任。什么是仁？爱人爱社会爱国家爱世界爱天下。儒家的道统精神所在，亲亲仁民爱物，由个人的爱发展到爱别人爱世界乃至爱物爱一切东西。"}
{"text":"当然，这只是一个过渡时期。在我看来，是要变的，要回转过来的。不过在变在回转过程夹缝中的我们这一代，几十年来实在很可怜。但是我们对未来的还是要认识清楚，将来还是要走上这条路，这是教育的基本目的。下面的话是引伸，一个知识分子，为什么要对国家社会挑那么重的责任？为什么要为历史为人生走那么远的路？因为一个受过教育的知识分子，仁就是他的责任。什么是仁？爱人爱社会爱国家爱世界爱天下。儒家的道统精神所在，亲亲仁民爱物，由个人的爱发展到爱别人爱世界乃至爱物爱一切东西。西方文化的爱，往往流于狭义仁则是广义的爱。所以知识分子，以救世救人作为自己的责任，这担子是挑得非常重的。那么，这个责任，在人生的路途上，历史的道路上，要挑到什么时候？有没有得退休呢？这是没有退休的时候，一直到死为止。所以这个路途是非常遥远的。当然，要挑起这样重的担子，走这样远的路，就必须要养成伟大的胸襟恢宏的气魄和真正的决心果敢的决断深远的眼光，以及正确的见解等形成的弘毅两个条件。上面几节连起来，是用曾子所讲的学问修养，来说明孔门所传学问的道理方法与目的。下面又是文章的另一波澜起伏。文章自己的好说到写文章，我曾和年轻的同学们谈到，为什么写不好文章一开头面对稿纸，已经害怕了一半，手里拿起笔又害怕了一半。笔和稿纸齐全了，却一个字都写不出来。原因是在自己心里老想我现在写文章了，那就写不好。其实写文章没有什么道理，拿到纸笔先不要当作自己写文章，当自己放屁好了，爱放什么尽管放，想到就写。完稿以后，放下笔，自己再看，对与不对再作修正。就像房屋中的家具一样，椅子放得不对，把它搬一搬，桌子的位置不好，搬一搬，几次一搬就对头了。各个都会写文章，大家都说怕写文章，或说你的文章好，我的文章不好。写不好文章，都是自己把自己吓坏的，没有自信，也就是不弘毅，这也要有点傲气，你的文章有你的味道，我的文章有我的味道，我不好有不好的味道，也是文章，不能说不是文章。一定要养成自己这种弘毅的气派，多写几回就成了，有什么难处？尤其现在写白话文章，更好写了。至于说要成为一个文学家，那是另外一回事。平心而论这要有天才，和艺术家一样。不会画画的，哭也哭不出一张画来。叫我画人物，鼻子会像大蒜，眼睛会成凤梨。但是画家随便一涂，就对。这是天才。"}
{"text":"写不好文章，都是自己把自己吓坏的，没有自信，也就是不弘毅，这也要有点傲气，你的文章有你的味道，我的文章有我的味道，我不好有不好的味道，也是文章，不能说不是文章。一定要养成自己这种弘毅的气派，多写几回就成了，有什么难处？尤其现在写白话文章，更好写了。至于说要成为一个文学家，那是另外一回事。平心而论这要有天才，和艺术家一样。不会画画的，哭也哭不出一张画来。叫我画人物，鼻子会像大蒜，眼睛会成凤梨。但是画家随便一涂，就对。这是天才。现在我们看到这篇文章，孔门弟子的编排，要来个波澜起伏了。上面讲了一大篇高潮，用曾子的话来说明孔门学问。接着下面是一段平路了。老是高潮上去，像演戏，也演不下去的。下面是引用孔子的话。子曰兴于诗，立于礼，成于乐。这是孔门教育，作学问的内容。第一个是兴于诗，强调诗的教育之重要。兴于诗的兴念去声，读如兴趣的兴。所兴的是人的情感，人都有情感，如果压抑在内心，要变成病态心理，所以一定要发挥。情感最好的发挥，是透过艺术与文学，诗即其一。古代所谓的诗，就包括了文学艺术哲学宗教等等。古代诗与音乐是不可分的，而且诗也就是文学的艺术。所以孔子说人的基本修养，要会诗。关于这一点我常想到，从事严肃工作的，如政治的经济的，乃至于作医生的人要注意。我常常劝一些医生朋友学画，一个真正的名医，生活好可怜。我认为医生的太太都很伟大，医生几乎没有私生活的，一年三百六十五天，天天忙到晚，一天与上百病人接触，每个人都愁眉苦脸的，一直下去，自己都要病了，尤其精神科的医生为然。我对一位精神科的医生开玩笑说你也差不多了。有一位荣民总医院的精神科医生说你这话是对的。我当年做学生学这科时，那位教我们的老师，看起来就像精神病的样子。精神科医生病人看多了，自然就变成精神病似的。有人说官僚气，我说这没有什么希奇，官做久了就自然是那个样子，习惯了医生就是医生气，见到朋友说人血压高了商人一定市侩气。这没有什么好奇怪的，这都是现代心理学上所说的职业病。某一行干久了，看人看事的观点，都惯于从这一角度出发。所以凡从事严肃工作的人都要注意，过去这种生活上的调剂就靠诗，以艺术的修养作调剂。所以过去的官做得大，文集也留得多，诗也作得多，这绝不是他故意这么做，而是闲下来，有许多感情无法发挥，只好寄托在这上面。所以孔子说兴于诗。"}
{"text":"有人说官僚气，我说这没有什么希奇，官做久了就自然是那个样子，习惯了医生就是医生气，见到朋友说人血压高了商人一定市侩气。这没有什么好奇怪的，这都是现代心理学上所说的职业病。某一行干久了，看人看事的观点，都惯于从这一角度出发。所以凡从事严肃工作的人都要注意，过去这种生活上的调剂就靠诗，以艺术的修养作调剂。所以过去的官做得大，文集也留得多，诗也作得多，这绝不是他故意这么做，而是闲下来，有许多感情无法发挥，只好寄托在这上面。所以孔子说兴于诗。例如王安石的诗与政治生活，几乎成为两种完全不同的风格。但学艺术学文学久了的人，有一毛病，就是所谓文人无行。一般说来，认为真正纯粹的文人，品行都不大好，吊儿郎当，恃才傲物，看不起人。还有一个最大的毛病，千古以来，文人相轻，文章都是自己的好，看人家的文章看不上。以前有一个笑话，说有人作诗一首吹道天下文章在三江，三江文章唯我乡，我乡文章数舍弟，舍弟跟我学文章。说来转去，转了一个大弯，最后还是自己文章好。所以中和艺术的修养，就要立于礼。我们一般人将学者文人连起来，事实上学者是学者，学术专家是学者文人是文章写得好，不一定是学者。有些人文章写得好，如果和他讨论某一学问思想，如谈经济学心理学等等，他就不懂了。曾经有一次，各种专家学者和某大文豪在一起闲谈，那位大文豪听得不大耐烦，就问科学家说你说电脑好，电脑会不会作诗？使在坐无人答话。当然那位科学家也不好怎么答，我出来代他答了，我说电脑也可以作诗，不过作得好不好是另一回事，一二三四五，东西南北中，也未必不是诗。抗战期间的汽车常抛锚，就有人改了古人一首诗加以描写道一去二三里，抛锚四五回，前行六七步，八九十人推。那也是诗，一个文人，光是文章好，没有哲学修养，不懂科学，毛病就大了。所以光兴于诗还不行，要立于礼，立脚点要站在礼上，这个礼就是礼记的精神，包括了哲学的思想与科学的精神。成于乐，最后的完成在乐。古代孔子修订的乐经，没有传下来，失传了。乐经大致是发挥康乐的精神，也就是整个民生育乐的境界。愚民政策讲了孔子教育的方法目标与内容以后，下面所说的一节，是另一个问题了。子曰民可使由之，不可使知之。"}
{"text":"所以光兴于诗还不行，要立于礼，立脚点要站在礼上，这个礼就是礼记的精神，包括了哲学的思想与科学的精神。成于乐，最后的完成在乐。古代孔子修订的乐经，没有传下来，失传了。乐经大致是发挥康乐的精神，也就是整个民生育乐的境界。愚民政策讲了孔子教育的方法目标与内容以后，下面所说的一节，是另一个问题了。子曰民可使由之，不可使知之。五四运动的时候，他们打倒孔家店，这句话也是孔子的罪状之一。照字面上讲，民就是一般人，老百姓。可使由之，叫他做就是了。等于军队下命令，目标正前方，距离若干，限几分钟到达。只下命令叫他去。不可使知之，不可以叫他知道理由，绝对的服从。到了民国以来，五四运动前后，有好几个人改这两句话。康有为梁启超他们说，孔子绝对民主，古人对这两句书，圈点句读错了，应该是民可使，由之。老百姓各个知识都高了，可以公开选择投票，给他们政治自由。不可使，知之。老百姓还没有到达水准，知之，教育他，训练他，先使他知。改得好像是非常好。但又有人不同意，说康梁的句读也错了，应该是民可，使由之。看看这个社会老百姓可以民主了，给他民主。不可，使知之。看看老百姓还不可以民主的时候，使知之，要教育他。但不管他们怎样圈点，反正都是好心帮我们孔夫子的忙，都是主张孔子是绝对民主，不要打倒孔家店，不必要乱批评。但在我个人，早年也认为他们这样圈来圈去有道理。现在老了，有时脑子很顽固，认为不必要另外圈点，就是原来那个样子。事实上对于一般人，有时候只可以要他去做，无法教他知道所以这么做的原因，这是我根据几十年的经验来的。到今天为止，我是这样的看法，也许明天更聪明一点，再改变也说不定。不过到今天为止，据我所了解，有些人如果要他去做事，先把一切计划理由告诉他，他去做起来一定很糟糕。好像带部队，下命令，三百公尺，限五十秒跑到，跑得到有奖，跑不到处罚。结果跑到了，奖赏他就是了，他一定非常高兴。假如先告诉他理由，什么政治学，什么心理学什么学什么学的，结果他跑到半路上研究起心理学政治学来了，目标达不到了。据此回转来一想，孔子的话绝对的对，并不是一般人所说的愚民政策。事实上有些人的头脑程度才具只能够听命于人，当然有些人是天生的领导人才。"}
{"text":"不过到今天为止，据我所了解，有些人如果要他去做事，先把一切计划理由告诉他，他去做起来一定很糟糕。好像带部队，下命令，三百公尺，限五十秒跑到，跑得到有奖，跑不到处罚。结果跑到了，奖赏他就是了，他一定非常高兴。假如先告诉他理由，什么政治学，什么心理学什么学什么学的，结果他跑到半路上研究起心理学政治学来了，目标达不到了。据此回转来一想，孔子的话绝对的对，并不是一般人所说的愚民政策。事实上有些人的头脑程度才具只能够听命于人，当然有些人是天生的领导人才。曾有两位同盟会的老先生告诉我，国父孙总理很会说笑话，有一次在上海，大家坐下来谈天，他问大家能够做些什么？大家说了后，回过来问他。总理说，我想了半天，除了当领导以外，一无所能。这个话听来蛮妙的，实际上是老实话。大家仔细一想，总理这句话绝对是对的，他就是天生的领袖人才，这是谁也无法否认的事实。相反的，有些人就是天生听命于人的，能成为非常好的干部。这种人如果去做领导人，下命令，一定做不好。碰到这样的人只有民可使由之，不可使知之。另外，我还有一个体会，天下的事业，都是浑小子闯出来的。到年纪大懂得多了，经验丰富，别说去创业，赶公共汽车都怕被汽车碾了。懂是懂得多，可什么都做不成。所以民可使由之，不可使知之。这也是一句名言，不必去另外圈点了。社会动乱之源子曰好勇疾贫，乱也。人而不仁，疾之已甚，乱也。孔子说好勇，动不动爱打架，冲动。以国家而言，如过去有许多军阀好战，那是好勇。疾贫，讨厌贫穷，受不了贫穷的苦。这两点就是社会动乱的根源。也可以连起来说，一个社会到了贫穷的时候，人就不要命，好勇了，是乱源。以社会的观点来看历史，一个时代好动乱，一定是在社会贫穷经济衰落的时候，这就是所谓的饥寒起盗心。人而不仁，疾之已甚，乱也社会教育没落，道德衰微，所有的人，心中没有爱人的心，大家自私，对失败失足的人没有同情心，不能包容，这是社会的大病态，时积日久，时代就乱了。如果研究社会政治演变的历史，都逃不出孔子这两句话的范围。一个普通人，要叫他只顾精神的修养，不受物质上贫困的影响，发挥出坚强崇高的人格，这是做不到的。可以如此要求少数人，不能要求一般的人。所以一到了整个社会贫穷，再加上教育的堤防崩溃，动辄好勇，这样的社会，非变乱不可。"}
