{"text":"人家说记录上无此人，可能已经拖走了。我知道这医院不怎么样，可是一下午就把老姚治死，也太快了点儿。再问时，人家问我什么时候送来的，我说早上送来的。他又问我们认不认识院长大夫，我说都不认识。他说那准是躺在急诊室里。要是不赶紧托人找关系，病人还要在急诊室里一直躺下去。我去找急诊室，顺着路标绕来绕去，一直走到后门边上，找到一间房子门上挂着急诊室的牌子，可是怎么看这房子都是太平间。看来原来的急诊室在翻盖，急诊病人向死人倍位子。我在门前欲进又迟，心里狂跳不止，和第一次与铃子搭话时的心境相仿。我第一次和铃子搭话，预先找过无数借口，可是都觉得不充分，不足以掩饰我要搞她的动机那年头男女青年要不是为了这样的目的，可以一辈子不搭话。同理，今天我来看着老姚，也没法掩饰我要装好人往上爬的动机。我和他非亲非故，平时还有些宿怨，我来干嘛？从小学我就会挖苦先进的小同学，那些恶毒之辞现在不提也罢。现在我骑虎难下，前进一步，我骂人的话全成了骂自已，要是走了呢？呸！更不成个体统。我开始编些借口。我要这么说姚大叔，校长叫我来照看你。这话就和旧社会新房里新郎说过的一样。他和个陌生女孩待在一起，不好意思了，就这么说父母之命，媒妁之言你看他多干净，其实过一会儿，他就要操人家。新郎倌的话是自欺欺人，我的话也是自欺欺人，我身后又没有两个武装警察押送，要是不乐意，可以不来呀！我还可以说老姚，听说你病了没人照看，我心里不安。我们八十年代的青年，照顾有病的老人是我的本分，这话很好，怎奈我不是这样的人，不合身分。还有一种说法比较合理，老姚，咱们是同事，我又年轻，该着我来。不过王刚怎么不来说这话？算了算了不想这么多。我先进去，到时候想起什么说什么。一进急诊室，吓了我一跳。这是间有天窗的房子，天花板上一盏水银灯，灯光青紫，照得底下的人和诈尸的死人一般无二。有若干病人直挺挺躺在板床上，那床宽不过二尺，一头高一头低，板子薄得叫人担心。这床看着这么眼熟！小时候我住在医院里，经常钻地下室。有一次钻到太平间里，就看见了这样的床。盛夏里我看见过一个年轻的女尸躺在这种床上，浑身每个毛孔都沁出一团融化的脂肪，那种黄色的油滴像才流出的松脂一样。现在躺在床上的人谁也不比她好看，尤其是屋子正中那一位。她是个胖者太大，好像一个吹胀的气球，盘踞在两张床拼起的平台上。"}
{"text":"有若干病人直挺挺躺在板床上，那床宽不过二尺，一头高一头低，板子薄得叫人担心。这床看着这么眼熟！小时候我住在医院里，经常钻地下室。有一次钻到太平间里，就看见了这样的床。盛夏里我看见过一个年轻的女尸躺在这种床上，浑身每个毛孔都沁出一团融化的脂肪，那种黄色的油滴像才流出的松脂一样。现在躺在床上的人谁也不比她好看，尤其是屋子正中那一位。她是个胖者太大，好像一个吹胀的气球，盘踞在两张床拼起的平台上。她浑身的皮肤肿得透亮，眼皮像两个小水袋，上身穿医院的条子褂，下面光着屁股，端坐在扁平便器上，前面露出花白的阴毛，就如一团油棉丝。老太大不停地哼哼，就如开了的水壶。已经胀得要爆炸了，身上还描着管子打吊针，叫人看着腿软。幸亏她身下它在哗哗地响，也不知是屙是尿，反正别人听了有安全感。其他病人环肥燕瘦各有态，看架式全是活不长的。这屋子里的味儿实在不好，可说是闻一鼻子管饱一辈子。屎尿烂肉馊苹果烂桔子汇到一块儿，我敢保你不爱闻。声音也就不必细讲，除了几位倒气的声音，还有几个人在哼哼。顶难听的是排泄的声响。我向门口陪床的一个毛头小伙打听是否见过一个断了腿的红脸老头儿，他说在里面。我踮脚一看，果然，老姚和他老婆在里面墙角，那边气味一定更难闻。我先不忙着进去，先和脸前这小伙子聊一会。我敬他一支烟，他一看烟是重九牌的，眼睛就亮了。你在哪儿买的？云南商店呗。您这是陪您的哪一位？姥姥呗，喉癌，不行了，哥儿们，云南商店在哪儿呀？大栅栏，去了一打听谁都知道。叼呀，这地方这么糟模，您还不如把她拉回去。家里有女的，害怕死人。这一屋子差不多都是要死的，家里放不下，弄到医院又进不了病房，躺在这儿倒气儿。我们快了，空出地方来你们可以往这边搬，空气好多了。那位姥姥忽然睁开眼，双手乱比划。这个老太太浑身成了红砖色，嘴里呼出癌的恶臭，还流出暗红色的液体。她像鲶鱼一样张口闭口，从口形上看她在大呼要回家。那位毛头小伙低头和她说姥姥，您忍一忍，这儿有这玩艺小伙子用手捏捏老太太鼻子上的氧气管，您插上舒服一点呀！老太大嘴乱动，意思是说你们的话我全听见了，她要还能发声，一定要把这不孝的外孙大骂一顿。可惜她只能怒视。她还用充满仇恨的目光扫了我一眼，吓得我赶紧走开。"}
{"text":"我们快了，空出地方来你们可以往这边搬，空气好多了。那位姥姥忽然睁开眼，双手乱比划。这个老太太浑身成了红砖色，嘴里呼出癌的恶臭，还流出暗红色的液体。她像鲶鱼一样张口闭口，从口形上看她在大呼要回家。那位毛头小伙低头和她说姥姥，您忍一忍，这儿有这玩艺小伙子用手捏捏老太太鼻子上的氧气管，您插上舒服一点呀！老太大嘴乱动，意思是说你们的话我全听见了，她要还能发声，一定要把这不孝的外孙大骂一顿。可惜她只能怒视。她还用充满仇恨的目光扫了我一眼，吓得我赶紧走开。看看这一屋子人，都是叫那些怕见死人的女人轰出家门的，真叫人发指！女人呀女人，是她妈的毒蛇！走到老姚面前，我正要搜索枯肠，编一句什么话，老姚的老婆倒把我的话头抢过去了。你就是学校派来陪床的吧？怎么不早来！老姚给你们学校守夜，摔断了腿，就这么对待他！老实告诉你，不成！赶紧把他送到病房里去！她这么咄咄逼人，把我气坏了姚大嫂，这话和我说不着，你去找我们校长好不好！明天我就去，这叫怎么一回事？你们学校这么没起子？老姚一个党委委员，病了就往狗窝里送？这话很有道理。我要是病了，也要躺在这狗窝里，应该支持老姚老婆去找领导大打一架。我说你去闹吧，这年头撑死胆大的饿死胆小的。你去闹了以后，学校兴许能把老姚送到北大医院去。她走了，老姚睁开一只眼看看我，又闭上了。他和我没话可讲。我拍拍他的腿说要尿叫我一声啊！就闭目养神。过了一会儿，只觉得气味和声音太可怕。一睁眼，正看见几个人把个病人往外送，是个老得皮包骨的老头子，已经死掉了。我想到外边走走，老姚一把扯住我，气如游丝地说别走！我一个人躺着害怕！真他妈的倒霉，我又坐下，忽然想起李斯的名言人之不肖如鼠也！这是他老人家当仓库保管员时的感慨。他是说，有两种耗子。粮库里的老鼠吃得大腹便便，官仓几年不开一次，耗子们过得好似在疗养，闲下来饮酒赋诗，好不快活。可是厕所里的老鼠吃的是屎，人上厕所就吓得哇哇叫，真是惨不忍睹。于是他就说人和他妈的耗子一样。混得好就是仓房鼠，混得不好就是厕所鼠。这话讲很有勇气！基督徒说，人是天主的儿女李斯说，人和耗子是一个道理。比起来还是我们的祖先会写文章，能说明问题。我一贯以得道高人自居，从来没在耗子的高度上考虑问题。"}
{"text":"这是他老人家当仓库保管员时的感慨。他是说，有两种耗子。粮库里的老鼠吃得大腹便便，官仓几年不开一次，耗子们过得好似在疗养，闲下来饮酒赋诗，好不快活。可是厕所里的老鼠吃的是屎，人上厕所就吓得哇哇叫，真是惨不忍睹。于是他就说人和他妈的耗子一样。混得好就是仓房鼠，混得不好就是厕所鼠。这话讲很有勇气！基督徒说，人是天主的儿女李斯说，人和耗子是一个道理。比起来还是我们的祖先会写文章，能说明问题。我一贯以得道高人自居，从来没在耗子的高度上考虑问题。可是面对这个急诊室，真得想一想了，说这里是茅坑一点也不过分。要是我到了垂危时，也挺在这么一个木板床上听胖老太大哗哗响，这是什么滋味？就算我是诗人，可以把它想象成屋檐滴水有这么一支吉它曲，美不胜收，可是隔一会就有山洪暴发之声，恶臭随定之弥漫，想象力怕也无法将之美化。那时候每喘一口气就如吞个大铁球，头晕得好似乘船通上了八级风，还要听这种声音，闻这种气味，我这最后一口气怕也咽不下去。我的二妞子她已经白发苍苍俯在我身上泪如泉涌，看我这惨相，恨不得一刀捅死我，又下不了手，这种情景我不喜欢，还是换上一种。再过五十年，王二成了某部的总工程师，再兼七八个学会的顾问，那时候挺在床上，准是在首都医院的高干病房里。我像僵尸一样，口不能盲，连指尖也不能动，沙发床周围是一种暗淡的绿光，枕头微微倾斜，我看见玻璃屏后的仪器。我的心在示波器上跳动。一个女护士走进来，她化了妆，面目姣好，是那种肉多的女人。乳房像大山，手臂肉滚滚。她解开我的睡衣，把它从我身上拽出去。啊呀王二，你怎么成了这个样子！胸膛上的皮皱巴巴，肚皮深陷下去。腿呀腿，就如深山中的枯木，阴毛蓬蓬，没几根黑的。那活儿像根软软的面条。我不明白，一米九十的身高，老了怎么缩得这么短？女护士用一根手指把我掀翻过身来，在我背上按摩。这可是女人的手！王二老到八十五，也是个男人。可是就是反应不起来。她又把我翻起来，按摩我的胸前，手臂。心狂跳起来，可是身体其它部分木然不动。只有尿道发热，一滴液体流出来。她按摩完毕，忽然发现我身体的异常，咳了一声。嘻嘻，谁让你拨弄我？王二还没死。那女人拿出一个棉球，把我龟头擦干净。然后把它轻巧地弹入废纸篓。王二，你完了！脸也臊不红，实在是太老了。她给我穿上衣服，就出去了。我猛然觉得活够了，就想死，示波器上的心脏不跳了，警报声响成一片。"}
{"text":"这可是女人的手！王二老到八十五，也是个男人。可是就是反应不起来。她又把我翻起来，按摩我的胸前，手臂。心狂跳起来，可是身体其它部分木然不动。只有尿道发热，一滴液体流出来。她按摩完毕，忽然发现我身体的异常，咳了一声。嘻嘻，谁让你拨弄我？王二还没死。那女人拿出一个棉球，把我龟头擦干净。然后把它轻巧地弹入废纸篓。王二，你完了！脸也臊不红，实在是太老了。她给我穿上衣服，就出去了。我猛然觉得活够了，就想死，示波器上的心脏不跳了，警报声响成一片。白衣战士们冲进来，在我手上腿上胸上打针，扣上氧气面具，没用了！仪器上红灯亮了。一个时钟记下时间。几名穿毛料中山装的人进来，脱帽肃立。十二点五十七分二十七秒，伟大的科学家，社会活动家，中国科学界的巨星王二陨落了。然后干部们退出。护士们一齐动起手来，脱下睡衣，把我揿翻过去。掰开屁股，往直肠里塞入大团棉花。这感觉可其逗！然后又掀翻过来，往我身上狂喷香水，凉飕飕的，反正她们不怕我着凉。一个漂亮小护士把我那活儿理顺，箍上一条弹力护身，另有几个人在我肚皮上垫上泡沫塑料。然后把上身架起来，穿衬衣，路上套上西装裤。上身穿上上衣，打上领带。嘿！这领带怎么打的！拴牛吗？你给你丈夫打领带也这样！任凭我大声疾呼，她浑然无觉。又来了个提皮箱的中年人，先给我刮脸，又往我嘴里垫棉花，这可不舒服。快点！我要硬了！涂上口红，贴上假眉毛。棺材拾进来，几个人七手八脚把我往里拾，西式棺材就是好，躺着舒服。在胸袋里插上一朵花，胸前放上礼帽。再往手里放一支手杖，拿了到阴间打人。嘿嘿，王二这叫气派！同志们，这就叫服务！现在可以去出席追悼会了！脑袋嘭一下撞在木板床上，我又醒过来。我困极了，恨不得把老姚从板床上揪下来，自己睡上去。起来看看周围的人，全都睡了，就连那个胖老太太也坐在便盆上睡了。就在我打磕睡这一会儿，屋里又少了好几个人。门口那个和我一块抽过烟的小伙子和他姥姥都不见了，那个女人现在在天国里。我再也坐不住了，到院子里走走。夜黑到发紫，星星亮得像一些细小的白点。在京郊时我常和铃子钻高梁地，对夜比一般人熟悉很多。这是险恶的夜，夜空紧张得像鼓面，夜气森森，我不禁毛发直立。在这种夜里，人不能不想到死，想到永恒。死的气氛逼人，就如无穷的黑暗要把人吞噬。我很渺小，无论作了什么，都是同样的渺小。但是只要我还在走动，就超越了死亡。现在我是诗人。"}
{"text":"就在我打磕睡这一会儿，屋里又少了好几个人。门口那个和我一块抽过烟的小伙子和他姥姥都不见了，那个女人现在在天国里。我再也坐不住了，到院子里走走。夜黑到发紫，星星亮得像一些细小的白点。在京郊时我常和铃子钻高梁地，对夜比一般人熟悉很多。这是险恶的夜，夜空紧张得像鼓面，夜气森森，我不禁毛发直立。在这种夜里，人不能不想到死，想到永恒。死的气氛逼人，就如无穷的黑暗要把人吞噬。我很渺小，无论作了什么，都是同样的渺小。但是只要我还在走动，就超越了死亡。现在我是诗人。虽然没发表过一行诗，但是正因为如此，我更伟大。我就像那些行吟诗人，在马上为自己吟诗，度过那些漫漫的寒夜。我早就超越了老鼠，所以我也不向往仓房。如果我要死，我就选择一种血淋淋的光荣。我希望他们把我五花大绑，拴在铁战车上游衔示众。当他们把我施上断头台时，那些我选中的剑子手――面目娟秀的女孩，身穿紧绷绷的黑皮衣裙，就一齐向我拥来，献上花环和香吻。她们仔仔细细地把我捆在断头桩上，绕着台子走来走去，用杠刀棍儿把皮带上挂的牛耳尖刀一把把杠得飞快，只等炮声一响，她们走上前来，随着媚眼送上尖刀，我就在万众欢呼声中直升天国。我又走回急诊室，坐在板凳上打盹。早上八点钟，老姚的老婆才来换我，我困得要死，回家太远了，就骑车上学校，打算在实验室里打个盹。走在大街上，汇入滚滚的人流，我想到三十三年前，我从我爸爸那儿出来，身边也有这么许多人，那一回我急急忙忙奔向前去。在十亿同胞中抢了头名，这才从微生物长成一条大汉。今天我又上路，好像又要抢什么头名，到一个更宏观的世界里去长大几亿倍。假如从宏观角度来看，眼前这世界真是一个授精的场所，我这么做也许不无道理，但是我无法证明这一点。就算真是如此，能不能中选为下―次生长的种子和追名求利又有什么关系？事实上，我要做个正经人，无非是挣死后塞入直肠的那块棉花。我根本用不着这么做，我也用不着那块棉花，就算它真这么必要，我可以趁着还有一口气，自己把它塞好，然后静待死亡。自己料理自己的事，是多么大的幸福在许由那张臭烘烘的床上躺下时，我还在想我真需要把这件享想明白，这要花很多时间，眼前没有功夫，也许要到我老了之后。总之，是在我死之前。"}
{"text":"事实上，我要做个正经人，无非是挣死后塞入直肠的那块棉花。我根本用不着这么做，我也用不着那块棉花，就算它真这么必要，我可以趁着还有一口气，自己把它塞好，然后静待死亡。自己料理自己的事，是多么大的幸福在许由那张臭烘烘的床上躺下时，我还在想我真需要把这件享想明白，这要花很多时间，眼前没有功夫，也许要到我老了之后。总之，是在我死之前。似水柔情这件事发生在南方一个小城市里，市中心有个小公园，公园里有个派出所。有一天早上，有一位所里的小警察来上班，走进这间很大的办公室。在他走进办公室之前，听到里面的欢声笑语，走进去之后，就遇到了针对他的寂静。在一片寂静之中，几经传递之后，一个大大的黄信封支到了他的手里。给他这个信封的警察还说小史，这些邮票归我了。小史看到这个大信封上的笔迹和花花绿绿的香港邮票，就知道它是谁寄来的。在这个屋子里，在这些人目光的注视之下，当然以暂时不打开信封为好。但是他忍耐不住，还是打开了。信封里除了一本薄薄的书，别无他物，甚至书里也没有一封夹带的信，扉页上也没有一行手写的字。小史在翻过了这本书之后，感到失望。就在这时，他看到扉页上印着献给我的爱人看到了这行字，他长长地出了一口气，好像有一块石头落了地。他甚至还用手指仔细擦了一下这行字，然后把它锁在了抽屉里，出门去了。有关这本书，我们需要补充说，它是阿兰寄来的。信封上写了阿兰的名字，书上也印了他的名字，这本书就是阿兰写的。这间房子里的每个人都看到了，小史收到了一本阿兰寄来的书，看到了他如何急匆匆地搜索这本书，他如何急迫地注视扉页上的题字，又如何抚摸这行字――这一切都在静悄悄的众目睽睽之下。这屋里的人发现了小史很动情很肉麻，绝大多数的人看到了这些就可以满意了。假如有一个人认为这还不够，需要打开小史的抽屉，把这本书拿出来给大家传看，她肯定是小史的老婆点子。她真的这样做了，拿出那本书，仔细地搜索，终于找到了扉页上的题字，让所有的人都看到小史这不可告人的一面。当然，这样做是不理智的。然而，点子远不是个理智的人。小史收到了阿兰寄来的书，心情非常的兴奋。他的心脏为之狂跳，脸为之涨红，手也为之颤抖他不愿呆在办公室里让别人看，所以跑了出来。这种心境我们称之为爱情。"}
{"text":"这屋里的人发现了小史很动情很肉麻，绝大多数的人看到了这些就可以满意了。假如有一个人认为这还不够，需要打开小史的抽屉，把这本书拿出来给大家传看，她肯定是小史的老婆点子。她真的这样做了，拿出那本书，仔细地搜索，终于找到了扉页上的题字，让所有的人都看到小史这不可告人的一面。当然，这样做是不理智的。然而，点子远不是个理智的人。小史收到了阿兰寄来的书，心情非常的兴奋。他的心脏为之狂跳，脸为之涨红，手也为之颤抖他不愿呆在办公室里让别人看，所以跑了出来。这种心境我们称之为爱情。他先去上厕所，而那个厕所是同性恋集会的场所，他在那里碰见了几个圈子里的人，那些人对他的神色十分注意，他也不想被这些人所注意，所以赶紧跑了出来，在公园里漫步，而在公园里见到的每一个人都注意地看着他。他觉得所有这些注意都不怀好意。他仔细回避这些目光，走到公园的一个角落里。这里有一把长椅，一年之前，阿兰就坐在这个椅子上。此时此刻，小史也坐在这个长椅上，拿手遮住自己的脸。阿兰离开他已经有一段时间了，他看不到他，摸不到他的身体，嗅不到他的气味，但是他寄来的一本书却能使他如受电击。这种感觉从未有过。小史自己也说这就是爱情吧。二与此同时，阿兰生活在遥远的地方，在一间白色的房间里。这间房子很是空旷，只是在窗前地上放了一个床垫子。天气炎热，他赤身棵体，只在胯下盖了一条白色的毛巾被。在床垫上，放着他写的书，和寄给小史的那本一模一样。在他面前放了一个大可乐瓶子，还有一个空杯子。对他来说，那个小公园，公园里的人等等，都成为过去了。但是他当然记得这些人，还有绝望。这就如孤身经过一个站满了人的长廊，站在你面前的人一声不吭地闪开了，一切议论都来自身后。这就如赤身睡在底下爬满了臭虫的被单上。这是来自身后的绝望。来自身前的绝望则是一个张牙舞爪的小警察，羞辱他，苛待他，但是阿兰爱他。这个小警察就是小史。有关这位小警察，我们需要补充说，他容貌出众，衣着整洁，气质潇洒，正如你会在某个副食店里见到一位容貌出众的姑娘，并且为她在这里而纳闷，这个公园派出所里也有这么一个小警察。这个公园是同性恋聚集的场所，他们议论起男人时，就和议论女人一样，所以这个小警察就是公园里的大众情人。当然，这一点他自己并不知道。当他到公厕里去时――他当然也要到那里去，因为那个公园里只有一个厕所，而且大众情人也要上厕所，所有的隔板后面都伸出人头来看他。"}
{"text":"这个小警察就是小史。有关这位小警察，我们需要补充说，他容貌出众，衣着整洁，气质潇洒，正如你会在某个副食店里见到一位容貌出众的姑娘，并且为她在这里而纳闷，这个公园派出所里也有这么一个小警察。这个公园是同性恋聚集的场所，他们议论起男人时，就和议论女人一样，所以这个小警察就是公园里的大众情人。当然，这一点他自己并不知道。当他到公厕里去时――他当然也要到那里去，因为那个公园里只有一个厕所，而且大众情人也要上厕所，所有的隔板后面都伸出人头来看他。很难想像谁会追踪一个异性的大众情人到厕所里，看他在抽水马桶更不要说是蹲坑上的形象，但是同性恋是会的。三有关这位小警察，我们知道，每次他值夜班时，都要到公园里逮一个同性恋来做伴。有一天晚上，他在公园里的长椅上逮住阿兰。当时阿兰正坐在别人身上，和那个人卿卿我我，忽然被手电光照亮了，一副目瞪口呆的模样。小警察在灯光后面说道嘿，你们俩，真新鲜哪。这时阿兰站了起来，而另外那个人则跑掉了。小警察走上前来，一把抓住他的手腕，说道你别也跑了。阿兰并不经常被逮住，所以当时他感到如雷轰顶，目瞪口呆。小警察用手电在他脸上晃了一下，说道挺面熟嘛。你是不是老来？而阿兰因为过于惊慌，答不上来。小警察说道和我走一趟吧。他拿出一副手铐，说道用不用给你戴上？阿兰结结巴巴地问道什么？小警察说道你想不想跑？阿兰答道不不。小警察说那就用不着了。就该是这样，跑得了和尚跑不了庙嘛。他把手铐别在腰里，拉着阿兰走了。时隔很久，当时的恐惧早已散去之后，阿兰说那天晚上开始时是多么美好啊。小史的一握使他怦然心动，而小史要给他戴上手铐，又使他很是兴奋。这些感觉使他张皇失措了。四小警察拉着阿兰走在林荫追上，一面走一面教育阿兰。有趣的是，这场教育开始的时候，竟是劝阿兰不要太害怕，不要这么哆哆嗦嗦。他是犯了错误，但是这个错误并不大，既不是抢银行，又不是拦路强奸，所以，小史也不想把阿兰怎么样。我们知道，他抓阿兰是要消遣他一场这件事将会在后面谈到，假如阿兰吓得像一团烂泥，就会没意思了。时隔很久以后，阿兰回味那个夜晚，觉得小史拉着他走路，就像一个大人拉着一个捣蛋孩子一样。这就是说，前者竖着走，后者横着走。"}
