{"text":"――池田大作希望是人在逆境中的救星。――米南德生活失去了希望，就不再是生活，它的名副其实的名字就该是磨难。――阿米尔人在运动中，总有为那种运动设想一个目的。为了能走一千里，他必须想象，在那一千里的尽头，有一种好事情等待他。为了取得前进的力量，我们就必须拥抱一个达到乐土的希望。――列夫托尔斯泰希望是不幸者的唯一药饵。――莎士比亚没有了希望，一个人就不能维持他的信仰，保守他的精神，或保全他得内心纯洁。――巴尔扎克人生活在希望之中。旧的希望实现了，或者泯灭了，新的希望的烈焰随之燃烧起来。如果一个人只是过一天算一天，什么希望也没有，它的生命实际上也就停止了。――莫泊桑希望是穷人的面包。――乔赫伯特希望是附丽于存在的，有存在，便有希望，便有光明。――希望从来不抛弃弱者。"}
{"text":"――乔赫伯特希望是附丽于存在的，有存在，便有希望，便有光明。――希望从来不抛弃弱者。――帕尔马对所有的人来说，希望和耐心是两剂有效的救药，也是人在患难中最可靠的依托和最柔软的靠垫。――罗伯顿没有了希望，一个人就不能维持他的信仰，保守他的精神，或保全他的内心纯洁。――巴尔扎克希望是本无所谓有，无所谓无的。这正如地上的路，其实地上本没有路，走的人多了，也便成了路。――把希望建筑在意欲和心愿上面的人们，二十次中有十九次都失望。――大仲马信仰对神圣事业的信仰在很大的程度上可以替代我们对自己失去的信心。――霍弗如果一个人没有精神支柱，他就要受到世界的束缚。"}
{"text":"――霍弗如果一个人没有精神支柱，他就要受到世界的束缚。――高尔基如果一个人有足够的信念，那么他就能创造奇迹。――温塞特信念不付诸生活实践，等于没有信念。――富勒在生活中没有信仰的人，犹如一个没有罗盘的水手，在浩瀚的大海里随波逐流。――但丁信仰会是而且会永远是人类最后的希望之锚，人类几十达到了最高的尘世幸福，这个信仰也是不能缺少的。――魏特林有信仰未必能干大事，而没有信仰却将一事无成。――小巴特勒在我们十八岁的时候，信念是我们站在上面眺望的山头，到了四十五岁，我们的信念就成了藏身的山洞。――s菲茨杰拉德信仰是人类赖以生存的众多力量之一，若是完全没有它，便意味着崩溃。――威廉詹姆斯每个人都有自己的信仰，所不同的只是样式有别而已。――约塞尔登失去信仰比失去家产更严重，因为家产尚可复得，而信仰不可重立。"}
{"text":"――威廉詹姆斯每个人都有自己的信仰，所不同的只是样式有别而已。――约塞尔登失去信仰比失去家产更严重，因为家产尚可复得，而信仰不可重立。――狄金森信仰是一位生着双翼的智者，也是未见之物的见证。我认为这就是信仰的宗旨。――但丁信仰不是一种学问，信仰是一种行为，它只在被实践的时候才有意义。――罗曼罗兰一个人不能没有信仰，一个社会也不能缺少信仰。――顾颉刚信仰是人生的动力。――列夫托尔斯泰纯粹的信仰能把恐惧Z之度外。――泰麦克唐纳我们若凭信仰而战斗，就有双重的武装。有两件是我最憎恶，没有信仰的博学多才和充满信仰的愚昧无知。――爱默生信仰是努力的先导，而努力却是成功的因素。――杨贤江信仰太多等于没有信仰。"}
{"text":"有两件是我最憎恶，没有信仰的博学多才和充满信仰的愚昧无知。――爱默生信仰是努力的先导，而努力却是成功的因素。――杨贤江信仰太多等于没有信仰。――托穆尔如果你连自个儿也不信仰了，你就真的在堕落。――易卜生目标尚未实现的崇高目标，要比已经达到的渺小目标珍贵。――歌德一个没有原则和没有意志的人就像一艘没有舵和罗盘的船一般，他会随着风的变化而随时改变自己的方向。――斯迈尔斯人就像钉子一样，一旦失去了方向，开始想阻力屈身，那么也就失去了他们存在的价值。――兰道儿朝着一定的目标走去是志，一鼓作气中途绝不停止是气，两者结合起来就是志气。一切事业的成败都取决于此。――卡耐基一个人追求的目标越高，他的才力就发展得越快，对社会就越有益。――高尔基我们越接近于目标，困难就会越多。"}
{"text":"一切事业的成败都取决于此。――卡耐基一个人追求的目标越高，他的才力就发展得越快，对社会就越有益。――高尔基我们越接近于目标，困难就会越多。――歌德如果人被迫只顾看眼前的目标，他就没有时间去展望整个的生命。――雅思贝尔斯一个崇高的目标，只要不渝地追求，就会成为壮举，在它纯洁的目光里，一切美德必将胜利。――华兹华斯无目标而生活，犹如没有罗盘而航行。――拉斯金失败不是罪过，目标太低才是罪过。――罗厄尔生活有个明确的目标就能使人幸福。――马明西利比亚克一个人若是没有确定航行的目的港，任何风向对他来说都不是顺风。――蒙田只要坚定不移地向目标前进，就一定会达到目的。――托尔斯泰心中认定一个目标，无论他人如何责骂，自己只管前进。"}
{"text":"――蒙田只要坚定不移地向目标前进，就一定会达到目的。――托尔斯泰心中认定一个目标，无论他人如何责骂，自己只管前进。――塞罗杰斯为了高尚的目标，多大的代价我也愿付出。――罗曼罗兰人生就是行动斗争和发展，因而不可能有什么固定不变的目标，人生的欲望和追求绝不会停止不动。――弗兰克林梯利追求不要去祈求那些将使你后悔的东西。――塞内加人的本质就在于他的意志有所追求，一个追求满足了又重新追求，如此永远不息。――叔本华一个人所追求的是希望看见在烧毁旧事物的火焰顶上出现光辉灿烂的新事物。――泰戈尔让整个一生都在追求中度过吧，那么在这一生里必定会有许许多多顶顶美好的时刻。"}
{"text":"――泰戈尔让整个一生都在追求中度过吧，那么在这一生里必定会有许许多多顶顶美好的时刻。――高尔基追求超越，引入进入智慧之宫。――威廉布莱克世间的任何事物，追求时候的兴致总要比受用时候的兴致浓烈。――莎士比亚起始必须从几乎无路可通的丛莽中斩棘披筋，寻觅一处可能发现金沙的所在，然后淘尽了数百斤沙石，希望至少找到几粒金屑。――斯坦尼斯拉夫斯基对于每一个人，他所能选择的奋斗方向是宽广的。――爱因斯坦奋斗过程中，常会遭受挫折，惟有坚持到底，才能获得最后的成功。――苏勒我们应当努力奋斗，有所作为。这样，我们就可以说，我们没有虚度年华，并有可能在时间的沙滩上留下我们的足迹。――拿破轮我始终不愿抛弃我的奋斗生活，我极端重视由奋斗得来的经验，尤其是战胜困难后所取得的愉快。一个人要先经过困难，然后踏进顺境，才觉得受用舒适。"}
{"text":"这样，我们就可以说，我们没有虚度年华，并有可能在时间的沙滩上留下我们的足迹。――拿破轮我始终不愿抛弃我的奋斗生活，我极端重视由奋斗得来的经验，尤其是战胜困难后所取得的愉快。一个人要先经过困难，然后踏进顺境，才觉得受用舒适。――爱迪生凡事欲其成功，必要付出代价――奋斗。――爱默生一个人应当奋斗，奋斗是有力量的。――罗曼罗兰人类要在竞争中求生存，便要奋斗。――孙中山青年最要紧的精神，只要与命运奋斗，要在任何环境中间都能够解决自己乃至中国的问题。――军代英想象你自己对困难做出的反应，不是逃避或绕开它们，而是面对它们，同它们打交道，以一种进取的和明智的方式同它们奋斗。――马克思威尔马尔兹世上一切真正有益的东西无一不是智者通过正确的追求得到的。――伯克追求真理和只是并为之奋斗，是人的最高品质之一――尽管把这种自豪喊得最响的往往是那些努力最小的人。――爱因斯坦生活的意义在于有所追求。"}
