{"text":"但是，要全愈的病人不辞热痛的针灸，要上进的读者也决不怕恶辣的书！本篇最初印入一九三五年八月上海文化生活出版社出版的俄罗斯的童话一书版权页后，未署名。一九三五年八月十六日致黄源信中说童话广告附呈，即指此篇。俄罗斯的童话，高尔基著，内收童话十六篇，俄文原本出版于一九一八年。据日本高桥晚成译本译成中文，由文化生活出版社列为文化生活丛刊第三种。肱墓志考肱墓志考右盖云齐故仪同公孙墓志。志云君讳肱，勃海条人。祖，仪同三司，青州使君。父，骠骑大将军，开府仪同三司，中领军。君以皇建二年终于晋阳第里，时年九岁。天统二年葬于邺北紫陌之阳。众家跋文，多以公孙为氏，因疑肱是略孙。然略，人，与志言勃海条人者不合。志盖公字上有空格，似失刻其姓。原文当云齐故仪同某公孙墓志也。按北齐天统以前，勃海条人为领军者，天保间有平秦王归彦，天统初有东平王俨。魏书高湖传云归彦，武定末，骠骑大将军，开府仪同三司，徐州刺史，安喜县开国男。又云父徽，永熙中赠冀州刺史，则与志之青州使君不合。又北齐书归彦传云以讨侯景功，封长乐郡公，除领军大将军，领军加大，自归彦始。而志云中领军。北齐书武成帝纪云河清元年秋七月，冀州刺史，平秦王归彦据土反，诏大司马段韶，司空娄计擒之。乙未，斩归彦并其三子。而志云威名方盛，皆不合。俨，亦领军大将军，又武成帝子，更非其人。魏书高湖传又有仁，皆赠仪同三司，青州刺史。仁子贯，不可考，入齐以后不可知。子永乐，弼，北齐书有传，皆不云为中领军。然志云勃海条人，又云龙子驰声，又云终于晋阳，葬于邺，皆似北齐帝室。其时领军归彦以河清二年二月解，俨于天统二年始见于史，其间四年朔不知何人。故终疑肱为高氏，而史阙有间，不能得其祖父之名，姑识所见于后，以俟深于史者更考焉。本篇据手稿编入，原无标题标点。写作时间未详。肱墓志，出土于河南安阳。志石已佚，盖则犹存。志铭共十八行，行十八字，正书。"}
{"text":"故终疑肱为高氏，而史阙有间，不能得其祖父之名，姑识所见于后，以俟深于史者更考焉。本篇据手稿编入，原无标题标点。写作时间未详。肱墓志，出土于河南安阳。志石已佚，盖则犹存。志铭共十八行，行十八字，正书。全文如下君讳肱字如肱海人也门资磐石之固世保维城之业祖仪同三司青州使君秉德含弘来V在物父骠骑大将军开府仪同三司中领军专总禁闱威名方盛观夫珠潜溟海璧润荆山不有高深孰蕴灵异君神情桀立崖岸恢举龙子驰声凤雏飞誉曹童测b之妙未为通识王孺鉴虎之奇谁云智勇思叶风云调谐金石进退有度容止可观雅俗靶其风规家国俟其梁栋而垂天未效奄从不秀以皇建二年十一月廿六日终于晋阳之第里时年九岁天统二年二月廿五日葬於邺北紫陌之阳嗟乎居诸互始屡移岸谷寒暑交谢每易荣枯是用勒石泉扃庶遗芳不朽乃为铭曰璧出荆山玉自蓝田虽云重宝不雕不妍岂如令质其锋迥出问望堂堂德音是称孺子实通理辩日未俦论月非拟鹏翰渐就豹变垂成南山砍下北海将征忽为异世奄s泉扃千秋万古空挹余声关于肱为公孙氏的说法，如清代端方斋藏石记卷十二按魏书前废帝本纪普泰二年三月丁丑，加骠骑大将军北华州刺史公孙略仪同三司。略由骠骑大将军加仪同三司，与肱父之官W合。疑肱父即略。杨守敬壬癸丁戊金石跋祖仪同三司青州使君父骠骑大将军开府仪同三司中领军，而不书祖父之名，亦金石变例。按魏书公孙邃传出为使持节安东将军青州刺史，肱祖似即其人。按手稿中人字前空二格，当是待补的地名。归彦高归彦，字仁英，勃海条今河北景县人。北朝魏宁西将军凉州镇都大将高湖的曾孙，北齐武帝高欢的族弟，于北齐宣帝天保元年六月封平秦王。俨高俨，字仁威，北齐武成帝第三子，北齐书高俨传初封东平王，拜开府侍中中书监京畿大都督领军大将军领御史中丞，迁司徒尚书令大将军录尚书事大司马。武成崩，改封琅邪。仁高仁，高湖的曾孙，父名拔。魏书高湖传仁，正光中，卒于河州别驾。太昌初，赠使持节侍中都督青齐济三州诸军事仪同三司青州刺史，谥曰明穆。，高，字明珍，亦为高湖曾孙，父名睹儿。魏书高湖传，太昌初，赠使持节都督冀沧二州诸军事征东将军冀州刺史。"}
{"text":"武成崩，改封琅邪。仁高仁，高湖的曾孙，父名拔。魏书高湖传仁，正光中，卒于河州别驾。太昌初，赠使持节侍中都督青齐济三州诸军事仪同三司青州刺史，谥曰明穆。，高，字明珍，亦为高湖曾孙，父名睹儿。魏书高湖传，太昌初，赠使持节都督冀沧二州诸军事征东将军冀州刺史。永熙中，重赠侍中都督青徐光三州诸军事骠骑大将军仪同三司青州刺史，谥曰文景。按今人赵万里在汉魏南北朝墓志集释卷七中以为肱系高之孙。贯高贯，魏书高湖传贯，字小胡。永兴末，通直散骑常侍金紫光禄大夫尚食典御。永乐高永乐，北齐书阳州公永乐传太昌初，封阳州县伯，进爵为公。累迁北豫州刺史。卒后赠太师太尉录尚书事，谥曰武昭。弼，据北齐书阳州公永乐传，当为长弼，永乐之弟，以宗室封广武王，后贬南营州刺史。高归彦解领军职，当在河清元年，北齐书武成纪河清元年二月丁未，以领军大将军宗师平秦王归彦为太宰冀州刺史。有关高俨的记载，最初见于北齐书后主传天统二年五月乙酉，封太上皇帝子俨为东平王。海上述林上卷插图正误海上述林上卷插图正误本书上卷插画正误――页后普列哈诺夫系拉法格之误页后我们的路系普列哈诺夫之误页后拉法格系我们的路之误特此订正，并表歉忱。本篇最初印于一九三六年十月出版的海上述林下卷卷末，原无标题。海上述林，瞿秋白的译文集，编印。分上下两卷先后于一九三六年五月十月以诸夏怀霜社名义出版。我们的路俄国彼得堡五金工人协会机关刊物的刊名，半月刊创刊于一九一年。坏孩子附记坏孩子附记这一篇所依据的，本来是的英译本，后来由我照的德译本改定了几处，所以和原译又有点不同了。十十六。附记。本篇最初发表于一九二一年十月二十七日晨报副刊，在宫竹心译的坏孩子之后，原无标题。坏孩子，俄国作家契诃夫―早期的短篇小说。"}
{"text":"我们的路俄国彼得堡五金工人协会机关刊物的刊名，半月刊创刊于一九一年。坏孩子附记坏孩子附记这一篇所依据的，本来是的英译本，后来由我照的德译本改定了几处，所以和原译又有点不同了。十十六。附记。本篇最初发表于一九二一年十月二十七日晨报副刊，在宫竹心译的坏孩子之后，原无标题。坏孩子，俄国作家契诃夫―早期的短篇小说。宫竹心―，笔名白羽，山东东阿人，当时是北京邮局职员。毁灭和铁流的出版预告毁灭和铁流的出版预告毁灭为法捷耶夫所作之名著，译，除本文外，并有自传，藏原惟人和弗理契序文，跋语，及插图六幅，三色版画像一幅。售价一元二角，准于十一月卅日出版。铁流为绥拉菲摩维支所作之名著，批评家称为史诗，曹靖华译，除本文外，并有极详确之序文，注释，地图，及照相和三色版画像各一幅，笔迹一幅，书中主角照相两幅，三色版铁流图一幅。售价一元四角，准于十二月十日出版。外埠读者购买以上二书，每种均外加邮寄挂号费各一角，无法汇款者，得以邮票代价，并不打扣，但请寄一角以下的邮票来。特价券以上二书曾各特印特价券四百枚，系为没有钱的读者起见，并无营业的推销作用在内，因此希望此种券尽为没有钱的读者所得。毁灭特价六角，铁流八角，外埠每种外加邮寄挂号费各一角，同时购二种者共一角五分。代售处上海北四川路底内山书店上海四马路五一二号文艺新闻社代理部此二代售处，特价券均发生效力。上海三闲书屋谨启本篇最初刊于一九三一年十一月二十三日文艺新闻第三十七号。毁灭和铁流原是为上海神州国光社编辑的现代文艺丛书的两种，由于国民党当局的压迫，书店不再承印。后来毁灭由大江书铺出版，但避用这个名字，改署隋洛文，并删去了原有的序跋因而决定另行出版，用大江书铺的纸版，恢复原来署名，补入序跋，和铁流同以三闲书屋名义自费印行。剪报一斑拾遗剪报一斑拾遗庐山荆棘丛中，竟有同志在剪广告，真是不胜雀跃矣。何也？因为我亦是爱看广告者也。但从敝眼光看来，盈同志所搜集发表的材料中，还有一种缺点，就是他尚未将所剪的报名注明是也。"}
{"text":"后来毁灭由大江书铺出版，但避用这个名字，改署隋洛文，并删去了原有的序跋因而决定另行出版，用大江书铺的纸版，恢复原来署名，补入序跋，和铁流同以三闲书屋名义自费印行。剪报一斑拾遗剪报一斑拾遗庐山荆棘丛中，竟有同志在剪广告，真是不胜雀跃矣。何也？因为我亦是爱看广告者也。但从敝眼光看来，盈同志所搜集发表的材料中，还有一种缺点，就是他尚未将所剪的报名注明是也。自然，在剪广告专家，当然知道紧要广告，大抵来登申新二报，但在初学，未能周知。这篇一发表，我的剪存材料，可以废去不少，唯有一篇，不忍听其湮没，爰附录于后，作为拾遗云――寻人赏格于六月十二日下午八时半潜逃妓女一名陈梅英系崇明人氏现年十八岁中等身材头发剪落操上海口音身穿印花带黄麻纱衫下穿元色印度绸裙足穿姜色高跟皮鞋白丝袜逃出无踪倘有知风报信者赏洋五十元拿获人送到者谢洋一百元储洋以待决不食言住法租界黄河路益润里第一家一号本主人谨启右见中华民国十七年八月一日新闻报第三张紧要分类中之征求类。妓院主人也可以悬赏拿人，至少，可以使我们知道所住的是怎样的国度，或不知道是怎样的国度者也。八月二十日，识于上海华界留声机戏和打牌声中的玻璃窗下绍酒坛后。绛洞花主小引绛洞花主小引红楼梦是中国许多人所知道，至少，是知道这名目的书。谁是和续者姑且勿论，单是命意，就因读者的眼光而有种种经学家看见易，道学家看见淫，才子看见缠绵，革命家看见排满，流言家看见宫闱秘事。在我的眼下的宝玉，却看见他看见许多死亡证成多所爱者，当大苦恼，因为世上，不幸人多。惟憎人者，幸灾乐祸，于一生中，得小欢喜，少有碍。然而憎人却不过是爱人者的败亡的逃路，与宝玉之终于出家，同一小器。但在作红楼梦时的思想，大约也止能如此即使出于续作，想来未必与本意大相悬殊。惟被了大红猩猩毡斗篷来拜他的父亲，却令人觉得诧异。现在，陈君梦韶以此书作社会家庭问题剧，自然也无所不可的。先前虽有几篇剧本，却都是为了演者而作，并非为了剧本而作。又都是片段，不足统观全局。红楼梦散套具有首尾，然而陈旧了。此本最后出，销熔一切，铸入十四幕中，百余回的一部大书，一览可尽，而神情依然具在如果排演，当然会更可观。"}
{"text":"然而憎人却不过是爱人者的败亡的逃路，与宝玉之终于出家，同一小器。但在作红楼梦时的思想，大约也止能如此即使出于续作，想来未必与本意大相悬殊。惟被了大红猩猩毡斗篷来拜他的父亲，却令人觉得诧异。现在，陈君梦韶以此书作社会家庭问题剧，自然也无所不可的。先前虽有几篇剧本，却都是为了演者而作，并非为了剧本而作。又都是片段，不足统观全局。红楼梦散套具有首尾，然而陈旧了。此本最后出，销熔一切，铸入十四幕中，百余回的一部大书，一览可尽，而神情依然具在如果排演，当然会更可观。我不知道剧本的作法，但深佩服的熟于情节，妙于剪裁。灯下读完，僭为短引云尔。一九二七年一月十四日，记于厦门。本篇据手稿编入。绛洞花主，陈梦韶根据小说红楼梦改编的剧本，共十五幕。绛洞花主，贾宝玉的别号，见红楼梦第三十七回。红楼梦长篇小说，清代曹雪芹著，通行本一二回。后四十回一般认为系高鹗续作。关于红楼梦的命意，旧时有各种看法。清代张新之在石头记读法中说，红楼梦全书无非易道也。清代梁恭辰在北东园笔录中说，红楼梦一书，诲淫之甚者也。清代花月痴人在红楼幻梦序中说红楼梦何书也？余答曰情书也。蔡元培在石头记索隐中说持民族主义甚挚，书中本事在吊明之亡，揭清之失。清代索隐派的张维屏在国朝诗人征略二编中说它写故相明珠家事，王梦阮沈瓶庵在红楼梦索隐中则说它写清世祖与董小宛事。陈梦韶名敦仁，福建同安人，当时是厦门大学学生。劲草译本序残稿劲草译本序残稿藁，比附原著，绎辞意，与不测之威绝异。因念欧人慎重译事，往往一书有重译至数本者，即以我国论，鲁滨孙漂流记，迦因小传，亦两本并行，不相妨害。爰加厘订，使益近于信达。托氏撰述之真，得以表著而求诚之志，或亦稍遂矣。原书凹名为公爵琐勒布略尼，谊曰银氏其称摩洛淑夫者霜也。坚洁之操，不挠于浊世，故译称劲草云。著者托尔斯多，名亚历舍，与勒夫托尔斯多有别。勒夫为其从弟，著述极富，晚年归依宗教，别立谊谛，称为十九世纪之先知。我国议论，往往并为一人，特附辩于此。己酉三月又识。"}
{"text":"爰加厘订，使益近于信达。托氏撰述之真，得以表著而求诚之志，或亦稍遂矣。原书凹名为公爵琐勒布略尼，谊曰银氏其称摩洛淑夫者霜也。坚洁之操，不挠于浊世，故译称劲草云。著者托尔斯多，名亚历舍，与勒夫托尔斯多有别。勒夫为其从弟，著述极富，晚年归依宗教，别立谊谛，称为十九世纪之先知。我国议论，往往并为一人，特附辩于此。己酉三月又识。本篇据手稿编入，是一九九年代周作人为其劲草译本所写的残稿，原无标题，有句读。劲草，俄国阿康托尔斯泰一八六二年所写的一部历史小说，原名，现搿缎焕镅悄峁簟贰砸凡四世时的部分历史事件为素材，反映了十六世纪俄国人民反对沙皇统治的斗争。周作人的译本未印行。不测之威谢历勃里尼亚尼公爵的另一种译本，由英文转译，不详，一九八年上海商务印书馆出版。鲁滨孙漂流记长篇小说，英国作家笛福―著。当时有沈祖芬署钱塘跛少年和林纾的两种中译本。沈译本于一九二年由杭州惠兰学堂印刷，上海开明书店发行，题为绝岛飘流记。林译本于一九六年由商务印书馆出版。迦因小传，长篇小说，英国作家哈葛德―著。该书的下半部曾由蟠溪子杨紫麟译成中文，于一九三年由上海文明书局出版。后来林纾又经魏易口述，译出全文，于一九五年二月由商务印书馆出版。托氏阿康托尔斯泰，―俄国诗人剧作家。著有长篇历史小说谢历勃里亚尼公爵和历史剧三部曲伊凡雷帝之死沙皇费多尔沙皇鲍里斯等。银氏俄文姓氏的意译。摩洛淑夫劲草主人公的姓，是俄语的音译疽馕勒夫托尔斯多即列夫托尔斯泰。他是阿康托尔斯泰同曾祖父的堂弟。禁止标点符号按语禁止标点符号按语编者按这虽只一点记事，但于我是觉得有意义的中国此后，将以英语来禁用白话及标点符号，但这便是保存国粹。在有一部分同胞的心中，虽疾白话如仇，而国粹和英文的界限却已经没有了。除夕，楮冠附记。"}
{"text":"他是阿康托尔斯泰同曾祖父的堂弟。禁止标点符号按语禁止标点符号按语编者按这虽只一点记事，但于我是觉得有意义的中国此后，将以英语来禁用白话及标点符号，但这便是保存国粹。在有一部分同胞的心中，虽疾白话如仇，而国粹和英文的界限却已经没有了。除夕，楮冠附记。凯绥珂勒惠支版画选集出版说明凯绥珂勒惠支版画选集出版说明一九三五年九月，三闲书屋据原拓本及艺术护卫社印本画帖，选中国宣纸，在北平用珂罗版印造版画各一百零三幅，一九三六年五月，在上海补印文字，装订成书。内四十本为赠送本，不发卖三十本在外国，三十三本在中国出售，每本实价通用纸币三元二角正。上海北四川路底施高塔路十一号内山书店代售。第本。有人翻印功德无量本篇最初印于一九三六年五月三闲书屋版凯绥珂勒惠支版画选集扉页后，原无标题。艺术护卫社德国的艺术团体，附设有出版社。一九二七年曾出版凯绥珂勒惠支画帖。苦闷的象征广告苦闷的象征广告这其实是一部文艺论，共分四章。现经我以照例的拙涩的文章译出，并无删节，也不至于很有误译的地方。印成一本，插图五幅，实价五角，在初出版两星期中，特价三角五分。但在此期内，暂不批发。北大新潮社代售。告白。本篇最初刊于一九二五年三月十日京报副刊。苦闷的象征，日本厨川白村―著。译本于一九二四年十二月出版，为未名丛刊之一，由北京新潮社代售。后又改由北新书局出版。吕超墓志铭跋吕超墓志铭跋吕超墓志石，于民国六年出山阴兰上乡。余从陈君古遗得打本一枚，以漫患难读，久置箧中。明年，徐吕孙先生至京师，又与一本，因得校写。其文仅存百十余字，国号年号俱泐，无可冯证。唯据郡名及岁名考之，疑是南齐永明中刻也。按随国，晋武帝分义阳立，宋齐为郡，隋为县。此云隋郡，当在隋前。南朝诸王分封于随者，惟宋齐有之。此云隋郡王国，则又当在梁陈以前。通鉴目录，宋文帝元嘉六年，齐武帝永明七年，并太岁在己巳。宋书文帝纪，元嘉二十六年冬十月，广陵王诞改封随郡王。又顺帝纪，升明二年十二月，改封南阳王为随郡王，改随阳郡。其时皆在己巳后。"}
{"text":"明年，徐吕孙先生至京师，又与一本，因得校写。其文仅存百十余字，国号年号俱泐，无可冯证。唯据郡名及岁名考之，疑是南齐永明中刻也。按随国，晋武帝分义阳立，宋齐为郡，隋为县。此云隋郡，当在隋前。南朝诸王分封于随者，惟宋齐有之。此云隋郡王国，则又当在梁陈以前。通鉴目录，宋文帝元嘉六年，齐武帝永明七年，并太岁在己巳。宋书文帝纪，元嘉二十六年冬十月，广陵王诞改封随郡王。又顺帝纪，升明二年十二月，改封南阳王为随郡王，改随阳郡。其时皆在己巳后。南齐书武帝纪，建元四年六月，进封枝江公子隆为随郡王。子隆本传云，永明三年为辅国将军，南琅琊彭城二郡太守，明年迁江州刺史，未拜，唐寓之贼平，迁为持节，督会稽东阳新安临海永嘉五郡东中郎将，会稽太守。祥瑞志云永明五年，山阴县孔广家园柽树十二层，会稽太守随王子隆献之，与传合。子隆尝守会稽，则其封国之中军，因官而居山阴，正事理所有。故此己巳者，当为永明七年，而五月廿五为卒日。一年者，十一年。通鉴目录，永明十一年十月戊寅，十二月丁丑朔，则十一月为戊申朔，丙寅为十九日，其葬日也。和帝为皇子时，亦封随郡王，于时不合。唐开元十八年己巳，二十一年十一月丙寅朔，与志中之一年冬十一月丙寅颇近，然官号郡名，无不格迕，若为迁窆，则年代相去又过远，殆亦非矣。永明中，为中军将军见于纪传者，南郡王长懋，王敬则，阴智伯，庐陵王子卿。此云刘，泐其名，无可考。志风烈者云以下无字。次为铭辞，有字可见者四行，其后余石尚小半。六朝志例，铭大抵不溢于志，或当记妻息名字，今亦俱泐。志书随为隋，罗泌云，随文帝恶随从u改之。王伯厚亦讥帝不学。后之学者，或以为初无定制，或以为音同可通用，至征委蛇委随作证。今此石远在前，已如此作，知非随文所改。隶释张平子碑颂，有在珠咏隋，于璧称和语。隋字收在刘球隶韵正无u，则晋世已然。作随作隋作阢，止是省笔而已。东平本兖州所领郡，宋末没于魏，南齐书州郡志言永明七年，因光禄大夫吕安国启立于北兖州。启有云臣贱族桑梓，愿立此邦，则安国与超盖同族矣。与石同出垅中者，尚有瓦罂铜竟各一枚。竟有铭云郑氏作镜幽涑三商幽明镜十一字，篆书，俱为谁何毁失。附识于此，使后有考焉。本篇据手稿编入，原无标点。"}
