{"text":"在他身上，看不到半点教授架子。他也没有一点论资排辈的恶习。他自己好像并不觉得比我们长一辈，他完全是以平等的态度对待我们。他有时就像一个大孩子，不失其赤子之心。他说话非常坦率，有什么想法就说了出来，既不装腔作势，也不以势吓人。他从来不想教训人，任何时候都是亲切和蔼的。当时流行在社会上的那种帮派习气，在他身上也找不到。只要他认为有一技之长的，不管是老年中年还是青年，他都一视同仁。因此，我们在背后就常常说他是一个宋江式的人物。他当时正同靳以主编一个大型的文学刊物文学季刊，按照惯例是要找些名人来当主编或编委的。这样可以给刊物镀上一层金，增加号召力量。他确实也找了一些名人，但是像我们这样一些无名又年轻之辈，他也决不嫌弃。我们当中有的人当上了主编，有的人当上特别撰稿人。自己的名字都煌煌然印在杂志的封面上，我们难免有些沾沽自喜。西谛先生对青年人的爱护，除了先生外，恐怕并世无二。说老实话，我们有时候简直感到难以理解，有点受宠若惊了。在这样的情况下，我们既景仰他学问之渊博，又热爱他为人之亲切平易，于是就很愿意同他接触。只要有机会，我们总去旁听他的课。有时也到他家去拜访他。记得在一个秋天的夜晚，我们几个人步行，从清华园走到燕园。他的家好像就在今天北大东门里面大烟筒下面。现在时过境迁，房子已经拆掉，沧海桑田，面目全非了。但是在当时给我的印象却是异常美好，至今难忘的。房子是旧式平房，外面有走廊，屋子里有地板，我的印象是非常高级的住宅。屋子里排满了书架，都是珍贵的红木做成的，整整齐齐地摆着珍贵的古代典籍，都是人间瑰宝，其中明清小说戏剧的收藏更在全国首屈一指。屋子的气氛是优雅典丽的，书香飘拂在画栋雕梁之间。我们都狠狠地羡慕了一番。总之，我们对西谛先生是尊敬的，是喜爱的。我们在背后常常谈到他，特别是他那些同别人不同的地方，我们更是津津乐道。背后议论人当然并不能算是美德，但是我们一点恶意都没有，只是觉得好玩而已。比如他的工作方式，我们当时就觉得非常奇怪。他兼职很多，常常奔走于城内城外。当时交通还不像现在这样方便。清华燕京，宛如一个村镇，进城要长途跋涉。校车是有的，但非常少，有时候要骑驴，有时候坐人力车。西谛先生挟着一个大皮包，总是装满了稿子，鼓鼓囊囊的。他戴着深度的眼镜，跨着大步，风尘仆仆，来往于清华燕京和北京城之间。我们在背后说笑话，说郑先生走路就像一只大骆驼。"}
{"text":"背后议论人当然并不能算是美德，但是我们一点恶意都没有，只是觉得好玩而已。比如他的工作方式，我们当时就觉得非常奇怪。他兼职很多，常常奔走于城内城外。当时交通还不像现在这样方便。清华燕京，宛如一个村镇，进城要长途跋涉。校车是有的，但非常少，有时候要骑驴，有时候坐人力车。西谛先生挟着一个大皮包，总是装满了稿子，鼓鼓囊囊的。他戴着深度的眼镜，跨着大步，风尘仆仆，来往于清华燕京和北京城之间。我们在背后说笑话，说郑先生走路就像一只大骆驼。可是他一坐上校车，就打开大皮包拿出稿子，写起文章来。据说他买书的方式也很特别。他爱书如命，认识许多书贾，一向不同书贾讲价钱，只要有好书，他就留下，手边也不一定就有钱偿付书价，他留下以后，什么时候有了钱就还账，没有钱就用别的书来对换。他自己也印了一些珍贵的古籍，比如插图本中国文学史玄览堂丛书之类。他有时候也用这些书去还书债。书贾愿意拿什么书，就拿什么书。他什么东西都喜欢大，喜欢多，出书也有独特的气派，与众不同。所有这一切我们也都觉得很好玩，很可爱。这更增加我们对他的敬爱。在我们眼中，西谛先生简直像长江大河，汪洋浩瀚泰山华岳，庄严敦厚。当时的某一些名人同他一比，简直如小水洼小土丘一般，有点微末不足道了。但是时间只是不停地逝去，转瞬过了四年，大学要毕业了。清华大学毕业以后，我回到故乡去，教了一年高中。我学的是西洋文学，教的却是国文，用现在的话说，就是不结合业务，因此心情并不很愉快。在这期间，我还同西谛先生通过信。他当时在上海，主编文学。我寄过一篇散文给他，他立即刊登了。他还写信给我，说他编了一个什么丛书，要给我出一本散文集。我没有去搞，所以也没有出成。过了一年，我得到一份奖学金，到很远的一个国家里去住了十年。从全世界范围来看，这正是一个天翻地覆的时代。在国内，有外敌入侵，大半个祖国变了颜色。在国外，正在进行着第二次世界大战。我在国外，挨饿先不必说，光是每天躲警报，就真够戗。杜甫的诗烽火连三月，家书抵万金。我的处境是烽火连十年，家书无从得。同西谛先生当然失去了联系。一直到了年的夏天，我才从国外回到上海。去国十年，漂洋万里，到了那繁华的上海，连个落脚的地方都没有。我曾在克家的榻榻米上睡过许多夜。这时候，西谛先生也正在上海。我同克家和辛笛去看过他几次，他还曾请我们吃过饭。"}
{"text":"从全世界范围来看，这正是一个天翻地覆的时代。在国内，有外敌入侵，大半个祖国变了颜色。在国外，正在进行着第二次世界大战。我在国外，挨饿先不必说，光是每天躲警报，就真够戗。杜甫的诗烽火连三月，家书抵万金。我的处境是烽火连十年，家书无从得。同西谛先生当然失去了联系。一直到了年的夏天，我才从国外回到上海。去国十年，漂洋万里，到了那繁华的上海，连个落脚的地方都没有。我曾在克家的榻榻米上睡过许多夜。这时候，西谛先生也正在上海。我同克家和辛笛去看过他几次，他还曾请我们吃过饭。他的老母亲亲自下厨房做福建菜，我们都非常感动，至今难以忘怀。当时上海反动势力极为猖撅，郑先生是他们的对立面。他主编一个争取民主的刊物，推动民主运动。反动派把他也看作眼中钉，据说是列入了黑名单。有一次，我同他谈到这个问题。完全出乎我的意料，他的面孔一下子红了起来，怒气冲冲，声震屋瓦，流露出极大的义愤与轻蔑。几十年来他给我的印象是和蔼可亲，平易近人，光风霁月，菩萨慈眉。我万万没有想到，他还有另一面疾恶如仇，横眉冷对，疾风迅雷，金刚怒目。原来我只是认识了西谛先生的一面，对另一面我连想都没有想过。现在总算比较完整地认识西谛先生了。有一件事情，我还要在这里提一下。我在上海时曾告诉郑先生，我已应北京大学之聘，担任梵文讲座。他听了以后，喜形于色，他认为，在北京大学教梵文简直是理想的职业。他对梵文文学的重视和喜爱溢于言表。年，他在他主编的文艺复兴中国文学专号的题辞中写道关于梵文学和中国文学的血脉相通之处，新近的研究呈现了空前的辉煌。北京大学成立了东方语文学系，先生和金克木先生几位都是对梵文学有深刻研究的。在这个专号里，我们邀约了王重民先生先生万斯年先生戈宝权先生和其他几位先生们写这个专题。我们相信，这个工作一定会给国内许多的研究工们以相当的感奋的。西谛先生对后学的鼓励之情洋溢于字里行间。解放后不久，西谛先生就从上海绕道香港到了北京。我们都熬过了寒冬，迎来了春天，又在这文化古都见了面，分外高兴。又过了不久，他同我都参加了新中国开国后派出去的第一个大型文化代表团，到印度和缅甸去访问。在国内筹备工作进行了半年多，在国外和旅途中又用了四五个月。我认识西谛先生已经几十年了，这一次是我们相聚最长的一次，我认识他也更清楚了，他那些优点也表露得更明显了。"}
{"text":"我们相信，这个工作一定会给国内许多的研究工们以相当的感奋的。西谛先生对后学的鼓励之情洋溢于字里行间。解放后不久，西谛先生就从上海绕道香港到了北京。我们都熬过了寒冬，迎来了春天，又在这文化古都见了面，分外高兴。又过了不久，他同我都参加了新中国开国后派出去的第一个大型文化代表团，到印度和缅甸去访问。在国内筹备工作进行了半年多，在国外和旅途中又用了四五个月。我认识西谛先生已经几十年了，这一次是我们相聚最长的一次，我认识他也更清楚了，他那些优点也表露得更明显了。我更觉得他像一个不失其赤子之心的大孩子，胸怀坦荡，耿直率真。他喜欢同人辩论，有时也说一些歪理。但他自己却一本正经，他同别人抬杠而不知是抬杠。我们都开玩笑说，就抬杠而言，他已达到出神入化的境界，应该选他为抬杠协会主席，简称之为杠协主席。出国前在检查身体的时候，他糖尿病已达到相当严重的程度，有几个号。别人替他担忧，他自己却丝毫不放在心上，喝酒吃点心如故。他那豁达大度的性格，在这里也表现得非常鲜明。回国以后，我经常有机会同他接触。他担负的行政职务更重了。有一段时间，他在北海团城里办公，我有时候去看他，那参天的白皮松给我留下了难忘的印象。这时候他对书的爱好似乎一点也没有减少。有一次他让我到他家去吃饭，他像从前一样，满屋堆满了书，大都是些珍本的小说戏剧明清木刻，满床盈案，累架充栋。一谈到这些书，他自然就眉飞色舞。我心里暗暗地感到庆幸和安慰，我暗暗地希望西谛先生能够这样活下去，多活上许多年，多给人民做一些好事情但是正当他充满了青春活力，意气风发，大踏步走上前去的时候，好像一声晴天霹雳，西谛先生不幸过早地离开我们了。他逝世时的情况是什么样子，谁也说不清楚。我时常自己描绘，让幻想驰骋。我知道，这样幻想是毫无意义的，但是自己无论如何也排除不掉。过了几年就爆发了文化大革命，我同许多人一样被卷了进去。在以后的将近十年中，我是如临深渊，如履薄冰，天天在战战兢兢地过日子，想到西谛先生的时候不多。间或想到他，心里也充满了矛盾一方面希望他能活下来，另一方面又庆幸他没有活下来，否则他一定也会同我一样戴上种种的帽子，说不定会关进牛棚。他不幸早逝，反而成了塞翁失马了。现在，恶贯满盈的四人帮终于被打倒了。普天同庆，朗日重辉。但是痛定思痛，我想到西谛先生的次数反而多了起来。"}
{"text":"过了几年就爆发了文化大革命，我同许多人一样被卷了进去。在以后的将近十年中，我是如临深渊，如履薄冰，天天在战战兢兢地过日子，想到西谛先生的时候不多。间或想到他，心里也充满了矛盾一方面希望他能活下来，另一方面又庆幸他没有活下来，否则他一定也会同我一样戴上种种的帽子，说不定会关进牛棚。他不幸早逝，反而成了塞翁失马了。现在，恶贯满盈的四人帮终于被打倒了。普天同庆，朗日重辉。但是痛定思痛，我想到西谛先生的次数反而多了起来。将近五十年前的许多回忆，清晰的模糊的整齐的零乱的，一齐涌入我的脑中。西谛先生的一举一动，一颦一笑，时时奔来眼底。我越是觉得前途光明灿烂，就越希望西谛先生能够活下来。像他那样的人，我们是多么需要啊！他一生为了保存祖国的文化，付出了多么巨大的劳动！如果他还能活到现在，那该有多好！然而已经发生的事情是永远无法挽回的。念天地之悠悠，我有时甚至感到有点凄凉了。这同我当前的环境和心情显然是有矛盾的，但我无论如何也抑制不住自己。我常常不由自主地低吟起江文通的名句来春草幕兮秋风惊，秋风罢兮春草生绮罗毕兮池馆尽，琴瑟灭兮丘垄平。自古皆有死，莫不饮恨而吞声。呜呼！生死事大，古今同感。西谛先生只能活在我们回忆中了。我的朋友臧克家我只是克家同志的最老的老朋友之一，我们的友谊已经有六十多年了。我们中国评论一个人总是说道德文章，把道德摆在前边，这是我们中华民族优秀文化的表现之一，跟西方不一样。那么我就根据这个标准，把过去六十多年间克家给我的印象讲一讲。第一个讲道德。克家曾在一首诗里说过，一个叫责任感，一个叫是非感，我觉得道德应该从这地方来谈谈。是非责任，不是小是小非，而是大是大非。什么叫大是大非呢？大是大非就是关系到我们祖国，关系到我们人民，关系到世界，也就是要拥护社会主义，拥护共产主义，这是大是大非。我觉得责任也在这个地方，克家在过去七十多年中间，尽管我们国内的局势变化万千，可是克家始终没有落伍，能够跟得上我们时代的步伐，我觉得这是非常难得的。这就是大是大非，就是重大的责任。我觉得从这地方来看，克家是一个真正的人。至于个人，他给我的印象是一个像火一样热情的诗人，对朋友忠诚可靠，终生不渝，这也是非常难得的。关于道德，我就讲这么几句。关于文章呢，这就讲外行话了。"}
{"text":"我觉得责任也在这个地方，克家在过去七十多年中间，尽管我们国内的局势变化万千，可是克家始终没有落伍，能够跟得上我们时代的步伐，我觉得这是非常难得的。这就是大是大非，就是重大的责任。我觉得从这地方来看，克家是一个真正的人。至于个人，他给我的印象是一个像火一样热情的诗人，对朋友忠诚可靠，终生不渝，这也是非常难得的。关于道德，我就讲这么几句。关于文章呢，这就讲外行话了。当年我在清华大学念书，就读到克家的烙印罪恶的黑手。我不是搞中国文学的，但我有个感觉就是克家作诗受了闻一多先生的影响。我一直到今天，作为一个诗的外行来讲，我觉得作诗写诗，既然叫诗，就应该有形式。那种没形式的诗，愧我不才，不敢苟同。克家一直重视诗，我觉得这里边有我们中国文化的传统。我们中国的语言有一个特点，就是讲炼字炼句，这个问题，在欧洲也不能说没有，不过不能像中国这么普遍这样深刻。过去文学史上传来许多佳话，像云破月来花弄影那个弄字，红杏枝头春意闹那个闹字，春风又绿江南岸那个绿字。可惜的是炼字这种功夫现在好像一些年轻人不大注意了。文字是我们写作的工具。我们写诗写文章必须知道我们使用的工具的特点。莎士比亚用英文写作，英文就是他的工具。歌德用德文写作，德文就是他的工具。我们使用汉字，汉字就是我们的工具。可现在有些作家，特别是诗人，忘记了他的工具是汉字。是汉字，就有炼字炼句的问题，这一点不能不注意。克家呢，我觉得他一生在这方面倾注了很多的心血，而且获得了很大的成功。克家的诗我都看过，可是我不敢赞一词，我只想从艺术性来讲。我觉得克家对这方面非常重视。这个问题非常重要。我因此就想到一个问题，可这个问题太大了，但我还想讲一讲。我觉得我们过去多少年来研究中国文学史，特别是古典文学，好像我们对政治性重视，这个应该。可是对艺术性呢，我觉得重视得很不够。大家打开今天的文学史看看，讲政治性，讲得好像最初也不是那么深刻，一看见人民这样的词类似人民这样的词，就如获至宝对艺术性，则三言两语带过，我觉得这是很不妥当的。一篇作品，不管是诗歌还是小说，艺术性跟思想性总是辩证统一的，强调一方面，丢掉另外一方面是不全面的。因此我想到，是不是我们今天研究文学的，特别是研究古典文学的，应该在艺术性方面更重视一点。我甚至想建议重写我们的文学史。"}
{"text":"可是对艺术性呢，我觉得重视得很不够。大家打开今天的文学史看看，讲政治性，讲得好像最初也不是那么深刻，一看见人民这样的词类似人民这样的词，就如获至宝对艺术性，则三言两语带过，我觉得这是很不妥当的。一篇作品，不管是诗歌还是小说，艺术性跟思想性总是辩证统一的，强调一方面，丢掉另外一方面是不全面的。因此我想到，是不是我们今天研究文学的，特别是研究古典文学的，应该在艺术性方面更重视一点。我甚至想建议重写我们的文学史。现在流行的许多文学史都存在着我说的这个毛病。我觉得，真正的文学史不应该是这个样子。我祝我的老朋友克家九十一百一百多一百二十，他的目的是一百二十，所以我想祝他长寿！健康！诗人兼学者的冯至君培先生君培先生一向只承认自己是诗人，不是学者。但是众多的师友和学生，也包括我在内，却认为他既是诗人，也是学者。他把这两种多少有点矛盾的行当融汇于一身，而且达到了高度统一与和谐的境界。他的抒情诗曾受到先生的赞扬。可惜我对于新诗，虽然已经读了六十多年，却自愧缺少这方面的细胞，至今仍然处在幼儿园阶段，更谈不到登堂入室。因此，对冯先生的新诗，我不敢赞一词。可是为什么我也认为他是诗人呢？我根据的是他的抒情散文。散文，过去也一度被称作小品文，英国的所谓ss，就是这种东西。这个文学品种，同诗歌小说戏剧一样，也是国际性的。但又与后三者不完全相同，并不是每一个文学大国散文都很发达。过去，一讲到散文，首先讲英国，其次算是法国。这个说法基本上是正确的。英国确实出了不少的散文大家，比如兰姆吉辛ss鸦片烟鬼德昆西等等，近代还出了像切斯特顿s等这样的散文作家，灿如列星，辉耀文坛。在法国，蒙田是大家都熟悉的散文大家。至于德国俄国等文学大国，散文作家则非常稀见。我个人认为，这恐怕与民族气质和思维方式有关。兹事体大，这里不详细讨论了。我只想指出一点，过去一讲到散文，开口必言英国的中外学者们，忘记了一个事实中国实际上是世界上最大的散文大国。他们五体投地诚惶诚恐地匍匐在英国散文脚下，望穿秋水，把目光转向英国。却忘记了，远在天边，近在眼前，居散文魁首地位者非中国莫属。"}
{"text":"在法国，蒙田是大家都熟悉的散文大家。至于德国俄国等文学大国，散文作家则非常稀见。我个人认为，这恐怕与民族气质和思维方式有关。兹事体大，这里不详细讨论了。我只想指出一点，过去一讲到散文，开口必言英国的中外学者们，忘记了一个事实中国实际上是世界上最大的散文大国。他们五体投地诚惶诚恐地匍匐在英国散文脚下，望穿秋水，把目光转向英国。却忘记了，远在天边，近在眼前，居散文魁首地位者非中国莫属。中国旧日把一切典籍分为四类经史子集。经里面散文比较少见史里面则大量存在，司马迁是最著名的例子子几乎全属于散文范畴集比起子来更有过之。我们平常所说的唐宋八大家，明朝末年的公安派和竟陵派，清朝的桐城派，等等，都是地地道道的散文。我们读过的古文辞类纂古文观止等等，不都是散文吗？不但抒情和写景的文章属于散文，连一些议论文，比如韩愈的论佛骨表苏轼的范增论留侯论以及苏询的辨奸论等等，都必须归入散文范畴，里面弥漫着相当浓厚的抒情气息。我们童而习之，至今尚能成诵。可是，对我来说，一直到了接近髦耋之年，才仿佛受到天启，豁然开朗这不是散文又是什么呢？古诗说踏破铁鞋无觅处，得来全不费工夫，岂是之谓欤？因此，我说中国是世界的散文大国。而冯至先生的散文，同中国近代许多优秀的散文大家的作品一样――诸如冰心茅盾叶圣陶杨朔等的散文，是继承了中国优秀散文传统的。里面当然也有西方散文的影响，在欧风美雨剧烈的震动下，不这样也是不可能的。但其基调以及神情韵味等，则是中国的。恐怕没有人能够完全否认这一点。在这一点上，中国近代的散文，同诗歌小说戏剧完全不一样，其中国味是颇为浓烈的。后三者受西方影响十分显著。试以茅盾等的长篇而论，它们从形式上来看，是同红楼梦接近呢，还是类似战争与和平？明眼人一望便知，几乎没有争辩的余地。至于曹禺的戏剧，更在形式上与易卜生毫无二致，这也是一个无可争辩的事实。我这一番话丝毫没有价值衡量的意味，我并不想说孰是孰非，孰高孰低，我只不过指出一个事实而已。但是，散文却与此迥乎不同。读了英国散文家的作品，再读上面谈到的那几位中国散文家的作品，立刻就会感到韵味不同。在外国，只有日本的散文颇有中国韵味。"}
{"text":"试以茅盾等的长篇而论，它们从形式上来看，是同红楼梦接近呢，还是类似战争与和平？明眼人一望便知，几乎没有争辩的余地。至于曹禺的戏剧，更在形式上与易卜生毫无二致，这也是一个无可争辩的事实。我这一番话丝毫没有价值衡量的意味，我并不想说孰是孰非，孰高孰低，我只不过指出一个事实而已。但是，散文却与此迥乎不同。读了英国散文家的作品，再读上面谈到的那几位中国散文家的作品，立刻就会感到韵味不同。在外国，只有日本的散文颇有中国韵味。这大概同日本接受中国文学的影响，特别是中国禅宗哲学的影响是分不开的。中国散文已经有了几千年的历史传统，各种不同的风格，各种不同的流派，纷然杂陈。中国历代的散文文苑，花团锦簇，姹紫嫣红，赛过三春的锦绣花园。但是，不管风格多么不同，却有一点是共同的所有散文家都不是率尔而作，他们写作都是异常认真的，简练揣摩，惨淡经营，遣句造词，谋篇布局，起头结尾，中间段落，无不精心推敲，慎重下笔。这情景在中国旧笔记里有不少的记载。宋朝欧阳修写昼锦堂记，对于开头几句，再三斟酌，写完后派人送走，忽觉不妥，又派人快马加鞭，追了回来，重新改写，是有名的例子。我个人常常琢磨这个问题。我觉得，中国散文最突出的特点是同优秀的抒情诗一样，讲究含蓄，讲究蕴藉，讲究意境，讲究神韵，言有尽而意无穷，也可以用羚羊挂角来作比喻。借用印度古代文艺理论家的话来说就是，没有说出来的比已经说出来的更为重要，更耐人寻味。倘若仔细分析一下近代中国散文家的优秀作品，这些特点都是有的，无一不能与我的想法相印证。这些都是来自中国传统，这一点是不容置疑的。可惜，我还没有看到过这样分析中国散文的文章。有人侈谈，散文的核心精神就在一个散字上，换句话说就是，愿意怎样写就怎样写，不愿意写下去了，就立刻打住。这如果不是英雄欺人，也是隔靴搔痒，没搔到痒处。在我们散文文坛上，确有这样的文章，恕我老朽愚钝，我期期以为不可。古人确实有一些读之如行云流水的文章，但那决非轻率从事，而是长期锻炼臻入化境的结果。我不懂文章三昧，只不过如此感觉但是，我相信，我的感觉是靠得住的。冯至先生的散文，我觉得，就是继承了中国优秀传统的。不能说其中没有一点西方的影响，但是根底却是中国传统。我每读他的散文，上面说的那些特点都能感觉到，含蓄飘逸简明生动，而且诗意盎然，读之如食橄榄，余味无穷，三日口香。"}
