{"text":"周先生人强，喜欢吃硬的，油炸的，就是吃饭也喜欢吃硬饭许先生楼上楼下地跑，呼吸有些不平静，坐在她旁边，似乎可以听到她心脏的跳动。先生开始独桌吃饭以后，客人多半不上楼来了，经许先生婉言把先生健康的经过报告了之后就走了。先生在楼上一天一天地睡下去，睡了许多日子，都寂寞了，有时大概热度低了点就问许先生什么人来过吗？看先生好些，就一一地报告过。有时也问到有什么刊物来吗？先生病了一个多月了。证明了先生是肺病，并且是肋膜炎，须藤老医生每天来了，为先生把肋膜积水用打针的方法抽净，共抽过两三次。这样的病，为什么先生一点也不晓得呢？许先生说，周先生有时觉得肋痛了就自己忍着不说，所以连许先生也不知道，先生怕别人晓得了又要不放心，又要看医生，医生一定又要说休息。先生自己知道做不到的。福民医院美国医生的检查，说先生肺病已经二十年了。这次发了怕是很严重。医生规定个日子，请先生到福民医院去详细检查，要照光的。但先生当时就下楼是下不得的，又过了许多天，先生到福民医院去检查病去了。照光后给先生照了一个全部的肺部的照片。这照片取来的那天许先生在楼下给大家看了，右肺的上尖是黑的，中部也黑了一块，左肺的下半部都不大好，而沿着左肺的边边黑了一大圈。这之后，先生的热度仍高，若再这样热度不退，就很难抵抗了。那查病的美国医生，只查病，而不给药吃，他相信药是没有用的。须藤老医生，先生早就认识，所以每天来，他给先生吃了些退热药，还吃停止肺病菌活动的药。他说若肺不再坏下去，就停止在这里，热自然就退了，人是不危险的。在楼下的客厅里，许先生哭了。许先生手里拿着一团毛线，那是海婴的毛线衣拆了洗过之后又团起来的。先生在无欲望状态中，什么也不吃，什么也不想，睡觉似睡非睡的。天气热起来了，客厅的门窗都打开着，阳光跳跃在门外的花园里。麻雀来了停在夹竹桃上叫了三两声就飞去，院子里的小孩们唧唧喳喳地玩耍着，风吹进来好象带着热气，扑到人的身上，天气刚刚发芽的春天，变为夏天了。楼上老医生和先生谈话的声音隐约可以听到。楼下又来客人，来的人总要问周先生好一点吗？许先生照常说还是那样子。但今天说了眼泪又流了满脸。"}
{"text":"先生在无欲望状态中，什么也不吃，什么也不想，睡觉似睡非睡的。天气热起来了，客厅的门窗都打开着，阳光跳跃在门外的花园里。麻雀来了停在夹竹桃上叫了三两声就飞去，院子里的小孩们唧唧喳喳地玩耍着，风吹进来好象带着热气，扑到人的身上，天气刚刚发芽的春天，变为夏天了。楼上老医生和先生谈话的声音隐约可以听到。楼下又来客人，来的人总要问周先生好一点吗？许先生照常说还是那样子。但今天说了眼泪又流了满脸。一边拿起杯子来给客人倒茶，一边用左手拿着手帕按着鼻子。客人问周先生又不大好吗？许先生说没有的，是我心窄。过了一会先生要找什么东西，喊许先生上楼去，许先生连忙擦着眼睛，想说她不上楼的，但左右看了一看，没有人能代替了她，于是带着她那团还没有缠完的毛线球上楼去了。楼上坐着老医生，还有两位探望先生的客人。许先生一看了他们就自己低了头不好意思地笑了，她不敢到先生的面前去，背转着身问先生要什么呢，而后又是慌忙地把线缕挂在手上缠了起来。一直到送老医生下楼，许先生都是把背向着先生而站着的。每次老医生走，许先生都是替老医生提着皮提包送到前门外的。许先生愉快地沉静地带着笑容打开铁门闩，很恭敬地把皮包交给老医生，眼看着老医生走了才进来关了门。这老医生出入在先生的家里，连老娘姨对他都是尊敬的，医生从楼上下来时，娘姨若在楼梯的半道，赶快下来躲开，站到楼梯的旁边。有一天老娘姨端着一个杯子上楼，楼上医生和许先生一道下来了，那老娘姨躲闪不灵，急得把杯里的茶都颠出来了。等医生走过去，已经走出了前门，老娘姨还在那里呆呆地望着。周先生好了点吧？有一天许先生不在家，我问着老娘姨。她说谁晓得，医生天天看过了不声不响地就走了。可见老娘姨对医生每天是怀着期望的眼光看着他的。许先生很镇静，没有紊乱的神色，虽然说那天当着人哭过一次，但该做什么，仍是做什么，毛线该洗的已经洗了，晒的已经晒起，晒干了的随手就把它团起团子。海婴的毛线衣，每年拆一次，洗过之后再重打起，人一年一年地长，衣裳一年穿过，一年就小了。在楼下陪着熟的客人，一边谈着，一边开始手里动着竹针。这种事情许先生是偷空就做的，夏天就开始预备着冬天的，冬天就做夏天的。"}
{"text":"她说谁晓得，医生天天看过了不声不响地就走了。可见老娘姨对医生每天是怀着期望的眼光看着他的。许先生很镇静，没有紊乱的神色，虽然说那天当着人哭过一次，但该做什么，仍是做什么，毛线该洗的已经洗了，晒的已经晒起，晒干了的随手就把它团起团子。海婴的毛线衣，每年拆一次，洗过之后再重打起，人一年一年地长，衣裳一年穿过，一年就小了。在楼下陪着熟的客人，一边谈着，一边开始手里动着竹针。这种事情许先生是偷空就做的，夏天就开始预备着冬天的，冬天就做夏天的。许先生自己常常说我是无事忙。这话很客气，但忙是真的，每一餐饭，都好象没有安静地吃过。海婴一会要这个，要那个若一有客人，上街临时买菜，下厨房煎炒还不说，就是摆到桌子上来，还要从菜碗里为着客人选好的夹过去。饭后又是吃水果，若吃苹果还要把皮削掉，若吃荸荠看客人削得慢而不好也要削了送给客人吃，那时先生还没有生病。许先生除了打毛线衣之外，还用机器缝衣裳，剪裁了许多件海婴的内衫裤在窗下缝。因此许先生对自己忽略了，每天上下楼跑着，所穿的衣裳都是旧的，次数洗得太多，纽扣都洗脱了，也磨破了，都是几年前的旧衣裳，春天时许先生穿了一个紫红宁绸袍子，那料子是海婴在婴孩时候别人送给海婴做被子的礼物。做被子，许先生说很可惜，就拣起来做一件袍子。正说着，海婴来了，许先生使眼神，且不要提到，若提到海婴又要麻烦起来了，一要说是他的，他就要要。许先生冬天穿一双大棉鞋，是她自己做的。一直到二三月早晚冷时还穿着。有一次我和许先生在小花园里拍一张照片，许先生说她的纽扣掉了，还拉着我站在她前边遮着她。许先生买东西也总是到便宜的店铺去买，再不然，到减价的地方去买。处处俭省，把俭省下来的钱，都印了书和印了画。现在许先生在窗下缝着衣裳，机器声格哒格哒的，震着玻璃门有些颤抖。窗外的黄昏，窗内许先生低着的头，楼上先生的咳嗽声，都搅混在一起了，重续着埋藏着力量。在痛苦中，在悲哀中，一种对于生的强烈的愿望站得和强烈的火焰那样坚定。许先生的手指把捉了在缝的那张布片，头有时随着机器的力量低沉了一两下。许先生的面容是宁静的庄严的没有恐惧的，她坦荡的在使用着机器。海婴在玩着一大堆黄色的小药瓶，用一个纸盒子盛着，端起来楼上楼下地跑。"}
{"text":"现在许先生在窗下缝着衣裳，机器声格哒格哒的，震着玻璃门有些颤抖。窗外的黄昏，窗内许先生低着的头，楼上先生的咳嗽声，都搅混在一起了，重续着埋藏着力量。在痛苦中，在悲哀中，一种对于生的强烈的愿望站得和强烈的火焰那样坚定。许先生的手指把捉了在缝的那张布片，头有时随着机器的力量低沉了一两下。许先生的面容是宁静的庄严的没有恐惧的，她坦荡的在使用着机器。海婴在玩着一大堆黄色的小药瓶，用一个纸盒子盛着，端起来楼上楼下地跑。向着阳光照是金色的，平放着是咖啡色的，他招集了小朋友来，他向他们展览，向他们夸耀，这种玩艺只有他有而别人不能有。他说这是爸爸打药针的药瓶，你们有吗？别人不能有，于是他拍着手骄傲地呼叫起来。许先生一边招呼着他，不叫他喊，一边下楼来了。周先生好了些？见了许先生大家都是这样问的。还是那样子，许先生说，随手抓起一个海婴的药瓶来这不是么，这许多瓶子，每天打针，药瓶也积了一大堆。许先生一拿起那药瓶，海婴上来就要过去，很宝贵地赶快把那小瓶摆到纸盒里。在长桌上摆着许先生自己亲手做的蒙着茶壶的棉罩子，从那蓝缎子的花罩下拿着茶壶倒着茶。楼上楼下都是静的了，只有海婴快活的和小朋友们的吵嚷躲在太阳里跳荡。海婴每晚临睡时必向爸爸妈妈说明朝会！有一天他站在上三楼去的楼梯口上喊着爸爸，明朝会！先生那时正病的沉重，喉咙里边似乎有痰，那回答的声音很小，海婴没有听到，于是他又喊爸爸，明朝会！他等一等，听不到回答的声音，他就大声地连串地喊起来爸爸，明朝会，爸爸，明朝会，爸爸，明朝会他的保姆在前边往楼上拖他，说是爸爸睡下了，不要喊了。可是他怎么能够听呢，仍旧喊。这时先生说明朝会，还没有说出来喉咙里边就象有东西在那里堵塞着，声音无论如何放不大。到后来，先生挣扎着把头抬起来才很大声地说出明朝会，明朝会。说完了就咳嗽起来。许先生被惊动得从楼下跑来了，不住地训斥着海婴。海婴一边哭着一边上楼去了，嘴里唠叨着爸爸是个聋人哪！先生没有听到海婴的话，还在那里咳嗽着。先生在四月里，曾经好了一点，有一天下楼去赴一个约会，把衣裳穿的整整齐齐，手下夹着黑花布包袱，戴起帽子来，出门就走。"}
{"text":"这时先生说明朝会，还没有说出来喉咙里边就象有东西在那里堵塞着，声音无论如何放不大。到后来，先生挣扎着把头抬起来才很大声地说出明朝会，明朝会。说完了就咳嗽起来。许先生被惊动得从楼下跑来了，不住地训斥着海婴。海婴一边哭着一边上楼去了，嘴里唠叨着爸爸是个聋人哪！先生没有听到海婴的话，还在那里咳嗽着。先生在四月里，曾经好了一点，有一天下楼去赴一个约会，把衣裳穿的整整齐齐，手下夹着黑花布包袱，戴起帽子来，出门就走。许先生在楼下正陪客人，看先生下来了，赶快说走不得吧，还是坐车子去吧。先生说不要紧，走得动的。许先生再加以劝说，又去拿零钱给先生带着。先生说不要不要，坚决地走了。先生的脾气很刚强。许先生无可奈何的，只说了这一句。先生晚上回来，热度增高了。先生说坐车子实在麻烦，没有几步路，一走就到。还有，好久不出去，愿意走走动一动就出毛病还是动不得病压服着先生又躺下了。月里，先生又好些。药每天吃，记温度的表格照例每天好几次在那里画，老医生还是照常地来，说先生就要好起来了。说肺部的菌已经停止了一大半，肋膜也好了。客人来差不多都要到楼上来拜望拜望。先生带着久病初愈的心情，又谈起话来，披了一张毛巾子坐在躺椅上，纸烟又拿在手里了，又谈翻译，又谈某刊物。一个月没有上楼去，忽然上楼还有些心不安，我一进卧室的门，觉得站也没地方站，坐也不知坐在哪里。许先生让我吃茶，我就依着桌子边站着。好象没有看见那茶杯似的。先生大概看出我的不安来了，便说人瘦了，这样瘦是不成的，要多吃点。先生又在说玩笑话了。多吃就胖了，那么周先生为什么不多吃点？先生听了这话就笑了，笑声是明朗的。从七月以后先生一天天地好起来了，牛奶，鸡汤之类，为了医生所嘱也隔三差五地吃着，人虽是瘦了，但精神是好的。先生说自己体质的本质是好的，若差一点的，就让病打倒了。这一次先生保持了很长时间，没有下楼更没有到外边去过。在病中，先生不看报，不看书，只是安静地躺着。但有一张小画是先生放在床边上不断看着的。"}
{"text":"多吃就胖了，那么周先生为什么不多吃点？先生听了这话就笑了，笑声是明朗的。从七月以后先生一天天地好起来了，牛奶，鸡汤之类，为了医生所嘱也隔三差五地吃着，人虽是瘦了，但精神是好的。先生说自己体质的本质是好的，若差一点的，就让病打倒了。这一次先生保持了很长时间，没有下楼更没有到外边去过。在病中，先生不看报，不看书，只是安静地躺着。但有一张小画是先生放在床边上不断看着的。那张画，先生未生病时，和许多画一道拿给大家看过的，小得和纸烟包里抽出来的那画片差不多。那上边画着一个穿大长裙子飞散着头发的女人在大风里边跑，在她旁边的地面上还有小小的红玫瑰的花朵。记得是一张苏联某画家着色的木刻。先生有很多画，为什么只选了这张放在枕边。许先生告诉我的，她也不知道先生为什么常常看这小画。有人来问他这样那样的，他说你们自己学着做，若没有我呢！这一次先生好了。还有一样不同的，觉得做事要多做先生以为自己好了，别人也以为先生好了。准备冬天要庆祝先生工作年。又过了三个月。年月日，先生病又发了，又是气喘。日，一夜未眠。日，终日喘着。日的下半夜，人衰弱到极点了。天将发白时，先生就像他平日一样，工作完了，他休息了。为了纪念先生逝世三周年。年萧红应报刊杂志的邀请，写了积我们的导师先生刊于年月中学生战时半月刊第期记忆中的先生刊于年月日至日香港星岛日报副刊星座第至号先生生活散记刊于年月日至日新加坡星周日报副刊晨钟与月日武汉出版的文艺阵地第卷第期回忆先生刊于年月日中苏文化第卷第期先生忆略刊于年月文学集林第二辑望――等，回忆先生就是萧红综合以上各篇内容而写成的。骨架与灵魂五四时代又来了。在我们这块国土上，过了多么悲苦的日子。一切在绕着圈子，好象鬼打墙，东走走，西走走，而究竟是一步没有向前进。我们离开了五四，已经多年了。"}
{"text":"骨架与灵魂五四时代又来了。在我们这块国土上，过了多么悲苦的日子。一切在绕着圈子，好象鬼打墙，东走走，西走走，而究竟是一步没有向前进。我们离开了五四，已经多年了。凡是到了这日子，做文章的做文章行仪式的行仪式，就好象一个拜他那英勇的祖先那样。可是到了今天，已经拜了多年，可没有想到，自己还要拿起刀枪来，照样地来演一遍。这是始终不能想到的，而死的偶像又拜活了，把那在墓地里睡了多年的骨架，又装起灵魂来。谁是那旧的骨架？是五四。谁是那骨架的灵魂？是我们，是新五四！署名萧红，刊于年月日香港华商报副刊华灯第号给流亡异地的东北同胞书沦落在异地的东北同胞们当每个中秋的月亮快圆的时候，我们的心总被悲哀装满。想起高粱油绿的叶子，想起白发的母亲或幼年的亲眷。他们的希望曾随着秋天的满月，在幻想中赊欠了次。每次都是月亮如期的圆了，而你们的希望却随着高粱的叶子萎落。但是，自从八一三之后，上海的炮火响了，中国政府的积极抗战揭开，成了习惯的愁惨的日子，却在炮火的交响里，焕成了鼓动，兴奋和感激。这时，你们一定也流泪了，这是鼓舞的泪，兴奋的泪，感激的泪。记得抗战以后，第一个可欢笑的九一八是怎样纪念的呢？中国飞行员在这天作了突击的工作。他们对于出云舰的袭击作了出色的成绩。那夜里，江面上的日本神经质的高射炮手，浪费地惊恐地射着炮弹，用红色的绿色的淡蓝色的炮弹把天空染红了。但是我们的飞行员，仍然以精确的技术和沉毅的态度他们有好多是东北的飞行员来攻击这摧毁文化摧残和平的法西斯魔手。几百万的市民都仰起头来寻觅其实他们什么也看不见的，但他们一定要看，在黑越越的天空里，他们看见了我们民族的自信和人类应有的光辉。第一个煽惑起东北同胞的思想是我们就要回老家了！"}
{"text":"但是我们的飞行员，仍然以精确的技术和沉毅的态度他们有好多是东北的飞行员来攻击这摧毁文化摧残和平的法西斯魔手。几百万的市民都仰起头来寻觅其实他们什么也看不见的，但他们一定要看，在黑越越的天空里，他们看见了我们民族的自信和人类应有的光辉。第一个煽惑起东北同胞的思想是我们就要回老家了！家乡多么好呀，土地是宽阔的，粮食是充足的，有顶黄的金子，有顶亮的煤，鸽子在门楼上飞，鸡在柳树下啼着，马群越着原野而来，黄豆像潮水似的在铁道上翻涌。人类对着家乡是何等的怀恋呀，黑人对着迪斯痛苦的向往爱尔兰的诗人夏芝一定要回到那蜂房一窠，菜畦九垅的茵尼斯去不可水手约翰曼殊斐尔英国桂冠诗人狂热的要回到海上去。但是等待了年的东北同胞，年如一日，我们心的火越着越亮，而且路子显现得越来越清楚。我们知道我们的路，我们知道我们的作战的位置我们的位置，就是站在别人的前边的那个位置。我们应该是第一个打开门而是最末走进去的人。抗战到现在已经遭遇到最艰苦的阶段，而且也就是最后胜利接近的阶段。在杰克伦敦所写的一篇短篇小说上，描写两个拳师在冲击的斗争里，只系于最后的一拳。而那个可怜的老拳师，所以失败了的原因，也只在少吃了一块牛扒。假如事先他能吃得饱一点，胜利一定是他。中国的胜利已经到了这个最后的阶段，而东北人民在这里是决定的一环。东北流亡同胞们，我们的地大物博，决定了我们的沉着毅勇，正如敌人的家当使他们急功切进一样。在最后的斗争里，谁打得最沉着，谁就会得胜。我们应该献身给祖国作前卫工作，就如我们应该把失地收复一样，这是我们的命运。东北流亡同胞，为了失去的土地上的大豆高粱，努力吧！为了失去的土地上的年老的母亲，努力吧！为了失去的土地上的痛心的一切的记忆，努力吧！"}
{"text":"我的不远千里，要从杭州赶上青岛，更要从青岛赶上北平来的理由，也不过想饱尝一尝这秋，这故都的秋味。江南，秋当然也是有的但草木凋得慢，空气来得润，天的颜色显得淡，并且又时常多雨而少风一个人夹在苏州上海杭州，或厦门香港广州的市民中间，浑浑沌沌地过去，只能感到一点点清凉，秋的味，秋的色，秋的意境与姿态，总看不饱，尝不透，赏玩不到十足。秋并不是名花，也并不是美酒，那一种半开，半醉的状态，在领略秋的过程上，是不合式的。不逢北国之秋，已将近十余年了。在南方每年到了秋天，总要想起陶然亭的芦花，钓鱼台的柳影，西山的虫唱，玉泉的夜月，潭柘寺的钟声。在北平即使不出门去罢，就是在皇城人海之中，租人家一椽破屋来住着，早晨起来，泡一碗浓茶，向院子一坐，你也能看得到很高很高的碧绿的天色，听得到青天下驯鸽的飞声。从槐树叶底，朝东细数着一丝一丝漏下来的日光，或在破壁腰中，静对着像喇叭似的牵牛花朝荣的蓝朵，自然而然地也能够感觉到十分的秋意。说到了牵牛花，我以为以蓝色或白色者为佳，紫黑色次之，淡红色最下。最好，还要在牵牛花底，教长着几根疏疏落落的尖细且长的秋草，使作陪衬。北国的槐树，也是一种能使人联想起秋来的点缀。像花而又不是花的那一种落蕊，早晨起来，会铺得满地。脚踏上去，声音也没有，气味也没有，只能感出一点点极微细极柔软的触觉。扫街的在树影下一阵扫后，灰土上留下来的一条条扫帚的丝纹，看起来既觉得细腻，又觉得清闲，潜意识下并且还觉得有点儿落寞，古人所说的梧桐一叶而天下知秋的遥想，大约也就在这些深沉的地方。秋蝉的衰弱的残声，更是北国的特产因为北平处处全长着树，屋子又低，所以无论在什么地方，都听得见它们的啼唱。在南方是非要上郊外或山上去才听得到的。这秋蝉的嘶叫，在北平可和蟋蟀耗子一样，简直像是家家户户都养在家里的家虫。还有秋雨哩，北方的秋雨，也似乎比南方的下得奇，下得有味，下得更像样。在灰沉沉的天底下，忽而来一阵凉风，便息列索落的下起雨来了。"}
