{"text":"日记上的话写得很简单，但包含的琐事却多。留学时候，除了听讲教科书，及抄写和教科书同种的讲义之外，也自有些乐趣，在我，其一是看看神田区一带的旧书坊。日本大地震后，想必很是两样了罢，那时是这一带书店颇不少，每当夏晚，常常猬集着一群破衣旧帽的学生。店的左右两壁和中央的大床上都是书，里面深处大抵跪坐着一个精明的掌柜，双目炯炯，从我看去很像一个静踞网上的大蜘蛛，在等候自投罗网者的有限的学费。但我总不免也如别人一样，不觉逡巡而入，去看一通，到底是买几本，弄得很觉得怀里有些空虚。但那破旧的半月刊文学的反响，却也从这样的处所得到的。我还记得那时买它的目标是很可笑的，不过想看看他们每半月所出版的书名和各国文坛的消息，总算过屠门而大嚼，比不过屠门而空咽者好一些，至于进而购读群书的野心，却连梦中也未尝有。但偶然看见其中所载小约翰译本的标本，即本书的第五章，却使我非常神往了。几天以后，便跑到南江堂去买，没有这书，又跑到丸善书店，也没有，只好就托他向德国去定购。大约三个月之后，这书居然在我手里了，是垒斯s女士的译笔，卷头有赉赫博士的序文，内外国文学丛书ssss，，之一，价只七十五芬涅，即我们的四角，而且还是布面的！这诚如序文所说，是一篇象征写实底童话诗。无韵的诗，成人的童话。因为的博识和敏感，或者竟已超过了一般成人的童话了。其中如金虫的生平，菌类的言行，火萤的理想，蚂蚁的平和论，都是实际和幻想的混合。我有些怕，倘不甚留心于生物界现象的，会因此减少若干兴趣。但我预觉也有人爱，只要不失赤子之心，而感到什么地方有着人性和他们的悲痛之所在的大都市的人们。这也诚然是人性的矛盾，而祸福纠缠的悲欢。人在稚齿，追随旋儿，与造化为友。福乎祸乎，稍长而竟求知怎么样，是什么，为什么？于是招来了智识欲之具象化小鬼头将知逐渐还遇到科学研究的冷酷的精灵穿凿。"}
{"text":"我有些怕，倘不甚留心于生物界现象的，会因此减少若干兴趣。但我预觉也有人爱，只要不失赤子之心，而感到什么地方有着人性和他们的悲痛之所在的大都市的人们。这也诚然是人性的矛盾，而祸福纠缠的悲欢。人在稚齿，追随旋儿，与造化为友。福乎祸乎，稍长而竟求知怎么样，是什么，为什么？于是招来了智识欲之具象化小鬼头将知逐渐还遇到科学研究的冷酷的精灵穿凿。童年的梦幻撕成粉碎了科学的研究呢，所学的一切的开端，是很好的，――只是他钻研得越深，那一切也就越凄凉，越黯淡。――惟有号码博士是幸福者，只要一切的结果，在纸张上变成数目字，他便满足，算是见了光明了。谁想更进，便得苦痛。为什么呢？原因就在他知道若干，却未曾知道一切，遂终于是人类之一，不能和自然合体，以天地之心为心。约翰正是寻求着这样一本一看便知一切的书，然而因此反得将知，反遇穿凿，终不过以号码博士为师，增加更多的苦痛。直到他在自身中看见神，将径向人性和他们的悲痛之所在的大都市时，才明白这书不在人间，惟从两处可以觅得一是旋儿，已失的原与自然合体的混沌，一是永终――死，未到的复与自然合体的混沌。而且分明看见，他们俩本是同舟。假如我们在异乡讲演，因为言语不同，有人口译，那是没有法子的，至多，不过怕他遗漏，错误，失了精神。但若另外加些解释，申明，摘要，甚而至于阐发，我想，大概是讲者和听者都要讨厌的罢。因此，我也不想再说关于内容的话。我也不愿意别人劝我去吃他所爱吃的东西，然而我所爱吃的，却往往不自觉地劝人吃。看的东西也一样，小约翰即是其一，是自己爱看，又愿意别人也看的书，于是不知不觉，遂有了翻成中文的意思。这意思的发生，大约是很早的，因为我久已觉得仿佛对于和读者，负着一宗很大的债了。然而为什么早不开手的呢？忙者，饰辞大原因仍在很有不懂的处所。看去似乎已经懂，一到拔出笔来要译的时候，却又疑惑起来了，总而言之，就是外国语的实力不充足。前年我确曾决心，要利用暑假中的光阴，仗着一本辞典来走通这条路，而不料并无光阴，我的至少两三个月的生命，都死在正人君子和学者们的围攻里了。到去年夏，将离北京，先又记得了这书，便和我多年共事的朋友，曾经帮我译过工人绥惠略夫的齐宗颐君，躲在中央公园的一间红墙的小屋里，先译成一部草稿。"}
{"text":"然而为什么早不开手的呢？忙者，饰辞大原因仍在很有不懂的处所。看去似乎已经懂，一到拔出笔来要译的时候，却又疑惑起来了，总而言之，就是外国语的实力不充足。前年我确曾决心，要利用暑假中的光阴，仗着一本辞典来走通这条路，而不料并无光阴，我的至少两三个月的生命，都死在正人君子和学者们的围攻里了。到去年夏，将离北京，先又记得了这书，便和我多年共事的朋友，曾经帮我译过工人绥惠略夫的齐宗颐君，躲在中央公园的一间红墙的小屋里，先译成一部草稿。我们的翻译是每日下午，一定不缺的是身边一壶好茶叶的茶和身上一大片汗。有时进行得很快，有时争执得很凶，有时商量，有时谁也想不出适当的译法。译得头昏眼花时，便看看小窗外的日光和绿荫，心绪渐静，慢慢地听到高树上的蝉鸣，这样地约有一个月。不久我便带着草稿到厦门大学，想在那里抽空整理，然而没有工夫也就住不下去了，那里也有学者。于是又带到广州的中山大学，想在那里抽空整理，然而又没有工夫而且也就住不下去了，那里又来了学者。结果是带着逃进自己的寓所――刚刚租定不到一月的很阔，然而很热的房子――白云楼。荷兰海边的沙冈风景，单就本书所描写，已足令人神往了。我这楼外却不同满天炎热的阳光，时而如绳的暴雨前面的小港中是十几只户的船，一船一家，一家一世界，谈笑哭骂，具有大都市中的悲欢。也仿佛觉得不知那里有青春的生命沦亡，或者正被杀戮，或者正在呻吟，或者正在经营腐烂事业和作这事业的材料。然而我却渐渐知道这虽然沈默的都市中，还有我的生命存在，纵已节节败退，我实未尝沦亡。只是不见火云，时窘阴雨，若明若昧，又像整理这译稿的时候了。于是以五月二日开手，稍加修正，并且誊清，月底才完，费时又一个月。可惜我的老同事齐君现不知漫游何方，自去年分别以来，迄今未通消息，虽有疑难，也无从商酌或争论了。倘有误译，负责自然由我。加以虽然沈默的都市，而时有侦察的眼光，或扮演的函件，或京式的流言，来扰耳目，因此执笔又时时流于草率。务欲直译，文句也反成蹇涩欧文清晰，我的力量实不足以达之。小约翰虽如波勒兑蒙德说，所用的是近于儿童的简单的语言，但翻译起来，却已够感困难，而仍得不如意的结果。"}
{"text":"倘有误译，负责自然由我。加以虽然沈默的都市，而时有侦察的眼光，或扮演的函件，或京式的流言，来扰耳目，因此执笔又时时流于草率。务欲直译，文句也反成蹇涩欧文清晰，我的力量实不足以达之。小约翰虽如波勒兑蒙德说，所用的是近于儿童的简单的语言，但翻译起来，却已够感困难，而仍得不如意的结果。例如末尾的紧要而有力的一句ss，sss，s，s那下半，被我译成这样拙劣的上了走向那大而黑暗的都市即人性和他们的悲痛之所在的艰难的路了，冗长而且费解，但我别无更好的译法，因为倘一解散，精神和力量就很不同。然而原译是极清楚的上了艰难的路，这路是走向大而黑暗的都市去的，而这都市是人性和他们的悲痛之所在。动植物的名字也使我感到不少的困难。我的身边只有一本新独和辞书，从中查出日本名，再从一本辞林里去查中国字。然而查不出的还有二十余，这些的译成，我要感谢周建人君在上海给我查考较详的辞典。但是，我们和自然一向太疏远了，即使查出了见于书上的名，也不知道实物是怎样。菊呀松呀，我们是明白的，紫花地丁便有些模胡，莲馨花p则连也不知道究竟是怎样的形色，虽然已经依着字典写下来。有许多是生息在荷兰沙地上的东西，难怪我们不熟悉，但是，例如虫类中的鼠妇ss和马陆，我记得在我的故乡是只要翻开一块湿地上的断砖或碎石来就会遇见的。我们称后一种为臭婆娘，因为它浑身发着恶臭前一种我未曾听到有人叫过它，似乎在我乡的民间还没有给它定出名字广州却有地猪。和文字的务欲近于直译相反，人物名却意译，因为它是象征。小鬼头s去年商定的是盖然，现因盖者疑词，稍有不妥，索性擅改作将知了。科学研究的冷酷的精灵即德译的，本来最好是译作挑剔者，挑谓挑选，剔谓吹求。"}
{"text":"我们称后一种为臭婆娘，因为它浑身发着恶臭前一种我未曾听到有人叫过它，似乎在我乡的民间还没有给它定出名字广州却有地猪。和文字的务欲近于直译相反，人物名却意译，因为它是象征。小鬼头s去年商定的是盖然，现因盖者疑词，稍有不妥，索性擅改作将知了。科学研究的冷酷的精灵即德译的，本来最好是译作挑剔者，挑谓挑选，剔谓吹求。但自从陈源教授造出挑剔风潮这一句妙语以来，我即敬避不用，因为恐怕闲话的教导力十分伟大，这译名也将蓦地被解为挑拨。以此为学者的别名，则行同刀笔，于是又有重罪了，不如简直译作穿凿。况且中国之所谓日凿一窍而混沌死，也很像他的将约翰从自然中拉开。小姑娘我久久不解其义，想译音本月中旬托江绍原先生设法作最末的查考，几天后就有回信――一名，韦氏大字典人名录未收入。我因为疑心她与是一阴一阳，所以又查，看见下面的解释――是的亲热的称呼，而的本训是令名赫赫！那么，好了，就译作荣儿。英国的民间传说里，有叫作的，是一种喜欢恶作剧的妖怪。如果荷兰也有此说，则小姑娘之所以称为者，大概就和这相关。因为她实在和小约翰开了一个可怕的大玩笑。约翰跋妥尔一名爱之书，是小约翰的续编，也是结束。我不知道别国可有译本但据他同国的波勒兑蒙德说，则这是一篇象征底散文诗，其中并非叙述或描写，而是号哭和欢呼而且便是他，也不大懂得。原译本上赉赫博士的序文，虽然所说的关于本书并不多，但可以略见十九世纪八十年代的荷兰文学的大概，所以就译出了。此外我还将两篇文字作为附录。一即本书拂来特力克望蔼覃的评传，载在文学的反响一卷二十一期上的。评传的波勒兑蒙德，是那时荷兰著名的诗人，赉赫的序文上就说及他，但于他的诗颇致不满。他的文字也奇特，使我译得很有些害怕，想中止了，但因为究竟可以知道一点望蔼覃的那时为止的经历和作品，便索性将它译完，算是一种徒劳的工作。末一篇是我的关于翻译动植物名的小记，没有多大关系的。评传所讲以外及以后的的事情，我一点不知道。"}
{"text":"此外我还将两篇文字作为附录。一即本书拂来特力克望蔼覃的评传，载在文学的反响一卷二十一期上的。评传的波勒兑蒙德，是那时荷兰著名的诗人，赉赫的序文上就说及他，但于他的诗颇致不满。他的文字也奇特，使我译得很有些害怕，想中止了，但因为究竟可以知道一点望蔼覃的那时为止的经历和作品，便索性将它译完，算是一种徒劳的工作。末一篇是我的关于翻译动植物名的小记，没有多大关系的。评传所讲以外及以后的的事情，我一点不知道。仅隐约还记得欧洲大战的时候，精神底劳动者们有一篇反对战争的宣言，中国也曾译载在新青年上，其中确有一个他的署名。一九二七年五月三十日，于广州东堤寓楼之西窗下记。小约翰荷兰作家望蔼覃的长篇童话，象征写实的童话诗。原作发表于一八八七年，于一九二六年七月开始与齐宗颐寿山合译，至八月中译毕。一九二八年一月由北京未名社出版，列为未名丛刊之一。本书正文及其它各篇，除引言外，均未在报刊发表过。望蔼覃，―是医师，又是作家。他是新前导杂志的主持人之一，小约翰最初即在这刊物上发表。主要作品有长诗爱伦诗剧弟兄们长篇小说死之深渊等。本篇曾以小约翰序为题，最初发表于一九二七年六月二十六日语丝周刊第一三七期，后印入小约翰单行本。马上支日记收入华盖集续编。丸善书店日本东京神田区的一家外文书店。那一暑假指一九二五年暑假。当时段祺瑞章士钊正加紧镇压北京女子师范大学的学生运动，并迫害，帮闲文人现代评论派也参加了对的围攻。所以这里说过得比别的时候还艰难。文学的反响关于文艺评论的德语杂志，在本世纪三十年代仍继续出版。神田区日本东京的中心区，书店的集中地。过屠门而大嚼语见文选曹植的与吴季重书过屠门而大嚼，虽不得肉，亦且快意。南江堂当时日本东京的一家书店。德语内外国文学丛书，奥托亨德尔出版社，在扎勒河边之哈勒。芬涅的音译，又译芬尼，德国货币名，一百芬尼合一马克。于一九二六年八月间离京去厦门大学任教。这里的正人君子学者，指陈源西滢顾颉刚等人。"}
{"text":"神田区日本东京的中心区，书店的集中地。过屠门而大嚼语见文选曹植的与吴季重书过屠门而大嚼，虽不得肉，亦且快意。南江堂当时日本东京的一家书店。德语内外国文学丛书，奥托亨德尔出版社，在扎勒河边之哈勒。芬涅的音译，又译芬尼，德国货币名，一百芬尼合一马克。于一九二六年八月间离京去厦门大学任教。这里的正人君子学者，指陈源西滢顾颉刚等人。因对厦大不满辞职，于一九二七年一月去广州中山大学任教。不久顾颉刚也从厦大到了中山大学。户即D户，又作D民。旧时用来称在广东福建广西沿海港湾和内河从事渔业和水上运输业的水上居民，多以船为家。经营腐烂事业原语见小约翰译本附录兑蒙德所作的评传拂来特力克望蔼覃将可怜的幼小的约翰，领到坟墓之间，死尸之间，蛆虫之间，那在经营腐烂事业的火云在小约翰全书将结束时，约翰望见了火云他一瞥道路的远的那一端。在大火云所围绕的明亮的空间之中，也看见一个小小的黑色的形相。侦察的眼光一九二七年在中山大学任职期间，正值国民党反动派发动四一二反革命政变的前后，政治环境复杂。这年九月三日致李小峰的信中曾说起他到广州后的情形访问的，研究的，谈文学的，侦探思想的，要做序，题签的，请演说的，闹得个不亦乐乎。见而已集通信扮演的函件，指中山大学校方发出的对辞职的所谓慰留信。京式的流言，指类似在北京时段祺瑞反动政府的帮闲文人现代评论派对的造谣诬蔑。波勒兑蒙德，―通译波尔德蒙特，比利时诗人评论家。著有洛勒莱飞蝶夏天的火焰等诗集。他曾在拂来特力克望蔼覃一文中说小约翰全体的表现近乎儿童的简单的语言。新独和辞书即新德日辞书。日文称德语为独语和，日本之异称。辞林日语辞典，金g庄三郎编，一九二七年日本东京三省堂书店发行。周建人字乔峰，的三弟，生物学家。当时是上海商务印书馆的编辑。"}
{"text":"著有洛勒莱飞蝶夏天的火焰等诗集。他曾在拂来特力克望蔼覃一文中说小约翰全体的表现近乎儿童的简单的语言。新独和辞书即新德日辞书。日文称德语为独语和，日本之异称。辞林日语辞典，金g庄三郎编，一九二七年日本东京三省堂书店发行。周建人字乔峰，的三弟，生物学家。当时是上海商务印书馆的编辑。陈源―字通伯，笔名西滢，江苏无锡人，现代评论派的主要成员。当时任北京大学教授。挑剔风潮是陈源在现代评论第一卷第二十五期一九二五年五月三十日闲话中攻击支持女师大学生运动的等人的话。在华盖集我的籍和系中指出陈源误用挑剔一词我常常要挑剔文字是确的，至于挑剔风潮这一种连字面都不通的阴谋，我至今还不知道是怎样的做法。刀笔这里意指刀笔吏。古代称办理文书的官吏为刀笔吏，后也用以称一般舞文弄墨的讼师。陈源在致志摩的公开信载一九二六年一月三十日晨报副刊中骂是做了十几年官的刑名师爷和刀笔吏。日凿一窍而混沌死语出庄子应帝王南海之帝为，北海之帝为忽，中央之帝为混沌。┯牒鍪毕嘤胗鲇诨煦缰地，混沌待之甚善。┯牒瞿北混沌之德，曰人皆有七窍，以视听食息此独无有，尝试凿之。日凿一窍，七日而混沌死。江绍原安徽旌德人，曾任北京大学讲师，一九二七年与同在中山大学任教，著有发须爪等书。韦氏大字典人名录美国词书编纂家韦白斯特s，―所编英语大字典卷末附录的人名词典。韦氏大字典最初于一八二八年完成，后来迭有增编。英语好家伙罗宾。相传是专爱与人捣蛋的小妖。反对战争的宣言指法国作家罗曼罗兰于一九一九年三月起草的精神独立宣言，在同年六月二十九日巴黎的人道报上发表，各国作家参加签名者甚多。这宣言曾由张崧年译出，发表于新青年月刊第七卷第一号一九一九年十二月。动植物译名小记关于动植物的译名，我已经随文解释过几个了，意有未尽，再写一点。我现在颇记得我那剩在北京的几本陈旧的关于动植物的书籍。"}
{"text":"英语好家伙罗宾。相传是专爱与人捣蛋的小妖。反对战争的宣言指法国作家罗曼罗兰于一九一九年三月起草的精神独立宣言，在同年六月二十九日巴黎的人道报上发表，各国作家参加签名者甚多。这宣言曾由张崧年译出，发表于新青年月刊第七卷第一号一九一九年十二月。动植物译名小记关于动植物的译名，我已经随文解释过几个了，意有未尽，再写一点。我现在颇记得我那剩在北京的几本陈旧的关于动植物的书籍。当此讨赤之秋，不知道它们无恙否？该还不至于犯禁罢？然而虽在革命策源地的广州，我也还不敢妄想从容为从速完结一件心愿起见，就取些巧，写信去问在上海的周建人君去。我们的函件往返是七回，还好，信封上背着各种什么什么检查讫的印记，平安地递到了，不过慢一点。但这函商的结果也并不好。因为他可查的德文书也只有的动物学和ss的植物学，自此查得学名，然后再查中国名。他又引用了几回中国唯一的植物学大辞典。但那大辞典上的名目，虽然都是中国字，有许多其实乃是日本名。日本的书上确也常用中国的旧名，而大多数还是他们的话，无非写成了汉字。倘若照样搬来，结果即等于没有。我以为是不大妥当的。只是中国的旧名也太难。有许多字我就不认识，连字音也读不清要知道它的形状，去查书，又往往不得要领。经学家对于毛诗上的鸟兽草木虫鱼，小学家对于尔雅上的释草释木之类，医学家对于本草上的许多动植，一向就终于注释不明白，虽然大家也七手八脚写下了许多书。我想，将来如果有专心的生物学家，单是对于名目，除采取可用的旧名之外，还须博访各处的俗名，择其较通行而合用者，定为正名，不足，又益以新制，则别的且不说，单是译书就便当得远了。以下，我将要说的照着本书的章次，来零碎说几样。第一章开头不久的一种植物就无法可想。这是属于伞形科的，学名ss。但查不出中国的译名，我又不解其义，只好译音凯白勒。幸而它只出来了一回，就不见了。日本叫做。第二章也有几种――是欧洲极普通的树木，叶卵圆形而薄，下面有毛，树皮褐色，木材可作种种之用，果实可食。日本叫作恚他们又考定中国称为山毛榉。"}
