{"text":"结尾的句子是春天到了，一轮红太阳，一颗绿地球。在那个时代，红太阳的唯一所指是伟大领袖，我仿佛偏要复活它的丰富的能指。在晨歌中，我还用红太阳表达对爱情的憧憬――嘘，晨风，嘘，树叶嘘，田野里O@的绿纱裙瞧潮湿的地平线上太阳――一颗爱情的心就我一个人在这里吗太阳真红真嫩真清新就我一个人在这里吗唱一支清晨的歌给谁听三与郭沫若通信农场是一个封闭的世界，八百里洞庭把我们与外界隔绝，通信几乎是与外界联系的唯一途径。不是身处其境的人很难想象这里的人盼信的心情，每天由通讯员从团部把信件取回，这成了一天中最激动人心的时刻。我常常在大堤上久久地伫立，凝望飘向天边的白帆，心中想念远方的朋友。有时候，这种与世隔绝的孤岛生活简直要把我逼疯。多么希望每天都收到信啊，而最盼望的是来自郭家的信。因为寂寞，也因为思念世英，我遏止不住地要给他们写信。一开始主要是给平英写，那些信写得非常糟糕，情绪既冲动又压抑，还充满强作振奋的空话，现在我是羞于再读到的。在我当时的心境中，她是一切美好价值的化身，因此我的感情不可避免地朝着一条警戒线突破，而她也就理智地回避了。不过，隔些日子能收到她的一封信，这毕竟是我的单调生活中的最迷人的等待。除了平英，我还与建英和于立群通信。当时建英因患肾炎在家养病，平时只有他和二老在家，我给他和于立群的信，郭老都看，于是我和郭老之间也开始了通信。在一次给建英写信时，我抄了几首我写的诗，其中一首由李白诗句点化而来。建英回信说你写的信真有意思，诗写得很好。爹爹看了说，信写得有诗意，说你很有诗才，并又写给我一首李白的诗。这首诗是}却君山好，平铺湘水流。巴陵无限酒，醉杀洞庭秋。然后问我一个问题君山那样的好，为什么要铲却君山呢？我的回答是就像槌碎黄鹤楼倒却鹦鹉洲一样，}却君山也是李白的豪言，未必要有什么目的。在下一封信中，建英揭破谜底你的回答好像是错了，也可能不错，好像他铲平君山是为了种稻米，把米做成酒，就醉杀洞庭秋了。后来我读到李白与杜甫一书，才知道郭老当时正在研究李白。在这本书中，郭老不指名地把我对上述谜语的解答和他的反驳也写了进去。同一书中还第一次发表了那首他曾经抄录给我的水调歌头。游采石矶。差不多与此同时，在于立群给我的一封信上，郭老写了一小段话，署名老兵附笔。"}
{"text":"我的回答是就像槌碎黄鹤楼倒却鹦鹉洲一样，}却君山也是李白的豪言，未必要有什么目的。在下一封信中，建英揭破谜底你的回答好像是错了，也可能不错，好像他铲平君山是为了种稻米，把米做成酒，就醉杀洞庭秋了。后来我读到李白与杜甫一书，才知道郭老当时正在研究李白。在这本书中，郭老不指名地把我对上述谜语的解答和他的反驳也写了进去。同一书中还第一次发表了那首他曾经抄录给我的水调歌头。游采石矶。差不多与此同时，在于立群给我的一封信上，郭老写了一小段话，署名老兵附笔。我是一直不敢打扰郭老的，但有了这段附笔，我就放胆给他写信了，还写了一首诗给他，题为寄语老兵。他很快给我回了信，写信的日期是年月日，全文如下国平你的信和写给我的诗――寄语老兵，我都看了。其他的诗也看了。我这个老兵非常羡慕你，你现在走的路才是真正的路。可惜我老了，成为了一个一辈子言行不一致的人。我在看世英留下来的日记，刚才看到一九六六年二月十二日他在日记后大书特书的两句全世界什么最干净？泥巴！我让他从农场回来，就像把一颗嫩苗从土壤里拔起了的一样，结果是什么滋味，我深深领略到了。你是了解的。希望你在真正的道路上，全心全意地迈步前进。在泥巴中扎根越深越好，扎穿地球扎到老！不多写了，再说一遍非常羡慕你！其后，在同年月日，郭老还给我写过一封信，信中说你寄来的诗，我都看过。写得好，有生活内容。我写不出来，你不到农场去也是写不出来的。由于我在给他们的信中曾经叹息自己虽然出胎生骨的时间不长，脱胎换骨却难乎其难，他还写道认真说，我倒真正羡慕你们。用你的话来说，我是出胎生骨的时间太长了，因而要想脱胎换骨近乎不可能了。在我，实在是遗憾。脱胎换骨是对知识分子的要求，意思是彻底改造。当时读到这些话，我虽然也从中读出了一种悲凉，但更多地是把它们理解为对我的鼓励。直到李白与杜甫出版，我仔细琢磨了这本书的内涵，才觉得比较懂得郭老给我写那些话时的真实心境了。李白与杜甫初版于年，其开始写作应在年。正是在连丧二子之后，心中有无法表达的痛苦，也有不能直言的愤懑，需要寻找一个话题说出来，他找到了与他天性最相近的李白。"}
{"text":"脱胎换骨是对知识分子的要求，意思是彻底改造。当时读到这些话，我虽然也从中读出了一种悲凉，但更多地是把它们理解为对我的鼓励。直到李白与杜甫出版，我仔细琢磨了这本书的内涵，才觉得比较懂得郭老给我写那些话时的真实心境了。李白与杜甫初版于年，其开始写作应在年。正是在连丧二子之后，心中有无法表达的痛苦，也有不能直言的愤懑，需要寻找一个话题说出来，他找到了与他天性最相近的李白。我曾在一篇文章中分析在这本书中，郭老褒扬李白性格中天真脱俗的一面，批评其看重功名的一面，而最后落脚在对李白临终那年写的下途归石门旧居一诗的诠释上。他对这首向来不受重视的诗评价极高，视之为李白的觉醒之作和一生的总结，说它表明李白从农民的脚踏实地的生活中看出了人生的正路，从而向尔虞我诈勾心斗角的整个市侩社会诀别了。姑且不论这种解释是否牵强，或者说，正因为有些牵强，我们岂不更可以把它看做是自己的一种觉醒和总结？郭老借此曲折地表达了对四人帮时期政治现状的绝望，这个尔虞我诈勾心斗角的政治世界如此黑暗，善良的人的唯一的人生的正路只能是远离政治，做一个地道的农民。回过头看写于同期的他给我的信，他把在泥巴中扎根视为真正的道路的含义就十分清楚了，而扎穿地球扎到老也就不像表面看来那样是一句豪言壮语，其实是一句无比沉痛的嘱咐。同样，当他摘抄世英日记中的那句话――全世界什么最干净？泥巴！――时，他心中想必是在与政治的肮脏相对立的意义上理解泥巴的干净的。他自己对这种政治虽然完全厌恶了，但身陷其中，已经不可能摆脱，事实上也不会允许他摆脱，只好成为了一个一辈子言行不一致的人。在相当程度上，是世英之死促成了郭老的觉醒，世英正是文革时期政治的一个牺牲品。因此，他不能不痛悔当初让世英从农场回来的做法。郭民英死后的一天，周恩来和中央文革全体要员来到郭家慰问，周恩来对世英说世英不错嘛，在农场劳动了一年，自己又主动延长了一年。陈伯达马上说要是不回来就更好了。陈这么说也许是唱革命高调，但客观上成了一句不幸而被证实的预言。世英死后两年，周恩来在郭家也表示悔恨，说世英的信一封只写了半页没有写完的信就在我的口袋里，不说这事，我很难过，看不下去。怪我有旧思想，让他上大学，从农场回来了。孩子们的事，我们都有责任，我更有责任。"}
{"text":"郭民英死后的一天，周恩来和中央文革全体要员来到郭家慰问，周恩来对世英说世英不错嘛，在农场劳动了一年，自己又主动延长了一年。陈伯达马上说要是不回来就更好了。陈这么说也许是唱革命高调，但客观上成了一句不幸而被证实的预言。世英死后两年，周恩来在郭家也表示悔恨，说世英的信一封只写了半页没有写完的信就在我的口袋里，不说这事，我很难过，看不下去。怪我有旧思想，让他上大学，从农场回来了。孩子们的事，我们都有责任，我更有责任。事实上，世英自己的确曾想永远留在农场，做出这个决定的是他的正确本能，这个本能告诉他必须远离当时的政治。如果这个决定实施，惨剧很可能不会发生。诗人和庄稼汉都是自然之子，而那些聚众剿杀异端的小知识分子却是社会的怪胎。当诗人的灵魂虔诚地把农场当做涤罪所的时候，实际上向往的是一个可以让自己休憩的避难所。四迷惘我在南湾湖农场生活了一年半，自始至终，我的心情可以用一个词概括，就是迷惘。从北京到农场，途经长沙，我们几个同学站在湘江中的橘子洲头，不免想起青年时代的。那时候他也是一个学生，从农村跑到城市，组织新民学会，风华正茂，指点江山。现在我们也正是这个年龄，他老人家却把我们从城市撒向农村，从此远离政治文化中心。即使豪情万丈如青年，如果生活在这个他老人家领导的时代，又能做些什么呢？哪里才是今日新民学会会员应走的路程？我身边的两个同学从来喜欢高谈中国向何处去当今世界最大的社会需要是什么之类的宏大话题，现在他们也心事重重地沉默了。在我看来，他们自以为站在历史必然性的高度上，这只是年轻人的幼稚的夸张病。我比他们清醒得多，也消极得多，个人软弱无力的观念像阴影一样笼罩着我。一个人犹如一粒微尘，飘落在某一时代某一社会的大网上，我们根本不可能做举网人，只能被这时张时收的大网支配着。我问自己我究竟怕失掉什么呢？是的，我怕失掉那颗天真的单纯的敏感的心，那种独立思考的能力，还有在文学上或学术上显露才华的机会。总之，我是担心这平凡的生活之波，这群众的汪洋大海，把我这个虽然渺小却无比珍贵的个体彻底淹没了。给知识分子指出的光明大道是到工农中去，毫无保留地与工农结合，彻底改造自己。我一方面似乎愿意改造自己，另一方面恰恰害怕自己真的被彻底改造了。倘若没有了灵魂深处的那个小资产阶级知识分子的王国，我还是我吗？"}
{"text":"我问自己我究竟怕失掉什么呢？是的，我怕失掉那颗天真的单纯的敏感的心，那种独立思考的能力，还有在文学上或学术上显露才华的机会。总之，我是担心这平凡的生活之波，这群众的汪洋大海，把我这个虽然渺小却无比珍贵的个体彻底淹没了。给知识分子指出的光明大道是到工农中去，毫无保留地与工农结合，彻底改造自己。我一方面似乎愿意改造自己，另一方面恰恰害怕自己真的被彻底改造了。倘若没有了灵魂深处的那个小资产阶级知识分子的王国，我还是我吗？人们给时代这个词赋予了一种特殊的诗意，高喊着投入时代的口号激情满怀地冲向地狱，我也要毫无返顾地往下跳吗？表面上我也有振奋的时候，但我深知其不可靠。时常，当我参加着各种活动，或者和大家一起开着玩笑，一种抑郁感突然抓住了我，我的心像被电击似地感到剧烈的空虚和不安，把我与周围的一切隔离开来。每天的生活除了劳动，就是关于劳动的重复又重复的训话和讨论。再苦的劳动，咬一咬牙总可以挺过去，并且渐渐适应。真正的痛苦在于这种生活强制性地破坏了知识分子的一切习惯，没有任何回旋的余地。甚至头脑中自幼及长形成的基本概念，也随之遭到了根本的打击。当时文汇报发表丁学雷的文章，宣称对于古的和洋的艺术的全部内容必须进行彻底的扫荡，我读了十分反感。我们实际上已经身处在这样的直接现实之中了，除了红宝书，任何书都不准读，也读不到。我的灵魂被抛入无边的沙漠里，看不见一片绿荫，找不到一点寄托。我对自己说也许，总是寻求着一种精神寄托，无所寄托就惶惶不安，这种状态仍不免是小资吧？使我感到格格不入的还有当时盛行的三忠于之风，什么早请示晚汇报天天读绣宝像表忠心，这一套做得煞有介事。起床号一响，所有的人边穿衣服边冲向室外，列队站在空地上，挥动红宝书，高喊敬祝伟大领袖毛主席万寿无疆万寿无疆，敬祝林副统帅身体健康身体健康。每顿饭前，都要集队高唱爹亲娘亲不如毛主席亲。我在当时的日记里写道顶峰只是宗教的代名词。事实上，一切宗教仪式都应有尽有了祷告，忏悔，唱赞诗，诵经文公开抵抗是不可能的，但我实在觉得参加这类活动是愚蠢的，便消极怠工，装得动作缓慢，等我赶到时往往仪式已经结束。面对这样的环境，学生中有两种表现比较常见。一种是主动敏捷地适应环境，在那些机械的事情上革命透顶。有一个当饲养员的同学竟然亲自品尝猪食，以表示热爱养猪工作。"}
{"text":"每顿饭前，都要集队高唱爹亲娘亲不如毛主席亲。我在当时的日记里写道顶峰只是宗教的代名词。事实上，一切宗教仪式都应有尽有了祷告，忏悔，唱赞诗，诵经文公开抵抗是不可能的，但我实在觉得参加这类活动是愚蠢的，便消极怠工，装得动作缓慢，等我赶到时往往仪式已经结束。面对这样的环境，学生中有两种表现比较常见。一种是主动敏捷地适应环境，在那些机械的事情上革命透顶。有一个当饲养员的同学竟然亲自品尝猪食，以表示热爱养猪工作。大粪是香的――这几乎成了不容置疑的真理，人们以此证明自己的感情包括嗅觉都已经彻底劳动人民化。当然，如同一切不合常情的极端行为一样，这些举止背后都有强烈的功利目的。更多的人则迅速地成为庸俗的现实主义者，唾弃一切理想，成天谈论和思虑的唯一大事是娶妻生子。有人对我说什么理想事业，有什么用？还不是一样在农村呆一辈子。我虽然也看不到前途，但仍信奉理想主义。我回答说不对，生活有无意义，不决定于环境，而决定于精神状态。同样的生活环境，不同的精神状态，生活的意义也就完全不同。理想虽然不能变成现实，但仍有作用，就是赋予现实一种方向和品格。在人们看来，我与环境的不协调是十分扎眼的。好心人便替我惋惜，纷纷劝我学一点生活哲学，这样才可以使我的遭际与我的才能相称一些。有一天，一个同学盯我良久，说我对你的一生，从过去到现在到将来，都表示同情和遗憾。还有一个同学预言你将来或者青云直上，或者大祸临头，反正不会像一般人那样活着和死去。甚至那个老实的副连长也劝我学会适应环境，否则再大的本事也用不上。总算熬到了头，年月中旬，我们离开农场，奔赴各自的工作地点。虽然日夜盼望这一天，但是，这一天来了，心情依然迷惘。客轮在苍茫的湖面上航行，远处的那一小角陆地，那一块我们曾经在上面流过汗的土地，逐渐模糊而消失了。四周湖水浩淼，水天一色。我和那两个曾经同游橘子洲头的同学一起站在甲板上，他们也去广西，我们靠着栏杆，长久地沉默着，各想着自己的心事。一生交给党安排――这句话该怎么理解呢？其中一个说。进去了，还能不能出来呢？另一个仿佛自言自语地说。我凝视着湖面上若隐若现的几点白帆，它们像风筝一样，从远处的天空轻轻地飘过来，滑过眼前的湖面，又轻轻地飘向另一头的天空去了。我一直沉默着，不知道说什么好。"}
{"text":"四周湖水浩淼，水天一色。我和那两个曾经同游橘子洲头的同学一起站在甲板上，他们也去广西，我们靠着栏杆，长久地沉默着，各想着自己的心事。一生交给党安排――这句话该怎么理解呢？其中一个说。进去了，还能不能出来呢？另一个仿佛自言自语地说。我凝视着湖面上若隐若现的几点白帆，它们像风筝一样，从远处的天空轻轻地飘过来，滑过眼前的湖面，又轻轻地飘向另一头的天空去了。我一直沉默着，不知道说什么好。好不容易从地图上找到一个小小的点，标着我要去的那个地方的名称，也许我将永远生活在那里了。其实，去什么地方，从事什么职业，我并不很在乎，使我忧虑的是我将处在什么样的人群中。一个同情者曾半开玩笑地问我到了下面，你的诗还有什么用呢？是的，我的诗，我的心，我所珍惜的一切，还有什么用呢？五广西资源县从洞庭湖农场出来，我的目的地是广西资源。先从长沙乘火车到桂林，住一夜后，第二天早晨，在桂林汽车站乘长途汽车。坐在车上，想到这辆车将把我送到一个既陌生又很可能要呆一辈子的地方，我的心情既好奇又落寞。中午，到达一个叫百里村的小站，停车休息，司机和乘客都在站上的食堂吃午饭。在以后的岁月中，我许多次重温这个情境，百里村相当于资源的门户，进出都要在此停留。从百里村驶出不远，汽车就进山了。山越来越深，越来越高，汽车在弯弯曲曲的山间公路上颠簸盘旋。一边是崖壁，另一边是深谷，路面窄而不平，迎面错车相当惊险。车窗外细雨迷蒙，似雨似雾，罩住了群山。下午四点钟左右，终于到达资源县城，正遇上开公审会散会，街上人流如潮。资源是一个小县，人口仅十万多一点，位于广西北部，与湖南接壤，当地农民的生活习惯和方言也与湖南相近。全县有七个公社乡，分布在越城岭山脉之中。这里是红军长征经过的地方，长征诗曰五岭逶迤腾细浪，越城岭就是五岭之一。县城很小，建在山坳上，抬头看四面都是山，居民也就几千，只有一条街，几分钟就能走完。在农场里关了一年半，现在突然自由了，可以随心所欲地走动了，我感到轻松愉快。开始几天，我天天在街上转，从这头走到那头，看朴素而色彩明亮的房屋，看不同的人脸，觉得一切都新鲜。资源是资江的发源地，因此而得名。这条清澈而又湍急的河流从此成了我的密友，我常常站在县城一侧的那座大桥上，看江水滚滚北流，发出永不止息的轰响。"}
{"text":"县城很小，建在山坳上，抬头看四面都是山，居民也就几千，只有一条街，几分钟就能走完。在农场里关了一年半，现在突然自由了，可以随心所欲地走动了，我感到轻松愉快。开始几天，我天天在街上转，从这头走到那头，看朴素而色彩明亮的房屋，看不同的人脸，觉得一切都新鲜。资源是资江的发源地，因此而得名。这条清澈而又湍急的河流从此成了我的密友，我常常站在县城一侧的那座大桥上，看江水滚滚北流，发出永不止息的轰响。到资源后不久，一天黄昏，我独自沿着一条小溪进山去。山谷里静悄悄的，殷红的杜鹃花在涧边，在山坡，在打柴的小姑娘的手中开放着。我发现前方有一匹瀑布，正在夕阳中闪着光芒，便欢快地跑过去。瀑布有数丈高，从一注暗泉的洞口泻下，喷溅着雪白的飞沫。两边的峭壁上布满青苔，紫云英像星星一样嵌在暗绿色的青苔间。瀑布冲入下方一口绿得发黑的深潭，投一块石头进去，听不见落地的声音。我心想，这样的景致倘若在闹市附近，一定会成为名胜，在这荒山野岭却只能默默无闻，至多吸引了像我这样一个偶然落到这里的同样默默无闻的外乡人。推物及人，同此一理，不免苦笑。据说现在资源已成旅游胜地，到桂林的游客往往会进山一游。倘若我至今仍在那里工作，看到纷至沓来的观光客，一定会生出另一番感想的吧。我到资源那一年，分配到这个小县的大学生多达六十几人，大多是从广西本地的大学毕业的，但也有好几人来自全国名牌学校，其中北大二人，复旦二人，中山一人，北京政法一人。这些学生绝大多数被分到公社去了，一般是当中小学教师，也有当公社的专职共青团干部的。我算是最受重用的，只有我一人留在县革委会政工组工作，机关恢复旧名后，担任县委宣传部干事。在当时，这使我的虚荣心得到了相当的满足。我这样一个年轻的书生在县里出现，又安排在县府工作，大约是很引人注目的。不多时间，差不多半个县城的人都认识我了，走在路上，常有我不认识的人向我打招呼。然而，后来的事实证明，这小小的春风得意只是假象，我的秉性使我完全不适合于在县机关工作。一个简单的事实是，虽然我在宣传部工作，但始终入不了党，四年后便被调到位于一个公社的县党校去做教员了。与此同时，若干分配在公社的学生则入党提干，有一位当上了组织部副部长，另一位顶替我做了宣传部理论干事。当然，我很快看清了这种情形的必然性，也就不在乎了。在县里工作，下乡是经常的事。"}
{"text":"不多时间，差不多半个县城的人都认识我了，走在路上，常有我不认识的人向我打招呼。然而，后来的事实证明，这小小的春风得意只是假象，我的秉性使我完全不适合于在县机关工作。一个简单的事实是，虽然我在宣传部工作，但始终入不了党，四年后便被调到位于一个公社的县党校去做教员了。与此同时，若干分配在公社的学生则入党提干，有一位当上了组织部副部长，另一位顶替我做了宣传部理论干事。当然，我很快看清了这种情形的必然性，也就不在乎了。在县里工作，下乡是经常的事。我喜欢下乡，一开始是觉得新鲜，后来是为了远离县机关的琐碎是非，图个清静。第一次下乡，是去最偏远贫困的两水公社，当时的情景依然历历在目。两水是苗乡，景色很美，两条溪流穿越群山，把村寨连结起来。溪上这里那里筑有桥亭，是当地一大特色。顾名思义，桥亭既是桥，又是亭，木结构，瓦顶，两边木栏杆内侧有两排长凳，村民们出工前在那里集合，夏夜在那里乘凉。民风十分淳朴，多数妇女儿童没有出过乡，以至于我这个脸上架着两片玻璃的人几乎被当成了怪物。有一回，我在山里行走，迎面走来三个小孩，最小的那个立即转过头去，把脸紧贴山坡，另外两个恐惧地瞪着我，握着小拳头，如临大敌。我怕吓着他们，便装着没有看见他们，微笑着走了过去。还有一回，几个戴大耳环的苗家姑娘走来，经过我的身旁时，突然一齐尖声大笑，撒腿就跑。从我这方面说，开始时我同样不适应村民的生活习惯，不免显得狼狈。我住在一个多子女的贫穷人家，到的第一天，看见主妇把一些蚂蚱放在盆里，用开水浸泡，然后倒进锅里，便好奇地问蚂蚱还能喂猪？她没有回答。晚饭时，桌上有一碗干炒的蚂蚱，我才恍然大悟，后悔自己失言。还有一次午饭时，我到厨房添饭，锅盖半开着，露出一只小猫的下半截，我赶紧把它拖了出来。打开锅盖，我不由得朝后退，另一只小猫正蹲在里面从容地吃着饭。怎么办呢？我犹豫了一阵，还是硬着头皮添了一碗，回到餐桌旁也没有声张。这个家庭真的很苦，几根辣椒放在灶膛里烤一烤，然后捣碎，撒一把盐，就是下饭的菜了，基本上顿顿如此。不过，我始终很愉快，相处久了，一家人都很喜欢我。尤其是那个十九岁的女儿，每见到我就特别高兴，总是甜甜的笑脸，还兴致勃勃地教我讲苗话。我在这一家住了一个月，临别时，男主人拉着我的手，眼圈红了，喃喃说对不起我知道他是为他家的穷内疚，便赶紧不让他说下去。"}
