{"text":"养肥了狮虎鹰隼，它们在天空，岩角，大漠，丛莽里是伟美的壮观，捕来放在动物园里，打死制成标本，也令人看了神旺，消去鄙吝的心。但养胖一群癞皮狗，只会乱钻，乱叫，可多么讨厌！八琪罗编辑圣蒲孚的遗稿，名其一部为我的毒我从日译本上，看见了这样的一条明言着轻蔑什么人，并不是十足的轻蔑。惟沉默是最高的轻蔑。――我在这里说，也是多余的。诚然，无毒不丈夫，形诸笔墨，却还不过是小毒。最高的轻蔑是无言，而且连眼珠也不转过去。九作为缺点较多的人物的模特儿，被写入一部小说里，这人总以为是晦气的。殊不知这并非大晦气，因为世间实在还有写不进小说里去的人。倘写进去，而又逼真，这小说便被毁坏。譬如画家，他画蛇，画鳄鱼，画龟，画果子壳，画字纸篓，画垃圾堆，但没有谁画毛毛虫，画癞头疮，画鼻涕，画大便，就是一样的道理。有人一知道我是写小说的，便回避我，我常想这样的劝止他，但可惜我的毒还不到这程度。本篇最初发表于一九三六年十月作家月刊第二卷第一期。联合战线指抗日民族统一战线。在上为乌鸢食，在下为蝼伟食语见庄子列御寇。琪罗，―法国文艺批评家，著有泰纳评传等。圣蒲孚，―通译圣佩韦，法国文艺批评家。著有文学家画像月曜日讲话等。答托洛斯基派的信答托洛斯基派的信一来信先生一九二七年革命失败后，中国康缪尼斯脱不采取退兵政策以预备再起，而乃转向军事投机。他们放弃了城市工作，命令党员在革命退潮后到处暴动，想在农民基础上制造以打平天下。七八年来，几十万勇敢有为的青年，被这种政策所牺牲掉，使现在民族运动高涨之时，城市民众失掉革命的领袖，并把下次革命推远到难期的将来。现在打天下的运动失败了。中国康缪尼斯脱又盲目地接受了莫斯科官僚的命令，转向所谓新政策。他们一反过去的行为，放弃阶级的立场，改换面目，发宣言，派代表交涉，要求与官僚，政客，军阀，甚而与民众的刽子手联合战线。藏匿了自己的旗帜，模糊了民众的认识，使民众认为官僚，政客，刽子手，都是民族革命者，都能抗日，其结果必然是把革命民众送交刽子手们，使再遭一次屠杀。史太林党的这种无耻背叛行为，使中国革命者都感到羞耻。"}
{"text":"现在打天下的运动失败了。中国康缪尼斯脱又盲目地接受了莫斯科官僚的命令，转向所谓新政策。他们一反过去的行为，放弃阶级的立场，改换面目，发宣言，派代表交涉，要求与官僚，政客，军阀，甚而与民众的刽子手联合战线。藏匿了自己的旗帜，模糊了民众的认识，使民众认为官僚，政客，刽子手，都是民族革命者，都能抗日，其结果必然是把革命民众送交刽子手们，使再遭一次屠杀。史太林党的这种无耻背叛行为，使中国革命者都感到羞耻。现在上海的一般自由资产阶级与小资产阶级上层分子无不欢迎史太林党的这新政策。这是无足怪的。莫斯科的传统威信，中国的流血史迹与现存力量――还有比这更值得利用的东西吗？可是史太林党的新政策越受欢迎，中国革命便越遭毒害。我们这个团体，自一九三年后，在百般困苦的环境中，为我们的主张作不懈的斗争。大革命失败后我们即反对史太林派的盲动政策，而提出革命的民主斗争的道路。我们认为大革命既然失败了，一切只有再从头做起。我们不断地团结革命干部，研究革命理论，接受失败的教训，教育革命工人，期望在这反革命的艰苦时期，为下次革命打下坚固的基础。几年来的各种事变证明我们的政治路线与工作方法是正确的。我们反对史太林党的机会主义，盲动主义的政策与官僚党制，现在我们又坚决打击这叛背的新政策。但恰因为此，我们现在受到各投机分子与党官僚们的嫉视。这是幸呢，还是不幸？先生的学识文章与品格，是我十余年来所景仰的，在许多有思想的人都沉溺到个人主义的坑中时，先生独能本自己的见解奋斗不息！我们的政治意见，如能得到先生的批评，私心将引为光荣。现在送上近期刊物数份，敬乞收阅。如蒙赐复，请留存处，三日之内当来领取。顺颂健康！陈六月三日。二回信陈先生先生的来信及惠寄的斗争火花等刊物，我都收到了。总括先生来信的意思，大概有两点，一是骂史太林先生们是官僚，再一是斥先生们的各派联合一致抗日的主张为出卖革命。这很使我糊涂起来了，因为史太林先生们的苏维埃俄罗斯社会主义共和国联邦在世界上的任何方面的成功，不就说明了托洛斯基先生的被逐，飘泊，潦倒，以致不得不用敌人金钱的晚景的可怜么？现在的流浪，当与革命前西伯利亚的当年风味不同，因为那时怕连送一片面包的人也没有但心境又当不同，这却因了现在苏联的成功。"}
{"text":"总括先生来信的意思，大概有两点，一是骂史太林先生们是官僚，再一是斥先生们的各派联合一致抗日的主张为出卖革命。这很使我糊涂起来了，因为史太林先生们的苏维埃俄罗斯社会主义共和国联邦在世界上的任何方面的成功，不就说明了托洛斯基先生的被逐，飘泊，潦倒，以致不得不用敌人金钱的晚景的可怜么？现在的流浪，当与革命前西伯利亚的当年风味不同，因为那时怕连送一片面包的人也没有但心境又当不同，这却因了现在苏联的成功。事实胜于雄辩，竟不料现在就来了如此无情面的讽刺的。其次，你们的理论确比先生们高超得多，岂但得多，简直一是在天上，一是在地下。但高超固然是可敬佩的，无奈这高超又恰恰为日本侵略者所欢迎，则这高超仍不免要从天上掉下来，掉到地上最不干净的地方去。因为你们高超的理论为日本所欢迎，我看了你们印出的很整齐的刊物，就不禁为你们捏一把汗，在大众面前，倘若有人造一个攻击你们的谣，说日本人出钱叫你们办报，你们能够洗刷得很清楚么？这决不是因为从前你们中曾有人跟着别人骂过我拿卢布，现在就来这一手以报复。不是的，我还不至于这样下流，因为我不相信你们会下作到拿日本人钱来出报攻击先生们的一致抗日论。你们决不会的。我只要敬告你们一声，你们的高超的理论，将不受中国大众所欢迎，你们的所为有背于中国人现在为人的道德。我要对你们讲的话，就仅仅这一点。最后，我倒感到一点不舒服，就是你们忽然寄信寄书给我，不是没有原因的。那就因为我的某几个战友曾指我是什么什么的原故。但我，即使怎样不行，自觉和你们总是相离很远的罢。那切切实实，足踏在地上，为着现在中国人的生存而流血奋斗者，我得引为同志，是自以为光荣的。要请你原谅，因为三日之期已过，你未必会再到那里去取，这信就公开作答了。即颂大安。。六月九日。这信由先生口授，笔写。本篇最初同时发表于一九三六年七月的文学丛报月刊第四期和现实文学月刊第一期。来信的陈，原署名陈仲山，本名陈其昌，据一些托派分子的回忆录，当时他是一个托派组织临时中央委员会的委员。康缪尼斯脱英语共产党人的音译。下文的，英语赤色分子的意思，这里指红军。"}
{"text":"即颂大安。。六月九日。这信由先生口授，笔写。本篇最初同时发表于一九三六年七月的文学丛报月刊第四期和现实文学月刊第一期。来信的陈，原署名陈仲山，本名陈其昌，据一些托派分子的回忆录，当时他是一个托派组织临时中央委员会的委员。康缪尼斯脱英语共产党人的音译。下文的，英语赤色分子的意思，这里指红军。托洛斯基\\，―通译托洛茨基缒瓴渭庸砉锩运动，十月革命中和苏俄初期曾参加领导机关。一九二七年因反对苏维埃政权被联共布开除出党，一九二九年被驱逐出国，一九四年死于墨西哥。他曾两次被流放到西伯利亚，下文所说革命前西伯利亚的当年风味，即指此。即冯雪峰―，浙江义乌人。作家文艺理论家。中国左翼作家联盟领导成员之一。著有论文集灵山歌回忆等。大小奇迹大小奇迹何干元旦看报，申报的第三面上就见了商务印书馆的星期标准书，这回是罗家伦先生选定的希特拉著我之奋斗，遂摘录罗先生序云希特拉之崛起于德国，在近代史上为一大奇迹。希特拉我之奋斗一书系为其党人而作唯其如此，欲认识此一奇迹者尤须由此处入手。以此书列为星期标准书至为适当。但即使不看译本，仅由此处入手，也就可以认识三种小奇迹，其一，是堂堂的一个国立中央编译馆，竟在百忙中先译了这一本书其二，是这近代史上为一大奇迹的东西，却须从英文转译其三，堂堂的一位国立中央大学校长，却不过欲认识此一奇迹者尤须由此处入手。真是奇杀人哉！本篇最初发表于一九三六年一月海燕月刊第一期。申报参看本卷第页注。星期标准书上海商务印书馆为推销书籍，从一九三五年十月起，由该馆编审部就日出新书及重版各书中每周选出一种，请馆外专家审定，列为星期标准书，广为宣传介绍。罗家伦参看本卷第页注。当时任国立中央大学校长。我之奋斗希特勒写的带自传性的著作。书中阐述了他对社会政治历史等等的观点，宣传纳粹主义。原书于一九二五年开始出版。由国立编译馆译出的中文本于一九三五年由上海商务印书馆印行。"}
{"text":"申报参看本卷第页注。星期标准书上海商务印书馆为推销书籍，从一九三五年十月起，由该馆编审部就日出新书及重版各书中每周选出一种，请馆外专家审定，列为星期标准书，广为宣传介绍。罗家伦参看本卷第页注。当时任国立中央大学校长。我之奋斗希特勒写的带自传性的著作。书中阐述了他对社会政治历史等等的观点，宣传纳粹主义。原书于一九二五年开始出版。由国立编译馆译出的中文本于一九三五年由上海商务印书馆印行。登错的文章登错的文章何干印给少年们看的刊物上，现在往往见有描写岳飞呀，文天祥呀的故事文章。自然，这两位，是给中国人挣面子的，但来做现在的少年们的模范，却似乎迂远一点。他们俩，一位是文官，一位是武将，倘使少年们受了感动，要来模仿他，他就先得在普通学校卒业之后，或进大学，再应文官考试，或进陆军学校，做到将官，于是武的呢，准备被十二金牌召还，死在牢狱里文的呢，起兵失败，死在蒙古人的手中。宋朝怎么样呢？有历史在，恕不多谈。不过这两位，却确可以励现任的文官武将，愧前任的降将逃官，我疑心那些故事，原是为办给大人老爷们看的刊物而作的文字，不知怎么一来，却错登在少年读物上面了，要不然，是决不至于如此低能的。本篇最初发表于一九三六年二月海燕月刊第二期。岳飞―字鹏举，相州汤阴今属河南人，南宋抗金将领。宋高宗绍兴十年，他在河南大破金兵，正欲乘胜北伐，但高宗赵构和宰相秦桧等力主议和，一日内连下十二道金牌命他退兵。岳飞奉诏回临安今杭州后，被诬谋反，下狱遇害。文天祥―号文山，吉州庐陵今江西吉安人，南宋大臣，文学家。元军攻陷临安后，他仍在南方坚持抵抗，兵败被俘，在大都今北京囚禁三年，坚贞不屈，后被杀。著有文山先生全集。我的第一个师父我的第一个师父不记得是那一部旧书上看来的了，大意说是有一位道学先生，自然是名人，一生拚命辟佛，却名自己的小儿子为和尚。有一天，有人拿这件事来质问他。他回答道这正是表示轻贱呀！那人无话可说而退云。其实，这位道学先生是诡辩。名孩子为和尚，其中是含有迷信的。中国有许多妖魔鬼怪，专喜欢杀害有出息的人，尤其是孩子要下贱，他们才放手，安心。"}
{"text":"著有文山先生全集。我的第一个师父我的第一个师父不记得是那一部旧书上看来的了，大意说是有一位道学先生，自然是名人，一生拚命辟佛，却名自己的小儿子为和尚。有一天，有人拿这件事来质问他。他回答道这正是表示轻贱呀！那人无话可说而退云。其实，这位道学先生是诡辩。名孩子为和尚，其中是含有迷信的。中国有许多妖魔鬼怪，专喜欢杀害有出息的人，尤其是孩子要下贱，他们才放手，安心。和尚这一种人，从和尚的立场看来，会成佛――但也不一定，――固然高超得很，而从读书人的立场一看，他们无家无室，不会做官，却是下贱之流。读书人意中的鬼怪，那意见当然和读书人相同，所以也就不来搅扰了。这和名孩子为阿猫阿狗，完全是一样的意思容易养大。还有一个避鬼的法子，是拜和尚为师，也就是舍给寺院了的意思，然而并不放在寺院里。我生在周氏是长男，物以希为贵，父亲怕我有出息，因此养不大，不到一岁，便领到长庆寺里去，拜了一个和尚为师了。拜师是否要贽见礼，或者布施什么的呢，我完全不知道。只知道我却由此得到一个法名叫作长庚，后来我也偶尔用作笔名，并且在在酒楼上这篇小说里，赠给了恐吓自己的侄女的无赖还有一件百家衣，就是衲衣，论理，是应该用各种破布拼成的，但我的却是橄榄形的各色小绸片所缝就，非喜庆大事不给穿还有一条称为牛绳的东西，上挂零星小件，如历本，镜子，银筛之类，据说是可以避邪的。这种布置，好像也真有些力量我至今没有死。不过，现在法名还在，那两件法宝却早已失去了。前几年回北平去，母亲还给了我婴儿时代的银筛，是那时的惟一的记念。仔细一看，原来那筛子圆径不过寸余，中央一个太极图，上面一本书，下面一卷画，左右缀着极小的尺，剪刀，算盘，天平之类。我于是恍然大悟，中国的邪鬼，是怕斩钉截铁，不能含胡的东西的。因为探究和好奇，去年曾经去问上海的银楼，终于买了两面来，和我的几乎一式一样，不过缀着的小东西有些增减。奇怪得很，半世纪有余了，邪鬼还是这样的性情，避邪还是这样的法宝。然而我又想，这法宝成人却用不得，反而非常危险的。但因此又使我记起了半世纪以前的最初的先生。我至今不知道他的法名，无论谁，都称他为龙师父，瘦长的身子，瘦长的脸，高颧细眼，和尚是不应该留须的，他却有两绺下垂的小胡子。"}
{"text":"因为探究和好奇，去年曾经去问上海的银楼，终于买了两面来，和我的几乎一式一样，不过缀着的小东西有些增减。奇怪得很，半世纪有余了，邪鬼还是这样的性情，避邪还是这样的法宝。然而我又想，这法宝成人却用不得，反而非常危险的。但因此又使我记起了半世纪以前的最初的先生。我至今不知道他的法名，无论谁，都称他为龙师父，瘦长的身子，瘦长的脸，高颧细眼，和尚是不应该留须的，他却有两绺下垂的小胡子。对人很和气，对我也很和气，不教我念一句经，也不教我一点佛门规矩他自己呢，穿起袈裟来做大和尚，或者戴上毗卢帽放焰口，无祀孤魂，来受甘露味的时候，是庄严透顶的，平常可也不念经，因为是住持，只管着寺里的琐屑事，其实――自然是由我看起来――他不过是一个剃光了头发的俗人。因此我又有一位师母，就是他的老婆。论理，和尚是不应该有老婆的，然而他有。我家的正屋的中央，供着一块牌位，用金字写着必须绝对尊敬和服从的五位天地君亲师。我是徒弟，他是师，决不能抗议，而在那时，也决不想到抗议，不过觉得似乎有点古怪。但我是很爱我的师母的，在我的记忆上，见面的时候，她已经大约有四十岁了，是一位胖胖的师母，穿着玄色纱衫裤，在自己家里的院子里纳凉，她的孩子们就来和我玩耍。有时还有水果和点心吃，――自然，这也是我所以爱她的一个大原因用高洁的陈源教授的话来说，便是所谓有奶便是娘，在人格上是很不足道的。不过我的师母在恋爱故事上，却有些不平常。恋爱，这是现在的术语，那时我们这偏僻之区只叫作相好。诗经云式相好矣，毋相尤矣，起源是算得很古，离文武周公的时候不怎么久就有了的，然而后来好像并不算十分冠冕堂皇的好话。这且不管它罢。总之，听说龙师父年青时，是一个很漂亮而能干的和尚，交际很广，认识各种人。有一天，乡下做社戏了，他和戏子相识，便上台替他们去敲锣，精光的头皮，簇新的海青，真是风头十足。乡下人大抵有些顽固，以为和尚是只应该念经拜忏的，台下有人骂了起来。师父不甘示弱，也给他们一个回骂。于是战争开幕，甘蔗梢头雨点似的飞上来，有些勇士，还有进攻之势，彼众我寡，他只好退走，一面退，一面一定追，逼得他又只好慌张的躲进一家人家去。而这人家，又只有一位年青的寡妇。以后的故事，我也不甚了然了，总而言之，她后来就是我的师母。自从宇宙风出世以来，一向没有拜读的机缘，近几天才看见了春季特大号。"}
{"text":"有一天，乡下做社戏了，他和戏子相识，便上台替他们去敲锣，精光的头皮，簇新的海青，真是风头十足。乡下人大抵有些顽固，以为和尚是只应该念经拜忏的，台下有人骂了起来。师父不甘示弱，也给他们一个回骂。于是战争开幕，甘蔗梢头雨点似的飞上来，有些勇士，还有进攻之势，彼众我寡，他只好退走，一面退，一面一定追，逼得他又只好慌张的躲进一家人家去。而这人家，又只有一位年青的寡妇。以后的故事，我也不甚了然了，总而言之，她后来就是我的师母。自从宇宙风出世以来，一向没有拜读的机缘，近几天才看见了春季特大号。其中有一篇铢堂先生的不以成败论英雄，使我觉得很有趣，他以为中国人的不以成败论英雄，理想是不能不算崇高的，然而在人群的组织上实在要不得。抑强扶弱，便是永远不愿意有强。崇拜失败英雄，便是不承认成功的英雄。近人有一句流行话，说中国民族富于同化力，所以辽金元清都并不曾征服中国。其实无非是一种惰性，对于新制度不容易接收罢了。我们怎样来改悔这惰性呢，现在姑且不谈，而且正在替我们想法的人们也多得很。我只要说那位寡妇之所以变了我的师母，其弊病也就在不以成败论英雄。乡下没有活的岳飞或文天祥，所以一个漂亮的和尚在如雨而下的甘蔗梢头中，从戏台逃下，也就是一个货真价实的失败的英雄。她不免发现了祖传的惰性，崇拜起来，对于追兵，也像我们的祖先的对于辽金元清的大军似的，不承认成功的英雄了。在历史上，这结果是正如铢堂先生所说乃是中国的社会不树威是难得帖服的，所以活该有扬州十日和嘉定三屠。但那时的乡下人，却好像并没有树威，走散了，自然，也许是他们料不到躲在家里。因此我有了三个师兄，两个师弟。大师兄是穷人的孩子，舍在寺里，或是卖在寺里的其余的四个，都是师父的儿子，大和尚的儿子做小和尚，我那时倒并不觉得怎么稀奇。大师兄只有单身二师兄也有家小，但他对我守着秘密，这一点，就可见他的道行远不及我的师父，他的父亲了。而且年龄都和我相差太远，我们几乎没有交往。三师兄比我恐怕要大十岁，然而我们后来的感情是很好的，我常常替他担心。还记得有一回，他要受大戒了，他不大看经，想来未必深通什么大乘教理，在剃得精光的囟门上，放上两排艾绒，同时烧起来，我看是总不免要叫痛的，这时善男信女，多数参加，实在不大雅观，也失了我做师弟的体面。这怎么好呢？每一想到，十分心焦，仿佛受戒的是我自己一样。"}
{"text":"大师兄只有单身二师兄也有家小，但他对我守着秘密，这一点，就可见他的道行远不及我的师父，他的父亲了。而且年龄都和我相差太远，我们几乎没有交往。三师兄比我恐怕要大十岁，然而我们后来的感情是很好的，我常常替他担心。还记得有一回，他要受大戒了，他不大看经，想来未必深通什么大乘教理，在剃得精光的囟门上，放上两排艾绒，同时烧起来，我看是总不免要叫痛的，这时善男信女，多数参加，实在不大雅观，也失了我做师弟的体面。这怎么好呢？每一想到，十分心焦，仿佛受戒的是我自己一样。然而我的师父究竟道力高深，他不说戒律，不谈教理，只在当天大清早，叫了我的三师兄去，厉声吩咐道拚命熬住，不许哭，不许叫，要不然，脑袋就炸开，死了！这一种大喝，实在比什么妙法莲花经或大乘起信论还有力，谁高兴死呢，于是仪式很庄严的进行，虽然两眼比平时水汪汪，但到两排艾绒在头顶上烧完，的确一声也不出。我嘘一口气，真所谓如释重负，善男信女们也个个合十赞叹，欢喜布施，顶礼而散了。出家人受了大戒，从沙弥升为和尚，正和我们在家人行过冠礼，由童子而为成人相同。成人愿意有室，和尚自然也不能不想到女人。以为和尚只记得释迦牟尼或弥勒菩萨，乃是未曾拜和尚为师，或与和尚为友的世俗的谬见。寺里也有确在修行，没有女人，也不吃荤的和尚，例如我的大师兄即是其一，然而他们孤僻，冷酷，看不起人，好像总是郁郁不乐，他们的一把扇或一本书，你一动他就不高兴，令人不敢亲近他。所以我所熟识的，都是有女人，或声明想女人，吃荤，或声明想吃荤的和尚。我那时并不诧异三师兄在想女人，而且知道他所理想的是怎样的女人。人也许以为他想的是尼姑罢，并不是的，和尚和尼姑相好，加倍的不便当。他想的乃是千金小姐或少奶奶而作这相思或单相思――即今之所谓单恋也――的媒介的是结。我们那里的阔人家，一有丧事，每七日总要做一些法事，有一个七日，是要举行解结的仪式的，因为死人在未死之前，总不免开罪于人，存着冤结，所以死后要替他解散。方法是在这天拜完经忏的傍晚，灵前陈列着几盘东西，是食物和花，而其中有一盘，是用麻线或白头绳，穿上十来文钱，两头相合而打成蝴蝶式，八结式之类的复杂的，颇不容易解开的结子。一群和尚便环坐桌旁，且唱且解，解开之后，钱归和尚，而死人的一切冤结也从此完全消失了。"}
