{"text":"五四运动时候，提倡刘先生或者会解作提起婊子来的罢白话的人们，写错几个字，用错几个古典，是不以为奇的，但因为有些反对者说提倡白话者都是不知古书，信口胡说的人，所以往往也做几句古文，以塞他们的嘴。但自然，因为从旧垒中来，积习太深，一时不能摆脱，因此带着古文气息的，也不能说是没有的。当时的白话运动是胜利了，有些战士，还因此爬了上去，但也因为爬了上去，就不但不再为白话战斗，并且将它踏在脚下，拿出古字来嘲笑后进的青年了。因为还正在用古书古字来笑人，有些青年便又以看古书为必不可省的工夫，以常用文言的为应该模仿的格式，不再从新的道路上去企图发展，打出新的局面来了。现在有两个人在这里一个是中学生，文中写留学生为流学生，错了一个字一个是大学教授，就得意洋洋的做了一首诗，曰先生犯了弥天罪，罚往西洋把学流，应是九流加一等，面筋熬尽一锅油。我们看罢，可笑是在那一面呢？十月十二日。本篇最初发表于一九三三年十月十六日申报自由谈。刘半农―名复，号半农，江苏江阴人，历任北京大学教授北平大学女子文理学院院长等。他曾参加新青年编辑工作，是新文学运动初期重要作家之一。后留学法国，研究语音学，思想渐趋保守。著有扬鞭集瓦釜集和半农杂文等。他的桐花芝豆堂诗集在论语半月刊上连续发表，下文所引诗及注，都出自集中的阅卷杂诗六首载一九三三年十月一日论语第二十六期。有写倡明文化者，系杂诗第一首的自注幸萌科学思想之芽，系杂诗第六首中的一句先生犯了弥天罪系杂诗的第二首。倡予和女语见诗经郑风[兮叔兮伯兮，倡予和女汝！先生犯了弥天罪四句，据刘半农在这首诗的自注中说古时候九流，最远不出国境，今流往外洋，是加一等治罪矣。昔吴稚老言外国为大油锅，留学生为油面筋，谓其去时小而归来大也。据此，流学生不特流而已也，且入油锅地狱焉，阿要痛煞！滑稽例解滑稽例解苇索研究世界文学的人告诉我们法人善于机锋，俄人善于讽刺，英美人善于幽默。这大概是真确的，就都为社会状态所制限。"}
{"text":"先生犯了弥天罪四句，据刘半农在这首诗的自注中说古时候九流，最远不出国境，今流往外洋，是加一等治罪矣。昔吴稚老言外国为大油锅，留学生为油面筋，谓其去时小而归来大也。据此，流学生不特流而已也，且入油锅地狱焉，阿要痛煞！滑稽例解滑稽例解苇索研究世界文学的人告诉我们法人善于机锋，俄人善于讽刺，英美人善于幽默。这大概是真确的，就都为社会状态所制限。慨自语堂大师振兴幽默以来，这名词是很通行了，但一普遍，也就伏着危机，正如军人自称佛子，高官忽挂念珠，而佛法就要涅一讶若油会薄ｔ＜蒙“幽谋峙ｒ晴“新戏”〔３〕质澜纾必已成为文明戏也无疑。这危险，就因为中国向来不大有幽默。只是滑稽是有的，但这和幽默还隔着一大段，日本人曾译幽默为有情滑稽，所以别于单单的滑稽，即为此。那么，在中国，只能寻得滑稽文章了？却又不。中国之自以为滑稽文章者，也还是油滑，轻薄，猥亵之谈，和真的滑稽有别。这狸猫换太子的关键，是在历来的自以为正经的言论和事实，大抵滑稽者多，人们看惯，渐渐以为平常，便将油滑之类，误认为滑稽了。在中国要寻求滑稽，不可看所谓滑稽文，倒要看所谓正经事，但必须想一想。这些名文是俯拾即是的，譬如报章上正正经经的题目，什么中日交涉渐入佳境呀，中国到那里去呀，就都是的，咀嚼起来，真如橄榄一样，很有些回味。见于报章上的广告的，也有的是。我们知道有一种刊物，自说是舆论界的新权威，说出一般人所想说而没有说的话，而一面又在向别一种刊物声明误会，表示歉意，但又说是按双方均为社会有声誉之刊物，自无互相攻讦之理。新权威而善于误会，误会了而偏有声誉，一般人所想说而没有说的话却是误会和道歉这要不笑，是必须不会思索的。见于报章的短评上的，也有的是。例如九月间自由谈所载的登龙术拾遗上，以做富家女婿为登龙之一术，不久就招来了一篇反攻，那开首道狐狸吃不到葡萄，说葡萄是酸的，自己娶不到富妻子，于是对于一切有富岳家的人发生了妒嫉，妒嫉的结果是攻击。这也不能想一下。一想的结果，便分明是这位在表明他知道富妻子的味道是甜的了。诸如此类的妙文，我们也尝见于冠冕堂皇的公文上而且并非将它漫画化了的，却是它本身原来是漫画。"}
{"text":"见于报章的短评上的，也有的是。例如九月间自由谈所载的登龙术拾遗上，以做富家女婿为登龙之一术，不久就招来了一篇反攻，那开首道狐狸吃不到葡萄，说葡萄是酸的，自己娶不到富妻子，于是对于一切有富岳家的人发生了妒嫉，妒嫉的结果是攻击。这也不能想一下。一想的结果，便分明是这位在表明他知道富妻子的味道是甜的了。诸如此类的妙文，我们也尝见于冠冕堂皇的公文上而且并非将它漫画化了的，却是它本身原来是漫画。论语一年中，我最爱看古香斋这一栏，如四川营山县长禁穿长衫令云须知衣服蔽体已足，何必前拖后曳，消耗布匹？且国势衰弱，顾念时艰，后患何堪设想？又如北平社会局禁女人养雄犬文云查雌女雄犬相处，非仅有碍健康，更易发生无耻秽闻，揆之我国礼义之邦，亦为习俗所不许。谨特通令严禁凡妇女带养之雄犬，斩之无赦，以为取缔！这那里是滑稽作家所能凭空写得出来的？不过古香斋里所收的妙文，往往还倾于奇诡，滑稽却不如平淡，惟其平淡，也就更加滑稽，在这一标准上，我推选甜葡萄说。十月十九日。本篇最初发表于一九三三年十月二十六日申报自由谈。语堂林语堂―，福建龙溪人，作家。他在三十年代初主编论语半月刊，声称以提倡幽默文字为主要目标见论语第三期我们的态度。新戏我国话剧兴起于二十世纪初，最早称为新剧新戏，又称文明戏，二十年代末话剧名称确立以后，一般仍称当时上海大世界新世界等游艺场演出的比较通俗的话剧为文明戏。狸猫换太子从宋史李宸妃传宋仁宗赵祯生母李宸妃不敢认子的记载演变而来的传说。清代石玉昆编述的公案小说三侠五义中写有这个故事，情节是宋真宗无子，刘李二妃皆怀孕，刘妃为争当皇后，与太监密谋，在李妃生子时，用一只剥皮的狸猫将小孩换下来。舆论界的新权威等语，见邵洵美主办的十日谈创刊时的广告，载一九三三年八月十日申报。下面声明误会等语，见该刊向晶报表示歉意的广告，参看本书。狐狸吃不到葡萄，说葡萄是酸的等语，见一九三三年九月六日国民党机关报中央日报所载圣闲女婿的蔓延一文，参看本书。"}
{"text":"清代石玉昆编述的公案小说三侠五义中写有这个故事，情节是宋真宗无子，刘李二妃皆怀孕，刘妃为争当皇后，与太监密谋，在李妃生子时，用一只剥皮的狸猫将小孩换下来。舆论界的新权威等语，见邵洵美主办的十日谈创刊时的广告，载一九三三年八月十日申报。下面声明误会等语，见该刊向晶报表示歉意的广告，参看本书。狐狸吃不到葡萄，说葡萄是酸的等语，见一九三三年九月六日国民党机关报中央日报所载圣闲女婿的蔓延一文，参看本书。古香斋是论语半月刊自第四期起增辟的一个栏目，刊载当时各地记述荒谬事件的新闻和文字。以下所举两令文，均见第十八期一九三三年六月一日该栏内。揩油揩油苇索揩油，是说明着奴才的品行全部的。这不是取回扣或取佣钱，因为这是一种秘密但也不是偷窃，因为在原则上，所取的实在是微乎其微。因此也不能说是分肥至多，或者可以谓之舞弊罢。然而这又是光明正大的舞弊，因为所取的是豪家，富翁，阔人，洋商的东西，而且所取又不过一点点，恰如从油水汪洋的处所，揩了一下，于人无损，于揩者却有益的，并且也不失为损富济贫的正道。设法向妇女调笑几句，或乘机摸一下，也谓之揩油，这虽然不及对于金钱的名正言顺，但无大损于被揩者则一也。表现得最分明的是电车上的卖票人。纯熟之后，他一面留心着可揩的客人，一面留心着突来的查票，眼光都练得像老鼠和老鹰的混合物一样。付钱而不给票，客人本该索取的，然而很难索取，也很少见有人索取，因为他所揩的是洋商的油，同是中国人，当然有帮忙的义务，一索取，就变成帮助洋商了。这时候，不但卖票人要报你憎恶的眼光，连同车的客人也往往不免显出以为你不识时务的脸色。然而彼一时，此一时，如果三等客中有时偶缺一个铜元，你却只好在目的地以前下车，这时他就不肯通融，变成洋商的忠仆了。在上海，如果同巡捕，门丁，西崽之类闲谈起来，他们大抵是憎恶洋鬼子的，他们多是爱国主义者。然而他们也像洋鬼子一样，看不起中国人，棍棒和拳头和轻蔑的眼光，专注在中国人的身上。揩油的生活有福了。这手段将更加展开，这品格将变成高尚，这行为将认为正当，这将算是国民的本领，和对于帝国主义的复仇。打开天窗说亮话，其实，所谓高等华人也者，也何尝逃得出这模子。"}
{"text":"在上海，如果同巡捕，门丁，西崽之类闲谈起来，他们大抵是憎恶洋鬼子的，他们多是爱国主义者。然而他们也像洋鬼子一样，看不起中国人，棍棒和拳头和轻蔑的眼光，专注在中国人的身上。揩油的生活有福了。这手段将更加展开，这品格将变成高尚，这行为将认为正当，这将算是国民的本领，和对于帝国主义的复仇。打开天窗说亮话，其实，所谓高等华人也者，也何尝逃得出这模子。但是，也如吃白相饭朋友那样，卖票人是还有他的道德的。倘被查票人查出他收钱而不给票来了，他就默然认罚，决不说没有收过钱，将罪案推到客人身上去。八月十四日。商定文豪商定文豪笔头也是尖的，也要钻。言路的窄，现在也正如活路一样，所以以上十五字，刊出时作别的地方钻不进只好对于文艺杂志广告的夸大，前去刺一下。一看杂志的广告，就个个是文豪，中国文坛也真好像光焰万丈，但一面也招来了鼻孔里的哼哼声。然而，著作一世，藏之名山，以待考古团的掘出的作家，此刻早已没有了，连自作自刻，订成薄薄的一本，分送朋友的诗人，也已经不大遇得到。现在是前周作稿，次周登报，上月剪贴，下月出书，大抵仅仅为稿费。倘说，是饿着肚子，专心在为社会服务，恐怕说出来有点要脸红罢。就是笑人需要稿费的高士，他那一篇嘲笑的文章也还是不免要稿费。但自然，另有薪水，或者能靠女人奁资养活的文豪，都不属于这一类。就大体而言，根子是在卖钱，所以上海的各式各样的文豪，由于商定，是久已夫，已非一日矣的了。商家印好一种稿子后，倘那时封建得势，广告上就说是封建文豪，革命行时，便是革命文豪，于是封定了一批文豪们。别家的书也印出来了，另一种广告说那些并非真封建或真革命文豪，这边的才是真货色，于是又封定了一批文豪们。别一家又集印了各种广告的论战，一位加上些批评，另出了一位新文豪。还有一法是结合一套脚色，要几个诗人，几个小说家，一个批评家，商量一下，立一个什么社，登起广告来，打倒彼文豪，抬出此文豪，结果也总可以封定一批文豪们，也是一种的商定。就大体而言，根子是在卖钱，所以后来的书价，就不免指出文豪们的真价值，照价二折，五角一堆，也说不定的。"}
{"text":"别一家又集印了各种广告的论战，一位加上些批评，另出了一位新文豪。还有一法是结合一套脚色，要几个诗人，几个小说家，一个批评家，商量一下，立一个什么社，登起广告来，打倒彼文豪，抬出此文豪，结果也总可以封定一批文豪们，也是一种的商定。就大体而言，根子是在卖钱，所以后来的书价，就不免指出文豪们的真价值，照价二折，五角一堆，也说不定的。不过有一种例外虽然铺子出盘，作品贱卖，却并不是文豪们走了末路，那是他们已经爬了上去，进大学，进衙门，不要这踏脚凳了。十一月七日。本篇最初发表于一九三三年十一月十一日申报自由谈。久已夫，已非一日矣这是对叠床架屋的八股文滥调的模仿，清代梁章钜制义丛话卷二十四曾引有这样的句子久已夫，千百年来已非一日矣。推的余谈推的余谈丰之余看过了第三种人的推，使我有所感的确，现在推的工作已经加紧，范围也扩大了。三十年前，我也常坐长江轮船的统舱，却还没有这样的推得起劲。那时候，船票自然是要买的，但无所谓买铺位，买的时候也有，然而是另外一回事。假如你怕占不到铺位，一早带着行李下船去罢，统舱里全是空铺，只有三五个人们。但要将行李搁下空铺去，可就窒碍难行了，这里一条扁担，那里一束绳子，这边一卷破席，那边一件背心，人们中就跑出一个人来说，这位置是他所占有的。但其时可以开会议，崇和平，买他下来，最高的价值大抵是八角。假如你是一位战斗的英雄，可就容易对付了，只要一声不响，坐在左近，待到铜锣一响，轮船将开，这些地盘主义者便抓了扁担破席之类，一溜烟都逃到岸上去，抛下了卖剩的空铺，一任你悠悠然搁上行李，打开睡觉了。倘或人浮于铺，没法容纳，我们就睡在铺旁，船尾，第三种人是不来推你的。只有歇在房舱门外的人们，当账房查票时却须到统舱里去避一避。至于没有买票的人物，那是要被推无疑的。手续是没收物品之后，吊在桅杆或什么柱子上，作要打之状，但据我的目击，真打的时候是极少的，这样的到了最近的码头，便把他推上去。据茶房说，也可以推入货舱，运回他下船的原处，但他们不想这么做，因为推上最近的码头，他究竟走了一个码头，一个一个的推过去，虽然吃些苦，后来也就到了目的地了。古之第三种人，好像比现在的仁善一些似的。"}
{"text":"只有歇在房舱门外的人们，当账房查票时却须到统舱里去避一避。至于没有买票的人物，那是要被推无疑的。手续是没收物品之后，吊在桅杆或什么柱子上，作要打之状，但据我的目击，真打的时候是极少的，这样的到了最近的码头，便把他推上去。据茶房说，也可以推入货舱，运回他下船的原处，但他们不想这么做，因为推上最近的码头，他究竟走了一个码头，一个一个的推过去，虽然吃些苦，后来也就到了目的地了。古之第三种人，好像比现在的仁善一些似的。生活的压迫，令人烦冤，胡涂中看不清冤家，便以为家人路人，在阻碍了他的路，于是乎推。这不但是保存自己，而且是憎恶别人了，这类人物一阔气，出来的时候是要清道的。我并非眷恋过去，不过说，现在推的工作已经加紧，范围也扩大了罢了。但愿未来的阔人，不至于把我推上反动的码头去――则幸甚矣。七月二十四日。本篇最初发表于一九三三年七月二十七日申报自由谈。第三种人的推载一九三三年七月二十四日申报自由谈，署名达伍。他所说的第三种人，是指在推中所说的洋大人和上等华人以外的另一种人。达伍的文中说这种人，既非上等，亦不便列作下等。然而他要帮闲上等的来推下等的。又举长江轮船上的情形为例说买了统舱票的要被房舱里的人推，单单买了船票，而不买床位的要被无论那一舱的人推，推得你无容身之地。至于连船票也买不起的人，就直率了当，推上岸或推下水去。万一船开了，才被发现，就先在你身上穷搜一遍，在衣角上或裤腰带里搜出一毛两毛，或十几枚铜元，尽数取去，充作船费，然后把你推下船底的货舱了事。这些事，都由船上的帮闲者们来干，使用的是第三种推法。中国文坛的悲观中国文坛的悲观旅隼文雅书生中也真有特别善于下泪的人物，说是因为近来中国文坛的混乱，好像军阀割据，便不禁呜呼起来了，但尤其痛心诬陷。其实是作文藏之名山的时代一去，而有一个坛，便不免有斗争，甚而至于谩骂，诬陷的。明末太远，不必提了清朝的章实斋和袁子才，李莼客和赵叔，就如水火之不可调和再近些，则有民报和新民丛报之争，新青年派和某某派之争，也都非常猛烈。"}
{"text":"其实是作文藏之名山的时代一去，而有一个坛，便不免有斗争，甚而至于谩骂，诬陷的。明末太远，不必提了清朝的章实斋和袁子才，李莼客和赵叔，就如水火之不可调和再近些，则有民报和新民丛报之争，新青年派和某某派之争，也都非常猛烈。当初又何尝不使局外人摇头叹气呢，然而胜负一明，时代渐远，战血为雨露洗得干干净净，后人便以为先前的文坛是太平了。在外国也一样，我们现在大抵只知道嚣俄和霍普德曼是卓卓的文人，但当时他们的剧本开演的时候，就在戏场里捉人，打架，较详的文学史上，还载着打架之类的图。所以，无论中外古今，文坛上是总归有些混乱，使文雅书生看得要悲观的。但也总归有许多所谓文人和文章也者一定灭亡，只有配存在者终于存在，以证明文坛也总归还是干净的处所。增加混乱的倒是有些悲观论者，不施考察，不加批判，但用彼亦一是非，此亦一是非的论调，将一切，诋为一丘之貉。这样子，扰乱是永远不会收场的。然而世间却并不都这样，一定会有明明白白的是非之别，我们试想一想，林琴南攻击文学革命的小说，为时并不久，现在那里去了？只有近来的诬陷，倒像是颇为出色的花样，但其实也并不比古时候更厉害，证据是清初大兴文字之狱的遗闻。况且闹这样玩意的，其实并不完全是文人，十中之九，乃是挂了招牌，而无货色，只好化为黑店，出卖人肉馒头的小盗即使其中偶然有曾经弄过笔墨的人，然而这时却正是露出原形，在告白他自己的没落，文坛决不因此混乱，倒是反而越加清楚，越加分明起来了。历史决不倒退，文坛是无须悲观的。悲观的由来，是在置身事外不辨是非，而偏要关心于文坛，或者竟是自己坐在没落的营盘里。八月十日。本篇最初发表于一九三三年八月十四日申报自由谈，原题悲观无用论。中国文坛的混乱一九三三年八月九日大晚报火炬载小仲的中国文坛的悲观一文，其中说中国近几年来的文坛，处处都呈现着混乱，处处都是政治军阀割据式的小缩影，文雅的书生，都变成狰狞面目的凶手，把不相干的帽子硬套在你的头上，直冤屈到你死！并慨叹道呜呼！中国的文坛！"}
{"text":"八月十日。本篇最初发表于一九三三年八月十四日申报自由谈，原题悲观无用论。中国文坛的混乱一九三三年八月九日大晚报火炬载小仲的中国文坛的悲观一文，其中说中国近几年来的文坛，处处都呈现着混乱，处处都是政治军阀割据式的小缩影，文雅的书生，都变成狰狞面目的凶手，把不相干的帽子硬套在你的头上，直冤屈到你死！并慨叹道呜呼！中国的文坛！章实斋―名学诚，字实斋，浙江会稽今绍兴人，清代史学家。袁子才―，名枚，字子才，浙江钱塘今杭县人，清代诗人。袁枚死后，章学诚在丁巳札记内针对袁枚论诗主张性灵及收纳女弟子的事，攻击袁枚为无耻妄人，以风流自命，蛊惑士女。此外，他又著有妇学妇学篇书后书坊刻诗话后等文，也都是攻击袁枚的。李莼客―名慈铭，字无心伯，号莼客，浙江会稽人，清末文学家。赵质澹保福玻埂保福福矗质澹憬峄耍迥画篆刻家。李慈铭在所著越缦堂日记中常称赵之谦为妄人，攻击赵之谦亡赖险诈，素不知书，是鬼蜮之面而狗彘之心。见光绪五年十一月廿九日日记民报和新民丛报之争指清末同盟会机关报民报同梁启超主办的新民丛报关于民主革命和君主立宪的论争。民报，月刊，一九五年十一月在日本东京创刊，一九八年冬被日本政府查禁，一九一年初在日本秘密印行两期后停刊。新民丛报，半月刊，一九二年二月在日本横滨创刊，一九七年冬停刊。新青年派和某某派之争指新青年派和当时反对新文化运动的封建复古派进行的论争。新青年，五四时期倡导新文化运动传播马克思主义的重要综合性月刊。一九一五年九月创刊于上海，由陈独秀主编，第一卷名青年杂志，第二卷起改名新青年。一九一八年一月起李大钊等参加该刊编辑工作，一九二二年七月休刊。嚣俄通译雨果。一八三年二月二十五日，雨果的浪漫主义剧作欧那尼在巴黎法兰西剧院上演时，拥护浪漫主义文学的人们同拥护古典主义文学的人们在剧院发生尖锐冲突，喝采声和反对声混成一片。霍普德曼，―，通译霍普特曼，德国剧作家，著有剧本织工等。"}
