{"text":"花花儿周岁的时候李妈病了病得很重，只好回家。她回家后花花儿早晚在她的卧房门外绕着叫，叫了好几天才罢。换来一个郭妈又凶又狠，把花花儿当冤家看待。一天我坐在书桌前工作，花花儿跳在我的座后，用爪子在我背上一拍，等我回头，它就跳下地，一爪招手似的招，走几步又回头叫我。我就跟它走。它把我直招到厨房里，然后它用后脚站起，伸前爪去抓菜橱下层的橱门――里面有猫鱼。原来花花儿是问我要饭吃。我一看它的饭碗肮脏不堪，半碗剩饭都干硬了。我用热水把硬饭泡洗一下，加上猫鱼拌好，花花儿就乖乖地吃饭。可是我一离开，它就不吃了，追出来把我叫回厨房。我守着，它就吃，走开就不吃。后来我把它的饭碗搬到吃饭间里，它就安安顿顿吃饭。我心想这猫儿又作怪，它得在饭厅里吃饭呢！不久我发现郭妈作弄它。她双脚夹住花花儿的脑袋，不让它凑近饭碗，嘴里却说吃啊！吃啊！怎不吃呀？我过去看看，郭妈忙一松腿，花花儿就跑了。我才懂得花花儿为什么不肯在厨房吃饭。花花儿到我家一二年后，默存调往城里工作，圆圆也在城里上学，寄宿在校。他们都要周末才回家，平时只我一人吃饭，每年初夏我总疰夏，饭菜不过是西红柿汤，凉拌紫菜头之类。花花儿又作怪，它的饭碗在我座后，它不肯在我背后吃。我把它的饭碗挪在饭桌旁边，它才肯吃吃几口就仰头看着我，等我给它滴上半匙西红柿汤，它才继续吃。我假装不看见也罢，如果它看见我看见它了，就非给它几滴清汤。我觉得这猫儿太唯心了，难道它也爱喝清汤！猫儿一岁左右还不闹猫，不过外面猫儿叫闹的时候总爱出去看热闹。它一般总找最依顺它的默存，要他开门，把两只前爪抱着他的手腕子轻轻咬一口，然后叼着他的衣服往门口跑，前脚扒门，抬头看着门上的把手，两只眼睛里全是恳求。它这一出去就彻夜不归。好月亮的时候也通宵在外玩儿。两岁以后，它开始闹猫了。我们都看见它争风打架的英雄气概，花花儿成了我们那一区的霸。有一次我午后上课，半路上看见它嗷嗷怪声叫着过去。它忽然看见了我，立即回复平时的娇声细气，啊，啊，啊向我走来。我怕它跟我上课堂，直赶它走。可是它紧跟不离，直跟到洋灰大道边才止步不前，站定了看我走。那条大道是它活动区的边界，它不越出自定的范围。"}
{"text":"它这一出去就彻夜不归。好月亮的时候也通宵在外玩儿。两岁以后，它开始闹猫了。我们都看见它争风打架的英雄气概，花花儿成了我们那一区的霸。有一次我午后上课，半路上看见它嗷嗷怪声叫着过去。它忽然看见了我，立即回复平时的娇声细气，啊，啊，啊向我走来。我怕它跟我上课堂，直赶它走。可是它紧跟不离，直跟到洋灰大道边才止步不前，站定了看我走。那条大道是它活动区的边界，它不越出自定的范围。三反运动期间，我每晚开会到半夜三更，花花儿总在它的活动范围内迎候，伴随我回家。花花儿善解人意，我为它的聪明惊喜，常胡说这猫儿简直有几分人气。猫的人气，当然微弱得似有若无，好比人为万物之灵，人的那点灵光，也微弱得只够我们惶惑地照见自己多么愚昧。人的智慧自有打不破的局限，好比猫儿的聪明有它打不破的局限。花花儿毕竟只是一只猫。三反运动后院系调整，我们并入北大，迁居中关园。花花儿依恋旧屋，由我们捉住装入布袋，搬入新居，拴了三天才渐渐习惯些，可是我偶一开门，它一道电光似的向邻近树木繁密的果园蹿去，跑得无影无踪，一去不返。我们费尽心力也找不到它了。我们伤心得从此不再养猫。默存说有句老话狗认人，猫认屋，看来花花儿没有超出猫类。他的容安馆休沐杂咏还有一首提到它音书人事本萧条，广论何心续孝标，应是有情无处着，春风蛱蝶忆儿猫。一九八八年九月控诉大会控诉大会三反运动期间，我在清华任教。当时，有的大学举办了资产阶级腐朽思想的图书展览，陈列出一批思想腐朽的书籍。不过参观者只能隔着绳索圈定的范围，遥遥望见几个书题和几个人名，无从体会书籍如何腐朽，我校举行的控诉大会就不同了。全校师生员工大约三千人都参加，大礼堂里楼上楼下坐得满满的。讲台上有声有色的控诉，句句部振动人心。我也曾参与几个酝酿会。那就是背着被控诉的教师，集体搜索可资控诉的材料，例如某教师怎么宣扬资产阶级的生活方式，某教师怎么传布资产阶级的思想等等。我当时教一门危险课。外文系的危险课原有三门诗歌戏剧小说。后来这三门课改为选修，诗歌和戏剧班上的学生退选，这两门课就取消了。"}
{"text":"全校师生员工大约三千人都参加，大礼堂里楼上楼下坐得满满的。讲台上有声有色的控诉，句句部振动人心。我也曾参与几个酝酿会。那就是背着被控诉的教师，集体搜索可资控诉的材料，例如某教师怎么宣扬资产阶级的生活方式，某教师怎么传布资产阶级的思想等等。我当时教一门危险课。外文系的危险课原有三门诗歌戏剧小说。后来这三门课改为选修，诗歌和戏剧班上的学生退选，这两门课就取消了。我教的是大三的英国小说，因为仍有学生选修，我只好开课。我有个朋友思想很进步，曾对我说，你那老一套的可不行了，得我来教教你。我没有虚心受教，只留心回避思想意识，着重艺术上的分析比较，一心只等学生退选。两年过去了。到第三年，有些大学二年的学生也选修这门课，可是他们要求精读一部小说，而大三的学生仍要求普遍的分析讨论。我就想乘机打退堂鼓。但不知准想出一个两全法精读一部小说，同时着重讨论这部小说的技巧。当时选定精读的小说是狄更斯的大卫考伯菲。狄更斯受到马克思的赞许，也受到进步评论家的推重，公认为进步小说家。他那部小说精读太长，只能选出部分，其余供浏览，或由老师讲述几句，把故事联上就行。可是狄更斯的进步不免令人失望。比如主人公穷困时在工厂当擦皮鞋的小工，当然很进步，可是他公然说，他最痛苦的是日常与下等人为伍。把工人看作下等人，羞与为伍，我可怎么代装出进步面貌呢？最简便的办法是跳过去！小说里少不了谈情说爱的部分。我认为狄更斯喜剧性地描写中下层社会中年男女谈情，实在是妙极了，可是描写男女主人公的恋爱，往往糟得很，我干脆把谈恋爱的部分全部都跳过拉倒。跳，有时有绊脚石。一次，精读的部分里带上一句牵涉到恋爱的话。主人公的房东太太对他说你觉也不睡，饭也不吃，我知道你的问题。学生问什么问题？我得解答房东大太点出他在恋爱。我说写恋爱用这种方式是陈腐的滥凋。十八世纪斐尔丁的小说里，主人公虽然恋爱，照常吃饭，照常睡觉。十九世纪的狄更斯却还未能跳出中世纪骑士道的恋爱准则。我不愿在这个题目上多费工夫，只举了几条荒谬的例子，表示多么可笑。我这样踢开了绊脚石。酝酿控诉大会的时候，我正为改造思想做检讨。"}
{"text":"一次，精读的部分里带上一句牵涉到恋爱的话。主人公的房东太太对他说你觉也不睡，饭也不吃，我知道你的问题。学生问什么问题？我得解答房东大太点出他在恋爱。我说写恋爱用这种方式是陈腐的滥凋。十八世纪斐尔丁的小说里，主人公虽然恋爱，照常吃饭，照常睡觉。十九世纪的狄更斯却还未能跳出中世纪骑士道的恋爱准则。我不愿在这个题目上多费工夫，只举了几条荒谬的例子，表示多么可笑。我这样踢开了绊脚石。酝酿控诉大会的时候，我正为改造思想做检讨。我的问题，学生认为比较简单。我不属向上爬的典型，也不属混饭吃的典型，我只是满足于当贤妻良母，没有新中国人民的主人翁感。我的检讨，一次就通过了。开控诉大会就在通过我检查的当天晚饭后。我带着轻松愉快的心情，随我的亲戚同去听控诉。我那位亲戚是活动家，她不知哪里听说我的检讨获得好评，特来和我握手道贺，然后和我同去开会，坐在我旁边。主席谈了资产阶级思想的毒害等等，然后开始控诉。有个我从没见过的女孩子上台控诉。她不是我班上的学生，可是她咬牙切齿，顿足控诉的却是我。她提着我的名字说先生上课不讲工人，专谈恋爱。大先生教导我们，恋爱应当吃不下饭，睡不着觉。先生教导我们，见了情人，应当脸发白，腿发软。先生甚至于教导我们，结了婚的女人也应当谈恋爱。她怀着无比愤恨，控诉我的毒害。我的亲戚晚饭后坐在人丛里已开始打鼾，听到对我的这番控诉，戛然一声，停止打鼾，张大了眼睛。大礼堂里几千双眼睛都射着我。我只好效法三十年代的旧式新娘，闹房时戴着蓝眼镜，装作不闻不见，木然默坐。接下还有对别人的控诉，可是比了对我的就算不得什么了。控诉完毕，群众拥挤着慢慢散去，一面闹哄哄地议论。我站起身，发现我的亲戚已不知去向。谁这么巧妙地断章取义提纲上线的，确实为控诉大会立了大功。但我那天早上的检讨一字未及谈恋爱，怎么就没人质问，一致通过了呢？不过我得承认，这番控诉非常动听，只是我给骂得简直不堪了。我走出大礼堂，恰似刚从地狱出来的魔鬼，浑身散发着硫磺臭，还带着熊熊火焰人人都避得远远的。暗昏中，我能看到自己周围留着一圈空白，群众在这圈空白之外纷纷议论，声调里带着愤怒。"}
{"text":"我站起身，发现我的亲戚已不知去向。谁这么巧妙地断章取义提纲上线的，确实为控诉大会立了大功。但我那天早上的检讨一字未及谈恋爱，怎么就没人质问，一致通过了呢？不过我得承认，这番控诉非常动听，只是我给骂得简直不堪了。我走出大礼堂，恰似刚从地狱出来的魔鬼，浑身散发着硫磺臭，还带着熊熊火焰人人都避得远远的。暗昏中，我能看到自己周围留着一圈空白，群众在这圈空白之外纷纷议论，声调里带着愤怒。一位女同志大约是家庭妇女慨叹说咳！还不如我们无才无能的呢！好在她们不是当面批评，我只远远听着。忽然我们的系主任吴达元先生走近前来，悄悄问你真的说了那种话吗？我说你想吧，我会吗？他立即说我想你不会。我很感激他，可是我也谨慎地离他远些，因为我知道自己多么臭。我独自一人回到家里。那个时期家里只有我和一个女佣，女佣早已睡熟。假如我是一个娇嫩的女人，我还有什么脸见人呢？我只好关门上吊啊！季布壮士，受辱而不羞，因为欲有所用其未足也。我并没有这等大志，我只是火气旺盛，像个鼓鼓的皮球，没法按下个凹处来承受这份侮辱，心上也感不到丝毫惭愧。我看了一会儿书就睡觉。明早起来，打扮得喜盈盈的，拿着个莱篮子到校内菜市上人最多的地方去招摇，看不敢理我的人怎样逃避我。有人见了我及早躲开，有人佯佯不睬，但也有人照常和我招呼，而且有两三人还和我说话，有一人和我说笑了好一会儿。一星期后，我在大礼堂前稠人广众中看见一个老朋友，她老远的躲开了我。可是另有个并不很熟的女同志却和我有说有讲地并肩走了好一段路。避我只在情理之中，我没有怨尤。不避我的，我对他们至今感激。不久人民日报上报道了我校对资产阶级腐朽思想的控诉大会，还点了我的名为例先生上课专谈恋爱。幸亏我不是名人，点了名也未必有多少人知道。我的安慰是从此可以不再教课。可是下一学期我这门选修课没有取消，反增添了十多个学生。我刚经过轰轰烈烈的思想改造，诚心诚意地做了检讨，决不能再消极退缩。我也认识到大运动里的个人是何等渺小。我总不能惜这点委屈就掼纱帽呀！我难道和资产阶级腐朽思想结下了不解之缘吗？"}
{"text":"不久人民日报上报道了我校对资产阶级腐朽思想的控诉大会，还点了我的名为例先生上课专谈恋爱。幸亏我不是名人，点了名也未必有多少人知道。我的安慰是从此可以不再教课。可是下一学期我这门选修课没有取消，反增添了十多个学生。我刚经过轰轰烈烈的思想改造，诚心诚意地做了检讨，决不能再消极退缩。我也认识到大运动里的个人是何等渺小。我总不能惜这点委屈就掼纱帽呀！我难道和资产阶级腐朽思想结下了不解之缘吗？我只好自我譬解知道我的人反正知道不知道的，随他们怎么想去吧。人生在世，冤屈总归是难免的。虽然是一番屈辱，却是好一番锤炼，当时，我火气退去，就活像一头被车轮碾伤的小动物，血肉模糊的创口不是一下子就能愈合的。可是，往后我受批评甚至受斗争，总深幸这场控诉大大增强了我的韧劲。一九八八年九月黑皮阿二黑皮阿二日军侵华，上海已沦陷。苏州振华女校特在上海开了个分校，在租界的孤岛上开学，挂上学校的牌子。我好比狗耕田，当了校长。我们的事务主任告诉我，凡是挂牌子的包括学校，每逢过节，得向本区地痞流氓的头儿送节赏。当时我年纪未满三十，对未曾经历的事兴趣甚浓。地痞流氓，平时逃避都来不及，从不敢正面相看，所以很想见识见识他们的嘴脸。恰逢中秋佳节，讨赏的来了一个又一个。我的模样既不神气，也不时髦，大约像个低年级的教师或办公室的职员，反正绝不像校长。我问事务主任我出去看看行不行？他笑说你看看去吧！我冒充他手下的职员，跑到接待室去。来人身材矮小，一张黑皱皱的狭长脸，并不凶恶或狡猾。我说刚开发了某某人，怎么又来了？他说啊？伊是瘪三！前天还有个呢？他说伊是告化甲头。我诧异地看着他问侬呢？他翘起大拇指说阿拉是白相人啦！接着一口气列举上海最有名的白相人，表示自己是同伙。然后伸手从怀里掏出一张名片，这张名片纸质精良，比通常用的窄四分之一，名字印在上方右侧，四个浓黑的字黑皮阿二。我看着这枚别致的名片，乐得心上开花。只听他解释说阿拉专管抢帽子抢皮包。专管云云，可以解作专干这件事，也可以解作保管不出这种事。"}
{"text":"他说伊是告化甲头。我诧异地看着他问侬呢？他翘起大拇指说阿拉是白相人啦！接着一口气列举上海最有名的白相人，表示自己是同伙。然后伸手从怀里掏出一张名片，这张名片纸质精良，比通常用的窄四分之一，名字印在上方右侧，四个浓黑的字黑皮阿二。我看着这枚别致的名片，乐得心上开花。只听他解释说阿拉专管抢帽子抢皮包。专管云云，可以解作专干这件事，也可以解作保管不出这种事。我当时恰似小儿得饼，把别的都忘了，没再多听听他的宏论，忙着进间去向事务主任汇报，让他去对付。我把这枚希罕的名片藏在皮包里，心想我这皮包一旦被抢，里面有这张名片，说不定会有人把皮包还我。他们得讲哥儿们义气呀！可惜我几番拿出来卖弄，不知怎么把名片丢了。我也未及认清那位黑皮阿二。一九八八年十二月吾先生吾先生――旧事抬零一九四九年我到清华后不久，发现燕京东门外有个果园，有苹果树和桃树等，果园里有个出售鲜果的摊儿，我和女儿常去买，因此和园里的工人很熟。园主姓虞，果园因此称为虞园。虞先生是早年留学美国的园林学家，五十多岁，头发已经花白，我们常看见他爬在梯子上修剪果树，和工人一起劳动，工人都称他吾先生――就是我们先生。我不知道他们当面怎么称呼，对我们用第三人称，总是吾先生。这称呼的口气里带着拥护爱戴的意思。虞先生和蔼可亲。小孩子进园买果子，拿出一分两分钱，虞先生总把稍带伤残的果子大捧大捧塞给孩子。有一次我和女儿进园，看见虞先生坐在树荫里看一本线装书。我好奇，想知道他看的什么书，就近前去和他攀话。我忘了他那本书的书名，只记得是一本诸子百家的书。从此我到了虞园常和他闲聊。我和女儿去买果子，有时是工人掌秤，有时虞先生亲自掌秤。黄桃熟了，虞先生给个篮子让我们自己挑好的从树上摘。他还带我们下窖看里面储藏的大筐大筐苹果。我们在虞园买的果子，五斤至少有六斤重。三反运动刚开始，我发现虞园气氛反常。一小部分工人――大约一两个――不称吾先生了，好像他们的气势比虞先生高出一头。过些时再去，称吾先生的只两三人了。再过些时，他们的吾先生不挂在嘴上，好像只闷在肚里。有一天我到果园去，开门的工人对我说这园子归公了。"}
{"text":"我和女儿去买果子，有时是工人掌秤，有时虞先生亲自掌秤。黄桃熟了，虞先生给个篮子让我们自己挑好的从树上摘。他还带我们下窖看里面储藏的大筐大筐苹果。我们在虞园买的果子，五斤至少有六斤重。三反运动刚开始，我发现虞园气氛反常。一小部分工人――大约一两个――不称吾先生了，好像他们的气势比虞先生高出一头。过些时再去，称吾先生的只两三人了。再过些时，他们的吾先生不挂在嘴上，好像只闷在肚里。有一天我到果园去，开门的工人对我说这园子归公了。虞先生呢？和我们一样了。这个工人不是最初就不称吾先生的那派，也不是到后来仍坚持称吾先生的那派，大约是中间顺大流的。我想虞先生不会变成工人阶级，大约和其他工人那样，也算是园子里的雇员罢了，可能也拿同等的工资。一次我看见虞先生仍在果园里晒太阳，但是离果子摊儿远远的。他说得离得远远的，免得怀疑他偷果子。他说，他吃园里的果子得到市上去买，不能在这里买，人家会说他多拿了果子。我几次劝他把事情看开些，得随着时世变通，反正他照样为自己培植的果树服务，不就完了吗？果园毕竟是身外之物呀。但虞先生说想不通，我想他也受不了日常难免的腌H气。听说他闷了一程，病了一程，终于自己触电去世。没几年果园夷为平地，建造起一片房屋。如今虞园旧址已无从寻觅。一九八年九月二日第一次观礼第一次观礼――旧事拾零一九五五年四月底，我得到一个绿色的观礼条，五月一日劳动节可到天安门广场观礼。绿条儿是末等的，别人不要，不知谁想到给我。我领受了非常高兴，因为是第一次得到的政治待遇。我知道头等是大红色，次等好像是粉红，我记不清了。有一人级别比我低，他得的条儿是橙黄色，比我高一等。反正，我自比红楼梦里的秋纹，不问人家红条黄条，我只领太太的恩典。随着观礼条有一张通知，说明哪里上大汽车哪里下车以及观礼的种种规矩。我读后大上心事。得橙黄条儿的是个男同志，绿条儿只我一人。我不认识路，下了大汽车，人海里到哪儿去找我的观礼台呢？礼毕，我又怎么再找到原来的大汽车呢？我一面忙着开箱子寻找观礼的衣服，一面和家人商量办法。我说绿条儿一定不少。我上了大汽车，就找一个最丑的戴绿条子的人，死盯着他。"}
{"text":"反正，我自比红楼梦里的秋纹，不问人家红条黄条，我只领太太的恩典。随着观礼条有一张通知，说明哪里上大汽车哪里下车以及观礼的种种规矩。我读后大上心事。得橙黄条儿的是个男同志，绿条儿只我一人。我不认识路，下了大汽车，人海里到哪儿去找我的观礼台呢？礼毕，我又怎么再找到原来的大汽车呢？我一面忙着开箱子寻找观礼的衣服，一面和家人商量办法。我说绿条儿一定不少。我上了大汽车，就找一个最丑的戴绿条子的人，死盯着他。干吗找最丑的呢？我说免得人家以为我看中他。家里人都笑说不妥越是丑男人，看到女同志死盯着他，就越以为是看中他了。我没想到这一层，觉得也有道理。我打算上了车，找个最容易辨认的戴绿条儿的人，就死盯着，只是留心不让他知觉。五一清晨，我兴兴头头上了大汽车，一眼看到车上有个戴绿条儿的女同志，喜出望外，忙和她坐在一起。我仿佛他乡遇故知她也很和气，并不嫌我。我就不用偷偷儿死盯着丑的或不丑的男同志了。同车有三个戴大红条儿的女同志，都穿一身套服窄窄腰身的上衣和紧绷绷的短裙。她们看来是年常戴着大红条儿观礼的人物。下车后她们很内行地说，先上厕所，迟了就脏了。我们两个绿条子因为是女同志，很自然的也跟了去。厕所很宽敞，该称盥洗室，里面熏着香，沿墙有好几个洁白的洗手池子，墙上横镶着一面面明亮的镜子，架上还挂着洁白的毛巾。但厕所只有四小间。我正在小间门口，出于礼貌，先让别人。一个戴红条儿的毫不客气，直闯进去，撇我在小间门旁等候。我暗想她是憋得慌吧？这么急！她们一面大声说笑，说这会儿厕所里还没人光顾，一切都干干净净地等待外宾呢。我进了那个小间，还听到她们大声说笑和错乱的脚步声，以后就寂然无声。我动作敏捷，怕她们等我，忙掖好衣服出来。不料盥洗室里已杳无一人。我吃一大惊，惊得血液都冷凝不流了。一个人落在天安门盥洗室内，我可怎么办呢！我忙洗洗手出来，只见我的绿条儿伙伴站在门外等着我。我感激得舒了一口大气，冷凝的血也给阶级友爱的温暖融化了。可恨那红条儿不是什么憋得慌，不过是眼里没有我这个绿条子。也许她认为我是僭越了，竟擅敢挤入那个迎候外宾的厕所。我还自以为是让她呢！"}
