{"text":"――一九八三年五月四日秋声一片生活在都市的人，愈来愈不了解季节了。我们不能像在儿时的乡下，看到满地野花怒放，而嗅到春风的讯息也不能在夜里的庭院，看挥扇乘凉的老人，感受到夏夜的乐趣更不能在东北季风来临前，做最后一次出海的航行捕鱼，而知道秋季将尽。都市就是这样的，夏夜里我们坐在冷气房子里，远望落地窗外的明星，几疑是秋天冬寒的时候，我们走过聚集的花市，还以为春天正盛。然后我们慢慢迷惑了迷失了，季节对我们已失去了意义，因为在都市里的工作是没有季节的。前几天，一位朋友来访，兴冲冲的告诉我秋天到了，你知不知道？他突来的问话使我大吃一惊，后来打听清楚，才知道他秋天的讯息来自市场，他到市场去买菜，看到市场里的蟹儿全黄了，才惊觉到秋天已至，不禁令我哑然失笑对春江水暖鸭先知的鸭子来说，要是知道人是从市场知道秋天，恐怕也要笑吧。古人是怎么样知道秋天的呢？我记得宋朝的词人蒋捷写过一首声声慢，题名就是秋声黄花深巷，红花低窗，凄凉一片秋声，豆雨声来，中间夹带风声。疏疏二十五点，丽谯门不锁更声。故人远，问谁摇玉佩，檐底铃声。彩角声随月堕，渐连营马动，四起茄声。闪烁邻灯，灯前尚有砧声。知他诉愁到晓，碎哝哝多少蛋声！未了，把一半分与雁声。这首词很短，但用了十个声字，在宋朝辈起的词人里也是罕见的蒋捷用了风声雨声更声铃声笳声砧声蛩声雁声来形容秋天的到来，真是令人感受到一个有节奏的秋天。中国过去的文学作品里都有着十分强烈的季节感，可惜这种季节的感应已经慢慢在流失了。有人说我们季节感的迷失，是因为台湾是个四季如春的地方，这一点我不同意即使在最热的南部，用双手耕作的农人，永远对时间和气候的变化有一种敏感，那种敏感就像能在看到花苞时预测到它开放的时机。在工业发展神速的时代，我们的生活不断有新的发现。"}
{"text":"中国过去的文学作品里都有着十分强烈的季节感，可惜这种季节的感应已经慢慢在流失了。有人说我们季节感的迷失，是因为台湾是个四季如春的地方，这一点我不同意即使在最热的南部，用双手耕作的农人，永远对时间和气候的变化有一种敏感，那种敏感就像能在看到花苞时预测到它开放的时机。在工业发展神速的时代，我们的生活不断有新的发现。我们的祖先只知道事物的实体季节风云的变化花草树木的生长，后来的人逐渐能穿透事物的实体找那更精细的物质，老一辈的人只知道物质最小的单位是分子，后来知道分子之下有原子，现在知道原子之内有核子，有中于，有粒于，将来可能在中子粒子之内又发现更细的组成。可叹的是，我们反而失去了事物可见的实体，正是应了中国的一句古话只见秋毫，不见舆薪。到如今，我们对大自然的感应甚至不如一棵树。一棵树知道什么时候抽芽开花结实落叶等等，并且把它的生命经验记录在一圈圈或松或紧的年轮，而我们呢？有许多年轻的孩子甚至不知道玫瑰杜鹃什么时候开花。更不要说从声音里体会秋天的来临了。自从我们可以控制室内的气温以未，季节的感受就变成被遗弃的孩子，尽管它在冬天里猛力的哭号，也没有多少人能听见了。有一次我在纽约，窗外正飘着大雪，由于室内的暖气很强，我们在朋友家只穿着单衣，朋友从冰箱拿出冰淇淋来招待我们，我拿着冰淇淋看窗外大雪竟自呆了，怀念着红泥小火炉，能饮一杯无那样冬天的生活。那时，季节的孩子在窗外探，我仿佛看见它蹑着足，走入了远方的树林。由于人在室内改变了自然，我们就不容易明白冬天午后的阳光有多么可爱，也不容易体知夏夜庭院，静听蟋蟀鸣唱任凉凤吹拂的快意了。因为温室栽培，我们四季都有玫瑰花，但我们就不能亲切知道春天玫瑰是多么的美我们四季都有杜鹃可赏，也就不知道杜鹃血一样的花是如何动人了。传说唐朝的武则天，因为嫌牡丹开花太迟，曾下令将牡丹用火焙燔，吓得牡丹仙子大为惊慌，连忙连夜开花以娱武后的欢心，才免去焙燔之苦。读到这则传说的时候，我还是一个不经事的少年，也不禁掩卷而叹我们现在那些温室里的花朵，不正是用火来烤着各种花的精灵吗？使牡丹在室外还下着大雪的冬天开花，到底能让人有什么样的乐趣呢？我不明白。"}
{"text":"传说唐朝的武则天，因为嫌牡丹开花太迟，曾下令将牡丹用火焙燔，吓得牡丹仙子大为惊慌，连忙连夜开花以娱武后的欢心，才免去焙燔之苦。读到这则传说的时候，我还是一个不经事的少年，也不禁掩卷而叹我们现在那些温室里的花朵，不正是用火来烤着各种花的精灵吗？使牡丹在室外还下着大雪的冬天开花，到底能让人有什么样的乐趣呢？我不明白。萌芽的春绿荫的夏凋零的秋枯寂的科在人类科学的进化中也逐渐迷失了。我们知道秋天的来临，竟不再是从满地的落叶，而是市场上的蟹黄，是电视报纸上暖气与毛毡的广告，使我在秋天临窗北望的时候，有着一种伤感的心清。这种心情，恐怕是我们下一代的孩子永远也不会知道的吧！――一九八二年十一月二十四日夜观流星烬读宋朝沈括著的梦溪笔谈，有一段谈到他夜见流星的事，非常有趣治平元年，常州日禹时，天有大声如雷，乃一大星几如月，见于东南，少时而又震一声，移着西南又一震而坠，在宜兴县民许氏园中，远近皆见，火光赫然照天，许氏藩篱皆为所焚。是时火息，视地中只有一窍如G大，极深，下视之，星在其中荧荧然，良久渐暗，尚热不可近，又久之，发其窍，深三尺余，乃得一圆石，犹热，其大如拳，一头微锐，色如铁，重亦如之。沈括学识的渊博早为后世尝得推崇，但我对这一段描述特别感到兴趣，并不是像有的学者说他对流星的判断正确早在西方大文学家九百年之前，而是我小时候也有一段看流星殒落的相似经验。我幼年居住的乡里，没有电视没有收音机没有冷气没有电扇，一到夏天夜晚，就没有人留在屋内，家人全跑到三合院中间的庭院里纳凉大人坐在藤椅上聊天，或谈着农事，分节阅读或谈着东邻西里的闲话，小孩子就围坐在地板上倾听，或到处追逐萤火虫。小时候，家里有一位帮忙农事的老长工，我们都叫做他玉豹伯，他的脑子里装满了民间戏曲里的戏文故事，口才好，姿势优美，颇像妈祖庙前的说书先生。他没有儿女，因此特别疼爱我们，每天夏天夜里，我们都围着听他说故事，一直到夜幕低垂才肯散去。"}
{"text":"小时候，家里有一位帮忙农事的老长工，我们都叫做他玉豹伯，他的脑子里装满了民间戏曲里的戏文故事，口才好，姿势优美，颇像妈祖庙前的说书先生。他没有儿女，因此特别疼爱我们，每天夏天夜里，我们都围着听他说故事，一直到夜幕低垂才肯散去。他的身上有一种说不出的魁力，听到精采的地方，我们甚至舍不得离开去捉跳到身边的大蟋蟀。有一天王豹伯为我们讲西游记，谈到孙悟空如何在天空腾云驾雾飞来飞去，我们都不禁抬头望向万里的长空，就在那个时候，一颗天边的星星划出一条优美的长线，明亮的星一直往我们头上坠落，我们都尖声大叫，玉豹伯说流星！流星！然后我们听到轰然一声巨响，流星就落在我们庭院前不远处蕉园旁的河床。一群孩子全像约好了似的，完全顾不得孙悟空，呼啸着站起往河床奔去，等我们跑到的时候却完全不见流星的影子，在河床搜寻一个晚上毫无所获，才拖着疲倦的身子回家。第二天还特别起早，继续到河床去找，后来找到一颗巨大的黑褐色石头，因为我们日日在河床游戏，几乎可以确定那颗新石头就是昨夜的流星，但是天上的明星落到地上怎么会变成石头呢？是我们不敢肯定的谜题。那是我第一次看见流星，在那之前，虽听大人说起过流星，知道天上的每个星星就对应着地上的一个人，只要看见天上的流星殒落就知道地上死去了一个人。可是我常自问，地上时常有人去世，为什么流星是那么的罕见呢？还有人说，当你看见一颗流星落下的一刻，闭上眼睛专心许愿，你的愿望就可以实现，当时我们还是孩子，心中没有什么大愿，看到奔射如箭的流星，张看之不暇，谁还顾得许愿呢？后来我还在庭院里看过几次流星，但都远在天外，稍纵即逝，不像第一次的感受那么深刻，心中只是无端的茫然，若是天空中的星星都对应着一个人，那一刻落下的又是谁呢？不管是谁，人世里不是行者就是过客，流星落下不免令人感触殊深。"}
{"text":"后来我还在庭院里看过几次流星，但都远在天外，稍纵即逝，不像第一次的感受那么深刻，心中只是无端的茫然，若是天空中的星星都对应着一个人，那一刻落下的又是谁呢？不管是谁，人世里不是行者就是过客，流星落下不免令人感触殊深。如果流星是一个人的殒落，那么浩渺的天空就对应着广阔的大地，人的群落就是星的聚散，这样想时，我们的离恨别情便淡泊了许多――光灿的星落到地上只是一个无光的石头，还有什么是永远的光明呢？我总觉得不管有多少天文学家，不管人类登陆了月球，我们对天空的了解都还是浅薄无知的，重要的不是我们知道了多少天空的事物，而是它给了我们什么样心灵的启示。从很年幼的时候我就爱独自坐着看天空，并借着天空冥想，一直到现在，我出门时第一眼都要看看天色，这或许是看天吃饭的农家于弟本性，然而这种本性也使我在大旱的时候想着渴望雨水的禾苗在连日豪雨之际思念着农田里还未收割，恐惧着发芽的累累稻穗在巨风狂吼之时忧心着那些出海捕鱼的渔夫。天空的冥思是可以让我们更关切着生活的大地，这样站在地上仰望天际，就觉得天空和星月离我们不远，也是星垂平野阔，月涌大江流的心情。我最担心的是，在我认识的都市儿童中，大部分失去了天空的敏感，有的甚至没有好好的看过天色，更不要说是流星了。现在如果我看见流星，我想许的愿望是孩子们，抬头看看那一颗马上要失去的流星吧！――一九八三年一月二十六日香鱼的故乡在台北的日本料理店里有一道名菜，叫烤香鱼，这道烤鱼和其他的鱼都不一样其他的鱼要剖开拿掉肚子，香鱼则是完整的，可以连肚子一起吃，而且香鱼的肚子是苦的，苦到极处有一种甘醇的味道，正像饮上好的茗茶。有一次我们在日本料理店吃香鱼，一位朋友告诉我香鱼为什么可以连肚子一起吃的秘密。他说香鱼是一种奇怪的鱼，它比任何的鱼都爱干净，他生活的水域只要稍有污染，香鱼就死去了，所以它的肚子永远不会有脏的东西，可以放心食用。朋友的说法，使我对香鱼的品味大大的提高，是怎么样的一种鱼，心情这样高贵，容不下一点环境的污迹？"}
{"text":"有一次我们在日本料理店吃香鱼，一位朋友告诉我香鱼为什么可以连肚子一起吃的秘密。他说香鱼是一种奇怪的鱼，它比任何的鱼都爱干净，他生活的水域只要稍有污染，香鱼就死去了，所以它的肚子永远不会有脏的东西，可以放心食用。朋友的说法，使我对香鱼的品味大大的提高，是怎么样的一种鱼，心情这样高贵，容不下一点环境的污迹？这也使我记忆起，十年前在新店溪旁碧潭桥头的小餐馆里，曾经吃过新店溪盛产的香鱼，它的体型细小毫不起眼，当时还是非常普通的食物，如今，新店溪的香鱼早就绝种了，因为新店溪被人们染污了，香鱼拒绝在那样的水域里存活。现在日本料理店的香鱼，已经不产在新店溪，而要从日本空运来台，使香鱼的身价大大增高，几乎任何鱼都比不上。听说在澎湖某些没有被污染的海域，还能找到香鱼的踪迹，可是为数甚少，早就无法供应吃客的需求了。本来在新店溪旁的普通食物，如今却在台湾找不到故乡，想起来就令人伤感。每次吃香鱼的时候，我的心清就不免沉重，那种沉重来自香鱼的敏感，在许多人的眼里，所有的鱼做为食物以外，就没有别的意义了。香鱼却不同，因为它的喜爱洁净，使我们更觉得应该有一个清洁的生存空间。在某一个层次上，香鱼是比人更窟贵的，我们生活在一个被污染的环境，到处充满了刺耳的噪音和汽车排放的黑烟，可是时间一久，我们就适应了这样的环境，甚至一点抗辩也没有。没有新鲜的空气没有干净的溪水没有清爽的天空，甚至没有安静的听觉，我们都已经峭焉不察了，面对着一天比一天沉沦的生活空间，有时我们完全失去了警觉。香鱼不然，它不肯自甘于污浊的溪水，不肯改变自己去适应一个更坏的环境，于是它选择了死，宁洁而死，不浊而生，那样的气节，更使我们面对香鱼的时候低徊不已。记得多年以前，我在梨山上，参观过蹲鱼的养殖蹲鱼是濒临绝迹的鱼类，在台湾，只有梨山上清澈的溪水和适当的水温，能让他们乐于悠游，正由于它们独特的品性，使养殖的人丝毫不敢掉以轻心，也正因为这样，鳟鱼在人们的心目中，永远不会和吴郭鱼相提并论。有一次我在澎湖的海边度假，渔民们邀请我到海边去欣赏奇景。"}
{"text":"记得多年以前，我在梨山上，参观过蹲鱼的养殖蹲鱼是濒临绝迹的鱼类，在台湾，只有梨山上清澈的溪水和适当的水温，能让他们乐于悠游，正由于它们独特的品性，使养殖的人丝毫不敢掉以轻心，也正因为这样，鳟鱼在人们的心目中，永远不会和吴郭鱼相提并论。有一次我在澎湖的海边度假，渔民们邀请我到海边去欣赏奇景。那一天，许多海豚无缘无故的游到岸上集体自杀，我站在海岸边，看着那些到处罗列的海豚，它们从海里跳到岸上等待着死亡，却没有人知道原因，我也不知道。海豚的集体自杀，给当地的渔民带来一笔小财，没有人探问它们为什么拒绝生存，我的心里却充满了疑惑海豚是一种智商很高的动物，它们到底为什么要集体自杀呢？是不是心情上受了什么委屈？在以前海面干净的往日，是不是也有海豚自杀呢？生物学家恐怕也无法解开海豚自杀的谜题，但是我深知，海豚的自杀不是无缘无故，一定有它的理由，只可惜，我们不能理解。唯一可以理解的是，动物有动物的想法，鱼也有鱼的心情。干净的海，是海豚的故乡清澈的溪水，是香鱼和蹲鱼的故乡它们宁可做失乡的游魂，也不愿活在污浊的水域，是做为人的我们，应该深切反省的。有许多饲养鸟类和热带鱼的朋友，经常向我抱怨，不管他们如何细心照料，鸟和鱼都会无故的死去，我想，鱼鸟的死都不是无故的，因为鸟是属于山林的，不属于笼子鱼是属于河海的，不属于水箱。现在更严重的是，即使在山林河海，由于人为的污染，许多动物都活得不快乐，恐怕在大自然里，只有一种动物对坏的环境能安之如常，那种动物的名字叫做人。几年前，人们在新店溪放香鱼，让香鱼回到它的故乡，据说现在新店溪里已有为数极少的香鱼存活，如果河川不继续污染，将来我们食用的香鱼不必从空中来，而是本乡的土产。香鱼是我们的，故乡也是我们的，我们千万不要让故乡成为巷鱼拒绝的地方。――一九八二年十二月二十九日琴手蟹淡水是台北市郊我常常去散心的地方，每到工作劳累的时候，我就开着车穿过平野的稻田到淡水去也许去吃海鲜，也许去龙山寺喝老人茶，也许什么事都不做，只坐在老河口上看夕阳慢慢地沉落。"}
{"text":"香鱼是我们的，故乡也是我们的，我们千万不要让故乡成为巷鱼拒绝的地方。――一九八二年十二月二十九日琴手蟹淡水是台北市郊我常常去散心的地方，每到工作劳累的时候，我就开着车穿过平野的稻田到淡水去也许去吃海鲜，也许去龙山寺喝老人茶，也许什么事都不做，只坐在老河口上看夕阳慢慢地沉落。我在这种短暂的悠闲中清洁自己逐渐被污染的心灵。有一次在淡水，看着火红的夕阳消失以后，我就沿着河口的堤防缓慢地散步，竟意外地在转角的地方看到一个卖海鲜的小摊子，摊子上的鱼到下午全失去了新鲜的光泽，却在摊子角落的水桶中有十几只生猛的螃蟹，正轧轧轧地走动，嘴里还冒着气泡。那些螃蟹长得十分奇特，灰色斑点的身躯，暗红色的足，比一般市场上的蟹小一号，最奇怪的是它的钳，右边一只钳几乎小到没有，左边的一只却巨大无朋，几乎和它的身躯一样大，真是奇怪的造型。经过一番讨价还价，我花了一百元买了二十四只螃蟹便宜得不像话。回到家后它们还是活生生地在水池里乱走。夜深了，我想到这些海里生长的动物在陆地上是无法生存的，正好家里又存了一罐陈年大曲，我便把大曲酒倒在锅子里，把买来的大脚蟹全喂成东倒西歪的醉蟹，一起放在火烹了。等我吃那些蟹时，剖开后才发现大脚蟹只是一具空壳，里面充满了酒，却没有一点肉正诧异的时候，有几个朋友夜访，要来煮酒论艺，其中一位见多识广的朋友看到桌上还没有吃完的蟹惊叫起来唉呀！人怎么把这种蟹拿来吃？这蟹有毒吗？我被吓了一大跳。不是有毒，这蟹根本没有肉，不应该吃的。朋友侃侃谈起那些蟹的来龙去脉，他说那种蟹叫琴手蟹，生长在淡水河口，由于它的钳一大一小相差悬殊，正如同一个人手里拿着一把吉他一样――经他一说，桌上的蟹一刹那间就美了不少。他说古人说焚琴煮鹤是罪过的，你把琴手蟹拿来做醉蟹，真是罪过。"}
{"text":"朋友侃侃谈起那些蟹的来龙去脉，他说那种蟹叫琴手蟹，生长在淡水河口，由于它的钳一大一小相差悬殊，正如同一个人手里拿着一把吉他一样――经他一说，桌上的蟹一刹那间就美了不少。他说古人说焚琴煮鹤是罪过的，你把琴手蟹拿来做醉蟹，真是罪过。琴手蟹还有一个名字，他说得意犹未尽，叫做招潮蟹，因为它的钳一大一小，当它的大钳举起来的时候就好像在招手，在海边，它时常举着大钳面对潮水，就好像潮水是它招来的一样，所以海边的人都叫它招潮蟹，传说没有招潮蟹，潮水就不来了。经他这样一说，好像吃了琴手蟹或者招潮解真是罪不可恕了。这位可爱的朋友顺便告诫了一番吃经，他说凡物有三种不能吃说一是仙风道骨的，像鹤像鸳鸯像天堂鸟都不可食二是艳丽无方的，像波斯猫，像毒蕈，像初开的玫瑰也不可食三是名称超绝的，像吉娃娃，像雨燕，像琴手蟹，像夜来香也不可食。凡吃了这几种都是辜负了造物的恩典，是有罪的。说得一座皆惊，酒兴全被吓得魂飞魄散，他说这里面有一些道理，凡是仙风道骨的动植物，是用来让我们沉思的艳丽无方的动植物是用来观赏的名称超绝的动植物是用来激发想像力的一物不能二用，既有这些功能，它的肉就绝不会好吃，也吃不出个道理来。我们再往深一层去想，凡是无形的事物就不能用有形的标准来衡量，像友谊爱情名誉自尊操守等等，全不能以有形的价值来加以论断，如果要用有形来买无形，都是有罪的。朋友滔滔雄辩，说得头头是道，害我把未吃完的琴手蟹赶紧倒掉，免得惹罪上身。但是这一番说词却使我多年来在文化艺术思索的瓶颈豁然贯通，文化的推动靠的是怀抱，不是金钱，艺术的发展靠的是热情，不是价目，然而在工商社会里仿佛什么都被倒错了。没想到一百元买来的琴手蟹为这三个字好像那蟹正拨着一把琴，传来叮叮当当的乐声惹来这么多的麻烦，今夜重读金刚经，读到一切众生，皆能佛性，本来不生，本来不灭，只因迷悟，而致升沉时突然想起那些琴手蟹来，也许在迷与悟之间，只吃了一只琴手蟹，好像就永劫堕落，一直往下沉了。也许，琴手蟹的前生真是一个四处流浪弹琴的乐手呢！"}
