{"text":"想想五百两银子值得，这个孩子在文学上很有心得。以文学的观点来看，这两句诗的确很好！原句是近来一病轻如燕，扶上雕鞍马不知。这是古人对文学的推崇。如果是现在，科学搞不好，光作两句诗，不把父母气死才怪。我们举这个例子，也可说明愤与悱的一隅道理。下面是讲一个人的领悟力，举一隅不以三隅反，则不复也。有些人读书学习很用功，但是领悟力不够，充其量，只能成为一个书呆子。譬如拿研究历史来说，最低限度，也是为了前事不忘，后事之师也。了解前代的事情，和现在的事情原则差不多，道理是一样，只是发生的时代不同，地区不同，现象两样而已。所以多读历史，能够举一反三，就可前知过去，后知未来。否则，白读死书，则不复也。学识又有什么意义呢？千古艰难唯一死讲了孔子教育方法的原则原理，就讲到子食于有丧者之侧，未尝饱也。子于是日哭，则不歌。这是讲孔子对于养生送死的礼非常重视。他去了丧家，吃饭从来没有吃饱过在这一天哭过了，心里头难过，绝对不唱歌的。这很简单，不但孔子，我们也一样。这有什么了不起，为什么这两句话放在这里呢？这句话看来很平常，但其意义是说明孔子对生死的大问题很重视。古今中外，宗教哲学科学都在追究这个问题生命从哪里来？往哪里去了？死了以后还有没有？是否如过去所讲有再生之说，死了以后还会投胎？后来又加上来自印度埃及的学说，认为人死了再投胎不一定做人，做什么决定于前生的道德善恶。所谓轮回三世因果，这是佛家的思想。西方也是一样，基督教也有这样的思想，人死了以后，等到世界末日来临时，灵魂还会复活，接受上帝的审判。复活岂不是再生？这是一样的道理，不过不如东方说得详尽而已。这是古今中外一个大问题。所以孔子对于生死的事情，非常重视。这两句话，没有放在专门讲孔子的生活习惯和生活现实的乡党篇中，而放在这里，是为了连接引出下面的道理。子谓颜渊曰用之则行，舍之则藏。唯我与尔有是天！孔子有一天对颜回说，时代国家如果用得到我，就出来为国家天下做事如时代国家不需要我，就退隐，自己藏起来。藏在哪里呢？譬如苏东坡的诗说万人如海一身藏，非常好，尤其适合现在这个时代，古人是要隐藏到山林中去，现在用不着，只要住在公寓房子里，把门一锁，死了都没人知道。孔子还说，这样的情形，只有我和你颜回两人可以做到。"}
{"text":"这两句话，没有放在专门讲孔子的生活习惯和生活现实的乡党篇中，而放在这里，是为了连接引出下面的道理。子谓颜渊曰用之则行，舍之则藏。唯我与尔有是天！孔子有一天对颜回说，时代国家如果用得到我，就出来为国家天下做事如时代国家不需要我，就退隐，自己藏起来。藏在哪里呢？譬如苏东坡的诗说万人如海一身藏，非常好，尤其适合现在这个时代，古人是要隐藏到山林中去，现在用不着，只要住在公寓房子里，把门一锁，死了都没人知道。孔子还说，这样的情形，只有我和你颜回两人可以做到。因为颜回在孔门是道德修养最好的学生，至于其他的三千弟子，相形之下，就逊色多了。实际上也真的是很难，我们再体验一下，用之不一定能够行。假如说目前这个环境，把基辛格一流的人都拿下去，要你出来，行不行是个问题。时代不需要你的时候，你能不怨天，不尤人，默默无闻的活下去，这也做不到。一个人总有自己的牢骚，尤其知识分子们总认为当今天下，舍我其谁？假使让我出来，比诸葛亮还更高明。所以没有完全认识自己，隐退是很难的，因此孔子对自己得意的弟子颜回说只有你我两才做得到。把全篇首尾连贯起来，排成一个师生讲论的场面，由上面一节的说话，第一个不服气的又是子路，他忍不住开腔了子路曰子行三军，则谁与？子曰暴虎冯河，死而无悔者，吾不与也。必也临事而惧，好谋而成者也。子路倒有自知之明，讲用之则行，舍之则藏这一套修养，自己是不行，所以他说老师！假使你打仗，你带哪一个？你总不能带颜回吧！他营养不良，体力都不够，你总得带我吧！――文章中的三军，不是现代的海陆空军，当时还是车战，中军左军右军称为三军。――孔子听了子路的话笑了，他骂子路，像你这种脾气，要打仗绝不带你，像一只发了疯的暴虎一样，站在河边就想跳过去，跳不过也想跳，这样有勇无谋怎么行？而且一鼓作气，看起来蛮英勇，死了都不后悔，这种作法是冤枉去送死。子路这样的勇，不是大勇，孔子的学问中，智仁勇三个字是相连的，真正的大勇，一定有智有仁真正的仁，一定有智有勇真正的智，也一定有仁有勇，三者不能分开的。孔子说，一个统帅的修养，一定要做到临事而惧，好谋而成。"}
{"text":"而且一鼓作气，看起来蛮英勇，死了都不后悔，这种作法是冤枉去送死。子路这样的勇，不是大勇，孔子的学问中，智仁勇三个字是相连的，真正的大勇，一定有智有仁真正的仁，一定有智有勇真正的智，也一定有仁有勇，三者不能分开的。孔子说，一个统帅的修养，一定要做到临事而惧，好谋而成。所谓临事而惧，并不是怕事，而是说任何一件事到手上，开始时就是怕会失败，所以要考虑周详，不自作聪明到事情终于来了，则好谋而成，不怕了，必须用智慧，各方面都设想周到，促其成功，这才是统御人才的基本修养。男儿到此是英雄因此而引出孔子自己的表白，说明他对立身处世的态度子曰富而可求也，虽执鞭之士，吾亦为之如不可求，从吾所好。这是孔子有名的话。在论语上是富而可求也，但在史记伯夷列传上，司马迁引用孔子的话是富贵如可求也，还多一个贵字。这也是一个问题，古书上这些小问题，读书时也要注意到。我认为论语的记载比较对，应该没有贵字，因为尚书洪范篇上讲五福寿富康宁攸好德考终命，便没有贵字。我们中国人的人生哲学，富贵两字往往连起讲，富了自然就贵，不富就不贵，富更重要，所以在这里富字应该已经包括了贵字而说的。孔子认为富是不可以去乱求的，是求不到的，假使真的求得来，就是替人拿马鞭，跟在后头跑，所谓拍马屁，乃至教我干什么都干。假使求不到，那么对不住，什么都不来。从吾所好。孔子好的是什么？就是下面说的道德仁义。真的富贵不可求吗？孔子这话有问题。中国人的老话小富由勤，大富由命。发小财能节省勤劳肯去做，没有不富的既懒惰，又不节省，永远富不了。大富大到什么程度很难说，但大富的确由命。我们从生活中体会，发财有时候也很容易但当没钱时一块钱都难，所以中国人说一钱逼死英雄汉，古人的诗说美人买笑千金易，壮士穷途一饭难。在穷的时候，真的一碗饭的问题都难解决。但到了饱得吃不下去的时候，每餐饭都有三几处应酬，那又太容易。也就是说，小富由勤，大富由命，但命又是什么东西？这又谈到形而上去了，暂时把它摆着。现在孔子所谓的求，不是努力去做的意思，而是想办法，如果是违反原则去求来的，是不可以的。"}
{"text":"我们从生活中体会，发财有时候也很容易但当没钱时一块钱都难，所以中国人说一钱逼死英雄汉，古人的诗说美人买笑千金易，壮士穷途一饭难。在穷的时候，真的一碗饭的问题都难解决。但到了饱得吃不下去的时候，每餐饭都有三几处应酬，那又太容易。也就是说，小富由勤，大富由命，但命又是什么东西？这又谈到形而上去了，暂时把它摆着。现在孔子所谓的求，不是努力去做的意思，而是想办法，如果是违反原则去求来的，是不可以的。所以他的话中便有可求和不可求两个正反的道理，可与不可是指人生道德价值而言。如富可以不择手段去求得来，这个富就很难看，很没有道理，所以孔子说这样的富假使可以去求的话，我早去求了。但是天下事有可为，也有不可为，有的应该做，也有的不应该做，这中间大有问题。如不可求，我认为不可以做的，则富不富没有关系。因为富贵只是生活的形态，不是人生的目的，我还是从我所好，走我自己的路。子之所慎齐战疾。孔子平常非常小心注意的事齐战疾三件事情。古代齐斋同义，清心寡欲谓之斋，古人在举行国家大典或祭天地祖宗的时候，便要斋戒。所谓斋戒沐浴就是清心寡欲，并不像现在的人，称吃素为吃斋，这个错误在习惯上已用了一千多年，不必改它了。古代的斋是内心的修养，要着重气质的变化，在礼记中变化气质第一步工夫，就是要斋心，毋不敬，俨若思。现代的语汇，就是心理的净化，所以孔子对斋是最谨慎，最小心的。其次是对战争，我们讲军事哲学思想史，经常也引用到孔子的话。他不是不懂军事，而是对军事哲学的理论很高明，只是平常不轻谈战争。第三疾是指卫生保健的事，这是养生之道，他非常注意自己身体健康。所以斋战疾是他特别小心的事。孔子生活习惯的事，为什么记载在这里？前面说过，这一篇等于是第一篇学而的解释发挥，下面便讲到子在齐闻韶，三月不知肉味。曰不图为乐之至于斯也！韶是古代一种音乐的名称，是三代以上的舜乐。孔子听了这个音乐，三月不知肉味。有人解释三月不知肉味说孔子在这一段时间吃素。当年五四运动，人们根据这句话，说孔子穷得连肉都吃不起。实际不是这个意思，真正的意思是孔子听了韶乐以后，心境之宁静，思想之专一，吃饭的时候都不知道自己在吃饭，欣赏韶乐到了忘我的境界。"}
{"text":"前面说过，这一篇等于是第一篇学而的解释发挥，下面便讲到子在齐闻韶，三月不知肉味。曰不图为乐之至于斯也！韶是古代一种音乐的名称，是三代以上的舜乐。孔子听了这个音乐，三月不知肉味。有人解释三月不知肉味说孔子在这一段时间吃素。当年五四运动，人们根据这句话，说孔子穷得连肉都吃不起。实际不是这个意思，真正的意思是孔子听了韶乐以后，心境之宁静，思想之专一，吃饭的时候都不知道自己在吃饭，欣赏韶乐到了忘我的境界。这也是描写古代的音乐好到如此程度。所以孔子感叹，上古时代音乐的境界，有我们所意想不到的高明。南面王不易也讲了孔子内心的修养，和教育弟子以及他自己生活的情况，给我们一个榜样以后，下面就提出问题了。冉有曰夫子为卫君乎？子贡曰诺，吾将问之。入曰伯夷叔齐何人也？曰古之贤人也。曰怨乎？曰求仁而得仁，又何怨？出曰夫子不为也。孔子周游列国时，各国都排斥孔子，生怕他有意夺取政权，唯有在卫国的时候，卫灵公南子一般大臣，都对孔子很好，尊敬他，照顾他。所以当时大家都怀疑他，甚至孔子自己的弟子，听了太多的谣言，也起怀疑，像冉有，有一天就说，我们老师真想做卫国的国君吗？当然，他不是不赞成，老师真干了，他也会上来帮忙的。子贡听了便说，好！我去问他。这时孔子受的谣言大概很大，所以子贡也不先下断语，只说将要去问老师。但是人与人之间的谈话，是一门很高的艺术，子贡问话的高明该学一学。他绝没有一进去就报告！老师，你要不要当国君？他受过愤启悱发的教育，真是一个大外交官，说话非常漂亮，绝不问正题。他问孔子，老师，你看伯夷叔齐是什么样子的人？孔子说，那是了不起的，古代的贤人啊！子贡说，老师！他们两人，为了信守仁道的节操，不肯当国君，在首阳山饭都不吃，饿死了，你看他们到最后，会不会埋怨？后悔不后悔？孔子说他不会埋怨的。立定了志向，为达到最高道德的目标，宁愿饿死，求仁得仁，有什么可埋怨的？子贡听到这里，不需要再问老师想不想当国君，马上就出来了。对冉有说，老弟你放心，我们的老师不会做这种闲事。子贡问了当皇帝的话没有？他没有问。但问到了正题没有？绝对问到了。这就是值得效法的谈话艺术。"}
{"text":"子贡说，老师！他们两人，为了信守仁道的节操，不肯当国君，在首阳山饭都不吃，饿死了，你看他们到最后，会不会埋怨？后悔不后悔？孔子说他不会埋怨的。立定了志向，为达到最高道德的目标，宁愿饿死，求仁得仁，有什么可埋怨的？子贡听到这里，不需要再问老师想不想当国君，马上就出来了。对冉有说，老弟你放心，我们的老师不会做这种闲事。子贡问了当皇帝的话没有？他没有问。但问到了正题没有？绝对问到了。这就是值得效法的谈话艺术。讲到这里，下面就刚好把孔子自己的一段感叹接上去，作为解释，恰到好处。子曰饭疏食饮水，曲肱而枕之，乐亦在其中矣。不义而富且贵，于我如浮云。这是孔子最有名的话，而且在文学境界上，写得最美。孔子说，只要有粗菜淡饭可以充饥，喝喝白开水，弯起膀子来当枕头，靠在上面酣睡一觉，人生的快乐无穷！舒服得很！就是说一个人要修养到家，先能够不受外界物质环境的诱惑，进一步摆脱了虚荣的惑乱，乃至于皇帝送上来给你当，先得看清楚应不应该当。有了这个修养，才可以看到孔子学问修养的境界。人生的大乐，自己有自己的乐趣，并不需要靠物质，不需要虚伪的荣耀。不合理的，非法的，不择手段地做到了又富又贵是非常可耻的事。孔子说，这种富贵，对他来说等于浮云一样。孔子把这种富与贵比作浮云，比得妙极了。并不是如后世认为像天上的云，看都不要看一下。唐诗宋词，作流水浮云的作品太多了。在孔子当时，很少用到。我们要注意到，天上的浮云是一下子聚在一起，一下子散了，连影子都没有。可是一般人看不清楚，只在得意时看到功名富贵如云一样集在一起，可是没有想到接着就会散去。所以人生一切都是浮云，聚散不定，看通了这点，自然不受物质环境虚荣的惑乱，可以建立自己的精神人格了。在这里，又插进孔子的一段话。孔子这里几段话，在什么年龄说的，无法考证，不过弟子们编这部书，把他的观念连贯起来，编得非常妙，成一整体，所以下面就是说，孔子的目的在于学问。子曰加我数年，五十以学易，可以无大过矣。根据这个话看起来，孔子总是在四十多岁，至多四十九岁说的。他说如果我能多活几年，五十岁以后学易经――易经是古代的文化――把易经搞通了，人生就没有大过了。大过也是易经六十四卦中一个卦名。"}
{"text":"子曰加我数年，五十以学易，可以无大过矣。根据这个话看起来，孔子总是在四十多岁，至多四十九岁说的。他说如果我能多活几年，五十岁以后学易经――易经是古代的文化――把易经搞通了，人生就没有大过了。大过也是易经六十四卦中一个卦名。从这个观点来看，人生自己晓得真要求学问，大概都在这个阶段，根据现代医学，人类智慧发展得最成熟的时候，是五十岁开始，到六十岁这个阶段，因此也证明蘧伯玉吾年五十方知四十九之非。的话了。人多活一年，反省就多一年。人能知道过去的错处就是了不起，所以孔子说这几句话，应该是在这个时候。在这阶段中，头脑最成熟，真有资格求学问。下面就讲孔子的学问，除了易经以外，就是雅言，这是说孔子平常不乱说话的，他讲话都是很高雅的，有所根据的。难道孔子土话都不讲吗？吃饭一定说饮食哉！饮食哉！不是这个意思，而是说孔子讲的话，都有学问的根据，根据什么呢？子所雅言，诗书执礼，皆雅言也。中国传统的文化，诗经书经礼记等等都是雅言，是上古文化的中心。也就是说他的思想言行，都是有根据的，足以承先启后，继往开来的。记载了孔子这些事情，归纳起来，下面就另起一段叶公问孔子于子路，子路不对。子曰女奚不曰其为人也，发愤忘食，乐以忘忧，不知老之将至。云尔！叶公好龙是历史上有名的故事，他喜欢龙。在宫廷里到处画的雕的都是龙，结果感动了真龙来现身，却因此把他吓死了。所以当时子张就曾经说过，他不是爱的真龙，而是爱的像龙一样的东西。而后人把这个故事，当作浮华不实的比喻。叶公有一天问子路，孔子是一个什么样的人，子路没有答复他。子路的不答复，非常高明，因为站在子路的立场，他实在不便说什么。同时孔子这样伟大的人，真的教人不知从何说起，就是说了，叶公也未必能了解孔子。但是，叶公走了以后，子贡就进去报告老师，孔子说你何不告诉他，我是一个为了发愤求学问，常常穷得没饭吃，连自己肚子饿了，都无所感觉，而忘了人是必须吃饭的那种人当学问上有所获益，就快乐得忘记了忧愁，根本忽略了衰老的威胁。孔子这种为学的精神，也是我们要效法的地方。"}
{"text":"叶公有一天问子路，孔子是一个什么样的人，子路没有答复他。子路的不答复，非常高明，因为站在子路的立场，他实在不便说什么。同时孔子这样伟大的人，真的教人不知从何说起，就是说了，叶公也未必能了解孔子。但是，叶公走了以后，子贡就进去报告老师，孔子说你何不告诉他，我是一个为了发愤求学问，常常穷得没饭吃，连自己肚子饿了，都无所感觉，而忘了人是必须吃饭的那种人当学问上有所获益，就快乐得忘记了忧愁，根本忽略了衰老的威胁。孔子这种为学的精神，也是我们要效法的地方。孔子的人生修养，是永远年轻的，所以他的学问道德，能苟日新，日日新，又日新。永远是进步的，随时有新的境界。进步和退步下面接着引用孔子的话。子曰我非生而知之者，好古，敏以求之者也。这个文字很简单，我们一看就懂了。如果以现在的观念来说，就是孔子告诉学生或朋友们，我并不是生来的天才，是爱好传统，靠勤敏而求得的学问。生来便能自知的天才真有吗？那是一个问题。我们古史记载，如黄帝，如尧，都有生知的天才，不过后人并不相信。有一种天才是生而知之的。如唐代的白居易，生下来还是婴儿，抱在奶妈怀里，还不会说话的时候，就认识无字，屡次试验他，拿一本书叫他一指，都是指到无字。这种生而知之的事，照中国古代的看法，有很多人都很相信。因此苏东坡说书到今生读已迟。这意思就是说，人的天分智慧，大多是由前生带来的。这就牵涉到现代科学正在研究的天才问题。所谓天才儿童，究竟是由血统遗传来的？或者由另外一个未知的因素来的？或者是后天发展而来的？天才们往往特别爱好某些什么。如果没有注意这个问题，就不大会了解，如果去注意，就会发现很多资料。有人天生下来，就懂某一种东西，这是非常奇怪的。至于报纸上常报道的，某个孩子数学方面有惊人的表现，或某一方面有非凡的天赋，这还不算是真正的天才。另外确有生而知之的天才，如古书中说黄帝生而神灵。依现在的观念而言，都说是历史上捧人的假话。如果站在教育或心灵学的立场研究起来，的确有天才，世界上充满了这些人，不过现代一般人不大注意这种事。孔子在这里讲的，是走其实的路子。他说，我不是生来的天才。好古，敏以求之者也。这个敏字就是敏捷，包括了聪明与努力。好古是喜欢追求传统的东西。"}
{"text":"至于报纸上常报道的，某个孩子数学方面有惊人的表现，或某一方面有非凡的天赋，这还不算是真正的天才。另外确有生而知之的天才，如古书中说黄帝生而神灵。依现在的观念而言，都说是历史上捧人的假话。如果站在教育或心灵学的立场研究起来，的确有天才，世界上充满了这些人，不过现代一般人不大注意这种事。孔子在这里讲的，是走其实的路子。他说，我不是生来的天才。好古，敏以求之者也。这个敏字就是敏捷，包括了聪明与努力。好古是喜欢追求传统的东西。讲到好古，在这里可以注意一下，中国人在近几十年以前的几千年当中，观念上都认为今不如古。在历史上许多地方，都引证古人的事例，充满了对古人的赞美。而近世纪的观念，引进了西方文化。从十六七世纪以后，西方文化有一大转变，认为古不如今，越到后来，越推翻了前代，今天很可能是错的，明天会更好，这就涉及到哲学上的一个问题了。究竟人类文化是进步，还是退步呢？照中国的，东方的看法是今不如古，人类历史文化是退化，没有进步。照目前西方文化的看法，是古不如今，古代永远是落伍的，新的永远是进步的。这两种相反的看法，便在哲学思想上形成了一个问题。我们对此应先有一基本的认识。究竟什么叫进步？什么叫退步？须要先下一个定义。如果把中外古今的文化研究下来，就会得到一个结论。譬如说，现在整个时代，是科学文明的时代。十六世纪以后，西方科学文明刺激了工商业的发达社会经济的繁荣。而工商业的发展与社会经济的繁荣，又回过来刺激了科学文明的进步，形成一种循环性的刺激与发展。到今天为止，科学文明的发展，给人类带来了许多生活上的便利，但是并没有给人类带来幸福，相反的给人类精神上带来更多的痛苦与烦恼。这样，将中西文化联合起来加以研究，站在物质文明进步的立场，或者自然科学的观点来讲，明天实在比今天好站在精神文化的立场来说，今天是比昨天差。其次，站在政治哲学的立场来讲，不谈现实，只谈理论。因为一切学问的最后，都须要哲学来做总结论的。譬如说，帝王政治民主政治独裁政治自由政治，所有各种政治思想和作法，在历史上，都曾经出现过，但是谁能够下一个结论说究竟哪一种政治体制是最好的？我相信这是无法下结论的。历史上都有过，都看过，都经验过这些政治制度，可是没有人能够肯定何者是绝对的好，何者是绝对的不好。药物也是一样，中药有中药的用法，西药有西药的用法。"}
