{"text":"年月日第章我和北大北大创建于年，到明年整整年了，称之为与世纪同龄，是当之无愧的。我生于年，小北大岁，到明年也达到岁高龄，称我为世纪老人，虽不中不远矣。说到我和北大的关系，在我活在世界上的年中，竟有年是在北大度过的，称我为老北大是再恰当不过的。由于自然规律的作用，在现在的北大中，像我这样的老北大，已寥若晨星了。在北大五十余年中，我走过的并不是一条阳关大道。有光风霁月，也有阴霾蔽天有山重水复疑无路，也有柳暗花明又一村，而后者远远超过前者。这多一半是人为地造成的，并不能怨天尤人。在这里，我同普天下的老百姓，特别是其中的知识分子，是同呼吸共命运的，大家彼此彼此，我并没有多少怨气，也不应该有怨气。不管怎样，不知道有什么无形的力量，把我同北大紧紧缚在一起，不管我在北大经历过多少艰难困苦，甚至一度曾走到死亡的边缘上，我仍然认为我这一生是幸福的。一个人只有一次生命，我不相信什么轮回转生。在我这仅有的可贵的一生中，从春风得意马蹄疾的少不更事的青年，一直到高堂明镜悲白发的耄耋之年，我从未离开过北大。追忆我的一生，怡悦之感，油然而生，虽九死其犹未悔。有人会问你为什么会有这样的感觉呢？这个问题是我必须答复的。记得前几年，北大曾召开过几次座谈会，探讨的问题是，北大的传统究竟是什么？参加者很踊跃，发言也颇热烈。大家的意见不尽一致，这是很自然的现象。我个人始终认为，北大的优良传统是根深蒂固的爱国主义。有人主张，北大的优良传统是革命。其实真正的革命还不是为了爱国？不爱国，革命干吗呢？历史上那种你方唱罢我登场的以暴易暴的改朝换代，应该排除在革命之外。讲到爱国主义，我想多说上几句。现在有人一看到爱国主义，就认为是好事，一律予以肯定。其实，倘若仔细分析起来，世上有两类性质截然不同的爱国主义。被压迫被迫害被屠杀的国家或人民的爱国主义是正义的爱国主义，而压迫人迫害人屠杀人的国家或人民的爱国主义则是邪恶的爱国主义，其实质是害国主义。远的例子不用举了，只举现代的德国的法西斯和日本的军国主义侵略者，就足够了。当年他们把爱国主义喊得震天响，这不是害国主义又是什么呢？而中国从历史一直到现在的爱国主义则无疑是正义的爱国主义。"}
{"text":"现在有人一看到爱国主义，就认为是好事，一律予以肯定。其实，倘若仔细分析起来，世上有两类性质截然不同的爱国主义。被压迫被迫害被屠杀的国家或人民的爱国主义是正义的爱国主义，而压迫人迫害人屠杀人的国家或人民的爱国主义则是邪恶的爱国主义，其实质是害国主义。远的例子不用举了，只举现代的德国的法西斯和日本的军国主义侵略者，就足够了。当年他们把爱国主义喊得震天响，这不是害国主义又是什么呢？而中国从历史一直到现在的爱国主义则无疑是正义的爱国主义。我们虽是泱泱大国，那些皇帝们也曾以天子自命而沾沾自喜。实际上从先秦时代起，中国的边患就连绵未断。一直到今天，我们也不能说，我们毫无边患了，可以高枕无忧了。我们绝不能说，中国在历史上没有侵略过别的国家或民族。但是历史事实是，绝大多数时间，我们是处在被侵略的状态中。我们有多少金龙天子被围困，甚至被俘虏我们有多少人民被屠杀，都有史迹可考。在这样的情况下，我们中国在历史上出的伟大的爱国者之多，为世界上任何国家所不及。汉代的苏武，宋代的岳飞和文天祥，明代的戚继光，清代的林则徐等等，至今仍为全国人民所崇拜。至于戴有爱国诗人桂冠的则更不计其数。难道说中国人的诞生基因中就含有爱国基因吗？那样说是形而上学，是绝对荒唐的。唯物主义者主张存在决定意识。我们祖国几千年的历史这个存在，决定了我们的爱国主义。现在在少数学者中有一种议论说，在中国历史上只有内战，没有外敌侵入，日本英国等的八国联军是例外。而当年的匈奴突厥辽金蒙满等族的行动，只是内战，因为这些民族今天都已纳入中华民族大家庭中了。这种说法，我实在不敢苟同。这是把古代史现代化，没有正视当时的历史事实。而且事实上那些民族也并没有都纳入中华民族的大家庭中，一个显著的例子就摆在眼前蒙古人民共和国赫然存在，你怎么解释呢？如果这种论调被认为是正确的话，中国历史上就根本没有爱国者，只有内战牺牲者。西湖的岳庙，遍布全国许多城市的文丞相祠，为了民族团结都应当立即拆掉。这岂不是天下最荒唐的事情！连汉族以外的一些人也不会同意的。我认为，我们今天全国个民族确实团结成了一个中华民族的大家庭，这是空前未有的，这应该归功于中国共产党，归功于我们全体人民。"}
{"text":"如果这种论调被认为是正确的话，中国历史上就根本没有爱国者，只有内战牺牲者。西湖的岳庙，遍布全国许多城市的文丞相祠，为了民族团结都应当立即拆掉。这岂不是天下最荒唐的事情！连汉族以外的一些人也不会同意的。我认为，我们今天全国个民族确实团结成了一个中华民族的大家庭，这是空前未有的，这应该归功于中国共产党，归功于我们全体人民。为了建设我们的伟大祖国，我们全国各族人民，都应当像爱护自己的眼球一样，维护我们的安定，维护我们的团结，任何分裂的行动都将冒天下之大不韪。我们都应该向前看，不应当向后看，不应当再抓住历史上的老账不放。这话说得有点远了但是，既要讲爱国主义，这些问题都必须弄清楚的。现在回头来再谈北大与爱国主义。在古代，几乎在所有的国家中，传承文化的责任都落在知识分子肩上。不管工农的贡献多么大但是传承文化却不是他们所能为。如果硬要这样说，那不是实事求是的态度。传承文化的人的身份和称呼，因国而异。在欧洲中世纪，传承者多半是身着黑色长袍的神父，传承的地方是在教堂中。后来大学兴起，才接过了一些传承的责任。在印度古代，文化传承者是婆罗门，他们高居四姓之首。东方一些佛教国家，古代文化的传承者是穿披黄色袈裟的佛教僧侣，传承地点是在寺庙里。中国古代文化的传承者是士。士农工商是社会上主要阶层，而士则同印度的婆罗门一样高居首位。传承的地方是太学国子监和官办以及私人创办的书院，婆罗门和士的地位，都是他们自定的。这是不是有点过于狂妄自大呢？可能有的但是，我认为，并不全是这样，而是由客观形势所决定的，不这样也是不行的。婆罗门神父士等等都是知识分子，他们的本钱就是知识，而文化与知识又是分不开的。在世界各国文化传承者中，中国的士有其鲜明的特点。早在先秦，论语中就说过士不可以不弘毅，任重而道远。士们俨然以天下为己任，天下安危系于一身。在几千年的历史上，中国知识分子的这个传统一直没变，后来发展成天下兴亡，匹夫有责。后来又继续发展，一直到了现代，始终未变。不管历代注疏家怎样解释弘毅，怎样解释任重道远，我个人认为，中国知识分子所传承的文化中，其精髓有两个鲜明的特点，一个是我在上面详细论证的爱国主义，一个就是讲骨气，讲气节，换句话说也就是在帝王将相的非正义的行为面前不低头另一方面，在外敌的斧钺前面不低头，威武不能屈。"}
{"text":"早在先秦，论语中就说过士不可以不弘毅，任重而道远。士们俨然以天下为己任，天下安危系于一身。在几千年的历史上，中国知识分子的这个传统一直没变，后来发展成天下兴亡，匹夫有责。后来又继续发展，一直到了现代，始终未变。不管历代注疏家怎样解释弘毅，怎样解释任重道远，我个人认为，中国知识分子所传承的文化中，其精髓有两个鲜明的特点，一个是我在上面详细论证的爱国主义，一个就是讲骨气，讲气节，换句话说也就是在帝王将相的非正义的行为面前不低头另一方面，在外敌的斧钺前面不低头，威武不能屈。苏武和文天祥等等一大批优秀人物就是例证。这样一来，这两个特点实又有非常密切的联系了，其关键还是爱国主义。如果我们改一个计算办法的话，那么，北大的历史就不是一百年，而是几千年。因为，北大最初的名称是京师大学堂，而京师大学堂的前身则是国子监。国子监是旧时代中国的最高学府，已有一千多年的历史，其前身又是太学，则历史更长了。从最古的太学起，中经国子监，一直到近代的大学，学生都有以天下为己任的抱负，这也是存在决定意识这个规律造成的。与其他国家的大学不太一样，在中国这样的大学中，首当其冲的是北京大学。在近代史上，历次反抗邪恶势力的运动，几乎都是从北大开始。这是历史事实，谁也否认不掉的。五四运动是其中最著名的一次。虽然名义上是提倡科学与民主，骨子里仍然是一场爱国运动。提倡科学与民主只能是手段，其目的仍然是振兴中华，这不是爱国运动又是什么呢？我在北大这样一所肩负着传承中华民族的优秀文化的背后有悠久的爱国主义传统的学府，真正是如鱼得水，认为这才真正是我安身立命之地。我曾在一篇文章写过，我身上的优点不多，唯爱国不敢后人。即使我将来变成了灰，我的每一灰粒也都会是爱国的。这是我的肺腑之言。以我这样一个怀有深沉的爱国思想的人，竟能在有悠久爱国主义传统的北大几乎度过了我的一生，我除了有幸福之感外，还有什么呢？还能何所求呢？年月日第章我对未来教育的几点希望教育为立国之本，这是中国两千多年来的历代王朝都执行的根本大法。在封建社会，帝王的所作所为，无一不是为了巩固统治，教育亦然。然而，动机与效果往往不能完全统一。不管他们的动机如何，效果却是为我们国家培养了一批批人才，使我国优秀文化传承几千年而未中断。今天，时移世迁，已经换了人间。教育为立国之本的思想，深入人心。"}
{"text":"还能何所求呢？年月日第章我对未来教育的几点希望教育为立国之本，这是中国两千多年来的历代王朝都执行的根本大法。在封建社会，帝王的所作所为，无一不是为了巩固统治，教育亦然。然而，动机与效果往往不能完全统一。不管他们的动机如何，效果却是为我们国家培养了一批批人才，使我国优秀文化传承几千年而未中断。今天，时移世迁，已经换了人间。教育为立国之本的思想，深入人心。我们政府提出了科教兴国的方针，受到了全国人民的热烈拥护。把教育的重要性提高到兴国的高度，可以说前承千年传统，后开万世太平。特别是在今天知识经济正在勃然兴起的大时代中，教育更有其独特的意义。知识经济以智力开发知识创新为第一要素，不大力振兴教育，焉能达到这个宏伟的目标？但是，我要讲一句实话，我们的振兴教育，谈论多于行动。别的例子先不举，只举一个教育经费在国民总收入中所占的百分比之低，就很清楚了。我们教育所占的百分比，不但低于发达国家，在发展中国家中也是比较低的。这让很多人难以理解。我们国家正在努力建设，用钱的地方很多，这一点谁都理解，没有人想苛求但是，既然把教育的重要性提高到那样的高度，教育经费却又不提高，报纸上再三辩解，实难令人信服。现在，据我了解所及，全国各类学校经费来源十分庞杂，贫富不均的程度颇为严重。大学的党委书记和校长，主要任务是找钱，连系主任的主要任务也是创收。如果创入不力或不利，奖金发不出去，全系教员就很难团结好。学校的根本任务是教学和科研，是出人才，出成果。现在却舍本而逐末，这样办教育，欲求兴国，盖亦难矣。因此，我对未来教育的第一个希望就是切切实实地增加教育经费。我的第二个希望是重视大中小学生的人文素质教育和伦理道德教育。现在我们中华民族的一般道德水平，实不能尽如人意。年轻的学生在这个大气候下，思想水平也不够高。他们对世界，对人生的看法，在像我这样的思想保守的老顽固眼中，有时实在难以理解，现在，全世界正处在一个巨大转变中，每个人都会受到影响的，特别是青年人，他们敏感易变，受的影响更大。日本据说有一个新名词新人类，可见青老代沟之深。中国也差不多。我在中外大学里待了一辈子可是对眼前中国大学生的思想情感等等，却越来越感到陌生。他们的一些想法和做法，有时候让我目瞪口呆。"}
{"text":"现在我们中华民族的一般道德水平，实不能尽如人意。年轻的学生在这个大气候下，思想水平也不够高。他们对世界，对人生的看法，在像我这样的思想保守的老顽固眼中，有时实在难以理解，现在，全世界正处在一个巨大转变中，每个人都会受到影响的，特别是青年人，他们敏感易变，受的影响更大。日本据说有一个新名词新人类，可见青老代沟之深。中国也差不多。我在中外大学里待了一辈子可是对眼前中国大学生的思想情感等等，却越来越感到陌生。他们的一些想法和做法，有时候让我目瞪口呆。在我眼中，有些青年人也仿佛成了新人类了。救之之法，除了教育以外，实在也难想出别的花招。根据我的了解，现在大学里的思想教育课，很难说是成功的。一上政治课，师生两苦，教员讲起来乏味，学生听起来无味。长此以往，不知伊于胡底！我个人认为，抓学生思想教育，应该从小学抓起。回想我当年上小学时，有两门课很感兴趣，一门叫做公民或者修身，一门叫做乡土。后一门专讲本地的山川人物风土人情。近在眼前，学生听起来有趣又愿听。讲爱国从爱乡开始，是一个好办法。至于公民这一门课，则讲的都是极简单的处世做人的道理，比如热爱祖国，孝顺父母，尊敬老师，和睦同学讲真话，不说谎话干好事，不做坏事讲公德，不能自私帮助别人，不坑害别人要谦虚，不能骄傲，等等，等等，都是些平常的伦理规范。听说现在教小学生也先讲唯心与唯物，存在与意识，物质与精神，小学生莫名其妙，只能硬背。这能收到什么效果呢？显而易见，什么好效果也是收不到的。到了中学和大学，依然是这一套，结果就是我在上面说到的师生两难。现在全国都在谈要重视学生的素质教育，足见这个问题已经引起了广泛的注意。这无疑是一个好现象。但是，我总觉得，空谈无补于实际，当务之急是采取适当的行动，才能走出目前的困境。我对未来教育的希望，当然不止这两点。但限于目前的时间，我只能先提出这两点来，供有关人士，特别是政府主管教育的部门参考，一得之愚，也许还有可取之处吧。年月日第章站在胡适之先生的墓前我现在站在胡适之先生墓前。他虽已长眠地下，但是他那典型的我的朋友式的笑容，仍宛然在目。可我最后一次见到这个笑容，却已是年前的事了。年月中旬，是北京大学建校周年的纪念日。此时，解放军已经包围了北平城，然而城内人心并不惶惶。"}
{"text":"我对未来教育的希望，当然不止这两点。但限于目前的时间，我只能先提出这两点来，供有关人士，特别是政府主管教育的部门参考，一得之愚，也许还有可取之处吧。年月日第章站在胡适之先生的墓前我现在站在胡适之先生墓前。他虽已长眠地下，但是他那典型的我的朋友式的笑容，仍宛然在目。可我最后一次见到这个笑容，却已是年前的事了。年月中旬，是北京大学建校周年的纪念日。此时，解放军已经包围了北平城，然而城内人心并不惶惶。北大同仁和学生也并不惶惶而且，不但不惶惶，在人们的内心中，有的非常殷切，有的还有点狐疑，都在期望着迎接解放军。适逢北大校庆大喜的日子，许多教授都满面春风，聚集在沙滩孑民堂中，举行庆典。记得作为校长的适之先生，做了简短的讲话，满面含笑，只有喜庆的内容，没有愁苦的调子。正在这个时候，城外忽然响起了隆隆的炮声。大家相互开玩笑说解放军给北大放礼炮哩！简短的仪式完毕后，适之先生就辞别了大家，登上飞机，飞往南京去了。我忽然想到了李后主的几句词最是仓皇辞庙日，教坊犹唱别离歌，垂泪对宫娥。我想改写一下，描绘当时适之先生的情景最是仓皇辞校日，城外礼炮声隆隆，含笑辞友朋。我哪里知道，我们这一次会面竟是最后一次。如果我当时意识到这一点的话，我是含笑不起来的。从此以后，我同适之先生便天各一方，分道扬镳，世事两茫茫了。听说，他离开北平后，曾从南京派来一架专机，点名接走几位老朋友，他亲自在南京机场恭候。飞机返回以后，机舱门开，他满怀希望地同老友会面。然而，除了一两位以外，所有他想接的人都没有走出机舱。据说――只是据说，他当时大哭一场，心中的滋味恐怕真是不足为外人道也。适之先生在南京也没有能待多久，百万雄师过大江以后，他也逃往台湾。后来又到美国去住了几年，并不得志，往日的辉煌犹如春梦一场，它不复存在。后来又回到台湾我现在站在适之先生墓前，鞠躬之后，悲从中来，心内思潮汹涌，如惊涛骇浪，眼泪自然流出。杜甫有诗焉知二十载，重上君子堂。我现在是焉知五十载，躬亲扫陵墓。此时，我的心情也是不足为外人道也。我自己已经到望九之年，距离适之先生所待的黄泉或者天堂乐园，只差几步之遥了。回忆自己八十多年的坎坷又顺利的一生，真如一部二十四史，不知从何处说起了。"}
{"text":"后来又到美国去住了几年，并不得志，往日的辉煌犹如春梦一场，它不复存在。后来又回到台湾我现在站在适之先生墓前，鞠躬之后，悲从中来，心内思潮汹涌，如惊涛骇浪，眼泪自然流出。杜甫有诗焉知二十载，重上君子堂。我现在是焉知五十载，躬亲扫陵墓。此时，我的心情也是不足为外人道也。我自己已经到望九之年，距离适之先生所待的黄泉或者天堂乐园，只差几步之遥了。回忆自己八十多年的坎坷又顺利的一生，真如一部二十四史，不知从何处说起了。积年之经验，我认为，一个人生在世间，如果想有所成就，必须具备三个条件才能勤奋机遇。行行皆然，人人皆然，概莫能外。别的人先不说了，只谈我自己。关于才能一项，再自谦也不能说自己是白痴。但是，自己并不是什么天才，这一点自知之明，我还是有的。谈到勤奋，我自认还能差强人意，用不着有什么愧怍之感。但是，我把重点放在第三项上机遇。如果我一生还能算得上有些微成就的话，主要是靠机遇。机遇的内涵是十分复杂的，我只谈其中恩师一项。韩愈说古之学者必有师。师者所以传道受业解惑也。根据老师这三项任务，老师对学生都是有恩的。然而，在我所知道的世界语言中，只有汉文把恩与师紧密地嵌在一起，成为一个不可分割的名词。这只能解释为中国人最懂得报师恩，为其他民族所望尘莫及的。我在学术研究方面的机遇，就是我一生碰到了六位对我有教导之恩或者知遇之恩的恩师，我不一定都听过他们的课，但是，只读他们的书也是一种教导。我在清华大学读书时，读过陈寅恪先生所有的已经发表的著作，旁听过他的佛经翻译文学，从而种下了研究梵文和巴利文的种子。在当了或滥竽了一年国文教员之后，由于一个天上掉下来的机遇，我到了德国哥廷根大学。正在我入学后的第二个学期，瓦尔德施米特先生调到哥廷根大学任印度学的讲座教授。当我在教务处前看到他开基础梵文的通告时，我喜极欲狂。踏破铁鞋无觅处，得来全不费工夫。难道这不是天赐的机遇吗？最初两个学期，选修梵文的只有我一个外国学生。然而教授仍然照教不误，而且备课充分，讲解细致，威仪俨然，一丝不苟。几乎是我一个学生垄断课堂，受益之大，自可想见。二战爆发，瓦尔德施米特先生被征从军。已经退休的原印度讲座教授西克，虽已年逾八旬，毅然又走上讲台，教的依然是我一个中国学生。"}
{"text":"当我在教务处前看到他开基础梵文的通告时，我喜极欲狂。踏破铁鞋无觅处，得来全不费工夫。难道这不是天赐的机遇吗？最初两个学期，选修梵文的只有我一个外国学生。然而教授仍然照教不误，而且备课充分，讲解细致，威仪俨然，一丝不苟。几乎是我一个学生垄断课堂，受益之大，自可想见。二战爆发，瓦尔德施米特先生被征从军。已经退休的原印度讲座教授西克，虽已年逾八旬，毅然又走上讲台，教的依然是我一个中国学生。西克先生不久就告诉我，他要把自己平生的绝招全传授给我，包括梨俱吠陀大疏十王子传，还有他费了年的时间才解读了的吐火罗文，在吐火罗文研究领域中，他是世界最高权威。我并非天才，六七种外语早已塞满了我那渺小的脑袋瓜，我并不想再塞进吐火罗文。然而像我的祖父一般的西克先生，告诉我的是他的决定，一点征求意见的意思都没有。我唯一能走的道路就是敬谨遵命。现在回忆起来，冬天大雪之后，在研究所上过课，天已近黄昏，积雪白皑皑地拥满十里长街。雪厚路滑，天空阴暗，地闪雪光，路上阒静无人，我搀扶着老爷子，一步高，一步低，送他到家。我没有见过自己的祖父，现在我真觉得，我身边的老人就是我的祖父。他为了学术，不惜衰朽残年，不顾自己的健康，想把衣钵传给我这个异国青年。此时我心中思绪翻腾，感激与温暖并在，担心与爱怜奔涌。我真不知道是置身何地了。二战期间，我被困德国，一待就是十年。二战结束后，听说寅恪先生正在英国就医，我连忙给他写了一封致敬信，并附上发表在哥廷根科学院集刊上用德文写成的论文，向他汇报我十年学习的成绩。很快就收到了他的回信，问我愿不愿意到北大去任教。北大为全国最高学府，名扬全球但是，门槛一向极高，等闲难得进入。现在竟有一个天赐的机遇落到我头上来，我焉有不愿意之理！我立即回信同意。寅恪先生把我推荐给了当时北大校长胡适之先生，代理校长傅斯年先生，文学院长汤用彤先生。寅恪先生在学术界有极高的声望，一言九鼎。北大三位领导立即接受。于是我这个三十多岁的毛头小伙子，在国内学术界尚籍籍无名，公然堂而皇之地走进了北大的大门。唐代中了进士，就春风得意马蹄疾，一日看遍长安花。我虽然没有一日看遍北平花，但是，身为北大正教授兼东方语言文学系系主任，心中有点洋洋自得之感，不也是人之常情吗？在此后的三年内，我在适之先生和锡予汤用彤先生领导下学习和工作，度过了一段毕生难忘的岁月。"}
