{"text":"别拿这个打掩护，我是干什么的！生孩子我是专家。生吧！好算我的。我还要造炸药，当了大教授，哪有功夫养孩子？爸爸对我是一种刺激。我非混出个人样儿不可！我妈妈忽然狡黠地一笑，说道你别想糊弄我，你的事情我全知道。你呀，要真像所说的那样倒也奇了！我妈说得我心里抨抨直跳她又知道了我什么事情？自打我上了初中，她无时不在侦察我，我爸爸分了房子，我妈每周到矿院度周末。我自已有个小房间，门上加了三道锁。我妈居然都能捅开，而且捅过一点儿也不坏，简直是妙手空空。我知道她有这种手段，就把一切都藏起来，戒掉了写日记的习惯，重要的东西都留在学校里，可还是挡不住她的搜索。那时候，星期六回家简直是受罪，回去要编谎骗我妈，还要和我爸爸抬杠，只要我妈不在家，他就跃跃欲试地要揍我。后来我长了老大的个子，又有飞檐走壁之能，他揍我不着了，就改为对我现身说法。我爸爸有一段光荣历史，从小学到中学从来都考第一名，又以第一名考进了清华。要不是得了一场大病，准头一名考上官费去留洋。按我妈的话来说，我爸爸是一部伟大的机器，专门解各种习题。我爸爸还说，他现在混得也不错，住的房子只有前辈教授才住得上。在矿院提起他的大名，不要说教授学生，连校工都双挑大指。他说你妈老埋怨我打你，你只要及上我的百分之一，我绝不动你一指头！我爸爸自吹白擂时，我妈坐在一边冷笑。吃完饭我回自己屋去，我妈就来说悄悄话别听你爸爸的，他那个人没劲透了你自己爱干啥就干啥，首先要当个正直的人，其次要当个快乐的人。什么走正路争头名，咱们不干这事，你是我的儿子！光说这些没什么，她还要扯到不相干的事上去，每次都把我说个大红脸。我给你洗裤衩，发现一点问题。你感觉怎么样？我立刻气急败坏地喊起来谁让你给我洗裤衩？裤衩我会洗！别这样，妈是大夫，男孩子都有这个阶段，是正常的。要是旧社会，你就该娶媳妇了。呸！我要媳妇干什么？她算是什么东西！星期一早上我去上学，我妈去上班。我骑自行车，她也骑上一辆匈牙利倒轮闸和我一路走。那还是奥匈帝国时期的旧货，老要掉链子，骑到医院肯定是两手黑油。可她非要骑车上班不可，为的是路上继续盘问我，可是我把话扯到别的地方去。妈，你为什么不和爸爸离婚？"}
{"text":"你感觉怎么样？我立刻气急败坏地喊起来谁让你给我洗裤衩？裤衩我会洗！别这样，妈是大夫，男孩子都有这个阶段，是正常的。要是旧社会，你就该娶媳妇了。呸！我要媳妇干什么？她算是什么东西！星期一早上我去上学，我妈去上班。我骑自行车，她也骑上一辆匈牙利倒轮闸和我一路走。那还是奥匈帝国时期的旧货，老要掉链子，骑到医院肯定是两手黑油。可她非要骑车上班不可，为的是路上继续盘问我，可是我把话扯到别的地方去。妈，你为什么不和爸爸离婚？干嘛要离婚？你要是早和他离了，我也少挨几下打。她笑得从车上跳下去。到了文化革命里，她终于知道了我的事情我和许由玩炸药的事败露了，我被公安局拘了进去。这验证了我爸爸对我的判断我是个孽子，早晚要连累全家。我妈妈始终爱我。她对小转铃说，人生是一条寂寞的路，要有一本有趣的书来消磨旅途。我爸爸这本书无聊之极，叫她懊悔当初怎么挑了这么一本书看。她羡慕铃子有了一本好书，这种书只有拿性爱做钥匙才能打得开。我和小转铃好的事知道的人很少，她居然能打探出来，足见手段高明。我妈妈喜欢小转铃，她说铃子真是个好女孩可是我最后还是搞上了二妞子。这个事里多少有点和我妈抬杠的意思。我认为无论是二妞子还是小转铃都不会背叛我，所以很自信地说妈，你知道我什么了？你和你爸爸到底不一样。你是我生的嘛！怎么啦？写诗呀，你的诗文我全看过，写得真他妈的带劲。你还说，活着就是要证道，精彩。你还不知道道是什么，告诉你，道就是你妈，是你妈把你生成这样的！她啪一声打个榧子，转瞬之间，年轻时倾国倾城的神采又回到脸上来。我觉得全身的血都往头上涌，差一点中了风。写诗乃是我的大秘密，这种经历与性爱相仿灵感来临时就如高潮，写在纸上就如射精，只有和我有性关系的女人才能看，怎么能叫我妈见到！我顿时觉得自己成了褪毛的鸡。连个遮屁眼的东西都没有了。桌子上火柴香烟筷子劈里啪啦落了一地，我急红了脸吼出来小转铃这坏蛋！下次见面宰了她。妈，她把我稿子给你了？还给我吧！稿子还在她那儿，我复印留了底。你想要，拿钱来换，影印费三百元！太贵了，半价怎么样？算了算了，反正看进你眼里也拔不出来了。"}
{"text":"写诗乃是我的大秘密，这种经历与性爱相仿灵感来临时就如高潮，写在纸上就如射精，只有和我有性关系的女人才能看，怎么能叫我妈见到！我顿时觉得自己成了褪毛的鸡。连个遮屁眼的东西都没有了。桌子上火柴香烟筷子劈里啪啦落了一地，我急红了脸吼出来小转铃这坏蛋！下次见面宰了她。妈，她把我稿子给你了？还给我吧！稿子还在她那儿，我复印留了底。你想要，拿钱来换，影印费三百元！太贵了，半价怎么样？算了算了，反正看进你眼里也拔不出来了。你再别提我写的东西，那不是给人看的，行不行？尤其不能给爸爸看，你给他看了我就自杀。好，不给他看，真怪了，这又不是什么坏事情，你躲我干嘛。你还写了什么？拿来给我看看。从我妈那儿回来，我下了一个大决心，从今以后再不写诗，也不干没要紧的事，我也要像我爸那样定正路，争头名。我的确是我妈生的，这一点毫无问题，我也爱我妈，甚至比爱老婆还甚。但是我一定要证明，我和她期望的有所不同。六第二天轮到生物室卫生值周。以前卫生值周我是不理睬的，任凭厕所手纸成山。如今不同了。我不能叫人挑了眼去。我提前到校，叫起许由来，手持笤帚开始工作。这楼里大小三十个单位，每单位轮一次卫生值周。轮到校长室。校长亲自去刷洗厕所。这是因为学校里人心浮动，校长想收买人心。如今王二想走正路，说不得也要来一回。扫完了厕所，到化学实验室讨了几瓶废酸，把厕所的便器洗得光可鉴人。后来一想，光刷了厕所不成，人家不知是谁干的。我弄来几幅红纸写了大幅的标语，厨所门上贴一张欢迎您来上厕所！生物室宣。小便池上方贴的是请上前一步――生物室郑重邀请。厕所门背后是再见。我们知道您留恋这优美的环境，可现在是工作时间。何日君再来？生物界同人恭送。隔间里的标语各有特色。男厕所里写着大珠小珠落玉盘，一片冰心在玉壶。女厕所里写着花径不曾缘客扫，蓬门今始为君开。还有额匣，暗香亭。要说王二的书法，那是没说的。我写碑就写过几十斤纸，眼见厕所像个书法比赛的会场，谁知道校长一来就闯进生物室板着脸喝道厕所里的字是你写的？是呀。您看这书法够不够评奖？评个屁！高教局来人检查工作，限你十分钟，把这些字全刷了！贴时容易洗时难。"}
{"text":"何日君再来？生物界同人恭送。隔间里的标语各有特色。男厕所里写着大珠小珠落玉盘，一片冰心在玉壶。女厕所里写着花径不曾缘客扫，蓬门今始为君开。还有额匣，暗香亭。要说王二的书法，那是没说的。我写碑就写过几十斤纸，眼见厕所像个书法比赛的会场，谁知道校长一来就闯进生物室板着脸喝道厕所里的字是你写的？是呀。您看这书法够不够评奖？评个屁！高教局来人检查工作，限你十分钟，把这些字全刷了！贴时容易洗时难。还没刮洗完，高教局的人就来了，看着标语哈哈大笑，校长急得头上青筋乱蹦。等那帮人走了，校长叫我去，我对他说校长，不管怎么着，厕所我是洗了。总得表扬几句吧？表扬什么？下回开会点名批评。这他妈的怎么整的！您去看看，厕所刷的有多白！算了，我也不装孙子了。以前怎么着还怎么着吧。不准去！坐下。刷厕所是好事，写标语就不对了。将来校务会上一提到你，大家又会想起今天的事，说你是个捣蛋鬼！你呀，工作没少做，全被这些事抵消了。今后要注意形象。回去好好想想，不要头脑冲动！从校长室出来以后，我恨得牙根痒痒，让我们刷厕所，又不准有幽默感，真他娘的假正经。铃声一响，我扛着投影仪去上课。我想把形象补救过来，课上得格外卖命。这一节讲到微生物的镜下形态。讲到球菌，我蹲下去鼓起双腮讲到杆菌，就做一个跳水准备姿势讲到弧形菌，几乎扭了腰讲到螺旋菌，我的两条腿编上了蒜辫子，学生不敢看讲到有鞭毛的细菌可以移动，我翩翩起舞讲到细菌分裂，正要把自己扯成两半儿，下课铃响了。满地是铅笔头，一滑一跤。我满嘴白沫地走回实验室，照照镜子，发现自己像只螃蟹，一拔头发，粉笔末就像大雪一样落下来。刚喘过气来，医务所张大夫又来看我。他说农学系有人给他打电话，说王老师在课上不正常。他来给我量体温，看看是不是发高烧。我把张大夫撵出去，许由又朝我冷笑，我把他也撵出去。自己一个人坐着，什么都不想。我忽然觉得恶心，到校园里走走。我们的校舍是旧教堂改成。校园里有杂草丛生的花坛，铸铁的栏杆。教学校有高高的铁皮房顶。我记不清楼里有多少黑暗的走廊，全靠屋顶一块明瓦照亮有多少阁楼，从窗户直通房顶。古旧的房子老是引起我的遐想，走着走着身边空无一人。这是一个故事，一个谜，要慢慢参透。"}
{"text":"刚喘过气来，医务所张大夫又来看我。他说农学系有人给他打电话，说王老师在课上不正常。他来给我量体温，看看是不是发高烧。我把张大夫撵出去，许由又朝我冷笑，我把他也撵出去。自己一个人坐着，什么都不想。我忽然觉得恶心，到校园里走走。我们的校舍是旧教堂改成。校园里有杂草丛生的花坛，铸铁的栏杆。教学校有高高的铁皮房顶。我记不清楼里有多少黑暗的走廊，全靠屋顶一块明瓦照亮有多少阁楼，从窗户直通房顶。古旧的房子老是引起我的遐想，走着走着身边空无一人。这是一个故事，一个谜，要慢慢参透。首先，房顶上不是生锈的铁皮，是灰色厚重的铅。有几个阉人，脸色苍白，身披黑袍，从角落里钻出来。校长长着长长的鹰勾鼻子，到处窥探，要保持人们心灵的纯洁。铸铁的栏杆是土耳其刑桩，还有血腥的气味，与此同时，有人在房顶上做爱。我见过的那只猫，皮毛如月光一样皎洁，在房顶上走过。你能告诉我这只猫的意义吗？还有那墙头上的花饰？从一团杂乱中，一个轮廓慢慢走出来。然后我要找出一些响亮的句子，像月光一样干净正在出神，一阵铃响吵得我要抽风。这个故事就俺小王二一样，埋在半夜里的高粱地里了。我正好走在大电铃底下，铃声就在我头顶炸响。学生呐喊着从楼里冲出来，往食堂飞奔――这是中午的下班铃。我忽然下定决心妈的，我回家去。中午饭也不吃了！走上大街，看见有人在扫地，我猛然想起今天是爱国卫生日，全城动员，清扫门前三包地段。今天又是班主任与学生定期见面的日子。按学校的统一规定，我该去给学生讲一节德育课，然后带他们去扫地。这对我也是个紧要关头，如果现在溜回家去，以后再也别想当个正经人。我犹豫了一会儿，还是回学校去。其实这不说明我有多大决心走正路争头名，而是因为我觉得下了那么大决心，只坚持了一上午，未免不好意思。吃饱喝足又睡了一觉，我该到班上去。首先找到代理班主任团委书记小胡，问了一点情况，然后就去啦。我教四门课，接触两个系八个班，农三乙我最不喜欢。这班学生专挑老师的毛病，教授去上课犹可，像我们这样的年轻教师去上课，十次有九次要倒霉。派我做这班的班主任，完全是个阴谋。但是这节德育课我还得讲呀！一进教室我就头疼，上午说我发高烧的，就是这帮家伙。现在他们直勾勾地看着我，千夫所指，无疾而死，这节课下来不知要掉多少头发。"}
{"text":"吃饱喝足又睡了一觉，我该到班上去。首先找到代理班主任团委书记小胡，问了一点情况，然后就去啦。我教四门课，接触两个系八个班，农三乙我最不喜欢。这班学生专挑老师的毛病，教授去上课犹可，像我们这样的年轻教师去上课，十次有九次要倒霉。派我做这班的班主任，完全是个阴谋。但是这节德育课我还得讲呀！一进教室我就头疼，上午说我发高烧的，就是这帮家伙。现在他们直勾勾地看着我，千夫所指，无疾而死，这节课下来不知要掉多少头发。我走上讲台，清清喉咙同学们，男同学和女同学们，也就是男女同学们。我站在这里，看着大家的眼睛，就像看捷尔仁斯基同志的眼睛，我不敢看。不说笑话。从同学的眼睛里，我看出两个问题。第一，你们想问王老师不是发高烧吗？怎么没死又来了？对不对？班长回答。班长板着脸说有同学向医务室打电话，说王老师有病，不代表全班意见，班委开会认为，王老师的课讲得比较活，不是什么问题。打电话的同学我们已经批评他了。很好。老师的努力得到同学的肯定，别提多快乐。第二个问题，你们想问这家伙现在来干什么？下节微生物是星期四，我要告诉你，我是你们的班主任。前一段忙，经上级批准，由胡老师代理。从今天开始，我正式接任，今天的题目是道德教育，班长，什么问题？老师，你备课了吗！我拼命咽下一句去你妈的，说出当然备了。虽然没拿教案，可我全背下来了，老师的记性你可以放心，请坐。今天第一次由我来上德育课，我觉得应该沟通沟通，同学们对我有什么意见请提出来。老师，你是党员吗？不是，正在争取。谢谢你提了这个问题。老师，你是否研究生毕业？不是，本科。年龄大了，不适合念研究生。按上级规定，本科毕业可以教基础课，还有什么？提具体点儿。老师，你为什么说我们是冻猪肉？我说过这话吗？我只说到了这个班就像进了冷库，你们见了我就像见了吊死鬼。好好，我收回冷库的话。还有什么？他们说不出什么来了，我把脸一板同学们，我的缺点你们都看见了，你们是优秀班集体。实质怎么样？是不是捧出来的？考试作弊，我亲眼所见。班上丢了东西，用班费补上，不捉贼。歪风邪气够多了。我是你们的班主任，我宣布立即整风。先把贼捉出来，考试作弊也要大整。"}
{"text":"提具体点儿。老师，你为什么说我们是冻猪肉？我说过这话吗？我只说到了这个班就像进了冷库，你们见了我就像见了吊死鬼。好好，我收回冷库的话。还有什么？他们说不出什么来了，我把脸一板同学们，我的缺点你们都看见了，你们是优秀班集体。实质怎么样？是不是捧出来的？考试作弊，我亲眼所见。班上丢了东西，用班费补上，不捉贼。歪风邪气够多了。我是你们的班主任，我宣布立即整风。先把贼捉出来，考试作弊也要大整。还有，你们对本系教师毕恭毕敬，专挑外系教师的眼。这叫什么呢？看人下菜碟！明天我就把外系任课老师召来开会，写个意见报校长。我知道有人指使你们，我怕他们也不敢支持学生整老师，我知道有的年轻女教师上了你们的课，回去就哭。教师描眉怎么啦？资产阶级？帽子不小啦。你们是学生还是政治局？这班四十多人要进政治局，也不知中央什么看法。什么学生？公然调戏老师！哭什么，不准哭！我继续大骂，把恶气出足，然后宣布分组讨论。班干部上前开会，这几个人走过来，乖极了，净说好话。老师，我们怎么得罪你了？这么整我们？谈不上得罪，为你们好。老师，我们错了，你原谅我们吧！原谅不敢当，班风还是要整！拿这种架子，真有一种飘飘欲仙的快感。等把那帮孩子整到又要哭出来，我才松了口。好吧，老师当然要原谅同学了。可是你们为什么要和老师作对！老实说出来！这事不问我也明白，无非是有人看我们这些外校调来的人不顺眼。可恨的是朝学生吹风，说我作风有问题，可能乱搞男女关系。我把脸板下来说这是放狗屁。我自会找他们算帐。只要你们乖乖的，我绝不把你们扯进去，以后这种话听了要向我汇报，我是班主任。现在，少废话，上街扫地！我带学生上街，军容整齐，比别的班强了一大块。我亲自手持竹答帚在前开路。直扫得飞沙走石，尘头大起。扫了一气，我把扫帚交给班长，交待了几句，就去找校长汇报。一见面他就表扬我今天德育课上得不错，原来他就在门外听着。我把从学生那儿听来的话一说，他连连点头好，这些人大不橡话，拉帮结派，这事我要拿到校长办公会上去说。小王呀，这么工作就对了。像早上在厕所贴标语，纯属胡闹。"}
{"text":"现在，少废话，上街扫地！我带学生上街，军容整齐，比别的班强了一大块。我亲自手持竹答帚在前开路。直扫得飞沙走石，尘头大起。扫了一气，我把扫帚交给班长，交待了几句，就去找校长汇报。一见面他就表扬我今天德育课上得不错，原来他就在门外听着。我把从学生那儿听来的话一说，他连连点头好，这些人大不橡话，拉帮结派，这事我要拿到校长办公会上去说。小王呀，这么工作就对了。像早上在厕所贴标语，纯属胡闹。报告校长，说我作风有问题，这叫无风不起浪，老姚这老小子也得整整，他净给我造谣！老姚的情况不同，这个同志是很忠诚很勤奋的。他能力低一点，嘴上又没闸。学校里案子多，他破不了心急，乱说几句，你别往心里去。还有个事儿要和你商量昨晚上他巡夜摔伤了，你知道吗？不知道，要是知道了，还要喝两盅。这种人乃是造大粪的机器，还当什么保卫科长。你和我商量什么？他伤得不轻，胯骨脱了臼，医院要求派人陪床。老姚爱人陪白天，咱们派人值夜。这是医院的规矩，咱就派人吧。不过，这事和我有什么关系？有关系。老姚是校部的，你们基础部也是校部的，校部的小青年都不肯陪老跳，你来带个头好不好你一去，别人谁也不敢说不去。我叫起来别你那亲爱的我本想说你妈。又想到是校长，就改了口我的意思是说，我很尊敬您的妈。你说说看，凭什么叫我去看护他？瞧你这张嘴！对我都这样，对别人还了得吗？我和你说，现在上面要学校报科研项目，咱们也不能没有。我们准备成立个研究所，把各系能提得起来的项目往一块凑凑。你搞炸药恐怕还得算主要的一个，先搭个架子，怎么样？不怎么样，我能在这楼里造炸药吗？谁让你在这儿做实验？实验还去矿院做，咱们只是要个名义，有了名义就可以请求科研经费。将来我们也要盖实验楼，买仪器设备，这都是进一步的设想了。所长的位子吗，只能空一阵子，副所长我准备让你当，因为只有你有提得起的项目。这可提了你好几级，将来评职称出国进修你都优先。看你的样子好像不乐意，真不识抬举！我没说不乐意呀！可光我想提你不成。你想别人怎么看你！像你现在这样子。我提也白搭。从现在到讨论定所的领导班子，还要几个星期。你得有几样突出表现，才能扭转形象。"}
{"text":"实验还去矿院做，咱们只是要个名义，有了名义就可以请求科研经费。将来我们也要盖实验楼，买仪器设备，这都是进一步的设想了。所长的位子吗，只能空一阵子，副所长我准备让你当，因为只有你有提得起的项目。这可提了你好几级，将来评职称出国进修你都优先。看你的样子好像不乐意，真不识抬举！我没说不乐意呀！可光我想提你不成。你想别人怎么看你！像你现在这样子。我提也白搭。从现在到讨论定所的领导班子，还要几个星期。你得有几样突出表现，才能扭转形象。眼前这老姚的事，简直是你的绝好机会。叫你去你还不去，你真笨哪！照你这么说，我还真得去了。我爸爸病了，我要去陪，说用不着我。这老姚算个什么东西，居然要抢我爸爸上风！我还要给他擦屁股，真跌份儿！我什么时候去？今晚上就找不着人，你去吧。明天我派许由。你们俩去了，别的坏小子也都肯去了。学好真不容易，除了和学生扯淡，还得给老姚擦屁股，而且我还要感谢老姚摔断了腿，给我创造了机会。回到实验室，我给老婆打电话，说我不回去了。她二话没说，咔嚓一下把话筒搁下。我又对许由说这事儿，他默默地看了我好半天，才冒出一句王二，你别寒碜我啦。说完了晚饭，我就出发上医院。七老姚要是不给我造谣，就是个很可爱的老头儿。他长着红扑扑的脸儿，上面还有一层软软的茸毛，一副祖国花朵的嫩相，他有几根长短不齐的白胡子，长得满险都是。此人常年戴一顶布帽子，鼻梁上架上了个白边眼镜，在校园里悄悄地走来走去，打算捉贼。我们学校里贼多极了，可他就是捉不到。一般机关单位的保卫科也都很少能捉到贼，主要起个吓阻作用，可我们的老姚不但不能吓阻，自己还成了贼的目标。只要他一不注意，洗脸的毛巾就到浴室里成了公用的，大家都拿它擦脚。老姚把它找回来，稍微洗洗再用，结果脸上长了脚`，偷他毛巾的就是他的助手王刚。王刚这小子太不傻话，老姚摔伤了他也不去看着。说是丈母娘从外地来北京，他要去陪着，其实他丈母娘来了有半年了，他纯粹是找借口。老姚自己捉不到贼，就发动群众帮他捉。无论是全校大会各系的会，甚至于各科的会，他都要到会讲话，要求大家提高警惕，协助捉贼。他又是个废话篓子，一说就是一个钟头还没上正题，所以大家开会都躲着他。我们基础部开会，就常常躲到地下室，还派人在门口放哨，一见老姚来了，立刻宣布休会。"}
