{"text":"第二天的上午，我就坚决的跑到一个外国医院去，请医生详细诊察了一回，他终于断定我并非什么肋膜炎，不过是感冒。我这才放了心，回寓后不再躺下，因此也疑心到他的痘浆，可真是有效的痘浆，然而我和牛痘，可是那一回要算最后的关系了。直到一九三二年一月中，我才又遇到了种痘的机会。那时我们从闸北火线上逃到英租界的一所旧洋房里，虽然楼梯和走廊上都挤满了人，因四近还是胡琴声和打牌声，真如由地狱上了天堂一样。过了几天，两位大人来查考了，他问明了我们的人数，写在一本簿子上，就昂然而去。我想，他是在造难民数目表，去报告上司的，现在大概早已告成，归在一个什么机关的档案里了罢。后来还来了一位公务人员，却是洋大人，他用了很流畅的普通语，劝我们从乡下逃来的人们，应该赶快种牛痘。这样不化钱的种痘，原不妨伸出手去，占点便宜的，但我还睡在地板上，天气又冷，懒得起来，就加上几句说明，给了他拒绝。他略略一想，也就作罢了，还低了头看着地板，称赞我道我相信你的话，我看你是有知识的。我也很高兴，因为我看我的名誉，在古今中外的医官的嘴上是都很好的。但靠着做难民的机会，我也有了巡阅马路的工夫，在不意中，竟又看见万花筒了，听说还是某大公司的制造品。我的孩子是生后六个月就种痘的，像一个蚕蛹，用不着玩具的贿赂现在大了一点，已有收受贡品的资格了，我就立刻买了去送他。然而很奇怪，我总觉得这一个远不及我的那一个，因为不但望进去总是昏昏沉沉，连花朵也毫不鲜明，而且总不见一个好模样。我有时也会忽然想到儿童时代所吃的东西，好像非常有味，处境不同，后来永远吃不到了。但因为或一机会，居然能够吃到了的也有。然而奇怪的是味道并不如我所记忆的好，重逢之后，倒好像惊破了美丽的好梦，还不如永远的相思一般。我这时候就常常想，东西的味道是未必退步的，可是我老了，组织无不衰退，味蕾当然也不能例外，味觉的变钝，倒是我的失望的原因。对于这万花筒的失望，我也就用了同样的解释。幸而我的孩子也如我的脾气一样――但我希望他大起来会改变――他要探检这奇境了。首先撕去外面的花纸，露出来的倒还是十九世纪一样的难看的纸版，待到挖去一端的玻璃，落下来的却已经不是通草条，而是五色玻璃的碎片。围成三角形的三块玻璃也改了样，后面并非摆锡，只不过涂着黑漆了。这时我才明白我的自责是错误的。"}
{"text":"我这时候就常常想，东西的味道是未必退步的，可是我老了，组织无不衰退，味蕾当然也不能例外，味觉的变钝，倒是我的失望的原因。对于这万花筒的失望，我也就用了同样的解释。幸而我的孩子也如我的脾气一样――但我希望他大起来会改变――他要探检这奇境了。首先撕去外面的花纸，露出来的倒还是十九世纪一样的难看的纸版，待到挖去一端的玻璃，落下来的却已经不是通草条，而是五色玻璃的碎片。围成三角形的三块玻璃也改了样，后面并非摆锡，只不过涂着黑漆了。这时我才明白我的自责是错误的。黑玻璃虽然也能返光，却远不及镜玻璃之强通草是轻的，易于支架起来，构成巨大的花朵，现在改用玻璃片，就无论怎样加以动摇，也只能堆在角落里，像一撮沙砾了。这样的万花筒，又怎能悦目呢？整整的五十年，从地球年龄来计算，真是微乎其微，然而从人类历史上说，却已经是半世纪，柔石丁玲他们，就活不到这么久。我幸而居然经历过了，我从这经历，知道了种痘的普及，似乎比十九世纪有些进步，然而万花筒的做法，却分明的大大的退步了。六月三十日。本篇最初发表于一九三三年八月一日上海文学月刊第一卷第二号。黑册子指一九三三年六月国民党特务组织蓝衣社发出的预谋暗杀革命进步人士和国民党内部反蒋分子的黑名单。美国人伊罗生在上海主办的中国论坛第二卷第八期一九三三年七月曾以钩命单为标题将它披露，其中列有宋庆龄蔡元培杨杏佛茅盾等五十六人。关于中国古法种痘，相传始于宋代，至明代隆庆年间―已设立痘疹专科。清代俞茂鲲痘科金镜赋集解曾有记载。验方新编清代鲍相{编著，八卷，是过去流行的通俗医药书。本文引用的两段话，见该书卷五痘症。六道原作穴道今日原作今之。子部医家类中国古代把图书分为经史子集四大部类。医学书籍属子部医家。达生篇清代亟斋居士王琦著，一卷，是过去流行的中医妇产科专书。朱熹―字元晦，婺源今属江西人，南宋理学家。著有四书集注诗集传等。这里的引文见四书集注论语微子注文，两耳原作旁耳。世界语专门学校一九二三年成立于北京。于一九二三年九月至一九二五年三月在该校义务授课。这个校医名叫邓梦仙。进退维谷语见诗经大雅桑柔。"}
{"text":"医学书籍属子部医家。达生篇清代亟斋居士王琦著，一卷，是过去流行的中医妇产科专书。朱熹―字元晦，婺源今属江西人，南宋理学家。著有四书集注诗集传等。这里的引文见四书集注论语微子注文，两耳原作旁耳。世界语专门学校一九二三年成立于北京。于一九二三年九月至一九二五年三月在该校义务授课。这个校医名叫邓梦仙。进退维谷语见诗经大雅桑柔。柏拉图式的恋爱论指古希腊哲学家柏拉图在所著邦国篇中宣扬的精神恋爱论。外国医院指日本人开设的山本医院。逃到英租界的一所旧洋房一九三二年一二八战事时，的住所临近战区，一月三十日他全家避居内山书店，二月六日又迁至英租界内山书店支店的楼上暂住，三月中旬回寓。柔石―原名赵平复，浙江宁海人，作家，左联成员。一九三一年二月七日被国民党反动政府秘密杀害。著有小说为奴隶的母亲二月等。丁玲，原名蒋冰之，湖南临澧人，作家，左联成员。著有短篇小说集在黑暗中中篇小说水等。她于一九三三年五月十四日在上海被捕，写这篇文章时，正误传她在南京遇害。我对于文新的意见我对于文新的意见文艺新闻所标榜的既然是，杂乱一些当然是不免的。但即就而论，过去的五十期中，有时也似乎过于杂乱。例如说柏拉图的共和国，泰纳的艺术哲学都不是文艺论之类，实在奇特的了不得，阿二阿三不是阿四，说这样的话干什么呢？还有每日笔记里，没有影响的话也太多，例如谁在吟长诗，谁在写杰作之类，至今大抵没有后文。我以为此后要有事实出现之后，才登为是。至于谁在避暑，谁在出汗之类，是简直可以不登的。各省，尤其是僻远之处的文艺事件通信，是很要紧的，可惜的是往往亦有一回，后来就不知怎样，但愿常有接续的通信，就好。论文看起来太板，要再做得花色一点。各国文艺界消息，要多，但又要写得简括。例如苏联文学通信那样的东西，我以为是很好的。但刘易士被打了一个嘴巴那些，却没有也可以。此外也想不起什么来了，也是杂乱得很，对不对，请酌为幸。。五月四日。本篇最初发表于一九三二年五月十六日文艺新闻第五十五号。"}
{"text":"至于谁在避暑，谁在出汗之类，是简直可以不登的。各省，尤其是僻远之处的文艺事件通信，是很要紧的，可惜的是往往亦有一回，后来就不知怎样，但愿常有接续的通信，就好。论文看起来太板，要再做得花色一点。各国文艺界消息，要多，但又要写得简括。例如苏联文学通信那样的东西，我以为是很好的。但刘易士被打了一个嘴巴那些，却没有也可以。此外也想不起什么来了，也是杂乱得很，对不对，请酌为幸。。五月四日。本篇最初发表于一九三二年五月十六日文艺新闻第五十五号。文新，即文艺新闻，周刊，中国左翼作家联盟领导的刊物，主办人袁殊即袁学易。一九三一年三月十六日创刊于上海，一九三二年六月二十日被国民党当局查禁，共出六十号。该刊创刊一周年时，曾广泛征求意见，本篇即为此而写。英语新闻学，当时曾译为集纳主义。赵景深在文艺新闻第九号一九三一年五月十一日发表的没有文学概论一文中说我觉得文学概论这东西是没有的，我不敢承认有文学概论！柏拉图的共和国也不是普通的文学概论而是柏拉图个人的文学论，推而至于太纳的英国文学史和艺术哲学都不是普通的文学概论，而是太纳个人的文学论。共和国，通译理想国，柏拉图关于政治社会问题的重要著作。泰纳，―，法国文艺理论家。艺术哲学是他的艺术理论批评著作。每日笔记文艺新闻的一个专栏，主要登载文艺界人物动态。文艺新闻第三号一九三一年三月三十日该栏内，刊载过叶灵凤赴西湖从事长篇著作和章衣萍赴西湖吟诗的消息。苏联文学通信文艺新闻第五十号五十一号一九三二年四月十一日十八日连载的署名雷丹林的文章，其中介绍了苏联当时的各派文学思潮和高尔基的情况。刘易士被打了一个嘴巴文艺新闻第十二号一九三一年六月一日刊载过一则消息，题为一巴掌！正义之击德兰散打鲁意丝的耳光。德兰散，―，通译德莱塞鲁意丝，即刘易士，―，二人都是美国小说家。无题无题有一个大襟上挂一支自来水笔的记者，来约我做文章，为敷衍他起见，我于是乎要做文章了。首先想题目这时是夜间，因为比较的凉爽，可以捏笔而没有汗。"}
{"text":"刘易士被打了一个嘴巴文艺新闻第十二号一九三一年六月一日刊载过一则消息，题为一巴掌！正义之击德兰散打鲁意丝的耳光。德兰散，―，通译德莱塞鲁意丝，即刘易士，―，二人都是美国小说家。无题无题有一个大襟上挂一支自来水笔的记者，来约我做文章，为敷衍他起见，我于是乎要做文章了。首先想题目这时是夜间，因为比较的凉爽，可以捏笔而没有汗。刚坐下，蚊子出来了，对我大发挥其他们的本能。他们的咬法和嘴的构造大约是不一的，所以我的痛法也不一。但结果则一，就是不能做文章了。并且连题目没有想。我熄了灯，躲进帐子里，蚊子又在耳边呜呜的叫。他们并没有叮，而我总是睡不着。点灯来照，躲得不见一个影，熄了灯躺下，却又来了。如此者三四回，我于是愤怒了说道叮只管叮，但请不要叫。然而蚊子仍然呜呜的叫。这时倘有人提出一个问题，问我于蚊虫跳蚤孰爱？我一定毫不迟疑，答曰爱跳蚤！这理由很简单，就因为跳蚤是咬而不嚷的。默默的吸血，虽然可怕，但于我却较为不麻烦，因此毋宁爱跳蚤。在与这理由大略相同的根据上，我便也不很喜欢去唤醒国民，这一篇大道理，曾经在槐树下和金心异说过，现在恕不再叙了。我于是又起来点灯而看书，因为看书和写字不同，可以一手拿扇赶蚊子。不一刻，飞来了一匹青蝇，只绕着灯罩打圈子。嗡！嗡嗡！我又麻烦起来了，再不能懂书里面怎么说。用扇去赶，却扇灭了灯再点起来，他又只是绕，愈绕愈有精神。Ｎ业胁蛔×耍∥胰匀欢憬帐子里。我想虫的扑灯，有人说是慕光，有人说是趋炎，有人说是为性欲，都随便，我只愿他不要只是绕圈子就好了。然而蚊子又呜呜的叫了起来。然而我已经磕睡了，懒得去赶他，我蒙胧的想天造万物都得所，天使人会磕睡，大约是专为要叫的蚊子而设的阿！皎洁的明月，暗绿的森林，星星闪着他们晶莹的眼睛，夜色中显出几轮较白的圆纹是月见草的花朵自然之美多少丰富呵！然而我只听得高雅的人们这样说。我窗外没有花草，星月皎洁的时候，我正在和蚊子战斗，后来又睡着了。早上起来，但见三位得胜者拖着鲜红色的肚子站在帐子上自己身上有些痒，且搔且数，一共有五个疙瘩是我在生物界里战败的标征。我于是也便带了五个疙瘩，出门混饭去了。"}
{"text":"然而我已经磕睡了，懒得去赶他，我蒙胧的想天造万物都得所，天使人会磕睡，大约是专为要叫的蚊子而设的阿！皎洁的明月，暗绿的森林，星星闪着他们晶莹的眼睛，夜色中显出几轮较白的圆纹是月见草的花朵自然之美多少丰富呵！然而我只听得高雅的人们这样说。我窗外没有花草，星月皎洁的时候，我正在和蚊子战斗，后来又睡着了。早上起来，但见三位得胜者拖着鲜红色的肚子站在帐子上自己身上有些痒，且搔且数，一共有五个疙瘩是我在生物界里战败的标征。我于是也便带了五个疙瘩，出门混饭去了。本篇最初发表于一九二一年七月八日晨报浪漫谈栏，署名风声。金心异指钱玄同―，原名夏，后改名玄同，浙汉吴兴人，文字学家。曾任北京大学北京师范大学教授，五四时期积极参加新文化运动，是新青年的编者之一。林纾在一九一九年三月十九日上海新申报发表题为荆生的小说攻击新文化运动，其中有一个人物名金心异，即影射钱玄同。关于与金心异交谈的情况，参看呐喊自序。月见草夜来香的日本名称。惜花四律惜花四律鸟啼铃语梦常萦，闲立花阴盼嫩晴。怵目飞红随蝶舞，关心茸碧绕阶生。天于绝代偏多妒，时至将离倍有情。最是令人愁不解，四檐疏雨送秋声。剧怜常逐柳绵飘，金屋何时贮阿娇？微雨欲来勤插棘，熏风有意不鸣条。莫教夕照催长笛，且踏春阳过板桥。祗恐新秋归塞雁，兰载酒桨轻摇。细雨轻寒二月时，不缘红豆始相思。堕印屐增惆怅，插竹编篱好护持。慰我素心香袭袖，撩人蓝尾酒盈卮。奈何无赖春风至，深院荼已满枝。繁英绕甸竞呈妍，叶底闲看蛱蝶眠。室外独留滋卉地，年来幸得养花天。文禽共惜春将去，秀野欣逢红欲然。戏仿唐宫护佳种，金铃轻绾赤阑边。本篇录自周作人日记，写于一九一年初夏。湘州藏春园主人，即林步青，湖南长沙人，寓居上海。他写的惜花四律刊于当时的海上文社日录。铃语五代王仁裕开元天宝遗事卷上宁王至春时，于后园中纫红丝为绳，密缀金铃，系于花梢之上。每有乌鹊翔集，则令园吏掣铃索以惊之。金屋贮阿娇阿娇，汉武帝的陈皇后的名字。相传为汉代班固所作的汉武故事中说，武帝幼年时，长公主戏问他阿娇好不？于是乃笑对曰好！若得阿娇作妇，当作金屋贮之也。"}
{"text":"湘州藏春园主人，即林步青，湖南长沙人，寓居上海。他写的惜花四律刊于当时的海上文社日录。铃语五代王仁裕开元天宝遗事卷上宁王至春时，于后园中纫红丝为绳，密缀金铃，系于花梢之上。每有乌鹊翔集，则令园吏掣铃索以惊之。金屋贮阿娇阿娇，汉武帝的陈皇后的名字。相传为汉代班固所作的汉武故事中说，武帝幼年时，长公主戏问他阿娇好不？于是乃笑对曰好！若得阿娇作妇，当作金屋贮之也。插棘宋代陆游东湖新竹诗插棘编篱谨护持，养成寒碧映沦漪。不鸣条，汉代桓宽盐铁论太平之时，风不鸣条，雨不破块。长笛古有笛曲名梅花落，唐代李白与史郎中钦听黄鹤楼吹笛诗黄鹤楼中吹玉笛，江城五月落梅花。红豆又名相思子。唐代王维相思诗红豆生南国，春来发几枝。愿君多采撷，此物最相思。堕南史范缜传，范缜答竟陵王萧子良人生如树花同发，随风而堕。自有拂帘幌坠于茵席之上，自有关篱墙落于粪溷之中。素心指素心兰。蓝尾，即蓝尾酒，亦作婪尾酒。隋代侯白酒律酒巡匝到末座者，连饮三杯，为婪尾酒。荼蔷薇科花名，初夏开黄白色花。宋代王淇春暮游小园诗开到荼花事了。养花天宋代僧仲殊花品序越中牡丹开时，多有轻云微雨，谓之养花天。辛亥游录辛亥游录一三月十八日，晴。出稽山门可六七里，至于禹祠。老藓缘墙，败槁布地，二三农人坐阶石上。折而右，为会稽山足。行里许，转左，达一小山。山不甚高，松杉骈立，c木棘衣。更上则c木亦渐少，仅见卉草，皆常品，获得二种。及巅，乃见绝壁起于足下，不可以进，伏瞰之，满被古苔，蒙茸如裘，中杂小华，五六成簇者可数十，积广约一丈。掇其近者，皆一叶一华，叶碧而华紫，世称一叶兰名叶以数，名华以类也。微雨忽集，有樵人来，切问何作，庄语不能解，乃给之曰求药。更问何用？曰可以长生。长生乌可以药得？曰此吾之所以求耳。遂同循山腰横径以降，凡山之纵径，升易而降难，刚其腰必生横径，人不期而用之，介然成路，不荒秽焉。二八月十七日晨，以舟趣新步，昙而雨，亭午乃至，距东门可四十里也。泊沥海关前，关与沥海所隔江相对，离堤不一二十武，海在望中。"}
{"text":"掇其近者，皆一叶一华，叶碧而华紫，世称一叶兰名叶以数，名华以类也。微雨忽集，有樵人来，切问何作，庄语不能解，乃给之曰求药。更问何用？曰可以长生。长生乌可以药得？曰此吾之所以求耳。遂同循山腰横径以降，凡山之纵径，升易而降难，刚其腰必生横径，人不期而用之，介然成路，不荒秽焉。二八月十七日晨，以舟趣新步，昙而雨，亭午乃至，距东门可四十里也。泊沥海关前，关与沥海所隔江相对，离堤不一二十武，海在望中。沿堤有木，其叶如桑，其华五出，筒状而薄赤，有微香，碎之则臭，殆海州常山类欤？水滨有小蟹，大如榆荚。有小鱼，前鳍如足，恃以跃，海人谓之跳鱼。过午一时，潮乃自远海来，白作一线。已而益近，群舟动荡。倏及目前，高可四尺，中央如雪，近岸者挟泥而黄。有翁喟然曰黑哉潮头！言已四顾。盖越俗以为观涛而见黑者有咎。然涛必挟泥，泥必不白，翁盖诅观者耳。观者得咎，于翁无利，而翁竟诅之矣。潮过雨霁，游步近郊，爰见芦荡中杂野菰，方作紫色华，得数本，芦叶伤肤，颇不易致。又得其大者一，欲移植之，然野菰托生芦根，一旦返土壤，不能自为养必弗活矣。本篇最初发表于一九一二年二月绍兴越社丛刊第一辑，借署会稽周建人乔峰。原无标点。辛亥，一九一一年。当时在绍兴府中学堂任教，经常利用课余时间采集植物标本。禹祠夏禹的祠庙，在绍兴东南会稽山下。c刺的古字。新步地名，在绍兴东北镜塘殿附近。武我国古代一种计算距离的单位，一般以六尺为步半步为武。海州常山马鞭草科的一种药用植物，通称臭梧桐。海州，即今江苏连云港一带。新的世故新的世故一普通的批评看去像广告批评工作的开始。所批评的作品，现在也大概举出几种如下――女神呐喊超人彷徨沉沦故乡三个叛逆的女性飘渺的梦落叶荆棘咖啡店之一夜野草雨天的书心的探险此项文字都只在狂飙周刊上发表，现在也说不定几期可发表几篇，一切都决于我的时间的分配。二这里的广告却是批评？党同心的探险。实价六角。长虹的散文及诗集。将他的以虚无为实有，而又反抗这实有的精悍苦痛的战叫，尽量地吐露着。选并画封面。伐异我早看过译出的一部分察拉图斯德拉如是说和一本工人绥惠略夫。"}
{"text":"二这里的广告却是批评？党同心的探险。实价六角。长虹的散文及诗集。将他的以虚无为实有，而又反抗这实有的精悍苦痛的战叫，尽量地吐露着。选并画封面。伐异我早看过译出的一部分察拉图斯德拉如是说和一本工人绥惠略夫。三幽默与批评的冲突批评你学学亚拉借夫！你学学哥哥尔！你学学罗曼罗兰！幽默前清的世故老人纪晓岚的笔记里有一段故事，一个人想自杀，各种鬼便闻风而至，求作替代。缢鬼劝他上吊，溺鬼劝他投池，刀伤鬼劝他自刎。四面拖曳，又互相争持，闹得不可开交。那人先是左不是，右不是，后来晨鸡一叫，鬼们都一哄而散，他到底没有死成，仔细一想，索性不自杀了。批评唉，唉，我真不能不叹人心之死尽矣。四新时代的月令八月，化为思想界先驱者。十一月，思想界先驱者化为绊脚石。传曰先驱云者，鞭之使冲锋，所谓他是受了人的帮助也。不受帮助，于是绊矣。脚者，所谓我们之脚，非他们之脚也。其化在十二月，而云十一月者何，倒填年月也。五世故与绊脚石世故不要再写，中了计，反而给他们做广告。石不管。被做广告，由来久矣。世故那么，又做了背广告的先驱者了。石不，有时也绊脚的。六新旧时代和新时代间的冲突新时代我是青年，所以公理在我这里。旧时代我是前辈，所以公理在我这里。新时代须知年龄尊卑，是乃父乃祖们的因袭思想，在新的时代是最大的阻碍物。七希望与科学的冲突希望勿蝎子撩尾以中伤青年的毫兴也。科学生存竞争，天演公例，是彪门书局出版的一本课本上就有的。八给见面时一谈，不见面时一战。在厦门的，说在湖北的郭沫若骄傲，还说了好几回，在北京。倘不信，有科学的耳朵为证。但到上海才记起来了，真不能不早叹人心之死尽矣！幸而新发见了近地的蔡孑民先生之雅量和周建人先生为科学作战。九自由批评家走不到的出版界光华书局。十忽而认清界限以上也许近乎蝎子撩尾。"}
