{"text":"金天兴元年一二三二，蒙古兵围洛阳次年，安平都尉京城西面元帅崔立杀二丞相，自立为郑王，降于元。惧或加以恶名，群小承旨，议立碑颂功德，于是在文臣间，遂发生了极大的惶恐，因为这与一生的名节相关，在个人是十分重要的。当时的情状，金史王若虚传这样说――天兴元年，哀宗走归德。明年春，崔立变，群小附和，请为立建功德碑。翟奕以尚书省命，召若虚为文。时奕辈恃势作威，人或少许，则谗立见屠灭。若虚自分必死，私谓左右司员外郎元好问曰，今召我作碑，不从则死，作之则名节扫地，不若死之为愈。虽然，我姑以理谕之。奕辈不能夺，乃召太学生刘祁麻革辈赴省，好问张信之喻以立碑事曰，众议属二君，且已白郑王矣！二君其无让。祁等固辞而别。数日，促迫不已，祁即为草定，以付好问。好问意未惬，乃自为之，既成，以示若虚，乃共删定数字，然止直叙其事而已。后兵入城，不果立也。碑虽然不果立，但当时却已经发生了名节的问题，或谓元好问作，或谓刘祁作，文证具在清凌廷堪所辑的元遗山先生年谱中，兹不多录。经其推勘，已知前出的王若虚传文，上半据元好问内翰王公墓表，后半却全取刘祁自作的归潜志，被诬攀之说所蒙蔽了。凌氏辩之云，夫当时立碑撰文，不过畏崔立之祸，非必取文辞之工，有京叔属草，已足塞立之请，何取更为之耶？然则刘祁之未尝决死如王若虚，固为一生大玷，但不能更有所推诿，以致成为塞责之具，却也可以说是十分晦气的。然而，元遗山生平还有一宗大事，见于元史张德辉传――世祖在潜邸，访中国人材。德辉举魏[，元裕，李冶等二十余人。壬子，德辉与元裕北觐，请世祖为儒教大宗师，世祖悦而受之。因启累朝有旨蠲儒户兵赋，乞令有司遵行。从之。以拓跋魏的后人与德辉，请蒙古小酋长为汉儿的儒教大宗师，在现在看来，未免有些滑稽，但当时却似乎并无訾议。盖蠲除兵赋，儒户均沾利益，清议操之于士，利益既沾，虽已将儒教呈献，也不想再来开口了。由此士大夫便渐渐的进身，然终因不切实用，又渐渐的见弃。但仕路日塞，而南北之士的相争却也日甚了。余阙的青阳先生文集卷四杨君显民诗集序云――我国初有金宋，天下之人，惟才是用之，无所专主，然用儒者为居多也。自至元以下，始浸用吏，虽执政大臣，亦以吏为之，而中州之士，见用者遂浸寡。"}
{"text":"从之。以拓跋魏的后人与德辉，请蒙古小酋长为汉儿的儒教大宗师，在现在看来，未免有些滑稽，但当时却似乎并无訾议。盖蠲除兵赋，儒户均沾利益，清议操之于士，利益既沾，虽已将儒教呈献，也不想再来开口了。由此士大夫便渐渐的进身，然终因不切实用，又渐渐的见弃。但仕路日塞，而南北之士的相争却也日甚了。余阙的青阳先生文集卷四杨君显民诗集序云――我国初有金宋，天下之人，惟才是用之，无所专主，然用儒者为居多也。自至元以下，始浸用吏，虽执政大臣，亦以吏为之，而中州之士，见用者遂浸寡。况南方之地远，士多不能自至于京师，其抱才者，又往往不屑为吏，故其见用者尤寡也。及其久也，则南北之士亦自町畦以相訾，甚若晋之与秦，不可与同中国，故夫南方之士微矣。然在南方，士人其实亦并不冷落。同书送范立中赴襄阳诗序云――宋高宗南迁，合淝遂为边地，守臣多以武臣为之。故民之豪杰者，皆去而为将校，累功多至节制。郡中衣冠之族，惟范氏，商氏，葛氏三家而已。皇元受命，包裹兵革，诸武臣之子弟，无所用其能，多伏匿而不出。春秋月朔，郡太守有事于学，衣深衣，戴乌角巾，执笾豆爵，唱赞道引者，皆三家之子孙也，故其材皆有所成就，至学校官，累累有焉。虽天道忌满恶盈，而儒者之泽深且远，从古然也。这是中国人才们献教，卖经以来，儒户所食的佳果。虽不能为王者师，且次于吏者数等，而究亦胜于将门和平民者一等，唱赞道引，非伏匿者所敢望了。中华民国二十三年五月二十日及次日，上海无线电播音由冯明权先生讲给我们一种奇书抱经堂勉学家训据大美晚报。这是从未前闻的书，但看见下署颜子推，便可以悟出是颜之推家训中的勉学篇了。曰抱经堂者，当是因为曾被卢文鞍印入抱经堂丛书中的缘故。所讲有这样的一段――有学艺者，触地而安。自荒乱已来，诸见俘虏，虽百世小人，知读论语孝经者，尚为人师虽千载冠冕，不晓书记者，莫不耕田养马。以此观之，汝可不自勉耶？若能常保数百卷书，千载终不为小人也。谚曰，积财千万，不如薄伎在身。伎之易习而可贵者，无过读书也。这说得很透彻易习之伎，莫如读书，但知读论语孝经，则虽被俘虏，犹能为人师，居一切别的俘虏之上。这种教训，是从当时的事实推断出来的，但施之于金元而准，按之于明清之际而亦准。"}
{"text":"所讲有这样的一段――有学艺者，触地而安。自荒乱已来，诸见俘虏，虽百世小人，知读论语孝经者，尚为人师虽千载冠冕，不晓书记者，莫不耕田养马。以此观之，汝可不自勉耶？若能常保数百卷书，千载终不为小人也。谚曰，积财千万，不如薄伎在身。伎之易习而可贵者，无过读书也。这说得很透彻易习之伎，莫如读书，但知读论语孝经，则虽被俘虏，犹能为人师，居一切别的俘虏之上。这种教训，是从当时的事实推断出来的，但施之于金元而准，按之于明清之际而亦准。现在忽由播音，以训听众，莫非选讲者已大有感于方来，遂绸缪于未雨么？儒者之泽深且远，即小见大，我们由此可以明白儒术，知道儒效了。五月二十七日。本篇最初发表于一九三四年六月北平文史月刊第一卷第二期，署名唐俟。元遗山―即元好问，字裕之，号遗山，秀容今山西忻县人，金代文学家。原是北魏拓跋氏的后裔，曾任行尚书省左司员外郎等职。金亡不仕。据金史元德明传载兵后故老皆尽，好问蔚为一代宗工晚年尤以著作自任，以金源氏有天下，典章法度几及汉唐，国亡史作，己所当任乃构亭于家，著述其上，因名曰野史。凡金源君臣遗言往行，采摭所闻，有所得，辄以寸纸细字为记录，至百余万言。著有遗山集。崔立？―将陵今山东德州人。原为地主武装军官，金天兴元年在蒙古军围汴京时受任为西面元帅。次年叛变，将监国的梁王及皇族送往蒙古军营乞降。后为部将所杀。王若虚―字从之，藁城今属河北人，金代文学家。曾任翰林直学士。金亡不仕，自号滹南遗老，著有滹南遗老集。刘祁―字京叔，山西浑源人，金代太学生，入元复试后征南行省辟置幕府。所著归潜志多记金末故事，共十四卷录崔立碑事见该书第十二卷。凌廷堪约―字次仲，安徽歙县人，清代经学家。著有校礼堂文集元遗山先生年谱等。张德辉―字耀卿，金末冀宁交城今属山西人，元世祖时任河东南北路宣抚使，传见元史卷一六三。下面引文中的元裕即元好问。余阙―字廷心，一字天心，原出唐兀族色目人，其父曾在庐州今安徽合肥做官，遂为庐州人。青阳先生文集，共九卷，是他的诗文集。"}
{"text":"凌廷堪约―字次仲，安徽歙县人，清代经学家。著有校礼堂文集元遗山先生年谱等。张德辉―字耀卿，金末冀宁交城今属山西人，元世祖时任河东南北路宣抚使，传见元史卷一六三。下面引文中的元裕即元好问。余阙―字廷心，一字天心，原出唐兀族色目人，其父曾在庐州今安徽合肥做官，遂为庐州人。青阳先生文集，共九卷，是他的诗文集。颜之推―约后字介，琅琊临沂今属山东人，南北朝时文学家。历仕梁北齐北周隋等朝。著有颜氏家训二十篇。卢文鞍―字绍弓，号抱经，浙江杭州人，清代经学家校勘学家。抱经堂丛书，系辑印他所校勘的古籍十七种，并附有他自著的抱经堂文集等。从孩子的照相说起从孩子的照相说起因为长久没有小孩子，曾有人说，这是我做人不好的报应，要绝种的。房东太太讨厌我的时候，就不准她的孩子们到我这里玩，叫作给他冷清冷清，冷清得他要死！但是，现在却有了一个孩子，虽然能不能养大也很难说，然而目下总算已经颇能说些话，发表他自己的意见了。不过不会说还好，一会说，就使我觉得他仿佛也是我的敌人。他有时对于我很不满，有一回，当面对我说我做起爸爸来，还要好甚而至于颇近于反动，曾经给我一个严厉的批评道这种爸爸，什么爸爸！？我不相信他的话。做儿子时，以将来的好父亲自命，待到自己有了儿子的时候，先前的宣言早已忘得一干二净了。况且我自以为也不算怎么坏的父亲，虽然有时也要骂，甚至于打，其实是爱他的。所以他健康，活泼，顽皮，毫没有被压迫得瘟头瘟脑。如果真的是一个什么爸爸，他还敢当面发这样反动的宣言么？但那健康和活泼，有时却也使他吃亏，九一八事件后，就被同胞误认为日本孩子，骂了好几回，还挨过一次打――自然是并不重的。这里还要加一句说的听的，都不十分舒服的话近一年多以来，这样的事情可是一次也没有了。中国和日本的小孩子，穿的如果都是洋服，普通实在是很难分辨的。但我们这里的有些人，却有一种错误的速断法温文尔雅，不大言笑，不大动弹的，是中国孩子健壮活泼，不怕生人，大叫大跳的，是日本孩子。"}
{"text":"但那健康和活泼，有时却也使他吃亏，九一八事件后，就被同胞误认为日本孩子，骂了好几回，还挨过一次打――自然是并不重的。这里还要加一句说的听的，都不十分舒服的话近一年多以来，这样的事情可是一次也没有了。中国和日本的小孩子，穿的如果都是洋服，普通实在是很难分辨的。但我们这里的有些人，却有一种错误的速断法温文尔雅，不大言笑，不大动弹的，是中国孩子健壮活泼，不怕生人，大叫大跳的，是日本孩子。然而奇怪，我曾在日本的照相馆里给他照过一张相，满脸顽皮，也真像日本孩子后来又在中国的照相馆里照了一张相，相类的衣服，然而面貌很拘谨，驯良，是一个道地的中国孩子了。为了这事，我曾经想了一想。这不同的大原因，是在照相师的。他所指示的站或坐的姿势，两国的照相师先就不相同，站定之后，他就瞪了眼睛，机摄取他以为最好的一刹那的相貌。孩子被摆在照相机的镜头之下，表情是总在变化的，时而活泼，时而顽皮，时而驯良，时而拘谨，时而烦厌，时而疑惧，时而无畏，时而疲劳。照住了驯良和拘谨的一刹那的，是中国孩子相照住了活泼或顽皮的一刹那的，就好像日本孩子相。驯良之类并不是恶德。但发展开去，对一切事无不驯良，却决不是美德，也许简直倒是没出息。爸爸和前辈的话，固然也要听的，但也须说得有道理。假使有一个孩子，自以为事事都不如人，鞠躬倒退或者满脸笑容，实际上却总是阴谋暗箭，我实在宁可听到当面骂我什么东西的爽快，而且希望他自己是一个东西。但中国一般的趋势，却只在向驯良之类――静的一方面发展，低眉顺眼，唯唯诺诺，才算一个好孩子，名之曰有趣。活泼，健康，顽强，挺胸仰面凡是属于动的，那就未免有人摇头了，甚至于称之为洋气。又因为多年受着侵略，就和这洋气为仇更进一步，则故意和这洋气反一调他们活动，我偏静坐他们讲科学，我偏扶乩他们穿短衣，我偏着长衫他们重卫生，我偏吃苍蝇他们壮健，我偏生病这才是保存中国固有文化，这才是爱国，这才不是奴隶性。其实，由我看来，所谓洋气之中，有不少是优点，也是中国人性质中所本有的，但因了历朝的压抑，已经萎缩了下去，现在就连自己也莫名其妙，统统送给洋人了。这是必须拿它回来――恢复过来的――自然还得加一番慎重的选择。即使并非中国所固有的罢，只要是优点，我们也应该学习。即使那老师是我们的仇敌罢，我们也应该向他学习。"}
{"text":"其实，由我看来，所谓洋气之中，有不少是优点，也是中国人性质中所本有的，但因了历朝的压抑，已经萎缩了下去，现在就连自己也莫名其妙，统统送给洋人了。这是必须拿它回来――恢复过来的――自然还得加一番慎重的选择。即使并非中国所固有的罢，只要是优点，我们也应该学习。即使那老师是我们的仇敌罢，我们也应该向他学习。我在这里要提出现在大家所不高兴说的日本来，他的会摹仿，少创造，是为中国的许多论者所鄙薄的，但是，只要看看他们的出版物和工业品，早非中国所及，就知道会摹仿决不是劣点，我们正应该学习这会摹仿的。会摹仿又加以有创造，不是更好么？否则，只不过是一个恨恨而死而已。我在这里还要附加一句像是多余的声明我相信自己的主张，决不是受了帝国主义者的指使，要诱中国人做奴才而满口爱国，满身国粹，也于实际上的做奴才并无妨碍。八月七日。本篇最初发表于一九三四年八月二十日新语林半月刊第四期，署名孺牛。恨恨而死指空自愤恨不平而不去进行实际的改革工作。参看热风随感录六十二恨恨而死。受了帝国主义者的指使一九三四年七月二十五日在申报自由谈发表了玩笑只当它玩笑上一文，批判当时某些借口反对欧化句法而攻击白话文的人八月七日，文公直在同刊发表致的公开信，说他主张采用欧化句法是受了帝国主义者的指使。参看花边文学玩笑只当它玩笑上一文的附录。说面子说面子面子，是我们在谈话里常常听到的，因为好像一听就懂，所以细想的人大约不很多。但近来从外国人的嘴里，有时也听到这两个音，他们似乎在研究。他们以为这一件事情，很不容易懂，然而是中国精神的纲领，只要抓住这个，就像二十四年前的拔住了辫子一样，全身都跟着走动了。相传前清时候，洋人到总理衙门去要求利益，一通威吓，吓得大官们满口答应，但临走时，却被从边门送出去。不给他走正门，就是他没有面子他既然没有了面子，自然就是中国有了面子，也就是占了上风了。这是不是事实，我断不定，但这故事，中外人士中是颇有些人知道的。因此，我颇疑心他们想专将面子给我们。但面子究竟是怎么一回事呢？不想还好，一想可就觉得胡涂。"}
{"text":"他们以为这一件事情，很不容易懂，然而是中国精神的纲领，只要抓住这个，就像二十四年前的拔住了辫子一样，全身都跟着走动了。相传前清时候，洋人到总理衙门去要求利益，一通威吓，吓得大官们满口答应，但临走时，却被从边门送出去。不给他走正门，就是他没有面子他既然没有了面子，自然就是中国有了面子，也就是占了上风了。这是不是事实，我断不定，但这故事，中外人士中是颇有些人知道的。因此，我颇疑心他们想专将面子给我们。但面子究竟是怎么一回事呢？不想还好，一想可就觉得胡涂。它像是很有好几种的，每一种身价，就有一种面子，也就是所谓脸。这脸有一条界线，如果落到这线的下面去了，即失了面子，也叫作丢脸。不怕丢脸，便是不要脸。但倘使做了超出这线以上的事，就有面子，或曰露脸。而丢脸之道，则因人而不同，例如车夫坐在路边赤膊捉虱子，并不算什么，富家姑爷坐在路边赤膊捉虱子，才成为丢脸。但车夫也并非没有脸，不过这时不算丢，要给老婆踢了一脚，就躺倒哭起来，这才成为他的丢脸。这一条丢脸律，是也适用于上等人的。这样看来，丢脸的机会，似乎上等人比较的多，但也不一定，例如车夫偷一个钱袋，被人发见，是失了面子的，而上等人大捞一批金珠珍玩，却仿佛也不见得怎样丢脸，况且还有出洋考察，是改头换面的良方。谁都要面子，当然也可以说是好事情，但面子这东西，却实在有些怪。九月三十日的申报就告诉我们一条新闻沪西有业木匠大包作头之罗立鸿，为其母出殡，邀开贳器店之王树宝夫妇帮忙，因来宾众多，所备白衣，不敷分配，其时适有名王道才，绰号三喜子，亦到来送殡，争穿白衣不遂，以为有失体面，心中怀恨，邀集徒党数十人，各执铁棍，据说尚有持手枪者多人，将王树宝家人乱打，一时双方有剧烈之战争，头破血流，多人受有重伤。白衣是亲族有服者所穿的，现在必须争穿而又不遂，足见并非亲族，但竟以为有失体面，演成这样的大战了。这时候，好像只要和普通有些不同便是有面子，而自己成了什么，却可以完全不管。这类脾气，是绅商也不免发露的袁世凯将要称帝的时候，有人以列名于劝进表中为有面子有一国从青岛撤兵的时候，有人以列名于万民伞上为有面子。所以，要面子也可以说并不一定是好事情――但我并非说，人应该不要脸。"}
{"text":"白衣是亲族有服者所穿的，现在必须争穿而又不遂，足见并非亲族，但竟以为有失体面，演成这样的大战了。这时候，好像只要和普通有些不同便是有面子，而自己成了什么，却可以完全不管。这类脾气，是绅商也不免发露的袁世凯将要称帝的时候，有人以列名于劝进表中为有面子有一国从青岛撤兵的时候，有人以列名于万民伞上为有面子。所以，要面子也可以说并不一定是好事情――但我并非说，人应该不要脸。现在说话难，如果主张非孝，就有人会说你在煽动打父母，主张男女平等，就有人会说你在提倡乱交――这声明是万不可少的。况且，要面子和不要脸实在也可以有很难分辨的时候。不是有一个笑话么？一个绅士有钱有势，我假定他叫四大人罢，人们都以能够和他扳谈为荣。有一个专爱夸耀的小瘪三，一天高兴的告诉别人道四大人和我讲过话了！人问他说什么呢？答道我站在他门口，四大人出来了，对我说滚开去！当然，这是笑话，是形容这人的不要脸，但在他本人，是以为有面子的，如此的人一多，也就真成为有面子了。别的许多人，不是四大人连滚开去也不对他说么？在上海，吃外国火腿虽然还不是有面子，却也不算怎么丢脸了，然而比起被一个本国的下等人所踢来，又仿佛近于有面子。中国人要面子，是好的，可惜的是这面子是圆机活法，善于变化，于是就和不要脸混起来了。长谷川如是闲说盗泉云古之君子，恶其名而不饮，今之君子，改其名而饮之。也说穿了今之君子的面子的秘密。十月四日。本篇最初发表于一九三四年十月上海漫画生活月刊第二期。出洋考察旧时的军阀政客在失势或失意时，常以出洋考察作为暂时隐退伺机再起的手段。其中也有并不真正出洋，只用这句话来保全面子的。袁世凯―字慰亭，河南项城人。原是清朝直隶总督兼北洋大臣内阁总理大臣。辛亥革命后，窃取中华民国大总统职位。一九一六年一月复辟帝制，自称洪宪皇帝同年三月，在全国人民声讨中被迫取消帝制，六月病死。有一国从青岛撤兵指一九二二年十二月日本撤走侵占青岛的军队。吃外国火腿旧时上海俗语，意指被外国人所踢。圆机活法随机应变的方法。圆机，语见庄子盗跖若是若非，执而圆机。"}
{"text":"其中也有并不真正出洋，只用这句话来保全面子的。袁世凯―字慰亭，河南项城人。原是清朝直隶总督兼北洋大臣内阁总理大臣。辛亥革命后，窃取中华民国大总统职位。一九一六年一月复辟帝制，自称洪宪皇帝同年三月，在全国人民声讨中被迫取消帝制，六月病死。有一国从青岛撤兵指一九二二年十二月日本撤走侵占青岛的军队。吃外国火腿旧时上海俗语，意指被外国人所踢。圆机活法随机应变的方法。圆机，语见庄子盗跖若是若非，执而圆机。据唐代成玄英注圆机，犹环中也执环中之道，以应是非。长谷川如是闲―日本评论家。著有现代社会批判日本的性格等。不饮盗泉，原是中国的故事，见尸子清代章宗源辑本卷下孔子过于盗泉，渴矣而不饮，恶其名也。据水经注盗泉出卞城今山东泗水县东东北卞山之阴。答戏周刊编者信答戏周刊编者信先生鉴阿的第一幕已经登完了，搬上舞台实验虽还不是马上可以做到，但我们的准备工作是就要开始发动了。我们希望你能在第一幕刚登完的时候先发表一点意见，一方面对于我们的公演准备或者也有些帮助，另方面本刊的丛书计划一实现也可以把你的意见和阿剧本同时付印当作一篇序。这是编者的要求，也是，读者和演出的同志们的要求。祝健！编者。编辑先生――在戏周刊上给我的公开信，我早看见了后来又收到邮寄的一张周刊，我知道这大约是在催促我的答复。对于戏剧，我是毫无研究的，我的最可靠的答复，是一声也不响。但如果先生和读者们都肯豫先了解我不过是一个外行人的随便谈谈，那么，我自然也不妨说一点我个人的意见。阿在每一期里，登得不多，每期相隔又有六天，断断续续的看过，也陆陆续续的忘记了。现在回忆起来，只记得那编排，将呐喊中的另外的人物也插进去，以显示未庄或鲁镇的全貌的方法，是很好的。但阿所说的绍兴话，我却有许多地方看不懂。现在我自己想说几句的，有两点――一，未庄在那里？阿的编者已经决定在绍兴。我是绍兴人，所写的背景又是绍兴的居多，对于这决定，大概是谁都同意的。但是，我的一切小说中，指明着某处的却少得很。中国人几乎都是爱护故乡，奚落别处的大英雄，阿也很有这脾气。"}
