{"text":"晚上，在何葆仁先生的招待席散以后，我们又上中国在南洋最古的一间佛庙青云亭去参拜了一回。青云亭是明末遗民，逃来南洋，以帮会势力而扶植侨民利益的最古的一所公共建筑物。这庙的后进，有一神殿，供着两位明代表冠，发须楚楚的塑像，长生禄位牌上，记有开基甲国的甲必丹芳杨郑公及继理宏业的甲必丹君常李公的名字在这庙的旁边一间碑亭里，听说还有两块石碑树立在那里，是记这两公的英伟事迹的，但因为暗夜无灯，终于没有拜读的机会。走马看花，马六甲的五百年的古迹，总算匆匆地在半天之内看完了。于走回旅舍之前，又从歪斜得如中国街巷一样的一条娘惹街头经过，在昏黄的电灯底下谈着走着，简直使人感觉到不像是在异邦飘泊的样子。马六甲实在是名符其实的一座古城，尤其是从我们中国人看来。回旅舍洗过了澡，含着纸烟，躺在回廊的藤椅上举头在望海角天空的时候，从星光里，忽而得着了一个奇想。譬如说吧，正当这一个时候，旅舍的侍者，可以拿―个名刺，带领一个人进来访我。我们中间可以展开一次上下古今的长谈。长谈里，可以有未经人道的史实，可以有悲壮的英雄抗敌的故事，还可以有缠绵哀艳的情史。于送这一位不识之客去后，看看手表，当在午前三四点钟的时候。我倘再回忆一下这一位怪客的谈吐装饰，就可以发现他并不是现代的人。再寻他的名片，也许会寻不着了。第二天起来，若问侍者以昨晚你带来见我的那位客人可以是我们的同胞，也可以是穿着传教师西装的外国人，究竟是谁？侍者们都可以一致否认，说并没有这一回事。这岂不是一篇绝好的小说么？这小说的题目，并且也是现成的，就叫作古城夜话或马六甲夜话，岂不是就可以了么？我想着想着，抽尽了好几支烟卷，终于被海风所诱拂，沉入到忘我的梦里去了。第二天的下午，同样的在柏油大道上飞驰了半天，在麻坡与Q株巴辖过了两渡，当黄昏的阴影盖上柔佛长堤桥面的时候，我又重回到了新加坡的市内。马六甲夜话古城夜活，这一篇――――幻想中的对话录，我想总有一天会把它记叙出来。原载一九四年六月七日八日新加坡星洲日报晨星第三辑孤独人生零余者一封信君，君到北京后，已经有两个月了。我记得从天津的旅馆里发出那封通信之后，还没有和你们通过一封信临行时答应你们做的稿子，不消说是没有做过一篇。"}
{"text":"马六甲夜话古城夜活，这一篇――――幻想中的对话录，我想总有一天会把它记叙出来。原载一九四年六月七日八日新加坡星洲日报晨星第三辑孤独人生零余者一封信君，君到北京后，已经有两个月了。我记得从天津的旅馆里发出那封通信之后，还没有和你们通过一封信临行时答应你们做的稿子，不消说是没有做过一篇。什么对不起吓，原谅我吓的那些空文，我在此地不愿意和你们说，实际上即使说了也是没有丝毫裨益的。这两个月中间的时间，对于我是如何的悠长？日夜只呆坐着的我的脑里，起了一种怎么样的波涛？我对于过去，对于将来，抱了怎么样的一个念望？这些事情，大约是你们所不知道的罢你们若知道了，我想你们一定要跑上北京来赶我回去，或者宽纵一点，至少也许要派一个人或打一个电报，来催我仍复回到你们日夜在谋脱离而又脱离不了的樊笼里去。我的情感，意识，和其他的一切，现在是完全停止了呀，！我的生的执念和死的追求现在也完全消失了呀！！啊啊，以我现在的心理状态讲来，就是这一封信也是多写的，我我还要希望什么？啊啊，我还要希望什么呢？上北京来本来是一条死路，北京空气的如何腐劣，都城人士的如何险恶，我本来是知道的。不过当时同死水似的一天一天腐烂下去的我，老住在上海，任我的精神，同时崩溃，也不是道理，所以两个月前我下了决心，决定离开了本来不应该分散而实际上不分散也没有方法的你们，而独自一个跑到这风雪弥漫的死都中来。当时决定起行的时候，我心里本来也没有什么远大的希望，但是在无望之中，漠然的我总觉有一个转换转换空气，振作振作精神的念头。啊啊，我当时若连这一个念头也不起，现在的心境，或者也许能平静安逸，不至有这样的苦闷的！欺人的无望之望哟，我诅咒你，我诅咒你！拿起笔来，顺了我苦闷的心状，写了这么半天，我也不知道说了些什么。像这样的写下去，我也不知道怎么才能把我胸中压住的一块铅铁吐露得出来。啊啊，，，我还是不写了罢，我还是不写的好不过不过这样的沉默过去，我怕今晚上就要发狂，睡是横竖睡不着了，难道竟这样呆呆的坐到天明么？这绵绵的长夜，又如何减缩得来呢？，！我的头昏痛得很，我仍复写下去罢，写得纠缠不清的时候，请你们以自己的经验来补我笔的不足。"}
{"text":"欺人的无望之望哟，我诅咒你，我诅咒你！拿起笔来，顺了我苦闷的心状，写了这么半天，我也不知道说了些什么。像这样的写下去，我也不知道怎么才能把我胸中压住的一块铅铁吐露得出来。啊啊，，，我还是不写了罢，我还是不写的好不过不过这样的沉默过去，我怕今晚上就要发狂，睡是横竖睡不着了，难道竟这样呆呆的坐到天明么？这绵绵的长夜，又如何减缩得来呢？，！我的头昏痛得很，我仍复写下去罢，写得纠缠不清的时候，请你们以自己的经验来补我笔的不足。到北京之后，竟完全一刻清新的时间也没有过，从下车之日起，一直到现在此刻止，竟完全是同半空间的雨滴一样，只是沉沉落下。这一句话，也是假的。若求证据，我到京之第二日，剃了数月来未曾梳理的长发短胡，换了一件新制的夹衣，捧了讲义，欣欣然上学校去和我教的那班学生相见，便是一个明证。并且在这样消沉中的我，有时候也拿起纸笔来想写些什么东西。前几天我还有一段不曾做了的断片，被报拿了去补纪念刊的余白哩，所以说我近来竟完全同半空间的雨滴一样，只是沉沉落下。也是假的，但是像这样的瞬间的发作，最多不过几个钟头。这几个钟头过后，剩下来的就是无穷限的无聊和无穷限的苦闷。并且像这样的瞬间的发作，至多一个月也不过一次，以后我觉得好像要变成一年一次几年一次的样子，那是一定的，那是一定的呀！那么除了这样的几个钟头的瞬间发作之外，剩下来的无穷的苦闷的本体，究竟是什么呢？！！请你们不要笑我罢！实际上我自家也说不出所以然来。我不晓得为什么我会这样的苦闷，这样的无聊！难道是失业的结果么？现在我名义上总算已经得了一个职业，若要拼命干去，这几点钟学校的讲义也尽够我日夜的工作了。但是我一拿到讲义稿，或看到第二天不得不去上课的时间表的时候，胸里忽而会咽上一口气来，正如酒醉的人，打转饱嗝来的样子。我的职业，觉得完全没有一点吸收我心意的魔力，对此我怎么也感不出趣味来。讲到职业的问题，我觉得倒不如从前失业时候的自在了。难道是失恋的结果么？噢噢，再不要提起这一个怕人的名词。我自见天日以来，从来没有晓得过什么叫做恋爱。运命的使者，把我从母体里分割出来以后，就交给了道路之神，使我东流西荡，一直飘泊到了今朝，其间虽也曾遇着几个异性的两足走兽，但她们和我的中间，本只是一种金钱的契约，没有所谓恋，也没有所谓爱的。本来是无一物的我，有什么失不失，得不得呢？"}
{"text":"我的职业，觉得完全没有一点吸收我心意的魔力，对此我怎么也感不出趣味来。讲到职业的问题，我觉得倒不如从前失业时候的自在了。难道是失恋的结果么？噢噢，再不要提起这一个怕人的名词。我自见天日以来，从来没有晓得过什么叫做恋爱。运命的使者，把我从母体里分割出来以后，就交给了道路之神，使我东流西荡，一直飘泊到了今朝，其间虽也曾遇着几个异性的两足走兽，但她们和我的中间，本只是一种金钱的契约，没有所谓恋，也没有所谓爱的。本来是无一物的我，有什么失不失，得不得呢？你们若问起我的女人和小孩如何，那么我老实对你们说罢，我的亲爱她的和她的心情，也不过和我亲爱你们的心情一样。这一种亲爱，究竟可不可以说是恋爱，暂且不管它，总之我想念我女人和小孩的情绪，只有同月明之夜在白雪晶莹的地上，当一只孤雁飞过时落下来的影子那么浓厚。我想这胸中的苦闷，和日夜纠缠着我的无聊，大约定是一种遗传的疾病。但这一种遗传，不晓得是始于何时，也不知将伊于何底，更不知它是否限于我们中国的民族的？第三辑孤独人生零余者我近来对于几年前那样热爱过的艺术，也抱起疑念来了。呀，，！我觉得艺术中间，不使人怀着恶感，对之能直接得到一种快乐的，只有几张伟大的绘画，和几段奔放的音乐，除此之外，如诗，文，小说，戏剧，和其他的一切艺术作品，都觉得肉麻得很。你看哥德的诗多肉麻啊，什么紫罗兰吓，玫瑰吓，十五六的少女吓，那些东西究竟有什么用处呢？垂死的时候，能把它们拿来作药饵么？美莱迭斯的小说，也是如此的啊，并不存在的人物事实，他偏要说得原原本本，把威尼斯的夕照和伦敦市的夜景，一场一场的安插到里头去，枉费了造纸者和排字者的许多辛苦，创造者的他自家所得的结果，也不过一个永久的死灭罢了，那些空中的楼阁，究竟建设在什么地方呢？像微虫似的我辈，讲起来更可羞了。我近来对北京的朋友，新订了一个规约，请他们见面时绝对不要讲关于文学上的话，对于我自家的几篇无聊的作品，更请求他们不要提起。因为一提起来，我自家更羞惭得窜身无地，我的苦闷，也更要增加。但是到我这里来的青年朋友，多半是以文学为生命的人。我们虽则初见面时有那种规约，到后来三两语，终不得不讲到文学上去。这样的讲一场之后，我的苦闷，一定不得不增加一倍。为消减这一种内心苦闷的缘故，我却想了种种奇特的方法出来。"}
{"text":"像微虫似的我辈，讲起来更可羞了。我近来对北京的朋友，新订了一个规约，请他们见面时绝对不要讲关于文学上的话，对于我自家的几篇无聊的作品，更请求他们不要提起。因为一提起来，我自家更羞惭得窜身无地，我的苦闷，也更要增加。但是到我这里来的青年朋友，多半是以文学为生命的人。我们虽则初见面时有那种规约，到后来三两语，终不得不讲到文学上去。这样的讲一场之后，我的苦闷，一定不得不增加一倍。为消减这一种内心苦闷的缘故，我却想了种种奇特的方法出来。有时候我送朋友出门之后，马上就跑到房里来把我所最爱的东西，故意毁成灰烬，使我心里不得不起一种惋惜悔恼的幽，因为这种幽起来之后，我的苦闷，暂时可以忘了。到北京之后的第二个礼拜天的晚上，正当我这种苦闷怀头次起来的时候，我把颜面伏在桌子上动也不动的坐了一点多钟。后来我偶尔把头抬起，向桌子上摆着的一面蛋形镜子一照，只见镜子里映出了一个瘦黄奇丑的面形，和倒覆在额上的许多三寸余长乱蓬蓬的黑来。我顺手拿起那面镜子向地上一掷，拍的响了一声，镜子竟化成了许多粉末。看看一粒一粒地上散溅着的玻璃的残骸，我方想起了这镜子和我的历史。因为这镜子是我结婚之后，我女人送给我的两件纪念品中的最后的一件。她和这镜子同时给我的一个钻石指环，被我在外国念书的时候质在当铺里，早已满期流卖了，目下只剩了这一面意大利制的四圈有象牙螺钿镶着的镜子，我于东西流转之际，每与我所最爱的书籍收拾在一起，随身带着的这镜子，现在竟化成一颗颗的细粒和碎片，溅散在地上。我呆呆的看了一忽，心里忽起了一种惋惜之，几刻钟前，那样难过的苦闷，一时竟忘掉了。自从这一回后，我每于感到苦闷的时候，辄用这一种饮鸩止渴的手段来图一时的解放，所以我的几本爱读的书籍和几件爱穿的洋服，被我烧了的烧了，剪破的剪破，现在行箧里，几乎没有半点值钱的物事了。有钱的时候，我的解闷的方法又是不同。但我到北京之后，从没有五块以上的金钱和我同过一夜，所以用这方法的时候，比较的不多。前月中旬，天津的二哥哥，寄了五块钱来给我，我因为这五块钱若拿去用的时候，终经不起一次的消费，所以老是不用，藏在身边。过了几天，我的遗传的疾病又作了，苦闷了半天，我才把这五元钱想了出来。慢慢的上一家卖香烟的店里尽这五元钱买了一大包最贱的香烟，我回家来一时的把这一大包香烟塞在白炉子里燃烧起来。"}
{"text":"有钱的时候，我的解闷的方法又是不同。但我到北京之后，从没有五块以上的金钱和我同过一夜，所以用这方法的时候，比较的不多。前月中旬，天津的二哥哥，寄了五块钱来给我，我因为这五块钱若拿去用的时候，终经不起一次的消费，所以老是不用，藏在身边。过了几天，我的遗传的疾病又作了，苦闷了半天，我才把这五元钱想了出来。慢慢的上一家卖香烟的店里尽这五元钱买了一大包最贱的香烟，我回家来一时的把这一大包香烟塞在白炉子里燃烧起来。我那时候独坐在恶毒的烟雾里，觉得头脑有些昏乱，且同时眼睛里，也流出了许多眼泪，当时内心的苦闷，因为受了这上的刺激，竟大大的轻减了。一般人所认为排忧解闷的手段，一时我也曾用过的手段，如醇酒妇人之类，对于现在的我，竟完全失了它们的效力。我想到了一年半年之后若现在正在应用的这些方法，也和从前的醇酒妇人一样，变成无效的时候，心里又不得不更加上一层烦恼。啊啊，我若是一个妇人，我真想放大了喉咙，高声痛哭一场！前几个月在上海做的那一篇春夜的幻影，你们还记得么？我现在回想起来，觉得近来于无聊之极，写出来的几篇感想不像感想小说不像小说的东西里，还是这篇夏夜的幻想有些意义。不过当时的苦闷，没有现在那么强烈，所以还能用些心思在修辞结构上面。我现在才知道了，真真苦闷的时候，连叹苦的文字也做不出来的。第三辑孤独人生零余者夜已经深了。口外的火车，远远绕越西城的车轮声，渐渐的传了过来。我想这时候你们总应该睡了罢？若还没有睡，啊啊，若还没有睡，而我们还住在一起，恐怕又要上酒馆去打门了呢！我一想起当时的豪气，反而只能发生出一种羡慕之心，当时的那种悲愤，完全没有了。人生到了这一个境地，还有什么希望？还有什么希望呢？选自达夫全集第三卷过去集上海开明书店年版零余者不晓在什么时候什么地方看见过的这几句诗，轻轻的在口头念着，我两脚合了微吟的拍子，又慢慢的在一条城外的大道上走了。袋里无钱，心头多恨，这样无聊的日子，教我捱到何时始尽。啊啊，贫苦是最大的灾星，富裕是最上的幸运。诗的意思，大约不外乎此，实际上人生的一切，我想也尽于此了。不过令人愁闷的贫苦，何以与我这样的有缘？使人生快乐的富裕，何以总与我绝对的不来接近？"}
{"text":"袋里无钱，心头多恨，这样无聊的日子，教我捱到何时始尽。啊啊，贫苦是最大的灾星，富裕是最上的幸运。诗的意思，大约不外乎此，实际上人生的一切，我想也尽于此了。不过令人愁闷的贫苦，何以与我这样的有缘？使人生快乐的富裕，何以总与我绝对的不来接近？我眼睛呆呆的注视着前面空处，两脚一步一步踏上前去，一面口中虽在微吟，一面于无意中又在作这些牢骚的想头。是日斜的午后，残冬的日影，大约不久也将收敛光辉了，城外一带的空气，仿佛要凝结拢来的样子。视野中散在那里的灰色的城墙，冰冻的河道，沙土的空地荒田，和几丛枯曲的疏树，都披了淡薄的斜阳，在那里伴人的孤独。一直前面大约在半里多路前的几个行人，因为他们和我中间距离太远了，在我脑里竟不发生什么影响。我觉得他们的几个，和散在道旁的几家泥屋及左面远立着的教会堂，都是一类的东西，散漫零乱，中间没有半点联络，也没有半点生气，当然更没有一些儿的情感了。唉嘿，我也不知在这里干什么？微吟倦了，我不知不觉便轻轻的长叹了一声。慢慢的走去，脑里的思想，只往昏黑的方面进行我的头愈俯愈下了。――实在我的衰退之期，来得太早了。像这样一个人在郊外独步的时候，若我的身子忽而能同一堆春雪遇着热汤似的消化得干干净净，岂不很好么？回想起来，又觉得我过去二十余年的生涯是很长的样子，我什么事情没有做过？儿子也生了，女人也有了，书也念了，考也考过好几次了，哭也哭过，笑也笑过，嫖赌吃着，心里发怒，受人欺辱，种种事情，种种行为，我都经验过了，我还有什么事情没有做过？等一等，让我再想一想看，究竟有没有什么没有经验过的事情了，自家死还没有死过啊，还有还有，我高声骂人的事情还不曾有过，譬如气得不得了的时候，放大了喉咙，把敌人大骂一场的事情。就是复仇复了的时候的快感，我还没有感得过。啊啊！还有还有，监牢还不曾坐过，唉，但是假使这些事情，都被我经验过了，也有什么？结果还不是一个空么？嘿嘿，嗯嗯。――到了这里，我的思想的连续又断了。袋里无钱，心头多恨，这样无聊的日子，教我捱到何时始尽。啊啊，贫苦是最大的灾星，富裕是最上的幸运。"}
{"text":"就是复仇复了的时候的快感，我还没有感得过。啊啊！还有还有，监牢还不曾坐过，唉，但是假使这些事情，都被我经验过了，也有什么？结果还不是一个空么？嘿嘿，嗯嗯。――到了这里，我的思想的连续又断了。袋里无钱，心头多恨，这样无聊的日子，教我捱到何时始尽。啊啊，贫苦是最大的灾星，富裕是最上的幸运。微微的重新念着前诗，我抬起头来一看，觉得太阳好像往西边又落了一段，倒在右手路上的自己的影子，更长起来了。从后面来的几乘人力车，也慢慢的赶过了我。一边让他们的路，一边我听取了坐车的人和车夫在那里谈话的几句断片。他们的话题，好像是关于女人的事情。啊啊，可羡的你们这几个虚无主义者，你们大约是上前边黄土坑去买快乐去的罢，我见了你们，倒恨起我自家没有以前的生趣来了。一边想一边往西北的走去，不知不觉已走到了京绥铁路的路线上。从此偏东北的再进几步，经过了白房子的地狱，便可顺了通万牲园的大道进西直门去的。苍凉的暮色，从我的灰黄的周围逼近拢来，那倾斜的赤日，也一步一步的低垂下去了。大好的夕阳，留不多时，我自家以为在瞑想里沉没得不久，而四边的急景，却告诉我黄昏将至了。在这荒野里的物体的影子，渐渐的散漫起来。不知从何处吹来的微风，也有些急促的样子，带着一种惨伤的寒意。后面踱踱踱踱的又来了一乘空的运货马车，一个披着光面皮里子的车夫，默默的斜坐在前头车板上吃烟，我忽而感觉得天寒岁暮，好像一个人飘泊在俄国乡下。马车去远了，白房子的门外，有几乘黑旧的人力车停在那里。车夫大约坐在踏脚板上休息，所以看不出他们的影子来。我避过了白房子的地狱，从一块高{上的地里，打算走上通西直门的大道上去。从这高处向四边一望，见了凋丧零乱排列在灰色幕上的野景，更使我感得了一种日暮的悲哀。第三辑孤独人生零余者――唉唉，人生实在不知究竟是什么一回事？歌歌哭哭，死死生生，世界社会，兄弟朋友，妻子父母，还有恋爱，啊吓，恋爱，恋爱，恋爱，还有金钱，啊啊好诗好诗！好诗好诗！我的错杂的思想，又这样的弥散开来了。天空高处，寒风乌乌的响了几下，我俯倒了头，尽往东北的走去，天就快黑了。"}
{"text":"从这高处向四边一望，见了凋丧零乱排列在灰色幕上的野景，更使我感得了一种日暮的悲哀。第三辑孤独人生零余者――唉唉，人生实在不知究竟是什么一回事？歌歌哭哭，死死生生，世界社会，兄弟朋友，妻子父母，还有恋爱，啊吓，恋爱，恋爱，恋爱，还有金钱，啊啊好诗好诗！好诗好诗！我的错杂的思想，又这样的弥散开来了。天空高处，寒风乌乌的响了几下，我俯倒了头，尽往东北的走去，天就快黑了。远远的城外河边，有几点灯火，看得出来，大约紫蓝的天空里，也有几点疏星放起光来了吧？大道上断续的有几乘空马车来往，车轮的踱踱踱踱的声音，好像是空虚的人生的反响，在灰暗寂寞的空气中散了。我遵了大道，以几点灯火作了目标，将走近西直门的时候，模糊隐约的我的脑里，忽而起了一个霹雳。到这时候止，常在脑里起伏的那些毫无系统的思想，都集中在一个中心点上，成了一个霹雳，显现了出来。我是一个真正的零余者！这就是霹雳的核心，另外的许多思想，不过是些附属在这霹雳上的枝节而已。这样的忽而见了思想的中心点，以后我就用了科学的方法推想起来――我的确是一个零余者，所以对于社会人世是完全没有用的。！！！证据呢？这是很容易证明的――这时候，我的两只脚已经在西直门内的大街上运转。四边来往的人类，究竟比城外混杂得多。天也已经昏黑，道旁的几家破店和小摊，都点上灯了。――第一我且从远处说起吧第一，我对于世界是完全没有用的。我这样生在这里，世界和世界上的人类，也不能受一点益处反之，我死了，世界社会，也没有一些儿损害，这是千真万真的。第二，且说中国吧！对于这样混乱的中国，我竟不能制造一个炸弹，杀死一个坏人。中国生我养我，有什么用处呢？再缩小一点，嗳，再缩小一点，第三，第三且说家庭吧！啊，对于我的家庭，我却是个少不得的人了。在外国念书的时候，已故的祖母听见说我有病，就要哭得两眼红肿。就是半男性的母亲，当我有一次醉死在朋友家里的时候，也急得大哭起来。此外我的女人，我的小孩，当然是少我不得的！哈哈，还好还好，我还是个有用之人。――想到了这里，我的思想上又起了一个冲突。前刻现的那个思想上的霹雳，几乎可以取消的样子，但迟疑了一会，我终究解决不了这个问题的矛盾性。"}
