{"text":"素琴的译文，题为法西斯德意志之访问，载一九三三年十月上海大陆杂志第二卷第四期。博心的译文，题为褐色恐怖，载一九三三年上海中外书报新闻第三期。北斗文艺月刊，左联机关刊物之一，丁玲主编。一九三一年九月在上海创刊，一九三二年七月出至第二卷第三四期合刊后停刊，共出八期。翻译的解放了的堂吉诃德第一场载于该刊第一卷第三期，署隋洛文译。近代木刻选集小引近代木刻选集小引我们进小学校时，看见教本上的几个小图画，倒也觉得很可观，但到后来初见外国文读本上的插画，却惊异于它的精工，先前所见的就几乎不能比拟了。还有英文字典里的小画，也细巧得出奇。凡那些，就是先回说过的木口雕刻。西洋木版的材料，固然有种种，而用于刻精图者大概是柘木。同是柘木，因锯法两样，而所得的板片，也就不同。顺木纹直锯，如箱板或桌面板的是一种，将木纹横断，如砧板的又是一种。前一种较柔，雕刻之际，可以挥凿自如，但不宜于细密，倘细，是很容易碎裂的。后一种是木丝之端，攒聚起来的板片，所以坚，宜于刻细，这便是木口雕刻。这种雕刻，有时便不称，而别称为了。中国先前刻木一细，便曰绣梓，是可以作这译语的。和这相对，在箱板式的板片上所刻的，则谓之木面雕刻。但我们这里所绍介的，并非教科书上那样的木刻，因为那是意在逼真，在精细，临刻之际，有一张图画作为底子的，既有底子，便是以刀拟笔，是依样而非独创，所以仅仅是复刻板画。至于创作板画，是并无别的粉本的，乃是画家执了铁笔，在木版上作画，本集中的达格力秀的两幅，永濑义郎的一幅，便是其例。自然也可以逼真，也可以精细，然而这些之外有美，有力仔细看去，虽在复制的画幅上，总还可以看出一点有力之美来。但这力之美大约一时未必能和我们的眼睛相宜。流行的装饰画上，现在已经多是削肩的美人，枯瘦的佛子，解散了的构成派绘画了。有精力弥满的作家和观者，才会生出力的艺术来。放笔直干的图画，恐怕难以生存于颓唐，小巧的社会里的。附带说几句，前回所引的诗，是将记错了。季黻来信道我有一匹好东绢系出于杜甫戏韦偃为双松图，末了的数句，是重之不减锦绣段，已令拂拭光凌乱，请君放笔为直干。并非苏东坡诗。"}
{"text":"但这力之美大约一时未必能和我们的眼睛相宜。流行的装饰画上，现在已经多是削肩的美人，枯瘦的佛子，解散了的构成派绘画了。有精力弥满的作家和观者，才会生出力的艺术来。放笔直干的图画，恐怕难以生存于颓唐，小巧的社会里的。附带说几句，前回所引的诗，是将记错了。季黻来信道我有一匹好东绢系出于杜甫戏韦偃为双松图，末了的数句，是重之不减锦绣段，已令拂拭光凌乱，请君放笔为直干。并非苏东坡诗。一九二九年三月十日，记。本篇最初发表于一九二九年三月二十一日朝花周刊第十二期，并同时印入近代木刻选集。近代木刻选集，朝花社编印的艺苑朝华第一期第三辑。内收欧美和日本版画十二幅，一九二九年三月出版。木刻。，木口雕刻。粉本原指施粉上样的中国画稿本，后用以泛称绘画底稿。达格力秀―，参看本书近代木刻选集附记。永濑义即―日本版画家。作品有母与子等。参看本书近代木刻选集附记。指叶灵凤等人对苏联构成派绘画生吞活剥的模仿。构成派，参看本书第页注。季黻许寿裳―，字季黻，浙江绍兴人，教育家。的同学和好友。先后在教育部北京女子师范大学广东中山大学北平大学女子文理学院任职。抗战胜利后任台湾大学中文系主任，台湾编译馆馆长。一九四八年二月在台北被刺。著有亡友印象记我所认识的等。杜甫―字子美，原籍襄阳今属湖北，先代迁居巩县今属河南。唐代诗人。著作有杜工部集。文中戏韦偃为双松图应作戏为韦偃双松图歌。诗中请君应作请公。近代木刻选集附记本集中的十二幅木刻大都是从英国的，中选取的，这里也一并摘录几句解说。格斯金，英国人。他不是一个始简单后精细的艺术家。他早懂得立体的黑色之浓淡关系。这幅大雪的凄凉和小屋底景致是很动人的。雪景可以这样比其他种种方法更有力地表现，这是木刻艺术的新发见。"}
{"text":"诗中请君应作请公。近代木刻选集附记本集中的十二幅木刻大都是从英国的，中选取的，这里也一并摘录几句解说。格斯金，英国人。他不是一个始简单后精细的艺术家。他早懂得立体的黑色之浓淡关系。这幅大雪的凄凉和小屋底景致是很动人的。雪景可以这样比其他种种方法更有力地表现，这是木刻艺术的新发见。童话也具有和大雪同样的风格。杰平早是英国木刻家中一个最丰富而多方面的作家。他对于黑白的观念常是意味深长而且独创的。的红的智慧插画在光耀的黑白相对中有东方的艳丽和精巧的白线底律动。他的令人快乐的闲坐，显示他在有意味的形式里黑白对照的气质。达格力秀在我们的近代木刻选集里已曾叙述了。伯劳见的中。海狸见达格力秀自撰的丛书第二卷中。凯亥勒原籍瑞士，现入法国籍。木刻于他是种直接的表现的媒介物，如绘画，蚀铜之于他人。他配列光和影，指明颜色的浓淡他的作品颤动着生命。他没有什么美学理论，他以为凡是有趣味的东西能使生命美丽。奥力克是最早将日本的木刻方法传到德国去的人。但他却将他自己本国的种种方法融合起来刻木的。陀蒲晋司基的窗，我们可以想像无论何人站在那里，如那个人站着的，张望外面的雨天，想念将要遇见些什么。俄国人是很想到站在这个窗下的人的。左拉舒是俄国种的美国人。他注意于有趣的在黑底子上的白块，不斤斤于用意的深奥。游泳的女人由游泳的眼光看来，是有些眩目的。这看去像油漆布雕刻，不大像木刻。游泳是美国木刻家所好的题材，各人用各人的手法创造不同的风格。永濑义郎，曾在日本东京美术学校学过雕塑，后来颇尽力于版画，著给学版画的人一卷。沉钟便是其中的插画之一，算作木口雕刻的作例，更经有名的刻手菊地武嗣复刻的。"}
{"text":"俄国人是很想到站在这个窗下的人的。左拉舒是俄国种的美国人。他注意于有趣的在黑底子上的白块，不斤斤于用意的深奥。游泳的女人由游泳的眼光看来，是有些眩目的。这看去像油漆布雕刻，不大像木刻。游泳是美国木刻家所好的题材，各人用各人的手法创造不同的风格。永濑义郎，曾在日本东京美术学校学过雕塑，后来颇尽力于版画，著给学版画的人一卷。沉钟便是其中的插画之一，算作木口雕刻的作例，更经有名的刻手菊地武嗣复刻的。现在又经复制，但还可推见黑白配列的妙处。本篇最初印入一九二九年三月出版的近代木刻选集。，即小动物。包伊斯马瑟斯―，庸骷摇翻译家。法布耳―，法国昆虫学家，著有昆虫记等。，田野和公园里的动物生活。一九二一年美国纽约出版。黑白画中的动物。油漆布雕刻即麻胶版画。近代木刻选集小引近代木刻选集小引中国古人所发明，而现在用以做爆竹和看风水的火药和指南针，传到欧洲，他们就应用在枪炮和航海上，给本师吃了许多亏。还有一件小公案，因为没有害，倒几乎忘却了。那便是木刻。虽然还没有十分的确证，但欧洲的木刻，已经很有几个人都说是从中国学去的，其时是十四世纪初，即一三二年顷。那先驱者，大约是印着极粗的木版图画的纸牌这类纸牌，我们至今在乡下还可看见。然而这博徒的道具，却走进欧洲大陆，成了他们文明的利器的印刷术的祖师了。木版画恐怕也是这样传去的十五世纪初德国已有木版的圣母像，原画尚存比利时的勃吕舍勒博物馆中，但至今还未发见过更早的印本。十六世纪初，是木刻的大家调垒尔和荷勒巴因出现了，而调垒尔尤有名，后世几乎将他当作木版画的始祖。到十七八世纪，都沿着他们的波流。木版画之用，单幅而外，是作书籍的插图。然则巧致的铜版图术一兴，这就突然中衰，也正是必然之势。惟英国输入铜版术较晚，还在保存旧法，且视此为义务和光荣。"}
{"text":"十六世纪初，是木刻的大家调垒尔和荷勒巴因出现了，而调垒尔尤有名，后世几乎将他当作木版画的始祖。到十七八世纪，都沿着他们的波流。木版画之用，单幅而外，是作书籍的插图。然则巧致的铜版图术一兴，这就突然中衰，也正是必然之势。惟英国输入铜版术较晚，还在保存旧法，且视此为义务和光荣。一七七一年，以初用木口雕刻，即所谓白线雕版法而出现的，是毕维克。这新法进入欧洲大陆，又成了木刻复兴的动机。但精巧的雕镌，后又渐偏于别种版式的模仿，如拟水彩画，蚀铜版，网铜版等，或则将照相移在木面上，再加绣雕，技术固然极精熟了，但已成为复制底木版。至十九世纪中叶，遂大转变，而创作底木刻兴。所谓创作底木刻者，不模仿，不复刻，捏刀向木，直刻下去。――记得宋人，大约是苏东坡罢，有请人画梅诗，有句云我有一匹好东绢，请君放笔为直干！这放刀直干，便是创作底版画首先所必须，和绘画的不同，就在以刀代笔，以木代纸或布。中国的刻图，虽是所谓绣梓，也早已望尘莫及，那精神，惟以铁笔刻石章者，仿佛近之。因为是创作底，所以风韵技巧，因人不同，已和复制木刻离开，成了纯正的艺术，现今的画家，几乎是大半要试作的了。在这里所绍介的，便都是现今作家的作品但只这几枚，还不足以见种种的作风，倘为事情所许，我们逐渐来输运罢。木刻的回国，想来决不至于象别两样的给本师吃苦的。一九二九年一月二十日，记于上海。本篇最初发表于一九二九年一月二十四日上海朝花周刊第八期，并同时印入近代木刻选集。近代木刻选集，朝花社编印的美术丛刊艺苑朝华的第一期第一辑。内收英法等国版画十二幅，一九二九年一月出版。勃吕舍勒通译布鲁塞尔，比利时首都。调垒尔―通译丢勒。德国油画家版画家雕塑家和建筑师。作品有木刻组画启示录油画四圣图等。荷勒巴因―通译贺尔拜因。德国肖像画家版画家。作品有版画死神舞肖像画英王亨利八世像等。木口雕刻木刻版画的一种。用坚硬的木材的横断面雕刻，特点是精确细致。毕维克―英国版画家。"}
{"text":"内收英法等国版画十二幅，一九二九年一月出版。勃吕舍勒通译布鲁塞尔，比利时首都。调垒尔―通译丢勒。德国油画家版画家雕塑家和建筑师。作品有木刻组画启示录油画四圣图等。荷勒巴因―通译贺尔拜因。德国肖像画家版画家。作品有版画死神舞肖像画英王亨利八世像等。木口雕刻木刻版画的一种。用坚硬的木材的横断面雕刻，特点是精确细致。毕维克―英国版画家。作品有不列颠鸟类史并插图伊索寓言插图等。我有一匹好东绢，请君放笔为直干这是唐代杜甫的诗句。参看本书近代木刻选集小引及其注。近代木刻选集附记本集中的十二幅木刻，都是从英国的，，中选取的，这里也一并摘录几句解说。惠勃是英国现代著名的艺术家，从一九二二年以来，都在毕明翰中央学校教授美术。第一幅高架桥是圆满的大图画，用一种独创的方法所刻，几乎可以数出他雕刻的笔数来。统观全体，则是精美的发光的白色标记，在一方纯净的黑色地子上。农家的后园，刀法也多相同。金鱼更可以见惠勃的作风，新近在上，曾大为所称许。司提芬蓬的一幅，是的插图之一。论者谓英国南部诸州的木刻家无出之右，散文得此，而妙想愈明云。达格力秀是伦敦动物学会会员，木刻也有名，尤宜于作动植物书中的插画，能显示最严正的自然主义和纤巧敏慧的装饰的感情。田凫是的中插画之一淡水鲈鱼是的中的。观这两幅，便可知木刻术怎样有裨于科学了。哈曼普耳，法国人，原是作石版画的蟾哪究蹋笥转通俗画。曾说艺术是一种不断的解放，于是便简单化了。本集中的两幅，已很可窥见他后来的作风。"}
{"text":"田凫是的中插画之一淡水鲈鱼是的中的。观这两幅，便可知木刻术怎样有裨于科学了。哈曼普耳，法国人，原是作石版画的蟾哪究蹋笥转通俗画。曾说艺术是一种不断的解放，于是便简单化了。本集中的两幅，已很可窥见他后来的作风。前一幅是著书中的插画，正当大雨时后一幅是装饰的诗集勇士的教义的，那诗的大意是――看残废的身体和面部的机轮，染毒的疮疤红了面容，少有勇气与丑陋的人们，传闻以千辛万苦获得了好的名声。迪绥尔多黎，意大利人，是多才的艺术家，善于刻石，蚀铜，但木刻更为他的特色。是一幅具有律动的图象，那印象之自然，就如本来在木上所创生的一般。麦格努斯拉该兰支夫人嗜鸬涞牡窨家，尤其擅长花卉。她的最重要的工作，是一册瑞典诗人的诗集群芳的插图。富耳斯在美国，有最为多才的艺术家之称。他于诸艺术无不尝试，而又无不成功。集中的岛上的庙，是他自己选出的得意的作品。华惠克也是美国的木刻家。会见是装饰与想像的版画，含有强烈的中古风味的。书面和首叶的两种小品，是法国画家拉图之作，自中取来，目录上未列，附记于此。本篇最初印入一九二九年一月出版的近代木刻选集。文人。英国文艺新闻杂志，一八九一年创刊于伦敦，一九三四年停刊。，画室。英国美术杂志，乔弗莱霍姆主编，一八九三年创刊于伦敦，一八九七年停刊叮裕瑁濉。祝铮铮洌，当代木刻霍姆编。"}
{"text":"本篇最初印入一九二九年一月出版的近代木刻选集。文人。英国文艺新闻杂志，一八九一年创刊于伦敦，一九三四年停刊。，画室。英国美术杂志，乔弗莱霍姆主编，一八九三年创刊于伦敦，一八九七年停刊叮裕瑁濉。祝铮铮洌，当代木刻霍姆编。此书全名为当代国内外木刻，一九二七年英国伦敦摄影有限公司出版。毕明翰通译伯明翰，英国中部城市。乔治希赖因汉，英国插图画家台美术家。的乔治勃恩怠兑桓雠虻纳睢贰侵g勃恩―，美国作家玻丁场。的尼科尔森的英格兰的鸟。尼科尔森，英国生物学家作家。的艾萨克沃尔顿和查理柯顿的钓鱼大全。沃尔顿―和柯顿―，都是文艺复兴时期英国作家。拉伯雷约―，文艺复兴时期法国作家。著有巨人传等。安德烈马尔蒂，法国诗人玻保啊场饫锼引的四行诗应译为怯懦的卑劣的人们啊！当你们看见那瘫痪的身体和半截的面具还有那因伤口感染而发红了的脸颊，你们就会知道历尽千辛万苦才获得好名誉。洛勒托的文艺女神。阿特包姆―，瑞典作家哲学家。著有瑞典文学史花即群芳等。静静的顿河静静的顿河本书的是新近有名的作家，一九二七年珂刚教授所作的伟大的十年的文学中，还未见他的姓名，我们也得不到他的自传。卷首的事略，是从德国辑译的新俄新小说家三十人集的附录里翻译出来的。"}
{"text":"著有瑞典文学史花即群芳等。静静的顿河静静的顿河本书的是新近有名的作家，一九二七年珂刚教授所作的伟大的十年的文学中，还未见他的姓名，我们也得不到他的自传。卷首的事略，是从德国辑译的新俄新小说家三十人集的附录里翻译出来的。这静静的顿河的前三部，德国就在去年由译成出版，当时书报上曾有比小传较为详细的绍介的文辞唆罗诃夫是那群直接出自民间，而保有他们的本源的俄国的诗人之一。约两年前，这年青的哥萨克的名字，才始出现于俄国的文艺界，现在已被认为新俄最有天才的作家们中的一个了。他未到十四岁，便已实际上参加了俄国革命的斗争，受过好几回伤，终被反革命的军队逐出了他的乡里。他的小说静静的顿河开手于一九一三年，他用炎炎的南方的色彩，给我们描写哥萨克人那些英雄的，叛逆的奴隶们，，等的苗裔，这些人们的行为在历史上日见其伟大的生活。但他所描写，和那部分底地支配着西欧人对于顿河哥萨克人的想像的不真实的罗曼主义，是并无共通之处的。战前的家长制度的哥萨克人的生活，非常出色地描写在这小说中。叙述的中枢是年青的哥萨克人格黎高里和一个邻人的妻阿珂新亚，这两人被有力的热情所熔接，共尝着幸福与灭亡。而环绕了他们俩，则俄国的乡村在呼吸，在工作，在歌唱，在谈天，在休息。有一天，在这和平的乡村里蓦地起了一声惊呼战争！最有力的男人们都出去了。这哥萨克人的村落也流了血。但在战争的持续间却生长了沉郁的憎恨，这就是逼近目前的革命豫兆出书不久，华斯珂普也就给以正当的批评唆罗诃夫的静静的顿河，由我看来好像是一种豫约――那青年的俄国文学以法兑耶夫的溃灭，班弗罗夫的贫农组合，以及巴贝勒的和伊凡诺夫的小说与传奇等对于那倾耳谛听着的西方所定下的豫约的完成这就是说，一种充满着原始力的新文学生长起来了，这种文学，它的浩大就如俄国的大原野，它的清新与不羁则如苏联的新青年。"}
