{"text":"初为周刊，附京报发行，同年十一月二十七日出至三十二期止。一九二六年一月十日改为半月刊，由未名社出版。同年八月离开北京后，由韦素园接编，一九二七年十二月二十五日出至第四十八期停刊。流弊流弊陈百年在现代评论第一卷第二十二期一九二五年五月九日发表的答章周二先生论一夫多妻一文中，连用了十多个流弊攻击章周的主张。章先生即章锡琛―，字雪村，浙江绍兴人。当时是妇女杂志的主编。一九二六年秋创办开明书店，任董事兼经理。这里说的驳文，指他的驳陈百年教授一夫多妻的新护符一文，其中说我们中国人往往有一种牢不可破的最坏的下流脾气，就是喜欢崇拜博士，教授，以及所谓名流，因为陈先生是一位教授，特别是所谓全国最高学府北京大学的有名的教授，所以他对于我们一下了批评，就好像立刻宣告了我们的死罪一般，这篇文章发表以后，从各方面袭来的种种间接直接的指斥，攻击，迫害，已经使我们够受而我们向现代评论所提起的反诉，等了一个多月，不但未见采纳，简直也未见驳回并不是为什么，只为了我们不曾做大学教授。备考无聊的通信仲潜，伏园备考无聊的通信仲潜，伏园自从先生出了征求青年爱读书十部的广告之后，京报副刊上就登了关于这类的许多无聊的通信如年青妇女是否可算青年之类。这样无聊的文字，这样简单的脑筋，有登载的价值么？除此，还有前天的副刊上载有先生的咬文嚼字一文，亦是最无聊的一种，亦无登载的必要！京报副刊的篇幅是有限的，请先生宝贵它吧，多登些有价值的文字吧！兹寄上一张征求的表请收下。十三，仲潜。凡记者收到外间的来信，看完以后认为还有再给别人看看的必要，于是在本刊上发表了。例如廖仲潜先生这封信，我也认为有公开的价值，虽然或者有人也许连廖先生自己要把它认为无聊的通信。我发表青年二字是否连妇女也包括在内？的李君通信，是恐怕读者当中还有像李君一般怀疑的，看了我的答案可以连带的明白了。关于这层我没有什么其他的答辩。至于先生的咬文嚼字，在记者个人的意见，是认为极重要极有意义的文字的，所以特用了二号字的标题，四号字的署名，希望读者特别注意。因为先生所攻击的两点，在记者也以为是晚近翻译界堕落的征兆，不可不力求改革的。"}
{"text":"我发表青年二字是否连妇女也包括在内？的李君通信，是恐怕读者当中还有像李君一般怀疑的，看了我的答案可以连带的明白了。关于这层我没有什么其他的答辩。至于先生的咬文嚼字，在记者个人的意见，是认为极重要极有意义的文字的，所以特用了二号字的标题，四号字的署名，希望读者特别注意。因为先生所攻击的两点，在记者也以为是晚近翻译界堕落的征兆，不可不力求改革的。中国从翻译印度文字以来，似乎数千年中还没有人想过这样的怪思想，以为女人的名字应该用美丽的字眼，男人的名字的第一者应该用百家姓中的字，的确是近十年来的人发明的这种办法在严几道时代还未通行，而近十年来的翻译文字的错误百出也可以算得震铄前古的了。至于这两点为什么要攻击，只要一看先生的讽刺文字就会明白。他以中国周家的小姐不另姓绸去映衬有许多人用玛丽亚，婀娜，娜拉这些美丽字眼译外国女人名字之不当，以吾家一语去讥讽有许多人将无论那一国的人名硬用百家姓中的字作第一音之可笑，只这两句话给我们的趣味已经够深长够浓厚了，而廖先生还说它是最无聊的文字么？最后我很感谢廖先生热心的给我指导，还很希望其他读者如对于副刊有什么意见时不吝赐教。伏园敬复。一九二五年一月十五日京报副刊。编完写起编完写起近几天收到两篇文章，是答陈百年先生的一夫多妻的新护符的，据说，现代评论不给登他们的答辩，又无处可投，所以寄到我这里来了，请为介绍到可登的地方去。诚然，妇女杂志上再不见这一类文章了，想起来毛骨悚然，悚然于阶级很不同的两类人，在中国竟会联成一气。但我能向那里介绍呢，饭碗是谁都有些保重的。况且，看现代评论的豫告，已经登在二十二期上了，我便决意将这两篇没收。但待到看见印成的现代评论的时候，我却又决计将它登出来，因为比那挂在那边的尾巴上的一点详得多，但是委屈得很，只能在这无聊的莽原上。我于他们三位都是熟识之至，又毫没有研究过什么性伦理性心理之类，所以不敢来说外行话。可是我总以为章周两先生在中国将这些议论发得太早，――虽然外国已经说旧了，但外国是外国。可是我总觉得陈先生满口流弊流弊，是论利害，不像论是非，莫明其妙。"}
{"text":"但待到看见印成的现代评论的时候，我却又决计将它登出来，因为比那挂在那边的尾巴上的一点详得多，但是委屈得很，只能在这无聊的莽原上。我于他们三位都是熟识之至，又毫没有研究过什么性伦理性心理之类，所以不敢来说外行话。可是我总以为章周两先生在中国将这些议论发得太早，――虽然外国已经说旧了，但外国是外国。可是我总觉得陈先生满口流弊流弊，是论利害，不像论是非，莫明其妙。但陈先生文章的末段，读来却痛快――至于法律和道德相比，道德不妨比法律严些，法律所不禁止的，道德尽可加以禁止。例如拍马吹牛，似乎不是法律所禁止的然则我们在道德上也可以容许拍马屁，认为无损人格么？这我敢回答是不能容许的。然而接着又起了一个类似的问题例如女人被强奸，在法律上似乎不至于处死刑，然则我们在道德上也可以容许被强奸，认为无须自杀么？章先生的驳文似乎激昂些，因为他觉得陈先生的文章发表以后，攻击者便源源而来，就疑心到教授的头衔上去。那么，继起者就有拍马屁的嫌疑了，我想未必。但教授和学者的话比起一个小编辑来容易得社会信任，却也许是实情，因此从论敌看来，这些名称也就有了流弊了，真所谓有一利必有一弊。十一日。关于咬文嚼字仲潜，伏园关于咬文嚼字仲潜，伏园我那封短信，原系私人的通信，应无发表的必要不过先生认为有公开的价值，就把它发表了。但因此那封信又变为无聊的通信了，岂但无聊而已哉，且恐要惹起许多无聊的是非来，这个挑拨是非之责，应该归记者去担负吧！所以如果没有彼方的答辩则已如有，我可不理了。至于咬文嚼字一文，先生认为原意中攻击的两点是极重要且极有意义的，我不无怀疑之点，先生照咬文嚼字的翻译看起来，以为是晚近翻译界堕落的征兆。为什么是堕落？我不明白。你以为女人的名字应该用美丽的字眼，男人的名字的第一音应该用百家姓中的字，是近来新发明的，因名之曰怪思想么？但我要问先生认它为堕落的，究竟是不是怪思想？我以为用美丽的字眼翻译女性的名字是翻完全的自由与高兴，无关紧要的虽是新发明，却不是堕落的征兆，更不是怪思想！，外国人的名是在前，姓是在后。"}
{"text":"为什么是堕落？我不明白。你以为女人的名字应该用美丽的字眼，男人的名字的第一音应该用百家姓中的字，是近来新发明的，因名之曰怪思想么？但我要问先生认它为堕落的，究竟是不是怪思想？我以为用美丽的字眼翻译女性的名字是翻完全的自由与高兴，无关紧要的虽是新发明，却不是堕落的征兆，更不是怪思想！，外国人的名是在前，姓是在后。高尔基三个音连成的字，是的姓，并不是他就是姓高不过便于中国人的习惯及记忆起见，把第一音译成一个相似的中国姓，或略称某氏以免重复的累赘底困难。如果照中国人的姓名而认他姓高，则尔基就变成他的名字了？岂不是笑话吗！又如，可译为王尔德，可译魏尔德，又可译为樊尔德，然则他一人姓了王又姓魏又姓樊，此理可说的通吗？可见所谓吾家者，我想，是先生新发明的吧！不然，就是说吾家的人，根本不知高尔基三音连合的字是他原来的姓！因同了一个高字，就贸贸然称起吾家还加上来，这的确是新杜撰的滑稽话！却于事实上并无滑稽的毫末，只惹得人说他无意思而已，说他是门外汉而已，说他是无聊而已！先生所谓够深长够浓厚极重要极有意义的所在，究竟何所而在？虽然，记者有记者个人的意见，有记者要它发表不发表的权力，所以二号字的标题与四号字的署名，就刊出来了。最后我很感谢先生上次的盛意并希望先生个人认为很有意思的文字多登载几篇。还有一句话将来如有他方面的各种的笔墨官司打来，恕我不再来答辩了，不再来凑无聊的热闹了。此颂撰安！十六，弟仲潜敬复。高尔基三个音连成的字，是的姓，并不是他就姓高，廖先生这句话比先生的文字更有精采。可惜这句话不能天天派一个人对读者念着，也不能叫翻译的人在篇篇文章的原著者下注着高尔基不姓高，王尔德不姓王，白利欧不姓白廖先生这篇通信登过之后不几天，廖先生这句名言必又被人忘诸脑后了。所以，先生的讽刺还是重要，如果翻译界的人被先生的吾家尔基一语刺得难过起来，竟毅然避去百家姓中之字而以声音较近之字代替了如哥尔基，淮尔德，勃利欧，那末阅者一望而知三个音连成的字是姓，第一音不是他的姓，不必有烦廖先生的耳提面命了。"}
{"text":"所以，先生的讽刺还是重要，如果翻译界的人被先生的吾家尔基一语刺得难过起来，竟毅然避去百家姓中之字而以声音较近之字代替了如哥尔基，淮尔德，勃利欧，那末阅者一望而知三个音连成的字是姓，第一音不是他的姓，不必有烦廖先生的耳提面命了。不过这样改善以后，其实还是不妥当，所以用方块儿字译外国人名的办法，其寿命恐怕至多也不过还有五年，进一步是以注音字母译钱玄同先生等已经实行了，昨天记者遇见钱先生，他就说即使第一音为百家姓中的字之办法改良以后，也还是不妥，再进一步是不译，在欧美许多书籍的原名已经不择了，主张不译人名即使在今日的中国恐怕也不算过激罢。伏园附注一九二五年一月十八日京报副刊。备考关于孙用先生的几首译诗张逢汉备考关于孙用先生的几首译诗张逢汉我从均风兄处借来奔流第九期一册，看见孙用先生自世界语译的莱芒托夫几首诗，我发觉有些处与原本不合。孙先生是由世界语转译的，想必经手许多，有几次是失掉了原文的精彩的。孙先生第一首译诗帆原文是原文从略――编者。按着我的意思应当译为曾刊登于语丝第五卷第三期孤独发白的船帆，在云雾中蔚蓝色的大海里他到很远的境域去寻找些什么？他在故土里留弃着什么？波涛汹涌，微风吼啸，船桅杆怒愤着而发着噶吱吱的音调喂！他不寻找幸福，也不是从幸福中走逃！他底下是一行发亮光的苍色水流，他顶上是太阳的金色的光芒可是他，反叛的，希求着巨风，好像在巨风中有什么安宁！第二首天使，孙先生译的有几处和我译的不同。原文从略――编者。我是这样的译夜半天使沿着天空飞翔，寂静的歌曲他唱着月，星，和乌云一起很用心听那神的歌曲。他歌着在天堂花园里树叶子的底上那无罪灵魂的幸福，他歌咏着伟大的上帝，真实的赞美着他。他抱拢了年青们的心灵，为的是这悲苦和泪的世界歌曲的声音，留在青年人的灵魂里是――没有只字，但却是活着。为无边的奇怪的希望，在这心灵，长久的于世界上不得安静，人间苦闷的乐曲，是不能够代替天上的歌声。其余孙先生所译两首我出来和三棵棕榈树，可惜原本现时不在我手里。以后有工夫时可向俄国朋友处借看。"}
{"text":"他歌着在天堂花园里树叶子的底上那无罪灵魂的幸福，他歌咏着伟大的上帝，真实的赞美着他。他抱拢了年青们的心灵，为的是这悲苦和泪的世界歌曲的声音，留在青年人的灵魂里是――没有只字，但却是活着。为无边的奇怪的希望，在这心灵，长久的于世界上不得安静，人间苦闷的乐曲，是不能够代替天上的歌声。其余孙先生所译两首我出来和三棵棕榈树，可惜原本现时不在我手里。以后有工夫时可向俄国朋友处借看。我对孙先生的译诗，并不是来改正，乃本着真挚的心情，随便谈谈，请孙先生原谅！此请撰安。张逢汉。一九二九，五，七，于哈尔滨灿星社。本篇最初发表于一九二九年七月二十日奔流月刊第二卷第三期。泰戈尔，―印度诗人。著有新月集园丁集等。他的诗集吉檀迦利获得一九一三年度的诺贝尔文学奖金。曼殊斐儿，―通译曼斯菲尔德，英国女作家。著有幸福鸽巢等中短篇小说集。徐志摩在小说月报第十四卷第五号一九二三年五月发表的曼殊斐儿一文中，以轻佻的笔调和许多譬喻描写了曼殊斐儿的身态，又用许多艳丽的词句形容她的衣饰。孙用原名卜成中，浙江杭州人，翻译家。渡河与引路渡河与引路玄同兄两日前看见新青年五卷二号通信里面，兄有唐俟也不反对，以及可以一齐讨论的话我于固不反对，但也不愿讨论因为我的赞成的理由，十分简单，还不能开口讨论。要问赞成的理由，便只是依我看来，人类将来总当有一种共同的言语所以赞成五。至于将来通用的是否，却无从断定。大约或者便从改良，更加圆满或者别有一种更好的出现都未可知。但现在既是只有这，便只能先学这。现在不过草创时代，正如未有汽船，便只好先坐独木小舟倘使因为豫料将来当有汽船，便不造独木小舟，或不坐独木小舟，那便连汽船也不会发明，人类也不能渡水了。然问将来何以必有一种人类共通的言语，却不能拿出确凿证据。说将来必不能有的，也是如此。所以全无讨论的必要只能各依自己所信的做去就是了。"}
{"text":"大约或者便从改良，更加圆满或者别有一种更好的出现都未可知。但现在既是只有这，便只能先学这。现在不过草创时代，正如未有汽船，便只好先坐独木小舟倘使因为豫料将来当有汽船，便不造独木小舟，或不坐独木小舟，那便连汽船也不会发明，人类也不能渡水了。然问将来何以必有一种人类共通的言语，却不能拿出确凿证据。说将来必不能有的，也是如此。所以全无讨论的必要只能各依自己所信的做去就是了。但我还有一个意见，以为学是一件事，学的精神，又是一件事。――白话文学也是如此。――倘若思想照旧，便仍然换牌不换货才从四目仓圣面前爬起，又向柴明华先师脚下跪倒无非反对人类进步的时候，从前是说，现在是说从前写作蛟眨现在写作不行罢了。所以我的意见，以为灌输正当的学术文艺，改良思想，是第一事讨论，尚在其次至于辨难驳诘，更可一笔勾消。新青年里的通信，现在颇觉发达。读者也都喜看。但据我个人意见，以为还可酌减只须将诚恳切实的讨论，按期登载其他不负责任的随口批评，没有常识的问难，至多只要答他一回，此后便不必多说，省出纸墨，移作别用。例如见鬼，求仙，打脸之类，明明白白全是毫无常识的事情，新青年却还和他们反复辩论，对他们说二五得一十的道理，这功夫岂不可惜，这事业岂不可怜。我看新青年的内容，大略不外两类一是觉得空气闭塞污浊，吸这空气的人，将要完结了便不免皱一皱眉，说一声唉。希望同感的人，因此也都注意，开辟一条活路。假如有人说这脸色声音，没有妓女的眉眼一般好看，唱小调一般好听，那是极确的真话我们不必和他分辩，说是皱眉叹气，更为好看。和他分辩，我们就错了。一是觉得历来所走的路，万分危险，而且将到尽头于是凭着良心，切实寻觅，看见别一条平坦有希望的路，便大叫一声说，这边走好。希望同感的人，因此转身，脱了危险，容易进步。假如有人偏向别处走，再劝一番，固无不可但若仍旧不信，便不必拚命去拉，各走自己的路。因为拉得打架，不独于他无益，连自己和同感的人，也都耽搁了工夫。耶稣说，见车要翻了，扶他一下。说，见车要翻了，推他一下。我自然是赞成耶稣的话但以为倘若不愿你扶，便不必硬扶，听他罢了。"}
{"text":"一是觉得历来所走的路，万分危险，而且将到尽头于是凭着良心，切实寻觅，看见别一条平坦有希望的路，便大叫一声说，这边走好。希望同感的人，因此转身，脱了危险，容易进步。假如有人偏向别处走，再劝一番，固无不可但若仍旧不信，便不必拚命去拉，各走自己的路。因为拉得打架，不独于他无益，连自己和同感的人，也都耽搁了工夫。耶稣说，见车要翻了，扶他一下。说，见车要翻了，推他一下。我自然是赞成耶稣的话但以为倘若不愿你扶，便不必硬扶，听他罢了。此后能够不翻，固然很好倘若终于翻倒，然后再来切切实实的帮他抬。老兄，硬扶比抬更为费力，更难见效。翻后再抬，比将翻便扶，于他们更为有益。唐俟。十一月四日。本篇最初发表于一九一八年十一月十五日新青年第五卷第五号通信栏，署名唐俟。渡河与引路是新青年发表本篇和钱玄同的复信时编者所加的标题。玄同钱玄同―，名夏，后改名玄同，浙江吴兴人，文字学家。早年留学日本，历任北京大学北京师范大学教授。五四时期积极参加新文化运动，是新青年编者之一。著有文字学音篇古韵二十八音读之假定等。新青年综合性月刊，五四时期倡导新文化运动传播马克思主义的重要刊物。一九一五年九月创刊于上海，由陈独秀主编。第一卷名青年杂志，第二卷起改名新青年。一九一六年底编辑部迁至北京，从一九一八年一月起李大钊等参加编辑工作，一九二二年七月休刊。共出九卷，每卷六期。世界语，一八八七年波兰柴门霍甫所创造的一种国际辅助语。新青年自第二卷第三号一九一六年十一月一日起，曾陆续发表讨论世界语的通信，当时孙国璋区声白钱玄同等主张全力提倡，陶孟和等坚决反对，胡适主张停止讨论。因此，钱玄同在第五卷第二号一九一八年八月十五日通信栏里说刘半农唐俟周启明沈尹默诸先生，我平日听他们的言论，对于，都不反对，吾亦愿其腾出工夫来讨论究竟是否可行。四目仓圣指仓颉。相传为黄帝的史官，汉字的创造者。太平御览卷三六六引春秋孔演图苍颉四目，是谓并明。柴明华先师指柴门霍甫，―，波兰人，一八八七年创造世界语，著有第一读本世界语初基等。"}
{"text":"因此，钱玄同在第五卷第二号一九一八年八月十五日通信栏里说刘半农唐俟周启明沈尹默诸先生，我平日听他们的言论，对于，都不反对，吾亦愿其腾出工夫来讨论究竟是否可行。四目仓圣指仓颉。相传为黄帝的史官，汉字的创造者。太平御览卷三六六引春秋孔演图苍颉四目，是谓并明。柴明华先师指柴门霍甫，―，波兰人，一八八七年创造世界语，著有第一读本世界语初基等。英语，世界语。都是不的意思。蛟找馑际遣弧Ｉ惺橐⒌涞墼挥酰蛟眨》矫圮族。见鬼，求仙指上海灵学丛志宣扬的鬼亦有形可象，有影可照等谬论和提倡扶乩求神等迷信活动。新青年第四卷第五号一九一八年五月曾刊载陈大齐陈独秀等的文章，予以驳斥。打脸，指传统戏曲演员勾画脸谱。新青年从第四卷第六期一九一八年六月起，连续刊载钱玄同刘半农等与张厚载讨论旧戏脸谱等问题的通讯。耶稣，约前―基督教的创始者，犹太族人。尼采―，德国哲学家，唯意志论和超人哲学的鼓吹者。著有札拉图斯特拉如是说善恶的彼岸等。俄文译本阿正传序及著者自叙传略俄文译本阿正传序及著者自叙传略阿正传序这在我是很应该感谢，也是很觉得欣幸的事，就是我的一篇短小的作品，仗着深通中国文学的王希礼先生的翻译，竟得展开在俄国读者的面前了。我虽然已经试做，但终于自己还不能很有把握，我是否真能够写出一个现代的我们国人的魂灵来。别人我不得而知，在我自己，总仿佛觉得我们人人之间各有一道高墙，将各个分离，使大家的心无从相印。这就是我们古代的聪明人，即所谓圣贤，将人们分为十等，说是高下各不相同。其名目现在虽然不用了，但那鬼魂却依然存在，并且，变本加厉，连一个人的身体也有了等差，使手对于足也不免视为下等的异类。造化生人，已经非常巧妙，使一个人不会感到别人的肉体上的痛苦了，我们的圣人和圣人之徒却又补了造化之缺，并且使人们不再会感到别人的精神上的痛苦。我们的古人又造出了一种难到可怕的一块一块的文字但我还并不十分怨恨，因为我觉得他们倒并不是故意的。"}
