{"text":"古往今来，多少矛盾与冲突因宽容而烟消云散多少故事因大度有了圆满结局。宽广的胸襟博大的胸怀高远的目光，是为人处世的智慧。回顾历史，齐桓公求同存异的大气助其建功立业立足当下，展望未来，选择求同存异更是时代的召唤。今年，一场新冠肺炎疫情突袭全球。过去，天花病毒用了三千多年才传遍各大洲今天，病毒可在小时内乘飞机抵达地球上的任何城市。随着科学技术的不断发展，人与人国与国之间的联系愈发紧密。面对思想观念的碰撞，不同文化的交融，我们迫切需要求同存异的胸怀。客观理性尊重差异的美国视频郭杰瑞广受关注与褒奖而试探底线目中无人的杜嘉班纳消声觅迹，不见踪影。语言文化习俗的不同没有阻挡一带一路的发展但长期存在的偏见和嫉妒心理却让某些国家造谣中伤中国抗疫，最后自断抗疫物资供应链。在交流与沟通愈加频繁的新时代，需要尊重差异，包容不同的文化与思想，确定共同的目标并为之奋斗。求同存异，接纳不同是顺应时代发展的行动观念。作为即将走出校园，迈入社会的青年，让我们养成大气度，培养大格局，迈向更广阔的舞台。万物生而纷繁，亦兴于纷繁。我们大都颂春悲秋，是因为春季万物复苏生机勃勃，而秋天则草木凋零一片萧索。对美的评判标准中，丰富也是极为重要的一环好的花园，要百花齐放好的生活，要充实多彩好的时代，要百家争鸣。丰富之于美，正如均衡饮食之于健康。不同的食材蕴含着不同的营养成分，吃得丰富，才能获取人体所需的全部营养。世间万物各有其特性，亦即出彩与出丑之处，全局要出彩，就必须将各种元素组合。然而，随意的组合带来的往往是杂乱。虽说取长可补短，但实际上，某个元素的弱点反而更容易影响到其他元素优点的展现。此时，就轮到调和上场解决问题了。何谓调和？从字面上讲，就是进行调整以达到和谐的目的，就是让各种元素最大程度地去展现优点并弥补不足。这也可以简单地解释为分工或者分化。作为一名偶尔做做视频的咸鱼p主，从这款游戏乃至实战的角度来看，调和着实关乎成败轻型坦克负责侦察游击，中型坦克负责游走支援，重型坦克负责稳步推进，自行火炮负责远程策应没有火炮啊喂！，众单位各司其职，才能打出一场精彩的比赛战役。"}
{"text":"何谓调和？从字面上讲，就是进行调整以达到和谐的目的，就是让各种元素最大程度地去展现优点并弥补不足。这也可以简单地解释为分工或者分化。作为一名偶尔做做视频的咸鱼p主，从这款游戏乃至实战的角度来看，调和着实关乎成败轻型坦克负责侦察游击，中型坦克负责游走支援，重型坦克负责稳步推进，自行火炮负责远程策应没有火炮啊喂！，众单位各司其职，才能打出一场精彩的比赛战役。调和的艺术基于但远远超越按食谱做菜式的模式化，其意义也远远神奇过式的简单叠加。刚刚结束拜仁生涯的传奇组合罗贝里就是很好的例子。早年历经坎坷的里贝里，在右边锋的位置上成名于法甲而右边锋罗本，这个小飞侠先后效力于切尔西与皇家马德里，当时因战术原因被银河战舰出售。二人此前并无交集，刚开始合作时甚至火药味十足，并没有多少人预料到二人日后的伟大成就。但在拜仁几代教练的调教下，二人互换边路，组成了支撑起全队进攻的罗贝里组合。在海因克斯的指教下，正是罗本的绝杀让拜仁三冠功成，此后拜仁恐怖的德甲连冠纪录，二老更是立下汗马功劳。罗贝里的功效远远超过罗本里贝里，这正是调和所追求的。调和的重要，无需再多赘述。可如何调和，则是个见仁见智进而难下定论的事情了。然而，透过种种令人眼花缭乱的操作，我们也足以窥得其原则。首先便是对各待调和元素保证开放与包容。这是因为世间万物总会有我们还未发现的特质，如果总是过早对元素们下死定义，势必会造成不少潜在优势的被无视甚至受到损害，这也是我国在时期所犯过的错误。其次，调和的根本目的是达到和谐，这也意味着调和的方法须以自然规律为基础，例如主次分明，先后有序等等，改革开放的巨大成功也正是因为尊重了客观经济规律。最后，但仍非常重要的是，切记以发展的眼光看待调和，毕竟万物皆变，一成不变，于刻舟求剑又何异一动不动是王八哈哈哈哈哈哈哈哈哈？万物本纷繁，调之得和谐。调和，这自大爆炸起便一直存在的伟大艺术，构建了浩瀚而结构分明的宇宙，演化出了多姿多彩的生物圈，也同时烹调着我们的一日三餐，安排着我们的日常起居。她无处不在，却好像难以寻觅。我想，每当我们追求着美好时，她便是指引前进的明亮灯塔吧。有人说，视听味嗅触，这五感中嗅觉最特别，是回忆不得的――只有在闻到时才能忆起一些过往，引起一些怀念。"}
{"text":"万物本纷繁，调之得和谐。调和，这自大爆炸起便一直存在的伟大艺术，构建了浩瀚而结构分明的宇宙，演化出了多姿多彩的生物圈，也同时烹调着我们的一日三餐，安排着我们的日常起居。她无处不在，却好像难以寻觅。我想，每当我们追求着美好时，她便是指引前进的明亮灯塔吧。有人说，视听味嗅触，这五感中嗅觉最特别，是回忆不得的――只有在闻到时才能忆起一些过往，引起一些怀念。晚上蒸毛豆米啊！厨房传来母亲的声音，不过没外婆家的鲜了。言语中似乎带了一些抱歉。好呀，毛豆米确实很久没吃过了诶！我回道。不一会儿，毛豆米的香气伴着饭香飘来了。外婆家的毛豆米是自家种的。每次去乡下，外婆都会从地里摘新鲜的毛豆，在蒸好后还会加入一点开水作为汤底。这样的毛豆米带有自然的味道，且口感上既不生也不会太烂。小小的毛豆米带着了外婆家的菜田土气。嚓！一根小火柴擦着了，嗯，是木头燃烧的味道。眼前的小火苗，与儿时记忆的影象重叠。灶堂里有提前晒干的芦草，火焰肆意地飞舞着。我盯着出神，任凭汗水在脸上挂着，不挪半步吸着烟火气，满足地在姥姥常坐的小凳子上坐着。手伸向火钳，我想帮忙拨拨火，但抓到了钳尾。烧灼感黑色却烫手的火钳与外婆家灶堂烟气一同留在了记忆里。小区里有一条河，常在河边走，我试图找到外婆家门口的味道，可总不能够。话说回来它们可都是源于长江呢！外婆剪那条河，有属于河的味道，怎么说呢？不太好描述，是水草河柳的味道？也不尽然。总是那种坐在外公掌舵的小木船头能闻到的桥头水气。拖出封尘的纸箱，扑面而来的是灰尘的味道。为了找一样东西，却有了意外的发现。一个红色的儿童红色硬质塑料小背包出现在了箱子里。背包倒没什么，只是里面装满的是外婆家的棉花。我曾与大舅母摘过一次棉花。那时我还没棉树高，站进去找不到人。不过却可以沉浸在这外婆家的棉树木气中，闻着不浓不香却很好闻的味道。六日仲夏，雨多。蚊子业已猖狂，而钩蚊帘的钩子也早有了锈的味道。金属气最重的是外婆戳针泡沫板。那里有的，是针线锈气。土烟火木锈，伴着酸甜苦辣咸，和着米盐酱醋柴，五韵调和生成婆家四时清欢。"}
{"text":"为了找一样东西，却有了意外的发现。一个红色的儿童红色硬质塑料小背包出现在了箱子里。背包倒没什么，只是里面装满的是外婆家的棉花。我曾与大舅母摘过一次棉花。那时我还没棉树高，站进去找不到人。不过却可以沉浸在这外婆家的棉树木气中，闻着不浓不香却很好闻的味道。六日仲夏，雨多。蚊子业已猖狂，而钩蚊帘的钩子也早有了锈的味道。金属气最重的是外婆戳针泡沫板。那里有的，是针线锈气。土烟火木锈，伴着酸甜苦辣咸，和着米盐酱醋柴，五韵调和生成婆家四时清欢。每一韵都是独特的，且每一韵都不可缺。书上说天地融炉，炼人炼己。这五韵和同，得无异乎？是谓和而不同也已。婆家五韵已然，人间有味清欢。同学们！同学们！今天我们的游行是为了什么？是为了我们中国合法的利益。我们加入了协约国，当我们闻言他们获胜时，曾妄想可以还我们中国一个完整，可以还我们中国一个公平！可是今天，列强们却在巴黎和会上出卖了我们，为了他们的利益，竟然想把山东省送个日本。山东，是圣者孔子的出生地，它，是我们中华文化的摇篮，可是这北洋政府竟然对这件事毫无反应，他们默许这件事的发生！这是什么行为？这是对我们的背叛，是对四万万中国人的背叛，他们出卖了我们，出卖了祖国！他们还是我们的政府吗？他们就是列强的走狗，是那群在凡尔赛宫高谈阔论的政客们的走狗，是美国总统威尔逊的走狗，是日本政府的走狗。他们根本就不是我们的政府！他们为了讨好外国政府，居然还派出军警镇压我们，可是哪怕他们镇压了我们，却镇压不了四万万中国人。一个我倒下了，会有千万个我站起来！同学们，你们害怕吗？反正我不害怕，如果害怕，还当什么中国人。我们中国自古以来，就是亚洲的强国，可是在近代的年中，我们却屡次失败，清政府走了，袁世凯上位，我们以为他能让中国强大，可是他却只想着自己的利益，袁世凯走了，国民党来了，我们以为他能让中国强大起来，我们又错了。时至今日，我们已经错过两回了，如果再错下去，中国就亡了！我们没有再错下去的余地了，我们不能再错了，也不敢再错了，我不知道以后的人们会不会记住今天，但是我们所做的一切，都是错过两次以后的沉痛反思，我们吸取了教训，知道了不能靠这些靠不住的政府，只能靠我们自己，靠我们身后的人民。所以今天我们的行动，代表的是北平的人民，也代表上海的人民，更代表中国的人民。"}
{"text":"时至今日，我们已经错过两回了，如果再错下去，中国就亡了！我们没有再错下去的余地了，我们不能再错了，也不敢再错了，我不知道以后的人们会不会记住今天，但是我们所做的一切，都是错过两次以后的沉痛反思，我们吸取了教训，知道了不能靠这些靠不住的政府，只能靠我们自己，靠我们身后的人民。所以今天我们的行动，代表的是北平的人民，也代表上海的人民，更代表中国的人民。今天，我们就要像徐大总统情愿，向国务院总理情愿，还我山东，罢免卖国贼还我青岛，拒签合约。游行队伍前进至路障一处同学们，看见前面的路障了吗？那就是北洋政府的最后一道防线，他们为了不让自己垮台，设置了这么多防线，企图抵挡我们，他们哪里知道，这么做是在抵挡四万万中国人。他们这么做，失去的不仅仅是我们，而是四万万中国人。谭嗣同说过各国变法无不有牺牲者，今中国变法，流血牺牲，自我辈始同学们，冲过去，冲向光明，冲向美好的未来！冲啊！此前听闻协约国获胜，我们喜不自禁深受鼓舞，以为我们会拿回青岛，拿回山东，废除二十一条，除去西方各国在我国之特权，不禁感觉扬眉吐气，腰杆子也直了。不曾想过，远在巴黎的几位洋大人却对我国理所当然的要求置之不顾，私自定下了强权约定，我们就这样没了青岛，没了山东，没了国权，没了尊严！这等丧权辱国的条约，徐总统岂能答应？！我国政府岂能答应？！战胜国未享战胜之礼遇，却有战败之遭遇，此乃古今中外之奇闻怪谈。诸如英吉利法兰西这般的西方帝国予我国这般耻辱，倘若我政府接受，怎么对得起我十几万在欧罗巴以命援战的劳工同胞？！怎么对得起我四万万中华儿女？！怎么对得起我苦难波折的祖国母亲？！我十几万援战的劳工同胞，多数家在山东，他们从枪林弹雨的壕沟从环境恶劣的工厂回来，发现他们的生活依旧暗无天日，压迫他们的不过从德意志变成了日本，我们怎么向他们交代？！政府怎么向他们交代？！我命运多舛的祖国母亲，自道光年始，便不断被列强欺辱，我可怜的四万万中华同胞，自道光伊始，便不断被清廷和列强双重剥削压迫，若签了这协议，我们怎么向她们交代？！政府怎么向她们交代？！同学们，同胞们，今日，我们站在这里，是不愿当今之时局所屈服，更是不愿后世之人唾弃！"}
{"text":"我十几万援战的劳工同胞，多数家在山东，他们从枪林弹雨的壕沟从环境恶劣的工厂回来，发现他们的生活依旧暗无天日，压迫他们的不过从德意志变成了日本，我们怎么向他们交代？！政府怎么向他们交代？！我命运多舛的祖国母亲，自道光年始，便不断被列强欺辱，我可怜的四万万中华同胞，自道光伊始，便不断被清廷和列强双重剥削压迫，若签了这协议，我们怎么向她们交代？！政府怎么向她们交代？！同学们，同胞们，今日，我们站在这里，是不愿当今之时局所屈服，更是不愿后世之人唾弃！今日，我们从巴黎那里知道了，公理战胜强权不过是世间的南柯一梦我们从巴黎那里知道了，强者支配弱者依旧是国与国交往的基本准则我们从巴黎那里知道了，我们仍是那刀片上的鱼肉狮群里的绵羊。同学们，同胞们，今天，我们站在这里，就是请求我政府争国权，除国贼，与西方据理力争。此举若为螳臂当车，我们便做这螳臂。此事若需要流血，我们便做这流血之人！这是我们对劳工同胞的交代，这是我们对祖国母亲的交代，这更是我们对后世之人的交代！拒绝签字，外争国权，内除国贼，废除二十一条！当一条路成为一首诗的时候，你会想些什么？当盘古劈开这混沌天下当烈火融化的五色石补成漫天彩霞当后羿弯弓射下狂妄的烈阳当夸父饮干河渭的水去追逐羲和的金车。这诗篇便写下了它乳虎啸谷般的序章。那是伟大先民们的瑰丽想象，在神州大地上用火与镰刀写下的宣言人定胜天。当孔子知其不可而为之，在时代的逆流中企图力挽狂澜，周游列国十二年，却四处碰壁，归乡，教得三千桃李斐然成章，一部论语流传至今，让那些旁人的嬉笑怒骂淹没在历史的长河的时候当屈原振声高呼来吾道夫先路，却为小人与昏君所陷害，沉吟踱步于汨罗江边，投河自尽，成为他伟大治国理想的殉道者，留一首离骚成为千古绝唱的时候，诗中的莲花便悄然绽放。他们象征着中华文人的精神举世皆浊又如何？我依旧在洪流中着一身清白，出淤泥而不染，顶天立地，成为中华之脊梁！当岳飞不顾满朝意欲退缩以求和的奸佞之臣的阻拦，向北，踏破贺兰山缺，铸就一支难于撼山的岳家军的时候，当文天祥毅然离开临安，希望用自己一人之身来减轻国家的灾难的时候，诗中的梅花便凌枝傲雪。他们象征着民族英雄的精神纵使世人都放弃挣扎，我也要以一人之身铸造一座绵延万里的长城！"}
{"text":"他们象征着中华文人的精神举世皆浊又如何？我依旧在洪流中着一身清白，出淤泥而不染，顶天立地，成为中华之脊梁！当岳飞不顾满朝意欲退缩以求和的奸佞之臣的阻拦，向北，踏破贺兰山缺，铸就一支难于撼山的岳家军的时候，当文天祥毅然离开临安，希望用自己一人之身来减轻国家的灾难的时候，诗中的梅花便凌枝傲雪。他们象征着民族英雄的精神纵使世人都放弃挣扎，我也要以一人之身铸造一座绵延万里的长城！当林则徐睁开眼睛看着这个世界的时候，当戊戌六君子我自横刀向天笑的时候，当辛亥革命的第一枪在新兵工程营打响的时候，当青年大学生涌上街头反对二十一条的时候，当红星在南湖红船上升起，当义勇军进行曲响彻大江南北，当五星红旗在天安门广场上冉冉升起的时候，诗中的不死鸟便从烈火焚烧中获得重生火，不能征服我，它只会让我，更加坚强。经历过风霜雨雪，经历过漫漫长夜，经历过战火纷飞，经历过彩霞满天，经历过五千年的长途跋涉，脚下的路，还在向前绵延。今天，面对中国特色社会主义这一条未曾有他人行走的路途，面对着变幻莫测的国际形势，面对西方国家的不解与挑衅，我们心中充满自信。嫦娥奔月蛟龙入海天眼窥探着亿光年之外的变幻，北斗指示着八万里的方圆。从来不曾相信过神仙皇帝，只相信自身的伟大力量的民族，绝不会经受不了狂风暴雨。莫听穿林打叶声，何妨吟啸且徐行，风雨后，定是一片新天。我曾看见过一条路，路旁曾伏着猛虎荆棘，路上曾有人诘难行路者，但路，总是在他脚下一直延伸着，从未停息。他翻山越岭，后来成为了一首永不完结的诗。战争之胜利，并未能给我们这个有着五千年文明史之泱泱大国带来任何好处。就在昨日，我们得知，在巴黎和会上，列强们拒绝了中国的合法诉求。而曹汝霖，段祺瑞这些身为我中国子民，却行卖国求荣之事的当政者，不顾中国之领土完整，社会之舆论压迫，人民之正当利益，毅然决然的割让青岛，出卖山东权益，签订辱国的二十一条。同胞们，中国古话云祖宗疆土，当以死守，不可尺寸与人。而这些当政者却不知这个道理。我们这些无权无势的大学生，是不是应该以游行示决心，以行动败国贼？同胞们，行动起来吧！"}
{"text":"就在昨日，我们得知，在巴黎和会上，列强们拒绝了中国的合法诉求。而曹汝霖，段祺瑞这些身为我中国子民，却行卖国求荣之事的当政者，不顾中国之领土完整，社会之舆论压迫，人民之正当利益，毅然决然的割让青岛，出卖山东权益，签订辱国的二十一条。同胞们，中国古话云祖宗疆土，当以死守，不可尺寸与人。而这些当政者却不知这个道理。我们这些无权无势的大学生，是不是应该以游行示决心，以行动败国贼？同胞们，行动起来吧！中国经历了五千年之风雷，什么阵仗没见过。小小日本国土不过中国之一省，资源不足中国之百一，何以压我中华雄狮之章甫，夺我中国之青岛山东，还欲败我民族，挫我志气？终有一日，中国终将复兴，将傲立世界之林，挫败帝国主义之嚣张气焰。中国人不会被暂时的挫折而摧毁意志，亦不会像北京政府因惧怕帝国主义而不敢抛头颅洒热血。同胞们，行动起来吧！中国的历史是一部苦难史，如春秋之兵戈，魏晋的血雨，五代之腥风，蒙元之铁骑。乃至今日中国之屈辱。泱泱华夏有何惧之？不知始皇之一统，隋唐之盛世，两宋之经济，朱明之盛隆？又何知今日之中国将来不会傲立世界，睥睨各大帝国？今日，我辈北大之学子，应执奋抗之旌旗，奔北京之市井，呼救国之悲号，攻北京之政府，图中国之权益，觉国民之意志。同胞们，行动起来吧！帝国是腐朽的，是终将凋零于世界的！我辈学生才应是中华之未来，世界之未来。尸位素餐者，皆应代之卖国求荣者，皆应亡之击我壮志者，皆应败之。我中华之儿女，当在民之愚昧时而觉之，国之危难时而救之，世界之混乱时而奋起决胜之。不应畏惧强权，惧怕帝国主义！应当中流击水，断帝国主义之长鞭，绝帝国主义之危志。同胞们，行动起来吧！让我们走上北京的街头，奔走呐喊救国之呼号。前往政府之府邸，以正政府之歧途！每个民族都有自己的象征，罗马人的狼，斯拉夫人的熊，东瀛岛国翩翩落下的樱花有人说很难概括中华民族这个存在了五千年的民族。"}
{"text":"我中华之儿女，当在民之愚昧时而觉之，国之危难时而救之，世界之混乱时而奋起决胜之。不应畏惧强权，惧怕帝国主义！应当中流击水，断帝国主义之长鞭，绝帝国主义之危志。同胞们，行动起来吧！让我们走上北京的街头，奔走呐喊救国之呼号。前往政府之府邸，以正政府之歧途！每个民族都有自己的象征，罗马人的狼，斯拉夫人的熊，东瀛岛国翩翩落下的樱花有人说很难概括中华民族这个存在了五千年的民族。因为故事太多了传奇太多了。而我认为，中华民族最好的概括，就是一个字――器。什么是器呢？器乃凭借之物，一个器可以有无数种解释，盛放东西的器皿，削铁如泥的兵器，抑或是国之重器，上天入地。很难准确定义这个名词，换作英语，相比有着无数个单词对应。那么，为什么说器是中华民族的象征呢？中华民族是一个包容的民族，所谓个民族朵花，五千年的漫漫历史长河中。多少英勇豪俊埋没在黄沙之中，才造就了全民族繁荣的结果。匈奴来了，然后跑到欧洲建立一个匈牙利突厥来了，然后跑到黑海皈依了伊斯兰教蒙古人来了，然后渐渐这个伟大的雄跨欧亚大陆的民族，昙花一现，消失在了历史的大海中女真人呢？金后金大清，然后不也是成为了满族，最终也汇入了中华民族的河流。所谓海纳百川多半是这个意思吧。到头来，这就是器的一种表现――盛纳万物有容乃大。五千年之所以能够屹立至今，窃以为，很大程度是因为我们见的事情多了。什么故事没有在这片沃土上发生过？每一次遇到一件事情，先盛放进来，慢慢品味，慢慢思索，摸清楚来龙去脉，此乃大度也！或许是言语攻击，或许是肢体接触，我们用器，先包容了，然后取其精华去其糟粕，成为我们的力量，这就是器的表现，所谓器量，大多源自于此。林则徐曾经说过海纳百川，有容乃大。这就是一种器，任你滚滚大川大江怎么翻腾绚烂，到了大海里，都是一样的安详平静。然而这不是川流的终结。因为海，就是川流的集大成者。中华民族也是，从某种意义上讲，这块土地上历史上或是消亡或是迁徙的民族，最终都在中国这块热土上留下了自己的瑰丽画卷，在中华民族的血脉大海中，留下了自己的色彩。"}
