{"text":"况且即是笔战，就也如别的兵战或拳斗一样，不妨伺隙乘虚，以一击制敌人的死命，如果一味鼓噪，已是三国志演义式战法，至于骂一句爹娘，扬长而去，还自以为胜利，那简直是阿式的战法了。接着又是什么剖西瓜之类的恐吓，这也是极不对的，我想。无产者的革命，乃是为了自己的解放和消灭阶级，并非因为要杀人，即使是正面的敌人，倘不死于战场，就有大众的裁判，决不是一个诗人所能提笔判定生死的。现在虽然很有什么杀人放火的传闻，但这只是一种诬陷。中国的报纸上看不出实话，然而只要一看别国的例子也就可以恍然，德国的无产阶级革命虽然没有成功，并没有乱杀人俄国不是连皇帝的宫殿都没有烧掉么？而我们的，却将革命的工农用笔涂成一个吓人的鬼脸，由我看来，真是卤莽之极了。自然，中国历来的文坛上，常见的是诬陷，造谣，恐吓，辱骂，翻一翻大部的历史，就往往可以遇见这样的文章，直到现在，还在应用，而且更加厉害。但我想，这一份遗产，还是都让给叭儿狗文艺家去承受罢，我们的倘不竭力的抛弃了它，是会和他们成为一丘之貉的。不过我并非主张要对敌人陪笑脸，三鞠躬。我只是说，战斗的应该注重于论争倘在诗人，则因为情不可遏而愤怒，而笑骂，自然也无不可。但必须止于嘲笑，止于热骂，而且要喜笑怒骂，皆成文章，使敌人因此受伤或致死，而自己并无卑劣的行为，观者也不以为污秽，这才是战斗的的本领。刚才想到了以上的一些，便写出寄上，也许于编辑上可供参考。总之，我是极希望此后的文学月报上不再有那样的作品的。专此布达，并问好。。十二月十日。本篇最初发表于一九三二年十二月十五日文学月报第一卷第五六号合刊。起应即周扬，湖南益阳人，文艺理论家，左联领导成员之一。当时主编文学月报。芸生原名邱九如，浙江宁波人。他的诗汉奸的供状，载文学月报第一卷第四期一九三二年十一月，意在讽刺自称自由人的胡秋原的反动言论，但是其中有在本文中所指出的严重缺点和错误。别德纳衣的讽刺诗指讽刺托洛茨基的长诗没工夫唾骂瞿秋白译，载一九三二年十月文学月报第一卷第三期。对于姓的开玩笑原诗开头是现在我来写汉奸的供状。据说他也姓胡，可不叫立夫。"}
{"text":"起应即周扬，湖南益阳人，文艺理论家，左联领导成员之一。当时主编文学月报。芸生原名邱九如，浙江宁波人。他的诗汉奸的供状，载文学月报第一卷第四期一九三二年十一月，意在讽刺自称自由人的胡秋原的反动言论，但是其中有在本文中所指出的严重缺点和错误。别德纳衣的讽刺诗指讽刺托洛茨基的长诗没工夫唾骂瞿秋白译，载一九三二年十月文学月报第一卷第三期。对于姓的开玩笑原诗开头是现在我来写汉奸的供状。据说他也姓胡，可不叫立夫。按胡立夫是一九三二年一二八日军侵占上海闸北时的著名汉奸。剖西瓜原诗中有这样的话当心，你的脑袋一下就要变做剖开的西瓜！德国的无产阶级革命即德国十一月革命。一九一八年至一九一九年德国无产阶级农民和人民大众在一定程度上用无产阶级革命的手段和形式进行的资产阶级民主革命。它推翻了霍亨索伦王朝，宣布建立社会主义共和国。随后，在社会民主党政府的血腥镇压下失败。喜笑怒骂，皆成文章语见宋代黄庭坚东坡先生真赞。喜，原作嬉。沙沙近来的读书人，常常叹中国人好像一盘散沙，无法可想，将倒楣的责任，归之于大家。其实这是冤枉了大部分中国人的。小民虽然不学，见事也许不明，但知道关于本身利害时，何尝不会团结。先前有跪香，民变，造反现在也还有请愿之类。他们的像沙，是被统治者治成功的，用文言来说，就是治绩。那么，中国就没有沙么？有是有的，但并非小民，而是大小统治者。人们又常常说升官发财。其实这两件事是不并列的，其所以要升官，只因为要发财，升官不过是一种发财的门径。所以官僚虽然依靠朝廷，却并不忠于朝廷，吏役虽然依靠衙署，却并不爱护衙署，头领下一个清廉的命令，小喽罗是决不听的，对付的方法有蒙蔽。他们都是自私自利的沙，可以肥己时就肥己，而且每一粒都是皇帝，可以称尊处就称尊。有些人译俄皇为沙皇，移赠此辈，倒是极确切的尊号。财何从来？是从小民身上刮下来的。小民倘能团结，发财就烦难，那么，当然应该想尽方法，使他们变成散沙才好。以沙皇治小民，于是全中国就成为一盘散沙了。然而沙漠以外，还有团结的人们在，他们如入无人之境的走进来了。这就是沙漠上的大事变。当这时候，古人曾有两句极切贴的比喻，叫作君子为猿鹤，小人为虫沙。"}
{"text":"他们都是自私自利的沙，可以肥己时就肥己，而且每一粒都是皇帝，可以称尊处就称尊。有些人译俄皇为沙皇，移赠此辈，倒是极确切的尊号。财何从来？是从小民身上刮下来的。小民倘能团结，发财就烦难，那么，当然应该想尽方法，使他们变成散沙才好。以沙皇治小民，于是全中国就成为一盘散沙了。然而沙漠以外，还有团结的人们在，他们如入无人之境的走进来了。这就是沙漠上的大事变。当这时候，古人曾有两句极切贴的比喻，叫作君子为猿鹤，小人为虫沙。那些君子们，不是象白鹤的腾空，就如猢狲的上树，树倒猢狲散，另外还有树，他们决不会吃苦。剩在地下的，便是小民的蝼蚁和泥沙，要践踏杀戮都可以，他们对沙皇尚且不敌，怎能敌得过沙皇的胜者呢？然而当这时候，偏又有人摇笔鼓舌，向着小民提出严重的质问道国民将何以自处呢，问国民将何以善其后呢？忽然记得了国民，别的什么都不说，只又要他们来填亏空，不是等于向着缚了手脚的人，要求他去捕盗么？但这正是沙皇治绩的后盾，是猿鸣鹤唳的尾声，称尊肥己之余，必然到来的末一着。七月十二日。本篇最初发表于一九三三年八月十五日申报月刊第二卷第八号，署名洛文。跪香旧时穷苦无告的人们手捧燃香，跪于衙前或街头，向官府请愿鸣冤的一种方式。这里所说团结的人们和下文沙皇的胜者，隐指日本帝国主义。君子为猿鹤，小人为虫沙太平御览卷九一六引古本抱朴子周穆王南征，一军尽化，君子为猿为鹤，小人为虫为沙。世故三昧世故三昧人世间真是难处的地方，说一个人不通世故，固然不是好话，但说他深于世故也不是好话。世故似乎也像革命之不可不革，而亦不可太革一样，不可不通，而亦不可太通的。然而据我的经验，得到深于世故的恶谥者，却还是因为不通世故的缘故。现在我假设以这样的话，来劝导青年人――如果你遇见社会上有不平事，万不可挺身而出，讲公道话，否则，事情倒会移到你头上来，甚至于会被指作反动分子的。如果你遇见有人被冤枉，被诬陷的，即使明知道他是好人，也万不可挺身而出，去给他解释或分辩，否则，你就会被人说是他的亲戚，或得了他的贿路倘使那是女人，就要被疑为她的情人的如果他较有名，那便是党羽。"}
{"text":"现在我假设以这样的话，来劝导青年人――如果你遇见社会上有不平事，万不可挺身而出，讲公道话，否则，事情倒会移到你头上来，甚至于会被指作反动分子的。如果你遇见有人被冤枉，被诬陷的，即使明知道他是好人，也万不可挺身而出，去给他解释或分辩，否则，你就会被人说是他的亲戚，或得了他的贿路倘使那是女人，就要被疑为她的情人的如果他较有名，那便是党羽。例如我自己罢，给一个毫不相干的女士做了一篇信札集的序，人们就说她是我的小姨绍介一点科学的文艺理论，人们就说得了苏联的卢布。亲戚和金钱，在目下的中国，关系也真是大，事实给与了教训，人们看惯了，以为人人都脱不了这关系，原也无足深怪的。然而，有些人其实也并不真相信，只是说着玩玩，有趣有趣的。即使有人为了谣言，弄得凌迟碎剐，像明末的郑那样了，和自己也并不相干，总不如有趣的紧要。这时你如果去辨正，那就是使大家扫兴，结果还是你自己倒楣。我也有一个经验，那是十多年前，我在教育部里做官僚，常听得同事说，某女学校的学生，是可以叫出来嫖的，连机关的地址门牌，也说得明明白白。有一回我偶然走过这条街，一个人对于坏事情，是记性好一点的，我记起来了，便留心着那门牌，但这一号却是一块小空地，有一口大井，一间很破烂的小屋，是几个山东人住着卖水的地方，决计做不了别用。待到他们又在谈着这事的时候，我便说出我的所见来，而不料大家竟笑容尽敛，不欢而散了，此后不和我谈天者两三月。我事后才悟到打断了他们的兴致，是不应该的。所以，你最好是莫问是非曲直，一味附和着大家但更好是不开口而在更好之上的是连脸上也不显出心里的是非的模样来这是处世法的精义，只要黄河不流到脚下，炸弹不落在身边，可以保管一世没有挫折的。但我恐怕青年人未必以我的话为然便是中年，老年人，也许要以为我是在教坏了他们的子弟。呜呼，那么，一片苦心，竟是白费了。然而倘说中国现在正如唐虞盛世，却又未免是世故之谈。耳闻目睹的不算，单是看看报章，也就可以知道社会上有多少不平，人们有多少冤抑。但对于这些事，除了有时或有同业，同乡，同族的人们来说几句呼吁的话之外，利害无关的人的义愤的声音，我们是很少听到的。这很分明，是大家不开口或者以为和自己不相干或者连以为和自己不相干的意思也全没有。"}
{"text":"但我恐怕青年人未必以我的话为然便是中年，老年人，也许要以为我是在教坏了他们的子弟。呜呼，那么，一片苦心，竟是白费了。然而倘说中国现在正如唐虞盛世，却又未免是世故之谈。耳闻目睹的不算，单是看看报章，也就可以知道社会上有多少不平，人们有多少冤抑。但对于这些事，除了有时或有同业，同乡，同族的人们来说几句呼吁的话之外，利害无关的人的义愤的声音，我们是很少听到的。这很分明，是大家不开口或者以为和自己不相干或者连以为和自己不相干的意思也全没有。世故深到不自觉其深于世故，这才真是深于世故的了。这是中国处世法的精义中的精义。而且，对于看了我的劝导青年人的话，心以为非的人物，我还有一下反攻在这里。他是以我为狡猾的。但是，我的话里，一面固然显示着我的狡猾，而且无能，但一面也显示着社会的黑暗。他单责个人，正是最稳妥的办法，倘使兼责社会，可就得站出去战斗了。责人的深于世故而避开了世不谈，这是更深于世故的玩艺，倘若自己不觉得，那就更深更深了，离三昧境盖不远矣。不过凡事一说，即落言筌，不再能得三昧。说世故三昧者，即非世故三昧。三昧真谛，在行而不言我现在一说行而不言，却又失了真谛，离三昧境盖益远矣。一切善知识，心知其意可也，！十月十三日。本篇最初发表于一九三三年十一月十五日申报月刊第二卷第十一号，署名洛文。毫不相干的女士指金淑姿。一九三二年程鼎兴为亡妻金淑姿刊行遗信集，托人请写序。所作的序，入集外集，题为淑姿的信序。郑号a阳，江苏武进今常州市人，明代天启年间进士。崇祯时温体仁诬告他不孝杖母，被凌迟处死。官僚陈西滢攻击的话，见一九二六年一月三十日北京晨报副刊所载致志摩。在一九二五年女师大风潮中，陈西滢诬蔑女师大学生可以叫局，一九二六年初，北京晨报副刊语丝等不断载有谈论此事的文字。三昧佛家语，佛家修身方法之一，也泛指事物的诀要或精义。言筌言语的迹象。庄子外物荃筌者所以在鱼，得鱼而忘荃言者所以在意，得意而忘言。善知识佛家语，据法华文句解释闻名为知，见形为识，是人益我菩提觉悟之道，名善知识。梵文的音译，佛经咒语的发声词。"}
{"text":"在一九二五年女师大风潮中，陈西滢诬蔑女师大学生可以叫局，一九二六年初，北京晨报副刊语丝等不断载有谈论此事的文字。三昧佛家语，佛家修身方法之一，也泛指事物的诀要或精义。言筌言语的迹象。庄子外物荃筌者所以在鱼，得鱼而忘荃言者所以在意，得意而忘言。善知识佛家语，据法华文句解释闻名为知，见形为识，是人益我菩提觉悟之道，名善知识。梵文的音译，佛经咒语的发声词。谁的矛盾谁的矛盾萧并不在周游世界，是在历览世界上新闻记者们的嘴脸，应世界上新闻记者们的口试，――然而落了第。他不愿意受欢迎，见新闻记者，却偏要欢迎他，访问他，访问之后，却又都多少讲些俏皮话。他躲来躲去，却偏要寻来寻去，寻到之后，大做―通文章，却偏要说他自己善于登广告。他不高兴说话，偏要同他去说话，他不多谈，偏要拉他来多谈，谈得多了，报上又不敢照样登载了，却又怪他多说话。他说的是真话，偏要说他是在说笑话，对他哈哈的笑，还要怪他自己倒不笑。他说的是直话，偏要说他是讽刺，对他哈哈的笑，还要怪他自以为聪明。他本不是讽刺家，偏要说他是讽刺家，而又看不起讽刺家，而又用了无聊的讽刺想来讽刺他一下。他本不是百科全书，偏要当他百科全书，问长问短，问天问地，听了回答，又鸣不平，好像自己原来比他还明白。他本是来玩玩的，偏要逼他讲道理，讲了几句，听的又不高兴了，说他是来宣传赤化了。有的看不起他，因为他不是一个马克思主义文学者，然而倘是马克思主义文学者，看不起他的人可就不要看他了。有的看不起他，因为他不去做工人，然而倘若做工人，就不会到上海，看不起他的人可就看不见他了。有的又看不起他，因为他不是实行的革命者，然而倘是实行者，就会和牛兰一同关在牢监里，看不起他的人可就不愿提他了。他有钱，他偏讲社会主义，他偏不去做工，他偏来游历，他偏到上海，他偏讲革命，他偏谈苏联，他偏不给人们舒服于是乎可恶。身子长也可恶，年纪大也可恶，须发白也可恶，不爱欢迎也可恶，逃避访问也可恶，连和夫人的感情好也可恶。然而他走了，这一位被人们公认为矛盾的萧。然而我想，还是熬一下子，姑且将这样的萧，当作现在的世界的文豪罢，唠唠叨叨，鬼鬼祟祟，是打不倒文豪的。而且为给大家可以唠叨起见，也还是有他在着的好。"}
{"text":"他有钱，他偏讲社会主义，他偏不去做工，他偏来游历，他偏到上海，他偏讲革命，他偏谈苏联，他偏不给人们舒服于是乎可恶。身子长也可恶，年纪大也可恶，须发白也可恶，不爱欢迎也可恶，逃避访问也可恶，连和夫人的感情好也可恶。然而他走了，这一位被人们公认为矛盾的萧。然而我想，还是熬一下子，姑且将这样的萧，当作现在的世界的文豪罢，唠唠叨叨，鬼鬼祟祟，是打不倒文豪的。而且为给大家可以唠叨起见，也还是有他在着的好。因为矛盾的萧没落时，或萧的矛盾解决时，也便是社会的矛盾解决的时候，那可不是玩意儿也。二月十九夜。本篇最初发表于一九三三年三月一日论语第十二期。萧伯纳―英国剧作家批评家。出生于爱尔兰都柏林。早年参加过英国改良主义政治组织费边社。他在第一次世界大战爆发后，谴责帝国主义战争，同情俄国十月社会主义革命。一九三一年曾访问苏联。但他始终未能摆脱资产阶级改良主义的观点。主要作品有剧本华伦夫人的职业巴巴拉少校真相毕露等，大都揭露和讽刺资本主义的伪善和罪恶。一九三三年他乘船周游世界，二月十二日到香港，十七日到上海。牛兰即保罗鲁埃格，原籍波兰，泛太平洋产业同盟上海办事处秘书，共产国际派驻中国的工作人员。一九三一年六月十七日牛兰夫妇同在上海被国民党政府拘捕，送往南京监禁，次年七月一日以危害民国罪受审。牛兰不服，于七月二日起进行绝食斗争。宋庆龄蔡元培等曾组织牛兰夫妇营救委员会营救。一九三七年日本侵占南京前夕出狱。谈金圣叹谈金圣叹讲起清朝的文字狱来，也有人拉上金圣叹，其实是很不合适的。他的哭庙，用近事来比例，和前年新月上的引据三民主义以自辩，并无不同，但不特捞不到教授而且至于杀头，则是因为他早被官绅们认为坏货了的缘故。就事论事，倒是冤枉的。清中叶以后的他的名声，也有些冤枉。他抬起小说传奇来，和左传杜诗并列，实不过拾了袁宏道辈的唾余而且经他一批，原作的诚实之处，往往化为笑谈，布局行文，也都被硬拖到八股的作法上。这余荫，就使有一批人，堕入了对于红楼梦之类，总在寻求伏线，挑剔破绽的泥塘。"}
{"text":"就事论事，倒是冤枉的。清中叶以后的他的名声，也有些冤枉。他抬起小说传奇来，和左传杜诗并列，实不过拾了袁宏道辈的唾余而且经他一批，原作的诚实之处，往往化为笑谈，布局行文，也都被硬拖到八股的作法上。这余荫，就使有一批人，堕入了对于红楼梦之类，总在寻求伏线，挑剔破绽的泥塘。自称得到古本，乱改西厢字句的案子且不说罢，单是截去水浒的后小半，梦想有一个嵇叔夜来杀尽宋江们，也就昏庸得可以。虽说因为痛恨流寇的缘故，但他是究竟近于官绅的，他到底想不到小百姓的对于流寇，只痛恨着一半不在于寇，而在于流。百姓固然怕流寇，也很怕流官。记得民元革命以后，我在故乡，不知怎地县知事常常掉换了。每一掉换，农民们便愁苦着相告道怎么好呢？又换了一只空肚鸭来了！他们虽然至今不知道欲壑难填的古训，却很明白成则为王，败则为贼的成语，贼者，流着之王，王者，不流之贼也，要说得简单一点，那就是坐寇。中国百姓一向自称蚁民，现在为便于譬喻起见，姑升为牛罢，铁骑一过，茹毛饮血，蹄骨狼藉，倘可避免，他们自然是总想避免的，但如果肯放任他们自啮野草，苟延残喘，挤出乳来将这些坐寇喂得饱饱的，后来能够比较的不复狼吞虎咽，则他们就以为如天之福。所区别的只在流与坐，却并不在寇与王。试翻明末的野史，就知道北京民心的不安，在李自成入京的时候，是不及他出京之际的利害的。宋江据有山寨，虽打家劫舍，而劫富济贫，金圣叹却道应该在童贯高俅辈的爪牙之前，一个个俯首受缚，他们想不懂。所以水浒传纵然成了断尾巴蜻蜓，乡下人却还要看武松独手擒方腊这些戏。不过这还是先前的事，现在似乎又有了新的经验了。听说四川有一只民谣，大略是贼来如梳，兵来如篦，官来如剃的意思。汽车飞艇，价值既远过于大轿马车，租界和外国银行，也是海通以来新添的物事，不但剃尽毛发，就是刮尽筋肉，也永远填不满的。正无怪小百姓将坐寇之可怕，放在流寇之上了。事实既然教给了这些，仅存的路，就当然使他们想到了自己的力量。五月三十一日。本篇最初发表于一九三三年七月一日上海文学第一卷第一号。金圣叹―名人瑞，原姓张，名采，吴县今属江苏人，明末清初文人。"}
{"text":"听说四川有一只民谣，大略是贼来如梳，兵来如篦，官来如剃的意思。汽车飞艇，价值既远过于大轿马车，租界和外国银行，也是海通以来新添的物事，不但剃尽毛发，就是刮尽筋肉，也永远填不满的。正无怪小百姓将坐寇之可怕，放在流寇之上了。事实既然教给了这些，仅存的路，就当然使他们想到了自己的力量。五月三十一日。本篇最初发表于一九三三年七月一日上海文学第一卷第一号。金圣叹―名人瑞，原姓张，名采，吴县今属江苏人，明末清初文人。曾批改西厢记水浒传等。据清代王应奎柳南随笔载清顺治十八年，大行皇帝按指顺治遗诏至苏，巡抚以下，大临府治。诸生从而讦吴县令不法事，巡抚朱国治方翱令，于是诸生被系者五人。翌日诸生群哭于文庙，复逮系至十三人，俱劾大不敬，而圣叹与焉。当是时，海寇入犯江南，衣冠陷贼者，坐反叛，兴大狱。廷议遣大臣即讯并治诸生，及狱具，圣叹与十七人俱傅会逆案坐斩，家产箱没入官。闻圣叹将死，大叹诧曰断头，至痛也。籍家，至惨也。而圣叹以不意得之，大奇！于是一笑受刑，其妻子亦遣戍边塞云。袁宏道―字中郎，湖广公安今属湖北人，明代文学家。他在觞政等文中肯定了小说戏曲民歌的地位，在狂言里的读书诗中，把离骚庄子西厢水浒和焚书并列。金圣叹也曾以离骚为第一才子书，南华经庄子为第二才子书，史记为第三才子书，杜诗为第四才子书，水浒为第五才子书，西厢记为第六才子书。西厢全名崔莺莺待月西厢记，杂剧，元代王实甫作。金圣叹在批注西厢时，曾参校徐文长徐士范王伯良等较早的刻本，作了一些有根据的改动，但有些却是主观妄改的，如将篇末谢当今盛明唐圣主改为谢当今垂帘双圣主，则更是为了奉承清顺治皇帝及其母后而乱改的。截去水浒的后小半明中叶以后，水浒传有百回和一百二十回多种版本流行。明崇祯十四年左右，金圣叹把水浒七十一回以后的全部删去，另外伪造了一个惊噩梦的结局卢俊义梦见知州嵇叔夜击溃了梁山队伍，并杀绝起义者一百零八人，又把第一回改为楔子，成为七十回本。李自成―陕西米脂人，明末农民起义军领袖。"}
