{"text":"本质为何难以发现，也许是人们不愿意接受另一种事实，也许是因为表象太过于迷人，换句话来说是人们的心理驱使自己去接受偏爱的现象，而忽略了追根溯源的理性思维。关于战斗机故事不禁让我好奇得猜想，专家们是经历过多少伤亡，付出了多少惨痛的代价才发现了真实情况。提出这个想法的专家也许真的亲眼目睹过一些惨烈的空难，由此得到启发。整个战争的格局到底因此受到了多大影响。历史不容我们去改写，唯有透过表象才能发现真正的本质。古人云九层之台，起于垒土千里之行，始于足下，做事要从最基本开始，慢慢积累，才能有所成就但如果一开始就存在一些小问题没有及时发现，终将会酿成大祸。千里之堤，溃于蚁穴，我们要善于发现生活被忽略的小事，材料中英美军方从最初的那里弹痕多就加强哪里，到后来转而注意弹痕少的部位，实际上是注意到了被忽略的，导致问题产生的因素，但这也是经过血的教训换来的沉默的数据，善于观察，会帮助我们解决疑惑善于发现，可以帮助我们看到美丽的大千世界善于总结，可以帮助我们在人生路上多一条成功的捷径。我国著名绘画大师徐悲鸿曾说艺术是纯净的，没有地位和身份附加值，在中国美术馆主办的一次画展中，齐白石的虾趣被主办方安排在一个不起眼的角落里。当时美术界认为他是木匠出身，其作品难等大雅之堂，然而，当徐悲鸿看到这幅画时，则是心中暗喜要求负责人把这幅画安排到展厅的中央，负责人担心这样做会招来美术界的责难，而徐悲鸿却把自己的一副画撤去，把虾趣移到展厅中央，与徐悲鸿的奔马并列摆放。此事传出，引起轰动，齐白石也由此扬名京城。艺术从来不卑微，真正的艺术是无价的。徐悲鸿独具慧眼，发现了齐白石，他摒弃一般人的看法，甚至让齐白石画作的价格高于自己的画作，终始齐白石扬名。就是因为他善于观察生活中的被忽略的部分，才使齐白石不会被埋没，扬名千古。观察可以丰富人们的内心，提升自己的素养，完善自身的缺点。生活中那些被忽略的小事往往会带给我们不一样的感受和体验。我曾看过这样一个故事，在年，外科医生克里斯发现他的病人在手术后多数死于伤口化脓感染。一天清晨，他在阳光下看到无数灰尘飞舞，正是这个不起眼的小细节，使他找到了伤口化脓的原因，并开始寻求消毒的方法。"}
{"text":"观察可以丰富人们的内心，提升自己的素养，完善自身的缺点。生活中那些被忽略的小事往往会带给我们不一样的感受和体验。我曾看过这样一个故事，在年，外科医生克里斯发现他的病人在手术后多数死于伤口化脓感染。一天清晨，他在阳光下看到无数灰尘飞舞，正是这个不起眼的小细节，使他找到了伤口化脓的原因，并开始寻求消毒的方法。经过坚持不懈的努力和潜心研究，终于发现苯酚有消毒效果，于是他就用苯酚溶液来清洗手术器械，结果病人的术后死亡率大大下降。正是因为克里斯的细心观察，拯救了一个又一个的生命。所以对待事物不能只看到表面，而是要有打破砂锅问到底的精神究其根本发现其易被忽略的一面，往往可以更好的解决问题。在人生的际遇中，总会有这样那样的错误，还有这样那样的困难，然而，错误也许就是我们收获喜悦的背篓，困境便是我们收获成功的基石。人生百态，在生活中，我们要懂得思考，懂得观察，懂得发现，千万不要等到失去的时候才想起字典中发现二字的内涵。在几十年前，穷是一种生活的状态，是物质的匮乏。在几十年后的今天，历经了无数变革的中国，物质的贫穷已不再是问题。政府的关怀社会的帮助政策的改变，无一不是在为了广大人民的生活着想。然而，即使有再丰富的物质填充，也终究弥补不了心灵的空虚。穷，还是穷。它已经不仅仅是一种生活的状态，它，更像是一种疾病，是自卑的变种。价值因此，总有人需要以被人需要来证明自己的存在价值不是指全部，借此来表现自己，得到周边人的关注和认可。那一两句的称赞，多少能使他她的心灵感到一丝安慰，他她甚至可能因此全力以赴但没有爱情的力量强大，倾尽所有。而像这样渴望被人需要的人，往往需要他人的爱与关怀。而如果早年收到过鄙夷或排挤者，他们很有可能走上犯罪的道路。所以，善待你身边的每个人，也是在为我大天朝降低犯罪率呦！\\只有受到他人的关注，才能使他她心中的自卑暂时被压抑。但是，我是这样认为的一个人的价值，往往取决于他她自身。古人云天下事有难易乎？为之，则难者亦易矣不为，则易者亦难矣。话虽此讲，但如果一个人没有自己认同的目的，那么即使力再多，也只能心不足了。人生在世，究竟是为何而活？"}
{"text":"而如果早年收到过鄙夷或排挤者，他们很有可能走上犯罪的道路。所以，善待你身边的每个人，也是在为我大天朝降低犯罪率呦！\\只有受到他人的关注，才能使他她心中的自卑暂时被压抑。但是，我是这样认为的一个人的价值，往往取决于他她自身。古人云天下事有难易乎？为之，则难者亦易矣不为，则易者亦难矣。话虽此讲，但如果一个人没有自己认同的目的，那么即使力再多，也只能心不足了。人生在世，究竟是为何而活？这个问题既没有答案也有答案，关键取决于每个人的价值观，一千个人中有一千个哈姆雷特，每个人的定义都有所不同。每个人都有自己存在的意义，有渴望生命充实的有渴望名望众人皆知的有渴望生活悠哉轻松的像这样的人数不胜数！就像小林家的龙女仆里的托尔，明明身处混沌实力。来到异世界后却一反往常的作风，当起了文静自己思考含义的女仆。虽然有些不适应，有时做事过火，但我相信，绝对比以前收敛了许多。遇到一位令其感动相知者，即使对方是曾经的敌人族也会与她长相厮守一辈子直到生命尽头，甚至为了她改变自己大小姐腹黑傲娇的生活方式，为其打理日常，融入异族社会，适应他们的生存方式这，就是爱。。随心，这就是她的生活方式。而在这其中渴望被人需要者只是其中的沧海一粟，他们存在的意义往往需要周边人们的呼应方才能肯定。虽说这是人生的一种过法，不过还不是上乘。如果想要自己满足，就去深刻的思考一下自己存在的价值吧！相信在经过了深思熟虑后你才发现――我说的对。出去走走吧！多与人交流！无论是在现实还是在网络上，你总会找到自己所爱，所追求的。然后按照着自己的轨迹活下去，自由自在的生活。六月初旬，小雨轻过，鸟雀乎晴，又是一片祥和。这封信写给你，请不要忽略掉它，十八年后的你们，过的还好吗？理想还美好吗？精神还充实吗？饮食更健康了吗国家强大了吗？我们是二十一世纪最早的一批青年，在这里，我想和你说，青年，就要有属于他的时代的样子我们这代青年生活在社会转型的时代里，前有先辈们为生活生存的奋斗，后有社会主义现代化的伟大使命，我们不会害怕，更不会退缩，因为社会需要我们，国家更需要我们。听父母说，那一年他们万家灯火齐聚大彩电前欢度新年。新世纪来到了！"}
{"text":"六月初旬，小雨轻过，鸟雀乎晴，又是一片祥和。这封信写给你，请不要忽略掉它，十八年后的你们，过的还好吗？理想还美好吗？精神还充实吗？饮食更健康了吗国家强大了吗？我们是二十一世纪最早的一批青年，在这里，我想和你说，青年，就要有属于他的时代的样子我们这代青年生活在社会转型的时代里，前有先辈们为生活生存的奋斗，后有社会主义现代化的伟大使命，我们不会害怕，更不会退缩，因为社会需要我们，国家更需要我们。听父母说，那一年他们万家灯火齐聚大彩电前欢度新年。新世纪来到了！那一年我们来了整个社会增添了新的一批人群，我们正准备茁壮成长。渐渐地我们大了些，享受着这个社会带给我们的美好生活英气散发的父辈们工作在各行各业。社会在快速运转。我们享受着父辈们带给我们的一切，彩电冰箱洗衣机生活如此美好。时光飞逝，小孩也步入了他的童年黄金期。那算是他首次在电视上真真正正的接触外面的世界，世界各国的运动员代表们齐聚一堂，中国迎来了他的第一届奥运会，蓝天下的苍穹――鸟巢横卧在国都中央，朝气蓬勃的运动员挥洒激情的汗水。尽显父辈荣光。在面临汶川大地震时，举国上下团结一致，中华名族千年之魂就此展现――英勇包容团结不屈互助它们撑起华夏一片天，令世界为之震撼。父辈们强大的精神巨大的创造力伟大的使命感也令我震惊，他们――如此强大。时代在进步，社会在变化，社会民生问题也愈发的备受各界关怀。不知从何时起，村里的大路变成了水泥路柏油路，宽广明亮的大路映射着人们喜悦的心。精准扶贫帮助更多贫困家庭得到来自社会的温暖，生活――蒸蒸日上。畅游在宇宙中天宫一号上的科学家给我们带来了惊奇而有趣的科学实验，引得少年时的我们充满了对太空对宇宙的向往。父辈们的能力强大到令人称奇！青年时的我们，生活在现实和网络两个空间，那一年，我国成为世界第一网民大国。在网络上，我们可以更容易的接触到外面的世界，世界变小了，政治经济文化科学等新知识不断丰富我们的学识，我想――我们的时代，就要来了！父辈们的辛勤劳作给我们带来了无数的荣光，现在我们要接过父辈们的接力棒，向社会转型大步迈去，全面建成小康社会必将是我们的第一战，社会主义现代化建设也就在眼前。你所生活在一个更加美好的时代里，那里有更多的理想，更多的知识，更加美好的社会以及更加强大的国家！上吧，充满理想的青年！"}
{"text":"在网络上，我们可以更容易的接触到外面的世界，世界变小了，政治经济文化科学等新知识不断丰富我们的学识，我想――我们的时代，就要来了！父辈们的辛勤劳作给我们带来了无数的荣光，现在我们要接过父辈们的接力棒，向社会转型大步迈去，全面建成小康社会必将是我们的第一战，社会主义现代化建设也就在眼前。你所生活在一个更加美好的时代里，那里有更多的理想，更多的知识，更加美好的社会以及更加强大的国家！上吧，充满理想的青年！去吧，不要屈辱使命！充吧，那更加繁荣昌盛的国家必将在你们手中绽放！物质能量信息被认为是描述自然界的三种要素，其中物质使得原本虚无的空间变得充实，能量使之得以永不停息地运转，而信息则为生命探索和认识世界提供了机会。语言是信息的衍生物，它是信息的有序的有逻辑的组合。语言可以蕴含物质运动的规律，亦可容纳能量转移与转化的秩序，而对于生命，特别是人类，还可以传达自然界难以描述的体验。当在漫长而复杂的自然条件下被合成出来时，物质便由此诞生了它的语言。分子在这条有序的信息链上被有机地排列在一起，直至每一个密码子都发挥了它的功能――你听见了吗？这是沉默的世界有史以来第一次开口――生命出现了，尽管它的出现是在这种语言还不够成熟的条件下发生的。如今我们作为这套语言中的一个词汇，再放眼这个词典般的星球，谁能不对这世界从一片混沌中无意的产物感到惊奇呢？在我们观念中最普遍意义上的语言，就是我们交流所用的语言。相比自然的语言，它表达的信息更加精确。而我们知道，世界上的人所使用的语言不尽相同，因为在它们产生的过程当中，语言的发明者的思维是不一样的，这便是人类语言多样性的根源。即便如此，我们的语言也都反映着同一个世界里的事物，抛开表达层次的区别，它们所能表达的信息都大致相同。而在其发展的进程当中，人们都不约而同地追求起了语言优雅的一面。当单纯的墨迹或语音被人的感官接受后，越能在人的意识当中构造出清晰的场景的语言，越是被人们夸为优雅。而人类语言所具有的魅力也在这一方面当中得到体现，即能够让人在不通过感官直接体验某些事物的情况下，使之形成相似甚至高于实际体验的感受。计算机语言的研究在推动着人类发展。人们将其发明出来，要解决的问题就是让没有生命和意识的机器明白我们的要求。"}
{"text":"而在其发展的进程当中，人们都不约而同地追求起了语言优雅的一面。当单纯的墨迹或语音被人的感官接受后，越能在人的意识当中构造出清晰的场景的语言，越是被人们夸为优雅。而人类语言所具有的魅力也在这一方面当中得到体现，即能够让人在不通过感官直接体验某些事物的情况下，使之形成相似甚至高于实际体验的感受。计算机语言的研究在推动着人类发展。人们将其发明出来，要解决的问题就是让没有生命和意识的机器明白我们的要求。通过各种复杂电学元件的组合，配以信息输入端和一套特殊的语言系统，人与机器交流的途径便就此打开。计算机通过高速解读人们编程出的语句，在许多问题上缩短了人们的研究时间。如今，这些特殊语言的承载体甚至在部分领域中找到了比我们所能想到的更优的答案，而且在人工智能方面，它们通过这种特殊的语言还能转化出能够与人正常交流的语言来。这些也让我们思考起语言更深层的意义――世界的演化产生了语言，人类的发展创造了语言，人造机器明白了语言，将来语言又会成就怎样的奇迹？而这一切的答案，又会隐藏在蕴含着无限信息的语言的某种组合当中，等待着我们有朝一日将其发掘出来。自西藏之极远，入东海之浩荡。始炎黄之苍苍，至新代之茫茫。天之骄子，归于尘土。帝之宠臣，葬于乱冈。何者语年代？唯江河淮济，荡气回肠！上古神代――见工共撞山，祸水倾流幸女娲补天，四海平休。此水何来？非于天际，非于地疆。生于神话，活于人口。一传十，十传百，百传千，巧语砌万神灵殿，妙言铸轩辕剑筹。天上星河，彩笔者采之于录，地上奇江，颂神者诵之高楼。神话之水，语出群众，灿烂人史，辉煌世流。旧时人代――魏徵一语，太宗一清，风调雨顺，百姓太平。何言能如此？水能载舟，亦能覆舟。上善若水，任其圆方，上恶若水，喜怒无常。平如镜面，泛舟其上，歌者舞者，载笑载言怒如雷电，举国上下，叹息一片，哀鸿遍野。滔滔江水声，连连不绝语。兴衰天下纷扰事，成败苍生不定史。喜怒之水，语出魏徵，明古今治国之策，定天下海晏之功。九八年代――君不见，怒浪一卷灭天世君不闻，战士一吼定乾坤！九八中国，长江堤溃，战士云集，先天下人。恶浪走，国土废，浪声滔天盖南北战士背，天地坠，吼声逼云净尘灰！"}
{"text":"何言能如此？水能载舟，亦能覆舟。上善若水，任其圆方，上恶若水，喜怒无常。平如镜面，泛舟其上，歌者舞者，载笑载言怒如雷电，举国上下，叹息一片，哀鸿遍野。滔滔江水声，连连不绝语。兴衰天下纷扰事，成败苍生不定史。喜怒之水，语出魏徵，明古今治国之策，定天下海晏之功。九八年代――君不见，怒浪一卷灭天世君不闻，战士一吼定乾坤！九八中国，长江堤溃，战士云集，先天下人。恶浪走，国土废，浪声滔天盖南北战士背，天地坠，吼声逼云净尘灰！江声一片，自然之语吼声一国，民族之魂！长江浪险，不退战士之思天语制裁，不灭大国之志！以身做障，障起生命之墙以命相搏，搏出未来之光！惩戒之水，语出天地，我等当反思过往战士之吼，语出中国，我等定誓保国疆！新纪时代――水患已定，风雨已平。江流汨汨，杨柳青青。长江自古东流水，说不尽中华风云事黄河从来九回肠，语不断民族自豪魂。水者语也，语者水兮。以水之语，诉水之情。我等民族，生于中华之水，言出中华之语。上可追根溯源寻念青唐古拉峰，下可探索无极入八千溟溟东海。凭者之何？浪之语也。有曲曰逆浪千秋，我见不可。浪者不逆，逆者为人。是故窃改题头，曰浪语千秋。自此，千秋顺浪，一语天流！有一个传播很广的说法当人在野外遇到熊的时候，只要躺倒不动，就会很安全，因为熊的视力不好并且一般不吃死人。然而，随着现代科学的发展我们了解到，熊是一种杂食性大型哺乳动物，那么问题来了，一只杂食性的大型动物，有可能饿了好多天，正在觅食，然后你出现在了它的面前躺到不动，更有可能的情况是熊并不会掉头走掉，而是扑上来享受送上门的午餐，这午餐还是乖乖躺倒放弃反抗的当然，每只熊的想法可能都不一样，而每个人遇到熊的情况也不尽相同，活下来的人就会四处宣扬称遇熊躺倒很安全，而被熊攻击的那些人却再也没有机会去宣传自己的经历和遭遇了。这是一种逻辑谬误，人们只是看到了经过了某种筛选机制过滤后的信息，而没有去探究筛选的过程，从而忽略了被筛掉的信息。人们都在试着从活下来的人里寻找一些特质来说服自己每一个没有被熊攻击的人都绝非偶然，想当然地加入了自己的主观臆断，从而造成了结果与客观事实的偏差。"}
{"text":"这是一种逻辑谬误，人们只是看到了经过了某种筛选机制过滤后的信息，而没有去探究筛选的过程，从而忽略了被筛掉的信息。人们都在试着从活下来的人里寻找一些特质来说服自己每一个没有被熊攻击的人都绝非偶然，想当然地加入了自己的主观臆断，从而造成了结果与客观事实的偏差。沃德不是一名军事学家，更不是一名飞机的设计人员，但是他发现了弹痕少的部位是飞机的致命部位，并不是因为统计学凌驾于军事和工程设计，而是其他人在潜意识里忽略了没有返航的那些飞机，因为没有返航的飞机不会说话，这就是幸存者偏差的理论。中国有一句俗语好事不出门，坏事传千里。人们总是忽略了生活中稀松平常的事情，却很是在意那些稀有的个案。近年来连续发生的飞机事故让不少不明真相的人有些谈机色变，但是目前飞机仍然是世界上最安全的交通工具，相比于道路交通，每年因飞机失事造成的伤亡还没有每年因溺水造成的死亡人数多。年的毒奶粉年的地沟油还记得当时到处都是在谈论国产奶粉不能买国产牛奶不能喝的人们，直到现在，仍旧很多人会感叹什么东西都不能吃了之类的话。为了利益而不择手段的人不是普遍的，但却是最容易出现在大众视野中的。因为我们认为兢兢业业遵纪守法是一个人正常的道德品质，那些人们已经被我们潜意识的筛选机制过滤掉了，剩下的就是那些道德败坏的人们。数据是沉默的，它并不会妨碍人们对飞机出行的恐惧和对汽车出行的信任，也不会妨碍人们去关注道德败坏的企业而忽略遵纪守法的企业，这一切都只是源于新闻媒体的关注点。我们在新闻中不会找到某架飞机正常起飞正常降落的新闻，不会找到某次普通交通事故的新闻，亦不会找到某位通过狂奔逃过棕熊的人的新闻，我们只能找到某次震惊世界的空难，亦或是某个通过躺倒不动而逃过了棕熊捕猎的人。回到战机防护的故事，在采取了沃德的建议后，飞机的坠毁率显著下降了。战后人们在收集坠毁飞机残骸的时候发现大部分的残骸都是座舱和机尾受损严重，然而，也不乏有许多座舱和机尾加厚了装甲的飞机残骸，并不是所有加厚了装甲的飞机都能安全返航。幸存者偏差的理论，或许只是告诉了我们错误的视角是怎样的，却又不能将我们引导到真实的视角上来。实践是检验真理的标准，但作为标准的那个人，或许也只是一名幸存者。"}
{"text":"回到战机防护的故事，在采取了沃德的建议后，飞机的坠毁率显著下降了。战后人们在收集坠毁飞机残骸的时候发现大部分的残骸都是座舱和机尾受损严重，然而，也不乏有许多座舱和机尾加厚了装甲的飞机残骸，并不是所有加厚了装甲的飞机都能安全返航。幸存者偏差的理论，或许只是告诉了我们错误的视角是怎样的，却又不能将我们引导到真实的视角上来。实践是检验真理的标准，但作为标准的那个人，或许也只是一名幸存者。不可否认的是，幸存者偏差确实会使我们拨开迷雾，变得理智，作声的幸存者们不能忽略那些不会说话的死人，却也不能忽视那些幸存着却沉默的大多数。当你们看到这封信的时候，或许我已是你们眼中油腻的中年人了吧。在这里，我首先要为你们献上祝贺，恭喜你们成年了！你们长大了！你们在一个富强的国家里长大，相信你们这十八年来过得很幸福，可你们又是否知道，自中国迈入二十一世纪以来，走到今天这一步所经历的种种历程。过去的那一年，我见证了人们在天灾面前的团结与坚强。年的汶川大地震带去数万同胞的生命，举国上下无不为之哀悼。在天灾面前，我深感人类的渺小与脆弱，也正因此我们应团结在一起共渡难关！灾难来临，我们不会逃避，而是要迎难而上，去战胜它！灾难的到来固然可怕，但社会各界的共同努力为汶川带来了希望，驱散了人们心中的阴霾。这令我想起古时的大禹治水，面对天灾人祸，我们的先祖不会去寻求方舟逃避，而是众志成城一齐对抗，将那祸害一方的洪水变成滋养华夏儿女的江河。时至，不知未来是否发生了令你们震惊的灾难，但你们仍须将那坚韧不拔团结奋斗的精神传承下去，因为那一直是我们引以为傲的荣耀。现在的这一年，我见证了中国在世界上的腾飞。不知你们还记不记得这么一句话，落后便要挨打。或许身处和平年代的你们早已忘却了战争所带来的伤痛，之所以如此，正是因为已然强大起来的中国成了你们强有力的保护伞。我每每透过电视看着航天飞船的冉冉升起，心中是多么的骄傲！而如今四通八达的铁路网又是我对祖国的自豪！扶贫政策的展开使得国人能全面迈入小康社会，网络的普及也为众人打开足不出户便可通向世界的大门经济与科技的齐进步让我们能自信地甩下落后的帽子。古时燧人氏便可自行钻木取火，并将它传授于世人，又何须要神来盗火给我们？"}
