{"text":"人类的心理毛病，喜欢远的事情困难的事情，尤其是不易得到的事情，所以重难而轻易。越是困难越是拿不到的，越是感到名贵得很，外来和尚会念经，因为他难得请。所以说人情重难而轻易，轻视容易的东西。重难而轻易是古文，我给它加上重远而轻近，重视远大高远摸不到的东西，轻视眼前容易得到的东西。还有，我再给它加上重死而轻生，死了的人古人都是好的，活着的人都差不多，没有什么了不起。有些同学们常说，老师真了不起。我也跟他们开玩笑说我现在没有什么了不起，死后我有三千年大运，还有人给我修庙子，你们最好再投胎来做我庙子的管理人，可以借我的招牌发财了！人活着没有什么稀奇的，死了就是好的。这个道理你懂了，你就知道了卑高以陈，贵贱位矣的道理。所以卦没有哪个叫做好的，没有哪个叫做不好的，天底下的事也是一样，希望而得不到的才是最好的。大家看李商隐的诗，人到老了还有那个境界此情可待成追忆，只是当时已惘然。如果两个人结婚了，说不定到六十几还打离婚官司呢！就没有此情可待成追忆了。所以人类心理上贵贱的道理你懂了，象算命卜卦，便没有什么可算可卜的了。善易者不卜，易经道理懂了以后，不要算命，也不要卜卦，一切事情就都懂了。有些做生意的同学来找我，说请老师为我卜个卦。我说问什么，他说做生意。我说我已经给你卜好了，不是赚钱，就是赔本，只有赚赔两条路，没有中间路线。你说生意做了三年，没赚钱也没赔本，我说那你就已经赔本了，你的时间精神就已经赔下去了。你问吃药对不对？不是死就是活，没有中间的。善易者不卜的道理，也是这样。你懂了这个道理，再读古书，再读孔子的文章，那你便更加佩服更加赞叹了哎呀！孔老二的文章，这位老夫子实在有一套。不过他的文字很简化，如果现在的人，每两句话都可以做一篇博士论文。你发挥引伸起来非常之多，现代博士论文容易写，引经据典，古今中外的参考书拿个几百部，尤其找那些评审都没有看过的参考书，这可真把他们吓一跳然后写完了，一篇论文拿出来，学位也拿到了。不过读完了这篇洋洋数十万言的论文，所有的意见都是别人书上的，问你老兄的意见究竟是什么，我什么意见都没有。可是古人不同，他很简单的几个字，包含的内容那么多。所以我说文字好懂，内容难懂。"}
{"text":"你发挥引伸起来非常之多，现代博士论文容易写，引经据典，古今中外的参考书拿个几百部，尤其找那些评审都没有看过的参考书，这可真把他们吓一跳然后写完了，一篇论文拿出来，学位也拿到了。不过读完了这篇洋洋数十万言的论文，所有的意见都是别人书上的，问你老兄的意见究竟是什么，我什么意见都没有。可是古人不同，他很简单的几个字，包含的内容那么多。所以我说文字好懂，内容难懂。现在我们晓得卑高以陈，贵贱位矣，连接到上文天尊地卑，乾坤定矣八个字，介绍了天地宇宙的道理。宇宙的生命跟着下来，他讲这个宇宙自然的法则动静有常，刚柔断矣。学易经这个地方要特别注意，阴阳有时候代表固定的东西，有时候又代表不固定的。刚与柔动与静都是抽象的名词，也可以说是实体的名词。实体也好，抽象也好，都是人为的假定。人们把摇摆的叫做动态安定的死板的叫做静态。假如我们老祖宗最初把那摇摆的叫做静态，把死板的叫做动态，那我们现在的观念里，对动静的看法便完全两样了。所以，动静阴阳都是人为假定的东西。不过，既然老祖宗们这样假定了，天地间的形象既然也有动有静，再把两种形象用卦来表示静态拿坤卦来代表，是属于阴的动态的东西拿乾卦作代表，是属于阳的。这个要注意啊！你们打坐修道的更要注意！动起来是属于阳的，静下来是属于阴的。阳的符号代表动态的是乾卦，阴的符号代表静态的是坤卦。动静有常，这个宇宙间的地球太阳月亮星星，随时都在转动。以中国文化易经的法则来看，这个宇宙是动态的宇宙，不是静态的宇宙，很多人讲中国文化都讲错了，像过去胡适之先生就大错而特错，认为中国文化是静态的。后来朋友们告诉我，我说反正他几十年来都是这样，没有什么好驳的。他们一定要我提出些意见，我说中国文化哪里是讲静态的，从易经开始就晓得宇宙生命永远在动，是个恒动的。宇宙生命如果不动，如果有分秒的静止，便乾坤息矣，这个太阳系统便整个都要毁灭了。所以说这个道理你们要知道。你们打坐入定了，你们以为自己在入定，其实入定是个大动。动得太厉害时，反而觉得是一种静态，大家不懂这个原理，就搞不清楚真正所谓的动与静了。动静是讲什么呢？"}
{"text":"后来朋友们告诉我，我说反正他几十年来都是这样，没有什么好驳的。他们一定要我提出些意见，我说中国文化哪里是讲静态的，从易经开始就晓得宇宙生命永远在动，是个恒动的。宇宙生命如果不动，如果有分秒的静止，便乾坤息矣，这个太阳系统便整个都要毁灭了。所以说这个道理你们要知道。你们打坐入定了，你们以为自己在入定，其实入定是个大动。动得太厉害时，反而觉得是一种静态，大家不懂这个原理，就搞不清楚真正所谓的动与静了。动静是讲什么呢？是讲物理世界的现象。物理世界这个太阳月亮地球的转动，动静有常，有一个固定的法则，是有常规的，不能改变的自然的法则是规律的。有一次我被他们拉去讲工业设计的科学与哲学。我说对不起，我对这个是外行。他们给我找了好几本外文的中文的工业设计绘图的书籍。他们说这就是工业设计，故意做成这个样子，是一种新的设计。我拗不过他们，只好答应去讲。后来为他们讲艺术的境界美。什么叫做美？东方的艺术境界美是自然的美，就是不规则的西方的美是非常规则的美。有规律规则的美，是违反自然的，是人为的不规则的美是天然的。所以中国绘画就很不规则，中国的山林艺术也很不规则，大家看盆子里本来好好的一棵树，偏偏要用铁丝把它弯起来，使它长成弯弯的形状，认为这样才美。西方的不同，西方是把它剪得圆圆的，像个笔筒一样才算美。很多人去美国看尼亚加拉瀑布，认为好美。大家没有见过中国深山中的瀑布。好瀑布是不规律的，但是非常美。自然的法则，在不规律里面有它非常严整的规律，非常美的规则。这是自然，也就是动静有常的道理。刚日读经柔日读史动静有常，讲物理世界一切的活动，不规律里边有它自然的规律，而且不能违反。像太阳如果不是从东方上来，如果倒回来一转，我们就受不了啦，地球马上就要毁灭。动静有常，动就是代表物理世界的常态。刚柔断矣，刚柔也是两个代号，代表宇宙的进化，已经到了物质的世界，但是物理世界还没有成形。譬如太阳地球月亮，这个是物质。物质世界在易经不叫做阴阳，而是刚柔。刚柔断矣，不是折断了，是确定的意思。"}
{"text":"像太阳如果不是从东方上来，如果倒回来一转，我们就受不了啦，地球马上就要毁灭。动静有常，动就是代表物理世界的常态。刚柔断矣，刚柔也是两个代号，代表宇宙的进化，已经到了物质的世界，但是物理世界还没有成形。譬如太阳地球月亮，这个是物质。物质世界在易经不叫做阴阳，而是刚柔。刚柔断矣，不是折断了，是确定的意思。物质世界有刚有柔，譬如土地岩石是刚强的，水是柔的，一刚一柔确定了的，这就是断矣。所以动静是讲物理世界，动静有常是讲物理世界的法则。刚柔是讲物质世界的法则。原理都差不多，因此你学了易经，便了解了物理世界与物质世界的法则。大约二十多年前，在一个朋友家里吃饭。他客厅里挂了副对子说刚日读经，柔日读史。大家看了都说这个字写得好呀！我说字写得是好，大家不好意思问什么叫刚日，什么叫柔日。刚就是阳，阳日谓之刚阴日谓之柔。譬如我们今年甲子年，甲是木，子是水，那么我们今年是刚年呀还是柔年？是阳年还是阴年？简单的说是阳年。我们拿天干地支来研究，本来是阳中有阴，阴中有阳的。为什么说是阳年呢？因为今年是子年，子为鼠，老鼠有五个爪子，五代表阳单数代表阳，所以说甲子年还是阳年，阳年就是刚年。碰到日子是子，是单数的，便是刚日，所以刚日读经，柔日读史，就是这个意思。这就是中国的文化啊！文学里边有哲学，今天我们这个思想，看到什么事情，社会呀，政治呀，各方面很不满意，我们感到很不平的时候，赶快读读书。读读易经呀！四书五经呀！心气就和平起来了。柔日读史，当心情很无聊，很沉闷，很想睡觉的时候，就可以看看历史，启发我们奋斗的勇气。所以说刚日读经，柔日读史，这是关于刚柔的道理。达尔文的祖宗方以类聚，物以群分，吉凶生矣。人类文化最大的哲学问题出现了，关于这个方字，我们都晓得四四方方是方，方也可以代表空间的方位。但就文字学来说，讲中国字要知道它的来源，方是怎么来的呢？方是个象形字，象个猴子，这是简单的象形。就象我们人，随便这么一画，就象人了。所以方字就代表了猴子，或者是长的人，这就是本字的由来。"}
{"text":"达尔文的祖宗方以类聚，物以群分，吉凶生矣。人类文化最大的哲学问题出现了，关于这个方字，我们都晓得四四方方是方，方也可以代表空间的方位。但就文字学来说，讲中国字要知道它的来源，方是怎么来的呢？方是个象形字，象个猴子，这是简单的象形。就象我们人，随便这么一画，就象人了。所以方字就代表了猴子，或者是长的人，这就是本字的由来。后来简用了，就给它改做四方的方方方正正的方，是借用来的。我年轻时候看到一本易经的注解，也是受了近一百多年西方文化进来的影响，解释这一段方以类聚，说方是代表细菌，人是细菌微生物变的，就是达尔文的思想，并以为人是由微生物慢慢变成猴子，猴子变成人类，所以猴子是我们的老祖宗。当时有位同学非常赞同这种说法，我说你们的祖宗是猴子变的，我的祖宗不是猴子变的，大家还拿了很多证据，辩论得一塌糊涂。实际上，这句话是非常明白的。方以类聚包括了些什么呢？譬如拿政治来讲，就包括了地缘政治地理环境等等的关系。象我们这个地球，乃至任何一个地方，东南西北方位不同，那个地方生长的物类，以及人的形态个性也都不相同。平常我们看到一个陌生人，一看便知道他是北方人南方人或者广东人，大概判断得八九不离十。不象你们在宝岛温室中长大的人，没有这种经验。由于每一个地方的不同，生长的植物动物都有差异。新竹以北的壁虎不会叫，新竹以南的壁虎会叫，这就是所谓的方以类聚，类就是所谓的归类。彰化人嘉义人都不同，有些植物也是一样。象阿里山种的香蕉，我只要拿来一看，就知道是阿里山的，尤其吃到嘴里，一下就分别出来了。日本的苹果与韩国的完全不同，这就是方以类聚。所以西方人是西方人，东方人是东方人，由于地区不同，所生长的人物，乃至万物都不相同。物以群分的这个物，指的是笼统的物，不定的物，一层一层的分类，一种一种的分类。这是自然的现象。虽然说方以类聚，物以群分，是一种自然的现象意识，但这里边就有好有坏了。所以我常常讲，台湾有些人闹台独的问题分离的问题，这不稀奇。一点都不稀奇。中国人方以类聚，物以群分已经闹了几千年。清入关，有满汉之争后来革命后，又有南北之争，可以说从一九二四年以来，都是南北之争。"}
{"text":"所以西方人是西方人，东方人是东方人，由于地区不同，所生长的人物，乃至万物都不相同。物以群分的这个物，指的是笼统的物，不定的物，一层一层的分类，一种一种的分类。这是自然的现象。虽然说方以类聚，物以群分，是一种自然的现象意识，但这里边就有好有坏了。所以我常常讲，台湾有些人闹台独的问题分离的问题，这不稀奇。一点都不稀奇。中国人方以类聚，物以群分已经闹了几千年。清入关，有满汉之争后来革命后，又有南北之争，可以说从一九二四年以来，都是南北之争。再后来革命党内部又有广东人与外省人之争一路的到底，反正是方以类聚，物以群分！人类只要有空间有时间，人类只要存在只要有社会就有纷争。大家注意社会这两个字，我们当年一般称社会学不叫社会学，而叫群学。当时有一本很有名的著作，是严复翻译的，叫群学肄言，就是社会学。到现在群学肄言的价值还很高，他用中国的文字，比较接近新旧之间的文学技巧来翻译，现在重新拿出来看看，它的社会思想的价值还是很高还是存在的，而且，比现在人白话翻译的还要好。物以群分，就是说形成社会物类的不同。于是吉凶生矣，有人类就有意见，就有问题。因不同意见而相争，这是没有办法的事。所以读了易经以后来看天下事，看天下的治乱纷争，就知道那是人力很难挽救的事实。方以类聚，物以群分，吉凶生矣！这里从阴阳刚柔天地宇宙讲到物理世界，讲到物质世界讲到物理世界与物质世界空间关系然后讲到方以类聚这个地球人群物理的关系因为人类有物以群分，就有意见，有意见便要争，争就有吉有凶。所以吉与凶就是类聚群分，群体社会出现后的必然结果。变的哲学这一小节的结论是在天成象，在地成形，变化见矣。易经的道理，是根据天文的观察而来，根据地球物理的观察而来，根据生物的观察而来，根据人类活动的观察而来，根据中国古代的医理而来，以及人类生命的变化中观察而来。所以在天就成象，在地就成形，太阳月亮星星山川河流圣人要象其物宜，天就以乾卦作代表，太阳就以离卦作代表，地就以坤卦作代表，月亮就以坎卦作代表，震卦代表了雷电，艮卦代表了高山，巽卦代表了气流空气，兑卦代表了海洋江河，一共八个现象，所以叫做八卦。"}
{"text":"易经的道理，是根据天文的观察而来，根据地球物理的观察而来，根据生物的观察而来，根据人类活动的观察而来，根据中国古代的医理而来，以及人类生命的变化中观察而来。所以在天就成象，在地就成形，太阳月亮星星山川河流圣人要象其物宜，天就以乾卦作代表，太阳就以离卦作代表，地就以坤卦作代表，月亮就以坎卦作代表，震卦代表了雷电，艮卦代表了高山，巽卦代表了气流空气，兑卦代表了海洋江河，一共八个现象，所以叫做八卦。卦是自然界随处都可以看到的现象，不需要科学仪器的研究，只要你不是瞎子，天体的八个现象，人人都可以看得到。所以在天成象，象就是现象，在天体上挂着的现象。可是在地球上的生物呢？同天体都有关系，在地成形，有形质的关系。换句话说，地球上万物的变化，乃至人物的生长，都与自然天体的关系非常密切。所谓变化见矣，这中间就看出它的变化来了。易经告诉我们的是什么道理？是一个变的原则。大家干万记住，宇宙间没有不变的事，没有不变的人，没有不变的东西。而且天天在变，随时在变，随地在变，无一而不变，也不可能不变。所以我经常告诉年轻人，讲恋爱谈爱情，爱情是会变的呀！天地间很少有真的爱情，爱情是人文自然的产物，也随人为的意识而变化。为什么呢？因为天地万物都在变化，没有不变的，所以在天成象，在地成形，变化见矣。学了易经，就知道变化的道理，以及变化的必然性。大体上说，我们普通人是随变化而走的，一点都作不了主。圣人呢？懂了这个法则，能领导变化，那也就是超人了。天地间的变化他了如指掌，下一步要怎么变，他都知道了。譬如一盘食品，端出来是请大家吃的，你不吃它，过下子主人就收拾走了。你懂得去吃它，那就是你的智慧。吃与不吃看你的本事了。所以我常常说，第一等人领导变化第二等人呢？把握变化末等人呢？只有跟着变化走了。该变死，就跟着死，该活，就跟着活吧这是普通人。所以，懂得易经就应该知道领导变，其次变是应变，最末等的人不必谈啦，跟着变化而走，与万物同化而已。我们知道天地宇宙万物随时都在变化之中，但是这一切的变化也都有它的法则在天成象，在地成形。人与万物都是变化来的。道体变为有形天体时，就有风云雷雨日月星辰等现象在地球上就有山川动植等等万象的形状。"}
{"text":"吃与不吃看你的本事了。所以我常常说，第一等人领导变化第二等人呢？把握变化末等人呢？只有跟着变化走了。该变死，就跟着死，该活，就跟着活吧这是普通人。所以，懂得易经就应该知道领导变，其次变是应变，最末等的人不必谈啦，跟着变化而走，与万物同化而已。我们知道天地宇宙万物随时都在变化之中，但是这一切的变化也都有它的法则在天成象，在地成形。人与万物都是变化来的。道体变为有形天体时，就有风云雷雨日月星辰等现象在地球上就有山川动植等等万象的形状。因此我们研究了易经，再看西方的宗教，圣经上说，上帝根据他的形象创造了万物。这话没有讲错，是宗教徒们解释错了。这个上帝，这个天，不是天地的天，是形而上的一个法则。万物的情形，是形而下的一个形象这个形象是由形而上的不可知不可说的那个东西变来的，它具有固定的形态。就是这么一个作用，被宗教以家套上宗教的外衣，拿来卖钱混饭吃，乱讲起来了。把那个上帝形而上的那个不可知，讲得有形有象，以讹传讹，又可怕，又讨厌。说穿了，那都是自然的法则。譬如我们小时候看章回小说，都晓得凡是了不起的人物，都是天上星宿下凡来的，什么星宿下来变成什么人。这是什么道理呢？是从中国文化来的。譬如算命，什么叫算命？是星相学，是性命之学。真正算命算得好的人，必须要懂得中国的天文，那就会算命了。看相算命叫做星相之学，他的根据是科学的，是相根据天文的变化来的。我们现在算命所用的甲子乙丑四柱，它是代表天体某一星座，在某一年某一天某一个时候所放射的功能，这个功能影响了地球新生人类的生命。那么，地球人类在同一秒内有多少出生？中国人外国人同一秒的时间中出生的人，八字都是一样的，命运也应该一样吗？不一定！那又是怎么算法呢？算命除了根据星相八字，中间还加了地区地形等因素一个孩子生在同一房间，早一秒钟后一秒钟，或者妈妈立着来生躺倒来生，都会有变化，这就很难算了。所以说，谁能算得准？大概只有两个人一个已经死了，一个还没有生。算命有没有百分之百准确的？没有！最高最高的准确度也不过百分之九十九，因为那一份形而上的不可知无法计算，这个道理要懂得。这就是在天成象，在地成形，变化见矣的道理。这是孔子的报告。孔子这一篇先把纲要提出来报告，我们明白了这个纲要之后，还要了解先后卦位，对下面这一段才能更透彻地了解。"}
{"text":"所以说，谁能算得准？大概只有两个人一个已经死了，一个还没有生。算命有没有百分之百准确的？没有！最高最高的准确度也不过百分之九十九，因为那一份形而上的不可知无法计算，这个道理要懂得。这就是在天成象，在地成形，变化见矣的道理。这是孔子的报告。孔子这一篇先把纲要提出来报告，我们明白了这个纲要之后，还要了解先后卦位，对下面这一段才能更透彻地了解。打秋千的学问是故刚柔相摩，八卦相荡，鼓之以雷震，润之以风雨日月运行，一寒一暑。刚柔相摩，八卦相荡，这里大家要注意两个字，一个摩字，一个荡字，这是古文。大家知道我们的文字，一个方块字就代表了很多的意思，很多的观念，很多的思想。现在的白话文就不同了，要凑了好几个方块字才能表达出来一个意思或思想。这就是新旧的不同。这一代从白话文入手的人来读古书，统统没有办法，原因就在这里，因为没有经过文字的训练。其实大家不要害怕，我常常鼓励大家，文字的训练很简单，差不多两个礼拜就行了。记得我当年在私塾里，老师为我讲训诂学，我盯着老师问了一个礼拜，后来课我都不要听了。那时候是读私塾，把最有名的老师请到家里来教的。后来老师问我，我说我全懂了，下面不要讲了。老师大骂我一顿，我说不信我讲给老师听，但是请老师不要告诉我父亲，老师说好。我讲了以后，老师说你这孩子真懂了，好啦不教啦，另外教别的东西吧！所以依我的经验，你们最好买一本说文解字来看再把康熙字典开头多看几遍，看每一个字下面是怎么解释的。不过要买古木的康熙字典，上面还有篆字的，以后连篆字怎么写法你也知道了。这样一研究下来，你就全懂了，能够把部首研究清楚就已经差不多了。这是一条捷径，不过捷径也是很难走的啊！因为大家都没有根啊！现在我们回到本文，刚柔相摩，八卦相荡，大家请注意摩与荡这两个字。我们现在看报纸，常常会看到摩荡，某某人等意见有摩擦，两个字凑拢来是一个观念。但是，实际上摩是摩，荡是荡，两个字的含义应有差别。是故用白话说就是所以。"}
