{"text":"故鲜鱼腐鱼皆可红烧，而独鲜鱼可以清蒸，否则入口本味之甘恶立见。好作家如杨贵妃之妹妹，虽不涂脂抹粉，亦可与皇帝见面。宫中其他美人要见皇帝皆非涂脂抹粉不可。作家敢以简朴之文字写文章者这么少，原因在此。丙笔调与思想文章之好坏乃以有无魔力及味道为标准。此魔力之产生并无一定规则。魔力生自文章中，如烟发自烟斗，或白云起于山巅，不知将何所之。最佳之笔调为行云流水之笔调，如苏东坡之散文。笔调为文字思想及个性之混合物。有些笔调完全以文字造成。吾人不常见清晰的思想包藏于不清晰的文字中，却常看见不清晰的思想表现得淋漓尽致。此种笔调显然是不清晰的。清晰的思想以不清晰的文字表现出来，乃是一个决意不娶之男子的笔调。他不必向老婆解释什么东西。康德可为例证。甚至蒲脱勒有时也这么古怪。一人之笔调始终受其文学情人之渲染。他的思想方法及表现方法越久越象其文学情人。此为初学者创造笔调的唯一方法。日后一人发现自己之时，即发现自己的笔调。一人如恨一本书之，则读那本书必毫无所得。学校教师请记住这个事实！人之性格一部分是先天的，其笔调亦然。其他部分只是污染之物而已。人如无一个心爱之作家，则是迷失的灵魂。他依旧是一个未受胎的卵，一个未得花粉的雌蕊。一人的心爱作家或文学情人，就是其灵魂之花粉。人人在世上皆有其心爱的作家，惟不用点工夫去寻耳。一本书有如一幅人生的图画或都市的图画。有些读者观纽约或巴黎的图画，但永远看不见纽约或巴黎。智者同时读书本及人生。宇宙一大书本，人生一大学堂。一个好的读者将作家翻转过来看，如乞丐翻转衣服去找跳蚤那样。有些作家象乞丐的衣服满是跳蚤，时常使读者感到快乐的激动。发痒便是好事。研究任何题目的最好方法，就是先抱一种不合意之态度。如是一人必不至被骗。他读过一个不合意的作家之后，便较有准备去读较合意的作家了。批评的心思就是这样成形的。作家对词字本身始终本能地感到兴趣。每一词字皆有其生命及个性，此种生命及个性在普通字典中找不到，简明牛津字典s或袖珍牛津字典之类不在此例。一本好字典是可读一读的，例如袖珍牛津字典。世间有两个文字之宝藏，一新一旧。旧宝藏在书本中，新宝藏在平民之语言中。"}
{"text":"如是一人必不至被骗。他读过一个不合意的作家之后，便较有准备去读较合意的作家了。批评的心思就是这样成形的。作家对词字本身始终本能地感到兴趣。每一词字皆有其生命及个性，此种生命及个性在普通字典中找不到，简明牛津字典s或袖珍牛津字典之类不在此例。一本好字典是可读一读的，例如袖珍牛津字典。世间有两个文字之宝藏，一新一旧。旧宝藏在书本中，新宝藏在平民之语言中。第二流的艺术家将在旧宝藏中发掘，唯有第一流的艺术家才能由新宝藏中得到一些东西。旧宝藏的矿石已经制炼过，新宝藏的矿石则否。王充分一儒生能通一经，二通人博览古今，三文人能作上书奏记，四鸿儒能精思著文连接篇章。一与二相对，言读书三与四相对，言著作。鸿儒即所谓思想家文人只能作上书奏记，完全是文字上笔端上工夫而已。思想家必须殚精竭虑，直接取材于人生，而以文字为表现其思想之工具而已。学者作文时善抄书，抄得越多越是学者。思想家只抄自家肚里文章，越是伟大的思想家，越靠自家肚里的东西。学者如乌鸦，吐出口中食物以饲小鸟。思想家如蚕，所吐出的不是桑叶而是丝。文人作文，如妇人育子，必先受精，怀胎十月，至肚中剧痛，忍无可忍，然后出之。多读有骨气文章有独见议论，是受精也。时机未熟，擅自写作，是泻痢腹痛误为分娩，投药打胎，则胎死。出卖良心，写违心话，是为人工打胎，胎亦死。及时动奇思妙想，胎活矣大矣，腹内物动矣，心窃喜。至有许多话，必欲进发而后快，是创造之时期到矣。发表之后，又自诵自喜，如母牛舐犊。故文章自己的好，老婆人家的好。笔如鞋匠之大针，越用越锐利，结果如锈花针之尖利。但一人之思想越久越圆满，如爬上较高之山峰看景物然。当一作家恨某人，想写文加以痛骂，但尚未知其人之好处时，他应该把笔再放下来，因为他还没有资格痛骂那个人也。丁性灵派三袁兄弟在十六世纪末叶建立了所谓性灵派或公安派公安为袁氏的故乡这学派就是一个自我表现的学派。性指一人之个性，灵指一人之灵魂或精神。文章不过是一人个性之表现和精神之活动。所谓s不过是此精神之潮流，事实上是腺分泌溢出血液外之结果。"}
{"text":"但一人之思想越久越圆满，如爬上较高之山峰看景物然。当一作家恨某人，想写文加以痛骂，但尚未知其人之好处时，他应该把笔再放下来，因为他还没有资格痛骂那个人也。丁性灵派三袁兄弟在十六世纪末叶建立了所谓性灵派或公安派公安为袁氏的故乡这学派就是一个自我表现的学派。性指一人之个性，灵指一人之灵魂或精神。文章不过是一人个性之表现和精神之活动。所谓s不过是此精神之潮流，事实上是腺分泌溢出血液外之结果。书法家精神欠佳，则笔不随心古文大家精神不足，则文思枯竭。昨夜睡酣梦甜，无人叫而自醒，精神便足。晨起啜茗或啜咖啡，阅报无甚逆耳新闻，徐步入书房，明窗净几，惠风和畅――是时也，作文佳，作画佳，作诗佳，题跋佳，写尺牍佳。凡所谓个性，包括一人之体格神经理智情感学问见解经验阅历好恶癖嗜，极其错综复杂。先天定其派别，或忌刻寡恩，或爽直仗义，或优柔寡断，或多病多愁，虽父母师傅之教训，不能易其骨子丝毫。又由后天之经历学问，所见所闻，的确感动其灵知者，集于一身，化而为种种成见怪癖态度信仰。其经历来源不一，故意见好恶亦自相矛盾，或怕猫而不怕犬，或怕犬而不怕猫。故个性之心理学成为最复杂之心理学。性灵派主张自抒胸臆，发挥己见，有真喜，有真恶，有奇嗜，有奇忌，悉数出之，即使瑕瑜并见，亦所不顾，即使为世俗所笑，亦所不顾，即使触犯先哲，亦所不顾。性灵派所喜文字，于全篇取其最个别之段，于全段取其最个别之句，于造句取其最个别之辞。于写景写情写事，取其自己见到之景，自己心头之情，自己领会之事。此自己见到之景，自己心头之情，自己领会之事，信笔直书，便是文学，舍此皆非文学。红楼梦中林黛玉谓如果有了奇句，连平仄虚实不对，却使得的，亦是性灵派也。性灵派又因倾重实见，每每看不起辞藻虚饰，故其作文主清淡自然，主畅所欲言，不复计较字句之文野，即崇奉孟子辞达而已为正宗。文学之美不外是辞达而已。此派之流弊在文字上易流于俚俗袁中郎，在思想上易流于怪妄金圣叹，讥讽先哲李卓吾，而为正人君子所痛心疾首，然思想之进步终赖性灵文人有此气魄，抒发胸襟，为之别开生面也，否则陈陈相因，千篇一律，而一国思想陷于抄袭模仿停滞，而终至于死亡。古来文学有圣贤而无我，故死，性灵文学有我而无圣贤，故生。"}
{"text":"性灵派又因倾重实见，每每看不起辞藻虚饰，故其作文主清淡自然，主畅所欲言，不复计较字句之文野，即崇奉孟子辞达而已为正宗。文学之美不外是辞达而已。此派之流弊在文字上易流于俚俗袁中郎，在思想上易流于怪妄金圣叹，讥讽先哲李卓吾，而为正人君子所痛心疾首，然思想之进步终赖性灵文人有此气魄，抒发胸襟，为之别开生面也，否则陈陈相因，千篇一律，而一国思想陷于抄袭模仿停滞，而终至于死亡。古来文学有圣贤而无我，故死，性灵文学有我而无圣贤，故生。惟在真正性灵派文人，因不肯以议论之偏颇怪妄惊人。苟胸中确见如此，虽孔孟与我雷同，亦不故为趋避苟胸中不以为然，千金不可易之，圣贤不可改之。真正之文学不外是一种对宇宙及人生之惊奇感觉。宇宙之生灭甚奇，人情之变幻甚奇，文句之出没甚奇，诚而取之，自成奇文，无所用于怪妄乖诡也。实则奇文一点不奇，特世人顺口接屁者太多，稍稍不肯人云亦云而自抒己见者，乃不免被庸人惊诧而已。性灵派之批评家爱的缺点。性灵派之作家反对模拟古今文人，亦反对文学之格套与定律。袁氏兄弟相信信腕信口，皆成律度，又主张文学之要素为真。李笠翁相信文章之要在于韵趣。袁子才相信文章中无所谓笔法。黄山谷相信文章的词句与形式偶然而生，如虫在木头上啮成之洞孔。戊闲适笔调闲适笔调之以西文所谓衣不扣钮之心境说话，瑕疵俱存，故自有其吸人之媚态。与读者之关系不应如庄严之塾师对其生徒，而应如亲熟故交。如是文章始能亲切有味。怕在文章中用吾字者，必不能成为好作家。吾爱撒谎者甚于谈真理者，爱轻率之撒谎者甚于慎重之撒谎者，因其轻率乃他喜爱读者之表现也。吾信任轻率之傻子而猜疑律师。轻率之傻子乃国家最好之外交家。他能得民心。吾理想中之好杂志为半月刊，集健谈好友几人，半月一次，密室闲谈。读者听其闲谈两小时，如与人一夕畅谈，谈后卷被而卧，明日起来，仍旧办公抄账，做校长出通告，自觉精神百倍，昨晚谈话滋味犹在齿颊间。世有大饭店，备人盛宴，亦有小酒楼，供人随意小酌。吾辈只望与三数友人小酌，不愿赴贵人盛宴，以其小拘牵故也。然吾辈或在小酒楼上大啖大嚼，言笑自若，倾杯倒怀之乐，他人皆不识也。世有富丽园府，亦有山中小筑，虽或名为精舍，旨趣与朱门绿扉婢仆环列者固已大异。入其室，不闻忠犬唁唁之声。"}
{"text":"读者听其闲谈两小时，如与人一夕畅谈，谈后卷被而卧，明日起来，仍旧办公抄账，做校长出通告，自觉精神百倍，昨晚谈话滋味犹在齿颊间。世有大饭店，备人盛宴，亦有小酒楼，供人随意小酌。吾辈只望与三数友人小酌，不愿赴贵人盛宴，以其小拘牵故也。然吾辈或在小酒楼上大啖大嚼，言笑自若，倾杯倒怀之乐，他人皆不识也。世有富丽园府，亦有山中小筑，虽或名为精舍，旨趣与朱门绿扉婢仆环列者固已大异。入其室，不闻忠犬唁唁之声。不见司阍势利之色，出其门，亦不看见不干净之石狮子，惟如漪子所云譬如周，程，张，朱辈拱揖列席于虑羲氏之门，忽有曼倩子瞻，不衫不履，排闼而入，相与抵掌谐谑，门外汉或啧啧惊怪，而诸君子必相视莫逆也。己何谓美近来作文讲话文章作法的书颇多。原来文彩文理之为物，以奇变为贵，以得真为主，得真则奇变，奇变则文彩自生，犹如潭壑溪涧未尝准以营造法尺，而极幽深峭拔之气，远胜于运粮河，文章岂可以作法示人哉！天有星象，天之文也名山大川，地之文也风吹云变而锦霞生，霜降叶落而秋色变。夫以星球运转，棋列错布，岂为吾地上人之赏鉴，而天狗牛郎，皆于天意中得之。地层伸缩，翻山倒海，岂为吾五岳之祭祀，而太华昆仑，澎湃而来，玉女仙童，耸然环立，供吾赏览，亦天工之落笔成趣耳。以无心出岫之寒云，遭岭上狂风之叱咤，岂尚能为衣裳着想，留意世人顾盼？然鳞章鲛绡，如锦如织，苍狗吼狮，龙翔凤舞，却有大好文章。以饱受炎凉之林树，受凝霜白露之摧残，正欲收拾英华，敛气屏息，岂复有心粉黛为古道人照颜色？而凄凄肃肃，冷冷清清，竟亦胜于摩诘南宫。推而至于一切自然生物，皆有其文，皆有其美。枯藤美于右军帖，悬岩美于猛龙碑，是以知物之文，物之性也，得尽其性，斯得其文以表之。故曰，文者内也，非外也。马蹄便于捷走，虎爪便于搏击，鹤胫便于涉水，熊掌便于履冰，彼马虎熊鹤，岂能顾及肥瘦停匀，长短合度，特所以适其用而取其势耳。然自吾观之，马蹄也，虎爪也，鹤胫也，熊掌也，或肉丰力沉，颜筋柳骨，或脉络流利，清劲挺拔，或根节分明，反呈奇气。他如象蹄如隶意，狮首有飞白，斗蛇成奇草，游龙作秦篆，牛足似八分，麂鹿如小楷，天下书法，粲然大备，奇矣奇矣。所谓得其用，取其势，而体自至。作文亦如是耳。势至必不可抑，势不至必不可展，故其措辞取义，皆一片大自然，浑浑噩噩，而奇文奥理亦皆于无意中得之。盖势者动之美，非静之美也。"}
{"text":"然自吾观之，马蹄也，虎爪也，鹤胫也，熊掌也，或肉丰力沉，颜筋柳骨，或脉络流利，清劲挺拔，或根节分明，反呈奇气。他如象蹄如隶意，狮首有飞白，斗蛇成奇草，游龙作秦篆，牛足似八分，麂鹿如小楷，天下书法，粲然大备，奇矣奇矣。所谓得其用，取其势，而体自至。作文亦如是耳。势至必不可抑，势不至必不可展，故其措辞取义，皆一片大自然，浑浑噩噩，而奇文奥理亦皆于无意中得之。盖势者动之美，非静之美也。故凡天下生物动者皆有其势，皆有其美，皆有其气，皆有其文。烟屑日记所以可贵，因其夹叙夹议也。就记日记，可以练习记事，亦可练习发议论。然日记须嬉笑怒骂皆来，否则又犯伪字。人不可无好恶，好恶得其正，斯可矣。文不可无是非，是非得其平，斯可矣。是故八面玲珑，无好恶是非者，鲜不为奸。小学生见题目，问先生要说什么话时，先生需猛醒，得一当头棒喝。虽然，行文时心中自然须有题旨，此题旨并不一定为本文最后决用之题目，乃根本要说之几句话。但话在心头，文在笔端，题旨得之意象思考之内，韵致得之有意无意之间。文之佳者，一篇文中，立意要说话居其二，行文后不说自来者居其八。此所谓行文韵致也。一篇文中净是立意要说的话，其文必牵强反之，有意无意间得之之语多，其文必清逸。能文与不能文之区别全在此。若银行报告，商人尺牍，必全篇立意要说话。无一句闲情逸致语，故不能称之为文。尺牍之妙者，皆全篇不要紧话，无事而写尺牍，方得尺度妙旨。尺牍之可爱者，莫若瞎扯瞎谈。限题为文如古人限韵做诗，无谓之极，无味之极。袁子才早已反对。痛恶一人，欲为文骂之而未见到其人好处时，万勿动笔――因尚不够骂其人之资格也。今日教育目标与成绩适相反。可见方法错误。今日真教育不在学校，而在电影院。何以故？因实在深入人心，熏陶青年之德性而影响其言行者，乃银幕人物，而非学堂教师。今日真正大学，不在各校院，而在各书店所出之丛书。卡莱尔曾说，今日之大学在于丛书。此语卡莱尔所说世界文库发刊词引为爱默生所说，误。何以故？因现代能读书之青年所得知识，皆由阅览杂书而来，非由听教师讲义而来。有人问我，现代文言白话交杂，欲求文字精进，应看什么书？我说文字首在实用，使他能够表情达意。写一字条亦是写作。写一寻人启事，亦是写作。写作不可看得太死。"}
{"text":"何以故？因实在深入人心，熏陶青年之德性而影响其言行者，乃银幕人物，而非学堂教师。今日真正大学，不在各校院，而在各书店所出之丛书。卡莱尔曾说，今日之大学在于丛书。此语卡莱尔所说世界文库发刊词引为爱默生所说，误。何以故？因现代能读书之青年所得知识，皆由阅览杂书而来，非由听教师讲义而来。有人问我，现代文言白话交杂，欲求文字精进，应看什么书？我说文字首在实用，使他能够表情达意。写一字条亦是写作。写一寻人启事，亦是写作。写作不可看得太死。故欲求文字上进，只需报纸新闻，广告，启事，讣闻，辩驳，副刊小品，杂志创作，乱看。只要心细脑灵，能够吸收，包管你进步。只学现代文便是，不管什么文言与白话。大学刚毕业生，出口便是谠言高论，要如何澄清吏治，救国救民，此谓之乳臭。青年人板道学脸孔，禁止前辈说两句笑话，亦是乳臭之一。青年人毛病在趾高气扬，老年人毛病在圆滑奸诈。青年人把自己看得太重，老年人把自己看得太不值钱。青年人把国事看得太容易，老年人把国事看得太儿戏。此中国之一大悲剧，亦世界之一大悲剧。青年永远是理想主义者，老人永远是现实主义者。若中国忠荩之臣，外国名流，老而愈辣者，孰不可多觏。与其不朽，不如不老。既老矣，则朽亦何妨？孔子好青年英灵之气，恶老人衰颓之象。思其故乡狂简小子而恶乡愿德贼，是最明显的例。及其老也，戒之在得，是骂老人贪财。依我观察，今日青年贪财见利忘义者，亦颇不少。今日青年问题是如何忘其所学。孔子骂人骂得凶，骂老而不死是为贼，又骂今之从政者斗筲之气和足道也。斗筲是饭桶。耶稣骂人也骂得凶。耶稣一生专与犹太国道学先生作战。使耶稣生于今日，一般主教牧师被他骂得体无完肤矣。左派令人怕。若单看文章，倒没什么可怕一与其人接触，便叫你提心吊胆，防你吃亏。左派最好的宣传，不应在文字，而在个人出身立行之小节，叫人与你接触，信你在朋辈是道义之交，在国家是耿介殖民，比人不爱钱，比人不欺诈，使人望见你而欣喜，说中国将来有望。尤要叫人相信中国交给你去救，你救得来。吾好读极上流书或极下流书，中流书读极少。上流如佛老孔孟庄生，下流如小调童谣民歌盲词，泼妇骂街，船婆毒咒等。世界作品百分之九十五居中流，居中流者投下袭上，但皆偷得不好。泼妇骂街常近圣人之言。宗教比如便药，方有人买。"}
{"text":"尤要叫人相信中国交给你去救，你救得来。吾好读极上流书或极下流书，中流书读极少。上流如佛老孔孟庄生，下流如小调童谣民歌盲词，泼妇骂街，船婆毒咒等。世界作品百分之九十五居中流，居中流者投下袭上，但皆偷得不好。泼妇骂街常近圣人之言。宗教比如便药，方有人买。耶教之呼我名者得救哈利路亚，佛家之阿弥陀佛嘛呢叭咪哞皆与便药广告三天包愈断根相同。然文学家亦只需合十口念普罗呔哩哑喃喃有词，便已得救。口诵三民主义者，则有之矣，未见有为三民主义未能实行而寝食不安者。盖有之矣，吾未之见也。三民主义行其一，则民兴行其二，则国强行其三，则长治久安。剥削民权，则民如散沙禁言民族，则丧土辱国忘记民生，则变乱无已时。总理遗嘱尚有唤醒民众四字，大家忘之久矣。此四字是孙中山先生积四十年致力革命之经验所换得来。切勿姑妄待之。世上只有力的外交，无爱的外交。先礼后兵，言时间，亦可言空间。前头揖让，后头重兵，谓之外交。先礼后礼，必为奴录。有文王无武王，亦不能建周朝有武王无文王，亦不能建周室。文王之德武王之力合，而后州祚奠定。文王囚于h里，武王不曾坐狱。韩信能过妇人裤下，封淮阴侯，而卒不免于死。当时若肯打妇人两下嘴巴，未必结局如此。有忍辱负重者，亦有忍辱而重负不起者。有委屈求全者，亦有委屈而全求不到者。吸烟与教育哈佛味从丘吉尔的英文说起酒店关门时，我就走。pss这是前几年丘吉尔患危症时，有人问他对死的感想如何，他所作的答语。话虽偶尔脱口而出，却甚精警而耐人寻味。古人说但闻方士求药去，不见童男入海回。无药能令炎帝在，有人曾哭老聃来。刘潜夫诗态度如此潇洒。细揣此语，全是白话。我们想到人生世上如在小酒店独酌，或与两三朋友夜谈，不想回家，独得真趣。酒店门不关，总不想走。但酒店终于不得不关门，朋友也不得不撒手而走，其意义甚婉约而有诗意。丘吉尔的英文是不错的，这是大家所承认的。不是说，他是英国人，当然英文好。是说他的用字恰当，措词雅健。雅健二字，谈何容易。"}
{"text":"古人说但闻方士求药去，不见童男入海回。无药能令炎帝在，有人曾哭老聃来。刘潜夫诗态度如此潇洒。细揣此语，全是白话。我们想到人生世上如在小酒店独酌，或与两三朋友夜谈，不想回家，独得真趣。酒店门不关，总不想走。但酒店终于不得不关门，朋友也不得不撒手而走，其意义甚婉约而有诗意。丘吉尔的英文是不错的，这是大家所承认的。不是说，他是英国人，当然英文好。是说他的用字恰当，措词雅健。雅健二字，谈何容易。最近曾有一语，是他对于亲朋过去安慰的话ssps其中，sp便可称雅健，不是凡英国人都会说的。丘吉尔是有文学修养的，少时曾当记者，把一枝笔练成绣针。他自谓一九零零年他所写的书的册数已与摩西等量齐观。他最爱看的是史籍，所以他退休后，成大战史及英语民族史两巨著，洋洋几千万言，不是偶然的事。实在也是他精力过人。我所知道美国总统英文好的不多，平常的很。威尔逊文可称雅健，因为他做过大学校长。艾森豪威尔军人出身，所以有人向他开玩笑，把林肯的sss名著改成艾森豪语，令人喷饭。美国中学大学不重英文，这是事实。我也曾看见得了美国大学文学硕士的中国小姐，写出的文法不通，这是事实。英国大学不同。剑桥生随便写一小简，也觉得文词可爱。此是由平日训练得来。因为，美国普通的政客英文不好，所以前几年史蒂文生竞选总统时，出以极文雅可诵的词语，大家诧为不可多得。丘吉尔在学校时，成绩平平，简直可说落后。他说，别的聪明学生比我好，所以他们进大学深造，学拉丁希腊文法，他只好念英文。这也是雅谑，也是真意。所以他主张学校训练英文甚为重要。我要叫英国一切学生学英文，而让那些聪明子弟进修拉丁，当做荣耀，又进而学希腊文当作特赏。但是只要一件，我要打学生屁股，就是英文不好。而且我要打得真疼。"}
