{"text":"死是个体的绝对毁灭，倘非自欺欺人，从中决不可能发掘出正面的价值来。但是，思考死对于生却是有价值的，它使我能以超脱的态度对待人生一切遭际，其中包括作为生活事件的现实中的死。如此看来，对死的思考尽管徒劳，却并非没有意义。执迷者悟每个人都是一个宇宙一我的怪癖是喜欢一般哲学史不屑记载的哲学家，宁愿绕开一个个曾经显赫一时的体系的颓宫，到历史的荒村陋巷去寻找他们的足迹。爱默生就属于这些我颇愿结识一番的哲学家之列。我对爱默生向往已久。在我的精神旅行图上，我早已标出那个康科德小镇的方位。尼采常常提到他。如果我所喜欢的某位朋友常常情不自禁地向我提起他所喜欢的一位朋友，我知道我也准能喜欢他的这位朋友。作为美国文艺复兴的领袖和杰出的散文大师，爱默生已名垂史册。作为―名哲学家，他却似乎进不了哲学的正史。他是一位长于灵感而拙于体系的哲学家。他的体系，所谓超验主义，如今在美国恐怕也没有人认真看待了。如果我试图对他的体系作一番条分缕析的解说，就未免太迂腐了。我只想受他的灵感的启发，随手写下我的感触。超验主义死了，但爱默生的智慧永存。二也许没有一个哲学家不是在实际上试图建立某种体系，赋予自己最得意的思想以普遍性形式。声称反对体系的哲学家也不例外。但是，大千世界的神秘不会屈从于任何公式，没有一个体系能够万古长存。幸好真正有生命力的思想不会被体系的废墟掩埋，一旦除去体系的虚饰，它们反以更加纯粹的面貌出现在天空下，显示出它们与阳光土地生命的坚实联系，在我们心中唤起亲切的回响。爱默生相信，人心与宇宙之间有着对应关系，所以每个人凭内心体验就可以认识自然和历史的真理。这就是他的超验主义，有点像主张吾心即是宇宙心即理致良知的宋明理学。人心与宇宙之间究竟有没有对应关系，这是永远无法在理论上证实或驳倒的。一种形而上学不过是一种信仰，其作用只是用来支持一种人生态度和价值立场。我宁可直接面对这种人生态度和价值立场，而不去追究它背后的形而上学信仰。于是我看到，爱默生想要表达的是他对人性完美发展的可能性的期望和信心，他的哲学是一首洋溢着乐观主义精神的个性解放的赞美诗。"}
{"text":"这就是他的超验主义，有点像主张吾心即是宇宙心即理致良知的宋明理学。人心与宇宙之间究竟有没有对应关系，这是永远无法在理论上证实或驳倒的。一种形而上学不过是一种信仰，其作用只是用来支持一种人生态度和价值立场。我宁可直接面对这种人生态度和价值立场，而不去追究它背后的形而上学信仰。于是我看到，爱默生想要表达的是他对人性完美发展的可能性的期望和信心，他的哲学是一首洋溢着乐观主义精神的个性解放的赞美诗。但爱默生的人道主义不是欧洲文艺复兴的单纯回声。他生活在十九世纪，和同时代少数几个伟大思想家一样，他也是揭露现代资本主义社会异化现象的先知先觉者。每个人都是一个宇宙，但在现实中却成了碎片。社会是这样一种状态，每一个人都像是从身上锯下来的一段肢体，昂然地走来走去，许多怪物――一个好手指，一个颈项，一个胃，一个肘弯，但是从来不是一个人。我想起了马克思在一八四四年的手稿中对人的异化的分析。我也想起了尼采的话我的目光从今天望到过去，发现比比皆是碎片断肢和可怕的偶然――可是没有人他们的理论归宿当然截然不同，但都同样热烈怀抱着人性全面发展的理想。往往有这种情况同一种激情驱使人们从事理论探索，结果却找到了不同的理论，甚至彼此成为思想上的敌人。但是，真的是敌人吗三每个人都是一个宇宙，每个人的天性中都蕴藏着大自然赋予的创造力。把这个观点运用到读书上，爱默生提倡一种创造性的阅读。这就是把自己的生活当作正文，把书籍当作注解听别人发言是为了使自己能说话以一颗活跃的灵魂，为获得灵感而读书。几乎一切创造欲强烈的思想家都对书籍怀着本能的警惕。蒙田曾谈到文殛，即因读书过多而被文字之斧砍伤，丧失了创造力。叔本华把读书太滥譬作将自己的头脑变成别人思想的跑马场。爱默生也说我宁愿从来没有看见过一本书，而不愿意被它的吸力扭曲过来，把我完全拉到我的轨道外面，使我成为一颗卫星，而不是一个宇宙。许多人热心地请教读书方法，可是如何读书其实是取决于整个人生态度的。开卷有益，也可能有害。过去的天才可以成为自己天宇上的繁星，也可以成为压抑自己的偶像。"}
{"text":"叔本华把读书太滥譬作将自己的头脑变成别人思想的跑马场。爱默生也说我宁愿从来没有看见过一本书，而不愿意被它的吸力扭曲过来，把我完全拉到我的轨道外面，使我成为一颗卫星，而不是一个宇宙。许多人热心地请教读书方法，可是如何读书其实是取决于整个人生态度的。开卷有益，也可能有害。过去的天才可以成为自己天宇上的繁星，也可以成为压抑自己的偶像。爱默生俏皮地写道温顺的青年人在图书馆里长大，他们相信他们的责任是应当接受西塞罗洛克培根的意见他们忘了西塞罗洛克与培根写这些书的时候，也不过是图书馆里的青年人。我要加上一句幸好那时图书馆的藏书比现在少得多，否则他们也许成不了西塞罗洛克培根了。好的书籍是朋友，但也仅仅是朋友。与好友会晤是快事，但必须自己有话可说，才能真正快乐。一个愚钝的人，再智慧的朋友对他也是毫无用处的，他坐在一群才华横溢的朋友中间，不过是一具木偶，一个讽刺，一种折磨。每人都是一个神，然后才有奥林匹斯神界的欢聚。我们读一本书，读到精彩处，往往情不自禁地要喊出声来这是我的思想，这正是我想说的，被他偷去了！有时候真是难以分清，哪是的本意，哪是自己的混入和添加。沉睡的感受唤醒了，失落的记忆找回了，朦胧的思绪清晰了。其余一切，只是死的知识，也就是说，只是外在于灵魂有机生长过程的无机物。我曾经计算过，尽我有生之年，每天读一本书，连我自己的藏书也读不完。何况还不断购进新书，何况还有图书馆里难计其数的书。这真有点令人绝望。可是，写作冲动一上来，这一切全忘了。爱默生说得漂亮当一个人能够直接阅读上帝的时候，那时间太宝贵了，不能够浪费在别人阅读后的抄本上。只要自已有旺盛的创作欲，无暇读别人写的书也许是一种幸运呢。四有两种自信一种是人格上的独立自主，藐视世俗的舆论和功利一种是理智上的狂妄自大，永远自以为是，自我感觉好极了。我赞赏前一种自信，对后一种自信则总是报以几分不信任。人在世上，总要有所依托，否则会空虚无聊。有两样东西似乎是公认的人生支柱，在讲究实际的人那里叫职业和家庭，在注重精神的人那里叫事业和爱情。食色性也，职业和家庭是社会认可的满足人的两大欲望的手段，当然不能说它们庸俗。然而，职业可能不称心，家庭可能不美满，欲望是满足了，但付出了无穷烦恼的代价。"}
{"text":"四有两种自信一种是人格上的独立自主，藐视世俗的舆论和功利一种是理智上的狂妄自大，永远自以为是，自我感觉好极了。我赞赏前一种自信，对后一种自信则总是报以几分不信任。人在世上，总要有所依托，否则会空虚无聊。有两样东西似乎是公认的人生支柱，在讲究实际的人那里叫职业和家庭，在注重精神的人那里叫事业和爱情。食色性也，职业和家庭是社会认可的满足人的两大欲望的手段，当然不能说它们庸俗。然而，职业可能不称心，家庭可能不美满，欲望是满足了，但付出了无穷烦恼的代价。至于事业的成功和爱情的幸福，尽管令人向往之至，却更是没有把握的事情。而且，有些精神太敏感的人，即使得到了这两样东西，还是不能摆脱空虚之感。所以，人必须有人格上的独立自主。你诚然不能脱离社会和他人生活，但你不能一味攀援在社会建筑物和他人身上。你要自己在生命的土壤中扎根。你要在人生的大海上抛下自己的锚。一个人如果把自己仅仅依附于身外的事物，即使是极其美好的事物，顺利时也许看不出他的内在空虚，缺乏根基，一旦起了风浪，例如社会动乱，事业挫折，亲人亡故，失恋，等等，就会一蹶不振乃至精神崩溃。正如爱默生所说然而事实是他早已是一只漂流着的破船，后来起的这一阵风不过向他自己暴露出他流浪的状态。爱默生写有长文热情歌颂爱情的魅力，但我更喜欢他的这首诗为爱牺牲一切，服从你的心朋友，亲戚，时日，名誉，财产，计划，信用与灵感，什么都能放弃。为爱离弃一切然而，你听我说你须要保留今天，明天，你整个的未来，让它们绝对自由，不要被你的爱人占领。如果你心爱的姑娘另有所欢，你还她自由。你应当知道半人半神走了，神就来了。世事的无常使得古来许多贤哲主张退隐自守，清静无为，无动于衷。我厌恶这种哲学。我喜欢看见人们生气勃勃地创办事业，如痴如醉地堕入情网，痛快淋漓地享受生命。但是，不要忘记了最主要的事情你仍然属于你自己。"}
{"text":"如果你心爱的姑娘另有所欢，你还她自由。你应当知道半人半神走了，神就来了。世事的无常使得古来许多贤哲主张退隐自守，清静无为，无动于衷。我厌恶这种哲学。我喜欢看见人们生气勃勃地创办事业，如痴如醉地堕入情网，痛快淋漓地享受生命。但是，不要忘记了最主要的事情你仍然属于你自己。每个人都是一个宇宙，每个人都应该有一个自足的精神世界。这是一个安全的场所，其中珍藏着你最珍贵的宝物，任何灾祸都不能侵犯它。心灵是一本奇特的帐簿，只有收入，没有支出，人生的一切痛苦和欢乐，都化作宝贵的体验记入它的收入栏中。是的，连痛苦也是一种收入。人仿佛有了两个自我，一个自我到世界上去奋斗，去追求，也许凯旋，也许败归，另一个自我便含着宁静的微笑，把这遍体汗水和血迹的哭着笑着的自我迎回家来，把丰厚的战利品指给他看，连败归者也有一份。爱默生赞赏儿童身上那种不怕没得饭吃说话做事从不半点随人的王公贵人派头。一到成年，人就注重别人的观感，得失之患多了。我想，一个人在精神上真正成熟之后，又会反璞归真，重获一颗自足的童心。他消化了社会的成规习见，把它们扬弃了。五还有一点余兴，也一并写下。有句成语叫大智若愚。人类精神的这种逆反形式很值得研究一番。我还可以举出大善若恶，大悲若喜，大信若疑，大严肃若轻浮。在爱默生的书里，我也找到了若干印证。悲剧是深刻的，领悟悲剧也须有深刻的心灵。性情浅薄的人遇到不幸，他的感情仅只是演说式的做作。然而这不是悲剧。人生的险难关头最能检验一个人的灵魂深浅。有的人一生接连遭到不幸，却未尝体验过真正的悲剧情感。相反，表面上一帆风顺的人也可能经历巨大的内心悲剧。一切高贵的情感都羞于表白，一切深刻的体验都拙于言辞。大悲者会以笑谑嘲弄命运，以欢容掩饰哀伤。丑角也许比英雄更知人生的辛酸。爱默生举了一个例子正当喜剧演员卡里尼使整个那不勒斯城的人都笑断肚肠的时候，有一个病人去找城里的一个医生，治疗他致命的忧郁症。医生劝他到戏院去看卡里尼的演出，他回答我就是卡里尼。与此相类似，最高的严肃往往貌似玩世不恭。"}
{"text":"有的人一生接连遭到不幸，却未尝体验过真正的悲剧情感。相反，表面上一帆风顺的人也可能经历巨大的内心悲剧。一切高贵的情感都羞于表白，一切深刻的体验都拙于言辞。大悲者会以笑谑嘲弄命运，以欢容掩饰哀伤。丑角也许比英雄更知人生的辛酸。爱默生举了一个例子正当喜剧演员卡里尼使整个那不勒斯城的人都笑断肚肠的时候，有一个病人去找城里的一个医生，治疗他致命的忧郁症。医生劝他到戏院去看卡里尼的演出，他回答我就是卡里尼。与此相类似，最高的严肃往往貌似玩世不恭。古希腊人就已经明白这个道理。爱默生引用普鲁塔克的话说研究哲理而外表不像研究哲理，在嬉笑中做成别人严肃认真地做的事，这是最高的智慧。正经不是严肃，就像教条不是真理一样。真理用不着板起面孔来增添它的权威。在那些一本正经的人中间，你几乎找不到一个严肃思考过人生的人。不，他们思考的多半不是人生，而是权力，不是真理，而是利益。真正严肃思考过人生的人知道生命和理性的限度，他能自嘲，肯宽容，愿意用一个玩笑替受窘的对手解围，给正经的论敌一个教训。他以诙谐的口吻谈说真理，仿佛故意要减弱他的发现的重要性，以便只让它进入真正知音的耳朵。尤其是在信仰崩溃的时代，那些佯癫装疯的狂人倒是一些太严肃地对待其信仰的人。深知此中之理，说嵇康阮籍表面上毁坏礼教，实则倒是太相信礼教，因为不满意当权者利用和亵渎礼教，才以反礼教的过激行为发泄内心愤想。其实，在任何信仰体制之下，多数人并非真有信仰，只是做出相信的样子罢了。于是过分认真的人就起而论究是非，阐释信仰之真谛，结果被视为异端。一部基督教史就是没有信仰的人以维护信仰之名把有信仰的人当作邪教徒烧死的历史。殉道者多半死于同志之手而非敌人之手。所以，爱默生说，伟大的有信仰的人永远被目为异教徒，终于被迫以一连串的怀疑论来表现他的信念。怀疑论实在是过于认真看待信仰或知识的结果。苏格拉底为了弄明智慧的实质，遍访雅典城里号称有智慧的人，结果发现他们只是在那里盲目自信，其实并无智慧。他到头来认为自己仍然不知智慧为何物，说出了那句著名的话我知道我一无所知。哲学史上的怀疑论者大抵都是太认真地要追究人类认识的可靠性，结果反而疑团丛生。执迷者悟人生贵在行胸臆一读袁中郎全集，感到清风徐徐扑面，精神阵阵爽快。"}
{"text":"怀疑论实在是过于认真看待信仰或知识的结果。苏格拉底为了弄明智慧的实质，遍访雅典城里号称有智慧的人，结果发现他们只是在那里盲目自信，其实并无智慧。他到头来认为自己仍然不知智慧为何物，说出了那句著名的话我知道我一无所知。哲学史上的怀疑论者大抵都是太认真地要追究人类认识的可靠性，结果反而疑团丛生。执迷者悟人生贵在行胸臆一读袁中郎全集，感到清风徐徐扑面，精神阵阵爽快。明末的这位大才子一度做吴县县令，上任伊始，致书朋友们道吴中得若令也，五湖有长，洞庭有君，酒有主人，茶有知己，生公说法石有长老。开卷读到这等潇洒不俗之言，我再舍不得放下了，相信这个人必定还会说出许多妙语。我的期望没有落空。请看这一段天下有大败兴事三，而破国亡家不与焉。山水朋友不相凑，一败兴也。朋友忙，相聚不久，二败兴也。游非及时，或花落山枯，三败兴也。真是非常的飘逸。中郎一生最爱山水，最爱朋友，难怪他写得最好的是游记和书信，不过，倘若你以为他只是个耽玩的倜傥书生，未免小看了他。明史记载，他在吴县任上听断敏决，公庭鲜事，遂整日与士大夫谈说诗文，以风雅自命。可见极其能干，游刃有余。但他是真个风雅，天性耐不得官场俗务，终于辞职。后来几度起官，也都以谢病归告终。在明末文坛上，中郎和他的两位兄弟是开一代新风的人物。他们的风格，用他评其弟小修诗的话说，便是独抒性灵，不拘格套，非从自己胸臆流出，不肯下笔。其实，这话不但说出了中郎的文学主张，也说出了他的人生态度。他要依照自己的真性情生活，活出自己的本色来。他的潇洒绝非表面风流，而是他的内在性灵的自然流露。性者个性，灵者灵气，他实在是个极有个性极有灵气的人。二每个人一生中，都曾经有过一个依照真性情生活的时代，那便是童年。孩子是天真烂漫，不肯拘束自己的。他活着整个儿就是在享受生命，世俗的利害和规矩暂时还都不在他眼里。随着年龄增长，染世渐深，俗虑和束缚愈来愈多，原木纯真的孩子才被改造成了俗物。那么，能否逃脱这个命运呢很难，因为人的天性是脆弱的，环境的力量是巨大的。"}
{"text":"性者个性，灵者灵气，他实在是个极有个性极有灵气的人。二每个人一生中，都曾经有过一个依照真性情生活的时代，那便是童年。孩子是天真烂漫，不肯拘束自己的。他活着整个儿就是在享受生命，世俗的利害和规矩暂时还都不在他眼里。随着年龄增长，染世渐深，俗虑和束缚愈来愈多，原木纯真的孩子才被改造成了俗物。那么，能否逃脱这个命运呢很难，因为人的天性是脆弱的，环境的力量是巨大的。随着童年的消逝，倘若没有一种成年人的智慧及时来补救，几乎不可避免地会失掉童心。所谓大人先生者不失赤子之心，正说明智慧是童心的守护神。凡童心不灭的人，必定对人生有着相当的彻悟。所谓彻悟，就是要把生死的道理想明白。名利场上那班人不但没有想明白，只怕连想也不肯想。袁中郎责问得好天下皆知生死，然未有一人信生之必死者趋名骛利，唯曰不足，头白面焦，如虑铜铁之不坚，信有死者，当如是耶名利的追求是无止境的，官做大了还想更大，钱赚多了还想更多。未得则前涂为究竟，涂之前又有涂焉，可终究钦已得则即景为寄寓，寓之中无非寓焉，故终身驰逐而已矣。在这终身的驰逐中，不再有工夫做自己真正感兴趣的事，接着连属于自己的真兴趣也没有了，那颗以享受生命为最大快乐的童心就这样丢失得无影无踪了。事情是明摆着的一个人如果真正想明白了生之必死的道理，他就不会如此看重和孜孜追逐那些到头来一场空的虚名浮利了。他会觉得，把有限的生命耗费在这些事情上，牺牲了对生命本身的享受，实在是很愚蠢的。人生有许多出于自然的享受，例如爱情友谊欣赏大自然艺术创造等等，其快乐远非虚名浮利可比，而享受它们也并不需要太多的物质条件。在明白了这些道理以后，他就会和世俗的竞争拉开距离，借此为保存他的真性情赢得了适当的空间。而一个人只要依照真性情生活，就自然会努力去享受生命本身的种种快乐。用中郎的话说，这叫做退得一步，即为稳实，多少受用。当然，一个人彻悟了生死的道理，也可能会走向消极悲观。不过，如果他是一个热爱生命的人，这一前途即可避免。他反而会获得一种认识生命的密度要比生命的长度更值得追求。从终极的眼光看，寿命是无稽的，无论长寿短寿，死后都归于虚无。不止如此，即使用活着时的眼光作比较，寿命也无甚意义。"}
{"text":"而一个人只要依照真性情生活，就自然会努力去享受生命本身的种种快乐。用中郎的话说，这叫做退得一步，即为稳实，多少受用。当然，一个人彻悟了生死的道理，也可能会走向消极悲观。不过，如果他是一个热爱生命的人，这一前途即可避免。他反而会获得一种认识生命的密度要比生命的长度更值得追求。从终极的眼光看，寿命是无稽的，无论长寿短寿，死后都归于虚无。不止如此，即使用活着时的眼光作比较，寿命也无甚意义。中郎说试令一老人与少年并立，问彼少年，尔所少之寿何在，觅之不得。问彼老人，尔所多之寿何在，觅之亦不得。少者本无，多者亦归于无，其无正等。无论活多活少，谁都活在此刻，此刻之前的时间已经永远消逝，没有人能把它们抓在手中。所以，与其贪图活得长久，不如争取活得痛快。中郎引惠开的话说人生不得行胸臆，纵年百岁犹为天。就是这个意思。三我们或许可以把袁中郎称作享乐主义者，不过他所提倡的乐，乃是合乎生命之自然的乐趣，体现生命之质量和浓度的快乐。在他看来，为了这样的享乐，付出什么代价也是值得的，甚至这代价也成了一种快乐。有两段话，极能显出他的个性的光彩。在一处他说世人所难得者唯趣，尤其是得之自然的趣。他举出童子的无往而非趣，山林之人的自在度日，愚不肖的率心而行，作为这种趣的例子。然后写道自以为绝望于世，故举世非笑之不顾也，此又一趣也。凭真性情生活是趣，因此遭到全世界的反对又是趣，从这趣中更见出了怎样真的性情另一处谈到人生真乐有五，原文太精彩，不忍割爱，照抄如下目极世间之色，耳极世间之声，身极世间之鲜，口极世间之谭，一快活也。堂前列鼎，堂后度曲，宾客满席，男女交舄，烛气熏天，珠翠委地，皓魄入帐，花影流衣，二快活也。箧中藏万卷书，书皆珍异。宅畔置一馆，馆中约真正同心友十余人，人中立一识见极高，如司马迁罗贯中关汉卿者为主，分曹部署，各成一书，远文唐宋酸儒之陋，近完一代未竟之篇，三快活也。千金买一舟，舟中置鼓吹一部，妓妾数人，游闲数人，泛家浮宅，不知老之将至，四快活也。然人生受用至此，不及十年，家资田产荡尽矣。然后一身狼狈，朝不谋夕，托钵歌妓之院，分餐孤老之盘，往来乡亲，恬不知耻，五快活也。"}
