{"text":"例如在事功方面，吴宓自己是极努力的，除教学和著述外，还劳苦奔走，自费贴补，苦心营办学衡杂志，而目的只在贯彻自己的理想。至于努力的结果如何，则不必太看重。他以古印度神曲中行而无著和曾文正公不问收获，但问耕耘之语自勉，我之人生观鼓励自己强勉奋斗，不计成功之大小，至死而止。转引自吴宓与陈寅恪第页坚持理想而不务求理想之必定实现，努力事功而不执著事功之成败，这种态度就是中庸。事实上，理想之为绝对精神价值，原本就不可能完全变为现实，否则就不成其为理想了。但是，它的作用并不因此稍减，有了它，事功之相对价值才有了根据和目标。又如义与利的关系，吴宓强调，义属于一和理想，利属于多和实际。理想必取全真，而实际应重适宜。在义的领域，包括思想道德文艺爱情等，必须用理想标准，力求高美。在利的领域，包括衣食名位事务婚姻等，可但就实际取样，得此便足。孔子注重理想生活，对于实际生活则随遇而安，无可无不可，这就是在义利问题上的中庸态度。市侩唯利是图，毫无理想，苦行僧枯守理想，绝对排斥物欲，伪君子既无理想，又诅咒物欲，均不合中庸之道。一个有着充实的精神生活的人，对待身外之物自会有一种淡泊的态度，既不刻意追求，也不刻意拒斥，能吃苦也能享受，贫富皆不改其志。他真正看轻了得失，以至于对得和失都泰然处之了。在吴宓看来，义并非抽象的理，也包括真挚的情，是真情与至理的统一。他给自己树立的目标是情智双修，或曰情理兼到。不过，这里的情指一种类似于宗教感情的诚爱之心，而非情欲。情欲却是属于多的范畴的。灵魂为一，肉体为多，中庸即是重灵魂生活而顺肉体之自然，禁欲和纵欲皆为偏执。他对性爱的分析十分有趣。他说，任何男人与任何女人之间的关系均是相对的，都在多之中。因此，一男爱一女，一男爱多女，一女爱多男，多男爱多女，或同时，或先后，这种种情形形而上学地说都同样是有道理的。由此使恋爱极不稳定，如沙上筑屋，常是轮盘式三角式交织式，很少互相式的，遂导致痛苦和悲哀。吴宓自己是一个经历了失恋痛苦和离婚悲剧的人，所以这番话不仅是出于理性思考，而且包含着身世之叹。事实上，世上确无命定姻缘，男女之爱充满着偶然和变易的因素，造成了无数恩怨。因此，爱情上的理想主义是很难坚持到底的。多数人由于自身经验的教训，会变得实际起来，唯求安宁，把注意力转向实利或事功。"}
{"text":"因此，一男爱一女，一男爱多女，一女爱多男，多男爱多女，或同时，或先后，这种种情形形而上学地说都同样是有道理的。由此使恋爱极不稳定，如沙上筑屋，常是轮盘式三角式交织式，很少互相式的，遂导致痛苦和悲哀。吴宓自己是一个经历了失恋痛苦和离婚悲剧的人，所以这番话不仅是出于理性思考，而且包含着身世之叹。事实上，世上确无命定姻缘，男女之爱充满着偶然和变易的因素，造成了无数恩怨。因此，爱情上的理想主义是很难坚持到底的。多数人由于自身经验的教训，会变得实际起来，唯求安宁，把注意力转向实利或事功。那些极执著的理想主义者往往会受幻灭感所驱，由情入空，走向虚无主义，如拜伦一样玩世不恭，或如贾宝玉一样看破红尘。吴宓也是一个极执著的理想主义者，但他不肯放弃理想，试图在爱情上也寻求一多并在的中庸，于是提出由情入道由情悟道，即由爱情入宗教，藉人生的痛苦经历而逐步理解和信仰上帝的世界。可是，作为一个本无基督教信仰的中国人，又生在西方人也惊呼上帝死了的时代，这条路能走通吗抑或他所说的宗教和上帝别有所指四宗教植根于人的天性和人生的基本处境，决非科学进步和社会改造能够使之消灭的。人生的某些根本缺陷是永恒的，没有任何力量可以使人免除生老病死之苦。诚如吴宓所说众生的共同状态，即人生，是不幸的。虽不断努力娱乐，消遣，以试图忘却，浪漫之爱，仅其一耳，亦从不满意人无安宁――作为幸福和仅仅来自上帝的那种安宁。无论何人，只要执意在短暂的人生中求永生，在人生的不完善中求完善，他便已经具有一种宗教倾向了。宗教乃理想主义之极致，理想主义者所相信的绝对精神价值不过是神的同义语罢了。在此意义上，吴宓恰当地自道有宗教精神。真正的宗教精神只关涉个人的灵魂，与世俗教派无关。我很赞赏吴宓的话盖宗教之功固足救世，然其本意则为人之自救。我之人生观一个人如果不是因为灵魂中发生危机而求自救，无论他怎样具备救世的热情，宗教始终是外在于他的东西。然而，灵魂渴求信仰，世道亟需宗教，便会有宗教的信仰了吗可惜并不。恰恰相反，愈是渴求信仰的灵魂愈是难以盲信，而要在信仰业已沦丧的时代人工培植宗教更是缘木求鱼。请听吴宓的自白吾虽信绝对观念之存在，而吾未能见之也。吾虽日求至理，而今朝所奉为至理者，固犹是浮像，其去至理之远近如何，不可知也于此则须虚心，则须怀疑。"}
{"text":"我之人生观一个人如果不是因为灵魂中发生危机而求自救，无论他怎样具备救世的热情，宗教始终是外在于他的东西。然而，灵魂渴求信仰，世道亟需宗教，便会有宗教的信仰了吗可惜并不。恰恰相反，愈是渴求信仰的灵魂愈是难以盲信，而要在信仰业已沦丧的时代人工培植宗教更是缘木求鱼。请听吴宓的自白吾虽信绝对观念之存在，而吾未能见之也。吾虽日求至理，而今朝所奉为至理者，固犹是浮像，其去至理之远近如何，不可知也于此则须虚心，则须怀疑。然徒虚心怀疑而无信仰，则终迷惘消极而无所成就而已。故吾须兼具信仰与怀疑，二者互相调剂而利用之。他还说究极论之，道德理想功业，无非幻像。人欲有所成就，有所树立，亦无非利用此幻像，所谓弄假成真，逢场作戏而已。我之人生观原来，他之所以信仰，是因为他必须有信仰，不能无信仰，无信仰会导致对人生抱迷惘消极的态度，而这是他万万不愿意的。至于所信仰的理想至理绝对观念究竟是否存在，他是怀疑的。不但怀疑，而且明确其为浮像幻像。但他要利用之，借以勉励自己在人生中有所作为。前面说到，作为理想主义者，吴宓视理想为根本，而把实际看作理想的应用，也就是利用实际以贯彻理想。现在又说利用理想，理想成了手段，岂不自相矛盾似乎是的，但矛盾只是表面的，其中有一以贯之的东西，就是他的理想主义一生态度。他之所以明知理想是幻像而仍姑妄信之，正是因为他无论如何不肯放弃理想主义人生态度。即使理想连同实际都是幻像，他仍然要利用它们来追求一种理想的人生，这种追求是完全真实的。当然，一个执著的理想主义者竟清醒地看到理想仅是幻像，无疑透出了悲观的底蕴，但这乃是信仰崩溃时代一切理想主义者的共同悲剧，几乎无人能够幸免。既然吴宓在宗教中所寻求的是可以为理想人生提供根据的根本信念，他对宗教的外壳就不必在意了。他看得明白，人之信何教何派大抵出于事境之偶然和先入为主，并不太重要。鉴于受中国文化传统的熏陶，儒教已是他的先入之见，他表示将终身依从儒教。但是，他又看得明白，儒学不成其为宗教，只是道德学说。然而，既然世界处于宗教衰败的时代，不得已而求其次，道德也许是唯一可行的选择了。当他把道德当做自救和救世之道时，一种广义的宗教信念仍是他的内在动力。"}
{"text":"他看得明白，人之信何教何派大抵出于事境之偶然和先入为主，并不太重要。鉴于受中国文化传统的熏陶，儒教已是他的先入之见，他表示将终身依从儒教。但是，他又看得明白，儒学不成其为宗教，只是道德学说。然而，既然世界处于宗教衰败的时代，不得已而求其次，道德也许是唯一可行的选择了。当他把道德当做自救和救世之道时，一种广义的宗教信念仍是他的内在动力。他相信宇宙间必有至善存在，这个信念鼓舞着他为建立道德兢兢工作，成为一个他恰如其分自命的具有浪漫主义气质的现实主义道德家。绝对价值的存在是必要的假设，一个人如果没有宁信其有的宗教精神或曰浪漫气质，怎么可能从事任何真正的精神事业呢吴宓所欲建立的道德是广义的，与人文主义同义。按照他的理解，人文主义即个人的教养或完善，为此须研习人类一切文化精品。这就回到了本文开头所阐述的他的古典人文信念。从这种信念出发，他反对存中西门户之见，主张兼取中西文明之精华，而熔铸之贯通之。在他之前，辜鸿铭蔡元培梁启超梁漱溟张君劢等人均已走入这个融合中西文化之精华的思路。在我看来，这个思路的合理是一目了然的。我确信人性和人生基本境况是不变的，人类不分古今东西都面临着某些永恒的根本问题，对这些问题的思考构成了一切精神文化的核心。当然，对于每个人来说，如何融汇贯通却是要他独立完成的事情，并且必定显出文化背景和价值取向的差异。说句老实话，我已听厌了不断老调重弹的中西文化讨论，既不相信全盘西化，也不相信儒学复兴，并且也不相信可以人为地造就一种东西合璧普遍适用的新文化新人生观。当务之急不是制订救世的方案，而是启迪自救的觉悟，不是建立统一的价值体系，而是鼓励多元精神价值的真诚追求。如果有更多的人注重精神生活，热爱全人类文化遗产，认真思考人生问题，那么，不管思考的结果怎样纷异，都是中国文化乃至中华民族前途的福音。我们已经有了许多热衷于文化讨论的学者，缺少的是真诚的儒者释者基督徒人文主义者等等，一句话，真诚的理想主义者。读完吴宓的文学与人生，掩卷沉思，我明白这本书使我如此感动的原因之所在了。五承蒙吴学昭女士信任，得以先睹其亡父吴宓先生文学与人生一书的校样，并遵嘱写下了我的感想。该书是吴宓毕生心血之凝聚和理想之寄托，他本人极其重视。"}
{"text":"我们已经有了许多热衷于文化讨论的学者，缺少的是真诚的儒者释者基督徒人文主义者等等，一句话，真诚的理想主义者。读完吴宓的文学与人生，掩卷沉思，我明白这本书使我如此感动的原因之所在了。五承蒙吴学昭女士信任，得以先睹其亡父吴宓先生文学与人生一书的校样，并遵嘱写下了我的感想。该书是吴宓毕生心血之凝聚和理想之寄托，他本人极其重视。自年在清华大学和北平女子文理学院同时开设这门课程之后，他辗转从教于西南联大成都燕京大学武汉大学，均开设此课，并不断充实提纲的内容。年底，他又写成文稿，计万余字。年月，他取道重庆，准备上峨嵋山出家，随身即携着这部文稿。后出家未果，留西南师范学院教学，由于政治形势而不能再开设此课，便将文稿珍藏了起来。年月，在他因反对批孔被打成现行反革命前不久，风声日紧，他将两包文件交昔日的一个学生保管，作为他身后永久保存并传后之文件一部分，并开示清单，列在第一的就是这部文学与人生文稿雨僧日记年月日。遗憾的是，我们现在读到的仍只是年的提纲，文稿却至今未见天日。作为一名读者，我只能期盼文稿早日出版，使吴宓最渴望传后的这部心血之作真正得以传之后学。这位生前寂寞的理想主义者倘若知道他的最后遗愿也所托非人，他的在天之灵该如何地悲哀啊。但愿事实不是如此。康德胡塞尔和职称我正在啃胡塞尔的那些以晦涩著称的著作。哲学圈子里的人都知道，胡塞尔是二十世纪最重要的哲学家之一。作为现代现象学之父，他开创了一个半分天下影响深广的哲学运动。可是，人们大约很难想到，这位大哲学家在岁前一直是一个没有职称的人，在哥廷根大学当了年编外讲师。而在此期间，他的两部最重要的著作，逻辑研究和观念第一卷，事实上都已经问世了。有趣的是，德国另一位大哲学家，近现代哲学史上当之无愧的第一人康德，也是一个长期评不上职称的倒霉蛋，直到岁才当上哥尼斯堡大学的正式教授。在此之前，尽管他在学界早已声誉卓著，无奈只是墙内开花墙外香，教授空缺总也轮不上他。这两位哲学家并非超脱得对这种遭遇毫不介意的。康德屡屡向当局递交申请，力陈自己的学术专长经济拮据状况最后是那一把年纪，以表白他的迫切心情。"}
{"text":"而在此期间，他的两部最重要的著作，逻辑研究和观念第一卷，事实上都已经问世了。有趣的是，德国另一位大哲学家，近现代哲学史上当之无愧的第一人康德，也是一个长期评不上职称的倒霉蛋，直到岁才当上哥尼斯堡大学的正式教授。在此之前，尽管他在学界早已声誉卓著，无奈只是墙内开花墙外香，教授空缺总也轮不上他。这两位哲学家并非超脱得对这种遭遇毫不介意的。康德屡屡向当局递交申请，力陈自己的学术专长经济拮据状况最后是那一把年纪，以表白他的迫切心情。当哥廷根大学否决胡塞尔的教授任命时，这位正埋头于寻求哲学的严格科学性的哲学家一度深感屈辱，这种心境和他在学术上的困惑掺和在一起，竟至于使他怀疑起自己做哲学家的能力了。一个小小的疑问且不说象斯宾诺莎这样靠磨镜片谋生的贫穷哲人，他的命运是太特殊了，只说在大学这样的学术圣地，为什么学术职称和真实的学术成就之间也会出现如此巨大的偏差？假设我是康德或胡塞尔的同时代人，某日与其中一位邂逅，问道您写了这么重要的著作，怎么连一个教授也当不上？他会如何回答？我想他也许会说正因为这些著作太重要了，我必须全力以赴，所以没有多余精力去争取当教授了。胡塞尔的确这样说了，在一封信中，他分析自己之所以一直是个编外讲师的原因说，这是因为他出于紧迫的必然性自己选择自己的课题，走自己的道路，而不屑费神于主题以外的事情，讨好有影响的人物。也许，在任何时代，从事精神创造的人都面临着这个选择是追求精神创造本身的成功，还是追求社会功利方面的成功？前者的判官是良知和历史，后者的判官是时尚和权力。在某些幸运的场合，两者会出现一定程度的一致，时尚和权力会向已获得显著成就的精神创造者颁发证书。但是，在多数场合，两者往往偏离甚至背道而驰，因为它们毕竟是性质不同的两件事，需要花费不同的功夫。即使真实的业绩受到足够的重视，决定升迁的还有观点异同人缘自我推销的干劲和技巧等其它因素，而总是有人不愿意在这些方面浪费宝贵的生命的。以我们后人的眼光看，对于康德胡塞尔来说，职称实在是太微不足道的小事，丝毫无损于他们在哲学史上的伟人地位。就像在莫里哀死后，法兰西学院在提到这位终生未获院士称号的大文豪时怀着自责的心情所说的他的荣誉中什么都不缺少，是我们的荣誉中有欠缺。"}
{"text":"即使真实的业绩受到足够的重视，决定升迁的还有观点异同人缘自我推销的干劲和技巧等其它因素，而总是有人不愿意在这些方面浪费宝贵的生命的。以我们后人的眼光看，对于康德胡塞尔来说，职称实在是太微不足道的小事，丝毫无损于他们在哲学史上的伟人地位。就像在莫里哀死后，法兰西学院在提到这位终生未获院士称号的大文豪时怀着自责的心情所说的他的荣誉中什么都不缺少，是我们的荣誉中有欠缺。然而，康德胡塞尔似乎有点看不开，那默想着头上的星空和心中的道德律的智慧头脑，有时不免为虚名的角逐而烦躁，那探寻着真理的本源的敏锐眼光，有时不免因身份的卑微而暗淡。我不禁想对他们说如此旷世大哲，何必何苦何至于在乎许多平庸之辈也可轻易得到的教授称号？转念一想，伟人活着时也是普通人，不该求全责备。德国的哲学家多是地道的书斋学者，康德胡塞尔并不例外。既然在大学里教书，学术职称几乎是他们唯一的世俗利益，有所牵挂也在情理之中。何况目睹周围远比自己逊色的人一个个捷足先登，他们心中有委屈，更属难免。相比之下，法国人潇洒多了。萨特的职称只是中学教师，他拒做大学教授，拒领诺贝尔奖金，视一切来自官方的荣誉富贵如粪土。不过，他的舞台不是在学院，而是在社会，直接面向大众。与他在大众中的辉煌声誉相比，职称当然不算什么东西。人毕竟难以完全免俗，这是无可厚非的吧。可是，小事终究是小事，包括职称，包括在学术界在社会上在历史上的名声地位。什么是大事呢？依我之见，唯一的大事是把自己真正喜欢做的事做好。旅游旅游一旅游旅游从前，一个旅字，一个游字，总是单独使用，凝聚着离家的悲愁。山晓旅人去，天高秋气悲。浮云蔽白日，游子不顾反。孑然一身，隐入苍茫自然，真有说不出的凄凉。另一方面，庄子游于濠梁之上，李白一生好入名山游，游字又给人一种逍遥自在的感觉。也许，这两种体验的交织，正是人生羁旅的真实境遇。我们远离了家亲人公务和日常所习惯的一切，置身于陌生的事物之中，感到若有所失。这所失使我们怅然，但同时使我们获得一种解脱之感，因为我们发现，原来那失去的一切非我们所必需，过去我们固守着它们，反倒失去了更可贵的东西。在与大自然的交融中，那狭隘的乡恋被净化了。寄旅和漫游深化了我们对人生的体悟我们无家可归，但我们有永恒的归宿。"}
{"text":"也许，这两种体验的交织，正是人生羁旅的真实境遇。我们远离了家亲人公务和日常所习惯的一切，置身于陌生的事物之中，感到若有所失。这所失使我们怅然，但同时使我们获得一种解脱之感，因为我们发现，原来那失去的一切非我们所必需，过去我们固守着它们，反倒失去了更可贵的东西。在与大自然的交融中，那狭隘的乡恋被净化了。寄旅和漫游深化了我们对人生的体悟我们无家可归，但我们有永恒的归宿。不知从什么时候起，旅游二字合到了一起。于是，现代人不再悲愁，也不再逍遥，而只是安心又仓促地完成着他们繁忙事务中的一项――旅游。那么，请允许我说我是旅人，是游子，但我不是旅游者。二现代旅游业旅游业是现代商业文明的产物。在这个全民皆商涨价成风的年头，也许我无权独独抱怨旅游也纳入了商业轨道，成了最昂贵的消费之一。可悲的是，人们花了钱仍得不到真正的享受。平时匆忙赚钱，积够了钱，旅游去可是，普天下的旅游场所，哪里不充斥着招揽顾客的吆喝声假冒险的娱乐设施凑热闹的人群可怜在一片嘈杂中花光了钱，拖着疲惫的身子回家，又重新投入匆忙的赚钱活动。一切意义都寓于过程。然而，现代文明是急功近利的文明，只求结果，藐视过程。人们手捧旅游图，肩挎照相机，按图索骥，专找图上标明的去处，在某某峰某某亭咔嚓几下，留下到此一游的证据，便心满意足地离去。每当我看到举着小旗成群结队掐着钟点的团体旅游，便生愚不可及之感。现代人已经没有足够的灵性独自面对自然。在人与人的挤压中，自然消隐不见了。是的，我们有了旅游业。可是，恬静的陶醉在哪里真正的精神愉悦在哪里与大自然的交融在哪里三旅游与性格在旅游中，也是仁者见仁，智者见智。旅游归来，知识型的人增添了历史学地理学生态学等等的知识，社会型的人收集了风俗民情的资料，艺术型的人获得了灵感，宗教型的人加深了彻悟，交际型的人结识了新朋友，享受型的人痛快地玩了一场。同一个游字，学者读作游学，官僚读作游宦，僧人读作游方，诗人读作优游，社交家读作交游，公子哥儿读作游冶。游人与游人并不相同，你终归是你。四名人与名胜赫赫有名者未必优秀，默默无闻者未必拙劣。人如此，自然景观也如此。"}
{"text":"旅游归来，知识型的人增添了历史学地理学生态学等等的知识，社会型的人收集了风俗民情的资料，艺术型的人获得了灵感，宗教型的人加深了彻悟，交际型的人结识了新朋友，享受型的人痛快地玩了一场。同一个游字，学者读作游学，官僚读作游宦，僧人读作游方，诗人读作优游，社交家读作交游，公子哥儿读作游冶。游人与游人并不相同，你终归是你。四名人与名胜赫赫有名者未必优秀，默默无闻者未必拙劣。人如此，自然景观也如此。人怕出名，风景也怕出名。人一出名，就不再属于自己，慕名者络绎来访，使他失去了宁静的心境以及和二三知友相对而坐的情趣。风景一出名，也就沦入凡尘，游人云集，使它失去了宁静的环境以及被真正知音赏玩的欣慰。当世人纷纷拥向名人和名胜之时，我独爱潜入陋巷僻壤，去寻访不知名的人物和景观。从挤车说到上海不是家在上海出差，天天挤车，至今心有余悸。朋友说，住在上海，就得学会挤车。我怕不是这块料。即使恰好停在面前，我也常常上不了车，刹那间被人浪冲到了一边。万般无奈时，我只好退避三舍，旁观人群一次次冲刺，电车一辆辆开走。我发现，上海人挤车确实训练有素，哪怕打扮入时的姑娘，临阵也表现得既奋勇，又从容，令我不知该钦佩还是惋惜。我无意苛责上海人，他们何尝乐意如此挤轧。我是叹惜挤轧败坏了上海人的心境，使得这些安分守己的良民彼此间却时刻准备着展开琐屑的战斗。几乎每回乘车，我都耳闻激烈的争吵。我自己慎之又慎，仍难免受到挑战。有一回，车刚靠站，未待我挤下车，候车的人便蜂拥而上，堵住了车门。一个抱小孩的男子边往上挤，边振振有词地连声嚷道还没有上车，你怎么下车惊愕于这奇特的逻辑，我竟无言以答。还有一回，我买票的钱被碰落在地上，便弯腰去拾。身旁是一个中年母亲带着她七八岁的女儿。女儿也弯腰想帮我拾钱，母亲却对我厉声喝道当心点，不要乱撞人！我感激地望一眼那女孩，悲哀地想她长大了会不会变得像母亲一样蛮横自私上海人互不相让，面对外地人却能同仇敌忾。我看见一个农民模样的男子乘车，他坐在他携带的一只大包裹上，激起了公愤，呵斥声此起彼伏上海就是被这种人搞坏了扣住他，不让他下车！我厌恶盲流，但也鄙夷上海人的自大欺生。毕竟上海从来不是幽静的乐园，用不着摆出这副失乐园的愤激姿态。"}
