{"text":"王安的妻子梳妆已毕，敞开胸襟，给女孩看她胸上的痣。她说月夜里，王安把嘴唇深深印在这些痣上。女孩妒火中烧，恨不得把那洁白的乳房和鲜红的痣都用烧红的烙铁毁掉。她束紧腰带，又用布带在臀下系紧，布料下显出她的曲线。她说到王安会用温柔的手把这些结解开，禁不住心花怒放。她还说王安的身体，宽阔胸膛，浓重的体毛和铁一样的肌肉，王安就如航行于江海上的航船，有宽阔的船头，厚重的船尾。在两情相悦的时候，她用身体载起这只巨舟，她是水，乳白色的，月光一样的水。所有的女人都是水，但是以前她并不知道。她是独脚贼，没有人告诉她，直到王安这条船升起风帆驶入她的水域。说到这里时，她身上浮起思念丈夫的肉香。女孩闻听这种味儿，恨不得把这娇滴滴香喷喷的骚娘们儿一刀捅死，以泄心头之恨。女孩说，她不相信男女之间只有干那种丑事才能相爱，尤其是像王安这种伟大的男人。试过王安以后，她更加相信，他是被那娘们儿的骚性诱惑了，说完这些话，她就从屋里出去，并没有说怎样她才能把手串交还。又过了三天，皇帝对公差寻回手串的能力失去了信心，他下诏说赦免窃珠贼一切罪责。如果贼肯把手串交还，他还要以爵位和国库中的珍宝相赠，他还答应给那人以宫中的美女或禁卫军中的美丈夫。这通诏书一下，长安朝野震动，以为皇帝是疯了。只有王安认为皇帝真正圣明。王安相信，任何丢失的东西都可以寻回，捉不到贼，就要用贼想要，或更想要的东西交换。他虽然对这一点深信不疑，可还是想不出怎么才能使那女孩把手串交回来。中午时他坐在家里凝神苦思，下意识地用指头去挖席子，不知不觉把席子抠出一个大洞。那时屋外天气很热，阳光把蝉都晒晕了，以致鬼方坊里万籁无声。可是王安屋里是一片凉爽的绿荫，空气里弥漫着夹竹桃的苦味，草叶的芳香，还有干槐花最后的甜香味。他家里摆满了瓶瓶罐罐，里面插着各种各样的绿枝。一旦露出干枯的迹象，女孩就把旧枝条拿出去用新的枝条来代替。现在屋里的树枝灌木和草叶全是一片新绿。她心满意足，就伏在窗前的席子上睡着了。女孩睡着时，没有一丝声息。只有肩头在微微起伏。她睡觉的姿势也很奇特。这说明她所说的并非虚妄。她说她没有家，也不记得有过家。王安没法相信人没有家怎么能长大，但是如果她有过家，就不会以这种姿势睡觉，因为没有人用这种姿势在家里睡觉。这女孩搬到王安家里已经两天了。"}
{"text":"他家里摆满了瓶瓶罐罐，里面插着各种各样的绿枝。一旦露出干枯的迹象，女孩就把旧枝条拿出去用新的枝条来代替。现在屋里的树枝灌木和草叶全是一片新绿。她心满意足，就伏在窗前的席子上睡着了。女孩睡着时，没有一丝声息。只有肩头在微微起伏。她睡觉的姿势也很奇特。这说明她所说的并非虚妄。她说她没有家，也不记得有过家。王安没法相信人没有家怎么能长大，但是如果她有过家，就不会以这种姿势睡觉，因为没有人用这种姿势在家里睡觉。这女孩搬到王安家里已经两天了。王安以为住在一个屋檐下两天两夜已经足够了解一个女人。可是除了她说过的那些话，王安对她还是一无所知。她对王安说，除了王安的老婆她和谁都不熟识。也许王安的老婆能说出，怎样才能使女孩交去手串。可是她却被关在禁卫军把守的天牢里，不容探视。王安没法向别人打听这女孩的心性，他只好自己来解这个谜。他想到昨天晚上，他在她面前更衣，那女孩走过来，用指尖轻轻触及他的肉体。她不像王安老婆那样把手掌和身体附着到他身上。只消看一看，闻一闻，轻轻一触就够了。她在王安面前更衣，毫无扭捏之态，在青色的灯光下王安看到除了两个微微隆起的乳房，她身上再没有什么阻止她跑得快，就如西域进贡给皇帝的猎豹。她骨骼纤细，四肢纤长，好像可以和羚羊赛跑。女孩说，她爱王安，如果得不到王安的爱，她一辈子也不会把手串交出来，哪怕王安的老婆死在狱中，哪怕王安因此被处宫刑，也得不到她的同情。王安也准备爱她，可是不知怎么爱才好。如果她再大几岁，或者在市井里住过几年，那么一切都简单了，现在要他去爱简直是岂有此理。女孩说，以前她住在终南山中，一年也见不到几个人，在山林里她感到需要爱，才搬到长安城里来。这个哑谜叫王安无从捉摸起，人住在深山无人的地方，也会知道爱吗？她在深山中体会到的爱，也不知有多么怪诞。王安想不出头绪，就把她叫起来问。甥女儿，你在深山里见过飞鸟交尾，或者两条青蛇缠在一起？你听见深秋漫山的金铃子叫，心中可有所感？你也许见过一只雄猫寻母猫的气味而去，或者公山羊们在绝壁上抵角？女孩听了勃然大怒，说舅舅，你真讨厌死了，你简直像舅娘一样骚，如果你再这么胡说，我就跑到深山里去，等你被阉了再回来！王安只好让她继续睡觉，他知道她不是个思春昏了头的傻丫头。在胸上点痣，引诱王安去捉，那不过是孩子的恶作剧，她并不喜欢这些。"}
{"text":"王安想不出头绪，就把她叫起来问。甥女儿，你在深山里见过飞鸟交尾，或者两条青蛇缠在一起？你听见深秋漫山的金铃子叫，心中可有所感？你也许见过一只雄猫寻母猫的气味而去，或者公山羊们在绝壁上抵角？女孩听了勃然大怒，说舅舅，你真讨厌死了，你简直像舅娘一样骚，如果你再这么胡说，我就跑到深山里去，等你被阉了再回来！王安只好让她继续睡觉，他知道她不是个思春昏了头的傻丫头。在胸上点痣，引诱王安去捉，那不过是孩子的恶作剧，她并不喜欢这些。王安想来想去，觉得脑筋麻木，他闻到屋里森林般的气味，就动了出去走走的念头。于是他走到坊间的绿荫中去，觉得天气很热。等头顶槐花落尽，真正的酷暑就会来临。星星点点的阳光从树叶间漏下来，照在王安身上，光怪陆离，他渐渐忘去心中的烦恼。走进一片浓绿之中，听见极远处一辆牛车在吱吱地响。坊间的道路不只一条，它们弯弯曲曲地在槐林中汇合又分散。王安遇到一只迷路的小蝴蝶，它在荆棘之中奋力扑动翅膀要飞出去。他想到皇帝也是这么奋力地要寻回手串，寻求一条通向月夜下横陈的玉体之路。这些路曲曲弯弯，居然在这里汇合，其中的机缘真不可解。王安在心中拿蝴蝶打个赌赛如果它飞出草丛，那么皇上的手串也能寻回来。所以当蝴蝶的白翅膀在刀丛剑树中挂得粉碎，它那小小的身子和伤残的翅膀一起坠落时，他几乎伤心地叫进来。就在这时那个女孩来到他身边，拉着他的手说舅舅，出来散步也不叫上我！一起走走吧。王安把蝴蝶的悲哀忘掉，和她一起到更深的绿荫中去。他把她的小手握在手中，感受到一股冷意从手中透入。就想起初见她时，这个女孩在槐树下捡槐蚕的情景。女孩把绿色的活槐蚕揣在怀里，那种冰凉蠕动的感觉是多么奇妙啊！她身上有一种青苔的气味，王安想到女孩在一池绿水中洗衣服，洗出的衣服又柔软又舒适。他们在绿荫中走了很久。王安很放松，很愉快，他感觉她贴体的触觉嗅觉和遥远的听觉视觉逐渐分开。她在很近的地方，女孩在很远的地方。当冰凉蠕动的感觉深入内心的时候，王安知道自己在爱了。他们回家以后，王安脱去冷湿的衣服。女孩伸出舌尖，尝一尝他胸前的汗味儿。她叫王安是舅舅情人。后来这位舅舅情人和她在椭圆形的大浴桶里对坐，桶里盛着清凉的水。王安看到女孩在一片绿荫之中。"}
{"text":"他们在绿荫中走了很久。王安很放松，很愉快，他感觉她贴体的触觉嗅觉和遥远的听觉视觉逐渐分开。她在很近的地方，女孩在很远的地方。当冰凉蠕动的感觉深入内心的时候，王安知道自己在爱了。他们回家以后，王安脱去冷湿的衣服。女孩伸出舌尖，尝一尝他胸前的汗味儿。她叫王安是舅舅情人。后来这位舅舅情人和她在椭圆形的大浴桶里对坐，桶里盛着清凉的水。王安看到女孩在一片绿荫之中。他终于伸出一根粗大的手指，按在她胸骨上，不带一点肉欲地说，他爱她，他对她充满了绿色的爱。女孩听见这句话，就从浴桶里跳出去走了，再也没有回来。第二天早上，天还没有亮，那串骨珠从密室的天窗飞进来，摔在皇帝的脑袋上。皇帝得回了手串很高兴，就不计较这种交回手串的方式是多么不礼貌。他命令禁卫军把公差的家眷放了，还给每人五两银子压惊钱。王安的老婆回家时天色还没大亮，王安怕她会和他大闹一场，谁知她没有。洗去坐牢时积下的泥垢和汗臭，穿上长裙，她和他做房中的游戏。休息时她说，抓人和撒泼都是坏毛病，她已经决心改了。在黑牢她还看透了一点，就是白天也可以当成黑夜来过。对于她这种达观的态度，王安当然表示欢迎。王安的老婆说，她根本不相信能活着回到王安身边，因为她知道这件事是小青就是那女孩的名字干的。她知道那女孩会飞檐走壁，偶尔也偷东西。所以当禁卫军把她抓走时，她把王安和小青的祖宗八代都骂遍了。不过骂人不能解决问题。她坐在牢里腐烂潮湿的稻草上，深悔以前没在王安耳边提到她有一位野猫似的小女友，于是她又想通吃醋也是个坏毛病，她也决心要改。这些都不足以难倒王安，她深知自己的丈夫是全世界日子机警的公差，尤其是对付女贼时。即便他找不到那女子，她也会自己找上门去。真正困难的是叫她承认自己是贼，而且要她交出赃物。她无法想像王安怎么看透谜底。案发前，有一天傍晚，她和小青在房里聊天时，她说完和自己是水，王安是舟的比喻，就说这是爱的真谛。那女孩说，她体会到的爱和她很不同。从前她在终南山下，有一回到山里去，时值仲夏，闷热而无雨，她走到一个山谷里，头上的树叶就如阴天一样严丝合缝，身边是高与人齐的绿草，树干和岩石上长满青苔。在一片绿荫中她走过一个水塘，浅绿色的浮萍遮满了水面，几乎看不到黑色的水面。"}
{"text":"她无法想像王安怎么看透谜底。案发前，有一天傍晚，她和小青在房里聊天时，她说完和自己是水，王安是舟的比喻，就说这是爱的真谛。那女孩说，她体会到的爱和她很不同。从前她在终南山下，有一回到山里去，时值仲夏，闷热而无雨，她走到一个山谷里，头上的树叶就如阴天一样严丝合缝，身边是高与人齐的绿草，树干和岩石上长满青苔。在一片绿荫中她走过一个水塘，浅绿色的浮萍遮满了水面，几乎看不到黑色的水面。女孩说，山谷里的空气也绝不流动，好像绿色的油，令人窒息，在一片浓绿之中，她看到一点白色，那是一具雪白的骸骨端坐在深草之中。那时她大受震撼，在一片寂静中抚摸自己的肢体，只觉得滑润而冰凉，于是她体会到最纯粹的恐怖，就如王安的老婆被铁链锁住脖子时。然后她又感到爱从恐惧中生化出来，就如绿草中的骸骨一样雪白，像秋后的白桦树干，又滑又凉。王安的老婆对她的体会绝不赞同，她在遇到王安之前，脖子上从未挂过锁链，所以当王安锁住她时，她觉得自己已经被占有，那种屈辱与顺从的感觉，怎能用深草中的骸骨比拟，就笑那女孩说你去试试，看世上能不能找到一位情郎，给你这种绿色的爱！于是产生了一场口角，那女孩在盛怒中顿足而去。王安的老婆深知小青一定要王安身上打主意，她却不知她还能把自己搞到牢里去。说完这些话，她就玩王安的胡须，说他是世界上最可爱的大丈夫，连皇帝也不能与之比拟。绿毛水怪一人妖我与那个杨素瑶的相识还要上溯到十二年以前，老陈从嘴上取下烟斗，在一团朦胧的烟雾里看着我。这时候我们正一同坐在公园的长椅上我可以把这段经历完全告诉你，因为你是我唯一的朋友，除了那个现在在太平洋海底的她。我敢凭良心保证，这是真的当然了，信不信还是由你。老陈在我的脸上发现了一个怀疑的微笑，就这样添上一句说。十二年前，我是一个五年级的小学生。我可以毫不吹牛的说，我在当初是被认为是超人的聪明，因为可以毫不费力看出同班同学都在想什么，就是心底最细微的思想。因此，我经常惹得那班孩子笑。我经常把老师最宠爱的学生心里那些不好见人的小小的虚荣嫉妒统统揭发出来，弄得他们求死不得，因此老师们很恨我。"}
{"text":"我敢凭良心保证，这是真的当然了，信不信还是由你。老陈在我的脸上发现了一个怀疑的微笑，就这样添上一句说。十二年前，我是一个五年级的小学生。我可以毫不吹牛的说，我在当初是被认为是超人的聪明，因为可以毫不费力看出同班同学都在想什么，就是心底最细微的思想。因此，我经常惹得那班孩子笑。我经常把老师最宠爱的学生心里那些不好见人的小小的虚荣嫉妒统统揭发出来，弄得他们求死不得，因此老师们很恨我。就是老师们的念头也常常被我发现，可是我蠢得很，从不给他们留面子，都告诉了别人，可是别人就把我出卖了，所以老师都说我复杂，这真是一个可怕的形容词！在一般同学之中，我也不得人心。你看看我这副尊容，当年在小学生中间这张脸也很个别，所以我在同学中有一外号叫怪物。好，在小学的一班学生之中，有了一个怪物就够了吧，但是事情偏不如此。班上还有个女生，也是一样的精灵古怪，因为她太精，她妈管她叫人妖。这个称呼就被同学当作她的外号了。当然了，一般来说，叫一个女生的外号是很下流的。因此她的外号就变成了一个不算难听的昵称妖妖。这样就被叫开了，她自己也不很反感。喂，你不要笑，我知道你现在一定猜出了她就是那个水怪杨素瑶。你千万不要以为我会给你讲一个杜撰的故事，说她天天夜里骑着笤帚上天。这样事情是不会有的，而我给你讲的是一件真事呢。我记得有那么一天，班上来了一位新老师，原来我们的班主任孙老师升了教导主任了，我们都在感谢上苍老天有眼，把我们从一位阎王爷手底下救出来了。我真想带头三呼万岁！孙老师长了一副晦气脸，四年级刚到我们班来上课时，大家都认为他是特务！也有人说他过去一定当过汉奸。这就是电影和小人书教给我们评判好赖人的方法，凭相貌取人。后来知道，他虽然并非特务和汉奸，却是一位地地道道的土匪，粗野得要命。你没完成作业？为什么没完成！照你肚子就捅上一指头！他还敢损你骂你，就是骂你不骂你们家，免得家里人来找。你哭了吗？把你带到办公室让你洗了脸再走，免得到家泪痕让人看见。他还敢揪女生的小辫往外拽。谁都怕他，包括家长在内。他也会笼络人，也有一群好学生当他的爪牙。好家伙，简直建立了一个班级地狱！可是他终于离开我们班了。我们当时是小孩，否则真要酌酒庆贺。新来了一位刘老师，第一天上课大家都断定她一定是个好人，又和气，相貌又温柔。"}
{"text":"你没完成作业？为什么没完成！照你肚子就捅上一指头！他还敢损你骂你，就是骂你不骂你们家，免得家里人来找。你哭了吗？把你带到办公室让你洗了脸再走，免得到家泪痕让人看见。他还敢揪女生的小辫往外拽。谁都怕他，包括家长在内。他也会笼络人，也有一群好学生当他的爪牙。好家伙，简直建立了一个班级地狱！可是他终于离开我们班了。我们当时是小孩，否则真要酌酒庆贺。新来了一位刘老师，第一天上课大家都断定她一定是个好人，又和气，相貌又温柔。美中不足就是她和孙主任现在升主任了太亲热，简直不同一般。同学们欢庆自己走了大运，结果那堂课就不免上得非常之坏。大家在互相说话，谁也没想提高嗓门，但渐渐的不提高嗓门对方就听不见了。于是大家就渐渐感觉到胸口痛，嗓子痛，耳朵里面嗡嗡嗡。至于刘老师说了些什么，大家全都没有印象。到了最后下课疗响了，我们才发现刘老师已经哭得满脸通红。于是第二节课大家先是安静了一会儿，然后课堂里又乱起来。可是我再也没有跟着乱，可以说是很遵守课堂纪律。我觉得同学们都很卑鄙，软的欺侮，硬的怕。至于我吗，我是个男子汉大丈夫，我不干那些卑鄙的勾当。下了课，我看见刘老师到教导处去了。我感到很好奇，就走到教导处门口去偷听。我听见孙主任在问小刘，这节课怎么样？不行，主任。还是乱哄哄的，根本没法上。那你就不上，先把纪律整顿好再说！不行啊，我怎么说他们也不听！你揪两个到前面去！我一到跟前他们就老实了。哎呀，这个课那么难教别怕，哎呀，你哭什么，用不着哭，我下节课到窗口听听，找几个替你治一治。谁闹得最厉害？谁听课比较好？都闹得厉害！就是陈辉和杨素瑶还没有跟着起哄。啊，你别叫他们骗了，那两个最复杂！估计背地里捣鬼的就是他们！你别怕今天晚上我有两张体育馆的球票，你去吗？我听得怒火中烧，姓孙的，你平白无故地污蔑老子！好，你等着瞧！好，第三节课又乱了堂。我根本就没听，眼睛直盯着窗外。不一会就看见窗台上露出一个脑瓢，一圈头发。孙主任来了。他偷听了半天，猛地把头从窗户里伸上来，大叫刘小军！张明！陈辉！杨素瑶！到教导处去！刘小军和张明吓得面如土色。可是我坦然地站起来。"}
{"text":"啊，你别叫他们骗了，那两个最复杂！估计背地里捣鬼的就是他们！你别怕今天晚上我有两张体育馆的球票，你去吗？我听得怒火中烧，姓孙的，你平白无故地污蔑老子！好，你等着瞧！好，第三节课又乱了堂。我根本就没听，眼睛直盯着窗外。不一会就看见窗台上露出一个脑瓢，一圈头发。孙主任来了。他偷听了半天，猛地把头从窗户里伸上来，大叫刘小军！张明！陈辉！杨素瑶！到教导处去！刘小军和张明吓得面如土色。可是我坦然地站起来。看看妖妖，她从铅笔盒里还抓了两根铅笔，拿了小刀。我们一起来到办公室。孙主任先把刘小军和张明叫上前一顿臭骂，外加一顿小动作啊，骨头就是那么贱？就是要欺负新老师吗？啊，我问你呢然后他俩抹着泪走了。孙主任又叫我们陈辉，杨素瑶！你到这儿来削铅笔来了吗？你知道我为什么叫你来？妖妖收起铅笔，严肃地说知道，孙主任，因为我们两个复杂！哈哈！知道就好。小学生那么复杂干什么？你们在课堂里起什么好作用了吗？啊！！没有，妖妖很坦然地说。我又加上一句不过也没起什么坏作用。啊，说你们复杂你们就是复杂，在这里还一唱一和的哪我气疯了。孙主任真是个恶棍，他知道怎么最能伤儿童的心。我看见刘老师进来了，更是火上添油，就是为了你孙魔鬼才找上我！我猛地冒了一句没你复杂！什么，你说什么！说清楚点！！没你复杂，拉着新老师上体育馆！呃！孙主任差点儿噎死，完啦，你这人完啦！你脑子盛的些什么？道德品质问题！走走走，小刘，咱们去吃饭，让这两个在这里考虑考虑！孙主任和刘老师走了，还把门上了锁，把我们关在屋里。妖妖撅着嘴坐在桌子上削铅笔，好好的铅笔被削去多半截。我站在那儿发呆，直到两腿发麻，心说这个漏子捅大了，姓孙的一定去找我妈。我听着挂钟咯噔咯噔地响，肚子里也咕噜咕噜地叫。哎呀，早上就没吃饱，饿死啦！忽然妖妖对我说你顶他干嘛！白吃苦。好，他们吃饭去了，把咱们俩关在这里挨饿！我很抱歉你饿吗？哼！你就不饿么？我还好。别装啦。你饿得前心贴后心！你刚才理他干嘛？啊，你受不了吗？你刚才为什么不说孙主任，我错了！你怎么说这个！你你你！！"}
{"text":"我站在那儿发呆，直到两腿发麻，心说这个漏子捅大了，姓孙的一定去找我妈。我听着挂钟咯噔咯噔地响，肚子里也咕噜咕噜地叫。哎呀，早上就没吃饱，饿死啦！忽然妖妖对我说你顶他干嘛！白吃苦。好，他们吃饭去了，把咱们俩关在这里挨饿！我很抱歉你饿吗？哼！你就不饿么？我还好。别装啦。你饿得前心贴后心！你刚才理他干嘛？啊，你受不了吗？你刚才为什么不说孙主任，我错了！你怎么说这个！你你你！！她气得眼圈发红。我很惭愧。但是也很佩服妖妖。她比我还复杂。我朝她低下头，默默地认了错。我们两个就好一阵没有再说话。过了一会，肚子饿得难受，妖妖禁不住又开口了哎呀，孙主任还不回来！你放心，他们才不着急回来呢。就是回来，也得训你到一点半。我真不枉了被叫做怪物，对他们的坏心思猜得一点不错。妖妖点点头承认了我的判断。然后说哎呀，十二点四十五了！要是开着门，我早就溜了！我才不在这里挨饿呢！我忽然饿急生智，说听着，妖妖。他们成心饿我们，咱们为什么不跑？怎么跑哇？能跑我早跑了。从窗户哇，拔开插销就出去了。外面一个人也没有。说的好。我们爬上了窗户，踏着孙主任桌子上的书拔开了插销，跳下去，一直溜出校门口没碰上人，可是心跳得厉害，真有一种做贼的甜蜜。可是在街碰上一大群老师从街道食堂回来，有校长，孙主任，刘老师，还有别的一大群老师。孙主任一看见我们就瞪大了眼睛说谁把你们放出来的？我上前一步说孙主任，我们跳窗户跑的。我饿着呢。都一点了，早上也没吃饱。妖妖说等我们吃饱了您再训我们吧。老师们都笑得前仰后合。校长上来问孙主任为什么留你们？不为什么。班上上刘老师的课很乱，可是我们可没闹，但是孙老师说我们复杂，让我们考虑考虑。老师们又笑了个半死。校长忍不住笑说就为这个么？你们一点错也没有？妖妖说还有就是陈辉说孙主任和刘老师比我们还复杂。哈！哈！哈！校长差点笑死了，孙主任和刘老师脸都紫了。校长说好了好了，你们回去吃饭吧，下午到校长室来一下。我们就是这样成了朋友，在此之前可说是从来没说过话呢。我鼓了两掌说好，老陈，你编得好。再编下去！"}
