{"text":"在漫漫长空下，我曾梦想着，如果让曹植在十二岁时依他的心愿娶得甄夫人，也许魏晋的文学史就要改写，我们也就读不到吁嗟篇浮萍篇怨歌行门有万里客磐石篇等等充满骨肉之情情感之痛流浪之苦的作品了。我们希望曹植是一个什么样的人呢？希望他爱情完满，或者望他文章灿烂，或甚至希望他政绩辉煌？这些问题几乎没有答案可循。但是有一条不变的线索，乃是爱情是生命中一个重大的变数，有的人是变中有常，有的人是常中有变，曹植却是一变而不可收拾，在痛苦中永世不得解脱。追想曹植的一生，竟使我披衣徘徊，终夜不能成眠，一再朗读吁嗟篇的几句流转无恒处，谁知吾苦艰，愿为中林草，秋随野火燔。糜灭岂不痛，愿与根菱连。难道一失了情爱，才子就没有根了吗？我这样悲哀的想着，想着曹植抚抱甄夫人遗枕时的心情――幸而甄夫人留下枕头，否则我们连洛神赋都读不到了。――一九八一年七月二十九日漩涡五石散好友陈建华日前返国度假，放了一段他早年的音效作品，其中有一小节最使我难忘，他取名为漩涡五石散。这首作品的灵感是来自魏晋，因为魏晋的知识分子扬弃儒学，醉心黄老，产生一种中国未曾有过的浪漫生活，魏晋文人为了逃避现实的环境，有许多人染上吃迷幻剂的习惯，他们把迷幻剂称为漩涡五石散，又称为寒食散。关于寒食散，在世说新语曾有过这样的注解寒食散之方虽出汉代，而用之者，靡有传焉。魏尚书何晏首获神效，由是大行于世，服者相寻也。可见中国人是早在汉朝，甚至汉朝之前就有人吃迷幻药了。陈建华的漩涡五石散乐曲所表现的其实非常简单，他利用洋琴的微音做成泡沫涌出的声音，又用笛子的孔音做成风吹的声音，听这首音效就像风吹着芦笛，发出辽远的声音，而魏晋的文士们吃了漩涡五石散后正神游方外，使听者的胸腔都上升起来，像要空了一般。可见音响的传染力之大实不逊于任何艺术。然后我们谈起魏晋那个浪漫而不拘小节的时代，我问起曾在洛杉矾专研音乐效果的陈建华，为何他挑选漩涡五石散做为音乐的一个实验。"}
{"text":"陈建华的漩涡五石散乐曲所表现的其实非常简单，他利用洋琴的微音做成泡沫涌出的声音，又用笛子的孔音做成风吹的声音，听这首音效就像风吹着芦笛，发出辽远的声音，而魏晋的文士们吃了漩涡五石散后正神游方外，使听者的胸腔都上升起来，像要空了一般。可见音响的传染力之大实不逊于任何艺术。然后我们谈起魏晋那个浪漫而不拘小节的时代，我问起曾在洛杉矾专研音乐效果的陈建华，为何他挑选漩涡五石散做为音乐的一个实验。他的看法是，每个人都有神游太虚的欲望，因为万象皆空实在是佛家的境界，不是每个人都可以达致。心灵有所寄托的人，不必借重药物就能魂灵出窍，到四方邀游一般人则不能，只好借重药物来麻醉自己，也就是为什么迷幻药历千年而不衰了。但是吃迷幻药也会产生不同的层次。对于低层次的食迷幻药者，我们每天在社会新闻里看得大多了，或装疯闹事，或当街脱衣，或卧倒街头，到处出丑，魏晋文士吃迷幻药的境界稍高一筹，他们留下了一些历史故事。刘伶恒纵酒放达，或脱衣裸形在屋中，人见讥之。伶曰我以天地为栋宇，屋室为挥衣，诸君何为人我挥中？这是何等的胸襟！何等的趣味！阮籍嫂尝归宁，籍相见与别，或讥之，籍日礼岂为我辈设耶？邻家妇有美色，当妒沽酒。籍尝诣饮，醉便卧其侧。籍既不自嫌，其夫察之，亦不疑也。乡女有才色，未嫁而死，籍不识其父兄，径往哭之，尽哀而还。这是何等的血性！何等的真情！诸阮皆饮酒，阮咸至，宗人间共集，不复用杯觞斟酌，以大盆盛酒，围坐相向，大酌更饮。时有群豕，来饮其酒，阮咸直接去其上，便共饮之。这是何等的任达！何等的本色！这些求逸乐反传统排圣哲非礼法的浪漫主义者，都是流行着吃漩涡五石散的，虽然他们在行迹不拘之时是否吃了五石散已不可考，但是每个人都是才气纵横奔溢无碍是可以肯定的，陆机在文赋中曾对当代文学有这样的理论思风发于胸臆，言泉流于唇齿，文微微以溢目，音冷冷而盈耳馨澄心以凝思，眇众虑而为言。笼天地于形内，挫万物于笔端。如果说吃迷幻药能使人堕落，为什么魏晋的文学艺术能有这种非儿的成就呢？我想，漩涡五石散的丹方一定与现代迷幻药有所不同，通过这种药物，激发了魏晋文学的真情与想像，也促成了后期山水田园文学的产生。"}
{"text":"笼天地于形内，挫万物于笔端。如果说吃迷幻药能使人堕落，为什么魏晋的文学艺术能有这种非儿的成就呢？我想，漩涡五石散的丹方一定与现代迷幻药有所不同，通过这种药物，激发了魏晋文学的真情与想像，也促成了后期山水田园文学的产生。借着漩涡五石散，他们曾写下了寄愁天上，埋忧地下技发行歌，和者四塞垂钓一壑，所乐一国乘风忽登举，仿佛见众仙精骛八极，心游万仞非必丝与竹，山水有清音对酒当歌，人生几何？等传诵千古的名句，也是避世者的一种表白。他们正如处身漩涡之中，立世于寒食之际，每个人的身世都像是一首歌，随着微风在夜空里放送。当今之世，整个环境已经改变，要避世实在太难了，吸食迷幻药企图消磨人世苦闷的青年，也不如魏晋文士那么有个性有风格有才情了，使我怀想起漩涡五石散这个名字时不免有一些心伤。那种感觉就像是我坐在朋友的斗室中，听他少年时代所创作漩涡五石散的音乐，好像人一卷进岁月的漩涡中，很快的就走过一段遥远的路，背后都是滚滚烟尘了。――一九八一年八月五日青铜时代近代雕刻大师罗丹，有一件早年的作品青铜时代，是我十分喜爱的雕刻作品。这件作品雕的是一个青年的裸像，他的右手紧紧抓着头发，左手握紧拳头，头部向着远方和高处，眼睛尚未睁开，右脚的步伐在举与未举之间，巴黎大学教授熊秉明说这件作品年轻的驱体还在沉睡与清醒之间，全身的肌肉也都在沉睡与清醒之间，眼睛还没有睁开，尚未看到外界，当然尚未看到敌人与爱人，像一个刚刚成熟的蛹，开始辗转蠕动，顷刻间便要冲破茧壳，跳人广阔的世界。他还说好像火车头的蒸汽锅已经烧足火力，只还没有开闸发动。他并且评述说我想老年的罗丹就再做不出青铜时代来。只有少壮的雕刻家的手和心才能塑出如此少壮生命的仪态和心态。"}
{"text":"他还说好像火车头的蒸汽锅已经烧足火力，只还没有开闸发动。他并且评述说我想老年的罗丹就再做不出青铜时代来。只有少壮的雕刻家的手和心才能塑出如此少壮生命的仪态和心态。熊秉明先生在罗丹日记择抄中所做对青铜时代的观察与评论都非常深刻，使我想起去年在美国华盛顿国家美术馆看罗丹的雕刻大展，当时最吸引我注意的是青铜时代与沉思者两件作品。沉思者刻着一个中年人支着下巴在幽思，是最广为人知的罗丹作品，也是罗丹风格奠定以后的杰作，青铜时代则是鲜为人知，有许多罗丹的画册甚至没有这件品，老实说，我自己喜爱青铜时代是远胜于沉思者的。在美术馆里，我从青铜时代走到沉思者，再走回来，往来反复地看这两件作品，希望找出为什么我偏爱分节阅读罗丹少作胜过名作的理由，后来我站在高一百八十一公分与真人同大的青铜时代面前，仿佛看到自己还未起步时青春璀璨的岁月，我发现我爱青铜时代是因为它充满了未知的可能，它可以默默无闻，也能灿然放光它可以渺小如一粒沙，也能高大像一座山它可能在迈步时就跌倒，也可能走到浩浩远方它说不定短暂，但或者也会不朽因为，它到底挚走了生命的一小段。沉思者却不同，它坐着虽有一百八十六公分高，肌肉也十分强健，但到底已经走到生命的一半，必须坐下来反省了，由于它有了太多的反省，生命的可能减弱了，也阻碍了行动的勇猛。两者之间的差别是很大的，不管怎么样，青年总比中年有更大的天空，它真像刚刚出炉的青铜，敲起来铿然有声，清脆悦耳，到了中年，就不免要坐下来沉思自己身上的铜锈了。看青铜时代与沉思者使我想起一句阿拉伯成语人生包含两部分，一部分是往事，是一场梦一部分是未来。是一点儿希望。对刚刚起步的青年，未来的希望浓厚，对坐在椅子上沉思的中年，就大半是往事的梦了。不久前，有一位在大学读书的青年来找我，他对铺展在前面的路感觉到徘徊惶恐无依，不知如何去走未来的路。"}
{"text":"看青铜时代与沉思者使我想起一句阿拉伯成语人生包含两部分，一部分是往事，是一场梦一部分是未来。是一点儿希望。对刚刚起步的青年，未来的希望浓厚，对坐在椅子上沉思的中年，就大半是往事的梦了。不久前，有一位在大学读书的青年来找我，他对铺展在前面的路感觉到徘徊惶恐无依，不知如何去走未来的路。我想，每个人的青年时代都要面临这样的考验，在青年时就走得很平稳的人几乎没有。有人说青铜时代是罗丹青年时期的自塑像，即使像他这样的大艺术家，显然也经过相当长久的挣扎，没有青铜时代的挣扎与试炼，就没有后来的罗丹。现代人每天几乎都会在镜子前面照见自己的面影，这张普通的日日相对的脸，都曾经扬散过青春的光与热，可怕的不是青春时的不稳，可怕的乃是青春的缓缓退去。这时，英雄的野心是很重要的，就是塑造自己把握时势的野心，这样过了青春，才能无怨。我曾注意观察一群儿童捏泥巴，他们捏出来的作品也许是童稚的不成熟的，但我可以在那泥巴里看见他们旺盛茁长的生命与充满美好的希望。而从来没有一位儿童在看人捏泥巴时不自己动手，肯坐在一旁沉思。每个人的青年期都平凡如一团泥巴，只看如何去捏塑。罗丹之成为伟大的艺术家，那是他把人人有过的泥巴石头青铜一再的来见证自己的生命，终于成就了自己。能这样想，才能从青铜时代体会到更大的启示，一个升火待发的火车头总比一部行到终点的车头更能令人动容。――九八三年五月十一日记梦记许多朋友对我抱怨，他们晚上总是睡不安稳，不是被恐怖的恶梦缠绕，就是走进了超现实的梦的魔魔去他们一边抱怨，一边还兴致勃勃的讲述梦里的情景，说完之后，总是追索着一个问题这莫名其妙的梦到底在预示什么？它代表了什么样的潜意识呢？有的则露出幸福的微笑，好像说着幸好只是个噩梦罢了。对于朋友们的心情我很能体会，回为我也是个会做梦的人。虽然我并不爱做梦，梦却是莫奈他何的东西，一闭上了双眼，它就如飞舞的精灵，在灵魂空下来的一个小细缝中钻了进来，占据了我们未知的八小时的喜怒哀乐。"}
{"text":"它代表了什么样的潜意识呢？有的则露出幸福的微笑，好像说着幸好只是个噩梦罢了。对于朋友们的心情我很能体会，回为我也是个会做梦的人。虽然我并不爱做梦，梦却是莫奈他何的东西，一闭上了双眼，它就如飞舞的精灵，在灵魂空下来的一个小细缝中钻了进来，占据了我们未知的八小时的喜怒哀乐。我的朋友大部分是从事文学艺术工作的人，他们的心灵特别易感，因此格外容易有梦，有许多人知道我是个梦人，总是找我倾诉他们的梦境。我生平最爱做的事就是听人胡言梦语的谈离奇梦境，我常建议他们把这些梦化成为作品给人共享，有的人因此创作出与清醒时完全不同的作品，可能那梦里是另一个人吧！大部分人却不愿意，理由是梦是隐私的一部分，说给好友听听无妨，要公之于世就有些难以启齿了。我自己很会做梦，会的程度有时一夜可以做三四个，这三四个有时是短片连缀在一起，有时又是一个长片被切割成几段，我还有很奇怪的经验，睡醒了出去晨跑，回家时睡回笼觉，梦竟然能接得下去，有一次甚至相隔几个月，梦居然能连在一起，好像电影的上下集。我喜欢电影，我觉得做梦有些看电影的感觉，和电影不同的是，我们可以看自己当主角在戏里演，觉得颇有兴味，所以我即使做恶梦，也很少有恐怖的感觉。梦里自然全是子虚乌有的事，可也不尽然我做过的一些梦里，梦到一些全然陌生的地方，有街道有人物有花草，甚至邮局车站全是清清楚楚，几个月后我到外地去采访，发现那地方竟和我梦里的一模一样，连当地庙会演出的戏码都和我梦见的一样。我觉得心寒，也觉得有趣――人是不是能在梦里预示些什么呢？还有一次，我梦见乘火车不知道要到什么地方去，那火车不像一般火车，很小，却一直往陡峭的山上爬去，两边的树很浓绿，天上的白云又白又结实，仿佛要爬上无止境的高山。一年多以后我到香港去采访，才发现我梦里的是太平山，连火车的样式都相同。可是我做梦的时候，压根儿没想过香港，也不知道太平山，梦真是奇怪，它和我们实际人生中说不定真有重叠的部分。"}
{"text":"还有一次，我梦见乘火车不知道要到什么地方去，那火车不像一般火车，很小，却一直往陡峭的山上爬去，两边的树很浓绿，天上的白云又白又结实，仿佛要爬上无止境的高山。一年多以后我到香港去采访，才发现我梦里的是太平山，连火车的样式都相同。可是我做梦的时候，压根儿没想过香港，也不知道太平山，梦真是奇怪，它和我们实际人生中说不定真有重叠的部分。结婚前，我是一个人做梦，婚后，才知道妻子也是个会做梦的人，有时做得更甚，我们每天起床时常互相讲述自己的梦中情景，以为乐事，遇到情节简单的梦，也会加以分析一番。因为这样，奇怪的事发生了。有一天起床，妻子对我说她的一个梦我们和两位熟识的朋友到一个陌生的地方去旅行，那里是一片大草原，开着许多小黄花。我们还带着我们一对小儿女去，大女儿梳着两条辫子，小儿子穿着绿色的短裤妻子讲的时候我听得呆了，因为我那一夜的梦就是这样，连儿女的面貌都是清晰的。甚至连梦停止的地方也相同我们在旅馆用过西式早餐，听到朋友叫我们的名字，梦嘎然而止。我不知道冥冥之中有什么力量可以让一对夫妻做同样的梦，而相同的梦又诉说出什么意义呢？我现在还没有儿女，梦里的儿女都在十岁左右，我想，要回答这个问题恐怕要在十年以后了。有一阵子我有记梦的习惯，每天睡醒把梦写在床头的笔记本上，因为梦飞逝得太快，不记录下来往往第二天就忘得干净，我在那本笔记上写了画梦记三个字。后来因为工作太忙，生活不正常，就很少再记自己的梦，最可惜的是，那些已经记了梦的本子，因为搬家频繁也遗失了，不然倒可以出一本很好的集子。遗失也好，免得以后落人心理分析家的手中，我虽然相信心理分析有理，但是更相信梦的海阔天空绝不是心理分析所能为力。有时我很羡慕那些无梦的人可以一觉到天明，但我也同情他们，他们至少少活了一半的人生。――一九八一年十月三十日沉香三盏去年圣诞节，在电视上看到教宗保禄六世在梵蒂冈的子夜弥撒中奉香。那是用一个金钵装着的檀香，正点燃着，传说借着这一盏馨香，可以把于民们祈祷的声音上达于天庭。我看到教宗提着香钵缓缓摇动祈祷，香烟袅袅而上，心里感到一种莫名的感动。"}
{"text":"――一九八一年十月三十日沉香三盏去年圣诞节，在电视上看到教宗保禄六世在梵蒂冈的子夜弥撒中奉香。那是用一个金钵装着的檀香，正点燃着，传说借着这一盏馨香，可以把于民们祈祷的声音上达于天庭。我看到教宗提着香钵缓缓摇动祈祷，香烟袅袅而上，心里感到一种莫名的感动。突然想起幼年的一件往事，当我知道佛教道教以外，还有天主教基督教时，已是小学二年级的学生。有一次我问父亲，基督教天主教到底与我们的佛教道教有什么不同呢？父亲漫不经心的说他们不拜拜，也不烧香。这个回答大抵是对的，但后来我发现，祈祷在本质上与拜拜并无不同，只是一直不知道西方宗教是不是烧香。当我看到教宗在圣坛上烧香，那种感觉就使我幼年的经验从遥远的记忆长廊中浮现出来。教宗手上的一盏香与插在祖宗神案前的香，在深一层的意义里是相同的，都是从平凡的人世往上提升，一直到我们向往的天庭。有一回我到印度庙里，发现古老的印度宗教也是焚香的。为什么焚了香以后，大上的诸神就知道我们的心愿呢？这个传说是从什么时候开始的呢？我不知道。依我推想，在无形中上升的烟，因为我们不知它飞往的所在，只看它在空中散去，成为我们心灵与愿望的寄托。焚香是最奇怪的，不论何时，只要看到一住香，心灵就有了安定的力量相信那香不只是一缕烟，而是在遥远的地方，有一个神借着那一缕烟，聆听了我们的声音。一位朋友从外国回来，送我一束西藏异香，香袋上写满了迁延扭曲的西藏文。由于它来自天寒的北方，辗转那么不易，使我一直舍不得点燃，好像用了以后，它烧尽了，就要损失什么一样。春天以来，接连下了几十天的雨，人的心如同被雨腌制了，变酸发霉了，每天在屋子里绕来绕去，真是令人气闷。打开窗，那些春雨的细丝随着微风飘进屋来，屋子里总是有着濡湿的气味，有一天，我心爱的一株麒麟草的盆景，因为连日的阴雨而有了枯萎的面貌，我看着麒麟草，心中突然感到忧愁纷乱起来。我从柜子里取出那一束西藏异香，在香案上点了一支。"}
{"text":"春天以来，接连下了几十天的雨，人的心如同被雨腌制了，变酸发霉了，每天在屋子里绕来绕去，真是令人气闷。打开窗，那些春雨的细丝随着微风飘进屋来，屋子里总是有着濡湿的气味，有一天，我心爱的一株麒麟草的盆景，因为连日的阴雨而有了枯萎的面貌，我看着麒麟草，心中突然感到忧愁纷乱起来。我从柜子里取出那一束西藏异香，在香案上点了一支。那香比一般庙里的香要粗一些，它的烟也是凝聚着的，过了三尺的地方就往四周散去，屋子里猛然间弥漫着一股清香。香给人的感觉是温馨而干燥的，抗拒着屋内的潮湿。我坐在书桌前，不看书，也不工作，只是静静的冥想，让自己的心思像一支香凝聚在一起，忧郁与纷乱缓缓地淡去了，心慢慢的清醒起来。我是喜欢雨的，但雨应该是晴天的间奏，而不能是天气的主调一旦雨成为天气的主调，人的心情也如雨一样，交错着找不到一个重心。然而老是下雨也是无可如何的事，这时就在屋里点一支香吧！一支香很小，却像大雨的原野里有一座凉亭，为我保有了一块于净的土地――那时是，在江南的雨势里，还有西藏草原的风情。喝茶常常不是为了解渴，而是为了情趣，尤其是喝功夫茶，一具小小的杯子，不能一口饮尽，而是一点点细品。所有的茶里我最爱冻顶乌龙。冻顶不像香片那么浮，不像清茶那么涩，不像普洱那么苦，也不像铁观音那么硬它的味道是拙朴的，它的颜色是金澄的，可以细细地品尝。有一位朋友知道我爱冻顶，送来了一罐收藏多年的陈年冻顶，罐于上写了沉香两个字，沉香的色泽比冻顶要浓，气味却完全改变了。乌龙虽拙，还是有一点甘香，沉香却把甘和香蕴藏起来，只剩下真正的拙，丝毫没有火气，好像是从记忆中涤滤过的记忆有时是无味的，却千叠万壑的幽深，让人沉潜其中，不知岁月的流转。中国人说开门七件事柴米油盐酱醋茶，茶是敬陪未座，我觉得如果有沉香喝，它就往前蹿升，可以排到前面的位置。最好的当然是在雨天，屋里点起一炷香，当微雨如星芒在屋外浮动时，泡一壶沉香，看烟香袅袅，而茶香盈胸，那时真可以做到宠辱皆忘的境界。"}
