{"text":"中等经济的人家确乎是紧起来了。一位老住北平的朋友的太太，原来是大家小姐，不会做家里粗事，只会做做诗，画换换。这回见了面，瞧着她可真忙。她告诉我，佣人减少了，许多事只得自己干她笑着说现在操练出来了。她帮忙我捆书，既麻利，也还结实想不到她真操练出来了。这固然也是好事，可是北平到底不和从前一样了。穷得没办法的人似乎也更多了。我太太有一晚九点来钟带着两个孩子走进宣武门里一个小胡同，刚进口不远，就听见一声站住！向前一看，十步外站着一个人，正在从黑色的上装里掏什么，说时迟，那时快，顺着灯光一瞥，掏出来的乃是一把明晃晃的尖刀！我太太大声怪叫，赶紧转身向胡同口跑，孩子们也跟着怪叫，跟着跑。绊了石头，母子三个都摔倒起来回头一看，那人也转了身向胡同里跑。这个人穿得似乎还不寒尘，白白的脸，年轻轻的。想来是刚走这个道儿，要不然，他该在胡同中间等着，等来人近身再喊站住！这也许真是到了无可奈何才来走险的。近来报上常见路劫的记载，想来这种新手该不少罢。从前自然也有路劫，可没有听说这么多。北平是不一样了。电车和公共汽车虽然不算快，三轮车却的确比洋车快得多。这两种车子的竞争是机械和人力的竞争，洋车显然落后。洋车夫只好更贱卖自己的劳力。有一回雇三轮儿，出价四百元，三轮儿定要五百元。一个洋车夫赶上来说，我去，我去。上了车他向我说要不是三轮儿，这么远这个价他是不干的。还有在雇三轮儿的时候常有洋车夫赶上来，若是不理他，他会说，不是一样吗？可是，就不一样！三轮车以外，自行车也大大的增加了。骑自行车可以省下一大笔交通费。出钱的人少，出力的人就多了。省下的交通费可以帮补帮补肚子，虽然是小补，到底是小补啊。可是现在北平街上可不是闹着玩儿的，骑车不但得出力，有时候还得拚命。按说北平的街道够宽的，可是近来常出事儿。我刚回来的一礼拜，就死伤了五六个人。其中王振华律师就是在自行车上被撞死的。这种交通的混乱情形，美国军车自然该负最大的责任。但是据报载，交通警察也很怕咱们自己的军车。警察却不怕自行车，更不怕洋车和三轮儿。他们对洋车和三轮儿倒是一视同仁，一个不顺眼就拳脚一齐来。曾在宣武门里一个胡同口看见一辆三轮儿横在口儿上和人讲价，一个警察走来，不问三七二十一，抓住三轮车夫一顿拳打脚踢。拳打脚踢倒从来如此，他却骂得怪，他骂道，你有民主思想的妈妈！"}
{"text":"按说北平的街道够宽的，可是近来常出事儿。我刚回来的一礼拜，就死伤了五六个人。其中王振华律师就是在自行车上被撞死的。这种交通的混乱情形，美国军车自然该负最大的责任。但是据报载，交通警察也很怕咱们自己的军车。警察却不怕自行车，更不怕洋车和三轮儿。他们对洋车和三轮儿倒是一视同仁，一个不顺眼就拳脚一齐来。曾在宣武门里一个胡同口看见一辆三轮儿横在口儿上和人讲价，一个警察走来，不问三七二十一，抓住三轮车夫一顿拳打脚踢。拳打脚踢倒从来如此，他却骂得怪，他骂道，你有民主思想的妈妈！那车夫挨着拳脚不说话，也是从来如此。可是他也怪，到底是三轮车夫罢，在警察去后，却向着背影责问道，你有权利打人吗？这儿看出了时代的影子，北平是有点儿晃荡了。别提这些了，我是贪吃得了胃病的人，还是来点儿吃的。在西南大家常谈到北平的吃食，这呀那的，一大堆。我心里却还惦记一样不登大雅的东西，就是马蹄儿烧饼夹果子。那是一清早在胡同里提着筐子叫卖的。这回回来却还没有吃到。打听住家人，也说少听见了。这马蹄儿烧饼用硬面做，用吊炉烤，薄薄的，却有点儿韧，夹果子就是脆而细的油条最是相得益彰，也脆，也有咬嚼，比起有心子的芝麻酱烧饼有意思得多。可是现在劈柴贵了，吊炉少了，做马蹄儿并不能多卖钱，谁乐意再做下去！于是大家一律用芝麻酱烧饼来夹果子了。芝麻酱烧饼厚，倒更管饱些。然而，然而不一样了。年月日作。原载年月日大公报副刊星期文艺第期散文全编论严肃新文学运动的开始，斗争的对象主要的是古文，其次是礼拜六派或鸳鸯蝴蝶派的小说，又其次是旧戏，还有文明戏。他们说古文是死了。旧戏陈腐，简单，幼稚，嘈杂，不真切，武场更只是杂耍，不是戏。而鸳鸯蝴蝶派的小说意在供人们茶余酒后消遣，不严肃，文明戏更是不顾一切的专迎合人们的低级趣味。白话总算打倒了古文，虽然还有些肃清的工作话剧打倒了文明戏，可是旧戏还直挺挺的站着，新歌剧还在难产之中。鸳鸯蝴蝶派似乎也打倒了，但是又有所谓新鸳鸯蝴蝶派。这严肃与消遣的问题够复杂的，这里想特别提出来讨论。照传统的看法，文章本是技艺，本是小道，宋儒甚至于说作文害道。新文学运动接受了西洋的影响，除了解放文体以白话代古文之外，所争取的就是这文学的意念，也就是文学的地位。"}
{"text":"白话总算打倒了古文，虽然还有些肃清的工作话剧打倒了文明戏，可是旧戏还直挺挺的站着，新歌剧还在难产之中。鸳鸯蝴蝶派似乎也打倒了，但是又有所谓新鸳鸯蝴蝶派。这严肃与消遣的问题够复杂的，这里想特别提出来讨论。照传统的看法，文章本是技艺，本是小道，宋儒甚至于说作文害道。新文学运动接受了西洋的影响，除了解放文体以白话代古文之外，所争取的就是这文学的意念，也就是文学的地位。他们要打倒那道，让文学独立起来。所以对文以载道说加以无情的攻击。这载道说虽然比害道说温和些，可是文还是道的附庸。照这一说，那些不载道的文就是玩物丧志。玩物丧志是消遣，载道是严肃。消遣的文是技艺，没有地位载道的文有地位了，但是那地位是道的，不是文的――若单就文而论，它还只是技艺，只是小道。新文学运动所争的是，文学就是文学，不干道的事，它是艺术，不是技艺，它有独立存在的理由。在中国文学的传统里，小说和词曲包括戏曲更是小道中的小道，就因为是消遣的，不严肃。不严肃也就是不正经小说通常称为闲书，不是正经书。词为诗馀，曲又是词馀称为馀当然也不是正经的了。鸳鸯蝴蝶派的小说意在供人们茶余酒后消遣，倒是中国小说的正宗。中国小说一向以志怪传奇为主。怪和奇都不是正经的东西。明朝人编的小说总集有所谓三言二拍。二拍是初刻和二刻的拍案惊奇，重在奇得显然。三言是喻世明言警世通言醒世恒言，虽然重在劝俗，但是还是先得使人们惊奇，才能收到劝俗的效果，所以后来有人从三言二拍里选出若干篇另编一集，就题为今古奇观，还是归到奇上。这个奇正是供人们茶余酒后消遣的。明清的小说渊源于宋朝的说话，说话出于民间。词曲包括戏曲原也出于民间。民间文学是被压迫的人民苦中作乐，忙里偷闲的表现，所以常常扮演丑角，嘲笑自己或夸张自己，因此多带着滑稽和诞妄的气氛，这就不正经了。在中国文学传统自己的范围里，只有诗文包括赋算是正经的，严肃的，虽然放在道统里还只算是小道。词经过了高度的文人化，特别是清朝常州派的努力，总算带上一些正经面孔了，小说和曲包括戏曲直到新文学运动的前夜，却还是丑角打扮，站在不要紧的地位。"}
{"text":"这个奇正是供人们茶余酒后消遣的。明清的小说渊源于宋朝的说话，说话出于民间。词曲包括戏曲原也出于民间。民间文学是被压迫的人民苦中作乐，忙里偷闲的表现，所以常常扮演丑角，嘲笑自己或夸张自己，因此多带着滑稽和诞妄的气氛，这就不正经了。在中国文学传统自己的范围里，只有诗文包括赋算是正经的，严肃的，虽然放在道统里还只算是小道。词经过了高度的文人化，特别是清朝常州派的努力，总算带上一些正经面孔了，小说和曲包括戏曲直到新文学运动的前夜，却还是丑角打扮，站在不要紧的地位。固然，小说早就有劝善惩恶的话头，明朝人所谓喻世等等，更特别加以强调。这也是在想载道，然而奇胜于正，到底不成。明朝公安派又将水浒比史记，这是从文章的奇变上看可是文章在道统里本不算什么，奇变怎么能扯得上正经呢？然而看法到底有些改变了。到了清朝末年，梁启超先生指出了小说与群治之关系，并提倡实践他的理论的创作。这更是跟新文学运动一脉相承了。新文学运动以斗争的姿态出现，它必然是严肃的。他们要给白话文争取正宗的地位，要给文学争取独立的地位。而先生的第一篇小说狂人日记里喊出了吃人的礼教和救救孩子，开始了反封建的工作。他的随感录又强烈的讽刺着老中国的种种病根子。一方面人道主义也在文学里普遍的表现着。文学担负起新的使命配合了五四运动，它更跳上了领导的地位，虽然不是唯一的领导的地位。于是文学有了独立存在的理由，也有了新的意念。在这情形下，词曲升格为诗，小说和戏曲也升格为文学。这自然接受了外国的影响，然而这也未尝不是载道不过载的是新的道，并且与这个新的道合为一体，不分主从。所以从传统方面看来，也还算是一脉相承的。一方面攻击文以载道，一方面自己也在载另一种道，这正是相反相成，所谓矛盾的发展。创造社的浪漫的感伤的作风，在反封建的工作之下要求自我的解放，也是自然的趋势。他们强调动的精神，强调灵肉冲突，是依然在严肃的正视着人生的。然而礼教渐渐垮了，自我在第一次世界大战带给中国的暂时的繁荣里越来越大了，于是乎知识分子讲究生活的趣味，讲究个人的好恶，讲究身边琐事，文坛上就出现了言志派，其实是玩世派。更进一步讲究幽默，为幽默而幽默，无意义的幽默。幽默代替了严肃，文坛上一片空虚。"}
{"text":"创造社的浪漫的感伤的作风，在反封建的工作之下要求自我的解放，也是自然的趋势。他们强调动的精神，强调灵肉冲突，是依然在严肃的正视着人生的。然而礼教渐渐垮了，自我在第一次世界大战带给中国的暂时的繁荣里越来越大了，于是乎知识分子讲究生活的趣味，讲究个人的好恶，讲究身边琐事，文坛上就出现了言志派，其实是玩世派。更进一步讲究幽默，为幽默而幽默，无意义的幽默。幽默代替了严肃，文坛上一片空虚。一方面色情的作品也抬起了头，凭着解放的名字跨过了健康的边界，自然也跨过了严肃的边界。然而这空虚只是暂时的，正如那繁荣是暂时的。五卅事件掀起了反帝国主义的大潮，时代又沉重起来了。接着是国民革命，接着是左右折磨时代需要斗争，闲情逸致只好偷偷摸摸的。这时候先生介绍了一面是严肃与工作，一面是荒淫与无耻这句话。这是时代的声音。可是这严肃是更其严肃了单是态度的严肃，艺术的严肃不成，得配合工作，现实的工作。似乎就在这当儿有了新鸳鸯蝴蝶派的名目，指的是那些尽在那儿玩味自我的作家。他们自己并不觉得在消遣自己，跟旧鸳鸯蝴蝶派不同。更不同的是时代，是时代缩短了那严肃的尺度。这尺度还在争议之中，劈头来了抗战一切是抗战，抗战自然是极度严肃的。可是八年的抗战太沉重了，这中间不免要松一口气，这一松，尺度就放宽了些文学带着消消遣，似乎也是应该的。胜利突然而来，时代却越见沉重了。人民性的强调，重行紧缩了严肃那尺度。这人民性也是一种道。到了现在，要文学来载这种道，倒也是势有必至，理有固然。不过太紧缩了那尺度，恐怕会犯了宋儒作文害道说的错误，目下黄色和粉色刊物的风起云涌，固然是动乱时代的颓废趋势，但是正经作品若是一味讲究正经，只顾人民性，不管艺术性，死板板的长面孔教人亲近不得，读者们恐怕更会躲向那些刊物里去。这是运用严肃的尺度的时候值得平心静气算计算计的。年月―日作。原载年月日中国作家第卷第期散文全编论气节气节是我国固有的道德标准，现代还用着这个标准来衡量人们的行为，主要的是所谓读书人或士人的立身处世之道。"}
{"text":"这是运用严肃的尺度的时候值得平心静气算计算计的。年月―日作。原载年月日中国作家第卷第期散文全编论气节气节是我国固有的道德标准，现代还用着这个标准来衡量人们的行为，主要的是所谓读书人或士人的立身处世之道。但这似乎只在中年一代如此，青年代倒像不大理会这种传统的标准，他们在用着正在建立的新的标准，也可以叫做新的尺度。中年代一般的接受这传统，青年代却不理会它，这种脱节的现象是这种变的时代或动乱时代常有的。因此就引不起什么讨论。直到近年，冯雪峰先生才将这标准这传统作为问题提出，加以分析和批判这是在他的乡风与市风那本杂文集里。冯先生指出士节的两种典型一是忠臣，一是清高之士。他说后者往往因为脱离了现实，成为为节而节的虚无主义者，结果往往会变了节。他却又说士节是对人生的一种坚定的态度，是个人意志独立的表现。因此也可以成就接近人民的叛逆者或革命家，但是这种人物的造就或完成，只有在后来的时代，例如我们的时代。冯先生的分析，笔者大体同意对这个问题笔者近来也常常加以思索，现在写出自己的一些意见，也许可以补充冯先生所没有说到的。气和节似乎原是两个各自独立的意念。左传上有一鼓作气的话，是说战斗的。后来所谓士气就是这个气，也就是斗志这个士指的是武士。孟子提倡的浩然之气，似乎就是这个气的转变与扩充。他说至大至刚，说养勇，都是带有战斗性的。浩然之气是集义所生，义就是有理或公道。后来所谓义气，意思要狭隘些，可也算是浩然之气的分支。现在我们常说的正义感，虽然特别强调现实，似乎也还可以算是跟浩然之气联系着的。至于文天祥所歌咏的正气，更显然跟浩然之气一脉相承。不过在笔者看来两者却并不完全相同，文氏似乎在强调那消极的节。节的意念也在先秦时代就有了，左传里有圣达节，次守节，下失节的话。古代注重礼乐，乐的精神是和，礼的精神是节。礼乐是贵族生活的手段，也可以说是目的。他们要定等级，明分际，要有稳固的社会秩序，所以要节，但是他们要统治，要上统下，所以也要和。"}
{"text":"现在我们常说的正义感，虽然特别强调现实，似乎也还可以算是跟浩然之气联系着的。至于文天祥所歌咏的正气，更显然跟浩然之气一脉相承。不过在笔者看来两者却并不完全相同，文氏似乎在强调那消极的节。节的意念也在先秦时代就有了，左传里有圣达节，次守节，下失节的话。古代注重礼乐，乐的精神是和，礼的精神是节。礼乐是贵族生活的手段，也可以说是目的。他们要定等级，明分际，要有稳固的社会秩序，所以要节，但是他们要统治，要上统下，所以也要和。礼以节为主，可也得跟和配合着乐以和为主，可也得跟节配合着。节跟和是相反相成的。明白了这个道理，我们可以说所谓圣达节等等的节，是从礼乐里引申出来成了行为的标准或做人的标准而这个节其实也就是传统的中道。按说和也是中道，不同的是和重在合，节重在分重在分所以重在不犯不乱，这就带上消极性了。向来论气节的，大概总从东汉末年的党祸起头。那是所谓处士横议的时代。在野的士人纷纷的批评和攻击宦官们的贪污政治，中心似乎在太学。这些在野的士人虽然没有严密的组织，却已经在联合起来，并且博得了人民的同情。宦官们害怕了，于是乎逮捕拘禁那些领导人。这就是所谓党锢或钩党，钩是钩连的意思。从这两个名称上可以见出这是一种群众的力量。那时逃亡的党人，家家愿意收容着，所谓望门投止，也可以见出人民的态度，这种党人，大家尊为气节之士。气是敢作敢为，节是有所不为―有所不为也就是不合作。这敢作敢为是以集体的力量为基础的，跟孟子的浩然之气与世俗所谓义气只注重领导者的个人不一样。后来宋朝几千太学生请愿罢免奸臣，以及明朝东林党的攻击宦官，都是集体运动，也都是气节的表现。但是这种表现里似乎积极的气更重于消极的节。在专制时代的种种社会条件之下，集体的行动是不容易表现的，于是士人的立身处世就偏向了节这个标准。在朝的要做忠臣。这种忠节或是表现在冒犯君主尊严的直谏上，有时因此牺牲性命或是表现在不做新朝的官甚至以身殉国上。忠而至于死，那是忠而又烈了。在野的要做清高之士，这种人表示不愿和在朝的人合作，因而游离于现实之外或者更逃避到山林之中，那就是隐逸之士了。这两种节，忠节与高节，都是个人的消极的表现。"}
{"text":"在专制时代的种种社会条件之下，集体的行动是不容易表现的，于是士人的立身处世就偏向了节这个标准。在朝的要做忠臣。这种忠节或是表现在冒犯君主尊严的直谏上，有时因此牺牲性命或是表现在不做新朝的官甚至以身殉国上。忠而至于死，那是忠而又烈了。在野的要做清高之士，这种人表示不愿和在朝的人合作，因而游离于现实之外或者更逃避到山林之中，那就是隐逸之士了。这两种节，忠节与高节，都是个人的消极的表现。忠节至多造就一些失败的英雄，高节更只能造就一些明哲保身的自了汉，甚至于一些虚无主义者。原来气是动的，可以变化。我们常说志气，志是心之所向，可以在四方，可以在千里，志和气是配合着的。节却是静的，不变的所以要守节，要不失节。有时候节甚至于是死的，死的节跟活的现实脱了榫，于是乎自命清高的人结果变了节，冯雪峰先生论到周作人，就是眼前的例子。从统治阶级的立场看，忠言逆耳利于行，忠臣到底是卫护着这个阶级的，而清高之士消纳了叛逆者，也是有利于这个阶级的。所以宋朝人说饿死事小，失节事大，原先说的是女人，后来也用来说士人，这正是统治阶级代言人的口气，但是也表示着到了那时代士的个人地位的增高和责任的加重。士或称为读书人，是统治阶级最下层的单位，并非帮闲。他们的利害跟君相是共同的，在朝固然如此，在野也未尝不如此。固然在野的处士可以不受君臣名分的束缚，可以不事王侯，高尚其事，但是他们得吃饭，这饭恐怕还得靠农民耕给他们吃，而这些农民大概是属于他们做官的祖宗的遗产的。躬耕往往是一句门面话，就是偶然有个把真正躬耕的如陶渊明，精神上或意识形态上也还是在负着天下兴亡之责的士，陶的述酒等诗就是证据。可见处士虽然有时横议，那只是自家人吵嘴闹架，他们生活的基础一般的主要的还是在农民的劳动上，跟君主与在朝的大夫并无两样，而一般的主要的意识形态，彼此也是一致的。然而士终于变质了，这可以说是到了民国时代才显著。从清朝末年开设学校，教员和学生渐渐加多，他们渐渐各自形成一个集团其中有不少的人参加革新运动或革命运动，而大多数也倾向着这两种运动。这已是气重于节了。等到民国成立，理论上人民是主人，事实上是军阀争权。"}
{"text":"然而士终于变质了，这可以说是到了民国时代才显著。从清朝末年开设学校，教员和学生渐渐加多，他们渐渐各自形成一个集团其中有不少的人参加革新运动或革命运动，而大多数也倾向着这两种运动。这已是气重于节了。等到民国成立，理论上人民是主人，事实上是军阀争权。这时代的教员和学生意识着自己的主人身份，游离了统治的军阀他们是在野，可是由于军阀政治的腐败，却渐渐获得了一种领导的地位。他们虽然还不能和民众打成一片，但是已经在渐渐的接近民众。五四运动划出了一个新时代。自由主义建筑在自由职业和社会分工的基础上。教员是自由职业者，不是官，也不是候补的官。学生也可以选择多元的职业，不是只有做官一路。他们于是从统治阶级独立，不再是士或所谓读书人，而变成了知识分子，集体的就是知识阶级。残余的士或读书人自然也还有，不过只是些残余罢了。这种变质是中国现代化的过程的一段，而中国的知识阶级在这过程中也曾尽了并且还在想尽他们的任务，跟这时代世界上别处的知识阶级一样，也分享着他们一般的运命。若用气节的标准来衡量，这些知识分子或这个知识阶级开头是气重于节，到了现在却又似乎是节重于气了。知识阶级开头凭着集团的力量勇猛直前，打倒种种传统，那时候是敢作敢为一股气。可是这个集团并不大，在中国尤其如此，力量到底有限，而与民众打成一片又不容易，于是碰到集中的武力，甚至加上外来的压力，就抵挡不住。而一方面广大的民众抬头要饭吃，他们也没法满足这些饥饿的民众。他们于是失去了领导的地位，逗留在这夹缝中间，渐渐感觉着不自由，闹了个四大金刚悬空八只脚。他们于是只能保守着自己，这也算是节罢也想缓缓的落下地去，可是气不足，得等着瞧。可是这里的是偏于中年一代。青年代的知识分子却不如此，他们无视传统的气节，特别是那种消极的节，替代的是正义感，接着正义感的是行动，其实正义感是合并了气和节，行动还是气。这是他们的新的做人的尺度。等到这个尺度成为标准，知识阶级大概是还要变质的罢？年月日作。"}
