{"text":"我也不同意莎士比亚绅士式的对于女人的至高的概念说脆弱，你的名字就是女人。我喜欢女人，就如她们平常的模样，用不着神魂颠倒，也用不着满腹辛酸。她们能看一切的矛盾浅薄浮华，我很信赖她们的直觉和生存的本能她们的重情感轻理智的表面之下，她们能攫住现实，而且比男人更接近人生，我很尊重这个，她们懂得人生，而男人却只知理论。她们了解男人，而男人却永不了解女人。男人一生抽烟田猎发明编曲，女子却能养育儿女，这不是一种可以轻蔑的事。我不相信假定世上单有父亲，也可一看管他的儿女，假定世上没有母亲，一切的婴孩必于三岁以下一起发疹死尽，即使不死，也必未满十岁而成为扒手。小学生上学也必迟到，大人们办公也未必会照时侯。手帕必积几月而不洗，洋伞必时时遗失，公共汽车也不能按时开行。没有婚丧喜庆，尤其一定没有理发店。是的，人生之大事，生老病死，处处都是靠女人去应付安排，而不是男人。种族之延绵，风俗之造成，民族之团结，都是端赖女人。没有女子的社会，必定没有礼俗，宗教，以及诸如此类的东西。世上没有天性守礼的男子，也没有天性不守礼的女子。假定没有女人，男人不会居住在漂亮的千扁一律的公寓弄堂，而必住于三角门窗而有独出心裁的设计之房屋。会在卧室吃饭，在饭厅安眠的，而且最好的外交官也不会知道区别白领带与黑领带之重要。以上一大篇话，无非用以证明女子之直觉远胜于男人之理论。这一点既明，我们可以进讨论女子谈话之所以有意思。其实女子之理论谈话，就是她们之一部。在所谓闲谈里，找不到淡然无味的抽象名词，而是真实的人物，都是会爬会蠕动会娶嫁的东西。比方女子在社会中介绍某大学的有机化学教授，必不介绍他为有机化学教授，而为利哈生上校的舅爷。而且上校死时，她正在纽约病院割盲肠炎，从这一点出发，她可向日本外交家的所谓应注意的现实方面发挥或者哈利生上校曾经跟她一起在根辛顿花园散步，或是由盲肠炎而使她记起亲爱的老勃郎医生，跟他的长胡子。无论谈到什么题目，女子是攫住现实的。她知道何者为充满人生意味的事实，何者为无用的空谈。"}
{"text":"而且上校死时，她正在纽约病院割盲肠炎，从这一点出发，她可向日本外交家的所谓应注意的现实方面发挥或者哈利生上校曾经跟她一起在根辛顿花园散步，或是由盲肠炎而使她记起亲爱的老勃郎医生，跟他的长胡子。无论谈到什么题目，女子是攫住现实的。她知道何者为充满人生意味的事实，何者为无用的空谈。所以任何一个真的女子会喜欢碧眼儿日记s中的女子，当她游巴黎，走到的历史上有名的古碑时，俾要背着那块古碑，而仰观历史有名的名字，如与s香水店的老招牌，凭她的直觉，以与相比，自会明白是充满人生意义的，而有机化学则不是。人生是由有机化学与无机化学而造成的。自然，世上也有s与s之一类学者，但是我是讲普通的一般女人。让我来举个例是大诗人，我有一回在火车上与一个女客对谈。他很能欣赏音乐，他的文字极其优美自然。我说。你是不是说？他的太太是抽鸦片烟的。是的，他自己也不时抽。但是我是在讲他的文字。她带他抽上的。我想她害了他一生。假使你的厨子有了外遇，你便觉得他的点心失了味道吗？呵，那个不同。不是正一样吗？我觉得不同。感觉是女人的最高法院，当女人将是非诉于她的感觉之前时，明理人就当见机而退。一位美国女人曾出了一个美妙的主意，认为男人把世界统治得一塌糊涂，所以此后应把统治世界之权交与女人。现在，以一个男人的资格来讲，我是完全赞成这个意见的。我懒于再去统治世界，如果还有人盲目的乐于去做这件事情，我是甚愿退让，我要去休假。我是完全失败了，我不要再去统治世界了。我想所有脑筋清楚的男人，一定都有同感。如果塔斯马尼亚岛在澳洲之南的土人喜欢来统治世界，我是甘愿把这件事情让给他们，不过我想他们是不喜欢的。我觉得头戴王冠的人，都是寝不安席的。我认为男人们都有这种感觉。据说我们男人是自己命运的主宰，也是世界命运的主宰，还有我们男人是自己灵魂的执掌者，也是世界灵魂的执掌者，比如政治家政客市长审判官戏院经理糖果店主人，以及其他的职位，全为男人所据有。实则我们没有一个人喜欢去作这种事。"}
{"text":"我想所有脑筋清楚的男人，一定都有同感。如果塔斯马尼亚岛在澳洲之南的土人喜欢来统治世界，我是甘愿把这件事情让给他们，不过我想他们是不喜欢的。我觉得头戴王冠的人，都是寝不安席的。我认为男人们都有这种感觉。据说我们男人是自己命运的主宰，也是世界命运的主宰，还有我们男人是自己灵魂的执掌者，也是世界灵魂的执掌者，比如政治家政客市长审判官戏院经理糖果店主人，以及其他的职位，全为男人所据有。实则我们没有一个人喜欢去作这种事。情形比这还要简单，如哥伦比亚大学心理教授言，男女之间真正的分工合怍，是男人只去赚钱，女人只去用钱。我真愿意看见女人勤劳工作于船厂，公事房中，会议席上，同时我们男人却穿着下午的轻俏绿衣，出去作纸牌之戏，等着我们的亲爱的公毕回家，带我们去看电影。这就是我所谓美妙的主意。但是除去这种自私的理由外，我们实在应当自以为耻。要是女人统治世界，结果也不会比男人弄得更糟。所以如果女人说，也应当让我们女人去试一试的时候，我们为什么不出之以诚，承认自己的失败，让她们来统治世界呢？女人一向是在养育子女，我们男人却去掀动战事，使最优秀的青年们去送死。这真是骇人听闻的事。但是这是无法挽救的。我们男人生来就是如此。我们总要打仗，而女人则只是互相撕扯一番，最厉害的也不过是皮破血流而已。如果不流血中毒，这算不了什么伤害。女人只用转动的针即满足，而我们则要用机关枪。有人说只要男人喜欢去听鼓乐队奏乐，我们就不能停止作战。我们是不能抵拒鼓乐队的，假如我们能在家静坐少出，感到下午茶会的乐趣，你想我们还去打仗吗？如果女人统治世界，我们可以向她们说你们在统治着世界，如果你们要打仗，请你们自己出去打吧。那时世界上就不会有机关枪，天下最后也变得太平了。一篇没有听众的演讲以前在哪儿说过，假如有人仿安徒生作无色之画，做几篇无听众的演讲，可以做得十分出色。这种演讲的好处，在于因无听众，可以少忌讳，畅所欲言，倾颇合旁若无人之义。以前我曾在中西女塾劝女子出嫁，当时凭一股傻气说话，过后思之，却有点不寒而栗，在我总算掬愚诚，郊野叟献曝，而在人家，却未必铭感五内。假如在无听众的女子学校演讲，那便可尽情发挥了。比如在这样一个幻想的大学毕业典礼演讲，我们可以不怕校长难为情，说些时常敢怒而不敢言的话。"}
{"text":"这种演讲的好处，在于因无听众，可以少忌讳，畅所欲言，倾颇合旁若无人之义。以前我曾在中西女塾劝女子出嫁，当时凭一股傻气说话，过后思之，却有点不寒而栗，在我总算掬愚诚，郊野叟献曝，而在人家，却未必铭感五内。假如在无听众的女子学校演讲，那便可尽情发挥了。比如在这样一个幻想的大学毕业典礼演讲，我们可以不怕校长难为情，说些时常敢怒而不敢言的话。在一个幻想的小学教员暑期学校，也可以尽情吐露一点对小学教育不大客气的话婚姻的致词向来也是许多客套，没人肯对新郎新娘说些结婚常识而不免有点不吉利的老实话。因此我就以婚礼致词为题作例举隅玛丽兴哥，恭喜。今天兄弟想借这婚礼的盛会，同你们谈谈常人所不肯谈的关于结婚生活的一点常识。婚姻生活，如渡一大海，而你们俩一向都不是舵工，不会有半点航海的经验。这一片汪洋，虽不定是苦海，但是颇似宦海欲海，有苦也有乐，风波是一定有的。如果你们还在做梦，只想一帆风顺，以为婚姻只有甜味，没有苦味，请你们快点打破这个迷梦。但是你们做梦，罪不在你们。世上老舵工航海的经验，向来是讳莫如深的。你们进过大学，受过高等教育，懂得天文地理的常识，但是没人教授过你们婚姻的常识。你们知道太阳与星球的关系，但是对于夫妇的关系，是有点糊里糊涂。假如我此刻来考你们，你们一定交白卷。这是现代的教育。玛丽，你懂得什么节育的道理，做妻的道理，驾驭丈夫的道理？兴哥，你懂得什么体谅温存的道理，女子哭时，你须揩她的眼泪女人月经来时，你须特别体贴，你懂得吗？古人世界地理不如你们，但是夫道妇道比你们清楚。兴哥，现代教育教你作文，并没有教你做人。玛丽，现代教育教你弹钢琴，做新女子，并没有教你做贤妻。你说贤妻应该打倒，好，请你整个不要做妻，才是彻头彻尾的办法，不然难道做不贤妻便可以完账了吗？补袜子的固然无益于世界文化之前锋，但是丝袜穿一只，扔一只，也是无补于世界文化的。总而言之，天下男女未全赤足之时，袜子总要有人补的，假如你不能自己补袜子而替兴哥省一点钱，你就马上文明起来吗？单单为这丝袜问题，兴哥就要和你吵架。你说补袜子是奴隶是顽腐不文明不平等。好，兴哥得替人家抄账簿拿粉笔，甚至卖豆腐，何尝不是奴隶？现代社会是叫男子赚钱，女子花钱的，若要反过来叫女子赚钱男子花钱，我也不反对。"}
{"text":"补袜子的固然无益于世界文化之前锋，但是丝袜穿一只，扔一只，也是无补于世界文化的。总而言之，天下男女未全赤足之时，袜子总要有人补的，假如你不能自己补袜子而替兴哥省一点钱，你就马上文明起来吗？单单为这丝袜问题，兴哥就要和你吵架。你说补袜子是奴隶是顽腐不文明不平等。好，兴哥得替人家抄账簿拿粉笔，甚至卖豆腐，何尝不是奴隶？现代社会是叫男子赚钱，女子花钱的，若要反过来叫女子赚钱男子花钱，我也不反对。但是在制度未改之前，你不肯补袜子，替兴哥省一点钱，你就是一个不好的老婆，虽然是新文明的女子，钱是大家的，你们不肯合作，就得吵架。在今天说到吵架两字，是有点不吉利的，是。但我并不后悔。早晚你们是要吵架的。世上没有不吵过架的夫妇。假定你们连这一点常识都没有，请你们先别结婚，长几年见识再来不迟。你们还不知道婚姻是怎么一回事，婚姻是叫两个个性不同性别不同兴趣不同本来过两种生活的人去共过一种生活。假定你们不吵架，一点人味都没有了。你们此去要一同吃，一同住，一同睡，一同起床，一同玩。世上哪有习惯口味性欲嗜好志趣若合符节的两个人。向来情人都很易相处的，一结婚就吵起架来。这是因为在追求时代，大家尊重各人食寝行动的自由，一结婚后必来互相干涉。你的时间不能自己做主了，出入不能自己做主了，金钱也不是你一人的了，你自己的房间书桌也不是你一人的了。连你的身体也不是你自己的了。有人要与你共享这一切的权利。兴哥，有人将要有权利叫你剪头发，叫你换手绢，换一句话，你又要进你自以为早已毕业的小学校了。玛丽，有人要对你说不大客气的话，如同他对自己的姊妹一样。他不能永远向你唱恋之歌，永远叫你达令安琪儿，像他追求你的时候一样。一天到晚这样也未免单调。这种的表示，要来得自然才好。你要一定坚持兴哥行这义务，也未尝不可，不过兴哥一天三餐照例叫你三声小天使，于你也没有什么好处，反而呆板而失诚。夫妇之间，义务本分两字最忌讳的。你若受了西洋人的影响，叫兴哥出门必定亲吻你一下，也未尝不可，不过兴哥奉旨亲吻总有点不妙，你自己也太觉无趣了。亲吻须如文人妙笔，应机天成才好。比方你话说得巧，他来亲你一吻，表示赞叹，这一吻是非常好的。或者两人携手游园，他突然亲你的颈，这一吻也是好的。你若因为兴哥出门不亲吻同他吵，那只令兴哥苦恼而已。你吵时，也许兴哥非常温存，拍拍肩背抚慰你，心里却在怪女子太麻烦了，为什么有这么许多泪水。"}
{"text":"夫妇之间，义务本分两字最忌讳的。你若受了西洋人的影响，叫兴哥出门必定亲吻你一下，也未尝不可，不过兴哥奉旨亲吻总有点不妙，你自己也太觉无趣了。亲吻须如文人妙笔，应机天成才好。比方你话说得巧，他来亲你一吻，表示赞叹，这一吻是非常好的。或者两人携手游园，他突然亲你的颈，这一吻也是好的。你若因为兴哥出门不亲吻同他吵，那只令兴哥苦恼而已。你吵时，也许兴哥非常温存，拍拍肩背抚慰你，心里却在怪女子太麻烦了，为什么有这么许多泪水。我诚实告诉你，结婚生活不是完全沐在蜜浴里的，一半也是米做的。玛丽，你脊粱须要竖起来，一天靠吃蜜养活是不成的。你得早打破迷梦，越早排弃你韶龄小女学生桃色的痴梦，而决心做一活泼可爱可亲的良伴越好。因为罗曼蒂克不久要变成现实，情人的互相恭维捧场，须变成夫妇相爱相敬的伴侣生活。假定你不能叫兴哥把你看做一个可敬可亲的女人，也别梦想他要捧你做一个绝代的小天使。你们那些情书，大可以焚掉了。除非你们是亚伯拉罕与埃卢伊，别人不要看的。过了些时候，你们自己也不要看，若非那情书中除了你们俩互相捧场的话以外，还有别种意味。假如这情书中表示着是两人的一段奋斗，交换两人对人生对时事的意见，那是要保存的。但是书信中只有你叫我心肝我叫你肉，你称我才郎我称你佳人这一套痴话，过了十年，你自己看看，才要伤心。兴哥，你别哄自己。玛丽并不是安琪儿小天使。她只是很可爱很活泼的一个女子，她有的是幽默，是通见，是毅力，能帮你经过人生的种种磨炼。她也算漂亮，但是你不久就要发现别人的太太更加漂亮。但是如果她单是漂亮，别无所长，那你须替她祷告。你不久对那一副漂亮面孔，就会生厌，尤其是不搽粉打呵欠的时候。我明明知道有漂亮太太的男人，每每怪异人家何以把他太太看得像神仙似的。他们都是说不懂你们怎么看法？雨花不是曾经载过一段故事吗？有青年在霞飞路上看见前面一个艳若神仙的女子同一男人走路，就低声发一感慨说讨了这样一个丽人做太太，不知要怎样快活得像神仙似的！碰巧那位男子听到这一句话，回头来向青年说那个女人并不是丽人，她是我的太太，我已经讨了她十年，但现在此刻仍旧在人间世上，并没有成仙。不，兴哥，女人的美不是在脸孔上，是在姿态上。姿态是活的，脸孔是死的，姿态犹不足，姿态只是心灵的表现，美是在心灵上的。"}
{"text":"他们都是说不懂你们怎么看法？雨花不是曾经载过一段故事吗？有青年在霞飞路上看见前面一个艳若神仙的女子同一男人走路，就低声发一感慨说讨了这样一个丽人做太太，不知要怎样快活得像神仙似的！碰巧那位男子听到这一句话，回头来向青年说那个女人并不是丽人，她是我的太太，我已经讨了她十年，但现在此刻仍旧在人间世上，并没有成仙。不，兴哥，女人的美不是在脸孔上，是在姿态上。姿态是活的，脸孔是死的，姿态犹不足，姿态只是心灵的表现，美是在心灵上的。有哪样慧心，必有哪样姿态，搽粉打扮是打不来的。玛丽是美的，但是她的美，你一时还看不到。过几年，等到你失败了，而她还鼓励你，你遭诬陷了，而她还相信你，那时她的笑是真正美的。不但她的笑，连她的怒也是美的。当她双眉倒竖，杏眼圆睁，把那一群平素往来，此刻轻信他人诬陷你的朋友一起赶出门去，是的，那时你才知道她的美。再过几年，等她替你养一两个小孩，看她抱着小孩喂奶，娩后的容辉焕发，在处女的脸上，又添几笔母爱的温柔，那时你才知道处女之美是不成熟的，不丰富的，欠内容的。再过几年，你看她教养叔责儿女，看到她的牺牲温柔谅解操持忍耐，头上已露了几丝白发，那时，你要称她为安琪儿，是可以的。我已经说了一大堆话，浪费你们宝贵欢乐的时间。但是对你，玛丽，我还要说一句话，就是把你当我的女儿，也是要这样说的。你以为嫁了兴哥，兴哥整个地是属于你了，你可以整个地占有他了。你试试看吧。假如兴哥是个好男子，有作为，有才干，有自重心――这是成功必要的条件――他必不会全盘为你所占有。有的女人是要这样一个完全服从完全听话的丈夫。比如在座那位朱太太。你看她把朱先生弄成什么样儿。老朱还有一点人味儿吗？他小时服从母亲，出来服从老板，在家服从太太。他老跟人家抄账，但是你想他除了抄账以外，还能有所作为吗？玛丽，你愿意嫁给这样一个丈夫吗？我的意思是说，女子不应该图占丈夫整个十成的身体。假定兴哥十成中有七成属于你，三成属于他的朋友他的志趣他的书籍他的事业，你就得谢天谢地了。有一种人一结婚，连朋友都不敢来往了，这还成个人吗？你或者以为你非常有趣，你的丈夫一天到晚看你看不厌，然而至少他心灵中也有一部分需要不是你所能满足，而只有朋友书籍能满足的。你一定要十成十足把他占有，结果他变成你的监犯，而你变成他的狱卒，而你要明白监犯没有恋爱狱卒之理，于是他越看你越恨，而越恨越非看你不可，感情破裂，乃意中事。"}
{"text":"玛丽，你愿意嫁给这样一个丈夫吗？我的意思是说，女子不应该图占丈夫整个十成的身体。假定兴哥十成中有七成属于你，三成属于他的朋友他的志趣他的书籍他的事业，你就得谢天谢地了。有一种人一结婚，连朋友都不敢来往了，这还成个人吗？你或者以为你非常有趣，你的丈夫一天到晚看你看不厌，然而至少他心灵中也有一部分需要不是你所能满足，而只有朋友书籍能满足的。你一定要十成十足把他占有，结果他变成你的监犯，而你变成他的狱卒，而你要明白监犯没有恋爱狱卒之理，于是他越看你越恨，而越恨越非看你不可，感情破裂，乃意中事。那时你才照镜自怜，号啕大哭，自怨自艾叹着他不爱我了，也是无用。不同，你也得明理些，这样驾驭丈夫是驾驭不来的。你也不可太看轻兴哥，以为他还得拉着你的裙带走路，他若真这样无用，这样靠不住，一刻不可放松，你简直不必嫁给他好了。假定因你的拘束而他果然不嫖不赌不吸烟不喝酒，这种外来的拘束，也算不得有什么伦理的价值。你不能嫁一个男子来当你的小学生，自己做起女塾师。你知道塾师都是讨厌的，而你决不愿意兴哥讨厌你。你今天想起要烫头发，兴哥何必陪你去剃头？你自己不吸烟，兴哥为什么不可大吸其烟？婚姻之破裂，都是从这种极琐碎的事而来的。夫妇之结合必建筑于互相了解互相敬重的基础之上。玛丽，我知道你很明理，很有通见，而你也不要看轻自己，要知你不一定要做兴哥的塾师狱卒，仍旧有可吸引他的力量，有可得他敬重的人格。你也可以给他一点自由，一点人格。他对你这样的了解信重，比对你的过分的关防，还要因此更爱你。到了那个时候，他真要宝贵你如同一颗可遇而不可求的稀世之宝，好像没有像你这样一位彻底了解他的夫人，他就活不下去。世上这样稀世之宝本来不多。所以玛丽，我劝你做这样一个稀世之宝。心灵欢乐吗？与尘世结不解缘人类如要生活，依然须生活在这个世界上。什么生活在天上啊等问题，必须抛弃。人类的心神哟！别张起翅膀，飞到天神那边去，而忘掉这个尘世呀！我们不都是注定着要遭遇死亡命运的凡人吗？上天赐给了我们七十年的寿命，如果我们的心志太高傲，想要永生不死，这七十年，确是很短促的，但是如果我们的心地稍为平静一点，这七十年也尽够长了。一个人在七十年可以学到很多的东西，享受到很多的幸福。要看看人类的愚蠢，要获得人类的智慧，七十年已是够长的时期了。一个有智慧的人如充分长寿，在七十年的兴衰中，也尽够去视看习俗道德和政治的变迁。"}
{"text":"什么生活在天上啊等问题，必须抛弃。人类的心神哟！别张起翅膀，飞到天神那边去，而忘掉这个尘世呀！我们不都是注定着要遭遇死亡命运的凡人吗？上天赐给了我们七十年的寿命，如果我们的心志太高傲，想要永生不死，这七十年，确是很短促的，但是如果我们的心地稍为平静一点，这七十年也尽够长了。一个人在七十年可以学到很多的东西，享受到很多的幸福。要看看人类的愚蠢，要获得人类的智慧，七十年已是够长的时期了。一个有智慧的人如充分长寿，在七十年的兴衰中，也尽够去视看习俗道德和政治的变迁。他在那人生舞台闭幕时，也应该可以心满意足地由座位立起来，说一声这是一出好戏而走开吧。我们是属于这尘世的，而且和这尘世是一日不可离的。我们在这美丽的尘世上好像是过路的旅客，这个事实我想大家都承认的，即使这尘世是一个黑暗的地牢，但我们总得尽力使生活美满。况且我们并不是住在地牢里，而是在这个美丽的尘世上，而且是要过着七八十年的生活，假如我们不尽力使生活美满，那就是忘恩负义了。有时我们太富于野心，看不起这个卑低的，但也是宽大的尘世。可是我们如要获得精神的和谐，我们对于这么一个孕育万物的天地，必须有一种感情，对于这个身心的寄托处所，必须有一种依恋之感。所以，我们必须有一种动物性的信仰，和一种动物性的怀疑，就把这尘世当做尘世看。梭罗，美国十九世纪作家和自然主义者觉得自己和土壤是属于同类，具有同样的忍耐功夫，在冬天时，期望着春日的来到，在百无聊赖的时候，不免要想到寻求神灵不是他的分内事，而应由神灵去寻求他依他的说法，他的快乐也不过和土拨鼠的快乐很相似，他这种整个的大自然性也是我们所应该保持的。尘世到底是真实的，天堂终究是飘渺的，人类生在这个真实的尘世和飘渺的天堂之间是多么幸运啊！凡是一种良好的实用的哲学理论，必须承认我们都有这么一个身体。现在已是我们应该坦白地承认我们是动物的适当时机。自从达尔文进化论的真理成立以后，自从生物学，尤其是生物化学，获得极大的进展之后，这种承认是必然的。不幸我们的教师和哲学家都是属于所谓智识阶级，都对于智能有着一种特殊的专门家式的自负，致力于精神的人以精神为荣，正如皮鞋匠以皮革为荣一样。有时他们连精神一词也还觉得不够飘渺抽象，更拿什么精粹灵魂或观念一类的词字，冠冕堂皇地写出来，想拿它来恐吓我们。"}
