{"text":"原载年月清华周刊第卷第号散文全编海行杂记这回从北京南归，在天津搭了通州轮船，便是去年曾被盗劫的。盗劫的事，似乎已很渺茫所怕者船上的肮脏，实在令人不堪耳。这是英国公司的船这样的肮脏似乎尽够玷污了英国国旗的颜色。但英国人说这有什么呢？船原是给中国人乘的，肮脏是中国人的自由，英国人管得着！英国人要乘船，会去坐在大菜间里，那边看看是什么样子？那边，官舱以下的中国客人是不许上去的，所以就好了。是的，这不怪同船的几个朋友要骂这只船是帝国主义的船了。帝国主义的船！我们到底受了些什么压迫呢？有的，有的！我现在且说茶房吧。我若有常常恨着的人，那一定是宁波的茶房了。他们的地盘，一是轮船，二是旅馆。他们的团结，是宗法社会而兼梁山泊式的所以未可轻侮，正和别的宁波帮一样。他们的职务本是照料旅客但事实正好相反，旅客从他们得着的只是侮辱，恫吓，与欺骗罢了。中国原有行路难之叹，那是因交通不便的缘故但在现在便利的交通之下，即老于行旅的人，也还时时发出这种叹声，这又为什么呢？茶房与码头工人之艰于应付，我想比仅仅的交通不便，有时更显其难吧！所以从前的行路难是唯物的现在的却是唯心的。这固然与社会的一般秩序及道德观念有多少关系，不能全由当事人负责任但当事人的性格恶实也占着一个重要的地位的。我是乘船既多，受侮不少，所以姑说轮船里的茶房。你去定舱位的时候，若遇着乘客不多，茶房也许会冷脸相迎若乘客拥挤，你可就倒楣了。他们或者别转脸，不来理你或者用一两句比刀子还尖的话，打发你走路――譬如说等下趟吧。他说得如此轻松，凭你急死了也不管。大约行旅的人总有些异常，脸上总有一副着急的神气。他们是以逸待劳的，乐得和你开开玩笑，所以一切反应总是懒懒的，冷冷的你愈急，他们便愈乐了。他们于你也并无仇恨，只想玩弄玩弄，寻寻开心罢了，正和太太们玩弄叭儿狗一样。所以你记着上船定舱位的时候，千万别先高声呼唤茶房。你不是急于要找他们说话么？但是他们先得训你一顿，虽然只是低档的自言自语啥事体啦？哇啦哇啦的！接着才响声说，噢，来哉，啥事体啦？你还得记着你的话说得愈慢愈好，愈低愈好不要太客气，也不要太不客气。"}
{"text":"他们是以逸待劳的，乐得和你开开玩笑，所以一切反应总是懒懒的，冷冷的你愈急，他们便愈乐了。他们于你也并无仇恨，只想玩弄玩弄，寻寻开心罢了，正和太太们玩弄叭儿狗一样。所以你记着上船定舱位的时候，千万别先高声呼唤茶房。你不是急于要找他们说话么？但是他们先得训你一顿，虽然只是低档的自言自语啥事体啦？哇啦哇啦的！接着才响声说，噢，来哉，啥事体啦？你还得记着你的话说得愈慢愈好，愈低愈好不要太客气，也不要太不客气。这样你便是门槛里的人，便是内行他们固然不见得欢迎你，但也不会玩弄你了。――只冷脸和你简单说话要知道这已算承蒙青眼，应该受宠若惊的了。定好了舱位，你下船是愈迟愈好自然，不能过了开船的时候。最好开船前两小时或一小时到船上，那便显得你是一个有涵养工夫的，非急莘莘的阿木林可比了。而且茶房也得上岸去办他自己的事，去早了倒绊住了他他虽然可托同伴代为招呼，但总之麻烦了。为了客人而麻烦，在他们是不值得，在客人是不必要所以客人便只好受阿木林的待遇了。有时船于明早十时开行，你今晚十点上去，以为晚上总该合式了但也不然。晚上他们要打牌，你去了足以扰乱他们的清兴他们必也恨恨不平的。这其间有一种分，一种默喻的规矩，有一种门槛经，你得先做若干次阿木林，才能应付得恰到好处呢。开船以后，你以为茶房闲了，不妨多呼唤几回。你若真这样做时，又该受教训了。茶房日里要谈天，料理私货晚上要抽大烟，打牌，那有闲工夫来伺候你！他们早上给你舀一盆脸水，日里给你开饭，饭后给你拧手巾还有上船时给你摊开铺盖，下船时给你打起铺盖好了，这已经多了，这已经够了。此外若有特别的事要他们做时，那只算是额外效劳。你得自己走出舱门，慢慢地叫着茶房，慢慢地和他说，他也会照你所说的做，而不加损害于你。最好是预先打听了两个茶房的名字，到这时候悠然叫着，那是更其有效的。但要叫得大方，仿佛很熟悉的样子，不可有一点讷讷。叫名字所以更其有效者，被叫者觉得你有意和他亲近结果酒资不会少给，而别的茶房或竟以为你与这被叫者本是熟悉的，因而有了相当的敬意所以你第二次第三次叫时，别人往往会帮着你叫的。但你也只能偶尔叫他们若常常麻烦，他们将发见，你到底是阿木林而冒充内行，他们将立刻改变对你的态度了。"}
{"text":"最好是预先打听了两个茶房的名字，到这时候悠然叫着，那是更其有效的。但要叫得大方，仿佛很熟悉的样子，不可有一点讷讷。叫名字所以更其有效者，被叫者觉得你有意和他亲近结果酒资不会少给，而别的茶房或竟以为你与这被叫者本是熟悉的，因而有了相当的敬意所以你第二次第三次叫时，别人往往会帮着你叫的。但你也只能偶尔叫他们若常常麻烦，他们将发见，你到底是阿木林而冒充内行，他们将立刻改变对你的态度了。至于有些人睡在铺上高声朗诵的叫着茶房的，那确似乎搭足了架子在茶房眼中，其为阿字号无疑了。他们于是忿然的答应啥事体啦？哇啦啦！但走来倒也会走来的。你若再多叫两声，他们又会说啥事体啦？茶房当山歌唱！除非你真麻木，或真生了气，你大概总不愿再叫他们了吧。子入太庙，每事间，至今传为美谈。但你入轮船，最好每事不必问。茶房之怕麻烦，之懒惰，是他们的特征你问他们，他们或说不晓得，或故意和你开开玩笑，好在他们对客人们，除行李外，一切是不负责任的。大概客人们最普遍的问题，明天可以到吧？下午可以到吧？一类。他们或随便答复，或说，慢慢来好，总会到的。或简单的说，早呢！总是不得要领的居多。他们的话常常变化，使你不能确信不确信自然不回了。他们所要的正是耳根清净呀。茶房在轮船里，总是盘踞在所谓大菜间的吃饭间里。他们常常围着桌子闲谈，客人也可插进一两个去。但客人若是坐满了，使他们无处可坐，他们便恨恨了若在晚上，他们老实不客气将电灯灭了，让你们暗中摸索去吧。所以这吃饭间里的桌子竟像他们专利的。当他们围桌而坐，有几个固然有话可谈有几个却连话也没有，只默默坐着，或者在打牌。我似乎为他们觉着无聊，但他们也就这样过去了。他们的脸上充满了倦怠，嘲讽，麻木的气分，仿佛下工夫练就了似的。最可怕的就是这满脸所谓施施然拒人于千里之外者，便是这种脸了。晚上映着电灯光，多少遮过了那灰滞的颜色他们也开始有了些生气。他们搭了铺抽大烟，或者拖开桌子打牌。他们抽了大烟，渐有笑语他们打牌，往屯通宵达旦――牌声，争论声充满那小小的大菜间里。客人们，尤其是抱了病，可睡不着了但于他们有甚么相干呢？活该你们洗耳恭听呀！他们也有不抽大烟，不打牌的，便搬出香烟画片来一张张细细赏玩这却是雅人深致了。"}
{"text":"他们的脸上充满了倦怠，嘲讽，麻木的气分，仿佛下工夫练就了似的。最可怕的就是这满脸所谓施施然拒人于千里之外者，便是这种脸了。晚上映着电灯光，多少遮过了那灰滞的颜色他们也开始有了些生气。他们搭了铺抽大烟，或者拖开桌子打牌。他们抽了大烟，渐有笑语他们打牌，往屯通宵达旦――牌声，争论声充满那小小的大菜间里。客人们，尤其是抱了病，可睡不着了但于他们有甚么相干呢？活该你们洗耳恭听呀！他们也有不抽大烟，不打牌的，便搬出香烟画片来一张张细细赏玩这却是雅人深致了。我说过茶房的团结是宗法社会而兼梁山泊式的，但他们中间仍不免时有战氛。浓郁的战氛在船里是见不着的船里所见，只是轻微淡远的罢了。唯口出好兴戎，茶房的口，似乎很值得注意。他们的口，一例是练得极其尖刻的一面自然也是地方性使然。他们大约是宁可输在腿上，不肯输在嘴上。所以即使是同伴之间，往屯因为一句有意的或无意的，不相干的话，动了真气，抡眉竖目的恨恨半天而不已。这时脸上全失了平时冷静的颜色，而换上热烈的狰狞了。但也终于只是口头恨恨而已，真个拔拳来打，举脚来踢的，倒也似乎没有。语云，君子动口，小人动手茶房们虽有所争乎，殆仍不失为君子之道也。有人说，这正是南方人之所以为南方人，我想，这话也有理。茶房之于客人，虽也不肯输在嘴上，但全是玩弄的态度，动真气的似乎很少而且你愈动真气，他倒愈可以玩弄你。这大约因为对于客人，是以他们的团体为靠山的客人总是孤单的多，他们倚众欺起来，不怕你不就范的所以用不着动真气。而且万一吃了客人的亏，那也必是许多同伴陪着他同吃的，不是一个人失了面子又何必动真气呢？∈邓道矗客人要他们动真气，还不够资格哪！至于他们同伴间的争执，那才是切身的利害，而且单枪匹马做去，毫无可恃的现成的力量所以便是小题，也不得不大做了。茶房若有向客人微笑的时候，那必是收酒资的几分钟了。酒资的数目照理虽无一定，但却有不成文的谱。你按着谱斟酌给与，虽也不能得着一声谢谢，但言语的压迫是不会来的了。你若给得太少，离谱太远，他们会始而嘲你，继而骂你，你还得加钱给他们其实既受了骂，大可以不加的了，但事实上大多数受骂的客人，慑于他们的威势，总是加给他们的。加了以后，还得听许多唠叨才罢。"}
{"text":"茶房若有向客人微笑的时候，那必是收酒资的几分钟了。酒资的数目照理虽无一定，但却有不成文的谱。你按着谱斟酌给与，虽也不能得着一声谢谢，但言语的压迫是不会来的了。你若给得太少，离谱太远，他们会始而嘲你，继而骂你，你还得加钱给他们其实既受了骂，大可以不加的了，但事实上大多数受骂的客人，慑于他们的威势，总是加给他们的。加了以后，还得听许多唠叨才罢。有一回，和我同船的一个学生，本该给一元钱的酒资的，他只给了小洋四角。茶房狠狠力争，终不得要领，于是说你好带回去做车钱吧！将钱向铺上一撂，忿然而去。那学生后来终于添了一些钱重交给他他这才默然拿走，面孔仍是板板的，若有所不屑然。――付了酒资，便该打铺盖了这时仍是要慢慢来的，一急还是要受教训，虽然你已给过酒资了。铺盖打好以后，茶房的压迫才算是完了，你再预备受码头工人和旅馆茶房的压迫吧。我原是声明了叙述通州轮船中事的，但却做了一首诅茶房文在这里，我似乎有些自己矛盾。不，天下老鸦一般黑，我们若很谨慎的将这句话只用在各轮船里的宁波茶房身上，我想是不会悖谬的。所以我虽就一般立说，通州轮船的茶房却已包括在内特别指明与否，是无关重要的。年月，白马湖。散文全编海阔天空与古今中外有一天，我和一位新同事闲谈。我偶然问道你第一次上课，讲些什么？他笑着答我，我古今中外了一点钟！他这样说明事实，且示谦逊之意。我从来不曾想到古今中外一个兼词可以作动词用，并且可以加上了字表时间的过去骤然听了，很觉新鲜，正如吃刚上市的广东蚕豆。隔了几日，我用同样的问题问另一位新同事。他却说道海阔天空！海阔天空！我原晓得海阔凭鱼跃，天空任鸟飞的联语，――是在一位同学家的厅堂里常常看见的――但这样的用法，却又是第一次听到！我真高兴，得着两个新鲜的意思，让我对于生活的方法，能触类旁通地思索一回。黄远生在东方杂志上曾写过一篇国民之公毒，说中国人思想笼统的弊病。他举小说里的例，文的必是琴棋书画无所不晓，武的必是十八般武艺件件精通！我想，他若举野叟曝言里的文素臣，九尾龟里的章秋谷，当更适宜，因为这两个都是文武全才！好一个文武全才！这全字儿竟成了国民之公毒！"}
{"text":"海阔天空！我原晓得海阔凭鱼跃，天空任鸟飞的联语，――是在一位同学家的厅堂里常常看见的――但这样的用法，却又是第一次听到！我真高兴，得着两个新鲜的意思，让我对于生活的方法，能触类旁通地思索一回。黄远生在东方杂志上曾写过一篇国民之公毒，说中国人思想笼统的弊病。他举小说里的例，文的必是琴棋书画无所不晓，武的必是十八般武艺件件精通！我想，他若举野叟曝言里的文素臣，九尾龟里的章秋谷，当更适宜，因为这两个都是文武全才！好一个文武全才！这全字儿竟成了国民之公毒！我们自古就有那博学无所成名的大成至圣先师，又有一物不知，儒者之耻的传统的教训，还有那谈天雕龙的邹衍之流，所以流风余韵，扇播至今大家变本加厉，以为凡是大好老必上知天文，下识地理，而中学为体，西学为用便是这大好老的另一面。笼统固然是全，钩通调和也正是全呀！全来全去，全得乌烟瘴气，一塌糊涂！你瞧西洋人便聪明多了，他们悄悄地将全知全能送给上帝，决不想自居全名所以处处算帐，刀刀见血，一点儿不含糊！――他们不懂得那八面玲珑的劲儿！但是王尔德也说过一句话，貌似我们的公毒而实非他要吃尽地球花园里的果子！他要享乐，他要尽量地享乐！他什么都不管！可是他是人，不像文素臣章秋谷辈是妖怪他是呆子，不像钩通中西者流是滑头。总之，他是反传统的。他的话虽不免夸大，但不如中国传统思想之甚因为只说地而不说天。况且他只是要而不是能，和文素臣辈又是有别要在人情之中，能便出人情之外了！全知，全能，或者真只有上帝一个但全的要求是谁都有权利的――有此要求，才成其为人生！――还有易卜生全或无的全，那却是一把锋利的钢刀因为是另一方面的，不具论。但王尔德的要求专属于感觉的世界，我总以为太单调了。人生如万花筒，因时地的殊异，变化不穷，我们要能多方面的了解，多方面的感受，多方面的参加，才有真趣可言古人所谓胸襟，襟怀，襟度，略近乎此。但多方面只是概括的要求究竟能有若干方面，却因人的才力而异――我们只希望多多益善而已！这与传统的求全不同，便是暗中摸索，也可知道吧。"}
{"text":"但王尔德的要求专属于感觉的世界，我总以为太单调了。人生如万花筒，因时地的殊异，变化不穷，我们要能多方面的了解，多方面的感受，多方面的参加，才有真趣可言古人所谓胸襟，襟怀，襟度，略近乎此。但多方面只是概括的要求究竟能有若干方面，却因人的才力而异――我们只希望多多益善而已！这与传统的求全不同，便是暗中摸索，也可知道吧。这种胸襟――用此二字所能有的最广义――若要具体地形容，我想最好不过是采用我那两位新同事所说的海阔天空与古今中外！我将这两个兼词用在积极的意义上，或者更对得起它们些。――古今中外原是骂人的话，初见于新青年上，是钱玄同？先生造作的。后来周作人先生有一篇杂感，却用它的积极的意义，大概是论知识上的宽容的但这是两三年前的事了，我于那篇文的内容已模糊了。法朗士在他的灵魂之探险里说人之永不能跳出己身以外，实一真理，而亦即吾人最大苦恼之一。苟能用一八方观察之苍蝇视线，观览宇宙，或能用一粗鲁而简单之猿猴的脑筋，领悟自然，虽仅一瞬，吾人何所惜而不为？乃于此而竟不能焉。吾人被锢于一身之内，不啻被锢于永远监禁之中。据杨袁昌英女士译文，见太平洋四卷四号。蔼理斯在他的感想录中自己中心一则里也说我们显然都从自己中心的观点去看宇宙，看重我们自己所演的脚色。见语丝第十三期。这两种说数，我们可总称为我执――却与佛法里的我执不同。一个人有他的身心，与众人各异而身心所从来，又有遗传，时代，周围，教育等等，尤其五花八门，千差万别。这些合而织成一个我，正如密密的魔术的网一样虽是无形，而实在是清清楚楚，不易或竟不可逾越的界。于是好的劣的，乖的蠢的，村的俏的，长的短的，肥的瘦的，各有各的样儿，都来了，都来了。把戏人人会变，各有巧妙不同正因各人变各人的把戏，才有了这大千世界呀。说到各人只会变自己的一套把戏，而且只自以为巧妙，自然有些可怜而可气谓天盖高，谓地盖厚，区区的我，真是何等区区呢！但是――哎呀，且住！亏得尚有巧妙不同一句注脚，还可上下其手一番这不同二字正是灵丹妙药，千万不可忽略过去！"}
{"text":"把戏人人会变，各有巧妙不同正因各人变各人的把戏，才有了这大千世界呀。说到各人只会变自己的一套把戏，而且只自以为巧妙，自然有些可怜而可气谓天盖高，谓地盖厚，区区的我，真是何等区区呢！但是――哎呀，且住！亏得尚有巧妙不同一句注脚，还可上下其手一番这不同二字正是灵丹妙药，千万不可忽略过去！我们的我执，是由命运所决定，其实无法挽回只有一层，我决不是由一架机器铸出来的，决不是从一副印板刷下来的，这其间有种种的不同，上文已约略又约略地拈出了――现在再要拈出一种不同我之广狭是悬殊的！我执谁也免不了，也无须免得了，但所执有大有小，有深有浅，这其间却大有文章所谓上下其手，正指此一关而言。你想顶天立地是一套把戏，是一个我，局天地，或说局促如辕下驹，如井底蛙，如磨坊里的驴子，也是一套把戏，也是一个我！这两者之间，相差有多少远呢？说得简截些，一是天，一是地说得噜苏些，一是九霄，一是九渊说得新鲜些，一是太阳，一是地球！世界上有些人读破万卷书，有些人游遍万里地，乃至达尔文之创进化说，恩斯坦之创相对原理但也有些人伏处穷山僻壤，一生只关在家里，亲族邻里之外，不曾见过人，自己方言之外，不曾听过话――天球，地球，固然与他们无干，英国，德国，皇帝，总统，金镜，银洋，也与他们丝毫无涉！他们之所以异于磨坊的驴子者，真是几希！也只是蒙着眼，整天儿在屋里绕弯儿，日行千里，足不出户而已。你可以说，这两种人也只是一样，横直跳不出如来佛――自己！――的掌心他们都坐在自己的监里，盘算着自己的重要呢！是的，但你知道这两种人决不会一样！你我跳不出如来佛的掌心，孙悟空也跳不出他老人家的掌心但你我能翻十万八千里的筋斗么？若说不能，这就不一样了！不能尽管不能，不同仍旧不同呀。你想天地是怎样怎样的广大，怎样怎样的悠久！若用数字计算起来，只怕你画一整天的圈儿，也未必能将数目里所有的圈儿都画完哩！在这样的天地的全局里，地球已若一微尘，人更数不上了，只好算微尘之微尘吧！人是这样小，无怪乎只能在自己里绕圈儿。但是能知道自己的小，便是大了最要紧是在小中求大！长子里的矮子到了矮子中，便是长子了，这便是小中之大。"}
{"text":"若说不能，这就不一样了！不能尽管不能，不同仍旧不同呀。你想天地是怎样怎样的广大，怎样怎样的悠久！若用数字计算起来，只怕你画一整天的圈儿，也未必能将数目里所有的圈儿都画完哩！在这样的天地的全局里，地球已若一微尘，人更数不上了，只好算微尘之微尘吧！人是这样小，无怪乎只能在自己里绕圈儿。但是能知道自己的小，便是大了最要紧是在小中求大！长子里的矮子到了矮子中，便是长子了，这便是小中之大。我们要做矮子中的长子，我们要尽其所能地扩大我们自己！我们还是变自己的把戏，但不仅自以为巧妙，还须自以为比别人巧妙我们不但可在内地开一班小杂货铺，我们要到上海去开先施公司！我有两方面，深的和广的。自己中心可说是深的一面哲学家说的自知ss，道德学家说的自私――利己，也都可算入这一面。如何使得我的身子好？如何使得我的脑子好？我懂得些什么？我喜爱些什么？我做出些什么？我要些什么？怎样得到我所要的？怎样使我成为他们之中一个最重要的脚色？这一大串儿的疑问号，总可将深的我的面貌的轮廓说给你了你再自个儿去内省一番，就有八九分数了。但你马上也就会发见，这深深的我并非独自个儿待着，它还有个亲亲儿的，热热儿的伴儿哩。它俩你搂着我，我搂着你不知谁给它们缚上了两只脚！就像三足竞走一样，它俩这样永远地难解难分！你若要开玩笑，就说它俩狼狈为奸，它俩亦无法自辩的。――可又来！究竟这伴儿是谁呢？这就是那广的我呀！我不是说过么？知道世界之大，才知道自己之小！所以自知必先要知他。兵法有云知己知彼，百战百胜。可以旁证此理。原来我即在世界中世界是一张无大不大的大网，我只是一个极微极微的结子一发尚且会牵动全身，全网难道倒不能牵动一个细小的结子么？实际上，我是极天下之赜的！自知而不先知他，只是聚在方隅，老死不相往来的办法只是不可以语冰的夏虫，井底蛙，磨坊里的驴子之流而已。能够知他，才真有自知之明正如铁扇公主的扇子一样，要能放才能收呀。所知愈多，所接愈广将自己散在天下，渗入事事物物之中看它的大小方圆，看它的轻重疏密，这才可以剖析毫芒地渐浇浇浇地认出自己的真面目呀。"}
