{"text":"洪的一声，耳朵里也响了起来，头脑摇晃得像坐在船里。眼睛也没有主意了，看了又看，看了又看，虽则从头至尾，把那一串文字看了好几遍，但自己还在疑惑，怕这并不是由我投去的稿子。再狂奔出去，上操场去跳绕一圈，回来重新又拿起那张报纸，按住心头，复看一遍，这才放心，于是乎方始感到了快活，快活得想大叫起来。当时我用的假名很多很多，直到两三年后，觉得投稿已经有七八成的把握了，才老老实实地用上了我的真名实姓。大约旧报纸的收藏家，翻起二十几年前的全浙公报之江日报以及上海的神州日报来，总还可以看到我当时所做的许多狗屁不通的诗句。现在我非但旧稿无存，就是一联半句的字眼也想不起来了，与当时的废寝忘食的热心形来一对比，进步当然可以说是进了步，但是老去的颓唐之感，也着实可以催落我几滴自伤的眼泪。就在那一年一九九年的冬天，留学日本的长兄回到了北京，以小京官的名义被派上了法部去行走。入陆军小学的第二位哥哥，也在这前后毕了业，入了一处隶属于标统底下的旁系驻防军队，而任了排长。一文一武的这两位芝麻绿豆官的哥哥，在我们那小小的县里，自然也耸动了视听但因家里的经济，稍稍宽裕了一点的结果，在我的求学程序上，反而促生了一种意外的脱线。在外面的学堂里住足了一年，又在各报上登载了几次诗歌之后，我自以为学问早就超出了和我同时代的同年辈者，觉得按步就班的和他们在一道读死书，是不上算也是不必要的事。所以到了宣统二年一九一的春期始业的时候，我的书桌上竟收集起了一大堆大学中学招考新生的简章！比较着，研究着，我真想一口气就读完了当时学部所定的大学及中学的学程。中文呢，自己以为总可以对付的了科学呢，在前面也曾经说过，为大家所不重视的算来算去，只有英文是顶重要而也是我所最欠缺的一门。好！就专门去读英文吧！英文一通，万事就好办了！这一个幼稚可笑的想头，就是使我离开了正规的中学，去走教会学堂那一条捷径的原动力。清朝末年，杭州的有势力的教会学校，有英国圣公会和美国长老会浸礼会的几个系统。而长老会办的育英书院，刚在山水明秀的江干新建校舍，改称大学。头脑简单，只知道崇拜大学这一个名字的我这毛头小子，自然是以进大学为最上的光荣，另外更还有什么奢望哩？"}
{"text":"好！就专门去读英文吧！英文一通，万事就好办了！这一个幼稚可笑的想头，就是使我离开了正规的中学，去走教会学堂那一条捷径的原动力。清朝末年，杭州的有势力的教会学校，有英国圣公会和美国长老会浸礼会的几个系统。而长老会办的育英书院，刚在山水明秀的江干新建校舍，改称大学。头脑简单，只知道崇拜大学这一个名字的我这毛头小子，自然是以进大学为最上的光荣，另外更还有什么奢望哩？但是一进去之后，我的失望，却比在省立的中学里读死书更加大了。每天早晨，一起床就是祷告，吃饭又是祷告平时九点到十点是最重要的礼拜仪式，末了又是一篇祷告。圣经，是每年级都有的必修重要课目礼拜天的上午，除出了重病，不能行动者外，谁也要去做半天礼拜。礼拜完后，自然又是祷告，又是查经。这一种信神的强迫，祷告的迭来，以及校内枝节细目的窒塞，想是在清朝末年曾进过教会学校的人，谁都晓得的事实，我在此地落得可以不说。这种叩头虫似的学校生活，过上两月，一位解放的福音宣传者，竟从免费读书的候补牧师中间，揭起叛旗来了原因是为了校长褊护厨子，竟被厨子殴打了学膳费全纳的不信教的学生。学校风潮的生，经过，和结局，大抵都是一样的起始总是全体学生的罢课退校，中间是背盟者的出来复课，结果便是几个强硬者的开除。不知是幸呢还是不幸，在这一次的风潮里，我也算是强硬者的一个。一九三五年二月十九日大风圈外――自传之七人生的变化，往往是从不可测的地方开展开来的中途从那一所教会学校退出来的我们，按理是应该额上都负着了该隐的烙印，无处再可以容身了啦，可是城里的一处浸礼会的中学，反把我们当作了义士，以极优待的条件欢迎了我们进去。这一所中学的那位美国校长，非但态度和蔼，中怀磊落，并且还有着外国宣教师中间所绝无仅见的一副很聪明的脑筋。若要找出一点他的坏处来，就在他的用人的不当在他手下做教务长的一位绍兴人，简直是那种奴颜婢膝，谄事外人，趾高气扬，压迫同种的典型的洋狗。第三辑孤独人生零余者校内的空气，自然也并不平静。在自修室，在寝室，议论纷纭，为一般学生所不满的，当然是那只洋狗。来它一下吧！吃吃狗肉看！顶好先敲他一顿！"}
{"text":"这一所中学的那位美国校长，非但态度和蔼，中怀磊落，并且还有着外国宣教师中间所绝无仅见的一副很聪明的脑筋。若要找出一点他的坏处来，就在他的用人的不当在他手下做教务长的一位绍兴人，简直是那种奴颜婢膝，谄事外人，趾高气扬，压迫同种的典型的洋狗。第三辑孤独人生零余者校内的空气，自然也并不平静。在自修室，在寝室，议论纷纭，为一般学生所不满的，当然是那只洋狗。来它一下吧！吃吃狗肉看！顶好先敲他一顿！像这样的各种密议与策略，虽则很多，可是终于也没有一个敢先难的人。满腔的怨愤，既找不着一条出路，不得已就只好在作文的时候，些纸上的牢骚。于是各班的文课，不管出的是什么题目，总是横一个呜呼，竖一个呜呼地悲啼满纸，有几位同学的卷子，从头至尾统共还不满五六百字，而呜呼却要写着一二百个。那位改国文的老先生，后来也没法想了，就出了一个禁令，禁止学生，以后不准再读再做那些呜呼派的文章。那时候这一种呜呼的倾向，这一种不平，怨愤，与被压迫的悲啼，以及人心跃跃山雨欲来的空气，实在还不只是一个教会学校里的舆学校以外的各层社会，也像是在大浪里的楼船，从脚到顶，都在颠摇波动着的样子。愚昧的朝廷，受了西宫毒妇的阴谋暗算，一面虽想变法自新，一面又不得不利用了符咒刀枪，把红毛碧眼的鬼子，尽行杀戮。英法各国屡次的进攻，广东津沽再三的失陷，自然要使受难者的百姓起来争夺政权。洪杨的起义，两湖山东捻子的运动，回民苗族的独立等等，都在暗示着政府满清的命运，孤城落日，总崩溃是必不能避免的下场。催促被压迫至二百余年之久的汉族结束奋起的，是徐锡麟，熊成基诸先烈的牺牲勇猛的行为北京的几次对满清大员的暗杀事件，又是当时热血沸腾的一般青年们所受到的最大激刺。而当这前后，此绝彼起地在上海行的几家报纸，像民吁民立之类，更是直接灌输种族思想，提倡革命行动的有力的号吹。到了宣统二年的秋冬一九一年庚戌，政府虽则在忙着召开资政院，组织内阁，赶制宪法，冀图挽回颓势，欺骗百姓，但四海汹汹，革命的气运，早就成了矢在弦上，不得不的局面了。是在这一年的年假放学之前，我对当时的学校教育，实在是真的感到了绝望，于是自己就定下了一个计划，打算回家去做从心所欲的自修工夫。第一，外界社会的声气，不可不通，我所以想去定一份上海行的日报。"}
{"text":"到了宣统二年的秋冬一九一年庚戌，政府虽则在忙着召开资政院，组织内阁，赶制宪法，冀图挽回颓势，欺骗百姓，但四海汹汹，革命的气运，早就成了矢在弦上，不得不的局面了。是在这一年的年假放学之前，我对当时的学校教育，实在是真的感到了绝望，于是自己就定下了一个计划，打算回家去做从心所欲的自修工夫。第一，外界社会的声气，不可不通，我所以想去定一份上海行的日报。第二，家里所藏的四部旧籍，虽则不多，但也尽够我的两三年的翻读，中学的根底，当然是不会退步的。第三，英文也已经把第三册文法读完了，若能刻苦用工，则比在这种教会学校里受奴隶教育，心里又气，进步又慢的半死状态，总要痛快一点。自己私私决定了这大胆的计划以后，在放年假的前几天，也着实去添买了些预备带回去作自修用的书籍。等年假考一考完，于一天冬晴的午后，向西跟着挑行李的脚夫，走出候潮门上江干去坐夜航船回故乡去的那一刻的心境，我到现在还不能忘记。牢狱变相的你这座教会学校啊！以后你对我还更能加以压迫么？我们将比比试试，看将来还是你的成绩好，还是我的成绩好？被解放了！以后便是凭我自己去努力，自己去奋斗的远大的前程！这一种喜悦，这一种充满着希望的喜悦，比我初次上杭州来考中学时所感到的，还要紧张，还要肯定。在故乡索居独学的生活开始了，亲戚友属的非难讪笑，自然也时时使我的决心动摇，希望毁灭但我也已经有十六岁的年纪了，受到了外界的不了解我的讥讪之后，当然也要起一种反拨的心理作用。人家若明显地问我为什么不进学堂去读书？不管他是好意还是恶意，我总以家里再没有钱供给我去浪费了的一句话回报他们。有几个满怀着十分的好意，劝告我在家里闲住着终不是青年的出路的时候，我总以现在正在预备，打算下年就去考大学的一句衷心话来作答。而实际上这将近两年的独居苦学，对我的一生，却是收获最多，影响最大的一个预备时代。每日侵晨，起床之后，我总面也不洗，就先读一个钟头的外国文。早餐吃过，直到中午为止，是读中国书的时间，一部资治通鉴和两部唐宋诗文醇，就是我当时的课本。下午看一点科学书后，大抵总要出去散一回步。节季已渐渐地进入到了春天，是一九一一宣统辛亥年的春天了，富春江的两岸，和往年一样地绿遍了青青的芳草，长满了袅袅的垂杨。"}
{"text":"而实际上这将近两年的独居苦学，对我的一生，却是收获最多，影响最大的一个预备时代。每日侵晨，起床之后，我总面也不洗，就先读一个钟头的外国文。早餐吃过，直到中午为止，是读中国书的时间，一部资治通鉴和两部唐宋诗文醇，就是我当时的课本。下午看一点科学书后，大抵总要出去散一回步。节季已渐渐地进入到了春天，是一九一一宣统辛亥年的春天了，富春江的两岸，和往年一样地绿遍了青青的芳草，长满了袅袅的垂杨。梅花落后，接着就是桃李的乱开我若不沿着江边，走上城东鹳山上的春江第一楼去坐看江天，总或上北门外的野田间去闲步，或出西门向近郊的农村里去游行。第三辑孤独人生零余者附廓的农民的贫穷与无智，经我几次和他们接谈及观察的结果，使我有好几晚不能够安睡。譬如一家有五六口人口，而又有着十亩田的己产，以及一间小小的茅屋的自作农吧，在近郊的农民中间，已经算是很富有的中上人家了。从四五月起，他们先要种秧田，这二分或三分的秧田大抵是要向人家去租来的，因为不是水旱无伤的上田，秧就不能种活。租秧用的费用，多则三五元，少到一二元，却不能再少了。五六月在烈日之下分秧种稻，即使全家出马，也还有赶不成同时插种的危险因为水的关系，气候的关系，农民的时间，却也同交易所里的闲食者们一样，是一刻也差错不得的。即使不雇工人，和人家交换做工，而把全部田稻种下之后，三次的耘植与用肥的费用，起码也要合二三元钱一亩的盘算。倘使天时凑巧，最上的丰年，平均一亩，也只能收到四五石的净谷而从这四五石谷里，除去完粮纳税的钱，除去用肥料租秧田及间或雇用忙工的钱后，省下来还够得一家五口的一年之食么？不得已自然只好另外想法，譬如把稻草拿来做草纸，利用田的闲时来种麦种菜种豆类等等，但除稻以外的副作物的报酬，终竟是有限得很的。耕地报酬渐减的铁则，丰年谷贱伤农的事实，农民们自然哪里会有这样的知识可怜的是他们不但不晓得去改良农种，开辟荒地，一年之中，岁时伏腊，还要把他们汗血钱的大部，去花在求神佞佛，与满足许多可笑的虚荣的高头。所以在二十几年前头，即使大地主和军阀的掠夺，还没有像现在哪么的厉害，中国农村是实在早已濒于破产的绝境了，更哪里还经得起廿年的内乱，廿年的外患，与廿年的剥削呢？"}
{"text":"耕地报酬渐减的铁则，丰年谷贱伤农的事实，农民们自然哪里会有这样的知识可怜的是他们不但不晓得去改良农种，开辟荒地，一年之中，岁时伏腊，还要把他们汗血钱的大部，去花在求神佞佛，与满足许多可笑的虚荣的高头。所以在二十几年前头，即使大地主和军阀的掠夺，还没有像现在哪么的厉害，中国农村是实在早已濒于破产的绝境了，更哪里还经得起廿年的内乱，廿年的外患，与廿年的剥削呢？从这一种乡村视察的闲步回来，在书桌上躺着候我开拆的，就是每日由上海寄来的日报。忽而英国兵侵入云南占领片马了，忽而东三省疫病流行了，忽而广州的将军被刺了凡见到的消息，又都是无能的政府，因昏庸，而酿成的惨剧。黄花冈七十二烈士的义举失败，接着就是四川省铁路风潮的勃，在我们那一个一向是沉静得同古井似的小县城里，也显然的起了动摇。市面上敲着铜锣，卖朝报的小贩，日日从省城里到来。脸上画着八字胡须，身上穿着披开的洋服，有点像外国人似的革命党员的画像，印在薄薄的有光洋纸之上，满贴在茶坊酒肆的壁间，几个日日在茶酒馆中过日子的老人，也降低了喉咙，皱紧了眉头，低低切切，很严重地谈论到了国事。这一年的夏天，在我们的县里西北乡，并且还出了一次青洪帮造反的事。省里派了一位旗籍都统，带了兵马来杀了几个客籍农民之后，城里的街谈巷议，更是颠倒错乱了不知从哪一处地方传来的消息，说是每夜四更左右，江上东南面的天空，还出现了一颗光芒拖得很长的扫帚星。我和祖母母亲，着抖，赶着四更起来，披衣上江边去看了好几夜，可是扫帚星却终于没有看见。到了阴历的七八月，四川的铁路风潮闹得更凶，那一种谣传，更来得神秘奇异了，我们的家里，当然也起了一个波澜，原因是因为祖母母亲想起了在外面供职的我那两位哥哥。几封催他们回来的急信后，还盼不到他们的复信的到来。八月十八阳历十月九日的晚上，汉口俄租界里炸弹就爆了。从此急转直下，武昌革命军的义旗一举，不消旬日，这消息竟同晴天的霹雳一样，马上就震动了全国。报纸上二号大字的某处独立，拥某人为都督等标题，一日总有几起城里的谣，更是青黄杂出，有的说杭州在杀没有辫子的和尚，有的说抚台已经逃了，弄得一般居民，乡下人逃上了城里，城里人逃往了乡间。"}
{"text":"几封催他们回来的急信后，还盼不到他们的复信的到来。八月十八阳历十月九日的晚上，汉口俄租界里炸弹就爆了。从此急转直下，武昌革命军的义旗一举，不消旬日，这消息竟同晴天的霹雳一样，马上就震动了全国。报纸上二号大字的某处独立，拥某人为都督等标题，一日总有几起城里的谣，更是青黄杂出，有的说杭州在杀没有辫子的和尚，有的说抚台已经逃了，弄得一般居民，乡下人逃上了城里，城里人逃往了乡间。我也日日的紧张着，日日的渴等着报来有几次在秋寒的夜半，一听见喇叭的声音，便着抖穿起衣裳，上后门口去探听消息，看是不是革命党到了。而沿江一带的兵船，也每天看见驶过，洋货铺里的五色布匹，无形中销售出了大半。终于有一天阴寒的下午，从杭州有几只张着白旗的船到了，江边上岸来了几十个穿灰色制服，荷枪带弹的兵士。县城里的知县，已于先一日逃走了，报纸上也报着前两日，上海已为民军所占领。商会的巨头，绅士中的几个有声望的，以及残留着在城里的一位贰尹，联合起来出了一张告示，开了一次欢迎那几十位穿灰色制服的兵士的会，家家户户便接上了五色的国旗杭城光复，我们的这个直接附属在杭州府下的小县城，总算也不遭兵燹，而平平稳稳地脱离了满清的压制。第三辑孤独人生零余者平时老喜欢读悲歌慷慨的文章，自己捏起笔来，也老是痛哭淋漓，呜呼满纸的我这一个热血青年，在书斋里只想去冲锋陷阵，参加战斗。为众舍身，为国效力的我这一个革命志士，际遇着了这样的机会，却也终于没有一点作为，只呆立在大风圈外，捏紧了空拳头，滴了几滴悲壮的旁观者的哑泪而已。海上――自传之八大风暴雨过后，小波涛的一起一伏，自然要继续些时。民国元年二月十二，满清的末代皇帝宣统下了退位之诏，中国的种族革命，总算告了一个段落。百姓剪去了辫发，皇帝改作了总统。天下骚然，政府惶惑，官制组织，尽行换上了招牌，新兴权贵，也都改穿了洋服。为改订司法制度之故，民国二年一九一三的秋天，我那位在北京供职的哥哥，就拜了被派赴日本考察之命，于是我的将来的修学行程，也自然而然的附带着决定了。眼看着革命过后，余波到了小县城里所惹起的是是非非，一半也抱了希望，一半却拥着怀疑，在家里的小楼上闷过了两个夏天，到了这一年的秋季，实在再也忍耐不住了，即使没有我那位哥哥的带我出去，恐怕也得自己上道，到外边来寻找出路。"}
{"text":"百姓剪去了辫发，皇帝改作了总统。天下骚然，政府惶惑，官制组织，尽行换上了招牌，新兴权贵，也都改穿了洋服。为改订司法制度之故，民国二年一九一三的秋天，我那位在北京供职的哥哥，就拜了被派赴日本考察之命，于是我的将来的修学行程，也自然而然的附带着决定了。眼看着革命过后，余波到了小县城里所惹起的是是非非，一半也抱了希望，一半却拥着怀疑，在家里的小楼上闷过了两个夏天，到了这一年的秋季，实在再也忍耐不住了，即使没有我那位哥哥的带我出去，恐怕也得自己上道，到外边来寻找出路。几阵秋雨一落，残暑退尽了，在一天晴空浩荡的九月下旬的早晨，我只带了几册线装的旧籍，穿了一身半新的夹服，跟着我那位哥哥离开了乡井。上海街路树的洋梧桐叶，已略现了黄苍，在日暮的街头，那些租界上的熙攘的居民，似乎也森岑地感到了秋意，我一个人呆立在一品香朝西的露台栏里，才第一次受到了大都会之夜的威胁。远近的灯火楼台，街下的马龙车水，上海原说是不夜之城，销金之窟，然而国家呢？社会呢？像这样的昏天黑地般过生活，难道是人生的目的么？金钱的争夺，犯罪的公行，精神的浪费，的横流，天虽则不会掉下来，地虽则也不会陷落去，可是像这样的过去，是可以的么？在仅仅阅世十七年多一点的当时我那幼稚的脑里，对于帝国主义的险毒，物质文明的糜烂，世界现状的危机，与夫国计民生的大略等明确的观念，原是什么也没有，不过无论如何，我想社会的归宿，做人的正道，总还不在这里。正在对了这魔都的夜景，感到不安与疑惑的中间，背后房里的几位哥哥的朋友，却谈到了天蟾舞台的迷人的戏剧晚餐吃后，有人做东道主请去看戏，我自然也做了花楼包厢里的观众的一人。这时候梅博士还没有出名，而社会人士的绝望胡行，色情倒错，也没有像现在那么的彻底，所以全国上下，只有上海的一角，在那里为男扮女装的旦角而颠倒那一晚天蟾舞台的压台名剧，是贾璧云的全本棒打薄情郎，是这一位色艺双绝的小旦的拿手风头戏我们于九点多钟，到戏院的时候，楼上楼下观众已经是满坑满谷，实实在在的到了更无立锥之地的样子了。四周的珠玑粉黛，鬓影衣香，几乎把我这一个初到上海的乡下青年，窒塞到回不过气来我感到了眩惑，感到了昏迷。最后的一出贾璧云的名剧上台的时候，舞台灯光加了一层光亮，台下的观众也起了动摇。"}
{"text":"四周的珠玑粉黛，鬓影衣香，几乎把我这一个初到上海的乡下青年，窒塞到回不过气来我感到了眩惑，感到了昏迷。最后的一出贾璧云的名剧上台的时候，舞台灯光加了一层光亮，台下的观众也起了动摇。而从脚灯里照出来的这一位旦角的身材，容貌，举止与服装，也的确是美，的确足以挑动台下男女的柔情。在几个钟头之前，那样的对上海的颓废空气，感到不满的我这不自觉的精神主义者，到此也有点固持不住了。这一夜回到旅馆之后，精神兴奋，直到了早晨的三点，方才睡去，并且在熟睡的中间，也曾做了色情的迷梦。性的启发，灵肉的交哄，在这次上海的几日短短逗留之中，早已在我心里，起了发酵的作用。为购买船票杂物等件，忙了几日更为了应酬来往，也着实费去了许多精力与时间，终于在一天侵早，我们同去者三四人坐了马车向杨树浦的汇山码头出发了，这时候马路上还没有行人，太阳也只出来了一线。自从这一次的离去祖国以后，海外飘泊，前后约莫有十余年的光景，一直到现在为止，我在精神上，还觉得是一个无祖国无故乡的游民。第三辑孤独人生零余者太阳升高了，船慢慢地驶出了黄浦，冲入了大海故国的陆地，缩成了线，缩成了点，终于被地平的空虚吞没了下去但是奇怪得很，我鹄立在船舱的后部，西望着祖国的天空，却一点儿离乡去国的悲感都没有。比到三四年前，初去杭州时的那种伤感的情怀，这一回仿佛是在回国的途中。大约因为生活沉闷，两年来的蛰伏，已经把我的恋乡之情，完全割断了。海上的生活开始了，我终日立在船楼上，饱吸了几天天空海阔的自由的空气。傍晚的时候，曾看了伟大的海中的落日夜半醒来，又上甲板去看了天幕上的秋星。船出黄海，驶入了明蓝到底的日本海的时候，我又深深地深深地感受到了海天一碧，与白鸥水鸟为伴时的被解放的情趣。我的喜欢大海，喜欢登高以望远，喜欢遗世而独处，怀恋大自然而嫌人的倾向，虽则一半也由于天性，但是正当青春的盛日，在四面是海的这日本孤岛上过去的几年生活，大约总也发生了不可磨灭的绝大的影响无疑。船到了长崎港口，在小岛纵横，山青水碧的日本西部这通商海岸，我才初次见到了日本的文化，日本的习俗与民风。"}
