{"text":"我们今天讲复兴中华文化也好，保存中华文化也好，为后代着想也好，怎样好古呢？就是承受传统文化后，运用智慧，敏捷而勤奋地反省研究。再敏以求之，这才是认真的工作。孔子在这里这样说，表示他的成就，都从力学而来。这是他谦虚的话，也是他老实的话。任何天才，不加上力学是没有用的，有很多人很聪明，但聪明的人往往不大肯力学，作学问不踏实，不能敏以求之，因此学问都是虚的。所以孔子这句话很明白的告诉我们，作学问作人做事的基本原则，要好古，敏以求之者也。不求就不行。这里就是说孔子智慧的成就学问的成就作人的成就，都很平实，不是天才，再说他平实到什么程度呢？聪明人的玩具子不语怪力乱神。这四样东西，是孔子所不喜欢多讲，很少讨论的事。因此在我们的观念里，孔子是很平淡的，很老实的作一个普通人。乾隆时代有名的才子袁枚，著了一本子不语的笔记小说，专门讲神鬼等等奇怪的事。因为孔子不讲而他要讲，所以书名子不语。其他如纪晓岚的阅微草堂笔记康熙时代蒲松龄的聊斋志异，再加上王渔洋的池北偶谈，都是清初几个大名士大才子的作品，充满怪力乱神的故事。就如现在，大家喜欢讲鬼故事是一样的。前几天有一个英国专门研究灵魂学的博士来找我。现在研究灵魂学，在世界各地都很流行，这门科学绝不能轻视。假定有一天，科学证明了死后灵魂的去向，许多宗教将成问题，站不住脚了。其次，唯物思想将被完全打垮，连影子都没有。世界文化也将有一个大的变化。就是基于唯物思想，因而从事科学发明的，许多科学理论，乃至爱因斯坦的相对论，以及其他许多哲学上的观点，都成了问题。另一个观念今天全世界是科学的时代，但我们站在政治哲学或人类哲学的立场，看这个时代的文化，则是充满了怪力乱神。一个时代到了衰落的时候，社会上就会充满了这四种气氛。什么是怪呢？多得很，如美国人的裸奔，中学生一二十人围起来站着吸大麻烟等，全世界奇奇怪怪的事很多。报纸上刊登的许多奇闻，等于在提倡怪事。每登一次，就会引起效法者。像毁容案，以前几乎没有人知道这种残酷的手段，自从报纸登了一次以后，接连就发生了许多同样的案子。这是社会上怪的现象，遍地都是。力，西门町的太保打架，动不动刺一刀，电影上电视上柔道摔交相扑的比赛，肌肉打得越响越好。"}
{"text":"一个时代到了衰落的时候，社会上就会充满了这四种气氛。什么是怪呢？多得很，如美国人的裸奔，中学生一二十人围起来站着吸大麻烟等，全世界奇奇怪怪的事很多。报纸上刊登的许多奇闻，等于在提倡怪事。每登一次，就会引起效法者。像毁容案，以前几乎没有人知道这种残酷的手段，自从报纸登了一次以后，接连就发生了许多同样的案子。这是社会上怪的现象，遍地都是。力，西门町的太保打架，动不动刺一刀，电影上电视上柔道摔交相扑的比赛，肌肉打得越响越好。在我们中国学武术，讲武德的人看来，觉得好笑。乱，思想的纷乱，社会的变乱。神，加上神怪的事情。民间迷信的组织，新兴宗教各个派系的兴起，除了已被取缔的鸭蛋教，以及正受注意的统一教之外，还有很多。现在新兴的宗教性组织有四五十种，问题都很严重，有时令人怀疑那后面会有什么作用，这是社会工要注意的事。一个社会充满了怪力乱神，是项很严重的问题。我们自己反省，很难保证我们脑子里绝对没有怪力乱神的思想。当我们遭受极大困难的时候，它就会出现的，至少会想到命运。我常说世界上最迷信的是知识分子，假如故意对一个知识分子说他气色不好，他就马上请你替他看相了。就凭这样一点心理，于是发展出了怪力乱神。他说他是科学家，但科学家更迷信。我说现代有一个大迷信，就是许多人迷信科学万能。这也是同样的严重问题。如果人的智慧到达了哲学的最高境界，怪力乱神摸不进来了，才真是平实的人。孔子讲仁道，也就是这个道理。因此我们不能轻易放过怪力乱神这四样东西。以这四个要点，来研究中国社会，可以看到充满了怪力乱神的事迹。每一时代每一皇帝每一政治措施，都靠这四个字作背景。尤其中国历史上说及某某名人，后面都有一样神怪附会。譬如说曾国藩是蟒蛇变的袁世凯是癞哈蟆变的清代末年，好好坏坏的几个大人物，被称为西山十怪，前生后世，都有一套说法。尽管当时文字上没有写出来，但口语相传，煞有介事。所以学问修养很难做到平实，不受怪力乱神的影响。但在大学里哲学系上课，有七八十个学生，真是奇怪。从前真正学哲学的不过三五人，而且出路很坏。一般人眼中，哲学家和神经病并联在一起的。毕业后去找工作，总是被拒于门外。同时一提到哲学，又和算命看相联想到一起。"}
{"text":"譬如说曾国藩是蟒蛇变的袁世凯是癞哈蟆变的清代末年，好好坏坏的几个大人物，被称为西山十怪，前生后世，都有一套说法。尽管当时文字上没有写出来，但口语相传，煞有介事。所以学问修养很难做到平实，不受怪力乱神的影响。但在大学里哲学系上课，有七八十个学生，真是奇怪。从前真正学哲学的不过三五人，而且出路很坏。一般人眼中，哲学家和神经病并联在一起的。毕业后去找工作，总是被拒于门外。同时一提到哲学，又和算命看相联想到一起。因为路边测字摊的招牌，都是哲学看相哲学算命，倒不如在哲学研究中，教了他们看相的学识，将来在招牌上写道某某哲学系毕业看相专家，岂不有趣？中国人有句哲学上的名言心思不定，看相算命。凡是来看相的，你都批断他要破小财，保险百分之百灵验，准没错。可不是吗？他看相白花了几十块钱，这不就破了小财？这就是怪力乱神可以兴风作浪的基本原因。真正的科学家，真正的哲学家懂得了真理，才能泯除怪力乱神，而归于真实的平淡。我常说，怪力乱神四者，是愚蠢人的作品，聪明人的玩具。对吧？下面是连接上面，描写孔子和他作人处世的道理。谦虚和自信子曰三人行，必有我师焉。择其善者而从之，其不善者而改之。前面我们批驳了古人对学而篇中无友不如己者的错误解释，到这里看得更清楚了。孔子说，三个人走在一起，其中一定有可以做我老师的。其实孔子这句话，还是打了折扣，应该说各个都是自己的老师。比我好的固然是我的老师，不如自己的也是我的老师。因为看到他笨他坏，自己就会反省不要这样笨，不要这样坏。所以他们都是我的老师，足以借镜反省。孔子这句话同时说明了研究学问，不光是在死的书本上下功夫，还要在社会上观察别人对的要学习，不对的要反省。这句话听起来很平常，都懂得这个道理很对，应该这样做。可是照我们的经验，人都不肯这样做，包括我在内，人们多半有一种傲慢的心理。照孔子的态度，对比自己好的人要尊敬，向他看齐。可是发现一个比自己好的人时，由于这种傲慢心的作用，自己心里很难受。再过两秒钟，觉得自己还是比他好，于是越想自己越好，有如当年在大陆时乡下人说的天大，地大，我大。月亮下面看影子，越看自己越伟大。人类就天生有这种劣根性。"}
{"text":"这句话听起来很平常，都懂得这个道理很对，应该这样做。可是照我们的经验，人都不肯这样做，包括我在内，人们多半有一种傲慢的心理。照孔子的态度，对比自己好的人要尊敬，向他看齐。可是发现一个比自己好的人时，由于这种傲慢心的作用，自己心里很难受。再过两秒钟，觉得自己还是比他好，于是越想自己越好，有如当年在大陆时乡下人说的天大，地大，我大。月亮下面看影子，越看自己越伟大。人类就天生有这种劣根性。所以孔子这几句话看起来很平淡，没有什么难处，仔细研究起来，若说在人群社会中，真发现了别人的长处，而自己能从内心从根性里发出改善学习的意念，是很不容易作到的。人就永远如此其实吗？有时带点像傲慢的自信，也是应该的。下文来了子曰天生德于予，桓s其如予何？桓s是宋国的大夫，曾经想要谋杀孔子。学生们得到消息，告诉孔子怎样逃避，可是孔子满不在乎。事实上在那种政治社会环境中，也无法逃避。孔子就有一种自信，像宗教家一样坚定。他对学生们说，上天生下了我，把历史文化的责任放在我身上，桓s怎敢，又怎能伤害于我？结果当然证明了桓s无法把孔子怎样。这是不是傲慢？不是的，是自信。我们要由这里了解，有时候对某些事要有绝对的信心。假如没有这种自信心就不行。学过中国武功的人就知道，学军事的更知道，如果丧失了自信，功夫再好，也会被打垮的。看荆轲列传，他的剑术并不高，有一次他去看一位剑术高手。荆轲举起剑来，那个人不动，只两眼盯着荆轲，结果荆轲还剑入鞘，回头就走。如果以现在的武侠小说来说，那个人的眼睛已经炼就了一种特有的刚毅之气。事实上是宁静自信的精神把对方克服了，这是以武术来说明自信心的重要，尤其个子矮小的人与体格魁梧的人打斗，如先自失去了信心，一定失败。自信在很多地方，对很多事情，都是很重要的。刚才讲了这一大段孔子作人处世作学问的修养，下面便再转到他在教学方面的教育法。子曰二三子以我为隐乎？吾无隐乎尔。吾无行而不与二三子者，是丘也。这等于说诸位，你们以为我讲学问，还会保留秘密，不传给你们？我绝对没有丝毫隐瞒，所谓知无不言，言无不尽，你们作学问，为什么都不懂呢？作学问容易犯一个毛病，都怕老师会留一手。尤其中国古代学武功的人，老师很可能会留一手。留一手，以防徒弟打老师。可是这一留，留到最后就都没了。"}
{"text":"刚才讲了这一大段孔子作人处世作学问的修养，下面便再转到他在教学方面的教育法。子曰二三子以我为隐乎？吾无隐乎尔。吾无行而不与二三子者，是丘也。这等于说诸位，你们以为我讲学问，还会保留秘密，不传给你们？我绝对没有丝毫隐瞒，所谓知无不言，言无不尽，你们作学问，为什么都不懂呢？作学问容易犯一个毛病，都怕老师会留一手。尤其中国古代学武功的人，老师很可能会留一手。留一手，以防徒弟打老师。可是这一留，留到最后就都没了。孔子说，我并没有保留，我的学问很简单，本身就是教材，表现在平时作人处世言行间。学问就在这里面，告诉了你们，千万不要只在书本上死念书。换句话说，这一节书，显示了孔子的教育法是在日常生活行为上，处处表达无遗，不要有神秘感，不要有好奇心，他随时随地都在教学，学问就从生活经验得来。书本上是求知识，求前人的经验，和前人的见解与心得。但是要把这些知识见解与心得用到自己身上，就要加以体验了。所以他说吾无行而不与二三子者，没有哪一次哪一个地方不表现学问的道理。你们要在这方面去了解去学习。跟着下面又提出来孔子的教育宗旨子以四教文行忠信。现在有些研究孔孟学说的人，跟着新时代走，他们说孔子是非常科学的，在当时孔子就有分科教育了。他对学生们分有文行忠信四门类别，好像现在分科分系的教育法。这是说笑话了。孔子教育的宗旨是这四项。第一文包括了知识文章――广义的文章。文章的文采字句和条理，章是连起来的一大篇文理。狭义的是指文字作品叫文章，这是后世观念。在春秋战国时候，文应该是广义的文章，包括了一切知识及文学。第二行文章好，知识好，充其量变成文人。学者们要注意，古人早就有文人多无行的说法。所谓文人多半无行，就是说，知识多了，正理歪理，条条有理，因此凡事满不在乎，便成了名士风流大不拘。还有，往往文章写得好的人，并没有什么实际的功业。看中国三千年来文学史，文学造诣高诗辞歌赋都行的人，在事业上并没有什么了不起之处。以诗人来说，社甫李白等在其他方面，没什么大成就。在功业上有成就的人，不一定文学是好的。不过像唐代几个皇帝，文章诗词都非常好，尤其唐太宗诗作得非常好，不过他不肯作，书法也好。所以唐代文学好，是帝王们提倡的。"}
{"text":"所谓文人多半无行，就是说，知识多了，正理歪理，条条有理，因此凡事满不在乎，便成了名士风流大不拘。还有，往往文章写得好的人，并没有什么实际的功业。看中国三千年来文学史，文学造诣高诗辞歌赋都行的人，在事业上并没有什么了不起之处。以诗人来说，社甫李白等在其他方面，没什么大成就。在功业上有成就的人，不一定文学是好的。不过像唐代几个皇帝，文章诗词都非常好，尤其唐太宗诗作得非常好，不过他不肯作，书法也好。所以唐代文学好，是帝王们提倡的。宋朝的儒家，理学讲得好，推其原因，也是受宋太祖的影响。赵匡胤本身就内行，所以说转移社会风气在于一二人者，但不是你我一二人。这从历史上可以得到很多证明。但有功业的人，他的丰功伟业又往往盖住了文学上的才气。所以孔子四教中的行，也不是单指普通的操行，而是指一生事业的成果。然后讲到第三的忠不是唐宋以后所讲的忠于某一个人的意思。孔子讲的忠，是对国家社会父母朋友，任何一人一事，答应了的话，就贯彻到底，永远不渝的诚心对一事一物无不尽心者谓之忠。第四信就是有信义。这是孔子教育的四个重点，不能够分开的。如果说他是分科了，那就是笑话。谈到这里，我们对于中国现代教育，感慨很多。尤其每年联考之前，常谈起这个问题，照过去的猜题方式，今年一九七四年的作文题，一定是向十项建设这个方面猜。而今年的作文题爆出冷门，出对了，是来自荀子上的荀子曰吾尝终日而思矣，不如须臾之所学也。不料有一家大报的社论批评说，现在已经到了科学时代，还出这样古老的题目，不合时宜。我看了这样的社论，连叹一口气都觉得浪费。报章是领导文化的先锋，居然有这样的观点，天下事可知矣！今日的教育，实在是一个严重的问题，尤其是对于我们国家民族文化的前途，更是个大问题。我经常觉得，中国这几十年来的问题，根本发生在教育上，而且很严重。甚至三千年来的历代兴衰，都与教育问题有关。古时候，我们没有明文规定教育的目标，而现在规定了实施三民主义的教育。但是，我们关起门来检讨，三民主义的教育，在学校里并不算成功。什么道理，银值得研究。过去我们虽没有明文规定的教育宗旨，但读书人根本上要把品德修好，这是公认的目的。可是近几年来，跟着西方文化转，尤其是现在美国标榜教育就是生活的教育方针，大家体会到的生活就是现实，不外物质。教育的目标也因而移转，完全忽略了心性的修养。"}
{"text":"我经常觉得，中国这几十年来的问题，根本发生在教育上，而且很严重。甚至三千年来的历代兴衰，都与教育问题有关。古时候，我们没有明文规定教育的目标，而现在规定了实施三民主义的教育。但是，我们关起门来检讨，三民主义的教育，在学校里并不算成功。什么道理，银值得研究。过去我们虽没有明文规定的教育宗旨，但读书人根本上要把品德修好，这是公认的目的。可是近几年来，跟着西方文化转，尤其是现在美国标榜教育就是生活的教育方针，大家体会到的生活就是现实，不外物质。教育的目标也因而移转，完全忽略了心性的修养。搞到现在怎么样呢？有一个学生，是前几年师大毕业的，已得到硕士学位。一天来看我，我问他认为我们的教育目的是什么？他说老师！我们的教育目的是考试啊！这句话讲得很沉痛，我们只好相对苦笑。是嘛！小学毕业以后考中学，考进了中学，小学所学的没用了，丢了中学毕业考高中，考进了高中，初中学的没用了，又丢了高中毕业考大学高中所学的又没有用了，当然也丢了等考取留学又丢了大学的留学回来，参加公务员考试当了公务员，还有升等考试。三年一大考，两年一小考。是嘛！我们的教育就成了考试。其实，考过了又不算数。清代有人对考试的评语是销磨一代英雄气，官样文章殿体书。现代科学八股的考试方法更可怕，将来很可能要变成销磨一代精神气，电脑规程机械书。我们一边听，一边摇头叹息。前天，一位有名的建中资深的国文老师来看我，也叹说今年换了电脑教育电脑考试，越来越不对了。现在高中三年级的教育，谈不到教学问。只是告诉学生，用什么方法应付这种电脑考试。像国文方面，一个名词除了教他们正确的解释之外，还要告诉他们四五种不正确的答法。再加上一些课本在编的时候本身就有问题，中学老师接到这种课本，发现有问题，早已向教育部提出来，但没有人理会。现在临阵了，报上才登出来说有问题。而这些地方在上课时，只有告诉学生，这是有问题的，只要注意将来如何应付考试就好了。这就是教育！怎么办呢？现在我们讲到孔子教育的宗旨，就是文行忠信。过去向德行的路上走，对于学生知识学问的成就，还是第二步的要求。既然受过教育，至少第一步要打好品德的基础。几千年来，我们中国人的道德为什么如此敦厚呢？就是德行教育的结果。所以文行忠信并不是四科，以现代观念勉强来解释，应该是他的教育中心。文包括了文学，乃至一切学问的完成。"}
{"text":"现在临阵了，报上才登出来说有问题。而这些地方在上课时，只有告诉学生，这是有问题的，只要注意将来如何应付考试就好了。这就是教育！怎么办呢？现在我们讲到孔子教育的宗旨，就是文行忠信。过去向德行的路上走，对于学生知识学问的成就，还是第二步的要求。既然受过教育，至少第一步要打好品德的基础。几千年来，我们中国人的道德为什么如此敦厚呢？就是德行教育的结果。所以文行忠信并不是四科，以现代观念勉强来解释，应该是他的教育中心。文包括了文学，乃至一切学问的完成。行，狭义的是行为品德广义的是事业的成果。忠信，是内心的修养，是人格的造就。时衰鬼弄人说到这里，引出孔子的话，对于当时风气的变动，大发感叹！子曰圣人，吾不得而见之矣！得见君子者，斯可矣。子曰善人，吾不得而见之矣！得见有恒者，斯可矣。亡而为有，虚而为盈，约而为泰，难乎有恒矣！我们读了这几句话，感想也非常多。处身现代的世风，也有孔子当时同样的感叹。在孔子那个时候，是一个变乱的时代，在变乱的时代，各种怪现象都会出来。所以孔子的忧愁，就是深恐国家民族的文化命脉断绝。他说，古代的圣人过去了，我见不到了，但是学圣人之道的总有吧！如果能看到照圣人所教的道去学，虽然没有学完全，但已经够得上称君子的，我就已经满足了。这是他无限感叹的话，可见那个时候，真正够得上称君子的人都已看不见了。紧接着，他又说，真正的善人，过去历史上有，现在没有了，至少我还没有见过。只要看到一个有恒心的人，做到守死善道思想的中心确立了，随便社会怎样变更，甚至天塌下来都不管，一定走自己这个路子的，这样有恒心有毅力的人，能够见到，也就好了。这是说能一生为历史文化牺牲下去的人，也没有了。下面相反的说当时社会的现象亡而为有，亡就是无的意思。他说现代社会上的人，充壳子的多，根本空空如也，什么都没有，架势可摆得大，乱充蛮有学问的样子。社会到了变乱时，这种现象有的是，有人有了钱，就附庸风雅，像是蛮有学问的样子。当然那些人碰不得的，他一开口就完了。虚而为盈，社会变乱中，有的人内在本来空虚得很，可是还引为自满，自认为对。我们从社会上可以看到，凡是过分傲慢的人，他的下意识中，一定有很重的自卑感。要原谅他的傲慢。约而为泰，约是俭约。"}
{"text":"下面相反的说当时社会的现象亡而为有，亡就是无的意思。他说现代社会上的人，充壳子的多，根本空空如也，什么都没有，架势可摆得大，乱充蛮有学问的样子。社会到了变乱时，这种现象有的是，有人有了钱，就附庸风雅，像是蛮有学问的样子。当然那些人碰不得的，他一开口就完了。虚而为盈，社会变乱中，有的人内在本来空虚得很，可是还引为自满，自认为对。我们从社会上可以看到，凡是过分傲慢的人，他的下意识中，一定有很重的自卑感。要原谅他的傲慢。约而为泰，约是俭约。在变乱的时候，有很多人本应节约的，但很少这样，都是要充面子，讲排场。没有米下锅了也不管，排场先摆出来再说。有了这三种情形当中任何一类型的人，一定不会有恒心向学问道德努力的。因为他的心理上就已经不健全了。这是社会的病态，也是个人的病态。不但孔子那个时候是这样，我们现在这个时代也是这样。翻开古今中外的历史来看，凡是变乱的时代，都是这个样子。所以处在这样变乱的时代中，我们就要特别注意，加强自己的修养了。这些是说孔子的教育与方法，同时说到他对于时代的忧心。下面又说到他对生活的态度。子钓而不纲，弋不射宿。或许说，这两句话应该放在专门记载孔子个人生活的第十篇乡党中。为什么却编在这里呢？自有它的道理。这两句话是说明孔子作人做事的态度。他钓鱼就是钓鱼，不用机械性的方法，不用大网去网。纲即是网。以现代的生产观念来说，这种态度又是落伍的了！如果说光是用钓竿去钓鱼，连企业公司都不要设立。这简直与经济政策完全相违背。但这个话不是讨论生产问题，是个人作人的原则。就是说他钓鱼也好，做什么也好，不喜欢用机心来整人。弋不射宿，打猎的时候，拉弓射箭，不射宿鸟，就是对还巢的鸟，栖息在那里的鸟，他是不射的。这一点也代表中国过去文化的一种精神，这种精神现在当然也还保留。我们从旧体小说就可看到了。中国人打斗很不喜欢用暗器，常用的暗器是所谓镖。万不得已要用镖时，必定同时大喝一声看镖！表示先打了招呼，通知了。这虽然是一个小动作，也就是民族性的特征，是我们民族的传统道德。现在说起这些中国文化，从另一方面看，都是落伍的思想了。但以最新的观念来说，又不落伍了。现代的生物学家，尽量提倡爱，爱动物，全世界都组织保护动物会，保护野生动物会，提倡禁猎。我们过去认为，爱护动物是应有的道德，如相传的劝君莫打三春鸟，子在巢中望母归。"}
