{"text":"闹神的情况就是这样。还有的日子打开电视，满屏幕都是鬼。那些绿脸的鬼怪从坟里钻出来，龇着牙在街上走着，仿佛整个世界都是绿的――当然，那一天准是万圣节。对这一套老百姓早就烦死了，经常给报刊写信臭骂电视台，但他们就是不肯改。还有时屏幕上一片鲜红，有个面目狰狞的家伙手执大斧，在所有的频道上砍人，直砍到人头滚滚，血流成河。此时你怎么也想不起还有一个砍头节。找日历来看了才知道，那一天是十三号星期五，也就是黑色星期五。对于砍人头的电视片，多数美国人恨得要死，但电视台偏要放。他们的脑子被日历拘住了。大家都知道，有些计算机病毒是择日发作的，其中有一种就叫做黑色星期五。这一天真是不幸，电脑闹病毒，电视也闹病毒。美国人自己也是这么说的赶上特别的日子，你休想看上像样的电视节目。自从我回了中国，电视总算是不闹黑色星期五了。但它还是一阵一阵的，和有病毒的电脑颇有点像，中国电视台的编导脑子里也有本日历。有些日子所有的频道都在闹日本鬼子――当然，这些鬼子和汉奸最后都被抗日军民消灭了，但这不能抵偿我看到他们时心中的烦恶有个汉奸老在电视屏幕上说太君，地雷的秘密我打听出来了――混账东西，你打听出什么了？我十五岁开始，你一直说到了现在！还有些日子所有的频道都在引吭高歌，而且唱得都是没滋没味的。这和日历当然有关，有些日子是教师节，有些日子是老人节儿童节。现在的节日甚多，差不多两个礼拜必有一个节日。假如把纪念日算上，几乎每天都有点说头。有个说头电视台就得有所表示，表示的结果往往是让人烦躁某一天成为节日或者纪念日都是有原因的，我和别人一样，对此不敢有分毫的不敬。六月一号是小朋友的节日。到了这一天电视台就不需费心安排节目，只管把平日没人看的儿童题材影片弄上去演。有些影片质量很次，有些则是过时的黑白片。大人看了不满意，编导可以说，今天是儿童节，为了孩子，您就忍着点吧。小孩不满意，则可以说叔叔阿姨们特地给你安排了节目，亲爱的小朋友，你不要给脸不要脸哪。总而言之，各方面都交代得过去，还省了买好节目的钱。但是这样的儿童节目望小朋友会爱看。其实，儿童节的情况还算好的，到了我们的节日更糟。到了教师节，就唱些歌来歌唱人民教师，我当过很多年教师，但就是不爱听那些歌――连词带曲全都很糟。"}
{"text":"有些影片质量很次，有些则是过时的黑白片。大人看了不满意，编导可以说，今天是儿童节，为了孩子，您就忍着点吧。小孩不满意，则可以说叔叔阿姨们特地给你安排了节目，亲爱的小朋友，你不要给脸不要脸哪。总而言之，各方面都交代得过去，还省了买好节目的钱。但是这样的儿童节目望小朋友会爱看。其实，儿童节的情况还算好的，到了我们的节日更糟。到了教师节，就唱些歌来歌唱人民教师，我当过很多年教师，但就是不爱听那些歌――连词带曲全都很糟。词曲写应景的作品，当然提不起精神。歌手们唱这种应景的歌也尽跑调儿――我看他们上台前连练都没练过。不练是对的，练这种绕嘴的歌儿会咬伤舌头。人民教师里教音乐的人听了这种歌准要哭怎么教出这样的学生来了？以前我当教师，听见这种歌就起一身鸡皮疙瘩。现在不当了，鸡皮疙瘩起得倒少了到了春节就要听相声，相声越来越不逗。还有那些犯贫的小品――平常的日子还可以不受这种罪对电视观众来说，幸运的是不是每天都是节日和大的纪念日，在这些日子里可以指望看点好节目。对电视台的编导来说，不幸的也是不是每天都是节日和纪念日，那一天他们必须给观众找点节目。我现在站在编导一方来说话――我们应该体谅电视台的难处。我认为，可以增加节日和纪念日的数目。举例来说，现在有儿童节青年节老人节，怎么没有中年节呢？要知道，中年人肩负着生活的重担。再比如说，现在有妇女节，为什么没有男人节呢？要知道，男人更需要关怀嘛。再说，打鬼子也不必等到抗战胜利五十周年，每年的七七和八一五都可以打他们。经过这样安排以后，可以做到每天都有一个题目，只要在这个题目之下，不管节目好坏都可以演。到了中年节，除了人到中年，似乎没什么可演的了，这就省得挑挑拣拣，年年都演它。我现在想不到有什么专以男人为题材的影片，那就更好。干脆什么都不演，电视台放假，在屏幕上放一条字幕本台全体人员向全国所有的男同志致敬。有些计算机病毒闹起来就是这样屏幕上冒出一行字来，就焊死了不动了有些电脑可能会染上某种择日发作的病毒，比如黑色星期五米开朗琪罗，这种病毒要好几年才发作一次，一台电脑也顶多染上一两种病毒。电脑病毒不可能时常发作，更不可能每天都发作。这理由很简单电脑是买来用的，每天闹一次，这种破烂我们要它有何用处？相比之下，我发现大家对电视比电脑宽容得多。"}
{"text":"干脆什么都不演，电视台放假，在屏幕上放一条字幕本台全体人员向全国所有的男同志致敬。有些计算机病毒闹起来就是这样屏幕上冒出一行字来，就焊死了不动了有些电脑可能会染上某种择日发作的病毒，比如黑色星期五米开朗琪罗，这种病毒要好几年才发作一次，一台电脑也顶多染上一两种病毒。电脑病毒不可能时常发作，更不可能每天都发作。这理由很简单电脑是买来用的，每天闹一次，这种破烂我们要它有何用处？相比之下，我发现大家对电视比电脑宽容得多。在美国左派家做客上次礼拜黄先生来访问我，问我爱听谁的歌。我实在想不起歌手的名字，就顺口说了个披头士。其实我只是有时用披头士的歌来吵吵耳朵。现在我手上有这四个英国佬的几盒磁盘，连一张都没有，像这个样子大概也不算是他们的歌迷。只是一听到这些歌就会想到如烟的往事好多年以前，我初到美国，深夜里到曼哈顿一位左派家里做客，当时他家里的破录音机正放着披头士的歌。说起来不好意思，我们根本不认识人家，只是朋友的朋友告诉了我们这个地址。夜里一两点钟一头撞了进去，而且一去就是四个人。坦白地说，这根本不是访友，而是要省住旅馆的钱――在纽约住店贵得很。假如不是左派，根本就不会让我们进去，甚至会打电话叫警察来抓我们。但主人见了我们却很高兴，陪我们聊了一夜，聊到了切格瓦拉托洛茨基，还有浩然的金光大道。这位先生家里有本英文的金光大道，中国出版，是朋友的朋友翻译的。我翻了翻，觉得译得并不好。这位朋友谈到了他们沸腾的六七十年代反战运动露天集会大示威大游行，还讲到从小红书上初次看到造反有理时的振奋心情。讲的时候，眼睛里都冒金光。我们也有些类似的经历，但不大喜欢谈。他老想让我们谈谈中国的红卫兵，我们也不想谈。总的来说，他给我的印象就像某位旧友，当年情同手足，现在却话不投机――我总觉得他的想法有点极左的气味。要是按他的说法，我不必来美国学什么，应该回去接着造反，我不觉得这是个好主意。但不管怎么说，美国的左派人品都非常之好，这一点连右派也不得不承认。我记得这位左派朋友留了一头长发，穿着油光水滑的牛仔裤，留了一嘴大胡子，里面有不少白丝。在他那间窄小肮脏的公寓里，有一位中年妇女，但不是他老婆。还有一个傻呵呵的金发女孩，也不是他的女儿。"}
{"text":"他老想让我们谈谈中国的红卫兵，我们也不想谈。总的来说，他给我的印象就像某位旧友，当年情同手足，现在却话不投机――我总觉得他的想法有点极左的气味。要是按他的说法，我不必来美国学什么，应该回去接着造反，我不觉得这是个好主意。但不管怎么说，美国的左派人品都非常之好，这一点连右派也不得不承认。我记得这位左派朋友留了一头长发，穿着油光水滑的牛仔裤，留了一嘴大胡子，里面有不少白丝。在他那间窄小肮脏的公寓里，有一位中年妇女，但不是他老婆。还有一个傻呵呵的金发女孩，也不是他的女儿。总的来说，他不像个成功人士。但历史会给他这样的人记上一笔，因为他们曾经挺身而出，反越战，反种族歧视，反对一切不公正。凌晨时分，我们都困了，但他谈意正浓――看来他惯于熬夜。在战斗的六七十年代，他们经常在公园里野营，在火堆边上谈着吉他唱上一夜，还抽着大麻烟。这种生活我也有过，只不过不在公园里，是在山坡上。可能是在山边打坝，也可能是上山砍木头，一帮知青在野地里点堆火，噢噢地唱上一夜。至于大麻，我没有抽过。只是有一次烟抽完了，我拿云南出的大叶清茶给自己卷了一支，有鸡腿粗细。拿火柴一点，一团火冒了上来，把我的睫毛燎了个精光。茶叶里没有尼古丁，但有不少咖啡因，我抽了一口，感觉好像太阳穴上挨了两枪，一头栽倒在地。只可惜我们过这样的生活没有什么意义，只是自己受了些罪而已。对此我没什么可抱怨的，只是觉得已经够了，我想要干点别的――这是我和左派朋友最大的不同之处。但不管怎么说，在美国的各种人中，我最喜欢的还是左派。门前空地十年前我在美国，每天早上都要起来跑步，跑过我住的那条街。这条街上满是旧房子，住户一半是学生，另一半是老年人。它的房基高于街道，这就是说，要走上高台阶才到房门口。从房子到人行道，有短短的一道漫坡。这地方只能弄个花坛，不能派别的用场――这就是这条街的有趣之处。这条街上有各民族的住户，比方说，街口住的似是英裔美国人，花坛弄得就很像样子。因为这片空地是漫坡，所以要有护墙，他的护墙是涂了焦油的木材筑成，垒得颇有乡村气氛。花坛里铺了一层木屑，假装是林间空地。中央种了两棵很高的水杉，但也可能是罗汉松――那树的模样介于这两种树之间，我对树木甚是外行，弄不清是什么树。"}
{"text":"它的房基高于街道，这就是说，要走上高台阶才到房门口。从房子到人行道，有短短的一道漫坡。这地方只能弄个花坛，不能派别的用场――这就是这条街的有趣之处。这条街上有各民族的住户，比方说，街口住的似是英裔美国人，花坛弄得就很像样子。因为这片空地是漫坡，所以要有护墙，他的护墙是涂了焦油的木材筑成，垒得颇有乡村气氛。花坛里铺了一层木屑，假装是林间空地。中央种了两棵很高的水杉，但也可能是罗汉松――那树的模样介于这两种树之间，我对树木甚是外行，弄不清是什么树。一般来说，美国人喜欢在门前弄片草坪，但是草坪要剪要浇，还挺费事的种树省心，半年不浇也不会死。我们门前也是草坪，但里面寄宿的学生谁也不去理它，结果长出耐旱的蒿子和茅草来，时常长到一人多高。再高时，邻居就打电话来抱怨说这些乱草招蚊子，我们则打电话叫来房东，他用广东话嘟嚷着，骂老美多事，把那些杂草砍倒。久而久之，我们门前又出现了个干草垛。然后邻居又抱怨说会失火，然后房东只好来把这些干草运走。上述两栋房子里的人都不想伺候花草，却有这样不同的处理方法。但我们门前比较难看，这是不言而喻的。我们左面住了一家意大利人。男主人黝黑黝黑，长了一头银发，遇上我跑步回来，总要拉着我嘀咕一阵，说他要把花坛好好弄弄。照我看，这花坛还不坏，只是砖护墙有些裂缝，里面的土质也不够好，花草都半死不活。这位老先生画了图给我看，那张图画得太过规范，叫我怀疑他是土木工程师出身。其实他不是，他原来是卖比萨饼的。这件事他筹划来筹划去，迟迟不能开工。在街尾处，住了一对中国来的老夫妇，每次我路过，都看到他们在修理花园，有时在砌墙，有时在掘土，使用的工具包括了儿童掘土的玩具铲以及各种报废的厨具。有一回我看到老太太在给老头砌的砖墙勾缝，所用的家什是根筷子。总而言之，他们一直在干活，从来就没停过手。门前的护墙就这么砌了出来，像个弥勒佛，鼓着大肚子。来往行人都躲着走，怕那墙会倒下来，把自己压在下面。他们在花园里摆了几块歪歪扭扭的石头，假装是太湖石。但我很怕这些石头会把老两口绊倒，把他们的门牙磕掉后来，他们把门廊油得红红绿绿，十分恶俗，还挂上了一块破木板钉成的匾，上面写了三个歪歪倒倒的字蓬莱阁。我不知蓬莱仙阁是什么样子，所以没有意见。但海上的八仙可能会有不同意见关于怎样利用门前空地，中国人有各种各样的想法。其中之一是在角落里拦出个茅坑，攒点粪，种菜园子。"}
{"text":"门前的护墙就这么砌了出来，像个弥勒佛，鼓着大肚子。来往行人都躲着走，怕那墙会倒下来，把自己压在下面。他们在花园里摆了几块歪歪扭扭的石头，假装是太湖石。但我很怕这些石头会把老两口绊倒，把他们的门牙磕掉后来，他们把门廊油得红红绿绿，十分恶俗，还挂上了一块破木板钉成的匾，上面写了三个歪歪倒倒的字蓬莱阁。我不知蓬莱仙阁是什么样子，所以没有意见。但海上的八仙可能会有不同意见关于怎样利用门前空地，中国人有各种各样的想法。其中之一是在角落里拦出个茅坑，攒点粪，种菜园子。小时候我住在机关大院的平房里，邻居一位大师傅就是如此行事。他还用废油毡废铁板在门前造了一间难以言状的古怪房子，用稻草绳子朽烂的木片等等给自己拦出片领地来，和不计其数的苍蝇快乐地共同生活。据我所见，招来的几乎全是绿荧荧的苍蝇，黑麻蝇很少来。由此可以推断出，同是苍蝇，黑麻蝇比较爱清洁，层次较高，绿豆蝇比较脏，层次也低些。假如这位师傅在美国这样干，有被拉到街角就地正法的危险。现在我母亲楼下住了另一位师傅，他在门前堆满了拣来的易拉罐和废纸板，准备去卖钱。他还嫌废纸板不压秤，老在上面浇水。然后那些纸板就发出可的味道来，和哈喇的臭咸鱼极为相似。这位老大爷在美国会被关进疯人院――因为他一点都不穷，还要攒这些破烂。每天早上，他先去搜索垃圾堆，然后出摊卖早点。我认为，假如你想吃街头的早点，最好先到摊主家里看看我提起这些事，是想要说明门前空地虽是你自己的，但在别人的视线之中。你觉得自己是个什么人，就怎么弄好了。后来，我的意大利邻居终于规划好了一切，开始造他的花坛。那天早上来了很多黑头发的白种男人，在人行道上大讲意大利语。他们从一辆卡车上卸下一大堆混凝土砌块来，打着嘟噜对行人说s，因为挡了别人走路。说来你也许不信，他们还带来几样测绘仪器，在那里找水平面呢。总共五米见方的地面，还非弄得横平竖直不可。然后，铺上了袋装腐殖土，种了一园子玫瑰花，路过的人总禁不住站下来看，但这是以后的事。花坛刚造好时，是座庄严的四方形建筑。是一本正经建造的，不是胡乱堆的。过往的行人看到，就知道屋主人虽然老了，但也不是苟活在世上。"}
{"text":"总共五米见方的地面，还非弄得横平竖直不可。然后，铺上了袋装腐殖土，种了一园子玫瑰花，路过的人总禁不住站下来看，但这是以后的事。花坛刚造好时，是座庄严的四方形建筑。是一本正经建造的，不是胡乱堆的。过往的行人看到，就知道屋主人虽然老了，但也不是苟活在世上。卖唱的人们有一次，我在早上八点半钟走过北京的西单北大街，这个时间商店都没有开门，所以人行道上空空荡荡，只有满街飞扬的冰棍纸和卖唱的盲人。他们用半导体录音机伴奏，唱着民歌。我到过欧美很多地方，常见到各种残疾人乞讨或卖唱，都不觉得难过，就是看不得盲人卖唱。这是因为盲人是最值得同情的残疾人，让他们乞讨是社会的羞耻。再说，我在北京见到的这些盲人身上都很脏，歌唱得也过于悲惨。凡是他们唱过的歌，我都再也不想听到。当时满街都是这样的盲人，就我一个明眼人，我觉得这种景象有点过分。我见过各种各样的卖唱者，就属那天早上看到的最让人伤心。我想，最好有个盲人之家，把他们照顾起来，经常洗洗澡，换换衣服，再有辆面包车，接送他们到各处卖唱，免得都挤在西单北大街――但是最好别卖唱。很多盲人有音乐天赋，可以好好学一学，做职业艺术家。美国就有不少盲人音乐家，其中有几个还很有名。本文的宗旨不是谈如何关怀盲人，而是谈论卖唱――当然，这里说的卖唱是广义的，演奏乐器也在内。我见过各种卖唱者，其中最怪异的一个是在伦敦塔边上看到的。这家伙有五十岁左右，体壮如牛，头戴一顶猎帽，上面插了五彩的鸵鸟毛，这样他的头就有点像儿童玩的羽毛球身上穿了一件麂皮茄克，满是污渍，但比西单的那些盲人干净――那些人身上没有污渍，整个人油亮油亮的――手里弹着电吉他，嘴上用铁架子支了一只口琴，脚踩着一面踏板鼓，膝盖拴有两面钹，靴子跟上两肘拴满了铃，其他地方可能也藏有一些零碎，因为从声音来听，不止我说到的这些。他在演奏时，往好听里说，是整整一支军乐队，往难听里说，是一个修理黑白铁的工场。演奏着一些俗不可耐的乐曲。初看时不讨厌，看过一分钟，就得丢下点零钱溜走，否则就会头晕，因为他太吵人。我不喜欢他，因为他是个哗众取宠的家伙。他的演奏没有艺术，就是要钱。据我所见，卖唱不一定非把身上弄得很脏，也不一定要哗众取宠。"}
{"text":"他在演奏时，往好听里说，是整整一支军乐队，往难听里说，是一个修理黑白铁的工场。演奏着一些俗不可耐的乐曲。初看时不讨厌，看过一分钟，就得丢下点零钱溜走，否则就会头晕，因为他太吵人。我不喜欢他，因为他是个哗众取宠的家伙。他的演奏没有艺术，就是要钱。据我所见，卖唱不一定非把身上弄得很脏，也不一定要哗众取宠。比方说，有一次我在洛杉矶乘地铁，从车站出来，走过一个很大的过厅。这里环境很优雅，铺着红地毯，厅中央放了一架钢琴。有一个穿黑色燕尾服的青年坐在钢琴后面，琴上放了一杯冰水。有人走过时，他并不多看你，只弹奏一曲，就如向你表示好意。假如你想回报他的好意，那是你的事。无心回报时，就带着这好意走开。我记得我走过时，他弹奏的是八音盒舞曲，异常悠扬。时隔十年，我还记得那乐曲和他的样子，他非常年轻。人在年轻时，可能要做些服务性的工作，口或攒学费，等待进取的时机，在公共场所演奏也是一种。这不要紧，只要无损于尊严就可。我相信，这个青年一定会有很好的前途。下面我要谈的是我所见过的最动人的街头演奏，这个例子说明在街头和公共场所演奏，不一定会有损个人尊严，也不一定会使艺术蒙羞――只可惜这几个演奏者不是真为钱而演奏。一个夏末的星期天，我在维也纳，阳光灿烂，城里空空荡荡，正好欣赏这座伟大的城市。维也纳是奥匈帝国的首都，帝国已不复存在，但首都还是首都。到过那座城市的人会同意，伟大二字绝非过誉。在那个与莫扎特等伟大名字联系在一起的歌剧院附近，我遇上三个人在街头演奏。不管谁在这里演奏，都显得有点不知寒碜。只有这三个人例外。拉小提琴的是个金发小伙子，穿件毛衣，一条宽松的裤子，简朴但异常整洁。他似是这三个人的头头，虽然专注于演奏，但也常看看同伴，给她们无声的鼓励。有一位金发姑娘在吹奏长笛，她穿一套花呢套裙，眼睛里有点笑意。还有一个东亚女孩坐着拉大提琴，乌黑的齐耳短发下一张白净的娃娃脸，穿着短短的裙子白袜子和学生穿的黑皮鞋，她有点慌张，不敢看人，只敢看乐谱。三个人都不到二十岁，全都漂亮之极。至于他们的音乐，就如童声一样，是一种天籁。这世界上没有哪个音乐家会说他们演奏得不好。我猜这个故事会是这样的他们三个是音乐学院的同学，头一天晚上，男孩说敢不敢到歌剧院门前去演奏？"}
{"text":"他似是这三个人的头头，虽然专注于演奏，但也常看看同伴，给她们无声的鼓励。有一位金发姑娘在吹奏长笛，她穿一套花呢套裙，眼睛里有点笑意。还有一个东亚女孩坐着拉大提琴，乌黑的齐耳短发下一张白净的娃娃脸，穿着短短的裙子白袜子和学生穿的黑皮鞋，她有点慌张，不敢看人，只敢看乐谱。三个人都不到二十岁，全都漂亮之极。至于他们的音乐，就如童声一样，是一种天籁。这世界上没有哪个音乐家会说他们演奏得不好。我猜这个故事会是这样的他们三个是音乐学院的同学，头一天晚上，男孩说敢不敢到歌剧院门前去演奏？金发女孩说敢！有什么不敢的！至于那东亚女孩，我觉得她是我们的同胞。她有点害羞，答应了又反悔，反悔了又答应，最后终于被他们拉来了。除了我们之外，也有十几个人在听，但都远远地站着，恐怕会打扰他们。有时会有个老太太走近去放下一些钱，但他们看都不看，沉浸在音乐里。我坚信，这一幕是当日维也纳最美丽的风景。我看了以后有点嫉妒，因为他们太年轻了。青年的动人之处，就在于勇气，和他们的远大前程。打工经历在美留学时，我打过各种零工。其中有一回，我和上海来的老曹去给家中国餐馆装修房子。这家餐馆的老板是个上海人，尖嘴猴腮，吝啬得不得了给人家当了半辈子的大厨，攒了点钱，自己要开店，又有点烧得慌――这副嘴脸实在是难看，用老曹的话来说，是一副赤佬相。上工第一天，他就对我们说我请你们俩，就是要省钱，否则不如请老美。这工程要按我的意思来干。要用什么工具材料，向我提出来，我去买。别想揩我的油以前，我知道美国的科技发达，商业也发达，但我还不知道，美国还是各种手艺人的国家。我们打工的那条街上就有一大窝，什么电工管子工木工等等，还有包揽装修工程的小包工头儿，一听见我们开了工，就都跑来看。先看我们抡大锤打钎子，面露微笑，然后就跑到后面去找老板，说你请的这两个宝贝要是在本世纪内能把这餐馆装修完，我输你一百块钱。我脸上着实挂不住，真想扔了钎子不干。但老曹从牙缝里啐口唾沫说不理他！这个世纪干不完，还有下个世纪，反正赤佬要给我们工钱俗话说，没有金刚钻，别揽瓷器活。要是不懂怎么装修房子就去揽这个活，那是我们的错。我虽是不懂，但有一把力气，干个小工还是够格的。"}
