{"text":"三国演义虽是一部小说，所包括的外交政治经济军事谋略思想太多了。第二次世界大战，日本人打中国以前，几乎日本全国的人都在读孙子兵法与三国演义，这是值得我们注意的，而我们现在的年轻人看过这些小说的，实在是少之又少了。我们研究文化斗争，一定要把别人的根挖出来，所谓知己知彼，百战百胜。挖出了敌人的根在什么地方，然后知道他下一步是怎么走，知道他必然是什么路线，而且实际上历代讲统治的人，内在都是用法家的思想与原则。虽然商鞅变法自己是失败了，而这部商君书，他和韩非子等这些法家的著作一样，在中国政治的运用上，都是很重要的典籍。假使研究斗争的手段，在这些书里，可以找出来的例证太多了，是用不完的。这也就是说明了仕而优则学，一方面工作服务求经验，一方面不断求学，增加学识的渊博以开拓心胸，再配合自己为人处世的实验，而产生的学问，这是中国文化讲学以致用的精神。但是现在和学人文科学的学生们谈谈，真觉得悲哀，连自己中国的历史都没有学好，只学了研究历史的方法，而中国古人读历史不是走这个路子，读懂了以后，自然知道方法，现在更可悲哀的，有中国学生去美国研究中国学问，如中国史中国文学等，或是只研究一节中国断代史的某一点，就拿到了学位，想想看这该多可怜！这个样子读历史，学位是有了，而对于历史与人生的配合则不晓得。这也是我们要注意的，将来对后代的教育，对自己工作与处世的方面，也许会有新的认识。所以仕而优则学，学而优则仕。这两句话，我们今天读来，是有无限的感慨。办丧事不是演戏子游曰丧致乎哀而止。这是讲丧事，我们看到四书五经，尤其在论语中，很多次都说到丧事，以现在年轻人的观念来说，讲死人的问题太多了，这也是一个问题。儒家为什么对于丧事――死人的问题讲了那么多？我们要了解两个道理第一要了解所谓人生，只有生与死两件大事，这两个阶段就是两头，好比天象一样，早晨和夜晚或如一年的过程从正月到年底，就是这样一个现象。所以中国文化对人生问题的重点，在于养生送死。西方文化的重点只有一半，养生非常重要。小孩子在西方文化中很有地位，老年人可怜得很，因为他们对送死不是太重视的。中国则顾到两头，养生与送死，因此自古对丧礼就非常重视。"}
{"text":"儒家为什么对于丧事――死人的问题讲了那么多？我们要了解两个道理第一要了解所谓人生，只有生与死两件大事，这两个阶段就是两头，好比天象一样，早晨和夜晚或如一年的过程从正月到年底，就是这样一个现象。所以中国文化对人生问题的重点，在于养生送死。西方文化的重点只有一半，养生非常重要。小孩子在西方文化中很有地位，老年人可怜得很，因为他们对送死不是太重视的。中国则顾到两头，养生与送死，因此自古对丧礼就非常重视。但是这种重视，产生了一个流弊，在春秋战国时，丧礼的繁复，讨厌到极点一副棺材有三套，所谓衣榇棺椁。朱熹有一部著作专门讲这些的，如土葬还要放木炭石灰等等，说来也蛮科学的。有的地方则不同，天葬的挂在树上给鸟吃了，水葬的丢在海里就葬了，简单得很。而中国的丧礼很繁，繁得过分了，所以当时有人出来反对。孔子以后的墨子，也是最反对重视丧礼的一个。他讨厌透了这些，所以墨子里有一篇节丧，以社会经济的观点，认为这是很大的浪费，很不应该的，这也是墨子经济道德观点。但是孔子孟子的思想。对于过分的节省是反对的。在礼记上有规定，对丧礼是有所修正的，这是我们要注意的历史文化的事实问题。第二个要注意的是属于人类文化的，我们可以不用这个丧字，我们研究古书，对这个丧字，并不须要头大，如果思想贯通起来，从人类学的观点来看，都是一样的。我们说过，西方文化的根源是宗教，由宗教发展为哲学，由哲学发展为现在的科学，这是三位一体的东西，对于世界上的宗教，我们就以比较宗教来讲好了，这也是近年以来在大学里一门新兴的学科，哈佛大学等都有这个系，对每个宗教的教义哲学理论方法，都作一个客观的比较，我们以比较宗教的立场来看，先不谈教义，每个宗教首先讲人死问题，而且每个宗教都是专管死人的，教人不要怕死，死了以后到我这里来，好像每个宗教教主都开了一家观光饭店，招揽生意到我天堂上来，我的天堂第一。有的说你到我西方极乐世界，招待周到，非常清净。好像我们当年到了上海，一上码头，很多打灯笼的旅馆茶房来拉生意一样。为什么每个宗教都如此，都管死的事，没有管生的事？这一点唯有我们中国文化值得自豪，我们中国文化很少谈到宗教，我们固然管死，但也管生的，你们站在殡仪馆门口看，看得很可怜，每天都有抬出去，有时候每个厅还排队，上午下午都忙不过来。"}
{"text":"有的说你到我西方极乐世界，招待周到，非常清净。好像我们当年到了上海，一上码头，很多打灯笼的旅馆茶房来拉生意一样。为什么每个宗教都如此，都管死的事，没有管生的事？这一点唯有我们中国文化值得自豪，我们中国文化很少谈到宗教，我们固然管死，但也管生的，你们站在殡仪馆门口看，看得很可怜，每天都有抬出去，有时候每个厅还排队，上午下午都忙不过来。可是中国文化，是站在妇产科门口看，天天看到孩子抱出来，没有什么悲哀，你那里抬走一个，我这里抱出两个，高兴得很，生生不息。这是西方原始文化与中国原始文化的基本不同点。但是有一点我们要注意，不管如何，都对于生命的生与死的问题在研究。生与死的确是个大问题，到现在还没有解决。这就是说中国文化丧礼的境界，古人为什么到处提到丧礼的内涵，它包括的问题有这样大，并不简单，我们不要轻视它。现在回到书上子游曰丧致乎哀而止。子游的思想是根据孔子的传统来的，他对于当时社会风其中，对丧礼过分的铺张，有一个修正的论调，认为办丧事要诚心哀痛就够了，表面上办得非常铺张，办得非常隆重，内心没有一点哀痛，外面的礼貌再好，仍不是丧礼的精神。古代就是用这样一句话，概括了上述的观念，如果现在写文章，便可以在报章杂志上，写好几评论文批评这个事。我们现在如果把这句话对年轻学生讲，一定会引起反感，他们认为这句话有什么了不起。这就是学问与时代没有办法配合。我们这一辈知道，中国旧式社会因几千年来的习俗，有的地方，可以出钱雇人来哭丧的，那种丧声，比唱歌还好听，就有专门以替丧家哭死人赚钱维生的人，这就是中国文化的流弊。而且这种风气，过去在广东福建某些地方最盛行，因为这是汉唐文化的遗风。这种替人哭丧的人名为挽郎，等于现在出殡行列中的中西大乐队，因此子游提出这个主张来，修正这种社会风气。难能可贵子游曰吾友张也，为难能也！然而未仁。曾子曰堂堂乎张也！难与并为仁矣。这是孔子死后，同学们互相的评论，大家关起门来的检讨。这一篇是子张开始，所以这里讨论到子张。子游说，我们的同学子张，作人的确了不起，一般人很难做到的事情，他去做了，困难的事情，他敢去负责任，敢去挑这个担子，而达到任务。这一点子张做到了，但是还没有达到夫子那个仁的境界。"}
{"text":"难能可贵子游曰吾友张也，为难能也！然而未仁。曾子曰堂堂乎张也！难与并为仁矣。这是孔子死后，同学们互相的评论，大家关起门来的检讨。这一篇是子张开始，所以这里讨论到子张。子游说，我们的同学子张，作人的确了不起，一般人很难做到的事情，他去做了，困难的事情，他敢去负责任，敢去挑这个担子，而达到任务。这一点子张做到了，但是还没有达到夫子那个仁的境界。这是子游对子张的评论。曾子也随着附和，认为子张是个堂堂正正的大丈夫，但是他修养的内涵，还没有达到仁的境界。曾子曰吾闻诸夫子，人未有自致者也，必也亲丧乎！这是用曾子的话，说明学问的道理，这里又提到丧事，他说，据我当年听到夫子指孔子说人未有自致者也。这是一个问题了。自致是自动自发，就是说自动自发的人几乎是没有，虽然有这个心情，但很难构成有恒的行为，而能够达到最后目标的很少。这个话看起来很空洞，但孔门的道统比较注重内心自省的修养，这也是求学问仁的中心。所以这句话就是说，一个人很难做到自己肯责备自己，乃至由自己内心的反省，而到达了圣人的境界，这是很少的事例。换句话说，就是任何一件事，都受客观环境的影响，出于不得已，完全出于主动的很少，例如有一件事――打牌，三缺一的时候，还跑很远的路去拉一个人，这是出于自致。但以心理学来研究，这也不是出于自致，因为打牌这个娱乐就不是靠自己来的，而是靠几个人凑合成一种环境而影响来的。所以真正由自己内心自发，自致，达于仁的境界，的确非常少。严格的说，一定要讲，哪一件事情是比较自发的呢？曾子便引用孔子的话必也亲丧乎！一定说起来，只有父母死了的时候，内心真觉得悲哀，那种悲哀是自然的，可以勉强说纯粹是自发的悲哀。但是注意必也两个字，就是勉强一定硬是要说的话的意思，实际上那种悲哀，有时候也是迫于不得已，而并不是真情。所以说中国古文，虚字里有许多值得注意的地方。因此一个人内心的情感与良心，真正能自发自致的毕竟太难。这节书看起来很简单，如以心理学哲学来看，可发挥的地方太多了。"}
{"text":"但是注意必也两个字，就是勉强一定硬是要说的话的意思，实际上那种悲哀，有时候也是迫于不得已，而并不是真情。所以说中国古文，虚字里有许多值得注意的地方。因此一个人内心的情感与良心，真正能自发自致的毕竟太难。这节书看起来很简单，如以心理学哲学来看，可发挥的地方太多了。继往开来曾子曰吾闻诸夫子，孟庄子之孝也，其他可能也，其不改父之臣与父之政，是难能也。这是历史哲学的问题。孟庄子是古代的世家，鲁国世袭的大夫，姓仲学，名速，他的父亲孟献子，名蔑。孔子当时说，孟庄子可真是一个孝子，他对于父母的孝行来说，其他的一般人都做得到。像我有一个朋友，六十几岁了，也是白发苍苍，事业很大，工作忙得很，家中有八十多岁的老父，他每天晚上一定回家陪父亲吃饭，否则他父亲就吃不下饭，有时父亲还骂他，甚至用手杖打他，他赶紧跪下来给父亲打，但这些孝行还不算太难。孔子说，最难做得到的，是孟庄子承继高位以后，对于他父亲原来用的这班老干部，并不改变，同他父亲一样待他们，没有变更，而且对于父亲的政策，继续执行。这两句话实在道理很多。历史上古代的政治形态，秦汉以前的宗法社会与秦汉以后又不同，与现在更不同，现在社会假使和古代一样，那就糟了。现在是工商社会科学时代。春秋战国不但是农业社会，而且还保留浓厚的宗法社会形态，非常保守的，那时是敬老尊贤，重视前人的经验。现在重视年轻人，着重求新求变。这又是历史文化一个大问题，将来是不是人类整个文化会走回头路？这很难说，看历史的演变，说不定会走回头路。这是第一点。这段书还要注意的，中国讲孝道，曾子著了一部书，后来列为十三经之一的孝经。严格研究孝道，这中间也有些问题，如果我们每个家庭的孩子都是狭义的孝子，那就不会有人去革命了，大家都去当孝子，这个社会还是不会有进步的。所以孝与不孝之间，存在着问题。后来发展到孝与忠是相关连的，但后来又变成忠于一人忠于一事的狭义的忠。实际上讲孝道，就要研究曾子所著的这本孝经，其中说到孝道的精神，就是西方文化的爱，爱要扩充到爱天下人，就是大孝于天下，后世所提倡的忠，就是孝的发挥。因此唐宋之后，有求忠臣于孝子之门这句名言。一个人对父母家庭有真感情，他如出来为天下国家献身，就一定真有责任感。"}
{"text":"严格研究孝道，这中间也有些问题，如果我们每个家庭的孩子都是狭义的孝子，那就不会有人去革命了，大家都去当孝子，这个社会还是不会有进步的。所以孝与不孝之间，存在着问题。后来发展到孝与忠是相关连的，但后来又变成忠于一人忠于一事的狭义的忠。实际上讲孝道，就要研究曾子所著的这本孝经，其中说到孝道的精神，就是西方文化的爱，爱要扩充到爱天下人，就是大孝于天下，后世所提倡的忠，就是孝的发挥。因此唐宋之后，有求忠臣于孝子之门这句名言。一个人对父母家庭有真感情，他如出来为天下国家献身，就一定真有责任感。古代的忠，现在的名称就是一个大的责任感，不过这两个词句作一比较，我认为还是中国古代的忠更好，因为责任只是法治的观念，而法治观念产生的流弊，就是会在我们的思想上产生有价值没有价值的问题，如果没有价值又何必尽这个责任？中国古代的文化则不谈价值的问题，，只有情义的问题，所以我们要了解，孔子讲孟庄子的孝道其不改父之臣与父之政，是难能也。是说他能大孝于天下，继父亲善良政治的成规，是难得的。这是第二点。第三点我们要注意的，这个不改父之臣与父之政有什么难呢？其实非常难，也许我们大家没有这样的家庭环境，体会不到，假使有这样的家庭环境就可以体会到，往往对于老一辈的干部不会用。中国有句话一朝天子一朝臣，我们讲历史上两个故事就可以看出来汉武帝杀他最宠爱的妃子钩弋夫人，是因为要立她所生的孩子为太子。当汉武帝立定了这个决心的时候，先把太子的母亲杀了。有人问汉武帝为什么这样做，汉武帝说，自古以来国家所以会乱，都是帝王年少，母后年壮干涉政治所致，我年纪已大了，这妃子还年轻，将来我儿子当了皇帝，母后如果干政怎么办？汉武帝这种做法，说来是一种权术帝王的统治手段，但也不能说没有道理。第二个故事也是出在汉朝，以前提过汉文帝到周亚夫细柳营的故事。汉文帝进不了营门周亚夫出迎，以甲胄之士不便跪拜，拱手为礼，军容严肃，文帝赞他的军队最好，重用他。但是后来景帝时，周亚夫还是被逼死。为什么杀他呢？汉景帝讲了一句话，批评周亚夫为此人鞅鞅，非少主臣。这是景帝就决定要杀了他。他也认为周亚夫绝对是忠臣，但只忠于我景帝忠于国家，可是我年纪已大，将要死了，儿子年纪还小，上来当皇帝，他心里就不会服气不痛快了。我们读历史，看到了很多事，所以有人看通了，一辈子都不愿出来做事。但现在民主时代当然不同。"}
{"text":"汉文帝进不了营门周亚夫出迎，以甲胄之士不便跪拜，拱手为礼，军容严肃，文帝赞他的军队最好，重用他。但是后来景帝时，周亚夫还是被逼死。为什么杀他呢？汉景帝讲了一句话，批评周亚夫为此人鞅鞅，非少主臣。这是景帝就决定要杀了他。他也认为周亚夫绝对是忠臣，但只忠于我景帝忠于国家，可是我年纪已大，将要死了，儿子年纪还小，上来当皇帝，他心里就不会服气不痛快了。我们读历史，看到了很多事，所以有人看通了，一辈子都不愿出来做事。但现在民主时代当然不同。像这些帝王处理这些事情，如果只以古代宗法社会的体制来说，则有他的道理。再说唐太宗与徐世绩的故事。徐世绩和太宗一同起来打天下的，战功之多，武功之高，都是了不起的。当唐太宗将死的时候，第一个决定，马上发表徐世绩去边远地区戍守边疆，等于一个总司令降下来当一个团管区司令。唐太宗并且告诉他的儿子高宗，注意这道命令送达后，徐世绩是怎样起程动身的。可是徐世绩到底是年轻时和唐太宗一同起来打天下的，也很高明。深懂唐太宗。他是在半路上接到命令的，一接到命令，连家里都不回去，立即就去边疆报到。别人把这情形报告以后，唐太宗放心了，知道他将来会听高宗的。假使徐世绩有犹豫或不愉快的表现，恐怕也要被杀了。这件事足见唐太宗的英明。也好在是出于唐太宗的手上，因为他的好处太多了，就把这种玩手段的事忘了，如说出在秦始皇这类人手上，一定给世人骂惨了。唐太宗是怕他功太大了，所谓功高震主。其实社会人情都是一样。岂但是政治？对人付出太多的感情时，对方会受不了，对朋友热心帮忙，如果过分得干涉到他的事务，必会遭反感，所以人生就是政治，政治也是人生。看多了，就知道不改父之臣与父之政的确很难。所以这几句书表面上很简单，却是真学问，要好学要深思，用头脑从人生中去体会。法律不外人情孟氏使阳肤为士师，问于曾子。曾子曰上失其道，民散久矣！如得其情，则哀矜而勿喜。孟家找曾子的学生阳肤做士师，勉强比方，士师约等于现在的司法行政部长，但权还更大，可以直接处理执行的官。阳肤上任前向老师曾子请教，征求意见。"}
{"text":"法律不外人情孟氏使阳肤为士师，问于曾子。曾子曰上失其道，民散久矣！如得其情，则哀矜而勿喜。孟家找曾子的学生阳肤做士师，勉强比方，士师约等于现在的司法行政部长，但权还更大，可以直接处理执行的官。阳肤上任前向老师曾子请教，征求意见。曾子就告诉他说，上面领导的人，古代帝王政治是说上面领导的人，现在可以说是整个的历史时代失其道，社会文化没有上轨道，一个乱的时代，因为时代乱了，民心也散乱了，没有中心思想，没有中心信仰，也没有真感情，这情形已很久了。自春秋开始到曾子这个时代，已经乱了三百多年，比我们现在还可怜，所以我们的历史是多灾多难的历史，中华民族文化会这样深厚，也正因为历史在多灾多难中渡过的。知识分子在多灾多难中，把政治的人生的社会历史的经验累积起来，流传给我们。这便是历史文化的精神。如得其情，则哀矜而勿喜。这是曾子对法治的观点，他认为应该把社会的实际情形与法治配合起来，这是执法人员应该具有的态度，判案的人，要深深了解人的内情，犯罪的动机究竟在哪里？有许多是社会问题促成人去犯罪，所以在这样的时代，办案的时候，对犯罪的人，应该别有一种怜悯悲痛的心情，因为大家都是我们的同胞，我们的老百姓，为什么这人会犯罪？这是我们的责任。所以只有无比的悲痛和怜悯，没有什么功绩可喜的，更不要认为办了一个大案，自己有功了而高兴。如果社会上永远不发生罪案，那有多好呢？所以古代的士大夫，对于社会风气坏了，每人都有自己应该负责任的感觉。上面几段，用曾子的话说明学问外用的道理。下面便提到子贡的观念成败论英雄子贡曰纣之不善，不如是之甚也。是以君子恶居下流，天下之恶皆归焉。这是子贡对历史哲学的一个批评。周武王推翻纣王建立周朝，是因为纣王暴虐。子贡说，纣王的坏，并不像后世说的那么严重，等于另一派的人说秦始皇的坏，不如一般人说的那么坏，秦始皇焚书坑儒是事实，说他把天下的书都烧了则不见得，他只是把全国的书集中到咸阳阿房宫，不许民间多流传，怕老百姓知识高了难统治，这才是真的。至于坑儒，他坑的儒，是实在令人讨厌的一些人，我们注意历史上处士横议四个字。"}
{"text":"是以君子恶居下流，天下之恶皆归焉。这是子贡对历史哲学的一个批评。周武王推翻纣王建立周朝，是因为纣王暴虐。子贡说，纣王的坏，并不像后世说的那么严重，等于另一派的人说秦始皇的坏，不如一般人说的那么坏，秦始皇焚书坑儒是事实，说他把天下的书都烧了则不见得，他只是把全国的书集中到咸阳阿房宫，不许民间多流传，怕老百姓知识高了难统治，这才是真的。至于坑儒，他坑的儒，是实在令人讨厌的一些人，我们注意历史上处士横议四个字。秦始皇最初找好多高级知识分子开会，提出很多问题向他们请教，开会时，大家屁都不放一个，开完会以后，心里又在嘀咕。这还不算顶讨厌，更讨厌的是那些没有做到官的处士们，又生横议，鸡蛋里去挑骨头，蛮横地找道理，又不是走直道，所以秦始皇一气就坑了这些人。我们大家也要反省，读书人最容易犯这个毛病。开会开多了就会知道，一些人在开会的时候，唯唯诺诺，对什么事都没意见，等散会以后，他又到处乱批评。所以秦始皇坑儒也有他的理由。这些都是李斯干的，而罪过都归到秦始皇的身上。中国的书谁烧的？项羽烧的，咸阳一把火，连续烧了三个月。秦始皇建阿房宫当然不对，像那种建筑，如果不被项羽烧掉，还流传到现在，那是了不起的文化古迹。假定根据阿房宫赋的形容，人站在马上，高举十丈长的旗杆，仍然可以通过阿房宫的城门，意大利的建筑是不能比的。所以我们古书文化的破坏，这位项老兄的罪过也是很大的。不但项羽罪过大，萧何也有罪，他到底只是县吏――科员出身，到了咸阳以后，所注意搜罗的，都只是户口钱粮这些行政方面的基本资料，都搬走了。至于书，因为他也没有把书读好过，就不管了。等项羽一到咸阳，这位世家公子一把火，把书都烧了，这也归罪于秦始皇吗？这都是对历史讲公平话。世家公子而兼太保的项羽，就有这样不懂事。近人易实甫有一首诗说他二十有才能逐鹿，八千无命欲从龙。咸阳宫阙须臾火，天下侯王一手封。非常有趣。所以这里子贡说纣王的坏是坏，但并不是后世所说的那么坏，一个人，尤其是一个领导的人，如果自己做得下流，做得坏的时候，天下的错尽都归到他身上。因些我们看历史，有些人真可怜。不但历史如此，社会也是这样，子贡这个是老实话，所以作人要小心。子贡曰君子之过也，如日月之食焉。过也，人皆见之更也，人皆仰之。"}
