{"text":"随园老人这句话是有见地的。读是读诵之意，必有文章词句然后方可读诵，画如何可读所以读画云者，应该是读诵画中之诗。诗与画是两个类型，在对象工具手法，各方面均不相同。但是类型的混淆，古已有之。在西洋，所谓，诗既如此，画亦同然，早已成为艺术批评上的一句名言。我们中国也特别称道王摩诘的画中有诗，诗中有画。究竟诗与画是各有领域的。我们读一首诗，可以欣赏其中的景物的描写，所谓历历如绘。如诗之极致究竟别有所在，其着重点在于人的概念与情感。所谓诗意诗趣诗境，虽然多少有些抽象，究竟是以语言文字来表达最为适宜。我们看一幅画，可以欣赏其中所蕴藏的诗的情趣，但是并非所有的画都有诗的情趣，而且画的主要的功用是在描绘一个意象。我们说读画，实在是在画里寻诗。蒙娜丽莎的微笑，即是微笑，笑得美，笑得甜，笑得有味道，但是我们无法追问她为什么笑，她笑的是什么。尽管有许多人在猜这个微笑的谜，其实都是多此一举。有人以为她是因为发现自己怀孕了而微笑，那微笑代表女性的骄傲与满足。有人说怎见得她是因为发觉怀孕而微笑呢也许她是因为发觉并未怀孕而微笑呢这样地读下去，是读不出所以然来的。会心的微笑，只能心领神会，非文章词句所能表达。像蒙娜丽莎这样的画，还有一些奥秘的意味可供揣测，此外像的希望，画的是一个女人跨在地球上弹着一只断了弦的琴，也还有一点象征的意思可资领会，但是的二姊妹，除了耀眼的阳光之外还有什么诗可读再如的戴破帽子的孩子，画的是一个孩子头上顶着一个破帽子，除了那天真无邪的脸上的光线掩映之外还有什么诗可读至于的一幅静物，可能只是两条死鱼翻着白肚子躺在盘上，更没有什么可说的了。也许中国画里的诗意较多一点。画山水不是春山烟雨，就是江皋烟树，不是云林行旅，就是春浦帆归，只看画题，就会觉得诗意盎然。尤其是文人画家，一肚皮不合时宜，在山水画中寄托了隐逸超俗的思想，所以山水画的境界成了中国画家人格之最完美的反映。即使是小幅的花卉，像李复堂徐青藤的作品，也有一股豪迈潇洒之气跃然纸上。画中已经有诗，有些画家还怕诗意不够明显，在画面上更题上或多或少的诗词字句。自宋以后，这已成了大家所习惯接受的形式，有时候画上无字反倒觉得缺点什么。"}
{"text":"画山水不是春山烟雨，就是江皋烟树，不是云林行旅，就是春浦帆归，只看画题，就会觉得诗意盎然。尤其是文人画家，一肚皮不合时宜，在山水画中寄托了隐逸超俗的思想，所以山水画的境界成了中国画家人格之最完美的反映。即使是小幅的花卉，像李复堂徐青藤的作品，也有一股豪迈潇洒之气跃然纸上。画中已经有诗，有些画家还怕诗意不够明显，在画面上更题上或多或少的诗词字句。自宋以后，这已成了大家所习惯接受的形式，有时候画上无字反倒觉得缺点什么。中国字本身有其艺术价值，若是题写得当，也不难看。西洋画无此便利，拾穗人上面若是用鹅翎管写上一首诗，那就不堪设想。在画上题诗，至少说明了一点，画里面的诗意有用文字表达的必要。一幅酣畅的泼墨画，画着有两棵大白菜，墨色浓淡之间充分表示了画家笔下控制水墨的技巧，但是画面的一角题了一行大字不可无此味，不可有此色，这张画的意味不同了，由纯粹的画变成了一幅具有道德价值的概念的插图。金冬心的一幅墨梅，篆籀纵横，密圈铁线，清癯高傲之气扑人眉宇，但是半幅之地题了这样的词句晴窗呵冻，写寒梅数枝，胜似与猫儿狗儿盘桓也，顿使我们的注意力由斜枝细蕊转移到那个清高的画士。画的本身应该能够表现画家所要表现的东西，不需另假文字为之说明，题画的办法有时使画不复成为纯粹的画。我想画的最高境界不是可以读得懂的，一说到读便牵涉到文章词句，便要透过思想的程序，而画的美妙处在于透过视觉而直诉诸人的心灵。画给人的一种心灵上的享受，不可言说，说便不着。山最近有幸，连读两本出色的新诗。一是夏菁的山，一是楚戈的散步的山峦。两位都是爱山的诗人。诗人哪有不爱山的可是这两位诗人对于山有不寻常的体会，了解与感情。使我这久居城市樊笼的人，读了为之神往。夏菁是森林学家，游遍天下，到处造林。他为了职业关系，也非经常上山不可。我曾陪他游过阿里山，在传说闹鬼的宾馆里住了一晚，杀鸡煮酒，看树面山当然没有遇见鬼，不过夜月皎洁，玻璃窗上不住的有剥啄声，造成近似咆哮山庄的气氛，实乃一只巨大的扑灯蛾在扑通着想要进屋取暖。夏菁是极好的游伴，他不对我讲解森林学，我们只是看树看山，有说有笑，不及其他。他在里说我的工作和生活离不开山，而爬山最能表达一种追求的恒心及热诚。"}
{"text":"使我这久居城市樊笼的人，读了为之神往。夏菁是森林学家，游遍天下，到处造林。他为了职业关系，也非经常上山不可。我曾陪他游过阿里山，在传说闹鬼的宾馆里住了一晚，杀鸡煮酒，看树面山当然没有遇见鬼，不过夜月皎洁，玻璃窗上不住的有剥啄声，造成近似咆哮山庄的气氛，实乃一只巨大的扑灯蛾在扑通着想要进屋取暖。夏菁是极好的游伴，他不对我讲解森林学，我们只是看树看山，有说有笑，不及其他。他在里说我的工作和生活离不开山，而爬山最能表达一种追求的恒心及热诚。然而，山是寂寞的象征，诗是寂寞的，我是寂寞有一些空虚就想到山，或是什么不如意。山，你的名字是寂寞，在我寂寞时念你。普通人在寂寞时想找伴侣，寻热闹。夏菁寂寞时想山。山最和他谈得来。其中有一点泛神论的味道，把山当做是有生命的东西。山不仅是一大堆高高一大堆的石头，要不然怎能相对两不厌呢在山里他执行他的业务，显然的他更大的享受是进入与自然同化的境界。山，凝重而多姿，可是它心里藏着一团火。夏菁和山太亲密了，他也沾染上青山一般的妩媚，他的诗，虽然不像喜玛拉雅山，不像落矶山那样的岑参差，但是每一首都自有丘壑，而且蕴藉多情，格律谨严，文字洗炼，据我看像是有英国诗人郝斯曼的风味，也有人说像佛劳斯特。有一首每到二月十四日，我读了好多遍，韵味无穷。每到二月十四，我就想到情人市，想到相如的私奔，范仑铁诺的献花人。每到二月十四想到献一首歌词。那首短短的歌词十多年还没写完还没想好意思，更没有谱上曲子。我总觉得惭愧不安，每到二月十四。每到二月十四，我心里澎湃不停，要等我情如止水，也许会把它完成。原注情人市在科罗拉多北部，每逢二月十四日装饰得非常动人。我在科罗拉多州住过一年，没听说北部有情人市，那是六十多年前的事了一九六零年时人口尚不及万。不过没关系，光是这个地方就够引起人的遐思。凡是有情的人，哪个没有情人情人远在天边，或是已经隔世，都是令人怅惘的事。二月十四是情人节，想到情人市与情人节，难怪诗人心中澎湃。楚戈是豪放的浪漫诗人。"}
{"text":"原注情人市在科罗拉多北部，每逢二月十四日装饰得非常动人。我在科罗拉多州住过一年，没听说北部有情人市，那是六十多年前的事了一九六零年时人口尚不及万。不过没关系，光是这个地方就够引起人的遐思。凡是有情的人，哪个没有情人情人远在天边，或是已经隔世，都是令人怅惘的事。二月十四是情人节，想到情人市与情人节，难怪诗人心中澎湃。楚戈是豪放的浪漫诗人。散步的山峦有诗有书有画，集三绝于一卷，楚戈的位于双溪村绝顶的延宕斋，我不曾造访过，想来必是一个十分幽雅穷居独游的所在，在那里可以看到山外还有山山山山山外之山不是只露一个山峰而是朝夕变换呈现各种不同的姿容谁知望之俨然的山也是如此多情谢灵运山居赋序古巢居穴处者曰岩栖，栋宇居山者曰山居山居良有异乎市廛，抱疾就闲，顺从性情。楚戈并不闲，故宫博物院钻研二十年，写出又厚又重的一大本中国古物，我参观他的画展时承他送我一本，我拿不动，他抱书送我到家，我很感动。如今他搜集旧作，自称是古物出土有诗有画，时常是运行书之笔，写篆书之体，其恣肆不下于郑板桥。山峦可以散步吗出语惊人。有人以为有点不通，楚戈的解释是我以为山会行走我并不把山看成一堆死岩。禅家形容人之开悟的三阶段初看山是山水是水，继而山不是山水不是水，终乃山还是山水还是水。是超凡入圣超圣入凡的意思。看楚戈所写山的变奏，就知道他懂得禅，他不仅对山有所悟，他半生坎坷，尝尽人生滋味，所谓烦恼即菩提，对人生的真谛他也看破了。我读他的诗，有一种说不出的震撼。夏菁和楚戈的诗，风味迥异，而有一点相同他们都使用能令人看得懂的文字。他们偶然也用典，但是没有故弄玄虚的所谓象征。我想新诗若要有开展，应该循着这一条路走。盆景我小时候，看见我父亲书桌上添了一个盆景，我非常喜爱。是一盆文竹，栽在一个细高的方形白瓷盆里，似竹非竹，细叶嫩枝，而不失其挺然高举之致。凡物小巧则可爱。修篁成林，蔽不见天，固然幽雅宜人，而盆盎之间绿竹猗猗，则亦未尝不惹人怜。文竹属百合科，当时在北方尚不多见。我父亲为了培护他这个盆景，费了大事。"}
{"text":"他们偶然也用典，但是没有故弄玄虚的所谓象征。我想新诗若要有开展，应该循着这一条路走。盆景我小时候，看见我父亲书桌上添了一个盆景，我非常喜爱。是一盆文竹，栽在一个细高的方形白瓷盆里，似竹非竹，细叶嫩枝，而不失其挺然高举之致。凡物小巧则可爱。修篁成林，蔽不见天，固然幽雅宜人，而盆盎之间绿竹猗猗，则亦未尝不惹人怜。文竹属百合科，当时在北方尚不多见。我父亲为了培护他这个盆景，费了大事。先是给它配上一个不大不小的硬木架子，安置在临窗的书桌右角，高高的傲视着居中的砚田。按时浇水，自不待言，苦的是它需阳光照晒，晨间阳光晒进窗来，便要移盆就光，让它享受那片刻的煦暖。若是搬到院里，时间过久则又不胜骄阳的肆虐。每隔一两年要翻换肥土，以利新根。败枝枯叶亦须修剪。听人指点，用毛管戳土成穴，灌以稀释的芝麻酱汤，则新芽茁发，其势甚猛。有一年果然抽芽窜长，长至数尺而意犹未尽，乃用细绳吊系之，使缘窗匍行，如茑萝然。此一盆景陪伴先君二三十年，依然无恙。后来移我书斋之内，仍能保持常态，在我凭几写作之时，为我增加情趣不少。嗣抗战军兴，家中乏人照料，冬日书斋无火，文竹终于僵冻而死。丧乱之中，人亦难保，遑论盆景然我心中至今戚戚。这一盆文竹乃购自日商。日本人好像很精于此道。所制盆栽，率皆枝条掩映，俯仰多姿。尤其是盆栽的松柏之属，能将文理盘错的千寻之树，缩收于不盈咫尺的缶盆之间，可谓巧夺天工。其实盆栽之术，源自我国，日人善于模仿，巧于推销，百年来盆栽遂亦为西方人士所嗜爱。一语实乃中文盆栽二字之音译。据说盆景始于汉唐，盛于两宋。明朝吴县人王鏊作姑苏志有云虎邱人善于盆中植奇花异卉，盘松古梅，置之几案，清雅可爱，谓之盆景。是姑苏不仅擅园林之美且以盆景之制作驰誉于一时。刘銮五石瓠今人以盆盎间树石为玩，长者屈而短之，大者削而约之，或肤寸而结果实，或咫尺而蓄虫鱼概称盆景，元人谓之些子景。些子大概是元人语，细小之意。我多年来漂泊四方，所见盆景亦夥，南北各地无处无之，而技艺之精则均与时俱进。见有松柏盆景，或根株暴露，作龙爪攫拿之状，名曰露根。或斜出倒挂于盆口之处，挺秀多姿，俨然如黄山之蒲团黑虎，名曰悬崖。或一株直立，或左右并生，无不于刚劲挺拔之中展露搔首弄姿之态。"}
{"text":"是姑苏不仅擅园林之美且以盆景之制作驰誉于一时。刘銮五石瓠今人以盆盎间树石为玩，长者屈而短之，大者削而约之，或肤寸而结果实，或咫尺而蓄虫鱼概称盆景，元人谓之些子景。些子大概是元人语，细小之意。我多年来漂泊四方，所见盆景亦夥，南北各地无处无之，而技艺之精则均与时俱进。见有松柏盆景，或根株暴露，作龙爪攫拿之状，名曰露根。或斜出倒挂于盆口之处，挺秀多姿，俨然如黄山之蒲团黑虎，名曰悬崖。或一株直立，或左右并生，无不于刚劲挺拔之中展露搔首弄姿之态。甚至有在浅钵之中植以枫林者，一二十株枫树集成丛林之状，居然叶红似火，一片霜林气象。种种盆景，无奇不有，纳须弥于芥子，取法乎自然。作为案头清供，诚为无上妙品。近年有人以盆景为专业，有时且公开展览，琳琅满目，洋洋大观。盆景之培养，需要经年累月，悉心经营，有时甚至经数十年之辛苦调护方能有成。或谓有历千百年之盆景古木，价值连城，是则殆不可考，非我所知。盆景之妙虽尚自然，然其制作全赖人工。就艺术观点而言，艺术本为模仿自然。例如图画中之山水，尺幅而有千里之势。杜甫望岳，层云荡胸，飞鸟入目，也是穷目之所极而收之于笔下。盆景似亦若是，惟表现之方法不同。黄山之松，何以有那样的虬蟠之态那并不是自然的生态。山势确荦，峭崖多隙，松生其间，又复终年的烟霞翳薄，夙雨飕，当然枝柯虬曲，甚至倒悬，欲直而不可得。原非自然生态之松，乃成为自然景色之一部。画家喜其奇，走笔写松遂常作龙蟠虬曲之势。制盆景者师其意，纳小松于盆中，培以最少量之肥土，使之滋长而不过盛，芟之剪之，使其根部坐大，又用铅铁丝缚绕其枝干，使之弯曲作态而无法伸展自如。艺术与自然本是相对的名词。凡是艺术皆是人为的。西谚有云其艺术不露人为的痕迹，犹如吾人所谓无斧凿痕。我看过一些盆景，铅铁丝尚未除去，好像是五花大绑，即或已经解除，树皮上也难免皮开肉绽的疤痕。这样艺术的制作，对于植物近似戕害生机的桎梏。我常在欣赏盆景的时候，联想到在游艺场中看到的一个患侏儒症的人，穿戴齐整的出现在观众面前，博大家一笑。又联想从前妇女的缠足，缠得趾骨弯折，以成为三寸金莲，作摇曳婀娜之态我读龚定庵病梅馆记，深有所感。"}
{"text":"我看过一些盆景，铅铁丝尚未除去，好像是五花大绑，即或已经解除，树皮上也难免皮开肉绽的疤痕。这样艺术的制作，对于植物近似戕害生机的桎梏。我常在欣赏盆景的时候，联想到在游艺场中看到的一个患侏儒症的人，穿戴齐整的出现在观众面前，博大家一笑。又联想从前妇女的缠足，缠得趾骨弯折，以成为三寸金莲，作摇曳婀娜之态我读龚定庵病梅馆记，深有所感。他以为一盆盆的梅花都是匠人折磨成的病梅，用人工方法造成的那副弯曲佝偻之状乃是病态，于是他解其束缚，脱其桎梏，任其无拘无束的自然生长，名其斋为病梅馆。龚氏此文，常在我心中出现，令我憬然有悟，知万物皆宜顺其自然。盆景，是艺术，而非自然。我于欣赏之余，真想效龚氏之所为，去其盆盎，移之于大地，解其缠缚，任其自然生长。作文的三个阶段我们初学为文，一看题目，便觉一片空虚，搔首踟蹰，不知如何落笔。无论是以人生于世来开始，或以时代的巨轮来开始，都感觉得文思枯涩难以为继，即或搜索枯肠，敷衍成篇，自己也觉得内容贫乏索然寡味。胡适之先生告诉过我们有什么话，说什么话话怎么说，就怎么说。我们心中不免暗忖本来无话可说，要我说些什么有人认为这是腹笥太俭之过，疗治之方是多读书。读万卷书，行万里路，固然可以充实学问增广见闻，主要的还是有赖于思想的启发，否则纵然腹笥便便，搜章摘句，也不过是之学，不见得就能作到文如春华，思若涌泉的地步。想象不充，联想不快，分析不精，辞藻不富，这是造成文思不畅的主要原因。渡过枯涩的阶段，便又是一种境界。提起笔来，有个我在，纵横自有凌云笔，俯仰随人亦可怜。对于什么都有意见，而且触类旁通，波澜壮阔，有时一事未竟而枝节横生，有时逸出题外而莫知所届，有时旁征博引而轻重倒置，有时作翻案文章，有时竟至骂题，洋洋洒洒，拉拉杂杂，往好听里说是班固所谓的下笔不能自休。也许有人喜欢这种长江大河一泻千里式的文章，觉得里面有一股豪放恣肆的气魄。不过就作文的艺术而论，似乎尚大有改进的余地。作文知道割爱，才是进入第三个阶段的征象。须知敝帚究竟不值珍视。不成熟的思想，不稳妥的意见，不切题的材料，不扼要的描写，不恰当的词字，统统要大刀阔斧的加以削删。"}
{"text":"也许有人喜欢这种长江大河一泻千里式的文章，觉得里面有一股豪放恣肆的气魄。不过就作文的艺术而论，似乎尚大有改进的余地。作文知道割爱，才是进入第三个阶段的征象。须知敝帚究竟不值珍视。不成熟的思想，不稳妥的意见，不切题的材料，不扼要的描写，不恰当的词字，统统要大刀阔斧的加以削删。芟除枝蔓之后，才能显着整洁而有精神，清楚而有姿态，简单而有力量。所谓绚烂之极趋于平淡，就是这种境界。文章的好坏，与长短无关。文章要讲究气势的宽阔意思的深入，长短并无关系。长短要求其适度，性质需要长篇大论者不宜过于简略性质需要简单明了者不宜过于累赘，如是而已。所以文章之过长过短，不以字数计，应以其内容之需要为准。常听见人说，近代人的生活忙碌，时间特别宝贵，对于文学作品都喜欢短篇小说独幕剧之类，也许有人是这样的。不过我们都知道，长篇小说还是有更多的人看的多幕剧也有更多的观众。人很少忙得不能欣赏长篇作品，倒是冗长无谓的文字，哪怕只是一两页，恹恹无生气，也令人难以卒读。文章的好坏与写作的快慢无关。顷刻之间成数千言，未必斐然可诵，吟得一个字拈断数根须，亦未必字字珠玑。我们欣赏的是成品，不是过程。袁虎倚马草露布，手不辍笔，俄得七纸，固然资为美谈，究非常人轨范。文不加点的人，也许是早有腹稿。我们为文还是应该刻意求工，千锤百炼，虽不必掷地作金石声，总要尽力洗除一切肤泛猥杂的毛病。文章的好坏与年龄无关。姜愈老愈辣，但辣手作文章的人并不一定即是耆A。头脑的成熟，艺术的造诣，与年龄时常不成正比。不过就一个人的发展过程而言，总要经过上面所说的三个阶段。中国语文的三个阶层语文和其他的人类行为一样，因人而异，并不能是到处完全一致的。我们的国语国文，有其基本的法则，无论在读法语法句法，各方面都已约定俗成，通行无碍。但是我们若细按其内容，便会发现在成色上并不尽同，至少可以分为三个阶层粗俗的，标准的，文学的。所谓粗俗的语文，即是指一般文盲以及没有受过多少教育的民众所使用的语文而言。从前林琴南先生攻击白话文，斥为引车卖浆者流所使用的语文，实即指此而言。"}
{"text":"中国语文的三个阶层语文和其他的人类行为一样，因人而异，并不能是到处完全一致的。我们的国语国文，有其基本的法则，无论在读法语法句法，各方面都已约定俗成，通行无碍。但是我们若细按其内容，便会发现在成色上并不尽同，至少可以分为三个阶层粗俗的，标准的，文学的。所谓粗俗的语文，即是指一般文盲以及没有受过多少教育的民众所使用的语文而言。从前林琴南先生攻击白话文，斥为引车卖浆者流所使用的语文，实即指此而言。这一种语文，字汇很贫乏，一个字可以当许多字用，而且有些字有音无字，没法写出来。但是在词汇方面相当丰富，应事实之需要随时有新词出现。这种语文，一方面固然粗俗鄙陋直率浅薄，但在另一方面有时却也有朴素的风致活泼的力量和奇异的谐趣。方言土语也是属于此一范畴。粗俗的语文尽管是由民众广泛的在使用着，究竟不足为训。所谓语文教育的目的，大部分在于标准语文的使用之训练。所谓标准语文，异于方言土语，是通行全国的，而其词句语法皆合于一般公认的标准，并且语句雅驯，不包括俚语鄙语在内。我们承认北平区域的语言为国语，这只是说以北平区域的发音为国语的基准，并不包括北平的土语在内。一个北平的土著，他的国语发音的能力当然是没有问题的，但是他的每个字的读音未必全是正确，因为他有许多土音夹杂在内。有人勉强学习国语，在不该加儿字的地方也加儿，实在是画蛇添足。标准语写出来不一定就是好的标准文，语与文中间还是有一点距离的。心里怎样想，口里怎样说，笔下怎样写，――这道理是对的，但是由语变成文便需有剪裁的功夫。很少的人能文不加点，更少的人能出口成章。说话夹七夹八，行文拖泥带水，是我们最容易犯的毛病。语体文常为人所诟病，以为过于粗俗，纵能免于粗俗，仍嫌平庸肤浅，甚至罗苏无味，须知标准语文本身亦有高下不同的等级，未可一概而论。引车卖浆者流的粗俗语文，固无论矣，受过教育的人，其说话作文，有的简截了当，有的冗沓枝节，有的辞不达意，有的气盛言宜。语文训练便是教人一面怎样说话，一面怎样作文，话要说得明白清楚，文要写得干净利落。语文而达到文学的阶层便是最高的境界了。文学的语文是供人欣赏的，其本身是经过推敲的，其措辞用字千锤百炼以能充分而适当的表达情意为主。如何使声调保有适当的节奏之美，如何巧妙的使用明譬与暗喻，如何用最经济的手法描写与陈述，这都是应时随时考虑之中的课题。"}
