{"text":"尼采全集第卷，第页。人人都有一个自我，然而，并非人人都认识他的自我。人们往往自以为知道他本来想要什么，他曾经做过什么，这实在是一种古老的错觉。参看尼采全集第卷，第页。其实，认识自我是一件最难的事。有多少人知道观察而在少数知道的人中间，有多少人观察自己每人距自己是最远者凡深入检讨者都不快地发现这一点而认识你自己这句格言从一位神的口中说与人类，近乎是一句恶言了。快乐的科学第节。尼采全集第卷，第页。认识自己之难，有认识方面的原因。尼采认为，真实的自我往往是隐藏在无意识之中的，而通常的认识方式，借助于语言，求之于思维，不但不能达到自我，反而歪曲了自我。我们用来概括我们心理状态的语词，多半是为某些极端状态所取的名称，并不能指示出我们大部分时间内所具有的不可名状的非极端状态，然而正是这些状态织成了我们的性格和命运之网。参看尼采全集第卷，第页。我们还不自觉地寻找一般性的思想和判断，用来事后充当我们天性的根据。参看尼采全集第卷，第页。社会的舆论和评价也干扰着我们的自我认识，使我们误解了自己。例如，社会以成败论英雄，成功往往给一个行为抹上存心善良的绚丽光彩，失败则给可敬的举动投下内疚的阴影。结果，动机和意图很少是足够清晰单纯的，而回忆本身有时也被行为的结果弄得混乱不堪了尼采全集第卷，第页舆论的力量是强大的，它甚至可以决定一个人的命运。我们关于自己所知道和所记得的，对于我们一生的幸福并非决定性的一旦袭来他人关于我们所知道或自以为知道的，这时我们就明白它是更强有力的了。尼采全集第卷，第页。在舆论的迷雾中，人们把自我的幻影与真实的自我混为一谈，为这自我的幻影劳碌了一生。参看朝霞第节。尼采全集第卷，第页。第节第五章自我的发现真实需要巨大的勇气，认识真实的自我也不例外。软弱的人往往有意无意地欺骗自己，忘掉那些不愉快的经历和体验。真实的自我之所以被压抑到无意识的领域之中，这种自我欺骗起了重要作用。"}
{"text":"尼采全集第卷，第页。在舆论的迷雾中，人们把自我的幻影与真实的自我混为一谈，为这自我的幻影劳碌了一生。参看朝霞第节。尼采全集第卷，第页。第节第五章自我的发现真实需要巨大的勇气，认识真实的自我也不例外。软弱的人往往有意无意地欺骗自己，忘掉那些不愉快的经历和体验。真实的自我之所以被压抑到无意识的领域之中，这种自我欺骗起了重要作用。人忘掉他经历过的某些事情，有意地把它们逐出头脑我们不断地致力于这样的自我欺骗。人性的，太人性的第卷。尼采全集第卷，第页。由此造成虚假的自信。真正相信自己的人是很少的，有些人的自信不过是一种有益的盲目，似乎下意识地知道自己内心的空虚，避免去看透自己，以维持虚假的充实。尼采认为，真正的自信者必是有勇气正视自己的人，而这样的自信也必定和对自己的怀疑及不满有着内在的联系。这种人的自信必须靠自己去争得凡他们所做的善事能事伟大的事，一开始都是反对居于他们内心的怀疑者的论据，用来劝说和开导这怀疑者，而为此几乎需要天才了。这是伟大的自我不满者。快乐的科学第节。尼采全集第卷，第页。事实上，几乎所有伟大的天才都并非天性自信的人，相反倒有几分自卑，他们知道自己的弱点，为这弱点而苦恼，不肯毁于这弱点，于是奋起自强，反而有了令一般人吃惊的业绩。认识自我难，实现自我更难，而实现的困难又加重了认识的困难。最大的困难就在于，一个人一旦认识了自我，就要对这自我负起责任，也就是实现这自我，而这必然要付出重大的代价。自我并非少数优选者的所有物，在这个世界上，每个人都是一个独一无二不可重复的存在，都有着形成独特个性的机会。尼采诚然有贵族主义的倾向，但是他并不主张人性天生不平等。每个人都是一个独特的自我。作为教育家的叔本华第节。尼采全集第卷，第页。区别在于，有些人例如艺术家强烈地意识到这个独特的自我，在自我创造的过程中实现了这个独特的自我而许多人的自我却是一种终未实现的可能性，埋没在非本质的存在之中了。每个人都有他的良辰吉日，那时候他发现了他的高级自我，但有些人逃避他们的高级自我，因为这高级自我是苛求的。人性的，太人性的。"}
{"text":"尼采诚然有贵族主义的倾向，但是他并不主张人性天生不平等。每个人都是一个独特的自我。作为教育家的叔本华第节。尼采全集第卷，第页。区别在于，有些人例如艺术家强烈地意识到这个独特的自我，在自我创造的过程中实现了这个独特的自我而许多人的自我却是一种终未实现的可能性，埋没在非本质的存在之中了。每个人都有他的良辰吉日，那时候他发现了他的高级自我，但有些人逃避他们的高级自我，因为这高级自我是苛求的。人性的，太人性的。尼采全集第卷，第页。无条件地服从外来意志，例如宗教和国家，放弃自己的意志和责任，这是一种最轻松的处世方式。拒绝一种愿望总比调节一种愿望容易，放弃个性总比发展个性容易。参看人性的，太人性的宗教生活。尼采一再指出，懒惰和怯懦是妨碍人们实现自我的大敌。实际上，每个人都知道自己是一个奇妙的存在，在人世上的机会只有一回而且不会有什么特别的机缘，把他像现在这个异常奇妙复杂的统一体那样重新凑合一次了。他知道这一点，然而总把它隐藏着，仿佛受着良心责备而要隐藏他的隐私一样。为什么呢因为害怕邻人，他的邻人要求他遵守习俗的道德，同时也把自己包藏在习俗的道德里。但是，究竟是什么东西强迫他害怕邻人，定要他与众人取一致的思想行为，而不去寻求他自己的快乐呢少数人是因为怯懦，多数人是因为懒惰。许多人的懒惰比怯懦更甚。他们的最大恐惧在于，如果他们采取毫不妥协的正直和言语行为的坦白，他们就要担当不便和重负。作为教育家的叔本华第节。尼采全集第卷，第页。事情是够奇怪的，人人都有一个自我，可是人人都不愿别人表现出他们的自我，为此宁愿也牺牲掉自己的自我。尼采在这里揭示了习惯势力的社会心理机制。在社会中，每个人个性的自由发展意味着某种形式的竞争，他人的创造要求自己做出新的创造，他人的优胜刺激着自己也要争优胜。于是，为了自己能偷懒，就嫉恨别人的优秀，宁愿人人都保持在平庸的水平上。走阻力最小路线的懒惰心理造成了一种社会的惰性，成为阻碍个性发展的最大阻力。如果我们采取断然措施，走上所谓自己的路，就会有一种秘密突然呈现在我们面前平时和我们相来往相友好的人们对我们都有了一种成见，这时感觉受侮辱了。他们中间最好的，将留心着，等待我们重新走上正路，这正路是他所熟悉的。"}
{"text":"在社会中，每个人个性的自由发展意味着某种形式的竞争，他人的创造要求自己做出新的创造，他人的优胜刺激着自己也要争优胜。于是，为了自己能偷懒，就嫉恨别人的优秀，宁愿人人都保持在平庸的水平上。走阻力最小路线的懒惰心理造成了一种社会的惰性，成为阻碍个性发展的最大阻力。如果我们采取断然措施，走上所谓自己的路，就会有一种秘密突然呈现在我们面前平时和我们相来往相友好的人们对我们都有了一种成见，这时感觉受侮辱了。他们中间最好的，将留心着，等待我们重新走上正路，这正路是他所熟悉的。朝霞第节。尼采全集第卷，第页。总之，非要千人一面，众口一词，才算一个好社会，即人人可以心安理得的社会。敢于走自己的路的人，难免要受诽谤和孤立了。这时他不但要付出最大的艰辛，而且要遭受最多的屈辱。有几人能让人家去说而仍然不改初衷呢怯懦实在是懒惰的副产品，首先有多数人的懒惰而不求个人的独特，这多数的力量形成一条防止个人求优异的警戒线，然后才有了人言可畏的怯懦心理。第节第五章自我的发现结果，人们不是去发现自我，实现自我，而是逃避自我唯恐不及。逃避的方式是所谓劳作，那自早到晚刻板而绝无创造性的劳作。尼采说，这种劳作崇拜的隐情是惧怕一切个人，把劳作当作管束个人的绝好的警察，以之有效地遏止独立性的发展。劳作需要耗费绝大的精神，从而排除了沉思苦想梦幻忧愁爱恋憎恨而时时在眼前树立一个小目的，保持着轻微的规则的安慰。在一个如此不断劳作着的社会里，会有较佳的安全，而安全在现代是被视为神圣的。朝霞第节。尼采全集第卷，第页。在现代工业社会里，片面的分工和紧张刻板的工作方式严重摧残个性，尼采对此是有清醒认识的。他一再指出，在现代，生命是患病了，病于工业和机械主义的破坏人性，病于工人的非个人性，病于分工的经济学谬见。看哪这人。尼采选集第卷，第页。美国人的工作之令人窒息的匆忙已经开始通过传染而使古老欧洲野蛮化了，而且传播了一种古怪的无精神性。人们现在已经羞于宁静长久的沉思几乎使人起良心的责备。人们手里拿着表思想，吃饭时眼睛盯着商业新闻，人们像总怕耽误了什么事的人一样生活着。这种情形将会扼杀一切教养和高尚趣味。快乐的科学第节。"}
{"text":"他一再指出，在现代，生命是患病了，病于工业和机械主义的破坏人性，病于工人的非个人性，病于分工的经济学谬见。看哪这人。尼采选集第卷，第页。美国人的工作之令人窒息的匆忙已经开始通过传染而使古老欧洲野蛮化了，而且传播了一种古怪的无精神性。人们现在已经羞于宁静长久的沉思几乎使人起良心的责备。人们手里拿着表思想，吃饭时眼睛盯着商业新闻，人们像总怕耽误了什么事的人一样生活着。这种情形将会扼杀一切教养和高尚趣味。快乐的科学第节。尼采全集第卷，第页。真实的自我迷失在无精神性的劳作中了，很显然，这自我是一种精神性的自我，是有着教养和高尚趣味的独特个性。在尼采那里，真实的自我有两层含义。在较低的层次上，它是指隐藏在潜意识之中的个人的生命本能，种种无意识的欲望情绪情感和体验。在较高的层次上，便是精神性的自我，它是个人自我创造的产物。不过，对于尼采来说，这两层含义并不矛盾，因为他一向把生命本能看作创造的动力和基础。在个人与社会的关系问题上，尼采的看法是社会是机器和工具，个人才是目的。他认为，现代社会恰恰把这种关系颠倒了。如果个人统统只用来维持机器，那么为什么要有机器呢机器的目的在其自身，不是人类的滑稽剧吗转引自威尔都兰古今大哲学家之生活与思想，第页。尼采是一个直言不讳的个人主义者。不过，他所主张的个人主义有特定的含义，不同于那种唯利是图沽名钓誉的个人主义。他称后者为假个人主义朝霞第节。，因为在他看来，这种个人主义恰恰把真实的自我迷失在财产和舆论的领域里了。真正的个人主义追求的既非财产，亦非浮名，而是真实的自我。与尼采同时期的英国作家王尔德所见略同，他说承认私有财产就必然会把人和他的所有混为一谈，这实际上是损害了模糊了个人主义。它把个人主义完全导入歧途，使个人主义以获利而不是以成长为目的。这样一来，人类就认为最重要的事情是发财，而不知道最重要的事情是生活。王尔德社会主义制度下人的灵魂。这段话道出了尼采所主张的个人主义的真旨。不过，王尔德因此而赞成公有制意义上的社会主义，尼采却始终反对作为一种政治运动的社会主义，这又是他们的不同之处。"}
{"text":"它把个人主义完全导入歧途，使个人主义以获利而不是以成长为目的。这样一来，人类就认为最重要的事情是发财，而不知道最重要的事情是生活。王尔德社会主义制度下人的灵魂。这段话道出了尼采所主张的个人主义的真旨。不过，王尔德因此而赞成公有制意义上的社会主义，尼采却始终反对作为一种政治运动的社会主义，这又是他们的不同之处。尼采式的个人主义，归结为一句话，就是他提出的这要求成为你自己成为你自己尼采在他一生的不同时期，一再发出这同一呼吁成为你自己你现在所做的一切，所想的一切，所追求的一切，都不是你自己。作为教育家的叔本华第节。尼采全集第卷，第页。你应当成为你之为你者。快乐的科学第节。尼采全集第卷，第页。成为你之为你者查拉图斯特拉如是说蜜的献祭。尼采全集第卷，第页。成为你自己这一呼吁只被少数人听信，并且只是对于这少数人中的极少数人才是多余的。尼采全集第卷，第页。怎样才算成为了自己呢当然，在一定的意义上，每一个人都必然地是他自己，不可能不是他自己。天生的气质，神经类型，智力禀赋，几乎跟随人一辈子，要在这些方面不是自己才难呢。然而，也并非所有的人率直对待自己的天性的，有的人要矫饰，扭曲，抱怨，但愿变成了别人。尼采的意思可不是要每个人回到自己的天性，停留在自己的天性上，尽管天性是出发点，而且每一个人的天性从遗传学上看也确实是独一无二的。他的着眼点是后天的创造和发展。成为你自己首先是要忠实于自己，对自己的生存负责，真诚地寻求人生的意义。我们必须在自己面前对我们的生存负责因此我们要做这生存的真正的舵手，不容许我们的存在类似一个盲目的偶然。对待生命不妨大胆冒险一些，特别是因为好歹总得失去它。何必死守这一片泥土，这一种行业，何必留意邻人的流言作为教育家的叔本华第节。尼采全集第卷，第页。人生短促，浮生若梦，在一些人成了玩世不恭的理由，在尼采却反而成了严肃处世的理由。你执著生命是没有意义的，不管你如何执著，你终究要失去它。尼采要我们因此看开一些，不是执著生命本身，而是执著生命的意义。"}
{"text":"对待生命不妨大胆冒险一些，特别是因为好歹总得失去它。何必死守这一片泥土，这一种行业，何必留意邻人的流言作为教育家的叔本华第节。尼采全集第卷，第页。人生短促，浮生若梦，在一些人成了玩世不恭的理由，在尼采却反而成了严肃处世的理由。你执著生命是没有意义的，不管你如何执著，你终究要失去它。尼采要我们因此看开一些，不是执著生命本身，而是执著生命的意义。成为你自己，就是要居高临下于你的生命，做你的生命的主人，赋予你的生命以你自己的意义。除了你自己，谁还能赋予你的生命以意义呢第节第五章自我的发现对自己的生命负责，就是忠实于自己。尼采把忠实于自己看作人格伟大的首要标志。不忠实于自己而能伟大，我是决不承认的。一旦发现这种情形，我立刻觉得一个人的成功绝对算不了什么。转引自威尔都兰古今大哲学家之生活与思想，第页。世上没有一帆风顺的事一个人只有始终忠实于自己，才能取得巨大的成就年月日致盖斯多尔夫。转引自雅斯贝尔斯尼采导论，第页。不忠实于自己，决不能有真正的成功，靠背叛自己换来的成功是假的，一钱不值的。可是，忠实于自己谈何容易时代的风尚，大众的舆论，不仅会反对你，而且会同化你。尼采是如此看重自我的纯洁性，乃至主张个人的退隐，以逃避时代和习俗的污染。生活于退隐里，以使你能为你自己生活昧然于被你的时代视为最重要的东西而生活快乐的科学第节。尼采全集第卷，第页。他一定要从自己的源泉里饮水，焦渴难忍之时，宁肯跑到旷野里去，以免受众人共用的水Y的引诱。在众人中，我像众人那样生活，不像自己在思想而且渐渐地总感到人家想把我从我自己中驱逐出来，将我的灵魂劫走。朝霞第节。尼采全集第卷，第页。不过，对于尼采，退隐是一种斗争的方式，当然这种方式脱不开个人奋斗的性质。为自己生活，为自己写作，为自己想必不会把这一切为自己理解成谋私利罢。尼采强调的始终是做一个真实的人，既非不关痛痒地对待生活和思想，也不作违心之事和违心之论。这就是忠实于自己。这就是在自我与人生的关系上的成为你自己。在自我与他人的关系上，成为你自己就是要有自己的独立性，不盲从和迷信他人。"}
{"text":"朝霞第节。尼采全集第卷，第页。不过，对于尼采，退隐是一种斗争的方式，当然这种方式脱不开个人奋斗的性质。为自己生活，为自己写作，为自己想必不会把这一切为自己理解成谋私利罢。尼采强调的始终是做一个真实的人，既非不关痛痒地对待生活和思想，也不作违心之事和违心之论。这就是忠实于自己。这就是在自我与人生的关系上的成为你自己。在自我与他人的关系上，成为你自己就是要有自己的独立性，不盲从和迷信他人。这个超人说的提倡者倒是反对一切个人崇拜的。他反对学生崇拜老师。查拉图斯特拉对他的学生说人永远做一个学生，这对于他的老师不是好的报答。你们为何不扯碎我的花冠呢你们崇拜我，一旦你们的崇拜对象倒塌了呢当心，不要被一尊石像压碎了你们你们还没有找到你们自己，就已经找到我了。一切信徒都如此所以一切信徒都少有价值。现在我教你们丢开我，去发现你们的自我尼采全集第卷，第页。正是发现自我，在尼采看来，这是唯一可能的学习方式。如果通过学习不是发现了自我，反而是失落了自我，就失去了学习的意义。学习不只是为了获得知识，更是为了获得智慧。知识是死的，智慧是活的，因为它就是活生生的自我的闪光。你读书只是猎取死的知识，你就是让你的头脑变成一个跑马场，让别人的思想的马匹蹂躏一通。你不应该做跑马场，你的自我是你的骏马，载你驰骋于思想的疆场。独立思考不仅仅是知识的融会贯通，更是赋予知识以你的个性，是你发现了唯独属于你的真切新鲜的感受。这就是发现自我。尼采回顾他因眼疾而不得不停止读书的经历时，欣喜地写道我丢开书籍了有几年工夫我什么也不读我赐给我自己的最大恩惠呵事实上那个原来的自我已被埋葬了，它曾经失落了自己，当它被迫去听从了别人，这就是所谓读书的意义但它又渐渐害羞胆怯地苏醒了，最后它又说话了。看哪这人。尼采选集第卷，第页。尼采是极而言之，他并非反对读书，他反对的是盲从别人的读书。尼采还反对英雄崇拜，例如他反对崇拜拿破仑，尽管他自己很尊敬拿破仑。他说拿破仑在精神上给我们的世纪带来了浪漫的英雄崇拜，使许多狂信者围绕着他而生活。"}
{"text":"看哪这人。尼采选集第卷，第页。尼采是极而言之，他并非反对读书，他反对的是盲从别人的读书。尼采还反对英雄崇拜，例如他反对崇拜拿破仑，尽管他自己很尊敬拿破仑。他说拿破仑在精神上给我们的世纪带来了浪漫的英雄崇拜，使许多狂信者围绕着他而生活。狂信者是靠了自我欺骗把一个肉身的人神化的，甚至当这个被神化者以可憎的方式有目共睹地暴露自己不是神，而过于是一个人之后，这些狂信者还要寻求新的自我欺骗，设想出某党某派的阴谋，给自己制造一种殉难的感觉。参看尼采全集第卷，第页。在尼采看来，没有一个现实的人是完美的。谁崇拜一个人，把这人看得完美无缺，他就是在人性的可能性方面贬低了他自己。盲从别人的反面，就是相信自己。相信自己是最牢固的镣铐，最严酷的鞭打，也是最坚硬的翅膀。尼采全集第卷，第页。一个有独特个性的人肩负着人生的重任，同时也有完成这重任的勇气。按照尼采对人性的一般看法，成为你自己最后归结为创造和评价。我并不仅仅是要为自己寻求一片温暖的阳光。我要的更多，我不是寻求者。我要为我创造出一轮自己的太阳。快乐的科学第节。尼采全集第卷，第页。尼采对于康德的普遍道德律十分反感，因为所谓每人在这场合也必定这样做这样一种判断恰恰抹杀了行为的独特性，也就是抹杀了行为主体的个性。每个人应当为自己创造自己的最自己的理想。我们要成为我们之为我们者，成为新人，独一无二的人，无可比拟的人，自颁法律的人，自我创造的人快乐的科学第节。尼采全集第卷，第页。这样的人必有一种自己的不与他人共有的道德，一种从自己的热情中生长出来的道德。参看查拉图斯特拉如是说快乐与激情。在这个意义上，尼采说个人是一种全新的东西，创新的东西，绝对的东西，一切行为都完全是他自己的。强力意志第节。又说这创造的意愿的评价的自我，是事物的尺度和价值。查拉图斯特拉如是说来世论者。尼采全集第卷，第页。第节第五章自我的发现他为个人辩护，为的是给真诚独特的行为创造一个良好的社会环境。"}
