{"text":"因为香蕉是易腐的水果，农会怕腐败的香蕉污染了这座干净的蕉场。在香蕉场堆得满满的香蕉即使天色已经晦暗，还散放着翡翠一样的光泽，往昔丰收的季节里，这种光泽曾是带给我们欢乐的颜色，比雨后的彩虹还要舢亮如今变成刺眼得让人心酸。怪手规律的呱呱响声，和愈来愈近的雷声相应和着。我看到在香蕉集货场的另一边，堆着一些破旧的棉被，和农民弃置在棉被旁的箩筐。棉被原来是用来垫娇贵的香蕉以免受损，箩筐是农民用来收成的，本来塞满收成的笑声。棉被和箩筐都贱满了深褐色的汁液，一层叠着一层，经过了岁月，那些蕉汁像一再凝结而干涸的血迹，是经过耕耘种植灌溉收成而留下来的辛苦见证，现在全一无用处的躺着，静静等待着世纪末的景象。蕉场前面的不远处，有几个小孩子用竹子撑开一个旧箩筐箩筐里撤了一把米，孩子们躲在一角拉着绳子，等待着大雨前急着觅食的麻雀。一只麻雀咻咻两声从屋顶上飞翔而下，在蕉场边跳跃着，慢慢的，它发现了白米，一步一步跳进箩筐里孩子们把绳子一拉，箩筐砰然盖住，惊慌的麻雀打着双翼，却一点也找不到出路地悲哀的号叫出声。孩子们欢呼着自墙边出来，七八只手争着去捉那只小小的雀子，一个大孩子用原来绑竹子的那根线系住麻雀的腿然后将它放飞。麻雀以为得到了自由，振力的飞翔，到屋顶高的时候才知道被缚住了脚，颓然跌落在地上，它不灰心，再飞起，又跌落，直到完全没有力气，蹲在褐黄色的土地上，绝望地喘着气，还忧戚地长嘶，仿佛在向某一处不知的远方呼唤着什么。这捕麻雀的游戏，是我幼年经常玩的，如今在心情沉落的此刻，心中不禁一阵哀戚。我想着小小的麻雀走进箩筐的景况，只是为了啄食几粒白米，未料竟落进一个不可超拔的生命陷阱里去，农人何尝不是这样呢？他们白日里辛勤的工作，夜里还要去巡回水，有时也只是为了求取三餐的温饱，没想到勤奋打拼的工作，竟也走入了命运的箩筐。箩筐是劳作的人们一件再平凡不过的用具，它是收成时一串快乐的歌声。在收成的时节，看着人人挑着空空的箩筐走过黎明的田路，当太阳斜向山边，他们弯腰吃力的挑着饱满的多筐，走过晚霞投照的田埂，确是一种无法言宣的美，是出自生活与劳作的美，比一切美术音乐还美。"}
{"text":"我想着小小的麻雀走进箩筐的景况，只是为了啄食几粒白米，未料竟落进一个不可超拔的生命陷阱里去，农人何尝不是这样呢？他们白日里辛勤的工作，夜里还要去巡回水，有时也只是为了求取三餐的温饱，没想到勤奋打拼的工作，竟也走入了命运的箩筐。箩筐是劳作的人们一件再平凡不过的用具，它是收成时一串快乐的歌声。在收成的时节，看着人人挑着空空的箩筐走过黎明的田路，当太阳斜向山边，他们弯腰吃力的挑着饱满的多筐，走过晚霞投照的田埂，确是一种无法言宣的美，是出自生活与劳作的美，比一切美术音乐还美。我强看到农人收成，挑着箩筐唱简单的歌回家，就冥冥想起托尔斯泰的艺术论，任何伟大的作品都是蘸着血汗写成的。如果说大地是一张摊开的稿纸，农民正是蘸着血泪在上面写着伟大的诗篇播种的时候是逗点，耕耘的时候是顿号，收成的箩筐正像分节阅读在诗篇的最后圈上一个饱满的句点。人间再也没有比这篇诗章更令人动容的作品了。遗憾的是，农民写作歌颂大地的诗章时，不免有感叹号，不免有问号，有时还有通向不可知的分号！我看过狂风下不能出海的渔民，望着箩筐出神看过海水倒灌淹没盐田，在家里踢着箩筐出气的盐民看过大旱时的龟裂土地，农民挑着空的箩筐叹息。那样单纯的情切意乱，比诗人捻断数根须犹不能下笔还要忧心百倍这时的农民正是契河夫笔下没有主题的人，失去土地的依恃，再好的农人都变成浅薄的渺小的悲惨的滑稽的没有明天的小人物，他不再是个大地诗人了！由于天候的不能收成和没有收成固是伤心的事，倘若收成过剩而必须抛弃自己的心血，更是最大的打击。这一次我的乡人因为收成过多，不得不把几千万公斤的香蕉毁弃，每个人的心都被抓出了几道血痕。在地去的岁月里，他们只知道一分耕耘，一分收获的天理，从来没有听过收成过剩这个东西，怪不得几位白了胡子的乡人要感叹起来真是没有天理呀！当我听到故乡的香蕉因为无法产销，便搭着黎明的火车转回故乡，火车空洞空洞空洞的奔过田野，天空稀稀疏疏地落着小雨，戴斗笠的农人正弯腰整理农田，有的农田里正在犁田，农夫将犁绳套在牛肩上，自己在后面推犁，犁翻出来的烂泥像春花在土地上盛开。"}
{"text":"当我听到故乡的香蕉因为无法产销，便搭着黎明的火车转回故乡，火车空洞空洞空洞的奔过田野，天空稀稀疏疏地落着小雨，戴斗笠的农人正弯腰整理农田，有的农田里正在犁田，农夫将犁绳套在牛肩上，自己在后面推犁，犁翻出来的烂泥像春花在土地上盛开。偶尔也看到刚整理好的田地，长出青翠的芽苗，那些芽很细小只露出一丝丝芽尖，在雨中摇呀摇的，那点绿鲜明的告诉我们，在这一片灰色的大地上，有一种生机埋在最深沉的泥土里。台湾的农人是世界上最勤快的农人，他们总是耕者如斯，不舍昼夜，而我们的平原也是世界上最肥沃的土地，永远有新的绿芽从土里争冒出来。看着急速往后退去的农田，我想起父亲戴着斗笠在蕉田里工作的姿影。他在上地里种作五十年，是他和土地联合生养了我们，和土地已经种下极为根深的情感，他日常的喜怒哀乐全是跟随土地的喜怒哀乐。有时收成不好，他最受伤的，不是物质的，而是情感的。在我们所拥有的一小片耕地上，每一尺都有父亲的足迹，每一寸都有父亲的血汗。而今年收成这么好，还要接受收成过剩的打击，对于父亲，不知道是伤心到何等的事！我到家的时候，父亲挑着香蕉去蕉场了，我坐在庭前等候他高大的身影，看到父亲挑着两个晃动的空箩筐自远方走来，他旁边走着的是我毕业于大学的哥哥，他下了很大决心才回到故乡帮忙父亲的农业。由于哥哥的挺拔，我发现父亲这几年背竟是有些弯了。长长的夕阳投在他挑的箩筐上，拉出更长的影子。记得幼年时代的清晨，柔和的曦光总会肆无忌惮地伸出大手，推进我家的大门院子，一直伸到厅场的神案上，使案上长供的四果一面明一面暗，好像活的一般，大片大片的阳光真是醉人而温暖。就在那熙和的日光中，早晨的微风启动了大地，我最爱站在窗口，看父亲穿着沾满香蕉汁的衣服，戴着顶法上几片竹叶已经掀起的日斗笠，挑着一摇一晃的一对箩筐，穿过庭前去田里工作爸爸高大的身影在阳光照耀下格外雄伟健壮，有时除了箩筐，他还荷着锄头提着扫刀，每一项工具都显得厚实有力，那时我总是倚在窗口上想着能做个农夫是多么快乐的事呀！"}
{"text":"稍稍长大以后，父亲时常带我们到蕉园去种作，他用箩筐挑着我们，哥哥坐在前面，我坐在后边，我们在箩筐里有时玩杀刀，有时用竹筒做成的气枪互相打苦苓子，使得箩筐摇来晃去，爸爸也不生气真闹得他心烦，他就抓紧箩筐上的篇担，在原地快速地打转，转得我们人仰马翻才停止，然后就听到他爽朗宏亮的笑声串串响起。童年蕉园的记忆，是我快乐的最初，香蕉树用它宽大的叶子覆盖累累的果实，那景象就像父母抱着幼子要去进香一样，同样涵含了对生命的虔诚。农人灌溉时流滴到地上的汗水，收割时挑着箩筐嘿Y嘿嗒的吆喝声，到香蕉场验关时的笑谈声，总是交织成一幅有颜色有声音的画面。在我们蕉园尽头得有一条河堤，堤前就是日夜奔湍不息的旗尾溪了。那条溪供应了我们土地的灌溉，我和哥哥时常在溪里摸蛤捉虾钓鱼玩水，在我童年的认知里，不知道为什么就为大地的丰饶而感恩着土地。在地上，它让我们在辛苦的犁播后有喜悦的收成在水中，它生发着永远也不会匾乏的丰收讯息。我们玩累了，就爬上堤防回望那一片广大的蕉园，由于蕉叶长得太繁茂了，我们看不见在里面工作的人们，他们劳动的声音却像从地心深处传扬出来，交响着旗尾溪的流水漏瀑，那首大地交响的诗歌，往往让我听得出神。一直到父亲用箩筐装不下我们去走蕉园的路，我和哥哥才离开我们眷恋的故乡到外地求学，父亲送我们到外地读书时说的一段话到今天还响在我的心里读书人穷没有关系，可以穷得有骨气，农人不能穷，一穷就双膝落地了。以后的十几年，我遇到任何磨难，就想起父亲的话，还有他挑着箩筐意气风发到蕉园种作的背影，岁月愈长，父亲的箩筐魔法也似的一日比一日鲜明。此刻我看父亲远远的走来了，挑着空空的箩筐，他见到我的欣喜中也不免有一些黯然，他把箩筐随便的堆在庭前，一言不发，我忍不住问他情形有改善没有？父亲涨红了脸伊娘咧！他们说农人不应该扩大耕种面积，说我们没有和青果社签好约，说早就应该发展香蕉的加工厂，我们哪里知道那么多？"}
{"text":"以后的十几年，我遇到任何磨难，就想起父亲的话，还有他挑着箩筐意气风发到蕉园种作的背影，岁月愈长，父亲的箩筐魔法也似的一日比一日鲜明。此刻我看父亲远远的走来了，挑着空空的箩筐，他见到我的欣喜中也不免有一些黯然，他把箩筐随便的堆在庭前，一言不发，我忍不住问他情形有改善没有？父亲涨红了脸伊娘咧！他们说农人不应该扩大耕种面积，说我们没有和青果社签好约，说早就应该发展香蕉的加工厂，我们哪里知道那么多？父亲把蕉汁斑斑的上衣脱下挂在庭前，那上衣还一滴滴的落着他的汗水，父亲虽知道今年香蕉收成无望，今天在蕉田里还是艰苦的做了工的。哥哥轻声的对我说明天他们要把香蕉丢掉，你应该去看看。父亲听到了，对着将落未落的太阳，我看到他眼里闪着微明的泪光。我们一家人围着，吃了一顿沉默而无味的晚餐，只有母亲轻声的说了一句免气得这样，明年很快就到了，我们改种别的。阳光在我们吃完晚餐时整个沉到山里，黑暗的大地只有一片虫鸣卿卿。这往日农家凉爽快乐的夏夜，儿子从远方归来，却只闻到一种苍凉和寂寞的气味，星星也躲得很远了。两部怪乎很快的就堆满一辆载货的卡车。西北雨果然毫不留情的倾泄下来，把站在四周的人群全淋得湿透，每个人都文风不动的让大雨淋着，看香蕉被堆上车，好像一场气氛凝重的告别式。我感觉那大大的雨点落着，一直落到心中升起微微的凉意。我想，再好的舞者也有乱而忘形的时刻，再好的歌者也有仿佛失曲的时候，而再好的大地诗人――农民，却也有不能成句的时候。是谁把这写好的诗打成一地的烂泥呢？是雨吗？货车在大雨中，把我们的香蕉载走了，载去丢弃了，只留两道轮迹，在雨里对话。捕麻雀的小孩，全部躲在香蕉场里避雨，那只一刻钟前还活蹦乱跳的麻雀，死了。最小的孩子为麻雀的死哇哇哭起来，最大的孩子安慰着他没关系，回家哥哥烤给你吃。我们一直站到香蕉全被清出场外，呼啸而过的西北雨也停了，才要离开，小孩子们已经蹦跳着出去，最小的孩子也忘记死去麻雀的一点点哀伤，高兴的笑了，他们走过箩筐，恶作剧的一脚踢翻箩筐，让它仰天躺着现在他们不抓麻雀了，因为知道雨后，会飞出来满天的蜡蜒。我独独看着那个翻仰在烂泥里的箩筐，它是我们今年收成的一个句点。"}
{"text":"最小的孩子为麻雀的死哇哇哭起来，最大的孩子安慰着他没关系，回家哥哥烤给你吃。我们一直站到香蕉全被清出场外，呼啸而过的西北雨也停了，才要离开，小孩子们已经蹦跳着出去，最小的孩子也忘记死去麻雀的一点点哀伤，高兴的笑了，他们走过箩筐，恶作剧的一脚踢翻箩筐，让它仰天躺着现在他们不抓麻雀了，因为知道雨后，会飞出来满天的蜡蜒。我独独看着那个翻仰在烂泥里的箩筐，它是我们今年收成的一个句点。燕子轻快的翱翔，晴蜒满天飞。云在天空赶集似的跑着。麻雀一群，在屋檐咻咻交谈。我们的心是将雨，或者已经雨过的天空。――一九八二年十一月二十六日鸳鸯香炉一对瓷器做成的鸳鸯，一只朝东，一只向西，小巧灵动，仿佛刚刚在天涯的一角交会，各自轻轻拍着羽翼，错着身，从水面无声划过。这一对鸳鸯关在南京东路一家宝石店中金光闪烁的橱窗一角，它鲜艳的色彩比珊瑚宝石翡翠还要灿亮，但是由于它的游姿那样平和安静，竟仿若它和人间全然无涉，一直要往远方无止尽的游去。再往内望去，宝石店里供着一个小小的神案，上书天地君亲师五个大字，晨香还未烧尽，烟香镣绕，我站在橱窗前不禁痴了，好像鸳鸯带领我，顺着烟香的纹路游到我童年的梦境里去。记得我还未识字以前，祖厅神案上就摆了一对鸳鸯，是瓷器做成的檀香炉，终年氤氲着一楼香烟，在厅堂里绕来绕去，檀香的气味仿佛可以勾起人沉深平和的心胸世界，即使是一个小小孩儿也被吸引得意兴飘飞。我常和兄弟们在厅堂中嬉戏，每当我跑过香炉前，闻到檀香之气，总会不自觉地出了神，呆呆看那一缕轻淡但不绝的香烟。尤其是冬天，一缕直直飘上的烟，不仅是香，甚至也是温暖的象征。有时候一家人不说什么，夜里围坐在香炉前面，情感好像交融在炉中，并且烧出一股淡淡的香气了。它比神案上插香的炉子让我更深切感受到一种无名的温暖。最喜欢夏日夜晚，我们围坐听老祖父说故事，祖父总是先慢条斯理地燃了那个鸳鸯香炉，然后坐在他的藤摇椅中，说起那些还流动血泪声香的感人故事。"}
{"text":"尤其是冬天，一缕直直飘上的烟，不仅是香，甚至也是温暖的象征。有时候一家人不说什么，夜里围坐在香炉前面，情感好像交融在炉中，并且烧出一股淡淡的香气了。它比神案上插香的炉子让我更深切感受到一种无名的温暖。最喜欢夏日夜晚，我们围坐听老祖父说故事，祖父总是先慢条斯理地燃了那个鸳鸯香炉，然后坐在他的藤摇椅中，说起那些还流动血泪声香的感人故事。我们依在祖父膝前张开好奇的眼眸，倾听祖先依旧动人的足音响动，愈到星空夜静，香炉的烟就直直升到屋梁，绕着屋梁飘到庭前来，一丝一丝，萤火虫都被吸引来，香烟就像点着萤火虫尾部的光亮，一盏盏微弱的灯火四散飞升，点亮了满天的向往。有时候是秋色萧瑟，空气中有一种透明的凉，秋叶正红，鸳鸯香炉的烟柔软得似蛇一样升起，烟用小小的手推开寒凉的秋夜，推出一扇温暖的天空。从潇湘的后院看去，几乎能看见那一对鸳鸯依偎着的身影。那一对鸳鸯香炉的造型十分奇妙，雌雄的腹部连在一起，雄的稍前，雌的在后。雌鸳鸯是铁灰一样的褐色，翅膀是绀青色，腹部是白底有褐色的浓斑，像褐色的碎花开在严冬的冰雪之上，它圆形的小头颅微缩着，斜依在雄鸳鸯的肩膀上。雄鸳鸯和雌鸳鸯完全不同，它的头高高仰起，头上有冠，冠上是赤铜色的长毛，两边彩色斑谰的翅翼高高翘起，像一个两面夹着盾牌的武士。它的背部更是美丽，红的绿的黄的白的紫的全开在一处，仿佛春天里怒放的花园，它的红嘴是龙吐珠，黑眼是一朵黑色的玫瑰，腹部微芒的白点是满天星。那一对相偎相依的鸳鸯，一起栖息在一片晶莹翠绿的大荷叶上。鸳鸯香炉的腹部相通，背部各有一个小小的圆洞，当檀香的烟从它们背部冒出的时候，外表上看像是各自焚烧，事实上腹与腹间互相感应。我最常玩的一种游戏，就是在雄鸳鸯身上烧了檀香，然后把雄鸳鸯的背部盖起来，烟与香气就会从雌鸳鸯的背部升起如果在雌鸳鸯的身上烧檀香，盖住背部，香烟则从雄鸳鸯的背上升起来如果把两边都盖住，它们就像约好的一样，一瞬间，檀香就在腹中灭熄了。倘若两边都不盖，只要点着一只，烟就会均匀的冒出，它们各生一缕烟，升到中途慢慢氤氲在一起，到屋顶时已经分不开了，交缠的烟在风中弯弯曲曲，如同合唱着一首有节奏的歌。"}
{"text":"我最常玩的一种游戏，就是在雄鸳鸯身上烧了檀香，然后把雄鸳鸯的背部盖起来，烟与香气就会从雌鸳鸯的背部升起如果在雌鸳鸯的身上烧檀香，盖住背部，香烟则从雄鸳鸯的背上升起来如果把两边都盖住，它们就像约好的一样，一瞬间，檀香就在腹中灭熄了。倘若两边都不盖，只要点着一只，烟就会均匀的冒出，它们各生一缕烟，升到中途慢慢氤氲在一起，到屋顶时已经分不开了，交缠的烟在风中弯弯曲曲，如同合唱着一首有节奏的歌。鸳鸯香炉的记忆，是我童年的最初，经过时间的洗涤愈久，形象愈是晶明，它几乎可以说是我对情感和艺术向往的最初。鸳鸯香炉不知道出于哪一位匠人之手，后来被祖父购得，它的颜色造型之美让我明白体会到中国民间艺术之美虽是一个平凡的物件，却有一颗生动灵巧的匠人心灵在其中游动，使香炉经过百年都还是活的一般。民间艺术之美总是平凡中见真性，在平和的贞静里历百年还能给我们新的启示。关于情感的向往，我曾问过祖父，为什么鸳鸯香炉要腹部相连？祖父说鸳鸯没有单只的。鸳鸯是中国人对夫妻的形容。夫妻就像这对香炉，表面各自独立，腹中却有一点心意相通，这种相通，在点了火的时候最容易看出来。我家的鸳鸯香炉每日都有几次火焚的经验，每经一次燃烧，那一对鸳鸯就好像靠得更紧。我想，如果香炉在天际如烽火，火的悲壮也不足以使它们殉情，因为它们的精神和象征立于无限的视野，永远不会畏怯，在火炼中，也永不消逝。比翼鸟飞久了，总会分节阅读往不同的方向飞，连理校老了，也只好在枝桠上无聊的对答。鸳鸯香炉不同，因为有火，它们不老。稍稍长大后，我识字了，识字以后就无法抑制自己的想像力飞奔，常常从一个字一个词句中飞腾出来，去找新的意义。鸳鸯香炉四字就使我想像力飞奔，觉得用鸳鸯比喻夫妻真是再恰当不过，鸳的上面是怨，鸯的上面是央。怨是又恨又叹的意思，有许多抱怨的时刻，有很多无可奈何的时刻，甚至也有很多苦痛无处诉的时刻。央是求的意思，是诗经中说的和铃央央的和声，是有求有报的意思，有许多互相需要的时刻，有许多互相依赖的时刻，甚至也有很多互相怜惜求爱的时刻。"}
{"text":"怨是又恨又叹的意思，有许多抱怨的时刻，有很多无可奈何的时刻，甚至也有很多苦痛无处诉的时刻。央是求的意思，是诗经中说的和铃央央的和声，是有求有报的意思，有许多互相需要的时刻，有许多互相依赖的时刻，甚至也有很多互相怜惜求爱的时刻。夫妻生活是一个有颜色有生息有动静的世界，在我的认知里，夫妻的世界几乎没有无怨无尤幸福无边的例子，因此，要在怨与央间找到平衡，才能是永世不移的鸳鸯。鸳鸯香炉的腹部相通是一道伤口，夫妻的伤口几乎只有一种药，这药就是温柔，怨也温柔，央也温柔。所有的夫妻都曾经拥抱过热爱过深情过，为什么有许多到最后分飞东西，或者郁郁而终呢？爱的诺言开花了，虽然不一定结果，但是每年都开了更多的花，用来唤醒刚坠入爱河的新芽，鸳鸯香炉是一种未名的爱，不用声名，千万种爱都升自胸腹中柔柔的一缕烟。把鸳鸯从水面上提升到情感的诠释，就像鸳鸯香炉虽然沉重，它的烟却总是往上飞升，或许能给我们一些新的启示吧！至于香炉，我感觉所有的夫妻最后都要迈人共守一炉香的境界，久了就不只是爱，而是亲情。任何婚姻的最后，热情总会消褪，就像宗教的热诚最后会平淡到只剩下虔敬最后的象征是一炉香，在空阔平朗的生活中缓缓燃烧，那升起的烟，我们逼近时可以体贴地感觉，我们站远了，还有温暖。我曾在万华的小巷中看过一对看守寺庙的老夫妇，他们的工作很简单，就是在晨昏时上一炷香，以及打扫那一间被岁月剥蚀的小端。我去的时候，他们总是无言，轻轻的动作，任阳光一寸一寸移到神案之前，等到他们工作完后，总是相携着手，慢慢左拐右弯地消失在小巷的尽头。我曾在信义路附近的巷子口，看过一对捡拾破烂的中年夫妻，丈夫吃力地踩着一辆三轮板车，口中还叫着收破烂特有的语言，妻子经过每家门口，把人们弃置的空罐酒瓶残旧书报一一丢到板车上，到巷口时，妻子跳到板车后座，熟练安稳的坐着，露出做完工作欣慰的微笑，丈夫也突然吹起口哨来了。我曾在通化街的小面摊上，仔细地观察一对卖牛肉面的少年夫妻文夫总是自信地在热气腾腾的锅边下面条，妻子则一边招呼客人，一边清洁桌椅，一边还要蹲下腰来洗涤油污的碗碟。"}
