{"text":"最近我收到一位我不知道他是老中青，姑以代之学者的来信。他是个有心人，一个有志之士，想努力保持汉语的规范化，是一位值得尊敬的人。但是，他有点食今不化，不了解语言和文字都不会停滞不变的道理，想使我们今天的规范化字永垂不朽，变成化石。比如在今天的汉语词典上，朦和朦胧确实分列为两个词儿，前者的解释是快要睡着或刚醒时，两眼半开半闭，看东西模糊的样子。对后者的解释是月光不明，不清楚，模糊。其实基本的含义就是模糊。如果说朦与眼有关，而朦胧与月色有关，那么，对一个瞎子来说，他既无朦，又无朦胧。如果他写文章当然是用盲文，他应该用哪一个词儿呢？先生的三闲集中有一篇文章醉眼中的朦胧，这确与眼睛有关，然而他却写作朦胧，而非朦。根据我的印象，朦这两个字，现在很少有人用，它几乎成为汉语词汇中的盲肠。这位学者硬要勉强区分，可怜无补费精神。这位学者还举出了一些别的例子，限于篇幅，我就不举了。他为了勘误，写了几百封信，连面也不得到羡林按此句措辞有问题，也应该勘一勘的而大量的书一印再印，几万几十万甚至几百万册，流向社会传之后代，真是贻害无穷，简直是践踏我们五千年的璀璨文化，使大家都当上不孝之羡林按应作子孙败类。这大概不是各位弄学问的大家所心甘情愿的吧？！这真是石破天惊之论，令我浑身震撼。然而五千年中，我们的语言文字变了多少次了？我们全体汉族人民，加上我们的老祖宗，岂不都成了不肖子孙败类了吗？忆往述怀第二篇学林漫步忆往述怀文章的题目文章是广义的提法，细分起来，至少应该包括这样几项论文专著专题报告等等。所有的这几项都必须有一个题目，有了题目，才能下笔作文章，否则文章是无从写起的。题目是从哪里来的呢？这不出两端，一个是别人出，一个是自己选。过去一千多年的考试，我们现在从小学到大学的作文，都是老师或其他什么人出题目，应试者或者学生来写文章。封建社会的考试是代圣人立言，万万不能离题的，否则不但中不了秀才举人或进士，严重的还有杀头的危险。至于学术研究，有的题目由国家领导部门出题目，你根据题目写成研究报告。也有的部门制订科研规划，规划上列出一些题目，供选者参考。一般说来，选择的自由不大。"}
{"text":"题目是从哪里来的呢？这不出两端，一个是别人出，一个是自己选。过去一千多年的考试，我们现在从小学到大学的作文，都是老师或其他什么人出题目，应试者或者学生来写文章。封建社会的考试是代圣人立言，万万不能离题的，否则不但中不了秀才举人或进士，严重的还有杀头的危险。至于学术研究，有的题目由国家领导部门出题目，你根据题目写成研究报告。也有的部门制订科研规划，规划上列出一些题目，供选者参考。一般说来，选择的自由不大。年代，我也曾参加过制订社会科学规划的工作，开了不知多少会，用了不知多少纸张，费了不知多少人力，规划终于制订出来了。但是，后来就没有多少人过问，仿佛是为规划而规划。以上都属于别人出的范畴。至于自己选，表面上看起来是比较自由的。然而实际上也不尽然，有时候也要代圣人立言。就是你自己选定的题目，话却不一定都是自己的，自己的话也不一定能尽情吐露。于是产生了一种特殊的八股，只准说一定的话，话只准说到一定的程度。中外历史都证明，只有在真正百家争鸣的时代，学术才真能发展。特别是有一种倾向危害最大。年纪大一点的学术研究者都不会忘记，过去有很长的一段时间，有某一些人大刀阔斧地批判从杂志缝里找文章的做法。这些人大概从来不看学术杂志，从来也写不出有新见解的文章，只能奉命唯谨，代圣人立言。稍懂学术研究的人都会知道，学术上的新见解总是最先发表在杂志上刊登的论文，进入学术专著，多半是比较晚的事情了。每一位学者都必须尽量多地尽量及时地阅读中外有关的杂志。在阅读中，认为观点正确，则心领神会。认为不正确，则自己必有自己的想法。阅读既多，则融会贯通，逐渐形成了自己的新见解，发而为文，对自己这一门学问会有所推动。这就是从杂志缝里找文章。我现在发现，有颇为不少的学者从来不或至少很少阅读中外学术杂志。他们不知道自己这一门学问发展的新动向，也得不到创新的灵感，抱残守缺，鼠目寸光，抱着几十年的老皇历不放，在这样的情况下，焉能写出好文章！我们应当经常不断地阅读中外杂志，结合随时出现的新问题和新情况，一心一意地从杂志缝里找文章。"}
{"text":"这就是从杂志缝里找文章。我现在发现，有颇为不少的学者从来不或至少很少阅读中外学术杂志。他们不知道自己这一门学问发展的新动向，也得不到创新的灵感，抱残守缺，鼠目寸光，抱着几十年的老皇历不放，在这样的情况下，焉能写出好文章！我们应当经常不断地阅读中外杂志，结合随时出现的新问题和新情况，一心一意地从杂志缝里找文章。忆往述怀第二篇学林漫步忆往述怀光彩的文明最近几年来，我提倡一种送去主义，意思是，我们祖先发明的许多好东西，比如造纸印刷火药罗盘等等，早被外国人拿去了。今天我们仍然有许多好东西。但是，西方人自产业革命以后以天之骄子自居，受过我们的恩惠一事，他们早已忘到九霄云外去了，认为我们什么都不行，这些好东西他们也不来拿。中国的饭菜，他们觉得味道还不错，忙不迭地拿去了。我们的文学作品，特别是现当代的，他们却不大肯垂青。我个人觉得，这现象并不正常。外国文学作品译为汉文，帮助了我们新文学的成长与发展，我们的文学进入了世界文学的范围，与国际接上了轨。今天我们的文学也能帮助国外文学的繁荣与发展，投桃报李，他们不来拿，我们只有送去，这就是我的送去主义。幸而外国的文艺界不全是排华派。他们出于不尽相同的考虑与动机，有时候也重视一下中国现当代的文学作品，认为优秀的，也授予文学奖。现在这一套丛书就是中国作家获得外国文学奖作品的集成。这些作家可以说是为我们伟大祖国增了光，为中外文化交流作出了突出的贡献，为促进中外人民的理解与友谊立了大功。我们由衷地对他们表示敬佩，并诚挚希望中国有更多的作家能够获得外国的奖，多多益善。外国给中国作家颁奖这一事实，按照我上面的说法，可以说是外国的拿来主义。而在中国方面来说，则是送去主义。总之，可以说是拿来与送去相结合的行动。我也希望这样的行动能够继续不断，多多益善。我在这里想作一个重要的补充说明。获得外国文学奖的中国作家和他们的作品是优秀的，这一点我在上面已经谈过，不必再赘述。那些没有获得外国文学奖的中国作家和作品怎样呢？这些作家的数目大大地超过前者，在这些作家中有茅盾沈从文曹禺等等。谁能说这些作家的作品不优秀呢？因此，我们可以说，不管外国文学奖意义有多么重大，它仅仅是对一个中国作家进行评论时的参照系，不能是主要的标准，更不能是唯一的标准。"}
{"text":"我也希望这样的行动能够继续不断，多多益善。我在这里想作一个重要的补充说明。获得外国文学奖的中国作家和他们的作品是优秀的，这一点我在上面已经谈过，不必再赘述。那些没有获得外国文学奖的中国作家和作品怎样呢？这些作家的数目大大地超过前者，在这些作家中有茅盾沈从文曹禺等等。谁能说这些作家的作品不优秀呢？因此，我们可以说，不管外国文学奖意义有多么重大，它仅仅是对一个中国作家进行评论时的参照系，不能是主要的标准，更不能是唯一的标准。这一点，我想大家是能够同意的。至于赫赫有名的诺贝尔文学奖，国内有很多的膜拜者。但我有自己的看法。我曾写过一篇文章，刊登在外语教学与研究杂志上，读者如有兴趣，请参阅。我认为，对中国文艺界来说，诺贝尔文学奖只能起到一个反面教员的作用。中国是世界第一人口大国，又是一个发展中国家，一个社会主义国家，由于一些原因，我们的潜力还没能充分发挥出来。如今之计，我国人民，其中当然也包括我们的作家，应当自强不息，建立信心，不排外，也不崇外，埋头苦干，争分夺秒，我们的国家总会强盛起来的。外国某一些领导人和老百姓，既患了红眼病，又患了白眼病。红眼的就让他们红下去吧，白眼的终会垂下青来的。至于我们作家在下一个世纪能起什么作用，常言道真金不怕火炼。只要我们努力不辍，我们文学的光彩终会照亮全世界的。忆往述怀第二篇学林漫步忆往述怀拿来和送去在世界上所有的文明大国中，古代典籍传留下来在质和量的方面都独占鳌头的，只有中国一国。这个说法完全符合事实，毫无夸大之处。典籍是最重要的文化载体。古代典籍是我们中华民族对世界人民，对世界文化一个伟大的贡献。在过去漫长的封建社会中，有的统治者也曾用大力整理过，比如清代的乾隆皇帝就曾亲自过问，遴选了几位大学士，集天下最有成就的大学者，用上几年的时间，编选了一部有名的四库全书，没有刻版印行，只命人缮写了七部，分贮全国一些地方。乾隆的用心或者动机并不是善良的，他想消灭一些书或者消灭一些书的有忌讳的部分。但是效果应该说还是好的，四库全书保全了一些书免遭毁灭的厄运。在解放前，上海商务印书馆影印了一大批古籍，编为四部丛刊。"}
{"text":"乾隆的用心或者动机并不是善良的，他想消灭一些书或者消灭一些书的有忌讳的部分。但是效果应该说还是好的，四库全书保全了一些书免遭毁灭的厄运。在解放前，上海商务印书馆影印了一大批古籍，编为四部丛刊。上海中华书局排印了一套四部备要，两套丛书都是皇皇巨著，异曲同工，起到了传播与保存古籍的双重作用，受到了海内外广大读者的欢迎，动机与效果完全统一。最近若干年以来，在改革开放的影响下，在弘扬中华民族优秀文化正确方针的指导下，又有一些有识之士，用不同的方式整理编纂优秀古籍。在群峰并峙的形势中，传世藏书以其独特的编选方式，投入巨大的资金，邀集众多的学者，横排，简体字，所有入选的古籍都加上标号，穷数年之力，采用最好的纸张，使用最高的印刷技术，实行严格的审校制度，反复核校，最后出之以最美的装帧。这样细致审慎的操作规程，称之为前无古人，恐怕亦非过分夸大。好在全书一百二十三巨册已经出齐，明眼人自能衡量其价值，徒托空言，不足为凭。关于此书的意义与价值，我想提出几点个人的看法。最近几年，我在很多文章和发言中提出了一个观点文化交流是推动人类社会前进的主要动力之一。如果没有国家与国家间人民与人民间的文化交流，今天人类社会是个什么样子，简直无法想象。我认为，在人类历史上，最大的文化交流是东西两大文化体系之间的交流。以中国文化为核心的东方文化，其基础或出发点是综合的思维模式，表现在哲学思想上是天人合一。最有代表性的说法是宋代大哲学家张载的民，吾同胞。物，吾与也。西方文化自希腊罗马起一直发展到今天的欧美文化，其基础或出发点是分析的思维模式，表现在行动上是征服自然。在中国汉唐时期，主宰世界的是东方文化。西方自文艺复兴，特别是产业革命以后，征服自然，成绩彪炳。到了今天，在衣食住行各个方面，都有巨大的创造与成就，全世界莫不蒙受其利。然而征服自然，从一开始就孕育着危险性。到了今天，弊端日益明显，大气污染，环境污染，生态平衡破坏，臭氧层出洞，如此等等，不一而足。原来，大自然虽既非人格，亦非神格，却是能惩罚善报复的，以上列举的诸弊端就是报复与惩罚的结果。如果人类再不悬崖勒马，后果真不堪设想。"}
{"text":"在中国汉唐时期，主宰世界的是东方文化。西方自文艺复兴，特别是产业革命以后，征服自然，成绩彪炳。到了今天，在衣食住行各个方面，都有巨大的创造与成就，全世界莫不蒙受其利。然而征服自然，从一开始就孕育着危险性。到了今天，弊端日益明显，大气污染，环境污染，生态平衡破坏，臭氧层出洞，如此等等，不一而足。原来，大自然虽既非人格，亦非神格，却是能惩罚善报复的，以上列举的诸弊端就是报复与惩罚的结果。如果人类再不悬崖勒马，后果真不堪设想。救之之方只有一个，就是以东方天人合一的思想和行动济西方征服自然之穷，我称之为东西文化互补论。传世藏书所收典籍中蕴含着中国文化的精华。不仅是中国学者，连西方一些有识之士也感到了西方文化所产生的弊端，必救之以东方文化。当年先生提倡拿来主义，是想输入西方的科技文化，使中国富强起来。到了今天，人类所面临的处境既然如此险恶，而西方大部分人――我看，中国也一样――却还懵懵懂懂，高枕不醒。我们只有一个办法，就是采用送去主义，送去的方法和工具颇多，把传世藏书弘扬四海，就是有效的办法之一。再过几年，一个新的世纪就来临了。我虔诚希望，人类能聪明起来，认真考虑拿来与送去的问题，认真考虑我的东西文化互补论。忆往述怀第二篇学林漫步忆往述怀我和东坡词几年前的一段亲身经历，至今回忆起来，历历如在目前然而其中的一点隐秘，我却始终无法解释。患了老年性白内障，要动手术。要说怕得不得了，还不至于要说心里一点波动都没有，也不是事实。坐车到医院去的路上，同行的人高谈阔论，我心里有点忐忑不安，一点也不想参加，我静默不语，在半梦幻状态中，忽然在心中背诵起来了苏东坡的词明月几时有？把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间！转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。默诵完了一遍，再从头默诵起，最终自己也不知道，究竟默诵了多少遍，汽车到了医院。在这样的时候，在这样的地方，我为什么单单默诵东坡这一首词，我至今不解。难道它与我当时的处境有什么神秘的联系吗？"}
{"text":"把酒问青天。不知天上宫阙，今夕是何年。我欲乘风归去，又恐琼楼玉宇，高处不胜寒。起舞弄清影，何似在人间！转朱阁，低绮户，照无眠。不应有恨，何事长向别时圆？人有悲欢离合，月有阴晴圆缺，此事古难全。但愿人长久，千里共婵娟。默诵完了一遍，再从头默诵起，最终自己也不知道，究竟默诵了多少遍，汽车到了医院。在这样的时候，在这样的地方，我为什么单单默诵东坡这一首词，我至今不解。难道它与我当时的处境有什么神秘的联系吗？在医院里住了几天，进行了细致的体验，终于把我送进了手术室。主刀人是施玉英大夫，号称北京第一刀，技术精湛，万无一失，因此我一点顾虑都没有。但因我患有心脏病，为了保险起见，医院特请来一位心脏科专家，并运来极大的一台测量心脏的仪器，摆在手术台旁，以便随时监测我心跳的频率。于是，我就有了两位大夫，我舒舒服服地躺上了手术台。动手术的右眼虽然进行了麻醉，但我的脑筋是十分清楚的，耳朵也不含糊。手术开始后，我听到两位大夫曼声细语地交换着意见，间或还听到了仪器碰撞的声音。一切我都觉得很美妙。但是，我又在半梦幻的状态中，心里忽然又默诵起宋词来，仍然是苏东坡的，不是上面那一首，而是缥缈红妆照浅溪，薄云疏雨不成泥。送君何处古台西。废沼夜来秋水满，茂陵深处晓莺啼。行人肠断草凄迷。我仍然是循环往复地默诵，一遍又一遍，一直到走下手术台。在这样的时候，在这样的地方，我为什么偏偏又默诵起词来，而且又是东坡的，其原因我至今不解。难道这又与我当时的处境有什么神秘的联系吗？这样的问题，我无法解释。但是，我觉得，如果真要想求得一个答复，也是有可能找得到的。我不是诗词专家，只有爱好，不懂评论。可是读得多了，管窥蠡测，似乎也能有点个人的看法。现在不妨写了出来，供大家品评。中国词家一向把词分为婉约与豪放两派，每一派中的诸也都各有特点，不完全是一个模样。在婉约派中，我最喜欢的是李后主李易安和纳兰性德。在豪放派中，我最欣赏的是苏东坡。原因何在呢？我想提出一个真正的专家学者从来没有提过的肯定是野狐谈禅的说法。为了把问题说明白，我想先拉一位诗人来作陪，他就是李太白。我个人浅见认为，太白和东坡是中国几千年的文学史上两位最有天才的最伟大的作家。"}
{"text":"现在不妨写了出来，供大家品评。中国词家一向把词分为婉约与豪放两派，每一派中的诸也都各有特点，不完全是一个模样。在婉约派中，我最喜欢的是李后主李易安和纳兰性德。在豪放派中，我最欣赏的是苏东坡。原因何在呢？我想提出一个真正的专家学者从来没有提过的肯定是野狐谈禅的说法。为了把问题说明白，我想先拉一位诗人来作陪，他就是李太白。我个人浅见认为，太白和东坡是中国几千年的文学史上两位最有天才的最伟大的作家。他们俩共同的特点是为文如万斛泉涌，不择地而出，文不加点，倚马可待。每一首诗词，好像都是一气呵成，一气流转。他们写的时候，笔不停挥，欲住不能我们读的时候，也是欲停不能，宛如高山滑雪，必须一气到底，中间决无停留的可能。这一种气或者气势，洋溢充沛在他们诗词之中，霈然不可抗御。批评家和美学家怎样解释这个现象，我不得而知，这现象是明明白白地存在着的，我则丝毫也不怀疑。我在下面举太白的几首诗，以资对比长安一片月，万户捣衣声。秋风吹不断，总是玉关情。何日平胡虏，良人罢远征。明月出天山，苍茫云海间。长风几万里，吹度玉门关。蜀僧抱绿绮，西下峨嵋峰，为我一挥手，如听万壑松。你无论读上面哪一首诗，你能中途停下吗？真仿佛有一股力量，一股气势，在后面推动着你，非读下去不行，读东坡的词，亦复如是。这就是我独独推崇东坡和太白的原因。这种想法，过去并没有明确地意识到过，它埋藏在我心中有年矣。白内障动手术是我平生一件大事，它触动了我的内心，于是，这种想法就下意识地涌出来，东坡词适逢其会自然流出了。我的文艺理论水平低，只能说出，无法解释，尚望内行里手有以教我。忆往述怀第二篇学林漫步忆往述怀学外语一现在全国正弥漫着学外语的风气，学习的主要是英语，而这个选择是完全正确的。因为英语实际上已经成了一种世界语。学会了英语，几乎可以走遍天下，碰不到语言不通的困难。水平差的，有时要辅之以一点手势。那也无伤大雅，语言的作用就在于沟通思想。在一般生活中，思想决不会太复杂的。"}
{"text":"我的文艺理论水平低，只能说出，无法解释，尚望内行里手有以教我。忆往述怀第二篇学林漫步忆往述怀学外语一现在全国正弥漫着学外语的风气，学习的主要是英语，而这个选择是完全正确的。因为英语实际上已经成了一种世界语。学会了英语，几乎可以走遍天下，碰不到语言不通的困难。水平差的，有时要辅之以一点手势。那也无伤大雅，语言的作用就在于沟通思想。在一般生活中，思想决不会太复杂的。懂一点外语，即使有点洋泾浜，也无大碍，只要老内和老外的思想能够沟通，也就行了。学外语难不难呢？有什么捷径呢？俗话说天下无难事，只怕有心人。所谓有心人，我理解，就是有志向去学习又肯动脑筋的人。高卧不起，等天上落下馅儿饼来的人是绝对学不好外语的，别的东西也不会学好的。至于捷径问题，我想先引欧洲古代大几何学家欧几里德也许是另一个人。年老昏聩，没有把握对国王说几何学里面没有御道！御道，就是皇帝走的道路。学外语也没有捷径，人人平等，都要付出劳动。市场卖的这种学习法那种学习法，多不可信。什么方法也离不开个人的努力和勤奋。这些话都是老生常谈，但是，说一说决不会有坏处。根据我个人经验，学外语学到百分之五六十，甚至七八十，也并不十分难。但是，我们不学则已，要学就要学到百分之九十以上，越高越好。不到这个水平你的外语是没有用的，甚至会出漏子的。我这样说，同上面讲的并不矛盾。上面讲的只是沟通简单的思想，这里讲的却是治学译书做重要口译工作。现在市面上出售为数不太少的译本，错误百出，译文离奇。这些都是一些急功近利，水平极低而又懒得连字典都不肯查的所为。说句不好听的话，这些都是假冒伪劣的产品，应该归入严打之列的。我常有一个比喻我们这些学习外语的人，好像是一群鲤鱼，在外语的龙门下游。有天资肯努力的鲤鱼，经过艰苦的努力，认真钻研，锲而不舍，一不耍花招，二不找捷径，有朝一日风雷动，一跳跳过了龙门，从此变成了一条外语的龙，他就成了外语的主人，外语就为他所用。如果不这样做的话，则在龙门下游来游去，不肯努力，不肯钻研，就是游上一百年，他仍然是一条鲤鱼。如果是一条安分守己的鲤鱼，则还不至于害人。如果不安分守己，则必然堕入假冒伪劣之列，害人又害己。做人要老实，学外语也要老实。学外语没有什么万能的窍门。"}
