{"text":"因为一旦大学毕业，毋需任职做事，闲在家里当然不如漂洋镀金。日本太寒酸，美国太粗俗，要去总归去法国巴黎十多岁这个年龄的特征是自卑妄想，无人处的高视阔步，有人处的沉着寡言笑，实在都是聪明不起来的大志若愚，这样的一个无知无能的少年终于离开故乡小镇，到浙江省会杭州市来了。什么原因使我抛弃家庭，凭什么我能在战乱之中独自生存在陌生的都市中，这里到底不是我个人的回忆录，只认定要写的是艺术时代，一些人的牺牲，一些人的毁灭，一些人的救赎。杭州毕竟是天堂，至少它曾经是东南形胜三吴都会。我明知国立艺专迁到内地去了，然而我是抱着投考艺专的心情和意图来的，时常在平湖秋月罗苑孤山西泠印社那一带踽踽独行。艺专的学生宿舍是白公祠，住着些小户人家，儿童在鸡鸭群中枯寂地玩耍，门口晾着衣裤芥菜笋干，这景象与艺术正相反，唯其相反，使我凝视不去，似乎可以从中讨回艺术来。我几乎三日两头走在白堤上，从来没有见过画家作写生，那年月杭州就没有人画画了么，他们胆小怕事不敢出来吗？那么我自己为何不提了画架画箱来，柳荫下摆摆样子，一酬童年铭心刻骨的梦想呢？但我也竟是一个徒手的步行者。那时，我对于艺术，除了虚荣，别无角度可以介入，杭州旧书店多多，多到每天只要我出去逛街，总可以选一捆，坐黄包车回来。最嗜读的是欧洲艺术家轶事之类的闲书，没有料到许多故事是好事家捏造出来逗弄读者的，我却件件信以为真，如诵家谱，尤其是十九世纪英法德俄的文学家音乐家画家的传记，特别使我入迷着魔。泛览既多，自以为虽不中，不远矣，实则那时候我几曾沾着艺术的边？一切都还表不及里，但里是什么，四顾茫然，要及也不知从何及起，是故我只能徘徊在表上，即使里真的跑出表来及我，我也认不得，幼稚无知，导致我刚愎自用，一个人在暗中埋怨艺术，有表就好了，何必要有里呵！第二部分战后嘉年华一九四三年，我住在盐桥附近的南书屋，女佣料理日常琐事，我独进独出，一心要做那种知易行难的艺术家，书越买越多，画则全作油画，走的大致是印象派的路子，喜欢尤特里罗，他的街头风景，也不是实地写生的。下午三时至六时，照例在思澄堂范牧师那里练琴，钢琴，每月付学费。"}
{"text":"第二部分战后嘉年华一九四三年，我住在盐桥附近的南书屋，女佣料理日常琐事，我独进独出，一心要做那种知易行难的艺术家，书越买越多，画则全作油画，走的大致是印象派的路子，喜欢尤特里罗，他的街头风景，也不是实地写生的。下午三时至六时，照例在思澄堂范牧师那里练琴，钢琴，每月付学费。藏青哔叽学生装黑呢西装花格羊毛衫灯芯绒裤子意思是我当初一袭长袍揖别故乡的，到得此时在外表上全盘西化了，这是四十年代初的浙江小镇上所做不到的。某日家信至，内示凡有从杭州回乡的亲戚长辈，都认为我单身在外，无人督导，显得华而不实――我深感委屈了，与我所梦想的艺术家相比，我真是表不及里里不及表更滑稽的是，我自以为处于流浪失恋奋斗的进程中，艺术家不是都要这样折腾，千锤百炼，然后一举成名的么，家书中之所以有此一番旁敲侧击的庭训，猜想是南书屋主，袁老夫子对我的讥评，他是我姐夫的业师，精监赏，富收藏，而对西洋画无知识，有成见。我初入南，老夫子每来夜谭，看了我带出来的山水花卉和隶真行草，以为然，孺子可教。不久，我弃长衫布鞋，取西装革履，满屋油彩气味，画具画材狼藉，难怪老夫子要在他给我姐夫的信中，来那么一句华而不实。好在他怕闻油彩气味，夜谭从此不继。居有顷，母亲来杭州办事，当然也是为了要看看儿子，我想不免要甄检华与实的公案，结果陪母亲游山泛舟，逛街选物之余，添置了秋冬大衣各一英国纹皮皮鞋瑞士名牌金表，还印了几匣名片，母亲说先一步步学起来，以后就老练，独个子在外面，要懂交际，别让人家瞧不起。我趁势问了那讥评的来源，诚然是南书屋主人的高见，母亲笑道真的华而不实倒先得一华，再要得实也就不难，从华变过来的实，才是真实，你姐夫，实而不华，再说也华不起来，从前你父亲是正当由华转实，无奈去世了，否则我们这个家庭也不致如此，我是说，你要华，可以，得要真华，浮华可不是华母亲归去后，我尝试与杭地的几许名门世家的子弟辈作交游。其中擅书画的那些个，都各有师承，谨守传统六法，一派仿作，毫无才气，更使我惶惑不解的是，他们在艺术上根本无视现代，意识不到欧罗巴世界性艺术的存在和发展，而生活享受呢？"}
{"text":"其中擅书画的那些个，都各有师承，谨守传统六法，一派仿作，毫无才气，更使我惶惑不解的是，他们在艺术上根本无视现代，意识不到欧罗巴世界性艺术的存在和发展，而生活享受呢？却来得个会赶时髦，西方物质文明的种种新鲜玩意儿，他们捷手先得，自命不凡，男男女女凑在一起时，像是谈恋爱，又不见得真相干，这种场合和氛围，使我废然退出，仍旧回到南书屋，在印象派野兽派立体派的概念丛里，走我自以为是的路，而且有点明白何以西湖边上没有画家在写生的道理了，既然艺专因战事迁去内地，杭州就没有主流的洋画，只有支流的国画――我像离群之雁，只等艺专回来，才有入群齐飞的可能。而就这样孤雁单飞，也不失为一种自强的训练，与所谓名门世家的后代的交游经验，使我知道浮华真的只是浮而不是华。那年秋天，抗日战争最后胜利的喜讯突如其来，杭城一片爆仗声，入夜万人空巷提灯庆祝，在近乎昏晕的欢欣中，我冷冷地看到一己的命运面临转机。似乎到了这时杭州才有文化界，呼地冒出许多画画儿的编报儿的演戏儿的大抵兵分三路，一是从内地大后方赶程而至，二是在浙江山区作游击队于今整编入城了，三是原本隐蔽身份至此就站了出来，反正一时人才济济，都显得精明强干，唯独这个蛰居于南书屋寝馈于欧罗巴文化观念的惨绿少年，一入文化界，确实难于适应，但我还是看样学样地努力周旋。很快，杭州成立了美术工协会，我也就此成为会员，开会时，这些美术的工，个个能说会道，握起手来，紧得发痛，还要上下左右摇几摇，自道姓名时，叫阿大，叫阿羊，在画上签名也就是阿大阿羊，衣着一概平凡朴素，谈论所及，某某，人很热情，这张画，趣味好――我不免发愣，热情，怎么就放在口头上，趣味，我却看不出来。"}
{"text":"他们都画农民小贩码头工人乡村集市城市路边摊那事事为首的阿大者，画风很像丰子恺，只是太像了一点，而更多更精彩的是搞木刻的，题材总与革命有关，我注意看，觉得自己是望革命之尘而莫及，尤其因为读过不少俄罗斯小说，革命，非常悲壮，非常罗曼蒂克，转而对于中国式的革命，我有的是好奇心和求知欲，然而一九四几年那光景，杭州地区的美术工协会，似乎并无特殊的内在性质，大致是一些画画的青年中年人，想在长期的压抑苦闷之后，吐吐气扬扬眉就是了。果然，未到年底，就在民众文化馆举行了集体性的画展，参展的作品居然很多，国画占颇大的面积，而木刻漫画泱泱乎成了主流，我拿出的几幅油画风景，都上选，画的是树木教堂桥河，不足指名是什么地方，似乎巴黎，似乎伦敦，反正从照片上的印象并合起来的。展览会很热闹。筹备期间我每天去工作，感到自己实地投身社会，又怀疑这种事务性的忙碌算不算艺术活动，与之一同工作的几位年长者，在我眼中都是饱经风霜深谙人情世故的老大哥，有的似乎病着，有的似乎贫着，我不病不贫却比他们自卑，因为我幼稚无知，虽然读书已不算少，可是书本上所得来的有关艺术的常识知识概念观念，与眼前所接触的人物事物，全对不上号，阿大阿羊热情趣味等，与希腊雅典意大利文艺复兴浪漫主义印象派毫无关系，他们大概生来就是画豆腐浆摊码头工人玩杂耍的。但我还是很兴奋，看到自己的画挂在墙上，男男女女走过，停步，指指点点――初步圆了我童年以来萦心不释的画家梦。接着，便是东南日报的报道和评论，认为此次展览十分成功，选出几位画家作为赞美推荐，其中竟然涉及我，大意是那几幅风景清丽脱俗，且能以中国画的笔法入油画，洵为难得云云。艺专迟迟不迁回，上海美专倒先复校，登报招生了，我立即去信报名，很快就收到通知，按期去上海应考。"}
{"text":"但我还是很兴奋，看到自己的画挂在墙上，男男女女走过，停步，指指点点――初步圆了我童年以来萦心不释的画家梦。接着，便是东南日报的报道和评论，认为此次展览十分成功，选出几位画家作为赞美推荐，其中竟然涉及我，大意是那几幅风景清丽脱俗，且能以中国画的笔法入油画，洵为难得云云。艺专迟迟不迁回，上海美专倒先复校，登报招生了，我立即去信报名，很快就收到通知，按期去上海应考。在这个号称人间天堂的西子湖畔，我认识了很多人，却始终无友谊可言，遇事只是在南书屋中默默地想，默默地决定，窗下一条混浊的小运河，对岸的织席工厂，终日机声轧轧，景况是很凄怆的，而全凭十八岁这个年龄，使我麻木而自信，不过我隐隐看到母亲对世道的估量已不符实际，我父亲的一代，确凿要善于交际，讲究体面，而战后的新生代就全然平民化了，且以此为标榜，为革命的前提，我靠在窗栏上凝望慢流的河水，想起那些轶事传记中的艺术家，他们的不幸，也还是幸。赴上海应考的前夜，我独自走上湖滨的一家餐馆的顶层，算是饯行，要的是西菜，一杯葡萄酒。当年很流行的一个励志的说法过去种种譬如昨日死，未来种种譬如今日生。我原是觉得文字累赘词义伧俗，此时想起，倒许为剀切――始于懵懂的虚荣心，胡乱地画起油画来，得机会就率尔拿出去展览，那报载的好评无非是记者的例行故事而已。除却个人的短距离的生世之叹，艺术究竟是什么这大疑题更使我不安因为我已经知道艺术是什么，才决意永别故乡，到了杭州，先遇的是一伙摩登的纨绔子弟，后遇的是成群美术工，是八年战乱使中国自外于世界艺术潮流？抑中国就没曾进入过世界艺术的行列之中？十八岁的头脑加上一杯葡萄酒就更糊涂了。上海是国际性的大都会，冒险家的乐园，一个非鱼非龙的年轻人，即将投入鱼龙混杂的黄浦滩。望湖楼独自晚餐，极目黑沉沉的夜湖，白堤的柳丝间灯光闪烁，是我离家以后，第一次感到实而不华的悲凉。"}
{"text":"望湖楼独自晚餐，极目黑沉沉的夜湖，白堤的柳丝间灯光闪烁，是我离家以后，第一次感到实而不华的悲凉。上海美术专科学校，坐落于斜桥菜市路底，那是大都会的南边陲，接近市郊乡村，空旷安静自不必说，待到亲临实地，此区域不仅是一个庞杂的果蔬鱼肉市场，而且周遭密布着小吃店路边摊裁缝鞋匠烟纸什货烟雾迷目，腥臊刺鼻，时值春初雨季，街上满是人满是伞满是水潭泥泞一片可以使街面震动的喧嚣市声――杭州西湖此时柳丝嫩黄，柔媚如梦，这里可真是红尘乱世了。第二部分战后嘉年华后来才知道起造校舍的年代。斜桥一带确是树木葱茏小河流水，迟来者只好俯首认命，命中注定要在人间地狱中追求艺术天堂。校舍，正面看是一幢相当宽阔的四层西式大楼，无奈临街，显得商业气，黑漆的铁栅门颇为威严，我跨进去的刹那，心想这是我的艺术之门，门外汉的阶段就此结束。抬头又眺见里面的照壁上设有长龛，水泥塑出一个美字，由肥肥的十二只尖角组成，校徽便采此为图案。我本能地推开会客室的门，五六只鸡咯咯乱叫，破旧的沙发上全是鸡粪，可见八年抗战，这里一直是荒废着的。教务处光线幽暗，只有一个脸色苍白须眉乌黑的中年人，是教务主任，我报名三年制西洋画专修科，大学程度。主任一口绍兴官话那么你的高中毕业文凭缴来！我考同等学力。喔可以可以，可以的，不过，我们这里学费，每学期要五担米，按五担米折价他上下打量我，我一身藏青哔叽学生装说明性不强，便道五十担我也付得起。教务主任笑逐颜开，搓搓手，指指旁边的椅子请坐请坐，我想，你一定会录取的，考插班生还是新生，可以住宿，伙食是由学生会自办的。这样便成为上海美专的一年级学生，从此日益明悟最不懂美术与美术最无缘分的人，都是在美术学校里。同时也认为有志于艺术的青年，应得入学校去科班一番。"}
{"text":"这样便成为上海美专的一年级学生，从此日益明悟最不懂美术与美术最无缘分的人，都是在美术学校里。同时也认为有志于艺术的青年，应得入学校去科班一番。学校，是筹备期的世面，而且永远处于筹备期，真刀真枪的世面杀伤力太大，学校里的总还是纸刀纸枪许多聚在学校的名义下，便煞有介事，便可以比较，且是不舍昼夜地在比较，你就能连续收到各种自知之明与知人之明的讯息，是靠这些甜酸苦辣来使天性趋于成熟，科班者，意义在于此而非教师的耳提面命当头棒喝。上海美专无疑是我快乐的淘气竞技场，与往昔踽踽独行在西子湖畔的惨绿少年已经判若两人，青春必须动，静的青春往往流于自残。那时的所谓西洋画专修，上午一概是实习课，从石膏素描渐进到人体素描及油画创作，其他如水彩粉笔速写是间隔性的穿插。下午，理论课，美术史透视学解剖学色彩学，生意清淡，因为翻翻书就可以应付考试，而教师讲讲就讲到物价高薪水低老婆又要生孩子，劝大家不要学艺术。实习课的风气则不然，我至今还留连那时候的学生的生活习惯，晨起盥洗，早餐既毕，换上浆洗一清的衬衫多数是纯白，打好领带，擦亮皮鞋，梳光头发，挟着画具健步经长廊过走道上楼梯进教室，教授总是先在那里了，衣着更为严谨。我们的教授终年一身黑西装，白衬衫黑领带，无懈可击薄型皮鞋和狭边呢帽，一望而知是法国带回来的右手无名指上白金的钻戒款式古雅，巴黎十年养成的飘逸深沉，先成了我们的楷模。课间休息时，我们拿出画册来请教授品评讲解，他娓娓道来如数家珍，分别等级毫不假借。他认为胆大大画家，胆小小画家，使我们这群男孩女娃气壮神旺自负日高，而论素描基础之奠定，他又说画桃子要连桃的茸毛也画出来，大家又为之瞠目结舌。同学们，来自各地的青年，说是鱼龙混杂，好像只见鱼而没见龙，鱼则类别多矣。本地帮洋派得厉害，我刚把行李搬进宿舍，便有一位黑肤方脸的矮个儿倚门招呼哈！我姓堂，勃令堂，抽烟吗？他递上一包茄立克，我谢了，也通名报姓，他蔼然关照我阁下初到上海，当然来不及改换新装，霞飞路马斯南路转角上一家叫雷蒙的，有一件法兰绒夹克，我想起来觉得与你很合适，蓝的，明线，贴袋，不妨去看看，我有一条领带很相配，可以送给你。我姓堂，勃令，堂。"}
{"text":"本地帮洋派得厉害，我刚把行李搬进宿舍，便有一位黑肤方脸的矮个儿倚门招呼哈！我姓堂，勃令堂，抽烟吗？他递上一包茄立克，我谢了，也通名报姓，他蔼然关照我阁下初到上海，当然来不及改换新装，霞飞路马斯南路转角上一家叫雷蒙的，有一件法兰绒夹克，我想起来觉得与你很合适，蓝的，明线，贴袋，不妨去看看，我有一条领带很相配，可以送给你。我姓堂，勃令，堂。他姓谭，名正明，当时我钦佩感激非常，到底是上海人，如此委婉大方，再看他的发型打扮无疑是超潮流的，后来日子久了，虽然他的热诚始终一贯，而我觉得他不是在学艺术，是在学艺术家。另外如姓徐的小猫姓姚的野猫姓王的锅盖长脚的黄沙涂脂抹粉的魏贤，都各有仪态风调，可见先是地灵，然后人杰，把我这种浙江来的嫩头比得黯然失色。尤其是那位外号强盗王的郭姓者，更使我心惊肉跳，只见他头发蓬勃颊须鬈曲，而且也戴小小的椭圆眼镜，活像舒伯特，来校时总是怀抱一叠乐谱，身材魁梧，神采飞扬，直觉得十九世纪卷土重来，于是他闪入琴室，大把大把地猛敲键盘他还写诗，笔名奥耶，自费印了一本集子叫葱色的山群，用红丝带缬起来，我诚惶诚恐地开读夜，梦我拿起调色板的笔突然我对这些海派人物的景仰羡慕一起垮掉了――本地帮的同学未必是本地产物，不过是生活在上海的日子久了，或者其家庭已经落地生根了。租界上数十年殖民地的洋风欧雨，再加日本人占领前后的孤岛妖雾，使年轻一代成为浮离实际的梦游者，他们不爱艺术，只爱艺术家，似乎艺术家是可以脱开艺术而独立的，比我儿时的虚荣心还要空中楼阁全无根蒂，看着他们的健美活跃顾盼自雄，我一个也不想接近。外地帮浙江江苏四川河南以浙江来的居多。谚曰乡下第一，跑到城里第七。使人觉得他们会不会走错了校门，然而他们个个脸色凝重地下功夫了，不是艺术上的功夫，而是怎样做个上海人的功夫。"}
{"text":"谚曰乡下第一，跑到城里第七。使人觉得他们会不会走错了校门，然而他们个个脸色凝重地下功夫了，不是艺术上的功夫，而是怎样做个上海人的功夫。三年后，仍然一望而知乡下人，乡下人本来没有什么不好，乡下人要学上海人而学不像就显得别扭，颇有几个民间诗人，笔名白花白草白影白痕的，一样练钢琴，画希腊雕像，在浴室中唱起歌来，分明是三轮车上的小姐真美丽，西装裤子短大衣他们人数多，做事克实，联络密切，占上海美专的半边天，使本地帮的势力日见萎缩，而这也是时代气数将要转变的一点先兆。潜在的还有两类神秘人物，一是职业学生，由执政党指派在各大专院校的特工人员，另一是文艺工，外地来的搞木刻漫画的同志，已经有协会有刊物有知名度，一身蓝布学生装，车胎厚底的皮鞋，速写夹子是用粗麻布包起来的，读的书，时事精通，消息灵通。但素描很难得到门径，因为他们已经在创作了，希腊罗马，裸裎的人体，与工人农民实在格格不入，不入也罢。与海派的轻薄花俏相比，此类文艺工就显得朴实正经。他们较年长，有相当丰富的社会经验，因而深谙人情世故，看准中国将要大变，他们选择的是大路，无疑算得是胸怀大志的了，他们自有驾轻就熟的生活方式，几个自己人聚在寝室里，男的旁边是女的，女的旁边是男的，差不多全属同乡，抽烟，打趣，一碗阳春面你吃一口我吃一口，葱油大饼我半只你半只，烟雾弥漫，人形东倒西歪万一你有什么事找他们，敲敲房门，里面就轰然大笑，认为外面敲敲门里面说请进是资产阶级，而他们自己是直闯别人的寝室，根本不先叩门，以示与资产阶级决裂。这样，那样，我从杭州来，但不属外地帮，我幼年生活在上海，却自外于本地帮，我无党无派，与职业学生素无瓜葛，我向往世界大同，难于与不懂礼貌的文艺工厮混――我是快乐的，没有虚度嘉年华，我受的艺术教育少量是在校内，多量是在校外，校外之外就茫无际涯了。上海交响乐团成员多数是西欧人，指挥者富华，英国籍，每周之末在法租界兰心剧场演出。"}
