{"text":"他说，我希望有最好的道德行为最好的道德成就，对于社会虽有善行贡献，却不骄傲。伐善的伐，就是夸耀。无伐善，有了好的表现，可是并不宣传。无施劳，自己认为劳苦的事情，不交给别人。施劳的意思，我主张这样解释。在上面也提到过，圣贤与英雄的分野英雄能够征服天下，不能克服自己圣贤不想征服天下，只想征服自己。所以圣贤比英雄还要难。换句话说，英雄可以施劳，把自己的理想，建筑在别人的烦恼痛苦上。圣贤则不想把自己的烦恼痛苦放在别人的肩膀上，而想担起天下人的烦恼与痛苦。所以颜渊讲无施劳，就是说不要把自己的烦恼痛苦放在别人身上，这是颜渊的所谓仁者之言。一文一武这两学生的理想志愿完全不同，都报告完了。孔子听了以后，还没说话，我们这位子路同学，可忍不住，发问了，老师！你先问我们，你的呢？也说说看。孔子说了老者安之，朋友信之，少者怀之。这就是礼运篇中大同思想的实现，这是最难做到的了。这三点一看就与众不同。孔子之所以为圣人，成为了不起的教育家哲学家总之什么家都被他家上了，了不起就是了不起。老者安之，社会上所有老年的人，无论在精神或物质方面，都有安顿。朋友信之，社会朋友之间，能够互相信任，人与人之间，没有仇恨，没有怀疑。少者怀之，年轻人永远有伟大的怀抱，使他的精神，永远有美好的理想美丽的盼望。也可以说永远要爱护他们，永远关爱年轻的一代。我们仔细研究，如果这三点都能做到，真是了不起的人。这样的人，如果要为他加一个头衔，就是圣人，或者神仙，或者如来。因为这三点，对上一代，自己这一代，以及下一代都有交代。此即所谓圣人境界，是很难做到的一件事。讲到这里，这篇对于学问之道实际的讨论，引用孔子的话，作个结论。子曰已矣乎！吾未见能见其过，而内自讼者也。这就是学问之道的点题。主要的要与第一篇学而连起来。孔子这几句话，用白话文翻译过来是算了吧！我从来没有看到过一个人，能随时检讨自己的过错，而且在检讨过错以后，还能在内心自我审判。怎样受审判呢？就是自己内在打天理与人欲之争的官司，就是如何善用理智平衡冲动的感情。这是学问的基本也是中国文化儒家情操的中心也是我们每一个人，随时会碰到，而无法避免的事。例如吸烟的人，戒烟非常难，看见了烟，理智告诉自己要戒，然而手下意识地会伸出去取烟。"}
{"text":"这就是学问之道的点题。主要的要与第一篇学而连起来。孔子这几句话，用白话文翻译过来是算了吧！我从来没有看到过一个人，能随时检讨自己的过错，而且在检讨过错以后，还能在内心自我审判。怎样受审判呢？就是自己内在打天理与人欲之争的官司，就是如何善用理智平衡冲动的感情。这是学问的基本也是中国文化儒家情操的中心也是我们每一个人，随时会碰到，而无法避免的事。例如吸烟的人，戒烟非常难，看见了烟，理智告诉自己要戒，然而手下意识地会伸出去取烟。其实人生随时随地都是如此，每个人都有理智，都很清醒，有的事不愿做，但欲望一起，就压不下去，理智始终克服不了情欲。所以孔子儒家的学问重点，在于内讼和自省，自己在肚子里审察一番。孔子在这里就讲到，他从来没有看过一个人，可以随时自己反省随时检讨自己责备自己的。这是特别提出孔子讲作学问的重点所在。在下面还补充一句。子曰十室之邑，必有忠信如丘者焉，不如丘之好学也。根据孔子上面所说，以他活到六七十岁的年纪，周游世界各国，竟然没有看到过一个随时反省的人，顶多只有一个，是他的学生颜回。似乎抹煞了天下人，但是孔子并没有那么偏激的思想。十室之邑――等于我们说在三家村里。古代的邑，等于现代的邻或里。汉唐以后，邑的观念又不同了，相当于现代的县。如果把汉唐以后的邑的观念，拿来看春秋战国时的邑，那就错了，这是研究学识上要小心的地方。所以他接着补充说，就是在十户人家的三家村里，也一定有讲学问道德的人。对事的忠对人的信，都像我一样，只是不像我一样肯努力去多方学习而已。孔子认为许多人有天才，但没有加上学识的培养，因此不能成就。就道德心理而言，问题也是一样。任何人都有道德的基本因素，只是因为没有学养，不知道把这种道德心理的基本因素培养出来。要使这种心理上善良的本质见之于行为，就必须加上学问的陶冶。雍也第六上一篇公冶长，是对前四篇整个学问系统，作一对话式讨论的前半集，本篇第六篇雍也是和第五篇的性质相衔接起来的，也就是讨论印证的后半集。闲置帝王才这里就讲到一个人。子曰雍也，可使南面。仲弓问子桑伯子。子曰可也，简。仲弓曰居敬而行简，以临其民，不亦可乎？居简而行简，无乃大简乎？子曰雍之言然。"}
{"text":"要使这种心理上善良的本质见之于行为，就必须加上学问的陶冶。雍也第六上一篇公冶长，是对前四篇整个学问系统，作一对话式讨论的前半集，本篇第六篇雍也是和第五篇的性质相衔接起来的，也就是讨论印证的后半集。闲置帝王才这里就讲到一个人。子曰雍也，可使南面。仲弓问子桑伯子。子曰可也，简。仲弓曰居敬而行简，以临其民，不亦可乎？居简而行简，无乃大简乎？子曰雍之言然。这篇书，同上篇以公冶长的名字来作篇名一样的，也是以学生雍的名字来作篇名。公冶长代表修德之体雍也代表进业之用。雍是孔子学生中有名的一个，姓冉，名雍，字仲弓，比孔子年轻二十九岁。在孔门得意的高弟当中，他认为道德学问都行的是颜回慷慨好义军事第一的是子路政治外交经济等等第一是子贡另一个他最得意的学生，就是冉雍。他认为雍也，可使南面。所谓南面，就是说他有南面而王，君临天下的大才。孔子周游列国的时候，每个国家都怕孔子，因为他的排场太大了。一来就带了那么多弟子，而且他的弟子中，各国的人都有，他的理想国中的各项人才也都有冉雍可以作君王，宰相可由子贡出任，三军统帅子路可以站出来。这情形，诸侯列国有谁敢收容孔子？他在那里一待，谁都紧张。所以从整个历史来研究孔子，就可以知道，他之所以伟大，之所以成为圣人，实在是起来有自。他不是没有办法，而是非常有办法，只要他头一点说你们干吧！问题就大了。以他的三千弟子，在春秋战国时，随便哪一个大国都吃不消，都可以被他拿下来。但是孔子不走这条路，为什么不走这条路？这种道德修养，就值得我们研究了。如果对当时的史料不清楚，好像孔子之成为圣人，是读书人被逼得穷到无可奈何，才做了圣人，那就完全错了，这点值得我们特别注意。孔子提出来雍也，可使南面。这是说冉雍这个学生有帝王之才。古代帝王，依照传统文化观念，一定要坐北向南，一直到清朝被我们推翻以前，几千年来都是如此。古时南北正向的房子，老百姓是不准修的，尤其在清代，老百姓如建南北正向的房子，地方官一向上报，就要论罪灭九族的。老百姓向南的房子有没有？有的，但是大门一定向旁偏一偏，不许正向南方。只有州县等官府的衙门，或者神庙可以坐北向南，其他不行。这是中国专制时代建筑方向的规矩。"}
{"text":"孔子提出来雍也，可使南面。这是说冉雍这个学生有帝王之才。古代帝王，依照传统文化观念，一定要坐北向南，一直到清朝被我们推翻以前，几千年来都是如此。古时南北正向的房子，老百姓是不准修的，尤其在清代，老百姓如建南北正向的房子，地方官一向上报，就要论罪灭九族的。老百姓向南的房子有没有？有的，但是大门一定向旁偏一偏，不许正向南方。只有州县等官府的衙门，或者神庙可以坐北向南，其他不行。这是中国专制时代建筑方向的规矩。还有，北京的房子，在过去绝不能高过宫殿，否则就是犯罪。所以南面这两个字，在古文中往往就是称帝称王的代名词。我们在这两篇书上看得出来另外的一个道理。第五篇公冶长，坐在牢里犯了法的人，孔子却把女儿嫁给他第六篇则讲可以作帝王的是冉雍。而冉雍本来是最可怜的人。他的父亲很不好，出身于贫贱家庭，如以阶级观念来讲，他的父亲是所谓下等人，可是他的儿子却资质非凡。由这两件事例，可以看出孔子在中国上古时代，那种注重阶级的社会里面，他并不考虑到这些。他只问一个青年，他个人是不是人才，如果是一个人才，该如何就如何。所以后来他也一再鼓励冉雍。当然，冉雍下意识中也会有一种心理――自己的出身自己的家庭如此，难免心理上有点自卑感。孔子就告诉他，不必要存有这种心理，一个人要靠自己站起来。所以这两篇书，第一个提到的人，都是在困苦艰难中，由孔子的培养，学问德业才能有所成。说到冉雍，他有一天提出一个问题来问孔子，讨论到子桑伯子这个人，在庄子这部书中也曾经提到过，他非常豁达。在秦汉以后的文化中用豁达这两个字，很有内涵。史记上写汉高祖，也有这种字句。达者指度量的宽大，讲得好听点是豁达讲得难听点，就是吊儿郎当，一种满不在乎的态度，穿衣服领带都打成歪的，扣子也扣不好，说不定领子也经常翻起来。这个样子，也有一半像豁达――不在乎。子桑伯子，就是一个这样的人。豁达的人往往太简。关于这个简字，值得研究了。我们须要特别了解孔子经常提到的简，就和老子所提到的俭，观念是一样的。这两个字的定义，在古文中几乎完全是一样。只是两个字的表现不同而已。孔子说子桑伯子从简，一切都是简化，近乎豁达，批评得简单明了。那么冉雍就提到他的思想了。他说做一个领导人居敬而行简，如果对一件事――处事，对一个人――待人，都是敬重的心理，事情自然就可以简化。"}
{"text":"这个样子，也有一半像豁达――不在乎。子桑伯子，就是一个这样的人。豁达的人往往太简。关于这个简字，值得研究了。我们须要特别了解孔子经常提到的简，就和老子所提到的俭，观念是一样的。这两个字的定义，在古文中几乎完全是一样。只是两个字的表现不同而已。孔子说子桑伯子从简，一切都是简化，近乎豁达，批评得简单明了。那么冉雍就提到他的思想了。他说做一个领导人居敬而行简，如果对一件事――处事，对一个人――待人，都是敬重的心理，事情自然就可以简化。这样来处理老百姓的事情，和一般社会的事务，就对了。如果说内心的精神，没有尊重这件事情，没有重视行政组织，没有敬业的心理，只是满不在乎，以此来标榜简化，以简化的目的来实行简化，就变成一种权术一种手段，就不是政治的道德，这样就未免过分简化。在我们历史文化上，做领导人的，要注意所谓上有好者，下必甚焉。上位的人，爱好一件事或一种动作，标榜一事或提倡某一点，下面的人就群起效颦，做得更热烈更过火了。孔子听了冉雍的话，马上就说，你的话对，我一时说错了。由此也可看出孔子的民主态度及教学精神的诚敬之处。下面又提出一个最有名弟子的重要问题。哀公问弟子孰为好学？孔子对曰有颜回者好学，不迁怒，不贰过，不幸短命死矣。今也则亡，未闻好学者也。鲁哀公问，你学生中，哪一个能真正续承你的学问？最好学的是谁？孔子说，只有颜回。他认为继承学问道统的是颜回，不一定有帝王之才，却有师道的风范而冉雍则有君道之才。颜回足为人师的学问德业在哪里呢？不迁怒，不贰过。但是不幸短命死矣。可惜已经死了。今也则亡，现在就没有了。未闻好学者也，再也找不到第二个好学的人了。从这段话又证明了我们的一个观念――学问并不专指文学知识。现在要讨论的是不迁怒，不贰过。这六个字我们一辈子都做不到。孔子也认为，除了颜回以外，三千弟子中，没有第二个人了。凡是人，都容易犯这六个字的毛病。迁怒，就是脾气会乱发，我们都有迁怒的经验。举例来说，我们最容易迁怒的是自己家人，在外面受了气回家，太太好心前来动问今天回得那么晚？于是对太太你少讨厌吧！这就是迁怒了。其实并不是骂太太，是在外面受了气，无处可发，向太太迁怒了，所以我们有时候对长官对朋友也要原谅。"}
{"text":"现在要讨论的是不迁怒，不贰过。这六个字我们一辈子都做不到。孔子也认为，除了颜回以外，三千弟子中，没有第二个人了。凡是人，都容易犯这六个字的毛病。迁怒，就是脾气会乱发，我们都有迁怒的经验。举例来说，我们最容易迁怒的是自己家人，在外面受了气回家，太太好心前来动问今天回得那么晚？于是对太太你少讨厌吧！这就是迁怒了。其实并不是骂太太，是在外面受了气，无处可发，向太太迁怒了，所以我们有时候对长官对朋友也要原谅。很多人挨了长官的骂，仔细研究一下，这位长官上午有件事弄不好，正在烦恼的时候，你再去找他，自然挨他的骂，这是被迁怒了。处理事情也是这样，我们看到历史上，有些人做了历史的大罪人，就由于迁怒。有的因为对某一个人不满意，乃至把整个国家拿来赌气赌掉了。不迁怒真是太难的事。当皇帝的能受气我们讲两个故事第一次世界大战以前，德国的名宰相俾斯麦与国王威廉一世是对有名的搭挡。德国当时会强盛，不但是俾斯麦这个首相行，同时也因为有这个宽容大度的好皇帝。威廉一世回到后宫中，经常气得乱砸东西，摔茶杯，有时连一些珍贵的器皿都砸坏。皇后问他你又受了俾斯麦那个老头子的气？威廉一世说对呀！皇后说你为什么老是要受他的气呢？威廉一世说你不懂。他是首相，一人之下，万人之上。下面那许多人的气，他都要受。他受了气哪里出？只好往我身上出啊！我当皇帝的又往哪里出呢？只好摔茶杯啦！所以他能够成功，所以德国在那时候能够那么强盛。另外一个故事。朱元璋的马皇后也是了不起的人物。朱元璋当了皇帝以后，有一天在后宫廷与皇后谈笑，两个人谈得高兴，朱元璋突然拍了一下大腿，高兴得跳起来说想不到我朱元璋也会当皇帝！手舞足蹈，又露出了他寒微时那种样子，这是非常失态的。当时还有两个太监站在旁边，他没有留意到。一会儿朱元璋出去了，马皇后立即对那两个太监说皇帝马上要回来，你们一个装哑巴，一个装聋，否则你们两人都会没有命了，记住，听话！果然，朱元璋在外面一想，不对劲，刚才的失态，将来给两个太监传了出去，那还了得。于是回到后宫，一问之下，两个太监，一个是哑巴，不会说话一个是聋子，没有听见，这才了事。否则这两个头岂不掉下来了？所以马皇后也是历史上一个有名的好皇后。"}
{"text":"当时还有两个太监站在旁边，他没有留意到。一会儿朱元璋出去了，马皇后立即对那两个太监说皇帝马上要回来，你们一个装哑巴，一个装聋，否则你们两人都会没有命了，记住，听话！果然，朱元璋在外面一想，不对劲，刚才的失态，将来给两个太监传了出去，那还了得。于是回到后宫，一问之下，两个太监，一个是哑巴，不会说话一个是聋子，没有听见，这才了事。否则这两个头岂不掉下来了？所以马皇后也是历史上一个有名的好皇后。这就讲到人生的修养与迁怒，一点事情不高兴，脾气发到别人身上，不能反省自讼。尤其是领导别人的，要特别注意。第二点最难的，不贰过。所谓贰过，第一次犯了过错，第二次又犯。等于我们抽烟一样，这次抽了，下决心，下次再不要抽，可是到时候又抽起来了。再犯同样的过错，这就是贰过。孔子说只有颜回才能做到不迁怒，不贰过这六个字，人们真能做到如此，不是圣人，也算是个贤人了。迁怒的意义发挥起来还很多，总之，我们作人做事，要尽量注意不迁怒，不贰过。那么，虽不中，亦不远矣。事实上，我们所讲的不迁怒，不贰过，只是其中的一小点。如果认真地研究起来，这两句话是概括了全部历史哲学，也概括了人类的行为哲学。人若真能修养到不迁怒，不贰过，那是太不容易了。所以孔子再三赞叹颜回，是有他的道理。譬如我们说怨天尤人，就是迁怒的一例。一个人到了困难的时候怨天，这是普通的事。说到怨天，如韩愈所说的，一个人穷极则呼天，痛极则呼父母。这是自然的现象。又如司马迁史记中对离骚的评论夫天者，人之始也父母者，人之本也。人穷则反本，故劳苦倦极，未尝不呼天也疾痛惨澹，未尝不呼父母也。这里所指的穷，并不只是没有钱了才叫作穷。一件事到了走投无路的地步，就叫作穷。此时往往情不自禁地会感叹唉！天呀！身上受了什么难以忍受的痛苦，往往就脱口而出我的妈呀！这是一种自然的反应。人到无可奈何的时候，心理上就逃避现实，认为这是上天给我的不幸。尤人，就是埋怨别人诿过于人，反正是我没有错。古时平民文学中有一首诗说作天难作四月天，蚕要温和麦要寒。行人望晴农望雨，采桑娘子望阴天。像这样，天作哪一种天才是好天呢？作天都难作，何况作人？所以一个人为朋友效力，受人埋怨，是难免的。尤其领导的人，受人物议，更是必然。"}
{"text":"此时往往情不自禁地会感叹唉！天呀！身上受了什么难以忍受的痛苦，往往就脱口而出我的妈呀！这是一种自然的反应。人到无可奈何的时候，心理上就逃避现实，认为这是上天给我的不幸。尤人，就是埋怨别人诿过于人，反正是我没有错。古时平民文学中有一首诗说作天难作四月天，蚕要温和麦要寒。行人望晴农望雨，采桑娘子望阴天。像这样，天作哪一种天才是好天呢？作天都难作，何况作人？所以一个人为朋友效力，受人埋怨，是难免的。尤其领导的人，受人物议，更是必然。所以老子说人法地，地法天，天法道，道法自然这句话，也就是包含了要我们效法天地广大包容的气度。至于不贰过这层修养，比起不迁怒的操守，那是更深一层的功夫了。下面文章气势再转，更见论语编排之曲折而隐含条理之妙。周富济贫子华使于齐，冉子为其母请粟。子曰与之釜。请益。曰与之庾。冉子与之粟五秉。子曰赤之适齐也，乘肥马，衣轻裘。吾闻之也君子周急不继富。子华名公西赤，孔子弟子，少孔子四十二岁。有一次公西赤派出去做大使，这时孔子大概在当政。冉求是公西赤的同学，他因为公西赤还有母亲在家，于是就代公西赤的母亲请求实物配给，也就是请拨一笔安家费。孔子说，好，给他一釜。釜是古代度量衡的单位，六斗四升为一釜。这是米谷的成数，数量不多，所以冉求为他请益。冉求为同学说话了，老师，一釜少了一点，给他增加一些吧！于是孔子说，好吧！加给他一庾。庾是古代容量的单位，十六斗。等于说孔子原来给他五万元，现在又增加了八万。大概当时冉求是在孔子那里当总务，一朝权在手，便把令来行。为了同学，不管孔子的意见，另外自己一批给了五秉。当时十六斛为一秉，现在来说，数字相当大，好像一下子给了三五十万了。事后，孔子知道了，但是并没有责怪冉求这也是一种教育。当然现在做官就难了，以前做官，讲情理法，除了法律以外，还要合理合情。不像现在的时代精神，以法治为主，专讲人事法规与人事管理，往往无法兼顾情理。冉求对于这件事情的处理，孔子如果专讲法令，那冉求是不对的，很可能要撤职查办。但是孔子没有追究，他始终站在教育的立场上说赤之适齐也，乘肥马，衣轻袭。吾闻之也君子周急不继富。"}
{"text":"事后，孔子知道了，但是并没有责怪冉求这也是一种教育。当然现在做官就难了，以前做官，讲情理法，除了法律以外，还要合理合情。不像现在的时代精神，以法治为主，专讲人事法规与人事管理，往往无法兼顾情理。冉求对于这件事情的处理，孔子如果专讲法令，那冉求是不对的，很可能要撤职查办。但是孔子没有追究，他始终站在教育的立场上说赤之适齐也，乘肥马，衣轻袭。吾闻之也君子周急不继富。意思是对学生们说，你们要知道，公西赤这次出使到齐国去，神气得很坐的是第一流的交通工具，穿的是第一流的行装。等于现在西装几十套，皮箱几十口。他有这许多置装费，额外津贴，尽可以拿出一部分来给他妈妈用。我们帮忙别人，要在人家急难的时候帮忙人家。公西赤已经有了办法，再给他那么多，不是成了锦上添花吗？这是不必要的。这也就是所讲求人须求大丈夫，济人须济急时无的道理。不过我们经常会感觉到助人是件很难的事，这牵涉到社会心理问题。比如有一个朋友，又穷又病，于是替他找些朋友出钱治病。同样是这人的事情，去找了一位朋友三次，第四次以后，就要找别的朋友了。有时为了周人之急，我们可以要求别人再来一次！但别人的答复说今天实在不行。我们也许可以勉强的说这一次算我要的！这就等于硬上了。但是某人一死，朋友们又很热心地出钱出力帮忙买棺材了。有时候碰到这种情形，真使人有很大的感慨，也感觉很奇怪。当某人生前有急难的时候，替他奔走，找人帮忙还不大顺利。而他死了以后，大家又这样踊跃帮忙，同情他，可怜他穷病得死了。这种心理用在某人生前多好呢？把准备给他死后买棺材的钱，在他生前多出一点医药费好不好呢？这都要仔细思量。所以说，道德行为，又该怎样讲呢？研究下来，还是应该济人须济急时无，比较重要。孔子说君子周急不继富，已经有了的人，就不必再给他了。从公西赤的事件看起来，好像孔子当主管时，对于财政的管理是比较紧缩的。但是接着这一节书连下来，便讲到另一件类似的事情，证明孔子对于财务并非悭吝。原思为之宰，与之粟九百。辞。子曰毋！以与尔邻里乡党乎！原思名宪，字子思，孔子的学生。他在孔子过世以后，就辞官归隐江湖。子贡后来相卫的时候，因为很佩服他，特别去看他，结果被他刮了胡子。子贡去时，排场很大原宪故意装扮成一个乡巴佬，穿了破旧的衣服会见子贡。"}
