{"text":"他的成功完全是由自习获得的。以阿赛王之死的插画他才涉足文坛。随后他为作插画，又为黄书的艺术编辑。他是由黄书而来，由而去的。无可避免地，时代要他活在世上。这九十年代就是世人所称的世纪末。他是这年代底独特的情调底唯一的表现者。九十年代底不安的，好考究的，傲慢的情调呼他出来的。比亚兹莱是个讽刺家，他只能如描写地狱，没有指出一点现代的天堂底反映。这是因为他爱美而美的堕落才困制他这是因为他如此极端地自觉美德而败德才有取得之理由。有时他的作品达到纯粹的美，但这是恶魔的美，而常有罪恶底自觉，罪恶首受美而变形又复被美所暴露。视为一个纯然的装饰艺术家，比亚兹莱是无匹的。他把世上一切不一致的事物聚在一堆，以他自己的模型来使他们织成一致。但比亚兹莱不是一个插画家。没有一本书的插画至于最好的地步――不是因为较伟大而是不相称，甚且不相干。他失败于插画者，因为他的艺术是抽象的装饰它缺乏关系性底律动――恰如他自身缺乏在他前后十年间底关系性。他埋葬在他的时期里有如他的画吸收在它自己的坚定的线里。比亚兹莱不是印象主义者，如或，画他所看见的事物他不是幻想家，如，画他所梦想的事物他是个有理智的人，如，画他所思想的事物。虽然无日不和药炉为伴，他还能驾御神经和情感。他的理智是如此的强健。比亚兹莱受他人影响却也不少，不过这影响于他是吸收而不是被吸收。他时时能受影响，这也是他独特的地方之一。有助于他在他作阿赛王之死的插画的时候日本的艺术，尤其是英泉的作品，助成他脱离在底和所显示给他的影响。但底狂喜的疲弱的灵性变为怪诞的睥睨的肉欲――若有疲弱的，罪恶的疲弱的话。日本底凝冻的实在性变为西方的热情底焦灼的影像表现在黑白底锐利而清楚的影和曲线中，暗示即在彩虹的东方也未曾梦想到的色调。他的作品，因为翻印了的插画，还因为我们本国时行艺术家的摘取，似乎连风韵也颇为一般所熟识了。"}
{"text":"但底狂喜的疲弱的灵性变为怪诞的睥睨的肉欲――若有疲弱的，罪恶的疲弱的话。日本底凝冻的实在性变为西方的热情底焦灼的影像表现在黑白底锐利而清楚的影和曲线中，暗示即在彩虹的东方也未曾梦想到的色调。他的作品，因为翻印了的插画，还因为我们本国时行艺术家的摘取，似乎连风韵也颇为一般所熟识了。但他的装饰画，却未经诚实地介绍过。现在就选印这十二幅，略供爱好比亚兹莱者看看他未经撕剥的遗容，并摘取和的话，算作说明他的特色的小引。一九二九年四月二十日，朝花社识。本篇最初印入一九二九年四月出版的比亚兹莱画选。比亚兹莱画选，朝花社编印的艺苑朝华第一期第四辑。内收比亚兹莱的作品十二幅。阿赛王之死现译亚瑟王之死，英国托麦斯玛吕铮俊保矗罚保作，根据英国中世纪不列颠亚瑟王和他的十二个圆桌骑士的传奇故事写成。黄书又译黄皮书，英国文学季刊，一八九四年创刊于伦敦。比亚兹莱于同年担任该刊美术编辑。沙沃伊，英国文学季刊。比亚兹莱自一八七五年起专为该刊作插画，直至去世。波特莱尔―，法国诗人。他的作品充满厌世的颓废情调，著有诗集恶之华等。印象主义即印象派。它在绘画技法上探求光与色的表现效果，强调瞬间印象，漠视作品的主题思想。印象派对欧洲绘画技法的改进起了一定的作用，但它的艺术倾向导致了后来各种形式主义流派的泛滥。马奈―，法国画家。他的画风一度受到印象派的影响。作品有左拉肖像等。，雷诺阿―，法国画家，印象派代表人物之一。作品有包厢舞会等。威廉布莱克―，英国诗人婊摇品有诗歌天真之歌版画法国革命等。乔治弗里德里克瓦兹―，英国画家雕刻家。作品有希望等。"}
{"text":"马奈―，法国画家。他的画风一度受到印象派的影响。作品有左拉肖像等。，雷诺阿―，法国画家，印象派代表人物之一。作品有包厢舞会等。威廉布莱克―，英国诗人婊摇品有诗歌天真之歌版画法国革命等。乔治弗里德里克瓦兹―，英国画家雕刻家。作品有希望等。勃恩琼斯―梗福突摇装饰画家。作品有创造之日维纳斯的镜子等。英泉即菊川英泉―，日本浮世绘画家。卷发的掠夺。英国诗人亚历山大蒲兀保叮福浮保罚矗矗鞯姆泶坛牛椋螅澹睿保罚玻啊，法国插图画家。，圣欧邦―，法国盎摇沙乐美，英国作家王尔德―所作的独幕剧。亚瑟西蒙兹―，恕文艺评论家。经常为黄书杂志撰稿。一八九六年任沙沃伊杂志的主编，是比亚兹莱的朋友和同事。著有文学中的象征主义运动和诗集伦敦之夜等。，贺尔布鲁克杰克眩保福罚础浚骷液驮志编辑，著有书的印刷等。朝花社柔石王方仁等组织的文艺团体。一九二八年十一月成立于上海，至一九三年春解体，曾出版朝花周刊朝花旬刊近代世界短篇小说选和艺苑朝华画集等。不走正路的安得伦小引不走正路的安得伦小引现在我被托付为该在这本小说前面，写一点小引的脚色。这题目是不算烦难的，我只要分为四节，大略来说一说就够了。关于的经历，我曾经记在一天的工作的里，至今所知道的也没有加增，就照抄在下面聂维洛夫的真姓是斯珂培莱夫，以一八八六年生为萨玛拉州的一个农夫的儿子。一九五年师范学校第二级卒业后，做了村学的教师。"}
{"text":"不走正路的安得伦小引不走正路的安得伦小引现在我被托付为该在这本小说前面，写一点小引的脚色。这题目是不算烦难的，我只要分为四节，大略来说一说就够了。关于的经历，我曾经记在一天的工作的里，至今所知道的也没有加增，就照抄在下面聂维洛夫的真姓是斯珂培莱夫，以一八八六年生为萨玛拉州的一个农夫的儿子。一九五年师范学校第二级卒业后，做了村学的教师。内战时候，则为萨玛拉的革命底军事委员会的机关报赤卫军的编辑者。一九二至二一年大饥荒之际，他和饥民一同从伏尔迦逃往塔什干二二年到墨斯科，加入文学团体锻冶厂二三年冬，就以心脏麻痹死去了，年三十七。他的最初的小说，在一九五年发表，此后所作，为数甚多，最著名的是丰饶的城塔什干，中国有穆木天译本。关于的批评，在我所看见的范围内，最简要的也还是要推珂刚教授在伟大的十年的文学里所说的话。这回是依据了日本黑田辰男的译本，重译一节在下面出于锻冶厂一派的最有天分的小说家，不消说，是善于描写崩坏时代的农村生活者之一的亚历山大聂维洛夫了。他吐着革命的呼吸，而同时也爱人生。他恿爱，以观察活人的个性，以欣赏那散在俄国无边的大平野上的一切缤纷的色彩。他之于时事问题，是远的，也是近的。说是远者，因为他出发于挚爱人生的思想，说是近者，因为他看见那站在进向人生和幸福和完全的路上的力量，觉得那解放人生的力量。聂维洛夫――是从日常生活而上达于人类底的东西之处的作家之一，是观察周到的现实主义者，也是生活描写者的他，在我们面前，提出生活底的，现代底的相貌来，一直上升到人性的所谓永久底的性质的描写，用别的话来说，就是更深刻地捉住了展在我们之前的现象和精神状态，深刻地加以照耀，使这些都显出超越了一时底，一处底界限的兴味来了。这篇小说，就是他的短篇小说集人生的面目里的一篇，故事是旧的，但仍然有价值。去年在他本国还新印了插画的节本，在初学丛书中。前有短序，说明着对于苏联的现在的意义聂维洛夫是一九二三年死的。他是最伟大的革命的农民作家之一。聂维洛夫在不走正路的安得伦这部小说里，号召着毁灭全部的旧式的农民生活，不管要受多么大的痛苦和牺牲。这篇小说所讲的时代，正是苏维埃共和国结果了白党而开始和平的建设的时候。"}
{"text":"这篇小说，就是他的短篇小说集人生的面目里的一篇，故事是旧的，但仍然有价值。去年在他本国还新印了插画的节本，在初学丛书中。前有短序，说明着对于苏联的现在的意义聂维洛夫是一九二三年死的。他是最伟大的革命的农民作家之一。聂维洛夫在不走正路的安得伦这部小说里，号召着毁灭全部的旧式的农民生活，不管要受多么大的痛苦和牺牲。这篇小说所讲的时代，正是苏维埃共和国结果了白党而开始和平的建设的时候。那几年恰好是黑暗的旧式农村第一次开始改造。安得伦是个不妥协的激烈的战士，为着新生活而奋斗，他的工作环境是很艰难的。这样和富农斗争，和农民的黑暗愚笨斗争，――需要细密的心计，谨慎和透彻。稍微一点不正确的步骤就可以闯乱子的。对于革命很忠实的安得伦没有估计这种复杂的环境。他艰难困苦建设起来的东西，就这么坍台了。但是，野兽似的富农虽然杀死了他的朋友，烧掉了他的房屋，然而始终不能够动摇他的坚决的意志和革命的热忱。受伤了的安得伦决心向前走去，走上艰难的道路，去实行社会主义的改造农村。现在，我们的国家胜利的建设着社会主义，而要在整个区域的集体农场化的基础之上，去消灭富农阶级。因此不走正路的安得伦里面说得那么真实，那么清楚的农村里的革命的初步，――现在回忆一下也是很有益处的。关于，我可以不必再说。他的深通俄文和忠于翻译，是现在的读者大抵知道的。插图五幅，即从初学丛书的本子上取来，但画家蔼支的事情，我一点不知道。一九三三年五月十三夜。。本篇最初印入一九三三年五月上海野草书屋印行的中译本不走正路的安得伦。不走正路的安得伦，短篇小说，苏联聂维洛夫作，曹靖华译，为文艺连丛之一。一天的工作苏联短篇小说集，编译。一九三三年三月上海良友图书印刷公司出版，为良友文学丛书之一。萨玛拉州现称古比雪夫州。黑田辰男日本的苏联文学研究者和翻译家。蔼支，―苏联插图木刻家。城与年插图本小引城与年插图本小引一九三四年一月二十之夜，作引玉集的时，曾经引用一个木刻家为中国人而写的自传――亚历克舍夫。线画美术家。"}
{"text":"一九三三年三月上海良友图书印刷公司出版，为良友文学丛书之一。萨玛拉州现称古比雪夫州。黑田辰男日本的苏联文学研究者和翻译家。蔼支，―苏联插图木刻家。城与年插图本小引城与年插图本小引一九三四年一月二十之夜，作引玉集的时，曾经引用一个木刻家为中国人而写的自传――亚历克舍夫。线画美术家。一八九四年生于丹堡省的莫尔襄斯克城。一九一七年毕业于列宁格勒美术学院之复写科。一九一八年开始印作品。现工作于列宁格勒诸出版所大学院，国家文艺出版部和作家出版所。主要作品陀思妥夫斯基的博徒，斐定的城与年，高尔基的母亲。七，三，一九三三。亚历克舍夫。这之后，是我的几句叙述――亚历克舍夫的作品，我这里有母亲和城与年的全部，前者中国已有沈端先君的译本，因此全都收入了后者也是一部巨制，以后也许会有译本的罢，姑且留下，以俟将来。但到第二年，捷克京城的德文报上绍介引玉集的时候，他的名姓上面，已经加着亡故二字了。我颇出于意外，又很觉得悲哀。自然，和我们的文艺有一段因缘的人的不幸，我们是要悲哀的。今年二月，上海开苏联版画展览会，里面不见他的木刻。一看自传，就知道他仅仅活了四十岁，工作不到二十年，当然也还不是一个名家，然而在短促的光阴中，已经刻了三种大著的插画，且将两种都寄给中国，一种虽然早经发表，而一种却还在我的手里，没有传给爱好艺术的青年，――这也该算是一种不小的怠慢。斐定的城与年至今还不见有人翻译。恰巧，曹靖华君所作的概略却寄到了。我不想袖手来等待。便将原拓木刻全部，不加删削，和概略合印为一本，以供读者的赏鉴，以尽自己的责任，以作我们的尼古拉抢舍夫君的纪念。自然，和我们的文艺有一段因缘的人，我们是要纪念的！一九三六年三月十日扶病记。本篇收入本书前未在报刊上发表过。城与年插图本，亚历克舍夫为小说城与年所作插图，共二十八幅。于一九三三年获得这套插图手拓本后，为每幅插图写了说明，又请曹靖华写了城与年的概略，准备一并付印，后来因故未成。"}
{"text":"恰巧，曹靖华君所作的概略却寄到了。我不想袖手来等待。便将原拓木刻全部，不加删削，和概略合印为一本，以供读者的赏鉴，以尽自己的责任，以作我们的尼古拉抢舍夫君的纪念。自然，和我们的文艺有一段因缘的人，我们是要纪念的！一九三六年三月十日扶病记。本篇收入本书前未在报刊上发表过。城与年插图本，亚历克舍夫为小说城与年所作插图，共二十八幅。于一九三三年获得这套插图手拓本后，为每幅插图写了说明，又请曹靖华写了城与年的概略，准备一并付印，后来因故未成。至一九四七年始印入曹靖华译的城与年一书。苏联版画展览会苏联对外文化协会中苏文化协会和中国文艺社联合主办，一九三六年二月二十日起在上海举行，为期一周，展出版画二百余幅。浮士德与城浮士德与城这一篇剧本，是从英国和所译的中译出的。原书前面，有们合撰的导言，与本书所载尾濑敬止的小传，互有详略之处，著眼之点，也颇不同。现在摘录一部分在这里，以供读者的参考――以一八七六年生于省，他的父亲是一个地主，族本是半贵族的大地主系统，曾经出过很多的智识者。他在受中学教育，然后到大学去。在那里和许多俄国侨民以及和相遇，决定了未来的状态。从这时候起，他的光阴多费于瑞士，法兰西，意大利，有时则在俄罗斯。他原先便是一个布尔塞维克，那就是说，他是属于俄罗斯社会民主党的马克斯派的。这派在第二次及第三次会议占了多数，布尔塞维克这字遂变为政治上的名词，与原来的简单字义不同了。他是第一种马克斯派报章翼的撰述人是一个属于特别一团的布尔塞维克，这团在本世纪初，建设了马克斯派的杂志敖椅吮甲撸事中有，及等，设讲演及学校课程，一般地说，是从事于革命的宣传工作的。他是莫斯科社会民主党结社的社员，被流放到，又由此逃往意大利。在瑞士，他是火花的一向的编辑，直到一九六年被门维克所封禁。"}
{"text":"他是第一种马克斯派报章翼的撰述人是一个属于特别一团的布尔塞维克，这团在本世纪初，建设了马克斯派的杂志敖椅吮甲撸事中有，及等，设讲演及学校课程，一般地说，是从事于革命的宣传工作的。他是莫斯科社会民主党结社的社员，被流放到，又由此逃往意大利。在瑞士，他是火花的一向的编辑，直到一九六年被门维克所封禁。一九一七年革命后，他终于回了俄罗斯。这一点事实即以表明的灵感的创生，他极通晓法兰西和意大利他爱博学的中世纪底本乡许多他的梦想便安放在中世纪上。同时他的观点是绝对属于革命底俄国的。在思想中的极端现代主义也一样显著地不同，连系着半中世纪的城市，构成了现代莫斯科的影子。中世纪主义与乌托邦在十九世纪后的媒介物上相遇――极像在无何有乡的消息里――中世纪的郡自治战争便在苏维埃俄罗斯名词里出现了。社会改进的浓厚的信仰，使的作品著色，又在或一程度上，使他和他的伟大的革命底同时代人不同。，是无匹的，可爱的抒情诗人，对于一个佳人，就是俄罗斯或新信条，怀着式的热诚，有一切美，然而纤弱，恰如和他的伟大，对于不大分明的理想，更粗鲁而热情地叫喊，这理想，在俄国的人们，是能够看见，并且觉得其存在和有生活的力量的是通俗的讽刺家或者别一派，大家知道的艺术的左翼战线，这法兰西的新精神，在作新颖的大胆的诗，这诗学的未来派和立体派凡这些，由或一意义说，是较纯粹的诗人，不甚切于实际的。常常梦想建设，将人类建设得更好，虽然往往还是复故。所以从或一意义说，他的艺术是平凡的，不及同时代人的高翔之超迈，因为他要建设，并不浮进经验主义者里面去至于和，是经验主义者一流，高超，而无所信仰的。的文学底发展大约可从一九年算起。他最先的印本是哲学底讲谈。他是著作极多的作家。他的三十六种书，可成十五巨册。早先的一本为研求，是从马克斯主义者的观点出发的关于哲学的随笔集。"}
{"text":"常常梦想建设，将人类建设得更好，虽然往往还是复故。所以从或一意义说，他的艺术是平凡的，不及同时代人的高翔之超迈，因为他要建设，并不浮进经验主义者里面去至于和，是经验主义者一流，高超，而无所信仰的。的文学底发展大约可从一九年算起。他最先的印本是哲学底讲谈。他是著作极多的作家。他的三十六种书，可成十五巨册。早先的一本为研求，是从马克斯主义者的观点出发的关于哲学的随笔集。讲到艺术和诗，包括和的评赞，在这些著作里，已经预示出他那极成熟的诗学来。实证美学的基础革命底侧影和文学底侧影都可归于这一类。在这一群的短文中，包含对于智识阶级的攻击争论，偶然也有别样的文字，如资本主义下的文化假面中的理想科学艺术及宗教宗教宗教史导言等。他往往对于宗教感到兴趣，置身于俄国现在的反宗教运动中。又是音乐和戏剧的大威权，在他的戏剧里，尤其是在诗剧，人感到里面鸣着未曾写出的伤痕。十二岁时候，他就写了诱惑，是一种未曾成熟的作品，讲一青年修道士有更大的理想，非教堂所能满足，魔鬼诱以情欲，但那修道士和情欲去结婚时，则讲说社会主义。第二种剧本为王的理发师，是一篇淫猥的专制主义的挫败的故事，在监狱里写下来的。其次为浮士德与城，是俄国革命程序的预想，终在一九一六年改定，初稿则成于一九八年。后作喜剧，总名三个旅行者和它。麦奇是一九一八年作它的精华存在一九五年所写的论文实证主义与艺术中，一九一九年就出了贤人华西理及伊凡在天堂。于是他试写历史剧和然后又回到喜剧去，一九二一年成宰相和铜匠及被解放的堂吉诃德。后一种是一九一六年开手的。熊的婚仪则出现于一九二二年。开时摘译。就在这同一的英译本上，有的小序，更详细地说明着他之所以写这本浮士德与城的缘故和时期――无论那一个读者倘他知道的伟大的，就不会不知道我的浮士德与城，是被的第二部的场面所启发出来的。在那里的英雄寻到了一座自由的城。"}
