{"text":"是梦也罢，是现实也罢，总之，是三宿槟城恋有余也！此番的下南洋，本来是为星洲日报编副刊来的。但是十二月廿八日到星洲，两日过后便是新年的假日。却正逢星洲的兄弟报，槟城星槟日报，于元旦日开始行，秉文虎先生之命，又承星槟诸同事之招，谓值此佳期，何不北来一玩！于是乎就青春结伴，和关老同车，驰驱千五百里，摇摇摆摆地上这东方的花县来了。车抵北海，就看见了许多整齐高洁的洋楼，汇齿似的堤坝，和一湾碧海，几座青山。在车窗里看见的那些椰子园树胶园金马仑的高山，怡保附近的奇峰怪石，以及锡矿探掘场等印象，一忽儿又为这整洁宽广闲适的新印象掩没下去了，我们就在微风与夕照的交响乐中间，西渡到了槟城。船到西码头就遇到了一次迎候者的袭击，黄领事胡总经理胡主笔邓曾张三先生，此外还有老兄大哥，真令人要下几点到处论交齐管鲍，天涯何地不家乡的感泪。初到的这一天晚上，上北海岸春波别业里去吃了一顿晚餐，又像是大罗天上的筵席。先不必提鱼翅海参等老饕的口头禅，你且听一听这洗岸的涛声，看一看这长途的列树，这银色的灯光，这长长的海岸堤路！住宅区的房屋，是曲线与红白青黄等颜色交织而成的灯光似水，列树如云，在长堤上走着，更时时有美人在梦里呼吸似的气嘘吹来，这不是微风，这简直是百花仙子撅着嘴，向你一口一口吹出来的香气。第一晚，像这样的匆匆过了。第二天，就上了升旗山的绝顶。海拔高二千四五百英尺，缆车一路，分作两段，路上的岩石清溪花木别墅，多得来记不胜记，尤其使这些海光山色，天日风云，生动灵奇，增加起异彩来的，是同游的我们这一群士女，因为地灵了，若人不杰，终于是画里的沧桑总要二难并，四美俱后，才显得出马当的神赐，天勃的天才。且让我来先抄一个同游的题目榜者。黄领事胡总经理胡主笔夫妇曾秘书夫妇邓先生夫妇林小姐马利小姐关夫子与区区。一行十二人，占车两节半。到了山腰，已觉得空气寒冷，呼吸有点儿紧起来了，回头一看，更觉得是烟云缭绕，身体已化作魂灵，游弋在天半的空中。"}
{"text":"且让我来先抄一个同游的题目榜者。黄领事胡总经理胡主笔夫妇曾秘书夫妇邓先生夫妇林小姐马利小姐关夫子与区区。一行十二人，占车两节半。到了山腰，已觉得空气寒冷，呼吸有点儿紧起来了，回头一看，更觉得是烟云缭绕，身体已化作魂灵，游弋在天半的空中。第二辑屐痕处处感伤的行旅屋瓦鳞鳞的，是乔其市的烟灶白墙碧水，围绕着树木层层的，是两个蓄水池的区间青山隐隐，绿水迢迢，从高处看下来，极乐寺的高塔，只像是一顶黄色的笠帽。更上一层，便到了山顶沿柏油马路弯弯曲曲的走去，路旁边摆在那里的，尽是一盆一盆的温带地的秋花，有西方莲大丽亚，有四季春，有榆儿梅，有五月花绣球花。而最令人注意的，却是几盆颜色不同，种子各异的红黄白紫的陶家秋菊。胡迈太太说好久不看见菊花了，真令人高兴！这句话实在有点儿诗意，我暗暗在心里记住了。一霎时，高山上起了云雾，一块一块同飞絮似的东西，从我们的襟上头上，轻轻掠过脚底下的市镇溪山，全掉落了在云海里了我们中间，互相对视，也觉得隐隐现现，似在炉香缥缈的烟中，大家的童心现了，一群大小，竟像是乐园中的童男童女，于是便卸去了尊严，回复了自然，同时高声叫着说我们已经到了天上！在茶室里坐定，吃了些咖啡红茶，点心果饼之后，我一个人行出茶室来，又上山顶高处，独立在云雾中间，向北凝视了一回，正在登高望远，生起感伤病来的当儿，关先生走近我的身边来了他拂了一拂云雾，微笑着说这景象有点儿像庐山，大好河山，要几时才收复得来！你的诗料，收集起来了没有？我虽也只回了他一笑，但心中落寞，却早想着了下面的两打油菜子好山多半被云遮，北望中原路正赊，高处旗升风日淡，南天冬尽见秋花。这是用胡太太的那一句诗语的。匡庐曾记昔年游，挂席名山孟氏舟，谁分仓皇南渡日，一瓢犹得住瀛洲。这是记关先生目前的这一句话的。诗成之后，天也阴阴地晚了赶下山来，还在暮天钟鼓声中，上极乐寺去求了两张签诗。其一是昭君和番的故事，诗叫作一山如画对晴江，门里团圆事事双，谁料半途分析去，空帏无语对银。我问的是前程，而他说的却似是家室。详猜不出，于是乎再来一次。"}
{"text":"这是用胡太太的那一句诗语的。匡庐曾记昔年游，挂席名山孟氏舟，谁分仓皇南渡日，一瓢犹得住瀛洲。这是记关先生目前的这一句话的。诗成之后，天也阴阴地晚了赶下山来，还在暮天钟鼓声中，上极乐寺去求了两张签诗。其一是昭君和番的故事，诗叫作一山如画对晴江，门里团圆事事双，谁料半途分析去，空帏无语对银。我问的是前程，而他说的却似是家室。详猜不出，于是乎再来一次。其二是刘先生如鱼得水的故事，诗叫作草庐三顾恩难报，今日相逢喜十分，恰似旱天俄得雨，筹谋鼎足定乾坤。前者第十四签，后者第廿一签。签也求了，春满园的饱饭也吃了，回来之后，身体疲倦得像棉花一样。夜半挑灯，起来记此一段游踪明天再玩一天，再宿一宵，就须附车南下，去做剪刀浆糊，油墨朱笔的消费人。欢娱苦短，来日方长，三宿槟城恋有余――这一句自作的歪诗，我将在车厢里念着，报馆办事房里念着，甚至于每日清早的便所里念着，直到我末日的来时为止。一九三九年一月四日晨覆车小记槟城三宿之后，五日夜渡北海，刚巧是旧历的十五晚上，月光照耀海空，凉风绝似水晶帘底吹来，挥手与送别诸君分袂的时候，心里只觉得快活，何曾有一点恻恻吞声之感？当然依旧是到处论交齐管鲍，天涯何地不家乡的故态。但是别离终竟是别离，或悲或喜的混合剧当船离码头的一刹那，帘幕便揭开了一位十五六岁的窈窕淑女，同一位很清秀的青年君子，欢天喜地上了船船栏外来送的，多是些穿纱衫，围锦绣萨郎――马来装也，但不知是否这两字，亦不知是否如此的音――套裙的女娇娘。开船的号令响了，机房里起了转动的声音，船上船下，一阵莺声燕语的唧唧喳喳，我原不晓得是在说些什么，推想起来，大约总是前途珍重，后会有期等套语吧？或则是万里之行，从此始矣！也说不定，在我这老天涯客看来，自然只是极平常的一次离别但反应到了这淑女的心头，波澜似乎是千重万重的起了，先是莺声了颤，继是方诸泻了盆，再则终于忍耐不住，跑开了栏杆。到无人的一角，取出手帕来尽啼哭去了。这一幕，当然是离奇的悲喜剧。"}
{"text":"或则是万里之行，从此始矣！也说不定，在我这老天涯客看来，自然只是极平常的一次离别但反应到了这淑女的心头，波澜似乎是千重万重的起了，先是莺声了颤，继是方诸泻了盆，再则终于忍耐不住，跑开了栏杆。到无人的一角，取出手帕来尽啼哭去了。这一幕，当然是离奇的悲喜剧。还有回转舞台的第二幕，是表现在上下船的跳板旁边的一群头上包着红白黑色的布，嘴周围长着黑黑丛丛的毛，脸上也有几位绣着皇天为加上圈儿的花的朋友，向一位身躯的老长者，举起了手，齐声唱出了一曲也是听不明白的离别之歌这或许是喀里达萨的萨功塔拉里的一小节，这也许是太戈尔的迷鸟里的一整，总之是印度的一般人所熟诵的歌曲无疑。这一幕又似是纯粹的喜剧了。第二辑屐痕处处感伤的行旅旁观者的我们，自然要做一点剧评。同行的关先生先指那一位淑女说她既和丈夫在一道，当然是快活的旅行，为什么要这样啼啼哭哭呢？大约是新婚后，来回门回娘家的吧！我的解释。那一位印度老长者，颈项里套在那里的花圈是什么意思？我问关先生。他大约是在警界服务的，一定是升了官去赴任的无疑。来送的那些，当然是他的亲戚故旧，或旧日的同僚。是关先生的回答。有话则长，无话则短，我们平稳地渡过了海峡，按号数走进了联邦铁路的卧车房火车也准时间开，我们也很有规则地倒下了床。只是窗门紧闭，车里有点儿觉得闷热，酣睡不成，只能拿出李词佣君赠我的椰阴散忆来消夜。读到了榴莲的最后一张，正想重起来拿王绍清的亚细亚的怒潮的时候，倦意频催，张口连打了几个呵欠，是睡乡带信来了，迷迷糊糊地不知怎么一来，终便失去了知觉。这一睡醒来，可真不是诸葛武侯的隆中大梦之相仿！火车跳了三五下，玻璃窗变成了乐器车箱里的马来小孩子，印度贵妇人，齐声哭了起来。我的身上，忽而滚来了许多行李和衣裳。一二分钟后，喀单当的一声大震。事却定了局，车子已经横卧在轨道外的桥头草地里了，我们原是买了卧车票来的，而车子似乎也去买了一张，我们睡在它的怀里它也循环相报地睡入了草地，以后便是旅客们的混乱。关先生赤了脚，掳了一件雨衣，七横八竖，先出去打开了车门。我则一点儿经验毫无，只在卧铺底下收拾衣箱，更换衣服穿上衣服之后，还在打领带的结。关先生是有过经验的，仓皇在门口叫着说这时候还带什么领带！快出来！"}
{"text":"我的身上，忽而滚来了许多行李和衣裳。一二分钟后，喀单当的一声大震。事却定了局，车子已经横卧在轨道外的桥头草地里了，我们原是买了卧车票来的，而车子似乎也去买了一张，我们睡在它的怀里它也循环相报地睡入了草地，以后便是旅客们的混乱。关先生赤了脚，掳了一件雨衣，七横八竖，先出去打开了车门。我则一点儿经验毫无，只在卧铺底下收拾衣箱，更换衣服穿上衣服之后，还在打领带的结。关先生是有过经验的，仓皇在门口叫着说这时候还带什么领带！快出来！快出来！我却先把行李递了给他。行李取齐，一脚高来一脚低的爬出了车箱后，关先生才告诉我说你真不晓事，万一电线走电，车箱里出了烟，我们就无生望了火车出轨，最怕的是这一着！爬出车箱来一看，外面的形，果然是一个大修罗场！五辆车子，东倒一辆，西睡一辆地横冲在轨道两旁的草地里铁轨断了，飞了，腐朽的枕木，被截作了火柴干那么的细枝碎石上，草地上，尽是些四散的行李与衣裳，和一群一群的人，还有几声叫痛的声音。天也有点白茫茫地曙了，拿出表来用香烟火一照，正是午前四点四十分钟的样子以时间来计路程，则去丹绒马林只有一二十分钟，去吉隆坡只有两个钟头不足了千里之驹，不能一蹶，这可替文生与华脱的创作品，到今天也曳了白。我们除了在荒地的碎石子上坐以待旦而外，另外也一点儿法子都没有。痛定之后，坐在碎石上候救护车来的中间，我们所怨的，却是那些槟城的鲍叔们，无端送了我们许多食品用品，增加了许多件很重的行李，这时候抛弃了又不是，携带着更不能，进退维谷，只落得一个白眼看行李，高怨友生的局面。因为火车出轨之处，正是一个上不在天，下不在田的中间地带，四旁没有村落，没有人夫，连打一个长途电话的便利都得不到。并且我们又不会讲马来话，不识东西南北的方向，万一有老虎出来，或雷雨直下的时候，我们便只有一条出路了，就是长揖见阎君而已。在这形下，直坐了四个多钟头，眼看得东方的全白，红日的出来，同车者的一群一群搬往火车龙头前面未损坏的轨道旁边。最后，我们也急起来了。用尽了阴英文阳洋文的力量，向几个马来路工交涉了许多次，想请他们慈悲，为我们搬一搬行李，但不知他们是真的不晓得呢，还是假的不知，连朝也不来朝一下，只如顽石铁头的样子，走过来，又走过去了。"}
{"text":"在这形下，直坐了四个多钟头，眼看得东方的全白，红日的出来，同车者的一群一群搬往火车龙头前面未损坏的轨道旁边。最后，我们也急起来了。用尽了阴英文阳洋文的力量，向几个马来路工交涉了许多次，想请他们慈悲，为我们搬一搬行李，但不知他们是真的不晓得呢，还是假的不知，连朝也不来朝一下，只如顽石铁头的样子，走过来，又走过去了。还是智多星的关老，猜透了这些马来人的心理，于一位年老的马来工人走近我们身边的时候，先显示了他以一个两毫银币，然后指指行李，他伸出手来，接过银币，果然把行李肩上肩头，向前搬了过去。于是转悲为喜的我们，也便高声地议论了起来银币真能说话，马来话不晓得，倒也无妨！说着笑着行着，走到了未损坏的路轨的边上，恰巧自丹绒马林来接的救护车也就到了。第二辑屐痕处处感伤的行旅上车后，越山入野，走了几站，于到万挠之先，我们又在车窗里现了一辆房新民君自吉隆坡赶来救我们而寻我们不着的后追车，又到下一站的时候，我们便下了火车，与房君一道地坐汽车而回了吉隆坡。十二点十分，到吉隆坡后，我们又是天下太平的旅行人了，有郑振文博士旅店的款待，有陈济谋先生压惊洗尘的华筵。上车之前，并且还坐了陈先生的汽车，在吉隆坡市内市外，公园公共机关马来庙中华会馆等处飞视了一巡。第二天早晨六点多钟，我们便是新加坡市上的小市民了。谢天谢地，这一次的火车出轨，总算是很合着经济的原则，以最少的代价而得到了最大的经验，更还要谢谢在槟城在吉隆坡的每一个朋友。因为不是他们的相招，不想去看他们，则这一便宜事，也是得不着的。一九三九年一月十一日星槟日报马六甲游记为想把满身的战时尘滓暂时洗刷一下，同时，又可以把个人的神经，无论如何也负担不起的公的私的积累清算一下之故，毫无踌躇，飘飘然驶入了南海的热带圈内，如醉如痴，如在一个连续的梦游病里，浑浑然过去的日子，好像是很久很久了，又好像是有一日一夜的样子。实在是，在长年如盛夏，四季不分明的南洋过活，记忆力只会一天一天的衰弱下去，尤其是关于时日年岁的记忆，尤其是当踏上了一定的程序工作之后的精神劳动者的记忆。某年月日，为替一爱国团体上演原野而揭幕之故，坐了一夜的火车，从新加坡到了吉隆坡。"}
{"text":"实在是，在长年如盛夏，四季不分明的南洋过活，记忆力只会一天一天的衰弱下去，尤其是关于时日年岁的记忆，尤其是当踏上了一定的程序工作之后的精神劳动者的记忆。某年月日，为替一爱国团体上演原野而揭幕之故，坐了一夜的火车，从新加坡到了吉隆坡。在卧车里鼾睡了一夜，醒转来的时候，填塞在左右的，依旧是不断的树胶园，满目的青草地，与在强烈的日光里反射着殷红色的墙瓦的小洋房。揭幕礼行后，看戏看到了午夜，在李旺记酒家吃了一次朱植生先生特为筹设的消夜筵席之后，南方的白夜，也冷悄悄的酿成了一味秋意原因是由于一阵豪雨，把路上的闲人，尽催归了梦里，把街灯的玻璃罩，也洗涤成了水样的澄清。倦游人的深夜的悲哀，忽而从驶回逆旅的汽车窗里，露了露面，仿佛是在很远很远的异国，偶尔见到了一个不甚熟悉的同坐过一次飞机或火车的偕行伙伴。这一种感觉，已经有好久好久不曾尝到了，这是一种在深夜当游倦后的哀思啊！第二天一早起来，因有友人去马六甲之便，就一道坐上汽车，向南偏西，上山下岭，尽在树胶园椰子林的中间打圈圈，一直到过了丹平的关卡以后，样子却有点不同了。同模形似地精巧玲珑的马来人亚答屋的住宅，配合上各种不同的椰子树的阴影，有独木的小桥，有颈项上长着的牛车，还有负载着重荷，在小山坳密林下来去的原始马来人的远景，这些点缀，分明在告诉我，是在南洋的山野里旅行。但偶一转向，车驶入了平原，则又天空开展，水田里的稻秆青葱，田塍树影下，还有一二皮肤黝黑的农夫在默默地休息，这又像是在故国江南的旷野，正当五六月耕耘方起劲的时候。到了马六甲，去海滨彭大希利的莱斯脱好坞斯去休息了一下，以后，就是参观古迹的行程了。导我们的先路的，是由何葆仁先生替我们去邀来的陈应桢李君侠胡健人等几位先生。我们的路线，是从马六甲河西岸海滨的华侨银行出，打从圣弗兰雪斯教堂的门前经过，先向市政厅所在的圣保罗山，亦叫作升旗山的古圣保罗教堂的废墟去致敬的。这一块周围仅有七百二十英里方的马六甲市，在历史上传说上，却是马来半岛，或者也许是南洋群岛中最古的地方，是在好久以前，就听人家说过的。"}
{"text":"到了马六甲，去海滨彭大希利的莱斯脱好坞斯去休息了一下，以后，就是参观古迹的行程了。导我们的先路的，是由何葆仁先生替我们去邀来的陈应桢李君侠胡健人等几位先生。我们的路线，是从马六甲河西岸海滨的华侨银行出，打从圣弗兰雪斯教堂的门前经过，先向市政厅所在的圣保罗山，亦叫作升旗山的古圣保罗教堂的废墟去致敬的。这一块周围仅有七百二十英里方的马六甲市，在历史上传说上，却是马来半岛，或者也许是南洋群岛中最古的地方，是在好久以前，就听人家说过的。第一，马六甲的这一个马来名字的由来，据说就是在十四世纪中叶，当新加坡的马来人，被爪哇西来的外人所侵略，酋长斯干达夏率领群众避至此地，息树荫下，偶问旁人以此树何名，人以马六甲对，于是这地方的名字，就从此定下了。而这一株有五六百年高寿的马六甲树，到现在也还婆娑独立在圣保罗的山下那一个旧式栈桥接岸的海滨。枝叶纷披，这树所覆的荫处，倒确有一连以上的士兵可扎营。第二辑屐痕处处感伤的行旅此外，则关于马六甲这名字的由来，还有酋长见犬鹿相斗，犬反被鹿伤的传说另一说则谓马六甲，系爪哇语亡命之意。或谓系爪哇人称巨港之音，巫来由即马六甲之变音。这些倒还并不相干，因为我们的目的，只想去瞻仰那些古时遗下来的建筑物，和现时所看得到的风景之类所以一过马六甲河，看见了那座古色苍然的荷兰式的市政厅的大门，就有点觉得在和数世纪前的彭祖老人说话了。这一座门，尽以很坚强的砖瓦叠成，像低低的一个城门洞的样子洞上一层，是施有雕刻的长方石壁，再上面，却是一个小小的钟楼似的塔顶。在这里，又不得不简叙一叙马六甲的史实了第一，这里当然是从新加坡西来的马来人所开辟的世界，这是在十四世纪中叶的事。在这先头，从宋代的中国册籍诸藩志里，虽可以见到巨港王国的繁荣，但马六甲这一名，却未被现。到了明朝，郑和下南洋的前后，马六甲就在中国书籍上渐渐知名了，这是十四世纪末叶的事。在十六世纪初年，葡萄牙人第奥义洛泊斯特色开拉――率领五艘海船到此通商，当为马六甲和西欧交通的开始时期。一千五百十一年，马六甲被亚儿封所达儿勃开儿克所征服以后，南洋群岛就成了葡萄牙人独占的市场。"}
{"text":"到了明朝，郑和下南洋的前后，马六甲就在中国书籍上渐渐知名了，这是十四世纪末叶的事。在十六世纪初年，葡萄牙人第奥义洛泊斯特色开拉――率领五艘海船到此通商，当为马六甲和西欧交通的开始时期。一千五百十一年，马六甲被亚儿封所达儿勃开儿克所征服以后，南洋群岛就成了葡萄牙人独占的市场。其后荷兰继起，一千六百四十一年，马六甲便归入了荷人的掌握现在所遗留的马六甲的史迹，以荷兰人的建筑物及墓碑为最多的原因，实在因为荷兰人在这里曾有过一百多年繁荣的历史的缘故。一七九五年，当拿破仑战争未息之前，马六甲管辖权移归了英国东印度公司。一八一五年因维也纳条约的结果，旧地复归还了荷属，等一八二四年的伦敦会议以后，英国终以苏门答腊和荷兰换回了这马六甲的治权。关于马六甲的这一段短短的历史，简叙起来，也不过数百字的光景，可是这中间的杀伐流血，以及无名英雄的为国捐躯，为公殉义的伟烈丰功，又有谁能够仔细说得尽哩！所以，圣保罗山下的市政厅大门，现在还有人在叫作斯泰脱乎斯的大门的，斯泰脱乎斯者，就是荷兰文――的遗音，也就是英文或的意思。我们从市政厅的前门绕过，穿过图书馆的二楼，上阅兵台，到了旧圣保罗教堂的废墟门外的时候，前面那望楼上的旗帜已经在收下来了，正是太阳平西，将近午后四点钟的样子。伟大的圣保罗教堂，就单单只看了它的颓垣残垒，也可以想见得到当日的壮丽堂皇。迄今四五百年，雨打风吹，有几处早已没有了屋顶，但是周围的墙壁，以及正殿中上一层的石屋顶，仍旧是屹然不动，有泰山磐石般的外貌。我想起了三宝公到此地时的这周围的景象，我又想起了我们大陆国民不善经营海外殖民事业的缺憾到现在被强邻压境，弄得半壁江山，尽染上腥污，大半原因，也就在这一点国民太无冒险心，国家太无深谋远虑的弱点之上。市政厅的建筑全部，以及这圣保罗山的废墟，听说都由马六甲的史迹保存会的建议，请政府用意保护着的所以直到了数百年后的今日，我们还见得到当时的荷兰式的房屋，以及圣保罗教堂里的一个上面盖有小方格铁板的石穴。这石穴的由来，就因十六世纪中叶的圣芳济去中国传教，中途病故，遗体于运往卧亚之前，曾在此穴内埋葬过五个月一五五三年三月至同年八月的因缘。废墟的前后，尽是坟茔，而且在这废墟的堂上，圣芳济遗体虚穴的周围，也陈列着许多四五百年以前的墓碑。"}
