{"text":"那么，清党委员会自然会说他反革命，有罪。再不得已，则只好寻些别的事由，诉诸法律了。但这比较地麻烦。我先前总以为人是有罪，所以枪毙或坐监的。现在才知道其中的许多，是先因为被人认为可恶，这才终于犯了罪。许多罪人，应该称为可恶的人。九，十四。本篇最初发表于一九二七年十月二十二日语丝周刊第一五四期。清党委员会蒋介石国民党为镇压共产党人和国民党内拥护孙中山三大政策的左派分子而设立的机构。一九二七年五月五日，国民党中央执行委员会常务委员会及各部长联席会议决定，指派邓泽如等七人组织中央清党委员会。五月十七日，该会正式成立，各省也先后组成它的下属机构。意表之外意表之外有恒先生在北新周刊上诧异我为什么不说话，我已经去信公开答复了。还有一层没有说。这也是一种新的世故。我的杂感常不免于骂。但今年发见了，我的骂对于被骂者是大抵有利的。拿来做广告，显而易见，不消说了。还有天下以我为可恶者多，所以有一个被我所骂的人要去运动一个以我为可恶的人，只要摊出我的杂感来，便可以做他们的兰谱，相视而笑，莫逆于心了。咱们一伙儿。假如有一个人在办一件事，自然是不会好的。但我一开口，他却可以归罪于我了。譬如办学校罢，教员请不到，便说这是说了坏话的缘故学生闹一点小乱子罢，又是说了坏话的缘故。他倒干干净净。我又不学耶稣，何苦替别人来背十字架呢？但江山好改，本性难移，也许后来还要开开口。可是定了新法了，除原先说过的主将之类以外，新的都不再说出他的真姓名，只叫一个人，某学者，某教授，某君。这么一来，他利用的时候便至少总得费点力，先须加说明。你以为骂决非好东西罢，于有些人还是有利的。人类究竟是可怕的东西。就是能够咬死人的毒蛇，商人们也会将它浸在酒里，什么三蛇酒，五蛇酒，去卖钱。这种办法实在比交战厉害得多，能使我不敢写杂感。但再来一回罢，写不敢写杂感的杂感。本篇最初发表于一九二七年十月二十二日语丝周刊第一五四期。意表之外，是引用复古派文人林纾文章中不通的用语。"}
{"text":"你以为骂决非好东西罢，于有些人还是有利的。人类究竟是可怕的东西。就是能够咬死人的毒蛇，商人们也会将它浸在酒里，什么三蛇酒，五蛇酒，去卖钱。这种办法实在比交战厉害得多，能使我不敢写杂感。但再来一回罢，写不敢写杂感的杂感。本篇最初发表于一九二七年十月二十二日语丝周刊第一五四期。意表之外，是引用复古派文人林纾文章中不通的用语。兰谱旧时朋友相契，结为兄弟，互换谱帖以为凭证，称为金兰谱，省称兰谱，取周易系辞二人同心，其利断金同心之言，其臭如兰的意思。相视而笑二句，见庄子大宗师，即彼此同心，毫无拂逆的意思。耶稣约前―基督教创始人。据新约全书说，他在犹太各地传教，为犹太教当权者所仇视，后被捕送交罗马帝国驻犹太总督彼拉多，钉死在十字架上。新时代的放债法新时代的放债法还有一种新的世故。先前，我总以为做债主的人是一定要有钱的，近来才知道无须。在新时代里，有一种精神的资本家。你倘说中国像沙漠罢，这资本家便乘机而至了，自称是喷泉。你说社会冷酷罢，他便自说是热你说周围黑暗罢，他便自说是太阳。阿！世界上冠冕堂皇的招牌，都被拿去了。岂但拿去而已哉。他还润泽，温暖，照临了你。因为他是喷泉，热，太阳呵！这是一宗恩典。不但此也哩。你如有一点产业，那是他赏赐你的。为什么呢？因为倘若他一提倡共产，你的产业便要充公了，但他没有提倡，所以你能有现在的产业。那自然是他赏赐你的。你如有一个爱人，也是他赏赐你的。为什么呢？因为他是天才而且革命家，许多女性都渴仰到五体投地。他只要说一声来！便都飞奔过去了，你的当然也在内。但他不说来！所以你得有现在的爱人。那自然也是他赏赐你的。这又是一宗恩典。还不但此也哩！他到你那里来的时候，还每回带来一担同情！一百回就是一百担――你如果不知道，那就因为你没有精神的眼睛――经过一年，利上加利，就是二三百担阿阿！这又是一宗大恩典。于是乎是算账了。不得了，这么雄厚的资本，还不够买一个灵魂么？但革命家是客气的，无非要你报答一点，供其使用――其实也不算使用，不过是帮忙而已。倘不如命地帮忙，当然，罪大恶极了。先将忘恩负义之罪，布告于天下。"}
{"text":"但他不说来！所以你得有现在的爱人。那自然也是他赏赐你的。这又是一宗恩典。还不但此也哩！他到你那里来的时候，还每回带来一担同情！一百回就是一百担――你如果不知道，那就因为你没有精神的眼睛――经过一年，利上加利，就是二三百担阿阿！这又是一宗大恩典。于是乎是算账了。不得了，这么雄厚的资本，还不够买一个灵魂么？但革命家是客气的，无非要你报答一点，供其使用――其实也不算使用，不过是帮忙而已。倘不如命地帮忙，当然，罪大恶极了。先将忘恩负义之罪，布告于天下。而且不但此也，还有许多罪恶，写在账簿上哩，一旦发布，你便要身败名裂了。想不身败名裂么，只有一条路，就是赶快来帮忙以赎罪。然而我不幸竟看见了新时代的新青年的身边藏着这许多账簿，而他们自己对于身败名裂又怀着这样天大的恐慌。于是乎又得新世故关上门，塞好酒瓶，捏紧皮夹。这倒于我很保存了一些润泽，光和热――我是只看见物质的。九，十四。本篇最初发表于一九二七年十月二十二日语丝周刊第一五四期，原题新时代的避债法。世故及下文若干词句，都是引用高长虹的话。高长虹，参看本卷第页注。他在一九二四年十二月认识后，曾得到很多指导和帮助。一九二六年下半年起，他却对进行恣意的诬蔑和攻击。他在狂飙周刊第五期一九二六年十一月发表的北京出版界形势指掌图中，谩骂为世故老人。在第六期一九二六年十一月给――一诗中自比太阳如其我是太阳时，我将嫉妒那夜里的星星。在第九期一九二六年十二月介绍中华第一诗人内则说在恋爱上我虽然像嫉妒过人，然而其实是我倒让步过人。第十期一九二六年十二月时代的命运中又有我对于先生曾献过最大的让步，不只是思想上，而且是生活上等语。在同篇中又说他和曾经过一个思想上的战斗时期，他所用的战略是同情。在指掌图一文内，又自称与会面不只百次。第十四期一九二七年一月我走出了化石的世界中又咒骂不特身心交病，且将身败名裂矣！等等。所以本文中有太阳爱人同情来一百回等语。此外，帮忙新时代的新青年等，都是高长虹文中常用的词语。"}
{"text":"在同篇中又说他和曾经过一个思想上的战斗时期，他所用的战略是同情。在指掌图一文内，又自称与会面不只百次。第十四期一九二七年一月我走出了化石的世界中又咒骂不特身心交病，且将身败名裂矣！等等。所以本文中有太阳爱人同情来一百回等语。此外，帮忙新时代的新青年等，都是高长虹文中常用的词语。魏晋风度及文章与药及酒之关系魏晋风度及文章与药及酒之关系――九月间在广州夏期学术演讲会讲稿我今天所讲的，就是黑板上写着的这样一个题目。中国文学史，研究起来，可真不容易，研究古的，恨材料太少，研究今的，材料又太多，所以到现在，中国较完全的文学史尚未出现。今天讲的题目是文学史上的一部分，也是材料太少，研究起来很有困难的地方。因为我们想研究某一时代的文学，至少要知道的环境，经历和著作。汉末魏初这个时代是很重要的时代，在文学方面起一个重大的变化，因当时正在黄巾和董卓大乱之后，而且又是党锢的纠纷之后，这时曹操出来了。――不过我们讲到曹操，很容易就联想起三国志演义，更而想起戏台上那一位花面的奸臣，但这不是观察曹操的真正方法。现在我们再看历史，在历史上的记载和论断有时也是极靠不住的，不能相信的地方很多，因为通常我们晓得，某朝的年代长一点，其中必定好人多某朝的年代短一点，其中差不多没有好人。为什么呢？因为年代长了，做史的是本朝人，当然恭维本朝的人物，年代短了，做史的是别朝人，便很自由地贬斥其异朝的人物，所以在秦朝，差不多在史的记载上半个好人也没有。曹操在史上年代也是颇短的，自然也逃不了被后一朝人说坏话的公例。其实，曹操是一个很有本事的人，至少是一个英雄，我虽不是曹操一党，但无论如何，总是非常佩服他。研究那时的文学，现在较为容易了，因为已经有人做过工作在文集一方面有清严可均辑的全上古三代秦汉三国晋南北朝文。其中于此有用的，是全汉文，全三国文，全晋文。在诗一方面有丁福保辑的全汉三国晋南北朝诗。――丁福保是做医生的，现在还在。辑录关于这时代的文学评论有刘师培编的中国中古文学史。这本书是北大的讲义，刘先生已死，此书由北大出版。上面三种书对于我们的研究有很大的帮助。"}
{"text":"研究那时的文学，现在较为容易了，因为已经有人做过工作在文集一方面有清严可均辑的全上古三代秦汉三国晋南北朝文。其中于此有用的，是全汉文，全三国文，全晋文。在诗一方面有丁福保辑的全汉三国晋南北朝诗。――丁福保是做医生的，现在还在。辑录关于这时代的文学评论有刘师培编的中国中古文学史。这本书是北大的讲义，刘先生已死，此书由北大出版。上面三种书对于我们的研究有很大的帮助。能使我们看出这时代的文学的确有点异彩。我今天所讲，倘若刘先生的书里已详的，我就略一点反之，刘先生所略的，我就较详一点。董卓之后，曹操专权。在他的统治之下，第一个特色便是尚刑名。他的立法是很严的，因为当大乱之后，大家都想做皇帝，大家都想叛乱，故曹操不能不如此。曹操曾自己说过倘无我，不知有多少人称王称帝！这句话他倒并没有说谎。因此之故，影响到文章方面，成了清峻的风格。――就是文章要简约严明的意思。此外还有一个特点，就是尚通脱。他为什么要尚通脱呢？自然也与当时的风气有莫大的关系。因为在党锢之祸以前，凡党中人都自命清流，不过讲清讲得太过，便成固执，所以在汉末，清流的举动有时便非常可笑了。比方有一个有名的人，普通的人去拜访他，先要说几句话，倘这几句话说得不对，往往会遭倨傲的待遇，叫他坐到屋外去，甚而至于拒绝不见。又如有一个人，他和他的姊夫是不对的，有一回他到姊姊那里去吃饭之后，便要将饭钱算回给姊姊。她不肯要，他就于出门之后，把那些钱扔在街上，算是付过了。个人这样闹闹脾气还不要紧，若治国平天下也这样闹起执拗的脾气来，那还成甚么话？所以深知此弊的曹操要起来反对这种习气，力倡通脱。通脱即随便之意。此种提倡影响到文坛，便产生多量想说甚么便说甚么的文章。更因思想通脱之后，废除固执，遂能充分容纳异端和外来的思想，故孔教以外的思想源源引入。总括起来，我们可以说汉末魏初的文章是清峻，通脱。在曹操本身，也是一个改造文章的祖师，可惜他的文章传的很少。他胆子很大，文章从通脱得力不少，做文章时又没有顾忌，想写的便写出来。所以曹操征求人才时也是这样说，不忠不孝不要紧，只要有才便可以。这又是别人所不敢说的。"}
{"text":"此种提倡影响到文坛，便产生多量想说甚么便说甚么的文章。更因思想通脱之后，废除固执，遂能充分容纳异端和外来的思想，故孔教以外的思想源源引入。总括起来，我们可以说汉末魏初的文章是清峻，通脱。在曹操本身，也是一个改造文章的祖师，可惜他的文章传的很少。他胆子很大，文章从通脱得力不少，做文章时又没有顾忌，想写的便写出来。所以曹操征求人才时也是这样说，不忠不孝不要紧，只要有才便可以。这又是别人所不敢说的。曹操做诗，竟说是郑康成行酒伏地气绝，他引出离当时不久的事实，这也是别人所不敢用的。还有一样，比方人死时，常常写点遗令，这是名人的一件极时髦的事。当时的遗令本有一定的格式，且多言身后当葬于何处何处，或葬于某某名人的墓旁操独不然，他的遗令不但没有依着格式，内容竟讲到遗下的衣服和伎女怎样处置等问题。陆机虽然评曰贻尘谤于后王，然而我想他无论如何是一个精明人，他自己能做文章，又有手段，把天下的方士文士统统搜罗起来，省得他们跑在外面给他捣乱。所以他帷幄里面，方士文士就特别地多。孝文帝曹丕，以长子而承父业，篡汉而即帝位。他也是喜欢文章的。其弟曹植，还有明帝曹保都是喜欢文章的。不过到那个时候，于通脱之外，更加上华丽。不著有典论，现已失散无全本，那里面说诗赋欲丽，文以气为主。典论的零零碎碎，在唐宋类书中一篇整的论文，在文选中可以看见。后来有一般人很不以他的见解为然。他说诗赋不必寓教训，反对当时那些寓训勉于诗赋的见解，用近代的文学眼光看来，曹丕的一个时代可说是文学的自觉时代，或如近代所说是为艺术而艺术s的一派。所以曹丕做的诗赋很好，更因他以气为主，故于华丽以外，加上壮大。归纳起来，汉末，魏初的文章，可说是清峻，通脱，华丽，壮大。在文学的意见上，曹丕和曹植表面上似乎是不同的。曹丕说文章事可以留名声于千载但子建却说文章小道，不足论的。据我的意见，子建大概是违心之论。这里有两个原因，第一，子建的文章做得好，一个人大概总是不满意自己所做而羡慕他人所为的，他的文章已经做得好，于是他便敢说文章是小道第二，子建活动的目标在于政治方面，政治方面不甚得志，遂说文章是无用了。"}
{"text":"归纳起来，汉末，魏初的文章，可说是清峻，通脱，华丽，壮大。在文学的意见上，曹丕和曹植表面上似乎是不同的。曹丕说文章事可以留名声于千载但子建却说文章小道，不足论的。据我的意见，子建大概是违心之论。这里有两个原因，第一，子建的文章做得好，一个人大概总是不满意自己所做而羡慕他人所为的，他的文章已经做得好，于是他便敢说文章是小道第二，子建活动的目标在于政治方面，政治方面不甚得志，遂说文章是无用了。曹操曹丕以外，还有下面的七个人孔融，陈琳，王粲，徐干，阮r，应，刘桢，都很能做文章，后来称为建安七子。七人的文章很少流传，现在我们很难判断但，大概都不外是慷慨，华丽罢。华丽即曹丕所主张，慷慨就因当天下大乱之际，亲戚朋友死于乱者特多，于是为文就不免带着悲凉，激昂和慷慨了。七子之中，特别的是孔融，他专喜和曹操捣乱。曹丕典论里有论孔融的，因此他也被拉进建安七子一块儿去。其实不对，很两样的。不过在当时，他的名声可非常之大。孔融作文，喜用讥嘲的笔调，曹丕很不满意他。孔融的文章现在传的也很少，就他所有的看起来，我们可以瞧出他并不大对别人讥讽，只对曹操。比方操破袁氏兄弟，曹丕把袁熙的妻甄氏拿来，归了自己，孔融就写信给曹操，说当初武王伐纣，将妲己给了周公了。操问他的出典，他说，以今例古，大概那时也是这样的。又比方曹操要禁酒，说酒可以亡国，非禁不可，孔融又反对他，说也有以女人亡国的，何以不禁婚姻？其实曹操也是喝酒的。我们看他的何以解忧？惟有杜康的诗句，就可以知道。为什么他的行为会和议论矛盾呢？此无他，因曹操是个办事人，所以不得不这样做孔融是旁观的人，所以容易说些自由话。曹操见他屡屡反对自己，后来借故把他杀了。他杀孔融的罪状大概是不孝。因为孔融有下列的两个主张第一，孔融主张母亲和儿子的关系是如瓶之盛物一样，只要在瓶内把东西倒了出来，母亲和儿子的关系便算完了。第二，假使有天下饥荒的一个时候，有点食物，给父亲不给呢？孔融的答案是倘若父亲是不好的，宁可给别人。――曹操想杀他，便不惜以这种主张为他不忠不孝的根据，把他杀了。倘若曹操在世，我们可以问他，当初求才时就说不忠不孝也不要紧，为何又以不孝之名杀人呢？然而事实上纵使曹操再生，也没人敢问他，我们倘若去问他，恐怕他把我们也杀了！"}
{"text":"因为孔融有下列的两个主张第一，孔融主张母亲和儿子的关系是如瓶之盛物一样，只要在瓶内把东西倒了出来，母亲和儿子的关系便算完了。第二，假使有天下饥荒的一个时候，有点食物，给父亲不给呢？孔融的答案是倘若父亲是不好的，宁可给别人。――曹操想杀他，便不惜以这种主张为他不忠不孝的根据，把他杀了。倘若曹操在世，我们可以问他，当初求才时就说不忠不孝也不要紧，为何又以不孝之名杀人呢？然而事实上纵使曹操再生，也没人敢问他，我们倘若去问他，恐怕他把我们也杀了！与孔融一同反对曹操的尚有一个祢衡，后来给黄祖杀掉的。祢衡的文章也不错，而且他和孔融早是以气为主来写文章的了。故在此我们又可知道，汉文慢慢壮大起来，是时代使然，非专靠曹操父子之功的。但华丽好看，却是曹丕提倡的功劳。这样下去一直到明帝的时候，文章上起了个重大的变化，因为出了一个何晏。何晏的名声很大，位置也很高，他喜欢研究老子和易经。至于他是怎样的一个人呢？那真相现在可很难知道，很难调查。因为他是曹氏一派的人，司马氏很讨厌他，所以他们的记载对何晏大不满。因此产生许多传说，有人说何晏的脸上是搽粉的，又有人说他本来生得白，不是搽粉的。但究竟何晏搽粉不搽粉呢？我也不知道。但何晏有两件事我们是知道的。第一，他喜欢空谈，是空谈的祖师第二，他喜欢吃药，是吃药的祖师。此外，他也喜欢谈名理。他身子不好因此不能不服药。他吃的不是寻常的药，是一种名叫五石散的药。五石散是一种毒药，是何晏吃开头的。汉时，大家还不敢吃，何晏或者将药方略加改变，便吃开头了。五石散的基本，大概是五样药石钟乳，石硫黄，白石英，紫石英，赤石脂另外怕还配点别样的药。但现在也不必细细研究它，我想各位都是不想吃它的。从书上看起来，这种药是很好的，人吃了能转弱为强。因此之故，何晏有钱，他吃起来了大家也跟着吃。那时五石散的流毒就同清末的鸦片的流毒差不多，看吃药与否以分阔气与否的。现在由隋巢元方做的诸病源候论的里面可以看到一些。据此书，可知吃这药是非常麻烦的，穷人不能吃，假使吃了之后，一不小心，就会毒死。先吃下去的时候，倒不怎样的，后来药的效验既显，名曰散发。倘若没有散发，就有弊而无利。因此吃了之后不能休息，非走路不可，因走路才能散发，所以走路名曰行散。比方我们看六朝人的诗，有云至城东行散，就是此意。"}
{"text":"因此之故，何晏有钱，他吃起来了大家也跟着吃。那时五石散的流毒就同清末的鸦片的流毒差不多，看吃药与否以分阔气与否的。现在由隋巢元方做的诸病源候论的里面可以看到一些。据此书，可知吃这药是非常麻烦的，穷人不能吃，假使吃了之后，一不小心，就会毒死。先吃下去的时候，倒不怎样的，后来药的效验既显，名曰散发。倘若没有散发，就有弊而无利。因此吃了之后不能休息，非走路不可，因走路才能散发，所以走路名曰行散。比方我们看六朝人的诗，有云至城东行散，就是此意。后来做诗的人不知其故，以为行散即步行之意，所以不服药也以行散二字入诗，这是很笑话的。走了之后，全身发烧，发烧之后又发冷。普通发冷宜多穿衣，吃热的东西。但吃药后的发冷刚刚要相反衣少，冷食，以冷水浇身。倘穿衣多而食热物，那就非死不可。因此五石散一名寒食散。只有一样不必冷吃的，就是酒。吃了散之后，衣服要脱掉，用冷水浇身吃冷东西饮热酒。这样看起来，五石散吃的人多，穿厚衣的人就少比方在广东提倡，一年以后，穿西装的人就没有了。因为皮肉发烧之故，不能穿窄衣。为豫防皮肤被衣服擦伤，就非穿宽大的衣服不可。现在有许多人以为晋人轻裘缓带，宽衣，在当时是人们高逸的表现，其实不知他们是吃药的缘故。一班名人都吃药，穿的衣都宽大，于是不吃药的也跟着名人，把衣服宽大起来了！还有，吃药之后，因皮肤易于磨破，穿鞋也不方便，故不穿鞋袜而穿屐。所以我们看晋人的画像或那时的文章，见他衣服宽大，不鞋而屐，以为他一定是很舒服，很飘逸的了，其实他心里都是很苦的。更因皮肤易破，不能穿新的而宜于穿旧的，衣服便不能常洗。因不洗，便多虱。所以在文章上，虱子的地位很高，扪虱而谈，当时竟传为美事。比方我今天在这里演讲的时候，扪起虱来，那是不大好的。但在那时不要紧，因为习惯不同之故。这正如清朝是提倡抽大烟的，我们看见两肩高耸的人，不觉得奇怪。现在就不行了，倘若多数学生，他的肩成为一字样，我们就觉得很奇怪了。此外可见服散的情形及其他种种的书，还有葛洪的抱朴子。到东晋以后，作假的人就很多，在街旁睡倒，说是散发以示阔气。就像清时尊读书，就有人以墨涂唇，表示他是刚才写了许多字的样子。故我想，衣大，穿屐，散等等，后来效之，不吃也学起来，与理论的提倡实在是无关的。"}
