{"text":"自春秋战国以来，中国的官吏和老百姓的关系一直是如此，在邹穆公问孟子的时候更是如此。那么，他问孟子这个问题时，甚至内心气愤得想杀些人来发泄一下，镇压一下，这岂非超越于政治原则之外，无乃太过乎！现在是民主时代，也是注重基层政治工作的时代。为民服务的基层工作，实在是一件神圣伟大的使命，很不简单，最上层到中枢各部院政令的推行，一节一节地统统汇集到了基层。其间事务的繁忙，头绪的芜杂，并不亚于上层执政者天天开会，随时开会的痛苦。而最难办的，往往是各部门的政令，缺乏横的整体的协调，致使政令达到基层时，有许多矛盾抵触之处，无法执行，只好一搁拉倒。还有许多政令，可以用在甲地，却不适用于乙地，更不合于丙地的事实，但是也例行公文，训令照办不误。实在难以作到，也只有一搁了事。还有最重要的，什么高官厚禄，实至名归，风光热闹的事，都集中在上层朝市。基层工，必须具备有愿入地狱的菩萨心肠，和成功不必在找的圣贤怀抱。照这样情况，我也常常想，假如叫我到穷乡僻壤，长期担任一个国民小学教员，是不是真能心甘情愿地尽心尽力去做得好？我对自己的答案是恐怕未必。己所不欲，何望于人。推己及人，如何可以要求他人呢？总之，所得的结论便是，从古至今，基层的工作，能于的不肯干，肯干的不能干。因此，真正参与工作的，就是一批不是不能干，就是不肯干的人。往往为政府帮倒忙，作了丧失民心的工作，你看怎么办？至于说贪污不贪污，那还是另一附带的问题，不必去讨论。有时朋友们与我谈到的美国的社会政治，基层工是如何如何的好，因此才有的今天的成就。我说，不错。美国还年轻，历史还浅，所以历史文化的包袱也轻。甚至还没有背上历史文化的包袱。我倒祝福他们永远如此年轻，不要背上历史文化的包袱才好。一旦老大，历史文化包袱的根基愈深，要想有所改革当然愈难，那就得慢慢地潜移默化，不可能再像现在这样立竿见影了。至于经过民选，来自民间的现代官员，他们的功过是非与善恶，且等历史作定评吧！不过，千万要记住，历史是公平的天秤，也真有明镜高悬，可以照见善恶而使原形毕露的作用，大须留心从事，多读民族文化的宝典，培养仁心仁术，以立己立人。记得明人冯梦龙就有段论调怪诞的小品，写得很好，特别抄录一节，给自认为民主时代民意代表的青年朋友做一个借镜。"}
{"text":"一旦老大，历史文化包袱的根基愈深，要想有所改革当然愈难，那就得慢慢地潜移默化，不可能再像现在这样立竿见影了。至于经过民选，来自民间的现代官员，他们的功过是非与善恶，且等历史作定评吧！不过，千万要记住，历史是公平的天秤，也真有明镜高悬，可以照见善恶而使原形毕露的作用，大须留心从事，多读民族文化的宝典，培养仁心仁术，以立己立人。记得明人冯梦龙就有段论调怪诞的小品，写得很好，特别抄录一节，给自认为民主时代民意代表的青年朋友做一个借镜。昔富平孙家宰在位日，请进士谒选，齐往受教。孙曰做官无大难事，只莫作怪。真名臣之言也。岂但做官，做人也是一样。民主时代的民选，更须切莫作怪。我们看了这一段似幽默，其实严肃的小品文，再回转来看孟子答邹穆公的问题，便可以说，只恐穆公守上有责的有司们，早已经国太作怪而失去民心。因此孟子的结论一句话君无尤焉，又怎能责怪下民呢！除此以外，在邹穆公的观念中，认为他守土有责的重臣们既能尽忠，为什么更下层的干部们，就不能为他们尽节？这个道理，在理论上讲，说来话更长了。总之，要了解中国文化的重心，无论是儒家或诸子百家的学术修养，都是做人和做事合而为一的。仔细体认历史，便可知道有些人的一生，事业功名是成就了。但不能说他做人也成功了。有的人，一生做人成功，但并无事业功名上的成就。如果兼而有之，应该是不圣亦贤了。例如明代的名臣张江陵――居正，是万历当时的权臣名相，可算是一个大政治家，但因个性急躁，修养不足，所谓操切为政，往往便不能优容气节之士。好多理学名儒，因为意见不合而被压制不伸。但在张江陵当政的时期，的确做到了兵强国富，其功实有不可掩盖者。可是当他身死以后，结果弄得抄家破产，大儿子被逼上吊，老太太也被逼得流离失所。固然是明代朱氏王朝的作风，惯于苛待功臣，大有失德之处。但张江陵的做事成功而做人失败，实在也不免有话分两截的必要。当时有人经过张江陵的住宅，看到荒草丛生，一片凄凉的景色，和当年的煊赫对照，便大生感慨。就拿笔提诗在张宅的破壁上说恩怨尽时归论定，封疆危日见才难。这两句诗，和张江陵的生平，正好用来作为邹穆公问孟子这个问题的答案。滕文公问曰滕，小国也，间于齐楚。事齐乎？事楚乎？孟子对曰是谋非吾所能及也。无已，则有一焉。"}
{"text":"固然是明代朱氏王朝的作风，惯于苛待功臣，大有失德之处。但张江陵的做事成功而做人失败，实在也不免有话分两截的必要。当时有人经过张江陵的住宅，看到荒草丛生，一片凄凉的景色，和当年的煊赫对照，便大生感慨。就拿笔提诗在张宅的破壁上说恩怨尽时归论定，封疆危日见才难。这两句诗，和张江陵的生平，正好用来作为邹穆公问孟子这个问题的答案。滕文公问曰滕，小国也，间于齐楚。事齐乎？事楚乎？孟子对曰是谋非吾所能及也。无已，则有一焉。凿斯池也，筑斯城也，与民守之，效死而民弗去，则是可为也。两大之间难为小在春秋战国两个时代，膝薛仅是一些微不足道的小国。但在论语及孟子书中，都有所论及。所以国虽小，在孔孟的声光照耀之下，却也有名起来。论语宪问篇中记载着子曰孟公绰为赵魏老则忧，不可以为滕薛大夫。就是这个滕国。不过孔孟两个时代不同，滕薛的情形也不一样了。这次是孟子从齐国再度回来，路过滕国。滕国是一个小国，而东北面毗邻了强大的齐国，南面又和强大的楚国接壤。我这个小国，夹在这两个大国的中间，所谓两大之间难为小，我应该向齐国靠拢好呢？或者是投向楚国比较好呢？滕文公把这个难题提出来，向这位高人孟子请教。孟子也的确是高明，他答复滕文公说你提出这个问题，对不起，我也没办法。有办法也不能讲，碍难启齿。滕文公听孟子这样的答复，当然非常失望，脸色就沮丧难看。孟子见他这副样子，又过意不去，于是对他说在不得已之下，那么只有一条路比较好。你把你自己的内政先理好，增加老百姓的向心力，团结起来。然后，加强你的国防设施，把护城河挖得深深的，把城墙加高加厚起来，巩固你国防线上的防御工程。和全国老百姓，上下一致，同心合力，保卫自己的疆土，虽然战死，也不离开本位，甚至宁为玉碎，不为瓦全，自强自立，宁可亡国，也不向任何一个大国投降，先有这样的准备，还可以有所作为。在这里，我们看到孟子答复两大之间难为小的基本原则，只有自强自立的一条路。其实个人作人也是一样，不自强，不自立，不从自己本身想办法，在两大之羊，怨天怨地，希望得到别人的同情来为自己解决困难，天下不会有这样的事情。"}
{"text":"和全国老百姓，上下一致，同心合力，保卫自己的疆土，虽然战死，也不离开本位，甚至宁为玉碎，不为瓦全，自强自立，宁可亡国，也不向任何一个大国投降，先有这样的准备，还可以有所作为。在这里，我们看到孟子答复两大之间难为小的基本原则，只有自强自立的一条路。其实个人作人也是一样，不自强，不自立，不从自己本身想办法，在两大之羊，怨天怨地，希望得到别人的同情来为自己解决困难，天下不会有这样的事情。个人事国家事天下事的原则是一样的，只有自强自立，才是唯一的生存之道。尤其以一个小国家为然，介于国际上强国之间的自处，除了自立自强以外，绝无其他妥协的良策。况且愈妥协，将愈增加困难。因此孟子便指出，宁可亡国，也不可丧失国格或人格的原则，作为答复。滕文公问曰齐人将筑薛，吾甚恐，如之何则可？孟子对四昔者大王居邪，狄人侵之，去之歧山之下居焉。非择而取之，不得已也。苟为善，后世子孙必有王者矣。君子创业垂统，为可继也。若夫成功，则天也。君如彼何哉！强为善而已矣。有一次，滕文公再进一步向孟子请教说，薛和我一样是个小国，可是出现强邻的齐国，要在薛国建筑城池，也就是在薛国的领土上，建筑坚强的军事基地。薛国也是我的邻近小国，有同病相怜，唇亡齿寒的威胁。看这种国际趋势，下一步很可能要轮到我头上了。这种威胁实在让人忧虑。你看，该怎么办好呢？这个薛国也早已归入了齐国的版图，被齐宣王封为孟尝君田文的地盘。那就是，历史上有名的孟尝君门下客，弹挟而歌的冯讠爰，强作主张，代表孟尝君到薛国收取租债，一把火烧了所有债务人契据，以收买民心的名城。孟子又是拿出他最崇拜的，也是周代历史上最能谦让最光荣的一代――太王的史实。他说，从前太王住在分阝地，狄人侵犯他，难以自处，因此搬到歧山下面去住。并不是因为歧山比分阝更好，土地更肥沃，而是在分阝被好勇斗狠的胡人欺凌，没有办法，不得已才避到岐山去了的。当时太王虽被迫迁移，但却忍辱负重地生聚教训，所以后代子孙――文王武王起来，才建立了周朝几百年的政权。你可以效法他这种为善的精神，后代的子孙就一定能称王天下。大丈夫要创业就要树立一个美好的典范给后人，为了使子孙能够继承下去，在个人方面，无论读书经商，或任何行业，都应如此。一定要有这个志向，能不能成功，那是天命。"}
{"text":"并不是因为歧山比分阝更好，土地更肥沃，而是在分阝被好勇斗狠的胡人欺凌，没有办法，不得已才避到岐山去了的。当时太王虽被迫迁移，但却忍辱负重地生聚教训，所以后代子孙――文王武王起来，才建立了周朝几百年的政权。你可以效法他这种为善的精神，后代的子孙就一定能称王天下。大丈夫要创业就要树立一个美好的典范给后人，为了使子孙能够继承下去，在个人方面，无论读书经商，或任何行业，都应如此。一定要有这个志向，能不能成功，那是天命。如今你地方小，四面又有强邻，只有用太王这种精神去做，勉强站起来，但不是站起来去跟人争强斗胜，而是自己勉励为善，巩固内部，自立自强，然后才能慢慢强大，受到别人尊重。孟子这理论非常对，两大强国的斗争之下，处在中间的弱小国家，若想自立自强，的确是很难的。我们看宋初的局面，吴越王钱B的孙子钱椒，本来和赵匡胤李后主一样，也是独立为王，他一看到天下大势，自陈桥兵变之后，赵匡胤号令天下的章法，他便表示投诚拥护，推赵匡胤当中国的老板。到宋太宗时，自己取消了国号。他认为这样做，则自己后代的子孙，不失为诸侯，永远是方面大员。否则的话，自己估计一切的能力，未必可胜得过宋朝。战败了，不只是自己难保，就是子孙也难保。其实他这样做，还是在等候时机，要想办法再起来，希望自己留有最后一点小本钱，必要时才能有所作为。至于同时代的南唐李后主就不同了，虽然也看到了这一点，曾经向赵匡胤上表称臣，奈何他一天到晚感叹在诗词之中，诗词做得太好了，下不了决心，如果下得了决心，真正能够有所作为，早就起来有所作为了，即使打败了，也是光荣的。等到曹彬的大兵团攻到南京的时候，用一根绳子上吊也行，又怕死，要投降又觉得没面子，最后当了俘虏，被曹彬解送到京，只有在船上作诗感慨，那又有什么用？赵匡胤批评他说，李煜肯把作诗填词的精神来治国，就不会是今天的下场了。所以要嘛，就强为善不能强为善，就保子孙，留元气，以待后来。国家大势如此，个人事业也如此。站得起来就站起来，站不起来就得见机振作。但是社会上，有许多人，他在站不起来时不肯爬，爬不动时又不肯躺下，还老是觉得自己是站在那里，其实并没有站着，这样就很可怜了。总之，人生哲学和政治哲学的道理一样的。滕文公问曰滕小国也，竭力以事大国，则不得免焉。如之何则可？"}
{"text":"赵匡胤批评他说，李煜肯把作诗填词的精神来治国，就不会是今天的下场了。所以要嘛，就强为善不能强为善，就保子孙，留元气，以待后来。国家大势如此，个人事业也如此。站得起来就站起来，站不起来就得见机振作。但是社会上，有许多人，他在站不起来时不肯爬，爬不动时又不肯躺下，还老是觉得自己是站在那里，其实并没有站着，这样就很可怜了。总之，人生哲学和政治哲学的道理一样的。滕文公问曰滕小国也，竭力以事大国，则不得免焉。如之何则可？孟子对曰昔者大王居邪，狄人侵之。事之以皮币，不得免焉事之以犬马，不得免焉。事之以珠玉，不得免焉乃属其者老而告之曰狄人之所欲者，吾土地也。吾闻之也，君子不以其所以养人者害人。二三子何患乎无君？我将去之。去邪，逾梁山，邑于歧山之下居焉。邪人曰仁人也，不可失也。从之者如归市。或曰世守也，非身之所能为也效死勿去。君请择于斯二者。人贵自立在孟子书中，这一段和上一段，怎样看，都是同一个问题的重复记述。只是一个详细，一个简化而已。可能是孟子门人编辑时的疏忽，但无法考证清楚。胜文公又问，我就算尽心竭力地奉承这两个国家，最后还是免不了他们的侵略，该怎么办才好呢？孟子还是告诉他说，从前周太工住在分阝地，狄人侵犯他。大王拿皮货和币帛去贿赂，可是没有用。又送狄人喜爱的狗和马去讨好他，仍旧没有收到效果。最后拿珍珠和宝玉去，仍免不了狄人的侵犯。这等于后来宋朝对辽金元的情形一样，非常痛苦，也非常可怜。在这种情形之下，太王实在没有办法，只好迁都另作他图，离开分阝这个地方。行前召集分阝地的父老们，告诉他们说，我曾经听说过，一个君子仁人，是不会拿用来保养大家的事物，来作害人之用。现在外族人来侵略我们，我曾经为了大家的安居乐业，送给他们好多财物，可是他们的侵略，始终没有停止。因为他们的主要目的是要我们这块土地，得不到这块土地，将永不罢休。本来我是希望以我们现居的土地，使大家过安定生活的，而现在竟因为我有了这土地，使狄人不断来攻击我们，那等于我用土地来害大家遭受战争之苦，这是不应该的。像我这样的人，多的是，你们不必顾虑找不到更好的领导人。"}
{"text":"现在外族人来侵略我们，我曾经为了大家的安居乐业，送给他们好多财物，可是他们的侵略，始终没有停止。因为他们的主要目的是要我们这块土地，得不到这块土地，将永不罢休。本来我是希望以我们现居的土地，使大家过安定生活的，而现在竟因为我有了这土地，使狄人不断来攻击我们，那等于我用土地来害大家遭受战争之苦，这是不应该的。像我这样的人，多的是，你们不必顾虑找不到更好的领导人。为了不牵累你们，我将离开这里，你们多加保重了。我们从孟子这段叙述，可知在古代宗法社会里，一个好的领导君主，也是那么可怜的。孟子只讲周太王这个例子。其实，上古史中，如周太王的情形也不少。后世和元朝的创业之主成吉思汗，在少年时代，和他的寡母生活在沙漠地带，经常被人欺负，也是非常的可怜。境也是和周太王当时的情形差不多，只是元朝民族没有文化根基，所以不如周代绵延久远。接着孟子又说，大王对他的子民耆老们谈话后，就带了家人，翻过梁山，跋涉到歧山下面定居。但是居住在原地分阝的老百姓们都说，太王是一个好领袖，我们不可以失去这样的领袖，于是大家也放弃了在分阝的土地，跟着太王到歧山下面一起居住，重新开辟新的天地。这样跟来的人很多，一股新兴的力量，像市集一样涌进歧山之下，巩固了大王的基地。孟子又说，还有人持另一个论点，认为凡是世代相传下来的土地，所谓的世居之地，应该好好地守着，不可以在你这一代手里，放弃祖宗的基业。那么你就宁可战死，宁愿亡国，也不要轻言放弃，只有死守了。这是从守土有责的论点出发，也是千古不易的至理。所在北宋时代，辽金互相消长的时期，辽国末代的宰相左企弓在朝中力争，不可放弃河北，而有君王莫听捐燕议，一寸山河一寸金的主张，也同样是这个道理。孟子这样画龙点睛一说之后，跟着又告诉滕文公说，你在这两者之间，不可矛盾，也不可因循，只有选择其中一条路去走。历史上凡是动乱时期，像滕国这种环境的遭遇也很多。我们由此可了解，一个小国处于大国之间的艰苦。近如现代正在纷争的中东问题，那些小国之间，就有许多困难存在。现在世界上，不论欧洲非洲，全球各地的小国，所遭遇到的困难，许多和战国时代的滕国一样，所处的环境，都非常矛盾。不是身历其境的人，是不容易了解的。"}
{"text":"孟子这样画龙点睛一说之后，跟着又告诉滕文公说，你在这两者之间，不可矛盾，也不可因循，只有选择其中一条路去走。历史上凡是动乱时期，像滕国这种环境的遭遇也很多。我们由此可了解，一个小国处于大国之间的艰苦。近如现代正在纷争的中东问题，那些小国之间，就有许多困难存在。现在世界上，不论欧洲非洲，全球各地的小国，所遭遇到的困难，许多和战国时代的滕国一样，所处的环境，都非常矛盾。不是身历其境的人，是不容易了解的。其次，个人的人生也是一样，自己不能矛盾，当受到艰难或迫害的时候，就要改变自己的环境。当环境不能改变时，就要自己站起来，坚强起来，宁死而不向困难环境屈服。鲁平公将出，嬖人臧金者，请曰他日君出，则必命有司所之今来舆已驾矣，有司未知所之。敢请。公曰将见孟子。曰何哉？君所为轻身以先于匹夫者，以为贤乎？礼义由贤者出，而孟子之后丧逾前丧君无见焉。公曰诺。乐正子入见，曰君奚为不见孟轲也？曰或告寡人口孟子之后丧逾前丧。是以不往见也。曰何哉？君所谓逾者，前以士，后以大夫，前以三鼎，而后以王鼎与？曰否，谓棺椁衣衾之美也。曰非所谓通也，贫富不同也。乐正子见孟子曰克告于君，君为来见也。嬖人有臧仓去沮君，君是以不果来也。曰行或使之，止或尼之，行止非人所能也。吾之不遇鲁侯，天也。臧氏之子，焉能使予不遇哉！孟子论立身出处的原则这是孟子晚年，回到邹鲁，退居以明志的一段记录。鲁平公身边有一个得宠的近臣弄臣，当然不是什么大臣，但随时跟在他的身边，在某些事情上，会成为重要的关键人物――后世得宠的宦官，就是这一型的人物――这个人叫臧仓。有一天，他看见鲁平公外出的车辆卫队等等都准备好了，马上就要出宫了。这时，他问鲁平公说，你以前出去，事先都会通知随从的人们，目的地是到什么地方。可是现在，车辆人员都准备好了，下面的人还不知道你要去哪里，他们又不敢来问，所以我来请示一下，你要去什么地方？鲁平公说，我要去看看孟子。臧仓一听，马上抓住机会攻击孟子。"}
{"text":"有一天，他看见鲁平公外出的车辆卫队等等都准备好了，马上就要出宫了。这时，他问鲁平公说，你以前出去，事先都会通知随从的人们，目的地是到什么地方。可是现在，车辆人员都准备好了，下面的人还不知道你要去哪里，他们又不敢来问，所以我来请示一下，你要去什么地方？鲁平公说，我要去看看孟子。臧仓一听，马上抓住机会攻击孟子。他对鲁平公说，你为什么要去看他？你尊为一国之君，为什么轻易地亲自去看一个平民呢？你以为他是一个贤人吗？为人处世，能够合乎礼义的才是贤人。换言之，一个贤人所做出来的事情，就一定合乎礼义的。像孟子，父亲早死。后来母亲去世，他办理母亲的丧礼，远比以前办父亲丧礼隆重得多。对于自己的父母，办丧礼时，前后都有厚薄的差别，这就是不合礼制的事。这种人，你还去看他吗？鲁平公说，那我就不去了。这里我们看到小人的厉害处，往往是在小的地方，找到一点点小事，轻轻地一拨，情势就转变了，这就叫做谗言。每个人的心理，具有先天性的缺点，最喜欢听信谗言和小话。尤其作一个高居上位的人，大道理大话听多了，厌烦了。谗言小语乘虚而入，往往非中不可，此所以历史上都赞叹明智之君的难得。其实，何止为君，凡作领导人的都要注意。乃至当一个平民的家长，处理任何一件小事，也都要注意。古人所谓来说是非者，便是是非人。这是不易的名言。乐正子，复姓乐正，名克，是孟子的学生，那时他已是鲁国的大夫。鲁平公有一次与齐王会面修好，在商谈国际问题时，乐正子趁机极力推崇孟子。当时随行的其他大臣，也都说孟子如何如何好，所以孟子这次回到鲁国，鲁平公想要去看看孟子。现在乐正子得到消息，鲁平公取消了看孟子的主意，就去问鲁平公，你为什么不去看孟子。鲁平公因宠信臧仓，当然就多少对他有所回护，答复乐正子时，就只说，有人告诉我，孟子办他自己父母的丧事，都有厚薄之不同，像这样的人，道德修养不够，所以我不去看他了。乐正子说，这话从哪里说起呢？大概听人说，他对母亲的丧礼超过以前他对父亲的丧礼吧！这是因为他前一次是以士礼丧祭，行的是鱼豚鸡的三鼎祭礼。而后来他母亲死了，当时他有了大夫的身份，行的是羊豚鸡鱼肤的五鼎祭礼。"}
