{"text":"日记一九一八年六月二日午后得徐以按同孙信并吕超墓志拓片一枚。校写的吕超墓志释文曾发表于一九一八年六月二十四日北京大学日刊第一七号文艺栏，全文如下墓志故龙骧将军隋郡王国中军吕府君讳超东平人也胄兴自姜奄有营业飞芳因官即邦今居会稽山阴起令誉早宣故孝弟出风猷日新而有岁在己巳夏五月廿五一年冬十一月丙寅同系中军将军刘金石志风烈者云蔼蔼清猷白云岫素嘉如应我其^眷言蕙夕悄松按晋武帝当系惠帝之误，晋书地理志下惠帝分义阳立随郡。通鉴目录即资治通鉴目录，是资治通鉴的提要，北宋司马光著，三十卷。宋书南朝宋史，南朝梁沈约编撰，一百卷。下文的广陵王诞，即宋文帝第六子刘诞南阳王岁羽，即宋明帝第六子刘。按升明二年十二月，当为十一月。南齐书南朝齐史，南齐萧子显编撰，五十九卷子隆即萧子隆―，字云兴，南齐武帝第八子。齐高帝建元四年至武帝永明八年间为随郡王。唐寓之？―南齐富阳今浙江富阳人，农民起义领袖。永明三年起兵反齐，次年攻占钱塘今浙江杭州称帝，国号吴。同年兵败被杀。和帝即萧宝融―，南齐高帝第八子，于建武元年受封随郡王。唐开元十八年按唐开元十八年为庚午，己巳当为开元十七年。刘范鼎卿据吕超墓志精拓本刘字下有玄字残划可辨，并引证南史，认为此人系刘玄明，临淮人，为山阴令，其时玄明已任中军将军，未几殆即改官司农矣。见顾燮光梦碧d石言所收范跋按南史循吏传仅载刘玄明终于司农卿，未见任中军将军的记载。罗泌字长源，宋代庐陵今属江西人。著有路史四十七卷。据困学纪闻清代翁元圻辑注本卷十三随恶走改隋条集证罗泌路史随文帝恶随从u，改为隋。按四库全书本路史不见有此记载。王伯厚―名应麟，庆元今浙江宁波人，宋代学者。著有困学纪闻二十卷。该书卷十三随恶走改隋条徐楚金说文系传云，随文帝恶随字为走，乃去之，成隋字。隋，列肉也，其不祥大焉。殊不知随从uu，安步也，而妄去之，岂非不学之故！"}
{"text":"著有路史四十七卷。据困学纪闻清代翁元圻辑注本卷十三随恶走改隋条集证罗泌路史随文帝恶随从u，改为隋。按四库全书本路史不见有此记载。王伯厚―名应麟，庆元今浙江宁波人，宋代学者。著有困学纪闻二十卷。该书卷十三随恶走改隋条徐楚金说文系传云，随文帝恶随字为走，乃去之，成隋字。隋，列肉也，其不祥大焉。殊不知随从uu，安步也，而妄去之，岂非不学之故！隶释宋代洪适编，二十七卷，是集录汉魏石刻文字的专书。张平子碑颂，晋代夏侯湛撰，见隶释卷十九。张平子即东汉科学家张衡，在珠咏隋，于璧称和是对他的赞词。隋，指隋侯珠和，指和氏璧。隶韵字书，宋代刘球著，十卷。钩摹宋代以前出土汉碑隶字，按韵分类。张平子碑颂的隋字收入该书卷一五支部。吕安国―南齐广陵今江苏扬州人。官义阳太守平北将军兼南兖州刺使。他曾启请在南齐侨置的北兖州设置东平侨郡。莽原出版预告莽原出版预告本报原有之图画周刊第五种，现在团体解散，不能继续出版，故另刊一种，是为莽原。闻其内容大概是思想及文艺之类，文字则或撰述，或翻译，或稗贩，或窃取，来日之事，无从预知。但总期率性而言，凭心立论，忠于现世，望彼将来云。由先生编辑，于本星期五出版。以后每星期五随京报附送一张，即为京报第五种周刊。本篇最初刊于一九二五年四月二十一日京报广告栏。一九二五年四月二十日，京报刊登了一则关于莽原的广告思想界的一个重要消息如何改造青年的思想？请自本星期五起快读先生主撰的周刊，详情明日宣布。本社特白。认为这一广告写得夸大可笑两地书一五，所以重拟了这个出版预告。指京报，邵飘萍振青创办的具有进步色彩的报纸，一九一八年十月创刊于北京，一九二六年四月被奉系军阀张作霖查封。图画周刊京报附刊之一，一九二四年十二月创刊，每星期五发行，至一九二五年四月，共出十一期。该刊由图画世界社编辑，冯武越负责。敏捷的附记敏捷的附记附记微吉罗就是，诃累错是。"}
{"text":"指京报，邵飘萍振青创办的具有进步色彩的报纸，一九一八年十月创刊于北京，一九二六年四月被奉系军阀张作霖查封。图画周刊京报附刊之一，一九二四年十二月创刊，每星期五发行，至一九二五年四月，共出十一期。该刊由图画世界社编辑，冯武越负责。敏捷的附记敏捷的附记附记微吉罗就是，诃累错是。吾家彦弟从译出，所以煞尾的音和原文两样，特为声明，以备查字典者的参考。本篇最初发表于一九二五年六月十二日莽原周刊第八期，附在鲁彦翻译的敏捷的之后。微吉罗前―前世界语的音译，英文写作音译维尔吉利乌斯诃累错前―前，世界语的音译，英文写作音译贺拉替乌斯。二人皆为古罗马诗人。吾家彦弟指王鲁彦―，原名王衡，笔名鲁彦，浙江镇海人，小说家。因为章士钊曾在文中称章太炎为吾家太炎，鲁彦的笔名中有鲁字，所以这里有吾家彦弟的戏称。波兰柴门霍夫创造的一种世界语。墨经正文重阅墨经正文重阅邓氏殁于清光绪末年，不详其仕履。此墨经正文三卷，在南通州季自求天复处见之，本有注，然无甚异，故不复录。唯重行更定之文，虽不尽确，而用心甚至，因录之，以备省览。六年写出，七年八月三日重阅记之。本篇据手稿编入，原无标题标点。墨经正文，全名墨经正文解义，清代内江邓云昭校注，其上卷为经上经说上中卷为经下经说下下卷为大取小取。墨经，战国时后期墨家的哲学科学著作，原为墨子的一部分。季自求―名天复，字自求，江苏南通人，当时在北洋政府参谋本部及陆军部任职。日记一九一五年一月十七日午后季自求来，以南通方言疏证墨经正文解义相假。同月二十二日夜最写墨经解，殊不佳某报剪注按语某报剪注按语案我到上海后，所惊异的事情之一是新闻记事的章回小说化。无论怎样惨事，都要说得有趣――海式的有趣。只要是失势或遭殃的，便总要受奚落――赏玩的奚落。"}
{"text":"墨经，战国时后期墨家的哲学科学著作，原为墨子的一部分。季自求―名天复，字自求，江苏南通人，当时在北洋政府参谋本部及陆军部任职。日记一九一五年一月十七日午后季自求来，以南通方言疏证墨经正文解义相假。同月二十二日夜最写墨经解，殊不佳某报剪注按语某报剪注按语案我到上海后，所惊异的事情之一是新闻记事的章回小说化。无论怎样惨事，都要说得有趣――海式的有趣。只要是失势或遭殃的，便总要受奚落――赏玩的奚落。天南叟式的迂腐的之乎者也之外，又加了吴趼人李伯元式的冷眼旁观调，而又加了些新添的东西。这一段报章是从重庆寄来的，没有说明什么报，但我真吃惊于中国的精神之相同，虽然地域有吴蜀之别。至多，是一个他所谓密司者做了妓女――中国古已有之的妓女罢了或者他的朋友去嫖了一回，不甚得法罢了，而偏要说到漆某，说到主义，还要连漆某的名字都调侃，还要说什么羞恶之心，还要引诗经，还要发感慨。然而从漆某笑到男女学生的投稿负责者却是无可查考的笑男女士，而传这消息的倒是革新通信社。其实是，这岂但奚落了则其十之八九，确为共产分子无疑的漆树芬而已呢，就是中国，也够受奚落了。丁卯季冬日。木刻纪程告白木刻纪程告白一本集为不定期刊，一年两本，或数年一本，或只有这一本。二本集全仗国内木刻家协助，以作品印本见寄，拟选印者即由本社通知，借用原版。画之大小，以纸幅能容者为限。彩色及已照原样在他处发表者不收。三本集入选之作，并无报酬，只每一幅各赠本集一册。四本集因限于资力，只印一百二十本，除赠送及选印关系人外，以八十本发售，每本实价大洋一元正。五代售及代收信件处，为上海北四川路底内山书店。铁木艺术社谨告。本篇最初印于一九三四年以铁木艺术社名义自费印行的木刻纪程附页，原题告白。木刻纪程，木刻画集，编选，共收八位青年木刻工的作品二十四幅。封面有一九三四年六月字样，据日记，系同年八月十四日编讫付印。十竹斋笺谱翻印说明十竹斋笺谱翻印说明中华民国二十三年十二月，版画丛刊会假通县王孝慈先生藏本翻印。编者，西谛画者王荣麟雕者左万川印者崔毓生，岳海亭经理其事者，北平荣宝斋也。"}
{"text":"铁木艺术社谨告。本篇最初印于一九三四年以铁木艺术社名义自费印行的木刻纪程附页，原题告白。木刻纪程，木刻画集，编选，共收八位青年木刻工的作品二十四幅。封面有一九三四年六月字样，据日记，系同年八月十四日编讫付印。十竹斋笺谱翻印说明十竹斋笺谱翻印说明中华民国二十三年十二月，版画丛刊会假通县王孝慈先生藏本翻印。编者，西谛画者王荣麟雕者左万川印者崔毓生，岳海亭经理其事者，北平荣宝斋也。纸墨良好，镌印精工，近时少见，明鉴者知之矣。本篇最初印入一九三四年十二月翻印的十竹斋笺谱第一卷扉页后，原无标题标点。十竹斋笺谱，木版彩色水印的诗笺图谱，明末胡正言曰从编，共四卷，收图二百八十余幅，明崇祯十七年印行。一九三四年，和西谛郑振铎以版画丛刊会的名义翻印。生前只印出一卷，其余各卷直至一九四一年七月才全部印成。示众编者注示众编者注编者注原作举例尚多，但还是因为纸张关系，删节了一点还因为别种关系，说明也减少了一点。但即此也已经很可以看见标点本桃花扇之可怕了。至于擅自删节之处，极希原谅。三月十九日，编者。死魂灵百图广告死魂灵百图广告果戈理的死魂灵一书，早已成为世界文学的典型作品，各国均有译本。汉译本出，读书界因之受一震动，顿时风行，其魅力之大可见。此书原有插图三种，以阿庚所作的死魂灵百图为最有名，因其不尚夸张，一味写实，故为批评家所赞赏。惜久已绝版，虽由俄国收藏家视之，亦已为不易入手的珍籍。三闲书屋曾于去年获得一部，不欲自秘，商请文化生活出版社协助，全部用平面复写版精印，纸墨皆良。并收梭诃罗夫所作插画十二幅附于卷末，以集死魂灵画象之大成。读者于读译本时，并翻此册，则果戈理时代的俄国中流社会情状，历历如在目前，介绍名作兼及如此多数的插图，在中国实为空前之举。但只印一千本，且难再版，主意非在贸利，定价竭力从廉。精装本所用纸张极佳，故贵歪一倍，且只有一百五十本发售，是特供图书馆和佳本爱好者藏庋的，订购似乎尤应从速也。本篇最初刊于一九三六年三月译文月刊新一卷第一期，原题死魂灵百图。死魂灵百图，俄国画家阿庚Z，―作画喽尔特斯基刻版。"}
{"text":"读者于读译本时，并翻此册，则果戈理时代的俄国中流社会情状，历历如在目前，介绍名作兼及如此多数的插图，在中国实为空前之举。但只印一千本，且难再版，主意非在贸利，定价竭力从廉。精装本所用纸张极佳，故贵歪一倍，且只有一百五十本发售，是特供图书馆和佳本爱好者藏庋的，订购似乎尤应从速也。本篇最初刊于一九三六年三月译文月刊新一卷第一期，原题死魂灵百图。死魂灵百图，俄国画家阿庚Z，―作画喽尔特斯基刻版。于一九三六年四月以三闲书屋名义翻印发行，卷末附有梭诃罗夫―所作插画十二幅。遂初堂书目抄校说明遂初堂书目抄校说明明抄说郛原本与见行刻本绝异，京师图书馆有残本十余卷。此目在第二十八卷，注云一卷，全抄，海昌张阆声。又得别本，因复以录，并注二本违异者于字侧。虽误甚多，而甚有胜于海山仙馆刻本者，倘加雠校，则为一佳书矣。十一年八月三日俟堂灯右写讫记之。说郛无总目，海山仙馆本有之，今据本文补写。八月三日夜记。本篇据手稿编入，原无标题标点。前一部分写于抄录稿的封面后一部分则在抄录稿正文之后。遂初堂书目，又名益斋书目，宋代尤袤家藏图书的目录，一卷。说郛笔记丛书，明代陶宗仪编，一百卷。缀录明代以前的笔记小说而成，兼收经史诸子及诗话文论，原书已佚。明抄说郛原本，现有五册，即原书的卷三卷四及卷二十三至三十二，计十二卷。文中所说的见行本，指清初顺治四年陶编刊，揉杂窜乱陶宗仪原本的一二卷说郛。海山仙馆清代潘仕成的室名。该室刊有海山仙馆丛书，遂初堂书目列为第一种，道光二十六年印行。未名丛刊是什么，要怎样？未名丛刊是什么，要怎样？所谓未名丛刊者，并非无名丛书的意思，乃是还未想定名目，然而这就作为名字，不再去苦想他了。这也并非学者们精选的宝书，凡国民都非看不可。只要有稿子，有印费，便即付印，想使萧索的读者，，，大家稍微感到一点热闹。内容自然是很庞杂的，因为希图在这庞杂中略见一致，所以又一括为相近的形式，而名之曰未名丛刊。大志向是丝毫也没有。"}
{"text":"未名丛刊是什么，要怎样？所谓未名丛刊者，并非无名丛书的意思，乃是还未想定名目，然而这就作为名字，不再去苦想他了。这也并非学者们精选的宝书，凡国民都非看不可。只要有稿子，有印费，便即付印，想使萧索的读者，，，大家稍微感到一点热闹。内容自然是很庞杂的，因为希图在这庞杂中略见一致，所以又一括为相近的形式，而名之曰未名丛刊。大志向是丝毫也没有。所愿的无非在自己，是希望那印成的从速卖完，可以收回钱来再印第二种对于读者，是希望看了之后，不至于以为太受欺骗了。现在，除已经印成的一种之外，就自己和别人的稿子中，还想陆续印行的是苏俄的文艺论战。俄国褚沙克等论文三篇。任国桢译。往星中。俄国安特来夫作戏剧四幕。李霁野译。小约翰。荷兰望蔼覃作神秘的写实的童话诗。译。本篇最初刊于一九二五年三月未名社出版的苦闷的象征一书的封底，题下署名。指苦闷的象征。文艺研究例言文艺研究例言一文艺研究专载关于研究文学，艺术的文字，不论译著，并且延及文艺作品及的绍介和批评。二文艺研究意在供已治文艺的读者的阅览，所以文字的内容力求其较为充实，寿命力求其较为久长，凡泛论空谈及启蒙之文，倘是陈言，俱不选入。三文艺研究但亦非专载今人作品，凡前人旧作，倘于文艺史上有重大关系，划一时代者，仍在绍介之列。四文艺研究的倾向，在究明文艺与社会之关系，所以凡社会科学上的论文，倘其中有若干部分涉及文艺者，有时亦仍在绍介之列。五文艺研究甚愿于中国新出之关于文艺及社会科学书籍，有简明的绍介和批评，以便利读者。但同人见识有限，力不从心，倘蒙专家惠寄相助，极所欣幸。六文艺研究又甚愿文与艺相钩连，因此微志，所以在此亦试加插图，并且在可能范围内，多载塑绘及雕刻之作。七文艺研究于每年二月，五月，八月，十一月十五日各印行一本每四本为一卷。每本约二百余页，十万至十二万字。倘多得应当流布的文章，即随时增页。八文艺研究上所载诸文，此后均不再印造单行本子，所以此种杂志即为荟萃单篇要论之丛书，可以常资参考。本篇最初载于一九三年上海文艺研究创刊号。未署名。一九三年二月八日日记午寄陈望道信并文艺研究例言草稿八条。"}
{"text":"七文艺研究于每年二月，五月，八月，十一月十五日各印行一本每四本为一卷。每本约二百余页，十万至十二万字。倘多得应当流布的文章，即随时增页。八文艺研究上所载诸文，此后均不再印造单行本子，所以此种杂志即为荟萃单篇要论之丛书，可以常资参考。本篇最初载于一九三年上海文艺研究创刊号。未署名。一九三年二月八日日记午寄陈望道信并文艺研究例言草稿八条。文艺研究，季刊，编辑，版权页印一九三年二月十五日出版，实际出版时间约有四月底至五月初。仅出一期。我也来谈谈复旦大学文后附白我也来谈谈复旦大学文后附白为了一个学校，语丝原不想费许多篇幅的。但已经谈开了，就也不妨谈下去。这一篇既是近于对前一文的辩正，而且看那口吻，可知和复旦大学是很关切，有作为的。所以毫不删略，登在这里，以便读者并看。八月二十八日，记者附白。无名木刻集序无名木刻集序用几柄雕刀，一块木版，制成许多艺术品，传布于大众中者，是现代的木刻。木刻是中国所固有的，而久被埋没在地下了。现在要复兴，但是充满着新的生命。新的木刻是刚健，分明，是新的青年的艺术，是好的大众的艺术。这些作品，当然只不过一点萌芽，然而要有茂林嘉卉，却非先有这萌芽不可。这是极值得记念的。一九三四年三月十四日，。本篇最初印入一九三四年四月上海出版的无名木刻集，由刘岘据手迹雕版拓印。无名木刻集，无名木刻社社员的作品选集，内收木刻七幅，用原版拓印。无名木刻社，一九三三年冬上海美术专门学校学生发起成立的木刻团体，后改名未名木刻社。主要成员有刘岘黄新波姚兆等。徐法智墓志考徐法智墓志考志，其名惟云字法智，高平金乡人也姓在首行，存下半，似徐字。元和姓纂有东阳徐氏，云偃王之后，汉徐衡徙高平，孙饶又徙东阳，则法智似即其后。惟又云徐州牧，金乡君骆王之后，晋车骑大将军司徒公三世之孙，擎羝锎蠼驸马都尉之曾孙，孝文皇帝国子博士之少子，所举先世诸官，求之史书，乃无一高平徐氏，所未详也。次多剥蚀，大略述其平生笃于佛教，中有富轻人语。轻人，非美德，当有误字。次云宣武皇帝泐六字，悟玄眇用旷野将军石窟署泐九字，君运深虑于_峰抽情于。"}
{"text":"元和姓纂有东阳徐氏，云偃王之后，汉徐衡徙高平，孙饶又徙东阳，则法智似即其后。惟又云徐州牧，金乡君骆王之后，晋车骑大将军司徒公三世之孙，擎羝锎蠼驸马都尉之曾孙，孝文皇帝国子博士之少子，所举先世诸官，求之史书，乃无一高平徐氏，所未详也。次多剥蚀，大略述其平生笃于佛教，中有富轻人语。轻人，非美德，当有误字。次云宣武皇帝泐六字，悟玄眇用旷野将军石窟署泐九字，君运深虑于_峰抽情于。又云及其奇形异状君之思。又云正光六年正月日终于营福署则以其月廿七日伊阙之。按魏书释老志景明初，世宗诏大长秋卿白整准代京灵岩寺石窟，于洛南伊阙山，为高祖，文昭皇太后营石窟二所。至正始二年中，始出。永平中，中尹刘腾奏为世宗复造石窟一，凡为三所。从景明元年至正光四年六月已前，用功八十万二千八百六十六云云。石窟署盖立于景明初，专营石窟，法智与焉。官氏之旷野将军，诸署令六百石已上者第九品上阶，不满六百石者，从第九品上阶，则署下所泐，当是令字。石窟以正光四年毕，法智卒于六年，故在营福署，是署所掌不可考，要亦系于释教，置于伊阙，故法智卒，便葬其地。即葬字，或以为癸，甚非。次云余不以管见孤文敢陈陋颂，则撰者逊让之词，然不著其名，亦不知何人也。本篇据手稿编入，原无标题标点。写作时间未详。徐法智墓志，全名魏故旷野将军石窟署徐君墓志铭，共二十七行，行二十字，正书。"}
