{"text":"他们似乎忘记了一个基本事实中国人心目中的美同西方人不完全一样。作为一个中国美学家，首先应该研究中国的美，这是责无旁贷的事。西方的美重点在眼睛和耳朵，他们美学家研究的对象重点是音乐绘画雕塑等等。中国的美则涉及眼耳鼻舌身等五官。美这个字，根据外语教学与研究出版社汉英词典，英文是psspss。其中最重要的是前二者，都与眼睛有关。因为中国有美酒美食美餐等等一系列与舌头有关的说法，不得不加上一个解释。美酒只能译为，美食美餐只能译为或s和s，决不能译为。这只是一个极其简单明了的例子，其他的例子还有不少。总之，中国人的与西方人的美不完全相同。中国的美学家研究美学，决不应忘记了自己。换言之，中国美学家不应当囿于眼睛和耳朵，而应当延伸到五官，其中最主要的是舌头。阅读中国的味和印度的s，涵义或引申义并不相同，但是，二者都同出于舌头，而不像西方那样审美对象只限于眼之所见和耳之所闻，其中必有原因。西方文论学家企图把一篇文学作品加以分析解剖，给每一个被分析的部分一个专门名词，支离繁琐。而东方的以中国文论家为代表的文论家则从整体出发，把他们从一篇文学作品中悟出来的道理或者印象，用形象化的语言，来给它一个评价，比如清新庚开府，俊逸鲍参军，对李白则称之曰飘逸豪放，对杜甫则称之为沉郁顿挫，如此等等，例子不胜枚举，这是两种截然不同的文论话语，想把它们融会在一起，不亦难乎！至于这两种话语哪一个更好，我无法回答。我是不薄西方爱东方，就让这两种话语并驾齐驱，共同发展下去吧。王静安人间词话说红杏枝头春意闹，著一闹字而境界全出。云破月来花弄影，著一弄字而境界全出矣。这类有关炼字的论述，古代文论中极多。西方写散文和写诗，使用的词儿有时也会不相同的，其中也有炼的意味，但不像中国这样严重而已。在中国类似的例子还可以举出许多来，仅就大家所熟知的例子就有春风又绿江南岸中的绿字，可以说著一绿字而境界全出。"}
{"text":"至于这两种话语哪一个更好，我无法回答。我是不薄西方爱东方，就让这两种话语并驾齐驱，共同发展下去吧。王静安人间词话说红杏枝头春意闹，著一闹字而境界全出。云破月来花弄影，著一弄字而境界全出矣。这类有关炼字的论述，古代文论中极多。西方写散文和写诗，使用的词儿有时也会不相同的，其中也有炼的意味，但不像中国这样严重而已。在中国类似的例子还可以举出许多来，仅就大家所熟知的例子就有春风又绿江南岸中的绿字，可以说著一绿字而境界全出。先生之德，山高水长改一个字，把德改为风，则意味迥乎不同。至于池塘生青草这样传颂千古的名句，若译为西文，则必平淡枯燥，让西方人大惑不解。唐代王维的诗，与此句有相通之处。我个人认为，这是中国诗歌与禅趣密切相联的表现，只能意会，不能言传，一落言筌，立即失色。中国这些话语，表面上看起来似乎很笼统，很不确切，有人可能认为是不科学――我坦白承认，我从前就属于这类人――很模糊。我现在却认为，妙就妙在模糊上。模糊能给人以整体概念和整体印象。这样一来，每个读者都有发挥自己想象力和审美能力的完全的自由，海阔天空，因人而异，每个人都能够得到自己那一份美感享受，不像西方文论家那样，对文学作品硬作机械的分析，然后用貌似谨严科学的话语，把自己的意见表达出来，牵着读者的鼻子走，不给读者以发挥自己想象力的自由。假如给点自由的话，也决不会太多。当年主张拿来主义，我们现在要在拿来的同时，大力张扬送去主义。你不来拿，我偏要送给你，但送之必有术。其术首先认真钻研我们这一套植根于东方综合思维模式的文论话语，自己先要说得清楚，不能以己之昏昏昭昭其次则要彻底铲除贾桂思想，理直气壮地写出好文章，提出新理论。只要我们的声音响亮准确，必能振聋发聩。在德国，实证主义的研究方法，其精神与中国考据并无二致，其目的在于拿出证据，追求真实――我故意不用真理二字，然后在确凿可靠的证据的基础上，抽绎出实事求是的结论。德国学术以其彻底性蜚声世界。令人吃惊的是，到了今天，竟还有少数学者，怀抱科学的尚方宝剑，时不时祭起了科学的法宝，说我的说法不科学，没有经过科学的分析。另外还有个别学者，张口这是科学，闭口这是科学，来反对中国的气功，甚至中国的医学针灸拔罐子等等传统医疗方法。把气功说得太神，我也无法接受。"}
{"text":"在德国，实证主义的研究方法，其精神与中国考据并无二致，其目的在于拿出证据，追求真实――我故意不用真理二字，然后在确凿可靠的证据的基础上，抽绎出实事求是的结论。德国学术以其彻底性蜚声世界。令人吃惊的是，到了今天，竟还有少数学者，怀抱科学的尚方宝剑，时不时祭起了科学的法宝，说我的说法不科学，没有经过科学的分析。另外还有个别学者，张口这是科学，闭口这是科学，来反对中国的气功，甚至中国的医学针灸拔罐子等等传统医疗方法。把气功说得太神，我也无法接受。但是实践是检验真理的唯一标准，经过国内外多年的临床应用，证实这些方法确实有效，竟还有人视而不见，听而不闻，死抱住科学不放，岂不令人骇异吗？现在事实已经证实了，这位赛先生即科学确实获得了一部分成功，获得了一些真理，这是不能否认的。但是，通向真理的道路，并不限于这一条。东方的道路也同样能通向真理。汉语只有单字，没有字母，没有任何形态变化，词性也难以确定，有时难免显得有点模糊。在五四运动期间和以后一段时间内，有人就想进行改革，不是文字改革，而是语言改革，就是其中之一，胡适也可以算一个。到了现在，语言改革的口号没有人再提了。但是研究汉语的专家们的那一套分析汉语语法的方式，我总认为是受了研究西方有形态变化的语言的方法的影响。我个人认为，这一条路最终是会走不通的。阅读糖是一种微末的日用食品，平时谁也不会重视它。可是糖这个字在西欧各国的语言中都是外来语，来自同一个梵文字s，这充分说明了，欧美原来无糖，糖的原产地是印度。这样一来，糖一下子就同我的研究工作挂上了钩。于是我就开始注重这个问题，并搜集这方面的资料。后来，又由于一个偶然的机会，一张伯希和从敦煌藏经洞拿走的，正面写着一段佛经，背面写着关于印度造糖法的残卷，几经辗转，传到了我的手里。大家都知道，敦煌残卷多为佛经，像这样有关科技的残卷，真可谓是凤毛麟角，绝无仅有。从伯希和起，不知道有多少中外学人想啃这个硬核桃，但是没有能啃开，最后终于落到我手中。我也惊喜欲狂，终于啃开了这个硬核桃。唐太宗派人到印度去学习制糖法，不过表示当时印度在制糖技术的某一方面有高于中国之处。中国学习的结果是，自己制造出来的糖色味逾西域远甚。文化交流的历史往往如此。在以后的长时间内，中印在制糖方面还是互相学习的。"}
{"text":"大家都知道，敦煌残卷多为佛经，像这样有关科技的残卷，真可谓是凤毛麟角，绝无仅有。从伯希和起，不知道有多少中外学人想啃这个硬核桃，但是没有能啃开，最后终于落到我手中。我也惊喜欲狂，终于啃开了这个硬核桃。唐太宗派人到印度去学习制糖法，不过表示当时印度在制糖技术的某一方面有高于中国之处。中国学习的结果是，自己制造出来的糖色味逾西域远甚。文化交流的历史往往如此。在以后的长时间内，中印在制糖方面还是互相学习的。糖本是一件小东西，然而在它身上却驮着长达一千多年的中印两国文化交流的历史。印度的寓言故事，不但见于伊索寓言中，也见于许多欧洲古代和近代书中，比如十日谈拉芳丹寓言格林童话集等等。关于这个问题，欧洲学者们是有争论的。一派主张原产于希腊，另一派主张原产于印度。尽管他们的看法不同，但是有一点是相同的，他们承认这些寓言故事不是独立产生的，我是主张绝大部分源于印度。有什么证实呢？众所周知，印度在文艺创作方面是有一些特点的，印度人民比较富于幻想力。印度书五卷书在印度传本甚多，传播的地区很广，传播的时间很长。其中的寓言故事绝大部分都是民间故事，是老百姓自己创造出来的。以后，各个宗教都利用这些故事为宣扬自己的教义服务。有一些文人学士也在不同时期采用不同的形式，把这些故事搜集起来，加以整理编写，写成了不同的书。五卷书是其中最闻名最有代表性的一部。这一部书最晚的一个本子是公元世纪才纂成的。最早的本子始于何时，现在还说不清，恐怕要早上几百年，近千年。世纪时，五卷书被译成了巴列维语。由巴列维语转译成阿拉伯语和古代叙利亚语。这个巴列维语译本现在已经佚失。但是根据这个译本而译出来的阿拉伯语译本却以卡里来和笛木乃的名字成为五卷书走遍了全世界的阶梯。诗的灵魂理论的轮廓大体如下词汇有三重功能，能表达三重意义一表示功能――表示义字面义，本义二表示功能――指示义引申义，转义三暗示功能――暗示义领会义。以上三个系列又可以分为两大类说出来的，包括一和二没有说出来的，包括三，在一和二也就是表示功能和指示功能耗尽了表达能力之后，暗示功能发挥作用。这种暗示就是他们所谓的韵。"}
{"text":"诗的灵魂理论的轮廓大体如下词汇有三重功能，能表达三重意义一表示功能――表示义字面义，本义二表示功能――指示义引申义，转义三暗示功能――暗示义领会义。以上三个系列又可以分为两大类说出来的，包括一和二没有说出来的，包括三，在一和二也就是表示功能和指示功能耗尽了表达能力之后，暗示功能发挥作用。这种暗示就是他们所谓的韵。韵光第一章说可是领会义，在伟大诗代的语言诗中，却是另外一种不同的东西这显然是在大家都知道的肢体成分以外的不同的东西，正像女人中的身上的美一样。这种暗示功能暗示义领会义有赖于读者的理解力和想象力，可能因人而异，甚至因时因地而异，读者的理解力和想象力在这里有极大的能动性。海阔凭鱼跃，天高任鸟飞，这也许就是产生美感的原因。这种暗示就是这一批文艺理论家的所谓韵。在审美活动过程中，审美主体的主观能动性发挥得越大，他就越轻易感到审美客体美，这就是韵的奇妙作用。韵是诗的灵魂。他们把诗分为三个层次第一，真诗，以没有说出来的东西也就是暗示的东西为主第二，价值次一等的诗，没有说出来的只占次要地位，只是为了装饰已经说出来的东西第三，没有价值的诗，把一切重点都放在华丽的语言上，放在雕琢堆砌上。在这里，可以说是层次分明。没有说出来的暗示的东西，其价值超过说出来的东西，在说出来的东西中，词藻雕饰最无价值。阅读中国难以理解的神韵就等于印度的韵中国的神韵论就等于印度的韵论。只因中国的文艺理论家不大擅长分析，说不出个明确的道理，只能反反复复地用一些形象的说法来勉强表达自己的看法，结果就成了迷离模糊的一团。一经采用印度的分析方法，则豁然开朗，真相大白了。在中国禅宗史上，几乎所有的大师在说法和行动中，都不直接地把想要说的意思表达出来，而是用一声断喝，或者当头一棒，或者说一些干屎橛一类的介于可解与不可解之间的话，来做出暗示，让自己的学生来参悟。在这里，要害在于听者或受者。老师说出来的或者做出来的，只是表现现象。没有说出来的或做出来的才是核心，才是精神，这样的核心和精神需要学生自己去顿悟。断喝一声有大道，一句干屎橛中有真理。这很有点像诗的神韵。汉文韵字，从形体结构上来看，从偏旁音来看，它是表示声音的，与意义无关，至少关系不大。"}
{"text":"在这里，要害在于听者或受者。老师说出来的或者做出来的，只是表现现象。没有说出来的或做出来的才是核心，才是精神，这样的核心和精神需要学生自己去顿悟。断喝一声有大道，一句干屎橛中有真理。这很有点像诗的神韵。汉文韵字，从形体结构上来看，从偏旁音来看，它是表示声音的，与意义无关，至少关系不大。文心雕龙卷七声律第三十三异音相慎顺谓之和，同声相应谓之韵。范文澜文心雕龙注说异音相从谓之和，指句内双声叠韵及平仄之和调同声相应谓之韵，指句末所用之韵。总之，和与韵都指声音之和谐。和谐同美有联系，所以韵字也有美的意思好的意思风雅的意思。世说新语中道人蓄马不韵，可以为证。用韵字组成的复合词很多，比如韵宇韵度韵事风韵韵致等等，都离不开上面说的这几种意思。我个人以为，其原因就在于用声音表示和谐这个概念，最为具体，最轻易了解。中印两国同样都用韵字来表示没有说出的东西无法说出的东西暗示的东西。这是相同的一面。但是，在印度，这个字的含义，从韵发展到了暗示。而在中国，韵这个字，虽然也能表示无法说出的东西，同神字联在一起能表示暗示的含义，却从来没有发展到直截了当地表示暗示的程度。这是不同的一面，我们必须细心注重。我讲到书名，印度的命名原则又与中国有惊人的相似之处，这不能不发人深思了。我先举几个例子。世纪的檀丁有诗镜，世纪的罗摩月和德月有舞镜，世纪的毗首那他有文镜。用镜字来命书名的做法，马上就让我们想到中国的杜诗镜诠格致镜原一类的书名。世纪的沙罗达多那耶有情光，胜天有月光，都用光字来命名。世纪的般努达多有味河，世纪的世主有味海，还有闻名的故事海等等，都用河海等字眼来命书名。至于用花N花簇等字眼命名的书，更是车载斗量，比如安主的婆罗多花簇罗摩衍那花簇大故事花簇，还有般努达多的味花簇等等。类似这样的例子还很多，我们不一一列举了。怎样来解释中国和印度这样的书名呢？"}
{"text":"世纪的沙罗达多那耶有情光，胜天有月光，都用光字来命名。世纪的般努达多有味河，世纪的世主有味海，还有闻名的故事海等等，都用河海等字眼来命书名。至于用花N花簇等字眼命名的书，更是车载斗量，比如安主的婆罗多花簇罗摩衍那花簇大故事花簇，还有般努达多的味花簇等等。类似这样的例子还很多，我们不一一列举了。怎样来解释中国和印度这样的书名呢？我认为，也同样用韵的理论神韵的理论暗示的理论。我以上举出的这许多书名也同样可以分解为两个部分说出来的和没有说出来的。镜光河海花N花簇苑珠林楫等等，都是说出来的东西，实有的具体的东西。它们之所以被用来命书名，实际上与这些具体的东西无关，而只是利用它们所暗示的东西，也就是没有说出来的东西。我多年以来就考虑一个问题从宏观方面来看，中印文化似同属于一个大体系――东方文化体系，与西方文化体系相抗衡。中印文化相同之处，有的出自互相学习，有的则不一定。尽管中印在韵的方面有如此惊人相似之处，但是两国的思想方法仍有其差异。像印度那样的分析，我们是没有的。我们靠一些形象的东西来说明问题。印度人没有空间和时间观念。永恒那一刹那，宇宙同一个小点，在他们看来都没有多大差别。因而印度几乎可以说没有真正的历史。在四五千年的长时间里，我们只找到几个可靠的日期而这几个日期也还是根据印度以外同印度发生过关系的国家的记载推出来的。阅读一走到幻想的王国里，他们就显出了自己的身手，仿佛是太空里的飞鸟，大海里的游鱼，任意翱翔游泳，没有一点障碍。说到天，又何止三十三层谈到地狱，也不止十八个再说到世界，就在三千大千世界以外还有无量数的世界存在。天帝释住的神宫当然是七宝雕镂，但实际上却并不这样简单。我们得要想象到这七宝有各种的光彩，各种的形态。这种种不同的光彩种种不同的形态，交互间错盖成一座宝殿。黄金的黄光，珊瑚的红光，毗琉璃的白光，另外还有无量数的光，辉耀在一起。再衬上檐边的七宝铃，上面的七宝网，旁边的七宝池，池旁的七宝树，我们就可以想象这都率天宫是什么光景了。佛从头顶上向外放光，这我们都还可以想象。但他这一放就是无量千万条，用印度人的说法就是有如恒河沙数。上面照彻了三十三天，下面一直照到十八层地狱的最后一层。"}
{"text":"天帝释住的神宫当然是七宝雕镂，但实际上却并不这样简单。我们得要想象到这七宝有各种的光彩，各种的形态。这种种不同的光彩种种不同的形态，交互间错盖成一座宝殿。黄金的黄光，珊瑚的红光，毗琉璃的白光，另外还有无量数的光，辉耀在一起。再衬上檐边的七宝铃，上面的七宝网，旁边的七宝池，池旁的七宝树，我们就可以想象这都率天宫是什么光景了。佛从头顶上向外放光，这我们都还可以想象。但他这一放就是无量千万条，用印度人的说法就是有如恒河沙数。上面照彻了三十三天，下面一直照到十八层地狱的最后一层。每一条光的顶上都浮着一朵大莲花，每一朵莲花的上面端坐着一个佛。这个佛还像原来的佛一样又从头顶上放出光来，仍然是无量千万条。上面又有莲花，又有佛，这佛又放光。他们的幻想真如万千涌泉，源源不绝。而且一切都生动漂亮，一点也不枯燥。他们既然有这样的本领，所以对他们来说，一切走兽飞鸟都有了人性一切泉石树木都有了生命。从不知什么时候起，印度人就相信灵魂不灭，就是所谓轮回。一个人做好事，下一生就可以成神做坏事，就可以成禽兽成饿鬼。人与兽之间根本没有什么区别。在他们的寓言和童话里，一只牛说话，它真的就是在说话，毫不勉强，为什么一只牛不能说话呢？于是在高山上，深林里，小河边，到处都布满了生命。你无论走到什么地方也不会感到孤独和寂寞了。世界上的民族，不管皮肤是什么颜色，不管天南地北，从一千多年以来，不知道有多少千万人听过五卷书里的故事了。从这里他们得到了他们所需要的快乐。它把人们从现实的纷扰里带到一个童话的国土里去。在这里一切都是自由的，一切都是活生生的。人与兽和谐地住在一起，连山林树石小河都仿佛有了生命，到处流动着一片生气。人们平常时候被抑压下去的幻想在这里又抬起头来，他们又可以到月的国虹的国，兽的国，甚至植物的国里去邀游。他们的心灵又可以得到暂时的解决。等他们再回到现实世界里来的时候，虽然现实世界仍是现实世界，仍然是死板纷乱但他们的心灵究竟解放过一次，他们又有了生力来担当这些死板和纷乱了。世界上还有第二本书有这样的力量么？我们从印度出发，经过了古希腊，到了法国，到处都找到这样一个以驴为主角蒙了虎皮或狮皮的故事。在世界许多别的国家里，也能找到这样的故事，限于篇幅，我们在这里不能一一讨论了。这个故事，虽然到处都有，但却不是独立产生的。它原来一定是产生在一个地方。由这地方传播开来，终于几乎传遍了全世界。"}
{"text":"等他们再回到现实世界里来的时候，虽然现实世界仍是现实世界，仍然是死板纷乱但他们的心灵究竟解放过一次，他们又有了生力来担当这些死板和纷乱了。世界上还有第二本书有这样的力量么？我们从印度出发，经过了古希腊，到了法国，到处都找到这样一个以驴为主角蒙了虎皮或狮皮的故事。在世界许多别的国家里，也能找到这样的故事，限于篇幅，我们在这里不能一一讨论了。这个故事，虽然到处都有，但却不是独立产生的。它原来一定是产生在一个地方。由这地方传播开来，终于几乎传遍了全世界。我们现在再回头看我在篇首所抄的柳宗元的短寓言黔之驴的故事，虽然那条到了贵州的长耳公没有蒙上虎皮，但我却不相信它与这故事没有关系。据我看，它只是这个流行世界成了一个类型的故事的另一个演变的方式，驴照旧是主角，老虎在这里没有把皮剥下来给驴披在身上，它自己却活生生地出现在这故事里。驴的鸣声没有泄露秘密，却把老虎吓跑了。最后，秘密终于因了一蹄泄露了，吃掉驴的就是这老虎。柳宗元或者在什么书里看到这故事，或者采自民间传说。无论如何，这故事不是他自己创造的。自从世纪后期至世纪初期德国人当然并不只限于德国人之所以对中国文学发生那样大的爱好完全出于一种浪漫情绪。当时浪漫主义正风靡一时只有对远的神秘的异域的东西，人们才发生爱好。每个诗人都梦想到辽远而神秘的地方。在当时欧洲人眼中，中国就正是这样一个地方。自从第二次大战结束以来，德国人最初还没能把战争的暗影从心头扫去，有点发怔，什么都没能想。以后战争的影子渐渐淡漠下来。他们痛定思痛，才又想到许多东西。有些人发现，他们自己的文化里或者真正有什么缺点，不然为什么总是在苦难里辗转呢？他们于是又把眼光转向东方，想从那里获得点什么去补救自己的文化，我并不赞成这办法但他们的心情我却非常能了解。阅读故事传布愈广，时间愈长，演变也就愈大但无论演变到什么程度，里面总留下点痕迹，让人们可以追踪出它们的来源来。正像孙悟空把尾巴变成旗杆放在庙后面一样，杨二郎一眼就可以看出来，这座庙是猴儿变的。不能否认孙悟空与罗摩衍那的那罗与哈奴曼等猴子的关系，那样做是徒劳的。但同时也不能否认中国在孙悟空身上有所发展有所创新把印度神猴与中国的巫支祁结合了起来，再加以幻想润饰，塑造成了孙悟空这样一个勇敢大胆敢于斗争生动活泼的为广大人民所喜爱的艺术形象。"}
