{"text":"十月革命初期，一些作家常在此集会朗诵自己未发表的作品。理定苏联小说家。著有长篇小说变节者等。二次大战期间任随军记者，写过不少战争故事。新兴文学日本平凡社出版的一种外国文学丛书，下中弥三郎编辑。文艺战线应为艺术战线，日本尾濑敬止编译的苏联作家作品集，一九二六年出版于东京。俄语作，即父亲――油漆匠。井田孝平―日本翻译工，曾任俄语教授。南宋书院，日本东京的一家出版社。达夫即―浙江富阳人，作家。创造社主要成员之一。一九二八年曾与合编奔流月刊。著有短篇小说集沉沦中篇小说迷羊她是一个弱女子游记散文集屐痕处处等。曹靖华河南卢氏人，未名社成员，翻译家。早年曾在苏联留学和工作，归国后在北平大学女子文理学院东北大学等校任教。译有铁流城与年等。罗曼杂志俄语作，即小说报，苏联国家文学出版社发行，一九二七年创刊。普罗列泰利亚即无产阶级，英文的音译，源出拉丁文s。十月首二节附记同是这一位的非革命的短篇农夫，听说就因为题目违碍，连广告都被大报馆拒绝了。这回再来译他一种中篇，观念比那农夫是前进一点，但还是非革命的，我想，它的生命，是在照着所能写的写真实。我译这篇的本意，既非恐怕自己没落，也非鼓吹别人革命，不过给读者看看那时那地的情形，算是一种一时的稗史，这是可以请有产无产文学家们大家放心的。我所用的底本，是日本井田孝平的译本。一九二九年一月二日，识。本篇连同十月第一二两节的译文，最初发表于一九二九年一月二十日大众文艺月刊第一卷第五期，后未印入单行本。稗史语出班固汉书艺文志小说家者流，盖出于稗官。后来泛称记载轶闻琐事的小说笔记之类为稗官野史，或略作稗史。毁灭毁灭要用三百页上下的书，来描写一百五十个真正的大众，本来几乎是不可能的。以水浒的那么繁重，也不能将一百零八条好汉写尽。"}
{"text":"一九二九年一月二日，识。本篇连同十月第一二两节的译文，最初发表于一九二九年一月二十日大众文艺月刊第一卷第五期，后未印入单行本。稗史语出班固汉书艺文志小说家者流，盖出于稗官。后来泛称记载轶闻琐事的小说笔记之类为稗官野史，或略作稗史。毁灭毁灭要用三百页上下的书，来描写一百五十个真正的大众，本来几乎是不可能的。以水浒的那么繁重，也不能将一百零八条好汉写尽。本书的简炼的方法，是从中选出代表来。三个小队长。农民的代表是苦勃拉克，矿工的代表是图皤夫，牧人的代表是美迭里札。苦勃拉克的缺点自然是最多，他所主张的是本地的利益，捉了牧师之后，十字架的银链子会在他的腰带上，临行喝得烂醉，对队员自谦为猪一般的东西。农民出身的斥候，也往往不敢接近敌地，只坐在丛莽里吸烟卷，以待可以回去的时候的到来。矿工木罗式加给以批评道――我和他们合不来，那些农人们，和他们合不来。小气，阴气，没有胆――毫无例外都这样！自己是什么也没有。简直像扫过的一样！第二部之第五章图皤夫们可是大不相同了，规律既严，逃兵极少，因为他们不像农民，生根在土地上。虽然曾经散宿各处，召集时到得最晚，但后来却只有图皤夫的小队，是完全集合在一气了。重伤者弗洛罗夫临死时，知道本身的生命，和人类相通，托孤于友，毅然服毒，他也是矿工之一。只有十分鄙薄农民的木罗式加，缺点却正属不少，偷瓜酗酒，既如流氓，而苦闷懊恼的时候，则又颇近于美谛克了。然而并不自觉。工兵刚卡连珂说――从我们的无论谁，人如果掘下去，在各人里，都会发见农民的，在各人里。总之，属于这边的什么，至多也不过没有穿草鞋二之五就将他所鄙薄的别人的坏处，指给他就是自己的坏处，以人为鉴，明白非常，是使人能够反省的妙法，至少在农工相轻的时候，是极有意义的。然而木罗式加后来去作斥候，终于与美谛克不同，殉了他的职守了。关于牧人美迭里札写得并不多。有他的果断，马术，以及临死的英雄底的行为。牧人出身的队员，也没有写。另有一个宽袍大袖的细脖子的牧童，是令人想起美迭里札的幼年时代和这牧童的成人以后的。解剖得最深刻的，恐怕要算对于外来的知识分子――首先自然是高中学生美谛克了。他反对毒死病人，而并无更好的计谋，反对劫粮而仍吃劫来的猪肉因为肚子饿。"}
{"text":"然而木罗式加后来去作斥候，终于与美谛克不同，殉了他的职守了。关于牧人美迭里札写得并不多。有他的果断，马术，以及临死的英雄底的行为。牧人出身的队员，也没有写。另有一个宽袍大袖的细脖子的牧童，是令人想起美迭里札的幼年时代和这牧童的成人以后的。解剖得最深刻的，恐怕要算对于外来的知识分子――首先自然是高中学生美谛克了。他反对毒死病人，而并无更好的计谋，反对劫粮而仍吃劫来的猪肉因为肚子饿。他以为别人都办得不对，但自己也无办法，也觉得自己不行，而别人却更不行。于是这不行的他，也就成为高尚，成为孤独了。那论法是这样的――我相信，我是一个不够格的，不中用的队员我实在是什么也不会做，什么也不知道的我在这里，和谁也合不来，谁也不帮助我，但这是我的错处么？我用了直心肠对人，但我所遇见的却是粗暴，对于我的玩笑，揶揄现在我已经不相信人了，我知道，如果我再强些，人们就会听我，怕我的，因为在这里，谁也只向着这件事，谁也只想着这件事，就是装满自己的大肚子我常常竟至于这样地感到，假使他们万一在明天为科尔却克所带领，他们便会和现在一样地服侍他，和现在一样地法外的凶残地对人，然而我不能这样，简直不能这样二之五这其实就是美谛克入队和逃走之际，都曾说过的无论在那里做事，全都一样论，这时却以为大恶，归之别人了。此外解剖，深切者尚多，从开始以至终篇，随时可见。然而美谛克却有时也自觉着这缺点的，当他和巴克拉诺夫同去侦察日本军，在路上扳谈了一些话之后――美谛克用了突然的热心，开始来说明巴克拉诺夫的不进高中学校，并不算坏事情，倒是好。他在无意中，想使巴克拉诺夫相信自己虽然无教育，却是怎样一个善良，能干的人。但巴克拉诺夫却不能在自己的无教育之中，看见这样的价值，美谛克的更加复杂的判断，也就全然不能为他所领会了。他们之间，于是并不发生心心相印的交谈。两人策了马，在长久的沉默中开快步前进。"}
{"text":"但巴克拉诺夫却不能在自己的无教育之中，看见这样的价值，美谛克的更加复杂的判断，也就全然不能为他所领会了。他们之间，于是并不发生心心相印的交谈。两人策了马，在长久的沉默中开快步前进。二之二但还有一个专门学校学生企什，他的自己不行，别人更不行的论法，是和美谛克一样的――自然，我是生病，负伤的人，我是不耐烦做那样麻烦的工作的，然而无论如何，我总该不会比小子还要坏――这无须夸口来说二之一然而比美谛克更善于避免劳作，更善于追逐女人，也更苛于衡量人物了――唔，然而他莱奋生也是没有什么了不得的学问的人呵，单是狡猾罢了。就在想将我们当作踏脚，来挣自己的地位。自然，您总以为他是很有勇气，很有才能的队长罢。哼，岂有此理！――都是我们自己幻想的！同上这两人一相比较，便觉得美谛克还有纯厚的地方。弗理契代序中谓连写美谛克，也令人感到有些爱护之处者，大约就为此。莱奋生对于美谛克一流人物的感想，是这样的――只在我们这里，在我们的地面上，几万万人从太古以来，活在宽缓的怠惰的太阳下，住在污秽和穷困中，用着洪水以前的木犁耕田，信着恶意而昏愚的上帝，只在这样的地面上，这穷愚的部分中，才也能生长这种懒惰的，没志气的人物，这不结子的空花二之五但莱奋生本人，也正是一个知识分子――袭击队中的最有教养的人。本书里面只说起他先前是一个瘦弱的犹太小孩，曾经帮了他那终生梦想发财的父亲卖旧货，幼年时候，因为照相，要他凝视照相镜，人们曾诓骗他说将有小鸟从中飞出，然而终于没有，使他感到很大的失望的悲哀。就是到省悟了这一类的欺人之谈，也支付了许多经验的代价。但大抵已经不能回忆，因为个人的私事，已为被称为先驱者莱奋生的莱奋生的历年积下的层累所掩蔽，不很分明了。只有他之所以成为先驱者的由来，却可以确切地指出――在克服这些一切的缺陷的困穷中，就有着他自己的生活的根本底意义，倘若他那里没有强大的，别的什么希望也不能比拟的，那对于新的，美的，强的，善的人类的渴望，莱奋生便是一个别的人了。但当几万万人被逼得只好过着这样原始的，可怜的，无意义地穷困的生活之间，又怎能谈得到新的，美的人类呢？同上这就使莱奋生必然底地和穷困的大众联结，而成为他们的先驱。人们也以为他除了来做队长之外，更无适宜的位置了。"}
{"text":"但当几万万人被逼得只好过着这样原始的，可怜的，无意义地穷困的生活之间，又怎能谈得到新的，美的人类呢？同上这就使莱奋生必然底地和穷困的大众联结，而成为他们的先驱。人们也以为他除了来做队长之外，更无适宜的位置了。但莱奋生深信着――驱使着这些人们者，决非单是自己保存的感情，乃是另外的，不下于此的重要的本能，借了这个，他们才将所忍耐着的一切，连死，都售给最后的目的然而这本能之生活于人们中，是藏在他们的细小，平常的要求和顾虑下面的，这因为各人是要吃，要睡，而各人是孱弱的缘故。看起来，这些人们就好像担任些平常的，细小的杂务，感觉自己的弱小，而将自己的最大的顾虑，则委之较强的人们似的。二之三莱奋生以较强者和这些大众前行，他就于审慎周详之外，还必须自专谋画，藏匿感情，获得信仰，甚至于当危急之际，还要施行权力了。为什么呢，因为其时是――大家都在怀着尊敬和恐怖对他看，――却没有同情。在这瞬间，他觉得自己是居部队之上的敌对底的力，但他已经觉悟，竟要向那边去，――他确信他的力是正当的。同上然而莱奋生不但有时动摇，有时失措，部队也终于受日本军和科尔却克军的围击，一百五十人只剩了十九人，可以说，是全部毁灭了。突围之际，他还是因为受了巴克拉诺夫的暗示。这和现在世间通行的主角无不超绝，事业无不圆满的小说一比较，实在是一部令人扫兴的书。平和的改革家之在静待神人一般的先驱，君子一般的大众者，其实就为了惩于世间有这样的事实。美谛克初到农民队的夏勒图巴部下去的时候，也曾感到这一种幻灭的――周围的人们，和从他奔放的想像所造成的，是全不相同的人物一之二但即刻给以说明道――因此他们就并非书本上的人物，却是真的活的人。同上然而虽然同是人们，同无神力，却又非美谛克之所谓都一样的。例如美谛克，也常有希望，常想振作，而息息转变，忽而非常雄大，忽而非常颓唐，终至于无可奈何，只好躺在草地上看林中的暗夜，去赏鉴自己的孤独了。"}
{"text":"同上然而虽然同是人们，同无神力，却又非美谛克之所谓都一样的。例如美谛克，也常有希望，常想振作，而息息转变，忽而非常雄大，忽而非常颓唐，终至于无可奈何，只好躺在草地上看林中的暗夜，去赏鉴自己的孤独了。莱奋生却不这样，他恐怕偶然也有这样的心情，但立刻又加以克服，于莱奋生自己和美谛克相比较之际，曾漏出他极有意义的消息来――但是，我有时也曾是这样，或者相像么？不，我是一个坚实的青年，比他坚实得多。我不但希望了许多事，也做到了许多事――这是全部的不同。二之五以上是译完复看之后，留存下来的印象。遗漏的可说之点，自然还很不少的。因为文艺上和实践上的宝玉，其中随在皆是，不但泰茄的景色，夜袭的情形，非身历者不能描写，即开枪和调马之术，书中但以烘托美谛克的受窘者，也都是得于实际的经验，决非幻想的文人所能著笔的。更举其较大者，则有以寥寥数语，评论日本军的战术云――他们从这田庄进向那田庄，一步一步都安排稳妥，侧面布置着绵密的警备，伴着长久的停止，慢慢地进行。在他们的动作的铁一般固执之中，虽然慢，却可以感到有自信的，有计算的，然而同时是盲目底的力量。二之二而和他们对抗的莱奋生的战术，则在他训练部队时叙述出来――他总是不多说话的，但他恰如敲那又钝又强的钉，以作永久之用的人一般，就只执拗地敲着一个处所。一之九于是他在部队毁灭之后，一出森林，便看见打麦场上的远人，要使他们很快地和他变成一气了。法捷耶夫的事迹，除自传中所有的之外，我一无所知。仅由英文译文毁灭的小序中，知道他现在是无产者作家联盟的裁决团体的一员。又，他的罗曼小说乌兑格之最后，已经完成，日本将有译本。这一本书，原名，义云破灭，或溃散，藏原惟人译成日文，题为坏灭，我在春初译载萌芽上面，改称溃灭的，所据就是这一本后来得到s的英文译本和出版的德文译本，又参校了一遍，并将因为萌芽停版，放下未译的第三部补完。"}
{"text":"又，他的罗曼小说乌兑格之最后，已经完成，日本将有译本。这一本书，原名，义云破灭，或溃散，藏原惟人译成日文，题为坏灭，我在春初译载萌芽上面，改称溃灭的，所据就是这一本后来得到s的英文译本和出版的德文译本，又参校了一遍，并将因为萌芽停版，放下未译的第三部补完。后二种都已改名十九人，但其内容，则德日两译，几乎相同，而英译本却多独异之处，三占从二，所以就很少采用了。前面的三篇文章，自传原是文学的俄罗斯所载，亦还君从一九二八年印本译出藏原惟人的一篇，原名法捷耶夫的小说毁灭，登在一九二八年三月的前卫上，洛扬君译成华文的。这都从萌芽转录。弗理契的序文，则三种译本上都没有，朱杜二君特为从罗曼杂志所载的原文译来。但音译字在这里都已改为一律，引用的文章，也照我所译的本文换过了。特此声明，并表谢意。卷头的肖像，是拉迪诺夫画的，已有佳作的定评。威绥斯拉夫崔夫sss的插画六幅，取自罗曼杂志中，和中国的绣像颇相近，不算什么精采。但究竟总可以裨助一点阅者的兴趣，所以也就印进去了。在这里还要感谢靖华君远道见寄这些图画的盛意。上海，一九三一年，一月十七日。。毁灭以苏联国内战争为题材的长篇小说。作于一九二五年至一九二六年，中译本于一九三一年译毕。有两种版本一九三一年九月上海大江书铺版和同年十月上海三闲书屋版。在印行单行本之前，其第一部及第二部曾以溃灭为题，分期发表于萌芽月刊第一期至第五期及新地月刊第一本。法捷耶夫，参看本卷第页注。他曾长期担任苏联作家协会的领导工作。除毁灭外，尚著有长篇小说青年近卫军最后一个乌兑格人，文学论文集三十年间等。从一九二八年至一九五一年，他曾对毁灭进行修改多次。本篇最初印入一九三一年上海三闲书屋出版的毁灭单行本，未在报刊上发表过。科尔却克，―通译高尔察克，苏联国内战争时期反革命头目之一。"}
{"text":"法捷耶夫，参看本卷第页注。他曾长期担任苏联作家协会的领导工作。除毁灭外，尚著有长篇小说青年近卫军最后一个乌兑格人，文学论文集三十年间等。从一九二八年至一九五一年，他曾对毁灭进行修改多次。本篇最初印入一九三一年上海三闲书屋出版的毁灭单行本，未在报刊上发表过。科尔却克，―通译高尔察克，苏联国内战争时期反革命头目之一。十月革命后，依靠英美帝国主义，发动武装叛乱，红军击溃其所部后被捕处死。弗理契，―苏联文艺评论家文学史家。著作有艺术社会学二十世纪欧洲文学等。无产者作家联盟的裁决团体即无产阶级作家协会评议委员会。一九二六年至一九三二年，法捷耶夫是它的主要领导人之一。乌兑格之最后即最后一个乌兑格人，法捷耶夫的长篇小说，未写完。这里说已经完成，当指一九二九年在十月杂志上刊载的第一部分。s拉德加尔格，毁灭的英。，德语文学与政治出版社。亦还君未详。藏原惟人的一篇指载于毁灭译本卷首的关于毁灭。前卫日本发行的杂志，一九二二年一月创刊于东京。洛扬即冯雪峰。拉迪诺夫，―通译拉季诺夫，苏联美术家诗人。威绥斯拉夫崔夫，苏联美术家。绣像旧时通俗小说书中人物的白描画像。溃灭第二部一至三章附记关于这一本小说，本刊第二本上所译载的藏原惟人的说明，已经颇为清楚了。但当我译完这第二部的上半时，还想写几句在翻译的进行中随时发生的感想。这几章是很紧要的，可以宝贵的文字，是用生命的一部分，或全部换来的东西，非身经战斗的战士，不能写出。譬如，首先是小资产阶级的知识者――美谛克――的解剖他要革新，然而怀旧他在战斗，但想安宁他无法可想，然而反对无法中之法，然而仍然同食无法中之法所得的果子――朝鲜人的猪肉――为什么呢，因为他饿着！"}
{"text":"但当我译完这第二部的上半时，还想写几句在翻译的进行中随时发生的感想。这几章是很紧要的，可以宝贵的文字，是用生命的一部分，或全部换来的东西，非身经战斗的战士，不能写出。譬如，首先是小资产阶级的知识者――美谛克――的解剖他要革新，然而怀旧他在战斗，但想安宁他无法可想，然而反对无法中之法，然而仍然同食无法中之法所得的果子――朝鲜人的猪肉――为什么呢，因为他饿着！他对于巴克拉诺夫的未受教育的好处的见解，我以为是正确的，但这种复杂的意思，非身受了旧式的坏教育便不会知道的经验，巴克拉诺夫也当然无从领悟。如此等等，他们于是不能互相了解，一同前行。读者倘于读本书时，觉得美谛克大可同情，大可宽恕，便是自己也具有他的缺点，于自己的这缺点不自觉，则对于当来的革命，也不会真正地了解的。其次，是关于袭击团受白军――日本军及科尔却克军――的迫压，攻击，渐濒危境时候的描写。这时候，队员对于队长，显些反抗，或冷淡模样了，这是解体的前征。但当革命进行时，这种情形是要有的，因为倘若一切都四平八稳，势如破竹，便无所谓革命，无所谓战斗。大众先都成了革命人，于是振臂一呼，万众响应，不折一兵，不费一矢，而成革命天下，那是和古人的宣扬礼教，使兆民全化为正人君子，于是自然而然地变了中华文物之邦的一样是乌托邦思想。革命有血，有污秽，但有婴孩。这溃灭正是新生之前的一滴血，是实际战斗者献给现代人们的大教训。虽然有冷淡，有动摇，甚至于因为依赖，因为本能，而大家还是向目的前进，即使前途终于是死亡，但这死究竟已经失了个人底的意义，和大众相融合了。所以只要有新生的婴孩，溃灭便是新生的一部分。中国的革命文学家和批评家常在要求描写美满的革命，完全的革命人，意见固然是高超完善之极了，但他们也因此终于是乌托邦主义者。又其次，是他们当危急之际，毒死了弗洛罗夫，将这写成了很动人的一幕。欧洲的有一些文明人，以为蛮族的杀害婴孩和老人，是因为残忍蛮野，没有人心之故，但现在的实地考察的人类学者已经证明其误了他们的杀害，是因为食物所逼，强敌所逼，出于万不得已，两相比较，与其委给虎狼，委之敌手，倒不如自己杀了去之较为妥当的缘故。所以这杀害里，仍有爱存。本书的这一段，就将这情形描写得非常显豁虽然也含自有自利的自己觉得轻松一点的分子在内。"}
