{"text":"正因为有了这样的气度，我们才会集思广益，从善如流。不是吗相信自己不意味固执己见听取意见也不代表亦步亦趋。唐太宗自由治理国家的雄才大略，他不怀疑自己的才能，但同时也接纳了魏征的十思，而不必劳神苦思，代百司之职役。齐王也有管四方，理朝政的能耐，他也不会怀疑自己的才能，但他同时也接受了邹忌的纳谏，而使燕赵韩魏皆朝于齐。谁都不会轻易怀疑自己，可谁又能像前人那样善于纳谏，听取别人的意见呢总以为相信自己和听取别人的意见势不两立，总以为自己无所不能，或总以为别人无往而不胜，何必呢我们为什么不能在相信自己，满怀自信的同时打开那一个个布满友爱之心的劝烟箱呢相信自己，相信未来，相信明天大地飞歌，相信未来有我们开拓。相信别人，尊重别人，相信别人为你着想，尊重别人理想的选择。是的，在人生的旅途中，我们总会遇到困难和挫折，它们如同玫瑰，刺痛了你我的手，但是，心灵的创伤要靠我们自己修补，手上的伤口还得让别人为我们包扎。我们相信自己会战胜困难，但我们从不否定他人的帮助，没有谁能独自生活而没有他人的帮助。所以，不要固执，偏激，不要一味按自己的意愿行事。有时别人的劝言犹如良药，虽然苦，却能根治你的病痛。也有时，别人的劝言犹如毒药，它的外表也许是鲜美的，但却能要了你的命。所以，我们让需相信自己，有选择地，理性地，明智地对待别人的意见。好的，拿过来就是不好的，任它去吧，春风吹了又吹，花儿开了又谢，我们管得了那么多吗相信自己，你做到了吗听取别人的意见，你会吗渠清如许你曾极度自信，我引以为荣的华夏文化你的一袭长衫，历经千载风尘，坚守着谦谦君子的信念，履行着非礼勿动的公约，终落得礼仪之邦的声誉然而有一天，以尖刻的语调讲述了一幕闹剧电车里，几个儒生谦和有礼，为一个空位揖首相让。开车时，这些依旧站立的君子在谦让中摔倒。的指责，刺入千百年不曾治愈的沉疴你的一纸锦绣，唱出过金风玉露一相逢，便胜却人间无数的缠绵，吟出过今宵酒醒何处，杨柳岸晓风残月的悲凄，终熏陶出精通音律，擅长书画的后主，断送了一国江山。直到有一天，苏轼以大江东去扑面而来，洗涤了词曲中酸涩的腐朽，开辟了雄浑豪迈的新天地。这才是华夏摄人心魄的大气。你的精美八股，沿袭数朝淘出精英无数，他们满腹经纶，妙笔生花。"}
{"text":"开车时，这些依旧站立的君子在谦让中摔倒。的指责，刺入千百年不曾治愈的沉疴你的一纸锦绣，唱出过金风玉露一相逢，便胜却人间无数的缠绵，吟出过今宵酒醒何处，杨柳岸晓风残月的悲凄，终熏陶出精通音律，擅长书画的后主，断送了一国江山。直到有一天，苏轼以大江东去扑面而来，洗涤了词曲中酸涩的腐朽，开辟了雄浑豪迈的新天地。这才是华夏摄人心魄的大气。你的精美八股，沿袭数朝淘出精英无数，他们满腹经纶，妙笔生花。面对前来朝拜的洋人，他们以异类相待面对精良的炮舰，他们不屑一顾。终于有一天，喷火的枪器击落了他们的花翎，这才生出洋务救国的念头。近代的耻辱，在无上的自信里拉开帷幕。你近乎固执地坚持，近乎盲目的雍蔽使你在近代落伍，所以，你广开言路，以海纳百川的大度接纳着各式外来文化――你粗暴地推倒有着百年历史的老屋，粗大的柱子里露出鲜红的檀木。一位老人颓然蹲下，用手抚摸着花纹精致的砖瓦，用哽咽的语调讲述着关于老屋的故事，和历史一样绵长，和画檐一样精美的故事。你的勇气，是否来自于一张有着现代化标题的城市规划图你坚决地将发黄的古籍投入烈火，似乎要焚烧掉这百年的耻辱。你取下黑山白水的丹青，换成印刷考究的广告你合上沉重的史书，转而品玩通俗易懂的白话文，所以，孩子们不知孔融让梨的典故，愈加骄纵，愈加顽劣。你的取舍，是否源于一张有着现代化标题的参考说明你仍然错了。朱熹有诗云问渠哪得清如许，为有源头活水来。一种文化若要有长久的生命力，就必得吐故纳新一种文化若要延绵不绝，更需要坚守自己。过分相信自你使你腐朽，盲目追随他人使你迷失。渠清如许，我深爱的华夏文化，在与外界的交流中，你能否清澈如许流淌依旧呢信他，抑或自己裹身于这个物欲横流的社会，穿栖在信息交织如网的时代，面对每天如潮涌的语言，我们该相信谁呢信他，抑或自己有人说，走自己的路，让别人去说吧有人说，应当耐心地听取别人的意见。还有人说，常问路的人不会迷失方向。俯首是春，仰首是秋月圆是画，月缺是诗。每个人都有自己的道理。行走在岁月的流年中，我们应该相信自己，同时也要听取别人的意见。相信自己，我们可以立一方碑基，在人生的行程中。"}
{"text":"还有人说，常问路的人不会迷失方向。俯首是春，仰首是秋月圆是画，月缺是诗。每个人都有自己的道理。行走在岁月的流年中，我们应该相信自己，同时也要听取别人的意见。相信自己，我们可以立一方碑基，在人生的行程中。相信自己，即使在风浪翻滚的怒涛中，我们仍然能把握自己生命的航船，准确驶向远方的港湾相信自己，即使在山穷水尽疑无路的境地，我们仍旧可以开启柳暗花明又一村的新门。走自己的路，让别人去说吧。但丁这句话不正告诉我们，要相信自己。人生风雨兼程，成功和失败同在，积极与消极共处。无论悲喜伤痛，都要坚守自己，相信自己。只有相信自己，方能在这信息高速发展的今天，准确地点击自己辉煌灿烂的明天之网页。相信自己，并不意味着排斥别人相反，相信自己，而是要善于听取别人的意见。波兰不是有句谚语常问路的人不会迷失方向。漆黑的海上，海轮不仅要遵循罗盘的指向，它还需要海上灯塔的导航。人生亦如此，没有谁可以一意孤行地走向成功的巅峰，他人的意见有时如登山的拐杖，支撑着你前进的脚步。唐太宗虚怀若谷，善于纳谏，终成一代名君齐王接受邹忌的进谏，听取群臣吏民的意见，于是才有诸侯皆朝于齐的国势孙中山提出建设三峡的设想，岂不是因为善于听取别人的意见的结果听取别人的意见，方能集思广益，兼收并蓄，最后创造出辉煌灿烂的宏伟事业。当然，听取别人的意见，绝非相信一切人。相信一切人和怀疑一切人，其错误是一样的。应当耐心地倾听他人的意见，认真考虑指责你的人是否有理，有则改之无则加勉。人生如秋风吹皱悠悠岁月，飘落几多惆怅，几多感叹。行走在星转斗移的人生之旅，切勿一意孤行，也无相信一切人。相信自己，也能听取别人的意见，，这才是风雨人生路，逍遥任我行的法宝。相信自己，坐观庭前花开花落，闲看天上云卷云舒。听取别人意见，坎坷人生道，多一份坦荡情怀。相信自己，听取别人意见，方能在荣荣枯枯的岁月栈道上，一路奔放，一马平川。韧性是指物体柔软坚实不易折断的性质。中华文明历经风雨，绵延至今，体现出韧的精神。回顾漫长的中国历史，每逢关键时刻，这种文明的韧性体现得尤其明显。"}
{"text":"行走在星转斗移的人生之旅，切勿一意孤行，也无相信一切人。相信自己，也能听取别人的意见，，这才是风雨人生路，逍遥任我行的法宝。相信自己，坐观庭前花开花落，闲看天上云卷云舒。听取别人意见，坎坷人生道，多一份坦荡情怀。相信自己，听取别人意见，方能在荣荣枯枯的岁月栈道上，一路奔放，一马平川。韧性是指物体柔软坚实不易折断的性质。中华文明历经风雨，绵延至今，体现出韧的精神。回顾漫长的中国历史，每逢关键时刻，这种文明的韧性体现得尤其明显。中华民族的伟大复兴，更需要激发出这种文明的韧性。请以文明的韧性为题，写一篇议论文。可以从中国的历史变迁思想文化语言文字文学艺术社会生活及中国人的品格等角度，谈谈你的思考。要求观点明确，论据充分，论证合理。色彩，指颜色不同的色彩常被赋予不同的意义。年，我们隆重纪念五四运动周年，欢庆共和国华诞。作为在这个特殊年份参加高考的学生，你会赋予年哪一种色彩，来形象地表达你的感受和认识？请以的色彩为题，写一篇记叙文。要求思想健康，内容充实，感情真挚，运用记叙描写和抒情等多种表达方式。高考优秀作文范文文明的韧性万米的高空，俯瞰九百六十万平方公里的华夏大地，你会看到什么是内蒙古高原一望无际的辽阔，还是黄河一泻千里的豪迈或是峻峭的山峦，生机勃勃的田野，又或是一点色彩斑斓，一线生命律动。不管如何，我想你一定会看到北方群山之上的一条巨龙，那是中国人引以为傲的长城。长城到底是什么是古代军事工程是先人留下的遗迹还是一种文明我觉得，都是。不过，我们更应该明白，在长城的一墙一垒下蕴含的，是我们的文明。或许这也就是一个人要读懂中国，就要先读懂长城的原因之一吧。中华民族的勤劳勇敢与自强不息，更重要的是它还是一种力量的象征。追溯屹立在中国西北的大秦帝国，那时秦长城的修建一方面为了抵御匈奴，一方面又是帝国强盛的象征。它向世人昭告着一种大一统的力量与趋势，于是秦朝实现了中央集权与民族融合。到了后来，长城的这一强硬的军事力量仍在延续，只不过愈发地弱化了，因为文明的交流逐渐成为了主流，于是长城蕴含的文明的力量便愈发变得明晰。从先秦两汉沿长城一带的贸易，到唐代少数民族沿长城走入中原，进一步加速民族融合，再到诗人们笔下的长风几万里，吹度玉门关。"}
{"text":"中华民族的勤劳勇敢与自强不息，更重要的是它还是一种力量的象征。追溯屹立在中国西北的大秦帝国，那时秦长城的修建一方面为了抵御匈奴，一方面又是帝国强盛的象征。它向世人昭告着一种大一统的力量与趋势，于是秦朝实现了中央集权与民族融合。到了后来，长城的这一强硬的军事力量仍在延续，只不过愈发地弱化了，因为文明的交流逐渐成为了主流，于是长城蕴含的文明的力量便愈发变得明晰。从先秦两汉沿长城一带的贸易，到唐代少数民族沿长城走入中原，进一步加速民族融合，再到诗人们笔下的长风几万里，吹度玉门关。此时的长城仍代表着强大的华夏，同时也象征着开放包容风雅的华夏文明。它为我们带来了什么带来了文明的自信，而不仅仅是万里的豪迈。我们若是沿着长城向西，你可以看到另一个跟长城有着密切关系的道路――陆上丝绸之路。沿着河西走廊缓缓西行，穿过神秘的古罗布泊，走向遥远的罗马，这是一条东方文明与西方文明的纽带。尽管丝绸之路并不完全属于中国，但它确实也蕴含了中华文明。和长城类似，它也象征着一个开放包容的中国，让中国的丝绸瓷器走出去，让外邦的汗血宝马胡椒佛教走进来。后来，还有海上丝绸之路，再后来，我们还有一带一路。从丝绸之路到一带一路象征着我们自己的文明源远流长，也彰显着中国越来越开放，中国越来越强大。它又为我们带来了什么还是自信，以及传承的使命。丝绸之路一带一路也罢，它们都是我们华夏文明的象征。长城和丝绸之路象征着我国强盛的封建帝国，灿烂的古代文明，以及开放的文化态度。一带一路则象征着我国当代的繁荣以及对外开放的外交。尽管在这个发展的历程中，有文化的碰撞，有文化的冲击，但幸运的是中华文明历经沧桑而不衰，它终究是流传了下来，并且变得更加意蕴丰富，独树一帜。所以，这样的文明才有力量，所以当今的我们才自信地开展一带一路的建设，愿意承担更多的责任，这不仅是我们作为一个大国的义务，更是我们的文明赋予我们的传承的使命。文明的力量，不仅蕴含在长城和一带一路上，更应该沿着华夏儿女的血液一代一代流淌下去，这样，我们才会永远自信下去。你认识的是一个怎样的中国是长城的绵延千里，还是丝路的驼铃悠悠这都是中国。而它们，都代表着中华文明的力量，代表着我们的自信，代表着中华的位置。高考优秀作文范文我从远古走来，着褐黄作我衣冠。远去的牧歌声里，满载着诗和酒的旅程。"}
{"text":"文明的力量，不仅蕴含在长城和一带一路上，更应该沿着华夏儿女的血液一代一代流淌下去，这样，我们才会永远自信下去。你认识的是一个怎样的中国是长城的绵延千里，还是丝路的驼铃悠悠这都是中国。而它们，都代表着中华文明的力量，代表着我们的自信，代表着中华的位置。高考优秀作文范文我从远古走来，着褐黄作我衣冠。远去的牧歌声里，满载着诗和酒的旅程。一次出生，应感谢那个孕育了文字的仓颉。从此鸿蒙初辟以来口耳相传的故事有了现实存在的可能。渐渐地刻刀变成了笔与墨，竹简让位于蔡侯的千古发明。名为贞观开元的时代，汉代以降的文人诗酒相伴，魏晋的风雅融合了胡风风采千般，文坛的剑锋沾染了文人的豪气，入喉的酒让人醉酣，自此一道白虹贯日，中有李杜白刘诗词的万丈光焰四方的夷民纷至沓来，遣唐的使者络绎不绝，经卷文书伴随着丝绸刀剑向外发散，沿途播撒的文明种子终成圣殿。后来啊，又是一次四分五裂你方唱罢我登场的迷局乱战。刀剑铁戟粉碎了笔墨纸砚，骄兵悍将肆意屠戮着饱学鸿儒，暗无天日的黑夜直至黄桥那一支回师开封的赵字旌幡。青史里乾德元年那场酒宴，终结了帝国内部的兵连祸结，边疆的烽烟却燃得更加频繁。以抑武为代价而兴起的我在从开封到杭州的三百年间臻于极盛，却在崖山之后迅速魂灭身残。当曾经不可一世的上帝之鞭化为捕鱼洱海的一抹苍凉，东南那诛元的玉刃入主应天，曾作为锦绣挥舞令朝越伏首的理学，在一朝又一朝病态的压制扭曲下却最终扼住了我的咽喉。从此燕赵的慷慨变徵终成绝响，吴楚的放诞纤丽再也描摹不出山川的锦绣苍莽。接着，九州的天地旋转，华夏的天地不在属于正朔的炎黄。纸上，断章捉句深文周纳，宏文顿成残章刀下，师友亲朋肆意株连，血色覆压斜阳修订与毁灭，变相的焚藏，天下识士噤口难言，战战兢兢自称着奴才。于是，九州的文风渐渐刻板，西出阳关的文人越来越少，一道无形的堤坝隔绝了自由的空气，囚禁文字于所谓的盛世殿堂文人沦为御用的侍从，清流渐成封闭的死塘。当炮舰轰开了紧闭的大门，那封闭了数百年的一池死水才渐渐泛起波澜。新流旧水相遇相搅，尽管那陈腐含不甘退却的朽叶污水搅起一个个漩涡将一个个仁人志士吞没，然而旧潭周边的堤堰却是在一点点垮塌。"}
{"text":"于是，九州的文风渐渐刻板，西出阳关的文人越来越少，一道无形的堤坝隔绝了自由的空气，囚禁文字于所谓的盛世殿堂文人沦为御用的侍从，清流渐成封闭的死塘。当炮舰轰开了紧闭的大门，那封闭了数百年的一池死水才渐渐泛起波澜。新流旧水相遇相搅，尽管那陈腐含不甘退却的朽叶污水搅起一个个漩涡将一个个仁人志士吞没，然而旧潭周边的堤堰却是在一点点垮塌。封闭了太久的木乃伊在接触了新鲜的空气后，迅速腐烂，崩离。一场名为新文化运动的滔天洪水席卷而来，摧毁了一切积弊的同时也动摇了千年传承的根基。眼前的疮疤渐渐愈合，心头的鲜血却在不经意间不停的滴。凡带有西文的泥沙俱下大行其道。孔家店被强拆，连带历经千年建成的文化圣殿转瞬间只剩断壁残圮，精华与糟粕同在泥瓦中延口残息，打碎的瓦釜瞧着同被毁弃的黄钟暗自欢喜。庆幸的是，历经千年在这个古老民族内心形成的共同的基因并未被摧毁。丁丑年间那一声炮响后，这基因统一了军阀，整合了阶级，并成为长城上的烽火燃料，熊熊燃烧，让不可一世的所谓皇军日益陷入到这片的土地上的汪洋大海中，并在英美丢盔卸甲之时兀立不倒，直到乙酉年那所谓长久的武运彻底失败。可是数十年后，一切又变了。近代闭关的教训让这个国度一步步有限制地敞开国门。虽说是大工业新技术为先驱为主体，思想的藩篱还在。但随之而来的附着物却在不经意间摧蚀着人心，进而一代人的迷茫化成居心叵测者口中无可救药的河殇，黄土地与蔚蓝色的海洋自此不可调和，连带根植在这片土地上的文明被否定，曾有过的辉煌被否定，一切被否定。接着混乱之余经济的大潮冲刷一切，像是曾经的钢元帅，由一马当先发展为一骑绝尘。后者最终导致过这个国度的大崩溃，前者？总体还是对的嘛。几十年跑完了别人用百年才跑完的路，奇迹般从一个落后之邦变成东方的巨人。却在同时，也用不可抵挡的力量摧毁了千百年来兵燹战火都未能消灭的古迹，清扫了可能成为所谓现代化的一切阻碍。削秃高山榨干河湖，竭泽而渔尚且不论巨铲铲平一个个村落，平地而起一片片高楼，砸碎一个个牌坊，树立一块块冰冷的标语牌。尽管楼下除了钢铁水泥，并无精神的根基。标语牌上的文字，大多也只是存在于标语牌上。我想过死亡，我接触过死亡，我接触过太多的死亡。"}
{"text":"后者最终导致过这个国度的大崩溃，前者？总体还是对的嘛。几十年跑完了别人用百年才跑完的路，奇迹般从一个落后之邦变成东方的巨人。却在同时，也用不可抵挡的力量摧毁了千百年来兵燹战火都未能消灭的古迹，清扫了可能成为所谓现代化的一切阻碍。削秃高山榨干河湖，竭泽而渔尚且不论巨铲铲平一个个村落，平地而起一片片高楼，砸碎一个个牌坊，树立一块块冰冷的标语牌。尽管楼下除了钢铁水泥，并无精神的根基。标语牌上的文字，大多也只是存在于标语牌上。我想过死亡，我接触过死亡，我接触过太多的死亡。这五千年来，自己也很多次离死亡好像只有一步之遥。两千年前四百六十个儒者的哀嚎还未绝于耳，我却奇迹般在那场大火中涅盘重生七百年前崖山的海底多了十余万自愿玉碎的爱国者，我竟然还是从散曲杂剧中艰难地保存下来了这个民族的符号最让我害怕的是那一场以正义以救亡之名的新文化之洪，师出有名的它才真正让我胆战心惊。像是罪恶假自由之名以行，害怕精华伴糟粕被一并除去。历经千难万险，我还是活了下来。尽管体无完肤。然而我还是恐惧。因为今天多数看到我的目光总是让我如芒在背，观赏者眼中投射出的是金子的颜色不止一次的盛情邀请让我兴奋不已，结果到了最后才发现却只是借我的名头把戏台来搭，真正粉墨登场高歌万丈的，还是红到发紫的经济。半夜，有的，在舞台上歌到喑哑有的，在漩涡里苦苦挣扎。城市的夜实在是太过逼人，人工的白昼连一方黑暗都不肯舍得给予我来掩盖泪花。回望那血泪的曾经，乱世中我的式微还可有安慰自己的理由，毕竟崖山边，有过十几万人不甘在马鞭下苟活而以我为旗斗争那一场冲击根基的洪流，亦是一个民族在危亡之际寻求解药，就算抛弃了我也只是算矫枉过正。那流的血，权且作为我为这个民族找到真正道路而应做的牺牲。然而若是在一片歌舞升平中被遗忘，却实在是我的耻辱。同样，也是这个民族的悲哀。当忘了自己的符号，纵然是上得了最高的峰台，这个四不像的民族还有多少未来？呜呼哀哉。高考优秀作文范文年的色彩年，注定是奋斗的一年，努力的一年，幸福的一年，收获的一年，令人骄傲的一年。年是丰富的一年，是多彩的一年，若要赋予它色彩，我想它是银白色的，绿色的，蓝色的，更是红色的一年。年是银白色的一年。无数银白色高铁驰骋在我国大江南北，驶过沙漠，草地，密林，农田。"}
{"text":"同样，也是这个民族的悲哀。当忘了自己的符号，纵然是上得了最高的峰台，这个四不像的民族还有多少未来？呜呼哀哉。高考优秀作文范文年的色彩年，注定是奋斗的一年，努力的一年，幸福的一年，收获的一年，令人骄傲的一年。年是丰富的一年，是多彩的一年，若要赋予它色彩，我想它是银白色的，绿色的，蓝色的，更是红色的一年。年是银白色的一年。无数银白色高铁驰骋在我国大江南北，驶过沙漠，草地，密林，农田。商合杭高铁芜湖长江大桥顺利合龙，京张张呼高铁都已开始倒计时，多款新型复兴号高铁动车组于今年正式运营，时速公里的高速磁悬浮样车也在青岛下线。中国高铁，正像一条巨龙，奔驰在中华大地。我曾于数周前从南京乘坐复兴号返回北京。车窗外的景物急速地向后退去，一时间竟令我有了穿越时光隧道之感，仿佛将我带回到了书里的那个年代。那时，北京到南京的铁路刚建好，需要整整二十个小时，南京长江大桥建好后缩至小时，后随着铁路一次次的提速，时间在一次次缩短，小时，小时，小时，小时，乃至小时！公里，仅仅小时，这是那个年代的人们想都不敢想的。前方到站，北京南站，伴随着一阵甜美的女声，列车渐渐减速。我看到那停满车站的银白色高铁，我又看到车厢中电视上播放的新铁路试跑视频，我感叹，年，是银白色的一年，并深深感受到对祖国无限的骄傲。年，是绿色的一年。我国大量的沙漠和荒地出现了久违的绿色和那看似不可能的生机。那是因为无数平凡的抗沙战士活跃在抗沙的一线，他们不求名利，不求光鲜亮丽的生活，而仅仅想为我国的环境尽自己的一份力，令我国更适合居住。正因为他们的努力，我国的沙漠荒地才被披上绿外衣，使得都发文感谢中国使地球更绿。这些可敬的治沙战士在接受采访的时候都表示得很淡然，他们表示不要名利，继续治沙。他们令我肃然起敬。年，同样是蓝色的一年。全国雾霾情况得到极大缓解，蓝天白云的日子更多了。冬奥会的准备活动也在紧锣密鼓地开展着，部分场馆已向公众开放，这样的效率也许只能在中国看到。年，中国首次海上运载火箭发射成功。年，更是红色的一年。"}
