{"text":"论语是风行的刊物，这里省烦不抄了。总之，是不可笑的只有语录式的一张，别的三种，全都要不得。但这四个不同的脚色，其实是都是林先生自己一个人扮出来的，一个是正生，就是语录式，别的三个都是小丑，自装鬼脸，自作怪相，将正生衬得一表非凡了。但这已经并不是幽默，乃是顽笑，和市井间的在墙上画一乌龟，背上写上他的所讨厌的名字的战法，也并不两样的。不过看见的人，却往往不问是非，就嗤笑被画者。幽默或顽笑，也都要生出结果来的，除非你心知其意，只当它顽笑看。因为事实会并不如文章，例如这语录式的条子，在中国其实也并未断绝过种子。假如有工夫，不妨到上海的弄口去看一看，有时就会看见一个摊，坐着一位文人，在替男女工人写信，他所用的文章，决不如林先生所拟的条子的容易懂，然而分明是语录式的。这就是现在从新提起的语录派的末流，却并没有谁去涂白过他的鼻子。这是一个具体的幽默。但是，要赏识幽默也真难。我曾经从生理学来证明过中国打屁股之合理假使屁股是为了排泄或坐坐而生的罢，就不必这么大，脚底要小得远，不是足够支持全身了么？我们现在早不吃人了，肉也用不着这么多。那么，可见是专供打打之用的了。有时告诉人们，大抵以为是幽默。但假如有被打了的人，或自己遭了打，我想，恐怕那感应就不能这样了罢。没有法子，在大家都不适意的时候，恐怕终于是中国没有幽默的了。七月十八日。本篇最初发表于一九三四年七月二十六日申报自由谈。当时有人在提倡大众语时指摘白话文难懂，如一九三四年六月二十二日申报读书问答所载怎样建设大众文学一文，说白话脱离大众的生活语言，比古文更难懂。鲁里鲁苏林语堂在一九三三年十月一日论语第二十六期发表的论语录体之用一文中反对白话说吾恶白话之文，而喜文言之白，故提倡语录体。白话文之病，噜哩噜铡！薄玻础场濉改铣合敉场段难匪选诗文的风格和体制。桐城派参看本卷第页注。洋服的没落洋服的没落几十年来，我们常常恨着自己没有合意的衣服穿。清朝末年，带些革命色采的英雄不但恨辫子，也恨马褂和袍子，因为这是满洲服。一位老先生到日本去游历，看见那边的服装，高兴的了不得，做了一篇文章登在杂志上，叫作不图今日重见汉官仪。"}
{"text":"白话文之病，噜哩噜铡！薄玻础场濉改铣合敉场段难匪选诗文的风格和体制。桐城派参看本卷第页注。洋服的没落洋服的没落几十年来，我们常常恨着自己没有合意的衣服穿。清朝末年，带些革命色采的英雄不但恨辫子，也恨马褂和袍子，因为这是满洲服。一位老先生到日本去游历，看见那边的服装，高兴的了不得，做了一篇文章登在杂志上，叫作不图今日重见汉官仪。他是赞成恢复古装的。然而革命之后，采用的却是洋装，这是因为大家要维新，要便捷，要腰骨笔挺。少年英俊之徒，不但自己必洋装，还厌恶别人穿袍子。那时听说竟有人去责问樊山老人，问他为什么要穿满洲的衣裳。樊山回问道你穿的是那里的服饰呢？少年答道我穿的是外国服。樊山道我穿的也是外国服。这故事颇为传诵一时，给袍褂党扬眉吐气。不过其中是带一点反对革命的意味的，和近日的因为卫生，因为经济的大两样。后来，洋服终于和华人渐渐的反目了，不但袁世凯朝，就定袍子马褂为常礼服，五四运动之后，北京大学要整饬校风，规定制服了，请学生们公议，那议决的也是袍子和马褂！这回的不取洋服的原因却正如林语堂先生所说，因其不合于卫生。造化赋给我们的腰和脖子，本是可以弯曲的，弯腰曲背，在中国是一种常态，逆来尚须顺受，顺来自然更当顺受了。所以我们是最能研究人体，顺其自然而用之的人民。脖子最细，发明了砍头膝关节能弯，发明了下跪臀部多肉，又不致命，就发明了打屁股。违反自然的洋服，于是便渐渐的自然的没落了。这洋服的遗迹，现在已只残留在摩登男女的身上，恰如辫子小脚，不过偶然还见于顽固男女的身上一般。不料竟又来了一道催命符，是镪水悄悄从背后洒过来了。这怎么办呢？恢复古制罢，自黄帝以至宋明的衣裳，一时实难以明白学戏台上的装束罢，蟒袍玉带，粉底皂靴，坐了摩托车吃番菜，实在也不免有些滑稽。所以改来改去，大约总还是袍子马褂牢稳。虽然也是外国服，但恐怕是不会脱下的了――这实在有些稀奇。四月二十一日。本篇最初发表于一九三四年四月二十五日申报自由谈，署名士繇。不图今日重见汉官仪署名英伯，发表于一九三年九月留日学生在东京办的浙江潮第七期。"}
{"text":"这怎么办呢？恢复古制罢，自黄帝以至宋明的衣裳，一时实难以明白学戏台上的装束罢，蟒袍玉带，粉底皂靴，坐了摩托车吃番菜，实在也不免有些滑稽。所以改来改去，大约总还是袍子马褂牢稳。虽然也是外国服，但恐怕是不会脱下的了――这实在有些稀奇。四月二十一日。本篇最初发表于一九三四年四月二十五日申报自由谈，署名士繇。不图今日重见汉官仪署名英伯，发表于一九三年九月留日学生在东京办的浙江潮第七期。此题目原语出后汉书光武帝纪王莽被杀后，刘秀即后来的汉光武帝带了僚属到长安，当地吏士见到他们，皆欢喜不自胜。老吏或垂涕曰不图今日复见汉官威仪！按原语中汉指汉朝，英伯文中则指汉族。樊山老人即樊增祥―，号樊山，湖北恩施人，近代文人。我穿的也是外国服，据易宗夔新世说言语记载，这是清代文学家王]运的故事王壬甫硕学耆老，性好诙谑。辛亥之冬，民国成立，士夫争剪发辫，改用西式衣冠。适公八十初度，贺者盈门，公仍用前清冠服，客笑问之。公曰予之冠服，固外国式君辈衣服，讵中国式耶？若能优孟衣冠，方为光复汉族矣。客亦无以难之。一九一二年十月，袁世凯政府曾下令定长袍马褂为男子常礼服。林语堂在一九三四年四月十六日论语第三十九期发表的论西装一文中说西装之所以成为一时风气而为摩登士女所乐从者，唯一的理由是一般人士震于西洋文物之名而好为效颦，在伦理上，美感上，卫生上是决无立足根据的。据一九三四年四月十四日新生周刊第一卷第十期载杭州市发见摩登破坏铁血团，以硝镪水毁人摩登衣服，并发警告服用洋货的摩登士女书。当时北京上海等地都出现过这类事。小品文的生机小品文的生机去年是幽默大走鸿运的时候，论语以外，也是开口幽默，闭口幽默，这人是幽默家，那人也是幽默家。不料今年就大塌其台，这不对，那又不对，一切罪恶，全归幽默，甚至于比之文场的丑脚。骂幽默竟好像是洗澡，只要来一下，自己就会干净似的了。倘若真的是天地大戏场，那么，文场上当然也一定有丑脚――然而也一定有黑头。丑脚唱着丑脚戏，是很平常的，黑头改唱了丑脚戏，那就怪得很，但大戏场上却有时真会有这等事。这就使直心眼人跟着歪心眼人嘲骂，热情人愤怒，脆情人心酸。为的是唱得不内行，不招人笑吗？并不是的，他比真的丑脚还可笑。"}
{"text":"不料今年就大塌其台，这不对，那又不对，一切罪恶，全归幽默，甚至于比之文场的丑脚。骂幽默竟好像是洗澡，只要来一下，自己就会干净似的了。倘若真的是天地大戏场，那么，文场上当然也一定有丑脚――然而也一定有黑头。丑脚唱着丑脚戏，是很平常的，黑头改唱了丑脚戏，那就怪得很，但大戏场上却有时真会有这等事。这就使直心眼人跟着歪心眼人嘲骂，热情人愤怒，脆情人心酸。为的是唱得不内行，不招人笑吗？并不是的，他比真的丑脚还可笑。那愤怒和心酸，为的是黑头改唱了丑脚之后，事情还没有完。串戏总得有几个脚色生，旦，末，丑，净，还有黑头。要不然，这戏也唱不久。为了一种原因，黑头只得改唱丑脚的时候，照成例，是一定丑脚倒来改唱黑头的。不但唱工，单是黑头涎脸扮丑脚，丑脚挺胸学黑头，戏场上只见白鼻子的和黑脸孔的丑脚多起来，也就滑天下之大稽。然而，滑稽而已，并非幽默。或人曰中国无幽默。这正是一个注脚。更可叹的是被谥为幽默大师的林先生，竟也在自由谈上引了古人之言，曰夫饮酒猖狂，或沉寂无闻，亦不过洁身自好耳。今世癞鳖，欲使洁身自好者负亡国之罪，若然则今日乌合，明日鸟散，今日倒戈，明日凭轼，今日为君子，明日为小人，今日为小人，明日复为君子之辈可无罪。虽引据仍不离乎小品，但去幽默或闲适之道远矣。这又是一个注脚。但林先生以为新近各报上之攻击人间世，是系统的化名的把戏，却是错误的，证据是不同的论旨，不同的作风。其中固然有虽曾附骥，终未登龙的名人，或扮作黑头，而实是真正的丑脚的打诨，但也有热心人的谠论。世态是这么的纠纷，可见虽是小品，也正有待于分析和攻战的了，这或者倒是人间世的一线生机罢。四月二十六日。本篇最初发表于一九三四年四月三十日申报自由谈。论语参看本卷第页注。该刊以登载幽默文字为主。中国无幽默自己也持这种意见，他在南腔北调集论语一年中曾说幽默在中国是不会有的。见林语堂在一九三四年四月二十六日申报自由谈发表的周作人诗读法。其中所引古人的话，出于明代张萱复刘冲倩书引语中鸟散原文作兽散。张萱，字孟奇，别号西园，广东博罗人，著有西园存稿等。"}
{"text":"本篇最初发表于一九三四年四月三十日申报自由谈。论语参看本卷第页注。该刊以登载幽默文字为主。中国无幽默自己也持这种意见，他在南腔北调集论语一年中曾说幽默在中国是不会有的。见林语堂在一九三四年四月二十六日申报自由谈发表的周作人诗读法。其中所引古人的话，出于明代张萱复刘冲倩书引语中鸟散原文作兽散。张萱，字孟奇，别号西园，广东博罗人，著有西园存稿等。人间世小品文半月刊，林语堂主编，一九三四年四月在上海创刊，一九三五年十二月停刊。良友图书印刷公司发行。该刊出版后不久，申报自由谈等曾发表文章批评它的所谓闲适的作品，林语堂即发表周作人诗读法作答，其中说近日有人登龙未就，在人言周刊十日谈矛盾月刊中华日报及自由谈化名投稿，系统的攻击人间世如野狐谈佛，癞鳖谈仙，不欲致辩。一思而行一思而行只要并不是靠这来解决国政，布置战争，在朋友之间，说几句幽默，彼此莞尔而笑，我看是无关大体的。就是革命专家，有时也要负手散步理学先生总不免有儿女，在证明着他并非日日夜夜，道貌永远的俨然。小品文大约在将来也还可以存在于文坛，只是以闲适为主，却稍嫌不够。人间世事，恨和尚往往就恨袈裟。幽默和小品的开初，人们何尝有贰话。然而轰的一声，天下无不幽默和小品，幽默那有这许多，于是幽默就是滑稽，滑稽就是说笑话，说笑话就是讽刺，讽刺就是漫骂。油腔滑调，幽默也天朗气清，小品也看郑板桥道情一遍，谈幽默十天，买袁中郎尺牍半本，作小品一卷。有些人既有以此起家之势，势必有想反此以名世之人，于是轰然一声，天下又无不骂幽默和小品。其实，则趁队起哄之士，今年也和去年一样，数不在少的。手拿黑漆皮灯笼，彼此都莫名其妙。总之，一个名词归化中国，不久就弄成一团糟。伟人，先前是算好称呼的，现在则受之者已等于被骂学者和教授，前两三年还是干净的名称自爱者闻文学家之称而逃，今年已经开始了第一步。但是，世界上真的没有实在的伟人，实在的学者和教授，实在的文学家吗？并不然，只有中国是例外。假使有一个人，在路旁吐一口唾沫，自己蹲下去，看着，不久准可以围满一堆人又假使又有一个人，无端大叫一声，拔步便跑，同时准可以大家都逃散。"}
{"text":"手拿黑漆皮灯笼，彼此都莫名其妙。总之，一个名词归化中国，不久就弄成一团糟。伟人，先前是算好称呼的，现在则受之者已等于被骂学者和教授，前两三年还是干净的名称自爱者闻文学家之称而逃，今年已经开始了第一步。但是，世界上真的没有实在的伟人，实在的学者和教授，实在的文学家吗？并不然，只有中国是例外。假使有一个人，在路旁吐一口唾沫，自己蹲下去，看着，不久准可以围满一堆人又假使又有一个人，无端大叫一声，拔步便跑，同时准可以大家都逃散。真不知是何所闻而来，何所见而去，然而又心怀不满，骂他的莫名其妙的对象曰妈的！但是，那吐唾沫和大叫一声的人，归根结蒂还是大人物。当然，沉着切实的人们是有的。不过伟人等等之名之被尊视或鄙弃，大抵总只是做唾沫的替代品而已。社会仗这添些热闹，是值得感谢的。但在乌合之前想一想，在云散之前也想一想，社会未必就冷静了，可是还要像样一点点。五月十四日。本篇最初发表于一九三四年五月十七日申报自由谈。理学先生理学又称道学，是宋代周敦颐程颢程颐朱熹等人阐释儒家学说而形成的唯心主义思想体系。它认为理是宇宙的本体，把三纲五常等封建伦理道德说成是天理，提出存天理，灭人欲的主张。信奉和宣传这种学说的人被称为理学先生。指林语堂关于小品文的主张，见人间世半月刊第一期一九三四年四月的发刊词盖小品文以闲适为格调。天朗气清语见东晋王羲之兰亭集序。郑板桥作有近似游戏笔墨的道情老渔翁等十首。道情原是道士唱的歌曲，后来演变为一种民间曲调。袁中郎，即袁宏道―，字中郎，湖广公安今属湖北人，明代文学家。他和兄宗道弟中道，反对文学上的复古倾向，主张独抒性灵，不拘格套。袁宏道的作品以小品散文著称。三十年代时，林语堂等在其所办刊物论语，人间世上极力推崇袁中郎郑板桥等人的文章。当时上海时代图书公司出版过林语堂校阅的袁中郎全集，上海南强书局出版过袁中郎尺牍全稿。何所闻而来，何所见而去语见世说新语简傲，是三国时魏文学家嵇康对来访的钟会表示简慢的话。迎神和咬人迎神和咬人报载余姚的某乡，农民们因为旱荒，迎神求雨，看客有带帽的，便用刀棒乱打他一通。这是迷信，但是有根据的。"}
{"text":"三十年代时，林语堂等在其所办刊物论语，人间世上极力推崇袁中郎郑板桥等人的文章。当时上海时代图书公司出版过林语堂校阅的袁中郎全集，上海南强书局出版过袁中郎尺牍全稿。何所闻而来，何所见而去语见世说新语简傲，是三国时魏文学家嵇康对来访的钟会表示简慢的话。迎神和咬人迎神和咬人报载余姚的某乡，农民们因为旱荒，迎神求雨，看客有带帽的，便用刀棒乱打他一通。这是迷信，但是有根据的。汉先儒董仲舒先生就有祈雨法，什么用寡妇，关城门，乌烟瘴气，其古怪与道士无异，而未尝为今儒所订正。虽在通都大邑，现在也还有天师作法，长官禁屠，闹得沸反盈天，何尝惹出一点口舌？至于打帽，那是因为恐怕神看见还很有人悠然自得，不垂哀怜一面则也憎恶他的不与大家共患难。迎神，农民们的本意是在救死的――但可惜是迷信，――但除此之外，他们也不知道别一样。报又载有一个六十多岁的老党员，出面劝阻迎神，被大家一顿打，终于咬断了喉管，死掉了。这是妄信，但是也有根据的。精忠说岳全传说张俊陷害忠良，终被众人咬死，人心为之大快。因此乡间就向来有一个传说，谓咬死了人，皇帝必赦，因为怨恨而至于咬，则被咬者之恶，也就可想而知了。我不知道法律，但大约民国以前的律文中，恐怕也未必有这样的规定罢。咬人，农民们的本意是在逃死的――但可惜是妄信，――但除此之外，他们也不知道别一样。想救死，想逃死，适所以自速其死，哀哉！自从由帝国成为民国以来，上层的改变是不少了，无教育的农民，却还未得到一点什么新的有益的东西，依然是旧日的迷信，旧日的讹传，在拚命的救死和逃死中自速其死。这回他们要得到天讨。他们要骇怕，但因为不解天讨的缘故，他们也要不平。待到这骇怕和不平忘记了，就只有迷信讹传剩着，待到下一次水旱灾荒的时候，依然是迎神，咬人。这悲剧何时完结呢？八月十九日。附记旁边加上黑点的三句，是印了出来的时候，全被删去了的。是总编辑，还是检查官的斧削，虽然不得而知，但在自己记得原稿的，却觉得非常有趣。他们的意思，大约是以为乡下人的意思――虽然是妄信――还不如不给大家知道，要不然，怕会发生流弊，有许多喉管也要危险的。八月二十二日。本篇最初发表于一九三四年八月二十二日申报自由谈。"}
{"text":"待到这骇怕和不平忘记了，就只有迷信讹传剩着，待到下一次水旱灾荒的时候，依然是迎神，咬人。这悲剧何时完结呢？八月十九日。附记旁边加上黑点的三句，是印了出来的时候，全被删去了的。是总编辑，还是检查官的斧削，虽然不得而知，但在自己记得原稿的，却觉得非常有趣。他们的意思，大约是以为乡下人的意思――虽然是妄信――还不如不给大家知道，要不然，怕会发生流弊，有许多喉管也要危险的。八月二十二日。本篇最初发表于一九三四年八月二十二日申报自由谈。一九三四年八月十九日大晚报社会一周间载浙江余姚各乡，近因大旱，该区陡镇农民五百余，吾客乡农民千余，联合举办迎神赛会祈雨。路经各处，均不准乡民戴帽，否则即用刀枪猛砍！董仲舒前―前广川今河北枣强人，西汉经学家。曾任江都相和胶西王相。在他所著春秋繁露第七十四篇中有这样的话令吏民夫妇皆偶处。凡求雨之大体，丈夫欲藏匿，女子欲和而乐。又汉书董仲舒传仲舒治国，以春秋灾异之变推阴阳所以错行，故求雨，闭诸阳，纵诸阴，其止雨反是。唐代颜师古注谓若闭南门，禁举火，及开北门，水洒人之类是也。天师作法一九三四年七月二十日至二十二日，上海一些所谓慈善家及僧人发起全国各省市亢旱成灾区祈雨消灾大会，由第六十三代天师张瑞龄作法求雨。天师，道教对该教创始人东汉张道陵的尊称，他的后裔中承袭道法的人，也相沿称为天师。长官禁屠旧时每遇旱灾常有停宰牲畜以求雨的迷信活动，如一九三四年七月上海一些团体联合呈请市政府及江浙两省府下令断屠一周。一九三四年八月十六日申报载余姚陡小学校长兼党部常委徐一清，因劝阻农民迎神祈雨，激动众怒。十二日晚五时，被千余农民殴毙，投入河中嗣又打捞上岸，咬断喉管。又同年八月十九日大晚报社会一周间载据传徐氏现年六十三岁，民国元年加入国民党，徐极爱金钱，时借故向乡人索诈，凡船只经过陡时，徐必向舟子索取现费若干。徐之行为极为乡民所不满，此其惨死之远因云。精忠说岳全传长篇小说，清代钱彩金丰编订。张俊参与秦桧陷害岳飞被众人咬死的事，见该书第七十五回。天讨语出尚书皋陶谟天讨有罪。"}
{"text":"又同年八月十九日大晚报社会一周间载据传徐氏现年六十三岁，民国元年加入国民党，徐极爱金钱，时借故向乡人索诈，凡船只经过陡时，徐必向舟子索取现费若干。徐之行为极为乡民所不满，此其惨死之远因云。精忠说岳全传长篇小说，清代钱彩金丰编订。张俊参与秦桧陷害岳飞被众人咬死的事，见该书第七十五回。天讨语出尚书皋陶谟天讨有罪。又是莎士比亚又是莎士比亚苏俄将排演原本莎士比亚，可见丑态马克思讲过莎士比亚，当然错误梁实秋教授将翻译莎士比亚，每本大洋一千元杜衡先生看了莎士比亚，还再需要一点做人的经验了。我们的文学家杜衡先生，好像先前是因为没有自己觉得缺少做人的经验，相信群众的，但自从看了莎氏的凯撒传以来，才明白他们没有理性，他们没有明确的利害观念他们底感情是完全被几个煽动家所控制着，所操纵着。杜衡莎剧凯撒传里所表现的群众，文艺风景创刊号所载。自然，这是根据莎剧的，和杜先生无关，他自说现在也还不能判断它对不对，但是，觉得自己还再需要一点做人的经验，却已经明白无疑了。这是莎剧凯撒传里所表现的群众对于杜衡先生的影响。但杜文莎剧凯撒传里所表现的群众里所表现的群众，又怎样呢？和凯撒传里所表现的也并不两样――这使我们想起在近几年来的各次政变中所时常看到的，鸡来迎鸡，狗来迎狗式那些可痛心的情形。人类底进化究竟在那儿呢？抑或我们这个东方古国至今还停滞在二千年前的罗马所曾经过的文明底阶段上呢？真的，发思古之幽情，往往为了现在。这一比，我就疑心罗马恐怕也曾有过有理性，有明确的利害观念，感情并不被几个煽动家所控制，所操纵的群众，但是被驱散，被压制，被杀戮了。莎士比亚似乎没有调查，或者没有想到，但也许是故意抹杀的，他是古时候的人，有这一手并不算什么玩把戏。不过经他的贵手一取舍，杜衡先生的名文一发挥，却实在使我们觉得群众永远将是鸡来迎鸡，狗来迎狗的材料，倒还是被迎的有出息至于我，老实说，还竟有些以为群众之无能与可鄙，远在鸡狗之上的心情了。自然，这是正因为爱群众，而他们太不争气了的缘故――自己虽然还不能判断，但是，这位伟大的剧是把群众这样看法的呀，有谁不信，问他去罢！十月一日。"}
