{"text":"遥想马翁当年，提倡走出书房，到天涯海角，跳出主流文化的圈子，那是何等的胸襟。人类是一个整体，是所有的人，大多数的人不等于人类全体。但是我们所知的往往只是我们所处的文化，和我们一样的人，并在不知不觉中把这看成人类全体。这样的看法是不完全的。当年孟夫子说杨朱利己，是无君也墨子兼爱，是无父也无君无父，是禽兽也。这种说法把某些人视为非人动物，实在有失公允。李银河博士的书中，对于在性爱婚姻等方面处于非主流文化中的人给予一定的重视。比如对于自愿不育者同性恋者独身者离婚者等，都有专章述及。这绝不是为了猎奇，也不是对上述人士的做法表示同意，而是出于社会学人类学的一贯态度。我国的传统文化中，有所谓推己及人之说，于是中国人仿佛只有一种文化，所有的人只有一种行为方式。其实不同的亚文化始终存在，只不过我们一贯对此视而不见而己。总禁不住要给实证的研究作辩护，其实可能是多余的。在报刊上看到有人抨击不生育文化，说不宜提倡。李博士谈到同性恋文化，要是有人说她提倡同性恋就坏了。社会学研究同性恋文化，仅仅因为它是存在的东西。我们说的文化，属于存在的论域，跟提倡没关系。实证的科学，研究的全是已存在的事。不管同性恋可不可提倡，反正它是存在的，因为有人在搞同性恋。假如只研究可提倡的东西，恐怕我们研究的事，大半都属虚无，而眼前发生的事倒大半不知道。当然这本书里说到的绝不止是同性恋。像择偶标准浪漫爱婚姻支付青春期恋爱等题目，就与更大范围的人有关系。的研究对于婚姻性爱方面的各种观念各种亚文化，都给予重视。也希望读者对于除自己所持的观念，所处的文化之外，别人的观念和文化也有所了解。这正是现代社会学人类学所希冀于社会的。李银河的生育与中国村落文化最近，蜚声海内外的牛津大学出版社出版了中国大陆女社会学者李银河博士的一部新著生育与中国村落文化。李银河在研究中国农村生育文化时，提出了一个新的观点传统文化的本质，来自于村落。在中国，有一个现象不论南北都有，就是不大不小的自然村很多。这和耕作生活方式有一定的关系。另外，中国农村住得很紧密，起码和外国农村相比是这样。"}
{"text":"李银河在研究中国农村生育文化时，提出了一个新的观点传统文化的本质，来自于村落。在中国，有一个现象不论南北都有，就是不大不小的自然村很多。这和耕作生活方式有一定的关系。另外，中国农村住得很紧密，起码和外国农村相比是这样。因此就出现了这样一种现象在村里没有不透风的墙，你的事别人都知道，别人的事你也知道。这就是信息共有。如果按人类学里信息学派的意见，共有的信息就是文化，村落文化的存在是毋庸置疑的了。据我所知，李银河当初想用村社文化这个说法，但是别人说，村社这个词已经有了，不能赋予它新的意义。这当然是对的，但是我很为李银河丧失了村社而可惜。咬文嚼字地说，村是什么意思不必解释了，社的意思是土地神。这和她要说明的现象很吻合。在村里，三姑六婆就是土地神，无所不知，又无所不传。所以一个自然村简直就是个人信息的超导体，毫无秘密可言。生老病死，婚丧嫁娶，什么事别人都知道，所以简直什么事自己都做不了主。这种现象是很重要的。有人说，外国文化是罪感文化，中国文化是耻感文化。这个感觉相当犀利，但只是感觉而已。罪感当然来自上帝，假如你信他，就会觉得在他面前是个罪人。但是假如你不觉得有好多人在盯着你，耻感何来呢？如果没有信息共有，耻感文化也无法解释了。除了生育，在村子里还有很多个人做不了主的事，比方说，红白喜事。这些事要花很多的钱，搞得当事人痛苦不堪，但又不能不照规矩办。也许你乐意用传统风俗来解释这种现象，但你解释不了人们为什么要坚持痛苦的传统，除非你说大家都是受虐狂，实际上又远不是这样――有好日子谁不想过。村落文化是一种强制的力量，个人意志不是它的对手。李银河认为，传统观念宗族意识等等，在现在农村里也是存在的，但是你不能理解为它们保存在个人的头脑里。实际上，它们是保留在村落文化这个半封闭的大匣子里。这也是个有意义的结论。我们知道，在苏格兰有个半封闭的尼斯湖，湖里还有恐龙哪。在中国村落里保存了一些文化恐龙，也不算什么新鲜的事。不管怎么说，现在是共产党的天下，宗族和孔孟哲学没有合法的权威性。真正有权威的是村落。"}
{"text":"村落文化是一种强制的力量，个人意志不是它的对手。李银河认为，传统观念宗族意识等等，在现在农村里也是存在的，但是你不能理解为它们保存在个人的头脑里。实际上，它们是保留在村落文化这个半封闭的大匣子里。这也是个有意义的结论。我们知道，在苏格兰有个半封闭的尼斯湖，湖里还有恐龙哪。在中国村落里保存了一些文化恐龙，也不算什么新鲜的事。不管怎么说，现在是共产党的天下，宗族和孔孟哲学没有合法的权威性。真正有权威的是村落。办事都要按一定规矩办，想问题要按一定方式去想，不管你乐意不乐意。这既不是因为古板，也不是因为有族规，而是因为有一大群人盯着你。我相信，这样的解释更加合乎实情。她描述了这样一幅生活图景你怎么挣钱，别人不管但你怎么过日子，大伙就要说话了。在这种情况下，日子当然难有崭新的过法。李银河的生育与中国村落文化所依据的是在山西浙江两地的调查。她的见解十分敏锐，遗憾的是实证功夫稍有欠缺。假设她的调查不是在这两地的两三个村子，各百十户人家里，而是在散布在全国的上百个村子上千户人家里完成，就更有说服力。当然，这样的要求近似扳杠。因为她用的是人类学方法，这种方法强调第一手资料，面对面交谈，通过翻译都会遭人诟病。人类学的前辈大师米德女士在萨摩亚实地调查多年，只因为听人转述，就遭人耍了。考虑到这种情况，谈了百十户，谈得扎实，也就不错了。最主要的是，她不是在文献里找出个说法，然后在调查里验证一番，而是自己来找说法，到调查里验证，这是非常好的。其实她阐述的现象就在我们眼前，只不过我们视而不见罢了。北京城里没有村落，但有过胡同大杂院，有一些人员很少流动的单位。在这些地方，隐私也不多，办个什么私事，也难说全是个人决策。因为这类现象并不陌生，你看了这本书，不会怀疑村落文化的真实性。罗素大师曾言不要以为有了实证方法，思辨就不重要了。实际上，要提出有意义的假设，必须下一番思辨功夫。这真是至理名言。据我所知，这番功夫她是下了的。假设婚丧嫁娶生育不生育都是个人决策，那么就要有个依据――追求个人快乐或者幸福。在村庄里，这种想法不大流行，流行的是办什么事都要让大家说好，最好让大家都羡慕。这是另一个价值体系。那么是否能说，他们的幸福观就是这样，另外的快乐幸福对他们来说就不存在了呢？"}
{"text":"罗素大师曾言不要以为有了实证方法，思辨就不重要了。实际上，要提出有意义的假设，必须下一番思辨功夫。这真是至理名言。据我所知，这番功夫她是下了的。假设婚丧嫁娶生育不生育都是个人决策，那么就要有个依据――追求个人快乐或者幸福。在村庄里，这种想法不大流行，流行的是办什么事都要让大家说好，最好让大家都羡慕。这是另一个价值体系。那么是否能说，他们的幸福观就是这样，另外的快乐幸福对他们来说就不存在了呢？在结束了在山西的调查浙江调查未开始时，李银河给二十一世纪杂志写过一篇文章，讨论了这个问题，在此不能详加引述，以免文章太冗长。简单来说，结论是这样的不管怎么说，自己觉得好和别人说你好毕竟是两回事，不是一回事。村落中人把后者看得极重，实在是出于不得已。最重要的是，不能认为，对他们来说前一个问题就不存在了。以此为据，村落文化的实质就容易把握了。李银河把村落文化看作一种消极力量，是因为这种文化中人把全部注意力都放到眼前这个自然村里，把宝贵的财力全用在了婚丧嫁娶这样一些事上，生活的意义变成了博取村里人的嫉妒喝彩，缺少改善生活的动力。这个文化里，人际关系的分量太大，把个人挤没了。别人也许会反对她的观点――他会说重视人际关系，正是我们的好处呢。在这方面，恐怕我要同意李银河的意见，因为中国的村落文化和低质量的生活联系在一起，放弃村落文化到城市里生活正是千百万农民的梦想――所以它是那种你不喜欢又不得不接受的东西。在这种情况下，我们就不能给它唱赞歌了。李银河的研究工作是朴素的。作为学者，她不是气势恢弘辞藻华丽的那一种，也不是学富五车旁征博引的那一种。她追求的是事事清楚事事明白，哪怕这种明白会被人看成浅薄也罢。从表面上来看，研究工作有很多内容，比方说，题目有没有人重视啦，一年发了多少论文啦，写了多少学术专著啦，但是这些在她看来并不是最重要的，最重要的是要有所发现。关于同性恋问题从年开始，我们做了一个对中国男同性恋的研究，几经波折，终于得到了对于一个研究者来说圆满的结果――发表了研究报告，并且写了一本书，叫做他们的世界。从社会学的角度来看，这本书有一些显著的缺点，也有一些显著的优点。"}
{"text":"关于同性恋问题从年开始，我们做了一个对中国男同性恋的研究，几经波折，终于得到了对于一个研究者来说圆满的结果――发表了研究报告，并且写了一本书，叫做他们的世界。从社会学的角度来看，这本书有一些显著的缺点，也有一些显著的优点。优点在于首次发现了在中国大陆也存在着广泛的男同性恋人群体，并且存在着一种同性恋文化――我们说的文化是文化人类学意义上的，指一个群体内全体成员共有的信息，具体来说，指关于同性恋活动场所相互辨认的方式绰号圈子内的规范等知识。我们对这种文化做了比较细致的调查，描述了其内容。这是一种科学上的发现。这本书的缺点在于没有按统计学的要求来抽样，故而所得的结果不能做定量的推论。我们的调查对象都是性格外向的勇敢分子，他们只是全部同性恋者中的一部分，其他人的情形是他们转述的，所以由此得到的结论可能会多少有些偏差。一些人带有固定的同性恋倾向，不管他知不知道有同性恋这件事，或者是否经历过同性恋行为，这种倾向始终存在。因为有了这种倾向，一旦他开始同性恋行为，就不能或者很难矫正过来。而没有这种倾向的人，可能会在青少年时期涉及同性恋活动，等到成年以后，却会发生变化，憎恶这种活动。现在看来，这种倾向很可能是遗传的，或者说是先天的。但也有可能是在童年养成的――我们发现它和初次性经历有很大关系。一件有趣的事是，世界各地的人，不论其种族文化宗教，都有一定比例的人带有这种倾向。我们说的同性恋者，就是指这样的人。现有的资料说明，终身的绝对男同性恋者占男性人口的到，我们的研究证实了这种说法。仅从我们发现同性恋人群的规模来看，肯定超过了男性人口的，但是到底有多少，却无法确知。假如你有个孩子惯用左手，你可以禁止他用左手写字用左手拿筷子，但是他的左手毕竟是较灵活的手。这种情形和同性恋的情形是一样的。一个有同性恋倾向的人可能没有机会经历同性之间的性生活，但是他始终渴望这种性生活。我们的观点是应该把这种现象当作自然现象来看，虽然它的形成过程可能与童年的生活环境这类社会文化因素有关。"}
{"text":"仅从我们发现同性恋人群的规模来看，肯定超过了男性人口的，但是到底有多少，却无法确知。假如你有个孩子惯用左手，你可以禁止他用左手写字用左手拿筷子，但是他的左手毕竟是较灵活的手。这种情形和同性恋的情形是一样的。一个有同性恋倾向的人可能没有机会经历同性之间的性生活，但是他始终渴望这种性生活。我们的观点是应该把这种现象当作自然现象来看，虽然它的形成过程可能与童年的生活环境这类社会文化因素有关。我们在调查中发现，中国的大中城市都有同性恋人群，他们在一些公共场所相互辨认攀谈，找到自己中意的人后发生性关系。但是在这种场合活动的人，只是男同性恋者的一部分。更多的人在自己周围寻找性爱的对象。在后一种情形下，涉及到的人就不一定纯然是同性恋者。有些与常人无异的年轻人会在无意中同一位同性恋者交上朋友，加之本人尚未结婚，就很难说是完全自愿，也很难说是完全不自愿地参与了同性间的性生活。这说明同性恋者和异性恋者是不能仅仅从行为上区分的，真正的分界是看某人在同性恋和异性恋这两种性生活方式中选择哪一种。我们说男同性恋者占男性人口的到，是指终身的绝对同性恋者。只是偶尔一二次或某段时间参与同性恋活动的境遇型同性恋不计。除此之外，我们对同性恋者的生活同性恋的原因以及同性恋者的价值观念等等做了研究和描述。这些在书里都写了，不再赘述。在此主要分析一下与同性恋有关的伦理问题，这是我们在书里没有谈到的。一个人的成长大体受到三种力量的左右他父母的意愿，他的际遇，他本人的意愿。而一个人成为同性恋者不是因为父母的意愿，也不是他自己的决定，而是一种际遇。就算这是遗传决定的，一个人带有何种遗传因子，对他自己也是一种际遇吧。既然这不由他本人决定，同性恋就不是一种道德或者思想问题。我们想这一点是很重要的。同性恋者像其他人群一样有些负面的现象，比如喜新厌旧对恋爱对象不忠诚对妻子家人隐瞒自己的真实性倾向等等，这些或者可以说是思想或者道德问题，有一些具体的人应当为此负责任。但不该让全体同性恋者为此负责。没有人愿意自己的孩子长成一个同性恋者，包括同性恋者本人在内。这是因为同性恋者在我们这个社会中会遇到比常人不利的成长环境。这种愿望无可非议，但是现在举不出什么可靠的方法可以防止孩子成为同性恋者。发现孩子有同性恋倾向，也没有可靠的办法矫正。"}
{"text":"但不该让全体同性恋者为此负责。没有人愿意自己的孩子长成一个同性恋者，包括同性恋者本人在内。这是因为同性恋者在我们这个社会中会遇到比常人不利的成长环境。这种愿望无可非议，但是现在举不出什么可靠的方法可以防止孩子成为同性恋者。发现孩子有同性恋倾向，也没有可靠的办法矫正。不久前，在一个会议上听到一种说法，把同性恋称为社会丑恶现象，列入了应当根除之列。在惊愕之余，我们也感觉到一些人对我们的社会期望之高。假如我们这个社会是一片庄稼地的话，这些同志希望这里的苗整齐划一，不但没有杂草，而且每一棵苗都是一样的，这或许就是那位以同性恋为丑恶现象的人心目中的美丽现象吧。不幸的是，人的存在是一种自然现象，而不是某种意志的产物。这种现象的内容就包括人和人是不一样的，有性别之分，贤愚之分，还有同性恋和异性恋之分，这都是自然的现象。把属于自然的现象叫做丑恶，不是一种郑重的态度。这段话的意思说白了就是这样的有些事原本就是某个样子，不以人的意志为转移。现在我们都知道纳粹分子对犹太人犯下了滔天罪行，但是知道他们对同性恋者也犯下了同样的罪行的人就少了。这是因为犹太人在道德上比较清白无辜，同性恋者在多数人看来就不是这样的，遇到伤害以后很少有人同情，故而处于软弱无力的境地。我们的好几位调查对象就曾受敲诈，遭殴打，事后也不敢声张。有一个形容缺德行为的顺口溜打聋子骂哑巴扒绝户坟――现在可以给它加上一句敲诈同性恋。打聋子缺德，是因为他不知你为何打他，也就不知该不该还手骂哑巴缺德，是因为他还不了口扒绝户坟缺德，是因为没有他的后人来找你算账敲诈同性恋缺德，是因为他不敢报案。这四种行为全在同一水平线上。照我们的看法，这才是丑恶现象，应当加以根除。一个现象是否丑恶，应当由它的性质来决定，而不是由它是针对什么人来决定。国外不少社会学同仁都在做这方面的工作――了解那些在社会中处于不利地位的人群，如娼妓同性恋者少数民族，甚至与男性相比之下处于不利地位的全体女性，帮助他们改善生存环境，改变于人于己有害的行为方式，以便得到更好的生活。"}
{"text":"这四种行为全在同一水平线上。照我们的看法，这才是丑恶现象，应当加以根除。一个现象是否丑恶，应当由它的性质来决定，而不是由它是针对什么人来决定。国外不少社会学同仁都在做这方面的工作――了解那些在社会中处于不利地位的人群，如娼妓同性恋者少数民族，甚至与男性相比之下处于不利地位的全体女性，帮助他们改善生存环境，改变于人于己有害的行为方式，以便得到更好的生活。虽然我们研究同性恋现象的主要目的是为了发现事实，但同时也希望通过我们的调查研究，使公众对这个社会的许多不为人知的方面有所了解，并持一种更符合现代精神的科学态度。有关同性恋的伦理问题年，我和李银河合作完成了对中国男同性恋的研究之后，出版了一本专著，写了一些文章。此后，我们仍同研究中结识的朋友保持了一些联系。除此之外，还收到了不少读者的来信。最近几年，虽然没有对这个问题做更深的研究，但始终关注着这一社会问题。从年到现在，关注同性恋问题的人已经多起来。有不少关于同性恋的研究发表，还有一些人出来做同性恋者的社会工作，我认为这是非常好的事情。当然，假如在艾滋病出现之前就能有人来关注同性恋的问题，那就更好一些。据我所知，因为艾滋病流行才来关注这个问题，是件很使同性恋者反感的事情。我们的研究是出于社会学方面的兴趣，这种研究角度，调查对象接受起来相对而言比较容易些。做科学研究时应该价值中立，但是作为一个一般人，就不能回避价值判断。作为一个研究者，可以回避同性恋道德不道德这类问题，但作为一个一般人就不能回避。应该承认，这个问题曾经使我相当地困惑，但是现在我就不再困惑。假定有个人爱一个同性，那个人又爱他，那么此二人之间发生性关系，简直就是不可避免的。不可避免又不伤害别人的事，谈不上不道德。有些同性恋伴侣也会有很深很长久的关系，假如他们想要做爱的话，我想不出有什么理由要反对他们。我总觉得长期固定有感情的性关系应该得到尊重。这和尊重婚姻是一个道理。这几年，我们听到过各种对同性恋的价值判断，有人说同性恋是一种社会丑恶现象，同性恋不道德，等等。因为我有不少同性恋者朋友，他们都是很好的人，我觉得这种指责是没有道理的，所以这些话曾经使我相当难过。"}
{"text":"假定有个人爱一个同性，那个人又爱他，那么此二人之间发生性关系，简直就是不可避免的。不可避免又不伤害别人的事，谈不上不道德。有些同性恋伴侣也会有很深很长久的关系，假如他们想要做爱的话，我想不出有什么理由要反对他们。我总觉得长期固定有感情的性关系应该得到尊重。这和尊重婚姻是一个道理。这几年，我们听到过各种对同性恋的价值判断，有人说同性恋是一种社会丑恶现象，同性恋不道德，等等。因为我有不少同性恋者朋友，他们都是很好的人，我觉得这种指责是没有道理的，所以这些话曾经使我相当难过。但现在我已经不难过了。这种难过已经变成了一种泛泛的感觉在我们这里，人对人的态度，有时太过粗暴太不讲道理。按现代的标准来看，这种态度过于原始――这可能是传统社会的痕迹。假如真是这样，我们或许可以期望将来情况会变得好些。我对同性恋者的处境是同情的。尤其是有些朋友有自己的终生恋人，渴望能终生厮守，但现在却是不可能的，这就让人更加同情。不管是同性恋，还是异性恋，对爱情忠贞不渝的人总是让人敬重。但是同性恋圈子里有些事我不喜欢，那就是有些人中间存在的性乱。和不了解的人发生性关系，地点也不考究不安全不卫生，又容易冒犯他人。国外有些同性恋者认为，从一而终，是异性恋社会里的陈腐观念，他们就喜欢时常更换性伴。对此我倒无话可说。但一般来说，性乱是社会里的负面现象，是一种既不安定又危险的生活方式。一个有理性的人总能相信，这种生活方式并不可取。众所周知，近几年来人们对同性恋现象的关注，是和对艾滋病的关注紧密相联的。但艾滋病和男同性恋的关联，应该说是有很大偶然性的。国外近几年的情况是艾滋病的主要传播渠道不再是男同性恋，它和其他性传播疾病一样，主要在社会的下层流传。这是因为人们知道了这种病是怎么回事，素质较高的人就改变自己的行为方式来预防它。剩下一些素质不高的人，才会患上这种病。没有钱没有社会地位没有文化，人很难掌握自己的命运。我倒以为，假如想要防止艾滋病在中国流行，对于我国的流浪人口，不可掉以轻心。艾滋病发现之初，有些人说这种病是上帝对男同性恋者的惩罚。现在他们该失望了――不少静脉吸毒者也得了艾滋病。我觉得人应该希望有个仁慈的上帝，指望上帝和他们自己一样坏是不对的。我知道有些人生活的乐趣就是发掘别人道德上的毛病，然后盼着人家倒霉。谢天谢地，我不是这样的人。"}
