{"text":"三学校对学生的括削如图书费的两重征收，新宿舍的多缴宿费，膳费的必缴银行，学分补考的包定及格。四学生的不肯读书如上课时每人手小说一本，杂志一本，小报一张，做成绩报告时的请人代替，考试时的要求减少页数，和作弊偷看书。五学生的强横如对好教授的十大罪状，誓驱此贼。六学生的浪漫如左边先帝爷下南阳，右边妹妹我爱你，楼板上跳舞，大部人脸上满涂白玉霜，量制服停课三天之类。七学生的懦弱如对小店的索帐，无抵抗如羔羊。因为上面这几点，所以冯君？的结论就说复旦大学已经一落千丈！就说量不到它这样容易衰老颓败！我以为冯君所讲的有些是事实。但是纣之不善，不如是之甚也！而且在整个中国教育并未上轨道的情形之下，若是我们对这几十年前有光荣产生的历史，与现在有法子可以救药的复旦，全然抹杀它的优良点。仅仅列举一二事实为图文笔的生辣可喜，放大起来，以定它全部的罪状，使得它受一个永远的猛烈的创伤，间接给萌芽的中国教育之一部以一个致命打击。我想这不是冯君的原意。因此，我愿意把我所晓得的复旦大学，全凭着客观的事实来谈一谈讲到物质设备，复旦因为负债十余万，最近几年学校竭全力在休养生息，偿清旧债现在每年可还三万，所以完美的设备，实在不能跟随着学生人数的发达而增加。可是这一点并不是不注意。今年暑假中的加辟阅书室，和添建将近可容二百人的新宿舍，就是事实。我希望今后同学不致于再住在乡村的小屋里，终日奔走风雨烈日尘沙中。讲到伙食，我一方面希望学校和学生会能够尽力整顿校内的厨房，一方面希望同学不要再在学校能力所不及的校外污秽饭馆里去吃价钱较昂贵的饭。讲到饭桶教授，在几十个教授当中，有几个确实是如冯君所讲。我因为听了同学的批评，在去年放假时曾一再要求学校当局彻底破除情面，一面驱逐这些无能力或不负责的教授一面加聘确有学问的学者。可是学校当局的答复是教授订聘都是一年，在任期未终了而多数学生并未有明显表示时，不能解雇。至于加聘薪水特大的著名学者，则在最近的学校经济情形之下，实在难于实行。下期新聘的教授怎么样我不得知，可是在冯君那篇文章没有发表之前，冯君所举的那几个著名饭桶教授，业已决定辞退，则是事实。讲到学校的剥削学生，学生在总图书费之外，因各科另设图书室，而别征图书费那是事实。"}
{"text":"我因为听了同学的批评，在去年放假时曾一再要求学校当局彻底破除情面，一面驱逐这些无能力或不负责的教授一面加聘确有学问的学者。可是学校当局的答复是教授订聘都是一年，在任期未终了而多数学生并未有明显表示时，不能解雇。至于加聘薪水特大的著名学者，则在最近的学校经济情形之下，实在难于实行。下期新聘的教授怎么样我不得知，可是在冯君那篇文章没有发表之前，冯君所举的那几个著名饭桶教授，业已决定辞退，则是事实。讲到学校的剥削学生，学生在总图书费之外，因各科另设图书室，而别征图书费那是事实。但是我在文科记得只交图书费一元。我想牺牲一块钱能够看到若干书，这个牺牲是有价值的。因此，我所注意的，不在图书费的本身，而在图书费的处置得当。我去年极力主张同学组织图书委员会，就是这个意思。本来学校有一个师生合作的图书委员会讲到新宿舍宿费的多征三元，据闻是因为设备比其他宿舍特别好，学校想弥补经济上损失的原故。讲到膳费的必缴银行，这是因为学校与银行借款时合同上注明全缴透支的原故，假若在三年内把银行债款还清，这个不平等条约当然可以取消。讲到学分补考的包定及格，则第一，补考并非给教授第二，补考不一定可以及格，我有一个同学就是重读的一人第三，学校每届假期，平均要开除几十个成绩不好的学生，足以证明学校并非唯利是视。至于同乡会是自由加入的机关，募捐处则并没有这个名义。讲到学生的不肯读书，上课时每人都看小说或小报，那全不是事实。复旦因交通关系，小报销买极少，在课堂上则我在复旦时，从没有看见人挪起过，就是小说杂志也是极少，血滴子，红玫瑰的名字，我还没有听见过。冯君下一个每人都看小说杂志或小报的肯定语，不知何所据而云然，我要替复旦同学叫屈！讲到成绩报告请人代做，这是在各校都可能的事，但是我相信肯代做的人很少，因为大家忙于预备自己的考试，专门牺牲自己来做人家的工具，世界上不会有这样的阿木林。讲到考试时要求减少页数和作弊看书，我想这在那少数的饭桶教授面前是容易办到，而在多数的肯负责的教授面前是绝对不可行，这是我很久观察的事实，自问没有多大错误我去年曾建议排定讲堂座位，不久或可实行而且我还有一种观察觉得复旦虽滥收了许多非以读书为目的的公子少爷，然而勤奋读书的同学，却一天一天的加多，拿过去一个阅书室尽够应用，现在七八个阅书室的尚形拥挤，及过去成绩超过者不过数十人，现在成绩超过者竟超过两百的事实一看，就可以作个证明。"}
{"text":"讲到考试时要求减少页数和作弊看书，我想这在那少数的饭桶教授面前是容易办到，而在多数的肯负责的教授面前是绝对不可行，这是我很久观察的事实，自问没有多大错误我去年曾建议排定讲堂座位，不久或可实行而且我还有一种观察觉得复旦虽滥收了许多非以读书为目的的公子少爷，然而勤奋读书的同学，却一天一天的加多，拿过去一个阅书室尽够应用，现在七八个阅书室的尚形拥挤，及过去成绩超过者不过数十人，现在成绩超过者竟超过两百的事实一看，就可以作个证明。讲到学生的强横，随便对教授，发十大罪状，誓驱此贼，据我的观察，实得其反。我以为复旦同学只有在课后对教授作消极的零碎的闲谈式的批评，绝没有把自己的态度积极地具体地有条理地向学校当局表示过。我记得去冬我根据舆论去要求当局撤退那几个饭桶教授时，因为没有旁的同学响应我，当局竟怀疑我对他们有私人恶感，结果，对我的话不信任，这里就足以证明同学负责任的对教授发十大罪状，誓驱此贼，是不会有的事了！讲到学生的浪漫，那些先帝爷下南阳妹妹我爱你普遍着全上海的靡靡之音，在每晚七时自修以前的复旦，确是到处可闻的。可是楼板上跳舞大部人脸上满涂白玉霜则不是事实。讲到假期太多，则我也确实认为春季假期太多。但是冯君所说量制服停课三天则不尽然，因为那是在五三后全上海各学校为着游行演讲等事而起的一致行动，而不是复旦单独为量制服而起的行动。讲到放假时学生受小店逼迫，懦如羔羊，这件事我也看不过眼。不过我以为如果禁止赊账，则同学必感不便，如果禁止讨账，则小店又要骂我们强横，所以确实没有想到一个好的法子。讲到复旦为什么还能存在，冯君以为由于已往出了几个商人，及做了很多广告和闪金的年鉴。我想这也不尽然，我也是一个看不惯大马路商人气的样子因而从商科转到文科的人。但是我又想在今日中国，无论甚么东西，都是需要人读的，上海为全国商业中心，商科自然有特殊的发展。但是说复旦之存在全靠几个商人，那却不是事实。至于讲到广告和年鉴，据我所知复旦发的广告并不异于其他各学校，特别有吸引能力年鉴则已经停办了两年，更不足以眩耀人了。我以为复旦的不仅能存在，而且近年学生陡增，有下列几个原因一它是中国第一个反抗宗教教育的学校，它的产生，富有革命意味，因此，在时代潮流中这一点光荣历史，受了青年的崇拜。"}
{"text":"但是我又想在今日中国，无论甚么东西，都是需要人读的，上海为全国商业中心，商科自然有特殊的发展。但是说复旦之存在全靠几个商人，那却不是事实。至于讲到广告和年鉴，据我所知复旦发的广告并不异于其他各学校，特别有吸引能力年鉴则已经停办了两年，更不足以眩耀人了。我以为复旦的不仅能存在，而且近年学生陡增，有下列几个原因一它是中国第一个反抗宗教教育的学校，它的产生，富有革命意味，因此，在时代潮流中这一点光荣历史，受了青年的崇拜。二它有六科，六科的课程，总计超过了两百，这样多的课程，据我所知，在上海没有人与它一样。我是从教会大学转学复旦的人，我尝说如果那个人要被动地受极少数课程――如英文，圣经，――的严格训练，则不如到大学如果他想要由自由意志选择很多种类的东西，作，那还是来复旦好，我想不甘读呆板板几本书，也是学生进复旦的原因。三它既不如官立学校有政治上的派别，也不如教会学校，有特殊的使命它又不是那一个私人办的，有造成学阀之可能。因此学生在复旦，思想言论行动，都有比较的自由。我以为只要在小学与中学受过严格的训练，大学自由一点，也无妨害，这里许多同学的心理，恐怕也如此。四在已往发展的过程中，它不仅出了几个商人，而且各科都有举业的同学，在社会上能得相当的信任。五在校学生的社会活动力如参加政治活动的，与专门的运动家，我并不是赞成那种出风头的特殊阶级，但我以为这也是普遍现象，不仅复旦如此引起社会的注意。六在过去与现在的复旦，虽然因为没有政府的津贴，教会的年金，资本家的捐款，感受着严重的经济压迫，以致进步很慢但是这种压迫，一天一天的减轻，只要大家多努力一点，复旦的发扬光大，就在最近的将来，所以有许多青年仍旧愿意进去共同努力。以上所讲，把冯君对复旦的批评更正了若干，但是我并不是一个满意复旦的人，我对整个复旦的批评，是一在精神方面学校当局对教育没有甚么主义，他们的目的只在传授学生以书本上的智识，而许多学生进去，也急急于猎取文凭，但是金钱与文凭的交换，实是今日中国整个教育的一个根本问题，而不是复旦的单独现象，所以我以为要纠正复旦美国化商业化的趋势，最要紧的还在确立全中国的教育方针。二在物质方面，设备太不够用了。"}
{"text":"以上所讲，把冯君对复旦的批评更正了若干，但是我并不是一个满意复旦的人，我对整个复旦的批评，是一在精神方面学校当局对教育没有甚么主义，他们的目的只在传授学生以书本上的智识，而许多学生进去，也急急于猎取文凭，但是金钱与文凭的交换，实是今日中国整个教育的一个根本问题，而不是复旦的单独现象，所以我以为要纠正复旦美国化商业化的趋势，最要紧的还在确立全中国的教育方针。二在物质方面，设备太不够用了。因想要还清债务，不得不多收学生据我所知，今秋招收学生，比去年严格得多了，学生增加，而住室图书等不能比例地增加，在别校住惯了舒服房子和看惯了充量图书等的同学，当然极感痛苦。不过在负债过钜，元气大伤之后，学校只能一步一步改良而不能突飞猛进，却也有其苦衷。总之，我拿着复旦廿几年的历史看一看，我觉得复旦仍旧是在进化，不过这种进化，是比较的缓慢，并未达到它应当进化的地位，假使学校当局与同学肯一心一德的大家负起责任，拚命地努力地干，我相信复旦的发展一定不止于此。至于冯君说复旦已经一落千丈，量不到它这样容易衰老颓败，我根本就看不出过去甚么是复旦的黄金时代，甚么是复旦的青春时期，冯君在复旦的真正历史外，臆造出一个理想时代，未免有点带主观，质之冯君以为何如？最后我还是讲一句话复旦仍旧是在曲线般进化的，假若学校当局和同学肯特别负责加倍努力，它的进化，一定不止这样，望复旦当局和同学们注意。尤其望引用冯君那篇愤慨话，作今后革新的龟鉴，须知这是逆耳的忠言。本篇最初发表于一九二八年九月十日语丝周刊第四卷第三十七期。指冯珧的谈谈复旦大学，载语丝第四卷第三十二期一九二八年八月六日。冯珧，即徐诗荃，湖南长沙人。当时是复旦大学学生。指潘楚基，湖南宁乡人。一九二八年毕业于复旦大学文科，随即入大学院当时国民党政府教育部改名为大学院当研究生，住在复旦大学。英语泛读。备考信件摘要晓真康嗣群备考信件摘要晓真康嗣群读语丝四卷十七期复君的信里，有句说问罪在先，而搜集罪状普通是十条在后也。之里的普通是十条，究竟十条是些甚么？――是先生拟的吗，或是所谓法律中者？就请在语丝的空白处解释给我听听。下略晓真上。六月廿五日。"}
{"text":"英语泛读。备考信件摘要晓真康嗣群备考信件摘要晓真康嗣群读语丝四卷十七期复君的信里，有句说问罪在先，而搜集罪状普通是十条在后也。之里的普通是十条，究竟十条是些甚么？――是先生拟的吗，或是所谓法律中者？就请在语丝的空白处解释给我听听。下略晓真上。六月廿五日。记者先生第四卷廿七期刊出的我诗内中有一个过于神秘的错，请更正一下。第四二页第二行我们还是及时相爱，手民却排成我们还是反对相爱了，实在比的诗还要神秘！下略康嗣群于上海。七，十二。这两件复信最初发表于一九二八年七月三十日语丝周刊第四卷第三十一期信件摘要栏，分别列于两封来信之后。晓真，未详。康嗣群―，陕西城固人。当时是复旦大学学生，青年。他在语丝第四卷第二十七期发表的诗的题目是我们还是及时相爱吧。复君的信参看三闲集通信。英语括号。备考玄武湖怪人备考玄武湖怪人南京通讯首都玄武门外玄武湖。素负历史盛名。自市政府改建五洲公园。加以人工修理后。该处湖光山色。更觉幽雅宜人。风景出自天然。值此春夏阳和。千红万紫。游人如织。有游艺家秦庆森君。为增游人兴趣起见。不惜巨资。特举办五洲动物园。于去冬托友由南洋群岛及云桂等处各地购办奇异动物甚夥。益增该园风光不少。兹将动物中之特别者分志于次。计三种怪人。一小头。姓徐。绰号徐小头。海州产。身长三尺。头小如拳。问其年已卅六岁矣。二大头汉。姓唐。绰号大头。又名来发。浙之绍兴产。头大如巴斗。状似寿星。其实年方十二岁。三半截美人。年二十四岁。扬州产。面发如平常美妇无异。惟无腿。仅有肉足趾两个。此所以称为半截美人。中头剪自五月十四日大美晚报本篇最初发表于一九三四年六月十六日论语半月刊第四十三期古香斋栏，在玄武湖怪人一文之后。这原是一九三四年五月十六日将玄武湖怪人剪寄论语时附致该刊编者陶亢德的信。陶征得同意后，将此信中主要部分作为按语与剪报一同刊出。"}
{"text":"头大如巴斗。状似寿星。其实年方十二岁。三半截美人。年二十四岁。扬州产。面发如平常美妇无异。惟无腿。仅有肉足趾两个。此所以称为半截美人。中头剪自五月十四日大美晚报本篇最初发表于一九三四年六月十六日论语半月刊第四十三期古香斋栏，在玄武湖怪人一文之后。这原是一九三四年五月十六日将玄武湖怪人剪寄论语时附致该刊编者陶亢德的信。陶征得同意后，将此信中主要部分作为按语与剪报一同刊出。中头在一九三四年五月十八日致陶亢德信中说以敝指谬拖为古香斋尾巴，自无不可，但署名希改为中头，倘嫌太俳，则准亦可。论语虽先生所编，但究属盛家赘婿商品，故殊不愿与之太有瓜葛也。按盛家赘婿，指论语社成员大买办盛宣怀的孙女婿邵洵美。备考这回是第三次文辉备考这回是第三次文辉国粹可分两种，一曰文的，一曰武的。现在文的暂且不说，单说武的。据先生说，打拳的提倡，已有过二次，一在清朝末年，一在民国开始，则这回应该算第三次了。名目前二次定为新武术，这次改称国技，前二次提倡的，一是王公大臣，一是教育家，这回却是国府要人。近来首善之区闹得有声有色的，便首推这次国技表演。要人说这是国粹，应当保留而发挥之，否则，便前有愧于古人，后何以语来者，负疚滋甚了。幸喜这弥可宝贵的打拳国技的遗绪，尚未断绝，国技大家诸君，惠然肯来，从此风气一开，人人变为赳赳，于是军阀不足打倒，帝国主义者不足赶走，而世界大同也自然而然的出现了。愿国人悉起学之，以完成革命！我们小后生，不识国粹之可贵一至于此，虽然未饱眼福，也就不胜其赞叹与欣舞了。不过某将军主张对打，我却期期以为不可，因为万一打塌了鼻子，或者扯破了裤子，便不妙了，甚或越打越起劲，终则认真起来，我们第三者就不免要吃亏了。那时军阀未倒，而百姓先已家破人亡了。但这全是过虑，因为三代礼让之风，早已深入诸君子的心。况且要人已经说过，好勇斗狠，乱法犯禁是要不得的，所以断不至发生后患，而我们尽可放心看热闹了。本篇最初发表于一九二八年四月三十日语丝周刊第四卷第十八期，在这回是第三次一文之后。批评打拳热的文章，有一九一八年十一月发表的随感录三十七后收入热风，一九一九年二月发表的拳术与拳匪现收入本书等。"}
{"text":"那时军阀未倒，而百姓先已家破人亡了。但这全是过虑，因为三代礼让之风，早已深入诸君子的心。况且要人已经说过，好勇斗狠，乱法犯禁是要不得的，所以断不至发生后患，而我们尽可放心看热闹了。本篇最初发表于一九二八年四月三十日语丝周刊第四卷第十八期，在这回是第三次一文之后。批评打拳热的文章，有一九一八年十一月发表的随感录三十七后收入热风，一九一九年二月发表的拳术与拳匪现收入本书等。文艺的分野当时创造社成员文章中的常用语，指文艺领域。国技表演指一九二八年三月三日国民党政府在南京举办的国技游艺大会。出席者有国府主席谭延]委员李烈钧李宗仁张之江等。下文的引语，均出自李烈钧在会上所致的奖词见一九二八年三月五日申报。本刊小信本刊小信古兑先生来稿对于陈光尧先生简字举例的唯一的响应关于简字举例所改大学经文中文字的讨论，本来极想登载，但因为文中许多字体，为铅字所无，现刻又刻不好，所以只得割爱了。抱歉之至。勉之先生来稿牛歌本来拟即登载，但因为所附春牛图是红纸底子，不能照相制版。想用日光褪色法，贴在记者玻璃窗上，连晒七天，毫无效果。现已决心用水一洗，看如何。万一连纸洗烂，那就不能登了。倘有白纸印的，请寄给一张。但怕未必有罢。三月二十一日。旅沪一记者谨启。本篇最初发表于一九二八年四月二日语丝周刊第四卷第十四期。古兑陈光尧的化名。陈光尧―，陕西城固人，语言文字研究者。他的简字举例以简化汉字书写大学经文，并附说明，是所著书稿请颁行简字议案及其研究的一部分，发表于语丝周刊第一四期一九二七年七月十六日。一九二八年初，他又化名古兑，撰文投寄语丝，宣传自己的主张。牛歌招勉之搜集的流行于广州附近农村的歌谣。后发表于语丝第四卷第十八期一九二八年四月三十日。它包括牧童的自述和牛的诅咒和诉苦两部分，并附有一幅戒牛图牧童歌即春牛图。歌谣正文前后有搜集者所写的说明。编者附白编者附白莽原所要讨论的，其实并不重在这一类问题。前回登那两篇文章的缘故，倒在无处可登，所以偏要给他登出。"}
{"text":"一九二八年初，他又化名古兑，撰文投寄语丝，宣传自己的主张。牛歌招勉之搜集的流行于广州附近农村的歌谣。后发表于语丝第四卷第十八期一九二八年四月三十日。它包括牧童的自述和牛的诅咒和诉苦两部分，并附有一幅戒牛图牧童歌即春牛图。歌谣正文前后有搜集者所写的说明。编者附白编者附白莽原所要讨论的，其实并不重在这一类问题。前回登那两篇文章的缘故，倒在无处可登，所以偏要给他登出。但因此又不得不登了相关的陈先生的信，作一个结束。这回的两篇，是见了现代评论的答复，而未见莽原的短信的时候所做的，从上海寄到北京，却又在陈先生的信已经发表之后了，但其实还是未结束前的话。因此，我要请章周二先生原谅我便于词句间换了几字，并且将附白除去了。大概二位看到短信之后，便不至于以我为太专断的罢。六月一日。本篇最初发表于一九二五年六月五日北京莽原周刊第七期，是对于该刊登载章锡琛与陈百年教授谈梦周建人再答陈百年先生论一夫多妻两文的说明。一九二五年一月，章锡琛周建人在妇女杂志第十一卷第一号发表关于性道德问题的文章，陈百年即在现代评论上加以非难。而章周投寄现代评论的答辩却受到该刊的压制。因此在莽原第四六七期上，为讨论这一问题提供了篇幅。指莽原周刊第四期一九二五年五月十五日刊载的周建人答一夫多妻的新护符和章锡琛驳陈百年教授一夫多妻的新护符二文。按现代评论第十四期一九二五年三月十四日刊登陈百年的一夫多妻的新护符对章周提出非难以后，周建人和章锡琛分别写了恋爱自由与一夫多妻和新性道德与多妻两篇答辩文章寄现代评论，但该刊直到第二十期还不予发表。于是他们又分别写此二文投寄莽原。陈先生的信指莽原周刊第六期一九二五年五月二十九日刊载的陈百年给周章二先生的一封短信，信中为现代评论迟迟不发表周章文章辩解，并提出停止论战。陈百年，名大齐，字百年，浙江海盐人。当时是北京大学教授。现代评论的答复指现代评论第二十二期一九二五年五月九日刊载的陈百年答章周二先生论一夫多妻一文。在这期最末的通讯栏里，同时摘登了周章二人写的恋爱自由与一夫多妻和新性道德与多妻。"}
