{"text":"倘若这话从一个寄生在巨人身上的侏儒口中说出，就只能令人啼笑皆非了。他是一个小小的骚人墨客。有一天，他邂逅了一个姑娘，有一点儿好感，于是他使劲表达自己的这一点儿好感。他被表达的冲动所控制，因此而失去了对文字的控制，文字使他偏离了自己的真实感情。结果当然十分狼狈他不得不承认自己欺骗了姑娘。这是文字诱惑人做蠢事的一个小小的例子。他永远在沉思，但人们从来不曾听见他发表过什么思想。她没有肉体，也没有灵魂，可是她有事业！他不知道应该做什么，于是他就写诗。有一种人，善于接近名人而不善于接近思想，其从事哲学的方式是结交哲学界名流，成果便是一串煌赫的名字。我不禁想就算这些名人并非徒有其名，他们的哲学难道和伤寒一样也会传染吗有一种人，活着只有一个目的，就是在大庭广众之中引人注意。不拘用什么手段，包括用最高的嗓门说出最蠢的话，只要被注意了，他就得意洋洋，觉得自己是个人物了。今日文坛上也多这种人。"}
{"text":"这倒未必出于趋炎附势的算计，毋宁说是出于趋利避害趋乐避苦的本能。成功者的四周洋溢着一种欢快的气氛，进入这氛围似乎便分享了他的欢快。相反，失败者即使不累及旁人，他的那一种晦气也够令人感到压抑了。情绪是会传染的。每个人自己的烦恼已经嫌多了，谁又愿意再去分担别人的烦恼呢当然，我只说人之常情，不包括超出常情的特殊情形。青春自有其残酷的一面。生命陶醉于自己的蓬勃生长，欢快地摄取营养，无暇顾及他人的痛苦，甚至他人的痛苦也可以化作它的营养。这与天性是否善良无关。所以，年幼者对于年长者的沧桑之痛难免隔膜，而一个柔弱的妙龄女子也会对她不爱的崇拜者的苦恼无动于衷。失败者往往会成为成功者的负担。失败者的自尊在于不接受施舍，成功者的自尊在于不以施主自居。当我们被人诬蔑，加以莫须有的罪名时，我们愤怒了。当我们被人击中要害，指出确实有的污点时，我们更加愤怒了。我买了一张书桌，抬回家，才发现桌面上划破了一块。于是，几个钟点内，老是看见这斑点，老是想着这斑点。整张桌子不见了，浓缩成了这一个斑点。当它不属于我时，我对斑点视而不见，那是一个可以忽略不计的小缺点。一旦它属于我，就是怎么也看不顺眼的致命弱点了。物如此，人是否也如此呢问你如果让你定居，你喜欢热闹的都市，还是寂静的山林？再问你如果身处山林，你喜欢一人独居，还是有人陪伴？再问你如果有人陪伴，你喜欢她是你的太太，还是一个陌生姑娘？每一个问题都有两个相反的答案。――这句话不是我发明的，最早说这句话的是古希腊哲学家普罗泰哥拉。弱者的自卫往往比强者的进攻更加有力。他们刚上车，彼此争行李架，像仇敌。车开了，安定下来了，为了解闷，彼此搭话。其中一位到站了，另一位就从他们曾经争夺过的行李架上帮他搬下行李，送到车门口，如同老朋友。狭小的空间强迫人们竞争，也强迫人们亲近。一个人的钱包被窃了，周围的人无非有三种心理一，有限的同情二，为自己庆幸，因为被窃的不是自己三，幸灾乐祸。"}
{"text":"弱者的自卫往往比强者的进攻更加有力。他们刚上车，彼此争行李架，像仇敌。车开了，安定下来了，为了解闷，彼此搭话。其中一位到站了，另一位就从他们曾经争夺过的行李架上帮他搬下行李，送到车门口，如同老朋友。狭小的空间强迫人们竞争，也强迫人们亲近。一个人的钱包被窃了，周围的人无非有三种心理一，有限的同情二，为自己庆幸，因为被窃的不是自己三，幸灾乐祸。在同一个人身上，这三种心理往往混合在一起，只是比例不同罢了。"}
{"text":"这时候，那些本来使你深感屈辱的不公正行为都变成了供你认识的材料，从而减轻了它们对你的杀伤力。一本浅薄的书，往往只要翻几页就可以察知它的浅薄。一本深刻的书，却多半要在仔细读完了以后才能领会它的深刻。一个平庸的人，往往只要谈几句话就可以断定他的平庸。一个伟大的人，却多半要在长期观察了以后才能确信他的伟大。我们凭直觉可以避开最差的东西，凭耐心和经验才能得到最好的东西。有时候，最艰难最痛苦的事情是做决定。一旦做出，便只要硬着头皮执行就可以了。不要出于同情心而委派一个人去做他很想做的可是力不能及的事，因为任人不是慈善事业，我们可以施舍钱财，却无法施舍才能。懦弱懦则弱。顽强顽则强。那么，别害怕，坚持住，你会发现自己是个强者。世上许多事，只要肯动手做，就并不难。万事开头难，难就难在人皆有懒惰之心，因为怕麻烦而不去开这个头，久而久之，便真觉得事情太难而自己太无能了。于是，以懒惰开始，以怯懦告终，懒汉终于变成了弱者。在较量中，情绪激动的一方必居于劣势。假如某人暗中对你做了坏事，你最好佯装不知。否则，只会增加他对于你的敌意。他因为推测到你会恨他而愈益恨你了。真诚如果不讲对象和分寸，就会沦为可笑。真诚受到玩弄，其狼狈不亚于虚伪受到揭露。对待世俗的三种居高临下的态度一，天才藐视二，智者超脱三，英雄征服。人生中的有些错误也许是不应当去纠正的，一纠正便犯了新的也许更严重的错误。"}
{"text":"但也可能相反没有人注意这位有分寸的导师。世人往往不理睬平和的真理，对极端的真理则大表震惊和愤慨，然后就悄悄打折扣地接受。一切被人们普遍接受并长久流传的真理，在其倡导者那里几乎都是极端的，说得太过分的，只是后来才变得平和持中。新思想的倡导者在某种程度上都是偏执狂，他对自己的发现有一种狂热，每每把它绝对化。一种新思想无非是看事物的一个新角度，仅仅是一个角度，但倡导者把它看作唯一的角度，把它变成轴心了。就让他这样做好了，否则很难引起世人的注意。只有这样做，才可能使人们摆脱习惯的角度，接受新的角度。在人类文化发展过程中，他的偏执并无大害，迟早会被克服，而他发现的新角度却永远保留下来了，使得人类看事物的角度日益多样，灵活，自由。于是，偏执辩证地导致了灵活。你也来创造一种新思想。新思想天底下哪有什么新思想人类的历史实在太漫长了，凡是凭人类的脑袋想得出来的思想，在历史上都已经提出过了。人们是很迟钝很粗心的，面对五花八门的世界，什么印象也形不成。于是有人出来把世界的某一因素加以夸大，说成是世界的轴心，大事宣扬一番。人们这才有了印象，并且承认这样做的人创造了新思想，是思想家。这派夸大了这个因素，那派夸大了那个因素，待到所有的因素都被夸大过了，又有人出来兼收并蓄，加以综合，于是又算提出了新思想，又成一派。以后呢，人类是很健忘的，它换个儿崇拜各种思想然后换个儿把它们忘掉，于是有人把人类早已遗忘的某种思想用新的术语装饰一番，重新搬出来，又算是创造了新思想。这就是人类的一部思想发明史，一部文化史。论误解的必然和必要人类思想凭借误解而发展独立的思想家凭借误解前人思想而形成诠释是自我生长的一种方式。当一个大师解释另一个大师时，难免发生曲解，因为他自己的思想太强大了，犹如强磁场，使一切进入这磁场的事物都发生了扭曲。一个思想家一旦形成他一生中的主导思想，他便成熟了，此后他只是在论证阐释应用发挥丰富他的这个主导思想。很少有人根本改变自己的主导思想，而且其结果往往是不幸的――多半不是确立了一个新的主导思想，而只是转入了别人的思想轨道，丧失了自己的活力和特色。"}
{"text":"当一个大师解释另一个大师时，难免发生曲解，因为他自己的思想太强大了，犹如强磁场，使一切进入这磁场的事物都发生了扭曲。一个思想家一旦形成他一生中的主导思想，他便成熟了，此后他只是在论证阐释应用发挥丰富他的这个主导思想。很少有人根本改变自己的主导思想，而且其结果往往是不幸的――多半不是确立了一个新的主导思想，而只是转入了别人的思想轨道，丧失了自己的活力和特色。唯有旷世大才能够经历主导思想的根本转折而又不丧失活力和特色。人类思维每每开出相似的花朵，相隔数千年的哲人往往独立地发现同一真理。这与其说是因为人类心理结构的一致，不如说是因为人类境遇的一致。不管社会如何变化，人类总的境遇是始终如一的。我愈来愈不信任哲学和文学中的所谓客观研究，我也愈来愈厌烦那种面面俱到四平八稳的评述文章。你喜欢谁，你就去研究谁好了。你在哪些方面与他发生强烈的共鸣或抗争，你就去写那些方面好了。至于其他的人和方面，只要真正有价值，自会有相宜的人对之发生共鸣和抗争，由他们来研究和写作总比由你来研究和写作更合适。我想，在思想史领域中，如果我们的都去写自己真正感兴趣的思想家，并且仅限于写自己真正有感受的侧面，如此产生的成果放到一起，要比人人都写面面俱到的评介文章更能反映思想史和思想家的真实面貌，主观的方式达到了更客观的效果。开放不是兼收并蓄。一种思想有其独特性，又能与其他思想对话，这就是有开放性了。在这片古老土地上进行的大规模政治实验的失败，迫使中国回到了一种比较自然的社会过程。二十年前的思想解放运动的含义已经逐渐分明，它真正解放的是人的本能以及由本能所驱动的市场，而思想自身却丧失了特权。不过，我对这一变化持积极的评价。当思想拥有特权之时，其命运不外乎为王或为寇，而现在，它至少有了在市场上卖和买的自由，以及――只要自己愿意――不卖和不买并且远离市场的自由。市场对于思想是冷漠的，因冷漠而是宽容的，与那个对思想狂热而严酷的时代相比，我对眼下的状态要满意得多。第一种人有常识，没有思想，但也没有思想的反面――教条。他们是健康的，像动物一样健康。第二种人有常识，也有教条，各有各的用处。"}
{"text":"不过，我对这一变化持积极的评价。当思想拥有特权之时，其命运不外乎为王或为寇，而现在，它至少有了在市场上卖和买的自由，以及――只要自己愿意――不卖和不买并且远离市场的自由。市场对于思想是冷漠的，因冷漠而是宽容的，与那个对思想狂热而严酷的时代相比，我对眼下的状态要满意得多。第一种人有常识，没有思想，但也没有思想的反面――教条。他们是健康的，像动物一样健康。第二种人有常识，也有教条，各有各的用处。工作用教条，生活靠常识。他们是半健康的。第三种人完全缺乏常识，全然受思想的支配，或者全然受教条的支配。从常人的眼光看来，他们是病人，前者是疯子，后者是呆子。思想停止了，才有思想。一切思想都是回忆。思想是一份一经出版就被毁掉的原稿，学问便是各种充满不同印刷错误的版本，每一种都力图证明自己最符合原稿。感情的极端是痴，思想的极端是疯。有时思想孕育于沉默，而靠谈话催产。有时思想孕育于谈话，而靠沉默催产。感觉与感觉之间没有路，只能跳跃。思想与思想之间有漫长的路，必须跋涉。前者靠灵巧，后者靠耐力。真理是人人知道而只有一个人敢说出来的东西。不过，也可能相反真理是人人都不知道而只有一个人知道却不肯说出来的东西。谎言重复十遍就成了真理，――当然是对那些粗糙的耳朵来说。还有另一种情形真理重复十遍就成了谎言，一一对于那些精致的耳朵来说。一个真理在人云亦云的过程中被抹去了个性，从而丧失了原初的真实性。精致的耳朵是宁愿听到有个性的谎言，而不愿听到无个性的真理的。不妨说，有个性的谎言比无个性的真理更为真实。在精神创造的领域内，不可能有真正的合作，充其量只能有交流。在这个领域内，一切严肃伟大的事情都是由不同的个人在自甘寂寞中独立完成的。他们有时不妨聚在一起轻松地玩玩，顺便听听别人在做些什么事，以便正确估价自己所做的事。这是工作之余的休息，至于工作，却是要各人关起门来单独进行的。"}
{"text":"这种时候，我多半是宁可放弃这种利益的。倘若同样的情形落在别人头上，我作为旁人而为之打抱不平，那就会理直气壮得多。我对任何出众的才华无法不持欣赏的态度，哪怕它是在我的敌人身上。我无求于人。求朋友会伤害我的虚荣心，求敌人会伤害我的骄傲。当我注定要与一个人敌对时，我不怕我的敌手太恶，而怕他太善，使我不能下决心与他交战。一件事情，即使是我感兴趣的，一旦作为任务规定下来，非做不可，我就会忽然提不起兴趣来。当然，还有另一种情况如果没有某种外部强制，只凭兴趣，也许一件事情也不能做到底。在某一类人身上不值得浪费任何感情，哪伯是愤怒的感情。我把这一点确立为一个原则，叫做节省感情。我就怕人讲理。我就怕人不讲理。我就怕不知道人讲不讲理。对于我来说，谎言重复十遍未必成为真理，真理重复十遍无须十遍就肯定成为废话。他们很狂，个个都是天下第一。我能说出的狂言只有一句我是天下第一不狂的人。最能使人从一种爱恋或怀念中摆脱出来的东西是轻蔑。当你无意中发现那个你所爱恋或怀念的人做了一件让你真正瞧不起的事情，那么好了，你在失望的同时也就解脱了，那些在记忆中一直翠绿诱人的往事突然退色凋谢了。我喜欢周围都是漠不相干的人，谁也不来注意我。我本能地怀疑一切高调，不相信其背后有真实的激情。"}
{"text":"不乱不空，宁静又充实，谓之澄明。我生活在我的思想之中。那把我从中拉了出来的人，是我的救星，还是我的仇敌幸运的和不幸的人们呵，你们实际上经历过的一切，我在心灵中都经历过。繁忙中清静的片刻是一种享受，而闲散中紧张创作的片刻则简直是一种幸福了。我会厌倦一本书，一个人，一间屋子，一座山丘，一条河流，可是我怎么会厌倦新鲜空气呢有时候我想一个人一辈子永远是自己，那也是够单调乏味的。当我忙忙碌碌时，我多么厌恶自己。宿舍熄灯了，一个十七岁的大学生蹲在走廊的灯光下写诗。我喜欢那时候的我。我怀念上大学的日子，校园里孤独的漫游，心中浓郁的惆怅，每一个早晨都在甜蜜的预感中开始，因为有诱人的内心生活等着我年龄就像面孔一样，自己是看不到的，必须照镜子，照见了的也只是一种外在的东西。我不接受年龄就像有时不接受我的面孔一样。生命中充满不测和灾祸，我惊奇自己竟然活到了今天。可是，即使活到了一百岁，我对死亡仍然大惑不解。我知道什么呢？――所以我年轻。于是我不得不承认，只要活着，青春就是一种轮回。而忘记年龄的人不会老，――当然会死。即使在悲伤的时候，打开窗户，有新鲜空气涌入，仍然会禁不住感到一阵舒畅。我年轻得涨满情欲又在情欲的爆炸中失去了躯体，我老得堆满记忆又在记忆的重压下遗忘了一切。我始终摆脱不了尴尬，有时是因为我太年轻，世界太老有时是因为世界还年轻，我却老了。有时候，我觉得人类的一切观念在我头脑里都消失得无影无踪了，都成了毫无意义的声音和符号。于是，我感到一种解脱，又感到一种惶恐。我预感到在进入永恒的黑夜之前，会有一个耀眼的白昼，在正午太阳的曝晒下，没有阴影，没有色彩，没有思想，没有苦恼有一天我突然发现，爱情事业友谊名声都消逝了，但我还活着，活得如此单纯坦然。"}
