{"text":"速度几十迈，奔跑即达终点线，哎哟，栽了个狗啃泥，你说生活给你开了个玩笑，我说你不长眼，他说生命律动之使然。此中调侃岂不是预料之外，情理之中？天空飘过一朵云，有时是阴，有时是晴，但白昼终归还是白昼。散发扁舟面对名高权重的位子，同僚们志得意满面对雕梁画栋的房子，同僚们心旌摇荡面对风姿绰约的女子，同僚们目迷神醉面对灿然溢光的银子，同僚们争先恐后。而你却挂冠离去，撑一叶扁舟，浪迹五湖。咱们苦身戮力与大王共祸同难，二十年呕心沥血，方灭吴复国，换得锦绣河山。而今功成业就，西施不解，士兵不解，百姓不解，勾践不解。你淡笑一笑。那笑里含着勾践为人与可同患，难与处安，那笑里含着飞鸟尽，户弓藏，狡兔死，走狗烹那笑里含着大名之下，难以久居那笑里含着功高震主皆嫔怼你走了，出人意料地走进了隐逸你走了，情理之中地荣膺了圣哲。范蠡，智者的慧识，让你福同海阔，寿与天齐。史圣突围万丈高楼堕足，扬子江心翻船，司马迁心惊肠断。铁链磁疗头，镣铐加脚，狰狞磨刀，豺狼捋袖，一声惨呼，鬼神泣，天地愤。泪已尽，牙已碎，本以为你引刀自诀身已残，心已钝，本以为你饮药自裁朋友弃，亲人离，本以为你悲赴黄泉。而你却活了下来，坚强如山，意志如铁，在那个信奉士可杀不可辱的时代，在那个推崇名节重似命的时代。文王拘而演周易，你想起了父亲临终之嘱仲尼厄而作春秋，你想起了雄才多磨难左丘失明而有国语，又想起了百炼方钢孙子膑脚，兵法修列，你想起了花香从苦寒韩非囚秦而作说难孤愤，你想起了英志还未竟。于是任下流谤议，于是任乡党嘲讽，于是任口诛笔伐，于是史记铸就，于是汗青流光，于是你在出人意料中高大，于是你在情理之中不朽。生活不可能潮平两岸阔，偶然的不幸，恰是天才的进步阶梯，风雨过后，眼前才会是鸥翔鱼游的天水一色，中秋之月不可能永远见岁岁明如水，偶然的暗淡，恰是镜子的背后之面，有所缺撼，人生才会是积翠如云的空朦山色。点评文章立意高远，小站在历史的高度，以审视的眼光，评析历史上的著名人物范蠡和司马迁，从而辩证地说明了意料之外与情理之中的关系。主旨鲜明，紧扣话题，故事引用贴切，评析富有深度，突出显示出小的辩证思维能力和对材料的把握潭取文章语言老道，文采斐然，引论文信手拈来，可见小颇具文言功底。"}
{"text":"点评文章立意高远，小站在历史的高度，以审视的眼光，评析历史上的著名人物范蠡和司马迁，从而辩证地说明了意料之外与情理之中的关系。主旨鲜明，紧扣话题，故事引用贴切，评析富有深度，突出显示出小的辩证思维能力和对材料的把握潭取文章语言老道，文采斐然，引论文信手拈来，可见小颇具文言功底。文章匠心独运，形式新颖别致，采用小标题，富于创新意识，值得借鉴。严敬群会心一笑看世界安徽考生那皱眉的一叹，那惊起的长嗟，那数不清的问号与叹号――是出人意料。那顿时的感悟，那会心的一笑，那深入思考后的释然――是情理之中。自然的风吹过耳际，清澈的泉流过脚畔，大自然无言地向我们启迪出人意料与情理之中的趣味关系。枯松倒挂倚绝壁，你是否惊叹过山松的不可思议。看那虬劲的枝条彰显出生命的出人意料，纵然有雪压青松，它依然指向天空。因为它的根比枝更顽强，深深扎入岩缝，吸收着大地母亲的精华，不要怀疑，要知道当一颗山松的种子落入岩隙中，就注定经历着困难的洗礼，这就是情理之中。冰心曾说人们总是惊羡于花儿的明艳，却不知道那种子当初经历了怎样的血泪的洗礼。的确，当布满鲜花的康庄大道向前延展时，背后一定有荆棘和鲜血的铺垫当天际出现美妙的彩虹，呈现水天一色的鸥翔鱼游时，之前一定经历了一场摧天坼地的电闪雷鸣当登上山巅，惊叹于积翠如云的空魃缴中，一定曾经付出攀爬的汗水与难。自然说每一个出人意料的背后一定站着一个必然的情理，这是会心一笑的真理。社会的大潮涌动，在历史和现实的海岸也有许多相同的道理。元素周期律的发现源于门捷列夫的一场梦，苯环的发现也是源自一个盹，这的确有些出人意料，但如果两位科学家没有潜心研究，深入思考，哪有梦醒后的顿悟呢？清朝初期皇上大臣一直在做天朝上国的美梦，那西方的坚船利炮打昏了清朝统治者，他们纷纷张大了眼睛，表示出人意外，但是背后那腐朽的封建臭泥土上不分明揭示出情理之中吗？奥运会上女网双打冠军是名不见经传的李娜和孙甜甜，西方媒体纷纷冠之以希腊神话，但两人平日的刻苦训练不是给这胜利一个情理之中的理由吗？情理之中是理智之箭，冲破了出人意料的纱网，给了心灵令人清醒的一吻。"}
{"text":"清朝初期皇上大臣一直在做天朝上国的美梦，那西方的坚船利炮打昏了清朝统治者，他们纷纷张大了眼睛，表示出人意外，但是背后那腐朽的封建臭泥土上不分明揭示出情理之中吗？奥运会上女网双打冠军是名不见经传的李娜和孙甜甜，西方媒体纷纷冠之以希腊神话，但两人平日的刻苦训练不是给这胜利一个情理之中的理由吗？情理之中是理智之箭，冲破了出人意料的纱网，给了心灵令人清醒的一吻。穿过出人意料看世界，原来有这么多情理之中，过去如此，现在未来也如此――会心一笑看世界。点评切合题意，内容充实，材料丰富，环节清晰，过渡自然，说理形象而透彻，中心突出。语言有意蕴，且文采斐然。严敬群昭君出塞安徽考生我坐在小姐的身边。看宁静的月光勾勒出姣好的面容，再皎洁再美的月光也无法和你相比啊，我貌美绝伦的小姐！然而你选择了离开。离开那金雕玉砌的皇宫，踏上了奔向大漠的马车。长安城渐行渐远，只有那明月仍不舍地追随。你的决定震动了整个皇宫！当他们看见你惊世的容貌，都愣住不能言语。我的小姐啊，还记得当你走入殿堂，满朝文武的惊诧吗？还记得元帝看见你时骤然苍白的陈穑开你的决定震动了整个长安城！看看那沿街驻足惊叹的百姓吧，或者，想想临行前的那个夜，连月亮也深躲在云后哭泣，不敢相信这样的事实。你曾说你爱江南水汽氤氲的小桥流水人家，你曾说你梦想骑一匹轻快的马，打江南而过，让欢笑融入滚滚的长江水。可是，你出人意料地选择了干旱荒芜的大漠，选择了漫天黄沙的孤寂的异域生活。马蹄声声，像是在诉说着什么。两侧是笔直的白杨，光洁的躯干刚直而美丽，或许，小姐，你是那白杨吗？月亮爱恋你的脸庞，或许，不仅仅是因为你如花的容貌？曾亲见别的小姐悄悄拿出私藏的金钗玉石塞进毛延寿的手中，那画布上的人儿立刻便增色万分。我气愤之余也想让你寻那条捷径，毕竟寻得元帝的宠爱才会有出人头地之日。但是，你却拒绝了，拒绝卑劣的捷径，拒绝向毛延寿们低下你高贵的头！那一刻，我分明看见眼中的白杨，坚强而笔直。还记得我们在太液池上荡舟嬉闹吗？姐妹们都掐着那朵娇艳的荷花说最美，而你，却独独把目光投向岸边静静绽放的不知名的小花。你并不爱恋这种锦衣玉食的骄奢生活。多少个夜晚，我睁开惺忪的睡眼，看你仍在灯下翻着那泛黄的线装书。"}
{"text":"曾亲见别的小姐悄悄拿出私藏的金钗玉石塞进毛延寿的手中，那画布上的人儿立刻便增色万分。我气愤之余也想让你寻那条捷径，毕竟寻得元帝的宠爱才会有出人头地之日。但是，你却拒绝了，拒绝卑劣的捷径，拒绝向毛延寿们低下你高贵的头！那一刻，我分明看见眼中的白杨，坚强而笔直。还记得我们在太液池上荡舟嬉闹吗？姐妹们都掐着那朵娇艳的荷花说最美，而你，却独独把目光投向岸边静静绽放的不知名的小花。你并不爱恋这种锦衣玉食的骄奢生活。多少个夜晚，我睁开惺忪的睡眼，看你仍在灯下翻着那泛黄的线装书。拨开纷繁的是非，透过你耀眼的光环，我看见你的宁静你的淡泊，你的坚贞不渝你的忠于心灵，当华美的叶片都落尽，你白杨一般屹立的身影，清晰而美好。那一瞬，我忽然理解了你的选择，确在情理之中。马蹄扬起细小的沙尘，折射着皎皎月光，折射出一个安宁而美好的未来。点评借古老的故事演绎话题的内涵，很有创意。文章语言流畅，用词贴切，描写中有精彩形象，强化了出人意料，记叙中使用对比象征，深化了意料之中。选用第一人称表达，便于揭示主题。线装书似有不实，属一点瑕疵。严敬群这是我成长过程中，难忘的一件小事。那一天我去同学家玩，微风吹来，风铃发出清脆悦耳的声音。就在它随风摆动的那一瞬，那串紫风铃照亮了我的双眼。它小巧玲珑，银白色细绳吊着紫色的小铃档，小铃档周围还有许多紫色的金属圆环。微风吹来，小铃档撞着圆环，圆环碰着小铃档，发出的声音像小鸟鸣叫，又像山谷里泉水的歌唱。回到家，我仍想着那串风铃，想着它挂在我小屋窗口的妙处。心晴的时候，我可以摇响它，让它陪我欢快地笑心雨的时候，我可以倚在窗口，望着外面的天，静静地聆听它清脆的话语。我忽然发现，我对那串风铃竟然那么痴情！有一天走在大街上，忽然瞥见一家精品屋里正摇摆着幽幽的紫色。我快步走过去，惊喜地欣赏那串风铃。店主立刻微笑着走过来。她向我介绍它的诸般好处，还不时夸我有眼力。我决定买下它。问好价格，我便赶回家取钱。回到家，妈妈正在看电视，告诉我节目很感人。我瞥了一眼荧光屏，看到了一双双充满渴望和忧虑的眼睛，那一双双属于山村孩子渴求知识的眼睛让我被深深地震撼了。我拿着钱走在路上，却没有了那份急切。路过银行，发现给希望工程捐款的有关注意事项，我看清了数额――元。我手里恰恰有元，要是数额少点就好了！说不清为什么，我内心里矛盾起来。"}
{"text":"我快步走过去，惊喜地欣赏那串风铃。店主立刻微笑着走过来。她向我介绍它的诸般好处，还不时夸我有眼力。我决定买下它。问好价格，我便赶回家取钱。回到家，妈妈正在看电视，告诉我节目很感人。我瞥了一眼荧光屏，看到了一双双充满渴望和忧虑的眼睛，那一双双属于山村孩子渴求知识的眼睛让我被深深地震撼了。我拿着钱走在路上，却没有了那份急切。路过银行，发现给希望工程捐款的有关注意事项，我看清了数额――元。我手里恰恰有元，要是数额少点就好了！说不清为什么，我内心里矛盾起来。脑海里一会儿是风铃，一会儿是那些充满渴望的眼睛，两者似乎在打架，而且实力不分上下。我索性站在原地不动，等待它们决出胜负。最后，风铃输了，我决定过几天再买它。我把元捐给了贫困山区的孩子。过了几天，我再次看见了那串紫风铃，却发现它不再那么美丽了。在众多的小饰品中，它只不过是极其普通的一件。这件事，是我成长过程中的一个分水岭，它是我关心别人奉献爱心的一个开端，我从此长大了。简评文章以第一人称讲述真实而生动的故事，娓娓道来。文章围绕紫风铃和向希望工程捐款组织情节，以一双双充满渴望和忧虑的眼睛，那一双双属于山村孩子渴求知识的眼睛让我被深深地震撼了作为情节的转折点，构思别致而精巧。我的初中生活有人说初中的生活像男孩的阔步，洋溢着不尽的豪情和永不褪色的风采。在我的眼里，我的初中生活像一首交响乐曲，主旋律只有六个字磨练考验挑战磨练，总伴随着机遇出现。六年的寒窗苦读，总算没有白费。直到去年月份，我终于迈进了求真中学的大门，跨上了人生的第二个台阶。求真是培养人才的基地，他们赏识人才。在这里，求真教会了我许多做人道理，丰富了我的人生经验。考验，比磨练更累人，但往往收获更多。我是班上的班长，主管班级的大小事务。在管理别人的同时，自己一定要比别人的做得更好，才能让别人对我这个班长心服口服。平时，我为班级工作尽心尽力，态度认真负责，所以经常为了学校布置的任务忙到很晚，但这是对我自己的考验。我相信，长久的考验会让我立于不败之地，让我永远在群星中发出灿烂的光芒。有磨练，有考验，当然也少不了挑战，尤其要自己挑战自己。因为挑战是对经过磨练和考验后的一种检验。求真是四方区比较好的一所学校，当然也是高手云集之地。有高手，初中的生活才更富有挑战性，才会更刺激。"}
{"text":"我是班上的班长，主管班级的大小事务。在管理别人的同时，自己一定要比别人的做得更好，才能让别人对我这个班长心服口服。平时，我为班级工作尽心尽力，态度认真负责，所以经常为了学校布置的任务忙到很晚，但这是对我自己的考验。我相信，长久的考验会让我立于不败之地，让我永远在群星中发出灿烂的光芒。有磨练，有考验，当然也少不了挑战，尤其要自己挑战自己。因为挑战是对经过磨练和考验后的一种检验。求真是四方区比较好的一所学校，当然也是高手云集之地。有高手，初中的生活才更富有挑战性，才会更刺激。在压力的驱使下，同学们都投入了紧张的复习，比赛也会更扑朔迷离，鹿死谁手还是个未知数。我也会以积极的态度投入到各种各样的比赛和考试之中，去收获曾经付出的辛劳和汗水。在初中生活的舞台上，我们都尽情地展示自己。在群星中，我也许不是最为耀眼的，但我还是会发出自身独特的光芒。我的初中生活啊，将会充满风雨和阳光！我的初中生活初中生活，宛如缕缕青烟，炊烟袅袅初中生活，宛如朵朵鲜花，娇艳动人初中生活，宛如滴滴细雨，连绵不断。这就是我所拥有的初中生活，夹杂着烦恼甜蜜与惆怅。这三者往往会不谋而合，躲也不是，闪也不是，令我无从支配。与初中相比，小学生活的确逊色很多，没有反复的督促，严历的管教。初中生活，紧张而又有序，充裕的时间，却会带给你无限的挑战，让你自己发崛其中的奥妙，自己体会其中的意义。你投降，你堕落，前途将一片漆黑反之，你拼搏，你进取，明亮的曙光将永远照射着你。小学时的我阳光开朗无忧无虑，肩上没有任何负担，心中只有一个信念自己认为正确的值得的，按着意思做就好，从不顾忌它的后果，即使错误连篇，也无动于衷。可是现在的我，变了，虽然还不够彻底。我不在是以前的乐天派，连笑声，也带有一点儿虚假，学习成绩，更是一落千丈。对于一筹莫展的我，还有什么更好的解决方法吗？渐渐地，我意识到了这样沉沦的后果，于是，竭尽摆脱它的纠缠，我一点点逼近光明，一步步离开黑暗，我学会与优等生相比，做为目标，一个个追赶。一次不行，还有第二次，第二次不行，还有第三次我一次次鼓励自己，将黄昏时的一声声叹息转化为动力，再难，不怕！说实话，有时在困难面前，我的确低过头，凡是看到打号的题目，还没审题，就知道自己不行，乍一看，才了解题目并不难，从而构成了我的不自信。"}
{"text":"对于一筹莫展的我，还有什么更好的解决方法吗？渐渐地，我意识到了这样沉沦的后果，于是，竭尽摆脱它的纠缠，我一点点逼近光明，一步步离开黑暗，我学会与优等生相比，做为目标，一个个追赶。一次不行，还有第二次，第二次不行，还有第三次我一次次鼓励自己，将黄昏时的一声声叹息转化为动力，再难，不怕！说实话，有时在困难面前，我的确低过头，凡是看到打号的题目，还没审题，就知道自己不行，乍一看，才了解题目并不难，从而构成了我的不自信。我胆怯，现实生活，总不能以现实的角度承受我望而却步，总不能坦率地言表自己的看法。久而久之，这已成为一处难以抹灭的阴影。虽然对任课老师不在生疏，但依旧无法令我顺其自然。我的初中生活，多雨晴朗转阴，谁有无法预料以后将会演变成什么，或许会布满荆棘一路坎坷，也可能一帆风顺，光芒万丈，但是我相信，守得云开见明月，风雨后的彩虹一定是最美丽的！年全国各地年湖南高考作文题它被天边的彩云所吸引，奋力飞腾，寒冷饥寒风雨都无法阻止它，它毅然决然地向上飞，飞上高山之巅，它已经精疲力竭，伤痕累累。一个声音问值得吗？天地苍茫彩云缭绕，它内心充实而满足，喃喃答道我愿意。父亲的书桌对面有一把小椅子，儿子坐在那里陪伴着下班回家在桌子前剪报的父亲，父子俩没有说话，静静相对。儿子望着父亲祥和的面容，心里充溢着宁静的幸福父亲您辛苦了，能这样陪陪您，我真的很愿意。根据上面两则材料，结合自己的感受和思考，任选角度，自拟题目，写一篇不少于字的记叙文或议论文。宿命我靠在昏暗潮湿的小矮墙上，我正在思考我的人生――我是一只猪。我们祖辈都一样，有着极其悲惨的宿命。宿命，宿命。我一生不愁吃，不愁穿，我只需要吃好睡好，每天重复着同样的事，日复一日看着同伴们渐渐膘肥的身材，我却始终壮不起来，我有着自己的思想。我不愿臣服于我的宿命，因为我深知，我的自由之日便是我受死之时。夜幕降临，我做了一个梦，梦见了我被屠夫送进了屠宰场。那儿陈列着一行一行的猪头，一列一列的猪肉，我明白，我们身上的猪头猪肉猪肠通通不是我们的，除了我们自己的灵魂。我一个激灵醒了过来。夜色朦胧，我站在猪圈门口，挥洒冷汗。同伴一个一个都睡着了，我沐浴着从断崖处吹来的山风，我的灵魂在内心躁动不安。"}
{"text":"我不愿臣服于我的宿命，因为我深知，我的自由之日便是我受死之时。夜幕降临，我做了一个梦，梦见了我被屠夫送进了屠宰场。那儿陈列着一行一行的猪头，一列一列的猪肉，我明白，我们身上的猪头猪肉猪肠通通不是我们的，除了我们自己的灵魂。我一个激灵醒了过来。夜色朦胧，我站在猪圈门口，挥洒冷汗。同伴一个一个都睡着了，我沐浴着从断崖处吹来的山风，我的灵魂在内心躁动不安。我似乎看见了狼在断崖上嗥叫。我也情不自禁，摆正了姿态，嗥叫了一声，同伴们瑟瑟发抖，痴迷的眼神望着我，显得很害怕。他们一定以为我患上了猪瘟，或者以为我是一只披着猪皮的狼。我没有解释什么，因为我只是顺从我内心的灵魂罢了。我决定要逃跑。什么？同伴们瞪着眼睛惊恐地看着我，此刻的我站在猪圈门口，继续沐浴我的清风。我知道他们不会理解我，就像人们不理解韩寒一样，我和他一样，都是叛逆的少年。就像汪国真说的要输就输给追求，要嫁就嫁给幸福。我的内心似乎更坚定了。明天，明天。红艳的晚霞如期而至，浓薄的雾气没忘记给大地披上一层灰色的荧幕。我趁着夜色，拱开了猪圈门，玩命似的往断崖飞奔，迎面来的是凉爽的清风。逃跑时我回头望了一眼，看到了我的母亲，从她的眼神里我看到的肯定的目光，似乎是我做了她想做却又不敢做的事情。断崖的清风不像猪圈，猪圈里的风夹杂着湿气和污臭。我摆正了狼的英姿，不断嗥叫，因为我战胜了我的宿命，我顺从了我内心的灵魂。心里有个声音一直在嘀咕你战胜了你自己的宿命，多么值得啊！夜幕下的断崖，依稀可见几颗星星，这勇敢的灵魂花，此时此刻，开得到处都是。考生同学化身为猪，暗合当年铁屋子的寓言，此文立意甚高。用思想――逃逸――自由的线索统领全文，结构也精巧。整体文字流畅自然，用词不浮夸，断句有节奏，可见该考生在文字上经历过较多的自我训练，所谓语感。略显不足的是，引用过气心灵鸡汤大师汪国真的警句，格调不够高远，未能给整篇加分。至于断崖，亦属残酷青春叙事，没必要苛求。整体而言，属于一个合适的满分，贴切写出了正处成年期追求思想独立期的青少年所思所想。"}
{"text":"用思想――逃逸――自由的线索统领全文，结构也精巧。整体文字流畅自然，用词不浮夸，断句有节奏，可见该考生在文字上经历过较多的自我训练，所谓语感。略显不足的是，引用过气心灵鸡汤大师汪国真的警句，格调不够高远，未能给整篇加分。至于断崖，亦属残酷青春叙事，没必要苛求。整体而言，属于一个合适的满分，贴切写出了正处成年期追求思想独立期的青少年所思所想。――袁复生潇湘晨报周末副刊版主编采用拟人的手法，运用第一人称来构思全篇，写一头猪无法接受祖辈的宿命，决心从猪圈中逃出去，并最终出逃成功的事情。文章心理描写细腻逼真，将一头猪的思想和情感一一展现出来，让我们在阅读中，由同情转为敬佩，从而油然地生出赞赏之情。另外，善用隐喻，如狼这一意象的反复使用，暗指猪心的叛逆。作为一篇记叙文，难能可贵的是，能够很好紧扣主题来叙述，使文章的内容与作文材料之间形成关联。作为一篇应试之作，在文中能够如此大胆地展示自己的想象力和创造力，实属不易。――雅礼中学骨干教师胡岭参与湖南年高考作文评卷工作本文选材新颖，从一只猪的视角展开对于值得的看法，让人耳目一新，容易抓人眼球，必定会给略显枯燥的看卷过程增添一丝趣味。其次，文章将主人公的心理描述得十分到位，短短八百字却将其思想转变刻画得入木三分。不得不提的是熟练的对比手法，主人公与其祖辈们的对比，与其他猪的对比，与其说是为了饱满情节，不如说是给勇于变革者以极高赞美。――湖南一高考考生有着超高的命中率，首先是用词准确，每一处描写都落到了实处，朴实的语言保证了弹无虚发。对事物特征也抓得很准，比如，对猪的生活进行概括，好吃好睡渐渐膘肥却壮不起来，就抓住了猪的众多特征中比较生动和具有代表性的一个。最重要的是这样一种天赋――对节奏和每句话出现的位置，有着直觉般准确的判断，例如这个精彩的开头，直接而果断，我是一只猪就像一个出现在最准确位置上的最准确的音符，它定下了全篇的节奏和基调。――彭剑斌，小说家，著有短篇小说集我去钱德勒威尔参加舞会宿命本是天注定，却又奈何不了你我。我们以旁观者的身份看待文中事，一不小心却成了文中人。"}
