{"text":"男人是什么，或者应该是什么？如果直接问这个问题，也许不易回答。可是，我常常听见人们这样议论他们看不起的男人某某真不像一个男人！可见人们对于男人应该怎样是有一个概念的，而问题的答案也就在其中了。什么样的男人会遭人如此小瞧呢？一般有这样一些特点，例如窝囊怯懦琐碎。一个窝囊的男人，活在世上一事无成，一个怯懦的男人，面对危难惊慌失措，一个琐碎的男人，眼中尽是鸡毛蒜皮，在所有这些情况下，无论男人女人见了都会觉得他真不像一个男人。现在答案清楚了。看来，男人应该不窝囊，有奋斗的精神和自立的能力，不怯懦，有坚强的意志和临危不惧的勇气，不琐碎，有开阔的胸怀和眼光。进取，坚毅，大度，这才像一个男人。无论男人女人都会同意这个结论。女人愿意嫁这样的男人，因为这样的男人能够承担责任，靠得住，让她心里踏实。男人愿意和这样的男人来往，因为和这样的男人打交道比较痛快，不婆婆妈妈。我是否同意这个结论呢？当然同意。我也认为，男人身上应该有一种力量，这种力量使他能够承受人生的压力和挑战，坚定地站立在世界上属于他的那个位置上。人生的本质决非享乐，而是苦难，是要在无情宇宙的一个小小角落里奏响生命的凯歌。就此而言，男人身上的这种力量正是人生的本质所要求于男人的。因此，我把这种力量看做与人生的本质相对应的男人的本质，而把拥有这种力量的男人称作本质的男人。当我们接触这样的男人时，我们确实会感到接触到了某种本质的东西，不虚不假，实实在在。女人当然也可以是很有力量的，但是，相对而言，我们并不要求女人一定如此。不妨说，女人更加具有现象的特征，她善于给人生营造一种美丽轻松快乐的外表。我不认为这样说是对女人的贬低，如果人生的本质直露无遗，而不是展现为丰富多彩的现象，人生未免太可怕也太单调了。最后我要补充一点看一个男人是否有力量，不能只看外在的表现。真正的力量是不张扬的。有与世无争的进取，内在的坚毅，质朴无华的大度。同样，也有外强中干的成功人士，色厉内荏的呼风唤雨之辈，铢两必较的慈善家。不过，鉴别并非难事，只要不被虚荣蒙蔽眼睛，很少有女人会上那种虚张声势的男人的当。亲疏随缘曾有人问我如何处理人际关系，我的回答是尊重他人，亲疏随缘。这个回答基本上概括了我对待友谊的态度。人在世上是不能没有朋友的。"}
{"text":"真正的力量是不张扬的。有与世无争的进取，内在的坚毅，质朴无华的大度。同样，也有外强中干的成功人士，色厉内荏的呼风唤雨之辈，铢两必较的慈善家。不过，鉴别并非难事，只要不被虚荣蒙蔽眼睛，很少有女人会上那种虚张声势的男人的当。亲疏随缘曾有人问我如何处理人际关系，我的回答是尊重他人，亲疏随缘。这个回答基本上概括了我对待友谊的态度。人在世上是不能没有朋友的。不论天才，还是普通人，没有朋友都会感到孤单和不幸。事实上，绝大多数人也都会有自己的或大或小的朋友圈子。如果一个人活了一辈子连一个朋友也没有，那么，他很可能怪僻得离谱，使得人人只好敬而远之，或者坏得离谱，以至于人人侧目。不过，一个人又不可能有许多朋友。所谓朋友遍天下，不是一种诗意的夸张，便是一种浅薄的自负。热中于社交的人往往自诩朋友众多，其实他们心里明白，社交场上的主宰决不是友谊，而是时尚利益或无聊。真正的友谊是不喧嚣的。根据我的经验，真正的好朋友也不像社交健儿那样频繁相聚。在一切人际关系中，互相尊重是第一美德，而必要的距离又是任何一种尊重的前提。使一种交往具有价值的不是交往本身，而是交往者各自的价值。在交往中，每人所能给予对方的东西，决不可能超出他自己所拥有的。他在对方身上能够看到些什么，大致也取决于他自己拥有些什么。高质量的友谊总是发生在两个优秀的独立人格之间，它的实质是双方互相由衷的欣赏和尊敬。因此，重要的是使自己真正有价值，配得上做一个高质量的朋友，这是一个人能够为友谊所做的首要贡献。我相信，一切好的友谊都是自然而然形成的，不是刻意求得的。我们身上都有一种直觉，当我们初次与人相识时，只要一开始谈话，就很快能够感觉到彼此是否相投。当两个人的心性非常接近时，或者非常远离时，我们的本能下判断最快，立刻会感到默契或抵牾。对于那些中间状态，我们也许要稍费斟酌，斟酌的快慢是和它们偏向某一端的程度成比例的。这就说明，两个人能否成为朋友，基本上是一件在他们开始交往之前就决定了的事情。也就是说，人与人之间关系的亲疏，并不是由愿望决定的，而是由有关的人各自的心性及其契合程度决定的。愿望也应该出自心性的认同，超出于此，我们就有理由怀疑那是别有用心，多半有利益方面的动机。"}
{"text":"当两个人的心性非常接近时，或者非常远离时，我们的本能下判断最快，立刻会感到默契或抵牾。对于那些中间状态，我们也许要稍费斟酌，斟酌的快慢是和它们偏向某一端的程度成比例的。这就说明，两个人能否成为朋友，基本上是一件在他们开始交往之前就决定了的事情。也就是说，人与人之间关系的亲疏，并不是由愿望决定的，而是由有关的人各自的心性及其契合程度决定的。愿望也应该出自心性的认同，超出于此，我们就有理由怀疑那是别有用心，多半有利益方面的动机。利益之交也无可厚非，但双方应该心里明白，最好还摆到桌面上讲明白，千万不要顶着友谊的名义。凡是顶着友谊名义的利益之交，最后没有不破裂的，到头来还互相指责对方不够朋友，为友谊的脆弱大表义愤。其实，关友谊什么事呢，所谓友谊一开始就是假的，不过是利益的面具和工具罢了。今天的人们给了它一个恰当的名称，叫感情投资，这就比较诚实了，我希望人们更诚实一步，在投资时把自己的利润指标也通知被投资方。当然，不能排除一种情况开始时友谊是真的，只是到了后来，面对利益的引诱，一方对另一方做了不义的事，导致友谊破裂。在今日的商业社会中，这种情况也是司空见惯的。我不想去分析那行不义的一方的人品究竟是本来如此，现在暴露了，还是现在才变坏的，因为这种分析过于复杂。我想说的是，面对这种情况，我们应取的态度也是亲疏随缘，不要企图去挽救什么，更不要陷在已经不存在的昔日友谊中，感到愤愤不平，好像受了天大的委屈。应该知道，一个人的人品是天性和环境的产物，这两者都不是你能够左右的，你只能把它们的产物作为既定事实接受下来。跳出个人的恩怨，做一个认识者，借自己的遭遇认识人生和社会，你就会获得平静的心情。快乐工作的能力中央电视台经济频道开展年度雇主调查活动，并以快乐工作为本次雇主调查的年度主题和核心价值观。我觉得快乐工作是一个有意思的题目，愿意谈一谈我的理解。我们在这个世界上生活，快乐是人人都想要的东西。不过，在多数情况下，快乐与工作好像没有什么关系。相反，人们似乎只有在工作之外才能找到快乐，下班之后双休日节假日才是一天一周一年中的快乐时光。当然，快乐是需要钱的，为此就必须工作，工作的价值似乎只是为工作之外的快乐埋单。工作本身不快乐，快乐只在工作之外，这种情况相当普遍，但并不合理，因为不合人性。什么是快乐？"}
{"text":"我觉得快乐工作是一个有意思的题目，愿意谈一谈我的理解。我们在这个世界上生活，快乐是人人都想要的东西。不过，在多数情况下，快乐与工作好像没有什么关系。相反，人们似乎只有在工作之外才能找到快乐，下班之后双休日节假日才是一天一周一年中的快乐时光。当然，快乐是需要钱的，为此就必须工作，工作的价值似乎只是为工作之外的快乐埋单。工作本身不快乐，快乐只在工作之外，这种情况相当普遍，但并不合理，因为不合人性。什么是快乐？快乐是人性或者说人的需要得到满足的一种状态。人性有三个层次。一是生物性，即食色温饱之类生理需要，满足则感到肉体的快乐。二是社会性，比如交往被关爱受尊敬的需要，满足则感到情感的快乐。三是精神性，包括头脑和灵魂，头脑有进行智力活动的需要，灵魂有追求和体悟生活意义的需要，二者的满足使人感到的是精神的快乐。精神性是人的最高属性，正是作为精神性的存在，人与动物有了本质的区别。同样，精神的快乐是人所能获得的最高快乐，远比肉体的快乐更持久也更美好。对于那些禀赋优秀的人来说，这一点是不言而喻的，如果让他们像一个没有头脑和灵魂的东西那样活着，他们宁可不活。获得精神快乐的途径有两类一类是接受的，比如阅读欣赏艺术品等另一类是给予的，就是工作。正是在工作中，人的心智能力得到了积极实现，人感受到了生命的最高意义。如同纪伯伦所说工作是看得见的爱，通过工作来爱生命，你就领悟了生命的最深刻秘密。当然，这里所说的工作不同于仅仅作为职业的工作，人们通常把它称作创造或自我实现。但是，就人性而言，这个意义上的工作原是属于一切人的。人人都有天赋的心智能力，区别在于是否得到了充分运用和发展。现在我们明白快乐工作与不快乐工作的界限在哪里了仅仅作为谋生手段的工作是不快乐的，作为人的心智能力和生命价值的实现的工作是快乐的。用马克思的话说，前者是一个必然王国，后者是一个自由王国。毫无疑问，在现实生活中，我们都还必须为谋生而工作。最理想的情况是谋生与自我实现达成一致，做自己真正喜欢做的事情，同时又能藉此养活自己。能否做到这一点，在一定程度上要靠运气。不过，我相信，在开放社会中，一个人只要有自己真正的志趣，终归是有许多机会向这个目标接近的。就个人而言，最重要的还是要有自己真正的志趣，机会只可能对这样的人开放。"}
{"text":"用马克思的话说，前者是一个必然王国，后者是一个自由王国。毫无疑问，在现实生活中，我们都还必须为谋生而工作。最理想的情况是谋生与自我实现达成一致，做自己真正喜欢做的事情，同时又能藉此养活自己。能否做到这一点，在一定程度上要靠运气。不过，我相信，在开放社会中，一个人只要有自己真正的志趣，终归是有许多机会向这个目标接近的。就个人而言，最重要的还是要有自己真正的志趣，机会只可能对这样的人开放。也就是说，一个人首先必须具备快乐工作的愿望和能力，然后才谈得上快乐工作。正是在这方面，今天青年人的情况令人担忧。中华英才网发起的中国大学生最佳雇主调查表明，在大学生对雇主的评价中，摆在首位的是全面薪酬和品牌实力两个因素。择业时考虑薪酬不足怪，我的担心是，许多人也许只有这一类外在标准，没有任何内心要求，对工作的惟一诉求是挣钱，挣钱越多就越是好工作，对于作为自我实现的工作毫无概念，那就十分可悲了。事实上，工作的快乐与学习的快乐是一脉相承性质相同的，基本的因素都是好奇心的满足发现和创造的喜悦智力的运用和得胜心灵能力的生长等。一个学生倘若在学校的学习中从未体会过这些快乐，在走出学校之后，他怎么可能向工作要求这些快乐呢？学校教育的使命是让学生学会快乐地学习，为将来快乐地工作打好基础。能够快乐地学习和工作，这是精神上优秀的征兆。说到底，幸福是一种能力，它属于那些有着智慧的头脑和丰富的灵魂的优秀的人。首先要成为一个优秀的人，而只把成功看作优秀的副产品。不求优秀，只求成功，求得的至多是谋生的成功罢了。快乐工作的能力毋庸讳言，今日的学校乃至整个社会存在着严重的急功近利倾向，对于培养快乐学习和工作的能力不是一个有利的环境。把大学办成职业培训场，只教给学生一些狭窄的专业知识，结果必然使大多数学生心目中只有就业这一个可怜的目标，只知道作为谋生手段的这一种不快乐的工作。这种做法极其近视，即使从经济发展的角度看，一个社会是由心智自由活泼的成员组成，还是由只知谋生的人组成，何者有更好的前景，答案应是不言而喻的。对于企业来说也是如此，许多企业已经强烈地感觉到，那些只有学历背景和专业技能整体素质差的大学生完全不能适合其发展的需要。"}
{"text":"把大学办成职业培训场，只教给学生一些狭窄的专业知识，结果必然使大多数学生心目中只有就业这一个可怜的目标，只知道作为谋生手段的这一种不快乐的工作。这种做法极其近视，即使从经济发展的角度看，一个社会是由心智自由活泼的成员组成，还是由只知谋生的人组成，何者有更好的前景，答案应是不言而喻的。对于企业来说也是如此，许多企业已经强烈地感觉到，那些只有学历背景和专业技能整体素质差的大学生完全不能适合其发展的需要。教育与市场直接挂钩，其结果反而是人才的紧缺，这表明市场本身已开始向教育提出质疑，要求它与自己拉开距离。教育应该比市场站得高看得远，培养出人性层面上真正优秀的人才，这样的人才自会给社会――包括企业和市场――增添活力。近几年来，国内若干人才中介机构和媒体相继举办雇主调查和雇主品牌评选活动，这样的活动无疑是有意义的。不过，我认为，其意义不应限于促进雇主与求职者之间的沟通，更重要的意义也许在于调查研究人才供需脱节的问题及原因，促使人们对今天流行的教育观人才观价值观进行深刻的反省。让家长们结束恐慌又一个新学年开始了。女儿上小学，这学期升三年级。放暑假前，听说她班上许多家长争相替自己的孩子报名，上各种名目的特长班，有的同时报了四种不同的班，而目的竟是为四年后的小升初做准备。小升初，就是小学升初中，原是义务教育范围内顺理成章的事情，怎么会让人如此惶恐不安，以至于要在小学三年级就开始做准备？我感到不可思议，就上网搜索，键入小升初，找到小升初网，才发现其中大有名堂。按照规定，小升初的原则是免试就近入学。但是，原则只是原则，改变不了一个强硬的事实，就是教育资源的分配不平衡，那些拥有雄厚资源的重点学校名牌学校便成了人心所向。既然允许择校，家长们就趋之若鹜，即使要收取昂贵的择校费，名额仍供不应求。在这种情况下，这类学校就用招收特长生的办法来缓解矛盾。这个办法的妙处是，还可以借势自办或与社会培训机构合办相应的特长班，成为创收的新门路。近些年来，特长生招生的数量和规模逐年增长。对于家长们来说，若想让孩子上好学校，获取各种特长证书是最重要的途径，于是大家一窝蜂地挤在这条道上。据报道，北京市今年的小学毕业生中，家长选择择校的几近半数。特长生测试的那几天，相关学校门口送子赶考的场景十分壮观。"}
{"text":"既然允许择校，家长们就趋之若鹜，即使要收取昂贵的择校费，名额仍供不应求。在这种情况下，这类学校就用招收特长生的办法来缓解矛盾。这个办法的妙处是，还可以借势自办或与社会培训机构合办相应的特长班，成为创收的新门路。近些年来，特长生招生的数量和规模逐年增长。对于家长们来说，若想让孩子上好学校，获取各种特长证书是最重要的途径，于是大家一窝蜂地挤在这条道上。据报道，北京市今年的小学毕业生中，家长选择择校的几近半数。特长生测试的那几天，相关学校门口送子赶考的场景十分壮观。事实上，家长们心里很无奈，多数是抱着侥幸的心理，带着孩子赶场似地一天跑好几所学校，希冀能被其中的一所相中。由于特长证书是考核的主要凭据，证书的级别和数量就成了录取的关键。有记者看到，在某校报名处，一个家长手里拿着孩子的四十多份证书，引得其他家长羡慕不已，后悔给孩子拿证书拿得太少。可以想象，现场的这种攀比本身是最有力的广告，会促使各种特长班的生意越来越兴旺。除了小升初的特长生招生，中考和高考也有各种名堂的加分政策，其中包括给在文艺体育科技等方面获奖的特长生加分。前不久，新华社中国青年报等媒体揭露，在执行加分政策的过程中出现了钱权交易作弊造假等问题，这些媒体因此发出不能让加分成为腐败通道的呼吁。据上海新闻晨报报道，在这个暑期里，上海甚至兴起了一种专门传授加分秘籍的培训班，学费高达三万元，仍吸引了不少家长。当我面对这些荒谬的现象时，最令我悲哀的是由之反映出的中国家长的普遍恐慌心理。从上小学开始，多数家长就在为孩子将来的逐级考学而恐慌了，直到孩子考上大学，恐慌才告一段落。这种情况在中国可谓史无前例，在当今世界上大约也绝无仅有。正是在这种恐慌心理的支配下，家长们不断做出非理性的选择，眼下千军万马涌向所谓特长生这座独木桥的荒唐情景只是其中一例。音乐绘画体育这些才能，从一个方面来看，是特殊的天赋，只有少数人适合于以之为专业，从另一个方面来看，又是全面发展的人的基本素质，每一个人都可以以之为自己的爱好。把所谓特长的考核纳入应试教育体制，其结果一方面是使艺术教育体育的性质发生了扭曲，把它们由人的天性自由发展的形式蜕变成了应试的工具，另一方面则在原已过于沉重的功课之外又给孩子们增添了新的负担。家长们之所以普遍产生恐慌心理，根源是今天的教育体制。"}
{"text":"音乐绘画体育这些才能，从一个方面来看，是特殊的天赋，只有少数人适合于以之为专业，从另一个方面来看，又是全面发展的人的基本素质，每一个人都可以以之为自己的爱好。把所谓特长的考核纳入应试教育体制，其结果一方面是使艺术教育体育的性质发生了扭曲，把它们由人的天性自由发展的形式蜕变成了应试的工具，另一方面则在原已过于沉重的功课之外又给孩子们增添了新的负担。家长们之所以普遍产生恐慌心理，根源是今天的教育体制。其中主要的因素是第一，学校类型单一化，就业与高学历挂钩，上大学几乎成为正常就业的唯一途径第二，能否上大学和上怎样的大学又取决于高考，高考的威力自上而下笼罩各级教育，高考录取率成为中等教育的唯一目标和评价标准，应试教育得以全面贯彻第三，重点学校凭借优势资源成为高考能校，又以此为资本进行权力寻租，巧立各种名目敛财。这些环节彼此联结，形成了一种逼迫学生和家长进行恶性竞争的态势，于是恐慌弥漫开来。在相当程度上，可以说是一些教育机构在利用现行体制有意地制造恐慌，藉以牟利。事实上，围绕着各级升学考试，已经形成了一个巨大的产业，包括针对中小学生的各种补习班特长班，针对各级考试直至考研究生的辅导班，泛滥成灾的教辅和考辅书籍及材料。这个产业至少很大一部分是不折不扣的垃圾产业，且不说大量以赚钱为唯一目的的粗制滥造和弄虚作假，即使是所谓名师讲授的辅导班和编写的辅导材料，高明之处也无非是押题猜题有一套，与真正的智力教育风马牛不相及。这样一个产业得以兴旺，恰恰证明了现行考试制度的可悲。这是一个寄生在现行考试制度上面的产业，我仿佛看到，在通向高考的窄路上，从小学到中学，关卡林立，商贩密布，强迫或诱骗行人留下买路钱，受害的当然是广大学生及其家长。让家长们结束恐慌那么，为了让家长们结束恐慌，根本的办法还是要革除现行教育体制的弊端。不过，我想在这里强调，对于弊端的革除，家长们也有一份责任。事实上，你们的恐慌也助长了弊端的肆虐，二者之间有一种共谋关系。我要向你们讲两个很简单的道理。第一，在恐慌心理的支配下，你们驱策孩子学各种班，互相攀比，这样做只会在总体上加剧不良竞争，而被录取的人数不会增加，结果多数孩子的班是白学了，获利的只是办班的机构。第二，即使你的孩子在不良竞争中获胜，付出的代价也太大，牺牲掉的是童年的幸福。"}
{"text":"不过，我想在这里强调，对于弊端的革除，家长们也有一份责任。事实上，你们的恐慌也助长了弊端的肆虐，二者之间有一种共谋关系。我要向你们讲两个很简单的道理。第一，在恐慌心理的支配下，你们驱策孩子学各种班，互相攀比，这样做只会在总体上加剧不良竞争，而被录取的人数不会增加，结果多数孩子的班是白学了，获利的只是办班的机构。第二，即使你的孩子在不良竞争中获胜，付出的代价也太大，牺牲掉的是童年的幸福。从长远来看，孩子将来是否有出息，身心的健康生长远比一纸文凭重要。所以，你们自己要保持清醒，拒绝恐慌，拒绝不良竞争，倘若中国的多数家长都有这样的觉悟，现行教育体制想不变也难了。市场经济与性爱自由在今日中国，人们在性爱情和婚姻方面已经享有很大的自由，这种自由在二三十年前是不可想象的。那时候，虽然爱情和婚姻的自由也写进了法律，但是，在行政和舆论的强大干预下，这种自由在实践中至少打了极大的折扣，在许多场合实际上被剥夺了。凡是从那个时代走过来的人，应该对两个现象记忆犹新。一是非婚不论婚前还是婚外性关系成为行政处罚的对象，并且遭到舆论的普遍歧视和谴责。多少人因为所谓生活作风问题――这个词对于今日的青年是多么陌生――而抬不起头，甚至印上了历史污点，影响一生的前途。二是离婚极其困难，不但当事人要经历两败俱伤的持久的消耗战，而且几乎必定会受到来自行政方面常常还是司法方面的阻挠，并且同样遭到舆论的普遍歧视和谴责。现在，这两个现象已经基本上成为过去，无论非婚性关系，还是离婚，在相当程度上已被视为个人的私事，人们普遍对之持宽容态度。这是一个重大的进步。事实上，非婚性关系的自由是爱情自由的必要条件和重要内容。对于青年男女来说，婚前的禁欲不但是不人道的，而且往往会造成择偶上的盲目性，因为在这一禁令下，他们一方面可能由于欲望的逼迫而饥不择食，匆忙结婚，另一方面又不得不在缺乏性经验因而对于性生活是否和谐毫无把握的情形下互订终身。婚外性关系的情况比较复杂，可以肯定的是，原则上这也应是有关当事人的私事，而不应是司法或行政的对象。用法律或行政手段禁止婚外性关系，其合乎逻辑的结果是禁止婚外的爱情，而这又意味着剥夺已婚者的爱情自由。"}
