{"text":"他搜集了好些古董死后由政府收买，并添凑成一万件。画，雕刻，木刻，金银器，织物，中世纪上等家具，瓷器，玻璃器，应有尽有。房子还保存着原来的样子。入门就如活在几百年前的世界里，再加上陈列的零碎的东西，触鼻子满是古气。与这个馆毗连着的是罗马时代的浴室，原分冷浴热浴等，现在只看见些残门断柱也有原在巴黎别处的，寂寞地安排着。浴室外是园子，树间草上也散布着古代及中世纪巴黎建筑的一鳞一爪，其中圣处女门最秀雅。此外巴黎美术院即小宫，装饰美术院都是杂拌儿。后者中有一间扇室，所藏都是十八世纪的扇面，是某太太的遗赠。十八世纪中国玩艺儿在欧洲颇风行，这也可见一斑。扇面满是西洋画，精工鲜丽几百张中，只有一张中国人物，却板滞无生气。又有吉买博物院，收藏远东宗教及美术的资料。伯希和取去敦煌的佛画，多数在这里。日本小画也有些。还有蜡人馆。据说那些蜡人做得真像，可是没见过那些人或他们的照相的，就感不到多大兴味，所以不如画与雕像。不过隧道里阴惨惨的，人物也代表着些阴惨惨的故事，却还可看。楼上有镜宫，满是镜子，顶上与周围用各色电光照耀，宛然千门万户，像到了万花筒里。一九三二年春季的官沙龙在大宫中，顶大的院子里罗列着雕像楼上下八十几间屋子满是画，也有些装饰美术。内行说，画像太多，真有官气。其中有安南阮某一幅，奖银牌中国人一看就明白那是阮氏祖宗的影像。记得有个笑话，说一个贼混入人家厅堂偷了一幅古画，卷起夹在腋下。跨出大门，恰好碰见主人。那贼情急智生，便将画卷儿一扬，问道，影像，要买吧？主人自然大怒，骂了一声走进去。贼于是从容溜之乎也。那位安南阮某与此贼可谓异曲同工。大宫里，同时还有一个装饰艺术的沙龙，陈列的是家具，灯，织物，建筑模型等等，大都是立体派的作风。立体派本是现代艺术的一派，意大利最盛。影响大极了，建筑，家具，布匹，织物，器皿，汽车，公路，广告，书籍装订，都有立体派的份儿。平静，干脆，是古典的精神，也是这时代重理智的表现。在这个沙龙里看，现代的屋子内外都俨然是些几何的图案，和从前华丽的藻饰全异。还有一个沙龙，专陈列幽默画。画下多有说明。各画或描摹世态，或用大小文野等对照法，以传出那幽默的情味。有一幅题为长褂子，画的是夜宴前后客室中的景子女客全穿短褂子，只有一人穿长的，大家的眼睛都盯着她那长出来的一截儿。"}
{"text":"立体派本是现代艺术的一派，意大利最盛。影响大极了，建筑，家具，布匹，织物，器皿，汽车，公路，广告，书籍装订，都有立体派的份儿。平静，干脆，是古典的精神，也是这时代重理智的表现。在这个沙龙里看，现代的屋子内外都俨然是些几何的图案，和从前华丽的藻饰全异。还有一个沙龙，专陈列幽默画。画下多有说明。各画或描摹世态，或用大小文野等对照法，以传出那幽默的情味。有一幅题为长褂子，画的是夜宴前后客室中的景子女客全穿短褂子，只有一人穿长的，大家的眼睛都盯着她那长出来的一截儿。她正在和一个男客谈话，似乎不留意。看她的或偏着身子，或偏着头，或操着手，或用手托着腮表示惊讶，倚在丈夫的肩上，或打着看戏用的放大镜子，都是一副尴尬面孔。穿长褂子的女客在左首，左首共三个人中央一对夫妇，右首三个女人，疏密向背都恰好还点缀着些不在这一群里的客人。画也有不幽默的，也有太恶劣的本来是幽默并不容易。巴黎的坟场，东头以倍雷拉谢斯s为最大，占地七百二十亩，有二里多长。中间名人的坟颇多，可是道路纵横，找起来真费劲儿。阿培拉德与哀绿绮思两坟并列，上有亭子盖着这是重修过的。王尔德的坟本葬在别处死后九年，也迁到此场。坟上雕着个大飞人，昂着头，直着脚，长翅膀，像是合埃及的狮人与亚述的翅儿牛而为一，雄伟飞动，与王尔德并不很称。这是英国当代大雕刻家爱勃司坦ps的巨作钱是一位倾慕王尔德的无名太太捐的。场中有巴什罗米雕的一座纪念碑，题为致死者。碑分上下两层，上层中间是死门，进去的两个人倒也行无所事的两侧向门走的人群却牵牵拉拉，哭哭啼啼，跌档倒倒，不得开交似的。下层像是生者的哀伤。此外北头的蒙马特，南头的蒙巴那斯两坟场也算大。茶花女埋在蒙马特场，题曰一八二四年正月十五日生，一八四七年二月三日卒。小仲马，海涅也在那儿。蒙巴那斯场有圣白孚，莫泊桑，鲍特莱尔等鲍特莱尔的坟与纪念碑不在一处，碑上坐着一个悲伤的女人的石像。巴黎的夜也是老牌子。单说六个地方。非洲饭店带澡堂子，可以洗蒸气澡，听黑人浓烈的音乐店员都穿着埃及式的衣服。三藩咖啡看爵士舞，小小的场子上一对对男女跟着那繁声促节直扭腰儿。最警动的是那小圆木筒儿，里面像装着豆子之类。不时地紧摇一阵子。"}
{"text":"茶花女埋在蒙马特场，题曰一八二四年正月十五日生，一八四七年二月三日卒。小仲马，海涅也在那儿。蒙巴那斯场有圣白孚，莫泊桑，鲍特莱尔等鲍特莱尔的坟与纪念碑不在一处，碑上坐着一个悲伤的女人的石像。巴黎的夜也是老牌子。单说六个地方。非洲饭店带澡堂子，可以洗蒸气澡，听黑人浓烈的音乐店员都穿着埃及式的衣服。三藩咖啡看爵士舞，小小的场子上一对对男女跟着那繁声促节直扭腰儿。最警动的是那小圆木筒儿，里面像装着豆子之类。不时地紧摇一阵子。圆屋听唱法国的古歌一扇门背后的墙上油画着蹲着在小便的女人。红磨坊门前一架小红风车，用电灯做了轮廓线里面看小戏与女人跳舞。这在蒙巴特区。蒙马特是流浪人的区域。十九世纪画家住在这一带的不少，画红磨坊的常有。塔巴林看女人跳舞，不穿衣服，意在显出好看的身子。里多在仙街，最大。看变戏法，听威尼斯夜曲。里多岛本是威尼斯娱乐的地方。这儿的里多特意砌了一个池子，也有一支刚朵拉，夜曲是男女对唱，不过意味到底有点儿两样。巴黎的野色在波隆尼林与圣克罗园里才可看见。波隆尼林在西北角，恰好在塞因河河套中间，占地一万四千多亩，有公园，大路，小路，有两个湖，一大一小，都是长的大湖里有两个洲，也是长的。要领略林子的好处，得闲闲地拣深僻的地儿走。圣克罗园还在西南，本有离宫，现在毁了，剩下些喷水和林子。林子里有两条道儿很好。一条渐渐高上去，从树里两眼望不尽一条窄而长，漏下一线天光远望路口，不知是云是水，茫茫一大片。但真有野味的还得数枫丹白露的林子。枫丹白露在巴黎东南，一点半钟的火车。这座林子有二十七万亩，周围一百九十里。坐着小马车在里面走，幽静如远古的时代。太阳光将树叶子照得透明，却只一圈儿一点儿地洒到地上。路两旁的树有时候太茂盛了，枝叶交错成一座拱门，低档的远看去好像拱门那面另有一界。林子里下大雨，那一片沙缮缮缮的声音，像潮水，会把你心上的东西冲洗个干净。林中有好几处山峡，可以试腰脚，看野花野草，看旁逸斜出，稀奇古怪的石头，像枯骨，像刺猬。亚勃雷孟峡就是其一，地方大，石头多，又是忽高忽低，走起来好。枫丹白露宫建于十六世纪，后经重修。拿破仑一八一四年临去爱而巴岛的时候，在此告别他的诸将。这座宫与法国历史关系甚多。宫房外观不美，里面却精致，家具等等也考究。就中侍从武官室与亨利第二厅最好看。"}
{"text":"林子里下大雨，那一片沙缮缮缮的声音，像潮水，会把你心上的东西冲洗个干净。林中有好几处山峡，可以试腰脚，看野花野草，看旁逸斜出，稀奇古怪的石头，像枯骨，像刺猬。亚勃雷孟峡就是其一，地方大，石头多，又是忽高忽低，走起来好。枫丹白露宫建于十六世纪，后经重修。拿破仑一八一四年临去爱而巴岛的时候，在此告别他的诸将。这座宫与法国历史关系甚多。宫房外观不美，里面却精致，家具等等也考究。就中侍从武官室与亨利第二厅最好看。前者的地板用嵌花的条子板小小的一间屋，共用九百条之多。复壁板上也雕绘着繁细的花饰，炉壁上也满是花儿，挂灯也像花正开着。后者是一间长厅，其大少有。地板用了二万六千块，一色，嵌成规规矩矩的几何图案，光可照人。厅中间两行圆拱门。门柱下截镶复壁板，上截镶油画楣上也画得满满的。天花板极意雕饰，金光耀眼。宫外有园子，池子，但赶不上凡尔赛宫的。凡尔赛宫在巴黎西南，算是近郊。原是路易十三的猎宫，路易十四觉得这个地方好，便大加修饰。路易十四是所谓上帝的代表，凡尔赛宫便是他的庙宇。那时法国贵人多一半住在宫里，伺候王上。他的侍从共一万四千人五百人伺候他吃饭，一百个贵人伺候他起床，更多的贵人伺候他睡觉。那时法国艺术大盛，一切都成为御用的，集中在凡尔赛和巴黎两处。凡尔赛宫里装饰力求富丽奇巧，用钱无数。如金漆彩画的天花板，木刻，华美的家具，花饰，贝壳与多用错综交会的曲线纹等，用意全在教来客惊奇这便是所谓罗科科式。宫中有镜厅，十七个大窗户，正对着十七面同样大小的镜子厅长二百四十英尺，宽三十英尺，高四十二英尺。拱顶上和墙上画着路易十四打胜德国，荷兰，西班牙的情形，画着他是诸国的领袖，画着他是艺术与科学的广大教主。近十几年来成为世界祸根的那和约便是一九一九年六月二十八那一天在这座厅里签的字。宫旁一座大园子，也是路易十四手里布置起来的。看不到头的两行树，有万千的气象。有湖，有花园，有喷水。花园一畦一个花样，小松树一律修剪成圆锥形，集法国式花园之大成。喷水大约有四十多处，或铜雕，或石雕，处处都别出心裁，也是集大成。每年五月到九月，每月第一星期日，和别的节日，都有大水法。从下午四点起，到处银花飞舞，雾气沾人，衬着那齐斩斩的树，软茸茸的草，觉得立着看，走着看，不拘怎么看总成。"}
{"text":"宫旁一座大园子，也是路易十四手里布置起来的。看不到头的两行树，有万千的气象。有湖，有花园，有喷水。花园一畦一个花样，小松树一律修剪成圆锥形，集法国式花园之大成。喷水大约有四十多处，或铜雕，或石雕，处处都别出心裁，也是集大成。每年五月到九月，每月第一星期日，和别的节日，都有大水法。从下午四点起，到处银花飞舞，雾气沾人，衬着那齐斩斩的树，软茸茸的草，觉得立着看，走着看，不拘怎么看总成。海龙王喷水池，规模特别大得等五点半钟大水法停后，让它单独来二十分钟。有时晚上大放花炮，就在这里。各色的电彩照耀着一道道喷水。花炮在喷水之间放上去，也是一道道的同时放许多，便氤氲起一团雾。这时候电光换彩，红的忽然变蓝的，蓝的忽然变白的，真真是一眨眼。卢梭园在爱尔莽浓镇，巴黎的东北要坐一点钟火车，走两点钟的路。这是道地乡下，来的人不多。园子空旷得很，有种荒味。大树，怒草，小湖，清风，和中国的郊野差不多，真自然得不可言。湖里有个白杨洲，种着一排白杨树，卢梭坟就在那小洲上。日内瓦的卢梭洲在仿这个可是上海式的街市旁来那么个洲子，总有些不伦不类。一九三一年夏天，殖民地博览会开在巴黎之东的万散园s里。那时每日人山人海。会中建筑都仿各地的式样，充满了异域的趣味。安南庙七塔参差，峥嵘肃穆，最为出色。这些都是用某种轻便材料造的，去年都拆了。各建筑中陈列着各处的出产，以及民俗。晚上人更多，来看灯光与喷水。每条路一种灯，都是立体派的图样。喷水有四五处，也是新图样有一处叫仙人球喷水，就以仙人球做底样，野拙得好玩儿。这些自然都用电彩。还有一处水桥，河两岸各喷出十来道水，凑在一块儿，恰好是一座弧形的桥，教人想着走上一个水晶的世界去。年月日作。原载年月日中学生第号散文全编西行通讯一圣陶兄我等八月二十二日由北平动身，二十四日到哈尔滨。这至少是个有趣的地方，请听我说哈尔滨的印象。这里分道里，道外，南岗，马家沟四部分。马家沟是新辟的市区，姑不论。南岗是住宅区，据说建筑别有风味可惜我们去时，在没月亮的晚上。道外是中国式的市街，我们只走过十分钟。我所知的哈尔滨，是哈尔滨的道里，我们住的地方。"}
{"text":"年月日作。原载年月日中学生第号散文全编西行通讯一圣陶兄我等八月二十二日由北平动身，二十四日到哈尔滨。这至少是个有趣的地方，请听我说哈尔滨的印象。这里分道里，道外，南岗，马家沟四部分。马家沟是新辟的市区，姑不论。南岗是住宅区，据说建筑别有风味可惜我们去时，在没月亮的晚上。道外是中国式的市街，我们只走过十分钟。我所知的哈尔滨，是哈尔滨的道里，我们住的地方。道里纯粹不是中国味儿。街上满眼是俄国人，走着的，坐着的女人比那儿似乎都要多些。据说道里俄国人也只十几万中国人有三十几万，但俄国人大约喜欢出街，所以便觉满街都是了。你黄昏后在中国大街上走或在南岗秋林洋行前面走，瞧那拥拥挤挤的热闹劲儿。上海大马路等处入夜也闹攘攘的，但乱七八糟地各有目的，这儿却几乎满是逛街的。这种忙里闲的光景，别处是没有的。这里的外国人不像上海的英美人在中国人之上，可是也并不如有些人所想，在中国人之下。中国人算是不让他们欺负了，他们又怎会让中国人欺负呢？中国人不特别尊重他们，却是真的。他们的流品很杂，开大洋行小买卖的固然多，驾着汽车沿街兜揽乘客的也不少，赤着脚爱淘气的顽童随处可见。这样倒能和中国人混在一起，没有什么隔阂了。也许因白俄们穷无所归，才得如此但这现象比上海沈阳等中外杂居的地方使人舒服多了。在上海沈阳冷眼看着，是常要生气，常要担心的。这里人大都会说俄国话，即使是卖扫帚的。他们又大都有些外国规矩，如应诺时的哼哼，及保持市街清洁之类。但他们并不矜持他们的俄国话和外国规矩，也没有卖弄的意思，只看做稀松平常，与别处的二毛子大不一样。他们的外国化是生活自然的趋势，而不是奢侈的装饰，是全民的，不是少数高等华人的。一个生客到此，能领受着多少异域的风味而不感着窒息似的与洋大人治下的上海，新贵族消夏地的青岛，北戴河，宛然是两个世界。但这里虽有很高的文明，却没有文化可言。待一两个礼拜，甚至一个月，大致不会教你腻味，再多可就要看什么人了。这里没有一月像样的书店，中国书外国书都很稀罕有些大洋行的窗户里虽放着几本俄文书，想来也只是给商人们消闲的小说罢。"}
{"text":"一个生客到此，能领受着多少异域的风味而不感着窒息似的与洋大人治下的上海，新贵族消夏地的青岛，北戴河，宛然是两个世界。但这里虽有很高的文明，却没有文化可言。待一两个礼拜，甚至一个月，大致不会教你腻味，再多可就要看什么人了。这里没有一月像样的书店，中国书外国书都很稀罕有些大洋行的窗户里虽放着几本俄文书，想来也只是给商人们消闲的小说罢。最离奇的是这里市招上的中文，如你吉达，民娘九尔，阿立古闹如次等译音，不知出于何人之手。也难怪，中等教育，还在幼稚时期的，已是这里的最高教育了！这样算不算梁漱溟先生所说的整个欧化呢？我想是不能算的。哈尔滨和哈尔滨的白俄一样，这样下去，终于是非驴非马的畸形而已。虽在感着多少新鲜的意味的旅客的我，到底不能不作如此想。这里虽是欧化的都会，但闲的处所竟有甚于北平的。大商店上午九点开到十二点，一点到三点休息三点再开，五点便上门了。晚上呢，自然照例开电灯，让炫眼的窗饰点缀坦荡荡的街市。穿梭般的男女比白天多得多。俄国人，至少在哈尔滨的，像是与街有不解缘。在巴黎伦敦最热闹的路上，晚上逛街的似乎也只如此罢了。街两旁很多休息的长椅，并没有树荫遮着许多俄国人就这么四无依傍地坐在那儿，有些竟是为了消遣来的。闲一些的街中间还有小花园，围以短短的栅栏，里面来回散步的不少。――你从此定可以想到，一个广大的公园，在哈尔滨是决少不了的。这个现在叫做特市公园。大小仿佛北平的中山公园，但布置自然两样。里面有许多花坛，用各色的花拼成种种对称的图案最有意思的是一处入口的两个草狮子。是蹲伏着的，满身碧油油的嫩草，比常见的狮子大些，神气自然极了。园内有小山，有曲水，有亭有桥桥是外国式，以玲珑胜。水中可以划船，也还有些弯可转。这样便耐人寻味。又有茶座，电影场，电气马上海大世界等处有等。这里电影不分场，从某时至某时老是演着当时颇以为奇，后来才知是外国办法。我们去的那天，正演西游记不知别处会演些好片子否。这公园里也是晚上人多据说俄国女人常爱成排地在园中走，排的长约等于路的阔，同时总有好两排走着，想来倒也很好看。特市公园外，警察告诉我们还有些小园子，不知性质如何。这里的路都用石块筑成。有人说石头路尘土少些至于不用柏油，也许因为冬天太冷，柏油不经冻之故。"}
{"text":"水中可以划船，也还有些弯可转。这样便耐人寻味。又有茶座，电影场，电气马上海大世界等处有等。这里电影不分场，从某时至某时老是演着当时颇以为奇，后来才知是外国办法。我们去的那天，正演西游记不知别处会演些好片子否。这公园里也是晚上人多据说俄国女人常爱成排地在园中走，排的长约等于路的阔，同时总有好两排走着，想来倒也很好看。特市公园外，警察告诉我们还有些小园子，不知性质如何。这里的路都用石块筑成。有人说石头路尘土少些至于不用柏油，也许因为冬天太冷，柏油不经冻之故。总之，尘土少是真的，从北平到这儿，想着尘土要多些，那知适得其反在这儿街上走，从好些方面看，确是比北平舒服多了。因为路好，汽车也好。不止坐着平稳而已，又多！又贱！又快！满街是的，一扬手就来，和北平洋车一样。这儿洋车少而贵几毛钱便可坐汽车，人多些便和洋车价相等。开车的俄国人居多，开得棒极了拐弯，倒车，简直行所无事，还让你一点不担心。巴黎伦敦自然有高妙的车手，但车马填咽，显不出本领街上的有时几乎像驴子似的。在这一点上，哈尔滨要强些。胡适之先生提倡汽车文明，这里我是第一次接触汽车文明了。上海汽车也许比这儿多，但太贵族了，没有多少意思。此地的马车也不少，也贱，和五年前南京的马车差不多，或者还要贱些。这里还有一样便宜的东西，便是俄国菜。我们第一天在一天津馆吃面，以为便宜些那知第二天吃俄国午餐，竟比天津馆好而便宜得多。去年暑假在上海，有人请吃俄国大菜，似乎那时很流行，大约也因为价廉物美吧。俄国菜分量多，便于点菜分食比吃别国菜自由些且油重，合于我们的口味。我们在街上见俄国女人的胫痴肥的多，后来在西伯利亚各站所见也如此我们常说，这怕是菜里的油太重了吧。最后我要说松花江，道里道外都在江南，那边叫江北。江中有一太阳岛，夏天人很多，往往有带了一家人去整日在上面的。岛上最好的玩意自然是游泳，其次许就算划船。我不大喜欢这地方，因为毫不整洁，走着不舒服。我们去的已不是时候，想下水洗浴，因未带衣服而罢。岛上有一个临时照相人。我和一位徐君同去，我们坐在小船上让他照一个相。岸边穿着游泳衣的俄国妇人孩子共四五人，跳跳跑跑地硬挤到我们船边，有的浸在水里，有的爬在船上，一同照在那张相里。这种天真烂漫，倒也有些教人感着温暖的。"}
{"text":"江中有一太阳岛，夏天人很多，往往有带了一家人去整日在上面的。岛上最好的玩意自然是游泳，其次许就算划船。我不大喜欢这地方，因为毫不整洁，走着不舒服。我们去的已不是时候，想下水洗浴，因未带衣服而罢。岛上有一个临时照相人。我和一位徐君同去，我们坐在小船上让他照一个相。岸边穿着游泳衣的俄国妇人孩子共四五人，跳跳跑跑地硬挤到我们船边，有的浸在水里，有的爬在船上，一同照在那张相里。这种天真烂漫，倒也有些教人感着温暖的。走方照相人，哈尔滨甚多，中国别的大都市里，似未见过也是外国玩意儿。照得不会好，当时可取，足为纪念而已。从太阳岛划了小船上道外去。我是刚起手划船，在北平三海来过几回最痛快是这回了。船夫管着方向，他的两桨老是伺候着我的。桨是洋式，长而匀称，支在小铁叉上，又稳，又灵活桨片是薄薄的，弯弯的。江上又没有什么萍藻，显得宽畅之至。这样不吃力而得讨好，我们过了一个愉快的下午。第二天我们一伙儿便离开哈尔滨了。此信八月三十一在西伯利亚车中动手写，直耽搁到今日才写毕。在时间上，不在篇幅上，要算得是一通太长的信了，一切请原谅罢！弟自清，年月日，伦敦。二圣陶兄这一回说给你我们过西伯利亚的情形。平常想到西伯利亚，眼前便仿佛一片莽莽的平原，黯淡的斜阳照着，或者凛冽的北风吹着，或者连天的冰雪盖着。相信这个印象一半从壤崭枥矗一半从翻译的小说来我们火车中所见，却并不如此惊心动魄的――大概是夏天的缘故罢。荒凉诚然不错，但沿路没有童山，千里的青绿，倒将西伯利亚化作平常的郊野了。只到处点缀着木屋，是向所未见。我们在西伯利亚七日，有五天都下雨在那牛毛细雨中，这些微微发亮的木屋是有一种特别的调子的。头两天是晴天，第一天的落日真好看只有那时候我们承认西伯利亚的伟大。平原渐渐苍茫起来，它的边际不像白天分明，似乎伸展到无穷尽的样子。只有西方一大片深深浅浅的金光，像是一个海。我们指点着，这些是岛屿那些是船只，还在微风中动摇着呢。金光炫烂极了，这地上是没有的。勉强打个比喻，也许像熊熊的火焰吧，但火焰究竟太平凡了。那深深浅浅的调子，倒有些像名油画家的画板，浓一块淡一块的虽不经意，而每一点一堆都可见他的精神，他的姿态。那时我们说起霞这个名字，觉得声调很响亮，恰是充满了光明似的。"}
