{"text":"然后我从梦中惊醒过来，自然是大汗淋漓和心脏狂跳。可是与以前从梦中惊醒的情景不一样，我不再庆幸自己只是做了一个梦，我开始被一个回来的记忆所纠缠。中学的操场，公判大会，死刑犯人提前死亡的双手，卡车上两排荷枪实弹的军人，沙滩上的枪决，一颗子弹比一个大铁锤还要威力无穷，死刑犯人后脑精致的小洞和前额破烂的大洞，沙滩上血迹斑斑可怕的情景一幕幕在我眼前重复展现。我扪心自问，为何自己总是在夜晚的梦中被人追杀？我开始意识到是白天写下太多的血腥和暴力。我相信这是因果报应。于是在那个深夜，也可能是凌晨了，我在充满冷汗的被窝里严肃地警告自己以后不能再写血腥和暴力的故事了。就这样，我后来的写作像潘卡吉米什拉所说得那样血腥和暴力的趋势减少了。现在，差不多年过去了。回首往事，我仍然心有余悸。我觉得年前的自己其实走到了精神崩溃的边缘，如果没有那个经历了自己完蛋的梦，没有那个回来的记忆，我会一直沉浸在血腥和暴力的写作里，直到精神失常。那么此刻的我，就不会坐在北京的家中，理性地写下这些文字此刻的我，很有可能坐在某个条件简陋的精神病医院的床上，面对巨大的黑暗发呆。有时候，人生和写作其实很简单，一个梦，让一个记忆回来了，然后一切都改变了。当判处死刑，立即执行的声音响过之后，台上五花大绑的犯人立刻被两个持枪的军人拖了下来，拖到一辆卡车上，卡车上站立着两排荷枪实弹的军人，其气势既庄严又吓人。卡车向着海边行驶，后面是上千的小镇居民蜂拥跟上，或骑车或奔跑，黑压压地涌向海边。我从童年到少年，不知道目睹了多少个判处死刑的犯人，他们听到对自己的判决那一刻，身体立刻瘫软下来，都是被两个军人拖上卡车的。我曾经近在咫尺地看到一个死刑犯人被拖上卡车的情景，我看到犯人被捆绑在身后的双手，可怕的双手，由于绳子绑得太紧，而且绑得时间也太久，犯人两只手里面的血流早已中断，犯人的双手不再是我们想象中的苍白，而是发紫发黑了。后来的牙医生涯让我具有了一些医学知识，我才知道这样发紫发黑的手已经坏死。那个犯人在被枪毙之前，他的双手已经提前死亡。枪毙犯人是在海边的两个地方，我们称之为北沙滩和南沙滩。我们这些小镇上的孩子跟不上卡车，所以我们常常事先押宝，上次枪毙犯人是在北沙滩，这次就有可能在南沙滩了。"}
{"text":"后来的牙医生涯让我具有了一些医学知识，我才知道这样发紫发黑的手已经坏死。那个犯人在被枪毙之前，他的双手已经提前死亡。枪毙犯人是在海边的两个地方，我们称之为北沙滩和南沙滩。我们这些小镇上的孩子跟不上卡车，所以我们常常事先押宝，上次枪毙犯人是在北沙滩，这次就有可能在南沙滩了。当公判大会刚刚开始，我们这些孩子就向着海边奔跑了，准备抢先占据有利位置，当我们跑到南沙滩，看到空无一人，就知道跑错地方了，再往北沙滩跑已经来不及了。有几次我们几个孩子跑对了沙滩，近距离观看了枪毙犯人。这是我童年时最为震颤的情景，荷枪实弹的军人站成一个圆形，阻挡围观的人群挤过去，一个执行枪决的军人往犯人的腿弯处踢上一脚，犯人立刻跪在了地上，然后这个军人后退几步，站在鲜血溅出的距离之外，端起了步枪，对准犯人的后脑，砰地开出一枪。我感到，一颗小小子弹的威力超过一把大铁N，一下子就将犯人砸倒在地。执行枪决的军人在开出一枪后，还要走上前去，检查一下犯人是否已经死亡？如果没有死亡，还要补上一枪。当军人将犯人的身体翻转过来时，我就会看到令我全身发抖的情景，子弹从后脑进去时只是一个小小的洞眼，从前面出来后，犯人的前额和脸上破碎不堪，前面的洞竟然像我们吃饭用的碗那么大。接下来让我的讲述回到那个漫长和可怕的梦，也就是我亲身经历自己如何完蛋的梦。这个梦发生在年底的某个深夜，睡梦中的我被绳子五花大绑，胸前挂着大牌子，站在我们县中学操场的主席台前沿，我的身后站着两个持枪的军人，我的两旁站着陪斗的地主右派和反革命分子，那个我前面说到的小镇名流黑笔杆子倒是没有出现在我的梦里。我梦中的台下挤满了乌云般的人群，他们的声音仿佛雨点般地响着。我听着高音喇叭里响着一个庄严的批判声，那个声音在控诉我的种种罪行，我好像犯下了很多不同种类的杀人罪，最后是判决的八个字景，子弹从后脑进去时只是一个小小的洞眼，从前面出来后，犯人的前额和脸上破碎不堪，前面的洞竟然像我们吃饭用的碗那么大。接下来让我的讲述回到那个漫长和可怕的梦，也就是我亲身经历自己如何完蛋的梦。"}
{"text":"我梦中的台下挤满了乌云般的人群，他们的声音仿佛雨点般地响着。我听着高音喇叭里响着一个庄严的批判声，那个声音在控诉我的种种罪行，我好像犯下了很多不同种类的杀人罪，最后是判决的八个字景，子弹从后脑进去时只是一个小小的洞眼，从前面出来后，犯人的前额和脸上破碎不堪，前面的洞竟然像我们吃饭用的碗那么大。接下来让我的讲述回到那个漫长和可怕的梦，也就是我亲身经历自己如何完蛋的梦。这个梦发生在年底的某个深夜，睡梦中的我被绳子五花大绑，胸前挂着大牌子，站在我们县中学操场的主席台前沿，我的身后站着两个持枪的军人，我的两旁站着陪斗的地主右派和反革命分子，那个我前面说到的小镇名流黑笔杆子倒是没有出现在我的梦里。我梦中的台下挤满了乌云般的人群，他们的声音仿佛雨点般地响着。我听着高音喇叭里响着一个庄严的批判声，那个声音在控诉我的种种罪行，我好像犯下了很多不同种类的杀人罪，最后是判决的八个字判处死刑，立即执行。话音刚落，一个持枪的军人从后面走到我的身旁，慢慢举起了他手中的步枪，对准了我的脑袋，我感觉枪口都顶到了我的太阳穴。接着我听到了砰的一声枪响，我知道这个军人开枪了。梦中的我被击倒在台上，奇怪的是我竟然站了起来，而且还听到台下嗡嗡的人声。我觉得自己的脑袋被子弹击空了，像是砸了一个洞的鸡蛋，里面的蛋青和蛋黄都流光了。梦中的我顶着一个空蛋壳似的脑袋，转过身去，对着开枪的军人大发雷霆，我冲着他喊叫他妈的，还没到沙滩呢！然后我从梦中惊醒过来，自然是大汗淋漓和心脏狂跳。可是与以前从梦中惊醒的情景不一样，我不再庆幸自己只是做了一个梦，我开始被一个回来的记忆所纠缠。中学的操场，公判大会，死刑犯人提前死亡的双手，卡车上两排荷枪实弹的军人，沙滩上的枪决，一颗子弹比一个大铁锤还要威力无穷，死刑犯人后脑精致的小洞和前额破烂的大洞，沙滩上血迹斑斑可怕的情景一幕幕在我眼前重复展现。我扪心自问，为何自己总是在夜晚的梦中被人追杀？我开始意识到是白天写下太多的血腥和暴力。我相信这是因果报应。于是在那个深夜，也可能是凌晨了，我在充满冷汗的被窝里严肃地警告自己以后不能再写血腥和暴力的故事了。就这样，我后来的写作像潘卡吉米什拉所说得那样血腥和暴力的趋势减少了。现在，差不多年过去了。回首往事，我仍然心有余悸。"}
{"text":"我扪心自问，为何自己总是在夜晚的梦中被人追杀？我开始意识到是白天写下太多的血腥和暴力。我相信这是因果报应。于是在那个深夜，也可能是凌晨了，我在充满冷汗的被窝里严肃地警告自己以后不能再写血腥和暴力的故事了。就这样，我后来的写作像潘卡吉米什拉所说得那样血腥和暴力的趋势减少了。现在，差不多年过去了。回首往事，我仍然心有余悸。我觉得年前的自己其实走到了精神崩溃的边缘，如果没有那个经历了自己完蛋的梦，没有那个回来的记忆，我会一直沉浸在血腥和暴力的写作里，直到精神失常。那么此刻的我，就不会坐在北京的家中，理性地写下这些文字此刻的我，很有可能坐在某个条件简陋的精神病医院的床上，面对巨大的黑暗发呆。有时候，人生和写作其实很简单，一个梦，让一个记忆回来了，然后一切都改变了。判处死刑，立即执行。话音刚落，一个持枪的军人从后面走到我的身旁，慢慢举起了他手中的步枪，对准了我的脑袋，我感觉枪口都顶到了我的太阳穴。接着我听到了砰的一声枪响，我知道这个军人开枪了。梦中的我被击倒在台上，奇怪的是我竟然站了起来，而且还听到台下嗡嗡的人声。我觉得自己的脑袋被子弹击空了，像是砸了一个洞的鸡蛋，里面的蛋青和蛋黄都流光了。梦中的我顶着一个空蛋壳似的脑袋，转过身去，对着开枪的军人大发雷霆，我冲着他喊叫景，子弹从后脑进去时只是一个小小的洞眼，从前面出来后，犯人的前额和脸上破碎不堪，前面的洞竟然像我们吃饭用的碗那么大。接下来让我的讲述回到那个漫长和可怕的梦，也就是我亲身经历自己如何完蛋的梦。这个梦发生在年底的某个深夜，睡梦中的我被绳子五花大绑，胸前挂着大牌子，站在我们县中学操场的主席台前沿，我的身后站着两个持枪的军人，我的两旁站着陪斗的地主右派和反革命分子，那个我前面说到的小镇名流黑笔杆子倒是没有出现在我的梦里。我梦中的台下挤满了乌云般的人群，他们的声音仿佛雨点般地响着。我听着高音喇叭里响着一个庄严的批判声，那个声音在控诉我的种种罪行，我好像犯下了很多不同种类的杀人罪，最后是判决的八个字判处死刑，立即执行。话音刚落，一个持枪的军人从后面走到我的身旁，慢慢举起了他手中的步枪，对准了我的脑袋，我感觉枪口都顶到了我的太阳穴。接着我听到了砰的一声枪响，我知道这个军人开枪了。"}
{"text":"我梦中的台下挤满了乌云般的人群，他们的声音仿佛雨点般地响着。我听着高音喇叭里响着一个庄严的批判声，那个声音在控诉我的种种罪行，我好像犯下了很多不同种类的杀人罪，最后是判决的八个字判处死刑，立即执行。话音刚落，一个持枪的军人从后面走到我的身旁，慢慢举起了他手中的步枪，对准了我的脑袋，我感觉枪口都顶到了我的太阳穴。接着我听到了砰的一声枪响，我知道这个军人开枪了。梦中的我被击倒在台上，奇怪的是我竟然站了起来，而且还听到台下嗡嗡的人声。我觉得自己的脑袋被子弹击空了，像是砸了一个洞的鸡蛋，里面的蛋青和蛋黄都流光了。梦中的我顶着一个空蛋壳似的脑袋，转过身去，对着开枪的军人大发雷霆，我冲着他喊叫他妈的，还没到沙滩呢！然后我从梦中惊醒过来，自然是大汗淋漓和心脏狂跳。可是与以前从梦中惊醒的情景不一样，我不再庆幸自己只是做了一个梦，我开始被一个回来的记忆所纠缠。中学的操场，公判大会，死刑犯人提前死亡的双手，卡车上两排荷枪实弹的军人，沙滩上的枪决，一颗子弹比一个大铁锤还要威力无穷，死刑犯人后脑精致的小洞和前额破烂的大洞，沙滩上血迹斑斑可怕的情景一幕幕在我眼前重复展现。我扪心自问，为何自己总是在夜晚的梦中被人追杀？我开始意识到是白天写下太多的血腥和暴力。我相信这是因果报应。于是在那个深夜，也可能是凌晨了，我在充满冷汗的被窝里严肃地警告自己以后不能再写血腥和暴力的故事了。就这样，我后来的写作像潘卡吉米什拉所说得那样血腥和暴力的趋势减少了。现在，差不多年过去了。回首往事，我仍然心有余悸。我觉得年前的自己其实走到了精神崩溃的边缘，如果没有那个经历了自己完蛋的梦，没有那个回来的记忆，我会一直沉浸在血腥和暴力的写作里，直到精神失常。那么此刻的我，就不会坐在北京的家中，理性地写下这些文字此刻的我，很有可能坐在某个条件简陋的精神病医院的床上，面对巨大的黑暗发呆。有时候，人生和写作其实很简单，一个梦，让一个记忆回来了，然后一切都改变了。他妈的，还没到沙滩呢！然后我从梦中惊醒过来，自然是大汗淋漓和心脏狂跳。可是与以前从梦中惊醒的情景不一样，我不再庆幸自己只是做了一个梦，我开始被一个回来的记忆所纠缠。"}
{"text":"那么此刻的我，就不会坐在北京的家中，理性地写下这些文字此刻的我，很有可能坐在某个条件简陋的精神病医院的床上，面对巨大的黑暗发呆。有时候，人生和写作其实很简单，一个梦，让一个记忆回来了，然后一切都改变了。他妈的，还没到沙滩呢！然后我从梦中惊醒过来，自然是大汗淋漓和心脏狂跳。可是与以前从梦中惊醒的情景不一样，我不再庆幸自己只是做了一个梦，我开始被一个回来的记忆所纠缠。中学的操场，公判大会，死刑犯人提前死亡的双手，卡车上两排荷枪实弹的军人，沙滩上的枪决，一颗子弹比一个大铁锤还要威力无穷，死刑犯人后脑精致的小洞和前额破烂的大洞，沙滩上血迹斑斑可怕的情景一幕幕在我眼前重复展现。时，就会吼叫一声滚出去！我们立刻逃之夭夭。然后在年至年，我突然写下了大面积的血腥和暴力。中国的文学批评家洪治纲教授在年出版的评传里，列举了我这期间创作的部短篇小说，里面非自然死亡的人物竟然多达个。这都是我从岁到岁的三年里所干的事，我的写作在血腥和暴力里难以自拔。白天只要写作，就会有人物在杀人，就会有人物血淋淋地死去。到了晚上我睡着以后，常常梦见自己正在被别人追杀。梦里的我孤立无援，不是东躲西藏，就是一路逃跑，往往是我快要完蛋的时候，比如一把斧子向我砍下来的时候，我从梦中惊醒了，大汗淋漓，心脏狂跳，半晌才回过神来，随后发出由衷的庆幸谢天谢地！原来只是一个梦。可是天亮以后，当我坐在书桌前继续写作时，立刻好了伤疤忘了疼，在我笔下涌现出来的仍然是血腥和暴力。好像凡事都有报应，晚上我睡着后，继续在梦中被人追杀。这三年的生活就是这么的疯狂和可怕，白天我在写作的世界里杀人，晚上我在梦的世界里被人追杀。如此周而复始，我的精神已经来到崩溃的边缘，自己却全然不觉，仍然沉浸在写作的亢奋里，一种生命正在被透支的亢奋。直到有一天，我做了一个漫长的梦，以前的梦都是在自己快要完蛋的时候惊醒，这个梦竟然亲身经历了自己的完蛋。也许是那天我太累了，所以梦见自己完蛋的时候仍然没有被吓醒。就是这个漫长的梦，让一个真实的记忆回来了。先来说一说这个真实的记忆。文革时期的小镇生活虽然不乏暴力，可是十分的枯燥和压抑。在我的记忆里，一旦有犯人被枪毙，整个小镇就会像过节一样热闹。我在本文的前面已经叙述过，当时所有的审判都是通过公判大会来完成的。"}
{"text":"直到有一天，我做了一个漫长的梦，以前的梦都是在自己快要完蛋的时候惊醒，这个梦竟然亲身经历了自己的完蛋。也许是那天我太累了，所以梦见自己完蛋的时候仍然没有被吓醒。就是这个漫长的梦，让一个真实的记忆回来了。先来说一说这个真实的记忆。文革时期的小镇生活虽然不乏暴力，可是十分的枯燥和压抑。在我的记忆里，一旦有犯人被枪毙，整个小镇就会像过节一样热闹。我在本文的前面已经叙述过，当时所有的审判都是通过公判大会来完成的。等待判刑的犯人站在中间，犯人胸前都挂着大牌子，牌子上写着他们所犯下的罪行，反革命杀人犯强奸杀人犯和盗窃杀人犯等等。在犯人的两旁一字排开陪斗的地主和右派，还有历史反革命和现行反革命。犯人低头弯腰站在那里，听着一个个慷慨激昂的声音对自己长篇大论的批判，批判稿的最后就是判决词。我生活的小镇在杭州湾畔，每一次的公判大会都是在县中学的操场上进行。中学的操场挤满了小镇的居民，挂着大牌子的犯人站在操场的主席台前沿，后面坐着县革命委员会的成员，通常是由县革命委员会指定的人站在麦克风前，大声念着批判稿和最后的判决词。如果有犯人被五花大绑，身后又有两个持枪的军人威风凛凛，那么这个犯人一定会被判处死刑。我从童年开始就站在中学的操场上了，经历了一次又一次的公判大会，听着高音喇叭里出来的激昂的声音，判决书其实是很长的批判稿，前面的部分都是说过的话和说过的话，其后的段落大多是从人民日报上抄下来的，冗长乏味，我每次都是两条腿站立的酸痛了，才会听到那个犯人是什么罪行。最后的判决词倒是简明扼要，只有八个字判处死刑，立即执行！文革时期的中国，没有法院，判刑后也没有上诉，而且我们也没有听说过世界上还有一种职业叫律师。一个犯人被公判大会判处死刑以后，根本没有上诉的时间，直接押赴刑场执行枪决。当判处死刑，立即执行的声音响过之后，台上五花大绑的犯人立刻被两个持枪的军人拖了下来，拖到一辆卡车上，卡车上站立着两排荷枪实弹的军人，其气势既庄严又吓人。卡车向着海边行驶，后面是上千的小镇居民蜂拥跟上，或骑车或奔跑，黑压压地涌向海边。我从童年到少年，不知道目睹了多少个判处死刑的犯人，他们听到对自己的判决那一刻，身体立刻瘫软下来，都是被两个军人拖上卡车的。"}
{"text":"当判处死刑，立即执行的声音响过之后，台上五花大绑的犯人立刻被两个持枪的军人拖了下来，拖到一辆卡车上，卡车上站立着两排荷枪实弹的军人，其气势既庄严又吓人。卡车向着海边行驶，后面是上千的小镇居民蜂拥跟上，或骑车或奔跑，黑压压地涌向海边。我从童年到少年，不知道目睹了多少个判处死刑的犯人，他们听到对自己的判决那一刻，身体立刻瘫软下来，都是被两个军人拖上卡车的。我曾经近在咫尺地看到一个死刑犯人被拖上卡车的情景，我看到犯人被捆绑在身后的双手，可怕的双手，由于绳子绑得太紧，而且绑得时间也太久，犯人两只手里面的血流早已中断，犯人的双手不再是我们想象中的苍白，而是发紫发黑了。后来的牙医生涯让我具有了一些医学知识，我才知道这样发紫发黑的手已经坏死。那个犯人在被枪毙之前，他的双手已经提前死亡。枪毙犯人是在海边的两个地方，我们称之为北沙滩和南沙滩。我们这些小镇上的孩子跟不上卡车，所以我们常常事先押宝，上次枪毙犯人是在北沙滩，这次就有可能在南沙滩了。当公判大会刚刚开始，我们这些孩子就向着海边奔跑了，准备抢先占据有利位置，当我们跑到南沙滩，看到空无一人，就知道跑错地方了，再往北沙滩跑已经来不及了。有几次我们几个孩子跑对了沙滩，近距离观看了枪毙犯人。这是我童年时最为震颤的情景，荷枪实弹的军人站成一个圆形，阻挡围观的人群挤过去，一个执行枪决的军人往犯人的腿弯处踢上一脚，犯人立刻跪在了地上，然后这个军人后退几步，站在鲜血溅出的距离之外，端起了步枪，对准犯人的后脑，砰地开出一枪。我感到，一颗小小子弹的威力超过一把大铁N，一下子就将犯人砸倒在地。执行枪决的军人在开出一枪后，还要走上前去，检查一下犯人是否已经死亡？如果没有死亡，还要补上一枪。当军人将犯人的身体翻转过来时，我就会看到令我全身发抖的情我扪心自问，为何自己总是在夜晚的梦中被人追杀？我开始意识到是白天写下太多的血腥和暴力。我相信这是因果报应。于是在那个深夜，也可能是凌晨了，我在充满冷汗的被窝里严肃地警告自己景，子弹从后脑进去时只是一个小小的洞眼，从前面出来后，犯人的前额和脸上破碎不堪，前面的洞竟然像我们吃饭用的碗那么大。接下来让我的讲述回到那个漫长和可怕的梦，也就是我亲身经历自己如何完蛋的梦。"}
{"text":"我开始意识到是白天写下太多的血腥和暴力。我相信这是因果报应。于是在那个深夜，也可能是凌晨了，我在充满冷汗的被窝里严肃地警告自己景，子弹从后脑进去时只是一个小小的洞眼，从前面出来后，犯人的前额和脸上破碎不堪，前面的洞竟然像我们吃饭用的碗那么大。接下来让我的讲述回到那个漫长和可怕的梦，也就是我亲身经历自己如何完蛋的梦。这个梦发生在年底的某个深夜，睡梦中的我被绳子五花大绑，胸前挂着大牌子，站在我们县中学操场的主席台前沿，我的身后站着两个持枪的军人，我的两旁站着陪斗的地主右派和反革命分子，那个我前面说到的小镇名流黑笔杆子倒是没有出现在我的梦里。我梦中的台下挤满了乌云般的人群，他们的声音仿佛雨点般地响着。我听着高音喇叭里响着一个庄严的批判声，那个声音在控诉我的种种罪行，我好像犯下了很多不同种类的杀人罪，最后是判决的八个字判处死刑，立即执行。话音刚落，一个持枪的军人从后面走到我的身旁，慢慢举起了他手中的步枪，对准了我的脑袋，我感觉枪口都顶到了我的太阳穴。接着我听到了砰的一声枪响，我知道这个军人开枪了。梦中的我被击倒在台上，奇怪的是我竟然站了起来，而且还听到台下嗡嗡的人声。我觉得自己的脑袋被子弹击空了，像是砸了一个洞的鸡蛋，里面的蛋青和蛋黄都流光了。梦中的我顶着一个空蛋壳似的脑袋，转过身去，对着开枪的军人大发雷霆，我冲着他喊叫他妈的，还没到沙滩呢！然后我从梦中惊醒过来，自然是大汗淋漓和心脏狂跳。可是与以前从梦中惊醒的情景不一样，我不再庆幸自己只是做了一个梦，我开始被一个回来的记忆所纠缠。中学的操场，公判大会，死刑犯人提前死亡的双手，卡车上两排荷枪实弹的军人，沙滩上的枪决，一颗子弹比一个大铁锤还要威力无穷，死刑犯人后脑精致的小洞和前额破烂的大洞，沙滩上血迹斑斑可怕的情景一幕幕在我眼前重复展现。我扪心自问，为何自己总是在夜晚的梦中被人追杀？我开始意识到是白天写下太多的血腥和暴力。我相信这是因果报应。于是在那个深夜，也可能是凌晨了，我在充满冷汗的被窝里严肃地警告自己以后不能再写血腥和暴力的故事了。就这样，我后来的写作像潘卡吉米什拉所说得那样血腥和暴力的趋势减少了。现在，差不多年过去了。回首往事，我仍然心有余悸。我觉得年前的自己其实走到了精神崩溃的边缘，如果没有那个经历了自己完蛋的梦，没有那个回来的记忆，我会一直沉浸在血腥和暴力的写作里，直到精神失常。"}
