{"text":"至于他行事的不苟，接人待物的富有长者的温厚之风，则凡和他接近过的人，都能够说述，我也可以不必夸张，致堕入谀墓铭旌的常套。在这里，我只想略记一下他的历史。他生在前清光绪十年的甲申，十七岁就以府道试第一名入学，补博士弟子员。当废科举改学堂的第一期里，他就入杭府中学。毕业后，应留学生考试，受官费保送去日本留学，实系浙江派遣留学生的批一百人中之一。在早稻田大学师范科毕业后，又改入法政大学，三年毕业，就在天津交涉公署任翻译二年，其后考取法官，就一直的在京师高等审判厅任职。当许公俊人任司法部长时，升任大理院推事，又被派赴日本考察司法制度。一年回国，也就在大理院奉职。直到九一八事变起来之日，他还在沈阳作大理院东北分院的庭长兼代分院长。东北沦亡，他一手整理案卷全部，载赴北平。上海租界的会审公堂，经接收过来以后，他就被任作临时高等分院刑庭庭长，一直到他殉职之日为止。第四辑风雨故人送仿吾的行在这一个简短的略历里，是看不出他的为人正直，和临难不苟的态度来的。可是最大的证明，却是他那为国家，为民族的最后的一死。鸿毛泰山等宽慰语，我这时不想再讲，不过死者的遗志，却总要我们未死者替他完成，就是如何的去向汪逆及侵略者算一次总账！原载一九四年二月二十一日新加坡星洲日报晨星印人张斯仁先生篆刻是中国特有的一种艺术，不是懂得中国文字历史意义的人，也不会懂得篆刻的意义。古今印史中说夫印者，所以示信传后也善则传，不善则否。知此，则知所以修身矣。所以从事篆刻的人，和用印的人，都要有人格作背景，然后其印能传，这印也方有意义这是和中国的书法是一样的。譬如岳武穆写的字，或用过的章，传到现在，当然是我们的国宝了。倘使是秦桧的书法，或秦桧所刻所用的印章，即使现在还有，我想也是没有一个人肯出重价来购而珍藏的。秦桧的诗词，或者也许有好的但岳武穆的满江红词，却妇孺皆能歌唱。而秦桧的文字，传下来的，只有莫须有的一句口语，并且就连这句口语，也是因岳武穆而传的。援此例而来讲篆刻，我们第一也须问这从事篆刻者的人格我的想介绍印人张斯仁先生的本意，也就在这里。梅县张斯仁先生，自幼就喜欢从金石录古名人印谱中摹学篆刻及长，虽亦从事于商贾，然而其介如石，非义之财，是不屑取的。"}
{"text":"秦桧的诗词，或者也许有好的但岳武穆的满江红词，却妇孺皆能歌唱。而秦桧的文字，传下来的，只有莫须有的一句口语，并且就连这句口语，也是因岳武穆而传的。援此例而来讲篆刻，我们第一也须问这从事篆刻者的人格我的想介绍印人张斯仁先生的本意，也就在这里。梅县张斯仁先生，自幼就喜欢从金石录古名人印谱中摹学篆刻及长，虽亦从事于商贾，然而其介如石，非义之财，是不屑取的。抗战军兴，本于艺人有一技之长者，都应报国之义，张先生在荷属各地，曾刻印三千，全数助赈，现在到了新加坡，他也正在作刻印助赈的盛举。我虽则不懂书法，不懂篆刻，但对于李阳冰所说的摹印之法有四，功侔造化，冥受鬼神，谓之神笔墨之外，得微妙法，谓之奇艺精于一，规方矩圆，谓之工繁简相参，布置不紊，谓之巧。这四法，倒也略能领得他的大意。神奇二字，如香象渡河，羚羊挂角，说近玄妙，自是程度的问题我对张先生所刻的印章，还不敢具体地说，到了怎么样的境界可是他的工妙，我想是看过他刻印，或见过他所刻的印的人，都应该承认的。张先生自己也说每当工作时，犹如身临大敌，觉得一股抑郁不平之气，尽会聚在铁笔的尖锋，凝神运气，愈刻愈觉得有劲儿。这是力的表现，也就是强敌侵凌我国的这时代精神的反映。在星洲，讲究篆刻的人，恐怕不多。这一次，或者会负张先生的盛意，在星洲购印助赈者不如荷属各地那样的踊跃，也说不定但无论如何，张先生的这一点一艺报国的热心，却可不问助赈的成绩如何，而使他不朽的。在这一次民族解放的大战争中，领导我们作战的首领，与卫国捐躯的大小无名烈士，以及罄其所蓄之几角几分，来捐输国家的一无名苦力，在抗战建国的功勋史上，所占的是同样的地位。张先生的篆刻，是有与此同等的人格，在作他的背景的，他的印的传与不传，就可以从此地来下断语。在这里过事夸扬的话，我可以不说，我只想把张先生的艺，和他的那一颗赤诚的心，介绍给星洲爱好篆刻的同人。原载一九四年四月一日新加坡星洲日报晨星悼诗人冯蕉衣诗人冯蕉衣，和我本来是不认得的，到了星洲之后，他时常在晨星栏投稿，我也觉得他的诗富于热情，不过修辞似乎太过于堆砌。所以他投来的稿，我有时候也为他略改，有时候，就一字不易地为他发表。"}
{"text":"张先生的篆刻，是有与此同等的人格，在作他的背景的，他的印的传与不传，就可以从此地来下断语。在这里过事夸扬的话，我可以不说，我只想把张先生的艺，和他的那一颗赤诚的心，介绍给星洲爱好篆刻的同人。原载一九四年四月一日新加坡星洲日报晨星悼诗人冯蕉衣诗人冯蕉衣，和我本来是不认得的，到了星洲之后，他时常在晨星栏投稿，我也觉得他的诗富于热情，不过修辞似乎太过于堆砌。所以他投来的稿，我有时候也为他略改，有时候，就一字不易地为他发表。经过了几月，他就时时来看我，我曾当面向他指出许多他的缺点。他听了之后，似乎也很能接受，近半年来，他的诗和散文，我觉得已经进步得多了。在去年，他曾告诉我找到了一个教书的位置，说是待遇虽薄，但生活却安定了一点。过了半年，他又来看我，说是失业了。我也曾为他留过意，介绍过一个地方，但终因环境不佳，那个地方也不曾成功。以后他就一直的过着失业的生活，受尽了社会的虐待，这可从他最近的诗和散文中看出来。第四辑风雨故人送仿吾的行我前月因脚痛不能行走的时候，曾托他为我上报馆来代过几天稿看大版之劳。前二三月，他也曾和郭女士一道上我寓所来谈过许多闲天。但当双十节的晚上，王修慧君忽于深夜跑到报馆来告我以冯君的死耗的时候，我真疑他是在说谎。但是十月十一日的早晨，我曾亲自送他入殓，亦曾亲自送他入土，向他棺上抛了最后饯别的一块土。冯君当然是作故了。他的死，是极不自然的死，是直接受了社会的虐待，间接他系受了敌人侵略而致有此结果的死。他还是一个纯真的人，没有染上社会腐化的恶习。他若是生在承平之世，富裕之家，是可以成为一个很忠实的抒诗人的。但是侵略者不许他活，恶社会不许他活致使这一位二十七岁的青年诗人，不得不饮泣吞声，长怀冤恨于地下。我们若想为冯君出气，若想为和冯君一样的诗人们谋出路，则第一当然要从打倒侵略者，与改良社会的两件工作来下手。至于冯君的生平行事，和状貌行，则有其他的许多知道他得更详细的人，在各自的文字里略说了，我可以不赘。"}
{"text":"我们若想为冯君出气，若想为和冯君一样的诗人们谋出路，则第一当然要从打倒侵略者，与改良社会的两件工作来下手。至于冯君的生平行事，和状貌行，则有其他的许多知道他得更详细的人，在各自的文字里略说了，我可以不赘。原载一九四年十月十七日新加坡星洲日报纪念诗人冯蕉衣特辑刘海粟教授刘海粟教授，这次自荷印应南侨筹赈总会之聘，来马来亚作筹赈的画展，一切经过形，以及关于海粟教授过去在国际，在祖国的声誉和功绩等，已在各报副刊及新闻栏登载过多次，想早为读者诸君所洞悉。此地可以不必赘说。但因我和刘教授订交二十余年，略知其生平，故特简述数，以志景慕。刘教授于一六光绪丙申年二月初三，生于江苏武进父刘家凤，系著名乡绅，母洪氏，实亮吉洪稚存先生之女孙。教授幼年，就喜欢书画，读书绳正书院，天才卓绝，与平常人不同。年十三，母洪氏去世，教授于悲痛之余，就只身走上海，誓与同志等献身艺术，好从艺术方面，来改革社会。辛亥革命那年，教授才十六岁，于参加推翻清政府的革命工作之后，便与同志等创设上海美术学校。国人之对西洋艺术，渐加以认识，对于我国固有艺术，有力地加以光大与扬，实皆不得不归功于教授之此举。教授二十岁时，开个展于上海。陈列人体速写多幅，当时我国风气未开，许多卫道之士，就斥为异端者，而比之于洪水猛兽。艺术叛徒之名，自此时起，而郭沫若氏之题此四字相赠，半亦在笑社会之无稽。当时日本帝国美术院刚始创立，教授被邀，以所作画陈列，日本画家如藤岛武二，桥本关雪辈，交口称誉。民国十年，教授年二十六岁，应蔡元培氏约，去北京大学讲近代艺术，为一般青年学子所热烈拥护。嗣后再度游北京民十二，亡命去日本民十五，更于民国十八年衔国民政府之命赴欧洲考察美术，数度被选入法国秋季沙龙，在欧洲各国都或讲演，或举行画展，以及数次奉命去德荷英法等国，主办中国画展教授之名，遂喧传于欧美妇孺之口，而艺术大师之尊称，亦由法国美术批评家中的权威者奉赠过来了。这是关于刘教授半生生活的极粗略的介绍，虽则挂一漏万，决不能写出教授的伟大于毫末，然即此而断，也就可以看出教授为我国家民族所争得的光荣，尤其是国际的荣誉。"}
{"text":"这是关于刘教授半生生活的极粗略的介绍，虽则挂一漏万，决不能写出教授的伟大于毫末，然即此而断，也就可以看出教授为我国家民族所争得的光荣，尤其是国际的荣誉。法国诗人有一句豪语，叫作人生是要死去的，诗王才可以不朽艺术家的每一幅艺术作品，其价值自然是可以和不朽的诗歌并存诗王若是不朽的话，艺术界之王，当然也是不会死的，我在这里谨以永久的生命五字，奉赠给刘教授，作为祝教授这次画展开幕的礼品。原载一九四一年二月二十二日新加坡星洲日报晨星为郭沫若氏祝五十诞辰郭沫若兄，今年五十岁了他过去在新诗上，小说上，戏剧上的伟大成就，想是喜欢读读文艺作品的人所共见的，我在此地可以不必再说。而尤其是难得的，便是抗战事起，他抛弃了日本的妻儿，潜逃回国，参加入抗战阵营的那一回事。第四辑风雨故人送仿吾的行我与沫若兄的交谊，本是二十余年如一日，始终是和学生时代同学时一样的。但因为中间有几次为旁人所挑拨中伤，竟有一位为郭氏作传记者，胆敢说出我仿佛有出卖郭氏的行为，这当是指我和创造社脱离关系以后，和去另出一杂志的那一段时间中的事。创造社的许多青年，在当时曾经向下过总攻击，但沫若兄恐怕是不赞成的。因为郭氏对的尊敬，我知道他也并不逊于他人，这只从他称颂的大哉一语中就可以看出。我对于旁人的攻击，一向是不理会的，因为我想，假若我有错处，应该被攻击的话，那么强辩一番，也没有用处。否则，攻击我的人，迟早总会承认他自己的错误。并且，倘使他自己不承认，则旁人也会看得出来。所以，说我出卖朋友，出卖郭氏等中伤诡计，后来终于被我们的交谊不变所揭穿。在抗战前一年，我到日本去劝他回国，以及我回国后，替他在中央作解除通缉令之运动，更托人向委员长进，密电去请他回国的种种事实，只有我和他及当时在东京的许俊人大使三个人知道。他到上海之后，委员长特派何廉氏上船去接他，到了上海，和他在法界大西路一间中法文化基金委员会的住宅里见面的，也只有我和沈尹默等两三人而已。这些废话，现在说了也属无益，还是按下不提。"}
{"text":"所以，说我出卖朋友，出卖郭氏等中伤诡计，后来终于被我们的交谊不变所揭穿。在抗战前一年，我到日本去劝他回国，以及我回国后，替他在中央作解除通缉令之运动，更托人向委员长进，密电去请他回国的种种事实，只有我和他及当时在东京的许俊人大使三个人知道。他到上海之后，委员长特派何廉氏上船去接他，到了上海，和他在法界大西路一间中法文化基金委员会的住宅里见面的，也只有我和沈尹默等两三人而已。这些废话，现在说了也属无益，还是按下不提。总之，他今年已经五十岁了，港渝各地的文化界人士，大家在起替他祝寿我们在南洋的许多他的友人，如刘海粟大师，胡愈之先生，胡迈先生等，也想同样的举行一个纪念的仪式，为我国文化界的这一位巨人吐一口气。现在此事将如何进行，以及将从哪些方面着手等问题，都还待起人来开会商量，但我却希望无论和郭氏有没有交的我们文化工，都能够来参加。原载一九四一年十月二十四日新加坡星洲日报晨星印光法师塑像小记卡尔杜迪希，是维也纳的雕刻家，因为血统的关系，前两年被希脱勒驱逐了出国，和妻女等流到了星洲。他到此地后不久，就到报馆来看我，第一，说是要我为他介绍介绍第二，他想为委员长塑一个像以致敬，问我有没有委员长的照片。从此之后，我们就渐渐的来往起来了。大约是在星洲住了有一年多的样子，自英德宣战以后，他终于因为国籍的关系，便和其他许多德意籍的犹太人，一道被迁到了英国的另一个自治领，我于是就和他断绝了往来。是在他将离开星洲的时候，广洽法师有一天来说，他想同我一道去看看这一位薄命的艺术家。我们一去，他和他夫人及小女儿亚娃看见了广洽法师的僧衣，都很喜欢，广洽法师因而就想起了请他为印光法师塑一个像。他对我们东方的宗教艺术，实在是太感到了浓厚的兴趣，所以，经我们一说，他在百忙中也为印光法师塑成了一个泥身。当他动身的前夕，他因这塑像的泥还没有干透，因而就另托了一位英国的朋友，教他去瓦窑里为我烧好，然后再送来给我。这事经过了一年，直到最近，这座印光法师的塑像，方才送到了我的手里。我前天又把他送去给广洽法师。广洽法师就和我谈到了印光法师的圆寂，以及世界战局在最近的变化。我们谈到了最后，就自然而然地达到了人世无常，艺术永在的结论。正因为是如此，故而广洽法师，一定要我为他写一点关于这塑像的经过，我也义不容辞，因特为他写下了这一篇小记。"}
{"text":"当他动身的前夕，他因这塑像的泥还没有干透，因而就另托了一位英国的朋友，教他去瓦窑里为我烧好，然后再送来给我。这事经过了一年，直到最近，这座印光法师的塑像，方才送到了我的手里。我前天又把他送去给广洽法师。广洽法师就和我谈到了印光法师的圆寂，以及世界战局在最近的变化。我们谈到了最后，就自然而然地达到了人世无常，艺术永在的结论。正因为是如此，故而广洽法师，一定要我为他写一点关于这塑像的经过，我也义不容辞，因特为他写下了这一篇小记。原载一九四一年十月二十七日新加坡星洲日报晨星敬悼许地山先生我和许地山先生的交谊并不深，所以想述说一点两人间的往来，材料却是很少。不过许先生的为人，他的治学精神，以及抗战事起后，他的为国家民族尽瘁服役的诸种劳绩，我是无时无地不在佩服的。我第一次和他见面，是创造社初在上海出刊物的时候，记得是一个秋天的薄暮。那时候他新从北京那时还未改北平南下，似乎是刚在燕大毕业之后。他的一篇小说命命鸟，已在小说月报上表了，大家对他都奉呈了最满意的好评。他是寄寓在闸北宝山路，商务印书馆编辑所近旁的郑振铎先生的家里的。本章结束第四辑风雨故人送仿吾的行当时，郭沫若成仿吾两位，和我是住在哈同路，我们和小说月报社在文学的主张上，虽则不合，有时也曾作过笔战，可是我们对他们的交谊，却仍旧是很好的。所以当工作的暇日，我们也时常往来，作些闲谈。在这一个短短的时期里，我与许先生有了好几次的会晤但他在那一个时候，还不脱一种孩稚的顽皮气，老是讲不上几句话后，就去找小孩子抛皮球，踢毽子去了。我对他当时的这一种小孩子脾气，觉得很是奇怪可是后来听他们谈起了他，才知道这一种天真的性格，他就一直保持着不曾改过。这已经是约近二十年以前的事情了。其后，他去美国，去英国，去印度。回来后，他在燕大，我在北大教书。偶尔在集会上，也时时有了几次见面的机会，不过终于因两校地点的远隔，我和他记不起有什么特殊的同游或会谈的事情。况且，自民国十四年以后，我就离开了北京，到武昌大学去教书了虽则在其间也时时回到北京去小住，可是留京的时间总是很短，故而终于也没有和他更接近一步的机会。其后的十余年，我的生活，因种种环境的关系，陷入了一个绝不规则的历程，和这些旧日的朋友简直是断绝了往来。"}
{"text":"这已经是约近二十年以前的事情了。其后，他去美国，去英国，去印度。回来后，他在燕大，我在北大教书。偶尔在集会上，也时时有了几次见面的机会，不过终于因两校地点的远隔，我和他记不起有什么特殊的同游或会谈的事情。况且，自民国十四年以后，我就离开了北京，到武昌大学去教书了虽则在其间也时时回到北京去小住，可是留京的时间总是很短，故而终于也没有和他更接近一步的机会。其后的十余年，我的生活，因种种环境的关系，陷入了一个绝不规则的历程，和这些旧日的朋友简直是断绝了往来。所以一直到接许先生的讣告为止，我却想不起是在什么地方，和他握过最后的一次手。因为这一次过香港而来星洲时，明明是知道他在港大教书，但因为船期促迫，想去一访而终未果。于是，我就永久失去了和他作深谈的机会了。对于他的身世，他的学殖，他的为国家尽力之处，论述的人，已经是很多了，我在此地不想再说。我想特别一提的，是对于他的创作天才的敬佩。他的初期的作品，富于浪漫主义的色彩，是大家所熟知的但到了最近，他的作风，竟一变而为苍劲坚实的写实主义，却很少有人说起。他的一篇抗战以后所写的小说，叫作铁鱼的鳃，实在是这一倾向的代表作品，我在华侨周报的初几期上，特地为他转载的原因，就是想对我们散处在南岛的诸位写，示以一种模范的意思。像这样坚实细致的小说，不但是在中国的小说界不可多得，就是求之于一九四年的英美短篇小说界，也很少有可以和他比并的作品。但可惜他在这一方面的天才，竟为他其他方面的学术所掩蔽，人家知道的不多，而他自己也很少有这一方面的作品。要说到因他之死，而中国文化界所蒙受的损失是很大的话，我想从短少了一位创作天才的一点来说，这损失将更是不容易填补。自己今年的年龄，也并不算老，但是回忆起来，对于追悼作故的友人的事情，似乎也觉得太多了。辈份老一点的，如曾孟朴蔡孑民马君武诸先生，稍长于我的，如蒋百里张季鸾诸先生，同年辈的如徐志摩滕若渠蒋光慈的诸位，计算起来，在这十几年的中间，哭过的友人，实在真也不少了。我往往在私自奇怪，近代中国的文人，何以一般总享不到八十以上的高龄？而外国的文人，如英国的哈代俄国的托尔斯泰法国的弗朗斯等，享寿都是在八十岁以上，这或者是和社会对文人的待遇有关的吧？我想在这一次追悼许地山先生的大会当中，提出一个口号来，要求一般社会，对文人的待遇，应该提高一点。"}
{"text":"辈份老一点的，如曾孟朴蔡孑民马君武诸先生，稍长于我的，如蒋百里张季鸾诸先生，同年辈的如徐志摩滕若渠蒋光慈的诸位，计算起来，在这十几年的中间，哭过的友人，实在真也不少了。我往往在私自奇怪，近代中国的文人，何以一般总享不到八十以上的高龄？而外国的文人，如英国的哈代俄国的托尔斯泰法国的弗朗斯等，享寿都是在八十岁以上，这或者是和社会对文人的待遇有关的吧？我想在这一次追悼许地山先生的大会当中，提出一个口号来，要求一般社会，对文人的待遇，应该提高一点。因为死后的千言万语，总不及生前的一杯咖啡乌来得实际。末了，我想把我的一副挽联，抄在底下嗟月旦停评，伯牛有疾如斯，灵雨空山，君自涅登彼岸。问人间何世，胡马窥江未去，明珠漏网，我为家国惜遗才。原载一九四一年十一月八日香港星岛日报星座志摩在回忆里新诗传宇宙，竟尔乘风归去，同学同庚，老友如君先宿草。华表托精灵，何当化鹤重来，一生一死，深闺有妇赋招魂。这是我托杭州陈紫荷先生代作代写的一副挽志摩的挽联。陈先生当时问我和志摩的关系，我只说他是我自小的同学，又是同年，此外便是他这一回的很适合他身分的死。第四辑风雨故人送仿吾的行做挽联我是不会做的，尤其是文言的对句。而陈先生也想了许多成句，如高处不胜寒，犹是深闺梦里人之类，但似乎都寻不出适当的上下对，所以只成了上举的一联。这挽联的好坏如何，我也不晓得，不过我觉得文句做得太好，对仗对得太工，是不大适合于哀挽的本意的。悲哀的最大表示，是自然的目瞪口呆，僵若木鸡的那一种样子，这我在小曼夫人当初次接到志摩的凶耗的时候曾经亲眼见到过。其次是抚棺的一哭，这我在万国殡仪馆中，当日来吊的许多志摩的亲友之间曾经看到过。至于哀挽诗词的工与不工，那却是次而又次的问题了我不想说志摩是如何如何的伟大，我不想说他是如何如何的可爱，我也不想说我因他之死而感到怎么怎么的悲哀，我只想把在记忆里的志摩来重描一遍，因而再可以想见一次他那副凡见过他一面的人谁都不容易忘去的面貌与音容。大约是在宣统二年一九一的春季，我离开故乡的小市，去转入当时的杭府中学读书，――上一期似乎是在嘉兴府中读的，终因路远之故而转入了杭府――那时候府中的监督，记得是邵伯炯先生，寄宿舍是大方伯的图书馆对面。"}
