{"text":"对于木刻家，却恐怕并无大益，因为这虽说是木刻，但画者一人，刻者又别一人，和现在的自画自刻，刻即是画的创作木刻，是已经大有差别的了。世间也真有意外的运气。当中文译本的死魂灵开始发表时，曹靖华君就寄给我一卷图画，也还是十月革命后不多久，在彼得堡得到的。这正是里斯珂夫所说的梭可罗夫画的十二幅。纸张虽然颇为破碎，但图像并无大损，怕它由我而亡，现在就附印在阿庚的百图之后，于是俄国艺术家所作的最写实，而且可以互相补助的两种死魂灵的插画，就全收在我们的这一本集子里了。移译序文和每图的题句的，也是孟十还君的劳作题句大概依照译本，但有数处不同，现在也不改从一律最末一图的题句，不见于第一部中，疑是第二部记乞乞科夫免罪以后的事，这是那时俄国文艺家的习尚总喜欢带点教训的。至于校印装制，则是吴朗西君和另外几位朋友们所经营。这都应该在这里声明谢意。一九三五年十二月二十四日，。本篇最初印入死魂灵百图。此书由出资，于一九三六年七月以三闲书屋名义出版。摩托卡英语的音译，即汽车。里斯珂夫在关于死魂灵的插画一文原载一八九三年俄国涅瓦周刊第八期中说作死魂灵插画的有三个俄国艺术家阿庚皤克莱夫斯基和梭可罗夫。阿庚―，俄国画家。这些插画的雕版者是培尔那尔特斯基，阿庚的同时代人。孟十还原名孟斯根，辽宁人，翻译家。译有果戈理的密尔格拉得涅克拉索夫的严寒通红的鼻子等。出相或绣像都是指过去印入通俗小说的书中人物的白描画像。曹靖华河南卢氏人，未名社成员，翻译家。曾在苏联留学和在列宁格勒大学任教，归国后在北平大学女子文理学院东北大学等校任教。译有长篇小说铁流等。梭可罗夫，―俄国画家。吴朗西四川重庆人，翻译家。当时任上海文化生活出版社经理。内山完造作活中国的姿态序内山完造作活中国的姿态序这也并非自己的发见，是在内山书店里听着漫谈的时候拾来的，据说像日本人那样的喜欢结论的民族，就是无论是听议论，是读书，如果得不到结论，心里总不舒服的民族，在现在的世上，好像是颇为少有的，云。接收了这一个结论之后，就时时令人觉得很不错。例如关于中国人，也就是这样的。"}
{"text":"梭可罗夫，―俄国画家。吴朗西四川重庆人，翻译家。当时任上海文化生活出版社经理。内山完造作活中国的姿态序内山完造作活中国的姿态序这也并非自己的发见，是在内山书店里听着漫谈的时候拾来的，据说像日本人那样的喜欢结论的民族，就是无论是听议论，是读书，如果得不到结论，心里总不舒服的民族，在现在的世上，好像是颇为少有的，云。接收了这一个结论之后，就时时令人觉得很不错。例如关于中国人，也就是这样的。明治时代的支那研究的结论，似乎大抵受着英国的什么人做的支那人气质的影响，但到近来，却也有了面目一新的结论了。一个旅行者走进了下野的有钱的大官的书斋，看见有许多很贵的砚石，便说中国是文雅的国度一个观察者到上海来一下，买几种猥亵的书和图画，再去寻寻奇怪的观览物事，便说中国是色情的国度。连江苏和浙江方面，大吃竹笋的事，也算作色情心理的表现的一个证据。然而广东和北京等处，因为竹少，所以并不怎么吃竹笋。倘到穷文人的家里或者寓里去，不但无所谓书斋，连砚石也不过用着两角钱一块的家伙。一看见这样的事，先前的结论就通不过去了，所以观察者也就有些窘，不得不另外摘出什么适当的结论来。于是这一回，是说支那很难懂得，支那是谜的国度了。据我自己想只要是地位，尤其是利害一不相同，则两国之间不消说，就是同国的人们之间，也不容易互相了解的。例如罢，中国向西洋派遣过许多留学生，其中有一位先生，好像也并不怎样喜欢研究西洋，于是提出了关于中国文学的什么论文，使那边的学者大吃一惊，得了博士的学位，回来了。然而因为在外国研究得太长久，忘记了中国的事情，回国之后，就只好来教授西洋文学。他一看见本国里乞丐之多，非常诧异，慨叹道他们为什么不去研究学问，却自甘堕落的呢？所以下等人实在是无可救药的。不过这是极端的例子。倘使长久的生活于一地方，接触着这地方的人民，尤其是接触，感得了那精神，认真的想一想，那么，对于那国度，恐怕也未必不能了解罢。著者是二十年以上，生活于中国，到各处去旅行，接触了各阶级的人们的，所以来写这样的漫文，我以为实在是适当的人物。事实胜于雄辩，这些漫文，不是的确放着一种异彩吗？自己也常常去听漫谈，其实负有捧场的权利和义务的，但因为已是很久的老朋友了，所以也想添几句坏话在这里。"}
{"text":"所以下等人实在是无可救药的。不过这是极端的例子。倘使长久的生活于一地方，接触着这地方的人民，尤其是接触，感得了那精神，认真的想一想，那么，对于那国度，恐怕也未必不能了解罢。著者是二十年以上，生活于中国，到各处去旅行，接触了各阶级的人们的，所以来写这样的漫文，我以为实在是适当的人物。事实胜于雄辩，这些漫文，不是的确放着一种异彩吗？自己也常常去听漫谈，其实负有捧场的权利和义务的，但因为已是很久的老朋友了，所以也想添几句坏话在这里。其一，是有多说中国的优点的倾向，这是和我的意见相反的，不过著者那一面，也自有他的意见，所以没有法子想。还有一点，是并非坏话也说不定的，就是读起那漫文来，往往颇有令人觉得原来如此的处所，而这令人觉得原来如此的处所，归根结蒂，也还是结论。幸而卷末没有明记着第几章结论，所以仍不失为漫谈，总算还好的。然而即使力说是漫谈，著者的用心，还是在将中国的一部分的真相，绍介给日本的读者的。但是，在现在，总依然是因了各种的读者，那结果也不一样罢。这是没有法子的事。据我看来，日本和中国的人们之间，是一定会有互相了解的时候的。新近的报章上，虽然又在竭力的说着亲善呀，提携呀，到得明年，也不知道又将说些什么话，但总而言之，现在却不是这时候。倒不如看看漫文，还要有意思一点罢。一九三五年三月五日记于上海。本篇最初印入活中国的姿态。活中国的姿态，日本内山完造著，一九三五年十一月东京学艺书院出版有尤炳圻的中文译本，书名改为一个日本人的中国观，一九三六年八月开明书店出版。本篇原以日文写成，由自译为中文，参看本书。内山完造―日本人。一九一三年来华，先经营药品，后在上海开设内山书店，经售日文书籍。一九二七年十月与结识后常有交往，一九四五年回国。支那人气质长期旅居中国的美国传教士斯密斯，―著，日本有爱江保译本，一八九六年东京博文馆出版。参看华盖集续编马上支日记七月二日。指日本安冈秀夫著从小说看来的支那民族性一九二六年四月东京聚芳阁出版一书中对中国人的随意诬蔑。该书耽享乐而淫风炽盛一篇中甚至说彼国人的嗜笋也许是因为那挺然翘然的姿势，引起想像来的罢。参看华盖集续编马上支日记七月二日四日。"}
{"text":"支那人气质长期旅居中国的美国传教士斯密斯，―著，日本有爱江保译本，一八九六年东京博文馆出版。参看华盖集续编马上支日记七月二日。指日本安冈秀夫著从小说看来的支那民族性一九二六年四月东京聚芳阁出版一书中对中国人的随意诬蔑。该书耽享乐而淫风炽盛一篇中甚至说彼国人的嗜笋也许是因为那挺然翘然的姿势，引起想像来的罢。参看华盖集续编马上支日记七月二日四日。亲善提携一九三五年一月日本外相广田弘毅在议会发表中日亲善经济提携的演说，以欺骗中日人民，蒋介石即就此发表谈话此次日本广田外相在其议会所发表对我国之演词，吾人认为亦具诚意，吾国朝野对此当有深刻之认识制裁一切冲动及反日行为。在这以前，一九三四年五月间日本公使有吉明已经与黄郛在上海进行中日亲善谈判六月间有吉明又到南京见汪精卫，商谈中日提携问题。中国小说史略日本译本序中国小说史略日本译本序听到了拙著中国小说史略的日本译支那小说史已经到了出版的机运，非常之高兴，但因此又感到自己的衰退了。回忆起来，大约四五年前罢，增田涉君几乎每天到寓斋来商量这一本书，有时也纵谈当时文坛的情形，很为愉快。那时候，我是还有这样的余暇，而且也有再加研究的野心的。但光阴如驶，近来却连一妻一子，也将为累，至于收集书籍之类，更成为身外的长物了。改订小说史略的机缘，恐怕也未必有。所以恰如准备辍笔的老人，见了自己的全集的印成而高兴一样，我也因而高兴的罢。然而，积习好像也还是难忘的。关于小说史的事情，有时也还加以注意，说起较大的事来，则有今年已成故人的马廉教授，于去年翻印了清平山堂残本，使宋人话本的材料更加丰富郑振铎教授又证明了西游记中的西游记是吴承恩西游记的摘录，而并非祖本，这是可以订正拙著第十六篇的所说的，那精确的论文，就收录在Y偻集里。还有一件，是金瓶梅词话被发见于北平，为通行至今的同书的祖本，文章虽比现行本粗率，对话却全用山东的方言所写，确切的证明了这决非江苏人王世贞所作的书。但我却并不改订，目睹其不完不备，置之不问，而只对于日本译的出版，自在高兴了。但愿什么时候，还有补这懒惰之过的时机。这一本书，不消说，是一本有着寂寞的运命的书。"}
{"text":"还有一件，是金瓶梅词话被发见于北平，为通行至今的同书的祖本，文章虽比现行本粗率，对话却全用山东的方言所写，确切的证明了这决非江苏人王世贞所作的书。但我却并不改订，目睹其不完不备，置之不问，而只对于日本译的出版，自在高兴了。但愿什么时候，还有补这懒惰之过的时机。这一本书，不消说，是一本有着寂寞的运命的书。然而增田君排除困难，加以翻译，赛棱社主三上於菟吉氏不顾利害，给它出版，这是和将这寂寞的书带到书斋里去的读者诸君，我都真心感谢的。一九三五年六月九日灯下，。本篇最初印入中国小说史略日译本。该书于一九三五年由日本东京赛棱社出版。参看本书。增田涉―日本的中国文学研究家。一九三一年他在上海时，常到家中商谈翻译中国小说史略的事。著有的印象中国文学史研究等。马廉―字隅卿，浙江鄞县人，古典小说研究家。曾任北京孔德学校总务长及北京大学教授。他在一九三四年影印的清平山堂残本，是在他的故乡发现的，题为雨窗欹枕集，共话本十二篇原订三册雨窗集上五篇，欹枕集上二篇欹枕集下五篇其中有五篇残缺。据他考证，雨窗集欹枕集等书题，或系藏书人所题其版心刻字情形，与一九二九年以北平古今小品书籍印行会名义影印的日本内阁文库所藏清平山堂话本十五篇相同。清平山堂是明代洪的书斋洪约当世纪，字子美，浙江钱塘今杭州人。郑振铎―笔名西谛，福建长乐人，作家文学史家。曾任燕京大学暨南大学教授。Y偻集是他的文学论文集，分上下二卷，一九三四年生活书店出版。考证西游记的论文题为西游记的演化，收入该书卷上。金瓶梅词话发见于北平一九三二年北平文友堂在山西介休县发现了一部明万历间刻印的金瓶梅词话，卷首有万历丁巳季冬东吴弄珠客和欣欣子的序文各一篇。是现在所见的金瓶梅最早的刻本。这部小说以前的通行本有明代崇祯间的新刻绣像原本和清代康熙间张竹坡评本。相传为明代太仓人王世贞所作，但欣欣子的序文则说是兰陵笑笑生作。按兰陵，即今山东峄县。"}
{"text":"Y偻集是他的文学论文集，分上下二卷，一九三四年生活书店出版。考证西游记的论文题为西游记的演化，收入该书卷上。金瓶梅词话发见于北平一九三二年北平文友堂在山西介休县发现了一部明万历间刻印的金瓶梅词话，卷首有万历丁巳季冬东吴弄珠客和欣欣子的序文各一篇。是现在所见的金瓶梅最早的刻本。这部小说以前的通行本有明代崇祯间的新刻绣像原本和清代康熙间张竹坡评本。相传为明代太仓人王世贞所作，但欣欣子的序文则说是兰陵笑笑生作。按兰陵，即今山东峄县。弄堂生意古今谈弄堂生意古今谈薏米杏仁莲心粥！玫瑰白糖伦教糕！虾肉馄饨面！五香茶叶蛋！这是四五年前，闸北一带弄堂内外叫卖零食的声音，假使当时记录了下来，从早到夜，恐怕总可以有二三十样。居民似乎也真会化零钱，吃零食，时时给他们一点生意，因为叫声也时时中止，可见是在招呼主顾了。而且那些口号也真漂亮，不知道他是从晚明文选或晚明小品里找过词汇的呢，还是怎么的，实在使我似的初到上海的乡下人，一听到就有馋涎欲滴之概，薏米杏仁而又莲心粥，这是新鲜到连先前的梦里也没有想到的。但对于靠笔墨为生的人们，却有一点害处，假使你还没有练到心如古井，就可以被闹得整天整夜写不出什么东西来。现在是大不相同了。马路边上的小饭店，正午傍晚，先前为长衫朋友所占领的，近来已经大抵是寄沉痛于幽闲老主顾呢，坐到黄包车夫的老巢的粗点心店里面去了。至于车夫，那自然只好退到马路边沿饿肚子，或者幸而还能够咬侉饼。弄堂里的叫卖声，说也奇怪，竟也和古代判若天渊，卖零食的当然还有，但不过是橄榄或馄饨，却很少遇见那些香艳肉感的艺术的玩意了。嚷嚷呢，自然仍旧是嚷嚷的，只要上海市民存在一日，嚷嚷是大约决不会停止的。然而现在却切实了不少麻油，豆腐，润发的刨花，晒衣的竹竿方法也有改进，或者一个人卖袜，独自作歌赞叹着袜的牢靠。或者两个人共同卖布，交互唱歌颂扬着布的便宜。但大概是一直唱着进来，直达弄底，又一直唱着回去，走出弄外，停下来做交易的时候，是很少的。偶然也有高雅的货色果物和花。不过这是并不打算卖给中国人的，所以他用洋话，，，！呀！！也不大有洋人买。"}
{"text":"然而现在却切实了不少麻油，豆腐，润发的刨花，晒衣的竹竿方法也有改进，或者一个人卖袜，独自作歌赞叹着袜的牢靠。或者两个人共同卖布，交互唱歌颂扬着布的便宜。但大概是一直唱着进来，直达弄底，又一直唱着回去，走出弄外，停下来做交易的时候，是很少的。偶然也有高雅的货色果物和花。不过这是并不打算卖给中国人的，所以他用洋话，，，！呀！！也不大有洋人买。间或有算命的瞎子，化缘的和尚进弄来，几乎是专攻娘姨们的，倒还是他们比较的有生意，有时算一命，有时卖掉一张黄纸的鬼画符。但到今年，好像生意也清淡了，于是前天竟出现了大布置的化缘。先只听得一片鼓钹和铁索声，我正想做超现实主义的语录体诗，这么一来，诗思被闹跑了，寻声看去，原来是一个和尚用铁钩钩在前胸的皮上，钩柄系有一丈多长的铁索，在地上拖着走进弄里来，别的两个和尚打着鼓和钹。但是，那些娘姨们，却都把门一关，躲得一个也不见了。这位苦行的高僧，竟连一个铜子也拖不去。事后，我探了探她们的意见，那回答是看这样子，两角钱是打发不走的。独唱，对唱，大布置，苦肉计，在上海都已经赚不到大钱，一面固然足征洋场上的人心浇薄，但一面也可见只好去复兴农村了，唔。四月二十三日。本篇最初发表于一九三五年五月上海漫画生活月刊第九期，署名康郁。寄沉痛于幽闲这是林语堂的话。周作人的五秩自寿诗于人间世创刊号一九三四年四月发表后，林语堂随即在四月二十六日申报自由谈发表了周作人诗读法一文，其中说昨得周先生与人间世稿，内附短简云得刘大杰先生来信，谓读拙诗不禁凄然泪下，此种看法，吾甚佩服。吾复周先生信，虽无存稿，大意如下此诗自是如此看法，寄沉痛于幽闲，但世间俗人太多，外间颇有訾议，听之可也。日语林檎苹果的语音。，日语香蕉的语音。，日语外来词苹果的语音。，日语花的语音。超现实主义第一次世界大战后开始流行于西欧的一种反现实主义的文艺流派。语录体，我国古代一种记录传道授业时的问答口语而不重修饰的文体。这里是对林语堂的讽刺，当时林语堂提倡脱离现实的幽默性灵文学和语录体诗文。"}
{"text":"吾复周先生信，虽无存稿，大意如下此诗自是如此看法，寄沉痛于幽闲，但世间俗人太多，外间颇有訾议，听之可也。日语林檎苹果的语音。，日语香蕉的语音。，日语外来词苹果的语音。，日语花的语音。超现实主义第一次世界大战后开始流行于西欧的一种反现实主义的文艺流派。语录体，我国古代一种记录传道授业时的问答口语而不重修饰的文体。这里是对林语堂的讽刺，当时林语堂提倡脱离现实的幽默性灵文学和语录体诗文。复兴农村一九三三年五月间国民党政府成立了农村复兴委员会，发起所谓农村复兴运动。这是国民党政府用来掩盖他们对农村的剥削和缓和农民的反抗斗争的一个政治骗局。中国新文学大系小说二集序中国新文学大系小说二集序一凡是关心现代中国文学的人，谁都知道新青年是提倡文学改良，后来更进一步而号召文学革命的发难者。但当一九一五年九月中在上海开始出版的时候，却全部是文言的。苏曼殊的创作小说，陈嘏和刘半农的翻译小说，都是文言。到第二年，胡适的文学改良刍议发表了，作品也只有胡适的诗文和小说是白话。后来白话逐渐多了起来，但又因为新青年其实是一个论议的刊物，所以创作并不怎样著重，比较旺盛的只有白话诗至于戏曲和小说，也依然大抵是翻译。在这里发表了创作的短篇小说的，是。从一九一八年五月起，狂人日记，孔乙己，药等，陆续的出现了，算是显示了文学革命的实绩，又因那时的认为表现的深切和格式的特别，颇激动了一部分青年读者的心。然而这激动，却是向来怠慢了绍介欧洲大陆文学的缘故。一八三四年顷，俄国的果戈理就已经写了狂人日记一八八三年顷，尼采也早借了苏鲁支的嘴，说过你们已经走了从虫豸到人的路，在你们里面还有许多份是虫豸。你们做过猴子，到了现在，人还尤其猴子，无论比那一个猴子的。而且药的收束，也分明的留着安特莱夫式的阴冷。但后起的狂人日记意在暴露家族制度和礼教的弊害，却比果戈理的忧愤深广，也不如尼采的超人的渺茫。此后虽然脱离了外国作家的影响，技巧稍为圆熟，刻划也稍加深切，如肥皂，离婚等，但一面也减少了热情，不为读者们所注意了。"}
{"text":"你们做过猴子，到了现在，人还尤其猴子，无论比那一个猴子的。而且药的收束，也分明的留着安特莱夫式的阴冷。但后起的狂人日记意在暴露家族制度和礼教的弊害，却比果戈理的忧愤深广，也不如尼采的超人的渺茫。此后虽然脱离了外国作家的影响，技巧稍为圆熟，刻划也稍加深切，如肥皂，离婚等，但一面也减少了热情，不为读者们所注意了。从新青年上，此外也没有养成什么小说的作家。较多的倒是在新潮上。从一九一九年一月创刊，到次年主干者们出洋留学而消灭的两个年中，小说就有汪敬熙，罗家伦，杨振声，俞平伯，欧阳予倩和叶绍钧。自然，技术是幼稚的，往往留存着旧小说上的写法和语调而且平铺直叙，一泻无余或者过于巧合，在一刹时中，在一个人上，会聚集了一切难堪的不幸。然而又有一种共同前进的趋向，是这时的们，没有一个以为小说是脱俗的文学，除了为艺术之外，一无所为的。他们每作一篇，都是有所为而发，是在用改革社会的器械，――虽然也没有设定终极的目标。俞平伯的花匠以为人们应该屏绝矫揉造作，任其自然，罗家伦之作则在诉说婚姻不自由的苦痛，虽然稍嫌浅露，但正是当时许多智识青年们的公意输入易卜生的娜拉和群鬼的机运，这时候也恰恰成熟了，不过还没有想到人民之敌和社会柱石。杨振声是极要描写民间疾苦的泛敬熙并且装着笑容，揭露了好学生的秘密和苦人的灾难。但究竟因为是上层的智识者，所以笔墨总不免伸缩于描写身边琐事和小民生活之间。后来，欧阳予倩致力于剧本去了叶绍钧却有更远大的发展。汪敬熙又在现代评论上发表创作，至一九二五年，自选了一本雪夜，但他好像终于没有自觉，或者忘却了先前的奋斗，以为他自己的作品，是并无什么批评人生的意义的了。序中有云――我写这些篇小说的时候，是力求着去忠实的描写我所见的几种人生经验。我只求描写的忠实，不搀入丝毫批评的态度。虽然一个人叙述一件事实之时，他的描写是免不了受他的人生观之影响，但我总是在可能的范围之内，竭力保持一种客观的态度。因为持了这种客观态度的缘故，我这些短篇小说是不会有什么批评人生的意义。"}
