{"text":"我到第一舞台着俄国的歌剧，是四日的夜间，是开演的第二日。一入门，便使我发生异样的心情了中央三十多人，旁边一大群兵，但楼上四五等中还有三百多的看客。有人初到北京的，不久便说我似乎住在沙漠里了。是的，沙漠在这里。没有花，没有诗，没有光，没有热。没有艺术，而且没有趣味，而且至于没有好奇心。沉重的沙我是怎么一个怯弱的人呵。这时我想倘使我是一个歌人，我的声音怕要销沉了罢。沙漠在这里。然而他们舞蹈了，歌唱了，美妙而且诚实的，而且勇猛的。流动而且歌吟的云兵们拍手了，在接吻的时候。兵们又拍手了，又在接吻的时候。非兵们也有几个拍手了，也在接吻的时候，而一个最响，超出于兵们的。我是怎么一个褊狭的人呵。这时我想倘使我是一个歌人，我怕要收藏了我的竖琴，沉默了我的歌声罢。倘不然，我就要唱我的反抗之歌。而且真的，我唱了我的反抗之歌了！沙漠在这里，恐怖的然而他们舞蹈了，歌唱了，美妙而且诚实的，而且勇猛的。你们漂流转徙的艺术者，在寂寞里歌舞，怕已经有了归心了罢。你们大约没有复仇的意思，然而一回去，我们也就被复仇了。比沙漠更可怕的人世在这里。呜呼！这便是我对于沙漠的反抗之歌，是对于相识以及不相识的同感的朋友的劝诱，也就是为流转在寂寞中间的歌人们的广告。四月九日。本篇最初发表于一九二二年四月九日晨报副刊。俄国歌剧团指一九二二年春经哈尔滨长春等地来到北京的俄国歌剧团在十月革命后流亡出来的一个艺术团体，它于四月初在北京第一舞台演出。指爱罗先珂。参看本书第页注。他关于沙漠的话，参看呐喊鸭的喜剧。无题无题私立学校游艺大会的第二日，我也和几个朋友到中央公园去走一回。我站在门口帖着昆曲两字的房外面，前面是墙壁，而一个人用了全力要从我的背后挤上去，挤得我喘不出气。他似乎以为我是一个没有实质的灵魂了，这不能不说他有一点错。回去要分点心给孩子们，我于是乎到一个制糖公司里去买东西。买的是黄枚朱古律三文治。这是盒子上写着的名字，很有些神秘气味了。然而不的，用英文，不过是。我买定了八盒这黄枚朱古律三文治，付过钱，将他们装入衣袋里。不幸而我的眼光忽然横溢了，于是看见那公司的伙计正揸开了五个指头，罩住了我所未买的别的一切黄枚朱古律三文治。这明明是给我的一个侮辱！"}
{"text":"他似乎以为我是一个没有实质的灵魂了，这不能不说他有一点错。回去要分点心给孩子们，我于是乎到一个制糖公司里去买东西。买的是黄枚朱古律三文治。这是盒子上写着的名字，很有些神秘气味了。然而不的，用英文，不过是。我买定了八盒这黄枚朱古律三文治，付过钱，将他们装入衣袋里。不幸而我的眼光忽然横溢了，于是看见那公司的伙计正揸开了五个指头，罩住了我所未买的别的一切黄枚朱古律三文治。这明明是给我的一个侮辱！然而，其实，我可不应该以为这是一个侮辱，因为我不能保证他如不罩住，也可以在纷乱中永远不被偷。也不能证明我决不是一个偷儿，也不能自己保证我在过去现在以至未来决没有偷窃的事。但我在那时不高兴了，装出虚伪的笑容，拍着这伙计的肩头说不必的，我决不至于多拿一个他说那里那里赶紧掣回手去，于是惭愧了。这很出我意外，――我预料他一定要强辩，――于是我也惭愧了。这种惭愧，往往成为我的怀疑人类的头上的一滴冷水，这于我是有损的。夜间独坐在一间屋子里，离开人们至少也有一丈多远了。吃着分剩的黄枚朱古律三文治看几叶托尔斯泰的书，渐渐觉得我的周围，又远远地包着人类的希望。四月十二日。本篇最初发表于一九二二年四月十二日晨报副刊，署名。私立学校游艺大会指中国实验学校等二十四所男女学校，为解决经费困难，于一九二二年四月八九十日在北京中央公园举行的游艺大会。今译巧克力杏仁夹心面包。智识即罪恶智识即罪恶我本来是一个四平八稳，给小酒馆打杂，混一口安稳饭吃的人，不幸认得几个字，受了新文化运动的影响，想求起智识来了。那时我在乡下，很为猪羊不平心里想，虽然苦，倘也如牛马一样，可以有一件别的用，那就免得专以卖肉见长了。然而猪羊满脸呆气，终生胡涂，实在除了保持现状之外，没有别的法。所以，诚然，智识是要紧的！于是我跑到北京，拜老师，求智识。地球是圆的。元质有七十多种。。闻所未闻，虽然难，却也以为是人所应该知道的事。有一天，看见一种日报，却又将我的确信打破了。报上有一位虚无哲学家说智识是罪恶，赃物。虚无哲学，多大的权威呵，而说道智识是罪恶。我的智识虽然少，而确实是智识，这倒反而坑了我了。我于是请教老师去。"}
{"text":"然而猪羊满脸呆气，终生胡涂，实在除了保持现状之外，没有别的法。所以，诚然，智识是要紧的！于是我跑到北京，拜老师，求智识。地球是圆的。元质有七十多种。。闻所未闻，虽然难，却也以为是人所应该知道的事。有一天，看见一种日报，却又将我的确信打破了。报上有一位虚无哲学家说智识是罪恶，赃物。虚无哲学，多大的权威呵，而说道智识是罪恶。我的智识虽然少，而确实是智识，这倒反而坑了我了。我于是请教老师去。老师道呸，你懒得用功，便胡说，走！我想老师贪图束罢。智识倒也还不如没有的稳当，可惜粘在我脑里，立刻抛不去，我赶快忘了他罢。然而迟了。因为这一夜里，我已经死了。半夜，我躺在公寓的床上，忽而走进两个东西来，一个活无常，一个死有分。但我却并不诧异，因为他们正如城隍庙里塑着的一般。然而跟在后面的两个怪物，却使我吓得失声，因为并非牛头马面，而却是羊面猪头！我便悟到，牛马还太聪明，犯了罪，换上这诸公了，这可见智识是罪恶。我没有想完，猪头便用嘴将我一拱，我于是立刻跌入阴府里，用不着久等烧车马。到过阴间的前辈先生多说，阴府的大门是有匾额和对联的，我留心看时，却没有，只见大堂上坐着一位阎罗王。希奇，他便是我的隔壁的大富豪朱朗翁。大约钱是身外之物，带不到阴间的，所以一死便成为清白鬼了，只是不知道怎么又做了大官。他只穿一件极俭朴的爱国布的龙袍，但那龙颜却比活的时候胖得多了。你有智识么？朗翁脸上毫无表情的问。没我是记得虚无哲学家的话的，所以这样答。说没有便是有――带去！我刚想阴府里的道理真奇怪却又被羊角一叉，跌出阎罗殿去了。其时跌在一坐城池里，其中都是青砖绿门的房屋，门顶上大抵是洋灰做的两个所谓狮子，门外面都挂一块招牌。倘在阳间，每一所机关外总挂五六块牌，这里却只一块，足见地皮的宽裕了。这瞬息间，我又被一位手执钢叉的猪头夜叉用鼻子拱进一间屋子里去，外面有牌额是油豆滑跌小地狱进得里面，却是一望无边的平地，满铺了白豆拌着桐油。只见无数的人在这上面跌倒又起来，起来又跌倒。我也接连的摔了十二交，头上长出许多疙瘩来。但也有竟在门口坐着躺着，不想爬起，虽然浸得油汪汪的，却毫无一个疙瘩的人，可惜我去问他，他们都瞠着眼不说话。"}
{"text":"倘在阳间，每一所机关外总挂五六块牌，这里却只一块，足见地皮的宽裕了。这瞬息间，我又被一位手执钢叉的猪头夜叉用鼻子拱进一间屋子里去，外面有牌额是油豆滑跌小地狱进得里面，却是一望无边的平地，满铺了白豆拌着桐油。只见无数的人在这上面跌倒又起来，起来又跌倒。我也接连的摔了十二交，头上长出许多疙瘩来。但也有竟在门口坐着躺着，不想爬起，虽然浸得油汪汪的，却毫无一个疙瘩的人，可惜我去问他，他们都瞠着眼不说话。我不知道他们是不听见呢还是不懂，不愿意说呢还是无话可谈。我于是跌上前去，去问那些正在乱跌的人们。其中的一个道这就是罚智识的，因为智识是罪恶，赃物。我们还算是轻的呢。你在阳间的时候，怎么不昏一点？他气喘吁吁的断续的说。现在昏起来罢。迟了。我听得人说，西医有使人昏睡的药，去请他注射去，好么？不成，我正因为知道医药，所以在这里跌，连针也没有了。那么有专给人打吗啡针的，听说多是没智识的人我寻他们去。在这谈话时，我们本已滑跌了几百交了。我一失望，便更不留神，忽然将头撞在白豆稀薄的地面上。地面很硬，跌势又重，我于是胡里胡涂的发了昏阿！自由！我忽而在平野上了，后面是那城，前面望得见公寓。我仍然胡里胡涂的走，一面想我的妻和儿子，一定已经上京了，他们正围着我的死尸哭呢。我于是扑向我的躯壳去，便直坐起来，他们吓跑了，后来竭力说明，他们才了然，都高兴得大叫道你还阳了，呵呀，我的老天爷哪我这样胡里胡涂的想时，忽然活过来了没有我的妻和儿子在身边，只有一个灯在桌上，我觉得自己睡在公寓里。间壁的一位学生已经从戏园回来，正哼着先帝爷唉唉唉哩，可见时候是不早了。这还阳还得太冷静，简直不像还阳，我想，莫非先前也并没有死么？倘若并没死，那么，朱朗翁也就并没有做阎罗王。解决这问题，用智识究竟还怕是罪恶，我们还是用感情来决一决罢。十月二十三日。本篇最初发表于一九二一年十月二十三日晨报副刊的开心话栏，署名风声。元质即元素。智识是罪恶是朱谦之所宣扬的虚无哲学的一个观点。"}
{"text":"倘若并没死，那么，朱朗翁也就并没有做阎罗王。解决这问题，用智识究竟还怕是罪恶，我们还是用感情来决一决罢。十月二十三日。本篇最初发表于一九二一年十月二十三日晨报副刊的开心话栏，署名风声。元质即元素。智识是罪恶是朱谦之所宣扬的虚无哲学的一个观点。他在一九二一年五月十九日京报副刊青年之友上发表的教育上的反智主义一文中说知识就是赃物由知识私有制所发生的罪恶看来，知识最赃物，即就知识本身的道理说，也只是赃物，故我反对知识，是反对知识本身，而废止知识私有制的方法，也只有简直取消知识，因为知识是赃物，所以知识的所有者，无论为何形式，都不过盗贼罢了。又说知识就是罪恶――知识发达一步，罪恶也跟他前进一步。因为知识是反于淳朴的真情，故自有了知识，而浇淳散朴，天下始大乱。什么道德哪！政治哪！制度文物哪！这些人造的反自然的圈套，何一不从知识发生出来，可见知识是罪恶的原因，为大乱的根源。按朱谦之，福建闽侯人，当时北京大学哲学系学生。活无常和死有分，都是迷信传说地狱中的勾魂使者。牛头马面都是佛经传说地狱中的狱卒。先帝爷传统京剧空城计中诸葛亮的唱词先帝爷下南阳御驾三请。先帝爷，指刘备。随感录二十五随感录二十五我一直从前曾见严又陵在一本什么书上发过议论，书名和原文都忘记了。大意是在北京道上，看见许多孩子，辗转于车轮马足之间，很怕把他们碰死了，又想起他们将来怎样得了，很是害怕。其实别的地方，也都如此，不过车马多少不同罢了。现在到了北京，这情形还未改变，我也时时发起这样的忧虑一面又佩服严又陵究竟是做过赫胥黎天演论的，的确与众不同是一个十九世纪末年中国感觉锐敏的人。穷人的孩子蓬头垢面的在街上转，阔人的孩子妖形妖势娇声娇气的在家里转。转得大了，都昏天黑地的在社会上转，同他们的父亲一样，或者还不如。所以看十来岁的孩子，便可以逆料二十年后中国的情形看二十多岁的青年，――他们大抵有了孩子，尊为爹爹了，――便可以推测他儿子孙子，晓得五十年后七十年后中国的情形。中国的孩子，只要生，不管他好不好，只要多，不管他才不才。生他的人，不负教他的责任。虽然人口众多这一句话，很可以闭了眼睛自负，然而这许多人口，便只在尘土中辗转，小的时候，不把他当人，大了以后，也做不了人。"}
{"text":"转得大了，都昏天黑地的在社会上转，同他们的父亲一样，或者还不如。所以看十来岁的孩子，便可以逆料二十年后中国的情形看二十多岁的青年，――他们大抵有了孩子，尊为爹爹了，――便可以推测他儿子孙子，晓得五十年后七十年后中国的情形。中国的孩子，只要生，不管他好不好，只要多，不管他才不才。生他的人，不负教他的责任。虽然人口众多这一句话，很可以闭了眼睛自负，然而这许多人口，便只在尘土中辗转，小的时候，不把他当人，大了以后，也做不了人。中国娶妻早是福气，儿子多也是福气。所有小孩，只是他父母福气的材料，并非将来的人的萌芽，所以随便辗转，没人管他，因为无论如何，数目和材料的资格，总还存在。即使偶尔送进学堂，然而社会和家庭的习惯，尊长和伴侣的脾气，却多与教育反背，仍然使他与新时代不合。大了以后，幸而生存，也不过仍旧贯如之何，照例是制造孩子的家伙，不是人的父亲，他生了孩子，便仍然不是人的萌芽。最看不起女人的奥国人华宁该尔曾把女人分成两大类一是母妇，一是娼妇。照这分法，男人便也可以分作父男和嫖男两类了。但这父男一类，却又可以分成两种其一是孩子之父，其一是人之父。第一种只会生，不会教，还带点嫖男的气息。第二种是生了孩子，还要想怎样教育，才能使这生下来的孩子，将来成一个完全的人。前清末年，某省初开师范学堂的时候，有一位老先生听了，很为诧异，便发愤说，师何以还须受教，如此看来，还该有父范学堂了！这位老先生，便以为父的资格，只要能生。能生这件事，自然便会，何须受教呢。却不知中国现在，正须父范学堂这位先生便须编入初等第一年级。因为我们中国所多的是孩子之父，所以以后是只要人之父！本篇最初发表于一九一八年九月十五日北京新青年第五卷第三号，署名唐俟。严又陵―名复，字又陵，又字几道，福建闽侯今属福州人，清末启蒙思想家翻译家。一八七七年清光绪三年被派往英国学习海军，一八七九年回国后，曾任北洋水师学堂总教习等职。"}
{"text":"本篇最初发表于一九一八年九月十五日北京新青年第五卷第三号，署名唐俟。严又陵―名复，字又陵，又字几道，福建闽侯今属福州人，清末启蒙思想家翻译家。一八七七年清光绪三年被派往英国学习海军，一八七九年回国后，曾任北洋水师学堂总教习等职。甲午中日战争中国失败后，他主张变法维新，致力于西方自然科学和资产阶级社会科学思想的介绍，先后翻译了英国赫胥黎的天演论，亚当斯密的原富，法国孟德斯鸠的法意等书，对当时中国思想界影响很大。但他在戊戌政变以后，政治上日趋保守，一九一五年参加筹安会，拥护袁世凯称帝。这里提到的一段话，见于严译孟德斯鸠法意第十八卷第二十五章的按语中，原文是吾每行都会街巷中，见数十百小儿，蹒跚蹀躞于车轮马足间，辄为芒背，非虑其倾跌也，念三十年后，国民为如何众耳。呜呼，支那真不易为之国也！这里所说做天演论，是说严复翻译天演论，不是完全忠实地依照原文的意思。当时严复自己也把他的工作叫做达忄旨，而不称为翻译。他在该书的译例言中说词句之间，时有所操到附益，不斤斤于字比句次，而意义则不倍本文。题曰达忄旨，不云笔译。天演论，严复于一八九五年翻译的赫胥黎进化论与伦理学及其他论文前两篇的题名，一八九八年由湖北沔阳卢氏木刻印行。仍旧贯如之何语见论语先进鲁人为长府，闵子骞曰仍旧贯，如之何？何必改作！华宁该尔―奥地利人，仇视女性主义者。他在一九讯有限公司随感录随感录现在有一班好讲鬼话的人，最恨科学，因为科学能教道理明白，能教人思路清楚，不许鬼混，所以自然而然的成了讲鬼话的人的对头。于是讲鬼话的人，便须想一个方法排除他。其中最巧妙的是捣乱。先把科学东扯西拉，羼进鬼话，弄得是非不明，连科学也带了妖气例如一位大官做的卫生哲学，里面说――吾人初生之一点，实自脐始，故人之根本在脐。故脐下腹部最为重要，道书所以称之曰丹田。用植物来比人，根须是胃，脐却只是一个蒂，离了便罢，有什么重要。"}
{"text":"于是讲鬼话的人，便须想一个方法排除他。其中最巧妙的是捣乱。先把科学东扯西拉，羼进鬼话，弄得是非不明，连科学也带了妖气例如一位大官做的卫生哲学，里面说――吾人初生之一点，实自脐始，故人之根本在脐。故脐下腹部最为重要，道书所以称之曰丹田。用植物来比人，根须是胃，脐却只是一个蒂，离了便罢，有什么重要。但这还不过比喻奇怪罢了，尤其可怕的是――精神能影响于血液，昔日德国科布博士发明霍乱虎列拉病菌，有某某二博士反对之，取其所培养之病菌，一口吞入，而竟不病。据我所晓得的，是博士发见查出了前人未知的事物叫发见，创出了前人未知的器具和方法才叫发明了真虎列拉菌别人也发见了一种，说他不是，把他的菌吞了，后来没有病，便证明了那人所发见的，的确不是病菌。如今颠倒转来，当作精神能改造肉体的例证，岂不危险已极么？捣乱得更凶的，是一位神童做的三千大千世界图说。他拿了儒，道士，和尚，耶教的糟粕，乱作一团，又密密的插入鬼话。他说能看见天上地下的情形，他看见的地球星，虽与我们所晓得的无甚出入，一到别的星系，可是五花八门了。因为他有天眼通，所以本领在科学家之上。他先说道――今科学家之发明，欲观天文则用天文镜然犹不能持此以观天堂地狱也。究之学问之道如大海然，万不可入海饮一滴水，即自足也。他虽然也分不出发见和发明的不同，论学问却颇有理。但学问的大海，究竟怎样情形呢？他说――赤精天有毒火坑，以水晶盖压之。若遇某星球将坏之时，即去某星球之水晶盖，则毒火大发，焚毁民物。众星大约分为三种，曰恒星，行星，流星。据西学家言，恒星有三十五千万，以小子视之，不下七千万万也。行星共计一百千万大系。流星之多，倍于行星。其绕日者，约三十三年一周，每秒能行六十五里。日面纯为大火。因其热力极大，人不能生，故太阳星君居焉。其余怪话还多但讲天堂的远不及六朝方士的十洲记，讲地狱的也不过钞袭玉历钞传。这神童算是糟了！另外还有感慨的话，说科学害了人。上面一篇嗣汉六十二代天师正一真人张元旭的序文，尤为单刀直入，明明白白道出――自拳匪假托鬼神，致招联军之祸，几至国亡种灭，识者痛心疾首，固已极矣。"}
{"text":"其绕日者，约三十三年一周，每秒能行六十五里。日面纯为大火。因其热力极大，人不能生，故太阳星君居焉。其余怪话还多但讲天堂的远不及六朝方士的十洲记，讲地狱的也不过钞袭玉历钞传。这神童算是糟了！另外还有感慨的话，说科学害了人。上面一篇嗣汉六十二代天师正一真人张元旭的序文，尤为单刀直入，明明白白道出――自拳匪假托鬼神，致招联军之祸，几至国亡种灭，识者痛心疾首，固已极矣。又适值欧化东渐，专讲物质文明之秋，遂本科学家世界无帝神管辖，人身无魂魄轮回之说，奉为国是，俾播印于人人脑髓中，自是而人心之敬畏绝矣。敬畏绝而道德无根柢以发生矣！放僻邪侈，肆无忌惮，争权夺利，日相战杀，其祸将有甚于拳匪者！这简直说是万恶都由科学，道德全靠鬼话而且与其科学，不如拳匪了。从前的排斥外来学术和思想，大抵专靠皇帝自六朝至唐宋，凡攻击佛教的人，往往说他不拜君父，近乎造反。现在没有皇帝了，却寻出一个道德的大帽子，看他何等利害。不提防想不到的一本绍兴教育杂志里面，也有一篇仿古先生的教育偏重科学无甯偏重道德甯字原文如此，疑是避讳的论文，他说――西人以数百年科学之心力，仅酿成此次之大战争。科学云乎哉？多见其为残贼人道矣！偏重于科学，则相尚于知能偏重于道德，则相尚于欺伪。相尚于欺伪，则祸止于欺伪，相尚于知能，则欺伪莫由得而明矣！虽然不说鬼神为道德根本，至于向科学宣告死刑，却居然两教同心了。所以拳匪的传单上，明白写着――孔圣人张天师傅言由山东来，赶紧急傅，并无虚言！傅字原文如此，疑传字之误。照他们看来，这般可恨可恶的科学世界，怎样挽救呢？灵学杂志内俞复先生答吴稚晖先生书里说过鬼神之说不张，国家之命遂促！可知最好是张鬼神之说了。鬼神为道德根本，也与张天师和仿古先生的意见毫不冲突。可惜近来北京乩坛，又印出一本感显利冥录，内有前任北京城隍白知和谛闲法师的问答――师云发愿一事，的确要紧。此次由南方来，闻某处有济公临坛，所说之话，殊难相信。济祖是阿罗汉，见思惑已尽，断不为此。不知某会临坛者，是济祖否？请示。乩云承谕发愿，谨记斯言。某处坛，灵鬼附之耳。须知灵鬼，即魔道也。知此后当发愿驱除此等之鬼。师云的发愿，城隍竟不能懂却先与某会力争正统。"}
