{"text":"回溯一下两千多年的中外文学交流的历史，我们能够发现，在先秦时期已有外国文学传入的痕迹，主要是印度文学。例如，狐假虎威的故事见于战国策。还有一些其他的故事，看上去都不像是中国土产。这一点西方的汉学家早就指出过。可能受外国影响的最突出的例子是楚辞，离骚已有一些域外的色彩和词句，天问中特别突出，其中一些类似荒诞的神话，与以诗经为代表的黄河流域的文学创作，迥异其趣。有人怀疑是来自域外，特别是印度，这种怀疑是极有根据的。估计这些神话传说不是通过当时还没有开辟的丝绸之路传进来的，而是通过那一条滇缅道路，这一条道艰险难行，却确实是存在的。到了汉代，由于丝绸之路的凿通，中外文化交流达到了第一个高峰。中国对于输出文化，其中包括科学技术的发明创造，从来是不吝惜的。我们大度地把我们的四大发明送了出去，这些发明对促进人类文化的发展以及人类社会的进步，都起了决定性的作用。同时，我们对吸取外来文化也绝不保守，只要对我们有用的东西，不管来自何方何国，我们都勇敢地拿过来为我所用。肇自汉代的丝绸之路就是一个彰明昭著的证据。但是，在文学交流方面，却找不出很多的东西。我个人认为，不是没有，而是我们的探讨研究工作还没有到家。印度佛教于汉代传入中国，是文化交流史上的一件大事。后汉三国时代的译经，可以算是文学交流的一种形式。南北朝时期，五胡乱华，中原板荡，众多的民族逐鹿于北疆，宋齐梁陈偏安于南国然而文化交流却并没有停止。在文学交流方面，主要是输入，输入又主要来自印度。在印度的，多半是随着佛教进来的影响，中国汉语文学创作增添了很多新内容，名目庞杂的鬼神志怪之书大量出现。此事在中国小说史略中论之颇详。连伪书列子中都有印度的故事，至于对诗歌创作至关重要的四声，本是中国汉语中所固有的东西，可是，我们以前对它并没有明确的认识。也由于印度古典文献的启迪，终于被发现了，被我们清晰地意识到了，这在中外文学交流史上也不能算是一件无关重要的小事。唐代又是中国历史上一个非常辉煌的朝代，兵力遍及西域，从而保证了丝路的畅通。首都长安几乎成为世界经济和文化的中心，从向达的唐代长安与西域文明中可以看出当时中外文化交流之兴旺频繁。在文学交流方面，也同样可以看出非常活跃的情况。唐代传奇颇受印度文学的影响。王度的古镜记从内容到结构形式，都能够找到印度文学的痕迹。"}
{"text":"也由于印度古典文献的启迪，终于被发现了，被我们清晰地意识到了，这在中外文学交流史上也不能算是一件无关重要的小事。唐代又是中国历史上一个非常辉煌的朝代，兵力遍及西域，从而保证了丝路的畅通。首都长安几乎成为世界经济和文化的中心，从向达的唐代长安与西域文明中可以看出当时中外文化交流之兴旺频繁。在文学交流方面，也同样可以看出非常活跃的情况。唐代传奇颇受印度文学的影响。王度的古镜记从内容到结构形式，都能够找到印度文学的痕迹。至于那些龙女的故事，当然都与印度文学有关，因为龙女本身就是一种舶来品。对此，霍世休做过比较深入的探讨。也有人主张，连韩愈的南山，在结构方面，都受到了一些印度的影响。在其他方面，外来的成分也可以找到一些，这里就不再一一列举了。唐代以后，经过宋元明，中外文学交流一直没有断过，不过不像六朝和唐代那样显著而已。明末清初，是中外交流的一个空前转折时期。过去的交流，东部以日本为主，西部以印度波斯为主。到了此时，欧风东渐，中国的文化交流主要以欧洲为对象了。天主教取代了佛教的地位，澳门成了主要的交流通道。交流对象以天文历算科学技术为主，其间也杂有文学艺术。有人考证，古希腊的伊索寓言已于此时传入中国。绘画方面，有郎世宁的作品，技巧是西方的，有时也流露出一点华夏画风。到了世纪，中西双方相互摸索的时间已经够长了，双方的相互了解已经大为增强了。中国方面少数有识之士，比如林则徐魏源等等，冲破了闭关锁国的桎梏，张开眼睛看世界，喜见西方世界之昌盛，深感夜郎自大之可笑，遂锐意介绍，积多年之努力而纂成的魏源的海国图志可以作为一个代表。此书在日本产生了良好的影响。据说，此书对年的明治维新也不无贡献。在中国方面，世纪末的洋务运动表现出中国一部分开明人士向西方寻求救世良药的努力。这个运动最初效果并不十分显著，但它是顺应时代潮流的，是无法抗御的，它自然会持续发展下去，一直到了世纪。世纪是公元第二个千纪的最后一个世纪。在这一百年里，人类社会的进步速度超过了过去的几千年，好像物理学上物体下坠的定理一样，速度越来越快。就拿世纪之初和世纪末相比，其速度也是极为悬殊的。现在的地球已经小成了一个地球村，虽相距千里万里也能朝发夕至。因此，文化交流，其中当然包括文学交流，越来越方便，越来越频繁，效果也越来越显著。"}
{"text":"这个运动最初效果并不十分显著，但它是顺应时代潮流的，是无法抗御的，它自然会持续发展下去，一直到了世纪。世纪是公元第二个千纪的最后一个世纪。在这一百年里，人类社会的进步速度超过了过去的几千年，好像物理学上物体下坠的定理一样，速度越来越快。就拿世纪之初和世纪末相比，其速度也是极为悬殊的。现在的地球已经小成了一个地球村，虽相距千里万里也能朝发夕至。因此，文化交流，其中当然包括文学交流，越来越方便，越来越频繁，效果也越来越显著。在李岫教授等写作的这一部世纪中外文学交流史中，对文学交流的方方面面都做了细致深刻的叙述和分析，这实在是一件功德无量的事，值得我们大大地予以赞扬的。文学交流的意义何在呢？我个人认为，物质方面的文化交流能提高世界人民的生活水平。而文学交流则属于精神方面的文化交流，它能提高世界人民的精神境界，能促进世界文学创作的繁荣，更重要的是能促进世界上不同民族的相互了解，增强他们之间的友谊和感情，而最后这一点是极其重要的。世界人民，不管肤色多么不同，语言风习多么歧异，但是，他们却有一个共同的愿望他们要和平，不要战争他们要安定，不要祸乱他们要正义，不要邪恶。世纪在这方面做出了很坏的榜样，一百年内，狼烟四起，战乱不断，两次世界大战震古烁今。有的大国，手握原子弹和指挥棒，以世界警察自命。这些邪恶现象引起了全世界的公愤。转瞬世纪即将来临，这邪恶现象必将会继续下去。遏止之方不是没有，但是最重要的还要依靠人民的力量。文学交流是沟通人们的心灵和加强团结斗争的重要渠道。年月日本文为世纪中外文学交流史序第章谈西学东传多少年来，我逐渐形成了一种看法或者主张，我认为，文化交流是推动人类社会发展，促进人类科技文化增长，加强人民与人民间政府与政府间相互理解，增添感情的重要手段之一。这绝不是我个人的凭空臆想，而是有历史事实为根据的，我的主张是能站得住的。我们中华民族是伟大的民族，几千年来我们的发明创造，传出了中国，传遍了世界。其中四大发明更是辉煌无限，尽人皆知。我们甚至可以说，如果没有中国的四大发明，人类文化发展的进程将会推迟的。至于那一些比较小的发明创造，更是难以计数。英国学者李约瑟关于中国科技史的名著，是许多人都熟悉的。我在这里不再重述。"}
{"text":"这绝不是我个人的凭空臆想，而是有历史事实为根据的，我的主张是能站得住的。我们中华民族是伟大的民族，几千年来我们的发明创造，传出了中国，传遍了世界。其中四大发明更是辉煌无限，尽人皆知。我们甚至可以说，如果没有中国的四大发明，人类文化发展的进程将会推迟的。至于那一些比较小的发明创造，更是难以计数。英国学者李约瑟关于中国科技史的名著，是许多人都熟悉的。我在这里不再重述。我只举一本大家也许还不太知道的书，说明同一个问题，这就是伊朗裔的法国学者阿里玛扎海里的丝绸之路，其中讲了许多中国的发明创造，虽不像四大发明那样辉煌，但意义并未减少。这一些看起来极其微末琐细的发明创造，对人类文化的发展，对人类生活的方便，同样做出了重大的贡献，且莫等闲视之。上面说的是中华民族送出去的东西。在过去两千多年中，我们也同样拿来了很多很多的有用的东西。现在从最大的宏观上来看，在中国历史上外来文化大规模的传入共有两次一次是汉代起印度佛教的传入，一次就是从四百年前起西方天主教，后来又加上了基督教的传入。两次传入，从表面上来看，都是宗教的传入但从本质上来看，实际上传入的是文化，是哲学，是艺术，是技术等等。没有这两次的传入，我们今天的科技和文化的发展绝不会是现在这个样子。这是一件事实，没有争辩的余地。佛教在这里先不谈，这不是我要谈的题目，我只谈天主教和基督教。虽然西方信仰耶稣的宗教在中国唐代已经以景教的名义传入中国，但是影响不大。真正有影响的是明末清初天主教的传入。晋代佛教高僧道安对弟子们说过两句话不依国主，则法事难立。这两句话是从经验中得来的，完全符合实际情况。佛教如此，天主教亦何独不然。天主教所依的最初不是国主，而是大臣和艺术家学者，前者可以徐光启为代表，后者的代表当首推大画家吴历。到了清代康熙皇帝统治时期，这一位大皇帝并不一定为天主教义所动，然而他的目光犀利，看到了西方科技的重大意义，亲自学习西方的几何学。皇帝的榜样有力量，清代颇出了几个大数学家。到了世纪，西方文化猛烈冲击东方睡狮，如暴风骤雨，惊涛骇浪，中国人民接受了这个挑战，在短短一百年的时间内，从一个半封建半殖民地国家，达到了今天的社会主义社会的初级阶段，其进步之速超过了过去的一千年。"}
{"text":"到了清代康熙皇帝统治时期，这一位大皇帝并不一定为天主教义所动，然而他的目光犀利，看到了西方科技的重大意义，亲自学习西方的几何学。皇帝的榜样有力量，清代颇出了几个大数学家。到了世纪，西方文化猛烈冲击东方睡狮，如暴风骤雨，惊涛骇浪，中国人民接受了这个挑战，在短短一百年的时间内，从一个半封建半殖民地国家，达到了今天的社会主义社会的初级阶段，其进步之速超过了过去的一千年。由于种种人所共知的原因，今天的中国青年，有的产生了信仰危机，思想浮躁不安，对世间事有些茫然。有识之士憬然忧之，大家一致提出来要提高人民的，特别是青年的人文素质教育和伦理道德教育。我个人认为，这种想法是完全正确的，有远见卓识的，是及时雨。但是，要做好这一件工作却并不容易。为之之法，其道多端。首先，要对青年进行爱国主义教育，让他们知道，中华民族对世界做出过重大的贡献，今后还将做出更重大的贡献，作为一个中国人是很值得骄傲的。一个人只能有一次生命，必须实现人生的价值，才对得起这仅有的一次生命。麦当劳，肯德基，可口可乐加雪碧比萨饼，加州面，卡拉，美容院，这样的生活，虽然也能增加一些人生乐趣但是，天天这样，就毫无意义。我希望，我们中国人，特别是青年人，要认识到自己对国家和后世子孙的义务。我们都是人类进化无尽长河中的一段，承前启后，是跑接力赛中的一棒，我们这一棒跑不好，会对全局产生恶劣影响。这就是爱国主义。但是，同时我们又必须认识到，我们对世界也负有义务，这就是国际主义。真正的爱国主义与国际主义，不但没有矛盾，而且是相辅相成，互相依存的。我个人认为，人类前途还是光明的。能否真正光明，就决定于各国人民能否做到爱国主义与国际主义相结合。怎样才能让中国青年认识到这一点呢？办法多种多样。其中之一就是让他们认识到，一个人一个民族一个国家，都不能离开别的人别的国家别的民族而完全独立生存。人类都是要互相帮助互相依存，而文化交流尚矣，就连我在上面说的麦当劳肯德基等等也是文化交流的结果。年月日本文为西学东传人物丛书序第章西化问题的侧面观什么是西化问题呢？这我似乎有点明白，又似乎不明白。"}
{"text":"办法多种多样。其中之一就是让他们认识到，一个人一个民族一个国家，都不能离开别的人别的国家别的民族而完全独立生存。人类都是要互相帮助互相依存，而文化交流尚矣，就连我在上面说的麦当劳肯德基等等也是文化交流的结果。年月日本文为西学东传人物丛书序第章西化问题的侧面观什么是西化问题呢？这我似乎有点明白，又似乎不明白。理论方面我总觉得有点深奥所以十几年前当许多名流学者热烈讨论这问题的时候，我从来没有这样大的勇气和决心把一篇讨论西化问题的文章从头到尾看完过。只知道最初有什么全盘西化的论调，后来又有人出来提倡中国本位文化，真可以说是热闹。但我却像一个看足球决赛的旁观者，陪球员高兴一阵，甚至手舞足蹈的时候都有终于还是回家睡大觉，人家的胜负与我毫不相干。不过我想在这里附带说一句倘若当时参加讨论的名流学者们能把一百年以前俄国学者讨论西化或斯拉夫本位文化的文章拿来看一看，也许可以省下许多笔墨纸张。理论既然不明白，那么我们就谈几个实际的例子吧！不过我仍然要声明，连这几个实际例子我也未必真明白，只是觉得似乎有点明白了而已。我们先谈飞机。倘若真正要西化的话，无论是不是全盘，飞机大概总要化过来的。我这话似乎又有语病，因为一直到现在还有人认为飞机也是古已有之的。据说孙膑或墨子曾制过能在空中飞行的木鸢，这就是现代飞机的始祖。这样一来，似乎西洋的飞机还是从我们中国化去的。我不反对这说法，这是替我们黄帝子孙们增光的事情。不过，我们的木鸢不但没变成飞机，甚至连木鸢现在也看不见了。人家的飞机却天天在我们的天空里飞。没有办法，只好还是到西方去学，而且现在也就正在学中。学成了会成什么样子呢？这我有点说不上来。我虽然上下古今乱谈，但究竟没学过算卦，现在不能预言。无已，我们就先谈从外国买来的飞机吧！飞机买来的时候，大概还是新的。于是就有人来驾驶，天天在天空里飞。我们的驾驶员并不笨，也能像西洋人一样耍出许多花样，或者还更多。当飞机落到地上，他们从里面走下来的时候，样子异常地神气。穿了全副的美式配备，臂上挂了如花的少女，高视阔步，昂然走在街上。虽然他们现在是在地面上，但看神气却仍然仿佛从天空里往下看一样，这些凡人们在他们眼里都只像蚂蚁一般大小。世界是属于他们的。就这样，一天天地下去。他们愈来愈神气，飞机也愈来愈旧。"}
{"text":"无已，我们就先谈从外国买来的飞机吧！飞机买来的时候，大概还是新的。于是就有人来驾驶，天天在天空里飞。我们的驾驶员并不笨，也能像西洋人一样耍出许多花样，或者还更多。当飞机落到地上，他们从里面走下来的时候，样子异常地神气。穿了全副的美式配备，臂上挂了如花的少女，高视阔步，昂然走在街上。虽然他们现在是在地面上，但看神气却仍然仿佛从天空里往下看一样，这些凡人们在他们眼里都只像蚂蚁一般大小。世界是属于他们的。就这样，一天天地下去。他们愈来愈神气，飞机也愈来愈旧。间或这里掉了一个螺旋，那里缺了点什么，或者什么地方应该擦一点油了，普通大众是不会发现的因为飞机买来是在天空里飞的，既然落到地上，管它干什么？而且我们的驾驶员们还有别的心事，每天看报纸，先要看黄金的涨落，上海比北平究竟差多少，值不值一带，这些都需要很多的精神。即便碰巧发现了飞机有点小毛病，觉得也没有什么严重，掉了个小螺旋有什么关系呢？模模糊糊对付着能飞就行了。像西洋人那样在飞机起飞前严密的检查更没有必要了。于是照常驾驶，飞机也就照常飞。然而说不定哪一天这飞机忽然失事了。于是报纸用大字登出来，这里打电报，那里做报告，连最高当局也震怒了，当然又下了手令。一时真像煞有介事。但过了不久，除了受难者的家属以外，人们对这事情都渐渐淡漠下来。报纸上也就再没有下文。当然更不会有人追问。反正自己没有被难，管这些闲事干什么？不久这件事就被埋在遗忘里。于是，天下太平，皆大欢喜。又有新买来的飞机在天空里飞。从飞机我想到钟表。时间本来是很神秘的东西，是连绵不断的，钟表就是用来把时间分割开来的。这当然是一个很笨的无可奈何的办法，一定要有一个先决的条件，就是分割应该统一。一个地方或一个城市的时间无论如何应该一致。倘若你的表是五点，我的是十点，另外一个第三者的是十二点，那么钟表还有什么意义呢？钟表是欧洲人发明的，关于时间统一这一点他们总算做到了。有些需要精确时间的地方甚至一分一秒都不差。但自从明末天主教士把钟表带到中国来以后，钟表大概也震惊于我们精神文化的伟大，把在欧洲时的作风渐渐改变了。满清皇宫里和贵族家里的钟表，譬如说贾府上的，改变到什么程度，因为我究竟不是历史家，有点考据不上来。没有办法，只好举眼前的例子。北平一个学校里当然有很多的钟，几乎每间办公室里都有。数目虽然多，但没有两个钟的时间是一样的。"}
{"text":"钟表是欧洲人发明的，关于时间统一这一点他们总算做到了。有些需要精确时间的地方甚至一分一秒都不差。但自从明末天主教士把钟表带到中国来以后，钟表大概也震惊于我们精神文化的伟大，把在欧洲时的作风渐渐改变了。满清皇宫里和贵族家里的钟表，譬如说贾府上的，改变到什么程度，因为我究竟不是历史家，有点考据不上来。没有办法，只好举眼前的例子。北平一个学校里当然有很多的钟，几乎每间办公室里都有。数目虽然多，但没有两个钟的时间是一样的。工友拿来当作标准摇铃的一个钟，也许有点年高德劭了，每天总慢走五分钟。三天以后就会慢到一刻钟。然而这就是这一院的标准时间。有人告诉工友，工友说他知道。问他为什么不拨正了，他说，只差一刻钟有什么关系呢？反正上课时间总会是五十分钟的。同时另外一个离这里不远的院里的钟，大概走得比较对一点。结果是两院摇铃的时间相差一刻钟，这里还没下课，那里已经上课了。在两院都有课的同学就真有点伤脑筋了。一天我看到一位德国先生用了跑百米的姿势冲进学校里来，头上满是汗。到了，他才知道，原来学校里连预备铃还没有摇。另一天，我下了课去赶汽车。计算时间可以赶得上，但汽车却早已开走了。在北平这古城里，像这样的钟还多得很。大马路旁的所谓标准钟，银行大楼上的大钟，样子都很堂皇神气，但倘若仔细观察就都有问题。有的从不知什么时候起就干脆不走。有的性急，总是走在时间前面，让时间在后面拼命追。有的性慢，反正据哲学家说，时间是永恒的，马路上又终天有热闹可看，有美国吉普车撞三轮，有军人打汽车售票生，慢慢地走着瞧吧！慌什么呢？于是这些堂皇的钟就各自为政起来。倘若干脆不走，我不反对。因为从不知多久以来，钟表对许多人们就只是一件装饰品，像钻石戒指什么的，虽然他们原来不是用来做装饰品的。这次大战的时候，德国人有几年没有看到咖啡，一个杂志就提议把咖啡豆镶在白金戒指上代替钻石。咖啡豆都有当装饰品的资格，何况钟表呢？欧洲的，恐怕我们中国的也一样，贵夫人赴夜会的时候，穿了晚礼服，脖子上挂了真的或假的珠子，手腕上带了金表，珠光宝气，炫人眼睛。但一说到时间，就回头问自己的丈夫。原来她们的表从买来后就没有走过。所以有一个时期我想提议以后替太太们制手表，里面不必用机器，只用一块金子，做成表形，用笔画上钟点就行了。"}
{"text":"这次大战的时候，德国人有几年没有看到咖啡，一个杂志就提议把咖啡豆镶在白金戒指上代替钻石。咖啡豆都有当装饰品的资格，何况钟表呢？欧洲的，恐怕我们中国的也一样，贵夫人赴夜会的时候，穿了晚礼服，脖子上挂了真的或假的珠子，手腕上带了金表，珠光宝气，炫人眼睛。但一说到时间，就回头问自己的丈夫。原来她们的表从买来后就没有走过。所以有一个时期我想提议以后替太太们制手表，里面不必用机器，只用一块金子，做成表形，用笔画上钟点就行了。倘若这位太太喜欢八点钟，就画上八点倘若她喜欢九点钟，就画上九点依此类推，无论什么时候看，都只是一个样，这多有意思？还可以从她们喜欢的钟点上替她们起诨名，譬如八点太太九点太太，等等。心理学家可以从这里推测这些太太们的个性。象征派诗人也可以从这些钟点上幻想出这些太太们的灵魂是红的，或是绿的，岂不很热闹有趣？反正人们都知道太太们的金表多半是不走的，不会误事。但我们的钟表却偏不这样简单，它们也走也不走。我们不知道它们什么时候走，什么时候不走哪一只走，哪一只不走。在钟表没有输入以前，我们中国人大概是颇快乐的。日出而作，日落而息，这多么简单明白？太阳反正不会罢工，而且有目共睹。当时虽然也有什么漏，但也只是贵族人家的玩意儿，与一般平民无干。山中无历日，寒尽不知年，不是一直到现在还有许多人向往这境界么？但钟表却偏要挤进来。据一位哲学家说，我们中国的思想是有完整性的，用我的话说，就是混沌一团。可惜自从钟表挤进来以后，这完整性有点难于保持了。这真是大可哀的事情。另外一件大可哀的事情就是抽水马桶的输入。以前我在北平读书的时候，常听到刚回国的留学生们的伟论，读到他们的文章。既然镀过金了，再看到我们这古老的国家，就难免有许多感慨。但第一件让他们不满意的却是在中国有很多地方没有抽水马桶。这当然有很充足的理由。谁不知道坐抽水马桶的干净方便呢？但也有一个先决条件，就是用过后一定要拉一拉链子，或按一按钮子，让水流下来，把马桶冲洗干净，不要让后来的人掩鼻而过之。这件事看来虽简单，但却复杂。连认为中国没有抽水马桶就是野蛮的象征的留学生们，当他们还没回国的时候，就常常因为用过马桶后不放水冲洗因而被外国房东赶出来。他们回国后怎么样呢？这我有点说不上来。反正在我们中国，只要有抽水马桶的地方――我先声明，这种地方恐怕只有上等人才能住――就难免有上面说的那种现象。"}
