{"text":"我并不说每一个青年必须看这两部书，也不是说每一个青年只要看这两部书，也并不是说我只有这两部书想推荐。大概报纸副刊的编辑，想借此添一点新花样，而填写者也大都是偶然觉得有什么书不妨看看，就随手写下了。早知这一写竟会闯出这样大的文字纠纷来，即使大晚报副刊编者崔万秋先生给我磕头我也不肯写的。今天看见涛声第四十期上有一封曹聚仁先生给我的信，最后一句是没有比这两部书更有利于青年了吗？敢问。这一问真问得我啼笑皆非了。曹聚仁先生的信态度很真挚，我将有一封复信给他，也许他会得刊在涛声上，我希望你看一看。对于丰之余先生我也不愿再冒犯他，不过对于他在感旧上那一篇文章里三点另外的话觉得还有一点意见――一丰先生说有些新青年可以有旧思想，有些旧形式也可以藏新内容。是的，新青年尚且可以有旧思想，那么像我这种遗少之群中的一肢一节之有旧思想似乎也可以存而不论的了。至于旧形式也可以藏新内容，则似乎写庄子那样的古文也不妨，只要看它的内容如何罢了。二丰先生说不懂我劝青年看庄子与文选与做了考官以词取士有何分界，这其实是明明有着分界的。前者是以一己的意见供献给青年，接受不接受原在青年的自由后者却是代表了整个阶级注做官的阶级也，几乎是强迫青年全体去填词了。除非这青年不想做官。三说先生的文章是从庄子与文选中来的，这确然是滑稽的，我记得我没有说过那样的话。我的文章里举出先生来作例，其意只想请不反对青年从古书求得一点文学修养的先生来帮帮忙。先生虽然一向是劝青年多读外国书的，但这是他以为从外国书中可以训练出思想新锐的青年来至于像我那样给青年从做文章或说文学修养上着想，则先生就没有反对青年读古书过。举两个证据来罢一，少看中国书，其结果不过不能作文而已。见北新版华盖集第四页。这可见先生也承认要能作文，该多看中国书了。而这所谓中国书，从上文看来，似乎并不是指的白话文书。二，我常被询问，要弄文学，应该看什么书？我以为倘要弄旧的呢，倒不如姑且靠着张之洞的书目答问去摸门径去。见北新版而已集第四十五页。现在，我想我应该在这里带住了，我曾有一封信给大晚报副刊的编者，为了尊重丰之余先生的好意，我曾请求允许我换两部书介绍给青年。"}
{"text":"举两个证据来罢一，少看中国书，其结果不过不能作文而已。见北新版华盖集第四页。这可见先生也承认要能作文，该多看中国书了。而这所谓中国书，从上文看来，似乎并不是指的白话文书。二，我常被询问，要弄文学，应该看什么书？我以为倘要弄旧的呢，倒不如姑且靠着张之洞的书目答问去摸门径去。见北新版而已集第四十五页。现在，我想我应该在这里带住了，我曾有一封信给大晚报副刊的编者，为了尊重丰之余先生的好意，我曾请求允许我换两部书介绍给青年。除了我还写一封信给曹聚仁先生之外，对于这庄子与文选的问题我没有要说的话了。我曾经在自由谈的壁上，看过几次的文字争，觉得每次总是愈争愈闹意气，而离本题愈远，甚至到后来有些参加者的动机都是可以怀疑的，我不想使自己不由自主地被卷入漩涡，所以我不再说什么话了。昨晚套了一个现成偈语此亦一是非彼亦一是非唯无是非观庶几免是非倘有人能写篆字者乎？颇想一求法挥，张之素壁。施蛰存上十九日。十月二十日，申报自由谈。本篇最初发表于一九三三年十月二十六日申报自由谈。少看中国书二句见华盖集青年必读书。易经又名周易，儒家经典，古代记载占卜的书。其中卦辞爻辞部分，可能萌芽于殷周之际。书经，又名尚书，儒家经典，我国上古历史文件的汇编。晨凉漫记晨凉漫记孺牛关于张献忠的传说，中国各处都有，可见是大家都很以他为奇特的，我先前也便是很以他为奇特的人们中的一个。儿时见过一本书，叫作无双谱，是清初人之作，取历史上极特别无二的人物，各画一像，一面题些诗，但坏人好像是没有的。因此我后来想到可以择历来极其特别，而其实是代表着中国人性质之一种的人物，作一部中国的人史，如英国嘉勒尔的英雄及英雄崇拜，美国亚懋生的伟人论那样。惟须好坏俱有，有啮雪苦节的苏武，舍身求法的玄奘，有鞠躬尽瘁，死而后已的孔明，但也有呆信古法，死而后已的王莽，有半当真半取笑的变法的王安石张献忠当然也在内。但现在是毫没有动笔的意思了。蜀碧一类的书，记张献忠杀人的事颇详细，但也颇散漫，令人看去仿佛他是像为艺术而艺术的一样，专在为杀人而杀人了。他其实是别有目的的。"}
{"text":"惟须好坏俱有，有啮雪苦节的苏武，舍身求法的玄奘，有鞠躬尽瘁，死而后已的孔明，但也有呆信古法，死而后已的王莽，有半当真半取笑的变法的王安石张献忠当然也在内。但现在是毫没有动笔的意思了。蜀碧一类的书，记张献忠杀人的事颇详细，但也颇散漫，令人看去仿佛他是像为艺术而艺术的一样，专在为杀人而杀人了。他其实是别有目的的。他开初并不很杀人，他何尝不想做皇帝。后来知道李自成进了北京，接着是清兵入关，自己只剩了没落这一条路，于是就开手杀，杀他分明的感到，天下已没有自己的东西，现在是在毁坏别人的东西了，这和有些末代的风雅皇帝，在死前烧掉了祖宗或自己所搜集的书籍古董宝贝之类的心情，完全一样。他还有兵，而没有古董之类，所以就杀，杀，杀人，杀但他还要维持兵，这实在不过是维持杀。他杀得没有平民了，就派许多较为心腹的人到兵们中间去，设法窃听，偶有怨言，即跃出执之，戮其全家他的兵像是有家眷的，也许就是掳来的妇女。以杀治兵，用兵来杀，自己是完了，但要这样的达到一同灭亡的末路。我们对于别人的或公共的东西，不是也不很爱惜的么？所以张献忠的举动，一看虽然似乎古怪，其实是极平常的。古怪的倒是那些被杀的人们，怎么会总是束手伸颈的等他杀，一定要清朝的肃王来射死他，这才作为奴才而得救，而还说这是前定，就是所谓吹箫不用竹，一箭贯当胸。但我想，这豫言诗是后人造出来的，我们不知道那时的人们真是怎么想。七月二十八日。本篇最初发表于一九三三年八月一日申报自由谈。张献忠―延安柳树涧今陕西定边东人，明末农民起义领袖之一。崇祯三年起义，转战河南陕西等地。崇祯十七年入川，在成都建立大西国。顺治三年出川，有川北盐亭界为清兵所害。旧史书中常有关于他杀人的夸大记载。无双谱清代金古良编绘，内收从汉到宋四十个名人的画像，并各附一诗。嘉勒尔，―通译卡莱尔，英国著作家及历史学家。著有法国革命史过去与现在等。英雄及英雄崇拜是他的讲演稿，出版于一八四一年。"}
{"text":"崇祯三年起义，转战河南陕西等地。崇祯十七年入川，在成都建立大西国。顺治三年出川，有川北盐亭界为清兵所害。旧史书中常有关于他杀人的夸大记载。无双谱清代金古良编绘，内收从汉到宋四十个名人的画像，并各附一诗。嘉勒尔，―通译卡莱尔，英国著作家及历史学家。著有法国革命史过去与现在等。英雄及英雄崇拜是他的讲演稿，出版于一八四一年。亚懋生，―通译爱默生，美国著作家。著有论文集英国人的性格等。伟人论一译代表人物是他于一八四七年访问英国时在英格兰和苏格兰的讲演稿，后经整理于一八五年出版。苏武？―前字子卿，京兆杜陵今属陕西西安市人。汉武帝天汉元年前以中郎将出使匈奴，被单于扣留，幽禁在一个大窖中，断绝饮食。他啮雪吞毡，得以不死。后又被送到北海今苏联贝加尔湖无人处去牧羊，他仍坚苦卓绝，始终不屈。直到汉昭帝始元六年前，因匈奴与汉和好，才被遣回朝。玄奘―唐代高僧，翻译家旅行家。本姓陈，洛州缑氏今河南偃师缑氏镇人。隋末出家。他鉴于初期输入的佛典不够精确完全，佛教内部对教义阐发不一，立志亲赴佛教发源地天竺古印度求法，于贞观三年，一说贞观元年自长安西行，取道甘肃新疆，过沙漠，越葱岭，经阿富汗，历尽艰险到达印度，在中印度摩揭陀国那烂陀寺从戒贤法师钻研梵典，又遍游印度半岛的东部和西部，后于贞观十九年返抵长安。他带回经卷六五七部，与其弟子们共译七十五部，计一三三五卷。此外，他又口述所历诸国风土，由僧人辩机编录而成大唐西域记一书。孔明―姓诸葛名亮，字孔明，琅琊阳都今山东沂南人，三国时蜀汉丞相。鞠躬尽瘁，死而后已句，是他在建兴六年十一月上蜀后主刘禅奏章中的话。这篇奏章世称为后出师表，三国志蜀书诸葛亮传未载，见于南朝宋裴松之注引晋代习凿齿的汉晋春秋，据说出于三国时吴国张俨的默记。王莽前―字巨君，东平陵今山东历城人。西汉末年，他以外戚由大司马逐渐做到摄皇帝，实际掌握了当时的政权。公元八年，他废孺子婴，自立为帝，国号新。"}
{"text":"鞠躬尽瘁，死而后已句，是他在建兴六年十一月上蜀后主刘禅奏章中的话。这篇奏章世称为后出师表，三国志蜀书诸葛亮传未载，见于南朝宋裴松之注引晋代习凿齿的汉晋春秋，据说出于三国时吴国张俨的默记。王莽前―字巨君，东平陵今山东历城人。西汉末年，他以外戚由大司马逐渐做到摄皇帝，实际掌握了当时的政权。公元八年，他废孺子婴，自立为帝，国号新。即位后他模仿古法，改定一切制度，如收全国土地为国有，称为王田，不得买卖一家男口不满八人而有田一井九百亩以上的，将余田分给同族或乡里奴婢称为私属，禁止买卖等等。但后来一切新政又都先后废止，王莽本人则在对农民起义军作战失败后被杀。王安石―字介甫，抚州临川今属江西人，北宋政治家和文学家。他在宋神宗熙宁二年任宰相，实行改革，推行均输青苗免役市易方田均税保甲保马等新法。后来因受大官僚大地主的反对和攻击而失败。蜀碧清代彭遵泗著，四卷。内容系记述张献忠在四川时的事迹，特别夸张了他杀人的事。在康熙二十一年作的自序中说，该书系根据幼年所闻张献忠遗事及杂采他人记载而成。肃王即豪格―，清太宗长子，封和硕肃亲王。顺治三年率清兵进攻陕西四川，镇压张献忠部起义军。吹箫不用竹，一箭贯当胸这是蜀碧卷三所载关于张献忠之死的预言诗初，成都东门外，沿江十里，有锁江桥，桥畔有回澜塔，万历中布政使余一龙所建，献忠命毁之，就其地修筑将台，穿穴取砖，至四丈余，得一古碑，上有篆文云修塔余一龙，拆塔张献忠。岁逢甲乙丙，此地血流红。妖运终川北，毒气播川东。吹箫不用竹，一箭贯当胸。炎兴元年，诸葛孔明记。至肃王督师攻献，于西充射杀之，乃知吹箫不用竹，盖肃字也。按张献忠之死，据明史张献忠传载顺治三年，献忠尽焚成都宫殿庐舍，夷其城，率众出川北会我大清兵至汉中，至盐亭界，大雾，献忠晓行，猝遇我兵于凤凰坡，中矢坠马，蒲伏积薪下，于是我兵擒献忠出，斩之。但清代谷应泰明史记事本末卷七十七则说张献忠是以病死于蜀中，与清代官修的明史所记各异。"}
{"text":"妖运终川北，毒气播川东。吹箫不用竹，一箭贯当胸。炎兴元年，诸葛孔明记。至肃王督师攻献，于西充射杀之，乃知吹箫不用竹，盖肃字也。按张献忠之死，据明史张献忠传载顺治三年，献忠尽焚成都宫殿庐舍，夷其城，率众出川北会我大清兵至汉中，至盐亭界，大雾，献忠晓行，猝遇我兵于凤凰坡，中矢坠马，蒲伏积薪下，于是我兵擒献忠出，斩之。但清代谷应泰明史记事本末卷七十七则说张献忠是以病死于蜀中，与清代官修的明史所记各异。吃教吃教丰之余达一先生在文统之梦里，因刘勰自谓梦随孔子，乃始论文，而后来做了和尚，遂讥其贻羞往圣。其实是中国自南北朝以来，凡有文人学士，道士和尚，大抵以无特操为特色的。晋以来的名流，每一个人总有三种小玩意，一是论语和孝经，二是老子，三是维摩诘经，不但采作谈资，并且常常做一点注解。唐有三教辩论，后来变成大家打诨所谓名儒，做几篇伽蓝碑文也不算什么大事。宋儒道貌岸然，而窃取禅师的语录。清呢，去今不远，我们还可以知道儒者的相信太上感应篇和文昌帝君阴骘文，并且会请和尚到家里来拜忏。耶稣教传入中国，教徒自以为信教，而教外的小百姓却都叫他们是吃教的。这两个字，真是提出了教徒的精神，也可以包括大多数的儒释道教之流的信者，也可以移用于许多吃革命饭的老英雄。清朝人称八股文为敲门砖，因为得到功名，就如打开了门，砖即无用。近年则有杂志上的所谓主张。现代评论之出盘，不是为了迫压，倒因为这派的飞腾新月的冷落，是老社员都爬了上去，和月亮距离远起来了。这种东西，我们为要和敲门砖区别，称之为上天梯罢。教之在中国，何尝不如此。讲革命，彼一时也讲忠孝，又一时也跟大拉嘛打圈子，又一时也造塔藏主义，又一时也。有宜于专吃的时代，则指归应定于一尊，有宜合吃的时代，则诸教亦本非异致，不过一碟是全鸭，一碟是杂拌儿而已。刘勰亦然，盖仅由不撤姜食一变而为吃斋，于胃脏里的分量原无差别，何况以和尚而注论语孝经或老子，也还是不失为一种天经地义呢？九月二十七日。本篇最初发表于一九三三年九月二十九日申报自由谈。达一即陈子展，湖南长沙人，古典文学研究者。"}
{"text":"有宜于专吃的时代，则指归应定于一尊，有宜合吃的时代，则诸教亦本非异致，不过一碟是全鸭，一碟是杂拌儿而已。刘勰亦然，盖仅由不撤姜食一变而为吃斋，于胃脏里的分量原无差别，何况以和尚而注论语孝经或老子，也还是不失为一种天经地义呢？九月二十七日。本篇最初发表于一九三三年九月二十九日申报自由谈。达一即陈子展，湖南长沙人，古典文学研究者。文统之梦一文，载于一九三三年九月二十七日申报自由谈，其中有一节说文统之梦，盖南北朝文人恒有之。刘勰作文心雕龙，其序略云予齿在逾立，尝夜梦执丹漆之礼器，随仲尼而南行，寤而喜曰，大哉圣人之难见也，薨小子之垂梦欤？敷赞圣旨，莫若注经，而马郑诸儒，弘之已精，就有深解，未足立家。唯文章之用，实经典枝条，五礼资之以成，六典因之致用。于是搦笔和墨，乃始论文。可知刘勰梦见孔子，隐然以文统自肩，而以道统让之经生腐儒。微惜其攻乎异端，皈依佛氏，正与今之妄以道统自肩者同病，贻羞往圣而不自知也。刘勰？―约字彦和，南朝梁南东莞今江苏镇江人，文艺理论家。晚年出家为僧。论语儒家经典，孔丘弟子记录孔丘言行的书。孝经，儒家经典，记载孔丘与其弟子曾参关于孝道问答的书。老子又名道德经，道家经典，相传为春秋时老聃所作。维摩诘经全称维摩诘所说经，佛教经典，维摩诘是经中所写的大乘居士，相传是与释迦牟尼同时代的人。三教辩论始见于北周，盛于唐代。唐德宗每年生日，在麟德殿举行儒释道三教的辩论，形式很典重，但三方都以常识性的琐碎问题应付场面，并无实际上的问难，相反却强调三教同源，并往往杂以谐谑。唐懿宗时，还有俳优在皇帝面前以三教辩论作为逗笑取乐的资料见太平广记卷二五二引唐阙史俳优人。太上感应篇道藏太清部著录三十卷，题宋李昌龄传。清代经学家惠栋曾为它作注。文昌帝君阴骘文，相传为晋代张亚子所作。明史礼志四说张亚子死后成为掌管人间禄籍的神道，称文昌帝君。二者都是宣传道家因果报应迷信思想的书。杂志上的所谓主张指胡适在努力周报上提出的好政府主张，参看本卷第页注。"}
{"text":"唐懿宗时，还有俳优在皇帝面前以三教辩论作为逗笑取乐的资料见太平广记卷二五二引唐阙史俳优人。太上感应篇道藏太清部著录三十卷，题宋李昌龄传。清代经学家惠栋曾为它作注。文昌帝君阴骘文，相传为晋代张亚子所作。明史礼志四说张亚子死后成为掌管人间禄籍的神道，称文昌帝君。二者都是宣传道家因果报应迷信思想的书。杂志上的所谓主张指胡适在努力周报上提出的好政府主张，参看本卷第页注。现代评论综合性周刊，胡适陈西滢王世杰徐志摩等人办的同人杂志。一九二四年十二月创刊于北京，一九二七年七月移至上海出版，一九二八年十二月停刊。现代评论派主要成员后来多在教育界或反动政界充任要职。新月新月社主办的以文艺为主的综合性月刊，一九二八年三月创刊于上海，一九三三年六月停刊。这里是对戴季陶一类国民党政客言行的讽刺。戴季陶在大革命时期伪装革命，不久即暴露出反革命面目，竭力鼓吹忠孝等封建道德。关于他跟大拉嘛打圈子及造塔藏主义，参看本卷第页注第页注。不撤姜食语见论语乡党。据朱熹注姜，通神明，去秽恶，故不撤。第冲节冲旅隼推和踢只能死伤一两个，倘要多，就非冲不可。十三日的新闻上载着贵阳通信说，九一八纪念，各校学生集合游行，教育厅长谭星阁临事张皇，乃派兵分据街口，另以汽车多辆，向行列冲去，于是发生惨剧，死学生二人，伤四十余，其中以正谊小学学生为最多，年仅十龄上下耳。我先前只知道武将大抵通文，当枕戈待旦的时候，就会做骈体电报，这回才明白虽是文官，也有深谙韬略的了。田单曾经用过火牛，现在代以汽车，也确是二十世纪。冲是最爽利的战法，一队汽车，横冲直撞，使敌人死伤在车轮下，多么简截冲也是最威武的行为，机关一扳，风驰电掣，使对手想回避也来不及，多么英雄。各国的兵警，喜欢用水龙冲，俄皇曾用哥萨克马队冲，都是快举。各地租界上我们有时会看见外国兵的坦克车在出巡，这就是倘不恭顺，便要来冲的家伙。汽车虽然并非冲锋的利器，但幸而敌人却是小学生，一匹疲驴，真上战场是万万不行的，不过在嫩草地上飞跑，骑士坐在上面暗呜叱咤，却还很能胜任愉快，虽然有些人见了，难免觉得滑稽。"}
{"text":"冲是最爽利的战法，一队汽车，横冲直撞，使敌人死伤在车轮下，多么简截冲也是最威武的行为，机关一扳，风驰电掣，使对手想回避也来不及，多么英雄。各国的兵警，喜欢用水龙冲，俄皇曾用哥萨克马队冲，都是快举。各地租界上我们有时会看见外国兵的坦克车在出巡，这就是倘不恭顺，便要来冲的家伙。汽车虽然并非冲锋的利器，但幸而敌人却是小学生，一匹疲驴，真上战场是万万不行的，不过在嫩草地上飞跑，骑士坐在上面暗呜叱咤，却还很能胜任愉快，虽然有些人见了，难免觉得滑稽。十龄上下的孩子会造反，本来也难免觉得滑稽的。但我们中国是常出神童的地方，一岁能画，两岁能诗，七龄童做戏，十龄童从军，十几龄童做委员，原是常有的事实连七八岁的女孩也会被凌辱，从别人看来，是等于年方花信的了。况且冲的时候，倘使对面是能够有些抵抗的人，那就汽车会弄得不爽利，冲者也就不英雄，所以敌人总须选得嫩弱。流氓欺乡下老，洋人打中国人，教育厅长冲小学生，都是善于克敌的豪杰。身当其冲，先前好像不过一句空话，现在却应验了，这应验不但在成人，而且到了小孩子。婴儿杀戮算是一种罪恶，已经是过去的事，将乳儿抛上空中去，接以枪尖，不过看作一种玩把戏的日子，恐怕也就不远了罢。十月十七日。本篇最初发表于一九三三年十月二十二日申报自由谈。贵阳通信见一九三三年十月十三日申报载国闻社重庆通讯。按当时国民党贵州省政府主席为王家烈，他和教育厅长谭星阁等都是这次惨案的主谋事后他们严密检查邮电，消息在惨案发生后二十余日才由重庆传出。田单曾经用过火牛田单，战国时齐国人。据史记田单列传，燕伐齐，破齐七十余城，齐军退守莒和即墨后来田单在即墨用火牛大破燕军，尽复失地。俄皇指旧俄最末的一个沙皇尼古拉二世\\保福叮浮保梗保福一九五年一月二十二日俄国旧历一月九日他曾令哥萨克马队在冬宫前冲击和屠杀请愿群众。年方花信指女子正当成年时期。花信，花开的消息。婴儿杀戮见基督教的新约全书马太福音第二章，其中说当犹太希律王的时候，耶稣生在犹太的伯利恒，希律王知道了，心里很不安。"}
