{"text":"当时正值第二次革命战争激烈进行，交通中断，我无法立即回济南老家探亲。我在上海和南京住了一个夏天。在南京曾叩见过陈寅恪先生，到中央研究院拜见过傅斯年先生。年深秋，从上海乘船到秦皇岛，转乘火车，来到了暌别十一年的北平。深秋寂冷，落叶满街，我心潮起伏，酸甜苦辣，说不出来是什么滋味。阴法鲁先生到车站去接我们，把我暂时安置在北大红楼。第二天，会见了文学院长汤用彤先生。汤先生告诉我，按北大以及其他大学规定，得学位回国的学人，最高只能给与副教授职称，在南京时傅斯年先生也告诉过我同样的话。能到北大来，我已经心满意足，焉敢妄求？但是过了没有多久，大概只有个把礼拜，汤先生告诉我，我已被定为正教授兼东方语言文学系主任，时年三十五岁。当副教授时间之短，我恐怕是创了新纪录。这完全超出了我的想望。我暗下决心努力工作，积极述作，庶不负我的老师和师辈培养我的苦心此时的时局却是异常恶劣的。以蒋介石为首的国民党，剥掉自己的一切画皮，贪污成性，贿赂公行，大搞五子登科，接受大员满天飞，法币天天贬值，搞了一套银元券金元券之类的花样，毫无用处。人民生活在水深火热之中，大学教授也不例外。手中领到的工资，一个小时以后，就能贬值。大家纷纷换银元，换美元，用时再换成法币。每当手中攥上几个大头时，心里便暖呼呼的，仿佛得到了安全感。在学生中，新旧势力的斗争异常激烈。国民党垂死挣扎，进步学生猛烈进攻。当时流传着一个说法在北平有两个解放区，一个是北大的民主广场，一个是清华园。我住在红楼，有几次也受到了国民党北平市党部纠集的天桥流氓等闯进来捣乱的威胁。我们在夜里用桌椅封锁了楼口，严阵以待，闹得人心惶惶，我们觉得又可恨，又可笑。但是，腐败的东西终究会灭亡的，这是一条人类和大自然中进化的规律。年春，北京终于解放了。在这三年中，我的心镜中照出的是黎明前的一段黑暗。如果把我的一生分成两截的话，我习惯的说法是，前一截是旧社会，共三十八年。后一截是新社会，年数现在还没法确定，我一时还不想上八宝山，我无法给我的一生画上句号。为什么要分为两截呢？一定是认为两个社会差别极大，非在中间划上鸿沟不行。实际上，我同当时留下没有出国或到台湾去的中老年知识分子一样，对共产党并不了解对共产主义也不见得那么向往但是对国民党我们是了解的。"}
{"text":"年春，北京终于解放了。在这三年中，我的心镜中照出的是黎明前的一段黑暗。如果把我的一生分成两截的话，我习惯的说法是，前一截是旧社会，共三十八年。后一截是新社会，年数现在还没法确定，我一时还不想上八宝山，我无法给我的一生画上句号。为什么要分为两截呢？一定是认为两个社会差别极大，非在中间划上鸿沟不行。实际上，我同当时留下没有出国或到台湾去的中老年知识分子一样，对共产党并不了解对共产主义也不见得那么向往但是对国民党我们是了解的。因此，解放军进城我们是欢迎的，我们内心是兴奋的，希望而且也觉得从此换了人间。解放初期，政治清明，一团朝气，许多措施深得人心。旧社会留下的许多污泥浊水，荡涤一清。我们都觉得从此河清有日，幸福来到了人间。但是，我们也有一个适应过程。别的比我年老的知识分子的真实心情，我不了解。至于我自己，我当时才四十岁，算是刚刚进入中年，但是我心中需要克服的障碍就不老少。参加大会，喊万岁之类的口号，最初我张不开嘴。连脱掉大褂换上中山装这样的小事，都觉得异常别扭，他可知矣。对我来说，这个适应过程并不长，也没有感到什么特殊的困难，我一下子像是变了一个人。觉得一切的一切都是美好的，都是善良的。我觉得天特别蓝，草特别绿，花特别红，山特别青。全中国仿佛开遍了美丽的玫瑰花，中华民族前途光芒万丈，我自己仿佛又年轻了十岁，简直变成了一个大孩子。开会时，游行时，喊口号，呼万岁，我的声音不低于任何人，我的激情不下于任何人。现在回想起来，那是我一生最愉快的时期。但是，反观自己，觉得百无是处。我从内心深处认为自己是一个地地道道的摘桃派。中国人民站起来了，自己也跟着挺直了腰板。任何类似贾桂的思想，都一扫而空。我享受着解放的幸福，然而我干了什么事呢？我作出了什么贡献呢？我确实没有当汉奸，也没有加入国民党，没有屈服于德国法西斯。但是，当中华民族的优秀儿女把脑袋挂在裤腰带上，浴血奋战，壮烈牺牲的时候，我却躲在万里之外的异邦，在追求自己的名山事业。天下可耻事宁有过于此者乎？我觉得无比地羞耻。连我那一点所谓学问――如果真正有的话――也是极端可耻的。我左思右想，沉痛内疚，觉得自己有罪，觉得知识分子真是不干净。我仿佛变成了一个基督教徒，深信原罪的说法。在好多好多年，这种原罪感深深地印在我的灵魂中。"}
{"text":"但是，当中华民族的优秀儿女把脑袋挂在裤腰带上，浴血奋战，壮烈牺牲的时候，我却躲在万里之外的异邦，在追求自己的名山事业。天下可耻事宁有过于此者乎？我觉得无比地羞耻。连我那一点所谓学问――如果真正有的话――也是极端可耻的。我左思右想，沉痛内疚，觉得自己有罪，觉得知识分子真是不干净。我仿佛变成了一个基督教徒，深信原罪的说法。在好多好多年，这种原罪感深深地印在我的灵魂中。我当时时发奇想，我希望时间之轮倒拨回去，拨回到战争年代，给我一个机会，让我立功赎罪。我一定会不惜牺牲自己的性命，为了革命，为了民族。我甚至有近乎疯狂的幻想如果我们的领袖遇到生死危机，我一定会挺身而出，用自己的鲜血与性命来保卫领袖。我处处自惭形秽。我当时最羡慕最崇拜的是三种人老干部解放军和工人阶级。对我来说，他们的形象至高无上，神圣不可侵犯。在我眼中，他们都是最可爱的人，是我终生学习也无法赶上的人。就这样，我背着沉重的原罪的十字架，随时准备深挖自己思想，改造自己的资产阶级思想，真正树立无产阶级思想――除了毫不利己，专门利人之外，我到今天也说不出什么是无产阶级思想――脱胎换骨，重新做人。风风雨雨，坎坎坷坷，一会儿山重水复，一会儿柳暗花明，走过了漫长的三十年。解放初期第一场大型的政治运动，是三反五反思想改造运动。我认真严肃地怀着满腔的虔诚参加了进去。我一辈子不贪污公家一分钱，三反五反与我无缘。但是思想改造，我却认为，我的任务是艰巨的，是迫切的。笼统说来，是资产阶级思想具体说来，则可以分为几项。首先，在解放前，我从对国民党的观察中，得出了一条结论政治这玩意儿是肮脏的，是污浊的，最好躲得远一点。其次，我认为，外蒙古是被前苏联抢走的中共是受苏联左右的。思想改造，我首先检查批判这两个思想。当时，当众检查自己的思想叫做洗澡，洗澡有小中大三盆。我是系主任，必须洗中盆，也就是在系师生大会上公开检查。因为我没有什么民愤，没有升入大盆，也就是没有在全校师生大会上检查。在中盆里，水也是够热的。大家发言异常激烈，有的出于真心实意，有的也不见得。我生平破天荒第一次经过这个阵势，句句话都像利箭一样，射向我的灵魂。但是，因为我仿佛变成一个基督教徒，怀着满腔虔诚的原罪感，好像话越是激烈，我越感到舒服，我舒服得浑身流汗，仿佛洗的是土耳其蒸汽浴。"}
{"text":"思想改造，我首先检查批判这两个思想。当时，当众检查自己的思想叫做洗澡，洗澡有小中大三盆。我是系主任，必须洗中盆，也就是在系师生大会上公开检查。因为我没有什么民愤，没有升入大盆，也就是没有在全校师生大会上检查。在中盆里，水也是够热的。大家发言异常激烈，有的出于真心实意，有的也不见得。我生平破天荒第一次经过这个阵势，句句话都像利箭一样，射向我的灵魂。但是，因为我仿佛变成一个基督教徒，怀着满腔虔诚的原罪感，好像话越是激烈，我越感到舒服，我舒服得浑身流汗，仿佛洗的是土耳其蒸汽浴。大会最后让我通过以后，我感动得真流下了眼泪，感到身轻体健，资产阶级思想仿佛真被廓清。像我这样虔诚的信徒，还有不少，但是也有想蒙混过关的。有一位洗大盆的教授，小盆中盆，不知洗过多少遍了，群众就是不让通过，终于升至大盆。他破釜沉舟，想一举过关。检讨得痛快淋漓，把自己骂得狗血喷头，连同自己的资产阶级父母，都被波及，他说了父母不少十分难听的话。群众大受感动。然而无巧不成书，主席瞥见他的检讨稿上用红笔写上了几个大字哭。每到这地方，他就嚎啕大哭。主席一宣布，群众大哗。结果如何，就不用说了。跟着来的是批判电影武训传，批判早春二月，批判资产阶级学术思想，胡适俞平伯都榜上有名。后面是揭露和批判胡风反革命集团，这是属于敌我矛盾的事件。胡风本人以外，被牵涉到的人数不少，艺术界和学术界都有。附带进行了一次清查历史反革命的运动，自杀的人时有所闻。北大一位汽车司机告诉我，到了这样的时候，晚上开车，要十分警惕，怕冷不防有人从黑暗中一下子跳出来，甘愿做轮下之鬼。到了年，政治运动达到了第一次高潮。从规模上来看，从声势上来看，从涉及面之广来看，从持续时间之长来看，都无愧是空前的。最初只说是党内整风，号召大家提意见，知无不言，言无不尽。当时党的威信至高无上。许多爱护党而头脑简单的人，就真提开了意见，有的话说得并不好听，但是绝大部分人是出于一片赤诚之心，结果被揪住了辫子，划为右派。根据上头的意见，右派是敌我矛盾作为人民内部矛盾来处理，而且信誓旦旦说右派永远不许翻案。有些被抓住辫子的人恍然大悟原来不是说不抓辫子，不打棍子，不戴帽子吗？这是不是一场阴谋？答曰否，这不是阴谋，而是阳谋。到了此时，悔之晚矣。戴上右派帽子的人，虽说是人民内部，但是游离于敌我之间，徒倚于人鬼之隙，滋味是够受的。"}
{"text":"当时党的威信至高无上。许多爱护党而头脑简单的人，就真提开了意见，有的话说得并不好听，但是绝大部分人是出于一片赤诚之心，结果被揪住了辫子，划为右派。根据上头的意见，右派是敌我矛盾作为人民内部矛盾来处理，而且信誓旦旦说右派永远不许翻案。有些被抓住辫子的人恍然大悟原来不是说不抓辫子，不打棍子，不戴帽子吗？这是不是一场阴谋？答曰否，这不是阴谋，而是阳谋。到了此时，悔之晚矣。戴上右派帽子的人，虽说是人民内部，但是游离于敌我之间，徒倚于人鬼之隙，滋味是够受的。有的人到了二十年之后才被摘掉帽子，然而老夫耄矣。无论如何，这证明了，共产党有改正错误的勇气，是有力量有信心的表现。当时究竟划了多少右派，确数我不知道。听说右派是有指标的，这指标下达到每一个基层单位，如果没有完成，必须补划。传说出了不少笑话。这都先不去管它。有一件事情，我脑筋里开了点窍这一场运动，同以前的运动一样，是针对知识分子的。我怀着根深蒂固的原罪感，衷心拥护这一场运动。到了年，轰轰烈烈的反击右派运动逐渐接近了尾声。但是，车不能停驶，马不能停蹄，立即展开了新的运动，而且这一次运动在很多方面都超越了以前的运动。这一次是精神和物质一齐抓，既要解放生产力，又要肃清资产阶级思想。后者主要是针对学校里的教授，美其名曰拔白旗。白就代表落后，代表倒退，代表资产阶级思想，是与代表前进，代表革命，代表无产阶级思想的红相对立的。大学里和中国科学院里一些资产阶级教授，狠狠地被拔了一下白旗。前者则表现在大炼钢铁上。至于人民公社，则好像是兼而有之。共产主义是天堂，人民公社是桥梁，是当时最响亮的口号，大炼钢铁实际上是一场巨大的灾难。全国人民响应号召，到处搜拣废铁，加以冶炼，这件事本来未可厚非。但是，废铁拣完了，为了完成指标，就把完整的铁器，包括煮饭的锅在内，砸成废铁，回炉冶炼。全国各地，炼钢的小炉，灿若群星，日夜不熄，蔚为宇宙伟观。然而炼出来的却是一炉炉的废渣。人人都想早上天堂，于是人民公社，一夜之间，遍布全国，适逢粮食丰收，大家敞开肚皮吃饭。个人的灶都撤掉了，都集中在公共食堂中吃饭。有的粮食烂在地里，无人收割。把群众运动的威力夸大到无边无际，把人定胜天的威力也夸大到无边无际。麻雀被定为四害之一，全国人民起来打之。把粮食的亩产量也无限夸大，从几百斤几千斤，到几万斤。"}
{"text":"但是，废铁拣完了，为了完成指标，就把完整的铁器，包括煮饭的锅在内，砸成废铁，回炉冶炼。全国各地，炼钢的小炉，灿若群星，日夜不熄，蔚为宇宙伟观。然而炼出来的却是一炉炉的废渣。人人都想早上天堂，于是人民公社，一夜之间，遍布全国，适逢粮食丰收，大家敞开肚皮吃饭。个人的灶都撤掉了，都集中在公共食堂中吃饭。有的粮食烂在地里，无人收割。把群众运动的威力夸大到无边无际，把人定胜天的威力也夸大到无边无际。麻雀被定为四害之一，全国人民起来打之。把粮食的亩产量也无限夸大，从几百斤几千斤，到几万斤。各地竞相弄虚作假，大放卫星。有人说，如果亩产几万斤，则一亩地里光麦粒或谷粒就得铺得老厚，那是完全不可信的。那时我已经有四十七八岁，不是小孩子了我是受过高等教育留过洋的大学教授，然而我对这一切都深信不疑。人有多大胆，地有多大产，我是坚信的。我在心中还暗暗地嘲笑那一些思想没有解放的胆小鬼，觉得唯我独马，唯我独革。跟着来的是三年灾害。真是自然灾害吗？今天看来，未必是的。反正是大家都挨了饿。我在德国挨过五年的饿，曾经沧海难为水，我现在一点没有感到难受，半句怪话也没有说过。从全国形势来看，当时的政策已经左到不能再左的程度，当务之急当然是反左。据说中央也是这样打算的。但是，在庐山会议上，忽然杀出来了一个彭德怀。他上了万言书，说了几句真话，这就惹了大祸。于是一场反左变为反右。一直到今天，开国元勋中，我最崇拜最尊敬的无过于彭大将军。他是一个难得的硬汉子，豁出命去，也不阿谀奉承，代表了中华民族的浩然正气。上面既然号召反右，那么就反吧。知识分子们，经过十几年连续不断的运动，都已锻炼成了运动健将，都已成了运动的内行里手。这一次我整你，下一次你整我，大家都已习惯这一套了。于是乱乱哄哄，时松时紧，时强时弱，一直反到社教运动。据我看，社教运动实际上是无产阶级文化大革命的前奏曲。我现在就把这两场运动摆在一起来讲。社会主义教育运动，北大是试点，先走了一步，运动开始后不久学校里就泾渭分明地分了派被整的与整人的。我也懵懵懂懂地参加了整人的行列。可是有一件事情我不明白，也想不通，解放后第一次萌动了一点反动思想学校的领导都是上面派来的老党员老干部，我们资产阶级知识分子并起不了多大作用，为什么上头的意思说我们统治了学校呢？我百思不得其解。"}
{"text":"于是乱乱哄哄，时松时紧，时强时弱，一直反到社教运动。据我看，社教运动实际上是无产阶级文化大革命的前奏曲。我现在就把这两场运动摆在一起来讲。社会主义教育运动，北大是试点，先走了一步，运动开始后不久学校里就泾渭分明地分了派被整的与整人的。我也懵懵懂懂地参加了整人的行列。可是有一件事情我不明白，也想不通，解放后第一次萌动了一点反动思想学校的领导都是上面派来的老党员老干部，我们资产阶级知识分子并起不了多大作用，为什么上头的意思说我们统治了学校呢？我百思不得其解。后来北京市委进行了干预，召开了国际饭店会议，为被批的校领导平反，这里就伏下了文化大革命的起因。年秋天，我参加完了国际饭店会议，被派到京郊南口村去搞农村社教运动。在这里我们真成了领导了，党政财文大权统统掌握在我们手里。但是要求也是非常严格的不许自己开火做饭，在全村轮流吃派饭，鱼肉蛋不许吃。自己的身份和工资不许暴露，当时农民每日工分不过三四角钱，我的工资是四五百，这样放了出去，怕农民吃惊。时隔三十年，到了今天，再到农村去，我们工资的数目是不肯说，怕说出去让农民笑话。抚今追昔，真不禁感慨系之矣这一年的冬天，姚文痞的文章评新编历史剧海瑞罢官发表，敲响了文化大革命的钟声。所谓三家村的三位主人，我全认识，我在南口村无意中说了出来。这立即被我的一位高足牢记在心。后来在文革中，这位高足原形毕露。为了出人头地，颇多惊人之举，比如说贴口号式的大字报，也要署上自己的名字，引起了轰动。他对我也落井下石，把我打成了三家村的小伙计。我于年月日奉召回校，参加文化大革命。最初的一个阶段，是批所谓资产阶级学术权威。这次运动又是针对知识分子的，是再明显不过的了，我自然在被批之列。我虽不敢以学术权威自命，但是，说自己是资产阶级，我则心悦诚服，毫无怨言。尽管运动来势迅猛，我没有费多大力量就通过了。后来，北大成立了革命委员会，头子就是那位所谓写第一张马列主义大字报的老佛爷。此人是有后台的，广通声气，据说还能通天，与江青关系密切。她不学无术，每次讲话，必出错误但是却骄横跋扈，炙手可热。此时她成了全国名人，每天到北大来取经朝拜的上万人，上十万人。弄得好端端一个燕园乱七八糟，乌烟瘴气。随着运动的发展，北大逐渐分了派。"}
{"text":"尽管运动来势迅猛，我没有费多大力量就通过了。后来，北大成立了革命委员会，头子就是那位所谓写第一张马列主义大字报的老佛爷。此人是有后台的，广通声气，据说还能通天，与江青关系密切。她不学无术，每次讲话，必出错误但是却骄横跋扈，炙手可热。此时她成了全国名人，每天到北大来取经朝拜的上万人，上十万人。弄得好端端一个燕园乱七八糟，乌烟瘴气。随着运动的发展，北大逐渐分了派。老佛爷这一派叫新北大公社，是抓掌大权的当权派。它的对立面叫井冈山，是被压迫的。两派在行动上很难说有多少区别，都搞打砸抢，都不懂什么叫法律。上面号召革命无罪，造反有理。这就是至高无上的法律。我越过第一阵强烈的风暴，问题算是定了。我逍遥了一阵子，日子过得满惬意。如果我这样逍遥下去的话，太大的风险不会再有了。我现在无疑是过了昭关的伍子胥。我是一个胆小怕事的人，这是常态但是有时候我胆子又特别大。在我一生中，这样的情况也出现过几次，这是变态。及今思之，我这个人如果有什么价值的话，价值就表现在变态上。这种变态在文化大革命又出现过一次。在老佛爷仗着后台硬为所欲为无法无天的时候，校园里残暴野蛮的事情越来越多。抄家，批斗，打人，骂人，脖子上挂大木牌子，头上戴高帽子，任意污辱人，放胆造谣言，以至发展到用长矛杀人，不用说人性，连兽性都没有了。我认为这不符合群众路线，不符合什么人的革命路线。放着安稳的日子不过，我又发了牛脾气，自己跳了出来，其中危险我是知道的。我在日记里写过为了保卫什么人的革命路线，虽粉身碎骨，在所不辞。这完全是真诚的，半点虚伪也没有。同时，我还有点自信我头上没有辫子，屁股上没有尾巴。我没有参加过国民党或任何反动组织，没有干反人民的事情。我怀着冒险侥幸又还有点自信的心情，挺身出来反对那一位老佛爷。我完完全全是自己跳出来的。没想到，也可以说是已经想到，这一跳就跳进了牛棚。我在群众中有一定的影响，我起来在太岁头上动土，老佛爷恨我入骨，必欲置之死地而后快。我被抄家，被批斗，被打得头破血流，鼻青脸肿。我并不是那种豁达大度什么都不在乎的人。我一时被斗得晕头转向，下定决心，自己结束自己的性命。决心既下，我心情反而显得异常平静，简直平静得有点可怕。"}
{"text":"我怀着冒险侥幸又还有点自信的心情，挺身出来反对那一位老佛爷。我完完全全是自己跳出来的。没想到，也可以说是已经想到，这一跳就跳进了牛棚。我在群众中有一定的影响，我起来在太岁头上动土，老佛爷恨我入骨，必欲置之死地而后快。我被抄家，被批斗，被打得头破血流，鼻青脸肿。我并不是那种豁达大度什么都不在乎的人。我一时被斗得晕头转向，下定决心，自己结束自己的性命。决心既下，我心情反而显得异常平静，简直平静得有点可怕。我把历年积攒的安眠药片和药水都装到口袋里，最后看了与我共患难的婶母和老伴一眼，刚准备出门跳墙逃走，大门上响起了雷鸣般的撞门声新北大公社的红卫兵来押解我到大饭厅去批斗了。这真正是千钧一发呀这一场批斗进行得十分激烈，十分野蛮，我被打得躺在地上站不起来。然而我一下得到了顿悟一个人忍受挨打折磨的能力，是没有极限的。我能够忍受下去的我不死了我要活下去我的确活下来了。然而，在刚离开牛棚的时候，我已经虽生犹死，我成了一个半白痴，到商店去买东西，不知道怎样说话。让我抬起头来走路，我觉得不习惯。耳边不再响起妈的混蛋王八蛋一类的词儿，我觉得奇怪。见了人，我是口欲张而嗫嚅，足欲行而趑趄。我几乎成了一具行尸走肉，我已经异化为非人。我的确活下来了，然而一个念头老在咬我的心。我一向信奉的士可杀，不可辱的教条，怎么到了现在竟被我完全地抛到脑后了呢？我有勇气仗义执言，打抱不平，为什么竟没有勇气用自己的性命来抗议这种暴行呢？我有时甚至觉得，隐忍苟活是可耻的。然而，怪还不怪在我的后悔，而在于我在很长的时间内并没有把这件事同整个的文化大革命联系在一起。一直到年四人帮被打倒，我一直拥护七八年一次一次七八年的革命。可见我的政治嗅觉是多么迟钝。我做了四十多年的梦，我怀拥原罪感四十多年。上面提到的我那三个崇拜对象，我一直崇拜了四十多年。所有这一些对我来说是十分神圣的东西，都被文革打得粉碎，而今安在哉我不否认，我这几个崇拜对象大部分还是好的，我不应从一个极端走向另一个极端。至于我衷心拥护了十年的文化大革命，则另是一码事。这是中国历史上空前的最野蛮最残暴最愚昧最荒谬的一场悲剧，它给伟大的中华民族脸上抹了黑。"}
