{"text":"对曰未也。居！吾语女好仁不好学，其蔽也愚。好知不好学，其蔽也荡。好信不好学，其蔽也贼。好直不好学，其蔽也绞。好勇不好学，其蔽也乱。好刚不好学，其蔽也狂。这段话并不一定是子路问孔子以后，他马上告诉子路的，而是平常教育子路的，编撰论语的人把这几段安排在一起，烘托出一个思想系统，使我们看得更清楚。所以在这里是孔子问子路，有没有听过六句话，就是说六个大原则，也同时有六个大毛病？子路说，我没有听见过。那么孔子很郑重的对子路说，你站好，我告诉你，仁虽然好，好到成为一个滥好人，没有真正学问的涵养，是非善恶之间分不清，这种好人的毛病就是变成一个大傻瓜。有许多人非常好，仁慈爱人，但儒家讲仁，佛家讲慈悲，盲目的慈悲也不对的，所谓慈悲生祸害，方便出下流。不能过分方便，正如对自己孩子们的教育就是这样，乃至本身修养也是如此。仁慈很重要，但是从人生经验中体会，有时帮助一个人，我们基本上出于仁慈的心理，结果很多事情，反而害了被帮助的人。这就是教育的道理，告诉我们作人做事真难。善良的人不一定能做事，好心仁慈的人，学问不够，才能不够，流弊就是愚蠢，加上愚而好自用便更坏了。所以对自己的学问修养要注意，对朋友对部下都要观察清楚，有时候表面上看起来是对某人不仁慈，实际上是对这人有帮助。所以作人做事，越老越看越惧怕，究竟怎样做才好，有时自己都不知道，这就要智慧要学问，这是第一点。第二点孔子说有许多人知识非常渊博，而不好学，这就是我们强调过的，在讲第一篇学而时所说，学问并不是知识，而是个人做事作人的修养。它的流弊是荡。知识渊博了，就非常放荡任性，譬如说名士风流大不拘，就是荡。知识太渊博，看不起人，样样比人能干，才能很高，没有真正的中心修养，这种就是荡，对自己不够检束，这一类的人也不少。第三点好信不好学，其蔽也贼。这个问题来了，这个信到底指哪个信？假使指信用的信，对人言而有信，这还不好？假如好信不好学就是贼――鬼头鬼脑，这怎样解释呢？对人对事，处处守信，怎么会鬼头鬼脑？这里的信，至少在论语里有两层意义自信和信人。过分的自信，有时候发生毛病，因为过分自信，就会喜欢去用手段，觉得自己有办法，这个办法的结果，害了自己，这就是其蔽也贼。第四点好直不好学，其蔽也绞。像绳子绞起来一样，太紧了会绷断的。"}
{"text":"第三点好信不好学，其蔽也贼。这个问题来了，这个信到底指哪个信？假使指信用的信，对人言而有信，这还不好？假如好信不好学就是贼――鬼头鬼脑，这怎样解释呢？对人对事，处处守信，怎么会鬼头鬼脑？这里的信，至少在论语里有两层意义自信和信人。过分的自信，有时候发生毛病，因为过分自信，就会喜欢去用手段，觉得自己有办法，这个办法的结果，害了自己，这就是其蔽也贼。第四点好直不好学，其蔽也绞。像绳子绞起来一样，太紧了会绷断的。一个人太直了，直到没有涵养，一点不能保留，就是不好学，没有修养，它的流弊要绷断，要偾事。脾气急躁的人会偾事，个性疏懒散漫的人会误事，严格说来误事还比偾事好一点，偾事是一下子就把事弄砸了。所以个性直的人，自己就要反省到另一面，如果不在另一面修养上下功夫，就很容易偾事。第五点好勇不好学，其蔽也乱。脾气大，动辄打人，干了再说，杀了再说，这是好勇，没有真正修养，就容易出乱子。第六点好刚不好学，其蔽也狂。就是直话直说，胸襟开阔，同第四点好像差不多，直爽的人说真话，心肠直，所谓一根肠子。刚的人一动脸就红了，刚正就不阿，好刚的人不转弯的，决不转变主见。个性很刚的人，若不好学，他的毛病就成狂妄自大，满不在乎。这六点要特别注意，每个人可以把论语这一节原文写在笔记本上，或写在案头，随时用来反省自己，作为一面镜子。这六点也就是人的个性分类，有这样六种个性的人。这六种个性都不是坏事，但没有真正内涵的修养，就都会变成坏事，每个人的个性长处不同，或仁或知或信或直或勇或刚，但不管哪种个性，孔子告诉我们，主要的自己要有内涵，有真正的修养，学问的道理就在这个地方。最难的就是认识自己，然后征服自己，把自己变过来。但要注意并不是完全变过来，否则就没有个性，没有我了，每个人要有超然独立的我。每个人都有他的长处和短处，一个人的长处也是他的短处，短处也是长处，长处与短处是一个东西，用之不当就是短处，用之中和就是长处，这是要特别注意的。教导部下和子弟也是这样的，性向一定要认清楚，一个天生内向的人，不能要求他做豪放的事，一个生性豪放的人，不能要求他规规矩矩坐在办公室。要知道他的长处，还要告诉他，帮助他去发挥。孔子这段话，特别提出来告诉子路，实在对机而教。"}
{"text":"每个人都有他的长处和短处，一个人的长处也是他的短处，短处也是长处，长处与短处是一个东西，用之不当就是短处，用之中和就是长处，这是要特别注意的。教导部下和子弟也是这样的，性向一定要认清楚，一个天生内向的人，不能要求他做豪放的事，一个生性豪放的人，不能要求他规规矩矩坐在办公室。要知道他的长处，还要告诉他，帮助他去发挥。孔子这段话，特别提出来告诉子路，实在对机而教。六言六蔽，相对的则有十二种性向典型，其实我们每个人本身知仁勇信直刚的因素都具备了，不过还要从这些地方，用心涵养，这就是学问之道。说到修养，下面孔子又提到诗了重论诗教子曰小子，何莫学夫诗？诗，可以兴，可以观，可以群，可以怨，迩之事父，远之事君，多识于鸟兽草木之名。孔子在这个地方，讲学问修养必须要读诗，也就是我们经常提到，中国上古的文化，不像西方的文化把宗教放在那么重要的地位，中国上古文化注重于诗的文学境界，它有宗教的情感，也具有哲学的情操，上古的诗，就包括了现在所讲的整个文艺在内，所以孔子告诉学生们，修养方面，多注重一下文学的修养，我们翻开历史，中国古代的文臣武将，每人文学境界都有基本修养，从正史上看，关羽就是研究春秋学的专家岳飞等人，学问都是非常好的，都有他们文学的境界。退休的朋友们走这个路线是不错的，不然就去研究宗教，最怕是退休闲居的人，自己内心没有一点中心修养，除了工作以外就没有人生，很可怜，所以学一种艺术也可以，自己要有自己精神方面的天地，这是很重要的。所以孔子说，你们年轻人，何不学诗？诗可以兴，兴就是排遣情感，人的情感有时候很痛苦，人生有许多烦恼，对父母妻儿朋友都无法说的，如果自己有文学或艺术境界，再不然就写写毛笔字，乱画一阵，也把怨气画去了，绘画也好，诗词更好，所以诗可以兴。这个兴是兴致，就是一切感情的发挥。可以观，在诗的当中可以得到很多道理，得到很多启发。对自己的诗，也可以看出自己思想的路线与情绪。看一个人的作品，大致上就可以断定的个性。说写字吧，过去就名为心画，同样的毛笔，一万人写同样的字帖，可是一万人写出来的都不同。"}
{"text":"这个兴是兴致，就是一切感情的发挥。可以观，在诗的当中可以得到很多道理，得到很多启发。对自己的诗，也可以看出自己思想的路线与情绪。看一个人的作品，大致上就可以断定的个性。说写字吧，过去就名为心画，同样的毛笔，一万人写同样的字帖，可是一万人写出来的都不同。所以中国人看毛笔字，可以知道写字者的个性，寿命的长短，前途的祸福，现在发现钢笔字铅笔字一样可以看出人的个性。观就是这个道理，从作品中可以了解人。可以群，也可以合群，自己调整心境，朋友之间社会之间，可以敬业乐群而不孤立，所谓以文会友。可以怨，这很明显的，有了文学的修养，可以发牢骚了，有时心里的苦闷没有办法发出来，压制在里面，慢慢变成病。脾气大的人情绪不好的人，心里很多痛苦压制下去，往往得肝病精神病，所以须要修养，可是修养并不是压制，是自己疏导，不能疏导也不行，人的牢骚往哪里发？会作诗就可以发牢骚了。有文学艺术修养，在文学艺术境界上可以把牢骚发泄掉。迩之事父，近一点可以孝顺父母。怎样孝顺？有艺术修养，侍奉父母，则有乐观态度。远之事君，远大一点可以对国家社会有贡献。最后一句话，因为喜欢在文学方面多研究，喜欢诗词，就多识于鸟兽草木之名。知识渊博了，等于学了现在的博物这一科，什么都知道了。我们要知道，孔子的时代，工具书是绝对没有的，就靠一些诗才知道。工具书从唐宋以后才有编辑辞源辞海是民国时代，根据渊鉴类涵佩文韵府这些类书编的，而这类书都是后世才有。例如汉代左思作三都赋，花了十年的时间，并非是文章难作，而是当时没有类书。所谓虫鱼鸟兽人物等等，资料难以收集，何况远在春秋时代。孔子当时所以特别提倡学诗，也是为了获得各种各样知识。这是孔子教学生们一定要学诗的道理。面壁而立的悲叹子谓伯鱼曰女为周南召南矣乎？人而不为周南召南，其犹正墙而立也与！周南召南是诗经中国风的两篇诗。孔子告诉他的儿子伯鱼说，你有没有研究过这两篇诗？为什么要研究？就是上面说的一些大道理，诗有这样多好处。"}
{"text":"所谓虫鱼鸟兽人物等等，资料难以收集，何况远在春秋时代。孔子当时所以特别提倡学诗，也是为了获得各种各样知识。这是孔子教学生们一定要学诗的道理。面壁而立的悲叹子谓伯鱼曰女为周南召南矣乎？人而不为周南召南，其犹正墙而立也与！周南召南是诗经中国风的两篇诗。孔子告诉他的儿子伯鱼说，你有没有研究过这两篇诗？为什么要研究？就是上面说的一些大道理，诗有这样多好处。他说一个人知识不渊博，文学修养不到最高的境界，等于正面对着墙壁而立，墙外面什么也看不见，背后有什么更看不见，就是文盲白痴了。说到这里，可以介绍很多东西的，就讲文学境界中诗的牢骚，随便举个例子宋代爱国诗人陆放翁的诗，就有很多牢骚，对国家世事很多忧虑，爱国热情无法发挥，在他的诗集文集里，可以看到很多岳飞的有限遗著中也有很多牢骚再说文天祥的诗词中，也看到很多牢骚。不论古今中外，每个时代，人生的痛苦，尤其想有所贡献于国家社会的人，所遭遇的痛苦，比普通人更大更多，多半见之于诗词之中。前面提到的辛稼轩，他有一阕有名的词，仅举半阕，就看出他有多少的痛苦与牢骚追往事，叹今吾，春风不染白髭须，却将万字平戎策，换得东邻种树书。这是下半阕。上半阕是描写他的生平，年轻时壮志凌云的气魄这里则回想过去，感叹自己，现在老了，头发白了，胡须白了，再没有青春的气息，把自己的白发恢复年轻，回不去了。现在干什么呢？当时南宋不敢起用他，自己住在乡下，他写给南宋的报告，论政治谈战略，好几篇大文章，如今没有用了，只好拿到隔壁邻居的老农家里，去换种瓜种菜的书。这里面岂不有牢骚？而且牢骚很大，可是他绝不掩盖自己心里的牢骚。他非常平淡，要我贡献就尽量贡献，不需要贡献则不贡献，是牢骚也非常平淡。因为他艺术文学的修养太高，把人生看得很平淡。像这些情感，他的诗词里太多了。看了以后就懂了人生，也懂了历史。古今中外一样，看通了人生，了解了人生，就会更加平淡更愿贡献给社会。像辛弃疾的一生，所遭遇的打击太大了，照我们现在人的修养，可以造反了。这样一腔爱国的热忱，他带到南宋来的部队，却被解散了，他都受得了，而能淡然处之，虽然怨气填膺，但不像普通人一样动辄乱来，就因为他的目的只在贡献。现在我们举他这个例子，就是说诗可以兴可以观可以群可以怨的道理。"}
{"text":"因为他艺术文学的修养太高，把人生看得很平淡。像这些情感，他的诗词里太多了。看了以后就懂了人生，也懂了历史。古今中外一样，看通了人生，了解了人生，就会更加平淡更愿贡献给社会。像辛弃疾的一生，所遭遇的打击太大了，照我们现在人的修养，可以造反了。这样一腔爱国的热忱，他带到南宋来的部队，却被解散了，他都受得了，而能淡然处之，虽然怨气填膺，但不像普通人一样动辄乱来，就因为他的目的只在贡献。现在我们举他这个例子，就是说诗可以兴可以观可以群可以怨的道理。礼乐的基本精神下面就是结束上面的子曰礼云礼云，玉帛云乎哉？乐云乐云，钟鼓云乎哉？孔子动辄教人学礼乐，这个礼并不是普通的礼貌，所以我们强调说它就是文化的精神文化的哲学。孔子这里说，礼，并不只是送火腿，这是情礼的一点表达而已，主要在文化的精神，乐也并不只是唱歌跳舞，是把人的精神，升华到永远乐观的境界。这几段连起来，就归到人生出处。第一步站出来要慎重考虑，并不是说有机会就抓，既不随便站出来，则自己立身，作人总要作的，事业可以不做，官可以不做，人总要作的。所以刚才说要知道六言六蔽，要学诗，以及如何才是礼乐，都是教人晓得立身，如何站得住，知道自己如何作人，这些基本修养要做到的。摆虚架子子曰色厉而内荏，警诸小人，其犹穿窬之盗也与！这句话在文字上很容易懂。是说有许多人，在外表的态度上非常威风，非常狠，而内心则非常空虚。孔子对这类人下了一个结论，说他们相当于低级的小人，譬如一个小偷一样，在被人抓到时，嘴上非常强硬，而实际上内心非常害怕。孔子这句话所指的是当时――春秋战国时代，许多大人先生们，往往犯了这种变态心理。我们知道，一个人内心没有真正的涵养，就会变成色厉内荏，外表蛮不在乎，而内心非常空虚。有时我们反省自己，何尝不会如此？坦白的说，有时生活困难，过着穷不到一月，富不到三天的日子，表面上充阔气，内心里很痛苦，也是色厉内荏的一种。其实大可不必这样做法，一个人好就是好，穷就是穷，痛苦就是痛苦，从历史的法则上看，当领导人，更不可这样。像唐明皇这个人，少年了不起，中年了不起，晚年差一点，也是感觉到手下没有人才。"}
{"text":"孔子这句话所指的是当时――春秋战国时代，许多大人先生们，往往犯了这种变态心理。我们知道，一个人内心没有真正的涵养，就会变成色厉内荏，外表蛮不在乎，而内心非常空虚。有时我们反省自己，何尝不会如此？坦白的说，有时生活困难，过着穷不到一月，富不到三天的日子，表面上充阔气，内心里很痛苦，也是色厉内荏的一种。其实大可不必这样做法，一个人好就是好，穷就是穷，痛苦就是痛苦，从历史的法则上看，当领导人，更不可这样。像唐明皇这个人，少年了不起，中年了不起，晚年差一点，也是感觉到手下没有人才。举两件唐代的历史，就可以了解。唐明皇早年用了名宰相张九龄和韩休，都是唐明皇所相当敬畏的人，所以他的初期功业很了不起。对于唐明皇与杨贵妃这一段，后人写历史把责任都推到女人身上，好像唐明皇宠爱了杨贵妃，才一切都完了，这个话并不公平。有些精明的皇帝，宠爱女人的也很多，并不致于像唐明皇一样，所以问题还是在皇帝本人。唐明皇在他宗族的排行，是老三，所以浑名也叫李三郎。他有时候作了一点错事，马上问旁边的人，韩休会不会知道。往往他的担心还没有完，韩休的谏议意见书就到了。旁边的人说，你用了韩休以后瘦多了。唐明皇说，没关系，瘦了我，肥了天下就好。后来他宠爱了杨贵妃姊妹，又喜欢打球唱戏，也可以说是心理空虚，找刺激。但这事是在唐明皇中年以后，所以晁无咎有诗阊阖千门万户开，三郎沉醉打毯回，九龄已老韩休死，无复明朝谏疏来。这是替唐明皇讲出了无限的痛苦，在安禄山叛乱以前的这一段时期，他的政府中人才少了，肯说话的人没有了，张九龄韩休都过去了，没有敢对他提反对意见的人。唐明皇遭安禄山之乱，逃难到了四川的边境，相当于后世清代慈禧逃难一样，很狼狈很可怜，他骑在马上感叹人才的缺乏，便说现在要想找像李林甫这样的人才都找不到了。而历史上公认李林甫是唐明皇所用宰相中很坏的一个，说他是奸臣。这是唐明皇感叹连李林甫这种能耐这种才具的人才都找不到。旁边另一谏议大夫附和说的确人才难得。唐明皇说可惜的是李林甫气量太小，容不了好人，度量不宽，也不能提拔人才。这位谏议大夫很惊讶的说陛下，您都知道了啊！这时唐明皇说当然我知道，而且早就知道了。谏议大夫说既然知道，可为什么还用他呢？唐明皇说我不用他又用谁？比他更能干的又是谁呢？这就是当了主管以后，为了人才难得，有时会感到很痛苦，明知道色厉内荏，但是当没有人的时候，比较起来，还是好的。"}
{"text":"这是唐明皇感叹连李林甫这种能耐这种才具的人才都找不到。旁边另一谏议大夫附和说的确人才难得。唐明皇说可惜的是李林甫气量太小，容不了好人，度量不宽，也不能提拔人才。这位谏议大夫很惊讶的说陛下，您都知道了啊！这时唐明皇说当然我知道，而且早就知道了。谏议大夫说既然知道，可为什么还用他呢？唐明皇说我不用他又用谁？比他更能干的又是谁呢？这就是当了主管以后，为了人才难得，有时会感到很痛苦，明知道色厉内荏，但是当没有人的时候，比较起来，还是好的。古老文化社会的通病下面跟着这一原则，讲许多人事道理。子曰乡原，德之贼也！我们中国人经常骂人乡原，什么是乡原？乡就是乡党，在古代是普通社会的通称。这个原字，也与愿字通用。原人就是老好人，看起来样样好，像中药里的甘草，每个方子都用得着他，可是对于一件事情，问他有什么意见时，他都说，蛮有道理又碰到另一方的反对意见，也说不错。反正不着边际，模棱两可，两面讨好。现在的说法是所谓汤圆作风或太极拳作风，而他本身没有毛病，没有缺点，也很规矩，可是真正要他在是非善恶之间，下一个定论时，他却没有定论，表面上又很有道德的样子。这一类人儒家最反对，名之为乡原，就是乡党中的原人。孔子说这一类人是德之贼也，表面上看起来很有道德，但他这种道德是害人的，不明是非，好歹之间不作定论，看起来他很有修养，不得罪人，可是却害了别人。总要有一个中心思想，明是非，如此才是真正的道德。子曰道听而涂说，德之弃也！这是知识问题，凡事都要深入，不可道听涂说。有时处理业务，对于一个人一件事，千万不可道听涂说，拿新闻采访工作来说，在路上听到的消息要留心，但千万不可随便下定论，更不可据以发表传播，一定要先把资料找齐，弄清楚事实的真相，否则道听涂说，在德业上是要不得的。有一次我和一位哈佛大学学生谈起，说他们这个国家真危险。我对他说，你们那些国会议员，那些政策，即使有一百个我们中国的诸葛亮一样的政治家，也没有办法。你们那个样子的民主，随便哪一个国会议员都可以任意提意见，你们那些秀才们既不出门，又不懂天下事，台湾在地球上的哪一个位置都不知道，要想靠这样的人来决定东方的政策，怎么搞得好？这些人的知识就是道听涂说，绝对不曾深入。"}
{"text":"有一次我和一位哈佛大学学生谈起，说他们这个国家真危险。我对他说，你们那些国会议员，那些政策，即使有一百个我们中国的诸葛亮一样的政治家，也没有办法。你们那个样子的民主，随便哪一个国会议员都可以任意提意见，你们那些秀才们既不出门，又不懂天下事，台湾在地球上的哪一个位置都不知道，要想靠这样的人来决定东方的政策，怎么搞得好？这些人的知识就是道听涂说，绝对不曾深入。道听涂说这句话，就是告诫我们，不管读书做学问，或者道德修养作人处世，都要深入求证，不能胡乱相信传闻。患得患失子曰鄙夫！可与事君也与哉？其未得之也，患得之既得之，患失之苟患失之，无所不至矣！用这个鄙夫的名词好像孔子在开口骂人，等于后世骂人匹夫一样。这匹的意思，就是一个。其实这并不一定是骂人，意思只是说一个人或这个人，再白话一点就是这个家伙的意思。而这里所记载的鄙夫之鄙，就是鄙俗的意思，鄙夫就是没有学识的很糟糕的这种人。如我们给人写信，稍稍带一点古文笔调写，谦虚一点，自称鄙人，但后来又有人改写作敝人，实际上该写作鄙人，而且这两个字，还要写小一点，放在旁边，以表示谦虚，自己是鄙夫。这里孔子称人为鄙夫，等于是在骂人。因为当时各诸侯之国的政坛人物，他所看不惯的太多了，他认为这些人都是鄙夫，他说这班人怎么可以主持国家的大事呢？他说这些人连最基本的修养都没有，当他在功名权力拿不到的时候，就患得之，怕得不到而打主意想办法，爬上这一个位置。等到爬上了这个位置，权力抓在手里了，又患失之，怕失去了已经得到的权力。一个大臣，没有谋国的思想，没有忠贞的情操，只为个人的利益而计校，深怕自己的权力地位失去，于是不考虑一切，什么手段都用得出来，打击同事打击好人嫉妒贤才等等都来了。孔子在这里就是说明私欲太大，没有真正伟大的思想伟大的人格和伟大的目标，只为个人利害而计较的为鄙夫。后世患得患失的成语，就是根据这里来的。这几条都是连起来的，说明了一个人修养与人品，以及出来做事为人处世的原则。下面就转了，讨论到人物了。"}
