{"text":"傲要傲在骨子里，外面对人不必傲，内在有气节，穷死饿死可以，绝不低头，这是矜。群则是敬业乐群，彼此相处融洽，但不营私，不走营私的路，走的大公之路。对于人的观察，不要听了对方一句话说对了，就认为他统统对了也不要因为对方某一点不好，而因此不听他的好意见。上面这些话，都地以君子疾没世而名不称焉这句话为中心，而引伸出来的。多为别人想一想子贡问曰有一言而可以终身行之者乎？子曰其恕乎！己所不欲，勿施于人。子贡问孔子，人生修养的道理能不能用一句话来概括？为人处世的道理不要说得那样多，只要有一个重点，终身都可以照此目标去做的，孔子就讲出这个恕道。后世提到孔子教学的精神，每每说儒家忠恕之道。后人研究它所包括的内容，恕道就是推己及人，替自己想也替人家想。拿现在的话来说，就是对任何事情要客观，想到我所要的，他也是要的。有人对于一件事情的处理，常会有对人不痛快不满意的地方。说老实话，假如是自己去处理，不见得比对方好，问题在于我们人类的心理，有一个自然的要求，都是要求别人能够很圆满要求朋友部下或长官，都希望他没有缺点，样样都好。但是不要忘了，对方也是一个人，既然是人就有缺点。再从心理学上研究，这样希望别人好，是绝对的自私，因为所要求对方的圆满无缺点，是以自己的看法和需要为基础。我认为对方的不对处，实际上只是因为违反了我的看法，根据自己的需要或行为产生的观念，才会觉得对方是不对的。社会上都是如此要求别人，尤其是宗教圈子里更严重，政治圈子里也不外此例。一个基督教徒或天主教徒或佛教徒，对领导人――牧师神父或法师们的要求，都很严格。因为宗教徒忘记了领导人也是一个人，而认为牧师神父法师就是神。这个心理好不好？好。但是要求别人太高了。从这个例子，就可知恕道之难。后人解释恕道，把这个恕字分开来，解作如心。就是合于我的心，我的心所要的，别人也要我所想占的利益，别人也想占。我们分一点利益出来给别人，这就是恕觉得别人不对，原谅他一点，也就是恕。恕道对子贡来说，尤其重要。因为他才华很高，孔门弟子中，子贡在事功上的表现，不但生意做得好，是工商业的巨子，他在外交政治方面也都是杰出之才。才高的人，很容易犯不能饶恕别人的毛病，看到别人的错误会难以容忍。"}
{"text":"这个心理好不好？好。但是要求别人太高了。从这个例子，就可知恕道之难。后人解释恕道，把这个恕字分开来，解作如心。就是合于我的心，我的心所要的，别人也要我所想占的利益，别人也想占。我们分一点利益出来给别人，这就是恕觉得别人不对，原谅他一点，也就是恕。恕道对子贡来说，尤其重要。因为他才华很高，孔门弟子中，子贡在事功上的表现，不但生意做得好，是工商业的巨子，他在外交政治方面也都是杰出之才。才高的人，很容易犯不能饶恕别人的毛病，看到别人的错误会难以容忍。所以孔子对子贡讲这个话，更有深切的意义。他答复子贡说，有一句话可以终身行之而有益，但很难做到的，就是恕。己所不欲，勿施于人。这就是恕道的注解。问题又来了，在上论公冶长篇中，我们看到子贡说过我不欲人之加诸我也，吾亦欲无加诸人。子曰赐也，非尔所及也。子贡也已经提出他的推己及人之恕道。他说过我不希望别人给我的同样的，我也不想转加给别人。可见他早已在实行恕道。可是在这里孔子却说，子贡啊！这不是你能做得到的。现在孔子反而教子贡，己所不欲，勿施于人。这与子贡的，又有什么差别？难道孔子老是摆权威，只有他的对，学生的话对了也是错吗？其实不然，子贡所提出的话，和孔子现在答的，从表面上看，似乎只有文字上的不同，其意义是一样的。事实上，大有立足点的不同。子贡是说，我所不想别人加给我那些不合理的，我也同样的不想加到别人身上。这是以我为中心，我受到了妨害之后，才想到不要同样地找别人的麻烦。现在孔子说的，只要我自己发现不要的，便不要再施给别人。根本上在严格要求自身的净化，不要靠比较以后才想到别人。这一点要特别注意。其次，如果把这两节连起来讲，正好互作阐发，那便是子贡曰我不欲人之加诸我也，吾亦欲无加诸人。子曰赐也，非尔所及也。子贡问曰有一言可以终身行之者乎？子曰其恕乎！己所不欲，勿施于人。这便是孔子教授法的机锋锐利，等于后世禅门中一个故事唐末诗僧贯休作了两句很得意的诗得句先呈佛，无人知此心。他拿给一位禅门的老和尚看，老和尚反问他如何是此心呢？贯休反而答不出来了。老和尚便笑说无人知此心。这段孔子与子贡的对话，便同此一样隽永有味，值得深思反省。站在书呆子的立场，专门研究自己的人生，我认为己所不欲，勿施于人这八个字做不到，随时随地我们会犯违背这八个字的错误。"}
{"text":"子曰赐也，非尔所及也。子贡问曰有一言可以终身行之者乎？子曰其恕乎！己所不欲，勿施于人。这便是孔子教授法的机锋锐利，等于后世禅门中一个故事唐末诗僧贯休作了两句很得意的诗得句先呈佛，无人知此心。他拿给一位禅门的老和尚看，老和尚反问他如何是此心呢？贯休反而答不出来了。老和尚便笑说无人知此心。这段孔子与子贡的对话，便同此一样隽永有味，值得深思反省。站在书呆子的立场，专门研究自己的人生，我认为己所不欲，勿施于人这八个字做不到，随时随地我们会犯违背这八个字的错误。尤其在年轻一辈的团体生活中，就可以看到很多事例。前天就有一个正在服兵役的学生回来说，他三支牙刷，六条短裤，都被摸跑了。事实上自己根本有这些东西，可是就喜欢把别人的摸来，摸到了心里觉得很痛快。这种行为说他是偷吗？不见得这么严重。前天我们的楼梯口的一副门帘不见了。办事的人说被偷了，我说算了，一定是被年轻人摸去了。说他有意偷吗？他没这个意思。说他没有偷吗？年轻人有这种心理，摸来很好玩，很有味道，还在那里称英雄。东西被人摸跑了，心里一定会不高兴，可是自己有机会，也会摸人家的。过团体生活的时候，有的人洗了手，本来要在自己的毛巾上擦干净，看见旁边挂了一条，顺手擦在别人的毛巾上。为什么会有这样一个思想行为出来呢？这是小事，不能做到己不所欲，勿施于人。对于大的事，做到我所不要所不愿承受的事，也不让别人承受，就太伟大了，这个人不是人，是圣人了。太难了！可是作人的存心，必须要向这个方向修养。能不能做到，另当别论。这八个字的修养，要做到很难很难，己所不欲，勿施于人。同时也就是己所欲，施于人。后来佛家思想传到中国，翻译为布施。施字上加一个布字，就是普遍的意思。佛家的布施和儒家这个恕道思想一样，所谓慈悲为本，方便为门，就是布施的精神。人生两样最难舍，一是财，一是命。只要有利于人世，把自己的生命财产都施出来，就是施。这太难了，虽然做不到，也应心向往之。毁与誉子曰吾之于人也，谁毁谁誉？如有所誉者，其有所试矣。斯民也！三代之所以直道而行也。孔子说，我对于人，毁誉都不计较，即如说那个人说某人好，那个人说某人坏，很难据以定论。我的体验，不要轻易攻讦人，也不要轻易恭维人。"}
{"text":"人生两样最难舍，一是财，一是命。只要有利于人世，把自己的生命财产都施出来，就是施。这太难了，虽然做不到，也应心向往之。毁与誉子曰吾之于人也，谁毁谁誉？如有所誉者，其有所试矣。斯民也！三代之所以直道而行也。孔子说，我对于人，毁誉都不计较，即如说那个人说某人好，那个人说某人坏，很难据以定论。我的体验，不要轻易攻讦人，也不要轻易恭维人。人很容易上恭维的当。但是我总觉得恭维人比较对，只要不过分的恭维。对于自己要看清楚，没有人不遭遇毁的，而且毁遭遇到很多，即使任何一个宗教家，都不能避免毁。像耶稣被钉十字架而死，就是因为被人毁。而且越伟大的人物，被毁得越多，所以说谤随名高。一个人名气越大，后面毁谤就跟着来了。曹操还没有壮大起来的时候，初与袁绍作战，情势岌岌可危，他的部下没有信心，认为会打败仗，很多人都和袁绍有联络，脚踏两边船，以便万一情势不对时，可以倒过袁绍那边去。他们往来的书信资料，曹操都派人查到，掌握在手里，后来仗打下来胜利了，曹操立刻把这些资料全部毁了，看都不看，问更不问。有人对曹操说，这些人都是靠不住的，应该追究，曹操说，跟我的人，谁不是为了家庭儿女，想找一点前途出路的？在当时是胜是败，连我自己都没把握，现在又何必追究他们？我自己信念都动摇，怎能要求他们？如果追究下去，牵连太广了，到最后找不到一个忠贞的人，不必去追问了。这也是曹操反用恕道，故意作到能够宽容人。其次古人的句子谁人背后无人说？哪个人前不说人？人与人相见，三两句话就说起别人来了，这是通常的事，没有什么了不起。不过，如果作为一个单位主管，领导人的人，要靠自己的智慧与修养，不随便说人，也不随便相信别人批评人的话，所谓来说是非者，便是是非人。一个攻讦人的人，他们之间一定有意见相左，两人间至少有不痛快的地方，这种情形，作主管的，就要把舵掌稳了，否则就没有办法带领部下的。另外一些会说人家好话的人，中间也常有问题。李宗吾在他讽世之作的厚黑学里，综合社会上的一般心理，有求官六字真言做官六字真言办事二妙法，所谓补锅法锯箭法，都是指出人类最坏的做法。有些人最会恭维人，但是他的恭维也有作用的。近代以来，大家都很崇拜曾国藩。"}
{"text":"一个攻讦人的人，他们之间一定有意见相左，两人间至少有不痛快的地方，这种情形，作主管的，就要把舵掌稳了，否则就没有办法带领部下的。另外一些会说人家好话的人，中间也常有问题。李宗吾在他讽世之作的厚黑学里，综合社会上的一般心理，有求官六字真言做官六字真言办事二妙法，所谓补锅法锯箭法，都是指出人类最坏的做法。有些人最会恭维人，但是他的恭维也有作用的。近代以来，大家都很崇拜曾国藩。其实，他当时所遭遇的环境，毁与誉都是同时并进的。因此他有赠沅浦九弟四十一生辰的一首诗左列钟铭右谤书，人间随处有乘除。低头一拜屠羊说，万事浮云过太虚。这是说他们当时的处境，左边放了一大堆褒扬令奖状。右边便有许多难听而攻击性的传单。世间的是非谁又完全弄得清楚呢！多了这一头，一定会少了那一边，加减乘除，算不清那些帐。你只要翻开庄子书中那段屠羊说人名的故事一看，人生处世的态度，就应该有屠羊说的胸襟才对，所谓万事浮云过太虚。孔子这里说，听了谁毁人，谁誉人，自己不要立下断语另一方面也可以说，有人攻讦自己或恭维自己，都不去管。假使有人捧人捧得太厉害，这中间一定有个原因。过分的言词，无论是毁是誉，其中一定有原因，有问题。所以毁誉不是衡量人的绝对标准，听的人必须要清楚。孔子说到这里，不禁感叹现在这些人啊！他感叹了这一句，下面没有讲下去，而包含了许多意思。然后他讲另外一句话三代之所以直道而行也，夏商周这三代的古人，不听这些毁誉，人取直道，心直口快。走直道是很难的，假使不走直道，随毁誉而变动，则不能作人做主管的也不能带人。所以这一点，作人做事对自己的修养和与人的相处都很重要。庄子也曾经说过举世誉之而不加劝，举世毁之而不加沮。真的大圣人，毁誉不能动摇。全世界的人恭维他，不会动心称誉对他并没有增加劝勉鼓励的作用本来要作好人，再恭维他也还是作好人。全世界要毁谤他，也绝不因毁而沮丧，还是要照样做。这就是毁誉不惊，甚而到全世界的毁誉都不管的程度，这是圣人境界大丈夫气概。据历史上记载，有一个人就有这股傻劲，王安石就有这种书呆子的气魄。王安石这个人，过去历史上有人说他不好，也有人说他是大政治家，这都很难定论。但是王安石有几点是了不起的，意志的坚定，是一般人所不能。"}
{"text":"真的大圣人，毁誉不能动摇。全世界的人恭维他，不会动心称誉对他并没有增加劝勉鼓励的作用本来要作好人，再恭维他也还是作好人。全世界要毁谤他，也绝不因毁而沮丧，还是要照样做。这就是毁誉不惊，甚而到全世界的毁誉都不管的程度，这是圣人境界大丈夫气概。据历史上记载，有一个人就有这股傻劲，王安石就有这种书呆子的气魄。王安石这个人，过去历史上有人说他不好，也有人说他是大政治家，这都很难定论。但是王安石有几点是了不起的，意志的坚定，是一般人所不能。他有过天变不足畏，人言不足惧，祖宗不足法，圣贤不足师的倔劲。没有把古圣贤放在眼里，自己就是当代的圣贤，可见这种人的气象，倔强得多厉害。相反的，说他是魔道呢？但也难下断语。他一辈子穿的都是破旧衣服，乃至他当宰相时候，皇帝都看到他领口上有虱子。眼睛又近视，吃菜只看到面前的一盘，生活那么朴素，可是意志之戆，戆得不得了。他对毁誉动都不动，表面上的确不动，实际上内心还是动的。所以这一段可以作为我们的座右铭，能够做到毁誉都不动心，这种修养是很难的。出入无车少马骑子曰吾犹及史之阙文也，有马者，借人乘之。今亡已夫！这是孔子对于时代文化在演变中的一个感叹。他当时研究中国上古文化，就说恐怕以后研究更困难了，史料都丧失了。他还很幸运看到古代历史残缺的资料。举一例说，古代有马的人，借给别人骑，现代对于这一点资料都很难找到了。所以今后对于上古史，无法研究。因此孔子当时把中国的历史，暂时斩断了，整理书经时便从唐尧开始，事实上尧以前还有史实的。如果照旧的方式研究，尧以前就有两百万年的历史了，至少至少有一百多万年。自伏羲神农下来，从黄帝开始到现在是五千多年，从尧舜开始到现在是三千多年，中华民族究竟上面已经有多少年历史，这很难讲。不过最近从外国翻译过来的关于外太空科学的新书，已怀疑的确有外太空人，证明人类不是由猿猴进化而来而且证明人类文化历史至少有一百多万年。这些资料反而证明中国古代的传说都对了，可惜西方人的研究，都不懂中国这方面的资料。而我们自己的学者，恨不得把自己国家民族的历史越缩短越好。我们拿旧史来读，就晓得有一百多万年。从伏羲画八卦到黄帝这一段，到底有多少年，还不知道，至少有好几万年。"}
{"text":"不过最近从外国翻译过来的关于外太空科学的新书，已怀疑的确有外太空人，证明人类不是由猿猴进化而来而且证明人类文化历史至少有一百多万年。这些资料反而证明中国古代的传说都对了，可惜西方人的研究，都不懂中国这方面的资料。而我们自己的学者，恨不得把自己国家民族的历史越缩短越好。我们拿旧史来读，就晓得有一百多万年。从伏羲画八卦到黄帝这一段，到底有多少年，还不知道，至少有好几万年。孔子删历史，从唐尧作断代的开始，是因有资料可查的，所以才从尧开始，可是后人对于这一部分资料还怀疑不信。现在这几十年来，我们学说上犯一个疑古的毛病，把自己文化都破坏了。最近全世界的学说，和我们以前一样崇古了，这又看到孔子述而不作，信而好古的了不起。现在外太空科学星际科学的新发现，很多地方值得注意的。讲到这一段，孔子说从残缺的史料中有马者，借人乘之。可见古代社会，彼此之间的互助精神非常好。换句话说，自己有车子，邻居要用，尽管去用，这是说以前社会的厚道。这是孔子随便举例，不是说以后的人就没有这种厚道了，这意思主要是说，这一点残缺的文字，他还看到了，但当时一般人对上古时代的研究，资料就不够了。如此而已。并不是孔子没有马骑，向朋友借不到，便生气了。小忍与大谋子曰巧言乱德，小不忍，则乱大谋。这两句话很明白清楚，就是说个人的修养。巧言的内涵，也可以说包括了吹牛，喜欢说大话，乱恭维，说空话。巧言是很好听的，使人听得进去，听的人中了毒上了圈套还不知道，这种巧言是最会搅乱正规的道德。小不忍，则乱大谋。有两个意义，一个是人要忍耐凡事要忍耐包容一点，如果一点小事不能容忍，脾气一来，坏了大事。许多大事失败，常常都由于小地方搞坏的。一个意思是，作事要有忍劲，狠得下来，有决断，有时候碰到一件事情，一下子就要决断，坚忍下来，才能成事，否则不当机立断，以后就会很麻烦，姑息养奸，也是小不忍。这个忍可以作这两面的解释。这两句话连在一起的意思就是一个思想言论，如果认为是小小的事情，无所谓，滥慈悲，滥仁爱，往往误了大事。我们看孔子自己的作为就知道，他在鲁国当司寇的时候，虽只干了三个月，但上台第一件事就是杀少正卯，就是因为他言伪而辩，可以乱正。"}
{"text":"许多大事失败，常常都由于小地方搞坏的。一个意思是，作事要有忍劲，狠得下来，有决断，有时候碰到一件事情，一下子就要决断，坚忍下来，才能成事，否则不当机立断，以后就会很麻烦，姑息养奸，也是小不忍。这个忍可以作这两面的解释。这两句话连在一起的意思就是一个思想言论，如果认为是小小的事情，无所谓，滥慈悲，滥仁爱，往往误了大事。我们看孔子自己的作为就知道，他在鲁国当司寇的时候，虽只干了三个月，但上台第一件事就是杀少正卯，就是因为他言伪而辩，可以乱正。现在有一派反孔子的人说，孔子杀少正卯是为了自私，因为少正卯思想学问比他好，学生比他多，他吃醋了，把少正卯杀掉。这些论调，初听似乎很有趣，事实上少正卯是一个很会说话的人，孔子的学生也常常跑去听他讲，当时被他诱惑去了的也很多，所以指孔子为了报复而杀少正卯。这一点我们要注意的，天下写歪文章的人，笔锋都很厉害，很吸引人，有煽动性而正派的文章，不易吸引人，好东西写成文章不吸引人但那些歪才对于正派的东西却写不出来，这也是怪事情。写煽动性文章的，都是少正卯这一类的人，这类人不一定站得起来，可是他的文章会鼓动社会风气，乃至影响整个社会。所以人的讲话文章，如本身没有道德基本修养，便成为巧言乱德。对于这种事，孔子认为一定要处理，否则成为姑息养奸，也就是小不忍，则乱大谋。我们对小不忍，则乱大谋作了这两种解释，姑且可以这样分开来运用处事的时候，忍字可作决断用对人的时候，忍应该作忍耐包容的意思来用。子曰众恶之，必察焉众好之，必察焉。这是从毁誉的问题讲下来，一直讲到这里，孔子又说，大家都讨厌这个人，不要随便相信，必须自己加以考察判断大家都公认为好，都爱好他，也不要受蒙蔽，一定要自己再观察他。如果我们以这两句话，来印证个人的经历，对于小的事情，每人都很多，有些学者文人，学问都很高，但也最容易受情感的蒙蔽，容易情感冲动，于是在观察方面判断方面，往往会错误。这两句话，扩充起来，可以引证很多历史的事实。现在我们退回来讲个人修养方面，作一个领导人，对于自己的干部，不要完全受别人的影响，自己要观察得清楚，如王莽，当时就是这样一个人。他没有篡位以前，上下左右，没有一个人不说他好，后来哪晓得一变而成这样坏。读这一则历史，就是很好的证明。子曰人能弘道，非道弘人。"}
{"text":"这两句话，扩充起来，可以引证很多历史的事实。现在我们退回来讲个人修养方面，作一个领导人，对于自己的干部，不要完全受别人的影响，自己要观察得清楚，如王莽，当时就是这样一个人。他没有篡位以前，上下左右，没有一个人不说他好，后来哪晓得一变而成这样坏。读这一则历史，就是很好的证明。子曰人能弘道，非道弘人。这是上面这几段中的主干思想――人的问题。一切人事一切历史，都是人的问题。人才能够弘扬道。所谓道，就是真理，这是一个抽象的名词，呆板的，它不能弘扬人，须要人培养真理。这就是重点。所以孔子始终讲的是人文的文化。子曰过而不改，是谓过矣！这是孔子对于过错的看法一个人有过错不要紧，只要能改，能改过就好了。如果有过错而不肯改，这就是大过，真正的过错了。子曰吾尝终日不食，终日不寝，以思，无益，不如学也。孔子提供自己的经验，他说他自己曾经为了研究一个问题，因而整天不吃饭，整夜不睡觉，专门自己用思考去研究，结果发现没有用，不如去求知。因为须要知识配合思想，所以要多读书，多思想。上论也提到过思而不学也不对，学而不思也不对。一个有天才有思想的人，首先要注意多读书多求学。自己以为自己是天才，聪明了不起，如果多读书以后，自己就会变得非常谦虚了。常常我们自以为是一个大发现，多读了书以后，才知道古人早就讲过了，知道了，原来我们并没有超越古人，而且古人比我们所知道的还更多得多。譬如唯物思想，中国文化里早就有过，不过没有这么多，只一点点原则，经过研究，知道是不能成立的。还有西方很多东西，我们以前都有过，可是都没有加以发挥。现在年轻人搞思想，都想创作，可是就创造不了，所以知识与思想要配合起来。学问思想配合好了以后，接着孔子就说几人忧道不忧贫子曰君子谋道不谋食。耕也，馁在其中矣！学也，禄在其中矣。君子忧道不忧贫。我们大家都习惯地会说君子谋道不谋食君子忧道不忧贫原文就是孔子说的。说一个真正有学问，以天下国家为己任的君子，只忧道之不行，不考虑生活的问题比如耕种田地，只问耕耘不问收获。"}
