{"text":"至于鲁国，人尽皆知是周公的学术思想，是秉承他父亲文王的庭训，集成夏商以来的人文思想，因循改革而形成周代郁郁乎文哉的文明。因此，形成鲁国在春秋战国时期的文学也是驾凌诸侯各邦之上，因为文学与人文学术，必然是同命的鸳鸯，但自然科学与文学，就会大相逢庭了。鲁国的文化学术，既然是周公的直接传统，在春秋战国时期，仍以代表周代文化的，只有鲁国算是正统的中心，鲁国的诸生，保留鲁国的文化，虽然经过秦灰楚火的断灭，但是还能传到汉朝立国的初期，可见周公与周代文化的流风遗韵，它的源远流长，垂诸后世的价值，实在相当伟大。孔子生长在鲁国，他由衷地钦佩周公，全盘接受周公的人文文化思想，和鲁国的文学造诣，但是他是殷人的后裔，他在潜意识中，又承受有殷人崇拜天道的成分。可是，他到底是恢弘博大的智者，他的认识，见解与兴趣，都是综罗多方面的，所以他也崇拜虞夏的文化思想，因此他有礼运篇等所记的感言，提到三代以下文化的变迁迹象，和论语上的对话，涉及齐鲁之间的文化关系，而有齐一变，至于鲁，鲁一变，至于道的几句话不过，这里所引用孔子所说的道，可不是道家的道，他是指人文文化的儒者所宗的仁道，这是不可以牵强附会的。至于他提到当时文化思想的转变趋势，由齐一变而至于鲁鲁一变而至于道，形成齐鲁文化融会的结果，产生人文文化的仁道之道，那是很好的研究佐证。我们也可由此而窥见文化思想中心地区转移的趋势，甚之，对于研究易经礼记等有关于儒道学术思想的通途之学，都可求出它在文化历史上演变的关键。其次，我们要讨论的，便是燕国文化思想的根源了，因为历来提到道家的方士，很自然的，就会联想到燕齐之间，在战国时期，突然出现许多方士的问题。燕国，在周朝，是处在北方穷边的地区，古代幽燕并称，往往用来表示北方边境的称号。燕国，是周初分封诸侯而建国的，他是与周同姓召公爽之后。召公在周代的历史上，流传有名的甘棠树下听政的美德，成为历来政治上歌颂与效法的榜样，我们可以想见召公有豁达大度的胸襟，和慷慨不羁的风度，他是一个具有政治道德的大政治家。他的德化与政风，加上燕国的地理环境，因此便造成燕赵古多慷慨悲歌之士，在战国时期，就成为产生游侠刺客的名都了。"}
{"text":"燕国，在周朝，是处在北方穷边的地区，古代幽燕并称，往往用来表示北方边境的称号。燕国，是周初分封诸侯而建国的，他是与周同姓召公爽之后。召公在周代的历史上，流传有名的甘棠树下听政的美德，成为历来政治上歌颂与效法的榜样，我们可以想见召公有豁达大度的胸襟，和慷慨不羁的风度，他是一个具有政治道德的大政治家。他的德化与政风，加上燕国的地理环境，因此便造成燕赵古多慷慨悲歌之士，在战国时期，就成为产生游侠刺客的名都了。游侠是隐士的化身，任侠使气，与道家方士的炼气炼剑等方术，又是不可分家的技术。又加燕国的地理形势，本来就与齐晋交杂相错，所以他们吸收融会齐国的学术思想，那是顺理成章的必然趋势，司马迁作燕世家的结论，便说燕，北迫蛮貉，内措齐晋，崎岖强国之间，最为弱小，灾灭者数矣。然社稷血食者，八九百岁，于姬姓独后亡，岂非召公之烈矣了解了燕国历史地理的环境，那么，对于燕齐之章多方士，燕赵之间多快上的原因，也便可以了然于胸了。再次，我们附带地一谈宋国，便可以了解战国时期阴阳与天道思想发展的成因，以及后世道家认为也是神仙的墨子，和他思想的来源了。宋国，是在周初分封诸侯而建国的时候，因为周室秉承中国传统文化存亡兴灭的至德，为了尊崇殷商的后裔，便封殷的贤人微子在殷的故墟，宋国因此而建国，同时，也因此而保存殷商文化思想的部分陈迹。殷商的末代皇帝纣王，固然残暴雨不仁，但是，殷商的文化，也是中国上古文化演进中的主流，确是源远流长，尚书所保留的一篇洪范，便是留下殷商文化思想的一部分精神。殷人的文化，具有浓厚的宗教气息，他们崇尚天道相信鬼神，而且将阴阳五行的学说上神秘的外衣，拿他与天道鬼神并论，或者以阴阳五行做为天道鬼神的注解，那是生有自来，传统悠久，在段人的心目中，是牢不可破的一变再变，因此形成后来道家方上阴阳学说的一系。它与杞国一样，在春秋时期，都有保留他们祖先文化一部分的传统。历史所载，武王革命建国以后，将近百年间，还有殷的顽民，并不十分降顺，由此可以想见上古氏族宗法社会的精神，与信仰的力量了。孔子为了研究殷商文化，曾经到过祖籍之邦的宋国，虽然他很遗憾，感叹来国有关于殷商文化的文献资料，已经无法找到，然而他对于易经乾坤之理的了解，以及他对于天道与鬼神观念的思想，多少还是受了殷代文化的影响。"}
{"text":"它与杞国一样，在春秋时期，都有保留他们祖先文化一部分的传统。历史所载，武王革命建国以后，将近百年间，还有殷的顽民，并不十分降顺，由此可以想见上古氏族宗法社会的精神，与信仰的力量了。孔子为了研究殷商文化，曾经到过祖籍之邦的宋国，虽然他很遗憾，感叹来国有关于殷商文化的文献资料，已经无法找到，然而他对于易经乾坤之理的了解，以及他对于天道与鬼神观念的思想，多少还是受了殷代文化的影响。至于墨子类同宗教观念的思想，如相信天有意志，相信鬼神有奖善罚恶的权能等等见解，那完全由于他生活长大在宋国，承受殷人崇尚鬼神的文化思想所致，同时他著作的文字章法，既不同于鲁国文学，如孔子孟子的文章，而且也不同于齐国文学，如管子的文字，近世有人怀疑他是印度人，或来自中东的阿拉伯人，那是可资疑笑的一得之见，未必可征以为训。此外，在战国时期，秦晋的历史文化，和地理环境，便孕育出法家名家的学术思想，以及产生纵横家捭阖权诈，造成谋略之士的温床。郑卫介乎大国之间，环境促使颓废，富于风流浪漫的文学情调。齐国由于太公吕望道家思想的影响，又受时代的刺激，便多产生军事哲学思想，与军事学术的兵家。凡此等等，所谓春秋战国诸子百家文化思想的根源，都是各有因缘，互为影响，并非无因而生，笼统一律的。由于前面的简介，我们简单地分别举出春秋战国时期，各国文化学术思想的渊源与环境，何以后来会造成这些学术思想，一变再变，融会交流，就统统人于道家？那是秦汉时期的时代趋势，现在还来不及为它作结论。我们前面所说的，也只是列举当时的情势，由中国西北部的秦晋以下，直到东部齐鲁燕赵宋的文化大势，归纳起来，都属于当时黄河南北的文化区域，勉强可以叫它为春秋战国时期，北方文化学术思想的概略。可是必须不可忘记的，这个时期的中国文字和言语，犹如诸侯邦国一样，并未统一，所以我们要读秦汉以上，诸子百家的书，便需要留心了解当时著作的方言音辨，以及地方术语，与不同章法的文字结构的形式，才会清出眉目，大致不会致于尽信书，反被书瞒的过失。可惜后世读书的人，多半都受我们伟大的圣人孔子的著作文章所影响，所以多以鲁国文化的文学观点，来衡量其他诸子的著述，因此便疑情大起，处处力加否定。"}
{"text":"可惜后世读书的人，多半都受我们伟大的圣人孔子的著作文章所影响，所以多以鲁国文化的文学观点，来衡量其他诸子的著述，因此便疑情大起，处处力加否定。殊不知这样读书，已经忘记了当时历史文化的背景，与当时地理环境的异同了，如果一律纳入于鲁国文章与学术思想的标准，真有迷失云月是同，溪山各异的过错，虽然毕生力学，极尽疑猜考证的能事，而学术见解异同的争端，永无休止，实在使人有低徊惆怅，伤感这个断送一生的牛角尖之可怕了。三战国时期南方楚国的文化思想已经讲过春秋战国时期北方文化，与道家方士学术思想的大势，现在再来讨论当时南方楚国的文化思想，我们需要透过这个关键，便可了解老子庄子所代表的道家思想的背景。同时，我们不要忘记，楚国在春秋战国的时期，不但有它独成一格的文化系统，而且国势与力量的壮大，也是与时俱增的，到了战国末期，足以与秦国抗衡的便是楚国，后来虽然被秦灭了，而楚南公的预言楚虽三户，亡秦必楚，也并非是无因而发的，结果亡秦的，果然都是楚人。在那个时期，楚是一个新兴的力量，它的文化学术思想，与南方好强的民风，都是富有青春新生的气息，比之文化传统悠久而古老的杞宋，实在不能相提并论。它与齐国有过密切的联盟，更有过文化的交流，齐国不若鲁国的保守，所以齐楚两国在政治外交军事的关系上，一直都有联系，因此联带而有文化学术思想的交流，那也是必然的趋势。楚国，在周成王时，才受封有子男之田，本来微不足道，它在春秋战国以前，因其祖先不满周室的轻视，便开始自称为南面王。正当北方多故，中原多事之秋的夹缝中，坐以长大，由此渐渐建立而成为大国，便造成后来在战国末期，有举足轻重的势力。虽然他的立国称王，并不如齐鲁晋郑那样的顺理成章，但是他祖先的来历，的确是大有来头的。他们是帝颛顼高阳之后，高阳是黄帝之孙，昌意之子。在帝喾的时代，曾经命其祖先重黎做过火正，住在南方的祝融，后来因为命他征诛共工，没有完成使命而受到诛戮，因此，便由其弟吴回继承其后，这便是他上古家世的简历。吴回生陆终，陆终生六个儿子。"}
{"text":"虽然他的立国称王，并不如齐鲁晋郑那样的顺理成章，但是他祖先的来历，的确是大有来头的。他们是帝颛顼高阳之后，高阳是黄帝之孙，昌意之子。在帝喾的时代，曾经命其祖先重黎做过火正，住在南方的祝融，后来因为命他征诛共工，没有完成使命而受到诛戮，因此，便由其弟吴回继承其后，这便是他上古家世的简历。吴回生陆终，陆终生六个儿子。因为他的夫人是难产，所以这六子都是剖腹而生的，其中的老大，叫昆吾氏，在夏代，曾经做过侯伯，地位相当崇高。老六，叫季莲，芋姓，楚国便是他的后裔。在周文王时，他的祖先鬻熊，曾经做过文王的老师，而且鬻熊的儿子，曾经跟文王作过事。司马迁说季莲一系其后中微，或在中国，或在蛮夷，弗能记其世。最有趣的，是其中的老三，叫彭祖，他在段朝，也作过侯伯。据说就是孔子庄子他们所提过那个长寿八百岁出名的彭祖，也就是后来道家神仙们所推崇的彭囗，孔子曾经引他来自嘲说窃比于我老彭。庄子说他以久特闻。换言之，就是说他是活得特别长久而闻名的上古名人。我们了解了楚国的家世以后，知道它在战国时期的各国世家中，实在是极其神秘，而且是最富有传奇性的世家。因为楚国是春秋战国时期新兴的南方诸侯，而且不满周天子对它的微薄，早已有不臣之意。它不受约束地逐渐扩张土地，自立规模，并且随时有问鼎中原的意图。春秋时期，第一霸主齐桓公称霸的时候，有第一流的政治家管仲为辅，可是对于楚国，也只能分庭抗礼。订盟而去，还不敢轻樱其锋。正因为楚国是新兴的年轻国家，它的文化思想，没有太多的传统压力，所以它在学术思想方面，也很年轻而富于飘忽的气氛，因此而产生言语文字与北方大有异同的楚国文学，处处具有飘逸空灵而富于情感，于是连带它们的学术思想，也如文学一样，磅礴不羁，思想新颖。但是我们不要忘记，楚国的文化，仍然具有它祖先祝融后裔的传承，远绍五帝之首，黄帝学术思想的余风，加上南方地理环境的关系，有滚滚长江，与滔滔汉水的天险，阻住了北方的势力，有无数未经开发的深山峻岭，处处富有神秘而好奇的诱惑，于是在春秋战国期间，有老子庄子等道家，属于南方楚国系统的文化思想，便应运而生了。老庄的文辞格调，与后来屈原的离骚，都是楚国文化同一类型的文学，至于有关老庄思想，由传统道家与南方文化思想结合的问题，就在老庄的书本中，到处可见，在此无暇多谈。"}
{"text":"但是我们不要忘记，楚国的文化，仍然具有它祖先祝融后裔的传承，远绍五帝之首，黄帝学术思想的余风，加上南方地理环境的关系，有滚滚长江，与滔滔汉水的天险，阻住了北方的势力，有无数未经开发的深山峻岭，处处富有神秘而好奇的诱惑，于是在春秋战国期间，有老子庄子等道家，属于南方楚国系统的文化思想，便应运而生了。老庄的文辞格调，与后来屈原的离骚，都是楚国文化同一类型的文学，至于有关老庄思想，由传统道家与南方文化思想结合的问题，就在老庄的书本中，到处可见，在此无暇多谈。总之，我们花了许多时间，讨论齐鲁楚宋等文化的渊源和关系，都是为了解决历史上所惯称的燕齐之间方士的学术思想，并非是战国时期，无因而生，突然而来，实在是从上古传统文化的演变而成的。五道家与道教学术思想的内容道家与道教，但从外表看来，好像不可分离，而在实质上，却大有不同，秦汉以前，道与儒，本不分家，甚之诸子百家，也统统渊源于道，这个道的观念，只是代表上古传统文化的统称。儒道分家，与诸子百家分门别户的情形，是由战国末年到秦汉之间的事，尤其汉初有了司马谈论六家要旨的观念以后，相承因袭，愈来愈明显。汉魏南北朝以后，道教改变道家的学术思想，用与佛教抗衡，乃使道家与道教，径渭难辨，唐宋以后，儒者并斥佛老，更使道家含冤不白。其实，秦汉以前道家的学术思想，是承受三代以上，继承伏羲黄帝的学术传统，属于易经原始思想的体系，也是中国原始理论科学的文化思想。汉魏以后的道教，是以道家学术思想的内容做中心，采集书经系统的天道观念，加入杂家学说与民间的传说信仰，构成神秘性的宗教思想，现在为了讲述的方便，把两者混为一谈，在其紧要的界说之处，加以分别，俾使大家容易了解。一道家与道教的天人宇宙说中国文化思想，对于宇宙的定义，是由汉代道家代表性的著作淮南子所提出其实，严格地说，南子一书，也不是纯粹的道家，大半还是杂家思想的成分。淮南子说上下四方日宇，往来古今日富。换言之，所谓宇，便是空间和太空的代名辞宙，便是时间的代名辞。在它以前，战国时期的庄子，曾经从道家和阴阳家的观念，提出六合的名称，所谓六合，便是指四方上下的空间而言，并不包含时间的观念，易经系传上的六虚，一部分也含有六合的意义。"}
{"text":"淮南子说上下四方日宇，往来古今日富。换言之，所谓宇，便是空间和太空的代名辞宙，便是时间的代名辞。在它以前，战国时期的庄子，曾经从道家和阴阳家的观念，提出六合的名称，所谓六合，便是指四方上下的空间而言，并不包含时间的观念，易经系传上的六虚，一部分也含有六合的意义。人类对于宇宙世界与人生的来源，无论古今中外，都具有好奇怀疑，要想寻求答案的要求，于是世界人类的文化，便有宗教哲学的建立，对于这些疑案，各自构成一套理论的体系。然在大体上，不外有神造论，自然说，物理自然论等几个原则。再由这几个大原则，产生一无论二元论多元论有神论有因无因唯心唯物等等许多支高差别的理论。这些属于后世所谓宗教，或哲学的学说，现在正在自然科学的祭坛上斗法，欲知后事如何，且听将来分解。我们的立场，只是说明道家原始的宇宙世间的观念和理论的基础而已。道家对于原始宇宙世界的学术思想，也便是原来中国自己的文化思想在周秦以前，不用宇宙的名称，只有天地的观念，便足以代表后来宇宙的含义，道家的思想，认为天地未开以前，只是一种混沌的状态，既不管有主宰无主宰的事，也不问是前因或为后果。这个混沌，既不能叫它为物，也不能叫它为精神，正如老子所说无状之状，无名之名。在易经学系，原始理论科学的阴阳家们，认为这个混沌，便是阴阳未分，混合状态的现象，后来根据八卦的法则，叫他为一画未生以前，六凿六爻未动之初。在儒道未分家的理念上，叫它为天地未判之先，在老子，便叫它为有物混成，先天地生。老子所谓的混成，并不是纯粹的物理作用，只是说物的作用，正在孕盲含混在其当中，经过相当时期，这个混沌便分开阴阳，就有天地的开始了。所以我们过去五六十年前，在旧式文学中，有少年必读的一本书幼学琼林，劈头一句，便说混沌初开，乾坤始奠。等到混沌初开，形成乾坤的天地以后，这个地与天的情形，便如鸡蛋一样而存在，地球像鸡蛋的蛋黄，地球的大气层与太虚，像鸡蛋的蛋清，天在这个地球的鸡蛋外壳以外。"}
{"text":"所以我们过去五六十年前，在旧式文学中，有少年必读的一本书幼学琼林，劈头一句，便说混沌初开，乾坤始奠。等到混沌初开，形成乾坤的天地以后，这个地与天的情形，便如鸡蛋一样而存在，地球像鸡蛋的蛋黄，地球的大气层与太虚，像鸡蛋的蛋清，天在这个地球的鸡蛋外壳以外。早在三千年以前，我们的道家思想，始终认为地球和天体一样，都是有生命的机体，正如我们生命的扩大情形是一样的，因此，便形成后世道家神仙家的学说，认为人身便是一个小宇宙。有了天地的开辟，人与万物，就自然产生了，可是我们首先要介绍道家与道教对于天地生成以后的思想理论，再来继续说明其他种种。道家与道教对于人类来源，与万物生成的观念，属于道家思想的，便是天地开辟以后，最初的人种，是由天神下降而开始的。既不属于另一力量所创造，也不是生物的进化而来，至于天神又从何来？它是到此止步，再也不加追究。后来神人之间的变化，是因天上下降的天神，忘记了来源，贪恋世间的快乐，愈来与天的距离愈远，便形成人世间的现状了。当开天辟地之初，原始的人类，是与天神之间，随时互通往来，地与天，也是随时接近在一起的，从此时代愈降，人类愈加堕落，因为人类的堕落，地与天也相隔愈远了。此外，属于道家老庄学派的说法，也有两种思想依照列子所说，属于方士思想的观念，认为天地万物与人类，都是一气的变化，这个气，究竟是什么东西？是心？是物？以后再说。不过列子所谓天地气化的生成，是有四个程序与原因的，如说夫有形者生于无形，则天地安从生？故曰有太易，有太初，有太始，有太素。大易者，未见气也。太初者，气之始也。太始者，形之始也。太素者，质之始也。气形质具而未相离也，故日浑沦混沦者，言万物相混论而未相继也。至于庄子，更妙了，他以寓言的方式，故事的口吻，对于天地开辟而有万物，人类的原始者，加以无限的讽刺与惋惜，他说中心之帝，名字叫作混沌，因与四方之帝一商量，觉得中心之帝的混沌太好了，可惜的只是混沌不分，为了报答他的好意，便每天为他开一个窍，开了七天，便开出了七窍七窍在人身上，便是代表五官机能的七个洞。但是，非常可惜，七窍开而混沌死。最富于哲学幽默感的，便是庄子说的这个故事，与易经卦象名辞的另一趣味来讲，如出一辙。"}
{"text":"但是，非常可惜，七窍开而混沌死。最富于哲学幽默感的，便是庄子说的这个故事，与易经卦象名辞的另一趣味来讲，如出一辙。易经的卦象，称天地为否卦，反称地天叫泰卦，在天翻地覆的情况，叫它做泰，把天地正位的现象，却叫它做否，这与庄子的七窍开而混沌死的观念一样，都是对世界形成的紊乱，与人生妄做聪明而庸人自扰的情况，含有无限惋惜的感言，几乎同有一唱一和的趣味。道家思想，对于开辟以后的天地，属于精神世界与物理世界理论的原理，即是上古与三代文化思想的渊源，那就是易经学系的阴阳，八卦学术，与书经洪范五行思想的集合，上接黄帝传统的天文天干，地支等学术。可惜我们后来，有些不明白这些原始理论科学的价值，便用一句迷信的口号，来为自己遮羞，并且作为扼杀传统文化的挡箭牌，实在过于轻率。现在我们先把这些构成道家学术思想的内容，大略稍作介绍，以免大家盲目地否定它的价值关于阴阳的观念阴阳这个名辞，在上古文化学术里，出现最早，比之五行八卦天干地支等名称，应该还要古老。在五经文化的系统里，是组成易经学术系统的中心思想，书经果然也有提到，但并不像在易经学系那样重要。阴阳是上古以来，对于天地万物，与人事物理的观察，发现万有互相对立，互相消长的法则，因此，便在现象界中，和人事物理以上，定立阴阳互变的定律，用以统率说明万有变化的原则。在易经的系传上，提到一阴一阳之谓道，便是用它来说明道体流行演变而成为万有规律的，都不外一阴一阳的互变作用，阻阳是个抽象的观念，用它来说明对待流行的代表符号的名称，决不可以完全把它当作实体来用。它在物理的作用上，是代表动静，在物质的作用上，是代表刚柔，在宇宙的现象上，是代表天地，在天体的的运行上，是代表日月，在人类的观念上，是代表男女，在动物的世界里，是代表雌雄，在理念的领域中，是代表反正。"}
