{"text":"耳目之习除，而便辟善柔便佞之态，一见而若浼。取舍之极定，而嗜好宴安功利之说，无缘以相投，夫而后治臻于郅隆，化成于久道也。不然，而自是之根不拔，则虽敛心为慎，慎之久而觉其无过，则谓可以少宽。励志为勤，勤之久而觉其有功，则谓可以稍慰，夫贤良辅弼，海宇升平，人君之心稍慰，而欲少自宽，似亦无害于天下。而不知此念一转，则嗜好宴安功利之说，渐入耳而不烦。而便辟善柔便佞者，亦熟视而不见其可惜。久而习焉，忽不自知，而为其所中，则黑白可以转色，而东西可以易位。所谓机伏于至微，而势成于不可返者，此之谓也。是岂可不慎戒而预防之哉。书曰满招损，谦受益。又曰德日新，万邦为怀志自满，九族乃离。大学言，见贤而不能举，见不贤而不能退。至于好恶拂人之性，而推所由失，皆因于骄泰。满于骄泰者，自是之谓也。由此观之，治乱之机，转于君子小人之进退。进退之机，握于人君一心之敬肆，能如非，则心不期敬而自敬，不见过，则心不期肆而自肆。敬者君子之招，而治之本。肆者小人之媒，而乱之阶也。然则沿流溯源，约言蔽义，惟望我皇上时时事事，常存不敢自是之心，而天德王道，举不外于此矣。语曰狂夫之言，而圣人择焉。臣幸生圣世，昌言不讳，敢故竭其狂瞽，伏惟皇上包容而垂察焉，则天下幸甚！关于孟子这一节，除了上面所讲的大义以外，另外联想到几个重点，可以加以讨论。世臣巨族门第之见第一，是孟子对齐宣王提拔人才，引进人才的用人制度问题。由本节文字上所谓故国者，非谓有乔木之谓也，有世臣之谓也的措词看来，再加以历史上对历代人事行政的记载来参考，大凡要奠定一个新时代，开创一个新局面的时候，用人都不是依照治平时候的人事制度，都有一番新的气象新的局面。等到天下安定以后，加上时间的历炼，用人行政便不能不上轨道，要依循某种人事制度法规来进用，这也是古今不移的演变。一种制度施行久了，渐渐纰漏就出来了，这是必然的趋势。一个有悠久历史的国家，故家世族，功臣遗荫，每每在政权体制的成规下，演变成左右政权，把持朝政的形势，成为政坛上的大包袱大障碍，这也是历史上必然的趋势。例如两汉以后直到魏晋南北朝，士族门阀的权势，影响了四五百年的人事结构。"}
{"text":"等到天下安定以后，加上时间的历炼，用人行政便不能不上轨道，要依循某种人事制度法规来进用，这也是古今不移的演变。一种制度施行久了，渐渐纰漏就出来了，这是必然的趋势。一个有悠久历史的国家，故家世族，功臣遗荫，每每在政权体制的成规下，演变成左右政权，把持朝政的形势，成为政坛上的大包袱大障碍，这也是历史上必然的趋势。例如两汉以后直到魏晋南北朝，士族门阀的权势，影响了四五百年的人事结构。唐代新兴，在开创基业的时候，一个新的局面打破了这种陋习。但自唐太宗以选举考试取士以后，经过历史年代的累积，门第世臣的弊病还是照样发生。在盛唐的时候，如众所周知的李白韩愈等名士，求取功名之初，还不是到处上书，希望那些有名的世臣们加以提拔。也有少数文武人才，是靠世臣故家的赏识，所谓拔识于稠人之中的，因此成为千秋佳话。稠人就是普通的群众的意思。如郭子仪在未得志时，由于李白的推重，才被重用。后来李白犯了死罪，靠郭子仪以身家性命力保而得救。这些历史资料，就是古今中外千秋人情的各种反映。到了晚唐的时候，在政坛上就有著名的牛僧孺李德裕党派之争。李德裕乐于提拔平民出身的寒士们，等于我们现在所说的起用新人，后来李德裕被世族牛僧孺一派推翻，而内阁改组之后，被贬逐到岭南去。当时有八百孤寒齐下泪，一时回首望崖州的名诗，就是记载晚唐历史上这一事件。等而下之，宋元明清，每个历史朝代，这些同类的故事的重演，比比皆是。其中比较最为悲惨严重的，那便是历史上有名的党铜之祸。派系党祸之争第二，是孟子讲到身为一个领导人的用人之道。无论是人才或非人才，好人或坏人，一个领导不能随便听信人言。甚至全国人都说其人可杀或可用，也不能受到群众情绪的影响。必须由明主来自决自裁。这种用人行政之道，在历代帝王专制的史实上，有太多数不清的资料。尤其中国历史的史家，特别强调历代的明主贤君们在用人行政上的不次之擢――就是不照成规法令提拔人才。但是话说回来，引用人才的最后取决裁定之权，全仗明主贤君们的聪明智慧，由他自己的好恶来选择，也实在太难了。到底明主之所谓明，贤君之所谓贤，他的明，他的贤，到了什么程度？"}
{"text":"甚至全国人都说其人可杀或可用，也不能受到群众情绪的影响。必须由明主来自决自裁。这种用人行政之道，在历代帝王专制的史实上，有太多数不清的资料。尤其中国历史的史家，特别强调历代的明主贤君们在用人行政上的不次之擢――就是不照成规法令提拔人才。但是话说回来，引用人才的最后取决裁定之权，全仗明主贤君们的聪明智慧，由他自己的好恶来选择，也实在太难了。到底明主之所谓明，贤君之所谓贤，他的明，他的贤，到了什么程度？而且真明真贤之主究竟有多少？实在都是问题。历史上最令人推崇的唐太宗，他也亲自在诗上说待子心肯日，是汝运通时。这是极权性的坦白表达。他说，等到哪一天我心里高兴，愿意给你官做，给你富贵的时候，你的好运气就来了。以李世民之英才，尚且如此，何况等而下之的平庸之主呢！在过去的历史上，因为人事制度不上轨道，取予裁夺，升降生杀之权，往往系于人主一时的喜怒，或出自党派的倾轧。因此，历史上冤死的人才，也是数不清的。在升平的时代，如唐宋的党争，所谓君子与君子们在学术思想意见的争执，而形成政权上的排挤倾轧。末落的时代，则有如汉朝明朝的党祸与派系之争。至于晚唐五代的乱世，好恶生杀之权，完全出于人主们的自决，那就更惨不可言了。这种历史的事实也很多，我们只要看看晚唐诗人杜苟鹤吊祭朋友的几句诗，便可知道了。杜的诗说杀戮眼中皆名士，几人安稳到黄泉。以及他的四十年来人杀尽，似君埋少不埋多。再加上唐末道人钟离权一首诗莫厌追欢笑语频，寻思离乱可伤神。闲来屈指从头数，得见升平有几人。这是多么悲哀的局面啊！当然，这些都是乱世的现象，好像与本题不大相关，其实是有关的。随便信手举几个大家容易知道的史实来说，如刘宋时代的杀檀道济，宋代的杀曲端岳飞，甚至如明代的杀于谦等等公案，这些罪过，都是由于人主们专权裁决之过。历史上在政坛的冤狱，岂只是少数而已！至于由派系倾轧政见不合所造成的，如宋代洛蜀两党之争，都标榜圣贤之学。如二程夫子等人与王安石，以至到苏东坡，这些正反双方人物，总不能算是坏人吧！而任侠好义的苏东坡，几乎也身遭不测，如果不是宋神宗的祖母太皇太后再三维护，恐怕苏东坡的性命，也早已不保了！我们且看看苏东坡最倒霉的时候，关在牢里，听到要被杀头的谣言，非常恐惧痛苦而作的诗。"}
{"text":"历史上在政坛的冤狱，岂只是少数而已！至于由派系倾轧政见不合所造成的，如宋代洛蜀两党之争，都标榜圣贤之学。如二程夫子等人与王安石，以至到苏东坡，这些正反双方人物，总不能算是坏人吧！而任侠好义的苏东坡，几乎也身遭不测，如果不是宋神宗的祖母太皇太后再三维护，恐怕苏东坡的性命，也早已不保了！我们且看看苏东坡最倒霉的时候，关在牢里，听到要被杀头的谣言，非常恐惧痛苦而作的诗。这时唯一令他安慰的，是浙江杭州一带的人们，为了他，请和尚道士念经，替他祈求消灾免难。他的诗说圣主如天万物春，小臣愚暗自亡身。百年未满先偿债，十口无归更累人。是处青山可埋骨，他年夜雨独伤神。与君世世为兄弟，又结来生未了因。柏台霜气夜凄凄，几动琅月向低。梦绕云山心似鹿，魂惊汤火命如鸡。眼中犀角真吾子，身后牛衣愧老妻。百岁神游定何处？桐卿知葬浙江西。他在狱中做了这两首诗，自题为予以事系御史台狱，狱吏稍见侵，自度不能堪死狱中，不得一别子由，故作二诗，授狱卒梁成，以遗子由。最后又自注狱中闻杭州湖州间民，为余作解厄道场累月，故有此句。他作了这两首诗，拜托看守的狱卒梁成寄给他的兄弟，当然被侦察的人员拿到，不知道如何又传到宋神宗那里去了，皇帝看了也很难过，便说我并没有一定要他死啊！因此反而没有事被释放了。以苏东坡的旷达才情，真碰到要命的时候，也还是说圣主如天万物春，小臣愚暗自亡身。甚至也会梦绕云山心似鹿，魂惊汤火命如鸡。是多么的可怜。像这一类的事件，又完全靠那个为人主的皇帝在左右大臣们皆曰可杀时，作了聪明睿智的决定，平反了他的冤枉。当然，最大的影响，还是皇帝的老祖母。所以当太皇太后死时，苏东坡痛苦极了，他又写下两首名诗巍然开济两朝勋，信矣才难十乱臣。原庙团应调百世，先王何止活千人。和熹未圣犹贪位，明德惟贤不及民。月落风悲天而泣，谁将椽笔写光尘。未报山陵国士知，绕林松柏已猗猗。一声恸哭犹无所，万死酬恩更有时。梦里天衢落云仗，人间雨泪变彤帷。关睢卷耳平生事，白酋累臣正坐诗。自注题为十月二十日，恭闻太皇太后升遐，以轼罪人，不许成服，欲哭则不敢，欲泣则不可，故作挽词二章。这里所说的太皇太后，是宋神宗的祖母，也是历史上有名的贤后。"}
{"text":"所以当太皇太后死时，苏东坡痛苦极了，他又写下两首名诗巍然开济两朝勋，信矣才难十乱臣。原庙团应调百世，先王何止活千人。和熹未圣犹贪位，明德惟贤不及民。月落风悲天而泣，谁将椽笔写光尘。未报山陵国士知，绕林松柏已猗猗。一声恸哭犹无所，万死酬恩更有时。梦里天衢落云仗，人间雨泪变彤帷。关睢卷耳平生事，白酋累臣正坐诗。自注题为十月二十日，恭闻太皇太后升遐，以轼罪人，不许成服，欲哭则不敢，欲泣则不可，故作挽词二章。这里所说的太皇太后，是宋神宗的祖母，也是历史上有名的贤后。她是名将名臣曹彬的孙女。他在诗中所说先王何止活千人，是指在宋史上，仁宗皇帝和皇后，的确是很了不起的。应该说，都是读通了孔孟之学的吧！我们牵扯了这些历史故事，都是为了讨论孟子和齐宣王对话的主题。当然，最重要的，由此可见孟子当时在齐国受排挤受威胁的严重性，所以有不得不走的趋势，同时他所说对于用人行政的主旨，在当时封建制度的君主专权之下，不好太明白表露出君主必须要尊重人民，实行民主法治。但今日民主法治的要义，也已经隐约在其中矣。民主难，法治也不易第三，讲到选拔人才和用人的民主法治，我们拿孟子在这一节说话中的语意，来证之于近代和现代西方文化民主法治下的各种形态，也会有很多的感想。过去历史上一切的决定权，都取决于君王，实在是不合理，毛病很大也很多。但真正的全民民主可也真难说，要讲真正的全民民主，先决的条件，除非是真正做到全民都是圣贤。至少要全民的教育水准学识修养都能达到一致的水平才可以。不然，千万不要忘了群众有时的确是很盲从盲动的。众人之纷纷，不如一士之愕愕，那也是不可否认的事实。所以国人皆日如何如何，也并不见得就是真正的是非善恶。因此一个强有力的君主，他的主张的确具有百分之百决定性的影响，这就必须靠君主的聪明睿智了。我们放眼看今日西方文化的民主，尤其如美国模式的民主，群众所公认选举的，又何尝一定全是好的？至于幕后操纵在资本家手里的暗潮，更不必谈了。现在转回来再说孟子当时对齐宣王说这一段话的时候，他虽然不像我们上面所讨论的三点那样具有严重的威胁，但齐宣王已经很不是味道了。总之，无论是天下大事如国家的拔用人才，小则如一个公司行号，乃至一个小小团体，人挤人，人排人，总是难免的。"}
{"text":"因此一个强有力的君主，他的主张的确具有百分之百决定性的影响，这就必须靠君主的聪明睿智了。我们放眼看今日西方文化的民主，尤其如美国模式的民主，群众所公认选举的，又何尝一定全是好的？至于幕后操纵在资本家手里的暗潮，更不必谈了。现在转回来再说孟子当时对齐宣王说这一段话的时候，他虽然不像我们上面所讨论的三点那样具有严重的威胁，但齐宣王已经很不是味道了。总之，无论是天下大事如国家的拔用人才，小则如一个公司行号，乃至一个小小团体，人挤人，人排人，总是难免的。因为人这个生物，天生就是如此不成器的。所以一个当主管的当家的，一定要切记士无论贤愚，入朝则必遭谗。女无论美丑，入宫则必遭嫉的原则，然后处之以仁义，运用以智慧德术，或者效果会好得多。齐宣王问曰汤放桀，武王代纣，有诸？孟子对四于传有之。曰臣武其君可乎。曰赋仁者，谓之贼贼义者，谓之残。残贼之人，谓之一夫。闻诛一夫纣矣，未闻弑君也。对圣人怀疑的趣话上一次孟子打形意拳式的讲话，大概说得齐宣王也有点不好意思了，于是有一次和孟子谈起来，他问孟子，商汤把夏桀放逐到南巢去，武王出兵牧野攻伐纣王，有这件事吗？夏朝的末代皇帝桀最暴虐，弄得民不聊生，于是他的大臣成汤兴起，把桀赶到蛮荒的南巢去，汤取而代之做了君王，称为商朝。而殷商的最后一代后帝纣王，也是因为暴虐，而周武王起兵把他杀掉，也取而代之，这是大众都知道的过去两次历史上所谓真正的革命。现在齐宣王对这历史革命发生了怀疑，而提出来问孟子，是不是真的有这回事。怀疑历史是件有趣的事，写厚黑学的四川人李宗吾，又自称是厚黑教主。所谓厚黑，脸厚心黑也。这位教主也是我相识中的老一辈朋友，其实他本人一点也不厚黑，可以说还很厚道，只是喜欢写反面文章来讽世而已。这位怪才，也是怀疑尧舜之为圣人的问题，还说这是他的发明，其实他前辈同宗明朝的李卓吾，已经开其先例。还有明朝末期的一些名士，也曾提出尧舜的禅位问题来讨论过。"}
{"text":"这位教主也是我相识中的老一辈朋友，其实他本人一点也不厚黑，可以说还很厚道，只是喜欢写反面文章来讽世而已。这位怪才，也是怀疑尧舜之为圣人的问题，还说这是他的发明，其实他前辈同宗明朝的李卓吾，已经开其先例。还有明朝末期的一些名士，也曾提出尧舜的禅位问题来讨论过。木皮散客鼓词里也是怀疑尧舜的，其中有一段就说到尧是为了自己的儿子无能，怕他将来保不住江山，被不相干的人夺去，就太可惜了，而见到舜很孝顺，又有能力，所以就把自己两个女儿嫁给舜，把舜收为了自己的女婿，女婿是有半子之分，由女婿即位做了皇帝，那么自己的儿孙，还是可以享受荣华富贵的。而李宗吾的厚黑学立论，却完全是从李卓吾和木皮散客鼓词上学来的，可惜他死了，如果还在的话，见了面，我可一定要骂他不老实，侵夺了别人的著作权。其实对于历史的怀疑，由本文便可证明齐宣王在那个时候，就已经提出来了。孟子碰到这个问题，知道不大好答复，但是他答得很高明，完全用外交词令说，在古书上是这么说的。言外之意，还可能待考呢！齐宣王说这不是臣属的叛逆行为吗？为人臣怎么可以杀国君呢――齐宣王可忘记了，他回家的上代田和，何尝不是这样把姜太公的后代吕贷――齐康工送到海边，而篡了王位而当起齐威王来，吕氏主祀就此断绝的。但孟子对于这个问题的答案，作了历史性的解释，对中国文化的政治哲学，提出了两个观念。他说，这不是巨弑君，不是叛逆。只要一个国家的领导人违反了仁道，就算是坏人，就叫贼，不够资格做领导人。违反了毁坏了义理和道义的，就叫做残，他是冷酷无情的是心智不完整的精神有缺陷的人。这种贼仁残义的人，就是独夫。所以汤武的革命，只是去掉一个独夫，并不算是叛逆的行为。这是中国历史文化的政治哲学，儒家大部分都强调这一点，在我看来，这是历史上的问题。司马迁虽然没有标明，但隐约间也透露了，他并不同意孟子这种看法。除了司马迁以外，后世写历史的人，一直依照孔孟的这种思想，不敢有丝毫违反。不过，中国几千年来，对这个历史采怀疑态度的人很多，只因在儒家的权威之下，不敢过分反抗，所以这一方面留下来的文字，并不太多，现在提几则小故事来看看。在古人的笔记资料里，提到唐代名臣高定，他在幼年七岁时，读尚书牧誓这一篇，里面说周武王集合诸侯，在牧野这个地方，誓师讨伐纣王的故事，也就是孟了这里所说汤武革命的事。"}
{"text":"司马迁虽然没有标明，但隐约间也透露了，他并不同意孟子这种看法。除了司马迁以外，后世写历史的人，一直依照孔孟的这种思想，不敢有丝毫违反。不过，中国几千年来，对这个历史采怀疑态度的人很多，只因在儒家的权威之下，不敢过分反抗，所以这一方面留下来的文字，并不太多，现在提几则小故事来看看。在古人的笔记资料里，提到唐代名臣高定，他在幼年七岁时，读尚书牧誓这一篇，里面说周武王集合诸侯，在牧野这个地方，誓师讨伐纣王的故事，也就是孟了这里所说汤武革命的事。高定就对他父亲高郢说，做臣子的怎么可以用兵杀国君呢？高郢说，这件事是应天命顺人事的事情，不比一般的叛逆。孩子都是喜欢打破沙锅问到底的，于是他追问父亲说，听话的人，连他已经死的祖宗三代都会得到奖赏。不听话的人，就要被杀掉，这难道也叫做应天命顺人事的事吗？结果他的父亲答不出话来，拿出不任何理由对他解释。这高定的思想，也不能说他不对。所以后世有些人，对于儒家过分强调标榜的思想，往往持高定这一类的态度。人类的思想观念，在有了怀疑时，提出来讨论，才可获致真理，否则过分强调某一思想的权威性，另外又过分压制别的思想，则并不见得有什么好处。另外一个故事，宋代的名儒李靓字泰伯，是一位很有风格的人，文章也写得很好。但他素来不喜欢佛，也不喜欢孟子，常常骂佛，骂孟子。他喜欢喝酒，有一天，一个政坛上地位很高的朋友，送了他许多高级名酒，他自己家里也做了些好酒。有一位读书人很想喝他的酒，但又喝不到，知道他喜欢骂孟子骂佛，于是作了几首骂孟子的诗送给李泰伯，第一首诗是关于孟子说尧舜事完凛损阶未可知，孟轲深信亦还痴。岳翁方且为天子，女婿如何弟杀之？他说历史是很难相信的，有许多舞弊不光彩的事情，未必会写上去，但孟子偏偏去相信历史，真是不够聪明。有些史料，是否有问题，还不得而知。至少在孟子万章篇中记载完凛捐阶的事。是说，唐尧当皇帝的时期，自己非常俭朴节省，住的也只是茅茨土阶而已，但赐给舜仓凛和牛羊。以后，舜的父亲与异母弟弟象，想害他，叫他爬上仓库顶上去整修仓顶，却在下面放火烧他。结果舜在事前已受到两位太太的指教，把预先穿上去的大衣服张开，像飞鸟一样地跳了下来，安全地逃出这场火灾。后来，又教他去凿井，然后投井下石想压死他。"}
{"text":"有些史料，是否有问题，还不得而知。至少在孟子万章篇中记载完凛捐阶的事。是说，唐尧当皇帝的时期，自己非常俭朴节省，住的也只是茅茨土阶而已，但赐给舜仓凛和牛羊。以后，舜的父亲与异母弟弟象，想害他，叫他爬上仓库顶上去整修仓顶，却在下面放火烧他。结果舜在事前已受到两位太太的指教，把预先穿上去的大衣服张开，像飞鸟一样地跳了下来，安全地逃出这场火灾。后来，又教他去凿井，然后投井下石想压死他。结果，舜又经太太的设计，预先在井的内壁旁边，打通遂道，压阶而上，安然无恙地出来。这首诗说，舜是尧的女婿，岳父作皇帝，舜的弟弟怎么敢去杀他。所以孟子相信历史的记载，实在很傻！他的第二首诗说乞丐何曾有二妻，邻家焉得许多鸡？当时尚有周天子，何事纷纷说魏齐。他批评孟子的话说孟轲说齐国有一个人，在外面讨饭为生，而家里却有一妻一妾，哪里有讨饭的能娶得起两个老婆，而且邻居们哪有这许多鸡给他偷呢？还有孟子那个时代，中央政府，周朝的天子还在那里，他应该和孔子一样尊周而讲王道，何以他不到周天子那里去帮助中央政府推行仁政，反而去游说齐国魏国的诸侯，还想把他们培养成功，取周室而代之，这不是不对么？我们知道，孟子是赞成汤武革命的，并不像孔子是主张尊周的，这也是事实，而这位读书人就凭相隔几千年的习惯和想象来骂孟子。李泰伯读了他这两首诗，引为知己同志，大为高兴，请他喝酒，一边喝酒，一边谈话骂孟子，连过几天，也骂了几天，把所有的酒都喝完了，这位读书人也走了。几天以后，又听说有人送酒给李泰伯，于是这个书生不作诗了，作了三篇文章，名为仁义正论，都是骂佛的，送去给李泰伯。李泰伯看了他的文章后，知道这书生又是想来喝酒的，于是笑笑说，你的文章真好，可是上次的酒都被你喝光了，弄得我自己好久都没有酒喝，非常难过，对不起，这一次你尽管骂佛，请原谅我再不敢留你喝酒了。金元时期的名诗人元遗山，有一次，经过殷商的首都朝歌，也对武王伐纣的历史，兴起怀疑的感慨，他曾作了北归经朝歌感寓三首诗。其中的两首，也牵连到尧舜的茅茨土阶和纣王的造九层台，以及后来的墨子，因路过朝歌，对地名常有歌乐意味的反感，就立即回车不肯经过朝歌的历史故事，提出怀疑的评论说黄屋何曾上作阶？祸基休指九层台。书生不见千秋后，枉为君王泣玉杯。"}
