{"text":"今年，一场新冠肺炎疫情突袭全球。过去，天花病毒用了三千多年才传遍各大洲今天，病毒可在小时内乘飞机抵达地球上的任何城市。随着科学技术的不断发展，人与人国与国之间的联系愈发紧密。面对思想观念的碰撞，不同文化的交融，我们迫切需要求同存异的胸怀。客观理性尊重差异的美国视频郭杰瑞广受关注与褒奖而试探底线目中无人的杜嘉班纳消声觅迹，不见踪影。语言文化习俗的不同没有阻挡一带一路的发展但长期存在的偏见和嫉妒心理却让某些国家造谣中伤中国抗疫，最后自断抗疫物资供应链。在交流与沟通愈加频繁的新时代，需要尊重差异，包容不同的文化与思想，确定共同的目标并为之奋斗。求同存异，接纳不同是顺应时代发展的行动观念。作为即将走出校园，迈入社会的青年，让我们养成大气度，培养大格局，迈向更广阔的舞台。似春草之葱郁，如夏花之绚烂，这样的我们行走在人生路上，无法折回，只能朝前，既看遍沿途的动人风景，也历尽一路的困心沧桑。浩瀚的岁月长河里，激荡了多少壮美情怀，沉沦了几许缱绻往事镜子是骄傲的酿造器，同时也是自满的消毒器，日本文学大师夏目漱石曾这样说过。对着一面镜子，谦卑者留意缺陷，傲慢者欣赏优点。我们在镜子中观察到的形象，终究来源于我们内心。对于即将踏入高中的你们，正确地审视自己，寻找一面一面镜子，为自己实事求是的画出一副自画像，就尤为重要。我愿成为一个刻苦奋斗，实事求是的人，我愿拥有炽热滚烫却充实的生活。华为公司曾发布过有一双伤痕累累的芭蕾脚的照片，配字是伟大的背后都是苦难这张照片传递出任正非想要诠释的华为精神。你们可曾知道，当今华为光鲜亮丽地面向社会，背后抗下的是无尽的伤害。华为数年的上下求索，刻苦奋进，他们不骄不躁，正确认识自己，以世界优秀企业为镜，不断完善自己，实事求是地不断完善自己的自画像，一个深刻的灵魂，即使痛苦也是美丽的。葵花扎根于大地，生长于泥土，却亘古朝向太阳，因而花开入火影子诞生于烈焰，形成于光阴，却甘心面背朝后，因而形态多样。华为是我所追求的刻苦奋斗实事求是品质的完美缩影，华为拥有着坎坷的经历，终扶摇直上九万里，这正是我追求的炽热而滚烫的人生。你们的人生亦因如此充实。心怀梦想，让我的生活更有意义，刻苦学习，集流成海，实现我的梦想。"}
{"text":"葵花扎根于大地，生长于泥土，却亘古朝向太阳，因而花开入火影子诞生于烈焰，形成于光阴，却甘心面背朝后，因而形态多样。华为是我所追求的刻苦奋斗实事求是品质的完美缩影，华为拥有着坎坷的经历，终扶摇直上九万里，这正是我追求的炽热而滚烫的人生。你们的人生亦因如此充实。心怀梦想，让我的生活更有意义，刻苦学习，集流成海，实现我的梦想。回归到我们的学习生活中，我们要懂得不积跬步，无以至千里，要明白仰望天空，必须脚踏实地要领悟人只有心怀梦想，并为之奋斗，才可以活出更有意义的生活。然关山初度路犹长，对于刚刚进入高中的你们，最需要做到的就是脚踏实地，从生活中的点点滴滴开始，寻找那一面面镜子，以老师为镜，绘智慧之花以优秀同学为镜，绘自律之泉以工人为镜，绘勤奋之云在学习生活中不断审视自己，寻找绘制画像的镜子，最终的画中世界，亦是你们内心世界的绝佳描绘，亦是你们最完美的画像。金无足赤，人无完人。君子生非异也，善假于物也。借助外物，不是懦弱无能的表现，而是一种更高的智慧。他们不断求索，不断审视，不断完善，他们在生活中寻找镜子，实事求是的会出自己的画像。他们不畏惧困难，为一副更加完美的画像，他们以血为墨，以身为剑，以志为盾，在这坎坷的人生中不断的丰富完善自己，绘出独属自己的画像。希望你们能都思考心中向往的那个自己的样子，希望你们秉持自己梦想，为之奋斗，创造更有意义的生活。愿你们实事求是，寻找到属于自己的镜子，绘出属于自己的画像！我的梦里总有一棵大树，立在高高的山上，树下长满柔软的青草。阳光和煦的照着，树下阴凉。站在树下放眼望去，大江大河在平原上奔涌，它们盛满金色的泉。我能够在树荫下远眺平原，有时可以看到海的边缘，金色的光在那里熠熠生辉。我时常幻想着能够驾驶铁船，一直从江河里入到汪洋。大树跟我说，铁船不能凭空出现，不过你能把我砍伐，掏空我的树心，使我成舟，使你远航。我用稚嫩的面颊贴着大树的树干，告诉它我不能如此。您蔚我荫庇，如同我的父母亲族，我当报答您。于是恩情使我留在此地。太阳的光洋洋洒洒，世间不会有其他事能及它十分之一的夺目。尽管我倚在树荫下，也能感到它的热情与光华，我常常以此伴眠。太阳是无私和睿智的本身，所以我也常常寻它的答解。"}
{"text":"我时常幻想着能够驾驶铁船，一直从江河里入到汪洋。大树跟我说，铁船不能凭空出现，不过你能把我砍伐，掏空我的树心，使我成舟，使你远航。我用稚嫩的面颊贴着大树的树干，告诉它我不能如此。您蔚我荫庇，如同我的父母亲族，我当报答您。于是恩情使我留在此地。太阳的光洋洋洒洒，世间不会有其他事能及它十分之一的夺目。尽管我倚在树荫下，也能感到它的热情与光华，我常常以此伴眠。太阳是无私和睿智的本身，所以我也常常寻它的答解。但它的答解每每都使我踌躇。只因它智慧非凡，所以每次的答解都指向多面。它早已超乎于我的维度，但我知道，我所要的答解究竟处在哪一面上，仍须我求索不停。于是我问它，可否指引我。太阳回答，我无欲念，不问西东。我想这次它做了一个单一的回答，它对我的答解行于此，然后止于此。我从小憩中醒来，清风为我带来远方的信，它们在我耳边轻语，告诉我远方的国。然而这次我不再对那来时的地方感到有兴，于是清风讥笑着远去。我站起身来，拍拍身上的灰尘。阳光之下极目远眺，依然能望到海的边缘，金色的光在那里熠熠生辉。于是我下定决心到山下的江河那里去看看。大树缄默，望着我行。我迎着灿烈的日光风的讥笑，渐渐抵达山脚，那江河奔涌的声音摄我心魄，我更决意地朝着它行。而后终于，我来到了江河的面前。广袤的原野瞬间撞入我的眼帘，将我精神里的锁链撞得粉碎。站在它的身旁，我完完全全的可以感受到它的无边无际，这是我在山顶所不能领略到的无垠和壮阔。原野默不作声，但我知道它望我行。我卷起裤脚，踏上越野，朝着江河迈进。金色的泉江河，在原野上奔涌。我的视线再也不能移动分毫。我想，江河是不能缄默的，当我抵达它的时候。我想，江河注定是要嘶鸣的，当我抵达它的时候。当然，江河嘶鸣响彻天地！我的梦里总有一棵大树，立在高高的山上，树下长满柔软的青草。阳光和煦的照着，树下阴凉。站在树下放眼望去，大江大河在平原上奔涌，它们盛满金色的泉。我的梦里总有一棵大树，立在高高的山上，树下长满柔软的青草。阳光和煦的照着，树下阴凉。"}
{"text":"金色的泉江河，在原野上奔涌。我的视线再也不能移动分毫。我想，江河是不能缄默的，当我抵达它的时候。我想，江河注定是要嘶鸣的，当我抵达它的时候。当然，江河嘶鸣响彻天地！我的梦里总有一棵大树，立在高高的山上，树下长满柔软的青草。阳光和煦的照着，树下阴凉。站在树下放眼望去，大江大河在平原上奔涌，它们盛满金色的泉。我的梦里总有一棵大树，立在高高的山上，树下长满柔软的青草。阳光和煦的照着，树下阴凉。站在树下放眼望去，大江大河在平原上奔涌，它们盛满金色的泉。我能够在树荫下远眺平原，有时可以看到海的边缘，金色的光在那里熠熠生辉。我时常幻想着能够驾驶铁船，一直从江河里入到汪洋。大树跟我说，铁船不能凭空出现，不过你能把我砍伐，掏空我的树心，使我成舟，使你远航。我用稚嫩的面颊贴着大树的树干，告诉它我不能如此。您蔚我荫庇，如同我的父母亲族，我当报答您。于是恩情使我留在此地。太阳的光洋洋洒洒，世间不会有其他事能及它十分之一的夺目。尽管我倚在树荫下，也能感到它的热情与光华，我常常以此伴眠。太阳是无私和睿智的本身，所以我也常常寻它的答解。但它的答解每每都使我踌躇。只因它智慧非凡，所以每次的答解都指向多面。它早已超乎于我的维度，但我知道，我所要的答解究竟处在哪一面上，仍须我求索不停。于是我问它，可否指引我。太阳回答，我无欲念，不问西东。我想这次它做了一个单一的回答，它对我的答解行于此，然后止于此。我从小憩中醒来，清风为我带来远方的信，它们在我耳边轻语，告诉我远方的国。然而这次我不再对那来时的地方感到有兴，于是清风讥笑着远去。我站起身来，拍拍身上的灰尘。阳光之下极目远眺，依然能望到海的边缘，金色的光在那里熠熠生辉。于是我下定决心到山下的江河那里去看看。大树缄默，望着我行。我迎着灿烈的日光风的讥笑，渐渐抵达山脚，那江河奔涌的声音摄我心魄，我更决意地朝着它行。而后终于，我来到了江河的面前。广袤的原野瞬间撞入我的眼帘，将我精神里的锁链撞得粉碎。站在它的身旁，我完完全全的可以感受到它的无边无际，这是我在山顶所不能领略到的无垠和壮阔。"}
{"text":"我站起身来，拍拍身上的灰尘。阳光之下极目远眺，依然能望到海的边缘，金色的光在那里熠熠生辉。于是我下定决心到山下的江河那里去看看。大树缄默，望着我行。我迎着灿烈的日光风的讥笑，渐渐抵达山脚，那江河奔涌的声音摄我心魄，我更决意地朝着它行。而后终于，我来到了江河的面前。广袤的原野瞬间撞入我的眼帘，将我精神里的锁链撞得粉碎。站在它的身旁，我完完全全的可以感受到它的无边无际，这是我在山顶所不能领略到的无垠和壮阔。原野默不作声，但我知道它望我行。我卷起裤脚，踏上越野，朝着江河迈进。金色的泉江河，在原野上奔涌。我的视线再也不能移动分毫。我想，江河是不能缄默的，当我抵达它的时候。我想，江河注定是要嘶鸣的，当我抵达它的时候。当然，江河嘶鸣响彻天地！我的梦里总有一棵大树，立在高高的山上，树下长满柔软的青草。阳光和煦的照着，树下阴凉。站在树下放眼望去，大江大河在平原上奔涌，它们盛满金色的泉。这是一封一个曾经的年轻人在年写给未来的你的一封信。年是那么遥远，又似乎那么的近。十七年的距离，大致就是将我这个刚刚起步的十七余年再过一次，不快，不慢，但是意义深远。我们经历了泪水，也经历了欢笑我们看到了太多太多的天灾，人祸，但也为这其中点点滴滴的英雄感动，流泪。我不知道年的你，在这十八年经历了什么，也许朝韩紧紧相拥了，也许台湾终于回家了，也许，全中国人，都过上了幸福小康的生活。我是千禧年的一代，在十八年间见证了人们在天灾面前的坚强。我的年，有五月十二日的天灾，全中国人民为之流泪，又为抢险救灾拼搏。一幢幢坍塌的楼房，人们用血肉之躯将他们支撑起来，不惜一切代价，只是希望能够多挽回一条生命。无数的飞机在灾区空投，那落到地上的，是里面的人们的希望无数的卡车在险径上迂回，那装载的，是外面的人们的希望。年，有五月十九日的中国制造，相信你们在那时看到的，没有绝望的哭声，只有科学家们成功后的喜极而泣没有人们沉重的默哀，有的，是欢乐的人海中欢乐的呼喊！我是千禧年的一代，在十八年间见证了共和国突飞猛进的成长。"}
{"text":"一幢幢坍塌的楼房，人们用血肉之躯将他们支撑起来，不惜一切代价，只是希望能够多挽回一条生命。无数的飞机在灾区空投，那落到地上的，是里面的人们的希望无数的卡车在险径上迂回，那装载的，是外面的人们的希望。年，有五月十九日的中国制造，相信你们在那时看到的，没有绝望的哭声，只有科学家们成功后的喜极而泣没有人们沉重的默哀，有的，是欢乐的人海中欢乐的呼喊！我是千禧年的一代，在十八年间见证了共和国突飞猛进的成长。小时候回老家，是八个小时的高速公路。漫长的高速对于我来说是一种煎熬，但我父母却告诉我在高速建起之前，十余个小时的公路更是一种煎熬。但就在不久前对于现在，高铁修到了我老家，现在甚至只要四个小时就能回到老家，是怎样的奇迹。年的中国出行，我已经有些满足于现状了。未来我们的出行会有怎样的变化，谁也说不定。也许，在年的你看到我在赞美年的高铁时会觉得我愚蠢，但的确，我们的国家在进步，一项项便民设施的建立，也会使得你能够得到更加便捷的出行，那些我们在年无法想象的便捷！我是千禧年的一代，在十八年间见证了科技带来翻天覆地的变化。我小时候特别喜欢玩玩具，当时最新奇的玩具，算是电子积木和电脑游戏了。当时没有现在那么好的游戏带来的欢呼，有的只是当电子积木的灯泡在连上电源后缓缓亮起时惊喜的尖叫。我们没有你们那么方便，快捷的物流，每当班上要集体买什么本子，文具的时候，都是同学们的父母花费一个周末，跑遍各个商店才能拿到。十几年过得很快，千禧年的孩子在被发现对新出现的电脑，手机有着天一般的精通时遭受了人们的非议，但是，我们并没有给人们丢脸，放出了属于零零后的光芒。也许，我们是见证你们出生的一群人，带着我们十八年来无限的回味，无限的期望，看着你们，希望未来改变中国，改变世界的，就是你们。你们现在应该要成年了。年是一个美好的年份，你们，和这个古老而充满活力的中国，都将踏上一个新的台阶。不知道你们十八年的回忆会是什么样子的，我也没有办法远远地去预见未来。但是，千言万语，感慨了我的十八年，还是有一句话想要送给你们。无论我们暂时有多么强的实力，无论我们的未来是多么的光明，这句话，你们都要牢牢记住任重，而道远！"}
{"text":"也许，我们是见证你们出生的一群人，带着我们十八年来无限的回味，无限的期望，看着你们，希望未来改变中国，改变世界的，就是你们。你们现在应该要成年了。年是一个美好的年份，你们，和这个古老而充满活力的中国，都将踏上一个新的台阶。不知道你们十八年的回忆会是什么样子的，我也没有办法远远地去预见未来。但是，千言万语，感慨了我的十八年，还是有一句话想要送给你们。无论我们暂时有多么强的实力，无论我们的未来是多么的光明，这句话，你们都要牢牢记住任重，而道远！祝前途无量今年春天，突如其来的新冠疫情席卷华夏，带来了苦难，带走了成千上万的生命。注定是不平凡的一年，许许多多或熟悉或陌生的面孔涌现出来，每一张面孔背后都有一颗牵动家国情怀的赤子之心。于是，千千万万颗赤子之心连结起来，汇聚成巨大的力量，向世界展示出崭新的中国面孔。中国面孔，是在重大突发事件下迅速的反应，是全力出击的严格管控，更是在国际舞台上不卑不亢，向世界伸出援手的国际精神。疫情刚刚发展时，全国上下各个城市纷纷响应封城，人们待在家里，不外出不聚集。商店小区门口有志愿岗哨执勤，被人们戏称走到哪里都给你一枪。在中国防疫形势严峻的阶段，世界各国纷纷伸出援手，待到疫情缓解后，中国企业全力生产口罩防护服等物资，然后向各国倾囊相助。一架架运输机翱翔天际，带去的是希望是温暖，更是大国担当的中国面孔。有人说疫情拉开了人与人之间的距离，而我想说每个中国人的心是相连的。中国有句古话国家兴亡，匹夫有责。中国面孔，是在大灾大难面前，每一个人展现出的不屈不挠隐忍坚毅艰苦拼搏的面孔。武汉刚刚传出疫情消息时，在那个深夜，一列直奔疫情第一线的列车上，一位老人放下案头的工作闭目养神。疲惫的脸上早已写满了家国情怀，他就是国士无双钟南山院士。敢于直言，忍辱负重，抗争在治疗新冠疫情第一线，而自己却不幸染病，英年早逝。他为疫情防控争取了宝贵的时间，他就是最美吹哨人李文亮医生。此外，中国面孔还是最美摆渡人快递小哥夜以继日工作的公益人韩红从印度进口防疫物资寄回国的药神郭勇中国面孔是每个乐观生活面对困难的中国人的面孔，正是这一张张面孔的存在，中国才有了攻克时艰的能力和勇气。中国面孔的背后，是强大的中国精神的支撑。"}
{"text":"疲惫的脸上早已写满了家国情怀，他就是国士无双钟南山院士。敢于直言，忍辱负重，抗争在治疗新冠疫情第一线，而自己却不幸染病，英年早逝。他为疫情防控争取了宝贵的时间，他就是最美吹哨人李文亮医生。此外，中国面孔还是最美摆渡人快递小哥夜以继日工作的公益人韩红从印度进口防疫物资寄回国的药神郭勇中国面孔是每个乐观生活面对困难的中国人的面孔，正是这一张张面孔的存在，中国才有了攻克时艰的能力和勇气。中国面孔的背后，是强大的中国精神的支撑。精神的强大，依托的是五千年博大精深的传统文化。古有大禹治水，三过家门而不入古有卧薪尝胆，终于三千越甲可吞吴古有圣人的训诫，吾日三省吾身古有大学之道，修身齐家治国平天下。伟大的文明造就了强有力的精神家园，而精神的力量推动着民族向前发展。邱少云在执行潜伏任务中，为了不暴露位置，生生被大火烧死黄继光为了给队友争取冲锋的时间，舍身堵住了枪眼董存瑞高举炸药包，冲向了敌人的碉堡英雄的事迹鼓舞着我们，面对困难我们有强大的精神依靠。正在家中过春节的人们被群里的信息唤醒，一队队医护人员舍生忘死，奔赴一线周边省市的农民工建筑工纷纷集结，创造了十天建造医院的奇迹相应防疫号召，人民群众宅在家里，街上空无一人，而小区的上空响起了国歌全国师生线上开学，有条不紊。强大的精神力量构成了一张张中国面孔，坚定而自信。年注定是不平凡的一年，然而一张张中国面孔证明了我们有信心有能力战胜困难。新的一年新气象，更大的困难只会让我们更强大。中国面孔，经历过疫情的洗礼，定会展现出崭新的中国力量。世纪对人类而言是代表着科技的进步，原子能互联网技术的发明，为现代化拼图凑齐最后一块。还有尾随军事发展而来的战争与珍贵的和平。但对人类最重要的是共产主义对资本主义的挑战是对那伴随着人类文成长的压迫和剥削的最用力的一击。古今中外历史中闪烁过无数次弱者对强者的反抗，被剥削者对剥削的斗争。古罗马的斯巴达克斯努力起义，秦末陈胜的那一句王侯将相宁有种乎法国的罢工以及无产阶级的第一次政治常识――巴黎公社以至今天大洋彼岸美利坚的黑人运动。可这些抗争都被局限，被思想局限，缺乏精神火炬被时代局限，与剥削斗争后成为新的剥削者。这时才能明白那精神火炬的重要。"}
{"text":"但对人类最重要的是共产主义对资本主义的挑战是对那伴随着人类文成长的压迫和剥削的最用力的一击。古今中外历史中闪烁过无数次弱者对强者的反抗，被剥削者对剥削的斗争。古罗马的斯巴达克斯努力起义，秦末陈胜的那一句王侯将相宁有种乎法国的罢工以及无产阶级的第一次政治常识――巴黎公社以至今天大洋彼岸美利坚的黑人运动。可这些抗争都被局限，被思想局限，缺乏精神火炬被时代局限，与剥削斗争后成为新的剥削者。这时才能明白那精神火炬的重要。在这些运动里，每个参与者都贡献里自己的血与泪毫不吝啬的放光发热。每一个渺小的低贱的卑微的奴隶农民农奴工人等无产阶级都是至关重要无法抹去的。每个个体都有自己作用。可他们缺乏那最重要的指导思想，没有从根本上解决矛盾。所以，如同北斗卫星导航系统一样，组成的系统的卫星个体无法抹去，那背后的引导和对这力量的使用更是至关重要。北斗卫星导航系统需要程序，需要算法来合理使用卫星，需要多卫星配合来实现功能。而无产阶级对剥削的抗争也需要指导思想，需要枪杆子里出政策这样的有中国特色的结合实际的指挥来合理使用团结起来的力量，需要所有无产阶级的联合还要团结一切可以团结的力量。有了指导思想才能更多人认识到问题所在，有了结合实际才能合理发挥每一丝力量。否则岂不是与两千年前的陈胜吴广一样，与那两百年前的太平天国一样我们很幸运，生活在一个和平年代，祖国也在党的领导下有那无数的先驱者奋斗付出而繁荣富强。可这个星球有七十亿人。英特纳雄耐尔还没有实现，我们作为新时代的年轻人肩负的不只是建设祖国，更要从前辈们手中接过火炬，传递给后面的人。为社会主义发展贡献自己的力量。物质上去建设祖国，精神上去传播火炬。最终那名为无产阶级反抗的火将照亮全世界，从北极圈到南极洲无人不知无人不晓。全世界的无产者联合起来，英特纳雄耐尔一定要实现！读书会上，一则故事非常令我感动，是鲍叔进管仲于恒公的故事。故事里，恒公不计前嫌重用治世贤臣，君臣一心，功成名就，这个故事折射出了桓公开放包容的宽广胸怀以及对于臣子的无比信任，这份宝贵的品质值得我们学习。自上古尧舜时代开始，部族，血统，以及家族意识一直是贯穿于全体人民一举一动中的根本纽带。它在给人们带来同族同门的安全感和同一感的同时，也带来过很多矛盾。"}
