{"text":"最妙的是苏东坡的那块醉眠石，在山溪的西旁，石壁下的路东，长长的一块方石，横躺下去，也尽可以容得一人的身长，真像是一张石做的沙发。东坡的究竟有没有在此石上醉眠过，且不去管它，但石上的三字，与离此石不远的岩壁上的九折岩三字，以及何年僵立两苍龙的那一首律诗，相传都是东坡的手笔我非考古金石家，私自想想这些古迹还是貌虎认它作真的好，假冒风雅比之烧琴煮鹤，究竟要有趣一点。还有醉眠石的东首，也有一块山石，横立溪旁，上镌琴声两篆字，想系因流水淙淙有琴韵，与琴操墓就在上面的双关佳作，因为不忍埋没这的苦心，故而在此提起一句。沿溪摸壁，再上五六十步，过合涧泉，至山顶下平坦处，有一路南绕出西面一枝峰下。顺道南去，到一处突出平坦之区，大约是收春亭的旧址。坐此处而南望，远近的山峰田野，尽在指顾之间，平地一方，可容三四百人。平地北面，当山峰削落处，还留剩一石龛，下覆古石刻像三尊，相传为东坡佛印山谷三人遗像，明褚栋所说的因梦得像，因像建碑的处所，大约也就在这里，而明黄鼎象所记的剩借亭的遗址，总也是在这一块地方了，俗以此地为三休亭，更讹为三贤祠，皆系误会者无疑。在石龛下眺望了半天，仍遵原路向北向东，过一处菜地里的碑亭，就到了玲珑山寺里去休息。小坐一会，喝了一碗茶，更随老僧出至东面峰头，过钟楼后，便到了琴操的墓下。一g荒土，一块粗碑，上面只刻着琴操墓的三个大字，翻阅新旧临安县志，都不见琴操的事迹，但云墓在寺东而已，只有冯梦祯的琴操墓诗一首弦索无声湿露华，白云深处冷袈裟，三泉金骨知何地，一夜西风扫落花。抄在这里，聊以遮遮临安县志编者之羞。同游者潘光旦氏，是冯小青的研求者，林语堂氏是桃花扇里的李香君的热爱狂者，大家到了琴操墓下，就齐动公愤，说临安县志编者的毫无见识。语堂且更捏了一本野叟曝言，慷慨陈词地说光旦，你去修冯小青的墓吧，我立意要去修李香君的坟，这琴操的墓，只好让你们来修了。第二辑屐痕处处感伤的行旅说到后来，眼睛就盯住了我们，所谓你们者，是在指我们的意思。因这一段废话，我倒又写下了四句狗屁。山既玲珑水亦清，东坡曾此访云英，如何八卷临安志，不记琴操一段情。"}
{"text":"语堂且更捏了一本野叟曝言，慷慨陈词地说光旦，你去修冯小青的墓吧，我立意要去修李香君的坟，这琴操的墓，只好让你们来修了。第二辑屐痕处处感伤的行旅说到后来，眼睛就盯住了我们，所谓你们者，是在指我们的意思。因这一段废话，我倒又写下了四句狗屁。山既玲珑水亦清，东坡曾此访云英，如何八卷临安志，不记琴操一段情。东坡到临安来访琴操事，曾见于菜地里的那一块碑文之上，而毛子晋编的东坡笔记里梁廷贡嘀东坡事类中所记亦同，也有一段记琴操的事情说苏子瞻守杭日，有妓名琴操，颇通佛书，解言辞，子瞻喜之。一日游西湖，戏语琴操曰我作长老，汝试参禅！琴操敬诺。子瞻问曰何谓湖中景？对曰落霞与孤鹜齐飞，秋水共长天一色。何谓景中人？对曰裙拖六幅湘江水，髻挽巫山一段云。何谓人中意？对曰随他杨学士，憋杀鲍参军。如此究竟何如？琴操不答，子瞻拍案曰门前冷落车马稀，老大嫁作商人妇。琴操言下大悟，遂削发为尼。这一段有名的东坡轶事，若不是当时好奇者之伪造，则关于琴操，合之前录的冯诗，当有两个假设好定，即一，琴操或系临安人，二，琴操为尼，或在临安的这玲珑山附近的庵中。我们这一群色情狂者还在琴操墓前争论得好久，才下山来。再在玲珑站上车，东驶回去，上临安去吃完午饭，已经将近二点钟了饭后并且还上县城东首的安国山俗称太庙山下，去瞻仰了一回钱武肃王的陵墓。武肃王的丰功伟烈，载在史册除吴越备史之外，就是新旧临安县志杭州府志等，记钱氏功业因缘的文字，也要占去大半我在此地本可以不必再写，但有二三琐事，系出自我之猜度者，顺便记它一记，或者也可以供一般研究史实者的考订。钱武肃王出身市井，性格严刻，自不待言，故唐僧贯休呈诗，有一剑霜寒十四州之句。及其衣锦还乡，大宴父老时，却又高歌着斗牛无孛兮民无欺等语酒酣耳热，王又自唱吴歌娱父老曰汝辈见侬的欢喜，吴人与我别是一般滋味，子长在我心子里。则他的横征暴敛，刻毒，大旨也还为的是百姓，并无将公帑存入私囊去的倾向。到了他的末代忠懿王钱宏m，还能薄取于民，使民垦荒田，勿收其税，或请科赋者，杖之国门，也难怪得浙江民众要怀念及他，造保m塔以资纪念了。"}
{"text":"钱武肃王出身市井，性格严刻，自不待言，故唐僧贯休呈诗，有一剑霜寒十四州之句。及其衣锦还乡，大宴父老时，却又高歌着斗牛无孛兮民无欺等语酒酣耳热，王又自唱吴歌娱父老曰汝辈见侬的欢喜，吴人与我别是一般滋味，子长在我心子里。则他的横征暴敛，刻毒，大旨也还为的是百姓，并无将公帑存入私囊去的倾向。到了他的末代忠懿王钱宏m，还能薄取于民，使民垦荒田，勿收其税，或请科赋者，杖之国门，也难怪得浙江民众要怀念及他，造保m塔以资纪念了。还有一件事实，武肃王妃，每岁春必归临安，王遗妃书曰，陌上花开，可缓缓归矣。吴人至用其语为歌。我意此书，必系王之书记新城罗隐秀才的手笔，因为语气温文，的是诗人出口语也。自钱王墓下回来，又坐车至藻溪。换坐轿子，向北行四十里而至西天目。因天已晚了，就在西天目山下的禅源寺内宿。游西天目三月三十日，星期五，阴晴。西天目山，属于潜县。昨天在地名藻溪的那个小站下车，坐轿向北行三四十里，中途曾过一教口岭，高峻可一二十丈。过教口岭后，四面的样子就不同了。岭外是小山荒田的世界，落寞不堪岭内向北，天目高高，就在面前，路旁流水清沧，自然是天目山南麓流下来的双清溪涧，或合或离，时与路会，村落很多，田也肥润，桥梁路亭之多，更不必说了。经过白鹤溪上的白鹤桥，月亮桥后，路只在一段一段的斜高上去。入大有村后，已上山路，天色阴阴，树林暗密，一到山门，在这夜阴与树影互竞的黑暗网里，远远听到了几声钟鼓梵唱的催眠暗示，一种畏怖，寂灭，皈依，出世的感觉，忽如雷电似的向脑门里袭来。宗教的神秘作用，奇迹的可能性，我们在这里便领略了一个饱满，一半原系时间已垂暮的关系，一半我想也因一天游旅倦了，筋骨气分，都已有点酥懈了的缘故。西天目的开山始祖，是元嘉熙年生下来的吴江人高峰禅师。修行坐道处，为西峰之狮子岩头，到现在西天目还有一处名死关的修道处，就系高峰禅师当时榜门之号。禅师的骨塔，现在狮子峰下的狮子口里。自元历明，西天目的道场庙宇，全系建筑在半山的，这狮子峰附近一带的所谓狮子正宗禅寺者是。元以前，西天目山名不确见于经传，东坡行县，也不曾到此，谢太傅游山，屐痕也不曾印及。元明两代，寺屡废屡兴，直至清康熙年间，玉林国师始在现在的禅源寺基建高峰道场，实即元洪乔祖施田而建之双清庄遗址。"}
{"text":"修行坐道处，为西峰之狮子岩头，到现在西天目还有一处名死关的修道处，就系高峰禅师当时榜门之号。禅师的骨塔，现在狮子峰下的狮子口里。自元历明，西天目的道场庙宇，全系建筑在半山的，这狮子峰附近一带的所谓狮子正宗禅寺者是。元以前，西天目山名不确见于经传，东坡行县，也不曾到此，谢太傅游山，屐痕也不曾印及。元明两代，寺屡废屡兴，直至清康熙年间，玉林国师始在现在的禅源寺基建高峰道场，实即元洪乔祖施田而建之双清庄遗址。第二辑屐痕处处感伤的行旅在阴森森的夜色里，轿子到了山门，下轿来一看，只看见一座规模浩大的八字黄墙，墙内墙外，木架横斜，这天目灵山的山门似正在动工修理。入门走一二里，地高一段，进天王殿再高一段，入韦驮宝殿又高一段，是有一块行道的匾额挂在那里的法堂。从此一段一段，高而再高，过大雄宝殿，穿方丈居室，曲折旋绕，凡走了十几分钟，才到了东面那间五开间的楼厅上名来青室的客堂里。窗明几净，灯亮房深，陈设器具，却像是上海滩上的头号旅馆，只少了几盏电灯，和卖唱卖身的几个优婆夷耳。正是旧历的二月半晚上，一餐很舒适的素菜夜饭吃后，云破月来，回廊上看得出寺前寺后的许多青峰黑影，及一条怪石很多的曲折的山溪。溪声铿锵，月色模糊，刚读完了第二十八回野叟曝的语堂大师，含着雪茄，上回廊去背手一望，回到炉边，就大叫了起来说这真是绝好的！可惜山腰雪满，外面的空气尖冷，我们对了这一个清虚夜境，只能割爱吃了些从天王殿的摊贩处买来的花生米和具有异味的土老酒后，几个也只好抱着委屈各自上床去做梦了。侵晨七点，诗人们的梦就为山鸟的清唱所打破，大家起来梳洗早餐后，便预备着坐轿上山去游山。语堂受了一点寒，不愿行动，只想在禅源寺的僧榻上卧读野叟曝，所以不去。山路崎岖陡削，本是意计中事但这西天目山的路，实在也太逼侧了因为一面是千回百折的清溪，一面是奇岩矗立的石壁，两边都开凿不出路来，故而这条由细石巨岩叠成的羊肠曲径，只能从树梢头绕，山嘴里穿。我们觉得坐在轿子里，有三条性命的危险，所以硬叫轿夫放下轿来，还是学着诗人的行径，缓步微吟，慢慢儿的踏上山去。不过这微吟，到后来终于变了急喘，说出来倒有点儿不好意思。扶壁沿溪提脚弯腰的上去，过五里亭七里亭。山爬得愈高，树来得更密更大，岩也显得愈高愈奇，而气候尤变得十分的冷。"}
{"text":"山路崎岖陡削，本是意计中事但这西天目山的路，实在也太逼侧了因为一面是千回百折的清溪，一面是奇岩矗立的石壁，两边都开凿不出路来，故而这条由细石巨岩叠成的羊肠曲径，只能从树梢头绕，山嘴里穿。我们觉得坐在轿子里，有三条性命的危险，所以硬叫轿夫放下轿来，还是学着诗人的行径，缓步微吟，慢慢儿的踏上山去。不过这微吟，到后来终于变了急喘，说出来倒有点儿不好意思。扶壁沿溪提脚弯腰的上去，过五里亭七里亭。山爬得愈高，树来得更密更大，岩也显得愈高愈奇，而气候尤变得十分的冷。西天目山产得最多的柳杉树的干上针叶上，还留有着点点的积雪，岩石上尽是些水晶样的冰条。尤其是狮子峰下，将到狮子口高峰禅师塔院快的路上，有一块倒覆的大岩石，横广约有二三十丈，在这岩上倒挂在那里的一排冰柱，真是天下的奇观。到了狮子口去休息了数刻钟，从那茅篷的小窗里向南望了一下，我们方才有了爬山的自信。这狮子口虽则还在半山，到西天目的绝顶天下奇观的天柱峰头，虽则还有十几里路，但从狮子口向南一望，已经是缥缈凌空，巨岩小阜，烟树，云溪，都在脚下翠微岩华石峰旭日峰下的那一座禅源大禅寺，只像是画里的几点小小的山斋，不知不觉，我们早已经置身在千丈来高的地域了。山茶清酽，山气冱寒，山僧的谈吐，更加是幽闲别致，到了这狮子口里，展拜展拜高峰禅师的坟墓，翻阅翻阅西天目祖山志上的形胜与艺文，这里那里的指点指点，与志上的全图对证对证，我们都已经有点儿乐而忘返，想学学这天目山传说中最古的那位昭明太子的父亲，预备着把身体舍给了空门。说起了昭明太子，我却把这天目山中最古的传说忘了，现在正好在这里补叙一下。原来天目山的得名，照万历临安县旧志之所说，是在县西北五十里。即浮玉山，大藏经谓为宇内三十四洞天，名太微元盖之天。太平寰宇记曰水缘山曲折，东西巨源若两目，故曰天目。西目属于潜，东目属临安。梁昭明太子，以葬母丁贵嫔，被宫监鲍邈之谮，不能自明，遂惭愤不见帝武帝，来临安东天目山禅修，取汉及六朝文字遴之，为文选二十卷，取金刚经，分为三十二节，心血以枯，双目俱瞽。禅师志公，导取石池水洗之，一目明复于西天目山，取池水以洗之，双目皆明。不数年，帝遣人来迎兵马候于天目山之麓，因建寺为等慈院。这一段传说，实在是很有诗意的一篇宫闱小说大约因为它太有诗意了罢，所以临安志于潜志，都详载此事，借做装饰。"}
{"text":"西目属于潜，东目属临安。梁昭明太子，以葬母丁贵嫔，被宫监鲍邈之谮，不能自明，遂惭愤不见帝武帝，来临安东天目山禅修，取汉及六朝文字遴之，为文选二十卷，取金刚经，分为三十二节，心血以枯，双目俱瞽。禅师志公，导取石池水洗之，一目明复于西天目山，取池水以洗之，双目皆明。不数年，帝遣人来迎兵马候于天目山之麓，因建寺为等慈院。这一段传说，实在是很有诗意的一篇宫闱小说大约因为它太有诗意了罢，所以临安志于潜志，都详载此事，借做装饰。结果弄得东天目有洗眼池昭明寺太子殿分经台，西天目也同样的有洗眼池昭明寺太子殿分经台。文人活在世上，文章往往不值半分钱，大抵饥饿以死。到了肉化成炭，骨变成灰的时候，却大家都要来攀龙附凤，争夺起来了，这岂真是文学的永久性的效力么？分析起来，我想唯物的原因，总也是不少的。因为文人活着，是一样的要吃饭穿衣生儿子的，到得死了几百年之后，则物的供给，当然是可以不要。提一提起某曾住此，某曾到此，活人倒可以吸引游客，占几文光和尚道士，更可以借此去募化骗钱，造起庄严灿烂的寺观宝刹来，这若不是唯物的原因又是什么？本章结束第二辑屐痕处处感伤的行旅从狮子口出来，看了千丈岩狮子岩，缘山径向东，过树底下有一泓水在的洗钵池，更绕过所谓树王的那一棵有十五六抱大的大杉树，行一二里路，就到了更上一层的开山老殿。这自狮子口至开山殿的山腰上的一段路都平坦，老树奇石多极，宽平广大的空基也一块一块的不知有多少，前面说过的西天目古代的寺院，一定是在这一带地方的无疑，开山老殿或者就是狮子正宗禅寺，也说不定。开山殿后轩，挂在那里的一块徐世昌写的大树堂大字匾额，想系指树王而说的了。实际上，这儿的大树很多，也并不能算得唯一的希奇景致，西天目的绝景，却在离开山老殿不远，向南突出去的两支岩鼻上头。从这两支岩鼻上看下去的山谷全景，才是西天目的唯一大观语堂大师到了西天目，而不到此地来一赏附近的山谷全景，与陡削直立的峭壁奇岩，才叫是天下的大错，才叫是反灭了！岩鼻的一支，是从开山殿前稍下向南，凭空拖出约有一里地长的独立奇峰，即和尚们所说的倒挂莲花的那一块地方。所谓倒挂莲花者，系一簇百丈来高的岩石，凌空直立在那里，看起来像一朵莲花。"}
{"text":"从这两支岩鼻上看下去的山谷全景，才是西天目的唯一大观语堂大师到了西天目，而不到此地来一赏附近的山谷全景，与陡削直立的峭壁奇岩，才叫是天下的大错，才叫是反灭了！岩鼻的一支，是从开山殿前稍下向南，凭空拖出约有一里地长的独立奇峰，即和尚们所说的倒挂莲花的那一块地方。所谓倒挂莲花者，系一簇百丈来高的岩石，凌空直立在那里，看起来像一朵莲花。这莲花的背后，更有一条绝壁，约有二百丈高，和莲花的一瓣相对峙，立在壁下向上看出去，只有一线二三尺宽的天，白茫茫的照在上面。莲花石旁，离开几尺的地方，又有一座石台，上面平坦，建有一个八角的亭子。在这亭子的路东，奇岩一簇，也像是向天的佛手，兀立在深谷的高头。上这佛手指头，去向南一展望，则几百里路内的溪谷人家小山田地，都看得清清楚楚一条一条的谷，一缕一缕的溪，一垄一坞的田，拿一个譬喻来说，极像是一把倒垂的扇子扇骨就是由西天目分下去的余脉，扇骨中间的白纸，就是介在两脉之间的溪谷与乡村，还有画在这扇子上面的名画，便是一幅菜花黄桃花红李花白山色树木一抹青青的极细巧的工笔画！其他的一支岩鼻，就是有一个四面佛亭造在那里的一条绝壁，比倒挂莲花位置稍东一点，与倒挂莲花隔着一个万丈的深谷，遥遥相对。从四面佛亭向东向南看下去的风景，和在倒挂莲花所见到的略同。不过在这一个岩鼻上，可以向西向下看一看西天目山境内的全山和寺院，这也是一点可取的地方。从四面佛的岩鼻，走回来再向东略上，到半月池。再东去一里，是龙潭或称龙池，是东关望夫石等地方了，我们因为肚子饿，脚力也有点不继，所以只到了半月池为止。在开山殿里吃过午饭，慢慢走下山来，走了三五里路，从山腰里向东一折，居然到了四面佛绝壁下的一块平地的上面。这地方名东坞坪，禅源寺的始建者玉林亦作琳国师的塔院，就在这里，墓碣题为三十一世玉琳L法师之塔院。由东坞坪再向西向南的下山，到了五里亭，仍上来时的原路回到昨晚的宿处禅源寺，已经是午后四点多钟了。重遇见了语堂，大家就都夸大几百倍地说上面风景的怎么好怎么好，不消说在上面又加了许许多多的，目的不外乎想使语堂发生点后悔，这又是人性恶的一个证明。"}
{"text":"这地方名东坞坪，禅源寺的始建者玉林亦作琳国师的塔院，就在这里，墓碣题为三十一世玉琳L法师之塔院。由东坞坪再向西向南的下山，到了五里亭，仍上来时的原路回到昨晚的宿处禅源寺，已经是午后四点多钟了。重遇见了语堂，大家就都夸大几百倍地说上面风景的怎么好怎么好，不消说在上面又加了许许多多的，目的不外乎想使语堂发生点后悔，这又是人性恶的一个证明。但语堂也是一位大，那里肯甘心示弱，于是乎他也有了他的迭希通。晚上当然仍留禅源寺的客房里宿。在西天目这禅源寺里化去了两夜和一天，总算也约略的把西天目的面貌看过了。但探胜穷幽，则完全还谈不上。不过袁中郎所说的飞泉奇石庵宇云峰大树茶笋的天目六绝，我们也都已经尝到。只因雷雨不作，没有听到如婴啼似的雷声，却是一恨。光旦增嘏辈亦是好胜者流，说袁中郎总没有看到冰柱！这话倒真也不错。西天目禅源寺有田产极多，故而每年收入也不少檀家的施舍，做水陆的收入，少算算一年中也有十余万元。全山的茅篷，全寺的二三百僧侣，吃饭穿衣是当然不成问题的。至于寺内的组织，和和尚的问题等，大约是光旦的得意题目，我在此地，只好略去。第二辑屐痕处处感伤的行旅游东天目三月三十一日，星期六，晴而不朗。晨八时起床，早餐后，坐轿出禅源寺而东去渡蟠龙桥，涉朱头陀岭，过旭日峰而下至一谷，沿溪行，是源于泥岭北坑的东关溪的支流。昨天自倒挂莲花看下来的扇中的一谷，就是这里的嘉德前乡等地方，到了此地，我们的一批人马，已成了扇子画上的人物了。天目两山相距约三十余里，自西徂东，经六角岭俗称，门岭等险峻石山，然后到东天目西麓的新溪。东山下有一个昭明庵在，下轿小息，看了一块古文选楼的匾额，和一座小小的太子塔，再上山，行十里，就可以看得见东天目昭明禅院的钟楼与分经台。我们这一次来，系由藻溪下车，先至西天目而倒行上东天目的，若欲先上东天目去，则应在化龙站下车，北行三十里即达。总之，无论先东后西，或先西后东，若欲巡拜这两座名山，而作浙西之畅游者，那一个两山之间的大谷，与三条岭，数条溪，四五个村庄，必须经过。"}
{"text":"东山下有一个昭明庵在，下轿小息，看了一块古文选楼的匾额，和一座小小的太子塔，再上山，行十里，就可以看得见东天目昭明禅院的钟楼与分经台。我们这一次来，系由藻溪下车，先至西天目而倒行上东天目的，若欲先上东天目去，则应在化龙站下车，北行三十里即达。总之，无论先东后西，或先西后东，若欲巡拜这两座名山，而作浙西之畅游者，那一个两山之间的大谷，与三条岭，数条溪，四五个村庄，必须经过。桃李松杉，间杂竹树田地方方，流水绕之三面高山，向南低落，南山隐隐，若臣仆之拱北宸，说到这一个东西两天目之间的乡村妙景，倒也着实有点儿可爱。从昭明庵东上的那一条天目山脚，俗称老虎尾巴。到五里亭而至一小山之脊。从此一里一亭，盘旋上去，经过拼虎石，碎玉坡而至螺蛳旋的路侧，就看得见东面白龙池下的那个东崖瀑布了。这瀑布悬两峰之间，老远看过去，还有数丈来高，瀑声隐隐若雷鸣，但可望而不可即，我们因限于日期，不能慢慢的去寻幽探险，所以对于这东崖瀑布，只在路上遥致了一个敬礼。螺蛳旋走完，向一支山角拐过，就到了东天目山门外的西岭垂虹，实在是一幅画样的美景。行人到此，一见了这银河落九天似的飞瀑，瀑身左右的石壁，以及瀑流平处架在那里的桥亭――名垂虹桥亭――总要大吃一惊，以为在如此高高的高山中，那里会有这样秀丽清逸缥缈的瀑布和建筑的呢？我们这一批难民似的游山者，到了瀑布潭边，就把饥饿也忘了，疲倦也丢了，文绉绉的诗人模样做作也脱了蹲下去，跳过来，竟大家都成了顽皮的小孩，天生的蛮种，完全恢复了本来的面目。等到先到寺里的几位招呼我们的人出来，叫我们赶快去吃午饭的时候，我们才一步一回头地离开了那一条就在山门西面的悬崖瀑布。离瀑布，过垂虹，拾级而登，在大树夹道的山门内径上走里把来路，再上一层，转一个弯，就到了昭明禅院的内殿。我们住的客堂，亦即方丈打坐偃息之房，是在寺的后面东，系沿崖而筑的一间山楼。山房清洁高敞，红尘飞不到，云雾有时来，比之西天目，规模虽略小，然而因处地高，故而清静紧密，要胜一筹。东天目并且自己还有电机，装有寺内专用的电灯，这一点却和普陀的那个大旅馆似的文昌阁有点相像。方丈德明，年轻貌慧，能经营而善交际，我们到后，陪吃饭，陪游山，谈吐之间，就显露出了他的尽可以做得这一区名山的方丈的才能。查这昭明禅院的历史――见东山志――当然是因昭明太子而来。梁大同间，僧宝志――即志公――飞锡居之。"}
