{"text":"难为情？欢喜？男人真是泥做的！你仰卧，前胸肚腹胯间大腿小胫，也是滚滚的老垢。膝盖要弯起来擦，脚背脚踵趾缝，无徽不至，这才用肥皂周身揉抹，结论性地挽起一桶热水整个浇下来――他像气功师，像屠夫，更令人回想起古代的奴隶，满头大汗，喘着而你，全体表层微徽作痛，脱了亮蜕了皮似的，分量减轻不少。快去莲蓬头下淋一遍，回大厅，侍者帮你拭干身子。躺下，腰间搭上浴巾，喝茶，你也不禁闲眺了。侍者分二代，成年的是正职，少年的是学徒，做的事一样是接筹领位，挂衣，送茶递毛巾邪正职而年龄趋老的几个，可谓阅人多矣，稳重而油滑，鉴貌辨色，洞若观火，谁有钱谁有势，他十分清楚。奉承阿谀有钱势的浴客，对他并无实际好处，然而他要奉承，要阿谀，似乎是一种宿瘾，凑趣，帮腔，显得绰绰有余。哪个不得志，哪个败落了，他也明白得很。你若与之兜搭，他的回话和笑容寡淡如水，忽然他代你感叹现在的世界做人难呀，呒没钞票是啥也不用谈，听上去是同情，正好揭了你的底牌――何苦呢。再不得志，再败落，也比送茶水递毛巾的要强三分哪。然而他鄙视你，他用的是有钱有势的眼光看你的。这又是一种瘾头，要在你的身上过过瘾。他待学徒是严厉的。指派提示，都用骂人的话来吩咐，学徒总是瘦拐拐，钩头缩颈，稀发乱耸，得坐便坐，有靠处就靠着发呆挖鼻孔。小赤佬拿毛巾去！一惊而奔，身手扭得脱了骱似的。其实，当他长大变老时，也将油滑稳重到不可捉摸。而真正有技能的是扦脚师傅。老人的趾甲大抵病变增厚，嵌进肉里去，故需用斜口的扦脚刀，趁浴后骨质软化，细细切薄剔净。那师傅特备一盏简装手术灯，藏起老花眼镜，一边闲谈一边操作，很像一位终生敬业的工艺美术家。而真正神乎其技的当推敲背的那个高手。敲背之道应属按摩科，妙在握拳着点的多花式，发声就匪夷所恩。时而春风马蹄，时而空谷跫音，时而瞅啾唧唧，时而惊涛拍岸，轻重强弱的节奏变化，远胜于击鼓骂曹，接受敲背的那一方，据云臻于醍醐灌顶之化境。只是天下没有不散的筵席，夜渐深，浴客流连忘返，侍者可要等大家走光之后，冲洗整理还有好一番忙碌。于是资深的师傅用叉衣的竹竿，权杖似的咚咚咚咚春楼板，口中喊道下雨了！下雨了！啊？下雨了？就要下雨了！就要下雨了！纷纷起身，披衣套裤，争先下楼，夺门而出。"}
{"text":"敲背之道应属按摩科，妙在握拳着点的多花式，发声就匪夷所恩。时而春风马蹄，时而空谷跫音，时而瞅啾唧唧，时而惊涛拍岸，轻重强弱的节奏变化，远胜于击鼓骂曹，接受敲背的那一方，据云臻于醍醐灌顶之化境。只是天下没有不散的筵席，夜渐深，浴客流连忘返，侍者可要等大家走光之后，冲洗整理还有好一番忙碌。于是资深的师傅用叉衣的竹竿，权杖似的咚咚咚咚春楼板，口中喊道下雨了！下雨了！啊？下雨了？就要下雨了！就要下雨了！纷纷起身，披衣套裤，争先下楼，夺门而出。对马路高楼后面星月皎洁，长空一碧，不觉暗自失笑，想想这也是对的――上海话叫作拨侬面子给你面子。面子第一要紧，上海人讲究穿着为来为去为了面子，因此服装的含义或可三而述之一虚荣二爱好三自尊――凡虚荣每含欺骗性，是达到目的前的手段，故属权术的范畴。凡爱好，虽说发乎天性，而外向效应也是取悦人引诱人，内向效应则形成优越感，自恋自宠，乐此不疲。凡自尊，为了确保身份，成全个人的存在证觉，伦理观念流于生活细节，细节累计为大节――虚荣心态蔚为社会风尚，这个无处不在的大魔障，个人没法冲破，服装的欺骗性便愈转愈烈。而爱好的心态呢，或先认衣衫后认人或既认衣衫又认人，近乎中庸，其实模棱两可，衣可人可，自己也只要做个可人。那第三类所谓伦理观念细节化的，是精于衣道者，细认衣衫细认人。能从衣衫上辨别判断人，必要时，达到不认衣衫只认人的明哲度――从前的上海人，在衣与人之关系的推论上，也许总不外乎这样的吧，因为后来上海人就不虚荣了，继之不爱好了，终于不自尊了，再后来又想虚荣又想爱好又想自尊，已不知如何个虚荣爱好自尊法。所以，从前的上海人在衣与人之广义关系的考辨推论上，总不外乎，就是这样的吧。到此结束――想想又觉得旗袍的故事尚有余绪未断，法国诗人克劳台在中国住过很长一段时日，诗中描写中国女袍，深表永以为好之感。可惜西方任何种族的女子部与旗袍不宣，东方也只有中国女子中的少数，颀长纤合度，脸椭圆，方才与旗袍相配莫逆。旗袍并非在于曲线毕露，倒是简化了胴体的繁缛起伏，贴身而不贴肉，无遗而大有遗，如此才能坐下来淹然百媚，走动时微t相随，站住了事事玉立，好处正在于纯净婉约刊落庸琐。以蓝布阴丹士林布做旗袍最有逸致。"}
{"text":"可惜西方任何种族的女子部与旗袍不宣，东方也只有中国女子中的少数，颀长纤合度，脸椭圆，方才与旗袍相配莫逆。旗袍并非在于曲线毕露，倒是简化了胴体的繁缛起伏，贴身而不贴肉，无遗而大有遗，如此才能坐下来淹然百媚，走动时微t相随，站住了事事玉立，好处正在于纯净婉约刊落庸琐。以蓝布阴丹士林布做旗袍最有逸致。清灵朴茂，表里一如，家居劬劳务实，出客神情散朗，这种幽雅贤慧干练的中国女性风格，恰恰是与旗袍的没落而同消失。蓝布旗袍的天然的母亲感姊妹感，是当年洋场尘焰中唯一的慈凉襟怀――近恶的浮华终于过去，近善的粹华也过去了。后记第一辑自序总觉得诗意和哲理之类，是零碎的断续的明灭的。多有两万七千行的诗剧，峰峦重叠的逻辑著作，哥德黑格尔写完了也不言累，予一念及此已累得茫无头绪。蒙田勿事体系，尼采戟指架构体系是不诚实――此二说令人莞尔。虽然，诚实亦大难，盖玩世各有玩法，唯恭，恭甚，庶几为玩家。吾从恭，澹荡追琢以至今日，否则又何必要文学。第一辑庖鱼及宾年月既久，忘了浪漫主义是一场人事，印象中，倒宛如天然自成的精神艳史。当时欧洲的才俊都投身潮流，恐怕只有肖邦一个，什么集会也不露面，自管自燃了白烛弹琴制曲。德拉克罗瓦，与肖邦交谊甚笃，对于他的画，肖邦顾左右而言他对于同代的音乐家肖邦只推崇巴赫和莫扎特――后来，音乐史上，若将浪漫派喻作一塔，肖邦位于顶尖。有人好事家兼文学评论家，说陀思妥耶夫斯基的小说属于写实主义，陀思妥耶夫斯基忿然道在最高的意义上，可以我可以承认是个写实主义者。――文学史上，若将写实主义喻作一塔，这样，也有了顶尖。深夜闲谈，列夫托尔斯泰欲止又言我们到陌生城市，还不是凭几个建筑物的尖顶来识别的么，后日离开了，记得起的也就只几个尖顶。地图是平的，历史是长的，艺术是尖的。古典建筑，外观上与天地山水尽可能协调，预计日晒雨淋风蚀尘染，将使表面形成更佳效果，直至变为废墟，犹有供人凭吊的魅力。现代建筑的外观，纯求新感觉，几年后，七折八扣，愈旧愈难看。决绝的直，刚愎的横，与自然景色不和谐，总还得耸立在自然之内。论顽固，是自然最顽固，无视自然，要吃亏的。"}
{"text":"深夜闲谈，列夫托尔斯泰欲止又言我们到陌生城市，还不是凭几个建筑物的尖顶来识别的么，后日离开了，记得起的也就只几个尖顶。地图是平的，历史是长的，艺术是尖的。古典建筑，外观上与天地山水尽可能协调，预计日晒雨淋风蚀尘染，将使表面形成更佳效果，直至变为废墟，犹有供人凭吊的魅力。现代建筑的外观，纯求新感觉，几年后，七折八扣，愈旧愈难看。决绝的直，刚愎的横，与自然景色不和谐，总还得耸立在自然之内。论顽固，是自然最顽固，无视自然，要吃亏的。现代建筑执著模型期的时空概念，似乎世界乃一干爽明净的办公室。大罗佛增置了透明金字塔，在视觉上，它宿命地只有第一效果，无第二第三层次的效果可期待。它的理想状况是天天像揭幕剪彩时那样光鲜。一旧，有一分旧即起一分负面反应。现代建筑要拆除是快速的，建筑的基本立意是为了尽早拆除？现代建筑成为废墟后不会令人徘徊流连。近几年出来的摩登高楼，更明显地看到建筑家手足无措，靠增加折角靠层层外凸的阳台来与自然讲和，讲归讲，自然不肯和哩。除了建筑，其他方面何尝不是手舞足蹈地落得个无所措手足的结局，极目油油荒荒，叶芝惯称大年之岁云暮矣，知有除夕不知有吉旦的世纪末，自非区区建筑物应任其咎。现代，不会成为废墟――贬褒只此一句。科隆深秋，时近黄昏，双塔大教堂洪钟初动，随着全城的钟次第应和，洞浩瀚，历时二十分，茫茫平息。就听这次为好？每天听为好？离科隆已逾三载，双塔大教堂的钟声，恭闻一度是幸，日日敬聆是福。钟声，不属音乐范畴。当大教堂的巨钟响起，任何音乐都显得烦琐多余。音乐是人间的，巴赫莫扎特的曲奏全是人间事。从来闻说天国充满音乐，充满人间之声的会是天国吗？音乐是路，钟声是桥，身为精灵者，时而登桥凭眺，时而嬉戏路畔。精灵一跃成天使，一跌成魔鬼，他们调皮在不跃不跌，偶作跃跌状，逗天使着急魔鬼发笑。然则天国一定是要在那里的，才有路有桥可言，天使魔鬼也一定是不可缺少的，才显得精灵的调皮大有余地。"}
{"text":"音乐是路，钟声是桥，身为精灵者，时而登桥凭眺，时而嬉戏路畔。精灵一跃成天使，一跌成魔鬼，他们调皮在不跃不跌，偶作跃跌状，逗天使着急魔鬼发笑。然则天国一定是要在那里的，才有路有桥可言，天使魔鬼也一定是不可缺少的，才显得精灵的调皮大有余地。祖师西来意旨如何子解得糯团么――岩头祖师西来意旨如何取皂角作浣衣状――玄泉祖师西来意旨如何庭前柏树子――赵州祖师西来意旨如何闻得檐雨滴声吗适雨――叶县青祖师西来意旨如何街头东畔底――法华祖师西来意旨如何西来无意――大梅祖师西来意旨如何这么长的，那么短的指竹――翠微第一辑如何是达摩西来意了此意来即意，一华五叶即此。衣钵传而底事无传，达摩西来，不了，了之尼采在最后十年中，亦未有一句粗话脏话――使所有的无神论者同声感谢上帝。一个人，清纯到潜意识内也没渣滓，耶稣并非独生子。高明的父，总是暗暗钟悦逆子的高明的兄，总是偏袒桀骜不驯的乃弟。莎士比亚至今没有妹妹，耶稣已经有过弟弟，最爱耶稣的正是他。那是一片出不了尼采至多出个张采的老大瘠土。借禅门俗语来说，金圣叹徐文长，允是出格凡人。李庄二子，某几位魏晋高士，堪称尼采哲学存在于尼采之前的东方史证，所以，没有意思得颇有意思，就中国言，尼采哲学死于尼采诞生之前。书法，只在古中国自成一大艺术，天才辈出，用功到了不近人情，所以造诣高深得超凡入圣神秘莫测。书法的黄金时代过去一个，又过去一个，终于过完。日本的书法，婢作夫人，总不如真。中国当代的书法，婢婢交誉，不知有夫人。欲往芳野行脚，希惠借银五钱，容当奉还，唯老夫之事，亦殊难说耳。略近晋人杂帖，毕竟不如。日本俳师芭蕉小有可人处。俄国人中也有写信的好手舱内流星纷飞，是有光的甲虫，电气似的。白昼野羊泅过黑龙江。这里的苍蝇很大。我和一个契丹人同舱，叫宋路理，他屡说在契丹为一点小事就要头落地。昨夜他吸鸦片多了，只是梦呓，我不能人眠。轮船播动，不好写宇。"}
{"text":"日本的书法，婢作夫人，总不如真。中国当代的书法，婢婢交誉，不知有夫人。欲往芳野行脚，希惠借银五钱，容当奉还，唯老夫之事，亦殊难说耳。略近晋人杂帖，毕竟不如。日本俳师芭蕉小有可人处。俄国人中也有写信的好手舱内流星纷飞，是有光的甲虫，电气似的。白昼野羊泅过黑龙江。这里的苍蝇很大。我和一个契丹人同舱，叫宋路理，他屡说在契丹为一点小事就要头落地。昨夜他吸鸦片多了，只是梦呓，我不能人眠。轮船播动，不好写宇。明天将到伯力，现在契丹人在吟他扇上的诗。契诃夫寄妹书，不过在译间，筛了筛。俄文似乎天生是累赘的。愚蠢的老者厌恶青年，狡黠的老者妒恨青年，仁智的老者羡慕青年，且想自己年轻时也曾使老辈们羡慕吗，为何当初一点没有感觉到？现在，他与青年们实际周旋时，不能不把羡慕之情悄然掩去，才明白从前的老辈也用了这一手。然而即使老者很透彻地坦呈了对年轻人的羡慕，年轻人也总是毫不在乎，什么感觉也没有。阳台晚眺，两个青年远远走来，步姿各样而都显得非常快乐，波多黎各，好像是，是波多黎各人，那腿那手臂的韵律纯粹是快乐，快乐的脖子快乐的腰，走过阳台底下，仰面唿哨道声晚安，丑陋妩媚之极，怎会这样快乐，怎会这样快乐的呢？克尔凯郭尔看了又得举枪自杀一次。背德的行为，通常以损害别人的性质来作判断，而忽视其在损害别人之前先已损害了自己，在损害别人之后又继续损害着自己。司马迁认为每隔五百岁必有什么什么的，到底不过是浪漫的穿凿。姬昌与孔丘的精神上的瓜葛，论作孔丘这方面一厢情愿也可以。而到得史记，事情和问题都杂了大了，司马迁的一厢情愿就更显得牵强。之后呢，五百岁五百岁没什么，什么也没，所以再回过去体味太史公自序开篇的几句壮语，觉得等于在绝叫。理想主义，是表示耐性较好的意思。然而深夜里，我听到过的绝叫，都是从理想主义者的床头传来的，明月在天，大江东去，一声声的绝叫，听惯了就不太凄惨。春秋史记，并没曾别嫌疑明是非定犹豫――那是由于礼，不能节人乐，何尝发和书，未足道事诗，岂在乎达意易，更难普遍道化。万象流传，毫厘是必失的，所以千里必差。"}
{"text":"理想主义，是表示耐性较好的意思。然而深夜里，我听到过的绝叫，都是从理想主义者的床头传来的，明月在天，大江东去，一声声的绝叫，听惯了就不太凄惨。春秋史记，并没曾别嫌疑明是非定犹豫――那是由于礼，不能节人乐，何尝发和书，未足道事诗，岂在乎达意易，更难普遍道化。万象流传，毫厘是必失的，所以千里必差。避开以上云云的故实，自悦于顽皮的想法，以致成为说法，五百年有一读者来，可不是吗，现在轮到我作读者古典主义，是后人说的。浪漫主义，是自己说的。唯美主义，其实是一种隐私，叫出来就失态，唯美主义伤在不懂得美。象征主义，也不必明言，否则成了谜底在前谜面在后。现实主义，笨嘴说俏皮话，皮而不俏。意象主义，太太，意象算啥主义，是意象派吧。超现实主义，这样地能超，超掉主义行不行呢。早年，偶见诺瓦利斯的画像，心中一闪此卿颇有意趣。之后，我没有阅读诺瓦利斯的作品的机会。近几年时常在别人的文章中邂逅诺瓦利斯的片言只语，果然可念可诵――诺瓦利斯的脸相，薄命短寿，也难说是俊秀，不知怎的一见就明白有我说不明白的某种因缘在。毕加索和布拉克同时制作抽象立体主义――明明塞尚，从塞尚来，点线面体曲直明暗塞尚恍然，毕加索布拉克大悟。委拉斯凯兹的画，多数是做事，做了一件，又做一件。少数是艺术，创造了不可更替的伟大艺术。有人是纯乎创造艺术的，要他做事，他做着做着做成艺术委拉斯凯兹做事很能干，艺术创造得好，而不会把事做成艺术。事又做得太多，累坏了身子，难免也累坏艺术。如果不善保身，还是欠明哲。委拉斯凯兹和笛卡儿都把自己看低，以为低于皇室皇族，所以殉的不是道。累倒，折磨尽了，虽不说英年早逝，死的性质应属夭折。如果真的殉于道而非殉于皇家，他们的天年倒是长着哩。如果顿悟不置于渐悟中，顿悟之后恐有顿迷来。当愚人来找你商量事体，你别费精神――他早就定了主意的。人体的特异功能不是智慧。巫术与艺术正相反。怪癖并非天才的表征。在怪癖巫术特异功能备受瞩目的时代，便知那是天才艺术智慧的大荒年。第一辑如何是达摩西来意音乐神童数学神童从来没有哲学神童。"}
{"text":"累倒，折磨尽了，虽不说英年早逝，死的性质应属夭折。如果真的殉于道而非殉于皇家，他们的天年倒是长着哩。如果顿悟不置于渐悟中，顿悟之后恐有顿迷来。当愚人来找你商量事体，你别费精神――他早就定了主意的。人体的特异功能不是智慧。巫术与艺术正相反。怪癖并非天才的表征。在怪癖巫术特异功能备受瞩目的时代，便知那是天才艺术智慧的大荒年。第一辑如何是达摩西来意音乐神童数学神童从来没有哲学神童。思维是后天的，非遗传，非本能。思维不具生物基础，思维是逆自然的，反宇宙的。陀思妥耶夫斯基嗜赌，其实更严重的是嗜人，他的小说中人人人人，从不愿费笔墨于自然景象，偶涉街道房屋，也匆匆然赶紧折入人事中去。他在文稿上画人，人的脸，脸的眼睛。他在文学上嗜人，实际生活中并不嗜人――所以伟大。文学上的人真有味，生活中的人极乏味。这样不好，不这样就更不好。人家总在乎谁在台上演，演得如何。我却注意台下是些什么人，为这些人，值不值得演――因此我始终难成为演员。无论由谁看，都愿上台演――我不作这样的演员的看客。无论由谁演，都愿在台下看――我不会对这样的观众演出。找到了我愿意看的演员，而找不到与我同看的人，观众席空着，所以那位演员不登台，所以我又成不了他的看客。这便是我的有神论及我的无神论两者之间的酸楚关系。艺术家在制作艺术品的进程中，清明地昏晕，自主地失控，匀静地急喘，熟审的陌生境界层层启展所以面对艺术家，哲学家只有感慨的份，即使是艺术秉赋极高的尼采，也要为哲学气质甚重的贝多芬而惆怅太息得似乎不能自持了。然而尼采也并非容易败落的，唯有他看出贝多芬的人伦观念还涉嫌道德上的滞碍，使灵智的意绪受到抑窒，这位自称酒神的音乐家本身没有大醉狂醉，尚不足为尼采理想中的音乐家――从旁说来，哲学家还是有面子，当然只指尼采，指不到别人。在爱的历程上，他每以钢琴家自许，多次幸遇优质键盘，抚弄再三，当他起身离开，它们都从此绝响尘封。人们是不知彼等的珍贵，即使彼等自己，亦难解那一段时日噢，四季的夜晚何以有如许神妙的乐音――爱的演奏家，垂垂老去，回顾前尘，伤怀之余忽然忍俊不住道宁愿是钢琴演奏钢琴家呵。"}
{"text":"在爱的历程上，他每以钢琴家自许，多次幸遇优质键盘，抚弄再三，当他起身离开，它们都从此绝响尘封。人们是不知彼等的珍贵，即使彼等自己，亦难解那一段时日噢，四季的夜晚何以有如许神妙的乐音――爱的演奏家，垂垂老去，回顾前尘，伤怀之余忽然忍俊不住道宁愿是钢琴演奏钢琴家呵。哲学营构迷宫，到现代后现代，工程的继续是拆除所有的楼台馆阁，局外人看来觉得一片忙碌场景很壮观。哲学的废墟，夕阳照着也不起景观。个别的人死了会有殁后思，使生者想起死者的某些好处来。哲学作为群体看，无所谓好处，所以不值得凭吊。哲学生涯原是梦，醒后若有所思者，此身已非哲学家，尚剩一份幽微的体香，如兰似檀，理念之余馨，一种良性的活该。第一辑朱绂方来唐代的麦克白夫人唐国史补原名国史补，取史氏或阙则补之意，唐李肇为续刘的传记而作，共三百零八条，所述皆开元至长庆百余年间的轶事琐闻，悠谬之说极少，质录之笔实多，中有一则故囚报李勉，略云李公勉为开封尉，鞫狱，狱有意气者，感勉求生，勉纵而逸之。后数岁，勉罢秩，客游河北，偶见故囚，故囚喜，迎归厚待之，告其妻曰此活我者，何以报德？妻日偿缣千匹可乎？曰未也。妻曰二千匹可乎？亦曰未也。妻曰若此，不如杀之。故事的后半姑置不论，但看此活我者，何以报德？偿缣千匹可乎？未也。二千匹可乎？未也。若此，不如杀之。这几句对白，实在是够莎士比亚水准，按表现妇人心理的深度而言，质之司汤达陀思妥耶夫斯基亦必惊叹不已。第一辑我在餐厅中开了一枪时间一九七九年地点上海人物甲中年乙青年我不详场景小型餐厅当我行将吃完时，甲乙进来，坐于旁边的桌位甲你年纪轻，讲究衣着，我是随随便便，不在乎了，唉，衣着讲究，总归是两个意思，一个，要漂亮，一个，表示自己有钱。"}
