{"text":"这时长发女生，即有望洋兴叹之忧。倘只一部分人说些理由，想改变一点，那是历来没有成功过。但现在的有力者，也有主张女子剪发的，可惜据地不坚。同是一处地方，甲来乙走，丙来甲走，甲要短，丙要长，长者剪，短了杀。这几年似乎是青年遭劫时期，尤其是女性。报载有一处是鼓吹剪发的，后来别一军攻入了，遇到剪发女子，即慢慢拔去头发，还割去两乳。这一种刑罚，可以证明男子短发，已为全国所公认。只是女人不准学。去其两乳，即所以使其更像男子而警其妄学男子也。以此例之，欧阳晓澜女士盖尚非甚严欤？今年广州在禁女学生束胸，违者罚洋五十元。报章称之曰天乳运动。有人以不得樊增祥作命令为憾。公文上不见鸡头肉等字样，盖殊不足以餍文人学士之心。此外是报上的俏皮文章，滑稽议论。我想，如此而已，而已终古。我曾经也有过杞天之虑，以为将来中国的学生出身的女性，恐怕要失去哺乳的能力，家家须雇乳娘。但仅只攻击束胸是无效的。第一，要改良社会思想，对于乳房较为大方第二，要改良衣装，将上衣系进裙里去。旗袍和中国的短衣，都不适于乳的解放，因为其时即胸部以下掀起，不便，也不好看的。还有一个大问题，是会不会乳大忽而算作犯罪，无处投考？我们中国在中华民国未成立以前，是只有不齿于四民之列者，才不准考试的。据理而言，女子断发既以失男女之别，有罪，则天乳更以加男女之别，当有功。但天下有许多事情，是全不能以口舌争的。总要上谕，或者指挥刀。否则，已经有了短发犯了，此外还要增加天乳犯，或者也许还有天足犯。呜呼，女性身上的花样也特别多，而人生亦从此多苦矣。我们如果不谈什么革新，进化之类，而专为安全着想，我以为女学生的身体最好是长发，束胸，半放脚缠过而又放之，一名文明脚。因为我从北而南，所经过的地方，招牌旗帜，尽管不同，而对于这样的女人，却从不闻有一处仇视她的。九月四日。本篇最初发表于一九二七年十月八日语丝周刊第一五二期。顺天时报日本帝国主义者在北京所办的中文报纸。参看本卷第页注。"}
{"text":"因为我从北而南，所经过的地方，招牌旗帜，尽管不同，而对于这样的女人，却从不闻有一处仇视她的。九月四日。本篇最初发表于一九二七年十月八日语丝周刊第一五二期。顺天时报日本帝国主义者在北京所办的中文报纸。参看本卷第页注。一九二七年八月七日该报刊载女附中拒绝剪发女生入校新闻一则说西城辟才胡同女附中主任欧阳晓澜女士自长校后，不惟对于该校生功课认真督责指导，即该校学风，由女士之严厉整顿，亦日臻良善，近闻该校此次招考新生，凡剪发之女学生前往报名者，概予拒绝与考，因之一般剪发女生多有望洋兴叹之概云。指清朝统治者强迫汉族人民剃发垂辫一事。一六四四年明崇祯十七年清兵入关及定都北京后，即下令剃发垂辫，因受到各地人民反对及局势未定而中止。次年五月攻占南京后，又下了严厉的剃发令，限于布告之后十日，尽使剃发，遵依者为我国之民，迟疑者同逆命之寇，如已定地方之人民，仍存明制，不随本朝之制度者，杀无赦！此事曾引起各地人民的广泛反抗，有许多人被杀。在清代末年留学日本时，即将辫子剪掉，据许寿裳亡友印象记所记，时间在一九二年清光绪二十八年秋冬之际。他在一九九年宣统元年归国后曾因没有辫子而吃过许多苦。参看且介亭杂文病后杂谈之余和且介亭杂文末编因太炎先生而想起的二三事。袁世凯一九一二年三月五日南京临时政府曾通令人民一律剪辫同年十一月初，袁世凯在北京发布的一项令文中，也有剪发为民国政令所关，政府岂能漠视等话。天乳运动一九二七年七月七日，国民党广东省政府委员会第三十三次会议，通过代理民政厅长朱家骅提议的禁止女子束胸案，规定限三个月内所有全省女子，一律禁止束胸，倘逾限仍有束胸，一经查确，即处以五十元以上之罚金，如犯者年在二十岁以下，则罚其家长。见一九二七年七月八日广州国民新闻七月二十一日明令施行，一些报纸也大肆鼓吹，称之为天乳运动。樊增祥―湖北恩施人，清光绪进士，曾任江苏布政使。他曾经写过许多艳体诗，专门在典故和对仗上卖弄技巧做官时所作的判牍，也很轻浮。下文的鸡头肉，是芡实一种水生植物的果实的别名。"}
{"text":"见一九二七年七月八日广州国民新闻七月二十一日明令施行，一些报纸也大肆鼓吹，称之为天乳运动。樊增祥―湖北恩施人，清光绪进士，曾任江苏布政使。他曾经写过许多艳体诗，专门在典故和对仗上卖弄技巧做官时所作的判牍，也很轻浮。下文的鸡头肉，是芡实一种水生植物的果实的别名。宋代刘斧青琐高议前集卷六骊山记载一日，贵妃浴出，对镜匀面，裙腰褪，微露一乳，帝指妃乳言曰软温新剥鸡头肉。杞天之虑这是杨荫榆掉弄成语杞人忧天而成的不通的文言句子。不齿于四民之列民国以前，封建统治阶级对于所谓惰民乐籍以及戏曲演员官署差役等等都视为贱民，将他们排斥在所谓四民士农工商之外，禁止参加科举考试。革首领革首领这两年来，我在北京被正人君子杀退，逃到海边之后，又被学者之流杀退，逃到另外一个海边之后，又被学者之流杀退，逃到一间西晒的楼上，满身痱子，有如荔支，兢兢业业，一声不响，以为可以免于罪戾了罢。阿呀，还是不行。一个学者要九月间到广州来，一面做教授，一面和我打官司，还豫先叫我不要走，在这里以俟开审哩。以为在五色旗下，在青天白日旗下，一样是华盖罩命，晦气临头罢，却又不尽然。不知怎地，于不知不觉之中，竟在文艺界里高升了。谓予不信，有陈源教授即西滢的闲话广告为证，节抄无趣，剪而贴之――徐丹甫先生在学灯里说北京究是新文学的策源地，根深蒂固，隐隐然执全国文艺界的牛耳。究竟什么是北京文艺界？质言之，前一两年的北京文艺界，便是现代派和语丝派交战的场所。先生语丝派首领所仗的大义，他的战略，读过华盖集的人，想必已经认识了。但是现代派的义旗，和它的主将――西滢先生的战略，我们还没有明了。现在我们特地和西滢先生商量，把闲话选集起来，印成专书，留心文艺界掌故的人，想必都以先睹为快。可是单把闲话当作掌故又错了。想――欣赏西滢先生的文笔的，研究西滢先生的思想的，想认识这位文艺批评界的权威的――尤其不可不读闲话！"}
{"text":"先生语丝派首领所仗的大义，他的战略，读过华盖集的人，想必已经认识了。但是现代派的义旗，和它的主将――西滢先生的战略，我们还没有明了。现在我们特地和西滢先生商量，把闲话选集起来，印成专书，留心文艺界掌故的人，想必都以先睹为快。可是单把闲话当作掌故又错了。想――欣赏西滢先生的文笔的，研究西滢先生的思想的，想认识这位文艺批评界的权威的――尤其不可不读闲话！这很像诗哲徐志摩先生的，至少，是诗哲之流的文笔，所以如此飘飘然，连我看了也几乎想要去买一本。但，只是想到自己，却又迟疑了。两三个年头，不算太长久。被正人君子指为学匪，还要投畀豺虎，我是记得的。做了一点杂感，有时涉及这位西滢先生，我也记得的。这些东西，诗哲是看也不看，西滢先生是即刻叫它到应该去的地方去，我也记得的。后来终于出了一本华盖集，也是实情。然而我竟不知道有一个北京文艺界，并且我还做了语丝派首领，仗着大义在这文艺界上和现代派主将交战。虽然这北京文艺界已被徐丹甫先生在学灯上指定，隐隐然不可动摇了，而我对于自己的被说得有声有色的战绩，却还是莫名其妙，像着了狐狸精的迷似的。现代派的文艺，我一向没有留心，华盖集里从何提起。只有某女士窃取琵亚词侣的画的时候，语丝上也许是京报副刊上有人说过几句话，后来看现代派的口风，仿佛以为这话是我写的。我现在郑重声明那不是我。我自从被杨荫榆女士杀败之后，即对于一切女士都不敢开罪，因为我已经知道得罪女士，很容易引起男士的义侠之心，弄得要被通缉都说不定的，便不再开口。所以我和现代派的文艺，丝毫无关。但终于交了好运了，升为首领，而且据说是曾和现代派的主将在北京文艺界上交过战了。好不堂哉皇哉。本来在房里面有喜色，默认不辞，倒也有些阔气的。但因为我近来被人随手抑扬，忽而权威，忽而不准做权威，只准做前驱忽而又改为青年指导者甲说是青年叛徒的领袖罢，乙又来冷笑道哼哼哼。自己一动不动，故我依然，姓名却已经经历了几回升沉冷暖。人们随意说说，将我当作一种材料，倒也罢了，最可怕的是广告底恭维和广告底嘲骂。简直是膏药摊上挂着的死蛇皮一般。所以这回虽然蒙现代派追封，但对于这首领的荣名，还只得再来公开辞退。"}
{"text":"好不堂哉皇哉。本来在房里面有喜色，默认不辞，倒也有些阔气的。但因为我近来被人随手抑扬，忽而权威，忽而不准做权威，只准做前驱忽而又改为青年指导者甲说是青年叛徒的领袖罢，乙又来冷笑道哼哼哼。自己一动不动，故我依然，姓名却已经经历了几回升沉冷暖。人们随意说说，将我当作一种材料，倒也罢了，最可怕的是广告底恭维和广告底嘲骂。简直是膏药摊上挂着的死蛇皮一般。所以这回虽然蒙现代派追封，但对于这首领的荣名，还只得再来公开辞退。不过也不见得回回如此，因为我没有这许多闲工夫。背后插着义旗的主将出马，对手当然以阔一点的为是。我们在什么演义上时常看见来将通名！我的宝刀不斩无名之将！主将要来交战而将我升为首领，大概也是不得已也的。但我并不然，没有这些大架子，无论吧儿狗，无论臭茅厕，都会唾过几口吐沫去，不必定要脊梁上插着五张尖角旗义旗？的主将出台，才动我的刀笔。假如有谁看见我攻击茅厕的文字，便以为也是我的劲敌，自恨于它的气味还未明了，再要去嗅一嗅，那是我不负责任的。恐怕有人以这广告为例，所以附带声明，以免拖累。至于西滢先生的文笔，思想，文艺批评界的权威，那当然必须欣赏，研究而且认识的。只可惜要欣赏这些，现在还只有一本闲话。但我以为咱们的主将的一切文艺中，最好的倒是登在晨报副刊上的，给志摩先生的大半痛骂的那一封信。那是发热的时候所写，所以已经脱掉了绅士的黑洋服，真相跃如了。而且和闲话比较起来，简直是两样态度，证明着两者之中，有一种是虚伪。这也是要研究西滢先生的文笔等等的好东西。然而虽然是这一封信之中，也还须分别观之。例如志摩，前面是遥遥茫茫荫在薄雾的里面的目的地之类。据我看来，其实并无这样的目的地，倘有，却不怎么遥遥茫茫。这是因为热度还不很高的缘故，倘使发到九十度左右，我想，那便可望连这些遥遥茫茫都一扫而光，近于纯粹了。九月九日，广州。本篇最初发表于一九二七年十月十五日语丝周刊第一五三期。华盖罩命即交华盖运，参看华盖集题记。指凌叔华。权威民报广告中称的话。"}
{"text":"据我看来，其实并无这样的目的地，倘有，却不怎么遥遥茫茫。这是因为热度还不很高的缘故，倘使发到九十度左右，我想，那便可望连这些遥遥茫茫都一扫而光，近于纯粹了。九月九日，广州。本篇最初发表于一九二七年十月十五日语丝周刊第一五三期。华盖罩命即交华盖运，参看华盖集题记。指凌叔华。权威民报广告中称的话。不准做权威，只准做前驱，是针对高长虹的话而说的。高长虹在北京出版界形势指掌图中曾说要权威者何用？为计，则拥此空名，无裨实际而在狂飙社广告见一九二六年八月新女性月刊第一卷第八号中又说他们曾经与思想界先驱者合办莽原。青年指导者参看本卷第页注。青年叛徒的领袖一九二五年九月四日莽原周刊第二十期载有霉江致的信，其中有青年叛徒领导者的话。陈西滢在一九二六年一月三十日晨报副刊发表的致志摩中讥讽说这像青年叛徒的领袖吗？这才是中国青年叛徒的领袖，中国青年叛徒也可想而知了。陈西滢关于发热的话。陈西滢在致志摩中曾说志摩，我常常觉得我们现在走的是一条狭窄险阻的小路，左面是一个广漠无际的泥潭，右面也是一片广漠无际的浮砂，前面是遥遥茫茫荫在薄雾的里面的目的地。谈激烈谈激烈带了书籍杂志过香江，有被视为危险文字而尝铁窗斧钺风味之险，我在略谈香港里已经说过了。但因为不知道怎样的是危险文字，所以时常耿耿于心。为什么呢？倒也并非如上海保安会所言，怕中国元气太损，乃是自私自利，怕自己也许要经过香港，须得留神些。今年似乎是青年特别容易死掉的年头。千里不同风，百里不同俗。这里以为平常的，那边就算过激，滚油煎指头。今天正是正当的，明天就变犯罪，藤条打屁股。倘是年青人，初从乡间来，一定要被煎得莫明其妙，以为现在是时行这样的制度了罢。至于我呢，前年已经四十五岁了，而且早已身心交病，似乎无须这么宝贵生命，思患豫防。但这是别人的意见，若夫我自己，还是不愿意吃苦的。敢乞新时代的青年们鉴原为幸。所以，留神而又留神。"}
{"text":"今年似乎是青年特别容易死掉的年头。千里不同风，百里不同俗。这里以为平常的，那边就算过激，滚油煎指头。今天正是正当的，明天就变犯罪，藤条打屁股。倘是年青人，初从乡间来，一定要被煎得莫明其妙，以为现在是时行这样的制度了罢。至于我呢，前年已经四十五岁了，而且早已身心交病，似乎无须这么宝贵生命，思患豫防。但这是别人的意见，若夫我自己，还是不愿意吃苦的。敢乞新时代的青年们鉴原为幸。所以，留神而又留神。果然，天助自助者，今天竟在循环日报上遇到一点参考资料了。事情是一个广州执信学校的学生，路过！香港，在尖沙嘴码头，被一五七号华差截搜行李，在其木杠谨案箱也之内，搜获激烈文字书籍七本。计开执信学校印行之宣传大纲六本，又侵夺中国史一本。此种激烈文字，业经华民署翻译员择译完竣，昨日午乃解由连司提讯，控以怀有激烈文字书籍之罪。抄报太麻烦，说个大略罢，是择译时期，押银五百元出外后来因为被告供称书系朋友托带，所以姑判从轻罚银二十五元，书籍没收焚毁云。执信学校是广州的平正的学校，既是清党之后，则宣传大纲不外三民主义可知，但一到尖沙嘴，可就激烈了可怕。惟独对于友邦，竟敢用侵夺字样，则确也未免激烈一点，因为忘了他们正在替我们保存国粹之恩故也。但侵夺上也许还有字，记者不敢写出来。我曾经提起过几回元朝，今夜思之，还不很确。元朝之于中文书籍，未尝如此留心。这一著倒要推清朝做模范。他不但兴过几回文字狱，大杀叛徒，且于宋朝人所做的激烈文字，也曾细心加以删改。同胞之热心复古及友邦之赞助复古者，似当奉为师法者也。清朝人改宋人书，我曾经举出过茅亭客话。但这书在琳琅秘室丛书里，现在时价每部要四十元，倘非小阔人，那能得之哉？近来却另有一部了，是商务印书馆印的鸡肋编，宋庄季裕著，每本只要五角，我们可以看见清朝的文澜阁本和元钞本有如何不同。今摘数条如下燕地女子冬月以栝蒌涂面，至春暖方涤去，久不为风日所侵，故洁白如玉也。今使中国妇女，尽污于殊俗，汉唐和亲之计，盖未为屈也。清人将今使中国以下二十二字，改作其异于南方如此七字。自古兵乱，郡邑被焚毁者有之，虽盗贼残暴，必赖室庐以处，故须有存者。"}
{"text":"近来却另有一部了，是商务印书馆印的鸡肋编，宋庄季裕著，每本只要五角，我们可以看见清朝的文澜阁本和元钞本有如何不同。今摘数条如下燕地女子冬月以栝蒌涂面，至春暖方涤去，久不为风日所侵，故洁白如玉也。今使中国妇女，尽污于殊俗，汉唐和亲之计，盖未为屈也。清人将今使中国以下二十二字，改作其异于南方如此七字。自古兵乱，郡邑被焚毁者有之，虽盗贼残暴，必赖室庐以处，故须有存者。靖康之后，金虏侵凌中国，露居异俗，凡所经过，尽皆焚燹。如曲阜先圣旧宅，自鲁共王之后，但有增葺。莽卓巢温之徒，犹假崇儒，未尝敢犯。至金寇，遂为烟尘。指其像而诟曰尔是言夷狄之有君者！中原之祸，自书契以来，未之有也。清朝的改本，可大不同了，是孔子宅在今M源故鲁城中归德门内阙里之中。遭汉中微，盗贼奔突，自西京未央建章之殿，皆见隳坏，而灵光岿然独存。今其遗址，不复可见。而先圣旧宅，近日亦遭兵燹之厄，可叹也夫。抄书也太麻烦，还是不抄下去了。但我们看第二条，就很可以悟出上海保安会所切望的循规蹈矩之道。即原文带些愤激，是激烈，改本不过可叹也夫，是循规蹈矩的。何以故呢？愤激便有揭竿而起的可能，而可叹也夫则瘟头瘟脑，即使全国一同叹气，其结果也不过是叹气，于治安毫无妨碍的。但我还要给青年们一个警告勿以为我们以后只做可叹也夫的文章，便可以安全了。新例我还未研究好，单看清朝的老例，则准其叹气，乃是对于古人的优待，不适用于今人的。因为奴才都叹气，虽无大害，主人看了究竟不舒服。必须要如罗素所称赞的杭州的轿夫一样，常是笑嘻嘻。但我还要给自己解释几句我虽然对于笑嘻嘻仿佛有点微词，但我并非意在鼓吹阶级斗争，因为我知道我的这一篇，杭州轿夫是不会看见的。况且讨赤诸君子，都不肯笑嘻嘻的去抬轿，足见以抬轿为苦境，也不独乱党为然。而况我的议论，其实也不过可叹也夫乎哉！现在的书籍往往激烈，古人的书籍也不免有违碍之处。那么，为中国保存国粹者，怎么办呢？我还不大明白。仅知道澳门是正在征诗，共收卷七千八百五十六本，经江霞公太史孔殷评阅，取录二百名。"}
{"text":"况且讨赤诸君子，都不肯笑嘻嘻的去抬轿，足见以抬轿为苦境，也不独乱党为然。而况我的议论，其实也不过可叹也夫乎哉！现在的书籍往往激烈，古人的书籍也不免有违碍之处。那么，为中国保存国粹者，怎么办呢？我还不大明白。仅知道澳门是正在征诗，共收卷七千八百五十六本，经江霞公太史孔殷评阅，取录二百名。第一名的诗是南中多乐日高会良时厚意愿得常陵松万章发文彩百年贵寿齐辉光这是从香港报上照抄下来的，一连三圈，也原本如此，我想大概是密圈之意。这诗大约还有一种格，如嵌字格之类，但我是外行，只好不谈。所给我益处的，是我居然从此悟出了将来的国粹，当以诗词骈文为正宗。史学等等，恐怕未必发达。即要研究，也必先由老师宿儒，先加一番改定工夫。唯独诗词骈文，可以少有流弊。故骈文入神的饶汉祥一死，日本人也不禁为之慨叹，而狂徒又须挨骂了。日本人拜服骈文于北京，金制军整理国故于香港，其爱护中国，恐其沦亡，可谓至矣。然而裁厘加税，大家都不赞成者何哉？盖厘金乃国粹，而关税非国粹也。可叹也夫！今是中秋，璧月澄澈，叹气既完，还不想睡。重吟征诗，莫名其妙，稿有余纸，因录江霞公太史评语，俾读者咸知好处，但圈点是我僭加的――以谢启为题，寥寥二十八字。既用古诗十九首中字，复嵌全限内字。首二句是赋，三句是兴，末句是兴而比。步骤井然，举重若轻，绝不吃力。虚室生白，吉祥止止。洵属巧中生巧，难上加难。至其胎息之高古，意义之纯粹，格调之老苍，非寝馈汉魏古诗有年，未易臻斯境界。九月十一日，广州。本篇最初发表于一九二七年十月八日语丝周刊第一五二期。中国元气太损一九二七年夏天，上海公共租界的英国当局，嗾使一部分买办洋奴用所谓上海保安会的名义，散发维护帝国主义利益的反动传单与图画，有一张图画上画一个学生高高站着大叫打倒帝国主义！他下面的一群听众，包括绅士学者商人流氓，都表示反对，其中有一个工人张嘴喊着中国元气太损，再用不着破坏了！高长虹在北京出版界形势指掌图中有这样谩骂的话去年不过四十五岁，如自谓老人，是精神的堕落！"}
