{"text":"我们是每天写一点，积一星期可得三数页，一张信笺两面写，用蝇头细楷写，这样的信收到一封可以看老大半天。三年来我们各积得一大包。信的内容有记事，有抒情，有议论，无体不备。季淑把我的信收藏在一个黑漆的首饰匣里，有一天忘了锁，钥匙留插在锁孔里，大家唤做小方的一位同事大概平素早就留心，难逢的机会焉肯放过，打开匣子开始阅览起来，临走还带了几封去。小方笑呵呵的把信里的内容背诵几段，季淑才发现失窃。在几经勒索要挟之下才把失物赎回。我曾选读伯朗宁与丁尼生一门功课，对伯朗宁的一首诗颇为欣赏，我便摘了下列三行诗给季淑看感谢上帝，他的最卑微的生人也有两面的灵魂，一面对着世人，一面给他所爱的女人看。不过伯朗宁还是把他的情诗公诸于世了。我的书信不是预备公开的，于一九四八年冬离家时付之一炬。小方看过其中的几封信，不知道她看的时候心中有何感受。六三年的工夫过去了。一九二六年七月间麦金莱总统号在黎明时抵达吴淞口外抛锚候潮，我听到青蛙鼓噪，我看到滚滚浊流，我回到了故国。我拿着梅光迪先生的介绍信到南京去见胡先先生，取得国立东南大学的聘书，就立刻北上天津。我从上海致快函给季淑，约她在天津会晤，盘桓数日，然后一同返京，她不果来，事后她向我解释，名分未定，行为不可不检，我觉得她的想法对，不能不肃然起敬。邓约翰有一首诗出神，其中有两节描写一对情侣的关系真是恰如分际我们的手牢牢的握着，手心里冒出黏黏的汗，我们的视线交缠，拧成双股线穿入我们的眼两手交接是我们当时惟一途径使我们融为一体，眼中倩影是我们所有的产生出来的成绩。久别重逢，相见转觉不能交一语。季淑说华，你好像瘦了一些。当然，怎能不瘦她也显得憔悴。我们所谈的第一桩事是商定婚期，暑假内是不可能，因为在八月底我要回到南京去授课，遂决定在寒假里结婚。这时候有人向香山慈幼院的院长打小报告程季淑不久要结婚了，下半年的聘书最好不要发给她。季淑不欲在家里等候半年，她需要一个落脚处。她的一位朋友孙亦云女士任公立第三十六小学校长，学校在北新桥附近府学胡同，承她同情，约请季淑去做半年的教师。"}
{"text":"久别重逢，相见转觉不能交一语。季淑说华，你好像瘦了一些。当然，怎能不瘦她也显得憔悴。我们所谈的第一桩事是商定婚期，暑假内是不可能，因为在八月底我要回到南京去授课，遂决定在寒假里结婚。这时候有人向香山慈幼院的院长打小报告程季淑不久要结婚了，下半年的聘书最好不要发给她。季淑不欲在家里等候半年，她需要一个落脚处。她的一位朋友孙亦云女士任公立第三十六小学校长，学校在北新桥附近府学胡同，承她同情，约请季淑去做半年的教师。我到香山去接季淑搬运行李进城是一件难忘的事。一清早我雇了一辆汽车，车身高高的，用曲铁棍摇半天才能发动引擎的那样的汽车，出城直奔西山，一路上汽车喇叭呜呜叫，到达之后她的行李早已预备好，一只箱子放进车内，一个相当庞大的铺盖卷只好用绳子系在车后。我们要利用这机会游览香山。季淑引路，她非常矫健，身轻似燕，我跟在后面十分吃力，过了双清别墅已经气喘如牛，到了半山亭便汗流浃背了。季淑把她撑着的一把玫瑰紫色的洋伞让给我，也无济于事。后来找到一处阴凉的石头，我们坐了下来。正喘息间，一个卖烂酸梨的乡下人担着挑子走了过来，里面还剩有七八只梨，我们便买了来吃。在口燥舌干的时候，烂酸梨有如甘露。抬头看，有小径盘旋通往山巅，据说有十八盘，山巅传说是清高宗重阳登高的所在，旧名为重阳亭，实际上并没有亭子。如今俗名为鬼见愁。季淑问我有无兴趣登高一望，我说鬼见犹愁，我们不去也罢。她是去过很多次的。我在西山饭店用膳之后，时间还多，索性尽一日之欢，顺道前往玉泉山。玉泉山是金元明清历代帝王的行宫御苑，乾隆写过一篇玉泉山记，据说这里的水质优美饮之可以长寿，赐名为天下第一泉。如今宫殿多已倾圮，沦为废墟，惟因其已荒废，掩去了它的富丽堂皇的俗气，较颐和园要高雅得多。我们一进园门就被一群穷孩子包围，争着要做向导，其实我们不需向导，但是孩子们嚷嚷着说，你们要喝泉水，我有干净杯子你们要登玉峰塔，我给你们领取钥匙无可奈何，拣了一个老实相的小孩子。他真亮出一只杯子，在那细石流沙绿藻紫荇历历可数的湖边喷泉处舀了一杯泉水，我们共饮一杯，十分清冽。随后我们就去登玉峰塔，塔在山顶，七层九丈九尺，盘旋拾级而上，嘱咐小孩在下面静候。我们到达顶层，就拂拂阶上的尘土，坐下乘凉，真是一个好去处。好像不大的工夫。"}
{"text":"我们一进园门就被一群穷孩子包围，争着要做向导，其实我们不需向导，但是孩子们嚷嚷着说，你们要喝泉水，我有干净杯子你们要登玉峰塔，我给你们领取钥匙无可奈何，拣了一个老实相的小孩子。他真亮出一只杯子，在那细石流沙绿藻紫荇历历可数的湖边喷泉处舀了一杯泉水，我们共饮一杯，十分清冽。随后我们就去登玉峰塔，塔在山顶，七层九丈九尺，盘旋拾级而上，嘱咐小孩在下面静候。我们到达顶层，就拂拂阶上的尘土，坐下乘凉，真是一个好去处。好像不大的工夫。那孩子通通通的蹿上来了，我问他为什么要上来，他说他等了好久好久不见人下来，所以上来看看。于是我们就拾级而下，我对季淑说你不记得我们描过的红模子么王子去求仙，丹成上九天，洞中方七日，人世几千年。塔上面和塔下面时间过得快慢原不相同。相与大笑。回到城里，我送季淑到黄淑贞家，把行李卸下我就走了，以后我们几次晤见是在三十六小学。暑假很快的过去，我到南京去授课。在东南大学校门正对面有一条小巷，蓁巷，门牌四号是过探先教授新建的一栋平房，召租。一栋房分三个单位，各有四间。房子不肯分租，我便把整栋房子租了下来，一年为期。我自占中间一所，右边一所分给余上沅陈衡粹夫妇，左边一所分给张景钺崔芝兰夫妇，三家均摊房租，三家都是前后准备新婚。我搬进去的第一天，真是家徒四壁，上沅和我天天四处奔走购置家具等物。寝室墙刷粉红色，书房淡蓝色。有些东西还需要设计定制。足足忙了几个月，我写信给季淑新房布置一切俱全，只欠新娘。房子有一大缺点，寝室后边是一大片稻田，施肥的时候必须把窗紧闭。生怕这一点新娘子感到不满。南京冬天也相当冷，屋里没有取暖的设备。季淑用蓝色毛绳线给我织了一条内裤，由邮寄来。一排四颗黑扣子，上面的图案是双喜字。我穿在身上说不出的温暖，一直穿了几十年。这半年季淑很忙，一面教书一面筹备妆奁，利用她六年来的积蓄置办了四大楠木箱的衣物，没有一个人帮她一把忙。七我们结婚的日子是一九二七年二月十一日，行礼的地点是北京南河沿欧美同学会。这是我们请出媒人正式往返商决的。婚前还要过礼，亦曰放定，言明一切从简，那两只大呆鹅也免了，甚至许多人所期望的干果饼饵之类也没有预备。只有一具玉如意，装在玻璃匣里，还有两匣首饰，由媒人送到女家。如意是代表什么，我不知道，有人说像灵芝，取其吉祥之意，有人则说得很难听。"}
{"text":"七我们结婚的日子是一九二七年二月十一日，行礼的地点是北京南河沿欧美同学会。这是我们请出媒人正式往返商决的。婚前还要过礼，亦曰放定，言明一切从简，那两只大呆鹅也免了，甚至许多人所期望的干果饼饵之类也没有预备。只有一具玉如意，装在玻璃匣里，还有两匣首饰，由媒人送到女家。如意是代表什么，我不知道，有人说像灵芝，取其吉祥之意，有人则说得很难听。这具如意是我们的传家之宝，平常高高的放在上房条案上的中央，左金钟，右玉磐永远没人碰的。有了喜庆大事，才拿出来使用，用毕送还原处。以我所知，在我这回订婚以后还没有使用过一次。新娘子服装照例由男家准备，我母亲早已胸有成算，不准我开口。母亲带着我大姐到瑞蚨祥选购两身衣料，一身上衣与裙是粉红色的缎子，行婚礼时穿，一身上衣是蓝缎，裙子是红缎，第二天回门穿。都是全身定制绣花。母亲说若是没有一条红裙子便不能成为一个新娘子。她又说冬天冷，上衣非皮毛不可，于是又选了两块小白狐。衣服的尺寸由女家开了送来，我母亲一看大惊一定写错了，腰身这样小，怎穿得上托人再问，回话说没错，我心中暗暗好笑，我早知道没错。棉被由我大姐负责缝制，她选了两块被面，一床洋妃色，一床水绿色，最妙的是她在被的四角缝进了干枣花生桂圆栗子四色干果，我在睡觉的时候硌了我的肩膀，季淑告诉我这是取吉利，早生贵子之意。季淑不知道我们备了枕头，她也预备了一对，枕套是白缎子的，自己绣了红玫瑰花在角上，鲜艳无比，我舍不得用，留到如今。她又制了一个金质的项链，坠着一个心形的小盒，刻着我们两个的名字。这时候我家住在大取灯胡同一号，新房设在上屋西套间，因为不久要到南京去，所以没有什么布置，只是换了新的窗幔，买了一张新式的大床。结婚那天，晴而冷。证婚人由我父亲出面请了贺履之良朴先生担任，他是我父亲的一个酒会的朋友，年高有德，而且是山水画家，当时一位名士。本来熊希龄先生曾对季淑自告奋勇愿为证婚，我们想想还是没有劳驾。张心一张禹九两位同学是男傧相，季淑的美专同学孪生的冯棠冯棣是女傧相。两位介绍人，只记得其一姓翁。主婚人是我父亲和季淑的四叔梓琴先生。婚礼订在下午四时举行，客人差不多到齐了，新娘不见踪影。"}
{"text":"证婚人由我父亲出面请了贺履之良朴先生担任，他是我父亲的一个酒会的朋友，年高有德，而且是山水画家，当时一位名士。本来熊希龄先生曾对季淑自告奋勇愿为证婚，我们想想还是没有劳驾。张心一张禹九两位同学是男傧相，季淑的美专同学孪生的冯棠冯棣是女傧相。两位介绍人，只记得其一姓翁。主婚人是我父亲和季淑的四叔梓琴先生。婚礼订在下午四时举行，客人差不多到齐了，新娘不见踪影。原来娶亲的马车到了女家，照例把红封从门缝塞进去之后，里面传话出来要递红帖，没有红帖怎行我们知道你是谁事先我要求亲迎，未被接纳，实不知应备红帖。僵持了半天，随车的人员经我父亲电话中指示临时补办，到荣宝斋买了一份红帖请人代书，总算过了关。可是彩车到达欧美同学会的时候暮霭渐深。这是意外事，也是意中事。我立在阶上看见季淑从二门口由两人扶着缓缓的沿着旁边的游廊走进礼堂，后面两个小女孩牵纱。张禹九用胳膊肘轻轻触我说实秋，嘿嘿，娇小玲珑。我觉得好像有人在我耳边吟唱着彭士的几行诗ZZ，，，她是一个媚人的小东西，她是一个漂亮的小东西，她是一个可爱的小东西，我这亲爱的小娇妻。Z事实上凡是新娘没有不美的。萨克令的一首婚礼曲Z就有几节很好的描写。讲到新娘说来话长，像她那样的姑娘，圣灵降临的庆祝会里尚未见过没有树熟的葡萄像她那样红润，那样圆，那样丰满，那样细嫩，汁浆有一半那样的多。她的手指又细又小，戒指戴上去就要溜掉，因为太松了一点老实说非说不可恰似小驹的颈上套着一只大的项圈。她裙下露出两只脚，老鼠似的出出进进的跑，像是怕外面的光亮但是她的舞步翩翩，太阳在复活节的那一天，也没有那样美的景象。"}
{"text":"她的手指又细又小，戒指戴上去就要溜掉，因为太松了一点老实说非说不可恰似小驹的颈上套着一只大的项圈。她裙下露出两只脚，老鼠似的出出进进的跑，像是怕外面的光亮但是她的舞步翩翩，太阳在复活节的那一天，也没有那样美的景象。她的两颊白得出奇，没有雏菊能和她相比令人一见魂儿飞上天了因为那白里还带着红色，活像是枝头的小梨一个，朝着太阳的那一边。她的唇是红的一片很薄，挨近下巴的那片就厚得多必是才被蜜蜂螫伤但是，狄克，她的两眼保护着脸，我不敢多看一眼，有如对着七月的太阳。她的嘴好小，说起话来，她的牙齿要把字儿咬碎，以便从嘴里挤送出去但是她处理得很得法，谈吐不比我们差，而且一点也不吃力。季淑那天头上戴着茉莉花冠。脚上穿的一双高跟鞋，为配合礼服，是粉红色锻子做的，上面缝了一圈的亮片，走起路来一闪一闪。因戒指太松而把戒指丢掉的不是她，是我，我不知在什么时候把戒指甩掉了，她安慰我说没关系，我们不需要这个。证婚人说了些什么话，根本就没有听进去，现在一个字也不记得。我只记得赞礼的人喊了一声礼成，大家纷纷涌向东厢入席就餐。少不了有人向我们敬酒，我根本没有把那小小酒杯放在眼里。黄淑贞突然用饭碗斟满了酒，严肃的说季淑，你以后若是还认我做朋友，请尽此碗。季淑一声不响端起碗来汩汩地喝了下去，大家都吃一惊。回到家中还要行家礼，这是预定的节目。好容易等到客人散尽，两把太师椅摆在堂屋正中，地上铺了红毡子，请父母就座，我和季淑双双跪下磕头，然后闹哄到午夜，父母发话现在不早了，大家睡去吧。罗赛蒂有一首诗新婚之夜Z，他说他一觉醒来看见他的妻懒洋洋的酣睡在他身旁，他不能相信那是真的，他疑心是在作梦。"}
{"text":"回到家中还要行家礼，这是预定的节目。好容易等到客人散尽，两把太师椅摆在堂屋正中，地上铺了红毡子，请父母就座，我和季淑双双跪下磕头，然后闹哄到午夜，父母发话现在不早了，大家睡去吧。罗赛蒂有一首诗新婚之夜Z，他说他一觉醒来看见他的妻懒洋洋的酣睡在他身旁，他不能相信那是真的，他疑心是在作梦。梦也好，不是梦也好，天刚刚亮，季淑骨碌爬了起来，梳洗毕换上一身新装，蓝袄红裙，红缎绣花高跟鞋，在穿衣镜前面照了又照，侧面照，转身照。等父母起来她就送过去两盏新沏的盖碗茶。这是新媳妇伺候公婆的第一幕。早餐罢，全家人聚在上房，季淑启开她的箱子把礼物一包一包的取出来，按长幼顺序每人一包，这叫做开箱礼，又叫做见面礼，无非是一些帽鞋日用之物，但是季淑选购甚精，使得家人皆大欢喜。我袖手旁观，说道哎呀还缺一份――我的呢惹得哄堂大笑。次一节目是我陪季淑回门。进门第一桩事是拜祖先的牌位，一个楠木龛里供着一排排的程氏祖先之神位多到不可计数。可见绩溪程氏确是一大望族，我们纳头便拜，行最敬礼。好像旁边还有人念念有词，说到三姑娘三姑爷什么什么的，我当时感觉我很光荣的成了程家的女婿。拜完祖先之后便是拜见家中的长辈，季淑的继祖母尚在，其次便是我的岳母，叔父辈则有四叔，七叔荫庭先生，九叔荫轩先生，八叔已去世。婶婶则四婶就有两位，然后六婶七婶八婶九婶。我们依次叩首，我只觉得站起来跪下去忙了一大阵。平辈相见，相互鞠躬。随后便是盛筵款待，我很奇怪季淑不在席上，不知她躲在哪里，原来是筵席以男性为限。谈话间我才知道，已去世的六叔还曾留学俄国，编过一部俄华字典刊于哈尔滨。第三天，季淑病倒，腹泻。我现在知道那是由于生活过度紧张，睡了两天她就好了。过了十几天，时局起了变化，国民革命军北伐逐步迫近南京。母亲关心我们，要我们暂且观望不要急急南下。父亲更关心我们，把我叫到书房私下对我说你现在已经结了婚，赶快带着季淑走，机会放过，以后再想离开这个家庭就不容易了。不要糊涂，别误解我的意思。立刻动身，不可迟疑。如果遭遇困难，随时可以回来。我观察这几天，季淑很贤慧而能干，她必定会成为你的贤内助，你运气好，能娶到这样的一个女子。男儿志在四方，你去吧父亲说到这里，眼圈红了。"}
{"text":"过了十几天，时局起了变化，国民革命军北伐逐步迫近南京。母亲关心我们，要我们暂且观望不要急急南下。父亲更关心我们，把我叫到书房私下对我说你现在已经结了婚，赶快带着季淑走，机会放过，以后再想离开这个家庭就不容易了。不要糊涂，别误解我的意思。立刻动身，不可迟疑。如果遭遇困难，随时可以回来。我观察这几天，季淑很贤慧而能干，她必定会成为你的贤内助，你运气好，能娶到这样的一个女子。男儿志在四方，你去吧父亲说到这里，眼圈红了。我商之于季淑，她遇大事永远有决断，立刻启程。父亲嘱咐，兵荒马乱的时候，季淑必须卸下她的鲜艳的服装，越朴素越好。她改着黑哗叽裙黑皮鞋，上身驼绒袄之外罩上一件粗布褂。我记得清清楚楚，布褂左下角有很大的一个缝在外面的衣袋，好别致。我们搭的是津浦路二等卧车头等车被军阀们包用了，二等车男女分座，一个车厢里分上下铺，容四个人，季淑分得一个上铺。车行两天一夜，白天我们就在饭车上和过路的地方一起谈天，观看窗外的景致，入夜则分别就寝。车上睡不稳，一停就醒，醒来我就过去看看她。她的下铺是一位中年妇女，事后知道她是中国银行司库吴某的太太，她第二天和季淑攀谈你们是新结婚的吧是的，你怎么知道看你那位先生，一夜的工夫他跑过来看你有十多趟。这位吴太太心肠好，我们渡江到下关，她知道我们没有人接，便自动表示她有马车送我们进城。我们搭了她的车直抵蓁巷。这时候南京市面已经有些不稳，散兵游勇满街跑，遇到马车就征用。我们在蓁巷一共住了五天，躲在屋里，什么地方也没去。事实上我们也不想出去。渐渐的听到遥远的炮声。我的朋友李辉光罗清生来，他们都是单身汉，劝我偕眷到上海暂避。罗清生和一家马车行的老板有旧，特意为我雇来马车，我们便邀同新婚的余上沅夫妇一同出走。可怜我熬费苦心经营的新居从此离去，当时天真的想法是政治不会过分影响到学校，不久还可以回来，所以行李等物就承洪范五先生的帮忙寄存在图书馆地下室。马车走了不远就有两名大兵持枪吓阻，要搭车到下关，他们不由分说跳上了车旁的踏脚板，一边一个像是我们的卫兵，一路无阻直达江滨。到上海的火车已断，我们搭上了太古的轮船，奇怪的是头等客房只有我们两对，优哉游哉倒真像是蜜月中的旅行。八我们在上海三年的生活是艰苦的，情形当然是相当狼狈。"}
{"text":"可怜我熬费苦心经营的新居从此离去，当时天真的想法是政治不会过分影响到学校，不久还可以回来，所以行李等物就承洪范五先生的帮忙寄存在图书馆地下室。马车走了不远就有两名大兵持枪吓阻，要搭车到下关，他们不由分说跳上了车旁的踏脚板，一边一个像是我们的卫兵，一路无阻直达江滨。到上海的火车已断，我们搭上了太古的轮船，奇怪的是头等客房只有我们两对，优哉游哉倒真像是蜜月中的旅行。八我们在上海三年的生活是艰苦的，情形当然是相当狼狈。有人批评孔子为累累若丧家之狗，孔子欣然笑曰形状未也，而似丧家之狗，然哉然哉季淑的大姑住在上海大姑父汪运斋先生，她的二女婿程培轩一家返徽省亲，空出的海防路住所借给我们暂住了半个月。这是我们婚后初次尝到安定畅快的生活。随后我们就租了爱文义路众福里的一栋房子，那是典型的上海式标准的一楼一底的房，比贫民窑要算是差胜一筹，因为有电灯自来水的设备而且门窗户壁俱全。关于这样的房子我写过一篇小文住一楼一底房者的悲哀，其中有这样几段一楼一底的房没有孤零零的一所矗立着的，差不多都像鸽子窝似的一大排，一所一所的构造的式样大小，完全一律，就好像从一个模型里铸出来的一般。我顶佩服的就是当初打图样的土著工程师，真能相度地势，节工省料，譬如五分厚的一垛山墙就好两家合用。王公馆的右面一垛山墙，同时就是李公馆的左面的山墙，并且王公馆若是爱好美术，在右面山墙上钉一个铁钉子，挂一张美女月份牌，那么李公馆在挂月份牌的时候就不必再钉钉子，因为这边钉一个钉子，那边就自然而然的会钻出一个钉头儿。房子虽然以一楼一底为限，而两扇大门却是方方正正的，冠冕堂皇，望上去总不像是我所能租赁得起的房子的大门。门上两个铁环是少不得的，并且还是小不得的。门环敲得啪啪响的时候，声浪在周围一二十丈以内的范围都可以很清晰播送得到。一家敲门，至少有三家应声啥人至少有两家拔闩启锁，至少有五家人从楼窗中探出头来。君子远庖厨，住一楼一底的人简直没有法子上跻于君子之伦。厨房里杀鸡，无论躲在哪一墙角都可以听见鸡叫当然这是极不常有之事，厨房里烹鱼，我可以嗅到鱼腥，厨房里升火，就可以看见一朵一朵乌云在眼前飞过。"}
