{"text":"所以对于食物的享受为什么比交响曲不属于心灵的这一问题，中国人实在有些不明白。我们只有在这种实际的意义上，才能意识到我们所爱的女人。我们要分别女人的灵魂和肉体是不可能的。我们爱一个女人，不单是爱她外表的曲线美，并且也爱她的举止，她的仪态她的眼波和她的微笑。那么，这些是属于肉体的呢？还是精神的呢？我想没有人能回答出来吧。这种人生现实性和人生精神性的感觉，中国的人性主义是赞成的，或者可以说它是得到中国人全部思想方法和生活方法的赞成的。筒单讲来，中国的哲学，可说是注重人生的知识而不注重真理的知识。中国哲学家把一切的抽象理论撇开不谈，认为和生活问题不发生关系，以为这些东西是我们理智上所产生的浅薄感想。他们只把握人生，提出一个最简单的问题我们怎样地生活？西洋哲学在中国人看来是很无聊的。西洋哲学以论理或逻辑为基点，着重研究知识方法的获得，以认识论为基点，提出知识可能性的问题，但最后关于生活本身的知识却忘记了，那真是愚蠢琐碎的事，像一个人，只谈谈恋爱求求婚，而并不结婚生子又像操练甚勤的军队不开到战场上去正式打仗。法国的哲学家要算最无谓，他们追求真理，如追求爱人那样地热烈，但不想和她结婚。论人类的尊严我在前一章里已经讨论过人类的不免一死和在动物界里的地位，以及人类文明本质上因此而发生的后果。可是我们觉得这个轮廓还不完全，我们还需要一种用以造成一个关于人类天性和人类尊严二者联合而成的圆满观念。噢，有了，人类的尊严这就是我们所找寻的名词！我们必须对这一点多加说明，我们必须了解这尊严是由什么东西所造成，否则就会有谬误，而失掉它的踪迹。尤其是在二十世纪的现代和后代，我们随时有失掉我们尊严的危险。如果你一定说我们是动物，那么你以为人类是最奇妙的动物吗？这一点我很同意。只有人类发明了一种文明，这就是难能可贵的事情。世间也许有形式更优良，构造更完美的高超动物，如马就是一例其他如狮子，则有着更优美的肌肉狗有着更灵敏的嗅觉，更驯良更忠义的心地鹰有着更锐利的视觉鸽子有着更清晰的方向感觉蚂蚁有着更节俭更有纪律更有劳作的能力鸠鸽和鹿有着更温顺的脾气牛有着更大的忍耐性和满足性百灵有着更悦耳的歌喉鹦鹉和孔雀有着更美丽的服饰。最后还有猴子有着一种更好的才能，使我比较喜欢猴子而不喜欢上述那些动物。人类因有一些猴子的好奇心和聪明，所以我就宁愿做人。"}
{"text":"只有人类发明了一种文明，这就是难能可贵的事情。世间也许有形式更优良，构造更完美的高超动物，如马就是一例其他如狮子，则有着更优美的肌肉狗有着更灵敏的嗅觉，更驯良更忠义的心地鹰有着更锐利的视觉鸽子有着更清晰的方向感觉蚂蚁有着更节俭更有纪律更有劳作的能力鸠鸽和鹿有着更温顺的脾气牛有着更大的忍耐性和满足性百灵有着更悦耳的歌喉鹦鹉和孔雀有着更美丽的服饰。最后还有猴子有着一种更好的才能，使我比较喜欢猴子而不喜欢上述那些动物。人类因有一些猴子的好奇心和聪明，所以我就宁愿做人。就算蚂蚁像我上面所说，比我们有着更合理更有纪律的社会，有着一个比今日西班牙更稳固的政府，可是它们没有图书馆和博物院，是不是？假如蚂蚁或象有一日发明一个大望远镜，或发现一颗新行星或预知月蚀的时候，或海豹假如能有一日发现微积分学，或海獭能够开浚巴拿马运河，我便要把锦标赠给它们，称它们为世界之主和宇宙的主宰。现在我们觉得很可自负，不过，这可以使我们足以自负的究是什么东西？和人类尊严的精华究竟在哪里？最好都把它探索出来。我在本书的卷首已约略暗示过，这种人类的尊严是由放浪者中国文学上所尊敬的人物的四种特质所造成。就是一种嬉戏的好奇心，一种梦想的能力，一种纠正这些梦想的幽默感，一种在行为上任性的不可测度的质素。这些特质并合起来便是由美国的个人学说所蜕变而来的中国人的观念。中国文学上所表现的放浪者是一幅极其生动的个人主义者的肖像，拥戴美国个人主义最有力的文学家惠特曼之所以被人家称为伟大的闲逸者，确是有来由的。人类的快乐属于感觉人类一切快乐都发自生物性的快乐。这观念是绝对科学化的。这一点我必须加以说明，以免被人误解，人类的一切快乐都属于感觉的快乐。我相信精神主义者一定会误解我的意思精神主义者所以和唯物主义者永远会有误解，就是因为他们的语气不同，或对同一句话抱着不同的见解。但是我们在这个获取快乐的问题上，难道也要被精神主义者所欺蒙而去跟着承认精神上的快乐才是真正的快乐吗？让我们马上承认并加以限制，说精神上的舒适是有赖乎内分泌腺的正常动作。在我看来，快乐问题大半是消化问题。我很想直说快乐问题大抵即是大便问题，为保持我的人格和颜面起见，我得用一位美国大学校长来做我的护身符。这位大学校长过去对每年的新生演说时，总是要讲那句极有智慧的话我要你们记住两件事情读圣经和使大便通畅。"}
{"text":"但是我们在这个获取快乐的问题上，难道也要被精神主义者所欺蒙而去跟着承认精神上的快乐才是真正的快乐吗？让我们马上承认并加以限制，说精神上的舒适是有赖乎内分泌腺的正常动作。在我看来，快乐问题大半是消化问题。我很想直说快乐问题大抵即是大便问题，为保持我的人格和颜面起见，我得用一位美国大学校长来做我的护身符。这位大学校长过去对每年的新生演说时，总是要讲那句极有智慧的话我要你们记住两件事情读圣经和使大便通畅。他能说出这种话来，也可想见他是一个多么贤明，多么和蔼的老人家啊！一个人大便通畅，就觉快乐，否则就会感到不快乐。事情不过如此而已。谈到我们的快乐，不要陷入抽象的议论中去，我们应该注意事实，把自己分析一下，看看我们一生中在什么时候得到真正快乐。这个世界中，快乐往往须从反面看出来，无忧愁不受欺凌无病无痛便是快乐。但也可成为正面感觉，那就是我们所说的欢乐，我所认为真快乐的时候，例如在睡过一夜之后，清晨起身，吸着新鲜空气，肺部觉得十分宽畅，做了一会儿深呼吸，胸部的肌肤便有一种舒服的动作感觉，感到有新的活力而适宜于工作或是手中拿了烟斗，双腿搁在椅上，让烟草慢慢地均匀地烧着或是夏月远行，口渴喉干，看见一泓清泉，潺潺的流水声已经使我觉得清凉快乐，于是脱去鞋袜，拿两脚浸在凉爽的清水里或一顿丰盛餐饭之后，坐在安乐椅上，面前没有讨厌的人，大家海阔天空地谈笑着，觉得精神上和身体上都与世无争或在一个夏天的下午，天边拥起乌云，知道一阵七月的骤雨就要在一刻钟内落下来，可是雨天出门不带伞，怕给人家看见难为情，连忙趁雨未降下的时候，先跑了出去半途遇雨，淋得全身湿透，告诉人家，我中途遇雨。当我听着我孩子说话的声音，或是看着他们肥胖的腿儿，我说不出在物质上爱他们或是精神上爱他们我也完全不能把心灵与肉体的欢乐分别开来。世上可有什么人对于女人只在精神上爱她，而不在肉体爱她，一个人要分析和分别他所爱的女人的媚态如大笑微笑摇头的姿态对事物的态度等――是件容易的事情吗？女子在衣饰清洁整齐的时候，都会觉得快乐，口红和胭脂使人有一种精神焕发的感觉，衣饰整齐使人感到宁静与舒泰，这在女子方面看来是真实而明确的，然而精神主义者对此就会觉得莫名其妙。"}
{"text":"世上可有什么人对于女人只在精神上爱她，而不在肉体爱她，一个人要分析和分别他所爱的女人的媚态如大笑微笑摇头的姿态对事物的态度等――是件容易的事情吗？女子在衣饰清洁整齐的时候，都会觉得快乐，口红和胭脂使人有一种精神焕发的感觉，衣饰整齐使人感到宁静与舒泰，这在女子方面看来是真实而明确的，然而精神主义者对此就会觉得莫名其妙。我们的肉体总有一日会死去的，所以我们的肉体和精神之间只有极薄的隔膜，同时，在精神的世界里，要欣赏它最优美的情感与精神之美，只有用我们的感官才能胜任愉快。触觉听觉和视觉各方面，是无所谓道德或不道德的。我们大都会失掉享受人生正面欢乐的能力。原因是我们感官的敏感性减退，和我们不尽量去运用这些感官。我们用不着为这问题辩护，让我们拿出一些实在的事实从东西洋许多酷爱人生的伟大人物里面，试举几个例证出来，看看他们是什么时候最感到快乐，这快乐和他们的听觉嗅觉及视觉有怎样的密切关系。在某一节文章里，梭罗对于蟋蟀的鸣声所生的崇高美感说先察蟋蟀所住的孔穴。在石头中间，穴隙到处都有。一只蟋蟀的单独歌儿更使我感到趣味。它暗示出世已迟，但也只有当我们认识时间和永恒的意义时，迟延才感觉得到。其实它什么也不迟，只是赶不上世间一切琐碎而匆忙的活动罢了。它表现着成熟的智慧，超越一切俗世的思想，它就这样在春的希望和夏的炎热中间俱着秋的冷静和成熟的智慧。它们对小鸟儿说啊！你们真像孩子，随着感情说话大自然就是藉着你们而说话的我们却两样儿了，季节不为我们而旋转我们反唱着它们的催眠曲。它们就这样永恒地在草根脚下唱着。它们的住处便是天堂，不论是在五月或十一月，永远是这样。它们的歌儿具有宁静的智慧，有着散文的平稳，它们不饮酒，只吃露水。当孵卵期过后，它们的宁静无声并不是恋爱心境受了阻抑，而是归荣耀于上帝，与对上帝的永恒的享受。它们处于季节转变之外。它们的歌儿像真理那样地永垂不朽。人类只有在精神比较健全的时候，才能听见蟋蟀的鸣声。再看惠特曼的嗅觉视觉和听觉，它们怎样地促进他的精神生活，而他又怎样认为这些东西是非常重要的早晨大雪，至晚未停。我在雪花纷飞中，踯躅于树林里和道路上，约摸有两个钟头。微风拂过松树发出音乐般的低鸣，清晰奇妙，犹如瀑布，时而静止，时而奔流。此时视觉听觉嗅觉，一切的感觉，都得了微妙的满足。"}
{"text":"当孵卵期过后，它们的宁静无声并不是恋爱心境受了阻抑，而是归荣耀于上帝，与对上帝的永恒的享受。它们处于季节转变之外。它们的歌儿像真理那样地永垂不朽。人类只有在精神比较健全的时候，才能听见蟋蟀的鸣声。再看惠特曼的嗅觉视觉和听觉，它们怎样地促进他的精神生活，而他又怎样认为这些东西是非常重要的早晨大雪，至晚未停。我在雪花纷飞中，踯躅于树林里和道路上，约摸有两个钟头。微风拂过松树发出音乐般的低鸣，清晰奇妙，犹如瀑布，时而静止，时而奔流。此时视觉听觉嗅觉，一切的感觉，都得了微妙的满足。每一雪片都飘飘地降在常青树冬青树桂树的上面，静静地躺着，所有的枝叶都穿起一件臃肿的白外套，在边缘上还缀着绿宝石这是那茂盛的挺直的有着红铜色的松树还有那一阵阵轻微的树脂和雪水混合的香味。一切东西都有气味，雪也有气味，只有你辨别得出来这种气味无论在哪一地那一时都不完全相同。正午的气味和半夜的气味，冬天的气味和夏天的气味，多风的气味和无风的气味都是不同的。我们可有人能辨别正午和半夜的气味，冬和夏的气味，或多风和无风的气味？如果人们觉得住在城市里比住在乡下较不快乐，那就是因为一律灰色墙壁，和一律的水门汀行人道太过于单调，人们生活在这种环境中，一切视觉和听觉都引不起感应，总因麻木而消失了。讲到快乐时刻的界限，以及它的度量和性质，中国人和美国人的观念是相同的。在我要举出一位中国学者的三十三快乐时刻之前，我另引一段惠特曼的话来做一个比较，证明我们之间感觉的相同是一个天气晴朗的日子――空气干燥，有微风，充满氧气。在我的四周，有着足以使我沉醉的奇迹，那些健全沉静而又美丽的树木流水花草阳光和早霜但最引动我的还是天空。它今天是那么澄清细致，那秋天特有的蓝色，又有那透明的蓝幕上浮着朵朵白云，或大或小，在伟大的苍穹中表现它们静穆的神灵动作。在上午由七时至十一时这天空始终保持着美丽洁净的蓝色。近正午时，渐渐转淡了，两三个钟头后，已变成了灰色再淡下去，一直到日落的时候――我凝望一丛大树圆顶上的落日，在隙缝中闪烁着火红淡黄肝褐赤红，千种颜色的华丽展览，万条灿烂的金光斜映水面那种透明的阴影线条闪烁生动的颜色，是图画上所从来没有看到过的。"}
{"text":"在上午由七时至十一时这天空始终保持着美丽洁净的蓝色。近正午时，渐渐转淡了，两三个钟头后，已变成了灰色再淡下去，一直到日落的时候――我凝望一丛大树圆顶上的落日，在隙缝中闪烁着火红淡黄肝褐赤红，千种颜色的华丽展览，万条灿烂的金光斜映水面那种透明的阴影线条闪烁生动的颜色，是图画上所从来没有看到过的。我不解其所以然，但我只觉得这次秋天所以使我得到许多心满意足的时刻，完全是这个天空我一生中虽天天见到天空，但事实上过去我并没有真正看见过它。我读过拜伦的事迹，有一段说他在逝世时，对一个朋友说，他一生中仅仅有过三个快乐的时刻。另外又有一个关于国王的钟的古代日耳曼传说，也讲到同一的感觉。当我在那树林里看那美丽的落日时，我想到了拜伦的故事和那个钟的故事，心中始悟到我在这时也正在享受一个快乐的时刻呢。我也许不曾把那最快乐的时刻记下来因为当这种时候来临时，我不愿为着要记录而打断了它。我只是任性留连悠然自在，使我沉醉在宁静的出神中。快乐到底是什么呢？这就是一个快乐的时刻吗？或是像一个快乐的时刻吗？――快乐的时刻是那么难于理解――是像一个呼吸，或像一点易消失的彩色吗？我不知道――还是让我怀疑下去吧。清澄的天啊，在你蔚蓝的空中，你可有灵药来医治我的病症吗？啊，我三年来损坏的身体和骚乱的精神哟。你现在可是把这种灵药微妙地，神秘地，经过空气隐隐地撒在我的身上？人类是惟一在工作的动物现在当着我们面前的是人生的盛宴，惟一成为问题的是我们的胃口如何，胃口比筵席更为实在。讲到人，最最难于了解的是他对工作所抱的观念，以及他自己要做的工作或社会需要他做的工作。世间万物尽在过悠闲的日子，只有人类为着生活而工作。他因为不能不去工作，于是在文明日益进步中的生活变为愈加复杂，随时随地是义务责任恐惧障碍和野心，这些并不是生而有之，而是由人类社会所产生。譬如当我坐在书桌边时，我看见一只鸽子在那远处的一座礼拜堂的尖塔旁回翔，它绝不忧虑午餐要吃些什么。但是我的午餐就比那鸽子复杂得多，拿到我面前的食物，已经过了千万人的工作，已经过了种种极复杂的种植贸易运输递送和烹饪，正因如此，人类要获得食物比动物困难万倍。如果一只森林里的野兽跑进人类的都市里来，看到人类为生活如此匆忙，这只野兽一定会对这个人类社会发生很大的疑惑和惊奇。"}
{"text":"譬如当我坐在书桌边时，我看见一只鸽子在那远处的一座礼拜堂的尖塔旁回翔，它绝不忧虑午餐要吃些什么。但是我的午餐就比那鸽子复杂得多，拿到我面前的食物，已经过了千万人的工作，已经过了种种极复杂的种植贸易运输递送和烹饪，正因如此，人类要获得食物比动物困难万倍。如果一只森林里的野兽跑进人类的都市里来，看到人类为生活如此匆忙，这只野兽一定会对这个人类社会发生很大的疑惑和惊奇。我想那森林中的野兽，它的第一个思想一定是说人类是惟一工作的动物，因为在世间除了一些驮马和磨坊里的水牛之外，所有的动物甚至家畜等都不必工作的。警犬很少去执行职务看门的狗总是玩耍的时候多，并且在阳光温暖的时候，总要舒舒服服地在地上睡一下，那贵族化的猫更用不着为生活而工作。它有一个天赋的敏捷身体，可以随时跳过邻居的篱笆，它甚至不以为自己是一个俘囚――想到什么地方去就去。这样看来，世间只有人类辛苦地工作着，驯服地关在笼子里，为了食物，被这个文明和复杂的社会强迫着去工作，为了自己的供养而烦虑。我虽然知道人类也有人类的长处――知识的愉快谈话的欢乐和幻想的喜悦。例如在看一出舞台戏的时候，更能表现出来。可是在这里我们不能忘掉根本的事情，就是人类的生活太复杂了，只是一个供养自己的问题，已经要费去我们十分之九以上的活动力。所以文明大约是寻觅食物的问题，而进步便是使食物难于得到的一种发展。文明如果不使人类难于得到食物，人类就绝对不用这样劳苦地工作。人类的危机是在社会太文明，是在获取食物的工作太辛苦，因而在那获取食物的劳苦中，吃东西的胃口也失掉了――我们现在已经到这个境地。由森林中的野兽或是由哲学家看来，这好像是没有多大意义的。当我每次看到那摩天大厦或一望无际相连的房顶时，总有些心惊胆战。这种景象确是令人惊奇的。两三座水塔，两三座钉有广告牌的钢架，一两座高入云霄的尖塔，鳞次栉比的沥青屋顶，形成了一些四方形的垂直矗立的轮廓，全没有组织或次序，只是点缀着一些泥土，褪了色的烟囱，以及几根晒着衣服的绳索和许多交叉在天空的无线电天线。俯视街道，所见的是一列灰色或已褪色的红砖墙，墙壁上开着成列的千篇一律的阴暗小窗，窗门半开着，一半掩着阴影，有的窗槛上有一瓶牛乳，其余的窗槛上放着几盆纤弱的病态的花儿。每天早晨，有一个女孩子带着她的狗儿跑到屋顶上来，坐在屋顶的楼梯边晒太阳。"}
{"text":"这种景象确是令人惊奇的。两三座水塔，两三座钉有广告牌的钢架，一两座高入云霄的尖塔，鳞次栉比的沥青屋顶，形成了一些四方形的垂直矗立的轮廓，全没有组织或次序，只是点缀着一些泥土，褪了色的烟囱，以及几根晒着衣服的绳索和许多交叉在天空的无线电天线。俯视街道，所见的是一列灰色或已褪色的红砖墙，墙壁上开着成列的千篇一律的阴暗小窗，窗门半开着，一半掩着阴影，有的窗槛上有一瓶牛乳，其余的窗槛上放着几盆纤弱的病态的花儿。每天早晨，有一个女孩子带着她的狗儿跑到屋顶上来，坐在屋顶的楼梯边晒太阳。当我再仰起头来极目远望时，我看见一列一列的屋顶连绵数英里，形成了一些难看的四方形的轮廓，一直到极远的远方。此外又不过仍是一些水塔和一些砖屋。人类在这里居住，他们怎样居住呢？每家就住在这种阴暗的窗户的里面吗？他们怎样生活呢？说来令人咋舌。在那两三个窗户的后面，就住着一对夫妻，每天到了晚上就像鸽子那样地回到那鸽子式的房子里去睡觉。早晨起来后，喝了些咖啡，丈夫出去到某地方，为家人去寻求面包，妻子便在家里不断地拼命地把尘埃扫出去，使那一块小小的地方干净一些。下午四五点钟，她们跑到门边和邻居们谈谈天，吸了一些新鲜空气。到了晚上，他们又拖着疲乏的身体睡上床去。他们就是这样生活下去的。其他家道较小康的人家便住在较好的公寓里。他们有着较美术化的房间和灯罩。房间里布置得较干净！房中稍有空处，但也仅是一些些而已。租上七个房间的已算是奢侈生活，更不用说是自己拥有一套七个房间的公寓了！但是住在公寓里，也不一定会有更大的快乐，只不过是少受一些经济和债务的烦扰。可是情感上的纠纷离婚案件晚上不回家的丈夫，或夫妻各自在晚上出去游乐放荡等类事件，却反而较多了。他们所需要的是娱乐。真是天晓得，他们要离开这些单调的墙壁和发光的地板去另找刺激！于是他们去看裸体女人。因此患神经衰弱症啦，吃阿司匹林药片啦，患贵族病啦，结肠炎啦，消化不良啦，脑部软化啦，肝脏变硬啦，患十二指肠溃烂症啦，患肠部撕裂症啦，胃动作过度和肾脏负担过重啦，患膀胱炎啦，患肝脏损坏症啦，心脏胀大啦，神经错乱啦，患胸部平坦和血压过高啦，还有什么糖尿病肾脏炎风湿痹失眠症动脉硬化症痔疮瘘管慢性痢疾慢性便秘食欲减退和生之厌倦等等，真是到处可见，比比皆是。这样还不够，还得多养几只狗和几个孩子。快乐的成分完全须看这些住在高雅的公寓里的男女的性质和脾气而定。"}
{"text":"于是他们去看裸体女人。因此患神经衰弱症啦，吃阿司匹林药片啦，患贵族病啦，结肠炎啦，消化不良啦，脑部软化啦，肝脏变硬啦，患十二指肠溃烂症啦，患肠部撕裂症啦，胃动作过度和肾脏负担过重啦，患膀胱炎啦，患肝脏损坏症啦，心脏胀大啦，神经错乱啦，患胸部平坦和血压过高啦，还有什么糖尿病肾脏炎风湿痹失眠症动脉硬化症痔疮瘘管慢性痢疾慢性便秘食欲减退和生之厌倦等等，真是到处可见，比比皆是。这样还不够，还得多养几只狗和几个孩子。快乐的成分完全须看这些住在高雅的公寓里的男女的性质和脾气而定。有些人确是过着欢乐的生活，可是其他的人却并不见得欢乐。而且普遍地说来，他们甚至还比不上那些劳苦工作的人们，他们只觉得无聊和厌倦。不过他们有一辆汽车，也许还有一座造在乡间的住宅。啊！乡村住宅，这便是他们的救星。人们在乡村中劳苦工作，希望能够到都市去，在都市里赚足了钱，可以再回到乡村中去隐居。如果你在都市街上散步，你可以在大街上看见美容院鲜花店和运输公司。在后面的一条街上可以看见药店食品杂货店铁器铺理发店洗衣店小餐馆以及报摊。如果那都市是很大的话，就是闲荡了一个钟头，还是在那都市里。只不过多看一些街道，多看见一些药店食品杂货店铁器铺理发店洗衣店小餐馆和报摊。这些人都怎样过生活？他们都来此干什么？问题很筒单，就是洗衣服的去洗理发匠和餐馆堂倌的衣服，餐馆里的堂倌去侍候洗衣匠的饭食，而理发匠则替洗衣匠和堂倌剃头，那便是文明。这不是太令人惊奇了吗？我敢说，有些洗衣匠和理发匠或堂倌一生中不曾到过十条街以外的地方。总算还好，他们还有电影可看，可以看见鸟儿在唱歌，树木在滋长，在摇摆。也可以看见世界之大，土耳其埃及喜马拉雅山安第斯山s暴风雨船舶沉没加冕典礼蚂蚁毛虫麝鼠蜥蜴跟蝎的搏斗山丘波浪沙土云霞，甚至月亮――一切的一切统统在银幕上而已。啊！聪明智慧的人类！我颂赞你。人们为了生活而任劳任怨地工作，为了要活下去而烦虑到头发发白，甚至忘掉游息，真是不可思议的文明！猴子的故事如果那种生物学的观念能够帮助我们去欣赏人生的韵律美，那也证明我们能力有限。我们如将人类即是动物这一点描写得更准确清楚，就能使我们得到较正确的印象，使我们更能了解自己，以及人类文化的进步。"}
