{"text":"德国浪漫主义文学的代表作家之一。他的哲学观点倾向于康德的唯心主义，认为支配物质的是自由精神，只要摆脱物质的限制，追求感觉和理性的完美的结合，人就能达到自由和理想的王国。著有剧本强盗阴谋与爱情华伦斯坦等。s然忧虑不满足的意思。波陀牙即葡萄牙。机括指武器。禺大猴子，橡实。庄子齐物论有狙猴公赋的寓言。说胡须说胡须今年夏天游了一回长安，一个多月之后，胡里胡涂的回来了。知道的朋友便问我你以为那边怎样？我这才栗然地回想长安，记得看见很多的白杨，很大的石榴树，道中喝了不少的黄河水。然而这些又有什么可谈呢？我于是说没有什么怎样。他于是废然而去了，我仍旧废然而住，自愧无以对不耻下问的朋友们。今天喝茶之后，便看书，书上沾了一点水，我知道上唇的胡须又长起来了。假如翻一翻康熙字典，上唇的，下唇的，颊旁的，下巴上的各种胡须，大约都有特别的名号谥法的罢，然而我没有这样闲情别致。总之是这胡子又长起来了，我又要照例的剪短他，先免得沾汤带水。于是寻出镜子，剪刀，动手就剪，其目的是在使他和上唇的上缘平齐，成一个隶书的一字。我一面剪，一面却忽而记起长安，记起我的青年时代，发出连绵不断的感慨来。长安的事，已经不很记得清楚了，大约确乎是游历孔庙的时候，其中有一间房子，挂着许多印画，有李二曲像，有历代帝王像，其中有一张是宋太祖或是什么宗，我也记不清楚了，总之是穿一件长袍，而胡子向上翘起的。于是一位名士就毅然决然地说这都是日本人假造的，你看这胡子就是日本式的胡子。诚然，他们的胡子确乎如此翘上，他们也未必不假造宋太祖或什么宗的画像，但假造中国皇帝的肖像而必须对了镜子，以自己的胡子为法式，则其手段和思想之离奇，真可谓出乎意表之外了。清乾隆中，黄易掘出汉武梁祠石刻画像来，男子的胡须多翘上我们现在所见北魏至唐的佛教造像中的信士像，凡有胡子的也多翘上，直到元明的画像，则胡子大抵受了地心的吸力作用，向下面拖下去了。日本人何其不惮烦，孳孳汲汲地造了这许多从汉到唐的假古董，来埋在中国的齐鲁燕晋秦陇巴蜀的深山邃谷废墟荒地里？我以为拖下的胡子倒是蒙古式，是蒙古人带来的，然而我们的聪明的名士却当作国粹了。留学日本的学生因为恨日本，便神往于大元，说道那时倘非天幸，这岛国早被我们灭掉了！"}
{"text":"清乾隆中，黄易掘出汉武梁祠石刻画像来，男子的胡须多翘上我们现在所见北魏至唐的佛教造像中的信士像，凡有胡子的也多翘上，直到元明的画像，则胡子大抵受了地心的吸力作用，向下面拖下去了。日本人何其不惮烦，孳孳汲汲地造了这许多从汉到唐的假古董，来埋在中国的齐鲁燕晋秦陇巴蜀的深山邃谷废墟荒地里？我以为拖下的胡子倒是蒙古式，是蒙古人带来的，然而我们的聪明的名士却当作国粹了。留学日本的学生因为恨日本，便神往于大元，说道那时倘非天幸，这岛国早被我们灭掉了！则认拖下的胡子为国粹亦无不可。然而又何以是黄帝的子孙？又何以说台湾人在福建打中国人是奴隶根性？我当时就想争辩，但我即刻又不想争辩了。留学德国的爱国者君，――因为我忘记了他的名字，姑且以代之，――不是说我的毁谤中国，是因为娶了日本女人，所以替他们宣传本国的坏处么？我先前不过单举几样中国的缺点，尚且要带累贱内改了国籍，何况现在是有关日本的问题？好在即使宋太祖或什么宗的胡子蒙些不白之冤，也不至于就有洪水，就有地震，有什么大相干。我于是连连点头，说道嗡，嗡，对啦。因为我实在比先前似乎油滑得多了，――好了。我剪下自己的胡子的左尖端毕，想，陕西人费心劳力，备饭化钱，用汽车载，用船装，用骡车拉，用自动车装，请到长安去讲演，大约万料不到我是一个虽对于决无杀身之祸的小事情，也不肯直抒自己的意见，只会嗡，嗡，对啦的罢。他们简直是受了骗了。我再向着镜中的自己的脸，看定右嘴角，剪下胡子的右尖端，撒在地上，想起我的青年时代来――那已经是老话，约有十六七年了罢。我就从日本回到故乡来，嘴上就留着宋太祖或什么宗似的向上翘起的胡子，坐在小船里，和船夫谈天。先生，你的中国话说得真好。后来，他说。我是中国人，而且和你是同乡，怎么会哈哈哈，你这位先生还会说笑话。记得我那时的没奈何，确乎比看见君的通信要超过十倍。我那时随身并没有带着家谱，确乎不能证明我是中国人。即使带着家谱，而上面只有一个名字，并无画像，也不能证明这名字就是我。即使有画像，日本人会假造从汉到唐的石刻，宋太祖或什么宗的画像，难道偏不会假造一部木版的家谱么？凡对于以真话为笑话的，以笑话为真话的，以笑话为笑话的，只有一个方法就是不说话。于是我从此不说话。然而，倘使在现在，我大约还要说嗡，嗡，今天天气多么好呀？"}
{"text":"记得我那时的没奈何，确乎比看见君的通信要超过十倍。我那时随身并没有带着家谱，确乎不能证明我是中国人。即使带着家谱，而上面只有一个名字，并无画像，也不能证明这名字就是我。即使有画像，日本人会假造从汉到唐的石刻，宋太祖或什么宗的画像，难道偏不会假造一部木版的家谱么？凡对于以真话为笑话的，以笑话为真话的，以笑话为笑话的，只有一个方法就是不说话。于是我从此不说话。然而，倘使在现在，我大约还要说嗡，嗡，今天天气多么好呀？那边的村子叫什么名字？因为我实在比先前似乎油滑得多了，――好了。现在我想，船夫的改变我的国籍，大概和君的高见不同。其原因只在于胡子罢，因为我从此常常为胡子受苦。国度会亡，国粹家是不会少的，而只要国粹家不少，这国度就不算亡。国粹家者，保存国粹者也而国粹者，我的胡子是也。这虽然不知道是什么逻辑法，但当时的实情确是如此的。你怎么学日本人的样子，身体既矮小，胡子又这样，一位国粹家兼爱国者发过一篇崇论宏议之后，就达到这一个结论。可惜我那时还是一个不识世故的少年，所以就愤愤地争辩。第一，我的身体是本来只有这样高，并非故意设法用什么洋鬼子的机器压缩，使他变成矮小，希图冒充。第二，我的胡子，诚然和许多日本人的相同，然而我虽然没有研究过他们的胡须样式变迁史，但曾经见过几幅古人的画像，都不向上，只是向外，向下，和我们的国粹差不多。维新以后，可是翘起来了，那大约是学了德国式。你看威廉皇帝的胡须，不是上指眼梢，和鼻梁正作平行么？虽然他后来因为吸烟烧了一边，只好将两边都剪平了。但在日本明治维新的时候，他这一边还没有失火。这一场辩解大约要两分钟，可是总不能解国粹家之怒，因为德国也是洋鬼子，而况我的身体又矮小乎。而况国粹家很不少，意见又很统一，因此我的辩解也就很频繁，然而总无效，一回，两回，以至十回，十几回，连我自己也觉得无聊而且麻烦起来了。罢了，况且修饰胡须用的胶油在中国也难得，我便从此听其自然了。听其自然之后，胡子的两端就显出毗心现象来，于是也就和地面成为九十度的直角。国粹家果然也不再说话，或者中国已经得救了罢。然而接着就招了改革家的反感，这也是应该的。我于是又分疏，一回，两回，以至许多回，连我自己也觉得无聊而且麻烦起来了。"}
{"text":"而况国粹家很不少，意见又很统一，因此我的辩解也就很频繁，然而总无效，一回，两回，以至十回，十几回，连我自己也觉得无聊而且麻烦起来了。罢了，况且修饰胡须用的胶油在中国也难得，我便从此听其自然了。听其自然之后，胡子的两端就显出毗心现象来，于是也就和地面成为九十度的直角。国粹家果然也不再说话，或者中国已经得救了罢。然而接着就招了改革家的反感，这也是应该的。我于是又分疏，一回，两回，以至许多回，连我自己也觉得无聊而且麻烦起来了。大约在四五年或七八年前罢，我独坐在会馆里，窃悲我的胡须的不幸的境遇，研究他所以得谤的原因，忽而恍然大悟，知道那祸根全在两边的尖端上。于是取出镜子，剪刀，即刻剪成一平，使他既不上翘，也难拖下，如一个隶书的一字。阿，你的胡子这样了？当初也曾有人这样问。唔唔，我的胡子这样了。他可是没有话。我不知道是否因为寻不着两个尖端，所以失了立论的根据，还是我的胡子这样之后，就不负中国存亡的责任了。总之我从此太平无事的一直到现在，所麻烦者，必须时常剪剪而已。一九二四年十月三十日。本篇最初发表于一九二四年十二月十五日语丝周刊第五期。长安即西安。一九二四年七月七日，应西北大学的邀请，离京前往西安，为该校与陕西省教育厅合办的暑期学校讲中国小说的历史的变迁，八月十二日返回北京。不耻下问语见论语公冶长敏而好学，不耻下问。康熙字典中各种胡须的名称是上唇的叫髭，下唇的叫粜，颊旁的叫髯，下巴的叫襞。康熙字典，清代康熙年间张玉书等奉诏编纂的一部字典，于康熙五十五年刊行。共四十二卷，收四万七千零三十五字。李二曲―名禺页，字中孚，号二曲，陕西周至人，清代理学家。著有四书反身录等。出乎意表之外这是林琴南文章中不通的语句。当时林琴南等人攻击新文学所以提倡白话文，是因为自己不懂古文的缘故因而主张白话文的人常引用他们那些不通的古文句子，加以嘲讽。黄易―字大易，号小松，浙江仁和今杭州人，清代金石收藏家。著有小蓬莱阁金石文字等书。汉武梁祠石刻画像，在山东嘉祥县武宅山汉代武氏墓前石室中，四壁刻古人画像和奇禽异兽等物，为汉代石刻艺术代表作品之一。宋代赵明诚金石录曾有记载。"}
{"text":"当时林琴南等人攻击新文学所以提倡白话文，是因为自己不懂古文的缘故因而主张白话文的人常引用他们那些不通的古文句子，加以嘲讽。黄易―字大易，号小松，浙江仁和今杭州人，清代金石收藏家。著有小蓬莱阁金石文字等书。汉武梁祠石刻画像，在山东嘉祥县武宅山汉代武氏墓前石室中，四壁刻古人画像和奇禽异兽等物，为汉代石刻艺术代表作品之一。宋代赵明诚金石录曾有记载。后来因河道变迁，淤没土中清乾隆五十一年秋，黄易曾到那里掘得石室数处，画像二十余石，及武斑碑武氏石阙铭等。信士像我国自三国时起，信仰佛教的人，常出资在寺庙和崖壁间塑造或雕刻佛像有时也在其间附带塑刻出资者自身的像，叫做信士像。指元兵侵日失败一事。元至元十七年，元世祖忽必烈命范文虎等率军十余万人进犯日本。次年七月，攻入日本平户岛。据新元史日本传所记，当时日本形势很紧张日本战船小，不能敌前后来攻者，皆败退，国中人心汹汹，市无粜米。日本主亲至八幡祠祈祷，又宣命于六神宫，乞以身代国难。八月甲于朔，飓风大作，元军战舰皆破坏覆没。指福州惨案中发生的事。参看本卷第页注。当时我国台湾还在日本侵占之下，在这次事件中，也有台湾的流氓参加。这里的汽车，即火车下文的自动车，即汽车。都是日语名称。明治维新一八六八年，日本明治天皇掌握了国家政权，结束了德川幕府的统治，实行一些有利于发展资本主义的改革。这一资产阶级性质的革新运动，通称明治维新。毗心即趋向中心毗心现象，是说上唇两边的须尖向下拖垂。我们怎样做父亲我们怎样做父亲我作这一篇文的本意，其实是想研究怎样改革家庭又因为中国亲权重，父权更重，所以尤想对于从来认为神圣不可侵犯的父子问题，发表一点意见。总而言之只是革命要革到老子身上罢了。但何以大模大样，用了这九个字的题目呢？这有两个理由第一，中国的圣人之徒，最恨人动摇他的两样东西。一样不必说，也与我辈决不相干一样便是他的伦常，我辈却不免偶然发几句议论，所以株连牵扯，很得了许多铲伦常禽兽行之类的恶名。他们以为父对于子，有绝对的权力和威严若是老子说话，当然无所不可，儿子有话，却在未说之前早已错了。但祖父子孙，本来各各都只是生命的桥梁的一级，决不是固定不易的。"}
{"text":"总而言之只是革命要革到老子身上罢了。但何以大模大样，用了这九个字的题目呢？这有两个理由第一，中国的圣人之徒，最恨人动摇他的两样东西。一样不必说，也与我辈决不相干一样便是他的伦常，我辈却不免偶然发几句议论，所以株连牵扯，很得了许多铲伦常禽兽行之类的恶名。他们以为父对于子，有绝对的权力和威严若是老子说话，当然无所不可，儿子有话，却在未说之前早已错了。但祖父子孙，本来各各都只是生命的桥梁的一级，决不是固定不易的。现在的子，便是将来的父，也便是将来的祖。我知道我辈和读者，若不是现任之父，也一定是候补之父，而且也都有做祖宗的希望，所差只在一个时间。为想省却许多麻烦起见，我们便该无须客气，尽可先行占住了上风，摆出父亲的尊严，谈谈我们和我们子女的事不但将来着手实行，可以减少困难，在中国也顺理成章，免得圣人之徒听了害怕，总算是一举两得之至的事了。所以说，我们怎样做父亲。第二，对于家庭问题，我在新青年的随感录二五，四十，四九中，曾经略略说及，总括大意，便只是从我们起，解放了后来的人。论到解放子女，本是极平常的事，当然不必有什么讨论。但中国的老年，中了旧习惯旧思想的毒太深了，决定悟不过来。譬如早晨听到乌鸦叫，少年毫不介意，迷信的老人，却总须颓唐半天。虽然很可怜，然而也无法可救。没有法，便只能先从觉醒的人开手，各自解放了自己的孩子。自己背着因袭的重担，肩住了黑暗的闸门，放他们到宽阔光明的地方去此后幸福的度日，合理的做人。还有，我曾经说，自己并非创，便在上海报纸的新教训里，挨了一顿骂。但我辈评论事情，总须先评论了自己，不要冒充，才能像一篇说话，对得起自己和别人。我自己知道，不特并非创，并且也不是真理的发见者。凡有所说所写，只是就平日见闻的事理里面，取了一点心以为然的道理至于终极究竟的事，却不能知。便是对于数年以后的学说的进步和变迁，也说不出会到如何地步，单相信比现在总该还有进步还有变迁罢了。所以说，我们现在怎样做父亲。我现在心以为然的道理，极其简单。便是依据生物界的现象，一，要保存生命二，要延续这生命三，要发展这生命就是进化。生物都这样做，父亲也就是这样做。生命的价值和生命价值的高下，现在可以不论。单照常识判断，便知道既是生物，第一要紧的自然是生命。因为生物之所以为生物，全在有这生命，否则失了生物的意义。"}
{"text":"便是对于数年以后的学说的进步和变迁，也说不出会到如何地步，单相信比现在总该还有进步还有变迁罢了。所以说，我们现在怎样做父亲。我现在心以为然的道理，极其简单。便是依据生物界的现象，一，要保存生命二，要延续这生命三，要发展这生命就是进化。生物都这样做，父亲也就是这样做。生命的价值和生命价值的高下，现在可以不论。单照常识判断，便知道既是生物，第一要紧的自然是生命。因为生物之所以为生物，全在有这生命，否则失了生物的意义。生物为保存生命起见，具有种种本能，最显著的是食欲。因有食欲才摄取食物，因有食物才发生温热，保存了生命。但生物的个体，总免不了老衰和死亡，为继续生命起见，又有一种本能，便是性欲。因性欲才有性交，因有性交才发生苗裔，继续了生命。所以食欲是保存自己，保存现在生命的事性欲是保存后裔，保存永久生命的事。饮食并非罪恶，并非不净性交也就并非罪恶，并非不净。饮食的结果，养活了自己，对于自己没有恩性交的结果，生出子女，对于子女当然也算不了恩。前前后后，都向生命的长途走去，仅有先后的不同，分不出谁受谁的恩典。可惜的是中国的旧见解，竟与这道理完全相反。夫妇是人伦之中，却说是人伦之始性交是常事，却以为不净生育也是常事，却以为天大的大功。人人对于婚姻，大抵先夹带着不净的思想。亲戚朋友有许多戏谑，自己也有许多羞涩，直到生了孩子，还是躲躲闪闪，怕敢声明独有对于孩子，却威严十足，这种行径，简直可以说是和偷了钱发迹的财主，不相上下了。我并不是说，如他们攻击者所意想的，人类的性交也应如别种动物，随便举行或如无耻流氓，专做些下流举动，自鸣得意。是说，此后觉醒的人，应该先洗净了东方固有的不净思想，再纯洁明白一些，了解夫妇是伴侣，是共同劳动者，又是新生命创造者的意义。所生的子女，固然是受领新生命的人，但他也不永久占领，将来还要交付子女，像他们的父母一般。只是前前后后，都做一个过付的经手人罢了。生命何以必需继续呢？就是因为要发展，要进化。个体既然免不了死亡，进化又毫无止境，所以只能延续着，在这进化的路上走。走这路须有一种内的努力，有如单细胞动物有内的努力，积久才会繁复，无脊椎动物有内的努力，积久才会发生脊椎。所以后起的生命，总比以前的更有意义，更近完全，因此也更有价值，更可宝贵前者的生命，应该牺牲于他。"}
{"text":"所生的子女，固然是受领新生命的人，但他也不永久占领，将来还要交付子女，像他们的父母一般。只是前前后后，都做一个过付的经手人罢了。生命何以必需继续呢？就是因为要发展，要进化。个体既然免不了死亡，进化又毫无止境，所以只能延续着，在这进化的路上走。走这路须有一种内的努力，有如单细胞动物有内的努力，积久才会繁复，无脊椎动物有内的努力，积久才会发生脊椎。所以后起的生命，总比以前的更有意义，更近完全，因此也更有价值，更可宝贵前者的生命，应该牺牲于他。但可惜的是中国的旧见解，又恰恰与这道理完全相反。本位应在幼者，却反在长者置重应在将来，却反在过去。前者做了更前者的牺牲，自己无力生存，却苛责后者又来专做他的牺牲，毁灭了一切发展本身的能力。我也不是说，如他们攻击者所意想的，孙子理应终日痛打他的祖父，女儿必须时时咒骂他的亲娘。是说，此后觉醒的人，应该先洗净了东方古传的谬误思想，对于子女，义务思想须加多，而权力思想却大可切实核减，以准备改作幼者本位的道德。况且幼者受了权力，也并非永久占有，将来还要对于他们的幼者，仍尽义务，只是前前后后，都做一切过付的经手人罢了。父子间没有什么恩这一个断语，实是招致圣人之徒面红耳赤的一大原因。他们的误点，便在长者本位与利己思想，权力思想很重，义务思想和责任心却很轻。以为父子关系，只须父兮生我一件事，幼者的全部，便应为长者所有。尤其堕落的，是因此责望报偿，以为幼者的全部，理该做长者的牺牲。殊不知自然界的安排，却件件与这要求反对，我们从古以来，逆天行事，于是人的能力，十分萎缩，社会的进步，也就跟着停顿。我们虽不能说停顿便要灭亡，但较之进步，总是停顿与灭亡的路相近。自然界的安排，虽不免也有缺点，但结合长幼的方法，却并无错误。他并不用恩，却给予生物以一种天性，我们称他为爱。动物界中除了生子数目太多一一爱不周到的如鱼类之外，总是挚爱他的幼子，不但绝无利益心情，甚或至于牺牲了自己，让他的将来的生命，去上那发展的长途。人类也不外此，欧美家庭，大抵以幼者弱者为本位，便是最合于这生物学的真理的办法。便在中国，只要心思纯白，未曾经过圣人之徒作践的人，也都自然而然的能发现这一种天性。例如一个村妇哺乳婴儿的时候，决不想到自己正在施恩一个农夫取妻的时候，也决不以为将要放债。"}
{"text":"动物界中除了生子数目太多一一爱不周到的如鱼类之外，总是挚爱他的幼子，不但绝无利益心情，甚或至于牺牲了自己，让他的将来的生命，去上那发展的长途。人类也不外此，欧美家庭，大抵以幼者弱者为本位，便是最合于这生物学的真理的办法。便在中国，只要心思纯白，未曾经过圣人之徒作践的人，也都自然而然的能发现这一种天性。例如一个村妇哺乳婴儿的时候，决不想到自己正在施恩一个农夫取妻的时候，也决不以为将要放债。只是有了子女，即天然相爱，愿他生存更进一步的，便还要愿他比自己更好，就是进化。这离绝了交换关系利害关系的爱，便是人伦的索子，便是所谓纲。倘如旧说，抹杀了爱，一味说恩，又因此责望报偿，那便不但败坏了父子间的道德，而且也大反于做父母的实际的真情，播下乖剌的种子。有人做了乐府，说是劝孝，大意是什么儿子上学堂，母亲在家磨杏仁，预备回来给他喝，你还不孝么之类，自以为拼命卫道。殊不知富翁的杏酪和穷人的豆浆，在爱情上价值同等，而其价值却正在父母当时并无求报的心思否则变成买卖行为，虽然喝了杏酪，也不异人乳喂猪，无非要猪肉肥美，在人伦道德上，丝毫没有价值了。所以我现在心以为然的，便只是爱。无论何国何人，大都承认爱己是一件应当的事。这便是保存生命的要义，也就是继续生命的根基。因为将来的运命，早在现在决定，故父母的缺点，便是子孙灭亡的伏线，生命的危机。易卜生做的群鬼有潘家洵君译本，载在新朝一卷五号虽然重在男女问题，但我们也可以看出遗传的可怕。欧士华本是要生活，能创作的人，因为父亲的不检，先天得了病毒，中途不能做人了。他又很爱母亲，不忍劳他服侍，便藏着吗啡，想待发作时候，由使女瑞琴帮他吃下，毒杀了自己可是瑞琴走了。他于是只好托他母亲了。欧母亲，现在应该你帮我的忙了。阿夫人我吗？欧谁能及得上你。阿夫人我！你的母亲！欧正为那个。阿夫人我，生你的人！欧我不曾教你生我。并且给我的是一种什么日子？我不要他！你拿回去罢！这一段描写，实在是我们做父亲的人应该震惊戒惧佩服的决不能昧了良心，说儿子理应受罪。这种事情，中国也很多，只要在医院做事，便能时时看见先天梅毒性病儿的惨状而且傲然的送来的，又大抵是他的父母。"}
