{"text":"一九三五年一月九日钓台的春昼因为近在咫尺，以为什么时候要去就可以去，我们对于本乡本土的名区胜景，反而往往没有机会去玩，或不容易下一个决心去玩的。正唯其是如此，我对于富春江上的严陵，二十年来，心里虽每在记着，但脚却从没有向这一方面走过。一九三一，岁在辛未，暮春三月，春服未成，而中央党帝，似乎又想玩一个秦始皇所玩过的把戏了，我接到了警告，就仓皇离去了寓居。先在江浙附近的穷乡里，游息了几天，偶尔看见了一家扫墓的行舟，乡愁一动，就定下了归计。绕了一个大弯，赶到故乡，却正好还在清明寒食的节前。和家人等去上了几处坟，与许久不曾见过面的亲戚朋友，来往热闹了几天，一种乡居的倦怠，忽而袭上心来了，于是乎我就决心上钓台去访一访严子陵的幽居。钓台去桐庐县城二十余里，桐庐去富阳县治九十里不足，自富阳溯江而上，坐小火轮三小时可达桐庐，再上则须坐帆船了。我去的那一天，记得是阴晴欲雨的养花天，并且系坐晚班轮去的，船到桐庐，已经是灯火微明的黄昏时候了，不得已就只得在码头近边的一家旅馆的高楼上借了一宵宿。桐庐县城，大约有三里路长，三千多烟灶，一二万居民，地在富春江西北岸，从前是皖浙交通的要道，现在杭江铁路一开，似乎没有一二十年前的繁华热闹了。尤其要使旅客感到萧条的，却是桐君山脚下的那一队花船的失去了踪影。说起桐君山，原是桐庐县的一个接近城市的灵山胜地，山虽不高，但因有仙，自然是灵了。以形势来论，这桐君山，也的确是可以产生出许多口音生硬别具风韵的桐严嫂来的生龙活脉地处在桐溪东岸，正当桐溪和富春江合流之所，依依一水，西岸便瞰视着桐庐县市的人家烟树。南面对江，便是十里长洲唐诗人方干的故居，就在这十里桐洲九里花的花田深处。向西越过桐庐县城，更遥遥对着一排高低不定的青峦，这就是富春山的山子山孙了。东北面山下，是一片桑麻沃地，有一条长蛇似的官道，隐而复现，出没盘曲在桃花杨柳洋槐榆树的中间绕过一支小岭，便是富阳县的境界，大约去程明道的墓地程坟，总也不过一二十里地的间隔，我的去拜谒桐君，瞻仰道观，就在那一天到桐庐的晚上，是淡云微月，正在作雨的时候。鱼梁渡头，因为夜渡无人，渡船停在东岸的桐君山下。"}
{"text":"向西越过桐庐县城，更遥遥对着一排高低不定的青峦，这就是富春山的山子山孙了。东北面山下，是一片桑麻沃地，有一条长蛇似的官道，隐而复现，出没盘曲在桃花杨柳洋槐榆树的中间绕过一支小岭，便是富阳县的境界，大约去程明道的墓地程坟，总也不过一二十里地的间隔，我的去拜谒桐君，瞻仰道观，就在那一天到桐庐的晚上，是淡云微月，正在作雨的时候。鱼梁渡头，因为夜渡无人，渡船停在东岸的桐君山下。我从旅馆踱了出来，先在离轮埠不远的渡口停立了几分钟，后来向一位来渡口洗夜饭米的年轻少妇，弓身请问了一回，才得到了渡江的秘诀。她说你只须高喊两三声，船自会来的。先谢了她教我的好意，然后以两手围成了播音的喇叭，喂，喂，船渡请摇过来！地纵声一喊，果然在半江的黑影当中，船身摇动了。渐摇渐近，五分钟后，我在渡口，却终于听出了咿呀柔橹的声音。时间似乎已经入了酉时的下刻，小市里的群动，这时候都已经静息自从渡口的那位少妇，在微茫的夜色里，藏去了她那张白团团的面影之后，我独立在江边，不知不觉心里头却兀自感到了一种他乡日暮的悲哀。渡船到岸，船头上起了几声微微的水浪清音，又铜东的一响，我早已跳上了船，渡船也已经掉过头来了。坐在黑影沉沉的舱里，我起先只在静听着柔橹划水的声音，然后却在黑影里看出了一星船家在吸着的长烟管头上的烟火，最后因为沉默压迫不过，我只好开口说话了船家！你这样的渡我过去，该给你几个船钱？我问。随你先生把几个就是。船家说话冗慢幽长，似乎已经带着些睡意了，我就向袋里摸出了两角钱来。这两角钱，就算是我的渡船钱，请你候我一会，上去烧一次夜香，我是依旧要渡过江来的。船家的回答，只是恩恩乌乌，幽幽同牛叫似的一种鼻音，然而从继这鼻音而起的两三声轻快的喀声听来，他却已经在感到满足了，因为我也知道，乡间的义渡，船钱最多也不过是两三枚铜子而已。第二辑屐痕处处感伤的行旅到了桐君山下，在山影和树影交掩着的崎岖道上，我上岸走不上几步，就被一块乱石拌倒，滑跌了一次。船家似乎也动了恻隐之心了，一句话也不发，跑将上来，他却突然交给了我一盒火柴。我于感谢了一番他的盛意之后，重整步武，再摸上山去，先是必须点一枝火柴走三五步路的，但到得半山，路既就了规律，而微云堆里的半规月色，也朦胧地现出一痕银线来了，所以手里还存着的半盒火柴，就被我藏入了袋里。"}
{"text":"第二辑屐痕处处感伤的行旅到了桐君山下，在山影和树影交掩着的崎岖道上，我上岸走不上几步，就被一块乱石拌倒，滑跌了一次。船家似乎也动了恻隐之心了，一句话也不发，跑将上来，他却突然交给了我一盒火柴。我于感谢了一番他的盛意之后，重整步武，再摸上山去，先是必须点一枝火柴走三五步路的，但到得半山，路既就了规律，而微云堆里的半规月色，也朦胧地现出一痕银线来了，所以手里还存着的半盒火柴，就被我藏入了袋里。路是从山的西北，盘曲而上渐走渐高，半山一到，天也开朗了一点，桐庐县市上的灯火，也星星可数了。更纵目向江心望去，富春江两岸的船上和桐溪合流口停泊着的船尾船头，也看得出一点一点的火来。走过半山，桐君观里的晚祷钟鼓，似乎还没有息尽，耳朵里仿佛听见了几丝木鱼钲钹的残声。走上山顶，先在半途遇着了一道道观外围的女墙，这女墙的栅门，却已经掩上了。在栅门外徘徊了一刻，觉得已经到了此门而不进去，终于是不能满足我这一次暗夜冒险的好奇怪癖的。所以细想了几次，还是决心进去，非进去不可，轻轻用手往里面一推，栅门却呀的一声，早已退向了后方开开了，这门原来是虚掩在那里的。进了栅门，踏着为淡月所映照的石砌平路，向东向南的前走了五六十步，居然走到了道观的大门之外，这两扇朱红漆的大门，不消说是紧闭在那里的。到了此地，我却不想再破门进去了，因为这大门是朝南向着大江开的。门外头是一条一丈来宽的石砌步道，步道的一旁是道观的墙，一旁便是山坡，靠山坡的一面，并且还有一道二尺来高的石墙筑在那里，大约是代替栏杆，防人倾跌下山去的用意石墙之上，铺的是二三尺宽的青石，在这似石栏又似石凳的墙上，尽可以坐卧游息，饱看桐江和对岸的风景，就是在这里坐它一晚，也很可以，我又何必去打开门来，惊起那些老道的恶梦呢！空旷的天空里，流涨着的只是些灰白的云，云层缺处，原也看得出半角的天，和一点两点的星，但看起来最饶风趣的，却仍是欲藏还露，将见仍无的那半规月影。这时候江面上似乎起了风，云脚的迁移，更来得迅速了，而低头向江心一看，几多散乱着的船里的灯光，也忽明忽灭地变换了一变换位置。这道观大门外的景色，真神奇极了。"}
{"text":"空旷的天空里，流涨着的只是些灰白的云，云层缺处，原也看得出半角的天，和一点两点的星，但看起来最饶风趣的，却仍是欲藏还露，将见仍无的那半规月影。这时候江面上似乎起了风，云脚的迁移，更来得迅速了，而低头向江心一看，几多散乱着的船里的灯光，也忽明忽灭地变换了一变换位置。这道观大门外的景色，真神奇极了。我当十几年前，在放浪的游程里，曾向瓜州京口一带，消磨过不少的时日那时觉得果然名不虚传的，确是甘露寺外的江山，而现在到了桐庐，昏夜上这桐君山来一看，又觉得这江山之秀而且静，风景的整而不散，却非那天下第一江山的北固山所可与比拟的了。真也难怪得严子陵，难怪得戴徵士，倘使我若能在这样的地方结屋读书，以养天年，那还要什么的高官厚禄，还要什么的浮名虚誉哩？一个人在这桐君观前的石凳上，看看山。看看水，看看城中灯火和天上的星云，更做做浩无边际的无聊的幻梦，我竟忘记了时刻，忘记了自身，直等到隔江的击柝声传来，向西一看，忽而觉得城中的灯影微茫地减了，才跑也似地走下了山来，渡江奔回了客舍。第二日侵晨，觉得昨天在桐君观前做过的残梦正还没有续完的时候，窗外面忽而传来了一阵吹角的声音。好梦虽被打破，但因这同吹筚篥似的商音哀咽，却很含着些荒凉的古意，并且晓风残月，杨柳岸边，也正好候船待发，上严陵去所以心里纵怀着了些儿怨恨，但脸上却只现出了一痕微笑，起来梳洗更衣，叫茶房去雇船去。雇好了一只双桨的渔舟，买就了些酒菜鱼米，就在旅馆前面的码头上上了船。轻轻向江心摇出去的时候，东方的云幕中间，已现出了几丝红韵，有八点多钟了舟师急得厉害，只在埋怨旅馆的茶房，为什么昨晚不预先告诉，好早一点出发。因为此去就是七里滩头，无风七里，有风七十里，上钓台去玩一趟回来，路程虽则有限，但这几日风雨无常，说不定要走夜路，才回来得了的。过了桐庐，江心狭窄，浅滩果然多起来了。路上遇着的来往的行舟，数目也是很少，因为早晨吹的角，就是往建德去的快班船的信号，快班船一开，来往于两埠之间的船就不十分多了。两岸全是青青的山，中间是一条清浅的水，有时候过一个沙洲，洲上的桃花菜花，还有许多不晓得名字的白色的花，正在喧闹着春暮，吸引着蜂蝶。我在船头上一口一口的喝着严东关的药酒，指东话西地问着船家，这是甚么山？那是甚么港？"}
{"text":"过了桐庐，江心狭窄，浅滩果然多起来了。路上遇着的来往的行舟，数目也是很少，因为早晨吹的角，就是往建德去的快班船的信号，快班船一开，来往于两埠之间的船就不十分多了。两岸全是青青的山，中间是一条清浅的水，有时候过一个沙洲，洲上的桃花菜花，还有许多不晓得名字的白色的花，正在喧闹着春暮，吸引着蜂蝶。我在船头上一口一口的喝着严东关的药酒，指东话西地问着船家，这是甚么山？那是甚么港？惊叹了半天，称颂了半天，人也觉得倦了，不晓得什么时候，身子却走上了一家水边的酒楼，在和数年不见的几位已经做了党官的朋友高谈阔论。谈论之余，还背诵了一首两三年前曾在同一的情形之下做成的歪诗第二辑屐痕处处感伤的行旅不是尊前爱惜身，佯狂难免假成真，曾因酒醉鞭名马，生怕多累美人。劫数东南天作孽，鸡鸣风雨海扬尘，悲歌痛哭终何补，义士纷纷说帝泰。直到盛筵将散，我酒也不想再喝了，和几位朋友闹得心里各自难堪，连对旁边坐着的两位陪酒的名花都不愿意开口。正在这上下不得的苦闷关头，船家却大声的叫了起来说先生，罗芷过了，钓台就在前面，你醒醒罢，好上山去烧饭吃去。擦擦眼睛，整了一整衣服，抬起头来一看，四面的水光山色又忽而变了样子了。清清的一条浅水，比前又窄了几分，四围的山包得格外的紧了，仿佛是前无去路的样子。并且山容峻削，看去觉得格外的瘦格外的高。向天上地下四围看看，只寂寂的看不见一个人类。双桨的摇响，到此似乎也不敢放肆了，钩的一声过后，要好半天才来一个幽幽的回响，静，静，静，身边水上，山下岩头，只沉浸着太古的静，死灭的静，山峡里连飞鸟的影子也看不见半只。前面的所谓钓台山上，只看得见两个大石垒，一间歪斜的亭子，许多纵横芜杂的草木。山腰里的那坐祠堂，也只露着些废垣残瓦，屋上面连炊烟都没有一丝半缕，像是好久好久没人住了的样子。并且天气又来得阴森，早晨曾经露一露脸过的太阳，这时候早已深藏在云堆里了，余下来的只是时有时无从侧面吹来的阴飕飕的半箭儿山风。船靠了山脚，跟着前面背着酒菜鱼米的船夫，走上严先生祠堂去的时候，我心里真有点害怕，怕在这荒山里要遇见一个干枯苍老得同丝瓜筋似的严先生的鬼魂。在祠堂西院的客厅里坐定，和严先生的不知第几代的裔孙谈了几句关于年岁水旱的话后，我的心跳，也渐渐儿的镇静下去了，嘱托了他以煮饭烧菜的杂务，我和船家就从断碑乱石中间爬上了钓台。"}
{"text":"并且天气又来得阴森，早晨曾经露一露脸过的太阳，这时候早已深藏在云堆里了，余下来的只是时有时无从侧面吹来的阴飕飕的半箭儿山风。船靠了山脚，跟着前面背着酒菜鱼米的船夫，走上严先生祠堂去的时候，我心里真有点害怕，怕在这荒山里要遇见一个干枯苍老得同丝瓜筋似的严先生的鬼魂。在祠堂西院的客厅里坐定，和严先生的不知第几代的裔孙谈了几句关于年岁水旱的话后，我的心跳，也渐渐儿的镇静下去了，嘱托了他以煮饭烧菜的杂务，我和船家就从断碑乱石中间爬上了钓台。东西两石垒，高各有二三百尺，离江面约两里来远，东西台相去，只有一二百步，但其间却夹着一条深谷。立在东台，可以看得出罗芷的人家，回头展望来路，风景似乎散漫一点，而一上谢氏的西台，向西望去，则幽谷里的清景，却绝对的不像是在人间了。我虽则没有到过瑞士，但到了西台，朝西一看，立时就想起了曾在照片上看见过的威廉退儿的祠堂。这四山的幽静，这江水的青蓝，简直同在画片上的珂罗版色彩，一色也没有两样所不同的，就是在这儿的变化更多一点，周围的环境更芜杂不整齐一点而已，但这却是好处，这正是足以代表东方民族性的颓废荒凉的美。从钓台下来，回到严先生的祠堂――记得这是洪杨以后严州知府戴重建的祠堂――西院里饱啖了一顿酒肉，我觉得有点酩酊微醉了。手拿着以火柴柄制成的牙签，走到东面供着严先生神像的龛前，向四面的破壁上一看，翠墨淋漓，题在那里的，竟多是些俗而不雅的过路高官的手笔。最后到了南面的一块白墙头上，在离屋檐不远的一角高处，却看到了我们的一位新近去世的同乡夏灵峰先生的四句似邵尧夫而又略带感慨的诗句。夏灵峰先生虽则只知祟古，不善处今，但是五十年来，像他那样的顽固自尊的亡清遗老，也的确是没有第二个人。比较起现在的那些官迷的南满尚书和东洋宦婢来，他的经术行，姑且不必去论它，就是以骨头来称称，我想也要比什么罗三郎郑太郎辈，重到好几百倍。慕贤的心一动，醺人的臭技自然是难熬了，堆起了几张桌椅，借得了一枝破笔，我也在高墙上在夏灵峰先生的脚后放上了一个陈屁，就是在船舱的梦里，也曾微吟过的那一歪诗。从墙头上跳将下来，又向龛前天井去走了一圈，觉得酒后的喉咙，有点渴痒了，所以就又走回到了西院，静坐着喝了两碗清茶。"}
{"text":"慕贤的心一动，醺人的臭技自然是难熬了，堆起了几张桌椅，借得了一枝破笔，我也在高墙上在夏灵峰先生的脚后放上了一个陈屁，就是在船舱的梦里，也曾微吟过的那一歪诗。从墙头上跳将下来，又向龛前天井去走了一圈，觉得酒后的喉咙，有点渴痒了，所以就又走回到了西院，静坐着喝了两碗清茶。在这四大无声，只听见我自己的啾啾喝水的舌音冲击到那座破院的败壁上去的寂静中间，同惊雷似地一响，院后的竹园里却忽而飞出了一声闲长而又有节奏似的鸡啼的声来。同时在门外面歇着的船家，也走进了院门，高声的对我说第二辑屐痕处处感伤的行旅先生，我们回去罢，已经是吃点心的时候了，你不听见那只鸡在后山啼么？我们回去罢！一九三二年八月在上海写半日的游程去年有一天秋晴的午后，我因为天气实在好不过，所以就搁下了当时正在赶着写的一篇短篇的笔，从湖上坐汽车驰上了江干。在儿时习熟的海月桥花牌楼等处闲走了一阵，看看青天，看看江岸，觉得一个人有点寂寞起来了，索性就朝西的直上，一口气便走到了二十几年前曾在那里度过半年学生生活的之江大学的山中。二十年的时间的印迹，居然处处都显示了面形从前的一片荒山，几条泥路，与夫乱石幽溪，草房藩溷，现在都看不见了。尤其要使人感觉到我老何堪的，是在山道两旁的那一排青青的不凋冬树当时只同豆苗似的几根小小的树秧，现在竟长成了可以遮蔽风雨，可以掩障烈日的长林。不消说，山腰的平处，这里那里，一所所的轻巧而经济的住宅，也添造了许多像在画里似的附近山川的大致，虽仍依阳，但校址的周围，变化却竟簇生了不少。第一，从前在大礼堂前的那一丝空地，本来是下临绝谷的半边山道，现在却已将面前的深谷填平，变成了一大球场。大礼堂西北的略高之处，本来是有几枝被朔风摧折得弯腰屈背的老树孤立在那里的，现在却建筑起了三层的图书文库了。二十年的岁月！三千六百日的两倍的七千二百的日子！以这一短短的时节，来比起天地的悠长来，原不过是像白驹的过隙，但是时间的威力，究竟是绝对的暴君，曾日月之几何，我这一个本在这些荒山野径里驰骋过的毛头小子，现在也竟垂垂老了。一路上走着看着，又微微地叹着，自山的脚下，走上中腰，我竟费去了三十来分钟的时刻。"}
{"text":"大礼堂西北的略高之处，本来是有几枝被朔风摧折得弯腰屈背的老树孤立在那里的，现在却建筑起了三层的图书文库了。二十年的岁月！三千六百日的两倍的七千二百的日子！以这一短短的时节，来比起天地的悠长来，原不过是像白驹的过隙，但是时间的威力，究竟是绝对的暴君，曾日月之几何，我这一个本在这些荒山野径里驰骋过的毛头小子，现在也竟垂垂老了。一路上走着看着，又微微地叹着，自山的脚下，走上中腰，我竟费去了三十来分钟的时刻。半山里是一排教员的住宅，我的此来，原因为在湖上在江干孤独得怕了，想来找一位既是同乡，又是同学，而自美国回来之后就在这母校里服务的胡君，和他来谈谈过去，赏赏清秋，并且也可以由他这里来探到一点故乡的消息的。两个人本来是上下年纪的小学校的同学，虽然在这二十几年中见面的机会不多，但或当暑假，或在异乡，偶尔遇着的时候，却也有一段不能自已的柔，油然会生起在各个的胸中。我的这一回的突然的袭击，原也不过是想使他惊骇一下，用以加增加增亲热的效力的企图升堂一见，他果然是被我骇倒了。哦！真难得！你是几时上杭州来的？他惊笑着问我。来了已经多日了，我因为想静静儿的写一点东西，所以朋友们都还没有去看过。今天实在天气太好了，在家里坐不住，因而一口气就跑到了这里。好极！好极！我也正在打算出去走走，就同你一道上溪口去吃茶去罢，沿钱塘江到溪口去的一路的风景，实在是不错！沿溪入谷，在风和日暖，山近天高的田塍道上，二人慢慢地走着，谈着，走到九溪十八涧的口上的时候，太阳已经斜到了去山不过丈来高的地位了。在溪房的石条上坐落，等茶庄里的老翁去起茶煮水的中间，向青翠还像初春似的四山一看，我的心坎里不知怎么，竟充满了一股说不出的飒爽的清气。两人在路上，说话原已经说得很多了，所以一到茶庄，都不想再说下去，只瞪目坐着，在看四周的山和脚下的水，忽而嘘朔朔朔的一声，在半天里，晴空中一只飞鹰，像霹雳似的叫过了，两山的回音，更缭绕地震动了许多时。我们两人头也不仰起来，只竖起耳朵，在静听着这鹰声的响过。回响过后，两人不期而遇的将视线凑集了拢来，更同时破颜了一脸微笑，也同时不谋而合的叫了出来说真静啊！真静啊！"}
{"text":"我们两人头也不仰起来，只竖起耳朵，在静听着这鹰声的响过。回响过后，两人不期而遇的将视线凑集了拢来，更同时破颜了一脸微笑，也同时不谋而合的叫了出来说真静啊！真静啊！等老翁将一壶茶搬来，也在我们边上的石条上坐下，和我们攀谈了几句之后，我才开始问他说久住在这样寂静的山中，山前山后，一个人也没有得看见，你们倒也不觉得怕的么？怕啥东西？我们又没有龙连钱，强盗绑匪，难道肯到孤老院里来讨饭吃的么？并且春三二月，外国清明，这里的游客，一天也有好几千。冷清的，就只不过这几个月。本章结束第二辑屐痕处处感伤的行旅我们一面喝着清茶，一面只在贪味着这阴森得同太古似的山中的寂静，不知不觉，竟把摆在桌上的四碟糕点都吃完了老翁看了我们的食欲的旺盛，就又推荐着他们自造的西湖藕粉和桂花糖说我们的出品，非但在本省口碑载道，就是外省，也常有信来邮购的，两位先生冲一碗尝尝看如何？大约是山中的清气，和十几里路的步行的结果吧，那一碗看起来似鼻涕，吃起来似泥沙的藕粉，竟使我们嚼出了一种意外的鲜味。等那壶龙井芽茶，冲得已无茶味，而我身边带着的一封绞盘牌也只剩下两枝的时节，觉得今天是行得特别快的那轮秋日，早就在西面的峰旁躲去了。谷里虽掩下了一天阴影，而对面东的山头，还映得金黄浅碧，似乎是山灵在预备去赴夜宴而铺陈着浓装的样子。我昂起了头，正在赏玩着这一幅以青天为背景的夕照的秋山，忽所见耳旁的老翁以富有抑扬的杭州土音计算着账说一茶，四碟，二粉，五千文！我真觉得这一串话是有诗意极了，就回头来叫了一声说老先生！你是在对课呢？还是在做诗？他倒惊了起来，张圆了两眼呆视着问我先生你说啥话语？我说，你不是在对课么？三竺六桥，九溪十八涧，你不是对上了一茶四碟，二粉五千文了么？说到了这里，他才摇动着胡子，哈哈的大笑了起来，我们也一道笑了。付账起身，向右走上了去理安寺的那条石砌小路，我们俩在山嘴将转弯的时候，三人的呵呵呵呵的大笑的余音，似乎还在那寂静的山腰，寂静的溪口，作不绝如缕的回响。"}
