{"text":"我印象最深的并不是鬼故事而是一次半夜里的炸雷。因为是夏天晚上睡觉开着门门上只挂了个竹帘。半夜里的雷雨把我们都惊醒没有大人在身旁我们都爬在炕上透过门帘看闪亮的雷电。听外婆说天上打雷是因为有人做了坏事龙王来收他到阴间地府的于是我们对雷电更有一种好奇。突然一个十分耀眼火球在门外的院子中央离地面只有一尺高的地方炸响我们吓得齐刷刷地用被子蒙上了头。那是我到目前看到的最近距离的炸雷。几十年过去了但那震耳欲聋的雷声和耀眼的闪电仍不时清晰无比地浮现在我眼前。一张贺卡就是一份温馨的友情一份热情的祝愿。它把春的信息捎来它把爱的种子撒播它把美好的祝福传达它把人间的真情传递。我们做事不应该空眼其大而不屑其小它会使我们变的好高务远不切实际也不应该念其粗而忘其细而应该脚踏实地粗中有细完成任务。我将是一架护航机让所有的劫机者头破血流不让的悲剧重演我将是一个智能法官让冤案重洗让罪犯束手就擒我将是一辆无敌坦克让所有的来犯者焦头烂额我将是一位自由女神让所有的人不受压迫我将是一个纳米医生让所有的绝病病人起死回生我将是一只保护森林河流自然界的神鹰让我们的家园更加美丽。心灵是一方广袤的天空它包容着世间的一切心灵是一片宁静的湖水偶尔也会泛起阵阵涟漪心灵是一块皑皑的雪原它辉映出一个缤纷的世界。痛苦是黑暗中的摸索前进的路途中满是坎坷痛苦是无人理解的悲哀无助的面对一切挫折痛苦是心灵最深的折磨无泪且无法直言痛苦是天生没有的表情是烦恼中的恶魔。愚蠢是一种天生的无奈是一种后天的懒惰是一颗自己种下的恶果是一条好果实中的蛀虫。谎言是一只心灵的蛀虫将人的心蛀得面目全非谎言是一个深深的泥潭让人深陷其中无法自拔谎言是一个无尽的黑洞让人坠入罪恶的深渊万劫不复。阴险是一条披着羊皮的狼干着不见天日的勾当阴险是善良的公敌嫉妒的朋友阴险是一座心灵的冰山让人透过清澈感到的是阵阵的寒意。"}
{"text":"愚蠢是一种天生的无奈是一种后天的懒惰是一颗自己种下的恶果是一条好果实中的蛀虫。谎言是一只心灵的蛀虫将人的心蛀得面目全非谎言是一个深深的泥潭让人深陷其中无法自拔谎言是一个无尽的黑洞让人坠入罪恶的深渊万劫不复。阴险是一条披着羊皮的狼干着不见天日的勾当阴险是善良的公敌嫉妒的朋友阴险是一座心灵的冰山让人透过清澈感到的是阵阵的寒意。自私是一面镜子镜子里永远只看得到自己自私是一块布匹蒙住了自己的眼睛看不见别人的痛楚自私是一层玻璃看上去透明却始终隔开了彼此的距离。爱心是一片照射在冬日的阳光使贫病交迫的人感到人间的温暖爱心是一泓出现在沙漠里的泉水使濒临绝境的人重新看到生活的希望爱心是一首飘荡在夜空的歌谣使孤苦无依的人获得心灵的慰藉。静物是凝固的美动景是流动的美直线是流畅的美曲线是婉转的美喧闹的城市是繁华的美宁静的村庄是淡雅的美。生活中处处都有美只要你有一双发现美的眼睛有一颗感悟美的心灵。最新精编高考作文万能凤头例亲情是文中父亲的背影，亲情是孟郊慈母手中的针线，亲情是王维独在异乡为异客，每逢佳节倍思亲的感叹，亲情是苏轼但愿人长久，千里共婵娟的祝愿。乐观就是那直上青天的一行白鹭，乐观就是那沉舟侧畔的万点白帆，乐观就是那鹦鹉洲头随风拂动的萋萋芳草，乐观就是化作春泥更护花的点点落红。命运是项羽英雄末路自刎乌江时的那一声仰天长啸，命运是屈原留在汨罗江畔的那一串串沉痛的叩问，命运是贝多芬在双耳失聪时指尖下所击出的那一曲曲悲壮的交响，命运是奥斯特洛夫斯基双目失明后写下的那一页页辉煌的华章。骨气就是孟子富贵不能淫，贫贱不能移的忠贞不渝。骨气就是李白安能摧眉折腰事权贵，使我不得开心颜的傲岸不羁。骨气就是于谦粉身碎骨浑不怕，要留青白在人间的刚强不屈。骨气就是叶挺人的身躯怎能从狗的洞子爬出的凛然不惧。友情，是人生一笔受益匪浅的储蓄。这储蓄，是患难中的倾囊相助，是错误道路上的逆耳忠言，是跌倒时的一把真诚的搀扶，是痛苦时抹去泪水的一缕春风。宽容的朋友一定情同手足，宽容的家庭一定幸福美满，宽容的民族一定强盛不衰，宽容的世界一定和平美丽。"}
{"text":"骨气就是李白安能摧眉折腰事权贵，使我不得开心颜的傲岸不羁。骨气就是于谦粉身碎骨浑不怕，要留青白在人间的刚强不屈。骨气就是叶挺人的身躯怎能从狗的洞子爬出的凛然不惧。友情，是人生一笔受益匪浅的储蓄。这储蓄，是患难中的倾囊相助，是错误道路上的逆耳忠言，是跌倒时的一把真诚的搀扶，是痛苦时抹去泪水的一缕春风。宽容的朋友一定情同手足，宽容的家庭一定幸福美满，宽容的民族一定强盛不衰，宽容的世界一定和平美丽。每个人对人生的价值都有困惑。中国有句古语君子不受嗟来之食，却也有大丈夫能屈能伸有李白受不得半点委屈而曰安能摧眉折腰事权贵，使我不得开心颜也有勾践忍辱负重卧薪尝胆有项羽刚直不阿自刎于乌江也有刘邦忍气吞声最后成就霸业有宰相肚里撑船的邓小平也有被人逼着走完二万五千里长征路的。花朵把春天的门推开，绿荫把夏天的门推开，硕果把秋天的门推开，飞雪把冬天的门推开，真诚把友谊的门推开。生命有时是驿外断桥边，寂寞开无主的无奈，但更是路漫漫其修远兮，吾将上下而求索的执着生命有时是欲渡黄河冰塞川，将登太行雪满山的困窘，但更是长风破浪会有时，直挂云帆济沧海的豪迈与乐观！美是游荡在寒冬中的几点残雪，美是漫步在蓝天上的几缕浮云，美是跳跃在湖面上的一抹夕阳，美是回荡在密林中的几声鸟鸣。美是飘浮在蓝天中的白云，美是缠绕在青山脚下的绿水，美是春天小雨打湿了的浅绿，美是秋天田野上的一片金黄。马克吐温说过，一只脚踩扁了紫罗兰，它却把香味留在了你的脚上。这就是宽容。青春是用意志的血滴和拼搏的汗水酿成的琼浆――历久弥香青春是用不凋的希望和不灭的向往编织的彩虹――绚丽辉煌青春是用永恒的执著和顽强的韧劲筑起的一道铜墙铁壁――固若金汤。信念是巍巍大厦的栋梁，没有它，就只是一堆散乱的砖瓦信念是滔滔大江的河床，没有它，就只有一片泛滥的波浪信念是熊熊烈火的引星，没有它，就只有一把冰冷的柴把，信念是远洋巨轮的主机，没有它，就只剩下瘫痪的巨架。"}
{"text":"信念是巍巍大厦的栋梁，没有它，就只是一堆散乱的砖瓦信念是滔滔大江的河床，没有它，就只有一片泛滥的波浪信念是熊熊烈火的引星，没有它，就只有一把冰冷的柴把，信念是远洋巨轮的主机，没有它，就只剩下瘫痪的巨架。毅力，是千里大堤一沙一石的凝聚，一点点地累积，才有前不见头后不见尾的壮丽毅力，是春蚕吐丝一缕一缕的环绕，一丝丝地坚持，才有破茧而出重见光明的辉煌毅力，是远航的船的帆，有了帆，船才可以到达成功的彼岸。如果说生命是一座庄严的城堡，如果说生命是一株苍茂的大树，如果说生命是一只飞翔的海鸟。那么，信念就是那穹顶的梁柱，就是那深扎的树根，就是那扇动的翅膀。没有信念，生命的动力便荡然无存没有信念，生命的美丽便杳然西去。青春，是三月争奇斗艳的花朵，是七月缤纷的太阳雨，是十月灼人的红叶是喷雾的旭日，是竞发的百舸，是搏击长空的雄鹰是弹着欢乐的琴弦，是一路坎坷，一路执著地奔向大海的小溪，是挺直了躯干，舒展了满怀的葱茏，热烈地拥抱蓝天的白杨冰心说道爱在左，情在右，走在生命的两旁，随时撒种，随时开花，将这一径长途，点缀得香花弥漫，使穿枝拂叶的行人，踏着荆棘，不觉得痛苦，有泪可落，却不是悲凉。悲观的人，先被自己打败，然后才被生活打败乐观的人，先战胜自己，然后才战胜生活。悲观的人，所受的痛苦有限，前途也有限乐观的人，所受的磨难无量，前途也无量。在悲观的人眼里，原来可能的事也能变成不可能在乐观的人眼里，原来不可能的事也能变成可能。悲观只能产生平庸，乐观才能造就卓绝。从卓绝的人那里，我们不难发现乐观的精神从平庸的人那里，我们很容易找到阴郁的影子。没有蓝天的深邃，可以有白云的飘逸没有大海的壮阔，可以有小溪的优雅没有原野的芬芳，可以有小草的翠绿。生活中没有旁观者的席位，我们总可以找到自己的位置，自己的光源，自己的声音。成功的花，人们只惊羡它现时的明艳而当初的芽，却浸透了奋斗的泪泉，洒满了牺牲的血雨。冰心语我们每个人都渴望成功，那么我们就应该在刚刚起步的时候，用我们无悔的付出，去浇灌隔那刚刚萌芽的种子。"}
{"text":"没有蓝天的深邃，可以有白云的飘逸没有大海的壮阔，可以有小溪的优雅没有原野的芬芳，可以有小草的翠绿。生活中没有旁观者的席位，我们总可以找到自己的位置，自己的光源，自己的声音。成功的花，人们只惊羡它现时的明艳而当初的芽，却浸透了奋斗的泪泉，洒满了牺牲的血雨。冰心语我们每个人都渴望成功，那么我们就应该在刚刚起步的时候，用我们无悔的付出，去浇灌隔那刚刚萌芽的种子。成熟是一种明亮而不刺眼的光辉，一种圆润而不腻耳的音响，一种不需要对别人察颜观色的从容，一种终于停止了向周围申诉求告的大气，一种不理会哄闹的微笑，一种洗刷了偏激的淡漠，一种无须声张的厚实，一种并不陡峭的高度。人生错过的总比没错过的多，每个人都有无数次的错过。所以我们不必为自己的错过而歉疚而悲哀，应该为自己的拥有而喜悦。错过漂亮，你拥有健康错过健康，你拥有智慧错过智慧，你拥有善良错过善良，你拥有财富错过财富，你拥有安逸错过安逸，你拥有自由错过自由，你拥有人格一位诗人说过过错是短暂的遗憾错过，是永远的遗憾。这也许正是一种美丽，正如维纳斯的断臂，让人回味无穷，而回忆里总有一种甜甜的酸酸味道。错过了蓝天的深邃，才可以有白云的飘逸错过了大海的壮阔，才可以有小溪的悠然错过了原野的芬芳，才可以有小草的碧绿。如果你失去了金钱，你只失去了一小部分如果你失去了健康，你只失去了一小半如果你失去了诚信，那你就几乎一贫如洗了。盈盈月光，我掬一杯最清的落落余辉，我拥一缕最暖的灼灼红叶，我拾一片最热的萋萋芳草，我摘一束最灿的漫漫人生，我要采撷世间最重的―――毅力。当我们一无所有的时候，我们也能够说我很幸福。因为我们还有健康的身体。当我们不再享有健康的时候，那些最勇敢的人可以依然微笑着说我很幸福。因为我还有一颗健康的心。甚至当我们连心也不再存在的时候，那些人类最优秀的分子仍旧可以对宇宙大声说我很幸福。因为我曾经生活过。常常提醒自己注意幸福，就像在寒冷的日子里经常看看太阳，心就不知不觉暖洋洋亮光光。青春是早晨的太阳，她容光焕发，灿烂耀眼，所有的阴郁和灰暗都遭到她的驱逐。青春是江河里奔涌的激浪，天地间回荡着她澎湃的激情，谁也无法阻挡她寻求大海的脚步。"}
{"text":"因为我还有一颗健康的心。甚至当我们连心也不再存在的时候，那些人类最优秀的分子仍旧可以对宇宙大声说我很幸福。因为我曾经生活过。常常提醒自己注意幸福，就像在寒冷的日子里经常看看太阳，心就不知不觉暖洋洋亮光光。青春是早晨的太阳，她容光焕发，灿烂耀眼，所有的阴郁和灰暗都遭到她的驱逐。青春是江河里奔涌的激浪，天地间回荡着她澎湃的激情，谁也无法阻挡她寻求大海的脚步。青春是一只高飞在天的鸟，她美丽的翅膀像彩色的旗帜，召唤着理想，憧憬着未来。青春是一棵枝叶葳蕤的树，她用绿色光芒感染着所有生灵，使春天的景象常留在人间。青春是一支余韵不绝的歌，她把浪漫的情怀和严峻的现实交织在一起，拨动每一个人的心弦。青春是蓬蓬勃勃的生机，是不会泯灭的希望，是一往无前的勇敢，是生命中最辉煌的色彩信任是一种有生命的感觉，信任也是一种高尚的情感，信任更是一种连接人与人之间的纽带。你有义务去信任另一个人，除非你能证实那个人不值得你信任你也有权受到另一个人的信任，除非你已被证实不值得那个人信任。青春是用意志的血滴和拼搏的汗水酿成的琼浆――历久弥香青春是用不凋的希望和不灭的向往编织的彩虹――绚丽辉煌青春是用永恒的执著和顽强的韧劲筑起的一道铜墙铁壁――固若金汤。站在历史的海岸漫溯那一道道历史沟渠楚大夫沉吟泽畔，九死不悔魏武帝扬鞭东指，壮心不已陶渊明悠然南山，饮酒采菊他们选择了永恒，纵然谄媚诬蔑视听，也不随其流扬其波，这是执著的选择纵然马革裹尸，魂归狼烟，只是豪壮的选择纵然一身清苦，终日难饱，也愿怡然自乐，躬耕陇亩，这是高雅的选择。在一番选择中，帝王将相成其盖世伟业，贤士迁客成其千古文章。只有启程，才会到达理想和目的地，只有拼搏，才会获得辉煌的成功，只有播种，才会有收获。只有追求，才会品味堂堂正正的人。如果说友谊是一颗常青树，那么，浇灌它的必定是出自心田的清泉如果说友谊是一朵开不败的鲜花，那么，照耀它的必定是从心中升起的太阳。多少笑声都是友谊唤起的，多少眼泪都是友谊揩干的。友谊的港湾温情脉脉，友谊的清风灌满征帆。友谊不是感情的投资，它不需要股息和分红。"}
{"text":"只有追求，才会品味堂堂正正的人。如果说友谊是一颗常青树，那么，浇灌它的必定是出自心田的清泉如果说友谊是一朵开不败的鲜花，那么，照耀它的必定是从心中升起的太阳。多少笑声都是友谊唤起的，多少眼泪都是友谊揩干的。友谊的港湾温情脉脉，友谊的清风灌满征帆。友谊不是感情的投资，它不需要股息和分红。友谊可以换其他词语盈盈月光，我掬一杯最清的落落余辉，我拥一缕最暖的灼灼红叶，我拾一片最热的萋萋芳草，我摘一束最灿的漫漫人生，我要采撷世间最重的―――毅力。如果说生命是一座庄严的城堡，如果说生命是一株苍茂的大树，如果说生命是一只飞翔的海鸟。那么，信念就是那穹顶的梁柱，就是那深扎的树根，就是那扇动的翅膀。没有信念，生命的动力便荡然无存没有信念，生命的美丽便杳然西去。划线处可以换其他词语毅力，是千里大堤一沙一石的凝聚，一点点地累积，才有前不见头后不见尾的壮丽毅力，是春蚕吐丝一缕一缕的环绕，一丝丝地坚持，才有破茧而出重见光明的辉煌毅力，是远航的船的帆，有了帆，船才可以到达成功的彼岸。爱心是一片照射在冬日的阳光，使贫病交迫的人感到人间的温暖爱心是一泓出现在沙漠里的泉水，使濒临绝境的人重新看到生活的希望爱心是一首飘荡在夜空的歌谣，使孤苦无依的人获得心灵的慰藉。心的本色该是如此。成，如朗月照花，深潭微澜，不论顺逆，不论成败的超然，是扬鞭策马，登高临远的驿站败，仍滴水穿石，汇流入海，有穷且益坚，不坠青云的傲岸，有将相本无主，男儿当自强的倔强。荣，江山依旧，风采犹然，恰沧海巫山，熟视岁月如流，浮华万千，不屑过眼烟云辱，胯下韩信，雪底苍松，宛若羽化之仙，知退一步，海阔天空，不肯因噎废食。快乐物质欲望。这是美国经济学家萨缪尔森提出的快乐方程式。从经济学的观点看，物质消费越大，欲望越小，快乐就越大，正应了中国人的一句古话知足常乐。反之，如果一个人的物质消费有限，而欲望无穷大，将会怎样呢？路瓦栽夫人有那么多梦想，又有那么多陶醉，她怎么能不痛苦伤心呢？俄国作家契诃夫说有大狗，有小狗，小狗不该因为大狗的存在而心慌意乱。所有的狗都应该叫，就让他各自用上帝给他的声音。"}
{"text":"快乐物质欲望。这是美国经济学家萨缪尔森提出的快乐方程式。从经济学的观点看，物质消费越大，欲望越小，快乐就越大，正应了中国人的一句古话知足常乐。反之，如果一个人的物质消费有限，而欲望无穷大，将会怎样呢？路瓦栽夫人有那么多梦想，又有那么多陶醉，她怎么能不痛苦伤心呢？俄国作家契诃夫说有大狗，有小狗，小狗不该因为大狗的存在而心慌意乱。所有的狗都应该叫，就让他各自用上帝给他的声音。成熟是一种明亮而不刺眼的光辉，一种圆润而不腻耳的音响，一种不需要对别人察颜观色的从容，一种终于停止了向周围申诉求告的大气，一种不理会哄闹的微笑，一种洗刷了偏激的淡漠，一种无须声张的厚实，一种并不陡峭的高度。爱，有的时候不需要山盟海誓的承诺，但她一定需要细致入微的关怀与问候爱，有的时候不需要梁祝化蝶的悲壮，但她一定需要心有灵犀的默契与投合爱，有的时候不需要雄飞雌从的追随，但她一定需要相濡以沫的支持与理解。微笑着，去唱生活的歌谣，不要埋怨生活给予了太多的磨难，不必抱怨生命中有太多的曲折。大海如果失去了巨浪的翻滚，就会失去雄浑沙漠如果失去了飞沙的狂舞，就会失去壮观。人生如果仅去求得两点一线的一帆风顺，生命也就失去了存在的意义。即使青春是一枝娇艳的花，但我明白，一枝独放永远不是春天，春天该是万紫千红的世界。即使青春是一株大地伟岸的树，但我明白，一株独秀永远不是挺拔，成行成排的林木，才是遮风挡沙的绿色长城。即使青春是一叶大海孤高的帆，但我明白，一叶孤帆很难远航，千帆竞发才是大海的壮观。生命不是一篇文摘，不接受平淡，只收藏精彩。她是一个完整的过程，是一个连载，无论成功还是失败，她都不会在你背后留有空白生命也不是一次彩排，走得不好还可以从头再来，她绝不给你第二次机会，走过去就无法回头。不是像企鹅那样静静的站在海边，翘首企盼机会的来临，而是如苍鹰一般不停的翻飞盘旋，执著的寻求。不是面对峰回路转杂草丛生的前途枉自嗟叹，而是披荆斩棘，举步探索。不是拘泥于命运的禁锢，听凭命运的摆布，而是奋力敲击其神秘的门扉，使之洞开一个新的天地。微笑着，去唱生活的歌谣。能够破碎的人，必定真正活过。"}
{"text":"不是像企鹅那样静静的站在海边，翘首企盼机会的来临，而是如苍鹰一般不停的翻飞盘旋，执著的寻求。不是面对峰回路转杂草丛生的前途枉自嗟叹，而是披荆斩棘，举步探索。不是拘泥于命运的禁锢，听凭命运的摆布，而是奋力敲击其神秘的门扉，使之洞开一个新的天地。微笑着，去唱生活的歌谣。能够破碎的人，必定真正活过。林黛玉的破碎，在于她有刻骨铭心的爱情三毛的破碎，源于她历经沧桑后一刹那的明彻与超脱凡高的破碎，是太阳用黄金的刀子让他在光明中不断剧痛，贝多芬的破碎，则是灵性至极的黑白键撞击生命的悲壮乐章。如果说那些平凡者的破碎泄漏的是人性最纯最美的光点，那么这些优秀的灵魂的破碎则如银色的梨花开满了我们头顶的天空。春蚕死去了，但留下了华贵丝绸蝴蝶死去了，但留下了漂亮的衣裳画眉飞去了，但留下了美妙的歌声花朵凋谢了，但留下了缕缕幽香蜡烛燃尽了，但留下一片光明雷雨过去了，但留下了七彩霓虹。青春是用意志的血滴和拼搏的汗水酿成的琼浆――历久弥香青春是用不凋的希望和不灭的向往编织的彩虹――绚丽辉煌青春是用永恒的执著和顽强的韧劲筑起的一道铜墙铁壁――固若金汤。信念是巍巍大厦的栋梁，没有它，就只是一堆散乱的砖瓦信念是滔滔大江的河床，没有它，就只有一片泛滥的波浪信念是熊熊烈火的引星，没有它，就只有一把冰冷的柴把信念是远洋巨轮的主机，没有它，就只剩下瘫痪的巨架。站在历史的海岸漫溯那一道道历史沟渠楚大夫沉吟泽畔，九死不悔魏武帝扬鞭东指，壮心不已陶渊明悠然南山，饮酒采菊他们选择了永恒，纵然谄媚诬蔑视听，也不随其流扬其波，这是执著的选择纵然马革裹尸，魂归狼烟，只是豪壮的选择纵然一身清苦，终日难饱，也愿怡然自乐，躬耕陇亩，这是高雅的选择。在一番选择中，帝王将相成其盖世伟业，贤士迁客成其千古文章。只有启程，才会到达理想和目的地，只有拼搏，才会获得辉煌的成功，只有播种，才会有收获。只有追求，才会品味堂堂正正的人。如果说友谊是一颗常青树，那么，浇灌它的必定是出自心田的清泉如果说友谊是一朵开不败的鲜花，那么，照耀它的必定是从心中升起的太阳。多少笑声都是友谊唤起的，多少眼泪都是友谊揩干的。友谊的港湾温情脉脉，友谊的清风灌满征帆。"}
