{"text":"待到孩子们长大了，又用力于雕刻。一八九八年，制成有名的织工一揆计六幅，取材于一八四四年的史实，是与先出的霍普德曼的剧本同名的一八九九年刻格莱亲，零一年刻断头台边的舞蹈零四年旅行巴黎零四至八年成连续版画农民战争七幅，获盛名，受奖金，得游学于意大利。这时她和一个女友由佛罗棱萨步行而入罗马，然而这旅行，据她自己说，对于她的艺术似乎并无大影响。一九九年作失业，一年作妇人被死亡所捕和以死为题材的小图。世界大战起，她几乎并无制作。一九一四年十月末，她的很年青的大儿子以义勇兵死于弗兰兑伦战线上。一八年十一月，被选为普鲁士艺术学院会员，这是以妇女而入选的第一个。从一九年以来，她才仿佛从大梦初醒似的，又从事于版画了，有名的是这一年的纪念里勃克内希的木刻和石刻，零二至零三年的木刻连续画战争，后来又有三幅无产者，也是木刻连续画。一九二七年为她的六十岁纪念，霍普德曼那时还是一个战斗的作家，给她书简道你的无声的描线，侵人心髓，如一种惨苦的呼声希腊和罗马时候都没有听到过的呼声。法国罗曼罗兰则说凯绥珂勒惠支的作品是现代德国的最伟大的诗歌，它照出穷人与平民的困苦和悲痛。这有丈夫气概的妇人，用了阴郁和纤O的同情，罢庑赵谒难壑校拇母的腕里了。这是做了牺牲的人民的沉默的声音。然而她在现在，却不能教授，不能作画，只能真的沉默的和她的儿子住在柏林了她的儿子像那父亲一样，也是一个医生。在女性艺术家之中，震动了艺术界的，现代几乎无出于凯绥珂勒惠支之上――或者赞美，或者攻击，或者又对攻击给她以辩护。诚如亚斐那留斯之所说新世纪的前几年，她第一次展览作品的时候，就为报章所喧传的了。从此以来，一个说，她是伟大的版画家人就过作无聊的不成话道凯绥珂勒惠支是属于只有一个男子的新派版画家里的。别一个说她是社会民主主义的宣传家，第三个却道她是悲观的困苦的画手。而第四个又以为是一个宗教的艺术家。"}
{"text":"诚如亚斐那留斯之所说新世纪的前几年，她第一次展览作品的时候，就为报章所喧传的了。从此以来，一个说，她是伟大的版画家人就过作无聊的不成话道凯绥珂勒惠支是属于只有一个男子的新派版画家里的。别一个说她是社会民主主义的宣传家，第三个却道她是悲观的困苦的画手。而第四个又以为是一个宗教的艺术家。要之无论人们怎样地各以自己的感觉和思想来解释这艺术，怎样地从中只看见一种的意义――然而有一件事情是普遍的人没有忘记她。谁一听到凯绥珂勒惠支的名姓，就仿佛看见这艺术。这艺术是阴郁的，虽然都在坚决的动弹，集中于强韧的力量，这艺术是统一而单纯的――非常之逼人。但在我们中国，绍介的还不多，我只记得在已经停刊的现代和译文上，各曾刊印过她的一幅木刻，原画自然更少看见前四五年，上海曾经展览过她的几幅作品，但恐怕也不大有十分注意的人。她的本国所复制的作品，据我所见，以凯绥珂勒惠支画帖，，，，为最佳，但后一版便变了内容，忧郁的多于战斗的了。印刷未精，而幅数较多的，则有凯绥珂勒惠支作品集，，，，只要一翻这集子，就知道她以深广的慈母之爱，为一切被侮辱和损害者悲哀，抗议，愤怒，斗争所取的题材大抵是困苦，饥饿，流离，疾病，死亡，然而也有呼号，挣扎，联合和奋起。此后又出了一本新集，，却更多明朗之作了。霍善斯坦因批评她中期的作品，以为虽然间有鼓动的男性的版画，暴力的恐吓，但在根本上，是和颇深的生活相联系，形式也出于颇激的纠葛的，所以那形式，是紧握着世事的形相。永田一修并取她的后来之作，以这批评为不足，他说凯绥珂勒惠支的作品，和里培尔曼不同，并非只觉得题材有趣，来画下层世界的她因为被周围的悲惨生活所动，所以非画不可，这是对于榨取人类者的无穷的愤怒。"}
{"text":"霍善斯坦因批评她中期的作品，以为虽然间有鼓动的男性的版画，暴力的恐吓，但在根本上，是和颇深的生活相联系，形式也出于颇激的纠葛的，所以那形式，是紧握着世事的形相。永田一修并取她的后来之作，以这批评为不足，他说凯绥珂勒惠支的作品，和里培尔曼不同，并非只觉得题材有趣，来画下层世界的她因为被周围的悲惨生活所动，所以非画不可，这是对于榨取人类者的无穷的愤怒。她照目前的感觉，――永田一修说――描写着黑土的大众。她不将样式来范围现象。时而见得悲剧，时而见得英雄化，是不免的。然而无论她怎样阴郁，怎样悲哀，却决不是非革命。她没有忘却变革现社会的可能。而且愈入老境，就愈脱离了悲剧的，或者英雄的，阴暗的形式。而且她不但为周围的悲惨生活抗争，对于中国也没有像中国对于她那样的冷淡一九三一年一月间，六个青年作家遇害之后，全世界的进步的文艺家联名提出抗议的时候，她也是署名的一个人。现在，用中国法计算的年龄，她已届七十岁了，这一本书的出版，虽然篇幅有限，但也可以算是为她作一个小小的记念的罢。选集所取，计二十一幅，以原版拓本为主，并复制一九二七年的印本画帖以足之。以下据亚斐那留斯及第勒的解说，并略参己见，为目录――自画像。石刻，制作年代未详，按作品集所列次序，当成于一九一年顷据原拓本，原大这是从许多版画的肖像中，自己选给中国的一幅，隐然可见她的悲悯，愤怒和慈和。穷苦。石刻，原大据原版拓本，后五幅同。这是有名的织工一揆的第一幅，一八九八年作。前四年，霍普德曼的剧本织匠始开演于柏林的德国剧场，取材是一八四四年的勖列济安麻布工人的蜂起，也许是受着一点这作品的影响的，但这可以不必深论，因为那是剧本，而这却是图画。我们借此进了一间穷苦的人家，冰冷，破烂，父亲抱一个孩子，毫无方法的坐在屋角里，母亲是愁苦的，两手支头，在看垂危的儿子，纺车静静的停在她的旁边。死亡。石刻，原大同上的第二幅。"}
{"text":"前四年，霍普德曼的剧本织匠始开演于柏林的德国剧场，取材是一八四四年的勖列济安麻布工人的蜂起，也许是受着一点这作品的影响的，但这可以不必深论，因为那是剧本，而这却是图画。我们借此进了一间穷苦的人家，冰冷，破烂，父亲抱一个孩子，毫无方法的坐在屋角里，母亲是愁苦的，两手支头，在看垂危的儿子，纺车静静的停在她的旁边。死亡。石刻，原大同上的第二幅。还是冰冷的房屋，母亲疲劳得睡去了，父亲还是毫无方法的，然而站立着在沉思他的无法。桌上的烛火尚有余光，死却已经近来，伸开他骨出的手，抱住了弱小的孩子。孩子的眼睛张得极大，在凝视我们，他要生存，他至死还在希望人有改革运命的力量。商议。石刻，原大同上的第三幅。接着前两幅的沉默的忍受和苦恼之后，到这里却现出生存竞争的景象来了。我们只在黑暗中看见一片桌面，一只杯子和两个人，但为的是在商议摔掉被践踏的运命。织工队。铜刻，原大同上的第四幅。队伍进向吮取脂膏的工场，手里捏着极可怜的武器，手脸都瘦损，神情也很颓唐，因为向来总饿着肚子。队伍中有女人，也疲惫到不过走得动这所写的大众里，是大抵有女人的。她还背着孩子，却伏在肩头睡去了。突击。铜刻，原大同上的第五幅。工场的铁门早经锁闭，织工们却想用无力的手和可怜的武器，来破坏这铁门，或者是飞进石子去。女人们在助战，用痉挛的手，从地上挖起石块来。孩子哭了，也许是路上睡着的那一个。这是在六幅之中，人认为最好的一幅，有时用这来证明的织工，艺术达到怎样的高度的。收场。铜刻，原大同上的第六和末一幅。我们到底又和织工回到他们的家里来，织机默默的停着，旁边躺着两具尸体，伏着一个女人而门口还在抬进尸体来。这是四十年代，在德国的织工的求生的结局。格莱亲。一八九九年作，石刻据画帖，原大未详。歌德的浮士德有浮士德爱格莱亲，诱与通情，有孕她在井边，从女友听到邻女被情人所弃，想到自己，于是向圣母供花祷告事。这一幅所写的是这可怜的少女经过极狭的桥上，在水里幻觉的看见自己的将来。"}
{"text":"铜刻，原大同上的第六和末一幅。我们到底又和织工回到他们的家里来，织机默默的停着，旁边躺着两具尸体，伏着一个女人而门口还在抬进尸体来。这是四十年代，在德国的织工的求生的结局。格莱亲。一八九九年作，石刻据画帖，原大未详。歌德的浮士德有浮士德爱格莱亲，诱与通情，有孕她在井边，从女友听到邻女被情人所弃，想到自己，于是向圣母供花祷告事。这一幅所写的是这可怜的少女经过极狭的桥上，在水里幻觉的看见自己的将来。她在剧本里，后来是将她和浮士德所生的孩子投在水里淹死，下狱了。原石已破碎。断头台边的舞蹈。一九一年作，铜刻据画帖，原大未详。是法国大革命时候的一种情景断头台造起来了，大家围着它，吼着让我们来跳加尔玛弱儿舞罢！！的歌，在跳舞。不是一个，是为了同样的原因而同样的可怕了的一群。周围的破屋，像积叠起来的困苦的峭壁，上面只见一块天。狂暴的人堆的臂膊，恰如净罪的火焰一般，照出来的只有一个阴暗。耕夫。原大这就是有名的历史的连续画农民战争的第一幅。画共七幅，作于一九四至八年，都是铜刻。现在据以影印的也都是原拓本。农民战争是近代德国最大的社会改革运动之一，以一五二四年顷，起于南方，其时农民都在奴隶的状态，被虐于贵族的封建的特权玛丁路德既提倡新教，同时也传播了自由主义的福音，农民就觉醒起来，要求废止领主的苛例，发表宣言，还烧教堂，攻地主，扰动及于全国。然而这时路德却反对了，以为这种破坏的行为，大背人道，应该加以镇压，诸侯们于是放手的讨伐，恣行残酷的复仇，到第二年，农民就都失败了，境遇更加悲惨，所以他们后来就称路德为撒谎博士。这里刻划出来的是没有太阳的天空之下，两个耕夫在耕地，大约是弟兄，他们套着绳索，拉着犁头，几乎爬着的前进，像牛马一般，令人仿佛看见他们的流汗，听到他们的喘息。后面还该有一个扶犁的妇女，那恐怕总是他们的母亲了。凌辱。同上的第二幅，原大男人们的受苦还没有激起变乱，但农妇也遭到可耻的凌辱了她反缚两手，躺着，下颏向天，不见脸。死了，还是昏着呢，我们不知道。"}
{"text":"这里刻划出来的是没有太阳的天空之下，两个耕夫在耕地，大约是弟兄，他们套着绳索，拉着犁头，几乎爬着的前进，像牛马一般，令人仿佛看见他们的流汗，听到他们的喘息。后面还该有一个扶犁的妇女，那恐怕总是他们的母亲了。凌辱。同上的第二幅，原大男人们的受苦还没有激起变乱，但农妇也遭到可耻的凌辱了她反缚两手，躺着，下颏向天，不见脸。死了，还是昏着呢，我们不知道。只见一路的野草都被蹂躏，显着曾经格斗的样子，较远之处，却站着可爱的小小的葵花。磨镰刀。同上的第三幅，原大这里就出现了饱尝苦楚的女人，她的壮大粗糙的手，在用一块磨石，磨快大镰刀的刀锋，她那小小的两眼里，是充满着极顶的憎恶和愤怒。圆洞门里的武装。同上的第四幅，原大大家都在一个阴暗的圆洞门下武装了起来，从狭窄的戈谛克式阶级蜂涌而上是一大群拚死的农民。光线愈高愈少奇特的半暗，阴森的人相。反抗。同上的第五幅，原大谁都在草地上没命的向前，最先是少年，喝令的却是一个女人，从全体上洋溢着复仇的愤怒。她浑身是力，挥手顿足，不但令人看了就生勇往直前之心，还好像天上的云，也应声裂成片片。她的姿态，是所有名画中最有力量的女性的一个。也如织工一揆里一样，女性总是参加着非常的事变，而且极有力，这也就是这有丈夫气概的妇人的精神。战场。同上的第六幅，原大农民们打败了，他们敌不过官兵。剩在战场上的是什么呢？几乎看不清东西。只在隐约看见尸横遍野的黑夜中，有一个妇人，用风灯照出她一只劳作到满是筋节的手，在触动一个死尸的下巴。光线都集中在这一小块上。这，恐怕正是她的儿子，这处所，恐怕正是她先前扶犁的地方，但现在流着的却不是汗而是鲜血了。俘虏。同上的第七幅，原大，画里是被捕的孑遗，有赤脚的，有穿木鞋的，都是强有力的汉子，但竟也有儿童，个个反缚两手，禁在绳圈里。"}
{"text":"几乎看不清东西。只在隐约看见尸横遍野的黑夜中，有一个妇人，用风灯照出她一只劳作到满是筋节的手，在触动一个死尸的下巴。光线都集中在这一小块上。这，恐怕正是她的儿子，这处所，恐怕正是她先前扶犁的地方，但现在流着的却不是汗而是鲜血了。俘虏。同上的第七幅，原大，画里是被捕的孑遗，有赤脚的，有穿木鞋的，都是强有力的汉子，但竟也有儿童，个个反缚两手，禁在绳圈里。他们的运命，是可想而知的了，但各人的神气，有已绝望的，有还是倔强或愤怒的，也有自在沉思的，却不见有什么萎靡或屈服。失业。一九九年作，铜刻据画帖，原大他现在闲空了，坐在她的床边，思索着――然而什么法子也想不出。那母亲和睡着的孩子们的模样，很美妙而崇高，为的作品中所罕见。妇人为死亡所捕获，亦名死和女人。一九一年作，铜刻据画帖，原大未详。死从她本身的阴影中出现，由背后来袭击她，将她缠住，反剪了剩下弱小的孩子，无法叫回他自己的慈爱的母亲。一转眼间，对面就是两界。死是世界上最出众的拳师，死亡是现社会最动人的悲剧，而这妇人则是全作品中最伟大的一人。母与子。制作年代未详，铜刻据画帖，原大在凯绥珂勒惠支作品集中所见的百八十二幅中，可指为快乐的不过四五幅，这就是其一。亚斐那留斯以为从特地描写着孩子的呆气的侧脸，用光亮衬托出来之处，颇令人觉得有些忍俊不禁。面包！！。石刻，制作年代未详，想当在欧洲大战之后据原拓本，原大饥饿的孩子的急切的索食，是最碎裂了做母亲的的心的。这里是孩子们徒然张着悲哀，而热烈地希望着的眼，母亲却只能弯了无力的腰。她的肩膀耸了起来，是在背人饮泣。她背着人，因为肯帮助的和她一样的无力，而有力的是横竖不肯帮助的。她也不愿意给孩子们看见这是剩在她这里的仅有的慈爱。德国的孩子们饿着！！。石刻，制作年代未详，想当在欧洲大战之后据原拓本，原大他们都擎着空碗向人，瘦削的脸上的圆睁的眼睛里，炎炎的燃着如火的热望。谁伸出手来呢？"}
{"text":"这里是孩子们徒然张着悲哀，而热烈地希望着的眼，母亲却只能弯了无力的腰。她的肩膀耸了起来，是在背人饮泣。她背着人，因为肯帮助的和她一样的无力，而有力的是横竖不肯帮助的。她也不愿意给孩子们看见这是剩在她这里的仅有的慈爱。德国的孩子们饿着！！。石刻，制作年代未详，想当在欧洲大战之后据原拓本，原大他们都擎着空碗向人，瘦削的脸上的圆睁的眼睛里，炎炎的燃着如火的热望。谁伸出手来呢？这里无从知道。这原是横幅，一面写着现在作为标题的一句，大约是当时募捐的揭帖。后来印行的，却只存了图画。还有一幅石刻，题为决不再战！！，是略早的石刻，可惜不能搜得而那时的孩子，存留至今的，则已都成了二十以上的青年，可又将被驱作兵火的粮食了。一九三六年一月二十八日，。本篇最初印入凯绥珂勒惠支版画选集。此书由编选，一九三六年五月以三闲书屋名义出版，用珂罗版和宣纸印制。到民间去十九世纪七十年代俄国革命运动中小资产阶级派别民粹派的口号。斯滔发培伦―现译施陶费尔贝尔恩，瑞士画家。曾在柏林女子绘画学校任教。奈台现译埃米尔奈德，德国画家。作品多以犯罪为题材，据珂勒惠支回忆，其轰动一时的作品是生之厌倦。哈台列克现译赫特里希。珂勒惠支曾在慕尼黑旧译闵兴的赫特里希美术学校学习过。织工一揆织工起义的意思。一揆，日本语。霍普德曼―德国剧作家。他的剧本织工以一八四四年西里西亚纺织工人起义为题材，出版于一八九二年。奖金，意大利文，意为罗马别墅。这项奖金的获得者可在意大利居住一年，以熟悉当地艺术宝藏并进行创作。里勃克内希，―通译卡尔李卜克内西，德国革命家作家。他是德国社会民主党左翼领导人和德国共产党创始人之一。一九一九年一月，他领导反对社会民主党政府的起义，于同月十五日被杀害。应为一九二二年至一九二三年。"}
{"text":"奖金，意大利文，意为罗马别墅。这项奖金的获得者可在意大利居住一年，以熟悉当地艺术宝藏并进行创作。里勃克内希，―通译卡尔李卜克内西，德国革命家作家。他是德国社会民主党左翼领导人和德国共产党创始人之一。一九一九年一月，他领导反对社会民主党政府的起义，于同月十五日被杀害。应为一九二二年至一九二三年。霍普德曼在第一次世界大战时，曾为德国的侵略战争辩护，希特勒执政后，又曾对纳粹主义表示妥协。但他早期的许多作品常能反映当时的社会矛盾，具有社会批判意义。下面所引他的话，是他在一九二七年六月十日写的印在珂勒惠支画册上的题词。罗曼罗兰参看本卷第页注。这里所引他的话，是他一九二七年七月八日写的印在珂勒惠支画册前面的题词，原文为法文。亚斐那留斯―德国艺术批评家诗人，曾创办艺术杂志。这里所引他的话，见于一九二十年出版的凯绥珂勒惠支画帖。现代参看本卷第页注。该刊第二卷第六期一九三三年四月在刊登为了忘却的记念的同时，刊出了凯绥珂勒惠支的木刻牺牲第五卷第四期一九三四年八月刊有她的被死所袭击的孩子饿战后的寡妇母亲们等四幅版画。译文，参看本卷第页注。该刊终刊号一九三五年九月刊有珂勒惠支的木刻吊丧。霍善斯坦因―德国文艺批评家。著有艺术与社会现代的艺术中的社会的要素等。永田一修日本艺术评论家。这里所引他的话，见无产阶级艺术论一九三年出版。里培尔曼―德国画家，德国印象派的先驱。作品有罐头工厂女工麻纺工场等。六个青年作家遇害应为五个青年作家遇害。参看本卷第页注。第勒现译为路易斯迪尔，德国美术家。应为一九一九年。勖列济安通译西里西亚。一八四四年六月四日，西里西亚的织工反对企业主的残酷剥削，发动起义，不久即遭到镇压而失败。"}
