{"text":"他一生忙忙碌碌，倥偬奔波，作为一个过河卒子，勇往直前。我不知道，他自己是否意识到身陷怪圈。当局者迷，旁观者清，我认为，这个怪圈确实存在，而且十分严重，那么，我对这个问题有什么看法呢？我觉得，不管适之先生自己如何定位，他一生究竟一个书生，说不好听一点，就是一个书呆子。到了年从批判俞平伯先生的红楼梦研究的资产阶级唯心论起，批判之火终于烧到了适之先生身上。这是一场缺席批判，适之远在重洋之外，坐山观虎斗。即使被斗的是他自己，反正伤不了他一根毫毛，他乐得怡然观战。他名字仿佛已经成了一稻草人。浑身是箭，一个不折不扣的箭垛，大陆上众家豪杰，个个义形于色，争先恐后，万箭齐发，适之先生兀自岿然不动。阅读在课堂上叶公超先生选出一些诗词，自己摇头晃脑而朗诵之，有时闭上了眼睛，仿佛完全沉浸于诗词的境界中，遗世而独立。他蓦地睁大了眼睛，连声说好！好！好！就是好！学生正在等他解释好在何处，他却已朗诵起第二首诗词来了。昔者晋人见好山水，便连声唤奈何！奈何！仔细想来，这是最好的赞美方式。因为，一落言筌，便失本意，反不如说上几句奈何！更具有启发意义。平伯先生的就是好！可以与此等量齐观。公超先生教学法非常奇异。他几乎从不讲解，一上堂，就让坐在前排的学生，由左到右，依次朗读原文，到了一定段落，他大声一喊sp！问大家有问题没有。没人回答，就让学生依次朗读下去，一直到下课。学生摸出了这个规律，谁愿意朗读，就坐在前排，否则往后坐。有人偶然提一个问题，他断喝一声查字典去！这一声狮子吼有大威力，从此天下太平，宇域宁静，相安无事，转瞬过了一年。一个学者的为人和为学两者之间有矛盾。有的人为学能实事求是，朴实无华，而为人则奇诡难测，像神龙一般，令人见首不见尾。另外一些人则正相反，为学奇诡难测，而为人则淳朴坦荡。我觉得，在了一先生身上，为人与为学则是完全统一的。他真正是文如其人，或者人如其文。我认为，在冯至身上，作为学者和作为诗人是密不可分的。过去和现在都有专门的诗人和专门的学者，身兼二者又达到相当高的水平的人，却并不多见。冯先生就是这样一个人。作为学者，他仍然饱含诗人气质。"}
{"text":"另外一些人则正相反，为学奇诡难测，而为人则淳朴坦荡。我觉得，在了一先生身上，为人与为学则是完全统一的。他真正是文如其人，或者人如其文。我认为，在冯至身上，作为学者和作为诗人是密不可分的。过去和现在都有专门的诗人和专门的学者，身兼二者又达到相当高的水平的人，却并不多见。冯先生就是这样一个人。作为学者，他仍然饱含诗人气质。冯至先生以诗人研究诗人，研究仿佛就成了创作，他深入研究对象的灵魂，他能看到或本能地领悟到其他学者们看不到更领悟不到的东西，而又能以生花妙笔著成文章，同那些枯涩僵硬的高头讲章迥异其趣，学术论著本身就仿佛成了文学创作，诗意弥漫，笔端常带感情。读这样的学术论著，同读文学作品一样，简直是一种美的享受。我确实认为，冯至先生是人文难分。他为人一向淳朴正直坦荡忠实，待人以诚，心口如一。我简直无法想象会有谎言从他嘴里流了出来。他说话从不有恃无恐大，也不花哨即之也温，总给人以实事求是的印象，而且几十年如一日，真可谓始终如一了。他虽然还活着，然而已经不能睁眼，不能说话。我顿感，毕生知己又弱一个。我坐在会客室里，泪如泉涌，我预备放声大哭。他的女儿姚平连声说季伯伯你不要难过我调动起来了自己所有剩余的理智力量，硬是把痛哭压了下去。脸上还装出笑脸，甚至在泪光中做出笑脸。只有我一个人知道我的泪都流到肚子里去了。为了冯至先生，我愿意把自己泪库中的泪一次提光，使它成为我一生中最后的一次痛哭。张岱年先生奖掖后学，爱护学生，极有正义感，对任何人都不阿谀奉承，凛然一身正气，又绝不装腔作势，总是平等对人。这样多的优秀品质集中到一个人身上，再加上真正淡泊名利，唯学是务在当今士林中，真堪为楷模了。假如她还留在人间的话，恐怕也将近古稀之年了。而今我已垂垂老矣。世界上还能想到她的人恐怕不会太多。等到我不能想到她的时候，世界上能想到她的人，恐怕就没有了。我们相交七十余年，生不能视其疾，死不能临其丧，我的心能得安宁吗？呜呼！长才未展，命途多舛未臻耄耋，遽归道山。我还没有能达到悲欢离合总无情的水平。我年纪越老，长之入梦的次数越多。我已年届九旬，他还能入梦多少次啊！悲哉！周一良出自名门世家，家学渊源，年幼时读书条件好到无法再好的水平。因此，他对中国古典文献，非凡是史籍，都有很好的造诣。"}
{"text":"而今我已垂垂老矣。世界上还能想到她的人恐怕不会太多。等到我不能想到她的时候，世界上能想到她的人，恐怕就没有了。我们相交七十余年，生不能视其疾，死不能临其丧，我的心能得安宁吗？呜呼！长才未展，命途多舛未臻耄耋，遽归道山。我还没有能达到悲欢离合总无情的水平。我年纪越老，长之入梦的次数越多。我已年届九旬，他还能入梦多少次啊！悲哉！周一良出自名门世家，家学渊源，年幼时读书条件好到无法再好的水平。因此，他对中国古典文献，非凡是史籍，都有很好的造诣。他曾赴日本和美国留学，熟练把握英日两国语言，兼又天资聪颖，个人勤奋，最终成为一代学人，良有以也。中年后他专治魏晋南北朝史，旁及敦煌文献，佛教研究，多所创获，巍然大师，国内无出其右者。至于他的学术风格，我可以引用汤用彤先生两句话。有一天，汤先生对我说周一良的文章，有点像陈寅恪先生。可见锡予先生对他评价之高。在那一段非常时期，他曾同人合编过一部世界通史。这恐怕是一部应制之余，并非他之所长。但是统观全书，并不落俗人窠臼，也可见他史学功底之深厚。可惜由于各种各样的原因，他长才未展，他留下的几部专著，决不能说已尽其所长，我只能引用唐人诗句长使英雄泪满襟了。阅读世人都认为长寿是福，我也不敢否认。但是，看到比自己年轻的老友一个个先我离去。他们成了被哀悼者，我却成了哀悼者。被哀悼者对哀悼这种事情大概是不知不觉的。我这哀悼者却是一个活生生的人，七情六欲，件件不缺。而我又偏偏是一个极重感情的人。我内心的悲哀实在不足为外人道也。藏克家天生是诗人，胸中溢满了感情，尤其重视友谊，视朋友逾亲人。好朋友到门，看他那一副手欲舞足欲蹈的样子，真令人心旷神怡。他表里如一，内外通明。你无论如何也不会想到有半句假话会从他的嘴中流出。老人离开我们，走了，永远永远地走了。此事本在意内，因为他因病卧床不起有年矣。但又极出意外，因为，只要他还有一口气活着，一盏明灯就会照亮中国的文坛。鼓励人们前进，鼓励人们向上。阅读它们鼓动了我当时幼稚的幻想，把我带到动物世界里，植物的世界里，月的国，虹的国里翱翔。不止一次地，我在幻想里看到生着金色的翅膀的天使在一团金色的光里飞舞。终于自己也仿佛加入到里面去，一直到忘记了哪是天使，哪是自己。这些天使们就这样一直陪我到梦里去。这陵墓是用一块块白色大理石堆砌起来的。"}
{"text":"此事本在意内，因为他因病卧床不起有年矣。但又极出意外，因为，只要他还有一口气活着，一盏明灯就会照亮中国的文坛。鼓励人们前进，鼓励人们向上。阅读它们鼓动了我当时幼稚的幻想，把我带到动物世界里，植物的世界里，月的国，虹的国里翱翔。不止一次地，我在幻想里看到生着金色的翅膀的天使在一团金色的光里飞舞。终于自己也仿佛加入到里面去，一直到忘记了哪是天使，哪是自己。这些天使们就这样一直陪我到梦里去。这陵墓是用一块块白色大理石堆砌起来的。但是，无论从远处看，还是从近处看，却丝毫也看不出堆砌的痕迹，它浑然一体，似乎是一块完整的大理石。多少年来，我看过无数的泰姬陵的照片和绘画但是却没有看到有任何一幅真正照出画出泰姬陵的气势来的。只有你到了泰姬陵跟前，站在白色大理石铺的地上，眼里看到的是纯白的大理石，脚下踩的是纯白的大理石陵墓是纯白的大理石，栏杆是纯白的大理石，四个高塔也是纯白的大理石。你被裹在一片纯白的光辉中，翘首仰望，纯白的大理石墙壁有几十米高，仿佛上达苍穹。在这时候，你会有什么样的感觉，我不知道。反正我自己仿佛给这个白色的奇迹压住了，给这纯白的光辉网牢了，我想到了苏东坡的词琼楼玉宇，高处不胜寒。我自己仿佛已经离开了人间，置身于琼楼玉宇之中。有人主张，世界上只有阴柔之美和阳刚之美。把二者融合起来成为浑然一体的那种美，只应天上有。我眼前看到的就是这种天上的美。阳光毫不遮拦地照射在这些砂粒上，每一粒都闪闪发光，仿佛在喷着火焰。远处是一列不太高的山，这就是那有名的火焰山。上面没有一点绿的东西，没有一点有生命的东西。石头全是赤红色的，从远处望过去，活像是熊熊燃烧着的火焰，这不是人间的火，也不是神话中的天堂里的火和地狱之火。这是火焰已经凝固了的火，纹丝不动，但却猛烈光焰不高，但却团聚。整个天地，整个宇宙仿佛都在燃烧。我们就处在上达苍穹下抵黄泉的大火之中。我的眼睛仿佛得到了天眼通的神力，穿透了巍峨的高山，看到富春江上。我的耳朵仿佛得到了天耳通的神力，听到富春江上。缥碧的江水，流在我眼前。竞上的寒树，绿在我眼前。泠泠的泉水，响在我耳边。嘤嘤的好鸟，唱在我耳边。中间混合上猿猴的哀鸣，寒蝉的啭声，汇成了钧天大乐再衬上青山绿水，辉耀震荡着整个宇宙。我自己现在仿佛不是坐在车上，而是坐在船上我仿佛化成了另外一个自我了。"}
{"text":"整个天地，整个宇宙仿佛都在燃烧。我们就处在上达苍穹下抵黄泉的大火之中。我的眼睛仿佛得到了天眼通的神力，穿透了巍峨的高山，看到富春江上。我的耳朵仿佛得到了天耳通的神力，听到富春江上。缥碧的江水，流在我眼前。竞上的寒树，绿在我眼前。泠泠的泉水，响在我耳边。嘤嘤的好鸟，唱在我耳边。中间混合上猿猴的哀鸣，寒蝉的啭声，汇成了钧天大乐再衬上青山绿水，辉耀震荡着整个宇宙。我自己现在仿佛不是坐在车上，而是坐在船上我仿佛化成了另外一个自我了。将近年来，我一直住在燕园中未名湖畔，我那记忆的丝缕用不着再挂在未名湖上。然而，那些被铲除的可爱的花草时来入梦。我那些本来应该投闲置散的回忆的丝缕又派上了用场。它挂在苍翠繁茂的爬山虎上，芳香四溢的丁香花上，红绿皆肥的西府海棠上，葳蕤茂密的藤萝花上。这样一来，我就同那些离开母校的校友一样，也梦萦未名湖了。二月兰是一种常见的野花。花朵不大，紫白相间。花形和颜色都没有什么特异之处。假如只有一两棵，在百花丛中，决不会引起任何人的注重。但是它却以多胜，每到春天，和风一吹拂，便绽开了小花。最初只有一朵，两朵，几朵，但是一转眼，在一夜间，就能变成百朵，千朵，万朵。大有凌驾百花之上的势头了。我们常讲什么花怒放，这个怒字用得真是无比的奇妙。二月兰一怒，仿佛从土地深处吸来一股原始力量，一定要把花开遍大千世界，紫色直冲云霄，连宇宙都仿佛变成紫色的了。朝阳越升越高，透过浓密的枝叶，一直照到我的头上。我心中一动，阳光似乎有了生命，它启迪着什么，它暗示着什么。我忽然想到印度大诗人泰戈尔，天天早上对着初升的太阳，静坐沉思，幻想与天地同体，与宇宙同一。我从来没达到这样的境界，我没有这一份福气。可是我也感到太阳的威力，心中思绪腾翻，仿佛也能洞察三界了，透视万有了。我们看到了祖母给他讲故事的地方，看到长妈妈在上面睡成一个大字的大床，看到抄写南方草木状用的桌子，也看到小时候的天堂――百草园。这都是一些普普通通的东西和地方，一点也看不出有什么神奇之处。但是，我却觉得这都是极其不平常的东西和地方。这里的每一块砖每一寸土桌子的每一个角椅子的每一条腿，都踏过摸过碰过。我总想多看这些东西一眼，在这些地方多流连一会儿。阅读在我心目中，仿佛成了一块铁，一块钢，一块金刚石。"}
{"text":"我们看到了祖母给他讲故事的地方，看到长妈妈在上面睡成一个大字的大床，看到抄写南方草木状用的桌子，也看到小时候的天堂――百草园。这都是一些普普通通的东西和地方，一点也看不出有什么神奇之处。但是，我却觉得这都是极其不平常的东西和地方。这里的每一块砖每一寸土桌子的每一个角椅子的每一条腿，都踏过摸过碰过。我总想多看这些东西一眼，在这些地方多流连一会儿。阅读在我心目中，仿佛成了一块铁，一块钢，一块金刚石。刀砍不断，石砸不破，火烧不熔，水浸不透。他的身影忽然大了起来，凛然立于宇宙之间，给人带来无限的鼓舞与力量。在短短的几天之内，我仿佛漫游了天堂净土，漫游了阴司地狱，漫游了古代世界，漫游了神话世界，走遍了三千大千世界，攀登神山须弥山，见到了大梵天因陀罗，同四大天王打过交道，同牛首马面有过会晤，跋涉过迢迢万里的丝绸之路，飘渡烟波浩渺的大海大洋，看过佛爷菩萨的慈悲性，听维摩诘的辩才无碍，我脑海里堆满彩色缤纷的众生相，错综重叠，突兀峥嵘，我一时也清理不出一个头绪来。在短短几天之内，我仿佛生活了几十年。在过去几十年中，对于我来说是非常抽象的东西，现在却变得非常具体了。这包括文学艺术风俗习惯民族宗教语言历史等等领域。我从前看到过唐代大画家阎立本的帝王图，李思训的金碧山水，宋朝朱襄阳朱点山水，明朝陈老莲的人物画，大涤子的山水画，曾经大大地惊诧于这些作品技巧之完美，意境之深邃，但在敦煌壁画上，这些都似乎是司空见惯，到处可见。而且敦煌壁画还要胜它们一筹在这里，浪漫主义的气氛是非常浓的。有的画家竟敢画一个乐队，而不画一个人，所有的乐器都系在飘带上，飘带在空中随风飘拂，乐器也就自己奏出声音，汇成一个气象万千的音乐会。今天到了西安，只要稍一留意，就会到处都是唐诗的遗迹。谁到了灞桥，到了渭水，到了那一些什么原，不会马上联想到唐代许多脍炙人口的诗呢？西安简直是一座诗歌的城市，一座历史传说的城市，一座立即让人发思古这幽情的城市。我从来不相信什么神话，但是现在我真想相信起来，我真希望有一个天国。可是我知道，须弥山已经为印度人所独占，他们把自己的天国乐园安放在那里。昆仑山又为中国人所垄断，王母娘娘就被安置在那里。我现在只能希望在辽阔无垠的宇宙中间还能有那么一块干净的地方，能容得下一个阆苑乐土。"}
{"text":"谁到了灞桥，到了渭水，到了那一些什么原，不会马上联想到唐代许多脍炙人口的诗呢？西安简直是一座诗歌的城市，一座历史传说的城市，一座立即让人发思古这幽情的城市。我从来不相信什么神话，但是现在我真想相信起来，我真希望有一个天国。可是我知道，须弥山已经为印度人所独占，他们把自己的天国乐园安放在那里。昆仑山又为中国人所垄断，王母娘娘就被安置在那里。我现在只能希望在辽阔无垠的宇宙中间还能有那么一块干净的地方，能容得下一个阆苑乐土。那里有四时不谢之花八节长春之草，大地上一切花草的魂魄都永恒地住在那里，随时随地都是花团锦簇，五彩缤纷。我们燕园中被无故砍伐了的西府海棠的魂灵也遨游其间。朦胧，微明，正像反射在镜子里的影子，它给一切东西涂上银灰的梦的色彩。牛乳色的空气仿佛真牛乳似地凝聚起来，但似乎又在软软地黏黏地浓浓地流动里。它带来了阒静，你听一切静静墓般地死寂。仿佛一点也不多，一点也不少，美丽的轻适的阒静软软地黏黏地浓浓地压在人们的心头，灰的天空像一张薄幕树木，房屋，烟纹，云缕，都像一张张的剪影，静静地贴在这幕上。当我从外面走回宿舍的时候，四面死一般沉寂，但总仿佛有悉索的脚步声绕在我四围，说声，其实哪里有什么声呢？只是我觉得有什么东西跟着我而已，倘若在白天，我一定说这是影子倘若睡着了，我一定说这是梦，空间是什么呢？我知道，这是寂寞。在这微白的长长的路的终点，在雾的深处，谁也说不清是什么地方，有一个布满了威吓的黑洞，在向我们狞笑，那就是我们的归宿。障在我们眼前的幕，到底也不会撤去。我们眼前仍然只有当前一刹那的亮，带了一个大混沌，走进这个黑洞去。我总觉得，在无量的――无论在空间上或时间上――宇宙进程中，我们有这次生命，不是轻易事比电火还要快，一闪便会消逝到永恒的沉默里去。我们不要放过这短短的时间，我们要多看一些东西。就因了这点小小的愿望，我想到外国去。我看了在豆棚瓜架下闲话的野老，看了在一天工作疲惫之余在门前悠然吸烟的农人，都引起我极大的向往。我真不愿意离开这故国，这故国每一方土地，每棵草木，都能给我温热的感觉。但我终于要走的，沿了自己在心里画下的一条路走。我只希望，当我从异邦转回来的时候，我能看到一个一切都不变的故国，一切都不变的故乡，使我感觉不到曾这样长的时间离开过它，正如从一个短短的午梦转来一样。"}
{"text":"我们不要放过这短短的时间，我们要多看一些东西。就因了这点小小的愿望，我想到外国去。我看了在豆棚瓜架下闲话的野老，看了在一天工作疲惫之余在门前悠然吸烟的农人，都引起我极大的向往。我真不愿意离开这故国，这故国每一方土地，每棵草木，都能给我温热的感觉。但我终于要走的，沿了自己在心里画下的一条路走。我只希望，当我从异邦转回来的时候，我能看到一个一切都不变的故国，一切都不变的故乡，使我感觉不到曾这样长的时间离开过它，正如从一个短短的午梦转来一样。阅读最初的声音很低，微微有点颤抖，然而却柔婉渐地高起来了。每一行不平常的诗句里都仿佛加入了许多新的东西，加入了无量的渺小的灵魂也仿佛随了那大灵魂的节律在跳动着。我眼前诗人的影响渐渐地大起来，大起来，一直大到任什么都看不到。院子里的两棵海棠已经密密层层地盖满了大叶子，很难令人回忆起这上面曾经开过团团滚滚的花。长昼无聊，我躺在铺在屋里面地上的席子上睡觉，醒来往往觉得一枕清凉，非常舒适。抬头看到窗纸上历历乱乱地布满了叶影。我间或也坐在窗前看点书，满窗浓绿，不时有一只绿色的虫子在上面慢慢地爬过去，令我幻想深山大泽中的行人。蜗牛爬过的痕迹就像是山间林中的蜿蜒的小路。就这样，自己可以看上半天。晚上吃过饭后，就搬了椅子坐在海棠树下乘凉，从叶子的空隙处看到灰色的天空，上面嵌着一颗一颗的星。结在海棠树与檐边中间的蜘蛛网，借了星星的微光，把影子投在天幕上。一切都是这样静。这时候，自己往往什么都不想，只让睡意轻轻地压上眉头。等到果真睡去半夜里再醒来的时候，往往听到海棠叶子OO@@地直响，知道外面下雨了。当时对我来说，外语是一种非常神奇的东西。我认为，方块字是天经地义，不用方块字，只弯弯曲曲像蚯蚓爬过的痕迹一样，居然能发出音来，还能有意思，简直是不可思议。越是神秘的东西，便越有吸引力，英文对于我就有极大的吸引力。每次回忆学习英文的情景时，我眼前总有一团零乱的花影，是绛紫色的芍药花。原来在校长办公室前的院子里有几个花畦，春天一到，芍药盛开，都是绛紫色的花朵。白天走过那里，紫花绿叶，极为分明。到了晚上，英文课结束后，再走过那个院子，紫花与绿叶化成一个颜色，朦朦胧胧的一堆一团，因为有白天的印象，所以还知道它们的颜色。但夜晚眼前却只能看到花影，鼻子似乎有点花香而已。"}
{"text":"越是神秘的东西，便越有吸引力，英文对于我就有极大的吸引力。每次回忆学习英文的情景时，我眼前总有一团零乱的花影，是绛紫色的芍药花。原来在校长办公室前的院子里有几个花畦，春天一到，芍药盛开，都是绛紫色的花朵。白天走过那里，紫花绿叶，极为分明。到了晚上，英文课结束后，再走过那个院子，紫花与绿叶化成一个颜色，朦朦胧胧的一堆一团，因为有白天的印象，所以还知道它们的颜色。但夜晚眼前却只能看到花影，鼻子似乎有点花香而已。这一幅情景伴随了我一生，只要是一想起学习英文，这一幅美妙无比的情景就浮现到眼前来，带给我无量的幸福与快乐。我经常一个人在暮春五月到山上去散步。暖烘烘的香气飘拂在我的四面。人同香气仿佛融而为一，忘记了花，也忘记了自己。有池塘就应有点绿的东西，哪怕是芦苇呢，也比什么都没有强。最好的最理想的当然是荷花。天地萌生万物，对包括人在内的动植物等有生命的东西，总是赋予一种极其惊人的求生存的力量和极其惊人的扩展蔓延的力量，这种力量大到无法抗御。只要你肯费力来观摩一下，就必然会承认这一点。现在摆在我面前的就是我楼前池塘里的荷花。且从几个勇敢的叶片跃出水面以后，许多叶片接踵而至。一夜之间，就出来了几十枝，而且迅速地扩散蔓延。不到十几天的工夫，荷叶已经蔓延得遮蔽了半个池塘。从我撒种的地方出发，向东西南北四面扩展。我无法知道，荷花是怎样在深水淤泥里走动。反正从露出水面的荷叶来看，天天至少要走半尺的距离，才能形成眼前这个局面。我仿佛觉得这棵丝瓜有了思想，像达摩老祖一样，面壁参禅它能让无法承担重量的瓜停止生长它能给处在有利地形的大瓜找到承担重量的地方，给这样的瓜非凡待遇，让它们疯狂地长它能让悬垂的瓜平身躺下。假如不是这样的话，无论如何也无法解释我上面谈到的现象。但是，假如真是这样的话，又实在令人难以置信。丝瓜用什么来思想呢？丝瓜靠什么来指导自己的行动呢？上下数千年，纵横几万里，从来也没有人说过，丝瓜会有思想。我左考虑，右考虑，越考虑越糊涂。我无法同丝瓜对话，这是一个沉默的奇迹。瓜秧仿佛成了一根神秘的绳子，绿叶上照旧浓翠扑人眉宇。我站在丝瓜下面，陷入梦幻。而丝瓜则似乎心中有数，无言静观，它怡然泰然悠然坦然，仿佛含笑面对秋阳。每到春天，我走在树下，眼前无藤萝，心中也无藤萝。"}
