{"text":"玉石收藏家我去参观一位玉石收藏家的收藏，他一直说自己收藏的玉石多么名贵多么珍宝，甚至说玉石是有生命有磁场，有的会降灾治病，有的会除灾免祸，说得那玉石像是神明一样。他甚至说人的生命和玉石比起来是太渺小太脆弱了，有许多人的命还不值一块石头。人的生命之渺小之脆弱，这一点我是同意的，可是如果说石头的价值竟胜过人命，是我不能苟同的。其实，那些被收藏的玉石仿佛有生命，那是由于人的情感狠妄想的投射，我们有了感情，玉石才有了磁场，我们先有妄想，玉石才有感应。失去了人的情感授射，最耀眼的白玉或钻石，与溪边的卵石又有什么两样呢？我告辞玉石收藏家，从他放满玉石的走道走出来，我想到这个世界有这么多人爱玉石爱瓷器爱古董爱美术品，不惜花费巨资，投注心力，但却很少人愿意去对人花费爱心投人心血。那是因为，爱没有生命没有反应的东西，是最简单最安全的。要去爱一个人，比爱玉石就显得复杂危险不安全。这是世界上有这么多收藏家的原因，也是没有生命的玉石，古董，美术品比活人更值钱的原因。可惜，我每次告诉种种收藏家这些道理，他们总不认为人的价值可以胜过一件玉石古物，所以这个世界还会继续混乱下去。我们是不是愿意来收藏一些爱一些友情一些思义一些包容与宽恕？用锦盒珍藏，放在红木的架子里，时时拿出来摹拭，使其永保明亮与光芒，来证明人的品质与价值呢？感谢困难我做了一个梦。梦见我在街上问人请问您可不可以给我一些困难一些挫折，一些痛苦？所有的人都拒绝我，我着急地恳求别人那么，我雇用您，每小时五百元，请您给我一些折磨！那些陌生人摇摇头，沉默地离开，我因找不到愿意折磨我的人而惊醒。我坐在床上发呆，是呀！困难，折磨，痛苦是多么珍贵！如果一切平顺，谁会静下来沉思，谁会生起智慧，谁又能在平凡安逸的日子中超越自我登上高峰呢？如果没有困难，谁又会谦卑地跪下来祈祷？谁又能相信有无边的宇宙？谁又能寄情于来生呢？我深深地感谢着困难挫折与痛苦。"}
{"text":"所有的人都拒绝我，我着急地恳求别人那么，我雇用您，每小时五百元，请您给我一些折磨！那些陌生人摇摇头，沉默地离开，我因找不到愿意折磨我的人而惊醒。我坐在床上发呆，是呀！困难，折磨，痛苦是多么珍贵！如果一切平顺，谁会静下来沉思，谁会生起智慧，谁又能在平凡安逸的日子中超越自我登上高峰呢？如果没有困难，谁又会谦卑地跪下来祈祷？谁又能相信有无边的宇宙？谁又能寄情于来生呢？我深深地感谢着困难挫折与痛苦。也深深地感恩那些曾经折磨过我的人，他们是多么慈悲呀！我并未花钱聘雇他们，他们却以宝贵的时间来考验我提升我，为了增长我的智慧。蝴蝶的种子我在院子里，观察一只蛹，如何变成蝴蝶。那只蛹咬破了壳，全身湿软地从壳中钻了出来，它的翅膀卷曲皱缩成一团，它站在枝桠上休息晒太阳，好像钻出壳已经用了很大的力气。它慢慢地慢慢地，伸直翅膀，飞了起来。它在空中盘桓了一下子，很快地找寻到一朵花，它停在花上，专注忘情地吸着花蜜。我感到非常吃惊，这只蝴蝶从来没有被教育怎么飞翔，从来没有学习过如何去吸花蜜，没有爸爸妈妈教过它，这些都是它的第一次，它的第一次就做得多么精确而完美呀！我想到，这只蝴蝶将来还会交配繁衍产卵死亡，这些也都不必经由学习和教育。然后，它繁衍的分节阅读子孙，一代一代，也不必教育和学习，就会飞翔和采花了。一只蝴蝶是依赖什么来安排它的一生呢？未经教育与学习，它又是如何来完成像飞翔或采蜜如此复杂的事呢？这个世界不是有很多未经教育与学习就完美展现的事吗？鸟的筑巢蜘蛛的结网多么完美！孔雀想谈恋爱时，就开屏跳舞！云雀有了爱意，就放怀唱歌天鹅和娃鱼历经千里也不迷路印度豹与鸵鸟天生就是赛跑高手。这些都使我相信轮回是真实的。一只蝴蝶乃是带着前世的种子投生到这个世界，在它的种子里，有一个不可动摇的信念我将飞翔！我将采蜜！我将繁衍子孙！在那只美丽的蝴蝶身上，我看到空间的无限与时间的流动，深深地感动了。"}
{"text":"鸟的筑巢蜘蛛的结网多么完美！孔雀想谈恋爱时，就开屏跳舞！云雀有了爱意，就放怀唱歌天鹅和娃鱼历经千里也不迷路印度豹与鸵鸟天生就是赛跑高手。这些都使我相信轮回是真实的。一只蝴蝶乃是带着前世的种子投生到这个世界，在它的种子里，有一个不可动摇的信念我将飞翔！我将采蜜！我将繁衍子孙！在那只美丽的蝴蝶身上，我看到空间的无限与时间的流动，深深地感动了。不南飞的大雁在加拿大温哥华，朋友带我到海边的公园看大雁。大雁的身躯巨大出乎我的意料，大约有白鹅的四倍。那么多身体庞大的雁聚在一起，场面令我十分震慑。朋友买了一些饼干薯片杂食，准备在草地上喂食大雁，大雁立刻站起来，围绕在我们身边。那些大雁似有灵性，鸦鸦叫着向我们乞食。朋友一面把饼干丢到空中，一面说从前到夏天快结束时，大雁就准备南飞了，它们会在南方避寒，一直到隔年的春天才飞回来，不过，这里的大雁早就不南飞了。为什么大雁不再南飞呢？朋友告诉我说，不知道从什么时候开始，人们在这海边喂食大雁，起先，只有两三只大雁，到现在有数百只大雁了，数目还在增加中。冬天的时候，它们躲在建筑物里避寒，有人喂食，就飞出来吃，冬天也就那样过了。朋友感叹地说总有一天，全温哥华的大雁都不会再南飞了，候鸟变成留鸟，再过几代，大雁的子孙会失去长途飞翔的能力，然后再过几代，子孙们甚至完全不知道有南飞这一回事了。我抓了一把薯片丢到空中，大雁咻咻地过来抢食。我心里百感交集，我们这样喂食大雁，到底是对的，还是错的？如果为了一时的娱乐，而使雁无法飞行不再南飞，实在是令人不安的。已经移民到加拿大十七年的朋友说，自己的处境与大雁很相像，真怕子孙完全不知道有南飞这一回事，因此常常带孩子来喂大雁，让他们了解，温哥华虽好，终非我们的故乡。你的孩子呢？现在都在高雄的佛光山参加夏令营呢！朋友开怀地笑着。我们把东西喂完了，往回走的时候，大雁还一路紧紧跟随，一直走到汽车旁边，大雁才依依不舍地离去。不南飞的大雁，除了体积巨大，与广场上的鸽子又有什么不同呢？一路上我都在想着。"}
{"text":"你的孩子呢？现在都在高雄的佛光山参加夏令营呢！朋友开怀地笑着。我们把东西喂完了，往回走的时候，大雁还一路紧紧跟随，一直走到汽车旁边，大雁才依依不舍地离去。不南飞的大雁，除了体积巨大，与广场上的鸽子又有什么不同呢？一路上我都在想着。鲑鱼归鱼朋友开车带我从西温哥华到北温哥华，路过一座大桥，特别停车，步行到桥上看河水。河水并无异样，清澈悠然地穿过树林。到秋天的时候来看，这条河整个变成红色，所以本地人也叫作血河。朋友说。原来，到每年九月的时候，海里的蛙鱼开始溯河而上，奋力游到河的上游产卵。娃鱼的头是翠绿色，背部是蓝灰色，腹部是银白色，但是一到产卵季溯溪上游的时候，全身都会转变成红色，愈来愈红，红得就像秋天飘落的枫叶一样。在拥挤向上游的过程，一些畦鱼会力尽而死在半途一些会皮肤破裂，露出血红的肉来还有一些会被沿途鸟兽吃掉最终能到上游产卵的只是极少数。虔信佛教的朋友说，他第一次到河边看鲜鱼回游，见及那悲壮激烈的场面，看到枫与血交染的颜色，忍不住感动得流下泪来，如今站在河水清澄的桥面上，仿佛还看到当时那撼人的的画面。娃鱼为什么从大海溯溪回游？至今科学家还不能完全解开其中的谜。但是，我的朋友却有一个浪漫感性的说法，他说娃鱼是在回故乡，所以畦鱼也可以说是归鱼。蛙鱼是在河流的水源地出生，在它成长的过程中不断地游向大海，虽然在海中也能自由地生活，在最后一季总要奋力地游回故乡，在淡水产卵，乃至死亡。初生的娃鱼在河中并没有充足的食物，因此初生时是以父母亲的尸体为食物而长大的。朋友说可惜你不是秋天来温哥华，否则就可以看到那壮丽的场面。我虽然看不见那壮丽的场面，光凭想像也仿佛亲临了。不只是鱼吧！凡是世间的有情，都不免对故乡有一种复杂的情感，在某一个时空呼唤着众生的归去，只是很少众生像蛙鱼选择了那么壮烈无悔绝美的方式。我们在娃鱼那回乡的河流中，多少都可以照见自己的面影吧！"}
{"text":"初生的娃鱼在河中并没有充足的食物，因此初生时是以父母亲的尸体为食物而长大的。朋友说可惜你不是秋天来温哥华，否则就可以看到那壮丽的场面。我虽然看不见那壮丽的场面，光凭想像也仿佛亲临了。不只是鱼吧！凡是世间的有情，都不免对故乡有一种复杂的情感，在某一个时空呼唤着众生的归去，只是很少众生像蛙鱼选择了那么壮烈无悔绝美的方式。我们在娃鱼那回乡的河流中，多少都可以照见自己的面影吧！孔雀的笑在夏威夷，朋友说要带我去看马科斯的棺材，马科斯出亡到夏威夷后，重病死在夏威夷，由于菲律宾政府的不欢迎，死后连棺材都不能返乡。我开玩笑对朋友说我对伊美黛。的皮鞋比对马科斯的棺材有兴趣呢！朋友听了大笑，我说不过，我在菲律宾时已参观过伊美黛的鞋子，现在就去看看马科斯的棺木吧！马科斯夫人马科斯的棺木被放置在一个低矮的山坡上，是粗糙的木板屋钉成的，其简陋的程度出乎意料，棺木前有马科斯的照片一帧，色彩有些灰黯，一束鲜花是刚插上的，还留着昨夜的露水。看守棺木的两位年轻警卫告诉我们，他们也是马科斯生前的警卫，追随马科斯到夏威夷，并且等待菲律宾政府批准后，就要随灵棺返回菲律宾。我们坐在木板屋前的铁椅上聊天，我想到像马科斯这样的一代果雄，死后也不过是小屋中的一具薄棺，这位因贪读而使菲律宾从亚洲最富的国家成为最破落国家的领袖，生前自己也不能预料吧！与我一起来的朋友，甚至拒绝与马科斯的棺木合照，他说我生平最恨贪官污吏，与这种人合照，还是免了吧！离开马科斯的棺木，我们转到一间日本寺庙去，寺庙里有许多悠游的锦鲤，看到人竟从水面跃起，麻雀，斑鸠，红头鸟乌鸦都不畏人，纷纷走到脚边示好。最奇特的是几只孔雀，几乎是奔跑着过来乞食，还大声哈哈叫着。我没想到美丽的孔雀叫声如此奇异，朋友说孔雀知道有东西吃，正在大声笑着。我们把随身携带的东西拿出来喂食，孔雀开心地吃起来，那五色斑斓的羽毛在阳光下更为亮丽。吃完了，孔雀哗然一声，开屏了，一边哈哈大笑，好像感谢我们的喂食一样。"}
{"text":"最奇特的是几只孔雀，几乎是奔跑着过来乞食，还大声哈哈叫着。我没想到美丽的孔雀叫声如此奇异，朋友说孔雀知道有东西吃，正在大声笑着。我们把随身携带的东西拿出来喂食，孔雀开心地吃起来，那五色斑斓的羽毛在阳光下更为亮丽。吃完了，孔雀哗然一声，开屏了，一边哈哈大笑，好像感谢我们的喂食一样。回程的路上，我们又经过马科斯停灵的小木屋，小雨下了起来，我觉得一个人如果为了私情私利活在世间，那还不如一只孔雀，孔雀会开屏给人欣赏，并且有感恩的笑。海狮的项圈旧金山的渔人码头，有一处海狮聚集的地方，游客只能远距离地观赏，码头上贴着布告此处码头属美国海军所有，喂食丢掷或恐吓海狮，移送法办。美国在保护野生动物这方面，确实是先进国家，连恐吓动物都会被法办哩！正出神观看海狮的时候，一群小孩子吱吱喳喳地走到码头，由两位年轻的女老师带领，原来是幼稚园的老师带小朋友来看海狮，户外教学。在码头边的大人纷纷把最佳的观赏位子让出来给小朋友――在礼让和疼惜老弱妇孺这方面，美国也是先进国家。我听到幼稚园的老师对小朋友说你们有没有看到右边那只海狮脖子上有一个圈？有！那不是它的项链，而是它的伤痕，这只海狮小时候在海里玩，看到一个项圈，它就钻进去玩，没想到钻进去就拿不出来，小海狮一直在长大，项圈愈来愈紧，就陷进肉里，流血痛苦，就在它快被勒死前被发现了，把线圈剪断才救了它。小朋友听得入神，脸上都露出十分痛苦的表情。所以，你们以后千万不要乱丢东西到海里，可能会害死一只海狮。老师带着小朋友走了。我在清晨的渔人码头深受感动，这就是最好的教育，我但愿我们的老师也都能这样地教育孩子。海狮的项圈是无知与野蛮的项圈，我们的许多大人都戴着这样的项圈而不自知。我们要教孩子懂得疼惜与关爱众生，就要先取下我们无知与野蛮的项圈呀！"}
{"text":"老师带着小朋友走了。我在清晨的渔人码头深受感动，这就是最好的教育，我但愿我们的老师也都能这样地教育孩子。海狮的项圈是无知与野蛮的项圈，我们的许多大人都戴着这样的项圈而不自知。我们要教孩子懂得疼惜与关爱众生，就要先取下我们无知与野蛮的项圈呀！吉祥鸟到加拿大温哥华，走出温哥华机场，看到机场的停车场有许多乌鸦，甚至停在车顶上，见到人也不怕生，鸦鸦地叫，绕在人的身边飞。来接飞机的朋友看我露出讶异的神情，笑着说加拿大的乌鸦最多了，加拿大人把乌鸦当成吉祥的鸟。为什么呢？因为乌鸦很聪明，很讨人喜欢，声音也很好听，又能维持生态的平衡，乌鸦也是极少数会反哺的鸟。我看着已经归化加拿大籍的朋友，真是难以想像，在他们的眼中乌鸦就好像我们眼中的喜鹊一样。在中国人眼中是凶鸟的乌鸦，在加拿大人眼中却是吉祥鸟，可见这个世界上事物的价值是因人而异的，如果改变了我们的偏见，事物的价值就改变了。就像我在加拿大的那些日子，几乎天天部看到乌鸦，愈看愈发现乌鸦很好看，声音也很好听，飞起来也很优美，一副吉祥的样子，好像穿黑礼服的绅士。对呀！那象征凶事的不吉祥的是我们的心，与乌鸦有什么相于呢？吸引金龟子吃哈密瓜的时候，我对孩子提起童年时代如何抓金龟子的事。我们把吃剩的果皮拿到树林或稻田，或甚至放在庭院的角落，到黄昏的时刻，就会有许多不知从何处赶来，闪着绿光黄光和蓝光的金龟子，它们密密麻麻紧紧吸在果皮上，我们常常一口气就抓到几十只金龟子。然后，我们在金龟子的身上画了记号，带到更远的地方去放飞，看着闪着光芒的金龟子在空中逸去。第二天，往往会发现一些昨日做了记号的金龟子飞回来，停在果皮上。我童年的时候就很疑惑，金龟子是如何在遥远广大的田园辨味，穿过树林而飞回的呢？我对孩子说。孩子眼睛一亮，说爸爸，我们为什么不在阳台上放一些果皮，来吸引金龟子呢？这怎么可能，这里是城市，我们的阳台又在十五楼，金龟子住在林间，怎么可能飞来呢？我说。试试看嘛！"}
{"text":"然后，我们在金龟子的身上画了记号，带到更远的地方去放飞，看着闪着光芒的金龟子在空中逸去。第二天，往往会发现一些昨日做了记号的金龟子飞回来，停在果皮上。我童年的时候就很疑惑，金龟子是如何在遥远广大的田园辨味，穿过树林而飞回的呢？我对孩子说。孩子眼睛一亮，说爸爸，我们为什么不在阳台上放一些果皮，来吸引金龟子呢？这怎么可能，这里是城市，我们的阳台又在十五楼，金龟子住在林间，怎么可能飞来呢？我说。试试看嘛！试试看嘛！孩子央求着。好！我们就把正在吃的哈密瓜连皮留下来，放在十五楼阳台的花盆树下。第二天早上起床的时候，发现有四只金龟子正忘情地吮吸着哈密瓜的果皮，两只是黄金色，两只是绿金色。孩子和我都惊讶极了，这些金龟子是如何从山林飞过广大的城市，找到阳台的这一只哈密瓜呢？它们是具备了什么样的能量呢？我想到，在一些微小的众生之中，其实也隐藏着更广大更深刻更细腻的心，只是我们看不见罢了。我们把那四只金龟子作了记号，带到别处去放飞，但是金龟子再也没有飞回来。我们好几次把果皮放在阳台，总有各式各样的金龟子从四面八方飞来，可是那画了彩色笔记号的金龟子再也未曾回来过。孩子非常失望。我安慰孩子说城市到底不是树林，城市不是金龟子的家呀！说的时候，我感觉这句话是对自己说的，而那作了记号的金龟子，是从故乡的记忆中飞来，又带着我的乡愁，飞向不知名的所在！采花蜂我坐在院子里，正欣赏着一朵刚开放的朱模花，正是清晨，朱模花还带着昨夜的露水，在晨曦中微笑。这时候，一只蜜蜂从阳光里穿行而来，它几乎毫不犹豫的，就停在那一朵朱槿花上，那样投入分节阅读专注而忘情地吸着花蜜。微笑带着露水的朱模花专注浑然忘我的蜜蜂，看起来就如同在亲吻一样。但是，朱槿花与采花蜂是带着什么爱情而在城市的阳台上会合的呢？这时空的无限与广大，使我感到一只蜜蜂找到一朵朱槿花就是奇迹！连结着它们因缘的线不是偶然的！花究竟有什么好吃，使蜜蜂穿越城市来寻找和吸取呢？"}
{"text":"微笑带着露水的朱模花专注浑然忘我的蜜蜂，看起来就如同在亲吻一样。但是，朱槿花与采花蜂是带着什么爱情而在城市的阳台上会合的呢？这时空的无限与广大，使我感到一只蜜蜂找到一朵朱槿花就是奇迹！连结着它们因缘的线不是偶然的！花究竟有什么好吃，使蜜蜂穿越城市来寻找和吸取呢？等蜜蜂飞走了，我摘下那朵朱模花来吸，发现花中果然有着清香甜美的汁液。呀！原来在宇宙之间，朱模花，蜜蜂或者蝴蝶，也是追求着幸福美好的众生！人追随情欲而在生死时空中飞翔，与一只蜜蜂飞来寻找一朵花也没有什么不同！情欲的本质是生死的根本，但情欲的追求中也有美好的启示。蜜蜂采花的时候如此专注而深情，但它并不执著在一朵花上。这是为什么人们把那些风流而不专情的浪子称作是采花蜂的原因吧！我想起佛经里的一句话如蜂采华，但取其味，不损色香，就觉得人在情感的态度上，有时还不如一只蜜蜂。放生的麻雀我和朋友在林间散步，看到林间地上散落一些麻雀的尸体，我感到有些不解，朋友说是放生的人放出来的麻雀，而且是今天早上才放的。何以知道是今天早上放的呢？朋友说因为放生的人都是清晨放生，这些麻雀的身体都还未完全僵硬呢！有些麻雀在温暖的屋子住久了，清晨放到林间，立刻就冻僵了有些麻雀关在笼子里，早就忘记怎么飞翔了有些是失去想飞的心了。朋友述说着。我们都为放生者的无知而悲哀，也为放生者为了自己的功德，无视鸟雀的死活而感到痛心。在穿过林间的时候，我觉得麻雀的死亡给我一些启示，我们虽然在尘网中生活，但永远不要失去想飞的心，不要忘记飞翔的姿势。圆通寺与冰淇淋到圆通寺的大殿拜怫，在我右边拜佛的是一位中年的妇人，很虔诚地在那里顶礼。我也专心地拜着佛，突然听到右边传来劈啪两声巨响，回过神来，发现右边的妇人正打着小孩的耳光，由于用力极猛，连静寂的佛殿都回响着嗡嗡之声，我看着孩子的左右脸颊浮起十个鲜红的指印。"}
