{"text":"难道去发动凶恶的战争，你心里反而感到痛快吗？世上无如人欲险王曰否。吾何快于是！将以求吾所大欲也。曰王之所大欲，可得闻欤？王笑而不言。曰为肥甘不足于口欤？轻暖不足于林欤？抑为采色不足视于目欤？声音不足听于耳欤？便嬖不足使今于前欤？王之诸臣，皆足以供之，而王岂为是哉？曰否！吾不为是也。曰然则王之所大欲可知已。俗辟土地，朝秦楚，莅中国而托四夷也。以若所为，求若所欲，犹缘木而求鱼也。王曰若是其甚欤？曰殆有甚焉！缘木求鱼，虽不得鱼，无后灾。以若所为，求若所欲，尽心力而为之，后必有灾。孟子问齐宣王，是不是要发动战争，才觉得痛快。齐宣王说，不是的，我哪里是想发动战争来求得自己的快意呢！不过，我有一个大的愿望，希望能够实现。齐宣王没有直接说出他的这个理想是什么。于是孟子便问他，你这个愿望是一个什么样的大愿望，可以说来听听吗？齐宣王对于这个问题，只是笑一笑，并没有答复。在他这一个笑容里，也许有故作神秘的味道，也许表现了你猜猜看的反问眼神也许根本就懒得对这位孟老夫子说我们没在场，就不得而知了。假如把这一段故事，用现代的戏剧表现出来，那么舞台上齐宣王的面部表情眼神笑声，或是无声的笑，或者打个哈哈摇一摇头就不说下去了。该如何去表达齐宣王这时的心理状态和情绪，那就要导演去揣摩，去指导了。总之，齐宣王没有说话，没有直接把他的大愿望说出来，孟子对他没有办法，也只好故作猜哑谜状了。于是就说，难道说你是为了吃的方面不能满足，想吃得更好？或者是为了身上所穿的衣料不理想，不够柔软，不够暖和，又不够轻巧？或者是要有好看的，或者是要好听的呢？以现代的视听享受来说，别人有录放影设备，而你还只是一架彩色电视机放在客厅里，或者你只有一部钻石唱针的留声机，而希望有八声道立体声，收录放三用的声响设备吗？拿古文和现代语一对照，就看出今古文章的写法不同。古文精简几个字，涵盖的意义很广，现代只讲电视录音机两种视听上的享受，就要说上一大堆了。这是顺便说一下文学方面古今不同之处，其余的还是由大家自己去体会它的文学价值。现在且回到原文吧！"}
{"text":"或者是要有好看的，或者是要好听的呢？以现代的视听享受来说，别人有录放影设备，而你还只是一架彩色电视机放在客厅里，或者你只有一部钻石唱针的留声机，而希望有八声道立体声，收录放三用的声响设备吗？拿古文和现代语一对照，就看出今古文章的写法不同。古文精简几个字，涵盖的意义很广，现代只讲电视录音机两种视听上的享受，就要说上一大堆了。这是顺便说一下文学方面古今不同之处，其余的还是由大家自己去体会它的文学价值。现在且回到原文吧！孟子讲述了物质声色上的享受，又继续转到人事上来。他说，假如你不缺乏这些物欲上的享受，那么难道是在你身边那些服侍你的臣仆，以及你所宠信喜爱的男女官人，不够称心吗？事实上，现有的大小臣仆，男女宫人，已经是够你使唤，可以把你服侍得舒舒服服，难道你还不满意吗？齐宣王说，不！这些倒不是我所要追求的。到了这个时候，孟子便直截了当说出齐宣王的心思来了。实际上，在我们现在看来，孟子应该早就知道了齐宣王的大欲是什么。也许一开头说穿了，双方都难为情，齐宣王还可能会加以否认。所以先说一些声色货利等琐碎的事，把齐宣王套住，让他先否定了这些以后，才真正地放矢，直中红心，说到他内心深处。因此这时候便说，既然这些都不是你的大欲，那么除此之外，你的大欲，说来也就可以想象得到了。那就是希望扩张领土在战国当时来说，扩张领土，自然就是掠夺别家诸侯的土地，划入自己的版图的侵略行为，孟子不便当面指他侵略，只有含蓄地说扩张，因此用这个辟字，不用夺字。增强国力，让目前国际间的最强盛的秦国和楚国，都向你低头，向你朝拜进贡，那么你站在霸主的立场，以中国之主的地位，去抚顺四夷东方的夷族，西方的戎族，南方的蛮族，和北方的狄族，要这些没有文化或文化落后的民族，都来归顺你。换句话说，你的大欲是要成为全中国的领导者。但是，以你现在这样的做法，而希望能够实现你这样的理想，满足你这样的欲望，就好比是爬到树上去抓鱼，永远也达不到愿望的。关于齐宣王说到的大欲，在后面他还会很坦诚很直率地说到他个人还有好勇好货好色等私欲，而有别于这里所说君临中国的大欲。孟子在前面所说的那些衣食声色等方面的享受，也只是小欲而已。其实，这里所说的大欲和小欲，只是比较的说法。"}
{"text":"换句话说，你的大欲是要成为全中国的领导者。但是，以你现在这样的做法，而希望能够实现你这样的理想，满足你这样的欲望，就好比是爬到树上去抓鱼，永远也达不到愿望的。关于齐宣王说到的大欲，在后面他还会很坦诚很直率地说到他个人还有好勇好货好色等私欲，而有别于这里所说君临中国的大欲。孟子在前面所说的那些衣食声色等方面的享受，也只是小欲而已。其实，这里所说的大欲和小欲，只是比较的说法。就人类的欲望而言，在礼记中记载孔子的话说饮食男女，人之大欲存焉。这是每一个人，上自帝王，下至百姓，人人共有的大欲。但是我们要知道，人的欲望是没有止境的，一个人到了某种地位，某种环境，某一时间，某一空间，他的欲望是会变的，不断地增加累进。尤其作了君侯的人，除了饮食男女基本的欲望以外，他的大欲就是君临天下，要权势，要更大更大的权势。普通的人，满足了饮食男女，就是求功名富贵，拿现代的话说，是发展事业，事业成功了，要权力，可以支配别人有了权力，又希望君临天下君临天下以后，还是不能满足那么，希望长生不老，永远活下去，永远掌握着这个权力，所以秦始皇派人到蓬莱三山去求长生不老之药，当然是求不到，但求不到还是要求，希望在家天下的支配欲上延伸，把这份已得的权力，传给自己的万世于孙，永远掌握下去。在明清之间，有一本闲书名叫解人颐，这个书名就说明了，只是使人破颜一笑，松弛板起的面孔，咧开嘴来笑一笑的意思。这本书里许多记载，的确有令人发出会心微笑之处。不过它也是像聊斋志异卜一样，大多以狐鬼的故事来讽世。它所搜罗的许多可笑的文字中，笑里或有血，或有泪，蕴含了许多做人处世的道理，启发人们的良知，在过去的时代，的确是深具教育意义的一本闲书。这本解人颐中，有一篇很有哲学意味描述人类欲望无止境的白话诗终日奔波只为饥，方才一饱便思衣。衣食两般皆具足，又想娇容美貌妻。娶得美妻生下子，恨无田地少根基。买到田园多广阔，出入无船少马骑。槽头扣了骡和马，叹无官职被人欺。县丞主薄还嫌小，又要朝中挂紫衣。作了皇帝求仙术，更想登天跨鹤飞。若要世人心里足，除是南柯一梦西。这其中作了皇帝求仙术，更想登天跨鹤飞两句是我随便凑上去的。这位作者写这篇白话诗的时候，正是君主专政的时代，当然不敢连皇帝也写进去。"}
{"text":"衣食两般皆具足，又想娇容美貌妻。娶得美妻生下子，恨无田地少根基。买到田园多广阔，出入无船少马骑。槽头扣了骡和马，叹无官职被人欺。县丞主薄还嫌小，又要朝中挂紫衣。作了皇帝求仙术，更想登天跨鹤飞。若要世人心里足，除是南柯一梦西。这其中作了皇帝求仙术，更想登天跨鹤飞两句是我随便凑上去的。这位作者写这篇白话诗的时候，正是君主专政的时代，当然不敢连皇帝也写进去。而在历史的事实上，像秦始皇汉武帝一样，作了皇帝又想长生不老的例子也不少。所以齐宣王虽然已为一国之主，但还想君临天下，那也是很自然的趋势。这篇七言韵文的白话诗，可说道尽了人类欲望无穷，欲壑难填的心理状态。本来一个一无所有的穷光蛋，连吃饭都成问题，一天到晚，劳劳碌碌，也许是贫户登记，扫街掏沟的。好不容易，赚的钱吃饱了，就觉得身上穿的毛线衣，已经穿了三五年，下水洗过很多次，不够暖和，去见朋友时，也不体面，于是在衣服上讲究起来了。等到衣食两个问题都已解决，那么正如谚语所说，饱暖思淫欲，想娶一个漂亮的小姐作太太。后来，太太也娶了，孩子也生了，一家数口，融融乐乐，过得蛮好的，可是还不能满足。念头一转，家无恒产哪！总得买幢房子，弄点田地什么长久的生产之道，打下经济基础，让下半辈子生活安闲，子孙也不愁吃穿。这些都齐全了，还想买汽车，坐在八个汽缸的全自动别克名牌汽车里，又想到警察昨天开了一张违规的红单子，税务员的面孔不大好看，而朋友张三做了官，比较吃得开，还是弄个一官半职在身，才不吃亏受气，于是竞选去，或者走门路，搞个官来做。官也当上了，可是这县政府的科长秘书，能指挥的人太少，来指挥自己的人多，还是不过瘾，应该想办法当大官去。又这样往上爬，结果当了皇帝还是有欲望，又希望成仙上天，长生不老，所以这位最后两句结论是，人类这永无止境的欲望，除非到死方休。其实人的欲望，是死也不休的。梦似人生中国文学里，有三个很有名的美梦，是指点人生哲学的妙文。一个是庄子的蝴蝶梦一个是邯郸梦还有一个便是唐人李公佐著的南柯梦。纵然南柯梦醒，但人欲无穷，仍不肯罢休。"}
{"text":"又这样往上爬，结果当了皇帝还是有欲望，又希望成仙上天，长生不老，所以这位最后两句结论是，人类这永无止境的欲望，除非到死方休。其实人的欲望，是死也不休的。梦似人生中国文学里，有三个很有名的美梦，是指点人生哲学的妙文。一个是庄子的蝴蝶梦一个是邯郸梦还有一个便是唐人李公佐著的南柯梦。纵然南柯梦醒，但人欲无穷，仍不肯罢休。死了还想升天堂，到他方佛国，也许在那里，可以满足了在这个世界上所不能满足的欲望吧！其中一个唐代文学上有名的梦，便是邯郸梦。这是说一个庐姓书生，进京去考功名，走到邯郸道上，疲倦了想休息，旁边一个老头子正把黄粱米洗好，要下锅作饭，就把枕头借给这个庐生去睡。这个书生靠在他的枕头上睡熟了，睡中他作了一个梦，梦到自己考上功名，中了进士，娶妻生子，又很快地当了宰相，出将入相，四十年的富贵功名，煊赫一时，结果犯了罪，要被杀头，像秦二世的宰相李斯一样，被拉出东门去砍头。他一吓醒来，回头一看，旁边这个老头儿的黄粱饭还没煮熟。老头子看他醒了，对他笑一笑说四十年的功名富贵，很过瘾吧！他一想，唉呀！我在作梦，他怎么知道？他一定是个神仙来度化我的。于是不去考功名，跟着老头儿去修道了。有的说，这个邯郸梦的主角，就是历史上有名的神仙吕纯阳，那个老者，便是他的老师钟离权。这个故事，是教化性的，宗教哲学性的，要人看破人生。所以在后世的文学中诗词里，很多提到黄粱未熟，或黄粱梦觉。但是后来有一个读书人，却持相反的意见。他也落魄到了邯郸，想起这个故事，作了一首诗说四十年来公与侯，纵然是梦也风流。我今落魄邯郸道，要向先生借枕头。即使是梦中事，也可以过过富贵瘾。这首诗对人欲的描述，真可说淋漓尽致。我们除了引用解人颐中的一首白话诗，来说明齐宣王在人性上，很自然地会产生君临天下的欲望以外。其次，我们再从历史上来看齐国当时的背景国情和环境，来了解他这欲望的由来。据历史上的记载，当齐宣王即位的第二年，魏国梁惠王发动了战争，用庞涓为大将，率兵攻打赵国。这一仗，赵韩联盟，韩国向齐求救，起用孙武子的孙儿――函瞑的战争计划，歼灭魏国的名将庞涓，打败了魏国以后，过了将近二十年的安定生活，可以说是当时很有福气的一个君王。"}
{"text":"这首诗对人欲的描述，真可说淋漓尽致。我们除了引用解人颐中的一首白话诗，来说明齐宣王在人性上，很自然地会产生君临天下的欲望以外。其次，我们再从历史上来看齐国当时的背景国情和环境，来了解他这欲望的由来。据历史上的记载，当齐宣王即位的第二年，魏国梁惠王发动了战争，用庞涓为大将，率兵攻打赵国。这一仗，赵韩联盟，韩国向齐求救，起用孙武子的孙儿――函瞑的战争计划，歼灭魏国的名将庞涓，打败了魏国以后，过了将近二十年的安定生活，可以说是当时很有福气的一个君王。他在安定中，把内政做得还算不错。在这时期，他娶了一个历史上最有名的丑女人无盐作君夫人，这是后话，留待下次再说。他这样把齐国经营得几乎有了国际间霸主的气势，当然，君临中国的大欲自然而然地就慢慢形成了。在这二十年当中，他虽有这种欲望，可是没有发动过大规模的侵略战争。只有对北方的燕国，有一次还不算太大的战役。在孟子本书中，下文便有记载，在宣王晚年，到他儿子泯王的阶段，割据了燕国一小块土地，埋下了后来被燕国乐毅连下七十余城，几乎亡国的仇恨种子。幸好有田单在莒即墨二城，又兴起反攻复国的事。但是当孟子在齐国的这个阶段，也正是苏秦去齐国游说合纵的时期，从战国策中，苏秦为赵合纵说齐宣王这篇记载中，便可了解到孟子见齐王时，那时齐国的国情了。齐国富强的素描苏秦为赵合纵说齐宣王原文苏秦为赵合纵，说齐宣王曰齐南有太山，东有郸邪山名，在今山东诸城县东南，西有清河史记正义即贝州，北有渤海案下云四塞之国，则大山邪清河渤海。皆以山川形势言，以郡邑当之恐误。方舆纪要曰齐西有清河，即济水也。当以济水为是。，此所谓四塞之国也。齐地二千里，带甲数十万，粟如丘山，齐车之良，五家之兵，锥如疾矢小矢也，喻劲疾也。，战如雷电，解如风雨。即有军役，未尝倍大山，绝清河，涉渤海也。临淄齐都，故齐城，在今山东临淄县北之中七万户。臣窃度之，下户三男子，三七二十一万，不待发于远县，而临淄之率，固已二十一万矣。临淄甚富而实，其民无不吹竿鼓瑟，击筑弹琴，斗鸡走犬，六博囗囗者。临淄之途，车毂击，人户摩，连衽成帷，举袂成幕，挥汗成雨，家敦而富，志高而扬。"}
{"text":"当以济水为是。，此所谓四塞之国也。齐地二千里，带甲数十万，粟如丘山，齐车之良，五家之兵，锥如疾矢小矢也，喻劲疾也。，战如雷电，解如风雨。即有军役，未尝倍大山，绝清河，涉渤海也。临淄齐都，故齐城，在今山东临淄县北之中七万户。臣窃度之，下户三男子，三七二十一万，不待发于远县，而临淄之率，固已二十一万矣。临淄甚富而实，其民无不吹竿鼓瑟，击筑弹琴，斗鸡走犬，六博囗囗者。临淄之途，车毂击，人户摩，连衽成帷，举袂成幕，挥汗成雨，家敦而富，志高而扬。夫以大王之贤，与齐之强，天下不能当。今乃西面事秦，窃为大王羞之。且夫韩魏之所以畏秦者，以与秦接界也。兵出而相当，不出十日，而战胜存亡之机决矣。韩魏战而胜秦，则兵半折，四境不守。战而不胜，以亡随其后。是故韩魏之所以重与秦战而轻为之臣也。今秦攻齐，则不然，倍韩魏之地，过卫阳晋故城在今山东曹县北，故卫地之道，径亢父故城在今山东济宁县南，故齐地之险。车不得方轨，马不得并行，百人守险，千人不能过也。秦虽欲深入则狼顾，恐韩魏之议其后也。是故恫疑虚揭，高跃而不敢进，则秦不能害齐，亦已明矣。夫不深料秦之不奈我何也，而欲西面事秦，是群臣之计过也。今无臣事秦之名，而有强国之实，臣固愿大王之少留计。齐王曰寡人不敏。今主君以赵王之教诏之，敬奉社稷以从。这篇资料，一开头就指出了齐国在战略上极其有利的地理形势。国内为一大平原，而四面的疆界，都有大山巨川或深海，可为险阻。所谓四塞之国，易于防守，而外敌不易入侵。次一段，是指出齐国国富兵强的实际情形。苏秦把齐国的兵力，了解得清清楚楚。他指出，齐国正如现代的强国一样，军队有数十万人。粮食的储存，堆积得像山一样高。军队的强盛，攻击力量的尖锐，行动的迅速，可以雷电疾风作比拟。这当然是苏秦夸张性的形容，但仍可见齐国的军力之强。他并指出，这样强大的武力，一旦有敌人来侵，可以不必离开自己的国境，就把敌人击退，使得难越雷池半步。接着他叙述齐国首都临淄的情形，当时人口就有七万户，如果以战国时代的人口比率来说，则当时七万户大约相当于今天的国际名都――纽约市的人口。依照苏秦的估计，一户有三名兵役年龄的男子，那么临淄在一夜之间，就可以动员二十一万的士卒，不必再从外县市征调，这是首都一地的充足兵源。"}
{"text":"军队的强盛，攻击力量的尖锐，行动的迅速，可以雷电疾风作比拟。这当然是苏秦夸张性的形容，但仍可见齐国的军力之强。他并指出，这样强大的武力，一旦有敌人来侵，可以不必离开自己的国境，就把敌人击退，使得难越雷池半步。接着他叙述齐国首都临淄的情形，当时人口就有七万户，如果以战国时代的人口比率来说，则当时七万户大约相当于今天的国际名都――纽约市的人口。依照苏秦的估计，一户有三名兵役年龄的男子，那么临淄在一夜之间，就可以动员二十一万的士卒，不必再从外县市征调，这是首都一地的充足兵源。再看临淄的繁荣，经济上的富庶，所表现在居民日常生活上的状况，真是富足得不得了。社会安定，经济富裕后，社会的趋势就一定会变，于是吃喝玩乐都来了，或者是玩玩竿筑琴瑟这些乐器，或者是斗鸡跑马打球以及各种赌博性的娱乐。在路上，车子太多，轮轴常常互相磨擦。路上的行人当然比车子还多，挤在一起，有如台北的西门町，走起路来都感到困难。这些人把衣裳的下摆连起来，或者把袖子接连举起，就会形成一块大布幔，密不透气的。这时候如果大家同时流汗的话，就会像下雨似的。由于人们都过得殷实而富裕，所以一个个都显得志得意满的样子。家敦而富，志高而扬。这八个字，是苏秦对临淄居民的生活写照，我们在今天读史时，对于这八个字，就要特别注意了。这八个字，从另一面看，也是一种弊害的源头。当一个国家，经济安定，社会繁荣，国民收入增加之后，往往就流于浪费，生活方式多半都骄奢淫逸，精神生活方面则道德堕落，产生优越感，看轻别人。这就是当时齐国的情形，和今天美国的情形差不多。下面是苏秦的说辞。他说，以你齐宣王的英明，领导国家建设，趋于如此的地步，各国诸侯，没有比得上你的。可是你却还要对西方的秦国低头，去听他的话，我苏秦实在替你暗暗惭愧，真是不必如此啊！苏秦这个论调，对当时的齐宣王来说，实在是够刺激的。苏秦指出了齐国当时地理上的先天优势，以及充沛的军事与经济力量，然后再进一步对齐宣王分析当时的国际情势。他说，韩国和魏国会怕秦国的原因，是他们的边界和秦国的边界连接在一起，如果打起仗来，双方出兵，力量都差不多，不出十天的时间，就可以决定胜负。韩魏两个国家，如果打败了秦国，这场战争，必然是很刺激的。"}
{"text":"苏秦这个论调，对当时的齐宣王来说，实在是够刺激的。苏秦指出了齐国当时地理上的先天优势，以及充沛的军事与经济力量，然后再进一步对齐宣王分析当时的国际情势。他说，韩国和魏国会怕秦国的原因，是他们的边界和秦国的边界连接在一起，如果打起仗来，双方出兵，力量都差不多，不出十天的时间，就可以决定胜负。韩魏两个国家，如果打败了秦国，这场战争，必然是很刺激的。虽然胜了，也会损失一半的国力，余下的一半力量，实在不足以保卫疆土，在国防实力上，还是处在空虚危险的状态中。假如打了败仗，当然更惨了，跟着来的，就只有亡国的命运。由这样不利的形势，韩魏就把和秦国作战，看成了严重的问题，所以他们避重就轻，只好对秦朝贡称臣，以博取和平。苏秦的这一分析，确实是有相当道理的，这又证明了他刺股用功，不止是读一部阴符经而已。而是得到阴符经的启示，晓得要注意到各国的形势，去搜集国际资料，了解各国的国情和国际现势。年轻人今天读书，实在要把握这一点，才不会读死书，变成书呆子。他作了国际形势的分析后，再进一步将齐国的国际关系，分析给齐宣王听。他指出秦国当然也有他的大欲，也想君临中国。不过秦国如果要攻击齐国，情形就不一样了。第一，齐秦之间，还隔了韩魏这两个国家，还要借道于卫国的阳晋，再经过亢父一带险要的山区。这一段路，战车无法顺利通过，马匹也不能并行。只要派一百人守在那里，那么成千的兵力都攻不进来，是十倍兵力所不能攻克的战争死角。还有，纵然秦国冒了最大的危险，深入内地进犯。它也还要狼顾一番。中国相法中，狼顾是奸诈的表象，因为狼在走路的时候，是低着头，眼睛向左右回顾四周。鹰视是眼睛发现一个标的时，睁了大眼盯着看，眼神中含有贪婪的掳掠意味。有时狼顾鹰视并用，这是描述一个人的奸诈贪婪而又狠毒。要分心注意到韩魏这些国家，是不是会动脑筋，乘它秦国攻击你齐国的时候，在它的背侧，向它进攻。以秦攻齐，既处于不利的战略形势，又有后顾之忧，因此，这只是唬唬人的心理战术。虽然秦国的确是跃跃欲试，可是却不敢轻易付诸行动，所以，秦国不足以为害你齐国，是很明显的事了。"}
