{"text":"譬如医道，以西洋爱克斯光与中国阴阳五行之说相较，倘加以深究，其中自有是非可言，说法虽乖，功效实同。一入门户之见，便失了自主，苦痛难言，保得自身为主，则圆通自在，大畅无比。下面就紧接着这里所引的一段文字。那摩温即英语的音译，意为第一号，当时上海用以称工头。土司，即英语的音译，意为烤面包片。探母即京剧四郎探母。演的是北宋杨家将故事。事大服事大国的意思。语出孟子梁惠王齐宣王问曰交邻国有道乎？孟子对曰有。惟仁者为能以大事小惟智者为能以小事大。文素臣小说野叟曝言中的主角，官做到一人之下，万人之上的丞相。这里说他崇华，抑夷，是因为书中有关于他征苗平倭的描写。这书写的是明代中叶的事，说他是满崽，似有误。这一段引文见于今文八弊中之二随行随失，狗逐尾巴一节中。小说月报一九一年创刊于上海，商务印书馆出版，内容是刊载文言小说和旧诗词笔记等，为鸳鸯蝴蝶派的主要刊物。一九二一年一月第十二卷第一号起，先后由沈雁冰郑振铎主编，经过改革，成为新文学运动的重要阵地之一。一九三一年十二月出至第二十二卷第十二号停刊。一九二一年十月该刊第十二卷第十号曾出版被损害民族的文学号增刊，刊有沈雁冰等译的波兰捷克等国的文学作品和介绍这些国家的文学情况的文章。花旗旧时我国一些地方对美国的俗称茄门，英语的音译，通译日耳曼，指德国。天方夜谈现译一千零一夜，阿拉伯古代民间故事集。堂吉诃德，西班牙作家塞万提斯的长篇小说。清同治元年在北京设立了培养译员的学校，称京师同文馆，属总理各国事务衙门。初设英文馆，次年添设法文俄文馆，后又设德文日文馆。勤工俭学一九一四年蔡元培等成立勤工俭学会，号召青年到法国勤劳作工，节俭求学当时赴法求学的人不少。该会于一九二一年停办。林纾―字琴南，号畏庐，福建闽县今福州人。"}
{"text":"初设英文馆，次年添设法文俄文馆，后又设德文日文馆。勤工俭学一九一四年蔡元培等成立勤工俭学会，号召青年到法国勤劳作工，节俭求学当时赴法求学的人不少。该会于一九二一年停办。林纾―字琴南，号畏庐，福建闽县今福州人。他曾据别人口述，以文言文翻译欧美文学作品一百多种，英国的如司各德，―的撒克逊劫后英雄略今译艾凡赫，迭更斯，―的块肉余生述今译大卫科波菲尔，狄福，约―的鲁滨孙飘流记，斯惠夫特，―的海外轩渠录今译格列佛游记等。田汉参看本卷第页注。他曾在一九二一年翻译莎士比亚的剧本罗蜜欧与朱丽叶和哈孟雷特，由中华书局印行。这则笑话见于清初石成金所著传家宝的笑得好初集，题为割股。论人言可畏论人言可畏人言可畏是电影明星阮玲玉自杀之后，发见于她的遗书中的话。这哄动一时的事件，经过了一通空论，已经渐渐冷落了，只要玲玉香消记一停演，就如去年的艾霞自杀事件一样，完全烟消火灭。她们的死，不过像在无边的人海里添了几粒盐，虽然使扯淡的嘴巴们觉得有些味道，但不久也还是淡，淡，淡。这句话，开初是也曾惹起一点小风波的。有评论者，说是使她自杀之咎，可见也在日报记事对于她的诉讼事件的张扬不久就有一位记者公开的反驳，以为现在的报纸的地位，舆论的威信，可怜极了，那里还有丝毫主宰谁的运命的力量，况且那些记载，大抵采自经官的事实，绝非捏造的谣言，旧报具在，可以复按。所以阮玲玉的死，和新闻记者是毫无关系的。这都可以算是真实话。然而――也不尽然。现在的报章之不能像个报章，是真的评论的不能逞心而谈，失了威力，也是真的，明眼人决不会过分的责备新闻记者。但是，新闻的威力其实是并未全盘坠地的，它对甲无损，对乙却会有伤对强者它是弱者，但对更弱者它却还是强者，所以有时虽然吞声忍气，有时仍可以耀武扬威。于是阮玲玉之流，就成了发扬余威的好材料了，因为她颇有名，却无力。小市民总爱听人们的丑闻，尤其是有些熟识的人的丑闻。上海的街头巷尾的老虔婆，一知道近邻的阿二嫂家有野男人出入，津津乐道，但如果对她讲甘肃的谁在偷汉，新疆的谁在再嫁，她就不要听了。"}
{"text":"现在的报章之不能像个报章，是真的评论的不能逞心而谈，失了威力，也是真的，明眼人决不会过分的责备新闻记者。但是，新闻的威力其实是并未全盘坠地的，它对甲无损，对乙却会有伤对强者它是弱者，但对更弱者它却还是强者，所以有时虽然吞声忍气，有时仍可以耀武扬威。于是阮玲玉之流，就成了发扬余威的好材料了，因为她颇有名，却无力。小市民总爱听人们的丑闻，尤其是有些熟识的人的丑闻。上海的街头巷尾的老虔婆，一知道近邻的阿二嫂家有野男人出入，津津乐道，但如果对她讲甘肃的谁在偷汉，新疆的谁在再嫁，她就不要听了。阮玲玉正在现身银幕，是一个大家认识的人，因此她更是给报章凑热闹的好材料，至少也可以增加一点销场。读者看了这些，有的想我虽然没有阮玲玉那么漂亮，却比她正经有的想我虽然不及阮玲玉的有本领，却比她出身高连自杀了之后，也还可以给人想我虽然没有阮玲玉的技艺，却比她有勇气，因为我没有自杀。化几个铜元就发见了自己的优胜，那当然是很上算的。但靠演艺为生的人，一遇到公众发生了上述的前两种的感想，她就够走到末路了。所以我们且不要高谈什么连自己也并不了然的社会组织或意志强弱的滥调，先来设身处地的想一想罢，那么，大概就会知道阮玲玉的以为人言可畏，是真的，或人的以为她的自杀，和新闻记事有关，也是真的。但新闻记者的辩解，以为记载大抵采自经官的事实，却也是真的。上海的有些介乎大报和小报之间的报章，那社会新闻，几乎大半是官司已经吃到公安局或工部局去了的案件。但有一点坏习气，是偏要加上些描写，对于女性，尤喜欢加上些描写这种案件，是不会有名公巨卿在内的，因此也更不妨加上些描写。案中的男人的年纪和相貌，是大抵写得老实的，一遇到女人，可就要发挥才藻了，不是徐娘半老，风韵犹存，就是豆蔻年华，玲珑可爱。一个女孩儿跑掉了，自奔或被诱还不可知，才子就断定道，小姑独宿，不惯无郎，你怎么知道？一个村妇再醮了两回，原是穷乡僻壤的常事，一到才子的笔下，就又赐以大字的题目道，奇淫不减武则天，这程度你又怎么知道？这些轻薄句子，加之村姑，大约是并无什么影响的，她不识字，她的关系人也未必看报。但对于一个智识者，尤其是对于一个出到社会上了的女性，却足够使她受伤，更不必说故意张扬，特别渲染的文字了。然而中国的习惯，这些句子是摇笔即来，不假思索的，这时不但不会想到这也是玩弄着女性，并且也不会想到自己乃是人民的喉舌。"}
{"text":"一个村妇再醮了两回，原是穷乡僻壤的常事，一到才子的笔下，就又赐以大字的题目道，奇淫不减武则天，这程度你又怎么知道？这些轻薄句子，加之村姑，大约是并无什么影响的，她不识字，她的关系人也未必看报。但对于一个智识者，尤其是对于一个出到社会上了的女性，却足够使她受伤，更不必说故意张扬，特别渲染的文字了。然而中国的习惯，这些句子是摇笔即来，不假思索的，这时不但不会想到这也是玩弄着女性，并且也不会想到自己乃是人民的喉舌。但是，无论你怎么描写，在强者是毫不要紧的，只消一封信，就会有正误或道歉接着登出来，不过无拳无勇如阮玲玉，可就正做了吃苦的材料了，她被额外的画上一脸花，没法洗刷。叫她奋斗吗？她没有机关报，怎么奋斗有冤无头，有怨无主，和谁奋斗呢？我们又可以设身处地的想一想，那么，大概就又知她的以为人言可畏，是真的，或人的以为她的自杀，和新闻记事有关，也是真的。然而，先前已经说过，现在的报章的失了力量，却也是真的，不过我以为还没有到达如记者先生所自谦，竟至一钱不值，毫无责任的时候。因为它对于更弱者如阮玲玉一流人，也还有左右她命运的若干力量的，这也就是说，它还能为恶，自然也还能为善。有闻必录或并无能力的话，都不是向上的负责的记者所该采用的口头禅，因为在实际上，并不如此，――它是有选择的，有作用的。至于阮玲玉的自杀，我并不想为她辩护。我是不赞成自杀，自己也不豫备自杀的。但我的不豫备自杀，不是不屑，却因为不能。凡有谁自杀了，现在是总要受一通强毅的评论家的呵斥，阮玲玉当然也不在例外。然而我想，自杀其实是不很容易，决没有我们不豫备自杀的人们所渺视的那么轻而易举的。倘有谁以为容易么，那么，你倒试试看！自然，能试的勇者恐怕也多得很，不过他不屑，因为他有对于社会的伟大的任务。那不消说，更加是好极了，但我希望大家都有一本笔记簿，写下所尽的伟大的任务来，到得有了曾孙的时候，拿出来算一算，看看怎么样。五月五日。本篇最初发表于一九三五年五月二十日太白半月刊第二卷第五期，署名赵令仪。阮玲玉参看本卷第页注。艾霞当时的电影演员，于一九三四年二月间自杀。题未定草五题未定草五君寄给我一封剪下来的报章。这是近十来年常有的事情，有时是杂志。"}
{"text":"那不消说，更加是好极了，但我希望大家都有一本笔记簿，写下所尽的伟大的任务来，到得有了曾孙的时候，拿出来算一算，看看怎么样。五月五日。本篇最初发表于一九三五年五月二十日太白半月刊第二卷第五期，署名赵令仪。阮玲玉参看本卷第页注。艾霞当时的电影演员，于一九三四年二月间自杀。题未定草五题未定草五君寄给我一封剪下来的报章。这是近十来年常有的事情，有时是杂志。闲暇时翻检一下，其中大概有一点和我相关的文章，甚至于还有生脑膜炎之类的恶消息。这时候，我就得预备大约一块多钱的邮票，来寄信回答陆续函问的人们。至于寄报的人呢，大约有两类一是朋友，意思不过说，这刊物上的东西，有些和你相关二，可就难说了，猜想起来，也许正是或编者，你看，咱们在骂你了！用的是三国志演义上的三气周瑜或骂死王朗的法子。不过后一种近来少一些了，因为我的战术是暂时搁起，并不给以反应，使他们诸公的刊物很少有因我而蓬蓬勃勃之望，到后来却也许会去拨一拨谁的下巴这于他们诸公是很不利的。君是属于第一类的剪报是天津益世报的文学副刊。其中有一篇张露薇先生做的略论中国文坛，下有一行小注道偷懒，奴性，而忘掉了艺术。只要看这题目，就知道是一位勇敢而记住艺术的批评家了。看起文章来，真的，痛快得很。我以为介绍别人的作品，删节实在是极可惜的，倘有妙文，大家都应该设法流传，万不可听其泯灭。不过纸墨也须顾及，所以只摘录了第二段，就是永远是日本人的追随者的作家在这里，也万不能再少，因为我实在舍不得了――奴隶性是最意识正确的东西，于是便有许多人跟着别人学口号。特别是对于苏联，在目前的中国，一般所谓作家也者，都怀着好感。可是，我们是人，我们应该有自己的人性，对于苏联的文学，尤其是对于那些由日本的浅薄的知识贩卖者所得来的一知半解的苏联的文学理论家与批评家的话，我们所取的态度决不该是应声虫式的我们所需要的介绍的和模仿的其实是只有抄袭和盲目的应声方式也决不该是完全出于热情的。主观是对于事物的选择，客观才是对于事物的方法。我们有了一般奴隶性极深的作家，于是我们便有无数的空虚的标语和口号。"}
{"text":"可是，我们是人，我们应该有自己的人性，对于苏联的文学，尤其是对于那些由日本的浅薄的知识贩卖者所得来的一知半解的苏联的文学理论家与批评家的话，我们所取的态度决不该是应声虫式的我们所需要的介绍的和模仿的其实是只有抄袭和盲目的应声方式也决不该是完全出于热情的。主观是对于事物的选择，客观才是对于事物的方法。我们有了一般奴隶性极深的作家，于是我们便有无数的空虚的标语和口号。然而我们没有几个懂得苏联的文学的人，只有一堆盲目的赞美者和零碎的翻，而赞美者往往是牛头不对马嘴的胡说，翻又不配合于他们的工作，不得不草率，不得不硬译，不得不说文不对题的话，一言以蔽之，他们的能力永远是对不起他们的思想他们的意识虽然正确了，可是他们的工作却永远是不正确的。从苏联到中国是很近的，可是为什么就非经过日本人的手不可？我们在日本人的群中并没有发现几个真正了解苏联文学的新精神的人，为什么偏从浅薄的日本知识阶级中去寻我们的食粮？这真是一件可耻的事实。我们为什么不直接的了解？为什么不取一种纯粹客观的工作的态度？为什么人家唱新写实主义，我们跟着喊，人家换了社会主义的写实主义，我们又跟着喊人家介绍纪德，我们才叫人家介绍巴尔扎克，我们也号然而我敢预言，在一千年以内绝不会见到那些介绍纪德，巴尔扎克的人们会给中国的读者译出一两本纪德，巴尔扎克的重要著作来，全集更不必说。我们再退一步，对于那些所谓文学遗产，我们并不要求那些跟着人家对喊文学遗产的人们担负把那些文学遗产送给中国的大众的责任。可是我们却要求那些人们有承受那些遗产的义务，这自然又是谈不起来的。我们还记得在庆祝高尔基的四十年的创作生活的时候，中国也有，丁玲一般人发了庆祝的电文这自然是冠冕堂皇的事情。然而那一群签名者中有几个读过高尔基的十分之一的作品？有几个是知道高尔基的伟大在那儿的？中国的知识阶级就是如此浅薄，做应声虫有余，做一个忠实的，不苟且的，有理性的文学创和研究者便不成了。五月廿九日天津益世报。我并不想因此来研究奴隶性是最意识正确的东西，主观是对于事物的选择，客观才是对于事物的方法这些难问题我只要说，诚如张露薇先生所言，就是在文艺上，我们中国也的确太落后。"}
{"text":"有几个是知道高尔基的伟大在那儿的？中国的知识阶级就是如此浅薄，做应声虫有余，做一个忠实的，不苟且的，有理性的文学创和研究者便不成了。五月廿九日天津益世报。我并不想因此来研究奴隶性是最意识正确的东西，主观是对于事物的选择，客观才是对于事物的方法这些难问题我只要说，诚如张露薇先生所言，就是在文艺上，我们中国也的确太落后。法国有纪律和巴尔扎克，苏联有高尔基，我们没有日本叫喊起来了，我们才跟着叫喊，这也许真是追随而且永远，也就是奴隶性，而且是最意识正确的东西。但是，并不追随的叫喊其实是也有一些的，林语堂先生说过其在文学，今日绍介波兰诗人，明日绍介捷克文豪，而对于已经闻名之英美法德文人，反厌为陈腐，不欲深察，求一究竟。此种流风，其弊在浮，救之之道，在于学。人间世二十八期今文八弊中南北两公，眼睛都有些斜视，只看了一面，各骂了一面，独跳犹可，并排跳舞起来，那勇敢就未免化为有趣了。不过林先生主张求一究竟，张先生要求直接了解，这实事求是之心，两位是大抵一致的，不过张先生比较的悲观，因为他是豫言家，断定了在一千年以内，绝不会见到那些绍介纪德，巴尔扎克的人们会给中国的读者译出一两本纪德，巴尔扎克的重要著作来，全集更不必说的缘故。照这豫言看起来，直接了解的张露薇先生自己，当然是一定不译的了别人呢，我还想存疑，但可惜我活不到一千年，决没有目睹的希望。豫言颇有点难。说得近一些，容易露破绽。还记得我们的批评家成仿吾先生手抡双斧，从创造的大旗下，一跃而出的时候，曾经说，他不屑看流行的作品，要从冷落堆里提出作家来。这是好的，虽然勃兰兑斯曾从冷落中提出过伊孛生和尼采，但我们似乎也难以斥他为追随或奴性。不大好的是他的这一张支票，到十多年后的现在还没有兑现。说得远一些罢，又容易成笑柄。江浙人相信风水，富翁往往豫先寻葬地乡下人知道一个故事有风水先生给人寻好了坟穴，起誓道您百年之后，安葬下去，如果到第三代不发，请打我的嘴巴！然而他的期限，比张露薇先生的期限还要少到约十分之九的样子。然而讲已往的琐事也不易。张露薇先生说庆祝高尔基四十年创作的时候，中国也有，丁玲一般人发了庆祝的电文，然而那一群签名者中有几个读过高尔基的十分之一的作品？这质问是极不错的。"}
{"text":"不大好的是他的这一张支票，到十多年后的现在还没有兑现。说得远一些罢，又容易成笑柄。江浙人相信风水，富翁往往豫先寻葬地乡下人知道一个故事有风水先生给人寻好了坟穴，起誓道您百年之后，安葬下去，如果到第三代不发，请打我的嘴巴！然而他的期限，比张露薇先生的期限还要少到约十分之九的样子。然而讲已往的琐事也不易。张露薇先生说庆祝高尔基四十年创作的时候，中国也有，丁玲一般人发了庆祝的电文，然而那一群签名者中有几个读过高尔基的十分之一的作品？这质问是极不错的。我只得招供读得很少，而且连高尔基十分之一的作品究竟是几本也不知道。不过高尔基的全集，却连他本国也还未出全，所以其实也无从计算。至于祝电，我以为打一个是应该的，似乎也并非中国人的耻辱，或者便失了人性，然而我实在却并没有发，也没有在任何电报底稿上签名。这也并非怕有奴性，只因没有人来邀，自己也想不到，过去了。发不妨，不发也不要紧，我想，发，高尔基大约不至于说我是日本人的追随者的作家，不发，也未必说我是张露薇的追随者的作家的。但对于绥拉菲摩维支的祝贺日，我却发过一个祝电，因为我校印过中译的铁流。这是在情理之中的，但也较难于想到，还不如测定为对于高尔基发电的容易。当然，随便说说也不要紧，然而，中国的知识阶级就是如此浅薄，做应声虫有余，做一个忠实的，不苟且的，有理性的文学创和研究者便不成了的话，对于有一些人却大概是真的了。张露薇先生自然也是知识阶级，他在同阶级中发见了这许多奴隶，拿鞭子来抽，我是了解他的心情的。但他和他所谓的奴隶们，也只隔了一张纸。如果有谁看过菲洲的黑奴工头，傲然的拿鞭子乱抽着做苦工的黑奴的电影的，拿来和这略论中国文坛的大文一比较，便会禁不住会心之笑。那一个和一群，有这么相近，却又有这么不同，这一张纸真隔得利害分清了奴隶和奴才。我在这里，自以为总算又钩下了一种新的伟大人物――一九三五年度文艺豫言家――的嘴脸的轮廓了。八月十六日。本篇最初发表于一九三五年十月五日芒种半月刊第二卷第一期。发表时题目下原有小注一至三载文学，四不发表。按题未定草四实系拟写未就。"}
{"text":"我在这里，自以为总算又钩下了一种新的伟大人物――一九三五年度文艺豫言家――的嘴脸的轮廓了。八月十六日。本篇最初发表于一九三五年十月五日芒种半月刊第二卷第一期。发表时题目下原有小注一至三载文学，四不发表。按题未定草四实系拟写未就。生脑膜炎一九三四年二月二十五日伪满盛京时报第三版载停笔十年，脑病甚剧亦不能写稿消息一则上海函云，左翼作家近染脑病，亦不能执笔写作，据医生诊称，系脑膜炎之现象，苟不速治，将生危险，并劝氏今后停笔不作任何文章，非休养十年，不能痊愈云。同年三月十日天津大公报据以转载。益世报天主教教会报纸，比利时教士雷鸣远后入中国籍主办。一九一五年十月创刊于天津，一九四九年一月天津解放时停刊。张露薇原名贺志远，吉林人，曾主编北平文学导报，后成为汉奸。略论中国文坛一文共分三段，第一段和第三段的题目分别为意识正确的文魔们的新梦和茅盾先生的法宝。纪德，―法国作家。著有小说窄门地粮田园交响曲等。巴尔扎克，―法国作家。他的作品总题为人间喜剧，包括长篇小说欧也妮葛朗台高老头幻灭等九十多部。成仿吾湖南新化人，文学评论家。创造社主要成员之一。关于祝贺高尔基创作四十年一事，上海文化月报第一卷第一期一九三二年十一月十五日曾刊出由茅盾丁玲曹靖华洛扬等人署名的高尔基的四十年创作生活――我们的祝贺一文，并不是祝电。绥拉菲摩维支pZ，―苏联作家。他的长篇小说铁流由曹靖华译成中文，写了编校，一九三一年十一月以三闲书屋名义出版。论讽刺论讽刺我们常不免有一种先入之见，看见讽刺作品，就觉得这不是文学上的正路，因为我们先就以为讽刺并不是美德。但我们走到交际场中去，就往往可以看见这样的事实，是两位胖胖的先生，彼此弯腰拱手，满面油晃晃的正在开始他们的扳谈――贵姓？敝姓钱。哦，久仰久仰！还没有请教台甫草字阔亭。高雅高雅。贵处是？就是上海哦哦，那好极了，这真是谁觉得奇怪呢？"}
