{"text":"听人说，在我幼小时候，家里还有四五十亩水田，并不很愁生计。但到我十三岁时，我家忽而遭了一场很大的变故，几乎什么也没有了我寄住在一个亲戚家，有时还被称为乞食者。我于是决心回家，而我的父亲又生了重病，约有三年多，死去了。我渐至于连极少的学费也无法可想我的母亲便给我筹办了一点旅费，教我去寻无需学费的学校去，因为我总不肯学做幕友或商人，――这是我乡衰落了的读书人家子弟所常走的两条路。其时我是十八岁，便旅行到南京，考入水师学堂了，分在机关科。大约过了半年我又走出，改进矿路学堂去学开矿，毕业之后，即被派往日本去留学。但待到在东京的豫备学校毕业，我已经决意要学医了，原因之一是因为我确知道了新的医学对于日本的维新有很大的助力。我于是进了仙台医学专门学校，学了两年。这时正值俄日战争，我偶然在电影上看见一个中国人因做侦探而将被斩，因此又觉得在中国还应该先提倡新文艺。我便弃了学籍，再到东京，和几个朋友立了些小计画，但都陆续失败了。我又想往德国去，也失败了。终于，因为我的母亲和几个别的人很希望我有经济上的帮助，我便回到中国来这时我是二十九岁。我一回国，就在浙江杭州的两级师范学堂做化学和生理学教员，第二年就走出，到绍兴中学堂去做教务长，第三年又走出，没有地方可去，想在一个书店去做编译员，到底被拒绝了。但革命也就发生，绍兴光复后，我做了师范学校的校长。革命政府在南京成立，教育部长招我去做部员，移入北京，一直到现在。近几年，我还兼做北京大学，师范大学，女子师范大学的国文系讲师。我在留学时候，只在杂志上登过几篇不好的文章。初做小说是一九一八年，因了我的朋友钱玄同的劝告，做来登在新青年上的。这时才用的笔名也常用别的名字做一点短论。现在汇印成书的只有一本短篇小说集呐喊，其余还散在几种杂志上。别的，除翻译不计外，印成的又有一本中国小说史略。备考来信白波备考来信白波上星期偶然到五马路一爿小药店里去看我一个小表弟――他现在是店徒――走过亚东书馆，顺便走了进去。在杂乱的书报堆里找到了几期语丝，便买来把它读。"}
{"text":"这时才用的笔名也常用别的名字做一点短论。现在汇印成书的只有一本短篇小说集呐喊，其余还散在几种杂志上。别的，除翻译不计外，印成的又有一本中国小说史略。备考来信白波备考来信白波上星期偶然到五马路一爿小药店里去看我一个小表弟――他现在是店徒――走过亚东书馆，顺便走了进去。在杂乱的书报堆里找到了几期语丝，便买来把它读。在广告栏中看见了有所谓莽原的广告和目录，说是由先生主编的，定神一想，似乎刚才在亚东书馆也乱置在里面，便懊悔的什么似的。要再乘电车出去，时钱两缺，暂时把它丢开了。可是当我把语丝读完的时候，想念莽原的心思却忽然增高万倍，急中生智，马上写了一封信给我的可爱的表弟。下二天，我居然能安安逸逸的读莽原了。三期中最能引起我的兴致的，便是先生的小杂感。上面不过要表明对于莽原的一种渴望，不是存心要耗费先生的时间。今天，我的表弟又把第四期的莽原寄给我了，白天很热，所以没有细读，现在是半夜十二时多了，在寂静的大自然中，洋烛光前，细读编完写起，一字一字的。尤其使我百读不厌的，是第一段关于青年与导师的话。因为这个念头近来把我扰的头昏，时时刻刻想找一些文章来读，借以得些解决。先生你们所多的是生力，遇见深林，可以开成平地的，遇见旷野，可以栽种树木的，寻什么乌烟瘴气的鸟导师！可真痛快之至了！先生，我不愿对你说我是怎么烦闷的青年啦，我是多么孤苦啦，因为这些无聊的形容词非但不能引人注意，反生厌恶。我切急要对先生说的，是我正在找个导师呵！我所谓导师，不是说天天把书讲给我听，把道德等指示我的，乃是正在找一个能给我一些真实的人生观的师傅！大约一月前，我把嚣俄的哀史念完了。当夜把它的大意仔细温习一遍，觉得嚣俄之所以写了这么长的一部伟著，其用意也不过是指示某一种人的人生观。他写哀史是在流放于时，所以他所指示的人是一种被世界，人类，社会，小人甚至一个侦探所舍弃的人，但同时也是被他们监视的人。一个无辜的农夫，偷了一点东西来养母亲，卒至终生做了罪犯逃了一次监，罪也加重一层。后来，竟能化名办实业，做县知事，乐善好施，救出了无数落难的人。而他自己则布衣素食，保持着一副沉毅的态度，还在夜间明灯攻读，以补少年失学之缺憾这种处所，正是浪漫作家最得意之笔墨。"}
{"text":"他写哀史是在流放于时，所以他所指示的人是一种被世界，人类，社会，小人甚至一个侦探所舍弃的人，但同时也是被他们监视的人。一个无辜的农夫，偷了一点东西来养母亲，卒至终生做了罪犯逃了一次监，罪也加重一层。后来，竟能化名办实业，做县知事，乐善好施，救出了无数落难的人。而他自己则布衣素食，保持着一副沉毅的态度，还在夜间明灯攻读，以补少年失学之缺憾这种处所，正是浪漫作家最得意之笔墨。可是他终被一个侦探社会上实有这种人的！怀疑到一个与他同貌的农夫，及至最后审判的一天，他良心忍不住了，投案自首，说他才是个逃犯。至此，他自己知道社会上决不能再容他存在了。于是他一片赤诚救世之心，却无人来接受！这是何等的社会！可是他的身体可以受种种的束缚，他的心却是活的！所以他想出了以一个私生女儿为终生的安慰！他可为她死！他的生也是为了她。试看与人家发生了爱，他老人家终夜不能入睡，是多么的烦闷呵！最后，她嫁了人，他老人家觉得责任已尽，人生也可告终了。于是也失踪了。我以为嚣俄是指导被社会压迫与弃置的人，尽可做一些实在的事其中未始没有乐趣。正如先生所谓遇见深林，虽则在动机上彼此或有些不同。差不多有一年之久，我终日想自己去做一些工作，不倚靠别人，总括一句，就是不要做智识阶级的人了，自己努力去另辟一新园地。后来又读托尔斯泰小说，看到主人的田园生活，更证明我前念之不错。及至后来读了的悲观色彩十分浓厚的，对于乡村实在有些入魔了！不过以的生活看来，勤勤恳恳的把写给了世人，自己孜孜于文学生涯，觉得他的生活，与嚣俄或托尔斯泰所写的有些两样，一是为了他事失败而才从事的，而哈代则生来愿意如此虽然也许是我妄说，但不必定是哈代，别的人一定很多。虽然结果一样，其因却大相径庭。一是进化的，前者却是退化了。因为前天在某文上见引用一句歌德的话做是容易的，想却难了！于是从前种种妄想，顿时消灭的片屑不存。因为照前者的入田园，只能算一种做，而想却绝对谭不到，平心而论，一个研究学问或作其他事业的人一旦遭了挫折，便去归返自然，只能算做一些简易的工作，和我国先前的隐居差不多，无形中已陷于极端的消极了！"}
{"text":"虽然结果一样，其因却大相径庭。一是进化的，前者却是退化了。因为前天在某文上见引用一句歌德的话做是容易的，想却难了！于是从前种种妄想，顿时消灭的片屑不存。因为照前者的入田园，只能算一种做，而想却绝对谭不到，平心而论，一个研究学问或作其他事业的人一旦遭了挫折，便去归返自然，只能算做一些简易的工作，和我国先前的隐居差不多，无形中已陷于极端的消极了！一个愚者而妄想想，自然痴的可怜，但一遇挫折己便反却，却是退化了。先生的意思或许不是这些，但现今田园思想充斥了全国青年的头脑中，所以顺便写了一大堆无用的话。但不知先生肯否给我以稍为明了一些的解释呢？先生虽然万分的憎恶所谓导师，我却从心坎里希望你做一些和厨川白村相像的短文这相像是我虚拟的，给麻木的中国人一些反省。白波，上海同文书院。六月。本篇最初发表于一九二五年六月十二日莽原周刊第八期。参看华盖集导师。嚣俄通译雨果―，法国作家。哀史，即悲惨世界。海峡群岛，在英吉利海峡。柯赛特，悲惨世界中的人物。安娜卡列尼娜。渥伦斯基，安娜卡列尼娜中的人物。哈代―，英国作家。，苔丝。下文的，威塞克思。二十二年元旦二十二年元旦云封高岫护将军，霆击寒村灭下民。到底不如租界好，打牌声里又新春。一月二十六日本篇在收入本书前未在报刊上发表过。日记一九三三年一月二十六日又戏为邬其山生书一笺已而毁之，别录以寄静农。诗中到底作依旧。邬其山，即内山完造静农，即台静农。按一九三三年一月二十六日为夏历癸酉年元旦。烽话五则烽话五则父子们冲突着。但倘用神通将他们的年纪变成约略相同，便立刻可以像一对志同道合的好朋友。伶俐人叹人心不古时，大抵是他的巧计失败了但老太爷叹人心不古时，则无非因为受了儿子或姨太太的气。电报曰天祸中国。天曰委实冤枉！精神文明人作飞机论曰较之灵魂之自在游行，一钱不值矣。写完，遂率家眷移入东交民巷使馆界。"}
{"text":"诗中到底作依旧。邬其山，即内山完造静农，即台静农。按一九三三年一月二十六日为夏历癸酉年元旦。烽话五则烽话五则父子们冲突着。但倘用神通将他们的年纪变成约略相同，便立刻可以像一对志同道合的好朋友。伶俐人叹人心不古时，大抵是他的巧计失败了但老太爷叹人心不古时，则无非因为受了儿子或姨太太的气。电报曰天祸中国。天曰委实冤枉！精神文明人作飞机论曰较之灵魂之自在游行，一钱不值矣。写完，遂率家眷移入东交民巷使馆界。倘诗人睡在烽火旁边，听得烘烘地响时，则烽火就是听觉。但此说近于味觉，因为太无味。然而无为即无不为，则无味自然就是至味了。对不对？本篇最初发表于一九二四年十一月二十四日语丝周刊第二期。烽即烽火。本文写于第二次直奉战争的时候，所以题为烽话。天祸中国北洋军阀时期，军阀官僚在通电中常用的辞句。如一九一七年七月五日段祺瑞电文天祸中国，变乱相寻。又十六日冯国璋电文天祸中国，变起京师。东交民巷使馆界一九年八国联军攻占北京后，次年强迫清政府签订丧权辱国的辛丑条约，其中规定，将北京东交民巷东起崇文门西至棋盘街一带划为使馆界，界内由各国驻兵管理。这里往往也是官僚政客避难的地方。无为即无不为语出老子第三十七章道常无为而无不为。备考来信霉江备考来信霉江先生从近来现代评论之主张单独对英以媚亲日派的政府，侮辱学界之驱章为打学潮糊涂账以媚教育当局，骂副刊至少有产生出来以备淘汰的价值以侮辱青年叛徒及其领导者，藉达其下流的政客式的学者的拍卖人格的阴谋等等方面看来，我们深觉得其他有良心的学者和有人格的青年太少，太没有责任心，太怯懦了！从的消售数目在各种周刊之上看虽然有许多是送看的，从的页数增加上看，我们可以知道卑污恶浊的社会里的读者最欢迎这类学术界中的红，半月或礼拜六。自从新青年停刊以后，思想界中再没有得力的缰南拭鞯某宸娑恿恕缃瘛新青年的老同志有的投降了，有的退伍了，而新的还没练好，而且势力太散漫了。"}
{"text":"从的消售数目在各种周刊之上看虽然有许多是送看的，从的页数增加上看，我们可以知道卑污恶浊的社会里的读者最欢迎这类学术界中的红，半月或礼拜六。自从新青年停刊以后，思想界中再没有得力的缰南拭鞯某宸娑恿恕缃瘛新青年的老同志有的投降了，有的退伍了，而新的还没练好，而且势力太散漫了。我今天上午着手草联合战线一文，致猛进社，语丝社，莽原社同人及全国的叛徒们的，目的是将三社同人及其他同志联合起来，印行一种刊物，注全力进攻我们本阶级的恶势力的代表一系反动派的章士钊的甲寅，一系与反动派朋比为好的现代评论。我正在写那篇文章的时候，君拿着一份新出来的语丝，指给我看这位充满阿精神兼推敲大教育家江绍原的小杂种，里面说道，至于民报副刊，有人说是共产党办的。江君翻打自己的嘴巴，乱生小杂种，一被谑于米先生见京报副刊，再见斥于作阿的一点精神见民报副刊的辛人，老羞成怒，竟迁怒到民副记者的身上去了。最巧妙的是江君偏在不入大人老爷之原刊不清的语丝上诡谲地加上有人说三个字。君原刊不清大约这位推敲大家在共出十五期的民副上，曾推出一句共产的宣来同而睡，原刊如此时对于这位归国几满三年，从未作过一句宣传的文章，从未加入任何政党，从未卷入任何风潮，从未作任何活动的民副记者――一个颓废派诗人梭罗古勃的爱慕者，也终不能查出共产党的证据，所以只能加上有人说三字，一方面可以摆脱责任，一方面又可造谣。而拈阄还凑巧正拈到投在语丝上我于是立刻将我的联合战线一文撕得粉碎我万没想到这现代评论上的好文章，竟会在语丝上刊出来。实在，在这个世界上谁是谁的伙伴或仇敌呢？我们永远感受着胡乱握手与胡乱刺杀的悲哀。我看你们时登民副记者的文章，那末，你不是窝藏共产党的即使你不是共产党么？至少有人说你是的。章士钊褫你的职还不足以泄其愤吧，谨防着他或者又会私禀执政把你当乱党办的。一笑。下一段是君仿江绍原的小杂种体编的，我写的――胡适之怎样？想起来了，那位博士近来盛传被皇上德化了，招牌怕不香吧。陈西滢怎样？听说近来被人指为英日帝国主义者和某军阀的走狗章士钊的党徒至于江绍原，有人说他是一般人所指为学者人格拍卖公司现代评论社的第支部总经理。"}
{"text":"至少有人说你是的。章士钊褫你的职还不足以泄其愤吧，谨防着他或者又会私禀执政把你当乱党办的。一笑。下一段是君仿江绍原的小杂种体编的，我写的――胡适之怎样？想起来了，那位博士近来盛传被皇上德化了，招牌怕不香吧。陈西滢怎样？听说近来被人指为英日帝国主义者和某军阀的走狗章士钊的党徒至于江绍原，有人说他是一般人所指为学者人格拍卖公司现代评论社的第支部总经理。竞瓤筛拱祝衅斫陶呛伞霉江谨上。本篇最初发表于一九二五年九月四日莽原周刊第二十期。江先生即江绍原，安徽旌德人，当时北京大学讲师。他在语丝周刊第四十二期一九二五年八月三十一日发表仿近人体骂章川岛一文，其中多用反话，如说至于民报副刊，有人说是共产党办的等，霉江误以为是正面的诬蔑，表示愤慨。章士钊―字行严，湖南长沙人，当时任段祺瑞执政府司法总长兼教育总长。他在所办的甲寅周刊发表的一些文章中，常有密呈执政和密言于执政一类话。关于关于红笑关于关于红笑今天收到四月十八日的华北日报，副刊上有鹤西先生的半篇关于红笑的文章。关于红笑，我是有些注意的，因为自己曾经译过几页，那豫告，就登在初版的域外小说集上，但后来没有译完，所以也没有出版。不过也许是有些旧相识之故罢，至今有谁讲到这本书，大抵总还喜欢看一看。可是看完这关于红笑，却令我大觉稀奇了，也不能不说几句话。为要头绪分明，先将原文转载些在下面――昨天到蹇君家去，看见第二十卷第一号的小说月报，上边有梅川君译的红笑，这部书，因为我和骏祥也译过，所以禁不住要翻开看看，并且还想来说几句关于红笑的话。自然，我不是要说梅川君不该译红笑，没有这样的理由也没有这样的权力。不过我对于梅川君的译文有一点怀疑的地方，固然一个人原不该随便地怀疑别个，但世上偏就是这点奇怪，尽有是让人意想不到的事情。不过也许我底过虑是错的，而且在梅川君看来也是意想不到的事，那么，这错处就在我，而这篇文字也就只算辩明我自己没有抄袭别人。现在我先讲讲事实的经过。红笑，是我和骏祥，在去年暑假中一个多星期内赶完的，赶完之后就给北新寄去。"}
{"text":"自然，我不是要说梅川君不该译红笑，没有这样的理由也没有这样的权力。不过我对于梅川君的译文有一点怀疑的地方，固然一个人原不该随便地怀疑别个，但世上偏就是这点奇怪，尽有是让人意想不到的事情。不过也许我底过虑是错的，而且在梅川君看来也是意想不到的事，那么，这错处就在我，而这篇文字也就只算辩明我自己没有抄袭别人。现在我先讲讲事实的经过。红笑，是我和骏祥，在去年暑假中一个多星期内赶完的，赶完之后就给北新寄去。过了许久才接到小峰君十一月七日的信，说是因系两人所译，前后文不连贯，托石民君校阅，又说稿费在月底准可寄来。以后我一连写了几封信去催问，均未得到回信，所以年假中就将底稿寻出，又改译了一遍。文气是重新顺了一遍特别是后半部，错误及不妥的地方一共改了几十处，交岐山书局印行。稿子才交出不久，却接到小峰二月十九日的信，钱是寄来了，虽然被抹去一点零头，因为稿子并未退回，所以支票我也暂时存着，没有退去，以后小峰君又来信说，原书，译稿都可退还，叫我将支票交给袁家骅先生。我回信说已照办，并请将稿子退了回来。但如今，书和稿子，始终还没有见面！这初次的译稿，我不敢一定说梅川君曾经见过，虽然我想梅川君有见到的可能。自然梅川君不一定会用我们底译文作蓝本来翻译，但是第一部的译文，句法神情都很相似的这一点，不免使我有一点怀疑。因为原来我们底初译是第一部比第二部流畅得多，同时梅川君的译文也是第一部比第二部好些，而彼此神似的又就是这九个断片。在未有更确切的证明时，我也不愿将抄袭这样的字眼，加于别人底头上，但我很希望对这点，梅川君能高兴给一个答复。假如一切真是我想错了呢，前边已经说过，这些话就作为我们就要出版的单行本并非抄袭的证明。文词虽然极婉委曲折之致，但主旨却很简单的，就是我们的将出版的译本和你的已出版的译本，很相类似，而我曾将译稿寄给北新书局过，你有见到的可能，所以我疑心是你抄袭我们的，假如不然，那么这些话就作为我们就要出版的单行本并非抄袭的证明。其实是，照原文的论法，则假如不然之后，就要成为我们抄袭你的了的，然而竟这么一来，化为神妙的证明了。但我并不想研究这些，仅要声明几句话，对于两方面――北新书局，尤其是小说月报社――声明几句话，因为这篇译稿，是由我送到小说月报社去的。"}
{"text":"其实是，照原文的论法，则假如不然之后，就要成为我们抄袭你的了的，然而竟这么一来，化为神妙的证明了。但我并不想研究这些，仅要声明几句话，对于两方面――北新书局，尤其是小说月报社――声明几句话，因为这篇译稿，是由我送到小说月报社去的。梅川君这部译稿，也是去年暑假时候交给我的，要我介绍出售，但我很怕做中人，就压下了。这样压着的稿件，现在还不少。直到十月，小说月报社拟出增刊，要我寄稿，我才记得起来，据日本二叶亭四迷的译本改了二三十处，和我译的竖琴一并送去了。另外有一部红笑在北新书局吃苦，我是一点都不知道的。至于梅川，他在离上海七八百里的乡下，那当然更不知道。那么，他可有鹤西先生的译稿一到北新，便立刻去看的可能呢？我想，是不能的，因为他和北新中人一个不认识，倘跑进北新编辑部去翻稿件，那罪状是不止抄袭而已的。我却是可能的，不过我从去年春天以后，一趟也没有去过编辑部，这要请北新诸公谅察。那么，为什么两本的好处有些相像呢？我虽然没有见过那一译本，也不知所据的是谁的英译，但想来，大约所据的是同一英译，而第二部也比第一部容易译，彼此三位的英文程度又相仿佛，所以去年是相像的，而鹤西先生们的译本至今未出，英文程度也大有进步了，改了一回，于是好处就多起来了。因为鹤西先生的译本至今未出，所以也无从知道类似之度，究竟如何。倘仅有彼此神似之处，我以为那是因为同一原书的译本，并不足异的，正不必如此神经过敏，只因疑心，而竟想入非非，根据世上偏就是这点奇怪，尽有是让人意想不到的事情的理由，而先发制人，诬别人为抄袭，而且还要被诬者给一个答复，这真是世上偏就是这点奇怪了。但倘若很是相同呢？则只要证明了梅川并无看见鹤西先生们的译稿的可能以后，即不用世上偏就是这点奇怪的论法，嫌疑也总要在后出这一本了。北平的日报，我不寄去，梅川是决不会看见的。我就先说几句，俟印出时一并寄去。大约这也就够了，阿弥陀佛。四月二十日。"}
