{"text":"但我却独独对锡予先生常有幻象我想象他是一个瘦削慈祥的老人，有五绺白须，飘拂胸前。对于别的大师，没见面过的大师，我从来没有过这样的幻象，此理我至今不解。但是，我相信，其中必有原因，一种深奥难言的原因。既然难言，现在就先不言吧。年，我在德国呆了整整十年之后，二战结束，时来入梦的祖国母亲在召唤我了。我必须回国了。回国后，必须找一个职业，用当时的话来说，就是抢一只饭碗。古人云民以食为天。没有饭碗，怎么能过日子呢？于是我就写信给我的恩师正在英国治疗目疾的陈寅恪先生，向他报告我十年来学习的过程。我的师祖吕德斯s正是他的老师，而我的德国恩师瓦尔特施密特ss正是他的同学。因此，我一讲学习情况，他大概立即了然。不久我就收到他的一封长信，信中除了一些奖掖鼓励的话以外，他说，他想介绍我到北京大学任教。这实在是望外之喜。北大这个全国最高学府，与我本有一段因缘，年我曾考取北大，因梦想出国，弃北大而就清华。现在我的出国梦已经实现了，阴阳往复，往往非人力所能定，我终究又要回到北大来了。我简直狂喜不能自己，立即回信应允。这就是我来北大的最初因缘。年月，我离开住了十年的客树回望成故乡的哥廷根，挥泪辞别了像老母一般的女房东，到了瑞士，在这山青水绿的世界公园中住了将近半年，然后经法国马赛越南西贡英国占领的香港，回到了祖国的上海。路上用了将近四个月。时二战中遗留在大洋里的水雷尚未打捞，时时有触雷的危险。载着上千法国兵的英国巨轮的船长，随时都如临深履薄，战战兢兢，终于靠他们那一位上帝的保佑，度过了险境，安然抵达西贡。从西贡至香港，海上又遇到飓风，一昼夜，小轮未能前进一寸。这个险境也终于度过了。离开祖国将近十一年的儿子又回到母亲怀抱里来了，临登岸时，我思绪万端，悲喜交集，此情实不足为外人道也。初到上海，人地生疏，我仿佛变成了瑞普凡温克p，满目茫然。幸而臧克家正住在那里，我在他家的榻榻米上睡了十几天。又转到南京，仍然是无家可归，在李长之的办公桌上睡了一个夏天。当时寅恪师已经从英国回国，我曾到他借住的俞大维的官邸中去谒见他。师生别离已经十多年了，各自谈了别后的情况，都有九死一生之感。杜甫诗说今夕复何夕？共此灯烛光，不啻为我当时的心情写照也。"}
{"text":"离开祖国将近十一年的儿子又回到母亲怀抱里来了，临登岸时，我思绪万端，悲喜交集，此情实不足为外人道也。初到上海，人地生疏，我仿佛变成了瑞普凡温克p，满目茫然。幸而臧克家正住在那里，我在他家的榻榻米上睡了十几天。又转到南京，仍然是无家可归，在李长之的办公桌上睡了一个夏天。当时寅恪师已经从英国回国，我曾到他借住的俞大维的官邸中去谒见他。师生别离已经十多年了，各自谈了别后的情况，都有九死一生之感。杜甫诗说今夕复何夕？共此灯烛光，不啻为我当时的心情写照也。寅恪师命我持在德国发表的论文，到鸡鸣寺下中央研究院历史语言研究所去见当时北大代理校长傅斯年先生，时校长胡适尚留美未返。傅告诉我，按照北大的规定，在国外拿了学位回国的人，只能给予副教授的职称。我对此并不在意，能入北大，已如登龙门了，焉敢还有什么痴心妄想？如果真有的话，那不就成了不知天高地厚了吗？在南京做了一个夏天的流动人口。虽然饱赏了台城古柳的清碧，玄武湖旖旎的风光，却也患上了在南京享有盛名的疟疾，颇受了点苦头。在那年的秋天，我从上海乘海轮到了秦皇岛，又从秦皇岛乘火车到了北平。锡予先生让阴法鲁先生到车站去迎接我们。时届深秋，白露已降。凄清猕天地，落叶满长安长安街也，我心中说不出是什么滋味，凄凉中有欣慰，悲愁中有兴奋，既忆以往，又盼来者，茫然懵然，住进了几乎是空无一人的红楼。第二天，少曾阴法鲁号陪我到设在北楼的文学院院长办公室去谒见锡予先生，他是文学院长。这是我景慕多年以后第一次见到先生。把眼前的锡予先生同我心中幻想的锡予先生一对比，当然是不相同的，然而我却更爱眼前的锡予先生。他面容端严慈祥，不苟言笑，却是即之也温，观之也诚，真蔼然仁者也。先生虽留美多年，学贯中西，可是身着灰布长衫，脚踏圆口布鞋，望之似老农老圃，没有半点洋气，没有丝毫教授架子和大师威风。我心中不由自主地油然生幸福之感，浑身感到一阵温暖。晚上，先生设家宴为我接风，师母也是慈祥有加，更增加了我的幸福之感。当时一介和一玄都还年小，恐怕已经记不得那天的情景了。我从这一天起就成了北大的副教授，开始了我下半生的新生活，心中陶陶然也。我可绝没有想到，过了一个来星期，至多不过十天，锡予先生忽然告诉我我已经被聘为北京大学正教授兼新成立的东方语言文学系系主任，并且还兼任文科研究所的导师。"}
{"text":"我心中不由自主地油然生幸福之感，浑身感到一阵温暖。晚上，先生设家宴为我接风，师母也是慈祥有加，更增加了我的幸福之感。当时一介和一玄都还年小，恐怕已经记不得那天的情景了。我从这一天起就成了北大的副教授，开始了我下半生的新生活，心中陶陶然也。我可绝没有想到，过了一个来星期，至多不过十天，锡予先生忽然告诉我我已经被聘为北京大学正教授兼新成立的东方语言文学系系主任，并且还兼任文科研究所的导师。前两者我已经不敢当，后一者人数极少，皆为饱学宿儒，我一个三十多岁的名不见经传的毛头小伙子，竟也滥竽其间，我既感光荣，又感惶恐不安。这是谁的力量呢？我心里最清楚背后有一个人在，这都出于锡予先生的垂青与提携，说既感且愧，实不足以表达我的心情。我做副教授任期之短，恐怕是前无古人的，这无疑是北大的新纪录，后来也恐怕没有人打破的。我只能说，这是一种恩情，它对我从那以后一直到今五十多年在北大的工作中，起了而且还在起着激励的作用。但是，我心中总还有一点遗憾之处我没有能成为锡予先生的授业弟子。往者已矣，来者可追。大概是年，锡予先生开魏晋玄学这一门课，课堂就在我办公室的楼上。这真是天赐良机，我焉能放过！解放前的教授，相对来讲社会地位高，工资收入丰，存在决定意识，这样就决定出来了教授架子。架子人人皆有，各有巧妙不同，没有架子的也得学着端起一副拒人的架子。我自认是一个上不得台盘的人，有没有架子，我自己不得而知。但是，在锡予先生跟前，宛如小丘之仰望泰岳，架子何从端起！而且听先生讲课，正是我求之不得的。在当时，一位教授听另外一位教授讲课，简直是骇人听闻的事。这些事情我都不想，毅然征得了锡予先生的同意，成了他班上的最忠诚的学生之一，一整年没有缺过一次课，而且每堂课都工整地做听课的笔记，巨细不遗。这一大本笔记，我至今尚保存着，只是只在此室中，书深不知处了，有朝一日总会重见天日的。这样一来，我就自认为是锡予先生的私淑弟子，了了一个夙愿。锡予先生对我的关心是多方面的。他让我从红楼搬到文科研究所的大院子里去住，此地在明朝是令人闻而觳觫的特务机关东厂，是专杀好人折磨好人的地狱，据说当年的水牢还有遗迹保留着。庭院深深深几许，我住在最里面一个院子里，里面堆满考古挖掘出土的汉代砖棺，阴气森森，传说是闹鬼的凶宅之一。"}
{"text":"这一大本笔记，我至今尚保存着，只是只在此室中，书深不知处了，有朝一日总会重见天日的。这样一来，我就自认为是锡予先生的私淑弟子，了了一个夙愿。锡予先生对我的关心是多方面的。他让我从红楼搬到文科研究所的大院子里去住，此地在明朝是令人闻而觳觫的特务机关东厂，是专杀好人折磨好人的地狱，据说当年的水牢还有遗迹保留着。庭院深深深几许，我住在最里面一个院子里，里面堆满考古挖掘出土的汉代砖棺，阴气森森，传说是闹鬼的凶宅之一。晚上没有人敢来找我，除非他在门房打听得万分清楚确是在家里，才敢迈步走进。我也并非季大胆，只是在欧洲十年多，受了西化，成了一个无鬼论者，所以能处之泰然。夏夜昏黑，我经常在缕缕的马樱花香中，怡然入梦。当时的北大真正是精兵简政。只有一个校长胡适之先生，还经常不在学校，并没有什么副校长。一个教务长主管全校的教学科研工作。一个秘书长主管全校的后勤工作。六个学院文理法农工医，各设院长一人。也没有听说有什么校院长联席会，什么系主任联席会。专就文学院而论，锡予先生孤身一人，聘人升职等等现在非开上无数次会不可解决的问题，那时一次会也不开，锡予先生一个人说了算。大概因为他为人正直，办事公道，从来没有出过什么娄子。我们系里遇到麻烦，我总去找锡予先生，他不动声色，帮我解除了困难。他还帮我在学校图书馆中要了一间教授研究室，所有我要用的书都从书库中提到我的研究室里，又派一位研究生马理女士当我的助手，帮我整理书籍。室内窗明几净，我心旷神怡。我之所以能写出几篇颇有点新见解的文章，不能不说是出于锡予先生之赐。我的文章写出后，首先送给锡予先生，请求指正。他的意见，哪怕是片言只语，对我总都是大有帮助的。就这样，我们共同迎来了年北京的解放。在解放军围城期间，南京方面派一架专机，来接几位名单上有名的著名教授到尚未解放的南京去。锡予先生单上有名，但他却坚决不走，他期望看到新中国。有一段时间，锡予先生被任命为北大校务委员会主席，算是一个过渡政权。总之，北大师生共同度过了许多初解放后兴奋狂欢的令人难忘的日子。年，我们北大从城里搬到了现在的燕园中来。政府早已任命马寅初先生为北大校长，只有两个副校长，其中一个是党委书记江隆基兼任，实际上主管教学和科研的就是锡予先生一人。马老德高望重，但实际上不大真管事情。"}
{"text":"锡予先生单上有名，但他却坚决不走，他期望看到新中国。有一段时间，锡予先生被任命为北大校务委员会主席，算是一个过渡政权。总之，北大师生共同度过了许多初解放后兴奋狂欢的令人难忘的日子。年，我们北大从城里搬到了现在的燕园中来。政府早已任命马寅初先生为北大校长，只有两个副校长，其中一个是党委书记江隆基兼任，实际上主管教学和科研的就是锡予先生一人。马老德高望重，但实际上不大真管事情。江隆基是一个正直正派有理智有良心的老革命家。据我们局外人看，校领导是团结的。当时的北大，同全国各大学和科研机构一样，几乎是天天搞运动。然而北大这样一所全国重点大学，一只无形的带头羊，却并没有出什么娄子，这与校领导的团结和江隆基同志的睿智正直是分不开的。还是讲一讲我自己的情况吧。出城以后，我官运亨通，财源大发。先是在城里时工资被评为每月一千一百斤小米，解放前夕那种物价一小时一涨，火箭似地上升的可怕日子一去不复返了。后来按级别评定工资，我依稀记得马老马寅初是三级，等于政府的副总理。以下是汤老汤用彤剪老剪伯赞曹老曹靖华等，具体级别记不清了。再以下就是我同其他几位老牌和名牌的教授。到了年，又有一次全国评定教授工资的活动，根据我的回忆，这次活动用的时间较长，工作十分细致，深入谨慎。人事处的一位领导同志，曾几次征求我的意见中文系教授吴组缃是全国著名的小说家红楼梦研究专家中国作家协会书记处书记，我的老同学和老朋友，他问我吴能否评为一级教授？我当然觉得很够格。然而最后权衡下来，仍然定为二级，可见此事之难。据我所知，有的省份，全省只有一个一级教授，有的竟连一个也没有，真是一级之难难于上青天了。然而，藐予小子竟然被评为一级，这实在令我诚惶诚恐。后来听说，常在一个餐厅里吃饭的几位教授，出于善意的又介乎可理解与不可理解之间的心理，背后赐给我了一个诨名，曰一级。只要我一走进食堂，有人就窃窃私语，会心而笑一级来了！我不怪这些同事，同他们比起来，无论是年龄或学术造诣，我都逊一筹，起个把浑名是应该的。这是由于我的运气好吗？也许是的但是我知道，背后有一个人在，这个人不是别人，正是锡予先生。俗话说福不双至。可是年，我竟是福真双至。"}
{"text":"后来听说，常在一个餐厅里吃饭的几位教授，出于善意的又介乎可理解与不可理解之间的心理，背后赐给我了一个诨名，曰一级。只要我一走进食堂，有人就窃窃私语，会心而笑一级来了！我不怪这些同事，同他们比起来，无论是年龄或学术造诣，我都逊一筹，起个把浑名是应该的。这是由于我的运气好吗？也许是的但是我知道，背后有一个人在，这个人不是别人，正是锡予先生。俗话说福不双至。可是年，我竟是福真双至。一级之外，我又被评选为中国科学院哲学社会科学学部委员。这是中国一个读书人至高无上的称号，从人数之少来说，比起封建时期的金榜题名来，还要难得多。除了名以外，还有颇为丰厚的津贴，真可谓名利双收。至于是否又有人给我再起什么诨号，我不得而知，就是有的话，我也会一笑置之。总之，在我刚过不惑之年没有几年的时候，我还只能算是一个老青年，一个中国读书人所能期望的最高的荣誉和利益，就都已稳稳地拿到手中。我是一个颇有点自知之明的人，我知道，我之所以能够做到这一步，与锡予先生不声不响的提携是分不开的。说到我自己的努力，不能说一点都没有，但那是次要的事。至于机遇，也不能说一点没有，但那更是次要之次要，微不足道了。从年起直到年锡予先生逝世，不知道经过了多少次运动，到了年十年浩劫开始而登峰造极。在这些运动中，在历次的提职提级的活动中，我的表现都还算过得去。我真好像是淡泊名利，与人无争，至今还在燕园内外有颇令人满意的口碑。难道我真就这样好吗？我的道德真就这样高吗？不，不是的。我虽然不敢把自己归入坏人之列，因为除了替自己考虑外，我还能考虑别人。我绝对反对曹操的哲学宁要我负天下人，不要天下人负我。但我也决非圣贤，七情六欲，样样都有私心杂念，一应俱全。可是，既然在名利两个方面，我早已达到了顶峰，我还有什么可争的呢？难道我真想去九天揽月，五洋捉鳖吗？我之所以能够获得少许美名，其势然也。如果说我是浪得名，也是并不冤枉的。话又说了回来，如果没有锡予先生，我能得到这一点点美名吗？所以，我现在只能这样说，我之所以崇敬锡予先生，忆念锡予先生，除了那一些冠冕堂皇的表面理由以外，还有我内心深处从来没有对别人说起过的动机。古人说人生得一知己足矣。我不敢谬托自己是锡予先生的知己，我只能说锡予先生是我的知己。"}
{"text":"可是，既然在名利两个方面，我早已达到了顶峰，我还有什么可争的呢？难道我真想去九天揽月，五洋捉鳖吗？我之所以能够获得少许美名，其势然也。如果说我是浪得名，也是并不冤枉的。话又说了回来，如果没有锡予先生，我能得到这一点点美名吗？所以，我现在只能这样说，我之所以崇敬锡予先生，忆念锡予先生，除了那一些冠冕堂皇的表面理由以外，还有我内心深处从来没有对别人说起过的动机。古人说人生得一知己足矣。我不敢谬托自己是锡予先生的知己，我只能说锡予先生是我的知己。我生平要感谢的师辈和友辈，颇有几位，尽管我对我这一生并不完全满意，但是有了这样的师友，我可以说是不虚此生了。我自己现在已经是垂暮之年，活得早早超过了我的期望。因为我的父母都只活了四十多岁，因此，我的最高期望是活到五十岁。可是，到了今天，超过这个最高期望已经快到四十年了。我虽老迈，但还没有昏聩。曹孟德说老骥伏枥，志在千里。我窃不自量力，大有老骥伏枥，志在万里之势。在学术研究方面，我还有不少的计划。这些计划是否切合实际，可另作别论，可我确实没有攀登八宝山的计划，这一点是完全可以肯定的。但愿我回忆中那一点最亮的光点，能够照亮我前进的道路。学习大师的风范――谈赵元任先生赵元任先生是国际上公认的语言学大师。他是当年清华国学研究院的四大导师之一，另有一位讲师李济先生，后来也被认为是考古学大师。在中国现代教育史上，清华国学研究院是一个十分独特的现象。在全国都按照西方模式办学的情况下，国学研究院却带有浓厚的中国旧式的书院色彩。学生与导师直接打交道，真正做到了因材施教。其结果是，培养出来的学生后来几乎都成了大学教授，而且还都是学有成就的学者，而不是一般的教授。这一个研究院只办了几年，倏然而至，戛然而止，有如一颗火焰万丈的彗星，使人永远怀念。教授阵容之强，前无古人，后无来者。赵元任先生也给研究院增添了光彩。我虽然也出身清华，但是，予生也晚，没能赶得上国学研究院时期又因为行当不同，终于缘悭一面，毕生没能见到过元任先生，没有受过他的教诲，只留下了高山仰止之情，至老未泯。我虽然同元任先生没有见过面，但是对他的情况从我读大学时起就比较感兴趣，比较熟悉。我最早读他的著作是他同于道泉先生合译的仓洋嘉措情歌。后来，在建国前后，我和于先生在北大共事，我常从他的口中和其他一些朋友的口中听到了许多关于赵先生的情况。"}
{"text":"教授阵容之强，前无古人，后无来者。赵元任先生也给研究院增添了光彩。我虽然也出身清华，但是，予生也晚，没能赶得上国学研究院时期又因为行当不同，终于缘悭一面，毕生没能见到过元任先生，没有受过他的教诲，只留下了高山仰止之情，至老未泯。我虽然同元任先生没有见过面，但是对他的情况从我读大学时起就比较感兴趣，比较熟悉。我最早读他的著作是他同于道泉先生合译的仓洋嘉措情歌。后来，在建国前后，我和于先生在北大共事，我常从他的口中和其他一些朋友的口中听到了许多关于赵先生的情况。他们一致认为，元任先生是一个天生的语言天才。他那审音辨音的能力远远超过常人，他学说各地方言的本领也使闻者惊叹不止。他学什么像什么，连相声大师也望尘莫及。我个人认为，赵先生在从事科学研究方面，还有一个很突出的特点或者优势，是其他语言学家所难以望其项背的，这就是，他是研究数学和物理学出身，这对他以后转向语言学的研究有极明显的有利条件。赵元任先生一生的学术活动，范围很广，方面很多，一一介绍，为我能力所不逮，这也不是我的任务。这一点将由语言学功底远远超过我们的陈原先生去完成，我现在在这里只想谈一下我对元任先生一生学术活动的一点印象。大家都会知道，一个学者，特别是已经达到大师级的学者，非常重视自己的科学研究工作，理论越钻越细，越钻越深，而对于一般人能否理解，能否有利，则往往注意不够。换句话说就是，只讲阳春白雪，不顾下里巴人只讲雕龙，不讲雕虫。能龙虫并雕者大家都知道有一个王力先生――顺便说一句，了一先生是元任先生的弟子――他把自己的一本文集命名为龙虫并雕集，可见他的用心之所在。元任先生也是龙虫并雕的。讲理论，他有极高深坚实的理论。讲普及，他对国内，对世界都作出了卓有成效的贡献。在国内，他努力推进国语统一运动。在国外，他教外国人，主要是美国人汉语。两方面都取得了极大的成功。当今之世，中国国际地位日益提高，世界上许多国家学习汉语的势头日益增强，元任先生留给我们的关于学习汉语的著作，以及他的教学方法，将会重放光芒，将会在新形势下取得新的成果，这是可以预卜的。限于能力，介绍只能到此为止了。而今，大师往矣，留下我们这一辈后学，我们应当怎样办呢？我想每一个人都会说学习大师的风范，发扬大师的学术传统。这些话一点也没有错。但是，一谈到如何发扬，恐怕就言人人殊了。我窃不自量力，斗胆提出几点看法，供大家参照。大类井蛙窥天，颇似野狐谈禅。"}
{"text":"两方面都取得了极大的成功。当今之世，中国国际地位日益提高，世界上许多国家学习汉语的势头日益增强，元任先生留给我们的关于学习汉语的著作，以及他的教学方法，将会重放光芒，将会在新形势下取得新的成果，这是可以预卜的。限于能力，介绍只能到此为止了。而今，大师往矣，留下我们这一辈后学，我们应当怎样办呢？我想每一个人都会说学习大师的风范，发扬大师的学术传统。这些话一点也没有错。但是，一谈到如何发扬，恐怕就言人人殊了。我窃不自量力，斗胆提出几点看法，供大家参照。大类井蛙窥天，颇似野狐谈禅。聊备一说而已。话得说得远一点。语言是思想的外化，谈语言不谈思想是搔不着痒处的。言意之辨一向是中国哲学史上的一个重要命题，其原因就在这里。我现在先离正文声明几句。我从来不是什么哲学家，对哲学我是一无能力，二无兴趣。我的脑袋机械木讷，不像哲学家那样圆融无碍。我还算是有点自知之明的，从来不作哲学思辨。但是，近几年来，我忽然不安分守己起来，竟考虑了一些类似哲学的问题。岂非咄咄怪事。现在再转入正文，谈我的哲学。首先经过多年的思考和观察，我觉得东西文化是不同的，这个不同表现在各个方面，只要稍稍用点脑筋，就不难看出。我认为，东西文化的不同扎根于东西思维模式的不同。西方的思维模式的主要特点是分析，而东方则是综合。我并不是说，西方一点综合也没有，东方一点分析也没有，都是有的，天底下决没有泾渭绝对分明的事物，起码是常识这样告诉我们的。我只是就其主体而言，西方分析而东方综合而已。这不是哲学分析推论的结果，而是有点近乎直观。此论一出，颇引起了一点骚动，赞同和反对者都有，前者寥若晨星，而后者则阵容颇大。我一向不相信真理愈辨辩愈明的。这些反对或赞成的意见，对我只等秋风过耳边。我编辑了两大册东西文化议论集，把我的文章和反对者以及赞同者的文章都收在里面，不加一点个人意见，让读者自己去明辨吧。什么叫分析？什么又叫综合呢？我在东西文化议论集中有详尽的阐述，我无法在这里重述。简捷了当地说一说，我认为，西方自古希腊起走的就是一条分析的道路，可以三段论法为代表，其结果是，只见树木，不见森林头痛医头，脚痛医脚。东方的综合，我概括为八个字整体概念，普遍联系。有点模糊，而我却认为，妙就妙在模糊。上个世纪末，西方兴起的模糊学，极能发人深思。真是十分出我意料，前不久我竟在西方找到了同志。"}
