{"text":"但是我并未挨过打，她却挨了北京来的红卫兵的铜头皮带，留在她左眼上的黑圈好几天后才褪尽。她挨打只是为了保护我，她看见那些年轻人深夜闯进来，害怕他们把我揪走，便溜出大门，到对面派出所去，请民警同志出来干预。那里只有一个人值班，不敢管。当着民警的面，她被他们用铜头皮带狠狠抽了一下，给押了回来，同我一起关在马桶间里。她不仅分担了我的痛苦，还给了我不少的安慰和鼓励。在四害横行的时候，我在原单位中国作家协会上海分会给人当作罪人和贼民看待，日子十分难过，有时到晚上九十点钟才能回家。我进了门看到她的面容，满脑子的乌云都消散了。我有什么委屈牢骚，都可以向她尽情倾吐。有一个时期我和她每晚临睡前要服两粒眠尔通才能够闭眼，可是天刚刚发白就都醒了。我唤她，她也唤我。我诉苦般地说日子难过啊！她也用同样的声音回答日子难过啊！但是她马上加一句要坚持下去。或者再加一句坚持就是胜利。我说日子难过，因为在那一段时间里，我每天在牛棚里面劳动学习写交代写检查写思想汇报。任何人都可以责骂我教训我指挥我。从外地到作协分会来串联的人可以随意点名叫我出去示众，还要自报罪行。上下班不限时间，由管理牛棚的监督组随意决定。任何人都可以闯进我家里来，高兴拿什么就拿走什么。这个时候大规模的群众性批斗和电视批斗大会还没有开始，但已经越来越逼近了。她说日子难过，因为她给两次揪到机关，靠边劳动，后来也常常参加陪斗。在淮海中路大批判专栏上张贴着批判我的罪行的大字报，我一家人的名字都给写出来示众，不用说臭婆娘的大名占着显著的地位。这些文字像虫子一样咬痛她的心。她让上海戏剧学院狂妄派学生突然袭击揪到作协分会去的时候，在我家大门上还贴了一张揭露她的所谓罪行的大字报。幸好当天夜里我儿子把它撕毁。否则这一张大字报就会要了她的命！人们的白眼，人们的冷嘲热骂蚕蚀着她的身心。我看出来她的健康逐渐遭到损害。表面上的平静是虚假的。内心的痛苦像一锅煮沸的水，她怎么能遮盖住！怎样能使它平静！她不断地给我安慰，对我表示信任，替我感到不平。然而她看到我的问题一天天地变得严重，上面对我的压力一天天地增加，她又非常担心。有时同我一起上班或者下班，走进巨鹿路口，快到作协分会，或者走进南湖路口，快到我们家，她总是抬不起头。我理解她，同情她，也非常担心她经受不起沉重的打击。"}
{"text":"否则这一张大字报就会要了她的命！人们的白眼，人们的冷嘲热骂蚕蚀着她的身心。我看出来她的健康逐渐遭到损害。表面上的平静是虚假的。内心的痛苦像一锅煮沸的水，她怎么能遮盖住！怎样能使它平静！她不断地给我安慰，对我表示信任，替我感到不平。然而她看到我的问题一天天地变得严重，上面对我的压力一天天地增加，她又非常担心。有时同我一起上班或者下班，走进巨鹿路口，快到作协分会，或者走进南湖路口，快到我们家，她总是抬不起头。我理解她，同情她，也非常担心她经受不起沉重的打击。我记得有一天到了平常下班的时间，我们没有受到留难，回到家里她比较高兴，到厨房去烧菜。我翻看当天的报纸，在第三版上看到当时做了作协分会的头头的两个工人作家写的文章彻底揭露的反革命真面。真是当头一棒！我看了两三行，连忙把报纸藏起来，我害怕让她看见。她端着烧好的菜出来，脸上还带笑容，吃饭时她有说有笑。饭后她要看报，我企图把她的注意力引到别处。但是没有用，她找到了报纸。她的笑容一下子完全消失。这一夜她再没有讲话，早早地进了房间。我后来发现她躺在床上小声哭着。一个安静的夜晚给破坏了。今天回想当时的情景，她那张满是泪痕的脸还在我的眼前。我多么愿意让她的泪痕消失，笑容在她憔悴的脸上重现，即使减少我几年的生命来换取我们家庭生活中一个宁静的夜晚，我也心甘情愿！二我听周信芳同志的媳妇说，周的夫人在逝世前经常被打手们拉出去当作皮球推来推去，打得遍体鳞伤。有人劝她躲开，她说我躲开，他们就要这样对付周先生了。萧珊并未受到这种新式体罚。可是她在精神上给别人当皮球打来打去。她也有这样的想法她多受一点精神折磨，可以减轻对我的压力。其实这是她一片痴心，结果只苦了她自己。我看见她一天天地憔悴下去，我看见她的生命之火逐渐熄灭，我多么痛心。我劝她，我安慰她，我想拉住她，一点也没有用。她常常问我你的问题什么时候才解决呢？我苦笑说总有一天会解决的。她叹口气说我恐怕等不到那个时候了。后来她病倒了，有人劝她打电话找我回家，她不知从哪里得来的消息，她说他在写检查，不要打岔他。他的问题大概可以解决了。等到我从五七干校回家休假，她已经不能起床。她还问我检查写得怎样，问题是否可以解决。我当时的确在写检查，而且已经写了好几次了。他们要我写，只是为了消耗我的生命。但她怎么能理解呢？"}
{"text":"我劝她，我安慰她，我想拉住她，一点也没有用。她常常问我你的问题什么时候才解决呢？我苦笑说总有一天会解决的。她叹口气说我恐怕等不到那个时候了。后来她病倒了，有人劝她打电话找我回家，她不知从哪里得来的消息，她说他在写检查，不要打岔他。他的问题大概可以解决了。等到我从五七干校回家休假，她已经不能起床。她还问我检查写得怎样，问题是否可以解决。我当时的确在写检查，而且已经写了好几次了。他们要我写，只是为了消耗我的生命。但她怎么能理解呢？这时离她逝世不过两个多月，癌细胞已经扩散，可是我们不知道，想找医生给她认真检查一次，也毫无办法。平日去医院挂号看门诊，等了许久才见到医生或者实习医生，随便给开个药方就算解决问题。只有在发烧到摄氏三十九度才有资格挂急诊号，或者还可以在病人拥挤的观察室里待上一天半天。当时去医院看病找交通工具也很困难，常常是我女婿借了自行车来，让她坐在车上，他慢慢地推着走。有一次她雇到小三轮车去看病，看好门诊回家雇不到车了，只好同陪她看病的朋友一起慢慢地走回来，走走停停，走到街口，她快要倒下了，只得请求行人到我们家通知，她一个表侄正好来探病，就由他去把她背了回家。她希望拍一张光片子查一查肠子有什么病，但是办不到。后来靠了她一位亲戚帮忙开后门两次拍片，才查出她患肠癌。以后又靠朋友设法开后门住进了医院。她自己还很高兴，以为得救了。只有她一个人不知道真实的病情，她在医院里只活了三个星期。我休假回家假期满了，我又请过两次假，留在家里照料病人。最多也不到一个月。我看见她病情日趋严重，实在不愿意把她丢开不管，我要求延长假期的时候，我们那个单位的一个工宣队头头逼着我第二天就回干校去。我回到家里，她问起来，我无法隐瞒。她叹了口气，说你放心去吧。她把脸掉过去，不让我看见她。我女儿女婿看到这种情景，自告奋勇地跑到巨鹿路向那位工宣队头头解释，希望同意我在市区多留些日子照料病人。可是那个头头执法如山，还说他不是医生，留在家里，有什么用！留在家里对他改造不利！他们气愤地回到家中，只说机关不同意，后来才对我传达了这句名言。我还能讲什么呢？明天回干校去！整个晚上她睡不好，我更睡不好。出乎意外，第二天一早我那个插队落户的儿子在我们房间里出现了，他是昨天半夜里到的。他得了家信，请假回家看母亲，却没有想到母亲病成这样。"}
{"text":"我女儿女婿看到这种情景，自告奋勇地跑到巨鹿路向那位工宣队头头解释，希望同意我在市区多留些日子照料病人。可是那个头头执法如山，还说他不是医生，留在家里，有什么用！留在家里对他改造不利！他们气愤地回到家中，只说机关不同意，后来才对我传达了这句名言。我还能讲什么呢？明天回干校去！整个晚上她睡不好，我更睡不好。出乎意外，第二天一早我那个插队落户的儿子在我们房间里出现了，他是昨天半夜里到的。他得了家信，请假回家看母亲，却没有想到母亲病成这样。我见了他一面，把他母亲交给他，就回干校去了。在车上我的情绪很不好。我实在想不通为什么会有这样的事情。我在干校待了五天，无法同家里通消息。我已经猜到她的病不轻了。可是人们不让我过问她的事情。这五天是多么难熬的日子！到第五天晚上在干校的造反派头头通知我们全体第二天一早回市区开会。这样我才又回到了家，见到了我的爱人。靠了朋友帮忙，她可以住进中山医院肝癌病房，一切都准备好，她第二天就要住院了。她多么希望住院前见我一面，我终于回来了。连我也没有想到她的病情发展得这么快。我们见了面，我一句话也讲不出来。她说了一句我到底住院了。我答说你安心治疗吧。她父亲也来看她，老人家双目失明，去医院探病有困难，可能是来同他的女儿告别了。我吃过中饭，就去参加给别人戴上反革命帽子的大会，受批判戴帽子的不止一个，其中有一个我的熟人王若望同志，他过去也是作家，不过比我年轻。我们一起在牛棚里关过一个时期，他的罪名是摘帽右派。他不服，不听话，他贴出大字报，声明自己解放自己，因此罪名越搞越大，给提去关了一个时期还不算，还戴上了反革命的帽子监督劳动。在会场里我一直像在做怪梦。开完会回家，见到萧珊我感到格外亲切，仿佛重回人间，可是她不舒服，不想讲话，偶尔讲一句半句。我还记得她讲了两次我看不到了。我连声问她看不到什么？她后来才说看不到你解放了。我还能再讲什么呢？我儿子在旁边，垂头丧气，精神不好，晚饭只吃了半碗，像是患感冒。她忽然指着他小声说他怎么办呢？他当时在安徽山区已经待了三年半，政治上没有人管，生活上不能养活自己，而且因为是我的儿子，给剥夺了好些公民权利。他先学会沉默，后来又学会抽烟。我怀着内疚的心情看看他，我后悔当初不该写，更不该生儿育女。我还记得前两年在痛苦难熬的时候她对我说孩子们说爸爸做了坏事，害了我们大家。"}
{"text":"我还记得她讲了两次我看不到了。我连声问她看不到什么？她后来才说看不到你解放了。我还能再讲什么呢？我儿子在旁边，垂头丧气，精神不好，晚饭只吃了半碗，像是患感冒。她忽然指着他小声说他怎么办呢？他当时在安徽山区已经待了三年半，政治上没有人管，生活上不能养活自己，而且因为是我的儿子，给剥夺了好些公民权利。他先学会沉默，后来又学会抽烟。我怀着内疚的心情看看他，我后悔当初不该写，更不该生儿育女。我还记得前两年在痛苦难熬的时候她对我说孩子们说爸爸做了坏事，害了我们大家。这好像用刀子在割我身上的肉。我没有出声，我把泪水全吞在肚里。她睡了一觉醒过来忽然问我你明天不去了？我说不去了。就是那个工宣队头头今天通知我不用再去干校就留在市区。他还问我你知道萧珊是什么病？我答说知道。其实家里瞒住我，不给我知道真相，我还是从他这句问话里猜到的。三第二天早晨她动身去医院，一个朋友和我女儿女婿陪她去。她穿好衣服等候车来。她显得急躁，又有些留恋，东张张西望望，她也许在想是不是能再看到这里的一切。我送走她，心上反而加了一块大石头。将近二十天里，我每天去医院陪伴她大半天。我照料她，我坐在病床前守着她，同她短短地谈几句话。她的病情恶化，一天天衰弱下去，肚子却一天天大起来，行动越来越不方便。当时病房里没有人照料，生活方面除饭食外一切都必须自理。后来听同病房的人称赞她坚强，说她每天早晚都默默地挣扎着下了床，走到厕所。医生对我们谈起，病人的身体经不住手术，最怕的是她肠子堵塞，要是不堵塞，还可以拖延一个时期。她住院后的半个月是一九六六年八月以来我既感痛苦又感到幸福的一段时间，是我和她在一起渡过的最后的平静的时刻，我今天还不能将它忘记。但是半个月以后，她的病情有了发展，一天吃中饭的时候，医生通知我儿子找我去谈话。他告诉我病人的肠子给堵住了，必须开刀。开刀不一定有把握，也许中途出毛病。但是不开刀，后果更不堪设想。他要我决定，并且要我劝她同意。我做了决定，就去病房对她解释。我讲完话，她只说了一句看来，我们要分别了。她望着我，眼睛里全是泪水。我说不会的我的声音哑了。接着护士长来安慰她，对她说我陪你，不要紧的。她回答你陪我就好。"}
{"text":"他告诉我病人的肠子给堵住了，必须开刀。开刀不一定有把握，也许中途出毛病。但是不开刀，后果更不堪设想。他要我决定，并且要我劝她同意。我做了决定，就去病房对她解释。我讲完话，她只说了一句看来，我们要分别了。她望着我，眼睛里全是泪水。我说不会的我的声音哑了。接着护士长来安慰她，对她说我陪你，不要紧的。她回答你陪我就好。时间很紧迫，医生护士们很快作好准备，她给送进手术室去了，是她表侄把她推到手术室门口的，我们就在外面走廊上等了好几个小时，等到她平安地给送出来，由儿子把她推回到病房去。儿子还在她身边守过一个夜晚。过两天他也病倒了，查出来他患肝炎，是从安徽农村带回来的。本来我们想瞒住他的母亲，可是无意间让他母亲知道了。她不断地问儿子怎么样？我自己也不知道儿子怎么样，我怎么能使她放心呢？晚上回到家，走进空空的静静的房间，我几乎要叫出声来一切都朝我的头打下来吧，让所有的灾祸都来吧。我受得住！我应当感谢那位热心而又善良的护士长，她同情我的处境，要我把儿子的事情完全交给她办。她作好安排，陪他看病检查，让他很快住进别处的隔离病房，得到及时的治疗和护理。他在隔离房里苦苦地等候母亲病情的好转。母亲躺在病床上，只能有气无力地说几句短短的话，她经常问棠棠怎么样？从她那双含泪的眼睛里我明白她多么想看见她最爱的儿子。但是她已经没有精力多想了。她每天给输血，打盐水针。她看见我去就断断续续地问我输多少西西的血？该怎么办？我安慰她你只管放心。没有问题，治病要紧。她不止一次地说你辛苦了。我有什么苦呢？我能够为我最亲爱的人做事情，哪怕做一件小事，我也高兴！后来她的身体更不行了。医生给她输氧气，鼻子里整天插着管子。她几次要求拿开，这说明她感到难受，但是听了我们的劝告，她终于忍受下去了。开刀以后她只活了五天。谁也想不到她会去得这么快！五天中间我整天守在病床前，默默地望着她在受苦我是设身处地感觉到这样的，可是她除了两三次要求搬开床前巨大的氧气筒，三四次表示担心输血较多付不出医药费之外，并没有抱怨过什么。见到熟人她常有这样一种表情请原谅我麻烦了你们。她非常安静，但并未昏睡，始终睁大两只眼睛。眼睛很大，很美，很亮。我望着。望着，好像在望快要燃尽的烛火。我多么想让这对眼睛永远亮下去！我多么害怕她离开我！"}
{"text":"开刀以后她只活了五天。谁也想不到她会去得这么快！五天中间我整天守在病床前，默默地望着她在受苦我是设身处地感觉到这样的，可是她除了两三次要求搬开床前巨大的氧气筒，三四次表示担心输血较多付不出医药费之外，并没有抱怨过什么。见到熟人她常有这样一种表情请原谅我麻烦了你们。她非常安静，但并未昏睡，始终睁大两只眼睛。眼睛很大，很美，很亮。我望着。望着，好像在望快要燃尽的烛火。我多么想让这对眼睛永远亮下去！我多么害怕她离开我！我甚至愿意为我那十四卷邪书受到千刀万剐，只求她能安静地活下去。不久前我重读梅林写的马克思传，书中引用了马克思给女儿的信里一段话，讲到马克思夫人的死。信上说她很快就咽了气。这个病具有一种逐渐虚脱的性质，就像由于衰老所致一样。甚至在最后几小时也没有临终的挣扎，而是慢慢地沉入睡乡。她的眼睛比任何时候都更大更美更亮！这段话我记得很清楚。马克思夫人也死于癌症。我默默地望着萧珊那对很大很美很亮的眼睛，我想起这段话，稍微得到一点安慰。听说她的确也没有临终的挣扎，也是慢慢地沉入睡乡。我这样说，因为她离开这个世界的时候，我不在她的身边。那天是星期天，卫生防疫站因为我们家发现了肝炎病人，派人上午来做消毒工作。她的表妹有空愿意到医院去照料她，讲好我们吃过中饭就去接替。没有想到我们刚刚端起饭碗，就得到传呼电话，通知我女儿去医院，说是她妈妈不行了。真是晴天霹雳！我和我女儿女婿赶到医院。她那张病床上连床垫也给拿走了。别人告诉我她在太平间。我们又下了楼赶到那里，在门口遇见表妹。还是她找人帮忙把咽了气的病人抬进来的。死者还不曾给放进铁匣子里送进冷库，她躺在担架上，但已经白布床单包得紧紧的，看不到面容了。我只看到她的名字。我弯下身子，把地上那个还有点人形的白布包拍了好几下，一面哭唤着她的名字。不过几分钟的时间，这算是什么告别呢？据表妹说，她逝世的时刻，表妹也不知道。她曾经对表妹说找医生来。医生来过，并没有什么。后来她就渐渐地沉入睡乡。表妹还以为她在睡眠。一个护士来打针，才发觉她的心脏已经停止跳动了。我没有能同她诀别，我有许多话没有能向她倾吐，她不能没有留下一句遗言就离开我！我后来常常想，她对表妹说找医生来。很可能不是找医生。是找李先生她平日这样称呼我。为什么那天上午偏偏我不在病房呢？"}
{"text":"不过几分钟的时间，这算是什么告别呢？据表妹说，她逝世的时刻，表妹也不知道。她曾经对表妹说找医生来。医生来过，并没有什么。后来她就渐渐地沉入睡乡。表妹还以为她在睡眠。一个护士来打针，才发觉她的心脏已经停止跳动了。我没有能同她诀别，我有许多话没有能向她倾吐，她不能没有留下一句遗言就离开我！我后来常常想，她对表妹说找医生来。很可能不是找医生。是找李先生她平日这样称呼我。为什么那天上午偏偏我不在病房呢？家里人都不在她身边，她死得这样凄凉！我女婿马上打电话给我们仅有的几个亲戚。她的弟媳赶到医院，马上晕了过去。三天以后在龙华火葬场举行告别仪式。她的朋友一个也没有来，因为一则我们没有通知，二则我是一个审查了将近七年的对象。没有悼词没有吊客，只有一片伤心的哭声。我衷心感谢前来参加仪式的少数亲友和特地来帮忙的我女儿的两三个同学，最后，我跟她的遗体告别，女儿望着遗容哀哭，儿子在隔离房还不知道把他当作命根子的妈妈已经死亡。值得提说的是她当作自己儿子照顾了好些年的一位亡友的男孩从北京赶来，只为了见她最后一面。这个整天同钢铁打交道的技术员，他的心倒不像钢铁那样。他得到电报以后，他爱人对他说你去吧，你不去一趟，你的心永远安定不了。我在变了形的她的遗体旁边站了一会。别人给我和她照了像。我痛苦地想这是最后一次了，即使给我们留下来很难看的形象，我也要珍视这个镜头。一切都结束了。过了几天我和女儿女婿到火葬场，领到了她的骨灰盒。在存放室寄存了三年之后，我按期把骨灰盒接回家里。有人劝我把她的骨灰安葬，我宁愿让骨灰盒放在我的寝室里，我感到她仍然和我在一起。四梦魇一般的日子终于过去了。六年仿佛一瞬间似的远远地落在后面了。其实哪里是一瞬间！这段时间里有多少流着血和泪的日子啊。不仅是六年，从我开始写这篇短文到现在又过去了半年，半年中我经常在火葬场的大厅里默哀，行礼，为了纪念给四人帮迫害致死的朋友。想到他们不能把个人的智慧和才华献给社会主义祖国，我万分惋惜。每次戴上黑纱插上纸花的同时，我也想起我自己最亲爱的朋友，一个普通的文艺爱好者，一个成绩不大的翻译工，一个心地善良的人。她是我生命的一部分，她的骨灰里有我的泪和血。她是我的一个读者。一九三六年我在上海第一次同她见面。"}
{"text":"其实哪里是一瞬间！这段时间里有多少流着血和泪的日子啊。不仅是六年，从我开始写这篇短文到现在又过去了半年，半年中我经常在火葬场的大厅里默哀，行礼，为了纪念给四人帮迫害致死的朋友。想到他们不能把个人的智慧和才华献给社会主义祖国，我万分惋惜。每次戴上黑纱插上纸花的同时，我也想起我自己最亲爱的朋友，一个普通的文艺爱好者，一个成绩不大的翻译工，一个心地善良的人。她是我生命的一部分，她的骨灰里有我的泪和血。她是我的一个读者。一九三六年我在上海第一次同她见面。一九三八年和一九四一年我们两次在桂林像朋友似的住在一起。一九四四年我们在贵阳结婚。我认识她的时候，她还不到二十，对她的成长我应当负很大的责任。她读了我的，给我写信，后来见到了我，对我发生了感情。她在中学念书，看见我以前，因为参加学生运动被学校开除，回到家乡住了一个短时期，又出来进另一所学校。倘使不是为了我，她三七三八年一定去了延安。她同我谈了八年的恋爱，后来到贵阳旅行结婚，只印发了一个通知，没有摆过一桌酒席。从贵阳我和她先后到了重庆，住在民国路文化生活出版社门市部楼梯下七八个平方米的小屋里。她托人买了四只玻璃杯开始组织我们的小家庭。她陪着我经历了各种艰苦生活。在抗日战争紧张的时期，我们一起在日军进城以前十多个小时逃离广州，我们从广东到广西，从昆明到桂林，从金华到温州，我们分散了，又重见，相见后又别离。在我那两册旅途通讯中就有一部分这种生活的记录。四十年前有一位朋友批评我这算什么文章！我的文集出版后，另一位朋友认为我不应当把它们也收进去。他们都有道理。两年来我对朋友对读者讲过不止一次，我决定不让文集重版。但是为我自己，我要经常翻看那两小册通讯。在那些年代，每当我落在困苦的境地里朋友们各奔前程的时候，她总是亲切地在我耳边说不要难过，我不会离开你，我在你的身边。的确，只有她最后一次进手术室之前她才说过这样一句我们要分别了。我同她一起生活了三十多年。但是我并没有好好地帮助过她。她比我有才华，却缺乏刻苦钻研的精神。我很喜欢她翻译的普希金和屠格涅夫的。虽然译文并不恰当，也不是普希金和屠格涅夫的风格，它们却是有创造性的文学作品，阅读它们对我是一种享受。她想改变自己的生活，不愿作家庭妇女，却又缺少吃苦耐劳的勇气。"}
