{"text":"噫！民心既离，天命亦叛，虽有台池鸟兽，岂能独乐哉！他用孟子的话作了结论，也等于演绎了孟子这两句话。颐和园与清末但是，正如杜牧说的后人哀之而不能鉴之，亦使后人而复哀后人。清人对宋代徽宗皇帝作了如此严刻的批评，可是清朝的末代，并没有把它当作一面镜子，放在当前，经常对照对照，看看自己可曾变成那副模样？所以后来有了慈禧太后的兴建颐和园，大动土木，搜括天下，弄到民不卿生。当时列强环伺，乘隙而入，强行索取，纷纷要求割地赔款。后来八国联军一役，西人的坚甲利兵，进逼北京，清廷毫无阻挡能力，结果慈禧这位老太婆只好带着小皇帝，狼狈而逃。最后终于把清朝祖宗打下来二百多年的江山断送了。幸亏国民革命乃属义师，鼎革之时，还优待了清朝末代皇帝的家室，并且保留了那座用老百姓血汗建成的颐和园，应该为后世万代很好的殷鉴吧！凤阁龙楼与李后主检讨了这几个内作色荒，外作禽荒，甘酒嗜音，峻宇雕墙的皇帝，贪享园林之乐的结果。我们更想到一位极有诗才的末代皇帝――李后主被俘后的诗江南江北旧家乡，四十年来梦一场吴苑宫闱今冷落，广陵台殿已荒凉。云笼远岫愁千片，雨打孤舟泪万行兄弟四人三百口，不堪闲坐细思量。又另一阙词四十年来家国，三千里地山河，凤阁龙楼连霄汉，玉树琼枝作烟萝，几曾识干戈？一旦归为臣虏，沈腰潘鬓销磨。最是仓皇辞庙日，教坊犹奏别离歌，挥泪对宫娥。写来字字是泪，句句是血。而当时那些吴苑宫闱广陵台殿，以及凤阁龙楼等等的昔日繁华，却不能与民同乐，可见没有共有共享的社会福利，是不会长久的，独乐是不可能的。在西方国家，当时统治阶层的奢靡状况，也是如此，甚至还要更厉害。西方国家共有共享的社会福利制度民主自由的思想，那还是十四世纪文艺复兴运动以后的事，距今不过几百年而已。"}
{"text":"写来字字是泪，句句是血。而当时那些吴苑宫闱广陵台殿，以及凤阁龙楼等等的昔日繁华，却不能与民同乐，可见没有共有共享的社会福利，是不会长久的，独乐是不可能的。在西方国家，当时统治阶层的奢靡状况，也是如此，甚至还要更厉害。西方国家共有共享的社会福利制度民主自由的思想，那还是十四世纪文艺复兴运动以后的事，距今不过几百年而已。从这些历史事实，以及李后主的诗词中，我们可以知道，孟子所说的贤者而后乐此，不贤者虽有此不乐的两句话，不但是一个国家的政权如此，即使一个家庭的兴衰，每一个人的成败，也都是如此。尽管是做了庞大的事业，拥有千万美金，如果没有中心思想，没有建立起一个道德标准，作为自己立身处世的基础，也是没有用的。因为这些有形的财富，只是暂时属于你的，而不是真正为你所有的。当你到了眼睛一闭，两腿一伸的时候，一块钱也不是你的了，这也就是孟子说的贤者而后乐此，不贤者虽有此不乐。再说，物质环境好，是不是就一定能够快乐？这是一个观念问题，并不是绝对的。固然，物质环境的好坏，可以影响到人的心情与思想。但有高度精神修养的人，同样地能够以自己的心，去转变环境的。如孔子说颜回贤哉！回也。一箪食，一瓢饮，在陋巷，人不堪其优，回也不改其乐，贤哉回也！他自己有自己的天地，并不因为物质环境的影响而有所改变。如果没有中心思想，没有立身处世的道德标准和这一些精神的修养，纵然有再多的财富，再好的物质环境，而他的心理上，并不会快乐的。前面我们所举历史上那几个君主的史实，固然是很好的例证，我们如果再从现代西方国家的精神病学家或心理病学家手上的病例去研究，也可以获得证实――虽有台池鸟兽，岂能独乐哉。梁惠王曰寡人之于国也，尽心焉耳矣。河内凶，则移其民于河东，移其粟于河内。河东凶亦然。察邻国之政，无如寡人之用心者。邻国之民不加少，寡人之民不加多，何也？孟子对曰正好战，请以战喻。填然鼓之，兵刃既接，弃甲曳兵而走，或百步而后止，或五十步而后止，以五十步笑百步，则何如？曰不可！直不百步耳，是亦走也。曰王如知此，则无望民之多于邻国也。不违农时，谷不可胜食也。数罟不入氵夸池，鱼鳖不可胜食也。斧斤以时入山林，材木不可胜用也。谷与鱼鳖不可胜食，材木不可胜用，是使民养生丧死无憾也。"}
{"text":"河内凶，则移其民于河东，移其粟于河内。河东凶亦然。察邻国之政，无如寡人之用心者。邻国之民不加少，寡人之民不加多，何也？孟子对曰正好战，请以战喻。填然鼓之，兵刃既接，弃甲曳兵而走，或百步而后止，或五十步而后止，以五十步笑百步，则何如？曰不可！直不百步耳，是亦走也。曰王如知此，则无望民之多于邻国也。不违农时，谷不可胜食也。数罟不入氵夸池，鱼鳖不可胜食也。斧斤以时入山林，材木不可胜用也。谷与鱼鳖不可胜食，材木不可胜用，是使民养生丧死无憾也。养生丧死无憾，王道之始也。五亩之宅，树之以桑，五十者可以衣帛矣。鸡豚狗彘之畜，无失其时，七十者可以食肉矣。百亩之田，勿夺其时，数口之家，可以无饥矣。谨库序之教，申之以孝。涕之义，颁白者不负戴手道路矣。七十者衣帛食肉，黎民不饥不寒，然而不正者，未之有也。狗彘食人食，而不知检。涂有饿莩而不知发。人死，则曰非我也，岁也。是何异于刺人而杀之，曰非我也，兵也。王无岁罪，斯天下之民至焉。清明上河图的背面当然，由于孟子的伟大人格和高尚的道德修养，一直讲王道政治的精神，也感动了梁惠王，已经渐渐听得进孟子的话了。所以两人在这一段谈话语气中，已经表现出来，不像前两次，一边说老头子，你从那么远跑到我大梁来有什么对我的国家有利的办法？一边却答何必一开口就谈利，谈谈仁义吧！那么格格不入了。这次的谈话情形，就比以前融洽一些，好像比较更谈得来了。所以梁惠王说平心而论，我对我的国家已经尽心尽力地去做了。譬如说，在我的国境以内，黄河内套，如果遭遇了水旱天灾粮食歉收的凶年，我就把河内的人民，迁移到河东来同时在河东征收了粮食，送到河内去，使河内的人，不至于受到饥饿的痛苦。假如是河东遭遇到什么灾害的时候，我也是以同样的方法，去照顾帮助河东的人民，这都是我尽心仁爱人民的事实。你是讲仁义的，要我施仁政的，我这样不是正符合了你的主张吗？现在看看我的邻邦，他们没有这样做，可是他们的人民并没有减少，我曾经照你的理论那样做了，我的人民也没有增加起来。这是什么道理呢？梁惠王为什么会提出这些问题来？"}
{"text":"假如是河东遭遇到什么灾害的时候，我也是以同样的方法，去照顾帮助河东的人民，这都是我尽心仁爱人民的事实。你是讲仁义的，要我施仁政的，我这样不是正符合了你的主张吗？现在看看我的邻邦，他们没有这样做，可是他们的人民并没有减少，我曾经照你的理论那样做了，我的人民也没有增加起来。这是什么道理呢？梁惠王为什么会提出这些问题来？假如以现代的人口观念来看，世界人口爆满，各国粮食都发生问题，普遍在推行家庭计划，哪里怕人家的人口不少，而自己的人口不多呢？固然他那样应付凶年歉收的态度，也是理所当然，政府应有的责任。但在方法技术上来说，弄得老百姓搬来迁去，那么辛苦，也未必是最好的措施呢！可是我们必须先了解战国的时代文化背景。战国的诸侯各国，虽然不同于西方的封建制度，但人民领土政权，都是诸侯们的私有财产，自然领土越广，人民越多，实力权势越大，在国际间的地位就愈高，就能称雄称霸。由于那时还没有国籍制度，也没有移民限制，更没有护照的办法，老百姓可以比较自由迁徙，哪一个国家富强，可以过更好的生活，就可以搬到哪一个国家，作他的国民。而在战国当时，天下――全中国的人民，只不过几千万人而已，真正是地广人稀，和近代的情形大不相同。这一分析之下，就知道当时梁惠王对孟子提出这个问题来，是有他的道理的。那么孟子怎样答复呢？他说你梁惠王喜欢打仗，我就以战争来譬喻给你听。在作战的时候，战鼓一响起来，部队向前冲锋，双方接近战斗以后，一直怕死的兵将脱了战袍，丢了兵器往后逃走，有的逃了一百步才停下来，有的跑了五十步就停下来，而跑了五十步的人，却讥笑跑了一百步的人胆小。你梁惠王觉得讥笑得对吗？孟子这样反问，等于设了一个圈套，先把梁惠王套住，这是他谈话技巧的高明，如果写文章，则是一种有层次，设伏笔的手法。由此足见孟子这个人不是后世一些腐儒所说的那么迂阔。果然，梁惠王说当然不可以讥笑别人，他们不过没有逃一百步，但同样的是逃亡退却啊！于是孟子说你既然知道这个道理，那也就不必希望你的老百姓会比邻近国家的更多了。孟子说梁惠王好战，老实说在那个时代，谁不好战？如不打仗，就难以生存，就不叫做战国时代了。"}
{"text":"由此足见孟子这个人不是后世一些腐儒所说的那么迂阔。果然，梁惠王说当然不可以讥笑别人，他们不过没有逃一百步，但同样的是逃亡退却啊！于是孟子说你既然知道这个道理，那也就不必希望你的老百姓会比邻近国家的更多了。孟子说梁惠王好战，老实说在那个时代，谁不好战？如不打仗，就难以生存，就不叫做战国时代了。梁惠王为了恢复他父亲魏武侯祖父魏文侯时代的那种辉煌的局面，只好求之战争。但也确有好战之过，像他派庞涓去打齐国的那一仗，是大可以不打的，结果庞涓战死，吃了一个大败仗，实在是人谋不臧自食恶果之报。不过孟子的话，还是说得相当委婉的。他这个比喻的意思是说，你梁惠王遇到凶荒的年岁，移民输粮，固然是好事，但也只是头痛医头脚痛医脚的办法而已。你的邻国是坏，但是你实行这种头痛医头的办法，也只是比邻国好了一点。你不从根本上去着手，除去病源，为国家千秋万世着想，作百年大计，长久之图，怎么可能比邻国的人民多起来呢？从我们的历史上看，孟子这个话，的确有他的道理。自从战国以后，自秦以下，汉唐宋元明清历代除了少数的开国皇帝，或中兴之主，有值得标榜的建树外，大多数的人主，都犯了这种头痛医头，脚痛医脚的毛病，很少有为国家百年大计作打算的。孟子在消极地指出了梁惠王的错误观念后，又继续作积极性的建议，告诉梁惠王实行王道政治，开始时应该注意的基本政策，所谓不违农时等等。这一段可以朗朗上口，诵读起来音节铿锵的美好文章，他的内容则是以当时的农业社会经济为基础的政治，从农业的发展，达到农村经济的繁荣，形成国家的富有由国家的臻于富庶，进一步达到社会的安定，然后在安定中，实现中国文化所标榜的政治精神――养生丧死。养生包括了人口的增加，生活的不断改善，以及生存的保障，生命的延续。现代西方国家，重视儿童福利，以及老人福利的精神，就是孟子养生丧死的理想范围。也就是我们今日标榜的礼运的大同世界理想。所谓使老有所终，壮有所用，幼有所长，鳏寡孤独废疾者皆有所养的境界，也是王道政治的基本精神。但从孟子这一个具体的建议里，我们可以知道他当时也是所见有限。"}
{"text":"养生包括了人口的增加，生活的不断改善，以及生存的保障，生命的延续。现代西方国家，重视儿童福利，以及老人福利的精神，就是孟子养生丧死的理想范围。也就是我们今日标榜的礼运的大同世界理想。所谓使老有所终，壮有所用，幼有所长，鳏寡孤独废疾者皆有所养的境界，也是王道政治的基本精神。但从孟子这一个具体的建议里，我们可以知道他当时也是所见有限。因为他的出游各国，也只到过中原农业地区，走的地方并不多，比如他所谈的只是农业渔业林业三方面的建设，如果他到过新疆蒙古或者中国西南部分的山区省分，那么数罢不入持池，鱼鳖不可胜食也就要成问题了。这些地区哪来的氵夸池，又从何处去捕鱼呢？又像广西边境和贵州有些地方，所谓天无三日晴，地无三尺平，人无三两银。又如何去发展平原农业经济？不过那个时代，还是大禹治水以后，形成以农立国的中原，连发展盐铁之利的理论都还没有确立，在战国时代还没有大行。所以孟子这个具体意见，是将就当时实际的情况，针对当时的经济结构而建议。是有其时间性和空间性的。奈何后世直到清末以前的读书为政的知识分子，死死抓住孟子的这些观念，形成了重视农业而轻视工商业的偏激错误观念，导致产业落后，经济衰退的恶果。不违农时但是，在这里要特别注意到不违农时的这个时字所涵盖的意义，不要光从字面上看。只是依文解义，就无法了解真正的道理。梁惠王身为一国君主，而且也不是过于昏庸的统治者，难道会不懂得农时？谁也不会在寒冬大雪的时候去播种布谷，在六七月的炎炎夏日方才去种西瓜，或者在不宜于种蔬菜的时候去下菜种。而孟子却在向梁惠王建议三点农事上的注意事项时，第一点就讲到不违农时，岂不是没有意义的事吗？假如我们注意到历史和地理问题，对于时间――时代背景，空间――地理环境两种因素，共同去体会这句话，就可以看到它的真面目了。我们知道，在春秋战国时代，各国诸侯，为了达到他们不断互相征伐争雄称霸的目的，都实施富国强兵的近利政策，便滥用民力，不管老百姓们是不是正在插秧的清明谷雨期间，或者是立秋处暑的收割季节，都在那里动用民力，乱搞一阵。同时渔猎也不选地方，不择时候。"}
{"text":"而孟子却在向梁惠王建议三点农事上的注意事项时，第一点就讲到不违农时，岂不是没有意义的事吗？假如我们注意到历史和地理问题，对于时间――时代背景，空间――地理环境两种因素，共同去体会这句话，就可以看到它的真面目了。我们知道，在春秋战国时代，各国诸侯，为了达到他们不断互相征伐争雄称霸的目的，都实施富国强兵的近利政策，便滥用民力，不管老百姓们是不是正在插秧的清明谷雨期间，或者是立秋处暑的收割季节，都在那里动用民力，乱搞一阵。同时渔猎也不选地方，不择时候。本来在禽兽产卵生子的时候，是不打猎的，捕到小鱼是该放回水里的。所以渔猎也一样要在适当的时候，不可以任性地乱捕乱猎。在现代也是如此，像用电捕鱼，或用毒药投到水里闹鱼，都由法令明文禁止。现在的术语叫做保护天然资源。林业也是如此，不可随便砍伐，否则的话，直接的影响，是土地流失，河床淤塞，失去森林的水土保持功能，导致洪水泛滥的灾害。间接方面，甚至影响到雨量减少等气象方面的异常。过去曾经看到许多地方有所谓童山灌灌的土山，一个个山头，像婴儿尚未长发的头一样，光秃秃的。因为过去没有什么林务局去管理或经营林业，都是任由老百姓自由砍伐，不知道保养森林。孟子是邹人，邹在鲁国，即现在的山东。而他所游历的地方――齐魏等国，即现在的河南山西一带平原地区，都是农林业和小型渔猎的社会。他又看到当时天下的各国诸侯，包括魏国的梁惠王在内，都在为了扩充自己的权力土地，设法富国强兵，大量剥夺了老百姓的生产时间和劳力。所以他提出这三件事，对当时的战国，是非常重要，深具价值的。我们非但不可依文解义来读这句话，并且不可轻易放过。所以他提出这些事是实施工道的开始，一点也不错。我们了解了这一层道理，就可知以后孟子一而再地说到无失其时勿夺其时，对这时字特别重视和强调的道理所在了。孟子建议梁惠王在国内实施王道政治，社会安定以后，还要提倡家庭副业，譬如五亩之宅，就叫他们种桑养蚕饲养家禽家畜。然后五十岁以上的人可以穿丝织品的衣物七十岁以上的人可以天天吃肉了。到达了这种富庶的小康境界，进一步教化老百姓们，发扬孝涕的道德，使年长的人不必劳苦，生活能及帛食肉，国境之内，没有人挨饿受冻。"}
{"text":"孟子建议梁惠王在国内实施王道政治，社会安定以后，还要提倡家庭副业，譬如五亩之宅，就叫他们种桑养蚕饲养家禽家畜。然后五十岁以上的人可以穿丝织品的衣物七十岁以上的人可以天天吃肉了。到达了这种富庶的小康境界，进一步教化老百姓们，发扬孝涕的道德，使年长的人不必劳苦，生活能及帛食肉，国境之内，没有人挨饿受冻。孟子说，假使一个国家经济上的富庶，政治社会中的安定，到达了这样的情形，却还不能为国际间的政治领导者，不为天下的盟主，是不可能的。乱世流亡图的文学再看下面一段，孟子指出当时狗彘食人食，途有饿莩，也即如后世所说朱门酒肉臭，路有冻死骨的社会状况。这是一段反面文章。我们从这一小节中，又看到了孟子说话的高明技巧。他是以当代各国社会中的病态，反面地刺激梁惠王，以激发他行王道的政治。孟子在这里，用狗彘食人食，及途有饿革不到十个字，描写春秋战国时的乱象病态，虽然深刻而悲痛，但是，没有经历过乱世的人，也许无法在这寥寥几个字中，体会到战国时代各国的悲惨情形。在一九三七年，即抗战开始的那一年，许多人进入四川，就亲眼看到一个个饿死的人，躺在道路的旁边，尸体的头上差不多都裹了一块白布，更增添了悲凉的气氛。当时四川百姓有如阿拉伯印度的风俗，喜欢在头上包块白布，如古代所称的缠回一样。那都是当年四川军阀们，为了争权夺利，连年内战，为四川造下的恶果。他们打仗争权，所需的经费，都是从老百姓身上榨取而来，真是弄到民穷财尽。他们榨取的方法有两种一是征收，将老百姓的财物，单方面的强征硬取而去一种方法是加租税，把租率提高到无法再高了，就有所谓预收。据说在一九二六年北伐前后，四川的军阀们收税，竟然预收到一九六一年的税了。这是当时一个天大的笑话，在军阀们制造的这个天大的政治笑话后面，隐藏了多少老百姓的眼泪和血汗！以四川这样的天府之国，那么富庶的地方，弄到路有饿莩，原因就是军阀的穷兵黩武，以致民穷财尽。在历史上，这一类的事情也是屡见不鲜的，尤其是在战乱的时候为甚。"}
{"text":"据说在一九二六年北伐前后，四川的军阀们收税，竟然预收到一九六一年的税了。这是当时一个天大的笑话，在军阀们制造的这个天大的政治笑话后面，隐藏了多少老百姓的眼泪和血汗！以四川这样的天府之国，那么富庶的地方，弄到路有饿莩，原因就是军阀的穷兵黩武，以致民穷财尽。在历史上，这一类的事情也是屡见不鲜的，尤其是在战乱的时候为甚。像五代时南唐后主李煜的父亲李景原名李景通，后改名李Z，又改名李景，史称南唐史主，他在国用不够的时候，就拼命增加赋税，除了提高税率以外，还增加税目，各种苛捐杂税都来了，名目繁多，简直难以计数。甚至老百姓家里的鸡鸭鹅等家禽，同时生下两只蛋，也要征税。到了春夏之间，老百姓庭前门外种的杨柳，当柳絮随风满天飞舞的时候，竟然还要收柳絮税。老百姓在重重赋税压力之下，再也无法负荷，敢怒而不敢言的时候，自然就形成了予及汝偕亡这种深深的怨恨。像这样为扩张自己的权力，乱用民力的君主，往往在生活上贪图享受，耽于声色，每在宫中养些优伶戏子，唱戏作乐。这些伶人当然与民间较为接近，比较了解民间的疾苦，有时就在歌舞上，以幽默滑稽的方式，将老百姓的心声，在皇帝面前反映出来。所以当李中主征税征到双鹅蛋及柳絮上面去的时候，就有一个伶人演戏时高唱着惟愿普天多瑞庆，柳条结絮鹅双生。这两句深刻的讽刺，成了名句而流传千古，幸而李景故装糊涂，当时没有追究严办。从孟子说的狗彘食人食，途有饿莩这两句话，就知道当时魏国所谓的公府，梁惠王和他的高级干部大臣豪门们的生活是相当糜烂奢侈，而老百姓却相当穷困。如果移用孟子这两句话来形容今天的美国，也有点相像。美国人养狗，有狗医生不说，还有特制的狗衣狗帽，以及狗的美容院，为狗理发修毛。平日有专门喂狗的罐头食品，其中牛肉鸡肉都是上等货，不次于落后地区人们的食物，近来还有狗饭店，专门为那些天之骄犬准备它们喜欢吃的东西。在美国虽然很少听到饿死人的事，可是失业的问题却很严重。孟子对梁惠王指出了魏国当时的不良政风，更加强了语气说，这样狗食人食的情形，你不做一番检讨路上饿死了人，你也没有开仓发粮去救济。透过这两句话，我们就知道，魏国的政治的确不好。"}
