{"text":"但我们也每不免来不及思索，跟着说，这些乃是讽刺呀！上当真可是不浅得很。同一例子的还有所谓骂人。假如你到四马路去，看见雉妓在拖住人，倘大声说野鸡在拉客，那就会被她骂你是骂人。骂人是恶德，于是你先就被判定在坏的一方面了你坏，对方可就好。但事实呢，却的确是野鸡在拉客，不过只可心里知道，说不得，在万不得已时，也只能说姑娘勒浪做生意，恰如对于那些弯腰拱手之辈，做起文章来，是要改作谦以待人，虚以接物的。――这才不是骂人，这才不是讽刺。其实，现在的所谓讽刺作品，大抵倒是写实。非写实决不能成为所谓讽刺非写实的讽刺，即使能有这样的东西，也不过是造谣和诬蔑而已。三月十六日。本篇最初发表于一九三五年四月文学月刊第四卷第四号文学论坛栏，署名敖。外套中篇小说，韦素园译，未名丛刊之一。一九二六年九月出版。鼻子中篇小说，译，最初发表于译文第一卷第一期一九三四年九月，署名许遐。后收入译丛补。勒浪上海方言，在的意思。题未定草六至九题未定草六至九记得君曾经对我谈起过我的集外集出版之后，施蛰存先生曾在什么刊物上有过批评，以为这本书不值得付印，最好是选一下。我至今没有看到那刊物但从施先生的推崇文选和手定晚明二十家小品的功业，以及自标言行一致的美德推测起来，这也正像他的话。好在我现在并不要研究他的言行，用不着多管这些事。集外集的不值得付印，无论谁说，都是对的。其实岂只这一本书，将来重开四库馆时，恐怕我的一切译作，全在排除之列虽是现在，天津图书馆的目录上，在呐喊和彷徨之下，就注着一个销字，销者，销毁之谓也梁实秋教授充当什么图书馆主任时，听说也曾将我的许多译作驱逐出境。但从一般的情形而论，目前的出版界，却实在并不十分谨严，所以印了我的一本集外集，似乎也算不得怎么特别糟蹋了纸墨。至于选本，我倒以为是弊多利少的，记得前年就写过一篇选本，说明着自己的意见，后来就收在集外集中。自然，如果随便玩玩，那是什么选本都可以的，文选好，古文观止也可以。不过倘要研究文学或某一作家，所谓知人论世，那么，足以应用的选本就很难得。选本所显示的，往往并非的特色，倒是选者的眼光。"}
{"text":"但从一般的情形而论，目前的出版界，却实在并不十分谨严，所以印了我的一本集外集，似乎也算不得怎么特别糟蹋了纸墨。至于选本，我倒以为是弊多利少的，记得前年就写过一篇选本，说明着自己的意见，后来就收在集外集中。自然，如果随便玩玩，那是什么选本都可以的，文选好，古文观止也可以。不过倘要研究文学或某一作家，所谓知人论世，那么，足以应用的选本就很难得。选本所显示的，往往并非的特色，倒是选者的眼光。眼光愈锐利，见识愈深广，选本固然愈准确，但可惜的是大抵眼光如豆，抹杀了真相的居多，这才是一个文人浩劫。例如蔡邕，选家大抵只取他的碑文，使读者仅觉得他是典重文章的作手，必须看见蔡中郎集里的述行赋也见于续古文苑，那些穷工巧于台榭兮，民露处而寝湿，委嘉谷于禽兽兮，下糠秕而无粒手头无书，也许记错，容后订正的句子，才明白他并非单单的老学究，也是一个有血性的人，明白那时的情形，明白他确有取死之道。又如被选家录取了归去来辞和桃花源记，被论客赞赏着采菊东篱下，悠然见南山的陶潜先生，在后人的心目中，实在飘逸得太久了，但在全集里，他却有时很摩登，愿在丝而为履，附素足以周旋，悲行止之有节，空委弃于床前，竟想摇身一变，化为阿呀呀，我的爱人呀的鞋子，虽然后来自说因为止于礼义，未能进攻到底，但那些胡思乱想的自白，究竟是大胆的。就是诗，除论客所佩服的悠然见南山之外，也还有精卫衔微木，将以填沧海，形天舞干戚，猛志固常在之类的金刚怒目式，在证明着他并非整天整夜的飘飘然。这猛志固常在和悠然见南山的是一个人，倘有取舍，即非全人，再加抑扬，更离真实。譬如勇士，也战斗，也休息，也饮食，自然也性交，如果只取他末一点，画起像来，挂在妓院里，尊为性交大师，那当然也不能说是毫无根据的，然而，岂不冤哉！我每见近人的称引陶渊明，往往不禁为古人惋惜。这也是关于取用文学遗产的问题，潦倒而至于昏聩的人，凡是好的，他总归得不到。前几天，看见时事新报的青光上，引过林语堂先生的话，原文抛掉了，大意是说老庄是上流，泼妇骂街之类是下流，他都要看，只有中流，剽上窃下，最无足观。"}
{"text":"我每见近人的称引陶渊明，往往不禁为古人惋惜。这也是关于取用文学遗产的问题，潦倒而至于昏聩的人，凡是好的，他总归得不到。前几天，看见时事新报的青光上，引过林语堂先生的话，原文抛掉了，大意是说老庄是上流，泼妇骂街之类是下流，他都要看，只有中流，剽上窃下，最无足观。如果我所记忆的并不错，那么，这真不但宣告了宋人语录，明人小品，下至论语，人间世，宇宙风这些中流作品的死刑，也透彻的表白了其人的毫无自信。不过这还是空腹高心之谈，因为虽是中流，也并不一概，即使同是剽窃，有取了好处的，有取了无用之处的，有取了坏处的，到得中流的下流，他就连剽窃也不会，老庄不必说了，虽是明清的文章，又何尝真的看得懂。标点古文，不但使应试的学生为难，也往往害得有名的学者出丑，乱点词曲，拆散骈文的美谈，已经成为陈迹，也不必回顾了今年出了许多廉价的所谓珍本书，都有名家标点，关心世道者癌然忧之，以为足煽复古之焰。我却没有这么悲观，化国币一元数角，买了几本，既读古之中流的文章，又看今之中流的标点今之中流，未必能懂古之中流的文章的结论，就从这里得来的。例如罢，――这种举例，是很危险的，从古到今，文人的送命，往往并非他的什么意德沃罗基的悖谬，倒是为了个人的私仇居多。然而这里仍得举，因为写到这里，必须有例，所谓箭在弦上，不得不发者是也。但经再三忖度，决定姑隐其名，或者得免于难欤，这是我在利用中国人只顾空面子的缺点。例如罢，我买的珍本之中，有一本是张岱的琅治募，特印本实价四角据乙亥十月，卢前冀野父跋，是化峭僻之途为康庄的，但照标点看下去，却并不十分康庄。标点，对于五言或七言诗最容易，不必文学家，只要数学家就行，乐府就不大康庄了，所以卷三的景清刺里，有了难懂的句子佩铅刀。藏膝髁。太史奏。机谋破。不称王内前。坐对御衣含血唾。琅琅可诵，韵也押的，不过不称王向前这一句总有些费解。看看原序，有云清知事不成。跃而询上。大怒曰。毋谓我王。即王敢尔耶。清曰。今日之号。尚称王哉。命抉其齿。王且询。则含血前。御衣。上益怒。"}
{"text":"藏膝髁。太史奏。机谋破。不称王内前。坐对御衣含血唾。琅琅可诵，韵也押的，不过不称王向前这一句总有些费解。看看原序，有云清知事不成。跃而询上。大怒曰。毋谓我王。即王敢尔耶。清曰。今日之号。尚称王哉。命抉其齿。王且询。则含血前。御衣。上益怒。剥其肤保甑阆裨荆么，诗该是不称王，向前坐了，不称王者，尚称王哉也向前坐者，则含血前也。而序文的跃而_。上大怒曰，恐怕也该是跃而_。上大怒曰才合式，据作文之初阶，观下文之上益怒，可知也矣。纵使明人小品如何本色，如何性灵，拿它乱玩究竟还是不行的，自误事小，误人可似乎不大好。例如卷六的琴操脊令操序里，有这样的句子秦府僚属。劝秦王世民。行周公之事。伏兵玄武门。射杀建成元吉魏征。伤亡作。文章也很通，不过一翻唐书，就不免觉得魏征实在射杀得冤枉，他其实是秦王世民做了皇帝十七年之后，这才病死的。所以我们没有法，这里只好点作射杀建成元吉，魏征伤亡作。明明是张岱作的琴操，怎么会是魏征作呢，索性也将他射杀干净，固然不能说没有道理，不过中流文人，是常有拟作的，例如韩愈先生，就替周文王说过臣罪当诛兮天王圣明，所以在这里，也还是以魏征伤亡作为稳当。我在这里也犯了文人相轻罪，其罪状曰吹毛求疵。但我想将功折罪的，是证明了有些名人，连文章也看不懂，点不断，如果选起文章来，说这篇好，那篇坏，实在不免令人有些毛骨悚然，所以认真读书的人，一不可倚仗选本，二不可凭信标点。七还有一样最能引读者入于迷途的，是摘句。它往往是衣裳上撕下来的一块绣花，经摘取者一吹嘘或附会，说是怎样超然物外，与尘浊无干，读者没有见过全体，便也被他弄得迷离惝恍。最显著的便是上文说过的悠然见南山的例子，忘记了陶潜的述酒和读山海经等诗，捏成他单是一个飘飘然，就是这摘句作怪。新近在中学生的十二月号上，看见了朱光潜先生的说曲终人不见，江上数峰青的文章，推这两句为诗美的极致，我觉得也未免有以割裂为美的小疵。他说的好处是我爱这两句诗，多少是因为它对于我启示了一种哲学的意蕴。"}
{"text":"最显著的便是上文说过的悠然见南山的例子，忘记了陶潜的述酒和读山海经等诗，捏成他单是一个飘飘然，就是这摘句作怪。新近在中学生的十二月号上，看见了朱光潜先生的说曲终人不见，江上数峰青的文章，推这两句为诗美的极致，我觉得也未免有以割裂为美的小疵。他说的好处是我爱这两句诗，多少是因为它对于我启示了一种哲学的意蕴。曲终人不见所表现的是消逝，江上数峰青所表现的是永恒。可爱的乐声和奏乐者虽然消逝了，而青山却巍然如旧，永远可以让我们把心情寄托在它上面。人到底是怕凄凉的，要求伴侣的。曲终了，人去了，我们一霎时以前所游目骋怀的世界猛然间好像从脚底倒塌去了。这是人生最难堪的一件事，但是一转眼间我们看到江上青峰，好像又找到另一个可亲的伴侣，另一个可托足的世界，而且它永远是在那里的。山穷水尽疑无路，柳暗花明又一村，此种风味似之。不仅如此，人和曲果真消逝了么这一曲缠绵悱恻的音乐没有惊动山灵？它没有传出江上青峰的妩媚和严肃？它没有深深地印在这妩媚和严肃里面？反正青山和湘灵的瑟声已发生这么一回的因缘，青山永在，瑟声和鼓瑟的人也就永在了。这确已说明了他的所以激赏的原因。但也没有尽。读者是种种不同的，有的爱读江赋和海赋，有的欣赏小园或枯树。后者是徘徊于有无生灭之间的文人，对于人生，既惮扰攘，又怕离去，懒于求生，又不乐死，实有太板，寂绝又太空，疲倦得要休息，而休息又太凄凉，所以又必须有一种抚慰。于是曲终人不见之外，如只在此山中，云深不知处或笙歌归院落，灯火下楼台之类，就往往为人所称道。因为眼前不见，而远处却在，如果不在，便悲哀了，这就是道士之所以说至心归命礼，玉皇大天尊！也。抚慰劳人的圣药，在诗，用朱先生的话来说，是静穆艺术的最高境界都不在热烈。就诗人之所以为人而论，他所感到的欢喜和愁苦也许比常人所感到的更加热烈。就诗人之所以为诗人而论，热烈的欢喜或热烈的愁苦经过诗表现出来以后，都好比黄酒经过长久年代的储藏，失去它的辣性，只剩一味醇朴。"}
{"text":"也。抚慰劳人的圣药，在诗，用朱先生的话来说，是静穆艺术的最高境界都不在热烈。就诗人之所以为人而论，他所感到的欢喜和愁苦也许比常人所感到的更加热烈。就诗人之所以为诗人而论，热烈的欢喜或热烈的愁苦经过诗表现出来以后，都好比黄酒经过长久年代的储藏，失去它的辣性，只剩一味醇朴。我在别的文章里曾经说过这一段话懂得这个道理，我们可以明白古希腊人何以把和平静穆看作诗的极境，把诗神亚波罗摆在蔚蓝的山巅，俯瞰众生扰攘，而眉宇间却常如作甜蜜梦，不露一丝被扰动的神色？这里所谓静穆自然只是一种最高理想，不是在一般诗里所能找得到的。古希腊――尤其是古希腊的造形艺术――常使我们觉到这种静穆的风味。静穆是一种豁然大悟，得到归依的心情。它好比低眉默想的观音大士，超一切忧喜，同时你也可说它泯化一切忧喜。这种境界在中国诗里不多见。屈原阮籍李白杜甫都不免有些像金刚怒目，愤愤不平的样子。陶潜浑身是静穆，所以他伟大。古希腊人，也许把和平静穆看作诗的极境的罢，这一点我毫无知识。但以现存的希腊诗歌而论，荷马的史诗，是雄大而活泼的，沙孚的恋歌，是明白而热烈的，都不静穆。我想，立静穆为诗的极境，而此境不见于诗，也许和立蛋形为人体的最高形式，而此形终不见于人一样。至于亚波罗之在山巅，那可因为他是神的缘故，无论古今，凡神像，总是放在较高之处的。这像，我曾见过照相，睁着眼睛，神清气爽，并不像常如作甜蜜梦。不过看见实物，是否使我们觉到这种静穆的风味，在我可就很难断定了，但是，倘使真的觉得，我以为也许有些因为他古的缘故。我也是常常徘徊于雅俗之间的人，此刻的话，很近于大煞风景，但有时却自以为颇雅的间或喜欢看看古董。记得十多年前，在北京认识了一个土财主，不知怎么一来，他也忽然雅起来了，买了一个鼎，据说是周鼎，真是土花斑驳，古色古香。而不料过不几天，他竟叫铜匠把它的土花和铜绿擦得一干二净，这才摆在客厅里，闪闪的发着铜光。这样的擦得精光的古铜器，我一生中还没有见过第二个。一切雅士，听到的无不大笑，我在当时，也不禁由吃惊而失笑了，但接着就变成肃然，好像得了一种启示。这启示并非哲学的意蕴，是觉得这才看见了近于真相的周鼎。"}
{"text":"记得十多年前，在北京认识了一个土财主，不知怎么一来，他也忽然雅起来了，买了一个鼎，据说是周鼎，真是土花斑驳，古色古香。而不料过不几天，他竟叫铜匠把它的土花和铜绿擦得一干二净，这才摆在客厅里，闪闪的发着铜光。这样的擦得精光的古铜器，我一生中还没有见过第二个。一切雅士，听到的无不大笑，我在当时，也不禁由吃惊而失笑了，但接着就变成肃然，好像得了一种启示。这启示并非哲学的意蕴，是觉得这才看见了近于真相的周鼎。鼎在周朝，恰如碗之在现代，我们的碗，无整年不洗之理，所以鼎在当时，一定是干干净净，金光灿烂的，换了术语来说，就是它并不静穆，倒有些热烈。这一种俗气至今未脱，变化了我衡量古美术的眼光，例如希腊雕刻罢，我总以为它现在之见得只剩一味醇朴者，原因之一，是在曾埋土中，或久经风雨，失去了锋棱和光泽的缘故，雕造的当时，一定是崭新，雪白，而且发闪的，所以我们现在所见的希腊之美，其实并不准是当时希腊人之所谓美，我们应该悬想它是一件新东西。凡论文艺，虚悬了一个极境，是要陷入绝境的，在艺术，会迷惘于土花，在文学，则被拘迫而摘句。但摘句又大足以困人，所以朱先生就只能取钱起的两句，而踢开他的全篇，又用这两句来概括的全人，又用这两句来打杀了屈原，阮籍，李白，杜甫等辈，以为都不免有些像金刚怒目，愤愤不平的样子。其实是他们四位，都因为垫高朱先生的美学说，做了冤屈的牺牲的。我们现在先来看一看钱起的全篇罢省试湘灵鼓瑟善鼓云和瑟，常闻帝子灵。冯夷空自舞，楚客不堪听。苦调凄金石，清音入杳冥。苍梧来怨慕，白芷动芳馨。流水传湘浦，悲风过洞庭。曲终人不见，江上数峰青。要证成醇朴或静穆，这全篇实在是不宜称引的，因为中间的四联，颇近于所谓衰飒。但没有上文，末两句便显得含胡，不过这含胡，却也许又是称引者之所谓超妙。现在一看题目，便明白曲终者结鼓瑟，人不见者点灵字，江上数峰青者做湘字，全篇虽不失为唐人的好试帖，但末两句也并不怎么神奇了。况且题上明说是省试，当然不会有愤愤不平的样子，假使屈原不和椒兰吵架，却上京求取功名，我想，他大约也不至于在考卷上大发牢骚的，他首先要防落第。我们于是应该再来看看这湘灵鼓瑟的的另外的诗了。"}
{"text":"现在一看题目，便明白曲终者结鼓瑟，人不见者点灵字，江上数峰青者做湘字，全篇虽不失为唐人的好试帖，但末两句也并不怎么神奇了。况且题上明说是省试，当然不会有愤愤不平的样子，假使屈原不和椒兰吵架，却上京求取功名，我想，他大约也不至于在考卷上大发牢骚的，他首先要防落第。我们于是应该再来看看这湘灵鼓瑟的的另外的诗了。但我手头也没有他的诗集，只有一部大历诗略，也是迂夫子的选本，不过篇数却不少，其中有一首是下第题长安客舍不遂青云望，愁看黄鸟飞。梨花寒食夜，客子未春衣。世事随时变，交情与我违。空余主人柳，相见却依依。一落第，在客栈的墙壁上题起诗来，他就不免有些愤愤了，可见那一首湘灵鼓瑟，实在是因为题目，又因为省试，所以只好如此圆转活脱。他和屈原，阮籍，李白，杜甫四位，有时都不免是怒目金刚，但就全体而论，他长不到丈六。世间有所谓就事论事的办法，现在就诗论诗，或者也可以说是无碍的罢。不过我总以为倘要论文，最好是顾及全篇，并且顾及的全人，以及他所处的社会状态，这才较为确凿。要不然，是很容易近乎说梦的。但我也并非反对说梦，我只主张听者心里明白所听的是说梦，这和我劝那些认真的读者不要专凭选本和标点本为法宝来研究文学的意思，大致并无不同。自己放出眼光看过较多的作品，就知道历来的伟大的，是没有一个浑身是静穆的。陶潜正因为并非浑身是静穆，所以他伟大。现在之所以往往被尊为静穆，是因为他被选文家和摘句家所缩小，凌迟了。八现在还在流传的古人文集，汉人的已经没有略存原状的了，魏的嵇康，所存的集子里还有别人的赠答和论难，晋的阮籍，集里也有伏义的来信，大约都是很古的残本，由后人重编的。谢宣城集虽然只剩了前半部，但有他的同僚一同赋咏的诗。我以为这样的集子最好，因为一面看的文章，一面又可以见他和别人的关系，他的作品，比之同咏者，高下如何，他为什么要说那些话现在采取这样的编法的，据我所知道，则独秀文存，也附有和所存的文相关的别人的文字。"}
{"text":"谢宣城集虽然只剩了前半部，但有他的同僚一同赋咏的诗。我以为这样的集子最好，因为一面看的文章，一面又可以见他和别人的关系，他的作品，比之同咏者，高下如何，他为什么要说那些话现在采取这样的编法的，据我所知道，则独秀文存，也附有和所存的文相关的别人的文字。那些了不得的作家，谨严入骨，惜墨如金，要把一生的作品，只删存一个或者三四个字，刻之泰山顶上，传之其人，那当然听他自己的便，还有鬼蜮似的作家，明明有天兵天将保佑，姓名大可公开，他却偏要躲躲闪闪，生怕他的作品和自己的原形发生关系，随作随删，删到只剩下一张白纸，到底什么也没有，那当然也听他自己的便。如果多少和社会有些关系的文字，我以为是都应该集印的，其中当然夹杂着许多废料，所谓榛弗剪，然而这才是深山大泽。现在已经不像古代，要手抄，要木刻，只要用铅字一排就够。虽说排印，糟蹋纸墨自然也还是糟蹋纸墨的，不过只要一想连杨人之流的东西也还在排印，那就无论什么都可以闭着眼睛发出去了。中国人常说有一利必有一弊，也就是有一弊必有一利揭起小无耻之旗，固然要引出无耻群，但使谦让者泼剌起来，却是一利。收回了谦让的人，在实际上也并不少，但又是所谓爱惜自己的居多。爱惜自己当然并不是坏事情，至少，他不至于无耻，然而有些人往往误认装点和遮掩为爱惜。集子里面，有兼收少作的，然而偏去修改一下，在孩子的脸上，种上一撮白胡须也有兼收别人之作的，然而又大加拣选，决不取谩骂诬蔑的文章，以为无价值。其实是这些东西，一样的和本文都有价值的，即使那力量还不够引出无耻群，但倘和有价值的本文有关，这就是它在当时的价值。中国的史家是早已明白了这一点的，所以历史里大抵有循吏传，隐逸传，却也有酷吏传和佞幸传，有忠臣传，也有奸臣传。因为不如此，便无从知道全般。而且一任鬼蜮的技俩随时消灭，也不能洞晓反鬼蜮者的人和文章。山林隐逸之作不必论，倘使这是身在人间，带些战斗性的，那么，他在社会上一定有敌对。只是这些敌对决不肯自承，时时撒娇道冤乎枉哉，这是他把我当作假想敌了呀！可是留心一看，他的确在放暗箭，一经指出，这才改为明枪，但又说这是因为被诬为假想敌的报复。所用的技俩，也是决不肯任其流传的，不但事后要它消灭，就是临时也在躲闪而编集子的人又不屑收录。"}
