{"text":"人权论指人权论集。该书主要汇集胡适罗隆基梁实秋等在一九二九年间所写的谈人权问题的文章，一九三年二月上海新月书店出版。栎园书影即因树屋书影。明末清初周栎园著。该书卷二中说昔有鹦鹉飞集陀山，因山中大火，鹦鹉遥见，入水濡羽，飞而洒之。天神言尔虽有志意，何足云也？对曰尝侨居是山，不忍见耳。天神嘉感，即为灭火。这原是一个印度寓言，屡见于汉译佛经中。按周栎园―，名亮工，河南祥符今开封人。胡适―字适之，安徽绩溪人。一九二七年曾得美国哥伦比亚大学博士学位。他早年留学美国，一九一七年回国任北京大学教授。五四时期，他是新文化运动的右翼代表人物。后来先后投靠北洋军阀国民党反动派，为帝国主义的侵略效劳。一九四九年四月逃美国，后病死于台湾。何将军指何键―，湖南醴陵人，国民党军阀。当时任湖南省政府主席。一九三二年十二月胡适应何键之邀到长沙讲演我们应走的路，据传何送他路费五千元。实验主义现代资产阶级哲学的一个主观唯心主义派别，认为有用即真理，否认真理的客观性。主要代表人有美国杜威等。胡适是杜威的学生和信徒。一九一九年胡适在北京连续讲演宣传实验主义。一九二一年写杜威先生与中国一文为之吹嘘，文中说杜威的哲学方法总名叫做实验主义。字林西报英国人在上海办的英文日报，一八六四年七月一日创刊，一九五一年三月三十一日停刊。离得杀猪的地方远远的见孟子梁惠王君子之于禽兽也，见其生，不忍见其死闻其声，不忍食其肉，是以君子远庖厨也。现代史现代史从我有记忆的时候起，直到现在，凡我所曾经到过的地方，在空地上，常常看见有变把戏的，也叫作变戏法的。这变戏法的，大概只有两种――一种，是教一个猴子戴起假面，穿上衣服，耍一通刀枪骑了羊跑几圈。还有一匹用稀粥养活，已经瘦得皮包骨头的狗熊玩一些把戏。末后是向大家要钱。一种，是将一块石头放在空盒子里，用手巾左盖右盖，变出一只白鸽来还有将纸塞在嘴巴里，点上火，从嘴角鼻孔里冒出烟焰。其次是向大家要钱。要了钱之后，一个人嫌少，装腔作势的不肯变了，一个人来劝他，对大家说再五个。"}
{"text":"现代史现代史从我有记忆的时候起，直到现在，凡我所曾经到过的地方，在空地上，常常看见有变把戏的，也叫作变戏法的。这变戏法的，大概只有两种――一种，是教一个猴子戴起假面，穿上衣服，耍一通刀枪骑了羊跑几圈。还有一匹用稀粥养活，已经瘦得皮包骨头的狗熊玩一些把戏。末后是向大家要钱。一种，是将一块石头放在空盒子里，用手巾左盖右盖，变出一只白鸽来还有将纸塞在嘴巴里，点上火，从嘴角鼻孔里冒出烟焰。其次是向大家要钱。要了钱之后，一个人嫌少，装腔作势的不肯变了，一个人来劝他，对大家说再五个。果然有人抛钱了，于是再四个，三个抛足之后，戏法就又开了场。这回是将一个孩子装进小口的坛子里面去，只见一条小辫子，要他再出来，又要钱。收足之后，不知怎么一来，大人用尖刀将孩子刺死了，盖上被单，直挺挺躺着，要他活过来，又要钱。在家靠父母，出家靠朋友！！变戏法的装出撒钱的手势，严肃而悲哀的说。别的孩子，如果走近去想仔细的看，他是要骂的再不听，他就会打。果然有许多人了。待到数目和预料的差不多，他们就检起钱来，收拾家伙，死孩子也自己爬起来，一同走掉了。看客们也就呆头呆脑的走散。这空地上，暂时是沉寂了。过了些时，就又来这一套。俗语说，戏法人人会变，各有巧妙不同。其实是许多年间，总是这一套，也总有人看，总有人，不过其间必须经过沉寂的几日。我的话说完了，意思也浅得很，不过说大家一通之后，又要静几天了，然后再来这一套。到这里我才记得写错了题目，这真是成了不死不活的东西。四月一日。本篇最初发表于一九三三年四月八日申报自由谈，署名何家干。用拉丁字母拼写的象声词，译音似哗嚓，形容撒钱的声音。王化王化中国的王化现在真是光被四表格于上下的了。溥仪的弟媳妇跟着一位厨司务，卷了三万多元逃走了。于是中国的法庭把她缉获归案，判定交还夫家管束。满洲国虽然伪，夫权是不伪的。新疆的回民闹乱子，于是派出宣慰使。蒙古的王公流离失所了，于是特别组织蒙古王公救济委员会。对于西藏的怀柔，是请班禅喇嘛诵经念咒。而最宽仁的王化政策，要算广西对付瑶民的办法。"}
{"text":"王化王化中国的王化现在真是光被四表格于上下的了。溥仪的弟媳妇跟着一位厨司务，卷了三万多元逃走了。于是中国的法庭把她缉获归案，判定交还夫家管束。满洲国虽然伪，夫权是不伪的。新疆的回民闹乱子，于是派出宣慰使。蒙古的王公流离失所了，于是特别组织蒙古王公救济委员会。对于西藏的怀柔，是请班禅喇嘛诵经念咒。而最宽仁的王化政策，要算广西对付瑶民的办法。据大晚报载，这种宽仁政策是在三万瑶民之中杀死三千人，派了三架飞机到瑶洞里去下蛋，使他们惊诧为天神天将而不战自降。事后，还要挑选瑶民代表到外埠来观光，叫他们看看上国的文化，例如马路上，红头阿三的威武之类。而红头阿三说的是勿要哗啦哗啦！这些久已归化的夷狄，近来总是哗啦哗啦，原因是都有些怨了。王化盛行的时候，东面而征西夷怨，南面而征北狄怨。这原是当然的道理。不过我们还是东奔西走，南征北剿，决不偷懒。虽然劳苦些，但精神上的胜利是属于我们的。等到伪满的夫权保障了，蒙古的王公救济了，喇嘛的经咒念完了，回民真的安慰了，瑶民不战自降了，还有什么事可以做呢？自然只有修文德以服远人的日本了。这时候，我们印度阿三式的责任算是尽到了。呜呼，草野小民，生逢盛世，唯有逖听欢呼，闻风鼓舞而已！五月七日。这篇被新闻检查处抽掉了，没有登出。幸而既非瑶民，又居租界，得免于国货的飞机来下蛋，然而勿要哗啦哗啦却是一律的，所以连欢呼也不许，――然则惟有一声不响，装死救国而已！十五夜记。本篇最初投给申报自由谈，被国民党新闻检查处查禁。后发表于一九三三年六月一日论语半月刊第十八期，署名何干。光被四表格于上下语见尚书尧典，是记叙尧的功德时所作的颂词，意思是遍及上下四方，无所不至。一九三三年五月一日申报曾载溥仪弟妇恋奸案的新闻，说溥仪堂弟妇和厨工携款从长春逃到烟台，被烟台公安局发觉后，将厨工处徒刑一年，女方由夫家领回管束。新疆的回民闹乱子指一九三三年初新疆维吾尔族人民当时报纸称回民的反抗行动。一九三一年四月，维族人民曾因反抗新疆省主席军阀金树仁的暴政，遭到残酷镇压。"}
{"text":"一九三三年五月一日申报曾载溥仪弟妇恋奸案的新闻，说溥仪堂弟妇和厨工携款从长春逃到烟台，被烟台公安局发觉后，将厨工处徒刑一年，女方由夫家领回管束。新疆的回民闹乱子指一九三三年初新疆维吾尔族人民当时报纸称回民的反抗行动。一九三一年四月，维族人民曾因反抗新疆省主席军阀金树仁的暴政，遭到残酷镇压。一九三三年初，维族人民继续开展大规模的反抗行动，金树仁被迫弃守哈密等地，迪化今乌鲁木齐也遭包围四月，金树仁垮台逃走，他的参谋长盛世才乘机攫取了新疆的统治权。四月底，南京国民党政府宣布派参谋本部次长黄慕松为宣慰使，前往处理此事。蒙古王公救济委员会九一八事变后，日本帝国主义侵占我国内蒙东部地区，国民党政府曾指令军事委员会北平分会拨款救济流落在北平等地的东蒙王公官民学生和逃来内蒙的原外蒙王公等，并于一九三三年四月在北平设立蒙古救济委员会。对于西藏的怀柔九一八事变前后，西藏统治阶级中的亲英势力，受英帝国主义指使，在青海玉树西康甘孜一带，不断挑起同地方军阀的武装冲突一九三三年四月，他们曾企图以武力强渡金沙江进入当时西康的巴安，以实现所谓康藏合一的计划。国民党政府当时对此一筹莫展，曾竭力拉拢被达赖喇嘛赶出西藏的班禅喇嘛当时班禅在南京设有办事处，举办祈祷法会，通过这种宗教形式的联系以示怀柔。对付瑶民的办法广西北部湖南南部等地区，是少数民族瑶族的聚居地。国民党政府一贯实行大汉族政策，地方政府对瑶民的剥削侮辱尤为严重，因而激起瑶族人民的多次反抗。一九三三年二月，广西北部全县灌阳等地瑶民，以打醮的迷信方式聚众起义，提出杀财主佬，杀官兵的口号，声势颇大。当时的广西省政府以一旅左右的兵力进剿，并派飞机前往轰炸，瑶民伤亡甚重。事后，国民党当局又玩弄剿抚并施的策略，拟领导瑶民乡村长到全省各埠去参观。上国春秋时称中原齐晋等国为上国，是对吴楚诸国而言的。这里是讽刺国民党反动派在少数民族面前以上国自居。红头阿三旧时上海对公共租界内印度巡捕的俗称。东面而征西夷怨二句，原出尚书仲虺之诰东征西夷怨，南征北狄怨。这里引用的是孟轲的话，见孟子中的梁惠王和滕文公。"}
{"text":"事后，国民党当局又玩弄剿抚并施的策略，拟领导瑶民乡村长到全省各埠去参观。上国春秋时称中原齐晋等国为上国，是对吴楚诸国而言的。这里是讽刺国民党反动派在少数民族面前以上国自居。红头阿三旧时上海对公共租界内印度巡捕的俗称。东面而征西夷怨二句，原出尚书仲虺之诰东征西夷怨，南征北狄怨。这里引用的是孟轲的话，见孟子中的梁惠王和滕文公。远人指异族人或外国人，见论语季氏故远人不服，则修文德以来之。草野小民等四句，见孙中山一八九四年六月写的上李鸿章书。这段附记，未随本文在论语刊出。新药新药说起来就记得，诚然，自从九一八以后，再没有听到吴稚老的妙语了，相传是生了病。现在刚从南昌专电中，飞出一点声音来，却连改头换面的，也是自从九一八以后，就再没有一丝声息的民族主义文学者们，也来加以冷冷的讪笑。为什么呢？为了九一八。想起来就记得，吴稚老的笔和舌，是尽过很大的任务的，清末的时候，五四的时候，北伐的时候，清党的时候，清党以后的还是闹不清白的时候。然而他现在一开口，却连躲躲闪闪的人物儿也来冷笑了。九一八以来的飞机，真也炸着了这党国的元老吴先生，或者是，炸大了一些躲躲闪闪的人物儿的小胆子。九一八以后，情形就有这么不同了。旧书里有过这么一个寓言，某朝某帝的时候，宫女们多数生了病，总是医不好。最后来了一个名医，开出神方道壮汉若干名。皇帝没有法，只得照他办。若干天之后，自去察看时，宫女们果然个个神采焕发了，却另有许多瘦得不像人样的男人，拜伏在地上。皇帝吃了一惊，问这是什么呢？宫女们就嗫嚅的答道是药渣。照前几天报上的情形看起来，吴先生仿佛就如药渣一样，也许连狗子都要加以践踏了。然而他是聪明的，又很恬淡，决不至于不顾自己，给人家熬尽了汁水。不过因为九一八以后，情形已经不同，要有一种新药出卖是真的，对于他的冷笑，其实也就是新药的作用。这种新药的性味，是要很激烈，而和平。譬之文章，则须先讲烈士的殉国，再叙美人的殉情一面赞希特勒的组阁，一面颂苏联的成功军歌唱后，来了恋歌道德谈完，就讲妓院因国耻日而悲杨柳，逢五一节而忆蔷薇攻击主人的敌手，也似乎不满于它自己的主人总而言之，先前所用的是单方，此后出卖的却是复药了。"}
{"text":"然而他是聪明的，又很恬淡，决不至于不顾自己，给人家熬尽了汁水。不过因为九一八以后，情形已经不同，要有一种新药出卖是真的，对于他的冷笑，其实也就是新药的作用。这种新药的性味，是要很激烈，而和平。譬之文章，则须先讲烈士的殉国，再叙美人的殉情一面赞希特勒的组阁，一面颂苏联的成功军歌唱后，来了恋歌道德谈完，就讲妓院因国耻日而悲杨柳，逢五一节而忆蔷薇攻击主人的敌手，也似乎不满于它自己的主人总而言之，先前所用的是单方，此后出卖的却是复药了。复药虽然好像万应，但也常无一效的，医不好病，即毒不死人。不过对于误服这药的病人，却能够使他不再寻求良药，拖重了病症而至于胡里胡涂的死亡。四月二十九日。本篇最初发表于一九三三年五月七日申报自由谈，署名丁萌。吴稚老指吴稚晖―，名敬恒，江苏武进人，国民党政客。早年曾先后留学日本英国。一九五年参加同盟会，是资产阶级民主革命中的右翼，曾出卖过革命者章太炎邹容。一九二四年后，历任国民党中央监察委员等职。一九二七年他向国民党中央提出清党案，是蒋介石背叛革命屠杀共产党人的帮凶。指吴稚晖在南昌对新闻界的谈话，见一九三三年四月二十九日申报南昌专电吴稚晖谈，暴日侵华，为全国预定计划，不因我退让而软化，或抵抗而强硬，我惟不计生死，拚死抵抗。由于国民党政府实行不抵抗政策，此时正酝酿派亲日分子黄郛北上，与进犯华北的日本侵略者妥协，因此大晚报星期谈屑曾载吴稚晖抗日一文，对吴的谈话加以嘲笑，文中说自九一八以后，一二八以后，我们久已不闻吴稚晖先生的解颐快论了，最近，申报的南昌电，记着吴老先生的一段谈话，便是吴老先生的一张嘴巴，也是无从可以救国了，吴老先生的解颐快论，只不过是皓首匹夫的随便谈谈而已！药渣见清代褚人获坚瓠丙集药渣明吾郡陆天池博学能文，精于音律。有寓言曰某帝时，宫人多怀春疾，医者曰须敕数十少年药之。帝如言。后数日，宫人皆颜舒体胖，拜帝曰赐药疾愈，谨谢恩！诸少年俯伏于后，枯瘠蹒跚，无复人状。帝问是何物？对曰药渣！文人无文文人无文在一种姓大的报的副刊上，有一位姓张的在要求中国有为的青年，切勿借了文人无行的幌子，犯着可诟病的恶癖。这实在是对透了的。"}
{"text":"药渣见清代褚人获坚瓠丙集药渣明吾郡陆天池博学能文，精于音律。有寓言曰某帝时，宫人多怀春疾，医者曰须敕数十少年药之。帝如言。后数日，宫人皆颜舒体胖，拜帝曰赐药疾愈，谨谢恩！诸少年俯伏于后，枯瘠蹒跚，无复人状。帝问是何物？对曰药渣！文人无文文人无文在一种姓大的报的副刊上，有一位姓张的在要求中国有为的青年，切勿借了文人无行的幌子，犯着可诟病的恶癖。这实在是对透了的。但那无行的界说，可又严紧透顶了。据说所谓无行，并不一定是指不规则或不道德的行为，凡一切不近人情的恶劣行为，也都包括在内。接着就举了一些日本文人的恶癖的例子，来作中国的有为的青年的殷鉴，一条是宫地嘉六爱用指爪搔头发，还有一条是金子洋文喜舐嘴唇。自然，嘴唇干和头皮痒，古今的圣贤都不称它为美德，但好像也没有斥为恶德的。不料一到中国上海的现在，爱搔喜舐，即使是自己的嘴唇和头发罢，也成了不近人情的恶劣行为了。如果不舒服，也只好熬着。要做有为的青年或文人，真是一天一天的艰难起来了。但中国文人的恶癖，其实并不在这些，只要他写得出文章来，或搔或舐，都不关紧要，不近人情的并不是文人无行，而是文人无文。我们在两三年前，就看见刊物上说某诗人到西湖吟诗去了，某文豪在做五十万字的小说了，但直到现在，除了并未豫告的一部子夜而外，别的大作都没有出现。拾些琐事，做本随笔的是有的改首古文，算是自作的是有的。讲一通昏话，称为评论编几张期刊，暗捧自己的是有的。收罗猥谈，写成下作聚集旧文，印作评传的是有的。甚至于翻些外国文坛消息，就成为世界文学史家凑一本文学家辞典，连自己也塞在里面，就成为世界的文人的也有。然而，现在到底也都是中国的金字招牌的文人。文人不免无文，武人也一样不武。说是枕戈待旦的，到夜还没有动身，说是誓死抵抗的，看见一百多个敌兵就逃走了。只是通电宣言之类，却大做其骈体，文得异乎寻常。偃武修文，古有明训，文星全照到营子里去了。于是我们的文人，就只好不舐嘴唇，不搔头发，揣摩人情，单落得一个有行完事。三月二十八日。言论自由的界限言论自由的界限看红楼梦，觉得贾府上是言论颇不自由的地方。"}
{"text":"然而，现在到底也都是中国的金字招牌的文人。文人不免无文，武人也一样不武。说是枕戈待旦的，到夜还没有动身，说是誓死抵抗的，看见一百多个敌兵就逃走了。只是通电宣言之类，却大做其骈体，文得异乎寻常。偃武修文，古有明训，文星全照到营子里去了。于是我们的文人，就只好不舐嘴唇，不搔头发，揣摩人情，单落得一个有行完事。三月二十八日。言论自由的界限言论自由的界限看红楼梦，觉得贾府上是言论颇不自由的地方。焦大以奴才的身分，仗着酒醉，从主子骂起，直到别的一切奴才，说只有两个石狮子干净。结果怎样呢？结果是主子深恶，奴才痛嫉，给他塞了一嘴马粪。其实是，焦大的骂并非要打倒贾府，倒是要贾府好，不过说主奴如此，贾府就要弄不下去罢了。然而得到的报酬是马粪。所以这焦大，实在是贾府的屈原，假使他能做文章，我想，恐怕也会有一篇离骚之类。三年前的新月社诸君子，不幸和焦大有了相类的境遇。他们引经据典，对于党国有了一点微词，虽然引的大抵是英国经典，但何尝有丝毫不利于党国的恶意，不过说老爷，人家的衣服多么干净，您老人家的可有些儿脏，应该洗它一洗罢了。不料荃不察余之中情兮，来了一嘴的马粪国报同声致讨，连新月杂志也遭殃。但新月社究竟是文人学士的团体，这时就也来了一大堆引据三民主义，辨明心迹的离骚经。现在好了，吐出马粪，换塞甜头，有的顾问，有的教授，有的秘书，有的大学院长，言论自由，新月也满是所谓为文艺的文艺了。这就是文人学士究竟比不识字的奴才聪明，党国究竟比贾府高明，现在究竟比乾隆时候光明三明主义。然而竟还有人在嚷着要求言论自由。世界上没有这许多甜头，我想，该是明白的罢，这误解，大约是在没有悟到现在的言论自由，只以能够表示主人的宽宏大度的说些老爷，你的衣服为限，而还想说开去。这是断乎不行的。前一种，是和新月受难时代不同，现在好像已有的了，这自由谈也就是一个证据，虽然有时还有几位拿着马粪，前来探头探脑的英雄。至于想说开去，那就足以破坏言论自由的保障。要知道现在虽比先前光明，但也比先前利害，一说开去，是连性命都要送掉的。即使有了言论自由的明令，也千万大意不得。这我是亲眼见过好几回的，非卖老也，不自觉其做奴才之君子，幸想一想而垂鉴焉。四月十七日。"}
{"text":"这是断乎不行的。前一种，是和新月受难时代不同，现在好像已有的了，这自由谈也就是一个证据，虽然有时还有几位拿着马粪，前来探头探脑的英雄。至于想说开去，那就足以破坏言论自由的保障。要知道现在虽比先前光明，但也比先前利害，一说开去，是连性命都要送掉的。即使有了言论自由的明令，也千万大意不得。这我是亲眼见过好几回的，非卖老也，不自觉其做奴才之君子，幸想一想而垂鉴焉。四月十七日。本篇最初发表于一九三三年四月二十二日申报自由谈，署名何家干。红楼梦长篇小说。清代曹雪芹著。通行本为一二回，后四十回一般认为是高鹗续作。焦大是小说中贾家的一个忠实的老仆，他酒醉骂人被塞马粪事见该书第七回。只有两个石狮子干净的话，见第六十六回，系另一人物柳湘莲所说。屈原约前―约前名平，字原，又字灵均，战国后期楚国诗人。楚怀王时官至左徒，由于他的政治主张不见容于贵族集团而屡遭迫害，后被顷襄王放逐到沅湘流域，愤而作长诗离骚，以抒发其愤激心情和追求理想的决心。新月社以一些资产阶级知识分子为核心的文学和政治团体，约于一九二三年在北京成立，主要成员有胡适徐志摩陈源梁实秋罗隆基等。该社曾以诗社名义于一九二六年夏在北京晨报副刊出过诗刊周刊。一九二七年在上海创办新月书店，一九二八年三月出版综合性的新月月刊。一九二九年他们曾在新月上发表谈人权等问题的文章，引证英美各国法规，提出解决中国政治问题的意见，意在向蒋介石献策邀宠。但文章发表后，国民党报刊纷纷著文攻击，说他们言论实属反动，国民党中央议决由教育部对胡适加以警诫，新月月刊曾遭扣留。他们继而变换手段，研读国民党的经典，著文引据党义以辨明心迹，终于得到蒋介石的赏识。荃不察余之中情兮语见屈原离骚荃不察余之中情兮，反信谗而怒。摇摆过而能改傅红蓼摇摆过而能改傅红蓼孔老夫子，在从前教训着那么许多门生说过而能改，善莫大焉！意思是错误人人都有，只要能够回头。我觉得孔老夫子这句话尚有未尽意处，譬如说过而能改，善莫大焉之后，再加上一句知过不改，罪孽深重，那便觉得天衣无缝了。"}
