{"text":"我那时又从出了象牙之塔里陆续地选译他的论文，登在几种期刊上，现又集合起来，就是这一本。但其中有几篇是新译的有几篇不关宏旨，如游戏论，十九世纪文学之主潮等，因为前者和苦闷的象征中的一节相关，后一篇是发表过的，所以就都加入。惟原书在描写劳动问题的文学之后还有一篇短文，是回答早稻田文学社的询问的，题曰文学者和政治家。大意是说文学和政治都是根据于民众的深邃严肃的内底生活的活动，所以文学者总该踏在实生活的地盘上，为政者总该深解文艺，和文学者接近。我以为这诚然也有理，但和中国现在的政客官僚们讲论此事，却是对牛弹琴至于两方面的接近，在北京却时常有，几多丑态和恶行，都在这新而黑暗的阴影中开演，不过还想不出所说似的好招牌，――我们的文士们的思想也特别俭啬。因为自己的偏颇的憎恶之故，便不再来译添了，所以全书中独缺那一篇。好在这原是给少年少女们看的，每篇又本不一定相钩连，缺一点也无碍。象牙之塔的典故，已见于自序和本文中了，无须再说。但出了以后又将如何呢？在他其次的论文集走向十字街头的序文里有说明，幸而并不长，就全译在下面――东呢西呢，南呢北呢？进而即于新呢？退而安于古呢？往灵之所教的道路么？赴肉之所求的地方么？左顾右盼，仿徨于十字街头者，这正是现代人的心。，ss。我年逾四十了，还迷于人生的行路。我身也就是立在十字街头的罢。暂时出了象牙之塔，站在骚扰之巷里，来一说意所欲言的事罢。用了这寓意，便题这漫笔以十字街头的字样。作为人类的生活与艺术，这是迄今的两条路。我站在两路相会而成为一个广场的点上，试来一思索，在我所亲近的英文学中，无论是雪莱，裴伦，是斯温班，或是梅垒迪斯，哈兑，都是带着社会改造的理想的文明批评家不单是住在象牙之塔里的。这一点，和法国文学之类不相同。如摩理思，则就照字面地走到街头发议论。有人说，现代的思想界是碰壁了。然而，毫没有碰壁，不过立在十字街头罢了，道路是多着。但这书的出版在著者死于地震之后，内容要比前一本杂乱些，或者是虽然做好序文，却未经亲加去取的罢。"}
{"text":"我站在两路相会而成为一个广场的点上，试来一思索，在我所亲近的英文学中，无论是雪莱，裴伦，是斯温班，或是梅垒迪斯，哈兑，都是带着社会改造的理想的文明批评家不单是住在象牙之塔里的。这一点，和法国文学之类不相同。如摩理思，则就照字面地走到街头发议论。有人说，现代的思想界是碰壁了。然而，毫没有碰壁，不过立在十字街头罢了，道路是多着。但这书的出版在著者死于地震之后，内容要比前一本杂乱些，或者是虽然做好序文，却未经亲加去取的罢。造化所赋与于人类的不调和实在还太多。这不独在肉体上而已，人能有高远美妙的理想，而人间世不能有副其万一的现实，和经历相伴，那冲突便日见其了然，所以在勇于思索的人们，五十年的中寿就恨过久，于是有急转，有苦闷，有仿徨然而也许不过是走向十字街头，以自送他的余年归尽。自然，人们中尽不乏面团团地活到八十九十，而且心地太平，并无苦恼的，但这是专为来受中国内务部的褒扬而生的人物，必须又作别论。假使著者不为地震所害，则在塔外的几多道路中，总当选定其一，直前勇往的罢，可惜现在是无从揣测了。但从这本书，尤其是最紧要的前三篇看来，却确已现了战士身而出世，于本国的微温，中道，妥协，虚假，小气，自大，保守等世态，一一加以辛辣的攻击和无所假借的批评。就是从我们外国人的眼睛看，也往往觉得有快刀断乱麻似的爽利，至于禁不住称快。但一方面有人称快，一方面即有人汗颜汗颜并非坏事，因为有许多人是并颜也不汗的。但是，辣手的文明批评家，总要多得怨敌。我曾经遇见过一个著者的学生，据说他生时并不为一般人士所喜，大概是因为他态度颇高傲，也如他的文辞。这我却无从判别是非，但也许著者并不高傲，而一般人士倒过于谦虚，因为比真价装得更低的谦虚和抬得更高的高傲，虽然同是虚假，而现在谦虚却算美德。然而，在著者身后，他的全集六卷已经出版了，可见在日本还有几个结集的同志和许多阅看的人们和容纳这样的批评的雅量这和敢于这样地自己省察，攻击，鞭策的批评家，在中国是都不大容易存在的。我译这书，也并非想揭邻人的缺失，来聊博国人的快意。中国现在并无取乱侮亡的雄心，我也不觉得负有刺探别国弱点的使命，所以正无须致力于此。但当我旁观他鞭责自己时，仿佛痛楚到了我的身上了，后来却又霍然，宛如服了一帖凉药。"}
{"text":"然而，在著者身后，他的全集六卷已经出版了，可见在日本还有几个结集的同志和许多阅看的人们和容纳这样的批评的雅量这和敢于这样地自己省察，攻击，鞭策的批评家，在中国是都不大容易存在的。我译这书，也并非想揭邻人的缺失，来聊博国人的快意。中国现在并无取乱侮亡的雄心，我也不觉得负有刺探别国弱点的使命，所以正无须致力于此。但当我旁观他鞭责自己时，仿佛痛楚到了我的身上了，后来却又霍然，宛如服了一帖凉药。生在陈腐的古国的人们，倘不是洪福齐天，将来要得内务部的褒扬的，大抵总觉到一种肿痛，有如生着未破的疮。未尝生过疮的，生而未尝割治的，大概都不会知道否则，就明白一割的创痛，比未割的肿痛要快活得多。这就是所谓痛快罢？我就是想借此先将那肿痛提醒，而后将这痛快分给同病的人们。著者呵责他本国没有独创的文明，没有卓绝的人物，这是的确的。他们的文化先取法于中国，后来便学了欧洲人物不但没有孔，墨，连做和尚的也谁都比不过玄奘。兰学盛行之后，又不见有齐名林那，奈端，达尔文等辈的学者但是，在植物学，地震学，医学上，他们是已经著了相当的功绩的，也许是著者因为正在针砭自大病之故，都故意抹杀了。但总而言之，毕竟并无固有的文明和伟大的世界的人物当两国的交情很坏的时候，我们的论者也常常于此加以嗤笑，聊快一时的人心。然而我以为惟其如此，正所以使日本能有今日，因为旧物很少，执著也就不深，时势一移，蜕变极易，在任何时候，都能适合于生存。不像幸存的古国，恃着固有而陈旧的文明，害得一切硬化，终于要走到灭亡的路。中国倘不彻底地改革，运命总还是日本长久，这是我所相信的并以为为旧家子弟而衰落，灭亡，并不比为新发户而生存，发达者更光彩。说到中国的改革，第一著自然是埽荡废物，以造成一个使新生命得能诞生的机运。五四运动，本也是这机运的开端罢，可惜来摧折它的很不少。那事后的批评，本国人大抵不冷不热地，或者胡乱地说一通，外国人当初倒颇以为有意义，然而也有攻击的，据云是不顾及国民性和历史，所以无价值。这和中国多数的胡说大致相同，因为他们自身都不是改革者。岂不是改革么？历史是过去的陈迹，国民性可改造于将来，在改革者的眼里，已往和目前的东西是全等于无物的。在本书中，就有这样意思的话。恰如日本往昔的派出遣唐使一样，中国也有了许多分赴欧，美，日本的留学生。"}
{"text":"五四运动，本也是这机运的开端罢，可惜来摧折它的很不少。那事后的批评，本国人大抵不冷不热地，或者胡乱地说一通，外国人当初倒颇以为有意义，然而也有攻击的，据云是不顾及国民性和历史，所以无价值。这和中国多数的胡说大致相同，因为他们自身都不是改革者。岂不是改革么？历史是过去的陈迹，国民性可改造于将来，在改革者的眼里，已往和目前的东西是全等于无物的。在本书中，就有这样意思的话。恰如日本往昔的派出遣唐使一样，中国也有了许多分赴欧，美，日本的留学生。现在文章里每看见莎士比亚四个字，大约便是远哉遥遥，从异域持来的罢。然而且吃大菜，勿谈政事，好在欧文，迭更司，德富芦花的著作，已有经林纾译出的了。做买卖军火的中人，充游历官的翻译，便自有摩托车垫输入臀下，这文化确乎是迩来新到的。他们的遣唐使似乎稍不同，别择得颇有些和我们异趣。所以日本虽然采取了许多中国文明，刑法上却不用凌迟，宫庭中仍无太监，妇女们也终于不缠足。但是，他们究竟也太采取了，著者所指摘的微温，中道，妥协，虚假，小气，自大，保守等世态，简直可以疑心是说着中国。尤其是凡事都做得不上不下，没有底力一切都要从灵向肉，度着幽魂生活这些话。凡那些，倘不是受了我们中国的传染，那便是游泳在东方文明里的人们都如此，真是如所谓把好花来比美人，不仅仅中国人有这样观念，西洋人，印度人也有同样的观念了。但我们也无须讨论这些的渊源，著者既以为这是重病，诊断之后，开出一点药方来了，则在同病的中国，正可借以供少年少女们的参考或服用，也如金鸡纳霜既能医日本人的疟疾，即也能医治中国人的一般。我记得拳乱时候庚子的外人，多说中国坏，现在却常听到他们赞赏中国的古文明。中国成为他们恣意享乐的乐土的时候，似乎快要临头了我深憎恶那些赞赏。但是，最幸福的事实在是莫过于做旅人，我先前寓居日本时，春天看看上野的樱花，冬天曾往松岛去看过松树和雪，何尝觉得有著者所数说似的那些可厌事。然而，即使觉到，大概也不至于有那么愤懑的。可惜回国以来，将这超然的心境完全失掉了。本书所举的西洋的人名，书名等，现在都附注原文，以便读者的参考。但这在我是一件困难的事情，因为著者的专门是英文学，所引用的自然以英美的人物和作品为最多，而我于英文是漠不相识。"}
{"text":"但是，最幸福的事实在是莫过于做旅人，我先前寓居日本时，春天看看上野的樱花，冬天曾往松岛去看过松树和雪，何尝觉得有著者所数说似的那些可厌事。然而，即使觉到，大概也不至于有那么愤懑的。可惜回国以来，将这超然的心境完全失掉了。本书所举的西洋的人名，书名等，现在都附注原文，以便读者的参考。但这在我是一件困难的事情，因为著者的专门是英文学，所引用的自然以英美的人物和作品为最多，而我于英文是漠不相识。凡这些工作，都是韦素园，韦丛芜，李霁野，许季黻四君帮助我做的还有全书的校勘，都使我非常感谢他们的厚意。文句仍然是直译，和我历来所取的方法一样也竭力想保存原书的口吻，大抵连语句的前后次序也不甚颠倒。至于几处不用的字而用底字的缘故，则和译苦闷的象征相同，现在就将那引言里关于这字的说明，照钞在下面――凡形容词与名词相连成一名词者，其间用底字，例如s为社会底存在物，ss为精神底伤害等又，形容词之由别种品词转来，语尾有，之类者，于下也用底字，例如sp，，就写为思索底，罗曼底。一千九百二十五年十二月三日之夜，。出了象牙之塔厨川白村的文艺评论集，译于一九二四年至一九二五年之交。在翻译期间，已将其中大部分陆续发表于当时的京报副刊民众文艺周刊等。一九二五年十二月由北京未名社出版单行本，为未名丛刊之一。本篇最初发表于一九二五年十二月十四日语丝周刊第五十七期发表时无最后二节。后印入出了象牙之塔单行本卷末。指苦闷的象征第一部分创作论的第三节强制压抑之力。早稻田文学社即早稻田文学出版社。早稻田文学创刊于一八九一年，由坪内逍遥主编，至一八九八年停刊。一九六年复刊，由岛村抱月主编，至一九二七年又停刊。该刊曾发表不少创作评论和翻译，是研究日本明治时期文学的重要资料。象牙之塔原是十九世纪法国文艺批评家圣佩韦―批评同时代消极浪漫主义诗人维尼―的用语，后来用以比喻脱离现实生活的文艺家的小天地。自序，指载于出了象牙之塔卷首的题卷端一文。"}
{"text":"早稻田文学社即早稻田文学出版社。早稻田文学创刊于一八九一年，由坪内逍遥主编，至一八九八年停刊。一九六年复刊，由岛村抱月主编，至一九二七年又停刊。该刊曾发表不少创作评论和翻译，是研究日本明治时期文学的重要资料。象牙之塔原是十九世纪法国文艺批评家圣佩韦―批评同时代消极浪漫主义诗人维尼―的用语，后来用以比喻脱离现实生活的文艺家的小天地。自序，指载于出了象牙之塔卷首的题卷端一文。走向十字街头厨川白村的文艺论文集，收论文十九篇。有绿蕉大杰的中译本，一九二八年八月上海启智书局出版。，ss英语生存还是毁灭，这是一个值得考虑的问题。朱生豪译文语见莎士比亚哈姆雷特第三幕第一场，原是剧中主角哈姆雷特的台词。雪莱，―英国诗人。他反对专制统治，曾因作无神论的必然性一文被大学开除。后参加爱尔兰民族解放运动，被迫离开英国。著有长诗伊斯兰的起义诗剧解放了的普罗米修斯等。裴伦，―，通译拜伦，英国诗人。他也是反对专制统治的作家，两次被迫流亡国外，曾参加意大利资产阶级民主革命活动和希腊民族独立战争。著有长诗恰尔德哈罗德游记唐璜等。斯温班，―，通译斯温勃恩，英国诗人。他的早期创作表现了自由主义思想，后期诗作有歌颂殖民政策倾向。著有诗剧阿塔兰塔及诗集诗歌及民谣等。梅垒迪斯，―通译梅瑞狄斯，英国作家。他在作品中揭露贵族资产阶级的罪恶，同情小资产阶级的激进主义。著有长篇小说理查弗浮莱尔的苦难利己主义者，长诗现代的爱情等。哈兑，―，通译哈代，英国作家。他的作品揭露资本主义文明的虚伪，向往宗法制的农村生活。著有长篇小说还乡德伯家的苔丝及诗歌集等。摩理思s，―通译莫理斯，英国作家社会活动家。他在作品中号召人们与压迫者作斗争，并积极参加英国工人运动。若有长诗地上乐园小说虚无乡消息约翰保尔的梦想等。"}
{"text":"著有长篇小说理查弗浮莱尔的苦难利己主义者，长诗现代的爱情等。哈兑，―，通译哈代，英国作家。他的作品揭露资本主义文明的虚伪，向往宗法制的农村生活。著有长篇小说还乡德伯家的苔丝及诗歌集等。摩理思s，―通译莫理斯，英国作家社会活动家。他在作品中号召人们与压迫者作斗争，并积极参加英国工人运动。若有长诗地上乐园小说虚无乡消息约翰保尔的梦想等。这里的前三篇，指印入出了象牙之塔的首三篇出了象牙之塔观照享乐的生活及从灵向肉和从肉向灵。中道日语中和之道的意思。中和，语出中庸喜怒哀乐之未发谓之中，发而皆中节谓之和。取乱侮亡语见书经仲虺之诰兼弱攻昧，取乱侮亡。据注释称弱则兼之，z则攻之，乱则取之，有亡形则侮之。孔墨即孔丘和墨翟。孔丘前―前，儒家学派创始人墨翟约前―前，墨家学派创始人。玄奘―唐代僧人，佛教学者。唐太宗时他赴印度取经，翻译了大量佛教经籍。兰学日本人称早期从荷兰输入的西欧文化科学为兰学。林那，―或译林奈，瑞典生物学家，动植物分类的创造者。著有自然界系统植物种志等。奈端，―，通译牛顿，英国数学家物理学家。他发现了力学基本定律万有引力定律，创立了微积分学和光的分析。著有自然哲学的数学原理光学等。达尔文，―，英国生物学家，进化论的奠基者。他在一八五九年出版的物种起源一书中，提出以自然选择为基础的进化论学说，摧毁了各种唯心主义的神造论目的论和物种不变论，给宗教神学以沉重打击。遣唐使唐时日本派往中国的使节。自公元六三年至八九四年间，曾向中国派出遣唐使十三次，使者中有医师阴阳师画师音乐师和尚学生等，每次人数往往多达数百人。莎士比亚sp，―欧洲文艺复兴时期英国戏剧家诗人。著有剧本仲夏夜之梦罗密欧与朱丽叶哈姆雷特等三十七种。"}
{"text":"他在一八五九年出版的物种起源一书中，提出以自然选择为基础的进化论学说，摧毁了各种唯心主义的神造论目的论和物种不变论，给宗教神学以沉重打击。遣唐使唐时日本派往中国的使节。自公元六三年至八九四年间，曾向中国派出遣唐使十三次，使者中有医师阴阳师画师音乐师和尚学生等，每次人数往往多达数百人。莎士比亚sp，―欧洲文艺复兴时期英国戏剧家诗人。著有剧本仲夏夜之梦罗密欧与朱丽叶哈姆雷特等三十七种。欧文，―美国作家。作品主要描写美国的社会矛盾，揭露殖民主义者的残忍。著有见闻杂记华盛顿传等。迪更司s，―，通译狄更斯，英国作家。他的作品揭露资产阶级的种种罪恶，描写下层人民的痛苦生活。著有长篇小说大卫科波菲尔艰难时世双城记等。德富芦花―日本作家。他站在宗法制农民立场，批评资本主义社会。著有长篇小说不如归黑潮等。林纾―字琴南，福建闽侯今福州人，翻译家。他曾据别人口述，以文言翻译欧美文学作品一百多种，在当时影响很大，后集为林译小说出版。金鸡纳霜奎宁的旧译名。拳乱指义和拳，即义和团，清末我国北方农民和手工业者武装反对帝国主义的群众组织。但他们采取落后迷信的组织方式和斗争方法，设立拳会，练习拳棒，因而被称为拳民。一九年庚子他们曾英勇抗击八国联军的侵略，后来在帝国主义和清政府的联合镇压下遭到失败。拳乱是反动派对义和团运动的蔑称。上野日本东京的公园，以樱花著名。松岛日本地名，岛上遍长松树，为有名的游览区。韦素园―安徽霍丘人，未名社成员。译有果戈理中篇小说外套俄国短篇小说集最后的光芒北欧诗歌小品集黄花集等。韦丛芜―，安徽霍丘人，未名社成员。著有长诗君山等，译有陀思妥耶夫斯基长篇小说穷人罪与罚等。李霁野，安徽霍丘人，未名社成员。著有短篇小说集影，译有勃朗特的简爱，安德烈夫的剧本黑假面人往星中等。"}
{"text":"韦素园―安徽霍丘人，未名社成员。译有果戈理中篇小说外套俄国短篇小说集最后的光芒北欧诗歌小品集黄花集等。韦丛芜―，安徽霍丘人，未名社成员。著有长诗君山等，译有陀思妥耶夫斯基长篇小说穷人罪与罚等。李霁野，安徽霍丘人，未名社成员。著有短篇小说集影，译有勃朗特的简爱，安德烈夫的剧本黑假面人往星中等。观照享乐的生活附记对于他的本国的缺点的猛烈的攻击法，真是一个霹雳手。但大约因为同是立国于亚东，情形大抵相像之故罢，他所狙击的要害，我觉得往往也就是中国的病痛的要害这是我们大可以借此深思，反省的。十二月五日。本篇连同观照享乐的生活出了象牙之塔一书中的一篇的译文，最初发表于一九二四年十二月十三日京报副刊，后未印入单行本。霹雳手语出新唐书裴y传，原指裴琰之断案迅捷积案数百，一日毕，既与夺当理，而笔词劲妙。由是名动一州，号霹雳手。从灵向肉和从肉向灵附记这也是出了象牙之塔里的一篇，主旨是专在指摘他最爱的母国――日本――的缺陷的。但我看除了开首这一节攻击旅馆制度和第三节攻击馈送仪节的和中国不甚相干外，其他却多半切中我们现在大家隐蔽着的痼疾，尤其是很自负的所谓精神文明。现在我就再来输入，作为从外国药房贩来的一帖泻药罢。一九二四年十二月十四日，记。本篇连同从灵向肉和从肉向灵的译文，最初发表于一九二五年一月九日京报副刊，后未印入单行本。现代文学之主潮附记这也是出了象牙之塔里的一篇，还是一九一九年一月作。由现在看来，世界也没有所豫测似的可以乐观，但有几部分却是切中的。又对于精神底冒险的简明的解释，和结末的对于文学的见解，也很可以供多少人的参考，所以就将他翻出来了。一月十六日。本篇连同现代文学之主潮的译文，最初发表于一九二五年一月二十日民众文艺周刊第六号，后未印入单行本。精神底冒险或译灵魂的冒险。法国小说家批评家法朗士称文艺批评为灵魂在杰作中的冒险，语见他的文艺评论集文学生活。"}
