{"text":"大学毕业生坐汽车，吸大烟，一攫千金的人原是有的。然而他们都是为新上台的大老经手减价卖职的人，都是有大刀枪在后面援助的人，都是有几个什么长在他们父兄身上的人，再粗一点说，他们至少也都是爬乌龟钻狗洞的人，你要有他们那么的后援，或他们那么的乌龟本领，狗本领，那么你就是大学不毕业，何尝不可以吃饭？我说了这半天，不过想把你的求学读书，大学毕业的迷梦打破而已。现在为你计，最上的上策，是去找一点事干干。然而土匪你是当不了的，洋车你也拉不了的，报馆的校对，图书馆的拿书者，家庭教师，看护男，门房，旅馆火车菜馆的伙计，因为没有人可以介绍，你也是当不了的，――我当然是没有能力替你介绍，――所以最上的上策，于你是不成功的了。其次你就去革命去吧，去制造炸弹去吧！但是革命是不是同割枯草一样，用了你那裁纸的小刀，就可以革得成的呢？炸弹是不是可以用了你头上的灰垢和半年不换的袜底里的腐泥来调和的呢？这些事，你去问上帝去吧！我也不知道。比较上可以做得到，并且也不失为中策的，我看还是弄几个旅费，回到湖南你的故土，去找出四五年你不曾见过的老母和你的小妹妹来，第一天相持对哭一天，第二天因为哭了伤心，可以在床上你的草窠里睡去一天既可以休养，又可以省几粒米下来熬稀粥，第三天以后，你和你的母亲妹妹，若没有衣服穿，不妨三人紧紧的挤在一处，体热互助的结果，同冬天雪夜的群羊一样，倒可以使你的老母不至冻伤，若没有米吃，你在日中天暖一点的时候，不妨把年老的母亲交付给你妹妹的身体烘着，你自己可以上村前村后去掘一点草根树根来煮汤吃。草根树根里也有淀粉，我的祖母未死的时候，常把洪杨乱日，她老人家尝过的这滋味说给我听，我所以知道，现在我既没有余钱，可以赠你，就把这秘方相传，作个我们两位穷汉，在京华尘土里相遇的纪念吧！若说草根树根，也被你们的督军省长师长议员知事掘完，你无论走往何处再也找不出一块一截来的时候，那么你且咽着自家的口水，同唱戏似的把北京的豪富人家的蔬菜，有色有香的说给你的老母亲小妹妹听听，至少在未死前的一刻半刻钟中间，你们三个昏乱的脑子里，总可以大事铺张的享乐一回。"}
{"text":"若说草根树根，也被你们的督军省长师长议员知事掘完，你无论走往何处再也找不出一块一截来的时候，那么你且咽着自家的口水，同唱戏似的把北京的豪富人家的蔬菜，有色有香的说给你的老母亲小妹妹听听，至少在未死前的一刻半刻钟中间，你们三个昏乱的脑子里，总可以大事铺张的享乐一回。本章结束第四辑风雨故人送仿吾的行但是我听你说，你的故乡连年兵燹，房屋田产都已毁尽，老母弱妹，也不知是生是死，五年来音信不通并且现在回湖南的火车不开，就是有路费也回去不得，何况没有路费呢？上策不行，次之中策也不行，现在我为你实在是没有什么法子好想了。不得已我就把两个下策来对你讲吧！第一，现在听说天桥又在招兵，并且听说取得极宽，上自五十岁的老人起，下至十六七岁的少年止，一律都收，你若应募之后，马上开赴前敌，打死在租界以外的中国地界，虽然不能说是为国效忠，也可以算得是为招你的那个同胞效了命，岂不是比饿死冻死在你那公寓的斗室里，好得多么？况且万一不开往前敌，或虽开往前敌而不打死的时候，只教你能保持你现在的这种纯洁的精神，只教你能有如现在想进大学读书一样的精神来宣传你的理想，难保你所属的一师一旅，不为你所感化。这是下策的第一个。第二，这才是真正的下策了！你现在不是只愁没有地方住没有地方吃饭而又苦于没有勇气自杀么？你的没有能力做土匪，没有能力拉洋车，是我今天早晨在你公寓里第一眼看见你的时候，已经晓得。但是有一件事情，我想你还能胜任的，要干的时候一定是干得到的。这是什么事情呢？啊啊，我真不愿意说出来――我并不是怕人家对我提起诉讼，说我在嗾使你做贼，啊呀，不愿意说倒说出来了，做贼，做贼，不错，我所说的这件事情，就是叫你去偷窃呀！无论什么人的无论什么东西，只教你偷得着，尽管偷吧！偷到了，不被发觉，那么就可以把这你偷自他，他抢自第三人的，在现在的社会里称为赃物，在将来进步了的社会里，当然是要分归你有的东西，拿到当铺――我虽然不能为你介绍职业，但是像这样的当铺，却可以为你介绍几家――里去换钱用。万一发觉了呢？也没有什么。第一你坐坐监牢，房钱总可以不付了。第二监狱里的饭，虽然没有今天中午我请你的那家馆子里的那么好，但是饭钱是可以不付的。"}
{"text":"偷到了，不被发觉，那么就可以把这你偷自他，他抢自第三人的，在现在的社会里称为赃物，在将来进步了的社会里，当然是要分归你有的东西，拿到当铺――我虽然不能为你介绍职业，但是像这样的当铺，却可以为你介绍几家――里去换钱用。万一发觉了呢？也没有什么。第一你坐坐监牢，房钱总可以不付了。第二监狱里的饭，虽然没有今天中午我请你的那家馆子里的那么好，但是饭钱是可以不付的。第三或者什么什么司令，以军法从事，把你枭首示众的时候，那么你的无勇气的自杀，总算是他来代你执行了，也是你的一件快心的事情，因为这样的活在世上，实在是没有什么意思。我写到这里，觉得没有话再可以和你说了，最后我且来告诉你一种实习的方法吧！你若要实行上举的第二下策，最好是从亲近的熟人方面做起。譬如你那位同乡的亲戚老家里，你可以先去试一试看。因为他的那些堆积在那里的富财，不过是方法手段不同罢了，实际上也是和你一样的偷来抢来的。再若你慑于他的慈和的笑里的尖刀，不敢去向他先试，那么不妨上我这里来作个破题儿试试，我晚上卧房的门常是不关，进出很便。不过有一件缺点，就是我这里没有什么值钱的物事。但是我有几本旧书，却很可以卖几个钱。"}
{"text":"目前是这么离奇，心里是这么芜杂。一个人做到只剩了回忆的时候，生涯大概总要算是无聊了罢，但有时竟会连回忆也没有。中国的做文章有轨范，世事也仍然是螺旋。前几天我离开中山大学的时候，便想起四个月以前的离开厦门大学听到飞机在头上鸣叫，竟记得了一年前在北京城上日日旋绕的飞机。我那时还做了一篇短文，叫做一觉。现在是，连这一觉也没有了。广州的天气热得真早，夕阳从西窗射入，逼得人只能勉强穿一件单衣。书桌上的一盆水横枝，是我先前没有见过的就是一段树，只要浸在水中，枝叶便青葱得可爱。看看绿叶，编编旧稿，总算也在做一点事。做着这等事，真是虽生之日，犹死之年，很可以驱除炎热的。前天，已将野草编定了这回便轮到陆续载在莽原上的旧事重提，我还替他改了一个名称朝花夕拾。带露折花，色香自然要好得多，但是我不能够。便是现在心目中的离奇和芜杂，我也还不能使他即刻幻化，转成离奇和芜杂的文章。或者，他日仰看流云时，会在我的眼前一闪烁罢。我有一时，曾经屡次忆起儿时在故乡所吃的蔬果菱角罗汉豆茭白香瓜。凡这些，都是极其鲜美可口的都曾是使我思乡的蛊惑。后来，我在久别之后尝到了，也不过如此惟独在记忆上，还有旧来的意味存留。他们也许要哄骗我一生，使我时时反顾。这十篇就是从记忆中抄出来的，与实际容或有些不同，然而我现在只记得是这样。文体大概很杂乱，因为是或作或辍，经了九个月之多。环境也不一前两篇写于北京寓所的东壁下中三篇是流离中所作，地方是医院和木匠房后五篇却在厦门大学的图书馆的楼上，已经是被学者们挤出集团之后了。一九二七年五月一日，于广州白云楼记。范爱农在东京的客店里，我们大抵一起来就看报。学生所看的多是朝日新闻和读卖新闻，专爱打听社会上琐事的就看二六新闻。一天早晨，辟头就看见一条从中国来的电报，大概是――大家一怔之后，便容光焕发地互相告语，并且研究这刺客是谁，汉字是怎样三个字。但只要是绍兴人，又不专看教科书的，却早已明白了。"}
{"text":"范爱农在东京的客店里，我们大抵一起来就看报。学生所看的多是朝日新闻和读卖新闻，专爱打听社会上琐事的就看二六新闻。一天早晨，辟头就看见一条从中国来的电报，大概是――大家一怔之后，便容光焕发地互相告语，并且研究这刺客是谁，汉字是怎样三个字。但只要是绍兴人，又不专看教科书的，却早已明白了。这是徐锡麟，他留学回国之后，在做安徽候补道，办着巡警事物，正合于刺杀巡抚的地位。大家接着就预测他将被极刑，家族将被连累。不久，秋瑾姑娘在绍兴被杀的消息也传来了，徐锡麟是被挖了心，给恩铭的亲兵炒食净尽。人心很愤怒。有几个人便密秘地开一个会，筹集川资这时用得着日本浪人了，撕乌贼鱼下酒，慷慨一通之后，他便登程去接徐伯荪的家属去。照例还有一个同乡会，吊烈士，骂满洲此后便有人主张打电报到北京，痛斥满政府的无人道。会众即刻分成两派一派要发电，一派不要发。我是主张发电的，但当我说出之后，即有一种钝滞的声音跟着起来――杀的杀掉了，死的死掉了，还发什么屁电报呢。这是一个高大身材，长头发，眼球白多黑少的人，看人总象在渺视。他蹲在席子上，我发言大抵就反对我早觉得奇怪，注意着他的了，到这时才打听别人说这话的是谁呢，有那么冷？认识的人告诉我说他叫范爱农，是徐伯荪的学生。我非常愤怒了，觉得他简直不是人，自己的先生被杀了，连打一个电报还害怕，于是便坚执地主张要发电，同他争起来。结果是主张发电的居多数，他屈服了。其次要推出人来拟电稿。何必推举呢？自然是主张发电的人罗――。他说。我觉得他的话又在针对我，无理倒也并非无理的。但我便主张这一篇悲壮的文章必须深知烈士生平的人做，因为他比别人关系更密切，心里更悲愤，做出来就一定更动人。于是又争起来。结果是他不做，我也不做，不知谁承认做去了其次是大家走散，只留下一个拟稿的和一两个干事，等候做好之后去拍发。从此我总觉得这范爱农离奇，而且很可恶。天下可恶的人，当初以为是满人，这时才知道还在其次第一倒是范爱农。中国不革命则已，要革命，首先就必须将范爱农除去。"}
{"text":"但我便主张这一篇悲壮的文章必须深知烈士生平的人做，因为他比别人关系更密切，心里更悲愤，做出来就一定更动人。于是又争起来。结果是他不做，我也不做，不知谁承认做去了其次是大家走散，只留下一个拟稿的和一两个干事，等候做好之后去拍发。从此我总觉得这范爱农离奇，而且很可恶。天下可恶的人，当初以为是满人，这时才知道还在其次第一倒是范爱农。中国不革命则已，要革命，首先就必须将范爱农除去。然而这意见后来似乎逐渐淡薄，到底忘却了，我们从此也没有再见面。直到革命的前一年，我在故乡做教员，大概是春末时候罢，忽然在熟人的客座上看见了一个人，互相熟视了不过两三秒钟，我们便同时说――哦哦，你是范爱农！哦哦，你是！不知怎地我们便都笑了起来，是互相的嘲笑和悲哀。他眼睛还是那样，然而奇怪，只这几年，头上却有了白发了，但也许本来就有，我先前没有留心到。他穿着很旧的布马褂，破布鞋，显得很寒素。谈起自己的经历来，他说他后来没有了学费，不能再留学，便回来了。回到故乡之后，又受着轻蔑，排斥，迫害，几乎无地可容。现在是躲在乡下，教着几个小学生糊口。但因为有时觉得很气闷，所以也趁了航船进城来。他又告诉我现在爱喝酒，于是我们便喝酒。从此他每一进城，必定来访我，非常相熟了。我们醉后常谈些愚不可及的疯话，连母亲偶然听到了也发笑。一天我忽而记起在东京开同乡会时的旧事，便问他――那一天你专门反对我，而且故意似的，究竟是什么缘故呢？你还不知道？我一向就讨厌你的，――不但我，我们。你那时之前，早知道我是谁么？怎么不知道。我们到横滨，来接的不就是子英和你么？你看不起我们，摇摇头，你自己还记得么？我略略一想，记得的，虽然是七八年前的事。那时是子英来约我的，说到横滨去接新来留学的同乡。汽船一到，看见一大堆，大概一共有十多人，一上岸便将行李放到税关上去候查检，关吏在衣箱中翻来翻去，忽然翻出一双绣花的弓鞋来，便放下公事，拿着子细地看。我很不满，心里想，这些鸟男人，怎么带这东西来呢。自己不注意，那时也许就摇了摇头。检验完毕，在客店小坐之后，即须上火车。"}
{"text":"你看不起我们，摇摇头，你自己还记得么？我略略一想，记得的，虽然是七八年前的事。那时是子英来约我的，说到横滨去接新来留学的同乡。汽船一到，看见一大堆，大概一共有十多人，一上岸便将行李放到税关上去候查检，关吏在衣箱中翻来翻去，忽然翻出一双绣花的弓鞋来，便放下公事，拿着子细地看。我很不满，心里想，这些鸟男人，怎么带这东西来呢。自己不注意，那时也许就摇了摇头。检验完毕，在客店小坐之后，即须上火车。不料这一群读书人又在客车上让起坐位来了，甲要乙坐在这位希乙救未终，火车已开，车身一摇，即刻跌倒了三四个。我那时也很不满，暗地里想连火车上的坐位，他们也要分出尊卑来。自己不注意，也许又摇了摇头。然而那群雍容揖让的人物中就有范爱农，却直到这一天才想到。岂但他呢，说起来也惭愧，这一群里，还有后来在安徽战死的陈伯平烈士，被害的马宗汉烈士被囚在黑狱里，到革命后才见天日而身上永带着匪刑的伤痕的也还有一两人。而我都茫无所知，摇着头将他们一并运上东京了。徐伯荪虽然和他们同船来，却不在这车上，因为他在神户就和他的夫人坐车走了陆路了。我想我那时摇头大约有两回，他们看见的不知道是那一回。让坐时喧闹，检查时幽静，一定是在税关上的那一回了，试问爱农，果然是的。我真不懂你们带这东西做什么？是谁的？还不是我们师母的？他瞪着他多白的眼。到东京就要假装大脚，又何必带这东西呢？谁知道呢？你问她去。到冬初，我们的景况更拮据了，然而还喝酒，讲笑话。忽然是武昌起义，接着是绍兴光复。第二天爱农就上城来，戴着农夫常用的毡帽，那笑容是从来没有见过的。老迅，我们今天不喝酒了。我要去看看光复的绍兴。我们同去。我们便到街上去走了一通，满眼是白旗。然而貌虽如此，内骨子是依旧的，因为还是几个旧乡绅所组织的军政府，什么铁路股东是行政司长，钱店掌柜是军械司长。这军政府也到底不长久，几个少年一嚷，王金发带兵从杭州进来了，但即使不嚷或者也会来。他进来以后，也就被许多闲汉和新进的革命党所包围，大做王都督。在衙门里的人物，穿布衣来的，不上十天也大概换上皮袍子了，天气还并不冷。我被摆在师范学校校长的饭碗旁边，王都督给了我校款二百元。"}
{"text":"我们同去。我们便到街上去走了一通，满眼是白旗。然而貌虽如此，内骨子是依旧的，因为还是几个旧乡绅所组织的军政府，什么铁路股东是行政司长，钱店掌柜是军械司长。这军政府也到底不长久，几个少年一嚷，王金发带兵从杭州进来了，但即使不嚷或者也会来。他进来以后，也就被许多闲汉和新进的革命党所包围，大做王都督。在衙门里的人物，穿布衣来的，不上十天也大概换上皮袍子了，天气还并不冷。我被摆在师范学校校长的饭碗旁边，王都督给了我校款二百元。爱农做监学，还是那件布袍子，但不大喝酒了，也很少有工夫谈闲天。他办事，兼教书，实在勤快得可以。情形还是不行，王金发他们。一个去年听过我的讲义的少年来访我，慷慨地说，我们要办一种报来监督他们。不过发起人要借用先生的名字。还有一个是子英先生，一个是德清先生。为社会，我们知道你决不推却的。我答应他了。两天后便看见出报的传单，发起人诚然是三个。五天后便见报，开首便骂军政府和那里面的人员此后是骂都督，都督的亲戚同乡姨太太。这样地骂了十多天，就有一种消息传到我的家里来，说都督因为你们诈取了他的钱，还骂他，要派人用手枪来打死你们了。别人倒还不打紧，第一个着急的是我的母亲，叮嘱我不要再出去。但我还是照常走，并且说明，王金发是不来打死我们的，他虽然绿林大学出身，而杀人却不很轻易。况且我拿的是校款，这一点他还能明白的，不过说说罢了。果然没有来杀。写信去要经费，又取了二百元。但仿佛有些怒意，同时传令道再来要，没有了！不过爱农得到了一种新消息，却使我很为难。原来所谓诈取者，并非指学校经费而言，是指另有送给报馆的一笔款。报纸上骂了几天之后，王金发便叫人送去了五百元。于是乎我们的少年们便开起会议来，第一个问题是收不收？决议曰收。第二个问题是收了之后骂不骂？决议曰骂。理由是收钱之后，他是股东股东不好，自然要骂。我即刻到报馆去问这事的真假。都是真的。略说了几句不该收他钱的话，一个名为会计的便不高兴了，质问我道――报馆为什么不收股本？这不是股本不是股本是什么？"}
{"text":"于是乎我们的少年们便开起会议来，第一个问题是收不收？决议曰收。第二个问题是收了之后骂不骂？决议曰骂。理由是收钱之后，他是股东股东不好，自然要骂。我即刻到报馆去问这事的真假。都是真的。略说了几句不该收他钱的话，一个名为会计的便不高兴了，质问我道――报馆为什么不收股本？这不是股本不是股本是什么？我就不再说下去了，这一点世故是早已知道的，倘我再说出连累我们的话来，他就会面斥我太爱惜不值钱的生命，不肯为社会牺牲，或者明天在报上就可以看见我怎样怕死发抖的记载。然而事情很凑巧，季弗写信来催我往南京了。爱农也很赞成，但颇凄凉，说――这里又是那样，住不得。你快去罢。我懂得他无声的话，决计往南京。先到都督府去辞职，自然照准，派来了一个拖鼻涕的接收员，我交出账目和余款一角又两铜元，不是校长了。后任是孔教会会长傅力臣。报馆案是我到南京后两三个星期了结的，被一群兵们捣毁。子英在乡下，没有事德清适值在城里，大腿上被刺了一尖刀。他大怒了。自然，这是很有些痛的，怪他不得。他大怒之后，脱下衣服，照了一张照片，以显示一寸来宽的刀伤，并且做一篇文章叙述情形，向各处分送，宣传军政府的横暴。我想，这种照片现在是大约未必还有人收藏着了，尺寸太小，刀伤缩小到几乎等于无，如果不加说明，看见的人一定以为是带些疯气的风流人物的裸体照片，倘遇见孙传芳大帅，还怕要被禁止的。我从南京移到北京的时候，爱农的学监也被孔教会会长的校长设法去掉了。他又成了革命前的爱农。我想为他在北京寻一点小事做，这撬浅模欢有机会。他后来便到一个熟人的家里去寄食，也时时给我信，景况愈困穷，言辞也愈凄苦。终于又非走出这熟人的家不可，便在各处飘浮。不久，忽然从同乡那里得到一个消息，说他已经掉在水里，淹死了。我疑心他是自杀。因为他是浮水的好手，不容易淹死的。夜间独坐在会馆里，十分悲凉，又疑心这消息并不确，但无端又觉得这是极其可靠的，虽然并无证据。一点法子都没有，只做了四首诗，后来曾在一种日报上发表，现在是将要忘记完了。只记得一首里的六句，起首四句是把酒论天下，先生小酒人，大圜犹酩酊，微醉合沉沦。"}
