{"text":"因为要抵制英国人专利的茶叶进口。美国人把几种树叶，炮制成茶叶的代用品。至今他们茶室里，顾客们吃冰淇淋喝咖啡和别的混合饮料，内行人不要茶要来的茶，也只是英国人所谓迷昏了头的水而已。好些美国留学生讲卫生不喝茶，只喝白开水，说是茶有毒素。代用品茶叶中该没有茶毒。不过对于这种茶，很可以毫无留恋的戒绝。伏尔泰的医生曾劝他戒咖啡，因为咖啡含有毒素，只是那毒性发作得很慢。伏尔泰笑说对啊，所以我喝了七十年，还没毒死。唐宣宗时，东都进一僧，年百三十岁，宣宗问服何药，对曰，臣少也贱，素不知药，惟嗜茶。因赐名茶五十斤。看来茶的毒素，比咖啡的毒素发作得更要慢些。爱喝茶的，不妨多多喝吧。四十年代听话的艺术听话的艺术假如说话有艺术，听话当然也有艺术。说话是创造，听话是批评。说话目的在表现，听话目的在了解与欣赏。不会说话的人往往会听说话，正好比古今多少诗人文人所鄙薄的批评家――自己不能创作，或者创作失败，便摇身一变而为批评大师，恰像倒运的窃贼，改行做了捕快。英国十八世纪小诗人显斯顿说失败的诗人往往成为愠怒的批评家，正如劣酒能变好醋。可是这里既无严肃的批判，又非尖刻的攻击，只求了解与欣赏。若要比批评，只算浪漫派印象派的批评。听话包括三步听了解与欣赏。听话不像阅读能自由选择。话不投机，不能把对方两片嘴唇当作书面一般拍的合上，把书推开了事。我们可以听而不闻，效法对付嚣张的厌物的办法装上排门，一无表示，自己出神也好，入定也好。不过这办法有不便处，譬如搬是弄非的人，便可以根据不否认便是默认的原则，把排门后面的弱者加以利用。或者不听不闻更妥当些。从前有一位教士训儿子为人之道当了客人，不可以哼歌曲，不要弹指头，不要脚尖拍地――这种行为表示不在意。但是这种行为正不妨偶一借用，于是出其不意，把说话转换一个方向。当然，听话而要逞自己的脾气，又要不得罪人，需要很高的艺术。可是我们如要把自己磨揉得海绵一般，能尽量收受，就需要更高的修养。因为听话的时候，咱们的自我往往像接在盒里的弹簧人儿，忽然会哇的探出头来叫一声我受不了你。"}
{"text":"或者不听不闻更妥当些。从前有一位教士训儿子为人之道当了客人，不可以哼歌曲，不要弹指头，不要脚尖拍地――这种行为表示不在意。但是这种行为正不妨偶一借用，于是出其不意，把说话转换一个方向。当然，听话而要逞自己的脾气，又要不得罪人，需要很高的艺术。可是我们如要把自己磨揉得海绵一般，能尽量收受，就需要更高的修养。因为听话的时候，咱们的自我往往像接在盒里的弹簧人儿，忽然会哇的探出头来叫一声我受不了你。要把它制服，只怕千锤百炼也是徒然。除非听话的目的不为了解与欣赏，而另有作用。十九世纪英国诗人台勒爵士也是一位行政能员，他在谈成功秘诀的政治家s一书中说不论赛人的歌声多么悦耳，总不如倾听的耳朵更能取悦赛人的心魂。成功而得意的人大概早就发现了这个诀窍。并且还有许多赛人喜欢自居童话中的好女孩，一开口便有珍珠宝石纷纷乱滚。倾听的耳朵来不及接受，得双手高擎起盘子来收取――珍重地把文字的珠玑镶嵌在笔记本里，那么好女孩一定还有更大的施与这种人的话并不必认真听，不听更好，只消凝神倾耳也不需了解，只需摆出一副欣悦钦服的神态，便很足够。假如已经听见了解，而生怕透露心中真情，不妨装出一副笨木如猪的表情，赛人的心魂也不会过于苛求。听人说话，最好效陶渊明读书，不求甚解。若要细加注释，未免琐细。不过，不求甚解，总该懂得大意。如果自己未得真谛，反一笔抹煞，认为一切说话都是吹牛拍马撒谎造谣，那就忘却了说话根本是艺术，并非柴米油盐类的日用必需品。责怪人家说话不真实，等于责怪一篇小说不是构自事实，一幅图画不如照相准确。说话之用譬如衣服，一方面遮掩身体，一方面衬托显露身上某几个部分。我们绝不谴责衣服掩饰真情，歪曲事实。假如赤条条一丝不挂，反惹人骇怪了。难道了个人的自我比一个人的身体更多自然美？谁都知道艺术品的真实并不指符合实事。亚利斯多德早说过诗的真实不是史实。大概天生诗人比历史家多。诗人，我依照希腊字原义，指创造者。而最普遍的创造是说话。夫子述而不作，又何尝述而不作！"}
{"text":"说话之用譬如衣服，一方面遮掩身体，一方面衬托显露身上某几个部分。我们绝不谴责衣服掩饰真情，歪曲事实。假如赤条条一丝不挂，反惹人骇怪了。难道了个人的自我比一个人的身体更多自然美？谁都知道艺术品的真实并不指符合实事。亚利斯多德早说过诗的真实不是史实。大概天生诗人比历史家多。诗人，我依照希腊字原义，指创造者。而最普遍的创造是说话。夫子述而不作，又何尝述而不作！不过我们糠戏听故事或赏鉴其他艺术品，只求诗的真实。虽然明知是假，甘愿信以为真。珂立支所谓姑妄听之s。听话的时候恰恰相反诗的真实不能满足我们，我们渴要知道的是事实。这种心清，恰和珂立支所说的相反，可叫做宁可不信s。同时我们总借用亚利斯多德必然与可能的原则来推定事实真相。举几个简单的例。假如一位女士叹恨着说唉，我这一头头发真麻烦，恨不得天生是秃子。谁信以为真呢！依照可能与必然，推知她一定自知有一头好头发。假如有人说某人拉我帮他忙，某机关又不肯放，真叫人为难。他大概正在向某人钻营，而某机关的位置在动摇，可能他钻营尚未成功，认真在为难。假如某要人代表他负责的机关当众辟谣，我们依照必然与可能的原则，恍然道哦！看来确有其事！假如一个人过火的大吹大擂，他必定是对自己有所不足，很可能他把自己也哄骗在内，自己说过几遍的话，便信以为真。假如一个人当面称谀，那更需违反心愿，宁可不信。他当然在尽交际的责任，说对方期待的话。很可能他看透了你意中的自己。假如一个人背后太热心的称赞一个无足称赞的人，可能是最精巧的馅媚，准备拐几个弯再送达那位被赞的人，比面谀更入耳洽心也可能是上文那位教士训儿子对付冤家的好办法――过火的称赞，能激起人家反感也可能是借吹捧这人，来贬低那人。听话而如此逐句细解，真要做到水至清则无鱼了。我们很不必过分精明虽然人人说话，能说话的人和其他艺术家一般罕有。"}
{"text":"很可能他看透了你意中的自己。假如一个人背后太热心的称赞一个无足称赞的人，可能是最精巧的馅媚，准备拐几个弯再送达那位被赞的人，比面谀更入耳洽心也可能是上文那位教士训儿子对付冤家的好办法――过火的称赞，能激起人家反感也可能是借吹捧这人，来贬低那人。听话而如此逐句细解，真要做到水至清则无鱼了。我们很不必过分精明虽然人人说话，能说话的人和其他艺术家一般罕有。辞令巧妙，只使我们钦慕的艺术，而拙劣的言词，却使我们喜爱了自己。说话的艺术愈高，愈增强我们的宁可不信，使我们怀疑，甚至恐惧。笨拙的话，像亚当夏娃遮掩下身的几片树叶，只表示他们的自惭形秽，愿在天使面前掩饰丑陋。譬如小孩子的虚伪，哄大人给东西吃，假意问一声这是什么？可以吃么？使人失笑，却也得人爱怜。譬如逢到蛤蟆般渺小的人，把自己吹得牛一般大，我们不免同情怜悯，希望他天生就有牛一般大，免得他如此费力。逢到笨拙的馅媚，至少可以知道，他在表示要好。老实的骂人，往往只为表示自己如何贤德，并无多少恶意。一个人行为高尚，品性伟大，能使人敬慕，而他的弱点偏得人爱。乖巧的人曾说你若要得人爱，少显露你的美德，多显露你的过失。又说人情从不原谅一个无需原谅的人。凭这点人情来体会听说话时的心理，尤为合适。我们钦佩羡慕巧妙的言辞，而言词笨拙的人，却获得我们的同情和喜爱。大概说话究竟是凡人的艺术，而说话的人是上帝的创造。四十年代记傅雷记傅雷抗战末期胜利前夕，和我在宋淇先生家初次会见傅雷和朱梅馥夫妇。我们和傅雷家住得很近，晚饭后经常到他家去夜谈。那时候知识分子在沦陷的上海，日子不好过，真不知长夜漫漫何时旦。但我们还年轻，有的是希望和信心，只待熬过黎明前的黑暗，就想看到云开日出。我们和其他朋友聚在傅雷家朴素幽雅的客厅里各抒己见，也好比开开窗子，通通空气，破一破日常生活里的沉闷苦恼。到如今，每回顾那一段灰黯的岁月，就会记起傅雷家的夜谈。说起傅雷，总不免说到他的严肃。其实他并不是一味板着脸的人。我闭上眼，最先浮现在眼前的，却是个含笑的傅雷，他两手捧着个烟斗，待要放到嘴里去抽，又拿出来，眼里是笑，嘴边是笑，满脸是笑。"}
{"text":"但我们还年轻，有的是希望和信心，只待熬过黎明前的黑暗，就想看到云开日出。我们和其他朋友聚在傅雷家朴素幽雅的客厅里各抒己见，也好比开开窗子，通通空气，破一破日常生活里的沉闷苦恼。到如今，每回顾那一段灰黯的岁月，就会记起傅雷家的夜谈。说起傅雷，总不免说到他的严肃。其实他并不是一味板着脸的人。我闭上眼，最先浮现在眼前的，却是个含笑的傅雷，他两手捧着个烟斗，待要放到嘴里去抽，又拿出来，眼里是笑，嘴边是笑，满脸是笑。这也许因为我在他家客厅里坐在他对面的时候，他听着钟书说话，经常是这副笑容。傅雷只是不轻易笑可是他笑的时候，好像在品尝自己的笑，觉得津津有味。也许钟书是唯一敢当众打趣他的人。他家另一位常客是陈西禾同志。一次钟书为某一件事打趣傅雷。西禾急得满面尴尬，直向钟书递眼色事后他犹有余悸，怪钟书胡闹。可是傅雷并没有发火。他带几分不好意思，随着大家笑了傅雷还是有幽默的。傅雷的严肃确是严肃到十分，表现了一个地道的傅雷。他自己可以笑，他的笑脸只许朋友看。在他的孩子面前，他是个不折不扣的严父。阿聪阿敏那时候还是一对小顽童，只想赖在客厅里听大人说话。大人说的话，也许孩子不宜听，因为他们的理解不同，傅雷严格禁止他们旁听。有一次，客厅里谈得热闹，阵阵笑声，傅雷自己也正笑得高兴。忽然他灵机一动，蹑足走到通往楼梯的门旁，把门一开，只见门后哥哥弟弟背着脸并坐在门槛后面的台阶上，正缩着脖子笑呢。傅雷一声呵斥，两个孩子在登登一阵凌乱的脚步声里逃跑上楼。梅馥忙也赶了上去。在傅雷前，她是抢先去责骂儿子在儿子前，她却是挡了爸爸的盛怒，自己温言告诫。等他们俩回来，客厅里濒渐回复了当初的气氛。但过了一会儿，在笑声中，傅雷又突然过去开那扇门，阿聪阿敏依然鬼头鬼脑并坐原处偷听。这回傅雷可冒火了，梅馥也起不了中和作用。只听得傅雷厉声喝，夹杂着梅馥的调解和责怪一个孩子想是哭了，另一个还想为自己辩白。我们谁也不敢劝一声，只装作不闻不知，坐着扯淡。傅雷回客厅来，脸都气青了。梅馥抱歉地为客人换上热茶，大家又坐了一会儿，辞出，不免叹口气唉，傅雷就是这样！阿聪前年回国探亲，钟书正在国外访问，阿聪对我说啊呀！我们真爱听钱伯伯说话呀！"}
{"text":"这回傅雷可冒火了，梅馥也起不了中和作用。只听得傅雷厉声喝，夹杂着梅馥的调解和责怪一个孩子想是哭了，另一个还想为自己辩白。我们谁也不敢劝一声，只装作不闻不知，坐着扯淡。傅雷回客厅来，脸都气青了。梅馥抱歉地为客人换上热茶，大家又坐了一会儿，辞出，不免叹口气唉，傅雷就是这样！阿聪前年回国探亲，钟书正在国外访问，阿聪对我说啊呀！我们真爱听钱伯伯说话呀！上年他到我家来，不复是顽童偷听，而是做座上客听钱伯伯说话，高兴得哈哈大笑。可是他立即记起他严厉的爸爸，凄然回忆往事，慨叹说唉――那时候――我们就爱听钱们伯说话。他当然知道爸爸打他狠，正因为爱他深。他告诉我爸爸打得我真痛啊！梅馥曾为此对我落泪，又说阿聪的脾气和爸爸有相似之处。他也告诉我傅雷的妈妈怎样批评傅雷。性情急躁是不由自主的，感情冲动下的所作所为，沉静下来会自己责怪，又增添自己的苦痛。梅馥不怨傅雷的脾气，只为此怜他而为他担忧更因为阿聪和爸爸脾气有点儿相似，她既不愿看到儿子拂逆爸爸，也为儿子的前途担忧。文化大革命开始时，阿聪从海外好不容易和家里挂通了长途电话，阿聪又叫得一声姆妈，妈妈只叫得一声阿聪，彼此失声痛哭，到哽咽着勉强能说话的时候，电话早断了。这是母子末一次通话――话，尽在不言中，因为梅馥深知傅雷的性格，已经看到他们夫妇难逃的命运。有人说傅雷孤傲如云间鹤傅雷却不止一次在钟书和我面前自比为墙洞里的小老鼠――是否因为莫洛阿曾把服尔德比作一头躲在窟中的野兔呢？傅雷的自比，乍听未免滑稽。梅馥称傅雷为老傅我回家常和钟书讲究那是老傅还是老虎，因为据他们的乡音，傅和虎没有分别，而我觉得傅雷在家里有点儿老虎似的。他却自比为小老鼠！但傅雷这话不是矫情，也不是谦虚。我想他只是道出了自己的真实心清。他对所有的朋友都一片至诚。但众多的朋友里，难免夹杂些不够朋友的人。误会偏见忌刻骄矜，会造成人事上无数矛盾和倾轧。傅雷曾告诉我们某某朋友昨天还在他家吃饭，今天却在报纸上骂他。这种事不止一遭。"}
{"text":"他却自比为小老鼠！但傅雷这话不是矫情，也不是谦虚。我想他只是道出了自己的真实心清。他对所有的朋友都一片至诚。但众多的朋友里，难免夹杂些不够朋友的人。误会偏见忌刻骄矜，会造成人事上无数矛盾和倾轧。傅雷曾告诉我们某某朋友昨天还在他家吃饭，今天却在报纸上骂他。这种事不止一遭。傅雷讲起的时候，虽然眼睛里带些气愤，嘴角上挂着讥诮，总不免感叹人心叵测世情险恶，觉得自己老实得可怜，孤弱得无以自卫。他满头棱角，动不动会触犯人又加脾气急躁，止不住要冲撞人。他知道自己不善在世途上圆转周旋，他可以安身的洞穴，只是自己的书斋他也像老鼠那样，只在洞口窥望外面的大世界。他并不像天上的鹤，翘首云外，不屑顾视地下的泥淖。傅雷对国计民生念念不忘，可是他也许遵循刚第特的教训吧？只潜身书斋，作他的翻译工作。傅雷爱吃硬饭。他的性格也像硬米粒儿那样僵硬干爽软和懦不是他的美德，他全让给梅馥了。朋友们爱说傅雷固执，可是我也看到了他的固而不执，有时候竟是很随和的。他有事和钟书商量，尽管讨论得很热烈，他并不固执。他和周煦良同志合办新语，尽管这种事钟书毫无经验，他也不摈弃外行的意见。他有些朋友包括我们俩批评他不让阿聪进学校会使孩子脱离群众，不善适应社会。傅雷从谏如流，就把阿聪送入中学读书。钟书建议他临什么字帖，他就临什么字帖钟书忽然发兴用草书抄笔记，他也高兴地学起十六帖来，并用草书抄稿子。解放后，我们夫妇到清华大学任教。傅雷全家从昆明由海道回上海，道过天津。傅雷到北京来探望了陈叔通马叙伦二老，就和梅馥同到我们家来盘桓三四天。当时我们另一位亡友吴晗同志想留傅雷在清华教授法语，央我们夫妇作说客。但傅雷不愿教法语只愿教美术史。从前在上海的时候，我们曾经陪傅雷招待一个法国朋友，钟书注意到傅雷名片背面的一行法文美术批评家。他对美术批评始终很有兴趣。可是清华当时不开这门课，而傅雷对教学并不热心。尽管他们夫妇对清华园颇有留恋，我们也私心窃愿他们能留下，傅雷决计仍回上海，干他的翻译工作。我只看到傅雷和钟书闹过一次别扭。"}
{"text":"当时我们另一位亡友吴晗同志想留傅雷在清华教授法语，央我们夫妇作说客。但傅雷不愿教法语只愿教美术史。从前在上海的时候，我们曾经陪傅雷招待一个法国朋友，钟书注意到傅雷名片背面的一行法文美术批评家。他对美术批评始终很有兴趣。可是清华当时不开这门课，而傅雷对教学并不热心。尽管他们夫妇对清华园颇有留恋，我们也私心窃愿他们能留下，傅雷决计仍回上海，干他的翻译工作。我只看到傅雷和钟书闹过一次别扭。一九五四年在北京召开翻译工作会议，傅雷未能到会，只提了一份书面意见，讨论翻译问题。讨论翻译，必须举出实例，才能说明问题。傅雷信手拈来，举出许多谬误的例句他大概忘了例句都有主人。他显然也没料到这份意见书会大量印发给翻参考他拈出例句，就好比挑出人家的错来示众了。这就触怒了许多人，都大骂傅雷狂傲有一位老翻译家竟气得大哭。平心说，把西方文字译成中文，至少也是一项极繁琐的工作。尽管认真仔细，也不免挂一漏万，译文里的谬误，好比猫狗身上的跳蚤，很难捉拿净尽。假如傅雷打头先挑自己的错作引子，或者挑自己几个错作陪，人家也许会心悦诚服。假如傅雷事先和朋友商谈一下，准会想得周到些。当时他和我们两地间隔，读到钟书责备他的信，气呼呼地对我们沉默了一段时间，但不久就又回复书信来往。傅雷的认真，也和他的严肃一样，常表现出一个十足地道的傅雷。有一次他称赞我的翻译。我不过偶尔翻译了一篇极短的散文，译得也并不好，所以我只当傅雷是照例敷衍，也照例谦逊一句，傅雷怫然忍耐了一分钟，然后沉着脸发作道，你知道吗？我的称赞是不容易的。我当时颇像顽童听到校长错误的称赞，既不敢笑，也不敢指出他的错误。可是我实在很感激他对一个刚试笔翻译的人如此认真看待。而且只有自己虚怀若谷，才会过高地估计别人。傅雷对于翻译工作无限认真，不懈地虚心求进。只要看他翻译的这传记五种，一部胜似一部。夏洛外传是最早的一部。贝多芬传虽然动笔最早，却是十年后重译的，译笔和初译显然不同。他经常写信和我们讲究翻译上的问题，具体问题都用红笔清清楚楚录下原文。这许多信可惜都已毁了。傅雷从不自满――对工作认真，对自己就感到个满。他从没有自以为达到了他所悬的翻译标准。"}
{"text":"可是我实在很感激他对一个刚试笔翻译的人如此认真看待。而且只有自己虚怀若谷，才会过高地估计别人。傅雷对于翻译工作无限认真，不懈地虚心求进。只要看他翻译的这传记五种，一部胜似一部。夏洛外传是最早的一部。贝多芬传虽然动笔最早，却是十年后重译的，译笔和初译显然不同。他经常写信和我们讲究翻译上的问题，具体问题都用红笔清清楚楚录下原文。这许多信可惜都已毁了。傅雷从不自满――对工作认真，对自己就感到个满。他从没有自以为达到了他所悬的翻译标准。他曾自苦译笔呆滞，问我们怎样使译文生动活泼。他说熟读了的小说，还是未能解决问题。我们以为熟读一家还不够，建议再多读几家。傅雷怅然，叹恨没许多时间看书。有人爱说他狂傲，他们实在是没见到他虚心的一面。一九六三年我因妹妹杨必生病，到上海探望。朋友中我只拜访了傅雷夫妇。梅馥告诉我她两个孩子的近况傅雷很有兴趣地和我谈论些翻译上的问题。有个问题常在我心上而没谈。我最厌恶翻译的名字佶屈聱牙，而且和原文的字音并不相近，曾想大胆创新，把洋名一概中国化，历史地理上的专门名字也加简缩，另作引得或加注。我和傅雷谈过，他说不行。我也知道这样有许多不便，可是还想听他谈谈如何不行。六四年我又到上海接妹妹到北京休养，来去匆匆，竟未及拜访傅雷和梅馥。别时容易见时难，我年轻时只看作李后主的伤心话，不料竟是人世的常情。我很羡慕傅雷的书斋，因为书斋的布置，对他的工作具备一切方便。经常要用的工具书，伸手就够得到，不用站起身。转动的圆架上，摊着几种大字典。沿墙的书橱里，排列着满满的书可供参考。书架顶上一个镜框里是一张很美的梅馥的照片。另有一张傅雷年轻时的照片，是他当年赠给梅馥的。他称呼梅馥的名字是法文的玛格丽特据傅雷说，那是歌德浮士德里的玛格丽特。几人有幸福娶得自己的玛格丽特呢！梅馥不仅是温柔的妻子慈爱的母亲沙龙里的漂亮夫人，不仅是非常能干的主妇，一身承担了大大小小里里外外的杂务，让傅雷专心工作，她还是傅雷的秘书，为他做卡片，抄稿子，接待不速之客。傅雷如果没有这样的好后勤好助手，他的工作至少也得打三四成折扣吧？傅雷翻译这几部传记的时候，是在阴霾遮蔽整个天空的时期。"}
