{"text":"虽然上海的启事，没有那个大舞台对过天晓得所悬那玩意儿强硬，至少也使得我们那位本姓周或不姓周，而要姓周的另一个要显着原形哆嗦而发抖！这才是假关公碰到真关公，假遇着真！近代世界短篇小说集小引近代世界短篇小说集小引一时代的纪念碑底的文章，文坛上不常有即有之，也什九是大部的著作。以一篇短的小说而成为时代精神所居的大宫阙者，是极其少见的。但至今，在巍峨灿烂的巨大的纪念碑底的文学之旁，短篇小说也依然有着存在的充足的权利。不但巨细高低，相依为命，也譬如身入大伽蓝中，但见全体非常宏丽，眩人眼睛，令观者心神飞越，而细看一雕阑一画础，虽然细小，所得却更为分明，再以此推及全体，感受遂愈加切实，因此那些终于为人所注重了。在现在的环境中，人们忙于生活，无暇来看长篇，自然也是短篇小说的繁生的很大原因之一。只顷刻间，而仍可借一斑略知全豹，以一目尽传精神，用数顷刻，遂知种种作风，种种，种种所写的人和物和事状，所得也颇不少的。而便捷，易成，取巧这些原因还在外。中国于世界所有的大部杰作很少译本，翻译短篇小说的却特别的多者，原因大约也为此。我们――的汇印这书，则原因就在此。贪图用力少，绍介多，有些不肯用尽呆气力的坏处，是自问恐怕也在所不免的。但也有一点只要能培一朵花，就不妨做做会朽的腐草的近于不坏的意思。还有，是要将零星的小品，聚在一本里，可以较不容易于散亡。我们――，都是一面学习，一面试做的人，虽于这一点小事，力量也还很不够，选的不当和译的错误，想来是一定不免的。我们愿受读者和批评者的指正。一九二九年四月二十六日，朝花社同人识。本篇最初印入一九二九年四月出版的近代世界短篇小说集一。近代世界短篇小说集，是和柔石等创立的朝花社的出版物之一，分奇剑及其他和在沙漠上两集，收入比利时捷克法国匈牙利俄国和苏联犹太南斯拉夫西班牙等国家和民族的短篇小说二十四篇。流氓的变迁流氓的变迁孔墨都不满于现状，要加以改革，但那第一步，是在说动人主，而那用以压服人主的家伙，则都是天。孔子之徒为儒，墨子之徒为侠。儒者，柔也，当然不会危险的。惟侠老实，所以墨者的末流，至于以死为终极的目的。"}
{"text":"流氓的变迁流氓的变迁孔墨都不满于现状，要加以改革，但那第一步，是在说动人主，而那用以压服人主的家伙，则都是天。孔子之徒为儒，墨子之徒为侠。儒者，柔也，当然不会危险的。惟侠老实，所以墨者的末流，至于以死为终极的目的。到后来，真老实的逐渐死完，止留下取巧的侠，汉的大侠，就已和公侯权贵相馈赠，以备危急时来作护符之用了。司马迁说儒以文乱法，而侠以武犯禁，乱之和犯，决不是叛，不过闹点小乱子而已，而况有权贵如五侯者在。侠字渐消，强盗起了，但也是侠之流，他们的旗帜是替天行道。他们所反对的是奸臣，不是天子，他们所打劫的是平民，不是将相。李逵劫法场时，抡起板斧来排头砍去，而所砍的是看客。一部水浒，说得很分明因为不反对天子，所以大军一到，便受招安，替国家打别的强盗――不替天行道的强盗去了。终于是奴才。满洲入关，中国渐被压服了，连有侠气的人，也不敢再起盗心，不敢指斥奸臣，不敢直接为天子效力，于是跟一个好官员或钦差大臣，给他保镳，替他捕盗，一部施公案，也说得很分明，还有彭公案，七侠五义之流，至今没有穷尽。他们出身清白，连先前也并无坏处，虽在钦差之下，究居平民之上，对一方面固然必须听命，对别方面还是大可逞雄，安全之度增多了，奴性也跟着加足。然而为盗要被官兵所打，捕盗也要被强盗所打，要十分安全的侠客，是觉得都不妥当的，于是有流氓。和尚喝酒他来打，男女通奸他来捉，私娼私贩他来凌辱，为的是维持风化乡下人不懂租界章程他来欺侮，为的是看不起无知剪发女人他来嘲骂，社会改革者他来憎恶，为的是宝爱秩序。但后面是传统的靠山，对手又都非浩荡的强敌，他就在其间横行过去。现在的小说，还没有写出这一种典型的书，惟九尾龟中的章秋谷，以为他给妓女吃苦，是因为她要敲人们竹杠，所以给以惩罚之类的叙述，约略近之。由现状再降下去，大概这一流人将成为文艺书中的主角了，我在等候革命文学家张资平氏的近作。本篇最初发表于一九三年一月一日上海萌芽月刊第一卷第一期。"}
{"text":"但后面是传统的靠山，对手又都非浩荡的强敌，他就在其间横行过去。现在的小说，还没有写出这一种典型的书，惟九尾龟中的章秋谷，以为他给妓女吃苦，是因为她要敲人们竹杠，所以给以惩罚之类的叙述，约略近之。由现状再降下去，大概这一流人将成为文艺书中的主角了，我在等候革命文学家张资平氏的近作。本篇最初发表于一九三年一月一日上海萌芽月刊第一卷第一期。天指儒墨两家著作中的所谓天命天意。如论语季氏君子有三畏畏天命，畏大人，畏圣人之言。墨子天志顺天意者兼相爱，交相利，必得赏。反天意者别相恶，交相贼，必得罚。墨子约前―前名翟，春秋战国之际鲁国人，墨家学派的创始者。他的言行，经他的弟子及后学辑入墨子一书。墨子之徒多尚武。他死后，他的学派起分化，以宋，许行等为代表的正统派，到秦汉时演化成为游侠。儒者，柔也见许慎说文解字儒者，柔也，术士之称。死指游侠中流行的所谓其言必信，其行必果，已诺必诚，不爱其躯见史记游侠列传的一种侠义精神。这些游侠往往为某些权贵所豢养。士为知己者死，就是他们的道德观念。汉代的大侠多和权贵交往勾结，如汉书游侠传载，陈遵居长安中，列侯近臣贵戚皆贵重之。牧守当之官，及郡国豪杰至京师者，莫不相因到遵门。儒以文乱法，而侠以武犯禁语见韩非子五蠹。司马迁在史记游侠列传中也曾引用此语。五侯汉成帝刘骜河平二年前，外戚王谭王逢时王根王立王商兄弟五人同日封侯，当时称为五侯。据汉书游侠传载，五侯豢养许多儒侠之士，其中大侠楼护君卿最受信用，是五侯上客。李逵劫法场见一百二十回本水浒传第四十回。水浒即水浒传，元末明初施耐庵作，是一部以北宋宋江领导的农民起义为题材的长篇小说。书中有宋江受朝廷招安后又去镇压方腊等农民起义军的情节。替天行道是宋江一贯打着的旗号。施公案清代公案小说，不详，共九十七回。写康熙年间施仕纶官江都知县至灌运总督时，黄天霸为他办案的故事，一八三八年印行。彭公案清代公案小说，署贪梦道人作，共一百回。"}
{"text":"李逵劫法场见一百二十回本水浒传第四十回。水浒即水浒传，元末明初施耐庵作，是一部以北宋宋江领导的农民起义为题材的长篇小说。书中有宋江受朝廷招安后又去镇压方腊等农民起义军的情节。替天行道是宋江一贯打着的旗号。施公案清代公案小说，不详，共九十七回。写康熙年间施仕纶官江都知县至灌运总督时，黄天霸为他办案的故事，一八三八年印行。彭公案清代公案小说，署贪梦道人作，共一百回。写康熙年间一帮江湖侠客为三河知县彭鹏办案的故事，一八九一年印行。七侠五义原名三侠五义，清代侠义小说，署石玉昆述，入迷道人编订，共一百二十回。一八七九年印行，后经俞樾修订，一八八九年重印，改名七侠五义。前半部主要写包拯审案的故事，后半部主要写江湖侠客的活动。九尾龟张春帆作，描写妓女生活的小说，一九一年出版。张资平参看二心集张资平氏的小说学及其有关注。吾国征俄战史之一页吾国征俄战史之一页大家都说要打俄国，或者愿为前驱，或者愿作后盾，连中国文学所赖以不坠的新月书店，也登广告出卖关于俄国的书籍两种，则举国之同仇敌忾也可知矣。自然，大势如此，执笔者也应当做点应时的东西，庶几不至于落伍。我于是在七月廿六日新闻报的快活林里，遇见一篇题作吾国征俄战史之一页的叙述详细而昏不可当的文章，可惜限于篇幅，只能摘抄乃尝读史至元成吉思汗。起自蒙古。入主中夏。开国以后。奄有钦察阿速诸部。命速不合征蔑里吉。复引兵绕宽田吉思海。转战至太和岭。洎太宗七年。又命速不台为前驱。随诸王拔都。皇子贵由。皇侄哥等伐西域。十年乃大举征俄。直逼耶烈赞城。而陷莫斯科。太祖长子术赤遂于其地即汗位。可谓破前古未有之纪载矣。夫一代之英主。开创之际。战胜攻取。用其兵威。不难统一区宇。史册所叙。纵极铺张。要不过禹域以内。讫无西至流沙。举朔北辽绝之地而空之。不特唯是。犹复鼓其余勇。进逼欧洲内地。而有欧亚混一之势者。谓非吾国战史上最有光彩最有荣誉之一页得乎那结论是质言之。元时之兵锋。不仅足以扼欧亚之吭。而有席卷包举之气象。有足以壮吾国后人之勇气者。固自有在。余故备述之。以告应付时局而固边圉者。"}
{"text":"直逼耶烈赞城。而陷莫斯科。太祖长子术赤遂于其地即汗位。可谓破前古未有之纪载矣。夫一代之英主。开创之际。战胜攻取。用其兵威。不难统一区宇。史册所叙。纵极铺张。要不过禹域以内。讫无西至流沙。举朔北辽绝之地而空之。不特唯是。犹复鼓其余勇。进逼欧洲内地。而有欧亚混一之势者。谓非吾国战史上最有光彩最有荣誉之一页得乎那结论是质言之。元时之兵锋。不仅足以扼欧亚之吭。而有席卷包举之气象。有足以壮吾国后人之勇气者。固自有在。余故备述之。以告应付时局而固边圉者。这只有这清癯先生是蒙古人，倒还说得过去。否则，成吉思汗入主中夏，术赤在墨斯科即汗位，那时咱们中俄两国的境遇正一样，就是都被蒙古人征服的。为什么中国人现在竟来硬霸元人，为自己的先人，仿佛满脸光彩似的，去骄傲同受压迫的斯拉夫种的呢？倘照这样的论法，俄国人就也可以作吾国征华史之一页，说他们在元代奄有中国的版图。倘照这样的论法，则即使俄人此刻入主中夏，也就有欧亚混一之势，有足以壮吾国后人之后人之勇气者矣。嗟乎，赤俄未征，白痴已出，殊非吾国战史上最有光彩最有荣誉之一页也！七月二十八日。本篇最初发表于一九二九年八月五日语丝第五卷第二十二期。一九二九年七月，国民党以武力接收中苏合办的中东铁路，双方发生冲突，国民党藉此掀起反俄运动。新月书店新月社的书店，一九二七年春成立于上海。该店为配合反俄运动，曾再版了署名世界室主人的苏俄评论和徐志摩的自剖第三辑为游俄，并刊登宣传广告。成吉思汗―名铁木真，古代蒙古族的领袖，十三世纪初统一了蒙古族各部落，建立蒙古汗国，被拥戴为王，称成吉思汗，后被尊为元太祖。他曾将蒙古汗国的版图扩展到中亚地区和南俄。后来他的继承者们征服了俄罗斯，建立钦察汗国又灭了南宋，建立元朝。速不台―蒙古汗国大将。一二一六年春，成吉思汗命他征服蔑里吉。蔑里吉，通称蔑几乞，辽金时游牧于色楞格河流域的一个部落。宽田吉思海今译里海。太和岭，今译高加索。拔都―蒙古汗国大将，成吉思汗之孙。贵由―，元太宗窝阔台的长子，后被尊为元定宗。哥，即蒙哥―，窝阔台的侄子，后被尊为元宪宗。耶烈赞城今译梁赞，在莫斯科之南。"}
{"text":"后来他的继承者们征服了俄罗斯，建立钦察汗国又灭了南宋，建立元朝。速不台―蒙古汗国大将。一二一六年春，成吉思汗命他征服蔑里吉。蔑里吉，通称蔑几乞，辽金时游牧于色楞格河流域的一个部落。宽田吉思海今译里海。太和岭，今译高加索。拔都―蒙古汗国大将，成吉思汗之孙。贵由―，元太宗窝阔台的长子，后被尊为元定宗。哥，即蒙哥―，窝阔台的侄子，后被尊为元宪宗。耶烈赞城今译梁赞，在莫斯科之南。术赤―蒙古汗国大将，成吉思汗长子。译著书目译著书目一九二一年工人绥惠略夫俄国阿尔志跋绥夫作中篇小说。商务印书馆印行文学研究会丛书之一，后归北新书局，为未名丛刊之一，今绝版。一九二二年一个青年的梦日本武者小路实笃作戏曲。商务印书馆印行文学研究会丛书之一，后归北新书局，为未名丛刊之一，今绝版。爱罗先珂童话集商务印书馆印行文学研究会丛书之一。一九二三年桃色的云俄国爱罗先珂作童话剧。北新书局印小段疵钥分弧呐喊短篇小说集，一九一八至二二年作，共十四篇。印行所同上。中国小说史略上册改订之北京大学文科讲义。印行所同上。一九二四年苦闷的象征日本厨川白村作论文。北新书局印行未名丛刊之一。中国小说史略下册印行所同上。后合上册为一本。一九二五年热风一九一八至二四年的短评。印行所同上。一九二六年彷徨短篇小说集之二，一九二四至二五年作，共十一篇。印行所同上。华盖集短评集之二，皆一九二五年作。印行所同上。华盖集续编短评集之三，皆一九二六年作。印行所同上。小说旧闻钞辑录旧文，间有考正。印行所同上。出了象牙之塔日本厨川白村作随笔，选译。未名社印行未名丛刊之一，今归北新书局。一九二七年坟一九七至二五年的论文及随笔。未名社印行。今版被抵押，不能印。朝华夕拾回忆文十篇。未名社印行未名新集之一。今版被抵押，由北新书局另排印行。唐宋传奇集十卷辑录并考正。北新书局印行。一九二八年小约翰荷兰望蔼覃作长篇童话。未名社印行未名丛刊之一。今版被抵押，不能印。野草散文小诗。"}
{"text":"印行所同上。小说旧闻钞辑录旧文，间有考正。印行所同上。出了象牙之塔日本厨川白村作随笔，选译。未名社印行未名丛刊之一，今归北新书局。一九二七年坟一九七至二五年的论文及随笔。未名社印行。今版被抵押，不能印。朝华夕拾回忆文十篇。未名社印行未名新集之一。今版被抵押，由北新书局另排印行。唐宋传奇集十卷辑录并考正。北新书局印行。一九二八年小约翰荷兰望蔼覃作长篇童话。未名社印行未名丛刊之一。今版被抵押，不能印。野草散文小诗。北新书局印行。而已集短评集之四，皆一九二七年作。印行所同上。思想山水人物日本鹤见v辅作随笔，选译。印行所同上，今绝版。一九二九年壁下译丛译俄国及日本作家与批评家之论文集。印行所同上。近代美术史潮论日本板坦鹰穗作。印行所同上。拾谷虹儿画选并译题词。朝华社印行艺苑朝华之一，今绝版。无产阶级文学的理论与实际日本片上伸作。大江书店印行文艺理论小丛书之一。艺术论苏联卢那卡尔斯基作。印行所同上。一九三年艺术论俄国蒲力汗诺夫作。光华书局印行科训囊帐趼鄞允椤分弧文艺与批评苏联卢那卡尔斯基作论文及演说。水沫书店印行同丛书之一。文艺政策苏联关于文艺的会议录及决议。并同上。十月苏联雅各武莱夫作长篇小说。神州国光社矢逦断执囊沾允椤分唬今尚未印。一九三一年药用植物日本刈米达夫作。商务印书馆收稿，分载自然界中。毁灭苏联法捷耶夫作长篇小说。三闲书屋印行。译著之外，又有所校勘者，为唐刘恂岭表录异三卷以唐宋类书所引校永乐大典本，并补遗。未印。魏中散大夫嵇康集十卷校明丛书堂钞本，并补遗。未印。所纂辑者，为古小说钩沈三十六卷辑周至隋散逸小说。未印。谢承后汉书辑本五卷多于汪文台辑本。未印。所编辑者，为莽原周刊。北京京报附送，后停刊。语丝周刊。所编为在北平被禁，移至上海出版后之第四卷至第五卷之半。北新书局印行，后废刊。奔流自一卷一册起，至二卷五册停刊。北新书局印行。文艺研究季刊。只出第一册。大江书店印行。所选定，校字者，为故乡许钦文作短篇小说集。北新书局印行乌合丛书之一。"}
{"text":"未印。所纂辑者，为古小说钩沈三十六卷辑周至隋散逸小说。未印。谢承后汉书辑本五卷多于汪文台辑本。未印。所编辑者，为莽原周刊。北京京报附送，后停刊。语丝周刊。所编为在北平被禁，移至上海出版后之第四卷至第五卷之半。北新书局印行，后废刊。奔流自一卷一册起，至二卷五册停刊。北新书局印行。文艺研究季刊。只出第一册。大江书店印行。所选定，校字者，为故乡许钦文作短篇小说集。北新书局印行乌合丛书之一。心的探险长虹作杂文集。同上。飘渺的梦向培良作短篇小说集。同上。忘川之水真吾诗选。北新书局印行。所校订，校字者，为苏俄的文艺论战苏联褚沙克等论文，附蒲力汗诺夫与艺术问题，任国桢译。北新书局印行未名丛刊之一。十二个苏联勃洛克作长诗，胡译。同上。！墩杂傻牟恕罚砉A但骁娴茸鞫唐导芳译。同上。勇敢的约翰匈牙利裴多菲山大作民间故事诗，孙用译。湖风书局印行。夏娃日记美国马克土温作小说，李兰译。湖风书局印行世界文学名著译丛之一。所校订者，为二月柔石作中篇小说。朝华社印行，今绝版。小小十年叶永蓁作长篇小说。春潮书局印行。穷人俄国陀思妥夫斯基作小说，韦丛芜译。未蒙缬小段疵允椤分弧黑假面人俄国安特来夫作戏曲，李霁野译。蜕稀红笑前人作小说，梅川译。商务印书馆印行。小彼得匈牙利至尔妙伦作童话，许霞译。朝簧缬校窬妗进化与退化周建人所译生物学的论文选集。光华书局印行。浮士德与城苏联卢那卡尔斯基作戏曲，柔石译裰莨馍缬小断执囊丛书之一。静静的顿河苏联唆罗诃夫作长篇小说，第一卷胤且搿稀铁甲列车第一四――六九苏联伊凡诺夫作小说惕煲搿希闯觥所印行者，为士敏土之图德国梅斐尔德木刻十幅。珂罗版印。！短鳌罚樟A绥拉菲鞒担芫富搿铁流之图苏联毕斯凯莱夫木刻四幅。印刷中，炸毁。我所译著的书，景宋曾经给我开过一个目录，载在关于及其著作里，但是并不完全的。"}
{"text":"静静的顿河苏联唆罗诃夫作长篇小说，第一卷胤且搿稀铁甲列车第一四――六九苏联伊凡诺夫作小说惕煲搿希闯觥所印行者，为士敏土之图德国梅斐尔德木刻十幅。珂罗版印。！短鳌罚樟A绥拉菲鞒担芫富搿铁流之图苏联毕斯凯莱夫木刻四幅。印刷中，炸毁。我所译著的书，景宋曾经给我开过一个目录，载在关于及其著作里，但是并不完全的。这回因为开手编集杂感，打开了装着和我有关的书籍的书箱，就顺便另抄了一张书目，如上。我还要将这附在三闲集的末尾。这目的，是为着自己，也有些为着别人。据书目察核起来，我在过去的近十年中，费去的力气实在也并不少，即使校对别人的译著，也真是一个字一个字的看下去，决不肯随便放过，敷衍和读者的，并且毫不怀着有所利用的意思。虽说做这些事，原因在于有闲，但我那时却每日必须将八小时为生活而出卖，用在译作和校对上的，全是此外的工夫，常常整天没有休息。倒是近四五年没有先前那么起劲了。但这些陆续用去了的生命，实不只成为徒劳，据有些批评家言，倒都是应该从严发落的罪恶。做了众矢之的者，也已经四五年，开首是作恶，后来是受报了，有几位论客，还几分含讥，几分恐吓，几分快意的这样忠告我。然而我自己却并不全是这样想，我以为我至今还是存在，只有将近十年没有创作，而现在还有人称我为，却是很可笑的。我想，这缘故，有些在我自己，有些则在于后起的青年的。在我自己的，是我确曾认真译著，并不如攻击我的人们所说的取巧，的投机。所出的许多书，功罪姑且弗论，即使全是罪恶罢，但在出版界上，也就是一块不小的斑痕，要一脚踢开，必须有较大的腿劲。凭空的攻击，似乎也只能一时收些效验，而最坏的是他们自己又忽而影子似的淡去，消去了。但是，试再一检我的书目，那些东西的内容也实在穷乏得可以。景致命的，是创作既因为我缺少伟大的才能，至今没有做过一部长篇翻译又因为缺少外国语的学力，所以徘徊观望，不敢译一种世上著名的巨制。后来的青年，只要做出相反的一件，便不但打倒，而且立刻会跨过的。但仅仅宣传些在西湖苦吟什么出奇的新诗，在外国创作着百万言的小说之类却不中用。"}
