{"text":"霸王别姬里剁下了一根手指头，红高粱里扒下了一张人皮。我们国家最好的导演，对人类的身体都充满了仇恨。单个艺术家有什么风格都可以，但说到群体，就该有另一种标准。打个比方来说，我以为英国文学是好的，自莎士比亚以降，名家辈出，内中有位哈代先生，写出的小说惨绝人寰――但他的小说也是好的。倘若英国作家自莎士比亚以降全是哈代的风格，那就该有另一种评价英国文学是有毛病的。最近辛德勒名单大获成功，我听说有位大导演说这正是我们的戏路！我们也可以拍这种表现民族苦难的片子。以我之见，按照我们的戏路，这种片子是拍不出来的。除非把活做到银幕之外，请影院工作人员扮成日本兵，手擎染血的假刺刀，随着剧情的进展，来捅我们的肚皮。当然，假如上演这样的片子，剧院外面该挂个牌子为了下一代，孕妇免进。话虽如此说，我仍然以为张艺谋陈凯歌不同凡响。不同凡响的证明就是他们征服了外国的观众，而外国的观众还没有经过中国编导的培养。假如中国故事片真正走向了世界，情况还不知是怎样。莫泊桑曾说，提笔为文，就想到了读者。有些读者说请让我笑吧。有些读者说请让我哭吧。有些读者说，请让我感动吧在中国，有些读者会说，请让我们受教育吧。我举这个例子，当然是想用莫泊桑和读者，来比喻影视编导与观众。敏感的读者肯定能发现其中的可笑之处作品培养了观众的口味，观众的口味再来影响，像这样颠过来倒过去，肯定是很没劲。特别是，假如编导不妥当，就会使观众不妥当观众又要求编导不妥当，这样下去大家都越来越不妥当。作为前辈大师，莫泊桑当然知道这是个陷阱，所以他不往里面跳。他说只有少数出类拔萃的读者才会要求，请凭着你的本心，写出真正好的东西来。他就为这些读者而写。我也想做一个出类拔萃的观众，所以也这样要求请凭着你的本心去拍片――但是，别再扒人皮了，这样下去有点不妥当。对于已经不妥当的编导，就不知说些什么――也许，该说点题外之语。我在影视圈里也有个把朋友，知道拍片子难上面要审本子审片，这是一。找钱难，这是二。还有三和四，就没必要一一列举，其中肯定有一条观众水平低。不过，我不知该怪谁。这只是一时一地的困境，而艺术是永恒的。此时此地，讲这些就如疯话一般。但我偏还觉得自己是一本正经的。"}
{"text":"对于已经不妥当的编导，就不知说些什么――也许，该说点题外之语。我在影视圈里也有个把朋友，知道拍片子难上面要审本子审片，这是一。找钱难，这是二。还有三和四，就没必要一一列举，其中肯定有一条观众水平低。不过，我不知该怪谁。这只是一时一地的困境，而艺术是永恒的。此时此地，讲这些就如疯话一般。但我偏还觉得自己是一本正经的。中国为什么没有科幻片王童叫我回答一个问题为什么中国没有科幻片。其实，这问题该去问电影导演才对。我认得一两位电影导演，找到一位当面请教时，他就露出一种蒙娜丽莎的微笑来，笑得我浑身起鸡皮疙瘩。笑完了以后他朝我大喝一声没的还多着哪！少跟我来这一套吼得我莫名其妙，不知自己来了哪一套。搞电影的朋友近来脾气都不好，我也不知为什么。既然问不出来，我就自己来试着回答这个问题。我在美国时，周末到录像店里租片子，科幻一柜里片子相当多，名虽叫做科幻，实际和科学没什么大关系。比方说，星际大战，那是一部现代童话片。细心的观众从里面可以看出白雪公主和侠盗罗宾汉等一大批熟悉的身影。再比方说，侏罗纪公园，那根本就是部恐怖片。所谓科幻，无非是把时间放在未来的一种题材罢了。当然，要搞这种电影，一些科学知识总是不可少的，因为在人类的各种事业中，有一样总在突飞猛进地发展，那就是科学技术，要是没有科学知识，编出来也不像。有部美国片子苍蝇，国内有些观众可能也看过，讲一个科学家研究把人通过电缆发送出去。不幸的是，在试着发送自己时，装置里混进了一只苍蝇，送过去以后，他的基因和苍蝇的基因就混了起来，于是他自己就一点点地变成了一只血肉模糊的大苍蝇――这电影看了以后很恶心，因为它得了当年的奥斯卡最佳效果奖。我相信编这个故事的人肯定从维纳先生的这句话里得到了启迪从理论上说，人可以通过一条电线传输，但是这样做的困难之大，超出了我们的能力。想要得到这种启迪，就得知道维纳是谁他是控制论的奠基人，少年时代是个神童――这样扯起来就没个完了。总而言之，想搞这种电影，编导就不能上电影学院，应该上综合性大学。倒也不必上理科的课，只要和理科的学生同宿舍，听他们扯几句就够用了。据我所知，综合性大学的学生也很希望在校园里看到学电影的同学。"}
{"text":"我相信编这个故事的人肯定从维纳先生的这句话里得到了启迪从理论上说，人可以通过一条电线传输，但是这样做的困难之大，超出了我们的能力。想要得到这种启迪，就得知道维纳是谁他是控制论的奠基人，少年时代是个神童――这样扯起来就没个完了。总而言之，想搞这种电影，编导就不能上电影学院，应该上综合性大学。倒也不必上理科的课，只要和理科的学生同宿舍，听他们扯几句就够用了。据我所知，综合性大学的学生也很希望在校园里看到学电影的同学。尤其是理科的男学生，肯定希望在校园里出现一些表演系的女生这很有必要。中国的银幕上也出现过科学家的形象，但都很不像样子，这是因为搞电影的没见过科学家。演电影的人总觉得人若得了博士头衔，非疯即傻。实际上远不是这样。我老婆就是个博士，她若像电影上演的那样，我早和她离婚了。除了要有点科学知识，搞科幻片还得有点想象力。对于创作人员来说，这可是个硬指标。这类电影把时间放到了未来，脱离了现实的束缚，这就给编导以很大自由发挥的空间――其实是很严重的考验。真到了这片自由的空间里，你又搞不出东西来，恐怕是有点难堪。拍点历史片民俗片，就算没拍好，也显不出寒碜。缺少科学知识，没有想象力，这都是中国出不了科幻片的原因――还有一个原因，科幻片要搞好，就得搞些大场面，这就需要钱――现在是社会主义初级阶段，没那么多钱。好了，现在我已经有了很完备的答案。但要这么回答王童，我就觉得缺了点什么我问一位导演朋友中国为什么没有科幻片，人家就火了。现在我设身处地地替他想想假设我要搞部科幻片，没有科学知识，我可以到大学里听课。没有想象力，我可以喝上二两，然后面壁枯坐。俗话说得好，牛粪落在田里，大太阳晒了三天，也会发酵冒泡的。我每天喝二两，坐三个小时，年复一年，我就不信什么都想不出来――最好的科幻本子不也是人想出来的吗？搞到后来，我有了很好的本子，又有投资商肯出钱，至于演员嘛，让他们到大学和科研单位里体验生活，也是很容易办到的――搞到这一步，问题就来了假设我要搞的是侏罗纪公园那样的电影，我怎么跟上面说呢？我这部片子，现实意义在哪里？积极意义又在哪里？为什么我要搞这么一部古怪的电影？最主要的问题是我这部电影是怎样配合当前形势的？这些问题我一个都答不上来，可答不上来又不行。这样一想，结论就出来了当初我就不该给自己找这份麻烦。"}
{"text":"搞到后来，我有了很好的本子，又有投资商肯出钱，至于演员嘛，让他们到大学和科研单位里体验生活，也是很容易办到的――搞到这一步，问题就来了假设我要搞的是侏罗纪公园那样的电影，我怎么跟上面说呢？我这部片子，现实意义在哪里？积极意义又在哪里？为什么我要搞这么一部古怪的电影？最主要的问题是我这部电影是怎样配合当前形势的？这些问题我一个都答不上来，可答不上来又不行。这样一想，结论就出来了当初我就不该给自己找这份麻烦。电脑特技与异化侏罗纪公园玩具总动员获得成功以后，电影中的电脑特技就成了个热门话题。咱们这里也有人炒这个题目，写出了大块文章，说电脑特技必然导致电影人的异化云云。我对这问题也有兴趣，但不是对炒有兴趣，而是对特技有兴趣。电脑做出的效果虽然不错，但还不能让我满意。听说做特技要用工作站，这种机器不是我能买得起的，软件也难伺候，总得有一帮专家聚在一起，黑天白日地干，做出的东西才能看。有朝一日技术进步了，用一台机就能做电影，软件一个人也能伺候过来，那才好呢。到了那时，我就不写小说，写点有声有色的东西。说句实在话，老写这方块字，我早就写烦了。有关文章的一定会惊呼道连小说的即我也被异化了。但这种观点不值一驳。你说电脑特技是异化，比之搭台子演戏，电影本身才是异化呢。演戏还要化妆，还不如灰头土脸往台上一站。当然上台也是异化，不如不上台。整个表演艺术都没有，这不是更贴近生活吗。说来说去，人应该弃绝一切科学技术和艺术的进步，而且应该长一脸毛，拖条尾巴，见了人龇出大牙噢噢地叫唤――你当然知道它是谁，它是狒狒。比之人类，它很少受到异化，所以更像我们的共同祖先――猴子。当然，狒狒在低等猴类面前也该感到惭愧，因为它也被异化了。这样说来说去，所有的动物都该感到惭愧，只有最原始的三叶虫和有关批判文章的例外。像这样理解异化的概念，可能有点歪批，但也没有把电脑科技叫做异化更歪。除了异化之外，还有个概念叫做同化。在生物学上指生物从外界取得养分，构造自己的机体。作为艺术家，我认为一切技术手段都是我们同化的目标。假如中国的电影人连电脑特技这样的手段都同化不了，干脆散伙算了。我希望艺术家都长着一颗奔腾的心，锐意进取。"}
{"text":"当然，狒狒在低等猴类面前也该感到惭愧，因为它也被异化了。这样说来说去，所有的动物都该感到惭愧，只有最原始的三叶虫和有关批判文章的例外。像这样理解异化的概念，可能有点歪批，但也没有把电脑科技叫做异化更歪。除了异化之外，还有个概念叫做同化。在生物学上指生物从外界取得养分，构造自己的机体。作为艺术家，我认为一切技术手段都是我们同化的目标。假如中国的电影人连电脑特技这样的手段都同化不了，干脆散伙算了。我希望艺术家都长着一颗奔腾的心，锐意进取。你当然也可以说，这姓王的被异化得太厉害，连心脏都成了电脑的。说句老实话吧，我不相信有关文章的真的这么仇恨电脑。所有的东西都涨价，就是电脑在降价，它有什么可恨的呢。他们这样说，主要是因为电脑特技是外国人先搞出来，并且先用在电影上的。假如这种技术是中国人的发明，并且在我国的重点影片上首先采用，我就不相信谁还会写这种文章――资本主义国家弄出了新玩意，先弄它一下。不管有理没理，态度起码是好的。有朝一日，上面有了某种精神，咱们的文章早就写了，受表扬不说，还赚了个先知先见之明。像这种事情以前也有过，但不是发生在中国，而是发生在早年的前苏联也不是发生在电影界，而是发生在物理学界。当时爱因斯坦的相对论刚刚问世，有几位聪明人盘算了一下，觉得该弄它一下，就写几篇文章批判了一番。爱因斯坦看了觉得好笑，写了首打油诗作为回敬――批判文章我没看到，爱老师的打油诗是读过的。当然，等我读到打油诗时，爱老师和写文章的老师都死掉了。对于后者来说，未尝不是好事，要不别人见到时说他一句批判相对论，你还是物理学家呢你。难免也会臊死。我总觉得，未来的电影离不了电脑特技，正如今日的物理学离不了相对论，所以上面也不会有某种精神。当然，我也不希望有关被臊死。这件事没弄对，但总会有弄对的时候。旧片重温我小时看过的旧片中，有一部对我有特殊意义，是北国江南。当时我正上到小学高年级，是学校组织去看的。这是一部农村题材的电影，由秦怡女士主演。我记得她在那部电影里面瞎了眼睛，还记得那部电影惨咧咧的，一点都不好看――当然，这是说电影，不是说秦怡，秦女士一直是很好看的――别的一点都记不得。"}
{"text":"当然，我也不希望有关被臊死。这件事没弄对，但总会有弄对的时候。旧片重温我小时看过的旧片中，有一部对我有特殊意义，是北国江南。当时我正上到小学高年级，是学校组织去看的。这是一部农村题材的电影，由秦怡女士主演。我记得她在那部电影里面瞎了眼睛，还记得那部电影惨咧咧的，一点都不好看――当然，这是说电影，不是说秦怡，秦女士一直是很好看的――别的一点都记不得。说实在的，小男孩只爱看打仗的电影，我能在影院里坐到散场，就属难能可贵。这部电影的特殊之处在于我去看时还没有问题，看过之后就出了问题阶级斗争问题和路线斗争问题。这种问题我一点都没看出来，说明我的阶级觉悟和路线觉悟都很低。这件事引起了我的警惕，同时也想到，电影不能单单当电影来看，而是要当谜语来猜，谜底就是它问题何在。当然，像这种电影后来还有不少，但这是第一部，所以我牢牢记住了这个片名北国江南。但它实在不对我胃口，所以没有记住内容。和我同龄的人会记得，电影开始出问题，是在六十年代中期，准确地说，是年以后。在此之前也出过，比方说，电影武训传，但那时我太小。六五年我十三岁，在这个年龄发生的事对我们一生都有影响。现在还有人把电影当谜语猜，说每部片子都有种种毛病。我总是看不出来，也可能我这个人比较鲁钝，但是必须承认，六五年六六年那些谜语实在是难猜。举例来说，有一部喜剧片龙马精神，说到有一匹瘦马，脊梁比刀子快，屁股比锥子快，躺下比起来快。这匹马到了生产队的饲养员大叔手里，就被养得很肥。这部电影的问题是这匹马起初怎么如此的瘦，这岂不是给集体经济抹黑？这个谜底就大出我的意料。从道理上讲，饲养员大叔把瘦马养肥了，才说明他热爱集体。假如马原来就胖，再把它喂得像一口超级肥猪，走起来就喘，倒不一定是关心集体。但是龙马精神还是被枪毙掉了。再比方说，电影海鹰，我没看出问题来。但人家还是给它定了罪状。这电影中有个镜头，一位女民兵连长王晓棠女士饰登上了丈夫一位海军军官开的吉普车，扬尘而去。人家说，这女人不像民兵连长，简直像吉普女郎。所谓吉普女郎，是指解放前和美国兵泡的不正经的女人。说实在的，一般电影观众，除非本人当过吉普女郎，很难看出这种意思来。所以，我没看出这问题，也算是情有可原。"}
{"text":"假如马原来就胖，再把它喂得像一口超级肥猪，走起来就喘，倒不一定是关心集体。但是龙马精神还是被枪毙掉了。再比方说，电影海鹰，我没看出问题来。但人家还是给它定了罪状。这电影中有个镜头，一位女民兵连长王晓棠女士饰登上了丈夫一位海军军官开的吉普车，扬尘而去。人家说，这女人不像民兵连长，简直像吉普女郎。所谓吉普女郎，是指解放前和美国兵泡的不正经的女人。说实在的，一般电影观众，除非本人当过吉普女郎，很难看出这种意思来。所以，我没看出这问题，也算是情有可原。几乎所有的电影都被猜出了问题，但没有一条是我能看出来的。最后只剩下了三战一哈还能演。三战是地道战地雷战南征北战，大多不是文艺片，是军事教育片。这一哈是有关一位当时客居我国的亲王的新闻片，这位亲王带着他的夫人，一位风姿绰约的公主，在我国各地游览，片子是彩色的，蛮好看，上点年纪的读者可能还记得。除此之外，就是新闻简报，这是黑白片，内容千篇一律，一点不好看。有一个流行于七十年代的顺口溜，对各国电影做出了概括朝鲜电影，又哭又笑日本电影，内部卖票罗马尼亚电影，莫名其妙中国电影，新闻简报。这个概括是不正确的，起码对我国概括得不正确。当时的中国电影，除新闻简报，还剩了点别的。这篇文章是从把电影当谜语来猜说起的。在六十年代末七十年代初，大多数的电影都被指出隐含了反动的寓意，枪毙实在是罪有应得。然后开始猜书。书的数量较多，有点猜不过来，但最后大多也有了结论通通是毒草――红宝书例外。然后就猜人。好好一个人，看来没有毛病，但也被人找出谜底来不是大叛徒，就是大特务，一个个被关进了牛棚。没被关进去的大都不值得一猜，比方说，我，一个十四五岁的中学生，关我就没啥意思，但我绝不认为自己身上就猜不出什么来。到了这个程度，似乎没有可猜的了吧？但人总能找出事干，这时就猜一切比较复杂的图案。有一种河南出产的香烟黄金叶，商标是一张烟叶，叶子上脉络纵横，花里胡哨。红卫兵从这张烟叶上看出有十几条反动标语，还有蒋介石的头像。我找来一张黄金叶的烟盒，对着它端详起来，横着看竖着看，一条也没看出来。不知不觉，大白天的落了枕，疼痛难当，脖子歪了好几个月。好在年龄小，还能正过来。到了这时，我终于得出一个结论这种胡乱猜疑，实在是扯淡得很。这是个普遍猜疑的年代，没都能猜出有来。"}
{"text":"到了这个程度，似乎没有可猜的了吧？但人总能找出事干，这时就猜一切比较复杂的图案。有一种河南出产的香烟黄金叶，商标是一张烟叶，叶子上脉络纵横，花里胡哨。红卫兵从这张烟叶上看出有十几条反动标语，还有蒋介石的头像。我找来一张黄金叶的烟盒，对着它端详起来，横着看竖着看，一条也没看出来。不知不觉，大白天的落了枕，疼痛难当，脖子歪了好几个月。好在年龄小，还能正过来。到了这时，我终于得出一个结论这种胡乱猜疑，实在是扯淡得很。这是个普遍猜疑的年代，没都能猜出有来。任何一种东西，只要足够复杂，其中有些难以解释的东西，就被往坏里猜。电影这种产品，信息含量很高，就算是最单纯的电影，所包含的信息也多过黄金叶的图案，想要没毛病，根本就不可能。所以，你要是听说某部电影有了问题，千万不要诧异。我们这代人，在猜疑的年代长大，难免会落下毛病，想从鸡蛋里挑出骨头，这样才显出自己能来，这是很不好的。但你若说，我这篇短文隐含了某些用意，我要承认，你说对了，不是胡乱猜疑。为什么要老片新拍听说最近影视圈里兴起了一阵重拍旧片的浪潮，把一批旧电影重拍成电视连续剧。其中包括敌后武工队平原枪声铁道游击队等等。现在野火春风斗古城已经拍了出来，正在电视上演着。我看了几眼，虽然不能说全无优点，但也没什么新意。联想到前不久看到一些忠实于原著的历史剧，我怀疑一些电视剧编导正在走一条程式化的老路，正向传统京剧的方向发展。笔者绝不是京剧迷，但认识一位京剧迷。二十年前我当学徒工时，有位老师傅告诉我说，在老北平，他每天晚上都到戏园子坐坐。一出长坂坡不知看了多少遍，谁的赵云他都看过。对此需要详加解释过去所有的武生大概都在长坂坡里演过赵云，而我师傅则看过一切武生演的赵云。因为还不是所有的男演员都演过杨晓冬，也不是所有的女演员都演过银环，现在我们还不能说谁的杨晓冬谁的银环都看过。但是事情正朝这个方向发展，因为杨晓冬和银环正在多起来。而且我们也不妨未雨绸缪，把这件事提前说上一说。老实说，老片新拍或者老戏重拍不是什么新鲜事。我在美国时看过一部疤脸人，是大明星艾尔帕西诺主演的彩色片。片尾忽然冒出一个字幕以前有过一部电影疤脸人，然后就演了旧疤脸人的几个片断。"}
{"text":"因为还不是所有的男演员都演过杨晓冬，也不是所有的女演员都演过银环，现在我们还不能说谁的杨晓冬谁的银环都看过。但是事情正朝这个方向发展，因为杨晓冬和银环正在多起来。而且我们也不妨未雨绸缪，把这件事提前说上一说。老实说，老片新拍或者老戏重拍不是什么新鲜事。我在美国时看过一部疤脸人，是大明星艾尔帕西诺主演的彩色片。片尾忽然冒出一个字幕以前有过一部电影疤脸人，然后就演了旧疤脸人的几个片断。从这几个片断就可以看出，虽然新旧疤脸人是同一个故事，但不是同一部电影。我们还知道影片乱翻新了莎翁的名剧，至于战争与和平，不知被重拍了多少遍。一个导演对老故事有了崭新的体会，就可以重拍，保证观众有一个全新的疤脸人或战争与和平就是，而且这也是对过去导演的挑战。必须指出，就是这样的老戏重拍，我也不喜欢。但这种老片重拍和我们看到的连续剧还不是一回事。我看到的野火春风斗古城，不仅忠实于小说原著，而且也忠实于老的黑白片，观后感就是让我把早已熟悉的东西过上一遍――就如我师傅每晚在戏园子里把长坂坡过一遍。前些时候有些历史连续剧，也是把旧小说搬上荧屏，也是让大家把旧有的东西过一遍。同是过一遍，现在的连续剧和传统京剧不能比。众所周知，京剧是高度完美的程式化表演。连续剧里程式是有的，完美则说不上。我认为，现在中国人里有两种不同的欣赏趣味。一种是旧的，在传统社会和传统戏剧影响下形成的，那就是只喜欢重温旧的东西另一种是新的，受现代影视影响形成的，只喜欢欣赏新东西。按前一种趣味来看现在的连续剧，大体上还能满意，只是觉得它程式化的程度不够。举例来说，现在连续剧里的银环，和老电影里的银环，长相不一样，表演也不一样，这就使人糊涂。最好勾勾脸，按同一种程式来表演。当然，既已有了程式，编导就是多余的。传统的京剧班子里就没有编导的地位。不过，养几个闲人观众也不反对。若按后一种趣味来看连续剧，就会说这叫什么？照抄些旧东西，难道编导的艺术工作就是这样的吗？但后一种观众是需要编导的，只是嫌他没把工作做好。总而言之，老戏新拍使编导处于一种两面不讨好的尴尬地位前一种观众要你的戏，但不要你这个人后一种观众要你这个人，不要你的戏。"}
