{"text":"到了校里，登楼一望，见远山之上，都幂着白云。四面全无人声，也无人影天上的鸟也无一只。只背后山上谡谡的松风略略可听而已。那时我真脱却人间烟火气而飘飘欲仙了！后来我虽然发见了那座楼实在太坏了柱子如鸡骨，地板如鸡皮！但自然的宽大使我忘记了那房屋的狭窄。我于是曾好几次爬到北固山的顶上，去领略那飕飕的高风，看那低档的，小小的，绿绿的田亩。这是我最高兴的。来信说起紫藤花，我真爱那紫藤花！在那样朴陋―现在大概不那样朴陋了吧――的房子里，庭院中，竟有那样雄伟，那样繁华的紫藤花，真令我十二分惊诧！她的雄伟与繁华遮住了那朴陋，使人一对照，反觉朴陋倒是不可少似的，使人幻想美好的昔日！我也曾几度在花下徘徊那时学生都上课去了，只剩我一人。暖和的晴日，鲜艳的花色，嗡嗡的蜜蜂，酝酿着一庭的春意。我自己如浮在茫茫的春之海里，不知怎么是好！那花真好看苍老虬劲的枝干，这么粗这么粗的枝干，宛转腾挪而上谁知她的纤指会那样嫩，那样艳丽呢？那花真好看一缕缕垂垂的细丝，将她们悬在那皴裂的臂上，临风婀娜，真像嘻嘻哈哈的小姑娘，真像凝妆的少妇，像两颊又像双臂，像胭脂又像粉我在他们下课的时候，又曾几度在楼头眺望那丰姿更是撩人云哟，霞哟，仙女哟！我离开台州以后，永远没见过那样好的紫藤花，我真惦记她，我真妒羡你们！此外，南山殿望江楼上看浮桥现在早已没有了，看憧憧的人在长长的桥上往来着东湖水阁上，九折桥上看柳色和水光，看钓鱼的人府后山沿路看田野，看天南门外看梨花―再回到北固山，冬天在医院前看山上的雪都是我喜欢的。说来可笑，我还记得我从前住过的旧仓头杨姓的房子里的一张画桌那是一张红漆的，一丈光景长而狭的画桌，我放它在我楼上的窗前，在上面读书，和人谈话，过了我半年的生活。现在想已搁起来无人用了吧？唉！台州一般的人真是和自然一样朴实我一年里只见过三个上海装束的流氓！学生中我颇有记得的。前些时有位君写信给我，我虽未有工夫作复，但心中很感谢！乘此机会请你为我转告一句。我写的已多了这些胡乱的话，不知可附载在绿丝的末尾，使它和我的旧友见见面么？弟自清。年月日。原载年月日清华周刊清华文艺副刊第期散文全编梅花这一卷诗稿的运气真坏！"}
{"text":"现在想已搁起来无人用了吧？唉！台州一般的人真是和自然一样朴实我一年里只见过三个上海装束的流氓！学生中我颇有记得的。前些时有位君写信给我，我虽未有工夫作复，但心中很感谢！乘此机会请你为我转告一句。我写的已多了这些胡乱的话，不知可附载在绿丝的末尾，使它和我的旧友见见面么？弟自清。年月日。原载年月日清华周刊清华文艺副刊第期散文全编梅花这一卷诗稿的运气真坏！我为它碰过好几回壁，几乎已经绝望。现在承开明书店主人的好意，答应将它印行，让我尽了对于亡友的责任，真是感激不尽！偶然翻阅卷前的序，后面记着一九二四年二月算来已是四年前的事了。而无隅的死更在前一年。这篇序写成后，曾载在时事新报的文学旬刊上。那时即使有人看过，现在也该早已忘怀了吧？无隅的棺木听说还停在上海某处但日月去得这样快，五年来人事代谢，即在无隅的亲友，他的名字也已有点模糊了吧？想到此，颇有些莫名的寂寞了。我与无隅末次聚会，是在上海西门三德里？一个楼上。那时他在美术专门学校学西洋画，住着万年桥附近小弄堂里一个亭子间。我是先到了那里，再和他同去三德里的。那一暑假，我从温州到上海来玩儿因为他春间交给我的这诗稿还未改好，所以一面访问，一面也给他个信。见面时，他那瘦黑的，微笑的脸，还和春间一样从我认识他时，他的脸就是这样。我怎么也想不到，隔了不久的日子，他会突然离我们而去！――但我在温州得信很晚，记得仿佛已在他死后一两个月那时我还忙着改这诗稿，打算寄给他呢。他似乎没有什么亲戚朋友，至少在上海是如此。他的病情和死期，没人能说得清楚，我至今也还有些茫然只知道病来得极猛，而又没钱好好医治而已。后事据说是几个同乡的学生凑了钱办的。他们大抵也没钱，想来只能草草收殓罢了。棺木是寄在某处。他家里想运回去，苦于没有这笔钱――虽然不过几十元。他父亲与他朋友林醒民君都指望这诗稿能卖得一点钱。不幸碰了四回壁，还留在我手里四个年头已飞也似地过去了。自然，这其间我也得负多少因循的责任。直到现在，卖是卖了，想起无隅的那薄薄的棺木，在南方的潮湿里，在数年的尘封里，还不知是什么样子！其实呢，一堆腐骨，原无足惜但人究竟是人，明知是迷执，打破却也不易的。"}
{"text":"后事据说是几个同乡的学生凑了钱办的。他们大抵也没钱，想来只能草草收殓罢了。棺木是寄在某处。他家里想运回去，苦于没有这笔钱――虽然不过几十元。他父亲与他朋友林醒民君都指望这诗稿能卖得一点钱。不幸碰了四回壁，还留在我手里四个年头已飞也似地过去了。自然，这其间我也得负多少因循的责任。直到现在，卖是卖了，想起无隅的那薄薄的棺木，在南方的潮湿里，在数年的尘封里，还不知是什么样子！其实呢，一堆腐骨，原无足惜但人究竟是人，明知是迷执，打破却也不易的。无隅的父亲到温州找过我，那大约是一九二二年的春天吧。一望而知，这是一个老实的内地人。他很愁苦地说，为了无隅读书，家里已用了不少钱。谁知道会这样呢？他说，现在无隅还有一房家眷要养活，运棺木的费，实在想不出法。听说他有什么稿子，请可怜可怜，给他想想法吧！我当时答应下来谁知道一耽搁就是这些年头！后来他还转托了一位与我不相识的人写信问我。我那时已离开温州，因事情尚无头绪，一时忘了作覆，从此也就没有音信。现在想来，实在是很不安的。我在序里略略提过林醒民君，他真是个值得敬爱的朋友！最热心无隅的事的是他四年中不断地督促我的是他。我在温州的时候，他特地为了无隅的事，从家乡玉环来看我，又将我删改过的这诗稿，端端正正的抄了一遍，给编了目录，就是现在付印的稿本了。我去温州，他也到汉口宁波各地做事常有信给我，信里总殷殷问起这诗稿。去年他到南洋去，临行还特地来信催我。他说无隅死了好几年了，仅存的一卷诗稿，还未能付印，真是一件难以放下的心事请再给向什么地方试试，怎样？他到南洋后，至今尚无消息，海天远隔，我也不知他在何处。现在想寄信由他家里转，让他知道这诗稿已能付印他定非常高兴的。古语说，一死一生，乃见交情他之于无隅，这五年以来，有如一日，真是人所难能的！关心这诗稿的，还有白采与周了因两位先生。白先生有一篇小说，叫作诗的儿子，是纪念无隅的，里面说到这诗稿。那时我还在温州。他将这篇小说由平伯转寄给我，附了一信，催促我设法付印。他和平伯，和我，都不相识因这一来，便与平伯常常通信，后来与我也常通信了。这也算很巧的一段因缘。我又告诉醒民，醒民也和他写了几回信。据醒民说，他曾经一度打算出资印这诗稿后来因印自己的诗，力量来不及，只好罢了。可惜这诗稿现在行将付印，而他已死了三年，竟不能见着了！"}
{"text":"关心这诗稿的，还有白采与周了因两位先生。白先生有一篇小说，叫作诗的儿子，是纪念无隅的，里面说到这诗稿。那时我还在温州。他将这篇小说由平伯转寄给我，附了一信，催促我设法付印。他和平伯，和我，都不相识因这一来，便与平伯常常通信，后来与我也常通信了。这也算很巧的一段因缘。我又告诉醒民，醒民也和他写了几回信。据醒民说，他曾经一度打算出资印这诗稿后来因印自己的诗，力量来不及，只好罢了。可惜这诗稿现在行将付印，而他已死了三年，竟不能见着了！周了因先生，据醒民说，也是无隅的好友。醒民说他要给这诗稿写一篇序，又要写一篇无隅的传。但又说他老是东西飘泊着，没有准儿只要有机会将这诗稿付印，也就不必等他的文章了。我知道他现在也在南洋什么地方路是这般远，我也只好不等他了。春余夏始，是北京最好的日子。我重翻这诗稿，温寻着旧梦，心上倒像有几分秋意似的。年月日作。原载年月日文学周报第期散文全编怀魏握青君两年前差不多也是这些日子吧，我邀了几个熟朋友，在雪香斋给握青送行。雪香斋以绍酒著名。这几个人多半是浙江人，握青也是的，而又有一两个是酒徒，所以便拣了这地方。说到酒，莲花白太腻，白干太烈一是北方的佳人，一是关西的大汉，都不宜于浅斟低酌。只有黄酒，如温旧书，如对故友，真是vv有味。只可惜雪香斋的酒还上了色若是竹叶青，那就更妙了。握青是到美国留学去，要住上三年这么远的路，这么多的日子，大家确有些惜别，所以那晚酒都喝得不少。出门分手，握青又要我去中天看电影。我坐下直觉头晕。握青说电影如何如何，我只糊糊涂涂听着几回想张眼看，却什么也看不出。终于支持不住，出其不意，哇地吐出来了。观众都吃一惊，附近的人全堵上了鼻子这真有些惶恐。握青扶我回到旅馆，他也吐了。但我们心里都觉得这一晚很痛快。我想握青该还记得那种狼狈的光景吧？我与握青相识，是在东南大学。那时正是暑假，中华教育改进社借那儿开会。我与方光焘君去旁听，偶然遇着握青方君是他的同乡，一向认识，便给我们介绍了。那时我只知道他很活动，会交际而已。匆匆一面，便未再见。三年前，我北来作教，恰好与他同事。我初到，许多事都不知怎样做好他给了我许多帮助。我们同住在一个院子里，吃饭也在一处。因此常和他谈论。"}
{"text":"观众都吃一惊，附近的人全堵上了鼻子这真有些惶恐。握青扶我回到旅馆，他也吐了。但我们心里都觉得这一晚很痛快。我想握青该还记得那种狼狈的光景吧？我与握青相识，是在东南大学。那时正是暑假，中华教育改进社借那儿开会。我与方光焘君去旁听，偶然遇着握青方君是他的同乡，一向认识，便给我们介绍了。那时我只知道他很活动，会交际而已。匆匆一面，便未再见。三年前，我北来作教，恰好与他同事。我初到，许多事都不知怎样做好他给了我许多帮助。我们同住在一个院子里，吃饭也在一处。因此常和他谈论。我渐渐知道他不只是很活动，会交际他有他的真心，他有他的锐眼，他也有他的傻样子。许多朋友都以为他是个傻小子，大家都叫他老魏，连听差背地里也是这样叫他这个太亲昵的称呼，只有他有。但他决不如我们所想的那么傻，他是个玩世不恭的人――至少我在北京见着他是如此。那时他已一度受过人生的戒，从前所有多或少的严肃气分，暂时都隐藏起来了剩下的只是那冷然的玩弄一切的态度。我们知道这种剑锋般的态度，若赤裸裸地露出，便是自己矛盾，所以总得用了什么法子盖藏着。他用的是一副傻子的面具。我有时要揭开他这副面具，他便说我是语丝派。但他知道我，并不比我知道他少。他能由我一个短语，知道全篇的故事。他对于别人，也能知道但只默喻着，不大肯说出。他的玩世，在有些事情上，也许太随便些。但以或种意义说，他要复仇人总是人，又有什么办法呢？至少我是原谅他的。以上其实也只说得他的一面他有时也能为人尽心竭力。他曾为我决定一件极为难的事。我们沿着墙根，走了不知多少趟他源源本本，条分缕析地将形势剖解给我听。你想，这岂是傻子所能做的？幸亏有这一面，他还能高高兴兴过日子不然，没有笑，没有泪，只有冷脸，只有鬼脸，岂不郁郁地闷煞人！我最不能忘的，是他动身前不多时的一个月夜。电灯灭后，月光照了满院，柏树森森地竦立着。屋内人都睡了我们站在月光里，柏树旁，看着自己的影子。他轻轻地诉说他生平冒险的故事。说一会，静默一会。这是一个幽奇的境界。他叙述时，脸上隐约浮着微笑，就是他心地平静时常浮在他脸上的微笑一面偏着头，老像发问似的。这种月光，这种院子，这种柏树，这种谈话，都很可珍贵就由握青自己再来一次，怕也不一样的。他走之前，很愿我做些文字送他但又用玩世的态度说，怕不肯吧？我晓得，你不肯的。"}
{"text":"我最不能忘的，是他动身前不多时的一个月夜。电灯灭后，月光照了满院，柏树森森地竦立着。屋内人都睡了我们站在月光里，柏树旁，看着自己的影子。他轻轻地诉说他生平冒险的故事。说一会，静默一会。这是一个幽奇的境界。他叙述时，脸上隐约浮着微笑，就是他心地平静时常浮在他脸上的微笑一面偏着头，老像发问似的。这种月光，这种院子，这种柏树，这种谈话，都很可珍贵就由握青自己再来一次，怕也不一样的。他走之前，很愿我做些文字送他但又用玩世的态度说，怕不肯吧？我晓得，你不肯的。我说，一定做，而且一定写成一幅横披――只是字不行些。但是我惭愧我的懒，那一定早已几乎变成不肯了！而且他来了两封信，我竟未覆只字。这叫我怎样说好呢？我实在有种坏脾气，觉得路太遥远，竟有些渺茫一般，什么便都因循下来了。好在他的成绩很好，我是知道的只此就很够了。别的，反正他明年就回来，我们再好好地谈几次，这是要紧的。――我想，握青也许不那么玩世了吧。年月日夜。散文全编儿女我现在已是五个儿女的父亲了。想起圣陶喜欢用的蜗牛背了壳的比喻，便觉得不自在。新近一位亲戚嘲笑我说，要剥层皮呢！更有些悚然了。十年前刚结婚的时候，在胡适之先生的藏晖室札记里，见过一条，说世界上有许多伟大的人物是不结婚的文中并引培根的话，有妻子者，其命定矣。当时确吃了一惊，仿佛梦醒一般但是家里已是不由分说给娶了媳妇，又有甚么可说？现在是一个媳妇，跟着来了五个孩子两个肩头上，加上这么重一副担子，真不知怎样走才好。命定是不用说了从孩子们那一面说，他们该怎样长大，也正是可以忧虑的事。我是个彻头彻尾自私的人，做丈夫已是勉强，做父亲更是不成。自然，子孙崇拜，儿童本位的哲理或伦理，我也有些知道既做着父亲，闭了眼抹杀孩子们的权利，知道是不行的。可惜这只是理论，实际上我是仍旧按照古老的传统，在野蛮地对付着，和普通的父亲一样。近来差不多是中年的人了，才渐渐觉得自己的残酷想着孩子们受过的体罚和叱责，始终不能辩解――像抚摩着旧创痕那样，我的心酸溜溜的。有一回，读了有岛武郎与幼小者的译文，对了那种伟大的，沉挚的态度，我竟流下泪来了。去年父亲来信，问起阿九，那时阿九还在白马湖呢信上说，我没有耽误你，你也不要耽误他才好。"}
{"text":"可惜这只是理论，实际上我是仍旧按照古老的传统，在野蛮地对付着，和普通的父亲一样。近来差不多是中年的人了，才渐渐觉得自己的残酷想着孩子们受过的体罚和叱责，始终不能辩解――像抚摩着旧创痕那样，我的心酸溜溜的。有一回，读了有岛武郎与幼小者的译文，对了那种伟大的，沉挚的态度，我竟流下泪来了。去年父亲来信，问起阿九，那时阿九还在白马湖呢信上说，我没有耽误你，你也不要耽误他才好。我为这句话哭了一场我为什么不像父亲的仁慈？我不该忘记，父亲怎样待我们来着！人性许真是二元的，我是这样地矛盾我的心像钟摆似的来去。你读过先生的幸福的家庭么？我的便是那一类的幸福的家庭！每天午饭和晚饭，就如两次潮水一般。先是孩子们你来他去地在厨房与饭间里查看，一面催我或妻发开饭的命令。急促繁碎的脚步，夹着笑和嚷，一阵阵袭来，直到命令发出为止。他们一递一个地跑着喊着，将命令传给厨房里佣人便立刻抢着回来搬凳子。于是这个说，我坐这儿！那个说，大哥不让我！大哥却说，小妹打我！我给他们调解，说好话。但是他们有时候很固执，我有时候也不耐烦，这便用着叱责了叱责还不行，不由自主地，我的沉重的手掌便到他们身上了。于是哭的哭，坐的坐，局面才算定了。接着可又你要大碗，他要小碗，你说红筷子好，他说黑筷子好这个要干饭，那个要稀饭，要茶要汤，要鱼要肉，要豆腐，要萝卜你说他菜多，他说你菜好。妻是照例安慰着他们，但这显然是太迂缓了。我是个暴躁的人，怎么等得及？不用说，用老法子将他们立刻征服了虽然有哭的，不久也就抹着泪捧起碗了。吃完了，纷纷爬下凳子，桌上是饭粒呀，汤汁呀，骨头呀，渣滓呀，加上纵横的筷子，欹斜的匙子，就如一块花花绿绿的地图模型。吃饭而外，他们的大事便是游戏。游戏时，大的有大主意，小的有小主意，各自坚持不下，于是争执起来或者大的欺负了小的，或者小的竟欺负了大的，被欺负的哭着嚷着，到我或妻的面前诉苦我大抵仍旧要用老法子来判断的，但不理的时候也有。最为难的，是争夺玩具的时候这一个的与那一个的是同样的东西，却偏要那一个的而那一个便偏不答应。在这种情形之下，不论如何，终于是非哭了不可的。这些事件自然不至于天天全有，但大致总有好些起。"}
{"text":"吃饭而外，他们的大事便是游戏。游戏时，大的有大主意，小的有小主意，各自坚持不下，于是争执起来或者大的欺负了小的，或者小的竟欺负了大的，被欺负的哭着嚷着，到我或妻的面前诉苦我大抵仍旧要用老法子来判断的，但不理的时候也有。最为难的，是争夺玩具的时候这一个的与那一个的是同样的东西，却偏要那一个的而那一个便偏不答应。在这种情形之下，不论如何，终于是非哭了不可的。这些事件自然不至于天天全有，但大致总有好些起。我若坐在家里看书或写什么东西，管保一点钟里要分几回心，或站起来一两次的。若是雨天或礼拜日，孩子们在家的多，那么，摊开书竟看不下一行，提起笔也写不出一个字的事，也有过的。我常和妻说，我们家真是成日的千军万马呀！有时是不但成日，连夜里也有兵马在进行着，在有吃乳或生病的孩子的时候！我结婚那一年，才十九岁。二十一岁，有了阿九二十三岁，又有了阿菜。那时我正像一匹野马，那能容忍这些累赘的鞍鞯，辔头，和缰绳？摆脱也知是不行的，但不自觉地时时在摆脱着。现在回想起来，那些日子，真苦了这两个孩子真是难以宽宥的种种暴行呢！阿九才两岁半的样子，我们住在杭州的学校里。不知怎地，这孩子特别爱哭，又特别怕生人。一不见了母亲，或来了客，就哇哇地哭起来了。学校里住着许多人，我不能让他扰着他们，而客人也总是常有的我懊恼极了，有一回，特地骗出了妻，关了门，将他按在地下打了一顿。这件事，妻到现在说起来，还觉得有些不忍她说我的手太辣了，到底还是两岁半的孩子！我近年常想着那时的光景，也觉黯然。阿菜在台州，那是更小了才过了周岁，还不大会走路。也是为了缠着母亲的缘故吧，我将她紧紧地按在墙角里，直哭喊了三四分钟因此生了好几天病。妻说，那时真寒心呢！但我的苦痛也是真的。我曾给圣陶写信，说孩子们的折磨，实在无法奈何有时竟觉着还是自杀的好。这虽是气愤的话，但这样的心情，确也有过的。后来孩子是多起来了，磨折也磨折得久了，少年的锋棱渐渐地钝起来了加以增长的年岁增长了理性的裁制力，我能够忍耐了――觉得从前真是一个不成材的父亲，如我给另一个朋友信里所说。但我的孩子们在幼小时，确比别人的特别不安静，我至今还觉如此。我想这大约还是由于我们抚育不得法从前只一味地责备孩子，让他们代我们负起责任，却未免是可耻的残酷了！正面意义的幸福，其实也未尝没有。"}
{"text":"我曾给圣陶写信，说孩子们的折磨，实在无法奈何有时竟觉着还是自杀的好。这虽是气愤的话，但这样的心情，确也有过的。后来孩子是多起来了，磨折也磨折得久了，少年的锋棱渐渐地钝起来了加以增长的年岁增长了理性的裁制力，我能够忍耐了――觉得从前真是一个不成材的父亲，如我给另一个朋友信里所说。但我的孩子们在幼小时，确比别人的特别不安静，我至今还觉如此。我想这大约还是由于我们抚育不得法从前只一味地责备孩子，让他们代我们负起责任，却未免是可耻的残酷了！正面意义的幸福，其实也未尝没有。正如谁所说，小的总是可爱，孩子们的小模样，小心眼儿，确有些教人舍不得的。阿毛现在五个月了，你用手指去拨弄她的下巴，或向她做趣脸，她便会张开没牙的嘴格格地笑，笑得像一朵正开的花。她不愿在屋里待着待久了，便大声儿嚷。妻常说，姑娘又要出去溜达了。她说她像鸟儿般，每天总得到外面溜一些时候。闰儿上个月刚过了三岁，笨得很，话还没有学好呢。他只能说三四个字的短语或句子，文法错误，发音模糊，又得费气力说出我们老是要笑他的。他说好字，总变成小字问他好不好？他便说小，或不小。我们常常逗着他说这个字玩儿他似乎有些觉得，近来偶然也能说出正确的好字了――特别在我们故意说成小字的时候。他有一只搪瓷碗，是一毛来钱买的买来时，老妈子教给他，这是一毛钱。他便记住一毛两个字，管那只碗叫一毛，有时竟省称为毛。这在新来的老妈子，是必需翻译了才懂的。他不好意思，或见着生客时，便咧着嘴痴笑我们常用了土话，叫他做呆瓜。他是个小胖子，短短的腿，走起路来，蹒跚可笑若快走或跑，便更好看了。他有时学我，将两手叠在背后，一摇一摆的那是他自己和我们都要乐的。他的大姊便是阿菜，已是七岁多了，在小学校里念着书。在饭桌上，一定得唆唆地报告些同学或他们父母的事情气喘喘地说着，不管你爱听不爱听。说完了总问我爸爸认识么？爸爸知道么？妻常禁止她吃饭时说话，所以她总是问我。她的问题真多看电影便问电影里的是不是人？是不是真人？怎么不说话？看照相也是一样。不知谁告诉她，兵是要打人的。她回来便问，兵是人么？为什么打人？近来大约听了先生的话，回来又问张作霖的兵是帮谁的？蒋介石的兵是不是帮我们的？诸如此类的问题，每天短不了，常常闹得我不知怎样答才行。"}
