{"text":"末人尼采著作中的用语，与超人相对，指平庸猥琐浅陋渺小的人。尼采的察拉图斯忒拉如是说第五节中说我们发现了幸福了，末人说而且目夹着眼。他们离开了那些地方，凡是难于生活的因为人要些温暖。据译文。巴札罗夫俄国作家屠格涅夫的小说父与子的主角，文学作品中最早的虚无主义者的典型。沙宁，俄国作家阿尔志跋绥夫的小说沙宁的主角，虚无主义者。绥惠略夫阿尔志跋绥夫的小说工人绥惠略夫的主角，无政府主义者。未名社参看本卷第页注。韦素园参看本卷第页注。李霁野参看本卷第页注。所著短篇小说集影，一九二八年开明书店出版。其中嫩黄瓜篇中有这样的话手抚摸着藤叶，我可以清清楚楚摸出它的叶脉来。台静农参看本卷第页注。他的短篇集地之子收小说十四篇，建塔者收小说十篇，二书都编入未名新集，由未名社于一九二八年十一月一九三年八月先后出版。七论文人相轻――两伤七论文人相轻――两伤所谓文人，轻个不完，弄得别一些摇头叹气了，以为作践了文苑。这自然也说得通。陶渊明先生采菊东篱下，心境必须清幽闲适，他这才能够悠然见南山，如果篱中篱外，有人大嚷大跳，大骂大打，南山是在的，他却悠然不得，只好愕然见南山了。现在和晋宋之交有些不同，连象牙之塔也已经搬到街头来，似乎颇有不隔之意，然而也还得有幽闲，要不然，即无以寄其沉痛，文坛减色，嚷嚷之罪大矣。于是相轻的文人们的处境，就也更加艰难起来，连街头也不再是扰攘的地方了，真是途穷道尽。然而如果还要相轻又怎么样呢？前清有成例，知县老爷出巡，路遇两人相打，不问青红皂白，谁是谁非，各打屁股五百完事。不相轻的文人们纵有肃静回避牌，却无小板子，打是自然不至于的，他还是用笔伐，说两面都不是好东西。这里有一段炯之先生的谈谈上海的刊物为例――说到这种争斗，使我们记起太白，文学，论语，人间世几年来的争斗成绩。这成绩就是凡骂人的与被骂的一古脑儿变成丑角，等于木偶戏的互相揪打或以头互碰，除了读者养成一种看热闹的情趣以外，别无所有。把读者养成欢喜看戏不欢喜看书的习气，文坛消息的多少，成为刊物销路多少的主要原因。"}
{"text":"这里有一段炯之先生的谈谈上海的刊物为例――说到这种争斗，使我们记起太白，文学，论语，人间世几年来的争斗成绩。这成绩就是凡骂人的与被骂的一古脑儿变成丑角，等于木偶戏的互相揪打或以头互碰，除了读者养成一种看热闹的情趣以外，别无所有。把读者养成欢喜看戏不欢喜看书的习气，文坛消息的多少，成为刊物销路多少的主要原因。争斗的延长，无结果的延长，实在可说是中国读者的大不幸。我们是不是还有什么方法可以使这种私骂占篇幅少一些？一个时代的代表作，结起账来若只是这些精巧的对骂，这文坛，未免太可怜了。天津大公报的小公园，八月十八日。这种斗争，炯之先生还自有一个界说即是向异己者用一种琐碎方法，加以无怜悯，不节制的辱骂。一个术语，便是斗争。云。于是乎这位炯之先生便以怜悯之心，节制之笔，定两造为丑角，觉文坛之可怜了，虽然我们记起太白，文学，论语，人间世几年来，似乎不但并不以文坛消息的多少，成为刊物销路多少的主要原因，而且简直不登什么文坛消息。不过骂是有的只看热闹的读者，大约一定也有的。试看路上两人相打，他们何尝没有是非曲直之分，但旁观者往往只觉得有趣就是绑出法场去，也是不问罪状，单看热闹的居多。由这情形，推而广之以至于文坛，真令人有不如逆来顺受，唾面自干之感。到这里来一个然而罢，转过来是旁观者或读者，其实又并不全如炯之先生所拟定的混沌，有些是自有各人自己的判断的。所以昔者古典主义者和罗曼主义者相骂，甚而至于相打，他们并不都成为丑角左拉遭了剧烈的文字和图画的嘲骂，终于不成为丑角连生前身败名裂的王尔德，现在也不算是丑角。自然，他们有作品。但中国也有的。中国的作品可怜得很，诚然，但这不只是文坛可怜，也是时代可怜，而且这可怜中，连看热闹的读者和论客都在内。凡有可怜的作品，正是代表了可怜的时代。昔之名人说恕字诀――但他们说，对于不知恕道的人，是不恕的――今之名人说忍字诀，春天的论客以文人相轻混淆黑白，秋天的论客以凡骂人的与被骂的一古脑儿变成丑角抹杀是非。冷冰冰阴森森的平安的古冢中，怎么会有生人气？我们是不是还有什么方法可以使这种私骂占篇幅少一些？"}
{"text":"自然，他们有作品。但中国也有的。中国的作品可怜得很，诚然，但这不只是文坛可怜，也是时代可怜，而且这可怜中，连看热闹的读者和论客都在内。凡有可怜的作品，正是代表了可怜的时代。昔之名人说恕字诀――但他们说，对于不知恕道的人，是不恕的――今之名人说忍字诀，春天的论客以文人相轻混淆黑白，秋天的论客以凡骂人的与被骂的一古脑儿变成丑角抹杀是非。冷冰冰阴森森的平安的古冢中，怎么会有生人气？我们是不是还有什么方法可以使这种私骂占篇幅少一些？――炯之先生问。有是有的。纵使名之曰私骂，但大约决不会件件都是一面等于二加二，一面等于一加三，在私之中，有的较近于公，在骂之中，有的较合于理的，居然来加评论的人，就该放弃了看热闹的情趣，加以分析，明白的说出你究以为那一面较是，那一面较非来。至于文人，则不但要以热烈的憎，向异己者进攻，还得以热烈的憎，向死的说教者抗战。在现在这可怜的时代，能杀才能生，能憎才能爱，能生与爱，才能文。彼兑飞说得好我的爱并不是欢欣安静的人家，花园似的，将平和一门关住，其中有幸福慈爱地往来，而抚养那欢欣，那娇小的仙女。我的爱，就如荒凉的沙漠一般――一个大盗似的有嫉妒在那里霸着他的剑是绝望的疯狂，而每一刺是各样的谋杀！九月十二日。本篇最初发表于一九三五年十月文学月刊第五卷第四号文学论坛栏，署名隼。象牙之塔原是十九世纪法国文艺批评家圣佩韦批评同时代消极浪漫主义诗人维尼的用语，后来用以比喻脱离现实生活的文艺家的小天地。不隔见王国维人间词话间隔与不隔之别？曰陶谢之诗不隔，延年则稍隔矣东坡之诗不隔，山谷则稍隔矣。又如雾里看花，终隔一层语语都在目前，便是不隔。炯之即沈从文。关于古典主义者与罗曼主义者相骂，一八三年二月二十五日，雨果的浪漫主义剧作欧那尼在巴黎法兰西剧院上演，观众中支持古典主义的顿足起哄，拥护浪漫主义的则狂热喝采，双方的喧嚷声混成一片，甚至引起斗殴。罗漫主义，今译浪漫主义。左拉，―法国作家。一八九四年，太血统的法国军官德莱孚斯被诬泄露军事机密罪判处终身苦役。"}
{"text":"炯之即沈从文。关于古典主义者与罗曼主义者相骂，一八三年二月二十五日，雨果的浪漫主义剧作欧那尼在巴黎法兰西剧院上演，观众中支持古典主义的顿足起哄，拥护浪漫主义的则狂热喝采，双方的喧嚷声混成一片，甚至引起斗殴。罗漫主义，今译浪漫主义。左拉，―法国作家。一八九四年，太血统的法国军官德莱孚斯被诬泄露军事机密罪判处终身苦役。左拉于一八九七年对此案材料作了研究后，给法国总统佛尔写了一封我控诉的公开信，为德莱孚斯辩护，控诉法国政府法庭和总参谋部违反法律和侵犯人权，以致被控诽谤罪而逃亡伦敦。在这一事件中，法国报刊不断刊载攻击他的文字和漫画。直至左拉死后四年，该案终于真相大白，撤销原判，德莱孚斯恢复军职。一八九五年马奎斯指摘王尔德与其子艾尔弗雷德道格拉斯搞同性恋，道德败坏。王尔德在道格拉斯的怂恿下，控告马奎斯诽谤自己。因证据对王尔德不利，结果他被判两年苦役，于一八九五年五月入狱。出狱后流寓国外，死于巴黎。指新月社的人们。参看三闲集新月社批评家的任务。死的说教者参看本卷第页注。彼兑飞即裴多菲，匈牙利诗人。这里所引是我的爱――并不是一诗的最后两节。曾译有全文，发表于语丝周刊第九第十一期一九二五年一月十二日二十六日。备考分明的是非和热烈的好恶魏金枝备考分明的是非和热烈的好恶魏金枝人应有分明的是非，和热烈的好恶，这是不错的。文人应更有分明的是非，和更热烈的好恶，这也是不错的。但天下的事情，并没有这么简单，除了是非之外，还有似是而非的是，和非中有是之非，在这当口，我们的好恶，便有些为难了。譬如有一种人，他们借着一个好看的幌子，做其为所欲为的勾当，不论是非，无分好恶，一概置之在所排挤之列，这叫做玉石俱焚，在他自己的心目之中，已先无是非之分。但他还要大言不惭，自以为是。于是其所谓是，不免似是而实非了。这是我们在谈话是非之前，所应最先将它分辩明白的。次则以趣观之，往往有些具着两张面孔的人，对于腰骨硬朗的，他会伏在地下，打拱作揖，对于下一点的，也会装起高不可扳的怪腔，甚至给你当头一脚，拒之千里之外。其时是非，便会煞时分手，各归其主，因之好恶不同，也是常事。"}
{"text":"但他还要大言不惭，自以为是。于是其所谓是，不免似是而实非了。这是我们在谈话是非之前，所应最先将它分辩明白的。次则以趣观之，往往有些具着两张面孔的人，对于腰骨硬朗的，他会伏在地下，打拱作揖，对于下一点的，也会装起高不可扳的怪腔，甚至给你当头一脚，拒之千里之外。其时是非，便会煞时分手，各归其主，因之好恶不同，也是常事。在此时际，要谈是非，就得易地而处，平心而论，彼一是非，此一是非，原非确论。至于非中之是，它的是处，正胜过于似是之非，因为其犹讲交友之道，而无门阀之分。凡人在落难时节，没有朋友，没有六亲，更无是非天道可言，能与猿鹤为伍，自然最好，否则与鹿豕为伍，也是好的。即到千万没有办法的时候，至于躺在破庙角里，而与麻疯病菌为伍，倘然我的体力，尚能为自然的抗御，因而不至毁灭以死，也比被实际上也做着骗子屠夫的所诱杀脔割，较为心愿。所以，倘然要讲是非，也该去怪追奔逐北的好汉，我等小民，不任其咎。但近来那般似是的人，还在那里大登告白，说是少卿教匈奴为兵，那个意思，更为凶恶，为他营业，卖他朋友，甚而至于陷井下石，望人万劫不复，那层似是的甜衣，不是糖拌砒霜，是什么呢？总之，文人相轻，不外乎文的长短，道的是非，文既无长短可言，道又无是非之分，则空谈是非，何补于事！已而已而，手无寸铁的人呵！七月一日，芒种第八期。本篇最初发表于一九三五年八月文学月刊第五卷第二号文学论坛栏，署名隼。人生识字胡涂始人生识字胡涂始中国的成语只有人生识字忧患始，这一句是我翻造的。孩子们常常给我好教训，其一是学话。他们学话的时候，没有教师，没有语法教科书，没有字典，只是不断的听取，记住，分析，比较，终于懂得每个词的意义，到得两三岁，普通的简单的话就大概能够懂，而且能够说了，也不大有错误。小孩子往往喜欢听人谈天，更喜欢陪客，那大目的，固然在于一同吃点心，但也为了爱热闹，尤其是在研究别人的言语，看有什么对于自己有关系――能懂，该问，或可取的。我们先前的学古文也用同样的方法，教师并不讲解，只要你死读，自己去记住，分析，比较去。弄得好，是终于能够有些懂，并且竟也可以写出几句来的，然而到底弄不通的也多得很。"}
{"text":"小孩子往往喜欢听人谈天，更喜欢陪客，那大目的，固然在于一同吃点心，但也为了爱热闹，尤其是在研究别人的言语，看有什么对于自己有关系――能懂，该问，或可取的。我们先前的学古文也用同样的方法，教师并不讲解，只要你死读，自己去记住，分析，比较去。弄得好，是终于能够有些懂，并且竟也可以写出几句来的，然而到底弄不通的也多得很。自以为通，别人也以为通了，但一看底细，还是并不怎么通，连明人小品都点不断的，又何尝少有？人们学话，从高等华人以至下等华人，只要不是聋子或哑子，学不会的是几乎没有的，一到学文，就不同了，学会的恐怕不过极少数，就是所谓学会了的人们之中，请恕我坦白的再来重复的说一句罢，大约仍然胡胡涂涂的还是很不少。这自然是古文作怪。因为我们虽然拚命的读古文，但时间究竟是有限的，不像说话，整天的可以听见而且所读的书，也许是庄子和文选呀，东莱博议呀，古文观止呀，从周朝人的文章，一直读到明朝人的文章，非常驳杂，脑子给古今各种马队践踏了一通之后，弄得乱七八遭，但蹄迹当然是有些存留的，这就是所谓有所得。这一种有所得当然不会清清楚楚，大概是似懂非懂的居多，所以自以为通文了，其实却没有通，自以为识字了，其实也没有识。自己本是胡涂的，写起文章来自然也胡涂，读者看起文章来，自然也不会倒明白。然而无论怎样的胡涂文，听他讲话，却大抵清楚，不至于令人听不懂的――除了故意大显本领的讲演之外。因此我想，这胡涂的来源，是在识字和读书。例如我自己，是常常会用些书本子上的词汇的。虽然并非什么冷僻字，或者连读者也并不觉得是冷僻字。然而假如有一位精细的读者，请了我去，交给我一枝铅笔和一张纸，说道，您老的文章里，说过这山是膀的，那山是岩的，那究竟是怎么一副样子呀？您不会画画儿也不要紧，就钩出一点轮廓来给我看看罢。请，请，请这时我就会腋下出汗，恨无地洞可钻。因为我实在连自己也不知道膀和岩究竟是什么样子，这形容词，是从旧书上钞来的，向来就并没有弄明白，一经切实的考查，就糟了。此外如幽婉，玲珑，蹒跚，嗫嚅之类，还多得很。说是白话文应该明白如话，已经要算唱厌了的老调了，但其实，现在的许多白话文却连明白如话也没有做到。"}
{"text":"您不会画画儿也不要紧，就钩出一点轮廓来给我看看罢。请，请，请这时我就会腋下出汗，恨无地洞可钻。因为我实在连自己也不知道膀和岩究竟是什么样子，这形容词，是从旧书上钞来的，向来就并没有弄明白，一经切实的考查，就糟了。此外如幽婉，玲珑，蹒跚，嗫嚅之类，还多得很。说是白话文应该明白如话，已经要算唱厌了的老调了，但其实，现在的许多白话文却连明白如话也没有做到。倘要明白，我以为第一是在先把似识非识的字放弃，从活人的嘴上，采取有生命的词汇，搬到纸上来也就是学学孩子，只说些自己的确能懂的话。至于旧语的复活，方言的普遍化，那自然也是必要的，但一须选择，二须有字典以确定所含的意义，这是另一问题，在这里不说它了。四月二日。本篇最初发表于一九三五年五月文学月刊第四卷第五号文学论坛栏，署名庚。人生识字忧患始宋代苏轼石苍舒醉墨堂一诗中的句子。指林语堂刘大杰等。当时出版的刘大杰标点林语堂校阅的袁中郎全集刘大杰校点的张岱琅治募等，其中有不少断句错误。参看花边文学骂杀与捧杀和本书题未定草六等。庄子文选参看本卷第页注。东莱博议宋代吕祖谦著，是一部取左传中史事加以评论的文集。旧本题为东莱左氏博议，共二十五卷，一六八篇。后来通行的是明人删节本，只十二卷，八十六篇。古文观止，清代吴楚材吴调侯编选的古文读本，共十二卷，收自先秦至明代的文章二二二篇。不应该那么写不应该那么写凡是有志于创作的青年，第一个想到的问题，大概总是应该怎样写？现在市场上陈列着的小说作法，小说法程之类，就是专掏这类青年的腰包的。然而，好像没有效，从小说作法学出来的，我们至今还没有听到过。有些青年是设法去问已经出名的，那些答案，还很少见有什么发表，但结果是不难推想而知的不得要领。这也难怪，因为创作是并没有什么秘诀，能够交头接耳，一句话就传授给别一个的，倘不然，只要有这秘诀，就真可以登广告，收学费，开一个三天包成文豪学校了。以中国之大，或者也许会有罢，但是，这其实是骗子。在不难推想而知的种种答案中，大概总该有一个是多看大作家的作品。"}
{"text":"然而，好像没有效，从小说作法学出来的，我们至今还没有听到过。有些青年是设法去问已经出名的，那些答案，还很少见有什么发表，但结果是不难推想而知的不得要领。这也难怪，因为创作是并没有什么秘诀，能够交头接耳，一句话就传授给别一个的，倘不然，只要有这秘诀，就真可以登广告，收学费，开一个三天包成文豪学校了。以中国之大，或者也许会有罢，但是，这其实是骗子。在不难推想而知的种种答案中，大概总该有一个是多看大作家的作品。这恐怕也很不能满文学青年的意，因为太宽泛，茫无边际――然而倒是切实的。凡是已有定评的大作家，他的作品，全部就说明着应该怎样写。只是读者很不容易看出，也就不能领悟。因为在学习者一方面，是必须知道了不应该那么写，这才会明白原来应该这么写的。这不应该那么写，如何知道呢？惠列赛耶夫的果戈理研究第六章里，答复着这问题――应该这么写，必须从大作家们的完成了的作品去领会。那么，不应该那么写这一面，恐怕最好是从那同一作品的未定稿本去学习了。在这里，简直好像艺术家在对我们用实物教授。恰如他指着每一行，直接对我们这样说――你看――哪，这是应该删去的。这要缩短，这要改作，因为不自然了。在这里，还得加些渲染，使形象更加显豁些。这确是极有益处的学习法，而我们中国却偏偏缺少这样的教材。近几年来，石印的手稿是有一些了，但大抵是学者的著述或日记。也许是因为向来崇尚一挥而就，文不加点的缘故罢，又大抵是全本干干净净，看不出苦心删改的痕迹来。取材于外国呢，则即使精通文字，也无法搜罗名作的初版以至改定版的各种本子的。读书人家的子弟熟悉笔墨，木匠的孩子会玩斧凿，兵家儿早识刀枪，没有这样的环境和遗产，是中国的文学青年的先天的不幸。在没奈何中，想了一个补救法新闻上的记事，拙劣的小说，那事件，是也有可以写成一部文艺作品的，不过那记事，那小说，却并非文艺――这就是不应该这样写的标本。只是和应该那样写，却无从比较了。四月二十三日。本篇最初发表于一九三五年六月文学月刊第四卷第六号文学论坛栏，署名洛。惠列赛耶夫，―一译魏烈萨耶夫，苏联作家，文学评论家。什么是讽刺？什么是讽刺？"}
{"text":"只是和应该那样写，却无从比较了。四月二十三日。本篇最初发表于一九三五年六月文学月刊第四卷第六号文学论坛栏，署名洛。惠列赛耶夫，―一译魏烈萨耶夫，苏联作家，文学评论家。什么是讽刺？什么是讽刺？――答文学社问我想一个，用了精炼的，或者简直有些夸张的笔墨――但自然也必须是艺术的地――写出或一群人的或一面的真实来，这被写的一群人，就称这作品为讽刺。讽刺的生命是真实不必是曾有的实事，但必须是会有的实情。所以它不是造，也不是诬蔑既不是揭发阴私，又不是专记骇人听闻的所谓奇闻或怪现状。它所写的事情是公然的，也是常见的，平时是谁都不以为奇的，而且自然是谁都毫不注意的。不过这事情在那时却已经是不合理，可笑，可鄙，甚而至于可恶。但这么行下来了，习惯了，虽在大庭广众之间，谁也不觉得奇怪现在给它特别一提，就动人。譬如罢，洋服青年拜佛，现在是平常事，道学先生发怒，更是平常事，只消几分钟，这事迹就过去，消灭了。但讽刺却是正在这时候照下来的一张相，一个撅着屁股，一个皱着眉心，不但自己和别人看起来有些不很雅观，连自己看见也觉得不很雅观而且流传开去，对于后日的大讲科学和高谈养性，也不免有些妨害。倘说，所照的并非真实，是不行的，因为这时有目共睹，谁也会觉得确有这等事但又不好意思承认这是真实，失了自己的尊严。于是挖空心思，给起了一个名目，叫作讽刺。其意若曰它偏要提出这等事，可见也不是好货。有意的偏要提出这等事，而且加以精炼，甚至于夸张，却确是讽刺的本领。同一事件，在拉杂的非艺术的记录中，是不成为讽刺，谁也不大会受感动的。例如新闻记事，就记忆所及，今年就见过两件事。其一，是一个青年，冒充了军官，向各处招摇撞骗，后来破获了，他就写忏悔书，说是不过借此谋生，并无他意。其二，是一个窃贼招引学生，教授偷窃之法，家长知道，把自己的子弟禁在家里了，他还上门来逞凶。较可注意的事件，报上是往往有些特别的批评文字的，但对于这两件，却至今没有说过什么话，可见是看得很平常，以为不足介意的了。"}
