{"text":"即使人死了真有灵魂，因这最恶的心，应该堕入地狱，也将决不改悔，总要先来诅咒一切反对白话，妨害白话者。自从所谓文学革命以来，供给孩子的书籍，和欧美日本的一比较，虽然很可怜，但总算有图有说，只要能读下去，就可以懂得的了。可是一班别有心肠的人们，便竭力来阻遏它，要使孩子的世界中，没有一丝乐趣。北京现在常用马虎子这一句话来恐吓孩子们。或者说，那就是开河记上所载的，给隋炀帝开河，蒸死小儿的麻叔谋正确地写起来，须是麻胡子。那么，这麻叔谋乃是胡人了。但无论他是什么人，他的吃小孩究竟也还有限，不过尽他的一生。妨害白话者的流毒却甚于洪水猛兽，非常广大，也非常长久，能使全中国化成一个麻胡，凡有孩子都死在他肚子里。只要对于白话来加以谋害者，都应该灭亡！这些话，绅士们自然难免要掩住耳朵的，因为就是所谓跳到半天空，骂得体无完肤，――还不肯罢休。而且文士们一定也要骂，以为大悖于文格，亦即大损于人格。岂不是言者心声也么？文和人当然是相关的，虽然人间世本来千奇百怪，教授们中也有不尊敬的人格而不能不说他的小说好的特别种族。但这些我都不管，因为我幸而还没有爬上象牙之塔去，正无须怎样小心。倘若无意中竟已撞上了，那就即刻跌下来罢。然而在跌下来的中途，当还未到地之前，还要说一遍――只要对于白话来加以谋害者，都应该灭亡！每看见小学生欢天喜地地看着一本粗细的儿童世界之类，另想到别国的儿童用书的精美，自然要觉得中国儿童的可怜。但回忆起我和我的同窗小友的童年，却不能不以为他幸福，给我们的永逝的韶光一个悲哀的吊唁。我们那时有什么可看呢，只要略有图画的本子，就要被塾师，就是当时的引导青年的前辈禁止，呵斥，甚而至于打手心。我的小同学因为专读人之初性本善读得要枯燥而死了，只好偷偷地翻开第一叶，看那题着文星高照四个字的恶鬼一般的魁星像，来满足他幼稚的爱美的天性。昨天看这个，今天也看这个，然而他们的眼睛里还闪出苏醒和欢喜的光辉来。在书塾之外，禁令可比较的宽了，但这是说自己的事，各人大概不一样。"}
{"text":"我们那时有什么可看呢，只要略有图画的本子，就要被塾师，就是当时的引导青年的前辈禁止，呵斥，甚而至于打手心。我的小同学因为专读人之初性本善读得要枯燥而死了，只好偷偷地翻开第一叶，看那题着文星高照四个字的恶鬼一般的魁星像，来满足他幼稚的爱美的天性。昨天看这个，今天也看这个，然而他们的眼睛里还闪出苏醒和欢喜的光辉来。在书塾之外，禁令可比较的宽了，但这是说自己的事，各人大概不一样。我能在大众面前，冠冕堂皇地阅看的，是文昌帝君阴骘文图说和玉历钞传，都画着冥冥之中赏善罚恶的故事，雷公电母站在云中，牛头马面布满地下，不但跳到半天空是触犯天条的，即使半语不合，一念偶差，也都得受相当的报应。这所报的也并非睚眦之怨，因为那地方是鬼神为君，公理作宰，请酒下跪，全都无功，简直是无法可想。在中国的天地间，不但做人，便是做鬼，也艰难极了。然而究竟很有比阳间更好的处所无所谓绅士，也没有流言。阴间，倘要稳妥，是颂扬不得的。尤其是常常好弄笔墨的人，在现在的中国，流言的治下，而又大谈言行一致的时候。前车可鉴，听说阿而志跋绥夫曾答一个少女的质问说，惟有在人生的事实这本身中寻出欢喜者，可以活下去。倘若在那里什么也不见，他们其实倒不如死。于是乎有一个叫作密哈罗夫的，寄信嘲骂他道，所以我完全诚实地劝你自杀来祸福你自己的生命，因为这第一是合于逻辑，第二是你的言语和行为不至于背驰。其实这论法就是谋杀，他就这样地在他的人生中寻出欢喜来。阿尔志跋绥夫只发了一大通牢骚，没有自杀。密哈罗夫先生后来不知道怎样，这一个欢喜失掉了，或者另外又寻到了什么了罢。诚然，这些时候，勇敢，是安稳的情热，是毫无危险的。然而，对于阴间，我终于已经颂扬过了，无法追改虽有言行不符之嫌，但确没有受过阎王或小鬼的半文津贴，则差可以自解。总而言之，还是仍然写下去罢――我所看的那些阴间的图画，都是家藏的老书，并非我所专有。我所收得的最先的画图本子，是一位长辈的赠品二十四孝图。这虽然不过薄薄的一本书，但是下图上说，鬼少人多，又为我一人所独有，使我高兴极了。那里面的故事，似乎是谁都知道的便是不识字的人，例如阿长，也只要一看图画便能够滔滔地讲出这一段的事迹。"}
{"text":"然而，对于阴间，我终于已经颂扬过了，无法追改虽有言行不符之嫌，但确没有受过阎王或小鬼的半文津贴，则差可以自解。总而言之，还是仍然写下去罢――我所看的那些阴间的图画，都是家藏的老书，并非我所专有。我所收得的最先的画图本子，是一位长辈的赠品二十四孝图。这虽然不过薄薄的一本书，但是下图上说，鬼少人多，又为我一人所独有，使我高兴极了。那里面的故事，似乎是谁都知道的便是不识字的人，例如阿长，也只要一看图画便能够滔滔地讲出这一段的事迹。但是，我于高兴之余，接着就是扫兴，因为我请人讲完了二十四个故事之后，才知道孝有如此之难，对于先前痴心妄想，想做孝子的计划，完全绝望了。人之初，性本善么？这并非现在要加研究的问题。但我还依稀记得，我幼小时候实未尝蓄意忤逆，对于父母，倒是极愿意孝顺的。不过年幼无知，只用了私见来解释孝顺的做法，以为无非是听话，从命，以及长大之后，给年老的父母好好地吃饭罢了。自从得了这一本孝子的教科书以后，才知道并不然，而且还要难到几十几百倍。其中自然也有可以勉力仿效的，如子路负米，黄香扇枕之类。陆绩怀桔也并不难，只要有阔人请我吃饭。先生作宾客而怀橘乎？我便跪答云，吾母性之所爱，欲归以遗母。阔人大佩服，于是孝子就做稳了，也非常省事。哭竹生笋就可疑，怕我的精诚未必会这样感动天地。但是哭不出笋来，还不过抛脸而已，到卧冰求鲤，可就有性命之虞了。我乡的天气是温和的，严冬中，水面也只结一层薄冰，即使孩子的重量怎样小，躺上去，也一定哗喇一声，冰破落水，鲤鱼还不及游过来。自然，必须不顾性命，这才孝感神明，会有出乎意料之外的奇迹，但那时我还小，实在不明白这些。其中最使我不解，甚至于发生反感的，是老莱娱亲和郭巨埋儿两件事。我至今还记得，一个躺在父母跟前的老头子，一个抱在母亲手上的小孩子，是怎样地使我发生不同的感想呵。他们一手都拿着摇咕咚。这玩意儿确是可爱的，北京称为小鼓，盖即上兆下鼓也，朱熹曰上兆下鼓，小鼓，两旁有耳持其柄而摇之，则旁耳还自击，咕咚咕咚地响起来。然而这东西是不该拿在老莱子手里的，他应该扶一枝拐杖。现在这模样，简直是装佯，侮辱了孩子。我没有再看第二回，一到这一叶，便急速地翻过去了。"}
{"text":"我至今还记得，一个躺在父母跟前的老头子，一个抱在母亲手上的小孩子，是怎样地使我发生不同的感想呵。他们一手都拿着摇咕咚。这玩意儿确是可爱的，北京称为小鼓，盖即上兆下鼓也，朱熹曰上兆下鼓，小鼓，两旁有耳持其柄而摇之，则旁耳还自击，咕咚咕咚地响起来。然而这东西是不该拿在老莱子手里的，他应该扶一枝拐杖。现在这模样，简直是装佯，侮辱了孩子。我没有再看第二回，一到这一叶，便急速地翻过去了。那时的二十四孝图，早已不知去向了，目下所有的只是一本日本小田海儇所画的本子，叙老莱子事云行年七十，言不称老，常著五色斑斓之衣，为婴儿戏于亲侧。又常取水上堂，诈跌仆地，作婴儿啼，以娱亲意。大约旧本也差不多，而招我反感的便是诈跌。无论忤逆，无论孝顺，小孩子多不愿意诈作，听故事也不喜欢是谣言，这是凡有稍稍留心儿童心理的都知道的。然而在较古的书上一查，却还不至于如此虚伪。师觉授孝子传云，老莱子常衣斑斓之衣，为亲取饮，上堂脚跌，恐伤父母之心，僵仆为婴儿啼。太平御览四百十三引较之今说，似稍近于人情。不知怎地，后之君子却一定要改得他诈起来，心里才能舒服。邓伯道弃子救侄，想来也不过弃而已矣，昏妄人也必须说他将儿子捆在树上，使他追不上来才肯歇手。正如将肉麻当作有趣一般，以不情为伦纪，诬蔑了古人，教坏了后人。老莱子即是一例，道学先生以为他白璧无瑕时，他却已在孩子的心中死掉了。至于玩着摇咕咚的郭巨的儿子，却实在值得同情。他被抱在他母亲的臂膊上，高高兴兴地笑着他的父亲却正在掘窟窿，要将他埋掉了。说明云，汉郭巨家贫，有子三岁，母尝减食与之。巨谓妻曰，贫乏不能供母，子又分母之食。盍埋此子？但是刘向孝子传所说，却又有些不同巨家是富的，他都给了两弟孩子是才生的，并没有到三岁。结末又大略相象了，及掘坑二尺，得黄金一釜，上云天赐郭巨，官不得取，民不得夺！我最初实在替这孩子捏一把汗，待到掘出黄金一釜，这才觉得轻松。然而我已经不但自己不敢再想做孝子，并且怕我父亲去做孝子了。家境正在坏下去，常听到父母愁柴米祖母又老了，倘使我的父亲竟学了郭巨，那么，该埋的不正是我么？"}
{"text":"盍埋此子？但是刘向孝子传所说，却又有些不同巨家是富的，他都给了两弟孩子是才生的，并没有到三岁。结末又大略相象了，及掘坑二尺，得黄金一釜，上云天赐郭巨，官不得取，民不得夺！我最初实在替这孩子捏一把汗，待到掘出黄金一釜，这才觉得轻松。然而我已经不但自己不敢再想做孝子，并且怕我父亲去做孝子了。家境正在坏下去，常听到父母愁柴米祖母又老了，倘使我的父亲竟学了郭巨，那么，该埋的不正是我么？如果一丝不走样，也掘出一釜黄金来，那自然是如天之福，但是，那时我虽然年纪小，似乎也明白天下未必有这样的巧事。现在想起来，实在很觉得傻气。这是因为现在已经知道了这些老玩意，本来谁也不实行。整饬伦纪的文电是常有的，却很少见绅士赤条条地躺在冰上面，将军跳下汽车去负米。何况现在早长大了，看过几部古书，买过几本新书，什么太平御览咧，古孝子传咧，人口问题咧，节制生育咧，二十世纪是儿童的世界咧，可以抵抗被埋的理由多得很。不过彼一时，此一时，彼时我委实有点害怕掘好深坑，不见黄金，连摇咕咚一同埋下去，盖上土，踏得实实的，又有什么法子可想呢。我想，事情虽然未必实现，但我从此总怕听到我的父母愁穷，怕看见我的白发的祖母，总觉得她是和我不两立，至少，也是一个和我的生命有些妨碍的人。后来这印象日见其淡了，但总有一些留遗，一直到她去世――这大概是送给二十四孝图的儒者所万料不到的罢。五月十日。藤野先生东京也无非是这样。上野的樱花烂熳的时节，望去确也象绯红的轻云，但花下也缺不了成群结队的清国留学生的速成班，头顶上盘着大辫子，顶得学生制帽的顶上高高耸起，形成一座富士山。也有解散辫子，盘得平的，除下帽来，油光可鉴，宛如小姑娘的发髻一般，还要将脖子扭几扭。实在标致极了。中国留学生会馆的门房里有几本书买，有时还值得去一转倘在上午，里面的几间洋房里倒也还可以坐坐的。但到傍晚，有一间的地板便常不免要咚咚咚地响得震天，兼以满房烟尘斗乱问问精通时事的人，答道，那是在学跳舞。到别的地方去看看，如何呢？我就往仙台的医学专门学校去。"}
{"text":"也有解散辫子，盘得平的，除下帽来，油光可鉴，宛如小姑娘的发髻一般，还要将脖子扭几扭。实在标致极了。中国留学生会馆的门房里有几本书买，有时还值得去一转倘在上午，里面的几间洋房里倒也还可以坐坐的。但到傍晚，有一间的地板便常不免要咚咚咚地响得震天，兼以满房烟尘斗乱问问精通时事的人，答道，那是在学跳舞。到别的地方去看看，如何呢？我就往仙台的医学专门学校去。从东京出发，不久便到一处驿站，写道日暮里。不知怎地，我到现在还记得这名目。其次却只记得水户了，这是明的遗民朱舜水先生客死的地方。仙台是一个市镇，并不大冬天冷得利害还没有中国的学生。大概是物以希为贵罢。北京的白菜运往浙江，便用红头绳系住菜根，倒挂在水果店头，尊为胶菜福建野生着的芦荟，一到北京就请进温室，且美其名曰龙舌兰。我到仙台也颇受了这样的优待，不但学校不收学费，几个职员还为我的食宿操心。我先是住在监狱旁边一个客店里的，初冬已经颇冷，蚊子却还多，后来用被盖了全身，用衣服包了头脸，只留两个鼻孔出气。在这呼吸不息的地方，蚊子竟无从插嘴，居然睡安稳了。饭食也不坏。但一位先生却以为这客店也包办囚人的饭食，我住在那里不相宜，几次三番，几次三番地说。我虽然觉得客店兼办囚人的饭食和我不相干，然而好意难却，也只得别寻相宜的住处了。于是搬到别一家，离监狱也很远，可惜每天总要喝难以下咽的芋梗汤。从此就看见许多陌生的先生，听到许多新鲜的讲义。解剖学是两个教授分任的。最初是骨学。其时进来的是一个黑瘦的先生，八字须，戴着眼镜，挟着一迭大大小小的书。一将书放在讲台上，便用了缓慢而很有顿挫的声调，向学生介绍自己道――我就是叫作藤野严九郎的。后面有几个人笑起来了。他接着便讲述解剖学在日本发达的历史，那些大大小小的书，便是从最初到现今关于这一门学问的著作。起初有几本是线装的还有翻刻中国译本的，他们的翻译和研究新的医学，并不比中国早。那坐在后面发笑的是上学年不及格的留级学生，在校已经一年，掌故颇为熟悉的了。他们便给新生讲演每个教授的历史。"}
{"text":"后面有几个人笑起来了。他接着便讲述解剖学在日本发达的历史，那些大大小小的书，便是从最初到现今关于这一门学问的著作。起初有几本是线装的还有翻刻中国译本的，他们的翻译和研究新的医学，并不比中国早。那坐在后面发笑的是上学年不及格的留级学生，在校已经一年，掌故颇为熟悉的了。他们便给新生讲演每个教授的历史。这藤野先生，据说是穿衣服太模胡了，有时竟会忘记带领结冬天是一件旧外套，寒颤颤的，有一回上火车去，致使管车的疑心他是扒手，叫车里的客人大家小心些。他们的话大概是真的，我就亲见他有一次上讲堂没有带领结。过了一星期，大约是星期六，他使助手来叫我了。到得研究室，见他坐在人骨和许多单独的头骨中间，――他其时正在研究着头骨，后来有一篇论文在本校的杂志上发表出来。我的讲义，你能抄下来么？他问。可以抄一点。拿来我看！我交出所抄的讲义去，他收下了，第二三天便还我，并且说，此后每一星期要送给他看一回。我拿下来打开看时，很吃了一惊，同时也感到一种不安和感激。原来我的讲义已经从头到末，都用红笔添改过了，不但增加了许多脱漏的地方，连文法的错误，也都一一订正。这样一直继续到教完了他所担任的功课骨学血管学神经学。可惜我那时太不用功，有时也很任性。还记得有一回藤野先生将我叫到他的研究室里去，翻出我那讲义上的一个图来，是下臂的血管，指着，向我和蔼的说道――你看，你将这条血管移了一点位置了。――自然，这样一移，的确比较的好看些，然而解剖图不是美术，实物是那么样的，我们没法改换它。现在我给你改好了，以后你要全照着黑板上那样的画。但是我还不服气，口头答应着，心里却想道――图还是我画的不错至于实在的情形，我心里自然记得的。学年试验完毕之后，我便到东京玩了一夏天，秋初再回学校，成绩早已发表了，同学一百余人之中，我在中间，不过是没有落第。这回藤野先生所担任的功课，是解剖实习和局部解剖学。解剖实习了大概一星期，他又叫我去了，很高兴地，仍用了极有抑扬的声调对我说道――我因为听说中国人是很敬重鬼的，所以很担心，怕你不肯解剖尸体。现在总算放心了，没有这回事。"}
{"text":"学年试验完毕之后，我便到东京玩了一夏天，秋初再回学校，成绩早已发表了，同学一百余人之中，我在中间，不过是没有落第。这回藤野先生所担任的功课，是解剖实习和局部解剖学。解剖实习了大概一星期，他又叫我去了，很高兴地，仍用了极有抑扬的声调对我说道――我因为听说中国人是很敬重鬼的，所以很担心，怕你不肯解剖尸体。现在总算放心了，没有这回事。但他也偶有使我很为难的时候。他听说中国的女人是裹脚的，但不知道详细，所以要问我怎么裹法，足骨变成怎样的畸形，还叹息道，总要看一看才知道。究竟是怎么一回事呢？有一天，本级的学生会干事到我寓里来了，要借我的讲义看。我检出来交给他们，却只翻检了一通，并没有带走。但他们一走，邮差就送到一封很厚的信，拆开看时，第一句是――你改悔罢！这是新约上的句子罢，但经托尔斯泰新近引用过的。其时正值日俄战争，托老先生便写了一封给俄国和日本的皇帝的信，开首便是这一句。日本报纸上很斥责他的不逊，爱国青年也愤然，然而暗地里却早受了他的影响了。其次的话，大略是说上年解剖学试验的题目，是藤野先生讲义上做了记号，我预先知道的，所以能有这样的成绩。末尾是匿名。我这才回忆到前几天的一件事。因为要开同级会，干事便在黑板上写广告，末一句是请全数到会勿漏为要，而且在漏字旁边加了一个圈。我当时虽然觉到圈得可笑，但是毫不介意，这回才悟出那字也在讥刺我了，犹言我得了教员漏泄出来的题目。我便将这事告知了藤野先生有几个和我熟识的同学也很不平，一同去诘责干事托辞检查的无礼，并且要求他们将检查的结果，发表出来。终于这流言消灭了，干事却又竭力运动，要收回那一封匿名信去。结末是我便将这托尔斯泰式的信退还了他们。中国是弱国，所以中国人当然是低能儿，分数在六十分以上，便不是自己的能力了也无怪他们疑惑。但我接着便有参观枪毙中国人的命运了。第二年添教霉菌学，细菌的形状是全用电影来显示的，一段落已完而还没有到下课的时候，便影几片时事的片子，自然都是日本战胜俄国的情形。"}
{"text":"终于这流言消灭了，干事却又竭力运动，要收回那一封匿名信去。结末是我便将这托尔斯泰式的信退还了他们。中国是弱国，所以中国人当然是低能儿，分数在六十分以上，便不是自己的能力了也无怪他们疑惑。但我接着便有参观枪毙中国人的命运了。第二年添教霉菌学，细菌的形状是全用电影来显示的，一段落已完而还没有到下课的时候，便影几片时事的片子，自然都是日本战胜俄国的情形。但偏有中国人夹在里边给俄国人做侦探，被日本军捕获，要枪毙了，围着看的也是一群中国人在讲堂里的还有一个我。万岁！他们都拍掌欢呼起来。这种欢呼，是每看一片都有的，但在我，这一声却特别听得刺耳。此后回到中国来，我看见那些闲看枪毙犯人的人们，他们也何尝不酒醉似的喝彩，――呜呼，无法可想！但在那时那地，我的意见却变化了。到第二学年的终结，我便去寻藤野先生，告诉他我将不学医学，并且离开这仙台。他的脸色仿佛有些悲哀，似乎想说话，但竟没有说。我想去学生物学，先生教给我的学问，也还有用的。其实我并没有决意要学生物学，因为看得他有些凄然，便说了一个慰安他的谎话。为医学而教的解剖学之类，怕于生物学也没有什么大帮助。他叹息说。将走的前几天，他叫我到他家里去，交给我一张照相，后面写着两个字道惜别，还说希望将我的也送他。但我这时适值没有照相了他便叮嘱我将来照了寄给他，并且时时通信告诉他此后的状况。我离开仙台之后，就多年没有照过相，又因为状况也无聊，说起来无非使他失望，便连信也怕敢写了。经过的年月一多，话更无从说起，所以虽然有时想写信，却又难以下笔，这样的一直到现在，竟没有寄过一封信和一张照片。从他那一面看起来，是一去之后，杳无消息了。但不知怎地，我总还时时记起他，在我所认为我师的之中，他是最使我感激，给我鼓励的一个。有时我常常想他的对于我的热心的希望，不倦的教诲，小而言之，是为中国，就是希望中国有新的医学大而言之，是为学术，就是希望新的医学传到中国去。他的性格，在我的眼里和心里是伟大的，虽然他的姓名并不为许多人所知道。他所改正的讲义，我曾经订成三厚本，收藏着的，将作为永久的纪念。不幸七年前迁居的时候，中途毁坏了一口书箱，失去半箱书，恰巧这讲义也遗失在内了。"}
