{"text":"她的作品表达了为争取妇女的社会权利而斗争的思想。一九四一年曾发表痛斥德国法西斯占领者的文章，因病亡始免遭迫害。主要作品有人他和她等。s，娜达丽亚卡布连斯卡娅，―，乌克兰女作家，加里西亚妇女运动的创始人和组织者。曾写过许多反映资本主义社会的农村妇女痛苦的短篇小说，以及亚夏和卡特鲁霞谋生复选代表等中短篇小说。罗曼罗兰的真勇主义附记罗曼罗兰的真勇主义附记这是近代思想十六讲的末一篇，一九一五年出版，所以于欧战以来的作品都不提及。但因为叙述很简明，就将它译出了。二六年三月十六日，记。本篇连同罗曼罗兰的真勇主义的译文，最初发表于一九二六年四月二十五曰莽原半月刊第七八期合刊罗曼罗兰专号。真勇主义，又译英雄主义。罗曼罗兰，―，法国作家社会活动家。著有长篇小说约翰克利斯朵夫，传记贝多芬传托尔斯泰传等。近代思想十六讲日本评论家中泽临川生田长江合著的文艺评论集，一九一五年十二月出版。关于绥蒙诺夫及其代表作饥饿附记关于绥蒙诺夫及其代表作饥饿附记饥饿这一部书，中国已有两种译本，一由北新书局印行，一载东方杂志。并且小说月报上又还有很长的批评了。这一篇是见于日本新兴文学全集附录第五号里的，虽然字数不多，却简洁明白，这才可以知道一点要领，恰有余暇，便译以饷曾见饥饿的读者们。十月二日，识。本篇连同日本黑田辰男关于绥蒙诺夫及其代表作饥饿的译文，最初发表于一九二八年十月十六日北新半月刊第二卷第二十三期。绥蒙诺夫，―，苏联作家。饥饿，日记体小说，出版于一九二二年。有张采真译本，一九二八年三月上海北新书局印行另有傅东华译本，载东方杂志第二十五卷第一至第四期。黑田辰男，日本的俄国文学研究者及翻译家。北新书局一九二五年成立于北京，翌年迁设上海，曾发行语丝北新奔流等期刊，曾出版的著译多种。"}
{"text":"绥蒙诺夫，―，苏联作家。饥饿，日记体小说，出版于一九二二年。有张采真译本，一九二八年三月上海北新书局印行另有傅东华译本，载东方杂志第二十五卷第一至第四期。黑田辰男，日本的俄国文学研究者及翻译家。北新书局一九二五年成立于北京，翌年迁设上海，曾发行语丝北新奔流等期刊，曾出版的著译多种。很长的批评指钱杏所写的饥饿一文，载于一九二八年九月小说月报第十九卷第九期。新时代的预感附记新时代的预感附记这一篇，还是一九二四年一月里做的，后来收在文学评论中。原不过很简单浅近的文章，我译了出来的意思，是只在文中所举的三个作家――巴理蒙德，梭罗古勃，戈理基――中国都比较地知道，现在就借此来看看他们的时代的背景，和他们各个的差异的――据说，则也是共通的――精神。又可以借此知道超现实底的唯美主义，在俄国的文坛上根柢原是如此之深，所以革命底的批评家如卢那卡尔斯基等，委实也不得不竭力加以排击。又可以借此知道中国的创造社之流先前鼓吹为艺术的艺术而现在大谈革命文学，是怎样的永是看不见现实而本身又并无理想的空嚷嚷。其实，超现实底的文艺家，虽然回避现实，或也憎恶现实，甚至于反抗现实，但和革命底的文学者，我以为是大不相同的。当然也知道，而偏说有共通的精神者，恐怕别有用意，也许以为其时的他们的国度里，在不满于现实这一点，是还可以同路的罢。一九二九年，四月二十五日，译讫并记。本篇连同日本片上伸新时代的预感的译文，最初发表于一九二九年五月春潮月刊第一卷第六期。巴理蒙德，―俄国颓废派诗人，象征主义的代表者之一，十月革命后流亡国外。著有象牙之塔我们将和太阳一样等。唯美主义十九世纪末流行于欧洲的一种资产阶级文艺思潮。鼓吹为艺术的艺术，主张文艺脱离现实，片面追求艺术的技巧。人性的天才――迦尔洵附记人性的天才――迦尔洵附记―s的俄国文学史梗概的写法，每篇常有些不同，如这一篇，真不过是一幅，然而非常简明扼要。"}
{"text":"著有象牙之塔我们将和太阳一样等。唯美主义十九世纪末流行于欧洲的一种资产阶级文艺思潮。鼓吹为艺术的艺术，主张文艺脱离现实，片面追求艺术的技巧。人性的天才――迦尔洵附记人性的天才――迦尔洵附记―s的俄国文学史梗概的写法，每篇常有些不同，如这一篇，真不过是一幅，然而非常简明扼要。这回先译这一篇，也并无深意。无非因为其中所提起的迦尔洵的作品，有些是廿余年前已经绍介四日，邂逅，有的是五六年前已经绍介红花，读者可以更易了然，不至于但有评论而无译出的作品以资参观，只在暗中摸索。然而不消说，迦尔洵也只是文学史上一个环，不观全局，还是不能十分明白的，――这缺憾，是待将来再弥补罢。一九二九年八月三十日，附记。本篇连同人性的天才――迦尔洵的译文，最初发表于一九二九年九月春潮月刊第一卷第九期。s罗迦契夫斯基Z，―，苏联文学批评家。俄国文学史梗概，即最近俄国文学史略，一九二年印行。人性的天才――迦尔洵是该书中的一篇。英语速写素描。四日邂逅短篇小说，前者系译，后者系周作人译，一九九年印入日本东京出版的域外小说集。红花，短篇小说，后来有梁遇者译本英汉对照本，上海北新书局印行。梅令格的关于文学史附记梅令格的关于文学史附记这一篇女士的来稿，对于中国的读者，也是很有益处的。全集的出版处，已见于本文的第一段注中，兹不赘。日本文的译本，据所知道，则有唯物史观，冈口宗司译关于文学史的有两种世界文学与无产阶级和美学及文学史论，川口浩译，都是东京丛文阁出版。中国只有一本文学评论，雪峰译，为水沫书店印行的科学的艺术论丛书之一，但近来好像很少看见了。一九三一年十二月三日，丰瑜译并附记。本篇连同德国巴林梅令格的关于文学史的译文，最初发表于一九三一年十二月北斗月刊第一卷第四期，署名丰瑜。"}
{"text":"全集的出版处，已见于本文的第一段注中，兹不赘。日本文的译本，据所知道，则有唯物史观，冈口宗司译关于文学史的有两种世界文学与无产阶级和美学及文学史论，川口浩译，都是东京丛文阁出版。中国只有一本文学评论，雪峰译，为水沫书店印行的科学的艺术论丛书之一，但近来好像很少看见了。一九三一年十二月三日，丰瑜译并附记。本篇连同德国巴林梅令格的关于文学史的译文，最初发表于一九三一年十二月北斗月刊第一卷第四期，署名丰瑜。梅令格，―，通译梅林，德国马克思主义者，历史学家和文艺批评家。著有德国社会民主党史马克思传莱辛传说等。在本文第一段中注明的是sss，即社会学出版社。冈口宗司疑为冈田宗司―，日本政治家经济学博士，从事农会运动和农业问题研究。川口浩日本评论家翻译家。原名山口忠幸，曾任全日本无产阶级作家同盟中央协议会书记长。译有梅林的世界文学与无产阶级等。科学的艺术论丛书翻译的马克思主义文艺理论丛书，冯雪峰编，于一九二九年至一九三一年间陆续出版。据出版预告，原拟出十六册，后因国民党当局禁止，仅出八册。所译艺术论普列汉诺夫著文艺与批评卢那察尔斯基著文艺政策都曾编入该丛书。海纳与革命附记海纳与革命附记这一篇文字，还是一九三一年，即海纳死后的七十五周年，登在二月二十一日的一种德文的日报上的，后由高冲阳造日译，收入海纳研究中，今即据以重译在这里。由这样的简短的文字，自然不足以深知道诗人的生平，但我以为至少可以明白一一向被我们看作恋爱诗人的海纳，还有革命底的一面二德国对于文学的压迫，向来就没有放松过，寇尔兹和希特拉，只是末期的变本加厉的人三但海纳还是永久存在，而且更加灿烂，而那时官准的一群却连姓名也在没有记起之前，就已忘却了。这对于读者，或者还可以说是有些意义的罢。一九三三年九月十日，译讫并记。本篇连同德国毗哈海纳与革命的译文，最初发表于一九三三年十一月现代月刊第四卷第一期。"}
{"text":"这对于读者，或者还可以说是有些意义的罢。一九三三年九月十日，译讫并记。本篇连同德国毗哈海纳与革命的译文，最初发表于一九三三年十一月现代月刊第四卷第一期。海纳，―，通译海涅，德国诗人和政论家。著有政论论德国宗教和哲学的历史，长诗德国――一个冬天的童话等。高冲阳造日本艺术理论家。著有马克思恩格斯艺术论欧洲文艺的历史展望等。寇尔兹，―二十世纪二十至三十年代的德国社会民主党国会议员，曾任内务总长。希特拉，―通译希特勒，德国纳粹党头子，第二次世界大战的祸首之一。一九三三年初任内阁总理后实行法西斯统治，焚毁进步书籍，海涅的著作即在查禁之列。这里引文中的话，出于海纳与革命一文的第二节。果戈理私观附记果戈理私观附记立野信之原是日本的左翼作家，后来脱离了，对于别人的说他转入了相反的营盘，他却不服气，只承认了政治上的败北，目下只还在彷徨。果戈理私观是从本年四月份的文学评论里译出来的，并非怎么精深之作，但说得很浅近，所以清楚而且说明了文学不问地的东西，时的古今，永远没有改变的不实之处，是也可以供读者的参考的。本篇连同果戈理私观的译文，最初发表于一九三四年九月译文月刊第一卷第一期，署名邓当世。立野信之―，日本作家。曾加入日本无产阶级作家同盟，后脱离。著有短篇小说集军队篇等。这些话出于果戈理私观一文，原语为不能单用文学不问国的东西，时的古今，没有改变的话来解释，它是在生活上，现实上，更有切实的连系的。"}
{"text":"立野信之―，日本作家。曾加入日本无产阶级作家同盟，后脱离。著有短篇小说集军队篇等。这些话出于果戈理私观一文，原语为不能单用文学不问国的东西，时的古今，没有改变的话来解释，它是在生活上，现实上，更有切实的连系的。艺术都会的巴黎附记艺术都会的巴黎附记格罗斯s是中国较为耳熟的画家，本是踏踏派中人，后来却成了革命的战士了他的作品，中国有几个杂志上也已经介绍过几次。艺术都会的巴黎，照实译，该是当作艺术都会的巴黎ssss，是艺术在堕落ss中的一篇，题着和合撰，其实他一个人做的，是首先竭力帮他出版的朋友。他的文章，在觉得有些地方颇难懂，参看了麻生义的日本文译本，也还是不了然，所以想起来，译文一定会有错误和不确。但大略已经可以知道巴黎之为艺术的中枢，是欧洲大战以前事，后来虽然比德国好像稍稍出色，但这是胜败不同之故，不过胜利者的聊以自慰的出产罢了。书是一九二五年出版的，去现在已有十年，但一大部分，也还可以适用。本篇连同艺术都会的巴黎的译文，最初发表于一九三四年九月译文月刊第一卷第一期，署名茹纯。格罗斯―德国画家。作品有支配阶级之面目如此人类等画集。踏踏派即达达主义，第一次世界大战期间流行于瑞士美国法国的资产阶级文艺流派。它反对一切艺术规律，否定艺术形象的思想意义，以混乱的语言，怪诞荒谬的形象表现不可思议的事物。几个杂志指一九三年二月的萌芽月刊第一卷第二号和同年三月的大众文艺月刊第二卷第三号。维朗特赫尔弗尔德，生平不详。麻生义即麻生义辉―，日本美学与哲学史研究家，著有近世日本哲学史等。哀尘附记哀尘附记曰此嚣俄随见录之一，记一贱女子芳梯事者也。氏之水夫传叙曰宗教社会天物者，人之三敌也。"}
{"text":"维朗特赫尔弗尔德，生平不详。麻生义即麻生义辉―，日本美学与哲学史研究家，著有近世日本哲学史等。哀尘附记哀尘附记曰此嚣俄随见录之一，记一贱女子芳梯事者也。氏之水夫传叙曰宗教社会天物者，人之三敌也。而三要亦存是人必求依归，故有寺院必求成立，故有都邑必求生活，故耕地航海。三要如此，而为害尤酷。凡人生之艰苦而难悟其理者，无一非生于斯者也。故人常苦于执迷，常苦于弊习，常苦于风火水土。于是，宗教教义有足以杀人者，社会法律有足以压抑人者，天物有不能以人力奈何者。尝于诺铁耳谭发其一，于哀史表其二，今于此示其三云。芳梯者，哀史中之一人，生而为无心薄命之贱女子，复不幸举一女，阅尽为母之哀，而转辗苦痛于社会之陷者其人也。依定律请若尝试此六月间，噫嘻定律，胡独加此贱女子之身！频那夜迦，衣文明之衣，跳踉大跃于璀璨庄严之世界而彼贱女子者，乃仅求为一贱女子而不可得，谁实为之，而令若是！老氏有言圣人不死，大盗不止。彼非恶圣人也，恶伪圣之足以致盗也。嗟社会之陷兮，莽莽尘球，亚欧同慨滔滔逝水，来日方长！使嚣俄而生斯世也，则剖南山之竹，会有穷时，而哀史辍书，其在何日欤，其在何日欤？本篇连同哀尘的译文，最初发表于光绪二十九年五月二十日一九三年六月十五日浙江潮月刊第五期，署名庚辰。嚣俄，―又译雩俄，通译雨果。法国作家。著有巴黎圣母院悲惨世界等长篇小说及剧本克伦威尔欧那尼等。哀尘原是随见录中的一篇，题为芳梯的来历后来将这一事件写入悲惨世界第五卷。水夫传即海上劳工。铁耳谭即巴黎圣母院简称的音译。哀史即可怜的人，今译悲惨世界。雨果的这三部长篇小说巴黎圣母院作于一八三一年，悲惨世界作于一八六一年至一八六九年之间，海上劳工作于一八六六年。"}
{"text":"哀尘原是随见录中的一篇，题为芳梯的来历后来将这一事件写入悲惨世界第五卷。水夫传即海上劳工。铁耳谭即巴黎圣母院简称的音译。哀史即可怜的人，今译悲惨世界。雨果的这三部长篇小说巴黎圣母院作于一八三一年，悲惨世界作于一八六一年至一八六九年之间，海上劳工作于一八六六年。这是哀尘中巡查对贱女子说的话，意思是依法应处以六个月之禁锢。频那夜迦又译毗那夜迦，即印度教神话中之欢喜天。欢喜天有男女二天，男天系大自在天的长子，为暴害世界之神。这里借以指那个恶少年。圣人不死，大盗不止语见庄子l箧。这里说老氏老子，或为误记。剖南山之竹，会有穷时语出旧唐书李密传罄南山之竹，书罪无穷。察拉图斯忒拉的附记察拉图斯忒拉的附记察拉图斯忒拉这样说spZs是尼采的重要著作之一，总计四篇，另外Zss一篇，是一八八三至一八八六年作的。因为只做了三年，所以这本书并不能包括尼采思想的全体因为也经过了三年，所以里面又免不了矛盾和参差。一总十节，现在译在前面译文不妥当的处所很多，待将来译下去之后，再回上来改定。尼采的文章既太好本书又用箴言p集成，外观上常见矛盾，所以不容易了解。现在但就含有意思的名词和隐晦的句子略加说明如下第一节叙Zs入山之后，又大悟下山而他的下去，就是上去。Zs是波斯拜火教的教主，中国早知道，古来译作苏鲁支的就是但本书只是用他名字，与教义无关，惟上山下山及鹰蛇，却根据着火教的经典s和神话。第二节叙认识的圣者Zs与信仰的圣者在林中会见。第三节Zs说超人s。走索者指旧来的英雄以冒险为事业的群众对于他，也会集观览，但一旦落下，便都走散。游魂sps指一切幻想的观念如灵魂，神，鬼，永生等。"}
{"text":"Zs是波斯拜火教的教主，中国早知道，古来译作苏鲁支的就是但本书只是用他名字，与教义无关，惟上山下山及鹰蛇，却根据着火教的经典s和神话。第二节叙认识的圣者Zs与信仰的圣者在林中会见。第三节Zs说超人s。走索者指旧来的英雄以冒险为事业的群众对于他，也会集观览，但一旦落下，便都走散。游魂sps指一切幻想的观念如灵魂，神，鬼，永生等。不是你们的罪恶――却是你们的自满向天叫意即你们之所以万劫不复者，并非因为你们的罪恶，却因为你们的自满，你们的怕敢犯法何谓犯法，见第九节。第四节Zs说怎样预备超人出现。星的那边谓现世之外。第五节Zs说末人s。第六节Zs出山之后，只收获了一个死尸，小丑ssss有两样意思一是乌托邦思想的哲学家，说将来的一切平等自由，使走索者坠下一是尼采自况。因为他亦是理想家说，但或又谓不确。用脚跟搔痒你是跑在你前面的意思。失了他的头是张皇失措的意思。第七节Zs验得自己与群众太辽远。第八节Zs被小丑恐吓，坟匠嘲骂，隐士怨望。坟匠是专埋死尸的人，指陋劣的历史家，只知道收拾故物，没有将来的眼光他不但嫌忌Zs，并且嫌忌走索者，然而只会诅咒。老人也是一种信仰者，但与林中的圣者截然不同，只知道布施不管死活。第九节Zs得到新真理，要寻求活伙伴，埋去死尸。我Zs的幸福谓创造。第十节鹰和蛇引导Zs开始下去。鹰与蛇都是标征蛇表聪明，表永远轮回鹰表高傲，表超人。聪明和高傲是超人愚昧和高傲便是群众。而这愚昧的高傲是教育的结果。本篇连同察拉图斯忒拉的的译文，最初发表于一九二年九月，新潮月刊第二卷第五期，署名唐俟。察拉图斯忒拉，全名札拉图斯特拉如是说，系假托一位古代波斯的圣者，宣扬超人学说。苏鲁支琐罗亚斯德的旧译，见宋代姚宽的西溪丛语卷上。"}
