{"text":"我们现在说，思想形成了一个观念，如戴有色眼镜看东西，所看的统统不同，当我们怀疑有鬼，汗毛就竖起来了。佛经上就说，不必真的站到悬崖，自己坐着闭上眼，心想处身于万丈悬崖，如跌下去会没命，脚就会酸软起来，事实是这个现象。这就说明心中欲望的可怕。如果要把这种欲念平静下去，变成道心，那就太难，微妙得很，不可思议。怎样才是道心？我们中国文化中讲了几千年，四书讲道心，宋明理学家也讲道心，佛家道家老子庄子一概讲道心，都微妙得不得了，怎样做到这个道心的境界？要精要一，最后允执厥中，就是这一句话。辨中边论什么叫中？如果我们做知识的研究就很多了，如中庸就讲中道，在物理世界，讲一个茶杯的中心点，那是假定的。一个人站在房子的中间，说他是中，那是对四周而言实际上还是边，因为在某一边看是中，在另一边看，他是站在左边或右边，或前边或后边，所以还是边。没有绝对中的。这是物理上的中，思想上的中更难确定了。自已脑子能够想的，停留在中，这个中在什么地方？力量均衡了就是中，象一支筷子来说，不要以为筷子两端间的中心点就是中，筷子两端的粗细不同，重量不一样，将一支筷子搁在手指上，使筷子保持水平，两边均衡了，这筷子与手指的接触点，才是中。所以在思想上可以持平的才谓之中。因此中是一个抽象的名称。也可以说是一个实际的东西，如太极拳每一个动作都有一个中心，这就是圆的道理，也就是太极的道理。并不如后世的解释中庸为滑头，而是要懂得持平的中心点。这个学问研究起来太难了，并且涉及人格的修养，所以我们作人处世要持平，真能做到平，则一个人平了就没有话讲，水平不流人平不语。不平则鸣，一不平就乱起来了。为政的道理在持平，可是求平很难，所以中国人讲究天下太平，太其实在难求。平就是中的道理，个人修养，作人处世也如此。中的道理暂时讲到这里，发挥起来很多，可以讲上半年多。尧告诉舜要允执其中，允字有两个意义，一是信，一是平。就是告诉舜要坚持把握住公平的原则，不能有偏私，不可动摇，如果不把握这个原则，天下国家，四海之内，人也好，物也好，都会垮的。"}
{"text":"平就是中的道理，个人修养，作人处世也如此。中的道理暂时讲到这里，发挥起来很多，可以讲上半年多。尧告诉舜要允执其中，允字有两个意义，一是信，一是平。就是告诉舜要坚持把握住公平的原则，不能有偏私，不可动摇，如果不把握这个原则，天下国家，四海之内，人也好，物也好，都会垮的。在尧的时代，中华民族的国家还没有建立完成，还有水灾，大禹治水之后，黄河长江未开发，整个国家在水患中，还痛苦得很，是最艰困的时代，如果为政不能持平，整个国家就完了，假使做得不好，就天禄永终。这四个字可作两面解，做坏了不得好死，做好了上天给你的禄位，永远有好的结果。古文的美感在这里，讨厌难懂之处也在这里。天禄永终四个字是凌空的，每个角度看都是圆满的。所以好的古文用白话一作解释就完了，美感就破坏了，等于好的图画，没办法加一笔，也没办法减一笔。这是引用当时尧舜禅让交接的时候，尧把中国文化政治思想的中心交待下来。等到舜也老了，大禹治水成功了。在中国文化史中认真讲，文化开创的功劳，首推尧舜至于国家建设的奠基，则大禹的功劳最大，自他以后，固然政治上变成家天下了，但在他个人的功绩，真是千秋万载，由他建立了以农立国的基础。禹分九州禹分了九州，所以舜亦以命禹，曰予小子履，敢用玄牡，敢昭告于皇皇后帝，有罪不敢赦，帝臣不蔽，简在帝心，朕躬有罪，无以万方万方有罪，罪在朕躬。舜将自己的帝位，交给大禹的时候，也把这个文化的传统精神告诉禹王，而舜在这里所说的一段话，别的地方没有，是在论语里才见到的。这里舜加重了语气，其所以加重，我们从另一角度来看，是因为时代不同，文化越来越发达，如现在用的白话文，就有这么噜嗦，越上古越简单，所以尧传给舜很简单，舜传给禹就复杂一点了。舜将帝位交给禹的时候，也是行大礼，向天地祭告。舜对天祷告说予小子履，我这个小子――向天不敢自称帝――履是说，学步前辈的办法。敢用玄牡，才敢用黑色的公牛作祭品，敢昭告于皇皇后帝，代表全国的百姓，向在上面广大的威严的高深不可知的天帝天后祝告。有罪不敢赦，我执政了许多年，恐怕自己有很多过错，不敢希望上天原谅，我若有罪，你还是惩罚我，不要宽恕我，不要赦免我。帝臣不蔽，简在帝心。"}
{"text":"舜将帝位交给禹的时候，也是行大礼，向天地祭告。舜对天祷告说予小子履，我这个小子――向天不敢自称帝――履是说，学步前辈的办法。敢用玄牡，才敢用黑色的公牛作祭品，敢昭告于皇皇后帝，代表全国的百姓，向在上面广大的威严的高深不可知的天帝天后祝告。有罪不敢赦，我执政了许多年，恐怕自己有很多过错，不敢希望上天原谅，我若有罪，你还是惩罚我，不要宽恕我，不要赦免我。帝臣不蔽，简在帝心。这句话就是告诉禹要学习。帝是上面领导人，臣是部下，对天来讲，这个帝是天帝，自己是臣子。这是中国过去的政治思想，与宗教精神是连在一起的。加以皇帝称天子，是上天之子民。人世间是皇帝，阴世间是阎罗王，所以过去的皇帝，受万人之拜而不拜人，但在祭天的时候，皇帝就要下跪，祭祖先时或到后宫见皇太后也要跪。他这里说帝臣不蔽，就是说你天帝的臣子，我这个舜，年纪大了，精神不够，已无法作天下的庇护。简在帝心，现在我选来一个人，可以继承我这个位置，而我所选的这一个人，天帝也会同意的，因为他的功劳太大，对国家百姓的贡献太大了。朕躬有罪，无以万方。这是作领导人最重要的政治德性，做领导的人，自己个人的错误，不要推卸责任，不要推给部下或老百姓。这是中国文化政治哲学的精神，也是中国政治领导哲学的大原则，太难做到了。我自己有罪，一切处罚我承担，与我的部下和老百姓没有关系。万方有罪，罪在朕躬。老百姓或部下错了我负责，都由我来挑起。我们看了这段书，感觉到非常严重，也非常敬佩，不禁为之肃然起敬。中国文化谈到尧舜禹汤文武周公，就同佛学讲到菩萨，道家讲到神人天人一样。就是有好处，也绝没有一点自私，应该是大家的，好处是大家的，不是自己的，自然一点不能要。佛家所谓布施，乃至自己的生命都可以交给别人，这个精神多难！所以看了这一段记载历史的资料，懂得中国的政治思想。拿现在西方来的民主精神比较，西方思想无论怎样民主，也没有到达我们这个朕躬有罪，无以万方万方有罪，罪在朕躬。的程度，这种带宗教性的自我牺牲的君主，可不容易。缩小范围来说，如果作一个单位主管，自己的政治道德修养，能够到达这个地步，就是最成功的人。"}
{"text":"佛家所谓布施，乃至自己的生命都可以交给别人，这个精神多难！所以看了这一段记载历史的资料，懂得中国的政治思想。拿现在西方来的民主精神比较，西方思想无论怎样民主，也没有到达我们这个朕躬有罪，无以万方万方有罪，罪在朕躬。的程度，这种带宗教性的自我牺牲的君主，可不容易。缩小范围来说，如果作一个单位主管，自己的政治道德修养，能够到达这个地步，就是最成功的人。当然对自己本身来说，会是很痛苦的，但是一个成功的人，就要担负所有人的痛苦，自己的痛苦绝对不放在别人的肩上，而部属的痛苦，都由自己替他承担。周重九鼎周有大赉，善人是富。虽有周亲，不如仁人。百姓有过，在予一人。前面是讲尧舜禹三代的文化政治思想以及作人的道理。我们文化的鼎盛，是三代以下到周朝完成的，孔孟思想就是继承周公的思想。周朝有一著名文献为大赉，就是周朝开始立国时候的重要思想主义，他这个思想的中心是善人是富。什么是真正的富强，包括家庭的富强，个人的富强，都是善人，都是好人，各个是好人，没有坏人，这好人不是老实的老好人，是思想纯正，行为端正，一切都好的好人，愿天常生好人，愿人常做好事。这就是大富。至于虽有周亲，这个周代表了圆满，四周充满了的意思。就是说一个人有很多的群众，很多盲目的人跟着你。不如仁人，不如有一个两个有眼光的人，有仁义道德的人。人很容易犯一个毛病，喜欢在矮子里当高人，不喜欢到高人里当矮子，到了高人中间，处处不对，成天只有听话的分，看看谁都比自己行，这个味道很难受。可是从人生中体验到，有成千上万的盲人跟你走，一点都不希奇，只怕有一个明眼人对你说你走错了！这就完了。历史上有许多人，当时人人捧他，真是了不起，但后来明眼人在历史上写一两句，就把他刷下去了。所以当在台上的时候要当心，所听的，所看的，所讲的都是顺意的，都是对的，这时切不可得意忘形。百姓有过，在予一人。周朝也是三代时的那种精神，由此可知当皇帝之难。我常和美国朋友讨论民主与帝王政治，说他们的民主政治是假的，而我们中国过去的帝王政治思想是真民主。这也是有所本的。上古的政治经济一种真正的学问要达到外用，在古人多是用之于政治方面。"}
{"text":"所以当在台上的时候要当心，所听的，所看的，所讲的都是顺意的，都是对的，这时切不可得意忘形。百姓有过，在予一人。周朝也是三代时的那种精神，由此可知当皇帝之难。我常和美国朋友讨论民主与帝王政治，说他们的民主政治是假的，而我们中国过去的帝王政治思想是真民主。这也是有所本的。上古的政治经济一种真正的学问要达到外用，在古人多是用之于政治方面。现在我们所讲的，都是中国历史上政治哲学的道理，现在说到上古为政的九个字谨权量，审法度，修废官，四方之政行焉。这是写作论语当时，引用上古的文献。谨权量有两个观念，我们看到尚书中舜典有一句话，同律度量衡。我们的文字越到上古越麻烦，这也是中国文字与外国文字基本上的不同，中国文字依六书的法则而来，每一个字，单独代表一个观念，有时一个字包括了四五个概念外国文字要几个字母拼起来，才表示一个概念。这是中国与西文化不同的重点之一，我们必须了解的。我们后世年轻人读古文会觉得麻烦，就因为他们所受的教育，没有从研究中国字入手，尤其现在更是如此。像这里，就是说从尧舜的时代才统一了全国的律。这个律包括了两个方面，一方面是天文的物理的规律，就是现在所说科学性的各种律，包括了历法天文的法度等等，这是中国最早最古老也是最光荣的。在全世界各国，天文学的发展，我们是最早最早的，比别人早了好几千年。另一方面就是政治制度的各种官制规律，虽然历代都有变更，但原则上仍是一贯相承的。度可以分开来说，一种是地理方面的行度，等于现在西方文化的地球经纬度。另一种就是长度，经济方面应用的丈尺寸分等等名数单位。这是古代为了经济上使用，求得公平合理而统一的。量，即是合升斗等容量的总称。衡就是称，就是称东西的斤两钱等等名数的总称。这就是在尧舜时代，已经发现，各个宗法社会，各自为政，律度量衡都没有统一，所以他要把它统一起来。我们要研究经济，研究社会发展，看二十五史就知道了。我们直到现在，这些东西都还没有完全彻底统一，上菜场就知道，有台尺台斤，又和我们当年在大陆所用的不同，现在又有公尺公斤等等，是根据西方文化来的。"}
{"text":"量，即是合升斗等容量的总称。衡就是称，就是称东西的斤两钱等等名数的总称。这就是在尧舜时代，已经发现，各个宗法社会，各自为政，律度量衡都没有统一，所以他要把它统一起来。我们要研究经济，研究社会发展，看二十五史就知道了。我们直到现在，这些东西都还没有完全彻底统一，上菜场就知道，有台尺台斤，又和我们当年在大陆所用的不同，现在又有公尺公斤等等，是根据西方文化来的。现在以全世界来说，很少有已经统一了的地方，只有小部分统一了，如装船的吨位算是统一了的，可是在各国社会自己国内所用的，还是没有统一。由此我们也了解，人类努力了几千年，自己号称文明进步，事实这些地方，我们还是停留在几千年前的阶段，统一的工作，还没有做到，这是以哲学的观点，看历史的所谓进化，是一个讽刺。论语上这里也说，要谨权量，审法度。这个法度，就是现在所谓的制度，各种办事的制度，要严格注意，这是第一层的意义。其第二层的意义，如果我们不根据尚书记载的传统而讲，谨权量的权量，就是权变的意思，我们中国文化中，尤其儒家喜欢讲究两个字，所谓经权之道，经就是常经，大原则不变，永远不变的，如人之穿衣饮食是经，但吃白米或吃面包，穿西装或穿中山装，可以随意，则是权变。权具有了这样的意义。在为政的大原则就是谨权量，对政治权能的分辨，要非常谨慎，以个人而言，如领导一个单位，对某同仁在权力上应该使用到什么程度，要量才而用。要非常谨慎，这也是对人事而言。审法度是对制度而言。固然说为政在人，但是制度的发挥，非常重要。人治法治并重这两句话连起来研究，在我看来有一个非常严重的问题，现在全世界都跟着西方文化跑。其中譬如用在工厂人事管理，因为效果很好，所以将这一套又扩大到行政方面。美国对这方面特别重视。还有一位丹麦人写了一本书，我们有人译作领导的艺术或领导的技术，这个书名相当新颖，里面的内容，就是人事管理，而这些东西，在我们中国文化讲来，就是审法度。但是这种管理用之于行政，我们以冷静态度，不掺入任何东西来看，它的毛病非常大，就是人跟着制度在转，人变成没有灵魂，将来这个东西的祸害非常大。可以断言，将来一定要变，不变吃不消的。依法规来做事，人会变成机械，没有灵魂，人到底不是机械，是有灵魂的。"}
{"text":"其中譬如用在工厂人事管理，因为效果很好，所以将这一套又扩大到行政方面。美国对这方面特别重视。还有一位丹麦人写了一本书，我们有人译作领导的艺术或领导的技术，这个书名相当新颖，里面的内容，就是人事管理，而这些东西，在我们中国文化讲来，就是审法度。但是这种管理用之于行政，我们以冷静态度，不掺入任何东西来看，它的毛病非常大，就是人跟着制度在转，人变成没有灵魂，将来这个东西的祸害非常大。可以断言，将来一定要变，不变吃不消的。依法规来做事，人会变成机械，没有灵魂，人到底不是机械，是有灵魂的。回过来看中国过去的政治，是重人治，而人治的毛病，是往往变成独裁，所谓朕即国家，国家即朕。我就是法律，生杀予夺，完全由我，就变成没有制度。我们为什么偏重于中国历史文化的引证和发挥？讲历史人事的经验，老实讲，我们国家的文化，几千年来，比外国人多得多了，所以只有我们的历史值得自豪。以我们的历史，来与西方民主自由制度下的人事管理科学方法比较，我觉得如作一个统计的话，还是中国的人治毛病较少。古来也有不少暴虐的帝王，造成了许多错误的领导，但是他的祸害还是少。就是以目前来说，美国对于越南的问题，为什么弄到如此结果？不能说美国人中没有眼光远大，没有世界性的政治家。但在美国的现行的制度下，任何一个政治家思想家军事领导家都没有办法。因为他们讲科学管理，民主自由精神的法度把他们难住了。像我们中国有句在军事方面常用的老话将在外，君命有所不受。一个在前方作战的大将，不一定听皇帝的指挥，他不是不听，因为路太远，皇帝不会了解前方随时变化的情况，前方将士为了国家的利益，他就可以视前方的实况来决定战略，对于皇帝所下不适合情况的命令，可以不听，就不算抗命犯罪。但在西方的人事法规中就行不通。但话说回来，中国历史上也有很多事例，大将在外，临时应变并没错，一旦班师回朝却受朝议和执法者依法审判，就变成犯罪了。我们了解了这些思想与观点，再回过来看中国文化，在尧舜当时，人事与制度并没偏废，而把这两方面谨权量，像天平一样，法规与人事，配合得非常好。我们现在社会上就经常看得到，有时候去机关办事，磁了钉子，一肚子牢骚回来，可是没有办法，因为机关里的人照法规办事，遇到法规上某一部分会互相抵触的，上面没有作过深入的研究，而给下面的人找了很多麻烦。"}
{"text":"我们了解了这些思想与观点，再回过来看中国文化，在尧舜当时，人事与制度并没偏废，而把这两方面谨权量，像天平一样，法规与人事，配合得非常好。我们现在社会上就经常看得到，有时候去机关办事，磁了钉子，一肚子牢骚回来，可是没有办法，因为机关里的人照法规办事，遇到法规上某一部分会互相抵触的，上面没有作过深入的研究，而给下面的人找了很多麻烦。在我们古代的人治思想，法规因人事而变的原则，情形就两样，究竟谁好谁坏，的确难下定论。这是介绍了谨权量，审法度。两句话当中，所产生的很多的联想。第三句修废官。古代官者管也，就是管事的人。严格的研究起来，中国古代所谓作官，在秦汉以后，才变成特殊阶级，在上古时候，如国父所说的，是管理的意思，服务的性质，是对某事的主管人员而说。修废官也有两层意义。第一层意义就是说，在尧舜禹以后，经过殷商的阶段，政治荒废，到了周朝重新整顿起来。第二层的意义，一个制度，一个法规，一个行政措施，依我们中国易经的道理，是没有不变的。很好的计划，施行下去，到了下层，经过空间或者时间的关系，今天这个办法对，明天情况变更就不对了，非变不可，不变就会出问题，所以修废官等于说兴废之间要多注意。这三个重点把握住，了解周朝政治思想的大概规模，就好办了。四方之政行焉，为什么说四方？中国上古的政治制度，虽说中央集权，但四方都是诸侯，地方分治，实际上他是中央分权。承先启后根据近几十年来西方文化的说法，中国上古如周朝，中央反而没有集权，地方的权力非常大。所谓的中央集权，只是道德上的领导，思想上的领导，而行政上的指挥，多属于地方。所以他说谨权量审法度修废官这三点注意到了，四方之政自然行得通了。缩小范围来说，个人也是这样，一个家庭中处理事情也是这样，中国文化向来宗法社会――族有族规，家有家规，治家之道也是一样的。兴灭国继绝世举逸民，天下之民归心焉。这就是中国文化的重点，美国人也想走这个路线，老实说他没有深厚文化基础，是走不通的。这里引用的几句话，是说周代以后，就是这种做法。中国古代的政治思想，是由宗法社会的基础而来的，兴灭国，继绝世。"}
{"text":"所以他说谨权量审法度修废官这三点注意到了，四方之政自然行得通了。缩小范围来说，个人也是这样，一个家庭中处理事情也是这样，中国文化向来宗法社会――族有族规，家有家规，治家之道也是一样的。兴灭国继绝世举逸民，天下之民归心焉。这就是中国文化的重点，美国人也想走这个路线，老实说他没有深厚文化基础，是走不通的。这里引用的几句话，是说周代以后，就是这种做法。中国古代的政治思想，是由宗法社会的基础而来的，兴灭国，继绝世。过去已经灭掉的国家，万一这个国家没有后人，就要把他远支的宗亲找出来。所以周武王统一了中国以后，分封诸侯达两三百个国家，而所封的并不全是周文王的儿子，如当时的宋国，就是殷商的后代，许多都是曾经一度灭亡的，周武王再封建，把这种国家重新建立起来。这种思想一直影响到后世，如刘邦项羽他们起来推翻秦始皇的暴政，当项家初起的时候，还不敢自己称王，要找出楚国最后一个皇帝的孙子怀王出来，奉为义帝。在我们现在看来觉得奇怪，项家起来就起来了，为什么要找个小孩子出来为帝？这就是宗法社会的思想，必须要找个帽子戴上。这固然是项家的权术，但从道德的观点看，中国人始终有这种兴灭国，继绝世的精神。后来刘邦称帝，却封赠了项家和战国时代好些后人，这便是汉代初兴时的可爱可敬之处。我对外国朋友说，这是他们办不到的，拿美国来说，尽管他们没有领土的野心，但是仍有经济市场的野心，过去我们中国帮助一个国家，尤其帮助附庸国家，平了他的内乱，建立或稳定了他自己好的政权，就把兵撤回来，只有一个条件，岁岁来朝。如唐初万国衣冠拜冕旒的时代，财物上我们实际贴很多，绝没有领土或经济的野心，这是中国文化与众不同的兴灭国，继绝世的政治哲学思想。现在美国既非王道，霸道也没有搞好，所以想走这个路子可走不通，结果许多的国家，像切西瓜一样，被他切成了两半。所以我说他们到底不过两百年历史，这一方面若要到中国来当学生，至少还要学一百年，以我们自己的文化，研究全世界历史文化的精神，在这个对比下，就看得出来，人类应该走什么路。而周朝走的是传统的正确的路。举逸民，所谓逸民，就是纣王的时代，许多人不同意纣王的做法逃走了，避世于海外。到了周武王统一天下以后，把这些人都找回来，给他一个相当好的位置，尽量发挥他们的长处与思想，这样人心就归顺了。由这三点来讲，我们看自己的历史，过去讲仁讲义，现在讲就很难了。"}
