{"text":"看了真使人有神乎其技之感，叹为观止。但也显见小说家笔底的武艺，随着历史时代的发展，逐渐进入玄妙而神奇的想象意境。倘使从另一角度来看，刚正好反映出十九世纪中叶以后，东方止戈为武，与西方的尚武好斗的风气，都从原始技击和刀兵的运用，而进入神奇的要求。西方文化以物质文明为本，所以便发展为枪炮机械。中国文化是以人文本位和个人的精神为基础，所以便把技击进入以气驭剑，或心剑合一的幻想境界。清末义和拳的误国事件，虽然说是清朝宫室上下无知所造成，然而平时深植人心的剑仙侠客与施公案彭公案等的小说故事，实在也是造成这种错误的重大原因之一。只不过士大夫者流的知识分子，讳不自知而已。抗战期间的武侠小说精良的艺术是太平盛世以及安定社会中的产品。而宗教哲学小说，大体说来，都是历史变乱，社会不安定中的结晶。自民国初年到抗战期间，武侠小说随着印刷的发达，风起云涌。阅读武侠小说的风气，也正如西方人阅读侦探小说和科学幻想小说一样的普遍。初期影响最大的，便是向恺然笔名平江不肖生所著的江湖奇侠传。书中的武侠宗师金罗汉和柳迟，以及主要事件的火烧红莲寺的故事，不但脍炙人口，而且几乎成为家喻户晓的事迹。因此拍成电影，而大受观众的欢迎。甚之，有许多小学生阅读了江湖奇侠传就离家出走，入山学道，寻访明师，闹出许多啼笑皆非的笑话。跟着而来的，便有李寿民笔名还珠楼主，所著的长篇蜀山剑侠传又名峨嵋剑侠传青城十九侠兵书峡等剑侠小说，都畅销全国而充斥书摊。至于出租武侠小说的行业，也因此应运而兴，赚得大好生意。还珠楼主的小说，又长又玄，几乎没有一部完工的著作，但却永远吸引著读者的心理。他以曾经学过道家方术的知识，和他游历过许多名山大川的见闻，以及多识虫鱼鸟兽人物等的经验，并脱胎于神仙传与山海经的幻想，配合他文白相间的笔调，实在使当时的青年人读之，即醉心于心灵幻想的雄奇之境，而逃避了现实的苦闷。他如许多学者大师们，也乐此不疲而藉资消遣。就如大家所谓当时的哲学家胡适之先中，据说也是还珠楼主的忠实读者之一是否属实已无法考证。但著者以后下落不明，据说他客居上海写小说时，堕落到终日躺在鸦片烟铺上吞云吐雾，挖空心思构想情节，而口授助手来笔录。后来我碰到有些传授道家方术的人，居然说出自得明师真传离合神光的道法，实在令人哑然失笑而瞠目不知所对。"}
{"text":"他如许多学者大师们，也乐此不疲而藉资消遣。就如大家所谓当时的哲学家胡适之先中，据说也是还珠楼主的忠实读者之一是否属实已无法考证。但著者以后下落不明，据说他客居上海写小说时，堕落到终日躺在鸦片烟铺上吞云吐雾，挖空心思构想情节，而口授助手来笔录。后来我碰到有些传授道家方术的人，居然说出自得明师真传离合神光的道法，实在令人哑然失笑而瞠目不知所对。因为这些法术的名称，实出于还珠楼主小说中的杜撰臆造，结果竟公然有人信以为真，岂非不可思议。其次，比较不太过于以神奇相号召，而以中国少林武当的武术技击加以渲染的，则有曾经学过国术的郑证因所著的鹰爪王等，却属于较为合理的武侠小说。而郑证因也是多产的武侠小说作家，大受国术界的欣赏。其他还有些后起之秀的武侠小说作家，记忆不全，姑不详说。受到这些武侠小说的影响，抗日战争期间，川康一带，公然有人号称结合剑仙侠客的地方团队，愿意参加抗战。这种爱国热情的忠义之气，实在值得敬佩，但是他们的见解和常识，却仍停留在义和拳时代，也是令人啼笑皆非的事。近年武侠小说的演变抗战胜利以后，武侠小说逐渐开始转变方向，其时平江不肖生的江湖奇侠传已成过去，还珠楼主的蜀山剑侠传郑证因的鹰爪王的风靡，也渐见减色。介于剑仙侠客之间的故事，和完全不适合中国技击的功夫，而只凭臆测构想的作品，渐渐抬头。同时，有人以李自成张献忠等为对象，影射中共的夺权行为，而写成武侠小说。因此在台湾，出租武侠小说的书摊行业，就凭这些小说，使得在风雨飘摇流离颠沛的人们，得以宣泄胸中的满腔块垒。当此之时，有一位多年从事文化事业，出版经验丰富的书侠，他从出版事业的立场而言出版，认为这些武侠小说都将成为过去，于是出资请人写作武侠小说，如南明侠隐年羹尧新传等，便由此陆续发行。自此以后，写作武侠小说的作家，和从事武侠小说的出版商，以及出租武侠小说的大小书店，便如雨后春笋，应运而兴。由此解决了许多人的全家生活问题，同时也因此使一股醉心武侠小说的迷风，吹遍了各阶层社会，乃至家庭主妇大中小学等学生的脑子里。看武侠小说的风气，如此之盛，主要的原因，由于时代与社会心理愈加苦闷的时候，怪力乱神的小说，也愈受人欢迎。"}
{"text":"自此以后，写作武侠小说的作家，和从事武侠小说的出版商，以及出租武侠小说的大小书店，便如雨后春笋，应运而兴。由此解决了许多人的全家生活问题，同时也因此使一股醉心武侠小说的迷风，吹遍了各阶层社会，乃至家庭主妇大中小学等学生的脑子里。看武侠小说的风气，如此之盛，主要的原因，由于时代与社会心理愈加苦闷的时候，怪力乱神的小说，也愈受人欢迎。何况一般爱情小说社会小说，千篇一律，更无杰出的作品出现，早已使人厌于阅读。阅读武侠小说的风气但这一二十年来，国内海外包括香港方面武侠小说的写作与出版，随便一本便算一卷，精粗好坏，据我所知道和我所看过的，也不下几千本乃至万卷之多。因此我常说笑话如果说读书破万卷的话，单以武侠小说而言，我早已超过此限。此中并无学问，而且乱说乱盖的多如牛毛，但在精研正式书本与深思学问之余，借此换换头脑，休息心灵，遮遮老眼，的确还很有趣。后来发现与我有此同好者，还有许多学者教授出国留学的学生，和若干自命才高于顶，眼大如箕的文人名士。至于一般青年学生，以及劳工朋友们，不但人手一本，而且装满两个裤袋，都是全般武侠。有一天，我经过城中公园，看到前任警官学校的校长。独自一人坐在树下看书。我心想，他真用功勤读，大概又在研究四书或论语吧！为了不忍心打断他的读书境界，所以不好招呼，只轻轻地从背后绕过一看，原来也在聚精会神地看武侠小说。这一时代，中国人之所以喜欢看武侠小说，就相当于美国政坛的重要人物，借着阅读侦探小说或科学幻想小说以调剂心神。东西双方的这种情况，也可以说都是时代的心理病态。然而侠风所至，还不止此，多少年来，任何大小报纸刊物，如果去掉武侠小说与描写黑社会的小说，则几乎可以使报纸刊物的发行数字直线下降。这股十里刀风，实在有使人不寒而栗之感。武侠小说写作的泛滥但是武侠小说的写作题材，经过二十年来的挖掘，的确都成陈腔滥调，而更无上品出现。偷袭蜀山剑侠江湖奇侠鹰爪王的内容，写光了。继而外搭包情，配合西洋侦探小说与科学观念的用毒和解毒，以及易容化装，利用物理作用等幻想也写完了。"}
{"text":"这股十里刀风，实在有使人不寒而栗之感。武侠小说写作的泛滥但是武侠小说的写作题材，经过二十年来的挖掘，的确都成陈腔滥调，而更无上品出现。偷袭蜀山剑侠江湖奇侠鹰爪王的内容，写光了。继而外搭包情，配合西洋侦探小说与科学观念的用毒和解毒，以及易容化装，利用物理作用等幻想也写完了。于是跟着而来的，便是好勇斗狠，帮派复仇，一言不合就拔剑而起，流血五步，在所不惜。或睚眦必报，毫无情理。这种满怀个人恩怨，或即将心理变态的病态武侠，写成主角，无形中给予青年以极坏的小说教育，关系极大。至于其中不通地理，不明地方风俗，不知历史时代的生活方式的写作，实在不胜枚举。于是华山的绝顶险处，可以骑马，而把崇山峻岭的地方，却描写成为大湖深泽。这些不经之谈，自然都不在话下了。除此以外，还有乱讲佛道两家的气炼脉之术，同时又把东洋日本武士道的抽刀拔剑的手法，和东洋日本式的打斗拳脚，变成国术的招式。真正中国武功的技击，反而毫无所知。甚至把瑜珈术引用到武功里去，虽然别有精彩之处，但认为这些便是中国的正宗技击武术，那就更为可笑了。目前武侠电影流行，所有舞弄刀枪剑棒的武术技击，一半以上都是东洋日本的武士道手法，在行家眼中看来，回顾一下我们国术界的情形，真有啼笑皆非之感慨！可是这一流的电影不但大受男女老幼的欢迎，而且多少学者教授们，也都醉心欣赏，而大为击节赞扬。这不仅是中国文化中武艺的悲哀，而且还应该说是中国文化真正衰落的一劫。但是，这些现象，也正表示出人心的沉闷，时代的哀愁，大家在无可奈何之中，只好借此一消胸中块垒，并不在于中国武艺文化的真假和是非了。武侠与社会教育武侠小说在今日国内的风气，概如上述。而我们负责文化者不但完全外行，甚至也无法领导。几年以前，一位有关人士曾和我说，应想出一个对此稍加限制的良策才好。因为这种风气，在无形中，给予社会青年一种极坏的教育。我说天下事往往存在着许多矛盾。教堂的对面开设了绿灯户，最高学府的门前，有人大兜看黄色小电影的生意。一面防范管制太保阿飞的好勇斗狠。一面大量开放粗著滥作的小说，以及电视上极力播演杀人不眨眼的西方牛仔，以及笨拙万分的摔角镜头。谁又愿意正本清源从事社会教育。"}
{"text":"而我们负责文化者不但完全外行，甚至也无法领导。几年以前，一位有关人士曾和我说，应想出一个对此稍加限制的良策才好。因为这种风气，在无形中，给予社会青年一种极坏的教育。我说天下事往往存在着许多矛盾。教堂的对面开设了绿灯户，最高学府的门前，有人大兜看黄色小电影的生意。一面防范管制太保阿飞的好勇斗狠。一面大量开放粗著滥作的小说，以及电视上极力播演杀人不眨眼的西方牛仔，以及笨拙万分的摔角镜头。谁又愿意正本清源从事社会教育。何况智勇辩力四者，绝非限制所能生效。只有疏导，才是办法。譬如人因地而倒，因地而起。如果认为武侠小说影响了青少年的行为，何以不培植写作武侠小说的名家们，为后一代着想，而灌输一些真正的中国文化，如人伦道德侠义忠勇等精神和事实。同时再好好研究一下中国文化的武德以及真正中国的南北派和其他名家的技击的武术呢？禁止之弊，甚于防范。疏导之功，利于无形。小说之功，过于教育。人谋之臧，可以造成良好的风气。好的武侠小说，对于培养国家民族正气的效果，也同样有不可思议的力量。虽说未必尽然，却未必不是当前文化的急务。老文学和新文艺近来司法界提倡新风气，改用语体文书，一切诉讼文件和法官们的判决书，都要尽量采用语体。这实在是司法上贤明而便民的改革，是值得喝采的。但因此有些人错以为这是现代六十年来第二次的白话运动。大学里中文系有新文艺思潮和国文教授方法上的争辩，便引起一些学习中文和关心中国文化同学们的彷徨迷惘，莫衷一是地群相征询意见。公文语体化的历史渊源关于前一问题，我认为中国三千年来的文化史上，有关政府文书的文章自有文献可徵的，大多数都是用语体来书写的。我国文化史上第一部的政治史文献，当然是以尚书为首。我们现在来读尚书，一般人都认为它是古文。这种所谓古文的观念，应该是对时代距离先后所下的定义。事实上，尚书里收集当时历史上的文告或记载史事的资料，大多数都是当时的语体文。即如周易一书的卦爻词句，大多数也是当时的语体。秦汉以后，有关政府法令的文辞，从许多方面来看，多数也是当时的语体。当然不能只以西汉时代贾谊的过秦论，或东汉末期诸葛亮的先后出师表作标准。即使就把过秦论和先后出师表来作规格，我觉得其中的文辞语句，有许多地方，仍然是采用当时的语体。"}
{"text":"我们现在来读尚书，一般人都认为它是古文。这种所谓古文的观念，应该是对时代距离先后所下的定义。事实上，尚书里收集当时历史上的文告或记载史事的资料，大多数都是当时的语体文。即如周易一书的卦爻词句，大多数也是当时的语体。秦汉以后，有关政府法令的文辞，从许多方面来看，多数也是当时的语体。当然不能只以西汉时代贾谊的过秦论，或东汉末期诸葛亮的先后出师表作标准。即使就把过秦论和先后出师表来作规格，我觉得其中的文辞语句，有许多地方，仍然是采用当时的语体。我们现在叫它是古文，这个古字，应该说只是对于历史时代的划分，并非就是亘古不变的定义。在魏晋以后，文学的风气弥漫，因此经历南北朝三四百年来的公文辞章，的确偏重于骈俪的文学化了，比起汉代，更缺乏普及性。所以到了初唐，由唐高祖李渊开始，便下命令改革公文，不许有太过骈俪的文学辞藻而妨害事实的叙述。后来唐代的文风复古，不但是初唐政治上开其风气之先，事实上也是文运兴替的必然趋势。韩愈的文起八代之衰的复古运动，并非如我们现代人心目中的复古，实际上，正是恢复当时读书人――知识分子的文学语体化。当然，在这里须要注意，古代的教育并不普及，所以能够以写作文辞来表达意识思想的，仍然只属于少数读书人的事。宋元明清以来，不但在公文上多数是采用语体化，即使如四朝学案中的儒家讲学的记载，也都是采用语体。所谓语录的风气，便由中唐的禅宗和宋初的理学家们所开始。并且翻开历史上历代奏议一类的文章，有关政令和事务性的叙述，几乎都用语体来表达，从来没有人认为那些缺乏文学格调的奏议，没有历史性的价值。只有在清朝中叶之后，由于少数几位深于文学修养的人做了地方官，遇到有些官司上的判词，便以文学的风趣，大玩其花样，如袁枚郑板桥等人的几件判词。可是此风一长，到了后来绍兴师爷的手里，便积习成规，在刀笔之间，大玩其有笔如刀精细雕虫的笔墨花样。于是樊山判牍一类的文章，便成金科玉律了。不过，这种风气在满清中兴的时代，已经稍有变革了。民国以来，公文的改革，在有形或无形中，也有过几个阶段，现在在司法上又正式提出采用语体，虽然说是革新，如果在中国文化精神的立场而言，应该说这正合于中国文化固有精神的复兴运动。"}
{"text":"于是樊山判牍一类的文章，便成金科玉律了。不过，这种风气在满清中兴的时代，已经稍有变革了。民国以来，公文的改革，在有形或无形中，也有过几个阶段，现在在司法上又正式提出采用语体，虽然说是革新，如果在中国文化精神的立场而言，应该说这正合于中国文化固有精神的复兴运动。白话文和中国文化的命运由于前面所讲的历史事实，推演开来，说到后一问题，无论在文学上或文化上，所谓的新文艺运动，我认为大可不必操心，此事不运而动，一代自有一代的必然趋势和结果。例如前面讲过在秦汉时期的文学和文章，虽然在三千年以后的现在，好像一仍未变。而事实上，秦文汉文，已大有不同之处，拿它和春秋战国时代比较，有迥然不同的特点。唐代和宋代的文学文章不同明清和近代的文学文章更不同。从文艺上来看，汉代的辞赋，唐代的诗，宋代的词，元代的曲，明代的小说，清代的联语等等，任何一个时代，都自然而然地有其新文艺运动的特色。至于在某一时代，因为某一人的提倡使文风不变，乃至使文运改变了方向，其实是他在那个时间空间恰好当时当位，便很幸运地成为推动这个波澜的焦点。事实上，这种风气，到了某一时期，即使不由某一人的推动，它在事前或当时，也早已自然而然地形成了风气，势在必变而事在当变了。例如唐代的韩愈，现代的胡适，也都是适逢其会的人物。老一辈的朋友中，有人大骂胡适深恶痛绝其提倡白话文，认为他是千古罪人。事实上，平心而论当五四运动的先后时期，即使胡适不提倡白话文，也必然会有人要出来提倡的。就是没有某一个人出来提倡，白话文的替代古文，也会自然不运而动的。胡适先生却在当时自我标榜了龚定Q但开风气不为师的一句话，真是适得风云际会，相当地幸致而已。五四运动在二十世纪的中国文化史上，功过很难说。只就提倡白话文的运动来讲，对于六十年来的现代，功过也无法衡量。至少，因为白话文的提倡，中国的教育因此而更容易普及，一般国民的知识水准因此而提高。但是五千年来的中国传统文化，却因此有被拦腰截断的危机。我们追溯六十年前，所谓五千年来中国文化的遗产，都蕴藏在古典的书籍中。这些古典书籍，都用古文写作的。"}
{"text":"五四运动在二十世纪的中国文化史上，功过很难说。只就提倡白话文的运动来讲，对于六十年来的现代，功过也无法衡量。至少，因为白话文的提倡，中国的教育因此而更容易普及，一般国民的知识水准因此而提高。但是五千年来的中国传统文化，却因此有被拦腰截断的危机。我们追溯六十年前，所谓五千年来中国文化的遗产，都蕴藏在古典的书籍中。这些古典书籍，都用古文写作的。后来的青年，从白话教育入手的，对于古籍中的古文，没有基本的修养，不但自己不会写作那些文章，根本就看不懂这些古籍，因此而奢谈中国文化，问题当然就不简单了。于是，有些爱护中国文化之士，以卫道者的精神，极力提倡读古书，写古文，憧憬着旧日的读书方法和旧式的读书趣味。但是历史犹如东流的逝水，一去总不回头，虽然这些卫道者其心可敬，其志可嘉，到底不能挽狂澜于既倒，反而招来许多无谓的困惑。曾经有一位青年同学对我说历史已经走向电脑时代，有人可以专用注音符号替代文字来表达语言和意识思想，居然还有人要复古提倡古文，真是不可思议。打字机的功用愈来愈发达，居然有人还要拚命地提倡写毛笔字，真是不可想像。当时我听了也有啼笑皆非之感，便说原子能的威力可以消灭人类于无形，居然还有许多人要求做人，岂非更是匪夷所思吗？世事都在对立矛盾中交织成为人文文化的历史，老弟台既不必过于愤慨老前辈的忧伤，老朋友们也大可不必为后一辈叹息。新文艺运动中白话的古文其次，我们都知道白话文的新文艺运动，已经推行了五六十年，它的效果已如前所说，但是它的价值须另当别论了。当时大家需要推行白话文，大半的原因，是受到西方文化东来的影响。六十年前，鉴于西方各国的富强康乐和坚甲利兵的威势，于是晕头转向西方去学习科学的方法和民主的制度，穷根究底，认为他们教育与知识的普及，是靠着语言和文字一体的作用，同时回顾我们当时的民智闭塞，风气不开，也正坐此病，所以便提倡了白话。但是大家都忽略了一个非常严重的问题，那就是任何一个民族，任何一个社会，语言总会跟着时代而变更的。甚之，语音也有因时代而变革的。依中国文化的习惯来说，三十年算作一世。语言往往经过三十年的一代而有所变动。因此西方各国的文字和语言合一的学风，便在语言和文学历代变革中产生了重大的问题。我们细心研究，便可看出西方各国的文化书籍，过了一二百年的文章，大多数就非专家看不懂了。"}
{"text":"但是大家都忽略了一个非常严重的问题，那就是任何一个民族，任何一个社会，语言总会跟着时代而变更的。甚之，语音也有因时代而变革的。依中国文化的习惯来说，三十年算作一世。语言往往经过三十年的一代而有所变动。因此西方各国的文字和语言合一的学风，便在语言和文学历代变革中产生了重大的问题。我们细心研究，便可看出西方各国的文化书籍，过了一二百年的文章，大多数就非专家看不懂了。同样的，我们古代的白话文章，如元明之间用白话文所写的小说像三国演义水浒传西游记金瓶梅，以及清代的红楼梦等等的书，它在现代青少年看来，完全是白话中的古文了。其次，我们只要拿出五六十年前的报章杂志来对照一下，当时人所写的语体文白话文，也早已生硬地成为现代的古文了。一代白话文大师胡适先生的早期作品，何尝能够外于此例？反过来说，我们再看一看现代青少年们的白话文，甚之，二十多岁刚从大专毕业去当教师的，亲自研究一下更下一代的白话文，如不拍案惊奇，摇头叹息，那才真是奇怪呢。至于现代汗牛充栋新文艺的著作中，夹杂意识流和存在主义的文学作品，有的超越冥想，比禅的文字更难懂，那也是司空见惯的常事。总之，旧的被推翻了，新的文艺毫无基础，铲平了五千年来的基石，想凭空摸索去建立空中楼阁，实在需要仔细思量，慎重考虑。安知后之视今，不犹今之视昔呢？古文的劳苦功高中华民族的文字结构，我们是值得自豪的。用中国文字所构成的古文学，也是值得自夸的。我们姑且不从六书和训诂等来说中国的文字和文章的价值，首先应当了解我们祖先的文化精神，在任何方面，都是寓繁于简的，上古的文字，大多以象形开始，同时又需要以最简单的动作，把它雕刻在兽骨或竹简上面，因此更需要言简而含义多方，以便于书刻。由于这种文化精神随着时代的扩展，便构成了我们所谓的古文体裁。更明白一点地说，由于这种古文体裁的文学，便使文字和语言完全分开。同时也使文学词章超然独立在时间空间之外，因此，保留了五千年的文化思想。先人与后世的意识，完全不受时代环境的变革而有所阻碍难通。换言之，依照过去旧式教授文字文学的方法，只要真能教，真能懂的，不过花费青少年时代一二年的时间，便学会了这种写作文章而统率各种语意的作法，然后终生用之不尽，取之不竭。"}
