{"text":"中国文化的民情风俗，与印度迥然有别，除了贫而无告，沦为乞丐的，即使如隐士之流，还是靠自己躬耕畎亩而得衣食的。中国素来以农立国，政府与社会，都很重视农耕，仅靠乞食生活，便会被视作懒汉或无用的人了。古代传统文化的观念，认为人们的身体发肤，受之父母，不可毁伤比丘们既已剃除鬓发，已经犯了大不敬和不孝，一般的人，已经存有歧视之心，何况还要乞食于人，那就更不容易了。由于上述的几种原因，隋唐以前的中国僧众，大半都靠帝王大臣们的信仰供养，才得维持其生活，同时其中有一部分，还须靠自己募化，或其他的方式维持，所以便包含有许多事故，引起历史政治上几次的大反感。不过，那时候中国的僧众，因地制宜，已经不能完全遵照原来的佛制，有的已经建筑寺庙，集体同居，只有少数专志修持，一心求道，单独栖息山林岩洞之间，过他的阿兰若清净道场生活，其余就需要变更方式，才能适应环境。二禅宗丛林制度的由来到梁武帝的时代，达摩大师渡海东来，传佛心印的禅宗法门，便是中国初有禅宗的开始，那时信受禅宗的伯人，并不太多，据景德传灯录所载，正式依止达摩大师得法的，也不过三四人，其中接受大师的衣钵，传承心印，为东土第二代祖师的，只有神光一人而已。以后历世的学人，虽然渐渐增加，但接受祖位，都是一脉单传，传到六代祖师慧能，在广东曹溪大弘禅道。四方学者辐辏，禅宗一派，可谓如日之方东，光芒万丈，衣钵就止于六祖而不再传了。从六祖得法的弟子很多，能够发扬光大的，有湖南南岳怀让禅师，江西青原行思禅师二支青原二支，不数传就渐呈衰落，南岳一支，便单祧道脉，此后就有马祖道一禅师，大弘禅宗宗旨，因他俗家姓马，故称马祖。马祖门下出了七十二位大善知识，可为禅宗大匠的，也不过数人，其中尤以江西洪州百丈怀海禅师。称为翘楚，改变佛教东来的制度，首先创立丛林制度的，就是马祖和百丈师徒，而且正式垂作丛林规范的，尤其得力于百丈，所以相传便称百丈创立丛林，据释门正统载元和九年，百丈怀海禅师，始立天下丛林规式，谓之清规。其实，百丈师徒，正当唐代中叶约当公元八九世纪之间。佛教正式传入中国，当在汉魏两晋时期，其中已经过四五百年蜕变，它被中国文化的融和，受到中国民情社会风俗的影响，制度的渐渐改变，也是事所必致，理有固然的。"}
{"text":"称为翘楚，改变佛教东来的制度，首先创立丛林制度的，就是马祖和百丈师徒，而且正式垂作丛林规范的，尤其得力于百丈，所以相传便称百丈创立丛林，据释门正统载元和九年，百丈怀海禅师，始立天下丛林规式，谓之清规。其实，百丈师徒，正当唐代中叶约当公元八九世纪之间。佛教正式传入中国，当在汉魏两晋时期，其中已经过四五百年蜕变，它被中国文化的融和，受到中国民情社会风俗的影响，制度的渐渐改变，也是事所必致，理有固然的。在百丈以前，梁僧法云，住光孝寺，虽已奉诏创制清规，但没有像百丈一样，敢明目张胆，大刀阔斧的毅然改制，定作规范，在百丈以后，更无完美的僧众制度，能够超过丛林制度的范围，所以说者便截定是百丈禅师，创建丛林制度了。在百丈以前，禅宗的学风，大多只在长江以南一带流传，最盛的区域，当在广东湖南湖北江西福建浙江江苏四川等省，能够北入中原的还不太多，至于黄河南北，还是停留在初期东来佛教的方式。禅宗以外的其余宗派，以及专精佛教学理，讲习经论的法师，被称为义学沙门的，为数还是很盛，大凡笃信研究经论学理的人们，不是过于圆通，便是过于迂执，尽管他自己本身，也翻滚不出时代的潮流，如果有人要公开改变旧制，自然就会忿然动色的。所以当百丈创建丛林之初，就被人骂作破戒比丘，这也是事所必致的了。马祖百丈等辈，都是气度雄伟，智慧豁达之士，具有命世的才华，担当立地成佛的心印，他毅然改制，固然由于见地定力的超群，也是适应时势机运的当然趋势。百丈以后，晚唐五代之间，禅宗本身，又有五家宗派的门庭设立，范围僧众的制度，大体还是遵守丛林的清规，可是在教授方法，和行为仪礼之间，却因人因地因时的不同，就各有少许出入，这种不能算是异同，只能算是出入的仪礼和教授法，便又名为家风。所以后世各个丛林禅寺，各有家风的不同，一直流传到清末民初，严格地说，禅寺丛林所流传的规范，已经经过千余年的变易，当然不完全是百丈禅师时代之旧观了。而且江南江北，长江上游和下游，各寺都有各寺不同的家风和规矩，但推溯这个演变的源流，无论它如何变更形式，穷源探本，可以得一结论丛林禅寺的宗风，是渊源于丛林制度的演变。禅宗的丛林制度，是脱胎于佛教戒律的演变。"}
{"text":"所以后世各个丛林禅寺，各有家风的不同，一直流传到清末民初，严格地说，禅寺丛林所流传的规范，已经经过千余年的变易，当然不完全是百丈禅师时代之旧观了。而且江南江北，长江上游和下游，各寺都有各寺不同的家风和规矩，但推溯这个演变的源流，无论它如何变更形式，穷源探本，可以得一结论丛林禅寺的宗风，是渊源于丛林制度的演变。禅宗的丛林制度，是脱胎于佛教戒律的演变。佛教戒律，是由释迦牟尼佛所制定的，它为了范围僧众集体生活，修证身心性命所建立，具有中国文化礼记中的礼仪，以及法律与社会法规等的精神和作用。丛林的规模住持和尚他是职掌全寺的修持教育寺务行政戒律和清规法律弘法布道经济财务等事权，等于政府的元首社会的领袖。他在寺内住的所在，叫做方丈，也就是佛经上说，维摩居室，仅有方丈之意，所以普通便叫一寺的住持和尚作方丈，有时也叫作住持，就是佛经上住持正法之意。禅苑清规称尊宿住持谓代佛扬化，表异知事，故云传法。名处一方，续佛慧命，斯日住持。初转法轮名为出世。师承有据，乃号传灯。住持和尚的产生住持是僧众们推选出来的，必须具有几个条件第一，是禅宗的得法弟子，要确有修持见地，足为大众师范，而且形体端正，无有残缺。第二，要德孚众望，经请山长老和其他丛林的住持们赞助。第三，得朝廷官府中央政府或地方政府的同意。他具备这些众望所归的条件，经过一次极其隆重的仪式，才得升座作住持和尚，如果以上还有老师和尚的存在，在升座的仪式中，还有付法嗣法。人院视等手续，才算完成接座的一幕，相等于现代的交替教育宗旨，和职位上的移交。退院的和尚前任的住持和尚退位，便称为退院老和尚，他闲居养静，再不间事或者闭关专修，大体都是功高望重，修持与德操，达到圆满的程度。他与新任接位接法的住持和尚之间，视如父子，必须极尽恭敬供养侍奉的能事，一直到了老死，务须尽到孝养，否则，会被诸山长老及僧众们所指责的，甚之，还算是犯了清规，受到责罚，但是唐宋时代的退院高僧，多半是飘然远引，从来不肯作形似恋栈的事。和尚与政府的关系以前在中国的政治上，关于僧道制度，虽然历代都有过不大不小的争议，但因中国文化的博大优容，最后决议，都以师礼待遇僧道等人，虽然朝见帝王时，也不跪拜，只须合掌问讯，等于只有一揖了事。东汉时，僧尼隶属于鸿肿寺管理。"}
{"text":"他与新任接位接法的住持和尚之间，视如父子，必须极尽恭敬供养侍奉的能事，一直到了老死，务须尽到孝养，否则，会被诸山长老及僧众们所指责的，甚之，还算是犯了清规，受到责罚，但是唐宋时代的退院高僧，多半是飘然远引，从来不肯作形似恋栈的事。和尚与政府的关系以前在中国的政治上，关于僧道制度，虽然历代都有过不大不小的争议，但因中国文化的博大优容，最后决议，都以师礼待遇僧道等人，虽然朝见帝王时，也不跪拜，只须合掌问讯，等于只有一揖了事。东汉时，僧尼隶属于鸿肿寺管理。唐以后，改变自姚秦齐梁以来的大增正和大僧统，设祠部曹，主管天下僧尼道士的度谋和道等事。祠部与僧司，等于现代政府的宗教司，唐代是隶属于礼部的，唐会会要称则天延载元年五月十五日，敕天下僧尼隶祠部。全国僧尼的户籍，也隶祠部专管，并置有僧籍的专案，迨唐宪宗元和二年，在帝都长安的左右街还置有僧录的职衔，相当于姚秦的僧正，后魏的沙门统，南齐京邑僧官的僧主，那是选拔聘请有道德学术修养的高僧，人都作僧官，主管天下僧尼道士等的事务。元代有一时期，还专设有行宣政院，以管理僧俗喇嘛及边情等事务。明洪武时，置僧祭司，各直省府属置僧纲司，州属置僧正司，清代因其职称。度碟，是政府给僧尼的证件，等于现代的文凭和身份证明书，唐代又称为何部牒，它自尚书省祠部发出。道士们的度牒，又名为。丛林住持的和尚，虽然由僧众推选产生，但是也须得朝廷或地方官的同意聘任，如果住持和尚有失德之处，政府也可以罢免他的职位，甚至，还可以追回度碟，勒令还俗，便变成庶民，像平常人一样接受政府法律的制裁，这种制度，一直到清代以后，才渐渐变质，不太严格。因为清代在精神上，乃异族统治，变相松弛，是另有他的政治作用。中国历代政权，虽然没有像现代人一样，有宪法规定宗教信仰的自由，可是向来都听任自由信仰宗教的，过去政府对于僧道的措施，并不是严格的管理，只是严整的监督。住持和尚执行的任务住持的职位上，是全寺首脑的住持，由他选拔僧众，分担各种执事的职务，但是却叫作请职，并非分派。请职，等于说以礼聘请，并不以命令行为。各种执事的职位，虽然由住持所请，但一经请定了，便各自执行他的职掌，秉公办理，即使对住持，也不能徇私，因为他们有一最高的信仰，尽心尽力，一切都为常住，才是功德。常住，就是指丛林寺院的全体代名辞，也就是佛经所说佛法常住之意。"}
{"text":"住持和尚执行的任务住持的职位上，是全寺首脑的住持，由他选拔僧众，分担各种执事的职务，但是却叫作请职，并非分派。请职，等于说以礼聘请，并不以命令行为。各种执事的职位，虽然由住持所请，但一经请定了，便各自执行他的职掌，秉公办理，即使对住持，也不能徇私，因为他们有一最高的信仰，尽心尽力，一切都为常住，才是功德。常住，就是指丛林寺院的全体代名辞，也就是佛经所说佛法常住之意。所以几关于处理或决议全寺和大众的事，住持必须请集全体执事公议以决定之，不能一意孤行，至少，也有两序执事长老，或少数重要执事参加决定才行。因此，住持在职位上，并不像专制时代政府的主官一样，他却像中国旧式教育的全体弟子们的严师一样，因为他所负的重要责任，便是指导全寺僧众们的实地修行，和品行的督导，关于这一方面，他却有无上的权威，也有无限的责任感，所以古代的丛林，有些住持，根本就不问事务，他认为执事的职掌，已经各有所司，毋须他来多管，他只须自己努力修行，随时说法，行其身教就是，要能不使学者走入歧途，这才是他应负的责任。住持和尚请两序班首执事住持就位，就要选请全寺的执事，所谓执事，百丈旧规，称为知事。班首，旧规称为头首。他要选拔僧众中才能胜任，而且足孚众望的出任各种职司，虽然不经过选举，但是必是大众所谅解同意的。他要发表各位执事职司的手续时，先要征求本人的同意，再把各执事职司的名字职位，写在一个牌上等于现代的公告牌，挂了出来，大家就得遵守之，须在每年正月十五或七月十五挂牌。在请职以前，先于三五天前方丈预备了茶果，就命侍者去请某某师等同来吃茶，经过住持向他们当面请托，得到了同意，才一一由书记写好名字职位，挂牌示众。然后在就职那一天，午斋的时候，先送到斋堂，依次就座用膳。饭后再绕佛经行，送到大殿上，依次排列位置，再礼佛就位。晚课以后，各请新的执事，便到方丈礼座就职，住持便当面加以训勉，告诫尽心职务，遵守清规。退而再至各老职事房中，一一拜候，便叫作巡寮巡寮这个名辞，在戒律上又作别论。这样便是简单的请职程序。请职的时候，也有请二人同任一职，互为副助，或数人同任一职的，偶也有之。"}
{"text":"饭后再绕佛经行，送到大殿上，依次排列位置，再礼佛就位。晚课以后，各请新的执事，便到方丈礼座就职，住持便当面加以训勉，告诫尽心职务，遵守清规。退而再至各老职事房中，一一拜候，便叫作巡寮巡寮这个名辞，在戒律上又作别论。这样便是简单的请职程序。请职的时候，也有请二人同任一职，互为副助，或数人同任一职的，偶也有之。但各职执事职司，虽由住持请出，却不像上下级官吏的组织，他是平行的，可以说，只有圆的关系，既不是上下，也不是纵横的隶属，他们有弟子对老师的尊敬，却没有下级对上级的班行观念。丛林的风规身份平等，集团生活唐宋时代，正当禅宗鼎盛的时候，大凡出家为僧的，不外四种情形部分研究佛学经论的称为义学比丘们，有的是因政府实行佛经的考试既经录取，便由朝廷赐给度碟出家的。自动发心，离群求道，请求大德高僧剃度的。朝廷恩赐，颁今天下士庶，自由出家的。唐时，政府有几次为了财政的收入，还有鬻卖度碟，听任自由出家的。老弱鳏寡，无所归养而出家的。在这四种情形当中，如有未届成年想求出家者，依佛的戒律，还须得父母家族的同意，才能允许出家。既经出家受戒，取得度碟以后，就可往丛林讨褡长住，讨褡大约分作两种，各有不同的手续普通少住数日或一短时期的，便叫做挂褡俗作挂单或挂搭。挂褡的僧众，为慕某一丛林住持和尚的道望，远来参学，或是游方行脚经过此处，但都须先到客堂，依一定的仪式，作礼招呼，依一定的仪式放置行李，然后由知客师或照客师依礼接待，并依一定的禅门术语，询问经过，既知道了他挂褡的来意，便送进客房，招呼沐浴饮食。普通僧众住的客房，术名叫寮房。接待游方行脚僧的，又叫做云水寮，唐宋时代，旧称通叫做江湖寮。最普通的过路挂褡也要招待一宿三餐，等于归家稳坐，绝无歧视之处。如遇参学游方的，有些比较大的丛林，在他临行时，还要送些路费，叫做草鞋钱。倘要久住些的，便要随大众上殿念经，参加作事，虽然居在客位，劳逸平均，仍然不能特别。要想长住的，使叫作讨褡。要住进禅堂内修学的，便叫作讨海褡。讨了海褡，就算本寺的正式清众了，这必须要先挂褡，住些时日，经过知客师及各执事们的考查，认为可以，才能讨得海褡长住，旧制称为安褡常住的僧众，每年春秋两次，各发一次衣布，或衣单钱，以备缝制衣服之用。除了施主的布施以外，常住每季，还发一次零用钱，也叫做衬钱。"}
{"text":"如遇参学游方的，有些比较大的丛林，在他临行时，还要送些路费，叫做草鞋钱。倘要久住些的，便要随大众上殿念经，参加作事，虽然居在客位，劳逸平均，仍然不能特别。要想长住的，使叫作讨褡。要住进禅堂内修学的，便叫作讨海褡。讨了海褡，就算本寺的正式清众了，这必须要先挂褡，住些时日，经过知客师及各执事们的考查，认为可以，才能讨得海褡长住，旧制称为安褡常住的僧众，每年春秋两次，各发一次衣布，或衣单钱，以备缝制衣服之用。除了施主的布施以外，常住每季，还发一次零用钱，也叫做衬钱。凡是已经受戒，持有度碟，而且是常住的大众，身份与生活，便一律平等，上至住持和尚，下至执劳役的僧众，都是一样。对于衣食住行方面，都要严守佛家的戒律，和丛林的清规。如果犯了戒律和清规，轻则罚跪香或执苦役，重则依律处罚或摈弃，便是俗称赶出三门了。衣。普通都穿唐宋时代遗制的长袍，习禅打坐也是如此，作劳役时便穿短褂，这些就是留传到现在的僧衣。遇有礼貌上的必要时，便穿大袍，现在僧众们叫它为海青。上殿念经，礼佛，或听经，说法的时候，便披上袈裟。中国僧众们的袈裟，都已经过唐宋时代的改制并非印度原来的样式，到了现在，只有在僧众的长袍大褂上，可以看到中国传统文化，雍容博大的气息，窥见上国衣冠的风度。僧众们的穿衣，折叠，都有一定的规矩。都是训练修养有素，就是千人行路，也难得听到衣角飘忽的风声。食。依照佛教的戒律，每日只有早晨中午两餐，为了种种正确的理由，过午便不食了。食时是用钵盂，以匙挑饭，并不像印度人的用手抓饭来吃，但到了中国，已经改用碗筷，和普通人一样。不过，完全实行大乘佛教，一律终生素食，而且是过午不食的，除了少数担任劳役的苦役僧，因恐体力不济，晚上一餐，还只是作医治饿病之想，才敢取食。凡吃饭的时候，一律都在斋堂食堂，又叫作观堂，是取佛经上在饭食时，作治病观想，勿贪口腹而恣欲之意，这个规矩，大家必须一致遵守，虽上至住持和尚，也不能例外设食，这就名为过堂。如有外客，便由知客陪同在客堂吃饭，住持和尚于不得已时，也可以陪同客人饭食。大众食时都有一定的规矩，虽有千僧或更多的人，一听云板报响，便知已经到了食时，大家穿上大袍，顺序排列，鱼贯无声的走入膳堂，一一依次坐好。碗筷菜盘，都有一定次序放置，各人端容正坐，不可随便俯伏桌上。左手端碗右手持筷，不得有饮啜嚼吃之声，添饭上菜，都有一定的规矩，另有执役僧众侍候，不得说话呼喊。"}
{"text":"如有外客，便由知客陪同在客堂吃饭，住持和尚于不得已时，也可以陪同客人饭食。大众食时都有一定的规矩，虽有千僧或更多的人，一听云板报响，便知已经到了食时，大家穿上大袍，顺序排列，鱼贯无声的走入膳堂，一一依次坐好。碗筷菜盘，都有一定次序放置，各人端容正坐，不可随便俯伏桌上。左手端碗右手持筷，不得有饮啜嚼吃之声，添饭上菜，都有一定的规矩，另有执役僧众侍候，不得说话呼喊。斋堂中间上首，便是住持和尚的坐位，住持开始取碗举模，大家便也同时开始吃食了，等到全体饭毕，又同时寂然鱼贯回寮。住持和尚如有事情向大众讲话，正当大众饭食之时，他先停止吃饭，向大众讲说，这便名为表堂。每逢月之初一十五便加菜劳众，或遇信众施主斋僧布施，也要加菜的。住。在禅堂专志修习禅定的僧众，便名为清众，旦暮起居，都在禅堂，其余各人都有寮房，有一人一间，或数人一间的。依照佛教戒律和丛林规矩，除早晚上殿念经作功课，以及听经法以外，无事寮房静坐，不得趱寮闲谈，不得闲游各处，无故不得三人聚论及大声喊叫。如遇住持和尚或班首执事，以及年长有德者经过，就必肃然合掌起立，表示问讯起居。行。各人行走，或随众排列，必须依照戒律规矩，两手当胸平放，安详徐步，垂脸缄默，不得左顾右盼，不得高视阔步。如要有事外出，必须到客堂向知客师告假，回寺时又须到客堂销假，不得随便出外。即使住持方丈，或班首执事出寺人寺，也须在客堂说明，告假几天，同时还须向佛像前告假和销假。其余生活各事，如沐浴洗衣，各有规定。病时大丛林中，自有药局处方，告假居房养息，不必随众上殿过堂。倘若病重，进住如意堂，便有自甘执役护病的僧众来侍奉，如意堂，也就是旧制的安乐堂。死了，便移入涅堂，举行荼毗俗名迁化，然后收拾骨灰，装进灵骨塔即俗称骨灰塔。总之，真正的丛林集团生活，绝对是作到处处平等，事事有规矩，由一日而到千百年，由管理自己的身心开始，并及大众，都是循规蹈矩，至于详细细则，还不止此。所以宋代大儒程伊川，看了丛林的僧众生活，便叹说三代礼乐，尽在是矣。劳役平等，福利经济百丈创制丛林，最要紧的，便是改变比丘，不自生产，专靠乞食为生的制度。"}
{"text":"总之，真正的丛林集团生活，绝对是作到处处平等，事事有规矩，由一日而到千百年，由管理自己的身心开始，并及大众，都是循规蹈矩，至于详细细则，还不止此。所以宋代大儒程伊川，看了丛林的僧众生活，便叹说三代礼乐，尽在是矣。劳役平等，福利经济百丈创制丛林，最要紧的，便是改变比丘，不自生产，专靠乞食为生的制度。原始的佛教戒律，比丘不可以耕田种植，恐怕伤生害命，那在印度某些地方，可以行得通，到了中国，素来重视农耕，这是万万行不通，而且更不能维持久远的。所以百丈不顾别人的责难，毅然建立丛林制度，开垦山林农田，以自耕自食为主，以募化所得为副。耕种收获，也如普通平民一样，依照政府法令规定，还要完粮纳税，既不是特殊阶级，也不是化外之民。平日于专心一志修行求证佛法以外，每有农作或劳动的事情，便由僧值师发号司仪者宣布，无论上下，就须一致参加劳动，遇到这种事情，丛林术语，便名为出坡，旧制叫作普请。出坡的对候，住持和尚，还须躬先领头，为人表率，百丈禅师到了晚年，还自己操作不休，他的弟子们，过意不去，就偷偷地把他的农作工具藏了起来，他找不到工具，一天没有出去工作，就一天不吃饭，所以禅门传诵百丈高风，便有一日不作，一日不食之语，并且以此勉励后世，由此可见他人格伟大的感召了，现代的虚云和尚年届一百二十岁，还是身体力行，终生奉此不变的。丛林的经济，一切收入与支出，要绝对公开，术名便称为公众。收入项月悉数都为全寺大众的生活，尽量为大众谋求福利，还有盈余，便添购田地财产，希望供养更多的天下僧众。一班执事等人，多半公私分明，绝对不敢私自动用常住一草一木，因为僧众们在制度以外，更是绝对信仰因果报应的，乎时经常传为宝训的，便有佛门一粒米，大如须弥山。今生不了道，被毛带角还。因此，他们对于在禅堂里真实修持的僧众，都是极力爱护，不肯使他们受到丝毫惊扰，希望他们成道，以报天下国家社会上和施主们的恩德。从前有一位宝寿禅师，在五祖寺库房执事，那时的住待和尚戒公偶然因病服药，需用生姜，侍者就到库房里取用，宝寿便叱之使去，戒公知之，令拿钱去回买，宝寿才付给他。后来洞山缺人住持，郡守来信，托戒公找人住持，戒公便说那个卖生姜的汉子去得，他便去作洞山的主持，所以后世有宝寿生姜辣万年的句子，相传为禅门的佳话。"}
