{"text":"但参照起中村白叶氏日本译本的契诃夫全集，这里却缺少了两处关于犹太人的并不是好话。一，是缺了摩西教派的同事们聚作一团，在嚷叫之后的一行哗拉哗拉，哗拉哗拉，哗拉哗拉二，是摩西教派的可敬的同事又聚作一团下面一句在嚷叫，乃是开始那照例的――哗拉哗拉，哗拉哗拉了但不知道原文原有两种的呢，还是德文所删改？我想，日文译本是决不至于无端增加一点的。平心而论，这八篇大半不能说是契诃夫的较好的作品，恐怕并非玛修丁为小说而作木刻，倒是翻s为木刻而译小说的罢。但那木刻，却又并不十分依从小说的叙述，例如难解的性格中的女人，照小说，是扇上该有须头，鼻梁上应该架着眼镜，手上也该有手镯的，而插画里都没有。大致一看，动手就做，不必和本书一一相符，这是西洋的插画家很普通的脾气。虽说神似比形似更高一著，但我总以为并非插画的正轨，中国的画家是用不着学他的――倘能形神俱似，不是比单单的形似又更高一著么？但这八篇的八字没有改，而三次的登载，小说却只有七篇，不过大家是不会觉察的，除了编辑者和翻。谁知道今年的刊物上，新添的一行中宣会图书杂志审委会审查证字第号，就是防民之口的标记呢，但我们似的译的译作，却就在这机关里被删除，被禁止，被没收了，而且不许声明，像衔了麻核桃的赴法场一样。这波斯勋章，也就是所谓中宣审委会暗杀账上的一笔。波斯勋章不过描写帝俄时代的官僚的无聊的一幕，在那时的的本国尚且可以发表，为什么在现在的中国倒被禁止了？――我们无从推测。只好也算作一则奇闻。但自从有了书报检查以来，直至六月间的因为新生事件而烟消火灭为止，它在出版界上，却真有所过残破之感，较有斤两的译作，能保存它的完肤的是很少的。自然，在地土，经济，村落，堤防，无不残破的现在，文艺当然也不能独保其完整。何况是出于我的译作，上有御用诗官的施威，下有帮闲文人的助虐，那遭殃更当然在意料之中了。然而一面有残毁者，一面也有保全，补救，推进者，世界这才不至于荒废。我是愿意属于后一类，也分明属于后一类的。"}
{"text":"自然，在地土，经济，村落，堤防，无不残破的现在，文艺当然也不能独保其完整。何况是出于我的译作，上有御用诗官的施威，下有帮闲文人的助虐，那遭殃更当然在意料之中了。然而一面有残毁者，一面也有保全，补救，推进者，世界这才不至于荒废。我是愿意属于后一类，也分明属于后一类的。现在仍取八篇，编为一本，使这小集复归于完全，事虽琐细，却不但在今年的文坛上为他们留一种亚细亚式的奇闻，也作了我们的一个小小的记念。一九三五年九月十五之夜，记。本篇最初印入坏孩子和别的奇闻单行本，未在报刊上发表过。莫泊桑pss，―法国作家。著有短篇小说三百多篇及长篇小说一生俊友等。辛克莱，―美国作家。著有长篇小说屠场石炭王等，以及文艺论文拜金艺术等。s伊里亚斯堡，本书的德。德语波斯勋章及别的奇闻世界出版社，柏林，一九二二年。升汞一种杀菌的外用药，有剧毒。胃加答儿，日语胃炎。摩西教派摩西是犹太民族的领袖，相传犹太教的教义法典多出于摩西，所以犹太教亦称摩西教派。中村白叶―原名中村长三郎，日本的俄国文学研究者及翻。译有契诃夫全集等，并曾与米川正夫合译托尔斯泰全集的一部分。须头即须P儿，流苏，子。小说中说的是缀有须头的扇子。中宣会图书杂志审查委员会全称国民党中央宣传委员会图书杂志审查委员会。一九三四年五月在上海设立，次年五月被裁撤。关于它的活动，可参看且介亭杂文二集。新生事件一九三五年五月四日，上海新生周刊第二卷第十五期发表易水艾寒松的闲话皇帝，泛论古今中外的君主制度，涉及日本天皇，当时日本驻上海总领事即以侮辱天皇，妨害邦交为由提出抗议。国民党政府屈从压力，并趁机压制进步舆论，即查封该刊并判处主编杜重远徒刑一年二个月。国民党中央宣传委员会图书杂志审查委员会也因失责被撤销。"}
{"text":"关于它的活动，可参看且介亭杂文二集。新生事件一九三五年五月四日，上海新生周刊第二卷第十五期发表易水艾寒松的闲话皇帝，泛论古今中外的君主制度，涉及日本天皇，当时日本驻上海总领事即以侮辱天皇，妨害邦交为由提出抗议。国民党政府屈从压力，并趁机压制进步舆论，即查封该刊并判处主编杜重远徒刑一年二个月。国民党中央宣传委员会图书杂志审查委员会也因失责被撤销。死魂灵死魂灵第二部第一章附记果戈理的死魂灵第一部，中国已有译本，这里无需多说了。其实，只要第一部也就足够，以后的两部――炼狱和天堂已不是的力量所能达到了。果然，第二部完成后，他竟连自己也不相信了自己，在临终前烧掉，世上就只剩了残存的五章，描写出来的人物，积极者偏远逊于没落者在讽刺作家果戈理，真是无可奈何的事。现在所用的底本，仍是德人译编的全部第一章开首之处，借田退德尼科夫的童年景况叙述着所理想的教育法，那反对教师无端使劲，像填鸭似的来硬塞学生，固然并不错，但对于环境，不想改革，只求适应，却和十多年前，中国有一些教育家，主张学校应该教授看假洋，写呈文，做挽对春联之类的意见，不相上下的。死魂灵长篇小说，俄国作家果戈理著，一八四二年出版。参考日译本自德译本转译。第一部在翻译时即陆续分期刊登于上海生活书店发行的世界文库第一至第六册一九三五年五月至十月。一九三五年十一月由上海文化生活出版社出版单行本，列为译文丛书之一。第二部原稿为自行焚毁，仅存前五章残稿。于一九三六年二月起开始翻译，第一二两章发表于译文月刊新一卷第一期至第三期一九三六年三月至五月第三章发表于新二卷第二期一九三六年十月，未完。一九三八年文化生活出版社又将第二部残稿三章合入第一部，出版增订本。果戈理，―，生于乌克兰地主家庭，曾任小公务员。作品多暴露沙皇制度的腐朽，尚著有喜剧钦差大臣等。本篇连同死魂灵第二部第一章的译文，最初发表于一九三六年三月译文月刊新一卷第一期，后印入一九三八年版死魂灵增订本。炼狱和天堂意大利诗人但丁所作长诗神曲的第二三部。"}
{"text":"一九三八年文化生活出版社又将第二部残稿三章合入第一部，出版增订本。果戈理，―，生于乌克兰地主家庭，曾任小公务员。作品多暴露沙皇制度的腐朽，尚著有喜剧钦差大臣等。本篇连同死魂灵第二部第一章的译文，最初发表于一九三六年三月译文月刊新一卷第一期，后印入一九三八年版死魂灵增订本。炼狱和天堂意大利诗人但丁所作长诗神曲的第二三部。神曲全诗分三部分，以梦幻故事形式和隐喻象征手法描写游历地狱炼狱又译净界天堂的情景。田退德尼科夫死魂灵第二部中的人物，是个地主。看假洋辨别银圆的真伪。第二部第二章附记死魂灵第二部的写作，开始于一八四年，然而并没有完成，初稿只有一章，就是现在的末一章。后二年，果戈理又在草稿上从新改定，誊成清本。这本子后来似残存了四章，就是现在的第一至第四章而其间又有残缺和未完之处。其实，这一部书，单是第一部就已经足够的，果戈理的运命所限，就在讽刺他本身所属的一流人物。所以他描写没落人物，依然栩栩如生，一到创造他之所谓好人，就没有生气。例如这第二章，将军贝德理锡且夫是丑角，所以和乞乞科夫相遇，还是活跃纸上，笔力不让第一部而乌理尼加是理想上的好女子，他使尽力气，要写得她动人，却反而并不活动，也不像真实，甚至过于矫揉造作，比起先前所写的两位漂亮太太来，真是差得太远了。本篇连同死魂灵第二部第二章的译文，最初发表于一九三六年五月译文月刊新一卷第三期，后印入一九三八年版死魂灵增订本。贝德理锡且夫死魂灵第二部中的人物，沙皇军队的退休的将军，贵族。下文的乌理尼加，是他的独生女。两位漂亮太太死魂灵第一部中的两位太太一名通体漂亮太太又一名也还漂亮太太。裴彖飞诗论附记裴彖飞诗论附记往作摩罗诗力说。曾略及匈加利裴彖飞事。独恨文字差绝。欲异国诗曲。翻为夏言。其业滋艰。非今兹能至。顷见其国人籁息所著匈加利文章史。中有裴彖飞诗论一章。则译诸此。冀以考见其国之风土景物。诗人情性。与夫著作旨趣之一斑云。"}
{"text":"两位漂亮太太死魂灵第一部中的两位太太一名通体漂亮太太又一名也还漂亮太太。裴彖飞诗论附记裴彖飞诗论附记往作摩罗诗力说。曾略及匈加利裴彖飞事。独恨文字差绝。欲异国诗曲。翻为夏言。其业滋艰。非今兹能至。顷见其国人籁息所著匈加利文章史。中有裴彖飞诗论一章。则译诸此。冀以考见其国之风土景物。诗人情性。与夫著作旨趣之一斑云。译丛补收生前发表于报刊而未经编集的译文三十九篇辑成，一九三八年编辑全集时列于壁下译丛之后，编入第十六卷。一九五八年出版译文集时，又补入后来发现的译文三十二篇，另附录五篇，列为译文集第十卷。本篇连同裴彖飞诗论的译文，最初发表于河南月刊第七期光绪三十四年七月，即一九八年八月，署名令飞。据周遐寿在的故家中说这本是奥匈人爱弥耳赖息用英文写的匈加利文学论的第二十七章，经我口译，由笔述的，译稿分上下两部，后河南停刊，下半不曾登出，原稿也遗失了。裴彖飞，―，通译裴多菲，匈牙利诗人革命家。曾参加一八四八年至一八四九年间反抗奥地利的民族革命战争，在协助奥国侵略的沙俄军队作战中牺牲。著有长诗勇敢的约翰使徒和民族之歌等。夏言指中国文字。我国古称华夏，亦简称为夏。籁息―奥地利的匈牙利文学史家。著有匈牙利文学史等。艺术玩赏之教育附记艺术玩赏之教育附记谨案此篇论者。为日本心理学专家。所见甚挚。论亦绵密。近者国人。方欲有为于美育。则此论极资参考。用亟循字译。庶不甚损原意。原文结论后半。皆驳斥其国现用新定画帖之语。盖此论实由是而发。然兹译用意。在通学说。故从略。又原注参考书目。兹删一二。而仍其余。"}
{"text":"用亟循字译。庶不甚损原意。原文结论后半。皆驳斥其国现用新定画帖之语。盖此论实由是而发。然兹译用意。在通学说。故从略。又原注参考书目。兹删一二。而仍其余。s，ZssZsssssssps，psp，ssssssssss，ss野上，上野，实验心理学讲义ssss，，p，，p，本篇连同艺术玩赏之教育的译文，最初发表于一九一三年八月北洋政府教育部编纂处月刊第一卷第七期，未署名。艺术玩赏之教育，上野阳一所作关于美育的论文。译文分两次发表于该刊第四期五月和第七期。上野阳一―，日本心理学家。著有心理学建议等。新定画帖新编的画册，指当时新出的绘画教材。这里的参考书目译录于下格鲁斯美学教育问题美学和一般艺术科学杂志，一九六年第一卷。明斯特堡艺术教育原理关于艺术教育的哲学美学和心理学的讨论，一九四年。米勒弗雷恩费尔思在艺术欣赏中的激情和冲动心理学大全第十八卷，一九一年。一九一年九月二十八日及二十九日在德累斯顿的艺术教育日一九二年。莫伊曼实验教育法导论一九一一年第二版。"}
{"text":"这里的参考书目译录于下格鲁斯美学教育问题美学和一般艺术科学杂志，一九六年第一卷。明斯特堡艺术教育原理关于艺术教育的哲学美学和心理学的讨论，一九四年。米勒弗雷恩费尔思在艺术欣赏中的激情和冲动心理学大全第十八卷，一九一年。一九一年九月二十八日及二十九日在德累斯顿的艺术教育日一九二年。莫伊曼实验教育法导论一九一一年第二版。社会教育与趣味附记社会教育与趣味附记按原文本非学说。顾以我国美育之论。方洋洋盈耳。而抑扬皆未得其真。甚且误解美谊。此篇立说浅近。颇与今日吾情近合。爰为译。以供参鉴。然格于刊例。无可编类。故附学说之后。阅者谅之。本篇连同日本上野阳一作社会教育与趣味的译文，最初发表于一九一三年十一月北洋政府教育部编纂处月刊第十期，未署名。译文分两次发表于该刊第九期十月和第十期。学说指编纂处月刊学说栏。近代捷克文学概观附记近代捷克文学概观附记捷克人在斯拉夫民族中是最古的人民，也有着最富的文学。但在二十年代，几乎很少见一本波希米亚文的书，后来出了以及和他相先后的文人，文学才有新生命，到前世纪末，他们已有三千以上的文学家了！这丰饶的捷克文学界里，最显著的三大明星是纳卢达―，捷克―，符尔赫列支奇―。现在译取凯拉绥克ss斯拉夫文学史第二册第十一十二两节与十九节的一部分，便正可见当时的大概至于最近的文学，却还未详。此外尚有符尔赫列支奇的同人与支派如，，以及散文家如s，s，s兄弟，，ss等，也都有名，惜现在也不及详说了。二一年九月五日附记。本篇连同近代捷克文学概观的译文，最初发表于一九二一年十月小说月报第十二卷第十号被损害民族的文学号，署名唐俟。凯拉绥克，通译卡拉塞克。斯拉夫民族欧洲最大的民族共同体，分为东斯拉夫人西斯拉夫人南斯拉夫人。"}
{"text":"二一年九月五日附记。本篇连同近代捷克文学概观的译文，最初发表于一九二一年十月小说月报第十二卷第十号被损害民族的文学号，署名唐俟。凯拉绥克，通译卡拉塞克。斯拉夫民族欧洲最大的民族共同体，分为东斯拉夫人西斯拉夫人南斯拉夫人。捷克人和斯洛伐克人都属于西斯拉夫人。二十年代指十九世纪二十年代。波希米亚文即捷克文。波希米亚在捷克西部，原为捷克民族聚居地区。扬柯拉尔―，捷克诗人。他以民族语言写作，为捷克文学最早缔造者之一。主要作品有诗集斯拉夫的女儿等。纳卢达现译聂鲁达，捷克诗人政论家，捷克现实主义文学创始人之一。他的诗歌继承民歌传统，富有反抗社会不平和民族压迫的精神。主要作品有诗集墓地的花朵宇宙之歌，小说小城故事等。捷克，―，通译捷赫，捷克诗人小说家，曾积极参加民族独立运动。他的作品多反映捷克人民遭受民族压迫和社会压迫的痛苦。主要作品有诗集黎明之歌奴隶之歌等和长篇讽刺小说勃鲁契克先生第一次月球旅行记等。符尔赫列支奇，本名弗利达，捷克诗人剧作家及翻译家，主要作品有叙事诗集世界的精神神话集等诗集。阿多尔夫契尔尼，―？捷克作家。，马察尔―，捷克诗人，评论家。第一次世界大战时曾因参加祖国独立运动被捕入狱。主要作品有萨蒂利之死马格达伦等。，安东宁索瓦，―，捷克诗人。他信仰空想社会主义，作品受有法国象征派的影响。主要作品有受挫折的心过去的烦恼等。s莱斯―，捷克作家，他的小说多反映农民和山地居民的痛苦，并同情工人争取美好生活的斗争。"}
{"text":"第一次世界大战时曾因参加祖国独立运动被捕入狱。主要作品有萨蒂利之死马格达伦等。，安东宁索瓦，―，捷克诗人。他信仰空想社会主义，作品受有法国象征派的影响。主要作品有受挫折的心过去的烦恼等。s莱斯―，捷克作家，他的小说多反映农民和山地居民的痛苦，并同情工人争取美好生活的斗争。s，克罗斯退曼―，生于德国的捷克作家，他的作品主要描写西南波希米亚地区的现实生活。s兄弟，莫尔什蒂克兄弟，兄名阿洛伊思ss，―，捷克作家，著有在乡村的一年等弟名威廉s，―，著有五月的故事及长篇圣塔卢齐亚等。，什马切克―，捷克作家，曾在甜菜糖厂工作。著有在切割机旁工厂的灵魂等。s，阿洛伊思伊拉塞克―，捷克作家。他的作品充满对祖国独立和自由的向往。著有长篇小说斯卡拉奇在激流中在我们国土上及剧本扬日什卡扬胡斯等。小俄罗斯文学略说附记小俄罗斯文学略说附记右一篇从ps的文学通史中译出，是一个从发生到十九世纪末的小俄罗斯文学的大略。但他们近代实在还有铮铮的作家，我们须得知道那些名姓的是欧罗巴近世精神潮流的精通者，进向新轨道的著―与s至于女人，则有女权的战士s―以及女子运动的首领s―。一九二一年九月九日，记。本篇连同小俄罗斯文学略说的译文，最初发表于一九二一年十月小说月报第十二卷第十号被损害民族的文学号，署名唐俟。小俄罗斯，即乌克兰。乌克兰民族形成于十四十五世纪，几个世纪以来迭受波兰土耳其奥地利匈牙利以及帝俄的压迫。十月革命后成为苏联的加盟共和国之一。右一篇即前一篇。"}
