{"text":"二方士医学与易象数合流的炼气养生术的丹道两汉在文化史上，除了有名的儒家经学家的训诂注疏以外，在科学方面，西汉最大的成就，便是天文与历象的发展，例如才情洋溢多艺多能的司马迁，也曾参加过修改历象的工作，自己引以为完成先人的遗志为荣。后来的扬雄，想以易经象数的理论，范围天文历象的法则，自己别创新说，作了一部非常抽象的天文理论的太玄经，想用它来概纳形上形下等问题，不管他的学问有无根据，有无科学发现上的价值，一个以文辞名家的儒家学者，对于科学而哲学的理论有兴趣，如果生在现代重视科学与哲学的国家，应该备加奖励了。到了东汉，由于两汉易学象数派理论科学的演变，便使易学的象数，更加走入抽象化的理论，例如盂喜的卦气，京房的变通，荀爽的升降，郑率的交辰，虞翻的纳甲，费直以象象系辞文言，解说上下经，因此影响而成荀氏的易学。至于乾坤消息卦的由来，开始于文王及周公的周代文化学术思想的传统，以礼记月令篇为证明资料的主干，经过郑玄采用道家思想注释月令篇，而加以充实其内容，便构成东汉象数学术思想的大系，因此而影响形成图谶等谶纬之学，不过，谶纬之学的兴盛，又有另外学术思想的原因，不必在本题内多加讨论。现在我们不厌其繁，而又简略地说明了两汉易学象数理论的内容，实际上，都是为了说明乾坤消息卦象的学说，它所包含丹道家的卦气升降论，交辰变通论，与纳甲的原理，如何地影响东汉以后医学上气脉的学理，与养生家们服气炼精的修炼术，当然，这一套学问所包括牵涉的内容太多太广，我们无法一一加以专论。现在只是有限度的，介绍一些有关丹道服气修炼等少数几个理论的原则，使大家可以知其大要而已。汉代的易学象数学们，从中国上古天文学的观念中，承接传统的思想，认为这个天地宇宙间日月的运行，以及天地日月与地球万物和人类本身的关系，实在只是一个大生命的活动，而且是有一常规可循的活动。尤其采用太阴月亮的盈亏消息，以及地球物理气象的变化，作为天地生命大气机的标准，以建立它基本理论的说明天地宇宙是万物大生命的根源，日月与地球，便是这个大生命中分化的小生命，人与万物，更是天地间分化的小小生命而已。但是无论大小生命，它的根源是同体，生命活动的法则，也是同一规律的，所以大小生命的原动力，都是气机变化的作用。"}
{"text":"尤其采用太阴月亮的盈亏消息，以及地球物理气象的变化，作为天地生命大气机的标准，以建立它基本理论的说明天地宇宙是万物大生命的根源，日月与地球，便是这个大生命中分化的小生命，人与万物，更是天地间分化的小小生命而已。但是无论大小生命，它的根源是同体，生命活动的法则，也是同一规律的，所以大小生命的原动力，都是气机变化的作用。但是这个无形无状的气，虽然是看不见，摸不到，它在天地日月运行的法则上，和人身生命的延续上，是有迹象可得而知，而且可以求出它的规则的他们以地球物理的气象，一年分四季，十二个月，三百六十天的规律，配合太阳的行度一年做准则，中间取用月亮的盈亏做标准，认为天地日月的运行，与地理物理人生生命的活动，都是受到一个共同原力而有法则的支配这个原力，便叫它为气挡然不能把它当空气的气来讲，于是便创立一种学说，认为大阴的月亮，自身本来没有光明，因为受到太阳的气机所感而发光，所以就发生一月当中，阴阳气机的交感，而在时间与空间的方位上，月有阴暗圆缺现象等的盈亏消息。所以又在天文法则以外，创立计算阴阳二气的交感，而形成地球气象，与物理人事变化的作用的规律化，构成天干地支配合成甲子的学说。五天为一候，三候为一气，六候为一节，所以一年十二个月，便分成二十四个气节。再用归纳的方法，把这种气机节候的作用，统摄在十二个月当中，便构成乾坤消息的十二辟卦的现象。于是十天干十二地支二十八宿十二律吕五行八卦等等，重重归纳，层层圈人，而形成道家一套易学的象数，与天文地理物理人事关系的学问。后来发展成理论医理学上提出九九八十一个问题，有关于人身气脉的难经学说，配合黄帝内经荣血卫气的理论，认为人身十二经脉，与十五络三焦八脉的气血流行，与天地日月气机的运行，是属于同一的规则与原理的。时代再向后来，修炼丹道神仙家们，根据以上所说的学理，与乾坤消息卦气升降的理论，认为人生生命的气机，自父母受胎的时间开始算起男的以八位数为准，女的以七位数为准，还是先天的秉赋，属于乾卦为代表的范围。比较明显可征的，例如女子，在十四岁以前，月经内经称为夭癸尚未发现，便是六爻完备乾三三卦的生命，算是一个完璞未破的童身。到了十四岁前后，有了月经开始，变成天风女后三三卦了，一直到三七二十一岁，便是乾卦的初爻已破。"}
{"text":"时代再向后来，修炼丹道神仙家们，根据以上所说的学理，与乾坤消息卦气升降的理论，认为人生生命的气机，自父母受胎的时间开始算起男的以八位数为准，女的以七位数为准，还是先天的秉赋，属于乾卦为代表的范围。比较明显可征的，例如女子，在十四岁以前，月经内经称为夭癸尚未发现，便是六爻完备乾三三卦的生命，算是一个完璞未破的童身。到了十四岁前后，有了月经开始，变成天风女后三三卦了，一直到三七二十一岁，便是乾卦的初爻已破。由此到七七四十九岁前后，也就是月经断绝的时期现在医学所谓女人的更年期，便是先天生命的卦气将尽，也等于说，由先天秉赋带来的生命能，到此快要用完了，所剩下来的余年，自七八五十六岁前后的阶段，都是后天生命的余气而已。再下去，便由阳的乾卦，变为纯阴的坤卦，转入另一生命的阴境界了。如果在男人来说，以八位数计算，便是十六岁前后，算是童身，保有原来先天乾卦的卦气，逐渐演变到八七五十六岁前后等于现代医学所谓男人的更年期，就是先天卦气的生命将尽的阶段，到了八八六十四岁以后，剩余的生命，便是后天余气的作用，也就是说，由纯阳的乾卦变为纯阴的坤卦，转入另一生命的阴境界了。因此产生丹道修炼长生不死，修命的理论，认为第一等的根基，无论男女，凡是童身人道，是为上品。其次，应在卦气未尽的阶段，回头修道，还有希望。如果等到卦气已尽，再来修命，不是绝对没有希望，便有事倍而功半的困难了。这种理论，是否具有百分之百的可靠，姑且不加评语，但是推而比于现代医学的理论与经验，除了不够精详而有新颖的证明以外，并没有什么完全不对的地方。可是大家要知道，这是公元以前，我们中国文化中的道家对于生理医学所发表的理论，现在纵使有超过他们的观念与证明，而在科学的医学史上来说，他是早在两千年以前的发明啊！后世一般修道的人，都在年龄老大，万事灰心之余，才想追求长生不死之术，如果这样真能成仙，那么，天下最便宜的事，都被聪明人占完了，恐怕没有可能！再由这种天地的气机，与人生气脉关系的理论，缩小其范围，说明它的规则，他们便认为人的气机，在一呼一吸之间，脉自运行六寸一呼，脉行三寸一吸，脉行三寸。一个人，在一天一夜之间，共计有一万三千五百次呼吸，叫做一息，气脉运行经过五十度而周遍一身，用汉代的时计标准来说，也正是铜壶滴漏，经过了一百刻的时间。"}
{"text":"后世一般修道的人，都在年龄老大，万事灰心之余，才想追求长生不死之术，如果这样真能成仙，那么，天下最便宜的事，都被聪明人占完了，恐怕没有可能！再由这种天地的气机，与人生气脉关系的理论，缩小其范围，说明它的规则，他们便认为人的气机，在一呼一吸之间，脉自运行六寸一呼，脉行三寸一吸，脉行三寸。一个人，在一天一夜之间，共计有一万三千五百次呼吸，叫做一息，气脉运行经过五十度而周遍一身，用汉代的时计标准来说，也正是铜壶滴漏，经过了一百刻的时间。但是这种所谓的脉，是包括荣卫来讲，所谓荣卫行阳二十五度，行阴二十五度，如果勉强借用现代医学观念来讲，可以说，这个生命的气机，流行阳性的中枢神经系统度，又流行阴性自律神经系统也度当然，我并不是学医的人，只是随便借用一下名辞来做说明而已，千万不可以此为准。再加详细的分析，便把心肝肺脾胃肾胆大肠小肠膀胱三焦胞络等十二经脉，配合气机往来呼吸的次数，各作数目分类的说明，然后加上子丑寅卯等十二地支，和二十四气节来归纳，便使这个养生医药生理的学说，走入神秘玄妙的圈子里去了，其实，也不是道家或古人故作神秘，只是那个时代的学识，习惯性喜欢用这些代号，做为分析以后，而并入归纳记忆的符号而已。总之，东汉以后，直到唐宋之间，在正统丹道派魏伯阳的修养心性以锻炼精神的方法以外，最为普遍而有力量的，还有炼气服气术等养气的理论与方法，做为神仙丹诀的主流。这种类似实验派理论的渊源，应该是远绍庄子的天地一指，万物一马野马也，尘埃也，万物之以息相吹也真人之息以踵，众人之息以喉等学说的脱变，由此引申演绎而来。到了宋元以后，修炼内丹的神仙道法，接受佛家禅宗明心见性的妙理，同时又受到南北印度传入密宗修法的互相影响，便在方法和理论上，产生两个极其重要的关键主张性命双修，是丹道的定则，为成仙的极果。特别注重炼精化气，炼气化神，炼神还虚的三个步骤，是修炼丹法不二的程序。因此，宋元以后，所有丹经的著作，无论为正统的道家思想，或为旁门左道的小术，在理论基础上，都是依循这个原则，抄袭参同契，或悟真篇的名言，牵强附会，用作引证的根据，所以明清以后的丹道观念，便有修命不修性，此是修行第一病。只修祖性不修丹，万劫阴灵难人圣。的传说。"}
{"text":"特别注重炼精化气，炼气化神，炼神还虚的三个步骤，是修炼丹法不二的程序。因此，宋元以后，所有丹经的著作，无论为正统的道家思想，或为旁门左道的小术，在理论基础上，都是依循这个原则，抄袭参同契，或悟真篇的名言，牵强附会，用作引证的根据，所以明清以后的丹道观念，便有修命不修性，此是修行第一病。只修祖性不修丹，万劫阴灵难人圣。的传说。而且最妙的，便是丹道所有的传统，一律都奉唐末的神仙吕纯阳为祖师，犹如佛家的思想学术，自唐以后，大多都人于禅宗之林，这实为中国文化学术思想史上，唐代文化发展的奇迹。明清以后的丹道学术，虽分为四派，如南宗主双修阴阳，北宗主单修清静，西派主单修，东派主双修等四大宗，但它的宗旨，仍不离于性命双修的理论基础，有时又援引宋德理学，或大学中庸的思想，讲究尽人之性，尽物之性穷理尽性以至于命等理论，以及变化性情，做为丹道龙虎，铅汞等的妙论。总之，神仙丹道的学术思想，从周秦以来的养神，一变为汉魏以后的炼气，再变为宋元以后的炼精，已经与原始质朴的道术，大异旨趣。虽然宗奉黄老，而与老子的清静虚无之说，更是大相径庭，何况后来的丹道家，掺入房中采补等邪术，加上种种装妖捏怪的花样，一一都自尊为无上的丹法，各自号称得到正统丹道的秘传或说自己的师承，都是已经活到几百年以上的人，可以达到却病延年，长生不老的妙术，尽在此矣，只要读过抱朴子所列魏晋以来方术之士们所说的谬论，便可哑然失笑了，了知千古妄语，皆同出一辙。明清以后的丹道修炼的方法，距离汉唐宋元以来的正统丹法愈远，所走的道路也愈仄，一般所说的丹道，大多都以伍冲虚柳华阳一系的伍柳派丹道为主。伍冲虚著有金仙证论，柳华阳著有慧命经等书，他们参合儒佛道三家论证形而上妙道的学说和思想，极力证明他们的丹法为道家正宗的嫡传，但是错解佛学，臆造佛言之处，反而使人望而却步，实为虚诳可笑之至。这一派的丹道，纯粹主张炼精化气为初步入手的根基，尤其注意性生理与性行为的功能，为修炼的妙法，认为男女性生殖机能的冲动，而不含有性欲的成分，才是活子时的药生现象。"}
{"text":"这一派的丹道，纯粹主张炼精化气为初步入手的根基，尤其注意性生理与性行为的功能，为修炼的妙法，认为男女性生殖机能的冲动，而不含有性欲的成分，才是活子时的药生现象。正好从此下手修炼，或用眼神回光返照，或用调理呼吸，紧撮会阴海底，导引阳精循督派中枢脊髓神经而返还于上丹田的泥洹宫间脑部分，所谓还精补脑，长生不老的作用，到此便发生效用，这也就是丹头一点的先天之诺搅松系ぬ镆院螅化为华池神水口腔与淋巴腺内分泌等的津液，循十二重楼喉管部分降至下丹田脐下，便叫做打通任脉，如此任督二脉的循环运转，牵强配合易学象数的甲子等天干地支的说法，便叫做运转一次小周天也叫做转河车的方法。然后如何由小周天转为大周天，配合青龙白虎铅汞阴阳等等注释，玄之又玄，神之又神，遂使向往长生不老而欲作神仙者，无不奉为无上的道术丹法，勤修不辍，最后，以炼到马阴藏相男性生殖器官收缩，女性乳房返还童身为证验从此再进一步，达到炼气化神的工夫，做到阳神出窍，神游身外而通灵的地步，才是炼成金仙的效果，种种说法，流传影响极大。一般修炼武术南宗呐家，北派外家的拳术名家，与专炼气功，或讲究静坐养生的人们，以及武侠小说家的笔下，所谓打通任督二脉，走火入魔等等的观念与术语，都从这一派丹法的理论名辞而来，贻害不浅。其实，这一派丹法炼精化气的理论与方法，姑且不管他是否为正统，如果用得其正，用得其法，实在也有两种好处它可解决任何宗教，和任何宗派出家专修的独身主义者，对于性心理的烦恼问题，同时，也是真正要修炼到守住不犯淫戒的极好帮助，对于二十世纪末期疯狂追求肉欲的诱惑，以及讲究健康长寿的心理卫生的实验，在理论与一些初步的方法上，未尝不是好事。他们也极力提倡以积善，为修道做神仙的基础，如果只有道法，没有极大至多累积的善行，要想修到神仙的果位，那是绝对没有希望的，这对于社会教育与宗教教育的意义，最具有决定性的至理名言。"}
{"text":"他们也极力提倡以积善，为修道做神仙的基础，如果只有道法，没有极大至多累积的善行，要想修到神仙的果位，那是绝对没有希望的，这对于社会教育与宗教教育的意义，最具有决定性的至理名言。总之，我们归纳他这两种好处以外，认为他是健康养生的一种良好的修养术，那是不可厚非的但是，仍须注意，便是我们刚才说过的，要用之得法，还要深通道家对于医理学的理论才对，否则，它的弊端也是非常可怕的，故从相反方面，归纳它的害处，约有四种因为学习修炼的人，既不通道家医理学，有关于精气神的真正原理。又不了解普通医学中医十二经脉，与道家奇经八脉任督冲中带阴F阳F阴维阳维的学理。更重要的，若是不了解佛道两家关于心性之学，与性命之学的真正理论，只为了要求却病延年，长生不老的目的，就拼命地吸气提神，做收缩炼精的工夫行之有素的，从表面看来，便有筋骨坚强，童颜鹤发，或红光满面的感觉，于是，由别人看来和自己的自信，至少都有半仙之分，其实，修到后来，十分之八九，都是脑充血而亡，或者弄得半身麻痹，通俗所谓走火入魔的走火，便是这种现象，求荣反辱，求寿反而不得安享天年，何苦来哉！一个人无论要学仙，或学佛，研究道术或佛学，首先要有一个认识，他们的学养与方法，都富于高深的学理，他们的修养效验，都是从这种极深厚的学理而建立方法的基础，而且因人而施，对症下药，只有活用的指导，并无呆板的妙术。尤其是道家，它与天文地理物理化学心性修养伦理道德等自然科学与人文科学结合，走入哲学形而上的最高境界。如果对于道理没有通达，凭一点旁门小木，或练呼吸，或守窍守眉心丹田中宫海底等等，认为就是无上密诀，那是非常可笑的事。事实上，这些方法，都是为了集中注意力，注意生理机能的一部分，使它发生本能的活力，只是一种精神的自我治疗，与自然物理作用的原理，刺激生理本能活动的方法而已，并非神仙丹诀，尽在其中矣。况且修炼的人，既未达到老子的清心寡欲，至于清静无为的境界，以世间有所得的功利思想，要求成为长生不死之神仙的欲望，正如汲黯对汉武帝所说的话内多欲而外施仁义，同是心理不健全的毛病。"}
{"text":"事实上，这些方法，都是为了集中注意力，注意生理机能的一部分，使它发生本能的活力，只是一种精神的自我治疗，与自然物理作用的原理，刺激生理本能活动的方法而已，并非神仙丹诀，尽在其中矣。况且修炼的人，既未达到老子的清心寡欲，至于清静无为的境界，以世间有所得的功利思想，要求成为长生不死之神仙的欲望，正如汲黯对汉武帝所说的话内多欲而外施仁义，同是心理不健全的毛病。因此，在修炼这种丹法的过程中，或因生理的变化，而引起心理的错觉与幻觉，或因心理的幻觉而引起生理的变态，至于神经失常，精神分裂，通俗所谓的人魔情形，便由此原因而来，其实，魔从心造，妖由人兴，都是庸人自扰的事清代诗人舒位，有感于吕纯阳的诗说由来富贵原如梦，未有神仙不读书。正可引用为这个道理的注释。因为伍柳派的丹法，极力注重炼精的作用，而且是专以生殖器官的精虫为丹药的主要成分，于是便有捏穴撮精，类似手淫行为，或交而不泻等房术，人于此道之中。讲究男女双修，行容成素女之术的，也谓之炼精化气，种种名目，各立门户，都以伍柳派为依归，为求却病延年，长生不老而成病，炼精气而发狂的，所在都有。黄老之道，以谦抑自处与涉世为主旨，以清静虚无，无求无欲为道德。魏伯阳以下的丹法，以洗心退藏于密为至理，以持盈保泰，葆光养真的妙用。但是明清以及现在以修炼伍柳派丹道入手者，大体都走入骄狂狭仄神秘愚昧无知的范围，充分暴露中国文化反面的丑陋面目，实在非常可叹。这一派流行的丹法，首先的歧途，便是妄认精虫血液的作用，错以为是道家所说精神的精，这是最基本的错误。一般人由静坐入手，固然多多少少都有些生理的反应，觉得身上气脉的流通，与部分肌肉的跳动，便当作是丹法的效验，认为自己已经打通任督，或奇经八脉的效果，事实上，这些都是在静态的心理状况中，所应有发生生理反应的现象，一点没有什么希奇，只是证明静态修养的初步效力而已。其实，督脉，是脊髓神经中枢神经系统的作用，任脉，是自律神经系统的作用，精，是肾脏腺与性器官部分的内分泌作用，华池神水，是脑下垂体和淋巴腺部分，内分泌作用，如果稍有现代生理医学的常识，具备心理哲学的修养，融会了许多科学的理论与实验，便可知道这是很平常的种健康养生方法，而且都是由于精神与心理融合的作用，并非是什么正统丹道神仙的秘密。"}
{"text":"其实，督脉，是脊髓神经中枢神经系统的作用，任脉，是自律神经系统的作用，精，是肾脏腺与性器官部分的内分泌作用，华池神水，是脑下垂体和淋巴腺部分，内分泌作用，如果稍有现代生理医学的常识，具备心理哲学的修养，融会了许多科学的理论与实验，便可知道这是很平常的种健康养生方法，而且都是由于精神与心理融合的作用，并非是什么正统丹道神仙的秘密。固然在现代的医学上，也有些学派，正在研究性荷尔蒙血清与返老还童的关系，但是，那还是医学科学上试验中的理想，等于种脑下垂体，种胞衣，注射各种荷尔蒙一样，还是停留在两千多年前，方士们追求生命长存的思想范围，只是所用的理论名辞，与所有药物和方法，大有不同而已，由此可见，人类的智慧，永远还很年轻，这是人类文化史上另一个重大的问题。总之，道家所提出的精气神，以科学的观点，从人类生命的身心来讲，是属于形机面能的眼耳心的精神作用神的表现与应用便是目光视力的功能气的表现与应用，便是耳的听觉的功能精的表现与应用，便是心的运思与身的本能活力，如果从天人一体的物理功能来讲，神气精三种，便是光热力的作用。从哲学的理念来讲，道家所谓的神，便是相近于佛家所谓的性，道家所谓的精，便是相近于佛家所谓的心，所以唐代翻译佛经的楞严经，便有心精圆明等辞句至于精液的精，乃是心理欲望的刺激，引发性腺内分泌与心脏血液循环的作用而已，正如道家广成子所言情动乎中，必摇其精，也便是这个道理。道家所谓的气，便是相近于佛家所谓的息呼吸，是属于后天生命形身的作用而已，借用物理世界的现象做譬喻，神，比如太阳的光能，它给予世界万有生命的能量，气，比如太阳光能辐射到地球所发出的蒸气，精，比如太阳赋与万物光能，而产生化合作用物质的成果。但是要注意，这种说法，因为无法可以详细说明精气。神的情形，所以我把它借用来做譬喻，譬喻的本身，只限于类比而已，并非就是原物的原样。在周秦时代道家的修炼，是从养神入手，即已概括了精气的作用。秦汉以后道家的方法，注重养气，虽然与养神论者，略有变动，但已从形而上的作用，走入形而下的境界。宋元以后的炼精，更等而下之，完全堕入后天形质观念的术中了。关于形与神的道理，牵涉太广，也是另一专题，暂时恕不多讲了。此外，附带地说明一下静坐，与密宗以及瑜伽的关系。"}
