{"text":"痛楚是也有些的，但比先前淡漠了。这是我历来的偏见见同辈之死，总没有像见青年之死的悲伤。这回听说在北平公然举行了葬式，计算起来，去被害的时候已经七年了。这是极应该的。我不知道他那时被将军们所编排的罪状，――大概总不外乎危害民国罢。然而仅在这短短的七年中，事实就铁铸一般的证明了断送民国的四省的并非李大钊，却是杀戮了他的将军！那么，公然下葬的宽典，该是可以取得的了。然而我在报章上，又看见北平当局的禁止路祭和捕拿送葬者的新闻。我也不知道为什么，但这回恐怕是妨害治安了罢。倘其果然，则铁铸一般的反证，实在来得更加神速看罢，妨害了北平的治安的是日军呢还是人民！但革命的先驱者的血，现在已经并不希奇了。单就我自己说罢，七年前为了几个人，就发过不少激昂的空论，后来听惯了电刑，枪毙，斩决，暗杀的故事，神经渐渐麻木，毫不吃惊，也无言说了。我想，就是报上所记的人山人海去看枭首示众的头颅的人们，恐怕也未必觉得更兴奋于看赛花灯的罢。血是流得太多了。不过热血之外，守常先生还有遗文在。不幸对于遗文，我却很难讲什么话。因为所执的业，彼此不同，在新青年时代，我虽以他为站在同一战线上的伙伴，却并未留心他的文章，譬如骑兵不必注意于造桥，炮兵无须分神于驭马，那时自以为尚非错误。所以现在所能说的，也不过一，是他的理论，在现在看起来，当然未必精当的二，是虽然如此，他的遗文却将永住，因为这是先驱者的遗产，革命史上的丰碑。一切死的和活的骗子的一迭迭的集子，不是已在倒塌下来，连商人也不顾血本的只收二三折了么？以过去和现在的铁铸一般的事实来测将来，洞若观火！一九三三年五月二十九夜，谨记。这一篇，是先生要我做的，因为那集子要在和他有关系的书局出版。我谊不容辞，只得写了这一点，不久，便在涛声上登出来。但后来，听说那遗集稿子的有权者另托书局去印了，至今没有出版，也许是暂时不会出版的罢，我虽然很后悔乱作题记的孟浪，但我仍然要在自己的集子里存留，记此一件公案。十二月三十一夜，附识。本篇最初发表于一九三三年八月十九日涛声第二卷第三十一期。李大钊的文稿经李乐光收集整理，其中三十篇于一九三三年辗转交上海群众图书公司出版，题名守常全集，并约请作序，但在国民党统治下未能出版。"}
{"text":"我谊不容辞，只得写了这一点，不久，便在涛声上登出来。但后来，听说那遗集稿子的有权者另托书局去印了，至今没有出版，也许是暂时不会出版的罢，我虽然很后悔乱作题记的孟浪，但我仍然要在自己的集子里存留，记此一件公案。十二月三十一夜，附识。本篇最初发表于一九三三年八月十九日涛声第二卷第三十一期。李大钊的文稿经李乐光收集整理，其中三十篇于一九三三年辗转交上海群众图书公司出版，题名守常全集，并约请作序，但在国民党统治下未能出版。一九三九年四月北新书局以社会科学研究社名义印出初版，但当即为租界当局没收。一九四九年七月仍由北新书局重印出书，改名为守常文集上册。守常李大钊―，字守常，河北乐亭人，马克思列宁主义在中国最初的传播者，中国共产党创始人之一。曾任北京晨钟报总编辑北京大学教授兼图书馆主任新青年杂志编辑等。他积极领导了五四运动。一九二一年中国共产党成立后，一直负责北方区党的工作。一九二四年他代表中国共产党与孙中山商谈国共合作，在帮助孙中山确定联俄联共扶助农工三大政策和改组国民党的工作中起了重要作用。一九二七年四月六日在北京被奉系军阀张作霖逮捕，二十八日与范鸿侣酚延谔纷嬉⒄呸诶寂等十九人同时遇害。这里应作在广州。于一九二七年一月十六日离开厦门，十八日到达广州。一九三三年四月，北平群众在中国共产党的发动和领导下，为李大钊举行公葬。四月二十三日由宣武门外下斜街移柩赴香山万安公墓，途经西四牌楼时，国民党军警特务即以妨害治安为名，禁止群众送葬，并开枪射击，送葬者有多人受伤，四十余人当场被捕。先生指曹聚仁。书局，指群众图书公司。书局，指商务印书馆。竖琴前记竖琴前记俄国的文学，从尼古拉斯二世时候以来，就是为人生的，无论它的主意是在探究，或在解决，或者堕入神秘，沦于颓唐，而其主流还是一个为人生。这一种思想，在大约二十年前即与中国一部分的文艺绍介者合流，陀思妥夫斯基，都介涅夫，契诃夫，托尔斯泰之名，渐渐出现于文字上，并且陆续翻译了他们的一些作品，那时组织的介绍被压迫民族文学的是上海的文学研究会，也将他们算作为被压迫者而呼号的作家的。"}
{"text":"这一种思想，在大约二十年前即与中国一部分的文艺绍介者合流，陀思妥夫斯基，都介涅夫，契诃夫，托尔斯泰之名，渐渐出现于文字上，并且陆续翻译了他们的一些作品，那时组织的介绍被压迫民族文学的是上海的文学研究会，也将他们算作为被压迫者而呼号的作家的。凡这些，离无产者文学本来还很远，所以凡所绍介的作品，自然大抵是叫唤，呻吟，困穷，酸辛，至多，也不过是一点挣扎。但已经使又一部分人很不高兴了，就招来了两标军马的围剿。创造社竖起了为艺术的艺术的大旗，喊着自我表现的口号，要用波斯诗人的酒杯，黄书文士的手杖，将这些庸俗打平。还有一标是那些受过了英国的小说在供绅士淑女的欣赏，美国的小说家在迎合读者的心思这些文艺理论的洗礼而回来的，一听到下层社会的叫唤和呻吟，就使他们眉头百结，扬起了带着白手套的纤手，挥斥道这些下流都从艺术之宫里滚出去！而且中国原来还有着一标布满全国的旧式的军马，这就是以小说为闲书的人们。小说，是供看官们茶余酒后的消遣之用的，所以要优雅，超逸，万不可使读者不欢，打断他消闲的雅兴。此说虽古，但却与英美时行的小说论合流，于是这三标新旧的大军，就不约而同的来痛剿了为人生的文学――俄国文学。然而还是有着不少共鸣的人们，所以它在中国仍然是宛转曲折的生长着。但它在本土，却突然凋零下去了。在这以前，原有许多企望着转变的，而十月革命的到来，却给了他们一个意外的莫大的打击。于是有梅垒什珂夫斯基夫妇，库普林，蒲宁，安特来夫之流的逃亡，阿尔志跋绥夫，梭罗古勃之流的沉默，旧作家的还在活动者，只剩了勃留梭夫，惠垒赛耶夫，戈理唬停幔椋恚牵铮颍耄椋暄晴娣蛩基这几个人，到后来，还回来了一个亚历舍托尔斯泰。"}
{"text":"此外也没有什么显著的新起的人物，在国谡争和列强封锁中的文苑，是只见萎谢和荒凉了。至一九二年顷，新经济政策实行了，造纸，印刷，出版等项事业的勃兴，也帮助了文艺的复活，这时的最重要的枢纽，是一个文学团体绥拉比翁的兄弟们。这一派的出现，表面上是始于二一年二月一日，在列宁格拉艺术府里的第一回集会的，加盟者大抵是年青的文人，那立场是在一切立场的否定。淑雪兼珂说过从党人的观点看起来，我是没有宗旨的人物。这不很好么？自己说起自己来，则我既不是共产主义者，也不是社会革命党员，也不是帝制主义者。我只是一个俄国人，而且对于政治，是没有操持的。大概和我最相近的，是布尔塞维克，和他们一同布尔塞维克化，我是赞成的。但我爱农民的俄国。这就很明白的说出了他们的立场。但在那时，这一个文学团体的出现，却确是一种惊异，不久就几乎席卷了全国的文坛。在苏联中，这样的非苏维埃的文学的勃兴，是很足以令人奇怪的。然而理由很简单当时的革命者，正忙于实行，惟有这些青年文人发表了较为优秀的作品者其一他们虽非革命者，而身历了铁和火的试练，所以凡所描写的恐怖和战栗，兴奋和感激，易得读者的共鸣者其二其三，则当时指挥文学界的瓦浪斯基，是很给他们支持的。罗茨基也是支持者之一，称之为同路人。同路人者，谓因革命中所含有的英雄主义而接受革命，一同前行，但并无彻底为革命而斗争，虽死不惜的信念，仅是一时同道的伴侣罢了。这名称，由那时一直使用到现在。然而，单说是爱文学而没有明确的观念形态的徽帜的绥拉比翁的兄弟们，也终于逐渐失掉了作为团体的存在的意义，始于涣散，继以消亡，后来就和别的同路人们一样，各各由他个人的才力，受着文学上的评价了。在四五年以前，中国又曾盛大的绍介了苏联文学，然而就是这同路人的作品居多。这也是无足异的。"}
{"text":"罗茨基也是支持者之一，称之为同路人。同路人者，谓因革命中所含有的英雄主义而接受革命，一同前行，但并无彻底为革命而斗争，虽死不惜的信念，仅是一时同道的伴侣罢了。这名称，由那时一直使用到现在。然而，单说是爱文学而没有明确的观念形态的徽帜的绥拉比翁的兄弟们，也终于逐渐失掉了作为团体的存在的意义，始于涣散，继以消亡，后来就和别的同路人们一样，各各由他个人的才力，受着文学上的评价了。在四五年以前，中国又曾盛大的绍介了苏联文学，然而就是这同路人的作品居多。这也是无足异的。一者，此种文学的兴起较为在先，颇为西欧及日本所赏赞和介绍，给中国也得了不少转译的机缘二者，恐怕也还是这种没有立场的立场，反而易得介绍者的赏识之故了，虽然他自以为是革命文学者。我向来是想介绍东欧文学的一个人，也曾译过几篇同路人作品，现在就合了十个人的短篇为一集，其中的三篇，是别人的翻译，我相信为很可靠的。可惜的是限于篇幅，不能将有名的作家全都收罗在内，使这本书较为完善，但我相信曹靖华君的烟袋和四十一，是可以补这缺陷的。至于各个的略传，和各篇作品的翻译或重译的来源，都写在卷末的里，读者倘有兴致，自去翻检就是了。一九三二年九月九日，记于上海。本篇最初印入一九三三年一月上海良友图书公司出版的竖琴。竖琴，翻译和编辑的苏联短篇小说集，共收十篇扎醚嵌抖纯摺贰缪骁妗独虾淖印罚崾耄A伦支在沙漠上斐定果树园雅各武莱夫穷苦的人们理丁妒佟贰A左祝黎亚克与人性拉甫列涅夫星花曹靖华译英倍尔拉拉的利益凯泰耶夫物事柔石译。尼古拉斯二世\\，―通译尼古拉二世，俄国最后的一个皇帝，一八九四年即位，一九一七年二月革命后被捕，十月革命后被枪决。陀思妥夫斯基\\，―通译退雇滓蛩够砉骷遥著有中长篇小说穷人被侮辱与被损害的罪与罚等。都介涅夫Z，―，通译屠格涅夫，俄国作家，著有长篇小说猎人笔记罗亭父与子等。文学研究会参看本卷第页注。创造社参看本卷第页注。"}
{"text":"陀思妥夫斯基\\，―通译退雇滓蛩够砉骷遥著有中长篇小说穷人被侮辱与被损害的罪与罚等。都介涅夫Z，―，通译屠格涅夫，俄国作家，著有长篇小说猎人笔记罗亭父与子等。文学研究会参看本卷第页注。创造社参看本卷第页注。它初期的文学倾向是浪漫主义，带有反帝反封建的色彩但也受唯美主义的影响，强调艺术家的目的只在乎如何能真挚地表现出自己的感情，艺术的本身上是无所谓目的。后来他们倡导革命文学运动，对这种错误的观点进行了自我批评。波斯诗人指莪默伽尼谟，―。郭沫若在一九二四年曾翻译了他的诗鲁拜集。他在诗里常歌唱饮酒。黄书文士，指英国十九世纪末聚集在黄书杂志周围的一些作家艺术家，包括画家毕亚兹莱诗人欧内斯特道森约翰戴维森小说家休伯特克拉坎索普等。在创造周报第二十二十一期一九二三年九月曾经介绍过他们的生平和作品。梅垒什珂夫斯基\\，―通译梅列日科夫斯基，俄国作家，象征主义者和神秘主义者其妻吉皮乌斯，―，俄国象征饕迮耍欠吓纱怼他们于一九二年逃亡法国。库普林，―福国作家，十月革命后逃亡法国，后于一九三七年回到苏联。蒲宁，―，俄国作家，十月革命后逃亡法国。安特来夫，即安德烈夫，俄国作家，十月革命后逃亡芬兰。阿尔志跋绥夫A，―俄国作家一九二三年逃亡华沙。梭罗古勃，―，俄国准遥笳髋纱恚要作品都写于十月革命以前。勃留梭夫，―苏联诗人，早期创作受象征主义影响，一九五年革命前夜开始接触现实生活，同情革命，十月革命后从事社会文化活动。写过一些歌颂革命的诗。"}
{"text":"安特来夫，即安德烈夫，俄国作家，十月革命后逃亡芬兰。阿尔志跋绥夫A，―俄国作家一九二三年逃亡华沙。梭罗古勃，―，俄国准遥笳髋纱恚要作品都写于十月革命以前。勃留梭夫，―苏联诗人，早期创作受象征主义影响，一九五年革命前夜开始接触现实生活，同情革命，十月革命后从事社会文化活动。写过一些歌颂革命的诗。惠垒赛耶夫，通译魏烈萨耶夫，十月革命后写有长篇小说绝路姊妹等。戈理基，即高尔基，十月革命后，积极参加社会文化活动，写了长篇小说阿尔达莫诺夫家的事业克里姆萨姆金的一生以及大量政论文章。玛亚珂夫斯基\\，―，鸵肼硌趴煞斯基，苏联诗人。他的代表作长诗列宁好都写在十月革命之后。亚历舍托尔斯泰，一九一九年侨居国外，一九二三年回国，以后连续发表长篇小说彼得大帝苦难的历程等。新经济政策一九二一年至一九三五年苏联实行的经济政策，区别于从前实行的战时共产主义政策而言。它的原则是列宁制定的，主要措施是取消余粮收集制而实行粮食税，发展商业，以租让及租赁等形式发展国家资本主义。实行的结果，恢复和发展了工农业，巩固了工农联盟，建立了社会主义经济基础。绥拉比翁的兄弟们通译谢榔绦值堋薄痪哦荒暧陕状摹琴科等六人组成，一九二四年自动解散。它的名称是借用德国小说家霍夫曼的一部四卷本短篇小说集的书名。淑雪兼珂，―通译左琴科！靶焕绦值堋文学团体发起人之一。这里所引他的话，见一九二二年文学杂志俄文第三期所载论自己及其他一文。瓦浪斯基\\，―又译沃龙斯基，苏联作家，文艺批评家。一九二一年至一九二七年曾主编同路人的杂志红色处女地。烟袋苏联爱伦堡等的短篇小说集，曹靖华的译本于一九二八年北京未名社出版四十一，即第四十一，苏联拉甫列涅夫著中篇小说，曹靖华的译本于一九二九年未名社出版。萧伯纳在上海序萧伯纳在上海序现在的所谓人，身体外面总得包上一点东西，绸缎，毡布，纱葛都可以。"}
{"text":"瓦浪斯基\\，―又译沃龙斯基，苏联作家，文艺批评家。一九二一年至一九二七年曾主编同路人的杂志红色处女地。烟袋苏联爱伦堡等的短篇小说集，曹靖华的译本于一九二八年北京未名社出版四十一，即第四十一，苏联拉甫列涅夫著中篇小说，曹靖华的译本于一九二九年未名社出版。萧伯纳在上海序萧伯纳在上海序现在的所谓人，身体外面总得包上一点东西，绸缎，毡布，纱葛都可以。就是穷到做乞丐，至少也得有一条破裤子就是被称为野蛮人的，小肚前后也多有了一排草叶子。要是在大庭广众之前自己脱去了，或是被人撕去了，这就叫作不成人样子。虽然不像样，可是还有人要看，站着看的也有，跟着看的也有，绅士淑女们一齐掩住了眼睛，然而从手指缝里偷瞥几眼的也有，总之是要看看别人的赤条条，却小心着自己的整齐的衣裤。人们的讲话，也大抵包着绸缎以至草叶子的，假如将这撕去了，人们就也爱听，也怕听。因为爱，所以围拢来，因为怕，就特地给它起了一个对于自己们可以减少力量的名目，称说这类的话的人曰讽刺家。伯纳萧一到上海，热闹得比泰戈尔还利害，不必说毕力涅克和穆杭了，我以为原因就在此。还有一层，是专制使人们变成冷嘲，但这是英国的事情，古来只能道路以目的人们是不敢的。不过时候也到底不同了，就要听洋讽刺家来幽默一回，大家哈哈一下子。还有一层，我在这里不想提。但先要提防自己的衣裤。于是各人的希望就不同起来了。蹩脚愿意他主张拿拐杖，癞子希望他赞成戴帽子，涂了脂粉的想他讽刺黄脸婆，民族主义文学者要靠他来压服了日本的军队。但结果如何呢？结果只要看唠叨的多，就知道不见得十分圆满了。萧的伟大可又在这地方。英系报，日系报，白俄系报，虽然造了一些谣言，而终于全都攻击起来，就知道他决不为帝国主义所利用。至于有些中国报，那是无须多说的，因为原是洋大人的跟丁。这跟也跟得长久了，只在不抵抗或战略关系上，这才走在他们军队的前面。萧在上海不到一整天，而故事竟有这么多，倘是别的文人，恐怕不见得会这样的。这不是一件小事情，所以这一本书，也确是重要的文献。在前三个部门之中，就将文人，政客，军阀，流氓，叭儿的各式各样的相貌，都在一个平面镜里映出来了。"}
{"text":"萧的伟大可又在这地方。英系报，日系报，白俄系报，虽然造了一些谣言，而终于全都攻击起来，就知道他决不为帝国主义所利用。至于有些中国报，那是无须多说的，因为原是洋大人的跟丁。这跟也跟得长久了，只在不抵抗或战略关系上，这才走在他们军队的前面。萧在上海不到一整天，而故事竟有这么多，倘是别的文人，恐怕不见得会这样的。这不是一件小事情，所以这一本书，也确是重要的文献。在前三个部门之中，就将文人，政客，军阀，流氓，叭儿的各式各样的相貌，都在一个平面镜里映出来了。说萧是凹凸镜，我也不以为确凿。余波流到北平，还给大英国的记者一个教训他不高兴中国人欢迎他。二十日路透电说北平报章多登关于萧的文章，是足证华人传统的不感觉苦痛性。胡适博士尤其超脱，说是不加招待，倒是最高尚的欢迎。打是不打，不打是打！这真是一面大镜子，真是令人们觉得好像一面大镜子的大镜子，从去照或不愿去照里，都装模作样的显出了藏着的原形。在上海的一部分，虽然用笔和舌的还没有北平的外国记者和中国学者的巧妙，但已经有不少的花样。旧传的脸谱本来也有限，虽有未曾收录的，或后来发表的东西，大致恐怕总在这谱里的了。一九三三年二月二十八日灯下，。本篇最初印入一九三三年三月上海野草书屋出版的萧伯纳在上海。萧伯纳在上海，乐雯瞿秋白编译，辑入上海中外报纸对于萧在上海停留期间的记载和评论。在该书的写在前面中说，编译这书的主要用意，是把它当作一面平面镜子，在这里，可以看看真的萧伯纳和各种人物自己的原形。泰戈尔一九二四年四月曾来我国访问。毕力涅克一九二六年曾来我国。穆杭又译莫朗，法国作家，一九三一年曾来我国。专制使人们变成冷嘲英国哲学家约翰穆勒―的话。道路以目语见国语周语周厉王暴虐无道，国人莫敢言，道路以目。据三国时吴国韦昭注不敢发言，以目相眄而已。一九三三年二月二十日，萧伯纳由上海到北平，同日英国路透社发出电讯说政府机关报按指国民党政府的报纸今晨载有大规模之战事正在发展中之消息，而仍以广大之篇幅载萧伯纳抵北事，闻此足证华人传统的不感觉痛苦性。"}
