{"text":"有才有德者，其善多为大善，谓之高尚。有才无德者，其恶多为大恶，谓之邪恶。人品不但有好坏之别，也有宽窄深浅之别。好坏是质，宽窄深浅未必只是量。古人称卑劣者为小人斗筲之徒是很有道理的，多少恶行都是出于浅薄的天性和狭小的器量。知识是工具，无所谓善恶。知识可以为善，也可以为恶。美德与知识的关系不大。美德的真正源泉是智慧，即一种开阔的人生觉悟。德行如果不是从智慧流出，而是单凭修养造就，便至少是盲目的，很可能是功利的和伪善的。人是会由蠢而坏的。傻瓜被惹怒，跳得比聪明人更高。有智力缺陷者常常是一种犯罪人格。"}
{"text":"当我在一个善人身上发现一个伪善，我决不肯因为他的一千件善行而原谅他的这一个伪善。我最憎恶的品质，第一是虚伪，第二是庸俗。虚伪是一种冒充高尚的庸俗，因而是自觉的庸俗，我简直要说它是有纲领成体系的庸俗。单纯的庸俗是消极的，虚伪却是积极的，它富有侵略性。庸俗是小车，唯有推举虚伪为元帅，才能组成一支剿杀优秀灵魂的正规军队。诚然，也不该低估小卒们的游击战的杀伤力。猥琐假冒神圣乃是最无耻的亵渎神圣。夜里我不断梦见一个句子――子曰他妈的！当庸俗冒充崇高招摇过市时，崇高便羞于出门，它躲了起来。除了平庸，一切都可以忍受。然而，我受不了的只是自己的平庸。至于别人的平庸，只要不冒充为高明，我是乐于原谅的。当我享受时，我最受不了身边坐着一个苦行僧，因为他使我觉得我的享受有罪，使享受变成了受苦。无论何处，只要有一个完美无缺的正人君子出现，那里的人们就要遭罪了，因为他必定要用他的完美来折磨和审判你了。这班善人，也许你真的说不出他有什么明显的缺点，尽管除了他的道德以外，你也说不出他有什么像样的优点。相反，一个真实的人，一种独特的个性，必有突出的优点和缺点，袒露在人们面前，并不加道德的伪饰，而这也正是他的道德。恶德也需要实践。初次做坏事会感到内心不安，做多了，便习惯成自然了，而且不觉其坏。有钱的穷人不是富人。有权的庸人不是伟人。有学识的笨人不是聪明人。有声誉的坏人不是好人。阴暗的角落里没有罪恶，只有疾病。罪恶也有它的骄傲。"}
{"text":"罪恶也有它的骄傲。"}
{"text":"但真实又是最容易的，在世界上，唯有它，一个人只要愿意，总能得到和保持。人不可能永远真实，也不可能永远虚假。许多真实中一点虚假，或许多虚假中一点真实，都是动人的。最令人厌倦的是一半对一半。纯洁做不到，退而求其次――真实。真实做不到，再退而求其次――糊涂。可是郑板桥说难得糊涂。还是太纯洁了。真正有独特个性的人并不竭力显示自己的独特，他不怕自己显得与旁人一样。那些时时处处想显示自己与众不同的人，往往是一些虚荣心十足的平庸之辈。质朴最不容易受骗，连成功也骗不了它。以真诚换取真诚――可是，这么一换，双方不是都失去自己的真诚了吗刻意求真实者还是太关注自己的形象，已获真实者只是活得自在罢了。你说，得活出个样儿来。我说，得活出个味儿来。名声地位是衣裳，不妨弄件穿穿。可是，对人对己都不要衣帽取人。衣裳换来换去，我还是我。脱尽衣裳，男人和女人更本色。有的人活得精彩，有的人活得自在，活得潇洒者介乎其间，而非超乎其上。活得真诚独特潇洒，这样活当然很美。不过，首先要活得自在，才谈得上这些。如果你太关注自己活的样子，总是活给别人看，或者哪怕是活给自己看，那么，你愈是表演得真诚独特潇洒，你实际上却活得愈是做作平庸拘谨。在不能说真话时，宁愿不说话，也不要说假话。必须说假话的场合是极其稀少的。不能说真话而说真话，蠢。不必说假话而说假话，也蠢。如果不说话也不能呢那就说真话吧，因为归根到底并不存在绝对不能说真话的情况，只要你敢于承担其后果。撒谎是容易的，带着这谎活下去却是麻烦事，从此你成了它的奴隶，为了圆这谎，你不得不撤更多的也许违背你的心愿且对你有害的谎。"}
{"text":"如果不说话也不能呢那就说真话吧，因为归根到底并不存在绝对不能说真话的情况，只要你敢于承担其后果。撒谎是容易的，带着这谎活下去却是麻烦事，从此你成了它的奴隶，为了圆这谎，你不得不撤更多的也许违背你的心愿且对你有害的谎。"}
{"text":"对于一个优秀者来说，舆论不过是他所蔑视的那些人的意见，他对这些意见也同样持蔑视的态度。只要他站得足够高，舆论便只是脚下很远的地方传来的轻微的噪音，决不会对他构成真正的困扰。唯有与舆论同质的俗人才会被舆论所支配，因为作为俗人之见，舆论同时也是他们自己的意见，是他们不能不看重的。舆论是多数人的意见，并且仅对多数人具有支配的力量。当然，多数人也很想用舆论来支配少数人，禁止少数人的不同意见。但是，如果不是辅之以强权，舆论便无此种力量。一个优秀者面对强权也可能有所顾忌，这是可以理解的。撇开这种情形不谈，倘若他对舆论本身也十分在乎，那么，我们就必须对他的优秀表示怀疑，因为他内心深处很可能是认同多数人的意见而并没有自己的独立见解的。走自己的路，让他们去说吧――因为他们反正是要说的！你的幸与不幸并不关他们的痛痒，他们不过是拿来做茶余饭后的谈资罢了。所以，你完全不必理会他们，尤其在关涉你自身命运的问题上要自己拿主意。须知你不是为他们活着，至少不是为他们茶余饭后的闲谈活着。谗言伤人，谣言杀人，谀词求宠，谏词招祸。查一下以言为部首的中国字吧，语言的名堂可真不少。中国人是深知语言的厉害的，所以有一言兴邦一言危邦人言可畏之说。有时候，语言决定着民族个人的命运。语言甚至预定了人类的生存方式。我不禁想，假如没有语言，人间可省去多少事。可惜的是，没有语言，人也不成其为人了。禽兽的世界倒是单纯。倘若禽兽有朝一日学会说话，造谣拍马吹捧辱骂之事恐怕会接踵而至，它们也就单纯不下去了。舆论是最不留情的，同时又是最容易受愚弄的。于是，有的人被舆论杀死，又有的人靠舆论获利。"}
{"text":"即使对某些精神价值，嫉妒者所看重的也只是它们可能给拥有者带来的实际好处，例如，学问和才华带来的名利。嫉贤妒能的实质是嫉名妒利，一辈子怀才不遇的倒霉蛋是不会有人去嫉妒的。有―些精神价值，例如智慧和德行，由于它们无涉功利，所以不易招妒。我是说真正的智慧和德行，沽名钓誉的巧智伪善不在其列。哲人和圣徒生活在自己的精神世界里，俗人与这个世界无缘，所以无从嫉妒。超脱者因其恬淡于名利而远离了嫉妒――既不妒人，也不招妒，万一被妒也不在乎。如果在乎，说明还是太牵挂名利。并不超脱。嫉妒发生之可能与时间和空间的距离成反比。我们极容易嫉妒近在眼前的人，但不会嫉妒古人或遥远的陌生人。一个渴望往上爬的小职员并不嫉妒某个美国人一夜之间登上了总统宝座，对他的同事晋升科长却耿耿于怀了。一个财迷并不嫉妒世上许多亿万富翁，见他的邻居发了小财却寝食不安了。一个爱出风头的作家并不嫉妒曹雪芹和莎士比亚，因他的朋友一举成名却愤愤不平了。由于嫉妒的这一距离法则，成功者往往容易遭到他的同事熟人乃至朋友的贬损，而在这个圈子之外却获得了承认，所谓墙内开花墙外香遂成普遍现象。对不如己者的成功，我们不服气，认为他受之有愧。对胜于己者的成功，我们也不服气，必欲找出他身上不如己的弱点，以证明他受之并非完全无愧。这样的弱点总能找到的，因为我们怎会承认别人在一切方面都胜于己呢我们实在大看重成功了，以至于很难欣然接受别人成功的事实。如果我们真正看重事情的实质而非成功的表象，那么，正好应该相反对于不如己者的成功，我们不必嫉妒，因为他徒有虚名对于胜于己者的成功，我们不该嫉妒，因为他确有实力。如果他虚实参半呢那就让他徒有其虚和确有其实好了，我们对前者不必嫉妒，对后者不该嫉妒，反正是无须嫉妒。嫉妒基于竞争。领域相异，不成竞争，不易有嫉妒。所以，文人不嫉妒名角走红，演员不嫉妒巨商暴富。当然，如果这文人骨子里是演员，这演员骨子里是商人，他们又会嫉妒名角巨商，渴望走红暴富，因为都在名利场上，有了共同领域。在同一领域内，人对于远不及己者和远胜于己者也不易有嫉妒，因为水平悬殊，亦不成竞争。嫉妒最易发生在水平相当的人之间，他们之间最易较劲。"}
{"text":"嫉妒基于竞争。领域相异，不成竞争，不易有嫉妒。所以，文人不嫉妒名角走红，演员不嫉妒巨商暴富。当然，如果这文人骨子里是演员，这演员骨子里是商人，他们又会嫉妒名角巨商，渴望走红暴富，因为都在名利场上，有了共同领域。在同一领域内，人对于远不及己者和远胜于己者也不易有嫉妒，因为水平悬殊，亦不成竞争。嫉妒最易发生在水平相当的人之间，他们之间最易较劲。当然，上智和下愚究属少数，多数人挤在中游，所以嫉妒仍是普遍的。伟大的成功者不易嫉妒，因为他远远超出一般人，找不到足以同他竞争值得他嫉妒的对手。悟者比伟大的成功者更不易嫉妒，因为他懂得人生的限度，这时候他几乎像一位神一样俯视人类，而在神的眼里，人类有什么成功伟大得足以使他嫉妒呢一个看破了一切成功之限度的人是不会夸耀自己的成功，也不会嫉妒他人的成功的。对于一颗高傲的心来说，莫大的屈辱不是遭人嫉妒，而是嫉妒别人，因为这种情绪向他暴露了一个他最不愿承认的事实他自卑了。对于别人的成功，我们在两种情形下愿意宽容。一是当这种成功是我们既有能力也有机会获得的，而我们却并不想去获得，这时我们仿佛站在这种成功之上，有了一种优越感。另一是当这种成功是我们既没有能力也没有机会获得的，我们因此也就不会想去获得，这时我们仿佛站得离这种成功太远，有了一种淡漠感。倘若别人的成功是我们有能力却没有机会获得的，或者有机会却没有能力获得的，我们当警惕，因为嫉妒这个恶魔要乘虚而入了。嫉妒的发生基于一种我们认为不公平的对比。对于我们既有能力也有机会获得的成功，我们不会嫉妒，因为它唾手可得。对于我们既无能力也无机会获得的成功，我们也不易嫉妒，因为它高不可攀。当一种成功是我们有能力而无机会获得的，或有机会而无能力获得的，我们就最容易感到嫉妒。当我们缺少一样必需的东西时，我们痛苦了。当我们渴求一样并非必需的东西而不可得时，我们十倍地痛苦了。当我们不可得而别人却得到了时，我们百倍地痛苦了。就所给予我们的折磨而言，嫉妒心最甚，占有欲次之，匮乏反倒是最小的。"}
{"text":"对于我们既无能力也无机会获得的成功，我们也不易嫉妒，因为它高不可攀。当一种成功是我们有能力而无机会获得的，或有机会而无能力获得的，我们就最容易感到嫉妒。当我们缺少一样必需的东西时，我们痛苦了。当我们渴求一样并非必需的东西而不可得时，我们十倍地痛苦了。当我们不可得而别人却得到了时，我们百倍地痛苦了。就所给予我们的折磨而言，嫉妒心最甚，占有欲次之，匮乏反倒是最小的。嫉妒是对别人的快乐幸福富有成功等等所感觉到的一种强烈而阴郁的不快。在人类心理中，也许没有比嫉妒更奇怪的感情了。一方面，它极其普遍，几乎是人所共有的一种本能。另一方面，它又似乎极不光彩，人人都要把它当作一桩不可告人的罪行隐藏起来。结果，它便转入潜意识之中，犹如一团暗火灼烫着嫉妒者的心，这种酷烈的折磨真可以使他发疯犯罪乃至杀人。成功有两个要素，一是能力和品质，二是环境和机遇因此，对成功者的嫉妒也相应有两种情况，一是平庸之辈的嫉贤妒能，另一是怀才不遇者的嫉世愤俗。当嫉妒不可遏止时，会爆发为仇恨。当嫉妒可以遏止时，会化身为轻蔑。在仇恨时，嫉妒肆无忌惮地瞪视它的目标。在轻蔑时，嫉妒转过脸去不看它的目标。强者和弱者都可能不宽容，但原因不同。强者出于专横，他容不得挑战。弱者出于嫉妒，他经不起挑战。真正的精神强者必是宽容的，因为他足够富裕。嫉妒是弱者的品质。嫉妒是蔑视个人的道德的心理根源之一。每一个人按其本性都是不愿意遭到抹杀的，但是，嫉妒使人宁肯自己被抹杀也不让更优秀者得到发扬。在一概抹杀之中，他感到一种相对的满足与损失更大的人相比，他几乎可以算是获利了。既然嫉妒人皆难免，也许就不宜把它看做病或者恶，而应该看做中性的东西。只有当它伤害自己时，它才是病。只有当它伤害别人时，它才是恶。鉴于嫉妒是一种很不优雅的感情，我们一般都不愿意向人袒露自己的嫉妒之情，但这不妨碍我们优雅地讨论这个问题。嫉妒有权作为一个人生话题得到讨论，是因为它在人类心理中的普遍性，也是因为也许人生智慧能够最有效地消解它。"}
