{"text":"八年前的一个月夜，是她悄送掉童心的纯洁，接受人间的绮情柔意，她和青在月影下，双影厮并，她那时如依人的小鸟，如迷醉的酴，她傲视冷月，她窃笑行云。但今夜呵！一样的月影波光，然而她和青已隔绝人天，让月儿蹂躏这寞落的心。她扎挣残喘，要向月姊问青的消息，但月姊只是阴森的惨笑，只是傲然的凌视，――指示她的孤独。唉！她在将凄音冲破行云，枉将哀调深渗海底，――天意永远是不可思议！沙低声默泣，全船的人都罩在绮丽的哀愁中。这时船已穿过玉桥，两岸灯光，映射波中，似乎万蛇舞动，金彩飞腾。沙凄然道这到底是梦境，还是人间？颦道人间便是梦境，何必问哪一件是梦，哪一件非梦！呵！人间便是梦境，但不幸的人类，为什么永远没有快活的梦，这惨愁，为什么没有焚化的可能？大家都默然无言，只有阮君依然努力把舵，森不住地摇桨，这船又从河心荡向河岸，夜深了，归去罢！森仿佛有些倦了，于是将船儿泊在岸旁，他们都离开这美妙的月影波光，在黑夜中摸索他们的归程。月儿斜倚翡翠云屏，柳丝细拂这归去的人们，――这月夜孤舟又是一番梦痕！愁情一缕付征鸿你想不到我有冒雨到陶然亭的勇气吧！妙极了，今日的天气，从黎明一直到黄昏，都是阴森着，沉重的愁云紧压着山尖，不由得我的眉峰蹙起。――可是在时刻挥汗的酷暑中，忽有这么仿佛秋凉的一天，多么使人兴奋！汗自然的干了，心头也不曾燥热得发跳简直是初赦的囚人，四围顿觉松动。颦！你当然理会得，关于我的僻性。我是喜欢暗淡的光线和模糊的轮廓。我喜欢远树笼烟的画境，我喜欢晨光熹微中的一切，天地间的美，都在这不可捉摸的前途里。所以我最喜欢笑而不答心自闲的微妙人生，雨丝若笼雾的天气，要比丽日当空时玄妙得多呢！今日我的工作，比任何一天都多，成绩都好，当我坐在公事房的案前，翠碧的树影，横映于窗间，刷刷的雨滴声，如古琴的幽韵，我写完了一篇温妮的故事，心神一直浸在冷爽的雨境里。雨丝一阵紧，一阵稀，一直落到黄昏。忽在叠云堆里，露出一线淡薄的斜阳，照在一切沐浴后的景物上，真的，颦！比美女的秋波还要清丽动怜，我真不知怎样形容才恰如其分，但我相信你总领会得，是不是！这时君素忽来约我到陶然亭去，颦！"}
{"text":"所以我最喜欢笑而不答心自闲的微妙人生，雨丝若笼雾的天气，要比丽日当空时玄妙得多呢！今日我的工作，比任何一天都多，成绩都好，当我坐在公事房的案前，翠碧的树影，横映于窗间，刷刷的雨滴声，如古琴的幽韵，我写完了一篇温妮的故事，心神一直浸在冷爽的雨境里。雨丝一阵紧，一阵稀，一直落到黄昏。忽在叠云堆里，露出一线淡薄的斜阳，照在一切沐浴后的景物上，真的，颦！比美女的秋波还要清丽动怜，我真不知怎样形容才恰如其分，但我相信你总领会得，是不是！这时君素忽来约我到陶然亭去，颦！你当然深切地记得陶然亭的景物，――万顷芦田，翠苇已有人高。我们下了车，慢慢踏着湿润的土道走着。从苇隙里已看见白玉石碑矗立，呵！颦！我的灵海颤动了，我想到千里外的你，更想到隔绝人天的涵和辛。我悲郁地长叹，使君素诧异，或者也许有些惘然了。他悄悄对我望着，而且他不让我多在辛的墓旁停留，真催得我紧！我只得跟着他走了上了一个小土坡，那便是鹦鹉冢，我蹲在地下，细细辨认鹦鹉曲。颦！你总明白北京城我的残痕最多，这陶然亭，更深深地埋葬着不朽的残痕。五六年前的一个秋晨吧蓼花开得正好，梧桐还不曾结子，可是翠苇比现在还要高，我们在这里履行最凄凉的别宴。自然没有很丰盛的筵席，并且除了我和涵也更没有第三人。我们带来一瓶血色的葡萄酒和一包五香牛肉干，还有几个辛酸的梅子。我们来到鹦鹉冢旁，把东西放下，搬了两块白石，权且坐下。涵将酒瓶打开，我用小玉杯倒了满满的一盏，鹦鹉冢前，虔诚的礼祝后，就把那一盏酒竟洒在鹦鹉家旁。这也许没有什么意义，但到如今这印象兀自深印心头呢我祭奠鹦鹉以后，涵似乎得了一种暗示，他握着我的手说音！我们的别宴不太凄凉吗？我自然明白他言外之意，但是我不愿这迷信是有证实的可能，我咽住凄意笑道我闹着玩呢，你别管那些，咱们喝酒吧。你不是说在你离开之先，要在我面前一醉吗？好，涵！你尽量地喝吧。他果然拿起杯子，连连喝了几杯。他的量最浅，不过三四杯的葡萄酒，他已经醉了――两颊红润得如黄昏时的晚霞，他闭眼斜卧在草地上，我坐在他的身旁，把剩下大半瓶的酒，完全喝了我由不得想到涵明天就要走了，离别是什么滋味？那孤零会如沙漠中的旅人吗？无人对我的悲叹注意，无人为我的不眠嘘唏！"}
{"text":"你不是说在你离开之先，要在我面前一醉吗？好，涵！你尽量地喝吧。他果然拿起杯子，连连喝了几杯。他的量最浅，不过三四杯的葡萄酒，他已经醉了――两颊红润得如黄昏时的晚霞，他闭眼斜卧在草地上，我坐在他的身旁，把剩下大半瓶的酒，完全喝了我由不得想到涵明天就要走了，离别是什么滋味？那孤零会如沙漠中的旅人吗？无人对我的悲叹注意，无人为我的不眠嘘唏！我颤抖，我失却一切矜持的力，我悄悄地垂泪，涵睁开眼对我怔视，仿佛要对我剖白什么似的，但他始终未哼出一个字，他用手帕紧紧捂住脸，隐隐透出啜泣之声，这旷野荒郊充满了幽厉之凄音。颦！悲剧中的一角之造成，真有些自甘陷溺之愚蠢，但自古到今，有几个能自拔？这就是天地缺陷的唯一原因吧！我在鹦鹉冢旁眷怀往事，心痕暴裂。颦！我相信如果你在跟前，我必致放声痛哭，不过除了在你面前，我不愿向人流泪，况且君素又催我走，结果我咽下将要崩泻的泪液。我们绕过了芦堤，沿着土路走到群冢时，细雨又轻轻飘落，我冒雨在晚风中悲嘘，颦！呵！我实在觉得羡慕你，辛的死，为你遗留下整个的爱，使你常在憧憬的爱园中踯躅。那满地都开着紫罗兰的花，常有爱神出没其中，永远是圣洁的。我的遭遇，虽有些像你，但是比你着逊多了。我不能将涵的骨殖，葬埋在我所愿他葬埋的地方，他的心也许是我的，但除了这不可捉摸的心以外，一切都受了牵掣。我不能像你般替他树碑，也不能像你般，将寂寞的心泪，时时浇洒他的墓土。呵！颦！我真觉得自己可怜！我每次想痛哭，但是没有地方让我恣意地痛哭。你自然记得，我屡次想伴你到陶然亭去，你总是摇头说你不用去吧！颦！你怜惜我的心，我何尝不知道，因此我除了那一次醉后痛快的哭过，到如今我一直抑积着悲泪，我不敢让我的泪泉溢出。颦！你想这不太难堪吗？世界上的悲情，孰有过于要哭而不敢哭的呢？你虽是怜惜我，但你也曾想到这怜惜的结果吗？我也知道，残情是应当将它深深地埋葬，可恨我是过分的懦弱，眉目间虽时时含有英气，可济什么事呢？风吹草动，一点禁不住撩拨呵！雨丝越来越紧，君素急要回去，我也知道在这里守着也无味跟着他离开陶然亭。车子走了不远，我又回头前望，只见丛芦翠碧，雨雾幂幂，一切渐渐模糊了。到家以后，大雨滂沱，君素也不能回去，我们坐在书房里，君素在案上写字，我悄悄坐在沙发上沉思，颦呵！"}
{"text":"世界上的悲情，孰有过于要哭而不敢哭的呢？你虽是怜惜我，但你也曾想到这怜惜的结果吗？我也知道，残情是应当将它深深地埋葬，可恨我是过分的懦弱，眉目间虽时时含有英气，可济什么事呢？风吹草动，一点禁不住撩拨呵！雨丝越来越紧，君素急要回去，我也知道在这里守着也无味跟着他离开陶然亭。车子走了不远，我又回头前望，只见丛芦翠碧，雨雾幂幂，一切渐渐模糊了。到家以后，大雨滂沱，君素也不能回去，我们坐在书房里，君素在案上写字，我悄悄坐在沙发上沉思，颦呵！我们相隔千里，我固然不知道你那时在做什么可是我想你的心魂，日夜萦绕着陶然亭旁的孤墓呢！人间是空虚的，我们这种摆脱不开，聪明人未免要笑我们多余，――有时我自己也觉得似乎多余！然而只有颦你能明白这绵绵不尽的哀愁，在我们有生之日，无论如何，是不能扫尽抛开的呵！我往往想做英雄，――但此念越强，我的哀愁越深。为人类流同情的泪，固然比较一切伟大，不过对于自身的伤痕，不知抚摸惘惜的人，也绝对不是英雄。颦我们将来也许能做英雄，不过除非是由辛和涵使我们在悲愁中扎挣起来，我们绝不会有受过陶炼的热情，在我们深邃的心田中蒸勃呢！我知道你近来心绪不好，本不应再把这些近乎撩拨的话对你诉说，然而我不说，便如梗在喉，并且我痴心希望，说了后可以减少彼此的深郁的烦纡，所以这一缕愁情，终付征鸿，颦呵！请你恕我吧！云音七月十五写于灰城。寄燕北故人亲爱的朋友们在你们闪烁的灵光里，大约还有些我的影子吧！但我们不见已经四年了，以我的测度你们一定不同从前了，――至少梅姊给我的印影――夕阳下一个倚新坟而凝泪的梅姊，比起那衰草寒烟的梅窟，吃鸡蛋煎菊花的豪情逸兴要两样了。至于轩姊呢，听说愁病交缠，近来更是人比黄花瘦。那么中央公园里，慢步低吟的幽趣，怕又被病魔销尽了！呵！现在想到隽妹，更使我心惊！我记得我离开燕京的时候，她还睡在医院里，后来虽常常由信里知道她的病终久痊愈了，并且她又生了两个小孩子，但是她活泼的精神和天真的情态，不曾因为病后改变了吗？哎！不过四年短促的岁月中，便有这许多变迁了，谁还敢打开既往的生活史看，更谁敢向那未来的生活上推想！我自从去年自己害了一场大病，接着又遭人生的大不幸，终日只是被暗愁锁着。"}
{"text":"那么中央公园里，慢步低吟的幽趣，怕又被病魔销尽了！呵！现在想到隽妹，更使我心惊！我记得我离开燕京的时候，她还睡在医院里，后来虽常常由信里知道她的病终久痊愈了，并且她又生了两个小孩子，但是她活泼的精神和天真的情态，不曾因为病后改变了吗？哎！不过四年短促的岁月中，便有这许多变迁了，谁还敢打开既往的生活史看，更谁敢向那未来的生活上推想！我自从去年自己害了一场大病，接着又遭人生的大不幸，终日只是被暗愁锁着。无论怎样的环境，都是我滋感之菌，――清风明月，苦雨寒窗，我都曾对之泣泪泛澜，去年我不是告诉你们我伴送涵的灵柩回乡吗？那时我满想将我的未来命运，整个的埋没于闭塞的故乡，权当归真的墟墓吧！但是当我所乘的轮船才到故乡的海岸时，已经给我一个可怕的暗示――一片寒光，深笼碧水。四顾不禁毛发为之悚栗，满不是我意想中足以和暖我战惧灵魂的故乡及至上了岸，就见家人，约了许多道士，在一张四方木桌上，满插着招魂幡旗，迎冷风而飘扬。只见涵的衰年老父，h泪长号，和那招魂的罄钹繁响争激。唉！马江水碧，鼓岭云高，渺渺幽冥，究竟何处招魂！徒使劫余的我肝肠俱断。到家门时，更是凄冷鬼境，非复人问。唉！那高举的丧幡，沉沉的白幔，正同五年前我奔母亲丧时的一样刺心伤神。――不过几年之间，我却两度受造物者的宰割。哎！雨打风摧，更经得几番磨折！――再加着故乡中的俚俗困人，我究竟不过住了半年，又离开故乡了――正是谁念客身轻似叶，千里飘零！去年承你们的盛情约我北去，更续旧游，只恨我胆怯，始终不敢应诺。按说北京是我第二故乡，我七八岁的时候，就和它相亲相近，直到我离开它，其间差不多十八九年，它使我发生对它的好感，实远胜我发源地的故乡。我到北京去，自然是很妥当而适意的了不过你们应当知道，我为什么不敢去？东交民巷的皎月馨风，万牲园的幽廊斜晖，中央公园的薄霜淡雾，都深深地镂刻着我和涵的往事前尘！我又怎么敢去？怎么忍去！朋友们！你们千里外的故人，原是不中用的呢！不过也不必因此失望，因为近来我似乎又找到新生路了。只要我的灵魂出了牢狱，我便可和你们相见了！我这一次重到上海，得到一个出我意料外的寂静的环境，读书作稿，都用不着等待更深夜静。"}
{"text":"我又怎么敢去？怎么忍去！朋友们！你们千里外的故人，原是不中用的呢！不过也不必因此失望，因为近来我似乎又找到新生路了。只要我的灵魂出了牢狱，我便可和你们相见了！我这一次重到上海，得到一个出我意料外的寂静的环境，读书作稿，都用不着等待更深夜静。确是蓼荻绕宅，梧桐当户，荒坟蔓草，白杨晚鸦，而它们萧然地长叹，或冷漠，都给我以莫大的安慰，并且启示我，为俗虑所掩遮的灵光――虽只是很淡薄的灵光，然而我已经似有所悟了。我所住的房子，正对着一片旷野，窗前高列着几棵大树，枝叶繁茂，宿鸟成阵，时时鼓舌如簧，娇啭不绝。我课余无事，每每开窗静听，在它们的快乐声中，常常告诉我，它们是自由的有时竟觉得，它们在嘲笑我太不自由了，因为我灵魂永远不曾解放过，我不能离开现实而体察神的隐秘，无论做什么事情，都只能宛转因人，这不是太怯弱了吗？有一天我正向窗外凝视，忽然看见几个小孩子，满脸都是污泥，衣服也和他们的脸一样的肮脏，在我们房子左右满了落叶枯枝的草地上，摭拾那落叶枯枝。这时我由不得心里一惊――天寒岁暮了，这些孩子们，捡这枯枝，想来是，燃了取暖的。昨天听说这左右发见不少小贼，于是我告诉门房的人，把那些孩子赶了出去，并且还交代小工，将那破损的竹篱笆修修好，不要让闲杂人进来，这自然是我的责任，但是我可对不起那几个圣洁的小灵魂了。我简直是蔑视他们，贼自然是可怕的罪恶，然而我没有用的人，只知道关紧门，不许他们进来，这只图自己的安适，再不为那些不幸的人们着想，这是多么卑鄙的灵魂？除自私之外没有更大的东西了！朋友们在这灵光一瞥中，我发见了人类的丑恶，所以现在除了不幸的人外，我没有朋友。有许多人，对着某一个不幸的人，虽有时也说可怜，然而只是上下唇及舌头筋肉间的活动，和音带的震响罢了――真是十三分的漠然，或者可以说，其间含着幸灾乐祸的恶意呢？总之一个从来不懂悲哀和痛苦真义的人，要叫他能了解悲哀和痛苦的神秘，未免太不容易！所以朋友们！你们要好好记住，如果你们是有痛苦悲哀的时候，与其对那些不能了解的人诉说，希冀他们予以同情的共鸣，那只是你们的幻想，决不会成事实的。不如闭紧你们的口，眼泪向肚里流要好得多呢。"}
{"text":"总之一个从来不懂悲哀和痛苦真义的人，要叫他能了解悲哀和痛苦的神秘，未免太不容易！所以朋友们！你们要好好记住，如果你们是有痛苦悲哀的时候，与其对那些不能了解的人诉说，希冀他们予以同情的共鸣，那只是你们的幻想，决不会成事实的。不如闭紧你们的口，眼泪向肚里流要好得多呢。悲哀才是一种美妙的快感，因为悲哀的纤维，是特别的精细，它无论是触于怎样温柔的玫瑰花朵上，也能明切的感觉到，比起那近于欲的快乐的享受，真是要耐人寻味多了。并且只有悲哀，能与超乎一切的神灵接近。当你用怜悯而伤感的泪眼，去认识神灵的所在，比较你用浮夸的享乐的欲眼时，要高明得多。悲哀诚然是伟大的！朋友们！你们读我的信到这个地方，总要放下来揣想一下吧！甚或要问这倒是怎么一回事？――想来这个不幸的人，必要被暗愁搅乱了神经，不然为何如此尊崇悲哀和不幸者呢？要不然这个不幸的人，一定改了前此旷达的心胸，自囿于凄栗之中，呵！朋友们如果你们如是的怀疑，我可以诚诚实实地告诉你们，这揣想完全错了。我现在的态度，固然是比较从前严肃，然而我却好久不掉眼泪了。看见人家伤心，我仿佛是得到一句隽永的名句，有意义的，耐人寻味的名句。我得到这名句，一面是刻骨子的欣赏，一面又从其中得到慰安。这真是一种灵的认识，从悲哀的历程中，所发见的宝藏。我前此常常觉得人生，过于单调青春时互相的爱恋者，一天天平凡的度过去，究竟什么是生命的意义！――有什么无上的价值，完全不明了。现在我仿佛得到神明的诏示，真了解悲哀才有与神接近的机会，才能以鲜红的热血为不幸者牺牲。朋友们！我相信你们中一定有能了解我这话的人，至少梅姊可以和我表同情，是不是？我自从沦入失望和深愁浸渍的漩涡中，一直总是颓废不振。我常常自危，幸而近来灵光普照，差不多已由颓废的漩涡中扎挣起来了。只要我一旦对于我的灵魂，更能比较地解放，更认识得清楚些，那么那个人的小得失，必不至使我惊心动魄了。梅姊的近状如何？我记得上半年来信，神气十分萎靡。固然我也知道梅姊的遭遇多苦。但是，我希望梅姊把自己的价值看重些，把自己的责任看大些，像我们这种个人的失意，应该把它稍为靠后些。"}
{"text":"我自从沦入失望和深愁浸渍的漩涡中，一直总是颓废不振。我常常自危，幸而近来灵光普照，差不多已由颓废的漩涡中扎挣起来了。只要我一旦对于我的灵魂，更能比较地解放，更认识得清楚些，那么那个人的小得失，必不至使我惊心动魄了。梅姊的近状如何？我记得上半年来信，神气十分萎靡。固然我也知道梅姊的遭遇多苦。但是，我希望梅姊把自己的价值看重些，把自己的责任看大些，像我们这种个人的失意，应该把它稍为靠后些。因为这悲哀造成的世界，本以悲哀为原则，不过有的是可医治的悲哀，有的是不可医治的悲哀。我们的悲哀，是不可医治的根本的烦冤，除非毁灭，是不能使我们与悲哀相脱离。我们只有推广这悲哀的意味，与一切不幸者同运命，我们的悲哀岂不更觉有意义些吗？呵！亲爱的朋友！为了怜悯一个贫病的小孩子而流泪，要比因自己的不幸而流泪，要有意味得多呢！神实在是不可思议的，所以能够使世界瑰琦灿烂，不可逼视，在这里我要告诉你一件很有趣味的事实。前天下午，我去看星姊，那时美丽的太阳，正射着玫瑰色的玻璃窗上，天边浮动着变幻的浅蓝的飞云。我走到星姊的房间的时候，正静悄悄不听一点声息。后来我开门进去，只见星姊正在摇篮旁用手极轻微地摇着睡在里面的小孩子。我一看，突然感觉到母亲伟大而高远的爱的神光，从星姊的两眸子中流射出来。那真是一朵不可思议的灿烂之花！呵隽妹！我现在能想象你，那温慈的爱欢，正注射着你那可爱的娇儿呢！这真是人间最大慰安地，无论是怎么痛苦或疲乏的人，只要被母亲的春晖拂照便立刻有了生气。世界上还有比母亲的爱更伟大么？这正是能牺牲自己而爱，爱她们的孩子，并且又是无所为而爱的呵！母亲的爱是怎样的神圣，也正和为不幸而悲哀同样有意味呢？现在天气冷了，秋风秋雨一阵紧一阵，燕北彤云，雪意必浓，四境的冷涩，不知又使多少贫苦人惊心骇魄。但愿梅姊用悲哀的更大同情，为他们洗涤创污，隽妹以母亲伟大的温情，为他们的孤零嘘拂。如果是无甚阻碍，明年暑假，我们定可图一晤。敬祝亲爱的朋友为使灵魂的超越而努力呵！你们海角的故人书于凄风冷雨之下。房东当我们坐着山兜，从陡险的山径，来到这比较平坦的路上时，兜夫哎哟的舒了一口气，意思是说这可到了。我们坐山兜的人呢，也照样地深深地舒了一口气，也是说这可到了！因为长久的颠簸和忧惧，实在觉得力疲神倦呢！"}
{"text":"但愿梅姊用悲哀的更大同情，为他们洗涤创污，隽妹以母亲伟大的温情，为他们的孤零嘘拂。如果是无甚阻碍，明年暑假，我们定可图一晤。敬祝亲爱的朋友为使灵魂的超越而努力呵！你们海角的故人书于凄风冷雨之下。房东当我们坐着山兜，从陡险的山径，来到这比较平坦的路上时，兜夫哎哟的舒了一口气，意思是说这可到了。我们坐山兜的人呢，也照样地深深地舒了一口气，也是说这可到了！因为长久的颠簸和忧惧，实在觉得力疲神倦呢！这时我们的山兜停在一座山坡上，那里有一所三楼三底的中国化的洋房。若从房子侧面看过去，谁也想不到那是一座洋房，因为它实在只有我们平常比较高大的平房高。不过正面的楼上，却也有二尺多阔的回廊，使我们住房子的人觉得满意。并且在我们这所房子的对面，是峙立着无数的山峦，当晨曦窥云的时候，我们睡在床上，可以看见万道霞光，从山背后冉冉而升。跟着雾散云开，露出艳丽的阳光。再加着晨气清凉，稍带冷意的微风，吹着我们不曾掠梳的散发，真有些感觉得环境的松软。虽然比不上列子御风那么飘逸。至于月夜，那就更说不上来的好了。月光本来是淡青色，再映上碧绿的山景，另是一种翠润的色彩，使人目跌神飞。我们为了它们的倩丽往往更深不眠。这种幽丽的地方，我们城市里熏惯了煤烟气的人住着，真是有些自惭形秽，虽然我们的外面是强似他们乡下人。凡从城里来到这里的人，一个个都仿佛自己很明白什么似的，但是他们乡下人至少要比我们离大自然近得多，他们的心要比我们干净得多。就是我那房东，她的样子虽特别的朴质，然而她都比我们好像知道什么似的人更知道些，也比我们天天讲自然趣味的人，实际上更自然些。可是她的样子，实在不见得美，她不但有乡下人特别红褐色的皮肤，并且她左边的脖项上长着一个盖碗大的肉瘤。我第一次看见她的时候，对于她那个肉瘤很觉厌恶，然而她那很知足而快乐的老面皮上，却给我很好的印象。倘若她只以右边没长瘤的脖项对着我，那倒是很不讨厌呢！她已经五十八岁了，她的老伴比她小一岁，可是他俩所做的工作，真不像年纪这么大的人。他俩只有一个儿子，倒有三个孙子，一个孙女儿。他们的儿媳妇是个瘦精精的妇人。她那两只脚和腿上的筋肉，一股一股的隆起，又结实又有精神。她一天到晚不在家，早上五点钟就到田地里去做工，到黄昏的时候，她有时肩上挑着几十斤重的柴来家了。"}
