{"text":"现在大部分爱国运动的青年的时间，也几乎全让女师风潮占去了。女师风潮实在是了不得的大事情，实在有了不得的大意义。临末还有颇为俏皮的结论道外国人说，中国人是重男轻女的。我看不见得吧。我看也未必一定见得。正如人们有各式各样的眼睛一样，也有各式各样的心思，手段。便是外国人的尊重一切女性的事，倘使好讲冷话的人说起来，也许以为意在于一个女性。然而侮蔑若干女性的事，有时也就可以说意在于一个女性。偏执的弗罗特先生宣传了精神分析之后，许多正人君子的外套都被撕碎了。但撕下了正人君子的外套的也不一定就是小人，只要并非自以为还钻在外套里的不显本相的脚色。我看也未必一定见得。中国人是圣之时者也教徒，况且活在二十世纪了，有华道理，有洋道理，轻重当然是都随意而无不合于道的重男轻女也行，重女轻男也行，为了一个女性而重一切女性或轻若干女性也行，为了一个男人而轻若干女性或男性也行。所可惜的是自从西滢先生看出底细之后，除了哑吧或半阴阳，就都坠入弗罗特先生所掘的陷坑里去了。自己坠下去的是自作自受，可恨者乃是还要带累超然似的局外人，例如女师大――对不起，又是女师大――风潮，从有些眼睛看来，原是不值得提起的，但因为竟占去了许多可贵的东西，如报纸的篇幅青年的时间之类，所以，连现代评论的篇幅和西滢先生的时间也被拖累着占去一点了，而尤其罪大恶极的是触犯了什么重男轻女重女轻男这些大秘密。倘不是西滢先生首先想到，提出，大概是要被含胡过去了的。我看，奥国的学者实在有些偏激，弗罗特就是其一，他的分析精神，竟一律看待，不让谁站在超人间的上帝的地位上。还有那短命的，他的痛骂女人，不但不管她是校长，学生，同乡，亲戚，爱人，自己的太太，太太的同乡，简直连自己的妈都骂在内。这实在和弗罗特说一样，都使人难于利用。不知道咱们的教授或学者们，可有方法补救没有？但是，我要先报告一个好消息早用手枪自杀了。这已经有刘百昭率领打手痛打女师大――对不起，又是女师大――的毛丫头一般痛快，他的话也就大可置之不理了罢。还有一个好消息。毛丫头打出之后，张崧年先生引罗素之所信道，因世人之愚，许多问题或终于不免只有武力可以解决也！"}
{"text":"这实在和弗罗特说一样，都使人难于利用。不知道咱们的教授或学者们，可有方法补救没有？但是，我要先报告一个好消息早用手枪自杀了。这已经有刘百昭率领打手痛打女师大――对不起，又是女师大――的毛丫头一般痛快，他的话也就大可置之不理了罢。还有一个好消息。毛丫头打出之后，张崧年先生引罗素之所信道，因世人之愚，许多问题或终于不免只有武力可以解决也！京副二五号又据杨荫榆女士，章士钊总长者流之所说，则捣乱的毛丫头是极少数，可见中国的聪明人还多着哩，这是大可以乐观的。忽而想谈谈我自己的事了。我今年已经有两次被封为学者，而发表之后，也就即刻取消。第一次是我主张中国的青年应当多看外国书，少看，或者竟不看中国书的时候，便有论客以为素称学者的不该如此，而现在竟至如此，则不但决非学者，而且还有洋奴的嫌疑。第二次就是这回佥事免职之后，我在莽原上发表了答君信，论及章士钊的脚色和文章的时候，又有论客以为因失了区区全事而反对章士钊，确是气量狭小，没有学者的态度而且，岂但没有学者的态度而已哉，还有人格卑污的嫌疑云。其实，没有学者的态度，那就不是学者喽，而有些人偏要硬派我做学者。至于何时封赠，何时考定，却连我自己也一点不知道。待到他们在报上说出我是学者，我自己也借此知道了原来我是学者的时候，则已经同时发表了我的罪状，接着就将这体面名称革掉了，虽然总该还要恢复，以便第三次的借口。据我想来，佥事――文士诗人往往误作签事，今据官书正定――这一个官儿倒也并不算怎样区区，只要看我免职之后，就颇有些人在那里钻谋朴缺，便是一个老大的证据。至于又有些人以为无足重轻者，大约自己现在还不过做几句说不出的诗文，所以不知不觉地就来慷他人之慨了罢，因为人的将来是想不到的。然而，惭愧我还不是臣罪当诛兮天王圣明式的理想奴才，所以竟不能尽如人意，已经在平政院对章士钊提起诉讼了。提起诉讼之后，我只在答君信里论及一回章士钊，但听说已经要人格卑污了。然而别一论客却道是并不大骂，所以究竟不足取。我所经验的事委实有点希奇，每有碰壁一类的事故，平时回护我的大抵愿我设法应付，甚至于暂图苟全。"}
{"text":"然而，惭愧我还不是臣罪当诛兮天王圣明式的理想奴才，所以竟不能尽如人意，已经在平政院对章士钊提起诉讼了。提起诉讼之后，我只在答君信里论及一回章士钊，但听说已经要人格卑污了。然而别一论客却道是并不大骂，所以究竟不足取。我所经验的事委实有点希奇，每有碰壁一类的事故，平时回护我的大抵愿我设法应付，甚至于暂图苟全。平时憎恶我的却总希望我做一个完人，即使敌手用了卑劣的流言和阴谋，也应该正襟危坐，毫无愤怨，默默地吃苦或则戟指嚼舌，喷血而亡。为什么呢？自然是专为顾全我的人格起见喽。够了，我其实又何尝碰壁，至多也不过遇见了鬼打墙罢了。九月十五日。本篇最初发表于一九二五年九月二十一日语丝周刊第四十五期。一个女读者参看本卷第页注。下文的是自造的字，即女性的卒。李仲揆―名四光，字仲揆，湖北黄冈人，地质学家。他在科学研究上有卓越贡献，创立了地质力学。曾留学英国伯明翰大学，当时任北京大学教授。他在现代评论第二卷第三十七期一九二五年八月二十二日发表在北京女师大观剧的经验一文，其中说有一天晚上按为一九二五年七月三十一日，已经被学生驱逐了的校长杨荫榆先生打来一次电话，她大致说女师大的问题现在可以解决。明早有几位朋友到学校参观，务必请你也来一次。我并预备叫一辆汽车来接你。我当时想到，杨先生和我不过见面两次，又想到如若杨先生的话属实，名振一时的文明新戏也许演到最后一幕。时乎不再来，所以我快快的应允了杨先生，并且声明北京的汽车向来与我们骑自转车的人是死对头，千万不要客气。段祺瑞―字芝泉，安徽合肥人，北洋军阀皖系首领。曾随袁世凯创建北洋军，历任北洋政府陆军总长国务总理。一九二四年任北洋政府临时执政，一九二六年屠杀北京爱国群众，造成三一八惨案。同年四月被冯玉祥的国民军驱逐下台。一九二五年八月二十五日，段祺瑞发布了所谓整顿学风的命令，对教员学生大加恫吓迩来学风不靖。屡次变端。一部分不职之教职员。与旷课滋事之学生。交相结托。破坏学纪。倘有故酿风潮。蔑视政令。则火烈水懦之喻。孰杀谁嗣之谣。前例具存。所宜取则。本执政敢先父兄之教。不博宽大之名。"}
{"text":"曾随袁世凯创建北洋军，历任北洋政府陆军总长国务总理。一九二四年任北洋政府临时执政，一九二六年屠杀北京爱国群众，造成三一八惨案。同年四月被冯玉祥的国民军驱逐下台。一九二五年八月二十五日，段祺瑞发布了所谓整顿学风的命令，对教员学生大加恫吓迩来学风不靖。屡次变端。一部分不职之教职员。与旷课滋事之学生。交相结托。破坏学纪。倘有故酿风潮。蔑视政令。则火烈水懦之喻。孰杀谁嗣之谣。前例具存。所宜取则。本执政敢先父兄之教。不博宽大之名。依法从事。决不姑贷。先父兄之教，语出汉代司马相如的谕巴蜀檄父兄之教不先，子弟之率不谨，寡廉鲜耻，而俗不长厚也其被刑戮，不亦宜乎！久已夫非一日矣语出清代梁章巨制义丛话卷二十四，原作久矣夫千百年来已非一日矣，是梁所举叠床架屋的八股文滥调的例句。女师风潮纪事载妇女周刊第三十六三十七两期一九二五年八月十九二十六日，署名晚愚。其中说及八月一日的事八一晨，全校突布满武装军警，各室封锁，截断电话线，停止伙食，断绝交通。同学相顾失色。继而杨氏率打手及其私党凶拥入校，旋即张贴解散四班学生之布告。高仁山江苏江阴人，当时任北京大学教授。他在一九二五年五月三十一日晨报时论栏发表的大家不管的女师大一文中说最奇怪的就是女师大的专任及主任教授都那里去了？学校闹到这样地步，何以大家不出来设法维持？诸位专任及主任教授，顶好同学生联合起来，商议维持学校的办法，不要让教一点两点钟兼任教员来干涉你们诸位自己学校的事情。陈西滢这篇闲话载现代评论第二卷第三十八期一九二五年八月二十九日。他先说五卅惨案沙面惨案还没有解决，又造谣说苏俄无故的逮捕了多少中国人，监禁在黑黯的牢狱里，也没有人反抗，然后即说到女师风潮，讲了所摘引的那些话。弗罗特，―通译弗洛伊德，奥地利精神病学家，精神分析学说的创立者。这种学说认为文学艺术哲学宗教等一切精神现象，都是人们因受压抑而潜伏在下意识里的某种生命力，特别是性欲的潜力所产生的。圣之时者也孟轲赞美孔丘的话，见孟子万章。"}
{"text":"弗罗特，―通译弗洛伊德，奥地利精神病学家，精神分析学说的创立者。这种学说认为文学艺术哲学宗教等一切精神现象，都是人们因受压抑而潜伏在下意识里的某种生命力，特别是性欲的潜力所产生的。圣之时者也孟轲赞美孔丘的话，见孟子万章。华宁该尔―，奥地利人，仇视女性主义者。他曾于一九三年出版性与性格一书，攻击妇女，力图证明妇女的地位应该低于男子。刘百昭湖南武冈人，当时任教育部专门教育司司长兼北京艺术专门学校校长。一九二五年八月六日，章士钊在国务会议上提请停办女师大，当即通过，十日由教育部下令执行。学生闻讯后即开会决议，坚决反对，并在教员中公举九人，学生中公举十二人，组织校务维持会负责校务，于八月十日正式成立。八月十七日，章士钊又决定在女师大校址另立所谓女子大学，于十九日派刘百昭前往筹办。刘到校后即禁上校务维持会活动，并于二十二日雇用流氓女丐殴曳学生出校，将她们禁闭在报子街补习科中。毛丫头一语，见一九二五年八月二十四日京报吴稚晖关于女师大问题的答大同晚报。该文篇末说言止于此。我不愿在这国家存亡即在呼吸的时候，经天纬地，止经纬到几个毛丫头身上去也。张崧年河北献县人当时教育部的编译员。他在一九二五年八月二十六日京报副刊发表的关于女师大问题的通信中说此所以使我日益相信，如罗素之所信，因世人之愚，许多问题或终于不免只有武力可以解决也！罗素ss，―，英国哲学家。一九二年曾来我国讲学。说不出气诗文这是对当时某些随意抹杀别人作品，而自己实际水平很低的文人的讽刺。参看集外集说不出。臣罪当诛兮天王圣明唐代韩愈拘幽操――文王h里作中的句子。据史记周本纪崇侯虎谮西伯按即周文王于殷纣曰西伯积善累德，诸侯皆向之，将不利于帝。帝纣乃囚西伯于h里。拘幽操是韩愈模拟文王的口气写的一首诗。平政院北洋政府的官署名称，一九一四年置，直属于总统，是审理及纠弹官吏违法行为的机构。"}
{"text":"说不出气诗文这是对当时某些随意抹杀别人作品，而自己实际水平很低的文人的讽刺。参看集外集说不出。臣罪当诛兮天王圣明唐代韩愈拘幽操――文王h里作中的句子。据史记周本纪崇侯虎谮西伯按即周文王于殷纣曰西伯积善累德，诸侯皆向之，将不利于帝。帝纣乃囚西伯于h里。拘幽操是韩愈模拟文王的口气写的一首诗。平政院北洋政府的官署名称，一九一四年置，直属于总统，是审理及纠弹官吏违法行为的机构。并非闲话二并非闲话二向来听说中国人具有大国民的大度，现在看看，也未必然。但是我们要说得好，那么，就说好清净，有志气罢。所以总愿意自己是第一，是唯一，不爱见别的东西共存。行了几年白话，弄古文的人们讨厌了做了一点新诗，吟古诗的人们憎恶了做了几首小诗，做长诗的人们生气了出了几种定期刊物，连别的出定期刊物的人们也来诅咒了太多，太坏，只好做将来被淘汰的资料。中国有些地方还在溺女，就因为豫料她们将来总是设出息的。可惜下手的人们总没有好眼力，否则并以施之男孩，可以减少许多单会消耗食粮的废料。但是，歌颂淘汰别人的人也应该先行自省，看可有怎样不灭的东西在里面，否则，即使不肯自杀，似乎至少也得自己打几个嘴巴。然而人是总是自以为是的，这也许正是逃避被淘汰的一条路。相传曾经有一个人，一向就以万物不得其所为宗旨的，平生只有一个大愿，就是愿中国人都死完，但要留下他自己，还有一个女人和一个卖食物的。现在不知道他怎样，久没有听到消息了，那默默无闻的原因，或者就因为中国人还没有死完的缘故罢。据说，张歆海先生看见两个美国兵打了中国的车夫和巡警，于是三四十个人，后来就有百余人，都跟在他们后面喊打！打！，美国兵却终于安然的走到东交民巷口了，还回头笑着嚷道来呀！来呀！说也奇怪，这喊打的百余人不到两分钟便居然没有影踪了！西滢先生于是在闲话中斥之曰打！打！宣战！宣战！这样的中国人，呸！这样的中国人真应该受呸！他们为什么不打的呢，虽然打了也许又有人来说是拳匪。但人们那里顾忌得许多，终于不打，怯是无疑的。他们所有的不是拳头么？但不知道他们可曾等候美国兵走进了东交民巷之后，远远地吐了唾沫？现代评论上没有记载，或者虽然怯，还不至于卑劣到那样罢。"}
{"text":"来呀！说也奇怪，这喊打的百余人不到两分钟便居然没有影踪了！西滢先生于是在闲话中斥之曰打！打！宣战！宣战！这样的中国人，呸！这样的中国人真应该受呸！他们为什么不打的呢，虽然打了也许又有人来说是拳匪。但人们那里顾忌得许多，终于不打，怯是无疑的。他们所有的不是拳头么？但不知道他们可曾等候美国兵走进了东交民巷之后，远远地吐了唾沫？现代评论上没有记载，或者虽然怯，还不至于卑劣到那样罢。然而美国兵终于走进东交民巷口了，毫无损伤，还笑嚷着来呀来呀哩！你们还不怕么？你们还敢说打！打！宣战！宣战！么？这百余人，就证明着中国人该被打而不作声！这样的中国人，呸！呸！！！更可悲观的是现在造谣者的卑鄙龌龊更远过于章炳麟，真如闲话所说，而且只能匿名的在报上放一两枝冷箭。而且如果你代被群众专制所压迫者说了几句公平话，那么你不是与那人有密切的关系，便是吃了他或她的酒饭。在这样的社会里，一个报不顾利害的专论是非，自然免不了诽谤丛生，谣诼蜂起。这确是近来的实情。即如女师大风潮，西滢先生就听到关于我们的流言，而我竟不知道是怎样的流言，是那几个卑鄙龌龊更远过于章炳麟者所造。还有女生的罪状，已见于章士钊的呈文，而那些作为根据的流言，也不知道是那几个卑鄙龌龊且至于远不如畜类者所造。但是学生却都被打出了，其时还有人在酒席上得意。――但这自然也是谣诼。可是我倒也并不很以流言为奇，如果要造，就听凭他们去造去。好在中国现在还不到群众专制的时候，即使有几十个人，只要无权势者叫一大群警察，雇些女流氓，一打，就打散了，正无须乎我来为被压迫者说什么公平话。即使说，人们也未必尽相信，因为在这样的社会里，有些公平话总还不免是他或她的酒饭填出来的。不过事过境迁，酒饭已经消化，吸收，只剩下似乎毫无缘故的公平话罢了。倘使连酒饭也失了效力，我想，中国也还要光明些。但是，这也不足为奇的。不是上帝，那里能够超然世外，真下公平的批评。人自以为公平的时候，就已经有些醉意了。世间都以党同伐异为非，可是谁也不做党异伐同的事。现在，除了疯子，倘使有谁要来接吻，人大约总不至于倒给她一个嘴巴的罢。九月十九日。本篇最初发表于一九二五年九月二十五日猛进周刊第三十期。"}
{"text":"不过事过境迁，酒饭已经消化，吸收，只剩下似乎毫无缘故的公平话罢了。倘使连酒饭也失了效力，我想，中国也还要光明些。但是，这也不足为奇的。不是上帝，那里能够超然世外，真下公平的批评。人自以为公平的时候，就已经有些醉意了。世间都以党同伐异为非，可是谁也不做党异伐同的事。现在，除了疯子，倘使有谁要来接吻，人大约总不至于倒给她一个嘴巴的罢。九月十九日。本篇最初发表于一九二五年九月二十五日猛进周刊第三十期。张歆海浙江海盐人，曾任华盛顿会议中国代表团随员，当时是清华大学英文教授。这里所说关于他见美国兵打中国车夫和巡警的事，见现代评论第二卷第三十八期一九二五年八月二十九日陈西滢的闲话。该文除转述张歆海的话以外，还对五卅爱国运动加以辱骂和诬蔑。拳匪反动派对义和团的蔑称。参看本卷第页注。陈西滢在现代评论第二卷第二十九期一九二五年六月二十七日的闲话里辱骂五卅运动和爱国群众说我是不赞成高唱宣战的。我们不妨据理力争。又说中国许多人自从庚子以来，一听见外国人就头痛，一看见外国人就胆战。这与拳匪的一味横蛮通是一样的不得当。这里的引文都见于陈西滢在现代评论第二卷第四十期一九二五年九月十二日发表的闲话。陈西滢为了掩饰自己散布流言，就诬蔑别人造谣，并乘机向吴稚晖献媚，说高风亮节如吴稚晖先生尚且有章炳麟诬蔑他报密清廷，其他不如吴先生的人，污辱之来，当然更不能免。何况造谣者的卑鄙龌龊更远过于章炳麟，因为章炳麟还敢负造谣之责，他们只能在黑暗中施些鬼蜮伎俩，顶多匿名的在报上放一两支冷箭。对他自己袒护章士钊杨荫榆压迫女帅大师生的言论，则说成是代被群众专制所压迫者说了几句公平话。参看本书并非闲话。章士钊的呈文指停办北京女子师范大学呈文。其中有不受检制。竟体忘形。啸聚男生。蔑视长上。家族不知所出。浪士从而推波。谨愿者尽丧所守。狡黠者毫无忌惮。学纪大紊。礼教全荒。为吾国今日女学之可悲叹者也。等语。无权势者指章士钊。一九二五年九月初，北京大学评议会在讨论宣布脱离教育部议案时，有人担心由此教育部将停拨经费，有人认为可直接向财政部领取。"}
{"text":"参看本书并非闲话。章士钊的呈文指停办北京女子师范大学呈文。其中有不受检制。竟体忘形。啸聚男生。蔑视长上。家族不知所出。浪士从而推波。谨愿者尽丧所守。狡黠者毫无忌惮。学纪大紊。礼教全荒。为吾国今日女学之可悲叹者也。等语。无权势者指章士钊。一九二五年九月初，北京大学评议会在讨论宣布脱离教育部议案时，有人担心由此教育部将停拨经费，有人认为可直接向财政部领取。陈西滢为此事在现代评论第二卷第四十期一九二五年九月十二日的闲话中说否认一个无权势的无耻政客却去巴结奉承五六个有权势的一样的无耻政客按指财政部总长等，又怎样的可羞呢？十四年的读经十四年的读经自从章士钊主张读经以来，论坛上又很出现了一些论议，如谓经不必尊，读经乃是开倒车之类。我以为这都是多事的，因为民国十四年的读经，也如民国前四年，四年，或将来的二十四年一样，主张者的意思，大抵并不如反对者所想像的那么一回事。尊孔，崇儒，专经，复古，由来已经很久了。皇帝和大臣们，向来总要取其一端，或者以孝治天下，或者以忠诏天下，而且又以贞节励天下。但是，二十四史不现在么？其中有多少孝子，忠臣，节妇和烈女？自然，或者是多到历史上装不下去了那么，去翻专夸本地人物的府县志书去。我可以说，可惜男的孝子和忠臣也不多的，只有节烈的妇女的名册却大抵有一大卷以至几卷。孔子之徒的经，真不知读到那里去了倒是不识字的妇女们能实践。还有，欧战时候的参战，我们不是常常自负的么？但可曾用论语感化过德国兵，用易经咒翻了潜水艇呢？儒者们引为劳绩的，倒是那大抵目不识丁的华工！所以要中国好，或者倒不如不识字罢，一识字，就有近乎读经的病根了。瞰亡往拜出疆载质的最巧玩艺儿，经上都有，我读熟过的。只有几个胡涂透顶的笨牛，真会诚心诚意地来主张读经。而且这样的脚色，也不消和他们讨论。他们虽说什么经，什么古，实在不过是空嚷嚷。问他们经可是要读到像颜回，子思，孟轲，朱熹，秦桧他是状元，王守仁，徐世昌，曹锟古可是要复到像清即所谓本朝，元，金，唐，汉，禹汤文武周公，无怀氏，葛天氏？他们其实都没有定见。他们也知不清颜回以至曹锟为人怎样，本朝以至葛天氏情形如何不过像苍蝇们失掉了垃圾堆，自不免嗡嗡地叫。"}
