{"text":"我痛恨那只拉开关的手，它多么残酷，夺走了我的欢乐，我的时间，从我的生命线上又割走了一天的光阴。我是从屠格涅夫开始读俄国文学的，读了他的小说的全部中译本，包括父与子前夜贵族之家罗亭春潮烟猎人笔记等，而最使我震动的是中篇小说初恋。在那段时间里，屠格涅夫的少女们成了我的精神伴侣，我倾心于她们既优雅又充满激情的个性。接着读托尔斯泰，除战争与和平安娜。卡列尼娜复活三巨著外，还读了一些中短篇。我当然佩服托翁笔下场面的宏阔和人物的丰富，但是，最让我感动的是他的异乎寻常的质朴，他仿佛只是在叙述生活本身，从不刻意营造戏剧性，却比任何人都更深刻地揭示了人性和生活的真相。我觉得，他笔下性格和经历各异的男女不论与我多么不同，都是我可以凭借自己的内在经验理解的。我还喜欢他对人生的平实而又深邃的思考，体现了这种思考的人物如列文彼埃尔都使我感到亲切。然后，我又读陀斯妥耶夫斯基，第一本是二重人格，一次去世英家时他拿给我的，接下来读了赌徒白痴罪与罚等。读陀氏的作品，感觉与读托翁的全然不同，人物的神经质，场面的惊心动魄，冲突和高潮的密集，使人总是处在心惊肉跳的状态中，喘不过气来。世英酷爱陀氏，但我更喜欢托翁。此外，当时我还读过普希金莱蒙托夫冈察洛夫柯罗连科果戈理契诃夫等等。对于我来说，一年级上学期成了不折不扣的俄国文学年。我读得极快，囫囵吞枣，一天就能够读完一厚本。苏联的作品也读，例如高尔基法捷耶夫肖洛霍夫。高尔基的回忆录，尤其是回忆托尔斯泰的那一篇，称得上绝妙。那是由一些片段组成的，如速写一样寥寥几笔，却极为传神地勾画出了托尔斯泰的凡胎和灵魂的轮廓。除了托翁自己的日记，还没有谁使我如此真切地了解这个血肉之躯的伟人。我还喜欢巴乌斯托夫斯基的金蔷薇，它把艺术体验和欣赏还原成了个人灵魂中的事情。当然也读了一些西方作品，例如雨果司汤达梅里美德莱塞，但数量相对较少。有一阵，世英在读易卜生，我也跟着读了，对于易卜生所揭示的优秀个人面对社会庸众的孤独和勇气深感同情，也很欣赏他的戏剧语言的凝练之美和尖锐的力度。除了小说，我还经常读诗。读什么诗完全看心情，在不同的心情下，陪伴我的是不同风格的诗人。放在我床头的有雪莱和海涅，也有马雅可夫斯基聂鲁达和希克梅特。"}
{"text":"当然也读了一些西方作品，例如雨果司汤达梅里美德莱塞，但数量相对较少。有一阵，世英在读易卜生，我也跟着读了，对于易卜生所揭示的优秀个人面对社会庸众的孤独和勇气深感同情，也很欣赏他的戏剧语言的凝练之美和尖锐的力度。除了小说，我还经常读诗。读什么诗完全看心情，在不同的心情下，陪伴我的是不同风格的诗人。放在我床头的有雪莱和海涅，也有马雅可夫斯基聂鲁达和希克梅特。世英时常翻开戴望舒译的洛尔伽诗钞朗读几句，在一次朗读之后，他把这本书送给了我。我从这位西班牙民谣诗人那里第一次领略了纯诗的魅力。不安的少女，你卖的是什么，要把你的乳房耸起？在一滴水中，孩子在找寻他的声音。这些句子既纯净又朦胧，美到了极致。一年级下学期，世英的情绪处于极度不安之中。他用钢笔描画了一幅陀斯妥耶夫斯基的肖像，贴在床边墙上。他说自己颓废，并且开始读有颓废色彩的作品，例如安德列耶夫的红笑阿尔志跋馁夫的沙宁波德莱尔的恶之花。听了他的盛赞，我也读了这些书。他还发现了海明威和雷马克，在他的带动下，我读了海明威的永别了武器老人与海和一些中短篇，雷马克的西线无战事凯旋门等。海明威的语言艺术使我耳目一新，但我那时候还不能真正体会他的革命性，更喜欢保留了较多传统手法的雷马克。世英的这些书都不像是他父亲收藏的，大约是他自己从旧书店淘来的。当时有少量西方现代派作品被翻译过来，用内部发行的方式出版，一定级别的干部才有资格买，世英常常带到学校里来。我也蹭读了几本，记得其中有塞林格的麦田里的守望者，凯鲁亚克的在路上，荒诞派剧本等待戈多椅子。爱伦堡也是世英喜欢的作家，由于被视为修正主义者，其后期作品也是内部发行的，世英当时已读人，岁月，生活，我在若干年后才读到，当时只读了解冻。在同一时段，世英还迷上了尼采，经常对我谈起，不过我在他的案头只看见一本萧赣译的札拉斯图拉如是说，因为用的是文言文，我翻了一下，没有读下去。有一回，他拿给我一本内部资料，上面有萨特的文章，建议我读一下，我因此知道了存在主义。大约是受孙经武的影响，在尼采之后，他又醉心于弗洛伊德的精神分析引论。我曾向他借这本书，他没有答应，笑着说你也想读？早一点了吧！如果说一年级上学期是我的俄国文学年，那么，下学期即年上半年可以说是我的现代思潮年了。"}
{"text":"在同一时段，世英还迷上了尼采，经常对我谈起，不过我在他的案头只看见一本萧赣译的札拉斯图拉如是说，因为用的是文言文，我翻了一下，没有读下去。有一回，他拿给我一本内部资料，上面有萨特的文章，建议我读一下，我因此知道了存在主义。大约是受孙经武的影响，在尼采之后，他又醉心于弗洛伊德的精神分析引论。我曾向他借这本书，他没有答应，笑着说你也想读？早一点了吧！如果说一年级上学期是我的俄国文学年，那么，下学期即年上半年可以说是我的现代思潮年了。通过自己阅读，也通过世英的谈论，我对现代西方文学和哲学有了零星模糊的了解。在当时的政治环境中，这已经很不容易，那些东西都被判为反动，一般学生根本接触不到，如果没有世英，我也接触不到。我永远感谢郭世英，在我求知欲最旺盛的时候，他做了我的引路人，把我带到了世界文学宝库的大门前。我在这个宝库里诚然只走了很小一个角落，但是，一旦走了进去，看见过了珍宝，我就获得了基本的鉴赏力，懂得区分宝物和垃圾了。作为一名哲学系学生，我把主要精力投向了外国文学，这正是我的幸运。我从这些伟大作品中感受到了人性的深度和广度，仿佛在我的心中建立了一个秘密家园。有了这个家园，当我面对僵化的环境和课程时，就能够保持一份内在的自由，也保持了一种免疫力。从长远看，文学给予我的营养必能滋养我的精神成长，日后在我的一切精神果实包括哲学果实中体现出来。我始终相信，人类精神生活的土壤是统一的，并无学科之分，只要扎根在这土壤中，生长出的植物都会是茁壮的，不论这植物被怎样归类。四贫乏的哲学课我上大学时，全国大专院校哲学公共课的统一教材是艾思奇主编的辩证唯物主义历史唯物主义，它同时也是我们哲学系的主要教材。区别只在于，我们必须在这本书上花费多得多的时间，除了书上的内容外，还得听取教员搜集来的对它们的烦琐的诠释。我们在北大只上了两年课，而这本书是两个学年的主课，第一年上辩证唯物主义，第二年上历史唯物主义。这本书的基本框架来自斯大林联共布党史简明教程中的一节，标题正是辩证唯物主义历史唯物主义，再添加上矛盾论实践论中的一些内容，如此编写而成。哲学的观念由两条原则确定。第一条是恩格斯说的哲学的基本问题，即思维与存在的关系问题，据此把古今一切哲学划分成唯物主义和唯心主义两大阵营。"}
{"text":"我们在北大只上了两年课，而这本书是两个学年的主课，第一年上辩证唯物主义，第二年上历史唯物主义。这本书的基本框架来自斯大林联共布党史简明教程中的一节，标题正是辩证唯物主义历史唯物主义，再添加上矛盾论实践论中的一些内容，如此编写而成。哲学的观念由两条原则确定。第一条是恩格斯说的哲学的基本问题，即思维与存在的关系问题，据此把古今一切哲学划分成唯物主义和唯心主义两大阵营。第二条是列宁说的哲学的党性原则，由此进一步宣布，唯物主义代表进步革命阶级，唯心主义代表落后反动阶级，而辩证唯物主义历史唯物主义则代表最进步最革命的无产阶级，因而是哲学发展的顶点和终点。于是，哲学仅仅成了阶级斗争的工具，学习哲学的唯一目的和全部价值仅是树立无产阶级世界观，与反动阶级世界观进行斗争。很显然，由这个途径不但不能走进哲学中去，而且不能对哲学是什么获得一个概念。哲学原是对世界和人生根本问题的深入思考，现在这种思考不但不受到鼓励，反而成了禁区，世界观和人生观的丰富内涵被缩减成了一种阶级立场，一些不容置疑的教条。毫无疑问，在这样一个背景下，我们哲学课堂上讨论的问题基本上是非哲学性的。现在我竭力回忆，能够跟哲学挨上边的实在少得可怜。比较起来，郭世英还是有一些哲学性思维的。一年级上学期，在讨论物质和意识的概念时，他提出一个论点对于每一个认识主体来说，只有自己的意识是意识，除此之外的一切，包括别人的意识，都属于物质的范围。这个论点遭到了其余同学几乎一致的反对，而世英则像吵架一样地为自己辩护，争论得面红耳赤，青筋凸露。他的依据是列宁所说的物质与客观存在是两个相等的概念，那么，对于我的意识来说，别人的意识是客观存在，因而也就属于物质的范围了。我没有发言，觉得他的论点虽有很浓的唯我论色彩，毕竟是一个哲学论点，而那些强调物质和意识不可混淆并以此理由振振有辞反驳他的人却离哲学无比遥远。如果在现在，世英也许可以这样表述他的论点我的意识是唯一的绝对所予的存在，其余一切包括别人的意识都是我的意识的意向相关项，都是作为我的意识所建构的对象而存在的。这正是胡塞尔先验现象学的著名论点。我也曾试图用哲学的方式探讨一些问题，但显得表面且烦琐。"}
{"text":"我没有发言，觉得他的论点虽有很浓的唯我论色彩，毕竟是一个哲学论点，而那些强调物质和意识不可混淆并以此理由振振有辞反驳他的人却离哲学无比遥远。如果在现在，世英也许可以这样表述他的论点我的意识是唯一的绝对所予的存在，其余一切包括别人的意识都是我的意识的意向相关项，都是作为我的意识所建构的对象而存在的。这正是胡塞尔先验现象学的著名论点。我也曾试图用哲学的方式探讨一些问题，但显得表面且烦琐。譬如说，在学习矛盾论时，我曾为矛盾的同一性与斗争性之间是否又有同一性和斗争性的问题绞尽脑汁，因为如此推演下去，岂不没有止境了吗？围绕这个问题，我写了一篇一万字左右的论文，什么内容已经完全忘记了，但可以肯定没有什么价值，因为问题本身没有价值。比较有意义的问题是在学习实践论时产生的，我发现在实践概念下隐藏着太复杂的问题，大者有二。其一，实践是人与环境相互作用的过程，但要阐明人与环境是怎样相互作用的却是一件难事。比如说，一个人之成为什么样的人，是遗传加环境的结果，二者都是被决定的，他自己究竟有什么自由？所谓主观能动性不需要任何原因就能发动起来吗，或者说，人有凌驾于一切因果关系的自由意志吗？其二，实践是检验认识的标准，但要阐明实践是怎样检验认识的却也是一件难事。困难在于，对于实践同样有一个认识的问题，人们完全可以对于同一项实践及其结果作出相反的解释。后来我知道，这些问题涉及到了哲学中的真正难题。我最关注的还是人性问题，在历史唯物主义的讨论课上，我成了所谓抽象人性论的激烈辩护者。当时的流行观点是，在阶级社会中不存在共同的人性，只存在阶级性。我从逻辑上反驳了这个观点如果没有共同的属性，人类怎么还成其为一个类？有一句名言，大意是在阶级社会中，人的一切感情无不打上阶级的烙印。我们的哲学教员据此推论说，爱情也好，民族感情也好，归根到底都是阶级感情，除去了阶级内容就什么也不剩了。我也从逻辑上反驳如果爱情民族感情没有自身的特质，阶级烙印往哪儿打？只有阶级内容，没有两性之间的吸引和爱慕，爱情还是爱情吗？如此等等。今天来看，这位教员的论点之荒谬是显而易见的，似乎不值得一驳，但在当时却是一种普遍的论调。甚至在现实生活中，当人们谈恋爱时，也往往要从阶级出身和阶级立场的一致来证明其相爱的正当性。"}
{"text":"我也从逻辑上反驳如果爱情民族感情没有自身的特质，阶级烙印往哪儿打？只有阶级内容，没有两性之间的吸引和爱慕，爱情还是爱情吗？如此等等。今天来看，这位教员的论点之荒谬是显而易见的，似乎不值得一驳，但在当时却是一种普遍的论调。甚至在现实生活中，当人们谈恋爱时，也往往要从阶级出身和阶级立场的一致来证明其相爱的正当性。人们批评我主张抽象的人性论，可是，在我看来，情况正相反，我所辩护的恰恰是现实中活生生的具体的丰富的人性，而把人性归结为阶级性则是作了极其片面的抽象。其实，促使我思考人性问题的直接原因仍是世英。一方面，通过接触，我深知他是一个真诚善良的人，在他身上闪耀着人性的光华。另一方面，就阶级性而言，他似乎越来越站到了无产阶级立场的对立面。与此相对照，一些标榜无产阶级立场鲜明的同学，在人性上却十分贫乏乃至丑陋。这就使我相信，单用阶级性评价人必定导致歪曲。我在历史上也找到了例证，譬如说，托尔斯泰在阶级性上是地主，但在人性上正直而伟大，列宁在政治上激烈批评马尔托夫的孟什维克立场，在个人方面又十分喜欢这个可爱的人。总之，现实中的人的属性是多方面的，决不能归结为阶级性这唯一的属性。现在我感到遗憾的是，我上大学时没有认真自学西方哲学的原著。事实上，要领悟哲学是什么，最可靠的办法是系统阅读西方哲学史上那些大哲学家的重要著作。直到十几年后，在考研究生前和读研究生时，我才有机会在这方面进行补课。当时北大虽然开了西方哲学史课程，但是一则教科书贯彻阶级观点，内容简单片面，二则课程没有学完，因参加四清而中止了。不过，我还是读了几本原著，有休谟马赫罗素等，并且边读边记录我的理解和思考。记得有一回，我把读休谟人类理解研究的笔记忘在阅览室里了，那个本子是我用讲义纸装订的，纸质很粗糙，笔记就写在空白的一面。我心中很着急，因为那时读唯心主义是不合时宜的，何况我还写了许多自己的想法，于是急忙返回阅览室。我们系一位高年级同学原先坐在我旁边的位置上，他仍在那里，拿出我的笔记本给我，微笑着说你研究得很深啊。一年级时我读得最多的却是一本古希腊罗马哲学原著选辑，北大哲学系编的，差不多被我翻烂了。读着古希腊哲学家们的这些残篇断简，我看到的不是教科书所宣称的唯物主义和唯心主义两大阵营的殊死斗争，而是一种统一的哲学智慧。"}
{"text":"我心中很着急，因为那时读唯心主义是不合时宜的，何况我还写了许多自己的想法，于是急忙返回阅览室。我们系一位高年级同学原先坐在我旁边的位置上，他仍在那里，拿出我的笔记本给我，微笑着说你研究得很深啊。一年级时我读得最多的却是一本古希腊罗马哲学原著选辑，北大哲学系编的，差不多被我翻烂了。读着古希腊哲学家们的这些残篇断简，我看到的不是教科书所宣称的唯物主义和唯心主义两大阵营的殊死斗争，而是一种统一的哲学智慧。赫拉克利特的我寻找过自己，普罗塔哥拉的人是万物的尺度，苏格拉底的未经思索的人生不值得一过，这些句子在我看来意味深长，透露了哲学的真谛，从此铭刻在了我的心中。五不听课的学生哲学系六二级有两个班，共五十名学生。其中，有四个学生是基本不听课的，即一班的曹秋池和方小早，二班的郭世英和我。我们经常逃课，一般是那种和别的系合上的公共课，逃了不易被发现。学校有规定，旷课多少节就要开除，所以最好不被发现。小课逃不了，我们便不约而同地找一个偏僻的角落坐下，在课上看自己的书。世英喜欢在上课时写东西，有时是诗和随感，有时是对课堂情形的冷眼旁观式的描写。我们总是选择邻近的座位，他写了常递给我看，有时我也回应他，互相用纸片交谈。在一节辩证唯物主义课上，我正埋头看书，突然听见老师喊我的名字。我条件反射地站起来，脱口问道干什么？同学们哄堂大笑，老师则气得半天说不出话。他终于压住怒火，命我坐下，又喊起另一个同学，让那个同学回答他刚才提的问题。原来是课堂提问，但我完全没有听见。一定是有人告状，系里出面干涉了。有一天，担任年级主任的陈志尚把我叫到他的房间里，给我看一张纸条，上面写着你年级学生上课从不听讲，屡教不改，希望加强教育。署名是系总支办公室。陈也是上海人，对我一直颇为友好，这时也有些生气了，责备道你看看，跟你说过多少遍了，你总不听，现在叫我怎么办？接着好言劝告同学们对你们四个人意见很大，说你们成了特殊人物。当然，你们接受能力强，可以比别人多学一点。问题是要有个轻重缓急，重点要学好马列主义。其实问题不在于所学的是马列主义还是非马列主义，而在于从教学内容方法到整个教育体制的僵化。"}
{"text":"陈也是上海人，对我一直颇为友好，这时也有些生气了，责备道你看看，跟你说过多少遍了，你总不听，现在叫我怎么办？接着好言劝告同学们对你们四个人意见很大，说你们成了特殊人物。当然，你们接受能力强，可以比别人多学一点。问题是要有个轻重缓急，重点要学好马列主义。其实问题不在于所学的是马列主义还是非马列主义，而在于从教学内容方法到整个教育体制的僵化。大学教育的主旨本应是培养学生独立思考和自主学习的能力，而在我们的课堂上只是灌输，所灌输的还未必是知识，至少知识含量甚低，多半是教条和废话。我相信，任何一个智力活泼的学生，即使他强迫自己，也无法做到认真对待那些内容贫乏的课程。在这样的教育体制下，凡是有一点儿天赋的学生，最好的办法是以尽量少的精力对付课程，给自己留出尽量多的自学时间。现在我鼓励在校的学生向教育争自由，其实是有自己往日的经验为根据的。北大当然有冯友兰朱光潜这样的有真学问的教授，但我们低年级学生没有轮上听他们的课。在当时的环境中，他们即使上课，恐怕也不能自由传授自己的学识。上我们的心理学课的程乃颐是一位一级教授，一个瘦小的老头，总是用喉音讲话，边讲边打嗝。我相信他只在应付我们，在心理学课上一会儿谈论如何防治阿米巴疟疾，一会儿劝告我们吃东西要慢慢咀嚼，以免消化不良。在任课老师中，我喜欢听张世英的课，他当时是讲师，教西方哲学史中德国古典哲学部分。他显然对所讲题目真正下了功夫，用那一口带浓重湖北音的普通话讲得条理十分清楚，废话也少，内容比较厚实。课堂上废话多多乃是常规，方式则各异。那个教党史的老讲师据说是大革命时期的党员，后来脱党，面对阶梯教室里的上百名学生，他一边抚摩八字须，一边大谈自己的光荣历史。这堂课说过的，也许他忘了，下堂课又会说。作为一个鲜明特色，提到时，他从来不像当时约定俗成的那样称毛主席，总是称同志，以表明自己的平等身份，这倒不乏可爱。我最受不了的是形式逻辑课，其内容本来十分简单，一看就懂，却讲个没完。任课的李副教授是一个矮胖子，一根皮带松垮地系在大肚皮上，上课时经常下意识地提裤子，引得同学们窃笑。他出版过几本小册子，已小有名气，又常在杂志上发表论后期墨家的文章，所以每课必讲后期墨家。这说明他多少还是做一点研究的，比不做研究的多数教员好一些。使我难以忍受的是他讲课的方式，那样地无穷重复，废话成灾。"}
{"text":"我最受不了的是形式逻辑课，其内容本来十分简单，一看就懂，却讲个没完。任课的李副教授是一个矮胖子，一根皮带松垮地系在大肚皮上，上课时经常下意识地提裤子，引得同学们窃笑。他出版过几本小册子，已小有名气，又常在杂志上发表论后期墨家的文章，所以每课必讲后期墨家。这说明他多少还是做一点研究的，比不做研究的多数教员好一些。使我难以忍受的是他讲课的方式，那样地无穷重复，废话成灾。在一堂课上，我忍无可忍，写了一首题为献给逻辑课的诗――教授用枯燥的语言讲述着枯燥的课程，每一种空洞的教条要重复讲十几分钟。所谓直接推理是这样的一类推理，这样的一类推理特点有这样一些。特点有这样一些，就是这样的一类推理，这样的一类推理就是直接推理。我们的形式逻辑对于直接推理所要研究的就是有关直接推理的道理。研究直接推理的道理其主要作用就是使我们能够懂得有关直接推理的道理够了，敬爱的形式逻辑，请不要把理智嘲弄，最有逻辑的头脑也会被折磨得发疯！请原谅我把这首毫无诗意的诗抄在这里，它本身由连篇废话组成，但我丝毫没有夸大，实际的讲课情形就是如此。如果你在读这首诗的时候感到难受，就可以体会我在课堂上的心情了。然而，大多数同学是专心听课的，并且多么认真地记笔记。上课时，你可以看见许多手在不停地写，生怕漏掉老师说的每一个字。他们又把几乎全部课余时间用来互相核对笔记，精心整理，然后重新誊写。这些笔记的唯一用处是供考试前背诵，然后就被彻底遗忘。考试当然是必须应付的，不过我自有办法。多数课程有讲义或教科书，如果没有，我就借来同学的笔记，临考前通读一遍，列出提纲，这大约只需要两三星期的时间。我的短期记忆力很好，一般都能记住要点，顺利应试，得到好的成绩。考完当然也忘了，和别的同学殊途同归，不同的是我把成本降到了最低限度，赢得了大量自由时间。哲学系低年级开自然科学基础课，第一学期是高等物理。考试前，我也是把讲义通读了一遍，列出二三十个我有疑问的地方，去向老师讨教。那是一位中年男子，不久前妻子移情别恋，也许因为这个原因，他显得很憔悴，脸上刻满了皱纹。"}
