{"text":"――不过当作别人的一点谈助，并且借此知道一点希腊神话而已，于赵先生的与其信而不顺，不如顺而不信的格言，却还是毫无损害的。这叫作乱译万岁！本篇最初发表于一九三一年十二月二十日北斗第一卷第四期，署名长庚。风马牛，语出左传僖公四年君处北海，寡人处南海，唯是风马牛不相及也。意思是齐楚两国相距很远，即使马牛走失，也不会跑到对方境内。后来用以比喻事物之间毫不相干。国外文坛消息小说月报自一九三一年一月第二十二卷第一期起设立的专栏。赵景深是主要撰稿人。格罗泼pp，―犹太血统的美国画家，p是吆喝的声音，格罗泼以此作为画册的名字。英语马戏演员的生活和恋爱的图画故事。英语爱情。塞意斯ss应译提斯，德国作家。赵景深介绍他的四部曲为离开了乐园世界之门健身和半人半牛怪。按这四部书总称为青年四部曲，其中健身应译为魔鬼，半人半牛怪应译为半人半马怪。这些书于一九二四年至一九三一年陆续出版。茄门话即德语。茄门，的音译，通译日耳曼。是德语阳性名词的冠词。同济学校一九七年德国人在上海设立同济德文医学校，一九一七年由中国政府接办，改为同济德文医工大学，一九二七年改为同济大学。牛奶路这是赵景深在一九二二年翻译契诃夫的小说樊凯，通译万卡时，对英语银河的误译。关于唐三藏取经诗话的版本关于唐三藏取经诗话的版本――寄开明书店中学生杂志社编辑先生这一封信，不知道能否给附载在中学生上？事情是这样的――中学生新年号内，郑振铎先生的大作宋人话本中关于唐三藏取经诗话，有如下的一段话此话本的时代不可知，但王国维氏据书末中瓦子张家印数字，而断定其为宋椠，语颇可信。故此话本，当然亦必为宋代的产物。但也有人加以怀疑的。不过我们如果一读元代吴昌龄的西游记杂剧，便知这部原始的取经故事其产生必定是远在于吴氏西游记杂剧之前的。换一句话说，必定是在元代之前的宋代的。而中瓦子的数字恰好证实其为南宋临安城中所出产的东西，而没有什么疑义。"}
{"text":"故此话本，当然亦必为宋代的产物。但也有人加以怀疑的。不过我们如果一读元代吴昌龄的西游记杂剧，便知这部原始的取经故事其产生必定是远在于吴氏西游记杂剧之前的。换一句话说，必定是在元代之前的宋代的。而中瓦子的数字恰好证实其为南宋临安城中所出产的东西，而没有什么疑义。我先前作中国小说史略时，曾疑此书为元椠，甚招收藏者德富苏峰先生的不满，著论辟谬，我也略加答辨，后来收在杂感集中。所以郑振铎先生大作中之所谓人，其实就是，于唾弃之中，仍寓代为遮羞的美意，这是我万分惭而且感的。但我以为考证固不可荒唐，而亦不宜墨守，世间许多事，只消常识，便得了然。藏书家欲其所藏版本之古，史家则不然。故于旧书，不以缺笔定时代，如遗老现在还有将亻羲字缺末笔者，但现在确是中华民国也不专以地名定时代，如我生于绍兴，然而并非南宋人，因为许多地名，是不随朝代而改的也不仅据文意的华朴巧拙定时代，因为是文人还是市人，于作品是大有分别的。所以倘无积极的确证，唐三藏取经诗话似乎还可怀疑为元椠。即如郑振铎先生所引据的同一位王国维氏，他别有两浙古刊本考两卷，民国十一年序，收在遗书第二集中。其卷上杭州府刊版的辛，元杂本项下，有这样的两种在内――京本通俗小说大唐三藏取经诗话三卷是不但定取经诗话为元椠，且并以通俗小说为元本了。两浙古本考虽然并非僻书，但中学生诸君也并非专治文学史者，恐怕未必有暇涉猎。所以录寄贵刊，希为刊载，一以略助多闻，二以见单文孤证，是难以必定一种史实而常有什么疑义的。专此布达，并请撰安。启上。一月十九日夜。本篇最初发表于一九三一年二月上海中学生杂志第十二号。原题为关于唐三藏取经诗话。中学生以中学生为对象的综合性刊物。夏丐尊叶圣陶等编辑，一九三年在上海创刊，开明书店出版。郑振铎笔名西谛，福建长乐人，作家文学史家，文学研究会主要成员。曾主编小说月报，著有短篇小说集桂公塘插图本中国文学史等。唐三藏取经诗话即大唐三藏取经诗话，又名大唐三藏法师取经记，全书分三卷，共十七节。是关于唐僧取经的神魔故事的最早雏形。不详。"}
{"text":"原题为关于唐三藏取经诗话。中学生以中学生为对象的综合性刊物。夏丐尊叶圣陶等编辑，一九三年在上海创刊，开明书店出版。郑振铎笔名西谛，福建长乐人，作家文学史家，文学研究会主要成员。曾主编小说月报，著有短篇小说集桂公塘插图本中国文学史等。唐三藏取经诗话即大唐三藏取经诗话，又名大唐三藏法师取经记，全书分三卷，共十七节。是关于唐僧取经的神魔故事的最早雏形。不详。王国维字静安，号观堂，浙江海宁人，近代学者。从事历史考古和戏曲史等研究，著有宋元戏曲史人间词话和观堂集林等。他在一九一五年为影印出版唐三藏取经诗话所写的中曾说宋椠大唐三藏取经诗话三卷，卷末有中瓦子张家印款一行，中瓦子为宋临安府街名，倡优剧场之所在也。吴昌龄大同今属山西人，元代戏曲家。著有杂剧东坡梦唐三藏西天取经现仅存曲词二折等。按西游记杂剧的是元末杨讷，过去多误作吴昌龄。德富苏峰日本著作家。他在一九二六年十一月十四日东京国民新闻上发表氏之中国小说史略一文，反对关于大唐三藏法师取经记刊行年代的意见。曾写关于三藏取经记等收入华盖集续编进行答辩。缺笔从唐代开始的一种避讳方式，在书写和镌刻本朝皇帝或尊长的名字时省略最末一笔。绍兴这里指旧时绍兴府。南宋绍兴元年，升越州置府，以年号为名。两浙古刊本考王国维辑录考订的宋元两代浙江杭州府嘉兴府刊刻的各种版本书目。京本通俗小说宋人话本集。原书卷数不详，今残存第十至十六卷，共七篇。关于翻译的通信关于翻译的通信来信敬爱的同志你译的毁灭出版，当然是中国文艺生活里面的极可纪念的事迹。翻译世界无产阶级革命文学的名著，并且有系统的介绍给中国读者，尤其是苏联的名著，因为它们能够把伟大的十月，国内战争，五年计画的英雄，经过具体的形象，经过艺术的照耀，而供献给读者。――这是中国普罗文学者的重要任务之一。虽然，现在做这件事的，差不多完全只是你个人和Z同志的努力可是，谁能够说这是私人的事情？！谁？！毁灭铁流等等的出版，应当认为一切中国革命文学家的责任。"}
{"text":"翻译世界无产阶级革命文学的名著，并且有系统的介绍给中国读者，尤其是苏联的名著，因为它们能够把伟大的十月，国内战争，五年计画的英雄，经过具体的形象，经过艺术的照耀，而供献给读者。――这是中国普罗文学者的重要任务之一。虽然，现在做这件事的，差不多完全只是你个人和Z同志的努力可是，谁能够说这是私人的事情？！谁？！毁灭铁流等等的出版，应当认为一切中国革命文学家的责任。每一个革命的文学战线上的战士，每一个革命的读者，应当庆祝这一个胜利虽然这还只是小小的胜利。你的译文，的确是非常忠实的，决不欺骗读者这一句话，决不是广告！这也可见得一个诚挚，热心，为着光明而斗争的人，不能够不是刻苦而负责的。二十世纪的才子和欧化名士可以用最少的劳力求得最大的声望但是，这种人物如果不彻底的脱胎换骨，始终只是纱笼里的哈叭狗。现在粗制滥造的翻译，不是这班人干的，就是一些书贾的投机。你的努力――我以及大家都希望这种努力变成团体的，――应当继续，应当扩大，应当加深。所以我也许和你自己一样，看着这本毁灭，简直非常的激动我爱它，像爱自己的儿女一样。咱们的这种爱，一定能够帮助我们，使我们的精力增加起来，使我们的小小的事业扩大起来。翻译――除出能够介绍原本的内容给中国读者之外――还有一个很重要的作用就是帮助我们创造出新的中国的现代言语。中国的言语文字是那么穷乏，甚至于日常用品都是无名氏的。中国的言语简直没有完全脱离所谓姿势语的程度――普通的日常谈话几乎还离不开手势戏。自然，一切表现细腻的分别和复杂的关系的形容词，动词，前置词，几乎没有。宗法封建的中世纪的余孽，还紧紧的束缚着中国人的活的言语，不但是工农群众！这种情形之下，创造新的言语是非常重大的任务。欧洲先进的国家，在二三百年四五百年以前已经一般的完成了这个任务。就是历史上比较落后的俄国，也在一百五六十年以前就相当的结束了教堂斯拉夫文。他们那里，是资产阶级的文艺复兴运动和启蒙运动做了这件事。例如俄国的洛莫洛莎夫普希金。中国的资产阶级可没有这个能力。固然，中国的欧化的绅商，例如胡适之之流，开始了这个运动。但是，这个运动的结果等于它的政治上的主人。因此，无产阶级必须继续去彻底完成这个任务，领导这个运动。"}
{"text":"这种情形之下，创造新的言语是非常重大的任务。欧洲先进的国家，在二三百年四五百年以前已经一般的完成了这个任务。就是历史上比较落后的俄国，也在一百五六十年以前就相当的结束了教堂斯拉夫文。他们那里，是资产阶级的文艺复兴运动和启蒙运动做了这件事。例如俄国的洛莫洛莎夫普希金。中国的资产阶级可没有这个能力。固然，中国的欧化的绅商，例如胡适之之流，开始了这个运动。但是，这个运动的结果等于它的政治上的主人。因此，无产阶级必须继续去彻底完成这个任务，领导这个运动。翻译，的确可以帮助我们造出许多新的字眼，新的句法，丰富的字汇和细腻的精密的正确的表现。因此，我们既然进行着创造中国现代的新的言语的斗争，我们对于翻译，就不能够不要求绝对的正确和绝对的中国白话文。这是要把新的文化的言语介绍给大众。严几道的翻译，不用说了。他是译须信雅达，文必夏殷周。其实，他是用一个雅字打消了信和达。最近商务还翻印严译名著，我不知道这是是何居心！这简直是拿中国的民众和青年来开玩笑。古文的文言怎么能够译得信，对于现在的将来的大众读者，怎么能够达！现在赵景深之流，又来要求宁错而务顺，毋拗而仅信！赵老爷的主张，其实是和城隍庙里演说西洋故事的，一鼻孔出气。这是自己懂得了？外国文，看了些书报，就随便拿起笔来乱写几句所谓通顺的中国文。这明明白白的欺侮中国读者，信口开河的来乱讲海外奇谈。第一，他的所谓顺，既然是宁可错一点儿的顺，那么，这当然是迁就中国的低级言语而抹杀原意的办法。这不是创造新的言语，而是努力保存中国的野蛮人的言语程度，努力阻挡它的发展。第二，既然要宁可错一点儿，那就是要朦蔽读者，使读者不能够知道的原意。所以我说赵景深的主张是愚民政策，是垄断智识的学阀主义，――一点儿也没有过分的。还有，第三，他显然是暗示的反对普罗文学好个可怜的特殊走狗！他这是反对普罗文学，暗指着普罗文学的一些理论著作的翻译和创作的翻译。这是普罗文学敌人的话。但是，普罗文学的中文书籍之中，的确有许多翻译是不顺的。这是我们自己的弱点，敌人乘这个弱点来进攻。我们的胜利的道路当然不仅要迎头痛打，打击敌人的军队，而且要更加整顿自己的队伍。我们的自己批评的勇敢，常常可以解除敌人的武装。"}
{"text":"还有，第三，他显然是暗示的反对普罗文学好个可怜的特殊走狗！他这是反对普罗文学，暗指着普罗文学的一些理论著作的翻译和创作的翻译。这是普罗文学敌人的话。但是，普罗文学的中文书籍之中，的确有许多翻译是不顺的。这是我们自己的弱点，敌人乘这个弱点来进攻。我们的胜利的道路当然不仅要迎头痛打，打击敌人的军队，而且要更加整顿自己的队伍。我们的自己批评的勇敢，常常可以解除敌人的武装。现在，所谓翻译论战的结论，我们的同志却提出了这样的结语翻译绝对不容许错误。可是，有时候，依照译品内容的性质，为着保存原作精神，多少的不顺，倒可以容忍。这是只是个防御的战术。而蒲力汗诺夫说辩证法的唯物论者应当要会反守为攻。第一，当然我们首先要说明我们所认识的所谓顺，和赵景深等所说的不同。第二，我们所要求的是绝对的正确和绝对的白话。所谓绝对的白话，就是朗诵起来可以懂得的。第三，我们承认一直到现在，普罗文学的翻译还没有做到这个程度，我们要继续努力。第四，我们揭穿赵景深等自己的翻译，指出他们认为是顺的翻译，其实只是梁启超和胡适之交媾出来的杂种――半文不白，半死不活的言语，对于大众仍旧是不顺的。这里，讲到你最近出版的毁灭，可以说这是做到了正确，还没有做到绝对的白话。翻译要用绝对的白话，并不就不能够保存原作的精神。固然，这是很困难，很费功夫的。但是，我们是要绝对不怕困难，努力去克服一切的困难。一般的说起来，不但翻译，就是自己的作品也是一样，现在的文学家，哲学家，政论家，以及一切普通人，要想表现现在中国社会已经有的新的关系，新的现象，新的事物，新的观念，就差不多人人都要做仓颉。这就是说，要天天创造新的字眼，新的句法。实际生活的要求是这样。难道一九二五年初我们没有在上海小沙渡替群众造出罢工这一个字眼吗？还有游击队，游击战争，右倾，左倾，尾巴主义，甚至于普通的团结，坚决，动摇等等等类这些说不尽的新的字眼，渐渐的容纳到群众的口头上的言语里去了，即使还没有完全容纳，那也已经有了可以容纳的可能了。讲到新的句法，比较起来要困难一些，但是，口头上的言语里面，句法也已经有了很大的改变，很大的进步。只要拿我们自己演讲的言语和旧小说里的对白比较一下，就可以看得出来。"}
{"text":"实际生活的要求是这样。难道一九二五年初我们没有在上海小沙渡替群众造出罢工这一个字眼吗？还有游击队，游击战争，右倾，左倾，尾巴主义，甚至于普通的团结，坚决，动摇等等等类这些说不尽的新的字眼，渐渐的容纳到群众的口头上的言语里去了，即使还没有完全容纳，那也已经有了可以容纳的可能了。讲到新的句法，比较起来要困难一些，但是，口头上的言语里面，句法也已经有了很大的改变，很大的进步。只要拿我们自己演讲的言语和旧小说里的对白比较一下，就可以看得出来。可是，这些新的字眼和句法的创造，无意之中自然而然的要遵照着中国白话的文法公律。凡是白话文里面，违反这些公律的新字眼，新句法，――就是说不上口的――自然淘汰出去，不能够存在。所以说到什么是顺的问题，应当说真正的白话就是真正通顺的现代中国文，这里所说的白话，当然不限于家务琐事的白话，这是说从一般人的普通谈话，直到大学教授的演讲的口头上的白话。中国人现在讲哲学，讲科学，讲艺术显然已经有了一个口头上的白话。难道不是如此？如果这样，那么，写在纸上的说话文字，就应当是这一种白话，不过组织得比较紧凑，比较整齐罢了。这种文字，虽然现在还有许多对于一般识字很少的群众，仍旧是看不懂的，因为这种言语，对于一般不识字的群众，也还是听不懂的。――可是，第一，这种情形只限于文章的内容，而不在文字的本身，所以，第二，这种文字已经有了生命，它已经有了可以被群众容纳的可能性。它是活的言语。所以，书面上的白话文，如果不注意中国白话的文法公律，如果不就着中国白话原来有的公律去创造新的，那就很容易走到所谓不顺的方面去。这是在创造新的字眼新的句法的时候，完全不顾普通群众口头上说话的习惯，而用文言做本位的结果。这样写出来的文字，本身就是死的言语。因此，我觉得对于这个问题，我们要有勇敢的自己批评的精神，我们应当开始一个新的斗争。你以为怎么样？我的意见是翻译应当把原文的本意，完全正确的介绍给中国读者，使中国读者所得到的概念等于英俄日德法读者从原文得来的概念，这样的直译，应当用中国人口头上可以讲得出来的白话来写。为着保存原作的精神，并用不着容忍多少的不顺。相反的，容忍着多少的不顺就是不用口头上的白话，反而要多少的丧失原作的精神。"}
{"text":"这样写出来的文字，本身就是死的言语。因此，我觉得对于这个问题，我们要有勇敢的自己批评的精神，我们应当开始一个新的斗争。你以为怎么样？我的意见是翻译应当把原文的本意，完全正确的介绍给中国读者，使中国读者所得到的概念等于英俄日德法读者从原文得来的概念，这样的直译，应当用中国人口头上可以讲得出来的白话来写。为着保存原作的精神，并用不着容忍多少的不顺。相反的，容忍着多少的不顺就是不用口头上的白话，反而要多少的丧失原作的精神。当然，在艺术的作品里，言语上的要求是更加苛刻，比普通的论文要更加来得精细。这里有各种人不同的口气，不同的字眼，不同的声调，不同的情绪，并且这并不限于对白。这里，要用穷乏的中国口头上的白话来应付，比翻译哲学，科学的理论著作，还要来得困难。但是，这些困难只不过愈加加重我们的任务，可并不会取消我们的这个任务的。现在，请你允许我提出毁灭的译文之中的几个问题。我还没有能够读完，对着原文读的只有很少几段。这里，我只把理契序文里引的原文来校对一下。我顺着序文里的次序，编着号码写下去，不再引你的译文，请你自己照着号码到书上去找罢。序文的翻译有些错误，这里不谈了。一结算起来，还是因为他心上有一种――对于新的极好的有力量的慈善的人的渴望，这种渴望是极大的，无论什么别的愿望都比不上的。更正确些结算起来，还是因为他心上――渴望着一种新的极好的有力量的慈善的人，这个渴望是极大的，无论什么别的愿望都比不上的。二在这种时候，极大多数的几万万人，还不得不过着这种原始的可怜的生活，过着这种无聊得一点儿意思都没有的生活，――怎么能够谈得上什么新的极好的人呢。三他在世界上，最爱的始终还是他自己，――他爱他自己的雪白的肮脏的没有力量的手，他爱他自己的唉声叹气的声音，他爱他自己的痛苦，自己的行为――甚至于那些最可厌恶的行为。四这算收场了，一切都回到老样子，仿佛什么也不曾有过，――华理亚想着，――又是旧的道路，仍旧是那一些纠葛――一切都要到那一个地方可是，我的上帝，这是多么没有快乐呵！"}
{"text":"三他在世界上，最爱的始终还是他自己，――他爱他自己的雪白的肮脏的没有力量的手，他爱他自己的唉声叹气的声音，他爱他自己的痛苦，自己的行为――甚至于那些最可厌恶的行为。四这算收场了，一切都回到老样子，仿佛什么也不曾有过，――华理亚想着，――又是旧的道路，仍旧是那一些纠葛――一切都要到那一个地方可是，我的上帝，这是多么没有快乐呵！五他自己都从没有知道过这种苦恼，这是忧愁的疲倦的，老年人似的苦恼，――他这样苦恼着的想他已经二十七岁了，过去的每一分钟，都不能够再回过来，重新换个样子再过它一过，而以后，看来也没有什么好的这一段，你的译文有错误，也就特别来得不顺。现在木罗式加觉得，他一生一世，用了一切力量，都只是竭力要走上那样的一条道路，他看起来是一直的明白的正当的道路，像莱奋生，巴克拉诺夫，图皤夫那样的人，他们所走的正是这样的道路然而似乎有一个什么人在妨碍他走上这样的道路呢。而因为他无论什么时候也想不到这个仇敌就在他自己的心里面，所以，他想着他的痛苦是因为一般人的卑鄙，他就觉得特别的痛快和伤心。六他只知道一件事――工作。所以，这样正当的人，是不能够不信任他，不能够不服从他的。七开始的时很，他对于他生活的这方面的一些思想，很不愿意去思索，然而，渐渐的他起劲起来了，他竟写了两张纸在这两张纸上，居然有许多这样的字眼――谁也想不到莱奋生会知道这些字眼的。这一段，你的译文里比俄文原文多了几句副句，也许是你引了相近的另外一句了罢？或者是你把理契空出的虚点填满了？八这些受尽磨难的忠实的人，对于他是亲近的，比一切其他的东西都更加亲近，甚至于比他自己还要亲近。九沉默的，还是潮湿的眼睛，看了一看那些打麦场上的疏远的人，――这些人，他应当很快就把他们变成功自己的亲近的人，像那十八个人一样，像那不做声的，在他后面走着的人一样。这里，最后一句，你的译文有错误。这些译文请你用日本文和德文校对一下，是否是正确的直译，可以比较得出来的。我的译文，除出按照中国白话的句法和修辞法，有些比起原文来是倒装的，或者主词，动词，宾词是重复的，此外，完完全全是直译的。"}
