{"text":"那时汉姆司台德区还是乡下，以风景著名，不像现时人烟稠密。济兹和他的朋友布朗s同住。屋后是个大花园，绿草繁花，静如隔世中间一棵老梅树，一九二一年干死了，干子还在。据布朗的追记，济兹夜莺歌似乎就在这棵树下写成。布朗说，一八一九年春天，有只夜莺做窠在这屋子近处。济兹常静听它歌唱以自怡悦一天早晨吃完早饭，他端起一张椅子坐到草地上梅树下，直坐了两三点钟。进屋子的时候，见他拿着几张纸片儿，塞向书后面去。问他，才知道是歌咏我们的夜莺之作。这里说的梅树，也许就是花园里那一棵。但是屋前还有草地，地上也是一棵三百岁老桑树，枝叶扶疏，至今结桑椹有人想夜莺歌也许在这棵树下写的。济兹的好诗在这宅子里写的最多。他们隔壁住过一家姓布龙的。有位小姐叫凡耐，让济兹爱上了，他俩订了婚，他的朋友颇有人不以为然，为的女的配不上可是女家也大不乐意，为的济兹身体弱，又像疯疯癫癫的。济兹自己写小姐道她个儿和我差不多――长长的脸蛋儿――多愁善感――头梳得好――鼻子不坏，就是有点小毛病――嘴有坏处有好处――脸侧面看好，正面看，又瘦又少血色，像没有骨头。身架苗条，姿态如之――胳膊好，手差点儿――脚还可以――她不止十七岁，可是天真烂漫――举动奇奇怪怪的，到处跳跳蹦蹦，给人编诨名，近来愣叫我自美自的女孩子――我想这并非生性坏，不过爱闹一点漂亮劲儿罢了。一八二年二月，济兹从外面回来，吐了一口血。他母亲和三弟都死在痨病上，他也是个痨病底子从此便一天坏似一天。这一年九月，他的朋友赛焚sp伴他上罗马去养病次年二月就死在那里，葬新教坟场，才二十六岁。现在这屋子里陈列着一圈头发，大约是赛焚在他死后从他头上剪下来的。又次年，赛焚向人谈起，说他保存着可怜的济兹一点头发，等个朋友捎回英国去他说他有个怪想头，想照他的希腊琴的样子作根别针，就用济兹头发当弦子，送给可怜的布龙小姐，只恨找不到这样的手艺人。济兹头发的颜色在各人眼里不大一样有的说赤褐色，有的说棕色，有的说暖棕色，他二弟两口子说是金红色，赛焚追画他的像，却又画作深厚的棕黄色。布龙小姐的头发，这儿也有一并存着。他俩订婚戒指也在这儿，镶着一块红宝石。"}
{"text":"现在这屋子里陈列着一圈头发，大约是赛焚在他死后从他头上剪下来的。又次年，赛焚向人谈起，说他保存着可怜的济兹一点头发，等个朋友捎回英国去他说他有个怪想头，想照他的希腊琴的样子作根别针，就用济兹头发当弦子，送给可怜的布龙小姐，只恨找不到这样的手艺人。济兹头发的颜色在各人眼里不大一样有的说赤褐色，有的说棕色，有的说暖棕色，他二弟两口子说是金红色，赛焚追画他的像，却又画作深厚的棕黄色。布龙小姐的头发，这儿也有一并存着。他俩订婚戒指也在这儿，镶着一块红宝石。还有一册仿四折本莎士比亚，是济兹常用的。他对于莎士比亚，下过一番苦工夫书中页边行里都画着道儿，也有些精湛的评语。空白处亲笔写着他见密尔顿发和独坐重读黎琊王剧作两首诗书名页上记着给布龙凡耐，一八二，照年份看，准是上意大利去时送了作纪念的。珂罗版印的夜莺歌墨迹，有一份在这儿，另有哈代汉姆司台德宅作一诗手稿，是哈代夫人捐赠的，宅中出售影印本。济兹书法以秀丽胜，哈代的以苍老胜。这屋子保存下来却并不易。一九二一年，业主想出售，由人翻盖招租，地段好，脱手一定快的本区市长知道了，赶紧组织委员会募款一万镑。款还募得不多，投机的建筑公司已经争先向业主讲价钱。在这千钧一发的当儿，亏得市长和本区四委员迅速行动，用私人名义担保付款，才得挽回危局。后来共收到捐款四千六百五十镑约合七八万元，多一半是美国人捐的那时正当大战之后，为这件事在英国募款是不容易的。加莱尔s，―宅，在泰晤士河旁乞而西区s这一区至今是文人艺士荟萃之处。加莱尔是维多利亚时代初期的散文家，当时号为乞而西圣人。一八三四年住到这宅子里，一直到死。书房在三层楼上，他最后一本书弗来德力大帝传就在这儿写的。这间房前面临街，后面是小园子他让前后都砌上夹墙，为的怕那街上的嚣声，园中的鸡叫。他著书时坐的椅子还在还有一件呢浴衣。据说他最爱穿浴衣，有不少件苏格兰国家画院所藏他的画像，便穿着灰呢浴衣，坐在沙发上读书，自有一番宽舒的气象。画中读书用的架子还可看见。宅里存着他几封信，女司事愿意念给访问的人听，朗朗有味。二楼加莱尔夫人屋里放着架小屏，上面横的竖的斜的正的贴满了世界各处风景和人物的画片。"}
{"text":"这间房前面临街，后面是小园子他让前后都砌上夹墙，为的怕那街上的嚣声，园中的鸡叫。他著书时坐的椅子还在还有一件呢浴衣。据说他最爱穿浴衣，有不少件苏格兰国家画院所藏他的画像，便穿着灰呢浴衣，坐在沙发上读书，自有一番宽舒的气象。画中读书用的架子还可看见。宅里存着他几封信，女司事愿意念给访问的人听，朗朗有味。二楼加莱尔夫人屋里放着架小屏，上面横的竖的斜的正的贴满了世界各处风景和人物的画片。迭更斯ss，―宅，在西头，现在是热闹地方。迭更斯出身贫贱，熟悉下流社会情形他小说里写这种情形，最是酣畅淋漓之至。这使他成为本世纪最通俗的小说家，又，英国大幽默家之一，如他的老友浮斯大s给他作的传开端所说。他一八三六年动手写比克维克秘记ps，在月刊上发表。起初是绅士比克维克等行猎故事，不甚为世所重后来仆人山姆出现，诙谐嘲讽，百变不穷，那月刊顿时风行起来。迭更斯手头渐宽，这才迁入这宅子里，时在一八三七年。他在这里写完了比克维克秘记，就是这一年印成单行本。他算是一举成名，从此直到他死时，三十四年间，总是蒸蒸日上。来这屋子不多日子，他借了一个饭店举行秘记发表周年纪念，又举行他夫妇结婚周年纪念。住了约莫两年，又写成块肉余生述，滑稽外史等。这其间生了两个女儿，房子挤不下了一八三九年终，他便搬到别处去了。屋子里最热闹的是画，画着他小说中的人物，墙上大大小小，突梯滑稽，满是的。所以一屋子春气。他的人物虽只是类型，不免奇幻荒唐之处，可是有真味，有人味因此这么让人欢喜赞叹。屋子下层一间厨房，所谓丁来谷厨房，道地老式英国厨房，是特地布置起来的―丁来谷是比克维克一行下乡时寄住的地方。厨房架子上摆着带釉陶器，也都画着迭更斯的人物。这宅里还存着他的手杖，头发一朵玫瑰花，是从他尸身上取下来的一块小窗户，是他十一岁时住的楼顶小屋里的一张书桌，他带到美洲去过，临死时给了二女儿，现时罩着紫色天鹅绒，蛮伶俐的。此外有他从这屋子寄出的两封信，算回了老家。这四所宅子里的东西，多半是人家捐赠有些是特地买了送来的。也有借得来陈列的。管事的人总是在留意搜寻着，颇为苦心热肠。"}
{"text":"厨房架子上摆着带釉陶器，也都画着迭更斯的人物。这宅里还存着他的手杖，头发一朵玫瑰花，是从他尸身上取下来的一块小窗户，是他十一岁时住的楼顶小屋里的一张书桌，他带到美洲去过，临死时给了二女儿，现时罩着紫色天鹅绒，蛮伶俐的。此外有他从这屋子寄出的两封信，算回了老家。这四所宅子里的东西，多半是人家捐赠有些是特地买了送来的。也有借得来陈列的。管事的人总是在留意搜寻着，颇为苦心热肠。经常用费大部靠基金和门票指南等余利但门票卖的并不多，指南照顾的更少，大约维持也不大容易。格雷s，―以挽歌辞著名。原题中所云作于乡村教堂墓地中，指司妥克波忌士s的教堂而言。诗作于一七四二格雷二十五岁时，成于一七五，当时诗人怀古之情，死生之感，亲近自然之意，诗中都委婉达出，而句律精妙，音节谐美，批评家以为最足代表英国诗，称为诗中之诗。诗出后，风靡一时，诵读模拟，遍于欧洲各国历来引用极多，至今已成为英美文学教育的一部分。司妥克波忌士在伦敦西南，从那著名的温泽堡ss去是很近的。四月一个下午，微雨之后，我们到了那里。一路幽静，似乎鸟声也不大听见。拐了一个小弯儿，眼前一片平铺的碧草，点缀着稀疏的墓碑教堂木然孤立，像戏台上布景似的。小路旁一所小屋子，门口有小木牌写着格雷陈列室之类。出来一位白发老人，殷勤地引我们去看格雷墓，长方形，特别大，是和他母亲姨母合葬的，紧挨着教堂墙下。又看水松树，老人说格雷在那树下写挽歌辞来着挽歌辞里提到水松树，倒是确实的。我们又兜了个大圈子，才回到小屋里，看挽歌辞真迹的影印本。还有几件和格雷关系很疏的旧东西。屋后有井，老人自己汲水灌园，让我们想起灌园叟来临别他送我们每人一张教堂影片。年月日―日作。原载年月日中学生第号散文全编博物院伦敦的博物院带画院，只检大的说，足足有十个之多。在巴黎和柏林，并不觉得博物院有这么多似的。"}
{"text":"我们又兜了个大圈子，才回到小屋里，看挽歌辞真迹的影印本。还有几件和格雷关系很疏的旧东西。屋后有井，老人自己汲水灌园，让我们想起灌园叟来临别他送我们每人一张教堂影片。年月日―日作。原载年月日中学生第号散文全编博物院伦敦的博物院带画院，只检大的说，足足有十个之多。在巴黎和柏林，并不觉得博物院有这么多似的。柏林的本来少些巴黎的不但不少，还要多些，但除卢佛宫外，都不大。最要紧的，伦敦各院陈列得有条有理的，又疏朗，房屋又亮，得看不像卢佛宫，东西那么挤，屋子那么黑，老教人喘不出气。可是，伦敦虽然得看，说起来也还是千头万绪真只好检大的说罢了。先看西南角。维多利亚亚伯特院最为堂皇富丽。这是个美术博物院，所收藏的都是美术史材料，而装饰用的工艺品尤多，东方的西方的都有。漆器，瓷器，家具，织物，服装，书籍装订，道地五光十色。这里颇有中国东西，漆器瓷器玉器不用说，壁画佛像，罗汉木像，还有乾隆宝座也都见于该院的东方百珍图录里。图录里还有明朝李麟原作，疑系此人画的波罗球戏图波罗球骑着马打，是唐朝从西域传来的。中国现在似乎没存着这种画。院中卖石膏像，有些真大。自然史院是从不列颠博物院分出来的。这里才真古色古香，也才真巨大。看了各种史前人的模型，只觉得远烟似的时代，无从凭吊，无从怀想――满够不上分儿。中生代大爬虫的骨架，昂然站在屋顶下，人还够不上它们一条腿那么长，不用提项背了。现代鲸鱼的标本虽然也够大的，但没腿，在陆居的我们眼中就差多了。这里有夜莺，自然是死的，那样子似乎也并不特别秀气嗓子可真脆真圆，我在话匣片里听来着。欧战院成立不过十来年。大战各方面，可以从这里略见一斑。这里有模型，有透视画s，有照相，有电影机，有枪炮等等。但最多的还是画。大战当年，英国情报部雇用一群少年画家，教他们搁下自己的工作，大规模的画战事画，以供宣传，并作为历史纪录。后来少年画家不够用，连老画家也用上了。那时情报部常常给这些画家开展览会，个人的或合伙的。欧战院的画便是那些展览作品的一部分。少年画家大约都是些立体派，和老画家的浪漫作风迥乎不同。"}
{"text":"欧战院成立不过十来年。大战各方面，可以从这里略见一斑。这里有模型，有透视画s，有照相，有电影机，有枪炮等等。但最多的还是画。大战当年，英国情报部雇用一群少年画家，教他们搁下自己的工作，大规模的画战事画，以供宣传，并作为历史纪录。后来少年画家不够用，连老画家也用上了。那时情报部常常给这些画家开展览会，个人的或合伙的。欧战院的画便是那些展览作品的一部分。少年画家大约都是些立体派，和老画家的浪漫作风迥乎不同。这些画家都透视了战争，但他们所成就的却只是历史纪录，艺术是没有什么的。现在该到西头来，看人所熟知的不列颠博物院了。考古学的收藏，名人文件，抄本和印本书籍，都数一数二顾恺之女史箴卷子和敦煌卷子便在此院中。瓷器也不少，中国的，土耳其的，欧洲各国的都有中国的不用说，土耳其的青花，浑厚朴拙，比欧洲金的蓝的或刻镂的好。考古学方面，埃及王拉米塞斯第二约公元前巨大的花岗石像，几乎有自然史院大爬虫那么高，足为我们扬眉吐气也有坐像。坐立像都僵直而四方，大有虽地动山摇不倒之势。这些像的石质尺寸和形状，表示统治者永久的超人的权力。还有贝叶的死者的书，用象形字和俗字两体写成。罗塞他石，用埃及两体字和希腊文刻着诏书一通公元前，一七九八年出土从这块石头上，学者比对希腊文，才读通了埃及文字。希腊巴昔农庙各件雕刻，是该院最足以自豪的。这个庙在雅典，奉祀女神雅典巴昔奴配利克里斯s时代，教成千带万的艺术家，用最美的大理石，重建起来，总其事的是配氏的好友兼顾问，著名雕刻家费迪亚斯s。那时物阜民丰，费了二十年工夫，到了公元前四三五年，才造成。庙是长方形，有门无窗或单行或双行的石柱围绕着，像女神的马队一般。短的两头，柱上承着三角形的楣这上面都雕着像。庙墙外上部，是著名的刻壁。庙在一六八七年让威尼斯人炸毁了一部分一八一年，爱而近伯爵从雅典人手里将三角楣上的像，刻壁，和些别的买回英国，费了七万镑，约合百多万元后来转卖给这博物院，却只要一半价钱。院中特设了一间爱而近室陈列那些艺术品，并参考巴黎国家图书馆所藏的巴昔农庙诸图，做成庙的模型，巍巍然立在石山上。希腊雕像与埃及大不相同，绝无僵直和紧张的样子。"}
{"text":"短的两头，柱上承着三角形的楣这上面都雕着像。庙墙外上部，是著名的刻壁。庙在一六八七年让威尼斯人炸毁了一部分一八一年，爱而近伯爵从雅典人手里将三角楣上的像，刻壁，和些别的买回英国，费了七万镑，约合百多万元后来转卖给这博物院，却只要一半价钱。院中特设了一间爱而近室陈列那些艺术品，并参考巴黎国家图书馆所藏的巴昔农庙诸图，做成庙的模型，巍巍然立在石山上。希腊雕像与埃及大不相同，绝无僵直和紧张的样子。那些艺术家比较自由，得以研究人体的比例骨架，肌理，皮肉，他们都懂得清楚，而且有本事表现出来。又能抓住要点，使全体和谐不乱。无论坐像立像，都自然，庄严，造成希腊艺术的特色清明而有力。当时运动竞技极发达艺术家雕神像，常以得奖的人为模特儿，赤裸裸的身体里充满了活动与力量。可是究竟是神像所以不能是如实的人像而只是理想的人像。这时代所缺少的是热情，幻想那要等后世艺人去发展了。庙的东楣上运命女神三姊妹像，头已经失去了，可是那衣褶如水的轻妙，衣褶下身体的充盈，也从繁复的光影中显现，几乎不相信是石人。那刻壁浮雕着女神节贵家少女献衣的行列。少女们穿着长袍，庄严的衣褶，和运命女神的又不一样，手里各自拿着些东西后面跟着成队的老人，妇女，雄赳赳的骑士，还有带祭品的人，齐向诸神而进。诸神清明彻骨，在等待着这一行人众。这刻壁上那么多人，却不繁杂，不零散，打成一片，布局时必然煞费苦心。而细看诸少女诸骑士，也各有精神，绝不一律其间刀锋或深或浅，光影大异。少壮的骑士更像生龙活虎，千载如见。院中所藏名人的文件太多了。像莎士比亚押房契，密尔顿出卖失乐园合同这合同是书记代签，不出密氏亲笔，巴格来夫金库集稿，格雷挽歌稿，哈代苔丝稿，达文齐，密凯安杰罗的手册，还有维多利亚后四岁时铅笔签字，都亲切有味。至于荷马史诗的贝叶，公元一世纪所写，在埃及发见的，以及九世纪时希伯来文旧约圣经残页，据说也许是世界上最古圣经钞本的，却真令人悠然遐想。还有，二世纪时，罗马舰队一官员，向兵丁买了一个七岁的东方小儿为奴，立了一张贝叶契，上端盖着泥印七颗和英国大宪章的原本，很可比着看。院里藏的中古钞本也不少那时欧洲僧侣非常闲，日以抄书为事字用峨特体，多棱角，精工是不用说的。"}
{"text":"至于荷马史诗的贝叶，公元一世纪所写，在埃及发见的，以及九世纪时希伯来文旧约圣经残页，据说也许是世界上最古圣经钞本的，却真令人悠然遐想。还有，二世纪时，罗马舰队一官员，向兵丁买了一个七岁的东方小儿为奴，立了一张贝叶契，上端盖着泥印七颗和英国大宪章的原本，很可比着看。院里藏的中古钞本也不少那时欧洲僧侣非常闲，日以抄书为事字用峨特体，多棱角，精工是不用说的。他们最考究字头和插画，必然细心勾勒着上鲜丽的颜色，蓝和金用得多些颜色也选得精，至今不变。某抄本有岁历图，二幅，画十二月风俗，细致风华，极为少见。每幅下另有一栏，画种种游戏，人物短小，却也滑稽可喜。画目如下正月，析薪二月，炬舞三月，种花，伐木四月，情人园会五月，荡舟六月，比武七月，行猎，刈麦八月，获稻九月，酿酒十月，耕种十一月，猎归十二月，屠豕。钞本和印本书籍之多，世界上只有巴黎国家图书馆可与这博物院相比此处印本共三百二十万余册。有穹窿顶的大阅览室，圆形，室中桌子的安排，好像车轮的辐，可坐四百八十五人管理员高踞在毂中。次看画院。国家画院在西中区闹市口，匹对着特拉伐加方场一百八十四英尺高的纳尔逊石柱子。院中的画不算很多，可是足以代表欧洲画史上的各派，他们自诩，在这一方面，世界上那儿也及不上这里。最完全的是意大利十五六世纪的作品，特别是佛罗伦司派，大约除了意大利本国，便得上这儿来了。画按派别排列，可也按着时代。但是要看英国美术，此地不成，得上南边儿泰特画院去。那画院在泰晤士河边上一九二八年水上了岸，给浸坏了特耐尔sp，―好多画，最可惜。特耐尔是十九世纪英国最大的风景画家，也是印象派的先锋。他是个穷苦的孩子，小时候住在菜市旁的陋巷里，常只在泰晤士河的码头和驳船上玩儿。他对于泰晤士河太熟了，所以后来爱画船，画水，画太阳光。再后来他费了二十多年工夫专研究光影和色彩，轮廓与内容差不多全不管这便做了印象派的前驱了。"}
{"text":"特耐尔是十九世纪英国最大的风景画家，也是印象派的先锋。他是个穷苦的孩子，小时候住在菜市旁的陋巷里，常只在泰晤士河的码头和驳船上玩儿。他对于泰晤士河太熟了，所以后来爱画船，画水，画太阳光。再后来他费了二十多年工夫专研究光影和色彩，轮廓与内容差不多全不管这便做了印象派的前驱了。他画过一幅日出湾头堡子，那堡子淡得只见影儿，左手一行树，也只有树的意思罢了可是，瞧，那金黄的朝阳的光，顺着树水似的流过去，你只觉着温暖，只觉着柔和，在你的身上，那光却又像一片海，满处都是的，可是闪闪烁烁，仪态万千，教你无从捉摸，有点儿着急。特耐尔以前，坚士波罗s，―是第一个人脱离荷兰影响，用英国景物作风景画的题材又以画像著名。何嘉士，―画了一套结婚式，又生动又亲切，当时刻板流传，风行各处，现存在这画院中。美国大画家惠斯勒s称他为英国仅有的大画家。雷诺尔兹s，―的画像，与坚士波罗并称。画像以性格与身份为主，第一当然要像。可是从看画者一面说，像主若是历史上的或当代的名人，他们的性格与身份，多少总知道些，看起来自然有味，也略能批评得失。若只是平凡的人，凭你怎样像，陈列到画院里，怕就少有去理会的。因此，画家为维持他们永久的生命计，有时候重视技巧，而将像放在第二着。雷诺尔兹与坚士波罗似乎就是这样的人。他们画的像，色调鲜明而缥缈。庄严的男相，华贵的女相，优美活泼的孩子相，都算登峰造极可就是不大像。坚氏的女像总太瘦雷氏的不至于那么瘦，但是像主往屯退回他的画，说太不像。――国家画院旁有个国家画像院，专陈列英国历史上名人的像，文学家，艺术家，科学家，政治家，皇族，应有尽有，约共二千一百五十人。油画是大宗，排列依着时代。这儿也看见雷坚二氏的作品但就全体而论，历史比艺术多的多。泰特画院中还藏着诗人勃来克，―和罗塞蒂ss，―的画。前一位是浪漫诗人的先驱，号称神秘派。自幼儿想象多，都表现在诗与画里。他的图案非常宏伟色彩也如火焰，如一飞冲天的翅膀。所画的人体并不切实，只用作表现姿态，表现动的符号而已。"}
