{"text":"世尊在灵山会上，拈华示众，众皆寂然，惟迦叶破颜微笑，这会心微笑胜似千言万语。莲池大师说得好世间酽醯醇醴，藏之弥久而弥美者，皆繇封锢牢密不泄气故，古人云，二十年不开口说话，向后佛也奈何你不得。旨哉言乎二十年不开口说话，也许要把口闷臭，但是语言道断之后，性水澄清，心珠自现，没有饶舌的必要，基督教教派也是以沉默静居为修行法门，经常彼此不许说话。此中有真意，欲辩已忘言。庄子说吾安得夫忘言之人，而与之言哉现在想找真正懂得沉默的朋友，也不容易了。旁若无人在电影院里，我们大概都常遇到一种不愉快的经验。在你聚精会神地静坐着看电影的时候，会忽然觉得身下坐着的椅子颤动起来，动得很匀，不至于把你从座位里掀出去，动得很促，不至于把你颠摇入睡，颤动之快慢急徐，恰好令你觉得他讨厌。大概是轻微地震罢左右探察震源，忽然又不颤动了。在你刚收起心来继续看电影的时候，颤动又来了。如果下决心寻找震源，不久就可以发现，毛病大概是出在附近的一位先生的大腿上。他的足尖踏在前排椅撑上，绷足了劲，利用腿筋的弹性，很优游的在那里发抖。如果这拘挛性的动作是由于羊痫风一类的病症的暴发，我们要原谅他，但是不像，他嘴里并不吐白沫。看样子也不像是神经衰弱，他的动作是能收能发的，时作时歇，指挥如意。若说他是有意使前后左右两排座客不得安生，却也不然。全是陌生人无仇无恨，我们站在被害人的立场上看，这种变态行为只有一种解释，那便是他的意志过于集中，忘记旁边还有别人，换言之，便是旁若无人的态度。旁若无人的精神表现在日常行为上者不只一端。例如欠伸，原是常事，气乏则欠，体倦则伸。但是在稠人广众之中，张开血盆巨口，作吃人状，把口里的獠牙显露出来，再加上伸胳臂伸腿如演太极，那样子就不免吓人。有人打哈欠还带音乐的，其声呜呜然，如吹号角，如鸣警报，如猿啼，如鹤唳，音容并茂，礼记待坐于君子，君子欠伸，撰杖屦，视日蚤莫，侍坐者请出矣。是欠伸合于古礼，但亦以君子为限，平民岂可援引，对人伸胳臂张嘴，纵不吓人，至少令人觉得你是在逐客，或是表示你自己不能管制你自己的肢体。邻居有叟，平常不大回家，每次归来必令我闻知。"}
{"text":"有人打哈欠还带音乐的，其声呜呜然，如吹号角，如鸣警报，如猿啼，如鹤唳，音容并茂，礼记待坐于君子，君子欠伸，撰杖屦，视日蚤莫，侍坐者请出矣。是欠伸合于古礼，但亦以君子为限，平民岂可援引，对人伸胳臂张嘴，纵不吓人，至少令人觉得你是在逐客，或是表示你自己不能管制你自己的肢体。邻居有叟，平常不大回家，每次归来必令我闻知。清晨有三声喷嚏，不只是清脆，而且宏亮，中气充沛，根据那声音之响我揣测必有异物入鼻，或是有人插入纸捻，那声音撞击在脸盆之上有金石声随后是大排场的漱口，真是排山倒海，犹如骨鲠在喉，又似苍蝇下咽。再随后是三餐的饱嗝，一串串的咯声，像是下水道不甚畅通的样子。可惜隔着墙没能看见他剔牙，否则那一份刮垢磨光的钻探工程，场面也不会太小。这一切旁若无人的表演究竟是偶然突发事件，经常令人困恼的乃是高声谈话。在喊救命的时候，声音当然不嫌其大，除非是脖子被人踩在脚底下，但是普通的谈话似乎可以令人听见为度，而无需一定要力竭声嘶地去振聋发聩。生理学告诉我们，发音的器官是很复杂的，说话一分钟要有九百个动作，有一百块筋肉在弛张，但是大多数人似乎还嫌不足，恨不得嘴上再长一个扩大器。有个外国人疑心我们国人的耳鼓生得异样，那层膜许是特别厚，非扯着脖子喊不能听见，所以说话总是像打架。这批评有多少真理，我不知道。不过我们国人会嚷的本领，是谁也不能否认的。电影场里电灯初灭的时候，总有几声嗳哟，小三儿，你在哪儿哪在戏院里，演员像是演哑剧，大锣大鼓之声依稀可闻，主要的声音是观众鼎沸，令人感觉好像是置身蛙塘。在旅馆里，好像前后左右都是庙会，不到夜深休想安眠，安眠之后难免没有响皮底的大皮靴毫无惭愧地在你门前踱来踱去。天未大亮，又有各种市声前来侵扰。一个人大声说话，是本能小声说话，是文明。以动物而论，狮吼，狼嗥，虎啸，驴鸣，犬吠，即是小如促织蚯蚓，声音都不算小，都不会像人似的有时候也会低声说话。大概文明程度愈高，说话愈不以声大见长。群居的习惯愈久，愈不容易存留旁若无人的幻觉。我们以农立国，乡间地旷人稀，畎亩阡陌之间，低声说一句早安是不济事的，必得扯长脖子喊一声你吃过饭啦可怪的是，在人烟稠密的所在，人的喉咙还是不能缩小。"}
{"text":"天未大亮，又有各种市声前来侵扰。一个人大声说话，是本能小声说话，是文明。以动物而论，狮吼，狼嗥，虎啸，驴鸣，犬吠，即是小如促织蚯蚓，声音都不算小，都不会像人似的有时候也会低声说话。大概文明程度愈高，说话愈不以声大见长。群居的习惯愈久，愈不容易存留旁若无人的幻觉。我们以农立国，乡间地旷人稀，畎亩阡陌之间，低声说一句早安是不济事的，必得扯长脖子喊一声你吃过饭啦可怪的是，在人烟稠密的所在，人的喉咙还是不能缩小。更可异的是，纸驴嗓，破锣嗓，喇叭嗓，公鸡嗓，并不被一般的认为是缺陷，而且麻衣相法还公然地说，声音洪亮者主贵叔本华有一段寓言一群豪猪在一个寒冷的冬天挤在一起取暖，但是他们的刺毛开始互相击刺，于是不得不分散开。可是寒冷又把他们驱在一起，于是同样的事故又发生了。最后，经过几番的聚散，他们发现最好是彼此保持相当的距离。同样的，群居的需要使得人形的豪猪聚在一起，只是他们本性中的带刺的令人不快的刺毛使得彼此厌恶。他们最后发现的使彼此可以相安的那个距离，便是那一套礼貌凡违犯礼貌者便要受严词警告――用英语来说――请保持相当距离。用这方法，彼此取暖的需要只是相当的满足了可是彼此可以不至互刺。自己有些暖气的人情愿走得远远的，既不刺人，又可不受人刺。逃避不是办法。我们只是希望人形的豪猪时常地提醒自己这世界上除了自己还有别人，人形的豪猪既不止我一个，最好是把自己的大大小小的刺毛收敛一下，不必像孔雀开屏似的把自己的刺毛都尽量地伸张。廉贪污的事，古今中外滔滔皆是，不谈也罢。孟子所说穷不苟求的廉士才是难能可贵，谈起来令人齿颊留芬。东汉杨震，暮夜有人馈送十斤黄金，送金的人说暮夜无人知。杨震说天知神知我知子知，何谓无知这句话万古流传，直到晚近许多姓杨的人家常榜门楣曰四知堂杨。请介廉洁的关西夫子使得他家族后代脸上有光。汉末有一位郁林太守陆绩唐陆龟蒙的远祖，罢官之后泛海归姑苏家乡，两袖清风，别无长物，惟一空舟，恐有覆舟之虞，乃载一巨石镇之。到了家乡，将巨石弃置城门外，日久埋没土中。直到明朝弘治年间，当地有司曳之出土，建亭覆之，题其楣曰廉石。一个人居官清廉，一块顽石也得到了美誉。银子是白的，眼珠是黑的，见钱而不眼开，谈何容易。"}
{"text":"请介廉洁的关西夫子使得他家族后代脸上有光。汉末有一位郁林太守陆绩唐陆龟蒙的远祖，罢官之后泛海归姑苏家乡，两袖清风，别无长物，惟一空舟，恐有覆舟之虞，乃载一巨石镇之。到了家乡，将巨石弃置城门外，日久埋没土中。直到明朝弘治年间，当地有司曳之出土，建亭覆之，题其楣曰廉石。一个人居官清廉，一块顽石也得到了美誉。银子是白的，眼珠是黑的，见钱而不眼开，谈何容易。一时心里把握不定，手痒难熬，就有堕入贪墨的泥沼之可能这时节最好有人能拉他一把，最能使人顽廉懦立的莫过于贤妻良母。列女传田稷子相齐，受下吏货金百镒，献给母亲。母亲说子为相三年，禄未尝多若此也，安所得此他只好承认是得之于下。母亲告诫他说士修身洁行，不为苟得。非义之事不计于心，非理之利不入于家。不义之财非吾有也，不孝之子非吾子也。这一番义正辞严的训话把田稷子说得惭悚不已，急忙把金送还原主。按照我们现下的法律，如果是贿金，收受之后纵然送还，仍有受贿之嫌，纵然没有期约的情事，仍属有玷官箴。这种簋不修之事，当年是否构成罪状，固不得而知，从廉白之士看来总是秽行。我们注意的是田稷子的母亲真是识达大义，足以风世。为相三年，薪俸是有限的，焉有多金可以奉母百镒不是小数，一镒就是二十四两，百镒就是二千四百两，一个人搬都搬不动，而田稷子的母亲不为所动。家有贤妻，则士能安贫守正，更是例不胜举，可怜的是那些室无莱妇的人，在外界的诱惑与阃内的要求两路夹击之下，就很容易失足了。取不伤廉这句话易滋误解，一芥不取才是最高理想。晋陶侃少为寻阳县吏，尝监鱼梁，以一坩遗母，湛氏封，反书责侃曰尔为吏，以官物遗我，非惟不能益吾，乃以增吾忧矣。晋书陶侃母湛氏传掌管鱼梁的小吏，因职务上的方便，把腌鱼装了一小瓦罐送给母亲吃，可以说是孝养之意，但是湛氏不受，送还给他，附带着还训了他一顿。别看一罐腌鱼是小事，因小可以见大。谢承后汉书巴祗为扬州刺史，与客暗饮，不燃官烛。私人宴客，不用公家的膏火，宁可暗饮，其饮宴之资，当然不会由公家报销了。因此我想起一件事，好久好久以前，丧乱中值某夫人于途，寒暄之余愀然告曰恕我们现在不能邀饮，因为中外合作的机关凡有应酬均需自掏腰包。我闻之悚然。"}
{"text":"晋书陶侃母湛氏传掌管鱼梁的小吏，因职务上的方便，把腌鱼装了一小瓦罐送给母亲吃，可以说是孝养之意，但是湛氏不受，送还给他，附带着还训了他一顿。别看一罐腌鱼是小事，因小可以见大。谢承后汉书巴祗为扬州刺史，与客暗饮，不燃官烛。私人宴客，不用公家的膏火，宁可暗饮，其饮宴之资，当然不会由公家报销了。因此我想起一件事，好久好久以前，丧乱中值某夫人于途，寒暄之余愀然告曰恕我们现在不能邀饮，因为中外合作的机关凡有应酬均需自掏腰包。我闻之悚然。还有一段有关官烛的故事。宋周紫芝竹坡诗话李京兆诸父中有一人，极廉介，一日有家问，即令灭官烛，取私烛阅书，阅华，命秉官烛如初。公私分明到了这个地步，好像有一些迂阔。但是，彼岂乐于迂阔者哉不要以为志行高洁的人都是属于古代，今之古人有时亦可复见。我有一位同学供职某部，兼理该部刊物编辑，有关编务必须使用的信纸信封及邮票等等放在一处，私人使用之信函邮票另置一处，公私绝对分开，虽邮票信笺之微，亦不含混，其立身行事确砥砺廉隅有如是者尝对我说，每获友人来书，率皆使公家信纸信封，心窃耻之，故虽细行不敢不勉。吾闻之肃然起敬。懒人没有不懒的。大清早，尤其是在寒冬，被窝暖暖的，要想打个挺就起床，真不容易。荒鸡叫，由它叫。闹钟响，何妨按一下钮，在床上再赖上几分钟。白香山大概就是一个惯睡懒觉的人，他不讳言日高睡足犹慵起，小阁重衾不怕寒。他不仅懒，还馋，大言不惭的说慵馋还自哂，快乐亦谁知白香山活了七十五岁，可是写了两千七百九十首诗，早晨睡睡懒觉，我们还有什么说的字从女已简化为懒――编者，当初造字的人好像是对于女性存有偏见。其实勤与懒与性别无关。历史人物中，疏懒成性者嵇康要算是一位。他自承不涉经学，性复疏懒，筋驽肉缓，头面常一月十五日不洗，不大闷痒，不能沐也。每常小便，而忍不起，令胞中略转，乃起耳。同时，他也是卧喜晚起之徒，而且性复多虱，把搔无已。他可以长期的不洗头不洗脸不洗澡，以至于浑身生虱和扪虱而谈的王猛都是一时名士。白居易经年不沐浴，尘垢满肌肤，还不是由于懒苏东坡好像也够邋遢的，他有老来百事懒，身垢犹念浴之句，懒到身上蒙垢的时候才做沐浴之想。女人似不至此，尚无因懒而昌言无隐引以自傲的。"}
{"text":"他自承不涉经学，性复疏懒，筋驽肉缓，头面常一月十五日不洗，不大闷痒，不能沐也。每常小便，而忍不起，令胞中略转，乃起耳。同时，他也是卧喜晚起之徒，而且性复多虱，把搔无已。他可以长期的不洗头不洗脸不洗澡，以至于浑身生虱和扪虱而谈的王猛都是一时名士。白居易经年不沐浴，尘垢满肌肤，还不是由于懒苏东坡好像也够邋遢的，他有老来百事懒，身垢犹念浴之句，懒到身上蒙垢的时候才做沐浴之想。女人似不至此，尚无因懒而昌言无隐引以自傲的。主持中馈的一向是女人，缝衣捣砧的也一向是女人。早起三光，晚起三慌是从前流行的女性自励语，所谓三光三慌是指头上脸上脚上。从前的女人，夙兴夜寐，没有不患睡眠不足的，上上下下都要伺候周到，还要揪着公鸡的尾巴就起来，来照顾她自己的妇容。头要梳，脸要洗，脚要裹。所以朝晖未上就花朵盛开的牵牛花，别称为勤娘子，懒婆娘没有欣赏的分，大概她只能观赏昙花。时到如今，情形当然不同，我们放眼观察，所谓前进的新女性，哪一个不是生龙活虎一般，主内兼主外，集家事与职业一身世上如果真有所谓懒婆娘，我想其数目不会多于好吃懒做的男子汉。北平从前有一个流行的儿歌头不梳，脸不洗，拿起尿盆儿就舀米是夸张的讽刺。懒字从女，有一点冤枉。凡是自安于懒的人，大抵有他或她的一套想法。可以推给别人做的事，何必自己做可以拖到明天做的事，何必今天做一推一拖，懒之能事尽矣。自以为偶然偷懒，无伤大雅。而且世事多变，往往变则通，在推拖之际，情势起了变化，可能一些棘手的问题会自然解决。不需计较苦劳心，万事元来有命好像有时候馅饼是会从天上掉下来似的。这种打算只有一失，因为人生无常，如石火风灯，今天之后有明天，明天之后还有明天，可是谁也不知道自己还有没有明天。即使命不该绝，明天还有明天的事，事越积越多，越多越懒得去做。虱多不痒，债多不愁，那是自我解嘲懒人做事，拖拖拉拉，到头来没有不丢三落四狼狈慌张的。你懒，别人也懒，一推再推，推来推去，其结果只有误事。懒不是不可医，但须下手早，而且须从小处着手。这事需劳作父母的帮一把手。有一家三个孩子都贪睡懒觉，遇到假日还理直气壮的大睡，到时候母亲拿起晒衣服用的竹竿在三张小床上横扫，三个小把戏像鲤鱼打挺似的翻身而起。此后他们养成了早起的习惯，一直到大。"}
{"text":"虱多不痒，债多不愁，那是自我解嘲懒人做事，拖拖拉拉，到头来没有不丢三落四狼狈慌张的。你懒，别人也懒，一推再推，推来推去，其结果只有误事。懒不是不可医，但须下手早，而且须从小处着手。这事需劳作父母的帮一把手。有一家三个孩子都贪睡懒觉，遇到假日还理直气壮的大睡，到时候母亲拿起晒衣服用的竹竿在三张小床上横扫，三个小把戏像鲤鱼打挺似的翻身而起。此后他们养成了早起的习惯，一直到大。父亲房里有几份报纸，欢迎阅览，但是他有一个怪毛病，任谁看完报纸之后，必须折好叠好放还原处，否则他就大吼大叫。于是三个小把戏触类旁通，不但看完报纸立即还原，对于其他家中日用品也不敢随手乱放。小处不懒，大事也就容易勤快。我自己是一个相当的懒的人，常走抵抗最小的路，虚掷不少的光明。架上非无书，眼慵不能看白香山句。等到知道用功的时候，徒惊岁晚而已。英国十八世纪的绥夫特，偕仆远行，路途泥泞，翌晨呼仆擦洗他的皮靴，仆有难色，他说今天擦洗干净，明天还是要泥污。绥夫特说好，你今天不要吃早餐了。今天吃了，明天还是要吃。唐朝的高僧百丈禅师，以一日不作，一日不食自励，每天都要劳动作农事，至老不休。有一天他的弟子们看不过，故意把他的农具藏了起来，使他无法工作，他于是真个的饿了自己一天没有进食。得道的方外人都知道刻苦自律。清代画家石和尚在他一幅溪山无尽图上题了这样一段话，特别令人警惕。大凡天地生人，宜清勤自持，不可懒惰。若当得个懒字，便是懒汉，终无用处。残衲住牛首山房朝夕焚诵，稍余一刻，必登山选胜，一有所得，随笔作山水数幅或字一段，总之不放闲过。所谓静生动，动必作出一番事业。端教一个人立于天地间无愧。若忽忽不知，懒而不觉，何异草木一株小小的含羞草，尚且不是完全的忽忽不知，懒而不觉若是人而不如小草，羞羞羞勤勤，劳也。无论劳心劳力，竭尽所能黾勉从事，就叫做勤。各行各业，凡是勤奋不怠者必定有所成就，出人头地。即使是出家的和尚，息迹岩穴，徜徉于山水之间，勘破红尘，与世无争，他们也自有一番精进的功夫要做，于读经礼拜之外还要勤行善法不自放逸。且举两个实例一个是唐朝开元间的百丈怀海禅师，亲近马祖时得传心印，精勤不休。"}
{"text":"无论劳心劳力，竭尽所能黾勉从事，就叫做勤。各行各业，凡是勤奋不怠者必定有所成就，出人头地。即使是出家的和尚，息迹岩穴，徜徉于山水之间，勘破红尘，与世无争，他们也自有一番精进的功夫要做，于读经礼拜之外还要勤行善法不自放逸。且举两个实例一个是唐朝开元间的百丈怀海禅师，亲近马祖时得传心印，精勤不休。他制定了百丈清规，他自己笃实奉行，一日不作，一日不食。一面修行，一面劳作。出坡的时候，他躬先领导以为表率。他到了暮年仍然照常操作，弟子们于心不忍，偷偷的把他的农作工具藏匿起来。禅师找不到工具，那一天没有工作，但是那一天他也就真个的没有吃东西。他的刻苦的精神感动了不少的人。另一个是清初的以山水画著名的石和尚。请看他自题溪山无尽图大凡天地生人，宜清勤自持，不可懒惰。若当得个懒字，便是懒汉，终无用处。残衲住牛首山房，朝夕焚诵，稍余一刻，必登山选胜，一有所得，随笔作山水数幅或字一段，总之不放闲过。所谓静生动，动必作出一番事业。端教一个人立于天地间无愧。若忽忽不知，懒而不觉，何异草木人而不勤，无异草木，这句话沉痛极了。过饱食终日无所用心的生活，英文叫做，义为过植物的生活。中外的想法不谋而合。勤的反面是懒。早晨躺在床上睡懒觉，起得床来仍是懒洋洋的不事整洁，能拖到明天做的事今天不做，能推给别人做的事自己不做，不懂的事情不想懂，不会做的事不想学，无意把事情做得更好，无意把成果扩展得更多，耽好逸乐，四体不勤，念念不忘的是如何过周末如何度假期。这就是一个标准懒汉的写照。恶劳好逸，人之常情。就因为这是人之常情，人才需要鞭策自己。勤能补拙，勤能损欲，这还是消极的说法，勤的积极意义是要人进德修业，不但不同于草木，也有异于禽兽，成为名副其实的万物之灵。废话常有客过访，我打开门，他第一句话便是您没有出门我当然没有出门，如果出门，现在如何能为你启门那岂非是活见鬼他说这句话也不是表讶异。"}
{"text":"这就是一个标准懒汉的写照。恶劳好逸，人之常情。就因为这是人之常情，人才需要鞭策自己。勤能补拙，勤能损欲，这还是消极的说法，勤的积极意义是要人进德修业，不但不同于草木，也有异于禽兽，成为名副其实的万物之灵。废话常有客过访，我打开门，他第一句话便是您没有出门我当然没有出门，如果出门，现在如何能为你启门那岂非是活见鬼他说这句话也不是表讶异。人在家中乃寻常事，何惊诧之有如果他预料我不在家才来造访，则事必有因，发现我竟在家，更应该不露声色，我想他说这句话，只是脱口而出，没有经过大脑，犹如两人见面不免说说一句今天天气之类的话，聊胜于两个人都绷着脸一声不吭而已。没有多少意义的话就是废话。人不能不说话，不过废话可以少说一点。十一世纪时罗马天主教会在法国有一派僧侣，专主苦修冥想，是圣伯鲁诺所创立，名为，盖因地而得名，他的基本修行方法是不说话，一年到头的不说话。每年只有到了将近年终的时候，特准交谈一段时间，结束的时刻一到，尽管一句话尚未说完，大家立刻闭起嘴巴。明年开禁的时候，两人谈话的第一句往往是我们上次谈到一年说一次话，其间准备的时光不少，废话一定不多。梁武帝时，达摩大师在嵩山少林寺，终日面壁，九年之久，当然也不会随便开口说话，这种苦修的功夫实在难能可贵。明莲池大师竹窗随笔有云世间酽醯醇醴，藏之弥久而弥美者，皆繇封锢牢密不泄气故。古人云二十年不开口说话，向后佛也奈何你不得。旨哉言乎一说话就怕要泄气，可是这一口气憋二十年不泄，真也不易。监狱里的重犯，常被判处独居一室，使无说话机会，是一种惩罚。畜生没有语言文字，但是也会发出不同的鸣声表示不同的情意。人而不让他说话，到了寂寞难堪的时候真想自言自语，甚至说几句废话也是好的。可是说话自由的时候，还是少说废话为宜。群居终日，言不及义，难矣哉那便是废话太多的意思。现代的人好像喜欢开会，一开会就不免有人致词，而致词者常常是长篇大论，直说得口燥舌干，也不管听者是否恹恹欲睡欠伸连连。孔子家语庙堂右阶之前，有金人焉，三缄其口，而铭其背曰古之慎言人也。能慎言，当然于慎言之外不会多说废话。三缄其口只是象征，若是真的三缄其口，怎么吃饭串门子闲聊天，已不是现代社会所允许的事，因为大家都忙，实在无暇闲磕牙。"}
