{"text":"母亲呵，母亲的爱的心呵，我拿起笔儿却又写不出了。本篇就是讽刺这种倾向的。发标江浙一些地方的方言，耍威风的意思。太上老君即老聃，姓李名耳，春秋末期楚国人。道家学派创始者。东汉以来道教奉他为祖师，尊称太上老君。道德，即道德经，又称老子，相传为老聃所著。道可道非常道，见该书第一章。王者之迹熄，而诗亡等语，见孟子离娄下。子岂好辩哉，予不得已也！语见孟子滕文公下。音乐？音乐？夜里睡不着，又计画着明天吃辣子鸡，又怕和前回吃过的那一碟做得不一样，愈加睡不着了。坐起来点灯看语丝，不幸就看见了徐志摩先生的神秘谈，――不，都是音乐，是听到了音乐先生的音乐我不仅会听有音的乐，我也会听无音的乐其实也有音就是你听不见，我直认我是一个甘脆的。我深信此后还有什么什么都是音乐云云，云云云云。总之你听不着就该怨你自己的耳轮太笨或是皮粗！我这时立即疑心自己皮粗，用左手一摸右胳膊，的确并不滑再一摸耳轮，却摸不出笨也与否。然而皮是粗定了不幸而拊不留手的竟不是我的皮，还能听到什么庄周先生所指教的天籁地籁和人籁。但是，我的心还不死，再听罢，仍然没有，――阿，仿佛有了，像是电影广告的军乐。呸！错了。这是绝妙的音乐么？再听罢，没唔，音乐，似乎有了慈悲而残忍的金苍蝇，展开馥郁的安琪儿的黄翅，，颉利，弥缚谛弥谛，从荆芥萝卜玎b洋的彤海里起来。无终始的金刚石天堂的娇袅鬼茱萸，蘸着半分之一的北斗的蓝血，将翠绿的忏悔写在腐烂的鹦哥伯伯的狗肺上！你不懂么？咄！吁，我将死矣！婀娜涟漪的天狼的香而秽恶的光明的利镞，射中了塌鼻阿牛的妖艳光滑蓬松而冰冷的秃头，一匹黯l欢愉的瘦螳螂飞去了。哈，我不死矣！无终危险，我又疑心我发热了，发昏了，立刻自省，即知道又不然。这不过是一面想吃辣子鸡，一面自己胡说八道如果是发热发昏而听到的音乐，一定还要神妙些。并且其实连电影广告的军乐也没有听到，倘说是幻觉，大概也不过自欺之谈，还要给粗皮来粉饰的妄想。我不幸终于难免成为一个苦韧的非了，怨谁呢。只能恭颂志摩先生的福气大，能听到这许多绝妙的音乐而已。"}
{"text":"哈，我不死矣！无终危险，我又疑心我发热了，发昏了，立刻自省，即知道又不然。这不过是一面想吃辣子鸡，一面自己胡说八道如果是发热发昏而听到的音乐，一定还要神妙些。并且其实连电影广告的军乐也没有听到，倘说是幻觉，大概也不过自欺之谈，还要给粗皮来粉饰的妄想。我不幸终于难免成为一个苦韧的非了，怨谁呢。只能恭颂志摩先生的福气大，能听到这许多绝妙的音乐而已。但倘有不知道自怨自艾的人，想将这位先生送进疯人院去，我可要拚命反对，尽力呼冤的，――虽然将音乐送进音乐里去，从甘脆的看来，并不算什么一回事。然而音乐又何等好听呵，音乐呀！再来听一听罢，可惜而且可恨，在檐下已有麻雀儿叫起来了。咦，玲珑零星邦滂砰珉的小雀儿呵，你总依然是不管甚么地方都飞到，而且照例来唧唧啾啾地叫，轻飘飘地跳么？然而这也是音乐呀，只能怨自己的皮粗。只要一叫而人们大抵震悚的怪鸱的真的恶声在那里！？本篇最初发表于一九二四年十二月十五日语丝周刊第五期。徐志摩的神秘谈一九二四年十二月一日语丝周刊第三期刊登了徐志摩译的法国波德莱尔恶之华诗集中死尸一诗，诗前有徐志摩的长篇议论，宣扬诗的真妙处不在他的字义里，却在他的不可捉摸的音节里他刺戟着也不是你的皮肤那本来就太粗太厚！却是你自己一样不可捉摸的魂灵等神秘主义的文艺论。英语神秘主义者。都是音乐徐志摩在译诗前的议论中说我深信宇宙的底质，人生的底质，一切有形的事物与无形的思想的底质――只是音乐，绝妙的音乐。天上的星，水里泅的乳白鸭，树林里冒的烟，朋友的信，战场上的炮，坟堆里的鬼锟谀侵皇子，我昨夜的梦，无一不是音乐。你就把我送进疯人院去，我还是咬定牙龈认账的。是的，都是音乐――庄周说的天籁地籁人籁全是的。你听不着就该怨你自己的耳轮太笨，或是皮粗，别怨我。庄周约前―战国宋国人，道家学派的代表人物之一。天籁地籁和人籁，见庄子齐物论女闻人籁而未闻地籁，女闻地籁而未闻天籁夫？慈悲而残忍的金苍蝇一段话，是为讽刺徐志摩的神秘主义论调和译诗而编造的。痴华簟诽饧痴华簟诽饧尝闻天竺寓言之富，如大林深泉，他国艺文，往往蒙其影响。"}
{"text":"你就把我送进疯人院去，我还是咬定牙龈认账的。是的，都是音乐――庄周说的天籁地籁人籁全是的。你听不着就该怨你自己的耳轮太笨，或是皮粗，别怨我。庄周约前―战国宋国人，道家学派的代表人物之一。天籁地籁和人籁，见庄子齐物论女闻人籁而未闻地籁，女闻地籁而未闻天籁夫？慈悲而残忍的金苍蝇一段话，是为讽刺徐志摩的神秘主义论调和译诗而编造的。痴华簟诽饧痴华簟诽饧尝闻天竺寓言之富，如大林深泉，他国艺文，往往蒙其影响。即翻为华言之佛经中，亦随在可见，明徐元太辑喻林，颇加搜录，然卷帙繁重，不易得之。佛藏中经，以譬喻为名者，亦可五六种，惟百喻经最有条贯。其书具名百句譬喻经出三藏记集云，天竺僧伽斯那从修多罗藏十二部经中钞出譬喻，聚为一部，凡一百事，为新学者，撰说此经。萧齐永明十年九月十日，中天竺法师求那毗地出。以譬喻说法者，本经云，如阿伽陀药，树叶而裹之，取药涂毒竟，树叶还弃之，戏笑如叶裹，实义在其中也。王君品青爱其设喻之妙，因除去教诫，独留寓言又缘经末有尊者僧伽斯那造作痴华N竟语，即据以回复原名，仍印为两卷。尝称百喻，而实缺二者，疑举成数，或并以卷首之引，卷末之偈为二事也。尊者造论，虽以正法为心，譬故事于树叶，而言必及法，反多拘牵，今则已无阿伽陀药，更何得有药裹，出离界域，内外洞然，智者所见，盖不惟佛说正义而已矣。中华民国十五年五月十二日，。本篇最初印入王品青校点的痴华N一书，该书一九二六年六月由北新书局出版。天竺我国古代对印度的称呼。徐元太字汝贤，安徽宣城人，明嘉靖年间进士，官至刑部尚书。喻林，辑录我国古籍和佛经中寓言故事的类书，一二卷，分十门，每门各分子目，凡五百八十余类。有明代万历乙卯刊本。佛藏汉译佛教经典的总集名，通称大藏经。藏经的编辑从南北朝时即开始，刊印最早始于宋开宝五年的印雕佛经一藏，后历朝均有刊刻。其中以譬喻为集名的，除百喻经外，还有大集譬喻王经佛说譬喻经阿育王譬喻经法句譬喻经杂譬喻经等。出三藏记集南朝梁僧v撰，十五卷。书中记载佛教经典经律论三藏的书目序跋和各种译文的异同。僧伽斯那古印度的一个佛教法师。"}
{"text":"有明代万历乙卯刊本。佛藏汉译佛教经典的总集名，通称大藏经。藏经的编辑从南北朝时即开始，刊印最早始于宋开宝五年的印雕佛经一藏，后历朝均有刊刻。其中以譬喻为集名的，除百喻经外，还有大集譬喻王经佛说譬喻经阿育王譬喻经法句譬喻经杂譬喻经等。出三藏记集南朝梁僧v撰，十五卷。书中记载佛教经典经律论三藏的书目序跋和各种译文的异同。僧伽斯那古印度的一个佛教法师。修多罗藏，即佛教著作经律论三藏之一的经藏。修多罗，梵语经的音译。求那毗地僧伽斯那的弟子，百喻经最早的汉。阿伽陀药梵语的音译，意为万灵药。王品青？―河南济源人，北京大学毕业，曾任北京孔德学校教师。穷人小引穷人小引千八百八十年，是陀思妥夫斯基完成了他的巨制之一卡拉玛卓夫兄弟这一年他在手记上说以完全的写实主义在人中间发见人。这是彻头彻尾俄国底特质。在这意义上，我自然是民族底的。人称我为心理学家。这不得当。我但是在高的意义上的写实主义者，即我是将人的灵魂的深，显示于人的。第二年，他就死了。显示灵魂的深者，每要被人看作心理学家尤其是陀思妥夫斯基那样的。他写人物，几乎无须描写外貌，只要以语气，声音，就不独将他们的思想和感情，便是面目和身体也表示着。又因为显示着灵魂的深，所以一读那作品，便令人发生精神的变化。灵魂的深处并不平安，敢于正视的本来就不多，更何况写出？因此有些柔软无力的读者，便往往将他只看作残酷的天才。陀思妥夫斯基将自己作品中的人物们，有时也委实太置之万难忍受的，没有活路的，不堪设想的境地，使他们什么事都做不出来。用了精神的苦刑，送他们到那犯罪，痴呆，酗酒，发狂，自杀的路上去。有时候，竟至于似乎并无目的，只为了手造的牺牲者的苦恼，而使他受苦，在骇人的卑污的状态上，表示出人们的心来。这确凿是一个残酷的天才，人的灵魂的伟大的审问者。然而，在这在高的意义上的写实主义者的实验室里，所处理的乃是人的全灵魂。他又从精神底苦刑，送他们到那反省，矫正，忏悔，苏生的路上去甚至于又是自杀的路。"}
{"text":"用了精神的苦刑，送他们到那犯罪，痴呆，酗酒，发狂，自杀的路上去。有时候，竟至于似乎并无目的，只为了手造的牺牲者的苦恼，而使他受苦，在骇人的卑污的状态上，表示出人们的心来。这确凿是一个残酷的天才，人的灵魂的伟大的审问者。然而，在这在高的意义上的写实主义者的实验室里，所处理的乃是人的全灵魂。他又从精神底苦刑，送他们到那反省，矫正，忏悔，苏生的路上去甚至于又是自杀的路。到这样，他的残酷与否，一时也就难于断定，但对于爱好温暖或微凉的人们，却还是没有什么慈悲的气息的。相传陀思妥夫斯基不喜欢对人述说自己，尤不喜欢述说自己的困苦但和他一生相纠结的却正是困难和贫穷。便是作品，也至于只有一回是并没有豫支稿费的著作。但他掩藏着这些事。他知道金钱的重要，而他最不善于使用的又正是金钱直到病得寄养在一个医生的家里了，还想将一切来诊的病人当作佳客。他所爱，所同情的是这些，――贫病的人们，――所记得的是这些，所描写的是这些而他所毫无顾忌地解剖，详检，甚而至于鉴赏的也是这些。不但这些，其实，他早将自己也加以精神底苦刑了，从年青时候起，一直拷问到死灭。凡是人的灵魂的伟大的审问者，同时也一定是伟大的犯人。审问者在堂上举劾着他的恶，犯人在阶下陈述他自己的善审问者在灵魂中揭发污秽，犯人在所揭发的污秽中阐明那埋藏的光耀。这样，就显示出灵魂的深。在甚深的灵魂中，无所谓残酷，更无所谓慈悲但将这灵魂显示于人的，是在高的意义上的写实主义者。陀思妥夫斯基的著作生涯一共有三十五年，虽那最后的十年很偏重于正教的宣传了，但其为人，却不妨说是始终一律。即作品，也没有大两样。从他最初的穷人起，最后的卡拉玛卓夫兄弟止，所说的都是同一的事，即所谓捉住了心中所实验的事实，使读者追求着自己思想的径路，从这心的法则中，自然显示出伦理的观念来。这也可以说穿掘着灵魂的深处，使人受了精神底苦刑而得到创伤，又即从这得伤和养伤和愈合中，得到苦的涤除，而上了苏生的路。穷人是作于千八百四十五年，到第二年发表的是第一部，也是使他即刻成为大家的作品格里戈洛维奇和涅克拉梭夫为之狂喜，培林斯基曾给他公正的褒辞。自然，这也可以说，是显示着谦逊之力的。然而，世界竟是这么广大，而又这么狭窄穷人是这么相爱，而又不得相爱暮年是这么孤寂，而又不安于孤寂。"}
{"text":"这也可以说穿掘着灵魂的深处，使人受了精神底苦刑而得到创伤，又即从这得伤和养伤和愈合中，得到苦的涤除，而上了苏生的路。穷人是作于千八百四十五年，到第二年发表的是第一部，也是使他即刻成为大家的作品格里戈洛维奇和涅克拉梭夫为之狂喜，培林斯基曾给他公正的褒辞。自然，这也可以说，是显示着谦逊之力的。然而，世界竟是这么广大，而又这么狭窄穷人是这么相爱，而又不得相爱暮年是这么孤寂，而又不安于孤寂。他晚年的手记说富是使个人加强的，是器械底和精神底满足。因此也将个人从全体分开。富终于使少女从穷人分离了，可怜的老人便发了不成声的绝叫。爱是何等地纯洁，而又何其有搅扰咒诅之心呵！而其时只有二十四岁，却尤是惊人的事。天才的心诚然是博大的。中国的知道陀思妥夫斯基将近十年了，他的姓已经听得耳熟，但作品的译本却未见。这也无怪，虽是他的短篇，也没有很简短，便于急就的。这回丛芜才将他的最初的作品，最初绍介到中国来，我觉得似乎很弥补了些缺憾。这是用的英译本为主，参考了的英译本译出的，歧异之处，便由我比较了原白光的日文译本以定从违，又经素园用原文加以校定。在陀思妥夫斯基全集十二巨册中，这虽然不过是一小分，但在我们这样只有微力的人，却很用去许多工作了。藏稿经年，才得印出，便借了这短引，将我所想到的写出，如上文。陀思妥夫斯基的人和他的作品，本是一时研钻不尽的，统论全般，决非我的能力所及，所以这只好算作管窥之说也仅仅略翻了三本书，，N曙梦的露西亚文学研究。俄国人姓名之长，常使中国的读者觉得烦难，现在就在此略加解释。那姓名全写起来，是总有三个字的首先是名，其次是父名，第三是姓。例如这书中的解屋斯金，是姓人却称他马加尔亚列舍维奇，意思就是亚列舍的儿子马加尔，是客气的称呼亲昵的人就只称名，声音还有变化。倘是女的，便叫她某之女某。例如瓦尔瓦拉亚列舍夫那，意思就是亚列舍的女儿瓦尔瓦拉有时叫她瓦兰加，则是瓦尔瓦拉的音变，也就是亲昵的称呼。"}
{"text":"俄国人姓名之长，常使中国的读者觉得烦难，现在就在此略加解释。那姓名全写起来，是总有三个字的首先是名，其次是父名，第三是姓。例如这书中的解屋斯金，是姓人却称他马加尔亚列舍维奇，意思就是亚列舍的儿子马加尔，是客气的称呼亲昵的人就只称名，声音还有变化。倘是女的，便叫她某之女某。例如瓦尔瓦拉亚列舍夫那，意思就是亚列舍的女儿瓦尔瓦拉有时叫她瓦兰加，则是瓦尔瓦拉的音变，也就是亲昵的称呼。咬文嚼字是滥调潜源，伏园咬文嚼字是滥调潜源，伏园先生咬文嚼字一篇，在我看来，实在毫无意义。仲潜先生称它为最无聊之作，极为得体。不料先生在仲潜先生信后的附注，对于这最无聊三字大为骇异，并且说先生所举的两种，为翻译界堕落的现象，这真使我大为骇异了。我们对于一个作家或小说戏剧上的人名，总常想知道他或她的性别想知道性别，并非主张男女不平等。在中国的文字上，我们在姓底下有小姐太太或夫人，若把姓名全写出来，则中国女子的名字，大多有芳兰秀等等轻靓艳丽的字眼。周家的姑娘可以称之为周小姐，陈家的太太可以称之为陈太太，或者称为周菊芳陈兰秀亦可。从这些字样中，我们知道这个人物是女性。在外国文字中可就不同了。外国人的姓名有好些是极多的，用中文把姓名全译出来非十数字不可，这是何等惹人讨厌的事。年来国内人对于翻译作品之所以比较创造作品冷淡，就是因为翻译人名过长的缘故翻译作品之辞句不顺口，自然亦是原因中之一。假如托尔斯泰有一个女叫做，我们全译出来，成为托尔斯泰伊丽沙白八字，何等麻烦。又如有一个女子叫做，我们全译出来，便成为玛丽海尔黛司徒渥得也很讨厌。但是我们又不能把这些名字称为托尔斯泰小姐或司徒渥得夫人，因为这种六个字的称呼，比起我们看惯了周小姐陈太太三字的称呼多了一半，也不方便。没法，只得把名字删去，小姐，太太也省略，而用妥丝瘫译　Ｅｌｉａｂｅｔｈ　ＴｏｌｓｔｏｉＣ“丝图娃德∫耄这诚是不得已之举。至于说为适合中国人的胃口，故意把原名删去，有失原意的，那末，我看根本外国人的名字，便不必译，直照原文写出来好。"}
{"text":"但是我们又不能把这些名字称为托尔斯泰小姐或司徒渥得夫人，因为这种六个字的称呼，比起我们看惯了周小姐陈太太三字的称呼多了一半，也不方便。没法，只得把名字删去，小姐，太太也省略，而用妥丝瘫译　Ｅｌｉａｂｅｔｈ　ＴｏｌｓｔｏｉＣ“丝图娃德∫耄这诚是不得已之举。至于说为适合中国人的胃口，故意把原名删去，有失原意的，那末，我看根本外国人的名字，便不必译，直照原文写出来好。因为中国人能看看不惯的译文，多少总懂得点洋文的。先生此举诚未免过于吹毛求疵？至于用中国姓译外国姓，我看也未尝不可以。假如的可以译做郭，的可以译做王，的可以译做何，我们又何必把它们故意译做各旺荷呢？再者，百家姓为什么不能有伟力？诚然，国内的翻译界太糟了，太不令人满意了！翻译界堕落的现象正多，却不是这两种。伏园先生把它用二号字标题，四号字标名，也算多事，气力要卖到大地方去，却不可做这种吹敲的勾当。末了，我还要说几句先生是我所佩服的。讥刺的言辞，尖锐的笔锋，精细的观察，诚可引人无限的仰慕。呐喊出后，虽不曾名噪天下，也名噪国中了。他的令弟启明先生，亦为我崇拜之一人。读书之多，令人惊叹。自己的园地为国内文艺界一朵奇花。我尝有现代三周还有一个周建人先生，驾乎从前三苏之慨。不过名人名声越高，作品也越要郑重。若故意纵事吹敲或失之苛责，不免带有失却人信仰的危险。而记者先生把名人的滥调来充篇幅，又不免带有欺读者之嫌。冒犯，恕罪！顺祝健康。潜源。一月十七日于唐山大学。先生的那篇咬文嚼字，已有两位潜字辈的先生看了不以为然，我猜想青年中这种意见或者还多，那么这篇文章不是滥调可知了，你也会说，我也会说，我说了你也同意，你说了他也说这不消说那是滥调。先生那两项主张，在簇新头脑的青年界中尚且如此通不过去，名为滥调，是冤枉了，名为最无聊，那更冤枉了。记者对于这项问题，是加入讨论的一人，自知态度一定不能公平，所以对于潜字辈的先生们的主张，虽然万分不以为然，也只得暂且从缓答辩。好在超于我们的争论点以上，还有两项更高一层的钱玄同先生的主张，站在他的地位看我们这种争论也许是无谓已极，无论谁家胜了也只赢得不妥二字的考语罢了。"}
{"text":"先生那两项主张，在簇新头脑的青年界中尚且如此通不过去，名为滥调，是冤枉了，名为最无聊，那更冤枉了。记者对于这项问题，是加入讨论的一人，自知态度一定不能公平，所以对于潜字辈的先生们的主张，虽然万分不以为然，也只得暂且从缓答辩。好在超于我们的争论点以上，还有两项更高一层的钱玄同先生的主张，站在他的地位看我们这种争论也许是无谓已极，无论谁家胜了也只赢得不妥二字的考语罢了。伏园附注。一九二五年一月二十日京报副刊。爱之神爱之神一个小娃子，展开翅子在空中，一手搭箭，一手张弓，不知怎么一下，一箭射着前胸。小娃子先生，谢你胡乱栽培！但得告诉我我应该爱谁？娃子着慌，摇头说，唉！你是还有心胸的人，竟也说这宗话。你应该爱谁，我怎么知道。总之我的箭是放过了！你要是爱谁，便没命的去爱他你要是谁也不爱，也可以没命的去自己死掉。本篇最初发表于一九一八年五月十五日新青年第四卷第五号，署名唐俟。爱之神，古罗马神话中有爱神丘比特，传说是一个身生双翅手持弓箭的美少年，他的金箭射到青年男女的心上，就会产生爱情。案语案语案这编完写起共有三段，第一段和第三段都已经收在华盖集里了，题为导师和长城。独独这一段没有收进去，大约是因为那时以为只关于几个人的事情，并无多谈的必要的缘故。然而在当时，却也并非小事情。现代评论是学者们的喉舌，经它一喝，章锡琛先生的确不久就失去妇女杂志的编辑的椅子，终于从商务印书馆走出，――但积久却做了开明书店的老板，反而获得予夺别人的椅子的威权，听说现在还在编辑所的大门口也站起了巡警，陈百年先生是经理考试去了。这真教人不胜今昔之感。就这文章的表面看来，陈先生是意在防弊，欲以道德济法律之穷，这就是儒家和法家的不同之点。但我并不是说陈先生是儒家，章周两先生是法家，――中国现在，家数又并没有这么清清楚楚。一九三五年二月十五日晨，补记。本篇最初发表于一九二五年五月十五日莽原周刊第四期。发表时共有四段，总题编完写起。后来将第一二两段合为一篇，改题导师，末段改题为长城，编入华盖集，本篇是其中的第三段。"}
