{"text":"而不幸进化如飞矢，非堕落不止，非著物不止，祈逆飞而归弦，为理势所无有。此人世所以可悲，而摩罗宗之为至伟也。人得是力，乃以发生，乃以曼衍，乃以上征，乃至于人所能至之极点。中国之治，理想在不撄，而意异于前说。有人撄人，或有人得撄者，为帝大禁，其意在保位，使子孙王千万世，无有底止，故性解s之出，必竭全力死之有人撄我，或有能撄人者，为民大禁，其意在安生，宁蜷伏堕落而恶进取，故性解之出，亦必竭全力死之。柏拉图建神思之邦，谓诗人乱治，当放域外虽国之美污，意之高下有不同，而术实出于一。盖诗人者，撄人心者也。凡人之心，无不有诗，如诗人作诗，诗不为诗人独有，凡一读其诗，心即会解者，即无不自有诗人之诗。无之何以能够？惟有而未能言，诗人为之语，则握拨一弹，心弦立应，其声激于灵府，令有情皆举其首，如睹晓日，益为之美伟强力高尚发扬，而污浊之平和，以之将破。平和之破，人道蒸也。虽然，上极天帝，下至舆台，则不能不因此变其前时之生活协力而夭阏之，思永保其故态，殆亦人情已。故态永存，是曰古国。惟诗究不可灭尽，则又设范以囚之。如中国之诗，舜云言志而后贤立说，乃云持人性情，三百之旨，无邪所蔽。夫既言志矣，何持之云？强以无邪，即非人志。许自繇于鞭策羁縻之下，殆此事乎？然厥后文章，乃果辗转不逾此界。其颂祝主人，悦媚豪右之作，可无俟言。即或心应虫鸟，情感林泉，发为韵语，亦多拘于无形之囹圄，不能舒两间之真美否则悲慨世事，感怀前贤，可有可无之作，聊行于世。倘其嗫嚅之中，偶涉眷爱，而儒服之士，即交口非之。况言之至反常俗者乎？惟灵均将逝，脑海波起，通于汨罗，返顾高丘，哀其无女，则抽写哀怨，郁为奇文。茫洋在前，顾忌皆去，怼世俗之浑浊，颂己身之修能，怀疑自遂古之初，直至百物之琐末，放言无惮，为前人所不敢言。然中亦多芳菲凄恻之音，而反抗挑战，则终其篇未能见，感动后世，为力非强。刘彦和所谓才高者菀其鸿裁，中巧者猎其艳辞，吟讽者衔其山川，童蒙者拾其香草。皆著意外形，不涉内质，孤伟自死，社会依然，四语之中，函深哀焉。故伟美之声，不震吾人之耳鼓者，亦不始于今日。大都诗人自倡，生民不耽。试稽自有文字以至今日，凡诗宗词客，能宣彼妙音，传其灵觉，以美善吾人之性情，崇大吾人之思理者，果几何人？上下求索，几无有矣。"}
{"text":"然中亦多芳菲凄恻之音，而反抗挑战，则终其篇未能见，感动后世，为力非强。刘彦和所谓才高者菀其鸿裁，中巧者猎其艳辞，吟讽者衔其山川，童蒙者拾其香草。皆著意外形，不涉内质，孤伟自死，社会依然，四语之中，函深哀焉。故伟美之声，不震吾人之耳鼓者，亦不始于今日。大都诗人自倡，生民不耽。试稽自有文字以至今日，凡诗宗词客，能宣彼妙音，传其灵觉，以美善吾人之性情，崇大吾人之思理者，果几何人？上下求索，几无有矣。第此亦不能为彼徒罪也，人人之心，无不泐二大字曰实利，不获则劳，既获便睡。纵有激响，何能撄之？夫心不受撄，非槁死则缩H耳，而况实利之念，复ss热于中，且其为利，又至陋劣不足道，则驯至卑懦俭啬，退让畏葸，无古民之朴野，有末世之浇漓，又必然之势矣，此亦古哲人所不及料也。夫云将以诗移人性情，使即于诚善美伟强力敢为之域，闻者或晒其迂远乎而事复无形，效不显于顷刻。使举一密栗之反证，殆莫如古国之见灭于外仇矣。凡如是者，盖不止答击縻系，易于毛角而已，且无有为沉痛著大之声，撄其后人，使之兴起即间有之，受者亦不为之动，创痛少去，即复营营于治生，活身是图，不恤污下，外仇又至，摧败继之。故不争之民，其遭遇战事，常较好争之民多，而畏死之民，其苓落殇亡，亦视强项敢死之民众。千八百有六年八月，拿坡仑大挫普鲁士军，翌年七月，普鲁士乞和，为从属之国。然其时德之民族，虽遭败亡窘辱，而古之精神光耀，固尚保有而未隳。于是有爱伦德者出，著时代精神篇sZ，以伟大壮丽之笔，宣独立自繇之音，国人得之，敌忾之心大炽已而为敌觉察，探索极严，乃走瑞士。递千八百十二年，拿坡仑挫于墨斯科之酷寒大火，逃归巴黎，欧土遂为云扰，竞举其反抗之兵。翌年，普鲁士帝威廉三世乃下令召国民成军，宣言为三事战，曰自由正义祖国英年之学生诗人美术家争赴之。爱伦德亦归，著国民军者何暨莱因为德国大川特非其界二篇，以鼓青年之意气。而义勇军中，时亦有人曰台陀开纳，慨然投笔，辞维也纳，剧场诗人之职，别其父母爱者，遂执兵行作书贻父母曰，普鲁士之鹫，已以鸷击诚心，觉德意志民族之大望矣。吾之吟咏，无不为宗邦神往。吾将舍所有福祉欢欣，为宗国战死。嗟夫，吾以明神之力，已得大悟。为邦人之自由与人道之善故，牺牲孰大于是？"}
{"text":"爱伦德亦归，著国民军者何暨莱因为德国大川特非其界二篇，以鼓青年之意气。而义勇军中，时亦有人曰台陀开纳，慨然投笔，辞维也纳，剧场诗人之职，别其父母爱者，遂执兵行作书贻父母曰，普鲁士之鹫，已以鸷击诚心，觉德意志民族之大望矣。吾之吟咏，无不为宗邦神往。吾将舍所有福祉欢欣，为宗国战死。嗟夫，吾以明神之力，已得大悟。为邦人之自由与人道之善故，牺牲孰大于是？热力无量，涌吾灵台，吾起矣！后此之竖琴长剑一集，亦无不以是精神，凝为高响，展卷方诵，血脉已张。然时之怀热诚灵悟如斯状者，盖非止开纳一人也，举德国青年，无不如是。开纳之声，即全德人之声，开纳之血，亦即全德人之血耳。故推而论之，败拿坡仑者，不为国家，不为皇帝，不为兵刃，国民而已。国民皆诗，亦皆诗人之具，而德卒以不亡。此岂笃守功利，摈斥诗歌，或抱异域之朽兵败甲，冀自卫其衣食室家者，意料之所能至哉？然此亦仅譬诗力于米盐，聊以震崇实之士，使知黄金黑铁，断不足以兴国家，德法二国之外形，亦非吾邦所可活剥示其内质，冀略有所悟解而已。此篇本意，固不在是也。三由纯文学上言之，则以一切美术之本质，皆在使观听之人，为之兴感怡悦。文章为美术之一，质当亦然，与个人暨邦国之存，无所系属，实利离尽，究理弗存。故其为效，益智不如史乘，诫人不如格言，致富不如工商，弋功名不如卒业之券。特世有文章，而人乃以几于具足。英人道覃有言曰，美术文章之桀出于世者，观诵而后，似无裨于人间者，往往有之。然吾人乐于观诵，如游巨浸，前临渺茫，浮游波际，游泳既已，神质悉移。而彼之大海，实仅波起涛飞，绝无情愫，未始以一教训一格言相授。顾游者之元气体力，则为之陡增也。故文章之于人生，其为用决不次于衣食，宫室，宗教，道德。盖缘人在两间，必有时自觉以勤勉，有时丧我而惝恍，时必致力于善生，时必并忘其善生之事而入于醇乐，时或活动于现实之区，时或神驰于理想之域苟致力于其偏，是谓之不具足。严冬永留，春气不至，生其躯壳，死其精魂，其人虽生，而人生之道失。文章不用之用，其在斯乎？约翰穆黎曰，近世文明，无不以科学为术，合理为神，功利为鹄。大势如是，而文章之用益神。所以者何？以能涵养吾人之神思耳。"}
{"text":"顾游者之元气体力，则为之陡增也。故文章之于人生，其为用决不次于衣食，宫室，宗教，道德。盖缘人在两间，必有时自觉以勤勉，有时丧我而惝恍，时必致力于善生，时必并忘其善生之事而入于醇乐，时或活动于现实之区，时或神驰于理想之域苟致力于其偏，是谓之不具足。严冬永留，春气不至，生其躯壳，死其精魂，其人虽生，而人生之道失。文章不用之用，其在斯乎？约翰穆黎曰，近世文明，无不以科学为术，合理为神，功利为鹄。大势如是，而文章之用益神。所以者何？以能涵养吾人之神思耳。涵养人之神思，即文章之职与用也。此他丽于文章能事者，犹有特殊之用一。盖世界大文，无不能启人生之机，而直语其事实法则，为科学所不能言者。所谓机，即人生之诚理是已。此为诚理，微妙幽玄，不能假口于学子。如热带人未见冰前，为之语冰，虽喻以物理生理二学，而不知水之能凝，冰之为冷如故惟直示以冰，使之触之，则虽不言质力二性，而冰之为物，昭然在前，将直解无所疑沮。惟文章亦然，虽缕判条分，理密不如学术，而人生诚理，直笼其辞句中，使闻其声者，灵府朗然，与人生即会。如热带人既见冰后，曩之竭研究思索而弗能喻者，今宛在矣。昔爱诺尔特氏以诗为人生评骘，亦正此意。故人若读鄂谟s以降大文，则不徒近诗，且自与人生会，历历见其优胜缺陷之所存，更力自就于圆满。此其效力，有教示意既为教示，斯益人生而其教复非常教，自觉勇猛发扬精进，彼实示之。凡苓落颓唐之邦，无不以不耳此教示始。顾有据群学见地以观诗者，其为说复异要在文章与道德之相关。谓诗有主分，曰观念之诚。其诚奈何？则曰为诗人之思想感情，与人类普遍观念之一致。得诚奈何？则曰在据极溥博之经验。故所据之人群经验愈溥博，则诗之溥博视之。所谓道德，不外人类普遍观念所形成。故诗与道德之相关，缘盖出于造化。诗与道德合，即为观念之诚，生命在是，不朽在是。非如是者，必与群法b驰。以背群法故，必反人类之普遍观念以反普遍观念故，必不得观念之诚。观念之诚失，其诗宜亡。故诗之亡也，恒以反道德故。然诗有反道德而竟存者奈何？则曰，暂耳。无邪之说，实与此契。苟中国文事复兴之有日，虑操此说以力削其萌蘖者，尚有徒也。而欧洲评骘之士，亦多抱是说以律文章。十九世纪初，世界动于法国革命之风潮，德意志西班牙意太利希腊皆兴起，往之梦意，一晓而苏惟英国较无动。"}
{"text":"故诗与道德之相关，缘盖出于造化。诗与道德合，即为观念之诚，生命在是，不朽在是。非如是者，必与群法b驰。以背群法故，必反人类之普遍观念以反普遍观念故，必不得观念之诚。观念之诚失，其诗宜亡。故诗之亡也，恒以反道德故。然诗有反道德而竟存者奈何？则曰，暂耳。无邪之说，实与此契。苟中国文事复兴之有日，虑操此说以力削其萌蘖者，尚有徒也。而欧洲评骘之士，亦多抱是说以律文章。十九世纪初，世界动于法国革命之风潮，德意志西班牙意太利希腊皆兴起，往之梦意，一晓而苏惟英国较无动。顾上下相，时有不平，而诗人裴伦，实生此际。其前有司各德辈，为文率平妥翔实，与旧之宗教道德极相容。迨有裴伦，乃超脱古范，直抒所信，其文章无不函刚健抗拒破坏挑战之声。平和之人，能无惧乎？于是谓之撒但。此言始于苏惹，而众和之后或扩以称修黎以下数人，至今不废。苏惹亦诗人，以其言能得当时人群普遍之诚故，获月桂冠，攻裴伦甚力。裴伦亦以恶声报之，谓之诗商。所著有纳尔逊传s今最行于世。旧约记神既以七日造天地，终乃抟埴为男子，名曰亚当，已而病其寂也，复抽其肋为女子，是名夏娃，皆居伊甸。更益以鸟兽卉木四水出焉。伊甸有树，一曰生命，一曰知识。神禁人勿食其实魔乃半蛇以诱夏娃，使食之，爰得生命知识。神怒，立逐人而诅蛇，蛇腹行而土食人则既劳其生，又得其死，罚且及于子孙，无不如是。英诗人弥耳敦，尝取其事作失乐园ss，有天神与撒但战事，以喻光明与黑暗之争。撒但为状，复至狞厉。是诗而后，人之恶撒但遂益深。然使震旦人士异其信仰者观之，则亚当之居伊甸，盖不殊于笼禽，不识不知，惟帝是悦，使无天魔之诱，人类将无由生。故世间人，当蔑弗秉有魔血，惠之及人世者，撒但其首矣。然为基督宗徒，则身被此名，正如中国所谓叛道，人群共弃，艰于置身，非强怒善战豁达能思之士，不任受也。亚当夏娃既去乐园，乃举二子，长曰亚伯，次曰凯因。亚伯牧羊，凯因耕植是事，尝出所有以献神。神喜脂膏而恶果实，斥凯因献不视以是，凯因渐与亚伯争，终杀之。神则诅凯因，使不获地力，流于殊方。裴伦取其事作传奇，于神多所诘难。"}
{"text":"故世间人，当蔑弗秉有魔血，惠之及人世者，撒但其首矣。然为基督宗徒，则身被此名，正如中国所谓叛道，人群共弃，艰于置身，非强怒善战豁达能思之士，不任受也。亚当夏娃既去乐园，乃举二子，长曰亚伯，次曰凯因。亚伯牧羊，凯因耕植是事，尝出所有以献神。神喜脂膏而恶果实，斥凯因献不视以是，凯因渐与亚伯争，终杀之。神则诅凯因，使不获地力，流于殊方。裴伦取其事作传奇，于神多所诘难。教徒皆怒，谓为渎圣害俗，张皇灵魂有尽之诗，攻之至力。迄今日评骘之士，亦尚有以是难裴伦者。尔时独穆亚及修黎二人，深称其诗之雄美伟大。德诗宗瞿提，亦谓为绝世之文，在英国文章中，此为至上之作后之劝遏克曼治英国语言，盖即冀其直读斯篇云。约又记凯因既流，亚当更得一子，历岁永永，人类益繁，于是心所思惟，多涉恶事。主神乃悔，将殄之。有挪亚独善事神，神令致亚斐木为方舟，将眷属动植，各从其类居之。遂作大雨四十昼夜，洪水泛滥，生物灭尽，而挪亚之族独完，水退居地，复生子孙，至今日不绝。吾人记事涉此，当觉神之能悔，为事至奇而人之恶撒但，其理乃无足诧。盖既为挪亚子孙，自必力斥抗者，敬事主神，战战兢兢，绳其祖武，冀洪水再作之日，更得密诏而自保于方舟耳。抑吾闻生学家言，有云反种一事，为生物中每现异品，肖其远先，如人所牧马，往往出野物，类之不拉Z，盖未驯以前状，复现于今日者。撒但诗人之出，殆亦如是，非异事也。独众马怒其不伏箱，群起而交U之，斯足悯叹焉耳。四裴伦名乔治戈登，系出司堪第那比亚海贼蒲隆族。其族后居诺曼，从威廉入英，递显理二世时，始用今字。裴伦以千七百八十八年一月二十二日生于伦敦，十二岁即为诗长游堪勃力俱大学不成，渐决去英国，作汗漫游，始于波陀牙，东至希腊突厥及小亚细亚，历审其天物之美，民俗之异，成哈洛尔特游草s二卷，波谲云诡，世为之惊绝。次作不信者暨阿毕陀斯新妇行s二篇，皆取材于突厥。"}
{"text":"裴伦以千七百八十八年一月二十二日生于伦敦，十二岁即为诗长游堪勃力俱大学不成，渐决去英国，作汗漫游，始于波陀牙，东至希腊突厥及小亚细亚，历审其天物之美，民俗之异，成哈洛尔特游草s二卷，波谲云诡，世为之惊绝。次作不信者暨阿毕陀斯新妇行s二篇，皆取材于突厥。前者记不信者对回教而言通哈山之妻，哈山投其妻于水，不信者逸去，后终归而杀哈山，诣庙自忏绝望之悲，溢于毫素，读者哀之。次为女子苏黎加爱舍林，而其父将以婚他人，女偕舍林出奔，已而被获，舍林斗死，女亦终尽其言有反抗之音。迫千八百十四年一月，赋海贼s之诗。篇中英雄曰康拉德，于世已无一切眷爱，遗一切道德，惟以强大之意志，为贼渠魁，领其从者，建大邦于海上。孤舟利剑，所向悉如其意。独家有爱妻，他更无有往虽有神，而康拉德早弃之，神亦已弃康拉德矣。故一剑之力，即其权利，国家之法度，社会之道德，视之蔑如。权力若具，即用行其意志，他人奈何，天帝何命，非所问也。若问定命之何如？则曰，在鞘中，一旦外辉，彗且失色而已。然康拉德为人，初非元恶，内秉高尚纯洁之想，尝欲尽其心力，以致益于人间比见细人蔽明，谗谄害聪，凡人营营，多猜忌中伤之性，则渐冷淡，则渐坚凝，则渐嫌厌终乃以受自或人之怨毒，举而报之全群，利剑轻舟，无间人神，所向无不抗战。盖复仇一事，独贯注其全精神矣。一日攻塞特，败而见囚，塞特有妃爱其勇，助之脱狱，泛舟同奔，遇从者于波上，乃大呼曰，此吾舟，此吾血色之旗也，吾运未尽于海上！然归故家，则银G暗而爱妻逝矣。既而康拉德亦失去，其徒求之波间海角，踪迹奇然，独有以无量罪恶，系一德义之名，永存于世界而已。裴伦之祖约翰，尝念先人为海王，因投海军为之帅裴伦赋此，缘起似同有即以海贼字裴伦者，裴伦闻之窃喜，则篇中康拉德为人，实即此诗人变相，殆无可疑已。越三月，又作赋曰罗罗，记其人尝杀人不异海贼，后图起事，败而伤，飞矢来贯其胸，遂死。所叙自尊之夫，力抗不可避之定命，为状惨烈，莫可比方。此他犹有所制，特非雄篇。其诗格多师司各德，而司各德由是锐意于小说，不复为诗，避裴伦也。"}
{"text":"裴伦之祖约翰，尝念先人为海王，因投海军为之帅裴伦赋此，缘起似同有即以海贼字裴伦者，裴伦闻之窃喜，则篇中康拉德为人，实即此诗人变相，殆无可疑已。越三月，又作赋曰罗罗，记其人尝杀人不异海贼，后图起事，败而伤，飞矢来贯其胸，遂死。所叙自尊之夫，力抗不可避之定命，为状惨烈，莫可比方。此他犹有所制，特非雄篇。其诗格多师司各德，而司各德由是锐意于小说，不复为诗，避裴伦也。已而裴伦去其妇，世虽不知去之之故，然争难之，每临会议，嘲骂即四起，且禁其赴剧场。其友穆亚为之传，评是事曰，世于裴伦，不异其母，忽爱忽恶，无判决也。顾窘戮天才，殆人群恒状，滔滔皆是，宁止英伦。中国汉晋以来，凡负文名者，多受谤毁，刘彦和为之辩曰，人禀五才，修短殊用，自非上哲，难以求备，然将相以位隆特达，文士以职卑多诮，此江河所以腾涌，涓流所以寸析者。东方恶习，尽此数言。然裴伦之祸，则缘起非如前陈，实反由于名盛，社会顽愚，仇敌窥，乘隙立起，众则不察而妄和之若颂高官而厄寒士者，其污且甚于此矣。顾裴伦由是遂不能居英，自曰，使世之评骘诚，吾在英为无值，若评骘谬，则英于我为无值矣。吾其行乎？然未已也，虽赴异邦，彼且蹑我。已而终去英伦，千八百十六年十月，抵意太利。自此，裴伦之作乃益雄。裴伦在异域所为文，有哈洛尔特游草之续，堂祥之诗，及三传奇称最伟，无不张撒但而抗天帝，言人所不能言。一曰曼弗列特，记曼以失爱绝欢，陷于巨苦，欲忘弗能，鬼神见形问所欲，曼云欲忘，鬼神告以忘在死，则对曰，死果能令人忘耶？复衷疑而弗信也。后有魅来降曼弗列特，而曼忽以意志制苦，毅然斥之曰，汝曹决不能诱惑灭亡我。中略我，自坏者也。行矣，魅众！死之手诚加我矣，然非汝手也。意盖谓己有善恶，则褒贬赏罚，亦悉在己，神天魔龙，无以相凌，况其他乎？曼弗列特意志之强如是，裴伦亦如是。论者或以拟瞿提之传奇法斯忒s云。二曰凯因，典据已见于前分，中有魔曰卢希飞勒，导凯因登太空，为论善恶生死之故，凯因悟，遂师摩罗。比行世，大遭教徒攻击，则作天地以报之，英雄为耶彼第，博爱而厌世，亦以诘难教宗，鸣其非理者。夫撒但何由P乎？以彼教言，则亦天使之大者，徒以陡起大望，生背神心，败而堕狱，是云魔鬼。"}
{"text":"意盖谓己有善恶，则褒贬赏罚，亦悉在己，神天魔龙，无以相凌，况其他乎？曼弗列特意志之强如是，裴伦亦如是。论者或以拟瞿提之传奇法斯忒s云。二曰凯因，典据已见于前分，中有魔曰卢希飞勒，导凯因登太空，为论善恶生死之故，凯因悟，遂师摩罗。比行世，大遭教徒攻击，则作天地以报之，英雄为耶彼第，博爱而厌世，亦以诘难教宗，鸣其非理者。夫撒但何由P乎？以彼教言，则亦天使之大者，徒以陡起大望，生背神心，败而堕狱，是云魔鬼。由是言之，则魔亦神所手创者矣。已而潜入乐园，至善美安乐之伊甸，以一言而立毁，非具大能力，易克至是？伊甸，神所保也，而魔毁之，神安得云全能？况自创恶物，又从而惩之，且更瓜蔓以惩人，其慈又安在？故凯因曰，神为不幸之因。神亦自不幸，手造破灭之不幸者，何幸福之可言？而吾父曰，神全能也。问之曰，神善，何复恶邪，则曰，恶者，就善之道尔。神之为善，诚如其言先以冻馁，乃与之衣食先以疠疫，乃施之救援手造罪人，而曰吾赦汝矣。人则曰，神可颂哉，神可颂哉！营营而建伽兰焉。卢希飞勒不然，曰吾誓之两间，吾实有胜我之强者，而无有加于我之上位。彼胜我故，名我曰恶，若我致胜，恶且在神，善恶易位耳。此其论善恶，正异尼耙。尼耙意谓强胜弱故，弱者乃字其所为曰恶，故恶实强之代名此则以恶为弱之冤谥。故尼耙欲自强，而并颂强者此则亦欲自强，而力抗强者，好恶至不同，特图强则一而已。人谓神强，因亦至善。顾善者乃不喜华果，特嗜腥膻，凯因之献，纯洁无似，则以旋风振而落之。人类之始，实由主神，一拂其心，即发洪水，并无罪之禽虫卉木而殄之。人则曰，爰灭罪恶，神可颂哉！耶彼第乃曰，汝得救孺子众！汝以为脱身狂涛，获天幸欤？汝曹偷生，逞其食色，目击世界之亡，而不生其悯叹复无勇力，敢当大波，与同胞之人，共其运命偕厥考逃于方舟，而建都邑于世界之墓上，竟无惭耶？然人竟无惭也，方伏地赞颂，无有休止，以是之故，主神遂强。使众生去而不之理，更何威力之能有？人既授神以力，复假之以厄撒但而此种人，又即主神往所殄灭之同类。以撒但之意观之，其为顽愚陋劣，如何可言？将晓之欤，则音声未宣，众已疾走，内容何若，不省察也。将任之欤，则非撒但之心矣，故复以权力现于世。神，一权力也撒但，亦一权力也。惟撒但之力，即生于神，神力若亡，不为之代上则以力抗天帝，下则以力制众生，行之背驰，莫甚于此。"}
