{"text":"门人不敬子路。子曰由也升堂矣，未入于室也！子路学习鼓瑟――瑟比现在流行的古筝一类的乐器还要古老，有现在普通写字台那样大，有五十根弦，很复杂。鼓字，便是敲弹的意思。子路正在鼓瑟，孔子看见，觉得很好玩，于是讲了一句笑话，他说子路啊！他对于鼓瑟，还没有入门呢！说到这里，我想到一个事实的笑话我有一个学生是学科学的，他原有个外号叫科学怪人。这人做事讲话，什么都是机械化的。后来，住在我家里，我所讲的一些关于中国文化的东西，还是他记载的，他很有兴趣。他的弹筝，也是机械化。我笑他是科学弹筝，他也不管。但有一点，他做事是很科学的，他开始学筝的时候说，每天只学十分钟，以后就固定化，每天尽管忙，必弹十分钟，不多不少。半年以后，还真的弹得蛮好了。由他的修养，我就感觉到，做任何事情，不要怕人家笑，这也是科学精神。他除了科学怪人的绰号之外，还有一个外号是紧张大师。后来到了美国，有个场合，人家要他表演，他就在很多人面前表演弹筝，一上台，手就发抖。不知道的人，还以为是一种特别的指法呢。常常有些人说，年纪大了，要学什么东西没有时间。我就常拿他这个精神告诉人家，一天只用十分钟好了，一年两年下来就不得了。实际上，我们回想起来，读书也好，学别的也好，很少用超过一天十分钟，连续三年加起来那么多的时间。如果真下这个工夫，无论哪一件事情，都会有成就。子路鼓瑟，孔子也是对他作这样的批评。同学们听到孔子这个批评，对子路就不佩服了。在这里就看出群众的心理是盲从的。这个地方，我们读书就要注意了，真正头脑冷静，任何事情不跟着别人转变，要用自己真正的智慧眼光来看一件事看一个人。所以，孔子看到同学们这个盲从的毛病就说，你们也真是太看轻人，我说子路，是勉励激发他的话，实际上，子路鼓瑟的成就，已经进入了厅堂里，不过没有进入内室去而已。升堂入室的典故，就是从这里来的。堂与室不能用现代的建筑格局来讲的，中国过去的建筑，有明堂格式，一般人讲话骂人你是什么明堂？过去的建筑，都是四合院式的，中间一个大天井，中间的大厅是明堂，深入明堂是内室，再后面就是后院了。孔子认为子路鼓瑟已经升堂了，不过没有深入到内室，如此而已。我这样说了一句话，你们就轻视他，太不应该，太轻率了。"}
{"text":"升堂入室的典故，就是从这里来的。堂与室不能用现代的建筑格局来讲的，中国过去的建筑，有明堂格式，一般人讲话骂人你是什么明堂？过去的建筑，都是四合院式的，中间一个大天井，中间的大厅是明堂，深入明堂是内室，再后面就是后院了。孔子认为子路鼓瑟已经升堂了，不过没有深入到内室，如此而已。我这样说了一句话，你们就轻视他，太不应该，太轻率了。低昂失律的资质子贡问师与商也孰贤？子曰师也过，商也不及。曰然则师愈与？子曰过犹不及。我们都会用的成语过犹不及，就是出自论语孔子说的话。师就是子张，商就是子夏，都是在前面介绍过的孔门高弟。子贡有一次问孔子，子张和子夏两个人，哪一个比较好，孔子说子张太过了，子夏不及。现在我们讨论过和不及这两个词。所谓过，不是过错的过，不是犯了罪，而是聪明过头，有些人脑筋动得快，反应过敏了。有些人拚命研究一个问题，研究得太多了，反而走上一条错误的路子，这就是过。像讲道德，过分了就难免偏差，有一个学生，连我对他都肃然起敬，但也很难相处得自然。因为他的态度太讲礼，太过严肃了。他随时一定端容正坐，可是一身好像僵硬了，从来没有过自然的姿态。他说他自幼读中学时，就读儒家的书，效法书中所说的孔子，所以养成这个样子。我说孔子并不是这个样子，这是宋代的理学家所塑造的形相，太过分太呆板，这样人生都会感到枯燥无味，这就是过分了。不及是有些人懒得用心，对一个问题，想了想大概这样，觉得差不多了就停下来，这就是中国人不及的毛病。所以人家骂我们中国人马马虎虎大概差不多的观念，这都是不及。科学精神是买酱油的钱，绝不能移来买醋。中国人买酱油与买醋，两样都差不多，马马虎虎，酸咸混淆一起，这就是作人做事不及的地方。总之，不及则不够标准，或者过则超过了标准，都是偏差。孔子说，子张过头了，子夏则是不及。子贡就说，这样应该子张比子夏更好了因为子张超过了头了，总该是好的。孔子说，不见得如此，超过了标准与不够标准，一样都是毛病。我们这里只能讲一个原则，要发挥起来，可举的事例太多太多，作人做事，稍有不慎，都会过犹不及。做得恰到好处，符合中庸之道，才是对的。"}
{"text":"科学精神是买酱油的钱，绝不能移来买醋。中国人买酱油与买醋，两样都差不多，马马虎虎，酸咸混淆一起，这就是作人做事不及的地方。总之，不及则不够标准，或者过则超过了标准，都是偏差。孔子说，子张过头了，子夏则是不及。子贡就说，这样应该子张比子夏更好了因为子张超过了头了，总该是好的。孔子说，不见得如此，超过了标准与不够标准，一样都是毛病。我们这里只能讲一个原则，要发挥起来，可举的事例太多太多，作人做事，稍有不慎，都会过犹不及。做得恰到好处，符合中庸之道，才是对的。中庸之道很难做到，现在也有人故意讽刺中庸之道就是马马虎虎，这不是中庸，这是不及，把不及当作中庸，这就错了。季氏富于周公，而求也为之聚敛，而附益之。子曰非吾徒也，小子鸣鼓而攻之可也。这是孔子对于一个学生的申斥。冉求为当时鲁国的权门季家当总务长。孔子说季家为鲁国的权门，财富已经很多了，比周公还多。周公是被封于鲁国的始祖，也是鲁国的国君初祖。季家已经富可敌国了。可是学生当中的冉求，还公然替他设法找更多的钱，还为他加倍的设法搜括，等于是拍季家的马屁，特别为他努力，这就造成财富不均贫富悬殊的趋势。所以孔子说，这个人不是我的学生，可以开除了，你们可以公开的把他轰出去。这就是孔子对学生品行方面的要求，他不希望他们成为一个书呆子，而要他们能做事，对国家社会有所贡献，这才是真正的学问，也是儒家学问的中心所在。儒家四相柴也愚，参也鲁，师也辟，由也汀Ｕ庖彩嵌运母鲅生的评论。柴，姓高，字子羔，少孔子三十岁。这评论不一定是孔子亲自说的，是后来门人的记载。其中说高子羔这个人比较愚，照现在话来说就是笨，但并不是我们普通说的笨。朴拙一点，举止比较迟缓就近愚，不完全是笨的意思。还有这个愚字的笑话，有些学生在外国已拿到博士硕士学位，写信回来，往往自称愚生，这对于传统文化真是一大讽刺。后来一问，在高中都正式教过的。可见在教育上并没有错，错在自己不留心而已。唐代以后，一千多年来，愚字都是长辈对晚辈或平辈间的谦称。例如师长对学生写信，可以自己谦称为愚兄。舅对年长的外甥，也可谦称愚舅。对弟弟，也可谦称愚兄。可是还有人称愚生，那就奇怪了。那么，上面称老师，应该对称为笨师了？一笑。这是另外谈到写信的礼貌。"}
{"text":"朴拙一点，举止比较迟缓就近愚，不完全是笨的意思。还有这个愚字的笑话，有些学生在外国已拿到博士硕士学位，写信回来，往往自称愚生，这对于传统文化真是一大讽刺。后来一问，在高中都正式教过的。可见在教育上并没有错，错在自己不留心而已。唐代以后，一千多年来，愚字都是长辈对晚辈或平辈间的谦称。例如师长对学生写信，可以自己谦称为愚兄。舅对年长的外甥，也可谦称愚舅。对弟弟，也可谦称愚兄。可是还有人称愚生，那就奇怪了。那么，上面称老师，应该对称为笨师了？一笑。这是另外谈到写信的礼貌。在这节书里，愚的意思是反应迟钝。第二个是参也鲁，鲁和愚看起来好像差不多。像水浒传这部小说，非常妙，它包含了社会哲学，也包含了历史哲学，其中人物，三十六天罡七十二地煞，都是怪物。这一百零八个人各加一个外号，这些外号都有民间的哲理，看起来蛮有意思。如宋江的外号及时雨，天旱久了来一场及时雨有多好。但及时雨宋送江，送到江里去了，一点用都没有。又如智多星吴无用，也是一样。花和尚鲁智深，姓就用鲁，所谓鲁就是鲁莽。他相当粗暴，动辄就打，虽然出家当了和尚，喝醉了连佛像都打掉。可是他的打，是很聪明的打法。盲目地崇拜偶像，并不是真正信仰的精神。真正信仰的人，不一定要崇拜偶像，一个真正具有宗教家精神的人，并不是一定要有宗教的形态。所以鲁智深的鲁是代表这样的性格。我们说鲁就是笨，这说法错了。鲁是在愚的当中又带点直，而直的当中又不粗暴，慢吞吞的为鲁。师也辟，子张比较有点固执，有了学问的人，多半易犯这个毛病，大致文人也多固执，这样看不惯，那样看不起。这里所讲的子张有点特殊的个性，就谓之辟。由也停这个陀胙柘嗤ǎ就是土佬，很俗气很粗糙的相似形态。子路做事比较粗暴，讲话也比较豪放。本篇为什么只提这四个人呢？因为这四个人也代表了人格的四种典型。一般人可以用这四种典型来做一个小的归类不是这类，就是那类。颜回的空子贡的有子曰回也，其庶乎！屡空。赐不受命，而货殖焉，亿则屡中。这里提到的两个人，一个是孔子最欣赏的一个是孔子得他帮忙最大的。这篇书里我们可以看到，孔子的学生们各有他的长处，也各有他的缺点。作一个领导人，对他的部下，一定要了解，每人有长处，也有缺点。"}
{"text":"本篇为什么只提这四个人呢？因为这四个人也代表了人格的四种典型。一般人可以用这四种典型来做一个小的归类不是这类，就是那类。颜回的空子贡的有子曰回也，其庶乎！屡空。赐不受命，而货殖焉，亿则屡中。这里提到的两个人，一个是孔子最欣赏的一个是孔子得他帮忙最大的。这篇书里我们可以看到，孔子的学生们各有他的长处，也各有他的缺点。作一个领导人，对他的部下，一定要了解，每人有长处，也有缺点。再讲一个人生哲学的道理，我们要注意，有人说某某的长处是什么，短处又是什么。如以哲学的观点来说，某人的缺点也正是他的长处，而长处也就是他的缺点。不但某人如此，我们每一个人也是如此，长处与缺点几乎分不开的。用得好就是长处。用不好就是缺点。作为一个领导人一定要懂得这一点。如果所用的人，都希望他和自己一样，那这个事业就不要做了。人形形色色，各有所不同，就要养成自己对于各种各样的人都能包涵，都能领导，这是很要紧的。孔子这里说，品德最好的只有颜回，具备各方面的长处，差不多已经够得上道德的标准。但是屡空――太穷，常常是空的。不过屡空这两个字，有不同的解释，尤其学佛学道的人解释更不同。他们解释说，只有颜回是孔子的得意门生，才能常常做到空的境界，对于任何事情，无论得意或不得意，都可以把它丢掉，摆得下。也蛮有道理。其次说子贡不受命，怎么不受命？就是孔子希望他专门为学问道德而作。但子贡的个性与众不同，老师这一套道德学问他绝对接受，可是他生活方式走的路线绝对不同，不太肯走呆板的路线，他去作生意了。他作生意的本事非常大，判断估计不会失败，每次都被他料中。以现在西方社会的情况来说，第一流人才作生意。而子贡的才干实在是不止如此，我们在这个地方才知道子贡还会作生意。所以司马迁史记货殖列传中，就取用论语上这里的货殖两个字，代表了工商，中间记有子贡。其实子贡不但是工商界了不起的人才，他对于外交经济等等是样样通。所以我说孔子后半生的生活，还多半靠他维持的。不着痕迹的善人讲了许多关于孔子学生们的评论，下面又转到另一方面了。子张问善人之道。子曰不践迹，亦不入于室。问题来了，这几句话解释起来最讨厌。子张问起，怎样算真正的善人，我们人究竟要做到什么样子才能称为善人？"}
{"text":"其实子贡不但是工商界了不起的人才，他对于外交经济等等是样样通。所以我说孔子后半生的生活，还多半靠他维持的。不着痕迹的善人讲了许多关于孔子学生们的评论，下面又转到另一方面了。子张问善人之道。子曰不践迹，亦不入于室。问题来了，这几句话解释起来最讨厌。子张问起，怎样算真正的善人，我们人究竟要做到什么样子才能称为善人？这是一个大问题――也真是一个哲学问题逻辑问题――逻辑就是辨别是非，下一个定义。现在推开一切不管，以纯粹哲学的立场来讲，什么是善？什么是恶？很难下一固定标准。同一件事在这个时代是善的，在另一个时代则变为恶的在这一地区是善的，换一个地区则是恶的随着时间空间的转变而转变。因此善恶没有固定的标准。所以说作人怎样才合乎标准？西方有西方的礼节，中国古代有古代的礼节，现代有现代的标准。假使现在为了发扬中国文化，穿一件和尚衣服，也就是明朝的便衣，古代出家在家人的分别在头发剃光不剃光。留着西式的发型，再打上一条领带来上课，这是作怪还是爱国？是善的或是恶的？实在很难断定。所以善恶的问题，是道德哲学上的大问题。这里子张问怎样才是善人，孔子的答复不践迹，亦不入于室。先照字面上解释，不踏一丝痕迹，也不进入房门，走进屋内。如果照字面这样解释，作善人最好连太太房间都不要进去了。这是作笑话讲。怎么叫不践迹呢？这个问题我们可以借用道家中庄子所说的灭迹易，无行地难来加以理解。古人的文字太简单，解说起来又很讨厌。我们只作这样的解释小偷去行窃，可以戴上手套，手印指印都不留下来，使刑警没有办法侦查，这就是灭迹，没有痕迹了。但无行地难，人毕竟要靠地来走路，完全不靠地面而能走路，这是做不到的。譬如刚才说小偷把他自己的形迹灭掉容易，但什么是小偷的行地？凡是小偷，只要静下来的时候，心里就会想到，自己偷过东西。这种内心的行地要去掉，就办不到。做了坏事，可以普遍天下人，但没有办法骗过自己，这就是灭迹易，无行地难。由此可知孔子这里的不践迹，就是说做一件好事，不必要看出来是善行。为善要不求人知，如果为善而好名，希望成为别人崇敬的榜样，这就有问题。"}
{"text":"譬如刚才说小偷把他自己的形迹灭掉容易，但什么是小偷的行地？凡是小偷，只要静下来的时候，心里就会想到，自己偷过东西。这种内心的行地要去掉，就办不到。做了坏事，可以普遍天下人，但没有办法骗过自己，这就是灭迹易，无行地难。由此可知孔子这里的不践迹，就是说做一件好事，不必要看出来是善行。为善要不求人知，如果为善而好名，希望成为别人崇敬的榜样，这就有问题。亦不入于室，意思是不要为了作好人，做好事，用这种善的观念把自己捆起来。正如我刚才所说的效法儒家的那个同学，站就立正，坐就端坐，点头也不敢稍稍随便，就是被礼捆住了，没有脱落形迹。不要用心守着善的观念。何必为自己树个好人的招牌！所以中国人讲究行善要积阴德。别人看不见的才是阴，表面的就是阳化了。不要在人家看见时才做好事，便是阴德。帮忙人家应该的，做就做了，做了以后，别人问起也不一定要承认。这是我们过去道德的标准，积阴德于子孙的概念，因此普遍留存在每个人的心中。中国专门说鬼狐的小说聊斋志异，第一篇考城隍，故事是有一个秀才作梦去应考，主考官是关公，一看他的卷子，就录取了。他的卷子里有两句话有心为善，虽善不赏。无心为恶，虽恶不罚。就是说有心去故意做好事，表现给别人看，或表演给鬼神看，虽然是好事，也不该奖赏。又例如有一把刀不好用了，随手丢掉，而不幸伤了人，实在没有存心要伤害他，那么虽然是一件坏事，也不该处罚。全篇文章都是讨论这两个问题。这本讲鬼讲怪讲狐狸精的小说，为什么第一篇说这样一个故事？过去中国写小说的人，不是随便下笔的，一套传统的中国文化，道德规范的精神，摆得很严谨。聊斋考城隍这两句话，也就是孔子说不践迹，亦不入于室。的意思。有心为善，作善人故意表示善，就践迹了，是不对的。更有些用善的观念把自己捆住了，像信教就信教，一定要表现斋公斋婆或招摇成教徒的样子，便是既践迹，又入于室。应机施教子曰论笃是与？君子者乎？色庄者乎？有些人讨论问题，讲话非常有理，议论非常精辟。但是要了解，听到话讲得对，就是止于话，不要认为此人话讲对了，就是君子，是了不起的人。你看见他态度温和，言谈温和，就认为此人很有礼貌，很有见解，很有才气，这也错了。"}
{"text":"更有些用善的观念把自己捆住了，像信教就信教，一定要表现斋公斋婆或招摇成教徒的样子，便是既践迹，又入于室。应机施教子曰论笃是与？君子者乎？色庄者乎？有些人讨论问题，讲话非常有理，议论非常精辟。但是要了解，听到话讲得对，就是止于话，不要认为此人话讲对了，就是君子，是了不起的人。你看见他态度温和，言谈温和，就认为此人很有礼貌，很有见解，很有才气，这也错了。尤其是言论非常精到，或者是文章写得好的，不一定就是君子，也不一定态度庄重就是人才，这是教我们观察一个人，要考验自己，有时候听人家讲的还不算，要有事实的表现。所以有些人看了我的书要想和我见面，我常答说，何必呢？读其书，不见其人。多好！倘使见了失望，多么划不来！过去有几句笑话说久仰大名，如雷贯耳。今日一见，不过如此。这又何必呢！下面接连的，便是这个观念的引伸子路问闻斯行诸？子曰有父兄在，如之何其闻斯行之！冉有问闻斯行诸？子曰闻斯行之！公西华曰由也问闻斯行诸？子曰有父兄在。求也问闻斯行诸？子曰闻斯行之。赤也惑，敢问。子曰求也退，故进之。由也兼人，故退之。这是孔子的教育态度教育方法。同时由这一篇书，也反映自己作人做事的一个反省。子路问，听懂了一个道理之后，马上就去做吗？就言行合一去实践吗？孔子告诉子路说，你还有父母兄长在，责任未了，处事要谨慎小心，怎么可以听了就去做呢？另外一个同学冉有也向孔子问同样的问题说，听了你讲的这些道理，我要立刻去实行吗？孔子说，当然！你听了就要做到，就要实践。他答复这两个学生的话，完全不同。公西华听到以后，觉得奇怪了，跑来问孔子说，他们两个同样的问题，你的答复却完全不同，我越听越不懂了。敢问？――敢有不敢的意思，这就是说我现在鼓起勇气，要请你原谅一下，请告诉我，同一个问题为什么作两种答复？孔子说，冉有的个性，什么事都会退缩，不敢急进，所以我告诉他，懂了的学问，就要去实践去力行。子路则不同，他勇敢，兼人――生命力非常强，他这个人的精力气魄超过了一般人。太勇猛太前进，所以把他拉后一点，谦退一点。在字面上只看到孔子教育的方法。"}
{"text":"敢问？――敢有不敢的意思，这就是说我现在鼓起勇气，要请你原谅一下，请告诉我，同一个问题为什么作两种答复？孔子说，冉有的个性，什么事都会退缩，不敢急进，所以我告诉他，懂了的学问，就要去实践去力行。子路则不同，他勇敢，兼人――生命力非常强，他这个人的精力气魄超过了一般人。太勇猛太前进，所以把他拉后一点，谦退一点。在字面上只看到孔子教育的方法。我们在教育界久了，有时看到太用功的学生，也是劝他多休息去玩玩，太懒的就劝他长进一些多用功一点，这大家都做得到，何必孔子？但这只是文章的表面，进一步就看到孔子对学生的培养。首先，我们知道子路是战死的，非常勇敢，最后是成仁的烈士。孔子早已看出他是成仁的料子，所以他说由也不得其死然。这句话不是骂他，而是感叹。如果当时孔子稍稍鼓励他一下，可能早就成了烈士，不会等到后来卫国变乱才成仁。所以孔子在这里警告他，你的父兄家人一大堆，要先对个人责任有所交代，然后才可以为理想奋斗。如此，以中和子路过分的侠情豪气。而冉有则是安于现状，不大激进的人，所以孔子不大愿意他出来做事。结果他在鲁国季家，竟然弄起权来了，那么孔子就鼓励他，跳出现实的圈子，要有独立不拔的精神。死有重于泰山子畏于匡，颜渊后。子曰吾以女为死矣！曰子在，回何敢死？这本来是普通的话，记载在论语里，是代表孔门师生之间道义的真挚感情。孔子在匡，人家误以为他是阳虎，所以他在那里受包围。后来归队的时候，颜回最后才回来。孔子一看到颜回就说，你把我急坏了，我还以为你这次蒙难死了呢！颜回答道，老师，你还在，我怎么敢先死呢？这流露出孔门弟子对孔子的尊敬，以及道义之情的真诚自然。历史人物典型的塑立下面是一个重大的问题了季子然问仲由冉求，可谓大臣与？子曰吾以子为异之问，曾由与求之问！所谓大臣者，以道事君，不可则止。今由与求也，可谓具臣矣。曰然则从之者与？子曰弑父与君，亦不从也。这是孔子对于高级干部领导者，乃至为人事业伙伴者所说的话。孔子在这里有大臣与具臣的分别。"}
