{"text":"我们一进去，他仿佛吃惊似的把一把刀子掉在地上，他伏下身去拾刀子的时候，我发现他背后有一架放满了表的小玻璃橱。但今天那架橱子移到哪儿去了呢？还没等我这疑虑扩散开来，主人出来了，也是一位老头。我只好把纸条交给他，他立刻就去找表。看了他的神气，想到刚才自己的怀疑，我笑了。但找了半天，表终于没找到。他用手搔着发亮的头皮，显出很焦急的样子。他告诉我，他的太太或者知道表放在什么地方，但她现在却不在家。让我第二天再去。他仿佛很抱歉的样子，拿过一支铅笔来，把他的地址写在那张纸条的后面。我只好跨出来，心里充满了疑惑和不安定，当我踏着暮色走回去的时候，对着这海似的柏林，我叹了一口气。过了一个杂念缭绕的夜，我又在约定的时间走了去。因为昨天究竟有过那样的怀疑，所以走在路上的时候，我仍然注意每一个铺子的招牌和窗子里陈列的东西，希望能再发现一个表铺。不久我的希望就实现了，是一个更要小的表铺。主人有点驼背。我把纸条递给他，问他，是不是他的。他说不是。我只好走出来，终于又走到昨天去过的那铺子。这次老头不在家，出来的是他的太太。我递给她纸条。她看到上面的字是她丈夫写的，立刻就去找表。她比老头还要焦急。她拉开每一个抽屉，每一个橱子她把每一个纸包全打开了她又开亮了电灯，把暗黑的角隅都照了一遍。然而表终于没找到。这时我的怀疑一点都没有了，我的心有点跳，我仿佛觉得我的表的的确确是送到这儿来的。我注视着老太婆，然而不说话。看了我的神气，老太婆似乎更焦急了。她的白发在电灯下闪着光，有点颤动。然而表却只是找不到，她又会有什么办法呢？最后，她只好对我说，她丈夫回来的时候问问看她让我过午再去。我怀了更大的疑惑和不安走了出来。当天的过午，看看要近黄昏的时候，我又一个人走了去，一开门，里面黑沉沉的，我觉得四周立刻古庙似的静了起来我能听到自己的心跳动的声音。等了好一会儿，才见两个影子从里移动出来。开了灯，看到是我，老头有点显得惊惶，老太婆也显然露出不安的神气。两个人又互相商议着找起来，把每一个可能的地方全找到了，但表却终于没找到。老头更用力地用手搔着发亮的头皮，老太婆的头发在灯影里也更颤动得厉害。最后老头终于忍不住问我了，是不是我自己送来的。这问题真使我没法回答。我的确是自己送来的，但送的地方不一定是这里。我昨天的怀疑立刻又活跃起来。我看不到那个放满了表的小玻璃橱，我总觉得这地方不大像我送表去的地方。"}
{"text":"等了好一会儿，才见两个影子从里移动出来。开了灯，看到是我，老头有点显得惊惶，老太婆也显然露出不安的神气。两个人又互相商议着找起来，把每一个可能的地方全找到了，但表却终于没找到。老头更用力地用手搔着发亮的头皮，老太婆的头发在灯影里也更颤动得厉害。最后老头终于忍不住问我了，是不是我自己送来的。这问题真使我没法回答。我的确是自己送来的，但送的地方不一定是这里。我昨天的怀疑立刻又活跃起来。我看不到那个放满了表的小玻璃橱，我总觉得这地方不大像我送表去的地方。我于是对他解释说，我到柏林还不到四天，街道弄不熟悉。我问他，那纸条是不是他发给我的。他听了，立刻恍然大悟似的噢了一声，没有说什么，很匆忙地从抽屉里拿出一叠纸条，同我给他的纸条比着给我看。两者显然有极大的区别我给他的那张是白色的，然而他拿出的那一叠却是绿色的，而且还要大一倍。他说，这才是他的收条。我现在完全明白了我走错了铺子。因为自己一时的疏忽，竟让这诚挚的老人陪我演了两天的滑稽剧，我心里实在有点不过意。我向他道歉，我把我脑筋里所有的在这情形下用得着的德文单字全搜寻出来，老人脸上浮起一片诚挚而会意的微笑，没说什么。然而老太婆却有点生气了，嘴里吐噜着，拿了一块橡皮用力在我给她的那张纸条上擦，想把她丈夫写上的地址擦了去。我却不敢怨她，她是对的，白白地替我担了两天心，现在出出气，也是极应当的事。临走的时候，老头又向我说，要我到西面不远的一家表铺去问问，并且把门牌写给我。按着号数找到了，我才知道，就是我昨天去过的主人有点驼背的那个铺子。除了感激老头的热诚以外，我还能说什么呢？我沿着康德街走上去，心里仿佛坠上了一块石头。天空里交织着电线，眼前是一条条错综交叉的大街小街，街旁的电灯都亮起来了，一盏一盏沿着街引上去，极目处是半面让电灯照得晕红了起来的天空。我不知道柏林究竟有多大，我也不知道我现在在柏林的哪一部分。柏林是大海，我正在这大海里漂浮着，找一个比我自己还要渺小的表。我终于下意识地走到我那位在柏林住过两年的朋友的家里去，把两天来找表的经过说给他他显出很怀疑的神气，立刻领我出来，到康德街西半的一个表铺里去。离我刚才去过的那个铺子最少有二里路。拿出了收条，立刻把表领出来。一拿到表，我心里有说不出的感觉，我仿佛亲手捉到一个奇迹。我又沿了康德街走回家去。"}
{"text":"我不知道柏林究竟有多大，我也不知道我现在在柏林的哪一部分。柏林是大海，我正在这大海里漂浮着，找一个比我自己还要渺小的表。我终于下意识地走到我那位在柏林住过两年的朋友的家里去，把两天来找表的经过说给他他显出很怀疑的神气，立刻领我出来，到康德街西半的一个表铺里去。离我刚才去过的那个铺子最少有二里路。拿出了收条，立刻把表领出来。一拿到表，我心里有说不出的感觉，我仿佛亲手捉到一个奇迹。我又沿了康德街走回家去。当我想到两天来演的这一幕小小的喜剧，想到那位诚挚的老头用手搔着发亮的头皮的神气的时候，对了这大海似的柏林，我自己笑起来了。听诗――欧游散记之一自己也不知道为什么，从很早的时候，就常有一幅影像在我眼前晃动我仿佛看到一个垂老的诗人，在暗黄的灯影里，用颤动幽抑的声音，低低地念出自己心血凝成的诗篇。这颤声流到每个听者的耳朵里心里，一直到灵魂的深深处，使他们着了魔似的静默着。这是一幅怎样动人的影像呢？然而，在国内，我却始终没能把这幅影像真真的带到眼前来，转变成一幅更具体的情景。这影像也就一直是影像，陪我走过西伯利亚，来到哥廷根。谁又料到在这沙漠似的哥廷根，这影像竟连着两次转成具体的情景，我连着两次用自己的耳朵听到老诗人念诗。连我自己现在想起来，也像回忆一个充满了神奇的梦了。当我最初看到有诗人来这里念诗的广告贴出来的时候，我的心喜欢得直跳。念诗的是老诗人宾丁，又是一个能引起人们的幻想的名字。我立刻去买了票，我真想不到这古老的小城还会有这样的奇迹。离念诗还有十来天，我每天计算着日子的逝去。在这十来天中，一向平静又寂寞的生活竟也仿佛有了点活气，竟也渲染上了点色彩。虽然照旧每天一个人拖了一条影子，走过一段两旁有着粗得惊人的老树的古城墙，到大学去再拖了影子，经过这段城墙走回家来然而心情却意外地觉得多了点什么了。终于盼到念诗的日子，从早晨就下起雨来。在哥廷根，下雨并不是什么奇事。而且这里的雨还特别腻人，有时会连着下上七八天，仿佛有谁把天钻上了无数的小孔似的，就这样不急不慢永远是一股劲地向下滴。抬头看灰黯的天空，心里便仿佛塞满了棉花似的窒息。今天的雨仍然同以前一样，然而我的心情却似乎有点不同了。我的心里充满了喜悦，仿佛正有一个幸福就在不远的前面等我亲手去捉，在灰黯的不断漏着雨丝的天空里，也仿佛亮着幸福的星。念诗的时间是在晚上。"}
{"text":"终于盼到念诗的日子，从早晨就下起雨来。在哥廷根，下雨并不是什么奇事。而且这里的雨还特别腻人，有时会连着下上七八天，仿佛有谁把天钻上了无数的小孔似的，就这样不急不慢永远是一股劲地向下滴。抬头看灰黯的天空，心里便仿佛塞满了棉花似的窒息。今天的雨仍然同以前一样，然而我的心情却似乎有点不同了。我的心里充满了喜悦，仿佛正有一个幸福就在不远的前面等我亲手去捉，在灰黯的不断漏着雨丝的天空里，也仿佛亮着幸福的星。念诗的时间是在晚上。黄昏的时候，就有一位在这里已经住过七年以上的朋友来邀我。我们一同走出去，雨点滴在脸上，透心地凉，使我有深秋的感觉。在昏暗的灯光中，我们摸进女子中学的大礼堂。里面已经挤了上千的人，电灯照得明耀如白昼。这使我多少有点惊奇，又有点失望。我总以为念诗应该在一间小屋中，暗黄的灯影里，只有几个素心人散落地围坐着应该是梦似的情景。然而眼前的情景却竟是这样子。但这并不能使我灰心，不久我就又恢复了以前的兴头，在散乱嘈杂的声影里期待着。声音蓦地静下去，诗人已经走了进来。他已经似乎很老了，走路都有点摇晃。人们把他扶上讲台去，慢慢地坐在预备好的椅子上，两手交叉起来，然而不说话。在短短的神秘的寂静中，我的心有点颤抖。接着说了几句引言，论到自由，论到创作，于是就开始念诗。最初的声音很低，微微有点颤动，然而却柔婉得像秋空的流云，像春水的细波，像一切说都说不出的东西。转了几转以后，渐渐地高起来了。每一行不平常的诗句里都仿佛加入了许多新的东西，加入了无量更不平常的神秘的力量。仿佛有一颗充满了生命力的灵魂跳动在里面，连我自己的渺小的灵魂也仿佛随了那大灵魂的节律在跳动着。我眼前诗人的影子渐渐地大起来，大起来，一直大到任什么都看不到。于是只剩了诗人的微颤又高亢的声音不知从什么地方飘了来，宛如从天上飞下来的一道电光，从万丈悬崖上注下来的一线寒流，在我的四周舞动。我的眼前只是一片空鳎我什么东西都看不到了。四周的一切都仿佛化成了灰，化成了烟连自己也仿佛化成了灰，化成了烟，随了那一股神秘的力量飞到不知什么地方去了。不知多久以后，我的四周蓦地一静，我的心一动，才仿佛从一阵失神里转来一样，发现自己仍然坐在这里听诗。定了定神，向台上看了看，灯光照了诗人脸的一半，黑大的影投在后面的墙上。他的诗已经念完，正预备念小说。"}
{"text":"我的眼前只是一片空鳎我什么东西都看不到了。四周的一切都仿佛化成了灰，化成了烟连自己也仿佛化成了灰，化成了烟，随了那一股神秘的力量飞到不知什么地方去了。不知多久以后，我的四周蓦地一静，我的心一动，才仿佛从一阵失神里转来一样，发现自己仍然坐在这里听诗。定了定神，向台上看了看，灯光照了诗人脸的一半，黑大的影投在后面的墙上。他的诗已经念完，正预备念小说。现在我眼前的幻影一点也不剩了，我抬头看了看全堂的听者，人人都瞪大了眼睛静默着。又看了看诗人，满脸的皱纹在一伸一缩地跳动着我们很容易看出这位老人是在怎样吃力地读着自己的作品。小说终于读完了。人们又把这位老诗人扶下讲台，热烈的掌声把他送出去，但仍然不停，又把他拖回来，走到讲台的前面，向人们慢慢地鞠了一个躬，才又慢慢地踱出去。礼堂里立刻起了一阵骚动人们都想跟了诗人去请他在书上签字。我同朋友也挤了出去，挤到楼下来。屋里已经填满了人。我们于是就等，用最大的耐心等。终于轮到了自己。他签字很费力，手有点颤抖，签完了，抬眼看了看我，我才发现他的眼睛是异常地大的，而且充满了光辉。也许因为看到我是个外国人的缘故，嘴里喃喃地说了一句什么但没等我说话，后面的人就挤上来，把我挤出屋去，又一直把我挤出了大门。外面雨还没停，一条条的雨丝在昏暗的路灯下闪着光，地上的积水也凌乱地闪着淡光。那一双大的充满了光辉的眼睛只是随了我的眼光转，无论我的眼光投到哪里去，那双眼睛便冉冉地浮现出来。在寂静的紧闭的窗子上，我会看到那一双眼睛在远处的暗黑的天空里，我也会看到那双眼睛。就这样陪着我，一直陪我到家，又一直把我陪到梦里去。这以后不久，又有了第二次听诗的机会。这次念诗的是卜龙克s。他是学士院的主席，相当于英国的桂冠诗人。论理应该引起更大的幻想，但其实却不然。上次自己可以制造种种影像，再用幻想来涂上颜色，因而给自己一点期望的快乐。但这次，既然有了上次的经验，又哪能再凭空去制造影像呢？但也就因了有上次的经验，知道了诗人的诗篇从诗人自己嘴里流出来的时候是有着怎样大的魔力，所以对日子的来临渴望得比上次又不知厉害多少倍了。在渴望中，终于到了念诗的那天。又是阴沉的天色，随时都有落下雨来的可能。"}
{"text":"他是学士院的主席，相当于英国的桂冠诗人。论理应该引起更大的幻想，但其实却不然。上次自己可以制造种种影像，再用幻想来涂上颜色，因而给自己一点期望的快乐。但这次，既然有了上次的经验，又哪能再凭空去制造影像呢？但也就因了有上次的经验，知道了诗人的诗篇从诗人自己嘴里流出来的时候是有着怎样大的魔力，所以对日子的来临渴望得比上次又不知厉害多少倍了。在渴望中，终于到了念诗的那天。又是阴沉的天色，随时都有落下雨来的可能。黄昏的时候，我去找到那位朋友，走过那一段古老的城墙，一同到大学的大讲堂去。人不像上次多，讲台的布置也同上次不一样。上次只是极单纯的一张桌子，一把椅子。这次桌子前却挂了国社党的红地黑字的旗子，而且桌子上还摆了两瓶乱七八糟的花。我感到深深地失望的悲哀。我早没有了那在一间小屋中暗黄的灯影里只有几个人听诗的幻想，连上次那样单纯朴质的意味也寻不到踪影了。最先是一个毛手毛脚的年轻小伙子飞步上台，把右手一扬，开口便说话。嘴鼻子乱动，眼也骨碌骨碌地直转。看样子是想把眼光找一个地方放下，但看到台下有这样许多人看自己，急切又找不到地方放于是嘴鼻子眼也动得更厉害。我忍不住直想笑出声来。但没等我笑出来，这小伙子，说过几句介绍词之后，早又毛手毛脚地跳下台来了。接着上去的是卜龙克。他不知道什么时候已经来到这屋里，只从前排的一个位子上站起来就走上台去。他的貌相颇有点滑稽。头顶全秃光了，在灯下直闪光。嘴向右边歪，左嘴角上一个大疤。说话的时候，只有上唇的右半颤动，衬了因说话而引起的皱纹，形成一个奇异的景象。同宾丁一样，说了几句话之后，就开始念自己的诗。但立刻就给了我一个不好的印象。音调不但不柔婉，而且生涩得令人想也想不到，仿佛有谁勉强他来念似的，抱了一肚皮委屈，只好一顿一挫地念下去。我想到宾丁，在那老人的颤声里是有着多样大的魔力呢？但我终于忍耐着。念过几首之后，又念到他采了民间故事仿民歌作的歌。不知为什么诗人忽然兴奋起来，声音也高起来了。在单纯质朴的歌调中，仿佛有一股原始的力量在贯注着。我的心又不知不觉飞了出去，我又到了一个忘我的境界。当他念完了诗再念小说的时候，他似乎异常地高兴，微笑从不曾离开过他的脸。听众不时发出哄堂的笑声，表示他们也都很兴奋。这笑声延长下去，一直到诗人念完了小说带了一脸的微笑走下讲台。我们又随着人们挤出了大讲堂，外面是阴暗的夜。"}
{"text":"但我终于忍耐着。念过几首之后，又念到他采了民间故事仿民歌作的歌。不知为什么诗人忽然兴奋起来，声音也高起来了。在单纯质朴的歌调中，仿佛有一股原始的力量在贯注着。我的心又不知不觉飞了出去，我又到了一个忘我的境界。当他念完了诗再念小说的时候，他似乎异常地高兴，微笑从不曾离开过他的脸。听众不时发出哄堂的笑声，表示他们也都很兴奋。这笑声延长下去，一直到诗人念完了小说带了一脸的微笑走下讲台。我们又随着人们挤出了大讲堂，外面是阴暗的夜。我们仍然走过那段古城墙，抬头看到那座中世纪留下来的古老的教堂的尖顶，高高地刺向灰暗的天空里去，像一个巨人的影子。同上次一样，诗人的面影又追了我来，就在我眼前不远的地方浮动。同时那位老诗人的有着那一双大而有光辉的眼睛的面影，也浮到眼前来。无论眼前看到的是一棵老树，是树后面一团模糊的山林，但这两个面影就会浮在前面。就这样，又一直把我送到家，又一直把我送到梦里去。到现在已经一个多月了，每在不经心的时候，一转眼，便有这样两个面影一前一后地飘过去，这两位诗人的声音也便随着缭绕在耳旁我的心立刻起一阵轻微的颤动。有人会以为这些纠缠不清的影子对我是一个大的累赘，然而正相反，我自己心里暗暗地庆幸着从很早的时候就在眼前晃动的那幅影像终于在眼前证实了。自己就成了那影像里的一个听者，诗人的颤声就流到自己的耳朵里心里，灵魂的深深处，而且还永远永远地埋起来。倘若真是一个梦的话，又有谁否认这不是一个充满了神奇的梦呢！重返哥廷根我真是万万没有想到经过了三十五年的漫长岁月，我又回到这个离开祖国几万里的小城里来了。我坐在从汉堡到哥廷根的火车上，我简直不敢相信这是事实。难道是一个梦吗？我频频问着自己。这当然是非常可笑的，这毕竟就是事实。我脑海里印象历乱，面影纷呈。过去三十多年来没有想到的人，想到了过去三十多年来没有想到的事，想到了。我那一些尊敬的老师，他们的笑容又呈现在我眼前。我那像母亲一般的女房东，她那慈祥的面容也呈现在我眼前。那个宛宛婴婴的女孩子伊尔穆嘉德，也在我眼前活动起来。那窄窄的街道，街道两旁的铺子，城东小山的密林，密林深处的小咖啡馆，黄叶丛中的小鹿，甚至冬末春初时分从白雪中钻出来的白色小花雪钟，还有很多别的东西，都一齐争先恐后地呈现到我眼前来。一霎时，影像纷乱，我心里也像开了锅似的激烈地动荡起来了。"}
{"text":"过去三十多年来没有想到的人，想到了过去三十多年来没有想到的事，想到了。我那一些尊敬的老师，他们的笑容又呈现在我眼前。我那像母亲一般的女房东，她那慈祥的面容也呈现在我眼前。那个宛宛婴婴的女孩子伊尔穆嘉德，也在我眼前活动起来。那窄窄的街道，街道两旁的铺子，城东小山的密林，密林深处的小咖啡馆，黄叶丛中的小鹿，甚至冬末春初时分从白雪中钻出来的白色小花雪钟，还有很多别的东西，都一齐争先恐后地呈现到我眼前来。一霎时，影像纷乱，我心里也像开了锅似的激烈地动荡起来了。火车停，我飞也似的跳了下去，踏上了哥廷根的土地。忽然有一首诗涌现出来少小离家老大回，乡音无改鬓毛衰。儿童相见不相识，笑问客从何处来。怎么会涌现这样一首诗呢？我一时有点茫然懵然。但又立刻意识到，这一座只有十来万人的异域小城，在我的心灵深处，早已成为我的第二故乡了。我曾在这里度过整整十年，是风华正茂的十年。我的足迹印遍了全城的每一寸土地。我曾在这里快乐过，苦恼过，追求过，幻灭过，动摇过，坚持过。这一座小城实际上决定了我一生要走的道路。这一切都不可避免地要在我的心灵上打上永不磨灭的烙印。我在下意识中把它看作第二故乡，不是非常自然的吗？我今天重返第二故乡，心里面思绪万端，酸甜苦辣，一齐涌上心头。感情上有一种莫名其妙的重压，压得我喘不过气来，似欣慰，似惆怅，似追悔，似向往。小城几乎没有变。市政厅前广场上矗立的有名的抱鹅女郎的铜像，同三十五年前一模一样。一群鸽子仍然像从前一样在铜像周围徘徊，悠然自得。说不定什么时候一声呼哨，飞上了后面大礼拜堂的尖顶。我仿佛昨天才离开这里，今天又回来了。我们走下地下室，到地下餐厅去吃饭。里面陈设如旧，座位如旧，灯光如旧，气氛如旧。连那年轻的服务员也仿佛是当年的那一位。我仿佛昨天晚上才在这里吃过饭。广场周围的大小铺子都没有变。那几家著名的餐馆，什么黑熊少爷餐厅等等，都还在原地。那两家书店也都还在原地。总之，我看到的一切都同原来一模一样。我真的离开这座小城已经三十五年了吗？但是，正如中国古人所说的，江山如旧，人物全非。环境没有改变，然而人物却已经大大地改变了。我在火车上回忆到的那一些人，有的如果还活着的话年龄已经过了一百岁。这些人的生死存亡就用不着去问了。那些计算起来还没有这样老的人，我也不敢贸然去问，怕从被问者的嘴里听到我不愿意听的消息。"}
{"text":"广场周围的大小铺子都没有变。那几家著名的餐馆，什么黑熊少爷餐厅等等，都还在原地。那两家书店也都还在原地。总之，我看到的一切都同原来一模一样。我真的离开这座小城已经三十五年了吗？但是，正如中国古人所说的，江山如旧，人物全非。环境没有改变，然而人物却已经大大地改变了。我在火车上回忆到的那一些人，有的如果还活着的话年龄已经过了一百岁。这些人的生死存亡就用不着去问了。那些计算起来还没有这样老的人，我也不敢贸然去问，怕从被问者的嘴里听到我不愿意听的消息。我只绕着弯子问上那么一两句，得到的回答往往不得要领，模糊得很。这不能怪别人，因为我的问题就模糊不清。我现在非常欣赏这种模糊，模糊中包含着希望。可惜就连这种模糊也不能完全遮盖住事实。结果是访旧半为鬼，惊呼热中肠。我只能在内心里用无声的声音来惊呼了。在惊呼之余，我仍然坚持怀着沉重的心情去访旧。首先我要去看一看我住过整整十年的房子。我知道，我那母亲般的女房东欧朴尔太太早已离开了人世。但是房子却还存在，那一条整洁的街道依旧整洁如新。从前我经常看到一些老太太用肥皂来洗刷人行道，现在这人行道仍然像是刚才洗刷过似的，躺下去打一个滚，决不会沾上一点尘土。街拐角处那一家食品商店仍然开着，明亮的大玻璃窗子里面陈列着五光十色的食品。主人却不知道已经换了第几代了。我走到我住过的房子外面，抬头向上看，看到三楼我那一间房子的窗户，仍然同以前一样摆满了红红绿绿的花草，当然不是出自欧朴尔太太之手。我蓦地一阵恍惚，仿佛我昨晚才离开，今天又回家了。我推开大门，大步流星地跑上三楼。我没有用钥匙去开门，因为我意识到，现在里面住的是另外一家人了。从前这座房子的女主人恐怕早已安息在什么墓地里了，墓上大概也栽满了玫瑰花吧。我经常梦见这所房子，梦见房子的女主人，如今却是人去楼空了。我在这里度过的十年中，有愉快，有痛苦，经历过轰炸，忍受过饥饿。男房东逝世后，我多次陪着女房东去扫墓。我这个异邦的青年成了她身边的唯一的亲人。无怪我离开时她嚎啕痛哭。我回国以后，最初若干年，还经常通信。后来时移事变，就断了联系。我曾痴心妄想，还想再见她一面。而今我确实又来到了哥廷根，然而她却再也见不到，永远永远地见不到了。我徘徊在当年天天走过的街头，这里什么地方都有过我的足迹。家家门前的小草坪上依然绿草如茵。今年冬雪来得早了一点。月中，就下了一场雪。白雪碧草红花，相映成趣。"}
