{"text":"她立即离席陪我出来，找了东西给我。几年以后，我从干校回来，偶在一个小胡同里看见小刘和一个女伴推着一辆泔水车迎面而来。我正想和她招呼，她却假装不见，和女伴交头接耳，目不斜视，只顾推车前去。那女伴频频回头，看了我几眼。小刘想必告诉她，我是曾在她管下的牛鬼蛇神。收拾厕所有意想不到的好处。那时候常有红卫兵闯来造反。据何其芳同志讲，他一次被外地来的红卫兵抓住，问他是干什么的――他揪出较早，身上还不挂牌子。他自称是扫院子的。扫院子的怎么戴眼镜儿？说从小近视，可是旁人指出他是何其芳。那位小将凑近前去，悄悄说了不少仰慕的话。其芳同志后来对默存偷偷儿讲了这番遭遇。我不能指望谁来仰慕我。我第一次给外来的红卫兵抓住，就老老实实按身上挂的牌子报了姓名，然后背了我的罪名一拒绝改造二走白专道路三写文章放毒。那个红卫兵觉得我这个小鬼不足道，不再和我多说。可是我怕人揪住问罪，下次看见外来的红卫兵之流，就躲入女厕。真没想到女厕也神圣不可侵犯，和某些大教堂大寺院一样，可充罪犯的避难所。我多年失眠，却不肯服安眠药，怕上瘾学做气功，又像王安石坐禅实不亏人，坐定了就想出许多事来，要坐着不想是艰苦的奋斗。我这番改行扫厕所，头脑无需清醒，失眠就放心不眠。我躺着想到该做什么事，就起来做。好在我的卧室在书房西边，默存睡在书房东边的套间里，我行动轻，不打搅他。该做的事真不少。第一要紧的是销毁罪证，因为毫无问题的字纸都会成为严重的罪证。例如我和小妹妹杨必的家信，满纸胡说八道，引用的典故只我们姊妹了解，又常用家里惯用的切口。家信不足为外人道，可是外人看来，保不定成了不可告人的秘密或特别的密码。又如我还藏着一本牙牌神数，这不是迷信吗？家信之类是舍不得撕毁，神数之类是没放在心上。我每晚想到什么该毁掉的，就打着手电，赤脚到各处去搜出来。可是毁尸灭迹大非易事。少量的纸灰可以浇湿了拌入炉灰，倾入垃圾烧的时候也不致冒烟。大叠的纸却不便焚烧，怕冒烟。纸灰也不能倾入垃圾，因为准有人会检查，垃圾里有纸灰就露馅了。我女儿为爸爸买了他爱吃的糖，总把包糖的纸一一剥去，免得给人从垃圾里捡出来。我常把字纸撕碎，浸在水里揉烂，然后拌在炉灰里。这也只能少量。"}
{"text":"家信之类是舍不得撕毁，神数之类是没放在心上。我每晚想到什么该毁掉的，就打着手电，赤脚到各处去搜出来。可是毁尸灭迹大非易事。少量的纸灰可以浇湿了拌入炉灰，倾入垃圾烧的时候也不致冒烟。大叠的纸却不便焚烧，怕冒烟。纸灰也不能倾入垃圾，因为准有人会检查，垃圾里有纸灰就露馅了。我女儿为爸爸买了他爱吃的糖，总把包糖的纸一一剥去，免得给人从垃圾里捡出来。我常把字纸撕碎，浸在水里揉烂，然后拌在炉灰里。这也只能少量。留着会生麻烦的字纸真不少。我发现我们上下班随身带的手提袋从不检查，就大包大包带入厕所，塞在脏纸篓里，然后倒入焚化脏纸的炉里烧掉。我只可惜销毁的全是平白无辜的东西，包括好些值得保留的文字。假如我是特务，收拾厕所就为我大开方便之门了。我们牛鬼蛇神劳动完毕，无非写交代，做检讨，或学习。我借此可以扶头瞌睡，或胡思乱想，或背诵些喜爱的诗词。我夜来抄写了藏在衣袋里，背不出的时候就上厕所去翻开读读。所以我尽量把厕所收拾得没有臭味，不时地开窗流通空气，又把瓷坑抹拭得干干净净，尤其是挡在坑前的那个瓷片我称为照墙。这样呢，我随时可以进去坐坐，虽然只像猴子坐钉，也可以休息一会儿。一次我们这伙牛鬼蛇神搬运了一大堆煤块，余下些煤末子，就对上水，做成小方煤块。一个小女孩在旁观看。我逗她说瞧，我们做巧克力糖呢，你吃不吃？她乐得嘻嘻哈哈大笑，在我身边跟随不舍。可是不久她就被大人拉走了她不大愿意，我也不大舍得。过两天，我在厕所里打扫，听见这个小女孩在问人她是干什么的？有人回答说扫厕所的。从此她正眼也不瞧我，怎么也不肯理我了。一次我看见她买了大捆的葱抱不动，只好拖着走。我要帮她，她却别转了脸不要我帮。我不知该慨叹小孩子家也势利，还是该赞叹小孩子家也会坚持不与坏人与伍，因为她懂得扫厕所是最低贱的事，那时候扫厕所是惩罚，受这种惩罚的当然不是好人至于区别好人坏人，原不是什么简单的事。我自从做了扫厕所的人，却享到些向所未识的自由。我们从旧社会过来的老人，有一套习惯的文明礼貌，虽然常常受到多礼的谴责，却屡戒不改。例如见了认识的人，总含笑招呼一下，尽管自己心上不高兴，或明知别人不喜欢我，也不能见了人不理睬。"}
{"text":"我要帮她，她却别转了脸不要我帮。我不知该慨叹小孩子家也势利，还是该赞叹小孩子家也会坚持不与坏人与伍，因为她懂得扫厕所是最低贱的事，那时候扫厕所是惩罚，受这种惩罚的当然不是好人至于区别好人坏人，原不是什么简单的事。我自从做了扫厕所的人，却享到些向所未识的自由。我们从旧社会过来的老人，有一套习惯的文明礼貌，虽然常常受到多礼的谴责，却屡戒不改。例如见了认识的人，总含笑招呼一下，尽管自己心上不高兴，或明知别人不喜欢我，也不能见了人不理睬。我自从做了扫厕所的，就乐得放肆，看见我不喜欢的人干脆呆着脸理都不理，甚至瞪着眼睛看人，好像他不是人而是物。决没有谁会责备我目中无人，因为我自己早已不是人了。这是颠倒过来了意想不到的妙处。可是到厕所来的人，平时和我不熟的也相当礼貌。那里是背人的地方，平时相熟的都会悄悄慰问一声你还行吗？或顶得住吗？或关切我身体如何，或问我生活有没有问题。我那顶假发已经几次加工改良。有知道我戴假发的，会凑近细看说不知道的就看不出来。有人会使劲咳！一声表示愤慨。有一个平时也并不很熟的年轻人对我做了个富有同情的鬼脸，我不禁和她相视而笑了。事过境迁，群众有时还谈起我收拾厕所的故事。可是我忘不了的，是那许多人的关心和慰问，尤其那个可爱的鬼脸。三一位骑士和四个妖精我变成牛鬼蛇神之后，革命群众俘虏了我翻译的堂吉诃德，并活捉了我笔下的四个大妖精。堂吉诃德是一位正派的好骑士，尽管做了俘虏，也决不肯损害我。四个大妖精却调皮捣蛋，造成了我的弥天大罪。不过仔细想来，妖精还是骑士招来的。罪证往往意想不到。我白白的终夜睁着两眼寻寻觅觅，竟没有发现诺大四个妖精，及早判处他们火刑。我剃成阴阳头的前夕，出版社的一个造反派到学部来造反，召我们外文所的牛鬼蛇神晚饭后到大席棚挨斗。默存他们一伙挨斗是另一天，他们许多人都罚跪了。我回家吃完晚饭出门，正值暴雨。我撑着雨伞，穿上高统胶鞋，好不容易挤上公共汽车下车的时候，天上的雨水真是大盆大盆的泼下来，街上已积水成河。我赶到席棚，衣裤湿了大半，胶鞋里倾出半靴子雨水。我已经迟到，不知哪儿来的高帽子和硬纸大牌子都等着我了。"}
{"text":"我剃成阴阳头的前夕，出版社的一个造反派到学部来造反，召我们外文所的牛鬼蛇神晚饭后到大席棚挨斗。默存他们一伙挨斗是另一天，他们许多人都罚跪了。我回家吃完晚饭出门，正值暴雨。我撑着雨伞，穿上高统胶鞋，好不容易挤上公共汽车下车的时候，天上的雨水真是大盆大盆的泼下来，街上已积水成河。我赶到席棚，衣裤湿了大半，胶鞋里倾出半靴子雨水。我已经迟到，不知哪儿来的高帽子和硬纸大牌子都等着我了。我忙戴上帽子，然后举起双手，想把牌子挂上脖子，可是帽子太高，我两臂高不过帽子。旁边革命群众的一员静静地看着，指点说先戴牌子，再戴帽子呀。我经他提醒，几乎失笑，忙摘下帽子，按他的话先挂牌子，然后戴上高帽。我不过是陪斗，主犯是谁我也不清楚，觉得挨骂的不是我，反正我低头站在台边上就是了。揪斗完毕，革命小将下了一道命令把你们的黑稿子都交出来！黑稿子？什么是黑稿子呢？据我同伙告诉我，我翻译的吉尔布拉斯诲淫诲盗，想必是黑的了。堂吉诃德是不是黑呢？堂吉诃德是地主，桑丘是农民，书上没有美化地主，歪曲农民吗？巨人怪兽，不都是迷信吗？想起造反派咄咄逼人的威势，不敢不提高警惕。我免得这部稿子遭殃，还是请革命群众来判定黑白，料想他们总不至于把这部稿子也说成黑稿子。堂吉诃德原著第一第二两部各四册，共八册，我刚译完第六册的一半。我每次誊清了译稿，就把草稿扔了。稿纸很厚，我准备在上面再修改加工的。这一大叠稿子重得很，我用牛皮纸包好，用麻绳捆上，再用红笔大字写上堂吉诃德译稿。我抱着这个沉重的大包挤上车，挤下车，还得走一段路。雨后泥泞，路不好走，我好不容易抱进办公室去交给组秘书。我看准他为人憨厚，从来不左得可怕。我说明译稿只此一份，没留底稿，并说，不知这部稿子是否黑。他很同情地说就是嘛！显然他不赞成没收。可是我背后另一个声音说交给小。小原是通信员，按颠倒过来的原则，他是很有地位的负责人。原来那时候革命群众已经分裂为两派了，小那一派显然认为堂吉诃德是黑稿子该没收。小接过稿子抱着要走，组秘书郑重叮嘱说，可这是人家的稿子啊，只有这一份，得好好儿保管。小不答，拿着稿子走了。"}
{"text":"我看准他为人憨厚，从来不左得可怕。我说明译稿只此一份，没留底稿，并说，不知这部稿子是否黑。他很同情地说就是嘛！显然他不赞成没收。可是我背后另一个声音说交给小。小原是通信员，按颠倒过来的原则，他是很有地位的负责人。原来那时候革命群众已经分裂为两派了，小那一派显然认为堂吉诃德是黑稿子该没收。小接过稿子抱着要走，组秘书郑重叮嘱说，可这是人家的稿子啊，只有这一份，得好好儿保管。小不答，拿着稿子走了。我只好例抽一口冷气，眼睁睁看着堂吉诃德做了俘虏。那一天真是我不幸的一天，早上交出堂吉诃德译稿，晚上给剃成阴阳头。不久以后，一个星期日，不知哪个革命团体派人来我家没收尚未发表的创作稿。我早打定主意，什么稿子都不交出去了。我干脆说没有。他又要笔记本。我随手打开抽屉，拿到两本旧笔记，就交给他。他说我记得你不止两本。的确不止两本，可是当时我只拿到两本。我说没有了。那位年轻人也许本性温和，也许有袒护之意，并不追问，也不搜查，就回去交差了。他刚走不久，我就找出一大叠整齐的笔记本，原来交出去的那两本是因为记得太乱，不打算保留的，所以另放一处。我经常失眠，有时精神不振，听报告总专心做笔记，免得瞌睡。我交出去的两本是倦极乱记的，我不便补交，干脆把没交的一叠笔记销毁了事，这件事就置之脑后了。一九六七年夏，我所的革命群众开始解放牛鬼蛇神。被解放的就下楼了。我是首批下楼的二人之一。从牛棚下楼，还得做一番检讨。我认真做完检讨，满以为群众提些意见就能通过，不料他们向我质问四个大妖精的罪行。我呆了半晌，丈二的金刚摸不着头脑。哪里跳出来四个大妖精呢？有人把我的笔记本打开，放在我眼前，叫我自己看。我看了半天，认出四个大妖精原来是四个大跃进，想不到怎么会把大跃进写成大妖精，我脑筋里一点影子都没有。笔记本上，前后共有四次四个大跃进，只第二次写成四个大妖精。我只自幸没把粮棉煤铁画成实物，加上眉眼口鼻，添上手脚，画成跳舞的妖精。这也可见我确在悉心听讲，忙着记录，只一念淘气，把大跃进写成大妖精。可是严肃的革命群众对淘气是不能理解的，至少是不能容忍的。"}
{"text":"有人把我的笔记本打开，放在我眼前，叫我自己看。我看了半天，认出四个大妖精原来是四个大跃进，想不到怎么会把大跃进写成大妖精，我脑筋里一点影子都没有。笔记本上，前后共有四次四个大跃进，只第二次写成四个大妖精。我只自幸没把粮棉煤铁画成实物，加上眉眼口鼻，添上手脚，画成跳舞的妖精。这也可见我确在悉心听讲，忙着记录，只一念淘气，把大跃进写成大妖精。可是严肃的革命群众对淘气是不能理解的，至少是不能容忍的。我便是长了一百张嘴，也不能为自己辩白，有人甚至把公认为反动的潜意识论也搬来应用，说我下意识里蔑视那位做报告的首长。假如他们无限上纲――也不必无限，只要稍为再往上提提，说我蔑视的是大妖精，也许就把我吓倒了。可是做报告的首长正是我敬佩而爱戴的，从我的上意识到下意识，绝没有蔑视的影踪。他们强加于我的下意识，我可以很诚实地一口否认。我只好再作检讨。一个革命派的头头命我把检讨稿先让他过目。我自以为检讨得很好，他却认为很不够。他说你该知道，你笔记上写这种话，等于写反动标语。我抗议说那是我的私人笔记。假如上面有反动标语，张贴有罪。他不答理，我不服气，不肯重作检讨，自己解放了自己。不过我这件不可饶恕的罪行，并没有不了了之。后来我又为这事两次受到严厉的批评假如要追究的话，至今还是个未了的案件。我说四个妖精都由堂吉诃德招来，并不是胡赖，而是事实。我是个死心眼儿，每次订了工作计划就一定要求落实。我订计划的时候，精打细算，自以为很留有余地。我一星期只算五天，一月只算四星期，一年只算十个月。一年三百六十五天，只有二百个工作日，我觉得太少了，还不到一年三分之二。可是，一年要求二百个工作日，真是难之又难，简直办不到。因为面对书本，埋头工作，就导致不问政治，脱离实际。即使没有运动的时候，也有无数的学习会讨论会报告会等等，占去不少时日，或把可工作的日子割裂得零零碎碎。如有什么较大的运动，工作往往全部停顿。我们哪一年没有或大或小的运动呢？政治学习是一项重要的工作。我也知道应该认真学习，积极发言。可是我认为学习和开会耗费时间太多，耽误了业务工作。"}
{"text":"可是，一年要求二百个工作日，真是难之又难，简直办不到。因为面对书本，埋头工作，就导致不问政治，脱离实际。即使没有运动的时候，也有无数的学习会讨论会报告会等等，占去不少时日，或把可工作的日子割裂得零零碎碎。如有什么较大的运动，工作往往全部停顿。我们哪一年没有或大或小的运动呢？政治学习是一项重要的工作。我也知道应该认真学习，积极发言。可是我认为学习和开会耗费时间太多，耽误了业务工作。学习会上我听到长篇精彩的发言，心里敬佩，却学不来，也不努力学。我只求以勤补拙拙于言辞，就勤以工作吧。这就推我走上了白专道路。白专道路是逆水行舟。凡是走过这条道路的都会知道，这条路不好走。而翻译工作又是没有弹性的，好比小工铺路，一小时铺多少平方米，欠一小时就欠多少平方米――除非胡乱塞责，那是另一回事。我如果精神好，我就超额多干如果工作顺利，就是说，原文不太艰难，我也超额多干。超额的成果我留作私蓄，有亏欠可以弥补。攒些私蓄很吃力，四五天攒下的，开一个无聊的会就耗尽了。所以我老在早作晚息攒私蓄，要求工作，能按计划完成。便在运动高潮，工作停顿的时候，我还偷工夫一点一滴的攒。堂吉诃德的译稿，大部分由涓涓滴滴积聚而成。我深悔一心为堂吉诃德攒私蓄，却没为自己积储些多余的精力，以致妖精乘虚而入。我做了牛鬼蛇神，每夜躺着想这想那，却懵懵懂懂，一点没想到有妖精钻入笔记。我把这点疏失归罪于堂吉诃德，我想他老先生也不会嗔怪的。我曾想尽办法，要把堂吉诃德救出来。我向没收黑稿子的头头们要求暂时发还我的黑稿子，让我按着黑稿子，检查自己的黑思想。他们并不驳斥我，只说，没收的黑稿子太多，我那一份找不到了，我每天收拾女厕，费不了多少时间，同伙还没扫完院子，我早已完事。我觉得单独一人傻坐在办公室里不大安全，所以自愿在群众的办公室外面扫扫窗台，抹抹玻璃，借此消磨时光。从堂吉诃德被俘后，我就想借此寻找他的踪迹。可是我这位英雄和古代小说里的美人一样，侯门一入深似海，我每间屋子都张望过了没见到他的影子。过年以后，有一次我们牛鬼蛇神奉命打扫后楼一间储藏室。我忽从凌乱的废纸堆里发现了我那包堂吉诃德译稿。"}
{"text":"我觉得单独一人傻坐在办公室里不大安全，所以自愿在群众的办公室外面扫扫窗台，抹抹玻璃，借此消磨时光。从堂吉诃德被俘后，我就想借此寻找他的踪迹。可是我这位英雄和古代小说里的美人一样，侯门一入深似海，我每间屋子都张望过了没见到他的影子。过年以后，有一次我们牛鬼蛇神奉命打扫后楼一间储藏室。我忽从凌乱的废纸堆里发现了我那包堂吉诃德译稿。我好像找到了失散多年的儿女，忙抱起放在一只凳上，又惊又喜地告诉同伙我的稿子在这里呢！我打算冒险把稿子偷走。出门就是楼梯，下楼就没人看守抱着一个大纸包大模大样在楼梯上走也不像做贼，楼下的女厕虽然不是我打扫的，究竟是个女厕，我可以把稿子暂时寄放，然后抱回家去。当然会有重重险阻，我且走一步是一步。监视我们的是个老干部。我等他一转背，就把稿子抢在手里，可是刚举步，未及出门，我同伙一个牛鬼蛇神――他是怕我犯了错误牵累他吗？那可怪不到他呀他该是出于对我的爱护吧？他指着我大喝一声杨季康，你要干什么？监视的干部转过身来，诧异地看着我。我生气说这是我的稿子！那位干部才明白我的用意。他倒并不责问，只软哄说是你的稿子。可是现在你不能拿走，将来到了时候，会还给你。我说扔在废纸堆里就丢了。我没留底稿，丢了就没了！我不记得当时还说了什么大话，因为我觉得这是吃了公家的饭干的工作，不是个人的事。他答应好好儿保藏，随我放在哪里都行。我先把稿子放在书柜里，又怕占了太好的位置，别人需要那块地方，会把稿子扔出来。所以我又把稿子取出，谨谨慎慎放在书柜顶上，叹口气，硬硬心，撇下不顾。军工宣队进驻学部以后，牛鬼蛇神多半恢复人身，重又加入群众队伍，和他们一起学习。我请学习小组的组长向工人师傅要求发还我的译稿，因为我自知人微言轻，而他们也不懂得没收稿子的缘由。组长说那是你的事，你自己去问。我得耐心等待机会。工人师傅们一下班就兴冲冲地打球，打完球又忙着监督我们学习，机会真不易得。几个月来，我先后三次钻得空子，三次向他们请求。他们嘴里答应，显然是置之不理。直到下放干校的前夕，原先的组秘书当了我们组的学习组长。"}
{"text":"军工宣队进驻学部以后，牛鬼蛇神多半恢复人身，重又加入群众队伍，和他们一起学习。我请学习小组的组长向工人师傅要求发还我的译稿，因为我自知人微言轻，而他们也不懂得没收稿子的缘由。组长说那是你的事，你自己去问。我得耐心等待机会。工人师傅们一下班就兴冲冲地打球，打完球又忙着监督我们学习，机会真不易得。几个月来，我先后三次钻得空子，三次向他们请求。他们嘴里答应，显然是置之不理。直到下放干校的前夕，原先的组秘书当了我们组的学习组长。我晚上学习的时候，递了一个条子给他。第二天早上，他问明我那包稿子所在，立即亲自去找来，交给我说快抱回家去吧！落难的堂吉诃德居然碰到这样一位扶危济困的骑士！我的感激，远远超过了我对许多人许多事的恼怒和失望。四精彩的表演我不爱表演，也不善表演，虽然有一次登上了吉祥大戏院的大舞台，我仍然没有表演。那次是何其芳同志等黑帮挨斗，我们夫妇在陪斗之列。谁是导演，演出什么戏，我全忘了，只记得气氛很紧张，我却困倦异常。我和默存并坐在台下，我低着头只顾瞌睡。台上的检讨和台下的呵骂只是呵骂，并未动武，我都置若罔闻。忽有人大喝杨季康，你再打瞌睡就揪你上台！我忙睁目抬头，觉得嘴里发苦，知道是心上慌张。可是一会儿我又瞌睡了，反正揪上台是难免的。我们夫妇先后都给点名叫上舞台。登台就有高帽子戴。我学得诀窍，注意把帽子和地平线的角度尽量缩小，形成自然低头式。如果垂直戴帽，就得把身子弯成九十度的直角才行，否则群众会高喊低头！低头！陪斗的不低头，还会殃及主犯。当然这种诀窍，只有不受注意的小牛鬼蛇神才能应用。我把帽子往额上一按，紧紧扣住，不使掉落，眉眼都罩在帽子里。我就站在舞台边上，学马那样站着睡觉。谁也不知我这个跑龙套的正在学马睡觉。散场前我给人提名叫到麦克风前，自报姓名，自报身份，挨一顿混骂，就算了事。当初坐在台下，唯恐上台上了台也就不过如此。我站在台上陪斗，不必表演如果坐在台下，想要充当革命群众，除非我对犯人也像他们有同样的愤怒才行，不然我就难了。说老实话，我觉得与其骂人，宁可挨骂。"}
