{"text":"对素不相识的人或事物也用一种正义的眼光去看待，就是实际意义上的大义。我们中华民族，是一个大义的民族，当日本侵华，多少义气凛然的革命烈士，用他们的满腔热血，誓死不屈，才成就了今日蒸蒸日上的祖国。董存瑞舍身炸暗堡，黄继光用自己的胸膛堵住了敌人的机枪，这些都是炎黄子孙大义的延续，是中国历史上挥之不去的光辉。一个人，可以不相信神，却不可以不相信神圣。当前我们青少年最主要的任务就是把我们的祖国建设得更加繁荣昌盛。因此，这也是我们民族大义的根本所在。让我们相信这一份神圣，用自己的双手去维护这一份神圣。早在两百多年前，此书一出就惊动了当时的社会高层。一边是烧书，一边是捧书，一边是伤风化的淫书，一边是风情旖旎的奇情书。其实我倒认为红楼梦并不是一部爱情小说，贾宝玉与林黛玉的爱情悲剧也不是中心故事，但这一败涂地的悲剧确实是整部书的主要线索，无论怎样我们也都曾经为这两人的结局深深地感到遗憾。当然在地主阶级的两个叛逆者企图主宰自己的婚姻与命运，结局必然是悲剧性的。先说说林黛玉的个性与思想。她孤傲自许，目下无尘，同周围的环境表现出明显的不合拍，所以贾府里除了宝玉这个知己是很少有人喜欢她的。一年三百六十日，刀剑双寒严相逼，质本洁来还洁去，不教污淖陷渠沟。一首葬花词就写尽了周遭环境的污秽，逼迫的激愤和对茫茫前途的绝望与哀愁。她的尖酸刻薄和好哭的特点，也源于此。是一个具叛逆精神的贵族少女的典型。而贾宝玉也是一个精神叛逆的典型，作为大观园里的富贵闲人，贾宝玉自然有许多公子哥儿的习性，在他身上深深地打着贵族地主阶级的烙印。但是，他同贾珍，贾琏，薛蟠之流相比，确实别具一样的性情。他不走所谓读书应举，出仕做官，立身扬名，光宗耀主的正道，反而攻击那些热中于功名利禄，仕途经济的人。骂薛宝钗等劝他留心仕途经济的话是混帐话，更是做出翻案的文章天地间灵淑之气，只钟与女子，男儿们不过是写渣滓浊沫而已。他甚至怨恨自己为什么生在候门之家绫锦纱罗，也不过裹了我这枯株朽木羊羔美酒，也不过填了我着粪窟泥沟富贵二字，真正把人荼毒了这些思想与行为与封建正统的观念相对而立，自然为当时所不容。所以宝黛他们的思想可以说是一脉相通的。她从来不认为宝玉说的那是混帐话，认宝玉做知己，他们的爱情也是建立在这种共同的叛逆精神的基础上。"}
{"text":"骂薛宝钗等劝他留心仕途经济的话是混帐话，更是做出翻案的文章天地间灵淑之气，只钟与女子，男儿们不过是写渣滓浊沫而已。他甚至怨恨自己为什么生在候门之家绫锦纱罗，也不过裹了我这枯株朽木羊羔美酒，也不过填了我着粪窟泥沟富贵二字，真正把人荼毒了这些思想与行为与封建正统的观念相对而立，自然为当时所不容。所以宝黛他们的思想可以说是一脉相通的。她从来不认为宝玉说的那是混帐话，认宝玉做知己，他们的爱情也是建立在这种共同的叛逆精神的基础上。从中可以看到两个明显的特征一是贯穿于他们的思想性格中的对封建正统，特别是对程朱理学以及八股科举的反逆思想一是对自己，对自己的家族，也就上对本阶级的前途的一种无可奈何的绝望的感觉。林黛玉也许是因她是个女子，又处于无权无势，孤立无援的地位，所以生存的压力更重，愁与恨也就郁积欲多。一个是希望一杯净土掩风流，一个则希望化成飞灰，化成轻烟，或者死后被送到那鸦雀不到的幽僻之处，随风化了，自此再不要托生为人。一方面是与周围极不相符的叛逆精神，一方面有对这种阶级产生的绝望感与没落感。这种叛逆的思想，在当时反映在爱情上是带有相当强烈的病态，畸形，伤感的。也只能落个一朝春尽红颜老，花落人亡两不知的结局了。贾母与王夫人处心积虑策划了一场骗局，硬是要把薛宝钗嫁给宝玉无非是为了使联络有亲的四大家族，亲上加亲，便于扩大自己的政治势力。一旦到了维护自己利益的关键上贾母即使将自己的命根子，心肝宝贝，置于死地也在所不惜。而宝黛他们却把自己婚姻的希望一再寄托再贾母身上，希望得到贾母的支持与允诺，简直是迂腐，软弱之极。想想他们用建筑在蔑视封建仕途经济的思想基础上的木石姻缘，去对抗封建卫道者精心安排的金玉良缘，怎能不落个玉石俱焚的下场呢悲就悲在我们看尽了这种荒唐的阶级观念产生的爱情悲剧，还是无法避免在现实的社会中仍有被迫门当户对的才能成婚的想法，让婚姻远离了爱情，直至枯萎，永远不断延续着悲剧――二零一七年，随着一款名为旅行青蛙的佛系随缘游戏火遍全国。随之而来的是一批佛系青年的兴起，他们生活很佛系，做事随缘分。习近平总书记曾言不忘初心，方得始终。而我想说，唯有拒绝佛系，方能坚守本心。坚守，是愚公移山的执着子。一生只做一件事，愚公做的一件事就是移山，而黄大发做的事就是引水。立下愚公移山志，劈山引水为人民。"}
{"text":"随之而来的是一批佛系青年的兴起，他们生活很佛系，做事随缘分。习近平总书记曾言不忘初心，方得始终。而我想说，唯有拒绝佛系，方能坚守本心。坚守，是愚公移山的执着子。一生只做一件事，愚公做的一件事就是移山，而黄大发做的事就是引水。立下愚公移山志，劈山引水为人民。水过不去，拿命来铺，这是一个老党员许下的誓言，老支书黄大发几十年如一日，以血肉之躯劈山修渠，以实干苦干带领乡亲力拔穷根。三十六年，为梦想跋涉，僵直了手指，沧桑了面孔，但初心不变。三十六年，为誓言奋斗，花白了头发，耗尽了青春，最终实现梦想。坚守，是三十六年的奋斗。坚守，是一辈子的濡沫相惜。她勇敢了一次，可他却勇敢了一辈子。无需山盟海誓的诺言，一个怀抱就是港湾。三十年，在疾病的煎熬中，在日复一日的劳作中缓缓度过，不变的是谢海华对谢芳的坚守。相信是那一刻的决定。相信是那一刻的决定，相濡以沫是半生的深情。平凡的两个人，在命运面前，却异常的勇猛。最长情的告白，已胜却人间无数。时间在流逝，眼前的村庄早已变成高楼大厦。总是沧海桑田，但他们的爱不变，不离不弃的坚守也不会变。坚守是黄大发一生只为一清渠的意志和坚守，是谢怀华和谢芳的不离不弃。从不为谁停下脚步的时间，在坚守面前，也是如此不堪一击。坚守是执着，亦是责任。一块石头的滚落，引起了群防员安宏三的注意。面对突发事件，安宏三当机立断拦下了过往车辆，在三万方石块下落前，组织大家远离现场，避免了一场悲剧的发生。一块滚落的石头是小，崩塌的三万方山体是大一个日常的巡查习惯是小，一场山体崩塌灾害是大，一位普通的自然灾害群测群防员是小，检测责任，提前预警，避免灾害成为灾难的英雄是大。安宏三的一份责任，让大家逃过一劫。五十六年前，那里是黄沙遮天日，飞鸟栖无数的荒漠沙地五十六年后，那里郁郁青青，生机勃勃的绿色海洋。名人名言及事例勤奋读书名言三更灯火五更明，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。――颜真卿读书破万卷，下笔如有神。――杜甫勤能补拙是良训，一分辛苦一分才。――华罗庚只要坚持不懈地刻苦自学，是不必担心不成才的。"}
{"text":"安宏三的一份责任，让大家逃过一劫。五十六年前，那里是黄沙遮天日，飞鸟栖无数的荒漠沙地五十六年后，那里郁郁青青，生机勃勃的绿色海洋。名人名言及事例勤奋读书名言三更灯火五更明，正是男儿读书时。黑发不知勤学早，白首方悔读书迟。――颜真卿读书破万卷，下笔如有神。――杜甫勤能补拙是良训，一分辛苦一分才。――华罗庚只要坚持不懈地刻苦自学，是不必担心不成才的。――华罗庚鸟美在羽毛，人美在勤劳。――谚语不经一番寒彻骨，哪得梅花扑鼻香？――高明书山有路勤为径，学海无涯苦作舟。――对联天才就是这样，终身努力，便成天才。――门捷列夫好读书，不求甚解，每有会意，便欣然忘言。――陶渊明学而时习之，不亦乐乎？――孔子事例达芬奇画蛋欧洲文艺复兴时期的著名画家达芬奇，从小爱好绘画。父亲送他到当时意大利的名城佛罗伦萨，拜名画家佛罗基奥为师。老师要他从画蛋入手。他画了一个又一个，足足画了十多天。老师见他有些不耐烦了，便对他说不要以为画蛋容易，要知道，个蛋中从来没有两个是完全相同的即使是同一个蛋，只要变换一下角度去看形状也就不同了，蛋的椭圆形轮廓就会有差异。所以，要在画纸上把它完美的表现出来，非得下番苦功不可。从此，达芬奇用心学习素描，经过长时期勤奋艰苦的艺术实践，终于创作出许多不朽的名画。孙康映雪夜读晋人孙康，家贫而酷爱读书。夜晚，虽有时间却买不起灯油，只好默默地回忆，消化白天学过知识。有年冬天，他半夜醒来，感到屋内并非漆黑无光，还能隐约约看到一些东西，原来是皑皑白雪反映所致，这给了他启发何不借雪光来看书呢？于是雪夜，特别是月光映照下的雪夜，就成了孙康苦读的好时光。由于勤奋好学，他终于成为一个有名的学者，并当上了御史大夫。头悬梁锥刺骨战国时苏秦，与魏人张仪同师鬼谷先生。他夜间读书，苦心钻研，困倦欲睡时，就用锥子刺自己的大腿，血一直流到脚步上。汉代孙敬好学，读书时，用绳子把头发系在屋梁上，以防止打瞌睡，来督促自己努力攻读。被认为是傻子的科学家本世纪最著名的物理学家爱因斯坦，童年时并不显得聪明，岁时才学会说话，父母因而认为他是一个傻子。"}
{"text":"于是雪夜，特别是月光映照下的雪夜，就成了孙康苦读的好时光。由于勤奋好学，他终于成为一个有名的学者，并当上了御史大夫。头悬梁锥刺骨战国时苏秦，与魏人张仪同师鬼谷先生。他夜间读书，苦心钻研，困倦欲睡时，就用锥子刺自己的大腿，血一直流到脚步上。汉代孙敬好学，读书时，用绳子把头发系在屋梁上，以防止打瞌睡，来督促自己努力攻读。被认为是傻子的科学家本世纪最著名的物理学家爱因斯坦，童年时并不显得聪明，岁时才学会说话，父母因而认为他是一个傻子。上学后，有位老师对他父亲说你的孩子将是一事无成，甚至勒令他退学。岁时，他报考苏黎世大学，又因成绩差而名落孙山。但他并不恢心。通过勤奋学习，成了杰出的物理学奠基人。曾有青年问他是怎样成功的，他写下了这样一个公式Z代表成功，代表勤奋学习工作，代表好的学习方法，Z代表少说废话。明代宋濂抄书苦读自学成家的高尔基注重积累名言不积跬步，无以致千里不积小流，无以成江河。――荀子海不辞水，故能成其大。山不辞土石，故能成其高。明主不厌人，故能成其众。士不厌学，故能成其圣。――管子搞学问就像滚雪球，越滚越大，不滚就化。――贾兰坡无论什么事，如果不断收集材料，积之十年，总可成一学者。――积土成山，风雨兴焉，积水成渊，蛟龙生焉。――荀子合抱之木，生于毫末九层之台，起于垒土千里之行，始于足下。――老子问渠哪得清如许，为有源头活水来。――朱熹涓滴之水终可磨损大石，不是由于它的力量强大，而是由于昼夜不舍的滴坠。――贝多芬事例锦囊出珍品唐朝鬼才诗人李贺，他的成功在于积累。为了搜集素材，他早上背上锦囊，骑着毛驴，外出游历，观察生活，一有灵感便记在纸上，放于锦囊中。一天下来回到家中，将锦囊中积累的纸条拿出，在灯下选择整理，将有用的纸条再存入另一个锦囊中供以后写作用。陶瓷积累知识唐代大诗人白居易为了积累诗作素材，准备了许多陶罐，并分门别类的贴着标签，整齐的放在一个七层的架子上。他把平时收集到的资料按不同门类放到各自的陶罐中。等到资料积累的可以写作时，便函将陶罐倒空，将资料整理成文。"}
{"text":"一天下来回到家中，将锦囊中积累的纸条拿出，在灯下选择整理，将有用的纸条再存入另一个锦囊中供以后写作用。陶瓷积累知识唐代大诗人白居易为了积累诗作素材，准备了许多陶罐，并分门别类的贴着标签，整齐的放在一个七层的架子上。他把平时收集到的资料按不同门类放到各自的陶罐中。等到资料积累的可以写作时，便函将陶罐倒空，将资料整理成文。日积月累终成伟业革命导师马克思，为写资本论，阅读了多种书，在书中引用了十几个学科数百个的观点，留下了一百多本读书笔记。列宁在列宁全集中引用自已看过的书竟达万多册。他在研究帝国主义专题时，读了本书种期刊中的篇文章，写下多万字的札记。厚积者的楷模列夫托尔斯泰如果没有那一叠厚厚的审讯记录，如何写出那原汁原味的俄罗斯下层劳动人民的语言李贺如果没有那个装诗的锦囊，怎能写出那脍炙人口的千古名句姚雪垠如果没有那万张专题卡片，就不会有今天的长篇小说李自成。家庭教育名言一年之计，莫如树谷十年之计，莫如树木终身之计，莫如树人。――管子父善教子者，教于孩提。――林遗父母威严而有慈，则子女畏慎而生孝矣。――颜之推爱迪生幼年的故事，给了我两个深刻的印象一是科学要从小孩学起，二是科学的幼苗要像爱迪生的父母一样爱护才能保全。――陶行知父母的生活就是孩子进入社会前的一本读物。――席慕蓉父母的德行是儿子的最好遗产。――塞万提斯孩子是映照父母行为的镜子。――斯宾诺莎当孩子一开始呼吸时，教育就开始了。――保尔树不修不成材，儿不育不成人。――谚语养不教父之过，训道不严师之惰。――谚语事例不知道吃鸡蛋长篇报告文学中国的小皇帝中记叙了这么一件事有个学生到学校蒸饭吃，看到饭盒里有个圆圆的鸡蛋，她想来想去，也不知道该怎么吃，去问了其他同学，还是不知道该怎么吃这个鸡蛋，最后又把它原封不动地带回了家，使得她的母亲哭笑不得。孟母为孟子三迁孟子幼时不喜欢读书，只知道嬉戏玩耍。孟母带着孟子先住在墓地附近，后住在市镇上，但她认为这些都不是孟子居住的好地方，最后搬到一所学校旁边住了下来。孟子每天接触的都是读书人也就读起书来，后来成为大学问家。"}
{"text":"孟母为孟子三迁孟子幼时不喜欢读书，只知道嬉戏玩耍。孟母带着孟子先住在墓地附近，后住在市镇上，但她认为这些都不是孟子居住的好地方，最后搬到一所学校旁边住了下来。孟子每天接触的都是读书人也就读起书来，后来成为大学问家。珍惜时间名言抛弃时间的人，时间也抛弃他。――莎士比亚一寸光阴一寸金，寸金难买寸光阴。――罗懋登百川到东海，何时复西归？少壮不努力，老大独伤悲。――乐府诗集失掉了现在，也就没有了未来。――时间就是生命。无端的空耗别人的时间，其实是无异于谋财害命的。――莫等闲，白了少年头，空悲切。――岳飞时间可以获得金钱，但金钱却买不到时间。――谚语盛年不重来，一日难再晨。及时当勉励，岁月不待人。――陶渊花有重开日人无再少年。――关汉卿时间就是生命，时间就是速度，时间就是力量。――郭沫若人生太短，要干的事太多，我要争分夺秒。――爱迪生你热爱生活吗？那么别浪费时间，为时间是组成生命的材料。――富兰克林事例今日诗与明日歌中国古人十分珍惜时间，一寸光阴一寸金，寸金难买寸光阴少壮不努力，老大徒伤悲等都是脍炙人口的。明朝吴县学士文徵明，是著名的书画家，他写了一首今日诗今日复今日，今日何其少！今日又不为，此事何时了？人生百年几今日，今日不为真可惜！若言姑待明朝至，明朝又有明朝事。为君聊赋今日诗，努力请从今日始。请初学者钱鹤滩在今日诗的基础上又改写了明日歌明日复明日，明日何其多！我生待明日，万事成蹉跎，世人若被明日累，春去秋来老将至。朝看水东流，暮看日西坠。百年明日能几何？请君听我明日歌。笔名的含义中国现代文学的开端，是与现代中国的伟大思想家文学家革命家的名字联系在一起的。"}
{"text":"人生百年几今日，今日不为真可惜！若言姑待明朝至，明朝又有明朝事。为君聊赋今日诗，努力请从今日始。请初学者钱鹤滩在今日诗的基础上又改写了明日歌明日复明日，明日何其多！我生待明日，万事成蹉跎，世人若被明日累，春去秋来老将至。朝看水东流，暮看日西坠。百年明日能几何？请君听我明日歌。笔名的含义中国现代文学的开端，是与现代中国的伟大思想家文学家革命家的名字联系在一起的。当提倡科学与民主反帝反封建的新文化运动刚揭开序幕时，就用犀利的杂文和新颖性小说为它呐喊奔走，成为新文化运动的先驱和旗手。向许寿裳解释用这个名字的原因之一是取愚鲁和迅速之意。他认为自己比较笨拙，只有勤勉，才能在一定的时间收到和别人一样的效果。有人说是天才，自己说哪里有天才，我是把别人喝咖啡的时间都用在工作上的。巴尔扎克惜时如金巴尔扎克是位多产的作家。他的时间是一分一秒也不空过的，一次，巴尔扎克太累了，对一个朋友说我睡一会儿，你一小时后叫醒我。一个小时过去了，朋友实在不忍心叫醒他。巴尔扎克醒来后，发现超过了一小时，几乎是暴跳如雷的对朋友说你为什么不叫醒我，耽误了我多少时间性啊！他平时每天写作十六七个小时，把自己关在房间里，一日三餐由仆人从特定的窗口放进去。年，岁的他自我感觉心脏病要大发作了。他问医生还能活多久，半年，还是六星期？医生都用摇头来回答。巴尔扎克着急的说至少天总可以吧？我还可以写个提纲，还可以把已经出版的卷校订一下。节时盈利的奔驰德国著名的奔驰集团，从年代起全面更新工艺流程，使著名的奔驰轿车制造工时缩短一半，每年盈利万马克。热爱祖国名言位卑未敢忘国忧。――陆游天下兴亡，匹夫有责。――顾炎武宁做流浪汉，不做亡国奴。――丰子恺人类最高的道德是什么？那就是爱国心。――拿破仑连祖国都不爱的人，是什么也不会爱的。――拜伦人不仅为自己而生，而且也为祖国活。――柏拉图先天下之忧而忧，后天下之乐而乐。"}
{"text":"――顾炎武宁做流浪汉，不做亡国奴。――丰子恺人类最高的道德是什么？那就是爱国心。――拿破仑连祖国都不爱的人，是什么也不会爱的。――拜伦人不仅为自己而生，而且也为祖国活。――柏拉图先天下之忧而忧，后天下之乐而乐。――范仲淹事例我要回国，不要美金年，李四光接受国防地质学会的邀请来到美国。发表了新华夏海的诞生，轰动了欧洲。一天清晨，李四光在报纸上看到一则消息月日，沈阳解放。他激动得热泪盈眶，多年的梦想要成真了，新中国就要诞生了！在剑桥大学中国留学生举行的会上，他激动地说我虽然岁了，身体一直不好，但我一定要回到祖国去，把自己的余生贡献给新中国！但是，此举触怒了国民党当局。国民党驻英国大使书找到了李四光，掏出了一张五千美金的支票，说你向世界发表个公开的声明，否认中华人民共和国。又威胁说你如果不肯，我将采取必要的措施，将你扣留在国外。李四光听罢，气愤至极，当即严厉斥责我归国之心能用金钱收买吗？我要回国，不要美金！经历了千辛万苦，李四光终于踏上了祖国的土地，实现了他为新中国效力的愿望。钱学森毅然回国我国著名科学家钱学森，年为美国麻省理工学院最年轻的终身教授。年，美国发动侵朝战争，他毅然决定立即回国，但遭到美国联邦调查局的逮捕迫害，扣留达五年之久。钱学森一直为坚持真理和正义而斗争。直到年月日，在周恩来总理和祖国各界人士的关心帮助下，钱学森偕夫人蒋英和两个孩子离开美国，乘船回到祖国。他为我国的科学事业做出了卓越的贡献，被喻为中国导弹之父。苏武牧羊陆游临死不忘恢复中原岳飞精忠报国詹天佑为国不计名与利卖国秦桧遗臭万年屈原以身殉国周总理为人民劳累而死树立理想名言老骥伏枥，志在千里。烈士暮年，壮心不已。――曹操生活的理想，就是为了理想的生活。――张闻天崇高的理想是一个人心中的太阳，它能照亮每一步路。――新格言没有理想的青春，就是没有太阳的早晨。――新格言理想是指路明灯。"}
