{"text":"巴札罗夫是相信科学的他为医术而死，一到所蔑视的并非科学的权威而是科学本身，那就成为沙宁之徒，只好以一无所信为名，无所不为为实了。但狂飙社却似乎仅止于虚无的反抗，不久就散了队，现在所遗留的，就只有向培良的这响亮的战叫，说明着半绥惠略夫式的憎恶的前途。未名社却相反，主持者韦素园，是宁愿作为无名的泥土，来栽植奇花和乔木的人，事业的中心，也多在外国文学的译述。待到接办莽原后，在小说方面，魏金枝之外，又有李霁野，以锐敏的感觉创作，有时深而细，真如数着每一片叶的叶脉，但因此就往往不能广，这也是孤寂的发掘者所难以两全的。台静农是先不想到写小说，后不愿意写小说的人，但为了韦素园的奖劝，为了莽原的索稿，他挨到一九二六年，也只得动手了。地之子的里自己说――那时我开始写了两三篇，预备第二年用。素园看了，他很满意我从民间取材他遂劝我专在这一方面努力，并且举了许多作家的例子。其实在我倒不大乐于走这一条路。人间的酸辛和凄楚，我耳边所听到的，目中所看见的，已经是不堪了现在又将它用我的心血细细地写出，能说这不是不幸的事么？同时我又没有生花的笔，能够献给我同时代的少男少女以伟大的欢欣。此后还有建塔者。要在他的作品里吸取伟大的欢欣，诚然是不容易的，但他却贡献了文艺而且在争写着恋爱的悲欢，都会的明暗的那时候，能将乡间的死生，泥土的气息，移在纸上的，也没有更多，更勤于这的了。五临末，是关于选辑的几句话――一，文学团体不是豆荚，包含在里面的，始终都是豆。大约集成时本已各个不同，后来更各有种种的变化。在这里，一九二六年后之作即不录，此后的的作风和思想等，也不论。二，有些，是有自编的集子的，曾在期刊上发表过的初期的文章，集子里有时却不见，恐怕是自己不满，删去了。但我间或仍收在这里面，因为我以为就是圣贤豪杰，也不必自惭他的童年自惭，倒是一个错误。三，自编的集子里的有些文章，和先前在期刊上发表的，字句往往有些不同，这当然是自己添削的。但这里却有时采了初稿，因为我觉得加了修饰之后，也未必一定比质朴的初稿好。以上两点，是要请原谅的。"}
{"text":"在这里，一九二六年后之作即不录，此后的的作风和思想等，也不论。二，有些，是有自编的集子的，曾在期刊上发表过的初期的文章，集子里有时却不见，恐怕是自己不满，删去了。但我间或仍收在这里面，因为我以为就是圣贤豪杰，也不必自惭他的童年自惭，倒是一个错误。三，自编的集子里的有些文章，和先前在期刊上发表的，字句往往有些不同，这当然是自己添削的。但这里却有时采了初稿，因为我觉得加了修饰之后，也未必一定比质朴的初稿好。以上两点，是要请原谅的。四，十年中所出的各种期刊，真不知有多少，小说集当然也不少，但见闻有限，自不免有遗珠之憾。至于明明见了集子，却取舍失当，那就即使并非偏心，也一定是缺少眼力，不想来勉强辩解了。一九三五年三月二日写讫。本篇最初印入中国新文学大系小说二集。中国新文学大系是从一九一七年新文学运动开始到一九二六年十年间的创作和理论的选集，计分文学建设理论文学论争小说一至三集散文一至二集诗歌戏剧史料索引等共十册，赵家璧主编，上海良友图书印刷公司发行，一九三五年至一九三六年间出齐。负责编选的小说二集，是那一时期在文学研究会和创造社两个团体以外的作家的作品，于一九三五年一月开始编选，至二月底选讫，五月间又最后删定，七月间出书，共收三十三位的小说五十九篇。新青年参看本卷第页注。该刊第二卷第五号一九一七年一月发表了胡适的文学改良刍议，第六号又发表了陈独秀的文学革命论。苏曼殊―名玄瑛，字子谷，后为僧，号曼殊，广东中山人，文学家。曾参加南社。著有小说断鸿零雁记等。新青年第二卷第三四号一九一六年十一月十二月发表他的小说碎簪记。陈嘏当时的一个翻译家。新青年自创刊号一九一五年九月至第二卷第二号一九一六年十月止曾连载他翻译的屠格涅夫的小说春潮和初恋。刘半农参看本卷第页注。他所译葡萄牙席尔洼的小说欧洲花园发表于新青年第二卷第三号一九一六年十一月。胡适参看本卷第页注。当时他是新青年杂志的编者之一。他在新青年第二卷第六号一九一七年二月发表了白话诗八首，在第三卷第一号一九一七年三月发表过所译莫泊桑的小说二渔夫等。果戈理参看本卷第页注。"}
{"text":"刘半农参看本卷第页注。他所译葡萄牙席尔洼的小说欧洲花园发表于新青年第二卷第三号一九一六年十一月。胡适参看本卷第页注。当时他是新青年杂志的编者之一。他在新青年第二卷第六号一九一七年二月发表了白话诗八首，在第三卷第一号一九一七年三月发表过所译莫泊桑的小说二渔夫等。果戈理参看本卷第页注。狂人日记，短篇小说，内容描写一个小职员因爱慕上司的女儿而发狂的故事。尼采参看本卷第页注。这里所引的话见札拉图斯特拉如是说第三节。安特莱夫\\，―俄国作家。作品多描写人生的阴暗面，有悲观主义气息。著有中篇小说红的笑等。新潮综合性月刊，新潮社编，五四新文化运动初期的重要刊物之一。一九一九年一月创刊于北京，不久主要成员傅斯年罗家伦等赴欧美留学后，该刊一九二二年三月出至第三卷第二号停刊。俞平伯浙江德清人。文学家。他的短篇小说花匠发表于新潮第一卷第四号一九一九年四月。罗家伦―浙江绍兴人，五四新文化运动的参加者，后来成为国民党政客。这里指的是他的短篇小说是爱情还是苦痛？，发表于新潮第一卷第三号一九一九年三月。易卜生参看本卷第页注。他在娜拉和群鬼中提出了婚姻和家庭的改革问题在国民之敌和社会柱石中提出了社会的改革问题。娜拉和国民之敌曾译载于新青年第四卷第六号易卜生号一九一八年六月。杨振声―山东蓬莱人，小说家。曾任北京大学武昌大学教授。他的短篇小说渔家发表于新潮第一卷第三号，描写在渔霸剥削和警察勒索下的渔民的悲惨遭遇。汪敬熙―浙江杭县人，小说家。曾任广州中山大学教授。这里所说好学生的秘密，指短篇小说一个勤学的学生，发表于新潮第一卷第二号一九一九年二月苦人的灾难指短篇小说雪夜，发表于新潮第一卷第一号。后来他在现代评论第一卷第二十三二十四号一九二五年五月上发表了短篇小说瘸子王二的驴等。"}
{"text":"他的短篇小说渔家发表于新潮第一卷第三号，描写在渔霸剥削和警察勒索下的渔民的悲惨遭遇。汪敬熙―浙江杭县人，小说家。曾任广州中山大学教授。这里所说好学生的秘密，指短篇小说一个勤学的学生，发表于新潮第一卷第二号一九一九年二月苦人的灾难指短篇小说雪夜，发表于新潮第一卷第一号。后来他在现代评论第一卷第二十三二十四号一九二五年五月上发表了短篇小说瘸子王二的驴等。他的短篇小说集雪夜收作品九篇，一九二五年十月上海亚东图书馆出版。欧阳予倩―湖南浏阳人，戏剧家。新潮第一卷第二号曾发表他的短篇小说断手。叶绍钧字圣陶，江苏吴县人，作家，文学研究会发起人之一。著有童话集稻草人长篇小说倪焕之和短篇小说集隔膜火灾等。现代评论综合性周刊，胡适陈源王世杰徐志摩等人主办的同人杂志。一九二四年十二月创刊于北京，一九二七年七月移至上海出版，一九二八年底出至第八卷第二九期停刊。这个杂志的主要成员被称为现代评论派，他们原依附北洋政府，后来转而投靠国民党政权。玉君一九二五年二月出版，现代社发行，现代丛书之一。在该书自序的末尾说先谢谢邓叔存先生，为了他的批评，我改了第一遍。再谢谢陈通伯先生，为了他的批评，我改了第二遍。最后再谢谢胡适之先生，为了他的批评，我改了第三遍。按邓叔存即邓以蛰，陈通伯即陈源，胡适之即胡适。新青年月刊于第八卷第一号一九二年九月起，设编辑部于上海，由新青年社出版以前该刊系由上海群益书社印行。新潮最末一期第三卷第二号是一九二年名著介绍特号，于一九二二年三月间出版。孑民先生言行录新潮社编，共收杂文八十四篇及附录三篇，一九二年十月出版。蔡孑民，即蔡元培。点滴周作人翻译的外国短篇小说集，新潮社文艺丛书之一，一九二年八月出版。为人生的文学的一群指文学研究会为文学的文学的一群，指创造社等。弥洒社文学团体，胡山源钱江春等组成，一九二三年三月在上海创办弥洒月刊，共出六期。弥洒，通译缪斯，希腊神话中的文艺女神。胡山源江苏江阴人，曾任世界书局编辑。"}
{"text":"蔡孑民，即蔡元培。点滴周作人翻译的外国短篇小说集，新潮社文艺丛书之一，一九二年八月出版。为人生的文学的一群指文学研究会为文学的文学的一群，指创造社等。弥洒社文学团体，胡山源钱江春等组成，一九二三年三月在上海创办弥洒月刊，共出六期。弥洒，通译缪斯，希腊神话中的文艺女神。胡山源江苏江阴人，曾任世界书局编辑。他的短篇小说睡和碧桃花下文中误作樱桃花下分别发表于弥洒第一期和第三期文中误作第一期。英语灵感。陈德征浙江浦江人。一九二七年以后依附国民党右派，任国民党上海市党部主任委员国民党政府上海市教育局长等职。垄断文坛创造社为创造季刊出版刊登的广告中有这样的话自文化运动发生后，我国新文艺为一二偶像所垄断。一九二一年九月二十九日时事新报唐鸣时浙江嘉善人，翻译工。赵景V？―，浙江平湖人。他的短篇小说阿美发表于弥洒月刊第一期。方企留，应为张企留，江苏松江今属上海市人。曹贵新―后，江苏常熟人。钱江春―江苏松江今属上海市人。弥洒社的发起人和主要成员之一。方时旭，笔名云郎，浙江绍兴人。浅草社一九二二年在上海成立的文学团体，主要成员有林如稷陈炜谟陈翔鹤冯至等。一九二三年三月创办浅草季刊，一九二五年二月出至第四期停刊。冯至河北涿县人，诗人。著有诗集昨日之歌北游及其他等。浅草季刊第一卷第三期一九二三年十二月上发表了他的短篇小说蝉与晚祷。沉钟周刊文艺刊物，沉钟社编，一九二五年十月在北京创刊，共出十期。一九二六年八月改出半月刊，中经停刊复刊，至一九三四年二月出至第三十四期停刊。主要除原浅草社同人外还有杨晦等。吉辛―英国小说家散文家，著有文苑外史四季随笔等。径一周三即直径与圆周的比。语出周髀算经卷上汉代赵君卿注圆径一而周三。世纪末原指十九世纪末叶。"}
{"text":"一九二六年八月改出半月刊，中经停刊复刊，至一九三四年二月出至第三十四期停刊。主要除原浅草社同人外还有杨晦等。吉辛―英国小说家散文家，著有文苑外史四季随笔等。径一周三即直径与圆周的比。语出周髀算经卷上汉代赵君卿注圆径一而周三。世纪末原指十九世纪末叶。当时西方资本主义国家走向帝国主义阶段，在社会生活和文化思想等方面呈现颓废现象，在此时期出现的具有这种倾向的文学作品，被称为世纪末文学。王尔德―英国唯美派作家。著有剧本莎乐美温德米夫人的扇子等。波特莱尔―法国颓废派诗人。著有诗集恶之华等。沉自己的船是浅草第一卷第三期一九二三年十二月所载高世华短篇小说的题目。小说写水手们因不堪船上北洋政府士兵的凶暴，把船撞沉，同归于尽。这里所说绝处求生，是指小说结尾沉船时，水手们唱着歌不若就地齐下灰水齐向死里去求活春非我春，秋非我秋语见汉书礼乐志中郊祀歌之九日出入安穷，时世不与人同故春非我春，夏非我夏，秋非我秋，冬非我冬。莎子原名韩德章，天津人。这里说的托辞小草，是指他在沉钟周刊第九期一九二五年十二月发表的短篇小说白头翁底故事，写一种名叫白头翁的小草，开花后经风雨摧残，花冠雕零，只留下白色绒毛，自以为还是青春少年，却被同伴们讥为白发老人，因而感到悲伤。按沉钟社中有一些四川作家，但冯至和莎子都不是。陈炜谟―四川泸县人，小说家。炉边是他的短篇小说集，收一九二四年至一九二六年间所作小说七篇，卷首有英语，或小引的意思一篇。一九二七年北新书局出版。这是德国剧作家霍普特曼的剧本沉钟里面的故事。冯文炳―笔名废名，湖北黄梅人，小说家。竹林的故事是他的短篇小说集，收作品十四篇，一九二五年十月新潮社出版他在自序中说我开始做小说，在一九二二年秋天都可以说是现在的产物，我愿读者从他们当中理出我的哀愁。冯沅君―河南唐河人，小说家文学史家。"}
{"text":"一九二七年北新书局出版。这是德国剧作家霍普特曼的剧本沉钟里面的故事。冯文炳―笔名废名，湖北黄梅人，小说家。竹林的故事是他的短篇小说集，收作品十四篇，一九二五年十月新潮社出版他在自序中说我开始做小说，在一九二二年秋天都可以说是现在的产物，我愿读者从他们当中理出我的哀愁。冯沅君―河南唐河人，小说家文学史家。卷劝，乌合丛书之一，一九二七年一月北新书局出版。书中所收小说四篇，都先在创造周报和创造季刊发表过。陆侃如―江苏海门人，文学史家。冯沅君的丈夫，曾与冯沅君合著中国诗史。春痕中篇小说，冯沅君著。内容是假定为一女子寄给她的情人的五十封信，一九二八年十月北新书局出版。彼兑菲―通译裴多菲，匈牙利诗人。著有民族之歌勇敢的约翰等。晨报副刊北京晨报的副刊，一九二一年十月十二日创刊，一九二八年六月五日停刊。晨报是研究系的机关报，在政治上拥护北洋军阀政府，但其副刊在孙伏园编辑期间一九二四年十月以前，在进步力量的推动下，是赞助新文化运动的重要刊物之一。一九二五年十月以后，改由新月派的徐志摩编辑。京报副刊京报是邵飘萍创办的具有进步色彩的报纸。京报副刊，孙伏园编辑，一九二四年十二月创刊，一九二六年四月二十四日奉系军阀张作霖封闭京报时停刊。蹇先艾贵州遵义人，小说家。朝雾收水葬等短篇小说十一篇，一九二七年八月北新书局出版。水葬写贵州乡间一个穷人因偷窃被人抛入水中淹死水葬，而他的老母天黑后还在倚门等候着他回家的故事。裴文中河北丰润人，考古学家。他的短篇小说戎马声中发表于一九二四年十一月十九日的晨报副刊。李健吾山西安邑人，文学家。他的短篇小说终条山的传说发表于一九二四年十二月十五日的晨报副刊。勃兰兑斯―丹麦文学批评家。他的十九世纪文学主流第一卷题为侨民文学，是关于几位流寓国外的法国作家的评论。许钦文浙江绍兴人，小说家。"}
{"text":"裴文中河北丰润人，考古学家。他的短篇小说戎马声中发表于一九二四年十一月十九日的晨报副刊。李健吾山西安邑人，文学家。他的短篇小说终条山的传说发表于一九二四年十二月十五日的晨报副刊。勃兰兑斯―丹麦文学批评家。他的十九世纪文学主流第一卷题为侨民文学，是关于几位流寓国外的法国作家的评论。许钦文浙江绍兴人，小说家。故乡，乌合丛书之一，收父亲的花园等小说二十七篇，一九二六年四月北新书局出版。他的短篇小说石宕是故乡之后的作品，发表于莽原半月刊第十三期一九二六年七月十日，写几个石匠在山石崩裂下丧生的惨剧。虽有忮心，不怨飘瓦语出庄子达生虽有忮心者，不怨飘瓦。王鲁彦―浙江镇海人，小说家。他的短篇小说集柚子，收秋雨的诉苦灯柚子华丽的头发等十一篇，一九二四年北新书局出版。爱罗先珂\\，―俄国诗人和童话作家。童年时因病双目失明。所作童话剧桃色的云曾由译成中文，其中的主角是一只地下的土拨鼠。这里的一些话都见于王鲁彦的小说，如在灯中说罢了，罢了，母亲。我还你这颗心母亲，我不再灰心了，我愿意做人了。又在柚子中说托尔斯小先生说过自由之代价者，血与泪也。又在华丽的头发中说她很有学问。她接着说了许多达我文的进化论的原理，又举了许多牛克司，克鲁屁特金等等的欧西名人的话来引证。按托尔斯小达我文牛克司克鲁屁特金系对托尔斯泰达尔文马克思克鲁泡特金的谑称。指黎锦明在他的短篇小说社交问题发表于一九二四年十二月晨报副刊中的话小说月报之橘子一篇作品，只觉得满目的油滑调，而且不曾感得一丝毫忠实的兴味湖南人底头，橘子！杀人的事描作滑稽派小说，真是玩世！按这里说的橘子，即指王鲁彦的柚子，最初发表于一九二四年十月小说月报第十五卷第十期。黎锦明湖南湘潭人，小说家。他的短篇集烈火收轻微的印象等小说十篇，一九二五年开明书店出版又破垒集收小说八篇，一九二七年开明书店出版。"}
{"text":"杀人的事描作滑稽派小说，真是玩世！按这里说的橘子，即指王鲁彦的柚子，最初发表于一九二四年十月小说月报第十五卷第十期。黎锦明湖南湘潭人，小说家。他的短篇集烈火收轻微的印象等小说十篇，一九二五年开明书店出版又破垒集收小说八篇，一九二七年开明书店出版。斯忒林培黎―一译斯忒林培克，通译斯特林堡，瑞典作家。他是一个轻视妇女解放论者。所著短篇小说集结婚，对妇女解放持嘲讽的态度。黎锦明的社交问题是写一个女青年追逐虚荣对爱情采取轻率态度的小说。磊`山房清代文学家屠绅的书室名。屠绅―，字贤书，别号磊`山人，江苏江阴人。著有长篇小说s史笔记小说六合内外琐言等。显克微支―波兰小说家。著有你往何处去火与剑等。创造社新文学运动中著名的文学团体。一九二年至一九二一年间成立，主要成员有郭沫若成仿吾等。一九二九年二月被国民党政府封闭。凌叔华广东番禺人，小说家。著有短篇小说集花之寺女人等。这里说的出轨之作，指发表于现代评论第一卷第五期一九二五年一月十日的酒后，写一个年青的妻子酒后要求丈夫同意她去吻一下酒醉的客人。川岛章廷谦的笔名，浙江绍兴人，作家。著有短篇小说集月夜。汪静之安徽绩溪人，诗人。著有诗集蕙的风中篇小说耶稣的吩咐等。莽原社文学团体，主要成员有高长虹韦素园等。一九二五年四月二十四日创办莽原周刊，由编辑，十一月二十七日出至第三十二期止次年一月十日起改为半月刊，未名社发行八月去厦门后由韦素园接编，一九二七年十二月二十五日出至第二卷第二十四期停刊。高长虹参看本卷第页注。下面所说的拟尼采样的彼此都不能解的格言式的文章，指高在狂飙周刊上发表的总题为幻想与做梦的小品。魏金枝―浙江嵊县人，作家。他的短篇小说留下镇上的黄昏，发表于莽原半月刊第十二期一九二六年二月二十五日，后收入短篇集七封书信的自传。"}
