{"text":"著有欣慰的纪念关于的生活回忆录等。关于及其著作台静农编，收入当时关于呐喊的评论和访问记等十四篇，一九二六年七月未名社出版。绊脚石高长虹曾在狂飙周刊第十期一九二六年十二月十二日的琐记两则中，暗指为青年的绊脚石说我所唯一希望于已成名之，则彼等如无赏鉴青年艺术运动的特识，而亦无帮助青年艺术运动之雅量者，至少亦希望彼等勿挟其历史的势力，而倒卧在青年的脚下以行其绊脚石式的开倒车狡计，亦勿一面介绍外国作品，一面则蝎子撩尾以中伤青年的豪兴也！可怜无益费精神语见韩愈诗赠崔立之评事可怜无益费精神，有似黄金掷虚牝。进步的青年指高长虹。他在狂飙周刊第五期一九二六年十一月七日北京出版界形势指掌图中说去年不过四十五岁，如自谓老人，是精神的堕落！卢南―法国作家。著有耶稣传等。小彼得译本序小彼得译本序这连贯的童话六篇，原是日本林房雄的译本一九二七年东京晓星阁出版，我选给，作为学习日文之用的。逐次学过，就顺手译出，结果是成了这一部中文的书。但是，凡学习外国文字的，开手不久便选读童话，我以为不能算不对，然而开手就翻译童话，却很有些不相宜的地方，因为每容易拘泥原文，不敢意译，令读者看得费力。这译本原先就很有这弊病，所以我当校改之际，就大加改译了一通，比较地近于流畅了。――这也就是说，倘因此而生出不妥之处来，也已经是校改者的责任。海尔密尼亚至尔妙伦，看姓氏好像德国或奥国人，但我不知道她的事迹。据同一原所译的同的别一本童话真理之城一九二八年南宋书院出版的序文上说，则是匈牙利的女作家，但现在似乎专在德国做事，一切战斗的科学底社会主义的期刊――尤其是专为青年和少年而设的页子上，总能够看见她的姓名。作品很不少，致密的观察，坚实的文章，足够成为真正的社会主义作家之一人，而使她有世界底的名声者，则大概由于那独创底的童话云。不消说，的本意，是写给劳动者的孩子们看的，但输入中国，结果却又不如此。"}
{"text":"作品很不少，致密的观察，坚实的文章，足够成为真正的社会主义作家之一人，而使她有世界底的名声者，则大概由于那独创底的童话云。不消说，的本意，是写给劳动者的孩子们看的，但输入中国，结果却又不如此。首先的缘故，是劳动者的孩子们轮不到受教育，不能认识这四方形的字和格子布模样的文章，所以在他们，和这是毫无关系，且不说他们的无钱可买书和无暇去读书。但是，即使在受过教育的孩子们的眼中，那结果也还是和在别国不一样。为什么呢？第一，还是因为文章，故事第五篇中所讽刺的话法的缺点，在我们的文章中可以说是几乎全篇都是。第二，这故事前四篇所用的背景，是煤矿，森林，玻璃厂，染色厂读者恐怕大多数都未曾亲历，那么，印象也当然不能怎样地分明。第三，所被认为真正的社会主义作家者，我想，在这里，有主张大家的生存权第二篇，主张一切应该由战斗得到第六篇之末等处，可以看出，但披上童话的花衣，而就遮掉些斑斓的血汗了。尤其是在中国仅有几本这种的童话孤行，而并无基本底，坚实底的文籍相帮的时候。并且，我觉得，第五篇中银茶壶的话，太富于纤细的，琐屑的，女性底的色彩，在中国现在，或者更易得到共鸣罢，然而却应当忽略的。第四，则故事中的物件，在欧美虽然很普通，中国却纵是中产人家，也往往未曾见过。火炉即是其一水瓶和杯子，则是细颈大肚的玻璃瓶和长圆的玻璃杯，在我们这里，只在西洋菜馆的桌上和汽船的二等舱中，可以见到。破雪草也并非我们常见的植物，有是有的，药书上称为獐耳细辛多么烦难的名目呵！，是一种毛茛科的小草，叶上有毛，冬末就开白色或淡红色的小花，来报告冬天就要收场的好消息。日本称为雪割草，就为此。破雪草又是日本名的意译，我曾用在桃色的云上，现在也袭用了，似乎较胜于獐耳细辛之古板罢。总而言之，这作品一经搬家，效果已大不如的意料。倘使硬要加上一种意义，那么，至多，也许可以供成人而不失赤子之心的，或并未劳动而不忘勤劳大众的人们的一览，或者给留心世界文学的人们，报告现代劳动者文学界中，有这样的一位作家，这样的一种作品罢了。"}
{"text":"日本称为雪割草，就为此。破雪草又是日本名的意译，我曾用在桃色的云上，现在也袭用了，似乎较胜于獐耳细辛之古板罢。总而言之，这作品一经搬家，效果已大不如的意料。倘使硬要加上一种意义，那么，至多，也许可以供成人而不失赤子之心的，或并未劳动而不忘勤劳大众的人们的一览，或者给留心世界文学的人们，报告现代劳动者文学界中，有这样的一位作家，这样的一种作品罢了。原译本有六幅乔治格罗斯的插图，现在也加上了，但因为几经翻印，和中国制版术的拙劣，制版者的不负责任，已经几乎全失了原作的好处，――尤其是如第二图，――只能算作一个空名的绍介。格罗斯是德国人，原属踏踏主义者之一人，后来却转了左翼。据匈牙利的批评家玛察说，这是因为他的艺室心谌荨枷耄巡荒鼙惶饕所牢笼的缘故。欧洲大战时候，大家用毒瓦斯来打仗，他曾画了一幅讽刺画，给钉在十字架上的耶稣的嘴上，也蒙上一个避毒的嘴套，于是很受了一场罚，也是有名的事，至今还颇有些人记得的。一九二九年九月十五日，校讫记。本篇最初印入一九二九年十一月上海春潮书局出版的小彼得中译本。小彼得，原名小彼得的朋友们讲的故事，由许霞许广平翻译，校改。林房雄―日本小说家，军国主义分子。海尔密尼亚至尔妙伦―德国女作家。生于维也纳，童年随父到过欧亚不少国家。她熟悉工人生活，曾参加德国无产阶级文学活动。一九三三年在德国纳粹党压迫下，长期流亡国外。她的作品除小彼得和文中所说的真理之城外，还有玫瑰织毯工阿里等。桃色的云俄国爱罗先珂作的童话剧，的中文译本于一九二三年七月北京新潮社出版。乔治格罗斯―德国讽刺画家，装帧设计家，一九三三年移居美国。玛察匈牙利文艺批评家，生于捷克一九二三年移居苏联，从事艺术理论教学和研究工作。他对格罗斯的评论，见他所著现代欧洲的艺术有冯雪峰中译本，一九三年六月上海大江书铺出版。指格罗斯于一九二三年画的耶稣受难像。一九二五年他因画资产阶级的镜子，曾受到德国当局的审讯。路路又记起了做的巡按使的故事中国也译出过的。"}
{"text":"乔治格罗斯―德国讽刺画家，装帧设计家，一九三三年移居美国。玛察匈牙利文艺批评家，生于捷克一九二三年移居苏联，从事艺术理论教学和研究工作。他对格罗斯的评论，见他所著现代欧洲的艺术有冯雪峰中译本，一九三年六月上海大江书铺出版。指格罗斯于一九二三年画的耶稣受难像。一九二五年他因画资产阶级的镜子，曾受到德国当局的审讯。路路又记起了做的巡按使的故事中国也译出过的。一个乡间忽然纷传皇帝使者要来私访了，官员们都很恐怖，在客栈里寻到一个疑似的人，便硬拉来奉承了一通。等到奉承十足之后，那人跑了，而听说使者真到了，全台演了一个哑口无言剧收场。上海的文界今年是恭迎无产阶级文学使者，沸沸扬扬，说是要来了。问问黄包车夫，车夫说并未派遣。这车夫的本阶级意识形态不行，早被别阶级弄歪曲了罢。另外有人把握着，但不一定是工人。于是只好在大屋子里寻，在客店里寻，在洋人家里寻，在书铺子里寻，在咖啡馆里寻。文艺家的眼光要超时代，所以到否虽不可知，也须先行拥_清道，或者伛偻奉迎。于是做人便难起来，口头不说无产便是非革命，还好非革命即是反革命，可就险了。这真要没有出路。现在的人间也还是大王好见，小鬼难当的处所。出路是有的。何以无呢？只因多鬼祟，他们将一切路都要糟蹋了。这些都不要，才是出路。自己坦坦白白，声明了因为没法子，只好暂在炮屁股上挂一挂招牌，倒也是出路的萌芽。地火在地下运行，奔突熔岩一旦喷出，将烧尽一切野草，以及乔木，于是并且无可朽腐。但我坦然，欣然。我将大笑，我将歌唱。野草序还只说说，而革命文学家似乎不敢看见了，如果因此觉得没有了出路，那可实在是很可怜，令我也有些不忍再动笔了。四月十日。本篇最初发表于一九二八年四月二十三日语丝第四卷第十七期。果戈理，―，俄国作家。著有长篇小说死魂灵喜剧钦差大臣即巡按使等。扁扁中国文艺界上可怕的现象，是在尽先输入名词，而并不绍介这名词的函义。于是各各以意为之。"}
{"text":"本篇最初发表于一九二八年四月二十三日语丝第四卷第十七期。果戈理，―，俄国作家。著有长篇小说死魂灵喜剧钦差大臣即巡按使等。扁扁中国文艺界上可怕的现象，是在尽先输入名词，而并不绍介这名词的函义。于是各各以意为之。看见作品上多讲自己，便称之为表现主义多讲别人，是写实主义见女郎小腿肚作诗，是浪漫主义见女郎小腿肚不准作诗，是古典主义天上掉下一颗头，头上站着一头牛，爱呀，海中央的青霹雳呀是未来主义等等。还要由此生出议论来。这个主义好，那个主义坏等等。乡间一向有一个笑谈两位近视眼要比眼力，无可质证，便约定到关帝庙去看这一天新挂的扁额。他们都先从漆匠探得字句。但因为探来的详略不同，只知道大字的那一个便不服，争执起来了，说看见小字的人是说谎的。又无可质证，只好一同探问一个过路的人。那人望了一望，回答道什么也没有。扁还没有挂哩。我想，在文艺批评上要比眼力，也总得先有那块扁额挂起来才行。空空洞洞的争，实在只有两面自己心里明白。四月十日。本篇最初发表于一九二八年四月二十三日语丝第四卷第十七期随感录栏。这个笑话，在清代崔述的考信录提要中有记载。某笔两篇某笔两篇昨天又得幸逢了两种奇特的广告，仍敢执绍介之劳。标点是我所加的，以醒眉目。该称什么笔呢，想了两天两夜，没有好结果。姑且称为某笔，以俟博雅君子教正。这回的动机比较地近于纯正，除希望有目共赏外，似乎并不含有其他的副作用了。但又发生了一种妄想。记得前清时，曾有一种专选各种报上较好的论说的，叫作选报。现在如有好事之徒，也还可以办这一类的刊物。每省须有访员数人，专收该地报上奇特的社论，记事，文艺，广告等等，汇刊成册，公之于世。则其显示各种社会相也，一定比游记之类要深切得多。不知男士以为何如？一九二七年九月二十二日午饭之前。其一熊仲卿榜名文蔚。历任民国县长，所长，处长，局长，厅长。通儒，显宦，兼作良医，尤擅女科。住本港跑马地黄泥涌道门牌五十五号一楼中医熊寓，每日下午应诊及出诊。电话总局五二七零。右一则见九月二十一日香港循环日报。谨案以吾所闻，向来或称世医，以其数代为医也或称儒医，以其曾做八股也或称官医，以其亦为官家所雇也或称御医，以其曾经走进？"}
{"text":"则其显示各种社会相也，一定比游记之类要深切得多。不知男士以为何如？一九二七年九月二十二日午饭之前。其一熊仲卿榜名文蔚。历任民国县长，所长，处长，局长，厅长。通儒，显宦，兼作良医，尤擅女科。住本港跑马地黄泥涌道门牌五十五号一楼中医熊寓，每日下午应诊及出诊。电话总局五二七零。右一则见九月二十一日香港循环日报。谨案以吾所闻，向来或称世医，以其数代为医也或称儒医，以其曾做八股也或称官医，以其亦为官家所雇也或称御医，以其曾经走进？太医院也。若夫县长，所长，处长，局长，厅长。通儒，显宦，而又兼作良医，则诚旷古未有者矣。而五长做全，尤为难得云。其二征求父母广告余现已授中等教育有年，品行端正，纯无嗜好。因不幸父母相继逝世，余独取家资，来学广州。自思自觉单身儿子，有非常之寂寞。于是自愿甘心为人儿子。并自愿倾家产而从四方人事而无儿子者。有相当之家庭，且欲儿子者，请来函报告家庭状况经济地位若何，并写明通讯地址。俟我回复，方接洽面商。阅报诸君而能介绍我好事成功者，应以百金敬酬。不成功者，当有谢谢。申一六通讯处广东省立第一中学校余希成具。右一则见同日广州民国日报。谨案我辈生当浇漓之世，于征求伴侣等类广告，早经司空见惯，不以为奇。昔读茅泮林所辑古孝子传，见有三男皆无母，乃共迎养一不相干之老妪，当作母亲一事，颇以为奇。然那时孝廉方正，可以做官，故尚能疑为别有作用也。而此广告则挟家资以求亲，悬百金而待荐，雒诵之余，乌能不欣人心之复返于淳古，表而出之，以为留心世道者告，而为打爹骂娘者劝哉？特未知阅报诸君，可知广州有欲儿子者否？要知道倘为介绍，即使好事不成，亦有谢谢者也。本篇最初发表于一九二七年十一月二十六日语丝第一五六期。选报一九二年清光绪二十八年在上海出版的一种杂志。男士指李小峰―，江苏江阴人，当时北新书局主持人。该书局出版的非洲须莱纳尔所著梦的中译本，张近芬署名为女士。这里是对李小峰的戏称。太医院宫廷医疗机构。古孝子传清代茅泮林从类书中辑录刘向萧广济王歆王韶之周景式师觉授宋躬虞盘佑郑缉等已散佚的孝子传成书。这里引述的事，见该书五郡孝子篇。"}
{"text":"选报一九二年清光绪二十八年在上海出版的一种杂志。男士指李小峰―，江苏江阴人，当时北新书局主持人。该书局出版的非洲须莱纳尔所著梦的中译本，张近芬署名为女士。这里是对李小峰的戏称。太医院宫廷医疗机构。古孝子传清代茅泮林从类书中辑录刘向萧广济王歆王韶之周景式师觉授宋躬虞盘佑郑缉等已散佚的孝子传成书。这里引述的事，见该书五郡孝子篇。三男应是五男。孝廉方正汉代选拔官吏，有孝廉和贤良方正的科目，由地方向朝廷荐举孝子直言极谏者，中选的授予官职。清代合孝廉和贤良方正为孝廉方正科。铲共大观铲共大观仍是四月六日的申报上，又有一段长沙通信，叙湘省破获共产党省委会，处死刑者三十余人，黄花节斩决八名。其中有几处文笔做得极好，抄一点在下面是日执行之后，因马淑纯，十六岁志纯，十四岁傅凤君，二十四岁三犯，系属女性，全城男女往观者，终日人山人海，拥挤不通。加以共魁郭亮之首级，又悬之司门口示众，往观者更众。司门口八角亭一带，交通为之断绝。计南门一带民众，则看郭亮首级后，又赴教育会看女尸。北门一带民众，则在教育会看女尸后，又往司门口看郭首级。全城扰攘，铲共空气，为之骤张直至晚间，观者始不似日间之拥挤。抄完之后，觉得颇不妥。因为我就想发一点议论，然而立刻又想到恐怕一面有人疑心我在冷嘲有人说，我是只喜欢冷嘲的，一面又有人责罚我传播黑暗，因此咒我灭亡，自己带着一切黑暗到地底里去。但我熬不住，――别的议论就少发一点罢，单从为艺术的艺术说起来，你看这不过一百五六十字的文章，就多么有力。我一读，便仿佛看见司门口挂着一颗头，教育会前列着三具不连头的女尸。而且至少是赤膊的，――但这也许我猜得不对，是我自己太黑暗之故。而许多民众，一批是由北往南，一批是由南往北，挤着，嚷着。再添一点蛇足，是脸上都表现着或者正在神往，或者已经满足的神情。在我所见的革命文学或写实文学中，还没有遇到过这么强有力的文学。批评家罗喀绥夫斯奇说的罢安特列夫竭力要我们恐怖，我们却并不怕契诃夫不这样，我们倒恐怖了。这百余字实在抵得上小说一大堆，何况又是事实。且住。再说下去，恐怕有些英雄们又要责我散布黑暗，阻碍革命了。"}
{"text":"而且至少是赤膊的，――但这也许我猜得不对，是我自己太黑暗之故。而许多民众，一批是由北往南，一批是由南往北，挤着，嚷着。再添一点蛇足，是脸上都表现着或者正在神往，或者已经满足的神情。在我所见的革命文学或写实文学中，还没有遇到过这么强有力的文学。批评家罗喀绥夫斯奇说的罢安特列夫竭力要我们恐怖，我们却并不怕契诃夫不这样，我们倒恐怖了。这百余字实在抵得上小说一大堆，何况又是事实。且住。再说下去，恐怕有些英雄们又要责我散布黑暗，阻碍革命了。一理是也有一理的，现在易犯嫌疑，忠实同志被误解为共党，或关或释的，报上向来常见。万一不幸，沉冤莫白，那真是。倘使常常提起这些来，也许未免会短壮士之气。但是，革命被头挂退的事是很少有的，革命的完结，大概只由于投机者的潜入。也就是内里蛀空。这并非指赤化，任何主义的革命都如此。但不是正因为黑暗，正因为没有出路，所以要革命的么？倘必须前面贴着光明和出路的包票，这才雄赳赳地去革命，那就不但不是革命者，简直连投机家都不如了。虽是投机，成败之数也不能预卜的。我临末还要揭出一点黑暗，是我们中国现在现在！不是超时代的的民众，其实还不很管什么党，只要看头和女尸。只要有，无论谁的都有人看，拳匪之乱，清末党狱，民二，去年和今年，在这短短的二十年中，我已经目睹或耳闻了好几次了。四月十日。本篇最初发表于一九二八年四月三十日语丝第四卷第十八期。申报的这则通讯题为湘省共产党省委会破获，下面的两句引语是它的副题。为艺术的艺术最早由十九世纪法国作家戈蒂叶提出的一种资产阶级文艺观点见小说莫班小姐序。它认为艺术应该超越一切功利而存在，创作的目的在于艺术本身，与社会政治无关。创造社早期也曾提过这类主张。罗喀绥夫斯奇\\，―现译罗加欠蛩够樟难芳摇他在一九二五年出版的当代俄罗斯文学契诃夫与新的道路中说托尔斯泰批评安特列夫道他想吓我，然而并不怕，那么关于契诃夫，我们却可以相反地说，他不吓我们，然而很怕人。清末党狱指清政府对革命党人的迫害，如囚禁章太炎邹容，杀害秋瑾徐锡麟等。"}
{"text":"创造社早期也曾提过这类主张。罗喀绥夫斯奇\\，―现译罗加欠蛩够樟难芳摇他在一九二五年出版的当代俄罗斯文学契诃夫与新的道路中说托尔斯泰批评安特列夫道他想吓我，然而并不怕，那么关于契诃夫，我们却可以相反地说，他不吓我们，然而很怕人。清末党狱指清政府对革命党人的迫害，如囚禁章太炎邹容，杀害秋瑾徐锡麟等。民二民国二年，孙中山领导广东江西安徽等省讨伐袁世凯，在此前后，袁世凯杀害了许多革命者。柔石作二月小引柔石作二月小引冲锋的战士，天真的孤儿，年青的寡妇，热情的女人，各有主义的新式公子们，死气沉沉而交头接耳的旧社会，倒也并非如蜘蛛张网，专一在待飞翔的游人，但在寻求安静的青年的眼中，却化为不安的大苦痛。这大苦痛，便是社会的可怜的椒盐，和战士孤儿等辈一同，给无聊的社会一些味道，使他们无聊地持续下去。浊浪在拍岸，站在山冈上者和飞沫不相干，弄潮儿则于涛头且不在意，惟有衣履尚整，徘徊海滨的人，一溅水花，便觉得有所沾湿，狼狈起来。这从上述的两类人们看来，是都觉得诧异的。但我们书中的青年萧君，便正落在这境遇里。他极想有为，怀着热爱，而有所顾惜，过于矜持，终于连安住几年之处，也不可得。他其实并不能成为一小齿轮，跟着大齿轮转动，他仅是外来的一粒石子，所以轧了几下，发几声响，便被挤到女佛山――上海去了。他幸而还坚硬，没有变成润泽齿轮的油。但是，矍昙释迦牟尼从夜半醒来，目睹宫女们睡态之丑，于是慨然出家，而霍善斯坦因以为是醉饱后的呕吐。那么，萧君的决心遁走，恐怕是胃弱而禁食的了，虽然我还无从明白其前因，是由于气质的本然，还是战后的暂时的劳顿。我从用了工妙的技术所写成的草稿上，看见了近代青年中这样的一种典型，周遭的人物，也都生动，便写下一些印象，算是序文。大概明敏的读者，所得必当更多于我，而且由读时所生的诧异或同感，照见自己的姿态的罢？那实在是很有意义的。一九二九年八月二十日，记于上海。本篇最初发表于一九二九年九月一日上海朝花旬刊第一卷第十期。柔石参看二心集柔石小传及其有关注。二月，中篇小说，一九二九年十一月上海春潮书局出版。女佛山小说二月中的一个地名。"}
