{"text":"我敢断定这种废话，必已使儿童完全丧失了这次旅行的兴趣。成人在导游的指引之下，也变成了这样的儿童，而有许多比较好学不倦的人，竟还会拿着铅笔和日记簿速记下来。中国人在有许多名胜地方旅行时，也受到同样的麻烦不过中国的导游不是职业人员，而只是些水果小贩驴夫，农家的童子，性情略比职业导游活泼，但所讲的话则不像职业导游那么准确。某一天，我到苏州去游览虎邱山，回来时，脑筋中竟充满了互相矛盾的史实和年代因为据引导我的贩橘童子告诉我，高悬在剑池四十尺之上的那座石桥，就是古美人西施的晨妆处实则西施的梳妆台远在十哩之外。其实这童子只不过想向我兜卖一些桔子，但因此居然使我知道民间传说怎样会渐渐的远离事实，而变为荒诞不经。第二种虚假的旅行，即为了谈话资料而旅行，以便事后可以夸说。我曾在杭州名泉和名茶的产地虎跑，看见过旅行者将自己持不饮茶时的姿势摄人照片。拿一张在虎跑晶茶的照片给朋友看，当然是一件很风雅的事情，所怕的就是他将重视照片，而忘却了茶味。这种事情很容易使人的心胸受到束缚，尤其是自带照相机的人，如我们在巴黎或伦敦的游览事中所见者。他们的时间和注意力完全消耗于拍摄照片之中，以致反而无暇去细看各种景物了。这种照片固然可供他们在空闲的时候慢慢地阅看，但如此的照片，世界各处那里买不到，又何必巴巴地费了许多事特地自己跑去拍摄呢。这类历史的名胜，渐渐成为夸说资料，而不是游览资料。一个人所到的地方越多，他所得也越富，而因而可以夸说的也越多。这种寻求学问的驱策，使人在旅行时不能不于一日中，求能看到最可能的多数的名胜地。他手里拿着一张游览地点程序表，到过一处，即用铅笔划去一个名字。我疑心这类旅行家在假期中，也是讲究效能的。这种愚拙的旅行，当然产生了第三种的虚伪旅行家即预定了游览程序的旅行家。他们在事先早已能算定将在奥京或罗京耽搁多少时候。他们都在起程之前，先预定下游览的程序，临时如上课一股的切实遵时而行。他们正好似在家时一般，在旅行时也是受月份牌和时钟的指挥的。我主张真正的旅行动机，应完全和这些相反。第一，旅行的真正动机应为旅行以求忘其身之所在，或较为诗意的说法，旅行以求忘却一切。凡是一个人，不论阶级比他高者对他的感想怎样，但在自己的家中，总是唯我独尊的。"}
{"text":"我疑心这类旅行家在假期中，也是讲究效能的。这种愚拙的旅行，当然产生了第三种的虚伪旅行家即预定了游览程序的旅行家。他们在事先早已能算定将在奥京或罗京耽搁多少时候。他们都在起程之前，先预定下游览的程序，临时如上课一股的切实遵时而行。他们正好似在家时一般，在旅行时也是受月份牌和时钟的指挥的。我主张真正的旅行动机，应完全和这些相反。第一，旅行的真正动机应为旅行以求忘其身之所在，或较为诗意的说法，旅行以求忘却一切。凡是一个人，不论阶级比他高者对他的感想怎样，但在自己的家中，总是唯我独尊的。同时他须受种种俗尚规则习惯和责任的束缚。一个银行家总不能做到叫别人当他是一个寻常人看待，而忘却自己是一个银行家，因此在我看来，旅行的真正理由实是在于变换所处的社会，使他人拿他当一个寻常人看待。介绍信于一个人做商业旅行是一件有用之物，但商业旅行是在本质上不能置于旅行之列的。一个人倘在旅行时带着介绍信，他便难于期望恢复他的自由人类的本来面目，也难于期望显出他于人造的地位之外的人类天然地位。我们应知道一个人到了一处陌生地方时，除了受朋友的招待，和介绍到同等阶级的社会去周旋的舒适外，还有比这更好的，由一个童子领着到深山林丛里去自由游览的享受。他有机会去享受在餐馆里做手势点一道薰鸡，或向一个东京警察做手势问道的乐趣。得过这种旅行经验的人，至少在回到家里后，可以不必如平时的一味依赖他的车夫和贴身侍者了。一个真正的旅行家必是一个流浪者，经历着流浪者的快乐诱惑，和探险意念。旅行必须流浪式，否则便不成其为旅行。旅行的要点在于无责任无定时无来往信札无嚅嚅好问的邻人无来客和无目的地。一个好的旅行家决不知道他往那里去，更好的甚至不知道从何处而来。他甚至忘却了自己的姓名。屠隆曾在他所著的冥廖子游中很透切地阐明这一点。――这游记我译引在下文里边。他在某处陌生的地方并无一个朋友，但恰如某女尼所说无所特善视者，尽善视普世人也。没有特别的朋友，就是人尽可友，他普爱世人，所以就处身于其中，领略他们的可爱处，和他们的习俗。这种好处是坐着游览汽车去看古迹的旅行家所无从领略的。因为他们只有在旅馆里边，和从本国同来的游伴谈天的机会。最可笑的是有许多美国旅行家，他们到巴黎之后，必认定同游者都去吃的餐馆中去吃饭，好似藉此可以见一见同船来的人，并可以吃到和在家时所吃一样的烘饼。"}
{"text":"他在某处陌生的地方并无一个朋友，但恰如某女尼所说无所特善视者，尽善视普世人也。没有特别的朋友，就是人尽可友，他普爱世人，所以就处身于其中，领略他们的可爱处，和他们的习俗。这种好处是坐着游览汽车去看古迹的旅行家所无从领略的。因为他们只有在旅馆里边，和从本国同来的游伴谈天的机会。最可笑的是有许多美国旅行家，他们到巴黎之后，必认定同游者都去吃的餐馆中去吃饭，好似藉此可以见一见同船来的人，并可以吃到和在家时所吃一样的烘饼。英国人到了上海之后必住到英国人所开设的旅馆里边去，在早餐时照常吃着火腿煎蛋，和涂着桔皮酱的面包，闲时在小饮室里坐坐，遇到有人邀他坐一次人力车时，必很羞缩地拒绝。他们当然是极讲究卫生的，但又何必到上海去呢？如此的旅行家，绝没有和当地的人士在精神上融合的机会。因此也就丧失了一种旅行中最大的益处。流浪精神使人能在旅行中和大自然更加接近。所以这一类旅行家每喜欢到阒无人迹的山中去，以便可以幽然享受和大自然融合之乐。所以这些旅行家在预备出行时，决不会到百货公司去费许多时刻选购一套红色或蓝色的游泳衣，买唇膏尚可容许，因为旅行家大概都是崇奉唇骚者，喜欢色彩自然，而一个女人如果没有了好唇膏，便会不自然的。但这是终究为了他们乃是到人所共赴的避暑地方或海滨的缘故。而在这种地方是完全得不到和大自然发生更深的关系的益处的。往往有人到了一处名泉欣然自语说这可真是幽然独处了。但在旅馆吃过晚饭在起居室内拿起一张报纸随便看看时，即看见上面载着某甲夫人曾在星期一到过这地方。次日早晨他去独步时，又遇到隔夜到的某乙全家。星期四的晚上，他又很快乐地知道某丙夫女也将要到这幽静的山谷中来夏。接着就是某甲夫人请某乙全家吃茶点，某乙请某丙夫妇打牌。你并能听见某丙夫人喊着说奇啊，这不是好像依旧住在纽约吗？我以为除此以外，另有一种旅行，不为看什么事物，也不为看什么人的旅行，而所看的不过是松鼠麝鼠山拨鼠云和树。我有一位美国女友曾告诉我，有一次，她怎样被几个中国朋友邀到附近杭州的某山去看虚无一物。据说，那一天早晨雾气很浓，当她们上山时，雾气越加浓厚，甚至可以听得见露珠滴在草上的声音。这时除了浓雾之外，不见一物。她很失望。但你必须上去，因为顶上有奇景可见呢。她的中国朋友劝她说。于是她再跟着向上走去。不久，只看见远处一块被云所包围的怪石，别人都视作好景。那里是什么？她问。这就是倒植莲花。"}
{"text":"我有一位美国女友曾告诉我，有一次，她怎样被几个中国朋友邀到附近杭州的某山去看虚无一物。据说，那一天早晨雾气很浓，当她们上山时，雾气越加浓厚，甚至可以听得见露珠滴在草上的声音。这时除了浓雾之外，不见一物。她很失望。但你必须上去，因为顶上有奇景可见呢。她的中国朋友劝她说。于是她再跟着向上走去。不久，只看见远处一块被云所包围的怪石，别人都视作好景。那里是什么？她问。这就是倒植莲花。她的朋友回答。她很为懊恼，就想回身。但是顶上还有更奇的景致哩。她的朋友又劝说。这时她的衣服已半潮，但她已放弃反抗，所以依旧跟着别人上去。最后，她们已达山顶，四围只见一片云雾，和天边隐约可见的山峰。但这里实在没有什么可看啊。她责问说。对了，我们特为上来看虚无一物的。她的中国朋友回答她说。观看景物和观看虚无，有极大的区别。有许多特去观看景物的，其实并没有看到什么景物，但有许多去观看虚无的倒反而能看到许多事物。我每听到一位作家到外国去搜索新著作的资料时，总在暗暗地好笑，难道他的本乡本国中，其人情和风俗上已没有了可供他采集的资料吗？难道他的论文资料竟已穷尽吗？纺织区难道是太缺乏浪漫性吗？格恩赛岛太沉寂，不足以为一部杰出小说的背景吗？所以我们须回到旅行在于看得见物事的能力之哲学问题，这就可使到远处去旅行和下午在田间闲步之间，失去它们的区别依金圣叹之说，两者是相同的。旅行者所必须的行具就是如他在著名的剧曲西厢记的评语中所说胸中的一副别才。眉下的一副别眼。其要点在于此人是否有易觉的心，和能见之眼。倘若他没有这两种能力，即使跑到山里去，也是白费时间和金钱。在另一方面，倘若他有这两种能力，则不必到山里去，即坐在家里远望，或步行田间去观察一片行云一只狗一道竹篱或一棵树，也能同样享受到旅行的快乐的。大话中国人中国人之聪明聪明系与糊涂相对面言。郑板桥曰难得糊涂，聪明难，由聪明转入糊涂为尤难。此绝对聪明语，有中国人之精微处世哲学在焉。俗语曰聪明反为聪明误，亦同此意。陈眉公曰惟有知足人，鼾鼾睡到晓，惟有偷闲人，憨憨直到老，亦绝顶聪明语也。故在中国，聪明与糊涂复合为一，而聪明之用处，除装糊涂外，别无足取。中国人为世界最聪明之一民族，似不必多方引证。"}
{"text":"大话中国人中国人之聪明聪明系与糊涂相对面言。郑板桥曰难得糊涂，聪明难，由聪明转入糊涂为尤难。此绝对聪明语，有中国人之精微处世哲学在焉。俗语曰聪明反为聪明误，亦同此意。陈眉公曰惟有知足人，鼾鼾睡到晓，惟有偷闲人，憨憨直到老，亦绝顶聪明语也。故在中国，聪明与糊涂复合为一，而聪明之用处，除装糊涂外，别无足取。中国人为世界最聪明之一民族，似不必多方引证。能发明麻将牌戏及九龙圈者，大概可称为聪明的民族。中国留学生每在欧美大学考试，名列前茅，是一明证。或谓此系由于天择，实非确论，盖留学者未必皆出类拔萃之辈，出洋多由家庭关系而已。以中国农工与西方同级者相比，亦不见弱于西方民族。此尚系题外问题。惟中国人之聪明有西方所绝不可及而最足称异者，即以聪明抹杀聪明之聪明。聪明糊涂合一之论，极聪明之论也。仅见之吾国，而未见之西方。此种崇拜糊涂主义，即道家思想，发源于老庄。老庄固古今天下第一等聪明人，道德经五千言亦世界第一等聪明哲学。然聪明至此，已近老猾巨奸之哲学，不为天下先，则永远打不倒，盖老猾巨奸之哲学无疑。盖中国人之聪明达到极顶处，转而见出聪明之害，乃退而守愚藏拙以全其身。又因聪明绝顶，看破一切，知为与不为无别，与其为而无效，何如不为以养吾生。只因此一着，中国文明乃由动转入静，主退，主守，主安分，主知足，而成为重持久不重进取，重和让不重战争之文明。此种道理，自亦有其佳处。世上进化，诚不易言。熙熙攘攘，果何为者。何若退一步想知足常乐以求一心之安。此种观念贯入常人脑中时，则和让成为社会之美德。若有福莫享尽，有势莫使尽，亦极精微之道也。惟吾恐中国人虽聪明，善装糊涂，而终反为此种聪明所误。中国之积弱，即系聪明太过所致。世上究系糊涂者占便宜，抑系聪明者占便宜，抑系由聪明转人糊涂者占便宜，实未易言。热河之败，败于糊涂也。惟以聪明的糊涂观法，热河之失，何足重轻？此拾得和尚所谓且过几年，你再看他之观法。锦州之退。聪明所误也。使糊涂的白种人处于同样境地，虽明知兵力不敌，亦必背城借一，宁为玉碎，不为瓦全，与日人一战。夫玉碎瓦全，糊涂语也。以张学良之聪明，乃不为之。然则聪明是耶，糊涂是耶，中国人聪明耶，白种人聪明耶，吾诚不敢言。"}
{"text":"中国之积弱，即系聪明太过所致。世上究系糊涂者占便宜，抑系聪明者占便宜，抑系由聪明转人糊涂者占便宜，实未易言。热河之败，败于糊涂也。惟以聪明的糊涂观法，热河之失，何足重轻？此拾得和尚所谓且过几年，你再看他之观法。锦州之退。聪明所误也。使糊涂的白种人处于同样境地，虽明知兵力不敌，亦必背城借一，宁为玉碎，不为瓦全，与日人一战。夫玉碎瓦全，糊涂语也。以张学良之聪明，乃不为之。然则聪明是耶，糊涂是耶，中国人聪明耶，白种人聪明耶，吾诚不敢言。否所知者，中国人既发明以聪明装糊涂之聪明的用处，乃亦常受此种绝顶聪明之亏。凡事过善于计算个人利害而自保，却难得一糊涂人肯勇敢任事，而国事乃不可为。吾读朱文公政训，见一节云今世士大夫，惟以苟且逐旋挨事过去为事。挨得过时且过。上下相咻以勿生事，不要理会事。且恁鹘突，才理会得分明，便做官不得。有人少负能声，及少轻挫抑，则自悔其太惺惺了了，一切刻方为圆，随俗苟且，自道是年高见识长进风俗如此，可畏可畏！可见宋人已有此种毛病，不但今世士大夫然也。夫刻方为圆，不伤人感情，不辨是非，与世浮沉，而成一老猾巨奸，为个人计，固莫善于此，而为社会国家计，聪明乎？糊涂乎？则未易言。在中国多―见识长进人时，便是世上少一做事人时多一聪明同胞时，便是国事走入一步黑甜乡时，举国皆鼾鼾睡到晓，憨憨直到老。举国皆认三十六计走为上计之圣贤，而独无一失计之糊涂汉子。举国皆不吃眼前亏之好汉，而独无一肯吃亏之弱者，是国家之幸乎？是国家之幸乎？然则中国人虽绝顶聪明，归根结蒂，仍是聪明反为聪明误。呜呼，吾焉得一位糊涂大汉而崇拜之。本文系承星洲日报之邀，撰寄该报者，搁笔后颇有骨鲠之感，乃转抄一纸，登刊此地，使与国内同胞相见脸与法治中国人的脸，不但可以洗，可以刮，并且可以丢，可以赏，可以争，可以留，有时好像争脸是人生的第一要义，甚至倾家荡产而为之，也不为过。在好的方面讲，这就是中国人之平等主义，无论何人总须替对方留一点脸面，莫为已甚。这虽然有几分知道天道还好，带点聪明的用意，到底是一种和平忠厚的精神。在不好的方面，就是脸太不平等，或有或无，有脸者固然极乐荣耀，可以超脱法律，特蒙优待。而无脸者则未免要处处感觉政府之威信与法律之尊严。所以据我们观察，中国若要真正平等法治，不如大家丢脸。脸一丢，法治自会实现，中国自会富强。"}
{"text":"在好的方面讲，这就是中国人之平等主义，无论何人总须替对方留一点脸面，莫为已甚。这虽然有几分知道天道还好，带点聪明的用意，到底是一种和平忠厚的精神。在不好的方面，就是脸太不平等，或有或无，有脸者固然极乐荣耀，可以超脱法律，特蒙优待。而无脸者则未免要处处感觉政府之威信与法律之尊严。所以据我们观察，中国若要真正平等法治，不如大家丢脸。脸一丢，法治自会实现，中国自会富强。譬如坐汽车，按照市章，常人只许开到三十五哩速度，部长贵人便须开到五十六十哩，才算有脸。万一轧死人，巡警走上来，贵人腰包掏出一张名片，优游而去，这时的脸便更涨大。倘若巡警不识好歹，硬不放走，贵人开口一骂，不识你的老子，喝叫车夫开行，于是脸更涨大。若有真傻的巡警，动手把车夫扣留，贵人愤愤回去，电话一打警察局长，半小时内车夫即刻放回，巡警即刻免职，局长亲来诣府道歉，这时贵人的脸，真大的不可形容了。不过我有时觉得与有脸的人同车同舟同飞艇，颇有危险，不如与无脸的人同车同舟方便。比如前年就有丘八的脸太大，不听船中买办吩咐，一定要享在满载琉磺之厢房抽烟之荣耀。买办怕丘八问他识得不识得你的老子，便就屈服，将脸赏给丘八。后来结果，这只长江轮船便付之一炬。丘八固然保全其脸面，却不能保全其焦烂之尸身。又如某年上海市长坐飞机，也是脸面太大，硬要载运磅量过重之行李。机师碍于市长之脸面也赏给他。由是飞机开行，不大肯平稳而上。市长又要给送行的人看看他的大脸，叫飞机在空中旋转几周，再行进京。不幸飞机一歪一斜，一颠一颠，碰着船桅而跌下。听说市长结果保全一副脸，却失了一条腿。我想凡我国以为脸面足为乘飞机行李过重的抵保的同胞，都应该断腿失足而认为上天特别赏脸的侥幸。其实与有脸的贵人同国，也一样如与他们同车同舟的危险，时觉有倾覆或沉没之虞。我国人得脸的方法很多。在不许吐痰之车上吐痰，在勿走草地之草地走走，用海军军舰运鸦片。被禁烟局长请大烟，都有相当的荣耀。但是这种到底不是有益社会的东西，简直可以不要。我国平民本来就没有什么脸可讲，还是请贵人自动丢丢罢，以促法治之实现，而跻国家于太平。染指民族染指中饱分羹私肥，还是中国民族亘古以来上自王公大臣下至贩夫小卒文武老幼男女贤愚共同擅长的技术。"}
{"text":"我国人得脸的方法很多。在不许吐痰之车上吐痰，在勿走草地之草地走走，用海军军舰运鸦片。被禁烟局长请大烟，都有相当的荣耀。但是这种到底不是有益社会的东西，简直可以不要。我国平民本来就没有什么脸可讲，还是请贵人自动丢丢罢，以促法治之实现，而跻国家于太平。染指民族染指中饱分羹私肥，还是中国民族亘古以来上自王公大臣下至贩夫小卒文武老幼男女贤愚共同擅长的技术。根据这技术之普遍性及易学性，我们几乎可以主观的演绎的断定这染指性已是中国人之第二天性了。最近普斯基大学生物学教授摩尔君发明，中国人巴掌上分泌出来一种微有酸味之粘性液质，分泌管之后有脑系膜直通第五脊椎与眼系脑筋联络。凡眼帘射到金银铜时，即引起自然反应作用，分泌额外加多，钱到手时尤甚。此时所发出之泌液特富粘性，特别见于拇指与食指之末，而巴掌正中的一生蒂米突见方亦然。因此银钱到手，必有一部分胶泥手上，十元过手，必泥一元，乃无可如何之事。故中国人向来认为钱不沾手，违反天性，粪夫挑粪，亦必醮一醮。此粘指性，科学名词名为s。最近赈灾委员记不清姓名，但必是慈善家，又必是仁义之徒，以侵水灾款而被老蒋枪毙，即粘指性下之冤魂。又本日一月五日福尔摩斯载东北捐款七百万元查无着落一文，令人想到若不染指，非中国人八个大字。因此我们梦想中国自杀团计划也不能实行了。原来中国人很可以自杀，大规模的相约投入东海，以免身受亡国之痛。但自杀团亦必举出几位委员，办理该团旅行购票事项。然而自杀委员如果是中国人，定必大做其中饱克扣私肥分羹的玩意起来，因此自杀委员之旅费亦无着落，并自杀亦不得。呜呼，神明帝胄！中国人的国民性一中国向来称为老大帝国。这老大二字有深意存焉，就是即老又大。老字易知，大字就费解而难明了。所谓老者第一义就是年老之老。今日小学生无不知中国有五千年的历史，这实在是我们可以自负的。无论这五千年中是怎样混法，但是五千年的的确确被我们混过去了。一个国家能混过上下五千年，无论如何是值得敬仰的。国家和人一样，总是贪生想活，与其聪明而早死，不如糊涂而长寿。中国向来提倡敬老之道，老人有什么可敬呢？是敬他生理上一种成功，抵抗力之坚强别人都死了，而他偏还活着。"}
{"text":"老字易知，大字就费解而难明了。所谓老者第一义就是年老之老。今日小学生无不知中国有五千年的历史，这实在是我们可以自负的。无论这五千年中是怎样混法，但是五千年的的确确被我们混过去了。一个国家能混过上下五千年，无论如何是值得敬仰的。国家和人一样，总是贪生想活，与其聪明而早死，不如糊涂而长寿。中国向来提倡敬老之道，老人有什么可敬呢？是敬他生理上一种成功，抵抗力之坚强别人都死了，而他偏还活着。这百年中，他的同辈早已逝世，或死于水，或死于火，或死于病，或死于匪，灾旱寒暑攻其外，喜怒忧乐侵其中，而他能保身养生，终是胜利者。这是敬老之真义。敬老的真谛，不在他德高望重，福气大，子孙多，倘使你遇到道旁一个老丐，看见他寒穷，无子孙，德不高望不重，遂不敬他，这不能算为真正敬老的精神。所以敬老是敬他的寿考而已。对于一个国家也是这样。中国有五千年连绵的历史，这五千年中多少国度相继兴亡，而他仍存在这五千年中，他经过多少的旱灾水患，外敌的侵凌，兵匪的蹂躏，还有更可怕的文明的病毒，假使在于神经较敏锐的异族，或者早已灭亡，而中国今日仍存在，这不能不使我们赞叹的。这种地方，只可意会，不可言传。同时老字还有旁义。就是老气横秋，脸皮老之老。人越老，脸皮总是越厚。中国这个国家，年龄总比人家大，脸皮也比人家厚。年纪一大，也就倚老卖老，荣辱祸福都已置之度外，不甚为意。张山来说得好少年人须有老成人之识见，老成人须有少年人之襟怀就是少年识见不如老辈，而老辈襟怀不如少年。少年人志高气扬，鹏程万里，不如老马之伏枥就羁。所以孔子是非常反对老年人之状况的。一则曰不知老之将至，再则曰老而不死是为贼，三则曰及其老也，戒之在得。戒之在得是骂老人之贪财，容易患了晚年失节之过。俗语说鸨儿爱钞，姐儿爱俏，就是孔子的意思。姐儿是讲理想主义者，鸨儿是讲现实主义者。大是伟大之义。中国人谁想中国真伟大啊！其实称人伟大，就是不懂之意。以前有黑人进去听教师讲道，人家问他意见如何，他说伟大啊。人家问他怎样伟大，他说一个字也听不懂。不懂时就伟大，而同时伟大就是不可懂。你看路上一个同胞，或是洗衣匠，或是裁缝，或是黄包车夫，形容并不怎样令人起敬起畏。然而试想想他的国度曾经有五千年历史，希腊罗马早已亡了，而他巍然获存。"}
