{"text":"大家经过两个月的搜索，在六祖到达大谀岭时，追逐众中，有一将军出家的惠明和尚，率先而登，追及六祖，六祖便将衣钵掷置石上说此衣只表示征信而已，岂可以力争吗？惠明又举衣钵而不能动，便说我为法来，不为衣来！六祖便说汝既为法来，可屏息诸缘，勿生一念，吾为汝说。惠明听了，停了很久，六祖乃说不思善，不思恶，正与么时唐代口语，称这样做与么，那个是明上座本来面目？惠明便在言下大悟。复问上来密语密意外，还更有意密旨否？。六祖说与汝说者，即非密也。汝若返照，密在汝边。因此，惠明即下山诡称岭上并无人迹，而使追者从此散去此后六祖匿居在四会的猎人队中，经过十五年时间，才出来到广州法性寺，适逢印宗法师在寺里讲涅经，他就寄寓在廊庑之间。幕夜，风飓刹幡有声，两个和尚正在辩论，一个说是幡动，一个说是风动，争论不息，六祖便说不是风动，不是幡动，仁者普通对人的尊称心动。因此而蒙印宗法师的赏识，宣告找到了禅宗第六代祖师的消息，会集大众，为他剃发授戒为僧，后来他便居留曹溪，大弘弹道，这便是禅宗六祖得道，宏法的简略历史。现在由这个公案的内容，提出三个问题来研究，使大家了解禅学与研究中国文化哲学史者，特别注意，不致再有误解。关于六祖的开悟明心见性与神秀的两个偈语问题由历代相传，几种不同版本的六祖坛经，与禅宗各种典籍的记述，有关六祖最初得道开悟的事迹，大体并无多大出入。中国禅宗，自五祖弘忍开始，教人念诵金刚般若波罗蜜经，便可由此人道，一变达摩大师以楞伽经印心的教学方法，这只能说是教授法的改变，对于禅宗的宗旨，并无二致金刚经以明心见性为主旨，处处说明般若智慧性空的真谛，其中的修行求证方法，以善护念三字为重点，以过去心不可得，未来心不可得，现在心不可得而说明性空实相，了知应无所住而生其心为指标。现在为了普通了解禅宗的治心道理，用现代的观念，先作一比较容易明了的说明，也可使大家依此修习，做为修心养性的简捷方法首先我们先要静静地观察自己内在心理的意识思想，再把它简单地归纳为两部分来处理一部分是由于感觉所生的思想和观念，例如痛苦快感饱暖饥寒等等，都是属于感觉的范围，由它而引发知觉的联想和幻想等等活动。"}
{"text":"现在为了普通了解禅宗的治心道理，用现代的观念，先作一比较容易明了的说明，也可使大家依此修习，做为修心养性的简捷方法首先我们先要静静地观察自己内在心理的意识思想，再把它简单地归纳为两部分来处理一部分是由于感觉所生的思想和观念，例如痛苦快感饱暖饥寒等等，都是属于感觉的范围，由它而引发知觉的联想和幻想等等活动。一部分是由于知觉所生的意识思想，例如莫明其妙而来的情绪，烦闷苦恼对人我内外种种事物的分别思维等等，当然包括知识学问的思维，以及自己能够观察自己这种心理作用的功能。其次，到了能够了解自己心理作用的活动，不管它是感觉的，或知觉的，总而言之，统统叫做一念，能够作到在念念之间，起心动念的每一观念，自己都能观察得清楚，再无不知不觉，或莫明其妙的情况，然后，就可把它处理作为三段观察凡是前一个念头思维意识过去了的，便叫做过去心，也就是前念。后一个念头思维意识来了的，便叫做现在心，也就是当前的一念。还没有来的，当然便是未来心，也就是后念了，可是它还没有来，不去管它。不过，你不要忘记，当你觉得后一个观念还没有来的时候，这个正是现在当前的一念了，而且才觉到是现在，立刻便已成为过去。复次，如此内省观察得久了，你把过去心现在心未来心，看得清清楚楚，于是你便练习，当前念的过去心过去了，后念的未来心还没有生起的一刹那之间，当前的心境，就会微微的渐渐的，呈现一片空白。但这空白，不是昏迷或晕厥或同死亡以前的状况，这是清清楚楚的，灵灵明明的一段空灵，也就是宋明时代禅师们所说的昭昭灵灵的时候。如果真能切实到达这个情况，就会觉得自己所有的意识思维，不管它是感觉的或知觉的，都如一片浮光流影，像雁过长空，风来水面，所谓踏雪飞鸿，了无踪迹可得，才知平生所思所为的，都只是一片浮尘光影而已，根本无法把捉，根本是无根可依的，那你就会体会到过去心不可得，未来心不可得，现在心不可得的心理状态了。再次，你若了解了心念过去现在未来三段的不可得，譬例成下面这个公式，自己反省看来，翻成一笑。"}
{"text":"再次，你若了解了心念过去现在未来三段的不可得，譬例成下面这个公式，自己反省看来，翻成一笑。未来现在过去――――――――――――――――无始以来未来现在过去――因此认得此心中的一切一切云为，都是庸人自扰，由此再进一步，观察破除生理感受上所起的压力，和思想促使身体所作的行为活动，都是犹如泡沫空花，虽然在不加自我观察的时候，表面看来好像都是我一连串成直线的活动，实际所谓这个我的活动，也只是像电流像火花像流水一样，都是由于无数接连不断的前后念的因缘凑成了一条线，其中毕竟没有真正的东西存在，所以你会自然而然地觉到山不是山水不是水身不是身心不是心，这一切的一切，都是只像梦幻般的浮沉起伏在世间而已，因此你会自然而然的了解应无所住而生其心，其实就是本无所住而生其心的妙用了。如次，你要保持这个明白了心理上意识思维的状态以后，经常在静中动中，保持这一段昭昭灵灵的灵明觉性，犹如万里晴空，不留点翳的现象，那就够你受用去享受了，你才真会懂得人生的真谛，找到真正归宿的安身立命之处，可是你不要认为这样便是禅宗的明心见性了！更不要认为这样便是禅宗所谓的悟道了！因为你在这个时候，正有一个昭昭灵灵灵灵觉觉的作用存在，你还不知它的来去与起处呢！这个时候，正是明代憨山大师所说荆棘林中下足易，月明帘下转身难！以上所讲的一切，是借用比较现代化的方法，说明人们心理活动状态的情况，同时也以此而说明禅宗六祖当时听到别人念诵金刚经到应无所住而生其心而领悟的一些消息，由此使你可以了解六祖的师兄神秀所作的偈子，身是菩提树，心如明镜台。时时勤拂拭，莫使惹尘埃的自己内在用工夫心得的程度那么，你由此可知六祖的菩提本无树，明镜亦非台。本来无一物，何处惹尘埃的心得境界。"}
{"text":"时时勤拂拭，莫使惹尘埃的自己内在用工夫心得的程度那么，你由此可知六祖的菩提本无树，明镜亦非台。本来无一物，何处惹尘埃的心得境界。如把两者作一比较，自然可以了解五祖弘忍要叫六祖三更人室，付嘱他的衣钵了，但是，就凭本来无一物，何处惹尘埃，还是未达传付禅宗衣钵的造诣，不要忘记我们上面所列举的情形，因为本来无一物的情况，正如雪月梅花的境界，虽然清冷而美妙，到底是空寂孤寒的一面，毫无生机存在。六祖在大彻大悟的时候，是他在三更人室，五祖法问他初闻应无所住而生其心的质疑，使他再进一步而澈底了解心性本元的究竟，所以他便说何期自性，本自清静何期自性，本不生灭何期自性，本自具足何期自性，本无动摇何期自性，能生万法。这个才是代表了禅宗言下顿悟的顿与悟的境界。可是不要忘了，他后来还是避居在猎人队中，由悟后而修持了十五年的经过，由此你就可以了解楞伽经中是顿渐并举，禅宗是顿渐并兼，犹如楞严经上所说的理须顿悟，乘悟并销，事资渐修，因次第尽。所指顿渐并重的道理了。现在谈谈禅学，抓住一句本来无一物，就无所而不可为，那不落在狂禅的知见才怪呢！须知禅宗正有严谨修持工夫的层次存在，不是落在空谈或狂妄自是上，才会与真正的禅有相近之处。夫于不思善，不思恶的问题前面讲述六祖悟道的公案，已经说过惠明和尚在大庚岭头追到六祖经过，他后来声明是为道而来，不为抢衣钵的问题，因此六祖先叫他不思善，不思恶。过了好久一段时间原文记裁称明，良久。六祖便问他正与么时，那个是明上座本来面目？这里所说的那个两字，不是肯定辞，而是质问的辞句，换言之就是问他，当你在心中不思善，不思恶，什么都没有思想的一段时间之中，哪一个才是你的本来面目？后来人读六祖坛经，因为很少做过禅宗的切实工夫，便把良久一句的意义，忽略过去，又把那个是明上座本来面目的那个，看作肯定的指示话语，因此便认为此心在不思善，不思恶的时候，便是心性的本元，所以才有认为无善无恶便是心性之体的误解了倘使真是这样，白痴的人，与丧失思维意识的心理病者，或神经有障碍的病人，都可算做禅的境界吗？"}
{"text":"后来人读六祖坛经，因为很少做过禅宗的切实工夫，便把良久一句的意义，忽略过去，又把那个是明上座本来面目的那个，看作肯定的指示话语，因此便认为此心在不思善，不思恶的时候，便是心性的本元，所以才有认为无善无恶便是心性之体的误解了倘使真是这样，白痴的人，与丧失思维意识的心理病者，或神经有障碍的病人，都可算做禅的境界吗？因此你要明了，在你做到不思善，不思恶的时候，心境一段空白处，产生一切妙悟的境界，才能算做禅宗的初悟一一只能说是初悟，也就是六祖所说的，秘密在你自己那边的开端，若有人错解了这段公案，实在有自误误人的危险，所以特别提出，贡献大家做一参考。关于不是风动，不是幡动，是仁者心动的问题这个公案，是六祖初出山时的一段机用，就是后来禅宗所谓的机锋，也就是机会教授法的一种妙语，并不就是禅宗指示明心见性的法要，这等于说酒不醉人人自醉，色不迷人人自述，是同样的隽语。云驰月驶，岸动舟移，你能说谁在动？谁在静？如果当你在睡眠中，虽然两岸猿声啼不住，轻舟已过万重山，也只是不见不闻，那里还有如此妙句，这就是佛学唯识学所说境风吹识浪，一切情感思维，都从外境之风吹起的依他起之理，并非就是佛法禅宗心要的那个与宇宙万法同根，圆成实性的心性之体的心。有人往往把风幡案中的是仁者心动一句话，便当作已经了解了禅宗的心法，那真与禅有十万八千里的距离了，如果这样，用现在心理学的分析，岂不也能够做到禅的境界，更何必谈禅呢！倘使用这样见解去见唐宋时代的大禅师们，一定会骂是屙尿见解！等于一行白鹭上青天，愈飞愈离题太远了！三唐初禅宗兴盛的大势禅宗的六祖慧能，开始弘扬禅宗的时代，正当唐高宗与武则天的时代，现在要讲禅宗的兴盛史迹，首先须对唐代中国佛学与唐代文化的趋势，有一简单的了解，在这个时期以前，中国文化的文运，由于六朝人爱好柔靡艳丽而缺乏实质的文学，造成学术思想飘浮不切实际，停在萎靡颓唐的状态之中。初唐开国以来，因唐高祖李渊父子的极力提倡改除六朝的文体，使表达学术思想工具的文学，又有新的生机。"}
{"text":"初唐开国以来，因唐高祖李渊父子的极力提倡改除六朝的文体，使表达学术思想工具的文学，又有新的生机。而在中国佛学方面，自陈隋之间，智者大师创立天台宗，用批判整编的治学方法，建立一套体系完整的天台宗佛学以后，又碰到在印度留学二十年的玄奘法师回国，唐朝君臣朝野，备加盛大欢迎，为中国佛学加入新的血轮，唐太宗命令朝廷为他设立译场，开设一个前迈古代的翻译馆，集合国内学者，与名僧千余人，同时又罗致西域的梵僧，包括初唐东来传扬景教的教士，共同从事佛经翻译的工作。当时佛经的翻译情形，先由主持梵文与中文的主笔，翻好经典以后，当众宣读梵文原意与中文的译文，每逢不妥的地方，便字斟句酌，经过长久的反复辩论，才加确定，不像近代我们翻译西方文化，都出于一人私家见解，往往纰漏百出，致有画虎类狗之讥。因此唐初自有玄奘法师译经事业的开展，译成佛学中唯识法相与因明印度佛教的逻辑学的学系，而使佛学的思想理论，建立严谨的逻辑体系，同时也影响了一般学术，自然都重视在精详的辨析，与质朴的表达每一时代的社会风气与文运的移转，都不是由于一二少数原因所形成，在同一时代中的任何一件事物，或多或少，都会产生影响时代的效果，如果推开玄类法师的宗教立场而不谈，专从文化运动的角度去看，他对于唐代文化学术的贡献，实在可与魏微房玄龄等媲美，况且他事业功德的余荫，还比他们更垂之久远呢！由于以上的介绍，可以了解释迦牟尼佛教学术思想的传入，自东汉末期，经魏晋南北朝而到初唐之际，经过数百年的推排融会，已如水乳交融，完全变成中国佛教的中国佛学了，玄类法师的翻译佛经事业，可以说，是印度佛学变成中国佛学的结论与定案，以后的佛学慧命，便全靠中国高僧学者去发扬光大了。在这个时候，中国佛教专讲修行实证方面的宗派，前有晋代慧远法师创建的净土宗，风气所播，普及全国上下，后有隋朝智者大师创建的天台宗，在理论与修证方法上，也普遍深植人心再加入玄类法师传来的唯识法相之学，使一般知识分子的读书人，与佛教的名僧大匠，便都笼罩在佛学的研究与精思妙理的气氛中。"}
{"text":"在这个时候，中国佛教专讲修行实证方面的宗派，前有晋代慧远法师创建的净土宗，风气所播，普及全国上下，后有隋朝智者大师创建的天台宗，在理论与修证方法上，也普遍深植人心再加入玄类法师传来的唯识法相之学，使一般知识分子的读书人，与佛教的名僧大匠，便都笼罩在佛学的研究与精思妙理的气氛中。以前我们曾经讲过，佛学的最终目的，着重在修证方面，并非专以讲学术思想为究竟的事，当初唐之际，佛学的大家们，讲论学理，著作弘文，已达登峰造极的饱和状态，而且大有偏向将变成为哲学的思想，与逻辑的论辩，与修行实证的目的，有不相关系的趋势恰好达摩大师在梁武帝时代传来禅宗的修证法门，历传到了初唐以后，将近百年的时间，禅宗的直指人心，见性成佛的修行法门，已渐渐普遍为人所知，所以到六祖慧能与他的师兄神秀时期，着重简化归纳的禅道，便自然而然应运而兴，乐为人所接受，就此趋之若鹜，一跃而成为中国佛学的中心了。至于禅宗发展的历史，大多偏重六祖在曹溪一隅传授禅宗的道统所左右，并未了解其全面的情况事实上，在初唐到盛唐之际，影响中原与长江以北的禅宗，还是得力于以前四祖五祖旁支所传的师弟们，与六祖的师兄神秀的力量居多，到了晚唐与五代至南北宋间，所有佛学与禅宗的影响力，才是六祖一系禅宗五家宗派的天下。而在其中架起南能顿宗的桥梁，建立起灯塔的，便是六祖再传弟子马祖道一，与其弟子百丈怀海禅师创建禅宗丛林制度的功绩，若有人把六祖一系禅宗的兴盛的一笔糊涂帐，算在六祖最小的弟子神会身上，那是偏见与轻掉所致，不足为训。禅宗在初唐时期，由于以上所讲时势助缘的推动，又因为有与六祖慧能并出五祖门下弟子们的弘扬，因此深受朝野社会的推重，使禅宗的风声教化，普遍展开其传播的力量。在唐高宗与武则天时期以后，除了六祖的师兄神秀已为朝廷的国师以外，由五祖旁支所出的嵩岳慧安禅师，惟政禅师，以及四祖旁支法嗣的道钦禅师等，都曾先后相继为国师，同时华严宗的崛起，是与四祖五祖一系的禅师，有很大的关系。"}
{"text":"在唐高宗与武则天时期以后，除了六祖的师兄神秀已为朝廷的国师以外，由五祖旁支所出的嵩岳慧安禅师，惟政禅师，以及四祖旁支法嗣的道钦禅师等，都曾先后相继为国师，同时华严宗的崛起，是与四祖五祖一系的禅师，有很大的关系。至于禅宗六祖慧能大师的禅道，在武则天王朝至唐玄宗时期，才由岭南传播，渐渐普及于长江以南的湖南江西之间，后世所谓来往江湖的成语，便因此起，而且六祖的门下弟子，大多歇迹山林，专修禅寂，极少如江北中原的禅师们，厕身显达，对一般知识分子与民间社会，都发生很大的作用。尤其自六祖创格不用高深学理，只用平常说话表达佛学心要以后，到了再传弟子如马祖道一百丈怀海等以次，便建立了南传禅宗曹溪顿教的风格。无论问对说法，常常引用俗话村言，妙语如珠，不可把捉，只在寻常意会心解，便可得其道妙，使庄严肃穆，神圣不可侵犯的佛经奥义，变为轻松诙谐，随缘显露的教授法，这是中国文化禅学的创作，也是佛学平实化的革新，因而产生了禅宗与佛学几个不同的特点，以下再作介绍。到了晚唐五代与两宋间的禅宗，除了上述的情况以外，又与平民文学结为不解之缘，于是禅师们的说法，便产生许多隽永有味，而具有平民文学化的韵语与诗词，而影响宋代文学诗词的特别格调，明清之间，虽然承其余绪，但已有依样画葫芦之感，反而显见它的拙劣了。我们明了初唐以来禅宗的崛起，与其变革的形势，便可明白南顿北渐之争，并不是禅宗史上的重大问题，不可因小失大，专向牛角尖里去寻找冷门偏僻的资料，作为标新立异的见解，例如六祖的小弟子神会荷泽的人京，争取禅宗在当时政治社会地位的事，与真正专以求道为务，避世无闻而隐迹山林的禅宗正统的禅师们，毫无作用与影响。况且神会当时的人京，据禅宗史料的记载，是为嵩岳的渐门盛行于世，因此而引起他不服气的动机，大著其显宗记，他经过一番努力，在天宝四年间，方定南能顿宗，北秀渐宗的两宗之说。其实，嵩岳的禅，系出于禅宗四祖与五祖旁支的传承，与神秀之间，关系并不很大，况且渐修顿悟，本为禅宗的一车两轮相似，神会多此一事，徒有近似世俗的虚荣而已，于真正的禅宗与禅师们，又有什么关系？所以当时在南方的禅宗大师们，对于此事，从无一语提及，由此而知其为无问题中之问题，无问题中之小问题，何足道哉！"}
{"text":"其实，嵩岳的禅，系出于禅宗四祖与五祖旁支的传承，与神秀之间，关系并不很大，况且渐修顿悟，本为禅宗的一车两轮相似，神会多此一事，徒有近似世俗的虚荣而已，于真正的禅宗与禅师们，又有什么关系？所以当时在南方的禅宗大师们，对于此事，从无一语提及，由此而知其为无问题中之问题，无问题中之小问题，何足道哉！总之，六祖以后的禅宗，是由民间社会自然的推重，并非凭藉帝王政治力量的造就，由下学而上达，后来便成为全国上下公认的最优秀最特出的佛教宗派，若引用一句佛经式的成语来说，可谓甚为奇特希四研究禅宗的几个锁钥六祖以后的禅宗，自盛唐之际开始，即大行于长江以南，渐变佛学传入中国后数百年来的教授法，把佛学的经律论，三藏十二部，五六千卷所传的经典妙义，归纳于秉承释迦拈花，迦叶微笑的教外别传法门，特别提出直指人心，见性成佛的中心问题。加以六祖慧能，自幼失学，未读诗书，故平常传扬禅宗心要，便不用循文解义，释字疏经的方式，但以平常语句，直捷了当的指示心法，恰又合于教外别传不立文字，直接授受明心见性求证的原则。于是到了再传弟子手里，就不期然而然地形成一种南能顿宗的作风，至今留给我们后世的禅宗资料，虽然蕴藏了无穷的价值，但当你一读禅宗书籍，便有茫然不知所云之感，为了要为现在青年的同学们，知道中国文化的宝藏，便须说明研究禅学首先应有的认识时代方言的注意禅宗纪述的书籍，凡是禅师们个人的专集，便都称为语录，所谓语录，就是他平常讨论禅学，问答疑难，比较老实而不加修辞的，记载他平生说法与讲学的说话，犹如六祖坛经一样，尽量避免深奥的佛学与文学。因此。语录的记载，许多是唐宋时代的方言，更要特别注意唐代两湖湖南湖北江西福建广东等地的方言名物，以及切近于唐代中原地带的古音。同时要了解，禅宗语录的兴起，也是唐代中国文化对讲学方式的革新，宋代理学家们语录体裁的文字，就由此而来，其实，这些对话式语录体裁的形成，也有两个远因由于佛经的脱胎因为佛经本身，原来就是问答的对话。由于中国文化的转变在传统的中国文化中，先有孔子的论语，和刘宋时代刘义庆所著的世说新语，综合这两种精神而产生。"}
