{"text":"古人所以把不惑判给四十，而不留到最终，想必是有此暗示。惑即距离空间的拓开，时间的迁延，肉身的奔走，心魂的寻觅，写作因此绵绵无绝期。人是一种很傻的动物知其不可知而知欲不泯。人是很聪明的一种动物在不绝的知途中享用生年。人是一种认真又倔犟的动物朝闻道，夕死可也。人是豁达且狡猾的一种动物游戏人生。人还是一种非常危险的动物不仅相互折磨，还折磨他们的地球母亲。因而人合该又是一种服重刑或服长役的动物苦难永远在四周看管着他们。等等等等于是最后人是天地间难得的一种会梦想的动物。这就是写作的原因吧。浪漫不主义永不过时，因为有现实以惑的方式不间断地给它输入激素和多种维他命。我自己呢，为什么写作？先是为谋生，其次为价值实现倒不一定求表扬，但求不被忽略和删除，当然受表扬的味道总是诱人的，然后才有了更多的为什么。现在我想，一是为了不要僵死在现实里，因此二要维护和壮大人的梦想，尤其是梦想的能力。至于写作是什么，我先以为那是一种职业，又以为它是一种光荣，再以为是一种信仰，现在则更相信写作是一种命运。并不是说命运不要我砌砖，要我码字，而是说无论人干什么人终于逃不开那个惑字，于是写作行为便发生。还有，我在给一个朋友的信中这样说过写什么和怎么写都更像是宿命，与主义和流派无关。一旦早已存在于心中的那些没边没沿混沌不清的声音要你写下它们，你就几乎没法去想应该怎么写和不应该怎么写这样的问题了一切都已是定局，你没写它时它已不可改变地都在那儿了，你所能做的只是聆听和跟随。你要是本事大，你就能听到的多一些，跟随的近一些，但不管你有多大本事，你与它们之间都是一个无限的距离。因此，所谓灵感技巧聪明和才智，毋宁都归于祈祷，像祈祷上帝给你一次机会一条道路那样。借助电脑，我刚刚写完一个长篇谢谢电脑，没它帮忙真是要把人累死的，其中有这样一段你的诗是从哪儿来的呢？你的大脑是根据什么写出了一行行诗文的呢？你必于写作之先就看见了一团混沌，你必于写作之中追寻那一团混沌，你必于写作之后发现你离那一团混沌还是非常遥远。那一团激动着你去写作的混沌，就是你的灵魂所在，有可能那就是世界全部消息错综无序的编织。"}
{"text":"借助电脑，我刚刚写完一个长篇谢谢电脑，没它帮忙真是要把人累死的，其中有这样一段你的诗是从哪儿来的呢？你的大脑是根据什么写出了一行行诗文的呢？你必于写作之先就看见了一团混沌，你必于写作之中追寻那一团混沌，你必于写作之后发现你离那一团混沌还是非常遥远。那一团激动着你去写作的混沌，就是你的灵魂所在，有可能那就是世界全部消息错综无序的编织。你试图看清它表达它――这时是大脑在工作，而在此前，那一片混沌早已存在，灵魂在你的智力之先早已存在，诗魂在你的诗句之前早已成定局。你怎样设法去接近它，那是大脑的任务你能够在多大程度上接近它，那就是你诗作的品位你永远不可能等同于它，那就注定了写作无尽无休的路途，那就证明了大脑永远也追不上灵魂，因而大脑和灵魂肯定是两码事。卖文为生已经十几年了，唯一的经验是，不要让大脑控制灵魂，而要让灵魂操作大脑，以及按动电脑的键盘。理想的当代文学批评听说有这样的医生，对治病没什么兴趣，专长论文，虽医道平平，论文却接二连三地问世。无病之病，他们也接诊病人，也查阅病历，却只挑选有价值的一类投以热情。据说那是为了科研。毫无疑问我们都应当拥护科研，似不该对其挑选心存疑怨。但是，他们的挑选标准却又耐人寻味遇寻常的病症弃之，见疑难的病症避之，如此淘汰之余才是其论文的对象。前者之弃固无可非议，科研嘛。但是后者之避呢，又当如何解释？要点在于，无论怎么解释都已不妨碍其论文的出世了。以上只是耳闻，我拿不出证据，也不通医道。尤其让我不敢轻信的原因是，寻常与疑难似有非此即彼的逻辑，弃避之余的第三种可能是什么呢？第三种热情又是靠什么维系的？但如果注意到，不管是在什么领域，论文的数量都已大大超过了而且还在以更快的速度超过着发明与发现，便又可信上述耳闻未必虚传。于是想到论文之先不一定都是科研的动机。论文也可以仅仅是一门手艺。世上有各种手艺烧陶刻石修脚理发酿酒烹饪制衣编席所以是手艺，在于那都是沿袭的技术，并无创见。一旦有了创见，大家就不再看那是手艺，而要赞叹这是学问！这是艺术啊！手艺，可以因为创造之光的照耀，而成长为学问或艺术。反之，学问和艺术也可以熟谙成一门手艺。"}
{"text":"但如果注意到，不管是在什么领域，论文的数量都已大大超过了而且还在以更快的速度超过着发明与发现，便又可信上述耳闻未必虚传。于是想到论文之先不一定都是科研的动机。论文也可以仅仅是一门手艺。世上有各种手艺烧陶刻石修脚理发酿酒烹饪制衣编席所以是手艺，在于那都是沿袭的技术，并无创见。一旦有了创见，大家就不再看那是手艺，而要赞叹这是学问！这是艺术啊！手艺，可以因为创造之光的照耀，而成长为学问或艺术。反之，学问和艺术也可以熟谙成一门手艺。比如文学作品，乃至各类文章，常常也只能读出些熟而生巧的功夫。其实，天下论文总归是两类动机其一可谓因病寻医问药其二，是应景，无病呻吟。两类动机都必散布于字里行间，是瞒不过读者的。前一种，无论其成败，总能见出心路的迷惑，以及由之而对陌生之域的惊讶敬畏与探问。后一种呢，则先就要知难而避，然后驾轻车行熟路。然而，倘言词太过庸常，立论太过浅显，又怕轻薄了写作的威仪，不由得便要去求助巧言盛装，甚至虎皮。还以前述那类医生作比――到底什么病症才对他们有价值呢？不是需要医治的一种，也不是值得研究的一种，而是便于构筑不寻常之论文的那一种。方便又不寻常，这类好事不可能太多，但如果论文的需求又太多太多呢？那就不难明白，何以不管在什么领域，都会有那么不寻常的自说自话了。它们在寻常与疑难之间开辟了第三种可能，在无病之地自行其乐。寻常，是已被榨干说尽的领域，是穷途，是一种限制。疑难尚为坚壁，或者说不定还是陷阱，是险径，也是限制。而限制，恰恰是方便的天敌，何苦要与它过不去呢？正像一句流行的口头禅所劝导的哥们儿你累不累？所以要弃之与避之。这样，方便就保住了，只缺着不寻常。然而不寻常还有什么不方便么？比如撒一泡旷古的长尿听说在所谓的行为艺术中出现过这类奇观。对于论文，方便而又不寻常的路在哪儿？在语言市场上的俏货，在理论的叠床架屋并浅入深出，在主义的相互帮忙和逻辑的自我循环，在万勿与实际相关，否则就难免又碰上活生生的坚壁或陷阱――势必遭遇无情的诘问。所以，魔魔道道的第三种热情，比如说，就像庸医终于逃脱了患者的纠缠，去做无病的诊治游戏，在自说自话中享受其论说的自由。我没说论文是这样。我只是说有些论文是这样，至少有些论文让人相信论文可以是这样有富足的智力，有快乐的心理，惟不涉精神的疑难。其病何在？"}
{"text":"对于论文，方便而又不寻常的路在哪儿？在语言市场上的俏货，在理论的叠床架屋并浅入深出，在主义的相互帮忙和逻辑的自我循环，在万勿与实际相关，否则就难免又碰上活生生的坚壁或陷阱――势必遭遇无情的诘问。所以，魔魔道道的第三种热情，比如说，就像庸医终于逃脱了患者的纠缠，去做无病的诊治游戏，在自说自话中享受其论说的自由。我没说论文是这样。我只是说有些论文是这样，至少有些论文让人相信论文可以是这样有富足的智力，有快乐的心理，惟不涉精神的疑难。其病何在？无病之病是也。写到这儿，我偶然从华人文化世界上读到一篇题为当代医学的挑剔者的文章王一方，其中提到一位名叫图姆斯的哲学家，以其自身罹病的经验，写了一本书病患的意义。文中介绍的图姆斯对现代医学的挑剔，真是准确又简洁地说出了我想说而无能说出的话。在图姆斯看来，现代医学混淆了由医生客体通过逻辑实证及理性建构的医学图景与病患者主体亲自体验的异常丰富的病患生活世界的界限。前者是条理近乎机械权威不容怀疑的他们的世界，后者是活鲜丰富的我的世界前者是被谈论的被研究的被确认的客观世界，后者是无言的体验或被打断或被告知不合逻辑的荒诞不经的主观世界。正是这一条条鸿沟，不仅带来医患之间认识情感论理判断及行为等方面的冲突，也使得医学只配作为一堆知识信息技术项目，而不能嵌入生命与感情世界。为此，患者图姆斯为现代医学开出了药方，一是建议医学教育中重视医学与文学的沟通，鼓励医科学生去阅读叙述疾病过程与体验的文学作品，以多重身份去品味体悟理解各种非科学的疾患倾诉二是亲自去体验疾病。古人三折肱而为良医，图姆斯的折肱却为现代医学的精神困境送去了一支燃烧着的红烛。以上所录图姆斯对现代医学的挑剔和药方，我想也可以是照亮现代文学艺术和评论之困境的红烛吧。况且精神的病患甚于生理的病患，而生理病患的困苦终归是要打击到精神上来，才算圆满了其魔鬼的勾当。――图姆斯大约也正是基于这一点而希望医学能与文学沟通的。我记得，好像是前两年得了诺贝尔奖的那个诗人帕斯说过诗是对生活的纠正。我相信这是对诗性最恰切的总结。我们活着，本不需要诗。我们活着，忽然觉悟到活出了问题，所以才有了诗性地栖居那样一句名言。"}
{"text":"以上所录图姆斯对现代医学的挑剔和药方，我想也可以是照亮现代文学艺术和评论之困境的红烛吧。况且精神的病患甚于生理的病患，而生理病患的困苦终归是要打击到精神上来，才算圆满了其魔鬼的勾当。――图姆斯大约也正是基于这一点而希望医学能与文学沟通的。我记得，好像是前两年得了诺贝尔奖的那个诗人帕斯说过诗是对生活的纠正。我相信这是对诗性最恰切的总结。我们活着，本不需要诗。我们活着，忽然觉悟到活出了问题，所以才有了诗性地栖居那样一句名言。诗性并不是诗歌的专利，有些号称诗歌的东西，其中并无诗性，小说散文论文都应该有，都应该向诗性靠近，亦即向纠正生活靠近。而纠正生活，很可能不是像老师管教学生那样给你一种纪律，倒更可能像似不谙世故的学生，捉来一个司空见惯却旷古未解的疑问，令老师头疼。这类疑问，常常包含了生活的一种前所未有的可能性，因而也常常指示出现实生活的某种沉疴痼疾。年月日姻缘我在陕北的一处小山村插过队。我写过那地方，叫它作清平湾，实际的名称是关家庄，因为村前的河叫清平河，清平河冲流淤积出的一道川叫清平川。清平川蜿蜒百余里，串联起几十个村落。在关家庄上下的几个村子插队的，差不多都是我的同学，曾在同一所中学甚至同一个班级念书。也有例外，男士不是我的同学但是和我们一起来到清平川插队，他是为了和我的同学男士插在一处。但是阴差阳错，到了清平川，公社知青办的干部们将我和等几个同学分配在关家庄，却把与我的另几个同学安置在另一个村。费几番周折也没能改变命运的意图。这样男士便在另一个村中与我的同学相识，在同一个灶上吃饭，在同一块地里干活，从同一眼井中担水，走同一条路去赶集，数年后二人由恋人发展成夫妻，在同一个屋顶下有了同一个家。有一回我跟他们开玩笑说可记得你们的媒人是谁吗？是！大家楞了一下，笑道不，不是，是公社知青办那几位先生。大家笑罢又有了进一步觉悟，说不不还是不对，不是也不是那几位先生，是伟大领袖毛主席，若非他老人家的战略部署，和缘何相识呢？思路如此推演开去，疑为和的媒人者纷云而至成几何级数增长，且无止境。我难得登高望远，坐轮椅正坐至第二十个年头，尚无终期。"}
{"text":"有一回我跟他们开玩笑说可记得你们的媒人是谁吗？是！大家楞了一下，笑道不，不是，是公社知青办那几位先生。大家笑罢又有了进一步觉悟，说不不还是不对，不是也不是那几位先生，是伟大领袖毛主席，若非他老人家的战略部署，和缘何相识呢？思路如此推演开去，疑为和的媒人者纷云而至成几何级数增长，且无止境。我难得登高望远，坐轮椅正坐至第二十个年头，尚无终期。某一日，电梯载我升上几十层高搂，临窗俯瞰，见城市喧嚣浩瀚比以前更大得触目惊心，楼堂房舍鳞次栉比也更多彩多姿，纵横交织的街道更宽阔美丽。唯如蚁的人群一如既往地埋头奔走，动机莫测出没无常熙来攘往擦肩而过，就象互相绕开一棵树或一面墙忽而也见二三位远远的扑来一处交头接耳，之后又分散融入人流再难辨认一串汽车首尾相接飞驰向东，当中一辆不知瞬间受了什麽引诱，减速出列掉头改道又急驶向西了飘飘扬扬的一缕红裙，飘飘扬扬的分外醒目，但蓦的永远不见了，于原来的地位上顶替以一位推车的老太老人缓缓的走，推的是一辆婴儿车，车厢里的小孩顾自酣甜的睡着我想，这老人这小孩恰是人间亿万命途的象征，来路和去向仍是一贯的神秘。居高而望这宏大的人间，很可能正象量子力学家们对微观世界的测验和观察吧。书上说，经典力学具有完全确定的性质，即给出力和质量以及初始位置和速度，就能够精确的预言运动客体的未来或过去的性状。但是，在量子力学中，海森伯测不准原理指出微观离子的位置和动量是不能同时精确测定的因此牛顿定律不能适用于原子范围。量子力学定律并不描述离子轨道的细节，它只能给出可能发生的事件及其在不同情况下发生的相对几率。书上说，后来，物理学家把一切物质都看作具有波粒二象性。我想，人也是这样也具有波粒二象性吧。米每一个瞬间都处于一个位置都是一个粒子，但你每时每刻都在运动你的历史正是一条不间断的波，因而你在任何瞬间在任何位置，都一样是运途难厕，书上说，物质世界是由同时存在着的无穷大的场构成。那麽人间社会料必也是如此在几十亿条命运轨道无穷多的交织组合之间，一个人的命运真可谓朝不虑夕了。你能知道你现在正走向什麽？你能知道什麽命运正向你走来吗？我坐在十几层高楼的窗前，想起往日的一个男孩。那男孩七岁事有一次问他的母亲什麽是结婚？母亲说一个男人，和一个女人，他们想要在一起生活。"}
{"text":"米每一个瞬间都处于一个位置都是一个粒子，但你每时每刻都在运动你的历史正是一条不间断的波，因而你在任何瞬间在任何位置，都一样是运途难厕，书上说，物质世界是由同时存在着的无穷大的场构成。那麽人间社会料必也是如此在几十亿条命运轨道无穷多的交织组合之间，一个人的命运真可谓朝不虑夕了。你能知道你现在正走向什麽？你能知道什麽命运正向你走来吗？我坐在十几层高楼的窗前，想起往日的一个男孩。那男孩七岁事有一次问他的母亲什麽是结婚？母亲说一个男人，和一个女人，他们想要在一起生活。七岁的男孩于是问父亲你结婚了吗？父亲说如果我是你的父亲，我肯定是结过婚了。男孩迷茫的想了一会，说我不结婚。母亲笑道你现在当然不要结，但将来你会结。为啥？因为，一般来说，所有的人都要结婚。为此男孩郑重其事的想了一下午，晚上他又问母亲那我和谁结婚呢？母亲说这现在谁也不知道。不过那个女孩可能正在向你走来。男孩于是独自到阳台上去，俯看街上埋头奔走的人流，很想辨出那个女孩，他想看见她从哪走来这时我忽然想起问我妻子我七岁那年，你在哪？她正在读一本书，抬头望了望我，说下次别再忘了――又过了三年我才出生。她笑了。可我没笑。那麽那时你的父母，他们在哪？很可能那时，她一边重新埋下头去，我的父母还不相识。从上海来的一位朋友对我说，夏夜的外滩，情侣的密度当属世界之最。骄阳落去，皎月初升，江风习习吹开熏蒸的溽热之时你瞧吧，沿江的栅栏边，情男恋女伏栏面水倾诉衷肠，一条大队直排出几里，仿佛对黄浦江夹道的欢迎与欢送一对紧挨一对，一对一对一对甚至互相不能留出间隙，一男一女一男一女一男一女，倘忽略每一颗头的扭向让你猜哪两个是一对，你有的可能错点了鸳鸯。我对他的描述略表怀疑，怎麽你不信？我的这位富于想象力的朋友笑道这麽说吧，要是这时有谁下一道命令，譬如喊一二三，或者吹一声口哨，情男恋女们无须移动位置只要一齐转头度，便可在全新的组合中继续谈情说爱。很可能，我说，这样的命令已经下过了。下过了？这一回轮到他怀疑。下过了，但是你没听见。你听见了？我有时感到我听见了。在你去外滩之前很久上帝的哨子已经吹过了，因此你看见了你所看到的情景，你看见了你只能看到的一种组合。"}
{"text":"我的这位富于想象力的朋友笑道这麽说吧，要是这时有谁下一道命令，譬如喊一二三，或者吹一声口哨，情男恋女们无须移动位置只要一齐转头度，便可在全新的组合中继续谈情说爱。很可能，我说，这样的命令已经下过了。下过了？这一回轮到他怀疑。下过了，但是你没听见。你听见了？我有时感到我听见了。在你去外滩之前很久上帝的哨子已经吹过了，因此你看见了你所看到的情景，你看见了你只能看到的一种组合。不久前我读一本书，书上说到洗牌。一局牌开始，首先要洗牌。连续的输家抱怨手气不好，尤其要洗牌，别人洗过了他还不放心，一定要自己再洗，一面把牌打乱一面心中祈祷好运的来临。那本书的说，当然这会改变他的牌运，但是，到底是改变的更好了还是更坏了却永远不能知道。被你洗掉了的种种排列，未及存在就已消逝，上帝只取其中一种与你遭遇。年对话四则一关于死你想过死吗？想过，可是想不明白。大概活着的人都不可能想得明白。不，我不是问死是怎么回事，我是说，你想没想过死？你是说寻死，或者说自杀，但是你不忍心用这个词。用不着这样，想寻死不见得就是坏事，这说明一个人对生命的意义有着要求，否则的话他怎么活着都行。从理性上讲我很理解，但是我没有过这样的亲身体验，我从来没有真的想要去死过。而你有过？是的。不过这无法证明，因为我毕竟还活着。我只是曾经非常渴望过死，祈求过死。因为什么事？因为你的双腿瘫痪？差不多，总归跟我的病有关，虽然并不总是这么直接。都是什么事说起来话长，但总之是因为我感到了绝望。你这句话等于没说，当然是绝望。比如说，你终于明白你再也站不起来了比如说，才只有岁，你却不能上大学，大学已经预先把你开除了你也找不到正式工作，好像你已经到了退休的时候差不多所有的人都会称赞你的坚强，但是有一个前提你不要试图成为他们的女婿如果你爱上了一个姑娘，你会发现最好的方式是离开她，否则说不定她比你还痛苦你最好是作个通情达理的人，那样会安全些，那样你会得到好评，但是这样一来你就不知道为什么还要活着了这就是绝望。"}
{"text":"你这句话等于没说，当然是绝望。比如说，你终于明白你再也站不起来了比如说，才只有岁，你却不能上大学，大学已经预先把你开除了你也找不到正式工作，好像你已经到了退休的时候差不多所有的人都会称赞你的坚强，但是有一个前提你不要试图成为他们的女婿如果你爱上了一个姑娘，你会发现最好的方式是离开她，否则说不定她比你还痛苦你最好是作个通情达理的人，那样会安全些，那样你会得到好评，但是这样一来你就不知道为什么还要活着了这就是绝望。如果你走运你会有一对爱你的父母。会有一些好朋友，但是你经常会在他们脸上看见深深的忧虑，你自然就会想，你活着是给他们带来的帮助多呢还是麻烦多？是安慰多呢还是愁苦多？这就是绝望。我知道，就在咱俩这样说着的时候，正有很多人处在这样的绝望中。你是怎么从这样的绝望中摆脱出来的呢？你怎么没死？别着急，早晚会死的。少贫嘴。我是说，你怎么没自杀。一点儿都不贫嘴。我听了卓别林的劝。我跟你说正经的呢。要是你正正经经地陷入了绝望，你不妨听听幽默大师的话。当然，使我没去自杀的原因很多，但是我第一次平心静气地放弃自杀的念头却是因为听了卓别林的劝，以后很多次都是这样。幸好有一天我去看了那场电影，什么名字我忘了。一个女人想自杀，但被卓别林扮演的那个角色发现了。女人很埋怨他，发了疯似地喊你为什么不让我死？为什么不让我死！卓别林慢悠悠不动声色地说着什么急？早晚会死的。真是妙。怪事，为什么他说了就真是妙，我说了就是少贫嘴呢？笑你让我想想，嗯可能是这样，我在听他说这句话之前已经进入了幽默的心态。已经对幽默有了准备，卓别林这三个字就像一个信号把我带进了另一种思维方式，你自然而然就跳出了常规的逻辑。就是就是，关键是你得进入幽默，关键是卓别林能把你领进幽默中去。在那之前我从来没想到过对于死还有这样一种态度。一般人们总是劝你坚强些，别这么软弱，你应该坚强些。你想要是医生对病人说别生病，健康些，你应该健康些，这不是废话吗？人家这是好意，我讨厌你这样对待人家的好意。我也知道这是好意，事后我也后悔这样对待人家的好意但是当我一心一意想死的时候我不在乎谁讨厌我。"}
