{"text":"因而每当夜里在小楼上听到木鱼敲响，我都按捺不住去一探究竟的冲动。冬季里有一天，天空中落着无力的飘闪的小雨，我正读着一册印刷极为精美的金刚经，读到最后一切有为法，如梦幻泡影，如露亦如电，应作如是观一段，木鱼声恰好从远处的巷口传来，格外使人觉得吴天无极，我披衣坐起，撑着一把伞，决心去找木鱼声音的来处。那木鱼敲得十分沉重着力，从满天的雨丝里穿扬开来，它敲敲停停，忽远忽近，完全不像是寺庙里读经时急落的木鱼。我追踪着声音的轨迹，匆匆的穿过巷子，远远的，看到一个披着宽大布衣，戴着毡帽的小老头子，他推着一辆老旧的摊车，正摇摇摆摆的从巷子那一头走来。摊车上挂着一盏四十烛光的灯泡，随着道路的颠踬，在微雨的暗道里飘摇。一直迷惑我的木鱼声，就是那位老头所敲出来的。一走近，才知道那只不过是一个寻常卖馄饨的摊子，我问老人为什么选择了木鱼的敲奏，他的回答竟是十分简单，他说喜欢吃我的馄饨的老顾客，一听到我的木鱼声，他们就会跑出来买馄饨了。我不禁哑然，原来木鱼在他，就像乡下卖豆花的人摇动的铃铛，或者是卖冰水的小贩手中吸引小孩的喇叭，只是一种再也简单不过的信号。是我自己把木鱼联想得太远了，其实它有时候仅仅是一种劳苦生活的工具。老人也看出了我的失望，他说先生，你吃一碗我的馄饨吧，完全是用精肉做成的，不加一点葱菜，连大饭店的厨师都爱吃我的馄饨呢。我于是丢弃了自己对木鱼的魔障，撑着伞，站立在一座红门前，就着老人摊子上的小灯，吃了一碗馄饨。在风雨中，我品出了老人的馄饨，确是人间的美味，不下于他手中敲的木鱼。后来，我也慢慢成为老人忠实的顾客，每天工作到凌晨的段落，远远听到他的木鱼，就在巷口里候他，吃完一碗馄饨，才开始继续我一天未完的工作。和老人熟了以后，才知道他选择木鱼做为馄饨的讯号有他独特的匠心。他说因为他的生意在深夜，实在想不出一种可以让远近都听闻而不致于吵醒熟睡人们的工具，而且深夜里像卖粽子的人大声叫嚷，是他觉得有失尊严而有所不为的，最后他选择了木鱼――让清醒者可以听到他的叫唤，却不至于中断了熟睡者的美梦。木鱼总是木鱼，不管从什么角度来看它，它仍旧有它的可爱处，即使用在一个馄饨摊子上。我吃老人的馄饨吃了一年多，直到后来迁居，才失去联系，但每当在静夜里工作，我仍时常怀念着他和他的馄饨。"}
{"text":"他说因为他的生意在深夜，实在想不出一种可以让远近都听闻而不致于吵醒熟睡人们的工具，而且深夜里像卖粽子的人大声叫嚷，是他觉得有失尊严而有所不为的，最后他选择了木鱼――让清醒者可以听到他的叫唤，却不至于中断了熟睡者的美梦。木鱼总是木鱼，不管从什么角度来看它，它仍旧有它的可爱处，即使用在一个馄饨摊子上。我吃老人的馄饨吃了一年多，直到后来迁居，才失去联系，但每当在静夜里工作，我仍时常怀念着他和他的馄饨。老人是我们社会角落里一个平凡的人，他在临沂街一带卖了三十年馄饨，已经成为那一带夜生活里人尽皆知的人，他固然对自己亲手烹调后小心翼翼装在铁盒的馄饨很有信心，他用木鱼声传递的馄饨也成为那一带的金字招牌。木鱼在他，在吃馄饨的人来说，都是生活里的一部分。那一天遇到老人，他还是一袭布衣还是敲着那个敲了三十年的木鱼，可是老人已经完全忘记我了，我想，岁月在他只是云淡风清的一串声音吧。我站在巷口，看他缓缓推走小小的摊返消失在巷子的转角，一直到很远了，我还可以听见木鱼声从黑夜的空中穿过，温暖着迟睡者的心灵。木鱼在馄饨摊子里真是美，充满了生活的美，我离开的时候这样想着，有时读不读经都是无关紧要的事。――九八二年十月二十七日放生鸟在泰国清迈有名的古迹普哪大庙前，有许多供游客放生的放生鸟。放生鸟通常是一对，放在一具用细竹子编成的粽形笼里，摆得满地都是，由当地的妇人或小孩看管，到庙里朝拜的游客，只要花很少的钱，就可以买一对放生鸟，打开鸟笼，两只小鸟咻咻飞向空中，小鸟的飞翔让人感到一种无比的快慰。庙前有高僧，专门为那些放生小鸟的游客祈福。可是任有多少游客，为多少小鸟放生，庙前的小鸟永远不会减少，原因是卖放生鸟的人，每天清晨都到树林去捕那些出来觅食的小鸟可惜那些小鸟身上都没有记号，我时常想，有没有小鸟被放生，又被捕回笼子里呢？笼子和天空的不断来去，对小鸟而言是不是一种轮回呢？这个景象，使我想起几年前在乡下看到的一幕。"}
{"text":"庙前有高僧，专门为那些放生小鸟的游客祈福。可是任有多少游客，为多少小鸟放生，庙前的小鸟永远不会减少，原因是卖放生鸟的人，每天清晨都到树林去捕那些出来觅食的小鸟可惜那些小鸟身上都没有记号，我时常想，有没有小鸟被放生，又被捕回笼子里呢？笼子和天空的不断来去，对小鸟而言是不是一种轮回呢？这个景象，使我想起几年前在乡下看到的一幕。一位捕龟的人，捕到许多海龟，放在乡下的庙前，供应善心人士买海龟放生来做功德，善良的人总是觉得，他们将有灵气的龟放进大海，可以添寿。有一次，我看到那位卖龟人所拥有的两只海龟，它们龟甲的底部已经刻了许多放生者的名字很显然，龟甲上的每一个名字都是一次放生，它们幸运的回到大海，一再不幸地落入卖龟者的网中，成为敛财的工具。但是仍然有人放生，刻下自己的名字，飘到大海去。一再落入轮回的海龟是否有知呢？这两件在不同时地发生的类似的事，时常使我想到放生，鼓励别人放生的小贩，为什么自己不肯做功德，一定要由别人来做？我们看到放生的场面是很美的，小鸟在空中自由的飞翔，海龟缓缓的在水里邀游，任何人都可以感受那种快乐，唯一不能感受到的恐怕是那些小贩吧？小鸟海龟不幸，竟成为顽者的生计。不论小鸟，或是海龟的放生，都只是生的轮回，我却记得有两种生与死放生的轮回。马来西亚有一种旧俗，就是清明节的时候，在溪边超度亡魂，要放莲花，称为放生莲。那时溪边围满了人群，看莲花往溪的远方飘去，人人都相信，溪中的亡魂只要攀住一朵莲花，就可以往生西方，投胎为人，莲花年年要放，因此在清明时节，就有专卖莲花的人。是不是有鬼魂因攀到莲花而往生西方，就不得而知了。中国各地，都有放河灯的习俗，在七月鬼节，家家都糊好一个河灯，趁着夜黑放生到河里去，传说这些河灯可以引路，使那些彷徨的河魂，借着灯的照引，能得路重生。我童年时看人放河灯，总是到夜半还在河边，看那些灯在孤寂的夜空中，一盏盏熄灭，感到又凄凉又美丽。女作家萧红在呼兰河传里，有一段描述放河灯的景况，我觉得是文学作品里描写放河灯最典丽的一段这灯一下来的时候，金急急的，亮通通的，又加上有千万人的观众，这举动实在是不的。河灯之多，有数不过来的数目，大概是几千百只。"}
{"text":"我童年时看人放河灯，总是到夜半还在河边，看那些灯在孤寂的夜空中，一盏盏熄灭，感到又凄凉又美丽。女作家萧红在呼兰河传里，有一段描述放河灯的景况，我觉得是文学作品里描写放河灯最典丽的一段这灯一下来的时候，金急急的，亮通通的，又加上有千万人的观众，这举动实在是不的。河灯之多，有数不过来的数目，大概是几千百只。两岸上的孩子们，拍手叫绝，跳脚欢迎。大人则都看出了神了，一声不响，陶醉在灯光河色之中。灯光照得河水幽幽的发亮。水上跳跃着天空的月亮。真是人生何世，会有这样好的景况。河灯从凡里路长的上流，流了很久很久才流过来了。再流了很久很久才流过去了，在这过程中，有的流到半路就死了。有的被冲到了岸边，在岸边生了野草的地方就被挂住了。还有每当河灯一流到下流，就有些孩子拿着竿子去抓它，有些渔船也顺手取了一两只。到后来河灯越来越稀疏了。到甍下流去，就显出荒凉孤寂的样子来了，因为越流越少了。流到极远处去的，似乎那里的河水也发了黑，而且是流着流着就少了一个。河灯从上流过来的时候，虽然路上也有许多落伍的，也有许多淹死了的，但始终没有觉得河灯是被鬼们托着走了的感觉。可是当这河灯，从上流的远处流来，人们是满心欢喜的，等流过了自己，也还没有什么，唯独到了最后，那河灯流到了极远的下流去的时候，使看河灯的人们，内心里无由的来了空虚那河灯，到底是要漂到哪里去呢？被放生的小鸟海龟莲花河灯，到底最后去了什么地方？这恐怕是千古的大疑问，许多古老的习俗，都一再显示着人们对未知世界的好奇，对着天空和大海的辽阔，对着溪河的绵长，对着一切物的有灵，人是显得多么渺小！可是我们总是希望借着放生的小鸟和海龟，来和天空与海有所联系借着漂在河上的莲花与灯，能和未知的世界有所沟通。到最后，我们却一再的自问着它们到底去向何方？因于这些事物，使我们的生命历程响着希望或者忧伤的调子。我小的时候喜欢折纸船，把它放到河流里，虽然不知它流往的所在，但是心情上却寄望着，它能漂向一个开朗快乐的地方，童年的小纸船没有什么特别的意义，有时候，却代表了一种远方的宽大的自由的希望。"}
{"text":"可是我们总是希望借着放生的小鸟和海龟，来和天空与海有所联系借着漂在河上的莲花与灯，能和未知的世界有所沟通。到最后，我们却一再的自问着它们到底去向何方？因于这些事物，使我们的生命历程响着希望或者忧伤的调子。我小的时候喜欢折纸船，把它放到河流里，虽然不知它流往的所在，但是心情上却寄望着，它能漂向一个开朗快乐的地方，童年的小纸船没有什么特别的意义，有时候，却代表了一种远方的宽大的自由的希望。河里有了这种向往，也就有了生命。正如我希望那些被放生的小鸟，能飞人林间，轻快的跳跃希望那些被放生的海龟，能回到大海的故乡，自在的悠游。可惜这希望是渺小的，因为里面有人的功利，有功利的地方就不能有真正的自由。我也希望，那些漂流在河溪里的亡魂，真能攀住莲花，托着河灯，去找到西方的光明之路，那条路也许是远的，由于人在河里放下无私的爱，就有可能到达。――一九八二年十一月三日松子茶朋友从韩国来，送我一大包生松子，我还是第一次看到生的松子，晶莹细白，颇能想起空山松子落，幽人应未眠那样的情怀。松子给人的联想自然有一种高远的境界，但是经过人工采撷制造过的松子是用来吃的，怎么样来吃这些松子呢？我想起饭馆里面有一道炒松子，便征询朋友的意见，要把那包松子下油锅了。朋友一听，大惊失色松子怎么能用油炒呢？在台湾，我们都是这样吃松子的。我说。罪过，罪过，这包松子看起来虽然不多，你想它是多少棵松树经过冬雪的锻炼才能长出来的呢？用油一炒，不但松子味尽失，而且也损伤了我们吃这种天地精华的原意了。何况，松子虽然淡雅，仍然是油性的，必须用淡雅的吃法才能品出它的真味。那么，松子应该怎么吃呢？我疑惑的问。即使在生产松子的韩国，松于仍然被看做珍贵的食品，松子最好的吃法是泡茶。泡茶？你烹茶的时候，加几粒松子在里面，松子会浮出淡淡的油脂，并生松香，使一壶茶顿时津香润滑，有高山流水之气。"}
{"text":"何况，松子虽然淡雅，仍然是油性的，必须用淡雅的吃法才能品出它的真味。那么，松子应该怎么吃呢？我疑惑的问。即使在生产松子的韩国，松于仍然被看做珍贵的食品，松子最好的吃法是泡茶。泡茶？你烹茶的时候，加几粒松子在里面，松子会浮出淡淡的油脂，并生松香，使一壶茶顿时津香润滑，有高山流水之气。当夜，我们便就着月光，在屋内喝松于茶，果如朋友所说的，极平凡的茶加了一些松子就不凡起来了那种感觉就像是在遍地的绿草中突然开起优雅的小花，并且闻到那花的香气，我觉得，以松子烹茶，是最不辜负这些生长在高山上历经冰雪的松子了。松子是小得不能再小的东西，但是有时候，极微小的东西也可以做情绪的大主宰，诗人在月夜的空山听到微不可辨的松子落声，会想起远方未眠的朋友，我们对月喝松子茶也可以说是独尝异味，尘俗为之解脱，我们一向在快乐的时候觉得日子太短，在忧烦的时候又觉得日子过得太长，完全是因为我们不能把握像松子一样存在我们生活四周的小东西。朋友说。朋友的话十分有理，使我想起人自命是世界的主宰，但是人并非这个世界唯一的主人。就以经常遗照的日月来说，太阳给了万物的生机和力量，并不单给人们照耀而在月光温柔的怀抱里，虫鸟鸣分节阅读唱，不让人在月下独享，即使是一粒小小松子，也是吸取了日月精华而生，我们虽然能将它烹茶，下锅，但不表示我们比松子高贵。佛眼和尚在禅宗的公案里，留下两句名言水自竹边流出冷，风从花里过来香。水和竹原是不相干的，可是因为水从竹子边流出来就显得格外清冷花是香的，但花的香如果没有风从中穿过，就永远不能为人体知。可见，纵是简单的万物也要通过配合才生出不同的意义，何况是人和松子？我觉得，人一切的心灵活动都是抽象的，这种抽象宜于联想得到人世一切物质的富人如果不能联想，他还是觉得不足倘若是一个贫苦的人有了抽象联想，也可以过得幸福。这完全是境界的差别，禅宗五祖曾经问过风吹幡动，是风动？还是幡动？六祖慧能的答案可以做为一个例证不是风动，不是幡动，是仁者心动。仁者，人也。在人心所动的一刻，看见的万物都是动的，人若呆滞，风动幡动都会视而不能见。"}
{"text":"我觉得，人一切的心灵活动都是抽象的，这种抽象宜于联想得到人世一切物质的富人如果不能联想，他还是觉得不足倘若是一个贫苦的人有了抽象联想，也可以过得幸福。这完全是境界的差别，禅宗五祖曾经问过风吹幡动，是风动？还是幡动？六祖慧能的答案可以做为一个例证不是风动，不是幡动，是仁者心动。仁者，人也。在人心所动的一刻，看见的万物都是动的，人若呆滞，风动幡动都会视而不能见。怪不得有人在荒原里行走时会想起生活的悲境大叹只道那情爱之深无边无际，未料这离别之苦苦比天高。而心中有山河大地的人却能说出长亭凉夜月，多为客铺舒，感怀出睡时用明霞作被，醒来以月儿点灯等引入逻思的境界。一些小小泡在茶里的松子，一粒停泊在温柔海边的细沙，一声在夏夜里传来的微弱虫声，一点斜在遥远天际的星光它全是无言的，但随着灵思的流转，就有了眩目的光彩。记得沈从文这样说过凡是美的都没有家，流星，落花，萤火，最会鸣叫的蓝头红嘴绿翅膀的王母鸟，也都没有家的。谁见过人蓄养凤凰呢？谁能束缚着月光呢？一颗流星自有它来去的方向，我有我的去处。灵魂是一面随风招展的旗子，人永远不要忽视身边事物，因为它也许正可以飘动你心中的那面旗，即使是小如松子。――一九八二年八月四日雪梨的滋味不知道为什么，所有的水果里，我最喜欢的是梨梨不管在什么时间，总是给我一种凄清的感觉。我住处附近的通化街，有一条卖水果的街，走过去，在水银灯下，梨总是洁白的从摊位中跳脱出来，好像不是属于摊子里的水果。总是记得我第一次吃水梨的情况。在乡下长大的孩子，水果四季不缺，可是像水梨和苹果却无缘会面，只在梦里出现。我第一次吃水梨是在一位亲戚家里，亲戚刚从外国回来，带回一箱名贵的水梨，一再强调它是多么不易的横越千山万水来到。我抱着水梨就坐在客厅的角落吃了起来，因为觉得是那么珍贵的水果，就一口口细细地咀嚼着，设想到吃不到一半，水梨就变黄了，我站起来，告诉亲戚这水梨坏了。怎么会呢？亲戚的孩子惊奇着。你看，它全变黄了。我说。"}
{"text":"在乡下长大的孩子，水果四季不缺，可是像水梨和苹果却无缘会面，只在梦里出现。我第一次吃水梨是在一位亲戚家里，亲戚刚从外国回来，带回一箱名贵的水梨，一再强调它是多么不易的横越千山万水来到。我抱着水梨就坐在客厅的角落吃了起来，因为觉得是那么珍贵的水果，就一口口细细地咀嚼着，设想到吃不到一半，水梨就变黄了，我站起来，告诉亲戚这水梨坏了。怎么会呢？亲戚的孩子惊奇着。你看，它全变黄了。我说。亲戚虽一再强调，梨削了一定要一口气吃完，否则就会变黄的，但是不管他说什么，我总不肯再吃，虽然水梨的滋味是那么鲜美，我的倔强把大人都弄得很尴尬，最后亲戚笑着说这孩子还是第一次吃梨呢！后来我才知道，梨的变黄是因为氧化作用，私心里对大人们感到歉意，却也来不及补救了。从此我一看到梨，就想起童年吃梨时令人脸红的往事，也从此特别的喜欢吃梨，好像在为着补偿什么。在我的家乡，有一个旧俗，就是梨不能分切来吃，因为把梨切开，在乡人的观念里认为这样是要分离的象征。我们家有五个孩子，常常望着一两个梨兴叹，兄弟们让来让去，那梨最后总是到了我的手里，妈妈的理由很简单因为我身体弱，又特别爱吃水梨。直到家里的经济好转，台湾也自己出产水梨，那时我在外地求学，每到秋天，我开学要到学校去，妈妈一定会在我的行囊里悄悄塞几个水梨，让我在客运车上吃。我虽能体会到妈妈的爱，却不能深知梨的意义。直到我踏入社会，回家的日子经常匆匆，有时候夜半返家，清晨就要归城，妈妈也会分外起早，到市场买两个水梨，塞在我的口袋里，我坐在疾行的火车上，就把水梨反复的摩挲着，舍不得吃，才知道一个小小的水梨，竟是代表了妈妈多少的爱意和思念，这些情绪在吃水梨时，就像梨汁一样，满溢了出来。有一年暑假，我为了爱吃梨，跑到梨山去打工，梨山的早晨是清冷的，水梨被一夜的露气冰镇，吃一口，就凉到心底。由于农场主人让我们免费吃梨，和我一起打工的伙们，没几天就吃怕了，偏就是我百吃不厌，每天都是吃饱了水梨，才去上工。那一年暑假，是我学生时代最快乐的暑假，梨有时候不只象征分离，它也可以充满温暖。"}
{"text":"有一年暑假，我为了爱吃梨，跑到梨山去打工，梨山的早晨是清冷的，水梨被一夜的露气冰镇，吃一口，就凉到心底。由于农场主人让我们免费吃梨，和我一起打工的伙们，没几天就吃怕了，偏就是我百吃不厌，每天都是吃饱了水梨，才去上工。那一年暑假，是我学生时代最快乐的暑假，梨有时候不只象征分离，它也可以充满温暖。记得爸爸说过一个故事，他们生在日本人盘据的时代，他读小学的时候，日本老师常拿出烟台的苹果和天津的雪梨给他们看，说哪一天打倒中国，他们就可以在山东吃大苹果，在天津吃天下第一的雪梨。爸爸对梨的记忆因此有一些伤感，他每吃梨就对我们说一次这个故事，梨在这时很不单纯，它有国愁家恨的滋味。日本人为了吃上好的苹果和梨，竞用武士刀屠杀了数千万中国同胞。有一次，我和妻子到香港，正是天津雪梨盛产的季节，有很多梨销到香港，香港卖水果的摊子部供应雪梨汁，一杯五元港币，在我寄住的旅馆楼下正好有一家卖雪梨汁的水果店，我们每天出门前，就站在人车喧闹的尖沙嘴街边喝雪梨汁雪梨汁的颜色是透明的，温凉如玉，清香不绝如缕，到现在我还无法用文字形容那样的滋味因为在那透明的汁液里，我们总喝到了似断还未断的乡愁。天下闻名的天津雪梨，表皮有点青绿，个头很大，用刀子一削，就露出晶莹如白雪的肉来，梨汁便即刻随刀锋起落滴到地上。我想，这样洁白的梨，如果染了血，一定会显得格外殷红，我对妻子说起爸爸小学时代的故事，妻子说那些梨树下不知道溅了多少无辜的血呢！可惜的只是，那些血早已埋在土里，并没有染在梨上，以至于后世的子孙，有许多已经对那些梨树下横飞的血肉失去了记忆。可叹的是，日本人恐怕还念念不忘天津雪梨的美味吧！水梨，现在是一种普通的水果，满街都在叫卖，我每回吃梨，就有种种滋味浮上心头最强烈的滋味是日本人给的，他们曾在梨树下杀过我们的同胞，到现在还对着梨树喧嚷，满街过往的路客，谁想到吃梨有时还会让人伤感呢？――一九八二年十月十三日野姜花在通化市场散步，拥挤的人潮中突然飞出来一股清气，使人心情为之一爽循香而往，发现有一位卖花的老人正在推销他从山上采来的野姜花，每一把有五枝花，一把十块钱。"}
