{"text":"这声音，自然断乎不及大叫宣战杀贼的大而闳，但我以为却是更紧要而更艰难伟大的工作。否则，历史指示过我们，遭殃的不是什么敌手而是自己的同胞和子孙。那结果，是反为敌人先驱，而敌人就做了这一国的所谓强者的胜利者，同时也就做了弱者的恩人。因为自己先已互相残杀过了，所蕴蓄的怨愤都已消除，天下也就成为太平的盛世。总之，我以为国民倘没有智，没有勇，而单靠一种所谓气，实在是非常危险的。现在，应该更进而着手于较为坚实的工作了。一九二五年六月十六日。本篇最初发表于一九二五年六月十九日莽原周刊第九期。拜伦，参看本书摩罗诗力说第四五节及注。拜伦的肖像，指英国画家菲力普斯ps所作的拜伦画像。一九二四年四月小说月报第十五卷第四期拜伦逝世百年纪念专号曾予刊载。小说月报，一九一年创刊于上海，一九二一年经过改革，成为当时著名文学团体文学研究会主持的刊物。一九三二年停刊。新罗马传奇梁启超根据自著的意大利建国三杰传改编的戏曲，其中并无拜伦诗的译文。按梁启超在他所作的小说新中国未来记第四回中，曾以戏曲的形式介绍过拜伦长诗唐璜第三篇中的一节沉醉东风咳！希腊啊，希腊啊！你本是平和时代的爱娇。你本是战争时代的天骄。撒芷波歌声高，女诗人热情好。pp，通译萨福，约公元前六世纪时的希腊女诗人。日语译音为音芷在此处不读音，撒芷波系梁启超的误译。苏曼殊―名玄瑛，字子谷，广东中山人，文学家。二十岁时在惠州人寺为僧，号曼殊。他曾用古体诗形式翻译过拜伦的诗五篇星耶峰耶俱无生一篇，收入一九八年在日本东京出版的文学因缘赞大海去国行哀希腊答美人赠束发带诗四篇，收入一九九年在日本东京出版的拜伦诗选。寄弹筝人，指寄调筝人，是苏曼殊自作的情调颓废的三首七言绝句，最早发表在一九一年出版的南社第三集，思想风格与所译拜伦诗异趣。密茨凯维支，裴多菲。参看本书摩罗诗力说第八九节及有关注。厘沙路，―通译黎萨，菲律宾作家，民族独立运动领袖。"}
{"text":"寄弹筝人，指寄调筝人，是苏曼殊自作的情调颓废的三首七言绝句，最早发表在一九一年出版的南社第三集，思想风格与所译拜伦诗异趣。密茨凯维支，裴多菲。参看本书摩罗诗力说第八九节及有关注。厘沙路，―通译黎萨，菲律宾作家，民族独立运动领袖。一八九二年发起成立菲律宾联盟，同年被捕一八九六年第二次被捕后为西班牙殖民政府杀害。著有长篇小说不许犯我起义者等。他的绝命诗我的最后的告别，曾由梁启超译成中文，题作墓中呼声。p霍普德曼―，德国剧作家。著有织工沉钟等。，苏德曼―，德国作家。著有剧本故乡小说忧愁夫人等。s，易卜生。扬州十日记清代江都王秀楚著，记顺治二年清兵攻入扬州时惨杀汉族人民的实况。嘉定屠城记略清代嘉定朱子素著，记顺治二年清兵攻入嘉定时三次屠杀汉族人民的实况。朱舜水集朱之瑜著。朱之瑜―，字鲁屿，号舜水，浙江余姚人，明末思想家。明亡后据舟山抗清，力图恢复，失败后流亡日本，客死水户。他的著作有日本稻叶岩吉编辑的朱舜水全集，一九一二年印行国内有马浮就稻叶本重订的舜水遗书二十五卷，一九一三年印行。张苍水集张煌言著。张煌言―，字玄著，号苍水，浙江鄞县人，南明抗清义军领袖，文学家。他于清顺治二年在浙东起兵抗清，奉鲁王朱以海监国，兵败后被俘，不屈而死。清末章太炎从鄞县得奇零草抄本，上卷杂文，下卷古今体诗，改题张苍水集印行。黄萧养回头以鼓吹反清革命为主题的粤剧，署名新广东武生著，原载于一九二年清光绪二十八年梁启超主编的新小说杂志，后有上海广智书局单行本。黄萧养是明代正统末年广东农民起义领袖，景泰元年在战斗中中箭牺牲。剧本内容是说黄帝命黄萧养的灵魂投生，从事救国运动，使中国进入富强之邦。邹容―字蔚丹，四川巴县人，清末革命家。"}
{"text":"清末章太炎从鄞县得奇零草抄本，上卷杂文，下卷古今体诗，改题张苍水集印行。黄萧养回头以鼓吹反清革命为主题的粤剧，署名新广东武生著，原载于一九二年清光绪二十八年梁启超主编的新小说杂志，后有上海广智书局单行本。黄萧养是明代正统末年广东农民起义领袖，景泰元年在战斗中中箭牺牲。剧本内容是说黄帝命黄萧养的灵魂投生，从事救国运动，使中国进入富强之邦。邹容―字蔚丹，四川巴县人，清末革命家。曾留学日本，积极参加反清斗争，一九三年七月被清政府勾结上海英租界当局逮捕，判刑二年，一九五年四月死于狱中。革命军是邹容宣传反清革命的著名作品，一九三年作，共七章，约两万言，前有章炳麟的序和的自序。自序后署皇汉民族亡国后之二百六十年岁次癸卯三月日革命军中马前卒邹容记。该书揭露了清政府的殊酷统治，提出建立自由独立的中华共和国的理想，起了很大的革命鼓动作用。周召共和据史记周本纪，西周时厉王无道，遭到国人反对，于三十七年前出奔，召公周公二相行政，号曰共和。又据竹书纪年，周厉王出奔后，由共伯和共国国君名代行王政，号共和元年。黄兴―字克强，湖南长沙人，近代民主革命家。早年组织华兴会，一九五年参加孙中山组织的同盟会，居协理地位。辛亥革命时任革命军总司令，一九一二年南京临时政府成立，任陆军总长。袁世凯窃国后，流亡日本，一九一六年在上海逝世。方孝孺―字希直，浙江宁海人，明惠帝建文时任侍讲学士。建文四年惠帝的叔父燕王朱棣起兵攻入南京，自立为帝即永乐帝，命方孝孺起草即位诏书，他坚决不从，遂遭杀害，被灭十族，死者多达八百七十余人。血迹石，相传是方孝孺被钩舌敲齿时染上血迹的石块。旗人清代对编入八旗的人的称呼。按八旗是满族的军队组织和户口编制，后来一般称满族人为旗人。罪孽深重不自殒灭宋代以来，一些人在父母死后印发的讣文中，常有不孝某某罪孽深重，不自殒灭，祸廷显考妣一类套语。宗社党清朝贵族良粥毓朗铁良等企图保全清室政权于一九一一年成立的一个反动组织。这些人曾于一九一二年三月七日夏历正月十九日以君主立宪维持会的名义发表宣言，反对溥仪退位。"}
{"text":"旗人清代对编入八旗的人的称呼。按八旗是满族的军队组织和户口编制，后来一般称满族人为旗人。罪孽深重不自殒灭宋代以来，一些人在父母死后印发的讣文中，常有不孝某某罪孽深重，不自殒灭，祸廷显考妣一类套语。宗社党清朝贵族良粥毓朗铁良等企图保全清室政权于一九一一年成立的一个反动组织。这些人曾于一九一二年三月七日夏历正月十九日以君主立宪维持会的名义发表宣言，反对溥仪退位。民国成立后，他们潜伏天津大连等地，在日本帝国主义操纵下，进行复辟阴谋活动。一九一四年五月，曾和遗老劳乃宣刘廷琛宋育仁等勾结图谋复辟一九一七年七月，又和张勋康有为等勾结进行复辟，俱告失败。南北交恶指一九一三年民国二年七月所发生的袁世凯与南方国民党讨袁军之间的战争。这次战争是由袁世凯以阴谋手段挑起的，目的是为了消灭当时以孙中山为首以南力为根据地的国民党势力。在战争前，袁世凯派人暗杀了国民党重要人物宋教仁于上海，并依靠帝国主义的支持，积极准备战争国民党方面，原是对袁世凯妥协的，在宋教仁被刺后，孙中山由日本回上海发动讨袁的军事行动。战争于七月开始，八月底讨袁军即告失败。此后在相当长的时间内，南北仍处于对立的局面。省界被利用段祺瑞在袁世凯失败后出任国务总理时，为了团结北洋系的武力，曾使徐树铮策动各省区派代表到徐州开会，于一九一六年成立了所谓省区联合会。这是北洋军阀利用所谓省界联合的手段以图保存他们的封建割据的组织。与此同时，南方各省成立了联合的护国军政府。从此以后至第一次国内革命战争之前，盘据南北各省的军阀就常在联合的名义下，实行以省为单位的封建割据而在利害冲突时，又进行相互之间的战争。合辙指异族统治者强制汉族人民遵从他们的制度和政策。辙，即轨道。古代车制，两轮相距八尺，车行必与辙合。指当时东南大学教授吴宓。在二心集上海文艺之一瞥中曾说那时吴宓先生就曾经发表过文章，说是真不懂为什么有些人竟喜欢描写下流社会。爱罗先珂―俄国诗人童话作家。童年时因病双目失明。曾先后到过日本泰国缅甸印度等国一九二一年在日本因参加五一游行，六月间被日本政府驱逐出境，辗转来到中国，曾在北京大学北京世界语专门学校任教。一九二三年四月回国。"}
{"text":"辙，即轨道。古代车制，两轮相距八尺，车行必与辙合。指当时东南大学教授吴宓。在二心集上海文艺之一瞥中曾说那时吴宓先生就曾经发表过文章，说是真不懂为什么有些人竟喜欢描写下流社会。爱罗先珂―俄国诗人童话作家。童年时因病双目失明。曾先后到过日本泰国缅甸印度等国一九二一年在日本因参加五一游行，六月间被日本政府驱逐出境，辗转来到中国，曾在北京大学北京世界语专门学校任教。一九二三年四月回国。他用世界语和日语写作，曾译过他的作品桃色的云爱罗先珂童话集。读卖新闻日本报纸，一八七四年明治七年十一月在东京创刊，一九二四年改革后成为全国性的大报。该报经常登载文艺作品及评论文章。江口涣―日本作家。作品有火山下一个女人的犯罪等。他所作的关于爱罗先珂的文章，题名忆爱罗先珂华西理君，文中记述爱罗先珂在日本受迫害的经过。该文曾由译载于一九二三年五月十四日晨报副刊，现收入译文集第十卷译丛补。毋友不如己者语见论语学而。娜拉走后怎样娜拉走后怎样――一九二三年十二月二十六日在北京女子高等师范学校文艺会讲我今天要讲的是娜拉走后怎样？伊孛生是十九世纪后半的瑙威的一个文人。他的著作，除了几十首诗之外，其余都是剧本。这些剧本里面，有一时期是大抵含有社会问题的，世间也称作社会剧，其中有一篇就是娜拉。娜拉一名pp，中国译作傀儡家庭。但pp不单是牵线的傀儡，孩子抱着玩的人形也是引申开去，别人怎么指挥，他便怎么做的人也是。娜拉当初是满足地生活在所谓幸福的家庭里的，但是她竟觉悟了自己是丈夫的傀儡，孩子们又是她的傀儡。她于是走了，只听得关门声，接着就是闭幕。这想来大家都知道，不必细说了。娜拉要怎样才不走呢？或者说伊孛生自己有解答，就是，海的夫人的。这女人是已经结婚的了，然而先前有一个爱人在海的彼岸，一日突然寻来，叫她一同去。她便告知她的丈夫，要和那外来人会面。临末，她的丈夫说，现在放你完全自由。走与不走你能够自己选择，并且还要自己负责任。于是什么事全都改变，她就不走了。这样看来，娜拉倘也得到这样的自由，或者也便可以安住。"}
{"text":"她于是走了，只听得关门声，接着就是闭幕。这想来大家都知道，不必细说了。娜拉要怎样才不走呢？或者说伊孛生自己有解答，就是，海的夫人的。这女人是已经结婚的了，然而先前有一个爱人在海的彼岸，一日突然寻来，叫她一同去。她便告知她的丈夫，要和那外来人会面。临末，她的丈夫说，现在放你完全自由。走与不走你能够自己选择，并且还要自己负责任。于是什么事全都改变，她就不走了。这样看来，娜拉倘也得到这样的自由，或者也便可以安住。但娜拉毕竟是走了的。走了以后怎样？伊孛生并无解答而且他已经死了。即使不死，他也不负解答的责任。因为伊孛生是在做诗，不是为社会提出问题来而且代为解答。就如黄莺一样，因为他自己要歌唱，所以他歌唱，不是要唱给人们听得有趣，有益。伊孛生是很不通世故的，相传在许多妇女们一同招待他的筵宴上，代表者起来致谢他作了傀儡家庭，将女性的自觉，解放这些事，给人心以新的启示的时候，他却答道，我写那篇却并不是这意思，我不过是做诗。娜拉走后怎样？――别人可是也发表过意见的。一个英国人曾作一篇戏剧，说一个新式的女子走出家庭，再也没有路走，终于堕落，进了妓院了。还有一个中国人，――我称他什么呢？上海的文学家罢，――说他所见的娜拉是和现译本不同，娜拉终于回来了。这样的本子可惜没有第二人看见，除非是伊孛生自己寄给他的。但从事理上推想起来，娜拉或者也实在只有两条路不是堕落，就是回来。因为如果是一匹小鸟，则笼子里固然不自由，而一出笼门，外面便又有鹰，有猫，以及别的什么东西之类倘使已经关得麻痹了翅子，忘却了飞翔，也诚然是无路可以走。还有一条，就是饿死了，但饿死已经离开了生活，更无所谓问题，所以也不是什么路。人生最苦痛的是梦醒了无路可以走。做梦的人是幸福的倘没有看出可走的路，最要紧的是不要去惊醒他。你看，唐朝的诗人李贺，不是困顿了一世的么？而他临死的时候，却对他的母亲说，阿妈，上帝造成了白玉楼，叫我做文章落成去了。这岂非明明是一个诳，一个梦？然而一个小的和一个老的，一个死的和一个活的，死的高兴地死去，活的放心地活着。说诳和做梦，在这些时候便见得伟大。所以我想，假使寻不出路，我们所要的倒是梦。但是，万不可做将来的梦。阿尔志跋绥夫曾经借了他所做的小说，质问过梦想将来的黄金世界的理想家，因为要造那世界，先唤起许多人们来受苦。"}
{"text":"你看，唐朝的诗人李贺，不是困顿了一世的么？而他临死的时候，却对他的母亲说，阿妈，上帝造成了白玉楼，叫我做文章落成去了。这岂非明明是一个诳，一个梦？然而一个小的和一个老的，一个死的和一个活的，死的高兴地死去，活的放心地活着。说诳和做梦，在这些时候便见得伟大。所以我想，假使寻不出路，我们所要的倒是梦。但是，万不可做将来的梦。阿尔志跋绥夫曾经借了他所做的小说，质问过梦想将来的黄金世界的理想家，因为要造那世界，先唤起许多人们来受苦。他说，你们将黄金世界预约给他们的子孙了，可是有什么给他们自己呢？有是有的，就是将来的希望。但代价也太大了，为了这希望，要使人练敏了感觉来更深切地感到自己的苦痛，叫起灵魂来目睹他自己的腐烂的尸骸。惟有说诳和做梦，这些时候便见得伟大。所以我想，假使寻不出路，我们所要的就是梦但不要将来的梦，只要目前的梦。然而娜拉既然醒了，是很不容易回到梦境的，因此只得走可是走了以后，有时却也免不掉堕落或回来。否则，就得问她除了觉醒的心以外，还带了什么去？倘只有一条像诸君一样的紫红的绒绳的围巾，那可是无论宽到二尺或三尺，也完全是不中用。她还须更富有，提包里有准备，直白地说，就是要有钱。梦是好的否则，钱是要紧的。钱这个字很难听，或者要被高尚的君子们所非笑，但我总觉得人们的议论是不但昨天和今天，即使饭前和饭后，也往往有些差别。凡承认饭需钱买，而以说钱为卑鄙者，倘能按一按他的胃，那里面怕总还有鱼肉没有消化完，须得饿他一天之后，再来听他发议论。所以为娜拉计，钱，――高雅的说罢，就是经济，是最要紧的了。自由固不是钱所能买到的，但能够为钱而卖掉。人类有一个大缺点，就是常常要饥饿。为补救这缺点起见，为准备不做傀儡起见，在目下的社会里，经济权就见得最要紧了。第一，在家应该先获得男女平均的分配第二，在社会应该获得男女相等的势力。可惜我不知道这权柄如何取得，单知道仍然要战斗或者也许比要求参政权更要用剧烈的战斗。要求经济权固然是很平凡的事，然而也许比要求高尚的参政权以及博大的女子解放之类更烦难。天下事尽有小作为比大作为更烦难的。譬如现在似的冬天，我们只有这一件棉袄，然而必须救助一个将要冻死的苦人，否则便须坐在菩提树下冥想普度一切人类的方法去。"}
{"text":"第一，在家应该先获得男女平均的分配第二，在社会应该获得男女相等的势力。可惜我不知道这权柄如何取得，单知道仍然要战斗或者也许比要求参政权更要用剧烈的战斗。要求经济权固然是很平凡的事，然而也许比要求高尚的参政权以及博大的女子解放之类更烦难。天下事尽有小作为比大作为更烦难的。譬如现在似的冬天，我们只有这一件棉袄，然而必须救助一个将要冻死的苦人，否则便须坐在菩提树下冥想普度一切人类的方法去。普度一切人类和救活一人，大小实在相去太远了，然而倘叫我挑选，我就立刻到菩提树下去坐着，因为免得脱下唯一的棉袄来冻杀自己。所以在家里说要参政权，是不至于大遭反对的，一说到经济的平匀分配，或不免面前就遇见敌人，这就当然要有剧烈的战斗。战斗不算好事情，我们也不能责成人人都是战士，那么，平和的方法也就可贵了，这就是将来利用了亲权来解放自己的子女。中国的亲权是无上的，那时候，就可以将财产平匀地分配子女们，使他们平和而没有冲突地都得到相等的经济权，此后或者去读书，或者去生发，或者为自己去亨用，或者为社会去做事，或者去花完，都请便，自己负责任。这虽然也是颇远的梦，可是比黄金世界的梦近得不少了。但第一需要记性。记性不佳，是有益于己而有害于子孙的。人们因为能忘却，所以自己能渐渐地脱离了受过的苦痛，也因为能忘却，所以往往照样地再犯前人的错误。被虐待的儿媳做了婆婆，仍然虐待儿媳嫌恶学生的官吏，每是先前痛骂官吏的学生现在压迫子女的，有时也就是十年前的家庭革命者。这也许与年龄和地位都有关系罢，但记性不佳也是一个很大的原因。救济法就是各人去买一本来，将自己现在的思想举动都记上，作为将来年龄和地位都改变了之后的参考。假如憎恶孩子要到公园去的时候，取来一翻，看见上面有一条道，我想到中央公园去，那就即刻心平气和了。别的事也一样。世间有一种无赖精神，那要义就是韧性。听说拳匪乱后，天津的青皮，就是所谓无赖者很跋扈，譬如给人搬一件行李，他就要两元，对他说这行李小，他说要两元，对他说道路近，他说要两元，对他说不要搬了，他说也仍然要两元。青皮固然是不足为法的，而那韧性却大可以佩服。要求经济权也一样，有人说这事情太陈腐了，就答道要经济权说是太卑鄙了，就答道要经济权说是经济制度就要改变了，用不着再操心，也仍然答道要经济权。"}
{"text":"世间有一种无赖精神，那要义就是韧性。听说拳匪乱后，天津的青皮，就是所谓无赖者很跋扈，譬如给人搬一件行李，他就要两元，对他说这行李小，他说要两元，对他说道路近，他说要两元，对他说不要搬了，他说也仍然要两元。青皮固然是不足为法的，而那韧性却大可以佩服。要求经济权也一样，有人说这事情太陈腐了，就答道要经济权说是太卑鄙了，就答道要经济权说是经济制度就要改变了，用不着再操心，也仍然答道要经济权。其实，在现在，一个娜拉的出走，或者也许不至于感到困难的，因为这人物很特别，举动也新鲜，能得到若干人们的同情，帮助着生活。生活在人们的同情之下，已经是不自由了，然而倘有一百个娜拉出走，便连同情也减少，有一千一万个出走，就得到厌恶了，断不如自己握着经济权之为可靠。在经济方面得到自由，就不是傀儡了么？也还是傀儡。无非被人所牵的事可以减少，而自己能牵的傀儡可以增多罢了。因为在现在的社会里，不但女人常作男人的傀儡，就是男人和男人，女人和女人，也相互地作傀儡，男人也常作女人的傀儡，这决不是几个女人取得经济权所能救的。但人不能饿着静候理想世界的到来，至少也得留一点残喘，正如涸辙之鲋，急谋升斗之水一样，就要这较为切近的经济权，一面再想别的法。如果经济制度竟改革了，那上文当然完全是废话。然而上文，是又将娜拉当作一个普通的人物而说的，假使她很特别，自己情愿闯出去做牺牲，那就又另是一回事。我们无权去劝诱人做牺牲，也无权去阻止人做牺牲。况且世上也尽有乐于牺牲，乐于受苦的人物。欧洲有一个传说，耶稣去钉十字架时，休息在s的檐下，s不准他，于是被了咒诅，使他永世不得休息，直到末日裁判的时候。s从此就歇不下，只是走，现在还在走。走是苦的，安息是乐的，他何以不安息呢？虽说背着咒诅，可是大约总该是觉得走比安息还适意，所以始终狂走的罢。只是这牺牲的适意是属于自己的，与志士们之所谓为社会者无涉。群众，――尤其是中国的，――永远是戏剧的看客。牺牲上场，如果显得慷慨，他们就看了悲壮剧如果显得觳觫，他们就看了滑稽剧。北京的羊肉铺前常有几个人张着嘴看剥羊，仿佛颇愉快，人的牺牲能给与他们的益处，也不过如此。而况事后走不几步，他们并这一点愉快也就忘却了。对于这样的群众没有法，只好使他们无戏可看倒是疗救，正无需乎震骇一时的牺牲，不如深沉的韧性的战斗。"}
