{"text":"不料他竟一点不窘，立刻用金刚怒目式，向我大喝一声道和尚没有老婆，小菩萨那里来！？这真是所谓狮吼，使我明白了真理，哑口无言，我的确早看见寺里有丈余的大佛，有数尺或数寸的小菩萨，却从未想到他们为什么有大小。经此一喝，我才彻底的省悟了和尚有老婆的必要，以及一切小菩萨的来源，不再发生疑问。但要找寻三师兄，从此却艰难了一点，因为这位出家人，这时就有了三个家了一是寺院，二是他的父母的家，三是他自己和女人的家。我的师父，在约略四十年前已经去世师兄弟们大半做了一寺的住持我们的交情是依然存在的，却久已彼此不通消息。但我想，他们一定早已各有一大批小菩萨，而且有些小菩萨又有小菩萨了。四月一日。本篇最初发表于一九三六年四月作家月刊第一卷第一期。宋代笔记小说道山清话著者不详中记有如下的故事一长老在欧阳公修座上，见公家小儿有名僧哥者，戏谓公曰公不重佛，安得此名？公笑曰人家小儿要易长育，往往以贱名为小名，如狗羊犬马之类是也。闻者莫不服公之捷对。又据宋代王V之著渑水燕谈录公欧阳修幼子小名和尚。毗卢帽和尚所戴的一种绣有毗卢佛像的帽子。放焰口，旧俗于夏历七月十五日中元节晚上请和尚结盂兰盆会，诵经施食，称为放焰口。盂兰盆，梵语音译，救倒悬的意思焰口，饿鬼名。有奶便是娘一九二五年八月间，因北洋政府教育总长章士钊禁止爱国运动和宣扬复古思想，北京大学评议会发表宣言反对他为教育总长，并宣布和教育部脱离关系。后来少数教授顾虑脱离教育部后经费无着，一部分进步教授就在致本校同事的公函中说章士钊到任以来，曾为北京大学筹过若干经费，本校同人当各知悉即使章士钊真能按月拨付，或并清偿积欠同人亦当为公义而牺牲利益，维持最高学府之尊严如若忽变态度采取有奶便是娘主义，我们不能不为北大同人羞之。陈源在现代评论第二卷第四十期一九二五年九月十二日发表的闲话里，引用有奶便是娘这句话，歪曲公函中的原意，加以讥笑。式相好矣，毋相尤矣语见诗经小雅斯干，意思是互相爱好而不相恶。式，发语辞。海青江浙一带方言，指一种广袖的长袍。不以成败论英雄参看本卷第页注。"}
{"text":"陈源在现代评论第二卷第四十期一九二五年九月十二日发表的闲话里，引用有奶便是娘这句话，歪曲公函中的原意，加以讥笑。式相好矣，毋相尤矣语见诗经小雅斯干，意思是互相爱好而不相恶。式，发语辞。海青江浙一带方言，指一种广袖的长袍。不以成败论英雄参看本卷第页注。扬州十日指清顺治二年清军攻破扬州后进行的十天大屠杀。嘉定三屠，指同年清军占领嘉定后进行的三次大屠杀。清代王秀浦扬州十日记朱子素著嘉定屠城记略二书，分别对这两次惨杀作了较详的记载。大乘公元一二世纪间形成的佛教宗派，相对于主张自我解脱的小乘教派而言。它主张救度一切众生，强调尽人皆可成佛。一切修行应以利他为主。妙法莲花经简称法华经，印度佛教经典之一。通行的中译本为后秦鸠摩罗什所译。大乘起信论，解释大乘教理的佛教著作，相传为古印度马鸣作，有南朝梁真谛和唐代实叉难陀的两种译本。合十赞叹等语，是佛经中常见的话。合十，即合掌，用以表示敬意顶礼，以头手足五体匍匐在地的叩拜，是一种最尊敬的礼节。冠礼我国古代礼俗，男子二十岁时举行冠礼，表示已经成人。仪礼士冠礼篇中有关于冠礼的说明。释迦牟尼参看本卷第页注。弥勒，佛教菩萨之一，相传继释迦牟尼而成佛。金刚怒目参看本卷第页注。狮吼佛家语，意思是震动世界的声音。宋僧道彦景德传灯录卷一引普耀经佛释迦牟尼初生刹利王家分手指天地，作狮子吼声上下及四维，无能尊我者。论现在我们的文学运动论现在我们的文学运动――病中答访问者，笔录左翼作家联盟五六年来领导和战斗过来的，是无产阶级革命文学的运动。这文学和运动，一直发展着到现在更具体底地，更实际斗争底地发展到民族革命战争的大众文学。民族革命战争的大众文学，是无产阶级革命文学的一发展，是无产革命文学在现在时候的真实的更广大的内容。这种文学，现在已经存在着，并且即将在这基础之上，再受着实际战斗生活的培养，开起烂缦的花来罢。"}
{"text":"论现在我们的文学运动论现在我们的文学运动――病中答访问者，笔录左翼作家联盟五六年来领导和战斗过来的，是无产阶级革命文学的运动。这文学和运动，一直发展着到现在更具体底地，更实际斗争底地发展到民族革命战争的大众文学。民族革命战争的大众文学，是无产阶级革命文学的一发展，是无产革命文学在现在时候的真实的更广大的内容。这种文学，现在已经存在着，并且即将在这基础之上，再受着实际战斗生活的培养，开起烂缦的花来罢。因此，新的口号的提出，不能看作革命文学运动的停止，或者说此路不通了。所以，决非停止了历来的反对法西主义，反对一切反动者的血的斗争，而是将这斗争更深入，更扩大，更实际，更细微曲折，将斗争具体化到抗日反汉奸的斗争，将一切斗争汇合到抗日反汉奸斗争这总流里去。决非革命文学要放弃它的阶级的领导的责任，而是将它的责任更加重，更放大，重到和大到要使全民族，不分阶级和党派，一致去对外。这个民族的立场，才真是阶级的立杨。托洛斯基的中国的徒孙们，似乎胡涂到连这一点都不懂的。但有些我的战友，竟也有在作相反的美梦者，我想，也是极胡涂的昏虫。但民族革命战争的大众文学，正如无产革命文学的口号一样，大概是一个总的口号罢。在总口号之下，再提些随时应变的具体的口号，例如国防文学救亡文学抗日文艺等等，我以为是无碍的。不但没有碍，并且是有益的，需要的。自然，太多了也使人头昏，浑乱。不过，提口号，发空论，都十分容易办。但在批评上应用，在创作上实现，就有问题了。批评与创作都是实际工作。以过去的经验，我们的批评常流于标准太狭窄，看法太肤浅我们的创作也常现出近于出题目做八股的弱点。所以我想现在应当特别注意这点民族革命战争的大众文学决不是只局限于写义勇军打仗，学生请愿示威等等的作品。这些当然是最好的，但不应这样狭窄。它广泛得多，广泛到包括描写现在中国各种生活和斗争的意识的一切文学。因为现在中国最大的问题，人人所共的问题，是民族生存的问题。所有一切生活包含吃饭睡觉都与这问题相关例如吃饭可以和恋爱不相干，但目前中国人的吃饭和恋爱却都和日本侵略者多少有些关系，这是看一看满洲和华北的情形就可以明白的。而中国的唯一的出路，是全国一致对日的民族革命战争。"}
{"text":"这些当然是最好的，但不应这样狭窄。它广泛得多，广泛到包括描写现在中国各种生活和斗争的意识的一切文学。因为现在中国最大的问题，人人所共的问题，是民族生存的问题。所有一切生活包含吃饭睡觉都与这问题相关例如吃饭可以和恋爱不相干，但目前中国人的吃饭和恋爱却都和日本侵略者多少有些关系，这是看一看满洲和华北的情形就可以明白的。而中国的唯一的出路，是全国一致对日的民族革命战争。懂得这一点，则作家观察生活，处理材料，就如理丝有绪可以自由地去写工人，农民，学生，强盗，娼妓，穷人，阔佬，什么材料都可以，写出来都可以成为民族革命战争的大众文学。也无需在作品的后面有意地插一条民族革命战争的尾巴，翘起来当作旗子因为我们需要的，不是作品后面添上去的口号和矫作的尾巴，而是那全部作品中的真实的生活，生龙活虎的战斗，跳动着的脉搏，思想和热情，等等。六月十日。本篇最初同时发表于一九三六年七月现实文学月刊第一期和文学界月刊第一卷第二号。难答的问题难答的问题何干大约是因为经过了儿童年的缘故罢，这几年来，向儿童们说话的刊物多得很，教训呀，指导呀，鼓励呀，劝谕呀，七嘴八舌，如果精力的旺盛不及儿童的人，是看了要头昏的。最近，二月九日申报的儿童专刊上，有一篇文章在对儿童讲武训先生。它说他是一个乞丐，自己吃臭饭，喝脏水，给人家做苦工，做得了钱，却把它储起来。只要有人给他钱，甚至他可以跪下来的。这并不算什么特别。特别的是他得了钱，却一文也不化，终至于开办了一个学校。于是这篇武训先生的提出一个问题来道小朋友！你念了上面的故事，有什么感想？我真也极愿意知道小朋友将有怎样的感想。假如念了上面的故事的人，是一个乞丐，或者比乞丐景况还要好，那么，他大约要自愧弗如，或者愤慨于中国少有这样的乞丐。然而小朋友会怎样感想呢，他们恐怕只好圆睁了眼睛，回问道大朋友！你讲了上面的故事，是什么意思？本篇最初发表于一九三六年二月海燕月刊第二期。儿童年参看本卷第页注。武训―山东堂邑今聊城人。他通过乞讨放高利贷和收取地租等手段筹款兴办义学，被清政府封为义学正。武训先生一文，署名雨人。这也是生活这也是生活这也是病中的事情。"}
{"text":"然而小朋友会怎样感想呢，他们恐怕只好圆睁了眼睛，回问道大朋友！你讲了上面的故事，是什么意思？本篇最初发表于一九三六年二月海燕月刊第二期。儿童年参看本卷第页注。武训―山东堂邑今聊城人。他通过乞讨放高利贷和收取地租等手段筹款兴办义学，被清政府封为义学正。武训先生一文，署名雨人。这也是生活这也是生活这也是病中的事情。有一些事，健康者或病人是不觉得的，也许遇不到，也许太微细。到得大病初愈，就会经验到在我，则疲劳之可怕和休息之舒适，就是两个好例子。我先前往往自负，从来不知道所谓疲劳。书桌面前有一把圆椅，坐着写字或用心的看书，是工作旁边有一把藤躺椅，靠着谈天或随意的看报，便是休息觉得两者并无很大的不同，而且往往以此自负。现在才知道是不对的，所以并无大不同者，乃是因为并未疲劳，也就是并未出力工作的缘故。我有一个亲戚的孩子，高中毕了业，却只好到袜厂里去做学徒，心情已经很不快活的了，而工作又很繁重，几乎一年到头，并无休息。他是好高的，不肯偷懒，支持了一年多。有一天，忽然坐倒了，对他的哥哥道我一点力气也没有了。他从此就站不起来，送回家里，躺着，不想饮食，不想动弹，不想言语，请了耶稣教堂的医生来看，说是全体什么病也没有，然而全体都疲乏了。也没有什么法子治。自然，连接而来的是静静的死。我也曾经有过两天这样的情形，但原因不同，他是做乏，我是病乏的。我的确什么欲望也没有，似乎一切都和我不相干，所有举动都是多事，我没有想到死，但也没有觉得生这就是所谓无欲望状态，是死亡的第一步。曾有爱我者因此暗中下泪然而我有转机了，我要喝一点汤水，我有时也看看四近的东西，如墙壁，苍蝇之类，此后才能觉得疲劳，才需要休息。象心纵意的躺倒，四肢一伸，大声打一个呵欠，又将全体放在适宜的位置上，然后弛懈了一切用力之点，这真是一种大享乐。在我是从来未曾享受过的。我想，强壮的，或者有福的人，恐怕也未曾享受过。记得前年，也在病后，做了一篇病后杂谈，共五节，投给文学，但后四节无法发表，印出来只剩了头一节了。虽然文章前面明明有一个一字，此后突然而止，并无二三，仔细一想是就会觉得古怪的，但这不能要求于每一位读者，甚而至于不能希望于批评家。于是有人据这一节，下我断语道是赞成生病的。"}
{"text":"象心纵意的躺倒，四肢一伸，大声打一个呵欠，又将全体放在适宜的位置上，然后弛懈了一切用力之点，这真是一种大享乐。在我是从来未曾享受过的。我想，强壮的，或者有福的人，恐怕也未曾享受过。记得前年，也在病后，做了一篇病后杂谈，共五节，投给文学，但后四节无法发表，印出来只剩了头一节了。虽然文章前面明明有一个一字，此后突然而止，并无二三，仔细一想是就会觉得古怪的，但这不能要求于每一位读者，甚而至于不能希望于批评家。于是有人据这一节，下我断语道是赞成生病的。现在也许暂免这种灾难了，但我还不如先在这里声明一下我的话到这里还没有完。有了转机之后四五天的夜里，我醒来了，喊醒了广平。给我喝一点水。并且去开开电灯，给我看来看去的看一下。为什么？她的声音有些惊慌，大约是以为我在讲昏话。因为我要过活。你懂得么？这也是生活呀。我要看来看去的看一下。哦她走起来，给我喝了几口茶，徘徊了一下，又轻轻的躺下了，不去开电灯。我知道她没有懂得我的话。街灯的光穿窗而入，屋子里显出微明，我大略一看，熟识的墙壁，壁端的棱线，熟识的书堆，堆边的未订的画集，外面的进行着的夜，无穷的远方，无数的人们，都和我有关。我存在着，我在生活，我将生活下去，我开始觉得自己更切实了，我有动作的欲望――但不久我又坠入了睡眠。第二天早晨在日光中一看，果然，熟识的墙壁，熟识的书堆这些，在平时，我也时常看它们的，其实是算作一种休息。但我们一向轻视这等事，纵使也是生活中的一片，却排在喝茶搔痒之下，或者简直不算一回事。我们所注意的是特别的精华，毫不在枝叶。给名人作传的人，也大抵一味铺张其特点，李白怎样做诗，怎样耍颠，拿破仑怎样打仗，怎样不睡觉，却不说他们怎样不耍颠，要睡觉。其实，一生中专门耍颠或不睡觉，是一定活不下去的，人之有时能耍颠和不睡觉，就因为倒是有时不耍颠和也睡觉的缘故。然而人们以为这些平凡的都是生活的渣滓，一看也不看。于是所见的人或事，就如盲人摸象，摸着了脚，即以为象的样子像柱子。中国古人，常欲得其全，就是制妇女用的乌鸡白凤丸，也将全鸡连毛血都收在丸药里，方法固然可笑，主意却是不错的。删夷枝叶的人，决定得不到花果。"}
{"text":"然而人们以为这些平凡的都是生活的渣滓，一看也不看。于是所见的人或事，就如盲人摸象，摸着了脚，即以为象的样子像柱子。中国古人，常欲得其全，就是制妇女用的乌鸡白凤丸，也将全鸡连毛血都收在丸药里，方法固然可笑，主意却是不错的。删夷枝叶的人，决定得不到花果。为了不给我开电灯，我对于广平很不满，见人即加以攻击到得自己能走动了，就去一翻她所看的刊物，果然，在我卧病期中，全是精华的刊物已经出得不少了，有些东西，后面虽然仍旧是美容妙法，古木发光，或者尼姑之秘密，但第一面却总有一点激昂慷慨的文章。作文已经有了最中心之主题连义和拳时代和德国统帅瓦德西睡了一些时候的赛金花，也早已封为九天护国娘娘了。尤可惊服的是先前用御香缥缈录，把清朝的宫廷讲得津津有味的申报上的春秋，也已经时而大有不同，有一天竟在卷端的点滴里，教人当吃西瓜时，也该想到我们土地的被割碎，像这西瓜一样。自然，这是无时无地无事而不爱国，无可訾议的。但倘使我一面这样想，一面吃西瓜，我恐怕一定咽不下去，即使用劲咽下，也难免不能消化，在肚子里咕咚的响它好半天。这也未必是因为我病后神经衰弱的缘故。我想，倘若用西瓜作比，讲过国耻讲义，却立刻又会高高兴兴的把这西瓜吃下，成为血肉的营养的人，这人恐怕是有些麻木。对他无论讲什么讲义，都是毫无功效的。我没有当过义勇军，说不确切。但自己问战士如吃西瓜，是否大抵有一面吃，一面想的仪式的呢？我想未必有的。他大概只觉得口渴，要吃，味道好，却并不想到此外任何好听的大道理。吃过西瓜，精神一振，战斗起来就和喉干舌敝时候不同，所以吃西瓜和抗敌的确有关系，但和应该怎样想的上海设定的战略，却是不相干。这样整天哭丧着脸去吃喝，不多久，胃口就倒了，还抗什么敌。然而人往往喜欢说得稀奇古怪，连一个西瓜也不肯主张平平常常的吃下去。其实，战士的日常生活，是并不全部可歌可泣的，然而又无不和可歌可泣之部相关联，这才是实际上的战士。八月二十三日。本篇最初发表于一九三六年九月五日上海中流半月刊第一卷第一期。病后杂谈写于一九三四年十二月十一日，共四节。在文学月刊第四卷第二号一九三五年二月发表时，被国民党当局检查删去后三节。全文后收入且介亭杂文。"}
{"text":"这样整天哭丧着脸去吃喝，不多久，胃口就倒了，还抗什么敌。然而人往往喜欢说得稀奇古怪，连一个西瓜也不肯主张平平常常的吃下去。其实，战士的日常生活，是并不全部可歌可泣的，然而又无不和可歌可泣之部相关联，这才是实际上的战士。八月二十三日。本篇最初发表于一九三六年九月五日上海中流半月刊第一卷第一期。病后杂谈写于一九三四年十二月十一日，共四节。在文学月刊第四卷第二号一九三五年二月发表时，被国民党当局检查删去后三节。全文后收入且介亭杂文。最中心之主题参看本卷第页注。瓦德西，―德国人，义和团起义时侵略中国的八国联军总司令。赛金花，清末的一个妓女。据近人柴萼所著梵天庐丛录卷三庚辛纪事中载金花故姓傅，名彩云自云姓赵，实则姓曹，洪殿撰钧之妾也，随洪之西洋，艳名噪一时，归国后仍操丑业。瓦德西统帅获名妓赛金花，嬖之甚，言听计从，隐为瓦之参谋。这里说赛金花被封为九天护国娘娘，是针对夏衍所作剧本赛金花以及当时报刊对该剧的赞扬而说的。御香缥缈录原名老佛爷时代的西太后，清宗室德龄所作。原本系英文，一九三三年在美国纽约出版。秦瘦鸥译为中文，一九三四年四月起在申报副刊春秋上连载，后由申报馆印行单行本。点滴申报春秋刊登短篇文章的专栏。一九三六年八月十二日该栏发表姚明然的短文中说当圆圆的西瓜，被瓜分的时候，我便想到和将来世界殖民地的再分割不是一样吗？女吊女吊大概是明末的王思任说的罢会稽乃报仇雪耻之乡，非藏垢纳污之地！这对于我们绍兴人很有光彩，我也很喜欢听到，或引用这两句话。但其实，是并不的确的这地方，无论为那一样都可以用。不过一般的绍兴人，并不像上海的前进作家那样憎恶报复，却也是事实。单就文艺而言，他们就在戏剧上创造了一个带复仇性的，比别的一切鬼魂更美，更强的鬼魂。这就是女吊。我以为绍兴有两种特色的鬼，一种是表现对于死的无可奈何，而且随随便便的无常，我已经在朝华夕拾里得了绍介给全国读者的光荣了，这回就轮到别一种。女吊也许是方言，翻成普通的白话，只好说是女性的吊死鬼。其实，在平时，说起吊死鬼，就已经含有女性的的意思的，因为投缳而死者，向来以妇人女子为最多。"}
{"text":"不过一般的绍兴人，并不像上海的前进作家那样憎恶报复，却也是事实。单就文艺而言，他们就在戏剧上创造了一个带复仇性的，比别的一切鬼魂更美，更强的鬼魂。这就是女吊。我以为绍兴有两种特色的鬼，一种是表现对于死的无可奈何，而且随随便便的无常，我已经在朝华夕拾里得了绍介给全国读者的光荣了，这回就轮到别一种。女吊也许是方言，翻成普通的白话，只好说是女性的吊死鬼。其实，在平时，说起吊死鬼，就已经含有女性的的意思的，因为投缳而死者，向来以妇人女子为最多。有一种蜘蛛，用一枝丝挂下自己的身体，悬在空中，尔雅上已谓之蚬，缢女，可见在周朝或汉朝，自经的已经大抵是女性了，所以那时不称它为男性的缢夫或中性的缢者。不过一到做大戏或目连戏的时候，我们便能在看客的嘴里听到女吊的称呼。也叫作吊神。横死的鬼魂而得到神的尊号的，我还没有发见过第二位，则其受民众之爱戴也可想。但为什么这时独要称她女吊呢？很容易解因为在戏台上，也要有男吊出现了。我所知道的是四十年前的绍兴，那时没有达官显宦，所以未闻有专门为人堂会？的演剧。凡做戏，总带着一点社戏性，供着神位，是看戏的主体，人们去看，不过叨光。但大戏或目连戏所邀请的看客，范围可较广了，自然请神，而又请鬼，尤其是横死的怨鬼。所以仪式就更紧张，更严肃。一请怨鬼，仪式就格外紧张严肃，我觉得这道理是很有趣的。也许我在别处已经写过。大戏和目连，虽然同是演给神，人，鬼看的戏文，但两者又很不同。不同之点一在演员，前者是专门的戏子，后者则是临时集合的――农民和工人一在剧本，前者有许多种，后者却好歹总只演一本目连救母记。然而开场的起殇，中间的鬼魂时时出现，收场的好人升天，恶人落地狱，是两者都一样的。当没有开场之前，就可看出这并非普通的社戏，为的是台两旁早已挂满了纸帽，就是高长虹之所谓纸糊的假冠，是给神道和鬼魂戴的。所以凡内行人，缓缓的吃过夜饭，喝过茶，闲闲而去，只要看挂着的帽子，就能知道什么鬼神已经出现。因为这戏开场较早，起殇在太阳落尽时候，所以饭后去看，一定是做了好一会了，但都不是精彩的部分。起殇者，绍兴人现已大抵误解为起丧，以为就是召鬼，其实是专限于横死者的。"}
