{"text":"不爱自己的人也不会有真正的爱，只有谦卑的奉献。如果说爱是一门艺术，那么，恰如其分的自爱便是一种素质，唯有具备这种素质的人才能成为爱的艺术家。爱是一种精神素质，而挫折则是这种素质的试金石。最强烈的爱都根源于绝望，最深沉的痛苦都根源于爱。幸福是难的。也许，潜藏在真正的爱情背后的是深沉的忧伤，潜藏在现代式的寻欢作乐背后的是空虚。两相比较，前者无限高于后者。大自然提供的只是素材，唯有爱才能把这素材创造成完美的作品。凭人力可以成就和睦的婚姻，得到幸福的爱情却要靠天意。爱情是人生最美丽的梦。倘用理性的刀刃去解析梦，再美丽的梦也会失去它的美。弗洛伊德对梦和性意识的解析就破坏了不少生活的诗意。当然还有另一种情况生活本身使梦破灭了，这时候，对梦作理性的反省，认清它的美的虚幻，其实是一种解脱的手段。我相信毛姆就属于这种情况。生命的意义在于爱。不，生命的意义问题是无解的，爱的好处就是使人对这个问题不求甚解。食欲引起初级革命，性欲引起高级革命。一切迷恋都凭借幻觉，一切理解都包含误解，一切忠诚都指望报答，一切牺牲都附有条件。人在爱情中自愿放弃意志自由，在婚姻中被迫放弃意志自由。性是意志自由的天敌吗也许，性爱中总是交织着爱的对立面――恨，或者惧。拜仑属于前者，歌德属于后者。最深邃的爱都是见人羞，惊人问，怕人知的，因为一旦公开，就会走样和变味。爱情是灵魂的化学反应。真正相爱的两人之间有一种亲和力，不断地分解，化合，更新。亲和力愈大，反应愈激烈持久，爱情就愈热烈巩固。对于灵魂的相知来说，最重要的是两颗灵魂本身的丰富以及由此产生的互相吸引，而决非彼此的熟稔乃至明察秋毫。看两人是否相爱，一个可靠尺度是看他们是否互相玩味和欣赏。两个相爱者之间必定是常常互相玩味的，而且是不由自主地要玩，越玩越觉得有味。"}
{"text":"爱情是灵魂的化学反应。真正相爱的两人之间有一种亲和力，不断地分解，化合，更新。亲和力愈大，反应愈激烈持久，爱情就愈热烈巩固。对于灵魂的相知来说，最重要的是两颗灵魂本身的丰富以及由此产生的互相吸引，而决非彼此的熟稔乃至明察秋毫。看两人是否相爱，一个可靠尺度是看他们是否互相玩味和欣赏。两个相爱者之间必定是常常互相玩味的，而且是不由自主地要玩，越玩越觉得有味。如果有一天觉得索然无味，毫无玩兴，爱就荡然无存了。优异易夭折，平庸能长寿。爱情何尝不是如此？断肠人原是销魂客。重情者最知岁月无情，无情岁月卷走了多少有情生涯。"}
{"text":"情种爱得热烈，但不专一。君子爱得专一，但不热烈。此事古难全。不过，偶尔有爱得专一的情种，却注定没有爱得热烈的君子。人们常说爱与死。的确，相爱到死，乃至为爱而死，是美好的。但是，为了爱，首先应该活，活着才能爱。我不愿把死浪漫化。死是一切的毁灭，包括爱。上帝的最大罪过是把我们从尘世拽走，又不给我们天国。使爱我的人感到轻松，更加恋生，这是我对爱的回赠。爱情与良心的冲突只存在于一颗善良的心中。在一颗卑劣的心中，既没有爱情，也没有良心，只有利害的计算。但是，什么是良心呢？在多数情况下，它仅是对弱者即那失恋的一方的同情罢了。最高的良心是对灵魂行为的责任心，它与真实的爱情是统一的。在爱情中，双方感情的满足程度取决于感情较弱的那一方的感情。如果甲对乙有十分爱，乙对甲只有五分爱，则他们都只能得到五分的满足。剩下的那五分欠缺，在甲会成为一种遗憾，在乙会成为一种苦恼。人在两性关系中袒露的不但是自己的肉体，而且是自己的灵魂――灵魂的美丽或丑陋，丰富或空虚。一个人对待异性的态度最能表明他的精神品级，他在从兽向人上升的阶梯上处在怎样的高度。凡正常人，都兼有疼人和被人疼两种需要。在相爱者之间，如果这两种需要不能同时在对方身上获得满足，便潜伏着危机。那惯常被疼的一方最好不要以为，你遇到了一个只想疼人不想被人疼的纯粹父亲型的男人或纯粹母亲型的女人。在这茫茫宇宙间，有谁不是想要人疼的孤儿爱一个人，就是心疼一个人。爱得深了，潜在的父性或母性必然会参加进来。只是迷恋，并不心疼，这样的爱还只停留在感官上，没有深入到心窝里，往往不能持久。爱就是心疼。可以喜欢许多人，但真正心疼的只有一个。可以不爱，不可无情。情人间的盟誓不可轻信，夫妻间的是非不可妄断。世上痴男怨女一旦翻脸，就斥旧情为假，讨回情书都扯做纸条儿，原来自古已然。情当然有真假之别。但是，真情也可能变化。懂得感情的人珍惜以往一切爱的经历。"}
{"text":"只是迷恋，并不心疼，这样的爱还只停留在感官上，没有深入到心窝里，往往不能持久。爱就是心疼。可以喜欢许多人，但真正心疼的只有一个。可以不爱，不可无情。情人间的盟誓不可轻信，夫妻间的是非不可妄断。世上痴男怨女一旦翻脸，就斥旧情为假，讨回情书都扯做纸条儿，原来自古已然。情当然有真假之别。但是，真情也可能变化。懂得感情的人珍惜以往一切爱的经历。如同一切游戏一样，犯规和惩罚也是爱情游戏的要素。当然，前提是犯规者无意退出游戏。不准犯规，或犯了规不接受惩罚，游戏都进行不下去了。在情场上，两造都真，便刻骨铭心爱一场。两造都假，也无妨逢场作戏玩一场。最要命的是一个真，一个假，就会种下怨恨甚至灾祸了。主动的假，玩弄感情，自当恶有恶报。被动的假，虚与委蛇，也决非明智之举。对于真情，是开不得玩笑，也敷衍不得的。"}
{"text":"彼此太熟悉，太了解，没有了神秘感，就不易发生爱情。当然，彼此过于陌生和隔膜，也不能发生爱情。爱情的发生，在有所接触又不太稔熟之间，既有神秘感，又有亲切感，既能给想象力留出充分余地，又能使吸引力发挥到最满意的程度。强烈的感情经验往往会改变两个热恋者的心理结构，从而改变他们与其他可能的对象之间的关系。犹如经过一次化合反应，他们都已经不是原来的元素，因而很难再与别的元素发生相似的反应了。在这个意义上，一个人一生也许只能有一次震撼心灵的爱情。恋爱是青春的确证。一个人不管年龄多大，只要还能恋爱，就证明他并不老。也许每个人在恋爱方面的能量是一个常数，因机遇和性情而或者一次释放，或者分批支出。当然，在不同的人身上，这个常数的绝对值是不同的，差异大得惊人。但是，不论是谁，只要是要死要活地爱过一场，就很难再热恋了。关汉卿一半儿题情骂你个俏冤家，一半儿难当一半儿耍。虽是我话儿嗔，一半儿推辞一半儿肯。男女风情，妙在一半儿一半儿的。琢磨透了，哪里还有俏冤家想明白了，如何还会荒心乱与其说有理解才有爱，毋宁说有爱才有理解。爱一个人，一本书，一件艺术品，就会反复玩味这个人的一言一行，这本书的一字一句，这件作品的细枝末节，自以为揣摩出了某种深长意味，于是，理解了。我不知道什么叫爱情。我只知道，如果那张脸庞没有使你感觉到一种甜蜜的惆怅，一种依恋的哀愁，那你肯定还没有爱。你是看不到我最爱你的时候的情形的，因为我在看不到你的时候才最爱你。我爱你。不，你只是喜欢我罢了。她或他哀怨地说。爱我吗我喜欢你。她或他略带歉疚地说。在所有的近义词里，爱和喜欢似乎被掂量得最多，其间的差异被最郑重其事地看待。这时男人和女人都成了最一丝不苟的语言学家。正像恋爱者夸大自己的幸福一样，失恋者总是夸大自己的痛苦。在失恋的痛苦中，自尊心的受挫占了很大比重。"}
{"text":"她或他哀怨地说。爱我吗我喜欢你。她或他略带歉疚地说。在所有的近义词里，爱和喜欢似乎被掂量得最多，其间的差异被最郑重其事地看待。这时男人和女人都成了最一丝不苟的语言学家。正像恋爱者夸大自己的幸福一样，失恋者总是夸大自己的痛苦。在失恋的痛苦中，自尊心的受挫占了很大比重。邂逅的魅力在于它的偶然性和一次性，完全出乎意料，毫无精神准备，两个陌生的躯体突然互相呼唤，两颗陌生的灵魂突然彼此共鸣。但是，倘若这种突发的亲昵长久延续下去，绝大部分邂逅都会变得索然无味了。性欲旺盛的人并不过分挑剔对象，挑剔是性欲乏弱的结果，于是要用一个理由来弥补这乏弱，这个理由就叫做爱情。其实，爱情和性欲是两回事。当然，当性欲和爱情都强烈时，性的体验最佳。性诱惑的发生以陌生和新奇为前提。两个完全陌生的肉体之间的第一次做爱未必是最狂热或最快乐的，但往往是由最真实的性诱惑引起的。重复必然导致性诱惑的减弱，而倘若当事人试图掩饰这一点，则会出现合谋的虚伪。当然，重复并不排斥会有和谐的配合，甚至仍会有激情的时刻，不过这些成果主要不是来自性诱惑。李寿卿寿阳曲金刀利，锦鲤肥，更那堪玉葱纤细。添得醋来风韵美，试尝道怎生滋味。醋味三辨一，醋是爱情这道菜不可缺少的调料，能调出美味佳肴，并使胃口大开二，一点醋不吃的人不解爱情滋味，一点醋味不带的爱情平淡无味三，醋缸打翻，爱情这道菜也就烧砸了。此曲通篇隐喻，看官自明。每一个戴绿帽子的丈夫都认为那个插足者远远不如自己，并因此感到深深的屈辱。人大约都这样自己所爱的人，如果一定要失去，宁愿给上帝或魔鬼，也不愿给他人。"}
{"text":"你目送她楚楚动人地走出你的视野，她不知道你的心动，你也没有想要让她知道。你觉得这是最好的把欢喜留在心中，让女人成为你的人生中的一种风景。歌德说美人只在瞬间是美的。我想换一种比较宽容的说法任何美人都有不美的瞬间。在朦胧的光线下，她的脸庞无比柔美，令我爱不自禁。可是，到了明亮处，我发现了她的憔悴和平常，心中为之黯然。她仍然是她。如果光线永远朦胧，她在我眼中就会永远柔美了。所谓美是多么没有理性。酒吧，歌厅，豪华商场，形形式式的现代娱乐场所。这么多漂亮女人。可是，她们是多么相像呵。我看到了一张张像屁股一样的脸蛋，当然是漂亮的屁股，但没有内容。此时此刻，我的爱美的天性渴望看到一张丑而有内容的脸，例如罗丹雕塑的那个满脸皱纹的老妓女。恋爱，人生中美丽的时刻。如同黎明和黄昏，沐浴在柔和金光中的一切景物都变美了，包括那个美人儿。恋爱中的人以为那个美人儿是光源，其实她也是被照的景物。卢梭说女人最使我们留恋的，并不一定在于感官的享受，主要还在于生活在她们身边的某种情趣。的确，当我们贪图感官的享受时，女人是固体，诚然是富有弹性的固体，但毕竟同我们只能有体表的接触。然而，在那样一些充满诗意的场合，女人是气体，那样温馨芬芳的气体，她在我们的四周飘荡，沁入我们的肌肤，弥漫在我们的心灵。一个心爱的女子每每给我们的生活染上一种色彩，给我们的心灵造成一种氛围，给我们的感官带来一种陶醉。一个漂亮女人能够引起我的赞赏，却不能使我迷恋。使我迷恋的是那种有灵性的美，那种与一切美的事物发生内在感应的美。在具有这种美的特质的女人身上，你不仅感受到她本身的美，而且通过她感受到了大自然的美，艺术的美，生活的美。因为这一切美都被她心领神会，并且在她的气质神态言语动作中奇妙地表现出来了。她以她自身的存在增加了你眼中那个世界的美，同时又以她的体验强化了你对你眼中那个世界的美的体验。不，这么说还有点不够。事实上，当你那样微妙地对美发生共鸣时，你从她的神采中看到的恰恰是你对美的全部体验，而你本来是看不到甚至把握不住你的体验的。"}
{"text":"在具有这种美的特质的女人身上，你不仅感受到她本身的美，而且通过她感受到了大自然的美，艺术的美，生活的美。因为这一切美都被她心领神会，并且在她的气质神态言语动作中奇妙地表现出来了。她以她自身的存在增加了你眼中那个世界的美，同时又以她的体验强化了你对你眼中那个世界的美的体验。不，这么说还有点不够。事实上，当你那样微妙地对美发生共鸣时，你从她的神采中看到的恰恰是你对美的全部体验，而你本来是看不到甚至把握不住你的体验的。这是多么激动人心呵，无意识的因为难以捕捉和无法表达而令人苦恼的美感，她不是用语言，而是用她有灵性的肉体，用眼睛表情动作等等这一切你都看得见替你表达出来了。这就是魅力的秘密。两个漂亮的姑娘争吵了起来，彼此用恶言中伤。我望着她们那轮廓纤秀的嘴唇，不禁惶惑了如此美丽的嘴唇，使男人忍不住想去吻它们，有时竟是这么恶毒的东西么美是无法占有的，一个雄辩的证据便是那种娶了一个不爱他的漂亮女人的丈夫，他会深切感到，这朝夕在眼前晃动的美乃是一种异在之物，绝对不属于他，对他毫无意义。这个例子也说明了仅仅根据外貌选择配偶是多么愚蠢。不纯净的美使人迷乱，纯净的美使人宁静。女人身上兼有这两种美。所以，男人在女人怀里癫狂，又在女人怀里得到安息。女人作为母亲，最接近大自然。大自然的美总是纯净的。女性价值歌德诗曰永恒之女性，引导我们走。走向何方走向一个更实在的人生，一个更人情味的社会。在战争与和平中，托尔斯泰让安德列和彼尔都爱上娜塔莎，这是意味深长的。娜塔莎，她整个儿是生命，是活力，是一座小火山。对于悲观主义者安德列来说，她是抗衡悲观的欢乐的生命。对于空想家被尔来说，她是抗衡空想的实在的生活。男人最容易患的病是悲观和空想，因而他最期待于女人的是欢乐而实在的生命。男人喜欢上天入地，天上太玄虚，地下太阴郁，女人便把他拉回到地面上来。女人使人生更实在，也更轻松了。女人是人类的感官，具有感官的全部盲目性和原始性。只要她们不是自卑地一心要克服自己的弱点，她们就能成为抵抗这个世界理性化即贫乏化的力量。"}
{"text":"对于悲观主义者安德列来说，她是抗衡悲观的欢乐的生命。对于空想家被尔来说，她是抗衡空想的实在的生活。男人最容易患的病是悲观和空想，因而他最期待于女人的是欢乐而实在的生命。男人喜欢上天入地，天上太玄虚，地下太阴郁，女人便把他拉回到地面上来。女人使人生更实在，也更轻松了。女人是人类的感官，具有感官的全部盲目性和原始性。只要她们不是自卑地一心要克服自己的弱点，她们就能成为抵抗这个世界理性化即贫乏化的力量。我相信，有两样东西由于与自然一脉相通，因而可以避免染上时代的疾患，这就是艺术和女人。好的女人如同好的艺术一样属于永恒的自然，都是非时代的。也许有人要反驳说，女人岂非比男人更喜欢赶时髦但这是表面的，女人多半只在装饰上赶时髦，男人却容易全身心投入时代的潮流。女人推进艺术，未必要靠亲自创作。世上有一些艺术直觉极敏锐的奇女子，她们像星星一样闪烁在艺术大师的天空中。女人的聪明在于能欣赏男人的聪明。男人是孤独的，在孤独中创造文化。女人是合群的，在合群中传播文化。也许，男人是没救的。一个好女人并不自以为能够拯救男人，她只是用歌声笑容和眼泪来安慰男人。她的爱鼓励男人自救，或者，坦然走向毁灭。好女人能刺激起男人的野心，最好的女人却还能抚平男人的野心。女人作为整体是浑厚的，所以诗人把她们喻为土地。但个别的女人未必浑厚。"}
