{"text":"连大西洋的涛声芒果树的浓影，也仿佛都反映到这些小东西上面来。我愿意把这些红豆带回国去，分赠给朋友们。一颗红豆，就是几内亚人民的一片心。让每一位中国朋友都能分享到几内亚人民对中国人民的情谊，让这种情谊的花朵开遍全中国，而且永远开下去。我自己还想把这些红豆当作永久的纪念。什么时候我怀念几内亚，什么时候我就拿出来看一看。我相信，只要我一看到这红豆，它立刻就会把我带回到科纳克里来。马里的芒果城早就听说珂里可乐在马里是著名的芒果城。一看到公路两旁芒果树渐渐地多了起来，肥大的果实挂在树上，浓黑的阴影铺在地上，我心里就想珂里可乐大概快要到了。果然，汽车蓦地停在一棵高大的芒果树下面，在许多芒果摊子旁边。省长政治书记副市长驻军首长，还有一大群厅长局长，都站在那里欢迎我们，热情地向我们伸出了手。于是一双双友谊的手就紧紧地握在一起。到马里的小城市里来，这还是第一次。走在路上的时候，我心里直翻腾，我感到有一些陌生，有一点不安。然而，现在一握到马里官员们那一些坚强有力的手，我感到温暖，感到热情与友谊原来的那一些陌生不安的感觉立刻消逝得无影无踪了。我仿佛来到了老友的家里，兄弟的家里。我们就怀着这样的心情，在这些热情的朋友的陪同下，到处参观。当我们走近榨油厂和造船厂的时候，从远处就看到鲜艳的五星红旗同马里国旗并排飘扬在尼日尔河上面晴朗辽阔的天空中。从祖国到马里三万多里的距离仿佛一下子缩短了，我好像是正在天安门前，看红旗在北京月特有的蔚蓝的晴空中迎风招展。成群的马里工人站在红旗下面，用热烈的掌声迎接我们。他们的代表用不太熟练的法语致词，欢迎他们的中国同志，语短情长，动人心魄他们对中国人民的热爱燃烧在心里，表露在脸上，汹涌在手上。他们用双手抓住我们的手，摇晃不停。这是工人们特有的手，长满了茧子，沾满了油污，坚实有力，像老虎钳子一般。我感到温暖，感到热情与友谊。工人们的笑容在我们眼前还没有消逝，我们已经来到了人民服务队，看到了队员们的笑容。他们一律军服持枪，队伍排得整整齐齐，在大门口等候我们。这地方原来是法国的兵营，现在为马里人民所有。政府就从农村调集了一些青年，到这里来受军事训练，学习生产技术，学习文化。两年后，再回到农村去，使他们学到的东西在农村中生根开花。这里是个好地方，背负小山，前临尼日尔河。数人合抱的木棉高耸入云，树上开满了大朵的花。"}
{"text":"这是工人们特有的手，长满了茧子，沾满了油污，坚实有力，像老虎钳子一般。我感到温暖，感到热情与友谊。工人们的笑容在我们眼前还没有消逝，我们已经来到了人民服务队，看到了队员们的笑容。他们一律军服持枪，队伍排得整整齐齐，在大门口等候我们。这地方原来是法国的兵营，现在为马里人民所有。政府就从农村调集了一些青年，到这里来受军事训练，学习生产技术，学习文化。两年后，再回到农村去，使他们学到的东西在农村中生根开花。这里是个好地方，背负小山，前临尼日尔河。数人合抱的木棉高耸入云，树上开满了大朵的花。还有一种不知名的树，也开着大朵的红花。远远望去，像是一片朝霞一团红云，像是落日的余晖燃烧的火焰，把半边天染得通红，使我们的眼睛亮了起来。地上落满了红花，我们就踏着这些花朵，一处处参观，看学员上课养鸡用土法打铁做木工活。时间虽不长，但是，学员们丰富多彩的生活，光辉灿烂的前景，给我们留下了深刻的印象。临别的时候，队长们跟过来同我们握手。这是马里军人的手，同样坚实有力但是动作干净利落。我感到温暖，感到热情与友谊。军人们的敬礼声在我们耳边还余音袅袅，我们已经来到了师范学校，听到了学员们的欢呼声。校长政治书记党的书记全体教员全体学生，倾校而出，站在那里，排成一字长蛇阵，让我们在他们面前走过。中午，当我们到学校餐厅去吃饭的时候，一进餐厅，扑面一阵热烈的掌声。原来全体师生都来了。党的书记致欢迎词，热情洋溢地赞美伟大的中华人民共和国和牢不可破的中马友谊。当他高呼中华人民共和国万岁中马友谊万岁的时候，全屋沸腾起来，掌声和欢呼声像疾风骤雨。在一刹那间，我回想到今天上午所遇到的人所参观的地方，我简直不想离开这一个几个钟头以前还感觉到陌生的地方了。但是，不行，当天下午我们必须赶回马里的首都巴马科，那里还有许多事情等着我们。于是，一吃完午饭，我们就回到那一棵高大的芒果树下。省长副市长书记和许多厅长局长早就在那里等着欢送我们。这时正是中午，炎阳当顶，把火流洒下大地，热得使人喘不过气来。但是，铺在地上的芒果荫却仿佛比早晨更黑了，挂在树上的大芒果也仿佛比早晨更肥硕了，树下的芒果摊子仿佛比早晨更多了。这一切都似乎能带来清凉，驱除炎热。正当马里朋友们在这里同我们握手告别的时候，冷不防，一个老妇人从一个芒果摊子旁边嗖地站了起来，飞跑到我们跟前，用双手紧紧地握住我们的手。"}
{"text":"于是，一吃完午饭，我们就回到那一棵高大的芒果树下。省长副市长书记和许多厅长局长早就在那里等着欢送我们。这时正是中午，炎阳当顶，把火流洒下大地，热得使人喘不过气来。但是，铺在地上的芒果荫却仿佛比早晨更黑了，挂在树上的大芒果也仿佛比早晨更肥硕了，树下的芒果摊子仿佛比早晨更多了。这一切都似乎能带来清凉，驱除炎热。正当马里朋友们在这里同我们握手告别的时候，冷不防，一个老妇人从一个芒果摊子旁边嗖地站了起来，飞跑到我们跟前，用双手紧紧地握住我们的手。她说着邦巴拉语，满面笑容。我们谁也不懂邦巴拉语可是一点也用不着翻译，她的意思我们全懂了。她浑身上下都洋溢着一个马里普通老百姓对中国人民的深情厚谊，这就是最好的翻译。马里人民对于压迫他们的帝国主义殖民主义者是怀着刻骨的仇恨的而把同情和支持他们的反帝反殖民主义斗争的中国人看作自己的朋友自己的兄弟，甚至说中国人就是马里人，今天这个老妇人表现的不正是这样一种感情吗？我们那两双不同肤色的手紧紧地握在一起，我激动得说不出话来。这是一双农民的手，很粗糙，上面还沾了些尘土和芒果汁，腻腻的，又黏又滑。但是我一点也不觉得它脏，我觉得它是世界上最干净的手，她是世界上最可爱的人，我感到温暖，感到热情与友谊。巴马科之夜巴马科之夜是平静的，平静得像是一潭止水，令人想不到身处闹市之中。高大的芒果树，局促在大树下的棕榈树，还有其他的开红花开黄花的不知名的树，好像是都松了一口气，伸开了肥大的或者细小的叶子，尽情地享受夜风的清凉。它们也毫不吝惜地散发着浓郁的香气，这香气仿佛充塞了黑暗的夜空。中午将近摄氏五十度的炎热似乎还给它们留有余悸，趁这个好时候赶快松散一下吧，这样就能积聚更多的精力，明天再同炎阳搏斗。马里的中午也确实够戗。炎阳像是一个大火轮，高悬中天，把炎热洒下大地，洒在一切山之巅，一切树之丛，一切屋顶上，一切街道上，整个大地仿佛变成了一个大火炉。在这时候，首当其冲的就是这些树木。它们站得最高，热流首先浇在它们头上。但是，它们挺直腰板，精神抖擞，连那些娇弱的花朵也都显出坚毅刚强的样子。就这样，这些树和花联合起来，把炎炎的阳光挡在上面，下面布上了片片的浓荫，供人们享受。巴马科的人民显出了同树和花一样的风格，他们也在那里同炎阳搏斗。不管天气多么热，活动从不停止。商店都不关门，卖各种杂货的小摊仍然摆在芒果树荫中。"}
{"text":"在这时候，首当其冲的就是这些树木。它们站得最高，热流首先浇在它们头上。但是，它们挺直腰板，精神抖擞，连那些娇弱的花朵也都显出坚毅刚强的样子。就这样，这些树和花联合起来，把炎炎的阳光挡在上面，下面布上了片片的浓荫，供人们享受。巴马科的人民显出了同树和花一样的风格，他们也在那里同炎阳搏斗。不管天气多么热，活动从不停止。商店都不关门，卖各种杂货的小摊仍然摆在芒果树荫中。街上还是人来人往，熙熙攘攘。穿着宽袍大袖的人们照样骑在机器脚踏车上，来回飞驰，热风把他们的衣服吹得鼓了起来，像是灌满了风的布帆。到处洋溢着一片生机一团活力。我是第一次来到马里，我不知道以前的情况怎样但是，我总觉得，这是一种新精神，一种鼓舞人心振奋斗志的新精神，只有觉醒的战斗的先进的人民才能有这种精神。我曾在一个炎热的下午参加了在体育场举行的非洲青年大会。在那里我不但看到了马里的青年，而且还看到从刚果和葡属几内亚战斗的前线来的青年。他们身着戎装，从他们身上仿佛还能嗅到浓烈的炮火气息。当他们振臂高呼控诉殖民主义的滔天罪行的时候，全场激起了暴风雨般的呼声和掌声。非洲的天空仿佛在他们头上颤抖，非洲的大地仿佛在他们脚下震动。刚才进场的时候，我实在感觉到热不可耐。我幻想有一件皮袍披在身上会多好呀，这样至少可以挡住外面的热气。但是，一看到这热烈的场面，我立刻振奋起来，我也欢呼鼓掌，同这些战士热烈地握手。这时候，我陡然感到遍体生凉，一点也不热了。当然，真正的凉意只有夜间才有。巴马科之夜毕竟还是可爱的。在一天炎热之后，夜终于来了。巴马科之夜是平静的，平静得像是一潭止水，令人想不到身处闹市之中。炎阳已经隐退，头顶上没有了威胁。虽然气温仍在四十二度左右，但是同白天比起来，从尼日尔河上吹来的微风就颇带一些凉意了。动物和植物皆大欢喜。长街旁，短墙下，家家产户都出来乘凉。有的人点上了火炉，在那里煮晚饭。小摊子上点上了煤气灯，在灯火中，黑大的人影晃来晃去。看来人们的兴致都不坏，但是却寂静无哗，只有火炉中飘出来的轻烟袅袅地没入夜空。这也是我们的好时候，我们参加中国大使馆举行的招待会。在会上，我们遇到了许多白天参观访问时已经见过面的马里朋友。虽然认识了不过才一天，但已经大有旧友重逢之感了。我们也遇到了许多在马里工作的中国专家。"}
{"text":"动物和植物皆大欢喜。长街旁，短墙下，家家产户都出来乘凉。有的人点上了火炉，在那里煮晚饭。小摊子上点上了煤气灯，在灯火中，黑大的人影晃来晃去。看来人们的兴致都不坏，但是却寂静无哗，只有火炉中飘出来的轻烟袅袅地没入夜空。这也是我们的好时候，我们参加中国大使馆举行的招待会。在会上，我们遇到了许多白天参观访问时已经见过面的马里朋友。虽然认识了不过才一天，但已经大有旧友重逢之感了。我们也遇到了许多在马里工作的中国专家。看样子，他们都是单纯朴素的人，谦虚和气的人但是他们做出来的事情却是十分不平凡。过去，马里是不长茶叶和甘蔗的。殖民主义者曾大吵大嚷，说是要帮助马里人民种茶树，种甘蔗。但是一种种了十几年，钱花了无数，人力费了无数，却不见一棵茶树一根甘蔗长成。最后的结论是马里是不适于种茶树和甘蔗的。现在，中国专家来了。他们不声不响，住在马里乡下，同农民一起劳动，一起生活，终于在那样同中国完全不同的气候条件下，让中国的甘蔗和茶树在马里生了根。他们自己也仿佛在马里生了根，马里人民把他们叫做马里人。他们赢得了从总统一直到一个普通人民上上下下异口同声的赞誉。乡村里的孩子们看到他们老远就用中国话高喊你好每年，当第一批芒果和香蕉熟了的时候，马里农民首先想到的就是他们，把果品先送来让他们尝鲜。现在，细长的甘蔗矮矮的茶树，已经同高大的芒果树长在一起，浓翠相连，浑然一体，它们将永远成为中马两国人民永恒友谊的象征。难道说这不是一个奇迹吗？我觉得，创造这个奇迹的那些单纯朴素谦虚和气的人们身上有什么东西闪耀着炫目的光芒，吸引住了我。同他们在一起，我感到骄傲，感到幸福。我们也在夜里参加马里朋友为我们举办的招待会。有时候是在露天舞场里，看马里艺术家表演精彩的舞蹈。有时候是在一起吃晚饭。在这时候，访问过中国的马里朋友往往挤到我们身边来，娓娓不倦地对着我们，又像是对着自己，谈论他们在中国的见闻。他们绘声绘色地描述天安门和人民大会堂的庄严瑰丽，描述颐和园的绮丽风光。他们也谈到上海的摩天高楼，南京路上的车水马龙。也总忘不掉谈到杭州西湖像是一面从天上掉下来的镶着翡翠边缘的明镜。无论谈到哪里，中国人民对他们的友情总是主要的话题。国家领导人工厂里的工人人民公社里的农民，连幼儿园的小孩子都对他们怀着真挚的感情，使他们永世难忘。"}
{"text":"有时候是在一起吃晚饭。在这时候，访问过中国的马里朋友往往挤到我们身边来，娓娓不倦地对着我们，又像是对着自己，谈论他们在中国的见闻。他们绘声绘色地描述天安门和人民大会堂的庄严瑰丽，描述颐和园的绮丽风光。他们也谈到上海的摩天高楼，南京路上的车水马龙。也总忘不掉谈到杭州西湖像是一面从天上掉下来的镶着翡翠边缘的明镜。无论谈到哪里，中国人民对他们的友情总是主要的话题。国家领导人工厂里的工人人民公社里的农民，连幼儿园的小孩子都对他们怀着真挚的感情，使他们永世难忘。他们谈着谈着，悠然神往，仿佛眼前不是在马里，而是在中国眼前看到的仿佛不是芒果树，而是天安门人民大会堂颐和园南京路和西湖。我听着听着，也悠然神往。我仿佛回到了祖国，眼前是祖国那如此多娇的江山。等到我一伸手捉到从栏杆外面探进来的芒果树枝的时候，我才恍如梦醒，知道自己是身在马里。我内心里深深感激着马里的朋友们，他们带我回了一趟祖国。有一天，也就是在这样的一个夜里，我们几个人坐在中国大使馆的一个小院子里闲谈。周围是一些不知名的树。因为不知名，我们也就没有去注意。但是，刚一坐下，就有一股幽香沁入鼻中。我们异口同声地说道是桂花我们到处搜寻，结果在一株枝条细长的树上找到了像桂花似的细小花朵，香气就是从那里面流出来的。不管树是不是桂花树，花香却确实像桂花香。我的心一动，立刻有一股乡思涌上心头。本来是平静的心，竟有点乱起来了。乡思很难说是好东西，还是坏东西是使人愉快的，还是使人痛苦的。但是，在这样一个亲切友好斗志昂扬的国家里，有什么乡思，在这样一个夜里，有什么乡思，似乎是不应该的。中国古语说四海之内，皆兄弟也。在马里人的心目中，中国人就是兄弟。同马里人民呆在一起，像中国专家那样，同他们一起生活，一起劳动，难道还不是人生最大的幸福吗？在马里闻到桂花香，难道不是同在中国一样令人高兴吗？我陡然觉得，我爱上了这个地方。如果有需要也有可能的话，我愿意长住下去，把自己那微薄的力量贡献给这个国家。巴马科之夜是平静的，平静得像是一潭止水但是它包含的东西却是丰富的。我应该感谢巴马科之夜，它给了我许多新的启示，它使我看到了许多新东西，它把我带到了一个新的境界。奇妙的巴马科之夜啊！歌唱塔什干我怎样来歌唱塔什干呢？它对我是这样熟悉，又是这样陌生。在小学念书的时候，我就已经读到有关塔什干的记载。"}
{"text":"在马里闻到桂花香，难道不是同在中国一样令人高兴吗？我陡然觉得，我爱上了这个地方。如果有需要也有可能的话，我愿意长住下去，把自己那微薄的力量贡献给这个国家。巴马科之夜是平静的，平静得像是一潭止水但是它包含的东西却是丰富的。我应该感谢巴马科之夜，它给了我许多新的启示，它使我看到了许多新东西，它把我带到了一个新的境界。奇妙的巴马科之夜啊！歌唱塔什干我怎样来歌唱塔什干呢？它对我是这样熟悉，又是这样陌生。在小学念书的时候，我就已经读到有关塔什干的记载。以后又有机会看到这里的画片和照片。我常想象在一片一望无际的沙漠中间，在一片黄色中间，有一点绿洲，塔什干就是在这一点浓绿中的一颗明珠。它的周围全是瓜园和葡萄园，在翡翠般的绿叶丛中，几尺长的甜瓜和西瓜把滚圆肥硕的身体鼓了出来。一片片的葡萄架，在无边无际的沙漠中，形成了一个个的绿点。累累垂垂的葡萄就挂在这些绿点中间。成群的骆驼也就在这绿点之间走动，把巨大的黑影投在热烘烘的沙地上。纯伊斯兰风味的建筑高高地耸入蔚蓝的晴空中。古代建筑遗留下来的断壁颓垣到处都可以看到。蓝色和绿色琉璃瓦盖成的清真寺的圆顶，在夕阳余晖中闪闪发光。大起来的时候，我读了玄奘的大唐西域记。我知道，他在世纪的时候走过中亚到印度去求法。他徒步跋涉万里，曾到过塔什干，关于这个地方的生动翔实的描述还保留在他的著作里。这些描述并没有能改变我对塔什干的那一些幻想。一提到塔什干，我仍然想到沙漠和骆驼，葡萄和西瓜我仍然看到蓝色的和绿色的琉璃瓦圆顶在夕阳余晖中闪闪发光。我想象中的塔什干就是这个样子，它在我的想象中已经呆了不知道多少年了它是美丽的动人的。我每一次想到它，都不禁为之神往。我心中保留着这样一个幻想的城市的影子，仿佛保留着一个令人喜悦的秘密，觉得十分有趣。然而我现在竟然真来到了塔什干，我梦想多年的一个地方竟然亲身来到了。这真就是塔什干吗？我万没有想到，我多少年来就熟悉的一个城市，到了亲临其境的时候，竟然会变得这样陌生起来。我想象中的塔什干似乎十分真实，当前的真实的塔什干反而似乎成为幻想。这个真实的塔什干同我想象中的那一个是有着多么大的不同啊我们一走下飞机，就给热情的苏联朋友们包围起来。照相机录音机扩音器，在我们眼前摆了一大堆。只看到电光闪闪，却无法知道究竟有多少照相机在给我们照相。音乐声欢笑声人的声音和机器的声音，充满了天空。"}
{"text":"这真就是塔什干吗？我万没有想到，我多少年来就熟悉的一个城市，到了亲临其境的时候，竟然会变得这样陌生起来。我想象中的塔什干似乎十分真实，当前的真实的塔什干反而似乎成为幻想。这个真实的塔什干同我想象中的那一个是有着多么大的不同啊我们一走下飞机，就给热情的苏联朋友们包围起来。照相机录音机扩音器，在我们眼前摆了一大堆。只看到电光闪闪，却无法知道究竟有多少照相机在给我们照相。音乐声欢笑声人的声音和机器的声音，充满了天空。在热闹声中，我偷眼看了看机场是一个极大极现代化的飞机场，大型的图―飞机在这里从从容容地起飞降落。候机室也是极现代化的高楼，从楼顶上垂下了大幅的红色布标，上面写着欢迎参加亚非作家会议的各国作家的词句。汽车开进城去，是宽阔洁净的柏油马路，两旁种着高大的树。树荫下是整齐干净的人行道。马路两旁的房子差不多都是高楼大厦，同莫斯科一般的房子也相差无几。中间或间杂着一两幢具有民族风味的建筑。只有在看到这样的房子的时候，我心头才漾起那么一点东方风味，我才意识到现在是在苏联东方的一个加盟共和国里。为了迎接亚非作家会议的召开，古城塔什干穿上了节日的盛装。大街上，横过马路，悬上了成百成千的红色布标，用汉文俄文乌兹别克文阿拉伯文日文英文，以及其他文字，写着欢迎祝贺的词句，祝贺亚非人民大团结，希望亚非人民之间的友谊万古常青。有上万盏，也许是上十万盏――谁又知道究竟有多少万盏呢――红色电灯悬在街道两旁的树上房子上大建筑物的顶上，就是在白天，这些电灯也发着光芒。到了夜里，这些灯群更把塔什干点缀成一个不夜之城。从任何一条比较大的马路的一端望过去，一重重一层层一团团的红色灯光，一眼看不到头，比天空里的繁星还要更繁。这不是我多少年来所想象的那一个塔什干，我想象中的那一个塔什干哪里是这样子呢？然而这的确又是塔什干。面对着这一个美丽的大城市，觉得它十分熟悉，又十分陌生，我的心情有点错乱了。但是，我并没有真正错乱，我一下子就爱上了这一个塔什干。就让我那一些幻想随风飘散吧不管它是多么美丽，多么动人，还是让它随风飘散吧如果飘散不完的话，就让它随便跟一个什么城市连接在一起吧我还是十分热爱我跟前的这一个塔什干。我怎能不热爱这一个塔什干呢？它的妙处是说不完的，用多少话也说不完，用什么话也说不完。"}
{"text":"然而这的确又是塔什干。面对着这一个美丽的大城市，觉得它十分熟悉，又十分陌生，我的心情有点错乱了。但是，我并没有真正错乱，我一下子就爱上了这一个塔什干。就让我那一些幻想随风飘散吧不管它是多么美丽，多么动人，还是让它随风飘散吧如果飘散不完的话，就让它随便跟一个什么城市连接在一起吧我还是十分热爱我跟前的这一个塔什干。我怎能不热爱这一个塔什干呢？它的妙处是说不完的，用多少话也说不完，用什么话也说不完。这里的太阳似乎特别亮，一走进这个城市，就仿佛沐浴在无边无际的阳光中。在淡蓝的天空下，房子的颜色多半是浅白的，有的稍微带一点淡黄淡灰，有的带一点浅红大红大绿是非常少的。大概这里下雨的时候也不太多，天永远晴朗。这一切配合起来，就把这里的阳光衬托得更加明亮。你一走进塔什干，只需呆上那么一两个钟头，你就会感觉到，这里的太阳永远是这样亮你会感觉到，一年四季，阳光普照百年千年，也会是这样。到处都可以看到玫瑰花，但是你却千万不要用我们平常对于玫瑰花的概念来想象这里的玫瑰花。你应该想象在小树上开满了牡丹花或芍药花，这样就跟这里的玫瑰花差不多了。就是这样大的玫瑰花，一丛丛，一团团，开在闹市中间，开在浅白色的楼房的下面，开在喷水池旁，开在幽雅的公园中，开在巨大的铜像的周围，枝子高，花朵大，在早晨和黄昏，香气特别浓，给这一座美丽的城市增添了芳香。葡萄架比玫瑰花丛还要多，几乎家家都有一架葡萄，撑在房子前面，在白色的阳光下，把浓黑的影子投在地上。葡萄的种类据说有一千多种，而且每一种都是优良品种。我们到了塔什干，正是葡萄熟了的时候。家家门口或者小院子里，都累累垂垂地悬着一嘟噜一嘟噜的葡萄，黄的红的紫的绿的，长的圆的，大大小小，不同的颜色，不同的样子，像是一串串的各色的宝石。说到葡萄的味道，那是无法形容的，语言文字在这里仿佛都失掉了作用。你可以拿你一生吃过的各种各样的最甜美的水果来同它比较你可以说它像山东肥城的蜜桃，你可以说它像江西南丰的蜜橘，你可以说它像广东增城挂绿的荔枝，你可以说它像沙田的柚子，你可以说它像一切你曾尝过你能够想象到的水果――这些比拟都有道理，它的确有一点像这些东西，但是又不全像这些东西。我们用尽了我们的想象力和联想力，归根结底，还只有说它什么都不像，只是像它自己。"}
