{"text":"如果你认清楚了这个还不是道，只是静坐过程中必然的阶段而已，那么很恭喜你，你再一切放下，不执不着，顺其自然，慢慢身心会一步一步变化，一层一层提升，这就是某种程度的其中有信。同时，也不要认为圆陀陀，光灼灼，和老子所讲的精是一回事，那也不对。这个精是什么？它包括了整个身心良性的转化。你说你已得到圆陀陀，光灼灼，那好，我问你，你身心健康变化了没有？如果有变化，又变化到什么程度？真正学佛修道，只要到某一阶段，必然变化气质，心境开朗，即使没有返老还童，至少也能祛病消灾，身体健康。若不如此，那就很有问题。所以，老子特别强调恍兮惚兮，其中有物，这个光明灿烂的境界里，有这么个东西，大家不要把这个东西，视为实际具体的事物，否则便是自我作践，自己为难自己，为了求道，适得其反，那就很罪过了。这一点一定要认识清楚。曲则全，枉则直，洼则盈，敝则新，少则得，多则惑，是以圣人抱一为天下式。不自见故明，不自是故彰，不自伐故有功，不自矜故长。夫！唯不争，故天下莫能与之争，古之所谓曲则全者，岂虚言哉！诚全而归之。曲直分明转一圈讲到这里，老子一书的文章编排又不同了，由讲道体而一转到由体起用的因应。大家须知，道家的思想在可以出世亦能入世之间，有体有用。只主道体，光修道，而鄙弃用，那是不对的。只出世而不能入世，固然不对。只讲用，而不讲体，亦落在另外一边，亦是错误。老庄与孔孟之道，都从易经的同一渊源而来，老子每举事例，即正反两面都说到，这就是一阴一阳之谓道的作用。所以我们说，老祖宗留下来的易经，是哲学中的哲学，经典中的经典。它认为一体都含两面，两两分化，便成多面。有人说，易经真是了不起啊！与黑格尔的辩证法一样啊！这种论调真是笑话！我经常有一个比喻你看到一个祖父与孙子走在一道，你硬要说，你这个祖父了不起，你长得与你孙子一样啊！讲易经与黑格尔的辩证法一样，等于说，你的祖父了不起，居然和孙子一模一样。哪有这个道理。黑格尔的辩证法，只是正反合三段论法，而易经不只是三段论法，易经的辩证是八段乃至十段观象。因为，大家没有学过卦的道理，每一个卦的错综复杂，真是八面玲珑，都有八面的看法，最深点来讲，且有十面的看法。假若任何理论只是正反合，肯定否定，矛盾统一，那么，也可说永远只有否定，也可以说永远都是肯定罗！"}
{"text":"我经常有一个比喻你看到一个祖父与孙子走在一道，你硬要说，你这个祖父了不起，你长得与你孙子一样啊！讲易经与黑格尔的辩证法一样，等于说，你的祖父了不起，居然和孙子一模一样。哪有这个道理。黑格尔的辩证法，只是正反合三段论法，而易经不只是三段论法，易经的辩证是八段乃至十段观象。因为，大家没有学过卦的道理，每一个卦的错综复杂，真是八面玲珑，都有八面的看法，最深点来讲，且有十面的看法。假若任何理论只是正反合，肯定否定，矛盾统一，那么，也可说永远只有否定，也可以说永远都是肯定罗！此其所以一变再变，而形成误尽苍生是此言了！由这个道理，我们一再说明老庄的思想与孔孟的学说，都是由易理而来，以便明白中国文化源远流长的所自来。例如曲则全这一原则，也不是老子所独创的，易经中早就有了。尤其在孔子系辞传中述说易理，对这个原则说得更彻底，孔子在系辞传上也说曲成万物而不遗。因为我们老祖宗早就晓得这个宇宙都是曲线的，是圆周形的，圆周便非直线所构成。在这物理世界，没有一样事物是直线的，都是圆的，圆即是直的。所谓直，是我们把圆切断拉开，硬叫它直，所以说宇宙万物，都是曲线的，故曰曲成万物。譬如我们人的生命――身体，道家形容它是一个小天地，人体与天地宇宙的变化法则是一样的，气象的变化，和太阳月亮互相变化的关连，完全一样。例如道家有一本书，叫做太上阴符经。有人说它是老子的老子所着，老子的老子的妈妈那个老太太叫做太上，这当然是说笑话。阴符经上说观天之道，执天之行，尽矣！你要深切观察到这个天地的自然法则，把握住天地运行的原理，那么，修道的功夫方法，都可信手得来，完全清楚不过了。上古文化，就用那么简单的两句话，包括说明人身便是一个小天地。现在，为了了解曲则全这句话，把问题扯开了。老子把我们老祖宗传统文化的原则抓住，指出做人处世与自利利人之道――曲则全。为人处事，善于运用巧妙的曲线只此一转，便事事大吉了。换言之，做人要讲艺术，便要讲究曲线的美。骂人当然是坏事。例如说你这个混蛋！对方一定受不了，但你能一转而运用艺术，你我都同此一骂，改改口气说不可以乱搞，做错了我们都变成豆腐渣的脑袋，都会被人骂成混蛋！那么他虽然不高兴，但心里还是接受了你的警告。若说你这个混蛋，非如此才对。"}
{"text":"老子把我们老祖宗传统文化的原则抓住，指出做人处世与自利利人之道――曲则全。为人处事，善于运用巧妙的曲线只此一转，便事事大吉了。换言之，做人要讲艺术，便要讲究曲线的美。骂人当然是坏事。例如说你这个混蛋！对方一定受不了，但你能一转而运用艺术，你我都同此一骂，改改口气说不可以乱搞，做错了我们都变成豆腐渣的脑袋，都会被人骂成混蛋！那么他虽然不高兴，但心里还是接受了你的警告。若说你这个混蛋，非如此才对。这就不懂曲则全的道理了，所以，善于言词的人，讲话只要有此一转就圆满了，既可达到目的，又能彼此无事。若直来直往，有时是行不通的。不过曲线当中，当然也须具有直道而行的原则，老是转弯，便会滑倒而成为大滑头了。所以，我们固有的民俗文学中，便有莫信直中，须防仁不仁的格言。总之，曲直之间的运用之妙，存乎一心。枉则直。枉是纠正，歪的东西把它矫正过来，就是枉。我们老祖宗早就知道宇宙间的物理法则，没有一样东西是直的，直是人为的勉强的，因此，便形成矫枉过正的成语，矫正太过又变成弯曲了。一件东西太弯左了，稍加纠正一下即可。如果矫正太过，又弯到右边去了，偏左偏右，都有差错。这中间的逻辑哲学，发挥起来就太多，如果把老子在这里所说的每一句话拉开来讲，就扯得很远了。总之，枉则直，究竟是对或不对，还是问题？直，虽然是人为的勉强的，但是它能合乎大众的要求，也就不能不承认枉则直了！本章由讲曲则全，枉则直，洼则盈，敝则新，少则得，多则惑，一气呵成的几句话，看来在文字的气势上，非常有力，容易懂。可是它所包涵的哲学道理，可以启发我们灵智的地方，内涵却非常的多，可以从各个方面，每个不同的角度来看，此所谓老庄哲学的本身，自有一个原则。比如孔孟之道，讲仁义的观念，多方运用起来，也能启发思想与灵智，亦同样是有多角性的。上次我们提过，宇宙的法则是圆的，走曲线的，绝对没有直的，人世间有直的路，是人为把它加工切断拉直的。因此美学与艺术，大多注重自然的，曲线的美。现在为了说明在人事应用上曲线的艺术，由记忆所及，临时找出一些资料，作一说明。但是，这点资料并不足以用来完全解释老子曲则全的原意，也只是在做人处世上，大概是有用的。虽不足为常经常法，但可以做为变通的参考。所以只是举出历史的事实，来说明这个原则，对大家或许有所帮助，但也很容易产生流弊，苟非其人，即易着魔。"}
{"text":"上次我们提过，宇宙的法则是圆的，走曲线的，绝对没有直的，人世间有直的路，是人为把它加工切断拉直的。因此美学与艺术，大多注重自然的，曲线的美。现在为了说明在人事应用上曲线的艺术，由记忆所及，临时找出一些资料，作一说明。但是，这点资料并不足以用来完全解释老子曲则全的原意，也只是在做人处世上，大概是有用的。虽不足为常经常法，但可以做为变通的参考。所以只是举出历史的事实，来说明这个原则，对大家或许有所帮助，但也很容易产生流弊，苟非其人，即易着魔。希望要切实记住，要基于最高的道德，偶一为之，不可用作为人处世的手段。此外，还可用很多的资料来说明，那有待于各人自己的启发。例如前面已经说过骂人的艺术，曲则全的原则，转一个弯，大家心平气和，彼此相安无事。莫名其妙地骂人，那是属于粗暴的行为，反而会愤事。尧的儿子，汉武帝的奶妈历史上曲则全的例子很多，比如尧舜传位。尧的儿子叫丹朱他虽是皇帝的儿子，那时候还没有太子的名称，所谓丹朱不肖，大不如他的父亲，其实也没有大坏处，只是顽皮。尧用尽了种种办法教导他，始终不太成材。一个世家公子，有钱有地位有势力，在教育立场上看，有他先天性的优越，同时也有先天性的难以受教的缺失。据说，尧为这个儿子，发明了围棋我们现在玩的围棋，便是尧所发明的，以此来教他的儿子，训练他的心性能够缜密宁静下来，但是，丹朱在下棋方面，也没有达到国手的境界，到底还是无效。因此，尧把帝位传给了舜，历史上称谓公天下。在后来历史学家，认为帝尧真是高明，因此而有政治上最高尚的道德，同时也是保全自己后代子孙的最高办法。如果当时由丹朱即位做了皇帝的话，也许可能是作威作福，反而变成非常坏非常残暴，那么尧的后代子孙，也可能会死无瞧类了。他把天下传给了舜，反而保全了他的后代，这便是曲则全最高运用的道理。现在，再举三则历史实例汉武帝乳母，尝于外犯事。帝欲申宪，乳母求东方朔。朔曰此非唇舌所争，而必望济者，将去时，但当屡顾帝，慎勿言此，或可万一冀耳。乳母既至，朔亦侍侧，固谓曰汝痴耳！帝今已长，岂复赖汝哺活耶！帝凄然，即敕免罪。史记载救乳母者，为郭舍人，现在据刘向说苑等记，说是东方朔。余姑且认为是东方朔，较有趣味。"}
{"text":"他把天下传给了舜，反而保全了他的后代，这便是曲则全最高运用的道理。现在，再举三则历史实例汉武帝乳母，尝于外犯事。帝欲申宪，乳母求东方朔。朔曰此非唇舌所争，而必望济者，将去时，但当屡顾帝，慎勿言此，或可万一冀耳。乳母既至，朔亦侍侧，固谓曰汝痴耳！帝今已长，岂复赖汝哺活耶！帝凄然，即敕免罪。史记载救乳母者，为郭舍人，现在据刘向说苑等记，说是东方朔。余姑且认为是东方朔，较有趣味。在历史的记载上的汉武帝，有人说他是穷兵黩武，与秦始皇并称，同时也是历史上的明主。汉武帝有个奶妈，他自小是由她带大的。历史上皇帝的奶妈经常出毛病，问题大得很，因为皇帝是她的干儿子，这奶妈的无形权势，当然很高，因此，尝于外犯事，常常在外面做些犯法的事情。帝欲申宪，汉武帝也知道了，准备把她依法严办。皇帝真发脾气了，就是奶妈也无可奈何，只好求救于东方朔，东方朔在汉武帝前面，是有名的可以调皮耍赖的人。汉武帝与秦始皇不同，至少有两个人他很喜欢，一个是东方朔，经常与他幽默――滑稽说笑话，把汉武帝弄得啼笑皆非。但是汉武帝很喜欢他，因为他说的做的都很有道理。另一个是汲黯，他人品道德好，经常在汉武帝面前顶撞他，他讲直话，使汉武帝下不了台。由此看来，这位皇帝独对这两个人能够容纳重用，虽然官做得并不很大，但非常亲近，对他自已经常有中和的作用。所以，东方朔在汉武帝面前，有这么大关系。奶妈想了半天，不能不求人家。皇帝要依法办理，实在不能通融，只好来求他想办法。他听了奶妈的话后，说道，此非唇舌所争――奶妈注意啊！这件事情，只凭嘴巴来讲，是没有用的。因此，他教导奶妈说而必望济者，将去时，但当屡顾帝，慎勿言此，或可万一冀耳！你要我真帮忙你，又有希望帮得上忙的话，等皇帝下命令要办你的时候，一定叫把你拉下去，你被牵走的时候，什么都不要说，皇帝要你滚只好滚了，但你走两步，便回头看看皇帝，走两步，又回头看看皇帝。千万不可要求说皇帝！我是你的奶妈，请原谅我吧！否则，你的头将会落地。你什么都不要讲，喂皇帝吃奶的事更不要提。或可万一冀耳！或者还有万分之一的希望，可以保全你。东方朔对奶妈这样吩咐好了，等到汉武帝叫奶妈来问你在外面做了这许多坏事，太可恶了！叫左右拉下去法办。奶妈听了，就照着东方朔的吩咐，走一两步，就回头看看皇帝，鼻涕眼泪直流。东方朔站在旁边说你这个老太婆神经嘛！"}
{"text":"千万不可要求说皇帝！我是你的奶妈，请原谅我吧！否则，你的头将会落地。你什么都不要讲，喂皇帝吃奶的事更不要提。或可万一冀耳！或者还有万分之一的希望，可以保全你。东方朔对奶妈这样吩咐好了，等到汉武帝叫奶妈来问你在外面做了这许多坏事，太可恶了！叫左右拉下去法办。奶妈听了，就照着东方朔的吩咐，走一两步，就回头看看皇帝，鼻涕眼泪直流。东方朔站在旁边说你这个老太婆神经嘛！皇帝已经长大了，还要靠你喂奶吃吗？你就快滚吧！东方朔这么一讲，汉武帝听了很难过，心想自己自小在她的手中长，现在要把她绑去砍头，或者坐牢，心里也着实难过，又听到东方朔这样一骂，便说算了，免了你这一次的罪吧！以后可不要再犯错了。帝凄然，即敕免罪。暂且交付看管起来，也就好了。像这一类的事，看起来，是历史上的一件小事，但由小可以概大。此所以东方朔的滑稽，不是乱来的。他是以滑稽的方式，运用了曲则全的艺术，救了汉武帝奶妈的命，也免了汉武帝后来的内疚于心。假如东方朔跑去跟汉武帝说皇帝！她好或不好，总是你的奶妈，免了她的罪吧！那皇帝就更会火大了。也许说奶妈又怎么样，奶妈就有三个头吗？而且关你什么事，你为什么为她说情？可能她的犯罪，都是你的坏主意吧！同时把你的讲话家伙也一齐砍下来，那就吃不消了。他这样一来，一方面替皇帝发了脾气，你老太婆神经病，十三点！如此一骂，皇帝难过了，也不需要再替她求情，皇帝自己后悔了，也不能怪东方朔，因为东方朔并没有请皇帝放她，是皇帝自己放了她，恩惠还是出在皇帝身上，这就是曲则全。刘备的淫具，齐景公的刽子手先主刘备在蜀，时天旱，禁私酿，吏于人家，索得酿具，欲论罚。简雍与先主游，见男女行道，谓先主曰彼欲行淫，何以不缚？先主曰何以知之？对曰彼有其具。先主大笑而止。三国时代，刘备在四川当皇帝，碰当天旱――夏天长久不下雨，为了求雨，乃下令不准私人家里酿酒，就如现在政府命令，不准屠宰相类同。因为酿酒，也会浪费米粮和水，就下令不准酿酒。命令下达，执行命令的官吏，在执法上就发生了偏差，有的在老百姓家中搜出做酒的器具来，也要处罚。老百姓虽然没有酿酒，而且只搜出以前用过的一些做酒工具，怎么可算是犯法呢？"}
{"text":"简雍与先主游，见男女行道，谓先主曰彼欲行淫，何以不缚？先主曰何以知之？对曰彼有其具。先主大笑而止。三国时代，刘备在四川当皇帝，碰当天旱――夏天长久不下雨，为了求雨，乃下令不准私人家里酿酒，就如现在政府命令，不准屠宰相类同。因为酿酒，也会浪费米粮和水，就下令不准酿酒。命令下达，执行命令的官吏，在执法上就发生了偏差，有的在老百姓家中搜出做酒的器具来，也要处罚。老百姓虽然没有酿酒，而且只搜出以前用过的一些做酒工具，怎么可算是犯法呢？但是执行的坏官吏，一得机会，便乘时而驾，花样百出，不但可以邀功求赏，而且可以借故向老百姓勒索敲诈，报上去说，某人家中，搜到酿酒的工具，必须要加处罚，轻则罚金，重则坐牢。虽然刘备的命令，并没有说搜到酿酒的工具要处罚，可是天高皇帝远，老百姓有苦无处诉，弄得民怨处处，可能会酝酿出乱子来。简雍是刘备的妻舅，有一天，简雍与刘备两郎舅一起出游，顺便视察，两人同坐在一辆车子上，正向前走，简雍一眼看到前面有一个男人与一个女人在一起走路，机会来了，他就对刘备说这两个人，准备奸淫，应该把他俩捉起来，按奸淫罪法办。刘备说你怎么知道他们两人欲行奸淫？又没有证据，怎可乱办呢？简雍说他们两人身上，都有奸淫的工具啊！刘备听了哈哈大笑说我懂了，快把那些有酿酒器具的人放了吧。这又是曲则全的一幕闹剧。当一个人发怒的时候，所谓怒不可遏，恶不可长。尤其是古代帝王专制政体的时代，皇上一发了脾气，要想把他的脾气堵住，那就糟了，他的脾气反而发得更大，不能堵的，只能顺其势――曲则全――转个弯，把他化掉就好了。这是说身为大臣，做人家的干部，尤其是做高级干部，必须要善于运用的道理。历史上这些故事多得很，我们再看第三个齐有得罪于景公者，公大怒。缚至殿下，召左右肢解之，敢谏者诛，晏子左手持头，右手磨刀，仰而问曰古者明王圣主肢解人，不知从何处始。公离席曰纵之，罪在寡人。周朝，春秋时代的齐景公，在齐桓公之后，也是历史上的一位明主。他拥有历史上第一流政治家晏子――晏婴当宰相。当时有一个人得罪了齐景公，齐景公乃大发脾气，抓来绑在殿下，要把这人一节节地砍掉。古代的肢解，是手脚四肢头脑胭体，一节节地分开，非常残酷。同时齐景公还下命令，谁都不可以谏阻这件事，如果有人要谏阻，便要同样地肢解。皇帝所讲的话，就是法律。"}
{"text":"缚至殿下，召左右肢解之，敢谏者诛，晏子左手持头，右手磨刀，仰而问曰古者明王圣主肢解人，不知从何处始。公离席曰纵之，罪在寡人。周朝，春秋时代的齐景公，在齐桓公之后，也是历史上的一位明主。他拥有历史上第一流政治家晏子――晏婴当宰相。当时有一个人得罪了齐景公，齐景公乃大发脾气，抓来绑在殿下，要把这人一节节地砍掉。古代的肢解，是手脚四肢头脑胭体，一节节地分开，非常残酷。同时齐景公还下命令，谁都不可以谏阻这件事，如果有人要谏阻，便要同样地肢解。皇帝所讲的话，就是法律。晏子听了以后，把袖子一卷，装得很凶的样子，拿起刀来，把那人的头发揪住，一边在鞋底下磨刀，做出一副要亲自动手杀掉此人，为皇帝泄怒的样子。然后慢慢地仰起头来，向坐在上面发脾气的景公问道报告皇上，我看了半天，很难下手，好像历史上记载尧舜禹汤文王等这些明王圣主，要肢解杀人时，没有说明应该先砍哪一部分才对？请问皇上，对此人应该先从哪里砍起？才能做到像尧舜一样地杀得好？齐景公听了晏子的话，立刻警觉，自己如果要做一个明王圣主，又怎么可以用此残酷的方法杀人呢！所以对晏子说好了！放掉他，我错了！这又是曲则全的另一章。晏子当时为什么不跪下来求情说皇上！这个人做的事对君国大计没有关系，只是犯了一点小罪，使你万岁爷生气，这不是公罪，私罪只打二百下屁股就好了，何必杀他呢！如果晏子是这样地为他求情，那就糟了，可能火上加油，此人非死不可。他为什么抢先拿刀，要亲自充当刽子手的样子？因为怕景公左右有些莫明其妙的人，听到主上要杀人，拿起刀来就砍，这个人就没命了。他身为大臣，抢先一步，把刀拿着，头发揪着，表演了半天，然后回头问老板，从前那些圣明皇帝要杀人，先向哪一个部位下手？我不知道，请主上指教是否是一刀刀地砍？意思就是说，你怎么会是这样的君主，会下这样的命令呢？但他当时不能那么直谏，直话直说，反使景公下不了台阶，弄得更糟。所以他便用上曲则全的谏劝艺术了！大概把这些历史故事了解以后，可作人生做人处事的参考。世间有很多事情都是如此，即使家庭骨肉之间朋友之道，也是一样。人非修学不可，读了书要学以致用，但有时候书虽读得多，碰到事情的现场，脾气一来，把所读的书都丢掉了，那就没有办法的事。枉则直的教育法其次，我们再用历史故事说明枉则直的道理。"}
{"text":"但他当时不能那么直谏，直话直说，反使景公下不了台阶，弄得更糟。所以他便用上曲则全的谏劝艺术了！大概把这些历史故事了解以后，可作人生做人处事的参考。世间有很多事情都是如此，即使家庭骨肉之间朋友之道，也是一样。人非修学不可，读了书要学以致用，但有时候书虽读得多，碰到事情的现场，脾气一来，把所读的书都丢掉了，那就没有办法的事。枉则直的教育法其次，我们再用历史故事说明枉则直的道理。汉文帝是研究老子的好学生，所以，我们讲老庄的思想学术，引用他的故事亦蛮多的，现在又要借用他的一则历史故事汉文帝初即位，立太子母窦氏为皇后。后兄长君。弟广国，字少君。初为人略卖，传十余家。闻皇后立，乃上书自陈。厚赐田宅，家于长安。周勃灌婴等曰吾属不死，命且悬此两人。两人所出微，不可不为择师傅宾客，恐又复效吕氏也。乃选士有节行者为居。两人由此为退让君子，不敢以尊贵骄人。过去宗法社会，重视长子，大儿子可以继承皇帝位子，这是古代传统的习俗。汉文帝的大儿子的妈妈姓窦，儿子当了太子，母亲便顺理成章当上皇后过去皇帝的妻子很多，看哪一个生儿子生得快，做太子的希望就大。可是，窦家这位皇后，家庭履历并不太高明，她是贫贱出身。皇后的哥哥名字叫做长君，有个弟弟名叫广国，又名少君。窦家这个小兄弟更惨，年轻的时候，被骗子骗走，把他卖掉，这家买来，卖给那家，辗转卖了十多次。到了二十几岁时，听到姊姊当了皇后，他便写信给皇后，说明彼此之间同胞姊弟的关系。窦皇后接到信以后，既惊喜，又怀疑，写信的人究竟是不是被人骗走卖掉的兄弟呢？可是他再向皇后说明小时候同胞手足间，如何共同生活，姊弟如何相亲相爱，列举事实证明，皇后才相信这真是他的兄弟了，因为报告中所说的事，只有他们姊弟之间才晓得。从此归宗认亲，一步登天，厚赐田宅，赏赐田宅很多家于长安，住到国都所在地来，以便姊弟间可以时常相聚，享受天伦之乐。可是我们晓得汉朝的历史，一起手，便有外戚之祸。汉文帝之所以能当上皇帝，就是因为汉朝刘家的老太太吕后造反出了问题，才有机会轮到他当皇帝。汉高祖死后，吕后当权，想要把刘家――汉高祖后代都弄光，给自己娘家吕氏后代当皇帝。这件政变的大祸事，全靠跟刘邦同时起义的老干部周勃与陈平他们设计平息了。"}
