{"text":"他告诉我，他叫赖兆恩，刚调来资源，任外贸局副局长。他自己的经历也十分坎坷，上中学时就参加革命，二十八岁当上了县委书记，因骄傲和生活作风问题被降职，文革中被斗，老婆离了婚。叙谈之下，我觉得他头脑聪明，有主见，也很有正义感。他气愤地说起一件事外贸局收购到一对锦鸡，准备出口，可以卖几百元，地委书记来到县里，以六元的收购价买走了。说罢他连连叹道玩物丧志啊！很显然，他的正直品性与当时的体制格格不入，难怪要被淘汰出局了。我们惺惺相惜，从此有了密切的交往。通过我，他也成了小渝的朋友。不久，老赖调任农业局副局长，经常下乡。每次返县里，他必来我的住处坐一会儿。可是，我发现他越来越郁闷了，常常是闷坐着不说话，不停地抽烟。有一回，我在中峰遇见他，他剧烈地干咳不止，我劝他到医院检查，他说过几天去桂林时查一下。几天后，他去了桂林，被确诊为晚期肺癌，再也没有回资源来。在弥留的那些天里，他全身浮肿恶臭，善良的小渝经常去给他换洗衣被和擦澡。现在，当我遥想资源这个地方时，我仍感到亲切，是因为那里居住着一个名叫邹联政的人。他是电影放映站的工作人员，在他身上似乎集中了资源本地人对我的全部善意。在资源后期，我和敏子在县城没有住处，小渝也已调回桂林，我们每次到县城都在他家里落脚和吃饭，而他一家人也真正把我们当成了自己家的人。他告诉我，他早就崇拜我，但怕我看不起他，不敢打扰，后来看我很平易近人，就不怕了。他是一个天真质朴的人，和我在一起时话语不多，总是高兴地微笑着，之所以高兴也只是因为和我在一起罢了。离开资源后，我赠他一首诗十载困顿弹丸地，世态人心俱熟谙。开口直言已惹恨，闭门读书亦招谗。愚民帮毒祸尤烈，逆境友情品愈甘。欲散愁怀何所之，君家备得开肠餐。听说他后来调到县政府当了秘书，接着升为副县长，最后是当县政协主席。他这么老实又尊敬文化的人能有官运，说明资源的确有了变化。在任政协主席期间，他在电视上看到我，知道了我的工作单位，便来信邀我回资源一趟。因为忙，我暂时未能成行，但我知道我一定会去的。十一停止的岁月在暮色和细雨中，群山朦胧，资江默默地向北流去。多少个黄昏，我站在桥上，靠着桥栏，怔怔地望着云雾重重的远方。日复一日，我在这里过着不变的日子。年复一年，资江就这么流着，带走了我的生命的岁月。"}
{"text":"在任政协主席期间，他在电视上看到我，知道了我的工作单位，便来信邀我回资源一趟。因为忙，我暂时未能成行，但我知道我一定会去的。十一停止的岁月在暮色和细雨中，群山朦胧，资江默默地向北流去。多少个黄昏，我站在桥上，靠着桥栏，怔怔地望着云雾重重的远方。日复一日，我在这里过着不变的日子。年复一年，资江就这么流着，带走了我的生命的岁月。在这个深山小县里，岁月似乎停止了，历史的发展仅仅表现为日历的翻动，眼睛和耳朵成了多余的器官，它们的存在只是为了证明这里什么也看不到，什么也听不到。我本是一个喜欢静的人，却也不免害怕这里过分的静。尤其是敏子调来之前，独居的日子真是难熬。夜晚，在冷清清的屋子里，我像困兽一样坐立不安。我坐在桌前，风吹窗户，发出嘎吱嘎吱的声音。海一样无边无际的夜包围着我的屋子，并且从窗口从门缝流进来，在屋中弥漫，把我淹没。我挣扎，想逃，想喊，终于不过是在屋子里来回走动着。凄清的空气如同二氧化碳，吸入肺中，进入心脏和血液，令人窒息。人在寂寞中是很难用功的，心里空荡荡的，不知怎样才好。上床睡觉吧，可是，在那床上看到的也是孤独二字。给朋友写信吧，把我的孤独告诉他们，可是，摊开信笺，一个字也写不出。孤独犹如空虚，是不能写也无从写的。真正使我悲哀的是虚度岁月。夜晚卧床，每念及此，常常泪水长流。我问自己难道我是矿物吗，久久地埋在这里，等着谁来开采呢？公路上走来一男一女，男的戴一副深度近视眼镜，肩扛一袋大米，脸色苍白，气喘吁吁地走着，女的背一个破书包，手拿一瓶食油，跟在后面。这是我和我的妻子吗？我们就这样地走下去，一直走到老吗？乡间的景色是美丽的，但我仍不免触景生情，自怜自悲。我站在山坡上，脚下是松针蕨叶，四周是树林。眼前，辽阔的山谷间，一片云的海洋，如同凝固的波浪。太阳出来了，突然把山和云都染红。多么美丽啊。然而，我突然发现，一条清澈的小溪在群山间默默流淌，像泪水一样闪光，终于又消失在群山之中了。我心中一阵悲凉我生命的溪流不也是这样吗？一个人的生活历程本来就像一条小溪，遇到一块石头便可改道的，弯弯曲曲，自己也不知道会流向哪里，最后却水流千转归大海――那永恒的死。几年前，我心中还满怀希望，我的天空中还有许多彩虹，我相信，我的生活和事业还没有开始。"}
{"text":"太阳出来了，突然把山和云都染红。多么美丽啊。然而，我突然发现，一条清澈的小溪在群山间默默流淌，像泪水一样闪光，终于又消失在群山之中了。我心中一阵悲凉我生命的溪流不也是这样吗？一个人的生活历程本来就像一条小溪，遇到一块石头便可改道的，弯弯曲曲，自己也不知道会流向哪里，最后却水流千转归大海――那永恒的死。几年前，我心中还满怀希望，我的天空中还有许多彩虹，我相信，我的生活和事业还没有开始。现在，我睁开眼，闭上眼，都只看见一条平淡的路，我仿佛觉得，我的生活和事业都已经永远过去了。我根本不是在生活，只是在机械地延续着生命，这可怜的生命！我真想不到，我曾经是一个充满求知欲的聪明的孩子，却只得到了如此暗淡的一生。一生吗？不，这太残忍了，我至死也不相信。上面这些话其实都摘自我当时的日记。有一段话最能表明，我多么强烈地感觉到岁月虚度的痛苦坐在拥挤的公共汽车里，我突然觉得，不知从什么时候起，我已经不存在了，并且连我曾经存在过也忘记了。今天有一个人，从县城挤上车，又在中峰下车，为了向一些农民讲课。这个人就是我。但是，这个人也可以不是我，而是别的随便什么人，反正都一样。总之，随便哪个人存在着，却未必是我。正是这样，虚度之为虚度，就因为在这些流逝的岁月中，一个人的自我是不存在的。倘若本来就没有自我，倒也罢了，对此不会有任何感觉，可我偏偏是一个很有自我的人，一旦清醒地观照这没有自我的生活，怎能不感到绝望。我从小不留恋闹市尘嚣，心中真正怕的不是寂寞，而是自己会被贫乏的环境同化。我最渴求的是书和人，我对人生的要求也只剩下了这两样，只要有充足的书籍和才智相当的同伴，我可以在任何地方生活。可是，在这里两者皆缺。我担心长此以往，没有精神上的激励，既没有作用力，也没有反作用力，我会变得平庸而愚笨。一些在基层的大学生的确已经如此，人类广阔的生活世界和知识领域都永远与他们无关了，他们只想像眼前这样生活下去。不，他们想也没有想，只是事实上就像眼前这样生活下去了罢了。希望，然后失望，然后忘记了希望，最后连曾经有过的失望也忘掉了，麻木地度过余生，这岂不是许多人的生活轨迹？这对于我是一个警告。我不能忍受寂寞，但更不能忍受庸俗。我对自己说，可怕的不是呆在小地方，而是以小地方的标准要求自己。那么，好吧，我就算被埋没了，也决不让自己被报废。"}
{"text":"一些在基层的大学生的确已经如此，人类广阔的生活世界和知识领域都永远与他们无关了，他们只想像眼前这样生活下去。不，他们想也没有想，只是事实上就像眼前这样生活下去了罢了。希望，然后失望，然后忘记了希望，最后连曾经有过的失望也忘掉了，麻木地度过余生，这岂不是许多人的生活轨迹？这对于我是一个警告。我不能忍受寂寞，但更不能忍受庸俗。我对自己说，可怕的不是呆在小地方，而是以小地方的标准要求自己。那么，好吧，我就算被埋没了，也决不让自己被报废。十二君子敬其在己者在当时的环境中，我所面临的危险是双重的，既可能被环境改造成一个像动物那样活着的庸人，也可能主动地适应环境去追求表面的成功。其实二者都是被环境同化，后者所造就的不过是另一种形态的庸人罢了。一个在地区宣传部工作的大学生好心地劝我，多给没有水平的报纸写些没有水平的稿子，见报多了，就会逐渐引起注意，得到重用。事实上，他自己就是这样走出来的。开始时，我听从他的劝告，真的给广西日报寄了几篇稿子，但都石沉大海。幸亏结果如此，使我及时停止了这种愚蠢的努力。我看清楚了，要走捷径就必须迎合某种我不喜欢的东西，我何苦这样委屈自己，还不如走我自己的寂寞之路来得舒心。有人知道我在埋头用功，问我你学得再好，懂得再多，又怎么样呢？我心想，处境优劣，地位升降，由不得我自己，有没有真才实学，却在于我自己了。我只追求自己可以做到的事情，不去考虑不由我支配的事情，也就落得了一个心安理得。荀子的话为我提供了有力的支援君子敬其在己者，而不慕其在天者小人错其在己者，而慕其在天者，因此君子日进，小人日退。从年起，我的若干老同学陆续上调到了自治区一级机关。刚听到这类消息，我颇受刺激，为自己的遭遇感到不平。后来，我在出差时拜访了他们，看到了他们的状态，心里反而坦然了。他们中有的人一副志满意得的样子，教导我说理论问题的结论从来是由权威来做的，搞理论研究毫无必要，文学艺术理论等等全是雕虫小技。然后，语重心长地规劝我搞好人事关系，如此才会有前途。我发现，他们一如既往地对精神事物没有兴趣，唯一的变化是更加世故了。接着，又传来消息，一个曾经宣布屈原和李白都是反动文人的同学调入大学教书了。我心里越来越平静了，相信自己有权利看轻所谓机会和运气，蔑视一切虚假的成功，以真实的成绩傲笑空洞的名位。"}
{"text":"他们中有的人一副志满意得的样子，教导我说理论问题的结论从来是由权威来做的，搞理论研究毫无必要，文学艺术理论等等全是雕虫小技。然后，语重心长地规劝我搞好人事关系，如此才会有前途。我发现，他们一如既往地对精神事物没有兴趣，唯一的变化是更加世故了。接着，又传来消息，一个曾经宣布屈原和李白都是反动文人的同学调入大学教书了。我心里越来越平静了，相信自己有权利看轻所谓机会和运气，蔑视一切虚假的成功，以真实的成绩傲笑空洞的名位。我仍然看不到自己在现实中有什么前途，但是，这种处境反倒使我形成了一种内在的自信和定力。我相信，我是走在正确的路上。因为我有自己的精神追求，所以，现在处境恶劣不能使我止步，一旦处境好转同样也不会使我止步。相反，那些没有自己的精神追求的人，世故和运气也许可以带给他们一个好位子，但永远不可能使他们真正有所作为。回头去看我当时的日记，我发现，我的为人处世的态度已经十分坚定而明确，甚至在表达上也与今天相当接近。也许，牢固地确立一种做人原则，看重内在的精神性成就远超过外在的社会性成功，便是资源八年半历练的主要收获吧。让我从日记中摘录一些句子――看到无能的人走运，我不羡慕，因为他终究是无能的。看到有能力的人走运，我不嫉妒，因为这是他应得的。庸人很容易满足，有所不满也是因为琐碎的事情。精神性的人无论在怎样的处境中不会完全满足，也不会完全不满。我的吃亏在太老实，如果像那种沽名钓誉之辈行事，决不会是现在这个样子。但是，本性难改，宁肯老实而默默无闻，不愿滑头而飞黄腾达。所以，恐怕只能如此以终了。生活苦吗？环境乏味吗？但我不羡慕任何人。我为我是我自己而感到幸福。人是要有一点精神的，而精神是不能传染的。我永远不会羡慕那些缺少精神的人，不管他们在别的方面多么富有。尽管久居僻地，我还是勉力发奋，不让自己颓败下去。在这种环境中，不知有多少人沉沦了。想到这一点，还是可以聊以自慰的。每当我勤奋做事的时候，想起那些什么事不做什么学问没有专凭职权欺压百姓的人，就禁不住轻蔑地一笑。尽管他们气势汹汹，我还是有权利蔑视他们的。即使一辈子受冷落，我也宁愿做一个默默无闻但有真才实学的人，而决不做一个不学无术的沽名钓誉之徒。说这是清高也好，说这是志气也好，反正我是决定这样一意孤行了。当然，若问我究竟做出了什么成绩，其实也很可怜。"}
{"text":"在这种环境中，不知有多少人沉沦了。想到这一点，还是可以聊以自慰的。每当我勤奋做事的时候，想起那些什么事不做什么学问没有专凭职权欺压百姓的人，就禁不住轻蔑地一笑。尽管他们气势汹汹，我还是有权利蔑视他们的。即使一辈子受冷落，我也宁愿做一个默默无闻但有真才实学的人，而决不做一个不学无术的沽名钓誉之徒。说这是清高也好，说这是志气也好，反正我是决定这样一意孤行了。当然，若问我究竟做出了什么成绩，其实也很可怜。在那样的环境中，我所能做的不过是尽量找书读和写点东西罢了。七十年代初期，书店里根本没有值得一读的书出售。我在县中学图书室里发现了一套很不全的万有文库，真是欣喜不已，陆续借来读了。全集重印，我让家人在上海买了寄来，重读了一遍。闲读杂书不能使我满足，我特别想做一点系统的研究，苦于无从着手。年，评法批儒开始，给我提供了一个题目。当时我对这场宣传攻势的背景和用心并不了解，但觉得基调是有问题的，曾在日记中写道儒法两家代表封建统治阶级的两手，所谓王道和霸道是也。过褒过贬，似不妥当。现在尊法批儒，大约是要为文化大革命辩护吧。不过，借此机会系统读一下两家著作，也是好事。正巧小早得到一套印影线装的韩非子集解，我便让他寄来借我一读。那时我正在一个很落后的村子下乡，夜晚没有电灯，跳蚤叮得人无法入睡，我便打着手电筒读书。读完后，我很想写一写，但觉得资料不够，就写信给见过几面的地委宣传部长，求她帮我借书。她回信表示拒绝，理由十分特别，竟是因为韩非子不属于宣传报道范围。最后我还是写了一篇三万多字的论文，题为韩非的法治理论。在当时，这样的东西当然不可能发表，不过我的目的从来是自己弄清问题。清楚了有何用？不知道。但是，清楚总归比不清楚好吧，而且我总算是在做点事情了。从年起，配合着评法批儒，中华书局开始再版二十四史，这对于渴求书籍的我来说真是沙漠甘泉。县书店进货很少，宣传部和党校都只能得到一套，我在这两个单位时，买书都由我负责，我便自己买下，不去报销发票。事实上，除了我，这些书根本没有人读，报销了同样可以占为己有，不会有人发现和过问，但我的洁癖不允许我这样做。从此开始了我读史的生活，两年多里读了前三史和晋书，还读了从县中学借来的战国策左传。我产生了一个计划，想写春秋战国史稿，结果只写了齐吴鲁三章分国史，三万多字。"}
{"text":"从年起，配合着评法批儒，中华书局开始再版二十四史，这对于渴求书籍的我来说真是沙漠甘泉。县书店进货很少，宣传部和党校都只能得到一套，我在这两个单位时，买书都由我负责，我便自己买下，不去报销发票。事实上，除了我，这些书根本没有人读，报销了同样可以占为己有，不会有人发现和过问，但我的洁癖不允许我这样做。从此开始了我读史的生活，两年多里读了前三史和晋书，还读了从县中学借来的战国策左传。我产生了一个计划，想写春秋战国史稿，结果只写了齐吴鲁三章分国史，三万多字。此外，还写了读三国志，四万多字，包括论曹操和诸葛亮的两篇长文以及一些人物述评。除历史外，我读书的另一个重点是马列。这主要是因为，当我在县委宣传部工作时，办公室那两只书柜里真正值得读的书只有一套马恩全集和一套列宁全集。我把这两套书共七十八卷通读了一遍，并摘录了大量卡片。列宁十月革命后的著作引起了我极大的兴趣，我发现他被在一个生产力落后的国家中建立社会主义制度的巨大困难深深困扰着，而这也正是我国面临的问题。我在这方面进行了大量思考，但是，直到四人帮倒台之后，在年月，才写成了一篇三万字的论文，题为落后国家的革命和生产力――重温列宁的有关论述。我着重阐发了列宁的一个重要思想虽然社会主义革命是在生产力落后的国家开始的，但只有在生产力先进的国家里才能够完成。在很大程度上，列宁已经预见到了落后国家资本主义复辟的必然性。撇开价值观点不论，应该承认，列宁是英明的。在停止的岁月中，我还是做了一点事情。那么，也许岁月并没有停止，它在寂静中仍在悄悄前行，把我带往一个适合于我生长的地方。十三回头拜三拜年初，周恩来逝世，中国进入多事之秋。我虽身在闭塞的山区，仍能感觉到笼罩在空中的不祥氛围。月的一天早晨，我住在农机厂的宿舍，听见厂里大喇叭在转播中央台新闻，内容是天安门事件以及撤消复出不久的邓小平一切职务的决定。我凭直觉就知道广播所叫嚣的伟大的胜利是怎么一回事，想象着广场上镇压的情景，我的心一下子冷缩了，悲愤到了极点。我给一位朋友写信说现在我嫌资源还不够闭塞，索性彻底地闭目塞听才好。我和敏子在一六六医院住了一个月院，月日出院，小玲送行到兴安县城，我们三人坐在汽车站附近的街沿上，广播里突然传出逝世的消息。"}
{"text":"月的一天早晨，我住在农机厂的宿舍，听见厂里大喇叭在转播中央台新闻，内容是天安门事件以及撤消复出不久的邓小平一切职务的决定。我凭直觉就知道广播所叫嚣的伟大的胜利是怎么一回事，想象着广场上镇压的情景，我的心一下子冷缩了，悲愤到了极点。我给一位朋友写信说现在我嫌资源还不够闭塞，索性彻底地闭目塞听才好。我和敏子在一六六医院住了一个月院，月日出院，小玲送行到兴安县城，我们三人坐在汽车站附近的街沿上，广播里突然传出逝世的消息。我们都沉默不语，压在我心头的与其说是悲痛，不如说是忧虑，真不知中国接下来会出什么事。众所周知，接下来发生的是大快人心事。当全国许多城镇已经刷满了大标语的时候，我只能透过报纸来猜测，虽然也猜出了大半。临近资源的湖南新宁县有一人到资源探亲，谈到四人帮倒台这个在外面已经家喻户晓的消息，结果被当作现行反革命扭送公安局，又由公安局押送回湖南，资源的闭塞和保守由此可见一斑。最后，总算开始传达了，却只限于党内，我仍被排除在外。可是，我敢断言，在整个资源县，我是最为这件事狂喜的人，就像几个月前我是最为天安门事件悲愤的人一样。我恨自己此时不在北京，只能从广播中猜想举国同庆的热烈场面。正式广播那天，我一个人在党校的屋子里，按捺不住欣喜，只好用笔欢庆。在给朋友的信中，我写道多少年来，中国人第一次真正感到了心情舒畅，空中的高压气团一下子驱散了，敢怒不敢言变成了畅所欲言，窃窃私语变成了公开呐喊，私下牢骚变成了大街上公开的口号，政治谣言变成了政治现实。多少年来，第一次看到这么多由衷的笑脸，第一次听到未遭强奸的民意公开发表出来。一句话，历史恢复了它的本来面貌，世界又重新头足正立了。当然，我的欣喜还有着切身的理由虽然我的处境至今没有任何改观，但是，许多年来积聚在心中的悲观情绪一扫而空了。在中国的希望中，我也看到了我的希望。可是，在资源，情况暂时没有什么变化。有一份材料批张春桥的谬论路线正确，收五百斤是好的，路线不正确，收一千斤是坏的。我们的宣传部长看了以后指示这句话是对的，路线决定一切嘛，不要批这句话了。一个公社书记在公社全体教师大会上说你们都是资产阶级知识分子。县农办主任说是典型的没有改造好的知识分子。四人帮刚倒台，这两个人都升任县革委会副主任了。我决心走出这一潭死水，但困难重重。"}
{"text":"在中国的希望中，我也看到了我的希望。可是，在资源，情况暂时没有什么变化。有一份材料批张春桥的谬论路线正确，收五百斤是好的，路线不正确，收一千斤是坏的。我们的宣传部长看了以后指示这句话是对的，路线决定一切嘛，不要批这句话了。一个公社书记在公社全体教师大会上说你们都是资产阶级知识分子。县农办主任说是典型的没有改造好的知识分子。四人帮刚倒台，这两个人都升任县革委会副主任了。我决心走出这一潭死水，但困难重重。在北京中央乐团工作的林铭述一直和我通信，不断给我打气，现在他觉得时候到了，鼓励我拿出作品。年，我把完稿的长诗一九七六寄给他，他拿给乔羽看，乔羽很欣赏，亲自送到诗刊总编葛洛手上。然而，两个月后，我收到了编辑部的退稿。接着我得知，广西大学广西师院都发函调我，也都收到了县委组织部拒绝的回函。我给地委组织部写信，提出专业对口的要求，得到的答复是上级党委有过指示，号召人人学哲学用哲学，因而学哲学的在哪里都用得上，你的工作没有调整的必要，望安心工作。当时我就惊为奇文，舍不得丢掉，居然保存到了今天。这封复函的签署日期是年月，这时全国已开始招研究生，而我也参加过了初试，所以心态已经很轻松。读了这篇奇文，我突然觉得，出不出资源真是无所谓了，假如不出广西，仍是一回事。我的唯一目标是回到我的精神故乡北京。我一定要结束过于长久的冬眠，苏醒过来，重新过人的生活――一种有思想和有感情的生活，一种创造的生活。恢复高考是在年底，敏子作为北京六六届老高中生，我理所当然地怂恿她报考了，但未被录取。这是让我感到特别遗憾的，因为她的水平本来足以考上。年月，研究生招生开始报名，我报了中国社会科学院哲学研究所苏联当代哲学专业。之所以报这个专业，是因为我的俄语基础很好，比较有考上的希望。幸亏第一届招生时，报名不需要单位和地方人事部门批准，否则县组织部一定会一如既往不放过阻挠我的机会。使我不解的是，为什么后几届改变了这一明智的政策，因而势必阻挡了一些有才气却不被当地领导喜欢的人的进路，其实正是这样的人最需要摆脱束缚。复习的时间很短，我主要做了两件事，一是读尽可能找到的西方哲学原著及原著选辑，二是读俄文版国家与革命。月至日，全国考生同时在本人所在地进行初试。我感觉良好，后来知道，作为专业课的西方哲学史得了分，是哲学所考生中最高的。"}
