{"text":"比是什么呢？我们知道中国字，古写的篆文比字，是这样写的――，象形两个人相同，同向一个方向而古文北字――就是相背，各走极端的象形字，所以比就是说要人完全跟自己一样，那就容易流于偏私了。因此君子周而不比，小人呢？相反，是比而不周，只做到跟自己要好的人做朋友，什么事都以我为中心为标准，这样就不能够普遍。讲到这里，君子的道理还没有讲完子曰学而不思则罔，思而不学则殆。这是我们前面讲到的，过去的历史，对于人才，有三个基本的原则，便是才德学。有些人的品德是天生的――品德往往大半出于天性――但没有才能。我们知道有品德的人，可以守成，教这种人到大后方坐镇，好得很教他设法打开一个局面，冲出去，那他办不到，他没有这个才，他只有守成之才，没有开创之才。所以守成之才，偏重品德。而才德两个字很难兼全的，但有一个东西可以补救，那就是学，用学问来培养那所缺的一面。有些人虽然天生有才有德，但还是须要学问来培养的。讲到学问，就须两件事，一是要学，一是要问。多向人家请教，多向人家学习，接受前人的经验，加以自己从经验中得来的，便是学问。但学而不思则罔，有些人有学问，可是没有智慧的思想，那么就是迂阔疏远，变成了不切实际的罔了，没有用处。如此可以作学者，像我们一样――教书，吹吹牛，不但学术界如此，别的圈子也是一样，有学识，但没有真思想，这就是不切实际的罔了。相反的，有些人思而不学则殆。他们有思想，有天才，但没有经过学问的踏实锻炼，那也是非常危险的。许多人往往倚仗天才而胡作非为，自己误以为那便是创作，结果陷于自害害人。尤其是目前的中国青年，身受古今中外思潮的交流撞击，思想的彷徨与矛盾，情绪的郁闷与烦躁，充分显示出时代性的紊乱和不安，因此形成了青少年们的病态心理。而代表上一代的老辈子人物，悲叹穷庐，伤感世风日下人心不古，大有日暮途穷，不可一日的忧虑其实童稚无知，怀着一颗赤子之心，来到人间，宛如一张白纸，染之朱则赤，染之墨则黑，结果因为父母的主观观念――望子成龙，望女成凤。涂涂抹抹，使他们成了五光十色，烂污一片，不是把他们逼成了书呆子，就是把他们逼成太保，还不是真的太保。我经常说，真太保是创造历史的人才。所以老一辈人的思想，无论是做父母的，当教师的，或者领导人的，都应该先要有一番自我教育才行。"}
{"text":"而代表上一代的老辈子人物，悲叹穷庐，伤感世风日下人心不古，大有日暮途穷，不可一日的忧虑其实童稚无知，怀着一颗赤子之心，来到人间，宛如一张白纸，染之朱则赤，染之墨则黑，结果因为父母的主观观念――望子成龙，望女成凤。涂涂抹抹，使他们成了五光十色，烂污一片，不是把他们逼成了书呆子，就是把他们逼成太保，还不是真的太保。我经常说，真太保是创造历史的人才。所以老一辈人的思想，无论是做父母的，当教师的，或者领导人的，都应该先要有一番自我教育才行。尤其是搞教育领导文化思想的，更不能不清楚这个问题。所以青少年教育的问题，首先要注意他们的幻想，因为幻想就是学问的基础。据我的研究，无论古今中外，每一个人学问事业的基础，都是建立在少年时期的这一段，从少年时期的这一段，从少年的个性就可以看到中年老年的成果。一个人的一生，也只是把少年时期的理想加上学问的培养而已，到了中年的事业就是少年理想的发挥，晚年就回忆自己中少年那一段的成果。所以我说历史文化，无论中外，永远年轻，永远只有三十岁，没有五千年，为什么呢？人的聪明智慧都在四十岁以前发挥，就是从科学方面也可以看到，四十岁以后，就难得有新的发明，每个人的成就都在十几岁到二三十岁这个阶段，人类在这一段时间的成果，累积起来，就变成文化历史。人类的脑子长到完全成熟的时候，正在五六十岁，可是他大半像萍果一样，就此落地了。所以人类智慧永远在这三四十的阶段作接力赛，永远以二三十年的经验接下去，结果上下五千年历史，只有二三十年的经验而已。所以人类基本问题没有解决。先有鸡还是先有蛋？宇宙从哪里来的？人生究竟如何？还是没有绝对的答案。因此，有了思想，还要力学。上面所说，有了学问而没有思想则罔，没有用处相反的，有了思想就要学问来培养，如青少年们，天才奔放，但不力学，就像美国有些青少年一样，由吸毒而裸奔，以后还不知道玩出什么花样。所以思想没有学问去培养，则殆，危险。异端与偏激接着下来是子曰攻乎异端，斯害也已。这是一个问题了。我们知道，异就是特别的，端也就是另外一头。但在宋儒以后，异端两字，就用来专指佛道两家，宋以前则没有这种肯定的说法。讲到这里，顺便提到一个问题现在世界上流行一个名词――汉学。"}
{"text":"所以思想没有学问去培养，则殆，危险。异端与偏激接着下来是子曰攻乎异端，斯害也已。这是一个问题了。我们知道，异就是特别的，端也就是另外一头。但在宋儒以后，异端两字，就用来专指佛道两家，宋以前则没有这种肯定的说法。讲到这里，顺便提到一个问题现在世界上流行一个名词――汉学。欧美各国讲中国学问，都称之为汉学，这是世界通称，成了习惯，已经没办法更正了。事实上这个观念是错误的。在我们中国文化中所称的汉学，是指汉儒的作学问，注重于训诂。所谓训诂，就是对于文字的考据，研究一个字作什么解说，为什么这样写？不过汉学很讨厌，他们有时候为了一个字，可以写十多万字的文章，所以我们研究这一方面的书，也是令人头大的。但是古人所谓博士学位――我们现在的博士也是这样――往往凭藉这些专深的研究，可以作一百多万字的文章，这就是训诂之学。后来发展为考据，就是对于书本上的某一句话，研究他是真的或是假的。这些学问，为了一个题目，或某一观念也可写百多万字。总之，汉儒就是训诂考据之学在中国文化上叫汉学，意思是汉儒作的学问。汉学自汉武帝开始，就有五经博士，就是四书五经等书中，通了一经的就是博士，所以中国有博士这个尊称，也是从汉朝开始的。所谓博士，就是专家。如诗经博士，就是诗经的专家。到了唐代以后，就慢慢注重文学了，因为几百年训诂考据下来，也整理得差不多了。到了宋代，当时有所谓五大儒者，包括了朱熹等五个人，他们提倡新的观念，自认为孔孟以后继承无人，儒家的学问断了，到他们手里才接上去。这中间相隔差不多一千多年，不知道他们在哪里碰到孔子和孟子，就一下子得了秘传一样，把学说接上去了，这是宋儒很奇怪的观念。然后他们就批评各家都不对，创了所谓理学。不过有一点要注意，我们现在的思想界中，理学仍然非常流行，有一派自称新理学，讲儒学的学问。但很遗憾，他们还不成体系，仍旧不伦不类的。至于宋儒的理学家，专门讲心性之学，他们所讲的孔孟心性之学，实际上是从哪里来的呢？一半是佛家来的，一半是拿道家的东西，换汤不换药地转到儒家来的。所以，我不大同意宋儒。对于宋儒的理学，我也曾花了很大的工夫去研究，发现了这一点，就不同意他们。"}
{"text":"然后他们就批评各家都不对，创了所谓理学。不过有一点要注意，我们现在的思想界中，理学仍然非常流行，有一派自称新理学，讲儒学的学问。但很遗憾，他们还不成体系，仍旧不伦不类的。至于宋儒的理学家，专门讲心性之学，他们所讲的孔孟心性之学，实际上是从哪里来的呢？一半是佛家来的，一半是拿道家的东西，换汤不换药地转到儒家来的。所以，我不大同意宋儒。对于宋儒的理学，我也曾花了很大的工夫去研究，发现了这一点，就不同意他们。一个人借了张家的东西用，没有关系，可以告诉老李，这是向张家借来的，一点不为过。可是借了张家的东西，冒为己有充面子，还转过头来骂张家，就没道理了。宋儒们借了佛道两家的学问，来解释儒家的心性之学，一方面又批驳佛道。其结果不止如此而已，从宋儒一直下来，历代的这一派理学，弄到后来使孔孟学说被人打倒，受人批评，宋儒真要负百分之百的责任。以后经过宋元明清四朝，都在宋儒的理学范围中转圈圈，是不是阐扬孔子的真义，很难下一定论。有一本四朝学案，是讲宋元明清几百年来儒家心性之学的。尤其到了明朝末年，理学非常盛行，所以清朝入关的时候，很多人对明儒的理学非常愤慨，认为明儒提倡理学的结果是平时静坐谈心性，临危一死报君王。指责理学对国家天下一点都没有用。平常讲道德讲学问，正襟危坐谈心性，到了国家有大难的时候――临危一死报君王一死了之，如此而已。不过话说回来，能够做到临危一死报君王已经很不容易了，但对于真正儒家的为政之道而言，未免太离谱了。因此，清初一般学者，对于此高谈心性无补时艰的理学相当反感。最著名的如顾亭林李二曲王船山傅青主这一些人，也绝不投降满清，而致力反清复明的工作。后来中国社会帮会中的洪帮，现在又叫洪门，就是他们当时的地下组织，是士大夫没有办法了，转到地下去的，洪门首先是在台湾由郑成功他们组织，一直影响到陕西，都是他们的活动范围，所谓天地会等等，都由洪门后来的分衍而来。清初顾亭林这些人，既不同意宋明儒者的空谈，于是回过头来作学问，再走考据的路子，叫作朴学，因此也有称之为汉学的。我们身为中国人，必须要了解汉学这个名称是这样来的。外国人研究中国的学问也称汉学，是指中国学问。古书上所指的汉学，是偏重于考证的学问，这是顺便介绍的。我们为什么引出了这个问题呢？"}
{"text":"清初顾亭林这些人，既不同意宋明儒者的空谈，于是回过头来作学问，再走考据的路子，叫作朴学，因此也有称之为汉学的。我们身为中国人，必须要了解汉学这个名称是这样来的。外国人研究中国的学问也称汉学，是指中国学问。古书上所指的汉学，是偏重于考证的学问，这是顺便介绍的。我们为什么引出了这个问题呢？就是为了孔子这句话攻乎异端，斯害也已。自宋朝以后，八百年来，一提到异端，一般人都认为专指佛道两家。这句话不要搞错了，在孔子当时，没有佛家，也没有道家，在当时儒道不分家的。以儒佛道三家的文化，作为中国文化中心，是唐代以后的事，所以认为论语中异端两个字，是专指佛道而言，则是错误的观念。现在我们回转来研究，什么叫异端呢？这在文字上解释非常简单。端就是两头，尖端，两边的头，或多边的头谓之端。异端是走极端偏向的路线，不走中道的。不但不走中道，而且还标新立异，特别从事怪异的思想。关于这一点我们如果用现代的思想问题和心理学来研究，也可以说一般的人，大都是喜欢异端的，每个人都有爱好标新立异的天性。由养士到考试大家有机会可以读一篇文章，对于处世大有助益，这篇文章简称论养士，苏东坡作的。这篇文章在中国的政治思想――政治哲学领域中，占了重要的地位，尤其是研究政治与社会的人不能不看。这篇文章很有意义，它提出了一个原则，讲得非常有道理。养士这个名称，出在战国时代，当时书籍不如现在普及，也没有考试制度，一般平民有了知识，就依靠权贵人家求出路，到他们家里作宾客。过去叫宾客，现在的名称等于随员从唐代到清代叫幕府。像曾国藩，不少有本领的人，都在他的幕府里――等于现在的研究室参谋团秘书室。现在也有称作幕僚。六国的养士就是这样的情形。那时养士，养些什么人呢？苏轼指出的分类是智辩勇力四种人实际上也可说只是两种人，一种用头脑，一种用体力。讨论这四种人，如果以现代职位分类的科学来作博士论文，起码可以写他两百万字不成问题。但是我国古代文化喜欢简单，所以几百字的文章就解决了。"}
{"text":"像曾国藩，不少有本领的人，都在他的幕府里――等于现在的研究室参谋团秘书室。现在也有称作幕僚。六国的养士就是这样的情形。那时养士，养些什么人呢？苏轼指出的分类是智辩勇力四种人实际上也可说只是两种人，一种用头脑，一种用体力。讨论这四种人，如果以现代职位分类的科学来作博士论文，起码可以写他两百万字不成问题。但是我国古代文化喜欢简单，所以几百字的文章就解决了。苏轼在这篇文章中说，社会上天生有智辩勇力这四种人，他认为这一类的人好役人――坐着吃人家的――无法役于人。如果我们用社会学来研究，社会上有许多人是这样的，用头脑非常能干，叫他用劳力就不行，有些人叫他用头脑就像要他的命，要他做劳力就蛮好。但有些人有力去打架，力气好得很，要他做工，做三个小时就做不下去了。所以研究社会研究政治，要多观察人，然后再读有关的书，才有道理。又像许多人有智，这个智是聪明才智有许多人有辩术，专门用手段，不走正道，走异端，打鬼主意第一流，正当方法想不出来。但是不要忘了，他也是一个人才，就看老板怎么用他，这就是所谓会不会用人了。所以智与辩看起来是一样，聪明的人做事一定有方法，但是正反两面的方法不能相违。勇与力看起来似乎也是一样，但是勇敢的人不一定有力气，而个子高大孔武有力的人，教他去前方打仗为国牺牲，他怕死了不干，这是有力没有勇。因此苏东坡说智辩勇力四种人，往往需要人家养他，不能自立。不过依恃人家，攀龙附凤，也可以立大功，成大业，教他一个人干，就没有办法。所以到秦始皇统一中国以后，焚书坑儒，不养士了，这些人就走向民间去，结果怎样呢？反了！后来到了汉朝的时候，对这种士怎么办呢？到汉武帝时代，就是中国选举制度的开始，那个时代的选举，当然不像现代的由人民去投票――这是西方式的选举。中国式古老时代的选举，是由地方官参考舆论，把地方上公认是贤良方正的人选出来，以现代名词而言，是人才的分类，贤是贤，良是良，方是方，正是正，不要混为一谈，这是四个范围。称为孝廉。中国文化以孝治天下，所以称孝廉。到清朝时，考取了举人，还是用孝廉公这个名称，那是沿用汉朝的。汉朝实行这样的选举制度，就取代了战国时养士的制度，所以汉朝四百年天下，就可以定下来，到隋朝又开创以文章取士的考试办法。"}
{"text":"中国式古老时代的选举，是由地方官参考舆论，把地方上公认是贤良方正的人选出来，以现代名词而言，是人才的分类，贤是贤，良是良，方是方，正是正，不要混为一谈，这是四个范围。称为孝廉。中国文化以孝治天下，所以称孝廉。到清朝时，考取了举人，还是用孝廉公这个名称，那是沿用汉朝的。汉朝实行这样的选举制度，就取代了战国时养士的制度，所以汉朝四百年天下，就可以定下来，到隋朝又开创以文章取士的考试办法。到唐太宗统一天下以后，正式以汉朝地方选举的精神，采用了隋朝考试取士的方法，综合起来产生了唐朝考选进士的制度。所谓进士，就是将民间有才具的知识分子，提拔出来，进为国士的意思。那时候考的秀才不是清代的秀才，清代的秀才是考试阶级的一个名称，秀才再考举人，举人再考进士，进士第一名是状元。唐代的秀才，也便是进士的通称，凡是学问好的优秀的，都称秀才。天下英雄入彀中唐太宗创办了考试制度，录取了天下才人名士以后，站在最高的台上，接受第一次录取者朝见之后，忍不住得意的微笑道天下英雄尽入吾彀中！他的意思是说，你看我这一玩，天下的英雄都自动来钻进我的掌握中，再不会去造反了。有功名给你，有官给你做，只要你有本事，尽管来嘛！这是唐太宗的得意之处。苏轼也说，建立了考试制度以后，就等于六国时候的养士，所以他认为养士是很重要的事。以现在的观点来说，就是智辩勇力分子没有安排很好的出路，没有很好的归宿，就是社会的大问题，也是政治的大问题。但是如何使他们得其养，又是个问题。起用也是养，退休也是养。讲到养，我们要想到前面所讲的，犬马也有所养呀！不是说有饭吃就得养了，仅仅这样是养不了的。智辩勇力之士，有时候并不一定为了吃饭。天生爱捣乱的人，如果没有机会给他捣乱，他好像活不下去，若不要他捣乱，就得把他引入正途，这就是为政教化的道理。解释了半天，异端就是走特殊思想，不走正路的，走偏道，而偏道中还想出特别花样。但是，异端有没有用处？但是有用处的。举个例子来说，汉朝平定天下，汉高祖说，我不过得到几个人而已。他是指张良萧何陈平等，尤其是陈平这个人，在历史上也是有名的六出奇计，他只为汉高祖提过六个建议，还是秘密的建议，后世从历史上知道内容的也只有五次，另外一次到底是什么花样，直到现在无法确定。所谓奇计者，就是古怪的特殊的。"}
{"text":"解释了半天，异端就是走特殊思想，不走正路的，走偏道，而偏道中还想出特别花样。但是，异端有没有用处？但是有用处的。举个例子来说，汉朝平定天下，汉高祖说，我不过得到几个人而已。他是指张良萧何陈平等，尤其是陈平这个人，在历史上也是有名的六出奇计，他只为汉高祖提过六个建议，还是秘密的建议，后世从历史上知道内容的也只有五次，另外一次到底是什么花样，直到现在无法确定。所谓奇计者，就是古怪的特殊的。我们读了历史也就知道，异端不能乱用，还要以德业为基础，异端多半走入术的路子，术就是方法权术。权术没有德业为基础，就要不得。所以我们再看历史，史记记载很清楚，陈平六出奇计，帮助汉高祖统一天下，但是陈平说了一个预言，他的后代不会太好。人家问他什么原因，他说他喜欢用阴谋，他说阴谋者，道家之所忌也。为天道所忌。果然汉高祖封给他的国，到他孙子手里就亡，他也早知难逃自取灭亡之道。这个道理，是说明孔子所说的异端，并不是宋儒所指佛道两家而言的异端，而是走偏道，喜欢走特殊路子钻牛角尖的异端。所以孔子说攻乎异端，斯害也已。跟着下来，什么不是异端呢？什么是作人做事应该的道理？子曰由！诲，汝知之乎？知之为知之，不知为不知，是知也。由是名字，子路的名字叫仲由。诲字下应该有一个小标点，诲是说教育教诲。汝知之乎？你知道吗？知之为知之，不知为不知，是知也。――一个人要平实，尤其是当主管领导人要注意，懂得就是懂得，不懂就是不懂，这就是最高的智慧。换句话说，不懂的事，不要硬充自己懂，否则就真是愚蠢。关于这一点，几十年来看得很多。这个时代，很容易犯这个毛病。很多学问，明明不懂的，硬冒充自己懂，这是很严重的错误，尤其是出去做主管的人要注意。我们看历史上伟大的成功人物，遇事常说我不懂，所以要请教你，由你负责去办，大原则告诉我就行了。说这话的人就成功了。如果硬充懂就不行，结果一无所成。历史上，古今中外莫不如此。政治的道理也一样，懂就懂，不懂的就是对不起我不懂。这是最高的智慧，也是最高的礼貌。所以我常对出国的学生们说，有一个最高的原则，也是走遍天下的国际礼貌，那便是你走到任何国家说对不起，我是中国来的，对这件事我不懂，请问应该怎么办？"}
{"text":"我们看历史上伟大的成功人物，遇事常说我不懂，所以要请教你，由你负责去办，大原则告诉我就行了。说这话的人就成功了。如果硬充懂就不行，结果一无所成。历史上，古今中外莫不如此。政治的道理也一样，懂就懂，不懂的就是对不起我不懂。这是最高的智慧，也是最高的礼貌。所以我常对出国的学生们说，有一个最高的原则，也是走遍天下的国际礼貌，那便是你走到任何国家说对不起，我是中国来的，对这件事我不懂，请问应该怎么办？万万不要认为这样说是丢人，这是最大的礼貌，不会吃亏，尤其做国民外交更用得着，最怕冒充懂，就会失礼。到这里是为政的大原则，下面文章的气势为之一转，而转到另外一个人。千里求官只为财子张学干禄。子曰多闻阙疑，慎言其余，则寡尤多见阙殆，慎行其余，则寡悔。言寡尤，行寡悔，禄在其中矣！子张是孔子的学生，他姓颛孙，名叫师，少孔子四十八岁，是位年轻学生。他到孔子这里来是要学干禄的。什么叫干禄呢？就是怎样去谋生。古代俸和禄是两回事。俸等于现在的月薪禄有食物配给。禄位是永远的，所以过去重在禄。干就是干进干求干禄，就是如何拿到禄位。换句话说，孔子希望弟子们学仁学义，子张这位学生来的时候，大概填志愿表与众不同，直截了当，干脆两个字――干禄要找饭吃，怎样找公务员当。但是孔老夫子没有气得把他撵出去，反而传授他一套办法说，想做一个好干部，做一个良好的公务员，要知识渊博，宜多听多看多经验，有怀疑不懂的地方则保留。阙就是保留，等着请教人家，讲话要谨慎，不要讲过分的话。本来不懂的事，不要吹上一大堆，好像自己全通，最后根本不通，这就丢人了。如不讲过分的话，不吹牛，就很少过错多去看，多去经验，对有疑难问题多采取保留的态度。换句话说，对于模棱两可的事，随时随地都用得到古人的两句话事到万难须放胆，宜于两可莫粗心。第二句就是多见阙殆的意思，这个时候要特别小心处理，不要有过分的行动，这样处世就少后悔。一个人做到讲话很少过错，处世很少后悔，当然行为上就不会有差错的地方。这样去谋生，随便干哪一行都可以，禄位的道理就在其中了。从这一段书中，我们看到孔子的教育态度，实在了不起，这个学生是来学吃饭的本领，要如何马上找到职业。"}
