{"text":"如果要求一个讲故事的人给我们提供如此琐肩的细节，他必定很快恼怒不已。遗憾的是，现实生活就像是用这种方式讲故事，用一些重复不着边际的强调和没有条理的情节惹我们厌烦。它坚持要向我们展示巴达克电子公司，向我们展示车厢里的安全扶杆无家可归的狗圣诞卡，还有那只先是停在那个堆满烟灰的烟灰缸边缘，进而停落在烟灰之中的苍蝇。知晓了这些事实我们便不难解释此种怪现状了，那就是在艺术作品和期待中找寻有价值的因素远比从现实生活中找寻来得容易。期待和艺术的想象省略压缩，甚至切割掉生活中无聊的时段把我们的注意力直接导向生活中的精彩时分而毋须润饰或造假，结果是它们所展现的生活气韵生动井然有序。这种气韵和秩序是我们纷扰错乱的现实生活所不能呈现的。在加勒比海海岛上的第一个晚上，我躺在床上不能入眠，开始回顾自己的旅程在房间外的小树丛里有蟋蟀的鸣叫，还有虫子活动时发出的声音，现时的纷扰迷乱居然已经开始淡逝，而有些事件则变得明晰起来原来，在这种意义上，回忆和期待一样，是一种简化和剪辑现实的工具。现时的生活正像是缠绕在一起的长长的胶卷，我们的回忆和期待只不过是选择其中的精彩图片。在我飞往巴巴多斯岛长达九个半小时的旅程中保存下来的记忆只不过六七个静止的画面。今天仍然留存的画面，便是飞行过程中支在座位上的小餐板。我在机场所有的经历，记忆中留存下来的也不过是手持护照等候审查入关的长长的队伍。我的各种经历已经压缩成一种清晰无误的叙述我成了一旅行的艺术位从伦敦飞来此岛并人住岛上酒店的旅客。我早早地酣然人睡了，醒来时已是我在加勒比海边的第一个清晨――当然，在这简括的词句背后肯定会有许许多多并不简括的事实。德埃桑迪斯曾试图到英国旅行，在这之前的许多年，他还想过到另一个国家旅行，这个国家就是荷兰。在动身前他把荷兰想象成特尼尔斯扬斯丁伦勃朗奥斯塔德的画作所描绘的地方。他期待那里有简单的家族生活，同时不乏肆意的狂欢有宁静的小庭院，地上铺的是砖石，还可以看见脸色苍白的女仆倒牛奶。因此他到哈勒姆和阿姆斯丹旅行了一趟，结果当然是大失所望。"}
{"text":"在动身前他把荷兰想象成特尼尔斯扬斯丁伦勃朗奥斯塔德的画作所描绘的地方。他期待那里有简单的家族生活，同时不乏肆意的狂欢有宁静的小庭院，地上铺的是砖石，还可以看见脸色苍白的女仆倒牛奶。因此他到哈勒姆和阿姆斯丹旅行了一趟，结果当然是大失所望。尽管如此，那些画作并没有骗人荷兰人的生活确有其简单和狂欢的一面也有铺着砖石的漂亮庭院，能看到一些女佣在倒牛，―佛兰德斯巴罗克时期画家。一约―丨荷兰画家。――，s一荷兰绘画大师译s，s丨―丨，荷兰巴罗克时期风俗画和风景闽家。一雅各布冯雷斯达尔阿尔克马尔风景，―年奶，然而，这些珍宝都混杂在一大堆乏味的日常影像中如餐馆办公楼毫无特色的房屋少有生机的田野等，只不过荷兰的画家们从在他们的作品中展现这些普通的事物而已。旅行时，置身于真实的荷兰，我们的体验也因此奇怪而平淡，全然不及在罗浮宫的荷兰画作展厅里浏览一个下午来得兴奋，因为在这几间展室里，收藏有荷兰和荷兰人生活中最美好的方面。有些荒谬的是，旅程结束后，德埃桑迪斯发现在博物馆里欣赏荷兰画作更能让他体验到他所热爱的荷兰文化的方方面面，而这种体验，是他带着件行李和两个仆从到荷兰旅行的艺术旅行时所没有的。在岛上的第一天早上，我醒得很早。披上酒店提供的睡袍，我走到阳台上。东方出现了第一线曙光，天色是浅淡的灰蓝。一晚喧嚣过后，一切的生灵，甚至于风都似乎在沉睡，是在图书馆里的那种寂静。酒店房间往外，绵亘着的，是宽阔的海滩。视野里首先出现的是一些椰子树，而后是宽阔的沙滩和无垠的大海。我越过阳台的低栏杆，穿行在沙滩上。大自然在这里充分展示她的柔情。似乎是要着意补偿她在别的地方的粗鲁狂暴，大自然在这里留下了一个小小的马蹄形海湾，并决意在且只在这里展呈她的慷慨和仁爱。"}
{"text":"东方出现了第一线曙光，天色是浅淡的灰蓝。一晚喧嚣过后，一切的生灵，甚至于风都似乎在沉睡，是在图书馆里的那种寂静。酒店房间往外，绵亘着的，是宽阔的海滩。视野里首先出现的是一些椰子树，而后是宽阔的沙滩和无垠的大海。我越过阳台的低栏杆，穿行在沙滩上。大自然在这里充分展示她的柔情。似乎是要着意补偿她在别的地方的粗鲁狂暴，大自然在这里留下了一个小小的马蹄形海湾，并决意在且只在这里展呈她的慷慨和仁爱。椰子树提供阴凉和奶汁，沙滩上布满贝壳，沙子细腻润滑，是骄阳下饱满成熟的麦穗般金黄的颜色，还有那空气，即便在树阴下，也暖润十足，全然不同于北欧空气中的热度，脆弱不常，甚至在盛夏，空气中的温暖也总可能消失，取而代之的是其固执和特有的寒意。在海边，我找了一把躺椅躺下。耳旁涛声絮语，像是一个友善的巨怪小心地从高脚酒杯里汲水时发出的声音。几只早起的海鸟带着黎明时的兴奋，在海空中疾飞。身后，从树的间隔看去是度假房的椰纤屋顶。而呈现在眼前的是平缓的海滩，舒展着温柔的曲线一直延伸到海湾尽头，再往后则是热带林木葱茏的群山。视野里的第一排椰子树朝着蔚蓝的大海不规则地倾斜，似乎故意伸长脖子，以更佳的角度迎向太阳，此情此景，正是我在画册上看到的情形。然而，上面的描述并没诱媲械靥逑治以谀翘煸缟系男木常因为我当时的心情不仅困惑而且沮丧，全然没有当时的此情此景可能传寓的轻松。我也许注意到了几只海鸟带着黎明时的兴奋在海空中疾飞，但我当时的注意力为别的一些事件所分散，它们同此情此景既不相关也不协调，其中有在飞行途中开始发作的喉痛，担心同事可能没收到我将外出的通知，两个太阳穴发胀，以及越来越强烈的便意等等。直到那时，我才第一次意识到一个先前被忽视的旅行的艺术大事实在不经意中我已经到了这个岛上。我们专注于一个地方的图片和文字描述时，往往容易忘记自我。在家时，我的眼睛反复盯住巴巴多斯岛的每一张摄影图片，并没有想到眼睛其实是和身体，以及在旅行中相伴相随的我们的心智密不可分的而在很多情形下，由于它们的在场，我们眼之所见便部分甚至全部地失去了意义。在家中，我可以专注于酒店房间海滩或天空的图片而忽略跟它们密切相关的复杂环境，而这些图片所反映的只不过是更宽广更繁杂的生活的一小部分。"}
{"text":"我们专注于一个地方的图片和文字描述时，往往容易忘记自我。在家时，我的眼睛反复盯住巴巴多斯岛的每一张摄影图片，并没有想到眼睛其实是和身体，以及在旅行中相伴相随的我们的心智密不可分的而在很多情形下，由于它们的在场，我们眼之所见便部分甚至全部地失去了意义。在家中，我可以专注于酒店房间海滩或天空的图片而忽略跟它们密切相关的复杂环境，而这些图片所反映的只不过是更宽广更繁杂的生活的一小部分。我的身体和心灵是难缠的旅伴，难以欣赏这趟旅行之美。身体觉得在岛上难以人眠，抱怨天气太热抱怨这里的苍蝇以及酒店里难以下咽的饭菜心智呢，则感到焦虑厌倦，还有无名的伤感，以及经济上的恐慌。我们曾期望持久的满足感但实际情形并非如此，处在一个地方所得的幸福感和同一个地方联系在一起的幸福感似乎一定只能是短暂的。对于敏感的心智而言，这种幸福感显然是一种偶然的现象――只是在那么一个短暂的时刻，我们将过去和未来的一些美好的思绪凝合在一起所有焦虑顿然释解我们沉浸于周围世界，真切地感受它们。遗憾的是，这种状况很少能持续分钟，在我们的意识里，新的焦虑总在生成，一如爱尔兰岛西岸的寒湿气流，每隔儿天总要登岛一次。过去的胜利不再辉煌，将来的情形显得复杂不定，影响到眼前的美景，它们也变得像总在我们周围的其他景观一样，让人视而不见。我开始发现了一种我所未曾料想到的事实那个呆在家里郁郁寡欢的我和现在这个正在巴巴多斯岛的我之间是连续的，并无二致而与这种连续性相对应的是风景和气候上的非连续性――在岛上，甚至这里的空气似乎都是用一种甜润的全然不同的物质生成的。第一天的上午点左右，我和躺在我们的沙滩小屋外的躺椅上。海湾的上空飘着一片似带羞涩的云朵。戴上耳机，开始细读埃米尔涂尔干的论自杀。我则环顾四周。对旁观者而言，我就在我躺着的地方。但实际上，我，这里指的是思绪中的我，已确切地离开了躯体，正焦虑着未来，特别是担心午餐费用是否已含在房费之内。两小时后，我们坐在酒店餐厅一角的餐桌旁享用着木瓜午餐和当地消费税都包含在房费之内，那个曾离开躺椅上我的躯体的我又开始游离身外了，而且离开了巴巴多斯岛，到了一个在接下来的一年里我将要面对的问题工程的现场。"}
{"text":"海湾的上空飘着一片似带羞涩的云朵。戴上耳机，开始细读埃米尔涂尔干的论自杀。我则环顾四周。对旁观者而言，我就在我躺着的地方。但实际上，我，这里指的是思绪中的我，已确切地离开了躯体，正焦虑着未来，特别是担心午餐费用是否已含在房费之内。两小时后，我们坐在酒店餐厅一角的餐桌旁享用着木瓜午餐和当地消费税都包含在房费之内，那个曾离开躺椅上我的躯体的我又开始游离身外了，而且离开了巴巴多斯岛，到了一个在接下来的一年里我将要面对的问题工程的现场。似乎早在几个世纪前，对于那些一直担忧未来事态的旅行的艺术人们来说，其身上便有了一种非常重要的进化优势。这些先辈们也许未曾很好地享受他们的经历，但至少他们生存下来了，并塑就了他们后人的性格。反观他们的兄弟那些当初纵情和只关注当下处境的人，却落得惨死野牛角下的下场。遗憾的是，我们很难回想起我们对未来近乎永恒的焦虑，因为当我们从一个地方旅行归来，最先从记忆中消失的便很可能是我们在刚刚过去的时间里对将砑聪衷谑侨绾蔚慕孤牵以及我们的思绪曾如何频繁地游离于旅行地之外。对一个地方的记忆图景和对它的期待图景中都有一种纯正性是这一地方本身让自己凸现出来。如果在家里我还对巴巴多斯岛念念不忘那也许是因为我从未认真仔细且长时间地阅览巴巴多斯岛的图片。假使我在桌上摆一张巴巴多斯岛的图片，强迫自己盯着它看上分钟，我的心智和身体也自然会游移，为许多外在于巴巴多斯岛的焦虑所纠缠我也许会闪此更真切地体验到我们所身处的地方对我们心智的旅行的影响是如何之小。这里出现了另一矛盾情形，只有当我们不必亲临某地去面对额外的挑战，我们方能最自如地置身其中，对此，德埃桑迪斯一定会感同身受。在我们动身离开的前几天，我和打算在岛上四处走走。我们租借了一辆小型越野车，开着它往北，到一处叫苏格兰的崎岖陡峭的山地那是世纪奥利佛克伦威尔流放英国天主教徒的地方。在巴巴多斯岛的最北端，我们参观了动物花洞，那是海浪冲击石崖，在崖表留下的许许多多的洞穴。洞穴里住满了巨大的海葵，在坑坑洼洼的石崖上铺蔓开来，当它们伸出触角时，看上去像是黄绿色的花簇。"}
{"text":"在我们动身离开的前几天，我和打算在岛上四处走走。我们租借了一辆小型越野车，开着它往北，到一处叫苏格兰的崎岖陡峭的山地那是世纪奥利佛克伦威尔流放英国天主教徒的地方。在巴巴多斯岛的最北端，我们参观了动物花洞，那是海浪冲击石崖，在崖表留下的许许多多的洞穴。洞穴里住满了巨大的海葵，在坑坑洼洼的石崖上铺蔓开来，当它们伸出触角时，看上去像是黄绿色的花簇。中午时分，我们开始往南，到达圣约翰的教区，在那里的一个林木葱茏的小山上我们找到了一个餐馆，它位于一栋古老的殖民时期留下的建筑物的长廊内。餐馆的花园里长着炮弹树还有开满花的非洲郁金香树，满树的花朵就像是倒悬的喇叭。从一页介绍同上我们获知这建筑和花园都是年安东尼哈钦森爵士在此统治时建造的，造价显然非常高昂，耗费了万磅食糖贸易之所得。沿着走廊，摆放着十张餐桌，正对着花园和大海。我和在走廊的尽头，―，英格兰军人和政治家，曾任英格兰苏格兰爱尔兰共和政体护国公。――旅行的艺术找了一张桌子坐下，桌旁是开着叶子花的灌木丛。一大份甜辣酱虾，我要了红酒海鱼片，里面放有洋葱和香草。我们谈论着殖民制度，还有在这里防晒霜即便是最好的防晒霜的不可思议的低效用。至于甜点，我们要了两份焦糖布丁。甜点上来了，的那份较大但看上去像是曾经掉在厨房地板上然后再捡起来那样不成形状我的一份则较小，但精致成形。餐馆服务员一走开便起身把她的盘子和我的盘子对换了一下。别偷走我的甜点，我有些生气地说。我还以为你想要大的一份，她回答道，一点也不给我情面。你是想拿好的那份我并不是像你那样想的我只是想对你好而已！别这样多疑好吗得了，对我好，把我的一份给我就行了！就这一会儿，我和都感到了难堪，因为在那孩子气的角背后，我们都感觉到了彼此不合相互不信任的恐惧。极不友善地退回了我的甜点，只尝了两勺她的甜点，然后将盘子推到了桌子的一边。我们再也没有言语。付完账，我们便开车回酒店，车子引擎的声音掩盖了我们之间的强烈怨愤。我们不在时，酒店服务员整理了房间，床上换了干净的床单，矮柜上还摆放了花束，浴室里也放着新的大浴巾。"}
{"text":"别这样多疑好吗得了，对我好，把我的一份给我就行了！就这一会儿，我和都感到了难堪，因为在那孩子气的角背后，我们都感觉到了彼此不合相互不信任的恐惧。极不友善地退回了我的甜点，只尝了两勺她的甜点，然后将盘子推到了桌子的一边。我们再也没有言语。付完账，我们便开车回酒店，车子引擎的声音掩盖了我们之间的强烈怨愤。我们不在时，酒店服务员整理了房间，床上换了干净的床单，矮柜上还摆放了花束，浴室里也放着新的大浴巾。我从浴室的毛巾架上掀了一条浴巾，走出房间坐在阳台上，狠狠地带上落地窗门。椰子树投下舒适的阴凉，在下午的微风里，它们交叉在一起的叶子不时地重新组合，变着样式。但是，虽有如此美景，我们却无快乐可言。几小时前的甜点之争，使我对任何实际的事物和任何美的景致都不能产生快感。舒适的浴巾花朵和迷人的风景都变得与我无涉。我的情绪无借助美好的外在事物而变得高昂起来相反，如此完美的天气，还有晚上即将进行的海滩烧烤，让我觉得是一种羞辱。那天下午，空气中搀杂着眼泪防晒霜和空调冷气的味道，我们心境凄然它提醒我们人类情绪受制于一种僵硬和不宽容的逻辑，若我们想象眼前的美景可以带给我们快乐，而忽略这种逻辑，那我们就错了。无论是赏心悦目的事物，还是实实在在的东西我们从中获取幸福的关键似乎取决于这样一个事实，那就是我们必须首先满足自己情感或心理上的一些更为重要的需求，诸如对理解爱宣泄和尊重的需求。我和突然发现彼此承诺的恋情中充满了沟通障碍和怨愤，我们将不会，也不可能会安然享用华丽的热带花园和迷人的海滩木屋。仅仅是一次发怒，居然让我们不再能够享受整个酒店旅行的艺术的所有迷人之处。如果我们对这怒气的威力感到惊讶，那是因为我们曾经误解了影响我们情绪的关键因素。在家时，我们情绪低落，诅咒气候的恶劣，抱怨建筑物的丑陋，然而，到了热带岛屿上，在湛蓝天空下有着椰纤屋顶的小木屋里一场争论过后我们明白的却是这样一个道理――天空的状态和我们所居住的建筑物的外表决不能凭它们自身的力量保证让我们畅享快乐，或倍感凄然。我们所进行的一些巨大的工程诸如酒店的建造和海湾的疏浚等，同我们的一些细微和基本却能消解这些宏伟工程留给我们的印象的心理情结形成了反差。"}
{"text":"如果我们对这怒气的威力感到惊讶，那是因为我们曾经误解了影响我们情绪的关键因素。在家时，我们情绪低落，诅咒气候的恶劣，抱怨建筑物的丑陋，然而，到了热带岛屿上，在湛蓝天空下有着椰纤屋顶的小木屋里一场争论过后我们明白的却是这样一个道理――天空的状态和我们所居住的建筑物的外表决不能凭它们自身的力量保证让我们畅享快乐，或倍感凄然。我们所进行的一些巨大的工程诸如酒店的建造和海湾的疏浚等，同我们的一些细微和基本却能消解这些宏伟工程留给我们的印象的心理情结形成了反差。人类文明的一切优势，竟然在我们遭遇这一次小小的争吵之后如此迅速地荡然无存！这些心理情结之难以应付，正说明了一些古代哲人的朴素且具讽刺意味的智慧他们主动抛却浮华和俗世纠缠，住进小泥屋，甚至木桶里，并坚持认为构成幸福的关键因素并非是物质的或审美的，而永远是心理上的。薄暮时分，在海滩烧烤的火光所映照不到的暗处，我和言归于好，这时丰盛的烧烤晚宴相对我们当时的幸福而言，已经太不重要了！这也许再真切不过地印证了上述古代哲人的睿智。除了荷兰之行和未成行的英国之旅，德埃桑迪斯再也没有打算过到国外旅行。他就呆在他的小别墅里，让自己置身于各式各样的事物之中，这些东西让他很容易就享受旅行的精髓。他在墙上挂着各种彩色图片，上面标示着外国的城市博物馆酒店和开往瓦尔帕莱索或普赖特河的班轮，俨然是旅行社的宣传橱窗。在他卧室的墙上，贴满了框框条条，都是大的船运公司的班轮时刻表。他在一个水缸里养了些水草，还买来一只小帆船，一些船用的索具以及小的海员模型藉着它们，他能体验到远航的最大乐趣，却免去了航海中可能出现的任何不适。德埃桑迪斯用于斯曼的话表述自己的结论想象能使我们平凡的现实生活变得远比其本身丰富多彩。在任何地方，实际的经历往往是我们所想见到的总是在我们所能见到的现实场景中变得平庸和黯淡因为我们焦虑将来而不能专注于现在，而且我们对美的欣赏还受制于复杂的物质需要和心理欲求。我还是抛开了德埃桑迪斯的干扰而出外旅行。尽管如此有时候我也和他一样，觉得最好的旅行莫过于呆在家里，一边悠闲地翻着英国航空公司用圣经纸印刷的世界航班时刻表一边在想象的国度里飞翔遨游。"}
{"text":"在任何地方，实际的经历往往是我们所想见到的总是在我们所能见到的现实场景中变得平庸和黯淡因为我们焦虑将来而不能专注于现在，而且我们对美的欣赏还受制于复杂的物质需要和心理欲求。我还是抛开了德埃桑迪斯的干扰而出外旅行。尽管如此有时候我也和他一样，觉得最好的旅行莫过于呆在家里，一边悠闲地翻着英国航空公司用圣经纸印刷的世界航班时刻表一边在想象的国度里飞翔遨游。旅行的艺术旅行中的特定场所s地点高速公路加油站机场艽机火车向导波德莱尔霍珀在伦敦通往曼彻斯特的高速公路旁，有一家用红砖搭建的加油站。加油站只有一层高，有玻璃橱窗，从那里可以俯瞰下方的高速公路，以及路旁单调的平坦无垠的原野。加油站的前院悬着一幅巨大的塑胶广告旗帜。上面的内容是一只煎鸡蛋两根香肠和成堆的烤菜豆。它招揽来过路的司机，也吸引了邻近田野里的一群羊。我是在傍晚时分到达这家加油站的。西边，天空正布满红霞。加油站的一边是一排景观树，在过往车辆持续低闷的噪音里，还能听到树丛里的鸟鸣。我已经在路上颠簸了两个小时，孤独地看车窗外天边的云起云聚看路旁草坡外市镇里的灯火闪烁，看公路大桥和车窗外超前的大车小车的匆促背影车厢里的空调机制冷时，总发出连续不断的噼哒声，像是有回形针不停地落在引擎罩上。下车时，我已觉昏眩。我的感官也需要调整，重新适应脚下坚实的土地，习惯拂面的微风和夜即将来临时似有若无的天籁。餐馆黾灯火通明，有些太过暖热。墙上挂着咖啡杯糕点和汉堡包的巨幅照片。一位女招待在给自动饮料售卖机添加饮料。我拿了一只托盘，沿着金属台面滑过去买了一旅行的艺术块巧克力和一份橙汁在餐馆全是玻璃窗的那一边找了位子坐下来。大块的窗玻璃被带状的米色油灰所固定，油灰湿湿的粘粘的，我都禁不住想用指甲去抠它。窗外，草坡往下，一直伸延到高速公路边。隔着窗玻璃看过去，个车道的高速公路上车辆无声疾驰，车流优雅而对称，在渐浓的夜色里，每辆车的车塑和颜色已不可辨，只能看见由红白两色钻石般闪亮的车灯串成的彩带朝着相反的方向，伸展到无尽远处。加油站里的顾客并不多。一位女士正悠闲地转动茶杯里的茶叶袋。一位男士和两个小女孩在吃汉堡包。一位年纪稍长蓄着胡须的男人在做填字游戏。"}
