{"text":"最后，他们同意，在桩长参加讨论时，指出这些行为。与校长的会谈开始后，我很快就发现老师们一直在说的事情。不论讨论的主题是什么，校长总是插话这让我想到然后，他就开始讲他的童年和战时经历。我等着老师们说出他们的不快。然而，他们运用的不是非暴力沟通，而是无声的抗议。一些人滴溜溜转碰上眼睛另一些人故意打着哈欠还有人直盯着手表。我忍耐着这痛苦的场面，过了一会儿，我问道没有人有话要说吗？接着是有些别扭的沉默。后来，在之前会谈中率先发言的那位老师鼓起勇气，冲着校长说你是个大嘴巴！可见，不受旧习惯束缚，学会区分观察和评论，并不容易。最后，老师们终于告诉校长，他在做哪些事时，他们会感到不安。校长听后抱怨说为什么从没人提醒我呢？他承认他有讲故事的习惯。然而，他接着就开始说与这个习惯有关的故事！这时，我提醒了他。会谈结束时，我们总结了几个办法。一旦老师们不想听校长回忆往事，就温和地提醒他。区分观察和评论在以下的表格中，我举例说明如何区分观察和评论表达方式观察和评论被混为一谈区分观察和评论使用的语言没有体现出评论的人对其评论负有责任你太大方了当我看到你把吃午饭的钱都给了别人，我认为你太大方了。把对他人的思想情感或愿望的推测当作唯一的可能她无法完成工作我不认为她能完成工作。或她说我无法完成工作。把预测当作事实如果你饮食不均衡，你的健康就会出问题。如果你的饮食不均衡，我就担心你的健康会出现问题。缺乏依据米奇花钱大手大脚。米奇上周五买书花了一千元。评价他人能力时，把评论当作事实欧文是个差劲的前锋。在过去的场比赛中，欧文没有进一个球。使用形容词和副词时，把评论当作事实。索菲长得很丑索菲对我没有什么吸引力。注意每次曾等词语在以下句子中表达的是观察结果。我看安迪打了几次电话，每次都至少打半小时。我不记得你曾写信给我。总是从不等词语在以下句子中表达的是评论。你总是很忙。在需要她的时候，她从不出现。"}
{"text":"使用形容词和副词时，把评论当作事实。索菲长得很丑索菲对我没有什么吸引力。注意每次曾等词语在以下句子中表达的是观察结果。我看安迪打了几次电话，每次都至少打半小时。我不记得你曾写信给我。总是从不等词语在以下句子中表达的是评论。你总是很忙。在需要她的时候，她从不出现。如果我们的表达言过其实，别人就可能产生逆反心理，而不愿做出友善的回应。经常和很少这样的词语也可能混淆观察和评论。评论观察你很少配合我。我最近组织了三次活动，每次你都说你不愿意参加。他经常过来。他每周最少过来三次。小结非暴力沟通的第一个要素是观察。将观察和评论混为一谈，别人就会倾向于听到批评，并反驳我们。非暴力沟通是动态的语言，不主张绝对化的结论。它提倡在特定的时间和情境中进行，并清楚地描述观察结果。例如它会说欧文在过去的场比赛中没有进一个球。，而不是说欧文是个差劲的前锋。――――――――――――――――――――――――――――――――――――非暴力沟通实例我们遇到的最傲慢的演讲者以下的对话来自我主持的一个研讨班。在讲解了半小时后，我停下来请学员反馈意见。这时，有个人兴趣手，他说你是我们遇到的最傲慢的演讲者！如果有人这样对我说话，我的反应有几种可能。其中之一是认为自己确实有问题。我知道，一旦我想为自己辩护或开脱，我就默认了自己有问题。另一种反应是把对方的话视为攻击而给予反击。这一次，我既没有辩解也没有指责对方，而用心理解为什么他会这么说。我猜测他的观察结果你这么说，是针对我讲了半小时才请你们发表意见？他不是。是因为你把事情说得太简单了。我请他澄清那么，针对的是，我没有说有些人可能难以运用这个模式？他不，不是有些人，而是你自己！我那么，你这么说是针对我没有提到有时我也很难运用这个模式？他正是。我你感到不高兴是你希望我在前面的讲学中提到我的困难？他停了一下正是。我了解他的感受和需要后，我开始关注他的请求。你希望我现在就承认有时我也很难运用这个模式？"}
{"text":"他不是。是因为你把事情说得太简单了。我请他澄清那么，针对的是，我没有说有些人可能难以运用这个模式？他不，不是有些人，而是你自己！我那么，你这么说是针对我没有提到有时我也很难运用这个模式？他正是。我你感到不高兴是你希望我在前面的讲学中提到我的困难？他停了一下正是。我了解他的感受和需要后，我开始关注他的请求。你希望我现在就承认有时我也很难运用这个模式？他是的。我了解他的观察感受需要和请求后。我问自己是否愿意满足他的请求。是的，使用这个模式，我经常会遇到困难。在这个研讨接下来的时间里，你也许会听到我介绍我遇到的几次困难有时甚至是完全忘记我刚才提及的模式是什么使我继续努力运用它呢？那是因为一旦我成功运用它，我与他人的感情就加深了。练习一观察或评论？完成以下的练习，看看自己是否可以熟练区分观察和评论。请标出那些只是描述观察结果而不含任何评论的句子。哥哥昨天无缘无故对我发脾气。昨晚妹妹在看电视时啃指甲。开会时，经理没有问我的意见。我父亲是个好人。迈克的工作时间太长了。亨利很霸道。本周彼得每天都排在最前面。我儿子经常不刷牙。里奇告诉我，我穿黄色衣服不好看。姑姑在和我说话时爱发牢骚。以下是我对练习一的理解如果你认为第一句是观察，我们意见不一到处。我认为无缘无故是评论。此外，我认为说哥哥发脾气了也是评论。他也可能是感到害怕悲伤或别的。以下例句描述了观察结果而不含任何评论哥哥告诉我，他生气了。或哥哥用拳头砸了桌子。如果你认为这一句是观察，我们的意见一致。如果你认为这一句是观察，我们的意见一致。如果你认为这一句是观察，我们意见不一致。我认为好人是评论。以下命例句描述了观察结果而不含任何评论在过去的年中，父亲将他工资收入的十分之一捐给了慈善机构。如果你认为这一句是观察，我们意见不一致。我认为太长了是评论。以下例句描述了观察结果而不含任何评论本周迈克在办公室工作了小时以上。如果你认为这一句是观察，我们的意见不一致。我认为很霸道是评论。"}
{"text":"如果你认为这一句是观察，我们的意见一致。如果你认为这一句是观察，我们意见不一致。我认为好人是评论。以下命例句描述了观察结果而不含任何评论在过去的年中，父亲将他工资收入的十分之一捐给了慈善机构。如果你认为这一句是观察，我们意见不一致。我认为太长了是评论。以下例句描述了观察结果而不含任何评论本周迈克在办公室工作了小时以上。如果你认为这一句是观察，我们的意见不一致。我认为很霸道是评论。以下例句描述了观察结果而不是评论亨利在她姐姐换电视节目频道时，撞了她一下。如果你认为这一句是观察，我们的意见一致。如果你认为这一句是观察，我们的意见不一致。我认为经常是评论。以下例句描述了观察结果而不含任何评论本周我儿子有两次没刷牙就上床睡觉。如果你认为这一句是观察，我们意见一致。如果你认为这一句是观察，我们的意见不一致。我认为爱发牢骚是评论。不带任何评论的话本周姑姑给我打了三次电话，每次都说别人不尊重她。――――――――――――――――――――――――面具――佚名总是一副面具，由纤细白皙的手举着，挡在脸前。那轻轻举着的面具的手腕，十分灵巧。虽然有时有点颤抖，指尖拉动，但总是把面具举好。年复一年我不禁好奇，但不敢问，但终于无意中看到面具背后，却什么也没有。她没有脸。她已经成了优雅地举着面具的手。非暴力沟通爱的语言――体会和表达感受你越是留意自己内心的声音，就越能听到别人的声音。区分感受与想法，用具体的语言如实陈述自己的感受。示弱陈述感受有助于解决冲突。――――――――――――――――――――――――――――――――――――非暴力沟通的第二个要素是感受。心理学家罗洛梅认为成熟的人十分敏锐，就像听交响乐的不同乐音，不论是热情奔放还是柔和舒缓，他都能体察到细微的起伏。然而，根据罗洛梅的叙述，大多数人的感受像军号声那样单调。被压抑的心灵我在美国学校学了年，却想不起有什么人问过我的感受。人们认为感受是无关紧要的，重要的是各种权威主张的正确思想。于是，我们被鼓励服从权威而非倾听自己。渐渐地，我们习惯于考虑人们期待我怎么做？岁那年，有一天放学后，几个男孩在校外等着打我。我躲在教室不敢回家。"}
{"text":"心理学家罗洛梅认为成熟的人十分敏锐，就像听交响乐的不同乐音，不论是热情奔放还是柔和舒缓，他都能体察到细微的起伏。然而，根据罗洛梅的叙述，大多数人的感受像军号声那样单调。被压抑的心灵我在美国学校学了年，却想不起有什么人问过我的感受。人们认为感受是无关紧要的，重要的是各种权威主张的正确思想。于是，我们被鼓励服从权威而非倾听自己。渐渐地，我们习惯于考虑人们期待我怎么做？岁那年，有一天放学后，几个男孩在校外等着打我。我躲在教室不敢回家。老师发现后，叫我离开学校。我说我很害怕，她教训说男孩子不要胆小怕事。几年后，作为运动员，我的感受更显得微不足道。教练们特别看重运动员全力以赴的精神――即使身体经受着剧烈痛苦，也要继续比赛。有一次，我的手腕骨折了，没有接受任何治疗，忍痛打了一个月的棒球。有一次研讨会，一位大学生说，室友将音响的声音放得很大，他怎么也睡不着。我询问他当时的感受，他说我觉得在晚上不该这么大声。我提醒他，虽然他用觉得这个词，但他表达的是看法而非感受。我请他再试着表达感受，这一次，他说声音太大了就会打扰到别人。我向他解释，这依然是看法而非感受。他想了想，斩钉截铁地说我没什么感受。很明显，他有强烈的感受。不幸的是，他体会不到，更不用说表达它们了。体会和表达感受并不容易。根据我的观察，对于从事律师工程师警察经理等职业的人来说，尤为困难――表达感受与他们的职业形象冲突。在家庭中，如果家庭成员无法表达情感，那是很悲哀的。西部乡村音乐的代表人物瑞芭麦克英特尔在她父亲去世后写了一首歌我所不知道的最伟大的人，这首歌引起许多人的共鸣――他们渴望与父亲沟通情感，却又做不到。我常听到这样的声明我不想误导你，我的男人真的很棒，但我从不了解他的感受。有一次，一对夫妻一起参加一个研讨班，期间，太太对先生说我觉得我嫁给了一堵墙。先生的反应真的就象一堵墙他坐在那里一动不动。太太气坏了，转向我，嚷道看！他总是这样。坐在一边，闷声不响。和他过日子，就象对着一堵墙。你是不是感到孤单，希望先生多体贴你呢？我问道。在她表示认同后，我试图说明，我觉得我嫁给了一堵墙这种话很难提醒她先生留意她的愿望。"}
{"text":"有一次，一对夫妻一起参加一个研讨班，期间，太太对先生说我觉得我嫁给了一堵墙。先生的反应真的就象一堵墙他坐在那里一动不动。太太气坏了，转向我，嚷道看！他总是这样。坐在一边，闷声不响。和他过日子，就象对着一堵墙。你是不是感到孤单，希望先生多体贴你呢？我问道。在她表示认同后，我试图说明，我觉得我嫁给了一堵墙这种话很难提醒她先生留意她的愿望。一旦认为自己受到指责，他很可能就会觉得委屈并退缩，这样，双方的关系甚至会更加疏远。例如，如果他感到伤心沮丧不作任何反应，在妻子的心目中，他就会真的象一堵墙。表达内心的感受，不仅可以促进亲情，还可以改善工作。有一次瑞士一家大公司的技术部门找到了我。他们面临的难题是，其他部门的人不愿和他们打交道。其他部门的职员在接受调查时说我们不喜欢请教他们。那就象和一堆机器说话。了解到这情况后，我鼓励技术部门的职员更经常地表达感受。后来，情况有了好转。另有一次，我应邀去协助一所医院管理层。他们有一个项目需要医生的支持。可是，不久前，医生们以否决了那个项目。为了争取支持，他们准备再次举行医生会议。他们期待非暴力沟通能够促进他们与医生的沟通。在模拟管理层与医生的对话时，我扮演的是管理人员的角色。我一开始就说再一次提到这个项目，我忐忑不安。选择这样的开场白，是我注意到，管理层极为担心再次受挫。我还没来得及往下说，一位负责人就打断了我，你太不现实了！我们决不能告诉医生我们感到不安。于是，我就问他，为什么这是绝不可能的事情。他脱口而出一旦我们示弱，他们就会更加盛气凌人。对他的回答，我并不意外。毕竟，对于许多人来说，在工作时表达情感是无法想象的事情。然而，有位负责人还是决定试一试。这次，他不像平时那样面无表情地陈述观点――他不仅解释了医生改变立场的重要意义，而且还表达了内心的感受。医生的反应十分不同。他们非但没有盛气凌人，而且还以通过了项目。这个戏剧性的转变提醒管理层，工作中示弱也有助于解决问题。还有一次，我去给一些学生讲解非暴力沟通。第一天，我一走进教室，学生就安静下来，不再热烈交谈。我说早上好！可是，一片沉默。我很不自在，但不好意思说出来。"}
{"text":"然而，有位负责人还是决定试一试。这次，他不像平时那样面无表情地陈述观点――他不仅解释了医生改变立场的重要意义，而且还表达了内心的感受。医生的反应十分不同。他们非但没有盛气凌人，而且还以通过了项目。这个戏剧性的转变提醒管理层，工作中示弱也有助于解决问题。还有一次，我去给一些学生讲解非暴力沟通。第一天，我一走进教室，学生就安静下来，不再热烈交谈。我说早上好！可是，一片沉默。我很不自在，但不好意思说出来。接着，我若无其事地开始上课本节课，我们将学习一种沟通模式。我希望，它能促进你们的家庭关系和友谊。我继续介绍非暴力沟通，但看起来没有人在听。有个女孩翻着包，从中掏出一把指甲锉，开始使劲地修指甲。靠窗的学生把脸贴在窗台上，仿佛街上发生了令人振奋的事情。我越发觉得不自在，但还是没说。终于，有个学生突然插话――他显然比我更勇敢你讨厌黑人，不是吗？我愣了一下，但马上意识到，我试图隐藏自己的不安促成了这种印象。我很紧张，我坦白地说，但不是因为你的肤色。而是因为我和大家是初次见面，我希望得到肯定。示弱产生了积极影响。他们开始了解我介绍他们自己，并询问有关非暴力沟通的问题。区分感受和想法在非暴力沟通中，我们注意区分感受和想法。想法我觉得我吉他弹得不好。在这个句子中，我评价自己吉他弹的好不好，而没有表达感受。感受作为吉他手，我有些失落。作为吉他手，我很郁闷。作为吉他手，我烦透了。如果认为自己吉他弹得不好，我可能会失落郁闷或厌烦。当我们说我觉得，我们常常并不是在表达感受，而是在表达想法。例如，有时我们会说我觉得这不公平。在这句等方面中，我觉得换成我认为也许更恰当。以下是更多的例句我觉得你应该懂得很多。我觉得自己很无能。我觉得老板很卑鄙。我觉得他很负责任。还有一些词表达的是想法，而非感受。例如被抛弃被羞辱被虐待被打扰被拒绝不受重视被束缚被欺负无人理解得不到支持无人赏识被利用被贬低。如我觉得我被误解了。――被误解一词反映了我认为别人不理解我。此时我可能会很着急。我觉得我被忽略了。――被忽略是我们的判断。此时，如果想独自，我们就会很高兴反之，如果想参加活动，就会感到难过。"}
{"text":"我觉得自己很无能。我觉得老板很卑鄙。我觉得他很负责任。还有一些词表达的是想法，而非感受。例如被抛弃被羞辱被虐待被打扰被拒绝不受重视被束缚被欺负无人理解得不到支持无人赏识被利用被贬低。如我觉得我被误解了。――被误解一词反映了我认为别人不理解我。此时我可能会很着急。我觉得我被忽略了。――被忽略是我们的判断。此时，如果想独自，我们就会很高兴反之，如果想参加活动，就会感到难过。建立表达感受的词汇表清楚地表达感受需要丰富的词汇。很好很差这样的词语很难让人明白我们实际的状况。例如，如果我们说我感觉良好，良好这个词所表达的感受可能是高兴轻松欣慰或别的。为了更好地沟通情感，非暴力沟通主张使用具体的语言。下列词语可用来表达我们的需要得到满足时的感受兴奋，喜悦，欣喜，甜蜜，精力充沛，兴高采烈，感激，感动，乐观，自信，振作，振奋，开心，高兴，快乐，愉快，幸福，陶醉，满足，欣慰，心旷神怡，喜出望外，平静，自在，舒适，放松，踏实，安全，温暖，放心，无忧无虑下列词语可用来表达我们的需要没有得到满足时的感受害怕，担心，焦虑，忧虑，着急，紧张，心神不宁，心烦意乱，忧伤，沮丧，灰心，气馁，泄气，绝望，伤感，凄凉，悲伤，恼怒，愤怒，烦恼，苦恼，生气，厌烦，不满，不快，不耐烦，不高兴，震惊，失望，困惑，茫然，寂寞，孤独，郁闷，难过，悲观，沉重，麻木，精疲力尽，萎靡不振，疲惫不堪，昏昏欲睡，无精打采，尴尬，惭愧，妒忌，遗憾，不舒服练习二表达感受看看以下的句子是否表达了感受。请标出那些表达感受的句子。我觉得你不爱我。这是对他人生活感受的判断。你要离开，我很难过。当你说那句话时，我感到害怕。如果你不和我打招呼，我会觉得你不在乎我。这是对他人态度的判断。我进来的时候，你没和我打招呼，我感到孤单。你能来，我很高兴。你真可恶。这是评价。我想打你。这表达的是想法。我想到你，就火冒三丈。是表达感受。我觉得我被人误解了。这是对他人观点的判断。"}
{"text":"你要离开，我很难过。当你说那句话时，我感到害怕。如果你不和我打招呼，我会觉得你不在乎我。这是对他人态度的判断。我进来的时候，你没和我打招呼，我感到孤单。你能来，我很高兴。你真可恶。这是评价。我想打你。这表达的是想法。我想到你，就火冒三丈。是表达感受。我觉得我被人误解了。这是对他人观点的判断。表达感受的是我感到郁闷或我很伤心你帮我的忙，我很开心。我是个没用的人。这是自我评价。表达感受的是我很沮丧或我十分伤心非暴力沟通爱的语言――感受的根源别人的行为可能会刺激我们，但并不是我们感受的根源。感受的根源在于自身，是我们的需要和期待以及对他人言行的看法，导致了我们的感受。可以用我感到因为我句式来认识感受与自身的关系。听到不中听的话的四种选择责备自己，指责他人，体会自己的感受和需要，体会他人的感受和需要。批评往往暗含着期待。对他人的批评实际上间接表达了我们尚未满足的需要。做生活的主人――我们对自己的意愿感受和行动负完全的责任。――――――――――――――――――――――――――――――――――――――――――――――――听到不中听的话四种选择非暴力沟通强调，感受的根源在于我们自身。我们的需要和期待，以及对他人言行的看法，导致了我们的感受。听到不中听的话，我们有四种选择第一种是认为自己犯了猎。例如，有人气愤地说我从未没见过象你这么自私的人！这时，我们可能会自责哦，我没有考虑别人的感受，真是太自私了。这会导致我们内疚惭愧，甚至厌恶自己。第二种是指责对方。这时，我们也许会驳斥对方你没有权利这么说！我一直都很在乎你的感受。你才自私！在争吵时，我们一般会感到恼怒。第三种是了解我们的感受和需要。这时，我们可能会发现我们有些伤心，因为我们看重信任和接纳。第四种是用心体会他人的感受和需要。这时，我们也许就会想他伤心可能是因为他需要体贴和支持。通过了解我们的需要愿望期待以及想法，我们不再指责他人，而承认我们的感受源于自身。"}
