{"text":"要问的是生命如果有意义，如果我们勤劳勇敢并且智慧，为它建立了意义，这意义随着生命的结束是否将变得毫无意义？可不是吗，要是我们千辛万苦地建立了意义，甚至果真建成了天堂，忽然间死神挺胸叠肚地就来了，把不管什么都一掠而光，一切还有什么意义呢？当然，你可以说天堂并不位于某一时空，天堂是在行走中在道路上，可道路要是也没了也断了呢？所以还得费些思索，想想死后的事――死亡将会带给我们什么？果真是一掠而光的话，至少我们就很难反驳享乐主义，逍遥的主张也就有了一副明智的面孔。尤其当死亡不仅指向个体，并且指向我们大家的时候――比如说北大西洋暖流一旦消失，南北两极忽然颠倒，爱滋病一直猖狂下去，或莽撞的小行星即兴来访，灿烂的太阳终于走到了安息日总之如果人类毁灭，谁来偿还生命的意义这一本烂账？于是乎，关怀意义和怀疑意义的人们，势必都要凝神于一个问题了生命之路终于会不会断绝？对此你无论是猜测，是祈祷，还是寻求安慰，心底必都存着一份盼愿供我们行走的道路是永远都不会断绝的。是呀，也只有这样，意义才能得到拯救。感谢造物主或大爆炸吧，他为他们安排的似乎正是这样一条永不断绝的路。虽然尼采说上帝死了，但他却发现，这样一条路已被安排妥当权力意志说的是，为什么有一个世界而不是什么都没有永恒回归说的是，为什么在这世界中有秩序。因为权力意志重复它自己，所以现实有秩序权力意志和永恒再现一起形成绝对肯定。斯坦哈特尼采就是说，所以有这么个世界，是因为这个世界原就包含着对这个世界的观察。或者说这个世界，是被这个所包含的权力意志和永恒再现所肯定的。权力意志，也有译为强力意志绝对意志的，意思是意志是创生的而非派生的，是它使有或者存在成为可能。这与物理学中的人择原理不谋而合。而权力意志又是永恒回归的。永恒回归又译为永恒再现或永恒复返，意思是一切事物一遍又一遍地发生斯坦哈特尼采，像你现在正生活着的或已经生活过的生活，你将不得不再生活一次，再生活无数次。而且其中没有任何事物是新的尼采快乐的科学。正如旧约传道书中所言已有的事后必再有已行的事后必再行。太阳底下并无新事。有哪件事人能说看吧，这是新的？旧约传道书。"}
{"text":"这与物理学中的人择原理不谋而合。而权力意志又是永恒回归的。永恒回归又译为永恒再现或永恒复返，意思是一切事物一遍又一遍地发生斯坦哈特尼采，像你现在正生活着的或已经生活过的生活，你将不得不再生活一次，再生活无数次。而且其中没有任何事物是新的尼采快乐的科学。正如旧约传道书中所言已有的事后必再有已行的事后必再行。太阳底下并无新事。有哪件事人能说看吧，这是新的？旧约传道书。就这样，权力意志孕生了存在，永恒回归又使存在绵绵不绝，因而它们一起保证了有或在的绝对地位。尼采对于永恒回归的证明，或可简略地表述如下生命的前赴后继是无穷无尽的。但生命的内容，或生命中的事件，无论怎样繁杂多变也是有限的。有限对峙于无限，致使回归复返再现必定发生。休谟说任何一个对于无限和有限比较起来所具有的力量有所认识的人，将绝不怀疑这种必然性大卫休谟自然宗教对话录第八部分。这很像我写过的那群徘徊于楼峰厦谷间的鸽子不注意，你会觉得从来就是那么一群在那儿飞着，细一想，噢，它们生生相继已不知转换了多少回肉身！一群和一群，传达的仍然是同样的消息，继续的仍然是同样的路途，克服的仍然是同样的坎坷，期盼的仍然是同样的团聚，凭什么说那不是鸽婚的一次次转世呢？不过，尼采接下来说在你人生中的任何痛苦和高兴和叹息，和不可言表的细小或重大的一切事情将不得不重新光临你，而且都是以同样的先后顺序和序列斯坦哈特尼采――对次我看不必太较真儿，因为任何不断细分的序列也都是无限的。彻底一模一样的再现不大可能，也不重要。永恒回归指的是生命的主旋律，精神的大曲线。天不变，道亦不变。比如文学戏剧，何以会有不朽之作？就因为，那是出于人的根本处境，或生命中不可消灭的疑难。就像那群鸽子，根本的路途困境与期盼是不变的根本的喜悦哀伤和思索也不变。怎么会是这样呢？就因为它们的由来与去向，以及人的残缺与阻障，就其本质而言都是一样的。人都不可能成神。人皆为有限之在，都是以其有限的地位，来面对着无限的。所以，只要勤劳勇敢地向那迷茫之域进发，人间智慧难免也要在某一处汇合。惟懒惰者看破红尘。懒惰者与懒惰者，于懒惰中爆发一致的宣称生命是没有意义的。"}
{"text":"比如文学戏剧，何以会有不朽之作？就因为，那是出于人的根本处境，或生命中不可消灭的疑难。就像那群鸽子，根本的路途困境与期盼是不变的根本的喜悦哀伤和思索也不变。怎么会是这样呢？就因为它们的由来与去向，以及人的残缺与阻障，就其本质而言都是一样的。人都不可能成神。人皆为有限之在，都是以其有限的地位，来面对着无限的。所以，只要勤劳勇敢地向那迷茫之域进发，人间智慧难免也要在某一处汇合。惟懒惰者看破红尘。懒惰者与懒惰者，于懒惰中爆发一致的宣称生命是没有意义的。可就算是这样吧，断路的危险也并没有解除呀？如果生命――不论是鸽子，是人，还是恐龙――毁灭了，还谈什么生生相继和永恒回归？但请注意权力意志和永恒再现一起形成绝对肯定这句话。绝对肯定是指什么？是指有或在的绝对性。就连无，也是有的一种状态，或观察。因为权力意志是创生的。这个在创生之际就已然包含了对自身观察的世界，是不会突然丢失其一部分的。减掉其一部分――比如说观察，是不可能还剩下一个全世界的。就好比拆除了摄像头，还会剩下一个摄像机吗？所以不必杞人忧天，不必担心有忽然可以无，或者绝对的无居然又是有的。凭什么说权力意志是创生的？当然，这绝不是说整个宇宙乃是观察的产物，而是说，只有一个限于观察――用尼采的话说就是限于内部透视或人性投射――的世界，是我们能够谈论的。即我们从始至终所知所言与所思的那个有或在，都是它，都只能是它就连对观察不及之域的猜想，也是源于人的内部透视，也一样逃不出人性投射的知与觉。正如大物理学家玻尔所说物理学并不能告诉我们这个世界到底是怎样的，而只能告诉我们，关于这个世界我们可以怎样说。也就是老子所说的知不知吧。知亦知所为，不知亦知所为，故你只能拥有一个内部透视或人性投射的世界。此外一切免谈。此外万古空荒，甭谈存在，也甭谈创生一谈，知就在了观察就在了，所以权力意志是创生的。不过，知不知并不顺理成章地导致虚无与悲观。尽管内部透视注定了测不准原理的正确，人也还是要以肯定的态度来对待生命。虚无和悲观所以是站不住脚的，因为，问虚无与既如此，您为啥还要活下去？料其难有所答，进而就会发现，原来心底一直都是有着某种憧憬和希望的。"}
{"text":"此外一切免谈。此外万古空荒，甭谈存在，也甭谈创生一谈，知就在了观察就在了，所以权力意志是创生的。不过，知不知并不顺理成章地导致虚无与悲观。尽管内部透视注定了测不准原理的正确，人也还是要以肯定的态度来对待生命。虚无和悲观所以是站不住脚的，因为，问虚无与既如此，您为啥还要活下去？料其难有所答，进而就会发现，原来心底一直都是有着某种憧憬和希望的。你只能拥有一个内部透视或人性投射的世界――可是，这样的话，上帝将被置于何位？这岂非等于还是说，世界是人――权力意志――所创造的吗？很可能，超人的问题就出在这儿。人，一种有限之在，一种有限的观察或意志，你确实应该不断地超越自己，但别忘了，你所面对的是无限他老人家！权力意志给出了有，同时，权力意志之所不及――知不知――给出了无。然而，这个无却并不因为你的不及就放过你，它将无视你的权力意志而肆无忌惮地影响你――而这恰是无也是有的一种状态之证明。孙悟空跳不出如来佛的手心，超人无论怎样超越也不可能成为神。所以，人又要随时警醒无论怎样超越自我，你终于不过是个神通有限的孙猴子。好像出了问题。既然无乃权力意志之不及，怎么无又会影响到权力意志呢？不过问题不大，比如说我知道我摸不到你，但我也知道，我摸不到的你未必不能摸不到我――这逻辑不成立吗？换句话说无即是我感受得到却把握不了的那种存在。这便又道出了权力意志的有限性，同时把全知全能还给了上帝，还给了神秘或无限。这样看，权力意志的不及，或内部透视与人性投射之外，也是可以谈论可以猜想的惟休想掌控。那万古空荒，尤其是需要谈论和猜想的――信仰正是由此起步。故先哲有言神不是被证实的，而是被相信的。可是，权力意志是有限的，并且是永恒回归的，这岂不等于是说人只能在一条狭窄的道路上转圈吗？转圈比断绝，又强多少呢？莫急，人家说的是权力意志和永恒再现一起形成绝对肯定，又没说权力意志和永恒回归仅限于人这样一种生命样式。权力意志是创生而非派生的，而人呢，明明是历经种种磨难和进化，而后才有的。这一种直立行走的哺乳动物，除了比其所知的一切动物都能耐大，未必还比谁能耐大。"}
{"text":"故先哲有言神不是被证实的，而是被相信的。可是，权力意志是有限的，并且是永恒回归的，这岂不等于是说人只能在一条狭窄的道路上转圈吗？转圈比断绝，又强多少呢？莫急，人家说的是权力意志和永恒再现一起形成绝对肯定，又没说权力意志和永恒回归仅限于人这样一种生命样式。权力意志是创生而非派生的，而人呢，明明是历经种种磨难和进化，而后才有的。这一种直立行走的哺乳动物，除了比其所知的一切动物都能耐大，未必还比谁能耐大。其缺陷多多即是证明，比如自大和武断凭什么说，生命的用料仅限于蛋白质，生命的形式仅限于拟人的种种规格？而另一项坏毛病是掩耳盗铃对不知之物说没有，对不懂之事说没用。可是，人类又挖空心思在寻找外星智能，而且是按照自己的大模样找，或用另外的物质制造另外的智能，造得自己都心惊肉跳。很可能，跟人一模一样的生命仅此一家。而其实呢，比人高明的也有，比人低劣的也有，模样不同，形式不一，人却又赌咒发誓地说那不能也算生命。生命一词固可专用于蛋白质的铸造物，但权力意志却未必仅属一家。据说，大爆炸于一瞬间创造了无限可能，那就是说，种种智能形式也有着无限的可能，种种包含着对自身观察的世界也会是无限多，惟其载体多种多样罢了。我们不知是否还有知者，我们不知另外的知者是否知我们，我们凭什么认定智能生命或权力意志仅此一家？不过我猜，无论是怎样的生命形式，其根本的处境，恐怕都跑不出去跟人的大同小异。为什么？大凡有者皆必有限，同为有限之在，其处境料不会有什么本质不同。有限并埋头于有限的，譬如草木鱼虫，依目前的所知来判断，是不具权力意志的。惟有限眺望着无限的，譬如人，或一切具我之概念的族类，方可歌而舞之言而论之，绵绵不绝地延续着权力意志。这样来看，权力意志以及种种类似人的处境，不单会有纵向的无限延续，还会有横向的无限扩展。无这玩意儿奇妙无比，它永远不能自立门户，总得靠着有来显自己。有就能自立门户吗？一样不行，得由无来出面界定。而这两家又都得靠着观察来得其确认。权力意志就这么得逞了――有也安营，无也扎寨，吃定你们这两家的饭了。哈，这岂不是好吗？不管你说无说有，说死说活，权力意志都是要在的。路还能断吗？干吗死着心眼儿非做那地球上某种直立行走的动物不可？"}
{"text":"这样来看，权力意志以及种种类似人的处境，不单会有纵向的无限延续，还会有横向的无限扩展。无这玩意儿奇妙无比，它永远不能自立门户，总得靠着有来显自己。有就能自立门户吗？一样不行，得由无来出面界定。而这两家又都得靠着观察来得其确认。权力意志就这么得逞了――有也安营，无也扎寨，吃定你们这两家的饭了。哈，这岂不是好吗？不管你说无说有，说死说活，权力意志都是要在的。路还能断吗？干吗死着心眼儿非做那地球上某种直立行走的动物不可？甚至死心眼儿到，舍不得一具肉身和一个偶然的姓名。永恒回归的回路或短或长，或此或彼，但有限对峙于无限这一点是没有疑问的。如果有一条无穷的道路已被证明，你不得给它点儿意义吗？暂时不给也行，但它无穷无尽，总有一天权力意志会发现不给它点儿意义是自取无聊。无聊就无聊，咋啦？那你就接近草木鱼虫了呗，爱护环境的人当然还是要爱护你，但没法儿跟你说话。不过问题好像还是没解决。尽管生命形式多多，与我何干？凡具我之概念者，还不是都得在一条狭窄的道路上做无限的行走？可是总这么走，总这么走，总这么永恒回归是不是更无聊？嚯，糜菲斯特来了。浮士德先生，你是走是不走吧？不走啦，就这么灯红酒绿地乐不思蜀吧！可这等于被有限圈定，灵魂即刻被魔鬼拿去。那就走，继续走！可是，走成个圈儿还不等于是被有限圈定，魔鬼还不是要偷着乐？那咋办，终于走到哪儿才算个头呢？别说终于，也别说走到，更别说到头，永恒回归是无穷路，没头。永恒回归完全发生在这个世界中没有另一个世界，没有一个更好的世界天堂，也没有一个更坏的世界地狱。这个世界就是全部斯坦哈特尼采。就是说你跑到哪儿去，也是这样一个有限与无限相对峙的世界。所以，就断掉无苦无忧极乐之地这类执迷吧，压根儿就没有那号事！这样不好吗？无穷路，只能是无穷地与困苦相伴的路。走着走着忽然圆满了，岂不等于是路又断了？半截子断了，和走到了头，有啥两样吗？终于痛而思蜀了。好事！这才不至于成为草木虫鱼奇石怪兽。但蜀在何方？蜀道之难，难于上青天！它不在人们惯行的前后左右，它的所在要人仰望――上帝在那儿期待着你！某种看不见却要信的东西，在那儿期待着你！期待着人不要在魔障般的红尘中输掉灵魂，而要在永恒的路上把灵魂锤炼得美丽。听懂那慈爱的天音，并以你稚拙的演奏加入其中。"}
{"text":"这样不好吗？无穷路，只能是无穷地与困苦相伴的路。走着走着忽然圆满了，岂不等于是路又断了？半截子断了，和走到了头，有啥两样吗？终于痛而思蜀了。好事！这才不至于成为草木虫鱼奇石怪兽。但蜀在何方？蜀道之难，难于上青天！它不在人们惯行的前后左右，它的所在要人仰望――上帝在那儿期待着你！某种看不见却要信的东西，在那儿期待着你！期待着人不要在魔障般的红尘中输掉灵魂，而要在永恒的路上把灵魂锤炼得美丽。听懂那慈爱的天音，并以你稚拙的演奏加入其中。静下心来，仔细听吧，人间智慧都在那儿汇合――尼采玻尔老子爱因斯坦歌德他们既知虚无之苦，又懂得怎样应对一条永无终止的路。勤劳勇敢的人正在那儿挥汗如雨，热情并庄严地演奏，召唤着每一个人去加入。幸好，任何有限的两个数字间都有着无穷序列，那便是换一个非物质方向――去追求善与美的无限之途。文明人类集体记忆――张文涛的尼采六论读后对于永恒复返，尼采六论中提出了这样的问题人都是会死的，永恒对个体生命的拯救不过是一种意愿，而意愿并非事实，甚至也不能算是信仰。个体通过永恒获得意义，永恒却需要个体去意愿，这便是尼采的困境。再说了，就算生活在复返，可我自己怎么能知道这一点呢？除非我还记得上一次生活，我就不会意识到自己是在第二次过同样的生活。如果一次次生活之间并无记忆关联，则每一次都仅仅是这一次，永恒岂非自我欺骗？但是，人有两种独具的能力记忆和联想。人的记忆又分两种个体记忆和集体记忆。死亡中断了个体记忆，使生命意义面临危机。但集体记忆――文化或文明的积累――使个体生命经由联想而继承和传扬着意义。因而，从来就不是个体通过假想的永恒获得意义，而是个体通过真确的意义而获得永恒。为什么爱是美好的，恨是丑恶的？就因为爱意味着寻找他者，这寻找，必然要建构并接续起意义而恨是拒斥他者，拒斥的同时必然割断并丢弃了意义――正如被分离的音符使音乐破碎成无意义的噪音。而音乐却整合起相互隔裂的音符，从而构成意义，并使每一个音符都有了意义。所以，是音乐拯救了音符，是意义拯救了当下，是文明这一集体记忆拯救了个体生命。因而，个体的从生到死仅仅意味着永恒复返的一个环节。"}
{"text":"因而，从来就不是个体通过假想的永恒获得意义，而是个体通过真确的意义而获得永恒。为什么爱是美好的，恨是丑恶的？就因为爱意味着寻找他者，这寻找，必然要建构并接续起意义而恨是拒斥他者，拒斥的同时必然割断并丢弃了意义――正如被分离的音符使音乐破碎成无意义的噪音。而音乐却整合起相互隔裂的音符，从而构成意义，并使每一个音符都有了意义。所以，是音乐拯救了音符，是意义拯救了当下，是文明这一集体记忆拯救了个体生命。因而，个体的从生到死仅仅意味着永恒复返的一个环节。此外没有永恒。这样看，死将会是多么的不再可怕――每一个音符都因自身的展现而获得意义，都以自身的被度过而构造着永恒。关键是要意识到这一点。否则没有永恒，也没有当下。永恒和当下，都是由于对意义的认知与联想。所谓肯定当下，可当下是多久呢？一分还是一秒？当下，其实是构造意义所需要的最短过程。意义，使你意识到一刹那，否则千年万年也是不存在。当然，也会意识到无意义，但这不等于是意识到了意义吗？这就又说到了权力意志。本人除了懂北京话，还懂陕北话，再没有了。可我总以为权力意志不如译为绝对意志的好，否则很容易被误认为，仅仅是对他人的强权。绝对意志，什么意思？――离开它咱啥也别谈！故还是要援引玻尔那句名言物理学并不能告诉我们世界是怎样的，只能告诉我们关于世界我们可以怎样说。但六论中又谈到如果意志的创造除了自身，没有其他标准，这难道不会导致意志创造的随意性相对性？于是本来意欲克服相对主义的尼采，最终却让自己陷入了难以摆脱相对主义的麻烦。是呀，这也是超人的麻烦，也是权力意志人性投射和内部透视的麻烦。因为意志这一有限之在，必然意味着意志之所不及的无限之在。而内部和人性则想必会有外部和神性与之对应。这样一想倒很有趣了自身在创造自身之时，必不可免地也指出了他者，有限在确认了有限的同时感到了无限。再想下去就更好了人，所以成不了神――以后谁也别再冒充啦！而超人，则仅仅意味着人之不断的自我超越。神的事，人不知其所以，只能听或不听，只能想或不想，只能信或不信，只能跟随或背离。那不是音乐吗，对音符来说？――天籁之音，无限之谜，无限对有限的围困，或上帝之严厉而温柔的命令。"}
{"text":"而内部和人性则想必会有外部和神性与之对应。这样一想倒很有趣了自身在创造自身之时，必不可免地也指出了他者，有限在确认了有限的同时感到了无限。再想下去就更好了人，所以成不了神――以后谁也别再冒充啦！而超人，则仅仅意味着人之不断的自我超越。神的事，人不知其所以，只能听或不听，只能想或不想，只能信或不信，只能跟随或背离。那不是音乐吗，对音符来说？――天籁之音，无限之谜，无限对有限的围困，或上帝之严厉而温柔的命令。音乐即音符之全知全能的上帝，他既是造物主――安排并限定了音符的位置，也是救世主――倘若音符能够谛听并跟随那不息不懈的奏响。音符是有限的，音乐的横向构成与纵向延续都是无限，这使得任何一个音符都必然会永恒复返。但非重复。生命的困境，就其本质而言是必然要重复的，但人的突围行动却是条条大路通罗马。就是说，音符的困境，和音乐的本质，是难免重复的，但那充天盈地的大音或委婉或悲怆或平稳流淌或激流涌荡盘盘绕绕，万转千回，却不重复，也使得每一个音符都有其柳暗花明又一村之感受。或可这样理解死亡的好意那是一段段乐章间的歇息，以利乐手们重整旗鼓，以无限的曲式去表达其不变的投奔吧。还要说个体看似获得了意义，但是，单一个体生命的虚无性质实际上是被掩盖隐藏了起来，就有点矫情了。什么是个体生命？如果说，个体的必然死亡即是生命之必然的虚无性，岂不等于把生命仅仅限定为生理的肉身了？人都是要死的，这谁不知道？但这是拯救的前提，否则拯救无从谈起。拯救，难道不是指生命的意义，而是说生理的肉身？难道不是要使一个个盲目的音符――被抛到这个世界上来的生命，融入一曲永恒的音乐中去从而获得意义，而是要炼一粒长生不老的灵丹？永恒复返莫非一定要靠这粒灵丹来证明，才不是谎言？尼采曾想用科学来证明永恒复返，这算得上是糊涂，因为科学早把精神一维悬置起来了。我常想，如若科学能够引入精神，或许倒能拿出永恒复返的实据。但就算这不是巴别塔的续集，果真成功了，那拯救一事也就不用再提。所以，拯救还是要回到其固有的前提人都是要死的，或每一音符都将被度过。尼采的麻烦，在于他把人所面对的无限也给虚无掉了。咱是有限，他是无限，咱是人，他是谁？只要诚实，只要思考，只要问到底，你不可能不碰上他。"}
