{"text":"在鲁艺，有不少在外边成名的导演和演员，但更多的是崭然新露头角的新人，他们的技术曾使那多见多闻的中国制片厂的头等艺人大为惊讶。当拍摄塞上风云外景的一行人，由蒙边回渝，经过延安的时候，适逢演出曹禺的日出，他们看了以后赞叹道想不到你们在这里演出这样的大戏，而且演得这样好！在鲁艺，聚集着全国各省的青年他们的身世也多式多样，有在国内最贵族式的大学将毕业的，也有家景平平，曾在社会混过事的，更有些是南洋伯的佳儿女，偷偷从家庭里跑出来的，有海关邮局的职员，有中小学教员，有经过战斗的平津流亡学生。他们齐集在鲁艺，为了一个信念娴习文艺这武器的理论与实践，为民族之自由解放而服务！鲁艺的学生有四五百，但教师和工作人员也有二三百。你觉得奇怪么？其实说明了一点也不怪。鲁艺并不采取填鸭式的教学法，它是由学生自动研究，各自发挥其所长为主体，而以教师的讲解指导为辅佐的，所以除了正规教师而外，又有不少介于教师与学生之间的指导员，各系都有。指导员们自己学习，同时又帮助学生学习，他们都是优秀的文艺青年，也有的已经是新作家。除了文艺部门的教师和指导员，又有社会科学，哲学部门的教师和教导员，他们除了学识丰富，还有长期的斗争经验和多种多样的生活经验。鲁艺现在有四系，文学，戏剧，音乐，美术。修业期限为二年。在此时间要娴习基本的技术知识，并须立下高深理论研究的基础。你觉得二年的时间太短促么？但民族社会的需要太迫切了，不能不赶快。所以每周上课时间虽有廿多小时，而实践的时间还要多。戏剧系和音乐系实践的场所是经常在开各种晚会，美术系献身手的地方是没有空间的限制的，而且他们还有美术工场。至于文学系，则有他们自己的壁报以及延安出版的各种刊物。学习性质的小组会，其重要性不下于课室教授。在小组会中，指导员的作用，就可以看出来，一个文艺方面造诣颇高而又对于社会科学有研究的指导员，常能使他所参加的那一组学生进步特别快。鲁艺还只有三年的历史，――以前名为艺术师范――但改为两年制还只有两年工夫。不过时间虽短，贡献却已不少。在华北敌后各抗日根据地，以及游击部队中，到处可见鲁艺毕业生的踪迹。鲁艺图书馆中藏有鲁艺同学从前方寄回的各种成绩。"}
{"text":"学习性质的小组会，其重要性不下于课室教授。在小组会中，指导员的作用，就可以看出来，一个文艺方面造诣颇高而又对于社会科学有研究的指导员，常能使他所参加的那一组学生进步特别快。鲁艺还只有三年的历史，――以前名为艺术师范――但改为两年制还只有两年工夫。不过时间虽短，贡献却已不少。在华北敌后各抗日根据地，以及游击部队中，到处可见鲁艺毕业生的踪迹。鲁艺图书馆中藏有鲁艺同学从前方寄回的各种成绩。就中美术系学生的木刻宣传性质的新式漫画，故事性的连环木刻等，最为出色。大抵鲁艺学生在前方最活跃的，是戏剧系，音乐系和美术系，文学系只好排在末位，这一半因为文学系要借文学来表现，在文盲众多的农村中，文学作品不免形同奢侈品了，又一半则因善能运用文学而具有深入浅出之妙者，亦尚难找。然这是就各系比较而言，非谓文学系学生遂无佼佼者，事实上他们写了不少很好的关于前方的报告文学。一九三九年尾，鲁艺派出去一班毕业生到华北前线，这是一个混合性的文化纵队，有戏剧工，歌咏工，美术及文学工。他们随同两支被派往华北去的武装队伍出发，冲过敌人的三道封锁线，急行军时一夜走百五十里，有时无水可喝，连马溺也喝过四年六月他们到达目的地后第一次写出来给母校同学的长信，揭示在鲁艺的报告处了，从这信里，我们知道他们一路所遇的艰险，但从这信中又看出他们的精神多么奋发而愉快。他们全体一百多人在冲过封锁线时只有二人掉队，存亡未卜，但这二位都是男生，女生没有一个掉队。在这封信到了以后约一月，鲁艺的又一实习计划成熟了。这次所派也是混成队，但分成数小队，目的地是边区。这新的计划是根据了在前方工作若干时回来的教师们的报告而拟订的。过去的工作方式，有若干是被修改了新计划的主要点是要被派出的人员先真正地充实各自的生活，――多了解各地的社会情形，多了解民众，而不以走马看花式的写报告文学为急务。依这方针被派出的人员到了目的地后，不像从前那样以文艺写的特殊姿态出现，而以一个普通工的身份参加到当地的各种工作里去。一年半载以后，然后再谈写作。不过在此期间，他们和鲁艺各系还是要保持经常的联络，他们要就实地工作中提出有关文艺运动的意见，而鲁艺各系，要经常给他们以指示。"}
{"text":"依这方针被派出的人员到了目的地后，不像从前那样以文艺写的特殊姿态出现，而以一个普通工的身份参加到当地的各种工作里去。一年半载以后，然后再谈写作。不过在此期间，他们和鲁艺各系还是要保持经常的联络，他们要就实地工作中提出有关文艺运动的意见，而鲁艺各系，要经常给他们以指示。这新计划下所编的数小队，每队有一队长，则是指导员或教师担任的。这几队虽然是在边区工作，但生活之刻苦不下于前方，因为边区民众对于一些稍有拿身份倾向的工作人员就不满意，更不用说摆官架子了，而知识分子生活习惯之未能全然群众化，即鲁艺学生亦时或不免。北方的夏季晚上总是凉快的。月圆之夜，天空无半点云彩，仰视长空，万里深蓝，明星点点。这时候，鲁艺大礼堂后边第一个院子里，正展开一幅诗意的画面，两列峨特式的石头建筑，巍然隔院而对峙，这是学生的宿舍。作为近厢的另一列房子，则是会客室和办公室，三面游廊，很整齐的石级。月明之下，树影婆娑，三人五人一小堆一小堆的青年，席地而坐，有靠着一株树的，也有在游廊的石级上的，有人在低语谈心，有人在月光下看书，但也有人琮琮地弹着曼陀琳，有人在低声的和唱，如微风穿幽篁，悠然而又洒然，但渐渐和唱者多了，从宿舍里也传出了歌曲的旋律，于是突然，男中音，女高音，一齐进发，曼陀琳以外又加进了小提琴和箫管，错落回旋，而终于大家不谋而合地唱起风在吼，马在啸，黄河在咆哮来。这时候，也许和风又送来了黑头的悲凉苍老的唱歌词，那是相距不远的平剧团的同志们也在户外休息了。歌声像风发云涌，愈来愈高愈壮烈，到了顶点，忽然一下停止，大家都又不约而同朗声纵笑起来，然而笑声过后，从树影下又轻轻传出带点哀婉味儿的民歌的旋律，三个女同志坐成品字形，脸对着苍穹，深有所思地低声唱着。四周静的像入了云似的。民歌唱到第二叠，声音低细到不可得闻了。稍顷，曼陀琳声复作，于是错综的笑语也在四处陆续起来。有人扬声念道，发思古之幽情，扬大汉之天声。但语音未终，早为一阵元神旺盛的笑声所淹没。这些穿灰布制服吃小米饭的青年男女，就是这样的情感淋漓，大气磅礴的！"}
{"text":"四周静的像入了云似的。民歌唱到第二叠，声音低细到不可得闻了。稍顷，曼陀琳声复作，于是错综的笑语也在四处陆续起来。有人扬声念道，发思古之幽情，扬大汉之天声。但语音未终，早为一阵元神旺盛的笑声所淹没。这些穿灰布制服吃小米饭的青年男女，就是这样的情感淋漓，大气磅礴的！原载年月日和月日学习卷期期新疆风土杂忆晚清左宗棠进军新疆，沿途筑路栽树，其所植之柳，今尚有存者。那时湘人杨某忘其名曾有诗曰大将西征尚未还，湖湘子弟满天山。新栽杨柳三千里，引得春风度玉关。有人说，创现在新疆地主引水灌田的所谓坎儿井，不是左宗棠而是林则徐。但坎儿井之创设，也是左宗棠开始的。坎儿井者，横贯砂碛之一串井，每井自下凿通，成为地下之渠，水从地下行，乃得自水源处达于所欲溉灌之田。此因砂碛不宜开渠，骄阳之下，水易干涸，故创为引水自地下行之法。水源往往离田甚远，多则百里，少亦数十里。坎儿井隔三四丈一个，从飞机上俯瞰，但见黑点如连珠，宛如一道虚线横贯于砂碛，工程之大，不难想见所以又听说，新省地主计财产时，往往不举田亩之数而举坎儿井之数，盖地广人稀，拥田多不为奇，惟拥有数百乃至数千之坎儿井者，则开井之费已甚可观，故足表示其富有之程度也。此犹新省之大牧畜主，所有牛羊亦不以数计，而以山计何谓以山计？据言大把爷羊群之大，难于数计，每晚放牧归来，仅驱羊群入山谷，自山顶望之，见谷已满，即便了事。所以大把爷计其财产时，亦不曰有牛羊若干千百头，而曰有牛羊几山。本为鲜卑民歌，从鲜卑语译成汉文的敕勒歌，其词曰敕勒川，阴山下天如穹庐，笼盖四野天苍苍，野茫茫风吹草低见牛羊。前人评此歌末句为神来之笔，然在习惯此种生活之游牧民族，此实为平凡之现实，不过非有此生活实感者，也道不出这一句的只字来。此种风吹草低见牛羊之景象，在今日南北疆之大草原中，尚往往可见。一望无际的大草原，丰茂的牧草，高及人肩，几千牛羊隐在那里啃草，远望如何能见？天风骤来，丰草偃仰，然后知道还有那么多牛羊在那里！"}
{"text":"本为鲜卑民歌，从鲜卑语译成汉文的敕勒歌，其词曰敕勒川，阴山下天如穹庐，笼盖四野天苍苍，野茫茫风吹草低见牛羊。前人评此歌末句为神来之笔，然在习惯此种生活之游牧民族，此实为平凡之现实，不过非有此生活实感者，也道不出这一句的只字来。此种风吹草低见牛羊之景象，在今日南北疆之大草原中，尚往往可见。一望无际的大草原，丰茂的牧草，高及人肩，几千牛羊隐在那里啃草，远望如何能见？天风骤来，丰草偃仰，然后知道还有那么多牛羊在那里！新疆是一块高原，但在洪荒时代，她是中央亚细亚的大内海的一部分。这一苍海，在地质学上的哪一纪始变为高原？正如亚洲之边缘何时断离而为南洋群岛，同样尚未有定论。今新省境内，盐碛尚所在有之。昔年自哈密乘车赴吐鲁番，途中遥见远处白光一片，似为一个很大的湖泊，很是惊异，砂碛中难道竟有这样的大湖泊？乃至稍近，乃辨明此白皑皑者，实非流动之水而为固体之盐。阳光逼照，返光甚强，使人目眩。因新疆古为内海，故留此盐碛。然新省之盐，据谓缺少碘质，迪化的讲究卫生的人家都用苏联来的精盐。又盐碛之盐，与云南之岩盐不同岩盐成块如石，而盐碛之盐则为粒状，粗细不等，曾见最粗者如棋子而形方，故食用时尚须略加磨捣。吐鲁番地势甚低。新疆一般地形皆高出海面一二千公尺，独吐鲁番低于海面数百公尺，故自全疆地形而言，吐鲁番宛如一洞。俗谓西游记所写之火焰山，即今之吐鲁番，则其热可想而知。此地难分四季，只可谓尚有寒暑而已。大抵阳历正二三月，尚不甚热，白天屋内须衣薄棉，晚上还要冷些五月以后则燥热难堪，居民于正午时都进地窖休息，仅清晨薄暮始有市集。把爷维吾尔族语，即财主。以故吐鲁番居民家家有地窖，街上跨街搭荫棚，间亦有种瓜果葡萄盘缘棚上者，市街风景，自有一格。最热之时，亦在阳历七八月，俗谓此时壁上可以烙饼，鸡蛋可以晒熟而公安局长蹲大水缸中办公，则我在迪化时曾闻吐鲁番来人言之，当必不虚。然吐鲁番虽热，仍是个好地方，地宜植棉，棉质之佳，不亚于埃及棉。又多产蔬菜水果。内地艳称之哈密瓜，其实不尽产于哈密，都善与吐鲁番皆产之，而吐鲁番所产尤佳。石榴甚大，粒粒如红宝石。葡萄在新疆，产地不少，然以吐鲁番所产，驰名全疆。无核之一种，虽小而甜，晒为干，胜于美国所产。新疆有民谣曰吐鲁番的葡萄，哈密瓜库车的杨姑，一朵花。"}
{"text":"最热之时，亦在阳历七八月，俗谓此时壁上可以烙饼，鸡蛋可以晒熟而公安局长蹲大水缸中办公，则我在迪化时曾闻吐鲁番来人言之，当必不虚。然吐鲁番虽热，仍是个好地方，地宜植棉，棉质之佳，不亚于埃及棉。又多产蔬菜水果。内地艳称之哈密瓜，其实不尽产于哈密，都善与吐鲁番皆产之，而吐鲁番所产尤佳。石榴甚大，粒粒如红宝石。葡萄在新疆，产地不少，然以吐鲁番所产，驰名全疆。无核之一种，虽小而甜，晒为干，胜于美国所产。新疆有民谣曰吐鲁番的葡萄，哈密瓜库车的杨姑，一朵花。新疆图志亦载此谣然则哈密之瓜，固有其历史地位。惟自马仲英两度焚掠而后，哈密回城已成废墟，汉城亦萧条冷落，未复旧观，或哈密之瓜亦不如昔年乎？这可难以究诘了。民谣中之库车，在南疆，即古龟兹国，紫羔以库车产者为最佳杨姑，维族语少女也。相传谓库车妇人多美丽，故民谣中如是云尔。库车居民多维吾尔族即元史所称畏兀儿族，前清时俗称缠回或缠头。不仅库车，南疆各地皆然。迪化自春至秋，常有南来燥热之风，云是吐鲁番吹来，故俗名吐鲁番风。吐鲁番风既至，人皆感不适，轻则神思倦怠，重则头目晕眩，且发烧体虚者甚至风未到前三四日即有预感。或谓此风来源实不在吐鲁番，而在南疆塔里木盆地之大戈壁，不过经由吐鲁番，逾天山缺口之大坂城而至迪化耳。大坂城者，为自吐鲁番到迪化所过的天山一缺口，然已甚高过大坂城则迪化已在脚下，此为自南路进迪化之一要隘。忆隋书谓炀帝得龟兹乐，列为燕乐之一，此后中国燕乐，龟兹乐实居重要部分。古龟兹国，即今新疆库车县。龟兹乐何如，今日新疆维族之音乐歌舞是否与龟兹乐相似，颇难猝下断语。盖自伊斯兰教代佛教而后，天竺文物，澌灭殆尽今日新省维吾尔民族之歌舞，与中亚各民族之歌舞想相近似。迪化每有晚会，往往有维族之歌舞节目男女二人，载歌载舞，歌为维语，音调颇柔美，时有顶点，则喜悦之情，洋洋欲溢，舞容亦婉约而雍穆盖在维族的民族形式歌舞中，此为最上乘者。据言，此旧为男女相悦之歌，今倚旧谱而填新词，则已变男女相悦而为政治之内容矣。以我观之，旧瓶新酒，尚无牵强之痕迹。我曾问维族人翻译哈美德新词是谁的手笔？他答道也不知是谁，大概是许多人集体的作品。维语为复音语文，其字母借用阿拉伯文的字母。"}
{"text":"迪化每有晚会，往往有维族之歌舞节目男女二人，载歌载舞，歌为维语，音调颇柔美，时有顶点，则喜悦之情，洋洋欲溢，舞容亦婉约而雍穆盖在维族的民族形式歌舞中，此为最上乘者。据言，此旧为男女相悦之歌，今倚旧谱而填新词，则已变男女相悦而为政治之内容矣。以我观之，旧瓶新酒，尚无牵强之痕迹。我曾问维族人翻译哈美德新词是谁的手笔？他答道也不知是谁，大概是许多人集体的作品。维语为复音语文，其字母借用阿拉伯文的字母。书写时，横行而自右至左，外行人视之，似甚不便，然彼人走笔如飞，形式且极美丽。文法不甚复杂，曾习他种外国语者，用功半年，即可通晓。在新疆，虽有十四民族，然维吾尔语，实为可以通行全疆之语言，此因维族人数约占全疆总人口之半，其他各少数民族大都晓维语哈萨克族人口在全疆仅次于维族，其语文与维语大同小异，其字母，亦为阿拉伯文字母。迪化每开大会，演说时例须用三种语言，即汉维，及蒙古语，平常的集会，为节省时间，仅用汉维两种语言，则因蒙族人在迪化者倘不解汉语，大概都能懂维语。迪化在阳历十月初即有雪。但十月天气最佳，可说是寒暖适中。十二月后始入正常的寒冬，积雪不融，大地冻结，至明年四月初始解冻有时为三月中旬。冬季少风，南方冬季西北风怒吼之景象，以我所得短暂之经马仲英回族。原为国民党青海省政府主席马麒部下一营长。验而言，在迪化是没有的。然而冬季坐车出门，虽在无风之日，每觉寒风刺面入骨，其凛冽十倍于南方的西北风，此因户外空气太冷之故。室内因有大壁炉，且门窗严闭，窗又为双层，故融暖如春，然而门窗倘有罅缝，则近此罅缝之处，冷风如箭，触之战栗此亦非风，而因户外空气太冷，冷故重，觅罅隙而钻入，其劲遂似风。室内铺厚毯，亦以防寒气从地板之细缝上侵。关西大汉张仲实素不怕冷，在家时洋服内仅穿毛线衫裤，无羊毛内衣，某日忽觉腿部酸痛，举步无力，此为腿部受寒之征象，然不明寒气从何来越一日始发见寒气乃从书桌下来，盖书桌下之地毯一角上翘，露出地板之罅缝，寒气遂由此浸润。北方人常言地气冷，故下身所穿必须较上身为多，必解冻以后，乃可稍疏防范。三月中，有时白天气温颇高，往往见迪化人上身仅穿一单衫而下身仍御厚棉裤。最冷的日子通常在阴历年关前后白天为零下二十度，夜间则至四十余度。此为平均的气温。"}
{"text":"北方人常言地气冷，故下身所穿必须较上身为多，必解冻以后，乃可稍疏防范。三月中，有时白天气温颇高，往往见迪化人上身仅穿一单衫而下身仍御厚棉裤。最冷的日子通常在阴历年关前后白天为零下二十度，夜间则至四十余度。此为平均的气温。在此严寒的季节，人在户外半小时以上，皮帽大衣领皮眉毛胡须等凡为呼吸之气所能接近之处，皆凝积有薄薄白霜，胡须上往往还挂着小小的冰珠。人多处，远望雾气蒸腾此亦非雾，而为口气凝成，真所谓嘘气成云了。驴马奔驰后满身流汗，出气如蒸笼，然而腹下毛端，则挂有冰球，累累如葡萄，此因汗水沿体而下，至腹下毛端，未及滴落，遂冻结为珠，珠复增大，遂成为冰葡萄。地冻以后，积雪不融，一次一次雪下来，碾实冻坚，平时颇多坎坷的路面，此时就变成了平坦光滑，比任何柏油路都漂亮。所以北方赶路，以冬季为最好。在这时候，爬犁也就出现了。爬犁是土名，我们的文绉绉的名称，就是雪橇。迪化的把爷们，冬季有喜用爬犁者。这是无轮的车，有滑板两支代替了轮，车甚小，无篷，能容二人，仍驾以马。好马，新钉一副高的掌铁冬季走冻结的路，马掌铁必较高，于是马也穿了高跟鞋，拖起结实的爬犁，在光滑的冻雪地上滑走，又快又稳，真比汽车有意思。但爬犁不宜在城中热闹处走，最好在郊外，在公路上。维族哈族的把爷们驾爬犁，似乎还是娱乐的意味多，等于上海人在夏天坐车兜风。我有一首歪诗记之纷飞玉屑到帘栊，大地银铺一望中初试爬犁呼女伴阿爹新买玉花骢。北方冬季少霜。如有之，则其浓厚的程度迥非南方人所能想像。迪化冬季亦常有这样的严霜。晨起，忽见马路旁的电线都变成了白绒的彩绳，简直跟耶诞节人们用以装饰屋子或圣诞树的比手指还粗些的白绒彩绳一样。尤其是所有的树枝，也都结起银白的彩来了。远望就同盛开了的银花。如果树多，而又全是落叶树，那么，银白一片，宛如繁花，秋艳的风姿，和盛开的樱花一般――而樱花尚无其洁白。此种严霜，俗名挂枝，不知何所取义，或者因其仅能在树枝上见之，而屋面地上反不能见，故得此名。"}
{"text":"迪化冬季亦常有这样的严霜。晨起，忽见马路旁的电线都变成了白绒的彩绳，简直跟耶诞节人们用以装饰屋子或圣诞树的比手指还粗些的白绒彩绳一样。尤其是所有的树枝，也都结起银白的彩来了。远望就同盛开了的银花。如果树多，而又全是落叶树，那么，银白一片，宛如繁花，秋艳的风姿，和盛开的樱花一般――而樱花尚无其洁白。此种严霜，俗名挂枝，不知何所取义，或者因其仅能在树枝上见之，而屋面地上反不能见，故得此名。其实霜降普遍，并非独厚于枝，不过因为地上屋面皆已积雪，本来是白皑皑的，故遂不觉耳。但因其挂枝，遂产生了神话据说天山最高之博格达峰为神仙所居，有冰肌雪肤之仙女，为怜冬季大地萧条，百花皆隐，故时以晶莹之霜花挂到枝头。此说虽诞，然颇有风趣，因亦记以歪诗一首晓来试马出南关，万树银花照两间。昨夜挂枝劳玉手，藐姑仙子下天山。照气候说，新疆兼有寒带温带以及亚热带的气候。天山北麓是寒带，南麓哈密鄯善一路吐鲁番因是一个洞，作为例外是温带，而南疆则许多地方，终年只须穿夹，是亚热带的气候了。但橘柚香蕉等，新疆皆不产，或者是未尝试植，或者也因亚热带地区，空气太干燥之故，因为这些终年只须穿夹的地方，亦往往终年无雨，饮水灌田的水，都赖天山的万年雪融化下来供给人们。除了上述数种水果外，在新疆可以吃到各种水果，而尤以瓜苹果葡萄梨桃为佳。瓜指甜瓜，种类之多，可以写成一篇文章哈密瓜即甜瓜之一种，迪化人称为甜瓜，不称为哈密瓜。这是大如枕头的香瓜，惟甜脆及水分之多，非南方任何佳种香瓜所可及。此瓜产于夏初，窖藏可保存至明年春末新疆人每谓夏秋食此瓜则内热，惟冬日食之则清火。苹果出产颇多，而伊犁之二台所产最佳，体大肉脆，色味极似舶来的金山苹果，而香过之。二台苹果熟时，因运输工具不够，落地而腐烂于果林中者，据云每每厚二三寸，在伊犁，大洋一元可购百枚惟运至迪化，则最廉时亦须二三毛一个。梨以库车及库尔勒所产最佳，虽不甚大，而甜脆水分多，天津梨最好者，亦不及之。梨在产地每年腐烂于树下者亦不可胜计，及运至迪化，则每元仅可得十枚左右。南疆植桑之区，桑椹大而味美，有黑色白色两种惟此物易烂，不能运至他处。据言当地维族人民之游手好闲者，每当桑椹熟时，即不工作，盖食桑椹亦可果腹桑椹在产地，人可随意取食，恣意饱啖，无过问者。"}
