{"text":"可惜经文里没有提到凤凰火鸟，但是凤凰可以经历千百种焚烧的劫数，还美丽青春如昔，已经隐隐合乎了佛的本意了。我在华盛顿的雪夜里，看着白花飘落的无边黑暗，深知凤凰已远远的飞去了，但它留下的启示和传说，至少可以不朽。――一九八二年七月十四日送给伊娃的礼物百老汇不知道什么时候下起了小雪，当我从剧院走出来，汽车顶上街的角落堆着薄薄细细的雪，大街上因为汽车飞驰，湿淋淋的。抬头望上，沉黑的空中什么也看不见，只有在街灯照耀得到的地方，雪的小花缓缓地飘落，雪与雪间维持着不规则的距离。夜里十点以后，百老汇街上就停了一排马车，马车是十九世纪的样于，装扮得金碧辉煌，一匹匹丰腴的有着美丽花纹的健马，口里正喷着腾腾的热气，偶尔还在原地踢踏着前足。赶马车的全是充满帅气的少年，他们穿着雪白衬衣，打蝴蝶领藉，黑色笔挺的燕尾服往下垂着尾翼，最醒目的是戴在头上的黑色呢帽，线条利落，在雪里，更显出用黑绒做成的精致质料。少年马车夫总是弯着腰，彬彬有礼的对看完歌剧的人说要不要坐着马车回家？不管你想不想坐，他都会手按帽沿有礼的说谢谢，让人几疑置身十十九世纪的欧洲，而不是现代的纽约。我好几次夜里走在纽约的街头看见哒哒行走的马车，穿梭在呼啸而过的汽车中间，就是没有勇气拦车，有时是因为路远，有时是因为对于那样的古典产生一种莫名的距离。那一天我决定坐马车回去，因为我刚刚在剧院里看了艾维塔。车夫挥动细长的鞭子，马车便优雅地驶出了街边，急着赶路的汽车从两旁驶过，雪花飘着，我的耳际还清楚地响着伊娃唱着低回婉转的歌声大陆报刊通译为爱娃不要哭我，阿根廷哪！我永不会离开你。我虽有过狂野的日子，那些不能相信的现实，但我却坚守承诺，尽可能的靠近你。至于财富声望，我从未请它们进门，虽然世人认为我渴望它们，但那只是幻觉，不能解决事情。真正的答案一直在这里我爱你们，也希望你们爱我，不要哭我！阿很廷哪！"}
{"text":"我永不会离开你。我虽有过狂野的日子，那些不能相信的现实，但我却坚守承诺，尽可能的靠近你。至于财富声望，我从未请它们进门，虽然世人认为我渴望它们，但那只是幻觉，不能解决事情。真正的答案一直在这里我爱你们，也希望你们爱我，不要哭我！阿很廷哪！这首歌现在已经成为极为著名的流行曲，每一个喜爱音乐的人都会哼唱两句，但是如果我们不能知道伊娃的故事，这首歌就减损了它的意义。艾维塔无疑的是这几年来世界最著名的一出歌剧，每一份西方的报纸杂志都有很大的篇幅谈论它，而且愈演愈盛，历久不衰。艾维塔四年前在伦敦首演，伦敦到现在还在演着，即使纽约和洛杉矾也演了两年多，光是主角就换过好几位。它不但吸引了无数的艺术家，还能与一般平民同歌共唱一起呼吸。我过去对歌剧的艺术力量不免怀疑，看了艾维塔才知道现代歌剧可以达到这样崇高的境界，比起古典歌剧犹有过之。艾维塔演的是四十年代阿根廷女强人伊娃贝隆p的故事，在节目单上有这样一段简短的介绍伊娃贝隆是阿根廷总统詹贝隆的第二任妻子，她生十一九一九年，是私生子，家贫。后来她成为该国最有权力的女性，二十七岁成为阿根廷第一夫人。一九五二年死于癌症，年卅三。从简介里，我们可以知道伊娃的成功是一个很大的传奇。她最先是一个歌手的情妇，后来到阿根廷首都布宜诺斯，拥有许多有影响力的情人，其中包括当时还在军队里任上校的贝隆由于这种关系，加上她年轻美丽富有才能，很快地成为阿根廷最红的演艺明星。当时阿根廷的政局不稳，伊娃和贝隆结合了阿根廷的无衫阶级，致力于社会运动，遂成为人民最爱戴的女性，他们呢称她艾维塔，艾维塔就是小伊娃的意思。一九四四年因政治情势，任副总统兼国防部长劳工部长的贝隆被他的政敌逼迫辞职，伊娃发挥了她的力量，聚集五十万群众在总统府前示威，要求释放日隆，总统不得不被迫释放贝隆。翌年，贝隆成为阿根廷总统，他们并且于同年结婚。权势声望和金钱使伊娃腐化，加上贝隆的专制，使阿根廷陷入极度的恐慌，这个以出产牛肉闻名于世的国家，甚至到了人民需凭票才能买肉的地步。"}
{"text":"一九四四年因政治情势，任副总统兼国防部长劳工部长的贝隆被他的政敌逼迫辞职，伊娃发挥了她的力量，聚集五十万群众在总统府前示威，要求释放日隆，总统不得不被迫释放贝隆。翌年，贝隆成为阿根廷总统，他们并且于同年结婚。权势声望和金钱使伊娃腐化，加上贝隆的专制，使阿根廷陷入极度的恐慌，这个以出产牛肉闻名于世的国家，甚至到了人民需凭票才能买肉的地步。但是人民仍然热爱她，一九五一年她的癌症病重，更使民众激起热爱，贝隆宣布十月十七日为圣艾维塔日，成为阿根廷的国定假日次年，伊娃病重，向全国民众发表最后演说，于七月二十六日逝世，她死的那天，被形容为阿根廷有史以来最悲痛的一天。伊娃的故事如此复杂，加上她和阿根廷历史政治社会经济都有很深的关系，本来是很难用艺术表现，尤其是歌剧我看过费唐娜薇演过伊娃的电影，大致上还可以，可是比不上歌剧所表现的集中而撼人的力量可见歌剧艾维塔花了多少艺术家的心血，无怪它在一九八年几乎得到所有重要的音乐舞剧奖。看剧中伊娃的歌唱舞蹈，仿佛让人走进四十年代的阿根廷，一个正在转型的国家。音乐时而沉重有力古典深远时而轻快飞扬，美丽而现代。我们看到一位平凡的女子如何在机遇中往上爬升成为第一夫人，也看到她在权力的考验中如何改变，每一幕都是有血有肉，让人沉醉其中。我以前从来不知道伊娃这个人，直到看了歌剧才被深深感动，始知艺术使人不朽的力量有至于斯。当然，伊娃到如今还受世人议论，她的功过也不能论断，可是当不要哭我，阿根廷哪的歌声响起，她的一生她的家国之思化成凉夜的一首请歌，向无尽的沉黑的飘雪的天空飘去，让后世的人低回深思。我坐在马车上听到马蹄踩在纽约深夜的街道声，伊娃逝世时的一首歌在马蹄声中响起不要哭我，阿根廷哪！我只是平凡而不重要的人，不值得你们爱戴。同我一起去吧！当轮到你死时你会记得，他们放炮庆贺，他们欢唱，但不只是为伊娃，是为阿根廷，不只是为伊娃，是为每一个人。且分享我的荣耀，也分享我的棺木，且分享我的荣耀，也分享我的棺木。"}
{"text":"我坐在马车上听到马蹄踩在纽约深夜的街道声，伊娃逝世时的一首歌在马蹄声中响起不要哭我，阿根廷哪！我只是平凡而不重要的人，不值得你们爱戴。同我一起去吧！当轮到你死时你会记得，他们放炮庆贺，他们欢唱，但不只是为伊娃，是为阿根廷，不只是为伊娃，是为每一个人。且分享我的荣耀，也分享我的棺木，且分享我的荣耀，也分享我的棺木。雪还在飘着，我想如果伊娃地下有知，歌剧艾维塔的成就正是送给伊娃最好的礼物。可是从大西洋传来的消息，阿根廷和英国军队正在福克兰群岛对垒，战火一触即发，倘若伊娃有知将作何感想，将唱出什么样的歌声？我站在二十三街华盛顿旅馆之前，看着愈下愈大的雪，看着愈走愈远的豪华马车，还仿佛看见伊娃挥着双手最后告别时的凄楚的声音我已决定辞谢，你们给我的荣誉和名衔，因为我已满足――让我只简单地做个女人我是阿根廷，我永远是阿根廷！――一九八二年六月十四日投给燃烧的感情记得很早以前，读过一位记者访问海明威的文章，那位记者问你觉得做为一个创的基本条件是什么？海明威的回答很妙，他说不愉快的童年！我真正站在梵高的画前面时，这一段话像闪电一样汹涌进我的心头。梵高去世到今天已经九十二年，可是他的生命仿佛有一股奇异的热火，每次想起来都叫人心情震颤，好像他生命的火一直在我们身上燃烧，从来没有断过。梵高是艺术史上我最敬佩的艺术家，他印在画册上的画我几乎都会背了，因此一到外国，我在逛美术馆的时候，总要特别仔细的看他的画。他不安的流动的线条，正如是海浪狂飒似的拍击着岩石，我想，即使有人是岩石一样的冷漠刚硬，也要被它的大力侵蚀，尤其这海浪还带着贫苦挣扎永不止息奋斗的盐分。几乎每一个规模较大的现代美术馆都收藏了梵高的画作。我看他的画印象最深的有两次，一次是在纽约的大都会美术馆，一次是在华盛顿的国家美术馆。在华盛顿国家美术馆的西馆一共有九十余间展览室，其中有两间展出梵高的画。"}
{"text":"他不安的流动的线条，正如是海浪狂飒似的拍击着岩石，我想，即使有人是岩石一样的冷漠刚硬，也要被它的大力侵蚀，尤其这海浪还带着贫苦挣扎永不止息奋斗的盐分。几乎每一个规模较大的现代美术馆都收藏了梵高的画作。我看他的画印象最深的有两次，一次是在纽约的大都会美术馆，一次是在华盛顿的国家美术馆。在华盛顿国家美术馆的西馆一共有九十余间展览室，其中有两间展出梵高的画。我先在展览二十世纪现代艺术的东馆走了一上午，下午从西馆的中世纪绘画开始看起，看了四十几间展览室，整个人几乎要累得瘫痪了，因为新穿的雪地的靴于不合脚，脚底都磨出水泡，我坐在美术馆的长椅上几乎不能动弹了。拿起介绍小册随便看看，没想到就在我坐的展览室隔壁，便是印象派的展览室，我想到梵高，身体内马上被通电一般，升起一股渴望的心情，去看看梵高吧！不久，我站在梵高的画前凝思，深深感叹着。不知道是什么力量，使这个艺术家在明亮的阳光下还显得那么不安的流动着，他画的原野像一片正涌动的大海，从很远的地方推来海浪他画的树像地上冒出来的炽烈火焰，在大自然里燃烧他的云他的天他的风他的画笔都像在空中跳舞一样的波动着。这种有力的动感不是来自整幅画，而是每一笔每一小块颜料都有无限的动的姿态，让我们感觉到流动在大地间雄大的创造力。我不禁看得痴了，深深想起年少时在孤灯下看梵高传时颤动的心隋。直到一个黑人管理员拍我的肩说先生，时间到了，美术馆要打烊了。我才从梵高神秘的画境里苏醒过来，原来我已经在他的画前足足站了一个小时。我走出门外，华盛顿原来阳光普照的天气突然飘了一阵大雪，大地蒙上了一层光耀的银白，这一片银白的大地是多么沉静呀！可是在那最深的地方，伟大的心灵为大地所做的诠释仍在那里跳动。另一次是在纽约的大都会美术馆，这里有一个著名的印象馆，我选了一个人比较少的星期一，专门去看印象馆，印象馆的屋顶全是玻璃罩子，光线倾盆的泼下来。在印象馆，所有印象派时期的大师们都在这里集合了，马奈莫内雷诺阿分节阅读德加塞尚季拉高更罗德列克，无一不是闪射着光芒的巨星，当然怎么也不会没有梵高这位十九世纪最伟大的荷兰画家。"}
{"text":"另一次是在纽约的大都会美术馆，这里有一个著名的印象馆，我选了一个人比较少的星期一，专门去看印象馆，印象馆的屋顶全是玻璃罩子，光线倾盆的泼下来。在印象馆，所有印象派时期的大师们都在这里集合了，马奈莫内雷诺阿分节阅读德加塞尚季拉高更罗德列克，无一不是闪射着光芒的巨星，当然怎么也不会没有梵高这位十九世纪最伟大的荷兰画家。印象馆是方形的，人站在中间可以四边环顾，梵高展出的位置正好在高更和塞尚的中间。在那里有两幅画最令我感动。一是他著名的自画像，画家好像用生命的汁液注入自己的形象里，在一团火里燃烧另一幅是黄花，每一朵花都扭动着，好像费了很大的力气才开放出来，充满了生命的喜悦，又仿佛生在盆于里有无限的委屈。静静地仔细地看完梵高的画，我把自己的位置退到印象馆的中间，想要看看别人怎么欣赏梵高的画，当他们看时会有什么表情。然后我发现一个有趣的现象，每个人走到他的画前停驻的时间总是最长，尤其是走到他的自画像前显得特别庄重而安静，就如同面对着真正的梵高，听着他激动而热烈的言语。我突然有一个怪异的想法，如果艺术家也可以投票，在印象馆里的得票数最高的一定是梵高。如果能投两位，那么一定是梵高最高，高更第二。这并没有什么深刻的理由，最最重要的是，我们不是投给梵高，而是投给燃烧的感情一票。任何真正燃烧生命而发皇出来的艺术，必然都带有感人的因素。其实，梵高作画的时间不长，他真正作画只有十年的时间，他早年的志愿是文学家或宗教家为矿区的人们殉道。十年的时间他的每一幅画都像有噼噼啪啪的裂帛之声，他燃烧，并且拉开胸膛，让人们看见他火热的心。我们走进梵高的世界，犹如一只饥饿的蜜蜂飞进了开放大多花朵的园子，我们迷惑了，是什么力量让人达到这种情感的无限呢？在这个逐渐理性冷酷的世界，人总是抑制着自己的情感，像梵高这样的艺术家已经愈来愈少，因此，如果有一个对艺术家投票的机会，我想我会和众人一样，投给燃烧的感情一票。――一九八二年五月七日第凡内印象朋友一定要带我去看第凡内珠宝店。我说第凡内珠宝店有什么好看呢？"}
{"text":"在这个逐渐理性冷酷的世界，人总是抑制着自己的情感，像梵高这样的艺术家已经愈来愈少，因此，如果有一个对艺术家投票的机会，我想我会和众人一样，投给燃烧的感情一票。――一九八二年五月七日第凡内印象朋友一定要带我去看第凡内珠宝店。我说第凡内珠宝店有什么好看呢？第凡内珠宝店是世界最有名的珠宝店，在电影第凡内早餐中，那个瘦瘦的奥黛丽赫本站在一家珠宝店观望半天，流连忘返的就是第凡内珠宝店！好吧，看在奥黛丽赫本的分上，我们到第凡内珠宝店逛逛。我们便搭上地下铁到第五街去。纽约第五街是纽约最繁华的商业中心可能也是世界最繁华的地方，尤其是傍晚公司下班而商店还开着的时候，第五街上流动着粉红的人潮，所谓粉红色，是充满了生气及美丽的颜色。这时，在公司上班的男男女女全从办公室涌出来，他们全穿着光鲜而时髦的服装，几乎每个人身上的颜色和式样全精心的挑选过，你站在远处看，这些人潮真像一幅流动着的线条明朗的抽象画。有一次我在城区的五十七街逛画廊，这里有数十家第一流的画廊，展示着许多成名的和未成名画家的作品。我一家一家的逛过去，在一家展示印象派绘画的画廊窗里往外望，高大的富有生气的办公室女郎在窗外像蝴蝶一样飞过，我突然觉得印象派的光影在那一刻仿佛从巴黎到了纽约的黄昏。在纽约逛过一百多个画廊，看到从中世纪以来西方艺术的光耀夺目，再仔细地在街头走走，看到许多美丽的西方人不是电影里的，而是生活的，我常常走路走到一半就驻足下来，深沉的这样想着为什么西方人比较美呢？是不是我自己的审美观出了问题？有一天我在洛克斐勒中心附近，天空慢慢的飘起小雪，我找到一家路边的咖啡厅坐定，那家咖啡厅有一排明亮的落地窗，我康到许多美女走过，不知道为什么忽然浮起童年看布袋戏的一幕。那时布袋戏惯常分为东南派和西北派东南派是好人，全是黑发黑眼眉目清秀的中国人样于，西北派是坏人，全是金发碧眼的高鼻大目的外国人。"}
{"text":"是不是我自己的审美观出了问题？有一天我在洛克斐勒中心附近，天空慢慢的飘起小雪，我找到一家路边的咖啡厅坐定，那家咖啡厅有一排明亮的落地窗，我康到许多美女走过，不知道为什么忽然浮起童年看布袋戏的一幕。那时布袋戏惯常分为东南派和西北派东南派是好人，全是黑发黑眼眉目清秀的中国人样于，西北派是坏人，全是金发碧眼的高鼻大目的外国人。在童年的心灵里，我觉得西北派那一帮人实在长得不高明，而此刻，当我面对着西北派的许多真人时，竟自卑了起来，到底问题出在哪里呢？后来我慢慢地找到答案，当我学画的时候，第一位教我绘画的教师，教我的第一张炭笔画便是维纳斯的雕像，他说你看那眼睛鼻子嘴唇的轮廓多美，你看那比例多么匀称，中国女于再也找不到维纳斯这种美女了。第二个画的是阿古力巴，他说你看他的下巴多么有力量，眉字间也充满了英气！因为学了画，我不只一次的读西洋美术史，又不断的审阅西方艺术家的作品，总是一而再再而三的被那些艺术感动。长大以后，我迷上电影，电影里西方的美男美女像潮水一样不断的在我的脑中涨落，而且这种好莱坞的审美观每天都在报纸上大量的传播着，然后我看中国电影里的明星们，也都或多或少长了一些好莱坞模式。于是，东南派的信心随布袋戏的没落而消褪了，代之而起的是西北派的向往。在咖啡厅的那一刻，我惊觉到中国的审美观已经处在一种可怕的危机里了。我想，如果我当年学画从杨贵妃赵飞燕的石膏像学起，或者是临摹韩干笔下的圆脸肥壮的马上人物的话，可能今天就不是这样了。或者中国电影争气，有几个可供怀恩的人物典型，那么今天我们就不会把美随便的赋予费雯丽克拉克盖博了。纽约的地下铁挤满了各种人，有典型的金发碧眼美人，有黑人犹太人日本人中国人波多黎各人，或者不知道哪里人，他们总是有着很大的差别，我想，不知道他们的审美观是怎么样的？惟一可以肯定的是，艺术愈强大的国家恐怕就对审美愈有自信吧！从纽约的地下铁钻出来，往第几内珠宝店走的时候，因为我那样子想过，心情清淡了不少，对于看美女的兴致也减低了。到了第凡内珠宝店，这是一家巨大的店，偌大的面街橱窗里只摆了一颗亮闪闪的钻石，大门锁住了，朋友说你要先通知柜台的小姐，她看清楚了才会来开门。我说不用了，看看橱窗就够了。"}
{"text":"惟一可以肯定的是，艺术愈强大的国家恐怕就对审美愈有自信吧！从纽约的地下铁钻出来，往第几内珠宝店走的时候，因为我那样子想过，心情清淡了不少，对于看美女的兴致也减低了。到了第凡内珠宝店，这是一家巨大的店，偌大的面街橱窗里只摆了一颗亮闪闪的钻石，大门锁住了，朋友说你要先通知柜台的小姐，她看清楚了才会来开门。我说不用了，看看橱窗就够了。我们便散步去找了一家咖啡店，自嘲的说至少奥黛丽赫本长得有一点中国人的样子！朋友没有听清我的话，追问着什么？你说什么？没有。我说我们随便找个地方坐坐吧！第几内珠宝店也不过如此！――一九八二年四月七日莺歌山之冬每年一到冬天，有一位生长在北方的朋友就常常抱怨台北不下雪，一点不像冬天，然后就会谈起他在北方的故乡。那里一片莹白的雪，让人在冬天还有清明朗净的心情。不下雪有许多事做起来就少了滋味，像喝白干吃烤羊肉，围在一起吃涮锅。有一回我忍不住说雪恐怕不是你最怀念的，你怀念的只是一种心情吧！因为即使在台湾也有许多地方下雪，我的朋友到雪地里还是不能平静。一日到了外国遍地的冰雪，恐怕更要怀念这个南方小岛的绿色冬天。冷暖原来最深刻的感受，不是在肌肤上的，而是心情的。在落寞之际，处在春天的花园里，心里仍然会冷兴起之时，即使走在寒大的雪夜，还能有暖意。我常有这样的经验，寻常的人一定也有，我就看过遭受重大挫折的人，在炎热的夏天还浑身打着哆嗦。不管是春夏秋冬，我总是喜欢到郊外去，因为在室内，就不能感受真实的季节感应，我觉得最可悲的莫过于是夏天总是躲在冷气房里，而冬风来袭时则抱守着暖炉的人。那样的人不知道春花何时盛放，也不能体会冬冷独步街头冷冽的清醒。去年冬天，我经常到台北近郊莺歌山上的亲戚家里度假，那时我觉得，就是没有雪，人坐在屋里听着呼啸的山上风雨，也能寒到彻骨，而就是简单的坐在书桌前读一本好书，同样的风雨，都是没有寒意的。"}
