{"text":"几天以后，微软中国公司的董事长张亚勤先生在一个新闻发布会上暗示，这条假新闻是房地产开发商利用奥运会和比尔盖茨的炒作行为。在几家媒体的追问下，房地产开发商声称这条新闻不是他们发布的，是媒体自己虚构出来的，而最初发表这条新闻的媒体则坚持说是采访了售楼小姐，才得到了这条新闻。另外的媒体却迷上计算，比尔盖茨如果花一亿元人民币租下这个顶层四合院的话，每平方米的租金超过五十万元人民币，这是一个荒唐的数字，就是买下这个房子，每平方米也不会超过五万元。今天中国的媒体上充斥了类似的假新闻，因为没有人会去追究假新闻制造者的法律责任。发布这样的假新闻属于欺骗行为，但是在中国，人们认为这只是忽悠而已，忽悠这个词可能很难翻译，它有欺骗的含义，也有炒作的含义，并且还有一些娱乐性的意思，总之是不要去认真对待。我倒是觉得用上杠杆这个词也不错，将奥运会和比尔盖茨作为杠杆，让一个少为人知的楼盘一夜之间成为家喻户晓。杠杆在华尔街的先生们和女士们那里，只是货币政策，只是投资的收益和损失，可是了不起的中国人将杠杆用到了日常生活里，这样的杠杆作用在今天的中国无处不在。比如中国的出版商和，喜欢拿美国好莱坞作为杠杆，一部刚刚出版的中文小说，还没有翻译成英文出版，就在中国的媒体上广为宣传，美国好莱坞要投资三亿美元将其拍摄成电影。就在我心里纳闷，从来没有听说好莱坞哪部电影的投资达到三亿美元时，杠杆已经到达八亿美元了。有两部小说在杠杆作用下确实成为了畅销书，这两部小说都是声称好莱坞要投资八亿美元拍摄电影，另外声称三亿美元投资的小说没有畅销，我想可能是没有利用好杠杆。什么叫杠杆？在中国人这里就是一句俗语撑死胆大的，饿死胆小的。今天演讲的主题是文学作品中的想象，想象是一个十分迷人的词汇。还有什么词汇比想象更加迷人？我很难找到。这个词汇表达了无拘无束天马行空和绚丽多彩等等。今天有关想象的话题将从天空开始，人类对于天空的想象由来已久，而且生生不息。我想也许是天空无边无际的广阔和深远，让我们忍不住想入非非湛蓝的晴天，灰暗的阴天霞光照耀的天空，满天星辰的天空，云彩飘浮的天空，雨雪纷飞的天空天空的变幻莫测也让我们的想入非非开始变幻莫测。"}
{"text":"我很难找到。这个词汇表达了无拘无束天马行空和绚丽多彩等等。今天有关想象的话题将从天空开始，人类对于天空的想象由来已久，而且生生不息。我想也许是天空无边无际的广阔和深远，让我们忍不住想入非非湛蓝的晴天，灰暗的阴天霞光照耀的天空，满天星辰的天空，云彩飘浮的天空，雨雪纷飞的天空天空的变幻莫测也让我们的想入非非开始变幻莫测。差不多每一个民族都虚构了一个天上的世界，这个天上的世界与自己所处的人间生活遥相呼应，或者说是人们在自身的生活经验里，想象出来的一个天上世界。西方的神o们和东方的神仙们虽然上天入地呼风唤雨，好像无所不能，因为他们诞生于人间的想象，所以他们充分表达了人间的欲望和情感，比如喜好美食，讲究穿戴等等，他们不愁吃不愁穿，个个都像大款，同时名利双收，个个都是名人。人间有公道，天上就有正义人间有爱情，天上就有情爱人间有尔虞我诈，天上不乏争权夺利人间有偷情通奸，天上不乏好色之徒我要说的就是神话传说，这些故事中的神o神仙经常要从天上下来，来到人间干些什么，或主持公道，或谈情说爱等等，然后故事开始引人入胜了。我今天要说的是这些神仙是怎么从天上下来的，又怎么回到天上去？这可能是阅读神话传说时经常让人疏忽的环节，其实这是非常重要的环节，可以衡量故事讲述者是否具有了叙述的美德？或者说故事的讲述者是否真正理解了想象的含义？什么是想象的含义？很多年前我开始为汪晖主编的读书杂志写作文学随笔时，曾经涉及到这个问题，当时只是浮光掠影，今天可以充分地讨论。当我们考察想象在文学作品中的作用时，必须面对另外一种能力，就是洞察的能力。我的意思是说，只有当想象力和洞察力完美结合时，文学中的想象才真正出现，否则就是瞎想空想和胡思乱想。现在我们讨论第一个话题――飞翔，也就是文学作品中的人物如何飞翔？有一次加西亚马尔克斯在和朋友谈到百年孤独写作时遇到的一个难题，就是俏姑娘雷梅苔丝如何飞到天上去。对于很多作家来说，这可能并不是一个难题，这些作家只要让人物双臂一伸就可以飞翔了，因为一个人飞到天上去本来就是虚幻的，或者说是瞎编的，既然是虚幻和瞎编的，只要随便地写一下这个人飞起来就行了。"}
{"text":"有一次加西亚马尔克斯在和朋友谈到百年孤独写作时遇到的一个难题，就是俏姑娘雷梅苔丝如何飞到天上去。对于很多作家来说，这可能并不是一个难题，这些作家只要让人物双臂一伸就可以飞翔了，因为一个人飞到天上去本来就是虚幻的，或者说是瞎编的，既然是虚幻和瞎编的，只要随便地写一下这个人飞起来就行了。可是加西亚马尔克斯是伟大的作家，对于伟大的作家来说，雷梅苔丝飞到天上去既不是虚幻也不是瞎编，而是文学中的想象，是值得信任的叙述，因此每一个想象都需要寻找到一个现实的依据。马尔克斯需要让他的想象与现实签订一份协议，马尔克斯一连几天都不知道如何让雷梅苔丝飞到天上去，他找不到协议。由于雷梅苔丝上不了天空，马尔克斯几天写不出一个字，然后在某一天的下午，他离开自己的打字机，来到后院，当时家里的女佣正在后院里晾床单，风很大，床单斜着向上飘起，女佣一边晾着床单一边喊叫着说床单快飞到天上去了。马尔克斯立刻获得了灵感，他找到了雷梅苔丝飞翔时的现实依据，他回到书房，回到打字机前，雷梅苔丝坐着床单飞上了天。马尔克斯对他的朋友说，雷梅苔丝飞呀飞呀，连上帝都拦不住她了。我想，马尔克斯可能知道一千零一夜里神奇的阿拉伯飞毯，那张由思想来驾驶的神奇飞毯，应该是一个家喻户晓的故事。当然这不重要，重要的是无论是山鲁佐德的讲述，还是马尔克斯的叙述，当人物在天上飞翔的时候，他们都寻找到了现实的依据。可以说一千零一夜里的阿拉伯飞毯与百年孤独的床单是异曲同工，而且各有归属。神奇的飞毯更像是神话中的表达，而雷梅苔丝坐在床单上飞翔，则是充满了生活的气息。在希腊的神话和传说里，为了让神o们的飞翔合情合理，借用了鸟的形象，让神o的背上生长出一对翅膀。神o一旦拥有了翅膀，也就拥有了飞翔的理由，也可以省略掉那些飞翔时的描写，因为读者在鸟的飞翔那里已经提前获得了神o飞翔时的姿势。那个天上的独裁者宙斯，有一个热衷于为父亲拉皮条的儿子赫耳默斯，赫耳默斯的背上有着一对勤奋的翅膀，他上天下地，为自己的父亲寻找漂亮姑娘。在我有限的阅读里，有关神仙们如何从天上下来，又如何回到天上去的描写，我觉得中国晋代干宝所著的搜神记里的描写，堪称第一。干宝笔下的神仙是在下雨的时候，从天上下来刮风的时候，又从地上回到了天上。"}
{"text":"那个天上的独裁者宙斯，有一个热衷于为父亲拉皮条的儿子赫耳默斯，赫耳默斯的背上有着一对勤奋的翅膀，他上天下地，为自己的父亲寻找漂亮姑娘。在我有限的阅读里，有关神仙们如何从天上下来，又如何回到天上去的描写，我觉得中国晋代干宝所著的搜神记里的描写，堪称第一。干宝笔下的神仙是在下雨的时候，从天上下来刮风的时候，又从地上回到了天上。利用下雨和刮风这样两个自然界的景象来表达神仙的上天下地，既有了现实生活的依据，也有了神仙出入时有别于世上常人的潇洒和气势。就像希腊神话和传说中，当宙斯对人间充满愤怒时，他正想用闪电鞭挞整个大地，将闪电比喻成鞭子，十分符合宙斯的身份，如果是用普通的鞭子，就不是宙斯了，充其量是一个生气的马车夫。搜神记里的这个例子，可以说是想象力和洞察力的完美结合。第二个话题是文学如何叙述变形，也就是人可以变成动物变成树木变成房屋等等。我们在中国的笔记小说和章回小说里可以随时读到这样的描写，当神仙对凡人说完话，经常是化作一阵清风离去，这样的描写可以让凡人立刻醒悟过来，原来刚才说话的是神仙，而且从此言听计从。这个例子显示了在中国的文学传统里，总是习惯将风和神仙的行动结合起来。上面搜神记里的例子是让神仙借着风上天，这个例子干脆让神仙变形成了风。我想自然界里风的自由自在的特性，直接产生了文学叙述里神仙行动的随心所欲和不可捉摸。另一方面，比如树叶，比如纸张等等，被风吹到了天空上，也是我们生活中熟悉的景象。就像红楼梦里薜宝钗所云好风凭借力，送我上青云。正是这些为我们所熟悉的自然景象，让神仙无论是借风上天，还是变成风消失，都获得了文学意义上合法性。在西游记里，孙悟空和二愣神大战时不断变换自己的形象，而且都有一个动作――摇身一变，身体摇晃一下，就变成了动物。这个动作十分重要，既表达了变的过程，也表达了变的合理。如果变形时没有身体摇晃的动作，直接就变过去了，这样的变形就会显得唐突和缺乏可信。可以这么说，这个摇身一变，是想象力展开的时候，同时出现的洞察力为我们提供了现实的依据。"}
{"text":"这个动作十分重要，既表达了变的过程，也表达了变的合理。如果变形时没有身体摇晃的动作，直接就变过去了，这样的变形就会显得唐突和缺乏可信。可以这么说，这个摇身一变，是想象力展开的时候，同时出现的洞察力为我们提供了现实的依据。我们读到孙悟空变成麻雀钉在树梢，二郎神立刻变成饿鹰，抖开翅膀，飞过去扑打孙悟空一看大势不妙，变成一只大鹚冲天而去，二郎神马上变成海鹤追上云霄孙悟空俯冲下来，淬入水中变成一条小鱼，二郎神接踵而至变成鱼鹰飘荡在水波上孙悟空只好变成一条水蛇游近岸钻入草中，二郎神追过去变成了一只朱顶的灰鹤，伸着长嘴来吃水蛇孙悟空急忙变成一只花鸨，露出一付痴呆样子，立在长着蓼草的小洲上。这时候草根和贵族的区别出来了，身为贵族阶层的二郎神看见草根阶层的孙悟空变得如此低贱，因为花鸨是鸟中最贱最淫之物，不愿再跟着变换形象，于是现出自己的原身，取出弹弓，拽满了，一个弹子将孙悟空打了一个滚。这一笔看似随意，却十分重要，显示出了叙述者在其想象力飞翔的时候，仍然对现实生活明察秋毫。对于出生草根的孙悟空来说，变成什么不重要，重要的是达到自己的目的贵族出生的二郎神就不一样，在变成飞禽走兽的时候，必须变成符合自己贵族身份的动物。不像孙悟空那样，可以变成花鸨，甚至可以变成一堆牛粪。在这个的叙述里，无论孙悟空和二郎神各自变成了什么，吴承恩都是故意让他们露出破绽，从而让对方一眼识破。孙悟空被二郎神一个弹子打得滚下了山崖，伏在地上变成了一座土地庙，张开的嘴巴像是庙门，牙齿变成门扇，舌头变成菩萨，眼睛变成窗棂，可是尾巴不好处理，只好匆匆变成一根旗杆，竖在后面。没有庙宇后面竖立旗杆的，这又是一个破绽。孙悟空和二郎神变成动物后出现的破绽，一方面可以让故事顺利发展，正是变形后不断出现的破绽，才能让二者之间的激战不断持续另一方面也揭示了文学叙述里的一个准则，或者说是文学想象的一个准则，那就是洞察力的重要性。通过文学想象叙述出来的变形，总是让变形的和原本的之间存在着差异，这差异就是想象力留给洞察力的空间。这个由想象留出来的空间通常十分微小，而且瞬间即逝，只有敏锐的洞察力可以去捕捉。"}
{"text":"孙悟空和二郎神变成动物后出现的破绽，一方面可以让故事顺利发展，正是变形后不断出现的破绽，才能让二者之间的激战不断持续另一方面也揭示了文学叙述里的一个准则，或者说是文学想象的一个准则，那就是洞察力的重要性。通过文学想象叙述出来的变形，总是让变形的和原本的之间存在着差异，这差异就是想象力留给洞察力的空间。这个由想象留出来的空间通常十分微小，而且瞬间即逝，只有敏锐的洞察力可以去捕捉。阅读的经历告诉我们，无论是神话和传说的叙述，还是超现实和荒诞的叙述，文学的想象在叙述变形时留出来的差异，经常是故事的重要线索，在这个差异里诞生出下一个引人入胜的情节，而且这下一个情节仍然会留出差异的空间，继续去诞生新的隐藏着差异的情节，直到故事结尾的来临。在希腊的神话和传说里，伊俄的故事是一个很好的例子。美丽的伊俄有一天在草地上为她父亲牧羊的时候，被好色之徒宙斯看上了，宙斯变形成一个男人，用甜美的言语挑逗引诱她，伊俄恐怖地逃跑，跑得像飞一样的快，也跑不出宙斯的控制。这时宙斯之妻，诸神之母赫拉出现了，经常被丈夫背叛的赫拉，始终以顽强的疑心监视着宙斯。宙斯预先知道赫拉赶来了，为了从赫拉的嫉恨中救出伊俄，宙斯将美丽的少女变形成了一头雪白的小母牛，打算蒙混过关。赫拉一眼识破了丈夫的诡计，夸奖起小母牛的美丽，提出要求，希望宙斯将这头雪白美丽的小母牛作为礼物送给她。这时的原文是这样写的欺骗遇到了欺骗，宙斯尽管不愿失去光艳照人的伊俄，可是害怕赫拉的嫉恨会像火焰一样爆发，从而毁灭他的小情人，宙斯只好暂时将小母牛送给了他的妻子。伊俄的悲剧开始了，赫拉把这个情敌交给了百眼怪物阿耳戈斯看管。阿耳戈斯睡眠的时候，只闭上两只眼睛，其它的眼睛都睁开着，在他的额前脑后像星星一样发着光。赫拉命令阿耳戈斯将伊俄带到天边，离开宙斯越远越好。伊俄跟着阿耳戈斯浪迹天涯，白天吃着苦草和树叶，饮着污水晚上脖颈i上沉重的锁链，躺在坚硬的地上。小母牛的心怀着人类的悲哀，在兽皮下跳跃着。叙述的差异出现了，变形的小母牛和原本的小母牛之间的差异，就是在伊俄变形为小母牛后随时显示出人的特征。可怜的伊俄常常忘记自己不再是人类，她要举手祷告时，才想起来自己没有手。她想以甜美感人的话向百眼怪物祈求时，发出的却是牛犊的鸣叫。"}
{"text":"伊俄跟着阿耳戈斯浪迹天涯，白天吃着苦草和树叶，饮着污水晚上脖颈i上沉重的锁链，躺在坚硬的地上。小母牛的心怀着人类的悲哀，在兽皮下跳跃着。叙述的差异出现了，变形的小母牛和原本的小母牛之间的差异，就是在伊俄变形为小母牛后随时显示出人的特征。可怜的伊俄常常忘记自己不再是人类，她要举手祷告时，才想起来自己没有手。她想以甜美感人的话向百眼怪物祈求时，发出的却是牛犊的鸣叫。关于伊俄命运的叙述不断地出现这样的差异，如同阶梯一样级级向上，叙述时接连出现的差异将伊俄的命运推向了悲剧的高潮。变形为小母牛的伊俄在百眼怪物阿耳戈斯的监管下游牧各地，多年后她来到了自己的故乡，来到她幼时常常嬉游的河岸。故事的讲述者这时候才让她第一次看到自己变形以后的模样，当那有角的兽头在河水的明镜中注视着她，她在战栗的恐怖中逃避开自己的形象。母牛的形象和人的感受之间的差异产生了悲剧，而且是在象征她昔日美好生活的河岸上产生的。叙述的差异继续向前，伊俄充满渴望地走向了她的姐妹和父亲，可是她的亲人都不认识她，感人至深的情景来到了。父亲伊那科斯喜爱这头雪白的小母牛，抚摸拍打着她光艳照人的身躯，从树上摘下树叶给她吃。但当这小母牛感恩地舐着他的手，用亲吻和人类的眼泪爱抚他的手时，这老人仍猜不出他所抚慰的是谁，也不知道谁在向他感恩。历经艰辛的伊俄仍然保持着人类的思想，没有因为变形而改变，她用小母牛的蹄弯弯曲曲地在沙上写字，告诉父亲她是谁。多么美妙的差异叙述，准确的母牛的动作描写，蹄弯弯曲曲，写下的却是人类的字体。正是变形后仍然保持着人类的情感和思想，使伊俄与原本的真正母牛之间出现了一系列的差异，这一系列的差异成为了叙述的纽带，最后的高潮也产生于差异中。当伊俄弯弯曲曲地用蹄在沙地上写字时，读者所感叹的已经不是的想象力，而是的洞察力了。在这个故事里，如果说想象力制造了叙述的差异，那么盘活这一系列叙述差异的应该是洞察力。伊俄的父亲立刻明白了站在面前的是自己的孩子，多悲惨呀！老人惊呼起来，抱住他的呜咽着的女儿的两角和脖颈我走遍全世界寻找你，却发见你是这个样子！伊俄变形的故事让我们更多地获得这样的感受，在小母牛的躯体里，以及小母牛的动作和声音里，人类的特征如何在挣扎。"}
{"text":"在这个故事里，如果说想象力制造了叙述的差异，那么盘活这一系列叙述差异的应该是洞察力。伊俄的父亲立刻明白了站在面前的是自己的孩子，多悲惨呀！老人惊呼起来，抱住他的呜咽着的女儿的两角和脖颈我走遍全世界寻找你，却发见你是这个样子！伊俄变形的故事让我们更多地获得这样的感受，在小母牛的躯体里，以及小母牛的动作和声音里，人类的特征如何在挣扎。在波兰作家布鲁诺舒尔茨的变形故事里，曾经精确地表达了人变形为动物以后的某些动物特征。和希腊的神话和传说的斯威布一样，也和西游记的吴承恩一样，舒尔茨的变形故事的叙述纽带也是一系列差异的表达。布鲁诺舒尔茨笔下的父亲经常逃走，又经常回来，而且是变形后回来。当父亲变形为螃蟹回到家中后，虽然他已经成为了人的食物，可是仍然要参与到一家人的聚餐里，每当吃饭的时候，他就会来到餐室，一动不动地停留在桌子下面，尽管他的参与完全是象征性的。与伊俄变形为小母牛一样，这个父亲变形为螃蟹后，仍然保持着过去岁月里人的习惯。虽然他拥有了十足的螃蟹形象和螃蟹动作，可是差异叙述的存在让他作为人的特征时隐时现。当他被人踢了一脚后，就会用加倍的速度像闪电似的锯齿形地跑起来，好像要忘掉他不体面地摔了一跤这个回忆似的。螃蟹的逃跑和人的自尊在叙述里同时出现，可以这么说，文学作品中的差异叙述和音乐里的和声是异曲同工。现在我们应该欣赏一下布鲁诺舒尔茨变形故事里精确的动物特征描写，这是一个胆大的作家，他轻描淡写之间，就让母亲把作为螃蟹的父亲给煮熟了，放在盆子里端上来时显得又大又肿，可是一家人谁也不忍心对煮熟的螃蟹父亲动上刀叉，母亲只好把盆子端到起居室，又在螃蟹上盖了一块紫天鹅绒。然后布鲁诺舒尔茨显示了其想象力之后非凡的洞察力，几个星期以后他让煮熟的螃蟹父亲逃跑了。我们发现盆子空了，一条腿横在盆子边上布鲁诺舒尔茨将螃蟹煮熟后容易掉腿的动物特征描写的淋漓尽致，他感人至深地描写了父亲逃跑时腿不断脱落在路上，最后这样写他靠着剩下的精力，拖着自己到某一个地方去，去开始一种没有家的流浪生活从此以后，我们没有再见到他。这篇小说题为父亲的最后一次逃走。今天关于文学作品中想象的演讲到此为止，有关想象的话题远远没有结束，今天仅仅是开始。"}
{"text":"我们发现盆子空了，一条腿横在盆子边上布鲁诺舒尔茨将螃蟹煮熟后容易掉腿的动物特征描写的淋漓尽致，他感人至深地描写了父亲逃跑时腿不断脱落在路上，最后这样写他靠着剩下的精力，拖着自己到某一个地方去，去开始一种没有家的流浪生活从此以后，我们没有再见到他。这篇小说题为父亲的最后一次逃走。今天关于文学作品中想象的演讲到此为止，有关想象的话题远远没有结束，今天仅仅是开始。我之所以选择飞翔和变形作为第一个话题，是因为二者都是大幅度地表达了文学的想象力，或者说都是将现实生活的不可能和不合情理，变成了文学作品中的可能与合情合理。当然大幅度表达文学想象力的不仅仅是飞翔和变形，还有人死了以后如何复活。如果以后有机会的话，我乐意继续讨论。这是我第二次来到延世大学，我以后还会回来，当我回来的时候，随身携带的演讲题目应该是生与死，死而复生。感谢赵旭东教授邀请我来到这里，赵教授是中国精神科和心理治疗方面的权威，他很谦虚，不承认自己是权威，我对他说，你把崔永元著名的抑郁症治好了，你治好了一个权威，你就是权威了。今天，这个权威冒险邀请我这个门外汉来这里演讲，让我担心他的心理是否也出现了一些小问题？我想，没有一个人在心理上是完全健康的，起码不可能一生都健康，心理医生也不会例外。事实上，我们人人都有着不同程度的焦虑，对尚未发生的事情的担忧和害怕，这样的心理或多或少地在左右着我们的生活态度和思维方式。年的时候，我在香港丢过了一次护照，历尽麻烦之后才得以回到北京。护照的丢失意味着身份的失去，此后的三四年时间里，我每次在国外的时候都会梦见自己的护照又丢了，然后一身冷汗醒过来，才知道是虚惊一场而且无论我是在开会演讲，还是在游山玩水，每隔四五个小时就会神经质地去摸一下护照是否还在口袋里。直到今天，我出国前整理行装时，首先考虑的是穿什么样的衣服可以保证护照的安全，然后再考虑其他的。可以这么说，香港的那次护照丢失，让我在此后十年的时间里只要置身异国他乡，就会出现焦虑，害怕护照再次丢失的焦虑，这是对自己可能再次失去身份的恐惧。当然，我生活中时隐时现的焦虑和崔永元的抑郁症相比微不足道，我今天之所以有胆量站在这里说话，是因为我有一个强有力的伙伴，我多年的朋友崔永元先生。"}
