{"text":"但我决不嫁给他。读艺术家的作品是享受，和艺术家一起生活却是苦难。艺术家的爱情大多以不幸结束，责任决不在女人。他心中有地狱，没有人能够引他进入天堂。好艺术家像好女人好男人一样，总那么纯，这是一种成熟的单纯，一种有深度有力度的单纯。他们能够不断地丰富自己，却又不为时代的五光十色所侵染，不为成败所动摇，耐得寂寞，也耐得喧嚣，始终保持本色。也许新鲜感大多凭借遗忘。一个人如果把自己的所有感觉都琢磨透并且牢记在心，不久之后他就会发现世上没有新鲜东西了。艺术家是最健忘的人，他眼中的世界永远新鲜。"}
{"text":"可是，成人常常用千篇一律的谜底杀死了许多美丽的谜语。这个世界被孩子的好奇的眼光照耀得色彩绚丽，却在成人洞察一切的眼睛注视下苍白失色了。唉，孩子的目光，这看世界的第一瞥，当我们拥有它时，我们不知这是幸福，当我们悟到这是幸福时，我们已经永远失去它了。尽管美感的根源深植于性欲之中，可是当少年人的性欲刚刚来潮之时，他又会惊慌地预感到这股失去控制的兽性力量破坏了美感，因而出现性亢奋与性反感交错的心理。对性欲的某种程度的压抑不仅是伦理的需要，也是审美的需要。美感产生于性与性压抑之间的平衡。审美与功利的对立是一个经验的事实。凡是审美力锐利的人，对功利比较糊涂，而利欲熏心的人则对美不甚留意。有艺术气质的人在社会阅历方面大多处在不成熟的童稚状态。硬要挖掘审美与功利的历史渊源关系是说明不了什么的。在太初混沌状态，在人类起源时代，何止审美，一切的一切都浑为一体。劳动创造了人，于是也创造了人的一切，于是用劳动来说明一切，这种逻辑固然彻底，却未免太简单了一些。从宇宙的角度看，美和道德都是没有根据的。宇宙既不爱惜美，也不讲求道德。美是人的心灵的一个幻影，道德是人的生存的一个工具。人是注定要靠药物来维持生命的一种生物，而美就是兴奋剂，道德就是镇静剂。道德不仅为社会所需要，而且为人生所需要。如果人要为自己的生活寻找一个稳固的支点，就决不能寄希望于美。美是一片浮云，道德却在实践上提供了人与人之间的一种稳定的依赖关系在心理上提供了一种安全感和自信心。可是，某些人的天性注定他们是逃不脱美的陷阱的，对美的迷恋乃是他们先天的不治之症。罂粟花，邪恶的光泽。恶赋予美以魅力，光泽赋予色彩以魅力。相形之下，只有色彩没有光泽的牡丹显得多么平庸。在人的本能中，既有爱美占有美的冲动，又有亵渎美毁坏美的冲动。后一种冲动，也许是因为美无法真正占有而产生的一种绝望，也许是因为美使人丧失理智而产生的一种怨恨。一个爱美的民族总是有希望的，它不会长久忍受丑陋的现实。"}
{"text":"恶赋予美以魅力，光泽赋予色彩以魅力。相形之下，只有色彩没有光泽的牡丹显得多么平庸。在人的本能中，既有爱美占有美的冲动，又有亵渎美毁坏美的冲动。后一种冲动，也许是因为美无法真正占有而产生的一种绝望，也许是因为美使人丧失理智而产生的一种怨恨。一个爱美的民族总是有希望的，它不会长久忍受丑陋的现实。最可悲的是整个民族对美和丑麻木不仁，置身于这样民族中的个别爱美的灵魂岂能不被绝望所折磨许多哲人都预言会有一个审美的时代。我也盼望这样的时代到来，但又想也许，美永远属于少数人，时代永远属于公众，在任何时代，多数人总是讲究实际的。狡猾的美是危险的，因为它会激起不可遏止的好奇心。有不同的丑。有的丑是生命力的衰竭，有的丑是生命力的扭曲。前者令人厌恶，后者却能引起一种病态的美感。现代艺术所表现的丑多属后者。奈此良夜何――不但良夜，一切太美的事物都会使人感到无奈这么美，叫人如何是好花的蓓蕾，树的新芽，壁上摇曳的光影，手的轻柔的触摸它们会使人的感官达于敏锐的极致，似乎包含着无穷的意味。相反，繁花簇锦，光天化日，热烈拥抱，真所谓信息爆炸，但感官麻痹了，意味丧失了。"}
{"text":"内感觉的唤醒即捕捉情绪，外感觉的唤醒即捕捉意象。复活语言，就是使寻常的词在一种全新的组合中产生不寻常的魅力。所以，诗就是通过语言的巧妙搭配把情绪翻译成意象。它有三重魅力感觉的魅力，意象的魅力，语言本身的魅力。三者缺一，你就会觉得这首诗有点遗憾。为什么要把情绪翻译成意象呢情绪本身缺乏语言，直接表述情绪的词都过于一般化或极端化，抹杀了其中丰富的细微差别。直抒情绪的诗，听起来不是空泛，就是浮夸。语言表达意象的可能性却要宽广得多。因此，诗人就通过设计一个独特的意象，来间接地再现和唤起一个独特的情绪。诗的材料词和哲学的材料范畴都基本上是现成的。在诗中，借词的新的组合表达出对世界的一种新的感觉，在哲学中，借范畴的新的组合表达出对本体道绝对终极价值的一种新的领悟，都可算作创造了。神是人类童年时代的梦，诗是人类青年时代的梦。可是，对于个体来说，事情似乎倒了过来诗是青年人的梦，神是老年人的梦。诗人是守墓人兼盗墓人，看守着也发掘着人类语言的陵墓。诗人用语言锁住企图逃逸的感觉，又在语言中寻找已经逃逸的感觉。他敲击每一块熟悉的语词的化石，倾听远古时代的陌生的回声。在语言之家中，一切词都是亲属。然而，只有诗人才能发现似乎漠不相干的词之间的神秘的血缘关系。音乐用天国的语言叙说天国的事情，诗用人间的语言叙说天国的事情。诗人痛苦了，因为俗人根据人间的事情来理解人间的语言，总是误解了诗人。音乐家可以免于此患，，反正俗人听不懂天国的语言。诗是语言的万花筒。诗人也有他的调色板，词就是他的颜料。他借词的重新搭配创造出新的色彩。单色总是有限的，本领在于调配。诗才的测验给你一百个最常用的词，用它们搭配出全新的效果。诗的最大优点是凝练。它舍弃了一切过渡。它断裂，浓缩，结晶，在太阳下闪烁奇异的光。你给它不同的光源，它就闪射不同的光彩。每一双眼睛都是一个不同的光源。诗应当单纯。不是简单，不是浅显，是单纯。"}
{"text":"诗人也有他的调色板，词就是他的颜料。他借词的重新搭配创造出新的色彩。单色总是有限的，本领在于调配。诗才的测验给你一百个最常用的词，用它们搭配出全新的效果。诗的最大优点是凝练。它舍弃了一切过渡。它断裂，浓缩，结晶，在太阳下闪烁奇异的光。你给它不同的光源，它就闪射不同的光彩。每一双眼睛都是一个不同的光源。诗应当单纯。不是简单，不是浅显，是单纯。单纯得像一滴露水，像处女的一片嘴唇。诗直接诉诸感觉，太复杂了，就必须借助思维来分析，失去了鲜明的第一眼印象。现在有些青年诗人的诗越写越复杂了，写诗时思维喧宾夺主，挤掉了感觉。也许原本就没有感觉。其末流只是在玩文字游戏，而且玩得不高明，游戏得无趣味。我不是否定文字游戏。在某种意义上，诗的确是一种文字游戏。健全的直觉是从事一切艺术活动的先决条件。在不同的人身上，它可以催放不同的艺术花朵，但也可能毫无结果。一个诗人除了这种直觉外，还必须具备对于语言本身的特殊兴趣，迷于搭配词句的游戏，否则决不能成为诗人。我觉得长诗是一个误会。诗要捕捉的是活的感觉，而活的感觉总是很短的，稍纵即逝的，一长，难免用思想取代冲淡这一点感觉。写诗是一种练习把话说得简洁独特的方法。我对散文吝啬了。诗是金币，散文是纸钞，哪个守财奴不想把他的财产统统兑成金币珍藏起来呢一首好诗写出来之前，往往会有一种焦虑不安的感觉，似乎知道已经有某种东西产生了，存在了，必须立即把它找到，抓住，否则就会永远消失。甚至有一种信念连词句也已经存在于某个地方，那是独一无二非此不可的词句，它躲藏着，问题是要把它找出来。最贴切的词句是找出来的，而不是造出来的。你一再尝试，配上不同的词眼，还是觉得不对劲。突然，你欣喜若狂了，一个准确无误的声音在你心里喊道对，这就是我要找的！诗是找回那看世界的第一瞥。诗解除了因熟视无睹而产生的惰性，使平凡的事物回复到它新奇的初生状态。诗无朦胧诗和清晰诗之分。是诗，就必然朦胧。人的感觉和情绪原本就朦胧，清晰是逻辑化简化的产物。"}
{"text":"最贴切的词句是找出来的，而不是造出来的。你一再尝试，配上不同的词眼，还是觉得不对劲。突然，你欣喜若狂了，一个准确无误的声音在你心里喊道对，这就是我要找的！诗是找回那看世界的第一瞥。诗解除了因熟视无睹而产生的惰性，使平凡的事物回复到它新奇的初生状态。诗无朦胧诗和清晰诗之分。是诗，就必然朦胧。人的感觉和情绪原本就朦胧，清晰是逻辑化简化的产物。诗正是要从逻辑的解剖刀下抢救活生生的感觉和情绪，还它们一个本来面貌。当然，朦胧不是刻意追求晦涩。朦胧是再现真实的感受，晦涩是制造虚假的感觉。刻意追求晦涩的诗人往往并无真情实感，故意用非逻辑化的杂乱掩盖他的感觉的贫乏。他的真正家底不是感觉，而是概念，所以晦涩只是化了装的清晰。诗不得不朦胧。诗通过词的搭配表达感觉，活的感觉都是一次性的，原则上不可复制，诗勉为其难，只好通过词的异乎寻常的搭配，借多义性暗示包容这独一无二的感觉，借朦胧求准确。为了使不确定者感觉确定，只好使确定者词不确定。拂晓和黄昏，光与影的巧妙配合，显示出色彩无穷无尽的细微差别。朦胧是美的。可是，有人竟向大自然发号施令，不准朦胧，非要把一切景物放在正午的烈日下暴晒，让它们轮廓分明，只许保留黑白两色。诗贵朴实。许多新诗人的最大毛病是不朴实，他们在卖弄和显示，而不是在流露，想用标新立异的姿势眼神语调引人注意，这是小家子相。有一天，毫无诗意的干燥的晴空倾倒下阵雨一般的无数诗人。我不知道写诗有什么诀窍。也许，最好的诀窍就是，不要以为你是个诗人。每当我在灯下清点我的诗的积蓄时，我的心多么平静，平静得不像诗人。我是我的感觉的守财奴。这时代什么也不是，我永远是诗人。我一无所有，但我有语言。许多美丽的灵魂在世上昙花一现，留下了诗和艺术的花瓣。诗属于天才，歌属于大众。根本不可能有大众喜闻乐见的诗。台风的中心，喧嚣中的寂静，那里放置着诗和思想的摇篮。"}
{"text":"也许，最好的诀窍就是，不要以为你是个诗人。每当我在灯下清点我的诗的积蓄时，我的心多么平静，平静得不像诗人。我是我的感觉的守财奴。这时代什么也不是，我永远是诗人。我一无所有，但我有语言。许多美丽的灵魂在世上昙花一现，留下了诗和艺术的花瓣。诗属于天才，歌属于大众。根本不可能有大众喜闻乐见的诗。台风的中心，喧嚣中的寂静，那里放置着诗和思想的摇篮。诗人的灵感多半得自女人，可是懂他的作品的往往是男人。诗人寻求什么一个偶像，一个幻影，一个可以把内心的美感凝聚起来的光斑。碰巧这个偶像活起来，能够发出呼应，领会并且喜欢他的诗，这就是天赐的际遇了。你为了表达情绪而写诗，后来就为了写诗而寻找情绪，制造情绪。你整天生活在情绪中，离开情绪就活不了。小心，别宠坏了你的情绪，别让情绪宠坏了你。在你的诗里有太多的感情的下脚料。看了我的诗，你就了解我了吗我的诗都那样忧郁，我就是一个忧郁的人了吗在快乐的时候，我是不写诗的，你永远不能知道我的快乐有多么疯狂当我从别人的诗中发现一个我熟悉的但没有捕捉到的感觉或意象时，我嫉妒了――我失落了的，却被别人捕捉住了，就像垂钓时从我的钓钩上逃脱的鱼被别人钓到手了一样。诗必须有哲学的深度。注意，是深度，而不是表相和姿态。我们爱善解男人心意的女子，可是谁爱一副男人相的女人呢当黑格尔称现代为散文味的时代时，他是把散文当作贬义词的。但是，这未必公正。散文的心境是一种孤寂宁静闲适的心境，有足够的光阴去回忆和谐想。好的散文总是散发出懒洋洋的气息。在我看来，独卧冬日向阳的山坡，或与好友炉边夜话，都是最适宜于散文诞生的情境。现代人却活得过于匆忙了，所以，现代缺乏好的散文。"}
{"text":"这种子来自人类生活的土地，然后如同柳絮一样在人类精神的天空飘荡。倘若它落到了你的心中，你的心又恰巧是一片肥土，它就会在你的心中萌芽和生长，最后有希望发育成一棵好的植物。精神的创造当然是离不开外部的环境的，但更重要的是内部的环境。满天柳絮，阳光明媚，水分充足，可是倘若你的心是一片瘠土，你的心中仍然不会绿柳成荫。一颗种子只有落在适宜的土壤上，才能真正作为一颗种子存在。在某种意义上，精神创造的过程的确是一个自然过程。只要你有适宜的内部环境，又获得了一颗好种子，那么，不管你的躯体在外部世界上做着什么，哪怕你是在做着奴隶般的沉重劳动，这颗种子依然会默默地走着大自然指定的路。伟大作品之孕育未必是在书斋里，更多地是在风尘仆仆的人生旅途上，在身不由己地做着各种琐事的时候，而书斋至多只是它一朝分娩的产房罢了。当然，前提是你有一个好的内部环境，一片沃土，一个好子宫。要创新，不要标新。标新是伪造你所没有的东西，创新则是去发现你已经拥有的东西。每个人都有太多的东西尚未被自己发现，创新之路无比宽广。写作中最愉快的时刻是，句子似乎自动装束停当，排成队列，向你走来。你不假思索，只是把这些似乎现成的美妙句子记录到纸上。大约这就是所谓灵感泉涌才思敏捷的时刻了。你陶醉在收获的欣喜中，欣喜之余又有些不安，不敢相信这么多果实应当归你所有，因为那播种耕耘酝酿的过程本是无意识的，你几乎觉得自己成了一个窃取者。任何一部以过去为题材的作品，都是过去与当下的混合。一篇文章有无数种写法。不论写作前的构思多么充分，写作时仍会有种种似乎偶然的字句浮上心头，落在纸上。写作过程的每一次打断都必然会使写法发生某些变化。所以，我不相信有所谓不可改动一字的佳作，佳作的自己也一定不相信。我抓住一条思绪，于是它自己开始工作，去连结缠绕吸附，渐渐变得丰厚，一篇文章就诞生了。许多未被抓住的思绪却飘失了。朋友相聚，欢声笑语，当时觉得趣味无穷。事后追记，为什么就不那么有趣了？肯定是遗忘了一点什么情境，心境，气氛事过境迁，记录事实是困难的。不存在纯粹的事实。"}
{"text":"写作过程的每一次打断都必然会使写法发生某些变化。所以，我不相信有所谓不可改动一字的佳作，佳作的自己也一定不相信。我抓住一条思绪，于是它自己开始工作，去连结缠绕吸附，渐渐变得丰厚，一篇文章就诞生了。许多未被抓住的思绪却飘失了。朋友相聚，欢声笑语，当时觉得趣味无穷。事后追记，为什么就不那么有趣了？肯定是遗忘了一点什么情境，心境，气氛事过境迁，记录事实是困难的。不存在纯粹的事实。如果不能同时传达出当时的意味，写出的就不是当时的事实了。在西方，现代艺术诗画音乐的大师，往往一度曾是古典艺术的高手。可是据说在我们这里有许多天生的现代派。有时候，艺术创作中的败笔反能提供一个契机，启示新的发现，发展出一种新的风格或流派来。有意写实，结果失败了，然而谁知道失实之处会不会是一种成功的变形呢也许，意识的失误，其实源于无意识中的真实。那么，写实成功之作就是古典派作品，不成功之作就是现代派作品吗别开玩笑无所事事的独处是写的黄金时刻。写需要闲散和孤独，不但是为了获得充足的写作时间，更是为了获得适宜的写作心境。灵感是神的降临，忌讳俗事搅扰和生人在场。为了迎接它，写必须涤净心庭，虚席以待。完整充实的自我是进入好的写作状态的前提。因为完整反而感到了欠缺，因为充实反而感到了饥渴，这便是写作欲。有了这样的写作欲，就不愁没有题材，它能把碰到的一切都化为自己的食物并且消化掉。可是，当我们消散在事务和他人之中时，我们的自我却是破碎虚弱的。烦扰中写出的作品必有―种食欲不振的征兆。写作如同收获果实，有它自己的季节。太早了，果实是酸涩的。太迟了，果实会掉落和腐烂。那么，我大约总是掌握不好季节许多果实腐烂了，摘到的果实又多是酸涩的。有的人非得在课堂上，有个老师，才能学习。我非得离开课堂，独自一人，才学得进去。有的人非得打草稿，才能写东西，哪怕是写信。我写东西不能打草稿，那样会觉得现在写的东西是不算数的，因而失去了写的兴致。叔本华说形容词是名词的敌人。我说名词是动词的尸体。"}
