{"text":"他的作品，德国译出的有三种一为俄语陀斯妥也夫斯基学校的略语，亦名流浪儿共和国，是和毕理克合撰的，有五百余页之多，一为凯普那乌黎的复仇，我没有见过一就是这一篇中篇童话，表。现在所据的即是爱因斯坦s女士的德译本，一九三年在柏林出版的。卷末原有两页编辑者的，但因为不过是对德国孩子们说的话，在到了年纪的中国读者，是统统知道了的，而这译本的读者，恐怕倒是到了年纪的人居多，所以就不再译在后面了。当翻译的时候，给了我极大的帮助的，是日本本楠郎的日译本金时计。前年十二月，由东京乐浪书院印行。在那本书上，并没有说明他所据的是否原文但看藤森成吉的话见文学评论创刊号，则似乎也就是德译本的重译。这对于我是更加有利的可以免得自己多费心机，又可以免得常翻字典。但两本也间有不同之处，这里是全照了德译本的。金时计上有一篇的，虽然说的是针对着日本，但也很可以供中国读者参考的。译它在这里人说，点心和儿童书之多，有如日本的国度，世界上怕未必再有了。然而，多的是吓人的坏点心和小本子，至于富有滋养，给人益处的，却实在少得很。所以一般的人，一说起好点心，就想到西洋的点心，一说起好书，就想到外国的童话了。然而，日本现在所读的外国的童话，几乎都是旧作品，如将褪的虹霓，如穿旧的衣服，大抵既没有新的美，也没有新的乐趣的了。为什么呢？因为大抵是长大了的阿哥阿姊的儿童时代所看过的书，甚至于还是连父母也还没有生下来，七八十年前所作的，非常之旧的作品。虽是旧作品，看了就没有益，没有味，那当然也不能说的。但是，实实在在的留心读起来，旧的作品中，就只有古时候的有益，古时候的有味。这只要把先前的童谣和现在的童谣比较一下看，也就明白了。总之，旧的作品中，虽有古时候的感觉感情情绪和生活，而像现代的新的孩子那样，以新的眼睛和新的耳朵，来观察动物，植物和人类的世界者，却是没有的。所以我想，为了新的孩子们，是一定要给他新作品，使他向着变化不停的新世界，不断的发荣滋长的。由这意思，这一本书想必为许多人所喜欢。因为这样的内容簇新，非常有趣，而且很有名声的作品，是还没有绍介一本到日本来的。然而，这原是外国的作品，所以纵使怎样出色，也总只显着外国的特色。"}
{"text":"这只要把先前的童谣和现在的童谣比较一下看，也就明白了。总之，旧的作品中，虽有古时候的感觉感情情绪和生活，而像现代的新的孩子那样，以新的眼睛和新的耳朵，来观察动物，植物和人类的世界者，却是没有的。所以我想，为了新的孩子们，是一定要给他新作品，使他向着变化不停的新世界，不断的发荣滋长的。由这意思，这一本书想必为许多人所喜欢。因为这样的内容簇新，非常有趣，而且很有名声的作品，是还没有绍介一本到日本来的。然而，这原是外国的作品，所以纵使怎样出色，也总只显着外国的特色。我希望读者像游历异国一样，一面鉴赏着这特色，一面怀着涵养广博的智识，和高尚的情操的心情，来读这一本书。我想，你们的见闻就会更广，更深，精神也因此磨炼出来了。还有一篇秋田雨雀的跋，不关什么紧要，不译它了。译成中文时，自然也想到中国。十来年前，叶绍钧先生的稻草人是给中国的童话开了一条自己创作的路的。不料此后不但并无蜕变，而且也没有人追踪，倒是拚命的在向后转。看现在新印出来的儿童书，依然是司马温公敲水缸，依然是岳武穆王脊梁上刺字甚而至于仙人下棋，山中方七日，世上已千年还有龙文鞭影里的故事的白话译。这些故事的出世的时候，岂但儿童们的父母还没有出世呢，连高祖父母也没有出世，那么，那有益和有味之处，也就可想而知了。在开译以前，自己确曾抱了不小的野心。第一，是要将这样的崭新的童话，绍介一点进中国来，以供孩子们的父母，师长，以及教育家，童话作家来参考第二，想不用什么难字，给十岁上下的孩子们也可以看。但是，一开译，可就立刻碰到了钉子了，孩子的话，我知道得太少，不够达出原文的意思来，因此仍然译得不三不四。现在只剩了半个野心了，然而也不知道究竟怎么样。还有，虽然不过是童话，译下去却常有很难下笔的地方。例如译作不够格的，原文是，是不完全，有缺点的意思。日译本将它略去了。现在倘若译作不良，语气未免太重，所以只得这么的充一下，然而仍然觉得欠切帖。又这里译作堂表兄弟的是，译作头儿的是，查了几种字典，都找不到这两个字。没法想就只好头一个据西班牙语，第二个照日译本，暂时这么的敷衍着，深望读者指教，给我还有改正的大运气。插画二十二小幅，是从德译本复制下来的。"}
{"text":"例如译作不够格的，原文是，是不完全，有缺点的意思。日译本将它略去了。现在倘若译作不良，语气未免太重，所以只得这么的充一下，然而仍然觉得欠切帖。又这里译作堂表兄弟的是，译作头儿的是，查了几种字典，都找不到这两个字。没法想就只好头一个据西班牙语，第二个照日译本，暂时这么的敷衍着，深望读者指教，给我还有改正的大运气。插画二十二小幅，是从德译本复制下来的。孚克，并不是怎样知名的画家，但在二三年前，却常常看见他为新的作品作画的，大约还是一个青年罢。。表童话，班台莱耶夫作于一九二八年，译于一九三五年一月一日至十二日同年七月由上海生活书店出版单行本。班台莱耶夫，苏联儿童文学作家。原为流浪儿，一九二一年进入以陀思妥耶夫斯基命名的流浪儿学校，一九二五年开始发表作品。著有小说什基德共和国与别雷赫合著表文件我们的玛莎，以及高尔基马尔夏克等的回忆录。本篇连同表的译文，最初发表于一九三五年三月译文月刊第二卷第一期。什基德p，俄语p的简称，意思是以陀思妥耶夫斯基命名的流浪儿学校。毕理克，―通译别雷赫，苏联电影导演及作家。他与班台莱耶夫合著的中篇小说什基德共和国即以陀思妥耶夫斯基命名的流浪儿学校，描写流浪儿在苏维埃政权下成长的故事。本楠郎―本名楠男，日本儿童文学作家。历任日本童话作家协会常任理事，著有新儿童文学理论童谣集赤旗童话小猫的裁判等。藤森成吉―日本作家。东京大学德文系毕业，著有小说青年时的烦恼在研究室悲哀的爱情等。文学评论日本文艺杂志，月刊，一九三四年三月创刊，一九三六年八月停刊，共出三十期。叶绍钧字圣陶，江苏吴县人，作家，文学研究会成员。著有长篇小说倪焕之等。稻草人，童话集，作于一九二一年至一九二二年间，上海开明书店出版。"}
{"text":"藤森成吉―日本作家。东京大学德文系毕业，著有小说青年时的烦恼在研究室悲哀的爱情等。文学评论日本文艺杂志，月刊，一九三四年三月创刊，一九三六年八月停刊，共出三十期。叶绍钧字圣陶，江苏吴县人，作家，文学研究会成员。著有长篇小说倪焕之等。稻草人，童话集，作于一九二一年至一九二二年间，上海开明书店出版。司马温公敲水缸司马温公，即北宋司马光―，宋代大臣史学家，死后追封温国公。敲水缸事载宋史司马光列传光生七岁，凛然如成人，群儿戏于庭，一儿登瓮，足跌没水中，众皆弃去，光持石击瓮破之，水迸，儿得活。其后京洛间画以为图。岳武穆王脊梁上刺字岳武穆王，即岳飞―，南宋抗金大将，死后谥武穆。宋史岳飞列传载秦桧遣使捕飞父子证张宪事按指诬告张宪谋还飞兵，使者至，飞笑曰皇天后土，可表此心！初命何铸鞠之，飞裂裳以背示铸，有尽忠报国四大字，深入肤理。民间盛传的岳母刺字故事，见于说岳全传第二十二回。仙人下棋见述异记相传为南朝梁任P著上卷信安郡石室山，晋时王质伐木至，见童子数人棋而歌，质因听之。童子以一物与质，如枣核。质含之，不觉饥。俄顷童子谓曰何不去？质起视，斧柯尽烂。既归，无复时人。山中方七日，世上已千年语见明初叶盛水东日记卷十王子去求仙，丹成入九天，山中方七日，世上已千年。龙文鞭影旧时的儿童读物，明代萧良友编著，原题蒙养故事，后经杨臣诤增订，改题今名。全书用四言韵语写成，每句一故事，两句自成一联，按通行的诗韵次序排列。据一九三五年九月八日写的给译文编者订正的信现编入集外集拾遗补编，这个被译为头儿的字，源出犹太语，应译为偷儿或贼骨头。孚克即勃鲁诺孚克，德国插画家。俄罗斯的童话俄罗斯的童话小引这是我从去年秋天起，陆续译出，用了邓当世的笔名，向译文投稿的。第一回有这样的几句高尔基这人和作品，在中国已为大家所知道，不必多说了。"}
{"text":"据一九三五年九月八日写的给译文编者订正的信现编入集外集拾遗补编，这个被译为头儿的字，源出犹太语，应译为偷儿或贼骨头。孚克即勃鲁诺孚克，德国插画家。俄罗斯的童话俄罗斯的童话小引这是我从去年秋天起，陆续译出，用了邓当世的笔名，向译文投稿的。第一回有这样的几句高尔基这人和作品，在中国已为大家所知道，不必多说了。这俄罗斯的童话，共有十六篇，每篇独立虽说童话，其实是从各方面描写俄罗斯国民性的种种相，并非写给孩子们看的。发表年代未详，恐怕还是十月革命前之作今从日本高桥晚成译本重译，原在改造社版高尔基全集第十四本中。第二回，对于第三篇，又有这样的两段俄罗斯的童话里面，这回的是最长的一篇，主人公们之中，这位诗人也是较好的一个，因为他终于不肯靠装活死人吃饭，仍到葬仪馆为真死人出力去了，虽然大半也许为了他的孩子们竟和帮闲批评家一样，个个是红头毛。我看对于他，是有点宽恕的，――而他真也值得宽恕。现在的有些学者说文言白话是有历史的。这并不错，我们能在书本子上看到但方言土语也有历史――只不过没有人写下来。帝王卿相有家谱，的确证明着他有祖宗然而穷人以至奴隶没有家谱，却不能成为他并无祖宗的证据。笔只拿在或一类人的手里，写出来的东西总不免于蹊跷，先前的文人哲士，在记载上就高雅得古怪。高尔基出身下等，弄到会看书，会写字，会作文，而且作得好，遇见的上等人又不少，又并不站在上等人的高台上看，于是许多西洋镜就被拆穿了。如果上等诗人自己写起来，是决不会这模样的。我们看看这，算是一种参考罢。从此到第九篇，一直没有写。然而第九篇以后，也一直不见登出来了。记得有时也又写有，但并未留稿，自己也不再记得说了些什么。写信去问译文社，那回答总是含含胡胡，莫名其妙。不过我的译稿却有底子，所以本文是完全的。我很不满于自己这回的重译，只因别无译本，所以姑且在空地里称雄。倘有人从原文译起来，一定会好得远远，那时我就欣然消灭。这并非客气话，是真心希望着的。一九三五年八月八日之夜，。俄罗斯的童话高尔基著，发表于一九一二年，一九一八年出版单行本。于一九三四年九月至一九三五年四月间译出。"}
{"text":"然而第九篇以后，也一直不见登出来了。记得有时也又写有，但并未留稿，自己也不再记得说了些什么。写信去问译文社，那回答总是含含胡胡，莫名其妙。不过我的译稿却有底子，所以本文是完全的。我很不满于自己这回的重译，只因别无译本，所以姑且在空地里称雄。倘有人从原文译起来，一定会好得远远，那时我就欣然消灭。这并非客气话，是真心希望着的。一九三五年八月八日之夜，。俄罗斯的童话高尔基著，发表于一九一二年，一九一八年出版单行本。于一九三四年九月至一九三五年四月间译出。前九篇曾陆续发表于译文月刊第一卷第二至第四期及第二卷第二期一九三四年十月至十二月及一九三五年四月。后七篇则因得检查老爷批云意识欠正确，未能继续刊登。后来与已发表过的九篇同印入单行本，于一九三五年八月由上海文化生活出版社出版，列为文化生活丛刊之一。高尔基Z，―，原名彼什科夫，苏联无产阶级作家。著有长篇小说福玛高尔捷耶夫母亲和自传体三部曲童年在人间我的大学等。本篇最初印入俄罗斯的童话单行本，未在报刊上发表过。译文翻译和介绍外国文学的月刊，由茅盾发起，上海生活书店发行，一九三四年九月创刊，至一九三五年九月一度停刊。一九三六年三月复刊，改由上海杂志公司发行，一九三七年六月停刊。它的最初三期由主编，自第四期起由黄源编辑。改造社日本的一家出版社，发行综合性月刊改造杂志，一九一九年创刊，一九五五年出至第三十六卷第二期停刊。坏孩子和别的奇闻坏孩子和别的奇闻前记司基塔列慈的契诃夫记念里，记着他的谈话――必须要多写！你起始唱的是夜莺歌，如果写了一本书，就停止住，岂非成了乌鸦叫！就依我自己说如果我写了头几篇短篇小说就搁笔，人家决不把我当做作家！契红德！一本小笑话集！人家以为我的才学全在这里面。严肃的作家必说我是另一路人，因为我只会笑。如今的时代怎么可以笑呢？耿济之译，译文二卷五期。这是一九四年一月间的事，到七月初，他死了。他在临死这一年，自说的不满于自己的作品，指为小笑话的时代，是一八八年，他二十岁的时候起，直至一八八七年的七年间。"}
{"text":"你起始唱的是夜莺歌，如果写了一本书，就停止住，岂非成了乌鸦叫！就依我自己说如果我写了头几篇短篇小说就搁笔，人家决不把我当做作家！契红德！一本小笑话集！人家以为我的才学全在这里面。严肃的作家必说我是另一路人，因为我只会笑。如今的时代怎么可以笑呢？耿济之译，译文二卷五期。这是一九四年一月间的事，到七月初，他死了。他在临死这一年，自说的不满于自己的作品，指为小笑话的时代，是一八八年，他二十岁的时候起，直至一八八七年的七年间。在这之间，他不但用契红德s的笔名，还用种种另外的笔名，在各种刊物上，发表了四百多篇的短篇小说，小品，速写，杂文，法院通信之类。一八八六年，才在彼得堡的大报新时代上投稿有些批评家和传记家以为这时候，契诃夫才开始认真的创作，作品渐有特色，增多人生的要素，观察也愈加深邃起来。这和契诃夫自述的话，是相合的。这里的八个短篇，出于德文译本，却正是全属于契红德时代之作，大约的本意，是并不在严肃的绍介契诃夫的作品，却在辅助玛修丁ss的木刻插画的。玛修丁原是木刻的名家，十月革命后，还在本国为勃洛克刻十二个的插画，后来大约终于跑到德国去了，这一本书是他在外国的谋生之术。我的翻译，也以绍介木刻的意思为多，并不著重于小说。这些短篇，虽自以为小笑话，但和中国普通之所谓趣闻，却又截然两样的。它不是简单的只招人笑。一读自然往往会笑，不过笑后总还剩下些什么，――就是问题。生瘤的化装，蹩脚的跳舞，那模样不免使人笑，而笑时也知道这可笑是因为他有病。这病能医不能医。这八篇里面，我以为没有一篇是可以一笑就了的。但自己却将这些指为小笑话，我想，这也许是因为他谦虚，或者后来更加深广，更加严肃了。一九三五年九月十四日，。坏孩子和别的奇闻契诃夫早期的短篇小说集，收波斯勋章等八篇。据德译本波斯勋章及别的奇闻于一九三四年一九三五年间翻译，最初在译文月刊第一卷第四期第六期及第二卷第二期一九三四年十二月一九三五年二月及四月发表七篇但波斯勋章当时未能刊出，一年后始载于大公报副刊文艺。单行本于一九三六年由上海联华书局印行，列为文艺连丛之一封面题坏孩子和别的小说八篇。"}
{"text":"一九三五年九月十四日，。坏孩子和别的奇闻契诃夫早期的短篇小说集，收波斯勋章等八篇。据德译本波斯勋章及别的奇闻于一九三四年一九三五年间翻译，最初在译文月刊第一卷第四期第六期及第二卷第二期一九三四年十二月一九三五年二月及四月发表七篇但波斯勋章当时未能刊出，一年后始载于大公报副刊文艺。单行本于一九三六年由上海联华书局印行，列为文艺连丛之一封面题坏孩子和别的小说八篇。契诃夫，―，俄国作家，曾做过医生。一八八年开始发表作品，作有大量短篇小说及剧本海鸥万尼亚舅舅樱桃园等。本篇最初连同波斯勋章的译文，发表于一九三六年四月八日上海大公报副刊文艺第一二四期。后印入坏孩子和别的奇闻单行本。司基塔列慈，―俄国作家。他早期的短篇小说主要为描写一九五年革命前的俄国农村生活。十月革命时流亡国外，一九三年回国。著有长篇小说切尔诺夫家族及有关托尔斯泰和契诃夫等作家的回忆录等。契红德即安托沙契红德，契诃夫的早期笔名之一。新时代俄国刊物，一八六八年创刊。沙皇统治时期为自由派所掌握，一九一七年二月革命后为资产阶级的临时政府利用，成为反革命的宣传工具。十月革命时被彼得堡苏维埃军事革命委员会封闭。玛修丁苏联铜版画和木刻画家，后离苏去德国。勃洛克，―俄国诗人。十二个，反映十月革命的长诗，有胡学中译本，为未名丛刊之一，一九二六年八月北京北新书局出版，为它作的现收入集外集拾遗。契诃夫的这一群小说，是去年冬天，为了译文开手翻译的，次序并不照原译本的先后。是年十二月，在第一卷第四期上，登载了三篇，是假病人，簿记课副手日记抄和那是她，题了一个总名谓之奇闻三则，还附上几句道――以常理而论，一个作家被别国译出了全集或选集，那么，在那一国里，他的作品的注意者，阅览者和研究者该多起来，这也更为大家所知道，所了解的。"}
{"text":"契诃夫的这一群小说，是去年冬天，为了译文开手翻译的，次序并不照原译本的先后。是年十二月，在第一卷第四期上，登载了三篇，是假病人，簿记课副手日记抄和那是她，题了一个总名谓之奇闻三则，还附上几句道――以常理而论，一个作家被别国译出了全集或选集，那么，在那一国里，他的作品的注意者，阅览者和研究者该多起来，这也更为大家所知道，所了解的。但在中国却不然，一到翻译集子之后，集子还没有出齐，也总不会出齐，而可早被压杀了。易卜生，莫泊桑，辛克莱，无不如此，契诃夫也如此。不过姓名大约还没有被忘却。他在本国，也还没有被忘却的，一九二九年做过他死后二十五周年的纪念，现在又在出他的选集。但在这里我不想多说什么了。奇闻三篇是从s的德译本sss，，里选出来的。这书共八篇，都是他前期的手笔，虽没有后来诸作品的阴沉，却也并无什么代表那时的名作，看过美国人做的文学概论之类的学者或批评家或大学生，我想是一定不准它称为短篇小说的，我在这里也小心一点，根据了s这一个字，将它翻作了奇闻。第一篇绍介的是一穷一富，一厚道一狡猾的贵族第二篇是已经爬到极顶和日夜在想爬上去的雇员第三篇是圆滑的行伍出身的老绅士和爱听艳闻的小姐。字数虽少，脚色却都活画出来了。但虽是医师，他给簿记课副手代写的日记是当不得正经的，假如有谁看了这一篇，真用升汞去治胃加答儿，那我包管他当天就送命。这种通告，固然很近于杞忧，但我却也见过有人将旧小说里狐鬼所说的药方，抄进了正经的医书里面去――人有时是颇有些希奇古怪的。这回的翻译的主意，与其说为了文章，倒不如说是因为插画德译本的出版，好像也是为了插画的。这位插画家玛修丁ss，是将木刻最早给中国读者赏鉴的人，未名丛刊中十二个的插图，就是他的作品，离现在大约已有十多年了。今年二月，在第六期上又登了两篇暴躁人和坏孩子。那是――契诃夫的这一类的小说，我已经绍介过三篇。"}
