{"text":"中学，指治身心的纲常名教西学，指应世事的西方技术。不薄今人爱古人语见杜甫戏为六绝句之五。原意是说他不菲薄当时人爱慕古人的清词丽句据清代仇兆鳌杜诗详注这里则是对于今人和古人都一视同仁的意思。牺牲谟牺牲谟――鬼画符失敬失敬章第十三阿呀阿呀，失敬失敬！原来我们还是同志。我开初疑心你是一个乞丐，心里想好好的一个汉子，又不衰老，又非残疾，为什么不去做工，读书的？所以就不免露出责备贤者的神色来，请你不要见气，我们的心实在太坦白了，什么也藏不住，哈哈！可是，同志，你也似乎太。哦哦！你什么都牺牲了？可敬可敬！我最佩服的就是什么都牺牲，为同胞，为国家。我向来一心要做的也就是这件事。你不要看得我外观阔绰，我为的是要到各处去宣传。社会还太势利，如果像你似的只剩一条破裤，谁肯来相信你呢？所以我只得打扮起来，宁可人们说闲话，我自己总是问心无愧。正如禹入裸国亦裸而游一样，要改良社会，不得不然，别人那里会懂得我们的苦心孤诣。但是，朋友，你怎么竟奄奄一息到这地步了？哦哦！已经九天没有吃饭？！这真是清高得很哪！我只好五体投地。看你虽然怕要支持不下去，但是――你在历史上一定成名，可贺之至哪！现在什么欧化美化的邪说横行，人们的眼睛只看见物质，所缺的就是你老兄似的模范人物。你瞧，最高学府的教员们，也居然一面教书，一面要起钱来，他们只知道物质，中了物质的毒了。难得你老兄以身作则，给他们一个好榜样看，这于世道人心，一定大有裨益的。你想，现在不是还嚷着什么教育普及么？教育普及起来，要有多少教员如果都像他们似的定要吃饭，在这四郊多垒时候，那里来这许多饭？像你这样清高，真是浊世中独一无二的中流砥柱可敬可敬！你读过书没有？如果读过书，我正要创办一个大学，就请你当教务长去。其实你只要读过四书就好，加以这样品格，已经很够做莘莘学子的表率了。不行？没有力气？可惜可惜！足见一面为社会做牺牲，一面也该自己讲讲卫生。你于卫生可惜太不讲究了。你不要以为我的胖头胖脸是因为享用好，我其实是专靠卫生，尤其得益的是精神修养，君子忧道不忧贫呀！但是，我的同志，你什么都牺牲完了，究竟也大可佩服，可惜你还剩一条裤，将来在历史上也许要留下一点白璧微瑕。哦哦，是的。"}
{"text":"如果读过书，我正要创办一个大学，就请你当教务长去。其实你只要读过四书就好，加以这样品格，已经很够做莘莘学子的表率了。不行？没有力气？可惜可惜！足见一面为社会做牺牲，一面也该自己讲讲卫生。你于卫生可惜太不讲究了。你不要以为我的胖头胖脸是因为享用好，我其实是专靠卫生，尤其得益的是精神修养，君子忧道不忧贫呀！但是，我的同志，你什么都牺牲完了，究竟也大可佩服，可惜你还剩一条裤，将来在历史上也许要留下一点白璧微瑕。哦哦，是的。我知道，你不说也明白你自然连这裤子也不要，你何至于这样地不彻底那自然，你不过还没有牺牲的机会罢了。敝人向来最赞成一切牺牲，也最乐于成人之美况且我们是同志，我当然应该给你想一个完全办法，因为一个人最紧要的是晚节，一不小心，可就前功尽弃了！机会凑得真好舍间一个小鸦头，正缺一条裤。朋友，你不要这么看我，我是最反对人身买卖的，这是最不人道的事。但是，那女人是在大旱灾时候留下的，那时我不要，她的父母就会把她卖到妓院里去。你想，这何等可怜。我留下地，正为的讲人道。况且那也不算什么人身买卖，不过我给了她父母几文，她的父母就把自己的女儿留在我家里就是了。我当初原想将她当作自己的女儿看，不，简直当作姊妹，同胞看可恨我的贱内是旧式，说不通。你要知道旧式的女人顽固起来，真是无法可想的，我现在正在另外想点法子。但是，那娃儿已经多天没有裤子了，她是灾民的女儿。我料你一定肯帮助的。我们都是贫民之友呵。况且你做完了这一件事情之后，就是全始全终我保你将来铜像巍巍，高入云表，呵，一切贫民都鞠躬致敬。对了，我知道你一定肯，你不说我也明白。但你此刻且不要脱下来。我不能拿了走，我这副打扮，如果手上拿一条破裤子，别人见了就要诧异，于我们的牺牲主义的宣传会有妨碍的。现在的社会还太胡涂，――你想，教员还要吃饭，――那里能懂得我们这纯洁的精神呢，一定要误解的。一经误解，社会恐怕要更加自私自利起来，你的工作也就非徒无益而又害之了，朋友。你还能勉强走几步罢？不能？这可叫人有点为难了，――那么，你该还能爬？好极了！那么，你就爬过去。你趁你还能爬的时候赶紧爬去，万不要功亏一篑。但你须用趾尖爬，膝髁不要太用力裤子擦着沙石，就要更破烂，不但可怜的灾民的女儿受不着实惠，并且连你的精神都白扔了。"}
{"text":"现在的社会还太胡涂，――你想，教员还要吃饭，――那里能懂得我们这纯洁的精神呢，一定要误解的。一经误解，社会恐怕要更加自私自利起来，你的工作也就非徒无益而又害之了，朋友。你还能勉强走几步罢？不能？这可叫人有点为难了，――那么，你该还能爬？好极了！那么，你就爬过去。你趁你还能爬的时候赶紧爬去，万不要功亏一篑。但你须用趾尖爬，膝髁不要太用力裤子擦着沙石，就要更破烂，不但可怜的灾民的女儿受不着实惠，并且连你的精神都白扔了。先行脱下了也不妥当，一则太不雅观，二则恐怕巡警要干涉，还是穿着爬的好。我的朋友，我们不是外人，肯给你上当的么？舍间离这里也并不远，你向东，转北，向南，看路北有两株大槐树的红漆门就是。你一爬到，就脱下来，对号房说这是老爷叫我送来的，交给太太收下。你一见号房，应该赶快说，否则也许将你当作一个讨饭的，会打你。唉唉，近来讨饭的太多了，他们不去做工，不去读书，单知道要饭。所以我的号房就借痛打这方法，给他们一个教训，使他们知道做乞丐是要给人痛打的，还不如去做工读书好。你就去么？好好！但千万不要忘记交代清楚了就爬开，不要停在我的屋界内。你已经九天没有吃东西了，万一出了什么事故，免不了要给我许多麻烦，我就要减少许多宝贵的光阴，不能为社会服务。我想，我们不是外人，你也决不愿意给自己的同志许多麻烦的，我这话也不过姑且说说。你就去罢！好，就去！本来我也可以叫一辆人力车送你去，但我知道用人代牛马来拉人，你一定不赞成的，这事多么不人道！我去了。你就动身罢。你不要这么萎靡不振，爬呀！朋友！我的同志，你快爬呀，向东呀！本篇最初发表于一九二五年三月十六日语丝周刊第十八期。谟，谋划。尚书中有大禹谟皋陶谟等篇。责备贤者语出新唐书太宗本纪春秋之法，常责备于贤者。求全责备的意思。禹入裸国亦裸而游语出吕氏春秋慎大览禹之裸国，裸入衣出。又战国策赵策禹祖入裸国。这里用以说明随俗的必要。指当时曾发生的索薪事件。北洋军阀统治时期，公教人员因薪金常年拖欠不发，生活难以维持，曾联合向反动政府索讨欠薪。当时却出现了一种以为教员要薪水要吃饭就是不清高的谬论。如林马矣曾京农大校长公开信中说身当教员之人，果有几人真肯为教育牺牲？"}
{"text":"求全责备的意思。禹入裸国亦裸而游语出吕氏春秋慎大览禹之裸国，裸入衣出。又战国策赵策禹祖入裸国。这里用以说明随俗的必要。指当时曾发生的索薪事件。北洋军阀统治时期，公教人员因薪金常年拖欠不发，生活难以维持，曾联合向反动政府索讨欠薪。当时却出现了一种以为教员要薪水要吃饭就是不清高的谬论。如林马矣曾京农大校长公开信中说身当教员之人，果有几人真肯为教育牺牲？教育为最神圣最清高之事业，教育家应有十分牺牲精神不能长久枵腹教书，则亦惟有洁身引退，以让之可以牺牲之人。的这段话就是针对这类论调而发的。四郊多垒语见礼记曲礼四郊多垒，此卿大夫之辱也。垒，堡垒，作战时的防御工事。四书即儒家经典大学中庸论语孟子。北宋时程颢程颐特别推崇礼记中的大学中庸二篇南宋朱熹又将这二篇和论语孟子合在一起，撰写四书章句集注，自此便有了四书的名称。它是旧时学塾中的必读书。莘莘学子语出晋代潘尼释奠颂莘莘胄子，祁祁学生。莘莘，多的意思。此语常见于章士钊等人的文字中。君子忧道不忧贫语见论语卫灵公。成人之美语见论语颜渊君子成人之美，不成人之恶。非徒无益而又害之语见孟子公孙丑。功亏一篑语见尚书旅獒为山九仞，功亏一篑。功败垂成的意思。篑，竹制的盛土器具。战士和苍蝇战士和苍蝇p说过这样的话要估定人的伟大，则精神上的大和体格上的大，那法则完全相反。后者距离愈远即愈小，前者却见得愈大。正因为近则愈小，而且愈看见缺点和创伤，所以他就和我们一样，不是神道，不是妖怪，不是异兽。他仍然是人，不过如此。但也惟其如此，所以他是伟大的人。战士战死了的时候，苍蝇们所首先发见的是他的缺点和伤痕，嘬着，营营地叫着，以为得意，以为比死了的战士更英雄。但是战士已经战死了，不再来挥去他们。于是乎苍蝇们即更其营营地叫，自以为倒是不朽的声音，因为它们的完全，远在战士之上。的确的，谁也没有发见过苍蝇们的缺点和创伤。然而，有缺点的战士终竟是战士，完美的苍蝇也终竟不过是苍蝇。去罢，苍蝇们！"}
{"text":"他仍然是人，不过如此。但也惟其如此，所以他是伟大的人。战士战死了的时候，苍蝇们所首先发见的是他的缺点和伤痕，嘬着，营营地叫着，以为得意，以为比死了的战士更英雄。但是战士已经战死了，不再来挥去他们。于是乎苍蝇们即更其营营地叫，自以为倒是不朽的声音，因为它们的完全，远在战士之上。的确的，谁也没有发见过苍蝇们的缺点和创伤。然而，有缺点的战士终竟是战士，完美的苍蝇也终竟不过是苍蝇。去罢，苍蝇们！虽然生着翅子，还能营营，总不会超过战士的。你们这些虫豸们！三月二十一日。本篇最初发表于一九二五年三月二十四日北京京报附刊民众文艺周刊第十四号。在同年四月三日京报副刊发表的这是这么一个意思中对本文曾有说明所谓战士者，是指中山先生和民国元年前后殉国而反受奴才们讥笑糟蹋的先烈苍蝇则当然是指奴才们。见集外集拾遗p叔本华―，德国哲学家，唯意志论者。这里引述的话，见他的比喻隐喻和寓言一文。夏三虫夏三虫夏天近了，将有三虫蚤，蚊，蝇。假如有谁提出一个问题，问我三者之中，最爱什么，而且非爱一个不可，又不准像青年必读书那样的缴白卷的。我便只得回答道跳蚤。跳蚤的来吮血，虽然可恶，而一声不响地就是一口，何等直截爽快。蚊子便不然了，一针叮进皮肤，自然还可以算得有点彻底的，但当未叮之前，要哼哼地发一篇大议论，却使人觉得讨厌。如果所哼的是在说明人血应该给它充饥的理由，那可更其讨厌了，幸而我不懂。野雀野鹿，一落在人手中，总时时刻刻想要逃走。其实，在山林间，上有鹰，下有虎狼，何尝比在人手里安全。为什么当初不逃到人类中来，现在却要逃到鹰虎狼间去？或者，鹰虎狼之于它们，正如跳蚤之于我们罢。肚子饿了，抓着就是一口，决不谈道理，弄玄虚。被吃者也无须在被吃之前，先承认自己之理应被吃，心悦诚服，誓死不二。人类，可是也颇擅长于哼哼的了，害中取小，它们的避之惟恐不速，正是绝顶聪明。苍蝇嗡嗡地闹了大半天，停下来也不过舐一点油汗，倘有伤痕或疮疖，自然更占一些便宜无论怎么好的，美的，干净的东西，又总喜欢一律拉上一点蝇矢。但因为只舐一点油汗，只添一点腌H，在麻木的人们还没有切肤之痛，所以也就将它放过了。"}
{"text":"或者，鹰虎狼之于它们，正如跳蚤之于我们罢。肚子饿了，抓着就是一口，决不谈道理，弄玄虚。被吃者也无须在被吃之前，先承认自己之理应被吃，心悦诚服，誓死不二。人类，可是也颇擅长于哼哼的了，害中取小，它们的避之惟恐不速，正是绝顶聪明。苍蝇嗡嗡地闹了大半天，停下来也不过舐一点油汗，倘有伤痕或疮疖，自然更占一些便宜无论怎么好的，美的，干净的东西，又总喜欢一律拉上一点蝇矢。但因为只舐一点油汗，只添一点腌H，在麻木的人们还没有切肤之痛，所以也就将它放过了。中国人还不很知道它能够传播病菌，捕蝇运动大概不见得兴盛。它们的运命是长久的还要更繁殖。但它在好的，美的，干净的东西上拉了蝇矢之后，似乎还不至于欣欣然反过来嘲笑这东西的不洁总要算还有一点道德的。古今君子，每以禽兽斥人，殊不知便是昆虫，值得师法的地方也多着哪。四月四日。本篇最初发表于一九二五年四月七日京报附刊民众文艺周刊第十六号。忽然想到忽然想到五我生得太早一点，连康有为们公车上书的时候，已经颇有些年纪了。政变之后，有族中的所谓长辈也者教诲我，说康有为是想篡位，所以他的名字叫有为有者，富有天下，为者，贵为天子也。非图谋不轨而何？我想诚然。可恶得很！长辈的训诲于我是这样的有力，所以我也很遵从读书人家的家教。屏息低头，毫不敢轻举妄动。两眼下视黄泉，看天就是傲慢，满脸装出死相，说笑就是放肆。我自然以为极应该的，但有时心里也发生一点反抗。心的反抗，那时还不算什么犯罪，似乎诛心之律，倒不及现在之严。但这心的反抗，也还是大人们引坏的，因为他们自己就常常随便大说大笑，而单是禁止孩子。黔首们看见秦始皇那么阔气，捣乱的项羽道彼可取而代也！没出息的刘邦却说大丈夫不当如是耶？我是没出息的一流，因为羡慕他们的随意说笑，就很希望赶忙变成大人，――虽然此外也还有别种的原因。大丈夫不当如是耶，在我，无非只想不再装死而已，欲望也并不甚奢。现在，可喜我已经大了，这大概是谁也不能否认的罢，无论用了怎样古怪的逻辑。我于是就抛了死相，放心说笑起来，而不意立刻又碰了正经人的钉子说是使他们失望了。我自然是知道的，先前是老人们的世界，现在是少年们的世界了但竟不料治世的人们虽异，而其禁止说笑也则同。那么，我的死相也还得装下去，装下去，死而后已，岂不痛哉！"}
{"text":"大丈夫不当如是耶，在我，无非只想不再装死而已，欲望也并不甚奢。现在，可喜我已经大了，这大概是谁也不能否认的罢，无论用了怎样古怪的逻辑。我于是就抛了死相，放心说笑起来，而不意立刻又碰了正经人的钉子说是使他们失望了。我自然是知道的，先前是老人们的世界，现在是少年们的世界了但竟不料治世的人们虽异，而其禁止说笑也则同。那么，我的死相也还得装下去，装下去，死而后已，岂不痛哉！我于是又恨我生得太迟一点。何不早二十年，赶上那大人还准说笑的时候？真是我生不辰，正当可诅咒的时候，活在可诅咒的地方了。约翰弥耳说专制使人们变成冷嘲。我们却天下太平，连冷嘲也没有。我想暴君的专制使人们变成冷嘲，愚民的专制使人们变成死相。大家渐渐死下去，而自己反以为卫道有效，这才渐近于正经的活人。世上如果还有真要活下去的人们，就先该敢说，敢笑，敢哭，敢怒，敢骂，敢打，在这可诅咒的地方击退了可诅咒的时代！四月十四日。六外国的考古学者们联翩而至了。久矣夫，中国的学者们也早已口口声声的叫着保古！保古！保古！但是不能革新的人种，也不能保古的。所以，外国的考古学者们便联翩而至了。长城久成废物，弱水也似乎不过是理想上的东西。老大的国民尽钻在僵硬的传统里，不肯变革，衰朽到毫无精力了，还要自相残杀。于是外面的生力军很容易地进来了，真是匪今斯今，振古如兹。至于他们的历史，那自然都没我们的那么古。可是我们的古也就难保，因为土地先已危险而不安全。土地给了别人，则国宝虽多，我觉得实在也无处陈列。但保古家还在痛骂革新，力保旧物地干用玻璃板印些宋版书，每部定价几十几百元涅！涅！涅！！佛自汉时已入中国，其古色古香为何如哉！买集些旧书和金石，是劬古爱国之士，略作考证，赶印目录，就升为学者或高人。而外国人所得的古董，却每从高人的高尚的袖底里共清风一同流出。即不然，归安陆氏的百百宋，潍县陈氏的十钟，其子孙尚能世守否？现在，外国的考古学者们便联翩而至了。他们活有余力，则以考古，但考古尚可，帮同保古就更可怕了。有些外人，很希望中国永是一个大古董以供他们的赏鉴，这虽然可恶，却还不奇，因为他们究竟是外人。"}
{"text":"涅！涅！！佛自汉时已入中国，其古色古香为何如哉！买集些旧书和金石，是劬古爱国之士，略作考证，赶印目录，就升为学者或高人。而外国人所得的古董，却每从高人的高尚的袖底里共清风一同流出。即不然，归安陆氏的百百宋，潍县陈氏的十钟，其子孙尚能世守否？现在，外国的考古学者们便联翩而至了。他们活有余力，则以考古，但考古尚可，帮同保古就更可怕了。有些外人，很希望中国永是一个大古董以供他们的赏鉴，这虽然可恶，却还不奇，因为他们究竟是外人。而中国竟也有自己还不够，并且要率领了少年，赤子，共成一个大古董以供他们的赏鉴者，则真不知是生着怎样的心肝。中国废止读经了，教会学校不是还请腐儒做先生，教学生读四书么？民国废去跪拜了，犹太学校不是偏请遗老做先生，要学生磕头拜寿么？外国人办给中国人看的报纸，不是最反对五四以来的小改革么？而外国总主笔治下的中国小主笔，则倒是崇拜道学，保存国粹的！但是，无论如何，不革新，是生存也为难的，而况保古。现状就是铁证，比保古家的万言书有力得多。我们目下的当务之急，是一要生存，二要温饱，三要发展。苟有阻碍这前途者，无论是古是今，是人是鬼，是三坟五典，百宋千元，天球河图，金人玉佛，祖传丸散，秘制膏丹，全都踏倒他。保古家大概总读过古书，林回弃千金之璧，负赤子而趋，该不能说是禽兽行为罢。那么，弃赤子而抱千金之璧的是什么？四月十八日。本篇最初分两次发表下一九二五年四月十八日二十二日京报副刊。公车上书甲午战争失败后，清政府于一八九五年与日本签订丧权辱国的马关条约。当时康有为正在北京会试，就集合各省举人一千三百余人，联名上书光绪皇帝，要求拒和迁都变法，史称公车上书。按汉代用公家的车子载送应征到京城的士人，所以后世举人入京会试也称公车。黔首秦代对人民的称呼。史记秦始皇本纪更名民曰黔首。秦始皇前―前姓赢名政，战国时秦国的国君。于公元前二二一年建立了我国第一个中央集权的封建王朝。项羽前―前名籍，字羽，下相今江苏宿迁西人，秦末农民起义军领袖。出身楚国贵族，亡秦后自立为西楚霸王。据史记项羽本纪秦始皇帝游会稽，渡浙江，梁与籍俱观。籍曰彼可取而代也。"}
{"text":"按汉代用公家的车子载送应征到京城的士人，所以后世举人入京会试也称公车。黔首秦代对人民的称呼。史记秦始皇本纪更名民曰黔首。秦始皇前―前姓赢名政，战国时秦国的国君。于公元前二二一年建立了我国第一个中央集权的封建王朝。项羽前―前名籍，字羽，下相今江苏宿迁西人，秦末农民起义军领袖。出身楚国贵族，亡秦后自立为西楚霸王。据史记项羽本纪秦始皇帝游会稽，渡浙江，梁与籍俱观。籍曰彼可取而代也。刘邦前―前沛今江苏沛县人，秦末农民起义军领袖。在亡秦灭楚后建立了西汉王朝，庙号高祖。据史记高祖本纪高祖常繇徭咸阳，纵观，观秦皇帝，喟然太息曰嗟乎，大丈夫当如此也！死而后已语见诸葛亮后出师表。我生不辰语见诗经大雅桑柔我生不辰，逢天d怒。不辰，不是时候，大盛。约翰弥耳，―通译约翰穆勒，英国哲学家经济学家。著作有逻辑体系论自由严复中译名分别为穆勒名学群己权界论等。外国的考古学者们指借考古之名而来我国掠夺文物的帝国主义分子。如法国格莱那于一八九二年从和阗盗去梵文佛经残本士俑等英国斯坦因于一九一年在和阗盗掘汉晋木简，又于一九七年一九一四年先后从敦煌千佛洞盗走大批古代写本及古画刺绣等艺术品还有法国伯希和也于一九八年从千佛洞盗走很多唐宋文物。到写本文时，这种文物掠夺者更联翩而至，如一九二四年美国瓦尔纳在千佛洞以特制胶布粘去壁画二十六幅一九二五年二月，美帝国主义又指使他组织了一个以哈佛大学旅行团为名义的团体，带了大批胶布等材料，再次到千佛洞作有计划的盗窃后经敦煌人民的反对阻止，才未得逞。弱水我国古书中关于弱水的神话传说很多。如海内十洲记说昆仑山有弱水周回绕匝弱水鸿毛不浮，不可越也。匪今斯今，振古如兹语见诗经周颂载芟。意思是不但现在，从古以来就如此。涅佛家语，意为寂灭解脱等，指佛和高僧的死亡，也叫圆寂。后来引伸作死的意思。劬古研究古代文化的意思。劬，勤劳。"}
