{"text":"我看看两旁的美景，觉得半点钟以前的称颂自然美的心境，怎么也回复不过来。我以泪眼与硖石的灵山相对，觉得硖西公园后石山上在太阳光下游玩的几个男女青年，都是挤我出世界外去的魔鬼。车到了临平，我再也不能细赏那荷花世界柳丝乡的风景。我只觉得青翠的临平山，将要变成我的埋骨之乡。笕桥过了，艮山门过了。灵秀的宝叔山，奇兀的北高峰，清泰门外贯流着的清浅的溪流，溪流上摇映着的萧疏的杨柳，野田中交叉的窄路，窄路上的行人，前朝的最大遗物，参差婉绕的城墙，都不能唤起我的兴致来。车到了杭州城站，我只同死刑囚上刑场似的下了月台。一出站内，在青天皎日的底下，看看我儿时所习见的红墙旅舍，酒馆茶楼，和年轻气锐的生长在都会中的妙年人士，我心里只是怦怦的乱跳，仰不起头来。这种幻灭的心理，若硬要把它写出来的时候，我只好用一个譬喻。譬如当青春的年少，我遇着了一位绝世的佳人，她对我本是初恋，我对她也是第一次的破题儿。两人相携相挽，同睡同行，春花秋月的过了几十个良宵。后来我的金钱用尽，女人也另外有了心爱的人儿，她就学了樊素，同春去了。我只得和悲哀孤独，贫困恼羞，结成伴侣。几年在各地流浪之余，我年纪也大了，身体也衰了，披了一身破褴的衣服，仍复回到当时我两人并肩携手的故地来。山川草木，星月云霓，仍不改其美观。我独坐湖滨，正在临流自吊的时候，忽在水面看见了那弃我而去的她的影像。她容貌同几年前一样的娇柔，衣服同几年前一样的华丽，项下挂着的一串珍珠，比从前更加添了一层光彩，额上戴着的一圈玛瑙，比曩时更红艳得多了。且更有难堪者，回头来一看，看见了一位文秀闲雅的美少年，站在她的背后，用了两手在那里摸弄她的腰背。啊啊！这一种譬喻，值得什么？我当时一下车站，对杭州的天地感得的那一种羞惭懊丧，若以语可以形容的时候，我当时的夏布衫袖，就不会被泪汗湿透了，因为说得出譬喻得出的悲怀，还不是世上最伤心的事呀。我慢慢俯了，离开了刚下车的人群与争揽客人的车夫和旅馆的招待者，独行踽踽的进了一家旅馆，我的心里好像有千斤重的一块铅石垂在那里的样子。开了一个单房间，洗了一个脸，茶房拿了一张纸来，要我写上姓名年岁籍贯职业。我对他呆呆的看了一忽，他好像是疑我不曾出过门，不懂这规矩的样子，所以又仔仔细细的解说了一遍。啊啊，我哪里是不懂规矩，我实在是没有写的勇气哟，我的无名的姓氏，我的故乡的籍贯，我的职业！啊啊！"}
{"text":"我慢慢俯了，离开了刚下车的人群与争揽客人的车夫和旅馆的招待者，独行踽踽的进了一家旅馆，我的心里好像有千斤重的一块铅石垂在那里的样子。开了一个单房间，洗了一个脸，茶房拿了一张纸来，要我写上姓名年岁籍贯职业。我对他呆呆的看了一忽，他好像是疑我不曾出过门，不懂这规矩的样子，所以又仔仔细细的解说了一遍。啊啊，我哪里是不懂规矩，我实在是没有写的勇气哟，我的无名的姓氏，我的故乡的籍贯，我的职业！啊啊！叫我写出什么来？被他催迫不过，我就提起笔来写了一个假名，填上了异乡人的三字，在职业栏下写了一个无字。不知不觉我的眼泪竟濮嗒濮嗒的滴了两滴在那张纸上。茶房也看得奇怪，向纸上看了一看，又问我说本章结束第三辑孤独人生零余者先生府上是哪里，请你写上了吧，职业也要写的。我没有方法，就把异乡人三字圈了，写上朝鲜两字，在职业之下也圈了一圈，填了浮浪两字进去。茶房出去之后，我就关上了房门，倒在床上尽的暗泣起来了。七伏在床上暗泣了一阵，半日来旅行的疲倦，征服了我的心身。在朦胧半觉的中间，我听见了几声咯咯的叩门声。糊糊涂涂的起来开了门，我看见祖母，不不语的站在门外。天色好像晚了，房里只是灰黑的辨不清方向。但是奇怪得很，在这灰黑的空气里，祖母面上的表，我却看得清清楚楚。这表不是悲哀，当然也不是愉乐，只是一种压人的庄严的沉默。我们默默的对坐了几分钟，她才移动了她那皱纹很多的嘴说达！你太难了，你何以要这样的孤洁呢！你看看窗外看！我向她指着的方向一望，只见窗下街上黑暗嘈杂的人丛里有两个大火把在那里燃烧，再仔细一看，火把中间坐着一位木偶，但是奇极怪极。这木偶的面貌，竟完全与我的一个朋友的面貌一样。依这景看来，大约是赛会了，我回转头来正想和祖母说话，房内的电灯拍的响了一声，放起光来了，茶房站在我的床前，问我晚饭如何？我只呆呆的不答，因为祖母是今年二月里刚死的，我正在追想梦里的音容，哪里还有心思回茶房的话哩？遣茶房走了，我洗了一个面，就默默的走出了旅馆。夕阳的残照，在路旁的层楼屋脊上还看得出来。店头的灯火，也星星的上了。日暮的空气，带着微凉，拂上面来。我在羊市街头走了几转，穿过车站的庭前，踏上清泰门前的草地上去。"}
{"text":"这木偶的面貌，竟完全与我的一个朋友的面貌一样。依这景看来，大约是赛会了，我回转头来正想和祖母说话，房内的电灯拍的响了一声，放起光来了，茶房站在我的床前，问我晚饭如何？我只呆呆的不答，因为祖母是今年二月里刚死的，我正在追想梦里的音容，哪里还有心思回茶房的话哩？遣茶房走了，我洗了一个面，就默默的走出了旅馆。夕阳的残照，在路旁的层楼屋脊上还看得出来。店头的灯火，也星星的上了。日暮的空气，带着微凉，拂上面来。我在羊市街头走了几转，穿过车站的庭前，踏上清泰门前的草地上去。沉静的这杭州故郡，自我去国以来，也受了不少的文明的侵害，各处的旧迹，一天一天的被拆毁了。我走到清泰门前，就起了一种怀古之，走上将拆而犹在的城楼上去。城外一带杨柳桑树上的鸣蝉，叫得可怜。它们的哀吟，一声声沁入了我的心脾，我如同海上的浮尸，把我的感，全部付托了蝉声，尽做梦似的站在丛残的城牒上看那西北的浮云和暮天的急，一种淡淡的悲哀，把我的全身溶化了。这时候若有几声古寺的钟声，当当的一下一下，或缓或徐的飞传过来，怕我就要不自觉的从城墙上跳入城濠，把我的灵魂和入在晚烟之中，去笼罩着这故都的城市。然而南屏不远，今晚上是不会鸣了。我独自一个冷清清地立了许久，看西天只剩了一线红云，把日暮的悲哀尝了个饱满，才慢慢地走下城来。这时候天已黑了，我下城来在路上的乱石上钩了几脚，心里倒起了一种莫名其妙的恐怖。我想想白天在火车上谋自杀的心思和此时的恐怖心一比，就不觉微笑了起来，啊啊，自负为灵长的两足动物哟，你的感思想，原只是矛盾的连续呀！说什么理性？讲什么哲学？走下了城，踏上清冷的长街，暮色已经弥漫在市上了。各家的稀淡的灯光，比数刻前增加了一倍势力。清泰门直街上的行人的影子，一个一个从散射在街上的电灯光里闪过，现出一种日暮的调来。天气虽还不曾大热，然而有几家却早把小桌子摆在门前，露天的在那里吃晚饭了。我真成了一个孤独的异乡人，光了两眼，尽在这日暮的长街上行行前进。我在杭州并非没有朋友，但是他们或当厅长，或任参谋，现在正是非常得意的时候我若飘然去会，怕我自家的心里比他们见我之后憎嫌我的心思更要难受。我在沪上，半年来已经饱受了这种冷眼，到了现在，万一家里容我，便可回家永住，万一状不佳，便拟自决的时候，我再也犯不着去讨这些没趣了。我一边默想，一边看看两旁的店家在电灯下围桌晚餐的景象，不知不觉两脚便走入了石牌楼的某中学所在的地方。"}
{"text":"我真成了一个孤独的异乡人，光了两眼，尽在这日暮的长街上行行前进。我在杭州并非没有朋友，但是他们或当厅长，或任参谋，现在正是非常得意的时候我若飘然去会，怕我自家的心里比他们见我之后憎嫌我的心思更要难受。我在沪上，半年来已经饱受了这种冷眼，到了现在，万一家里容我，便可回家永住，万一状不佳，便拟自决的时候，我再也犯不着去讨这些没趣了。我一边默想，一边看看两旁的店家在电灯下围桌晚餐的景象，不知不觉两脚便走入了石牌楼的某中学所在的地方。啊啊，桑田沧海的杭州，旗营改变了，湖滨添了些邪恶的中西人的别墅，但是这一条街，只有这一条街，依旧清清冷冷，和十几年前我初到杭州考中学的时候一样。物质文明的幸福，些微也享受不着，现代经济组织的流毒，却受得很多的我，到了这条黑暗的街上，好像是已经回到了故乡的样子，心里忽感得了一种安泰，大约是兴致来了，我就踏进了一家巷口的小酒店里去买醉去。第三辑孤独人生零余者八在灰黑的电灯底下，面朝了街心，靠着一张粗黑的桌子，坐下喝了几杯高粱，我终觉得醉不成功。我的头脑，愈喝酒愈加明晰，对于我现在的境遇反而愈加自觉起来了。我放下酒杯，两手托着了头，呆呆的向灰暗的空中凝视了一会，忽而有一种沉郁的哀音夹在黑暗的空气里，渐渐的从远处传了过来。这哀音有使人一步一步在感中沉没下去的魔力，真可以说是中国管弦乐所独具的神奇。过了几分钟，这哀音的动者渐渐的走近我的身边，我才辨出了胡琴与砰击磁器的谐音来。啊啊！你们原来是流浪的声乐家，在这半开化的杭州城里想来卖艺糊口的可怜虫！他们二三人的瘦长的清影，和后面跟着看的几个小孩，在酒馆前头掠过了。那一种凄楚的谐音，也一步一步的幽咽了，听不见了。我心里忽起了一种绝大的渴念，想追上他们，去饱尝一回哀音的美味。付清了酒账，我就走出店来，在黑暗中追赶上去。但是他们的几个人，不知走上了什么方向，我拼死的追寻，终究寻他们不着。唉，这昙花的一现，难道是我的幻觉么？难道是上帝显示给我的未来的预么？但是那悠扬沉郁的弦音和磁盘砰击的声响，还缭绕在我的心中。我在行人稀少的黑暗的街上东奔西走的追寻了一会，没有方法，就只好从丰乐桥直街走到了湖边上去。湖上没有月华，湖滨的几家茶楼旅馆，也只有几点清冷的电灯，在那里放淡薄的微光宽阔的马路上，行人也寥落得很。"}
{"text":"付清了酒账，我就走出店来，在黑暗中追赶上去。但是他们的几个人，不知走上了什么方向，我拼死的追寻，终究寻他们不着。唉，这昙花的一现，难道是我的幻觉么？难道是上帝显示给我的未来的预么？但是那悠扬沉郁的弦音和磁盘砰击的声响，还缭绕在我的心中。我在行人稀少的黑暗的街上东奔西走的追寻了一会，没有方法，就只好从丰乐桥直街走到了湖边上去。湖上没有月华，湖滨的几家茶楼旅馆，也只有几点清冷的电灯，在那里放淡薄的微光宽阔的马路上，行人也寥落得很。我横过了湖塍马路，在湖边上立了许久。湖的三面，只有沉沉的山影，山腰山脚的别庄里，有几点微明的灯火，要静看才看得出来。几颗淡淡的星光，倒映在湖里，微风吹来，湖里起了几声豁豁的浪声。四边静极了。我把一枝吸尽的纸烟头丢入湖里，啾的响了一声，纸烟的火就熄了。我被这一种静寂的空气压迫不过，就放大了喉咙，对湖心噢噢的了一声长啸，我的胸中觉得舒畅了许多。沿湖的向西走了一段，我忽在树阴下椅子上，见了一对青年男女。他和她的态度太无忌惮了，我心里便忽而起了一种不快之感，把刚才长啸之后的畅怀消尽了。啊啊！青年的男女哟！享受青春，原是你们的特权，也是我平时的主张。但是但是你们在不幸的孤独者前头，总应该谦逊一点，方能完全你们的爱的美处。你们且牢牢记着吧！对了贫儿，切不要把你们的珍珠宝物给他看，因为贫儿看了，愈要觉得他自家的贫困的呀！我从人家睡尽的街上，走回城站附近的旅馆里来的时候，已经是深夜了。解衣上床，躺了一会，终觉得睡不着。我就点上一枝纸烟，一边吸着，一边在看帐顶。在沉闷的旅舍夜半的空气里，我忽而听见了一阵清脆的女人声音，和门外的茶房，在那里说话。来哉来哉！噢哟，等得诺你半业日嗒哉！这是轻佻的茶房的声音。是哪一位叫的？啊啊！这一定是土娼了！仰念三号里！你同我去呵！噢哟，根今朝诺你个的面孔真白嗒！茶房领了她从我门口走过，开入了间壁念三号的房里。好哉，好哉！活菩萨来哉！茶房领到之后，就关上门走下楼去了。请坐。不要客气！先生府上是哪里？阿拉我宁波。是到杭州来耍子的么？来宵烧香个。一个人么？"}
{"text":"啊啊！这一定是土娼了！仰念三号里！你同我去呵！噢哟，根今朝诺你个的面孔真白嗒！茶房领了她从我门口走过，开入了间壁念三号的房里。好哉，好哉！活菩萨来哉！茶房领到之后，就关上门走下楼去了。请坐。不要客气！先生府上是哪里？阿拉我宁波。是到杭州来耍子的么？来宵烧香个。一个人么？阿拉邑个宁人，京今教朝体天气轧业热，查拉为什么勿赤膊？啥话语！诺你勿脱，阿拉要不替诺脱哉。不要动手，不要动手！回还朴怕倒霉索啦？不要动手，不要动手，我自家来解罢。阿拉要摸一摸！吃吃的窃笑声，床壁的震动声。啊啊！本来是神经衰弱的我，即在极安静的地方，尚且有时睡不着觉，哪里还经得起这样的吵闹呢！北京的浙江大老诸君呀，听说杭州有人倡设公娼的时候，你们曾经竭力的反对，你们难道还不晓得你们的子女姊妹在干这种营业，而在扰乱及贫苦的旅人么？盘踞在当道，只知敲剥百姓的浙江的长官呀！你们若只知聚敛，不知济贫，怕你们的妻妾，也要为快乐的原因，学她们的妙技了。唉唉！邑有流亡愧俸钱，你们曾听人说过这句诗否！第三辑孤独人生零余者九我睡在床上，被间壁的淫声挑拨得不能合眼，没有方法，只得起来上街去闲步。这时候大约是后半夜的一二点钟的样子，上海的夜车已到着，羊市街福缘巷的旅店，都已关门睡了。街上除了几乘散乱停住的人力车外，只有几个敝衣凶貌的罪恶的子孙在灰色的空气里阔步。我一边走一边想起了留学时代在异国的都里每晚每晚的夜行，把当时的状与现在在这中国的死灭的都会里这样的流离的状态一对照，觉得我的青春，我的希望，我的生活，都已成了过去的云烟，现在的我和将来的我只剩得极微极细的一些儿现实味，我觉得自家实际上已经成了一个幽灵了。我用手向身上摸了一摸，觉得指头触着了一种极粗的夏布材料，又向脸上用了力摘了一把，神经也感得了一种痛苦。还好还好，我还活在这里，我还不是幽灵，我还有知觉哩！这样的一想，我立时把一刻前的思想打消，恰好脚也正走到了拐角头的一家饭馆前了。"}
{"text":"我用手向身上摸了一摸，觉得指头触着了一种极粗的夏布材料，又向脸上用了力摘了一把，神经也感得了一种痛苦。还好还好，我还活在这里，我还不是幽灵，我还有知觉哩！这样的一想，我立时把一刻前的思想打消，恰好脚也正走到了拐角头的一家饭馆前了。在四邻已经睡寂的这深更夜半，只有这一家店同睡相不好的人的嘴似的空空洞洞的开在那里。我晚上不曾吃过什么，一见了这家店里的锅子炉灶，便也觉得饥饿起来，所以就马上踏了进去。喝了半斤黄酒，吃了一碗面，到付钱的时候，我又痛悔起来了。我从上海出的时候，本来只有五元钱的两张钞票。坐二等车已经是不该的了，况又在车上大吃了一场。此时除付过了酒面钱外，只剩得一元几角余钱，明天付过旅馆宿费，付过早饭账，付过从城站到江干的黄包车钱，哪里还有钱购买轮船票呢？我急得没有方法，就在静寂黑暗的街巷里乱跑了一阵，我的身体，不知不觉又被两脚搬到了西湖边上。湖上的静默的空气，比前半夜，更增加了一层神秘的严肃。游戏场也已经散了，马路上除了拐角头边上的没有看见车夫的几乘人力车外，生动的物事一个也没有。我走上了环湖马路，在一家往时也曾投宿过的大旅馆的窗下立了许久。看看四边没有人影，我心里忽然来了一种恶魔的诱惑。破窗进去吧，去撮取几个钱来罢！我用了心里的手，把那扇半掩的窗门轻轻地推开，把窗门外的铁杆，细心地拆去了二三枝，从墙上一踏，我就进了那间屋子。我的心眼，看见床前白帐子下摆着一双白花缎的女鞋，衣架上挂着一件纤巧的白华丝纱衫，和一条黑纱裙。我把洗面台的抽斗轻轻抽开，里边在一个小小儿的粉盒和一把白象牙骨折扇的旁边，横躺着一个沿口有光亮的钻珠绽着的女人用的口袋。我向床上看了几次，便把那口袋拿了，走到窗前，心里起了一种怜惜羞悔的心思，又走回去，把口袋放归原处。站了一忽，看看那狭长的女鞋，心里忽又起了一种异想，就伏倒去把一只鞋子拿在手里。我把这双女鞋闻了一回，玩了一回，最后又起了一种惨忍的决心，索性把口袋鞋子一齐拿了，跳出窗来。我幻想到了这里，忽而回复了我的意识，面上就立时变得绯红，额上也钻出了许多汗珠。我眼睛眩晕了一阵，我就急急的跑回城站的旅馆来了。"}
{"text":"我向床上看了几次，便把那口袋拿了，走到窗前，心里起了一种怜惜羞悔的心思，又走回去，把口袋放归原处。站了一忽，看看那狭长的女鞋，心里忽又起了一种异想，就伏倒去把一只鞋子拿在手里。我把这双女鞋闻了一回，玩了一回，最后又起了一种惨忍的决心，索性把口袋鞋子一齐拿了，跳出窗来。我幻想到了这里，忽而回复了我的意识，面上就立时变得绯红，额上也钻出了许多汗珠。我眼睛眩晕了一阵，我就急急的跑回城站的旅馆来了。十奔回到旅馆里，打开了门，在床上静静的躺了一忽，我的兴奋，渐渐地镇静了下去。间壁的两位幸福者也好像各已倦了，只有几声短促的鼾声和时时从半睡状态里漏出来的一声二声的低幽的梦话，击动我的耳膜。我经了这一番心里的冒险，神经也已倦竭，不多一会，两只眼包皮就也沉沉的盖下来了。一睡醒来，我没有下床，便放大了喉咙，高叫茶房，问他是什么时候。十点钟哉，鲜散先生！啊啊！我记得接到我祖母的病电的时候，心里还没有听见这一句回话时的恼乱！即趁早班轮船回去，我的经济，已难应付，哪里还更禁得在杭州再留半日的呢？况且下午二点钟开的轮船是快班，价钱比早班要贵一倍。我没有方法，把脚在床上蹬踢了一回，只得悻悻地起来洗面。用了许多愤激之辞，对茶房了一回脾气，我就付了宿费，出了旅馆从羊市街慢慢的走出城来。这时候我所有的财产全部，除了一个瘦黄的身体之外，就是一件半旧的夏布长衫，一套白洋纱的小衫裤，一双线袜，两只半破的白皮鞋和八角小洋。第三辑孤独人生零余者太阳已经升上了中天，光线直射在我的背上。大约是因为我的身体不好，走不上半里路，全身的粘汗竟流得比平时更多一倍。我看看街上的行人，和两旁的住屋中的男女，觉得他们都很满足的在那里享乐他们的生活，好像不晓得忧愁是何物的样子。背后忽而起了一阵铃响，来了一乘包车，车夫向我骂了几句，跑过去了，我只看见了一个坐在车上穿白纱长衫的少年绅士的背形，和车夫的在那里跑的两只光腿。我慢慢的走了一段，背后又起了一阵车夫的威胁声，我让开了路，回转头来一看，看见了三部人力车，载着三个很纯朴的女学生，两腿中间各夹着些白皮箱铺盖之类，在那里向我冲来。她们大约是放了暑假赶回家去的。我此时心里起了一种悲愤，把平时祝福善人的心地忘了，却用了憎恶的眼睛，狠狠的对那些威胁我的人力车夫看了几眼。"}
{"text":"背后忽而起了一阵铃响，来了一乘包车，车夫向我骂了几句，跑过去了，我只看见了一个坐在车上穿白纱长衫的少年绅士的背形，和车夫的在那里跑的两只光腿。我慢慢的走了一段，背后又起了一阵车夫的威胁声，我让开了路，回转头来一看，看见了三部人力车，载着三个很纯朴的女学生，两腿中间各夹着些白皮箱铺盖之类，在那里向我冲来。她们大约是放了暑假赶回家去的。我此时心里起了一种悲愤，把平时祝福善人的心地忘了，却用了憎恶的眼睛，狠狠的对那些威胁我的人力车夫看了几眼。啊啊，我外面的态度虽则如此凶恶，但一边我却在默默的原谅他们的呀！你们这些可怜的走兽，可怜你们平时也和我一样，不能和那些年轻的女性接触。这也难怪你们的，难怪你们这样的乱冲，这样的兴高采烈的。这几个女性的身体岂不是载在你们的车上的么？她们的白嫩的上岂不是有一种电气会传到你们的身上来的么？虽则原因不同，动机卑微，但是你们的汗，岂不是为了这几个女性的而流的么？啊啊，我若有气力，也愿跟了你们去典一乘车来，专拉这样的如花少女。我更愿意拼死的驰驱，消尽我的精力。我更愿意不受她们的金钱酬报。走出了凤山门，站住了脚，默默的回头来看了一眼，我的眼角又忽然涌出了两颗珠露来！珍重珍重，杭州的城市！我此番回家，若不马上出来，大约总要在故乡永住了，我们的再见，知在何日？万一状不佳，故乡父老不容我在乡间终老，我也许到严子陵的钓石矶头，去寻我的归宿的，我这一瞥，或将成了你我的最后的诀别！我到此刻，才知道我胸际实在在痛爱你的明媚的湖山，不过盘踞在你的地上的那些野心狼子，不得不使我怨你恨你而已。啊啊，珍重珍重，杭州的城市！我若在波中淹没的时候，最后映到我的心眼上来的，也许是我儿时亲睦的你的这媚秀的湖山罢！一九二三年七月三十日原载一九二三年七月二十三日至八月二日上海中华新报创造日第二期还乡风烟俱净，天山共色，从流飘荡，任意东西，自富阳至桐庐一百许里，奇山异水，，横柯上蔽，在昼犹昏，疏条交映，有时见日。――吴均。一pss？法国的古歌比在家庭的怀抱里觉得更好的地方，是什么地方？像这样的地方，当然是没有的，法国的这一句古歌，实在是把人世态道尽了。"}
