{"text":"至少就精神食物而言，这句话是对的。从一个人的读物大致可以判断他的精神品级。一个在阅读和沉思中与古今哲人文豪倾心交谈的人，与一个只读明星逸闻和凶杀故事的人，他们当然有着完全不同的内心世界。我甚至要说，他们也是生活在完全不同的外部世界上，因为世界本无定相，它对于不同的人呈现不同的面貌。要读好书，一定要避免读坏书。所谓坏书，主要是指那些平庸的书。读坏书不但没有收获，而且损害莫大。一个人平日读什么书，会在内听觉中形成一种韵律，当他写作的时候，他就会不由自主地跟着这韵律走。因此，大体而论，读书的档次决定了写作的档次。有的人生活在时间中，与古今哲人贤士相晤谈。有的人生活在空间中，与周围邻人俗士相往还。许多书只是外表像书罢了。不过，你不必愤慨，倘若你想到这一点许多人也只是外表像人罢了。每次搬家，都要清一批书。许多书只是在这时才得到被翻看一下的荣幸，――为了决定是否要把它们废弃掉。书太多了，我决定清理掉一些。有一些书，不读一下就扔似乎可惜，我决定在扔以前粗读一遍。我想，这样也许就对得起它们了。可是，属于这个范围的书也非常多，结果必然是把时间都耗在这些较差的书上，而总也不能开始读较好的书了。于是，对得起它们的代价是我始终对不起自己。所以，正确的做法是，在所有的书中，从最好的书开始读起。一直去读那些最好的书，最后当然就没有时间去读较差的书了，不过这就对了。在一切事情上都应该如此。世上可做可不做的事是做不完的，永远要去做那些最值得做的事。"}
{"text":"我们读到了书中有的东西，还读出了更多的书中没有的东西。如今书籍愈来愈多，我们从书中读到的东西却愈来愈少。我们对书中有的东西尚且挂一漏万，更无暇读出书中没有的东西了。人们总是想知道怎样读书，其实他们更应当知道的是怎样不读书。一个人是有可能被过多的文化伤害的。蒙田把这种情形称作文殛，即被文字之斧劈伤。我的一位酷爱诗歌熟记许多名篇的朋友叹道有了歌德，有了波德莱尔，我们还写什么诗我与他争论尽管有歌德，尽管有波德莱尔，却只有一个我，这个我是歌德和波德莱尔所不能代替的，所以我还是要写开卷有益，但也可能无益，甚至有害，就看它是激发还是压抑了自己的创造力。我衡量一本书的价值的标准是读了它之后，我自己是否也遏止不住地想写点什么，哪怕我想写的东西表面上与它似乎全然无关。在才智方面，我平生最佩服两种人一是有非凡记忆力的人一是有出色口才的人。也许这两种才能原是一种，能言善辩是以博闻强记为前提的。我自己在这两方面相当自卑，读过的书只留下模糊的印象，谈论起自己的见解来也就只好寥寥数语，无法旁征博引。不过，自卑之余，我有时又自我解嘲，健忘未必全无益处可以不被读过的东西牵着鼻子走，易于发挥自己的独创性言语简洁，不夸夸其谈，因为实在谈不出更多的东西对事物和书籍永远保持新鲜感，不管接触多少回，总像第一次见到一样。如果我真能过目不忘，恐怕脑中不再有自己的立足之地，而太阳下也不再有新鲜的事物了。近日读蒙田的随笔，没想到他也是记忆力差的人，并且也发现了记忆力差的这三种好处。自我是一个凝聚点。不应该把自我溶解在大师们的作品中，而应该把大师们的作品吸收到自我中来。对于自我来说，一切都只是养料。有两种人不可读太多的书天才和白痴。天才读太多的书，就会占去创造的工夫，甚至窒息创造的活力，这是无可弥补的损失。白痴读书愈多愈糊涂，愈发不可救药。天才和白痴都不需要太多的知识，尽管原因不同。倒是对于处在两极之间的普通人，知识较为有用，可以弥补天赋的不足，可以发展实际的才能。所谓貂不足，狗尾续，而韶已足和没有韶者是用不着续狗尾的。"}
{"text":"不应该把自我溶解在大师们的作品中，而应该把大师们的作品吸收到自我中来。对于自我来说，一切都只是养料。有两种人不可读太多的书天才和白痴。天才读太多的书，就会占去创造的工夫，甚至窒息创造的活力，这是无可弥补的损失。白痴读书愈多愈糊涂，愈发不可救药。天才和白痴都不需要太多的知识，尽管原因不同。倒是对于处在两极之间的普通人，知识较为有用，可以弥补天赋的不足，可以发展实际的才能。所谓貂不足，狗尾续，而韶已足和没有韶者是用不着续狗尾的。有的人有自己的独特感受，有的人却只是对别人的感受发生同感罢了。两者都是真情实感，然而是两码事。读书犹如采金。有的人是沙里淘金，读破万卷，小康而已。有的人是点石成金，随手翻翻，便成巨富。在读一位大思想家的作品时，无论谴责还是辩护都是极狭隘的立场，与所读对象太不相称。我们需要的是一种对话式的理解，其中既有共鸣，也有抗争。认真说来，一个人受另一个人例如一位作家，一位哲学家的影响是什么意思呢无非是一种自我发现，是自己本已存在但沉睡着的东西的被唤醒。对心灵所发生的重大影响决不可能是一种灌输，而应是一种共鸣和抗争。无论一本著作多么伟大，如果不能引起我的共鸣和抗争，它对于我实际上是不存在的。前人的思想对于我不过是食物。让化学家们去精确地分析这些食物的化学成分吧，至于我，我只是凭着我的趣味去选择食物，品尝美味，吸收营养。我胃口很好，消化得很好，活得快乐而健康，这就够了，哪里有耐心去编制每一种食物的营养成分表！"}
{"text":"倾听沉默，就是倾听永恒之歌。因为我们最真实的自我是沉默的，人与人之间真正的沟通是超越语言的。倾听沉默，就是倾听灵魂之歌。世界无边无际，有声的世界只是其中很小一部分。只听见语言不会倾听沉默的人是被声音堵住了耳朵的聋子。当少男少女由两小无猜的嬉笑转入羞怯的沉默时，最初的爱情来临了。当诗人由热情奔放的高歌转入忧郁的沉默时，真正的灵感来临了。沉默是神的来临的永恒仪式。在两性亲昵中，从温言细语到甜言蜜语到花言巧语，语言愈夸张，爱情愈稀薄。达到了顶点，便会发生一个转折，双方恶言相向，爱变成了恨。真实的感情往往找不到语言，真正的两心契合也不需要语言，谓之默契。人生中最美好的时刻都是此时无声胜有声的，不独爱情如此。我们的内心经历往往是沉默的。讲自己不是一件随时随地可以进行的容易的事，它需要某种境遇和情绪的触发，一生中难得有几回。那些喜欢讲自己的人多半是在讲自己所扮演的角色。另一方面呢，我们无论讲什么，也总是在曲折地讲自己。真正打动人的感情总是朴实无华的，它不出声，不张扬，埋得很深。沉默有一种特别的力量，当一切喧嚣静息下来后，它仍然在工作着，穿透可见或不可见的间隔，直达人心的最深处。世上一切重大的事情，包括阴谋与爱情，诞生与死亡，都是在沉默中孕育的。在家庭中，夫妇吵嘴并不可怕，倘若相对无言，你就要留心了。在社会上，风潮迭起并不可怕，倘若万马齐喑，你就要留心了。艾略特说，世界并非在惊天动地的砰的一声中，而是在几乎听不见的哧的一声中完结的。末日的来临往往悄无声息。死神喜欢蹑行，当我们听见它的脚步声时，我们甚至来不及停住唇上的生命之歌，就和它打了照面。当然，真正伟大的作品和伟大的诞生也是在沉默中酝酿的。广告造就不了文豪。哪个自爱并且爱孩子的母亲会在分娩前频频向新闻界展示她的大肚子呢在最深重的苦难中，没有呻吟，没有哭泣。沉默是绝望者最后的尊严。在最可怕的屈辱中，没有诅咒，没有叹息。"}
{"text":"艾略特说，世界并非在惊天动地的砰的一声中，而是在几乎听不见的哧的一声中完结的。末日的来临往往悄无声息。死神喜欢蹑行，当我们听见它的脚步声时，我们甚至来不及停住唇上的生命之歌，就和它打了照面。当然，真正伟大的作品和伟大的诞生也是在沉默中酝酿的。广告造就不了文豪。哪个自爱并且爱孩子的母亲会在分娩前频频向新闻界展示她的大肚子呢在最深重的苦难中，没有呻吟，没有哭泣。沉默是绝望者最后的尊严。在最可怕的屈辱中，没有诅咒，没有叹息。沉默是复仇者最高的轻蔑。沉默是语言之母，一切原创的伟大的语言皆孕育于沉默。但语言自身又会繁殖语言，与沉默所隔的世代越来越久远，其品质也越来越蜕化。还有比一切语言更伟大的真理，沉默把它们留给了自己。语言是存在的家。沉默是语言的家。饶舌者扼杀沉默，败坏语言，犯下了双重罪过。话语是一种权力――这个时髦的命题使得那些爱说话的人欣喜若狂，他们越发爱说话了，在说话时还摆出了一副大权在握的架势。我的趣味正相反。我的一贯信念是沉默比话语更接近本质，美比权力更有价值。在这样的对比中，你们应该察觉我提出了一个相反的命题沉默是一种美。自己对自己说话的需要。谁在说？谁在听？有时候是灵魂在说，上帝在听。有时候是上帝在说，灵魂在听。自己对自己说话――这是灵魂与上帝之间的交流，在此场合之外，既没有灵魂，也没有上帝。如果生活只是对他人说话和听他人说话，神圣性就荡然无存。所以，我怀疑现代哲学中的一切时髦的对话理论，更不必说现代媒体上的一切时髦的对话表演了。沉默就是不说，但不说的原因有种种，例如因为不让说而不说，那是顺从或者愤懑因为不敢说而不说，那是畏怯或者怨恨因为不便说而不说，那是礼貌或者虚伪因为不该说而不说，那是审慎或者世故因为不必说而不说，那是默契或者隔膜因为不屑说而不说，那是骄傲或者超脱。这些都还不是与语言相对立的意义上的沉默，因为心中已经有了话，有了语言，只是不说出来罢了。倘若是因为不可说而不说，那至深之物不能浮现为语言，那至高之物不能下降为语言，或许便是所谓存在的沉默了吧。"}
{"text":"相反，平庸者的夸夸其谈则如排泄受堵的阴沟，滔滔不绝，遍地泛滥，只是污染了环境。富者的健谈与贫者的饶舌不可同日而语。但是，言谈太多，对于创造总是不利的。时时有发泄，就削弱了能量的积聚。创造者必有酝酿中的沉默，这倒不是有意为之，而是不得不然，犹孕妇不肯将未足月的胎儿娩出示人。当然，富者的沉默与贫者的枯索也不可同日而语，犹如同为停经，可以是孕妇，也可以是不孕症患者。我不会说也说不出那些行话套话，在正式场合发言就难免怯场，所以怕参加一切必须发言的会议。可是，别人往往误以为我是太骄傲或太谦虚。我害怕说平庸的话，这种心理使我缄口。当我被迫说话时，我说出的往往的确是平庸的话。唯有在我自己感到非说不可的时候，我才能说出有价值的话。他们围桌而坐，发言踊跃。总是有人在发言，没有冷场的时候，其余人也在交头接耳。那两位彼此谈得多么热烈，一边还打着手势，时而严肃地皱眉，时而露齿大笑。我注视着那张不停开合着的嘴巴，诧异地想他们怎么会有这么多话可讲？对于人生的痛苦，我只是自己想，自己写，偶尔心血来潮，也会和一二知己说，但多半是用玩笑的口吻。有些人喜欢在庄严的会场上在大庭广众之中一本正经地宣说和讨论人生的痛苦，乃至于泣不成声，哭成一团。在我看来，那是多少有点儿滑稽的。越是严肃的思想，深沉的情感，就越是难于诉诸语言。大音稀声。这里甚至有一种神圣的羞怯，使得一个人难于启齿说出自己最隐秘的思绪，因为它是在默默中受孕的，从来不为人所知，于是便像要当众展示私生子一样的难堪。老是听别人发表同样的见解和感叹，我会感到乏味。不过我知道，在别人眼里我也许更乏味，他们从我这里甚至连见解和感叹也听不到，我不愿重复，又拿不出新的，于是只把沉默给他们。与人共享沉默未免太古怪，所以，我躲了起来他们因为我的所谓成功，便邀我参加各种名目的讨论。可是，我之所以成为今日之我，正是因为我从来不参加什么讨论。健谈者往往耐不得寂寞，因为他需要听众。"}
{"text":"老是听别人发表同样的见解和感叹，我会感到乏味。不过我知道，在别人眼里我也许更乏味，他们从我这里甚至连见解和感叹也听不到，我不愿重复，又拿不出新的，于是只把沉默给他们。与人共享沉默未免太古怪，所以，我躲了起来他们因为我的所谓成功，便邀我参加各种名目的讨论。可是，我之所以成为今日之我，正是因为我从来不参加什么讨论。健谈者往往耐不得寂寞，因为他需要听众。寡言者也需要听众，但这听众多半是他自己，所以他比较安于独处。平时我受不了爱讲废话的人，可是，在某些社交场合，我却把这样的人视为救星。他一开口，我就可以心安理得地保持缄默，不必为自己不善于应酬而惶恐不安了。讨论什么呢我从来觉得，根本问题是不可讨论的，枝节问题又是不必讨论的。人得的病只有两种，一种是不必治的，一种是治不好的。人们争论的问题也只有两种，一种是用不着争的，一种是争不清楚的。多数会议可以归入两种情况，不是对一个简单的问题发表许多复杂的议论，就是对一件复杂的事情做出一个简单的决定。"}
{"text":"有两类幽默最值得一提。一是面对各种偶像尤其是道德偶像的幽默，它使偶像的庄严在哄笑中化作笑料。然而，比它更伟大的是面对命运的幽默，这时人不再是与地上的假神开玩笑，而是直接与天神开玩笑。一个在最悲惨的厄运和苦难中仍不失幽默感的人的确是更有神性的，他藉此而站到了自己的命运之上，并以此方式与命运达成了和解。幽默是心灵的微笑。最深刻的幽默是一颗受了致命伤的心灵发出的微笑。受伤后衰竭，麻木，怨恨，这样的心灵与幽默无缘。幽默是受伤的心灵发出的健康机智宽容的微笑。幽默是―种轻松的深刻。面对严肃的肤浅，深刻露出了玩世不恭的微笑。幽默是智慧的表情，它教不会，学不了。有一本杂志声称它能教人幽默，从而轻松地生活。我不曾见过比这更缺乏幽默感的事情。幽默是对生活的一种哲学式态度，它要求与生活保持一个距离，暂时以局外人的眼光来发现和揶揄生活中的缺陷。毋宁说，人这时成了一个神，他通过对人生缺陷的戏侮而暂时摆脱了这缺陷。也许正由于此，女人不善幽默，因为女人是与生活打成一片的，不易拉开幽默所必需的距离。有超脱才有幽默。在批评一个无能的政府时，聪明的政客至多能讽刺，老百姓却很善于幽默，因为前者觊觎着权力，后者则完全置身在权力斗争之外。托尔斯泰有一种不露声色的幽默。他能发现别人容易忽略的可笑现象，然后叙述出来。是的，他只是叙述，如实地叙述，决不描绘，决不眉飞色舞，决不做鬼脸。可是那力量却异常之大，这是真实的力量。幽默源自人生智慧，但有人生智慧的人不一定是善于幽默的人，其原因大概在于，幽默同时还是一种才能。然而，倘若不能欣赏幽默，则不仅是缺乏才能的问题了，肯定也暴露了人生智慧方面的缺陷。自嘲就是居高临下地看待自己的弱点，从而加以宽容。自嘲把自嘲者和他的弱点分离开来了，这时他仿佛站到了神的地位上，俯视那个有弱点的凡胎肉身，用笑声表达自己凌驾其上的优越感。但是，自嘲者同时又明白并且承认，他终究不是神，那弱点确实是他自己的弱点。"}
{"text":"幽默源自人生智慧，但有人生智慧的人不一定是善于幽默的人，其原因大概在于，幽默同时还是一种才能。然而，倘若不能欣赏幽默，则不仅是缺乏才能的问题了，肯定也暴露了人生智慧方面的缺陷。自嘲就是居高临下地看待自己的弱点，从而加以宽容。自嘲把自嘲者和他的弱点分离开来了，这时他仿佛站到了神的地位上，俯视那个有弱点的凡胎肉身，用笑声表达自己凌驾其上的优越感。但是，自嘲者同时又明白并且承认，他终究不是神，那弱点确实是他自己的弱点。所以，自嘲混合了优越感和无奈感。自嘲使自嘲者居于自己之上，从而也居于自己的敌手之上，占据了一个优势的地位。自嘲使敌手的一切可能的嘲笑丧失了杀伤力。傻瓜从不自嘲。聪明人嘲笑自己的失误。天才不仅嘲笑自己的失误，而且嘲笑自己的成功。看不出人间一切成功的可笑的人，终究还是站得不够高。幽默和嘲讽都包含某种优越感，但其间有品位高下之分。嘲讽者感到优越，是因为他在别人身上发现了一种他相信自己决不会有的弱点，于是发出幸灾乐祸的冷笑。幽默者感到优越，则是因为他看出了一种他自己也不能幸免的人性的普遍弱点，于是发出宽容的微笑。幽默的前提是一种超脱的态度，能够俯视人间的一切是非包括自己的弱点。嘲讽却是较着劲的，很在乎自己的对和别人的错。讽刺与幽默不同。讽刺是社会性的，幽默是哲学性的。讽刺人世，与被讽刺对象站在同一水准上，挥戈相向，以击伤对手为乐。幽默却源于精神上的巨大优势，居高临下，无意伤人，仅以内在的优越感自娱。讽刺针对具体的人和事，幽默则是对人性本身必不可免的弱点发出宽容的也是悲哀的微笑。幽默与滑稽是两回事。幽默是智慧的闪光，能博聪明人一笑。滑稽是用愚笨可笑的举止逗庸人哈哈。但舞台上的滑稽与生活中的滑稽又有别前者是故意的，自知可笑，偏要追求这可笑的效果后者却是无意的，自以为严肃正经，因而更可笑――然而只有聪明人能察觉这可笑。所以，生活中的滑稽的看客仍是聪明人。当滑稽进入政治生活而影响千百万人的命运时，就变成可悲了。当然，同时还是可笑的。因此，受害者仍免不了作为看客而开颜一笑，倒也减轻了受害的痛苦。西方人在危险当头时幽默，中国人在危险过去后幽默。"}
