{"text":"司马迁说后百有余年，面孔子论述六艺传略，言易姓而王，封泰山，禅乎梁父者，七十余王矣。其俎豆之礼不章，盖难言之。当孔子的时代，封禅的意义，也随周室的衰微一样，渐趋黯淡，而且周灵王用苌弘的主张，采取神鬼迷信的方法，射狸首以致诸侯的来朝，一变封禅精神，转入神鬼威灵的作用，结果苌弘被晋人所杀，诸侯更形叛乱，所以说周人之言方怪者，自苌弘。以后再过百余年，秦国自秦灵公开始，由封禅精神的演变，形成建立神祠的风气，就成为后世道教崇拜多神的滥觞，汉代崇尚白帝，灵宝等事，都是开始在秦时。到了秦始皇称帝的时期，东巡郡县，祠驺峰山，颂秦功业，于是，征从齐鲁之儒生博士七十人，至乎泰山下。因为议论封禅的仪礼不合，始皇闻此议，各乖异，难施用，由对细儒生。这些儒生等被细而不用，听说秦始皇上山遇大风雨，便讥笑他，于是，始皇遂东游海上，行礼，祠名山大川，及八神，求仙人羡门之属。八神将，自古而有之，或曰太公以来作之，齐所以为齐，以天齐也。其祀绝，莫知起时。所谓八神天主，祠天齐。据另一说临淄城南郊山下，有天齐泉，五泉并出，有异于平常所讲的迷信观念，只是说它就如天的腹脐一样。地主，祠泰山，梁父。因为天好阴，祠之必于高山之下，小山之上，叫做田寺。地贵阳，祭之必于中圜丘等地。兵主，祠蚩尤。阴主，祠三山。阳主，祠芝罘。月主，祠之莱山日主，祠成山。四时主，祠琅琊。这便成为后来道教崇拜多神的渊源，但是，秦始皇变封禅为爱好神仙，果然是基于帝王晚景，好求长生不老的心理作祟，但也是由于战国以来方士学术的流行，与阴阳家思想的弥漫鼓荡而来，如说自齐威宣之时，驺子之徒，论著终始五德之运，及秦帝，而齐人妻之，故始皇采用之。而宋毋忌正伯侨充尚羡门子高都是古代所称之仙人，最后皆燕人，为方仙道，形解销化，依于鬼神之事。驺衍以阴阳主运。显于诸侯。而燕齐海上之方士，传其术，不能通。然则怪过阿谀苟合之徒，自此兴，不可胜数也。我们读了司马迁的这一段记载，便可了解战国时期的方士神仙，与阴阳家的学术思想，影响秦汉之际朝野之间的情形了。"}
{"text":"而宋毋忌正伯侨充尚羡门子高都是古代所称之仙人，最后皆燕人，为方仙道，形解销化，依于鬼神之事。驺衍以阴阳主运。显于诸侯。而燕齐海上之方士，传其术，不能通。然则怪过阿谀苟合之徒，自此兴，不可胜数也。我们读了司马迁的这一段记载，便可了解战国时期的方士神仙，与阴阳家的学术思想，影响秦汉之际朝野之间的情形了。但决不可忽略燕齐海上的方士，虽然传授驺衍阴阳五德主运的道术，而不能通的一句，因为他们学不通阴阳家的学术，故有怪迂阿谀苟合之徒，借托而兴，藉以欺世盗名的，渐渐多到不可计算。神仙方士，既不易得，纯粹的阴阳家如驺衍的学术，又如此地难通，故在秦汉之际，一般方土，都在假借神仙的气氛中讨生活。因为人的心理，往往喜欢求假而嫌弃真实，所以那些借托神仙的假方士们，便可在帝王与社会之间，招摇撞骗，同时也骗住了他们自己，因此。便形成战国到秦汉之间一段人化神仙的趣史了。如说自威宣，燕昭，使人入海求蓬莱方丈瀛州。此三神山者，其传在勃海中，去人不远。患且至，则船风引而去。盖尝有至者，诸仙人及不死之药，皆在焉。其物禽兽尽白，而黄金银为宫阙。未至望之如云，及到，三神山反居水下。临之，风辄引去，终莫能至云。世主莫不甘心焉。司马迁写到这里，说了半天海上三山的神仙宫阙，都是出诸传闻而难证实，可是他用了一句最妙的话，便是世主莫不甘心焉，这也是说明地位愈高，富贵权势已极的人，他的心理愈加空虚的状态。人的欲望，总是有所求，而且无止境的有所求，做了皇帝要登天，也是人心难平的必然趋向，征服天下的英雄，作为世间的帝王，虽然聪明一世，但仍懵懂一事，他们却甘愿接受方士们的欺骗，因此，他又写出秦始皇求神仙的历史，如说及至秦始皇并天下，至海上，则方士言之，不可胜数。始皇自以为至海上，而恐不及矣，使人乃赍童男女入海求之。船交海中，皆以风为解。曰未能至，望见之焉。其明年，始皇复游海上，至琅琊，过恒山，从上党归。后三年，游碣石，考入海方士，从上郡归。后五年，始皇南至湘山，遂登会稽，并海上，冀遇海中三神山之奇药。不得，还至沙丘。崩。这一段的文字，司马迁极力运用他的高度文学笔调，写出历史上帝王欲望的真象，最后用了一个崩字的微言，结束了人世间所有人生礼成而闭幕的结局。"}
{"text":"始皇自以为至海上，而恐不及矣，使人乃赍童男女入海求之。船交海中，皆以风为解。曰未能至，望见之焉。其明年，始皇复游海上，至琅琊，过恒山，从上党归。后三年，游碣石，考入海方士，从上郡归。后五年，始皇南至湘山，遂登会稽，并海上，冀遇海中三神山之奇药。不得，还至沙丘。崩。这一段的文字，司马迁极力运用他的高度文学笔调，写出历史上帝王欲望的真象，最后用了一个崩字的微言，结束了人世间所有人生礼成而闭幕的结局。古礼，称皇帝之死叫做崩，诸侯之死叫做薨，薨也罢，崩也罢，反正是神仙见不到，长生不死之药，倾全国之力也求不到，到头还是叶落归根，就此了事。绝妙的秦皇汉武的事业。必须要有一个绝妙的司马迁，为他写出曲折极致的史记，使千载之下的我们读来，觉得它是一部绝妙的哲学小说，可以发人深省。司马迁在封禅书中，不但尽情地讽刺秦皇汉武，同时也尽量写出那些假方士们丑陋可恶的一面，但是，他也否认秦汉之际儒生们对于迷信封禅的可笑与可鄙，如说秦三年，而二世弑死，始皇封禅之后十二岁，秦亡。诸儒生疾秦焚诗书，诛谬文学。百姓怨其法，天下畔之。皆讹曰始皇上泰山，为暴风雨所击，不得封禅。他便在此作了最后一句的结论说此岂所谓无其德而用事者邪？这者邪两个代用疑问的虚字，又是司马迁笔下的花样，等于现代的话说真是这样的吗？是不是，他不下断语，由读者自己去想，他站在笔阵以外哈哈大笑而已。汉初的神道与神仙因为秦始皇迷信神祠与盲目的求仙，必致造成上有好者，下必甚焉的现象，当秦二世的末期，朝野都笼罩着一片神鬼迷信气氛，所以首先发难的陈胜吴广，便利用黄灯野火而作狐语，作为起义的号召。汉高祖的初兴，也是借用斩白蛇而起义，祠蚩尤而衅鼓，到了定鼎以后，便下诏制定天的五帝之祠，崇尚神道。汉文帝也一度相信赵人新垣平的望气之术，笃信鬼神而立五帝坛。汉武帝即位之初，尤其敬信鬼神之祀，他初见到秦国故地雍郊五田寺的时候，便定为以后的常规，三年一次效祀。同时，又开始求神君，舍之上林中，司马迁说蹄氏观神君者，长陵女子。以子死，见神于先后宛若，宛若祠之其室，民多往祠。平原君往祠。其后，子孙以尊显。及今上称汉武帝即位，则厚礼置祠之内中，闻其言不见其人云。是时，李少君亦以祠灶谷道，却老方见上，上尊之。少君者，故深泽侯合人，主方匿其年及其生长。常自谓七十，能使物却老。其游以方。遍诸侯。无妻子。"}
{"text":"汉武帝即位之初，尤其敬信鬼神之祀，他初见到秦国故地雍郊五田寺的时候，便定为以后的常规，三年一次效祀。同时，又开始求神君，舍之上林中，司马迁说蹄氏观神君者，长陵女子。以子死，见神于先后宛若，宛若祠之其室，民多往祠。平原君往祠。其后，子孙以尊显。及今上称汉武帝即位，则厚礼置祠之内中，闻其言不见其人云。是时，李少君亦以祠灶谷道，却老方见上，上尊之。少君者，故深泽侯合人，主方匿其年及其生长。常自谓七十，能使物却老。其游以方。遍诸侯。无妻子。人闻其能使物及不死，更馈遗之。常余金钱衣食，人皆以为不治生业而饶给。又不知其何所人，愈信，争事之。少君言上曰祠灶则致物致物而丹沙可化为黄金黄金成以为饮食器，则益寿益寿而海中蓬莱仙者乃可见见之以封禅，则不死，黄帝是也。臣常游海上，见安期生，安期生食巨枣大如瓜。安期生，仙者。通蓬莱中，合则见人，不合则隐。于是天子台亲祠灶，遣方士入海求蓬莱安期生之属，而事化丹砂诸药，齐为黄金矣。居久之，李少君病死，天子以为化去，不死。而使黄锤史宽舒受其方，求蓬莱安期生莫能得。而海上燕齐怪迂之方士，多更来言神事美。我们看了司马迁的这一段记载，便可知道雄才大略的汉武帝，在他心理上有另一面的兴趣，他对于崇尚神道，与好求神仙的可笑行为，却是甘之如馅，引以为乐。后来又有齐人少翁以鬼神方见上，便拜少翁为文成将军，赏赐甚多，以客礼礼之，又为他的建议，大建宫殿以祠神，居岁余，其方益衰，神不至。乃以帛书以饭牛，佯不知，言曰此牛腹中有奇。杀视得书，书言甚怪。天子识其手书。问其人，果是伪书。于是诛文成将军，隐之。其后，则又作柏梁铜柱承露仙人掌之属矣。后来，汉武帝因为生了一场大病，巫与医药，都不能见效，因为求神而病愈。便幸甘泉，置酒寿宫神君，神君所言，上使人受其书，命之日书法。其所语，世俗之所知也，无绝殊者。而天子心独喜，其事秘，世莫知也。后来因乐成侯的推荐，又拜栾大为五利将军，栾大，胶东宫人，故尝与文成将军同师天子既诛文成，后悔其蚤死，惜其方不尽。及见栾大，大说。大为人长美，言多方略而敢为大言。处之不疑。大言曰臣常往来海中，见安期，羡门之属，顾以臣为贱，不信臣。又以为康王诸侯耳，不足与方。臣数言康玉，康王又不用臣。臣之师曰黄金可成，而河决可塞，不死之药可得，仙人可致也。然臣恐效文成，则方士皆奄口，恶敢言方哉！"}
{"text":"其所语，世俗之所知也，无绝殊者。而天子心独喜，其事秘，世莫知也。后来因乐成侯的推荐，又拜栾大为五利将军，栾大，胶东宫人，故尝与文成将军同师天子既诛文成，后悔其蚤死，惜其方不尽。及见栾大，大说。大为人长美，言多方略而敢为大言。处之不疑。大言曰臣常往来海中，见安期，羡门之属，顾以臣为贱，不信臣。又以为康王诸侯耳，不足与方。臣数言康玉，康王又不用臣。臣之师曰黄金可成，而河决可塞，不死之药可得，仙人可致也。然臣恐效文成，则方士皆奄口，恶敢言方哉！上曰文成食马肝死耳，子诚能修其方，我何爱乎？大曰臣师非有求人，人者求之。陛下必欲致之，则贵其使者，令有亲属，以客礼待之，勿卑，使各佩其信印，乃可使通言神人。神人尚肯邪？不邪？致尊其使，然后可致也。于是，上使验小方，斗棋，棋自相触击。是时，上方忧河决而黄金不就，乃拜大为五利将军。居月余，得四印佩天士将军，地士将军，大通将军印其以二千户封地士将军。大为乐通侯，赐列侯甲第，憧千人，乘囗，斥车马，帷幄器物，以充其家。又以卫长公主妻之。资金万斤，更命其邑日当利公主。天子亲如五利之第，使者存问供给，相属于道。自大主将相以下，皆置酒其家，献遗之。于是，天子又刻玉印日天道将军，使使衣羽衣，夜立白茅上。五利将军亦衣羽衣，夜立白茅上，受印，以示不臣也。而佩天道者，且为天子道天神也。于是，五利常夜祠其家，欲以下神，神未至而百鬼集矣。然颇能使之。其后，装治行，东入海，求其师云。大见数月，佩六印，贵震天下，而海上燕齐之间，莫不扌益扌宛而自言有禁方，能神仙矣。后来五利将军栾大，也因不实而被诛，始用公孙卿，公孙卿说仙人好楼居，于是，上令长安则作蜚廉桂观，甘泉则作益延寿观，使卿持节设具而候神人。乃作通天茎台，置祠具其下，将招来仙神人之属。我们读了这些较为详细的记载，对于汉武帝爱好神道，勤求神仙的事迹，便可一目了然，他比之秦始皇的作法，更有过之而无不及，由此可见两汉以来，由道家的学术思想，如何转变为道教的趋势，这些假方土们，又如何捏造神仙事实，欺世盗名的史料。我们再看司马迁在封禅书中最后作的结论与赞辞，更可进而了解汉初方士们的情况与结果，结论如说今上封禅其后十二岁而还，遍于五岳四读矣。而方士之候伺神人，入海求蓬莱，终无有验。而公孙卿之候神者，犹以大人之迹为解，无有效，天子益怠厌方士之怪迂语矣。然羁縻不绝，冀遇其真。"}
{"text":"我们再看司马迁在封禅书中最后作的结论与赞辞，更可进而了解汉初方士们的情况与结果，结论如说今上封禅其后十二岁而还，遍于五岳四读矣。而方士之候伺神人，入海求蓬莱，终无有验。而公孙卿之候神者，犹以大人之迹为解，无有效，天子益怠厌方士之怪迂语矣。然羁縻不绝，冀遇其真。自此以后，方士言神祠者弥众，然其效可睹矣。赞辞如说太史公曰余从巡祭天地诸神，名山川而封禅焉。入寿宫，侍词神语，究观方士祠官之意。于是退而论次，自古以来用事于鬼神者，具见其表里。后有君子，得以览焉。若至俎豆币之详，献酬之礼，则有司存。我们大体了解了从秦到汉初武帝的时期，将近百年前后道家的方士与神仙，以及道教前身祀奉神祠的大略，便可概见秦汉之际，方士们留给历史的影像，是如何的恶劣。后世骂方士，并战国前后的真方士，也一概唾弃，都是受此影响，实在有欠公允。汉魏以下道家学术思想的内容概略自秦皇汉武以后，道家的学术思想，一再误于这些假方士，假神仙的求丹炼药手里，使人迷失道家文化的真精神。又加汉初儒生如董仲舒等人，生当天下承平之际，用阳儒暗道的手术，叙述周秦以上儒道本不分家的学术思想，注释五经，疏释圣道，以独尊儒术为标榜，致使道家与老庄的学术思想，尤遭贬值。于是，由战国以下真正的方士学术，发展为两汉以来易经学术系统象数之学的途径它与汉代天文学术相激荡，便有扬雄著的太玄经，要以象数哲学理论的间架，概纳天文科学的法则。它与阴阳五行天干地支二十八宿以及日者选择时日龟策卜卦等，有关天文地理物理的理论科学相结合，便有焦赣京房等象数纳甲之学，推测造化之机，易学系统的建立。再经分化而各自成为一家之言的专长，便有后来汉代易学的卦气变通升降爻辰等殊途一致学说的演变。魏晋以后，修炼神仙丹道派的学者，宗奉魏伯阳的思想系统，归纳这些学说的原理原则，而成为与中国医药理论合流，丹经道术的规范。又有根据禹贡山海经等山川地理形胜的研究，便有郭璞等人，倡导形峦体势地理堪舆学术的兴起。至于淮南子抱朴子的著作，既是道家，又是杂家的学说，应是战国以来方士学术思想部分的集成。"}
{"text":"再经分化而各自成为一家之言的专长，便有后来汉代易学的卦气变通升降爻辰等殊途一致学说的演变。魏晋以后，修炼神仙丹道派的学者，宗奉魏伯阳的思想系统，归纳这些学说的原理原则，而成为与中国医药理论合流，丹经道术的规范。又有根据禹贡山海经等山川地理形胜的研究，便有郭璞等人，倡导形峦体势地理堪舆学术的兴起。至于淮南子抱朴子的著作，既是道家，又是杂家的学说，应是战国以来方士学术思想部分的集成。在南北朝之际，因为北魏崇尚道教的关系，这些学术思想，大概都穿上宗教的外衣，变为道教的神秘之学，但到隋唐以后，又复脱颖而出，除了天文历法等的研究，渐已建立专门化正规的科学体系以外，他如星象地理包括堪舆卜筮建筑工程工艺艺术等种种实用之学，以及民间生活的节令等仪礼与各地方风俗的习惯，完全与道家的学术思想，有密切的关系。如医药等理论以及算命看相等学术，虽然远绍周秦以上的文化渊源，但在汉魏之际，都已加进印度文化佛家的学术思想，故有唐代医药的进步，与星命算命卜筮学等的建立。如李淳风等的图谶唐僧一行禅师的天文与星象等学，也都从正统道家的学术思想而来。唐代的数学，远绍九章历算的遗规，配合两汉象数的发展，受到隋唐之际，阿拉伯算数的影响，对于三角立方几何等算数的成绩，已有相当的成就。因此辗转影响，而有唐末五代之间，道家的数学思想，趋向河图洛书的数理哲学，产生北宋初期邵康节的易经象数之学，摄取汉易纳甲的精华，配以甲产河图洛书数理的哲学，用以说明天地造化的枢机，预计历史人事演变的迹象，一变汉代的谶纬之术，而开历史哲学的先河。从此上下元明清千余年间，所有道家各种科学而哲学的学术思想，不依附于汉代的象数，即人于邵康节易学的范围。而在唐宋元明之间，可以在世界学术与科学史上，除如众所周知的火药，印刷术的发明以外，可以大书而特书的一笔。便是用医药方面的进步在历来传统习用汉代张仲景的伤寒论以外，便有金元四大家医药的理论，与药物学方术的专长研究，以及元代完成人身气机穴道的铜人图，奠定后世针灸治疗学的坚固基础，因此而辗转传授，才有今天德国日本等世界针灸治疗学的发展，所有推拿按摩等学，都是这一系统的余枝。"}
{"text":"而在唐宋元明之间，可以在世界学术与科学史上，除如众所周知的火药，印刷术的发明以外，可以大书而特书的一笔。便是用医药方面的进步在历来传统习用汉代张仲景的伤寒论以外，便有金元四大家医药的理论，与药物学方术的专长研究，以及元代完成人身气机穴道的铜人图，奠定后世针灸治疗学的坚固基础，因此而辗转传授，才有今天德国日本等世界针灸治疗学的发展，所有推拿按摩等学，都是这一系统的余枝。便是用指南针构成罗盘的学术利用一块大圆形的木板，中心嵌上指南针，外面圈以八卦天干地支甲子等层次，加以天文星象的二十八宿，以中原做时间空间的中心。用仰观天文星象的范围，辨别地理区域的划分，成为天文分野的作用，为世界上最早划分地球经纬度的先驱。一个完整的罗盘，它的层次圈圈，共计三十六层，层层之间，错综复杂，互相沟通为用，必须具有汉代象数纳甲的基础，与宋代易学河图洛书的基本观念，才能神而明之，融会贯通而相互为用。当明朝初期，西洋航海学术等，还未十分进步，而且也未传到中国，而在明成祖时代的太监郑和三下西洋，他所制造的巨型木船，与远离中国东南部海面，航行茫茫无际的天海之间，能够分辨距离与导航远海方向的，都是靠着这种罗盘的功效。因此，自明清以来，便有专门制造标准罗盘的产地徽州的，称为徽盘。可以与徽州的笔墨宣纸，同为名产的权威。广东所制的，称为广盘。福建所制的，称为建盘。后来用在察看地理堪舆的，大多以徽盘为准。用在航海兼带堪舆作用的，也有采用广盘与建盘的。总之，徽盘的度数标准，适用于中原的地理环境，广盘与建盘，适用于东南临海区域。承接阐扬老庄思想，天地造物互变的妙旨，专门研究生物互相变化的作用，说明人类能够利用自己生命的功能，修炼而成神仙的妙理，便有五代谭峭所著的化书，为最早专门研究生物变化的著作。此外，由宋代邵康节皇极经世纳甲系统的演绎，构成三元甲子以统率时空的观念。从汉易纳甲的演变，发明奇门适甲的术数，在一般不知究竟者的想象中，认为仅是旁门小术，或为迷信的思想而已，殊不知其中含蕴理论科学的关键，可以由此发掘天地宇宙的奥秘，人事物理的枢机，却存在非常重要的宝藏。因为时间的有限，以及我个人学有未尽之处，关于这些已经提到，或者临时尚有遗漏的正统道家学术思想的内容，略为提起研究者的注意而已，都到此为止，暂时告一段落。恕不多述了。"}
{"text":"此外，由宋代邵康节皇极经世纳甲系统的演绎，构成三元甲子以统率时空的观念。从汉易纳甲的演变，发明奇门适甲的术数，在一般不知究竟者的想象中，认为仅是旁门小术，或为迷信的思想而已，殊不知其中含蕴理论科学的关键，可以由此发掘天地宇宙的奥秘，人事物理的枢机，却存在非常重要的宝藏。因为时间的有限，以及我个人学有未尽之处，关于这些已经提到，或者临时尚有遗漏的正统道家学术思想的内容，略为提起研究者的注意而已，都到此为止，暂时告一段落。恕不多述了。八道教我们为了时间等种种的困难，对于道家与道教的讲述，只能择其较为重要的，简介十之一二，以供研究者的参考而已，如要求其精详，非一二百万言，不能以尽道家道教与中国文化的内容。在开始的时候，已经讲过形成道教的来源问题，归纳它有四个原因渊源于道家学术思想。发生于政治社会的演变。促进于外来宗教的刺激。基本于神秘学术的迷恋。关于第一个原因的内容大概，讲到目前为止，暂且告一段落。如要从魏晋以后，经隋唐宋元明清的发展而讲到现在，那就不胜其繁，短期无法结束，现在需要简明扼要地讲述第二个原因，以便暂做收场。一汉末道教形成的因缘如要了解两汉道家的学术思想，如何一变而形成道教的原因，必须要留心春秋战国到秦汉以来政治与社会的演变趋势。当战国时期，由六七百年来的周代政权与封建政治制度，因为历史现实环境的影响，与文化思想的转变，春秋王制，几已破坏无遗。由春秋到战国末年，四百年间长期大小战乱的结果，不但形成政局的一片紊乱，尤其以农业立国的社会经济基础，也已零落殆尽，我们衡之历史的成例，第当长期战争的结果，果然可以造成若干青史留名的人物，但只是留给后人的凭吊啼嘘而已，如在长期战乱的当时，必致民穷才尽。我所谓的民穷才尽，不仅是说社会的经济崩溃，就是各种人才，也会因战乱而一齐打光。大家都知道中国文化有名成语十年树木，百年树人。真正人才的造就，确是需要经济稳定的社会背景做土壤，以长治久安的文化背景做肥料，才能培养得出来，然而每每累积若干年代，培养出各地的人才精英，算不定就在一个胜利，或一个失败的战争中，随流而没。大家都知道，当战国时期的吴越战争中，在历史上留下两句名言，那就是越国的十年生聚，十年教训。"}
