{"text":"真正的哲学家，精神上的强者，诚然是强力意志充沛的人，然而他的强力意志所追求的决非统制思想的权力，相反是思想自由的权利一个真实的人的天赋权利，在它面前，一切与之敌对的权力都必定倾倒。第节第二章在人生之画面前尼采认为，权力和职业是败坏哲学的两个因素。因此，他提出了以下要求我认为这是文化的要求把哲学在政治上和学院中的奖励取消，而且把国家和大学在真伪哲学之间做判决的职务取消它们做不了这种判决。让哲学家们自由自在，在野地上生长吧，绝对禁止他们在社会的职业里有一个位置的希望，不要再给他们薪金，不，宁可迫害他们，虐待他们，这样一来，你就会瞧见一种奇异的收获了转瞬间，万物皆空，鸟雀全飞了。因此，要抛弃坏的哲学家们是很容易的，我们只要停止发钱给他们就行了。而且，较之用国家名义公开地保护哲学不管是何种哲学，这是更好的办法。作为教育家的叔本华。尼采全集，第卷，第页。哲学家也是人，也要吃饭。尼采的意思总不该是让哲学家统统饿死。他是有感于时弊或者说积弊，反对把哲学政治化和职业化。在十九世纪的德国，有钦定官方哲学家的风气，黑格尔就是一个例子。许多冒牌哲学家，或者为了谋取权势，或者为了混碗饭吃，混在哲学家的队伍里。极有讽刺意味的是，多少伟大的哲学家，生前贫困潦倒一生，死后却养活了一代又一代的冒牌哲学家。可以万无一失地料定，一旦哲学无利可图，这些冒牌哲学家就会争先恐后地抛开哲学，另谋出路。剩下的是什么人呢是那些真正热爱人生热爱思考因而也真正热爱哲学的人，这样的人怀着苏格拉底那样的信念一种未经思考过的人生是不值得过的。不过，按照尼采的要求，思考的方式和结论应该不同于苏格拉底。贫困也罢，迫害也罢，都不能阻止他们作这种思考。他们视哲学为生命，一旦停止对人生的反思，便感到光阴虚掷，虽生犹死。在尼采看来，这样的人才算真正的哲学家。哲学家的命运我的兄弟，怀着你的爱和你的创造到你的孤独里去很久以后正义才跛脚跟在你后面。查拉图斯特拉如是说创造者之路。尼采全集，第卷，第页。这是尼采为一切创造者预言的命运，哲学家也不例外。亚里士多德说人要独居，必须是野兽或天神。尼采补充说忽略了第三种情形必须同时是二者哲学家。"}
{"text":"他们视哲学为生命，一旦停止对人生的反思，便感到光阴虚掷，虽生犹死。在尼采看来，这样的人才算真正的哲学家。哲学家的命运我的兄弟，怀着你的爱和你的创造到你的孤独里去很久以后正义才跛脚跟在你后面。查拉图斯特拉如是说创造者之路。尼采全集，第卷，第页。这是尼采为一切创造者预言的命运，哲学家也不例外。亚里士多德说人要独居，必须是野兽或天神。尼采补充说忽略了第三种情形必须同时是二者哲学家。偶像的黄昏格言与箭。尼采全集，第卷，第页。野兽独居，因为它桀骜不驯。天神独居，因为它充实自足。哲学家既桀骜不驯，又充实自足，他是人类这群居动物中的不合群者孤独者。说来奇怪，哲学家致力于寻求人生的意义，这种寻求反而给他自己的人生带来如许苦难。有什么办法呢他太敏感了，如同某些对于即将来临的天气变化极其敏感的动物一样，是他的痛苦造成了他的先见之明。参看快乐的科学第节。尼采全集，第卷，第页。他也太挑剔了。一般人为薪金而工作，满足于日常的劳作和消遣，他却宁死不做他不感兴趣的工作，永远不肯满足。比起俗人来，他是不明智的，为情感所驱策，不计利害安危。他有特殊的价值观念，他的趣味往往在于例外的事情，一般受冷遇的事情。哲学家可曾时髦过吗参看快乐的科学第节。尼采全集，第卷，第页。哲学家甚至不应该结婚，因为爱情的利他会变成家庭的自私，男子为了儿女会忘掉世界。凡有心于最高的哲学思维而又结婚的人，都是可疑的。转引自威尔都兰古今大哲学家之生活与思想，中译本，，第页。儿女一生下来，许多哲学家就死去了。笛卡儿霍布士莱布尼茨洛克休谟康德叔本华不是都没有结婚吗尼采自己不是也没有结婚吗在一般人眼里，哲学家太与众不同了，而与众不同就是过错太不可理解了，而不可理解就是荒谬。人不是应当处处随和从俗，才皆大欢喜事事合乎常理，才让人放心吗多少哲学家生前被周围的人们视为或危险或可笑的怪人哲学家的命运已经包含在他的性格和使命之中，他的真诚，他的勇敢，他的创造性，注定了他的孤独。"}
{"text":"人不是应当处处随和从俗，才皆大欢喜事事合乎常理，才让人放心吗多少哲学家生前被周围的人们视为或危险或可笑的怪人哲学家的命运已经包含在他的性格和使命之中，他的真诚，他的勇敢，他的创造性，注定了他的孤独。人的天性中皆有创造的潜力，可是大多数人不肯去挖掘，因为懒惰，也因为独创是一副沉重的锁链，戴上这副锁链，生命便失去了一个人在青年时代热望的几乎每一样事物愉快，安全，光荣。他的同类赠给他的礼物，唯有孤寂不论他住在什么地方，荒野和山洞都围绕着他。作为教育家的叔本华。尼采全集，第卷，第页。因为害怕这样的命运，一般人退缩了，听任创造的潜力泯灭。哲学家不肯退缩，果然报应不爽。一颗平庸的灵魂，并无值得别人理解的内涵，因而也不会感受到真正的孤独。相反，一个人对于人生和世界有真正独特的感受，真正独创的思想，必定渴望理解，可是也必定不容易被理解，于是感到深深的孤独。最孤独的心灵，往往蕴藏着最热烈的爱。热爱人生，忘我地探索人生真谛，在真理的险峰上越攀越高，同伴越来越少。孤独是一颗值得理解的心灵寻求理解而不可得，它是悲剧性的。无聊是一颗空虚的心灵寻求消遣而不可得，它是喜剧性的。寂寞是寻求普通的人间温暖而不可得，它是中性的。然而，人们往往将它们混淆，甚至以无聊冒充孤独第节第二章在人生之画面前我孤独了。啊，你配吗哲学家之所以孤独，是因为他们感到有一条可怕的鸿沟，把他们同一切传统分离开来，置于恒久的光荣之中。偶像的黄昏。尼采全集，第卷，第页。这是虚伪包围中的一个真实的人的孤独，这是向一切传统挑战的思想战士的孤独。尼采平生最厌恶小市民阶层，不耐烦也不相信可以改造了他们的猥琐卑劣。因此，他要求爱真理的人离开小市民聚集的市场，逃到孤独中去。孤独，也是真正的思想家避免无谓牺牲保存自己的避难所。别再伸起孤臂反抗他们他们是无数的，并且你的命运也不是要做一个苍蝇拍。小人和可鄙者是无数的。雨点和莠草曾凋蚀了许多华丽庄严的建筑。查拉图斯特拉如是说市场。尼采全集，第卷，第页。可是，孤独又是一个充满危险的避难所。"}
{"text":"尼采平生最厌恶小市民阶层，不耐烦也不相信可以改造了他们的猥琐卑劣。因此，他要求爱真理的人离开小市民聚集的市场，逃到孤独中去。孤独，也是真正的思想家避免无谓牺牲保存自己的避难所。别再伸起孤臂反抗他们他们是无数的，并且你的命运也不是要做一个苍蝇拍。小人和可鄙者是无数的。雨点和莠草曾凋蚀了许多华丽庄严的建筑。查拉图斯特拉如是说市场。尼采全集，第卷，第页。可是，孤独又是一个充满危险的避难所。长久的孤独会使人精神沮丧，意志瓦解，会使人病弱，懊伤，屈服。只有像贝多芬歌德这样最坚强的天性，才能坚持住可是即使在他们身上也显露了令人筋疲力尽的斗争和挣扎的痕迹他们呼吸沉重，他们的声音动辄过于粗暴。社会无情地迫害这些伟人，连他们的孤独也构成为罪状。作为教育家的叔本华。尼采全集，第卷，第页。尼采对于伟人的最后命运持悲观的看法，认为这样的人的毁灭是规律，他们在地球各个角落里等待，全然不知要等多久，更坏的是空等一场。善恶的彼岸。尼采全集，第卷，第页。不过，不要以为哲学家的一生只是苦难。孤独者自有一般人想象不到的陶醉和欢欣在思辨哲学的故乡，尼采倡导一种有血有肉有欢笑有眼泪的人生哲学。与思辨哲学相适合的是学院哲学家，学者，知名的智者。与尼采所倡导的人生哲学相适合的，却是一种完全新型的哲学家，他们是真实的人，自由思想家，知识的战士，不合时宜者，往往为他们所处的时代所不容，生活在孤独之中，不妨称之为荒野哲学家。两种对立的哲学观，两种对立的哲学家形象，表明了一种正在成熟的时代要求哲学，再也不能不关人生的痛痒，作为无色透明的纯粹抽象的王国而存在了它应当关心人和人的内心世界，有丰富的个性色彩，与迷惘的现代人一起走上凶吉未卜的探索之路。它不能为人生之谜提供万应不变的现成答案，但是它应当具有探索的真诚和勇气，反映出探索途中的曲折和悲欢。第节第三章从酒神精神到强力意志第三章从酒神精神到强力意志尼采在世纪的转折点上第三章从酒神精神到强力意志要真正体验生命，你必须站在生命之上！为此要学会向高处攀登，为此要学会俯视下方！尼采在历史上，人生探索的活跃总是发生在价值观念转换的时代。其中又有两种情况。"}
{"text":"它不能为人生之谜提供万应不变的现成答案，但是它应当具有探索的真诚和勇气，反映出探索途中的曲折和悲欢。第节第三章从酒神精神到强力意志第三章从酒神精神到强力意志尼采在世纪的转折点上第三章从酒神精神到强力意志要真正体验生命，你必须站在生命之上！为此要学会向高处攀登，为此要学会俯视下方！尼采在历史上，人生探索的活跃总是发生在价值观念转换的时代。其中又有两种情况。一种情况是，旧的社会结构和信仰体系业已自行瓦解，新的社会力量尚且微弱，社会动乱，个人命运乖促，此时往往会有悲观主义哲学滋生，例如古罗马帝国时期斯多葛主义的流行。另一种情况是，新的社会力量已经足够强大，信心十足，向旧的信仰体系主动发起攻击，对人类前途满怀乐观主义的信念，例如文艺复兴时期人文主义思潮的兴起。在十九世纪，资本主义制度经过了两百年的发展，已经暴露出它固有的矛盾，文艺复兴时代的乐观主义信念已经被证明是少年人的天真幻想。马克思代表着新的社会力量，他的哲学仍然充满着乐观主义的精神，这种乐观主义以共产主义理论为其依据。尼采不同，他的哲学在根柢上是悲观主义的，不过又不同于叔本华的纯粹消极的悲观主义，它带有一种激昂的情调，反映了西方社会中对于旧有价值体系失去信心但又不乏探索的勇气的那一部分知识分子的情绪。尼采在他探索人生问题的一开始，就遇到了叔本华，并且默默接受了他的悲观主义的前提。这倒也不奇怪。有怀疑才有真诚的探求，一个人能够如此执拗地追问人生的意义，正是因为他对这意义已经发生了怀疑。但是，悲观主义只是探索的起点，而不应该是终点。以寻求人生意义为使命的哲学，结果却是全然否定人生的意义，这不是彻底的失败吗尼采不能容忍这样的失败。纵使人生本来没有任何意义，我们也要赋予它一种意义。为了赋予人生以意义，他开始提出酒神精神，后来又提出强力意志。从实质上看，酒神精神和强力意志是一码事，两者都是指生命力的蓬勃兴旺。尼采的结论是，用生命力的蓬勃兴旺战胜人生的悲剧性质，这本身就是人生意义之所在。人生的辩护者查拉图斯特拉三十岁了。"}
{"text":"纵使人生本来没有任何意义，我们也要赋予它一种意义。为了赋予人生以意义，他开始提出酒神精神，后来又提出强力意志。从实质上看，酒神精神和强力意志是一码事，两者都是指生命力的蓬勃兴旺。尼采的结论是，用生命力的蓬勃兴旺战胜人生的悲剧性质，这本身就是人生意义之所在。人生的辩护者查拉图斯特拉三十岁了。一天早晨，他与朝霞一同起身，走到太阳前说道你伟大的星辰倘若你没有你所照耀的万物，你的幸福是什么呢十年间，你来到我的洞穴，倘若没有我我的鹰和我的蛇，你想必已经厌倦了你的光明和路途看哪我厌倦了我的智慧，如同采集了太多蜜的蜜蜂，我需要伸出索取的手。在说了这番话之后，查拉图斯特拉开始下山，向人间传播他十年间积累的思想去了。尼采全集，第卷，第页。查拉图斯特拉如是说一开头的这段描写，很形象地表明了尼采的特色。尼采与叔本华，犹如佛教的大乘与小乘。他们都悲观，但是，叔本华的悲观是完全出世，否定人生，尼采却是出世复入世，否定人生然后又力图肯定人生。叔本华认为，意志是世界的自在之物，一切现象包括个体的人都是意志的客体化即表象。意志是一种盲目的不可遏止的生命冲动，个人受这种冲动的驱使，不断地产生欲望。欲望意味着欠缺，欠缺意味着痛苦。所以，一切生命在本质上即是痛苦。当欲望休止，又会感到无聊。人生就摇摆在痛苦与无聊之间。不止于此，作为世界本质的生命意志是无限的，它在有限的个人身上必然得不到满足。人的个体生存的必然结局是死亡。人生如同怒海行舟，千方百计地避开暗礁和漩涡，却走向必不可免的船沉海底。所以，个人应当认清意志的内在矛盾及其本质上的虚无性，自觉地否定生命意志，进入类似印度教的归入梵天佛教的涅那样的解脱境界。参看叔本华作为意志和表象的世界，第节。在尼采的第一部著作悲剧的诞生中，我们可以发现叔本华悲观主义思想的痕迹。在那里，尼采在解释古希腊艺术的起源时强调，希腊人之所以需要以奥林匹斯众神形象为主要内容的史诗和雕塑艺术，是为了给痛苦的人生罩上一层美丽神圣的光辉，从而能够活下去之所以需要激发情绪陶醉的音乐和悲剧艺术，是为了产生超脱短暂人生融入宇宙大我的感觉，从而得到一种形而上学的安慰。在两种情形下，人生的痛苦和可悲性质都被默认是前提，而艺术则被看作解救之道。"}
{"text":"在尼采的第一部著作悲剧的诞生中，我们可以发现叔本华悲观主义思想的痕迹。在那里，尼采在解释古希腊艺术的起源时强调，希腊人之所以需要以奥林匹斯众神形象为主要内容的史诗和雕塑艺术，是为了给痛苦的人生罩上一层美丽神圣的光辉，从而能够活下去之所以需要激发情绪陶醉的音乐和悲剧艺术，是为了产生超脱短暂人生融入宇宙大我的感觉，从而得到一种形而上学的安慰。在两种情形下，人生的痛苦和可悲性质都被默认是前提，而艺术则被看作解救之道。在浅薄的科学乐观主义和虚假的基督教乐观主义流行的时代，悲观主义自有其深刻之处。尼采认为，始自苏格拉底的科学乐观主义相信科学至上，知识万能，凭概念指导生活，其实只是浮在人生的表面，并不能触及人生的根柢。参看悲剧的诞生第节。至于基督教相信在现实的世界之外还有一个真正的世界，它赋予人生以神圣的意义，这种信仰貌似乐观，其实是一种坏的悲观主义，因为它用真正的世界否定了现实世界的价值。只有一个世界，就是我们生活于其中的世界，这个世界根本不是神圣的，而且用人类的尺度衡量从来不是理智的仁慈的或公正的，它是非神圣的，非道德的，非人道的。快乐的科学第节。尼采全集，第卷，第页。可是，我们一旦否定了基督教的来世及其赋予人生的虚假意义，并且正视现实人世的真实面目，我们立刻可怕地面临了叔本华的问题人生终究有意义吗快乐的科学第节。尼采全集，第卷，第页。叔本华敢于直截了当地提出这个问题，否认人生的神圣性，正表明了他的诚实。在这个意义上，悲观主义未尝不具有积极的性质。它推翻了虚假的意义，沉重地走上了寻求真实意义的道路，对于寻求的结果不敢怀抱侥幸心理。但是，悲观主义终究是消极的，它败坏了生活的乐趣，所以尼采称之为死的说教。参看查拉图斯特拉如是说死的说教者。尼采全集，第卷，第页。人的个体生存诚然有其悲剧性质，作为理性的存在物，他能知无限，追求永恒，作为有限的生物，他又是必死的，这种难堪的矛盾只有在人身上才存在。在这世界上，每一个人的生命都是短暂的，迟早要万劫不复地失去。"}
{"text":"参看查拉图斯特拉如是说死的说教者。尼采全集，第卷，第页。人的个体生存诚然有其悲剧性质，作为理性的存在物，他能知无限，追求永恒，作为有限的生物，他又是必死的，这种难堪的矛盾只有在人身上才存在。在这世界上，每一个人的生命都是短暂的，迟早要万劫不复地失去。然而，倘若一个人被悲观主义所俘虏，时时想着人生的虚无，他岂能生活下去倘若人类都听从死的说教，岂非人类也要灭亡叔本华没有自杀，只能说明他的理论并不彻底，没有贯彻到自己的人生实践中去，而深受他的思想影响的中国清末学者王国维却真的自杀了。至于人类的绝大多数，尽管明知人生固有一死，仍然喧闹忙碌地生活着，追求着，足见生命本身有着死亡的阴影摧毁不了的力量。尼采说人人期待着未来，然而，死和死之寂静便是这未来唯一确凿和一切人共同的事情多么奇怪，这唯一确凿和共同的事情对人们几乎毫无影响，他们距离感觉自己与死相邻最为遥远我看到人们根本不愿思考死之思想，为此甚感快乐我很想做点事情，使生之思想于他们百倍值得深思。快乐的科学第节。尼采全集，第卷，第页。第节第三章从酒神精神到强力意志尼采自己似乎也从悲观主义的梦魇中摆脱出来了我从我的求健康求生命的意志创造了我的哲学正是在这生命力降到最低点的时候指他重病时引者，我终止成为一个悲观者，自我恢复的本能禁止我有穷蹙绝望的人生观。看哪这人。尼采选集，第卷，第页。尼采发现，一个人倘若有健全旺盛的内在生命力，他是不会屈服于悲观主义的。悲观主义是生命力衰退的表现，屈服于悲观主义有如屈服于霍乱，表明机体已经患病。参看偶像的黄昏一个不合时宜者的漫游第节。尼采全集，第卷，第页。这种人看见别人快乐便生伤感，好像看见病孩垂死前还依然玩着玩具一样他们在一切玫瑰花丛下看出隐藏的坟墓。参看朝霞第节。总之，问题全在于生命力你健康，你就热爱生命，向往人生的欢乐你羸弱，你就念念不忘死亡，就悲观厌世。一个要在人世间有所建树的人最忌悲观主义看破红尘这是巨大的疲劳和一切创造者的末日。尼采全集，第卷，第页。尼采还有着饱满的生命力，他要度一个伟大的人生，于是他向悲观主义宣战了。"}
{"text":"尼采全集，第卷，第页。这种人看见别人快乐便生伤感，好像看见病孩垂死前还依然玩着玩具一样他们在一切玫瑰花丛下看出隐藏的坟墓。参看朝霞第节。总之，问题全在于生命力你健康，你就热爱生命，向往人生的欢乐你羸弱，你就念念不忘死亡，就悲观厌世。一个要在人世间有所建树的人最忌悲观主义看破红尘这是巨大的疲劳和一切创造者的末日。尼采全集，第卷，第页。尼采还有着饱满的生命力，他要度一个伟大的人生，于是他向悲观主义宣战了。他把叔本华归入颓废者之列，终生都在抨击他。他唱了一辈子生命的颂歌。他成了一位人生的辩护者。尼采全集，第卷，第页。当然，人生仍有其悲痛的方面，而且这悲痛是深沉的，但是欢乐比悲痛更深沉。参看尼采全集，第卷，第页。生命是一派欢乐的源泉，只有对于损伤的胃，对于悲观主义者，它才是有毒的。尼采全集，第卷，第页。尼采愈来愈觉得，人生何其丰富，令人欣羡，而且神秘。参看尼采全集，第卷，第页。他要拼命地去感受生命作为教育家的叔本华第节。对于人生的肯定，来自爱。我们爱生命，并非因为我们习惯于生命，而是因为我们习惯于爱。查拉图斯特拉如是说读与写。尼采全集，第卷，第页。你愿意，你贪求，你爱恋，只因此你才赞美了生命查拉图斯特拉如是说舞蹈之歌。尼采全集，第卷，第页。对生命的信任已经消失，生命本身成了问题。但不要以为一个人必因此成为忧郁者对生命的爱依然可能，只不过用另一种方式爱。这就像爱一个使我们怀疑的女子快乐的科学序。尼采全集，第卷，第页。尼采常常把生命譬作一个女子，一个妩媚的女子，她无恒，不驯，恣肆，允诺着也抗拒着，羞怯而又嘲讽，同情却又诱惑，因而更具魅力。她使你受苦了，可是你又怎么会不愿意为她受苦呢所以受苦也成了一种快乐。她诚然有她的罪恶，可是当她自道其恶时，她尤为迷人。你也许会恨她，而当你恨她的时候，你其实最爱她。参看尼采全集，第卷，第页第卷，第页。在爱里总有着疯狂。大爱不求回报，反而只求报答。生命已经把自己奉献给我们，我们应该时时想着给予最高的报答。只有带着恶意而不是带着爱观察人生的人，才会抱怨生命给予他的欢乐太少。自己对于欢乐毫无贡献，就不应当意欲欢乐。"}
