{"text":"那边的朋友，来来来，遇见就是有缘，来喝两杯，畅谈心事。远处的桌边，有一个大胡子的男人举着酒杯在呼唤着我，杯中的啤酒随着灯光不断晃动，如同液体黄金一般点亮了人们眼中的希望。我有些不解，慢慢走了过去，坐了下来，皮鞋的声音咯噔咯噔的响，如同古典的钢琴被极好的钢琴师演奏那般，发出的声音犹如被敲动的琴键，清脆之中，又带着一些稳重劳驾，来一杯长岛冰茶。我挥了挥手，招呼着旁边的酒保，然后手中不知为何就多出了一张面值为一千的日元来者是缘分，这一杯我请了。眼前的这个大胡子男人用带着日本关西口音的中文对我解释着。喂喂，不要装的不认识我一样好吧，还有你在关西一带呆了这么多年，口音也全变了。握紧了手中的长岛冰茶晃动了几下，冰块间的碰撞犹如内心的碰撞一样，掷地有声。他摸了摸胡子，然后猛地喝了一口酒，微微闭起眼睛，很突然地问了我一句话你说，我们面对转折的时候真的无能为力吗？为什么突然问这个？有困难了吗？我轻轻抿了一口酒，可乐的凉爽和酒的浓烈就突然在口腔中爆炸开来，突如其来的刺激立马清醒了我的思路。没事，只是突然的感叹，只是感觉有的时候落差太大了，面对一些事情很无能为力。他刹那之间又换了一杯酒，这次是白兰地，看起来今天是要一醉方休了。怎么说呢？关于这种事情人人都有自己的想法，有人想着人定胜天，而有人想着无论怎样都是赢不了命运的，还不如做只咸鱼。那你站在那个方向？他把耳朵凑了过来，似乎是很虚心的听取我的意见我觉得人定胜天吧，有些人无法主宰自己的命运，可能有他们自己的原因在里面。人定胜天吗？有点好笑哦，我记得你在初中时候说的最多的一句话就是，胜天，我升天算了，祝那些充满希望的现充瞬间爆炸。我在他长满长胡子的面庞前摆了摆手，似乎是很不赞成他的意见此言差矣！我就在这反问你一句，人为什么不能胜天？他思考了一会，然后支支吾吾的应答着胜天胜天，我觉得能把这两个字分开来看，胜指的是年轻时想赢的一时气血，天指的是未来的转折，人生的转折其实有很多，如果我们用这一时气血来面对转折，肯定失败。我稍稍的叹了一口气，白雾在日本二月的寒冬里喷涌而出，如烟圈一般缭绕上空。"}
{"text":"有点好笑哦，我记得你在初中时候说的最多的一句话就是，胜天，我升天算了，祝那些充满希望的现充瞬间爆炸。我在他长满长胡子的面庞前摆了摆手，似乎是很不赞成他的意见此言差矣！我就在这反问你一句，人为什么不能胜天？他思考了一会，然后支支吾吾的应答着胜天胜天，我觉得能把这两个字分开来看，胜指的是年轻时想赢的一时气血，天指的是未来的转折，人生的转折其实有很多，如果我们用这一时气血来面对转折，肯定失败。我稍稍的叹了一口气，白雾在日本二月的寒冬里喷涌而出，如烟圈一般缭绕上空。大错特错，我觉得胜，不是人想胜利的一时血气，而是方法，天的确是指未来的转折，如果我们用好的方法去面对未来的转折，你觉得还会是无力的吗？他咳嗽了两声，也许是被我的诡辩搞得气急败坏，但又不能在大庭广众之下展现出来，然后准备把火压回去的时候，岔气了，把气顺过来之后，然后回答道所以说你的意思是，只要找到正确的方法就能解决困难吗？我微A了一下对，就是如此，如果把人生比作一盘棋，那我们面对转折的时候该去怎么做？我下面说的办法虽然很无赖，但是有效果。什么方法？把棋盘打翻，虽然这种方式很冒险，并且无赖，但这是最有效果的办法，如果暂时想不出来怎么打赢对手，也不能乱下的时候，那就把一切掀翻重来，人生也是如此，若是碰到了一个转折，碰到了一个坎，我们为什么一定要跨过去？我们也可以绕过去，无论是跨，还是绕，那个坎一直就在那，那我们为什么一定要花费大力气跨过去呢？绕开它就得了。他似乎是来了兴趣了，一杯酒下肚，然后又来问道那为什么你不选择绕过去，而是一直抓着曾经的坎一定要跨过去呢？我笑了笑，其实也是所谓的气急而笑，也是没想到他会用我自己的故事来反驳我自己。上面只是一个例子，我想说明的是，人只要选择了正确的方式是可以对事物发展造成影响的，也许人生中的这个坎很长，没有边界，找不到绕过去的路，这些坎包括经济，爱情，人际关系，工作，亲人，等等等等，总不能所有坎都用绕的吧。对啊，所以说很多人才会在一个事情上不断纠结自己，才会感觉自己对事物的发展无能为力，不过这也是有自知之明的表现。"}
{"text":"对啊，所以说很多人才会在一个事情上不断纠结自己，才会感觉自己对事物的发展无能为力，不过这也是有自知之明的表现。再次举起来了杯子，把杯中还剩下三分之一的长岛冰茶一饮而尽，长叹道我也一样啊，以前在人际关系上处理的不好，待人冷静会被他们说是无谓的清高，太过热情被他们说是猥琐，有些人给我扣上高帽子，有些人更直接，所有的事情都往我身上推，仿佛做了一切坏事的人都是我，每天都想对他们说，你们停下，无谓的谣言麻烦打住，那个时候我莫名对改变事情变得没有希望了，麻木了，心里无时无刻响彻冰冷之音，面对所有人温柔却被传得越来越不对劲，每天都说着那一句现充赶快爆炸，就像是比企谷八幡一样，每当有同学谈恋爱的时候就会躲在我旁边，像我这种没有恋爱可能的人，待在我身边的话，也被染上了注孤生的气息，用完我之后就说我一句感谢你的牺牲，就把我丢掉。可我凭什么要为他们牺牲啊，凭什么评价这是我的牺牲啊！为什么不需要我的时候就把我丢到世界的尽头啊！牺牲，我牺牲了什么？我为什么跨不过这个坎啊！到了之后我才发现解决事情的最好办法，不去交流，不去理会，只要不听，这些无谓的谣言就没有任何伤害能力，在这种无法破局的情况下，就把坎钻一个洞，然后冲出去就好了！说着，两行热泪就从眼角边流落下来每每想到这，就觉得开始觉得世界没有给我一点光明，其实给过，只不过没有领悟到而已，我只要做到我就是我，别人的闲言碎语，跟我有什么关系？其实这个心结就可以走过去了，没有什么是我无法阻挡的，是我没法越过的坎，我们绝对不会在事物的发展上无能为力。两人四目相对，相顾无言，惟有泪千行。他张了张嘴，似乎想说什么，之后又像是什么都不想说了，欲言又止。我知道你想说什么，不用对不起，没有人对不起我，我也不需要别人的对不起，其实只要这样说的话，你也不需要对我有愧疚，也就能改变你感觉对我有亏欠这个事实，记住，无论什么时候，人定胜天。像他这种人本来就心态开朗的人，完全不需要对他说什么人生的转折是否无力，他也想着人定胜天。"}
{"text":"他张了张嘴，似乎想说什么，之后又像是什么都不想说了，欲言又止。我知道你想说什么，不用对不起，没有人对不起我，我也不需要别人的对不起，其实只要这样说的话，你也不需要对我有愧疚，也就能改变你感觉对我有亏欠这个事实，记住，无论什么时候，人定胜天。像他这种人本来就心态开朗的人，完全不需要对他说什么人生的转折是否无力，他也想着人定胜天。可是大多数人是像我这种挣扎在深渊里的人，每天都有不同的坎朝我们袭来，在给人点头哈腰的时候一边微笑一边觉得自己的生活已经是咸鱼一样无法改变了，在年复一年的轮回中找不到人生的真物也就自然觉得对生活无能为力。可是人活着的意义是什么？若是每天都觉得自己无能为力，觉得自己失去做人的资格，哪还有颜面活在世上啊？我们不应该想着人定胜天吗？只要找到一条路，或者暴力破局开出一条路不就过去了吗？何来什么人类对事物的发展无能为力一说呢？所以说只要找到人生破开困难的道路，不就赢了吗？而那些觉得无能为力的人，久而久之就习惯失去希望的生活了。在这种情况下，能觉着自己人定胜天，那才是出毛病了。远处壁炉的热量缓缓传了过来，仰起头看了看透明天花板上已经东升的太阳，金光犹如天国中神父的召唤，人们像是闭上眼，在静静祈祷和赎罪。眼睛向往着光明，内心也许是一片黑暗，治愈的圣光与身上阴暗的黑色风衣凑在一起，显得格格不入，但也许这就是宿命，我会试着驱散这种阴暗，人定胜天。所以咯，你知道怎么做的吧我笑了笑，问道当然。那就，干杯！干了！酒馆的手风琴乐队仍在不断响着没有停下来的意思，坐在一旁静静密语的姑娘们也许不会理解那些大男人喝酒划拳时的心情，想着人定胜天的人，也许没法理解那些觉得人间失格的人，但若是一杯酒下肚，几句真心的交流，大家的悲喜也就相通了，百味纷呈，物亦是，人亦然世界可能会背叛你，但努力绝对不会，努力不一定是所有问题的正解，但曾经努力过的事实就足以安慰自己了，绝对要记住无论是多么可怕的现实，但他依旧是真物，管他是好是坏，走下去就得了。鄙人不才，今日有此大幸来到这，发表一些愚论，交流各位所思所得，集百家之长，去百家之短，若是不当，多多见谅。"}
{"text":"鄙人不才，今日有此大幸来到这，发表一些愚论，交流各位所思所得，集百家之长，去百家之短，若是不当，多多见谅。古有秦皇，有唐宗，有明祖，但比起这些历史，记住战国时代的人，那是少之又少，齐桓公，管仲，鲍叔牙，三人可谓说是知音，齐桓公心胸开阔，鲍叔牙善于举荐，而管仲则是忠心耿耿，自从被鲍叔牙举荐之后，他作为失败者的幕僚，完全没有反叛之心。但三人之中，我最赏识的还是鲍叔牙他有自知之明，明明可以触碰到那一份一人之下万人之上的荣耀，但他觉得管仲的才能远远大于自己，为了国家的未来着想，他选择了放弃这份荣耀，举荐管仲。诸君想一想，如果不是鲍叔牙的举荐，他管仲会有今天？若是换作诸君，你们会放下手中的这份荣耀，去举荐别人吗？有句话说的好，人心本恶，一切情谊在绝对的利益面前是不堪一击的。可是鲍叔牙守住了底线，他明白自己也许做不好这个大官，也许会葬送齐国的未来，在权衡利弊之下，他让贤给管仲，成为了黑暗中的根。在座的诸君，包括我自己都不可能做到这种事，那是王者身边的位置啊，比黄金给人带来的诱惑还要大，中华上下五千年历史，为名利而亡的人多了去了，诸君敢说能放下这一切，去退位让贤吗？诸葛亮的诫子书里就有过这么一句话夫君子之行，静以修身，俭以养德，非淡泊无以明志，非宁静无以致远。我们能做到像这句话里说的一样，非淡泊无以明志，非宁静无以致远吗？我想能做到的人，只有鲍叔牙和诸葛亮本人了，他从说出那一句管仲之才在我之上的时候，就已经做好了一生作为陪衬的准备。人各有性，也许鲍叔牙在某一个时刻恐惧过，恐惧自己会被管仲拉开更大的距离，有一天会跟这位昔日好友分道扬镳，鲍叔牙才学其实并不是输给管仲很多，但因为良心驱动，因为内心的淡泊驱动，他还是收起了最后一丝可能成为千古名相的野心，在名利和大局面前，他选择了后者。那我就要再次抛出一个问题给诸君了，如果强于你的那个人，可能会和你分道扬镳，可能会和你拉开很大的差距，你如果知道这一切，你还能做到退位让贤吗？我想又只有鲍叔牙可以做到这一切了，世人皆知管仲大才为千古名相，可又有谁知道，在背后作为伯乐的鲍叔牙，承受了多少压力？"}
{"text":"那我就要再次抛出一个问题给诸君了，如果强于你的那个人，可能会和你分道扬镳，可能会和你拉开很大的差距，你如果知道这一切，你还能做到退位让贤吗？我想又只有鲍叔牙可以做到这一切了，世人皆知管仲大才为千古名相，可又有谁知道，在背后作为伯乐的鲍叔牙，承受了多少压力？管仲这样的千里马有很多个，但是作为伯乐的鲍叔牙，却少之又少，大才之人如遍地黄金，而识才之人却如一树独果可遇而不可求。我们看着历史的车轮滚滚碾过，多少人埋没在其中，宽宏，仁德，善于举荐，史官的笔墨在人世间留下了一道又一道的痕迹，本会被历史埋没，但却靠着这秉忠贞之志，守谦退之节，弄拙成巧，反倒名垂青史，这怎么不能说是历史给这位贤者的馈赠呢？淡泊可以明志，宁静可以致远，诸葛亮，扬子雄，鲍叔牙，能做到淡泊者，做到宁静者，除了这几位贤能大德之外，又有谁呢？为保全大局牺牲自己的人，数百年之后又有一个，庞统，为保全大局，亲自去指点东吴和蜀汉，以铁索连江，赤壁的烈火熊熊燃起，照映了他的脸庞，也是这一战，消耗去了他未来所有的气运，若是他没坐上那一匹的卢马，若是他没有选择铁索连江，三国，还会是那个三国吗？鲍叔牙也是这样，如他没举荐管仲，若他选择了自己，这个春秋，还会一样吗？一次举荐就断送了他未来成为千古名相的所有希望，但也成就了春秋一霸，贤者念的，不在于世间名利，而在于国运大局。比起纵横春秋的齐桓公，我会多看看隐居在他们背后的鲍叔牙，黑暗中的轮回，被人制压，永无出头之日，他用自己的身躯化作了齐国这棵大树的根，也许你是在阳光中飞舞的叶，但我是在黑暗中默默沉入土地的根。要有树叶飞舞的地方，火就会燃烧。火的影子会照耀着村子，并且，让新的树叶发芽，当想要保护自己最珍惜的事物时人真正的力量才会表现出来。鲍叔牙用自己的前途，点燃了春秋五霸的历史兴衰与统一的熊熊战火。也许大贤之人正是这样，为了树叶的发芽，甘愿去做烈火的影子吧。九合诸侯，一匡天下，位列春秋五霸之首，此人正是齐桓公。公元前年，齐僖公去世。其长子齐襄公和其侄公孙无知相继死于齐国内乱后，公子小白和公子纠开始争夺王位。"}
{"text":"要有树叶飞舞的地方，火就会燃烧。火的影子会照耀着村子，并且，让新的树叶发芽，当想要保护自己最珍惜的事物时人真正的力量才会表现出来。鲍叔牙用自己的前途，点燃了春秋五霸的历史兴衰与统一的熊熊战火。也许大贤之人正是这样，为了树叶的发芽，甘愿去做烈火的影子吧。九合诸侯，一匡天下，位列春秋五霸之首，此人正是齐桓公。公元前年，齐僖公去世。其长子齐襄公和其侄公孙无知相继死于齐国内乱后，公子小白和公子纠开始争夺王位。在小白归国途中，管仲率兵拦截并射中了小白的衣钩，小白佯死逃脱。小白即位后，对子纠弗忍诛，请鲁自杀之，对管仲则请得而甘心醢之。在鲍叔牙的劝荐下，桓公才以厚礼请管仲为大夫，实行改革。齐桓公的霸主之位成于他用人中所体现的宽广胸怀。他重用曾经为仇敌的管仲，不计前嫌，修齐国政，连五家之兵，设轻重鱼盐之利，以赡贫穷，禄贤能，使齐人皆说提出尊王攘夷，扬威四海。千年后的唐太宗也是如此。他重用直言敢谏的魏征，而魏征曾在其兄李建成麾下效劳。不仅这样，即使魏征进谏两百余次，还曾以玩物丧志等来痛斥唐太宗，让皇帝颜面扫地，唐太宗都没有轻易动怒，诛杀魏征。由此。对两位千古明君的知人善任，任人唯贤可见一斑。以人为鉴，可以明得失。但水能载舟，亦能覆舟。齐桓公的千秋霸业，也败于他用人中犯下的谬误。管仲去世后，他一意孤行，把管仲的建言抛在脑后，任用易牙开方和竖刀，致使三人专权，病重后，他的五个儿子率党羽争夺王位。他本人也不如往日那样明智，而是昏庸地沉醉于声色犬马之中，盲目听信易牙等小人，放任他们宠杀群吏。后世的唐玄宗李隆基也有文韬武略，但同样难逃权色诱惑。晚年使杨国忠李林甫等奸臣只手遮天，权倾朝野。这两位统治者的结局也都让人唏嘘不已齐桓公尸在床上六十七日，尸虫出于户而无人问津唐玄宗于马嵬坡含泪杀死杨贵妃，自己被立为太上皇，失去权势，郁郁而终。他们曾经用人的眼光呢？怕是早就埋没于岁月之中了罢。齐桓公和唐玄宗都失去了镜子――前者失去了管仲后者的损失就更为惨重――四大贤相接连逝世。于是他们看不清自我，也就迷失了目标，再无法击败乱舞的群魔。正所谓以史为鉴，可以知兴替。纵使风云变幻，人才兴国，仍是亘古不变的真理。近日，北斗卫星系统国产闪存芯片等可喜的成就也都是科研人员所创造的。"}
{"text":"他们曾经用人的眼光呢？怕是早就埋没于岁月之中了罢。齐桓公和唐玄宗都失去了镜子――前者失去了管仲后者的损失就更为惨重――四大贤相接连逝世。于是他们看不清自我，也就迷失了目标，再无法击败乱舞的群魔。正所谓以史为鉴，可以知兴替。纵使风云变幻，人才兴国，仍是亘古不变的真理。近日，北斗卫星系统国产闪存芯片等可喜的成就也都是科研人员所创造的。但我国人才流失的现象不容乐观，例如仅美国硅谷，就有两万余名清华大学的高材生奋力工作在各个岗位上。不过我坚信，以当代青年的明眸，定能够发掘自身和他人的价值，让心系家国的才子们各得其所，各尽其能。白云苍狗，山河快意高歌人尽其用，民族复兴可期。万古江河，将各个时代的无数人裹挟，又奔流向前。帝王将相文人墨客谋士方士术士侠士永无休止地被吞没，最多只留下半片遗骸。有巨浪奔腾，推进或阻碍。我活在此刻，和无数先辈和后辈一样仰头去望前望后，却只能看见漫长而不可知的宿命。信命，则不可知论。老子论道，道可道，非常道。名可名，非常名，一部道德经看完，还是没有像高中课本中用五颜六色的荧光笔夸张地勾出勾出半句重点。再看一遍，这本书全是大实话，哪里有重点？句句是重点。那道是什么？悟了的人不会说，说了的人都不懂。只一句，每个人都有自己的道。不信命，又讲个人主义，极其癫狂。尼采主张超人精神，大喊上帝死了，是我杀的，最后抱着一匹马痛哭，又问妹妹说难道我们不幸福吗？为理想生，为理想而死，何其幸福。但做为一个超越时代又被时代所不理解的人，反而显得有些痛苦了。这种痛苦不是简单伤害带来的，而是我们既不得不执行自己选择的一生，又得在这条路上挣扎向前。所以说，相信命运吗？还是不相信？那一条弯弯曲曲的河流，我时常看见，却不知水流一直从我身体上略过。它洗涤我的灵魂，同时也带走我的理想，大人说这叫成长，我却觉得不过只感到一种无力抵抗的悲哀。凝望深渊的人，深渊也在凝望他。屠龙少年会变成恶龙吗？只有当他执剑砍死龙以后，才能知晓。万物最美和最丑陋最强音，都是悖论。它令人思索令人不解令人痛苦，又同时能让千万人前赴后继地赶来，奔向这愈发丑陋的欲望。"}
{"text":"所以说，相信命运吗？还是不相信？那一条弯弯曲曲的河流，我时常看见，却不知水流一直从我身体上略过。它洗涤我的灵魂，同时也带走我的理想，大人说这叫成长，我却觉得不过只感到一种无力抵抗的悲哀。凝望深渊的人，深渊也在凝望他。屠龙少年会变成恶龙吗？只有当他执剑砍死龙以后，才能知晓。万物最美和最丑陋最强音，都是悖论。它令人思索令人不解令人痛苦，又同时能让千万人前赴后继地赶来，奔向这愈发丑陋的欲望。我们活在此刻，便无法超越当下来思考我们跨越在时空之上，却无法融入到现在的生活。当局者迷旁观者清。我用永恒悲伤的双眼，望着不知悲伤的万物。万物才应当是无情无义的，只有我是一尘一粟，偶有感情，或写诗文或作画或作曲，最后又融入时代洪流中。那一条条有力的水流，像无生命的死士，掐着我们的咽喉，让人们跪下。是命运吗？哪里来的命运呢？这个时候又该说命是强者谦词，运是弱者借口来自我鼓励了。小溪沟渠长江大河湖海我们站在水里看岸上的人，会骂他们不动。水的流动，却让我们自认为已经用尽全力。对水镜自观，以为这就是真实，却从不敢上岸看一眼，只怕否定自己从前的全部生命。可真实从不在外物，而只在内心。倘若我说一口流利外语，你就认为我是那种人，我宣扬一种主义，你就要来质疑我的户籍和身份这才是最大的可悲之处。后来我才知道，真实是向内找的，你想要什么只有自己最清楚。定位是从宇宙开始的，只有意识到自己的渺小，才懂到底站在何处。还记得那条河吗？我们都只是其中一颗石子，或大或小，或圆或方，只是终究都会变成鹅卵石。倘若跳上了岸，被人捡起来放在家里鱼缸中，就成了观赏物被放在书桌上，就成了风景。关键是，有几个人能跳出这条河呢？万古江河，是所有人的宿命。宿命论既然不可知，那求神拜佛也没有什么意思。倘若可知，好像也失去了几分趣味。什么最有意思？我只有亲手去触摸，亲眼去见证，亲耳去聆听从可以确定。这是一种粗略的怀疑主义――但凡我不知道的，我就说不知道但凡我没见过的，我一定不会承认它的存在。在水流之中，认真思索自己的命运和真理，于是渐渐的人有了灵魂。减轻低级欲望的控制，就可以更自由的去认识想要的东西。选择人生的人，才拥有它。不去选择的人，永远只能跟在水里给各种破事擦屁股，一边擦一边哭一边说啊，这该死的命运。"}
