{"text":"让爱跨越山河大海来到每个国人身边，让幸福伴随着每个国人的心灵。我为国家有千千万万个白衣天使而骄傲，我为国家有人民解放军为人民服务而感到自豪，我为身处危难之际，有亿万民众齐心合力，在党的领导下，攻克难关，我是一名中国人，这就是我幸福的源泉。疫情感人事迹作文篇一不论是当年席卷全国的病毒，还是眼下的新型冠状病毒，都来源于野生动物，年至今过去了年，我看有些人就是好了伤疤忘了疼，不过没关系，大自然可都记得。因为个人的无知，追求猎奇的刺激，满足自己的变态心理，这种贪婪和无耻破坏了人与动物之间的相安无事，最终酿成大祸，可令人痛心的是，一群人吃野味却要整个社会来为之买单。年出的这场灾难不是天灾而是人祸有人向记者发来这样一组照片这是从车窗外拍摄的，一位戴着口罩的青年男子正在后座沉睡，脸庞尽是疲惫，前排副驾驶座位上还放着他使用过的洗漱用品，一看便知才刚洗漱完不久。这名男子叫叶日辉，是一市镇综治办的一名基层干部，也是一名退伍军人。照片里是他在防疫一线战斗多日后，以车为家的写照。从大年初一开始，叶日辉一直和同事一起，投入在防疫第一线。坚守卡点，排摸，阻止人员流动，叶日辉不是在疫情一线，就是在去往前线的路上。通宵执勤是家常便饭，实在累了就在车上睡会儿。月日的早晨，刚刚通宵执完勤的叶日辉，终于有个机会好好的可以休息下了，但他只能小憩片刻，因为很快，他又要赶着去东岙村执行清楼任务了。这么些天过去，叶日辉只是家人通过几次电话，每一次也只是问候几句便匆匆挂断。如果没有这场疫情，叶日辉应该在家里，和妻儿团聚，共享新春佳节。我是一名乡镇干部，更是一名军人，疫情来袭，老百姓需要我们，这个时候我不上，谁上这是叶日辉的心声。以车为家，不只是叶日辉的一段防疫速写，也是一市镇广大干部防控疫情工作升级以来的普遍常态。他们昼夜坚守，坚持战斗在防控的第一线，他们凝心聚力，共同筑起防疫坚实的堡垒。他们是一市镇防疫的坚强力量，是一市老百姓值得信赖值得托付的铁军。让我们万众一心众志成城，打赢这场看不见硝烟的战争武汉加油中国加油疫情感人事迹作文篇二，转瞬即逝，迎来的是一个充满着希望的，可谁知月底，武汉生病了，很严重，此时，武汉正在与病毒进行着一场没有硝烟的战争。"}
{"text":"他们昼夜坚守，坚持战斗在防控的第一线，他们凝心聚力，共同筑起防疫坚实的堡垒。他们是一市镇防疫的坚强力量，是一市老百姓值得信赖值得托付的铁军。让我们万众一心众志成城，打赢这场看不见硝烟的战争武汉加油中国加油疫情感人事迹作文篇二，转瞬即逝，迎来的是一个充满着希望的，可谁知月底，武汉生病了，很严重，此时，武汉正在与病毒进行着一场没有硝烟的战争。武汉这座城市对于我来说是陌生的，不过很多次坐在电视机前，新闻联播向全国人民汇报着病情，听到那新型冠状肺炎，我都不禁皱起眉头，心中祈祷着。可这时总有一群人义无反顾的冲出来，在生死关头，医护人员冲在最前线，他们穿起防护服，面对病毒，他们不言恐惧，还有全国各地的志愿者们都纷纷前往武汉，新年的钟声还未飘远，使命的召唤已经来临。一方有难，八方支援，这是多么令人敬佩的一群英雄啊，白衣天使，加油，武汉，加油国家还在紧张的防护当中，在我的身边，村子被封了，村队长坚守着岗位，所有村民无法出门。国家在战斗，我们没有时间去恐慌悲叹，而应和着国家一起，积极参与到抗击肺炎疫情中去我们或许没有那些明星有钱，一下就能捐出去几百万我们或许没有那些人力资源，没办法一下为国家送去几箱口罩或许我们还都是些中小学生，没办法支援前线。但是我们要记住，尽量不出门，勤洗手，注意卫生，保护好自己，不给国家添乱，尽自己所能做国家坚实的后盾，这就是我们能做的了。是不平凡的一年，疫情路上，我们都在努力，感谢那些可爱的人，感谢那些坚守在岗位的人，感谢背后默默的人，不要畏惧寒冬，因为暖春总会来临。隔离病毒，绝不是隔离爱。抗击疫情，我们在一起疫情感人事迹作文篇三今年过的是一个安静的年，没有了往日的喜气，没有了以前的鞭炮声，人们都待在家里观看节目，马路上也不像以前一样人山人海，原因全在于新型冠状病毒的出现受新型冠状病毒的影响，我发现周围的一切发生了很大的变化。早晨外出，我看到大多数超市都关了门，路上畅通无阻，马路上几乎没有人，偶尔遇见一个行人，也是戴着口罩，捂着衣领，像幽灵一样飘过。还有一些人忙着购置各种食物，弄得人心惶惶的。新型病毒固然可怕，但是事情已经发生了，我们就应该淡定，不要恐慌，要用乐观的心态去面对眼前的一切。"}
{"text":"早晨外出，我看到大多数超市都关了门，路上畅通无阻，马路上几乎没有人，偶尔遇见一个行人，也是戴着口罩，捂着衣领，像幽灵一样飘过。还有一些人忙着购置各种食物，弄得人心惶惶的。新型病毒固然可怕，但是事情已经发生了，我们就应该淡定，不要恐慌，要用乐观的心态去面对眼前的一切。无论到什么时候，我们都应该相信自己的祖国，相信仍在他们的岗位上艰苦奋斗的白衣天使，他们是我们最坚强的后盾。在这场人与病毒的战斗中，白衣天使用自己的实际行动践行了医学誓言，彰显了新时代医务工的本色。有理由坚信，有政府严密坚固的防控体系，有医护人员勇敢无畏的辛勤工作，有全体人民众志成城的支持，我们一定能够打赢这场防治新型肺炎疫情的战斗武汉，加油白衣天使，加油中国，加油疫情感人事迹作文篇四武汉，我对它的憧憬是浅粉色的樱花盛开在幽静小路的两旁，洋溢着满满的浪漫气息。春节前夕，武汉的天空却渐渐暗沉了下来，新型冠状病毒肺炎打破了这个城市的本该有的热闹。从春节前夕至今，已有一万多人被确诊，近两万多人疑似，两百多人死亡。年的非典侵袭时，我还在妈妈的肚子里，静静地期待这个世界的美好，不管蔓延多么严重，我的盛世中国没有倒下，依然昂首屹立。年末的新型冠状病毒侵袭，我相信我们一定也会挺过去的。每个时代都有不同的英雄，此时此刻战斗在一线救死扶伤，迎难而上的医护工就是伟大的英雄。她们的脸颊被口罩勒得过敏红肿，她们的双手终日被消毒液洗手液滑石粉浸泡侵蚀着，在我们眼中却仍是最美的白衣天使。即使感染病毒，他们也温柔地告诉世界，我们，加油，一定可以的我们只是穿上白大褂，扮演好自己的角色。一张按满红色手印的请战书，一条告知朋友取消假期的朋友圈，一句打怪兽和孩子惜别，一年家务被丈夫许下承诺，答应他们最爱的人平安回家，背上行囊，抹着眼泪前往前线。当他们累的时候，两个椅子一拼，趴在桌子上，甚至地上挤着睡都可以。他们也是爸爸妈妈，也是为人子女，也想要打扮的美美的，但当他们披上白色的大褂，就会奋不顾身地奋战在一线，与病魔作斗争。"}
{"text":"即使感染病毒，他们也温柔地告诉世界，我们，加油，一定可以的我们只是穿上白大褂，扮演好自己的角色。一张按满红色手印的请战书，一条告知朋友取消假期的朋友圈，一句打怪兽和孩子惜别，一年家务被丈夫许下承诺，答应他们最爱的人平安回家，背上行囊，抹着眼泪前往前线。当他们累的时候，两个椅子一拼，趴在桌子上，甚至地上挤着睡都可以。他们也是爸爸妈妈，也是为人子女，也想要打扮的美美的，但当他们披上白色的大褂，就会奋不顾身地奋战在一线，与病魔作斗争。向白衣天使致敬他们是最可爱的人月日点分，山东日照的一位头戴环卫帽子的大爷，来到派出所，放下装有万千元钱纸包和一张写着急转武汉，为白衣天使加油，我的一点心意，东港环卫的纸条就转身离开。为前线做贡献的不仅仅只是他，还有更多的人都在贡献自己的力量，明星粉丝捐款，志愿者奔赴前线，出租车司机送医护人员回家，工人在昼夜建设武汉雷神山医院，把天的工期缩短到三天完成，各个心理专线等等，都在与病毒斗争。而远在小城的我们，也要为了我们最爱的人和我们爱的人，做好安全防护，出门戴好口罩，勤洗手，减少集会活动，在家陪自己最爱的人，安全地度过这个假期。相信我们的白衣天使相信我们的盛世中国相信我们自己待到樱花烂漫时，我们武汉再相会我的盛世中国，加油疫情感人事迹作文篇五有一座城市，叫众志成城有一批战士，叫白衣天使有一种精神，叫逆流而上有一种信心，叫万众一心――题记年的春节，在所有中国人的心里，注定是一个永生难忘的记忆。新型冠状病毒的肆虐，让辞旧迎新的钟声更加沉重，人们脸上的那一个个口罩，让这个春节倍感冷清。这个冬天，梅花依然宁静地开放这个冬天，蓝天依旧明净如洗这个冬天的武汉却非常艰难，全国人民却非常艰难。在这特殊的日子里，我们谨遵医嘱，静静地待在家中。我们为武汉忧心忡忡，我们为治愈病例的增多而感到高兴，为武汉的人们牵肠挂肚。与此同时，有一群人，他们正冲在前方，用自己的平凡之躯为身后的亿万中国人筑起防护的堡垒他们舍小家为大家，不眠不休，战斗在这场没有硝烟的战场上的最前沿。他们是来自全国各地的最美逆行者，他们是新时代的最美先锋人物，他们是可亲可敬的白衣天使。"}
{"text":"在这特殊的日子里，我们谨遵医嘱，静静地待在家中。我们为武汉忧心忡忡，我们为治愈病例的增多而感到高兴，为武汉的人们牵肠挂肚。与此同时，有一群人，他们正冲在前方，用自己的平凡之躯为身后的亿万中国人筑起防护的堡垒他们舍小家为大家，不眠不休，战斗在这场没有硝烟的战场上的最前沿。他们是来自全国各地的最美逆行者，他们是新时代的最美先锋人物，他们是可亲可敬的白衣天使。在这群人当中，有一位岁的老院士，叫钟南山，年前，这位老院士奋斗在抗非的最前线上，为抗击非典立下了汗马功劳。年后的今天他临危受命，搭上前往武汉的高铁，再次前往抗击疫情的前线岁的董宗祁老教授，他坐在轮椅上，一上午看了多个病人，他说我这辈子，就是为了救人岁的李兰娟教授，知道国家有难，她毫不犹豫前往武汉，坚定地说出她的誓言我打算长期待在武汉，与那边的医护人员一起奋斗这世上哪有什么岁月静好，只是因为有人在替我们负重前行罢了，这世上哪有什么天生的英雄，只有因为人们需要，才有人愿意牺牲自己成为英雄。虽然我不知道他们是谁，但我明白他们是为了谁。他们也许并不富裕，甚至有些贫穷他们也许并不高大，甚至有些瘦弱他们也许并不光鲜，甚至有点卑微，他们的形象在我心中是那样模糊，但他们的精神在我心中却是那样鲜明不计生死，不求回报，默默坚守的他们，守护着健康，保卫着生命。普通的我们无法到达正面战场与病毒作战，我们只能做好我们的后勤工作，不出门，少出门，勤洗手，戴口罩，这是为了不给他们添麻烦，祝愿他们平安早日凯旋。彩虹为证，千古不变，我要高歌。为生命喜悦，万物都歌颂你的慈爱，大地诉说你的恩情。致敬白衣天使致敬最美逆行者致敬抗击疫情的每一个人一经典励志名言警句国外篇不管发生什么事，都请安静且愉快地接受人生，勇敢地大胆地，而且永远地微笑着。――卢森堡人要是惧怕痛苦，惧怕种种疾病，惧怕不测的事情，惧怕生命的危险和死亡，他就什么也不能忍受了。――卢梭人的一生，总是难免有浮沉。不会永远如旭日东升，也不会永远痛苦潦倒。反复地一浮一沉，对于一个人来说，正是磨练。因此，浮在上面的，的，不必骄傲沉在底下的，更用不着悲观。必须以率直谦虚的态度，乐观进取向前迈进。"}
{"text":"――卢森堡人要是惧怕痛苦，惧怕种种疾病，惧怕不测的事情，惧怕生命的危险和死亡，他就什么也不能忍受了。――卢梭人的一生，总是难免有浮沉。不会永远如旭日东升，也不会永远痛苦潦倒。反复地一浮一沉，对于一个人来说，正是磨练。因此，浮在上面的，的，不必骄傲沉在底下的，更用不着悲观。必须以率直谦虚的态度，乐观进取向前迈进。――松下幸之助懒惰象生锈一样，比操劳更能消耗身体经常用的钥匙，总是亮闪闪的。――富兰克林生命有如铁砧，愈被敲打，愈能发出火花。――伽利略凡是挣扎过来的人都是真金不怕火炼的任何幻灭都不能动摇他们的信仰因为他们一开始就知道信仰之路和幸福之路全然不同，而他们是不能选选择的，只有往这条路走，别的都是死路。这样的自信不是一朝一夕所能养成的。你绝不能以此期待那些十五岁左右的孩子。在得到这个信念之之前，先得受尽悲痛，流尽眼泪。可是这样是好的，应该要这样――罗曼罗兰患难可以试验一个人的品格，非常的境遇方才可以显出非常的气节风平浪静的海面，所有的船只都可以并驱竞胜。命运的铁拳击中要害的时候，候，只有大勇大智的人才能够处之泰然――莎士比亚当一切似乎毫无希望时，我看着切石工人在他的石头上，敲击了上百次，而不见任何裂痕出现。但在第一百零一次时，石头被劈成两半。我体会到，到，并非那一击，而是前面的敲打使它裂开。――贾柯瑞斯瓜是长大在营养肥料里的最甜，天才是长在恶性土壤中的最好。――培根不要将过去看成是寂寞的，因为这是再也不会回头的。应想办法改善现在，因为那就是你，毫不畏惧地鼓起勇气向着未来前进。――朗费罗悲观的人虽生犹死，乐观的人永生不老。――拜伦一个有坚强心志的人，财产可以被人掠夺，勇气却不会被人剥夺的。――雨果信仰是伟大的情感，一种创造力量。――高尔基乐观是一首激昂优美的进行曲，时刻鼓舞着你向事业的大路勇猛前进。――大仲马顽强的毅力可以征服世界上任何一座高峰！――狄更斯生活就像海洋，只有意志坚强的人，才能到达彼岸。――马克思黄金诚然是宝贵的，但是生气蓬勃勇敢的爱国者却比黄金更为宝贵。"}
{"text":"――拜伦一个有坚强心志的人，财产可以被人掠夺，勇气却不会被人剥夺的。――雨果信仰是伟大的情感，一种创造力量。――高尔基乐观是一首激昂优美的进行曲，时刻鼓舞着你向事业的大路勇猛前进。――大仲马顽强的毅力可以征服世界上任何一座高峰！――狄更斯生活就像海洋，只有意志坚强的人，才能到达彼岸。――马克思黄金诚然是宝贵的，但是生气蓬勃勇敢的爱国者却比黄金更为宝贵。――林肯我们不得不饮食睡眠游玩恋爱，也就是说，我们不得不接触生活中最甜蜜的事情，不过我们必须不屈服于这些事物。――居里夫人涓滴之水终可磨损大石，不是由于它力量大，而是由于昼夜不舍的滴坠。只有勤奋不懈的努力才能够获得那些技巧，因此，我们可以确切地说说不积跬步，无以致千里。――贝多芬一个人在科学探索的道路上，走过弯路，犯过错误，并不是坏事，更不是什么耻辱，要在实践中勇于承认和改正错误。――爱因斯坦我们的理想应该是高尚的。我们不能登上顶峰，但可以爬上半山腰，这总比待在平地上要好得多。如果我们的内心为爱的光辉所照亮，我们面前前又有理想，那么就不会有战胜不了的困难。――普列姆昌德一个人在科学探索的道路上，走过弯路，犯过错误，并不是坏事，更不是什么耻辱，要在实践中勇于承认和改正错误。――爱因斯坦成功并不能用一个人达到什么地位来衡量，而是依据他在迈向成功的过程中，到底克服了多少困难和障碍。――布克华盛顿理想是指路明灯。没有理想，就没有坚定的方向，而没有方向，就没有生活。――托尔斯泰别因为落入了一把牛毛就把一锅奶油泼掉，别因为犯了一点错误就把一生的事业扔掉。――蒙古危险怀疑和否定之海，围绕着人们小小的岛屿，而信念则鞭策人，使人勇敢面对未知的前途。――泰戈尔论命运如何，人生来就不是野蛮人，也不是乞讨者。人的四周充满真正而高贵的财富―身体与心灵的财富。――霍勒斯曼如果只有火才能唤醒沉睡的欧洲，那么我宁愿自己被烧死，让从我的火刑堆上发出的光照亮这漫长的黑夜，打开那些紧闭的眼睛，将人类引进光明的的的真理的殿堂。――布鲁诺喷泉的高度不会超过它的源头一个人的事业也是这样，他的成就绝不会超过自己的信念。"}
{"text":"――泰戈尔论命运如何，人生来就不是野蛮人，也不是乞讨者。人的四周充满真正而高贵的财富―身体与心灵的财富。――霍勒斯曼如果只有火才能唤醒沉睡的欧洲，那么我宁愿自己被烧死，让从我的火刑堆上发出的光照亮这漫长的黑夜，打开那些紧闭的眼睛，将人类引进光明的的的真理的殿堂。――布鲁诺喷泉的高度不会超过它的源头一个人的事业也是这样，他的成就绝不会超过自己的信念。――林肯朝着一定目标走去是志，一鼓作气中途绝不停止是气，两者合起来就是志气。一切事业的成败都取决于此。――卡内基我无论做什么，始终在想着，只要我的精力允许我的话，我就要首先为我的祖国服务。――巴甫洛夫选集一个人如同一只钟表，是以他的行动来确定其价值。―佩恩英国人只有献身于社会，才能找出那短暂而有风险的生命的意义。――爱因斯坦人的一生可能燃烧也可能腐朽，我不能腐朽，我愿意燃烧起来！――奥斯特洛夫斯基生命里最重要的事情是要有个远大的目标，并借才能与坚毅来达成它。约翰渥夫甘冯歌德在任何行业中，走向成功的第一步，是对它产生兴趣。威廉奥斯勒爵士强烈的信仰会赢取坚强的人，然后又使他们更坚强。华特贝基霍一个人几乎可在任何他怀有无限热忱的事情上成功。查尔斯史考伯若想成为人群中的一股力量，便须培养热忱。人们因你心与热诚而更喜欢你而你也得以逃离枯燥不变的机械式生活，无往而不利。不会有别的，因为人类的生活就是这样，把灵魂放入工作之中，你不仅会发现每天中的每小时都变得更愉快，而且会发现人们都相信你，恰如我们以发电机时相信电那样。约那桑欧登阿摩尔一个人除非自己有信心，否则不能带给别人信心已经信服的人，方能使人信服。麦修阿诺德价值产生信心，信心产生热忱，而热忱则征服世界。华特柯亭姆诚实是雄辩能力的一部分我们因自己热切诚恳，而使别人信服。威廉哈立特幸运是个伟大的老师，而不幸则更伟大。拥有会纵容思想，欠缺却能训练并强化思想。威廉哈立特每个天才的产生，必是热忱的产物。"}
{"text":"麦修阿诺德价值产生信心，信心产生热忱，而热忱则征服世界。华特柯亭姆诚实是雄辩能力的一部分我们因自己热切诚恳，而使别人信服。威廉哈立特幸运是个伟大的老师，而不幸则更伟大。拥有会纵容思想，欠缺却能训练并强化思想。威廉哈立特每个天才的产生，必是热忱的产物。本杰明狄斯拉里要有自信然后全力以赴假如具有这种观念任何事情十之八九都能成功威尔逊自信是向成功迈出的第一步爱因斯坦先相信自己，然后别人才会相信你。――罗曼罗兰如果你希望成功，当以恒心为良友，以经验为参谋，以当心为兄弟，以希望为哨兵。――爱迪生你想成为幸福的人吗？但愿你产生学会吃得起苦。――屠格涅夫最困难的职业就是怎样为人。――荷塞马蒂智慧勤劳和天才，高于显贵和富有。――贝多芬理想是指路明星。没有理想，就没有坚定的方向，而没有方向，就没有生活。――列夫托尔斯泰伟大的目标形成伟大的人物。――埃蒙斯壮志与热情是伟业的辅冀。――歌德推动你的事业，不要让你的事业推动你。――爱因斯坦二经典励志名言警句中国近代篇人生的旅途，前途很远，也很暗。然而不要怕，不怕的人的面前才有路。――人生像攀登一座山，而找寻出路，却是一种学习的过程，我们应当在这过程中，学习稳定冷静，学习如何从慌乱中找到生机。――席慕蓉做人也要像蜡烛一样，在有限的一生中有一分热发一分光，给人以光明，给人以温暖。――萧楚女所谓天才，只不过是把别人喝咖啡的功夫都用在工作上了。――人类的希望像是一颗永恒的星，乌云掩不住它的光芒。特别是在今天，和平不是一个理想，一个梦，它是万人的愿望。――我们是国家的主人，应该处处为国家着想。――雷锋我们爱我们的民族，这是我们自信心的源泉。――周恩来春蚕到死丝方尽，人至期颐亦不休。一息尚存须努力，留作青年好范畴。――吴玉章学习的敌人是自己的满足，要认真学习一点东西，必须从不自满开始。对自己，学而不厌，对人家，诲人不倦，我们应取这种态度。"}
