{"text":"世说新语任诞中说刘伶恒纵酒放达，或脱衣裸形在屋中，人见讥之。伶曰我以天地为栋宇，屋室为言衣，诸君何为入我言中？又德行中说王平子胡母彦国诸人，皆以任放为达，或有裸体者。pps李普斯―，德国心理学家哲学家。他在伦理学的根本问题第二章道德上之根本动机与恶中说凡欲使他人为奴隶者，其人即有奴隶根性。好为暴君之专制者，乃缺道德上之自负者也。凡好傲慢之人，遇较己强者恒变为卑屈。据杨昌济译文，北京大学出版部出版孙皓―三国时吴国最后的皇帝。在位时淫侈残酷，常随意杀戮臣下和宫人，或剥人面，或凿人眼，无所不用其极。降晋后封归命侯。据世说新语排调载晋武帝有一次问他闻南人好作尔汝歌，颇能为乎？他正在饮酒，立刻举杯对武帝唱道昔与汝为邻，今与汝为臣，上汝一杯酒，令汝寿万春。梅兰芳―名澜，字畹华，江苏泰州人，京剧艺术家。他是扮演旦角的男演员，在京剧表演艺术方面有重要成就。麻姑神话传说中的仙女。据晋代葛洪神仙传东汉时仙人王方平降蔡经家，召麻姑至，是好女子，年可十八九许，手似鸟爪，顶中有髻，衣有文章而非锦绣。红楼梦长篇小说，清代曹雪芹著。通行本为一百二十回，后四十回一般认为是高鹗续作。泰戈尔，―印度诗人。著有新月集飞鸟集等。一九二四年四月曾到中国。下文的竺震旦是泰戈尔在中国度六十四岁生日时，梁启超给他起的中国名字。罗丹，―法国雕塑家。作品有加莱义民巴尔扎克等。淮尔特，―通译王尔德，英国唯美派作家。著有莎乐美温德米夫人的扇子等。罗曼罗兰，―法国作家社会活动家。著有长篇小说约翰克利斯朵夫剧本爱与死的搏斗等。戈尔基―通译高尔基，苏联无产阶级作家。著有长篇小说福玛高尔杰耶夫母亲和自传体三部曲童年在人间我的大学等。吴昌硕―名俊卿，浙江安吉人，书画家篆刻家。"}
{"text":"著有莎乐美温德米夫人的扇子等。罗曼罗兰，―法国作家社会活动家。著有长篇小说约翰克利斯朵夫剧本爱与死的搏斗等。戈尔基―通译高尔基，苏联无产阶级作家。著有长篇小说福玛高尔杰耶夫母亲和自传体三部曲童年在人间我的大学等。吴昌硕―名俊卿，浙江安吉人，书画家篆刻家。林琴南―名纾，号畏庐，福建闽侯今福州人，翻译家。他曾由别人口述，用古文译欧美小说一百七十多种，其中不少是外国文学名著，在清末至五四期间影响很大。到了五四时期，他是最激烈反对新文化运动的守旧派代表人物之一，曾在给蔡元培的信及小说荆生妖梦中，诋毁新文化运动者其中荆生一篇大意说有田必美影射陈独秀金心异影射钱玄同狄莫影射胡适三人聚于陶然亭，田生大骂孔丘，狄生主张白话，忽然隔壁走出一个伟丈夫荆生来，把三人打骂一顿。荆生是林琴南自况，在文中用识荆二字含有双关意思。识荆语出唐代李白的与韩荆州书生不用封万户侯，但愿一识韩荆州。后来就用识荆作为初次识面的敬辞。仿单介绍商品的性质用途和用法的说明书。如夫人即小老婆，语出左传僖公十七年。引车卖浆者流的文字林琴南在一九一九年三月给蔡元培的信中攻击白话文说若尽废古书，行用土语为文字，则都下引车卖浆之徒所操之语，按之皆有文法，据此，则凡京津之稗贩均可用为教授矣。南亭亭长即李宝嘉―，字伯元，江苏武进人，小说家。著有长篇小说官场现形记文明小史等。我佛山人，即吴沃尧―，字趼人，广东南海佛山人，小说家。著有长篇小说二十年目睹之怪现状恨海等。创造社五四新文学运动中的著名文学团体，一九二年至一九二一年间成立。主要成员有郭沫若和成仿吾等。在一九二三年出版的创造季刊第二卷第一期周年纪念号上，曾刊印他们三人合摄的照片。写在坟后面写在坟后面在听到我的杂文已经印成一半的消息的时候，我曾经写了几行题记，寄往北京去。当时想到便写，写完便寄，到现在还不满二十天，早已记不清说了些什么了。"}
{"text":"著有长篇小说二十年目睹之怪现状恨海等。创造社五四新文学运动中的著名文学团体，一九二年至一九二一年间成立。主要成员有郭沫若和成仿吾等。在一九二三年出版的创造季刊第二卷第一期周年纪念号上，曾刊印他们三人合摄的照片。写在坟后面写在坟后面在听到我的杂文已经印成一半的消息的时候，我曾经写了几行题记，寄往北京去。当时想到便写，写完便寄，到现在还不满二十天，早已记不清说了些什么了。今夜周围是这么寂静，屋后面的山脚下腾起野烧的微光南普陀寺还在做牵丝傀儡戏，时时传来锣鼓声，每一间隔中，就更加显得寂静。电灯自然是辉煌着，但不知怎地忽有淡淡的哀愁来袭击我的心，我似乎有些后悔印行我的杂文了。我很奇怪我的后悔这在我是不大遇到的，到如今，我还没有深知道所谓悔者究竟是怎么一回事。但这心情也随即逝去，杂文当然仍在印行，只为想驱逐自己目下的哀愁，我还要说几句话。记得先已说过这不过是我的生活中的一点陈迹。如果我的过往，也可以算作生活，那么，也就可以说，我也曾工作过了。但我并无喷泉一般的思想，伟大华美的文章，既没有主义要宣传，也不想发起一种什么运动。不过我曾经尝得，失望无论大小，是一种苦味，所以几年以来，有人希望我动动笔的，只要意见不很相反，我的力量能够支撑，就总要勉力写几句东西，给来者一些极微末的欢喜。人生多苦辛，而人们有时却极容易得到安慰，又何必惜一点笔墨，给多尝些孤独的悲哀呢？于是除小说杂感之外，逐渐又有了长长短短的杂文十多篇。其间自然也有为卖钱而作的。这回就都混在一处。我的生命的一部分，就这样地用去了，也就是做了这样的工作。然而我至今终于不明白我一向是在做什么。比方作土工的罢，做着做着，而不明白是在筑台呢还在掘坑。所知道的是即使是筑台，也无非要将自己从那上面跌下来或者显示老死倘是掘坑，那就当然不过是埋掉自己。总之逝去，逝去，一切一切，和光阴一同早逝去，在逝去，要逝去了。不过如此，但也为我所十分甘愿的。然而这大约也不过是一句话。当呼吸还在时，只要是自己的，我有时却也喜欢将陈迹收存起来，明知不值一文，总不能绝无眷恋，集杂文而名之曰坟，究竟还是一种取巧的掩饰。刘伶喝得酒气熏天，使人荷锸跟在后面，道死便埋我。虽然自以为放达，其实是只能骗骗极端老实人的。"}
{"text":"所知道的是即使是筑台，也无非要将自己从那上面跌下来或者显示老死倘是掘坑，那就当然不过是埋掉自己。总之逝去，逝去，一切一切，和光阴一同早逝去，在逝去，要逝去了。不过如此，但也为我所十分甘愿的。然而这大约也不过是一句话。当呼吸还在时，只要是自己的，我有时却也喜欢将陈迹收存起来，明知不值一文，总不能绝无眷恋，集杂文而名之曰坟，究竟还是一种取巧的掩饰。刘伶喝得酒气熏天，使人荷锸跟在后面，道死便埋我。虽然自以为放达，其实是只能骗骗极端老实人的。所以这书的印行，在自己就是这么一回事。至于对别人，记得在先也已说过，还有愿使偏爱我的文字的主顾得到一点喜欢憎恶我的文字的东西得到一点呕吐，我自己知道，我并不大度，那些东西因我的文字而呕吐，我也很高兴的。别的就什么意思也没有了。倘若硬要说出好处来，那么，其中所介绍的几个诗人的事，或者还不妨一看最末的论费厄泼赖这一篇，也许可供参考罢，因为这虽然不是我的血所写，却是见了我的同辈和比我年幼的青年们的血而写的。偏爱我的作品的读者，有时批评说，我的文字是说真话的。这其实是过誉，那原因就因为他偏爱。我自然不想太欺骗人，但也未尝将心里的话照样说尽，大约只要看得可以交卷就算完。我的确时时解剖别人，然而更多的是更无情面地解剖我自己，发表一点，酷爱温暖的人物已经觉得冷酷了，如果全露出我的血肉来，末路正不知要到怎样。我有时也想就此驱除旁人，到那时还不唾弃我的，即使是枭蛇鬼怪，也是我的朋友，这才真是我的朋友。倘使并这个也没有，则就是我一个人也行。但现在我并不。因为，我还没有这样勇敢，那原因就是我还想生活，在这社会里。还有一种小缘故，先前也曾屡次声明，就是偏要使所谓正人君子也者之流多不舒服几天，所以自己便特地留几片铁甲在身上，站着，给他们的世界上多有一点缺陷，到我自己厌倦了，要脱掉了的时候为止。倘说为别人引路，那就更不容易了，因为连我自己还不明白应当怎么走。中国大概很有些青年的前辈和导师罢，但那不是我，我也不相信他们。我只很确切地知道一个终点，就是坟。然而这是大家都知道的，无须谁指引。问题是在从此到那的道路。那当然不只一条，我可正不知那一条好，虽然至今有时也还在寻求。"}
{"text":"倘说为别人引路，那就更不容易了，因为连我自己还不明白应当怎么走。中国大概很有些青年的前辈和导师罢，但那不是我，我也不相信他们。我只很确切地知道一个终点，就是坟。然而这是大家都知道的，无须谁指引。问题是在从此到那的道路。那当然不只一条，我可正不知那一条好，虽然至今有时也还在寻求。在寻求中，我就怕我未熟的果实偏偏毒死了偏爱我的果实的人，而憎恨我的东西如所谓正人君子也者偏偏都矍铄，所以我说话常不免含胡，中止，心里想对于偏爱我的读者的赠献，或者最好倒不如是一个无所有。我的译著的印本，最初，印一次是一千，后来加五百，近时是二千至四千，每一增加，我自然是愿意的，因为能赚钱，但也伴着哀愁，怕于读者有害，因此作文就时常更谨慎，更踌躇。有人以为我信笔写来，直抒胸臆，其实是不尽然的，我的顾忌并不少。我自己早知道毕竟不是什么战士了，而且也不能算前驱，就有这么多的顾忌和回忆。还记得三四年前，有一个学生来买我的书，从衣袋里掏出钱来放在我手里，那钱上还带着体温。这体温便烙印了我的心，至今要写文字时，还常使我怕毒害了这类的青年，迟疑不敢下笔。我毫无顾忌地说话的日子，恐怕要未必有了罢。但也偶尔想，其实倒还是毫无顾忌地说话，对得起这样的青年。但至今也还没有决心这样做。今天所要说的话也不过是这些，然而比较的却可以算得真实。此外，还有一点余文。记得初提倡白话的时候，是得到各方面剧烈的攻击的。后来白话渐渐通行了，势不可遏，有些人便一转而引为自己之功，美其名曰新文化运动。又有些人便主张白话不妨作通俗之用又有些人却道白话要做得好，仍须看古书。前一类早已二次转舵，又反过来嘲骂新文化了后二类是不得已的调和派，只希图多留几天僵尸，到现在还不少。我曾在杂感上掊击过的。新近看见一种上海出版的期刊，也说起要做好白话须读好古文，而举例为证的人名中，其一却是我。这实在使我打了一个寒噤。别人我不论，若是自己，则曾经看过许多旧书，是的确的，为了教书，至今也还在看。因此耳濡目染，影响到所做的白话上，常不免流露出它的字句，体格来。但自己却正苦于背了这些古老的鬼魂，摆脱不开，时常感到一种使人气闷的沉重。就是思想上，也何尝不中些庄周韩非的毒，时而很随便，时而很峻急。孔孟的书我读得最早，最熟，然而倒似乎和我不相干。大半也因为懒惰罢，往往自己宽解，以为一切事物，在转变中，是总有多少中间物的。"}
{"text":"这实在使我打了一个寒噤。别人我不论，若是自己，则曾经看过许多旧书，是的确的，为了教书，至今也还在看。因此耳濡目染，影响到所做的白话上，常不免流露出它的字句，体格来。但自己却正苦于背了这些古老的鬼魂，摆脱不开，时常感到一种使人气闷的沉重。就是思想上，也何尝不中些庄周韩非的毒，时而很随便，时而很峻急。孔孟的书我读得最早，最熟，然而倒似乎和我不相干。大半也因为懒惰罢，往往自己宽解，以为一切事物，在转变中，是总有多少中间物的。动植之间，无脊椎和脊椎动物之间，都有中间物或者简直可以说，在进化的链子上，一切都是中间物。当开首改革文章的时候，有几个不三不四的，是当然的，只能这样，也需要这样。他的任务，是在有些警觉之后，喊出一种新声又因为从旧垒中来，情形看得较为分明，反戈一击，易制强敌的死命。但仍应该和光阴偕逝，逐渐消亡，至多不过是桥梁中的一木一石，并非什么前途的目标，范本。跟着起来便该不同了，倘非天纵之圣，积习当然也不能顿然荡除，但总得更有新气象。以文字论，就不必更在旧书里讨生活，却将活人的唇舌做为源泉，使文章更加接近语言，更加有生气。至于对于现在人民的语言的穷乏欠缺，如何救济，使他丰富起来，那也是一个很大的问题，或者也须在旧文中取得若干资料，以供使役，但这并不在我现在所要说的范围以内，姑且不论。我以为我倘十分努力，大概也还能够博采口语，来改革我的文章。但因为懒而且忙，至今没有做。我常疑心这和读了古书很有些关系，因为我觉得古人写在书上的可恶思想，我的心里也常有，能否忽而奋勉，是毫无把握的。我常常诅咒我的这思想，也希望不再见于后来的青年。去年我主张青年少读，或者简直不读中国书，乃是用许多苦痛换来的真话，决不是聊且快意，或什么玩笑，愤激之辞。古人说，不读书便成愚人，那自然也不错的。然而世界却正由愚人造成，聪明人决不能支持世界，尤其是中国的聪明人。现在呢，思想上且不说，便是文辞，许多青年又在古文，诗词中摘些好看而难懂的字面，作为变戏法的手巾，来装潢自己的作品了。我不知这和劝读古文说可有相关，但正在复古，也就是新文艺的试行自杀，是显而易见的。不幸我的古文和白话合成的杂集，又恰在此时出版了，也许又要给读者若干毒害。只是在自己，却还不能毅然决然将他毁灭，还想借此暂时看看逝去的生活的余痕。"}
{"text":"然而世界却正由愚人造成，聪明人决不能支持世界，尤其是中国的聪明人。现在呢，思想上且不说，便是文辞，许多青年又在古文，诗词中摘些好看而难懂的字面，作为变戏法的手巾，来装潢自己的作品了。我不知这和劝读古文说可有相关，但正在复古，也就是新文艺的试行自杀，是显而易见的。不幸我的古文和白话合成的杂集，又恰在此时出版了，也许又要给读者若干毒害。只是在自己，却还不能毅然决然将他毁灭，还想借此暂时看看逝去的生活的余痕。惟愿偏爱我的作品的读者也不过将这当作一种纪念，知道这小小的丘陇中，无非埋着曾经和过的躯壳。待再经若干岁月，又当化为烟埃，并纪念也从人间消去，而我的事也就完毕了。上午也正在看古文，记起了几句陆士衡的吊曹孟德文，便拉来给我的这一篇作结既古以遗累，信简礼而薄藏。彼裘绂于何有，贻尘谤于后王。嗟大恋之所存，故虽哲而不忘。览遗籍以慷慨，献兹文而凄伤！一九二六，一一，一一，夜。。注释南普陀寺在厦门大学附近。该寺建于唐代开元年间，原名普照寺。刘伶字伯伦，晋代沛国今安徽宿县人。晋书刘伶传中说，他常乘鹿车，携一壶酒，使人荷锸而随之，曰死便埋我。指当时上海开明书店出版的一般月刊。关于做好白话须读好古文的议论，见该刊一九二六年十一月第一卷第三号所载明石朱光潜雨天的书一文，其中说想做好白话文，读若干上品的文言文或且十分必要。现在白话文当推胡适之吴稚晖周作人诸先生，而这几位先生的白话文都有得力于古文的处所他们自己也许不承认。庄周约前前战国时宋国人，道家学派代表人物之一，著作有庄子一书。韩非前前，战国末期韩国人，先秦法家学派代表人物之一，著作有韩非子一书。见青年必读书，发表在一九二五年二月二十一日京报副刊，后收入华盖集。陆机字士衡，吴郡华亭今上海松江人，晋代文学家。他的吊曹孟德曹操文，题为吊魏武帝文，是他在晋朝王室的藏书阁中看到了曹操的遗令而作的。曹操在遗令中说，他死后不要照古代的繁礼厚葬，葬礼应该简单些遗物中的裘皮衣绂印绶不要分，妓乐仍留在铜雀台按时上祭作乐。陆机这篇吊文，对曹操临死时仍然眷恋这些表示了一种感慨。论他妈的！论他妈的！"}
{"text":"见青年必读书，发表在一九二五年二月二十一日京报副刊，后收入华盖集。陆机字士衡，吴郡华亭今上海松江人，晋代文学家。他的吊曹孟德曹操文，题为吊魏武帝文，是他在晋朝王室的藏书阁中看到了曹操的遗令而作的。曹操在遗令中说，他死后不要照古代的繁礼厚葬，葬礼应该简单些遗物中的裘皮衣绂印绶不要分，妓乐仍留在铜雀台按时上祭作乐。陆机这篇吊文，对曹操临死时仍然眷恋这些表示了一种感慨。论他妈的！论他妈的！无论是谁，只要在中国过活，便总得常听到他妈的或其相类的口头禅。我想这话的分布，大概就跟着中国人足迹之所至罢使用的遍数，怕也未必比客气的您好呀会更少。假使依或人所说，牡丹是中国的国花，那么，这就可以算是中国的国骂了。我生长于浙江之东，就是西滢先生之所谓某籍。那地方通行的国骂却颇简单专一以妈为限，决不牵涉余人。后来稍游各地，才始惊异于国骂之博大而精微上溯祖宗，旁连姊妹，下递子孙，普及同性，真是犹河汉而无极也。而且，不特用于人，也以施之兽。前年，曾见一辆煤车的只轮陷入很深的辙迹里，车夫便愤然跳下，出死力打那拉车的骡子道你姊姊的！你姊姊的！别的国度里怎样，我不知道。单知道诺威人s有一本小说叫饥饿，粗野的口吻是很多的，但我并不见这一类话。所写的小说中多无赖汉，就我所看过的而言，也没有这骂法。惟独s在工人绥惠略夫里，却使无抵抗主义者亚拉借夫骂了一句你妈的。但其时他已经决计为爱而牺牲了，使我们也失却笑他自相矛盾的勇气。这骂的翻译，在中国原极容易的，别国却似乎为难，德文译本作我使用过你的妈，日文译本作你的妈是我的母狗。这实在太费解，――由我的眼光看起来。那么，俄国也有这类骂法的了，但因为究竟没有中国似的精博，所以光荣还得归到这边来。好在这究竟又并非什么大光荣，所以他们大约未必抗议也不如赤化之可怕，中国的阔人，名人，高人，也不至于骇死的。但是，虽在中国，说的也独有所谓下等人，例如车夫之类，至于有身分的上等人，例如士大夫之类，则决不出之于口，更何况笔之于书。"}
{"text":"这实在太费解，――由我的眼光看起来。那么，俄国也有这类骂法的了，但因为究竟没有中国似的精博，所以光荣还得归到这边来。好在这究竟又并非什么大光荣，所以他们大约未必抗议也不如赤化之可怕，中国的阔人，名人，高人，也不至于骇死的。但是，虽在中国，说的也独有所谓下等人，例如车夫之类，至于有身分的上等人，例如士大夫之类，则决不出之于口，更何况笔之于书。予生也晚，赶不上周朝，未为大夫，也没有做士，本可以放笔直干的，然而终于改头换面，从国骂上削去一个动词和一个名词，又改对称为第三人称者，恐怕还因为到底未曾拉车，因而也就不免有点贵族气味之故。那用途，既然只限于一部分，似乎又有些不能算作国骂了但也不然，阔人所赏识的牡丹，下等人又何尝以为花之富贵者也？这他妈的的由来以及始于何代，我也不明白。经史上所见骂人的话，无非是役夫，奴，死公较厉害的，有老狗，貉子更厉害，涉及先代的，也不外乎而母婢也，赘阉遗丑罢了！还没见过什么妈的怎样，虽然也许是士大夫讳而不录。但广弘明集七记北魏邢子才以为妇人不可保。谓元景曰，卿何必姓王？元景变色。子才曰，我亦何必姓邢能保五世耶？则颇有可以推见消息的地方。晋朝已经是大重门第，重到过度了华胄世业，子弟便易于得官即使是一个酒囊饭袋，也还是不失为清品。北方疆土虽失于拓跋氏，士人却更其发狂似的讲究阀阅，区别等第，守护极严。庶民中纵有俊才，也不能和大姓比并。至于大姓，实不过承祖宗余荫，以旧业骄人，空腹高心，当然使人不耐。但士流既然用祖宗做护符，被压迫的庶民自然也就将他们的祖宗当作仇敌。邢子才的话虽然说不定是否出于愤激，但对于躲在门第下的男女，却确是一个致命的重伤。势位声气，本来仅靠了祖宗这惟一的护符而存，祖宗倘一被毁，便什么都倒败了。这是倚赖余荫的必得的果报。同一的意思，但没有邢子才的文才，而直出于下等人之口的，就是他妈的！要攻击高门大族的坚固的旧堡垒，却去瞄准他的血统，在战略上，真可谓奇谲的了。最先发明这一句他妈的的人物，确要算一个天才，――然而是一个卑劣的天才。唐以后，自夸族望的风气渐渐消除到了金元，已奉夷狄为帝王，自不妨拜屠沽作卿士，等的上下本该从此有些难定了，但偏还有人想辛辛苦苦地爬进上等去。"}
