{"text":"火车开动简直是流亡，简直是在向希腊讨还相思债。窗外，一色的田野，谁不知道种檀小麦玉蜀黍向日葵，半天尽是这些小麦玉蜀黍向日葵，不是使人厌倦，而是使人要哭了。就这一次，下次再也不必来。天气酷热，每及大站，众乘客下去舒筋骨，樽呀壶呀集在那里受水，还洗睑洗头，洗别的。晚上凉得发寨噤，深夜被检票人员吵醒，才知道自己在狭窄的通道边角睡着了。人来人往。再翌晨，进入希腊境内。近雅典，有人来散送旅店的宣传单一个床位每晚收希腊币百元稍多些，很便宜――我不大相信似的，总还有什么麻烦要发生。第一眼望见那些石头古迹的感觉是，在碧海蓝空间，它们白得炫目――这是对的吗。我就是受苦吃亏在老是要想到什么是应该的，什么是不应该的。小烛来维罗那的第二天，凭吊朱丽叶之墓，那是在郊区了，月夜呢。驱车入市，歌剧未开场，乐得徒步绕剧场一周。谁说这是世界上最壮观的剧场？说得没错，一世纪时建造的巨型的椭圆的碗，此碗可容两万五千人，每人部清晰地听到意大利的翻来覆去使人着迷的歌剧。九时开演，开演前有售节目单零食望远镜雨衣小蜡烛，也买一枝吧。其他的照明全熄了，乐队那里是亮的，指挥一身白礼服，全场掌声雷动，二万五千枝小烛霎时都自己点着了。我忽然感激起来，意大利人的善于一直浪漫下去，真正是必不可少的德行。听众从来是处在黑暗中的，密密麻麻地孤独着，听众从来是死骸似的――现在好了，好得多了一烛一人一灵魂。这时，差不多是这样。歌剧的致命的精彩，使听众欲仙欲死欲死欲仙，如果世界上没有歌剧，那可怎么办呢。谢不完的幕，谢不完了，谢幕比歌剧还精彩。主角竟向听众席走过来，近了，近了，我，真想，真想把男主角女主角一口吞掉。当没有办法时，我转念嚼烂节目单，那上面赫然有一行字世上独一无二的剧场那我也是啊，我是世上独一无二的听众。老箱这古屋名叫，，粗莽的树干，用来做成楼梯粱柱，墙也是木墙。主人说名贵就在于此――不说也知道，英国贵族还是免不了自道其优越。这暗趸趸的古屋是荷兰式，当然很好，好在没人再有如此浓厚的雅兴认真起造了。"}
{"text":"老箱这古屋名叫，，粗莽的树干，用来做成楼梯粱柱，墙也是木墙。主人说名贵就在于此――不说也知道，英国贵族还是免不了自道其优越。这暗趸趸的古屋是荷兰式，当然很好，好在没人再有如此浓厚的雅兴认真起造了。s，女士年轻得很，她认为中国人必然喜欢中国物，几乎是强迫地引诱地把我带进储藏室，指给我看的是两只大皮箱，皮很软，髹足了枣红的漆。分明是我外婆房里的大床北角的皮箱，怎会来英国苏佛克郡。即使是同一工场同一批手工业师傅的制品，我还是认为这两只大皮箱是我外婆家的。由伦敦到镇乘的是火车，来接的便是房东太大，一个独居的耽于写作的女诗人，女诗人又怎么样，不过她真是娴静多札。七镑，每天七镑是算很低廉的了。并知是包括了玫瑰盛开的花园，同样玫瑰红的房间，床金色，电视幸亏是黑白，早餐无疑是英式，亨利蛋，火腿，等等。也罢。这个地方叫。我已经发现好几个地方，如果是河流与海洋的交汇点，便有很美的景色，至少是绿草怒生，高齐肩头，其间小径曲曲，当海鸥嘎然飞出来时，才知它们喜欢栖息在草丛深处。教堂，有一个全用碎石砌成的钟楼，哥特式。教堂是维多利亚朝遗物。听众席是一间一间的小房――这样就好了吗？家族的大屋建于十五世纪，外墙取朱红与白，说去年请著名建筑师s全都装修过英国贵族岂非在欣欣向荣了不知为什么我对那几道吊桥特别想得多，吊桥，十足代表中世纪，以为全部吊起，什么事都没了，永远中世纪了。那大屋主人也来这一套，强迫我引诱我进入他的起居室，墙上挂着中国画，画上无款无章，知道是宋朝画院的次品，与我何涉。主人问是神品吗？他能用中国音说神品。我似乎点了点头，似乎耸了耸肩。然而那髹足枣红漆的两只箱子使我受不了，那玫瑰色的房金色的床，也受不了――决计离去。房东太太女诗人惋惜道何其匆匆，你要到哪里去呢？无词以答，只能欺骗她我的外祖母病重。如果外祖母真的在生病，她是二百多岁了。"}
{"text":"那大屋主人也来这一套，强迫我引诱我进入他的起居室，墙上挂着中国画，画上无款无章，知道是宋朝画院的次品，与我何涉。主人问是神品吗？他能用中国音说神品。我似乎点了点头，似乎耸了耸肩。然而那髹足枣红漆的两只箱子使我受不了，那玫瑰色的房金色的床，也受不了――决计离去。房东太太女诗人惋惜道何其匆匆，你要到哪里去呢？无词以答，只能欺骗她我的外祖母病重。如果外祖母真的在生病，她是二百多岁了。就在我还未离开中国时，四十余年不去外婆家――一片瓦砾场，周围也有野草，听说后来营建了炼钢厂，后来，就没有听说什么了。林肯中心的鼓声冬天搬来曼哈顿，与林肯中心几乎接邻，听歌剧，看芭蕾，自是方便，却也难得去购票。我的大甥在哈佛攻文学，问他的指导教授美国文明究竟是什么文明？教授说山洞文明。真正的智者都躲在高楼大厦的山洞里，外面是人欲横流的物质洪水――大甥认为这个见解绝妙，我亦以为然。当我刚迁入此六十一街三十时，也颇有山顶洞人之感。看门大员力拒野兽，我便可无为而冶。储藏食品的橱柜特多，冰箱特大，我的备粮的本能使我一次出猎，大批带回，塞满橱柜冰箱，一个月是无论如何吃不完的，这岂非更像原始人的冬令蛰伏――是文明生活的返祖现象。想想觉得很有趣，再想想又觉得我自己不是智者，而且单身索居，这山洞委实寂静得可怕，几个星期不下楼不出门，偶然飘来一封信，也燃不起一堆火。山洞文明不好受。可是真的上了街，中央公园大而无当，哈德逊河边满目陌生人，第五大道死硬的时装模特儿，路旁小摊上烤肉串的焦油味都使我的双脚朝林肯中心的方向走――我还是回来的好。我想，那哈佛大学的智慧的教授所说的山洞，宁是指大学图书馆博物馆美术馆画廊，特别是几个杰出的研究中心和制造中心，才是美国文明的山洞，犹如宇宙中引力强大的黑洞。我在大都会哥根汉惠特尼现代等馆中徘徊时，才有山洞感，哥伦比亚大学的阅览室中的一片寂静，也是可爱的有为的寂静――无为的寂静总会滋生烦恼。夏天来了，电力的冷风不自然，这只调节嚣的声音特别扰人，我已承认害怕寂静，当寂静被弄破时，又心乱如麻不能用这只自鸣得意的空气调节器。只好开窗。开窗，望见林肯中心露天剧场之一的贝壳形演奏台，每天下午晚上，各有一场演出。"}
{"text":"我在大都会哥根汉惠特尼现代等馆中徘徊时，才有山洞感，哥伦比亚大学的阅览室中的一片寂静，也是可爱的有为的寂静――无为的寂静总会滋生烦恼。夏天来了，电力的冷风不自然，这只调节嚣的声音特别扰人，我已承认害怕寂静，当寂静被弄破时，又心乱如麻不能用这只自鸣得意的空气调节器。只好开窗。开窗，望见林肯中心露天剧场之一的贝壳形演奏台，每天下午晚上，各有一场演出。废了室内的自备音响，乐得享受那大贝壳中传来的精神的海鲜。节目是每天每晚更换的铜管乐摇滚乐歌剧清唱重奏，还有时髦得名称也来不及定妥又变了花样的什么音乐。我躺着听，边吃边喝听，不穿裤子听，比罗马贵族还惬意――夏季没过完，我已经非常之厌恶那大贝壳中发出来的声音了不想古典的日子，偏偏是柔肠百转地惹人腻烦不想摩登的夜晚，硬是以火爆的节奏乱撞我的耳膜。勿花钱买票，就这样受罚了。所以每当誉声起，电光闪，阵雨沛然而下，我开心，看你们还演奏不。可惜不是天天都有大雷雨，只能时候一到，关紧窗子。如果还是隐隐传来，便开动我自己的音响与之抗衡，奇怪的是但凡抱着这样的心态的当儿，就也听不进自选的音乐，可见行事必得出自真心，做作是不会快乐的。某夜晚，灯下写信，已就两页，意未尽那大贝壳里的频率叉发作了，侧首看看窗外的天，不可能下雨，窗是关紧的，别无良策，管自己继续写吧乐器不多，鼓圆号低音提琴，不三不四的配器管自己写吧写不下去了――鼓声，单是鼓声，由徐而疾，疾更疾，忽沉忽昂，渐渐消失，突然又起翻腾，恣肆癫狂，破石惊天，戛然而止。"}
{"text":"古老的蛮荒比现代的文明更近于宇宙之本质，那么，我们，已离宇宙之本质如此地远漠了，这非音乐的鼓声倒使我回近宇宙，这鼓声等于无声，等于只剩下鼓手一个人，这人必定是遒强美貌的，粗犷与秀丽浑然一体的无年龄的人――真奇怪，单单鼓声就可以这样顺遂地把一切欲望击退，把一切观念敲碎，不容旁骜，不可方物，只好随着它投身于基本粒子的分裂飞扬中我扑向窗口，猛开窗子，手里的笔掉下楼去，恨我开窗太迟，鼓声已经在圆号和低音提琴的抚慰中作激战后的矫憨的喘息，低音提琴为英雄拭汗，圆号捧上了桂冠，鼓声也就息去――我心里发急，鼓掌呀！为什么不鼓掌，涌上去，把鼓手抬起来，抛向空中，摔死也活该，谁叫他击得这样好啊！是我激动过分，听众是在剧烈鼓掌，吆喊我望不见那鼓手，大贝壳的下一半被树木挡住，只听得他在扬声致谢，我凭他的嗓音来设想他的面容和身材，希望听众的狂热能使他心软，再来一次掌声不停但鼓声不起，他一再致谢，终于道晚安了，明亮的大贝壳也转为暗蓝，人影幢幢，无疑是散场。我懊丧地伏在窗口，开窗太迟，没有全部听清楚，还能到什么地方去听他击鼓，冒着大雨我也步行而去的。我不能荏弱得像个被遗弃的人。又不是从来没有听见过鼓声，我是向来注意各种鼓手的，非洲的，印度的，中国的然而这个鼓手怎么啦，单凭一只鼓发出的声音就使人迷乱得如此可怜，至多我晕认他是个幸福的人，我分不到他的幸福。那鼓手不外乎去洗澡，更衣，进食，睡觉了。"}
{"text":"我懊丧地伏在窗口，开窗太迟，没有全部听清楚，还能到什么地方去听他击鼓，冒着大雨我也步行而去的。我不能荏弱得像个被遗弃的人。又不是从来没有听见过鼓声，我是向来注意各种鼓手的，非洲的，印度的，中国的然而这个鼓手怎么啦，单凭一只鼓发出的声音就使人迷乱得如此可怜，至多我晕认他是个幸福的人，我分不到他的幸福。那鼓手不外乎去洗澡，更衣，进食，睡觉了。在演奏家的眼里，听众是极其渺小的，他倒是在乎倒是重视那些不到场不愿听的人们。"}
{"text":"城是奇迹？"}
{"text":"城是奇迹？"}
{"text":"明天不散步了。下辑上海赋本篇的最初一念是，想到赋这个文体已废弃长久了。三都二京当时算是城市文学。上海似乎也值得赋它一赋。古人作赋，开合雍容，华瞻精致得很，因为他们是当作大规模的诗来写的赋者，古诗之流也，轮到我觊J这个文体，就弄得轻佻刻薄，插科打诨，大失忠厚之至的诗道。再者，太冲平子二位先贤，都曾花了十年工夫从事，门庭藩溷皆置笔纸，现成的资料想必多得用不完，我却托人觅一张上海的旧地图也千难万难，只凭一己风中残烛般的记忆，写来实在上下勿着把，左右不逢源。原拟的九个章目，择了其二其三，以从前的上海人为题，没头没尾地发表了，当然不成其为赋，据说读者都心痒，不满足。那已是去年秋天曲疚歉事。现将另外的四个章目敷衍出来，兴已阑珊，不复有三都二京一市的联想了，之所以还要以赋为名，意在反讽。这样糟的糕，竟敢邻比古诗之流――读者在嘲笑太无自知之明时，就放松了更值得嘲笑的从前的上海人。"}
