{"text":"我的笑声荡然无存，这是他的梦想。他对未来人生道路的一次抉择，或许只是一时心起，或许只是一闪而过的念头，但，那真的就是梦想。我看着他怔住的呆样，又有些失笑，无奈的拉过他，抱在怀里，诱哄道安啦小勇，乖姐姐绝对不笑话你了你的梦想是做一名老师吗他这才回过神来，听了我的话又一副神气活现的样子，头昂的老高，特骄傲的瞅了我一眼。我不免惊讶，有些无语的看着他的小样儿，腹诽着。六七岁的小鬼已经知道梦想了吗应该是吧我记得妈妈当年笑话我，小娃娃想做大人物，当时我的梦想是什么呢是成为像雨果一样的大作家，然后出很多很多的书，赚很多很多的钱，买很多很多的糖果。现在想来，当初的愿望也太傻了，作家，又岂是那么好做的开始的开始，我们都是孩子，最后的最后，都成为了大人。我曾经认真的思考过，区分孩子与成人的标准，在年龄吗或许有吧但我想，更多的还是心态。当初孩提时代的我们天真快乐，无忧无虑，分不清现实与虚幻，不知世事，心随意动，意随身行。我们慢慢的长大，开始了解到了世态炎凉，人情冷暖，我们在规则下屈服，在劝阻下弃甲投诚。我有时会想时间真的是一把血淋淋的杀猪刀，改变了我们最初的模样。但且希望新一代的小树苗们，不要未曾开放就枯萎，你们拥有着属于自己的梦想虽然梦想不是我们生命的全部，人总归要屈服于现实，但谁又能否认它是我们整个生命中最重要的组成部分呢梦想的鲜花啊娇艳芬芳但愿世人能够花开堪折直须折，莫待无花空折枝。梦想，不光要想，还要付出行动，否则必为空想。若下定决心去追求，娇艳的玫瑰还远吗让我们一起梦想，想要哪里逃行囊的故事曾经梦想仗剑走天涯，看一看尘世的繁华，年少的心中总有些牵挂，总是忘不了诗与远方的花儿。我不是去流浪，行囊里有我爱的人，爱我的人，我的梦想，还有些许不甘。人生旅程，你知道起点和终点，却无法预知沿途的风景，更不知道谁会陪你走完这段行程。那些一直紧随你左右的，可能提前下车另外一些看似随时都会离开的人，最后却陪你走到终点。在车上，你会遇到很多人，每个人都背着行囊，我们比较交换争夺毛囊里的物品我们虽然赤条条来，但是没有人能够四大皆空，没有人会甘心行囊空空。"}
{"text":"我不是去流浪，行囊里有我爱的人，爱我的人，我的梦想，还有些许不甘。人生旅程，你知道起点和终点，却无法预知沿途的风景，更不知道谁会陪你走完这段行程。那些一直紧随你左右的，可能提前下车另外一些看似随时都会离开的人，最后却陪你走到终点。在车上，你会遇到很多人，每个人都背着行囊，我们比较交换争夺毛囊里的物品我们虽然赤条条来，但是没有人能够四大皆空，没有人会甘心行囊空空。前半生，我们拼命向行囊里塞东西，走啊走，不要停拾啊拾，不拣选，当你实在累得走不动了，后半生才刚刚开始。后半生，你要学会舍得放下，要把行囊里的东西取出一些，可是哪一样东西没有青春的印记哪一样东西你捡起时可曾想过最终要放下可是你不得不抉择――最难的决定不是选择要什么，而是选择放弃什么，这就犹如p的选择残酷的纳粹让她在儿子与女儿之间只能选择一个活下来，每一个都是亲生骨肉，这种选择本身就是残酷的，可是我们必须选择，因为这就是生活的本来面目。生活本苦，可我们却要苦中作乐生活本来充满不测――行囊里准备好的东西用不上，该死的救心丸却落在了窗台上，但我们依然前行，如履薄冰，矢志不渝。旅程风景如梦如幻，人生阅历如露亦如电，可是有些东西，我们一直不会丢孔子说是仁义礼智信，孟子说三军可夺帅也，匹夫不可夺志也，王阳明说是为善去恶对于今人来说，那就是我们的理想与情怀――理想不能因贫贱而放弃，情怀不能因失意而忘怀。情到深处人孤独，意到执著心不渝。当你修炼到能够以宽恕之心原谅一切施加于己身上的不公，你就站在了生命的最高处，不畏浮云遮望眼，你的行囊即使半空，可也充满富足。当伫立生命的最高峰，你就能够看轻尘事，看浅人情，看淡得失，行囊轻快，一路前行。在凡夫看来，行囊本是身外之物，可在佛看来，这具臭皮囊，又何止不是行囊呢心经有言色即是空，空即是色。皮囊本是空空如也，后因色受想行识五蕴和合而成这具形体，可是世间凡夫又无比热爱这具皮囊，对它始终不离不舍，悉心照顾。如何照顾身体这具行囊呢我给大家推荐一款产品――莲开酵素。莲开怀着一颗对大自然感恩的心，匠心精选数十种果蔬，经四季轮回酵得一瓶琼液，千回百转，甘美清爽，般若莲开，为美好人生开端。"}
{"text":"在凡夫看来，行囊本是身外之物，可在佛看来，这具臭皮囊，又何止不是行囊呢心经有言色即是空，空即是色。皮囊本是空空如也，后因色受想行识五蕴和合而成这具形体，可是世间凡夫又无比热爱这具皮囊，对它始终不离不舍，悉心照顾。如何照顾身体这具行囊呢我给大家推荐一款产品――莲开酵素。莲开怀着一颗对大自然感恩的心，匠心精选数十种果蔬，经四季轮回酵得一瓶琼液，千回百转，甘美清爽，般若莲开，为美好人生开端。阅读的三重境界人生天地间，总要与外界发生联系。而阅读，则是其最主要的通道。阅读分为若干种，绝大多数人的阅读属于消遣性阅读。这种阅读的目的就是打发时间，说得高雅点，是让时间不至于白白流逝。浏览网页，翻翻报纸，看看电视，了解一些热点新闻，搜集几件明星八卦，打探哪里出了奇人异事，瞅瞅又有几个老虎被调查边看边乐，然后与志同道合者大摆龙门，是很惬意很得意的事。市井闲人们的阅读大抵如此，很多上班族的阅读有相当的比重也可归入此类，我们青年学子，有时也愿意做这些消遣性的阅读。为的是放松放松，调剂一下有些枯燥的学习生活。我觉得，消遣是个中性词，甚至在某种意义上可归入褒义，毕竟有所消遣便是有所寄托，这总比无所事事无是生非要好得多得多。阅读的第二重境界，我称之为充电式阅读。这种阅读有明显的现实功利性，颇有现趸现卖临时抱佛脚的意味。以我为例，该交综合性研究作业了，我才上网搜索相关的材料，包括成本的书杂志，相关论文，然后挑灯夜战，快速扫描，从中筛选自己用得着的矿石，冶炼提纯，最终形成自己的产品。这样的阅读，效率高，印象深，积少成多，集腋成裘，我的大脑里面的东西感觉越来越多，越来越有品位。出于很近视的目的，其效果却是长久的，这样的阅读，其实就是我们成长的台阶。听说大多数成年人尤其是上班族，其阅读大都含有某种功利性。这不是坏事。关键是要将这些信息合理转化，切忌生搬硬套，机械照搬。否则的话，这种阅读就成了鸦片，副作用可不是一般的大。阅读的最高境界，是精神性阅读，或者叫心灵性阅读。这样的阅读完全是个人的兴趣所在，阅读的过程，也是修养身心陶冶情操的过程。据说，这样的人，看经典的影视作品，会忘掉了世界的存在，能与剧中人的命运相喜悲看喜欢的文学名著，常常会如五柳先生每有会意，便欣然忘食。"}
{"text":"听说大多数成年人尤其是上班族，其阅读大都含有某种功利性。这不是坏事。关键是要将这些信息合理转化，切忌生搬硬套，机械照搬。否则的话，这种阅读就成了鸦片，副作用可不是一般的大。阅读的最高境界，是精神性阅读，或者叫心灵性阅读。这样的阅读完全是个人的兴趣所在，阅读的过程，也是修养身心陶冶情操的过程。据说，这样的人，看经典的影视作品，会忘掉了世界的存在，能与剧中人的命运相喜悲看喜欢的文学名著，常常会如五柳先生每有会意，便欣然忘食。可惜的是，我还没能达到这样的境界，但我会向这个方向努力。说过，要看各样的书，即使和本业毫不相干的，也要泛览。卢梭则强调，读书不要贪多，而是要多加思索。道出了读什么书和怎样读的问题，明乎此，力行之，便会臻于大境界。逃离智慧的周庄这是一张双程景点票周庄，千灯。周庄与千灯相隔不远。远远便看见大红的周庄你张牙舞爪地雄踞着一爿天地，死死咬着你的眼，躲不掉的。心怀忐忑，步入周庄。这是一场肉与肉的摩搓绝杀，裹挟着汗味水汽与浓郁的咖啡香，我逃到了一艘游船上。商业化的市镇气息扼住我的喉，叫人，噤了声。周庄智慧，周庄人更为智慧。在这里，即使是一棵树也可成为拍照牟利者的招财工具即使是转角处一块巴掌大的空地，周庄人也不遗余力，将它开发成西式咖啡馆宣传手腕更是游船驶过一座桥，我怔了怔――是陈逸飞画中的双桥！只是，我看得到桥上的游人压得它不堪重负我听得到那苟延残喘中有低低的呜咽岁月斑驳，侵蚀着石桥。双桥横亘着，像一块开合的伤疤――那是，整个周庄的伤疤。阿婆，唱支船歌可好？一只青筋虬劲的手直逼眼前小费。那一刻，我比三毛哭得更像个孩子。只是，她喃喃念叨的是周庄，我还会来的。我却是，周庄我不再来了。这样的智慧，我，有些反胃。千灯与周庄相隔不远，千灯与周庄相差甚远。与智慧的周庄一比，千灯就显得有些驽钝。商业的气息尚未染指这座古镇，明清最长的青石板街沉默不语。古戏台上，一群昆曲票友启口轻唱原来姹紫嫣红开遍，似这般都付与断井颓垣来字潺潺泻出，声歇处，姹以去声的破竹之势将曲调引入高潮。"}
{"text":"只是，她喃喃念叨的是周庄，我还会来的。我却是，周庄我不再来了。这样的智慧，我，有些反胃。千灯与周庄相隔不远，千灯与周庄相差甚远。与智慧的周庄一比，千灯就显得有些驽钝。商业的气息尚未染指这座古镇，明清最长的青石板街沉默不语。古戏台上，一群昆曲票友启口轻唱原来姹紫嫣红开遍，似这般都付与断井颓垣来字潺潺泻出，声歇处，姹以去声的破竹之势将曲调引入高潮。似，也是去声，却隐去了姹的振聋发聩，一路陡然直下，悲戚处，叫人落泪。像悲叹昆曲，像哀叹千灯。诚然，千灯在周庄面前，显得那样矮。但，在千灯，你能感受到水纹处千灯肺叶的呼吸开合。在千灯，时间就像一只摇橹的小船，咿咿呀呀，你还未曾留意，它已穿过水域，到那边去了直到延福寺钟声响起，我才觉知天色已瞑。碎碎的历史尘埃含着温润的水汽扑面而来。夫唯不争，则天下莫能为之争，古镇的智慧，千灯的智慧，于此，悄然散发。我，愿逃离，逃离智慧的周庄。我的青春阅读记得有个智者这样忠告过生活里，要善于阅读那本无字的书。春水碧于天，画船听雨眠，生活就是一场场温和细腻的诗情画意风送水声来枕畔，月移山影到窗前，生活更是这一场场的简单明朗，却又不加修饰。但走过这回味悠长的岁月，经过这些鲜翠嫩绿的日子，在蓦然回首处才会发现，这简洁生动的生活，这宽阔明朗的心地，才是那本无字的书，西游记里有这么个情节师徒四人取经回来的半路上，才发现那些取回来的经书空无一字。是他们的失误吗是佛祖的故意捉弄吗都不是。其实，人生就是一本需要阅读的无字书，每个人的人生之路不可复制，自己的路就在自己脚下。在这深情款款的岁月，阅读着生命，阅读着生活，生活从来就不是一件容易的事情，黯淡萧条的境遇，忧愁抑郁的心境，懵懂青涩的日子，是每个人必不可少的必修课。即使小心翼翼地不去主动招惹那些缠人的烦恼，这种种烦恼也会随时随地充盈心头。而剑拔弩张的各种执着，更是壮大了那些烦恼的力量，更加让那些浓浓的烦恼溢满了生活。这如同初春嫩绿的树芽般的青春岁月，也不会逃离那些烦恼的侵扰。对童年的失落，对未来的向往，对现实的迷茫，被各种烦恼蒸煮着的生活，也涌动着淡淡的愁绪。生活的过往，需要的不是迷失于烦恼，而是读懂那些烦恼，超越那些烦恼，读懂生活，活出生活的惬意和恬淡。"}
{"text":"即使小心翼翼地不去主动招惹那些缠人的烦恼，这种种烦恼也会随时随地充盈心头。而剑拔弩张的各种执着，更是壮大了那些烦恼的力量，更加让那些浓浓的烦恼溢满了生活。这如同初春嫩绿的树芽般的青春岁月，也不会逃离那些烦恼的侵扰。对童年的失落，对未来的向往，对现实的迷茫，被各种烦恼蒸煮着的生活，也涌动着淡淡的愁绪。生活的过往，需要的不是迷失于烦恼，而是读懂那些烦恼，超越那些烦恼，读懂生活，活出生活的惬意和恬淡。青春不是一场失意的蜷缩，对生活的积极面对积极改变，才是对青春最大的致敬。生活的禅法，单纯而繁复憨拙而聪灵岑寂而鲜活。它需要那出那份初生牛犊不怕虎的勇气，去直面一切躁动着的烦恼困惑，去把那些如夏天的空气般溽热的烦恼，去转化为一场生动而温和的宽厚。这不仅是青春的意义，更是对青春对生命最大的致敬。生活不是一场在各种烦恼打击下的垂头丧气，而是需要站成一棵树的样子，抖擞着满身精神，一枝一条，一梗一叶，一地绿荫，一片葱茏。生活更像是一场回味悠长的经过，也许等年华老去的时候，才会真正去仔细回味这生气盎然的生活。生活不应该是一场面对回忆的后悔，因为生活里的一切都可以被我们认真把握，都可以被我们努力改变。生命从来就是一场积极努力，不懈怠，不懒惰，不消极，勇敢地去直面那些烦恼，去改善那些所有的境遇，去承担哪些所有的重量，这就是我们对生命勤奋积极的阅读，这才是我们光芒万丈的青春。一条路的高考对吗我们步过了野蛮的时代，走向了如今科技高度发展，文明不断提升的时代，但相应而至的确实无数的头痛的问题。我们生活的世界上有二百多个国家，无论大与小，强与弱。每个国家都有着不同的社会问题与家庭问题，这些大大小小的家庭问题便组成了国家的问题。每个国家最重要的不是国防，最重要的是下一代的培养，如何才能培养出出色的下一代是每个家庭与国家最关注的要点。洋务运动以来中国积极学习西方文化理念与西方科技技术，满清政府也派遣留学生出国深造。新中国成立至以后的改革开放以来，中国的家庭留学生日益增多。许多家长都是有能力便送孩子出国，没能力的砸锅卖铁也不在少数。中国式教育在学生心目中已经成为了过街老鼠。"}
{"text":"每个国家最重要的不是国防，最重要的是下一代的培养，如何才能培养出出色的下一代是每个家庭与国家最关注的要点。洋务运动以来中国积极学习西方文化理念与西方科技技术，满清政府也派遣留学生出国深造。新中国成立至以后的改革开放以来，中国的家庭留学生日益增多。许多家长都是有能力便送孩子出国，没能力的砸锅卖铁也不在少数。中国式教育在学生心目中已经成为了过街老鼠。无论是学校还是家长都以分数来给学生套上一个圈，但要知道的是这并不是孙悟空给唐僧的保护圈，而是把这种以分来确定学生以后的作为的方法当做了标签。为什么西方的教育模式会引得国人们的注意呢无非就是因为国外的教育模式更加注重于学生们的动手能力以及思维能力，而不同于国内的教育模式太过于僵硬，导致国内学生越来越怕考试。不同的国家有不同的教育，同样的不同的家庭就有不同的家庭的教育。就拿现在的高考来说吧我们中国的许多家长已把高考当做了学生们家庭条件的转折点，许多家长告诉学生高考是你们一辈子幸福的希望，但真的是这样吗以往在高考季因为临场发挥失误而自杀的不在少数，我们中国的家长为何要给孩子施以那么大的压力呢我的数学老师曾对家长说过这样一句话你自己在年轻的时候学没学过习呢你为什么要逼迫你的孩子学习呢家长们也知道自己太过于狠心，我的数学老师曾对家长说过这样一句话你自己在年轻的时候学没学过习呢你为什么要逼迫你的孩子学习呢家长们也知道自己太过于狠心，但他们也没有办法，因为家长们知道如果自己的孩子不能考入好大学的话，很难再有这样一个机会改变自己的命运。这就是中国的国情，家长也是无奈。作为我一个高二党来说，我认为高考虽重要但也不是占据了我全部的心思。高考虽然重要，甚至不亚于古时的科举考试，但人总归是有缺点的，并不是每一个人都是适合学习的。虽然这样说，但每个人都是可以学习的，因为学到老，活到老，学习总归是有好处的。无论我们最终成绩好与差，我们在这个年纪如果在校园里面就应该要努力学习的，至少努力过了。我想这就是另一种家长们的想法，不强迫，不逼迫。尽自己的努力就好。高考虽重要，但最重要的还是要看个人的优点与选择。选择对了也是可以成就你的人生高度。中国乃是泱泱大国，四大古国之一，但却是唯一一个没有被称为古中国的国家，因为那三个国家都已灭亡。"}
{"text":"无论我们最终成绩好与差，我们在这个年纪如果在校园里面就应该要努力学习的，至少努力过了。我想这就是另一种家长们的想法，不强迫，不逼迫。尽自己的努力就好。高考虽重要，但最重要的还是要看个人的优点与选择。选择对了也是可以成就你的人生高度。中国乃是泱泱大国，四大古国之一，但却是唯一一个没有被称为古中国的国家，因为那三个国家都已灭亡。我们中国要对得起先人们的努力，不能把选拔人才这一大事全部压在高考的头上，政府理应做出些改变才能发现更多的人才，才能实现强国之梦，而不是让家长们把他们全部的希望都压在高考上，在一根筋上吊死。分数并不是一个人的命脉，前程并不一定要靠高考。但至少我们也应努力一把不是吗对得起自己得父母与你的青春。要记住我们度过了野蛮的时代，文化与科技在当今世界才是真理。无论高考对于否，文化思想是对的。不完美小孩适应了今日社会的繁华，忘记了往日社会的淳朴经历了今日社会的和平，丢失往日社会的简单体会了今日社会的竞争，缺失了往日社会的快乐。追求太多的完美，我是一个不完美的小孩，缺少一点点爱。不完美的小孩，想要一个童年。我曾奢望去看一看游乐场，坐一次云霄飞车我曾奢望看一看大海，观一次潮起潮落我也曾希望手里多一个棒棒糖，体会糖果给我的快乐也曾希望多一个限量版的机器猫，虽然我不知道什么是机器猫，可是同桌告诉我，拥有他，可以拥有一个童年。我只想要一个童年。不完美的小孩，一直很完美。妈妈一直告诫我，要我做一个完美的小孩。她说你只有一直完美，才可以比其他人更优秀。是吗我虽然心有疑问，却没有问出为什么。所以我一直被各种补习班包围，一直被各科习题环绕，一直拿着满分的考卷。妈妈没有问过我累不累，她心中的我一直很完美。也许我真的很完美。不完美的小孩，还是不完美。我以为我可以一直完美，一直拿着满分的考卷，虽然九十八分没什么，真的没什么，我还是第一名。同桌刚刚过及格线而已，我比他多了好多分呢我看见他妈妈奖励他一个吻，真好，原来成绩差也可以得到父母的爱。可是妈妈为什么打我因为我没有考一百分吗因为我不再完美了吗我真的不懂，大人的世界。当时光不再飞逝，阳光不再闪耀，雨露不再甘甜，你能否给我一个拥抱妈妈。我是一个不完美的小孩，缺少一点点不是因为完美才得到的爱。"}
{"text":"也许我真的很完美。不完美的小孩，还是不完美。我以为我可以一直完美，一直拿着满分的考卷，虽然九十八分没什么，真的没什么，我还是第一名。同桌刚刚过及格线而已，我比他多了好多分呢我看见他妈妈奖励他一个吻，真好，原来成绩差也可以得到父母的爱。可是妈妈为什么打我因为我没有考一百分吗因为我不再完美了吗我真的不懂，大人的世界。当时光不再飞逝，阳光不再闪耀，雨露不再甘甜，你能否给我一个拥抱妈妈。我是一个不完美的小孩，缺少一点点不是因为完美才得到的爱。至于收获，要量力而为秋，这个熟悉又充满诗意的季节，收获的季节同时对于不同职业的人们来讲却意义不同。有人曾说宰相肚子里能撑船，我想这句话并不是说那么简单，多数人认为是说这个人有度量，能宽松别人，可是真的是这样吗我认为是他真正的看到了自己的标准。想必每个人都有自己的第一次，是，那是多么的自豪，一直被光环所为绕，可是什么都改变了，你的到的不是真正的自己，一切都已改变。你前进会有无数的掌声，以及父母的疼爱和吻。可是人有过常在河边走哪有不湿鞋，那么多的诱惑在身边。身体的原因和种种过错，那么你稍微的摆动，结果可想而知无数的流言蜚语向你扑面而来如同春天绽放的花朵的芬芳，挡不住，然而压力的过大，确实会让你崩溃。家是人们精神的慰藉和停泊的港湾，然而时代的不同更多的家长要孩子攀比，比学习比孩子得的奖，然而你们真的能明白，这种填鸭式的教育孩子们真的能收获多少，这是教育育人。不是看分数而评论孩子的努力，尽自己的全力那就是成功，让孩子心里有负担有压力，并不代表会成功，反之确会加剧他们的心里情况。这些你们真的想到了吗叔叔阿姨们孩子们的未来是他们自己来决定的，你们只是他们的引路人，但不要把自己的过错没完成的愿望让孩子们去做，他们有自己的人生有自己的未来，我们所能做的就是给予他们关怀和帮助。并不是责备和敷衍，是用心去给他们爱，让他们去收获，真正的自己。真正的人生。语文和国家密不可分的关联长期以来，我们往往更注重鞭打快牛，追求好上加好，容易忽视鞭打慢牛，促使迎头赶上。对待优者，过于苛刻，对于差者，过于宽容。实际上，优者，更需要宽容。俗语云智者千虑必有一失，愚者千虑必有一得。健康的社会评价心理科学的评价体系，是建立公平公正社会的基本保障之一。"}
