{"text":"当年文化知识不能成为饭碗，也不能夸耀于人，但有一些青年对它还是有兴趣，这说明学习本身就可成立为一种生活方式。学习文史知识目的在于温故，有文史修养的人生活在从过去到现代一个漫长的时间段里。学习科学知识目的在于知新，有科学知识的人可以预见将来，他生活在从现在到广阔无垠的未来。假如你什么都不学习，那就只能生活在现时现世的一个小圈子里，狭窄得很。为了说明这一点，让我来举个例子。在欧洲的内卡河畔，有座美丽的城市。在河的一岸是历史悠久的大学城。这座大学的历史，在全世界好像是排第三位――单是这所学校，本身就有无穷无尽的故事。另一岸陡峭的山坡上，矗立着一座城堡的废墟，宫墙上还有炸药炸开的大窟窿。照我这样一说很是没劲，但你若去问一个海德堡人，他就会告诉你，二百年前法国大军来进攻这座宫堡的情景法军的掷弹兵如何攻下了外层工事，工兵又是怎样开始爆破――在这片山坡上，何处是炮阵地，何处是指挥所，何处储粮，何处屯兵。这个二百年前的古战场依然保持着旧貌，硝烟弥漫――有文化的海德堡人绝不止是活在现代，而是活在几百年的历史里。与此相仿时候我住在北京的旧城墙下。假如那城墙还在，我就能指着它告诉你庚子年间，八国联军克天津，破廊坊，直逼北京城下。当时城里朝野陷于权力斗争之中，偌大一个京城竟无人去守，此时有位名不见经传的营官不等待命令，挺身而出，率健锐营霆字队的区区百人，手持新式快枪，登上了左安门一带的城墙，把联军前锋阻于城下，前后有一个多时辰。此人是一个英雄。像这样的英雄，正史上从无记载，我是从野史上看到的。有关北京的城墙，当年到过北京的联军军官写道这是世界上最伟大的防御工事。它绵延数十里，是一座人造的山脊。对于一个知道历史的中国人来说，他也不会只活在现在。历史，它可不只是尔虞我诈的宫廷斗争，作为一个理工科出身的人，其实我更该谈谈科学，说说它如何使我们知道未来。打个比方来说，我上大学时，学了点计算机方面的知识，今天回想起来，都变成了老掉牙的东西。这门科学一日一变，越变越有趣，这种进步真叫人舍不得变老，更舍不得死，学习科学技术，使人对正在发展的东西有兴趣。但我恐怕说这些太过专业，所以就到此为止。现在的年轻人大概常听人说，人有知识就会变聪明，会活得更好，不受人欺。这话虽不错，但也有偏差。"}
{"text":"打个比方来说，我上大学时，学了点计算机方面的知识，今天回想起来，都变成了老掉牙的东西。这门科学一日一变，越变越有趣，这种进步真叫人舍不得变老，更舍不得死，学习科学技术，使人对正在发展的东西有兴趣。但我恐怕说这些太过专业，所以就到此为止。现在的年轻人大概常听人说，人有知识就会变聪明，会活得更好，不受人欺。这话虽不错，但也有偏差。知识另有一种作用，它可以使你生活在过去未来和现在，使你的生活变得更充实更有趣。这其中另有一种境界，非无知的人可解。不管有没有直接的好处，都应该学习――持这种态度来求知更可取。大概是因为我曾独自一人度过了求知非法的长夜，所以才有这种想法，当然，我这些说明也未必能服人。反对我的人会说，就算你说的属实，但我就愿意只生活在现时现世！我就愿意得些能见得到的好处！有用的我学，没用的我不学，你能奈我何？假如执意这样放纵自己，也就难以说服。罗素曾经说对于人来说，不加检点的生活，确实不值得一过。他的本意恰恰是劝人不要放弃求知这一善行。抱着封闭的态度来生活，活着真的没什么意思。有与无我靠写作为生。有人对我说像你这样写是不行的啊，你没有生活！我虽然长相一般，加上烟抽得多，觉睡得少，脸色也不大好看。但若说我已是个死尸，总觉得有点言过其实。人既没有死，怎么就生活了呢？笔者过着知识分子的生活，如果说这种生活就叫做没有，则带有过时的意识形态气味――要知道，现在知识分子也有幸成为劳动人民之一种了。当然，我也可以不这样咬文嚼字，这样就可以泛泛地谈到什么样的生活叫做有，什么样的生活叫做无换句话说，哪种生活是生活，哪种生活不叫生活。众所周知，有些作家常要跑到边远偏僻的地方去体验生活――这话从字面上看，好像是说有些死人经常诈尸――我老婆也做过这样的事，因为她是社会学家，所以就不叫体验生活或者诈尸，而是叫做实地调查――。她当然有充分的理由做这件事，我却没有。有一次，我老婆到一个南方小山村调查，因为村子不大，所以每个人都在别人眼皮底下生活。"}
{"text":"众所周知，有些作家常要跑到边远偏僻的地方去体验生活――这话从字面上看，好像是说有些死人经常诈尸――我老婆也做过这样的事，因为她是社会学家，所以就不叫体验生活或者诈尸，而是叫做实地调查――。她当然有充分的理由做这件事，我却没有。有一次，我老婆到一个南方小山村调查，因为村子不大，所以每个人都在别人眼皮底下生活。随便哪个人，都能把全村每个人数个遍，别人的家庭关系如何经济状况如何，无不在别人的视野之中岁数大的人还能记得你几岁出的麻疹。每个人都在数落别人，每个人也都在受数落，这种现象形成了一条非常粗的纽带，把所有的人捆在一起，婚丧嫁娶，无不要看别人的眼色，个人不可能做出自己的决定。她去调查时，当地人正给自己修坟，无论老少健康状况如何，每个人都在修把附近的山头都修满了椅子坟。因为这种坟异常的难看，当地的景色也异常的难看，好像一颗癞痢头。但当地人陷在这个套里，也就丧失了审美观。村里人觉得她还不错，就劝她也修一座――当然要她出些钱。但她没有修，堂堂一个社会学家，下去一个月，就在村里修了个椅子坟，这会是个大丑闻。这个村里的文化，或者叫做规范，是有些特异性的。从总体来说，可以说存在着一种集体的生活。但若说到属于个人的生活，可以说是没有的。这是因为村里每个成年人惦记的都是一模一样的事情给自己修座椅子坟就是其中比较有趣的一件。至于为什么要这样生活，他们也说不出。笔者曾在社会学研究所工作，知道有种东西叫做，可以译为规范，是指那些约定俗成，大家必须遵从的东西。它在不同的地方是不一样的，当然能起一些好作用，但有时也相当丑恶。人应该遵从所在社会的，这是不言而喻的。但除了遵从，还该不该干点别的，这就是问题。如果一个社会的很坏，就如纳粹德国或者文革初期的中国，人在其中循规蹈矩地过了一世，谁都知道不可取。但也存在了这样的可能，就是经过某些人的努力，建立了无懈可击的，人是不是只剩遵从一件事可干了呢？假如回答是肯定的，就难免让我联想到笼养的鸡和圈养的猪。我想任何一个农场主都会觉得自己猪场里的对猪来说是最好的――每只猪除了吃什么都不做，把自己养肥。这种最好的当然也包括这些不幸的动物必须在屠场里结束生命，但我猜测有些猪会觉得自己活得很没劲。"}
{"text":"如果一个社会的很坏，就如纳粹德国或者文革初期的中国，人在其中循规蹈矩地过了一世，谁都知道不可取。但也存在了这样的可能，就是经过某些人的努力，建立了无懈可击的，人是不是只剩遵从一件事可干了呢？假如回答是肯定的，就难免让我联想到笼养的鸡和圈养的猪。我想任何一个农场主都会觉得自己猪场里的对猪来说是最好的――每只猪除了吃什么都不做，把自己养肥。这种最好的当然也包括这些不幸的动物必须在屠场里结束生命，但我猜测有些猪会觉得自己活得很没劲。我老婆又在城里做一项研究，调查妇女的感情与性。有些女同志除了自己曾遵守就说不出什么，仿佛自己的婚姻是一片虚无。但也有些妇女完全不是这样，她们有自己的故事――爱情中每个事件，在这些故事里有特别的意义。这主要是因为，这些姐妹有属于自己的生活，和属于自己的价值观。到岁数了，找合适的对象结婚，过正常的性生活和爱上某人，是截然不同的事情。当然，假如你说，性爱只是生活的一隅，不是全体，我无条件地同意。但我还想指出，到岁数了，找合适的人，正常的性生活，这些都是从的角度来判断的――属于个人的，只是一片虚无。我总觉得，把不是生活的事叫做生活，这是在巧言掩饰。现在可以说到我自己。我从小就想写小说，最后在将近四十岁时，终于开始写作――我做这件事，纯粹是因为，这是我爱的事业。是我要做，不是我必须做――这是一种本质的区别。我个人以为，做爱做的事才是有，做自己也不知为什么要做的事则是无。因为这个缘故，我的生活看似平淡，但也不能说是无。有一种说法是这样的人在年轻时，心气总是很高的，最后总要向现实投降。我刚刚过了四十四岁生日，在这个年龄上给自己做结论似乎还为时过早。但我总觉得，我这一生决不会向虚无投降。我会一直战斗到死。虚伪与毫不利己过去我有过这样的人生观人应该为别人而活着，致力于他人的幸福，不考虑自己的幸福。这是因为人生苦短，仅为自己活着不太有意思。这是二十年前的事了，现在再说这话有沽名钓誉之嫌。当时我们都是马克思的信徒，并且坚信应该毫不利己，专门利人。我以为帮助别人比自己享受，不但更光荣，而且更幸福。假如人人都像我一样，就没有了争权夺利，岂不是天下太平？"}
{"text":"我会一直战斗到死。虚伪与毫不利己过去我有过这样的人生观人应该为别人而活着，致力于他人的幸福，不考虑自己的幸福。这是因为人生苦短，仅为自己活着不太有意思。这是二十年前的事了，现在再说这话有沽名钓誉之嫌。当时我们都是马克思的信徒，并且坚信应该毫不利己，专门利人。我以为帮助别人比自己享受，不但更光荣，而且更幸福。假如人人都像我一样，就没有了争权夺利，岂不是天下太平？后来有一天，我忽然发现一个悖论倘有一天，人人像我一样高尚，都以帮助别人为幸福，那么谁来接受别人的帮助？帮助别人比自己享受幸福，谁乐意放弃更大的幸福呢？大家毫不利己，都要利人，利归何人？这就是我发现的礼让悖论。设想有一个美好社会，里面住的都是狂热分子，如我之辈，肯定不会太平。你要为我我要为你，恐怕要争到挥老拳，甚至拔刀玩命。其他民族咱说不准，我们中国人为了礼让打架，那是绝对可能的。再说，我们专门利人，人家专门利我，利他成了可疑的东西。利己很坏，受人利也难受。比如吃饭，只有人喂，我才能吃，自吃是不好的一利己，二剥夺了别人利他的机会我们大家喂来喂去，都是――ss。如此看来，我的生活目的，就是要把可疑的东西强加于人，因此也不能说是高尚的。归根到底一句话，毫不利己必然包含虚伪，等到想通了这一点，我也不再持有这样的人生观。从那时到现在想的都是希望我有些成就，为人所羡慕有一些美德，为人所称道。但是为时已晚，大好年华已经空过。唉，蹉跎岁月，不说也罢！我怎样做青年的思想工作我有个外甥，天资聪明，虽然不甚用功，也考进了清华大学――对这件事，我是从他母系的血缘上来解释的，作为他的舅舅之一，我就极聪明。这孩子爱好摇滚音乐，白天上课，晚上弹吉它唱歌，还聚了几个同好，自称是在排演，但使邻居感到悲愤这主要是因为他的吉它上有一种名为噪声发生器的设备，可以弹出砸碎铁锅的声音。要说清华的功课，可不是闹着玩的，每逢考期临近，他就要熬夜突击准备功课这样一来就找不着时间睡觉。几个学期下来，眼见得尖嘴猴腮，两眼乌青，瘦得可以飘起来。他还想毕业后以摇滚音乐为生。"}
{"text":"这孩子爱好摇滚音乐，白天上课，晚上弹吉它唱歌，还聚了几个同好，自称是在排演，但使邻居感到悲愤这主要是因为他的吉它上有一种名为噪声发生器的设备，可以弹出砸碎铁锅的声音。要说清华的功课，可不是闹着玩的，每逢考期临近，他就要熬夜突击准备功课这样一来就找不着时间睡觉。几个学期下来，眼见得尖嘴猴腮，两眼乌青，瘦得可以飘起来。他还想毕业后以摇滚音乐为生。不要说他父母觉得灾祸临门，连我都觉得玩摇滚很难成立为一种可行的生活方式――除非他学会喝风屙烟的本领。作为摇滚青年，我外甥也许能找到个在酒吧里周末弹唱的机会，但也挣不着什么钱假如吵着了酒吧的邻居，或者遇到了要整顿什么，还有可能被请去蹲派出所――这种事我听说过。此类青年常在派出所的墙根下蹲成一排，状如在公厕里，和警察同志做轻松之调侃。当然，最后还要家长把他们领出来。这孩子的父母，也就是我的姐姐姐夫，对这种前景深感忧虑，他们是体面人，丢不起这个脸。所以长辈们常要说他几句，但他不肯听。最不幸的是，我竟是他的楷模之一。我可没蹲过派出所，只不过是个自由撰稿人，但不知为什么，他觉得我的职业和摇滚青年有近似之处，口口声声竟说舅舅可以理解我！因为这个缘故，不管我愿意不愿意，我都要负起责任，劝我外甥别做摇滚乐手，按他所学的专业去做电气工程师。虽然在家族之内，这事也属思想工作之类。按说该从理想道德谈起，但因为在甥舅之间，就可以免掉，径直进入主题小子，你爸你妈养你不容易。好好把书念完，找个正经工作罢，别让他们操心啦。回答当然是他想这样做，但办不到。他热爱自己的音乐。我说有爱好，这很好。你先挣些钱来把自己养住，再去爱好不迟。摇滚音乐我也不懂，就听过一个一无所有。歌是满好听的，但就这题目而论，好像不是一种快乐的生活。我外甥马上接上来道舅舅，何必要快乐呢？痛苦是灵感的源泉哪。前人不是说没有痛苦，叫什么诗人？――我记得这是莱蒙托夫的诗句。连这话他都知道，事情看来很有点不妙了痛苦是艺术的源泉，这似乎无法辩驳在舞台上，人们唱的是黄土高坡一无所有，在银幕上，看到的是老井菊豆秋菊打官司。"}
{"text":"摇滚音乐我也不懂，就听过一个一无所有。歌是满好听的，但就这题目而论，好像不是一种快乐的生活。我外甥马上接上来道舅舅，何必要快乐呢？痛苦是灵感的源泉哪。前人不是说没有痛苦，叫什么诗人？――我记得这是莱蒙托夫的诗句。连这话他都知道，事情看来很有点不妙了痛苦是艺术的源泉，这似乎无法辩驳在舞台上，人们唱的是黄土高坡一无所有，在银幕上，看到的是老井菊豆秋菊打官司。不但中国，外国也是如此，就说音乐罢，柴科夫斯基如歌的行板是千古绝唱，据说素材是俄罗斯民歌小伊万，那也是人民痛苦的心声。美国女歌星玛瑞凯瑞，以黑人灵歌的风格演唱，这可是当年黑奴们唱的歌照此看来，我外甥决心选择一种痛苦的生活方式，以此净化灵魂，达到艺术的高峰，该是正确的了。但我偏说他不正确，因为他是我外甥，我对我姐姐总要有个交待。因此我说不错，痛苦是艺术的源泉但也不必是你的痛苦柴科夫斯基自己可不是小伊万玛瑞凯瑞也没在南方的种植园里收过棉花唱黄土高坡的都打扮得珠光宝气演秋菊的卸了妆一点都不悲惨，她有的是钱听说她还想嫁个大款。这种种事实说明了一个真理别人的痛苦才是你艺术的源泉而你去受苦，只会成为别人的艺术源泉。因为我外甥是个聪明孩子，他马上就想到了，虽然开掘出艺术的源泉，却不是自己的，这不合算――虽然我自己并不真这么想，但我把外甥说服了。他同意好好念书，毕业以后不搞摇滚，进公司去挣大钱。取得了这个成功之后，这几天我正在飘飘然，觉得有了一技之长。谁家有不听话的孩子都可以交给我说服，我也准备收点费，除写作之外，开辟个第二职业――职业思想工。但本文的目的却不是吹嘘我有这种本领，给自己作广告。而是要说明，思想工作有各种各样的作法。本文所示就是其中的一种把正面说服和黑色幽默结合起来，马上就开辟了一片新天地有关伟大一族有位老同学从美国回来探家，我们俩有七八年没见了。他的情况还不错虽然薪水不很多，但两口子都挣钱，所以还算宽裕。自从美国一别，他的房子买到了第三所，汽车换到了第四辆，至于机，只要听说新出来一种更快的，他马上就去买一台，手上过了多少就没了数了。老婆还没有换，也没有这种打算，这正是我喜欢他的地方。"}
{"text":"他的情况还不错虽然薪水不很多，但两口子都挣钱，所以还算宽裕。自从美国一别，他的房子买到了第三所，汽车换到了第四辆，至于机，只要听说新出来一种更快的，他马上就去买一台，手上过了多少就没了数了。老婆还没有换，也没有这种打算，这正是我喜欢他的地方。虽然没坐过罗尔斯罗伊斯，没住过棕榈海滩的豪华别墅，手里没有巨额股票，倒有一屁股的饥荒，但就像东北人说的，他起码也造了个痛快。我现在房无一间地无一陇，当然只有羡慕的份儿。但我们见面不是光聊这些――这就太过庸俗了。我们哥俩都闯荡过四方，种过地，放过牧，当过工人，二十年前在大学里同窗时，心里都曾燃烧起雄心壮志，要开创伟大的事业。所谓伟大的事业，就是要让自己的梦想成真。那时想了些什么，现在我都不好意思说，只好拿别人做例子。比方说微软公司的大老板比尔盖茨，年轻时想过要把当时看着不起眼的微处理机做成一种能用的计算机，让人人都能拥有和使用计算机，这样，科学的时代就真正降临人世了――这种梦想的伟大之处就在这里。现在这种梦想在很大程度上变成了真实，他在其中有很大的贡献，这是值得佩服的。至于他在商业上的成功，照我看还不太值得佩服。还有一个例子是马丁路德金曾经高呼，我有一个梦想，今天在美国的校园里，有时能看到高大英俊的黑人小伙子和白人姑娘拥抱在一起。从这种特别美丽的景象里，可以体会到金博士梦想的伟大。时至今日，我说多了没有意思，脸上也发热。我只能说，像这样的梦想我们也曾有过。每个人都有自己的梦想，这些梦想不见得都是伟大事业的起点。先生的杂文里提到有这样的人，他梦想的最高境界是在雪天，呕上半口血，由丫环扶着，懒懒地到院子里去看梅花。我看了以后着实生气人怎么能想这样的事！同时我还想假如这位先生不那么考究，不要下雪梅花丫环搀着等等，光要呕血的话，这件事我倒能帮上忙。那时我是个小伙子，胳臂很有劲儿，拳头也够硬。现在当然不想帮这种忙，过了那个年龄。现在偶尔照照镜子，里面那个人满脸皱纹，我不大认识。走在街上，迎面过来一个庞然大物，仔细从眉眼上辨认，居然是自己当年的梦中情人，于是不免倒吸一口凉气。"}
{"text":"先生的杂文里提到有这样的人，他梦想的最高境界是在雪天，呕上半口血，由丫环扶着，懒懒地到院子里去看梅花。我看了以后着实生气人怎么能想这样的事！同时我还想假如这位先生不那么考究，不要下雪梅花丫环搀着等等，光要呕血的话，这件事我倒能帮上忙。那时我是个小伙子，胳臂很有劲儿，拳头也够硬。现在当然不想帮这种忙，过了那个年龄。现在偶尔照照镜子，里面那个人满脸皱纹，我不大认识。走在街上，迎面过来一个庞然大物，仔细从眉眼上辨认，居然是自己当年的梦中情人，于是不免倒吸一口凉气。凉气吸多了就会忘事，所以要赶紧把要说的事说清楚。梦想虽不见得都是伟大事业的起点，但每种伟大的事业必定源于一种梦想――我对这件事很有把握。现在的青年里有追星族，上班族，但想要开创伟大事业的人却没有名目，就叫他们伟大一族好了。过去这样的人在校园里不管是中国校园还是美国校园是很多的。当盖茨先生穿着一身便装，蓬着一头乱发出现在校园里时，和我们当年一样，属于伟大一族。刚回中国时，我带过的那些学生起码有一半属伟大一族，因为他们眼睛里闪烁着梦想的光芒。谁是谁不是这一族，我一眼就能看出来，但这一族的人数是越来越少了，将来也许会像恐龙一样灭绝掉。我问我哥们儿，现在干嘛呢，他说坐在那里给人家操作软件包，气得我吼了起来咱们这样的人应该做研究工作――谁给他打软件包？但是他说，人家给钱就得了，管它干什么。我一想也对。谁要是给我一年三四万美元让我打软件包，我也给他打去了。这说明现在连我也不属伟大一族。但在年轻时，我们有过很宏伟的梦想。伟大一族不是空想家，不是只会从众起哄的狂热分子，更不是连事情还没弄清就热血沸腾的青年。他们相信，任何美好的梦想都有可能成真――换言之，不能成真的梦想本身就是不美好的。假如事情没做成，那是做的不得法假如做成了，却不美好，倒像是一场恶梦，那是因为从开始就想得不对头。不管结局是怎样，这条路总是存在的――必须准备梦想，准备为梦想工作。这种想法对不对，现在我也没有把握。我有把握的只是确实有这样的一族。有关给点气氛我相信，总有些人会渴望有趣的事情，讨厌呆板无趣的生活。假如我有什么特殊之处，那就是这是我对生活主要的要求。"}
