{"text":"我们再说李后主，真是好的文学家，那么好的文学，真好，过去找不出来，以后恐怕也难找到这么好的文学家，实在太好了，可惜当了皇帝。宋朝徽宗等人也是如此。不过话得说回来，文学又谈何容易？红楼梦之后，再也写不出第二部红楼梦，没有像曹雪芹那样的家庭，没有像曹雪芹一样，整天和一些女孩子在一起打滚，没有那个经验，换一个人怎么也写不出来。施耐庵的水浒传，没有跑过江湖，没有和那些动辄拔刀的江湖朋友混在一起，也写不出来。文学是这样培养出来的。李后主的词好，前面曾说过，他花的本钱大，也是当了皇帝，江山又在他手里丢掉，然后才有那种文学的境界出来。可是拿人生的立场看来，这些人都是不幸。因此我们又想起另外一个人的哲学，人生得意的事，有时并不是幸福而有时候失意的事，并不是倒楣。如在明末清初的时候，有一个人作了一首诗眼前乔木尽儿孙，曾见吴官几度春。若使当时成大厦，亦应随例作灰尘。这首诗是说失意并不见得坏。第一句他感慨眼前的国家栋梁，都是他的后辈。第二句是讲自己，像山上的大木神木一样，自己年纪大了，看到朝代的更替兴衰成败多少次，假使自己当时也成为其中的栋梁，早就被烧光了。所以人生得意的事，虽不一定是坏，也不一定就是好，有时失意也不一定是差。这些道理可使我们了解孔子讲孟公绰为赵魏老则优，不可以为滕薛大夫的话，的确是意义深长。所以刚才提出来用人难，不但对人才的选拔安置困难，而每个人自己认识自己更难。我们了解了历史的往事，将来自己做事业时，对于人才，对于用人，的确要能知己知彼才对。全才――智清勇艺礼下面讲到怎样才算是人才与全才。子路问成人。子曰若臧武仲之知，公绰之不欲，卞庄子之勇，冉求之艺，文之以礼乐，亦可以为成人矣！曰今之成人者，何必然？见利思义，见危授命，久要不忘平生之言，亦可以为成人矣！这里孔子所说的成人，也可以解释为全人，也可以说是人世间的全才。"}
{"text":"子路问成人。子曰若臧武仲之知，公绰之不欲，卞庄子之勇，冉求之艺，文之以礼乐，亦可以为成人矣！曰今之成人者，何必然？见利思义，见危授命，久要不忘平生之言，亦可以为成人矣！这里孔子所说的成人，也可以解释为全人，也可以说是人世间的全才。子路问怎样才是全才，孔子说，要求一个全才太难第一个是智慧，像臧武仲，这位鲁国的大夫，智慧高，知识渊博其次要像孟公绰的清心寡欲，什么都不要，本身非常清高廉洁光是有清廉的德操，智慧的修养，还是不够，还要有勇，如卞庄子。卞庄刺虎，是我们中国历史上有名的故事，当然不止是打老虎的勇敢，主要在有决心决断，须要牺牲的时候就敢于牺牲的大勇就是有了智慧清廉勇敢还不够，还要有冉求之艺，文学艺术的境界，样样才能都会。这四个人的优点高度的智慧道德的涵养，没有私欲，没有火气，心气平和品德好的人，往往有点像废人一样，所以又要加上勇敢决断侠义的精神，这样还不能算是全才或全人，还要加上文艺境界，与高度的礼教修养，这样几个条件合拢来，就可以为成人了。这该多难！但是要注意，原文亦字用在这里的重要意义，孔子说了如此等等，还是用了一个亦可以为成人矣的亦字。由此可知他认为还并没有完全到达理想中成人的那个程度。读到这段书我们要记住，这一段孔子所提出的，可说是讲国家大才的标准，也可说是讲中国文化，讲人格教育修养的标准。但是孔子所要求的太高了，然后自己转了一个弯，对子路说，时代不同了，不一定要把我这个观念拿来作标准。现在只要做到见利思义，看见对自己有利的事，能多考虑一下义的方面。义就是宜――看看这个利是不是合理合情合法。见危授命，既然身为负责人，为大家做事，要能做到临危时，接受任命，为达成任务，宁可牺牲自己。甚至交朋友也能如此。还有平时所说出的话，不管经过多少时间的考验，何等环境的考验，纵然过了很久很久，都能言行一致，说得到的一定做得到。有了这几点，在这个时代里，已经是了不起的人才了，何必要求太高呢！我们拿久要不忘平生之言这句话，看现在的社会，有时很好笑，发表任何政见时，要如何如何，一旦到那个位置以后，所说的话都不见得兑现了，哪里能够作到久要不忘平生之言。看现代可以证历史，看历史可以懂现代，如孔子说的温故而知新。我们说现在社会风气不好，孔子当时社会风气也一样不好。"}
{"text":"甚至交朋友也能如此。还有平时所说出的话，不管经过多少时间的考验，何等环境的考验，纵然过了很久很久，都能言行一致，说得到的一定做得到。有了这几点，在这个时代里，已经是了不起的人才了，何必要求太高呢！我们拿久要不忘平生之言这句话，看现在的社会，有时很好笑，发表任何政见时，要如何如何，一旦到那个位置以后，所说的话都不见得兑现了，哪里能够作到久要不忘平生之言。看现代可以证历史，看历史可以懂现代，如孔子说的温故而知新。我们说现在社会风气不好，孔子当时社会风气也一样不好。有些同学到外国留学回来，开口就是外国如何如何好，我就告诉他们，古今中外都是一例，没有外国如何好，中国如何坏。以贪污来说，美国有许多地方，贪污得更厉害。外国人也是人，人同此心，心同此理，十几年以前有些年轻同学去美国留学，我制了棉被送给他们带去。有位外交官说太落伍，在美国用不着。可是这个同学因为是老师制赠的，还是带了去。我又要他们带了些宫灯之类的小礼物去，要他们保持中国的礼貌，逢年过节时要对老师表示敬意。他们也曾说外国人不喜欢这一套，后来两样都对。圣诞节去向老师行个礼，送一盏小宫灯聊表敬意，说明是中国礼貌，外国老师高兴得不得了，说所教的各国学生，只有中国学生最好，最有礼貌。至于棉被，碰到冬天停电，大家冻得要命，而他们穿棉袄，盖棉被最舒服，这都是中国文化。因此也了解人同此心，心同此理。凡是人，感情思想是一样的，绝对没有两样，表达的方式不同而已。所以我们处理一件事，要注意到古今中外，包括未来的时代，人情世故是一样的。纵然观念两样，其实原则还是一样，换一个角度讲就通了。譬如说某件事在道德上不通，有些外国人不会理解说成没有价值，他马上赞同这句话。不过把道德与价值两个名词换用了一下而已。因此，我们教育子弟，不管什么时代，中国文化的人格标准，绝对是高的，绝对是对的。我们现代的人格教育，能够使每一个人，做到像孔子所讲的第二条见利思义，见危授命，久要不忘平生之言。就很了不起。再讲一步，如果能够做到像孔子所讲的第一条，集智慧人品胆识才艺于一身的人，那就太难得了。疑假疑真子问公叔文子于公明贾曰信乎夫子不言不笑不取乎？公明贾对曰以告者过也！夫子时然后言，人不厌其言乐然后笑，人不厌其笑义然后取，人不厌其取。"}
{"text":"我们现代的人格教育，能够使每一个人，做到像孔子所讲的第二条见利思义，见危授命，久要不忘平生之言。就很了不起。再讲一步，如果能够做到像孔子所讲的第一条，集智慧人品胆识才艺于一身的人，那就太难得了。疑假疑真子问公叔文子于公明贾曰信乎夫子不言不笑不取乎？公明贾对曰以告者过也！夫子时然后言，人不厌其言乐然后笑，人不厌其笑义然后取，人不厌其取。子曰其然！岂其然乎？公叔文子，文子是他的谥号。朱熹的考证是公孙枝，别的考证叫公孙拔。究竟谁对，暂时不去管他，不过都知道这个人是卫国的大夫。孔子除了对他自己的国家鲁国以外，对卫国的感情最深厚。公叔文子在当时名气很大，影响力也很大。孔子问公明贾――公明贾也是卫国人。孔子问他说，夫子我们后世拿夫子为对孔子的尊称。孔子当时夫子两字，等于我们现在以先生称人，这里就是指公叔文子。是卫国的闻人，社会上很有声望，政治上很有影响力，大家都说他很好，但有一点不知可不可信？公叔先生平常不随便说话，说一句话就有相当分量也不说别人是非也不轻易笑也不贪。公明贾就说，别人对你所讲的，把他描写得过分好了。其实他讲话能把握时间要领，不讲废话，恰到好处，因此人家听了，不讨厌他的话。他高兴了痛快了就笑，笑得恰到好处，所以人家不讨厌他的笑。譬如下雨天在街上见人跌倒而哈哈大笑，这个笑，不得平时，人家已经跌得很痛，很狼狈了，这不应该笑的，偏要笑，岂不让人讨厌？关于取，合理的送他礼物，适可而取，不故意标榜清高。他这样一解释非常好，但是公叔文子这个人在历史上有点问题。所以孔子听了他的解释说是吗？真的吗？是表示怀疑口气。是否这个人徒有虚名，很难断定，如白居易的诗周公恐惧流言日，王莽谦恭下士时，若是当时身便死，一生真伪有谁知？周公辅助成王的时候，有人造他的谣，说他企图把侄子杀掉，自己当皇帝，使周公也怕起来了。而王莽在没有叛国以前好得很，满朝文武，全国老百姓，没有人说王莽是坏的。假使这两个人在这个时候就死掉了，那么他们一生中的真假又有谁知道？这是白居易一首大家熟知的诗，他给了我们一个启示，使我们知道，有些人运气不好，把冤枉带到棺材里去了，可知人生定论很难。"}
{"text":"真的吗？是表示怀疑口气。是否这个人徒有虚名，很难断定，如白居易的诗周公恐惧流言日，王莽谦恭下士时，若是当时身便死，一生真伪有谁知？周公辅助成王的时候，有人造他的谣，说他企图把侄子杀掉，自己当皇帝，使周公也怕起来了。而王莽在没有叛国以前好得很，满朝文武，全国老百姓，没有人说王莽是坏的。假使这两个人在这个时候就死掉了，那么他们一生中的真假又有谁知道？这是白居易一首大家熟知的诗，他给了我们一个启示，使我们知道，有些人运气不好，把冤枉带到棺材里去了，可知人生定论很难。所以对于公叔文子，在公明贾替他作解释以后，孔子说是吗？难道真的吗？存疑是可以的。挟兵自重子曰臧武仲以防，求为后于鲁，虽曰不要君，吾不信也。臧武仲是鲁国的大夫，犯了罪自己逃出去。可是不肯放下权力，在防区上整兵振武，向鲁君要求，封他的儿孙永远作这个地方的首长。他用这个方法，取得这个位置。孔子说，他这样做，表面上虽然说是提出退让的要求，不说要挟，但是这不必骗人了，我是不相信的，他分明是用要挟取得富贵功名与政权。中国历史的藩镇祸国，都是同此一例的办法。子曰晋文公谲而不正，齐桓公正而不谲。由此而引出孔子对历史的批评。自周朝王道式微以后，就是霸业的开始，挟天子以令诸侯，表面上虽然拥护中央，而中央政府的皇帝，还是听他们的意见摆布，这是春秋战国时候的霸业。如果以中国历史文化来分王道与霸业，则春秋战国以后的汉唐宋元明清在儒家思想的看法，并不能称为王道，统统都是霸道。真正达到三代以上，以道德维系的政治，那才是王道。以权术取得而讲事功的则是霸道。所以在春秋战国五霸的阶段，仁义道德，也只是霸主的手段而已，变成口号了。但在五霸中比较起来，也有好坏，所以孔子说晋文公谲而不正，他对晋文公的为人，不以为然。谲就是用诡道手段。孔子为什么说晋文公谲而不正？因为晋文公家庭遭遇变故，流亡在外十九年，他的高级部下，智囊团之一的舅父，断定他一定能复国重耳晋文公的名字在外十九年矣，险阻艰难，备尝之矣。民之情伪，备知之矣。因为他吃尽流亡的痛苦，深深了解人心的险恶，所以便懂得如何运用权术。齐桓公就不是这样，孔子认为比较好，而齐桓公与晋文公两个人的遭遇也大有不同。"}
{"text":"谲就是用诡道手段。孔子为什么说晋文公谲而不正？因为晋文公家庭遭遇变故，流亡在外十九年，他的高级部下，智囊团之一的舅父，断定他一定能复国重耳晋文公的名字在外十九年矣，险阻艰难，备尝之矣。民之情伪，备知之矣。因为他吃尽流亡的痛苦，深深了解人心的险恶，所以便懂得如何运用权术。齐桓公就不是这样，孔子认为比较好，而齐桓公与晋文公两个人的遭遇也大有不同。根据孔子这两句话，研究历史上帝王领导人的心理，与少年时代的遭遇环境的培养都大有关系。管鲍之交难因为孔子讲到对晋文公和齐桓公的比较，而且加以评论，子路就来插话。子路曰桓公杀公子纠，召忽死之，管仲不死，曰未仁乎？子曰桓公九合诸侯，不以兵车，管仲之力也。如其仁！如其仁！子路说，老师说齐桓公好，但是我想起一件事。齐桓公和公子纠，是兄弟也是政敌。管仲没有得志的时候，原来是帮助公子纠的，那时另外还有一个大臣名召忽，当时公子纠死了，召忽也拚命作战，为公子纠而死，但管仲并没有殉职。这样说来，管仲的人格还是有问题。这是历史上有名的故事。当时帮助齐桓公成功，有名的名臣是鲍叔牙。桓公问鲍叔牙，如果想成霸业，把齐国治好，谁是好的人才。鲍叔牙就推荐了管仲。但管仲曾经在作战的时候，用箭射过齐桓公，幸好没有将齐桓公射死，而射中了衣带钩。所以齐桓公听了鲍叔牙的推荐后说，管仲这个人曾经助过公子纠，而且用箭射过我，幸好只中衣带钩，我没有杀他，已经够宽大了，你还要推荐他？鲍叔牙就说，你要振兴国家？还是要报私仇？你如果想成霸业，就不要记私仇。因为他是人才，当他帮助公子纠的时候，应该射你的。各为其主，立场不同嘛！齐桓公也有汉高祖相同的气度，因此用了管仲。大家交朋友，常引用历史上管鲍之交，把管仲与鲍叔牙的交情，来比拟知己之交，但要真正达到那个程度太难了。中国五伦之道，朋友一伦是很重要的，也很难的。像管仲与鲍叔牙这种知己的朋友，在历史上只这么一个例子。任何人一辈子都难得有这样知己，管仲最穷的时候，生活一切都依赖鲍叔牙。共同做生意赚了钱，管仲自己就多分了红利，鲍叔牙也不在乎。这还不算太难。齐桓公成功了，鲍叔牙推荐管仲当宰相，这也还不算难。管仲晚年就说生我者父母，知我者鲍叔。人生得一知己太难。知己到什么程度呢？"}
{"text":"大家交朋友，常引用历史上管鲍之交，把管仲与鲍叔牙的交情，来比拟知己之交，但要真正达到那个程度太难了。中国五伦之道，朋友一伦是很重要的，也很难的。像管仲与鲍叔牙这种知己的朋友，在历史上只这么一个例子。任何人一辈子都难得有这样知己，管仲最穷的时候，生活一切都依赖鲍叔牙。共同做生意赚了钱，管仲自己就多分了红利，鲍叔牙也不在乎。这还不算太难。齐桓公成功了，鲍叔牙推荐管仲当宰相，这也还不算难。管仲晚年就说生我者父母，知我者鲍叔。人生得一知己太难。知己到什么程度呢？管仲临终以前，齐桓公问他，鲍叔牙可不可以接替他的职位。管仲说不可以让鲍叔牙当宰相。鲍叔牙一生都照应管仲，照普通一般情理讲，管仲临死了，应该将这个职位交给鲍叔，以为报答。现在由齐桓公提出这个意见来，他还说不可以，好像管仲不够朋友。其实他有他的道理。管仲对齐桓公说，你不要害鲍叔牙了，他这个人的人其实在了不起，气度也非常大，可是嫉恶如仇。一个当首相当主管的，要能藏垢纳污，肮脏的东西也要包涵一点，完全要求清高是做不到的。鲍叔牙的第一个毛病就是太好太清了，不能包容坏的一面。如把政权交给他，害了你齐桓公，也害了鲍叔牙。这样鲍叔牙也很高兴，认为只有管仲懂得他。所以我们同事之间朋友之间相处，都晓得讲历史上这件事情。我们文化深厚，就是历史上的故事太多，前辈的经验太多了。我们读书也是为了吸收这些作人做事的经验。我曾经看到过类似的事情，有两个好朋友又是同学，其中一个当师长。当他要交卸这个师长职位的时候，上级也决定由他的同学来接他的位置，可是他极力反对。有人就问他为什么这样不帮同学好友的忙，他说我不愿害自己的同学好友，如果他来接我的事，依他的个性，结果一定会弄到坐牢。最后事实证明，果然如此。朋友能够交到这样，谈何容易！普通人只看现实，所以介绍管仲等等的故事给诸位，我们要知道交友之难，待友之难，以及得一知己之难。这里子路提出来说管仲这个人的做法，恐怕不仁吧？孔子说，春秋时代开始的时候，齐桓公虽然是霸主，但是把周朝中央政权的威信重新整顿，九次召集了诸侯开联合会议，安定了国家社会，从来没有用武力威胁人，固然霸业是权术，可是他权术的最高原则还是道德，致使周朝的历史能够再延续下去。这些都是管仲的力量，这已经很好了，也就是仁义之道了。何必求之太过呢？"}
{"text":"这里子路提出来说管仲这个人的做法，恐怕不仁吧？孔子说，春秋时代开始的时候，齐桓公虽然是霸主，但是把周朝中央政权的威信重新整顿，九次召集了诸侯开联合会议，安定了国家社会，从来没有用武力威胁人，固然霸业是权术，可是他权术的最高原则还是道德，致使周朝的历史能够再延续下去。这些都是管仲的力量，这已经很好了，也就是仁义之道了。何必求之太过呢？死生亦大矣讨论到这里，子贡就起来辩论了。子贡曰管仲非仁者与？桓公杀公子纠，不能死，又相之。子曰管仲相桓公，霸诸侯，一匡天下，民到于今受其赐微管仲，吾其被发左衽矣！岂若匹夫匹妇之为谅也，自经于沟渎，而莫之知也！子贡拿个人的人格来看管仲，可以说他是不仁不义。齐桓公杀了公子纠，管仲本来追随公子纠的，照理也应该殉死，他却不能以死尽忠，后来反而更进一步，投降齐桓公，居然贪富贵作宰相，就更不对了。孔子说，政治道德人生道德，很难评论得公平中肯。管仲投降了齐桓公以后，帮助齐桓公在诸侯中称霸，把当时那么乱的社会辅正过来，对历史的贡献，对国家民族社会的贡献太大了。到现在管仲已经死了，可是我们这些人都受了他的好处，今天社会能够安定，各个诸侯的国家能够安定，都是他们的功德所赐，假使当时没有管仲，那我们即已变成野蛮民族了。被发左衽就是野蛮民族。中国古代男女的头发都是梳起来的，我们现在都披发，是外国文化。左衽，试看过去的西藏蒙古等边疆民族，都是左肩披着衣服，右肩臂露在外面，这是文化野蛮落后的象征。可是现在我们的装束，也都是被发左衽，向原始文化投降了，好在不止我们，整个世界都在被发左衽。讲到这一点，我想我们的民族文化，总有一天会站起来。孔子告诉子贡，管仲对历史的贡献有如此的大，没有管仲，我们的文化都可能灭绝了。这种情形，又怎么是普通男女，认为他怎么不为公子纠而死的观念可比呢？公子纠对管仲并不好，不听管仲的意见，如听管仲的意见，就不会有齐桓公，而是公子纠起来了。公子纠不以管仲为国士，管仲也不必要为公子纠殉死。这就不能拿普通一般人的情形来责备管仲了。普通人一碰到失败就自杀，毫无价值，好像倒在污水沟里，这样一死了之，又有什么意义？"}
{"text":"讲到这一点，我想我们的民族文化，总有一天会站起来。孔子告诉子贡，管仲对历史的贡献有如此的大，没有管仲，我们的文化都可能灭绝了。这种情形，又怎么是普通男女，认为他怎么不为公子纠而死的观念可比呢？公子纠对管仲并不好，不听管仲的意见，如听管仲的意见，就不会有齐桓公，而是公子纠起来了。公子纠不以管仲为国士，管仲也不必要为公子纠殉死。这就不能拿普通一般人的情形来责备管仲了。普通人一碰到失败就自杀，毫无价值，好像倒在污水沟里，这样一死了之，又有什么意义？所以他不轻易为公子纠而死，以致后来有这么大的贡献。那么这生死之间的价值取舍，就另是一番评估了。公叔文子之臣大夫撰，与文子同升诸公。子闻之曰可以为文矣！公叔文子，就是刚才提到过的公孙拔或公孙枝，文子是他的谥号。我们先要了解，春秋战国时代，依照中国的封建制度，平民很难上来做官，但不是绝对不能。在这种制度下，公叔文子的部下撰由公叔文子的提拔，从平民而提升保荐到与自己同等的地位。孔子说，公叔文子真够得上称文。中国古代谥法称文是很难的，根据谥法解的记载，称文的有下面几种一经天纬地，二道德博闻，三勤学好问，四慈惠爱民，五愍民惠礼，六赐民爵位等六种。如明代的王文成，清代的曾文正，就是这个文。人尽其才子言卫灵公之无道也。康子曰夫如是，奚而不丧？孔子曰仲叔圉治宾客，祝D治宗庙，王孙贾治军旅。夫如是，奚其丧？孔子在卫国很久，当时的卫灵公对孔子非常敬重，但却没有启用孔子。卫灵公好像是个活宝，他宠信的妃子就是有名的南子，政治不算好，也不见得太坏，可是卫国上下对孔子都很敬重。但在一般舆论，对卫灵公颇多不满。季康子就说，卫国的这位领导人既然这么坏，怎么卫国不会亡国？孔子说，卫灵公尽管不好，但他会用人，他的部下了不起的人才很多。这一点我们又要看历史了，翻开古今中外的历史，一个主管，是不是善于用人，非常重要。就是在商业上，一个做老板的，善于用职员，也是很重要的成功因素。如果职员用得好，公司到了危急的时候，都不会垮台。一个机构如此，一个国家的政治也是一样。人才要安排得好，而且人才处处都有，看你怎样安排，有的人这方面不行，而另一方面有所长。所以孔子谈到卫国的时候，季康子问这样一个领导人怎么不亡国。"}
