{"text":"于是齐宣王说，依你这样说，我现在的所作所为，错得这么厉害吗？孟子说，事实上你的作为，比缘本求鱼还要严重得多。爬到树上去抓鱼，虽然抓不到鱼，再爬下树来就是，不会有后遗症，不会有什么祸害。可是你现在的情形不同，以你现在的做法，去追求你那个莅临中国，抚有四夷的大欲，纵使你竭尽心力也不可能达到目的，而且会有后遗症副作用，会带来灾祸的。曰可得闻欤？曰邹人与楚人战，则正以为孰胜？曰楚人胜。曰然则小固不可以敌大，寡固不可以敌众，弱国不可以敌强。海内之地，方千里者九。齐集有其一。以一服八，何以异于邹敌楚哉？盖亦反其本矣。今王发政施仁，使天下仕者皆欲立于王之朝，耕者皆欲耕于王之野，商贾皆欲藏于王之市，行旅皆欲出于王之涂，天下之欲疾其君者，皆欲赴上朔下心于王。其若是，孰能御之？缘木求鱼齐宣王听孟子说得那么严重，以他多年来的经营，到达了战国策中所描写的富强情形，还说有后遗症，当然觉得不可思议，于是对孟子说，你说得那么严重，到底会发生一些什么事，是不是可以说来听听看。孟子说，假如我自己的故国――邹，和现在南方的强国――楚国打仗。你看是哪一方面胜利？齐宣王说，那当然是楚国会打胜的。于是，孟子说，这是很容易明白的道理，小国当然不能去敌对大国，兵少的不能和兵多的打仗，力量弱小的也不能去对抗力量强大的，这是不变的原则。如今，你齐国虽有千里之广的土地，但却只占了天下的九分之一而已。你现在以九分之一的力量，想去征服其他九分之八的力量，以达到称霸天下统一中国的目的，就等于邹国去打楚国一样，最后一定失败的，而失败的后果就严重了。所以你最好从根本思想上，回过头来重作考虑，放弃用武力统一天下的想法，改变国策，从实施仁政做起，使天下读书人――知识分子，想做官的人，都愿意做你的干部所有的农人，都喜欢到齐国来耕种所有的商人，都愿意到齐国来作生意而观光客们也都愿意到齐国来游览国际上，所有对他们领导阶层不满意的，都到齐国来向你投靠。到了这个地步，虽然你不动一兵一卒，谁又能和你相对抗呢？孟子的这些主张，是反缘木求鱼的。"}
{"text":"所以你最好从根本思想上，回过头来重作考虑，放弃用武力统一天下的想法，改变国策，从实施仁政做起，使天下读书人――知识分子，想做官的人，都愿意做你的干部所有的农人，都喜欢到齐国来耕种所有的商人，都愿意到齐国来作生意而观光客们也都愿意到齐国来游览国际上，所有对他们领导阶层不满意的，都到齐国来向你投靠。到了这个地步，虽然你不动一兵一卒，谁又能和你相对抗呢？孟子的这些主张，是反缘木求鱼的。而他把齐宣王有做法，比为缘木求鱼，的确比喻得很妙，所以这句话也就成了后世几千年来，大家常引用的成语。说到缘木求鱼，想起另外一句成语――百尺竿头，更进一步。大家都知道，这是一句鼓励别人的话，和缘木求鱼的意义不一样，作用也是不相同。一般人听了百尺竿头，更进一步的话，都很高兴，认为是被夸奖励，而没有仔细去想一想，为什么说百尺竿头更进一步呢？试想想看，在地上竖立了一根一百尺高的竿子，当一个由地面向上爬，爬到了一百尺的竿上，已经到了顶点了，还鼓励他更进一步？这一步进到哪里去？再一步就落空了，落空可不就又掉到地下来了吗？所以这句话的意义，是勉励人，要由崇高归于平实。也就是中庸所说的极高明而道中庸。一个人的人生，在绚烂以后，要归于平淡。在明人的笔记中，有一则类似百尺竿头，更进一步的故事。叙述一位道学家求道的故事。这位道学家修道，研究了许多年，始终搞不出一个堂来，得不了道，非常苦恼。于是有一天，带了一些银子，出门去访名师。不料在路上遇到一名骗子，知道他是出外访师求道的，身边带有许多银子。就打他的主意，设法和他接近。骗子当然是很聪明的，和他一聊上天，两人就很谈得来。可是尽管这个骗子，假装是得了道的道学家，使这位求访名师的书呆子道学家，对他十分钦佩，但就是骗不到他的钱。后来，到了一个渡口，要过河了。这名骗子脑筋一转，对道学家说，要传道给他了，而且选择在船上把道传给他。这位道学家听到有道可得，非常高兴。两人上了船，那个骗子告诉道学家，爬到船桅顶上就可以得道。这位求道心切的道学家，为了求道，为了便于爬桅杆，他那放有银子而永不离身的包袱这时就不能不放下来了。当他爬到桅杆的顶端，再无寸木可爬的时候，也没有看见什么道，便回过头来，向这位传道的高人请教道在哪里？不料那名骗子早已把他留在甲板上的包袱银子拿去，走得无影无踪了。"}
{"text":"后来，到了一个渡口，要过河了。这名骗子脑筋一转，对道学家说，要传道给他了，而且选择在船上把道传给他。这位道学家听到有道可得，非常高兴。两人上了船，那个骗子告诉道学家，爬到船桅顶上就可以得道。这位求道心切的道学家，为了求道，为了便于爬桅杆，他那放有银子而永不离身的包袱这时就不能不放下来了。当他爬到桅杆的顶端，再无寸木可爬的时候，也没有看见什么道，便回过头来，向这位传道的高人请教道在哪里？不料那名骗子早已把他留在甲板上的包袱银子拿去，走得无影无踪了。船上的其他乘客都拍手笑他，上了骗子的当。可是这位道学家，在大家拍手笑他的时候，他在桅顶上，突然之间真的悟了，所谓道就在平实之处，并不是高高在上的什么东西啦。于是立刻爬下桅杆来，对大家说，他不是骗子，的确是高明！的确是吾师也！他高高兴兴地回去了。这虽然是一则讽刺道学家迂腐的笑话，透过这个笑话来看，实在有其至理。和百尺竿头，更进一步哪句话一样，道就在平庸平淡之中，也就是极高明而道中庸的道理。笑话说过了，再回到孟子的本文。我们看他在大原则上，对齐宣王说，不要用武力，而以仁政，使天下归心，各行各业，各阶层的人，都会愿意到齐国来，作齐国的臣民。如此，自然就可以范中国而抚四夷，齐宣王的大欲，就可以达到了，这当然是没有错的。但是参考苏秦张仪，这些所谓纵横家的谋略之士们，依据各国的情势地理环境时代背景战略地位，再配合国际关系的说辞，则与孟子之说有所不同了。就战略政略问题的讨论上来说，我们不妨牵扯一点孙武子所著兵法中的两段记载。孙子说兵者，国之大事，死生之地，存亡之道，不可不察也。兵者，诡道也。凡用兵之法，驰车千驷，革车千乘，带甲十万，千里馈粮，则内外之费，宾客之用，胶漆之材，车甲之泰，日费千金，然后十万之师举矣。夫兵久而国利者，未之有也。故不尽知用兵之害者，则不能尽知用兵之利也。如果我们假设一下，由孙子来与齐宣王见面，那么他将会说出上面这些话的。从这里看到，以一师之众，要十万人作后盾，而所花费的战费，是多么庞大，所以作战用兵久了，绝对不可能对国家有利。后人也说兵贵神速，如果战争拖下去，绝没有好处。抗战期间，日本人估计，只要三个月便可征服中国了。"}
{"text":"夫兵久而国利者，未之有也。故不尽知用兵之害者，则不能尽知用兵之利也。如果我们假设一下，由孙子来与齐宣王见面，那么他将会说出上面这些话的。从这里看到，以一师之众，要十万人作后盾，而所花费的战费，是多么庞大，所以作战用兵久了，绝对不可能对国家有利。后人也说兵贵神速，如果战争拖下去，绝没有好处。抗战期间，日本人估计，只要三个月便可征服中国了。而我们对日本人的战略，就是以空间换取时间，尽力设法把战争拖延下去，使日本人渡太平洋而战的部队，师老兵疲，自尝败亡的苦果。所以，如果没有把作战的害处弄清楚，就不会懂得用兵，当然也就不会得到战争的胜果。因此，作战并不是那么容易的。这又是个不同的论点。经济和政治王曰吾z，不能进于是矣。愿夫子辅吾志，明以教我，我虽不敏，请尝试之。曰无恒产而有恒心者，惟士为能。若民，则无恒产，因无恒心苟无恒心，放辟邪侈无不为已。及陷于罪，然后从而刑之，是同民也。焉有仁人在位，罔民而可为也？是故，明君制民之产，必使仰足以事父母，俯足以畜妻子，乐岁终身饱，凶年免于死亡，然后驱而之善，故民之从民也轻。今也，制民之产，仰不足以事父母，俯不足以畜妻子乐岁终身苦，凶年不免于死亡。此惟救死而恐不赡，奚暇治礼义哉？王欲行之，刚益反其本矣。齐宣王听了孟子这一番行仁政的王道理论，似乎还听得进去，对孟子的态度也算客气，称夫子，不像梁惠王只称他史。所以他对孟子说，我真有点糊涂，没有你看得那么远，这方面还有什么更高深的道理，希望你帮助我，明白地告诉我。虽然我还不够聪明，或者可以听你的办法，试着去做。于是孟子提出一个原则来，也成为后世的千载名言。不过名言是名言，有时候又会事实归事实。因为在某一种时代，某一种情况，或某一种特殊的因素，这种种客观的条件下，现实与理论会互相违背的。孟子这句名言的意思是，有恒产的人才有恒心。他说无恒产而有恒心者，惟士为能。"}
{"text":"虽然我还不够聪明，或者可以听你的办法，试着去做。于是孟子提出一个原则来，也成为后世的千载名言。不过名言是名言，有时候又会事实归事实。因为在某一种时代，某一种情况，或某一种特殊的因素，这种种客观的条件下，现实与理论会互相违背的。孟子这句名言的意思是，有恒产的人才有恒心。他说无恒产而有恒心者，惟士为能。假使一个人没有稳定的经济基础，而对一件事，一个观念，或一个中心思想，能够专心一致地奉行下去，中途并不因穷困而改变他的节操，不见异思迁，不改行跳槽的，只有那些品德好有修养有学问的人才做得到。普通的人，一定要有了稳定的经济基础之后，才可能奉公守法，才可能讲礼义廉耻。四川朋友有两句谚语最穷无非讨饭，不死总会出头。一个人既然穷到了讨饭，他还有什么顾虑？这时候名誉根本无所谓了，什么操守人格的，更是管他去的。为了填饱肚子，为了活命，什么都做得出来。一般没有固定产业的人，既没有恒心，就没有中心思想，平日的生活行为，或者是任意妄为，放肆胡搞，或者是稀奇古怪，吊儿郎当，或者走邪门，或者挥霍无度。因为在没有恒产的心理上，认为反正就是这么点钱，花了再说，享受了再说，所以没有钱的，反而舍得花钱。钱花惯了，虚荣心越来越大，总有一天钱不够用了，于是心存侥幸，动起脑筋作奸犯科，无所不为了。等他们犯了罪以后，你齐宣王用法令，又把他们抓来，再处罚他们，一定是这样办的。现在，你看见他们犯了罪以后，只晓得去处罚他们，而不改善你的政策，使他们不致于走上犯罪的路，这就等于你设下犯罪的陷阱引他们跳下去，结果又来责罚他们，这就是陷他们于不义。一个真正行仁政的领导人，是不会如此对待老百姓的。看完了这一段孟子的谈话，我们就可以作几点研究了。第一，我们读了战国策中苏秦描写齐国，尤其描写齐国首都临淄的情形，是那么繁华，那么奢靡，而这种社会形态的内在精神又是什么呢？所表现的是一种什么样的社会心理呢？就是孟子这里所讲的放辟邪侈，无不为已。而终于陷于罪的一种社会心理和时代精神，是病态的，而不是健康的。以现代的理论去衡量齐宣王时代的社会，是没有真正实行民生主义，使每一个国民，每一个家庭，都得到富足安乐和睦健康的生活，而只是表面的繁华而已，只是一个所谓浮华的社会，并不是踏实的安和康乐。"}
{"text":"所表现的是一种什么样的社会心理呢？就是孟子这里所讲的放辟邪侈，无不为已。而终于陷于罪的一种社会心理和时代精神，是病态的，而不是健康的。以现代的理论去衡量齐宣王时代的社会，是没有真正实行民生主义，使每一个国民，每一个家庭，都得到富足安乐和睦健康的生活，而只是表面的繁华而已，只是一个所谓浮华的社会，并不是踏实的安和康乐。第二，孟子的这段话，虽然是对齐宣王说的，可并不一定齐国才如此。战国时代，各国的情况，也都是如此，无以强国为然。所以孟子的话，也可以说是针对整个时代而说的。第三，在任何时代，任何政权下，政治不上轨道，社会形成病态，都会产生这类现象。那么如何才能做到强国富民的均富政治，建立安和康乐的社会？孟子继续说出了他的意见，在现代来说，他指出了民生主义的重要性。他主张先要使每个人经济安定，每个家庭经济充裕，然后达到社会的富裕，国家的富强，仁政一定要以经济安定，安和康乐的社会为基础。在当时，是没有现代这些分门别类的术语，来表达这种政治的境界，孟子只有以具体的事实状况作说明。所以他说，一位英明的政治领导者，实行建设安和康乐社会的政策，必须要使得每个国民，对上能够养得起父母，对下能够娶得起妻子，生儿育女后，要有抚养孩子的能力，更重要的，到年成好，丰收的时候，大家都可以吃饱即使遇到歉收的凶年，大家也不会有饿死流亡的痛苦。假如社会建设到这个地步，每个国民都可以安居乐业，然后再施以教化，教百姓都向好的一面去努力，往好的方面去求进步。这些也都做到了，你有事下一道命令出去，老百姓们很自然地都乐于听从了。现在你齐宣王在民生问题上的措施，究竟如何呢？你走军国主义的路线，武力第一，只求国家的强大，实施专制的独裁的集权统治的政治。拼命榨取人民，扩充国家的武力军备，结果弄得老百姓养不起父母妻儿，家庭破碎。即使年成好，农产丰收，也被集权统治的政权――征敛去充实军备了，老百姓还是吃不饱。假如是遇到年岁不好，粮食歉收，那就更惨了，只有饿死。到了这个地步，活都活不下去了，还谈什么教育，讲什么礼义。"}
{"text":"你走军国主义的路线，武力第一，只求国家的强大，实施专制的独裁的集权统治的政治。拼命榨取人民，扩充国家的武力军备，结果弄得老百姓养不起父母妻儿，家庭破碎。即使年成好，农产丰收，也被集权统治的政权――征敛去充实军备了，老百姓还是吃不饱。假如是遇到年岁不好，粮食歉收，那就更惨了，只有饿死。到了这个地步，活都活不下去了，还谈什么教育，讲什么礼义。所以齐宣王你，如果想行仁政，使全国国民都很乐于服从你，然后以王道领导天下，那么你就应该一反今日的作法，回到根本原则上去检讨，有所改变才行。我们看到孟子这项主张，就知道儒家的孔孟之道，并不是像后儒所说的那样，坐在那里空谈讲道，钻研心性微言，讲授孔孟理学，静坐终日，眼观鼻，鼻观心，观到后来，只有乐岁终身苦，凶年不免于死亡。那才真是误了道，造了孽了。所以孔孟之道是救世济民的，正如管子政治哲学的名言仓凛实，则知礼节，衣食足，则知荣辱。都是先要个人的经济充裕了，才有安和康乐的社会，然后才能谈文化教育，谈礼乐。孟子也是如此，大家可不要冤枉了孟子，以为他们是坐在那里眼观鼻，鼻观心的，只讲养浩然之气，讲尽心修道而已！为而不有的农民五亩之宅，树之以桑，五十者可以衣帛矣。鸡豚狗彘之畜，无失其时，七十者可以食肉矣。百亩之田，勿夺其时，八口之家可以无饥美。谨库序之教，中之以孝悌之义，颁白者不负戴于道路矣。老者衣帛食肉，黎民不饥不寒，然而不王者，未之有也。这一段话，前面孟子见梁惠王的记载中，已经有过。只是数口之家，在这里记的是八口之家七十者衣帛食肉，在这里记的是老者衣帛食肉这些具体数字的些许差别而已，在文义上，没有什么不同，所以这里就不再作字句上的讲解了。从齐宣王问齐桓晋文之事开始，到这里为止，他和孟子一波三折，数度起伏的谈话，告一个小小的段落。就在这一小小段落中，有好几个值得我们研究讨论的重点。后世常引用孟子的许多名言名句，如君子远庖厨，察秋毫之末而不见舆薪，是不为也，非不能也，犹缘木求鱼，邹人与楚人战，无恒产，无恒心及乐岁终身苦，凶年不免于死亡等等，不但是文学上的名句，也是学术思想上的名言。"}
{"text":"从齐宣王问齐桓晋文之事开始，到这里为止，他和孟子一波三折，数度起伏的谈话，告一个小小的段落。就在这一小小段落中，有好几个值得我们研究讨论的重点。后世常引用孟子的许多名言名句，如君子远庖厨，察秋毫之末而不见舆薪，是不为也，非不能也，犹缘木求鱼，邹人与楚人战，无恒产，无恒心及乐岁终身苦，凶年不免于死亡等等，不但是文学上的名句，也是学术思想上的名言。无论研究政治，研究经济，研究社会，乃至于研究民生问题，土地改革，以及心理建设，文化教育等等，都是很有参考价值的至理名言和最高原则。它涵盖的意义，相当广泛，值得作更深入的研究。其次，齐国当时的社会，尤其首都临淄的景象，表面上是商旅辐接，经济繁荣，市面一片景气，简直如欧洲的罗马鼎盛时期，又如今天新大陆的纽约一样。然而，这种繁荣的现象，是真实的吗？是表里一致的吗？不然！在齐宣王的战国时代的政体，一般学说上，称之为封建制度，这是对中央政府的周天子而言。如果以诸侯各国的内部施政，就诸侯与人民之间的权利义务而言，则与秦以后的专制政体，是完全一样的。所以一般以为在秦商鞅变法以后，才有私有财产制，其实春秋诸侯各国，早已演变成了私有财产制。从孟子建议梁惠王和齐宣王五亩之地，树之以桑。发展农村副业以达到仰足以事父母，俯足以畜妻子的目的，就证明了当时的财产私有制。商鞅不过是就当时演变发展所形成的事实，制作一套更完整的法令制度出来，更便于征敛而已。当时各国的财政军用，都靠征敛而来。而征敛的对象，唯有从土地上去不断压榨，在农产品上去征收了。不但战国时代如此，后世两千年来，尽管在汉以后，有了盐铁资源的开发，所谓上山下海，扩大了生的领域，增加了这两方面以及其他商业货物方面的税赋收入。可是直到几十年前，我们还是以农立国，于是不可避免的，农民就挑起了国家财政的重担，成为征敛的主要对象。尤其在战国时代，国家一旦用兵，军费支出之浩大，人力消耗之惨重，如前面孙子所说的那样，实在是农民们的苦难。所以孟子乐岁终身苦，凶年不免于死亡不只是对齐宣王说的，也是对当时各国说的。不只是战国时代如此，后世几千年来的事实，大多如此。而他的乐岁终身饱，凶年免于死亡的希望，也是几千年来国民共有的希望。"}
{"text":"可是直到几十年前，我们还是以农立国，于是不可避免的，农民就挑起了国家财政的重担，成为征敛的主要对象。尤其在战国时代，国家一旦用兵，军费支出之浩大，人力消耗之惨重，如前面孙子所说的那样，实在是农民们的苦难。所以孟子乐岁终身苦，凶年不免于死亡不只是对齐宣王说的，也是对当时各国说的。不只是战国时代如此，后世几千年来的事实，大多如此。而他的乐岁终身饱，凶年免于死亡的希望，也是几千年来国民共有的希望。尽管几千年来的历史，都在歌颂农民，赞叹农民，但在没有实施耕者有其田的平均地权政策以前，农民的生活始终没有获得保障，始终是一个问题。生民何计乐樵苏其次，我们研究政治的也好，研究社会的也好，研究军事的也好，许多都认为历史上朝代的变更，是由于农民不满于政府的压榨，而起义革命，也有的说是农民与知识分子结合而起义。认真地说，只有来自农村的人，知道民间的疾苦，与知识分子结合，起来革命的则有，至于农民本身起来革命的事情则没有。固然汉高祖朱元璋曾经种过田，但也只是一个短时期，不算是真正的农民。但是，因为中国的农业社会，几千年来，都停留在乐岁终身苦，凶年不免于死亡的状况之中，有人起来鼓动一下的时候，社会就乱了。以上这些是中国的情形，我们放眼看世界各国，又有所不同。例如欧洲的古希腊西班牙等等国家，先天上没有办法向农业方面发展，只有在商业上找出路。而商业的最好出路，是航海到别的岛屿或陆地做生意，于是形成了海运的发达。当时的所谓海运，老实说，到了陆地，有王法的地方就是贸易，在海上一般人看不见，就是海盗。至于奴隶的买卖，女奴的掠夺，乃至新大陆的恶行劣迹，都是有史可寻的。大概说，十六世纪以前，欧洲国家并不富裕，连黄金都少有，许多都是这些海盗们抢印度，骗中国，这样从东方劫掠过去的。等到欧洲的产业革命以后，机器发达，代替了人力，资本集中，大量生产以后，资本家的财富愈来愈多，工人愈来愈苦。这时马克思看到当时的景象，才提出了劳工第一，劳工神圣等意识，才有共产主义思想的产生。"}
