{"text":"或许是夜里突如其来的大雨，或许是云角刮过的一阵暴风，或许是海上掀起的巨浪虽然都会消失，但它们至少从那里经过。以至于多少年后，他她还能自豪的说出，我，曾经在学校公司读过书，工作过！之类的话语。成就大名声，不一定就要让天下人知道。马云之流宁有种乎？是的没有任何一个人是天生的贵种，是完美无瑕的。忧愁的事，也常会才下眉头，却上心头，抽刀断水水更流。但，我想对年后的那个他，说不以物喜，不以己悲不要因为事物的秘密好坏和自己的得失而感到或喜或悲。放宽心态，每天努力就好。虽然大家只注重你的结果，却不在乎你努力奋斗的过程。年后的他，一定不会为自己干了一件大事，而膨胀，而迷失自我，更不会为世间的忧愁，恼怒之事而感到无法容忍。因为，我知道，他变得更为成熟了。年足以让家乡物是人非。在外奔波劳碌，回乡后也颇有烂柯人之感。即便物是人非事事休，我也希望那个他不因为自己的失去而感到悲哀。路还很长，年也有尽头。这年里，我们不是应该先建立多少个目标，而是先总结自己该干什么，怎么做好自己。有些人天生没有成就大名声的资质，但也不缺乏出生就是官二代，活在温室里的娇花。但是人啊，总要努力，总要奔波，总要奋斗。比较，骈进，生活才有意义踏实，诚恳，计划才能落实。时间是检验一切真理的最好发放，年后的他会不会做好自己该做的呢？不管是他还是我，都会尽力而为的吧！在一场战争中，有许多的战斗机都没回来，许多的英雄都没凯旋归来。只有那些少数的极其幸运的人才能回来。指挥官去查看了他们战斗机的情况，觉得那些被子弹打中的地方需要更加精密的保护。而有个人却不这样认为舜发于畎亩之中，傅说举于版筑之间，胶鬲举于鱼盐之中，管夷吾举于士，孙叔敖举于海，百里奚举于市。每个名人的背后都有一段不为人知的故事。只有真正了解这些故事的人，才能读懂他们的故事。故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。曾经的我认为，所谓的英雄就是如同抗日勇士那样，不畏惧死亡，视死如归。而我现在才懂得了，他们受到的那些伤害和侮辱，我并不能承受。所以他们就成为了抗日英雄。"}
{"text":"每个名人的背后都有一段不为人知的故事。只有真正了解这些故事的人，才能读懂他们的故事。故天将降大任于是人也，必先苦其心志，劳其筋骨，饿其体肤，空乏其身，行拂乱其所为，所以动心忍性，曾益其所不能。曾经的我认为，所谓的英雄就是如同抗日勇士那样，不畏惧死亡，视死如归。而我现在才懂得了，他们受到的那些伤害和侮辱，我并不能承受。所以他们就成为了抗日英雄。中世纪的欧洲曾发生过一场可怕的病疫，在不长的时间里死了大约万人。许多人无缘无故的发热，寒战剧烈头疼，神经错乱。当时有人以为是天意。后来科学家发现它是由一种细菌引起的。鼠疫杆菌的传染，就是隐藏在现象后面的本质。只有当我们看穿这些事物背后的东西时，才能变得更加优秀。一片雪花，看似洁白无瑕，实则可能会成为一滩滩污浊的浑水一朵朵美丽的鲜花，看似妖艳动人，实则会扎伤我们的双手。但同样的，看似灼眼的阳光，背后则会有五彩斑斓的颜色。每个人都是这样，有一句英文这样说到sss意思是事物具有两面性。我们的祖先发明了太极，就是对此最好的解答。可能会觉得看穿现象看本质是一件非常难的事，当我们必须看懂。可能有一件事，你现在觉得它是对的，当你老了，你会发觉他是错的。每次看事物的角度不同，得到的答案也会大相径庭。我的老师曾经说过，不要抗拒任何事情，哪怕他叫你扫厕所。现在看来，我似乎更加了解了老师对我这么说的原因。每个人都会这样，看上去做吃亏的事，心里很不爽，但其实，这又何尝不是一种对我们的考验。我们离孔孟的距离其实并不远，只不过他们先看懂了而已。时间走过是无痕的，如同天空的飞鸟飞过没有轨迹，你们迎来了青春的时候，也如我们那时一样，而站在年的你通过我写下的字眺望年的我，我一时感受都一种压力，是否能很好的告诉你这里的一切，是否能说得清楚，说得好些，你可能会经历追梦的快乐，也会受过挫折，你会看到希望，也会感受到绝望，如你我的国家会复兴着会受着考验着，也和我那时一样，我会说，一切都会好的。"}
{"text":"对于一个出生在二十世纪末的人来说，你们的童年会和我们很不一样，我们小时候会看葫芦娃或舒克贝塔，也会看神奇宝贝和数码宝贝，智能手机那时谁也不知道有这种东西的存在，神奇宝贝还是用掌上机玩，游戏卡的魔法陷阱还会从手上发动不管情况，每天放学在学校傍边的小卖店买五毛的辣条或碎碎冰吃，回家看动画片就是一个美好的一天，大点了就和同学踢球踢到天全黑才回家，如果不写作业学校其实还是挺好的，有时想逃离周遭，但多年以后才发现自己再也回不到当年的曾经了。时间留给我们的应该是美好的回忆，我无法描述归家的晚霞是多么的绚丽，我无法传达第一次毕业时我们聚在一起踢足球的感动，多少年了我的梦中都会恍惚间出现那样的场景，你们也会一样的，你会长大，成长，或痛苦，或快乐，但你都会长成一个大人，所以我在此由衷的希望，当你归来，依旧是一个少年。如同当你回头时，那些珍贵的东西就在那里，和永恒的爱，绵延，漫长，直到永远。"}
{"text":"也想到马云说过社会不可能完美，因为社会是一群不完美的人组成。所以你觉得不好的地方，别人也会觉得不好，你认为很怪的地方，别人也会认为很怪，所以唯有投身其中，才有可能改变，或保持缄默当一个沉默的大多数的一员。你会体会到王小波的那句在一个喧嚣的话语圈里，总有着沉默的大多数我用的经验说明，无论是你，还是我们的国，躲不过的终究躲不过，所以放轻松，过好每一天就是对宿命的最好报复。有人说过人生之大事，无非最大的就是恋爱。你也会注意起异性来，岁的你们享有这人类从二十一世纪来文明带来的优质生活，我无法想象那样的便捷生活，但作为人的主体，你们会有着更多的精神追求，太宰治说过当坠入爱情之中时，爱的宣言也会具有实体。像很多歌里说得，爱在那里，它一直都在那里，可能我将爱放开些，范围变得更广些，我用龙与虎的一句话描述爱有一个东西，它很甜，每个人都想要它，但睡都没有人见过，是因为世界将它藏了起来，但还是会有人找到它。我将这个它表示为爱情，亲情友情，笼统点是幸福，你也会想要幸福，谁都会想要的，这是人之常情，所以去寻找吧，这是我对你们的忠告。千与千寻里有人生是一条通向墓地的列车，没有人至始至终陪伴着你，但当他们下车时，不要伤感不要惋惜，珍重地与他们告别，然后心存感激。许多的孩子都认为人生会很漫长，也有许多的老人认为人生很短暂，我们只能站在你的时间点往回看，看不到未来，你会渴望时空穿越的能力，但我认为回到了过去不见得能得到正确的结果，有时这样想，不要回去，留在这里变得更坚强就最好了，所以珍惜着当下，努力地活着，且行且珍惜，不要在意别人对你的指指点点，他们说的对错是他们的对错，与你无关，不用管他们的说辞，你做的不是对的事，也不是错的事，你只是在挥洒青春。"}
{"text":"许多的孩子都认为人生会很漫长，也有许多的老人认为人生很短暂，我们只能站在你的时间点往回看，看不到未来，你会渴望时空穿越的能力，但我认为回到了过去不见得能得到正确的结果，有时这样想，不要回去，留在这里变得更坚强就最好了，所以珍惜着当下，努力地活着，且行且珍惜，不要在意别人对你的指指点点，他们说的对错是他们的对错，与你无关，不用管他们的说辞，你做的不是对的事，也不是错的事，你只是在挥洒青春。在这个时代，无论各个行业，各个领域，发展都是极其迅速的，如果我谈我这十几年已经经历过的事情，对你们来说太老掉牙太了如果我谈对未来的猜想，那还是太老掉牙太了，因为你们那个时代的社会和科技肯定大大超出了我的想象。那么到底写什么好呢？再过一个钟头不到就要交卷然后装瓶了，我思来想去，突然回忆起一件事情。高考前一天，我看完考场出来碰到了我们班的语文老师，闲聊的时候他偷偷地告诉了我一个秘密，自高考恢复已经过去了四十年，现在每一年要出一个好的作文题目都是难上加难，于是语文组的出题老师们结合今年的高考题想出了一个办法，那就是每过年出一次这种类型的题，除了年份之外每个字都不用动，而且隔的时间够长毫无违和感，虽然并不能从根本上解决问题，但也至少是为后人提供了一个思路。如此说来，老弟，你拿到的作文题不出意外就是写给年的那个他。听好了，我现在就来告诉你怎么教科书般地对付这类十八年一遇的作文题，同时也是为了完成我自己的文章。首先，正如我刚才说的，社会科技这些事情，写发生过的历史事件大家都懂，太老未来的事情你的想象力不足，写不来。所以你应该像我写高考这个点一样，抓住一些在每个时代都会恒定存在并成为主角的人和事。其次，要学会灵活运用假设，无论你是写贯穿时代的事物还是依然选择对未来进行猜想，假设既便于你自己分析，也便于收到信的人理解你的意思，比如你如果要分析国足在未来到底能不能冲进世界杯，那必须对世界杯参赛队是否扩军进行合理的假设，不然算了，国足进不了世界杯不需要假设，这正好是适合我们的材料，你正常写就好了。最后，如果实在想不出点子，编故事也要写点东西出来，什么？编故事比写高考作文还难？"}
{"text":"最后，如果实在想不出点子，编故事也要写点东西出来，什么？编故事比写高考作文还难？那就去站――相信你们那个时代，已经成为了征服全世界的帝国级文化社区，里面有个小说专栏叫做老科幻，你看了专栏里的作品一定会有所启发，同时也请你帮个忙，在作文里把它推荐给年的学弟，然后再让他推荐给年的后辈，多谢多谢！同声相应，同气相求，是指同样的声音能产生共鸣，同样的气味会相互融合，即同类的事物相互感应。指志趣意见相同的人互相响应，自然地结合在一起。这句话在当今社会有了一个崭新而崇高的解释来点色图。自财产私有制出现以后，人们对于自己的所有物往往呈现出十分自私的态度。无私的行为固然受人尊敬，但是世人却更加看重利益的交换。有付出就要有所收获，这种想法其实对于慈善行为也是成立的。他们捐出财产的同时，也获得了精神上的自豪感和受捐赠者的感激。甚至有部分企业家认为，这是在把他们从社会上得来的，自己所使用不完的资源回馈给社会。然而随着社会的发展，生活节奏的加快，这种有取有得的思想却变得愈发功利化。人们在奉献自己的所有物时，往往会思考做这件事对我有好处吗？。以站的奖励机制为例，一些人积攒了大量硬币却不愿投出哪怕一枚。积攒硬币实际上并不能让他获取某些物质利益，但投币的行为却往往不会令他从中受益，反而会使他人从中获益。因此他们宁可让这串虚拟的数字堆积成山，也不愿意将其白白送给制作优质视频的主们。许多人无法理解网络上那些用爱发电者的想法，或许也是受到了这种观念的影响。那么，这种进程是否已经不可逆转。或者说，那些对自身所有物极度吝啬的人们，难道就没有无私的一面吗？显然不是。即便是在人们的功利心日益加剧的今天，无私奉献的现象依然存在。用一句通俗的话来概括，就是来点色图。色图，顾名思义是能够让人起色心的图片。在当今社会，我们往往看到这样一幅有趣的画面以知识分子为主的某些平台上，用户们彼此口诛笔伐，污秽之词不绝于耳。"}
{"text":"许多人无法理解网络上那些用爱发电者的想法，或许也是受到了这种观念的影响。那么，这种进程是否已经不可逆转。或者说，那些对自身所有物极度吝啬的人们，难道就没有无私的一面吗？显然不是。即便是在人们的功利心日益加剧的今天，无私奉献的现象依然存在。用一句通俗的话来概括，就是来点色图。色图，顾名思义是能够让人起色心的图片。在当今社会，我们往往看到这样一幅有趣的画面以知识分子为主的某些平台上，用户们彼此口诛笔伐，污秽之词不绝于耳。而许多人眼中低俗不堪的资源分享网站上却是一片祥和，评论区皆是诸如楼主好人一生平安，感谢大大分享资源的评论。这种现象看似滑稽可笑，实际上却折射出人类最原始的欲望――性欲。当一个人遵从自己的性欲时，他是坦荡的。从社会沉重的束缚中暂时得以解放，能够仅仅凭借着本能行事。这时的人们最为放松，也最为释然。他往往会抛弃平日里那套理性的思维逻辑，做出一些在其他情况下本应被否决的，有损自己利益的选择。比如，仅仅为了观赏某部影片而充值昂贵的会员。即便有了千百次的经验，明明知道自己在事后一定会后悔这笔不必要的支出，但他还是选择遵循自己的本能。有人说判断两个男人的亲密程度就看他们所聊话题的下流程度。，这话似乎有些不堪，但的确有其道理。因为高雅的文明社会是不允许让低俗趣味成为主流的，所以很多人只能被迫隐藏起自己的本能。而能够分享并交流这种情趣的人，毫无疑问是志趣相投之人。也就是同声相应，同气相求。人们在社交软件和平台上聊天时，往往是抱着放松的目的。而来点色图便成为他们放松的途径，以及与这些陌生人们交好的方式。来点色图并不仅仅是抱着获取他人的所有物这一功利的目的，交流者们也很愿意将自己的收藏与大家分享。因此或许这一环节，人们更多地是在享受一种志趣相投的快乐。同声相应，同气相求，就像伯牙与子期。对于古人而言，找到知音是一件可遇而不可求的事情。而来点色图，却大大降低了这件事的难度。使人们能够更加轻易地找到同好，得到心灵上的慰藉与精神上放松。然而，这种原始而纯洁的情节却不断受到资本及不怀好意者的冲击。恶意举报资源后将其作为盈利的工具，这已经脱离了朋友间交流低俗情趣的范畴，上升到违法的层次。这一现象一度严重影响了网友们分享色图的积极性，人人正襟而自危，将原本袒露的真心再度封死。"}
{"text":"同声相应，同气相求，就像伯牙与子期。对于古人而言，找到知音是一件可遇而不可求的事情。而来点色图，却大大降低了这件事的难度。使人们能够更加轻易地找到同好，得到心灵上的慰藉与精神上放松。然而，这种原始而纯洁的情节却不断受到资本及不怀好意者的冲击。恶意举报资源后将其作为盈利的工具，这已经脱离了朋友间交流低俗情趣的范畴，上升到违法的层次。这一现象一度严重影响了网友们分享色图的积极性，人人正襟而自危，将原本袒露的真心再度封死。人与人之间的信任遭到破坏，于是人和人之间的关系不断降温，乃至于形同陌路。这，不能不说是一种悲哀。有人说，发色图的人往往承担着群体润滑剂的作用，在激发大家共鸣的同时给予其精神上的放松。以群为例，当一个群连发色图的人都消失了，那么这个群也就离凉不远了。可见，来点色图这短短四个字中，所承载的不仅仅是人们对低俗情趣的渴望，更是对知音的渴求，对一片能够袒露本性能够彻底放松的空间的渴望。毕竟，这也是生活节奏日益加快的当今社会里为数不多成本低廉而受益无限的放松方式。分享色图时的人们是无私的，也是伟大的。因为他们抛弃了平日里所奉行的那套利益至上的原则，把色图与喜悦一并分享。来点色图代表了对于彼此的信任，使人们相互理解，相互包容，理性而愉悦地进行交流。同好与同好之间畅所欲言，尽情享受这份志趣相投的快乐。并非他人强行撮合，而是人们互相响应自然地结合在一起。恐怕这就是同声相应，同气相求原本想要呈现的画面与表达的含义吧。然而在此之上，来点色图更使得在古人眼中难于登天的觅知音环节变得简单而轻松。因此，这不能不说是对同声相应，同气相求这一古代思想的发扬与延伸。六月，骄阳似火。考场内，温热的空气有些粘稠，笔尖划过纸面，隐隐有一点声响，又似乎不那么真切考场外，一张张忐忑的脸庞，挂着汗滴，不时扭向某个方向，上演着年度大型默剧不远处的交警，用有力的臂膀指挥着交通，只是少了那熟悉的哨声。他们，仿佛马拉松比赛的观众，经历了漫长的等待后，即将见证那些跨过终点线的英雄。而你，坐在考场里的你，更像一个囚徒，咬牙坚持最后的几分钟，待铃声响起，交出那几张纸，就能走出这座囚禁了你十余年的牢笼。这牢笼是何时将你锁住的呢？"}
{"text":"他们，仿佛马拉松比赛的观众，经历了漫长的等待后，即将见证那些跨过终点线的英雄。而你，坐在考场里的你，更像一个囚徒，咬牙坚持最后的几分钟，待铃声响起，交出那几张纸，就能走出这座囚禁了你十余年的牢笼。这牢笼是何时将你锁住的呢？你已经不太记得了，或许是小学时母亲第一次送你去的课外辅导班，或许是初中时父亲摔在你面前的那一份成绩单，或许是高中时班主任看到你和她手牵手时那一声厉呵，或许是课桌上慢慢摞高的习题册，或许是神秘消失的美术课，或许是一根根用完的笔芯，或许是鼻梁上日益沉重的眼镜，或许，是经年的早起晚归，让你忘记了阳光洒在脸上感觉的那一刻。亦或许，是这一切。是这一切，一点一点，在你身边砌起厚厚的墙，当你猛然回头时，只余一扇小小的铁窗，透着微光。你满怀期待地靠近那束微光，窗的那头，有人对你说，坚持下去吧，他们会放你出来的。只要通过高考，只要考入大学，那扇尘封已久的铁门，将轰然洞开，化为一座桥，走过这座桥，就是自由与美好的新世界。于是，你紧紧地抓住了那道光，一直坚持到了此刻。很遗憾，我的朋友，在这生锈的门轴吱呀作响，即将开启的时刻，我有句话不得不说他们错了。两个月后，你可能会去到一个陌生的城市，走进一个陌生的校园，就读一个陌生的专业，并迅速地熟悉这一切，然后无忧无虑的睡觉，翘课，刷剧，玩游戏，叫外卖，喝着啤酒唱着歌，牵起她他的手，庆祝自己苦熬多年终于获得的自由生活。似乎没什么好担心的，因为他们曾在你难以坚持的时候，一次又一次承诺，只要跨过那座桥，就是流淌着奶与蜜的彼岸。他们没有告诉你，这一切都是暂时的。当你踏出象牙塔，真实的世界，就在不远处等待着。我相信，他们不是有意骗你的。只是他们的记忆，来自过去，来自于一个国家给大学生分配工作，企业给员工分配宿舍，只要按部就班，未来就能预测的时代。那个时代，一个大学毕业生的身份，几乎等于一张余生无忧的保单。他们没有想到，变化会发生得这么快。"}
