{"text":"人类迄今借以实现道德化的全部手段，在根本上都来自非道德。尼采全集第卷，第页。道德本身只是靠了非道德才维持了如此长久的信用。尼采全集第卷，第页。例如，一切所谓的人类导师，从柏拉图孔子到基督教领袖，都通过说谎来推行他们的道德理想。第节第七章价值的翻转在全面否定了道德的大前提和基础之后，尼采对道德本身也来了一个全面否定在道德的整个发展中毫无真理全部概念和原理都是杜撰，全部心理都是歪曲，偷运到这个谎言王国的全部逻辑形式都是诡辩。尼采全集第卷，第页。这可真是登峰造极在宇宙秩序中诚然找不到道德的根据，尼采对于道德的大前提和基础的分析也诚然不无可取之处，至少对于把道德本体化偶像化的倾向是十分有力的抨击。可是，作为一种社会意识形态，道德自有它的现实的社会根源和必不可少的社会功能。尼采自己比任何人都重视评价的意义，现在他又全盘否定作为最重要的价值形态之一的道德，岂非自相矛盾是的，他确实陷入了自相矛盾。他一则说在道德之外生活是不可能的。尼采全集第卷，第页。一则又说人只有凭借一种绝对的非道德的思想方式才能生活。尼采全集第卷，第页。一则说道德是使人能够忍受自己的唯一解释方案。尼采全集第卷，第页。一则又说世界不能忍受道德的解释。尼采全集第卷，第页。尼采知道，道德是人的生活不可缺少的坐标系，人不能不对自己的行为做出道德评价和道德批准，这样人才能对自己怀有一种信心，这种信心是人作为人而不是像动物那样生活所必需的。从这个角度来看，人是不可能超于善恶之外的。可是，一千多年来占统治地位的基督教道德把坐标系颠倒了，反而败坏了人的生活，使人对自己丧失了信心或怀有一种虚假的信心。于是他来个矫枉过正，干脆先打烂这个坐标系。他用生成之无罪剥夺道德的根据，主张超于善恶之外，目的是为了绞杀名为罪恶的刽子手，使人摆脱罪恶感，赤裸昂立于太阳之前。查拉图斯特拉如是说。尼采全集第卷，第页。也就是要把人从几千年的批判中解放出来，获得走向自己的目标的自由。当一个人感觉到有几千年的批判反对自己，包围自己，他的生活该多么沉重快乐的科学第节。尼采全集第卷，第页。"}
{"text":"于是他来个矫枉过正，干脆先打烂这个坐标系。他用生成之无罪剥夺道德的根据，主张超于善恶之外，目的是为了绞杀名为罪恶的刽子手，使人摆脱罪恶感，赤裸昂立于太阳之前。查拉图斯特拉如是说。尼采全集第卷，第页。也就是要把人从几千年的批判中解放出来，获得走向自己的目标的自由。当一个人感觉到有几千年的批判反对自己，包围自己，他的生活该多么沉重快乐的科学第节。尼采全集第卷，第页。岂非为了使自己感到全无牵挂，我超脱于一切赞扬和责难，独立于一切往日和今日，任自己的性情走向自己的目标尼采全集第卷，第页。只有生成之无罪才给我们以最大的勇气和最大的自由。尼采全集第卷，第页。首先站在自然生命生成变化的立场上看人间的善恶，看穿善恶之无谓，超于善恶之外，然后，又从自然生命生成变化的立场出发给人间制定一种新的善恶之评价，这就是尼采摆脱自相矛盾困境的办法。在否定了迄今为止的一切道德之后，他要来建立一种新的道德了。所以他说我们必须摆脱道德，以便能够道德地生活。尼采全集第卷，第页。我必须扬弃道德，以便贯彻我的道德意志。尼采全集第卷，第页。对道德的批判是道德的一个高级阶段。尼采全集第卷，第页。在我们毁坏了道德之后，我们愿是道德性的继承人。尼采全集第卷，第页。在上帝之死引起传统价值全面崩溃的时代，尼采的非道德主义实质上是这种价值危机的自觉的理论形式，而他的创立新道德之举则表现了他的寻求的勇气。他指出如今在一切人都没有现成目标的时候，适用的是一种探索的道德为自己提供一个目标。尼采全集第卷，第页。这也是创造者的道德尼采全集第卷，第页你们被称作道德否定者，然而你们只是你们的自我的创造者。尼采全集第卷，第页。这种新道德的核心是自然和生命之肯定，当尼采对道德本身进行一般性的批判时，这一原则已经作为出发点而蕴含着了要敢于像自然那样，成为非道德的尼采全集第卷，第页。必须否定道德，以解放生命。尼采用自然和生命取代道德，然后又把自然和生命树为新的道德原则，向基督教道德发动了猛烈攻击。"}
{"text":"尼采全集第卷，第页。这种新道德的核心是自然和生命之肯定，当尼采对道德本身进行一般性的批判时，这一原则已经作为出发点而蕴含着了要敢于像自然那样，成为非道德的尼采全集第卷，第页。必须否定道德，以解放生命。尼采用自然和生命取代道德，然后又把自然和生命树为新的道德原则，向基督教道德发动了猛烈攻击。忠实于大地上帝死了，一时间天崩地裂，万物失去了依托。可是不对，上帝的天是崩溃了，人类居住的地却依然存在，不仅依然存在，而且这时才显出它是唯一的实在，是人生唯一的依托。从上帝之死，尼采引出的最重要的结论就是忠实于大地。我的兄弟们，我向你们立誓，忠实于大地，不要相信那些向你们宣说出世希望的人们他们是毒害者，不管他们有意还是无意。他们是生命的蔑视者，是濒死者和自杀者，大地厌倦了他们，让他们去死吧第节第七章价值的翻转从前对上帝的亵渎是最大的亵渎，可是上帝死了，这些亵渎者也随之死了。现在亵渎大地和崇拜高于大地意义的不可探究之物是最可怕的查拉图斯特拉如是说序。尼采全集第卷，第页。尼采一再呼吁不要在地球之外寻找一个捐躯和牺牲的理由，只为大地而牺牲不要再把头颅埋进天界事物的沙碛中，而要自由地昂起这头颅，一颗人间的头颅，它为大地创造了意义查拉图斯特拉如是说来世论者。尼采全集第卷，第页。尼采所要建立的新道德，就是以忠实于大地为宗旨，它不是引导我出世和达到天堂的路标，而是一种地上的道德。查拉图斯特拉如是说快乐和激情。尼采全集第卷，第页。过去有多少道德都飞离大地，飘失而迷途了，现在我们要引导飘失的道德返回大地，返回肉体和生命，这样它就可以给大地以它的意义，一种人类的意义。查拉图斯特拉如是说贻赠的道德。尼采全集第卷，第页。忠实于大地，用尼采另一个形象的表述来说，就是要倾听健康肉体的声音，这是更真实更纯洁的声音，它说着大地的意义。查拉图斯特拉如是说来世论者。尼采全集第卷，第页。"}
{"text":"尼采全集第卷，第页。过去有多少道德都飞离大地，飘失而迷途了，现在我们要引导飘失的道德返回大地，返回肉体和生命，这样它就可以给大地以它的意义，一种人类的意义。查拉图斯特拉如是说贻赠的道德。尼采全集第卷，第页。忠实于大地，用尼采另一个形象的表述来说，就是要倾听健康肉体的声音，这是更真实更纯洁的声音，它说着大地的意义。查拉图斯特拉如是说来世论者。尼采全集第卷，第页。大地，生命，肉体，这就是现实的人生。人生的价值就在于这现实的人生，而不在于任何超验的世界。在尼采看来，道德的使命并非要把一种超验的目标强加于人生，给生命戴上绝对命令的枷锁，而是要顺应生命之自然，为人生探寻和创造一种现实的意义。不要在道德上超过你们的能力不要寻求违反你们的可能性的东西查拉图斯特拉如是说高贵的人。尼采全集第卷，第页。尼采着重生命的自我超越，但超越以生命的肯定为前提。忠实于大地，就是要肯定生命，肯定人的尘世生活。基督教道德的要害恰恰在于否定生命，否定人生。尼采无数次地指出，基督教是违背自然的，上帝这个概念是作为与生命相对立的概念发明的看哪这人。尼采选集第卷，第页。，上帝是生命的最大敌人，看哪这人。尼采选集第卷，第页。是迄今为止对生存的最大异议，尼采全集第卷，第页。上帝的王国在哪里开始，生命就在哪里结束尼采全集第卷，第页。早在文艺复兴时代，资产阶级人文主义者就已经开始批判教会对于人的尘世欲望的压制了。尼采的特点在于，第一，他直截了当地把基督教归结为一种道德观念基督教的教义仅仅是伦理，只想成为伦理，即成为支配人类行为的绝对标准。自我批判的尝试第节。尼采选集第卷，第页。而且，很少有人如此醒目地揭穿这种伦理的反对生命向生命复仇的实质。第二，尼采并不满足于指出基督教伦理压制人的生命本能的事实，还相当透彻地分析了基督教伦理得以长期统治欧洲的心理机制，即在于使人产生一种罪恶感，由这种罪恶感而形成一种懦弱顺从的奴隶性格。要造成一种普遍的罪恶感，还有什么比把生命本能自然冲动宣布为罪恶更好的办法呢其实，无论西方还是东方，传统道德采取的都是这个办法。"}
{"text":"自我批判的尝试第节。尼采选集第卷，第页。而且，很少有人如此醒目地揭穿这种伦理的反对生命向生命复仇的实质。第二，尼采并不满足于指出基督教伦理压制人的生命本能的事实，还相当透彻地分析了基督教伦理得以长期统治欧洲的心理机制，即在于使人产生一种罪恶感，由这种罪恶感而形成一种懦弱顺从的奴隶性格。要造成一种普遍的罪恶感，还有什么比把生命本能自然冲动宣布为罪恶更好的办法呢其实，无论西方还是东方，传统道德采取的都是这个办法。而只要把生命本能视为罪恶，伦理就必然带有宗教性质。尼采的批判实际上也不限于基督教，而扩大到了佛教印度教，指出历来一切伦理都具有这种反自然的性质。在生命本能中，性本能又被视为最不洁最见不得人的罪恶。当这样一种人人必有的经常的情欲被宣布为耻辱，把它变成内心痛苦的根源，也就使人人内心的痛苦必有化经常化了。参看朝霞第节。尤其是在女子教育中，传统道德更是竭力使她们对性欲无知并且视为最可怕的耻辱，而结婚却闪电式地把她们投入性生活之中，两相冲突，在她们心理上造成病态的症结。这是一般女子比男子更懦弱顺从的重要原因。参看快乐的科学第节。尼采认为，作为生命先决条件的性欲之满足，自己快乐同时又使人快乐，实属自然界中不可多见的好意安排。这只是一个典型事例，说明传统道德对于凡能使人享受到生命欢乐的行为都加以贬斥。生命原是一股快乐的源泉，却被道德的侮蔑弄脏了。结果，自有人类以来，人类的自我享乐实在太少，这是祖传的罪过。参看查拉图斯特拉如是说同情者。基督教把生命的欢乐变成了犯罪的恐惧。自然冲动本不可遏止，可是人们不能轻松愉快地加以满足，却是心怀疑惧和顾忌，害怕幻想中的罪恶，陷入不可自拔的内心冲突之中。压制本能，导致肉体的衰弱顺应本能，又产生精神的自责。事实上，压制仍难免内心的痛苦，因为禁欲并不能使欲望消失，罪恶感依然存在顺应仍损害着肉体的机能，因为带着罪恶感顺应，不可能有真正的满足。反正是身心俱伤，人生乐趣扫地以尽。所以尼采说，伦理把人的灵魂和肉体都弄得衰弱了。朝霞第节。基督教把最高的恐怖，即对生命自身的恐怖，高悬在人类之上作为至高的道德法则，因此，不仅个人民族，而且全人类的想象都迷离失措了看哪这人。尼采选集第卷，第页。这就是基督教伦理发生巨大作用的心理机制。"}
{"text":"事实上，压制仍难免内心的痛苦，因为禁欲并不能使欲望消失，罪恶感依然存在顺应仍损害着肉体的机能，因为带着罪恶感顺应，不可能有真正的满足。反正是身心俱伤，人生乐趣扫地以尽。所以尼采说，伦理把人的灵魂和肉体都弄得衰弱了。朝霞第节。基督教把最高的恐怖，即对生命自身的恐怖，高悬在人类之上作为至高的道德法则，因此，不仅个人民族，而且全人类的想象都迷离失措了看哪这人。尼采选集第卷，第页。这就是基督教伦理发生巨大作用的心理机制。第节第七章价值的翻转尼采并不主张人欲横流，他常常无情地批评纵欲。他还嘲笑以性爱为唯一乐事是受压制的情欲所找到的一种滑稽剧的出路。参看朝霞第节。问题在于怎样使欲望精神化美化神圣化也就是使之升华。但基督教道德从来不问这个问题，它的策略它的治疗是阉割它在任何时代都把纪律的重点放在剿灭。而从根柢上摧残情欲，就意味着从根柢上摧残生命。总之，它的唯一能事就是与生命为敌。偶像的黄昏道德即反自然。尼采全集第卷，第页。基督教所谓改善人类的方法犹如驯兽，竭力使他病弱而不能为害。他躺在那里，有病，虚弱，对自己怀着恶意充满对生命冲动的仇恨，充满对一切仍然强壮幸福的东西的猜忌。看起来活像一幅人类的讽刺画，一个怪胎。偶像的黄昏人类的改善者。尼采全集第卷，第页。经过道德的驯养，欧洲人已经变成有病的衰弱的残废的动物，变成畸形者半人弱人劣人参看快乐的科学第节。基督教反对生命的另一个重要表现是贬斥艺术和美。尼采认为，艺术和美是人生最重要的价值，它们使人依恋和热爱生命。由欲望升华为激情，由激情升华为艺术，生命的欢乐源远流长。基督教却对欲望激情艺术一概否定，对生命欢乐的源和流均加堵塞。在这样一种仇恨一切蓬勃生命现象的伦理背后，尼采发现了一种求死亡的意志，一种颓废的原则。说到底，基督教伦理无非是要让人感到生命本身是有罪的，不洁的，没有价值的。参看自我批判的尝试第节。它是警探，在一切有生命的地方寻找罪恶。它是法官，妄图审判生命本身。它是刽子手，专司扼杀生命之职。基督教尤其是精神虐待狂，它要使人永远受着罪恶感的良心折磨，而把没有良心痛苦的情形宣判为堕落。参看朝霞第节。"}
{"text":"基督教却对欲望激情艺术一概否定，对生命欢乐的源和流均加堵塞。在这样一种仇恨一切蓬勃生命现象的伦理背后，尼采发现了一种求死亡的意志，一种颓废的原则。说到底，基督教伦理无非是要让人感到生命本身是有罪的，不洁的，没有价值的。参看自我批判的尝试第节。它是警探，在一切有生命的地方寻找罪恶。它是法官，妄图审判生命本身。它是刽子手，专司扼杀生命之职。基督教尤其是精神虐待狂，它要使人永远受着罪恶感的良心折磨，而把没有良心痛苦的情形宣判为堕落。参看朝霞第节。尽管基督教伦理对生命做出否定的评价，但是这种评价仍然是某一类生命所作的评价，问题是哪一类生命。尼采指出，这是衰退虚弱疲惫的生命，对它来说，生命是受苦，于是它为自己的受苦而向一切生命复仇。在这个意义上，尼采强调伦理的症候学价值。从某一种伦理，可以推知奉行此种伦理的人的生命本能是否健全，有无旺盛的生命力。由此尼采制定一个原则道德中的每一种自然主义，也就是每一种健康的道德，都是受生命本能支配的反自然的道德，也就是迄今几乎每一种被倡导推崇鼓吹的道德，相反都反对生命本能，它们是对这种本能的隐秘的或公开而肆无忌惮的谴责。当我们谈论价值，我们是在生命的鼓舞之下在生命的光学之下谈论的生命本身迫使我们建立价值当我们建立价值，生命本身通过我们进行评价。偶像的黄昏道德即反自然。尼采全集第卷，第页。尼采通过心理学的分析来揭露一种伦理之肯定生命或否定生命的根源。一个病人往往对四周健康人的欢乐怀有嫉恨之心，同样道理，一个内在生命力衰弱的人，也会对洋溢的生命热情产生反感。所以，主张一种否定生命的伦理，恰恰证明主张者本身的生命已处于被否定的状态。必须看到，尼采所说的生命本能是指广义的生命力，而并非指严格生物学意义上的体质强弱。一个强壮如牛的人也可能缺乏内在的生命活力，一个体弱多病的人也可能有百折不挠的生命力。例如尼采把一个人对信仰的依赖程度看作他衰弱程度的体现，这里的衰弱就完全是指内在活力的衰弱了。参看快乐的科学第节。肯定生命是酒神精神的核心，否定生命是基督教精神的核心。所以，酒神和耶稣基督正相反对。看哪这人。尼采选集第卷，第页。酒神精神是尼采反对基督教道德的主要武器。首先确立生命为最高价值，反对最高价值的自我贬值，彻底卸除以生命为罪恶的沉重良心负担。"}
{"text":"一个强壮如牛的人也可能缺乏内在的生命活力，一个体弱多病的人也可能有百折不挠的生命力。例如尼采把一个人对信仰的依赖程度看作他衰弱程度的体现，这里的衰弱就完全是指内在活力的衰弱了。参看快乐的科学第节。肯定生命是酒神精神的核心，否定生命是基督教精神的核心。所以，酒神和耶稣基督正相反对。看哪这人。尼采选集第卷，第页。酒神精神是尼采反对基督教道德的主要武器。首先确立生命为最高价值，反对最高价值的自我贬值，彻底卸除以生命为罪恶的沉重良心负担。由这个起点向前推进，尼采又用强力意志来充实酒神精神，强调生命的自我超越，把健全的本能和卓绝的精神结合起来，主张力和创造，反对怯懦和因循，提出了关于主人道德与奴隶道德相对立的学说。主人道德和奴隶道德两种道德的区分，几乎是尼采全部学说的一个凝聚点。在主人道德这个范畴中，包括了尼采所提倡的一切健全的生命本能，充沛的强力意志，独特的自我，真诚的人生态度，蓬勃的创造精神，以及对人类未来的伟大的爱。相反，奴隶道德则囊括了他所反对的一切病弱，怯懦，丧失个性，伪善，守旧，怨恨主人道德，又叫创造者的道德，贻赠的道德。奴隶道德，也称侏儒的道德，渺小的道德。尼采通过两种道德的对比，进一步阐明了他的道德理想。第节第七章价值的翻转所谓主人和奴隶，不应狭窄地理解为两种等级身份。诚然，在追溯奴隶道德的起源时，尼采把它看作古犹太人在沦为奴隶民族后所形成的一种价值观念，基督教接受和强化了这种价值观念，并通过若干世纪的传教活动把它传播到了全世界。就欧洲现状而言，尼采则认为奴隶道德几乎遍及社会一切阶层，尤为市民阶层所信奉，主人道德却只能在少数优秀者身上发现，而且往往遭到压制和排斥。尼采的要求是，扫除奴隶性格，做大地的主人。尼采一贯把生命本能的健全与个性的独特优异融为一体，在他看来，一个生命力充沛坚强的人，必定不可遏止地要独立探求人生，体验人生，形成丰富独特的个性。我们应当从本能与个性的统一上去看主人与奴隶的分野。主人的基本特征是坚强而独立，相反，懦弱而从俗则是奴隶的性格面貌。在对自我的态度上，主人是价值的自我立法者，他有自己决定价值的能力。他高于荣辱之上，他的意志能支配自己从而也支配万物。"}
{"text":"尼采的要求是，扫除奴隶性格，做大地的主人。尼采一贯把生命本能的健全与个性的独特优异融为一体，在他看来，一个生命力充沛坚强的人，必定不可遏止地要独立探求人生，体验人生，形成丰富独特的个性。我们应当从本能与个性的统一上去看主人与奴隶的分野。主人的基本特征是坚强而独立，相反，懦弱而从俗则是奴隶的性格面貌。在对自我的态度上，主人是价值的自我立法者，他有自己决定价值的能力。他高于荣辱之上，他的意志能支配自己从而也支配万物。他不愿把自己的责任委之别人，也不愿别人分担。他为了他所珍视的事物，敢于和全世界对抗。朝霞第节。尼采全集，第卷，第页。他的道德犹如柱石它愈是升高，就愈美丽而优雅，但同时也愈艰苦而负重。查拉图斯特拉如是说高尚者。尼采全集第卷，第页。奴隶则怯懦，懒惰，没有个性，逃避责任，循规蹈矩地遵从习俗，随舆论而沉浮，不把自己看作独立的个人。参看快乐的科学第节。尼采懂得，习俗和舆论的力量是巨大的。天天听着关于我们的批评，甚至忖度人家心中对我们的想法，这会毁灭掉最坚强的人。朝霞第节。尼采全集第卷，第页。所以他要求我们无论怎样被议论，称赞，诽谤，希望，期待，都置之不理，想也不去想一下。在对他人的关系上，尼采把奴隶道德归结为同情。以同情为道德的心理基础和基本原则，在伦理学史上是一重要传统，尤为英国经验主义者和功利主义者所主张。叔本华也持这一见解。基督教的爱邻人原则实际上是同情说的宗教形式。现在，尼采从心理和效果两方面对同情进行分析。尼采认为，从心理上看，同情首先是一种弱者的心理。一个坚强的人，自己受过痛苦，并且能够忍受痛苦。他在人前隐匿自己的眼泪，怀着对自己的不满悄悄擦干。这样的人知道痛苦的价值，往往希望别人也不要看轻痛苦，出于对别人的尊重而不轻易流露同情。相反，弱者缺乏承受痛苦的能力，神经脆弱，对恐怖有着活跃的想象力，因而最容易发生同情。参看朝霞第节。其次，同情与尊重是两种相反的感情，在同情中蕴含着对他人的不尊重。譬如说，我们对某人非常尊敬，羡慕，甚至崇拜，后来突然发现他有痛苦，并且需要我们的同情，这时我们就会欣然同情他，同时也削弱了我们对他的尊敬。同情一个人，意味着把他看成一个弱者，谁会去尊敬一个弱者呢参看朝霞第节。"}
