{"text":"一个人忍受不了寂寞，就寻求方便的排遣办法，去会朋友，谈天，打牌，看电视，他于是成为一个庸人。靠内心的力量战胜寂寞的人，必是诗人和哲学家。在静与闹孤独与合群之间，必有一个适合于我的比例或节奏。如果比例失调，节奏紊乱，我就会生病――太静则抑郁，太闹则烦躁。抑郁使我成为诗人，烦躁使我成为庸人。人生了病，会变得更有人情味一些的。一方面，与种种事务疏远了，功名心淡漠了，纵然是迫不得已，毕竟有了一种闲适的心境。另一方面，病中寂寞，对亲友的思念更殷切了，对爱和友谊的体味更细腻了。疾病使人更轻功利也更重人情了。生命是短暂的。可是，在短暂的一生中，有许多时间你还得忍，忍着它们慢慢地流过去，直到终于又有事件之石激起生命的浪花。人生中辉煌的时刻并不多，大多数时间都是在对这种时刻的回忆和期待中度过的。尽道便休官，林下何曾见，至今寂寞彭泽县。原因在于，人们尽管慕林下高洁之名，却难耐林下寂寞之实。即使淡于功名的人，也未必受得了长期与世隔绝。所以，在世上忙碌着的不都是热衷功名之徒。喜山林眼界高，嫌市井人烟闹。我也如此。不过，我相信世上多的是一辈子住城市而从不嫌吵闹的老百姓，却找不到一个一辈子住山林而从不觉寂寞的知识分子。"}
{"text":"当一个人没有任何欲望而又渴望有欲望之时，他便感到无聊。时间就是生命，时间是我们的全部所有。谁都不愿意时间飞速流逝，一下子就到达生命的终点。可是大家似乎又都在消磨时间，也就是说，想办法把时间打发掉。如此宝贵的时间似乎又是一个极其可怕的东西，因而人们要用种种娱乐闲谈杂务隔开自己与时间，使自己不至于直接面对这空无所有而又确实在流逝着的时间。在有些人眼里，人生是一碟乏味的菜，为了咽下这碟菜，少不了种种作料，种种刺激。他们的日子过得真热闹。无聊缺乏目的和意义。无聊的天性没有能力为自己设立一个目的，创造一种意义。伟大天性的无聊时刻对自己所创造的意义的突然看破。如果消遣也不能解除你的无聊，你就有点儿深刻了。"}
{"text":"然而，人生中有些往事是岁月带不走的，仿佛愈经冲洗就愈加鲜明，始终活在记忆中。我们生前守护着它们，死后便把它们带入了永恒。每到岁末年初，心中就会升起一种惆怅。中国人过年总是图个热闹，那热闹反而使我倍感寂寞，因为对我而言，过年无非意味着又一段生命的日子永远流失了，而在觥筹交错人声鼎沸之中，这件最重要的事情遭到了一致的忽略。我甚至觉得我的旧岁如同一个逝者，我必须远避尘嚣，独自来追念它，否则便是对逝者的亵渎。逝去的感情事件，无论痛苦还是欢乐，无论它们一度如何使我们激动不宁，隔开久远的时间再看，都是美丽的。我们还会发现，痛苦和欢乐的差别并不像当初想象的那么大。欢乐的回忆夹着忧伤，痛苦的追念掺着甜蜜，两者又都同样令人惆怅。一切都会成为往事，记忆是每个人唯一能够留住的财富，这财富仅仅属于他，任何人无法剥夺他，他也无法转让给任何人。一个人的记忆对于另一个人永远是一种异己的东西。可是，这并不意味着记忆是可靠的财富。相反，它几乎不可避免地会变形和流失，在最好的情况下，则会如同有生命之物一样生长成一种新的东西。我们看得见时针的旋转，日历的翻页，但看不见自己生命年轮的增长。我们无法根据记忆或身体感觉来确定自己的年龄。年龄只是一个抽象的数字，是我们依据最初的道听途说进行的计算。我想起一连串往事。我知道它们是我的往事，现在的我与那时的我是同一个我。但我知道这一点，并非靠直接的记忆，而是靠对记忆的记忆，记忆的无限次乘方。记忆不断重复，成了信念，可是离真实事件愈来愈远，愈来愈间接了。自我的统一性包含着这种间接性的骗局。当我们回忆往事的时候，心灵中总是会出现自己的形象，我们看见自己在某个情境中做某件事。可是，我们真实的眼睛是看不见自己的形象的。那看见自己的形象的眼睛早已不是我们自己的真实的眼睛，而是代表着愿望和舆论的虚构的见证。记忆是一种加工。一件往事经过不断回忆，也就是经过不断加工，早已面目全非了。钟嗣成凌波仙当时事，仔细思，细思量不是当时。的确如此。在我们的记忆中找不到真正的当时，我们无法用记忆来留住逝去的人和事。李商隐诗此情可待成追忆，只是当时已惘然。"}
{"text":"可是，我们真实的眼睛是看不见自己的形象的。那看见自己的形象的眼睛早已不是我们自己的真实的眼睛，而是代表着愿望和舆论的虚构的见证。记忆是一种加工。一件往事经过不断回忆，也就是经过不断加工，早已面目全非了。钟嗣成凌波仙当时事，仔细思，细思量不是当时。的确如此。在我们的记忆中找不到真正的当时，我们无法用记忆来留住逝去的人和事。李商隐诗此情可待成追忆，只是当时已惘然。事实是，不但当时，而且后来的追忆也是惘然的。逝去的事件往往在回忆中获得了一种当时并不具备的意义，这是时间的魔力之一。人生的每一个瞬间都是独特的重复。"}
{"text":"有邂逅才有人生魅力。有时候，不必更多，不知来自何方的默默含情的一瞥，就足以驱散岁月的阴云，重新唤起我们对幸福的信心。聚散乃人生寻常事，却也足堪叹息。最可叹的是散时视为寻常，不料再聚无日，一别竟成永诀。或者青春相别，再见时皆已白头，彼此如同一面镜子，瞬间照出了岁月的无情流逝。月亏了能再盈，花谢了能再开。可是，人别了，能否再见却属未知。这是一。开谢盈亏，花月依旧，几度离合，人却老了。这是二。人生之所以最苦别离，就因为别离最使人感受到人生无常。离别的场合，总有一个第三者在场――莫测的命运，从此就有了无穷的牵挂。单思或酸或辣，相思亦苦亦甜，思念的滋味最是一言难尽。相思是一篇冗长的腹稿，发表出来往往很短。失眠的滋味，春秋有别。春夜是小夜曲，秋夜是安魂曲。春夜听鸟鸣，秋夜听鬼哭。春夜怀人，秋夜悲己。春夜是色，秋夜是空。从零开始与未完成人生似乎有两个大忌。一是突遭变故，不得不从零开始，重建生活或事业。二是壮年身死，撇下未完成的生活或事业，含恨撒手人寰。可是，仔细想想，变故有大小，谁能完全躲避得了？寿命有长短，几人可称寿终正寝？所以，从零开始与未完成是人生的常态。所以，人应该具备两个觉悟一是勇于从零开始，二是坦然于未完成。从头开始是人生经常可能遇到的境况。大至地震，战争，国破家亡，死里逃生，事业一败涂地。小至丧偶，失恋，经济破产，钱财被窃，身上一文不名。凡此种种，皆会使你不同程度地产生一种废墟感。当此之时，最健康的心态便是忘掉你曾经拥有的一切，忘掉你所遭受的损失，就当你是赤条条刚来到这个世界，你对自己说那么好吧，让我从头开始吧！你不是坐在废墟上哭泣，而是拍拍屁股，朝前走去，来到一块空地，动手重建。你甚至不是重建那失去了的东西，因为那样你还是惦记着你的损失，你仍然把你的心留在了废墟上。"}
{"text":"凡此种种，皆会使你不同程度地产生一种废墟感。当此之时，最健康的心态便是忘掉你曾经拥有的一切，忘掉你所遭受的损失，就当你是赤条条刚来到这个世界，你对自己说那么好吧，让我从头开始吧！你不是坐在废墟上哭泣，而是拍拍屁股，朝前走去，来到一块空地，动手重建。你甚至不是重建那失去了的东西，因为那样你还是惦记着你的损失，你仍然把你的心留在了废墟上。不，你是带着你的心一起朝前走，你虽破产却仍是一个创业者，你虽失恋却仍是一个初恋者，真正把你此刻孑然一身所站立的地方当作了你的人生的起点。也许这近于某种禅境。我必须承认的是，我自己达不到这种境界。一个人要达到这种无牵无挂的境界，上者必须大觉大悟，下者必须没心没肺，而我则上下两头皆够不着。习惯的定义人被环境同化，与环境生长在一起，成为环境的一部分。所谓环境，包括你所熟悉的地方人事业。在此状态下，生命之流失去落差，渐趋平缓，终成死水一潭。那么，为了自救，告别你所熟悉的环境吧，到陌生的地方去，和陌生的人来往，从事陌生的事业。人一生中应当有意识地变换环境。能否从零开始，重新开创一种生活，这是测量一个人心灵是否年轻的可靠尺度。有时候，专长习惯惰性。习惯的力量是巨大的。一个人对任何做惯了的事情都可能入迷，哪怕这事情本身既乏味又没有意义。因此，应该经常有意识地跳出来，审视一下自己所做的事情，想一想它们是否真有某种意义。在人生的某个时期，行动的愿望是如此强烈，一心打破现状，改变生活，增加体验，往往并不顾忌后果是正是负，只要绝对数字大就行。分到一套房间，立即兴致勃勃地投入装修。缺一卷墙纸，托人买了来，可是兴奋已逝，于是墙上永远袒露着未裱糊的一角。世上事大抵如此，永远未完成，而在未完成中，生活便正常地进行着。所谓不了了之，不了就是了之，未完成是生活的常态。一个作家在创作旺盛时期就死了。人们叹息他本来还可以做许多事的可是，想做的事情未做完就死，这几乎是必然的。不要企求把事情做完，总是有爱做的事情要做，总是在做着爱做的事情，就应该满意了。人生的一切矛盾都不可能最终解决，而只是被时间的流水卷走罢了。"}
{"text":"世上事大抵如此，永远未完成，而在未完成中，生活便正常地进行着。所谓不了了之，不了就是了之，未完成是生活的常态。一个作家在创作旺盛时期就死了。人们叹息他本来还可以做许多事的可是，想做的事情未做完就死，这几乎是必然的。不要企求把事情做完，总是有爱做的事情要做，总是在做着爱做的事情，就应该满意了。人生的一切矛盾都不可能最终解决，而只是被时间的流水卷走罢了。一天是很短的。早晨的计划，晚上发现只完成很小一部分。一生也是很短的。年轻时的心愿，年老时发现只实现很小一部分。今天的计划没完成，还有明天。今生的心愿没实现，却不再有来世了。所以，不妨榨取每一天，但不要苛求绝无增援力量的一生。要记住人一生能做的事情不多，无论做成几件，都是值得满意的。"}
{"text":"因此，权力或者直接压制优秀者，或者扼杀优秀者之间的公平竞争，从而破坏了优秀的条件，――权力与优秀是敌对的。但是，不可能有完全没有权力的社会状态。一种良好的社会状态不能保证权力一定掌握在优秀者手里，但应当最大限度地保护优秀者之间的公平竞争。在自由竞争状态，自然选择淘汰了劣者。在专制状态，人工选择淘汰了优者。唯有平庸者永远幸免，有最耐久的生命力。所以，在任何时代，总是平庸文人居多。有两种悲剧一种是英雄在战场上的毁灭，另一种是弱者在屠宰场上的毁灭。人们往往歌颂前者而蔑视后者，殊不知英雄也有被驱往屠宰场的时候，在屠宰场上英雄也成了弱者，而这正是英雄最大的悲哀。人们都以悲剧为可怖，喜剧为可怜，殊不知世上还有比悲剧更可怖的喜剧，比喜剧更可怜的悲剧。有时候，为了办成一件聪明事，只好违心干十件蠢事。你干了十件蠢事，人家会赞许你，对你放心，于是你乘势办一件聪明事，不等他们明白过来，你再接着干十件蠢事，他们又放心了，就不去追究那一件聪明事了。打一个不确切的比喻商品的价值取决于必要劳动时间，价格则随市场行情浮动。与此同理，上帝造人说人的自我塑造也一样也是倾注了不等的时间和心血的，而价值的实现则受机遇支配。所以，世有被埋没的英雄，也有发迹的小丑。但被埋没的英雄终究是英雄，发迹的小丑也终究是小丑。在中国生活最需要的是忍耐。到商店买东西，售货员不答理，你得忍耐。向官府呼冤，久不审理，你得忍耐。住宅狭小，空气阳光不足，你得忍耐。写了一本书，压在出版社的抽屉里，你得忍耐。甚至性欲亢奋，你也得忍耐。每一个人不断忍耐的结果，便是怨气郁结，有机会便发无名火，于是又成了别人必须忍耐的一个对象。主说，富人进天堂比骆驼钻针眼还难。我听见富人狂笑着答道主呵，没有一只骆驼想要钻针眼，没有一个富人想要进天堂！竖子成名，遂使世无英雄。蒙田说对别人的善良的信任，足以证明自己的善良。"}
{"text":"住宅狭小，空气阳光不足，你得忍耐。写了一本书，压在出版社的抽屉里，你得忍耐。甚至性欲亢奋，你也得忍耐。每一个人不断忍耐的结果，便是怨气郁结，有机会便发无名火，于是又成了别人必须忍耐的一个对象。主说，富人进天堂比骆驼钻针眼还难。我听见富人狂笑着答道主呵，没有一只骆驼想要钻针眼，没有一个富人想要进天堂！竖子成名，遂使世无英雄。蒙田说对别人的善良的信任，足以证明自己的善良。的确，恶人是不相信有善良这回事的。在他看来，别人不作恶只是因为没有力量，而有力量仍然不作恶的人都是傻瓜。相反，善良的人往往容易相信别人的善良，并因此低估了恶人存在并且作恶的可能性。秀才遇见秀才，可以说理。兵遇见兵，不妨比武。秀才遇见兵的尴尬在于，兵决不跟秀才说理，秀才却不得不跟兵比武。遇到那些愚昧蛮横的恶人时，我不禁想贵族主义是对的！人世间最丑恶的现象之一是凭权势欺压无辜，以强暴凌辱斯文。小民遇见刁吏，秀才遇见匪兵，岂是有理讲不清，而是根本不容讲理，有形无形的铁拳决定了一切。我绝无权力欲，但也有例外。当我受到那班贪官污吏刁难时，我真心希望自己是一个比他们权力稍微大一点儿的芝麻绿豆官，突然亮出这身份，然后看他们嘴脸的变化。我不做武侠梦，但也有例外。当我遭遇那种冥顽暴徒时，我真心希望自己身怀绝技，轻轻吹一口气就能使他们魂飞魄散。当然，幻想终究是幻想。一个更大却比较现实的幻想是建立一个公正有序的社会，靠社会的力量来约束权势，制裁强暴。法不惩恶，遂使武侠梦流行。最令人厌恶的是卑怯的恶。以无辜者为人质的恐怖分子，在无人处作案的窃贼，均属此类。有精神洁癖的人在污蔑面前最缺乏自卫能力。平时他不屑于防人，因为他觉得防人之心也玷污了自己精神上的清白。一旦污水泼来，他又不屑于洗刷，他的洁癖使他不肯触碰污水，哪怕这污水此刻就在他自己身上，于是他只好怀着厌恶之心忍受。"}
