{"text":"聚起一九三四年所写的这些东西来，就是这一本花边文学。这一个名称，是和我在同一营垒里的青年战友，换掉姓名挂在暗箭上射给我的。那立意非常巧妙一，因为这类短评，在报上登出来的时候往往围绕一圈花边以示重要，使我的战友看得头疼二，因为花边也是银元的别名，以见我的这些文章是为了稿费，其实并无足取。至于我们的意见不同之处，是我以为我们无须希望外国人待我们比鸡鸭优，他却以为应该待我们比鸡鸭优，我在替西洋人辩护，所以是买办。那文章就附在倒提之下，这里不必多说。此外，倒也并无什么可记之事。只为了一篇玩笑只当它玩笑，又曾引出过一封文公直先生的来信，笔伐的更严重了，说我是汉奸，现在和我的复信都附在本文的下面。其余的一些鬼鬼祟祟，躲躲闪闪的攻击，离上举的两位还差得很远，这里都不转载了。花边文学可也真不行。一九三四年不同一九三五年，今年是为了闲话皇帝事件，官家的书报检查处忽然不知所往，还革掉七位检查官，日报上被删之处，也好像可以留着空白术语谓之开天窗了。但那时可真厉害，这么说不可以，那么说又不成功，而且删掉的地方，还不许留下空隙，要接起来，使自己来负吞吞吐吐，不知所云的责任。在这种明诛暗杀之下，能够苟延残喘，和读者相见的，那么，非奴隶文章是什么呢？我曾经和几个朋友闲谈。一个朋友说现在的文章，是不会有骨气的了，譬如向一种日报上的副刊去投稿罢，副刊编辑先抽去几根骨头，总编辑又抽去几根骨头，检查官又抽去几根骨头，剩下来还有什么呢？我说我是自己先抽去了几根骨头的，否则，连剩下来的也不剩。所以，那时发表出来的文字，有被抽四次的可能，――现在有些人不在拚命表彰文天祥方孝孺么，幸而他们是宋明人，如果活在现在，他们的言行是谁也无从知道的。因此除了官准的有骨气的文章之外，读者也只能看看没有骨气的文章。我生于清朝，原是奴隶出身，不同二十五岁以内的青年，一生下来就是中华民国的主子，然而他们不经世故，偶尔忘其所以也就大碰其钉子。我的投稿，目的是在发表的，当然不给它见得有骨气，所以被花边所装饰者，大约也确比青年作家的作品多，而且奇怪，被删掉的地方倒很少。一年之中，只有三篇，现在补全，仍用黑点为记。我看论秦理斋夫人事的末尾，是申报馆的总编辑删的，别的两篇，却是检查官删的这里都显着他们不同的心思。"}
{"text":"因此除了官准的有骨气的文章之外，读者也只能看看没有骨气的文章。我生于清朝，原是奴隶出身，不同二十五岁以内的青年，一生下来就是中华民国的主子，然而他们不经世故，偶尔忘其所以也就大碰其钉子。我的投稿，目的是在发表的，当然不给它见得有骨气，所以被花边所装饰者，大约也确比青年作家的作品多，而且奇怪，被删掉的地方倒很少。一年之中，只有三篇，现在补全，仍用黑点为记。我看论秦理斋夫人事的末尾，是申报馆的总编辑删的，别的两篇，却是检查官删的这里都显着他们不同的心思。今年一年中，我所投稿的自由谈和动向，都停刊了太白也不出了。我曾经想过凡是我寄文稿的，只寄开初的一两期还不妨，假使接连不断，它就总归活不久。于是从今年起，我就不大做这样的短文，因为对于同人，是回避他背后的闷棍，对于自己，是不愿做开路的呆子，对于刊物，是希望它尽可能的长生。所以有人要我投稿，我特别敷延推宕，非摆架子也，是带些好意――然而有时也是恶意――的世故这是要请索稿者原谅的。一直到了今年下半年，这才看见了新闻记者的保护正当舆论的请愿和智识阶级的言论自由的要求。要过年了，我不知道结果怎么样。然而，即使从此文章都成了民众的喉舌，那代价也可谓大极了是北五省的自治。这恰如先前的不敢恳请保护正当舆论和要求言论自由的代价之大一样是东三省的沦亡。不过这一次，换来的东西是光明的。然而，倘使万一不幸，后来又复换回了我做花边文学一样的时代，大家试来猜一猜那代价该是什么罢一九三五年十二月二十九之夜，记。申报的自由谈参看本卷第页注。一九三五年十月三十一日后，自由谈一度停刊。新任者指继黎烈文后主编申报自由谈的张梓生。他是浙江绍兴人，与相识。中华日报国民党汪精卫改组派办的报纸，一九三二年四月十一日在上海创刊。动向，该报副刊之一，一九三四年四月十一日始办，聂绀弩主编，常发表一些进步作家的作品，同年十二月十八日停刊。太白小品文半月刊，陈望道编辑，上海生活书店发行。一九三四年九月二十日创刊一九三五年九月五日停刊。青年战友指廖沫沙，湖南长沙人，左翼作家联盟成员。曾以林默等笔名写文章。参看本书倒提一文的附录。花边旧时银元边缘铸有花纹，因此有花边的俗称。"}
{"text":"中华日报国民党汪精卫改组派办的报纸，一九三二年四月十一日在上海创刊。动向，该报副刊之一，一九三四年四月十一日始办，聂绀弩主编，常发表一些进步作家的作品，同年十二月十八日停刊。太白小品文半月刊，陈望道编辑，上海生活书店发行。一九三四年九月二十日创刊一九三五年九月五日停刊。青年战友指廖沫沙，湖南长沙人，左翼作家联盟成员。曾以林默等笔名写文章。参看本书倒提一文的附录。花边旧时银元边缘铸有花纹，因此有花边的俗称。文公直江西萍乡人，当时是国民党政府立法院编译处股长。闲话皇帝事件一九三五年五月，上海新生周刊第二卷第十五期发表易水艾寒松的闲话皇帝一文，泛论古今中外的君主制度，涉及日本天皇，当时日本驻上海总领事即以侮辱天皇，妨害邦交为名提出抗议。国民党政府屈从压力，并趁机压制进步舆论，将新生周刊查封，由法院判决该刊主编杜重远一年二个月徒刑。这件事也被称为新生事件。书报检查处即国民党中央宣传委员会图书杂志审查委员会，一九三四月年五月二十五日在上海设立。新生事件发生后，国民党以失责为由，于一九三五年七月八日将该会检查官项德言等七人撤职。文天祥―吉州庐陵今江西吉安人，南宋大臣。他在南方坚持抗元斗争，兵败被俘，坚贞不屈，后被杀。方孝孺―，浙江宁海人，明惠帝建文时任侍讲学士。建文四年，惠帝的叔父燕王朱棣起兵攻入南京，自立为帝，命方孝孺起草即位诏书，他坚决不从，遂遭杀害。新闻记者的保护正当舆论请愿一九三五年底，北平天津南京上海等地新闻界纷纷致电国民党中央，要求开放舆论，凡不以武力或暴力为背景之言论，政府必当予以保障同年十二月，国民党五届一中全会通过所谓请政府通令全国切实保障正当舆论的决议。智识阶级的言论自由的要求，指一九三五年底，北平上海等地文化教育界人士为开展抗日救国运动，纷纷举行集会，发表宣言，提出保障集会结社言论出版的绝对自由的要求。北五省的自治一九三五年十一月，日本帝国主义为达到并吞我国华北的目的，策动汉奸进行所谓华北五省自治运动，并成立了冀东防共自治政府。北五省指当时的河北山东山西察哈尔绥远。"}
{"text":"智识阶级的言论自由的要求，指一九三五年底，北平上海等地文化教育界人士为开展抗日救国运动，纷纷举行集会，发表宣言，提出保障集会结社言论出版的绝对自由的要求。北五省的自治一九三五年十一月，日本帝国主义为达到并吞我国华北的目的，策动汉奸进行所谓华北五省自治运动，并成立了冀东防共自治政府。北五省指当时的河北山东山西察哈尔绥远。彻底的底子彻底的底子公汗现在对于一个人的立论，如果说它是高超，恐怕有些要招论者的反感了，但若说它是彻底，是非常前进，却似乎还没有什么。现在也正是彻底的，非常前进的议论，替代了高超的时光。文艺本来都有一个对象的界限。譬如文学，原是以懂得文字的读者为对象的，懂得文字的多少有不同，文章当然要有深浅。而主张用字要平常，作文要明白，自然也还是的本分。然而这时彻底论者站出来了，他却说中国有许多文盲，问你怎么办？这实在是对于文学家的当头一棍，只好立刻闷死给他看。不过还可以另外请一枝救兵来，也就是辩解。因为文盲是已经在文学作用的范围之外的了，这时只好请画家，演剧家，电影作家出马，给他看文字以外的形象的东西。然而这还不足以塞彻底论者的嘴的，他就说文盲中还有色盲，有瞎子，问你怎么办？于是艺术家们也遭了当头一棍，只好立刻闷死给他看。那么，作为最后的挣扎，说是对于色盲瞎子之类，须用讲演，唱歌，说书罢。说是也说得过去的。然而他就要问你莫非你忘记了中国还有聋子吗？又是当头一棍，闷死，都闷死了。于是彻底论者就得到一个结论现在的一切文艺，全都无用，非彻底改革不可！他立定了这个结论之后，不知道到那里去了。谁来彻底改革呢？那自然是文艺家。然而文艺家又是不彻底的多，于是中国就永远没有对于文盲，色盲，瞎子，聋子，无不有效的――彻底的好的文艺。但彻底论者却有时又会伸出头来责备一顿文艺家。弄文艺的人，如果遇见这样的大人物而不能撕掉他的鬼脸，那么，文艺不但不会前进，并且只会萎缩，终于被他消灭的。切实的文艺家必须认清这一种彻底论者的真面目！七月八日。本篇最初发表于一九三四年七月十一日申报自由谈。"}
{"text":"他立定了这个结论之后，不知道到那里去了。谁来彻底改革呢？那自然是文艺家。然而文艺家又是不彻底的多，于是中国就永远没有对于文盲，色盲，瞎子，聋子，无不有效的――彻底的好的文艺。但彻底论者却有时又会伸出头来责备一顿文艺家。弄文艺的人，如果遇见这样的大人物而不能撕掉他的鬼脸，那么，文艺不但不会前进，并且只会萎缩，终于被他消灭的。切实的文艺家必须认清这一种彻底论者的真面目！七月八日。本篇最初发表于一九三四年七月十一日申报自由谈。此生或彼生此生或彼生白道此生或彼生。现在写出这样五个字来，问问读者是什么意思？倘使在申报上，见过汪懋祖先生的文章，例如说这一个学生或是那一个学生，文言只须此生或彼生即已明了，其省力为何如？的，那就也许能够想到，这就是这一个学生或是那一个学生的意思。否则，那回答恐怕就要迟疑。因为这五个字，至少还可以有两种解释一，这一个秀才或是那一个秀才生员二，这一世或是未来的别一世。文言比起白话来，有时的确字数少，然而那意义也比较的含胡。我们看文言文，往往不但不能增益我们的智识，并且须仗我们已有的智识，给它注解，补足。待到翻成精密的白话之后，这才算是懂得了。如果一径就用白话，即使多写了几个字，但对于读者，其省力为何如？我就用主张文言的汪懋祖先生所举的文言的例子，证明了文言的不中用了。六月二十三日。本篇最初发表于一九三四年六月三十日中华日报动向。汪懋祖―字典存，江苏吴县人，曾任北京女子师范大学哲教系主任江苏省立苏州中学校长。当时是国民党中央政治学校教授。五四时期他就鼓吹文言，反对新文化运动。一九三四年又鼓吹中小学尊孔读经和课本改用文言，这里所引的话见他在六月二十一日申报发表的中小学文言运动一文学习文言固较寻常语言稍难，而应用上之省力，则阅者以及印工皆较经济，若用耳不用目，固无须文言。若须用目则文言尚矣。因文言为语体之缩写，语言注重音义，而文言音义之外，尚有形可察。例如说这一个学生或是那一个学生，文言只须此生或彼生即已明了，其省力为何如。"}
{"text":"五四时期他就鼓吹文言，反对新文化运动。一九三四年又鼓吹中小学尊孔读经和课本改用文言，这里所引的话见他在六月二十一日申报发表的中小学文言运动一文学习文言固较寻常语言稍难，而应用上之省力，则阅者以及印工皆较经济，若用耳不用目，固无须文言。若须用目则文言尚矣。因文言为语体之缩写，语言注重音义，而文言音义之外，尚有形可察。例如说这一个学生或是那一个学生，文言只须此生或彼生即已明了，其省力为何如。大雪纷飞大雪纷飞张沛人们遇到要支持自己的主张的时候，有时会用一枝粉笔去搪对手的脸，想把他弄成丑角模样，来衬托自己是正生。但那结果，却常常适得其反。章士钊先生现在是在保障民权了，段政府时代，他还曾经保障文言。他造过一个实例，说倘将二桃杀三士用白话写作两个桃子杀了三个读书人，是多么的不行。这回李焰生先生反对大众语文，也赞成静珍君之所举，大雪纷飞，总比那大雪一片一片纷纷的下着来得简要而有神韵，酌量采用，是不能与提倡文言文相提并论的。我也赞成必不得已的时候，大众语文可以采用文言，白话，甚至于外国话，而且在事实上，现在也已经在采用。但是，两位先生代译的例子，却是很不对劲的。那时的士，并非一定是读书人，早经有人指出了这回的大雪纷飞里，也没有一片一片的意思，这不过特地弄得累坠，掉着要大众语丢脸的枪花。白话并非文言的直译，大众语也并非文言或白话的直译。在江浙，倘要说出大雪纷飞的意思来，是并不用大雪一片一片纷纷的下着的，大抵用凶，猛或厉害，来形容这下雪的样子。倘要对证古本，则水浒传里的一句那雪正下得紧，就是接近现代的大众语的说法，比大雪纷飞多两个字，但那神韵却好得远了。一个人从学校跳到社会的上层，思想和言语，都一步一步的和大众离开，那当然是势所不免的事。不过他倘不是从小就是公子哥儿，曾经多少和下等人有些相关，那么，回心一想，一定可以记得他们有许多赛过文言文或白话文的好话。如果自造一点丑恶，来证明他的敌对的不行，那只是他从隐蔽之处挖出来的自己的丑恶，不能使大众羞，只能使大众笑。大众虽然智识没有读书人的高，但他们对于胡说的人们，却有一个谥法绣花枕头。"}
{"text":"一个人从学校跳到社会的上层，思想和言语，都一步一步的和大众离开，那当然是势所不免的事。不过他倘不是从小就是公子哥儿，曾经多少和下等人有些相关，那么，回心一想，一定可以记得他们有许多赛过文言文或白话文的好话。如果自造一点丑恶，来证明他的敌对的不行，那只是他从隐蔽之处挖出来的自己的丑恶，不能使大众羞，只能使大众笑。大众虽然智识没有读书人的高，但他们对于胡说的人们，却有一个谥法绣花枕头。这意义，也许只有乡下人能懂的了，因为穷人塞在枕头里面的，不是鸭绒是稻草。八月二十二日。本篇最初发表于一九三四年八月二十四日中华日报动向。章士钊―字行严，笔名孤桐，湖南长沙人。一九二四年至一九二六年任北洋军阀段祺瑞临时执政府的司法总长兼教育总长，提倡尊孔读经，反对新文化运动。一九三一年起，他在上海执行律师业务，曾为陈独秀彭述之等案担任辩护。一九三四年五月四日申报刊载他的国民党与国家一文，谈及保障民权问题。关于二桃杀三士，见他的评新文化运动原载一九二五年八月二十一二十二日上海新闻报，一九二五年九月十二日北京甲寅周刊第一卷第九号曾重载一文二桃杀三士。谱之于诗。节奏甚美。今曰此于白话无当也。必曰两个桃子杀了三个读书人。是亦不可以已乎。按二桃杀三士的典故出自晏子春秋，这里士应作武士讲，章士钊误解为读书人。曾先后发表两个桃子杀了三个读书人载一九二三年九月十四日北京晨报副刊再来一次载一九二六年六月十日北京莽原半月刊第十一期两篇文章，指出他的错误。李焰生当时反动刊物新垒月刊的主编。他提出所谓国民语以反对大众语，这里所引的话见他发表于社会月报第一卷第三期一九三四年八月的由大众语文文学到国民语文文学一文。他所说的静珍的文章，指新垒第四卷第一期一九三四年七月刊载的文言白话及其繁简一文，其中说文言文往往只有几个字而包涵很多意思，譬如文言文的大雪纷飞，这已经简化到一种成语了，见到这四个字马上会起一种严寒中凛然的感觉，而译作白话文大雪纷纷的下着，那一种严寒中凛然的感觉无形中就淡漠了许多。"}
{"text":"他所说的静珍的文章，指新垒第四卷第一期一九三四年七月刊载的文言白话及其繁简一文，其中说文言文往往只有几个字而包涵很多意思，譬如文言文的大雪纷飞，这已经简化到一种成语了，见到这四个字马上会起一种严寒中凛然的感觉，而译作白话文大雪纷纷的下着，那一种严寒中凛然的感觉无形中就淡漠了许多。京派与海派京派与海派栾廷石自从北平某先生在某报上有扬京派而抑海派之言，颇引起了一番议论。最先是上海某先生在某杂志上的不平，且引别一某先生的陈言，以为的籍贯，与作品并无关系，要给北平某先生一个打击。其实，这是不足以服北平某先生之心的。所谓京派与海派，本不指的本籍而言，所指的乃是一群人所聚的地域，故京派非皆北平人，海派亦非皆上海人。梅兰芳博士，戏中之真正京派也，而其本贯，则为吴下。但是，籍贯之都鄙，固不能定本人之功罪，居处的文陋，却也影响于作家的神情，孟子曰居移气，养移体，此之谓也。北京是明清的帝都，上海乃各国之租界，帝都多官，租界多商，所以文人之在京者近官，没海者近商，近官者在使官得名，近商者在使商获利，而自己也赖以糊口。要而言之，不过京派是官的帮闲，海派则是商的帮忙而已。但从官得食者其情状隐，对外尚能傲然，从商得食者其情状显，到处难于掩饰，于是忘其所以者，遂据以有清浊之分。而官之鄙商，固亦中国旧习，就更使海派在京派的眼中跌落了。而北京学界，前此固亦有其光荣，这就是五四运动的策动。现在虽然还有历史上的光辉，但当时的战士，却功成，名遂，身退者有之，身稳者有之，身升者更有之，好好的一场恶斗，几乎令人有若要官，杀人放火受招安之感。昔人已乘黄鹤去，此地空余黄鹤楼，前年大难临头，北平的学者们所想援以掩护自己的是古文化，而惟一大事，则是古物的南迁，这不是自己彻底的说明了北平所有的是什么了吗？但北平究竟还有古物，且有古书，且有古都的人民。在北平的学者文人们，又大抵有着讲师或教授的本业，论理，研究或创作的环境，实在是比海派来得优越的，我希望着能够看见学术上，或文艺上的大著作。一月三十日。"}
{"text":"昔人已乘黄鹤去，此地空余黄鹤楼，前年大难临头，北平的学者们所想援以掩护自己的是古文化，而惟一大事，则是古物的南迁，这不是自己彻底的说明了北平所有的是什么了吗？但北平究竟还有古物，且有古书，且有古都的人民。在北平的学者文人们，又大抵有着讲师或教授的本业，论理，研究或创作的环境，实在是比海派来得优越的，我希望着能够看见学术上，或文艺上的大著作。一月三十日。本篇最初发表于一九三四年二月三日申报自由谈。北平某先生指沈从文，湖南凤凰人，作家。他在一九三三年十月十八日天津大公报文艺副刊第九期发表文学者的态度一文，批评一些文人对文学创作缺乏认真严肃的作风，说这类人在上海寄生于书店，报馆，官办的杂志，在北京则寄生于大学，中学，以及种种教育机关中或在北京教书，或在上海赋闲教书的大约每月皆有三百元至五百元的固定收入，赋闲的则每礼拜必有三五次谈话会之类列席。上海某先生，指苏汶杜衡。他在一九三三年十二月上海现代月刊第四卷第二期发表文人在上海一文，为上海文人进行辩解，对不问一切情由而用海派文人这名词把所有居留在上海的文人一笔抹杀表示不满，文中还提到仿佛记得先生说过，连个人的极偶然而且往往不由自主的姓名和籍贯，都似乎也可以构成罪状而被人所讥笑，嘲讽。此后，沈从文又发表论海派等文，曹聚仁等也参加这一争论。梅兰芳―名澜，字畹华，江苏泰州人，京剧表演艺术家。一九三年梅兰芳在美国演出时，美国波摩那大学及南加州大学曾授与他文学博士的荣誉学位。居移气，养移体语见孟子尽心。若要官，杀人放火受招安语出宋代庄季裕鸡肋编建炎后俚语，有见当时之事者如欲得官，杀人放火受招安欲得富，赶著行在卖酒醋。昔人已乘黄鹤去，此地空余黄鹤楼参看本卷第页注。关于北平学者以古文化掩护自己和古物南迁，参看本卷第页注。"}
