{"text":"在晚上返家的途中，你也许会遇到一个褴褛的老年人力车夫。他向你讲述他的遭遇时，口吻诙谐清雅。如果你以为他年纪过老，想要下车步行时，他一定要强拉你回家。但是如果你突然跳了下来，然后把车钱照付，他向你表示的那种竭诚感激，是你有生以来从未见过的。春日游杭记一由梵王渡上车，乘位并不好，与一个土豪对座。这时大约九时半。开车后十分钟，土豪叫一盘中国大菜式的西菜。不知是何道理，他叫的比我们常人叫的两倍之多，土豪便大啖大嚼起来，我也便看他大嚼。茶房对他特别恭顺。十时零六分，忽然来一杯烧酒，似乎是五茄皮。说也奇怪，十时十一分，杂碎的大菜吃完，接着是白菜烧牛肉，其牛肉至十二片之多，我益发莫名其妙了。十时二十六分，又来土司五片，奶油一碟。于是我断定，此人五十岁时必死于肝癌。正在思索之时，又来一位油脸而黑的中山装少年。一屁股歪在土豪旁边坐下，一手把我桌上的书报茶杯推开，登时就有茶房给他一杯咖啡，一盘火腿蛋。于是土豪也遭殃了。青年的呢帽一直放在土豪席上位前。我的一杯茶，早已移至土豪面前，此时被这帽子一推，茶也溢了，桌也溢了。我明白这是以礼义自豪之邦应有的现象，所以愿以礼相终始，并不计较。排布定当，于是中山装青年弯下他的油脸，吃他的火腿蛋。我看见他身上徽章，是什么沪杭铁路局的什么员，又吃完便走，乃断定他这碟火腿蛋一定是贿赂。这时土豪牛肉已吃到第九片，怎么忽然不想吃了。于是咳嗽吐痰免冠搔首，颇有饱乐之概。十时三十一分茶房来，问可否拿走。土豪毫不迟疑的说等一会。经此一提醒，土豪又狼吞虎咽起来。这回特别快，竟于十时四十分全碟吃完。翻一翻报，脸上看不见有什么感触，过一会头向桌上一歪，不五分钟已经鼾然入寐了。我方觉得安全。由是一路无聊到杭州。到杭州，因怕臭虫，决定做高等华人，住西泠饭店，虽然或者因此与西洋浪人为伍，也不在意。车过浣纱路，看见一条小河，有妇人跪在河旁在浣衣，并不是浣纱。因此，想起西施，并了悟她所以成名，因为她是浣纱，尤其因为她跪在河旁浣纱时所必取的姿势。到西湖时，微雨。拣定一间房间，凭窗远眺，内湖孤山长堤宝塔游艇行人，都一一如画。近窗的树木，雨后特别苍翠，细草茸绿的可爱。雨细蒙蒙的几乎看不见，只听见草叶上及田陌上浑成一片点滴声。村屋五六座，排列山下，屋虽矮陋，而前后簇拥的却是疏朗可爱的高树与错综天然的丛芜蹊径草坪。"}
{"text":"车过浣纱路，看见一条小河，有妇人跪在河旁在浣衣，并不是浣纱。因此，想起西施，并了悟她所以成名，因为她是浣纱，尤其因为她跪在河旁浣纱时所必取的姿势。到西湖时，微雨。拣定一间房间，凭窗远眺，内湖孤山长堤宝塔游艇行人，都一一如画。近窗的树木，雨后特别苍翠，细草茸绿的可爱。雨细蒙蒙的几乎看不见，只听见草叶上及田陌上浑成一片点滴声。村屋五六座，排列山下，屋虽矮陋，而前后簇拥的却是疏朗可爱的高树与错综天然的丛芜蹊径草坪。其经营毫不费工夫，而清华朗润，胜于上海愚园路寓公精舍万倍。回想上海居民，家资十万始敢购置一二亩宅地，把草地碾平，花木剪成三角圆锥平头等体，花圃砌成几何学怪状，造一五尺假山，七尺渔池，便有不可一世之概，真要令人痛哭流涕。二半夜听西洋浪人及女子高声笑谑，吵的不能成寐。第二天清晨，我们雇一辆汽车游虎跑。路过苏堤，两面湖光潋滟，绿洲葱翠，宛如由水中浮出，倒影明如照镜。其时远处尽为烟霞所掩，绿洲之后，一片茫茫，不复知是山是湖，是人间，是仙界。画画之难，全在画此种气韵，但画气韵最易莫如画湖景，尤莫如画雨中的湖山能攫得住此波光回影，便能气韵生动。在这一幅天然景物中，只有一座灯塔式的建筑物，丑陋不堪，十分碍目，落在西子湖上，真同美人脸上一点烂疮。我问车夫这是什么东西。他说是展览会纪念塔，世上竟有如此无耻之尤的留学生作此恶孽。我由是立志，何时率领军队打入杭州，必先对准野炮，先把这西子脸上的烂疮，击个粉碎。后人必定有诗为证云西湖千树影苍苍，独有丑碑陋难当。林子将军气不过，扶来大炮击烂疮。虎跑在半山上，由山下到寺前的半里山路，佳丽无比。我们由是下车步行。两旁有大树，不知树名，总而言之，就是大树。路旁也有花，也不知花名，但觉得美丽。我们在小学时，学堂不教动植物学，至此吃其亏。将到寺的几百步，路旁有一小涧，湍流而下，过崖石时，自然成小瀑布，小石潺潺之声可爱。我看见一个父亲苦劝他六岁少爷去水旁观瀑布，这位少爷不肯。他说水会喷湿他的长衫马褂，而且泥土很脏。他极力否认瀑布有什么趣味。我于是知道中国非亡不可。到寺前，心不由主的念声阿弥陀佛，犹如不信耶酥的人，口里也常喊出。虎跑的茶著名，也就想喝茶，觉得甚清高。当时就有一阵男女，一面喝茶，一面照相，倒也十分忙碌。有一位为要照相而作正在举杯的姿势，可是摄后并不看见他喝。"}
{"text":"将到寺的几百步，路旁有一小涧，湍流而下，过崖石时，自然成小瀑布，小石潺潺之声可爱。我看见一个父亲苦劝他六岁少爷去水旁观瀑布，这位少爷不肯。他说水会喷湿他的长衫马褂，而且泥土很脏。他极力否认瀑布有什么趣味。我于是知道中国非亡不可。到寺前，心不由主的念声阿弥陀佛，犹如不信耶酥的人，口里也常喊出。虎跑的茶著名，也就想喝茶，觉得甚清高。当时就有一阵男女，一面喝茶，一面照相，倒也十分忙碌。有一位为要照相而作正在举杯的姿势，可是摄后并不看见他喝。但是我知道将来他的照片簿上仍不免题曰某月日静庐主人虎跑啜茗留影，这已减少我饮茶的勇气。忽然有小和尚问我要不要买茶叶，于是决心不饮虎跑茶而起。虎跑有二物游人不可不看，一茅厕，二茶壶，都是和尚的机巧发明。虎跑的茶可不喝，这茶壶却不可不研究。欧洲和尚能酿好酒，难道虎跑的和尚就不能发明个好茶壶？也许江南本有此种茶壶，但我却未看过。茶壶是红铜做的，式样与家用茶壶同，不过特大，高二尺，径二尺半，上有两个甚科学式的长囱。壶身中部烧炭，四周便是盛水的水柜。壶耳壶嘴俱全，只想不出谁能倒得动这笨重茶壶。我由是请教那和尚。和尚拿一白铁锅，由缸里挹点泉水，倒入一长囱，登时有开水由壶嘴流溢出来了。我知道这是物理学所谓水平线作用，凉水下去，开水自然外溢，而且凉水必下沉，热水必上升，但是我真无脸向他讲科学名词了。这种取开水法既极简便，又有出便有入，壶中水常满，真是两全之策。三我每回到西湖，必往玉泉观鱼，一半是喜欢看鱼的动作，一半是可怜它们失了优游深潭浚壑的快乐。和尚爱鱼放生，何不把它们放入钱塘江，即使死于非命，还算不负此一生。观鱼虽然清高，总不免假放生之名，行利己之实。观鱼之时，有和尚来同我谈话。和尚河南口音，出词倒也温文尔雅。我正想素食在理论上虽然卫生，总没看见过一个颜色红润的和尚，大半都是面黄肌瘦，走动迟缓，明系滋养不足。因此又联想到他们的色欲问题，便问和尚素食是否与戒色有关系。和尚看见同行女人在座，不便应对，我由是打本乡话请女人到对过池畔观鱼，而我们大谈起现代婚姻问题了。因为他很诚意，所以我想打听一点消息。比方那位红衣女子，你们看了动心不动心呢？我这粗莽一问，却引起和尚一篇难得的独身主义的伟论。大意与柏拉图所谓哲学家不应娶妻理论相同。怎么不动心？他说。但是你看佛经，就知道情欲之为害。目前何尝不乐？"}
{"text":"因此又联想到他们的色欲问题，便问和尚素食是否与戒色有关系。和尚看见同行女人在座，不便应对，我由是打本乡话请女人到对过池畔观鱼，而我们大谈起现代婚姻问题了。因为他很诚意，所以我想打听一点消息。比方那位红衣女子，你们看了动心不动心呢？我这粗莽一问，却引起和尚一篇难得的独身主义的伟论。大意与柏拉图所谓哲学家不应娶妻理论相同。怎么不动心？他说。但是你看佛经，就知道情欲之为害。目前何尝不乐？过后就有许多烦恼。现在多少青年投河自尽，为什么？为恋爱为女人！现在多少离婚，怎么以前非她不活，现在反要离呢？你看我，一人孤身，要到泰山妙峰山普渡汕头，多么自由！我明白，他是保罗康德柏拉图的同志。叔本华许多关于女人的妙论，还不是由佛经得来？正想之间，忽然寺中老妈经过，我倒不注意，亏得和尚先来解释这是因为寺中常有香客家眷来歇，伺候不便，所以雇来跟香客洒扫的。其实我并不怀疑他，而叔本华柏拉图向来并不反对女人洒扫。记纽约钓鱼纽约处大西洋之滨，鱼很多，钓鱼为乐的人亦自不少。长岛上便有羊头坞，几十条渔船，专载搭客赴大西洋附近各处钓鱼。春季一来，钓客渐多。今天是立春，此去又可常去钓鱼了。到了夏季七八月间，蓝鱼正盛，可以通夜钓鱼。每逢星期日，海面可有数十条船，环顾三五里内，尽是渔艇。在夜色苍茫之下，灯火澈亮，倒似另一世界。记得一晚，是九月初，蓝鱼已少，但特别大。我与小女相如夜钓，晨四点回家，带了两条大鱼，一条装一布袋，长三尺余，看来像两把洋伞，惊醒了我内人。纽约鱼多，中国寓公也多，但是两者不发生关系。想起渔樵之乐，中国文人画家每场乐道。但是这渔樵之乐，像风景画，系自外观之，文人并不钓鱼。惠施与庄子观鱼之乐，只是观而已。中国不是没有鱼可钓，也不是没有钓鱼人，不过文人不钓罢了。真正上山砍木打柴的樵夫，大概寒山拾得之流，才做得到。文人方丈便不肯为。陶侃运甓，那才是真正的健身运动。陶渊明肩锄戴月，晨露沾衣，大概是真的，他可曾钓过鱼，然传无明文。赤壁大概鲋鱼很多而味美，东坡住黄州四年可以钓而不钓，住惠州，住琼州，也都可以钓，而未尝言钓，不然定可见于诗文。不知是戒杀生，或是怎样。大概文人只站在岸上林下观钓而已。像陆放翁那种身体，力能在雪中扑虎，可以钓，而不钓。"}
{"text":"中国不是没有鱼可钓，也不是没有钓鱼人，不过文人不钓罢了。真正上山砍木打柴的樵夫，大概寒山拾得之流，才做得到。文人方丈便不肯为。陶侃运甓，那才是真正的健身运动。陶渊明肩锄戴月，晨露沾衣，大概是真的，他可曾钓过鱼，然传无明文。赤壁大概鲋鱼很多而味美，东坡住黄州四年可以钓而不钓，住惠州，住琼州，也都可以钓，而未尝言钓，不然定可见于诗文。不知是戒杀生，或是怎样。大概文人只站在岸上林下观钓而已。像陆放翁那种身体，力能在雪中扑虎，可以钓，而不钓。他的游湖方式，是带个情人上船，烹茗看诗看情人为乐，而不以渔为乐。历史上想想，只有姜太公钓鱼严子陵富春江的钓台近似。姜太公是神话，严子陵钓台离水百尺以上，除非两千年来沧海已变，钓台也只是传说而已。王荆公在神宗面前，把一盘鱼饵当点心吃光，此人假痴假呆，我不大相信。韩愈是钓鱼的。记得东坡笑韩退之钓不到大鱼，想换地方，还是钓不到。这是东坡从惠州又徙琼州，立身安命自慰的话。其实韩愈也不行。今日华山有一危崖，是游人要到北峰必经之路，路五六尺宽，两边下去是深壑万丈。这地方就叫做韩愈大哭处。后来毕沅做陕督，登华山，不敢下来，又无别路，还是令人把酒灌醉，然后用毛毯把他卷起抬下来。文人总是如此。相传李鸿章游伦敦，有一回，英国绅士请他看赛足球。李氏问那些汉子，把球踢来踢去，什么意思！英国人说这是比赛。而且他们不是汉子，他们是绅士。李氏摇摇头说这么大热天，为什么不雇些佣人去踢？为什么要自己来？这可说明中国文人不钓鱼原因。台湾教育有恶性补习害人子弟。当局若不赶紧设法救济，将来国内后生，也决不敢钓鱼，最多观钓而已。我想女子无才便是德，有德便无才，文人不出汗，出汗非文人，这也是古人所谓天经地义之一。其实不然。垂钓并不必出汗。而其所以可乐，是因钓鱼常在湖山胜地，林泉溪涧之间，可以摒开俗务，怡然自得，归复大自然，得身心之益。足球棒球之类，还是太近城市罢。还是人与人之斗争。英国十七世纪钓鱼名著。p列入文学，就是能写到钓鱼时林涧之美，自然之妙。其书又名为ps，意思是钓鱼是好学深思的人的娱乐。"}
{"text":"足球棒球之类，还是太近城市罢。还是人与人之斗争。英国十七世纪钓鱼名著。p列入文学，就是能写到钓鱼时林涧之美，自然之妙。其书又名为ps，意思是钓鱼是好学深思的人的娱乐。所以钓鱼与烟斗的妙用，差不多相同秋烟斗也能发人深思，在静逸的环境中口含烟斗，手拿钓竿，涤尽烦琐与自然景色相对，此种环境，可以发人深省，追究人生意味，恍然人世之熙熙，是是非非，舍本逐末，轻重颠倒，未尝可了，未尝不欲了，而终不可了。在此刹那，野鸟乱啼，古木垂荫，此触袖野花多自舞之时也。顽石嶙峋，鱼虾扑跳，各自有其生命，而各自有其境界思我自白驹过隙，而彼树也石也，万石常存，此野花遮眼泪沾襟之时也。凡人在世，俗务羁身，有终身不能脱，不想脱者。由是耳目濡染愈深，胸怀愈隘，而人品愈卑。有时看看庄子，是好的。接近大自然，是更好的。陆龟蒙书李贺小传后，讲唐诗人孟郊废驰职务，日与自然接近，写得最有意思孟东野贞元中以前秀才，家贫，受溧阳尉。南五里有投金濑。草木甚盛，率多大栎，合数十抱，聚除蒙翳，如坞如洞。地洼下，积水沮洳，深处可活鱼鳖辈。大抵幽邃岑寂，气候古澹可喜。除里民樵罩外无入者。东野得之忘归。此比日，或间日，乘驴，后小吏，经迳蓦投金渚一往，至得荫大栎，隐岩除坐于积水之傍，吟到日西还。后来因此丢了差事。此孟东野所以成为诗人。孟东野李长吉都是如此。黄大痴也是如此。人生必有痴，而后有成，痴各不同，或痴于财，或痴于禄，或痴于情，或痴于渔。各行其是，皆无不可。我最爱张君寿一首咏一封讨渔夫妇的诗即提鱼网截江围，妾把长竿守钓矶满载鲂雨都换酒，轻烟细雨又空归。人生到此，夫又何求？谈海外钓鱼之乐夏天来了，又使我想到在海外钓鱼之乐。我每年夏天旅行，总先打听某地有某种钓鱼之便，早为安排。因此，瑞士奥法诸国足迹所至，都有垂钓的回忆。维也纳的多瑙河畔，巴黎的色印外郊，湖山景色都随着垂纶吊影，收入眼帘。人生何事不钓鱼，在我是一种不可思议之谜。在家时，因为种种因素，没有设备，所以也未成风气。淡水河中，游艇竟然绝迹，石门湖上，绿蓑青笠之男女无几，深以为憾。水上既无饭店，陌上行人甚稀，令人百思不得其解。"}
{"text":"人生到此，夫又何求？谈海外钓鱼之乐夏天来了，又使我想到在海外钓鱼之乐。我每年夏天旅行，总先打听某地有某种钓鱼之便，早为安排。因此，瑞士奥法诸国足迹所至，都有垂钓的回忆。维也纳的多瑙河畔，巴黎的色印外郊，湖山景色都随着垂纶吊影，收入眼帘。人生何事不钓鱼，在我是一种不可思议之谜。在家时，因为种种因素，没有设备，所以也未成风气。淡水河中，游艇竟然绝迹，石门湖上，绿蓑青笠之男女无几，深以为憾。水上既无饭店，陌上行人甚稀，令人百思不得其解。也许政府爱护老百姓，十分关怀，怕我们小民沉落水里去，那就不得而知了。然而白鹭云飞，柳堤倒影，这辜负春光秋色之罪，应该由谁去负责？或者暮天凉月之际，烟雾笼晴之时，流光易逝的一刹那，有谁拾取？或者良辰静夜，月明星稀，未能放舟中流，荡漾波心，游心物外，洗我胸中秽气，是谁之过？纵使高架铁路完成，而一路柳堤冷落，画舫绝迹，未免为河山减色。使我最难忘的是阿根廷的巴利洛遮湖。这是有名的钓鳟鱼的好地方。地在高山，因为河山变易，这些鳟鱼久已不能入海，名为而与鲟鱼混种，称为。在北美的鲟鱼平常只有一两磅，大者三五磅，此地却有一二十磅的鲟鱼，及二三十磅的鳟鱼。艾森豪威尔总统也曾来此下钓，这是我的向导告诉我的。巴利洛遮湖，位在阿根廷与智利交界。南美安狄斯大山脉至此之势已尽，所以这个地方，虽然重峦叠嶂，却是湖山胜地，车船络绎往来无阻。这一带都是钓鲟鱼的好地方，越界到了巴利洛遮湖，遂成天然仙景。湖上有饭店，导游指南称为世界风景第一。坐落此山，正似一朵出水芙蓉，前后左右，倚栏凭眺，碧空谬廓，万顷琉璃，大有鸿蒙未开气象。晨曦初指，即见千峦争秀，光彩陆离。大概山不高而景奇，所以一望无际，层层叠叠的青峦秀峰与湖水的碧绿，阳光的红晕相辉映。又没有像瑞士缆车别墅之安插，快艇之浮动，冗难其问，竟成与鹿豕游之鸿蒙世界。游客指南所称，果然名副其实。此地钓鱼多用汽船慢行拖钓方法，名为。船慢慢开行，钓丝拖在船后一百余尺以外。钩用汤匙形，随波施转，闪烁引鱼注意，所以不需用饵。我与内人乘舟而往，渔竿插在舷上，鱼上钩时自可见竿摇动。这样一路流光照碧，寒声隐地寻芳洲，船行过时惊起宿雁飞落芦深处。夕阳返照，乱红无数，仰天长啸，响彻云霄，不复知是天上，是人间。海钓与湖钓不同。"}
{"text":"又没有像瑞士缆车别墅之安插，快艇之浮动，冗难其问，竟成与鹿豕游之鸿蒙世界。游客指南所称，果然名副其实。此地钓鱼多用汽船慢行拖钓方法，名为。船慢慢开行，钓丝拖在船后一百余尺以外。钩用汤匙形，随波施转，闪烁引鱼注意，所以不需用饵。我与内人乘舟而往，渔竿插在舷上，鱼上钩时自可见竿摇动。这样一路流光照碧，寒声隐地寻芳洲，船行过时惊起宿雁飞落芦深处。夕阳返照，乱红无数，仰天长啸，响彻云霄，不复知是天上，是人间。海钓与湖钓不同。阿京之东约一百五十英里，地名银海p是阿国人避暑海滨胜地。去岸十英里的海中，因为富有水中食物，是产鱼最多的一带。我单一人，雇一条汽船，长二丈余，舟子问我怕浪不怕浪，我说不怕。就在烟雨蒙蒙之时出发，船中仅我跟舟子两人。海面也没有大波浪，但是舟子警告我，回来逆浪，不是玩的。到目的地停泊以后，我们两人开始垂钓。也不用钓竿，只是手拉一捆线而已，果然天从人愿，钩未到底，绳上扯动异常，一拉上来，就是一线三根钩上，有鱼上钩，或一条，或三条。这样随放随拉，大有应接不暇之势，连抽烟的工夫都没有。不到半小时舱板上净是锦鳞泼刺，已有一百五十条以上的鱼，大半都是青鬣。我说回去吧。舟子扔一套雨衣雨帽，叫我蹲在船板底。由是马达开足，真是风急浪高，全船无一隐藏之地。这是我有生以来钓鱼最满意的一次。到岸上检得二篓有余。皆送堤上的海鲜饭店。这是一家有名的海鲜饭店，名为p，打电话叫我太太来共尝海味，并证明渔翁不净是说谎话的人。而在此场中也可看到阿根廷国人集团唱歌，那种天真欢乐的热闹，为他国所难见到的。纽约北及长岛，南接新泽西州，钓鱼的风气甚盛，设备也好。长岛近郊，如，，，s，到处港中渔船无数，而s，尤其是我过一夏天的地方。闲来，拿个铁筒，去摸蛤蜊，赤足在海滨沙上，以足趾乱摸。蛤蜊在海水中沙下一二寸，一触即是，触到时，用大趾及二趾夹上来，扔入桶中。同君的人，五六十尺外听到哐当一声，便知同伴又捡一个，其中自有乐处。所以这地的人常有烤蛤蜊的宴会，名为。长岛以北，尤近大洋，由此地出发入海的，多半意在鳘鱼的佳地。我也曾在长岛北部过一夏天。螃蟹随海潮出入洲渚。站在桥上看见螃蟹成群结队而来。"}
{"text":"闲来，拿个铁筒，去摸蛤蜊，赤足在海滨沙上，以足趾乱摸。蛤蜊在海水中沙下一二寸，一触即是，触到时，用大趾及二趾夹上来，扔入桶中。同君的人，五六十尺外听到哐当一声，便知同伴又捡一个，其中自有乐处。所以这地的人常有烤蛤蜊的宴会，名为。长岛以北，尤近大洋，由此地出发入海的，多半意在鳘鱼的佳地。我也曾在长岛北部过一夏天。螃蟹随海潮出入洲渚。站在桥上看见螃蟹成群结队而来。只用长竿蟹网，入水便得。所以住此地的人吃螃蟹不要钱。沿海一带也不知有多少出海钓游的村落。地名常加一音，即印第安人留下的土语，指海湾小港。最有名的是近s的羊头坞ps这是纽约全市的人常出海钓鱼的船坞。夏天一到，可有三四十只渔船，冬天也有十来条船。船长八九十尺，一切设备都有，午餐总是三明治，汉堡煎牛肉及啤酒，热咖啡之类，船上钓竿钓钩及一切的杂具应有尽有。鱼饵也由船包办。我们钓鱼的男女老少，大半是外行，今日钓什么鱼，用什么饵，钓钩大小，鱼出何处，都由船手帮忙指示，而到何处去钓，这几天有什么鱼，船主却是内行。早晨七时出发，一到船坞就见多少船手站在岸上拉生意。船行约两小时，平常四时至五时可以登岸回家。每船约四五十人，各占钓位，以早到为宜。钓到大鱼时，全船哗然，前呼后应，甚是热闹，由水手拿长钩及网下手，以免鱼出水时挣扎脱钩而去。最好的是七八月间，所谓蓝鱼s出现之时。这是一种猛悍捕食他类的鱼。大概鲭鱼出现，蓝鱼跟着就来追逐。所以钓蓝鱼，有与鱼决斗的意味。凡钓鱼的人，最不喜欢温顺上来的鱼。若海底比目鱼之类，一上钩，若无其事就拉上来。蓝鱼不然，一路挣脱，鱼力又猛，可能费尽气力，才能就落。稍静一下，又来奋斗，或者脱钩而去。及见水面，银光闪烁，拉你的钱扯大圆圈，径可一二丈外。所以同船的人的钓绳，也给他搅得绊来绊去。那时钓上鱼要紧，等鱼上板，以后慢慢分个头绪，整理钓绳的纠葛。这蓝鱼上板时，仍然乱跳乱拨，挣扎到底，好不容易捉住。尤其是钓蓝鱼以夜间为宜。蓝鱼出现，海面上可有一百条船，成群结队停泊海面。夜来时，月明星稀，海面灯光浑然，另是一番气象，你休息时，或者鱼不吃饵时，尽管躺在船上，看樯影挂在星河，婆娑摇动，倒也可心神飘忽，翩翩欲仙。"}
