{"text":"我把那一篇杰作往旁边一丢，从心头抹去了那一件事，稿子也沉入书山稿海之中，从此云深不知处了。到了今年，从文先生真正去世了。我本应该写点什么的。可是，由于有了上述一段公案，懒于再动笔，一直拖到今天。同时我注意到，像沈先生这样一个人，悼念文章竟如此之少，有点不太正常，我也有点不平。考虑再三，还是自己披挂上马吧。我认识沈先生已经五十多年了。当我还是一个大学生的时候，我就喜欢读他的作品。我觉得，在所有的并世的作家中，文章有独立风格的人并不多见。除了先生之外，就是从文先生。他的作品，只要读了几行，立刻就能辨认出来，绝不含糊。他出身湘西的一个破落小官僚家庭，年轻时当过兵，没有受过多少正规的教育。他完全是自学成家。湘西那一片有点神秘的土地，其怪异的风土人情，通过沈先生的笔而大白于天下。湘西如果没有像沈先生这样的大作家和像黄永玉先生这样的大画家，恐怕一直到今天还是一片充满了神秘的没有人了解的土地。我同沈先生打交道，是通过一件不大不小的事情。丁玲的母亲出版以后，我读了觉得有一些意见要说，于是写了一篇书评，刊登在郑振铎靳以主编的文学季刊创刊号上。刊出以后，我听说，沈先生有一些意见。我于是立即写了一封信给他，同时请郑先生在文学季刊创刊号再版时，把我那一篇书评抽掉。也许就是由于这一个不能算是太愉快的因缘，我们就认识了。我当时是一个穷学生，沈先生是著名的作家。社会地位，虽不能说如云泥之隔，毕竟差一大截子。可是他一点名作家的架子也不摆，这使我非常感动。他同张兆和女士结婚，在北京前门外大栅栏撷英番菜馆设盛大宴席，我居然也被邀请。当时出席的名流如云。证婚人好像是胡适之先生。从那以后，有很长的时间，我们并没有多少接触。我到欧洲去住了将近十一年。他在抗日烽火中在昆明住了很久，在西南联大任国文系教授。彼此音问断绝。他的作品我也读不到了。但是，有时候，不知是出于什么原因，我在饥肠辘辘机声嗡嗡中，竟会想到他。我还是非常怀念这一位可爱可敬淳朴奇特的作家。一直到年夏天，我回到祖国。这一年的深秋，我终于又回到了别离了十几年的北平。从文先生也于此时从云南复员来到北大，我们同在一个学校任职。当时我住在翠花胡同，他住在中老胡同，都离学校不远，因此我们也相距很近。见面的次数就多了起来。"}
{"text":"我到欧洲去住了将近十一年。他在抗日烽火中在昆明住了很久，在西南联大任国文系教授。彼此音问断绝。他的作品我也读不到了。但是，有时候，不知是出于什么原因，我在饥肠辘辘机声嗡嗡中，竟会想到他。我还是非常怀念这一位可爱可敬淳朴奇特的作家。一直到年夏天，我回到祖国。这一年的深秋，我终于又回到了别离了十几年的北平。从文先生也于此时从云南复员来到北大，我们同在一个学校任职。当时我住在翠花胡同，他住在中老胡同，都离学校不远，因此我们也相距很近。见面的次数就多了起来。他曾请我吃过一顿相当别致毕生难忘的饭，云南有名的汽锅鸡。锅是他从昆明带回来的，外表看上去像宜兴紫砂，上面雕刻着花卉书法，古色古香，虽系厨房用品，然却古朴高雅，简直可以成为案头清供，与商鼎周彝斗艳争辉。就在这一次吃饭时，有一件小事给我留下了深刻的印象。当时要解开一个用麻绳捆得紧紧的什么东西，只需用剪子或小刀轻轻地一剪一割，就能开开。然而从文先生却抢了过去，硬是用牙把麻绳咬断。这一个小小的举动，有点粗劲，有点蛮劲，有点野劲，有点土劲，并不高雅，并不优美。然而，它却完全透露了沈先生的个性。在达官贵人高等华人眼中，这简直非常可笑，非常可鄙。可是，我欣赏的却正是这一种劲头。我自己也许就是这样一个土包子，虽然同那一些只会吃西餐穿西装半句洋话也不会讲偏又自认为是洋包子的人比起来，我并不觉得低他们一等。不是有一些人也认为沈先生是土包子吗？还有一件小事，也使我忆念难忘。有一次我们到什么地方去游逛，可能是中山公园之类。我们要了一壶茶，我正要拿起茶壶来倒茶，沈先生连忙抢了过去，先斟出了一杯，又倒入壶中，说只有这样才能把茶味调得均匀。这当然是一件微不足道的小事，然而在琐细中不是更能看到沈先生的精神吗？小事过后，来了一件大事我们共同经历了北平的解放。在这个关键时刻，我并没有听说，从文先生有逃跑的打算。他的心情也是激动的，虽然他并不故做革命状，以达到某种目的，他仍然是朴素如常。可是厄运还是降临到他头上来。一个著名的马列主义文艺理论家，在香港出版的一个进步的文艺刊物上，发表了一篇长文，题目大概是什么文坛一瞥之类，前面有一段相当长的修饰语。这一位理论家视觉似乎特别发达，他在文坛上看出了许多颜色，他一瞥之下，就把沈先生瞥成了粉红色的小生。我没有资格对这一篇文章发表意见。"}
{"text":"在这个关键时刻，我并没有听说，从文先生有逃跑的打算。他的心情也是激动的，虽然他并不故做革命状，以达到某种目的，他仍然是朴素如常。可是厄运还是降临到他头上来。一个著名的马列主义文艺理论家，在香港出版的一个进步的文艺刊物上，发表了一篇长文，题目大概是什么文坛一瞥之类，前面有一段相当长的修饰语。这一位理论家视觉似乎特别发达，他在文坛上看出了许多颜色，他一瞥之下，就把沈先生瞥成了粉红色的小生。我没有资格对这一篇文章发表意见。但是，沈先生好像是当头挨了一棒，从此被瞥下了文坛，销声匿迹，再也不写小说了。一个惯于舞笔弄墨的人，一旦被剥夺了写作的权利，他心里是什么滋味，我说不清他有什么苦恼，我也说不清。然而，沈先生并没有因此而消沉下去。文学作品不能写，还可以干别的事嘛。他是一个精力旺盛的人，他是一个闲不住的人，他转而研究起中国古代的文物来，什么古纸古代刺绣古代衣饰等等，他都研究。凭了他那一股惊人的钻研的能力，过了没有多久，他就在新开发的领域内取得了可喜的成绩。他那一本讲中国服饰史的书，出版以后，洛阳纸贵，受到国内外一致的高度的赞扬。他成了这方面权威。他自己也写章草，又成了一个书法家。有点讽刺意味的是，正当他手中写小说的笔被瞥掉的时候，从国外沸沸扬扬传来了消息，说国外一些人士想推选他做诺贝尔文学奖的候选人。我在这里着重声明一句，我们国内有一些人特别迷信诺贝尔奖，迷信的劲头，非常可笑。试拿我们中国没有得奖的那几位文学巨匠同已经得奖的欧美的一些作家来比一比，其差距简直有如高山与小丘。同此辈争一日之长，有这个必要吗！推选沈先生当候选人的事是否进行过，我不得而知。沈先生怎样想，我也不得而知。我在这里提起这一件事，只不过把它当做沈先生一生中一个小小的插曲而已。我曾在几篇文章中都讲到，我有一个很大的缺点，我不喜欢拜访人。有很多可尊敬的师友，比如我的老师朱光潜先生董秋芳先生等等，我对他们非常敬佩，但在他们健在时，我很少去拜访。对沈先生也一样。偶尔在什么会上，甚至在公共汽车上相遇，我感到非常亲切，他好像也有同样的感情。他依然是那样温良淳朴，时代的风风雨雨在他身上，似乎没有留下什么痕迹，说白了就是没有留下伤痕。一谈到中国古代科技艺术等等，他就喜形于色，眉飞色舞，娓娓而谈，如数家珍，天真得像一个大孩子。这更增加了我对他的敬意。"}
{"text":"我曾在几篇文章中都讲到，我有一个很大的缺点，我不喜欢拜访人。有很多可尊敬的师友，比如我的老师朱光潜先生董秋芳先生等等，我对他们非常敬佩，但在他们健在时，我很少去拜访。对沈先生也一样。偶尔在什么会上，甚至在公共汽车上相遇，我感到非常亲切，他好像也有同样的感情。他依然是那样温良淳朴，时代的风风雨雨在他身上，似乎没有留下什么痕迹，说白了就是没有留下伤痕。一谈到中国古代科技艺术等等，他就喜形于色，眉飞色舞，娓娓而谈，如数家珍，天真得像一个大孩子。这更增加了我对他的敬意。我心里曾几次动过念头去看一看这一位可爱的老人吧！然而，我始终没有行动。现在人天隔绝，想见面再也不可能了。有生必有死，是大自然的规律。我知道，这个规律是违抗不得的，我也从来没有想去违抗。古代许多圣君贤相，聪明一世，糊涂一时，想方设法，去与这个规律对抗，妄想什么长生不老，结果却事与愿违，空留下一场笑话。这一点很清楚。但是，生离死别，我又不能无动于衷。古人云太上忘情。我是一个微不足道的凡人，无论如何也做不到忘情的地步，只有把自己钉在感情的十字架上了。我自谓身体尚颇硬朗，并不服老。然而，曾几何时，宛如黄粱一梦，自己已接近耄耋之年。许多可敬可爱的师友相继离我而去。此情此景，焉能忘情？现在从文先生也加入了去者的行列。他一生安贫乐道，淡泊宁静，死而无憾矣。对我来说，忧思却着实难以排遣。像他这样一个有特殊风格的人，现在很难找到了。我只觉得大地茫茫，顿生凄凉之感。我没有别的本领，只能把自己的忧思从心头移到纸上，如此而已。年月日写于香港第章追忆李长之稍微了解我的交友情况的人，恐怕都会有一个疑问是颇重感情的人，他对逝去的师友几乎都写了纪念文章，为什么对李长之独付阙如呢？这疑问提得正确，正击中了要害。我自己也有这个疑问的。原因究竟何在呢？我只能说，原因不在长之本人，而在另一位清华同学。事情不能说是小事一端，但也无关世界大局和民族兴亡，我就不再说它了。长之是我一生中最早的朋友。认识他时，我只有八九岁，地方是济南一师附小。我刚从私塾转入新式小学，终日嬉戏，并不念书，也不关心别人是否念书。因此对长之的成绩如何也是始终不知道的，也根本没有想知道的念头。小学生在一起玩，是常见的现象，至于三好两歹成为朋友，则颇为少见。我同长之在一师附小的情况就是这样，我不记得同他有什么亲密的往来。"}
{"text":"我自己也有这个疑问的。原因究竟何在呢？我只能说，原因不在长之本人，而在另一位清华同学。事情不能说是小事一端，但也无关世界大局和民族兴亡，我就不再说它了。长之是我一生中最早的朋友。认识他时，我只有八九岁，地方是济南一师附小。我刚从私塾转入新式小学，终日嬉戏，并不念书，也不关心别人是否念书。因此对长之的成绩如何也是始终不知道的，也根本没有想知道的念头。小学生在一起玩，是常见的现象，至于三好两歹成为朋友，则颇为少见。我同长之在一师附小的情况就是这样，我不记得同他有什么亲密的往来。当时的一师校长是王视晨先生，是有名的新派人物，最先接受了五四的影响，语文改文言为白话。课本中有一课是举世皆知的阿拉伯的骆驼。我的叔父平常是不大关心我的教科书的。无巧不成书，这一个阿拉伯的骆驼竟偶然被他看到了。看了以后，他大为惊诧，高呼骆驼怎么能说话呢？荒唐！荒唐！转学！转学！于是我立刻就转了学，从一师附小转到新育小学后改称三合街小学。报名口试时，老师出了一个骡字，我认识了，而与我同去的大我两岁的彭四哥不认识。我被分派插入高小一年级，彭四哥入初小三年级――区区一个骡字为我争取了一年。这也可以算是一个轶事吧。我在新育小学，不是一个用功的学生，不爱念书，专好打架。后来有人讲我性格内向，我自己也认为是这样但在当时，我大概很不内向，而是颇为外向的，打架就是一个证明。我是怎样转为内向的呢？这问题过去从未考虑过，大概同我所处的家庭环境有关吧。反正我当时是不大念书的。每天下午下课以后，就躲到附近工地堆砖的一个角落里，大看特看旧武侠小说，什么彭公案施公案济公传东周列国志封神演义说岳说唐等等。彭公案我看到四十几续，越续越荒唐，我却乐此不疲。不认识的字当然很多。秋妹和我常开玩笑，问不认识的字是用筷子夹呢，还是用笤帚扫前者表示不多，后者则表示极多，我大概是用笤帚扫的时候居多吧。读旧小说，叔父称之为看闲书，是为他深恶而痛绝的。我看了几年闲书却觉得收获极大。我以后写文章，思路和文笔都似乎比较通畅，与看闲书不无关联。我痛感今天的青年闲书看得不够。是不是看闲书有百利而无一弊呢？也不能这样说，比如我想练铁沙掌之类的笑话，就与看闲书有关。但我认为，那究竟是些鸡毛蒜皮的事，用不着大张挞伐的。看闲书当然会影响上正课。"}
{"text":"秋妹和我常开玩笑，问不认识的字是用筷子夹呢，还是用笤帚扫前者表示不多，后者则表示极多，我大概是用笤帚扫的时候居多吧。读旧小说，叔父称之为看闲书，是为他深恶而痛绝的。我看了几年闲书却觉得收获极大。我以后写文章，思路和文笔都似乎比较通畅，与看闲书不无关联。我痛感今天的青年闲书看得不够。是不是看闲书有百利而无一弊呢？也不能这样说，比如我想练铁沙掌之类的笑话，就与看闲书有关。但我认为，那究竟是些鸡毛蒜皮的事，用不着大张挞伐的。看闲书当然会影响上正课。当时已经实行了学年学期末考试张榜的制度。我的名次总盘旋在甲等三四名，乙等一二名之间，从来没有拿到过甲等第一名。我似乎也毫无追求这种状元的野心，对名次一笑置之，我行我素，闲书照看不误。我一转学，就同长之分了手，一分就是六年。新育毕业后，按常理说，我应该投考当时大名鼎鼎的济南一中的。但我幼无大志，自知是一个上不得台盘的人，我连报名的勇气都没有，只是凑合着报考了与烂育英相提并论的破正谊。但我的水平，特别是英语水平，恐怕确实高于一般招考正谊中学的学生，因此，我入的不是一年级，而是一年半级，讨了半年的便宜。以后事实证明，这半年是狗咬尿泡一场空，一点用处也没有。至于长之，他入的当然是一中。一中毕业以后，他好像是没有入山大附中，而是考入齐鲁大学附中，从那里又考入北京大学预科。但在北大预科毕业后，却不入北大，而是考入清华大学。我自己呢，正谊毕业以后，念了半年正谊高中。山大附设高中成立后，我转到那里去念书。念了两年，日寇占领了济南，停学一年，年，山东省立济南高中成立，我转到那里，年毕业，考入清华大学。于是，在分别六年之后，我同长之又在清华园会面了。长之最初入的是生物系，看来是走错了路。我有一次到他屋里去，看到墙上贴着一张图，是他自己画的细胞图之类的东西，上面有教员改正的许多地方，改得花里胡哨。长之认为，细胞不应该这样排列，这样不美。他根据自己的审美观加以改变，当然就与大自然有违。这样的人能学自然科学吗？于是他转入了哲学系。又有一次我走到他屋里，又看到墙上贴着一张法文试卷。上面法文教员华兰德老小姐用红笔改得满篇红色，熠熠闪着红光。这一次，长之没有说，法文不应该这样结构，只是苦笑不已，大概是觉得自己的错误已经打破了世界纪录了吧。从这两个小例子上，完全可以看出，长之是有天才的人，思想极为活跃，但不受任何方面的绳墨的约束。"}
{"text":"长之认为，细胞不应该这样排列，这样不美。他根据自己的审美观加以改变，当然就与大自然有违。这样的人能学自然科学吗？于是他转入了哲学系。又有一次我走到他屋里，又看到墙上贴着一张法文试卷。上面法文教员华兰德老小姐用红笔改得满篇红色，熠熠闪着红光。这一次，长之没有说，法文不应该这样结构，只是苦笑不已，大概是觉得自己的错误已经打破了世界纪录了吧。从这两个小例子上，完全可以看出，长之是有天才的人，思想极为活跃，但不受任何方面的绳墨的约束。这样的人，做思想家可能有大成就，做语言学家或自然科学家则只能有大失败。长之的一生证明了这一点。我同长之往来是很自然的。但是，不知道是怎样一来，我们同中文系的吴组缃和林庚也成了朋友，经常会面，原因大概是我们都喜欢文学，都喜欢舞笔弄墨。当时并没有什么清华四剑客之类的名称，可我们毫无意识地结成了一个团伙，则确是事实。我们会面，高谈阔论，说话则是尽量夸大，尽量偏激，挥斥方遒，粪土许多当时的文学家。有一天，茅盾的子夜刚出版不久，在中国文坛上引起了极大的震动。我们四人当然不会无动于衷，就聚集在工字厅后面的一间大厅里，屋内光线不好，有点阴暗。但窗外荷塘里却是红荷映日，翠盖蔽天，绿柳垂烟，鸣蝉噪夏，一片暑天风光。我们四人各抒己见，有的赞美，有的褒贬，前者以组缃为代表，后者的代表是我，一直争到室内渐渐地暗了下来，已经到了吃晚饭的时候了，我们方才鸣金收兵。遥想当年的鹅湖大会，盛况也不过如此吧。由于我们都是文学青年，又都崇拜当时文坛上的明星，我们都不自觉地拜在郑振铎先生门下，并没有什么形式，只是旁听过他在清华讲中国文学史的课，又各出大洋三元订购了他的插图本中国文学史。郑先生是名作家兼学者，但是丝毫没有当时的教授架子，同我谈话随便，笑容满面，我们结成了忘年交，终生未变。我们曾到他燕京大学的住宅去拜访过他，对他那藏书插架之丰富，狠狠地羡慕了一番。他同靳以主编了文学季刊，一时洛阳纸贵。我们的名字赫然印在封面上，有的是编委，有的是特约撰稿人。虚荣心恐怕是人人有之的，我们这几个二十岁刚出头的毛头小伙子，心里有点飘飘然，不是很自然的吗？有一年暑假，我同长之同回济南，他在家中宴请，邀我作陪，这是我认识先生之始，以后也成为了好朋友。"}
{"text":"我们曾到他燕京大学的住宅去拜访过他，对他那藏书插架之丰富，狠狠地羡慕了一番。他同靳以主编了文学季刊，一时洛阳纸贵。我们的名字赫然印在封面上，有的是编委，有的是特约撰稿人。虚荣心恐怕是人人有之的，我们这几个二十岁刚出头的毛头小伙子，心里有点飘飘然，不是很自然的吗？有一年暑假，我同长之同回济南，他在家中宴请，邀我作陪，这是我认识先生之始，以后也成为了好朋友。我同长之还崇拜另一位教授，北京大学德文系主任清华大学兼任教授杨丙辰先生。他也是冯至先生的老师，早年在德国留过学，没拿什么学位，翻译过德国一些古典名著，其他没有什么著作。他在北京许多大学兼课，每月收入大洋一千余元，当时是一个很大的数目。他有一位年轻貌美的夫人，以捧京剧男角为主要业务他则以每天到中山公园闲坐喝茶为主要活动，夫妇感情极好，没有儿女。杨先生的思想极为复杂，中心信仰是四大皆空，因此教书比较随便，每个学生皆给高分。有一天，他拿给长之和我一本德文讲文艺理论的书，书名中有一个德文字sss，意思是文艺科学。长之和我都觉得此字极为奇妙，玄机无穷，我们简直想跪下膜拜。我们俩谁也没有弄明白，葫芦里究竟卖的是什么药。后来我到了德国，才知道这是一个非常一般的字，一点玄妙也没有。第章追忆李长之长之却写文章，大肆吹捧杨先生，称他为我们的导师。长之称他自己的文学批评理论为感情的批评主义。我对理论一向不感兴趣，他这感情的批评主义是不是指愿意怎么说就怎么说，完全以主观印象为根据，我不得而知，一直到今天，我也是一点都不明白，有一位姓张的中文系同学，同我们都不大来往，与长之来往极密。长之张皇造名运动，意思是尽快出名，这位张君也是一个自命天才的人，在这方面与长之极为投机。对这种事情，我不置一词，但是他从图书馆借书出来，挖掉书中的藏书票，又用书来垫床腿，我则极为不满，而长之漠然置之，这却引起了我的反感。我认为，这是损人利己的行为，是不道德的。再扩大了，就会形成曹操主义宁要我负天下人，不要天下人负我。对一个文明社会来说，是完全要不得的。我是不是故意危言耸听呢？我决无此意。这位张君，我毕业后又见过一次面，以后就再没有听到过他的消息，不知所终了。时间已经到了年。"}
{"text":"对这种事情，我不置一词，但是他从图书馆借书出来，挖掉书中的藏书票，又用书来垫床腿，我则极为不满，而长之漠然置之，这却引起了我的反感。我认为，这是损人利己的行为，是不道德的。再扩大了，就会形成曹操主义宁要我负天下人，不要天下人负我。对一个文明社会来说，是完全要不得的。我是不是故意危言耸听呢？我决无此意。这位张君，我毕业后又见过一次面，以后就再没有听到过他的消息，不知所终了。时间已经到了年。我在清华毕业后，在济南省立高中教过一年国文。这一年考取了清华与德国的交换研究生。我又回到北京办理出国手续，住在清华招待所里。此时长之大概是由于转系的原因还没有毕业。我们天天见面，曾共同到南院去拜见了闻一多先生，这是我第一次拜见一多先生，当然也就是最后一次了。长之还在他主编的天津益世报文艺副刊上写长文为我送行。又在北海为我饯行，邀集了不少的朋友。我们先在荷花丛中泛舟。虽然正在炎夏，但荷风吹来，身上尚微有凉意，似乎把酷暑已经驱除，而荷香入鼻，更令人心旷神怡。抬头见白塔，塔顶直入晴空，塔影则印在水面上，随波荡漾。祖国风光，实在迷人。我这个即将万里投荒的准游子，一时心潮腾涌，思绪万千。再看到这样的景色不知要等到何年何月了。我同长之终于分了手。我到德国的前两年，我们还不断有书信往来。他给我寄去了日本学者高楠顺次郎等著的印度古代哲学宗教史，还在扉页上写了一封信。二战一起，邮路阻绝。我们彼此不相闻问者长达八九年之久。万里相思，婵娟难共。我在德国经历了战火和饥饿的炼狱，他在祖国饱尝了外寇炮火的残酷。朝不虑夕，生死难卜，各人有各人的一本难念的经。但是，有时候我还会想到长之的。忘记了是哪一年，我从当时在台湾教书的清华校友许振德的一封信中，得知长之的一些情况。他笔耕不辍，著述惊人，每年出几本著作，写多篇论文。著作中最引人瞩目的是批判，个人曾读到此书。当时所谓批判就是评论的意思，与后来文革中所习见者迥异其趣。但是，可惜小将也许还有老将不读书，这给长之招来了无穷无尽的麻烦与灾难，这是后话，在这里暂且不表了。年夏天，我在离开了祖国十一年之后，终于经过千辛万苦，绕道瑞士法国越南香港等地，又回到祖国的怀抱。当时我热泪盈眶，激动万端，很想跪下来，吻一下祖国的土地。"}
