{"text":"我认为在器物的背后，是人的方法和技能，在方法和技能的背后是人对自然的了解，在人对自然了解的背后，是人类了解现在过去与未来的万丈雄心。按老派人士的说法，它该叫作之用之用之用之用，是末节的末节。一个人假如这样看待人类最高尚的品行，何止是可耻，简直是可杀。而区区的物品，却可以叫之用，和人亲近了很多。总而言之，以自己为中心，只要好处由此产生的狼心狗肺的说法，肯定可以把法拉第爱迪生等人气得在坟墓里打滚。在西方的智慧里，怎样发明电动机，是个已经解决了的问题，所以才会有电动机。罗素先生就说，他赞成不计成败利钝地追求客观真理，这话还是有点绕。我觉得西方的智者有一股不管三七二十一，总要把自己往聪明里弄的劲头儿。为了变得聪明，就需要种种知识。不管电磁感应有没有用，我们先知道了再说。换言之，追求智慧与利益无关，这是一种兴趣。现代文明的特快列车竟发轫于一种兴趣，说来叫人不能相信，但恐怕真是这样。中国人还认为，求学是痛苦的，学海无涯苦作舟。学童不仅要背四书五经，还要挨戒尺板子，仅仅是因为考虑到他们的承受力，才没有动用老虎凳。学习本身很痛苦，必须以更大的痛苦为推动力，和调教牲口没有本质的区别。当然，夫子曾说，学而时习之，不亦说乎？但他老人家是圣人，和我们不一样。再说，也没有人敢打他的板子。从书上看，孟子曾从思辩中得到一些快乐。但春秋以后到近代，再没有中国人敢说学习是快乐的了。一切智力的活动都是如此，谁要说动脑子有乐趣，最轻的罪名也是不严肃――顺便说一句，我认为最严肃的东西是老虎凳，对坐在上面的人来说，更是如此。据我所知，有些外国人不是这样看问题。维特根斯坦在临终时，回顾自己一生的智力活动时说告诉他们，我度过了美好的一生。还有一个物理学家说我就要死了，带上两道难题去见上帝。在天堂里享受永生的快乐他还嫌不够，还要在那里讨论物理！总的来说，学习一事，在人家看来快乐无比，而在我们眼中则毫无乐趣，如同一个太监面对后宫佳丽。如此看来，东西方两种智慧的区别，不仅是驴和马的区别，而且是叫驴和骟马的区别。那东西怎么就没了，真是个大问题！作为驴子之友，我对爱马的人也有一种敬意。通过刻苦的修练来完善自己，成为一个敬祖宗畏鬼神俯仰皆能无愧的好人，这种打算当然是好的。唯一使人不满意的是，这个好人很可能是个笨蛋。"}
{"text":"在天堂里享受永生的快乐他还嫌不够，还要在那里讨论物理！总的来说，学习一事，在人家看来快乐无比，而在我们眼中则毫无乐趣，如同一个太监面对后宫佳丽。如此看来，东西方两种智慧的区别，不仅是驴和马的区别，而且是叫驴和骟马的区别。那东西怎么就没了，真是个大问题！作为驴子之友，我对爱马的人也有一种敬意。通过刻苦的修练来完善自己，成为一个敬祖宗畏鬼神俯仰皆能无愧的好人，这种打算当然是好的。唯一使人不满意的是，这个好人很可能是个笨蛋。直愣愣地想什么东西有什么用处，这是任何猿猴都有的想法。只有一种特殊的裸猿也就是人类，才会时时想到我可能还不够聪明！所以，我不满意爱马的人对这个问题的解答。也许在这个问题上可以提出一个骡子式的折中方案你只有变得更聪明，才能看到人间的至善。但我不喜欢这样的答案。我更喜欢驴子的想法智慧本身就是好的。有一天我们都会死去，追求智慧的道路还会有人在走着。死掉以后的事我看不到。但是我活着的时候，想到这件事，心里就很高兴。物理学家海森堡给上帝带去的那两道难题是相对论和湍流。他还以为后一道题太难，连上帝都不会。我也有一个问题，但我不想向上帝提出，那就是什么是智慧。假如这个问题有答案，也必定在我的理解范围之外。当然，不是上帝的人对此倒有些答案，但我总是不信。相比之下我倒更相信苏格拉底的话我只知道自己一无所知。罗素先生说，虽然有科学上的种种成就，但我们所知甚少，尤其是面对无限广阔的未知，简直可以说是无知的。与罗素的注释相比，我更喜欢苏格拉底的那句原话这句话说得更加彻底。他还有些妙论我更加喜欢只有那些知道自己智慧一文不值的人，才是最有智慧的人。这对某种倾向是一种解毒剂。如果说我们都一无所知，中国的读书人对此肯定持激烈的反对态度孔夫子说自己知天命而且不逾矩，很显然，他不再需要知道什么了。后世的人则以为，天已经生了仲尼，万古不常如夜了。再后来的人则以为，精神原子弹已经炸过，世界上早没有了未解决的问题。总的来说，中国人总要以为自己有了一种超级的知识，博学得够够的聪明得够够的甚至巴不得要傻一些。直到现在，还有一些人以为，因为我们拥有世界上最博大精深的文化遗产，可以坐待世界上一切追求智慧者的畈依――换言之，我们不仅足够聪明，还可以担任联合国救济署的角色，把聪明分给别人一些。"}
{"text":"后世的人则以为，天已经生了仲尼，万古不常如夜了。再后来的人则以为，精神原子弹已经炸过，世界上早没有了未解决的问题。总的来说，中国人总要以为自己有了一种超级的知识，博学得够够的聪明得够够的甚至巴不得要傻一些。直到现在，还有一些人以为，因为我们拥有世界上最博大精深的文化遗产，可以坐待世界上一切追求智慧者的畈依――换言之，我们不仅足够聪明，还可以担任联合国救济署的角色，把聪明分给别人一些。我当然不会反对说我们中国人是全世界也是全宇宙最聪明的人。一种如此聪明的人，除了教育别人，简直就无事可干。马克吐温在世时有一次遇到了一个人，自称能让每个死人的灵魂附上自己的身体。他决定通过这个人来问候一下死了的表兄，就问道你在那里？死表哥通过活着的人答道我在天堂里。当然，马克吐温很为表哥高兴。但问下去就不高兴了――你现在喝什么酒？灵魂答道在天堂里不喝酒。又问抽什么烟？回答是不抽烟。再问干什么？答案是什么都不干，只是谈论我们在人间的朋友，希望他们到这里来和我们相会。这个处境和我们有点相像，我们这些人现在就无事可干，只能静待外国物质文明破产，来投靠我们的东方智慧。这话梁任公一九二零年就说过，现在还有人说。洋鬼子在物质堆里受苦，我们享受天人合一的大快乐，正在天堂里的人闲着没事拿人间的朋友磕磕牙，我们也有了机会表示自己的善良了。说实在的，等人来这点事还是洋鬼子给我们找的。要不是达加马找到好望角绕了过来，我们还真闲着没事干。从汉代到近代，全中国那么多聪明人，可不都在闲着人文学科弄完了，自然科学没得弄。马克吐温的下一个问题，我国的一些人文学者就不一定爱听了等你在人间的朋友们都死掉，来到了你那里，再谈点什么？是啊是啊，全世界的人都背弃了物质文明，投奔了我们，此后再干点什么？难道重操旧业，去弄八股文？除此之外，再搞点考据训诂什么的。过去的读书人有这些就够了，而现在的年轻人未必受得了。把拥有这种超级智慧比作上天堂，马克吐温的最后一个问题深得我心你是知道我的生活方式的。有什么方法能使我不上天堂而下地狱，我倒很想知道！言下之意是忍受地狱毒火的煎熬，也比闲了没事要好。是啊是啊！我宁可作个苏格拉底那样的人，自以为一无所知，体会寻求知识的快乐，也不肯作个智慧满盈的儒士，忍受这种无所事事的煎熬！"}
{"text":"难道重操旧业，去弄八股文？除此之外，再搞点考据训诂什么的。过去的读书人有这些就够了，而现在的年轻人未必受得了。把拥有这种超级智慧比作上天堂，马克吐温的最后一个问题深得我心你是知道我的生活方式的。有什么方法能使我不上天堂而下地狱，我倒很想知道！言下之意是忍受地狱毒火的煎熬，也比闲了没事要好。是啊是啊！我宁可作个苏格拉底那样的人，自以为一无所知，体会寻求知识的快乐，也不肯作个智慧满盈的儒士，忍受这种无所事事的煎熬！我有位阿姨，生了个傻女儿，比我大几岁，不知从几岁开始学会了缝扣子。她大概还学过些别的，但没有学会。总而言之，这是她唯一的技能。我到她家去坐时，每隔三到五分钟，这傻丫头都要对我狂嚎一声我会缝扣子！我知道她的意思她想让我向她学缝扣子。但我就是不肯，理由有二其一，我自己会缝扣子其二，我怕她扎着我。她这样爱我，让人感动。但她身上的味也很难闻。我在美国留学时，认得一位青年，叫作戴维。我看他人还不错，就给他讲解中华文化的真谛，什么忠孝仁义之类。他听了居然不感动，还说我们也爱国。我们也尊敬老年人。这有什么？我们都知道！我听了不由得动了肝火，真想扑上去咬他。之所以没有咬，是因为想起了傻大姐，自觉得该和她有点区别，所以悻悻然地走开，心里想道妈的！你知道这些，还不是从我们这里知道的。礼义廉耻，洋人所知没有我们精深，但也没有儿奸母子食父，满地拉屎。东方文化里所有的一切，那边都有，之所以没有投入全身心来研究，主要是因为人家还有些别的事情。假如我那位傻大姐学会了一点西洋学术，比如说，几何学，一定会跳起来大叫道人所以异于禽兽者，几希！这东西就是几何学！这话不是没有道理，的确没有那种禽兽会几何学。那时她肯定要逼我跟她学几何，如果我不肯跟她学，她定要说我是禽兽之类，并且责之以大义。至于我是不是会了一些，她就不管了。我的意思当然不是说她能学会这东西，而是说她只要会了任何一点东西，都会当作超级智慧，相比之下那东西是什么倒无所谓。由这件事我想到超级知识的本质。这种东西罗素和苏格拉底都学不会，我学起来也难。任何知识本身，即使繁难，也可以学会。难就难在让它变成超级，从中得到大欢喜大欢乐无限的自满自足手而舞之足而蹈之的那种品行。这种品行我的那位傻大姐身上最多，我身上较少。至于罗素苏格拉底两位先生，他们身上一点都没有。"}
{"text":"至于我是不是会了一些，她就不管了。我的意思当然不是说她能学会这东西，而是说她只要会了任何一点东西，都会当作超级智慧，相比之下那东西是什么倒无所谓。由这件事我想到超级知识的本质。这种东西罗素和苏格拉底都学不会，我学起来也难。任何知识本身，即使繁难，也可以学会。难就难在让它变成超级，从中得到大欢喜大欢乐无限的自满自足手而舞之足而蹈之的那种品行。这种品行我的那位傻大姐身上最多，我身上较少。至于罗素苏格拉底两位先生，他们身上一点都没有。傻大姐是个知识的放大器，学点东西极苦，学成以后极乐。某些国人对待国学的态度与傻大姐相近。说实在的，他们把它放得够大了。拉封丹寓言里，有一则大山临盆，内容如下大山临盆，天为之崩，地为之裂。日月星晨，为之无光。房倒屋坍，烟尘滚滚，天下生灵，死伤无数最后生下一只耗子。中国的人文学者弄点学问，就如大山临盆一样壮烈。当然，我说的不止现在，而且有过去，还有未来。正如迂夫子不懂西方的智慧，也能对它品头论足一样，罗素没有手舞足蹈的品行，但也能品出其中的味道――大概把对自己所治之学的狂热感情视做学问本身乃是一种常见的毛病，不独中国人犯，外国人也要犯。罗素说人可能认为自己有无穷的财源，而且这种想法可以让他得到一些何止是一些！罗素真是不懂。王注满足。有人确实有这种想法，但银行经理和法院一般不会同意他们。银行里有账目，想骗也骗不成至于在法院里，我认为最好别吹牛，搞不好要进去的。远离这两个危险的场所，躲在人文学科的领域之内，享受自满自足的大快乐，在目前还是可以的不过要有人养。在自然科学里要这么做就不行这世界上每年都有人发明永动机，但谁也不能因此发财。顺便说一句，我那位傻大姐，现在已经五十岁了，还靠我那位不幸的阿姨养活着。理想国与哲人王罗素先生评价柏拉图的理想国时说，这篇作品有一个蓝本，是斯巴达和它的立法者莱库格斯。我以为，对于柏拉图来说，这是一道绝命杀手。假如理想国没有蓝本，起码柏拉图的想象力值得佩服。现在我们只好去佩服莱库格斯，但他是个传说人物，真有假有尚存疑问。由此所得的结论是理想国和它的都不值得佩服。当然，到底罗素先生有没有这样阴毒，还可以存疑。"}
{"text":"理想国与哲人王罗素先生评价柏拉图的理想国时说，这篇作品有一个蓝本，是斯巴达和它的立法者莱库格斯。我以为，对于柏拉图来说，这是一道绝命杀手。假如理想国没有蓝本，起码柏拉图的想象力值得佩服。现在我们只好去佩服莱库格斯，但他是个传说人物，真有假有尚存疑问。由此所得的结论是理想国和它的都不值得佩服。当然，到底罗素先生有没有这样阴毒，还可以存疑。罗素又说，无数青年读了这类著作，燃烧起雄心，要做一个莱库格斯或者哲人王。只可惜，对权势的爱好，使人一再误入歧途。顺便说一句，在理想国里，是由哲学家来治国的。倘若是巫师来治国，那些青年就要想做巫师王了。我很喜欢这个论点。我哥哥有一位同学，他在文化革命里读了几本哲学书，就穿上了一件蓝布大褂，手里掂着红蓝铅笔，在屋里踱来踱去，看着墙上一幅世界地图，考虑起世界革命的战略问题了。这位兄长大概是想要做世界的哲人王，很显然，他是误入歧途了，因为没听说有哪个中国人做了全世界的哲人王。自柏拉图以降，即便不提哲人王，起码也有不少西方知识分子想当莱库格斯。这就是说，想要设计一整套制度价值观生活方式，让大家在其中幸福地生活其中最有名的设计，大概要算摩尔爵士的乌托邦。罗素先生对乌托邦的评价也很低，主要是讨厌那些繁琐的规定。罗素以为参差多态是幸福的本源，把什么都规定了就无幸福可言。作为经历了某种乌托邦的人，我认为这个罪状太过轻微。因为在乌托邦内，对什么是幸福都有规定，比如以苦为乐，以苦为荣，宁要社会主义的草，不要资本主义的苗之类。在乌托邦里，很难找到感觉自己不幸福的人，大伙只是傻愣愣的，感觉不大自在。以我个人为例，假如在七十年代，我能说出罗素先生那样充满了智慧的话语，那我对自己的智力状况就很满意，不再抱怨什么。实际上，我除了活着怪没劲之外，什么都说不出来。本文的主旨不是劝人不要做莱库格斯或哲人王。照我看，这是个兴趣问题，劝也是没有用的。有些人喜欢这种角色，比如说，我哥哥的那位同学有人不喜欢这种角色，比如说，我。这是两种不同的人。这两类人凑在一起时，就会起一种很特别的分歧。据说，人脖子上有一道纹路，旧时刽子手砍人，就从这里下刀，可以干净利索地切下脑袋。"}
{"text":"实际上，我除了活着怪没劲之外，什么都说不出来。本文的主旨不是劝人不要做莱库格斯或哲人王。照我看，这是个兴趣问题，劝也是没有用的。有些人喜欢这种角色，比如说，我哥哥的那位同学有人不喜欢这种角色，比如说，我。这是两种不同的人。这两类人凑在一起时，就会起一种很特别的分歧。据说，人脖子上有一道纹路，旧时刽子手砍人，就从这里下刀，可以干净利索地切下脑袋。出于职业习惯，刽子手遇到不认识的人，就要打量他脖子上的纹，想象这个活怎么来做而被打量的人总是觉得不舒服。我认为，对于敬业的刽子手，提倡出门时戴个墨镜是恰当的，但这已是题外之语。想象几个刽子手在一起互相打量，虽然是很有趣的图景，但不大可能发生，因为谢天谢地，干这行的人绝不会有这么多。我想用刽子手比喻喜欢并且想当哲人王的人，用被打量的人比喻不喜欢而且反对哲人王的人。这个例子虽然有点不合适，但我也想不到更好的例子。另外，我是写小说的，我的风格是黑色幽默，所以我不觉得举这个例子很不恰当。举这个例子不是想表示我对哲人王深恶痛绝，而是想说明一下被打量着是一种什么样的感觉。众所周知，哲人王降临人世，是要带来一套新的价值观伦理准则和生活方式。假如他来了的话，我就没有理由想象自己可以置身于事外。这就意味着我要发生一种脱胎换骨的变化，而要变成个什么，自己却一无所知。如果说还有比死更可怕的事，恐怕就是这个。因为这个原故，知道有人想当哲人王，我就觉得自己被打量着。我知道，这哲人王也不是谁想当就能当，他必须是品格高洁之士，而且才高八斗，学富五车。在此我举中国古代的哲人王为例――这只是为了举例方便，毫无影射之意――孔子是圣人，也很有学问。夏礼周礼他老人家都能言之。但假如他来打量我，我就要抱怨说甭管您会什么礼，千万别来打量我。再举孟子为例，他老人家善养浩然之气，显然是品行高洁，但我也要抱怨道您养正气是您的事，打量我干什么？这两位老人家的学养再好，总不能构成侵犯我的理由。特别是，假如学养的目的是要打量人的话，我对这种学养的性质是很有看法的。比方说，朱熹老夫子格物致知，最后是为了齐家治国平天下。因为本人不姓朱，还可以免于被齐，被治和被平总是免不了的。假如这个逻辑可以成立，生活就是很不安全的。"}
{"text":"但假如他来打量我，我就要抱怨说甭管您会什么礼，千万别来打量我。再举孟子为例，他老人家善养浩然之气，显然是品行高洁，但我也要抱怨道您养正气是您的事，打量我干什么？这两位老人家的学养再好，总不能构成侵犯我的理由。特别是，假如学养的目的是要打量人的话，我对这种学养的性质是很有看法的。比方说，朱熹老夫子格物致知，最后是为了齐家治国平天下。因为本人不姓朱，还可以免于被齐，被治和被平总是免不了的。假如这个逻辑可以成立，生活就是很不安全的。很可能在我不知道的地方，有一位我全然不认识的先生在努力地格致，只要他功夫到家，不管我乐意不乐意，也不管他打算怎样下手，我都要被治和平，而且根本不知自己会被修理成什么模样。就我所知，哲人王对人类的打算都在伦理道德方面。倘若他能在物质生活方面替我们打算周到，我倒会更喜欢他。假如能做到，他也不会被称为哲人王，而会被称为科学狂人。实际上，自从有了真正的科学，科学家表现得非常本分。这主要是因为科学就是教人本分的学问，所以根本就没出过这种狂人。至于中国的传统学术，我就不敢这么说。起码我听到过一种说法，叫做学而优则仕，当然，若说学了它就会打量人，可能有点过分但一听说它又出现了新的变种，我就有点紧张。国学主张学以致用，用在谁身上，可以不问自明――当然，这又是题外之语。至于题内之语，还是我们为什么要怕哲人王的打量。照我看来，此君的可怕之处首先在于他的宏伟志向人家考虑的问题是人类的未来，而我们只是人类的几十亿分之一，几乎可以说是不存在。水浒传的牢头禁子常对管下人犯说你这厮只是俺手上的一个行货一想到哲人王，我心中难免有种行货感。顺便说一句，有些话只有哲人才能说得出来，比如尼采说到女人那里去不要忘了带上鞭子。我要替女人说上一句我们招谁惹谁了。至于这类疯话气派很大，我倒是承认的。总的来说，哲人王藐视人类，比牢头禁子有过之无不及。主张信任哲人王的人会说只有藐视人类的人才能给人类带来更大利益。我又要说只有这种人才能给人类带来最大的祸害。从常理来说，倘若有人把你当做了，你又怎能信任他们？哲人王的又一可怕之处，在于他的学问。在现代社会里，人人都有不懂的学问，科学上的结论不足以使人恐惧，因为这种结论是有证据和推导过程的，对于有理性的人，这些说法是你迟早会同意的那一种。"}
{"text":"总的来说，哲人王藐视人类，比牢头禁子有过之无不及。主张信任哲人王的人会说只有藐视人类的人才能给人类带来更大利益。我又要说只有这种人才能给人类带来最大的祸害。从常理来说，倘若有人把你当做了，你又怎能信任他们？哲人王的又一可怕之处，在于他的学问。在现代社会里，人人都有不懂的学问，科学上的结论不足以使人恐惧，因为这种结论是有证据和推导过程的，对于有理性的人，这些说法是你迟早会同意的那一种。而哲学上的结论就大不相同，有的结论你抵死也不会同意，因为既没有证据也没有推导，哲人王本人就是证明，而结论本身又往往非常的严重。举例来说，尼采先生的结论对一切非受虐狂的女性就很严重就这句话而论，我倒希望他能活过来，说一句我是开个玩笑，然后再死掉。当然，我也盼着中国古代的圣人活过来，把存天理灭人欲饿死事小失节事大之类的话收回一些。我说哲人王的学问可怕，丝毫也不意味着对哲学的不敬。哲学不独有趣，还足以启迪智慧，文化革命里工农兵学哲学时说哲学就是聪明学，我以为并不过分。若以为哲学里种种结论可以搬到生活里使用，恐怕就不尽然。下乡时常听老乡抱怨说学了聪明学反而更笨，连地都不会种了。至于可以使人成王的哲学，我认为它可以使王者更聪明，老百姓更笨。罗素是个哲学家，他说真正的伦理准则把人人同等看待。很显然，他的哲学不能使人成王。孔子说民可使由之，不可使知之。像这样的哲学就能使人首先是自己成王。孔丘先生被封为大成至圣先师，子子孙孙都是衍圣公，他老人家果然成了个哲人王。时值今日，还有人盼着出个哲人王，给他设计一种理想的生活方式，好到其中去生活因此就有人乐于做哲人王，只可惜这些现代的哲人王多半不是什么好东西，人民圣殿教的故事就是一例。不但对权势的爱好可以使人误入歧途，服从权势的欲望也可以使人误入歧途。至于我自己，总觉得生活的准则。伦理的基础，都该是些可以自明的东西。假如有未明之处，我也盼望学者贤明的意见，只是这些学者应该像科学上的前辈那样以理服人，或者像苏格拉底那样，和我们进行平等的对话。假如像某些哲人那样讲出些晦涩偏执的怪理，或者指天划地口沫飞溅地做出若干武断的规定，那还不如让我自己多想想的好。不管怎么说，我不想把自己的未来交给任何人，尤其是哲人王。"}
