{"text":"傅雷先生发现了这一点，马上写文章说小说的技巧值得注意。那个时候连张春桥都化名写小说，仅就艺术而言，可算是一团糟，张爱玲确是万绿丛中一点红――但若说有什么遗嘱被背叛了，可不是张爱玲的遗嘱，而是傅雷的遗嘱。天知道张爱玲后来写的那叫什么东西。她把自己的病态当作才能了，人有才能还不叫艺术家，知道珍视自己的才能才叫艺术家呢。笔者行文至此，就欲结束。但对小说的艺术只说了它不是什么，它到底是什么，还一字未提。假如读者想要明白的话，从昆德拉的书里也看不到，应该径直找两本好小说看看。看完了能明白则好，不能明白也就无法可想了，可以去试试别的东西――千万别听任何人讲理，越听越糊涂。任何一门艺术只有从作品里才能看到――套昆德拉的话说，只喜欢看杂文看评论看简介的人，是不会懂得任何一种艺术的。从黄金时代谈小说艺术黄金时代这本书里，包括了五部中篇小说。其中黄金时代一篇，从二十岁时就开始写，到将近四十岁时才完篇，其间很多次地重写。现在重读当年的旧稿，几乎每句话都会使我汗颜，只有最后的定稿读起来感觉不同。这篇三万多字的小说里，当然还有不完美的地方，但是我看到了以后，丝毫也没有改动的冲动。这说明小说有这样一种写法，虽然困难，但还不是不可能。这种写法就叫做追求对自己来说的完美。我相信对每个来说，完美都是存在的，只是不能经常去追求它。据说迪伦马特写法官和他的刽子手，也写了很多年。写完以后说今后再也不能这样写小说了。这说明他也这样写过。一个人不可能在每篇作品里做到完美，但是完美当然是最好的。有一次，有个女孩子问我怎样写小说，并且说她正有要写小说的念头。我把写黄金时代的过程告诉了她。下次再见面，问她的小说写得怎样了，她说，听说小说这么难写，她已经把这个念头放下了。其实在这本书里，大多数不是这样呕心沥血地写成的，但我主张，任何写小说的人都不妨试试这种写法。这对自己是有好处的。这本书里有很多地方写到性。这种写法不但容易招致非议，本身就有媚俗的嫌疑。我也不知为什么，就这样写了出来。现在回忆起来，这样写既不是为了找些非议，也不是想要媚俗，而是对过去时代的回顾。众所周知，六七十年代，中国处于非性的年代。"}
{"text":"我把写黄金时代的过程告诉了她。下次再见面，问她的小说写得怎样了，她说，听说小说这么难写，她已经把这个念头放下了。其实在这本书里，大多数不是这样呕心沥血地写成的，但我主张，任何写小说的人都不妨试试这种写法。这对自己是有好处的。这本书里有很多地方写到性。这种写法不但容易招致非议，本身就有媚俗的嫌疑。我也不知为什么，就这样写了出来。现在回忆起来，这样写既不是为了找些非议，也不是想要媚俗，而是对过去时代的回顾。众所周知，六七十年代，中国处于非性的年代。在非性的年代里，性才会成为生活主题，正如饥饿的年代里吃会成为生活的主题。古人说食色性也。想爱和想吃都是人性的一部分，如果得不到，就成为人性的障碍。然而，在我的小说里，这些障碍本身又不是主题。真正的主题，还是对人的生存状态的反思。其中最主要的一个逻辑是我们的生活有这么多的障碍，真他妈的有意思。这种逻辑就叫做黑色幽默。我觉得黑色幽默是我的气质，是天生的。我小说里的人也总是在笑，从来就不哭，我以为这样比较有趣。喜欢我小说的人总说，从头笑到尾，觉得很有趣等等。这说明本人的作品有自己的读者群。当然，也有些以为哭比较使人感动。他们笔下的人物从来就不笑，总在哭。这也是一种写法。他们也有自己的读者群。有位朋友说，我的小说从来没让她感动过。她就是个爱哭的人，误读了我的小说，感到很失落。我这样说，是为了让读者不再因为误读我的小说感到失落。现在严肃小说的读者少了，但读者的水平是大大提高了。在现代社会里，小说的地位和舞台剧一样，正在成为一种高雅艺术。小说会失去一些读者，其中包括想受道德教育的读者，想看政治暗喻的读者，感到性压抑寻找发泄渠道的读者，无所事事想要消磨时光的读者剩下一些真正读小说的人。小说也会失去一些――有些人会去下海经商，或者搞影视剧本，最后只剩下一些真正写小说的人。我以为这是一件好事。黄金时代罗素先生在他的西方的智慧一书里曾经引述了这样一句话一本大书就是一个灾难！我同意这句话，但我认为，书不管大小，都可以成为灾难，并且是和编辑的灾难。本书的三部小说被收到同一个集子里，除了主人公都叫王二之外，还有一个原因，那就是它们有着共同的主题。"}
{"text":"我以为这是一件好事。黄金时代罗素先生在他的西方的智慧一书里曾经引述了这样一句话一本大书就是一个灾难！我同意这句话，但我认为，书不管大小，都可以成为灾难，并且是和编辑的灾难。本书的三部小说被收到同一个集子里，除了主人公都叫王二之外，还有一个原因，那就是它们有着共同的主题。我相信读者阅读之后会得出这样的结论，这个主题就是我们的生活同时也会认为，还没有人这样写过我们的生活，本世纪初，有一位印象派画家画了一批伦敦的风景画，在伦敦展开，引起了很大轰动――他画的天空完全是红的。观众当然以为是画家存心要标新立异，然而当他们步出画廊，抬头看天时，发现因为污染的缘故，伦敦的天空的确是砖红色的。天空应当是蓝色的，但实际上是红色的正如我们的生活不应该是我写的这样但实际上，它正是我写的这个样子。本书中黄金时代第一辑，曾在台湾联合报连载。革命时期的爱情和我的阴阳两界也在国内刊物上发表过。我曾经就这些作品请教过一些朋友的意见除了肯定的意见之外，还有一种反对的意见是这样的这些小说虽然好看，但是缺少了一个积极的主题，不能激励人们向上，等等。笔者虽是谦虚的人，却不能接受这些意见。积极向上虽然是为人的准则，也不该时时刻刻挂在嘴上。我以为自己的本人就是把小说写得尽量好看，而不应在作品里夹杂某些刻意说教。我的写作态度是写一些作品给读小说的人看，而不是去教诲不良的青年。我知道，有很多理智健全能够辨别善恶的人需要读小说，本书就是为他们而写。至于浑浑噩噩善恶不明的人需要读点什么，我还没有考虑过。不管怎么说，我认为咱们国家里前一类读者够多了，可以有一种正经文学了若说我们国家的全体成年人均处于天真未凿善恶莫辨的状态，需要无时不刻的说教，这是我绝不敢相信的。自我懂事以来，对我国人民的生活水平总是评价过高，对我国人的智力道德水平总是评价过低，我认为这是一种偏差。当然，假如这是出于策略的考虑，那就不是我所能知道的了。有关这本书，还有最后一点要说本世纪初，有那个把伦敦的天空画成了红色的人后来被称为伦敦天空的发明者。"}
{"text":"自我懂事以来，对我国人民的生活水平总是评价过高，对我国人的智力道德水平总是评价过低，我认为这是一种偏差。当然，假如这是出于策略的考虑，那就不是我所能知道的了。有关这本书，还有最后一点要说本世纪初，有那个把伦敦的天空画成了红色的人后来被称为伦敦天空的发明者。我这样写了我们的生活，假如有人说，我就是这种生活的发明者，这是我绝不能承认的众所周知，这种发明权屑于更伟大的人物更伟大的力量。本书得以面世，多亏了不屈不挠的意志和积极的生活态度。必须说明，这些优秀品质并非所有鉴于出版这本书比写出这本书要困难得多，所以假如本书有些可取之处，应当归功于所有帮助出版和发行它的朋友们。一九九四年六月工作使命信心――黄金时代得奖感言我从很年轻时就开始写作，到现在已有近二十年。虽然在大陆的刊物上发表过几篇小说，出版过一个小说集，但对自己所写的东西，从来没有真正满意过。文学虽然有各种流派，各种流派之间又有很大的区别，但就作品而言，最大的区别却在于，有些作品写得好，有些作品写得不好。写出黄金时代之前，我从未觉得自己写得好，而黄金时代一篇，自觉写得尚可。感谢我的老师许倬云教授推荐了这篇小说，感谢联合报和各位评委先生把这个奖评给它。因为这篇小说是我的宠儿，所以它能获奖使我格外高兴。一篇小说在写完之前，和有千丝万缕的联系，我们总是努力使它完美无缺。而一旦写完之后，就与再无关系。一切可用的心血都已用尽，个人已再无力量去改动它，剩下的事情就是把它出版，让别人去评说――玛格丽特杜拉斯就是这样看待她写的每一篇小说。世界上每一种语文，都应该有很多作品供人阅读和评论，而作家的任务就是把它们写出来，并且要写得好。这是一件艰苦的工作，我还不能完全相信这就是我此生的使命，也许此次获奖会帮助我建立这样的信心。"}
{"text":"而一旦写完之后，就与再无关系。一切可用的心血都已用尽，个人已再无力量去改动它，剩下的事情就是把它出版，让别人去评说――玛格丽特杜拉斯就是这样看待她写的每一篇小说。世界上每一种语文，都应该有很多作品供人阅读和评论，而作家的任务就是把它们写出来，并且要写得好。这是一件艰苦的工作，我还不能完全相信这就是我此生的使命，也许此次获奖会帮助我建立这样的信心。与人交流――未来世界得奖感言再次得到联合报中篇小说奖，感慨万千。首要的一条就是短短两三年的时间里，自己就已告别了青年，步入中年。另外一条就是文学是一种永恒的事业。对于这样一种事业来说，个人总是渺小的。因为这些原因，这奖真是太好了。我觉得，这奖不是奖给已经形成的文字，而是奖给对小说这门艺术的理解。奖项的价值不止在于奖座和奖金，更在于对作品的共鸣。从这个意义上说，这奖也真是太好了。人在写作时，总是孤身一人。作品实际上是个人的独白，是一些发出的信。我觉得自己太缺少与人交流的机会――我相信，这是写严肃文学的人共同的体会。但是这个世界上除了有自己，还有别人除了身边的人，还有整个人类。写作的意义，就在于与人交流。因为这个缘故，我一直在写。未来世界这篇小说，写了一个虚拟的时空，其中却是一个真实的世界。我觉得它不属于科幻小说，而是含有很多黑色幽默的成分。至于黑色幽默，我认为无须刻意为之，看到什么，感觉到什么，把它写下来，就是黑色幽默。这件事当然非常地有意思。未来世界自序有些读者会把未来世界当作一部科幻小说，我对此有些不同意见。写未来的小说里，当然有很多属于科幻一类，比如说威尔斯s，的很多长篇小说，但若把乔治奥威尔的也列入科幻，我就不能同意。这是因为科学技术的发展在中并不是主题。我们把写过去的小说都叫做历史小说，但卡尔维诺的小说我们的祖先里，也毫无真实历史的影子。有一些小说家喜欢让故事发生在过去或者未来，但这些故事既非对未来的展望，也非对历史的回顾，比之展望和回顾，他们更加关注故事本身。"}
{"text":"写未来的小说里，当然有很多属于科幻一类，比如说威尔斯s，的很多长篇小说，但若把乔治奥威尔的也列入科幻，我就不能同意。这是因为科学技术的发展在中并不是主题。我们把写过去的小说都叫做历史小说，但卡尔维诺的小说我们的祖先里，也毫无真实历史的影子。有一些小说家喜欢让故事发生在过去或者未来，但这些故事既非对未来的展望，也非对历史的回顾，比之展望和回顾，他们更加关注故事本身。有了这点区别，我们就可以把奥威尔和卡尔维诺的作品从科幻和历史小说中区别出来，这些作品可以简单地称之为小说。我想，这个名称就够了。我喜欢奥威尔和卡尔维诺，这可能因为，我在写作时，也讨厌受真实逻辑的控制，更讨厌现实生活中索然无味的一面。假如说，知识分子的责任就是批判现实的话，小说家憎恶现实的生活的某一方面就不成立为罪名。不幸的是，大家总不把小说家看成知识分子。起码，和秃顶的大学教授相比，大家总觉得他们不像些知识分子。但我总以为，这样的想法是不对的。敏锐的读者可能会说，我写这些无非是要说明，我写的是小说，我是知识分子。我的用意就是如此。有种文艺理论以为，作品应该源于生活，高于生活，但我以为，起码现实生活中的大多场景是不配被写进小说里的。所以，有时想象比摹写生活更可取。至于说到知识分子，我以为他们应该有些智慧，所以，在某些方面见解与常人是不同的。我是这样想的。至于未来世界能不能使读者体会到这些想法，就不是我所能知道的了。年月日于北京红拂夜奔序这本书里将要谈到的是有趣。其实每一本书都应该有趣，对于一些书来说，有趣是它存在的理由对于另一些书来说，有趣是它应达到的标准。我能记住自己读过的每一本有趣的书，而无趣的书则连书名都不会记得。但是不仅是我，大家都快要忘记有趣是什么了。我以为有趣像一个历史阶段，正在被超越。照我的理解，马尔库塞s在他卓越的著作单向度的人里，也表达过相同的看法。当然，中国人的遭遇和他们是不同的故事。在我们这里，智慧被超越，变成了暧昧不清性爱被超越，变成了思无邪有趣被超越之后，就会变成庄严滞重。"}
{"text":"我能记住自己读过的每一本有趣的书，而无趣的书则连书名都不会记得。但是不仅是我，大家都快要忘记有趣是什么了。我以为有趣像一个历史阶段，正在被超越。照我的理解，马尔库塞s在他卓越的著作单向度的人里，也表达过相同的看法。当然，中国人的遭遇和他们是不同的故事。在我们这里，智慧被超越，变成了暧昧不清性爱被超越，变成了思无邪有趣被超越之后，就会变成庄严滞重。我们的灵魂将被净化，被提升，而不是如马尔库塞所说的那样，淹没在物欲里。我正等待着有一天，自己能够打开一本书不再期待它有趣，只期待自己能受到教育。与此同时，我也想起了浮士德里主人公感到生命离去时所说的话你真美呀，请等一等！我哀惋正在失去的东西。一本小说里总该有些纯属虚构的地方。熟悉数学方面典故的读者一定知道有关费尔马定理的那个有趣的故事，这方面毋庸赘言。最近，哈佛大学的一位教授证明了费尔马定理。需要说明的是，书中王二证明费尔马定理，是在此事之前。寻找无双序这是我的第一部长篇小说，写完的时候，我忽然想起了变形记奥维德的最后几行吾诗已成。无论大神的震怒，还是山崩地裂，都不能把它化为无形！这篇粗陋的小说，当然不能和这位杰出诗人的诗篇相比。同时我想到的，还有逻辑学最基本的定理等于，不等于非。这些话不是为我的小说而说，而是为智慧而说。在我看来，一种推理，一种关于事实的陈述，假如不是因为它本身的错误，或是相反的证据，就是对的。无论人的震怒，还是山崩地裂，无论善良还是邪恶，都不能使它有所改变。唯其如此，才能得到思维的快乐。而思维的快乐则是人生乐趣中最重要的一种。本书就是一本关天智慧，更确切地说，关于智慧的遭遇的书。年月日怀疑三部曲序这本书里包括了我近年来写的三部长篇小说。我写长篇小说是很不适合的，主要的原因在于记忆力方面的缺陷。"}
{"text":"无论人的震怒，还是山崩地裂，无论善良还是邪恶，都不能使它有所改变。唯其如此，才能得到思维的快乐。而思维的快乐则是人生乐趣中最重要的一种。本书就是一本关天智慧，更确切地说，关于智慧的遭遇的书。年月日怀疑三部曲序这本书里包括了我近年来写的三部长篇小说。我写长篇小说是很不适合的，主要的原因在于记忆力方面的缺陷。我相信如果不能把已写出的每一根线索都记在心里，就不能写出好的结构，如果不能把写出的每一句话记在心里，就不能写出好的风格。对我来说，五万字以下的篇幅是最合适的。但是这样的篇幅不能表达复杂的题目。我从很年轻时就开始写小说，但一直不知自己为什么要写，写的是些什么。直到大约十年前，我在美国读孟子，深刻地体验到孟子的全部学说来自于一种推己及人的态度，这时才猛省到，人在写作时，总免不了要推己及人。有关人的内心生活，所有的人都知道一个例子，就是自己。以自己的品行推论他人，就是以一个个案推论无限总体。在统计上可以证明这是很不可靠的做法，但是先贤就这样做了。自己这样想了，就希望人同此心，这种愿望虽不合理，但却是不可避免。一个个案虽不能得到可靠的推论，但是可以成立为假设。这是因为要做出假设，可以一个个案都没有，虽然多数假设都受到了一个个案的启迪。我的三大基本假设都是这样得到的。第一个假设是凡人都热爱智慧――因为我自己就热爱智慧，虽然这可能是因为我很低能。所谓智慧，我指的是一种进行理性思维时的快乐。当然，人有贤愚之分，但一个人认为思维是快乐的，那他就可说是热爱智慧的。我现在对这一点甚为怀疑，不是怀疑自己，而是怀疑每个人都热爱智慧。我写寻找无双时，心里总是在想这个问题。第二个假设是凡人都热爱异性，因为我自己就是这样的。我很喜欢女孩子，不管她漂亮不漂亮。我也很喜欢和女孩子交往――这仅仅是因为她是异性。我不认为这是罪恶的念头。但是这一点现在看来甚为可疑。我写革命时期的爱情时，这个念头总在我心间徘徊不去。第三个假设是凡人都喜欢有趣。这是我一生不可动摇的信条，假如这世界上没有有趣的事我情愿不活。有趣是一个开放的空间，一直伸往未知的领域，无趣是个封闭的空间，其中的一切我们全部耳熟能详。"}
{"text":"我写寻找无双时，心里总是在想这个问题。第二个假设是凡人都热爱异性，因为我自己就是这样的。我很喜欢女孩子，不管她漂亮不漂亮。我也很喜欢和女孩子交往――这仅仅是因为她是异性。我不认为这是罪恶的念头。但是这一点现在看来甚为可疑。我写革命时期的爱情时，这个念头总在我心间徘徊不去。第三个假设是凡人都喜欢有趣。这是我一生不可动摇的信条，假如这世界上没有有趣的事我情愿不活。有趣是一个开放的空间，一直伸往未知的领域，无趣是个封闭的空间，其中的一切我们全部耳熟能详。红拂夜奔谈的是这一点。现在我承认有很多人是根本不喜欢有趣的。我所能希望的最好情况就是能够证明还有少数人也喜欢有趣。有位希腊名医说这个人的美酒佳肴，就是那个人的穿肠毒药。我认为没有智慧性爱而且没意思的生活不足取，但有些人却以为这样的生活就是一切。他们还说，假如有什么需要热爱，那就是这种生活里面的规矩――在我看来，这种生活态度简直是种怪癖。很不幸的是，有这种怪癖的人是很多的，有人甚至把这种怪癖叫做文化，甚至当作了生活本身。在他们的作品里弥漫着这种情绪，可以看出，他们写作时也免不了推己及人，希望人人都有这种情绪。这种想法我实在没法同意，所以，写作又多了一重任务――和别人做伦理上的讨论。我最讨厌在小说里做这样的事，但在里写上几句又当不同，而且有关智慧性爱和有趣，我还可以谈得更多一些。罗素先生幼年时，曾沉迷于一种悲观的心境之中。五岁的时候他想人的一生有七十岁这是圣经上说的，我这不幸的一生到此才过了十四分之一！但随后他开始学习几何学，体验到智慧为何物，这种悲哀就消散到了九霄云外。人可以获得智慧，而且人类的智慧总在不断地增长之中。假如把这两点排除在外，人活着就真没什么意思了。至于性，弗洛伊德曾说，它是一切美的来源。当然，要想欣赏美，就不要专注于性器官，而是去欣赏人对别人的吸引力。我可以说服别人相信智慧是好的，性爱是好的，但我没法说服一个无趣的人，让他相信有趣是好的。有人有趣，有人无趣，这种区别是天生的。年，我在大学里读到了乔治奥威尔的，这是一个终身难忘的经历。这本书和赫胥黎的奇妙的新世界扎米亚京Z的我们并称反面乌托邦三部曲，但是对我来说，它已经不是乌托邦，而是历史了。"}
