{"text":"以往的歌曲除了国歌，外国歌曲除了国际歌，一概被指责为黄色。所以，我看着我这位年轻的朋友，心里不免佩服他父母当年的勇敢，想到他们的艰难。但是二十岁上下的人，不谈恋爱尚可做到，不向往爱情则不可能，除非心理有毛病。当年我们一同去插队的二十个人，大的刚满十八，小的还不到十七。我们从北京乘火车到西安到铜川，再换汽车到延安，一路上嘻嘻哈哈，感觉就像是去旅游。冷静时想一想未来，浪漫的诗意中也透露几分艰险，但越是艰险越向前，大家心里便都踏实些，默默地感受着崇高与豪迈。然后互相勉励咱们不能消沉。对对。咱们不能学坏。那当然。咱们不能无所作为。人的能力有大小，只要咱们不能抽烟。谁抽烟咱们大伙抽谁！更不能谈恋爱，不能结婚。唏――！所有人都做出一副轻蔑或厌恶的表情，更为激进者甚至宣称一辈子不做那类庸俗的勾当。但是插队的第二年，我们先取消了不能抽烟的戒律。在山里受一天苦，晚上回来常常只能喝上几碗钱钱饭，肚子饿，嘴上馋，两毛钱买包烟，够几个人享受两晚上，聊补嘴上的欲望这是最经济的办法了。但是抽烟不可让那群女生看见，否则让她们看不起。这就有些微妙，既然立志独身，何苦又那么在意异性的评价呢？此一节不及深究，紧跟着又纷纷唱起黄歌来。所谓黄歌，无非是莫斯科郊外的晚上呀，喀秋莎呀，灯光小路红河谷等等。不知是谁弄来一本外国名歌首，大家先被歌词吸引。譬如一条小路曲曲弯弯细又长，一直通向迷雾的远方，我要沿着这条细长的小路，跟随我的爱人上战场譬如有位年轻的姑娘，送战士去打仗。他们黑夜里告别，在那台阶前。透过淡淡的薄雾，青年看见，在那姑娘的窗前，还闪烁着灯光。多美的歌词。大家都说好，说一点都不黄，说不仅不黄而且很革命。于是学唱。晚上，在昏暗的油灯下认真地学唱，认真的程度不亚于学毛选。推开窑门，坐在崖畔，对面是月色中的群山，脚下就是那条清平河，哗哗啦啦日夜不歇。正当梨花开遍了天涯，河上飘荡柔曼的轻纱，喀秋莎站在那峻峭的岸上，歌声好像明媚的春光。歌声在大山上撞起回声，顺着清平川漫散得很远。唱一阵，歇下来，大家都感动了，默不作声。感动于什么呢？至少大家唱到姑娘爱人时都不那么自然。"}
{"text":"于是学唱。晚上，在昏暗的油灯下认真地学唱，认真的程度不亚于学毛选。推开窑门，坐在崖畔，对面是月色中的群山，脚下就是那条清平河，哗哗啦啦日夜不歇。正当梨花开遍了天涯，河上飘荡柔曼的轻纱，喀秋莎站在那峻峭的岸上，歌声好像明媚的春光。歌声在大山上撞起回声，顺着清平川漫散得很远。唱一阵，歇下来，大家都感动了，默不作声。感动于什么呢？至少大家唱到姑娘爱人时都不那么自然。意犹未尽，再唱走过来坐在我的身旁，不要离别得这样匆忙，要记住红河谷你的故乡，还有那热爱你的姑娘。难道这歌也很革命吗？管他的！这歌更让人心动。那一刻，要是真有一位姑娘对我们之中的不管谁，表示与那歌词相似的意思，谁都会走过去坐在她的身旁。正如毛选中云民主是主流，反民主的反动只是一股逆流一样，对二十岁上下的人来说，爱情是主流，反爱情的反动也只是一股逆流。不过这股逆流一时还很强大，仍不敢当着女生唱这些歌，怕被骂作流氓，爱情的主流只在心里涌动。既是主流，就不可阻挡。有几回下工回来，在山路上边走边唱。走过一条沟，翻过一道梁，唱得正忘情，忽然迎头撞上了一个或是几个女生，虽赶忙打住但为时已晚，料必那歌声已进入姑娘的耳朵但愿不仅仅是耳朵，还有心田。这可咋办？大家慌一阵，说没事。壮自己的胆。说管她们的！撑一撑男子汉的面子。她们听见了吗？那还能听不见？她们的脸都红了。是吗？当然。听他胡说呢。嘿，谁胡说谁不是人！你看见的？废话。这倒是个不坏的消息，是件值得回味的事，让人微微地激动。不管怎么说，这歌声在姑娘那儿有了反应，不管是什么反应吧，总归比仅仅在大山上撞起回声值得考虑。主流毕竟是主流，不久，我们听见女生们也唱起黄歌来了小伙子你为什么忧愁？为什么低着你的头？是谁叫你这样伤心？问他的是那赶车的人想来，人类的一切歌唱大概正是这样起源。或者说一切艺术都是这样起源。艰苦的生活需要希望，鲜活的生命需要爱情，数不完的日子和数不完的心事，都要诉说。民歌尤其是这样。陕北民歌尤其是这样。百灵子过河沉不了底，三年两年忘不了你。有朝一日见了面，知心的话儿要拉遍。蛤蟆口灶火烧干柴，越烧越热离不开。鸡蛋壳壳点灯半炕炕明，烧酒盅盅量米不嫌哥哥穷。白脖子鸭儿朝南飞，你是哥哥的勾命鬼。半夜里想起干妹妹，狼吃了哥哥不后悔。"}
{"text":"是谁叫你这样伤心？问他的是那赶车的人想来，人类的一切歌唱大概正是这样起源。或者说一切艺术都是这样起源。艰苦的生活需要希望，鲜活的生命需要爱情，数不完的日子和数不完的心事，都要诉说。民歌尤其是这样。陕北民歌尤其是这样。百灵子过河沉不了底，三年两年忘不了你。有朝一日见了面，知心的话儿要拉遍。蛤蟆口灶火烧干柴，越烧越热离不开。鸡蛋壳壳点灯半炕炕明，烧酒盅盅量米不嫌哥哥穷。白脖子鸭儿朝南飞，你是哥哥的勾命鬼。半夜里想起干妹妹，狼吃了哥哥不后悔。情歌在一切民歌中都占着很大的比例，说到底，爱是根本的希望，爱，这才需要诉说。在山里受苦，熬煎了，老乡们就扯开嗓子唱，不像我们那么偷偷摸摸的。爱嘛，又不是偷。墙头上跑马还嫌低，面对面睡觉还想你。把住哥哥亲了个嘴，肚子里的疙瘩化成水。但是反爱情的逆流什么时候都有大红果子剥皮皮，人家都说我和你，本来咱俩没关系，好人摊上个赖名誉。不怨我爹来不怨我娘，单怨那媒人嘴长。我把这个荷包送与你，知心话儿说与你，哥哎哟，千万你莫说是我绣下的。你就说是十字街上买来的，掏了么三两银，哥哎哟，千万你莫说是我绣下的。不过我们已经说过了，主流毕竟是主流，把主流逼急了是要造反的你要死哟早早些死，前晌死来后晌我兰花花走。对面价沟里拔黄蒿，我男人倒叫狼吃了。先吃上身子后吃上脑，倒把老奶奶害除了。我把哥哥藏在我家，毒死我男人不要害怕。迟来早去是你的人，跌到一起再结婚。真正是无法无天。但上帝创造生命想必不是根据法，很可能是根据爱一切逆流就便是有法的装饰，也都该被打倒。老乡们真诚而坦率地唱，我们听得骚动，听得心惊，听得沉醉，那情景才用得上再教育这三个字呢。我在插队的故事那篇小说中说过，陕北民歌中常有些哀婉低回的拖腔，或欢快嘹亮的呐喊，若不是在舞台上而是在大山里，这拖腔或呐喊便可随意短长。比如说三十里铺提起――这家来家有名比如赶牲灵走头头的那个骡子儿哟――三盏盏的那个灯提起和骡子儿哟之后可以自由地延长，直到你心里满意了为止。根据什么？我看是根据地势，在狭窄的沟壑里要短一些，在开阔的川地里或山顶上就必须长，为了照顾听者的位置吗？可能，更可能是为了满足唱者的感觉天人合一，这歌声这心灵，都要与天地构成和谐的形式。民歌的魅力之所以长久不衰，因为它原就是经多少代人锤炼淘汰的结果。"}
{"text":"比如说三十里铺提起――这家来家有名比如赶牲灵走头头的那个骡子儿哟――三盏盏的那个灯提起和骡子儿哟之后可以自由地延长，直到你心里满意了为止。根据什么？我看是根据地势，在狭窄的沟壑里要短一些，在开阔的川地里或山顶上就必须长，为了照顾听者的位置吗？可能，更可能是为了满足唱者的感觉天人合一，这歌声这心灵，都要与天地构成和谐的形式。民歌的魅力之所以长久不衰，因为它原就是经多少代人锤炼淘汰的结果。民歌之所以流传得广泛，因为它唱的是平常人的平常心。它从不试图揪过耳朵来把你训斥一顿，更不试图把自己装点得多么白璧无瑕甚至多么光彩夺目它没有吓人之心，也没有取宠之意它不想在众人之上，它想在大家中间，因而它一开始就放弃拿腔弄调和自命不凡它不想博得一时癫狂的喝彩，更不希望在其脚下跪倒一群乞讨恩施的信徒它的意蕴是生命的全息，要在天长地久中去体味。道法自然，民歌以真诚和素朴为美。真诚而素朴的忧愁，真诚而素朴的爱恋，真诚而素朴的希冀与憧憬，变成曲调，贴着山走，沿着水流，顺着天游信着天游变成唱词，贴着心走沿着心流顺着心游信着心游。其实，流行歌曲的起源也应该是这样――唱平常人的平常心，唱平常人的那些平常的牵念，喜怒哀乐都是真的刻骨铭心的魂牵梦萦的，珍藏的也好坦率的也好都是心灵的作为，而不是喉咙的集市。也许是我老了，怎么当前的流行歌曲能打动我的那么少？如果是我老了，以下的话各位就把它随便当成什么风刮过去拉倒。我想，几十几百年前可能也有流行歌曲，有很多也那么旋风似的东南西北地刮过比如大跃进时期的文化革命时期的，因其不是发源于心因而也就不能留驻于心，早已被人淡忘了。我想，民歌其实就是往昔的流行歌曲之一部分，多少年来一直流传在民间因而后人叫它民歌。我想，经几十甚至几百年而流传至今的所有歌曲，或许当初都算得流行歌曲不能流行起来也就不会流传下去，它们所以没有随风刮走，那是因为一辈辈人都从中听见自己的心，乃至自己的命。门前有棵菩提树，站在古井边，我做过无数美梦，在它的绿荫间老人河啊，老人河，你知道一切，但总是沉默不管是异时的还是异域的，只要是从心里流出来的，就必定能够流进心里去。可惜，在此我只能列举出一些歌词，不能让您听见它的曲调，但是通过这些歌词您或许能够想象到它的曲调，那曲调必定是与市场疏离而与心血紧密的。"}
{"text":"我想，经几十甚至几百年而流传至今的所有歌曲，或许当初都算得流行歌曲不能流行起来也就不会流传下去，它们所以没有随风刮走，那是因为一辈辈人都从中听见自己的心，乃至自己的命。门前有棵菩提树，站在古井边，我做过无数美梦，在它的绿荫间老人河啊，老人河，你知道一切，但总是沉默不管是异时的还是异域的，只要是从心里流出来的，就必定能够流进心里去。可惜，在此我只能列举出一些歌词，不能让您听见它的曲调，但是通过这些歌词您或许能够想象到它的曲调，那曲调必定是与市场疏离而与心血紧密的。我听有人说，我们的流行歌曲一直没有找到自己恰当的唱法，港台的学过了，东洋西洋的也都学过了，效果都不好，给人又做偷儿又装阔佬的感觉。于是又有人反其道而行，专门弄土，但那土都不深，扬一把在脑袋上的肯定不是土壤，是浮土要么干脆是灰尘。我家住在黄土高坡，大风从门前刮过，虽然高和大都用上了，听着却还是小气因为您再听不管是东南风还是西北风，都是我的歌这无异于是声称，他对生活没有什么自己的看法，他没心没肺。真要没心没肺一身的仙风道骨也好，可那时候风里恰恰是能刮来钱的，挣钱无罪，可这你就不能再说你对生活没有什么看法了。假是终于要露马脚的。歌唱，原是真诚自由的诉说，若是连歌唱也假模假式起来，人活着可真就绝望。我听有人说起对流行歌曲的不满，多是从技术方面考虑，技术是重要的，我不懂，不敢瞎说。但是单纯的技术观点对歌曲是极不利的，歌么，还是得从心那儿去找它的源头和它的归宿。写到这儿我怀疑了很久，反省了很久也许是我错了？我老了？一个人只能唱他自己以为真诚的歌，这是由他的个性和历史所限定的。一个人尽管他虔诚地希望理解所有的人，那也不可能。一代人与一代人的历史是不同的，这是代沟的永恒保障。沟不是坏东西，有山有水就有沟，地球上如果都是那么平展展的，虽然希望那都是良田但事实那很可能全是沙漠。别做暴君式的父辈，让儿女都跟自己一般高我们曾经做那样可怜的儿女已经做得够够的了。此文开头说的那位二十一岁的朋友――我们知青的第二代，他喜欢唱什么歌呢？有机会我要问问他。但是他愿意唱什么就让他唱什么吧，世上的紧张空气多是出于瞎操心，由瞎操心再演变为穷干涉。我们的第二代既然也快到了恋爱的季节，我们尤其要注意任何以自己的观念干涉别人爱情的行为，都只是一股逆流。"}
{"text":"别做暴君式的父辈，让儿女都跟自己一般高我们曾经做那样可怜的儿女已经做得够够的了。此文开头说的那位二十一岁的朋友――我们知青的第二代，他喜欢唱什么歌呢？有机会我要问问他。但是他愿意唱什么就让他唱什么吧，世上的紧张空气多是出于瞎操心，由瞎操心再演变为穷干涉。我们的第二代既然也快到了恋爱的季节，我们尤其要注意任何以自己的观念干涉别人爱情的行为，都只是一股逆流。归去来我知道，北玲有一桩未了的心愿回陕北，再看看那片黄土连天的高原。她曾对我说过，当她躺在美国的医院里，刚从那次濒死的大手术中活过来，见窗台上友人们送来很多鲜花，其中有一束很像黄土高原上的山丹丹，想必也是百合类。她说，她熬着伤痛，昏睡，偶尔醒来就看见那束花在阳光里或者月色中开得朴素又鲜活。她知道她患了肝癌。她说，有十几天，也许更久，别的花慢慢凋谢，唯独那束山丹丹一样的花一直不败，她相信此非偶然，必是远方那片黄土地上的精神又来给她信心和帮助。她说等我的病见好一点，立哲要带我回一趟陕北。立哲，北玲的丈夫。就是那个孙立哲――当年的知识青年模范，在窑洞里为农民作手术的赤脚医生。立哲当年的事迹颇具传奇色彩只上过初中二年，却在土窑洞里作了上千例手术，小至切除阑尾，大至从腹腔里摘出几十斤重的肿瘤。我可以作证这既非讹传也无夸张。我与力哲中学同学，在陕北插队同住一眼窑洞。他第一次操刀手术，我就在他身旁，是给村里的一个男孩割去包皮。此后他的医道日益精深，十年中，在陕北那座小山村里，他内外妇儿各科一身兼顾，治好的病人以数万计。那小山村真名叫关家庄，我曾在一篇小说中叫它作清平湾。最早听说北玲，大约是年，听说陕北知青中有几个师大女附中的才女正写一部知青题材的小说，才女中就有吴北玲这名字那时我也正动了写小说的念头，这名字于是记得深刻。第一次见她是在年，初秋，下着小雨，一个身材颀长的女子跟在立哲身后走进我家。立哲说，她叫吴北玲，也是陕北插队的。我说，噢――我知道。立哲说你怎么知道？我说，早就知道，行么？立哲笑道行。北玲脱去粉红色的雨披，给我的印象是生气勃勃。其时她已在北大读中文系。"}
{"text":"最早听说北玲，大约是年，听说陕北知青中有几个师大女附中的才女正写一部知青题材的小说，才女中就有吴北玲这名字那时我也正动了写小说的念头，这名字于是记得深刻。第一次见她是在年，初秋，下着小雨，一个身材颀长的女子跟在立哲身后走进我家。立哲说，她叫吴北玲，也是陕北插队的。我说，噢――我知道。立哲说你怎么知道？我说，早就知道，行么？立哲笑道行。北玲脱去粉红色的雨披，给我的印象是生气勃勃。其时她已在北大读中文系。立哲说一句你们俩有得聊，就去忙着包饺子他拌的饺子馅天下一流，这一点，几年后在芝加哥得到验证。我便像模像样地跟北玲谈文学。饺子熟时雨停了。那晚月色极好，我们坐在小院儿里吃饺子，唱辽阔的陕北民歌，又唱久远的少年时的歌，直唱到古今中外。北玲唱的一首古曲至今还在耳边明月几时有，把酒问青天立哲说北玲的手风琴也拉得好，北玲说等哪天她要带着琴来为我演奏。我常常不能相信，一个灵魂竟会消失，尤其那样一个生气勃勃的灵魂。此后立哲住在我家养病，陕北十年给了他终生受益的磨炼，同时送给他一份肝炎。北玲在北大呆不住，几乎天天往我家跑，当然是因为立哲。那时我初学写作，写了拿给北玲看，不知深浅地占去这痴情人的很多时间北玲的文学鉴赏力值得信赖。她常常是下午下了课来，很晚才走，每次进得门来，脸上都藏不住一句迫切的话立哲呢？如果立哲不在，她脸上那句话便不断地响，然后不管立哲在哪儿她就骑上车去找。立哲正在身体上和政治上经历着双重逆境，北玲对他的爱情，惟更深更重。半年后，立哲以第一名的成绩考取了北二医的研究生，北玲迂回着表露她的骄傲真不知这小子什么时候看的书，考试前三天还又钓鱼又跳舞呢。有一天一伙同在陕北插队的朋友碰在一起，有人提醒他们什么时候结婚呀你们？立哲算了算，很多插队的朋友碰巧都在北京，便打电话回家妈，你准备准备，我明天结婚。精神病！这哪儿来得及？有什么来不及？陕北这帮人一块吃顿饭就得。婚后不久，立哲和北玲相继去了美国，一个学医，一个学比较文学，一去又是十年。他们从美国寄来照片，照片上的北玲依然年轻，朝气蓬勃立哲却胖起来，激素的作用，听说他又添了糖尿病。信却少，他们大忙。"}
{"text":"精神病！这哪儿来得及？有什么来不及？陕北这帮人一块吃顿饭就得。婚后不久，立哲和北玲相继去了美国，一个学医，一个学比较文学，一去又是十年。他们从美国寄来照片，照片上的北玲依然年轻，朝气蓬勃立哲却胖起来，激素的作用，听说他又添了糖尿病。信却少，他们大忙。听说立哲对实验动物过敏，几次因窒息被送进医院，他的导师惋惜再三，也只得同意他转行之后听说他们开办了北方饺子公司，孙太太的饺子声誉极好之后又听说他们创建了万国图文和万通科技公司，在美国每年注册的这类公司有上万家，三年后仍然存在的只有，立哲和北玲的公司不仅存在下来，而且还有了三四个子公司。从美国回来的朋友向我描述立哲一天只睡三四个小时觉，常是一手抓一个电话，脖子上再夹一个，旁边另外的电话铃又响起来。我能看见他令人眼花目眩的匆匆脚步。在我的印象里，他除了下棋和钓鱼，没有坐下来的时候，看着他，就像看一场乒乓球赛，忽此忽彼弄得你脖子酸疼。北玲呢，她的稳重精细知人善任恰恰是立哲的好搭档。令人惊佩的是，与此同时，北玲获取了硕士学位，通过了博士资格考试，并在美国西北大学任教，还担任比较文学学会副会长和中国比较文学家杂志主编。年北玲回国探亲，带着出生仅四个月的小女儿，说是想让女儿早些看到中国。小女儿长得很漂亮，睁开眼睛东张西望，不知她对故乡的第一印象如何。我问北玲，把女儿留在中国吗？她说不，儿子小时候不得不跟我分开，这回我不能再离开女儿，我得做个像样的母亲了。天色渐晚，我请北玲吃炸酱面，一边听她讲在美国的创业史。先是一边读书一边在饭馆里打工，干最低等的活，一个人负责收拾三四十张餐桌的餐具，一秒钟都不停地跑，可竟连其他国家的打工者都歧视他们，小费都被别人敛去不给他们留一文。立哲还在搬家公司干过，一二百斤的硬木家具扛起来两腿打颤，有一次电梯坏了，但不能违背合同，就一趟趟扛上几层楼，钱却不多挣。后来他们自己办起饺子公司，开始时食客们尚不识孙太太的饺子，全靠电话征订要饺子吗？孙太太的饺子物美价廉。孙先生下了课先去四处采购，回到家熬上排骨汤，抡圆了膀子拌肉馅，配料极有讲究不容半点含糊。芝加哥亮起万家灯火，是孙先生和孙太太开始包饺子的时候了，正是不夜城歌舞喧喧之际，他们熬着瞌睡把饺子包得满屋子没地方搁。"}
{"text":"立哲还在搬家公司干过，一二百斤的硬木家具扛起来两腿打颤，有一次电梯坏了，但不能违背合同，就一趟趟扛上几层楼，钱却不多挣。后来他们自己办起饺子公司，开始时食客们尚不识孙太太的饺子，全靠电话征订要饺子吗？孙太太的饺子物美价廉。孙先生下了课先去四处采购，回到家熬上排骨汤，抡圆了膀子拌肉馅，配料极有讲究不容半点含糊。芝加哥亮起万家灯火，是孙先生和孙太太开始包饺子的时候了，正是不夜城歌舞喧喧之际，他们熬着瞌睡把饺子包得满屋子没地方搁。几百个饺子在凌晨前包好，先生和太太才都躺下睡一会。天很快亮了，饺子冻好，包装整齐，孙先生开着破汽车一家一户地送。立哲那辆汽车破到了全芝加哥第一，底盘锈烂了，坐在车里往起一站，身体忽然矮下去，鞋底竟与路面直接磨擦。随后办起了万国图文公司，先做名片。阿拉伯文，贵公司能做吗？孙先生泰然答道当然。北玲便笑。其时他们尚不知阿拉伯文有几个字母呢。但既是万国图文就得是当然能做，否则信誉何在？两口子埋头一宿，居然摸出门道，一份漂亮的阿拉伯文名片按期交货。业务范围逐渐扩大，设备不够，北玲便于周末在其打工的公司藏下，用人家的设备工作，周六周日昼夜苦干，睡在地板上，立哲探监似地按时来送饭。就这样创业。真难，真苦。北玲说插队过来的人，什么苦没受过？不怕。可图的什么呢？北玲半晌不语，笑笑，很可能这是命，是性格，性格就是命运，不能放弃理想的命运。其实也简单，她说，中国人不能总让人瞧不起。此前立哲已回国一趟，筹备在中国投资办高技术企业。立哲和北玲都屡屡说起美国先进的科学技术，盼望中国不能再落后。我见北玲的脸上有明显的疲倦。她说一年前胃上刚刚切除了一个瘤子，良性的，没事了。可那瘤子半年后竟发展成癌，扩散到肝，已是晚期。立哲痛哭失声，作了多年医生他曾治好过多少病人，如今他知道很可能救不了自己的妻子了。北玲却无比镇定，把一切向立哲作了嘱咐，平静地上了手术台。肝脏切去五分之三，有四十分钟她是处于心跳循环停止的冰冻状态，立哲在手术室外等候，非常可能北玲就此不能醒来。北玲命真硬，又挺过来了，睁开眼，躺在病房里，见那束山丹丹一样的花开得简单自在潇洒，阳光下和月光里都仿佛带着遥远的那片故土的声音。年秋天，立哲带北玲回国治病。到北京的第二天他们来看我。"}
