{"text":"他不相信一个美丽的女子会长久爱自己，连他自己也嫌恶自己的丑陋。说到底，爱情只有在想像中才能天长地久。埃列娜看出这个童话诗人在现实生活中却害怕童话，原谅了他。此后他俩再也没有见过面，但终生互相思念。巴黎市郊莫泊桑的别墅外，一个天真美丽的姑娘拉响了铁栅栏门的门铃。这是一个穷苦女工，莫泊桑小说艺术的崇拜者。得知莫泊桑独身一人，她心里出现了一个疯狂的念头，要把生命奉献给他，做他的妻子和女奴。她整整一年省吃俭用，为这次见面置了一身漂亮衣裳。来开门的是莫泊桑的朋友，一个色鬼。另一种存在他骗她说，莫泊桑携着情妇度假去了。姑娘惨叫一声，踉跄而去。色鬼追上了她。当天夜里她为了恨自己，恨莫泊桑，委身给了色鬼。后来她沦为名震巴黎的雏妓。莫泊桑听说此事后，只是微微一笑，觉得这是篇不坏的短篇小说的题材。我把金玫瑰不同篇章叙述的这两则轶事放到一起，也许会在安徒生的温柔的自卑和莫泊桑的冷酷的玩世不恭之间造成一种对照，但他们毕竟有一点是共同的，就是珍惜艺术胜于珍惜现实中的爱情。据说这两位大师临终前都悔恨了，安徒生恨自己错过了幸福的机会，莫泊桑恨自己亵渎了纯洁的感情。可是我敢断言，倘若他们能重新生活，一切仍会照旧。艺术家就其敏感的天性而言，比常人更易堕入情网，但也更易感到失望或厌倦。只有在艺术中才有完美。在艺术家心目中，艺术始终是第一位的。即使他爱得如痴如醉，倘若爱情的缠绵妨碍了他从事艺术，他就仍然会焦灼不安。即使他因失恋而痛苦，只要艺术的创造力不衰，他就仍然有生活的勇气和乐趣。最可怕的不是无爱的寂寞或失恋的苦恼，而是丧失创造力。在这方面，爱情的痴狂或平淡都构成了威胁。无论是安徒生式的逃避爱情，还是莫泊桑式的玩世不恭，实质上都是艺术本能所构筑的自我保护的堤坝。艺术家的确属于一个颠倒的世界，他把形式当成了内容，而把内容包括生命爱情等等当成了形式。诚然，从总体上看，艺术是为人类生命服务的。但是，惟有以自己的生命为艺术服务的艺术家，才能创造出这为人类生命服务的艺术来。帕氏写道如果说，时间能够使爱情消失殆尽的话，那么时间却能够使真正的文学成为不朽之作。人生中有一些非常美好的瞬息，为了使它们永存，活着写作是多么美好！"}
{"text":"艺术家的确属于一个颠倒的世界，他把形式当成了内容，而把内容包括生命爱情等等当成了形式。诚然，从总体上看，艺术是为人类生命服务的。但是，惟有以自己的生命为艺术服务的艺术家，才能创造出这为人类生命服务的艺术来。帕氏写道如果说，时间能够使爱情消失殆尽的话，那么时间却能够使真正的文学成为不朽之作。人生中有一些非常美好的瞬息，为了使它们永存，活着写作是多么美好！私人写作自己的读者我一直是别人的读者，不曾想到有一天我会拥有自己的读者，更不曾想到拥有自己的读者会成为我生活中一件多么重要的事情。事实上，在写我的第一本书时，我脑中还没有自己的读者这个概念。至于畅销轰动成功出名，更是一丝影子也没有。在想像中看到手稿印成铅字，仅此就令我十分愉快了。我甚至连这也不敢多想。在想像中看到一堆完成了的手稿，仅此就足以鼓舞我不停地写下去了。书终于出版，正赶上书市。我混在人群里，偷偷看我的书一本本售出，心里充满欣喜之感。当时的心情是，恨不能偷偷跟这些买了我的书的人回家，偷偷看他们读，偷偷观察他们读时脸上的表情。不久，收到读者的信了。一开始我很惊奇，仿佛这是一件意外的事。我知道有的书会产生社会反响，表现为专家权威的评论新闻媒介的宣传作品的获奖等等，不过总疑心背后有或的朋友在活动，与读者关系并不大，真的没想到读者和作者之间可以有如此直接的交流。后来发现，其实这很平常，几乎每个作家都会收到欣赏者或崇拜者的来信。然而，尽管平常，每收到读者的信，我仍然感到快乐，因为借此我知道我有了自己的读者。作为读者，我也有若干自己偏爱的，但我并不觉得我的偏爱对这些有什么重要。要知其重要，自己必须是处在作者的位置上。对于一个作家来说，拥有一个偏爱其作品的读者群―――这便是我所说自己的读者的含义―――乃是第二等重要的事情。不言而喻，头等重要的事情当然是作家本身的才华和创作。在此前提下，有了自己的读者，他的才华便有了知音，他的创作便有了对象。作品层次有高低，读者群的层次与之相应。曲高和寡，但和寡决非作曲者的目标。哪怕是旷世天才，他所希望的也不是一片沉默，而是更多的理解。"}
{"text":"要知其重要，自己必须是处在作者的位置上。对于一个作家来说，拥有一个偏爱其作品的读者群―――这便是我所说自己的读者的含义―――乃是第二等重要的事情。不言而喻，头等重要的事情当然是作家本身的才华和创作。在此前提下，有了自己的读者，他的才华便有了知音，他的创作便有了对象。作品层次有高低，读者群的层次与之相应。曲高和寡，但和寡决非作曲者的目标。哪怕是旷世天才，他所希望的也不是一片沉默，而是更多的理解。当你知道世上有一些偏爱你的读者期待着你的新作品时，你的创作无疑会受到非常有力的鼓舞。有些作家喜欢和读者直接见面，接受他们的欢呼和仰慕。我在这方面很不自信。我没有吸引人的风度和口才，讲演往往不成功。即使是某些读者要求的个别会面，我也尽量回避，以免他们失望，让我怪内疚的。这不是傲慢，实在是自卑。比较适合于我的交流方式还是通信，从中我获得了一些挺好的朋友。奇怪的是，一成朋友，即使未曾晤面，我也没法再把他们当读者了。我出了新书，他们也谈感想，评得失，但那已是朋友的表态，不复是读者的反响。只有不知来自何处的陌生读者的来信，才能真正把读者的感应带给我，才能如实告诉我，我是否还继续拥有自己的读者。有一段时间，读者的来信源源不断，数量相当多，我渐渐习以为常了。我想反正我会一本接一本地写下去，读者的感应也会一浪接一浪地涌过来，这种日子长着呢。然而，曾几何时，一个长长的间隙出现了。偏偏在这时，又有一些昨天的声音，对我的第一本书的反响的余音，传到了我的耳中。我写这篇文章完全是受了它们的触动，请允许我记录下来―――那时候我正读大学本科，一位专攻法国文学的研究生初私人写作次见面时对我说，宿舍里只有一本你的书，我们排了次序，限定时间，夜晚熄灯后就打着手电看。有位女记者也是初次见面时告诉我，她认识一个在英国长大并且嫁了英国丈夫的少妇，那少妇在飞机上偶然地读到我的书，爱不释手，竟说这是她最喜欢的一本书。真奇怪，女记者诧异地议论，按理说她的文化背景很不同某校有个研究生在一次事故中丧命，向我提到他的那位陌生朋友说他是我的一个同学的哥哥，上回我来北京，他谈起你的书，非常兴奋，我还答应带他来见你呢。我黯然无言。"}
{"text":"真奇怪，女记者诧异地议论，按理说她的文化背景很不同某校有个研究生在一次事故中丧命，向我提到他的那位陌生朋友说他是我的一个同学的哥哥，上回我来北京，他谈起你的书，非常兴奋，我还答应带他来见你呢。我黯然无言。这些零星传到我耳中的声音甚至比最热情的读者来信更使我感动，若不是有人因偶然机遇向我谈到，我永远不会知道我还有过那样一些可爱的读者。现在我才发现我是多么想念我的读者是的，一个作家拥有自己的读者，乃是极大的幸运。这个偏爱他的读者群，他从来信和传闻中可揣摩一二，在整体上却是看不见摸不着的，必然也是不固定的，但它确确实实存在着，成为他的一个无形的精神家园。常有人问我为什么不出国。若有机会出去看看，我何乐而不为？然而，我的确从未有过也永远不会有到国外久居乃至定居的念头，理由很简单，我认为也很充足，便是我不能失去自己的读者。另一种存在私人写作一年秋天的一个夜晚，托尔斯泰几乎通宵失眠，心里只想着一件事明天他就要向索菲亚求婚了。他非常爱这个比他小十六岁年方十八的姑娘，觉得即将来临的幸福简直难以置信，因此兴奋得睡不着觉了。求婚很顺利。可是，就在求婚被接受的当天，他想到的是我不能为自己一个人写日记了。我觉得，我相信，不久我就不再会有属于一个人的秘密，而是属于两个人的，她将看我写的一切。当他在日记里写下这段话时，他显然不是为有人将分享他的秘密而感到甜蜜，而是为他不再能独享仅仅属于他一个人的秘密而感到深深的不安。这种不安在九个月后完全得到了证实，清晰成了一种强烈的痛苦和悔恨我自己喜欢并且了解的我，那个有时整个地显身叫我高兴也叫我害怕的我，如今在哪里？我成了一个渺小的微不足道的人。自从我娶了我所爱的女人以来，我就是这样一个人。这个簿子里写的几乎全是谎言―――虚伪。一想到她此刻就在我身后看我写东西，就减少了破坏了我的真实性。托尔斯泰并非不愿对他所爱的人讲真话。但是，面对他人的真实是一回事，面对自己的真实是另一回事，前者不能代替后者。作为一个珍惜内心生活的人，他从小就养成了写日记的习惯。"}
{"text":"我成了一个渺小的微不足道的人。自从我娶了我所爱的女人以来，我就是这样一个人。这个簿子里写的几乎全是谎言―――虚伪。一想到她此刻就在我身后看我写东西，就减少了破坏了我的真实性。托尔斯泰并非不愿对他所爱的人讲真话。但是，面对他人的真实是一回事，面对自己的真实是另一回事，前者不能代替后者。作为一个珍惜内心生活的人，他从小就养成了写日记的习惯。如果我们不把记事本备忘录之类和日记混为一谈的话，就应该承认，日记是最纯粹的私人写作，是个人精神生活的隐秘领域。在日记中，一个人只面对自己的灵魂，只和自己的上帝说话。这的确是一个神圣的约会，是决不容许有他人在场的。如果写日记时知道所写的内容将被另一个人看到，那么，这个读者的无形在场便不可避免地会改变写的心态，使他有意无意地用这个读者的眼光来审视自己写下的东西。结果，日记不再成其为日记，与上帝的密谈蜕变为向他人的倾诉和表白，社会关系无耻地占领了个人的最后一个精神密室。当一个人在任何时间内，包括在写日记时，面对的始终是他人，不复能够面对自己的灵魂时，不管他在家庭社会和一切人际关系中是一个多么诚实的人，他仍然失去了最根本的真实，即面对自己的真实。因此，无法只为自己写日记，这一境况成了托尔斯泰婚后生活中的一个持久的病痛。三十四年后，他还在日记中无比沉痛地写道我过去不为别人写日记时有过的那种宗教感情，现在都没有了。一想到有人看过我的日记而且今后还会有人看，那种感情就被破坏了。而那种感情是宝贵的，它在生活中帮助过我。这里的宗教感情是指一种仅仅属于每个人自己的精神生活，因为正像他在生命最后一年给索菲亚的一封信上所说的每个人的精神生活是这个人与上帝之间的秘密，别人不该对它有任何要求。在世间一切秘密中，唯此种秘密最为神圣，别种秘密的被揭露往往提供事情的真相，而此种秘密的受侵犯却会扼杀灵魂的真实。可是，托尔斯泰仍然坚持写日记，直到生命的最后日子，而且在我看来，他在日记中仍然是非常真实的，比我所读到过的任另一种存在何作家日记都真实。他把他不能真实地写日记的苦恼毫不隐讳地诉诸笔端，也正证明了他的真实。真实是他的灵魂的本色，没有任何力量能使他放弃，他自己也不能。二似乎也是出于对真实的热爱，萨特却反对一切秘密。"}
{"text":"在世间一切秘密中，唯此种秘密最为神圣，别种秘密的被揭露往往提供事情的真相，而此种秘密的受侵犯却会扼杀灵魂的真实。可是，托尔斯泰仍然坚持写日记，直到生命的最后日子，而且在我看来，他在日记中仍然是非常真实的，比我所读到过的任另一种存在何作家日记都真实。他把他不能真实地写日记的苦恼毫不隐讳地诉诸笔端，也正证明了他的真实。真实是他的灵魂的本色，没有任何力量能使他放弃，他自己也不能。二似乎也是出于对真实的热爱，萨特却反对一切秘密。他非常自豪他面对任何人都没有秘密，包括托尔斯泰所异常珍视的个人灵魂的秘密。他的口号是用透明性取代秘密。在他看来，写作的使命便是破除秘密，每个作家都完整地谈论自己，如此缔造一个一切人对一切人都没有秘密的完全透明的理想社会。我不怀疑萨特对透明性的追求是真诚的，并且出于一种高尚的动机。但是，它显然是乌托邦。如果不是，就更可怕，因为其唯一可能的实现方式是奥威尔的一九八四和中国的文化大革命，即一种禁止个人秘密的恐怖的透明性。不过，这是题外话。对于我们来说，重要的是写作的真实存在于透明性之中吗？当然，写作总是要对人有所谈论。在此意义上，萨特否认有为自己写作这种事。他断言一旦你开始写作，不管你愿意不愿意，你已经介入了。可是，问题在于，在介入之前，作家所要谈论的问题已经存在了，它并不是在作家开口向人谈论的时候才突然冒出来的。一个真正的作家必有一个或者至多几个真正属于他的问题，这些问题往往伴随他的一生，它们的酝酿和形成恰好是他的灵魂的秘密。他的作品并非要破除这个秘密，而只是从这个秘密中生长出来的看得见的作物罢了。就写作是一个精神事件，作品是一种精神产品而言，有没有真正属于自己灵魂的问题和秘密，是写作是否真实的一个基本前提。这样的问题私人写作和秘密会引导写探索存在的未经勘察的领域，发现一个别人尚未发现的仅仅属于他的世界，他作为一个作家的存在理由和价值就在于此。没有这样的问题和秘密的人诚然也可以写点什么，甚至写很多的东西，然而，在最好的情况下，他们只是在传授知识发表意见报告新闻编讲故事，因而不过是教师演说家记者故事能手罢了。第二次世界大战期间，加缪出于对法西斯的义愤加入了法国抵抗运动。"}
{"text":"这样的问题私人写作和秘密会引导写探索存在的未经勘察的领域，发现一个别人尚未发现的仅仅属于他的世界，他作为一个作家的存在理由和价值就在于此。没有这样的问题和秘密的人诚然也可以写点什么，甚至写很多的东西，然而，在最好的情况下，他们只是在传授知识发表意见报告新闻编讲故事，因而不过是教师演说家记者故事能手罢了。第二次世界大战期间，加缪出于对法西斯的义愤加入了法国抵抗运动。战后，在回顾这一经历时，他指责德国人说你们强迫我进入了历史，使我五年中不能享受鸟儿的歌唱。可是，历史有一种意义吗？针对这一说法，萨特批评道问题不在于是否愿意进入历史和历史是否有意义，而在于我们已经身在历史中，应当给它一种我们认为最好的意义。他显然没有弄懂加缪苦恼的真正缘由对于真正属于自己灵魂的问题的思考被外部的历史事件打断了。他太多地生活在外部的历史中，因而很难理解一个沉湎于内心生活的人的特殊心情。我相信萨特是不为自己写日记的，他的日记必定可以公开，至少可以向波伏瓦公开，因此他完全不会有托尔斯泰式的苦恼。我没有理由据此断定他不是一个好作家。不过，他的文学作品，包括小说和戏剧，无不散发着浓烈的演讲气息，而这不能不说与他主张并努力实行的透明性有关。昆德拉在谈到萨特的恶心时挖苦说，这部小说是存在主义哲学穿上了小说的可笑服装，就好像一个教师为了给打瞌睡的学生开心，决定用小说的形式上一课。的确，我们无法否认萨特是一个出色的教师。三对于我们今天的作家来说，托尔斯泰式的苦恼就更是一种另一种存在陌生的东西了。一个活着时已被举世公认的文学泰斗和思想巨人，却把自己的私人日记看得如此重要，这个现象似乎只能解释为一种个人癖好，并无重要性。据我推测，今天以写作为生的大多数人是不写日记的，至少是不写灵魂密谈意义上的私人日记的。有些人从前可能写过，一旦成了作家，就不写了。想要或预约要发表的东西尚且写不完，哪里还有工夫写不发表的东西呢？一位研究宗教的朋友曾经不胜感慨地向我诉苦他忙于应付文债，几乎没有喘息的工夫，只在上厕所时才得到片刻的安宁。我笑笑说可不，在这个忙碌的时代，我们只能在厕所里接待上帝。上帝在厕所里―――这不是一句单纯的玩笑，而是我们这个时代的真实写照，厕所是上帝在这个喧嚣世界里的最后避难所。"}
{"text":"据我推测，今天以写作为生的大多数人是不写日记的，至少是不写灵魂密谈意义上的私人日记的。有些人从前可能写过，一旦成了作家，就不写了。想要或预约要发表的东西尚且写不完，哪里还有工夫写不发表的东西呢？一位研究宗教的朋友曾经不胜感慨地向我诉苦他忙于应付文债，几乎没有喘息的工夫，只在上厕所时才得到片刻的安宁。我笑笑说可不，在这个忙碌的时代，我们只能在厕所里接待上帝。上帝在厕所里―――这不是一句单纯的玩笑，而是我们这个时代的真实写照，厕所是上帝在这个喧嚣世界里的最后避难所。这还算好的呢，多少人即使在厕所里也无暇接待上帝，依然忙着尘世的种种事务，包括写作！是的，写作成了我们在尘世的一桩事务。这桩事务又派生出了许多别的事务，于是我们忙于各种谈话与同行编辑出版商节目主持人等等。其实，写作也只是我们向公众谈话的一种方式而已。最后，我们干脆抛开纸笔，直接在电视台以及各种会议上频频亮相和发表谈话，并且仍然称这为写作。曾经有一个时代，那时的作家学者中出现了一批各具特色的人物，他们每个人都经历了某种独特的精神历程，因而都是一个独立的世界。在他们的一生中，对世界人生社会的观点也许会发生重大的变化，不论这些变化的促因是什么，都同时是他们灵魂深处的变化。我们尽可以对这些变化评头论足，但我们不得不承认，由这些变化组成的他们的精神历程在我们眼前无不呈现为一种独特的精神景观，闪耀着个性的光华。可是，今日的精英们却只是在无休止地咀嚼从前的精英留下的东西，名之曰文化讨论，并且人人都以能够在这讨论中插上几句话而自豪。私人写作他们也在不断改变着观点，例如昨天鼓吹革命，今天讴歌保守，昨天崇洋，今天尊儒，但是这些变化与他们的灵魂无关，我们从中看不到精神历程，只能看到时尚的投影。他们或随波逐流，或标新立异，而标新立异也无非是随波逐流的夸张形式罢了。把他们先后鼓吹过的观点搜集到一起，我们只能得到一堆意见的碎片，用它们是怎么也拼凑不出一个完整的个性的。四我把一个作家不为发表而从事的写作称为私人写作，它包括日记笔记书信等等。这是一个比较宽泛的定义，哪怕在写时知道甚至期待别人―――例如爱侣或密友―――读到的日记也包括在内，因为它们起码可以算是情书和书信。当然，我所说的私人写作肯定不包括预谋要发表的日记公开的情书登在报刊上的致友人书之类，因为这些东西不符合我的定义。"}
{"text":"把他们先后鼓吹过的观点搜集到一起，我们只能得到一堆意见的碎片，用它们是怎么也拼凑不出一个完整的个性的。四我把一个作家不为发表而从事的写作称为私人写作，它包括日记笔记书信等等。这是一个比较宽泛的定义，哪怕在写时知道甚至期待别人―――例如爱侣或密友―――读到的日记也包括在内，因为它们起码可以算是情书和书信。当然，我所说的私人写作肯定不包括预谋要发表的日记公开的情书登在报刊上的致友人书之类，因为这些东西不符合我的定义。要言之，在进行私人写作时，写所面对的是自己或者某一个活生生的具体的个人，而不是抽象的读者和公众。因而，他此刻所具有的是一个生活感受和思考着的普通人的心态，而不是一个专业作家的职业心态。毫无疑问，最纯粹在我看来也最重要的私人写作是日记。我甚至相信，一切真正的写作都是从写日记开始的，每一个好作家都有一个相当长久的纯粹私人写作的前史，这个前史决定了他后来之成为作家不是仅仅为了谋生，也不是为了出名，而是因为写作乃是他的心灵的需要，至少是他的改不掉的积习。他向自己说了太久的话，因而很乐意有时候向别人说一说。私人写作的反面是公共写作，即为发表而从事的写作，这是就发表终究是一种公共行为而言的。对于一个作家来说，为发另一种存在表的写作当然是不可避免也无可非议的，而且这是他锤炼文字功夫的主要领域，传达的必要促使他寻找贴切的表达，尽量把话说得准确生动。但是，他首先必须有话要说，这是非他说不出来的独一无二的话，是发自他心灵深处的话，如此他才会怀着珍爱之心为它寻找最好的表达，生怕它受到歪曲和损害。这样的话在向读者说出来之前，他必定已经悄悄对自己说过无数遍了。一个忙于向公众演讲而无暇对自己说话的作家，说出的话也许漂亮动听，但几乎不可能是真切感人的。托尔斯泰认为，写作的职业化是文学堕落的主要原因。此话愤激中带有灼见。写作成为谋生手段，发表就变成了写作的最直接的目的，写作遂变为制作，于是文字垃圾泛滥。不被写作的职业化败坏是一件难事，然而仍是可能的，其防御措施之一便是适当限制职业性写作所占据的比重，为自己保留一个纯粹私人写作的领域。私人写作为作家提供了一个必要的空间，使他暂时摆脱职业，回到自我，得以与自己的灵魂会晤。"}
