{"text":"不过我那时的层次还很低，灰尘满面，与俗共舞，哪里就敢拒斥，只是反媚俗的反骨被摸到了怎么此人景中无情，情中无景。怎么天不由人，人贵独立。怎么自处于性情之外，宠辱难惊。怎么心是个不平常的东西，平常心就是没有心。怎么叼着纸烟进天堂，骑着白马入地狱。怎么从来也不肯用张力肌理心路历程不犯美丽的错误――善意的无知激化为恶意的无知，必诛异己的用心是时时可见字字可据的，但是曾经与显性的硬体的意识形态较量过来的异己分子，要应对隐性的软体的意识形态，那真是绰有余地了，何况余地之地乃是指欧美，甚而指世界。于是我再一次击异域之壤而歌，歌曰日未出而作，日入而不息，意识形态之帝力后威于我何有哉？文化潜流过去的几次答客问，除了饬换个别字，全貌一仍其旧，胡说八道假语村言，正体现出当时施粉之厚，涂墨之浓，急功近利之心切。而今披阅检点，俯悯畴昔强自作谑竟至于斯。联想起牛虻中的亚瑟，他流亡南美，曾充当过马戏团的小丑，那么我不过是换在北美罢了。有人说我不免用大字眼，可不是吗，小丑的嘴巴都是画得大大的，人家不远千里而来访问，就要你说几句大话才放你过门，这是双方共持的卖点呀。文质彬彬的小丑那是二丑，二丑我不做，你做。关于评者对我的贬褒，我一向是麻木的，就像爱因斯坦所说敌人的箭纷纷射来，我安然无恙，因为他们射中不是我。我的诗文本来不成其为陷阱，但那些评者接二连三地跌了下去，显得是个无底的陷阱。我早在回答时报编者问中已经说过，这不仅是知识的贫困，更是品性的贫困。我对法国大批评家圣伯夫也失敬得很，他是知识的富翁，而品性的贫困还不一样毁了他的名声？历史还公道于人心，不必以公道还我，彼者无身无名可减，江河自然不废而大流，杜子美知之，予亦知之。我又早在战后嘉年华中聊表寸衷会稽鸡，不能啼。弗明这个典故，那是知识的贫困，但问明之后恐怕品性的贫困更其恶化猖獗。爱默生觉察到美国的文化从社会表面看是荒漠的，街道上没文化，店铺中没文化，娱乐场所更没文化，然而文化还是在流，在生活的底层流，所以只好称作潜流。"}
{"text":"历史还公道于人心，不必以公道还我，彼者无身无名可减，江河自然不废而大流，杜子美知之，予亦知之。我又早在战后嘉年华中聊表寸衷会稽鸡，不能啼。弗明这个典故，那是知识的贫困，但问明之后恐怕品性的贫困更其恶化猖獗。爱默生觉察到美国的文化从社会表面看是荒漠的，街道上没文化，店铺中没文化，娱乐场所更没文化，然而文化还是在流，在生活的底层流，所以只好称作潜流。以前，以前的中国也是如此，少小的我已感知传统的文化，在都市在乡村在我家男仆的白壁题诗中缓缓地流，外婆精通周易，祖母为我讲大乘五蕴论，这里，那里，总会遇到真心爱读书的人，谈起来，卓有见地，品味纯贞，但不烦写作，了无理想，何必计划，一味清雄雅健，顾盼晔然，晏如也。你若约他一同去买书，步行二十里不出怨言。读到了杰作，谈一个通宵略无倦容――这类文学的信徒文学的知音，代代辈出，到处都有，所以爱默生也会觉察到这个伟大的潜流之存在，他说说又没说下去，爱默生总是这样，其实还可以说下去如果有一时期，降生了几个文学天才，很大很大的，潜流冒上来扈拥着天才，那成了什么呢，那便是文艺复兴，或称文学的盛世，黄金时代。不出大天才，出些小抖乱，潜流是不升上来的――目前的中国，这流传两三千年的精神命脉是断了，文学的潜流枯涸而消失，真像是受了最刻毒的咒诅。巴士海峡那边的文化人士来信道得知欧美文坛学界对先生的作品有深入研究，不禁感叹此间文学市场的困窘，新新人类的阅读口味是令人汗流浃背的另一位诗人兼教授的编辑在电话中明朗地说读了你新的诗集，多棒呀，我送你四个字重振雄风。我们这里呢，什么也没有，除了新新人类什么也没有。大陆书市兴旺，各地书店如雨后春笋，热门书一销二十万本，那又是怎么回事呢，那是文化断层，一片繁华，就是这繁华使文化断尽，再也接续不起来。那些书都是玩文化于股掌之间的邪门儿赞物。世界名著呢，以前专家的优良译本不再版，刚愎自译的新版本一塌糊涂，足够证明世界上压根儿没有名著――从前的雅健清雄的文学的信徒文学的知音，似乎都没有留下后代，书也绝版，人也绝版。海峡一岸是自绝于传统文化，曲解了世界文化，海峡另一岸是曲解了传统文化，自绝于世界文化――文化断层必然是连带风俗习惯人情世故一起断掉的，所以万劫不复。"}
{"text":"那些书都是玩文化于股掌之间的邪门儿赞物。世界名著呢，以前专家的优良译本不再版，刚愎自译的新版本一塌糊涂，足够证明世界上压根儿没有名著――从前的雅健清雄的文学的信徒文学的知音，似乎都没有留下后代，书也绝版，人也绝版。海峡一岸是自绝于传统文化，曲解了世界文化，海峡另一岸是曲解了传统文化，自绝于世界文化――文化断层必然是连带风俗习惯人情世故一起断掉的，所以万劫不复。这一征象倒真是中国特色，别的文化古国不致断得如此厉毒酷烈，肇因是海峡两岸各有其意识形态，而相同的一点是价值判断的混乱，混乱的结果是价值判断之死亡，无所谓价值，不需要判断，浑浑噩噩的咬牙切齿，捕风捉影的顺我者昌逆我者亡。西方人兮维尔马波特说内蕴着莎士比亚四步韵诗的节律，我要用此风调来翻译它，以呈现这篇小说的奇妙潜质。唐纳德琼金斯s说这一集短篇小说，篇篇精彩，如果要投稿，别把和其他的作品放在一起，这会被忽略的，应当先让其他的作品刊登了，再把抛出去，人们才知道这是一颗明珠原文在台湾发表时，被排在极次要的版位上，大概谁也未曾注意。第二部分迟迟告白维尔马波特，驰名欧美的小说家，她将英译的王维的诗再以法译奉献于欧洲文坛，获得极高的评价，她是加州州立大学洛杉矶分校之瑰宝，校方以她私人的名义，募集巨额的文学基金，她不计报偿地为我的小说的英译作了精致剀切的修改和润色，因为，她说我喜欢。她为温莎墓园的英译的最后定稿，下了很大的功夫，她说那是非常快乐的。她读我的作品，高度专注投入，在谈话中，突然自言自语地惊呼啊，海水墙一样倒进来。中的句子她又建议温莎墓园或可改称温莎墓园日记s，我欣然同意，这一改就不是个冷漠的地点而有了人气体温。还有某个细节。小说中写到一棵树被大风刮断了，上面的天空露出来，第二年，别的树枝又把天空遮住了，波特说这很近于李商隐的境界。而俄国人，从俄国来的马可教授也很欣赏这一细节，说有唐诗的美感。谁的诗呢，他说李商隐。――中国的传统文化文学，在本土是断了，在外域在美国人俄国人的心中仍然湍流不息。"}
{"text":"还有某个细节。小说中写到一棵树被大风刮断了，上面的天空露出来，第二年，别的树枝又把天空遮住了，波特说这很近于李商隐的境界。而俄国人，从俄国来的马可教授也很欣赏这一细节，说有唐诗的美感。谁的诗呢，他说李商隐。――中国的传统文化文学，在本土是断了，在外域在美国人俄国人的心中仍然湍流不息。沙伦巴西特ss，在上述的加大校园中，被尊称为最有学问的人，她读了温莎墓园日记，说我喜爱这样的文体，风格，读来很感亲切。她是精究普鲁斯特的大学者。在一九八九年前后，已有几位教授来信，想用我的小说作为讲课素材，虽然我疑虑他她的译笔能否济事，也还是认可，不欲拂人兴意。而童明教授是英文本s的主，他在开讲世界文学的课程计划中，拟将我的作品列入，问怎么样？我说他们都已进了先贤祠，我还在圣米契大道的转角上晃呀晃的，别急，以后再说吧。童明道哪来那么多的以后，你以后得还不够么？――话说在发表温莎墓园日记等文之前，童明曾向校长递呈世界文学课程的计划大纲，涉及我的作品时，校长阅温莎墓园日记才两页，就对童明说能不能请这位先生来我校讲课？童明答曰他专心于写作，恐怕不会来的。校长就授命他作一次专访，成一篇对话即本集第四章，童明曾知道哈佛曾邀我作驻校而我未同意，故代我推却免多周折，而这次他可不让步了，说既然温莎空房对话录都已发表，情况方兴未艾，你就让我正式开课吧。事后，童明来电话急匆匆地说非同小可的成功啊，学生研究生外国学者都听得出神了，课后议论纷纷，请求我再讲专讲，他们惊喜中国作家写西方写得这样博大精深我说那是你的成功，祝贺你。他说事实就是这样，研究生的论文我挑几篇寄给你，他们都希望你来作一次讲演，噢，要不要我再说得更详细一些我说不，不必了，还是让他们知道得更详细一些吧。"}
{"text":"事后，童明来电话急匆匆地说非同小可的成功啊，学生研究生外国学者都听得出神了，课后议论纷纷，请求我再讲专讲，他们惊喜中国作家写西方写得这样博大精深我说那是你的成功，祝贺你。他说事实就是这样，研究生的论文我挑几篇寄给你，他们都希望你来作一次讲演，噢，要不要我再说得更详细一些我说不，不必了，还是让他们知道得更详细一些吧。――他是在跟我闹着玩，用了勃兰兑斯与尼采的典故，十九世纪的丹麦，是勃兰兑斯率先将尼采哲学请进大学课堂的，引爆了北欧青年们的激情和狂想，勃兰兑斯兴奋地报讯于尼采，尼采说你能不能再说得更详细一些――这下子尼采可软弱了。私人曙光上述种种琐事，只作资讯数据论，其资讯性是在西方的某些学府中，有某些西方人，在为我的文学而波动。其数据性是多数的误解曲解，与少数的理解剖解，正显示着趋向而形成反比，前者是s，后者是，东方的中国的文化断了，无视文学，视而不见，我的作品既已淡出，就无所谓误解曲解，故曰下降。西方的美国的文化没断，我一转身而面对面，即闻鸟语花香，故曰上升――虽然我早有预感预见我的艺术的磁场在于西方，但也可以说是局势局面逼使我向西方寻找读者朋友参见本集附录之二。际此，尽管我素鲜慎终追远的爱国之心，亦不免有报国无门的凄然一笑。生在十七世纪可能是个苦行僧，生在十八世纪可能是个启蒙运动者，生在十九世纪可能是个花花公子，我宁愿生于二十世纪初叶，得以目睹法西斯的灭亡，基督的敌人败绩了，但不幸也看到艺术被蹂躏，文学奄奄一息。科学的探索，从宏观世界进入微观世界，从微观世界的慢速现象进入微观世界的高速现象。我们对宇宙对生命，知道得多些了――这，理应是一个供人思想的雄猛精进的伟大时代，但没有迈迹的思想家，没有观念世界的航程上的甲必丹p，只多冶荡众生的术语名词的江湖杂耍，唯海德格尔循哲学之回旋而皈依文学，隐居黑森林，好像是一种白茫茫的忏悔，然而哲学家要做诗人，比骆驼穿针孔还难，人类诗意地活在地球上吗，人类正在把地球上的诗意摧毁殆尽。"}
{"text":"我们是因为所求的诗意已自抑到最低限度了，因而看起来勉勉强强还像个摇摇摆摆的人，那些与我叙文学家常的美国人英国人德国人俄国人日本人，年龄大致相仿，一群二次大战时期的儿童和少年，送行的时候挥手帕，大而白的手帕，吹口琴，唱骊歌，火车站上的小贩叫卖食品，邮轮离埠五色纸带飘扬，嗒嗒的马车没几年就不见了，汽车是方方的，街灯是煤气的，我们是痴心妄想的而今不约而同地老了，衣着仍然很讲究，从发梢到鞋尖一丝不苟。我恨这个既属于我而我亦属于它的二十世纪，多么不光彩的丧尽自尊的一百年，无奈终究是我借以度过青春的长段血色斑斓的时光，我，还是，在爱它。政治经济是动物性的，重于战术。文化艺术是植物性的，重于战略。当我把这个观点以对话录的方式，表露于西方的作家学者教授的面前时，他们的认同是由衷的，他们的感喟是深沉的，彼此甘愿为此植物性战略性而坚持一日之健在，如果世界上没有植物，那么动物也将绝迹。我与西方的朋友们共同祈祷，这是一场植物性战略性的文学安魂弥撒，本来一场弥撒就够了，人们不信，所以弥撒做了又要再做，二次大战的烽火狼烟中，一位法国朋友对我如是说，我十七岁，他七十岁。我说欧罗巴文化是我的施洗约翰，美国是我的约旦河，而耶稣只在我的心中。"}
{"text":"二十世纪明明辜负了十九世纪的寄托，是对不起十九世纪的。夜未央，我望见的只是私人的曙光，手帕般大的，鱼肚白色的，不过我还是欣欣然向它走去。我可不是理想主义者，我是从急骤堕落的东方文化的绝境中，仓皇脱越而来到西方的，西方文化也在衰颓，然而总要尊严些，舒徐有致些――就像从一只快要灭顶的破船上跳到另一只缓缓下沉的巨轮上，甲板虽已倾斜，尚可坐下来写些短诗。我贪婪于攫取时间和空间，这是生存的要素呀。幸与不幸，都只在于我的人和我的艺术是同义的一元的，以十六年的时光和精力，稍稍兑现了初诺抚平了宿愿，我可以将已出版的书视作累赘而推开不顾，独自空身朝前走去，望着手帕般大的一方曙光，现代人早已不用手帕，所以不知道私人的曙光有多大。年月日第二部分战后嘉年华二次大战结束，中国内争继起，哪有嘉年华可言，而是个人的青春期，一半虽被灰烬淹没，还剩一半算是劫后余春，兀自蓬勃不已。现在回想起来，不无好时光的感喟。青春，理应是迷离惝恍的，在追思中却显得水清见底，那底，都分别超越了个人性，像碎镜子中的纷纭世界，一片一世界，加起来，通常就把它们叫做时代。几年前雄狮美术编辑先生来纽约时，兴奋而恳切地邀我写点中国近代美术史那样的东西，我语焉不详地道了数则苦衷。编辑先生慰勉有加色辞动人，似乎是非写不可的了。然而真要投入作业，那便得制高点破共识事解构臧否人物好一役大阵仗。"}
{"text":"几年前雄狮美术编辑先生来纽约时，兴奋而恳切地邀我写点中国近代美术史那样的东西，我语焉不详地道了数则苦衷。编辑先生慰勉有加色辞动人，似乎是非写不可的了。然而真要投入作业，那便得制高点破共识事解构臧否人物好一役大阵仗。盖治美术史，其实与修国史的原则并无二致，通之也罢，断代之也罢，总归要别嫌疑定犹豫明是非善善恶恶事情十分麻烦，而且，政治上倒可不以成败论英雄，艺术上则非得以成败论英雄不可。意识形态云云，已是强弩之末。可怕的媚俗的潮流s早就成了集体潜意识，这种史呀论呀的大块文章，最惹眼，容易触犯潮神和弄潮儿。对付俗，明哲的态度是你媚，我不媚，你有四面楚歌，我有三千弱水。生逢商品社会文化工业的盛世，谁家出了良史之材，可去记记日记，或两三子晤言于一室之内，私下自还公道，愿亦足矣。于是，决定不担当大题目，心弦为之一松，而稿约不可不偿，便改道写写我所隶属的那代人中之美术青年们，是怎样嚣骚浑噩过来的。所见有限，且故意自限，悄然避开当时或后来号称大师名家之流者，否则又要涉嫌中国近代美术史了――吾祖籍绍兴，暂贻会稽鸡，不能啼之讥，是颇为剀切的。将来呢，要啼也得别有个啼法。我曾见的生命，都只是行过，无所谓完成。鱼丽之宴附录日本侵占中国江南，始时国民纷纷逃难，到了全部沦陷，人们又各回故乡，谨慎苟且度日，忙于对付各种苛捐杂税，脸色凝重，道路以目。大小城市百业萧条委顿，偶有伪饰的繁华，所谓共荣圈的骗局把戏，显得力不从心，心不从力。被侵略者与侵略者都渐渐知道局面既长而不会维持太长，你的好梦就是我的噩梦，那么你的噩梦便是我的好梦，一种八年变得又僵硬又软靡的等待心情，弥漫整个江南。乱世必有的普遍的虚幻感，使时值非常，一切从简成为那年月最流行的礼节性的托辞。自然景象虽则四季如仪，而清明节扫墓，同时祭奠为国捐躯的阵亡将士，中秋节赏月，家破人亡能有几处称得上团圆，山川卉木都一色惫顿恍惚，是人的心情的投影吧。而我的年龄规定我没心没情，天资鲁钝，稍遇凶衅便如鱼失水。也因为我已一厢情愿地沉湎于艺术的水里了，可是我还没有鳃，只宜浮氽在雾气的梦想里。"}
{"text":"乱世必有的普遍的虚幻感，使时值非常，一切从简成为那年月最流行的礼节性的托辞。自然景象虽则四季如仪，而清明节扫墓，同时祭奠为国捐躯的阵亡将士，中秋节赏月，家破人亡能有几处称得上团圆，山川卉木都一色惫顿恍惚，是人的心情的投影吧。而我的年龄规定我没心没情，天资鲁钝，稍遇凶衅便如鱼失水。也因为我已一厢情愿地沉湎于艺术的水里了，可是我还没有鳃，只宜浮氽在雾气的梦想里。抗日战争爆发之前的那几年，中国江南风调雨顺连岁丰登，市场一派旺相。每当春秋佳日，坐划子游西湖，温拂面，波光耀目，那清秀恬静的白堤上，艺专学生正在写生，字型的画架，白的画衣，芋叶般的调色板，安详涂几笔，退身看看，再上前，履及剑及，得心应手――在我的眼里，我的心中，这便是陆地神仙。很可能当时我所看到的是个混迹艺专的蠢材，那张风景写生画得一塌糊涂，然而我坐在船中，看到的是画架画板画箱画衣，以及那张玲珑可爱的帆布三脚凳我家坐落于幽僻的水乡古镇，难得随长辈到都市来游览。自幼只可能在纸上用水墨写写梅兰竹菊，若要以五色油彩借麻布表现湖光山色，这辈子，太渺茫了。然而儿童心理匪夷所思，会将其渴欲得到的东西，置于不合常情的高度难度上，假装畏惧退却，激起满心冤愤之气，看吧，我一定要在西湖的白堤上撑起三脚架，手托调色板，风吹画衣――儿童的虚荣心结实有力，青春呢，一上来就是反叛，反叛什么是不知道的，况且那光景青春还没有来，鱼还没有鳃。童年的我之所以羡慕画家，其心理起因，实在不是爱艺术而是一味虚荣，非名利上的虚荣，乃道具服装风度上的兴趣的虚荣，因此仍可还原为最低层次的爱美。西方十九世纪的音乐家诗人，起初打入我心坎的也是郁茂的鬈发，百合花瓣似的大翻领，瀑布般的围巾，紧身而洒脱的黑外套，认为只要长得稍稍有点像他们的模样，再加上如此这般的一身打扮，那么，作曲写诗是没有问题的。我之所以艰难困苦，都在于得不到这全副穿着，同样道理，我之所以不成其为画家，自应归咎于没有画架画箱调色板帆布面的三脚凳白色的画衣，画，当然画得好，不好也不要紧，反正已经是艺术家了。"}
