{"text":"它是公的，原本该敲掉。不过你去试试看，哪怕你把劁猪刀藏在身后，它也能嗅出来，朝你瞪大眼睛，噢噢地吼起来。我总是用细米糠熬的粥喂它，等它吃够了以后，才把糠兑到野草里喂别的猪。其它猪看了嫉妒，一起嚷起来。这时候整个猪声场一片鬼哭狼嚎，但我和它都不在乎。吃饱了以后，它就跳上房顶去晒太阳或者模仿各种声音。它会学汽车响拖拉机响，学得都很像有时整天不见踪影，我估计它到附近的村寨里找母猪去了。我们这里也有母猪，都关在圈里，被过度的生育搞得走了形，又脏又臭，它对它们不感兴趣村寨里的母猪好看一些。它有很多精彩的事迹，但我喂猪的时间短，知道得有限，索性就不写了。总而言之，所有喂过猪的知青都喜欢它，喜欢它特立独行的派头儿，还说它活得潇洒。但老乡们就不这么浪漫，他们说，这猪不正经。领导则痛恨它，这一点以后还要谈到。我对它则不止是喜欢――我尊敬它，常常不顾自己虚长十几岁这一现实，把它叫作猪兄。如前所述，这位猪兄会模仿各种声音。我想它也学过人说话，但没有学会――假如学会了，我们就可以做倾心之谈。但这不能怪它。人和猪的音色差得太远了。后来，猪兄学会了汽笛叫，这个本领给它招来了麻烦。我们那里有座糖厂，中午要鸣一次汽笛，让工人换班。我们队下地干活时，听见这次汽笛响就收工回来。我的猪兄每天上午十点钟总要跳到房上学汽笛，地里的人听见它叫就回来――这可比糖厂鸣笛早了一个半小时。坦白地说，这不能全怪猪兄，它毕竟不是锅炉，叫起来和汽笛还有些区别，但老乡们却硬说听不出来。领导上因此开了一个会，把它定成了破坏春耕的坏分子，要对它采取专政手段――会议的精神我已经知道了，但我不为它担忧――因为假如专政是指绳索和杀猪刀的话，那是一点门都没有的。以前的领导也不是没试过，一百人也逮不住它。狗也没用猪兄跑起来像颗鱼雷，能把狗撞出一丈开外。谁知这回是动了真格的指导员带了二十几个人，手拿五四式手枪副指导员带了十几人，手持看青的火枪，分两路在猪场外的空地上兜捕它。这就使我陷入了内心的矛盾按我和它的交情，我该舞两把杀猪刀冲出去，和它并肩战斗。但我又觉得这样做太过惊世骇俗――它毕竟是只猪啊还有一个理由，我不敢对抗领导，我怀疑这才是问题之所在。总之，我在一边看着。猪兄的镇定使我佩服之极它很冷静地躲在手枪和火枪的连线之内，任凭人喊狗咬，不离那条线。"}
{"text":"谁知这回是动了真格的指导员带了二十几个人，手拿五四式手枪副指导员带了十几人，手持看青的火枪，分两路在猪场外的空地上兜捕它。这就使我陷入了内心的矛盾按我和它的交情，我该舞两把杀猪刀冲出去，和它并肩战斗。但我又觉得这样做太过惊世骇俗――它毕竟是只猪啊还有一个理由，我不敢对抗领导，我怀疑这才是问题之所在。总之，我在一边看着。猪兄的镇定使我佩服之极它很冷静地躲在手枪和火枪的连线之内，任凭人喊狗咬，不离那条线。这样，拿手枪的人开火就会把拿火枪的打死，反之亦然两头同时开火，两头都会被打死。至于它，因为目标小，多半没事。就这样连兜了几个圈子，它找到了一个空子，一头撞出去了跑得潇洒之极。以后我在甘蔗地里还见过它一次，它长出了獠牙，还认识我，但已不容我走近了。这种冷淡使我痛心，但我也赞成它对心怀叵测的人保持距离。我已经四十岁了，除了这只猪，还没见过谁敢于如此无视对生活的设置。相反，我倒见过很多想要设置别人生活的人，还有对被设置的生活安之若素的人。因为这个原故，我一直怀念这只特立独行的猪。椰子树与平等二十多年前，我在云南插队。当地气候炎热，出产各种热带水果，就是没有椰子。整个云南都不长椰子，根据野史记载，这其中有个缘故。据说，在三国以前，云南到处都是椰子，树下住着幸福的少数民族。众所周知，椰子有很多用处，椰茸可以当饭吃，椰子油也可食用。椰子树叶里的纤维可以织粗糙的衣裙，椰子树干是木材。这种树木可以满足人的大部分需要，当地人也就不事农耕，过着悠闲的生活。忽一日，诸葛亮南征来到此地，他要教化当地人，让他们遵从我们的生活方式干我们的活，穿我们的衣服，服从我们的制度。这件事起初不大成功，当地人没看出我们的生活方式有什么优越之处。首先，秋收春种，活得很累，起码比摘椰子要累其次，汉族人的衣着在当地也不适用。就以诸葛先生为例，那身道袍料子虽好，穿在身上除了捂汗和捂痱子，捂不出别的来至于那顶道冠，既不遮阳，也不挡雨，只能招马蜂进去做窝。当地天热，摘两片椰树叶把羞处遮遮就可以了。至于汉朝的政治制度，对当地的少数民族来说，未免太过烦琐。诸葛先生磨破了嘴皮子，言必称孔孟，但也没人听。"}
{"text":"首先，秋收春种，活得很累，起码比摘椰子要累其次，汉族人的衣着在当地也不适用。就以诸葛先生为例，那身道袍料子虽好，穿在身上除了捂汗和捂痱子，捂不出别的来至于那顶道冠，既不遮阳，也不挡雨，只能招马蜂进去做窝。当地天热，摘两片椰树叶把羞处遮遮就可以了。至于汉朝的政治制度，对当地的少数民族来说，未免太过烦琐。诸葛先生磨破了嘴皮子，言必称孔孟，但也没人听。他不觉得自己的道理不对，却把帐算在了椰子树身上下了一道命令，一夜之间就把云南的椰树砍了个精光免得这些蛮夷之人听不进圣贤的道理。没了这些树，他说话就有人听了――对此，我的解释是，诸葛亮他老人家南征，可不是一个人去的，还带了好多的兵，砍树用的刀斧也可以用来砍人，砍树这件事说明他手下的人手够用，刀斧也够用。当地人明白了这个意思，就怕了诸葛先生。我这种看法你尽可以不同意――我知道你会说，诸葛亮乃古之贤人，不会这样赤裸裸地用武力威胁别人所以，我也不想坚持这种观点。对于此事，野史上是这么解释的蛮夷之人，有些稀奇之物，就此轻狂，胆敢渺视天朝大邦没了这些珍稀之物，他们就老实了。这就是说，云南人当时犯有轻狂的毛病，这是一种道德缺陷。诸葛先生砍树，是为了纠正这种毛病，是为他们好。我总觉得这种说法有点太过惊世骇俗。人家有几样好东西，活得好一点，心情也好一点，这就是轻狂非得把这些好东西毁了，让人家心情沉痛，这就是不轻狂――我以为这是野史的意见，诸葛先生不是这样的人。野史是不能当真的，但云南现在确实没有椰子，而过去是有的。所以这些椰树可能是诸葛亮砍的。假如这不是耍野蛮，就该有种道义上的解释。我觉得诸葛亮砍椰子时，可能是这么想的人人理应生来平等，但现在不平等了四川不长椰树，那里的人要靠农耕为生云南长满了椰树，这里的人就活得很舒服。让四川也长满椰树，这是一种达到公平的方法，但是限于自然条件，很难做到。所以，必需把云南的椰树砍掉，这样才公平。假如有不平等，有两种方式可以拉平一种是向上拉平，这是最好的，但实行起来有困难比如，有些人生来四肢健全，有些人则生有残疾，一种平等之道是把所有的残疾人都治成正常人，这可不容易做到。另一种是向下拉平，要把所有的正常人都变成残疾人就很容易只消用铁棍一敲，一声惨叫，这就变过来了。诸葛先生采取的是向下拉平之道，结果就害得我吃不上椰子。"}
{"text":"让四川也长满椰树，这是一种达到公平的方法，但是限于自然条件，很难做到。所以，必需把云南的椰树砍掉，这样才公平。假如有不平等，有两种方式可以拉平一种是向上拉平，这是最好的，但实行起来有困难比如，有些人生来四肢健全，有些人则生有残疾，一种平等之道是把所有的残疾人都治成正常人，这可不容易做到。另一种是向下拉平，要把所有的正常人都变成残疾人就很容易只消用铁棍一敲，一声惨叫，这就变过来了。诸葛先生采取的是向下拉平之道，结果就害得我吃不上椰子。在云南时，我觉得嘴淡时就啃几个木瓜。木瓜淡而无味，假如没熟透，啃后满嘴都是麻的。但我没有抱怨木瓜树，这种树内地也是不长的。假如它的果子太好吃，诸葛先生也会把它砍光啦。我这篇文章题目在说椰子，实质在谈平等问题，挂羊头卖狗肉，正是我的用意。人人理应生来平等，这一点人人都同意。但实际上是不平等的，而且最大的不平等不是有人有椰子树，有人没有椰子树。如罗素先生所说，最大的不平等是知识的差异――有人聪明有人笨，这就是问题之所在。这里所说的知识聪明是广义的，不单包括科学知识，还包括文化素质，艺术的品味，等等。这种椰子树长在人脑里，不光能给人带来物质福利，还有精神上的幸福这后一方面的差异我把它称为幸福能力的差异。有些作品，有些人能欣赏，有些人就看不懂，这就是说，有些人的幸福能力较为优越。这种优越最招人嫉妒。消除这种优越的方法之一就是给聪明人头上一闷棍，把他打笨些。但打轻了不管用，打重了会把脑子打出来，这又不是我们的本意。另一种方法则是一旦聪明人和傻人起了争执，我们总说傻人有理。久而久之，聪明人也会变傻。这种法子现在正用着呢。思想与害臊我年轻时在云南插队，仅仅几十年前，那里还是化外蛮邦。因为这个缘故，除了山青水秀之外，还有民风淳朴的好处。我去的时候，那里的父老乡亲除了种地，还在干着一件吃力的事情表示自己是些有思想的人。在那个年月里，在会上发言时，先说一句时髦的话语，就是有思想的表示。这件事我们干起来十分轻松，可是老乡们干起来就难了。比方说，我们的班长想对大田里的工作发表意见――这对他来说本没有什么困难，他是个老庄稼人嘛――他的发言要从一句时髦话语开始，这句话可把他难死了。"}
{"text":"因为这个缘故，除了山青水秀之外，还有民风淳朴的好处。我去的时候，那里的父老乡亲除了种地，还在干着一件吃力的事情表示自己是些有思想的人。在那个年月里，在会上发言时，先说一句时髦的话语，就是有思想的表示。这件事我们干起来十分轻松，可是老乡们干起来就难了。比方说，我们的班长想对大田里的工作发表意见――这对他来说本没有什么困难，他是个老庄稼人嘛――他的发言要从一句时髦话语开始，这句话可把他难死了。从他蠕动的嘴唇看来，似要说句斗私批修这样的短语，不怎么难说嘛――但这是对我而言，对他可不是这样。只见他老脸胀得通红，不住地期期艾艾，豆大的汗珠滚滚而下，但最后还是没把这句话憋出来，说出来的是鸡巴哩，地可不是这么一种种法嘛！听了这样的妙语，我们赶紧站起来，给他热烈鼓掌。我喜欢朴实的人，觉得他这样说话就可以。但他对自己有更高的要求，总要使自己说话有思想。据说，旧时波兰的农妇在大路上相遇，第一句话总说圣母玛丽亚是可赞美的外乡人听了摸不着头脑，就说是呀，她是可以赞美，你就赞美吧。这就没有理解对方的意思。对方不是想要赞美圣母，而是要表示自己有思想。我们那时说话前先来一句最高指示，也是这个意思。在红楼梦里，林黛玉和史湘云在花园里联句，忽然冒出些颂圣的诗句。大概以为，林史虽是闺阁中人，说话也总要有思想才对。至于我们的班长，也是这样想的，只是没有林妹妹那样伶牙俐齿。也不知为什么，时髦话语使他异常害臊，拼了命也讲不出口讲出的总是些带的话。这就使全体男知青爱上了他。每次他在大会上发言之前，我们都屏息静等，等到他一讲出话来就鼓掌欢呼，这使他的毛病越来越重了。有一次，我们认和别的队赛篮球，我们的球队由他带领――说来你可能不信，我们班长会打篮球。球艺虽然不高，但常使对方带伤，有时是胸腔积血，有时是睾丸血肿他可是个了不起的中锋，我们队就指着他的勇悍赢球――两支队伍立在篮球场上。对方的队长念了―段毛主席语录。轮到他时，他居然顺顺当当讲出话来，也不带，这使我们这些想鼓掌的人很是失望。谁知他被当裁判的指导员恶狠狠地吹了一哨，还训斥他道最高指示是最高指示，革命口号是革命口号，不可以乱讲！然后就他就被换下场来，脸色铁青坐在边上。原来他说了一句最高指示，毛主席万岁！指导员觉得他讲得不对。最高指示是毛主席的话，他老人家没有说过自己万岁。"}
{"text":"球艺虽然不高，但常使对方带伤，有时是胸腔积血，有时是睾丸血肿他可是个了不起的中锋，我们队就指着他的勇悍赢球――两支队伍立在篮球场上。对方的队长念了―段毛主席语录。轮到他时，他居然顺顺当当讲出话来，也不带，这使我们这些想鼓掌的人很是失望。谁知他被当裁判的指导员恶狠狠地吹了一哨，还训斥他道最高指示是最高指示，革命口号是革命口号，不可以乱讲！然后就他就被换下场来，脸色铁青坐在边上。原来他说了一句最高指示，毛主席万岁！指导员觉得他讲得不对。最高指示是毛主席的话，他老人家没有说过自己万岁。所以这话是不对。但我总觉得不该和质朴的人叫真，有思想就行了嘛。自从被吹了一哨，我们班长就不敢说话了，带不带的话都不敢说，几乎成了哑巴当年那些时髦话语都表达了―个意思，那就是对权力的忠顺态度――这算不上什么秘密，那个年月提倡的就是忠字当头。但是同样的话，有人讲起来觉得害臊，有人讲起来却不觉得害臊，这就有点深奥。害臊的入不见得不忠不顺，就以我们班长而论，他其实是个最忠最顺的人，但这种忠顺是他内心深处的感情，实际上是一种阴性的态度，不光是忠顺，还有爱，所以不乐意很直露地不惧肉麻地当众披露。我们班长的忠顺表现在他乐意干活，把地种好但让他在大庭广众中说这些话，就是强人所难。用爱情来打比方，有些男性喜欢用行动来表示爱情，不喜欢把我爱你挂在嘴上。我们班长就是这么一种情况。另外有些人没有这种感觉，讲起这些话来不觉得肉麻但是他们内心的忠顺程度倒不见得更大――正如有些花花公子满嘴都是我爱你，真爱假爱却很难说。如前所述，我插队的地方民风淳朴，当地人觉得当众表示自己的雌伏很不好意思所以有思想这种状态，又成了害臊的同义语。不光是我们班长这么想多数人都这么想。这件事有我的亲身经历为证有一次我在集上买东西，买的是一位傣族老大娘的菠萝蜜。需要说明的是，当地人以为知青都很有钱同样―件东西，卖给我们要贵三倍，所以我们的买法是趁卖主不注意，扔下合理的价钱，把想买的东西抱走。有人把这种买法叫作偷，但我不这么想――当然，我现在也不这么买东西了。那一天我身上带的钱少了，搁下的钱不怎么够。那位傣族老太大――用当地话来说，叫作蔑巴――就大呼小叫地追了过来，朝我大喝一声不行啦！思想啦！斗私批修啦然后趁我腰一软，腿一颤，把该菠萝蜜――又叫作牛肚子果――抢了回去。"}
{"text":"需要说明的是，当地人以为知青都很有钱同样―件东西，卖给我们要贵三倍，所以我们的买法是趁卖主不注意，扔下合理的价钱，把想买的东西抱走。有人把这种买法叫作偷，但我不这么想――当然，我现在也不这么买东西了。那一天我身上带的钱少了，搁下的钱不怎么够。那位傣族老太大――用当地话来说，叫作蔑巴――就大呼小叫地追了过来，朝我大喝一声不行啦！思想啦！斗私批修啦然后趁我腰一软，腿一颤，把该菠萝蜜――又叫作牛肚子果――抢了回去。如你所知，这位蔑巴说这些有思想的话，意思是你不害臊吗！这些话收到了效果，我到现在想起了这件事，还觉得羞答答的为吃口牛肚子果，被人说到了思想上去，真是臊死了。体验生活我靠写作为生。有人对我说像你这样写是不行的啊，你没有生活！起初，我以为他想说我是个死人，感到很气愤。忽而想到，生活两字还有另一种用法。有些作家常到边远艰苦的地方去住上一段，这种出行被叫做体验生活――从字面上看，好像是死人在诈尸，实际上不是的。这是为了对艰苦的生活有点了解，写出更好的作品，这是很好的做法。人家说的生活，是后面一种用法，不是说我要死，想到了这一点，我又回嗔作喜。我虽在贫困地区插过队，但不认为体验得够了。我还差得很远，还需要进一步的体验。但我总觉得，这叫做体验艰苦生活比较好。省略了中间两个字，就隐含着这样的意思生活就是要经常吃点苦头――有专门从负面理解生活的嫌疑。和我同龄的人都有过忆苦思甜的经历听忆苦报告吃忆苦饭，等等。这件事和体验生活不是一回事，但意思有点相近。众所周知，旧社会穷人过着牛马不如的生活，吃糠咽菜――菜不是蔬菜，而是野菜。所谓忆苦饭，就是旧社会穷人饭食的模仿品。我要说的忆苦饭是在云南插队时吃到的――为了配合某种形势，各队起码要吃一顿忆苦饭，上面就是这样布置的。我当时是个病号，不下大田，在后勤做事，归司务长领导，参加了做这顿饭。当然，我只是下手。真正的大厨是我们的司务长。这位大叔朴实木讷，自从他当司务长，我们队里的伙食就变得糟得很，每顿都吃烂菜叶――因为他说，这些菜太老，不吃就要坏了。菜园子总有点垂垂老矣的菜，吃掉旧的，新的又老了，所以永远也吃不到嫩菜。"}
{"text":"我要说的忆苦饭是在云南插队时吃到的――为了配合某种形势，各队起码要吃一顿忆苦饭，上面就是这样布置的。我当时是个病号，不下大田，在后勤做事，归司务长领导，参加了做这顿饭。当然，我只是下手。真正的大厨是我们的司务长。这位大叔朴实木讷，自从他当司务长，我们队里的伙食就变得糟得很，每顿都吃烂菜叶――因为他说，这些菜太老，不吃就要坏了。菜园子总有点垂垂老矣的菜，吃掉旧的，新的又老了，所以永远也吃不到嫩菜。我以为他炮制忆苦饭肯定很在行，但他还去征求了一下群众意见，问大家在旧社会吃过些啥。有人说，吃过芭蕉树心，有人说，吃过芋头花南瓜花。总的来说，都不是什么太难吃的东西，尤其是芋头花，那是一种极好的蔬菜，煮了以后香气扑鼻。我想有人可能吃过些更难吃的东西，但不敢告诉他。说实在的，把饭弄好吃的本领他没有，弄难吃的本领却是有的。再教教就更坏了。就说芭蕉树心吧，本该剥出中间白色细细一段，但他叫我砍了一棵芭蕉树来，斩碎了整个煮进了锅里。那锅水马上变得黄里透绿，冒起泡来，像锅肥皂水，散发着令人恶心的苦味我说过，这顿饭里该有点芋头花。但芋头不大爱开花，所以煮的是芋头秆，而且是刨了芋头剩下的老秆。可能这东西本来就麻，也可能是和芭蕉起了化学反应，总之，这东西下锅后，里面冒出一种很恶劣的麻味。大概你也猜出来了，我们没煮南瓜花，煮的是南瓜藤，这种东西斩碎后是些煮不烂的毛毛虫。最后该搁点糠进去，此时我和司务长起了严重的争执。我认为，稻谷的内膜才叫做糠。这种东西我们有，是喂猪的。至于稻谷的外壳，它不是糠，猪都不吃，只能烧掉。司务长倒不反对我的定义，但他说，反正是忆苦饭，这么讲究干什么，糠还要留着喂猪，所以往锅里倒了一筐碎稻壳。搅匀之后，真不知锅里是什么。做好了这锅东西，司务长高兴地吹起了口哨，但我的心情不大好。说实在的，我这辈子没怕过什么，那回也没有怕，只是心里有点慌。我喂过猪，知道拿这种东西去喂猪，所有的猪都会想要咬死我。猪是这样，人呢？后来的事情证明我是瞎操心。晚上吃忆苦饭，指导员带队，先唱天上布满星，然后开饭。有了这种气氛，同学们见了饭食没有活撕了我，只是有些愣头青对我怒目而视，时不常吼上一句你丫也吃！结果我就吃了不少。第一口最难，吃上几口后满嘴都是麻的，也说不上有多难吃。只是那些碎稻壳像刀片一样，很难吞咽，吞多了嘴里就出了血。"}
{"text":"说实在的，我这辈子没怕过什么，那回也没有怕，只是心里有点慌。我喂过猪，知道拿这种东西去喂猪，所有的猪都会想要咬死我。猪是这样，人呢？后来的事情证明我是瞎操心。晚上吃忆苦饭，指导员带队，先唱天上布满星，然后开饭。有了这种气氛，同学们见了饭食没有活撕了我，只是有些愣头青对我怒目而视，时不常吼上一句你丫也吃！结果我就吃了不少。第一口最难，吃上几口后满嘴都是麻的，也说不上有多难吃。只是那些碎稻壳像刀片一样，很难吞咽，吞多了嘴里就出了血。反正我已经抱定了必死的决心，自然没有闯不过去的关口。但别人却在偷偷地干呕。吃完以后，指导员做了总结，看样子他的情况不大好，所以也没多说。然后大家回去睡觉――但是事情当然还没完。大约是夜里十一点，我觉得肠胃搅痛，起床时，发现同屋几个人都在地上摸鞋。摸来摸去，谁也没有摸到，大家一起赤脚跑了出去，奔向厕所，在北回归线那皎洁的月色下，看到厕所门口排起了长队有件事需要说明，有些不文明的人有放野尿的习惯，我们那里的人却没有。这是因为屎有做肥料的价值，不能随便扔掉。但是那一夜不同，因为厕所里没有空位，大量这种宝贵的资源被抛撒在厕所后的小河边。干完这件不登大雅之事，我们本来该回去睡觉，但是走不了几步又想回来，所以我们索性坐在了小桥上，聊着天，挨着蚊子咬，时不常地到草丛里去一趟。直到肚子完全出清。到了第二天，我们队的人脸色都有点绿，下巴有点尖，走路也有点打晃。像这个样子当然不能下地，只好放一天假。这个故事应该有个寓意，我还没想出来。反正我不觉得这是在受教育，只觉得是折腾人――虽然它也是一种生活。总的来说，人要想受罪，实在很容易，在家里也可以拿头往门框上碰。既然痛苦是这样简便易寻，所以似乎用不着特别去体验。皇帝做习题明末清初，有批洋人传道士来到中国，后来在朝廷里作了官。其中有人留下了一本日记，后来在中国出版了。里面记载了一些有趣的事，包括他们怎么给中国皇帝讲解欧氏几何学首先，传教士呈上课本绘图和测绘的仪器，然后给皇上进讲一些定理，最后还给皇上留了几道习题。等到下一讲，首先讲解上次的习题――张诚日记里就是这么记载的，但这些题皇上做了没有，就没有记载。我猜他是做了的人家给你出了题目，会不会的总要试一试。"}
