{"text":"后来我住在木栅山上，就在屋后不远处有一个荒废的小屋，春天里月桃花像一串晶白的珍珠垂在各处，秋风一吹，野姜花的白色精灵则迎风飞展。我常在那颓落的墙脚独坐，一坐便是一个下午，感觉到秋天的心情可以用两句诗来形容曲终人不见，江上数峰青。记忆如花一样，温暖的记忆则像花香，在寒冷的夜空也会放散。我把买来的野姜花用一个巨大的陶罐放起来，小屋里就被香气缠绕，出门的时候，香气像远远的拖着一条尾巴，走远了，还跟随着。我想到，即使像买花这样的小事，也有许多珍贵的经验。有一次赶火车要去见远方的友人，在火车站前被一位卖水仙花的小孩拦住，硬要叫人买花，我买了一大束水仙花，没想到那束水仙花成为最好的礼物，朋友每回来信都提起那束水仙，说没想到你这么有心！又有一次要去看一位女长辈，这位老妇年轻时曾有过美丽辉煌的时光，我走进巷子时突然灵机一动，折回花店买了一束玫瑰，一共九朵。我说青春长久。竟把她动得眼中含泪，她说已经有十几年的时间没有人送我玫瑰了，没想到，真是没想到还有人送我玫瑰。说完她就轻轻啜泣起来，我几乎在这种心情中看岁月蹑足如猫步，无声悄然走过，隔了两星期我去看她，那些玫瑰犹未谢尽，原来她把玫瑰连着花瓶冰在冰箱里，想要捉住青春的最后，看得让人心疼。每天上班的时候，我会路过复兴甫路，就在复兴南路和南京东路的快车道上，时常有一些卖玉兰花的人，有小孩有少女，也有中年妇人，他们将四朵玉兰花串成一串，车子经过时就敲着你的车窗说先生，买一串香的玉兰花。使得我每天买一串玉兰花成为习惯，我喜欢那样的感觉――有人敲车窗卖给你一串花，而后天涯相错，好像走过一条乡村的道路，沿路都是花香鸟语。印象最深的一次是在东部的东澳乡旅行，所有走苏花公路的车子都要在那里错车。有一位长着一对大眼睛的山地小男孩卖着他从山上采回来的野百合，那些开在深山里的百合花显得特别小巧，还放散着淡淡的香气。我买了所有的野百合，坐在沿海的窗口，看着远方海的湛蓝及眼前百合的洁白，突然兴起一种想法，这些百合开在深山里是很孤独的，唯其有人欣赏它的美和它的香才增显了它存在的意义，再好的花开在山里，如果没有被人望见就谢去，便减损了它的美。"}
{"text":"印象最深的一次是在东部的东澳乡旅行，所有走苏花公路的车子都要在那里错车。有一位长着一对大眼睛的山地小男孩卖着他从山上采回来的野百合，那些开在深山里的百合花显得特别小巧，还放散着淡淡的香气。我买了所有的野百合，坐在沿海的窗口，看着远方海的湛蓝及眼前百合的洁白，突然兴起一种想法，这些百合开在深山里是很孤独的，唯其有人欣赏它的美和它的香才增显了它存在的意义，再好的花开在山里，如果没有被人望见就谢去，便减损了它的美。因此，我总是感谢那些卖花的人，他们和我原来都是不相识的，因为有了花魂，我们竟可以在任何时地有了灵犀一点，小小的一把花想起来自有它的魁力。当我们在随意行路的时候，遇到卖花的人，也许花很少的钱买一把花，有时候留着自己欣赏，有时候送给朋友，不论怎么样处理，总会值回花价的吧！――一九八一年十一月十一日菊花羹与桂花露有一天到淡水去访友，一进门，朋友说院子里的五棵昙花在昨夜同时开了，说我来得不巧，没有能欣赏昙花盛放的美景。昙花呢？我说。朋友从冰箱里端出来一盘食物说昙花在这里。我大吃一惊，因为昙花已经不见了，盘子里结了一层霜。这是我新发现的吃昙花的方法，把昙花和洋菜一起放在锅里熬，一直熬到全部溶化了，加冰糖，然后冷却，冰冻以后尤其美味，这叫做昙花冻，可以治气喘的。我们相对坐下吃昙花冻，果然其味芳香无比，颇为朋友的巧思绝倒，昙花原来竟是可以这样吃的？朋友说昙花还可以生吃，等它盛放之际摘下来，沾桂花露，可以清肝化火，是人间一绝，尤其昙花瓣香脆无比，没有几品可以及得上。什么是桂花露？我确实吓一跳。桂花露是秋天桂分节阅读花开的时候，把园内的桂花全摘下来，放在瓶子里，当桂花装了半瓶之后，就用砂糖装满铺在上面。到春天的时候，瓶子里的桂花全溶化在糖水里，比蜂蜜还要清冽香甘，美其名日桂花露。你倒是厉害，怎么发明出这么多食花的法儿？我问他。"}
{"text":"我确实吓一跳。桂花露是秋天桂分节阅读花开的时候，把园内的桂花全摘下来，放在瓶子里，当桂花装了半瓶之后，就用砂糖装满铺在上面。到春天的时候，瓶子里的桂花全溶化在糖水里，比蜂蜜还要清冽香甘，美其名日桂花露。你倒是厉害，怎么发明出这么多食花的法儿？我问他。其实也没什么，在山里往得久了，这都是附近邻居互相传授，听说他们已经吃了几代，去年挂花开的时候我就自己尝试，没想到一做就成，你刚刚吃的昙花冻里就是沾了桂花露的。后来，我们聊天聊到中午，在朋友家吃饭，他在厨房忙了半天，端出来一大盘菜，他说这是菊花羹。我探头一看，黄色的菊花瓣还像开在枝上一样新鲜，一瓣一瓣散在盘中，怪吓人的――他竟然把菊花和肉羹同煮了。一般肉羹都煮得太浊，我的菊花羹里以菊花代白菜，粉放得比较少，所以清澈可食，你尝尝看。我吃了一大碗菊花羹，好吃得舌头都要打结了，你应该到台北市内开个铺子，叫做食花之店，只要卖昙花冻，桂花露菊花羹三样东西，春夏秋冬皆宜，包你赚大钱。我说。我当然想过，可是哪来这么多花？菊花羹倒好办，昙花冻与桂花露就找不到材料了，何况台北市的花都是下了农药的，不比自家种，吃起来安心。然后我们谈到许多吃花的趣事，朋友有一套理论，他认为我们一般吃植物只吃它的根茎是不对的，因为花果才是植物的精华，果既然可以吃了，花也当然可食，只是一般人舍不得吃它。其实，万物皆平等，同出一源，植物的根茎也是美的，为什么我们吃它呢？再说如果我们不吃花，第二天，第三天它也自然的萎谢了落入泥土，和吃进腹中没有什么不同。我第一次吃花是在小学六年级的时候，那时和母亲坐计程车，有人来兜售玉兰花，我母亲买了两串，一串她自己别在身上，一串别在我身上，我想，玉兰花这样香一定很好吃，就把花瓣撕下来，一片一片的嚼起来，味道真是不错哩！母亲后来问我你的花呢，我说吃掉了。母亲把我骂一顿，从此以后看到什么花都想吃，自然学会了许多吃花的法子，有的是人教的，有的自己发明，反正是举一反三。你吃过金针花没有？当然吃过，但是你吃的是煮汤的金针花，我吃过生的，细细的嚼能苦尽回甘，比煮了吃还好。朋友说了一套吃花的经过，我忍不住问说不定有的花有毒哩？"}
{"text":"母亲后来问我你的花呢，我说吃掉了。母亲把我骂一顿，从此以后看到什么花都想吃，自然学会了许多吃花的法子，有的是人教的，有的自己发明，反正是举一反三。你吃过金针花没有？当然吃过，但是你吃的是煮汤的金针花，我吃过生的，细细的嚼能苦尽回甘，比煮了吃还好。朋友说了一套吃花的经过，我忍不住问说不定有的花有毒哩？他笑起来，说你知道花名以后查查字典，保证万元一失，有毒的字典里都会有。我频频点头，颇赞成他的看法，但是我想这一辈子我大概永远也不能放胆的吃花，突然想起一件旧事，有一次带一位从英国来的朋友上阳明山白云山庄喝兰花茶，侍者端来一壶茶，朋友好奇地掀开壶盖，发现壶中本来晒干的兰花经开水一泡，还像栩栩如生，英国朋友长叹一口气说中国人真是无恶不作呀！对于吃花这样的事，在外国人眼中确是不可思议，因为他们认为花有花神，怎可那样吃进腹中。我当时民族自尊心爆炸，赶紧说吃花总比吃生牛肉生马肉来得文明一点吧！可见每件事都可以从两面来看，吃花乍看之下是有些残忍，但是如果真有慧心，它何尝不是一件风雅的事呢？连中国人自认最能代表气节的竹子，不是都吃之无悔吗？同样是四君子的梅兰菊，吃起来又有什么罪过呢？――一九八一年九月二十三日耕云望云排云弟弟从阳明山上下来，手舞足蹈地谈起他们要到学校去看电影的一幕。那是夏日黄昏的好天气，一大群年轻人三三两两相约去看电影，满天满地都是人与山树的好景，忽然有一个学生看到天上的不明飞行物体――报上称为幽浮的――一，二，三四五六，七十二，他惊诧地叫唤起来，天空中一共有十二个缓缓移动，闪耀着金光，排成一列的星星。飞碟，飞碟，有人这样说起来，所有的年轻人全停下脚步，或坐或立的看天空中的异象，一千多个学生在山上抬首望天，静静地看着十二个幽浮闪耀着光亮，一直到半小时以后金光全部消失才散去。"}
{"text":"飞碟，飞碟，有人这样说起来，所有的年轻人全停下脚步，或坐或立的看天空中的异象，一千多个学生在山上抬首望天，静静地看着十二个幽浮闪耀着光亮，一直到半小时以后金光全部消失才散去。那一场免费的电影当然是没有看成了，可是大家却带着一种满足的心情离开，揣测着天空，揣测着大地，揣测着自然。或许那些幽浮沉入记忆，永远难以断出它是些什么东西，但是在抬头望天那一刹那，人与自然便有了一种无形的连接。弟弟说的简单故事，却使我惊醒到我们这些住在都市的人真是远远离开自然了，不要说春天在禾田里散散步，夏夜在庭前院后捕萤火虫，秋季去看满山黄叶，冬晨去钓鱼这些往事了，甚至连夜里看看星星，白天望望幻变的天色也仿佛远远不可得了。有一次我工作累了，睡到一半醒来，发现满屋都是金光，以为天已经大亮，推窗一望，才知道原来是中夜，十五的圆月高高挂在天空，把大地照耀得如同白日。往昔月白风清的晚上，我们常在庭前听大人说故事，而时光变易，我们竟然连月圆都不知道，这样想时，我在院子里坐了一夜，有一种羞愧，还有一点乡愁。后来我到澎湖的一个大仓岛去，岛上都是平房，居民长久以来与大海建立了很好的情感，也与大地共同呼吸，同歌共唱。白天，我什么事都不做，就和渔民出海，躺在船上看天空变换的云彩夜里没有活儿干的时候，岛上又没电，我们每夜就着星光喝米酒配花生，看着星月，看着天空，看着逐渐昏暗闪着萤光的大海，并且遥望在远处对岸的白沙岛灯一盏盏的灭去，直到森然地显出岛的原形才睡去，我深深地感到了大地之美，以及大地对我们的生养之情。我便开始有心地留意着自然，有一次在阿里山的寺庙里，寺庙是平凡的，可是因为它题上耕云寺几个字就变得不俗了。后来在屏东的深山里看到一间红墙绿瓦的小屋写着望云居，整个山树都因之鲜活了起来。在登合欢山的途中，一个山庄名叫排云山庄，真像是连大的云气一下子被大力推开一般。不管是耕云，望云，或是排云，云都有了生命，和人的生活息息相关，连渺在天际的云也如此，近在身旁的土地草木，更是何等的亲切呀！"}
{"text":"我便开始有心地留意着自然，有一次在阿里山的寺庙里，寺庙是平凡的，可是因为它题上耕云寺几个字就变得不俗了。后来在屏东的深山里看到一间红墙绿瓦的小屋写着望云居，整个山树都因之鲜活了起来。在登合欢山的途中，一个山庄名叫排云山庄，真像是连大的云气一下子被大力推开一般。不管是耕云，望云，或是排云，云都有了生命，和人的生活息息相关，连渺在天际的云也如此，近在身旁的土地草木，更是何等的亲切呀！前些日子重读萧红女士的呼兰河传，写到这个东北小成的晚霞当地叫火烧云，文字优美，真让人忍不住要跑出去看晚霞，她是这样写的这地方的火烧云变化极多，一会红堂堂的了，一会金洞洞的了，一会半紫半黄的，一会半灰半百合色，葡萄灰，大黄梨，紫茄子，这类颜色天空上边都有，还有些说也说不出来的，见也未曾见过的，诸多种的颜色。五秒钟之内，天空里有一匹马，马头向南，马尾向西，那马是跪着的。像是在等着有人骑到它的背上，它才站起来。再过一秒钟，没有什么变化。再过两三秒钟，那匹马加大了，马腿也伸开了，马脖子也长了，但是一条马尾巴却不见了。看的人，正在寻找马尾巴的时候，那马就变靡了。忽然又来了一条大狗，这条狗十分凶猛，它在前边跑着，它的后面似乎还跟了好几条小狗仔，跑着跑着，小狗就不知跑到哪里去了，大狗也不见了。又找到了一个大狮子，和娘娘庙前的大石头狮子一模一样的，也是那么大，也是那样的蹲着，很威武的，很镇静的蹲着，它表示着蔑视一切的样子，似乎眼睛连什么也不睬，看着看着的，一不谨慎，同时又看到了别一个什么。这时候，可就麻烦了，人的眼睛不能同时又看东，又看西。这样子会活活把那个大狮子糟蹋了。一转眼，一低头，那天空的东西就变了。若是再找，怕是看瞎了眼睛也找不到了。呼兰河传可以说是一幅幅乡村图画构成的，看火烧云的这一段是看云的最贴切形容，它写的不只是个人经验，也是凡生长在乡下的中国人共有的经验，我幼年时候就最爱在放牛的时候骑在牛背上，看云一朵朵从山中飞出来，在天际一朵朵散去，所有对人世的幻想几乎全寄寓在其中了。"}
{"text":"若是再找，怕是看瞎了眼睛也找不到了。呼兰河传可以说是一幅幅乡村图画构成的，看火烧云的这一段是看云的最贴切形容，它写的不只是个人经验，也是凡生长在乡下的中国人共有的经验，我幼年时候就最爱在放牛的时候骑在牛背上，看云一朵朵从山中飞出来，在天际一朵朵散去，所有对人世的幻想几乎全寄寓在其中了。如今，我们把自己囚固起来，不是在屋里就是在车中，有时几个月看不见天空，更何况是静静地观云，这样想时，我就无边地怀念起我的少年时代――它真像天空的幽浮，闪着金光，在无形中却沉默地灭去了。――一九八一年七月六日一千支银针一位乡下的小朋友告诉我一个有趣的童话故事，是我从未听说过的，小朋友也不知道出处，我现在把它记录下来从前有个国王，他有七个女儿，七位公主各有一千支用来整理她们头发的扣针，每一支都是镶有钻石且非常纤细的银针，扣在梳好的头发上就好像闪亮的银河上缀满了星星。有一天早晨，大公主梳头的时候，发现银针只有九百九十九支，有一支不见了，她困惑烦恼不已，但她自私的打开二公主的针箱，悄悄地取出一支针。二公主也因为少了一支银针而从三公主那里偷了一支，三公主也很为难的偷了四公主的针，四公主偷了五公主的，五公主偷了六公主的，六公主也偷了七公主的，最后被连累的是七公主。正好第二天国王有贵宾要从远方来，七公主因为少了一支银针，剩下一把长发无法扣住，她整天都焦急地跟侍女在找银针，甚至说假如有人找到我的银针，我就嫁给他。窗外的小树枝听见了，伸进来说用我的树枝做你的银针吧？但是树技过硬，头发会竖起来。山中的泉水听见了，用它冻结的冰块说用这冰做银针吧！但是冷冷的冰一插进头发里就马上溶为水滴了。天上的月亮听见了，说用我银色的光线做你的银针吧！但是月光的银线太柔软了，扣不起头发。七公主无可奈何的叹息说啊！明天有贵宾要来哩！第二天，从远方来的贵宾原来是一位王子，王子手里拿着一支银针，他说淘气的小鸟在我狩猎的帽子里筑了巢，我发现里面有一支雕有贵城花纹的发针，是不是其中一位公主的？"}
{"text":"但是冷冷的冰一插进头发里就马上溶为水滴了。天上的月亮听见了，说用我银色的光线做你的银针吧！但是月光的银线太柔软了，扣不起头发。七公主无可奈何的叹息说啊！明天有贵宾要来哩！第二天，从远方来的贵宾原来是一位王子，王子手里拿着一支银针，他说淘气的小鸟在我狩猎的帽子里筑了巢，我发现里面有一支雕有贵城花纹的发针，是不是其中一位公主的？六位公主都吵闹及焦急起来，知道那一支银针是自己失落的，可是她们的头发都用一千支银针梳得像银河一样美丽。啊！那是我掉的银针！躲在屋里的七公主急忙跑出来说。可是王子非但没有还七公主银针，还出神地吻了她，七公主未梳理的长发滴溜溜的垂到脚跟而发亮着这个故事的结局就像所有美丽的童话一样王子和公主从此过着幸福快乐的生活。听这个故事是在乡下的庭前，出自一位小学女生的口中，她说完故事，抬头望着远山外闪烁晶明的星星，幻想着自已正是那一个失落一支银针的七公主，她全然不知道失落也有悲哀的时候，最后她嘴角带着微笑，在星光下睡着了。但是听完故事的我，到半夜还不能人眠，是一个多么简单的童话呀！竟使我的思绪飘到了天的远方，一千支银针对我来说有一种鲜明的象征意义，它象征着命运繁复的节点，每个人在生命的推展过程中，有着许许多多像银针一样能改变命运的因素，它有时是那样细小，连窗外的树，山中的泉，天上的月亮都帮不上忙，但是却改变了一个人的一生。原来，拥有一千支银针的公主，并不能保证比失落了银针的公主拥有更好的命运。银针的失落与命运的错失本来是具有悲剧感的，但是因为命运小鸟的穿梭，悲剧便成了喜剧，我相信每个人都有过类似的经验。再想到生命的失落，当然万劫不复的大失落在人间不是没有，然而像银针那么微小的失落，从大的观点来看总是有补偿的，我一一直不肯相信生命中有永远的失落，永远的失落只有在自暴自弃的人，身上才能找到，我很喜欢培根说的人们没有哭，便不会有笑小孩一生下来，便有哭的本领，后来才学会笑一个人不先了解悲衷，便不会了解快乐。失落也是如此，人没有失落，就不能体会获得的真切的快乐，尼采所言快乐之泉喷得太满，常常冲倒想盛满的白杯子。也是这个道理。"}
{"text":"再想到生命的失落，当然万劫不复的大失落在人间不是没有，然而像银针那么微小的失落，从大的观点来看总是有补偿的，我一一直不肯相信生命中有永远的失落，永远的失落只有在自暴自弃的人，身上才能找到，我很喜欢培根说的人们没有哭，便不会有笑小孩一生下来，便有哭的本领，后来才学会笑一个人不先了解悲衷，便不会了解快乐。失落也是如此，人没有失落，就不能体会获得的真切的快乐，尼采所言快乐之泉喷得太满，常常冲倒想盛满的白杯子。也是这个道理。这样想时，对生命的事，对情爱的观点，也就能云淡风轻处之泰然了。每个人设分节阅读若都有一千支银针，不巧失落了一支，不必伤悲因为我们还有九百九十九支银针，它们仍然能散放光芒，正如天上繁星万盏，有时雨天少了一颗，其他的还是为我们放光。――一九八三年三月二十日马蹄兰的告别我在乡下度假，和几位可爱的小朋友在莺歌的尖山上放风筝，初春的东风吹得太猛，系在强韧钓鱼线上的风筝突然挣断了它的束缚，往更远的西边的山头飞去，它一直往高处往远处飞，飞离了我们痴望的视线。那时已是黄昏，天边有多彩的云霞，那一只有各种色彩的蝴蝶风筝，在我们渺茫的视线里，恍愧飞进了彩霞之中。林大哥，那只风筝会飞到哪里呢？小朋友问我。我不知道，你们以为它会飞到哪里？我想它是飞到大海里了，因为大海最远。一位小朋友说。不是，它一定飞到一朵最大的花里了，因为它是一只蝴蝶嘛！另一位说。不是不是，它会飞到太空，然后在无始无终的太空里，永不消失，永不坠落。最后一位说。然后我们就坐在山头上想着那只风筝，直到夕阳都落到群山的怀抱，我们才踏着山路，沿着愈来愈暗的小径，回到我临时的住处。我打开起居室的灯，发现我的桌子上平放着一张从台北打来的电报，上面写着我的一位好友已经过世了，第二天早上将为他举行追思礼拜。我跌坐在宽大的座椅上出神，落地窗外已经几乎全黑了，只能模糊的看到远方迷离的山头。"}
