{"text":"这就是报纸上常见的所谓市面衰落那一句话的实例么？我心里这样想。然而翻开停刊期内各报的号外来看，只有满幅的电影院大广告搜尽了所有的夸大，刺激，诱惑的字眼在那里斗法。从前见过店铺倒闭的景象也在我眼前闪了一闪。肩挨着肩的商店的行列中忽然有一家紧闭着栅门，就像那多眼的大街上瞎了一只眼小红纸写着八个字的，是清理账目，暂停营业密密麻麻横七竖八贴满了的，是客户的飞票而最最触目的是地方官厅的封条，――一个很大的横十字。难道繁华的南京路上就将出现四五十只这么怪相的瞎眼？于是我更加觉得应该去看看大年夜的上海。晚上九点钟，我们一行五个人出发了。天气可真是理想的。虽然天快黑的时候落过几点牛毛雨，此时可就连风也没有，不怕冷的人简直可以穿夹。刚刚走出弄堂门，三四辆人力车就包围了来，每个车夫都像老主顾似的把车杠一放，拍了拍车上坐垫，乱嚷着这里来呀！我们倒犹豫起来了。我们本来不打算坐人力车。可是人力车的后备队又早闻声来了，又是三四辆飞到了我们跟前。而且似乎每一个暗角里都有人力车埋伏着，都在急急出动了。人力车的圆阵老老实实将我们一行五个包围了！先坐了黄包车，穿过街，到路口再坐电车，怎样？我向同伴们提议了。路口么？一只八开！车夫之一说。两百钱！我们一面说，一面准备突围。水汀英语s的音译，即暖气。一只八开上海话，一角银毫。一只八开！年三十，马马虎虎罢。这是所谓情商的口吻了。而且双方的距离不过三四个铜子。于是在双方的马马虎虎的声音中，坐的坐上，拉的也就开步。拉我的那个车夫例外地不是江北口音。他一面跑，一面说道年景不好往年的大年夜，你要雇车也雇不到。哪里会像今年那样转弯角上总有几部空车子等生意呢。说着就到了个转角，我留神细看，果然有几辆空车子，车夫们都伸长了觅食的颈脖。往年年底一天做多少生意？我大声问了。其实我很不必大声。因为这条街的进口冷清清的并没为的是大年夜而特别热闹。哦――打仗的上一年么？随便拉拉，也有个块把钱进账那么，今年呢？运气好，还有块把钱不好，五六毛。五六毛钱，派什么用场？你看，年底了，洋价倒涨到二千八百呀！"}
{"text":"哪里会像今年那样转弯角上总有几部空车子等生意呢。说着就到了个转角，我留神细看，果然有几辆空车子，车夫们都伸长了觅食的颈脖。往年年底一天做多少生意？我大声问了。其实我很不必大声。因为这条街的进口冷清清的并没为的是大年夜而特别热闹。哦――打仗的上一年么？随便拉拉，也有个块把钱进账那么，今年呢？运气好，还有块把钱不好，五六毛。五六毛钱，派什么用场？你看，年底了，洋价倒涨到二千八百呀！哦――我应了这么一声，眼看着路旁的一家烟兑店，心里却想起邻舍的太太来了。这位太太万事都精明，一个月前，洋价二千七的时候，她就兑进了大批的铜子，因为经验告诉她，每逢年底，洋价一定要缩可是今年她这小小的投机事业失败了，今天早上我还听得她在那里骂烟兑店混账。年景不好！拉我的车夫又叹气似的说一天拉五六毛，净剩下来一双空手，过年东西只好一点也不买。不像是过年了！路已经在前面了。我们一行五人的当先第一辆车子已经停下来了。我付钱的时候，留神看了看拉我的那车夫一眼。他是二十多岁精壮的小伙子，并不是那些拉不动的老枪，然而他在这年底一天也只拉得五六毛钱么？站在路口，我又回望那短短的街。一家剃头店似乎生意还好。我立刻想到我已经有二十多天没曾理发。可是我的眼光随即被剃头店间壁的南货店吸住了。天哪，大年夜南货店不出生意，真怪！然而也不足怪。像这样小小的南货店，自然只能伺候中下级社会的主顾，可是刚才拉我的车夫不是说过年东西只好一点也不买么？总而言之，街里没有大年夜。坐在电车里，我这样想。同时我又盼望大年夜是在南京路福州路一带。十字路口，电车停住了。交通灯的红光射在我们脸上。这里不是站头，然而电车例外的停得很长久。一部汽车，两部汽车，电车，三部汽车，四部，五部，我身边的两个孩子，脸贴在车窗玻璃上，这样数着横在前面的马路上经过的车辆。我也转脸望着窗外，然而交通灯光转了绿色，我们坐的电车动了。啵！啵！从我们的电车身边有一辆汽车突进了，接着又是一辆，接着是一串，威风凛凛地追逐前进，我们的电车落后了。我凝眸远眺。"}
{"text":"交通灯的红光射在我们脸上。这里不是站头，然而电车例外的停得很长久。一部汽车，两部汽车，电车，三部汽车，四部，五部，我身边的两个孩子，脸贴在车窗玻璃上，这样数着横在前面的马路上经过的车辆。我也转脸望着窗外，然而交通灯光转了绿色，我们坐的电车动了。啵！啵！从我们的电车身边有一辆汽车突进了，接着又是一辆，接着是一串，威风凛凛地追逐前进，我们的电车落后了。我凝眸远眺。前面半空中是三公司大厦高塔上的霓虹电光，是戳破了黑暗天空的三个尖角，而那长蛇形的汽车阵，正向那尖角里钻。然而这样的景象只保留了一刹那。三公司大厦渐曳渐近了。血管一样的霓虹电管把那庞大建筑的轮廓描画出来了。你数清么？几部？孩子的声音在我耳边响了起来。这不是问我，然而我转眼看着这两个争论中的孩子了。忽然有一条原则被我发见了今夜所见坐车的人好像只有两个阶级，不是挤在电车或公共汽车里，就是舒舒服服坐了黑牌或白牌的汽车，很少人力车！也许不独今夜如此罢？在车字门中，这个中间的小布尔乔亚气味的人力车的命运大概是向着没落的罢？我们在南京路浙江路口下了电车。于是在水门汀上，红色的自来水龙头旁边，我们开了小小的会议。到哪里去好？四马路怎样？这是两位太太的提议。她们要到四马路的目的是看野鸡因为好像听得一位老上海说过，大年夜里，妓女们都装扮了陈列在马路口。至于四马路之必有野鸡，而且其数很多，却是太太们从小在乡下听熟了的。可是两个孩子却坚持要去看电影。这当儿，我的一票可以决定局势。我主张先看电影后看野鸡。因为电影院大年夜最后一次的开映是十一点钟。看过了电影大概四马路之类还有野鸡。于是我们就走贵州路，打算到新光大戏院去。我不能不说所谓大年夜者也许就在这条短短的狭狭的贵州路上而且以后觉得确是在这里。人是拥挤的，有戴了鸭舌头帽子的男人，更有许多穿着绯色的廉价人造丝织品的年青女子也有汽车开过，慢慢地爬似的，啵啵地好像哀求。两个孩子拖着我快跑，恐怕赶不上影戏，可是两位太太只在后边叫慢走。原来她们发见了这条路上走的或是站着的浓妆年青女子就是野鸡。也许是的。因为鸭舌头帽子的男人掷了许多的掼炮，拍拍拍地都在那些浓妆的青年女子的脚边响出来，而她们并不生气。不但不生气，还是欢迎的。愈响愈发是她们的迷信。我们终于到了新光大戏院的门口。"}
{"text":"人是拥挤的，有戴了鸭舌头帽子的男人，更有许多穿着绯色的廉价人造丝织品的年青女子也有汽车开过，慢慢地爬似的，啵啵地好像哀求。两个孩子拖着我快跑，恐怕赶不上影戏，可是两位太太只在后边叫慢走。原来她们发见了这条路上走的或是站着的浓妆年青女子就是野鸡。也许是的。因为鸭舌头帽子的男人掷了许多的掼炮，拍拍拍地都在那些浓妆的青年女子的脚边响出来，而她们并不生气。不但不生气，还是欢迎的。愈响愈发是她们的迷信。我们终于到了新光大戏院的门口。上一场还没散，戏院门里门外挤满了人。而且这些人大都手里有票子。两位太太站在马路旁边望着那戏院门口皱眉头。就是那勇敢的男孩子，他在学校里打强盗山是出名勇敢的，也把疑问的眼光看着我的面孔。就近还有几家影戏院，也许不很挤。我这样说着，征求伙伴们的同意。但是假使片子不好呢？大些的孩子，一个很像大人的女孩子，眼光里有了这样的迟疑。不管它！反正我们是来趁热闹的。借电影院坐坐，混到一点多钟，好到泥城桥一带去看兜喜神方的时髦女人。又是我的意见。然而两个孩子大大反对。不过这一回，他们是少数了，而且他们又怕多延捱了时间，两头勿着实，于是只好跟着我走。到了北京大戏院。照样密密的人层。而且似乎比新光大戏院的现象更加汹汹然可畏。转到那新开幕的金城。隔着马路一望，我们中间那位男孩子先叫起好了来了。走到戏院门口，我们都忍不住一股的高兴。这戏院还是平时状态。但是，一问，可糟了！原来这金城大戏院没有大年夜的，夜戏就只九点半那一场，此时已经闭幕。看表上是十一点差十分。到哪里去好呢？――大家脸上又是这个问号了。也许新光今夜最后一场是十一点半开映罢？那么，还赶得及。新光近！真不知道那时候为什么定要看影戏。孩子们是当真要看的，而我们三个大人呢，还是想借此混过一两个钟点，预备看看大年夜的上海后半夜的风光而已。然而又到了新光了。十一点正，前场还没散，门里门外依然挤满了人，也许多了些。这次我们是奋勇进攻了。五个人是一个长蛇阵。好容易挤了进去，望得见卖票处了，忽然又有些绅士太太们却往外边挤一面喊道票子卖完了。卖完了！我疑心这是骗人的。为什么戏院当局不挂客满的牌子？我不能再绅士气了。我挤开了几位拦路的时髦女郎，直到卖票处前面，我们的长蛇阵也中断了。"}
{"text":"孩子们是当真要看的，而我们三个大人呢，还是想借此混过一两个钟点，预备看看大年夜的上海后半夜的风光而已。然而又到了新光了。十一点正，前场还没散，门里门外依然挤满了人，也许多了些。这次我们是奋勇进攻了。五个人是一个长蛇阵。好容易挤了进去，望得见卖票处了，忽然又有些绅士太太们却往外边挤一面喊道票子卖完了。卖完了！我疑心这是骗人的。为什么戏院当局不挂客满的牌子？我不能再绅士气了。我挤开了几位拦路的时髦女郎，直到卖票处前面，我们的长蛇阵也中断了。卖票员只对我摇手。好容易又挤了出来，到得马路上时，我忍不住叹口气说虽然大年夜不在街的小小南货店里，可确是在每家影戏院里！以后我们的行程是四马路了。意外地不是大年夜样的，也没看见多少艳妆的野鸡之类。掼炮声音更少。两个孩子是非常扫兴了。于是打吗啡针每人三个汽球。我们最后的希望是看看南京路上有没有封皮的怪相瞎眼睛。然而也没有。十二点光景挤进了南京路的虹庙。这是我的主张。可是逛过了浴佛节的静安寺的两个孩子大大不满意。没有静安寺那样大，是他们的批评。他们怎么会知道我是出来找大年夜的，而大年夜确也是在这座庙里！后来我知道过不了年关的商店有五百多家。债权人请法院去封门。要是一封，那未免有碍大上海的观瞻，所以法院倒做了和事老。然而调解也等不及，干脆关上大门贴出清理账目的铺子也就有二百几十家了。南京路上有一家六十多年的老店也是其中之一。你猜猜，南京路的铺子有几家是赚钱的？――哈哈，说是只有两家半！那两家是三阳南货店和五芳斋糕团点心店。那半家呢，听说是冠生园。回家的路上碰见一位乡亲，他这样对我说。乡亲这番话，我怎么能够不相信？并且我敢断定复杂的大上海市面无论怎样不景气，但有几项生意是不受影响的，例如我们刚去随喜了来的虹庙。并且我又确实知道沪西某大佛寺的大小厅堂乃至方丈室早已被施主们排日定完这半年里头，想在那大佛寺里做道场，简直非有大面子不行的！到家的时候，里内一个广东人家正放鞭炮，那是很长的一串，挑在竹竿上。我们站在里门口看去，只见一条火龙，渐缩渐短。等放过了我们走进去，依旧是冷清清的弄堂，不过满地碎红，堆得有寸许厚。"}
{"text":"并且我又确实知道沪西某大佛寺的大小厅堂乃至方丈室早已被施主们排日定完这半年里头，想在那大佛寺里做道场，简直非有大面子不行的！到家的时候，里内一个广东人家正放鞭炮，那是很长的一串，挑在竹竿上。我们站在里门口看去，只见一条火龙，渐缩渐短。等放过了我们走进去，依旧是冷清清的弄堂，不过满地碎红，堆得有寸许厚。年月日原载年月日文学季刊期我曾经穿过怎样的紧鞋子我在小学校的时候，最喜欢绘画。教我们绘画的先生是一位六十多岁的国画家。他的专门本领是画尊容，我的曾祖的行乐图就是他画的，大家都说像得很。他教我们临摹芥子园画谱，于是我们都买了一部石印的芥子园画谱。他说临完了一部芥子园画谱，不论是梅兰竹菊，山水，翎鸟，全有了门径。他从不自己动手画，他只批改我们的画稿他认为不对的地方，就赏一红杠，大书再临一次。后来进了中学校，那里的图画教师也是国画家，年纪也有点老了。不过他并不是尊容专家。他的教授法就不同了。他上课的时候在黑板上先画了一幅，一面画，一面叫我们跟着临摹他说画画儿最要紧的诀窍是用笔的先后，所以我要当场一笔一笔现画，要你们跟着一笔一笔现临记好我落笔的先后哪！有时他特别卖力，画好了那幅示范的画儿以后，还拣那中间的困难点出来，在黑板的一角另画一幅放大，好比影片中的特写。这位先生真是又和气又热心，我到现在还想念他。不用说，他从前大概也曾在芥子园画谱之类用过苦功，但他居然不把芥子园画谱原封不动掷给我们，却换着花样来教我们，在那时候已经十分难得了。然而那时候我对于绘画的热心比起小学校时代来，却差得多了。原因大概很多，而最大的原因是忙于看小说。课余的时间全部消费在旧小说上头，绘画不过在上课的时候应个景儿罢了。国文教师称赞我的文思开展，但又不满意地说有点小说调子，应该力戒！这位国文教师是孝廉公，又是我的父执，他对于我好像很关切似的，他知道我的看小说是家里大人允许的，他就对我说你的老人家这个主张，我就不以为然。看看小说，原也使得，小说中也有好文章，不过总得等到你的文章立定了格局，然后再看小说，就没有流弊了。"}
{"text":"原因大概很多，而最大的原因是忙于看小说。课余的时间全部消费在旧小说上头，绘画不过在上课的时候应个景儿罢了。国文教师称赞我的文思开展，但又不满意地说有点小说调子，应该力戒！这位国文教师是孝廉公，又是我的父执，他对于我好像很关切似的，他知道我的看小说是家里大人允许的，他就对我说你的老人家这个主张，我就不以为然。看看小说，原也使得，小说中也有好文章，不过总得等到你的文章立定了格局，然后再看小说，就没有流弊了。过一会儿，他又摸着下巴说多读读庄子和韩文罢！我那时自然很尊重这位老师的意见，但是小学校时代专临芥子园画谱那样的滋味又回来了。从前临芥子园画谱的时候，开头个把月倒还兴味不差，――先生只叫我临摹某一幅，而我却把那画谱从头到底看了一遍，欣然若有所得后来一部画谱看厌了，先生还是指定了那几幅叫我再临一次。又一次，我就感到异常乏味了。而这位老画师的用意却也和那位孝廉公的国文教师一样要我先立定了格局！庄子之类，自然远不及小说来得有趣，但假使当时有人指定了某小说要我读，而且一定要读到我立定了格局，我想我对于小说也要厌恶了罢？再者，多看了小说，就不知不觉间会沾上小说调子，但假使指定了要我去临摹某一部小说的调子，恐怕看小说也将成为苦事了罢？不过从前的老先生就要人穿这样的紧鞋子。幸而不久就来了辛亥革命，老先生们喟然于世变之巨，也就一切都看穿些，于是我也不再逢到好意的指导叫我穿那种紧鞋子了。说起来，这也未始不是革命之赐。韩文指韩愈的文章。原载年月文学周年纪念特辑交易所速写门前的马路并不宽阔。两部汽车勉强能够并排过去。门面也不见得怎么雄伟。说是不见得怎么雄伟，为的想起了爱多亚路那纱布交易所大门前二十多步高的石级。自然，在这香粉弄一带，它已经是唯一体面的大建筑了。我这里说的是华商证券交易所的新屋。直望进去，一条颇长的甬道，两列四根的大石柱阻住了视线。再进一步就是市场了。跟大戏院的池子仿佛。后方上面就是会叫许多人笑也叫许多人哭的拍板台。正在午前十一时，紧急关头，拍到了二十关。池子里活像是一个蜂房。请你不要想像这所谓池子的也有一排一排的椅子，跟大戏院的池子似的。"}
{"text":"门面也不见得怎么雄伟。说是不见得怎么雄伟，为的想起了爱多亚路那纱布交易所大门前二十多步高的石级。自然，在这香粉弄一带，它已经是唯一体面的大建筑了。我这里说的是华商证券交易所的新屋。直望进去，一条颇长的甬道，两列四根的大石柱阻住了视线。再进一步就是市场了。跟大戏院的池子仿佛。后方上面就是会叫许多人笑也叫许多人哭的拍板台。正在午前十一时，紧急关头，拍到了二十关。池子里活像是一个蜂房。请你不要想像这所谓池子的也有一排一排的椅子，跟大戏院的池子似的。这里是一个小凳子也不会有的，人全站着，外圈是来看市面准备买或卖的――你不妨说他们大半是小本钱的散户，自然也有不少抢帽子的。他们不是那吵闹得耳朵痛的数目字潮声的主使。他们有些是仰起了头，朝台上看，――请你不要误会，那卷起袖子直到肩胛边的拍板人并没有什么好看，而且也不会看出什么道理来的他们是看着台后像背景似的显出库券，月期之类的戏目姑且拿戏目作个比方罢，特别是这戏目上面那时时变动的电光记数牌。这高高在上小小的嵌在台后墙上的横长方形，时时刻刻跳动着红字的阿拉伯数目字，一并排四个，两个是单位元以下，像我们在普通账单上常常看见的式子，这两个小数下边有一条横线，红色，字体可也不小，因而在池子里各处都可以看得明明白白。这小小的红色电光的数目字是人们创造，是人们使它刻刻在变，但是它掌握着人们的命运。不――应当说是少数人创造那红色电光的记录，使它刻刻在变，使它成为较多数人的不可测的命运。谁是那较多数呢？提心吊胆望着它的人们，池子外圈的人们自然是的，――而他们同时也是这魔法的红色电光记录的助成者，虽然是盲目的助成者可是在他们以外还有更多的没有来亲眼看着自己的命运升沉的人们，他们住在上海各处，在中国各处，然而这里台上的红色电光的一跳，会决定了他们的破产或者发财。被外圈的人们包在中央的，这才是那吵得耳朵痛的数目字潮声的发动器。很大的圆形水泥矮栏，像一张极大的圆桌面似的，将他们范围成一个人圈。他们是许多经纪人手下做交易的，他们的手和嘴牵动着台上墙头那红色电光数目字的变化。然而他们跟那红色电光一样，本身不过是一种器械，使用他们的人――经纪人，或者正交叉着两臂站在近旁，或者正在和人咬耳朵。"}
{"text":"被外圈的人们包在中央的，这才是那吵得耳朵痛的数目字潮声的发动器。很大的圆形水泥矮栏，像一张极大的圆桌面似的，将他们范围成一个人圈。他们是许多经纪人手下做交易的，他们的手和嘴牵动着台上墙头那红色电光数目字的变化。然而他们跟那红色电光一样，本身不过是一种器械，使用他们的人――经纪人，或者正交叉着两臂站在近旁，或者正在和人咬耳朵。忽然有个伙计匆匆跑来，于是那经纪人就赶紧跑到池子外他的小房间去听电话了，他挂上了听筒再跑到池子里，说不定那红色电光就会有一次新的跳动，所有池子里外圈的人们会有一次新的紧张――掌不住要笑的，咬紧牙关眼泪往肚子里吞的，谁知道呢，便是那位经纪人在接电话以前也是不知道的。他也是程度上稍稍不同的一种器械罢了。池子外边的两旁，――上面是像戏院里包厢似的月楼，摆着一些长椅子，这些椅子似乎从来不会被同一屈服坐上一刻钟或二十分的，然而亦似乎不会从来没有人光顾，做了半天冷板凳的。这边，有两位咬着耳朵密谈那边，又是两位在压低了嗓子争论什么。靠柱子边的一张椅子里有一位弓着背抱了头，似乎转着念头跳黄浦呢，吞生鸦片烟？那边又有一位，――坐在望得见那魔法的红色电光记录牌的所在，手拿着小本子和铅笔，用心地记录着，像画宝路似的，他相信公债的涨落也有一定的路的。也有女的。挂在男子臂上，太年青而时髦的女客，似乎只是一同进来看看。那边有一位中年的，上等的衣料却不是顶时式的裁制，和一位中年男子并排站着，仰起了脸。电光的红字跳一，她就推推那男子的臂膊红字再跳一，她慌慌张张把男子拉在一边叽叽喳喳低声说了好一大片。一位胡子刮得光光的，只穿了绸短衫裤，在人堆里晃来晃去踱方步，一边踱，一边频频用手掌拍着额角。这当儿，池子里的做交易的叫喊始终是旋风似的，海潮似的。你如果到上面月楼的铁栏干边往下面一看，你会忽然想到了旧小说里的神仙只听得下面杀声直冲，拨开云头一看，你会清清楚楚看到中央的人圈怎样把手掌伸出缩回，而外圈的人们怎样钻来钻去，像大风雨前的蚂蚁。你还会看见时时有一团小东西，那是纸团，跟纽子一般模样的，从各方面飞到那中央的人圈。你会想到神仙们的祭起法宝来罢？有这么一个纸团从月楼飞下去了。你于是留心到这宛然各在云端的月楼那半圆形罢。"}
