{"text":"至少，他们可以求同存异。然而，在有些时候，双方没有机会进行这样的对话。例如，有一方也许不想交流，或是危险迫在眉睫没有时间交流。在这样的情况下，我们可能就需要使用强制力来避免伤害。使用强制力的目的需要注意的是，在非暴力沟通中，我们运用强制力是出于防卫保护自己或对方的目的而不是为了惩罚羞辱或谴责对方。例如，我们抱住年幼的孩子不让他跑到公路上，那是为了他的安全。如果我们打孩子的屁股或是骂他你怎么这么笨！那么，我们就是在惩罚他。在使用防卫性的强制力时，我们把注意力放在了自己和他人的需要上，而不是评价对方及其行为。我们不会去指责一个要跑到公路上的孩子我们只想保护他。非暴力沟通认为，如果一个人做的事情会伤害到自己或他人，那是因为他不够成熟。为此，他需要得到帮助。如果我们不够成熟，我们可能会有以下表现我们意识不到自己行为的后果我们认识不到，我们并不需要通过惩罚他人来满足自己的需要我们相信，我们有权利去惩罚或伤害他人，因为他们是罪有应得我们产生了幻觉，例如，听到某种声音叫我们去杀人。相反，在使用惩罚性的强制力时，我们认为某些人是邪恶的，为了让他们悔改，必须给他们一点颜色看看。此时，我们希望痛苦能让他们意识到自己的过错感到懊悔改变行为。然而，在实际生活中，惩罚往往加强了对方的敌意和抵触心理，使双方的关系更加疏远。惩罚的类型体罚是常见的惩罚方式。我发现，家长对此有截然不同的看法。有些家长相信，通过体罚，例如打屁股，可以让孩子清楚地知道不该做什么。另外一些家长则坚决反对这种做法，他们认为，体罚会让孩子形成这样的认识当别的方法都不起作用时，就可以用武力来解决问题。我的担心是，对体罚的恐惧会让孩子难以体会到父母的爱。经常有家长和我说，打骂孩子是不得己的事，因为他们没有办法能让孩子做对他们有益的事情。为了说明打骂确实管用，他们还提到了，有些孩子在事后很感激他们的父母。我养育了四个孩子，我深深地理解为人父母的难处。然而，我并不认为体罚孩子是教育孩子的好办法。首先，无数的例子表明了，有的时候孩子拒绝做一件对他有益的事情，只是因为他们不想在父母的压力面前屈服。其次，即使体罚能带来立竿见影的效果，这也并不意味着，其他方法无法达到同样的效果。"}
{"text":"经常有家长和我说，打骂孩子是不得己的事，因为他们没有办法能让孩子做对他们有益的事情。为了说明打骂确实管用，他们还提到了，有些孩子在事后很感激他们的父母。我养育了四个孩子，我深深地理解为人父母的难处。然而，我并不认为体罚孩子是教育孩子的好办法。首先，无数的例子表明了，有的时候孩子拒绝做一件对他有益的事情，只是因为他们不想在父母的压力面前屈服。其次，即使体罚能带来立竿见影的效果，这也并不意味着，其他方法无法达到同样的效果。最后，我还担心，体罚孩子会造成不良的社会影响。如果我们把暴力作为解决问题的办法，虽然孩子可能会去做我们要求的事，但这样做难道不是在鼓励孩子用暴力来解决冲突吗？除了体罚之外，指责或否定他人也是常见的惩罚方式。例如，如果孩子没有照家长的话去做，父母可能就会说他自私不尊重父母等等，另外一种惩罚方式是不给孩子某种好处，例如，不给零花钱。在这种情形中，变得冷漠是一种强有力的威胁。惩罚的代价当我们为了回避惩罚去做事情时，我们可能会忽视事情本身的价值和意义，而陷于对失败的忧虑。如果员工的表现只是在服从管理层的命令，土气就会受到影响或迟或早，工作效率就会降低。如果孩子刷牙是因为担心受到批评或被嘲笑，他们的口腔健康可能会得以改善，但自尊却会受损。此外，我们都知道，惩罚导致关系的疏远。一旦我们被看作是施暴的人，我们就很难得到友善的回应。有一次，我去一位朋友的单位拜访他。他是一所学校的校长。在谈话时，他透过办公室的玻璃看到有个学生在操场打人。他和我说了一句对不起，然后就冲了出去。他抓住那个学生，重重地推了他一下，训斥道看你以后还敢不敢打比你小的同学！校长回来后，我和他说我不认为你达到了目的。在我看来，他学到的是，在打比他弱小的人时，要注意到附近是否有比他强壮的人，例如校长。而且，我认为，你的做法甚至还会强化他通过打架来解决问题的意识。在上述情形下，我主张先倾听那个学生的感受和需要。例如，如果那个孩子动手打了叫他外号的同沙子宫殿，我可能会和他说看起来，你很生气，因为你希望得到尊重。如果他肯定了这一点，我会接着表达我的感受需要和请求，而不带有任何的指责我很伤心，因为我希望我们既能得到尊重，又不树敌。不知道你是否愿意和我一起探讨，是否有其他的方式可以使我们得到尊重？"}
{"text":"在我看来，他学到的是，在打比他弱小的人时，要注意到附近是否有比他强壮的人，例如校长。而且，我认为，你的做法甚至还会强化他通过打架来解决问题的意识。在上述情形下，我主张先倾听那个学生的感受和需要。例如，如果那个孩子动手打了叫他外号的同沙子宫殿，我可能会和他说看起来，你很生气，因为你希望得到尊重。如果他肯定了这一点，我会接着表达我的感受需要和请求，而不带有任何的指责我很伤心，因为我希望我们既能得到尊重，又不树敌。不知道你是否愿意和我一起探讨，是否有其他的方式可以使我们得到尊重？惩罚的局限性有两个问题可以帮助我们认识惩罚的局限性。第一个问题是，如果我不喜欢他现在的行为，那我希望他怎么做？如果我们只问这个问题，惩罚可能是有效果的，因为威胁或惩罚可以对他的行为产生影响。然而，通过第二个问题，我们就可以清楚地看到惩罚的局限性我希望他基于怎样的原因去做我想要他做的事情？我们很少提及第二个问题，借助这个问题，我们可以发现惩罚或奖励很难实现我们的目的。例如，如果我希望孩子出于爱干净或对父母的关心去打扫房间，指责或威胁显然不太可能起到积极的作用。常见的情形是，孩子打扫房间是为了服从父母的指示因为妈妈是这样吩咐的――他们也许是为了得到父母的疼爱或避免受到惩罚。我相信，了解别人基于什么样的原因来满足我们的愿望是至关重要的。在非暴力沟通中，我们看重每个人选择生活的自由。与此同时，非暴力沟通还强调，我们彼此相互依存，我们的幸福与他人的幸福息息相关。运用非暴力沟通来重建校园秩序现在，我想谈谈我们与一些学生在一所学校中重建校园秩序的经历。这所学校接纳的是其他学校学不下去或被勒令退学的学生。学校的管理人员希望，通过在校园中普及非暴力沟通，学校可以与这些学生形成良好的互动。我的工作是培训老师队伍，并担任顾问一年。由于只有四天时间来培训老师，我没有解释清楚非暴力沟通与放任不管之间的区别。因此，在出现矛盾和冲突的时候，有些老师选择了回避，而不是积极地介入。这样，校园秩序更加混乱，以致学校管理层开始考虑关闭学校。此时，我告诉校方，我想和混乱中表现得特别活跃的学生交流。于是，校长挑选了八个学生，他们的年龄在岁之间。下面是我们会谈的摘录我和校方说，这样做不是为了惩罚任何人，而是给暂时不想学习的学生提供一个去处，并给那些愿意学习的学生创造条件。"}
{"text":"我的工作是培训老师队伍，并担任顾问一年。由于只有四天时间来培训老师，我没有解释清楚非暴力沟通与放任不管之间的区别。因此，在出现矛盾和冲突的时候，有些老师选择了回避，而不是积极地介入。这样，校园秩序更加混乱，以致学校管理层开始考虑关闭学校。此时，我告诉校方，我想和混乱中表现得特别活跃的学生交流。于是，校长挑选了八个学生，他们的年龄在岁之间。下面是我们会谈的摘录我和校方说，这样做不是为了惩罚任何人，而是给暂时不想学习的学生提供一个去处，并给那些愿意学习的学生创造条件。我相信，如果学生能够明白这一点，这样做是很有用的。我还提醒校方，如果学生知道这个措施是一些学生集体讨论的结果，而不是校方的命令，那么，他们将更愿意配合。于是，学校就设置了一个教室，来到这个教室的学生，可以什么都不做。有时，有的学生主动提出到这个教室去在另外一些时候，如果某个学生的行为妨碍了别人的学习，老师也会请他去。在这个教室中，我们安排了一位熟练掌握非暴力沟通的老师，当学生进来时，她会主动和他们交谈。这个教室的设置对学校秩序的恢复起到了极为重要的影响。因为那些曾参加讨论的学生告诉他们的同学这样做是为了保护各大位同学的学习权利。我们也借这件事向老师们说明了，除了回避矛盾以及实施惩罚，我们还可以通过别的办法来解决问题。非暴力沟通爱的语言――重获生活的热情在情绪低落的时候，我们也许会怨天尤人。然而，如果我们以苛刻的态度对人对己，我们的心情也好不到哪里去。通过运用非暴力沟通，我们不再试图分析自己或他人有什么毛病，而是用心去了解我们的需要和他人的需要，这样，我们的内心将逐渐变得平和。一旦我们发现自己心底深处的愿望，并采取积极的行动，我们将会重获生活的热情。心理咨询和心理治疗专业的从业人员可以考虑借助非暴力沟通与来访者进行坦诚的交流，一旦我们不把来访者当作诊断的对象，而专注于彼此作为人的感受和需要，人们通常都会有积极的反应。――――――――――――――――――――――――――――――――――――――――――――――――――倾听内心的声音在成长的过程中，我们学习了很多无益的知识，这些知识来自善意的父母老师或别的人。由于这些教诲看起来是那样地天经地义，我们也就不再去探讨它们的合理性。"}
{"text":"――――――――――――――――――――――――――――――――――――――――――――――――――倾听内心的声音在成长的过程中，我们学习了很多无益的知识，这些知识来自善意的父母老师或别的人。由于这些教诲看起来是那样地天经地义，我们也就不再去探讨它们的合理性。喜剧演员巴迪哈克特曾在一档娱乐节目中说，小时候每天吃着妈妈做的丰盛的饭菜，直到去军中服役，他才知道饭后胃部还可以保持轻松。同样的，我们在社会文化的影响下形成的一些不良积习，渗透到生活的各个方面，以致我们觉察不到它们的存在。只有深入了解我们的生存状态，我们才能看清它们的危害，并形成新的想法及行为方式，来满足身心健康的需要。然而，对于大多数人来说，倾听和表达自己的需要并不容易。一般来说，我们的文化倾向于把个人需要看作是消极的具有破坏性的。如果一个人公开表达自己的需要，就很可能被看作是自私的。通过鼓励我们区分观察和评论，认识情感的根源在于个人的需要和想法，并以建设性的语言提出明确的请求，非暴力沟通帮助我们认识社会文化对个体的消极影响。一旦认识到社会文化的局限性，我们就可能突破它的束缚，至少，我们已经迈出了关键的一步。解决内心的冲突在生活中，有时我们会感到沮丧，觉得前途一片黑暗。欧内斯特贝克在他的精神病学的革命一书中提出，沮丧是因为一个人处于激烈的内心冲突之中，无所适从。我们内心中也许有一种声音说，我想这样做但又有一种声音说，不，你不应该那样做。这样，我们就陷入了僵局。沮丧意味着，我们不了解自己的需要――我们不知道到底想到什么以及如何满足愿望。一位学习非暴力沟通的女士有一段时间心情很不好。一位朋友建议她在心情极度沮丧时以对话的形式记录内心的挣扎。以下是前两句声音职业女性我应该在工作上投入更多的时间。我受了这么好的教育，我也相信自己的才干，但现在都白白浪费了。声音负责任的母亲你太不现实了。你是两个孩子的母亲，你都没法照顾她他们，还好意思谈别的？几个月来，这位女士就一直生活在激烈的思想斗争中，她的头脑中充斥着各种对自己的批评和指责。"}
{"text":"一位学习非暴力沟通的女士有一段时间心情很不好。一位朋友建议她在心情极度沮丧时以对话的形式记录内心的挣扎。以下是前两句声音职业女性我应该在工作上投入更多的时间。我受了这么好的教育，我也相信自己的才干，但现在都白白浪费了。声音负责任的母亲你太不现实了。你是两个孩子的母亲，你都没法照顾她他们，还好意思谈别的？几个月来，这位女士就一直生活在激烈的思想斗争中，她的头脑中充斥着各种对自己的批评和指责。看到这段对话后，她的朋友又建议她，让心中的那位职业女性用非暴力沟通表达自己。于是，她就用非暴力沟通的四个要求来表达职业女性的心声为了照顾孩子，我放弃了工作，留在家里观察我有点心灰意冷感受因为我看重成就感需要。我想，我现在可以去找份兼职请求。接着，她用非暴力沟通的四个要求来表达负责任的母亲的心声当我想到上班的事情时观察，我好害怕感受，因为我要确保孩子们能得到很好的照顾需要。我想，在上班时，我需要一位好保姆来照顾他们。下班后，我还要确保有时间和精力好好陪孩子。当这位女士用非暴力沟通的方式说出心里话后，她大大松了一口气。她没有再批评和指责自己，而把注意力放在了自己的感受和。虽然，她还有实际的问题需要处理，例如找个好保姆寻求先生的支持，但她已经察觉到自己的需要，并能静下心来采取必要的行动。心灵环保如果以苛刻的态度对己，我们的心情也好不到哪里去。通过运用非暴力沟通，我们不再试图分析自己或他人有什么毛病，而是用心去了解我们的需要，这样，我们的内心就会逐渐变得平和。为了能够更好地照顾自己，一位女士报名参加了一个历时三天的非暴力沟通的研讨班。在活动期间，她发现自己的生活太度有了明显的改变。她回忆说，在第二天清晨本来时，她头痛得十分厉害。在过去，我的第一反应就是去检讨自己到底做错了什么。是否吃了不好的食物？是不是给自己施加了太大的压力？我会盘问自己诸如此类的问题。这一次，在学习非暴力沟通之后，我问自己的问题是，我现在需要做什么来缓解头痛。我坐了起来，做了一些柔和的头部运动。接着，起床到外面走了走，回来后又做了一些别的速与，让自己放松下来。过了一会儿，头没那么痛了。这时，我想了想昨天在研讨班中的经历。"}
{"text":"在活动期间，她发现自己的生活太度有了明显的改变。她回忆说，在第二天清晨本来时，她头痛得十分厉害。在过去，我的第一反应就是去检讨自己到底做错了什么。是否吃了不好的食物？是不是给自己施加了太大的压力？我会盘问自己诸如此类的问题。这一次，在学习非暴力沟通之后，我问自己的问题是，我现在需要做什么来缓解头痛。我坐了起来，做了一些柔和的头部运动。接着，起床到外面走了走，回来后又做了一些别的速与，让自己放松下来。过了一会儿，头没那么痛了。这时，我想了想昨天在研讨班中的经历。我发现，头痛很可能是因为昨天我不怎么留意身体的状态。现在，身体是通过头痛来提醒我请留意我的需要。于是，在接下来两天的研讨班中，我就用心体会身体的状态，并注意调节和放松。这一次的经历提醒我在头痛时，我可以专注于我的需要。这是我人生的重大突破。在另一次研讨班中，有个参加者询问如何在开车时保持良好的心态。这是我很熟悉的问题！由于工作的需要，我过去经常开车前往美国各地。我知道，在开车时，保持良好的心态有多困难。那时，如果有人以我不喜欢的方式开车，我的头脑中常常会冒出以下的想法这家伙有毛病！开车都不看路？带着这样的想法，我就会想好好教训那些我认为不守规矩的司机。可是，我又没法惩罚他们，于是，就更加恼怒了。后来，我终于学会了关注自己的感受和需要。是的，看到他们这样开车，我真的很害怕我希望，他们在开车时能注意安全。哇！我感到惊讶的是，只要我不再批评和指责他人，而把注意力放在自己的感受和需要，我的心情就放松了许多。我深受鼓舞，于是，又决定去体会其他司机的感受和需要。在第一次尝试这么做的时候，我就得到了很大的满足。那一次，在我前面的那辆车开得非常慢，它在每个十字路口都会减速。我有点急了，我和自己说这车没法开了。注意到自己的紧张情绪后，我开始体会那辆车的司机可能会有怎样的感受和需要。我觉得，前面的那位司机有点不知所措，希望得到后面司机的谅解。路渐渐宽了，在超车时，我发现那辆车的司机是一位看起来有岁的老太太。她看上去惊慌失措。我很庆幸，我曾用心去体会她的感受和需要，而没有鸣喇叭或做别的动作来表达我的不悦。用非暴力沟通代替诊断许多年前，为了成为一名合格的心理医生，我接受了九年的培训，并获得了临床心理学博士学位。"}
{"text":"注意到自己的紧张情绪后，我开始体会那辆车的司机可能会有怎样的感受和需要。我觉得，前面的那位司机有点不知所措，希望得到后面司机的谅解。路渐渐宽了，在超车时，我发现那辆车的司机是一位看起来有岁的老太太。她看上去惊慌失措。我很庆幸，我曾用心去体会她的感受和需要，而没有鸣喇叭或做别的动作来表达我的不悦。用非暴力沟通代替诊断许多年前，为了成为一名合格的心理医生，我接受了九年的培训，并获得了临床心理学博士学位。毕业后不久，我有幸旁听了以色列哲学家马丁布伯与美国心理学家卡尔罗杰斯关于精神疗法的讨论。在讨论中，布伯质疑，如果一个人把自己当作心里医生，他是否还能够有效地帮助他人面对心灵的创伤。布伯当时正在访问美国，他和罗杰斯一起受邀来到一所精神病院进行公开的讨论。旁听的人都是精神病学领域的专业人员。布伯的观点是，个人的成长是通过与他人的坦诚交流来实现的――在交流中，彼此能够自由地表达内心的软弱。他不相信，这能够存在于心理医生与其顾客之间。罗杰斯同意，坦诚是个人成长的先决条件。但是，他相信，出色的心理医生能够超越他的身份，来坦诚地与顾客交流。布伯对此表示怀疑。他认为，只要顾客把自己看作是顾客把医生看作是医生，即使医生愿意与顾客真诚地交流，这样的交流实际上还是不可能的。他评论说，顾客预约看病的过程，以及花钱来解决问题，使医生和顾客之间的交流很难不受其身份束缚。他们的圣诞回答了我长期以来对分离疗法的困惑。在我所接受的教育中，分离补认为是心理分析疗法的金科玉律。根据分离疗法的理论，在心理治疗过程中，医生表达自己的感受和需要是十分不专业的，有经验的医生则会采取冷眼旁观的态度，在治疗过程中不带有任何感情色彩，并避免因个人内心的冲突造成对顾客的伤害――他们就象一面镜子，让顾客充分投射他们的情感，然后，他们会作出诊断。我理解分离疗法的理论。然而，对于保持与来访者情感的距离，我总是觉得不太舒服此来，我相信，在治疗的过程中，表达个人的感受和需要是有益的。于是，我开始试着用非暴力沟通的语言来代替医疗术语。我不再根据我所学习的心理学理论来分析来访者的心理特点，而是用心去体会他们的话，并表达自己内心的感受。在开始时，我很担心。我不知道，对我的做法，同行们会有怎样的看法。然而，效果却是非常好，不论是来方者还是我自己，都十分满意。"}
{"text":"我理解分离疗法的理论。然而，对于保持与来访者情感的距离，我总是觉得不太舒服此来，我相信，在治疗的过程中，表达个人的感受和需要是有益的。于是，我开始试着用非暴力沟通的语言来代替医疗术语。我不再根据我所学习的心理学理论来分析来访者的心理特点，而是用心去体会他们的话，并表达自己内心的感受。在开始时，我很担心。我不知道，对我的做法，同行们会有怎样的看法。然而，效果却是非常好，不论是来方者还是我自己，都十分满意。很快，我就不再有任何顾虑了。在年后的今天，心理医生在治疗过程中投入自己的情感，已不再被被看作另类了。可是，在那时，我却经常被心理医生的团体邀请去发表演讲和做现场示范。有一次，我被邀请去演示如何运用非暴力沟通来帮助处于极度痛苦中的人。地点是在一所精神病院，参加的人很多，都是精神病学领域的专业人员。讲解了一个小时后，他们请我当场会见一个病人，分析她的病情，并提供治疗建议。那是一位岁的女士，她有个孩子，我们谈了约半小。在她离开房间之后，负责治疗的几位医生提出一个问题卢森堡博士，请作一下判断。根据你的意见，这位女士是患精神分裂症还是药物性精神障碍？我回答说，对于这类问题，我感到不太舒服。我曾在精神病院工作，但从一开始，我就无法将病人归到某种特定的精神病类别中。一些研究报告显示，精神病医生和心理学对那些医学术语也没有一致的意见。这些研究报告还指出，精神医生所就读的学校比病人个人的特点对诊断的结果更具影响力。我进一步说，即使精神病医生对这些术语的运用具有共识，我也不想用它们，因为我看不出这么做对病人有什么好处。在物理医学领域，病理分析常常可以为治疗指明方向但我不认为，这种方法适用于所谓的精神病学领域。根据我的经历，在医院的病例讨论会上，医生们要花大部分时间也讨论病人是属于哪种精神病类型。当预定的讨论时间快要结束时，主治医生也许会请求其他人帮助制订医疗计划。然而，这类请求通过会被忽视，因为大多数的人倾向于继续争论。接着，我向他们解释我的做法。我告诉他们，我不会去分析病人有什么毛病，而是问自己以下的问题她现在是什么心情？她有什么需要？和她在一起，我是什么样的心情？我的心情反映了我怎样的需要？我想请她作出什么决定或采取什么行动，以使她能快乐些？"}
