{"text":"因了这经验，有一个兵便模模胡胡的想这世间有两个世界。一个是战争的世界。别一个是有着保险箱门一般的门，礼拜堂一般干净的厨房，漂亮的房子的世界。完全是另外的世界。另外的国度。那里面，住着古怪想头的外国人。那小姐后来就对一位绅士说的是和他们是连话都谈不来的。好像他们和我们之间，是有着跳不过的深渊似的。其实，这也无须小姐和兵们是这样。就是我们――算作封建余孽或买办或别的什么而论都可以――和几乎同类的人，只要什么地方有些不同，又得心口如一，就往往免不了彼此无话可说。不过我们中国人是聪明的，有些人早已发明了一种万应灵药，就是今天天气哈哈哈！倘是宴会，就只猜拳，不发议论。这样看来，文学要普遍而且永久，恐怕实在有些艰难。今天天气哈哈哈！虽然有些普遍，但能否永久，却很可疑，而且也不大像文学。于是高超的文学家便自己定了一条规则，将不懂他的文学的人们，都推出人类之外，以保持其普遍性。文学还有别的性，他是不肯说破的，因此也只好用这手段。然而这么一来，文学存在，人却不多了。于是而据说文学愈高超，懂得的人就愈少，高超之极，那普遍性和永久性便只汇集于一个人。然而文学家却又悲哀起来，说是吐血了，这真是没有法子想。八月六日。本篇最初发表于一九三四年八月九日申报自由谈。巴比塞的外国话和本国话，曾由沈端先译为中文，载于一九三四年十月社会月报第一卷第五期。封建余孽在一九二八年关于革命文学的论争中，创造月刊第二卷第一期一九二八年八月载有杜荃郭沫若文艺战线上的封建余孽一文，说是资本主义以前的一个封建余孽。高超的文学家指梁实秋等人。如梁在文学是有阶级性的吗？载一九二九年九月新月第二卷第六七期一文中鼓吹超阶级的文学，说文学是属于全人类的但又宣传文学只能为少数人所享有，说好的作品永远是少数人的专利品。大多数永远是蠢的永远是与文学无缘的。看书琐记三看书琐记三焉于创作家大抵憎恶批评家的七嘴八舌。记得有一位诗人说过这样的话诗人要做诗，就如植物要开花，因为他非开不可的缘故。"}
{"text":"如梁在文学是有阶级性的吗？载一九二九年九月新月第二卷第六七期一文中鼓吹超阶级的文学，说文学是属于全人类的但又宣传文学只能为少数人所享有，说好的作品永远是少数人的专利品。大多数永远是蠢的永远是与文学无缘的。看书琐记三看书琐记三焉于创作家大抵憎恶批评家的七嘴八舌。记得有一位诗人说过这样的话诗人要做诗，就如植物要开花，因为他非开不可的缘故。如果你摘去吃了，即使中了毒，也是你自己错。这比喻很美，也仿佛很有道理的。但再一想，却也有错误。错的是诗人究竟不是一株草，还是社会里的一个人况且诗集是卖钱的，何尝可以白摘。一卖钱，这就是商品，买主也有了说好说歹的权利了。即使真是花罢，倘不是开在深山幽谷，人迹不到之处，如果有毒，那是园丁之流就要想法的。花的事实，也并不如诗人的空想。现在可是换了一个说法了，连并非，也憎恶了批评家，他们里有的说道你这么会说，那么，你倒来做一篇试试看！这真要使批评家抱头鼠窜。因为批评家兼能创作的人，向来是很少的。我想，作家和批评家的关系，颇有些像厨司和食客。厨司做出一味食品来，食客就要说话，或是好，或是歹。厨司如果觉得不公平，可以看看他是否神经病，是否厚舌苔，是否挟夙嫌，是否想赖账。或者他是否广东人，想吃蛇肉是否四川人，还要辣椒。于是提出解说或抗议来――自然，一声不响也可以。但是，倘若他对着客人大叫道那么，你去做一碗来给我吃吃看！那却未免有些可笑了。诚然，四五年前，用笔的人以为一做批评家，便可以高踞文坛，所以速成和乱评的也不少，但要矫正这风气，是须用批评的批评的，只在批评家这名目上，涂上烂泥，并不是好办法。不过我们的读书界，是爱平和的多，一见笔战，便是什么文坛的悲观呀，文人相轻呀，甚至于不问是非，统谓之互骂，指为漆黑一团糟。果然，现在是听不见说谁是批评家了。但文坛呢，依然如故，不过它不再露出来。文艺必须有批评批评如果不对了，就得用批评来抗争，这才能够使文艺和批评一同前进，如果一律掩住嘴，算是文坛已经干净，那所得的结果倒是要相反的。八月二十二日。本篇最初发表于一九三四年八月二十三日申报自由谈。原题为批评家与创作家。"}
{"text":"果然，现在是听不见说谁是批评家了。但文坛呢，依然如故，不过它不再露出来。文艺必须有批评批评如果不对了，就得用批评来抗争，这才能够使文艺和批评一同前进，如果一律掩住嘴，算是文坛已经干净，那所得的结果倒是要相反的。八月二十二日。本篇最初发表于一九三四年八月二十三日申报自由谈。原题为批评家与创作家。文坛的悲观一九三三年八月九日大晚报火炬载小仲的中国文坛的悲观一文，把文艺界的思想斗争说成是内战骂人，使中国文坛陷入中世纪的黑暗时代。文人相轻语出三国魏曹丕典论论文文人相轻，自古而然。当时曾有人把文艺界思想斗争说成文人相轻。零食零食莫朕出版界的现状，期刊多而专书少，使有心人发愁，小品多而大作少，又使有心人发愁。人而有心，真要日坐愁城了。但是，这情形是由来已久的，现在不过略有变迁，更加显著而已。上海的居民，原就喜欢吃零食。假使留心一听，则屋外叫卖零食者，总是实繁有徒。桂花白糖伦教糕，猪油白糖莲心粥，虾肉馄饨面，芝麻香蕉，南洋芒果，西路暹罗蜜橘，瓜子大王，还有蜜饯，橄榄，等等。只要胃口好，可以从早晨直吃到半夜，但胃口不好也不妨，因为这又不比肥鱼大肉，分量原是很少的。那功效，据说，是在消闲之中，得养生之益，而且味道好。前几年的出版物，是有养生之益的零食，或曰入门，或曰，或曰概论，总之是薄薄的一本，只要化钱数角，费时半点钟，便能明白一种科学，或全盘文学，或一种外国文。意思就是说，只要吃一包五香瓜子，便能使这人发荣滋长，抵得吃五年饭。试了几年，功效不显，于是很有些灰心了。一试验，如果有名无实，是往往不免灰心的，例如现在已经很少有人修仙或炼金，而代以洗温泉和买奖券，便是试验无效的结果。于是放松了养生这一面，偏到味道好那一面去了。自然，零食也还是零食。上海的居民，和零食是死也分拆不开的。于是而出现了小品，但也并不是新花样。当老九章生意兴隆的时候，就有过笔记小说大观之流，这是零食一大箱待到老九章关门之后，自然也跟着成了一小撮。"}
{"text":"意思就是说，只要吃一包五香瓜子，便能使这人发荣滋长，抵得吃五年饭。试了几年，功效不显，于是很有些灰心了。一试验，如果有名无实，是往往不免灰心的，例如现在已经很少有人修仙或炼金，而代以洗温泉和买奖券，便是试验无效的结果。于是放松了养生这一面，偏到味道好那一面去了。自然，零食也还是零食。上海的居民，和零食是死也分拆不开的。于是而出现了小品，但也并不是新花样。当老九章生意兴隆的时候，就有过笔记小说大观之流，这是零食一大箱待到老九章关门之后，自然也跟着成了一小撮。分量少了，为什么倒弄得闹闹嚷嚷，满城风雨的呢？我想，这是因为在担子上装起了篆字的和罗马字母合璧的年红电灯的招牌。然而，虽然仍旧是零食，上海居民的感应力却比先前敏捷了，否则又何至于闹嚷嚷。但这也许正因为神经衰弱的缘故。假使如此，那么，零食的前途倒是可虑的。六月十一日。本篇最初发表于一九三四年六月十六日申报自由谈。实繁有徒语见尚书仲虺之诰，意思是这种人确实不少。伦教糕一种广东式糕点。老九章指上海老九章绸缎庄，约在一八六年间开设。一九三四年二月因绸业衰落，股东退伙，宣告清算结束。后来又曾重新组织开设老九章公记绸缎庄。笔记小说大观上海进步书局编印的一套丛书，汇辑自唐代至清代的杂史笔记而成，共出九辑包括外集，约六十册为一辑，最初四辑在一九一八年左右出版，后几辑于数年后出版。年红电灯即霓虹灯。略论梅兰芳及其他上略论梅兰芳及其他上张沛崇拜名伶原是北京的传统。辛亥革命后，伶人的品格提高了，这崇拜也干净起来。先只有谭叫天在剧坛上称雄，都说他技艺好，但恐怕也还夹着一点势利，因为他是老佛爷――慈禧太后赏识过的。虽然没有人给他宣传，替他出主意，得不到世界的名声，却也没有人来为他编剧本。我想，这不来，是带着几分不敢的。后来有名的梅兰芳可就和他不同了。梅兰芳不是生，是旦，不是皇家的供奉，是俗人的宠儿，这就使士大夫敢于下手了。士大夫是常要夺取民间的东西的，将竹枝词改成文言，将小家碧玉作为姨太太，但一沾着他们的手，这东西也就跟着他们灭亡。他们将他从俗众中提出，罩上玻璃罩，做起紫檀架子来。"}
{"text":"虽然没有人给他宣传，替他出主意，得不到世界的名声，却也没有人来为他编剧本。我想，这不来，是带着几分不敢的。后来有名的梅兰芳可就和他不同了。梅兰芳不是生，是旦，不是皇家的供奉，是俗人的宠儿，这就使士大夫敢于下手了。士大夫是常要夺取民间的东西的，将竹枝词改成文言，将小家碧玉作为姨太太，但一沾着他们的手，这东西也就跟着他们灭亡。他们将他从俗众中提出，罩上玻璃罩，做起紫檀架子来。教他用多数人听不懂的话，缓缓的天女散花，扭扭的黛玉葬花，先前是他做戏的，这时却成了戏为他而做，凡有新编的剧本，都只为了梅兰芳，而且是士大夫心目中的梅兰芳。雅是雅了，但多数人看不懂，不要看，还觉得自己不配看了。士大夫们也在日见其消沉，梅兰芳近来颇有些冷落。因为他是旦角，年纪一大，势必至于冷落的吗？不是的，老十三旦七十岁了，一登台，满座还是喝采。为什么呢？就因为他没有被士大夫据为己有，罩进玻璃罩。名声的起灭，也如光的起灭一样，起的时候，从近到远，灭的时候，远处倒还留着余光。梅兰芳的游日，游美，其实已不是光的发扬，而是光在中国的收敛。他竟没有想到从玻璃罩里跳出，所以这样的搬出去，还是这样的搬回来。他未经士大夫帮忙时候所做的戏，自然是俗的，甚至于猥下，肮脏，但是泼剌，有生气。待到化为天女，高贵了，然而从此死板板，矜持得可怜。看一位不死不活的天女或林妹妹，我想，大多数人是倒不如看一个漂亮活动的村女的，她和我们相近。然而梅兰芳对记者说，还要将别的剧本改得雅一些。十一月一日。本篇最初发表于一九三四年十一月五日中华日报动向。谭叫天谭鑫培―，艺名小叫天，湖北江夏今武昌人，京剧演员，擅长老生戏。一八九年光绪十六年曾被召入清宫升平署承值，为慈禧太后演戏。慈禧太后―清代咸丰帝妃，同治即位，被尊为太后，是同治光绪两朝的实际统治者。老佛爷，清宫中太监对太上皇或皇太后的称呼。供奉旧时对在皇帝左右供职者的称呼。清代也用以称进入宫廷的演员。竹枝词古代民歌，多为七言，历代文人常有仿作。宋代郭茂倩乐府诗集卷八十一竹枝本出于巴渝。唐贞元中，刘禹锡在沅湘，以俚歌鄙陋，乃依骚人九歌作竹枝新词九章，教里中儿歌之。由是盛于贞元元和之间。"}
{"text":"一八九年光绪十六年曾被召入清宫升平署承值，为慈禧太后演戏。慈禧太后―清代咸丰帝妃，同治即位，被尊为太后，是同治光绪两朝的实际统治者。老佛爷，清宫中太监对太上皇或皇太后的称呼。供奉旧时对在皇帝左右供职者的称呼。清代也用以称进入宫廷的演员。竹枝词古代民歌，多为七言，历代文人常有仿作。宋代郭茂倩乐府诗集卷八十一竹枝本出于巴渝。唐贞元中，刘禹锡在沅湘，以俚歌鄙陋，乃依骚人九歌作竹枝新词九章，教里中儿歌之。由是盛于贞元元和之间。小家碧玉语出乐府诗集碧玉歌碧玉小家女，不敢攀贵德。老十三旦即侯俊山―，艺名喜麟，山西洪洞人，山西梆子演员。因十三岁演戏成名，故称十三旦。清代申左梦畹生粉墨丛谈说癸酉甲戌间，十三旦以艳名噪燕台。当时梆子腔深受劳动群众所喜爱，士大夫则多抱歧视的态度，如李慈铭在越缦堂日记清同治十二年二月一日中说都中向有梆子腔，多市井鄙秽之剧，惟舆隶贾竖听之。梅兰芳曾于一九一九年一九二四年访日演出，一九二九年至一九三年访美演出。略论梅兰芳及其他下略论梅兰芳及其他下张沛而且梅兰芳还要到苏联去。议论纷纷。我们的大画家徐悲鸿教授也曾到莫斯科去画过松树――也许是马，我记不真切了――国内就没有谈得这么起劲。这就可见梅兰芳博士之在艺术界，确是超人一等的了。而且累得现代的编辑室里也紧张起来。首座编辑施蛰存先生曰而且还要梅兰芳去演贵妃醉酒呢！现代五卷五期。要这么大叫，可见不平之极了，倘不豫先知道性别，是会令人疑心生了脏躁症的。次座编辑杜衡先生曰剧本鉴定的工作完毕，则不妨选几个最前进的戏先到莫斯科去宣传为梅兰芳先生转变后的个人的创作。因为照例，到苏联去的艺术家，是无论如何应该事先表示一点转变的。文艺画报创刊号。这可冷静得多了，一看就知道他手段高妙，足使齐如山先生自愧弗及，赶紧来请帮忙――帮忙的帮忙。但梅兰芳先生却正在说中国戏是象征主义，剧本的字句要雅一些，他其实倒是为艺术而艺术，他也是一位第三种人。那么，他是不会表示一点转变的，目前还太早一点。"}
{"text":"次座编辑杜衡先生曰剧本鉴定的工作完毕，则不妨选几个最前进的戏先到莫斯科去宣传为梅兰芳先生转变后的个人的创作。因为照例，到苏联去的艺术家，是无论如何应该事先表示一点转变的。文艺画报创刊号。这可冷静得多了，一看就知道他手段高妙，足使齐如山先生自愧弗及，赶紧来请帮忙――帮忙的帮忙。但梅兰芳先生却正在说中国戏是象征主义，剧本的字句要雅一些，他其实倒是为艺术而艺术，他也是一位第三种人。那么，他是不会表示一点转变的，目前还太早一点。他也许用别一个笔名，做一篇剧本，描写一个知识阶级，总是专为艺术，总是不问俗事，但到末了，他却究竟还在革命这一方面。这就活动得多了，不到末了，花呀光呀，倘到末了，做这篇东西的也就是我呀，那不就在革命这一方面了吗？但我不知道梅兰芳博士可会自己做了文章，却用别一个笔名，来称赞自己的做戏或者虚设一社，出些什么戏剧年鉴，亲自作序，说自己是剧界的名人？倘使没有，那可是也不会玩这一手的。倘不会玩，那可真要使杜衡先生失望，要他再亮些了。还是带住罢，倘再略论下去，我也要防梅先生会说因为被批评家乱骂，害得他演不出好戏来。十一月一日。本篇最初发表于一九三四年十一月六日中华日报动向。徐悲鸿于一九三四年五月应苏联对外文化事业委员会邀请，去苏联参加中国画展览会，曾在莫斯科中国大使馆举行的招待会上即席作画。齐如山―河北高阳人。当时北平国剧学会会长，曾为梅兰芳编过剧本。杜衡在文艺画刊创刊号一九三四年十月发表的梅兰芳到苏联去一文中说我以为他按指梅兰芳最先的急务，是应当找几位戏剧意识检讨专家来帮忙，或竟成立一个脚本改编委员会。这些工作，恐怕像齐如山先生他们未必能够胜任。一九三四年九月八日大晚报剪影载犁然的在梅兰芳马连良程继先叶盛兰的欢宴席上一文中，记录梅兰芳谈话说中国旧戏原纯是象征派的，跟写实的话剧不同。这些都是对杜衡等人的讽刺，参看本书化名新法。戏剧年鉴是影射杜衡施蛰存合编的一九三二年中国文艺年鉴。再亮些杜衡著有长篇小说再亮些，载一九三四年现代月刊第五卷第一期至第五期和第六卷第一期未刊完，出单行本时改题为叛徒。篇首题解引用歌德临终时的话再亮些，再亮些！"}
{"text":"一九三四年九月八日大晚报剪影载犁然的在梅兰芳马连良程继先叶盛兰的欢宴席上一文中，记录梅兰芳谈话说中国旧戏原纯是象征派的，跟写实的话剧不同。这些都是对杜衡等人的讽刺，参看本书化名新法。戏剧年鉴是影射杜衡施蛰存合编的一九三二年中国文艺年鉴。再亮些杜衡著有长篇小说再亮些，载一九三四年现代月刊第五卷第一期至第五期和第六卷第一期未刊完，出单行本时改题为叛徒。篇首题解引用歌德临终时的话再亮些，再亮些！这里也是对杜衡的讽刺。杜衡曾于一九三二年说左翼批评家蛮横，使他们不得不永远地沉默，长期地搁笔。参看南腔北调集论第三种人。论花边文学论花边文学近来有一种文章，四周围着花边，从一些副刊上出现。这文章，每天一段，雍容闲适，缜密整齐，看外形似乎是杂感，但又像格言，内容却不痛不痒，毫无着落。似乎是小品或语录一类的东西。今天一则偶感，明天一段据说，从看来，自然是好文章，因为翻来复去，都成了道理，颇尽了八股的能事的。但从读者看，虽然不痛不痒，却往往渗有毒汁，散布了妖言。譬如甘地被刺，就起来作一篇偶感，颂扬一番摩哈达麻，咒骂几通暴徒作乱，为圣雄出气禳灾，顺便也向读者宣讲一些看定一切，勇武和平的不抵抗说教之类。这种文章无以名之，且名之曰花边体或花边文学罢。这花边体的来源，大抵是走入鸟道以后的小品文变种。据这种小品文的拥护者说是会要流传下去的见人间世关于小品文。我们且来看看他们的流传之道罢。六月念八日申报自由谈载有这样一篇文章，题目叫倒提。大意说西洋人禁止倒提鸡鸭，华人颇有鸣不平的，因为西洋人虐待华人，至于比不上鸡鸭。于是这位花边文学家发议论了，他说这其实是误解了西洋人。他们鄙夷我们是的确的，但并未放在动物之下。为什么并未呢？据说是人能组织，能反抗，自有力量，自有本领，和鸡鸭绝不相同的缘故。所以租界上没有禁止苛待华人的规律。不禁止虐待华人，当然就是把华人看在鸡鸭之上了。倘要不平么，为什么不反抗呢？而这些不平之士，据花边文学家从古典里得来的证明，断为不妨变狗之辈，没有出息的。这意思极明白，第一是西洋人并未把华人放在鸡鸭之下，自叹不如鸡鸭的人，是误解了西洋人。"}
{"text":"他们鄙夷我们是的确的，但并未放在动物之下。为什么并未呢？据说是人能组织，能反抗，自有力量，自有本领，和鸡鸭绝不相同的缘故。所以租界上没有禁止苛待华人的规律。不禁止虐待华人，当然就是把华人看在鸡鸭之上了。倘要不平么，为什么不反抗呢？而这些不平之士，据花边文学家从古典里得来的证明，断为不妨变狗之辈，没有出息的。这意思极明白，第一是西洋人并未把华人放在鸡鸭之下，自叹不如鸡鸭的人，是误解了西洋人。第二是受了西洋人这种优待，不应该再鸣不平。第三是他虽也正面的承认人是能反抗的，叫人反抗，但他实在是说明西洋人为尊重华人起见，这虐待倒不可少，而且大可进一步。第四，倘有人要不平，他能从古典来证明这是华人没有出息。上海的洋行，有一种帮洋人经营生意的华人，通称叫买办，他们和同胞做起生意来，除开夸说洋货如何比国货好，外国人如何讲礼节信用，中国人是猪猡，该被淘汰以外，还有一个特点，是口称洋人曰我们的东家。我想这一篇倒提的杰作，看他的口气，大抵不出于这般人为他们的东家而作的手笔。因为第一，这般人是常以了解西洋人自夸的，西洋人待他很客气第二，他们往往赞成西洋人也就是他们的东家统治中国，虐待华人，因为中国人是猪猡第三，他们最反对中国人怀恨西洋人。抱不平，从他们看来，更是危险思想。从这般人或希望升为这般人的笔下产出来的就成了这篇花边文学的杰作。但所可惜是不论这种文人，或这种文字，代西洋人如何辩护说教，中国人的不平，是不可免的。因为西洋人虽然不曾把中国放在鸡鸭之下，但事实上也似乎并未放在鸡鸭之上。香港的差役把中国犯人倒提着从二楼摔下来，已是久远的事近之如上海，去年的高丫头，今年的蔡洋其辈，他们的遭遇，并不胜过于鸡鸭，而死伤之惨烈有过而无不及。这些事实我辈华人是看得清清楚楚，不会转背就忘却的，花边文学家的嘴和笔怎能朦混过去呢？抱不平的华人果真如花边文学家的古典证明，一律没有出息的么？倒也不的。我们的古典里，不是有九年前的五卅运动，两年前的一二八战争，至今还在艰苦支持的东北义勇军么？谁能说这些不是由于华人的不平之气聚集而成的勇敢的战斗和反抗呢？花边体文章赖以流传的长处都在这里。如今虽然在流传着，为某些人们所拥护。但相去不远，就将有人来唾弃他的。"}
