{"text":"陆生曰居马上得之，宁可以马上治之乎？民族文学即民族主义文学，一九三年六月由国民党当局策划的御用文学。发起人为潘公展范争波朱应鹏傅彦长王平陵等。下文所说对拔都西侵的赞美，见前锋月刊第一卷第七期一九三一年四月黄震遐所作的诗剧黄人之血。参看二心集民族主义文学的任务和运命。一九三一年九一八事变后，各地学生奋起抗议国民党的不抵抗政策，纷纷到南京请愿，十二月十七日在南京举行总示威，遭到军警的逮捕和屠杀，有的学生被刺伤后又被扔进河里。次日，南京卫戍当局对记者谈话，诡称死难学生是失足落水。这里所引第三种人的一些论调，见苏汶发表在现代月刊第一卷第三期的关于文新与胡秋原的文艺论辩和第一卷第六期的第三种人的出路一九三二年七月十月等文。参看南腔北调集论第三种人。关于艺华影片公司和上海良友图书印刷公司等书店被捣毁的事，参看准风月谈。关于国民党中央宣传委员会查禁书籍一百四十九种，参看且介亭杂文二集。被禁的和书籍中有苏联高尔基―的高尔基文集我的童年等，卢那卡尔斯基―的文艺与批评浮士德与城，斐定―等的果树园，法捷耶夫―的毁灭，绥拉菲摩维支―的铁流，美国辛克莱―的屠场石炭王等，比利时梅迪林克―的檀泰琪儿之死等，俄国梭罗古勃―等的饥饿的光芒，瑞典斯忒林培克―，通译斯特林堡的结婚集等。关于官员和出版家开会的事，参看一九三三年十一月五日致姚克信。书籍杂志检查处指国民党中央宣传委员会图书杂志审查委员会，一九三四年五月在上海设立。弗理契\\Z，―苏联文艺评论家窝芳摇作有艺术社会学二十世纪欧洲文学等。寄戏周刊编者信寄戏周刊编者信编辑先生今天看戏周刊第十四期，独白上抱憾于不得我的回信，但记得这信已于前天送出了，还是病中写的，自以为巴结得很，现在特地声明，算是讨好之意。"}
{"text":"关于官员和出版家开会的事，参看一九三三年十一月五日致姚克信。书籍杂志检查处指国民党中央宣传委员会图书杂志审查委员会，一九三四年五月在上海设立。弗理契\\Z，―苏联文艺评论家窝芳摇作有艺术社会学二十世纪欧洲文学等。寄戏周刊编者信寄戏周刊编者信编辑先生今天看戏周刊第十四期，独白上抱憾于不得我的回信，但记得这信已于前天送出了，还是病中写的，自以为巴结得很，现在特地声明，算是讨好之意。在这周刊上，看了几个阿像，我觉得都太特别，有点古里古怪。我的意见，以为阿该是三十岁左右，样子平平常常，有农民式的质朴，愚蠢，但也很沾了些游手之徒的狡猾。在上海，从洋车夫和小车夫里面，恐怕可以找出他的影子来的，不过没有流氓样，也不像瘪三样。只要在头上戴上一顶瓜皮小帽，就失去了阿，我记得我给他戴的是毡帽。这是一种黑色的，半圆形的东西，将那帽边翻起一寸多，戴在头上的上海的乡下，恐怕也还有人戴。报上说要图画，我这里有十张，是陈铁耕君刻的，今寄上，如不要，仍请寄回。他是广东人，所用的背景有许多大约是广东。第二，第三之二，第五，第七这四幅，比较刻的好第三之一和本文不符第九更远于事实，那时那里有摩托车给阿坐呢？该是大车，有些地方叫板车，是一种马拉的四轮的车，平时是载货物的。但绍兴也并没有这种车，我用的是那时的北京的情形，我在绍兴，其实并未见过这样的盛典。又，今天的阿正传上说小大约是小董罢？并不是的。他叫小同，大起来，和阿一样。专此布达，并请撰安。上。十一月十八日。本篇最初发表于一九三四年十一月二十五日中华日报副刊戏周刊第十五期。独白戏周刊第十四期一九三四年十一月十八日刊载的编者的话。其中说这一期上我们很抱憾的是先生对于阿剧本的意见并没有来，只得待诸下期了。阿像戏周刊在发表阿正传剧本时，从一九三四年九月起，同时刊载剧中人物的画像。头上戴上一顶瓜皮小帽的阿像，叶灵凤作，见该刊第十二期十一月四日。陈铁耕木刻家。参看本卷第页注。中国语文的新生中国语文的新生中国现在的所谓中国字和中国文，已经不是中国大家的东西了。"}
{"text":"其中说这一期上我们很抱憾的是先生对于阿剧本的意见并没有来，只得待诸下期了。阿像戏周刊在发表阿正传剧本时，从一九三四年九月起，同时刊载剧中人物的画像。头上戴上一顶瓜皮小帽的阿像，叶灵凤作，见该刊第十二期十一月四日。陈铁耕木刻家。参看本卷第页注。中国语文的新生中国语文的新生中国现在的所谓中国字和中国文，已经不是中国大家的东西了。古时候，无论那一国，能用文字的原是只有少数的人的，但到现在，教育普及起来，凡是称为文明国者，文字已为大家所公有。但我们中国，识字的却大概只占全人口的十分之二，能作文的当然还要少。这还能说文字和我们大家有关系么？也许有人要说，这十分之二的特别国民，是怀抱着中国文化，代表着中国大众的。我觉得这话并不对。这样的少数，并不足以代表中国人。正如中国人中，有吃燕窝鱼翅的人，有卖红丸的人，有拿回扣的人，但不能因此就说一切中国人，都在吃燕窝鱼翅，卖红丸，拿回扣一样。要不然，一个郑孝胥，真可以把全副王道挑到满洲去。我们倒应该以最大多数为根据，说中国现在等于并没有文字。这样的一个连文字也没有的国度，是在一天一天的坏下去了。我想，这可以无须我举例。单在没有文字这一点上，智识者是早就感到模胡的不安的。清末的办白话报，五四时候的叫文学革命，就为此。但还只知道了文章难，没有悟出中国等于并没有文字。今年的提倡复兴文言文，也为此，他明知道现在的机关枪是利器，却因历来偷懒，未曾振作，临危又想侥幸，就只好梦想大刀队成事了。大刀队的失败已经显然，只有两年，已没有谁来打九十九把钢刀去送给军队。但文言队的显出不中用来，是很慢，很隐的，它还有寿命。和提倡文言文的开倒车相反，是目前的大众语文的提倡，但也还没有碰到根本的问题中国等于并没有文字。待到拉丁化的提议出现，这才抓住了解决问题的紧要关键。反对，当然大大的要有的，特殊人物的成规，动他不得。格理莱倡地动说，达尔文说进化论，摇动了宗教，道德的基础，被攻击原是毫不足怪的但哈飞发见了血液在人身中环流，这和一切社会制度有什么关系呢，却也被攻击了一世。然而结果怎样？结果是血液在人身中环流！"}
{"text":"待到拉丁化的提议出现，这才抓住了解决问题的紧要关键。反对，当然大大的要有的，特殊人物的成规，动他不得。格理莱倡地动说，达尔文说进化论，摇动了宗教，道德的基础，被攻击原是毫不足怪的但哈飞发见了血液在人身中环流，这和一切社会制度有什么关系呢，却也被攻击了一世。然而结果怎样？结果是血液在人身中环流！中国人要在这世界上生存，那些识得十三经的名目的学者，灯红会对酒绿的文人，并无用处，却全靠大家的切实的智力，是明明白白的。那么，倘要生存，首先就必须除去阻碍传布智力的结核非语文和方块字。如果不想大家来给旧文字做牺牲，就得牺牲掉旧文字。走那一面呢，这并非如冷笑家所指摘，只是拉丁化提倡者的成败，乃是关于中国大众的存亡的。要得实证，我看也不必等候怎么久。至于拉丁化的较详的意见，我是大体和自由谈连载的华圉作门外文谈相近的，这里不多说。我也同意于一切冷笑家所冷嘲的大众语的前途的艰难但以为即使艰难，也还要做愈艰难，就愈要做。改革，是向来没有一帆风顺的，冷笑家的赞成，是在见了成效之后，如果不信，可看提倡白话文的当时。九月二十四日。本篇最初发表于一九三四年十月十三日上海新生周刊第一卷第三十六期，署名公汗。郑孝胥―字苏戡，福建闽侯人。清末曾任广东按察使布政使辛亥革命后以遗老自居。一九三二年三月伪满洲国成立后，他任国务总理兼文教部总长等伪职，鼓吹王道政治，充当日本帝国主义侵华的工具。关于打钢刀送给军队事，据一九三三年四月十二日申报载二十九军宋哲元血战喜峰，大刀杀敌，震惊中外，兹有王述君定制大刀九十九柄，捐赠该军。参看伪自由书以夷制夷。格理莱，―通译伽利略，意大利物理学家天文学家。他从一六九年起自制望远镜观察和研究天体，证实了哥白尼关于地球围绕太阳旋转的太阳中心说地动说，推翻了以地球为宇宙中心的天动说，给予欧洲中世纪神权论以致命打击，因此曾遭到罗马教廷的迫害。达尔文，―英国生物学家，进化论的奠基者。他在一八五九年出版的物种起源一书中，提出以自然选择为基础的进化学说，摧毁了各种唯心的神造论目的论和生物不变论，给宗教以严重的打击。"}
{"text":"他从一六九年起自制望远镜观察和研究天体，证实了哥白尼关于地球围绕太阳旋转的太阳中心说地动说，推翻了以地球为宇宙中心的天动说，给予欧洲中世纪神权论以致命打击，因此曾遭到罗马教廷的迫害。达尔文，―英国生物学家，进化论的奠基者。他在一八五九年出版的物种起源一书中，提出以自然选择为基础的进化学说，摧毁了各种唯心的神造论目的论和生物不变论，给宗教以严重的打击。因此受到教权派和巴黎科学院的歧视和排斥。哈飞，―通译哈维，英国医学家。他根据实验研究证实了血液循环现象，为动物生理学和胚胎学的发展奠定了科学的基础。连环图画琐谈连环图画琐谈连环图画的拥护者，看现在的议论，是启蒙之意居多的。古人左图右史，现在只剩下一句话，看不见真相了，宋元小说，有的是每页上图下说，却至今还有存留，就是所谓出相明清以来，有卷头只画书中人物的，称为绣像。有画每回故事的，称为全图。那目的，大概是在诱引未读者的购读，增加阅读者的兴趣和理解。但民间另有一种智灯难字或日用杂字，是一字一像，两相对照，虽可看图，主意却在帮助识字的东西，略加变通，便是现在的看图识字。文字较多的是圣谕像解，二十四孝图等，都是借图画以启蒙，又因中国文字太难，只得用图画来济文字之穷的产物。连环图画便是取出相的格式，收智灯难字的功效的，倘要启蒙，实在也是一种利器。但要启蒙，即必须能懂。懂的标准，当然不能俯就低能儿或白痴，但应该着眼于一般的大众，譬如罢，中国画是一向没有阴影的，我所遇见的农民，十之九不赞成西洋画及照相，他们说人脸那有两边颜色不同的呢？西洋人的看画，是观者作为站在一定之处的，但中国的观者，却向不站在定点上，所以他说的话也是真实。那么，作连环图画而没有阴影，我以为是可以的人物旁边写上名字，也可以的，甚至于表示做梦从人头上放出一道毫光来，也无所不可。观者懂得了内容之后，他就会自己删去帮助理解的记号。这也不能谓之失真，因为观者既经会得了内容，便是有了艺术上的真，倘必如实物之真，则人物只有二三寸，就不真了，而没有和地球一样大小的纸张，地球便无法绘画。"}
{"text":"西洋人的看画，是观者作为站在一定之处的，但中国的观者，却向不站在定点上，所以他说的话也是真实。那么，作连环图画而没有阴影，我以为是可以的人物旁边写上名字，也可以的，甚至于表示做梦从人头上放出一道毫光来，也无所不可。观者懂得了内容之后，他就会自己删去帮助理解的记号。这也不能谓之失真，因为观者既经会得了内容，便是有了艺术上的真，倘必如实物之真，则人物只有二三寸，就不真了，而没有和地球一样大小的纸张，地球便无法绘画。艾思奇先生说若能够触到大众真正的切身问题，那恐怕愈是新的，才愈能流行。这话也并不错。不过要商量的是怎样才能够触到，触到之法，懂是最要紧的，而且能懂的图画，也可以仍然是艺术。五月九日。本篇最初发表于一九三四年五月十一日中华日报动向，署名燕客。圣谕像解清代梁延年编，共二十卷。清康熙九年曾颁布敦孝弟笃宗族和乡党重农桑等上谕十六条，以为化民成俗之本。圣谕像解即根据这些上谕配图和解说的书。编者在序文中说摹绘古人事迹于上谕之下，并将原文附载其后且粗为解说，使易通晓。二十四孝图元代郭居敬辑录古代所传孝子二十四人的故事，编为二十四孝，后来的印本都配上图画，通称二十四孝图。艾思奇―云南腾冲人，哲学家。他在发表于一九三四年五月六日动向的连环图画还大有可为中说我以为若有活生生的新内容新题材，则就要大胆地应用新的手法以求其尽可能的完善，大众是决不会不被吸引的，若能够触到大众真正的切身问题，那恐怕愈是新的，才愈能流行。艺术的可贵是在于能提高群众的认识，决不是要迎合他们俗流的错觉。附记附记第一篇关于中国的两三件事，是应日本的改造社之托而写的，原是日文，即于是年三月，登在改造上，改题为火，王道，监狱。记得中国北方，曾有一种期刊译载过这三篇，但在南方，却只有林语堂，邵洵美，章克标三位所主编的杂志人言上，曾用这为攻击之具，其详见于准风月谈的中，兹不赘。草鞋脚是现代中国作家的短篇小说集，应伊罗生先生之托，由我和茅盾先生选出，他更加选择，译成英文的。但至今好像还没有出版。"}
{"text":"记得中国北方，曾有一种期刊译载过这三篇，但在南方，却只有林语堂，邵洵美，章克标三位所主编的杂志人言上，曾用这为攻击之具，其详见于准风月谈的中，兹不赘。草鞋脚是现代中国作家的短篇小说集，应伊罗生先生之托，由我和茅盾先生选出，他更加选择，译成英文的。但至今好像还没有出版。答曹聚仁先生信原是我们的私人通信，不料竟在社会月报上登出来了，这一登可是祸事非小，我就成为替杨人氏打开场锣鼓，谁说先生器量窄小呢了。有八月三十一日大晚报副刊火炬上的文章为证――调和绍伯――读社会月报八月号中国人是善于调和的民族――这话我从前还不大相信，因为那时我年纪还轻，阅历不到，我自己是不大肯调和的，我就以为别人也和我一样的不肯调和。这观念后来也稍稍改正了。那是我有一个亲戚，在我故乡两个军阀的政权争夺战中做了牺牲，我那时对于某军阀虽无好感，却因亲戚之故也感着一种同仇敌忾，及至后来两军阀到了上海又很快的调和了，彼此过从颇密，我不觉为之呆然，觉得我们亲戚假使仅仅是为着他的政友而死，他真是白死了。后来又听得广东君告诉我在两广战争后战士们白骨在野碧血还腥的时候，两军主持的太太在香港寓楼时常一道打牌，亲翱逾常，这更使我大彻大悟。现在，我们更明白了，这是当然的事，不单是军阀战争如此，帝国主义的分赃战争也作如是观。老百姓整千整万地做了炮灰，各国资本家却可以聚首一堂举着香槟相视而笑。什么军阀主义民主主义都成了骗人的话。然而这是指那些军阀资本家们无原则的争斗，若夫真理追求者的有原则的争斗应该不是这样！最近这几年，青年们追随着思想界的领袖们之后做了许多惨淡的努力，有的为着这还牺牲了宝贵的生命。个人的生命是可宝贵的，但一代的真理更可宝贵，生命牺牲了而真理昭然于天下，这死是值得的，就是不可以太打浑了水，把人家弄得不明不白。后者的例子可求之于社会月报。这月刊真可以说是当今最完备的杂志了。而最杂得有趣的是题为大众语特辑的八月号。读者试念念这一期的目录罢，第一位打开场锣鼓的是先生关于大众语的意见，而压轴子的是赤区归来记杨人氏。就是健忘的读者想也记得先生和杨人氏有过不小的一点原则上的争执罢。"}
{"text":"个人的生命是可宝贵的，但一代的真理更可宝贵，生命牺牲了而真理昭然于天下，这死是值得的，就是不可以太打浑了水，把人家弄得不明不白。后者的例子可求之于社会月报。这月刊真可以说是当今最完备的杂志了。而最杂得有趣的是题为大众语特辑的八月号。读者试念念这一期的目录罢，第一位打开场锣鼓的是先生关于大众语的意见，而压轴子的是赤区归来记杨人氏。就是健忘的读者想也记得先生和杨人氏有过不小的一点原则上的争执罢。先生似乎还嘘过杨人氏，然而他却可以替杨人氏打开场锣鼓，谁说先生器量窄小呢？苦的只是读者，读了先生的信，我们知道汉字和大众不两立，我们知道应把交通繁盛言语混杂的地方的大众语的雏形，它的字汇和语法输进穷乡僻壤去。我们知道先驱者的任务是在给大众许多话发表更明确的意思，同时明白更精确的意义我们知道现在所能实行的是以进步的思想写向大众语去的作品。但读了最后杨人氏的文章，才知道向大众去根本是一条死路，那里在水灾与敌人围攻之下，破产无余，维持已经困难，建设更不要空谈。还是归到都会里来扬起小资产阶级文学之旗更靠得住。于是，我们所得的知识前后相销，昏昏沉沉，莫明其妙。这恐怕也表示中国民族善于调和吧，但是太调和了，使人疑心思想上的争斗也渐渐没有原则了。变成戟门坝上的儿戏了。照这样的阵容看，有些人真死的不明不白。关于开锣以后压轴以前的那些中间作家的文章特别是大众语问题的一些宏论，本想略抒鄙见，但这只好改日再谈了。关于这一案，我到十一月答戏周刊编者信里，这才回答了几句。门外文谈是用了华圉的笔名，向自由谈投稿的，每天登一节。但不知道为什么，第一节被删去了末一行，第十节开头又被删去了二百余字，现仍补足，并用黑点为记。不知肉味和不知水味是写给太白的，登出来时，后半篇都不见了，我看这是中央宣传部书报检查委员会的政绩。那时有人看了太白上的这一篇，当面问我道你在说什么呀？现仍补足，并用黑点为记，使读者可以知道我其实是在说什么。中国人失掉自信力了吗也是写给太白的。凡是对于求神拜佛，略有不敬之处，都被删除，可见这时我们的上峰正在主张求神拜佛。现仍补足，并用黑点为记，聊以存一时之风尚耳。"}
{"text":"不知肉味和不知水味是写给太白的，登出来时，后半篇都不见了，我看这是中央宣传部书报检查委员会的政绩。那时有人看了太白上的这一篇，当面问我道你在说什么呀？现仍补足，并用黑点为记，使读者可以知道我其实是在说什么。中国人失掉自信力了吗也是写给太白的。凡是对于求神拜佛，略有不敬之处，都被删除，可见这时我们的上峰正在主张求神拜佛。现仍补足，并用黑点为记，聊以存一时之风尚耳。脸谱臆测是写给生生月刊的，奉官谕不准发表。我当初很觉得奇怪，待到领回原稿，看见用红铅笔打着杠子的处所，才明白原来是因为得罪了第三种人老爷们了。现仍加上黑杠子，以代红杠子，且以警戒新作家。答戏周刊编者信的末尾，是对于绍伯先生那篇调和的答复。听说当时我们有一位姓沈的战友看了就呵呵大笑道这老头子又发牢骚了！头子而老，牢骚而又，恐怕真也滑稽得很。然而我自己，是认真的。不过向戏周刊编者去发牢骚，别人也许会觉得奇怪。然而并不，因为编者之一是田汉同志，而田汉同志也就是绍伯先生。中国文坛上的鬼魅是写给现代中国的，不知由何人所译，登在第一卷第五期，后来又由英文转译，载在德文和法文的国际文学上。病后杂谈是向文学的投稿，共五段待到四卷二号上登了出来时，只剩下第一段了。后有一位作家，根据了这一段评论我道是赞成生病的。他竟毫不想到检查官的删削。可见文艺上的暗杀政策，有时也还有一些效力的。病后杂谈之余也是向文学的投稿，但不知道为什么，检查官这回却古里古怪了，不说不准登，也不说可登，也不动贵手删削，就是一个支支吾吾。发行人没有法，来找我自己删改了一些，然而听说还是不行，终于由发行人执笔，检查官动口，再删一通，这才能在四卷三号上登出。题目必须改为病后余谈，小注关于舒愤懑这一句也不准有改动的两处，我都注在本文之下，删掉的五处，则仍以黑点为记，读者试一想这些讳忌，是会觉得很有趣的。只有不准说言行一致云云，也许莫明其妙，现在我应该指明，这是因为又触犯了第三种人了。阿金是写给漫画生活的然而不但不准登载，听说还送到南京中央宣传会里去了。"}
