{"text":"丙分教泰西有师范学堂者，专学为师，学生如不应举为官，即考验后任为教习。至经费一层，应请飞饬南北洋大臣，无论何款，按月各拨银五千两，解交户部，作为京师大学堂专款。疏入从之。到了光绪二十三年五月，湖广总督张之洞，又奏设武备学堂。奏谓外洋武备学堂分为三等，小学堂教弁目，中学堂教武官，大学堂教统领。学术浅深难易，为此为差。今我国如救时计，虽不能遽设大学堂，而教武官之学堂似不可缓，今拟专储将领之材，选文武举贡生员及文武候补员弁。官绅世家子弟，文理明通，身体强健者，考取入学堂肄业。其功课章程，令洋教习酌议，课程余暇，即令其诵读四书，披览诸史兵略，以固中学根柢，兹于湖北省城东偏黄土坡地方，购地建造学堂，派员妥定课程，以期有实效而无流弊。得旨允行。光绪二十四年，也就是有名的戊戌政变那一年正月，诏设经济特科，正式设立京师大学堂，改各省书院为学校。先是贵州学政严修，奏请开议专科，经总理各国事务衙门会同礼部议奏，允先行特科，次行岁举。特科约以六事，曰内政外交理财经武格物考工。由三品以上京官及督抚学政各举所知，咨送总理衙门，会同礼部，奏请试以策论，名为经济特科。岁举则每届乡试年分，由各省学政调取各学堂书院高等生，送乡试分场专考。令高等学堂毕业者入焉，以谨遵谕旨，端正趋向，造就通才为宗旨。计分八科，曰经学科政治科文科医科格致科农科工科商科。诏各省府厅州县，将现有之大小书院，一律改为兼习中学西学之学校，以省学为高等学校，郡城为中等，州县为小学，并祠庙不在祀典者，一律改为学堂。五月，诏废八股文，科举改试策论经义试士，始于宋王安石，至明初乃定为八股文体式。尊其体曰代孔孟立言，严其格曰清真雅正，禁不得用秦汉以后之书，不得言秦汉以后之事。于是士人皆束书不观，争事帖括，至有通籍高第，而不知汉祖唐宗为何物者。康有为及御史杨深秀，会于本年三月，上书请废八股，为许应R所驳，不行。四月初，梁启超复联合举人百余人，连署上书，请废八股，书格不得达。至是康有为张元济因召见，皆力陈其害，康至谓辽台之割，二百兆之价，琉球安南缅甸之弃，轮船铁路矿务商务之不兴，以及民之贫，国之弱，皆由八股害之。"}
{"text":"尊其体曰代孔孟立言，严其格曰清真雅正，禁不得用秦汉以后之书，不得言秦汉以后之事。于是士人皆束书不观，争事帖括，至有通籍高第，而不知汉祖唐宗为何物者。康有为及御史杨深秀，会于本年三月，上书请废八股，为许应R所驳，不行。四月初，梁启超复联合举人百余人，连署上书，请废八股，书格不得达。至是康有为张元济因召见，皆力陈其害，康至谓辽台之割，二百兆之价，琉球安南缅甸之弃，轮船铁路矿务商务之不兴，以及民之贫，国之弱，皆由八股害之。帝喟然曰西人皆曰为有用之学，我民独曰为无用之学。康即请曰皇上知其无用，能废之乎？帝曰可也。康退，告宋伯鲁，使抗疏再言之。疏既上，帝立命军机大臣批准，刚毅谓此乃祖制，不可轻废，请下部议。帝曰部臣据旧例以议新政，惟有驳之而已，吾意已决，何议为？诏遂下。略如云我朝沿宋明旧制，以四书文取士，康熙年间曾停止八股，考试策论，未久旋复旧制。一时文运昌明，儒生稽古穷经，类能推究本原，阐明义理。制科所得，实不乏通经致用之才，乃近来风尚日漓，文体日蔽，试场献艺，大都循题敷衍，于经义罕有发明，而浅陋空疏者，每获滥竽充选。若不因时通变，何以励实学而拔真才。著自下科为始，乡会试及生童岁科各试，向用四书文者，一律改试策论。同年五月又诏各省府厅州县设立学校。诏谓前谕入京师大学堂肄业者，必由中小学递升。惟各省中小学，尚未一律开办，著各督抚饬地方官各将所属书院详查，一律改为兼习中学西学之学校。至于学校等级科目，应以省会之大书院高等学堂，郡县以次递降。所有小学中学应读之书，仍遵前谕，由官书局编译中外各书，颁发遵行。至于民间祠庙，有不在祀典者，即由地方官晓谕民间，一律改为学堂。光绪二十七年八月，诏各省州县改设三级制学堂自七月下旬，诏各省筹建武备学堂，停止捐纳实官后，至是复命各省所有书院，于省城改设大学堂，各府及直隶州改设中学堂，各州县改设小学堂，并多设蒙养学堂，已而又命各省选派学生出洋肄业。光绪二十九年十一月间，颁布学堂章程，再诏停科举于省城改设大学堂，各府及直隶州改设中学堂，各州县改设小学堂，并多设蒙养学堂，定章程以鼓励之。凡由学堂毕业考取合格者，给予贡生举人进士等名称。又特设管学大臣以专其责，此二十七年事也。"}
{"text":"光绪二十九年十一月间，颁布学堂章程，再诏停科举于省城改设大学堂，各府及直隶州改设中学堂，各州县改设小学堂，并多设蒙养学堂，定章程以鼓励之。凡由学堂毕业考取合格者，给予贡生举人进士等名称。又特设管学大臣以专其责，此二十七年事也。二十八年颁定学制，命各省选择学生，派往西洋各国讲求专门之学。其后学制，递经改订，规模渐具，至是命由张之洞会同管学大臣，将学堂章程悉心厘订，议定进呈。凡初等小学堂高等小学堂中学堂高等学堂大学堂附设通儒院，六种章程各一册。又外国蒙养院，一名幼稚园，兹参酌其意，订为蒙养院章程及家庭教育各一册。另就原设师范馆章程参考订定初级师范学堂优级师范学堂任用教师等三种章程各一册。又农工商实业，另拟有初等农商实业学堂附实业补习普通学堂，及艺术学堂各章程。中等农工商实业学堂。高等农工商实业学堂实业教育讲习所实业学堂通则，五种章程各一册。此外管理法编为各学堂管理通则一册，又总括设教宗旨，为学务纲要一册。当时称为赅备，并拟递减科举办法，疏入，命次第推行，并改任孙家鼐为学务大臣。光绪三十一年，又诏停科举自二十七年七月诏废八股之后，科举仍每岁举行，至是因日俄之战，全国风动，直隶总督袁世凯等遂奏请立停科举，推广学校，廷议从之，遂下谕。略言三代以前选士皆由学校，而得人极盛，实我国兴贤育才之隆轨。即东西洋各国富强之效，亦无不本于学堂，方今时局多难，储才为急，朝廷以近日科举每习空文，屡降明诏，准将乡会试中额，分三科递减。兹据该督等奏称科举不停，民间相率观望，欲推广学堂，必先停科举等语，所陈不谓无见。著即自丙午科为始，所有乡会试一律停止。各省岁科考试，亦即停止。又言学堂本古学校之制，其奖励出身，又与科举无异云。自是科举遂废，学堂日兴，其留学欧美者所在兴起，全国风气为之一变。到了光绪三十二年二月，宣示教育宗旨。诏曰考各国学制，大别有二曰专门。曰普通。而普通尤为各国所注重，普通云者，不在造就少数之人才，而在造就多数之国民。"}
{"text":"著即自丙午科为始，所有乡会试一律停止。各省岁科考试，亦即停止。又言学堂本古学校之制，其奖励出身，又与科举无异云。自是科举遂废，学堂日兴，其留学欧美者所在兴起，全国风气为之一变。到了光绪三十二年二月，宣示教育宗旨。诏曰考各国学制，大别有二曰专门。曰普通。而普通尤为各国所注重，普通云者，不在造就少数之人才，而在造就多数之国民。今因中国政教之所固有，而亟宜发明以距异说者有二曰忠君，曰尊孔，又宜箴砭以图振起者有三曰尚公，曰尚武，曰尚实。著将钦定教育宗旨，颁示天下，悬之京外学堂。看了以上的历史资料，我们至少可以得到一个概念在时代潮流的趋势中，要想真正融会古今中外而建立一个新的教育思想和制度，绝非单凭浅见的眼光而只图一时的快意和躁进所能成其事。同时，看了这些史料以后，也可了解我们现在有关文化教育等问题，仍然还是这个世纪中的老问题，只因时代意识的不同，表现的形式两样而已。值得反省的代差与教育前面费了不少的时间，反复讲述了近代一个世纪以来文化和教育在历史上演变的陈迹，其目的，为了使我们现代的青少年们，了解有关这一世纪的思想和心理问题的来因去果，而后才能真正深入其中心，探讨其得失，也才知道如何自强自发地担负起这一代应负的责任，以及如何建立今后文化思想的方向。现在要讲的，将是衔接我们这一代切身的问题。但是其中还有不少的因素，牵涉广泛，无法一一剖析，只是略说端倪，以资启发，希望有志之士自寻答案而确立自身的作业。由于前面的讲述，我们至少知道过去有关东西文化语文的交流工作，以及教育思想和教育制度的演变情形，已经有了百年前后的历史，换言之，横亘在我们面前的种种问题，例如东西文化思想的交流教育思想教育制度和教育方法等等，仍然逗留在将近百年以来的老问题上，到目前为止，并无特别翻新之处。同时也由此可知重新整建一个国家民族的文化，绝不是但凭一时的意气，可以立竿见影，一蹴而就，侥幸而得的。并且也由此可知其中根本就没有什么代差代沟等的存在。现在青少年们所梦想以赴，愤慨以求的，也是上一代所希求的目的现在青少年们的感受，也正是上一代慷慨悲歌的情形。只是时代环境的不同，彼此面对的景象各别而已。"}
{"text":"同时也由此可知重新整建一个国家民族的文化，绝不是但凭一时的意气，可以立竿见影，一蹴而就，侥幸而得的。并且也由此可知其中根本就没有什么代差代沟等的存在。现在青少年们所梦想以赴，愤慨以求的，也是上一代所希求的目的现在青少年们的感受，也正是上一代慷慨悲歌的情形。只是时代环境的不同，彼此面对的景象各别而已。规规矩矩来说，上一代的老少年们，由于年龄随时代的消失，意志随岁月的凋逝，精神随体力的衰歇，把齐家治国平天下的愿望，寄托在下一辈后起之秀的身上。因此，从表面看来，老少两代的思想与作风，在形式上纵有差异，但在实际上，却正如接力赛，互相衔接，上下两代哪里真有一道鸿沟的间隔呢！如果真有代差代沟的存在，人类的历史一定会有绝无仅有或一段真空的现象出现。那么，历史事实与历史哲学的本身，都成为废话而不通了！事实上，历史的演变也正是衔接性接力的变异，绝无一个无因而来的可能。因此，历史哲学仍然具有它值得研究探寻的价值。文化史上的一笔呆帐现在我们旧话重提，再从满清末代废除科举取士与改革教育制度谈起，由咸丰时代的学习西洋文学，出洋考察，成立同文馆，翻译西书，以及到了光绪初年废除各省州县的书院制度，成立学堂，和正式设立北京大学堂的一连串的事实开始，将近一百年来的文化输入，和东才西学的成绩，它在历史上究竟有些什么交替？而且一般正式从西学东来的前辈学人们，他们为我们的国家民族又究竟作了哪些实际的贡献？当然！除了从事有关应用科学而默默无闻的建树者，值得我们予以相当的崇敬以外，其余的，实在不敢期期奉承。此所以我们在这一时代中，不及东邻日本在第二次世界大战以前的进步之故。固然，我们也不能随随便便就将这个重任，冒然地加付在他们的头上，况且其中还有许多阻力的因素，绝非骤然可以消除的例如历史文化旧包袱的拖累，以及新旧思想一时难以融通的差异，因此才有上一代劳而无功的结果。但从春秋责备贤者的意义来看，却也不能轻易地推掉中国文化人的责任啊！先从小学教育的课本说起讲到这一世纪教育上的沿革，我们必须要从教育的宗旨和内容说起。同时更需要从基本教育――中小学的教育说起。"}
{"text":"固然，我们也不能随随便便就将这个重任，冒然地加付在他们的头上，况且其中还有许多阻力的因素，绝非骤然可以消除的例如历史文化旧包袱的拖累，以及新旧思想一时难以融通的差异，因此才有上一代劳而无功的结果。但从春秋责备贤者的意义来看，却也不能轻易地推掉中国文化人的责任啊！先从小学教育的课本说起讲到这一世纪教育上的沿革，我们必须要从教育的宗旨和内容说起。同时更需要从基本教育――中小学的教育说起。关于过去童稚开始接受教育的情形，我们已略如前面所讲，虽然并无明文规定它的宗旨，大体上都是以人格的养成为教育彻始彻终的精神。至于上下二千年来教育的内容，都以四书五经为教材的主要中心。除此之外，虽然另有如三字经千字文等一类的书，也只能算是辅助性的读物。自从西风东渐促使教育改制以来，中学为体，西学为用的观念，以经书为主的一贯教育，始终还是一仍未变。尽管有人表示反对。但过去数十年来的确是如此。后来由改制而注意到小学教育的课本，根本撇开旧套，从教习儿童的识字教育开始，但还是走的礼记文化的老路线，采用小学训诂的精神，配合西方文化的看图认字的教学方法，因此而有了人手刀尺山水田狗牛羊等初级小学课本的出现。从此而再演变，便又改的课本，作为小学小猫三只四只猫儿叫，狗儿跳一类低年级的读物。再往后的一再改变，便到了现在的开学了！开学了老师早，老师好的课本了。可惜我手边资料不够，如果资料齐全的话，就可以把这几十年来所有课本内容的改革，作有系统的研究，那么一定会发现许多道理和足资反省检讨的地方。如果有人拿这资料作一篇二十世纪中国中小学教育课本的改革和文化思想之演变关系的论文，保证一定可以拿到一个学位。当时有关这些课本的改革问题，都是经过慎重的研究和考虑，尤其须要根据国家教育政策和教育学儿童教育心理等等学理的依据，并无随便乱来的嫌疑。至于人格养成的教育，则只归公民课本去负责旧式的公民，叫作修身。大家都是身历其境，都有受过这一教育方式的实际经验，不必再作详说。尤其像我们列入上一代的老少年们，亲自有过新旧不同的教育经验者，对此看得更为清楚。必然承认新时代的教育内容和方法，对于开启国民知识和普及教育的效果，的确迥非前代可比。"}
{"text":"至于人格养成的教育，则只归公民课本去负责旧式的公民，叫作修身。大家都是身历其境，都有受过这一教育方式的实际经验，不必再作详说。尤其像我们列入上一代的老少年们，亲自有过新旧不同的教育经验者，对此看得更为清楚。必然承认新时代的教育内容和方法，对于开启国民知识和普及教育的效果，的确迥非前代可比。但是知识并非就是学问，人格养成和国家民族文化精神的栽接，并非有了知识就能成功的。尤其对于儿童教育来说，问题更为严重。因为我们现在所采用的教育方法，为了配合当前时代的需要，大体上都是传授知识和技能，并没有真正考虑到国家民族承先启后的百年大计。旧式的教育，虽然也没有明文确定是为这一目的而教育，但几千年来的一贯精神，实在是与此目的相契合的。现在为了面对当前时代的需要而传授知识和技能，那么，所有教育措施，就只看时代的趋向社会的需要而决定教育的方向。因此，就无法以教育思想来开辟时代而领导新时代了。尤其为了语文合一而采用的课本，对于知识的传授和传播，收到眼前的功效确实不少。但是距离中国文化的本位，就愈来愈远了。我们所谓的中国文化的宝库，都在上下五千年的古典书籍里，但是古书都用文言写成的。我眼见现代的青少年们，虽然爱好中国文化，有心要想研究中国文化，基本上就读不通古书，打不开这个上下五千年宝库的锁钥，因此只有望洋兴叹，左顾右盼的尽是一片茫然了。以考试为学问的流弊并且最不可解的，我们现行的小学课本，与中学大学并非都能衔接。从小学一年级开始，拚命教儿童们背诵现行课本上的许多大可不必要的知识，来准备月考和期考。因此弄得有心望子成龙的家庭，比较上进的子弟，三更灯火五更鸡背书作功课，比起科举时代的考功名背八股，更加严重。当时为了考功名，背经书，背了以后，一辈子受用不尽而学无止境。只要问一问，我们现代六七十岁以上有所建树的老少年们，请他们平心静气地谈一谈，哪一个的学问知识不是从这种旧教育方式中打下基础。可是现在我们花费了无价可比的下一代童年时代的时间和精力来背课本，弄得头脑呆板，眼睛近视，背熟了以后，除了应付一级一级的考试以外，便等于毫无用处。一考上了中学，小学读的书就等于白费。考上高中，初中的书是白读了。"}
{"text":"当时为了考功名，背经书，背了以后，一辈子受用不尽而学无止境。只要问一问，我们现代六七十岁以上有所建树的老少年们，请他们平心静气地谈一谈，哪一个的学问知识不是从这种旧教育方式中打下基础。可是现在我们花费了无价可比的下一代童年时代的时间和精力来背课本，弄得头脑呆板，眼睛近视，背熟了以后，除了应付一级一级的考试以外，便等于毫无用处。一考上了中学，小学读的书就等于白费。考上高中，初中的书是白读了。考上大学，中小学的书等于无用。大学毕业以后，踏进各阶层社会来做事，无论如何专门，也会感觉到所学与所用，完全毫不相干。除非还要为一辈子的考试再接再厉，那才还有些用处。因而，正常情况下，或者在大学毕业以后，才需要正式开始重新读书求学。有一次和一位学师范教育的同学谈天，偶然讲到这些问题，我问他说我们现在教育的真正价值在哪里？他叹了一口气，笑着对我说为了考试。由小学考中学，中学考大学，考研究所，考出国，考种种和种种的考。考过了一生，然后方有资格称显考和皇考。这真是一个语重心长的幽默。考试是中国文化特有的创作制度，法良意美，素来为外人称道赞誉的。谁知到了现在，一考之弊至于如此，因此而形成现在青少年们的思想与心理潜在的抗拒意识，也是相当严重的因素之一，的确不能掉以轻心而疏忽置之的。如果以时代观点，从西方文化的教育制度来讲，无论欧美各国的小学教育，其课本与作业，也有考试，但轻松而活泼，收效的现象也绝不像我们的情形。至少目前美侨在我们这里的教育，也可以值得借镜而窥见其一斑的。新式与旧制小学的差距其次，讲到有关几十年前小学教育制度的内容和现在的情形，更会使人引起教育史上的沧桑之慨！如果一定说现在的老少两代存有代沟或代差的话，所受教育制度内容的影响，也是重要的原因之一。过去的小学，由旧式到新时代，制度还未十分完备。小学教育，便有初级小学与高等小学之分。如果再向前推，又有旧制的高等学堂之别了。我们在前面已经讲过由清末以来的教育改制资料，便可知旧制的高等学堂，它的性质相当于现在的完全中学。再进一步，便是旧制所称的大学堂了。至于综合旧制的初级小学和高等小学来讲，它的性质，等于现在的完全小学。"}
{"text":"如果一定说现在的老少两代存有代沟或代差的话，所受教育制度内容的影响，也是重要的原因之一。过去的小学，由旧式到新时代，制度还未十分完备。小学教育，便有初级小学与高等小学之分。如果再向前推，又有旧制的高等学堂之别了。我们在前面已经讲过由清末以来的教育改制资料，便可知旧制的高等学堂，它的性质相当于现在的完全中学。再进一步，便是旧制所称的大学堂了。至于综合旧制的初级小学和高等小学来讲，它的性质，等于现在的完全小学。但在几十年前的小学，由初级到高级，不但对于西方文化的英文算学等基本教育，已经列为必修而有相当的程度，而对于中国文化的传统教授，大体上还是因袭旧式的精神，保持传统的读书风气。因此倒退回去几十年来讲，那个时代一个毕业于高等小学的优秀学生，他的知识程度学问修养和见解，比起现在一个毕业于完全中学的学生，实在高明得多。如所周知，在这个时代几十年来很多对国家社会有建树的人物，无论在党政军事或文化教育工商各界出人头地的，他的学识基础的深度，都是由于旧制小学和依照旧式读书的教育成果。其实，这是我们这一代老少年们大家心照不宣的老实话，我相信他们大家也都有同感，只是不肯出之于口而已。我们现在社会安定经济进步的一代，国家花了经费，普及了国民教育，何以在完整的国民教育制度下，反不如其初也？而且反因教育的普及，促使青少年思想与心理上的彷徨，这又是什么原因？实在值得深思反省。老实说，这几十年来，如果只靠普通学校教育的方法，恐怕中国文化的精神，早已沦陷无遗了。当然，我所知不及的地方，或许很多，但是，如果这一代中，真正亲自接受过新旧教育与普通学校教育和军事学校教育的，或者对我所说会予首肯的。教育与文化的中空这一两年来，有些从大学和研究所毕业的同学，进入社会工作以后，深切地感觉到中国文化以及中文修养方面，太过贫乏，甚之，因此而影响对西方文化的认识，也愈来愈肤浅。希望我们读过旧式书院的老少年们，根据真正书院的精神，参酌西方研究院的长处，试办一个可供读书讲学的地方。此事看来很好办，但事实上，有许多的困难无法解决，同时也是一件吃力不讨好的工作。而且最主要的，我还是振作不起疏懒惯了的个性，平常徒托空言，不肯积极地见之于行事之间。所以一再因循，得过且过。"}
