{"text":"五行这个名称的内涵，大家都知道它是。包含金木水火土的五个成分所组成，拿这五样物质的东西，加上一个行走的行字，叫它做为五行，简直如同儿戏的名辞，那还有些什么意义？所以都认为它是古代迷信传统的名辞而已，加以后世占卜吉凶祸福的休咎等人，如看相，算命等的口头语，动辄便称五行，使人更觉它的可笑。其实，五行是上古原始的科学思想，宇宙物理理论的哲学基础。所谓五行，便是同于易经乾卦象辞天行健的行字一样，都是用来说明宇宙天体，永无休止，运行不息的道理，行就是行动，运动的古义。所以天行健。与五行的行字，便是说明中国文化，对于宇宙的观念，始终认为它是动态的宇宙，因此对于人事物理等现象世界的观念，也始终认为它是变动不居的变化世界那么，用这五个金木水火土的物质，做为代表的意义，那是因为原始的科学观念里，凡做为科学依据的，都是采用人类耳目等感官知觉轻而易见的东西做代表。中国上古的文化是如此，希腊埃及印度上古的文化也是如此，时代环境不同，站在后世的立场，轻易讥笑前人的浅薄，也同样会被后世所笑的。金，是代表固体的性能，凡物生长以后，必会达到凝固的状态，所以用金的坚固性做为符号，等于印度上古文化用地做为凝固的符号是一样的。木，是代表生发力量的性能，在这个物质世界中，生命延续不断的功能，最明显轻而易见的，便是草木等植物，所谓野火烧不尽，春风吹又生，只有草木生发的生机，可以表示宇宙万有的生命，具有生生不已的功能。水，是代表冻结合藏的性能。火是代表生发力量的升华，到达光辉而有热力的性能。土，是万有与人类立足点的基本，包括代表这个地球的符号。我们所有的文化文明，都是立足在地球上的成果，所以在后世阴阳家的思想中，便说四象五行皆藉土，就是这个意思。道家的阴阳家们，提出了五行的观念，又从五行的变化法则中，说明它具备有互相生长，互相克制的生克作用，都是根据阴阳消息，互相盈虚消长的对待理论，用来分析物理与人事的变化作用，详细讲解起来，太多太繁，所以到此为止。"}
{"text":"道家的阴阳家们，提出了五行的观念，又从五行的变化法则中，说明它具备有互相生长，互相克制的生克作用，都是根据阴阳消息，互相盈虚消长的对待理论，用来分析物理与人事的变化作用，详细讲解起来，太多太繁，所以到此为止。总之，五行的观念，与阴阳的学术思想一样，是道家形成阴阳家等的基本理论中心之一，用它在天文上，是说明天体太阳系统五星的代号用它在地理上，是说明东西南北中的五个方位用它在气象上，是说明春夏秋冬四季的状况用它在生理医药上，是说明心肝脾胃肺肾的的别名，甚之，到了秦汉以后，许多阳儒暗道的学者，以及由道家者流与阴阳家支派相结合，便有专讲谶纬预言的术士们，把五行的变化理论，用在政治思想上去，做为历代帝王政权变更的理论根据，发生历史治权五德相始终的说法，著以取媚于人主，可谓五行之用大矣哉吧！宋代理学家周濂溪，得自道家的太极图说，仍然没有超过道家阴阳五行思想的范围，这种阳儒暗道的作风，而又用以排斥佛，老，实在有点不合礼义的精神，未免有些遗憾。。关于天干和地主的甲子观念至于甲子的学术思想，根据散佚的上古史料所记载，创建在黄帝时代，用它来说明天体日月运行的规则。一年分四季，十二个月，一个月三十天，每天十二时辰，错综交互而成一年二十四个气节。这种天地自然的规律，与日月运转的轨则，黄帝命大挠研究观察的结果，认为由于天的五行，自分阴阳的功能，而且有直接干扰干与地球的作用，便定天干为十位的名称，叫作甲乙丙丁戊己庚辛壬癸，做为太阳五星与地球物理关联规律的符号，唐宋以后的阴阳家，把天干叫天斡，这个意义便略有不同了同时，认为地球物理的变化，由于承受天干的功能，自身又有阴阳互变的作用，便定出十二地支的名称，叫作子丑寅卯辰已午未申酉戌亥，做为太阴月亮的盈亏出没，与太阳及地球关系的规律符号。至于十二地支的观念，在印度上古的天文学说，约当中国周秦前后时代，也有同样的意思，不过，他们不是用抽象名辞的观念作代表，他们是用十二个动物来表示，后来到了汉代，印度学术思想，随着佛学而传入中国，彼此互相融会，就有用十二生肖来代表十二支的作用，因此成为鼠牛虎兔龙蛇马羊猴鸡犬猪等十二生肖。地支这个名称，本来的意思，是说地球物理本身，既然承受了天干的关系，又互变而产生地球自身支持万物生命的功能。"}
{"text":"至于十二地支的观念，在印度上古的天文学说，约当中国周秦前后时代，也有同样的意思，不过，他们不是用抽象名辞的观念作代表，他们是用十二个动物来表示，后来到了汉代，印度学术思想，随着佛学而传入中国，彼此互相融会，就有用十二生肖来代表十二支的作用，因此成为鼠牛虎兔龙蛇马羊猴鸡犬猪等十二生肖。地支这个名称，本来的意思，是说地球物理本身，既然承受了天干的关系，又互变而产生地球自身支持万物生命的功能。后来术数家们，又改称它叫地枝，便与天斡相配，因此在观念上，便把它的作用，变成像一颗树的枝干一样了。上古对于天干地支的学术，正如五行八卦一样，都是数理逻辑符号逻辑的结晶，以科学的精神，对于自然现象的数理观念，然后归纳为一个理念，便创立这种抽象的逻辑符号，使人们对于错综复杂的宇宙，和万事万物变化的法则，多到大如天文数字的无限量小到细人无间的不可知，都能够在归纳这些抽象的名辞之中，求出答案，而且容易记忆，也可以普及。后来大家不知道这些学术思想的背景，就流为江湖末技的术数，所以便把它的价值，落到零度以下去了，古人把天干地支的数理观念，综错起来，构成一套代表时间空间统计象数的方式，便叫做甲子，那是把天干十位，和地支十二位的单数阳数，和双数阴数联合起来，由第一组甲于的开始，循环轮转，便有了第六十位数癸亥的总和。宇宙万有事物的开始，它的内涵，都具有如草木生发的力量，欣欣向荣的功能，那便是甲子的理念，最后的归结，犹如水性冻藏凝结的作用，那便是癸亥的理念，这种六十位数轮转的法则，构成一个整套的观念，便总名它为甲子，后世也有人把它叫做六十花甲。汉代的道家与儒者，把它和阴阳五行，八卦等术数的数理观念联合起来，统统归纳到以易经的卦象做代表符号，于是，便有易学象数纳甲的名称了用它来解释中国历史哲学，用它来统计人事世事过去的情形，推测未来的演变，便形成两汉的谶纬图谶之学，后来愈演愈繁，而且各家的计算方法又不相同，所以便把它的价值，被一般躁失者，轻轻送进荒唐的档案里去了。"}
{"text":"此外，在道教方面，取用古代传承的阴阳五行八卦天干地支的六十甲子一，加上宗教性的天神天将九宫数学等，便构成奇门适甲的神秘术数把六丁六甲六戊等数理逻辑的符号，加上天文二十八宿的观念，穿上玄女天童的法服，就形成腾云驾雾，撞憧往来于不知其所以然的幻想里，造成旁门左道，套进画符念咒的符，从此一人传虚，十人传实，摇身一变，便变成呼风唤雨撒豆成兵的幻术了。然而不管道家与道教，对于原始科学而哲学的天人宇宙观，怎样的转变，它的原始本质，是从天文物理，与地球物理的研究观察而来，毫无疑义，决非向壁虚构，徒托空言而已。汉魏以后，由道家学术思想的内容，演变而成为道教以后，对于天人之际，与宇宙万有的法则，仍然以这几套罗织而成的纳甲思想做基础。但是道教对于天庭与人世间的关系，在汉魏以后，受到印度佛教传入的影响，便自创立另一个世界的天人观念了。由东汉开始，自张道陵创建五斗米道，便把战国秦汉以来的方士学术，一变而成汉末的道士思想。起初他们把汉代现行政治地理的区域，指定名山洞府做中心，重新自作主张，划分天人管辖区域，隐然含有宗教政治的革命作用，这在三国时期，由张道陵的后裔，东川张鲁手时，已经普遍展开。他们把中国划分为三十六个名山，为神仙的洞天，七十二个名胜，为仙人的福地，每一个洞天福地，都划分与自古以来的隐士与方士们，也就是后来被道教所追认的神仙手里，认为那一区域中的天曹地府所属的鬼神，都受这一管区的神仙所管辖。例如江淮所属的句容山，便是属于汉初神仙三茅真君的管区，山有三台，又分属其兄茅盈，与其弟固与衷的所属，因此，后世道家的法派，便有茅山派的支，大茅山有华阳洞，也就是后来梁朝有名的隐士神仙陶弘景隐居的所在地。他们把这些主管的隐士神仙们，自由地加以封号，不管他出身为平民或将相，有的称为真君，有的称为真人，由此可以了解东汉末年紊乱的局面中，在民间社会与知识分子结合的另一面，早已隐然有宗教政治革命的思想。"}
{"text":"他们把这些主管的隐士神仙们，自由地加以封号，不管他出身为平民或将相，有的称为真君，有的称为真人，由此可以了解东汉末年紊乱的局面中，在民间社会与知识分子结合的另一面，早已隐然有宗教政治革命的思想。他们由逃避现实而想超越现实，要想建立一个自由天地中的精神王国，犹如西方自罗马帝国建立前后的教廷组织差不多，如果仔细研究东西方文化演变的迹象，处处发现有东西南北共同循环的法则，好像日月的运行，在时间的影响上，略有先后的不同也像山川风物的异样，在空间上，各自构成一副不同的画面而已，这也是题外文章，不去说它。总之，这种天人思想的背景，仍然渊源于上古文化书经学系中，类似宗教思想的来源，他们把上古重视封禅，尊敬天地鬼神，与祭祀山川神只，以及对于自然万物崇敬的心理，扩而充之，向上提升，便变成汉魏以后，道教天人之际的组织思想了。不过有一点须特别注意的，无论他们如何地变，如何地布置天地鬼神的局面，仍然以人道文化为本位，只是提高人道的价值功能，由修善道而上升为神为仙，由修恶道而下堕为鬼为厉。到了魏晋以后，由北朝北魏的寇谦之等道士开始，为了抵抗当时外来宗教，如佛教的关系，便多方设法，积极建立道教，于是，把道家原始关于天人的物理思想，变成气化天地的观念，后世所谓气之轻清上浮者为天，气之重浊下凝者为地，便是这种理论所形成。再加集合各方道士关于天人的信念，综合起来，便有吴天上帝无始天尊等天庭的主宰名号出现。这种天庭的组织，是从书经学系与礼记思想而来，依照周官的体制，与古代天文学上三垣二十八宿的观念，组成一个完整的上帝天庭。本来在兵家所用的星象学上，主属军事和战争的太白星，又变成与太白长庚星的关系，化为一个慈眉善目，白发苍苍的天上和事老。老子与释迦牟尼所管的教务，等于天上的三公元老院顾问，各自另有自由的区域。由穆天子传与汉武外纪等所说的西池王母后世也有混称为西方圣母的，后来又变为玉皇大帝的母子关系，做为天上人间，孝道事亲的模范。南斗星君主寿主生，北斗星君，主死主杀等的观念，难以尽说。"}
{"text":"老子与释迦牟尼所管的教务，等于天上的三公元老院顾问，各自另有自由的区域。由穆天子传与汉武外纪等所说的西池王母后世也有混称为西方圣母的，后来又变为玉皇大帝的母子关系，做为天上人间，孝道事亲的模范。南斗星君主寿主生，北斗星君，主死主杀等的观念，难以尽说。唐宋以后，对于道教教主的太上老君老子，又仿照佛教教主如来有三身的说法，便变为老子一气化三清，成为玉清太清上清的三身。总之，如果详细清理自汉魏以后道教的天庭组织，神帝神鬼的户籍，与天上政治体制的系统，也如我们历史的帝王政治体制一样，历代都有变更，难以细说，但也很富于传奇的趣味。后来加上天有三十三天，最高的天主为玉皇大帝，地狱有十八层，而分属于十八地阎王所管理。人世间的帝王，介于天帝与地府的阎王之间，他死后的灵魂，先见阎王，由阎王陪同去觐见王帝，再来审判他一生的善恶，受到赏罚的判决等等观念，都是由于佛教天人思想的传入而建立的，例如阎罗王的名称，便是印度梵文的外来语。可是到了元明之间，民间社会小说，如封神演义等出现以后，便拿周朝武王伐纣的历史故事做中心，编了一套姜太公吕望封神的剧本，玉皇大帝与山川鬼神，以及厨房厕所，一一封了主管的神只。因为姜太公的大公无私，最后忘记了自己，没有神位可封，结果，只好把自己封为社稷坛的坛神。我们由这个历史故事，牵上天人关系，在非常有趣的神话中，始终可以看到中国人道文化深厚的一面，即如道教建立以来的宗教学术思想，也始终没有离开人文文化的本位。至于现在民间所流行对于鬼神的信仰，严格地说来，非常复杂，往往神佛不分，神道不分，始终在封神演义西游记两部小说中过活，要分别中国民间的真正信仰，也正如中国文化一样，很难严加区别，即如现在民间的一般迷信，究竟要哪一个宗教来负责？他们所信仰的神，应该属于哪一宗教？都很难说。不过，在这里，我们可以了解中华民族另一面的伟大精神，因为在我们的历史观念上，过去虽然没有宪法明文规定宗教信仰自由，事实上，已早在五千年来，便不成文地承认信仰自由，我们不管是外来的宗教信仰，或自己的宗教，只要道理是教人为善，有益于世道人心的，一概请上座，受恭敬，从来没有因为宗教信仰的不同，而变成仇恨，只有互谅互助，相辅相成的维护人道的教化。"}
{"text":"他们所信仰的神，应该属于哪一宗教？都很难说。不过，在这里，我们可以了解中华民族另一面的伟大精神，因为在我们的历史观念上，过去虽然没有宪法明文规定宗教信仰自由，事实上，已早在五千年来，便不成文地承认信仰自由，我们不管是外来的宗教信仰，或自己的宗教，只要道理是教人为善，有益于世道人心的，一概请上座，受恭敬，从来没有因为宗教信仰的不同，而变成仇恨，只有互谅互助，相辅相成的维护人道的教化。为宗教而大动干戈，为宗教而伤及情感，决非中国文化本来的精神，希望我们后世的子孙，应该多多谅解这种伟大的胸襟。例如现在流行的某一派道门，姑且不管他的教义是否准确，但是他是把孔子老子释迦耶稣穆罕默德，统统供奉在上，扩充唐宋以后三教同源的口号，成为五教同源的呼声，这种表现，只有中国文化的气度做得到，这才是真正自由民主思想的象征。事实上，这一作风，已经传到美国去了，近年以来，在美国。已有这样类同的新兴宗派出现，我认为二十一世纪的宗教，必定要走联合宗教阵线，大概不会太远了。同时，在这里附带地说明，中国文化，对于人伦道德善恶价值的赏罚，在民间社会，自有一套自由民主的主张，自有是非的公论，这是受道教思想的影响，例如，对于乡村社会的善人，死后值得纪念的，便自由封他为土地神，一个好官死后，便自由封他为城隍神等于人世阳间县长，行政区域首长的职位。例如，一生以道义义气为重的关公，后来便自由封他为神，一生以精忠报国为重的岳飞，也封他为神，做官而公正廉明的如包文正，也便封他为阎罗王，凡此等等，只要多读历史与地方志省志县志等，到处可以找出民间社会对于善恶赏罚封神的公论，这是中国文化，自周制以来评定帝王官吏与读书人等死后功过的判例溢法的另一面，是属于民间的封溢思想，非常值得重视。因此，它影响我们过去社会教育的思想，对于做人处世，伦理道德的观念，不要主管官的管理，就自动存有生死荣辱的警戒，也是由于这种天人如一的多神思想而来，其中的成败得失，是非因果的关键，与教育政治的关系，究竟价值如何，很难下一断语。"}
{"text":"因此，它影响我们过去社会教育的思想，对于做人处世，伦理道德的观念，不要主管官的管理，就自动存有生死荣辱的警戒，也是由于这种天人如一的多神思想而来，其中的成败得失，是非因果的关键，与教育政治的关系，究竟价值如何，很难下一断语。二道家神仙修炼的学术思想在前面已经讲过，道家的学术，渊源于上古文化的隐士思想，而变为战国秦汉之间的方士，复由秦汉魏晋以后的神仙，再变为道教的道土，到了唐宋以后，便称为炼师这一系列的学术思想，但从表面看来，有了几个阶段的改变而在实质上，却是一脉相承，并无多大的变更，只有循历史文化发展的途径，吸收其他外来的学术方法，扩而充之而已。道家学术思想的中心，便建筑在这一系列修炼的方法上，道教因袭道家的内容，也就是用这一系列的学术思想做根基，现在让我们做综合性的介绍。俾可稍知举世所认为神秘难测的道家，它的葫芦里，究竟卖的是什么药？道家与道教对于人生意义的估价我们在平常，只知道中国文化，代表儒家的孔孟学术，尽量在阐扬人文道德的思想，提倡以人文为本位，构成五经六艺人文哲学思想的体系但是忘记了，由上古历史文化的传统，与五经学系的关系，及诸子百家散佚保留着。我们祖先留给后代子孙的人生科学的学术思想，而且被任意随便抛散，实在非常遗憾。大家都知道，古今中外的哲学，都在研究宇宙人生的问题，想在其中求得使人类得到永久平安的对策，然而哲学思想，正如宗教信仰一样，都是基于对人生的悲观，对世界的缺憾而发出，虽然哲学与宗教一样，也都是现实人生，与现实世界问题而努力，可是它的最终要求，与最高目的，大体都是为了研究生死问题。尤其在宗教思想上，正如一般人所说，都为死的问题做工作，鄙弃人生，而否定现实，果然他们也在尽力善化人生，美化现实，但它的目的，仍然是把现实人生努力的成果，做为死后灵魂超脱的资本，换言之，宗教与哲学，大致都站在死与灭亡的一边喊话，呼唤灵魂的升华。只有中国文化，根据易经学系的思想，与这种精神，大有不同之处，因为生与死，存在与灭亡，只是两种互相对待的现象，等于一根棒的两端，也犹如早晨与夜晚，如果站在日薄崦嵫，黄昏衰草的一方，看到那白日依山尽，黄河入海流的情景，一切只有过去，没有未来，实在充满了无限凄凉的悲感。"}
{"text":"只有中国文化，根据易经学系的思想，与这种精神，大有不同之处，因为生与死，存在与灭亡，只是两种互相对待的现象，等于一根棒的两端，也犹如早晨与夜晚，如果站在日薄崦嵫，黄昏衰草的一方，看到那白日依山尽，黄河入海流的情景，一切只有过去，没有未来，实在充满了无限凄凉的悲感。然而站在晨朝的东方，楼观沧海日，门对浙江潮的一面，看到那野火烧不尽，春风吹又生的生命源头，永久会有明天，永远有无尽的未来，实在给予人们有无比的生气，无穷的远景。中国文化易经学系的思想，便是从生的一端，观看宇宙万有和人生，因此而建立生生不已之谓易的观念。上古两大文化的主流，道家与儒家，便从这个生命无穷的哲学基础上出发，认为人本生命的价值与人类智慧的功能，对于缺憾的天地，悲苦的人生，生灭的生命，都可以弥补天地物理的缺憾，于是便确立人生的目的与价值，是有参赞天地之化有的功能。换言之，人这个生物，有无穷的潜能，如果自己把它发掘出来，就可以弥补天地万有的缺憾。道家的学术思想，基于这种观念而出发，认为人的生命，本来便可与天地同修龄，日月同寿命，而且还可以控制天地，操纵物理。可是为什么不能发挥这种潜能？为什么自己做不到呢？由于人类自己不能认识生命的根源，被外物所朦蔽，被七情六欲所扰乱，随时随地自己制造麻烦，自己减灭寿命。由于不知道延续补充的原理，只知道减少的消耗，不知道增加的妙用。到了战国时期，因为时衰世乱的刺激，国为自由讲学风气的盛行，因为民间研究学术思想，渐为上流社会所重视，于是燕齐之间，笃信这种思想观念的方士们，有的从天文物理地球物理的研究，认为人身生命的规律，是与天地运行不息的规律相同的，便建立一种养生的原则和方法。在这种方法的总则之下，有的做物理生理的研究，有的做化学药物的研究，有的做锻炼精神颐养神气的研究，有的做祭祀祈祷净化思想信仰的研究，花样百出，各执一端。可是，这只是举出他们对于人生修养的方术观念而言，他们从这种方术观念出发，至于立身处身，用在对人对事的观点，也各有一套思想和理论，就构成诸子百家异同的学说了。我们姑且不管这种绝对而崇高的现实理想，是否真能做到？"}
