{"text":"我现在能做的也就只这些了，呜呼，真叫做没有法子。悼念曹老几个月以前，北京大学召开了庆祝曹老靖华九十华诞座谈会。我参加了，发了言，我说，曹老的道德文章，可以为人师表。关东文学编辑部的同志要我写一篇祝贺文章，我答应了，立即动笔。但是，只写了一半，便有西安香港之行，没有来得及写完。回京以后，听到曹老病情转恶。但我立刻又有北戴河之行，没能到医院去看望他。不意他竟尔仙逝。老辈学人中又弱一个，给我连年来对师友的悼念又增添一份沉重的分量，让我把祝贺文章腰折，来写悼念文字，不禁悲从中来了。记得在大约四年以前，我还在学校工作，曹老的家属从医院打电话给学校领导，说曹老病危，让学校派人去见最后一面。我奉派前往，看到他的病并不危，谈笑风生。我当时心情十分矛盾，我把眼泪硬压在内心里，陪他谈笑。他不久就出了院，而且还参加了一个在京西宾馆召开的会。我们见面，彼此兴奋。我一想到最后一面，心里就觉得非常有趣。他则怡然坦然，坐在台阶上，同我谈话。以后，听说他又进了医院，出出进进，记不清有多少次了。时光流逝，一晃就是几年，他终于度过了自己的九十周岁诞辰。我原以为他还能奇迹般的出出进进几次，而终无危险，向着百岁迈进，可他终于一病不起了。同很多人一样，我认识曹老有一个曲折的过程。我是先读他的书，然后闻知他的英勇事迹，最后才见面认识。我在大学读书期间，曾读过曹老的一些翻译作品。年夏天，我在离开祖国十一年之后，终于经历了千辛万苦，回到了祖国的怀抱里。我当时心情十分矛盾，一个年轻的游子又回到母亲跟前，心里感到特别温暖。但是在所谓胜利之后，国民党的劫收大员，像一群蝗虫，无法无天，乱抢乱夺。我又不禁忧从中来。我在上海停留期间，夜里睡在克家的榻榻米上，觉得其乐无穷。有一天，忽然听到传闻，国民党警察在南京下关车站蛮横地毒打了进京请愿的进步人士，其中就有曹老。从此曹靖华我记得当时是曹联亚这个名字就深深地印在我的记忆中。一直到解放以后，我才在北京大学见到曹老。他在俄语系工作，我在东语系。由于行当不同，接触并不多。但是，他留给我的印象是非常好的。他长我十四岁，论资排辈，他应该算是我的老师。他为人淳朴无华，待人接物，诚挚有加，彬彬有礼，给人以忠厚长者的印象。他不愧是中国旧文化精华的一个代表人物，同他交往，使人如坐春风化雨中。"}
{"text":"有一天，忽然听到传闻，国民党警察在南京下关车站蛮横地毒打了进京请愿的进步人士，其中就有曹老。从此曹靖华我记得当时是曹联亚这个名字就深深地印在我的记忆中。一直到解放以后，我才在北京大学见到曹老。他在俄语系工作，我在东语系。由于行当不同，接触并不多。但是，他留给我的印象是非常好的。他长我十四岁，论资排辈，他应该算是我的老师。他为人淳朴无华，待人接物，诚挚有加，彬彬有礼，给人以忠厚长者的印象。他不愧是中国旧文化精华的一个代表人物，同他交往，使人如坐春风化雨中。但是，这只是他性格的一个方面。在另一方面，他却如金刚怒目，对反动派决不妥协。他通过翻译苏联的革命文学，哺育了一代代的革命新人。他的功绩将永远为中国人民所记忆。而他自己也以身作则。早年他冒风险同先生交往，支持人民的正义斗争，坚贞不屈，数十年如一日，终于经历了严霜烈日，走过了不知多少独木小桥，迎来了次第春风。他真正做到了横眉冷对千夫指，俯首甘为孺子牛。在以后长达几十年的交往中，我对他的敬意与日俱增。有很长的一段时间，他是世界文学的主编，我是编委之一。每隔几个月，总要召开一次编委会，大家放言高论，其乐融融。解放以后，我参加的会议真可谓多矣。我决不是一个开会迷，有一些会让我苦不堪言。但是，对世界文学的会，我却真有一点迷了。同老友见面，同曹老见面，成为我的一大乐事。我曾在悼念朱光潜先生的文章中提到，我最不喜欢拜访人。即使是我最尊敬的老师和老友，我也难得一访。我自己知道，这是一种怪癖，想改之者久矣。但是山难改，性难移，至今没有什么改进。对待曹老，我也是如此。尽管我对他有深厚的敬意和感情，但是曹老的家我却一次也没有去过。平常在校园中见了面，总要问寒问暖，说上一阵子话，看来彼此都是兴奋而又欣慰。在外面开会时碰到，更要促膝长谈。我往往暗自庆幸北大是一个出百岁老人的地方。我们的老校长马寅初先生，活到一百多岁。我的美国老师温德教授也庆祝过自己的一百周岁。曹老为什么不能活到一百岁呢？然而曹老毕竟没有活到一百岁。这对中国文学艺术界来说是一大损失，对他的学生和朋友来说是一件无法弥补的憾事。有生必有死，这是自然规律，我辈凡人谁也无法抗御。我们只能用这个来安慰自己。同时，我又想到，年过九十，也算是寿登耄耋，在世界上，自古以来，都是十分罕见的。曹老可以安息了。北大以老教授多闻名全国。"}
{"text":"我往往暗自庆幸北大是一个出百岁老人的地方。我们的老校长马寅初先生，活到一百多岁。我的美国老师温德教授也庆祝过自己的一百周岁。曹老为什么不能活到一百岁呢？然而曹老毕竟没有活到一百岁。这对中国文学艺术界来说是一大损失，对他的学生和朋友来说是一件无法弥补的憾事。有生必有死，这是自然规律，我辈凡人谁也无法抗御。我们只能用这个来安慰自己。同时，我又想到，年过九十，也算是寿登耄耋，在世界上，自古以来，都是十分罕见的。曹老可以安息了。北大以老教授多闻名全国。我自己虽然久已年逾古稀，但是抬眼向前看，比我年纪大的还有一大排，我只能算是小弟弟，不敢言老，心中更无老意，常常感到，在燕园中，自己是幸福的人。然而近二三年以来，老成颇多凋谢，蓦抬头我眼前的队伍逐渐缩短了，宛如深秋古木，在不知不觉中，叶片一片片地飘然落下。我虽然自谓能用唯物的态度对待生死问题，然而内心深处也难免引起一阵阵的颤抖了。嗟乎，死者已矣。我们生者的责任更大起来了。我感到自己肩头沉重了起来。悼念姜椿芳同志我认识姜老已经三十多年了。最初我们接触非常少，记得只谈过马恩著作的翻译问题。恩格斯的英国工人阶级状况，我曾有过一个初译草稿，后来编译局要了去加工出版了。他给我的第一个印象是温文尔雅，恂恂然儒者风度。但是，我对他了解得并不多，也可以说是根本没有了解。只不过觉得，这个人还不错，可以交往而已。只是到了最近一些年，姜老领导中国大百科全书的编纂工作，我也应邀参加，共同开了不少的会，我才逐渐加深了对他的认识。我对大百科全书的意义不能说一点认识也没有，但是，应该承认，我最初确实认识很不够。大百科出版社成立时，我参加了许多与大百科没有直接关系的学术会议。我记得在昆明，在成都，在重庆，在广州，在杭州，当然也在北京，我参加的会内容颇为复杂，宗教历史文学语言都有。姜老是每会必到，每到必发言，每发言必很长。不管会议的内容如何，他总是讲大百科，反复论证，不厌其详，苦口婆心，唯恐顽石不点头。他的眼睛不好，没法看发言提纲，也根本没有什么提纲，讲话的内容似乎已经照相制版，刻印在他的脑海中。我在这里顺便说一句朱光潜先生曾对我讲过，姜椿芳这个人头脑清楚得令人吃惊。姜老就靠这惊人的头脑，把大百科讲得有条有理，头头是道，古今中外，人名书名，一一说得清清楚楚。但是，说句老实话，同样内容的讲话我至少听三四次，我觉得简直有点厌烦了。"}
{"text":"姜老是每会必到，每到必发言，每发言必很长。不管会议的内容如何，他总是讲大百科，反复论证，不厌其详，苦口婆心，唯恐顽石不点头。他的眼睛不好，没法看发言提纲，也根本没有什么提纲，讲话的内容似乎已经照相制版，刻印在他的脑海中。我在这里顺便说一句朱光潜先生曾对我讲过，姜椿芳这个人头脑清楚得令人吃惊。姜老就靠这惊人的头脑，把大百科讲得有条有理，头头是道，古今中外，人名书名，一一说得清清楚楚。但是，说句老实话，同样内容的讲话我至少听三四次，我觉得简直有点厌烦了。可是，到了最后，我一下子顿悟过来，他那种执著坚韧的精神感动了我，也感动了其他的人。我们仿佛看到了他那一颗为大百科拼搏的赤诚的心。我们在背后说，姜老是百科迷，后来我们也迷了起来。大百科的工作顺利进行下去了。姜老不但为大百科呕心沥血，他对其他文化事业也异常关心。搞文化事业离不开知识分子。他自己是知识分子，他了解知识分子，他爱护团结知识分子，他关心知识分子的遭遇和心情。他曾多次对我谈到在中国出版学术著作困难的情况，以及出书难但买书也不易的情况。他有一套具体的解决办法，可惜没能实现。他还热心提倡中国的优秀剧种昆曲，硬是拉了我参加他倡导的一个学会，多次寄票给我，让我这个没有多少艺术细胞的人学会了欣赏。他对中国传统的绘画和书法也表现出极大的兴趣，他是一个有很高文化修养的人。拿中国目前的标准来衡量，姜老还不能算是很老。他的身体虽然不算很好，但是原来也并没有什么致命的病。我原以为他还能活下去的，我从来没有把他同死亡联系在一起，他还有很多很多工作要去做啊！对我个人来说，我直觉地感到，他还有不少的打算要拉我共同去实现。我在默默地期待着，期待着我幻想，总有一天，他会对我讲出来的。然而，谁人能料到，他竟遽尔归了道山。我的直觉落空了，好多同我一样的老知识分子失掉了一位知心朋友。我们能不悲从中来吗？最近几年，师友谢世者好像陡然多了起来，我心中受到了极大的震动。我一方面认为，这是自然规律，无法抗御，也用不着去抗御。另一方面，我又觉得自己大概也真正是老了，不免想到一些以前从没有想到的事情。生死事大，古人屡屡讲到。古代有一些人对于生死貌似豁达，实则是斤斤计较，六朝的阮籍等人就属于这一类。我个人认为，过分计较大可不必，装出豁达的样子也有点可笑。但是，人非木石，孰能无情？师友一个个离开人间，能不无动于衷吗？"}
{"text":"我的直觉落空了，好多同我一样的老知识分子失掉了一位知心朋友。我们能不悲从中来吗？最近几年，师友谢世者好像陡然多了起来，我心中受到了极大的震动。我一方面认为，这是自然规律，无法抗御，也用不着去抗御。另一方面，我又觉得自己大概也真正是老了，不免想到一些以前从没有想到的事情。生死事大，古人屡屡讲到。古代有一些人对于生死貌似豁达，实则是斤斤计较，六朝的阮籍等人就属于这一类。我个人认为，过分计较大可不必，装出豁达的样子也有点可笑。但是，人非木石，孰能无情？师友一个个离开人间，能不无动于衷吗？我只是想，一个人只能有一次生命，我从来不相信轮回转生。既然如此，一个人就应该在这短暂的只有一次的生命中努力做一些对别人有益，也无愧于自己的良心的事情，用一句文绉绉的话来说，就是实现自己生命的价值。能做到这一步，一生再短暂，也算是对得起这仅有的一次生命了。可惜的是，并不是每个人都能想到这一点，更不用说做到了。我认为，姜椿芳同志是真正做到了这一点的，他真正实现了自己生命的价值。椿芳同志可以问心无愧地安息了，永远安息了。第三篇域外剪影去故国――欧游散记之一不知从什么时候起，就有一个到外国去，尤其是到德国去的希望埋在我的心里了。同朋友谈话的时候也时时流露出来。在外表看来似乎是很具体很坚决，其实却渺茫得很。我没有伟大的动机，冠冕堂皇的理由自然也不能没有。但仔细追究起来，却只有一个单纯的要求我总觉得，在无量的，无论在空间上或时间上，宇宙进程中，我们有这次生命，不是容易事比电火还要快，一闪便会消逝到永恒的沉默里去。我们不要放过这短短的时间，我们要多看一些东西。就因了这点小小的愿望，我想到外国去。但是，究竟怎样去呢？似乎从来不大想到。自己学的是文科，早就被一般人公认为无补于国计民生的落伍学科想得到官费自然不可能。至于自费呢，家里虽然不能说是贫无立锥之地但倘若把所有的财产减去欠别人的一部分，剩下的也就只够一趟的路费。想自己出钱到外国去自然又是一个过大的妄想了。这些都是实际上不能解决的问题，但却从来没有给我苦恼，因为我根本不去想。我固执地相信，我终会有到外国去的一天。我把自己沉在美丽的涂有彩色的梦里，这梦有多么样地渺茫，恐怕只有我一个人知道了。一直到去年夏天，当我的大学学程告一段落的时候，我才第一次想到究竟怎样到外国去。"}
{"text":"想自己出钱到外国去自然又是一个过大的妄想了。这些都是实际上不能解决的问题，但却从来没有给我苦恼，因为我根本不去想。我固执地相信，我终会有到外国去的一天。我把自己沉在美丽的涂有彩色的梦里，这梦有多么样地渺茫，恐怕只有我一个人知道了。一直到去年夏天，当我的大学学程告一段落的时候，我才第一次想到究竟怎样到外国去。恐怕从我这不切实际的只会做梦的脑筋里再也不会想出切合实际的办法我想用自己的劳力去换得金钱，再把金钱储存起来到外国去。我没有详细计算每月存钱若干，若干年以后才能如愿，便贸贸然回到故乡的一个城里去教书。第一个月过去了，钱没能剩下一个。第二个月又过去了，除了剩下许多账等第三个月来还之外，还剩下一颗疲劳的心。我立刻清醒了，头上仿佛浇上了一瓢冷水照这样下去，等到头发全白了的时候，岂不也还是不能在柏林市上逍遥一下吗？然而书却终于继续教下去，只有把疲劳的心更增加了疲劳。就在这时候，却有一个从天而降的机会落在我的头上，我只要出很少的一点钱就可以到德国去住上二年。亲眼看着自己用手去捉住一个梦，这种狂欢的心情是不能用任何语言文字描写得出的。我匆匆地从家里来到故都，又匆匆地回去。从虚无缥缈的幻想里一步跨到事实里，使我有点糊涂。我有时就会问起自己来我居然也能到德国去了吗？然而，跟着来的却是在精神上极端痛苦的一段。平常我对事情，总有过多的顾虑，这我知道比谁都清楚。但这次却不能不顾虑我顾虑到到德国以后的生活，我顾虑到自己的家境。许多琐碎到不能再琐碎的小事纠缠着我，给我以大痛苦。随处都可以遇到的不如意与不满足像淡烟似的散布在我的眼前，同时还有许多实际问题要我解决我还要筹钱。平常从自己手里水似的流去的钱，我现在才知道它的可贵。从这里面也可以看出真正的人情和世态。经了许多次的碰壁，终于还是大千和洁民替我解了这个围。同时又接到故都里梅生的信，他也要替我张罗。在这个期间，我有几次都想放弃了这个机会，因为这机会带给我的快乐远不如带给我的痛苦多，但长之却从辽远的故都写信来劝我，带给我勇气和力量。我现在才知道友情的可贵没有他们几位，说不定我现在又带了一颗疲劳的心开始吃粉笔末的生活了。这友情像一滴仙露，滴到我的焦灼的心上，使我又在心里开放了希望的花，使我又重新收拾起破碎的幻想，回到故都来。"}
{"text":"从这里面也可以看出真正的人情和世态。经了许多次的碰壁，终于还是大千和洁民替我解了这个围。同时又接到故都里梅生的信，他也要替我张罗。在这个期间，我有几次都想放弃了这个机会，因为这机会带给我的快乐远不如带给我的痛苦多，但长之却从辽远的故都写信来劝我，带给我勇气和力量。我现在才知道友情的可贵没有他们几位，说不定我现在又带了一颗疲劳的心开始吃粉笔末的生活了。这友情像一滴仙露，滴到我的焦灼的心上，使我又在心里开放了希望的花，使我又重新收拾起破碎的幻想，回到故都来。在生命之路上，我现在总算走上一段新程了。几天来，从早晨到晚上，我时常一个人坐在一间低矮然而却明朗的屋里，注视着支离的树影在窗纱上慢慢地移动着，听树丛里曳长了的含有无量倦意的蝉声。我心里有时澄澈沉静得像古潭，有时却又搅乱得像暴风雨下的海面。我默默地筹划着应当做的事情，时时有幻影，柏林的幻影，浮动在我眼前我仿佛看到宏伟古老的大教堂，圆圆的顶子在夕阳中闪着微光宽广的街道，有车马在上面走着。我又仿佛看到大学堂的教室，头发皤白的老教授颤声讲着书。我仿佛连他的声音都能听得到他那从眼镜边上射出来的眼光正落在我的头上。但当我发现自己仍然在这一间低矮而明朗的屋子里的时候，我的心飞到不知什么地方去了。我虽然在过去走过许多路，但从降生一直到现在，自己脚迹叠成的一条路，回望过去，是连绵不断的一条，除了在每一年的末尾，在心里印上一个浅痕，知道又走过一段路以外，自己很少画过明显的鸿沟，说以前走的是一段，以后是另一段的开端。然而现在，自己却真的在心里画了一个鸿沟，把以前二十四年走的路就截在鸿沟的那一岸在这一岸又开始了一条新路，这条会把我带到渺茫的未来去。这样我便不能不回头去看一看，正如当一个人走路走到一个阶段的时候往往回头看一样。于是我想到几个月来不曾想到的几个人。我先想到母亲，母亲死去到现在整二年了。前年这时候，我回到故乡去埋葬母亲，现在恐怕坟头秋草已萋萋了。我本来预备每年秋天，当树丛乍显出点微黄的时候，回到故乡母亲的坟上去看看。无论是在白雾笼罩墓头的清晨，归鸦驮了暮色进入簌簌响着的白杨树林的黄昏，我都到母亲墓绕两周，低低地唤一声母亲来补偿生前八年的长时间没见面的遗恨。然而去年的秋天，我刚从大学走入了社会，心情方面感到很大的压迫，更没有余闲回到故乡去。今年的秋天，又有这样一个机会落到我的头上。"}
{"text":"我先想到母亲，母亲死去到现在整二年了。前年这时候，我回到故乡去埋葬母亲，现在恐怕坟头秋草已萋萋了。我本来预备每年秋天，当树丛乍显出点微黄的时候，回到故乡母亲的坟上去看看。无论是在白雾笼罩墓头的清晨，归鸦驮了暮色进入簌簌响着的白杨树林的黄昏，我都到母亲墓绕两周，低低地唤一声母亲来补偿生前八年的长时间没见面的遗恨。然而去年的秋天，我刚从大学走入了社会，心情方面感到很大的压迫，更没有余闲回到故乡去。今年的秋天，又有这样一个机会落到我的头上。我不但不能回到故乡去，而且带了一颗饱受压迫的心，不能得到家庭的谅解，跑到几万里外的异邦去漂泊，一年，二年，谁又知道几年才能再回到这故国来呢？让母亲一个人凄清地躺在故乡的地下，忍受着寂寞的袭击，上面是萋萋的秋草。在白杨簌簌中，淡月朦胧里，我知道母亲会借了星星的微光到各处去找她的儿子，借了西风听取她儿子的消息。然而所找到的只是更深的凄清与寂寞，西风也只带给她迷离的梦。我又想到母亲生前最关心的外祖母。当我七八岁还没有离开故乡的时候，整天住在她家里，她的慈祥的面貌永远印在我的记忆里。今年夏天见她的时候，她已龙钟得不像样子了。又正同别人闹着田地的纠纷，现在背恐怕更驼了吧？临分别的时候，她再三叮嘱我要常写信给她。然而现在当我要到这样远的地方去的时候，我却不能写信给她，我不忍使她流着老泪看自己晚年唯一的安慰者离开自己跑了。我只希望她能好好地活下去，当我漂泊归来的时候，跑到她怀里，把受到的委屈，都哭了出来。我为她祝福。我终于要走了，沿了我自己在心里画下的一条鸿沟的这一岸的路走去。天知道我会走到什么地方去这条路真太渺茫，渺茫到使我吃惊。以前我曾羡慕过漂泊的生活，也曾有过到外国去的渴望。然而当希望成为事实的现在，我又渴慕平静的生活了。我看了在豆棚瓜架下闲话的野老，看了在一天工作疲劳之余在门前悠然吸烟的农人，都引起我极大的向往。我真不愿意离开这故国，这故国每一方土地，每棵草木，都能给我温热的感觉。但我终于要走的，沿了自己在心里画下的一条路走。我只希望，当我从异邦转回来的时候，我能看到一个一切都不变的故国，一切都不变的故乡，使我感觉不到我曾这样长的时间离开过它，正如从一个短短的午梦转来一样。表的喜剧――欧游散记之一自己是乡下人，没有见过多大的世面乡下人的固执与畏怯也还保留了一部分。初到柏林的时候，刚走出了车站，头里面便有点朦胧。"}
{"text":"我真不愿意离开这故国，这故国每一方土地，每棵草木，都能给我温热的感觉。但我终于要走的，沿了自己在心里画下的一条路走。我只希望，当我从异邦转回来的时候，我能看到一个一切都不变的故国，一切都不变的故乡，使我感觉不到我曾这样长的时间离开过它，正如从一个短短的午梦转来一样。表的喜剧――欧游散记之一自己是乡下人，没有见过多大的世面乡下人的固执与畏怯也还保留了一部分。初到柏林的时候，刚走出了车站，头里面便有点朦胧。脚下踏着的虽然是光滑的柏油路，但我却仿佛踏上了棉花。眼前飞动着汽车电车的影子，天空里交织着电线，大街小街错综交叉着这一切织成了一幅有魔力的网，我便深深地陷在这网里。我惘然地跟着别人走，我简直像在一片茫无涯际的大海里摸索了。在这样一片茫无涯际的大海里，我第一次感觉到表的需要，因为它能告诉我，什么时候应当去吃饭，什么时候应当去访人。说到表，我是一个十足的门外汉。在国内的时候，朋友们中最少也是第三个表，或是第四个表的主人。然而对我，表却仍然是一个神秘的东西。虽然有时在等汽车的时候，因为等得不耐烦了，便沿着街向街旁的店铺里张望，希望能发现一只挂在墙上的钟，看看时间究竟到了没有。但张望的结果，却往往是，走了极远的路而碰不到一只钟。即便侥幸能碰到几只，然而每只所指的时候，最少也要相差半点钟。而且因为张望的态度太有点近于滑稽，往往引起铺子里伙计的注意，用怀疑的眼光看我几眼。当我从这怀疑的眼光的扫射下怀了一肚皮的疑虑逃回汽车站的时候，汽车已经开走了。一直到去年秋天，自己要按钟点挣面包的时候，才买了一只表。然而只走了三天，就停下来。到表铺一问，说是发条松了。修理好了，不久又停下来。又去问，说是针有毛病。修理到五六次的时候，计算起来，修理费已经超过了原价，但它却仍然僵卧在桌子上。我便下决心，花了相当大的一个数目另买了一只，果然能使我满意了。这表就每天随着我，一直随我坐上西伯利亚的火车。然而在斯托扑塞换车的时候，因为急着搬行李，竟把玻璃罩碰碎了。在当时惶遽仓促的心情下，并不觉得是一个多大的损失，就把它放在一个茶叶瓶里，又坐了火车。当我到了这茫无涯际的海似的柏林的时候，我才又觉到它的需要了。于是在到了的第三天，就由一位在柏林住过二年的朋友陪我出去修理。仍然有一张充满了魔力的网笼罩着我的全身。我迷惘地随了他走，终于在康德街找到了一家表铺。"}
