{"text":"后奏于孙权。权闻之亦泣吾不知云长诚信如此，今此忠义之士为吾所害，吾有何面目见天下苍生？后孙权传旨，将关羽父子并赤兔马厚葬。优秀范文字篇九同是老人，命不一样退养，待遇照常，月俸数万，福利全上，有病疗养，病房，全额报销，生活高档，南巡讲话，奉为法章，退而不休，关注朝堂！军干退休，显赫荣光，月薪过万，福利如常，全球周游，飞来飞往，请坐上席，布道八方，年节慰问，非同寻常。机关退休，趾高气扬，月俸近万，发钱经常，八方旅游，海边疗养，福利不减，家属沾光，社会兼职，余热发光。事业退休，神采飞扬。按级领薪，生活舒畅，年节礼品，余钱发放，公务员乐，教师沾光，常回单位，聚会表彰，每月活动，有所依傍，慰问敬老，互述衷肠。企退人员，百转愁肠。单位解体，如儿无娘，养老金低，福利全光，打工补贴，仍把班上，筹钱养老，钱少心慌。农村老人，苍老奔忙，留守儿童，相依相傍，田土荒废，无力农桑，收入短缺，医保少享，交通不便，天高路长，皇恩难达，穷乡僻壤。无职无业，老无依傍，虽居大城，不如山乡，收入全无，就业无望，打点零工，好买衣裳，投儿靠女，看人眼光，寄人篱下，好不心伤！各色人等，命不一样，一个地下，一个天堂，中国特色，此为硬伤，公平社会，只是梦想，千差万别，何时消亡？！优秀范文字篇十回眸历史，仰望苍穹，中国味是什么？中国味是梧桐更兼细雨，到黄昏，点点滴滴中对恋人的思念，她在帘卷西风中，人比黄花瘦地等待着，她对明诚的等待坚如磐石，衣带渐宽终不悔。无言的爱孕育那份心酸，中国味是无尽含蓄的等待。中国味是问汝平生之功绩，黄州惠州詹州的淡然。乌台案平息后，你的政敌为你在黄州划下了一方窄窄的土地，并判你一个监视居住，他们的丑恶嘴脸大笑着，要看你那高贵的头颅如何低垂。但你只是一蓑烟雨任平生竹杖芒鞋地淡然处之。中国味是安之若素的淡泊。中国味是死亦为鬼雄的豪迈。乌江边，天空已被染成血红色，你身边的士兵一个个地倒下，接着，爱妃的自刎更使你怒不可遏，你和着四面的楚歌，在乌江边将自己的一腔热血洒向那奔腾不息的乌江，你知道，江东子弟多才俊，卷土重来未可知，但你亦知道，跟随你的三千子弟一去不复返。你自人愧对江东父老，愿以死来保全他们以后的安定生活。中国味是不惧生死的豪迈。中国味是我心一片磁石针，终向南方心不改的忠贞。"}
{"text":"但你只是一蓑烟雨任平生竹杖芒鞋地淡然处之。中国味是安之若素的淡泊。中国味是死亦为鬼雄的豪迈。乌江边，天空已被染成血红色，你身边的士兵一个个地倒下，接着，爱妃的自刎更使你怒不可遏，你和着四面的楚歌，在乌江边将自己的一腔热血洒向那奔腾不息的乌江，你知道，江东子弟多才俊，卷土重来未可知，但你亦知道，跟随你的三千子弟一去不复返。你自人愧对江东父老，愿以死来保全他们以后的安定生活。中国味是不惧生死的豪迈。中国味是我心一片磁石针，终向南方心不改的忠贞。在蒙古铁骑入侵，国破家亡，在惶恐的滩头，零丁洋里叹零丁的世界，你被俘虏，他们威逼利诱你投降，你只选择了三条路腰斩，活剐，下油锅。你皆不怕，秉着，我以我血荐轩辕的信念。中国味是无畏的忠肝义胆。中国味是路漫漫其修远兮，吾将上下而求索的坚定中国味是横眉冷对千夫指，俯首甘为孺子牛的淡定中国味是曳尾涂中于濮水临竿而钓，夜梦蝴蝶的逸出尘世中国味是安得广厦千万间，大辟天下寒士具欢颜的忧思情怀中国味是先天下之忧而忧，后天下之乐而乐的文人志向中国味是透过历史的眸子，中国味是中国几千年来历史文化的厚重沉淀，它给我们以信念，给我们以坚定，给我们以淡然，给我们一从容，给我们以力量，给我们以坚强的后盾时光飞逝，白马过隙。高考如约而至，距离我的那年高考也已有二十岁的年份。烈日的阳光，斑驳的光影，仿佛又把我拉进了在宽窄巷子的学堂里最后冲刺的时光。高中即将毕业，意味着每个人将为人生方向的开启选好时光的阀门，单纯的学历生涯即将告一段落。课堂上朗朗整齐的晨读和起立，行礼的流程将渐行远去。它是青春懵懂的里程，也是最为单纯的诗书礼仪，课桌黑板走廊都将记录这里每个人在经历人生的最后一课，无论是同学还是老师。记得年炙热的炎夏，当年的二十八中还隐藏在老成都皇城宽窄巷子里面，距离高考还有一周，同学们已经不再像之前那样紧张忙碌的复习节奏，三三两两，甚至结伴到学校周围看看能不能捡到老皇城留下的一砖半瓦，为自己这里的高中学涯留点念想。还记得是用过学校食堂的午餐，在最后一节考前动员课上完以后，大家就会各自回到家中，为最后到来的大考最最后的准备。"}
{"text":"记得年炙热的炎夏，当年的二十八中还隐藏在老成都皇城宽窄巷子里面，距离高考还有一周，同学们已经不再像之前那样紧张忙碌的复习节奏，三三两两，甚至结伴到学校周围看看能不能捡到老皇城留下的一砖半瓦，为自己这里的高中学涯留点念想。还记得是用过学校食堂的午餐，在最后一节考前动员课上完以后，大家就会各自回到家中，为最后到来的大考最最后的准备。课堂的气氛很是轻松，甚至我和我的同桌还在讨论中午学校食堂红椒肉丝的白糖是否搁多了，随着班主任走进教室，踏上讲台，一如既往地喊道上课！接着就是值日生的起立敬礼老师好的三重奏，最后一节课的师生礼仪完毕后，班主任转身在黑板上用粉笔撰写了四个大字勇往直前，语重心长的寄语和感慨在此不表，大家彼此默契的拿出早已准备好的记事本开始彼此留言签名，数言珍语，寥寥几笔都赫然纸上。人生最后一堂课，没有习题的讲解和紧张备考的威严氛围。三年同窗，彼此单纯的朝夕相处和课桌校园间的点滴生活早已让这个班级凝成了一片经脉。聚是一团火，散是满天星，不求桃李满天下，只愿每人福满多。班主任最后这句话至今印刻脑海。二十载已过，当时班主任的心境早已能够理解，也希望每年高考时，同学志愿看天下！年北京年的色彩年，注定是奋斗的一年，努力的一年，幸福的一年，收获的一年，令人骄傲的一年。年是丰富的一年，是多彩的一年，若要赋予它色彩，我想它是银白色的，绿色的，蓝色的，更是红色的一年。年是银白色的一年。无数银白色高铁驰骋在我国大江南北，驶过沙漠，草地，密林，农田。商合杭高铁芜湖长江大桥顺利合龙，京张张呼高铁都已开始倒计时，多款新型复兴号高铁动车组于今年正式运营，时速公里的高速磁悬浮样车也在青岛下线。中国高铁，正像一条巨龙，奔驰在中华大地。我曾于数周前从南京乘坐复兴号返回北京。车窗外的景物急速地向后退去，一时间竟令我有了穿越时光隧道之感，仿佛将我带回到了书里的那个年代。那时，北京到南京的铁路刚建好，需要整整二十个小时，南京长江大桥建好后缩至小时，后随着铁路一次次的提速，时间在一次次缩短，小时，小时，小时，小时，乃至小时！公里，仅仅小时，这是那个年代的人们想都不敢想的。"}
{"text":"中国高铁，正像一条巨龙，奔驰在中华大地。我曾于数周前从南京乘坐复兴号返回北京。车窗外的景物急速地向后退去，一时间竟令我有了穿越时光隧道之感，仿佛将我带回到了书里的那个年代。那时，北京到南京的铁路刚建好，需要整整二十个小时，南京长江大桥建好后缩至小时，后随着铁路一次次的提速，时间在一次次缩短，小时，小时，小时，小时，乃至小时！公里，仅仅小时，这是那个年代的人们想都不敢想的。前方到站，北京南站，伴随着一阵甜美的女声，列车渐渐减速。我看到那停满车站的银白色高铁，我又看到车厢中电视上播放的新铁路试跑视频，我感叹，年，是银白色的一年，并深深感受到对祖国无限的骄傲。年，是绿色的一年。我国大量的沙漠和荒地出现了久违的绿色和那看似不可能的生机。那是因为无数平凡的抗沙战士活跃在抗沙的一线，他们不求名利，不求光鲜亮丽的生活，而仅仅想为我国的环境尽自己的一份力，令我国更适合居住。正因为他们的努力，我国的沙漠荒地才被披上绿外衣，使得都发文感谢中国使地球更绿。这些可敬的治沙战士在接受采访的时候都表示得很淡然，他们表示不要名利，继续治沙。他们令我肃然起敬。年，同样是蓝色的一年。全国雾霾情况得到极大缓解，蓝天白云的日子更多了。冬奥会的准备活动也在紧锣密鼓地开展着，部分场馆已向公众开放，这样的效率也许只能在中国看到。年，中国首次海上运载火箭发射成功。年，更是红色的一年。我们在今年热烈庆祝五四运动周年与共和国华诞，全国上下都在为这些喜事欢呼。但就在这高兴之时，一盆冷水泼在每一个人头上，美国宣布对华开展贸易战。这无疑是一件巨大的事情，世界第一的国家对华宣战！但我们的党和国家没有惊慌，随之而来的是政府推出的一系列冷静的对策。我国政府一方面坚持理性冷静地与美谈判，一方面坚决采取相应的反制措施。美国还是那个美国而中国已不是那个中国了。我们不再一味妥协，我们敢于与他们对抗。我们敢于坚持谈则大门打开，打则奉陪到底。我国企业华为公司经过多年努力，成为了世界上最大的通讯设备供应商。美方妄图通过对其制裁，从而重创华为。哪知无数华为员工怀揣红色中国心，研究红色中国芯十余年，早已打破其垄断。正如央视所说美方无底线，中方有底气。"}
{"text":"但我们的党和国家没有惊慌，随之而来的是政府推出的一系列冷静的对策。我国政府一方面坚持理性冷静地与美谈判，一方面坚决采取相应的反制措施。美国还是那个美国而中国已不是那个中国了。我们不再一味妥协，我们敢于与他们对抗。我们敢于坚持谈则大门打开，打则奉陪到底。我国企业华为公司经过多年努力，成为了世界上最大的通讯设备供应商。美方妄图通过对其制裁，从而重创华为。哪知无数华为员工怀揣红色中国心，研究红色中国芯十余年，早已打破其垄断。正如央视所说美方无底线，中方有底气。相信在华为背后无数被制裁的公司一样可以怀着一颗红心，携手团结，渡过这一难关。年，是多彩的一年。年，我们体验到了科技成就带给我们的骄傲和喜悦。蓝天白云青山绿水不再是憧憬，山舞银蛇不只是文人笔下的浪漫场景。面对外来的挑衅和压力，我们不再惊慌。我们携手同心，共同编织了不平凡的，多彩的一年。年北京何谓文明？何谓文明？文是对应武而言的，两者都是讲人和人，机构和机构，阶层和阶层，民族和民族，国家和国家之间的关系――武是丛林法则，谁拳头大谁说了算，大家对抗，而文则是不妨大家坐下谈一谈，文的本意里有纪录双方诚信的意思，就比如我们现在说签个合同，签个条约之类，大家合作总之武是摧毁，文是建设。所以文明不过就是文的那一部分比较明显，至少多过武的部分，也就是文明更愿意建设而非摧毁。因此每天喊打喊杀的，大体不能算文明人。孔夫子说郁郁乎文哉，就是说文是发展生长具有亲生命性的，因此孔子才会制礼――礼的本质是要人们克制武的倾向，所谓克己复礼，也就是通过礼来规范人的行为举止以达到文的目的。为了让人能够更好滴遵礼，孔子还强调说要通过作乐来调整改变一个人的状态，这样他就能很好滴达成克己。比如音乐可以让人平静下来，也可以让人振奋起来。此所谓中国的礼乐文明，很有建设性。我们现在经常看到说什么文明入侵文明的冲突那都是不准确的，如果说文明总是这么具有侵略性，那么这个文明一定是不会长久的，也就是缺乏韧性的。我中华民族上下五千年，其间分裂战争远多于承平之时，异族外强入侵占领亦有之，为何能依然屹立不摇，不似其他文明古国到如今只成为断壁残垣历史追忆？"}
{"text":"比如音乐可以让人平静下来，也可以让人振奋起来。此所谓中国的礼乐文明，很有建设性。我们现在经常看到说什么文明入侵文明的冲突那都是不准确的，如果说文明总是这么具有侵略性，那么这个文明一定是不会长久的，也就是缺乏韧性的。我中华民族上下五千年，其间分裂战争远多于承平之时，异族外强入侵占领亦有之，为何能依然屹立不摇，不似其他文明古国到如今只成为断壁残垣历史追忆？这种韧性的根源也就在于我们文化中礼乐文明强调文而不非武的内核本质。再观今日之世界，二战之后建立的全球文明体系正可能受到严重威胁，国家之间出现逆全球化趋势走向对抗，地区之内利益愈发难以平衡走向分裂，宗教冲突种族冲突贫富冲突，各种极端思潮走上前台，文在消退，武在滋长。人类历史上每一次文明浩劫都是因为武上台压制了文。这一次，能否坚持文明的韧性可能对全世界都很重要！尤其是我们中国自己！年北京天空中最亮的那颗星光有人说每当有一颗星星陨落，就会有另一颗星诞生。我在努力寻找，外公，你在哪里？题记十八年来，我从未经历过生离死别。年底，外公――那个最惦念我的人永远离我而去了。虽然之前也得知过一些外公患重病的消息，但噩耗传来，仍是晴天霹雳，撕心裂肺的心痛。我不敢相信这是真的，不！这不是我想要的！寒假前一个月，外公在家里打点滴。身体削瘦，意识还很清醒，见我进门，外公不顾病体，挣扎着要坐起来。我连忙扑到外公怀中，哽咽着说不出话来。外公抚摸着我的头，轻轻说乖孩子，别怕，外公没事的。我紧紧地抓住外公的手，任泪水在眶眶里打转。后来，外公的身体每况愈下，住院了，老是说胡话，吃不下任何东西好不容易捱到了放假，我直奔外公家。躺在床上的外公被疾病折磨到干瘪，只剩皮包骨。苍白的脸色，像白纸一样。眼睛微闭着，看不到一丝生息。我大声呼喊着外公！外公好像是有感知的，听到我叫他的第一时间，极力地想睁开眼睛看看外孙，但仅仅是翻动眼皮的劲头似乎就已经耗费了他全部的体力。很快又闭上了眼睛，嘴唇微张，喉咙里发出轻微的声响，干枯的手开始不停地抖动。冥冥中外公还记着我！我紧握住外公的手，外公，奇儿来看你了！眼泪再也止不住，恣意横流。"}
{"text":"躺在床上的外公被疾病折磨到干瘪，只剩皮包骨。苍白的脸色，像白纸一样。眼睛微闭着，看不到一丝生息。我大声呼喊着外公！外公好像是有感知的，听到我叫他的第一时间，极力地想睁开眼睛看看外孙，但仅仅是翻动眼皮的劲头似乎就已经耗费了他全部的体力。很快又闭上了眼睛，嘴唇微张，喉咙里发出轻微的声响，干枯的手开始不停地抖动。冥冥中外公还记着我！我紧握住外公的手，外公，奇儿来看你了！眼泪再也止不住，恣意横流。无论我们怎样挽留，三天之后，外公还是走了，永远地。那一天我感觉世界一片黑暗，这是我第一次与骨肉至亲告别，却让我深深体会到了断肠之痛。如果能换回我的外公，我愿用我的所有去交换。外公走了，让这个春节格外清冷，炕头一直铺着外公生前铺过的床单。母亲和外婆说那上面有外公的气息，留个念想不忍换掉。是啊，外公走了，可带不走我们对他的思念。父亲节快到了，妈妈很想你，外公，你在那里还好吗？朗读者第三期，徐静蕾为去世多年的奶奶朗诵的奶奶的星星，听得我，几度哽咽。奶奶说地上死一个人，天上就又多了一颗星。我不确信，是不是每个人死了都可以变成星星，都能给活着的人把路照亮。但我相信，每一个活过的人，都能给后人的路上添一丝光亮，照亮心隅，像永远活在我心中的外公一样！年海南参加开国大典庆祝游行后写给家人的信年月日，参加开国大典庆祝游行后写给家人的信亲爱的爸爸开国大典结束了。在兴奋的海洋中，我想起了你。今天是新中国成立的日子，也是你牺牲三周年的日子。就让我用这封信记录这个伟大的历史时刻，来告慰你的在天之灵吧。爸爸，我亲眼看到了毛主席周总理和朱总司令。领袖的气质，让他们的身躯远比照片上更加伟岸挺拔，如同三位巨人一般，穿过欢呼的人群，接受人民的祝福。他们就在我们中间。爸爸，此时此刻我明白了你为何那么热爱党的领袖，因为我领悟到了领袖的真正含义。领袖不是神仙，不是高高在上的王，而是一种鼓舞人心指引方向的力量。我们信任他们爱戴他们，他们为我们开辟了一条光明大道，让我们可以毫无保留地奉献自己，自由而喜悦地奔驰翱翔。他们给了我们希望，在他们身上可以看到一个光明的未来，我们为拥有他们而骄傲。我是烈士子女，有幸站在人群的最前排。"}
{"text":"领袖的气质，让他们的身躯远比照片上更加伟岸挺拔，如同三位巨人一般，穿过欢呼的人群，接受人民的祝福。他们就在我们中间。爸爸，此时此刻我明白了你为何那么热爱党的领袖，因为我领悟到了领袖的真正含义。领袖不是神仙，不是高高在上的王，而是一种鼓舞人心指引方向的力量。我们信任他们爱戴他们，他们为我们开辟了一条光明大道，让我们可以毫无保留地奉献自己，自由而喜悦地奔驰翱翔。他们给了我们希望，在他们身上可以看到一个光明的未来，我们为拥有他们而骄傲。我是烈士子女，有幸站在人群的最前排。我听见身后的欢呼声如同海浪一般滚滚而来，势不可挡，就连天上的云和空中的风都为我们喝彩。大家在欢呼雀跃，每个人都激动极了，嗓子喊哑了也不停歇，因为我们成为了国家的主人，这是历史上最伟大的第一次。从今天开始，祖国的未来由我们创造。此刻人民的欢呼，不仅是为领袖和国家而欢呼，更是为我们自己，为四万万站起来的中国人而欢呼！我相信，我身边每一只高高举起的拳头，都将是未来建设中不竭的力量之源，我身边每一个纵情呐喊的人，都将是美好生活的创造者和奠基人。爸爸，如果你看到这一幕，也会无比激动吧！当毛主席站在天安门上宣布新中国成立的那一刻，我流泪了。爸爸，你走三年了。我和妈妈等来这一天不容易，国家等来这一天更不容易。我还记得自己去北京求学前在你坟前发下的誓言不图功名利禄，只求振兴中华。现在我离梦想的实现更近了一步。这个伟大的时刻，中华儿女盼了太久。天安门前的这几百米，凝聚了无数人的浴血拼搏，铭刻着五千年来中华民族的峥嵘记忆。爸爸，这里面也有你的身影啊！大家都流泪了，曾经的沧桑岁月，变成了眼角幸福的泪水，历史为我们翻开了崭新一页。爸爸，我和妈妈真的好想你！我多想和你一起参加开国大典，共享这盛况！亲爱的爸爸，你可以安息了，祖国和人民不会忘记你，你和万千烈士的血没有白流，我真切地为你感到骄傲和幸福。我会以你为榜样，把你当做指路明灯，为了国家富强和民族复兴而不懈奋斗。我一定不会让你失望，一定会成为像你一样的英雄！爸爸，我真情的呼唤，你听见了吗？您的儿子年月日年海南写给百年中国功勋人物的慰问信尊敬的牛爱国院士，您好！"}
{"text":"我会以你为榜样，把你当做指路明灯，为了国家富强和民族复兴而不懈奋斗。我一定不会让你失望，一定会成为像你一样的英雄！爸爸，我真情的呼唤，你听见了吗？您的儿子年月日年海南写给百年中国功勋人物的慰问信尊敬的牛爱国院士，您好！明天就是中华人民共和国建国周年的国庆节，值此普天同庆的日子，作为一名中国时代青年代表，我在火星上的中华大学讲堂里，带着崇敬之情，代表中国大学生，向您致以衷心的祝福和问候！并祝贺您获得百年中国功勋人物称号！首先，感谢牛院士为人类的科技发展作出的巨大贡献！因为您的突破性研究，将引力场和电磁场统一起来，实现了伟大的爱因斯坦没能实现的梦想――统一场理论，并导入量子效应，使得宏观和微观场统一起来，开创宇宙大一统的中华场理论，被全世界所证实和接受，为人类做出难于言表的贡献。正是因为您的发现，今天才使我们从地球瞬间登上火星成为现实。现在，我们全体中国大学生代表正在火星上面对无垠的宇宙星空，发出对您的慰问。刚刚，就在我们登陆火星之前，我们全体代表在地球上用了个小时的时间，完整游历了中华人民共和国年的发展历程，亲临了一代代前辈们为今天祖国实现的伟大复兴成为人类核心国家所做出的可歌可泣事迹和经历的心路历程，使我们充分看到中华最近年的超越发展。虽然我们使用了时间缩比调控，但是个小时的游历已经清晰完整地把年的全部中华发展史收入视觉。"}
