{"text":"所以他针对梁惠王的问题，当头一棒，便先提出政治哲学上义利之辨的中心思想。他也明知道梁惠王不一定能接受，但是他还是存着梁惠王也许能接受的希望。此所谓明知其不可为而为之，是乃圣人之用心也。再说，无论是谋国谋身，仁义之道的确是真正大利。只是人们都只贪图眼前的急功近利，而不顾及长远的巨利。所以都变成心知其为然，而行有所不能也，如此而已。其次要研究的是，根据司马迁的史记等史料的记载，当时孟子是先到齐国而后才到魏梁国的。孟子这部书，不问它是孟子自己写的，还是他门下弟子们记录了他的话而编成的，为什么发生在后的事情，却偏放在最前面呢？因为孟子的思想学说中，义利之辨是最重要的要点之一。孟子与梁惠王各言其利，在梁惠王的一面来说，根据前面所说的魏国的历史背景，所处的地理形势，西有强秦，东有刚打败了他的齐国，南有强大的楚国，北接的韩赵，虽然同是自晋分出，独立的同源邦国，但亦各有怀抱。在客观形势中，又恰逢弱肉强食的时代，他自然希望自己的邦国强大起来，甚至于最好成就霸业。假使你我是当时的梁惠王，大概也同样会有这种想法。所以他一见到孟子时，不谈仁义，开口就问亦将有以利吾国乎？这句话，又怎能指责他是错的？这实在是人情之常。这也是我们读书要注意的地方。读任何书，先要绝对的客观，然后再设身处地地，作主观的研究分析。譬如对于梁惠王一见到孟子，就问孟子对于魏国有什么有利的贡献，经过前面一番较为客观的分析，就不会主观地认为他完全不对了。可惜以前大多数的读书人，多半不作这样绝对客观的分析，乃至于把自己一生都在误解仁义中埋没了。孟子答复梁惠王说，你梁惠王何必谈利呢？你只要行仁义就好了。这是中国文化千古以来，尤其是儒家思想中，义利之辨的最大关键。而在后世的读书人，大多看到利字，就望望然联想到对我生财的钱财之利这一方面去了站在国家的立场来说，也很可能误认为只是经济财政之利。至于义，则多半认为和现实相对的教条。因此便把仁义之利错解了，而且把仁义的道理，也变成狭义的仁义观念了。如此一来，立身处世之间，要如何去利就义，就实在很难办了。举一个实例来说，我们假使在路上看到一些钱，这是利，我要不要把这些钱拾起来呢？这就发生了义利之辨的问题了。"}
{"text":"这是中国文化千古以来，尤其是儒家思想中，义利之辨的最大关键。而在后世的读书人，大多看到利字，就望望然联想到对我生财的钱财之利这一方面去了站在国家的立场来说，也很可能误认为只是经济财政之利。至于义，则多半认为和现实相对的教条。因此便把仁义之利错解了，而且把仁义的道理，也变成狭义的仁义观念了。如此一来，立身处世之间，要如何去利就义，就实在很难办了。举一个实例来说，我们假使在路上看到一些钱，这是利，我要不要把这些钱拾起来呢？这就发生了义利之辨的问题了。以我们传统文化来说，这些钱原非我之所有，如果拾起来据为己有，就是不义之财，是违背了义的道德，是不应该的。在利的一方面看，自己的私心里认为，路上的这些钱，乃是无主之财，我不拾起来，他人也会拾去，据为己有，也没有多大关系。但是到底该不该拾为己有？儒家对这种问题，在个人人格的养成上就非常重视了，由此便形成了中国特有的非常严谨的个人的道德观念。但是，由于这种义利之辨的观念根深蒂固，后世读孟子的人，大致统统用这个观念来读孟子，解释孟子，于是就发生了两种错误。第一是误解了梁惠王问话中的利，只是狭义的利益。第二是只从古代精简的文字上解释，而误解了孟子的答话，以为他只讲仁义而不讲利益，把利与义绝对地对立起来了。其实并不如此，依照原文用现代江浙一带的方言来读，就可从语气中了解到他的涵义，知道孟子并不是不讲利，而是告诉梁惠王，纵使富国强兵，还都是小利而已如从仁义着手去做，才是根本上的大吉大利。了解了孟子这句话的真正涵义所在，于是我们就可认识孟子，并不是那么迂腐的了。他并没有否定利的价值。他只是扩大了利的内涵，扩大了利的效用。如果孟子完全否定利的观念的存在，那么问题就非常严重了。试看几千年来中国文化的整个体系，甚至古今中外的整个文化体系，没有不讲利的。人类文化思想包涵了政治经济军事教育，乃至于人生的艺术生活等等，没有一样不求有利的。如不求有利，又何必去学？做学问也是为了求利，读书认字，不外是为了获得生活上的方便或是自求适意。即使出家学道，为了成仙成佛，也还是在求利。小孩学讲话，以方便表达自己的意见，当然也是一种求利。仁义也是利，道德也是利，这些是广义的，长远的利，是大利。不是狭义的金钱财富的利，也不只是权利的利。"}
{"text":"试看几千年来中国文化的整个体系，甚至古今中外的整个文化体系，没有不讲利的。人类文化思想包涵了政治经济军事教育，乃至于人生的艺术生活等等，没有一样不求有利的。如不求有利，又何必去学？做学问也是为了求利，读书认字，不外是为了获得生活上的方便或是自求适意。即使出家学道，为了成仙成佛，也还是在求利。小孩学讲话，以方便表达自己的意见，当然也是一种求利。仁义也是利，道德也是利，这些是广义的，长远的利，是大利。不是狭义的金钱财富的利，也不只是权利的利。再从我们中国文化中，大家公推为五经之首的易经中去看。易经八八六十四卦中的卦交词，以及上下系传等，谈利的地方有一百八十四处而说不利的，则有二十八处。但不管利与不利，都不外以利为中心在讨论。易经思想最主要的中心作用，便是利用安身四个字。所以易经也是讲利，而且告诉我们趋吉避凶，也就是如何求得有利于我。积善之家，必有余庆积不善之家，必有余殃的道德因果律，也是告诉人们以积善的因，可以得到余庆的果。相反地，积不善因，便得余殃之果。所以，积善是利用安身最有利的行为。如果探讨孔孟思想的文化源头，绝对离不开易经。所以说假如孟子完全否定了利的价值，那么易经等等我国的所有传统文化，也被孟子否定了。但事实上并非如此。由此，我们研究孟子，首先就要对义利之辨的利字，具有正确的认识。同时，我们还可以提出两点来作反证第一，韩非子说舆人欲人富贵，棺人欲人死丧。人不贵则舆不用，人不死则棺不买。非有仁贼，利在其中。他说，棺材店老板希望别人死，并不是心坏，并不是不义汽车厂老板希望大家发财，也并不是心好，并不是好义。两种不同的心理，都是为了自己的生意好，多赚些钱，都是生意人本分的想法。韩非子的这段话，等于为利字下了一个这样的定义或者是人，或者是物，或者是事，当某一时间，某一空间中，能够产生利用安身的功能效果，那么它就具有利用安身的价值也就是在当用该用要用可用适用值得用的条件下，那么对这人或事或物来说，就构成了价值也就是对这人或事或物的利。第二，易经中卜筮方面所显示的，可归纳为吉。凶悔吝四种现象。实际上就只有吉凶两端。吉是好的凶是很坏而悔为烦恼吝是困难。"}
{"text":"韩非子的这段话，等于为利字下了一个这样的定义或者是人，或者是物，或者是事，当某一时间，某一空间中，能够产生利用安身的功能效果，那么它就具有利用安身的价值也就是在当用该用要用可用适用值得用的条件下，那么对这人或事或物来说，就构成了价值也就是对这人或事或物的利。第二，易经中卜筮方面所显示的，可归纳为吉。凶悔吝四种现象。实际上就只有吉凶两端。吉是好的凶是很坏而悔为烦恼吝是困难。简单说，悔吝也就是小凶。天下人事物，都不外吉与凶两端。吉凶怎么来的？易经系传上说吉凶悔吝，生乎动者也。凡是一动，就会发生或吉或凶或悔或吝的结果不是吉就是凶，不是凶就是吉。有了这项理解，就知道利与不利之间的辨别，须要从动用之间而分。由这里引申出来，可知孟子对梁惠王说的仁义，就是大利。因为在战国时代，国与国之间，都在互相征伐的动乱之中。如果有一个国家，真的以仁义作为治国的最高原则，运用在内政外交上，那么最后的胜利，就必定是属于这个行仁由义的国家。玩弄仁义的权智汉代桓谭新论说三皇以道治，五帝以德化，三王由仁义，五霸用权智。指出上古时代的三皇，是以道治天下，这是最高的无为而为的境界。到了后来五帝的时代，以德来治天下，这已经差了一层――有为而为了，但是仍然是非常高超的政治。等而下之三王用仁义，五霸用权智，可以说是每下愈况。又长短经的反经第十三说三代之亡，非法亡也，御法者非其人矣。故知法也者，先王之陈述，苟非其人，道不虚行。故尹文子曰仁义礼乐名法刑赏，此八者，五帝三王治世之术。故仁者，所以博施于物，亦所以生偏失。义者，所以立节行，亦所以成华伪。这是道家思想的论点。这里指出，仁义的确是一种好德行但是这德行用久了，便走了样，变成人们用来争权利的一种工具。由此就可以了解道家的代表人物――老子和庄子说的那些话。老子曾说，道德颓落，才有礼义之说，他也经常说圣人不死，大盗不止。当时老子对于仁义礼乐的道德观念批评得很厉害。庄子也曾说仁义者，先王之蘧庐，可以一宿，不可以久处。"}
{"text":"故仁者，所以博施于物，亦所以生偏失。义者，所以立节行，亦所以成华伪。这是道家思想的论点。这里指出，仁义的确是一种好德行但是这德行用久了，便走了样，变成人们用来争权利的一种工具。由此就可以了解道家的代表人物――老子和庄子说的那些话。老子曾说，道德颓落，才有礼义之说，他也经常说圣人不死，大盗不止。当时老子对于仁义礼乐的道德观念批评得很厉害。庄子也曾说仁义者，先王之蘧庐，可以一宿，不可以久处。因为在春秋战国时代，各国诸侯的征伐口号，大体上也都是标榜仁义，而实际上并不是真行仁义，只是利用仁义的美名，以达到争权夺利之目的。所以庄子说仁义只是先王所留下的一幢临时寓所，一幢别墅，并不是自己久远安身的家，只可以偶尔住一住，不可以长久住下去。意思就是说，仁义这种道德观念，只可以在道德极其衰微的时候，偶然用一下，不可以长久地死用。如果长久用下去，就会被坏人利用仁义之名，作为政治上争权夺利之实了。孟子思想被夹缠不清综合上面这些分析，来看孟子对梁惠王所说的关于义利之辨的话，试作一个结论。第一，孟子一开始就对梁惠王说，你何必去贪求这种眼前短暂的近利小利呢？你应该提倡仁义的道德观念，推行仁义的道德政治，才是你长远的大利。因为孟子的中心思想，是想实行中国传统文化的仁义道德之治，所以他对梁惠王就这样直接地提出来，不保留，不婉曲，不虚饰，这态度本身就是一种不问利害的道德行为。同样是孟子的这个意思――劝梁惠王行仁义政治的意思，假如换了当时另外一些游说之士，例如苏秦张仅这一班所谓纵横家的谋略之士来说，那么他们就绝对不会像孟子那样直截了当地说出来，去拂逆梁惠王的意思。这一班人，一定会拐另一个弯，婉转地对梁惠王说我有一个使你得到最大利益的长远之计，你梁惠王想不想听？这样先卖一个关子，吊梁惠王的胃口。等梁惠王很想知道究竟怎么回事的时候，他才慢条斯理地说，现在天下是如何混乱，道德沦丧，人人都在渴望仁义。你不妨如何利用仁义，如何以仁义为口实，颁布一些政令，那么天下的人民都到你魏国来了。你有这许多人民，领土也会增加，国家富强，自然就完成你的霸业了等等，迎合梁惠王的心理，诱导他听从他们的说辞，慢慢实行仁义的政治。"}
{"text":"这一班人，一定会拐另一个弯，婉转地对梁惠王说我有一个使你得到最大利益的长远之计，你梁惠王想不想听？这样先卖一个关子，吊梁惠王的胃口。等梁惠王很想知道究竟怎么回事的时候，他才慢条斯理地说，现在天下是如何混乱，道德沦丧，人人都在渴望仁义。你不妨如何利用仁义，如何以仁义为口实，颁布一些政令，那么天下的人民都到你魏国来了。你有这许多人民，领土也会增加，国家富强，自然就完成你的霸业了等等，迎合梁惠王的心理，诱导他听从他们的说辞，慢慢实行仁义的政治。当然，还有一个主要原因，是为了自己有进身之阶。第二，无论东方或西方，任何一种文化一种学术思想，都是以求利为原则。如果不是为了求利，不能获利的，这种文化这种思想，就不会有价值。从哲学的观点看，一切生物，都有一个共同的目标，就是离苦得乐。饥饿是苦，吃饱了则得乐。疾病是苦，医好了则乐。天气太热则苦，到树荫下乘凉，或到有冷气的房子里，全身清凉则乐。一切生物的一切行为动态，目的都在离苦得乐，也就是我们中国文化易经上的利用安身，也就是现代观念想办法在我们活着时，活得更好。像设法利用太阳能，净化空气，防止水源的污染，目的都是使我们好好地活着，这些都是易经中所说的利用安身。所以任何文化，任何学说思想，如不能求利，没有利用价值，则终必被淘汰。即如宗教家们的修道，也是为利。修道的人，看起来似乎与人无争。实际上出世修道的宗教家，是世界上是讲究牛求自利的人，他抛弃世间一切去修道，修道为了使自己升天或成佛，这也是为了自已。虽然说自利而后利他，那也只是扩充层次上的差别，其唯利而图是一样的。为了升天成仙之利而修道，这也是为了利。自从孟子讲仁义，强调了义利之辨以后，影响到后世的重视义利之辨，而渐渐地，后世的义利之辨，又与自私无私之别，混为一谈，以为义与无私同义，利与自私不殊。因此汉唐以来，儒家的义利之辨，大多混淆了私与无私之别，两者分不开来。所以谈义利之辨时，往往在逻辑上就会夹缠不清，而使我们现在的一些人仍然弄不清楚，乃至于产生儒家思想没有什么了不起的错觉。因为后世受此影响，每谈义利之辨，就成了谈有私与无私之辨。遂进一步牵涉到中国文化思想的中心，乃至牵涉到人类文化的中心，尤其是政治行为的中心――公与私之辨的问题。"}
{"text":"因此汉唐以来，儒家的义利之辨，大多混淆了私与无私之别，两者分不开来。所以谈义利之辨时，往往在逻辑上就会夹缠不清，而使我们现在的一些人仍然弄不清楚，乃至于产生儒家思想没有什么了不起的错觉。因为后世受此影响，每谈义利之辨，就成了谈有私与无私之辨。遂进一步牵涉到中国文化思想的中心，乃至牵涉到人类文化的中心，尤其是政治行为的中心――公与私之辨的问题。以我们春秋战国的历史文化来说，关于公与私之辨，有两派极端相反的思想。一为墨子，一为杨子。其实他们都由道家的思想脱胎演变而来。墨子讲义，但是墨子讲的，和孟子讲的，虽然同为一个义，却有不同的观念，含义上是有所差异的。墨子讲的义，是主张摩顶放踵以利天下，从头顶到脚底，都可以放弃自己而去为别人谋利，是彻头彻尾的牺牲自我，以利别人。而杨子――杨朱的思想，则与墨子绝对相反，他主张拔一毛而利天下，不为也。但并不是我一毛不拔，而你却该全部给我。他是主张天下每一个人都是这样一毛不拔，都能不妨害他人的利益，才为自己的利益着想，假如能做到这样，又是另外一种社会形态了。如果把墨子和杨子两人的思想，作一番仔细的研究，那会怎样呢？依墨子的思想，要想天下人，人人都自我牺牲，只图利他人，这是做不到的。那么依杨子的思想，普天之下，每一个人都只为自己利益着想，绝对不为别人的利益牺牲一根毫毛，那是否做得到呢？答案很明显，那当然是不行。人类可真是奇妙的动物，固然自私的心理人人免不了。但若要自私到这个程度，却也没有人做得到，更不可能全人类都这样做。反之，要人人都大公无私，也难做到。如果依墨子的思想去做，人人都能大公无私，则天下共利，结果自然很好。或者依杨朱的思想去做，人人都只为自己，绝对不妨害别人，各守本位，不犯他人，也就是现代所说的，争取自己个人的自由，也尊重他人的自由。倘使做到，那么也可天下太平。但这两派的主张，事实上都做不到。既然墨子和杨子两种极端相反的主张都做不到，只有再看看儒家思想，这是中庸的。中庸不是调和论，是兼容并蓄而仲裁为适可而止的中道。孟子秉承了孔子的儒家思想但不是秦汉以后变了样的儒家思想，当然是崇奉了仁义之义，向梁惠王提出建议。"}
{"text":"或者依杨朱的思想去做，人人都只为自己，绝对不妨害别人，各守本位，不犯他人，也就是现代所说的，争取自己个人的自由，也尊重他人的自由。倘使做到，那么也可天下太平。但这两派的主张，事实上都做不到。既然墨子和杨子两种极端相反的主张都做不到，只有再看看儒家思想，这是中庸的。中庸不是调和论，是兼容并蓄而仲裁为适可而止的中道。孟子秉承了孔子的儒家思想但不是秦汉以后变了样的儒家思想，当然是崇奉了仁义之义，向梁惠王提出建议。同时，在提出建议时，也不采用当时纵横家们为博取富贵权势所惯用的游说态度。孟子虽懂得游说的辞令技巧，但却不用，还是很严正地主张行仁由义，极力宣扬仁义的美德，向梁惠王直说只有仁义最好。我们不妨引用清人的两句诗莫言利涉因风便，始信中流立足难。正好作为孟子对梁惠王直言忠告的风格，其难能可贵的定评。或者说，所谓义利之辨的道理，就是孔子所谓君子喻于义，小人喻于利的大义之义。义理之义，义者，宜也之义，并非狭义广义等的义利之义。其实，都是一样，不管是什么伟大的义理，都是力行于义，才能有利于成其为君子，所以这也是利便是义，义便是利的真实道理。由于义利之辨的文化思想发展下来，到了宋明以后，构成中国文化的商业道德，便有贸易不欺三尺子，公平义取四方财的说法。即使专事求利求财的商业行为，也要心存不欺和公平的义利之辨。可以说这是孔孟文化思想在商业道德上的教育成果。玩物丧志孟子见梁惠王。王立于沼上，顾鸿雁糜鹿曰贤者亦乐此乎？孟子对四贤者而后乐此，不贤者虽有此不乐也。诗云经始灵台，经之营之。庶民攻之，不日成之。经始勿亟，庶民子来。王在灵圃，囗鹿攸伏。囗鹿濯濯，白鸟鹤鹤。王在灵沼，于牛刃鱼跃。文王以民力为台为沼，而民欢乐之。谓其台日灵台，谓其沼曰灵沼，乐其有麋鹿鱼鳖。古之人与民偕乐，故能乐也。汤誓曰时日害丧，予及女偕亡。民欲与之偕亡，虽有台池鸟兽，岂能独乐哉？！这段话，当然不是在同一天里，紧接着前面的一段话说下来的，应该是另一次见面时的谈话。因为这一段谈话，在梁惠王说话的语气上，不像前一段那样生硬疏远，比较上情绪稍见好转。"}
{"text":"经始勿亟，庶民子来。王在灵圃，囗鹿攸伏。囗鹿濯濯，白鸟鹤鹤。王在灵沼，于牛刃鱼跃。文王以民力为台为沼，而民欢乐之。谓其台日灵台，谓其沼曰灵沼，乐其有麋鹿鱼鳖。古之人与民偕乐，故能乐也。汤誓曰时日害丧，予及女偕亡。民欲与之偕亡，虽有台池鸟兽，岂能独乐哉？！这段话，当然不是在同一天里，紧接着前面的一段话说下来的，应该是另一次见面时的谈话。因为这一段谈话，在梁惠王说话的语气上，不像前一段那样生硬疏远，比较上情绪稍见好转。根据司马迁所写的孟子列传以及有关梁惠王的历史资料看，梁惠王在初次接见孟子的时候，不可能有书中所记载的那么热忱。史料上对孔孟的记载，孔子最失意倒霉的时候，是在陈绝粮那个阶段。而孟子受困于齐梁之间，也正是他一生中，最不得意的时候。梁惠王如果一死，他只有收拾行李回家的份了。这段文章，如果以现代的眼光，从字面上去读，似乎并没有什么重大的意义。上面记载说这次孟子和梁惠王见面的时候，梁惠王正在王室的大园林中散心游览。用现代的语言或观念来说，东方说是御花园，西方称作皇家花园，或皇家私人的什么堡之类，是王室独据以赏心悦目的地方，门禁森严，老百姓只能站得远远的，看到矗立的围墙，进前不得，就是巨僚百官，也未必能随便进去的。梁惠王站在一个大池沼上，抬头看看在树梢上栖息飞翔的鸿鸟野雁，低头看看园中安详吃草的小鹿。从宫里出来，接触到大自然的景象，心里觉得舒畅而快乐。于是再看看孟子，然后对孟子说喂！你们这些讲究仁义道德的贤人先生们，是不是也喜欢这种园林风光？是不是也喜欢这些珍奇的飞禽走兽？这种语气，这种问话，当然是话里有话，包含了许多近于令人难堪的意思。假如是现代你我遇到这种场面，可能掉头就走。可是在当时的政治制度社会制度上，不能如此。更何况孟子，自有他的抱负和立场，不能像我们今日这样做。所以他还是答复了梁惠王。但从孟子的答话中，可以看出孟子的修养。尽管梁惠王的问话中，包含了轻视的昧道，而孟子的对答，还是持着郑重的态度，还是很严肃的，他用单刀直入，似教训非教训的口吻告诉梁惠王说一个贤者，是要等到天下太平，大家都享受到安乐的生活之后，才会去享受这种园林的乐趣。可是一个不贤的人，即使有了这样的园林，也不会有真正的快乐，而且更不能永远享受。"}
