{"text":"即使我对了，学生没懂，多提意见问一声，也不算错，为什么只是听话？所以对古人的话，也要注意。这句话是说，施政所注意的重点，在民食，人民的生活其次丧祭，就是送死。换言之，政治的重点就是养生送死，这是关于经济方面的。宽则得众，信则民任焉，敏则有功，公则说。这里是另外四个原则。上古的政治，始终是宽，这是儒家的主张。道家则主张宽猛并重。我们读历史读到用猛的时代，就是法治，严格的管理宽则是讲礼治，如历史上有名的汉唐时代。说到这里，想到另一个问题，近四五十年来的一般人喜欢研究明史，而且最喜欢研究明代后半纪的历史，这事怪得很，大家为什么喜欢研究明史？是否与清代有关？与我们推翻清朝的革命有关？其实这些都不是理由，我认为这是一种历史的风气，如以易经的道理来看，这是一个怪现象。为什么我们专研究这些，不去研究汉代怎么兴的，唐代怎么兴的，这些兴旺的气象为什么不去研究？汉朝的文景之治，是主张宽的，法令也宽，最初汉高祖到坝上，因为始皇法令太严，而他与老百姓只约法三章，最简单的三点，可见汉朝的兴起，一开始就是宽的。当一个社会经过多年的战乱，老百姓受严刑统治以后，最好的政策就是济之以宽。汉朝到了汉武帝以后讲法治，酷吏就出来了，慢慢收紧，严起来了。这是因为社会群众的心理，太宽了以后，容易放任，就非要用猛，非严格管理不可，政治上运用宽的猛的手法在于人。儒家宽可以得众，而信则民任焉，上面领导的人言而有信，老百姓就完全信任你。敏则有功，敏捷聪明，就可建功业。公则说，凡事公正公平，则大家心悦诚服。这篇书从一开头到这里的叙述，好像同孔子乃至孔子的弟子门人都没有关系，只是记载了上古历史的资料，写的和前面十九篇完全不同，实际上是表示孔子的思想，延续中国上古的传统文化，就是从这些地方来的，因此下半篇就提出来孔子的思想。从政典范论子张问于孔子曰何如斯可以从政矣？子曰尊五美，屏四恶，斯可以从政矣。子张曰何谓五美？子曰君子惠而不费，劳而不怨，欲而不贪，泰而不骄，威而不猛。子张曰何谓惠而不费？子曰因民之所利而利之，斯不亦惠而不费乎？择可劳而劳之，又谁怨？欲仁而得仁，又焉贪？"}
{"text":"从政典范论子张问于孔子曰何如斯可以从政矣？子曰尊五美，屏四恶，斯可以从政矣。子张曰何谓五美？子曰君子惠而不费，劳而不怨，欲而不贪，泰而不骄，威而不猛。子张曰何谓惠而不费？子曰因民之所利而利之，斯不亦惠而不费乎？择可劳而劳之，又谁怨？欲仁而得仁，又焉贪？君子无众寡，无小大，无敢慢，斯不亦泰而不骄乎？君子正其衣冠，尊其瞻视，俨然人望而畏之，斯不亦威而不猛乎？子张曰何谓四恶？子曰不教而杀谓之虐，不戒视成谓之暴，慢令致期谓之贼，犹之与人也，出纳之吝，谓之有司。这一段的文字，我们很容易看懂，剩下的问题，是做起来很难。惠而不费在从政的时候很容易做到。民间有句古谚身在公门好修行。做公务员有时很容易做好事，往往一件事，一个案子决定了。坐在办公桌上想出来的一个建议，一个办法，经上面决定以后实行起来，影响之大是不可想象的。所以最高明的从政者，经常有这种机会，给别人很好的利益，大家获得福利，而对自己没有什么牺牲损害。但是有的人，对这一类的事，往往不干，譬如有一个人来办事，或请求什么，而有些公务人员连多讲一句话，指导人家一下都不干，致使许多人埋怨，结果这些埋怨都归到领导人的身上。所以为政之道，许多惠而不费的事，做了多好！可是有时候还做不到。交朋友也一样，我们常常发现帮忙朋友一件事，是惠而不费，可是现在年轻人流行的话多管闲事，多吃屁。其实管闲事又何妨？朋友之间，惠而不费的事情该多做，这种惠而不费的事情，随时做得到，又岂止为政！最难的是劳而不怨。大家常说，做事要任怨，经验告诉我们任劳易，任怨难，多做点事累一点没有关系，做了事还挨骂，这就吃不消了。但做一件事，一做上就要准备挨骂，劳而不怨，我觉得难在任怨。欲而不贪这句话很有道理，人要做到绝对清廉，可以要求自己，不必苛求任何一个人。人生有本能的欲望，欲则可以，不可过分的贪求。中国文化，儒家也好，道家也好，都主张大公，但也都容许部分私心的存在。泰而不骄是指在态度方面心境方面，胸襟要宽大，不骄傲。"}
{"text":"大家常说，做事要任怨，经验告诉我们任劳易，任怨难，多做点事累一点没有关系，做了事还挨骂，这就吃不消了。但做一件事，一做上就要准备挨骂，劳而不怨，我觉得难在任怨。欲而不贪这句话很有道理，人要做到绝对清廉，可以要求自己，不必苛求任何一个人。人生有本能的欲望，欲则可以，不可过分的贪求。中国文化，儒家也好，道家也好，都主张大公，但也都容许部分私心的存在。泰而不骄是指在态度方面心境方面，胸襟要宽大，不骄傲。威而不猛，对人要有威，威并不是凶狠，一个人的修养，真有威德，人家看见自然会害怕，这是威，而别人的害怕，并不是恐惧，是一种敬畏敬重之意。如果威得使人真的恐惧，就是猛了。我们看历史上许多人，一犯猛的毛病，没有不失败的。这五美包括了为政和作人处世的原则，我们自己对五美作了解释以后，看孔子的解释，孔子说因民之所利而利之，斯不亦惠而不费乎？这等于现在的民主政治，就老百姓所需要的，所要求的福利而利之，这就是惠而不费，取之于社会，用之于社会。择可劳而劳之，又谁怨？同样的使用劳力，以对老百姓利益有关的事而劳动老百姓，就不会有人怨恨。欲仁而得仁，又焉贪？所要求的是仁，而得到了仁，还有什么其他的贪念？所要求的正当本分，而达到了目的，就没有分外之贪。君子无众寡，无小大，无敢慢，斯不亦泰而不骄乎？君子之人处在任何环境当中没有多与少的观念，如待遇的多少利益的高低等等观念，也没有什么职位大小的观念，对于任何事情都不轻慢，一件小事情，往往用全力。佛学中有句话非常好狮子搏物，狮子是百兽之王，狮子何以会是百兽之王？因为他对任何事情都很恭敬，很认真，当狮子要吃人的时候，使出全副的力量，绝不放松，当狮子抓一只小老鼠的时候，也是用全部力量，这种狮子的精神，就是无小大，无敢慢，一件事情到了手上，不管小事大事，不要以为容易，如果以为容易往往出毛病，这就是说怎样可以做到泰而不骄。下面讲到态度君子正其衣冠，尊其瞻视，俨然人望而畏之，斯不亦威而不猛乎？这还是就外形论，关于内在的意义，我们说过了。现在根据文字表面来说，一个人衣冠端正，礼貌威仪都到了，别人无论是远瞻或近看，各个都生敬畏之心，这就是威而不猛的道理。"}
{"text":"下面讲到态度君子正其衣冠，尊其瞻视，俨然人望而畏之，斯不亦威而不猛乎？这还是就外形论，关于内在的意义，我们说过了。现在根据文字表面来说，一个人衣冠端正，礼貌威仪都到了，别人无论是远瞻或近看，各个都生敬畏之心，这就是威而不猛的道理。四恶对于五美，在我们自己的研究以及孔子本身的解释都了解了，下面是孔子解释四恶不教而杀谓之虐，对部下，对学生都是如此，如果没有教导他，他做错了，我们要自己负责。人并不一定对任何事情都有经验，而教了以后，改不过来，才可以处罚他。不戒视成谓之暴，这个戒就是告诫。对部下事前不告诫他，到时候又要他拿出成果来，要求太高，不合情理，不可以，这就是非常要不得的事。慢令致期谓之贼，对于法规命令，处以轻慢的态度，不在乎。慢令就是现在所谓玩弄法令。慢令致期，自己玩弄法令，而希望别人达到目的，完成任务。符合你的期望，这就是贼。犹之与人也，出纳之吝，谓之有司。为政之道，一切事情都要想到，我所需要的，别人也需要，假使一件事临到我身上，我会很不愿意，临到别人身上也是一样，这是犹之与人也，比之自己与人家相同。出纳之吝――为政与经济分开来――就是怎样节省或放开来用，这个分寸，各有专门负责的人，该用则用，该省则省。学至三知的结论上面是孔子答复了子张的五美四恶，下面是全部论语二十篇的结论了。子曰不知命，无以为君子也。不知礼，无以立也。不知言，无以知人也。古代中国人讲三理，本来三理的理是礼，中国文化有三礼，即周礼礼记仪礼为三礼。宋明以后又有三理的说法，读书人必须懂三理，是医理命理地理堪舆这是由孝道的观念来的。知识分子要懂得这三理，因为父母病了，自己要懂得照顾，这就要懂医理。父母之年不可不知也，要懂算命。父母这年有问题，为儿女的要特别小心。万一出了事，要找个好风水，就得懂地理。"}
{"text":"宋明以后又有三理的说法，读书人必须懂三理，是医理命理地理堪舆这是由孝道的观念来的。知识分子要懂得这三理，因为父母病了，自己要懂得照顾，这就要懂医理。父母之年不可不知也，要懂算命。父母这年有问题，为儿女的要特别小心。万一出了事，要找个好风水，就得懂地理。因此有一位朋友精于算命的引用这句话，说孔子主张知识分子必须懂得算命，实际上孔子这句话，并没有提到算命，孔子的时代，还没有用八字来算命的事，用八字算命兴起在唐代，严格说来早一点在南北朝才有，中间加上了印度传过来的文化，如子丑寅卯等十二地支的动物生肖，是由印度传来的，我们原来只有地支，没有配上这些动物，东汉以后印度传来了这一套，到唐代才形成算命的学问。而算命之术分许多大派，同样的八字用这一派方法算很好，用另一派方法算又很坏。在算命者说来，历史上最好的命是乾隆，他八字内地支涵的四个字是子午卯酉，叫作四正的命，乾隆的命好，历史上的皇帝，没有比他更舒服的，六十年的太平皇帝，活到八十几岁，所以自称十全老人，样样好，只有当这种皇帝还蛮舒服，历史上其他皇帝，没有一个不忧患的。可是有一个人的八字和乾隆一样，同年同月同日同时生而为叫化子。那么这个命怎么去算？像这样的算命例子多得很，算命的人却说，因为地区不同，乾隆生在北方，那叫化子生在南方。在空间上，同一房间两张床上出生的，还是有差别，这叫移形换步。变动一步，所看的对象，形态就变了，形态变了，结论就不同。如果要讲这一套，那么一个人连路都不敢走了，这中间就有一个道理，所谓魔从心造，妖由人兴。孔子所讲的命，其真正意义，指宇宙的某一法则，人事物理历史的命运，时间空间加起来，形成这一股力量的时候，人对他没有办法转变，这就是命。现在我们称它为时代的趋势。势在那里的时候，像汽车那股动的力量还没有完，没办法停止，历史时代有他的前因后果，为什么我们这个时代会形成这样？所以这个命很难讲。就现代来说，我们的八字早已算好了，不过不是生辰八字，而是生于忧患，死于忧患八个字。中国古代有天命之谓性的命又是另一种解释，解释作宇宙生命之命，如果我们把论语中这一句解释作生命之命，又牵涉到哲学问题了，而命运之命包括了哲学与科学的问题，也是非常难研究的。孔子这里说不知命，无以为君子也。"}
{"text":"现在我们称它为时代的趋势。势在那里的时候，像汽车那股动的力量还没有完，没办法停止，历史时代有他的前因后果，为什么我们这个时代会形成这样？所以这个命很难讲。就现代来说，我们的八字早已算好了，不过不是生辰八字，而是生于忧患，死于忧患八个字。中国古代有天命之谓性的命又是另一种解释，解释作宇宙生命之命，如果我们把论语中这一句解释作生命之命，又牵涉到哲学问题了，而命运之命包括了哲学与科学的问题，也是非常难研究的。孔子这里说不知命，无以为君子也。换句话说，就是一个人不知道时代的趋势，对于环境没有了解，不能有前知之明，无法为君子。不知礼，无以立也。这个礼包括了文化，以前我们再三的解释过了，不多说了。简单说，一切礼义，中国传统文化的哲学道理人生道理要懂得，假使不懂，就无法站立在这人世间，就永远跟着环境转，自己没办法特立独行。不知言，无以知人也。照文字解释，不知道说话，无法作人。人怎会不知言？各个都会说话，这个言就代表言语文化，比如古人先贤告诉我们的话，我们不能深切真正了解，就无法作人处世。如论语，是孔子的人生经验，告诉了我们，不懂，就不知怎样作人做事。这一节书到此结束了，就是自子曰学而时习之。开始，全部论语二十篇连起来，都是学问。学问不是知识，不是文字，学问是拿人生修养来体验，随时随地来学习，才能达到知命而自立的境界。这样，才能算是知言，才不是白读了论语。我认为论语的精神大致是如此。对与不对，我也不知道。我的学识止于如此，如果明天更有深造，那又另作别论了。――一笑――。附录孔学新语自序髫年入学，初课四书壮岁穷经，终惭三学。虽游心于佛道，探性命之真如犹输志于宏儒，乐治平之实际。况干戈扰攘，河山之面目全非世变频仍，文教之精神隳裂。默言遁晦，灭迹何难。众苦煎熬，离群非计。故当夜阑昼午，每与二三子温故而知新。疑古证今，时感二十篇入奴而出主。讲述积久，笔记盈篇。朋辈咐嘱灾梨，自愧见囿窥管。好在宫墙外望，明堂揖让两庑。径道异行，云辇留连一乘。六篇先讲，相期欲尽全文。半部可安，会意何妨片羽。砖陈玉见，同扬洙泗之传薪。讽颂雅言，一任尼山之桂杖。是为序。"}
{"text":"默言遁晦，灭迹何难。众苦煎熬，离群非计。故当夜阑昼午，每与二三子温故而知新。疑古证今，时感二十篇入奴而出主。讲述积久，笔记盈篇。朋辈咐嘱灾梨，自愧见囿窥管。好在宫墙外望，明堂揖让两庑。径道异行，云辇留连一乘。六篇先讲，相期欲尽全文。半部可安，会意何妨片羽。砖陈玉见，同扬洙泗之传薪。讽颂雅言，一任尼山之桂杖。是为序。时岁次壬寅一九六二年孔圣诞辰序于台北寓居孔学新语发凡我们作为现代的一个人，既有很沉痛的悲惨遭遇，也有难逢难遇的幸运使我们生当历史文化空前巨变的潮流中。身当其冲的要负起开继的责任。但是目前所遭遇的种种危难，除了个人身受其苦以外，并不足可怕。眼见我们历史传统的文化思想快要灭绝了，那才是值得震惊和悲哀的事！自从五四运动的先后时期，先我们一辈而老去了的青年们，为了寻求救国之路，不惜削足适履，大喊其打倒孔家店。虽然人之将死，其言也善，有些人到了晚年，转而讲述儒家的思想，重新提倡孔孟之学，用求内心的悔意，可是已形成了的风气，大有排山倒海之势，根本已无能为力了！其实，孔家店在四十年前的那个时代，是否应该打倒，平心而论，实在很有问题，也不能尽将责任推向那些大打出手的人物。原因是孔家店开得太久了，经过二千多年的陈腐滥败，许多好东西，都被前古那些店员们弄得霉滥不堪，还要硬说它是好东西，叫大家买来吃，这也是很不合理的事。可是在我们的文化里，原有悠久历史性的老牌宝号，要把它洗测革新一番，本是应该的事，若随便把它打倒，那就万不可以。这是什么原因呢？我有一个简单的譬喻我们那个老牌宝号的孔家店，他向来是出售米麦五谷等的粮食店，除非你成了仙佛，否则如果我们不吃五谷米粮，就要没命了！固然而包牛排也一样可以吃饱，但是它到底太稀松，不能长日充饥，而且我们也买不起，甚至不客气的说还吃得不太习惯，常常会患消化不良的毛病。至于说时令不对，新谷已经登场，我们要把本店里的陈霉滥货倒掉，添买新米，那是绝对可以的事。因些，就可了解孔家店被人打倒是不无原因的第一，所讲的义理不对。第二，内容的讲法不合科学。我们举几个例子来说三年无改于父之道，可谓孝矣。几千年来，都把它解释做父母死了，三年以后，还没有改变了父母的旧道路，这样才叫做孝子。"}
{"text":"固然而包牛排也一样可以吃饱，但是它到底太稀松，不能长日充饥，而且我们也买不起，甚至不客气的说还吃得不太习惯，常常会患消化不良的毛病。至于说时令不对，新谷已经登场，我们要把本店里的陈霉滥货倒掉，添买新米，那是绝对可以的事。因些，就可了解孔家店被人打倒是不无原因的第一，所讲的义理不对。第二，内容的讲法不合科学。我们举几个例子来说三年无改于父之道，可谓孝矣。几千年来，都把它解释做父母死了，三年以后，还没有改变了父母的旧道路，这样才叫做孝子。那么，问题就来了，如果男盗女娼，他的子女岂不也要实行其旧业三年吗？无友不如己者。又解释做交朋友都要交比自己好的，不要交不如自己的人。如果大家都如此，岂不是势利待人吗？其实，几千年来，大家都把这些话解错了，把孔子冤枉得太苦了！所以我现在就不怕挨骂，替他讲个明白，为孔子伸冤。这些毛病出在哪里呢？古人和今人一样，都是把论语当做一节一节的格言句读，没有看出它是实实在在首尾连贯的关系，而且每篇都不可以分割，每节都不可以支解。他们的错误，都错在断章取义，使整个义理支离破碎了。本来二十篇论语，都已经孔门弟子的悉心编排，都是首尾一贯，条理井然，是一篇完整的文章。因此，大家所讲的第二个问题，认为没有体系，不合科学分类的编排，也是很大的误解。为什么古人会忽略这一点，一直就误解内容，错了二千多年呢？这也有个原因因为自汉代独尊儒学以后，士大夫们学成文武艺，货与帝王家。的思想，唯一的批发厂家，只有孔家一门，人云亦云，谁也不敢独具异见，否则，不但纱帽儿戴不上，甚至，被士大夫所指责，被社会所唾弃，乃至把戴纱帽的家伙也会玩掉，所以谁都不敢推翻旧说，为孔子伸冤啊！再加以到了明代以后科举考试，必以四书的章句为题，而四书的义解，又必宗朱熹的为是。于是先贤有错，大家就将错就错，一直就错到现在，真是冤上加错！现在，我们的看法，不但是二十篇论语，每篇都条理井然，脉络一贯。而且二十篇的编排，都是首尾呼应，等于一篇天衣无缝的好文章。如果要确切了解我们历史传统文化的思想精神，必须先要了解儒家孔孟之学，和研究孔子学术思想的体系，然后才能触类旁通，自然会把它融和起来了。至于内容方面，历来的讲解，错误之处，屡见不鲜，也须一一加以明辨清楚，使大家能认识孔子之所以被尊为圣人，的确是有其伟大的道理。"}
{"text":"于是先贤有错，大家就将错就错，一直就错到现在，真是冤上加错！现在，我们的看法，不但是二十篇论语，每篇都条理井然，脉络一贯。而且二十篇的编排，都是首尾呼应，等于一篇天衣无缝的好文章。如果要确切了解我们历史传统文化的思想精神，必须先要了解儒家孔孟之学，和研究孔子学术思想的体系，然后才能触类旁通，自然会把它融和起来了。至于内容方面，历来的讲解，错误之处，屡见不鲜，也须一一加以明辨清楚，使大家能认识孔子之所以被尊为圣人，的确是有其伟大的道理。如果认为我是大胆的狂妄，居然敢推翻几千年来的旧说，那我也只好引用孟子说的予岂好辩哉！予不得已也！何况我的发现，也正因为有历代先贤的启发，加以力学思辨和体验，才敢如此做为，开创新说。其次，更要郑重声明，我不敢如宋明理学家们的无聊，明明是因佛道两家的启发，才对儒学有所发挥，却为了士大夫社会的地位，反而大骂佛老。我呢？假如这些见解确是对的，事实上，也只是因为我在多年学佛，才悟出其中的道理。为了深感世变的可怕，再不重整孔家店，大家精神上遭遇的危难，恐怕还会有更大的悲哀！所以我才讲述二十年前的一得之见，贡献于诸位后起之秀。希望大家能秉宋代大儒张横渠先生的目标为天地立心，为生民立命，为往圣继绝学，为万世开太平。为今后我们的文化和历史，担承起更重大的责任。我既不想入孔庙吃冷猪头，更不敢自己杜塞学问的根源。其次，我们要了解传统文化，首先必须要了解儒家的学术思想。要讲儒家的思想，首先便要研究孔孟的学术。要讲孔子的思想学术，必须先要了解论语。论语是记载孔子的生平讲学和门弟子们言行的一部书。它虽然像语录一样用简单的文字，记载那些教条式的名言懿行，但都是经过门弟子们的悉心编排，自有它的体系条贯的。自唐以后，经过名儒们的圈点，沿习成风，大家便认为论语的，就是这种支支节节的形式，随便排列，谁也不敢跳出这传统的范围，重新加以注释，所以就墨守成规，弄得问题丛生了！这种原因，虽然是学者因袭成见，困于师承之所致。但是，最大的责任，还是由于汉宋诸儒的思想垄断，以致贻误至今！我们传统的历史文化，自秦汉统一以后，儒家的学术思想，已经独尊天下，生当汉代的大儒们，正当经过战国与秦汉的大变乱之后，文化学术，支离破碎，亟须重加整理。于是汉儒们便极力注重考据训诂疏释等的工作，这种学术的风气，就成为汉代儒家学者特有其实的风格，这就是有名的汉学。"}
