{"text":"胡适曾任中英庚款顾问委员会的中国委员及管理美国庚款的中华教育文化基金董事会董事兼秘书，握有该会实权。好人一九二二年五月，胡适曾在他主持的努力周报第二期上提出好政府的主张，宣传由几个好人社会上的优秀分子加入政治运动，组成好政府，中国就可得救。所谓好人优秀分子，实际是胡适等资产阶级自由主义者的自我标榜。一九三年前后，胡适罗隆基梁实秋等又在新月月刊上重弹老调，目的在于到国民党政府中做官。多难之月多难之月前月底的报章上，多说五月是多难之月。这名目，以前是没有见过的。现在这多难之月已经临头了。从经过了的日子来想一想，不错，五一是劳动节，可以说很有些多难五三是济南惨案纪念日，也当然属于多难之一的。但五四是新文化运动的发扬，五五是革命政府成立的佳日，为什么都包括在难字堆里的呢？这可真有点儿希奇古怪！不过只要将这难字，不作国民受难的难字解，而作令人为难的难字解，则一切困难，可就涣然冰释了。时势也真改变得飞快，古之佳节，后来自不免化为难关。先前的开会，是听大众在空地上开的，现在却要防人乘机捣乱了，所以只得函请代表，齐集洋楼，还要由军警维持秩序。先前的要人，虽然出来要清道俗名净街，但还是走在地上的，现在却更要防人谋为不轨了，必得坐着飞机，须到出洋的时候，才能放心送给朋友。名人逛一趟古董店，先前也不算奇事情的，现在却微服微服的嚷得人耳聋，只好或登名山，或入古庙，比较的免掉大惊小怪。总而言之，可靠的国之柱石，已经多在半空中，最低限度也上了高楼峻岭了，地上就只留着些可疑的百姓，实做了下民，且又民匪难分，一有庆吊，总不免假名滋扰。向来虽靠华洋两方当局，先事严防，没有闹过什么大乱子，然而总比平时费力的，这就令人为难，而五月也成了多难之月，纪念的是好是坏，日子的为戚为喜，都不在话下。但愿世界上大事件不要增加起来但愿中国里惨案不要再有但愿也不再有什么政府成立但愿也不再有伟人的生日和忌日增添。否则，日积月累，不久就会成个多难之年，不但华洋当局，老是为难，连我们走在地面上的小百姓，也只好永远身带嫌疑，奉陪戒严，呜呼哀哉，不能喘气了。五月五日。本篇最初发表于一九三三年五月八日申报自由谈，署名丁萌。"}
{"text":"向来虽靠华洋两方当局，先事严防，没有闹过什么大乱子，然而总比平时费力的，这就令人为难，而五月也成了多难之月，纪念的是好是坏，日子的为戚为喜，都不在话下。但愿世界上大事件不要增加起来但愿中国里惨案不要再有但愿也不再有什么政府成立但愿也不再有伟人的生日和忌日增添。否则，日积月累，不久就会成个多难之年，不但华洋当局，老是为难，连我们走在地面上的小百姓，也只好永远身带嫌疑，奉陪戒严，呜呼哀哉，不能喘气了。五月五日。本篇最初发表于一九三三年五月八日申报自由谈，署名丁萌。济南惨案指一九二八年五月三日，日本帝国主义派兵侵占济南，打死打伤中国军民五千余人的五三惨案。革命政府成立指一九二一年孙中山为反对北洋军阀统治的北京政府，取消了原广州军政府，于五月五日在广州正式成立中华民国政府，并就任非常大总统。一九三三年五月五日，国民党上海市党部举行革命政府成立十二周年纪念大会，事前通知各界于是日上午九时，在本党部三楼大礼堂，召集各界代表举行纪念大会，并规定纪念办法九条，末条是函请警备司令部暨市公安局，严防反动分子，乘机捣乱并酌派军警若干，维持会场秩序。要人送飞机给朋友的事，指张学良在一九三三年二月将一架自备的福特机选给宋子文，又在四月辞职出国时，将另一架福特机送给蒋介石。旧时要人在外出时，改换常服以免被人认识，叫做微服。一九三三年四月四日，国民党政府主席林森到南京夫子庙文物店购买古玩，报纸纷纷宣传，如次日申报南京专电说林主席今日微服到旧书店购古籍数本，骨董数件。人话人话记得荷兰的作家望蔼覃――可惜他去年死掉了――所做的童话小约翰里，记着小约翰听两种菌类相争论，从旁批评了一句你们俩都是有毒的，菌们便惊喊道你是人么？这是人话呵！从菌类的立场看起来，的确应该惊喊的。人类因为要吃它们，才首先注意于有毒或无毒，但在菌们自己，这却完全没有关系，完全不成问题。虽是意在给人科学知识的书籍或文章，为要讲得有趣，也往往太说些人话。这毛病，是连法布耳做的大名鼎鼎的昆虫记，也是在所不免的。随手抄撮的东西不必说了。"}
{"text":"这是人话呵！从菌类的立场看起来，的确应该惊喊的。人类因为要吃它们，才首先注意于有毒或无毒，但在菌们自己，这却完全没有关系，完全不成问题。虽是意在给人科学知识的书籍或文章，为要讲得有趣，也往往太说些人话。这毛病，是连法布耳做的大名鼎鼎的昆虫记，也是在所不免的。随手抄撮的东西不必说了。近来在杂志上偶然看见一篇教青年以生物学上的知识的文章，内有这样的叙述――鸟粪蜘蛛形体既似鸟粪，又能伏着不动，自己假做鸟粪的样子。动物界中，要残食自己亲丈夫的很多，但最有名的，要算前面所说的蜘蛛和现今要说的螳螂了。这也未免太说了人话。鸟粪蜘蛛只是形体原像鸟粪，性又不大走动罢了，并非它故意装作鸟粪模样，意在欺骗小虫豸。螳螂界中也尚无五伦之说，它在交尾中吃掉雄的，只是肚子饿了，在吃东西，何尝知道这东西就是自己的家主公。但经用人话一写，一个就成了阴谋害命的凶犯，一个是谋死亲夫的毒妇了。实则都是冤枉的。人话之中，又有各种的人话有英人话，有华人话。华人话中又有各种有高等华人话，有下等华人话。浙西有一个讥笑乡下女人之无知的笑话――是大热天的正午，一个农妇做事做得正苦，忽而叹道皇后娘娘真不知道多么快活。这时还不是在床上睡午觉，醒过来的时候，就叫道太监，拿个柿饼来！然而这并不是下等华人话，倒是高等华人意中的下等华人话，所以其实是高等华人话。在下等华人自己，那时也许未必这么说，即使这么说，也并不以为笑话的。再说下去，就要引起阶级文学的麻烦来了，带住。现在很有些人做书，格式是写给青年或少年的信。自然，说的一定是人话了。但不知道是那一种人话？为什么不写给年龄更大的人们？年龄大了就不屑教诲么？还是青年和少年比较的纯厚，容易诓骗呢？三月二十一日。本篇最初发表于一九三三年三月一十八日申报自由谈，署名何家干。望蔼覃―荷兰作家医生。小约翰发表于一八八五年，一九二七年曾由译成中文，一九二八年北平未名社出版。菌类的争论见于该书第五章。法布耳―法国昆虫学家。"}
{"text":"但不知道是那一种人话？为什么不写给年龄更大的人们？年龄大了就不屑教诲么？还是青年和少年比较的纯厚，容易诓骗呢？三月二十一日。本篇最初发表于一九三三年三月一十八日申报自由谈，署名何家干。望蔼覃―荷兰作家医生。小约翰发表于一八八五年，一九二七年曾由译成中文，一九二八年北平未名社出版。菌类的争论见于该书第五章。法布耳―法国昆虫学家。他的昆虫记共十卷，第一卷于一八七九年出版，第十卷于一九一年出版，是一部介绍昆虫生活情态的书。指一九三三年三月号中学生刊载的王历农动物的本能一文。五伦我国封建社会称君臣父子夫妇兄弟朋友五种关系为五伦，孟子滕文公中说这五种关系的准则是父子有亲，君臣有义，夫妇有别，长幼有序，朋友有信。以夷制夷以夷制夷我还记得，当去年中国有许多人，一味哭诉国联的时候，日本的报纸上往往加以讥笑，说这是中国祖传的以夷制夷的老手段。粗粗一看，也仿佛有些像的，但是，其实不然。那时的中国的许多人，的确将国联看作青天大老爷，心里何尝还有一点儿夷字的影子。倒相反，青天大老爷们却常常用着以华制华的方法的。例如罢，他们所深恶的反帝国主义的犯人，他们自己倒是不做恶人的，只是松松爽爽的送给华人，叫你自己去杀去。他们所痛恨的腹地的共匪，他们自己是并不明白表示意见的，只将飞机炸弹卖给华人，叫你自己去炸去。对付下等华人的有黄帝子孙的巡捕和西崽，对付智识阶级的有高等华人的学者和博士。我们自夸了许多日子的大刀队，好像是无法制伏的了，然而四月十五日的报上，有一个用头号字印我斩敌二百的题目。粗粗一看，是要令人觉得胜利的，但我们再来看一看本文罢――本报今日北平电昨日喜峰口右翼，仍在滦阳城以东各地，演争夺战。敌出现大刀队千名，系新开到者，与我大刀队对抗。其刀特长，敌使用不灵活。我军挥刀砍抹，敌招架不及，连刀带臂，被我砍落者纵横满地，我军伤亡亦达二百余。那么，这其实是敌斩我军二百了，中国的文字，真是像国步一样，正在一天一天的艰难起来。但我要指出来的却并不在此。我要指出来的是大刀队乃中国人自夸已久的特长，日本人员有击剑，大刀却非素习。现在可是出现了，这不必迟疑，就可决定是满洲的军队。"}
{"text":"敌出现大刀队千名，系新开到者，与我大刀队对抗。其刀特长，敌使用不灵活。我军挥刀砍抹，敌招架不及，连刀带臂，被我砍落者纵横满地，我军伤亡亦达二百余。那么，这其实是敌斩我军二百了，中国的文字，真是像国步一样，正在一天一天的艰难起来。但我要指出来的却并不在此。我要指出来的是大刀队乃中国人自夸已久的特长，日本人员有击剑，大刀却非素习。现在可是出现了，这不必迟疑，就可决定是满洲的军队。满洲从明末以来，每年即大有直隶山东人迁居，数代之后，成为土著，则虽是满洲军队，而大多数实为华人，也决无疑义。现在已经各用了特长的大刀，在滦东相杀起来，一面是连刀带臂，纵横满地，一面是伤亡亦达二百余，开演了极显著的以华制华的一幕了。至于中国的所谓手段，由我看来，有是也应该说有的，但决非以夷制夷，倒是想以夷制华。然而夷又那有这么愚笨呢，却先来一套以华制华给你看。这例子常见于中国的历史上，后来的史官为新朝作颂，称此辈的行为曰为王前驱！近来的战报是极可诧异的，如同日同报记冷口失守云十日以后，冷口方面之战，非常激烈，华军顽强抵抗，故继续未曾有之大激战，但由宫崎部队以十余兵士，作成人梯，前仆后继，卒越过长城，因此宫崎部队牺牲二十三名之多云。越过一个险要，而日军只死了二十三人，但已云之多，又称为未曾有之大激战，也未免有些费解。所以大刀队之战，也许并不如我所猜测。但既经写出，就姑且留下以备一说罢。四月十七日。有名无实的反驳有名无实的反驳新近的战区见闻记有这么一段记载记者适遇一排长，甫由前线调防于此，彼云，我军前在石门寨，海阳镇，秦皇岛，牛头关，柳江等处所做阵地及掩蔽部化洋三四十万元，木材重价尚不在内艰难缔造，原期死守，不幸冷口失陷，一令传出，即行后退，血汗金钱所合并成立之阵地，多未重用，弃若敝屣，至堪痛心不抵抗将军下台，上峰易人，我士兵莫不额手相庆结果心与愿背。不幸生为中国人！尤不幸生为有名无实之抗日军人！五月十七日申报特约通信。这排长的天真，正好证明未经教训的愚劣人民，不足与言政治。第一，他以为不抵抗将军下台，不抵抗就一定跟着下台了。"}
{"text":"不幸生为中国人！尤不幸生为有名无实之抗日军人！五月十七日申报特约通信。这排长的天真，正好证明未经教训的愚劣人民，不足与言政治。第一，他以为不抵抗将军下台，不抵抗就一定跟着下台了。这是不懂逻辑将军是一个人，而不抵抗是一种主义，人可以下台，主义却可以仍旧留在台上的。第二，他以为化了三四十万大洋建筑了防御工程，就一定要死守的了总算还好，他没有想到进攻。这是不懂策略防御工程原是建筑给老百姓看看的，并不是教你死守的阵地，真正的策略却是诱敌深入。第三，他虽然奉令后退，却敢于痛心。这是不懂哲学他的心非得治一治不可！第四，他额手称庆，实在高兴得太快了。这是不懂命理中国人生成是苦命的。如此痴呆的排长，难怪他连叫两个不幸，居然自己承认是有名无实的抗日军人。其实究竟是谁有名无实，他是始终没有懂得的。至于比排长更下等的小兵，那不用说，他们只会打开天窗说亮话，咱们弟兄，处于今日局势，若非对外，鲜有不哗变者同上通信。这还成话么？古人说，无敌国外患者，国恒亡。以前我总不大懂得这是什么意思既然连敌国都没有了，我们的国还会亡给谁呢？现在照这兵士的话就明白了，国是可以亡给哗变者的。结论要不亡国，必须多找些敌国外患来，更必须多多教训那些痛心的愚劣人民，使他们变成有名有实。五月十八日。不抵抗将军指张学良。九一八事变时，张学良奉蒋介石绝对抱不抵抗主义的命令，放弃东北。一九三三年三月日军侵占热河，蒋介石为推卸责任，平抑民愤，又迫令张引咎辞职，派何应钦继张学良任军事委员会北平分会代理委员长。张辞职后，于四月十一日出国。无敌国外患者，国恒亡。孟轲的话，见孟子告子入则无法家拂士，出则无敌国外患者，国恒亡然后知生于忧患而死于安乐也。"}
{"text":"张辞职后，于四月十一日出国。无敌国外患者，国恒亡。孟轲的话，见孟子告子入则无法家拂士，出则无敌国外患者，国恒亡然后知生于忧患而死于安乐也。杀错了人异议杀错了人异议看了曹聚仁先生的一篇杀错了人，觉得很痛快，但往回一想，又觉得有些还不免是愤激之谈了，所以想提出几句异议――袁世凯在辛亥革命之后，大杀党人，从袁世凯那方面看来，是一点没有杀错的，因为他正是一个假革命的反革命者。错的是革命者受了骗，以为他真是一个筋斗，从北洋大臣变了革命家了，于是引为同调，流了大家的血，将他浮上总统的宝位去。到二次革命时，表面上好像他又是一个筋斗，从国民公仆变了吸血魔王似的。其实不然，他不过又显了本相。于是杀，杀，杀。北京城里，连饭店客栈中，都满布了侦探还有军政执法处，只见受了嫌疑而被捕的青年送进去，却从不见他们活着走出来还有，政府公报上，是天天看见党人脱党的广告，说是先前为友人所拉，误入该党，现在自知迷谬，从此脱离，要洗心革面的做好人了。不久就证明了袁世凯杀人的没有杀错，他要做皇帝了。这事情，一转眼竟已经是二十年，现在二十来岁的青年，那时还在吸奶，时光是多么飞快呵。但是，袁世凯自己要做皇帝，为什么留下他真正对头的旧皇帝呢？这无须多议论，只要看现在的军阀混战就知道。他们打得你死我活，好像不共戴天似的，但到后来，只要一个下野了，也就会客客气气的，然而对于革命者呢，即使没有打过仗，也决不肯放过一个。他们知道得很清楚。所以我想，中国革命的闹成这模样，并不是因为他们杀错了人，倒是因为我们看错了人。临末，对于多杀中年以上的人的主张，我也有一点异议，但因为自己早在中年以上了，为避免嫌疑起见，只将眼睛看着地面罢。四月十日。记得原稿在客客气气的之下，尚有说不定在出洋的时候，还要大开欢送会这类意思的句子，后被删去了。四月十二日记。保留保留这几天的报章告诉我们新任政务整理委员会委员长黄郛的专车一到天津，即有十七岁的青年刘庚生掷一炸弹，犯人当场捕获，据供系受日人指使，遂于次日绑赴新站外枭首示众云。清朝的变成民国，虽然已经二十二年，但宪法草案的民族民权两篇，日前这才草成，尚未颁布。"}
{"text":"四月十日。记得原稿在客客气气的之下，尚有说不定在出洋的时候，还要大开欢送会这类意思的句子，后被删去了。四月十二日记。保留保留这几天的报章告诉我们新任政务整理委员会委员长黄郛的专车一到天津，即有十七岁的青年刘庚生掷一炸弹，犯人当场捕获，据供系受日人指使，遂于次日绑赴新站外枭首示众云。清朝的变成民国，虽然已经二十二年，但宪法草案的民族民权两篇，日前这才草成，尚未颁布。上月杭州曾将西湖抢犯当众斩决，据说奔往赏鉴者有万人空巷之概。可见这虽与民权篇第一项的提高民族地位稍有出入，却很合于民族篇第二项的发扬民族精神。南北统一，业已八年，天津也来挂一颗小小的头颅，以示全国一致，原也不必大惊小怪的。其次，是中国虽说惟女子与小人为难养也，但一有事故，除三老通电，二老宣言，九四老人题字之外，总有许多童子爱国，佳人从军的美谈，使壮年男儿索然无色。我们的民族，好像往往是小时了了，大未必佳，到得老年，才又脱尽暮气，据讣文，死的就更其了不得。则十七岁的少年而来投掷炸弹，也不是出于情理之外的。但我要保留的，是据供系受日人指使这一节，因为这就是所谓卖国。二十年来，国难不息，而被大众公认为卖国者，一向全是三十以上的人，虽然他们后来依然逍遥自在。至于少年和儿童，则拚命的使尽他们稚弱的心力和体力，携着竹筒或扑满，奔走于风沙泥泞中，想于中国有些微的裨益者，真不知有若干次数了。虽然因为他们无先见之明，这些用汗血求来的金钱，大抵反以供虎狼的一舐，然而爱国之心是真诚的，卖国的事是向来没有的。不料这一次却破例了，但我希望我们将加给他的罪名暂时保留，再来看一看事实，这事实不必待至三年，也不必待至五十年，在那挂着的头颅还未烂掉之前，就要明白了谁是卖国者。从我们的儿童和少年的头颅上，洗去喷来的狗血罢！五月十七日。这一篇和以后的三篇，都没有能够登出。七月十九日。黄郛―浙江绍兴人。国民党政客，亲日派分子。一九二八年曾任国民党政府外交部长，因进行媚外投降活动，遭到各阶层人民的强烈反对，不久下台。一九三三年五月又被蒋介石起用，任行政院驻北平政务整理委员会委员长。刘庚生炸黄郛案，发生于一九三三年五月。"}
{"text":"从我们的儿童和少年的头颅上，洗去喷来的狗血罢！五月十七日。这一篇和以后的三篇，都没有能够登出。七月十九日。黄郛―浙江绍兴人。国民党政客，亲日派分子。一九二八年曾任国民党政府外交部长，因进行媚外投降活动，遭到各阶层人民的强烈反对，不久下台。一九三三年五月又被蒋介石起用，任行政院驻北平政务整理委员会委员长。刘庚生炸黄郛案，发生于一九三三年五月。这年四月，日军向滦东及长城沿线发动总攻后，唐山遵化密云等地相继沦陷，平津形势危急。国民党政府为了向日本表示更进一步的投降，于五月上旬任黄郛为行政院驻北平政务整理委员会委员长十五日黄由南京北上，十七日晨专车刚进天津站台，即有人投掷炸弹。据报载，投弹者当即被捕，送第一军部审讯，名叫刘魁生刘庚生是路透电的音译，年十七岁，山东曹州人，在陈家沟刘三粪厂作工。当天中午刘被诬为受日人指使，在新站外枭首示众。事实上刘只是当时路过铁道，审讯时他坚不承认投弹。国民党将他杀害并制造舆论，显然是借以掩盖派遣黄郛北上从事卖国勾当的真相。西湖抢案，见一九三三年四月二十四日申报载新闻西湖有盗二十三日下午二时，西湖三潭印月有沪来游客骆王氏遇匪谭景轩，出手枪劫其金镯，女呼救，匪开枪，将事主击毙，得赃而逸。旋在苏堤为警捕获，讯供不讳，当晚押赴湖滨运动场斩决，观者万人。匪曾任四四军连长。惟女子与小人为难养也语见论语阳货子曰惟女子与小人为难养也，近之则不孙逊，远之则怨。三老通电指马良章炳麟沈恩孚于一九三三年四月一日向全国通电，指斥国民党政府对日本侵略阳示抵抗，阴作妥协。二老宣言，指马良章炳麟于一九三三年二月初发表的联合宣言，内容是依据历史证明东三省是中国领土。他们两人还在同年二月十八日发表宣言，驳斥日本侵略者捏造的热河不属中国领土的谰言四月下旬又联名通电，勖勉国人坚决抗日，收回失地。九四老人，即马良―，字相伯，江苏丹徒人。当年虚龄九十四岁，他常自署九四老人为各界题字。小时了了，大未必佳语见世说新语言语，是汉代陈韪戏谑孔融的话。扑满陶制的储钱罐。"}
