{"text":"皮却林对于爱情还只是厌倦，对于结婚则简直是深恶痛绝了不论我怎样热烈地爱一个女人，只要她使我感到我应当跟她结婚――再见吧，爱情！我的心就变成一块顽石，什么都不会再使它温暖。这种鲜明态度极其清楚地表明，皮却林还是在守卫着什么东西，他内心是有非常执著的追求的。他厌倦爱情，是因为爱情不能满足这种追求。他痛恨结婚，是因为结婚必然扼杀这种追求。他终究是意义世界中的人。默索尔对结婚抱完全无所谓的态度。他没有什么要守卫的，也没有什么可失去的。他的情妇问他愿不愿结婚，他说怎么都行，如果她想，就可以结。情妇说结婚可是件大事，他斩钉截铁地回答不。由于他否认爱情的存在，他已经滤净了结婚这件事的意义内涵，剩下的只是一个可有可无的空洞形式。在他眼里，他结不结婚是一件和他自己无关的事情。他是他自己婚姻的局外人。其实，何止婚姻，他的一切生活事件，包括他的生死存亡，都似乎和他无关。他甚至是他自己的死的局外人。他糊里糊涂地杀了一个人因为太阳晒得他发昏！，为此被判死刑。在整个审判过程中，他觉得自己在看一场别人的官司，费了一番力气才明白他自己是这一片骚动的起因。检察官声色俱厉地控诉他，他感到厌烦，只有和全局无关的某些片言只语和若干手势才使他感到惊奇。律师辩护时，他注意倾听的是从街上传来的一个卖冰棍小贩的喇叭声。对于死刑判决，他的想法是假如要死，怎么死，什么时候死，这都无关紧要。他既不恋生，也不厌生，既不惧怕死，也不渴求死，对生死只是一个无动于衷。皮却林对于生死却是好恶分明的。不过，他不是贪生怕死，而是厌生慕死。他的朋友说迟早我要在一个美好的早晨死去。他补上一句在一个极龌龊的夜晚我有过诞生的不幸。他寻衅和人决斗，抱着这样的心情等死我就像一个在跳舞会上打呵欠的人，他没有回家睡觉，只是因为他的马车还没有来接他罢了。对死怀着一种渴望的激情，正是典型的浪漫情调。和默索尔相比，皮却林简直是个乳臭未干的理想主义者。皮却林说一切在我都平淡无味。他还讲究个味儿。他心中有个趣味标准，以之衡量一切。即使他厌倦了一切，至少对厌倦本身并不厌倦。莱蒙托夫承认，在他的时代，厌倦成了一种风尚，因而大多数真正厌倦的人们却努力藏起这种不幸，就像藏起一种罪恶似的。可见在多余的人心目中，真正的厌倦是很珍贵的，它是当代英雄的标志，他们借此而同芸芸众生区别开来了。这多少还有点在做戏。"}
{"text":"对死怀着一种渴望的激情，正是典型的浪漫情调。和默索尔相比，皮却林简直是个乳臭未干的理想主义者。皮却林说一切在我都平淡无味。他还讲究个味儿。他心中有个趣味标准，以之衡量一切。即使他厌倦了一切，至少对厌倦本身并不厌倦。莱蒙托夫承认，在他的时代，厌倦成了一种风尚，因而大多数真正厌倦的人们却努力藏起这种不幸，就像藏起一种罪恶似的。可见在多余的人心目中，真正的厌倦是很珍贵的，它是当代英雄的标志，他们借此而同芸芸众生区别开来了。这多少还有点在做戏。局外人则完全脱尽了戏剧味和英雄气。默索尔只是淡漠罢了，他对自己的淡漠也是淡漠的，从未感到自己有丝毫的与众不同。多余的人厌倦平静和同一，渴求变化和差异。对于他们来说，变化和差异是存在的，他们只是苦于自己感觉不到。局外人却否认任何变化和差异，所以也谈不上去追求。默索尔说生活是无法改变的，什么样的生活都一样。本来，意义才是使生活呈现变化和差异的东西。在一个荒谬的世界里，一切都没有意义，当然也就无所谓变化和差异了。他甚至设想，如果让他一辈子住在一棵枯树干里，除了抬头看流云之外无事可干，他也会习惯的。这棵枯树干不同于著名的第欧根尼的桶，它不是哲人自足的象征，而是人生无聊的缩影。在默索尔看来，住在枯树干里等白云飘来，或者住在家里等情人幽会，完全是一回事。那么，局外人是否就全盘接受世界的无意义了呢在他的淡漠背后，当真不复有一丝激情了吗不，我不相信。也许，置身局外这个行为把无意义本身也宣判为无意义了，这便是一种反抗无意义的方式。也许，淡漠是一种寓反抗于顺从的激情。世上并无真正的局外人，一切有生终归免不了有情。在一个荒谬的世界上，人仍然有可能成为英雄。我们果然听到加缪赞美起荒谬的英雄西绪福斯以及他的激情和苦难了。回归简单的生活除夕之夜，鞭炮声大作。我躲进了我的小屋。这是我最容易感到寂寞无聊的时候。不过，这种感觉没什么不好。我的趣味一向是，寂寞比热闹好，无聊比忙碌好。寂寞是想近人而无人可近，无聊是想做事而无事可做。然而，离人远了，离神就近了。眼睛不盯着手头的事务，就可以观赏天地间的奥秘了。人生诚然难免寂寞无聊，但若真的免去了它们，永远热闹，永远忙碌，岂不更可怕现代人差不多是到了永远热闹忙碌的地步。奇怪的是，寂寞无聊好像不但没有免去，反而有增无减。"}
{"text":"回归简单的生活除夕之夜，鞭炮声大作。我躲进了我的小屋。这是我最容易感到寂寞无聊的时候。不过，这种感觉没什么不好。我的趣味一向是，寂寞比热闹好，无聊比忙碌好。寂寞是想近人而无人可近，无聊是想做事而无事可做。然而，离人远了，离神就近了。眼睛不盯着手头的事务，就可以观赏天地间的奥秘了。人生诚然难免寂寞无聊，但若真的免去了它们，永远热闹，永远忙碌，岂不更可怕现代人差不多是到了永远热闹忙碌的地步。奇怪的是，寂寞无聊好像不但没有免去，反而有增无减。整个现代生活就像是一场为逃避寂寞制造出来的热闹，为逃避无聊制造出来的忙碌。可是，愈怕鬼，鬼愈来，鬼就在自己心中。看到书店出售教授交际术成功术之类的畅销书，我总感到滑稽。一个人对某个人有好感，和他或她交了朋友，或者对某件事感兴趣，想方设法把它做成功，这本来都是自然而然的。不熟记要点就交不了朋友，不乞灵秘诀就做不成事业，可见多么缺乏真情感真兴趣了。但是，没有真情感，怎么会有真朋友呢没有真兴趣，怎么会有真事业呢既然如此，又何必孜孜于交际和成功这样做当然有明显的功利动机，但那还是比较表面的，更深的原因是精神上的空虚，于是急于找捷径躲到人群和事务中去。我不知道其效果如何，只知道如果这样的交际家走近我身旁，我一定会更感寂寞，如果这样的成功者站在我面前，我一定会更觉无聊的。人活世上，有时难免要有求于人和违心做事。但是，我相信，一个人只要肯约束自己的贪欲，满足于过比较简单的生活，就可以把这些减少到最低限度。远离这些麻烦的交际和成功，实在算不得什么损失，反而受益无穷。我们因此获得了好心情和好光阴，可以把它们奉献给自己真正喜欢的人，真正感兴趣的事，而首先是奉献给自己。对于一个满足于过简单生活的人，生命的疆域是更加宽阔的。曾经有一个时期，人类过着极其平静单调的生活。用现代人的眼光看，一定会认为那种生活难以忍受。可是，我们很少听说我们的祖先曾经抱怨寂寞，叹息无聊。要适应简单的生活，必须有一颗淳朴的心。我承认我也是一个现代人，已经没有那样淳朴的心，因而适应不了那样简单的生活了。不过，我想，我至少能做到，当我寂寞无聊的时候，尽量忍受，绝不逃避。我不到电视机前去呆坐，不到娱乐厅去玩电子游戏，不去酒吧陪时髦的先生或小姐喝高级饮料，宁肯陪我的无聊多坐一会儿。"}
{"text":"用现代人的眼光看，一定会认为那种生活难以忍受。可是，我们很少听说我们的祖先曾经抱怨寂寞，叹息无聊。要适应简单的生活，必须有一颗淳朴的心。我承认我也是一个现代人，已经没有那样淳朴的心，因而适应不了那样简单的生活了。不过，我想，我至少能做到，当我寂寞无聊的时候，尽量忍受，绝不逃避。我不到电视机前去呆坐，不到娱乐厅去玩电子游戏，不去酒吧陪时髦的先生或小姐喝高级饮料，宁肯陪我的无聊多坐一会儿。我要尽量平静地度寂寞的时光，尽量从容地品尝无聊的滋味，也许这正是一个回归简单生活的机会。照理说，生命如此短暂，想做的事根本做不完，应该没有工夫感到无聊。单说读书，读某一类书，围绕某一个专题读，就得搭进去一辈子的光阴。然而，我宁愿少读点书，多留点时间给无聊。一个人只要不讨厌自己，是不该怕无聊的。不读别的书，正好仔细读自己的灵魂这本书。我可不愿意到了垂暮之年，号称读书破万卷，学问甲天下，自己的灵魂这本书却未曾翻开过。如果那样，我会为自己白活一场而死不瞑目的。新年伊始，我只有一个很简单的愿望。我希望在离城市很远的地方有一间自己的屋子，里面只摆几件必要的家具，绝对不安电话，除了少数很亲密又很知趣的朋友外，也不给人留地址，我要在那里重新学会过简单的生活。至于说像梭罗那样在风景优美的湖滨筑屋幽居，那可是我不敢抱的奢望。人性爱情和天才一天才是大自然的奇迹，而奇迹是不可理喻的，你只能期待和惊叹。但是，毛姆的月亮和六便士的确非常成功地把一个艺术天才的奇特而原始的灵魂展示给我们看了。不过，书中描写的天才对爱情的态度，一开始使我有点吃惊。生命太短促了，没有时间既闹恋爱又搞艺术。我不需要爱情。我没有时间搞恋爱。这是人性的一个弱点我只懂得情欲。这是正常的健康的。爱情是一种疾病。女人是我享乐的工具，我对她们提出什么事业的助手生活的伴侣这些要求非常讨厌。我不想去评论那个结婚十七年之后被思特里克兰德平白无故地遗弃的女人有些什么不可原谅的缺点，平庸也罢，高尚也罢，事情反正都一样。勃朗什的痴情够纯真的了，思特里克兰德还是抛弃了她。他对女人有一个不容违拗的要求别妨碍他搞艺术。如果说痴情是女人的优点，虚荣是女人的缺点，那么不管优点缺点如何搭配，女人反正是一种累赘。"}
{"text":"这是正常的健康的。爱情是一种疾病。女人是我享乐的工具，我对她们提出什么事业的助手生活的伴侣这些要求非常讨厌。我不想去评论那个结婚十七年之后被思特里克兰德平白无故地遗弃的女人有些什么不可原谅的缺点，平庸也罢，高尚也罢，事情反正都一样。勃朗什的痴情够纯真的了，思特里克兰德还是抛弃了她。他对女人有一个不容违拗的要求别妨碍他搞艺术。如果说痴情是女人的优点，虚荣是女人的缺点，那么不管优点缺点如何搭配，女人反正是一种累赘。所以，最后他在塔希提岛上一个像狗一样甘愿供他泄欲而对他毫无所求的女人身上，找到了性的一劳永逸的寄托。这不是爱情，但这正是他所需要的。他自己强健得足以不患爱情这种疾病，同时他也不能容忍身边有一个患着这种疾病的女人。他需要的是彻底摆脱爱情。凡是经历过热恋并且必然地尝到了它的苦果的人，大约都会痛感爱情是一种疾病真是一句至理名言。可不是吗，这样地如醉如痴，这样地执迷不悟，到不了手就痛不欲生，到了手又嫌乏味。不过，这句话从病人嘴里说出来，与从医生嘴里说出来，意味就不一样了。毛姆是用医生的眼光来诊视爱情这种人类最盲目癫狂的行为的。医生就能不生病也许他早年因为这种病差一点丧命，我就不得而知了。我只知道，凡是我所读到的他的小说，几乎都不露声色地把人性肌体上的这个病灶透视给我们看，并且把爱情这种疾病的触媒――那些漂亮的妩媚的讨人喜欢的女人――解剖给我们看。爱情和艺术，都植根于人的性本能。毛姆自己说我认为艺术也是性本能的一种流露。一个漂亮的女人，金黄的月亮照耀下的那不勒斯海湾，或者提香的名画墓穴，在人们心里勾起的是同样的感情。本是同根生，相煎何太急既然爱情和艺术同出一源，思特里克兰德为什么要把它们看作势不两立，非要灭绝爱情而扩张艺术呢毛姆这样解释很可能思特里克兰德讨厌通过性行为发泄自己的感情这本来是很正常的，因为他觉得同通过艺术创造取得自我满足相比，这是粗野的。可是，这样一来，抹去了爱情色彩的性行为不是更加粗野了吗如果说性欲是兽性，艺术是神性，那么，爱情恰好介乎其间，它是兽性和神性的混合――人性。为了使兽性和神性径渭分明，思特里克兰德斩断了那条连结两者的纽带。也许思特里克兰德是有道理的。爱情，作为兽性和神性的混合，本质上是悲剧性的。"}
{"text":"可是，这样一来，抹去了爱情色彩的性行为不是更加粗野了吗如果说性欲是兽性，艺术是神性，那么，爱情恰好介乎其间，它是兽性和神性的混合――人性。为了使兽性和神性径渭分明，思特里克兰德斩断了那条连结两者的纽带。也许思特里克兰德是有道理的。爱情，作为兽性和神性的混合，本质上是悲剧性的。兽性驱使人寻求肉欲的满足，神性驱使人追求毫无瑕疵的圣洁的美，而爱情则试图把两者在一个具体的异性身上统一起来，这种统一是多么不牢靠啊。由于自身所包含的兽性，爱情必然激发起一种疯狂的占有欲，从而把一个有限的对象当作目的本身。由于自身所包含的神性，爱情又试图在这有限的对象身上实现无限的美――完美。爱情所包含的这种内在的矛盾在心理上造成了多少幻觉和幻觉的破灭，从而在现实生活中导演了多少抛弃和被抛弃的悲剧。那么，当思特里克兰德不把女人当作目的本身而仅仅当作手段的时候，他也许是做对了。爱情要求一个人把自己所钟情的某一异性对象当作目的本身，否则就不叫爱情。思特里克兰德把女人一方面当作泄欲的工具，另一方面当作艺术的工具她的身体非常美，我正需要画一幅裸体画。等我把画画完了以后，我对她也就没有兴趣了，唯独不把她当作目的――不把她当作爱的对象。总之，在思特里克兰德看来，天才的本性中是不能有爱情这种弱点的，而女人至多只是供在天才的神圣祭坛一角的牺牲品。女人是烂泥塘，供天才一旦欲火中烧时在其中打滚，把肉体甩掉，从而变得出奇的洁净，轻松自由地邀游在九天之上抚摸美的实体。二当我诵读天才们的传记时，我总是禁不住要为他们迥然不同的爱情观而陷入沉思。一方面是歌德雪莱海涅，另一方面是席勒拜伦，他们对待爱情女人的态度形成了鲜明的对照。是的，还有另一种天才，天才对待爱情还有另一种态度。就说说雪莱吧。这位诗歌和美德的精灵，他是怎样心醉神迷而又战战兢兢地膜拜神圣的爱情啊，他自己是个天使，反过来把女人奉若神明，为女性的美罩上一层圣洁的光辉。当然，理想的薄雾迟早会消散，当他面对一个有血有肉的女子时，他不免会失望。但是他从来没有绝望，他的爱美天性驱使他又去追逐和制造新的幻影。拜伦和毛姆笔下的思特里克兰德属于同一个类型。他把女人当作玩物，总是在成群美姬的簇拥下生活，可又用最轻蔑的言词评论她们。"}
{"text":"是的，还有另一种天才，天才对待爱情还有另一种态度。就说说雪莱吧。这位诗歌和美德的精灵，他是怎样心醉神迷而又战战兢兢地膜拜神圣的爱情啊，他自己是个天使，反过来把女人奉若神明，为女性的美罩上一层圣洁的光辉。当然，理想的薄雾迟早会消散，当他面对一个有血有肉的女子时，他不免会失望。但是他从来没有绝望，他的爱美天性驱使他又去追逐和制造新的幻影。拜伦和毛姆笔下的思特里克兰德属于同一个类型。他把女人当作玩物，总是在成群美姬的簇拥下生活，可又用最轻蔑的言词评论她们。他说过一句刻薄然而也许真实的话女人身上令人可怕的地方，就是我们既不能与她们共同生活，又不能没有她们而生活。我很钦佩拜伦见事的透彻，他尽情享受女色，却又不为爱情所动。然而，在艺术史上，这样的例子究属少数。如果说爱情是一种疾病，那么，艺术家不正是人类中最容易感染这种疾病的种族吗假如不是艺术家的神化，以及这种神化对女性的熏陶作用，女性美恐怕至今还是一种动物性的东西，爱情的新月恐怕至今还没有照临肉欲的峡谷。当然，患病而不受折磨是不可能的，最炽烈的感情总是导致最可怕的毁灭。谁能举出哪怕一个艺术天才的爱情以幸福告终的例子来呢爱情也许真的是一种疾病，而创作就是它的治疗。这个爱情世界里病弱的种族奋起自救了，终于成为艺术世界里的强者。诸如思特里克兰德拜伦这样的天才，他们的巨大步伐把钟情于他们的女子像路旁无辜的花草一样揉碎了，这诚然没有给人类艺术史带来任何损失。可是，我不知道，假如没有冷热病似的情欲，没有对女子的一次次迷恋和失恋，我们怎么能读到海涅那些美丽的小诗。我不知道，如果七十四岁的老歌德没有爱上十七岁的乌丽莉卡，他怎么能写出他晚年最著名的诗篇马里耶巴德哀歌。我不知道，如果贝多芬没有绝望地同时也是愚蠢地痴迷于那个原本不值得爱的风骚而自私的琪丽哀太，世人怎么能听到月光奏鸣曲。天哪，这不是老生常谈吗在艺术家身上，从性欲到爱情的升华差不多是天生的，从爱情到艺术的升华却非要经历一番现实的痛苦教训不可。既然爱情之花总是结出苦果，那么，干脆不要果实好了。艺术是一朵不结果实的花，正因为不结果实而更显出它的美来，它是以美为目的本身的自为的美。在爱情中，兼为肉欲对象和审美对象的某一具体异性是目的，而目的的实现便是对这个对象的占有。然而，占有的结果往往是美感的淡化甚至丧失。"}
{"text":"天哪，这不是老生常谈吗在艺术家身上，从性欲到爱情的升华差不多是天生的，从爱情到艺术的升华却非要经历一番现实的痛苦教训不可。既然爱情之花总是结出苦果，那么，干脆不要果实好了。艺术是一朵不结果实的花，正因为不结果实而更显出它的美来，它是以美为目的本身的自为的美。在爱情中，兼为肉欲对象和审美对象的某一具体异性是目的，而目的的实现便是对这个对象的占有。然而，占有的结果往往是美感的淡化甚至丧失。不管人们怎么赞美柏拉图式的精神恋爱，不占有终归是违背爱情的本性的。你无论如何要得到它，否则就会痛苦。当你把异性仅仅当作审美对象加以观照，并不因为你不能占有她而感到痛苦时，你已经超越爱情而进入艺术的境界了。艺术滤净爱情的肉欲因素，使它完全审美化，从而实现了爱情的自我超越。如果以为这个过程在艺术家身上是像一个简单的物理学实验那样完成的，那就错了。只有真实的爱情才能升华为艺术，而真实的爱情必然包含着追求和幻灭的痛苦。首先是疾病，然后才是治疗。首先是维持，然后才是歌德。爱情之服役于艺术是大自然的一个狡计，不幸的钟情者是不自觉地成为值得人类庆幸的艺术家的。谁无病呻吟，谁就与艺术无缘。这样，在性欲与艺术的摒弃爱情纽带的断裂之外，我们还看到另一类艺术天才。他们正是通过爱情的中介而从性欲升华到艺术的。三自古以来，爱情所包含的可怕的酒神式的毁灭力量总是引起人们的震惊。希腊人早就发出惊呼爱情真是人间莫大的祸害！阿耳戈的英雄伊阿宋曾经祈愿人类有旁的方法生育，那样，女人就可以不存在，男人就可以免受痛苦。歌德尽管不断有所钟情，可是每当情欲的汹涌使他预感到灭顶之灾时，他就明智地逃避了。没有爱情，就没有歌德。然而同样真实的是，陷于爱情而不能自拔，也不会有歌德，他早就像维持一样轻生殉情了。也许爱情和艺术所内涵的力是同一种力，在每个人身上是常数。所以，对艺术天才来说，爱情方面支出过多总是一种浪费。爱情常常给人一种错觉，误以为对美的肉体的占有就是对美的占有。其实，美怎么能占有呢美的本性与占有是格格不入的。占有者总是绝望地发现，美仍然在他之外，那样转瞬即逝而不可捉摸。占有欲是性欲满足方式的一种错误的移置，但它确实成了艺术的诱因。既然不能通过占有来成为美的主人，那就通过创造吧。"}
{"text":"也许爱情和艺术所内涵的力是同一种力，在每个人身上是常数。所以，对艺术天才来说，爱情方面支出过多总是一种浪费。爱情常常给人一种错觉，误以为对美的肉体的占有就是对美的占有。其实，美怎么能占有呢美的本性与占有是格格不入的。占有者总是绝望地发现，美仍然在他之外，那样转瞬即逝而不可捉摸。占有欲是性欲满足方式的一种错误的移置，但它确实成了艺术的诱因。既然不能通过占有来成为美的主人，那就通过创造吧。严肃的艺术家决不把精力浪费在徒劳的占有之举上面，他致力于捕捉那转瞬即逝的美，赋予它们以形式，从而实现创造美的崇高使命。只有少数天才能够像思特里克兰德那样完全抛开爱情的玫瑰色云梯，从最粗野的肉欲的垃圾堆平步直登纯粹美的天国。对于普通人来说，抽掉这架云梯，恐怕剩下的只有垃圾堆了。个体发育中性意识与审美心理的同步发生，无论如何要求为爱情保留一个适当的地位。谁没有体验过爱情所诱发出的对美的向往呢有些女人身上有一种有灵性的美，她不但有美的形体，而且她自己对大自然和生活的美有一种交感。当你那样微妙地对美发生共鸣时，你从她的神采中看到的恰恰是你对美的全部体验，而你本来是看不到甚至把握不住你的体验的。这是怎样的魅力啊，无意识的因为难以捕捉和无法表达而令人苦恼的美感，她不是用语言，而是用她的有灵性的美的肉体，用眼睛表情姿势动作，用那谜样的微笑替你表达出来，而这一切你都能看到。这样的时刻实在太稀少了，我始终认为它们是爱情中最有价值的东西，所谓爱情的幸福就寓于这些神秘的片刻之中了。也许这已经不是爱情，而是艺术了。确切地说，爱情不是人性的一个弱点，爱情就是人性，它是两性关系剖面上的人性。凡人性所具有的优点和弱点，它都具有。人性和爱情是注定不能摆脱动物性的根柢的。在人性的国度里，兽性保持着它世袭的领地，神性却不断地开拓新的疆土，大约这就是人性的进步吧。就让艺术天才保留他们恶魔似的兽性好啦，这丝毫不会造成人性的退化，这些强有力的拓荒者们，他们每为人类发现和创造一种崭新的美，倒确确凿凿是在把人性推进一步哩。可是，美是什么呢这无底的谜，这无汁的丰乳，这不结果实的花朵，这疲惫香客心中的神庙最轻飘最无质体的幻影成了压在天才心上最沉重的负担，他一生都致力于卸掉这个负担。为了赋予没有意义的人生以一种意义，天才致力于使虚无获得实体，使不可能成为可能。"}
