{"text":"但大学生却多而新，惜哉！费话不如少说，只剥崔颢黄鹤楼诗以吊之，曰――阔人已骑文化去，此地空余文化城。文化一去不复返，古城千载冷清清。专车队队前门站，晦气重重大学生。日薄榆关何处抗，烟花场上没人惊。一月三十一日。本篇最初发表于一九三三年二月六日申报自由谈，署名何家干。北平的迁移古物一九三三年一月日本侵占山海关后，国民党政府以减少日军目标为理由，慌忙将历史语言研究所故宫博物院等收藏的古物分批从北平运至南京上海。不准大学生逃难一九三三年一月二十八日，国民党政府教育部电令北平各大学据各报载榆关告紧之际，北平各大学中颇有逃考及提前放假等情，查大学生为国民中坚分子，讵容妄自惊扰，败坏校规学校当局迄无呈报，迹近宽纵，亦属非是。禹是一条虫这是顾颉刚在一九二三年讨论古史的文章中提出的看法。他在对禹作考证时，曾以说文解字训禹为虫作根据，提出禹是蜥蜴之类的虫的推断。见古史辨第一册六十三页崔颢？―汴州今河南开封人，唐代诗人。他的黄鹤楼诗原文为昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。睛川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是，烟波江上使人愁。文化城一九三二年十月间，北平文教界江瀚等三十多人，在日军进逼关内，华北危急时，向国民党政府呈送意见书，以北平保存有寄付着国家命脉，国民精神的文化品物和全国各种学问的专门学者，大多荟萃在北平为理由，要求明定北平为文化城，将北平的军事设备挪开，用不设防来求得北平免遭日军炮火。这实际上迎合国民党政府的卖国投降政策，有利于日本帝国主义的侵略。但到底是不行的这叫作愈出愈奇但到底是不行的这叫作愈出愈奇斯德丁实在不可以代表整个的日耳曼的，北方也实在不可以代表全中国。然而北方的孩子不能用辣椒止哭，却是事实，也实在没有法子想。吸鸦片的父母生育出来的婴孩，也有烟瘾，是的确的。然而嗜辣椒的父母生育出来的婴孩，却没有辣椒瘾，和嗜醋者的孩子，没有醋瘾相同。这也是事实，无论谁都没有法子想。凡事实，靠发少爷脾气是还是改不过来的。格里莱阿说地球在回旋，教徒要烧死他，他怕死，将主张取消了。但地球仍然在回旋。为什么呢？"}
{"text":"然而北方的孩子不能用辣椒止哭，却是事实，也实在没有法子想。吸鸦片的父母生育出来的婴孩，也有烟瘾，是的确的。然而嗜辣椒的父母生育出来的婴孩，却没有辣椒瘾，和嗜醋者的孩子，没有醋瘾相同。这也是事实，无论谁都没有法子想。凡事实，靠发少爷脾气是还是改不过来的。格里莱阿说地球在回旋，教徒要烧死他，他怕死，将主张取消了。但地球仍然在回旋。为什么呢？就因为地球是实在在回旋的缘故。所以，即使我不反对，倘将辣椒塞在哭着的北方！孩子的嘴里，他不但不止，还要哭得更加利害的。七月十九日。本篇最初发表于一九三三年三月二十四日申报自由谈，署名何家干。黄人之血黄震遐作的鼓吹反共卖国的诗剧，发表于前锋月刊第一卷第七期一九三一年四月。在二心集民族主义文学的任务和运命一文中，曾给予揭露和批判。成吉思皇帝―名铁木真，古代蒙古族的领袖。十三世纪初统一了蒙古族各部落，建立蒙古汗国，被拥戴为王，称成吉思汗一二七九年忽必烈灭南宋建立元朝后，被追尊为元太祖。他的孙子拔都―，于一二三五年至一二四四年先后率军西征，侵入俄罗斯和欧洲一些国家。爆击日语轰炸的意思。这是一九三三年三月十二日大晚报辣椒与橄榄上编者的话，题为我们的格言。道路以目语见国语周语周厉王暴虐无道，国人莫敢言，道路以目。据三国时吴国韦昭注，即不敢发言，以目相眄而已。斯德丁欧洲中部奥德河口的城市，古属波兰，曾为普鲁士占有，一九三三年时属德国，一九四五年归还波兰人民共和国，今名什切青。格里莱阿，，―通译伽俐略，意大利物理学家天文学家。一六三二年他发表关于两种世界体系对话，反对教会信奉的托勒密地球中心说，证实和发展了哥白尼的地球围绕太阳旋转的日心说，因此于一六三三年被罗马教廷宗教裁判所判罪，软禁终身。"}
{"text":"格里莱阿，，―通译伽俐略，意大利物理学家天文学家。一六三二年他发表关于两种世界体系对话，反对教会信奉的托勒密地球中心说，证实和发展了哥白尼的地球围绕太阳旋转的日心说，因此于一六三三年被罗马教廷宗教裁判所判罪，软禁终身。出卖灵魂的秘诀出卖灵魂的秘诀几年前，胡适博士曾经玩过一套五鬼闹中华的把戏，那是说这世界上并无所谓帝国主义之类在侵略中国，倒是中国自己该着贫穷，愚昧等五个鬼，闹得大家不安宁。现在，胡适博士又发见了第六个鬼，叫做仇恨。这个鬼不但闹中华，而且祸延友邦，闹到东京去了。因此，胡适博士对症发药，预备向日本朋友上条陈。据博士说日本军阀在中国暴行所造成之仇恨，到今日已颇难消除，而日本决不能用暴力征服中国见报载胡适之的最近谈话，下同。这是值得忧虑的难道真的没有方法征服中国么？不，法子是有的。九世之仇，百年之友，均在觉悟不觉悟之关系头上，――日本只有一个方法可以征服中国，即悬崖勒马，彻底停止侵略中国，反过来征服中国民族的心。这据说是征服中国的唯一方法。不错，古代的儒教军师，总说以德服人者王，其心诚服也。胡适博士不愧为日本帝国主义的军师。但是，从中国小百姓方面说来，这却是出卖灵魂的唯一秘诀。中国小百姓实在愚昧，原不懂得自己的民族性，所以他们一向会仇恨，如果日本陛下大发慈悲，居然采用胡博士的条陈，那么，所谓忠孝仁爱信义和平的中国固有文化，就可以恢复――因为日本不用暴力而用软功的王道，中国民族就不至于再生仇恨，因为没有仇恨，自然更不抵抗，因为更不抵抗，自然就更和平，更忠孝中国的肉体固然买到了，中国的灵魂也被征服了。可惜的是这唯一方法的实行，完全要靠日本陛下的觉悟。如果不觉悟，那又怎么办？胡博士回答道到无可奈何之时，真的接受一种耻辱的城下之盟好了。那真是无可奈何的呵――因为那时候仇恨鬼是不肯走的，这始终是中国民族性的污点，即为日本计，也非万全之道。因此，胡博士准备出席太平洋会议，再去忠告一次他的日本朋友征服中国并不是没有法子的，请接受我们出卖的灵魂罢，何况这并不难，所谓彻底停止侵略，原只要执行公平的李顿报告――仇恨自然就消除了！三月二十二日。"}
{"text":"如果不觉悟，那又怎么办？胡博士回答道到无可奈何之时，真的接受一种耻辱的城下之盟好了。那真是无可奈何的呵――因为那时候仇恨鬼是不肯走的，这始终是中国民族性的污点，即为日本计，也非万全之道。因此，胡博士准备出席太平洋会议，再去忠告一次他的日本朋友征服中国并不是没有法子的，请接受我们出卖的灵魂罢，何况这并不难，所谓彻底停止侵略，原只要执行公平的李顿报告――仇恨自然就消除了！三月二十二日。本篇最初发表于一九三三年三月二十六日申报自由谈，署名何家干。五鬼闹中华胡适在新月月刊第二卷第十期一九三年四月发表我们走那条路一文，为帝国主义侵略中国和国民党反动统治作辩护，认为危害中国的是五个大仇敌第一大敌是贫穷。第二大敌是疾病。第三大敌是愚昧。第四大敌是贪污。第五大敌是扰乱。这五大仇敌之中，资本主义不在内，封建势力也不在内，因为封建制度早已在二千年前崩坏了。帝国主义也不在内，因为帝国主义不能侵害那五鬼不入之国。以德服人者王，其心诚服也语出孟子公孙丑以德行仁者王。以力服人者，非心服也，力不赡也。以德服人者，中心悦而诚服也。太平洋会议指太平洋学术会议，又称泛太平洋学术会议，自一九二年在美国檀香山首次召开后，每隔数年举行一次。这里所指胡适准备出席的是一九三三年八月在加拿大温哥华举行的第五次会议。上面文中所引胡适关于日本决不能用暴力征服中国等语，都是他就这次会议的任务等问题，于三月十八日在北平对新闻记者发表谈话时所说，见一九三三年三月二十二日申报。电的利弊电的利弊日本幕府时代，曾大杀基督教徒，刑罚很凶，但不准发表，世无知者。到近几年，乃出版当时的文献不少。曾见切利支丹殉教记，其中记有拷问教徒的情形，或牵到温泉旁边，用热汤浇身或周围生火，慢慢的烤炙，这本是火刑，但主管者却将火移远，改死刑为虐杀了。中国还有更残酷的。唐人说部中曾有记载，一县官拷问犯人，四周用火遥焙，口渴，就给他喝酱醋，这是比日本更进一步的办法。现在官厅拷问嫌疑犯，有用辣椒煎汁灌入鼻孔去的，似乎就是唐朝遗下的方法，或则是古今英雄，所见略同。曾见一个囚在反省院里的青年的信，说先前身受此刑，苦痛不堪，辣汁流入肺脏及心，已成不治之症，即释放亦不免于死云云。"}
{"text":"中国还有更残酷的。唐人说部中曾有记载，一县官拷问犯人，四周用火遥焙，口渴，就给他喝酱醋，这是比日本更进一步的办法。现在官厅拷问嫌疑犯，有用辣椒煎汁灌入鼻孔去的，似乎就是唐朝遗下的方法，或则是古今英雄，所见略同。曾见一个囚在反省院里的青年的信，说先前身受此刑，苦痛不堪，辣汁流入肺脏及心，已成不治之症，即释放亦不免于死云云。此人是陆军学生，不明内脏构造，其实倒挂灌鼻，可以由气管流入肺中，引起致死之病，却不能进入心中大约当时因在苦楚中，知觉瞀乱，遂疑为已到心脏了。但现在之所谓文明人所造的刑具，残酷又超出于此种方法万万。上海有电刑，一上，即遍身痛楚欲裂，遂昏去，少顷又醒，则又受刑。闻曾有连受七八次者，即幸而免死，亦从此牙齿皆摇动，神经亦变钝，不能复原。前年纪念爱迪生，许多人赞颂电报电话之有利于人，却没有想到同是一电，而有人得到这样的大害，福人用电气疗病，美容，而被压迫者却以此受苦，丧命也。外国用火药制造子弹御敌，中国却用它做爆竹敬神外国用罗盘针航海，中国却用它看风水外国用鸦片医病，中国却拿来当饭吃。同是一种东西，而中外用法之不同有如此，盖不但电气而已。一月三十一日。本篇最初发表于一九三三年二月十六日申报自由谈，署名何家干。切利支丹殉教记原名切支丹殉教者，日本松剖底鳎痪哦出版。一九二五年修订再版时改名为切支丹殉教记。书中记述十六世纪以来天主教在日本的流传，以及日本江户幕府时代封建统治阶级对天主教徒的残酷迫害和屠杀的情况。切支丹也称切利支丹，是基督教及基督教徒的日本译名。太平广记卷二六八引神异经佚文中有类似记载唐代武则天时酷吏来俊臣逼供，每鞫囚，无轻重，先以醋灌鼻，禁地牢中，以火围绕。爱迪生，―美国发明家。精研电学，有很多发明创制，如电灯电报电话电影机留声机等。一九三一年十月十八日逝世后，世界各地曾悼念他。从讽刺到幽默从讽刺到幽默讽刺家，是危险的。假使他所讽刺的是不识字者，被杀戮者，被囚禁者，被压迫者罢，那很好，正可给读他文章的所谓有教育的智识者嘻嘻一笑，更觉得自己的勇敢和高明。"}
{"text":"爱迪生，―美国发明家。精研电学，有很多发明创制，如电灯电报电话电影机留声机等。一九三一年十月十八日逝世后，世界各地曾悼念他。从讽刺到幽默从讽刺到幽默讽刺家，是危险的。假使他所讽刺的是不识字者，被杀戮者，被囚禁者，被压迫者罢，那很好，正可给读他文章的所谓有教育的智识者嘻嘻一笑，更觉得自己的勇敢和高明。然而现今的讽刺家之所以为讽刺家，却正在讽刺这一流所谓有教育的智识者社会。因为所讽刺的是这一流社会，其中的各分子便各各觉得好像刺着了自己，就一个个的暗暗的迎出来，又用了他们的讽刺，想来刺死这讽刺者。最先是说他冷嘲，渐渐的又七嘴八舌的说他谩骂，俏皮话，刻毒，可恶，学匪，绍兴师爷，等等，等等。然而讽刺社会的讽刺，却往往仍然会悠久得惊人的，即使捧出了做过和尚的洋人或专办了小报来打击，也还是没有效，这怎不气死人也么哥呢！枢纽是在这里他所讽刺的是社会，社会不变，这讽刺就跟着存在，而你所刺的是他个人，他的讽刺倘存在，你的讽刺就落空了。所以，要打倒这样的可恶的讽刺家，只好来改变社会。然而社会讽刺家究竟是危险的，尤其是在有些文学家明明暗暗的成了王之爪牙的时代。人们谁高兴做文字狱中的主角呢，但倘不死绝，肚子里总还有半口闷气，要借着笑的幌子，哈哈的吐他出来。笑笑既不至于得罪别人，现在的法律上也尚无国民必须哭丧着脸的规定，并非非法，盖可断言的。我想这便是去年以来，文字上流行了幽默的原因，但其中单是为笑笑而笑笑的自然也不少。然而这情形恐怕是过不长久的，幽默既非国产，中国人也不是长于幽默的人民，而现在又实在是难以幽默的时候。于是虽幽默也就免不了改变样子了，非倾于对社会的讽刺，即堕入传统的说笑话和讨便宜。三月二日。本篇最初发表于一九三三年三月七日申报自由谈，署名何家干。做过和尚的洋人可能指国际间谍特莱比歇林肯，―，生于匈牙利的犹太人。他当时曾在上海活动，以和尚面目出现，法名照空。也么哥元曲中常用的衬词，无字义可解也有写作也波哥也末哥的。王之爪牙语出诗经小雅祈父予王之爪牙。这里指反动派的帮凶。"}
{"text":"于是虽幽默也就免不了改变样子了，非倾于对社会的讽刺，即堕入传统的说笑话和讨便宜。三月二日。本篇最初发表于一九三三年三月七日申报自由谈，署名何家干。做过和尚的洋人可能指国际间谍特莱比歇林肯，―，生于匈牙利的犹太人。他当时曾在上海活动，以和尚面目出现，法名照空。也么哥元曲中常用的衬词，无字义可解也有写作也波哥也末哥的。王之爪牙语出诗经小雅祈父予王之爪牙。这里指反动派的帮凶。赌咒赌咒天诛地灭，男盗女娼――是中国人赌咒的经典，几乎像诗云子曰一样。现在的宣誓，誓杀敌，誓死抵抗，誓似乎不用这种成语了。但是，赌咒的实质还是一样，总之是信不得。他明知道天不见得来诛他，地也不见得来灭他，现在连人参都科学化地含起电气来了，难道天地还不科学化么！至于男盗和女娼，那是非但无害，而且有益男盗――可以多刮几层地皮，女娼――可以多弄几个裙带官儿的位置。我的老朋友说你这个盗和娼的解释都不是古义。我回答说――你知道现在是什么时代！现在是盗也摩登，娼也摩登，所以赌咒也摩登，变成宣誓了。二月九日。本篇最初发表于一九三三年二月十四日申报自由谈，署名干。一九三二年底，上海佛慈大药厂在报上刊登广告，宣传所谓长生防老新药――含电人参胶，说这种药是科学发明，能补充电气于体内，供给人生命原动力之活电子。裙带官儿原来是指因妻子的关系而得官的人。语出宋代赵升朝野类要卷三帝王南班之婿，号曰西官，即所谓郡马也俗谓裙带头官。后来即用以指因妻女姊妹等女人关系而获官职的人。从幽默到正经从幽默到正经幽默一倾于讽刺，失了它的本领且不说，最可怕的是有些人又要来讽刺，来陷害了，倘若堕于说笑话，则寿命是可以较为长远，流年也大致顺利的，但愈堕愈近于国货，终将成为洋式徐文长。当提倡国货声中，广告上已有中国的自造舶来品，便是一个证据。而况我实在恐怕法律上不久也就要有规定国民必须哭丧着脸的明文了。笑笑，原也不能算非法的。但不幸东省沦陷，举国骚然，爱国之士竭力搜索失地的原因，结果发见了其一是在青年的爱玩乐，学跳舞。"}
{"text":"当提倡国货声中，广告上已有中国的自造舶来品，便是一个证据。而况我实在恐怕法律上不久也就要有规定国民必须哭丧着脸的明文了。笑笑，原也不能算非法的。但不幸东省沦陷，举国骚然，爱国之士竭力搜索失地的原因，结果发见了其一是在青年的爱玩乐，学跳舞。当北海上正在嘻嘻哈哈的溜冰的时候，一个大炸弹抛下来，虽然没有伤人，冰却已经炸了一个大窟窿，不能溜之大吉了。又不幸而榆关失守，热河吃紧了，有名的文人学士，也就更加吃紧起来，做挽歌的也有，做战歌的也有，讲文德的也有，骂人固然可恶，俏皮也不文明，要大家做正经文章，装正经脸孔，以补不抵抗主义之不足。但人类究竟不能这么沉静，当大敌压境之际，手无寸铁，杀不得敌人，而心里却总是愤怒的，于是他就不免寻求敌人的替代。这时候，笑嘻嘻的可就遭殃了，因为他这时便被叫作陈叔宝全无心肝。所以知机的人，必须也和大家一样哭丧着脸，以免于难。聪明人不吃眼前亏，亦古贤之遗教也，然而这时也就幽默归天，正经统一了剩下的全中国。明白这一节，我们就知道先前为什么无论贞女与淫女，见人时都得不笑不言现在为什么送葬的女人，无论悲哀与否，在路上定要放声大叫。这就是正经。说出来么，那就是刻毒。三月二日。本篇最初发表于一九三三年三月八日申报自由谈，署名何家干。徐文长―名渭，号青藤道士，浙江山阴今绍兴人，明末文学家书画家。著有徐文长初集徐文长三集及戏曲四声猿等。浙东一带流传许多关于他的故事，有的把他描写成诙谐尖刻的人物。这些故事大部分是民间的创造，同徐文长本人无关。一个大炸弹抛下来一九三三年元旦，当北平学生在中南海公园举行化装溜冰大会时，有人当场掷炸弹一枚。在此之前，曾有人以锄奸救国团名义，警告男女学生不要只顾玩乐，忘记国难。讲文德国民党政客戴季陶曾在南京新亚细亚月刊第五卷第一二期合刊一九三三年一月发表文德与文品一文，其中说开口骂人说俏皮话都非文明人之所应有。陈叔宝全无心肝陈叔宝即南朝陈后主。"}
{"text":"这些故事大部分是民间的创造，同徐文长本人无关。一个大炸弹抛下来一九三三年元旦，当北平学生在中南海公园举行化装溜冰大会时，有人当场掷炸弹一枚。在此之前，曾有人以锄奸救国团名义，警告男女学生不要只顾玩乐，忘记国难。讲文德国民党政客戴季陶曾在南京新亚细亚月刊第五卷第一二期合刊一九三三年一月发表文德与文品一文，其中说开口骂人说俏皮话都非文明人之所应有。陈叔宝全无心肝陈叔宝即南朝陈后主。南史陈本纪陈叔宝既见宥，隋文帝给赐甚厚，数得引见，班同三品每预宴，恐致伤心，为不奏吴音。后监守者奏言叔宝云，既无秩位，每预朝集，愿得一官号。隋文帝曰叔宝全无心肝。从盛宣怀说到有理的压迫从盛宣怀说到有理的压迫盛氏的祖宗积德很厚，他们的子孙就举行了两次收复失地的盛典一次还是在袁世凯的民国政府治下，一次就在当今国民政府治下了。民元的时候，说盛宣怀是第一名的卖国贼，将他的家产没收了。不久，似乎是二次革命之后，就发还了。那是没有什么奇怪的，因为袁世凯是物伤其类，他自己也是卖国贼。不是年年都在纪念五七和五九么？袁世凯签订过二十一条，卖国是有真凭实据的。最近又在报上发见这么一段消息，大致是说盛氏家产早已奉命归还，如苏州之留园，江阴无锡之典当等，正在办理发还手续。这却叫我吃了一惊。打听起来，说是民国十六年国民革命军初到沪宁的时候，又没收了一次盛氏家产那次的罪名大概是土豪劣绅，绅而至于劣，再加上卖国的旧罪，自然又该没收了。可是为什么又发还了呢？第一，不应当疑心现在有卖国贼，因为并无真凭实据――现在的人早就誓不签订辱国条约，他们不比盛宣怀和袁世凯。第二，现在正在募航空捐，足见政府财政并不宽裕。那末，为什么呢？学理上研究的结果是――压迫本来有两种一种是有理的，而且永久有理的，一种是无理的。有理的，就像逼小百姓还高利贷，交田租之类这种压迫的理写在布告上借债还钱本中外所同之定理，租田纳税乃千古不易之成规。无理的，就是没收盛宣怀的家产等等了这种压迫巨绅的手法，在当时也许有理，现在早已变成无理的了。初初看见报上登载的五一告工友书上说反抗本国资本家无理的压迫，我也是吃了一惊的。这不是提倡阶级斗争么？后来想想也就明白了。这是说，无理的压迫要反对，有理的不在此例。"}
