{"text":"长股奇肱长股即长腿，奇肱即独臂。山海经和长篇小说镜花缘中都载有这些奇形怪状的海外诸国。周郎葛亮周郎即周瑜，葛亮即诸葛亮。都是三国时重要的军事家和政治家。三国志和长篇小说三国演义中都载有他们的事迹。镜花缘章回体小说，清代李汝珍著，共一百回。三国演义，章回体历史小说，明代罗贯中著，共一二回。架栋汗牛通谓汗牛充栋。语出柳宗元陆文通先生墓表其为书处则充栋宇，出则汗牛马。井上勤―日本翻译家，曾译一千零一夜鲁滨孙飘流记及凡尔纳的科学幻想小说等。江户日本东京的旧名。域外小说集为书，词致朴讷，不足方近世名人译本。特收录至审慎，译亦期弗失文情。异域文术新宗，自此始入华土。使有士卓特，不为常俗所囿，必将犁然有当于心，按邦国时期，籀读其心声，以相度神思之所在。则此虽大涛之微沤与，而性解思惟，实寓于此。中国译界，亦由是无迟莫之感矣。己酉正月十五日。域外小说集与周作人合译的外国短篇小说选集。共两册，一九九年三月七月先后在日本东京出版，署会稽周氏兄弟纂译，周树人发行，上海广昌隆绸庄寄售。第一册原收小说七篇，署树人二篇安德烈夫的谩和默第二册原收小说九篇，署树人一篇迦尔洵的四日。一九二一年增订改版合为一册，上海群益书社出版。本篇及下一篇略例，最初均印入域外小说集初版的第一册。近世名人指林纾。在一九三二年一月十六日致增田涉信中说域外小说集发行于一九七年或一九八年，我与周作人还在日本东京。当时中国流行林琴南用古文翻译的外国小说，文章确实很好，但误译很多。我们对此感到不满，想加以纠正，才干起来的。犁然有当于心语出庄子山木木声与人声犁然有当于人之心。犁然，清楚明白的意思。性解天才。略例一集中所录，以近世小品为多，后当渐及十九世纪以前名作。又以近世文潮，北欧最盛，故采译自有偏至。惟累卷既多，则以次及南欧暨泰东诸邦，使符域外一言之实。一装钉均从新式，三面任其本然，不施切削故虽翻阅数次绝无污染。"}
{"text":"当时中国流行林琴南用古文翻译的外国小说，文章确实很好，但误译很多。我们对此感到不满，想加以纠正，才干起来的。犁然有当于心语出庄子山木木声与人声犁然有当于人之心。犁然，清楚明白的意思。性解天才。略例一集中所录，以近世小品为多，后当渐及十九世纪以前名作。又以近世文潮，北欧最盛，故采译自有偏至。惟累卷既多，则以次及南欧暨泰东诸邦，使符域外一言之实。一装钉均从新式，三面任其本然，不施切削故虽翻阅数次绝无污染。前后篇首尾，各不相衔，他日能视其邦国古今之别，类聚成书。且纸之四周，皆极广博，故订定时亦不病隘陋。一人地名悉如原音，不加省节者，缘音译本以代殊域之言，留其同响任情删易，即为不诚。故宁拂戾时人，徙具足耳。地名无他奥谊。人名则德，法，意，英，美诸国，大氐二言，首名次氏。俄三言，首本名，次父名加子谊，次氏。二人相呼，多举上二名，曰某之子某，而不举其氏。匈加利独先氏后名，大同华土第近时效法他国，间亦逆施。一！表大声，？表问难，近已习见，不俟诠释。此他有虚线以表语不尽，或语中辍。有直线以表略停顿，或在句之上下，则为用同于括弧。如名门之儿僮――年十四五耳――亦至者，犹云名门之儿僮亦至而儿僮之年，乃十四五也。一文中典故，间以括弧注其下。此他不关鸿旨者，则与著者小传及未译原文等，并录卷末杂识中。读时幸检视之。小品这里指篇幅很短的小说。泰东旧时指西洋各国为泰西，以泰东泛指远东各国。大氐大抵。俄国人的姓名由三个部分组成开头是自己的名字，其次是父名加义为其子或其女的后缀，最后是姓。杂识安特来夫安特来夫生于一千八百七十一年。初作默一篇，遂有名为俄国当世文人之著者。其文神秘幽深，自成一家。所作小品甚多，长篇有赤唉一卷，记俄日战争事，列国竞传译之。迦尔洵迦尔洵s生一千八百五十五年，俄土之役，尝投军为兵，负伤而返，作四日及走卒伊凡诺夫日记。氏悲世至深，遂狂易，久之始愈，有绛华一篇，即自记其状。晚岁为文，尤哀而伤。今译其一，文情皆异，迥殊凡作也。八十五年忽自投阁下，遂死，年止三十。四日者，俄与突厥之战，迦尔洵在军，负伤而返，此即记当时情状者也。氏深恶战争而不能救，则以身赴之。观所作孱头一篇，可见其意。"}
{"text":"所作小品甚多，长篇有赤唉一卷，记俄日战争事，列国竞传译之。迦尔洵迦尔洵s生一千八百五十五年，俄土之役，尝投军为兵，负伤而返，作四日及走卒伊凡诺夫日记。氏悲世至深，遂狂易，久之始愈，有绛华一篇，即自记其状。晚岁为文，尤哀而伤。今译其一，文情皆异，迥殊凡作也。八十五年忽自投阁下，遂死，年止三十。四日者，俄与突厥之战，迦尔洵在军，负伤而返，此即记当时情状者也。氏深恶战争而不能救，则以身赴之。观所作孱头一篇，可见其意。罗，突厥人称埃及农夫如是，语源出阿剌伯，此云耕田者。巴粒突厥官名，犹此土之总督。尔时英助突厥，故文中云，虽当头国特制之庇波地或马梯尼铳这里的杂识二则关于安德烈夫一则及关于迦尔洵一则之第一节，原载域外小说集初版第一册关于迦尔洵之第二节原载初版第二册。安特来夫，―通译安德烈夫，俄国作家。十月革命后流亡国外。著有小说红的笑即赤唉七个绞死的人，剧本往星中人之一生等。俄日战争指一九四年二月至一九五年九月，日本帝国主义同沙皇俄国之间为争夺在我国东北地区和朝鲜的侵略权益而进行的一次帝国主义战争。迦尔洵，―俄国作家。主要作品有短篇小说四日红花即绛华胆小鬼即孱头等。俄土之役即一八七七年至一八七八年沙皇俄国和土耳其之间的战争，这里又称俄与突厥之战。突厥，土耳其的旧称。年止三十应为年止三十三。前面的八十五年，亦为八十八年之误。庇波地英语的音译，意即旋转炮。马梯尼铳，即马梯尼来复枪，系匈牙利人马梯尼腓特烈―所发明，在一八七一年至一八八九年间为英国军队采用。序我们在日本留学时候，有一种茫漠的希望以为文艺是可以转移性情，改造社会的。因为这意见，便自然而然的想到介绍外国新文学这一件事。但做这事业，一要学问，二要同志，三要工夫，四要资本，五要读者。第五样逆料不得，上四样在我们却几乎全无于是又自然而然的只能小本经营，姑且尝试，这结果便是译印域外小说集。当初的计画，是筹办了连印两册的资本，待到卖回本钱，再印第三第四，以至第册的。"}
{"text":"马梯尼铳，即马梯尼来复枪，系匈牙利人马梯尼腓特烈―所发明，在一八七一年至一八八九年间为英国军队采用。序我们在日本留学时候，有一种茫漠的希望以为文艺是可以转移性情，改造社会的。因为这意见，便自然而然的想到介绍外国新文学这一件事。但做这事业，一要学问，二要同志，三要工夫，四要资本，五要读者。第五样逆料不得，上四样在我们却几乎全无于是又自然而然的只能小本经营，姑且尝试，这结果便是译印域外小说集。当初的计画，是筹办了连印两册的资本，待到卖回本钱，再印第三第四，以至第册的。如此继续下去，积少成多，也可以约略绍介了各国名家的著作了。于是准备清楚，在一九九年的二月，印出第一册，到六月间，又印出了第二册。寄售的地方，是上海和东京。半年过去了，先在就近的东京寄售处结了帐。计第一册卖去了二十一本，第二册是二十本，以后可再也没有人买了。那第一册何以多卖一本呢？就因为有一位极熟的友人，怕寄售处不遵定价，额外需索，所以亲去试验一回，果然划一不二，就放了心，第二本不再试验了――但由此看来，足见那二十位读者，是有出必看，没有一人中止的，我们至今很感谢。至于上海，是至今还没有详细知道。听说也不过卖出了二十册上下，以后再没有人买了。于是第三册只好停板，已成的书，便都堆在上海寄售处堆货的屋子里。过了四五年，这寄售处不幸被了火，我们的书和纸板，都连同化成灰烬我们这过去的梦幻似的无用的劳力，在中国也就完全消灭了。到近年，有几位著作家，忽然又提起域外小说集，因而也常有问到域外小说集的人。但域外小说集却早烧了，没有法子呈教。几个友人，因此很有劝告重印，以及想法张罗的。为了这机会，我也就从久不开封的纸裹里，寻出自己留下的两本书来。我看这书的译文，不但句子生硬，诘o聱牙，而且也有极不行的地方，委实配不上再印。只是他的本质，却在现在还有存在的价值，便在将来也该有存在的价值。其中许多篇，也还值得译成白话，教他尤其通行。可惜我没有这一大段工夫，――只有酋长这一篇，曾用白话译了，登在新青年上，――所以只好姑且重印了文言的旧译，暂时塞责了。但从别一方面看来，这书的再来，或者也不是无意义。当初的译本，只有两册，所以各国作家，偏而不全现在重行编定，也愈见得有畸重畸轻的弊病。"}
{"text":"只是他的本质，却在现在还有存在的价值，便在将来也该有存在的价值。其中许多篇，也还值得译成白话，教他尤其通行。可惜我没有这一大段工夫，――只有酋长这一篇，曾用白话译了，登在新青年上，――所以只好姑且重印了文言的旧译，暂时塞责了。但从别一方面看来，这书的再来，或者也不是无意义。当初的译本，只有两册，所以各国作家，偏而不全现在重行编定，也愈见得有畸重畸轻的弊病。我归国之后，偶然也还替乡僻的日报，以及不流行的杂志上，译些小品，只要草稿在身边的，也都趁便添上一总三十七篇，我的文言译的短篇，可以说全在里面了。只是其中的迦尔洵的四日，安特来夫的谩和默这三篇，是我的大哥翻译的。当初的译文里，很用几个偏僻的字，现在都改去了，省得印刷局特地铸造至于费解的处所，也仍旧用些小注，略略说明作家的略传，便附在卷末――我对于所译短篇，偶然有一点意见的，也就在略传里说了。域外小说集初出的时候，见过的人，往往摇头说，以为他才开头，却已完了！那时短篇小说还很少，读书人看惯了一二百回的章回体，所以短篇便等于无物。现在已不是那时候，不必虑了。我所忘不掉的，是曾见一种杂志上，也登载一篇显克微支的乐人扬珂，和我的译本只差了几个字，上面却加上两行小字道滑稽小说！这事使我到现在，还感到一种空虚的苦痛。但不相信人间的心理，在世界上，真会差异到这地步。这三十多篇短篇里，所描写的事物，在中国大半免不得很隔膜至于迦尔洵作中的人物，恐怕几于极无，所以更不容易理会。同是人类，本来决不至于不能互相了解但时代国土习惯成见，都能够遮蔽人的心思，所以往往不能镜一般明，照见别人的心了。幸而现在已不是那时候，这一节，大约也不必虑的。倘使这域外小说集不因为我的译文，却因为他本来的实质，能使读者得到一点东西，我就自己觉得是极大的幸福了。一九二年三月二十日，记于北京。本篇最初印入一九二一年上海群益书社合订出版的域外小说集新版本，署周作人记。后来周作人在关于之二中对此有所说明过了十一个年头，上海群益书社愿意重印，加了一篇新序，用我出名，也是豫才写的。诘o聱牙语出韩愈进学解佶屈聱牙，意为文字艰涩难读。酋长波兰显克微支所作短篇小说。它的白话译文曾载新青年月刊第五卷第四号一九一八年十月十五日。"}
{"text":"一九二年三月二十日，记于北京。本篇最初印入一九二一年上海群益书社合订出版的域外小说集新版本，署周作人记。后来周作人在关于之二中对此有所说明过了十一个年头，上海群益书社愿意重印，加了一篇新序，用我出名，也是豫才写的。诘o聱牙语出韩愈进学解佶屈聱牙，意为文字艰涩难读。酋长波兰显克微支所作短篇小说。它的白话译文曾载新青年月刊第五卷第四号一九一八年十月十五日。显克微支，―波兰作家。他的早期作品主要反映波兰农民的痛苦生活，以及波兰人民反对异族侵略的斗争。后来多写历史小说，如火与剑你往何处去？十字军骑士等。工人绥惠略夫工人绥惠略夫译了工人绥惠略夫之后阿尔志跋绥夫ss在一八七八年生于南俄的一个小都市据系统和氏姓是鞑靼人，但在他血管里夹流着俄，法，乔具亚，波兰的血液。他的父亲是退职军官他的母亲是有名的波兰革命者珂修支珂ss的曾孙女，他三岁时便死去了，只将肺结核留给他做遗产。他因此常常生病，一九五年这病终于成实，没有全愈的希望了。阿尔志跋绥夫少年时，进了一个乡下的中学一直到五年级自己说全不知道在那里做些甚么事。他从小喜欢绘画，便决计进了哈理珂夫绘画学校，这时候是十六岁。其时他很穷，住在污秽的屋角里而且挨饿，又缺钱去买最要紧的东西颜料和麻布。他因为生计，便给小日报画些漫画，做点短论文和滑稽小说，这是他做文章的开头。在绘画学校一年之后，阿尔志跋绥夫便到彼得堡，最初二年，做一个地方事务官的书记。一九一年，做了他第一篇的小说都玛罗夫s，是显示俄国中学的黑暗的此外又做了两篇短篇小说。这时他被密罗留皤夫赏识了，请他做他的杂志的副编辑，这事于他的生涯上发生了很大的影响使他终于成了文人。一九四年阿尔志跋绥夫又发表几篇短篇小说，如旗手戈罗波夫，狂人，妻，兰兑之死等，而最末的一篇使他有名。"}
{"text":"一九一年，做了他第一篇的小说都玛罗夫s，是显示俄国中学的黑暗的此外又做了两篇短篇小说。这时他被密罗留皤夫赏识了，请他做他的杂志的副编辑，这事于他的生涯上发生了很大的影响使他终于成了文人。一九四年阿尔志跋绥夫又发表几篇短篇小说，如旗手戈罗波夫，狂人，妻，兰兑之死等，而最末的一篇使他有名。一九五年发生革命了，他也许多时候专做他的事无治的个人主义ssss的说教。他做成若干小说，都是驱使那革命的心理和典型做材料的他自己以为最好的是朝影和血迹。这时候，他便得了文字之祸，受了死刑的判决，但俄国官宪，比欧洲文明国虽然黑暗，比亚洲文明国却文明多了，不久他们知道自己的错误，阿尔志跋绥夫无罪了。此后，他便将那发生问题的有名的赛宁出了版。这小说的成就，还在做革命的故事之前，但此时才印成一本书籍。这书的中心思想，自然也是无治的个人主义或可以说个人的无治主义。赛宁的言行全表明人生的目的只在于获得个人的幸福与欢娱，此外生活上的欲求，全是虚伪。他对他的朋友说你说对于立宪的烦闷，比对于你自己生活的意义和趣味尤其多。我却不信。你的烦闷，并不在立宪问题，只在你自己的生活不能使你有趣罢了。我这样想。倘说不然，便是说诳。又告诉你，你的烦闷也不是因为生活的不满，只因为我的妹子理陀不爱你，这是真的。他的烦闷既不在于政治，便怎样呢？赛宁说我只知道一件事，我不愿生活于我有苦痛。所以应该满足了自然的欲求。赛宁这样实做了。这所谓自然的欲求，是专指肉体的欲，于是阿尔志跋绥夫得了性欲描写的作家这一个称号，许多批评家也同声攻击起来了。批评家的攻击，是以为他这书诱惑青年。而阿尔志跋绥夫的解辩，则以为这一种典型，在纯粹的形态上虽然还新鲜而且希有，但这精神却寄宿在新俄国的各个新的，勇的，强的代表者之中。批评家以为一本赛宁，教俄国青年向堕落里走，其实是武断的。诗人的感觉，本来比寻常更其锐敏，所以阿尔志跋绥夫早在社会里觉到这一种倾向，做出赛宁来。人都知道，十九世纪末的俄国，思潮最为勃兴，中心是个人主义这思潮渐渐酿成社会运动，终于现出一九五年的革命。"}
{"text":"批评家的攻击，是以为他这书诱惑青年。而阿尔志跋绥夫的解辩，则以为这一种典型，在纯粹的形态上虽然还新鲜而且希有，但这精神却寄宿在新俄国的各个新的，勇的，强的代表者之中。批评家以为一本赛宁，教俄国青年向堕落里走，其实是武断的。诗人的感觉，本来比寻常更其锐敏，所以阿尔志跋绥夫早在社会里觉到这一种倾向，做出赛宁来。人都知道，十九世纪末的俄国，思潮最为勃兴，中心是个人主义这思潮渐渐酿成社会运动，终于现出一九五年的革命。约一年，这运动慢慢平静下去，俄国青年的性欲运动却显著起来了但性欲本是生物的本能，所以便在社会运动时期，自然也参互在里面，只是失意之后社会运动熄了迹，这便格外显露罢了。阿尔志跋绥夫是诗人，所以在一九五年之前，已经写出一个以性欲为第一义的典型人物来。这一种倾向，虽然可以说是人性的趋势，但总不免便是颓唐。赛宁的议论，也不过一个败绩的颓唐的强者的不圆满的辩解。阿尔志跋绥夫也知道，赛宁只是现代人的一面，于是又写出一个别一面的绥惠略夫来，而更为重要。他写给德国人毕拉特的信里面说这故事，是显示着我的世界观的要素和我的最重要的观念。阿尔志跋绥夫是主观的作家，所以赛宁和绥惠略夫的意见，便是他自己的意见。这些意见，在本书第一，四，五，九，十，十四章里说得很分明。人是生物，生命便是第一义，改革者为了许多不幸者们，将一生最宝贵的去做牺牲，为了共同事业跑到死里去，只剩了一个绥惠略夫了。而绥惠略夫也只是偷活在追蹑里，包围过来的便是灭亡这苦楚，不但与幸福者全不相通，便是与所谓不幸者们也全不相通，他们反帮了追蹑者来加迫害，欣幸他的死亡，而在别一方面，也正如幸福者一般的糟蹋生活。绥惠略夫在这无路可走的境遇里，不能不寻出一条可走的道路来他想了，对人的声明是第一章里和亚拉借夫的闲谈，自心的交争是第十章里和梦幻的黑铁匠的辩论。他根据着经验，不得不对于托尔斯泰的无抵抗主义发生反抗，而且对于不幸者们也和对于幸福者一样的宣战了。于是便成就了绥惠略夫对于社会的复仇。阿尔志跋绥夫是俄国新兴文学典型的代表作家的一人，流派是写实主义，表现之深刻，在侪辈中称为达了极致。但我们在本书里，可以看出微微的传奇派色采来。这看他寄给毕拉特的信也明白真的，我的长发是很强的受了托尔斯泰的影响，我虽然没有赞同他的勿抗恶的主意。"}
{"text":"他根据着经验，不得不对于托尔斯泰的无抵抗主义发生反抗，而且对于不幸者们也和对于幸福者一样的宣战了。于是便成就了绥惠略夫对于社会的复仇。阿尔志跋绥夫是俄国新兴文学典型的代表作家的一人，流派是写实主义，表现之深刻，在侪辈中称为达了极致。但我们在本书里，可以看出微微的传奇派色采来。这看他寄给毕拉特的信也明白真的，我的长发是很强的受了托尔斯泰的影响，我虽然没有赞同他的勿抗恶的主意。他只是艺术家这一面使我佩服，而且我也不能从我的作品的外形上，避去他的影响，陀思妥夫斯奇ss和契诃夫s也差不多是一样的事。雩俄和瞿提也常在我眼前。这五个姓氏便是我的先生和我的文学的导师的姓氏。我们这里时时有人说，我是受了尼采s的影响的。这在我很诧异，极简单的理由，便是我并没有读过尼采。于我更相近，更了解的是思谛纳尔。然而绥惠略夫却确乎显出尼采式的强者的色采来。他用了力量和意志的全副，终身战争，就是用了炸弹和手枪，反抗而且沦灭。阿尔志跋绥夫是厌世主义的作家，在思想黯淡的时节，做了这一本被绝望所包围的书。亚拉借夫说是愤激，他不承认。但看这书中的人物，伟大如绥惠略夫和亚拉借夫――他虽然不能坚持无抵抗主义，但终于为爱做了牺牲，――不消说了便是其余的小人物，借此衬出不可救药的社会的，也仍然时时露出人性来，这流露，便是于无意中愈显出俄国人民的伟大。我们试在本国一搜索，恐怕除了帐幔后的老男女和小贩商人以外，很不容易见到别的人物俄国有了，而阿尔志跋绥夫还感慨，所以这或者仍然是一部愤激的书。这一篇，是从同译的革命的故事s里译出的，除了几处不得已的地方，几乎是逐字译。我本来还没有翻译这书的力量，幸而得了我的朋友齐宗颐君给我许多指点和修正，这才居然脱稿了，我很感谢。一九二一年四月十五日记。"}
