{"text":"游兽主p大庙我们从尼泊尔皇家植物园返回加德满都城，路上绕道去看闻名南亚次大陆的印度教的圣地兽主大庙。大庙所处的地方并不冲要，要走过几条狭窄又不十分干净的小巷子才能走到。尼泊尔的圣河，同印度圣河恒河并称的波特摩瓦底河，流过大庙前面。在这一条圣河的岸边上建筑了几个台子，据说是焚烧死人尸体的地方，焚烧剩下的灰就近倾入河中。这一条河同印度恒河一样，据说是通向天堂的，骨灰倾入河中，人就上升天堂了。兽主是印度教三大主神之一，平常被称作湿婆的就是。湿婆的象征，是一个大石柱。这里既然是湿婆的庙，所以也被供在这里，就在庙门外河对岸的一座石头屋子里。据说，这里的妇女如果不生孩子，来到前面，烧香磕头，然后用手抚摩，回去就能怀孕生子。是不是真正这样灵验呢？这只有天知道或者湿婆大神知道了。庙门口皇皇然立着一个大木牌，上面写着非印度教徒严禁入内。我们不是印度教徒，当然只能从外面向门内张望一番，然后望望然去之。庙内并不怎样干净，同小说中描绘的洞天福地迥乎不同。看上去好像也并没有什么神圣或神秘的地方。古人诗说凡所难求皆绝好。既然无论如何也进不去，只好觉得庙内一切皆绝好了。人们告诉我们，这座大庙在印度也广有名气。每年到了什么节日，信印度教的印度人不远千里，跋山涉水，到这里来朝拜大神。我们确实看到了几个苦行僧打扮的人，但不知是否就是从印度来的。不管怎样，此处是圣地无疑，否则拄竹杖梳辫子的圣人苦行者也不会到这里来流连盘桓了。说老实话，我从来也没有信过任何神灵。我对什么神庙，什么兽主，什么，并不怎么感兴趣。引起我的兴趣的是另外一些东西。庙中高阁的顶上落满了鸽子。虽然已近黄昏，暮色从。远处的雪山顶端慢慢下降，夕阳残照古庙颓垣，树梢上都抹上了一点金黄。是鸽子休息的时候了。但是它们好像还没有完全休息，从鸽群中不时发出了咕咕的叫声。比鸽子还更引起我的兴趣的是猴子。房顶上，院墙上，附近居民的屋子上，圣河小桥的栏杆上，到处都是猴，又跳又跃，又喊又叫。有的老猴子背上背着小猴子，或者怀里抱着小猴子，在屋顶与屋顶之间，来来往往，片刻不停。有的背上驮着一片夕阳，闪出耀眼的金光。当它们走上桥头的时候，我也正走到那里。我忽然心血来潮，伸手想摸一下一个小猴。"}
{"text":"远处的雪山顶端慢慢下降，夕阳残照古庙颓垣，树梢上都抹上了一点金黄。是鸽子休息的时候了。但是它们好像还没有完全休息，从鸽群中不时发出了咕咕的叫声。比鸽子还更引起我的兴趣的是猴子。房顶上，院墙上，附近居民的屋子上，圣河小桥的栏杆上，到处都是猴，又跳又跃，又喊又叫。有的老猴子背上背着小猴子，或者怀里抱着小猴子，在屋顶与屋顶之间，来来往往，片刻不停。有的背上驮着一片夕阳，闪出耀眼的金光。当它们走上桥头的时候，我也正走到那里。我忽然心血来潮，伸手想摸一下一个小猴。没想到老猴子决不退避，而是龇牙咧嘴，抬起爪子，准备向我进攻。这种突然袭击，真正震慑住了我，我连忙退避三舍，躲到一旁去了。我忽然灵机一动，想入非非。我上面已经说到，印度教的庙非印度教徒是严禁入内的。如果硬往里闯，其后果往往非常严酷。但这只是对人而言。对猴子则另当别论。人不能进，但是猴子能进。难道因为是畜类而格外受到优待吗？猴子们大概根本不关心人间的教派，人间的种姓人间的阶级人间的官吏，什么法律规章，什么达官显宦，它们统统不放在眼中，加以蔑视。从来也没有什么人把猴子同宗教信仰联系起来。猴子是这样，鸽子也是这样，在所有的国家统统是这样。猴子们和鸽子们大概认为，人间的这一些花样都是毫无意义的。它们独行独来，天马行空，海阔纵鱼跃，天空任鸟飞，它们比人类要自由得多。按照一些国家轮回转生的学说，猴子们和鸽子们大概未必真想转生为人吧我的幻想实在有点过了头，还是赶快收回来吧。在人间，在我眼前的兽主大庙门前，人们熙攘往来。有的衣着讲究，有的浑身褴褛。苦行者昂首阔步，满面圣气，手拄竹杖，头梳长发，走在人群之中，宛如鸡群之鹤。卖鲜花的小贩，安然盘腿坐在小铺子里，恭候主雇大驾光临。高鼻子蓝眼睛满头黄发的外国青年男女，背着书包，站在那里商量着什么。神牛们也夹在中间，慢慢前进。讨饭的瞎子和小孩子伸手向人要钱。小铺子里摆出的新鲜的白萝卜等菜蔬闪出了白色的光芒。在这些拥挤肮脏的小巷子里散发出一种不太让人愉快的气味，一团人间繁忙的气象。我们也是凡夫俗子，从来没有想超凡入圣，或者转生成什么贵人，什么天神，什么菩萨等等，等等。对神庙也并不那么虔敬。可是尼泊尔人对我们这些洋鬼子还是非常友好，他们一不围观，二不嘲弄。小孩子见了我们，也都和蔼地一笑，然后腼腼腆腆地躲在母亲身后，露出两只大眼睛瞅着我们。我们觉得十分可爱，十分好玩。我们知道，我们是处在朋友们中间。"}
{"text":"讨饭的瞎子和小孩子伸手向人要钱。小铺子里摆出的新鲜的白萝卜等菜蔬闪出了白色的光芒。在这些拥挤肮脏的小巷子里散发出一种不太让人愉快的气味，一团人间繁忙的气象。我们也是凡夫俗子，从来没有想超凡入圣，或者转生成什么贵人，什么天神，什么菩萨等等，等等。对神庙也并不那么虔敬。可是尼泊尔人对我们这些洋鬼子还是非常友好，他们一不围观，二不嘲弄。小孩子见了我们，也都和蔼地一笑，然后腼腼腆腆地躲在母亲身后，露出两只大眼睛瞅着我们。我们觉得十分可爱，十分好玩。我们知道，我们是处在朋友们中间。兽主大庙的门没为我们敞开，这是千百年来的流风遗俗，我们丝毫也不介意。我们心情怡悦。当我们离开大庙时，听到圣河里潺潺的流水声，我们祝愿，尼泊尔朋友在活着的时候就能通过这条圣河，走向人间天堂。我们也祝愿，兽主大庙里千奇百怪的神灵会加福给他们！望雪山――游图利凯尔其实，在加德满都城内，到处都可以望到雪山。六天以前，我一走下飞机，就惊异于此地山岭之多，抬眼向四周一看，几乎都是高高低低起伏如波涛的山峦。在碧绿的群山背后，有几处雪峰，高悬天际，初看宛如片片白云。白雪皑皑的峰巅，夕阳照上去，闪出耀眼的银光。前几天，在世界佛教联谊会的大会开幕仪式上，我坐在主席台上，台下万头攒动，蓦抬头，看到远处的万古雪峰横亘天际。唐人诗说林表明霁色，城中增暮寒。我想改换一下天际明雪色，城中增暮寒。约略能够表达出当时的情景。又过了两天，代表团中有的同志建议，到离雪山更近一点的图利凯尔去看雪山，我欣然同意。我历来对雪山有好感，但是我看到的雪山并不多。只在新疆乌鲁木齐附近的天池看过两次，觉得非常新鲜。下面是炎热的天气，然而抬头向上一看，仿佛就在不远的地方却是险峰积雪，衬着蔚蓝的晴空，愈显得像冰心玉壶又仿佛近在眼前，抬腿就可以走到，伸手就可以抓到一把雪。实际上，路是非常遥远的。从雪峰下来的采莲人手持雪莲，向游客兜售。淡黄色的雪莲仿佛带来了万古雪峰顶上的寒意，使我们身处酷夏，而心在广寒。此情此景，终生难忘。现在，我来到了尼泊尔。这里雪峰之多，远非天池可比。仅仅从加德满都城里面就能够看到不少。在全世界上，也只有我国西藏和尼泊尔有这样多这样高的雪峰。我到这里来的时候，曾在飞机上看过雪山。那是从上面向下看。现在如果再从下面向上看一看的话，那该是多么有趣多么新鲜啊怀着这样热切期待的心情，我们八个人立即驱车到了图利凯尔。"}
{"text":"实际上，路是非常遥远的。从雪峰下来的采莲人手持雪莲，向游客兜售。淡黄色的雪莲仿佛带来了万古雪峰顶上的寒意，使我们身处酷夏，而心在广寒。此情此景，终生难忘。现在，我来到了尼泊尔。这里雪峰之多，远非天池可比。仅仅从加德满都城里面就能够看到不少。在全世界上，也只有我国西藏和尼泊尔有这样多这样高的雪峰。我到这里来的时候，曾在飞机上看过雪山。那是从上面向下看。现在如果再从下面向上看一看的话，那该是多么有趣多么新鲜啊怀着这样热切期待的心情，我们八个人立即驱车到了图利凯尔。这个地方离雪峰近了一点，但是同加德满都比较起来也近不了多少。可是因为此地踞小峰之巅，前面非常开阔，好像是一个大山谷，烟树迷离，阡陌纵横。山谷对面，一片云雾上面就是连绵数千百里的奇峰峻岭。从这里看雪山，清晰异常。因此，多少年以来，此地就成了饱览雪山风光的胜地，外国旅游者没有不到这里来的。如果不到这里来，不管你在尼泊尔看到过多少地方，也算是有虚此行，离开之后，后悔莫及了。今天，天公确实真是作美。早晨照例浓雾蔽天，八九点钟了，还没有消退的意思。尼泊尔朋友说，今天恐怕要全天阴天了，看雪山有点问题了。然而我们的汽车一驶出加德满都，慢慢地向上行驶的时候，天空里忽然烟消云散，一轮红日高悬中天。尼泊尔主人显然高兴起来，他们认为让中国客人看到雪山是自己的职责。我们也同样激动起来。我们不远万里而来，如果不能清晰地看一下雪山的真面目，能不终生感到遗憾吗？在半山坡的绿草地上，早已有人铺上了白布，旁边的桌子上摆满了食品，几辆挂着国旗的小轿车停在附近，看样子是哪一个国家的大使馆的车子。大人小孩男男女女，在草地上Q着，手里拿着望远镜，指指点点，大概是议论对面雪峰的名称。在我们眼前隔着那一条极为广阔的峡谷，对面群峰林立，从右到左，蜿蜒不知道有几百几千里，只见黑压压的一片崇山峻岭，灰色的云彩在上面飘动。简直分不清哪是云，哪是山。在这群山后面或者上面，是一座座白皑皑的万古雪峰，逶迤也不知道几百几千里，巍然耸立在那里。偶然一失神，这一座座的雪峰仿佛流动起来，像朵朵的白云飘动在灰蓝色的山峰上面。这些雪峰太高了，相距那么远，还要抬头去看。我还从来没有看到过这样多这样高这样白的雪峰。我知道这些雪峰下面蓝色的云团也并不是云彩，而是真正的山。仿佛比这蓝色云团再高的地方就不应该再有山峰了。"}
{"text":"简直分不清哪是云，哪是山。在这群山后面或者上面，是一座座白皑皑的万古雪峰，逶迤也不知道几百几千里，巍然耸立在那里。偶然一失神，这一座座的雪峰仿佛流动起来，像朵朵的白云飘动在灰蓝色的山峰上面。这些雪峰太高了，相距那么远，还要抬头去看。我还从来没有看到过这样多这样高这样白的雪峰。我知道这些雪峰下面蓝色的云团也并不是云彩，而是真正的山。仿佛比这蓝色云团再高的地方就不应该再有山峰了。可是那些飘浮在这些蓝色云团之上的白色的云彩，确确实实是真正的雪峰。这真可以算是宇宙奇景，别的地方看不到的了。按照地图，从右到左，一共排列着十三座有名有姓的雪峰，在世界上都广有名声。其中有不少还从来没有被凡人征服过。上面什么样子，谁也说不清楚。人们可以幻想，大概只有神仙才能住在上面吧。过去的人确实这样幻想过。中国古代的昆仑山上不就住着神仙吗？印度古代的神话也说雪山顶上是神仙的世界。可是世界上哪里会有什么神仙呢？然而，如果说雪峰上面什么都没有，我的感情似乎又有点不甘心。那不太寂寞了吗？那样晶莹澄澈的广寒天宫只让白雪统治，不太有点煞风景了吗？我只好幻想，上面有琼楼玉宇阆苑天宫，那里有仙人，有罗汉，有佛爷，有菩萨，有安拉，有大梵天，有上帝，有天老爷，不管哪一个教门的神灵们，统统都上去住吧他们乘鸾驾凤，骑上猛狮白象，遨游太虚吧别人看了雪山想些什么，我说不出。我自己却是浮想联翩，神驰六合。自己制造幻影，自己相信，而且乐在其中，我真有流连忘返之意了。当我们走上归途时，不管汽车走到什么地方，向右面的茫茫天际看去，总会看到亮晶晶的雪山群峰直插昊天。这白色的群峰好像是追着我们的车子直跑，一直把我们送进加德满都城。游巴德冈故宫和哈奴曼多卡宫出加德满都，汽车行驶约三十公里，来到了巴德冈故宫广场。当年尼泊尔河谷曾经分为三国，这里是一国的首都。我无论如何也难以理解，在这样一条窄狭的河谷里竟然能容下三个国家。他们之间鸡犬之声相闻，打起仗来，怎样能摆开阵势呢？想到中国的三国，相距千里，中阻长江大河，崇山峻岭，一旦交兵，或则舳舻蔽江，投鞭断流，或则火烧连营七百里，那是一种什么样的场面，又是一种多么大的气势呢？这故宫广场不算太大，也不方方正正。这里有一所国家艺术画廊，是一所古老的建筑。外面墙上窗子上有非常精美的木雕。"}
{"text":"当年尼泊尔河谷曾经分为三国，这里是一国的首都。我无论如何也难以理解，在这样一条窄狭的河谷里竟然能容下三个国家。他们之间鸡犬之声相闻，打起仗来，怎样能摆开阵势呢？想到中国的三国，相距千里，中阻长江大河，崇山峻岭，一旦交兵，或则舳舻蔽江，投鞭断流，或则火烧连营七百里，那是一种什么样的场面，又是一种多么大的气势呢？这故宫广场不算太大，也不方方正正。这里有一所国家艺术画廊，是一所古老的建筑。外面墙上窗子上有非常精美的木雕。木雕是尼泊尔人民民间艺术的精华，颇能表现出尼泊尔民间艺人的艺术水平。木雕的内容大概不外是神话故事佛像和印度教的神像，以及天然景物，树木花卉，鸟兽虫鱼之类，看上去姿态生动逼真，细致而又繁复。在广场周围有许多尼泊尔著名的宫殿和庙宇，有金门，有五十五扇精雕细琢的窗子，还有尼亚塔波拉庙，即所谓五层塔，是闻名遐迩的古代建筑，也是尼泊尔的最高的寺庙建筑。另外还有一座独木庙，叫做被达塔特拉亚庙，据说是用一棵无比巨大的大树建成的，迄今已有五百年的历史了。这些古代庙宇对我这个初来尼泊尔的人来说都是非常新奇的可爱的但是，说也奇怪，我最感兴趣的还是这里的人民。因为警卫森严，其他参观游览者都被阻在一条警卫线以外，那里万头攒动，伸长了脖子，看我们这一群洋鬼子。在那些人里面，我看到了几个碧眼黄发的真正的洋鬼子，高高耸立在尼泊尔人群之上，手执照相机，拼命在那里抢几个十分难得的镜头。但是最让我感动的却是一个约摸只有五六岁的小男孩。尼泊尔的警察规定，住在街道两边的住户决不允许跨出门限。这个小男孩和他的母亲就站在门限以内，双手合十，装出十分严肃的样子，瞅着我们。我一转瞬瞥见了这个小男孩，觉得十分有趣，也连忙双手合十，对他说了一声s向你致敬，小孩腼腆一笑，竟然也说了一声s。这是一件只发生在几秒钟以内的小事，然而却将使我终身不忘。这个小男孩人小作用大，他对中国人民由衷的感情，真使我万分感动。过了一天，我们又去参观哈奴曼多卡宫，这也是一座古老的王宫，正处在加德满都闹市中心，周围是最繁华的商业街道和巴扎尔。这一座王宫最早建于世纪以前的李查维王朝。世纪末马拉王朝分裂，这一座王宫就成了历代马拉国王的正式宫殿。后来，普里特维纳拉扬攻陷加德满都，统一了尼泊尔，此宫又成为沙阿王朝的王宫，直至世纪年代王室迁出为止。"}
{"text":"这是一件只发生在几秒钟以内的小事，然而却将使我终身不忘。这个小男孩人小作用大，他对中国人民由衷的感情，真使我万分感动。过了一天，我们又去参观哈奴曼多卡宫，这也是一座古老的王宫，正处在加德满都闹市中心，周围是最繁华的商业街道和巴扎尔。这一座王宫最早建于世纪以前的李查维王朝。世纪末马拉王朝分裂，这一座王宫就成了历代马拉国王的正式宫殿。后来，普里特维纳拉扬攻陷加德满都，统一了尼泊尔，此宫又成为沙阿王朝的王宫，直至世纪年代王室迁出为止。哈奴曼多卡的意思是哈奴曼门。哈奴曼是印度大史诗罗摩衍那中神猴的名字。今天，这个神猴的像还矗立在王宫门前，颈挂花环，口涂红水，座前香烟缭绕，看来仍然受到尼泊尔人民的膜拜。宫内房屋极多，千门万户，宛如蜂房。我们走进去，好像进入了迷魂阵一样。历代国王的画像，还有他们的寝宫，一个接一个，令人目不暇接。但是我感兴趣的却是一座极高大的似楼又似塔的建筑，檐边挂着红绸子，在风中飘动，同在我国西藏所见到的情景几乎完全一样，由此可见两国文化宗教关系之密切。事实上，两国过去有长期的文化交流的历史，尼泊尔工程师到中国来建筑宫殿，连我们日常吃的菠菜也是从尼泊尔移植过来的。一提到这些事情，尼泊尔朋友就发生极大的兴趣，两国人民的心好像更挨近了。在这座寥落的故宫里，引起了我极大的兴趣的还有成群的鸽子。也不知道它们原来栖息在什么地方，忽然倾巢而出，在巍峨崇高楼台殿阁之间，盘旋飞翔，翅影弥天。因为今天这里戒严，参观群众都被阻在宫门以外，宽敞的庭院里，除了我们这一伙人外，空无一人，鸽子的叫声和翅影给这种寂静带来了生气，带来了诗意。我看了风中飘动的红绸，听了鸽子的叫声，身处寥落古王宫之中，仿佛进入了某一种幻境，飘飘然遗世而独立了。仍然像在巴德冈故宫一样，一走出王宫的大门，群众被拦在警戒线以外，除了形形色色的尼泊尔老百姓以外，还有不少碧眼黄发的欧美人士，站在人群里，因为个子高，大有鹤立鸡群之势，个个手执照相机，高高地举了起来，想抢一个难得的镜头。大家都面含笑意，我们对着他们微笑，他们也以微笑相报。无法谈话，无从握手但是感情仿佛能得到交流。连这一座古老的宫殿都仿佛变得年轻了，到处洋溢着勃勃的生气，友谊弥漫太空。此情此景，我将毕生难忘。"}
{"text":"大家都面含笑意，我们对着他们微笑，他们也以微笑相报。无法谈话，无从握手但是感情仿佛能得到交流。连这一座古老的宫殿都仿佛变得年轻了，到处洋溢着勃勃的生气，友谊弥漫太空。此情此景，我将毕生难忘。在特里普文大学从北京出发前，我们代表团的秘书长许孔让同志让我准备一篇学术报告，在尼泊尔讲一讲。我当即答应了下来。但是心中却没有底究竟是在什么地方讲呢？对什么人讲呢？这一切都不清楚。好在我拟的题目是中国的南亚研究――中国史籍中的尼泊尔史料。这样一个题目在什么地方都是恰当的，都会受到欢迎的，我想。到了尼泊尔以后才知道，是尼泊尔唯一的一所大学――特里普文大学准备请我讲的。几经磋商，终于把时间定了下来。尼泊尔的工作时间非常有趣每天早晨点上班，下午点下班。实际上大约到了上午点才真正开始工作。尼泊尔朋友告诉我，本地人中流传着一种说法世界上最惬意的事情是拿美国工资，吃中国饭，做尼泊尔工作。这种情况大概是由当地气候决定的，决不能说尼泊尔人民懒。我在尼泊尔皇家植物园看到背柴禾的妇女，给我留下了深刻的印象，尼泊尔人民是勤劳的人民。话说回来，我到大学作报告的时间确定为正午时半开始。若在中国，到了上午时半我几乎已经完成了我整天的工作量。但在尼泊尔，我的工作才开始，心里难免觉得有点不习惯。然而中国俗话说入境随俗，又说客随主便，我没有别的选择了。在外国大学里作报告，我是颇有一点经验的。别的国家不说，只在印度一国，我就曾在三所大学里作过报告一次在德里大学，一次在尼赫鲁大学，一次在海德拉巴邦的奥斯玛尼亚大学。这三次都有点突然袭击的味道，都是仓促上阵的。前两个大学的情景我曾在一篇文章中描绘过，这里不再重复了。在奥斯玛尼亚大学作报告，是由我们代表团团长临时指派的，我一点思想准备都没有，客中又没有图书资料，只有硬着头皮到大学去。到了以后，我大吃一惊，大学的副校长在印度实际上就是校长和几位教授都亲自出来招待我。他们把我让到大礼堂里去，里面黑压压地坐满了教授和学生。副校长致欢迎词，讲了一些客套话以后，口气一转，说是要请我讲一讲中国教育和劳动问题。"}
{"text":"这三次都有点突然袭击的味道，都是仓促上阵的。前两个大学的情景我曾在一篇文章中描绘过，这里不再重复了。在奥斯玛尼亚大学作报告，是由我们代表团团长临时指派的，我一点思想准备都没有，客中又没有图书资料，只有硬着头皮到大学去。到了以后，我大吃一惊，大学的副校长在印度实际上就是校长和几位教授都亲自出来招待我。他们把我让到大礼堂里去，里面黑压压地坐满了教授和学生。副校长致欢迎词，讲了一些客套话以后，口气一转，说是要请我讲一讲中国教育和劳动问题。直到此时，我才知道我作报告的题目。我第二次大吃一惊我脑海里空空如也，这样大而重要的题目，张开嘴巴就讲，能会不出漏子吗？我在十分之一秒内连忙灵机一动，在讲完了照例的客套话以后，接着说道讲这样一个大题目我不是很恰当的人选。我是研究中印文化交流史的，我给大家讲一点中印文化关系吧我相信大家会有兴趣的，因为大家最关心中印人民的友谊。没想到这样几句话竟引起了全场热烈的掌声。我知道，我已经过了关，那一颗悬得老高的心一下子落了下来，我轻轻地舒了一口气，开口讲了起来。现在来到了特里普文大学，题目是事前准备好的，所以心情坦然，不那么紧张。但是也有让我吃惊或者失望的地方。我原以为，在这里同在印度那几个大学里一样，全院动员，甚至全校动员，来听我的报告。可是在这里没有那样节日的气氛，只是在一间大屋子里挤坐着一两百人。在我灵魂深处，我确实觉得有点不满足。但是，既来之，则安之，只好听从主人的安排了。在我的潜意识里有一点潜台词尼泊尔学术水平不高。我前几年读过一本尼泊尔学者写的尼泊尔史，觉得水平很一般。于是我就以偏概全，留下了那么一个印象。我今天来到了尼泊尔的最高学府，眼前虽然坐满了学者教授博士等等，可是那个印象却始终萦绕在我的头脑中。这是否影响了我讲话的口气呢？我自己认为没有。但是，诚于中，形于外，也未必真正没有。我既然已经张开嘴巴讲了起来，也就顾不得那样多了。可是，我讲了一个多小时以后，轮到大家提问题的时候，我却又真的吃了一惊。提问者显然对我的报告产生了极大的兴趣。他们几乎都强调，没有中国的史籍，研究尼泊尔史会感到有很多困难。他们根据我的报告提了不少有关中尼历史关系的问题。可以看出来，他们确实是下过一番工夫的，他们是行家里手，决非不学无术之辈。我心里直打鼓，但同时又非常高兴。讨论进行得认真而又活泼。我们相互承诺，以后要加强联系。"}
