{"text":"他晚年信佛，住在观音山的戴公祠。廖先生临死的时候，好像预先知道，早几天就约一些好朋友当天去吃饭。饭后洗好澡，穿好衣服，邀朋友们一起和他念佛。念着念着他不念了，不动了，就这样去了。这是很妙的。这位朋友，的确做到了狷介，做官几十年，就如此清白。像廖先生临死时的从容自在，真可算仰不愧于天，俯不作于人。一点没有牵挂，很坦然，而且早一个星期就知道。所以道德修养与生死来去，都有关系，狂而不直，有许多人狂，豪迈得很。但是假狂的人很多，内心不正直，歪曲心肠，这是一个大毛病。侗而不愿，看起来笨笨的，好像是很厚道的样子，但一个人貌似忠厚，而心里鬼主意蛮多，并不是真正的厚道。倥倥而不信，有许多人自己是空空洞洞的，却不相信人家，也不相信自己，只是空空洞洞，莫名其妙的作一辈子人。吾不知之矣，孔子说有这三种人，我不知道这个社会将变成什么样子。这三句话，也就是孔子当时看时代在变乱中，多半是这一类的人狂而不能直，老实相而内心并不厚道再加上非常浅薄，浅薄到没有内容，还不相信别人，也不相信自己，又不好好求学。因此孔子很感叹。事实上一个乱离的社会，这都是必然的现象。我们今天处于这个时代，看到一些人物，也有孔子同样的感叹吾不知之矣！这句话很幽默，意思是说实在不知道这部历史将变成什么样子。子曰学如不及，犹恐失之。这是以正面言论结束上面的话。孔子说真正为学问而学问，永远觉得自己还不充实，还要改进。这句话后来演变成曾国藩他们经常引用的学如逆水行舟，不进则退。学问有个很简单的原则，停留下来，就是在时代潮流中退下去了。所以不是进步，就是退步，没有停留在中间的。这个观念就是从孔子这句话来的。学如不及，求学问要随时感觉到不充实。以这样努力的精神，还怕原有的学问修养会退失。如果没有这样的心情，懂了一点就心满意足，结果就是退步。大家要特别注意。尤其中年以上的朋友，对这句话更须要反省。有时我们看到许多中年以上的朋友，学问事业成就了，往往自认为什么都对了。事实上如不再加努力，就要落伍被淘汰了。思想也好，学识也好，一切都要被时代所淘汰。假如有所成就，而始终好学不倦，这才叫学问，才不会被淘汰。我看到几位中年朋友，的确是值得佩服。家里藏书非常多。他们的年龄，都快到六十岁了，每天公事非常忙，夜间读书每每到两三点钟才睡。因此他们的学识能力，不断在进步。所以这一点习惯一定要养成。"}
{"text":"大家要特别注意。尤其中年以上的朋友，对这句话更须要反省。有时我们看到许多中年以上的朋友，学问事业成就了，往往自认为什么都对了。事实上如不再加努力，就要落伍被淘汰了。思想也好，学识也好，一切都要被时代所淘汰。假如有所成就，而始终好学不倦，这才叫学问，才不会被淘汰。我看到几位中年朋友，的确是值得佩服。家里藏书非常多。他们的年龄，都快到六十岁了，每天公事非常忙，夜间读书每每到两三点钟才睡。因此他们的学识能力，不断在进步。所以这一点习惯一定要养成。依我个人的经验来说，读书的习惯养成了，要无书不读，甚至坏的一面也要懂，懂了不跟他走，那才是真本事。三代之治孔子说了孔门学问中个人的修养，和作人做事的大原则以后，接着是评论中国历史哲学的一个标准。儒家在历史上特别推崇尧舜禹三代。子曰巍巍乎！舜禹之有天下也，而不与焉。巍巍乎三个字，大家都知道是崇高伟大的意思，用白话可以写到几十个字的句子，古人三个字就形容出来了，甚而可以只用一个巍字，就表达出来了。这不去管他。孔子说尧传位给舜舜传位给禹，这三代是著名的公天下。这种帝王位置的传替叫做禅让，禹以后变为家天下，但并不是禹的本意，因为禹所传的人，没有找对，后来才又找到禹的儿子继承下来，这才变成家天下。大家要研究公天下的道理，千万要注意前面提到的伯夷列传。这篇书很难读的，这篇书懂了，对于中国的历史哲学大概也就懂了。这样才能了解司马迁对于历史哲学和人生哲学的观点。说到司马迁的文章，也可以说有一点坏道。何谓坏道？世界上骂人文章写得最好的，是司马迁批评文章写得最好的，也是司马迁。好在字面上看不出来在骂人，也看不出来在批评人。他写了史记以后，在一封给朋友的回信报任少卿书中，就说写了这部史记藏之名山，传之其人。我们幼年读书，只知道司马迁的文章写得很美。把整篇文章一读，觉得司马迁牢骚大了，都在骂人，牛也吹大了。他说周公汇集了中国文化，到孔子是五百年。孔子整理发挥了中国文化以后，到他司马迁时，中间又是五百年。于是由他来写史记。他的意思就是说，这一千多年以来，除了周公孔子和他司马迁以外，其他的人都没有思想。"}
{"text":"他写了史记以后，在一封给朋友的回信报任少卿书中，就说写了这部史记藏之名山，传之其人。我们幼年读书，只知道司马迁的文章写得很美。把整篇文章一读，觉得司马迁牢骚大了，都在骂人，牛也吹大了。他说周公汇集了中国文化，到孔子是五百年。孔子整理发挥了中国文化以后，到他司马迁时，中间又是五百年。于是由他来写史记。他的意思就是说，这一千多年以来，除了周公孔子和他司马迁以外，其他的人都没有思想。他认为自己写了史记，没有人看得懂，只好藏之名山，等到将来有人看得懂的时候，再传之其人。他在伯夷列传中，对于公天下的历史哲学道理，在第一节中就说得很有条理。他的意思说，不要以为古代公天下的禅让是那么简单的。他说尧年纪大了，要找一个继承人，找到了舜。舜是一个大孝子，尧才把他找来，并没有立即让舜当皇帝，要他从基层工作做起，各方面的事情都做，给他经历，训练他，一直经历了几十年，然后才把国家政权交给他。所以司马迁在伯夷列传上说传天下若斯之难也！这句话表面上看，只是普通的感慨，毫不相干的字眼。但透过这些字眼，才会知道思想的背景。他就是告诉我们，一个替国家做事的人，要有丰富的行政经验，加上道德才能，经过考察又考察，认为可以传位才把帝位交给他。这表示传天下并不简单，而是非常困难的。舜找禹更慎重了，当时禹的父亲鲧负责治水，没有办好，犯罪被杀掉了。舜再用他的儿子禹来治水，大禹治水是历史上有名的故事，胼手胝足，自己下去做工，九年在外治水，三过其门而不入――九年中在外工作，三次经过自己家门口，都没有时间回去，也有人唱反调，写反面文章，说这是故意假装给人看，目的想当皇帝。事实上也可以说作此批评的，没有行政经验，一个真有责任心的人，实在会忙得没有时间回家。然后也是做了几十年，舜才把帝位交给禹。这是伯夷列传讲到历史哲学，然后讲到人生，叙述伯夷叔齐放着国君不当，当隐士去，两个人逃了。为什么从尧舜禹三代的禅让，说到伯夷叔齐的不当皇帝？为什么有人皇帝不当，有人想当皇帝当不到？他没有点明，这篇文章很难懂吧！这就是人生观点，等于所谓有人辞官归故里，有人漏夜赶科场。所以这篇伯夷列传，上面是说传位之难，下面则说有人可当皇帝还推掉不想当，可是他没有说明，要读者自己去体会。现在我们不讲这篇文章，到此打住。司马迁是非常推崇孔子的。"}
{"text":"这是伯夷列传讲到历史哲学，然后讲到人生，叙述伯夷叔齐放着国君不当，当隐士去，两个人逃了。为什么从尧舜禹三代的禅让，说到伯夷叔齐的不当皇帝？为什么有人皇帝不当，有人想当皇帝当不到？他没有点明，这篇文章很难懂吧！这就是人生观点，等于所谓有人辞官归故里，有人漏夜赶科场。所以这篇伯夷列传，上面是说传位之难，下面则说有人可当皇帝还推掉不想当，可是他没有说明，要读者自己去体会。现在我们不讲这篇文章，到此打住。司马迁是非常推崇孔子的。在孔子的观念中，尧舜禹三代，统治天下，为全国的皇帝，而不与焉。心里没有觉得当皇帝可贵，而看得很平淡，真正做到只是服务，并不觉得权势可贵，因此这是真正的伟大，真正的崇高。他接下来便说到帝尧。子曰大哉！尧之为君也，巍巍乎！唯天为大，唯尧则之。荡荡乎！民无能名焉。巍巍乎！其有成功也。焕乎！其有文章。尧以前的历史，因为没有文献，没有资料的记载。所以孔子讲历史，姑且把他切断，从尧开始。我们现在研究历史，尧以前为远古史，只好从甲骨文及古物的发掘来研究。孔子叙述历史，自尧开始。他说伟大的尧，他的道德成就有如天一样崇高伟大，天的伟大不是说天的空间大，这个天不是物理世界的天，上古天字是一个抽象的代名词。天的伟大在于天生万物于人，而自己既不表功，也不要求回报，更没有要求大家感谢，自然的，生就生了。道家的思想，教我们人类的胸襟，要效法天地，只有付出，没有收回。儒家也有这种思想，所以说尧与天一样伟大。讲到这里，又涉及人生哲学及思想背景的问题了。中国儒道两家，都晓得天的伟大，教我们效法天地，这是正面的看法。但有人从反面看，最著名的是张献忠的七杀碑天生万物以养人，人无一德以报天，杀杀杀杀杀杀杀！一连七个杀字。这也是他的人生哲学，我们可称它为张献忠的哲学。有些人的哲学思想很难解说，张献忠的哲学，从反面来看也有他的道理，但研究以后，最后正面的道理还是会显示出来，这是说到天字的引伸。孔子说天的伟大，唯有尧效法。古文中的则字，观念上就是法则，单用这个字作动词，解释起来就是效法的意思。孔子说尧的政治胸襟政治气度，是效法天一样的伟大，只有付出，布施于大众，不期望收回一点。荡荡乎！民无能名焉。像海水一样波澜壮阔，浩瀚无边。"}
{"text":"一连七个杀字。这也是他的人生哲学，我们可称它为张献忠的哲学。有些人的哲学思想很难解说，张献忠的哲学，从反面来看也有他的道理，但研究以后，最后正面的道理还是会显示出来，这是说到天字的引伸。孔子说天的伟大，唯有尧效法。古文中的则字，观念上就是法则，单用这个字作动词，解释起来就是效法的意思。孔子说尧的政治胸襟政治气度，是效法天一样的伟大，只有付出，布施于大众，不期望收回一点。荡荡乎！民无能名焉。像海水一样波澜壮阔，浩瀚无边。他的伟大是无法以言辞形容的。巍巍乎！其有成功也。焕乎！其有文章。孔子说尧最伟大的成就，最伟大的光辉，是替中华民族开启了文化的传统。这一节是孔子评论上古历史哲学的观念，非常推崇这三代。民主乎？专制乎？从这一点研究孔子思想，以现代观念来说，孔子非常主张民主。为什么呢？我们知道中庸是他的孙子子思著的，大学是曾子著的。孔子的学问传给曾子，曾子著大学，我已经说过。现在再次提醒大家注意，许多人以为大学中庸就是孔子思想。在学术的立场，严格地说，这观念是不对的。只能说大学中庸是承袭孔子的传统思想。子思的中庸与大学的观念有差别，大学的观念与论语中的孔子思想又有差别，这是要注意的。为什么谈到中庸？中庸是孔子的孙子子思著的。子思是跟着曾子学的，曾子是跟孔子学的，前后三代。子思在中庸里说到孔子文化思想的根源，祖述尧舜，宪章文武。推崇的是尧舜，所以我们现在研究孔子，可以从他的孙子子思来取得旁征。近代有些人批评孔子是为后世帝王帮腔的，这是不对的，其实孔子处处在推崇尧舜的公天下。而公天下以现在的观念而言，绝对是民主的，但是这个话也有问题。有些美国学者来讨论中国文化，我常常告诉他们要注意，一个政治学一个军事学都是无法作结论的。古今中外的政治无论帝王政治民主政治专制政治各种各样的政治，都被人类在这个世界上玩过。究竟是哪一个政治体制好？哪一个政治体制绝对的对？谁敢下这个结论？当然有人下，那就是书生――书呆子。在理论上乱下结论可以，在事实上无法下结论。我说，你们现代西方文化的民主，都以美国式民主作代表，与法国式德国式的又不同。"}
{"text":"有些美国学者来讨论中国文化，我常常告诉他们要注意，一个政治学一个军事学都是无法作结论的。古今中外的政治无论帝王政治民主政治专制政治各种各样的政治，都被人类在这个世界上玩过。究竟是哪一个政治体制好？哪一个政治体制绝对的对？谁敢下这个结论？当然有人下，那就是书生――书呆子。在理论上乱下结论可以，在事实上无法下结论。我说，你们现代西方文化的民主，都以美国式民主作代表，与法国式德国式的又不同。依我的看法，你们现在美国式的民主，是真正的专制，是资本家在专制，是假民主，真专制。但如果真懂了中国过去的帝王制度――先不必谈秦汉以前，就说秦汉以后的帝王，真正好的皇帝是很难当的，如唐太宗宋太祖这些好的皇帝真难当，常常在御前开会时，遇到一些公正的宰相，把皇帝的命令挡回去，或是留中不发，还有些大臣面折廷诤，当面跟皇帝顶起来，因为他希望自己对历史有交代。我们在历史记载上常常看到这样的大臣或御史，明日准备上朝廷诤，先一夜在家思安排好后事，棺材都买好，告诉家人届时如不回来，就去收尸，宁可牺牲生命，也要对历史负责。皇帝碰到这样的大臣，也只好依他们的意见。所以我说真正研究中国过去的专制政治，是假专制，真民主。这里孔子更表达出这个道理来了。舜有臣五人，而天下治。武王曰予有乱臣十人。孔子曰才难，不其然乎？唐虞之际，于斯为盛，有妇人焉，九人而已。三分天下有其二，以服事殷。周之德，其可谓至德也已矣！这是孔子就历史哲学，对人事的评论，这中间我们要特别注意。前几段提到孔子对于三代的推崇赞叹。这里提出来，舜为什么为中国文化奠定了良好的基础？因为他有优秀的干部。领袖固然重要，干部更重要。换言之，干部难得，领袖也难当。舜当时期定天下，留万古美名，靠他有禹稷契皋陶伯益五个好干部，天下就大治了。我们要特别注意，仅仅五个人就可以把天下治好。我们研究历史，可以发现无论古今中外，任何一代，真正平定天下的，不过是几个人而已。汉高祖靠手里的三杰，张良萧何陈平而已。韩信还只是战将，不算在内。当然汉高祖也能干，很懂得采纳意见。汉光武中兴所谓云台二十八将，还不是中心人物，真正中心人物也不过几个人。外国历史，意大利复兴三杰，也只三个人。每一个时代的治乱，最高思想的决策，几个人而已。"}
{"text":"我们要特别注意，仅仅五个人就可以把天下治好。我们研究历史，可以发现无论古今中外，任何一代，真正平定天下的，不过是几个人而已。汉高祖靠手里的三杰，张良萧何陈平而已。韩信还只是战将，不算在内。当然汉高祖也能干，很懂得采纳意见。汉光武中兴所谓云台二十八将，还不是中心人物，真正中心人物也不过几个人。外国历史，意大利复兴三杰，也只三个人。每一个时代的治乱，最高思想的决策，几个人而已。启止是国家大事，据我个人的经验所见，所体会的，不说大的，说小的，大公司的老板，我认识的也蛮多，曾看到他穷的时候，也看到他现在的发达，如旧小说上所说的眼看他起高楼的，也不过两三个人替他动脑筋，鬼搞鬼搞就搞起来了，不到十几年，拥有千万财产的都有个人事业也是如此。所以人生难得是知己。个人事业也好，国家大事也好，连一两个知己好友都没有，就免谈了。如果两夫妇意见还不和的更困难了。所以孔子这个话是有深意的。易经上说二人同心，其利断金。两个人志同道合，心性完全一致，真正的同志，这股精神力量可以无坚不摧。周武王也说，他起来革命，打垮了纣王，平定天下，当时真正的好干部只有十个人，而这十个人当中，一个是好太太，男的只有九个。孔子说才难，真是人才难得。这里孔子对学生说，你们注意啊！人才是这样难得，从历史上舜与武王的事例看，可不就是吗？唐虞之际，尧舜禹三代以下一直到周朝，这千把年的历史，于斯为盛，到周朝开国的时候，是人才鼎盛的时期，也只有八九个人而已。周朝连续八百年的治权，文化优秀，一切文化建设鼎盛。但是也只有十个人把这个文化的根基打下来，而这十个人当中，还有一个女人，男人只有九人。但在周武王的前期，整个的天下，三分有其二，占了一半以上，还不轻易谈革命，仍然执诸侯之礼，这是真正的政治道德。这个历史哲学，孔子讲的是才难。我们知道清代乾隆以后，嘉庆年间有个怪人龚定庵。今天我们讲中国思想，近一百多年来，受他的影响很大，康有为梁启超等等，都受了他的影响。他才气非常高，文章也非常好，而且那个时候他留意了国防。外蒙古满洲边疆，他都去了，而且他认为中国问题的发生，都是边疆问题。事实上边疆有漏洞，西北陆上有俄国，东面隔海有日本，将来一定出大问题，他也狂得很，作了一篇文章，也讲才难。"}
{"text":"这个历史哲学，孔子讲的是才难。我们知道清代乾隆以后，嘉庆年间有个怪人龚定庵。今天我们讲中国思想，近一百多年来，受他的影响很大，康有为梁启超等等，都受了他的影响。他才气非常高，文章也非常好，而且那个时候他留意了国防。外蒙古满洲边疆，他都去了，而且他认为中国问题的发生，都是边疆问题。事实上边疆有漏洞，西北陆上有俄国，东面隔海有日本，将来一定出大问题，他也狂得很，作了一篇文章，也讲才难。当时他说天下将要大乱，因为没有人才，他在文章中骂得很厉害，他说朝无才相巷无才偷泽无才盗。连有才的小人都没有了，所以他感叹这个时代人才完了，过不了多少年，天下要大乱了，果然不出半个世纪，洪秀全出来造反，紧接着，内忧外患接连而来，被他说中了。这就是说兴衰治乱之机，社会安宁的重心在人才。不过龚定庵是怪人，不足以提倡。他怪，出个儿子更怪，他儿子后来别号叫龚半伦，在五伦里不认父亲。他更狂，读父亲的文章时，把他父亲龚定庵的神主牌放在一边，手里拿一支棒子，读到他认为不对的地方，就敲打一下神主牌，斥道你又错了！这就是龚半伦，人伦逆子中的怪物。前面一节我们提过，孔子的文化思想是祖述尧舜，宪章文武。所谓祖述的祖，就是自古相承的一惯传统，孔子是承继尧舜禹这个一贯的思想。宪章的内涵包括礼法政治制度社会礼仪文化精神等等。中国文化中的这些宪章精神都由文王武王时代确立了牢固的基础。老实说，我们现在留下来的中国文化的真精神，都是周代文化的精神，也就是孔子所弘扬的儒家思想。前面从尧舜而讲到周代，现在最后的结论讲到禹。大禹和墨子子曰禹，吾无闲然矣！菲饮食，而致孝乎鬼神恶衣服，而致美乎黻冕卑宫室，而尽力乎沟洫。禹，吾无闲然矣！我们研究孔子全部思想，他一直是推崇大禹的。这里无闲的闲，就是现代文字的间字。无闲就是没有办法可以挑剔，挑不出禹的缺点，菲是薄的意思，就是说禹自己的生活，非常清苦，自奉甚俭。关于致孝乎鬼神这一点，牵涉到中国文化里的一个大问题。这里的鬼神不是我们后世所讲的鬼神。夏禹以后，中国文化里的宗教气氛非常浓厚，孔子孟子也不例外。春秋战国时候，诸子百家中，墨子对文化思想影响很大。他不但尚贤尚同且尚鬼尚天。"}
{"text":"禹，吾无闲然矣！我们研究孔子全部思想，他一直是推崇大禹的。这里无闲的闲，就是现代文字的间字。无闲就是没有办法可以挑剔，挑不出禹的缺点，菲是薄的意思，就是说禹自己的生活，非常清苦，自奉甚俭。关于致孝乎鬼神这一点，牵涉到中国文化里的一个大问题。这里的鬼神不是我们后世所讲的鬼神。夏禹以后，中国文化里的宗教气氛非常浓厚，孔子孟子也不例外。春秋战国时候，诸子百家中，墨子对文化思想影响很大。他不但尚贤尚同且尚鬼尚天。说到这里，必须引伸说明一下墨子的思想，因为他和这一节大禹的文化有连带关系。墨子在孔子之后，他的思想对当时的影响非常大。中华民族几千年来，固然受了孔孟思想很大的薰陶，但在无形中影响最大的，还有墨子的思想。因为墨子的思想，经过演变，后来和中国的侠义精神合流，又另开一个局面。就以我们中国文字中的仁义两字来说，仁字在外文中有同义字。而侠义的义字，从墨子开始，特别强调，所谓路见不平，拔刀相助的精神，在外文中，还没有同义的字。为了朋友，守信重诺，可以把自己的生命付出。曾子所谓的可以托六尺之孤，可以寄百里之命的思想，就与墨子思想相同。我们中国文化精神，受墨子这种思想的影响很大，普及于社会各阶层。这是一个专题，在此只是提起大家注意而已。想研究中国思想史，更要特别注意墨子的思想。他思想中的尚贤，就是讲贤人政治。尚同与兼爱，就是提倡和平博爱的精神。墨子一生就这样实行他的主义，摩顶放踵以利天下地专门为别人效劳，乃至国际间的纷争，由他出来，也就可以调停了。说句笑话，现代的基辛格还没有资格跟他提皮包呢！历史上记载，宋楚相争，他一个人去调解，劝两个国家不要打杖。楚国见他来了，知道辩不过他，于是请第一流的工程师，好比现在的原子专家――公输班和他谈判。墨子问他，你认为可以征服宋国，有什么凭恃呢？公输班搬出最新式的武器，墨子一一封死他，告诉公输班，你所有的武器，我都有制服的方法，你如打别人，我就攻击你。最后公输班说，武器上我都不及你，但我最后一样武器，你就没有办法。墨子说，我知道你现在想把我杀死，但是我告诉你，这没有用。因为我的全部学问，在我的弟子中，已有很多人都会了，你杀了我一个墨子，还有千千万万墨子出来，最后你还是要失败的。因此这场国际战争没有打起来。墨子是不是这样做呢？是这样做的。"}
