{"text":"他说不是我们要这样干，是邻县要这样干，把土匪赶来赶去，剿的次数多，功劳多，他们要这样干，那我们又有什么办法呢？也有人说刘备是曹操培养出来的，假如他不培养一个刘备，就不能挟天子以令诸侯了。天下事原来如此。现在讲这样坏的一个故事，以解释这个道理――这种无为而治，实在是太不道德。我们在政治学上，军事学上的政治思想中，都看得出来，所谓为大将者无赫赫之功，这句话在军事思想上的意义，是所谓不战而屈人之兵。只要大将在那里，敌人就怕了，不敢动了，仗就打不起来了。这当然是了不起的。假如是一个普通人有赫赫之功，又是另外一件事了。所谓无为的道理，大致的要点也在此，孔子讲道德的政治，就是这一个道理。为什么孔子老是提到这一类的东西呢？古人对中国历史研究的方法，有一句话叫经史合参。什么叫经呢？就是常道，就是永恒不变的大原则，在任何时代，任何地区，这个原则是不会变动的。但不是我们能规定它不准变动，而是它本身必然如此，所以称为经。而史是记载这个原则之下的时代的变动社会的变迁。我们要懂得经，必须要懂得史。拿历史每个时代每个社会来配合。这样研究经史，才有意义。譬如孔子说的为政以德，表面上看起来，好像是一则刻板的教条。其实不是的。我们读历史就知道，孔子出生的那个时代，我们后世A它为春秋时代，就是西周与东周之间的时代，孔子写了一本书叫作春秋，后来春秋成了历史的代名词。在孔子前后，有人写了历史，都称春秋。中国文化中为什么把历史称为春秋而不称为冬夏呢？照理冷就是冷，热就是热，称冬夏也无不可。有人说因为春秋第一句话春王正月――后世把春王正月读成一句话，是读错了。所以我们再三讲，读古书要注意的，因为那时候还没有纸笔，文字要用刀刻在竹简上，很艰难，所以往往一个字就代表了一个复杂的意义。这个春是春季王是中央政府，是周朝正月是周朝所行月令的正月而成为春王正月――以此来解释历史所以称作春秋的原因，这是不对的。刚才提到，中国文化发展得最早的是科学，而科学中最先发展的是天文，讲世界科学史，乃至讲科学，一定先研究天文。要讲天文，则中国的天文，在三千年以前就发达了。在全世界而言，是一马当先的。讲天文又必须讲数学，而中国的数学，六千年以前，也很发达。这方面等将来有机会谈到易经的时候，再讨论它。"}
{"text":"这个春是春季王是中央政府，是周朝正月是周朝所行月令的正月而成为春王正月――以此来解释历史所以称作春秋的原因，这是不对的。刚才提到，中国文化发展得最早的是科学，而科学中最先发展的是天文，讲世界科学史，乃至讲科学，一定先研究天文。要讲天文，则中国的天文，在三千年以前就发达了。在全世界而言，是一马当先的。讲天文又必须讲数学，而中国的数学，六千年以前，也很发达。这方面等将来有机会谈到易经的时候，再讨论它。中国的文化是自天文来的――我们知道一年四季的气候是不平均的，冬天太冷，夏天太热。讲昼夜，白昼在冬天太短，在夏天太长，都不平均。只有春天二月间和秋天八月间，春分秋分两个节气，就是在经纬度上，太阳刚刚走到赤道中间的时刻，白昼黑夜一样长，气候不冷不热很温和，所以称历史为春秋。这就是中国的历史学家，认为在这一个时代当中，社会政治的好或不好，放在这个像春分秋分一样平衡的天气上来批判。拿现在的观念来说，称一下你够不够分量，你当了多少年皇帝，对得起国家吗？你做了多少年官？对得起老百姓吗？都替你称一称。历史叫作春秋就是这个道理。从台风了解人生我们看了春秋，看了春秋战国时候的历史，孔子在易经的系传上说臣弑其君，子弑其父，非一朝一夕之故，其所由来者，渐矣。当孔子写易经系传的时候，正是春秋时期动乱的时候。但是孔子认为非一朝一夕之故――不是一天所形成的。道家的庄子说飓风起于萍末，飓风就是现在广东话福建话所讲的台风，现在西方人用中国语音译过去，也叫台风。我们看到台风的力量这么猛烈，但它在水面上初起的时候，只见到水面上的一叶浮萍，稍稍动一下，紧接着水面上一股气流冒上来，慢慢大了，变成台风。道家这句话是说，个人也好，家庭也好，社会国家天下事都是一样，如果小事不在乎，则大问题都出在小事上。飓风起于萍末，大风暴是从一个小风波来的。所以孔子在易经中说的上面那一段话，说明天下事的形成不是偶然的，几乎没有偶然。平常听人说这个机会很偶然，实际上没有偶然的事情。以中国文化易经的道理来说，认为天地间的事都有原因，有很多因素的。譬如有人捡到一块钱，这多么偶然！但仔细分析，一点不偶然，它的前因是什么？"}
{"text":"道家这句话是说，个人也好，家庭也好，社会国家天下事都是一样，如果小事不在乎，则大问题都出在小事上。飓风起于萍末，大风暴是从一个小风波来的。所以孔子在易经中说的上面那一段话，说明天下事的形成不是偶然的，几乎没有偶然。平常听人说这个机会很偶然，实际上没有偶然的事情。以中国文化易经的道理来说，认为天地间的事都有原因，有很多因素的。譬如有人捡到一块钱，这多么偶然！但仔细分析，一点不偶然，它的前因是什么？因为他走出门来了，如果没有走出门这个前因，就不会有捡到一块钱的后果。或者说，坐在家里就掉下一块钱来了，这该是偶然了吧？但是因为他坐在家里，这块钱掉下来他才捡得到呀！假如他出门不坐在家里，掉下来的钱，也不会是他的了，所以坐在家里不出去，也是得到这块钱的前因。因此这些都是因素，其所由来者，渐矣。都是慢慢转变来的。易经告诉我们，天下的事，没有突变的，只有我们智慧不及的时候，才会看到某件事是突变的，其实早有一个前因潜伏在那里。我们懂了易经这几句话，孔子著春秋，正是赶上那个时代，他所以那么偏重教化，正是在那三四百年当中，社会风气乱得不得了。我们不妨引用下面几个人的话，就可以知道春秋时代乱到什么程度。司马光说今晋大夫暴蔑其君，剖分晋国指赵魏韩三家分晋，天子既不能讨，又宠秩之，使列于诸侯，是区区之分不得守，而并弃之也，先王之礼，于斯尽！又说天下以智力相雄长，遂使圣贤之后为诸侯者，社稷无不泯灭，生民之类，糜灭几尽，其不哀哉。顾亭林说春秋时犹严祭祀，重聘享，而七国则无其事矣！春秋时犹论宗姓氏族，而七国则无一言及之矣！邦无完交，士无完主，此皆变于一百三十三年之间，史之阙文，而后人可以意推者也，不得始皇之并天下，而文武之道尽矣！从上面的记载，说明了春秋战国当时社会之乱，变乱是不得了的。当时，大家重视权利的斗争，社会秩序很乱，文化衰败，孔子面对这个动乱，非常担忧，因此他说为政，权力是没有用的，唯德而已。圣人也势利吗？讲到德，第三个观念来了，我们看中国历史，儒家思想为什么对于尧舜禹汤文武周公这样推崇？以前我有一个老朋友，他比我大几十岁，是我的忘年交，四川人，自称为厚黑教主的李宗吾，此人当系大家都知道的。"}
{"text":"从上面的记载，说明了春秋战国当时社会之乱，变乱是不得了的。当时，大家重视权利的斗争，社会秩序很乱，文化衰败，孔子面对这个动乱，非常担忧，因此他说为政，权力是没有用的，唯德而已。圣人也势利吗？讲到德，第三个观念来了，我们看中国历史，儒家思想为什么对于尧舜禹汤文武周公这样推崇？以前我有一个老朋友，他比我大几十岁，是我的忘年交，四川人，自称为厚黑教主的李宗吾，此人当系大家都知道的。他本人道德非常好，就喜欢故意骂人，我劝他少骂人一点，不要提倡厚黑学，我说人性本来就是那么一回事，脸厚心黑，但还用一张幕掩盖起来的，为什么一定要把它揭开来呢？他说揭开吗？你搞错了，我是拉开坏的一幕，教人看后面真的。李宗吾对历史非常怀疑，他说圣人靠不住，为什么专推崇尧舜禹汤文武周公这些成功的人？不成功的就没有圣人吗？所以他有一篇文章叫对圣人的怀疑。这位老兄，专写反面文章，问他为什么要这样做？他说老弟，你不知道，我和爱因斯坦同年，我那位同年发明了相对论名闻世界了。我呢？当个厚黑教主还没有当好，所以我非要调皮一下不可。此人很妙，我认识他时，他已六十多岁，整天不吃饭，老喝酒，喝酒就饱。精神道德都很好。讲到这里，再回头讲正题，孔子为什么推崇尧舜禹汤文武周公等等？第一，有道德思想，没有德业的成果，只能说他有道，不见得有德。有道德的思想，又有德业的成果，道与德配合，才叫道德。历史上，道家儒家都提到尧舜禹汤文武周公，是因为那时谈到为政，讲究德字，到秦汉以后，只讲事功，所谓三王之治在道德，五霸之志在事功。王霸之不同在于此，等而下之，连霸业都谈不上，连事功都没有，光是拿偷鸡摸狗的手段窃国而已。这几句话虽然简单，解释起来，却有一大堆的意思，我们把它整个了解了，就晓得它的价值了。悠美的情歌子曰诗三百，一言以蔽之，曰思无邪。所以有人说论语要重新编排，他们看论语看到这里就说讲为政讲得好好的，为什么又突然讲到文学上去，而讲起诗来了呢？还不是编错了，编乱了吗？应该把它拿出来，照现在西方办法，逻辑的整理一番。我说逻辑？！大概是把它逻过一下，再辑一辑吧？"}
{"text":"这几句话虽然简单，解释起来，却有一大堆的意思，我们把它整个了解了，就晓得它的价值了。悠美的情歌子曰诗三百，一言以蔽之，曰思无邪。所以有人说论语要重新编排，他们看论语看到这里就说讲为政讲得好好的，为什么又突然讲到文学上去，而讲起诗来了呢？还不是编错了，编乱了吗？应该把它拿出来，照现在西方办法，逻辑的整理一番。我说逻辑？！大概是把它逻过一下，再辑一辑吧？只好为他们的主张作如是解释。殊不知论语已经编得非常完整了。为什么在为政里谈这个问题。诗三百，是指中国文学中的诗经，是孔子当时集中周朝以来数百年间，各个国家各个地方单位的劳人思妇的作品。所谓劳人就是成年不在家，为社会国家在外奔波，一生劳劳碌碌的人。男女恋爱中，思想感情无法表达蕴藏在心中的妇女，就是思妇。劳人思妇必有所感慨。各地方各国家各时代，每个人内心的思想感情，有时候是不可对人说，而用文字记下来，后来又慢慢的流传开了。孔子把许多资料收集起来，因为它代表了人的思想，可以从中知道社会的趋势到了什么程度，为什么人们要发牢骚？其所由来者渐矣！总有个原因的。这个原因要找也不简单，所以孔子把诗集中起来，其中有的可以流传，有的不能流传，必须删掉，所以叫做删诗书，定礼乐。他把中国文化，集中其大成，作一个编辑的工作。对于诗的部分，上下几百年，地区包括那么广，他集中了以后，删除了一部分，精选编出来代表作品三百篇，就是现在流传下来的诗经。读诗经的第一篇，大家都知道的关关雎鸠，在河之洲，窈窕淑女，君子好逑。拿现在青年的口语来讲，追！追女人的诗。或者说，孔子为什么这样无聊，把台北市西门町追女人那样的诗都拿出来，就像现在流行的恋爱歌给我一杯爱的咖啡什么的，这一杯咖啡实在不如关关雎鸠，在河之洲来得曲折含蓄。由此我们看到孔子的思想，不是我们想象中的迂夫子。上次提到过饮食男女，人之大欲存焉。人一定要吃饭，一定要男女追求，不过不能乱，要有限度，要有礼制。所以他认为正规的男女之爱，并不妨害风化，这也叫为政，正规的。那么他把文王――周朝所领导的帝王国度中，男女相爱的诗列作第一篇，为什么呢？人生饮食男女。形而下的开始，就是这个样子。"}
{"text":"由此我们看到孔子的思想，不是我们想象中的迂夫子。上次提到过饮食男女，人之大欲存焉。人一定要吃饭，一定要男女追求，不过不能乱，要有限度，要有礼制。所以他认为正规的男女之爱，并不妨害风化，这也叫为政，正规的。那么他把文王――周朝所领导的帝王国度中，男女相爱的诗列作第一篇，为什么呢？人生饮食男女。形而下的开始，就是这个样子。人一生下来就是要吃，长大了男人要女人，女人要男人，除了这个以外，几乎没有大事。所以西方文化某些性心理学的观念，强调世界进步，乃至整部人类历史，都是性心理推动的。诗经归纳起来，有两种分类――风雅颂赋比兴。什么叫风？就是地方性的，譬如说法国的文学是法国的文风，法国文风代表法国人的思想情感，所以诗经有郑风鲁风齐风等等。雅以现代用词来讲，是合于音乐文学的标准，文学化的艺术化的，但有时候也不一定文学化艺术化。颂就是社会政府公事化的文学叫颂。作品另三种型态，一种是赋，就是直接的述说。其次是比，如看见下大雪，想起北国的家乡来，像李太白的诗举头望明月，低头思故乡。因这个感触联想到那个，就叫比。兴是情绪，高兴的事自己自由发挥悲哀的事也自由发挥最有名的，像大家熟悉的文天祥过零丁洋七律诗辛苦遭逢起一经，干戈寥落四周星山河破碎风吹絮，身世飘零雨打萍皇恐滩头说皇恐，零丁洋里叹零丁人生自古谁无死？留取丹心照汗青。这也就是兴。他在挽救自己的国家，挽救那个时代，而遭遇敌人痛苦打击的时候，无限的情感，无限的感慨。这也就是真的牢骚，心里郁闷的发泄，就是兴。诗的伟大孔子说我整理诗三百篇的宗旨在什么地方？一言以蔽之――一句话，思无邪。人不能没有思想，只要是思想不走歪曲的路，引导走上正路就好，譬如男女之爱。如果作学问的人，男女之爱都不能要，世界上没有这种人。我所接近的，社会上普遍各界的人不少，例如出家的和尚尼姑神父修女，各色各样都有，常常听他们诉说内心的痛苦。我跟他讲，你是人，不是神，不是佛，人有人的问题，硬用思想把它切断，是不可能的。"}
{"text":"诗的伟大孔子说我整理诗三百篇的宗旨在什么地方？一言以蔽之――一句话，思无邪。人不能没有思想，只要是思想不走歪曲的路，引导走上正路就好，譬如男女之爱。如果作学问的人，男女之爱都不能要，世界上没有这种人。我所接近的，社会上普遍各界的人不少，例如出家的和尚尼姑神父修女，各色各样都有，常常听他们诉说内心的痛苦。我跟他讲，你是人，不是神，不是佛，人有人的问题，硬用思想把它切断，是不可能的。人活着就有思想，凡是思想一定有问题，没有问题就不会思想，孔子的思无邪就是对此而言。人的思想一定有问题，不经过文化的教育，不经过严正的教育，不会走上正道，所以他说整理诗三百篇的宗旨，就为了思无邪。那么为什么把这个讲文学境界的话，要放到为政篇来呢？这不是次序乱了吗？一点都不乱，这就是点题了，就是把题目的中心抓住，先拿出来。第一个点题以现在的话来说，一切政治问题社会问题只是思想问题。只要使得思想纯正，什么问题都解决了。我们知道，现在整个世界的动乱，是思想问题。所以我在讲哲学的时候，就说今天世界上没有哲学家。学校里所谓的哲学，充其量不过是研究别人的哲学思想而已。尤其是作论文的时候，苏格拉底怎么说，抄一节孔子怎么说，抄一节。结果抄完了他们的哲学，自己什么都没有，这种哲学只是文凭！世界上今天须要真正的思想，要融汇古今中外，真正产生一个思想。可是，现在不止中国，这是个思想贫乏的时代，所以我们必须发挥自己的文化。第二个点题牵涉到人的问题。中国史上，凡是一个大政治家，都是大诗人大文学家，我常和同学们说，过去人家说我们中国没有哲学，现在知道中国不但有哲学，几乎没有人有资格去研究。因为我们是文哲不分，中国的文学家就是哲学家，哲学家就是文学家，要了解中国哲学思想，必须把中国五千年所有的书都读遍了。西方的学问是专门的，心理学就是心理学，生理学就是生理学，过去中国人作学问要样样懂一点，中国书包括的内容这样多，哪一本没有哲学？哪一样不是哲学？尤其文学更要懂了，甚至样样要懂，才能谈哲学，中国哲学是如此难学。譬如唐初有首诗，题名春江花月夜中有几句说江上何人初见月？江月何年初照人？与西方人的先有鸡还是先有蛋的意思一样，但到了中国人的手里就高明了，在文字上有多美！"}
{"text":"西方的学问是专门的，心理学就是心理学，生理学就是生理学，过去中国人作学问要样样懂一点，中国书包括的内容这样多，哪一本没有哲学？哪一样不是哲学？尤其文学更要懂了，甚至样样要懂，才能谈哲学，中国哲学是如此难学。譬如唐初有首诗，题名春江花月夜中有几句说江上何人初见月？江月何年初照人？与西方人的先有鸡还是先有蛋的意思一样，但到了中国人的手里就高明了，在文字上有多美！所以你不在文学里找，就好像中国没有哲学，在中国文学作品中一看，哲学多得很，譬如苏东坡的词明月几时有？把酒问青天，不知天上宫阙，今夕是何年？不是哲学问题吗？宇宙哪里来的？上帝今天晚上吃西餐还是吃中餐？不知天上宫阙，今夕是何年？他问的这个问题，不是哲学问题吗？所以中国是文哲不分的。此其一。文史不分中国历史学家，都是大文学家，都是哲学家，所以司马迁著的史记里面的八书等等，到处是哲学，是集中国哲理之大成。此其二。文政不分大政治家都是大文豪，唐代的诗为什么那么好，因为唐太宗的诗太好了，他提倡的。明代的对联为什么开始发展起来，朱元璋的对联作得很不错，他尽管不读书，却喜欢作对联。有个故事，朱元璋过年的时候，从宫里出来，看见一家老百姓门前没有对子，叫人问问这家老百姓是干什么的，为什么门口没有对子。一问是阉猪的，不会作对联。于是朱元璋替他作了一副春联双手劈开生死路，一刀割断是非根。很好！很切身份。唐太宗诗好，大臣都是大文学家，如房玄龄虞世南魏征每位的诗都很好。为什么他们没有文名？因为在历史上，他们的功业盖过了文学上的成就。如果他们穷酸一辈子，就变文人了，文人总带一点酒酿味，那些有功业的变成醇酒了。其次，像宋代的王安石，他的诗很好，但文名被他的功业盖过了。所以中国文史不分文哲不分文政不分，大的政治家都是大文学家。我们来一个老粗皇帝汉高祖，他也会来一个大风起兮云飞扬，威加海内兮归故乡。别人还作不出来呢！不到那个位置，说不定作成台风来了吹掉瓦，雨漏下来我的妈！所以大政治家一定要具备诗人的真挚情感。换句话说，如西方人所说，一个真正做事的人，要具备出世的精神――宗教家的精神。此其三。第三个点题中国人为什么提倡诗和礼？儒家何以对诗的教育看得这么重要？"}
{"text":"所以中国文史不分文哲不分文政不分，大的政治家都是大文学家。我们来一个老粗皇帝汉高祖，他也会来一个大风起兮云飞扬，威加海内兮归故乡。别人还作不出来呢！不到那个位置，说不定作成台风来了吹掉瓦，雨漏下来我的妈！所以大政治家一定要具备诗人的真挚情感。换句话说，如西方人所说，一个真正做事的人，要具备出世的精神――宗教家的精神。此其三。第三个点题中国人为什么提倡诗和礼？儒家何以对诗的教育看得这么重要？因为人生就有痛苦，尤其是搞政治搞社会工作的人，经常人与人之间有接触有痛苦有烦恼。尤篇中国人，拚命讲究道德修养，修养不到家，痛苦就更深了。我经常告诉同学们，英雄与圣贤的分别英雄能够征服天下，不能征服自己，圣贤不想去征服天下，而征服了自己英雄是将自己的烦恼交给别人去挑起来，圣人自己挑尽了天下人的烦恼。这是我们中国文化的传统精神，希望每个人能完成圣贤的责任，才能成为伟大的政治家。从事政治碰到人生的烦恼，西方人就付诸宗教中国过去不专谈宗教，人人有诗的修养，诗的情感就是宗教的情感，不管有什么无法化解的烦恼，自己作两句诗，就发泄了，把情感发挥了。同时诗的修养就是艺术的修养，一个为政的人，必须具备诗人的情感诗人的修养。我们看历史就知道，过去的大臣，不管文官武将，退朝以后回到家中，拿起笔，字一写，书一读，诗一诵，把胸中所有的烦闷都解决了。不像现在的人上桌子打麻将或跳舞去了。这种修养和以前的修养不同了，也差远了。由此我们已了解，孔子说为政的诗三百，一言以蔽之，曰思无邪。就是告诉我们为政的人，除了领导思想不走邪路以外，对于自己的修养，更要有诗人的情操，才能温柔敦厚，才能轻松愉快的为政。穷哉法治下面提出问题来了子曰道之以政，齐之以刑，民免而无耻。道之以德，齐之以礼，有耻且格。这个道是领导的导。刚才我们提出来，说孔子讲的为政，不是谈政治，以现在观念勉强说来，他讲的是政治哲学，或说是政治的原理。他说领导一个国家，一个社会，如果以政治体制来领导，再用法制来管理，齐之以刑，使大家不犯法，犯法就罚他。"}
