{"text":"前年，我作了一篇短文，主张落水狗还是非打不可，就有老实人以为苛酷，太欠大度和宽容况且我以此施之人，人又以报诸我，报施将永无了结的时候。但是，外国我不知，在中国，历来的胜利者，有谁不苛酷的呢。取近例，则如清初的几个皇帝，民国二年后的袁世凯，对于异己者何尝不赶尽杀绝。只是他嘴上却说着什么大度和宽容，还有什么慈悲和仁厚也并不像列宁似的简单明了，列宁究竟是俄国人，怎么想便怎么说，比我们中国人直爽得多了。但便是中国，在事实上，到现在为止，凡有大度，宽容，慈悲，仁厚等等美名，也大抵是名实并用者失败，只用其名者成功的。然而竟瞒过了一群大傻子，还会相信他。庆祝和革命没有什么相干，至多不过是一种点缀。庆祝，讴歌，陶醉着革命的人们多，好自然是好的，但有时也会使革命精神转成浮滑。革命的势力一扩大，革命的人们一定会多起来。统一以后，我恐怕研究系也要讲革命。去年年底，现代评论，不就变了论调了么？和三一八惨案时候的议论一比照，我真疑心他们都得了一种仙丹，忽然脱胎换骨。我对于佛教先有一种偏见，以为坚苦的小乘教倒是佛教，待到饮酒食肉的阔人富翁，只要吃一餐素，便可以称为居士，算作信徒，虽然美其名曰大乘，流播也更广远，然而这教却因为容易信奉，因而变为浮滑，或者竟等于零了。革命也如此的，坚苦的进击者向前进行，遗下广大的已经革命的地方，使我们可以放心歌呼，也显出革命者的色彩，其实是和革命毫不相干。这样的人们一多，革命的精神反而会从浮滑，稀薄，以至于消亡，再下去是复旧。广东是革命的策源地，因此也先成为革命的后方，因此也先有上面所说的危机。当盛大的庆典的这一天，我敢以这些杂乱无章的话献给在广州的革命民众，我深望不至于因这几句出轨的话而扫兴，因为将来可以补救的日子还很多。倘使因此扫兴了，那就是革命精神已经浮滑的证据。四月十日。本篇最初发表于一九二七年五月五日广州国民新闻副刊新出路第十一号。沪宁克复，指一九二七年三月二十二日上海工人第三次武装起义成功和三月二十四日北伐军攻克南京。黄埔指孙中山在国民党改组后所创立的黄埔中央军事政治学校，校址在广州黄埔。一九二四年六月正式开学。在一九二七年四月十二日蒋介石反革命政变以前，它是国共合作的学校。周恩来叶剑英恽代英萧楚女等许多共产党人都在该校担任过负责的工作。"}
{"text":"倘使因此扫兴了，那就是革命精神已经浮滑的证据。四月十日。本篇最初发表于一九二七年五月五日广州国民新闻副刊新出路第十一号。沪宁克复，指一九二七年三月二十二日上海工人第三次武装起义成功和三月二十四日北伐军攻克南京。黄埔指孙中山在国民党改组后所创立的黄埔中央军事政治学校，校址在广州黄埔。一九二四年六月正式开学。在一九二七年四月十二日蒋介石反革命政变以前，它是国共合作的学校。周恩来叶剑英恽代英萧楚女等许多共产党人都在该校担任过负责的工作。指一九二七年四月八日所作的题为革命时代的文学的讲演，后收入而已集。张勋―江西奉新人，北洋军阀之一，原为清朝江南提督钦差江防大臣。辛亥革命时，他曾在南京负隅顽抗一九一七年七月又曾扶持清废帝溥仪复辟。一九一一年十二月，革命军攻克南京，临时政府曾在莫愁湖畔建立粤军阵亡将士纪念碑，刻有孙中山建国成仁的题字。一九一三年九月张勋攻占南京后此碑被毁。循环日报一八七四年一月五日创刊于香港的中文报纸，王韬主办。李守常―名大钊，字守常，河北乐亭人，马克思列宁主义在中国最早的传播者，中国共产党创始人之一。一九二七年四月六日在北京被奉系军阀张作霖逮捕，二十八日遇害。在北京期间，曾与他共同参加新青年的编辑工作。指少年先锋，旬刊，李求实伟森主编，中国共产主义青年团广东区委会的机关刊物。一九二六年九月一日创刊于广州。一九二七年四月中旬停刊，共出十九期。到广州不久，广东地区党组织即派毕磊等与他联系，并赠此刊多期。少年先锋第八期一九二六年十一月十一日以胜利之后为题，摘登了斯大林论列宁中的一段话，其中引有列宁在俄国社会民主工党第五次代表大会上的讲话。按这段话今译为第一件事就是不要陶醉于胜利，不要骄傲第二件事就是要巩固自己的胜利第三件事就是要彻底消灭敌人，因为敌人只是被打败了，但是还远没有被彻底消灭。见斯大林全集第六卷，人民出版社一九七一年九月版，第五十二页指论费厄泼赖应该缓行，后收入坟。袁世凯―字慰亭，河南项城人，北洋军阀首领。辛亥革命后，他篡取中华民国大总统职位，杀害革命党人，密谋复辟帝制。"}
{"text":"按这段话今译为第一件事就是不要陶醉于胜利，不要骄傲第二件事就是要巩固自己的胜利第三件事就是要彻底消灭敌人，因为敌人只是被打败了，但是还远没有被彻底消灭。见斯大林全集第六卷，人民出版社一九七一年九月版，第五十二页指论费厄泼赖应该缓行，后收入坟。袁世凯―字慰亭，河南项城人，北洋军阀首领。辛亥革命后，他篡取中华民国大总统职位，杀害革命党人，密谋复辟帝制。研究系黎元洪任北洋军阀政府总统段祺瑞任国务总理的时期，原进步党首领梁启超汤化龙等组织宪法研究会，依附段祺瑞，并勾结西南军阀，进行政治投机活动，这个政客集团被称为研究系。现代评论综合性周刊，胡适陈源王世杰徐志摩等人所办的同人杂志。一九二四年十二月创刊于北京，一九二七年移至上海出版。一九二八年十二月出至第九卷第二九期停刊。该刊原依附北洋政府，诬蔑人民群众的革命运动，在北伐战争不断取得胜利时，它改变了原来的论调。如第五卷第一七期一九二六年十二月二十五日发表的时事短评以赞赏的口气评述党军占领武汉后没收军阀财产的行动，说中国军阀的聚敛行为，向来是不受制裁的这回的打击，要算第一遭。又说，素来不自由的工人们，忽然取得了完全的结社自由与罢工自由，劳工界之需要团体组织与团体行动究亦不容否认。所以我们对于武汉工潮的前途，实亦用不着悲观。三一八惨案一九二六年三月十八日，北京各界群众集会抗议日本帝国主义侵犯中国主权，赴段祺瑞执政府请愿，遭到段祺瑞卫队的镇压，死伤二百余人。事后，现代评论第三卷第六十八期一九二六年三月二十七日发表陈西滢闲话，指责所谓暴徒首领故意引人去死地，为段祺瑞开脱罪责。小乘和大乘，是佛教的两大派别。小乘教派主张自我解脱，要求苦行修炼，在很大程度上保持了早期佛教的精神。大乘教派主张救度一切众生，强调尽人皆能成佛，一切修行以利他为主，戒律比较松弛。拳术与拳匪拳术与拳匪此信单是呵斥，原意不需答复，本无揭载的必要但末后用了激将法，要求发表，所以便即发表。既然发表，便不免要答复几句了。来信的最大误解处，是我所批评的是社会现象，现在陈先生根据了来攻难的，却是他本身的态度。如何是社会现象呢？"}
{"text":"小乘教派主张自我解脱，要求苦行修炼，在很大程度上保持了早期佛教的精神。大乘教派主张救度一切众生，强调尽人皆能成佛，一切修行以利他为主，戒律比较松弛。拳术与拳匪拳术与拳匪此信单是呵斥，原意不需答复，本无揭载的必要但末后用了激将法，要求发表，所以便即发表。既然发表，便不免要答复几句了。来信的最大误解处，是我所批评的是社会现象，现在陈先生根据了来攻难的，却是他本身的态度。如何是社会现象呢？本志前号克林德碑篇内已经举出新武术序说，世界各国，未有愈于中华之新武术者。前庚子变时，民气激烈序中的庚子，便是随感录所说的一千九百年，可知对于鬼道主义明明大表同情。要单是一人偶然说了，本也无关重要但此书是已经官署审定，又很得教育家欢迎，――近来议员又提议推行，还未知是否同派，――到处学习，这便是的确成了一种社会现象而且正是鬼道主义精神。我也知道拳术家中间，必有不信鬼道的人但既然不见出头驳斥，排除谬见，那便是为潮流遮没，无从特别提开。譬如说某地风气闭塞，也未必无一二开通的人，但记载批评，总要据大多数立言，这一二人决遮不了大多数。所以个人的态度，便推翻不了社会批评这随感录第三十七条，也仍然完全成立。其次，对于陈先生主张的好处，也很有不能点头的处所，略说于下蔡先生确非满清王公，但现在是否主持打拳，我实不得而知。就令正在竭力主持，我亦以为不对。陈先生因拳术医好了老病，所以赞不绝口照这样说，拳术亦只是医病之术，仍无普及的必要。譬如乌头，附子，虽于病有功，亦不必人人煎吃。若用此医相类之病，自然较有理由但仍须经西医考查研究，多行试验，确有统计，才可用于治疗。不能因一二人偶然之事，便作根据。技击术的起死回生和至尊无上，我也不能相信。东瀛的武士道，是指武士应守的道德，与技击无关。武士单能技击，不守这道德，便是没有武士道。中国近来每与柔术混作一谈，其实是两件事。美国新出北拳对打，亦是情理上能有的事，他们于各国的书，都肯翻译或者取其所长，或者看看这些人如何思想，如何举动这是他们的长处。中国一听得本国书籍，间有译了外国文的，便以为定然宝贝，实是大误。的确是外国所有的字，但不同中国的打拳对于中国可以说是不会。"}
{"text":"东瀛的武士道，是指武士应守的道德，与技击无关。武士单能技击，不守这道德，便是没有武士道。中国近来每与柔术混作一谈，其实是两件事。美国新出北拳对打，亦是情理上能有的事，他们于各国的书，都肯翻译或者取其所长，或者看看这些人如何思想，如何举动这是他们的长处。中国一听得本国书籍，间有译了外国文的，便以为定然宝贝，实是大误。的确是外国所有的字，但不同中国的打拳对于中国可以说是不会。正如拳匪作，也是他们本有的字但不能因有此字，便说外国也有拳匪。陆军中学里，我也曾见他们用厚布包了枪刃，互相击刺，大约确是枪剑术至于是否逃不出中国技击范围，外行实不得而知。但因此可悟打仗冲锋，当在陆军中教练，正不必小学和普通中学都来练习。总之中国拳术，若以为一种特别技艺，有几个自己高兴的人，自在那里投师练习，我是毫无可否的意见因为这是小事。现在所以反对的，便在一教育家都当作时髦东西，大有中国人非此不可之概二鼓吹的人，多带着鬼道精神，极有危险的豫兆。所以写了这一条随感录，倘能提醒几个中国人，则纵令被骂为刚毅之不如，也是毫不介意的事。三月二日，。三闲书屋校印书籍三闲书屋校印书籍现在只有三种，但因为本书屋以一千现洋，三个有闲，虚心绍介诚实译作，重金礼聘校对老手，宁可折本关门，决不偷工减料，所以对于读者，虽无什么奖金，但也决不欺骗的。除铁流外，那二种是毁灭法捷耶夫，是早有定评的小说作家，本书曾经从日文本译出，登载月刊，读者赞为佳作。可惜月刊中途停印，书亦不完。现又参照德英两种译本，译成全书，并将上半改正，添译藏原惟人，理契序文，附以原书插画六幅，三色版印画像一张，亦可由此略窥新的艺术。不但所写的农民矿工以及知识阶级，皆栩栩如生，且多格言，汲之不尽，实在是新文学中的一个大炬火。全书三百十余页，实价大洋一元二角。士敏土之图这士敏土是革拉特珂夫的大作，中国早有译本德国有名的青年木刻家凯尔梅斐尔德曾作图画十幅，气象雄伟，旧艺术家无人可以比方。现据输入中国之唯一的原版印本，复制玻璃版，用中国夹层宣纸，影印二百五十部，大至尺余，神彩不爽。出版以后，已仅存百部，而几乎尽是德日两国人所购，中国读者只二十余人。"}
{"text":"不但所写的农民矿工以及知识阶级，皆栩栩如生，且多格言，汲之不尽，实在是新文学中的一个大炬火。全书三百十余页，实价大洋一元二角。士敏土之图这士敏土是革拉特珂夫的大作，中国早有译本德国有名的青年木刻家凯尔梅斐尔德曾作图画十幅，气象雄伟，旧艺术家无人可以比方。现据输入中国之唯一的原版印本，复制玻璃版，用中国夹层宣纸，影印二百五十部，大至尺余，神彩不爽。出版以后，已仅存百部，而几乎尽是德日两国人所购，中国读者只二十余人。出版者极希望中国也从速购置，售完后决不再版，而定价低廉，较原版画便宜至一百倍也。图十幅，序目两页，中国式装，实价大洋一元五角。代售处内山书店上海，北四川路底，施高塔路口。本篇最初印于一九三一年十一月三闲书屋版铁流版权页后。三闲书屋，自费印行书籍时所用的书店名称。指萌芽月刊，译的毁灭连载于该刊第一至六期，题作溃灭。三闲书屋印行文艺书籍三闲书屋印行文艺书籍敝书屋因为对于现在出版界的堕落和滑头，有些不满足，所以仗了三个有闲，一千资本，来认真绍介诚实的译作，有益卖主拿出钱来，拿了书去，没有意外的奖品，没有特别的花头，然而也不至于归根结蒂的上当。编辑并无名人挂名，校印却请老手动手。因为敝书屋是讲实在，不讲耍玩意儿的。现在已出的是毁灭法捷耶夫作。是一部罗曼小说，叙述一百五十个袭击队员，其中有农民，有牧人，有矿工，有智识阶级，在西伯利亚和科尔却克军及日本军战斗，终至于只剩了十九人。描写战争的壮烈，大森林的风景，得未曾有。曾从日文本译出，登载月刊，只有一半，而读者已称赞为佳作。今更据德英两种译本校改，并译成全文，上加自传，序文，末附，且有插画六幅，三色版画像一幅。道林纸精印，页数约三百页。实价大洋一元二角。铁流绥拉菲摩维支作。内叙一支像铁的奔流一般的民军，通过高山峻岭，和主力军相联合。路上所遇到的是强敌，是饥饿，是大风雨，是死。然而通过去了。意识分明，笔力坚锐，是一部纪念碑的作品，批评家多称之为史诗。现由曹靖华从原文译出，前后附有自传，论文，涅拉陀夫的长序和详注，特为中国译本而作的注解。卷首有三色版画像一幅，卷中有照相及笔迹各一幅，书中主角的照相两幅，地图一幅，三色版印法棱支画铁流图一幅。道林纸精印，页数三百四十页。实价大洋一元四角。"}
{"text":"铁流绥拉菲摩维支作。内叙一支像铁的奔流一般的民军，通过高山峻岭，和主力军相联合。路上所遇到的是强敌，是饥饿，是大风雨，是死。然而通过去了。意识分明，笔力坚锐，是一部纪念碑的作品，批评家多称之为史诗。现由曹靖华从原文译出，前后附有自传，论文，涅拉陀夫的长序和详注，特为中国译本而作的注解。卷首有三色版画像一幅，卷中有照相及笔迹各一幅，书中主角的照相两幅，地图一幅，三色版印法棱支画铁流图一幅。道林纸精印，页数三百四十页。实价大洋一元四角。士敏土之图革拉特珂夫的小说士敏土，中国早有译本，可以无须多说了。德国的青年艺术家梅斐尔德，就取这故事做了材料，刻成木版画十大幅，黑白相映，栩栩如生，而且简朴雄劲，决非描头画角的美术家所能望其项背。现从全中国只有一组之原版印本，用玻璃版复制二百五十部，版心大至一英尺余，用夹层宣纸印刷，中国式装。出版以来，在日本及德国，皆得佳评，今已仅存叁十本。每本实价大洋贰元。代售处内山书店上海北四川路底施高塔路口本篇是单张广告，写作时间未详。生理实验术要略生理实验术要略一骨之有机及无机成分切兽骨作细片，煮之，则胶质出于水中，所余者为无机成分。或煅去其有机分亦可。用磷盐酸，浸骨片于中，历数日，则无机分溶解，所余者为有机成分。二横纹肌之纹取肌束一，切去其腱，次去肌膜，用针徐徐分析，逮得极细之糸，乃就显镜三百倍检之。无纹肌亦然。三食素检出素一卵白质加密伦氏液，则成赤色。密伦氏液制法用汞一克，溶解于硝酸二克，次加水一倍，以漓薄之。或先加苛性钾水溶液，次注入极薄之硫酸铜水溶液，则呈紫色。二含水炭素甲溶蒲萄糖于水，加菲林氏液，则呈赭色。菲林氏液制法硫酸铜二五克，加水一克酒石酸钠一克，苛性钠四克，加水一克。次取一立方生密，二五立方生密，混合之即成。乙取蔗糖溶解于水，加硫酸少许，即成蒲萄糖。可用前术试之。丙取淀粉入水中，注入碘之酒精溶液，则呈蓝色。四唾之糖化作用取淀粉和水，纳试管中，煮令成糊。注以碘液，即成紫色。次又加水令薄，滴入唾液少许，置四十度温水中，当见紫色渐褪。若注入菲林氏液，即呈蒲萄糖之反应。五胃液之卵白消化作用煮卵白令凝，切作立方形，投人工胃液取市肆所售沛普敦二五克，加盐酸一克，水二五克即成中。"}
{"text":"次取一立方生密，二五立方生密，混合之即成。乙取蔗糖溶解于水，加硫酸少许，即成蒲萄糖。可用前术试之。丙取淀粉入水中，注入碘之酒精溶液，则呈蓝色。四唾之糖化作用取淀粉和水，纳试管中，煮令成糊。注以碘液，即成紫色。次又加水令薄，滴入唾液少许，置四十度温水中，当见紫色渐褪。若注入菲林氏液，即呈蒲萄糖之反应。五胃液之卵白消化作用煮卵白令凝，切作立方形，投人工胃液取市肆所售沛普敦二五克，加盐酸一克，水二五克即成中。加温摄氏三十六七度至数十分时，当见立方之角，渐益浑同，知已成沛普敦，溶解于液。故加密伦氏液，则呈赤色。六液之糖化作用取兽，置空气中一日，即浸于四十之酒精中。数日后，滴以无水酒精，则其，，皆沉淀，是名。可用此试淀粉之糖化，术与第四则同。七液之脂肪分解作用用中性脂肪，用肆中所售之阿列布油，加重土水，煮之令沸逮冷，即浸诸以脱数日以后，以脱中已函中性脂肪，可蒸发以脱而得之若普通之脂肪，则其中已函脂酸，故不堪用加，并插入青色试纸，则脂肪分解，成格里舍林及脂酸，故试纸转为赤色。八血之固体及液体成分用新血入玻璃管中，外围以水，马血则不需此，靖立良久，血汁及血轮二者，即渐离析。九糸素用新血入皿中，急搅以箸，则糸素渐多，绕于箸端。所余者为血清，不能凝固。糸素虽作赤色，以水涤之，即成纯白。十血轮一赤血轮作六五之食盐水，滴于左手无名指背侧之端，取锐P贯水刺之，则血出即入水中，不触空气。乃置玻璃片上，以显镜检之，当见其浮游液中，均作镜状。次加水令淡，则展如板状。加盐令浓，则收缩如荔支。二白血轮用极细玻璃管，吸入新血，吹酒灯之火，封其两端，就显镜检之即见。十一血之循环用薄板或原纸一枚，大如掌，一侧作一小孔。次以醉蛙须二十分时，或用针破其小脑亦可，令卧于板，剖腹展其肠间膜，蒙于孔上，四围固定以针或树刺，令不皱缩。乃就显镜视之，可见循环之状。赤血轮在中央，白血轮则循管壁。倘历时久，则宜略润以水，俾勿乾。十二呼出之气内含炭酸用新制石灰水，旧者不可用制法为浸生石灰于水，少顷，取上部之澄明者纳瓶中，加盖待用，置器中。"}
{"text":"加盐令浓，则收缩如荔支。二白血轮用极细玻璃管，吸入新血，吹酒灯之火，封其两端，就显镜检之即见。十一血之循环用薄板或原纸一枚，大如掌，一侧作一小孔。次以醉蛙须二十分时，或用针破其小脑亦可，令卧于板，剖腹展其肠间膜，蒙于孔上，四围固定以针或树刺，令不皱缩。乃就显镜视之，可见循环之状。赤血轮在中央，白血轮则循管壁。倘历时久，则宜略润以水，俾勿乾。十二呼出之气内含炭酸用新制石灰水，旧者不可用制法为浸生石灰于水，少顷，取上部之澄明者纳瓶中，加盖待用，置器中。又取玻璃管一，一端入水，一端诳诖抵虺蚊髦变白如乳，成炭酸石灰。十三生物失空气则死取鼠或小鸟入排气钟内，去其空气验之。十四脑及脊髓之作用用以脱醉蛙，取锯切开头骨，去其大脑。置半身于水，察其举止。当见姿势不失，其他器官，亦无障碍，而意志已亡，任置何处，决不自动，惟反其身，令腹向上，或直接加撄，乃运动耳。次去其小脑及延髓，则姿势顿失，呼吸亦止。然以脊髓尚在，故取火焚其足，则举足以避。或用醋酸滴于肤，亦举足欲除去之。此其反射作用也。次更以针纵贯脊髓，则上述作用，一切俱亡。然因神经及肌肉未能即死，故直接加撄，亦尚呈反应，特甚微耳。本篇最初发表于一九一四年十月四日杭州教育周报，署名周树人。原为在浙江两级师范学堂任生理学教员时所编讲义人生象隆返母铰迹硎本者修订，原无标点，有句读。糸同丝。食素日文名词，意为食物营养成分。密伦氏液鉴别酪氨酸蛋白质的成分之一的经典试剂，因其发明者法国化学家密伦，―而得名。菲林氏液鉴定分析糖的经典试剂，因其发明者德国化学家斐林，―而得名。沛普敦的音译，即蛋白胨，又称消化蛋白质。液即胰液。胰脂酶。，唾液淀粉酶。，胰蛋白酶。胰酶制剂。阿列布油即橄榄油。重土水即钡盐重晶石。以脱的音译，即乙醚。青色试纸即蓝色的石蕊试纸，在酸性溶液中则变为红色。"}
