{"text":"哭罢，吾友！有眼泪的时候痛快的流，莫等欲哭无泪，更要痛苦万倍了。你叫我替你作记述，无非要将一腔积闷宣泄。文菊叫我作记述，也不过要借我的酒杯为你浇块垒。这都有益于你的，我又焉敢辞。不过我终不敢大胆为你作传，我怕我的预料不对，我若写得不合你的意，必更增你的惆怅，更觉得你是天涯一孤鸿了。但是我若写得合你的意，我又怕你受了无形的催眠，――只有这封信给你，我对于你同情和推想，都可于此中寻得。你为之欣慰或伤感，我无从得知，只盼你诚实的告诉我，并望你有出我意料外的澈悟消息告诉我！亲爱的朋友！保重罢！隐自海滨寄灵海潮汐致梅姊亲爱的梅姊我接到你的来信后，对于你的热诚，十分的感激。当时就想抉示我心头的隐衷，详细为你申说。然自从我回到故乡以后，我虽然每天照着明亮的镜子，不曾忘却我自己的形容，不过我确忘记了整个儿我的心的状态。我仿佛是喝多了醇酒，一切都变成模糊。其实这不是什么很奇怪的事，因为你只要知道我的处境，是怎样的情形，和我的心灵怎样被捆扎，那么你便能想象到，纵使你带了十二分活泼的精神来到这里，也要变成阶下的罪囚，一切不能自由了。我住的地方，正在城里的闹市上。靠东的一条街，那是全城最大的街市，两旁全是店铺，并不看见什么人们的住房。因为这地方的街市狭小，完全赁用人民的住房的门面作店铺，所以你可以想象到这店铺和住家是怎样的毗连。住户们自然有许多不便，他们店铺的伙计和老板，当八点以后闭了店门，便掇三两条板凳，放上一块藤绷子，横七竖八地睡着倘若你夜里从外头回来的时候，必要从他们挺挺睡着的床边走过，不但是鼾声吓人，那一股炭气和汗臭，直熏得人呕吐。尤其是当你从朋友家里宴会回来以后，那一股强烈的刺激，真容易使得人宿酒上涌呢！我曾记得有一次，我和玉姊同到青年会看电影，那天的片子是月宫宝盒，其中极多幽美的风景，使我麻木的感想，顿受新鲜的刺激，那轻松的快感仿佛置身另一世界。不久，影片映完，我们自然要回到家里，这时候差不多快十二点了。"}
{"text":"不久，影片映完，我们自然要回到家里，这时候差不多快十二点了。街上店铺大半全闭了门，电灯也都掩息，只有三数盏路灯，如曙后孤星般在那里淡淡的发着亮，可是月姊已明装窥云，遂使世界如笼于万顷清波之下似的，那一种使人悄然意远的美景，不觉与心幕上适才的印象，熔而为一但是不久已到家门口，吓一阵鼾呼鼾呼的鼾声雷动，同时空气中渗着辣臭刺鼻，全身心被重浊的气压困着出不来气，这才体贴出人间的意味来。至于庭院里呢？为空间经济起见，并不种蓓蕾的玫瑰和喷芬的夜合，只是污浊破烂的洗衣盆，汲水桶，纵横杂陈。从这不堪寓目的街市，走到不可回旋的天井里，只觉手绊脚牵。至于我住的那如斗般的屋子里，虽勉强的把它美化，然终为四境的嘈杂，和孩子们的哭叫声把一切搅乱了。这确是沉重的压迫，往往激起我无名的愤怒。我不耐烦再开口和人们敷衍，我只咒诅上帝的不善安置，使我走遍了全个儿的城市，找不到生命的休息处。我又怎能抉示我心头的灵潮，于我亲爱的梅姊之前呢！不久又到了夏天，赤云千里的天空，可怜我不但心灵受割宰，而且身体更郁蒸，我实在支持不住了，因移到鼓岭来住――这是我们故乡三山之一。鼓岭位于鼓山之巅，仿佛宝塔之尖顶，登峰四望，可以极目千里，看得见福州的城市民房栉比，及汹涛骇浪的碧海，还有隐约于紫雾白云中的岩洞迷离，峰峦重叠。我第一天来到这个所在，不禁满心怅惘，仿佛被猎人久围于暗室中的歧路亡羊，一旦被释重睹天日，欣悦自不待说。然而回想到昔日的颠顿艰幸，不禁热泪沾襟！然而透明的溪水，照见我灵海的潮汐，使它重新认识我自己。我现在诚意的将这潮汐的印影，郑重的托付云雀，传递给我千里外的梅姊和凡关心我的人们，这是何等的幸运。使我诅咒人生之余，不免自惭，甚至忏悔，原来上帝所给予人们的宇宙，正不是人们熙攘奔波的所在。呵！梅姊，我竟是错了哟！一鸡声茅店月当我从崎岖陡险的山径，攀缘而上以后，自是十分疲倦，没有余力更去饱觅山风岚韵但是和我同来的圃，她却斜披夕阳，笑意沉酣的，来到我的面前说这里风景真好，我们出去玩玩吧！"}
{"text":"使我诅咒人生之余，不免自惭，甚至忏悔，原来上帝所给予人们的宇宙，正不是人们熙攘奔波的所在。呵！梅姊，我竟是错了哟！一鸡声茅店月当我从崎岖陡险的山径，攀缘而上以后，自是十分疲倦，没有余力更去饱觅山风岚韵但是和我同来的圃，她却斜披夕阳，笑意沉酣的，来到我的面前说这里风景真好，我们出去玩玩吧！我听了这话，不免惹起游兴，早忘了疲倦，因遵着石阶而上，陡见一片平坦的草地，静卧于松影之下。我们一同坐在那柔嫩的碧茵上，觉得凉风拂面，仿佛深秋况味。我们悄悄坐着，谁也不说什么，只是目送云飞，神并霞驰，直到黄昏后，才慢慢地回去。晚饭后，摊开被褥，头才着枕，就沉沉入梦了。这一夜睡得极舒畅。一觉醒来，天才破晓，淡灰色的天衣，还不曾脱却，封岩闭洞的白云，方姗姗移步。天边那一钩残月，容淡光薄，仿佛素女身笼轻绡，悄立于霜晨凌竦中。隔舍几阵鸡声，韵远趣清。推窗四望，微雾轻烟，掩映于山巅林际。房舍错落，因地为势，美景如斯，遂使如重囚的我，遽然被释，久已不波的灵海，顿起潮汐，芸芸人海中的我真只是一个行尸呵！灵海既拥潮汐，其活泼腾越有如游龙，竟至不可羁勒。这一天黎明，我便起来，怔立在回廊上，不知是何心情，只觉得心绪茫然，不复自主。记起五年前的一个秋天早晨，――天容淡淡，曙光未到之前，我和仪姊同住在一所临河的客店里，――那时正是我们由学校回家乡的时候。头一天起早，坐轿走了五十里，天已黑了，必须住一夜客店，第二天方能到芜湖乘轿。那一家客店，只有三间屋子，一间堂屋，一间客房，一间是账房，后头还有一个厂厅排着三四张板床，预备客商歇脚的。在这客店住着的女客除了我同仪姊没有第三个人，于是我们两人同住在一间房里，――那是唯一的客房。我一走进去，只见那房子里阴沉沉的，好像从来未见阳光。再一看墙上露着不到一尺阔的小洞，还露着些微的亮光，原来这就是窗户。仪姊皱着眉头说怎么是这样可怕的所在？你看这四面墙壁上和屋顶上，都糊着十年前的陈报纸，不知道里面藏着多少的臭虫虱子呢！我听了这话由不得全身肌肉紧张，掀开那板床上的破席子看了看，但觉臭气蒸溢不敢再往那上面坐。这时我忽又想到水浒上的黑店来了，我更觉心神不安。这一夜简直不敢睡，怔怔地坐着数更筹。"}
{"text":"我一走进去，只见那房子里阴沉沉的，好像从来未见阳光。再一看墙上露着不到一尺阔的小洞，还露着些微的亮光，原来这就是窗户。仪姊皱着眉头说怎么是这样可怕的所在？你看这四面墙壁上和屋顶上，都糊着十年前的陈报纸，不知道里面藏着多少的臭虫虱子呢！我听了这话由不得全身肌肉紧张，掀开那板床上的破席子看了看，但觉臭气蒸溢不敢再往那上面坐。这时我忽又想到水浒上的黑店来了，我更觉心神不安。这一夜简直不敢睡，怔怔地坐着数更筹。约莫初更刚过，就来了两个查夜的人，我们也不敢正眼看他，只托店主替我们说明来历，并给了他一张学校的名片，他才一声不响地走了。查夜的人走了不久，就听见在我们房顶上，许多人嘻嘻哈哈地大笑。我和仪姊四目对望着，正不知怎么措置，刚好送我们的听差走进来了，问我们吃什么东西。我们心里怀着黑店的恐惧，因对他说一概不吃。仪姊又问他这上面有楼吗，怎么有许多人在上面呵？那听差的说那里并不是楼，只是高不到三尺堆东西的地方，他们这些人都窝在上边过大烟瘾和赌钱。我和仪姊听了这话，才把心放下了，然而一夜究竟睡不着。到三更后，那楼上的客人大概都睡了，因为我们曾听见鼾呼的声音，又坐了些时就听见远远的鸡叫，知道天快亮了，因悄悄地开了门到外面一看，倒是满庭好月色，茅店外稻田中麦秀迫风，如拥碧波。我同仪姊正在徘徊观赏，渐听见村人赶早集的声音，我们也就整装奔前途了。灵潮正在奔赴间，不觉这时的月影愈斜，星光更淡，鸡鸣，犬吠，四境应响，东方浓雾渐稀，红晕如少女羞颜的彩霞，已择隙下窥，红而且大的吴日冉冉由山后而升，霎那间霞布千里，山巅云雾，逼炙势而匿迹，蔚蓝满空。唉！如浮云般的人生，其变易还甚于这月露风云呵，梅姊也以为然吗？二动人无限愁如织梅姊！你不是最喜欢苍松吗？在弥漫黄沙的燕京，固然缺少这个，然而我们这里简直遍山都是。这种的树乡里的人都不看重它，往往砍下它的枝干作薪烧，可是我极爱那伏龙夭矫的姿势。恰好在我的屋子前有数十株臂般的大松树，每逢微风穿柯，便听见涛声澎湃，我举目云天，一缕愁痕，直奔胸臆。噫！清翠的涛声呵！然而如今部变成可怕的涛声了。梅姊！你猜它是带来的什么消息？"}
{"text":"你不是最喜欢苍松吗？在弥漫黄沙的燕京，固然缺少这个，然而我们这里简直遍山都是。这种的树乡里的人都不看重它，往往砍下它的枝干作薪烧，可是我极爱那伏龙夭矫的姿势。恰好在我的屋子前有数十株臂般的大松树，每逢微风穿柯，便听见涛声澎湃，我举目云天，一缕愁痕，直奔胸臆。噫！清翠的涛声呵！然而如今部变成可怕的涛声了。梅姊！你猜它是带来的什么消息？记得去年八月里，正是黄昏时候，我还是住在碧海之滨的小楼上，我们沿着海堤看去，只见斜阳满树，惊风鼓浪，细沫飞溅衣襟，也正是涛声澎湃，然而我那时对于这种如武士般的壮歌，只是深深地崇拜，崇拜它的伟大的雄豪。我深深记得我们同行海堤共是五人，其间有一个夫人――梅姊未曾见过，――她的面貌很美丽，尤其她天性的真稚，仿佛出壳的雏莺。她从来不曾见过四无涯宓暮＃这是她第一次看见了海，她极欣悦地对我说海上的霞光真美丽，真同闪光的柔锦相仿佛，我几时也能乘坐那轮船，到外国邀游一番，便不负此生了。我微笑道海行果然有趣。然而最怕遇见风浪夫人道吓，如果遇见暴风雨，那真是可怕呢。我记得我母亲的一个内侄，有一次从天津到上海，遇到飓风，在海里颠沛了六七天，幸而倚傍着一个小岛，不然便要全船翻覆了！我们说到海里的风浪，大家都感着心神的紧张，我更似乎受到暗示般，心头觉得忐忑不定。我忽想到涵曾对我说星相者曾断定他二十八岁必死于水这自然是可笑的联想，然而实觉得涵明年出洋的计划，最好不要实现这时涵正与铎谈讲着怎样为他的亡友编辑遗稿，我自不便打断他的话头，对他说我的杞忧我们谈着不觉天色已黑下来，并且天上又洒下丝丝的细雨来。我们便沿着海堤回去了。晚饭后我正伏着窗子看海，又听见涛声澎湃，陡的又勾起我的杞忧来。我因对涵说我希望你明年不要到外国去涵怔怔地道为什么？我被他一问又觉得我的思想太可笑了，不说罢！然而不能，我嗫嚅着说你不记得星相者说你二十八岁要小心吗？涵听了这话不觉嗤的一声笑道你真有些神经过敏了，怎么忽然又想起这个来！我被她讪笑了一阵，也自觉惭沮，便不愿多说，而不久也就忘记了。涛声不住的澎湃，然而涵却不曾被它卷入旋涡，但是涵还不到二十八岁，已被病魔拖了去。唉！这不但星相者不曾料到，便是涵自身也未曾梦想到呵！"}
{"text":"我因对涵说我希望你明年不要到外国去涵怔怔地道为什么？我被他一问又觉得我的思想太可笑了，不说罢！然而不能，我嗫嚅着说你不记得星相者说你二十八岁要小心吗？涵听了这话不觉嗤的一声笑道你真有些神经过敏了，怎么忽然又想起这个来！我被她讪笑了一阵，也自觉惭沮，便不愿多说，而不久也就忘记了。涛声不住的澎湃，然而涵却不曾被它卷入旋涡，但是涵还不到二十八岁，已被病魔拖了去。唉！这不但星相者不曾料到，便是涵自身也未曾梦想到呵！当他在浪拥波掀的碧海之滨，计划为他的亡友整理遗稿，他何尝想到第二年的今日，松涛澎湃中，我正为他整理残篇呢。我一页一页地抄着，由不得心凄目眩。我更拿出他为亡友预备编辑而未曾编辑的残简一叠，更不禁鼻酸泪涕。唉！不可预料的昙花般的生命，正不知道我能否为他整理完全遗着，并且又不知道谁又为我整理遗着呢！梅姊！你看风神勤鼓着双翼，松涛频作繁响，它带来的是什么消息，正是动人无限愁如织呵！三斜阳正在烟柳断肠处斜阳满山，繁英呈艳。我同圃绕过山径，那山路忽高忽低曲折蜿蜒。山洼处一方稻田，麦浪拥波，翠润悦目。走尽田垄，忽见奇峰壁立，一抹残阳，正反映其上。由这里拨乱草探幽径，转而东折，忽露出一条石阶，随阶而上，其势极险，弯腰曲背，十分吃力，走到顶巅，下望群峰起伏，都映掩于淡阳影里。我同圃坐在悬崖上，默默地各自沉思。我记得那是一个极轻柔而幽静的夜景，没有银盆似的明月，只是点点的疏星，发着闪烁的微光。那寺里一声声钟鼓荡漾在空气里时，实含着一种庄严玄妙的暗示。那一队活泼的青年旅行者，正在那大殿前一片如镜般地平地上手搀着手，捉迷藏为嬉。我同圃德三个人悄悄地走出了山门，便听见瀑布潺潺溅溅的声音，我们沿着石路慢慢地散着步，两旁的松香清彻，树影参差。我们唱着极凄凉的歌调，圃有些怅惘了她微微的叹息道良辰美景底下的话她不愿意再说下去，因换了话头说这个景致，极像某一张影片上的夜景，真比什么都好，可是我顶恨这种太好的风景恒使我惹起无限莫名的怅惘来。我仿佛有所悟似的，因道圃，你猜这是什么原因？"}
{"text":"我们唱着极凄凉的歌调，圃有些怅惘了她微微的叹息道良辰美景底下的话她不愿意再说下去，因换了话头说这个景致，极像某一张影片上的夜景，真比什么都好，可是我顶恨这种太好的风景恒使我惹起无限莫名的怅惘来。我仿佛有所悟似的，因道圃，你猜这是什么原因？正是因为环境的轻松，内心得有回旋的余地，潜伏心底的灵性的要求自然乘机发动如果不能因之满足，便要发生一道怅惘的情绪，然而这怅惘的情绪，却是一种美感，恒使我人迟徊不忍舍去。我们正发着各自的议沦，只有德一声不哼地感叹着。圃似乎不在意般地又接着道我想无论什么东西，过于着迹，就要失却美感，风景也是如此，只要是自然的便好，那人工堆砌的究竟经不住仔细端相，甚至于交朋友，也最怕的是腻，因为腻了便觉得丑态毕露。世界上的东西，一面是美的一面是丑的，若果能够掩饰住丑的，便都是美的可欣羡的，否则都是些罪恶！唉！梅姊，圃的一席话，正合了我的心。你总当记得朋友们往往嫌我冷淡，其实这种电流般的交感，不过是霎时的现象，索居深思的时候，一切都觉淡然！我当时极赞同圃的话，但我觉得德这时有些仿佛失望似的。自然啦，她本是一个热情的人，对于朋友，常常牺牲了自己而宛转因人，而且是过分的细心，别人的一举一动，她都以为是对她而发的，或者是有什么深意。她近来待我很好，可是我久已冷淡的心情，虽愿意十分的和她亲热，无如总是落落的。她自然常时感到不痛快，可是我不能出于勉强的敷衍，不但这是对良心不住，而且也不耐烦然而她现在没精打采的长叹着，我有些难受了。我想上帝太作弄我，既是给我这种冷酷而少信仰的心性，就不该同时又给我这种热情的焚炙。最使我不易忘怀的，是德将要离开我们的那一天。午饭后，她便忙着收拾行装，我只怔怔地坐着发呆。她凄然地对我说我每年暑假离开这个学校时，从不曾感到一些留恋的意味，可是这一次就特别了，老早的就心乱如麻说不出那一种剪不断，理还乱的滋味她说着眼圈不觉红了。我呢？梅姊若是前五年，我的眼泪早涌出来了，可是现在百劫之余的心灵，仿佛麻木了。我并不是没有同情心，然而我终没有相当的表现，使那对方的入得到共鸣的安慰，当我送她离开校门的时候，正是斜阳满树，烟云凄迷，我因冷冷地道德！你看斜阳正在烟柳断肠处。"}
{"text":"午饭后，她便忙着收拾行装，我只怔怔地坐着发呆。她凄然地对我说我每年暑假离开这个学校时，从不曾感到一些留恋的意味，可是这一次就特别了，老早的就心乱如麻说不出那一种剪不断，理还乱的滋味她说着眼圈不觉红了。我呢？梅姊若是前五年，我的眼泪早涌出来了，可是现在百劫之余的心灵，仿佛麻木了。我并不是没有同情心，然而我终没有相当的表现，使那对方的入得到共鸣的安慰，当我送她离开校门的时候，正是斜阳满树，烟云凄迷，我因冷冷地道德！你看斜阳正在烟柳断肠处。德听了这话，顿时泪如雨下，可是我已经干枯的泪泉，只有惭愧着，直到德的影子不可再见了，我才悄悄地回来。我想到了这里，不觉叹了一声，圃忽回头对我说趁着好景未去的时候，我们回去吧！也留些不尽的余兴。梅姊！这却是至理名言吧！四寒灰寂寞凭谁暖，落叶飘扬何处归梅姊！我这个心终久是空落落的，然而也绝不想使这个心不空落，因为世界上究少可凭托的地方，至于归宿呢，除出进了死之宫门恐怕没有归宿处呵！空落落的心不免到处生怯，明明是康庄大道，然而我从不敢坦然地前进，但是独立于落日参横，灰淡而沉寂的四空中，又不免怅然自问寒灰寂寞凭谁暖？落叶飘扬何处归了。梅姊！可怜以矛刺盾，转战灵田，不至筋疲力倦，奄然物化，尚有何法足以解脱？有时觉得人们待我也很有情谊，聊以自慰吧！然而多半是必然的关系，含着责任的意味，而且都是搔不着痒处的安慰，甚于有时强我咽所不愿咽的东西。唉！转不如没有这些不自然的牵扯，反落得心身潇洒，到而今束身于桎梏之中，承颜仰色，何其无聊！但是世界上可靠的人，究竟太少，怯生生的我，总不敢挣脱这个牢笼，放胆前去。我梦想中的乐园，并不是想在绮罗丛里，养尊处优，也不是想在饮宴席上，觥筹交错。我不过求两椽清洁质朴的茅屋，一庭寂寞的花草，容我于明窗净几之下，饮酽茶，茹山果，读秋风落叶之什，抉灵海潮汐，示我亲爱的朋友们。唉！我所望的原来非奢，然而蹉跎至今，依然夙愿莫偿，岁月匆匆，安知不终抱恨长辞。虽然我也知道在这世界上，正有许多醉梦沉酣的人们，膏沐春花秋月般的艳容，傲睨于一群为他们而颠倒的青年之前，是何等的尊若天神。青年们如疯狂似地俯伏她们的足前，求她们的嫣然一笑时，是何等的沉醉迷离。呵！梅姊！"}
{"text":"我不过求两椽清洁质朴的茅屋，一庭寂寞的花草，容我于明窗净几之下，饮酽茶，茹山果，读秋风落叶之什，抉灵海潮汐，示我亲爱的朋友们。唉！我所望的原来非奢，然而蹉跎至今，依然夙愿莫偿，岁月匆匆，安知不终抱恨长辞。虽然我也知道在这世界上，正有许多醉梦沉酣的人们，膏沐春花秋月般的艳容，傲睨于一群为他们而颠倒的青年之前，是何等的尊若天神。青年们如疯狂似地俯伏她们的足前，求她们的嫣然一笑时，是何等的沉醉迷离。呵！梅姊！你当然记得从前在梅窟时你我的豪兴，我们曾谈到前途的事业，你说你希望诗神能够假你双翼，使你凌霄而上，采撷些仙果琼葩，赐与久不赏识美味的世人，这又是何等超越之趣，然而现在你却怔立在悲风惨日的新墓之旁，含泪仰视。呵！梅姊！你岂是已经掀开人间的厚幕，看到最后的秘密了吗？若果是的，请你不必深说罢！我并恳求你暂且醉于醇醪，以幻象为真实吧！更不必问到落叶飘扬何处归的消息，因为我不能相信在这世界上可以求到所谓凭托与归宿呵！梅姊！只要我一日活着，我的灵海潮汐将掀腾没有已时，我尤其怕回首到那已经成尘的往事，然而我除了以往事的余味，强为自慰外，我更不知将何物向你诉说！现在的我，未来的我，真仿佛剩余的糟粕，无情的世界诚然厌弃我，然而我也同样的憎厌世界呵！梅姊！我自然要感激你对我的共鸣，你希望我再到北京，并应许我在凄风苦雨之下伴我痛哭，唉！我们诚然是世界上的怯弱者，终不免死于失望呵！梅姊！我兴念及此，一管秃笔不堪更续了哟！月夜孤舟发发弗弗的飘风，午后吹得更起劲，游人都带着倦意寻觅归程。马路上人迹寥落，但黄昏时风已渐息，柳枝轻轻款摆，翠碧的景山巅上，斜辉散霞，紫罗兰的云幔，横铺在西方的天际。他们在松阴下，迈上轻舟，慢摇兰桨，荡向碧玉似的河心去。全船的人都悄默地看远山群岫，轻吐云烟，听舟底的细水潺，渐渐的四境包溶于模糊的轮廓里，这景地更清幽了。他们的小舟，沿着河岸慢慢地前进。这时淡蓝的云幕上，满缀着金星，皎月盈盈下窥，河上没有第二只游船，只剩下他们那一叶的孤舟，吻着碧流，悄悄地前进。这孤舟上的人们――有寻春的骄子，有飘泊的归客，在咿呀的桨声中，夹杂着欢情的低吟和凄意的叹息。"}
