{"text":"一阵风便把我吹散了，还用得着思前想后吗？假若智慧之神不光顾我，苦闷的眼泪永远不会从我心里流出来呵！这一首诗可以为我矛盾的心理写照我一方说不想什么，一方却不能不想什么，我的眼泪便从此流不尽了！这种矛盾的心理，最近更厉害，一方面我希望病快好，一方面我又希望死，有时觉得死比什么都甜美！病得厉害的时候，我又惧怕死神，果真来临！呵，死活的谜，我始终猜不透！只有凭造物主的支配罢了！我的行期，大约是三天以内，我在路上，或者还有信给你。现在天气渐渐冷了。长途跋涉，诚知不宜，我哥哥也曾阻止我，留我到了春天再走，但是！我心里的秘密，谁能知道呢？我当初到日本去，是要想寻光明的花园，结果只多看了些人类褊狭心理的怪现状！他们每逢谈到东亚和平的话，他们便要眉飞色舞地说这是他们唯一的责任，也是他们唯一的权利！欧美人民是不容染指的。他们不用镜子，照他们魑魅的怪状，但我不幸都看在眼里，印在心头，我怎能不思虑？我的病如何不添重？我不立刻走，怎么过呢？况且我的病，能好不能好，我自己毫无把握！我固然是厌恶人间，但是我活了二十余年，我究竟是个人，不能没有人类的感情，我还有母亲，我还有兄嫂，他们和我相处很久我要走了，也应该和他们辞别，我所以等不到春天，就要赶回来了！我到杭州住一个礼拜，就到上海去，若果那时病好了，当到北京和你们一会。我从五点钟给你写信，现在天已大亮了！医生要来，我怕他责备我，就此搁笔吧！亚侠十二月五日亲爱的我离东京的时候，接到你的一封信，当时忙于整理行装，没有复你，现在我到杭州了。我姑妈的屋子，正在湖边，是一所很精致的小楼，推开楼窗，全湖的景色，都收入脑海，我疲病之身，受此自然的美丽的沐浴，觉得振刷不少！湖上天气的变幻，非常奇异，我昨天到这里，安顿好行李，便在这窗前的藤椅上坐下，我看见湖上的雾，很快――大约五分钟的工夫，便密密幂起，四围的山，都慢慢地模糊了。跟着淅淅沥沥的雨点往下洒，游湖的小船，被雨打得船身左右震荡，但是不到半点钟，雨住云散，天空飞翔着鲜红的彩霞，青山也都露出格外翠碧的色彩来。"}
{"text":"我姑妈的屋子，正在湖边，是一所很精致的小楼，推开楼窗，全湖的景色，都收入脑海，我疲病之身，受此自然的美丽的沐浴，觉得振刷不少！湖上天气的变幻，非常奇异，我昨天到这里，安顿好行李，便在这窗前的藤椅上坐下，我看见湖上的雾，很快――大约五分钟的工夫，便密密幂起，四围的山，都慢慢地模糊了。跟着淅淅沥沥的雨点往下洒，游湖的小船，被雨打得船身左右震荡，但是不到半点钟，雨住云散，天空飞翔着鲜红的彩霞，青山也都露出格外翠碧的色彩来。山涧里的白云随风袅娜，真是如画境般的湖山，我好像做了画中的无愁童子，我的病似乎好了许多。我姑妈家里的表兄，名叫剑楚的，我们本是幼年的伴侣但是隔了五六年不见，大家都觉得生疏了！这时他已经有一个小孩子，他的神气，自然不像从前那样活泼，不过我苦闷的时候，还是和他谈谈说说觉得好些！十二月二十日写到此！我写这封信的一半，我的病又变了！所以直迟了五天，才能继续着写下去，唉！！你知道恶消息又传来了！我给你写信的那天晚上，――我才写了上半段，剑楚来找我，他说唯逸已于昨晚死了！唉！！这是什么消息？你回想一年前，我和你说唯逸的事情，你能不黯然吗？唯逸他是极有志气的青年，他热心研究社会主义，他曾决心要为主义牺牲，但是他因为失了感情的慰藉，他竟抑抑病了，昨晚竟至于死了。他有一封信给我，写得十分凄楚，里头有一段说亚侠！自从前年夏天起，我便种了病的因，只因为认识了你！但是我的环境，是不容我起奢望的，这是知识告诉我，不可自困！然而我的精神，从此失了根据。我觉得人生真太干枯！我本身失去生活的趣味，我何心去助增别人的生活趣味？为主义牺牲的心，抵不过我厌生的心，但是我也不愿意做非常的事，为了感情牺牲我前途的一切！且知你素来洁身自好，我也决不忍因爱你故，而害你，但是我终放不下你！亚侠！现在病已深入了！我深藏心头的秘密，才敢贡诸你的面前！你若能为你忠心的仆人，叫一声可怜！我在九泉之灵也就荣幸不少了！唉！！游戏人间的结果，只是如此呵！我失眠两天了！昨天还吐了几口血，现在疲乏得很！不知道还能给你几封信呵！亚侠伏枕书十二月二十五日亲爱的朋友在这一星期里，我接到你两封信，心印和文生各一封信，但是我病了，不能回你们！"}
{"text":"且知你素来洁身自好，我也决不忍因爱你故，而害你，但是我终放不下你！亚侠！现在病已深入了！我深藏心头的秘密，才敢贡诸你的面前！你若能为你忠心的仆人，叫一声可怜！我在九泉之灵也就荣幸不少了！唉！！游戏人间的结果，只是如此呵！我失眠两天了！昨天还吐了几口血，现在疲乏得很！不知道还能给你几封信呵！亚侠伏枕书十二月二十五日亲爱的朋友在这一星期里，我接到你两封信，心印和文生各一封信，但是我病了，不能回你们！唉！！我想不到，我已经不能回上海了！也不能到北京了！昨天我姑妈打电报，给我的家里，今天我母亲嫂嫂已经来了！她们见了我，只是掉眼泪，我的心也未尝不酸！但是奇怪得很！我的泪泉，不知在什么时候已经干枯了！自从上礼拜起，我就知道我的病，是不能好了！我便把我一生的事情，从头回想一遍，拉杂写了下来！现在我已经四肢无力，头脑作痛，眼光四散，我不能写了！唉！我一生的事情，平常得很！没什么可记，但是我精神上起的变化，却十分剧烈我幼年的时候，天真烂漫，不知痛苦。到了十六岁以后，我的智情都十分发达起来。我中学卒业以后，我要到西洋去留学，因为种种的关系，做不到我要投身作革命党，也被家庭阻止，这时我深尝苦痛的滋味！但是这些磨折，尚不足以苦我！最不幸的，是接二连三，把我陷入感情的漩涡，使我欲拔不能！这时一方，又被知识苦缠着，要探求人生的究竟，花费了不知多少心血，也求不到答案！这时的心，彷徨到极点了！不免想到世界既是找不出究竟来，人间又有什么真的价值呢？努力奋斗，又有什么结果呢？并且人生除了死，没有更比较大的事情，我既不怕死，还有什么事不可做呢！唉！这时的我，几乎深陷堕落之海了！幸一方面好强的心，很占势力，当我要想放纵性欲的时候，他在我头上，打了一棒，我不觉又惊醒了！不敢往这里走，但是究竟往什么地方去呢？我每天夜里，睡在床上，殚精竭虑地苦事搜求，然而没有结果！我在极苦痛的时候，我便想自杀，然而我究竟没有勇气！我否认世界的一切于是我便实行我游戏人间的主义，第一次就失败了！接二连三的，失败了五六次！唯逸因我而死！叔和因我而病！我何尝游戏人间？只被人间游戏了我！自身的究竟，既不可得，茫茫前途，如何不生悲凄之感！唉！天乎！不可治的失眠病，从此发生！"}
{"text":"幸一方面好强的心，很占势力，当我要想放纵性欲的时候，他在我头上，打了一棒，我不觉又惊醒了！不敢往这里走，但是究竟往什么地方去呢？我每天夜里，睡在床上，殚精竭虑地苦事搜求，然而没有结果！我在极苦痛的时候，我便想自杀，然而我究竟没有勇气！我否认世界的一切于是我便实行我游戏人间的主义，第一次就失败了！接二连三的，失败了五六次！唯逸因我而死！叔和因我而病！我何尝游戏人间？只被人间游戏了我！自身的究竟，既不可得，茫茫前途，如何不生悲凄之感！唉！天乎！不可治的失眠病，从此发生！心脏病，从此种根！颠顿了将及一年，现在将要收束了！今夜他们都睡了。更深人静，万感从集！――虽没死的勇气，然而心头如火煎逼！头脑如刀劈剑裂！我纵不欲死，病魔亦将缠我至于死呵！死神还不降临我，实在等不得了！这时我努力爬下床来，抖战的两腿，使我自己惊异！这时窗子外面，射进一缕寒光来，湖面上银花闪烁，我晓得那湖底下朱红色的珊瑚床，已为我预备好了！云母石的枕头，碧绿青苔泥的被褥，件件都整理了我回去吧！唉！亲爱的母亲！嫂嫂！再见吧！我表姊，昨夜不知什么时候，跳在湖心死了！她所写的信，和她自己的最后的一页日记，都放在枕边。唉！湖水森寒，从此人天路隔！！姊呵！我表姊临命的时候，瘦弱可怜的影子，永远深深刻在我脑幕上。今天晚上，我走到她住的屋子里去，但见雪白的被单上，溅着几滴鲜红的血迹，哪有我表姊的影子呢？我禁不住坐在她往日常坐的那张椅子上，痛哭了！她的尸首，始终没有捞到，大约是沉在湖底，或者已随流流到海里去了。她所有的东西，都收拾好，交给我舅母带回去，有一本小书，――生之谜，上面写着留给你作纪念品的，我现在邮寄给你，望你好好保存了吧！亚侠的表妹附书。一月九日云萝姑娘这时候只有八点多钟，园里的清道夫才扫完马路。两三个采鸡头米的工人，已经驾起小船，荡向河中去了。天上停着几朵稀薄的白云，水蓝的天空，好像圆幕似的覆载着大地，远远景山正照着朝旭，青松翠柏闪烁着金光，微凉的秋风，吹在河面，银浪轻涌。园子里游人稀少，四面充溢着辽阔清寂的空气。在河的南岸，有一个着黄色衣服的警察，背着手沿河岸走着，不时向四处隙望。云萝姑娘和她的朋友凌俊在松影下缓步走着。云萝姑娘的神态十分清挺秀傲，仿佛秋天里，冒霜露开放的菊花。"}
{"text":"一月九日云萝姑娘这时候只有八点多钟，园里的清道夫才扫完马路。两三个采鸡头米的工人，已经驾起小船，荡向河中去了。天上停着几朵稀薄的白云，水蓝的天空，好像圆幕似的覆载着大地，远远景山正照着朝旭，青松翠柏闪烁着金光，微凉的秋风，吹在河面，银浪轻涌。园子里游人稀少，四面充溢着辽阔清寂的空气。在河的南岸，有一个着黄色衣服的警察，背着手沿河岸走着，不时向四处隙望。云萝姑娘和她的朋友凌俊在松影下缓步走着。云萝姑娘的神态十分清挺秀傲，仿佛秋天里，冒霜露开放的菊花。那青年凌俊相貌很魁梧，两道利剑似的眉，和深邃的眼瞳，常使人联想到古时的义侠英雄一流的人。他们并肩走着，不知不觉已来到河岸，这时河里的莲花早已香消玉殒，便是那莲蓬也都被人采光，满河只剩下些残梗败叶，高高低低，站在水中，对着冷辣的秋风抖颤。云萝姑娘从皮夹子里拿出一条小手巾，擦了擦脸，仰头对凌俊说道你昨天的信，我已经收到了，我来回看了五六遍。但是凌俊，我真没法子答覆你！我常常自己怀惧不知道我们将弄成什么结果，今天我们痛快谈一谈吧！凌俊嘘了一口气道我希望你最后能允许我，你不是曾答应做我的好朋友吗？哦！凌俊！但是你的希冀不止做好朋友呢？而事实上阻碍又真多，我可怎么办呢？云姊！凌俊悄悄喊了一声，低下头长叹。于是彼此静默了五分钟。云萝姑娘指着前面的椅子说！我们找个坐位，坐下慢慢地谈吧！凌俊道好！我们真应当好好谈一谈，云姊！你知道我现在有点自己制不住自己呢！云姊！天知道我无时无刻不念你，我现在常常感到做人无聊，我很愿意死！云萝在椅子的左首坐下，将手里的伞放在旁边，指着椅子右首让凌俊坐下。凌俊没精打采坐下了。云萝说凌俊！我老实告诉你，我们前途只有友谊，――或者是你愿意做我的弟弟，那么我们还可以有姊弟之爱。除了以上的关系，我们简直没有更多的希冀。凌弟！你镇住心神。你想想我们还有别的路可走吗？我实在觉得对你不起，自从你和我相熟后，你从我这里学到的便是唯一的悲观。凌弟！你的前途很光明，为什么不向前走？唉！走，到哪里去呢？一切都仿佛非常陌生，几次想振作，还是振作不起来，我也知道我完全糊涂了――可是云姊！你对我绝没有责任问题。云姊放心吧！"}
{"text":"我老实告诉你，我们前途只有友谊，――或者是你愿意做我的弟弟，那么我们还可以有姊弟之爱。除了以上的关系，我们简直没有更多的希冀。凌弟！你镇住心神。你想想我们还有别的路可走吗？我实在觉得对你不起，自从你和我相熟后，你从我这里学到的便是唯一的悲观。凌弟！你的前途很光明，为什么不向前走？唉！走，到哪里去呢？一切都仿佛非常陌生，几次想振作，还是振作不起来，我也知道我完全糊涂了――可是云姊！你对我绝没有责任问题。云姊放心吧！我也许找个机会到外头去飘泊，最后被人一枪打死，便什么都有了结局凌弟！你这些话越说越窄。我想还是我死了吧！我真罪过。好好地把你拉入情海，――而且不是风平浪静的情海――我真忧愁，万一不幸，就覆没在这冷邃的海底。凌弟！我对你将怎样负疚呵！云姊！你到底为了什么不答应我，你不爱我吗？凌弟！完全不是那么回事，我果真不爱你，我今天也绝不到这里来会你了。云姊！那未你就答应我吧！姊姊！云萝姑娘两只眼睛，只怔望着远处的停云，过了些时，才深深嘘了口气说凌弟！我不是和你说过吗？我要永远缄情向荒丘呢！我的心已经有了极深刻的残痕凌弟，我的生平你不是很明白的吗？凌弟，我老实说了吧！我实在不配受你纯洁的情爱的，真的！有时候，我为了你的热爱很能使我由沉寂中兴奋，使我忘了以前的许多残痕，使我很骄傲，不过这究竟有什么益处呢！忘了只不过是暂时忘了！等到想起来的时候，还不是仍要恢复原状而且更增加了许多新的毒剑的刺剽凌弟！我有时也曾想到我实在是在不自然的道德律下求活命的固执女子不过这种想头的力量，终是太微弱了，经不起考虑凌俊握着云萝姑娘的手，全身的热血，都似乎在沸着，心头好像压着一块重铅，脑子里觉得闷痛，两颊烧得如火云般红。但是一句话也说不出来，只一口一口向空嘘着气。这时日光正射在河心，对岸有一只小船，里面坐着两个年轻的女子，慢慢摇着划桨，在那金波银浪上泛着。东边玉X桥上，车来人往，十分热闹。还有树梢上的秋蝉，也哑着声音吵个不休。园里的游人渐渐多了。云萝姑娘和凌俊离开河岸，向那一带小山上走去。穿过一个山洞，就到了园子最幽静的所在。他们在靠水边的茶座上坐下，泡了一壶香片喝着。云萝姑娘很疲倦似的斜倚在藤椅上。凌俊紧闭两眼，睡在躺椅上。四面静悄悄，一些声息都没有。"}
{"text":"但是一句话也说不出来，只一口一口向空嘘着气。这时日光正射在河心，对岸有一只小船，里面坐着两个年轻的女子，慢慢摇着划桨，在那金波银浪上泛着。东边玉X桥上，车来人往，十分热闹。还有树梢上的秋蝉，也哑着声音吵个不休。园里的游人渐渐多了。云萝姑娘和凌俊离开河岸，向那一带小山上走去。穿过一个山洞，就到了园子最幽静的所在。他们在靠水边的茶座上坐下，泡了一壶香片喝着。云萝姑娘很疲倦似的斜倚在藤椅上。凌俊紧闭两眼，睡在躺椅上。四面静悄悄，一些声息都没有。这样总维持了一刻钟。凌俊忽然站起身来，走到云萝姑娘的身旁，低声叫道姊姊！我告诉你说，我并不是懦弱的人，也不是没有理智的人。姊姊刚才所说的那些话，我都能了解，不过姊姊，你必要相信我，我起初心里。绝不是这么想。我只希望和姊姊作一个最好的朋友，拿最纯洁的心爱护姊姊。但是姊姊！连我自己也不明白，我什么时候竟恋上你了，有时候心神比较的镇定，想到这一层就不免要吃惊可是又有什么法子呢，我就有斩钉断铁的利剑，也没法子斩断这自束的柔丝呢。凌弟！你坐下，听我告诉你，感情的魔力比任何东西都厉害，它能使你牺牲你的一切，不过像你这样一个有作有为的男儿，应当比一般的人不同些。天下可走的路尽多，何必一定要往这条走不通的路走呢！凌俊叹着气，抚着那山上的一个小峭壁说姊姊！我简直比顽石还不如，任凭姊姊说破了嘴，我也不能觉悟姊姊，我也知道人生除爱情以外还有别的，不过爱情总比较得是一件重要的事情吧！我以为一个人在爱情上若是受了非常的打击，他也许会灰心得什么都不想做了呢！凌弟，千万不要这样想，凌弟！我常常希望我死了，或者能使你忘了我，因此而振作，努力你的事业。姊姊！你为什么总要说这话？你若果是憎嫌我，你便直截了当地说了吧！何苦因为我而死呢姊姊，我相信我爱你，我不能让你独自死去云萝姑娘眼泪滴在衣襟上，凌俊依然闭着眼睡在躺椅上。树叶丛里的云雀，啾啾叫了几声，振翅飞到白去里去了。这四境依然是静悄悄的一无声息，只有云萝姑娘低泣的幽声，使这寂静的气流，起了微波。姊姊！你不要伤心吧！我也知道你的苦衷，姊姊孤傲的天性，别人不能了解你，我总应当了解你不过我总痴心希冀姊姊能忘了以前的残痕，陪着我向前走。"}
{"text":"你为什么总要说这话？你若果是憎嫌我，你便直截了当地说了吧！何苦因为我而死呢姊姊，我相信我爱你，我不能让你独自死去云萝姑娘眼泪滴在衣襟上，凌俊依然闭着眼睡在躺椅上。树叶丛里的云雀，啾啾叫了几声，振翅飞到白去里去了。这四境依然是静悄悄的一无声息，只有云萝姑娘低泣的幽声，使这寂静的气流，起了微波。姊姊！你不要伤心吧！我也知道你的苦衷，姊姊孤傲的天性，别人不能了解你，我总应当了解你不过我总痴心希冀姊姊能忘了以前的残痕，陪着我向前走。如果实在不能，我也没有强求的权力，并且也不忍强求。不过姊姊，你知道，我这几个月以来精神身体都大不如前，姊姊的意思，是叫我另外找路走，这实在是太苦痛的事情。我明明是要往南走，现在要我往北走，唉，我就是勉强照姊姊的话去做，我相信只是罪恶和苦痛，姊姊！我说一句冒昧的话姊姊若果真不能应许我，我的前途实在太暗淡了。云萝姑娘听了这活心里顿时起了狂浪，她想问题到面前来了，这时候将怎样应付呢？实在的，在某一种情形之下，一个人有时不能不把心里的深情暂且掩饰起来，极力镇定说几句和感情正相矛盾的理智话现在云萝姑娘觉得是需要这种的掩饰了。她很镇定地淡然笑了一笑说凌弟！你的前途并不暗淡，我一定替你负相当的责任，替你介绍一个看得上的人人生原不过如此是不是？凌俊似乎已经看透云萝的强作达观的隐衷了，他默然地嘘了一口气道姊姊！我很明白，我的问题，绝不是很简单的呢！姊姊！我请问你，结婚要不要爱情姊姊！我敢断定你也是说要的。但是姊姊，恋爱同时是不能容第三个人的唉，我的问题又岂是由姊姊介绍一个看得上的人，所能解决的吗？这真是难题，云萝默默地沉思着。她想大胆地说弟弟！你应当找你爱的人和她结婚吧！但是他现在明明爱上了她自己假若说你把你精神和物质划个很清楚的界限。你精神上只管爱你所爱的人，同时也不妨作个上场的傀儡，演一出结婚的喜剧吧但这实在太残忍，而且太不道德了呵！所以云萝虽然这么想过，可是她向来不敢这么说，而且当她这么想的时候，总觉得脸上有些发热，心头有些红肿，有时竟羞惭得她流起眼泪来！唉！这是怎么一个纠纷的问题呵！云萝姑娘在沉默许久之后，忽然发出这种的悲叹的语句来，于是这时的空气陡觉紧张。在他们头顶上的白云，一朵朵涌起来，秋风不住地狂吹。"}
{"text":"但是他现在明明爱上了她自己假若说你把你精神和物质划个很清楚的界限。你精神上只管爱你所爱的人，同时也不妨作个上场的傀儡，演一出结婚的喜剧吧但这实在太残忍，而且太不道德了呵！所以云萝虽然这么想过，可是她向来不敢这么说，而且当她这么想的时候，总觉得脸上有些发热，心头有些红肿，有时竟羞惭得她流起眼泪来！唉！这是怎么一个纠纷的问题呵！云萝姑娘在沉默许久之后，忽然发出这种的悲叹的语句来，于是这时的空气陡觉紧张。在他们头顶上的白云，一朵朵涌起来，秋风不住地狂吹。云萝姑娘觉得心神不能守舍，仿佛大地上起了非常的变动，一切都失了安定的秩序，什么都露着空虚的恐慌。她紧张握住自己的颈项，她的心房不住地跳跃，她愿意如絮的天幕，就这样轻轻盖下来，从此天地都归于毁灭，同时一切的纠纷就可以不了自了。但是在心里的狂浪平定以后，她抬头看见凌俊很忧愁地望着天。天还是高高站在一切之上，小山，土阜和河池一样样都如旧的摆列在那里，一切还是不曾变动。于是她很伤心地哭了。她知道她的幻梦永远是个幻梦，事实的权力实在庞大，她没有法子推翻已经是事实的东西，她只有低着头在这一切不自然的事实之下生活着。太阳依着它一定的速度由东方走向中天，又由中天斜向西方，日影已照在西面的山顶，乌鸦有的已经回巢了但是他们的问题呢，还是在解决不解决之问。云萝姑娘站了起来说凌弟！我告诉你，你从此以后不要再想这个问题，好好地念书作稿，不要想你怯弱的云姊，我们永远维持我们的友谊吧！哼！也只好这样吧。――姊姊你放心呵，弟弟准听你的话好了！他们从那山洞出来，慢慢地走出园去。晚霞已布满西方的天，反映在河里，波流上发出各种的彩色来。那河边的警察已经换班了，这一个比上午那一个身体更高大些，不时拿着眼瞟着他们。意思说这一对不懂事的人儿，你们将流连到什么时候呢！云萝姑娘似乎很畏惧人们尖利的眼光。她忙忙走出园门坐上车子回去，凌俊也就回到他自己家里去。云萝姑娘坐在车子上回头看见凌俊所乘的电车已开远，她深深地吐了一口气，心里顿觉得十分空虚，她想到一个人生活在世界上只有灵魂不能和身体分离，同时感情也不能和灵魂分离，那么缄情向荒丘又怎么做得到呢！但是要维持感情又不是单独维持感情所能维持得了的呵！唉！"}
