{"text":"亚紫和业雅不久搬到学校的宿舍。随后我母亲返回杭州娘家去小住，路过上海也在我们寓所盘桓了几天。头一天季淑自己下厨房，她以前从没有过烹饪的经验，我有一点经验但亦不高明，我们两人商量着作弄出来四个菜，但是季淑煮米放多了水变成了粥，急得哭了一场。母亲大笑说喝粥也很好。这一次失败给季淑的刺激很大。她说这是我受窘的一次，毕生不能忘。以后她对烹饪就很悉心研究。怀孕期间各人的反应不同。季淑于婚后三四个月即开始感觉恶心呕吐，想吃酸东西，这样一直闹到分娩那一天才止。一九二七年十二月一日阴历十一月初八我们的大女儿文茜生。预先约好的产科张湘纹临时迟迟不来，只遣护士照料，以致未能善尽保护孕妇的责任，使得季淑产后将近三个月才完全复原。她本想能找得一份工作，但是孩子的来临粉碎了一切的计划，她热爱孩子，无法分身去谋职业，亦无法分神去寻娱乐。四年之间四次生产，她把全部时间与精力奉献给了孩子。第二年我们迁居到赫德路安庆坊，是二楼二底房，宽绰了一倍，但是临街往来的电车之稀里哗啦叮叮当当从黎明开始一直到深夜，地都被震动，床也被震动。可是久之也习惯了。我的内弟道宽这一年去世，弟妇士馨也相继而殁，我便和季淑商量把我的岳母接到上海来奉养。于是我们搭船回到北京回家小住，然后接了我的岳母南下。在这房子里季淑生下第二个女儿三岁时夭折，瘗于青岛公墓。季淑的身体本弱，据我的岳母告诉我，庚子之乱，她们一家逃避下乡，生活艰苦，季淑生于辛丑年二月，先天不足，所以自小羸弱。季淑连生两胎，体力消耗太大，对于孕妇保健的知识我们几等于零，所以她就吃亏太多，我事后悔恨无及。幸亏有她的母亲和她相伴，她在精神上得到平安，因为她不再挂念她的老母。我看见季淑心情宁静，我亦得到无上的安慰。这一年我父亲游杭州，路过上海也来往了几天。季淑知道我父亲的日常生活的习惯和饮食的偏好，侍候惟恐不周。他洗脸要用大盆，直径要在二尺以上，季淑就真物色到那样大的洋瓷盆。他喝茶要用盖碗水要滚茶叶要好，泡的时间要不长不短，要守候着在正合宜的时候捧献上去，这一点季淑也做到了，我父亲说除了我的母亲之外只有季淑泡的茶可以喝。父亲喜欢冷饮，季淑自己制做各种各样的饮料，她认为酸梅汤只有北京信远斋的出品才够标准。早点巷口的生煎包子就可以了，她有时还要到五芳斋去买汤包。每餐菜肴，她尽其所能的去调配，自更不在话下。"}
{"text":"季淑知道我父亲的日常生活的习惯和饮食的偏好，侍候惟恐不周。他洗脸要用大盆，直径要在二尺以上，季淑就真物色到那样大的洋瓷盆。他喝茶要用盖碗水要滚茶叶要好，泡的时间要不长不短，要守候着在正合宜的时候捧献上去，这一点季淑也做到了，我父亲说除了我的母亲之外只有季淑泡的茶可以喝。父亲喜欢冷饮，季淑自己制做各种各样的饮料，她认为酸梅汤只有北京信远斋的出品才够标准。早点巷口的生煎包子就可以了，她有时还要到五芳斋去买汤包。每餐菜肴，她尽其所能的去调配，自更不在话下。亚紫业雅也常在一起陪伴，是我们家里最热闹的一段时期。父亲临走，对季淑着实夸奖了一番，说她带着两个孩子操持家务确是不易。忆旧篇槐园梦忆――悼念故妻程季淑女士第三年我们搬到爱多亚路一零一四弄，是一栋三楼的房子，虽然也是弄堂房子，但有了阳台壁炉浴室卫生设备等等。一九三零年四月十六日阴历三月十八在这里季淑生下第三胎，我们惟一的儿子文骐。照顾三个孩子，很不简单，单是孩子的服装就大费周章。季淑买了一架胜家缝纫机，自己做缝纫，连孩子的大衣也是自己做。她在百忙中没有忘记修饰她自己。她把头发剪了，不再有梳头的麻烦，额前留着刘海，所谓是当时最流行的发式。旗袍短到膝盖，高领短袖。她自己的衣服也是大部分自己做，找裁缝匠反倒不如意。我喜欢看她剪裁，有时候比较质地好的材料铺在桌上，左量右量，画线再画线，拿着剪刀迟迟不敢下手，我就在一旁拍着巴掌唱起儿歌功夫用得深，铁杵磨成针，功夫用得浅，薄布不能剪她把我推开，去你的然后她就咔吱咔吱的剪起来了，她很快的把衣服做好，穿起来给我看，要我批评，除了由衷的赞美之外还能说什么我在光华中国公学两处兼课，真茹徐家汇吴淞是一个大三角，每天要坐电车野鸡汽车四等火车赶三处地方，整天奔波，所以每天黎明即起，厨工马兴义给我预备极丰盛的一顿早点，季淑不放心，她起来监督，陪我坐着用点，要我吃得饱饱的，然后伴我走到巷口看我搭上电车才肯回去。这一年我母亲带着五弟到杭州去，路过上海在我们家住了些日子。我们右邻是罗努生张舜琴夫妇，左邻是一本地商人，再过去是我的妹妹亚紫和妹夫时昭涵，再过去是同学孟宪民一家，前弄有时昭静和夏彦儒夫妇，丁西林独居一栋。所以巷里熟人不少。"}
{"text":"这一年我母亲带着五弟到杭州去，路过上海在我们家住了些日子。我们右邻是罗努生张舜琴夫妇，左邻是一本地商人，再过去是我的妹妹亚紫和妹夫时昭涵，再过去是同学孟宪民一家，前弄有时昭静和夏彦儒夫妇，丁西林独居一栋。所以巷里熟人不少。努生一家最不安宁，夫妻勃，时常动武，午夜爆发，张舜琴屡次哭哭啼啼跑到我家诉苦，家务事外人无从置喙，结果是季淑送她回去，我们当时不懂，既成夫妻何以会反目，何以会争吵，何以会仳离。季淑常天真的问我他们为什么要离婚有一天中秋前后徐志摩匆匆的跑来，对我附耳说胡大哥请吃花酒，要我邀你去捧捧场。你能不能去，先去和尊夫人商量一下，若不准你去就算了。我问要不要去约努生，他说，我可不敢，河东狮子吼，要天翻地覆，惹不起。我上楼去告诉季淑，她笑嘻嘻的一口答应你去嘛，见识见识，喂，什么时候回来当然是，吃完饭就回来。胡先生平素应酬未能免俗，也偶尔叫条子侑酒，照例到了节期要去请一桌酒席。那位姑娘的名字是抱月，志摩说大概我们胡大哥喜欢那个月字是古月之月，否则想不出为什么相与了这位姑娘。我记得同席的还有唐腴庐和陆仲安，都是个中老手。入席之后照例每人要写条子召自己平素相好的姑娘来陪酒。我大窘，胡先生说由主人代约一位吧。约来了一位坐在我身后，什么模样，什么名字，一点也记不得了。饭后还有牌局，我就赶快告辞。季淑问我感想如何，我告诉她买笑是痛苦的经验，因为侮辱女性，亦即是侮辱人性，亦即是侮辱自己。男女之事若没有真的情感在内，是丑恶的。这是我在上海三年惟一的一次经验，以后也没再有过。九由于杨金甫的邀请，我到青岛去教书。这是一九三零年夏天的事。我们乘船直赴青岛，先去参观环境，闻一多偕行。我们下榻于中国旅行社，雇了两辆马车环游市内一周，对于青岛的印象非常良好，季淑尤其爱这地方的清洁与气候的适宜，与上海相比不啻霄壤。我们随即乘火车返回北平度过一个暑假，我的岳母回到程家。在青岛鱼山路四号我们租到一栋房子，楼上四间楼下四间。这地点距离汇泉海滩很近，约十几分钟就可以走到。季淑兴致很高。她穿上了泳装，和我偕孩子下水。"}
{"text":"这是一九三零年夏天的事。我们乘船直赴青岛，先去参观环境，闻一多偕行。我们下榻于中国旅行社，雇了两辆马车环游市内一周，对于青岛的印象非常良好，季淑尤其爱这地方的清洁与气候的适宜，与上海相比不啻霄壤。我们随即乘火车返回北平度过一个暑假，我的岳母回到程家。在青岛鱼山路四号我们租到一栋房子，楼上四间楼下四间。这地点距离汇泉海滩很近，约十几分钟就可以走到。季淑兴致很高。她穿上了泳装，和我偕孩子下水。孩子用小铲在沙滩上掘沙土，她和我就躺在沙滩上晒太阳，玩到夕阳下山还舍不得回家。有时候我们坐车到栈桥，走上伸到海中的长长的栈道，到尽端的亭子里乘凉。海滨公园也是我们爱去的地方，因为可以在乱石的缝里寻到很多的小蟹和水母，同时这里还有一个水族馆。第一公园有老虎和其他的兽栏，到了春季樱花盛开可真是蔚为大观，季淑叹为奇景，一去辄留连不忍走。后来她说美国西雅图或美京华盛顿的樱花品种不同，虽然也颇可观，但究比青岛逊色。我有同感。我为学校图书馆购书赴沪一行，顺便给季淑买了一件黑绒镶红边的背心，可以穿在旗袍外面，她很喜欢，尤其是因为可以和她的一双黑漆皮镶红边的高跟鞋相配合。季淑在这时候较前丰腴，容颜焕发，洋溢着母性的光辉。我的朋友们很少在青岛有眷属，杨金甫赵太侔黄任初等都有家室，但都不知住在什么地方。闻一多一度带家眷到青岛，随即送还家乡。金甫屡次善意劝我，不要永远守在家里，暑期不妨一个人到外面海阔天空的跑跑，换换空气。我没有接受他的好意。和谐的家室，空气不需要换，如果需要的话，镇日价育儿持家的妻子比我更有需要。父亲慕青岛名胜，来看我们住了十二天。我们天天出去游玩。有一天季淑到大雅沟的菜市买来一条长二尺以上的鲥鱼，父亲大为击赏。肥城桃莱阳梨烟台的葡萄与苹果，都可以说是天下第一，我们放量大嚼，而德人开的弗劳塞饭店的牛排与生啤酒尤为令人满意。张道藩从贵州带来的茅台酒，也成了我们孝敬父亲的无上佳品。有一晚父亲和我关起门来私谈，他把我们家的历史从我祖父起原原本本的讲述给我听，都是我从前没有听到过的，他说有些事不足为外人道，不必对任何人提起，但不妨告诉季淑知道。最后他提出两点叮嘱，他说他垂垂老矣，迫切期望我们能有机会在北平做事，大家住在一起，再就是关于他将来的身后之事。我当天夜晚把这些话告诉了季淑，她说父亲开口要我们回去，我们还能有什么话说。"}
{"text":"张道藩从贵州带来的茅台酒，也成了我们孝敬父亲的无上佳品。有一晚父亲和我关起门来私谈，他把我们家的历史从我祖父起原原本本的讲述给我听，都是我从前没有听到过的，他说有些事不足为外人道，不必对任何人提起，但不妨告诉季淑知道。最后他提出两点叮嘱，他说他垂垂老矣，迫切期望我们能有机会在北平做事，大家住在一起，再就是关于他将来的身后之事。我当天夜晚把这些话告诉了季淑，她说父亲开口要我们回去，我们还能有什么话说。第二年，我们搬到鱼山路七号居住。是新造的楼房，四上四下，还有地下室，前院亦尚宽敞。房东王德溥先生，本地人，具有山东人特有的忠厚朴实的性格，房东房客之间相处甚得。我们要求他在院里栽几棵树，他唯唯否否，没想到第二天他就率领着他的儿子押送两大车的树秧来了。六棵樱花，四棵苹果，两棵西府海棠，把小院种得满满的。树秧很大，第二年即开始着花，樱花都是双瓣的，满院子的蜜蜂嗡嗡声。苹果第二年也结实不少，可惜等不到成熟就被邻居的恶童偷尽。西府海棠是季淑特别欣赏的，胭脂色的花苞，粉红的花瓣，衬上翠绿的嫩叶，真是娇艳欲滴。我们住定之后就设法接我的岳母来住，结果由季淑的一位表弟刘春霖护送到青岛。这样我们才安心。季淑身体素弱，第四度怀孕使她狼狈不堪，于一九三三年二月二十五日阴历二月二日生文蔷，由她的女高师同学王绪贞接生，得到特别小心照护，我们终身感激她。分娩之后不久，四个孩子同时感染猩红热，第二女不幸夭折。做母亲的尤为伤心。入葬的那一天，她尚不能出门，于冰霰霏霏之中，我看着把一具小棺埋在第一公墓。青岛四年之中我们的家庭是很快乐的。我的莎士比亚翻译在这时候开始，若不是季淑的决断与支持，我是不敢轻易接受这一份工作。她怕我过劳，一年只许我译两本，我们的如意算盘是一年两本，二十年即可完成，事实上用了我三十多年的工夫我除了译莎氏之外，还抽空译了织工马南传西塞罗文录，并且主编天津益世报的一个文艺周刊。季淑主持家务，辛苦而愉快，从来没有过一句怨言。我们的家座上客常满，常来的客如傅肖鸿赵少侯唐郁南都常在我们家便饭，学生们常来的有丁金相张淑齐蔡文显朝朋等等。张罗茶饭招待客人都是季淑的事。我从北平订制了一个烤肉的铁炙子，在青岛恐怕是独一的设备，在山坡上拾捡松枝松塔，冬日烤肉待客皆大欢喜。"}
{"text":"季淑主持家务，辛苦而愉快，从来没有过一句怨言。我们的家座上客常满，常来的客如傅肖鸿赵少侯唐郁南都常在我们家便饭，学生们常来的有丁金相张淑齐蔡文显朝朋等等。张罗茶饭招待客人都是季淑的事。我从北平订制了一个烤肉的铁炙子，在青岛恐怕是独一的设备，在山坡上拾捡松枝松塔，冬日烤肉待客皆大欢喜。我的母亲带着四弟治明也来过一次，治明特别欣赏季淑烹制的红烧牛尾。后来他生了一场匍行疹，病中得到季淑的悉心调护，痊愈始去。胡适之先生早就有意约我到北京大学去教书，几经磋商，遂于一九三四年七月结束了我们的四年青岛之旅。临去时房屋租约未满，尚有三个月的期间，季淑认为应该如约照付这三个月的租金，房东王先生坚不肯收，争执甚久，我在旁呵呵大笑，此君子国也房东拗不过去，勉强收下，买了一份重礼亲到车站送行。季淑在离去之前，把房屋打扫整洁一尘不染，这以后成了我们的惯例，无论走到哪里，临去必定大事扫除。我们决定回北平，父母亲很欢喜，开始准备迁居，由大取灯胡同一号迁到内务部街二十号。内务部街的房子本是我们的老家，我就是生在那个老家的西厢房，原是祖父留下的一所房子，在我十五岁的时候才从那里迁到大取灯胡同七号的新房。老家出租多年，现在收回自用。这所老房子比较大，约有房四十间，旧式的上支下摘，还有砖炕，院落较多，宜于大家庭居住。父母兴奋的不得了，把旧房整缮一新，把外院和西院划给我，并添造一间浴室。我母亲是年六十，她说好了，现在我把家事交给季淑，我可以清闲几年了。事实上我们还是无法使母亲完全不操心。回到北平先在大取灯胡同落脚，然后开始迁居。破家值万贯，而且我们家的传统是室无弃物，所以百八十年下来的这一个家是无数破烂东西的总汇，搬动一下要兴师动众，要雇用大车小车以及北平所特有的窝脖儿的，陆陆续续的搬了一个星期才大体就绪，指挥奔走的重任落在季淑的身上，她真是黎明即起，整天前庭后院的奔走，她的眼窝下面不时的挂着大颗的汗珠，我就掏出手绢给她揩揩。垂花门外有一棵梨树，是房客栽的，多年生长已经扑到房檐上面，把整个院子遮盖了一半，结实累累，蔚为壮观。不知道母亲听了什么人饶舌，说梨与离同音，不祥，于是下令砍伐。"}
{"text":"垂花门外有一棵梨树，是房客栽的，多年生长已经扑到房檐上面，把整个院子遮盖了一半，结实累累，蔚为壮观。不知道母亲听了什么人饶舌，说梨与离同音，不祥，于是下令砍伐。季淑不敢抗，眼睁睁的看着工人把树砍倒，心中为之不怿者累日。后来我劝她在原处改植别的不犯忌讳的花木，亦可略补遗憾。她立即到隆福寺街花厂选购了四棵西府海棠，因为她在青岛就有此偏爱。这四株娇艳的花木果然如所预期很快的长大成形，翌年即繁花如簇，如火如荼，春光满院，生气盎然。同时她又买了四棵紫丁香，种在西院我的书房和卧室之间，紫丁香长得更猛，一两年间妨碍人行，非修剪不可，丁香开时香气四溢，招引蜂蝶终日攘攘不休。前院檐下原有两畦芍药奄奄一息，季淑为之翻土施肥，冬日覆以积雪，来春新芽茁发。我的书房檐下多阴，她种了一池玉簪，抽蕊无数。我们一家三代，大小十几口，再加上男女佣工六七人，是相当大的一个家庭。晨昏定省是不可少的礼节。每天早晨听到里院有了响动，我便拉着文蔷到里院去，到上房和东厢房分别向父母问安。文蔷是我们最小的孩子，不拉着她便根本迈不过垂花门的一尺高的门槛。文茜文骐都跟在我的身后，文蔷还另有任务，每天把报纸送给她的祖父，祖父接过报纸总是喊她两声小肥猪小肥猪因为她小时候很胖。季淑每天早晨要负责沏盖碗茶，其间的难处是把握住时间，太早太晚都不成。每天晚上季淑还要伺候父亲一顿消夜，有时候要拖到很晚，我便躺在床上看书等她。每日两餐是大家共用的，虽有厨工专理其事，调配设计仍需季淑负责，亦大费周章。家庭琐事永远没完没结，所谓家庭生活就是永无休止的修缮补苴。缝缝连连的事，会使用缝纫机的人就责无旁贷。对外的采办或交涉，当然也是能者多劳。最难堪的是于辛劳之余还不能全免于怨怼，有一回已经日上三竿，季淑督促工人捡煤球，扰及贪睡者的清眠，招致很大的不快。有人愤愤难平，季淑反倒夷然处之，她爱说的一句话是唐张公艺九世同居，得力于百忍，我们只有三世，何事不可忍家事全由季淑处理，上下翕然，我遂安心做我的工作，教书之余就是翻译写稿。"}
{"text":"家庭琐事永远没完没结，所谓家庭生活就是永无休止的修缮补苴。缝缝连连的事，会使用缝纫机的人就责无旁贷。对外的采办或交涉，当然也是能者多劳。最难堪的是于辛劳之余还不能全免于怨怼，有一回已经日上三竿，季淑督促工人捡煤球，扰及贪睡者的清眠，招致很大的不快。有人愤愤难平，季淑反倒夷然处之，她爱说的一句话是唐张公艺九世同居，得力于百忍，我们只有三世，何事不可忍家事全由季淑处理，上下翕然，我遂安心做我的工作，教书之余就是翻译写稿。我在西院南房，每到午后四时，季淑必定给我送茶一盏，我有时停下笔来拉她小坐，她总是把我推开，说，别闹，别闹，喝完茶赶快继续工作。然后她就抽身跑了。我隔着窗子看她的背影。我的翻译工作进行顺利，晚上她常问我这一天写了多少字，我若是告诉她写了三千多字，她就一声不响的翘起她的大拇指。我译的稿子她不要看，但是她愿意知道我译的是些什么东西。所以莎士比亚的几部名剧里的故事，她都相当熟悉。有几部莎士比亚的电影片上演，我很希望她陪我去看，但是她分不开身，她总是遗憾的教我独自去看。季淑有一个见解，她以为要小孩子走上喜爱读书的路，最好是尽早给孩子每人置备一个书桌。所以孩子们开始认字，就给他设备一份桌椅。木器店里没有给小孩用的书桌，除非定制，她就买普通尺寸的成品，每人一份，放在寝室里挤得满满的。这一项开支决不可省。她告诉孩子哪一个抽屉放书哪一个抽屉放纸笔。有了适当的环境之后，不久孩子养成了习惯，而且到了念书的时候自然的各就各位。孩子们由小学至大学，从来没有任何挫折，主要的是小时候养成良好习惯。季淑做了好几年的小学教师，她的教学经验在家里发生宏大的影响。可见小学教师应是最可敬的职业之一。我们的男孩子仅有一个，季淑嫌单薄一些，最好有两男两女，一九三五年冬，她怀有五个月的孕，一日扭身开灯，受伤流产。送往妇婴医院，她为节省住进二等病房，夜间失血过多，而护士置若罔闻，我晨间赶去探视，已奄奄一息，医生开始惊慌，急救输血，改进头等病房并请特别护士。白天由我的岳母照料，夜晚由我陪伴，按照医院规定男客是不准在病房夜晚逗留的。一个星期之后才脱险。临去时那一些不负责任的护士还奚落她说我们没有见过像你这样的娇太太从此我们就实行生育节制。我对政治并无野心，但是对于国事不能不问。"}
{"text":"送往妇婴医院，她为节省住进二等病房，夜间失血过多，而护士置若罔闻，我晨间赶去探视，已奄奄一息，医生开始惊慌，急救输血，改进头等病房并请特别护士。白天由我的岳母照料，夜晚由我陪伴，按照医院规定男客是不准在病房夜晚逗留的。一个星期之后才脱险。临去时那一些不负责任的护士还奚落她说我们没有见过像你这样的娇太太从此我们就实行生育节制。我对政治并无野心，但是对于国事不能不问。所以我办了一个周刊，以鼓吹爱国提倡民主为原则，朋友们如谢冰心李长之等等都常写稿给我，周作人也写过稿子。因此我对于各方面的人物常有广泛的接触。季淑看见来访的客人鱼龙混杂就为我担心。她偶尔隔着窗子窥探出入的来客，事后问我那个獐头鼠目的是谁那个垂首蛇行的又是谁他们找你做什么这使我提高了警觉。果然，就有某些方面的人来做说客，愿以若干金为先生寿。人们有一种错觉，以为凡属舆论，都是一些待价而沽的东西。我当即予以拒绝，季淑知道此事之后完全支持我的决定，她说我愿省吃俭用和你过一生宁静的日子，我不羡慕那些有办法的人之昂首上骧。我隐隐然看到她的祖父之高风亮节在她身上再度发扬。日寇侵略日益加紧，一九三七年六月二十三日蒋介石及汪兆铭联名召开庐山会议，我应邀参加，事实上没有什么商议，只是宣告国家的政策。我没有等会议结束即兼程北返，七月七日卢沟桥事变爆发，二十八日北平陷落。我和季淑商议，时势如此，决定我先只身逃离北平。我当即写下了遗嘱。戎火连天，割离父母妻子远走高飞，前途渺渺，后顾茫茫。这时候我联想到出家真非易事，确是将相所不能为。然而我毕竟这样做了。等到平津火车一通，我立即登上第一班车，短短一段路由清早走暮夜才到达天津。临别时季淑没有一点儿女态，她很勇敢的送我到家门口，互道珍重，相对黯然。与子之别，思心徘徊十一和我约好在车上相见的是叶公超，相约不交一语。后来发现在车上的学界朋友有十余人之多，抵津后都住进了法租界帝国饭店。我旋即搬到罗努生王右家的寓中，日夜收听广播的战事消息，我们利用大头针制作许多面红白小旗，墙上悬大地图，红旗代表我军，白旗代表敌军，逐日移动的插在图上。看看红旗有退无进，相与扼腕。益世报的经理生宝堂先生在赴义租界途中被敌兵捕去枪杀，我们知道天津不可再留，我与努生遂相偕乘船到青岛，经济南转赴南京。"}
