{"text":"就这样，挤出，挤进，一直到现在。我的回忆里残留着各样的影子色彩，分不清先先后后，萦混成一团了。我就带着这萦混的一团从过去的茫茫里走上来。现在抬头就可以看到水仙花盆里反射的水的冷光，水里石子的晕红和翠绿，残茶在灯下照出的几点金星。自然，前面已经说过，这些都要倏地变成影子，移入回忆里，移入这萦混的一团里，但是在未移入以前，这萦混的一团影子说不定就在我的脑里浮动起来，我就自然陷入回忆里去了――陷入回忆里去，其实是很不费力的事。我面对着当前的事物。不知怎地，迷离里忽然电光似的一掣，立刻有灰蒙蒙的一片展开在我的意想里，仿佛是空空的，没有什么，但随便我想到曾经见过的什么，立刻便有影子浮现出来。跟着来的还不止一个影子，两个，三个，多，更多了。影子在穿梭，在萦混。又仿佛电光似的一掣，我又顺着一条线回忆下去。――比如回忆到故乡里的秋吧。先仿佛看到满场里乱摊着的谷子，黄黄的。再看到左右摆动的老牛的头，飘浮着云烟的田野，屋后银白的一片秋芦。再沉一下心，还仿佛能听到老牛的喘气，柳树顶蝉的曳长了的鸣声。豆荚在日光下毕剥的炸裂声。蓦地，有如阴云漫过了田野，只在我的意想里一晃，在故乡里的这些秋的影子上面，又挤进来别的影子了――红的梅，白的雪，潋滟的流水，十里稷稷的松壑，死人的蜡黄的面色，小孩充满了生命力的踊跃。同时，老牛的影，芦花的影，田野的影，也站在我的心里的一个角隅里。这许多的影子掩映着，混起来。我再不能顺着刚才的那条线想下去。又有许多别的历乱的影子在我的意念里跳动。如电光火石，眩了我的眼睛。终于我一无所见，一无所忆。仍然展开了灰蒙蒙的一片，空空的，什么也没有。我的回忆也就停止了。我的回忆停止了，但是绝不能就这样停止下去。我仍然说，我们时时刻刻沿着人生的路向前走着，时时刻刻就有回忆萦绕着我们。――再说到现在吧。灯光平流到我面前的桌上，书页映出了参差的黑影，看到这黑影，我立刻想到在过去不知什么时候看过的远山的淡影。玻璃杯反射着清光，看了这清光，我立刻想到月明下千里的积雪。我正写着字，看了这一颗颗的字，也使我想到阶下的蚁群倘若再沉一下心，我可以想到过去在某处见过这样的山的淡影。在另一个地方也见过这样的影子，纷纷的一团。于是想了开去，想到同这影子差不多的影子，纷纷的一团。于是又想了开去，仍然是纷纷的一团影子。但是同这山的淡影，同这书页映出的参差的黑影却没有一点关系了。"}
{"text":"――再说到现在吧。灯光平流到我面前的桌上，书页映出了参差的黑影，看到这黑影，我立刻想到在过去不知什么时候看过的远山的淡影。玻璃杯反射着清光，看了这清光，我立刻想到月明下千里的积雪。我正写着字，看了这一颗颗的字，也使我想到阶下的蚁群倘若再沉一下心，我可以想到过去在某处见过这样的山的淡影。在另一个地方也见过这样的影子，纷纷的一团。于是想了开去，想到同这影子差不多的影子，纷纷的一团。于是又想了开去，仍然是纷纷的一团影子。但是同这山的淡影，同这书页映出的参差的黑影却没有一点关系了。这些影子还没幻灭的时候，又有别的影子隐现在它们后面，朦胧，暗淡，有着各样的色彩。再往里看，又有一层影子隐现在这些影子后面，更朦胧，更暗淡，色彩也更繁复。一层，一层，看上去，没有完。越远越暗淡了下去。到最后，只剩了那么一点绰绰的形象。就这样，在我的回忆里，一层一层的，这许许多多的影子色彩，分不清先先后后，又萦混成一团了。我仍然带了这萦混的一团影走上去。倘若要问这些影子都在什么地方呢？我却说不清了。往往是这样，一闭眼，先是暗冥冥的一片，再一看，里面就有影子。但再问这暗冥冥的一片在什么地方呢？恐怕只有天知道吧。当我注视着一件东西发愣的时候，这些影子往往就叠在我眼前的东西上。在不经意的时候，我常把母亲的面影叠在茶杯上。把忘记在什么时候看到的一条长长的伸到水里去的小路叠在的全集上，把一树灿烂的海棠花叠在盛着花的土盆上，把大明湖里的塔影叠在桌上铺着的晶莹的清玻璃上，把晚秋黄昏的一天暮鸦叠在墙角的蜘蛛网上，把夏天里烈日下的火红的花团叠在窗外草地上平铺着的白雪上然而，只要一经意，这些影子立刻又水纹似的幻化开去。同了这茶杯的，这全集的，这土盆的，这清玻璃的，这蜘蛛网的，这白雪的，影子，跳入我们的回忆里，在将来的不知什么时候，又要叠在另一些放在我眼前的东西上了。将来还没有来，而且也不好说。但是，我们眼前的路不正引向将来去吗？我看过了清浅的水在水仙花盆里反射的冷光，映在水里的石子的晕红和翠绿，残茶在软柔的灯光下照出的那几点金星。也看过了茶杯全集土盆清玻璃蜘蛛网白雪，第二天我自然看到另一些新的东西。第三天我自然看到另一些更新的东西。第四天，第五天看到的东西多起来，这些东西都要倏地成轻烟，成细雾，成淡淡的影子，储在我的回忆里吧。"}
{"text":"将来还没有来，而且也不好说。但是，我们眼前的路不正引向将来去吗？我看过了清浅的水在水仙花盆里反射的冷光，映在水里的石子的晕红和翠绿，残茶在软柔的灯光下照出的那几点金星。也看过了茶杯全集土盆清玻璃蜘蛛网白雪，第二天我自然看到另一些新的东西。第三天我自然看到另一些更新的东西。第四天，第五天看到的东西多起来，这些东西都要倏地成轻烟，成细雾，成淡淡的影子，储在我的回忆里吧。这一团萦混的影子，也要更萦混了。等我不能再走，不能再看的时候，这一团也要随了我走应当走的最后的路。然而这时候，我却将一无所见，一无所忆。这一团影子幻失到什么地方去了呢？随了大明湖里的倒影飘散到茫迷里去了吗？随了远山的淡霭被吸入金色的黄昏里去了吗？说不清，而且也不必说。――反正我有过回忆了。我还希望什么呢？忆往述怀第一篇阅尽沧桑忆往述怀寂寞寂寞像大毒蛇，盘住了我整个的心，我自己也奇怪几天前喧腾的笑声现在还萦绕在耳际，我竟然给寂寞克服了吗？但是，克服了，是真的，奇怪又有什么用呢？笑声虽然萦绕在耳际，早已恍如梦中的追忆了，我只有一颗心，空虚寂寞的心被安放在一个长方形的小屋里。我看四壁，四壁冰冷像石板，书架上一行行排列着的书，都像一行行的石块，床上棉被和大衣的折纹也都变成雕刻家手下的作品了。死寂，一切死寂，更死寂的却是我的心，――我到了庞培p了么？不，我自己证明没有，隔了窗子，我还可以看见袅动的烟缕，虽然还在袅动，但是又是怎样地微弱呢？――我到了西敏斯大寺ss了么？我自己又证明没有，我看不到阴森的长廊，看不到诗人的墓圹，我只是被装在一个长方形的小屋里，四周圈着冰冷的石板似的墙壁，我究竟在什么地方呢？桌子上那两盆草的曼长嫩绿的枝条，反射在镜子里的影子，我透过玻璃杯看到的淡淡的影子反射在电镀过的小钟座上的影子，在平常总轻轻地笼罩上一层绿雾，不是很美丽有生气的吗？为什么也变成浮雕般的呆僵着不动呢？――一切完了，一切都给寂寞吞噬了，寂寞凝定在墙上挂的相片上，凝定在屋角的蜘蛛网上，凝定在镜子里我自己的影子上一切都真的给寂寞吞噬了吗？"}
{"text":"桌子上那两盆草的曼长嫩绿的枝条，反射在镜子里的影子，我透过玻璃杯看到的淡淡的影子反射在电镀过的小钟座上的影子，在平常总轻轻地笼罩上一层绿雾，不是很美丽有生气的吗？为什么也变成浮雕般的呆僵着不动呢？――一切完了，一切都给寂寞吞噬了，寂寞凝定在墙上挂的相片上，凝定在屋角的蜘蛛网上，凝定在镜子里我自己的影子上一切都真的给寂寞吞噬了吗？不，还有我自己，我试着抬一抬胳膊，还能抬得起，我摆了摆头，镜子里的影子也还随着动，我自己问是谁把我放在这里的呢？是我自己，现在我才发现，就是自己，我能逃我能逃，然而，寂寞又跟上我了呀！在平常我们跑着百米抢书的图书馆，不是很热闹的吗？现在为什么也这样冷清呢？我从这头看到那头，像看一个朦胧的残梦，淡黄的阳光从窗子里穿进来造成一条光的路，又射在光滑的桌面上，不耀眼，不辉腾，只是死死地贴在桌上，像――像什么呢？我不愿意说，像乡间黑漆棺材上贴的金边，寥寥的几个看书的，错落地散坐着，使我想到月明夜天空里的星星，但也都石像似的坐着，不响也不动，是人么？不是，我左右看全不像，像木乃伊？又不像，因为我闻不到木乃伊应该有的那种香味，像死尸？有点，但也不全像，――我看到他们僵坐的姿势了，我看到他们一个个的翻着的死白的眼了。我现在知道他们像什么，像鱼市里的死鱼，一堆堆地排列着，鼓着肚皮，翻着白眼，可怕！然而我能逃，然而寂寞又跟上了我，我向哪里逃呢？到了世界的末日了吗？世界的末日，多可怕！以前我曾自己想象，自己是世界上最后的一个生物，因了这无谓的想象，我流过不知多少汗，但是现在却真教我尝到这个滋味了。天空倒挂着，像个盆，远处的西山，近处的楼台，都仿佛剪影似的贴在这灰白盆底上，小鸟缩着脖子站在土山上，不动，像博物院里的标本，流水在冰下低缓地唱着丧歌，天空里破絮似的云片，看来像一贴贴的膏药，糊在我这寂寞的心上，枯枝丫杈着，看来像鱼刺，也刺着我这寂寞的心。但是，我在身旁发现有人影在游动了，我知道，我自己不是世界上最后的生物，我在内心里浮起一丝笑意。但是又是但是却怪没等这笑意浮到脸上，我又看到我身旁的人也同样翻着死白的眼，像木乃伊？像僵尸？像鱼市上陈列的死鱼？谁耐心去管，战栗通过了我全身，我想逃，寂寞驱逐着我，我想逃，向哪里逃呢？――天哪！我不知道向哪里逃了。夜来了，随了夜来的是更多的寂寞。"}
{"text":"但是，我在身旁发现有人影在游动了，我知道，我自己不是世界上最后的生物，我在内心里浮起一丝笑意。但是又是但是却怪没等这笑意浮到脸上，我又看到我身旁的人也同样翻着死白的眼，像木乃伊？像僵尸？像鱼市上陈列的死鱼？谁耐心去管，战栗通过了我全身，我想逃，寂寞驱逐着我，我想逃，向哪里逃呢？――天哪！我不知道向哪里逃了。夜来了，随了夜来的是更多的寂寞。当我从外面走回宿舍的时候，四周死一般沉寂，但总仿佛有O@的脚步声绕在我四围，说声，其实哪里有什么声呢？只是我觉得有什么东西跟着我而已，倘若在白天，我一定说这是影子倘若睡着了，我一定说这是梦，究竟是什么呢？我知道，这是寂寞，从远处我看到压在黑暗的夜气下面的宿舍，以前不是每个窗子都射出温热的软光来么？但是，变了，一切变了，大半的窗子都黑黑的，闭着寥寥的几个窗子，无力地迸射出几条光线来，又都是怎样暗淡灰白呢？――不，这不是窗子里射出的灯光，这是墓地里的鬼火，这是魔窟里的发出的魔光，我是到了鬼影憧憧的世界里了，我自己也成了鬼影了。我平卧在床上，让柔弱的灯光流在我身上，让寂寞在我四周跳动，静听着远处传来的跫跫的足音，隐隐地，细细弱弱到听不清，听不见了，这声音从哪里传来的呢？是从辽远又辽远的国土里呀！是从寂寞的大沙漠里呀！但是，又像比辽远的国土更辽远我的小屋是坟墓，这声音是从墓外过路人的脚下y出来的呀！离这里多远呢？想象不出，也不能想象，望吧！是一片茫茫的白海流布在中间，海里是什么呢？是寂寞。隔了窗子，外面是死寂的夜，从蒙翳的玻璃里看出去，不见灯光不见一切东西的清晰的轮廓，只是黑暗，在黑暗里的迷离的树影，丫杈着，刺着暗灰的天。在三个月前，这秃光的枯枝上，有过一串串的叶子，在萧瑟的秋风里打战，又罩上一层淡淡的黄雾。再往前，在五六个月以前吧，同样的这枯枝上织上一丛丛的茂密的绿，在雨里凝成浓翠，在毒阳下闪着金光。倘若再往前推，在春天里，这枯枝上嵌着一颗颗火星似的红花，远处看，晖耀着，像火焰。――但是，一转眼，溜到现在，现在怎样了呢？变了，全变了，只剩了秃光的枯枝，刺着天空，把小小的温热的生命力蕴蓄在这枯枝的中心，外面披上这层刚劲的皮，忍受着北风的狂吹，忍受着白雪的凝固，忍受着寂寞的来袭，同我一样。"}
{"text":"在三个月前，这秃光的枯枝上，有过一串串的叶子，在萧瑟的秋风里打战，又罩上一层淡淡的黄雾。再往前，在五六个月以前吧，同样的这枯枝上织上一丛丛的茂密的绿，在雨里凝成浓翠，在毒阳下闪着金光。倘若再往前推，在春天里，这枯枝上嵌着一颗颗火星似的红花，远处看，晖耀着，像火焰。――但是，一转眼，溜到现在，现在怎样了呢？变了，全变了，只剩了秃光的枯枝，刺着天空，把小小的温热的生命力蕴蓄在这枯枝的中心，外面披上这层刚劲的皮，忍受着北风的狂吹，忍受着白雪的凝固，忍受着寂寞的来袭，同我一样。它也该同我一样切盼着春的来临，切盼着寂寞的退走吧。春什么时候会来呢？寂寞什么时候会走呢？这漫漫的长长的夜，这漫漫的更长的冬忆往述怀第一篇阅尽沧桑忆往述怀爽朗的笑声据说，只有人是会笑的。我活在这个大地上几十年中，曾经笑过无数次，也曾看到别人笑过无数次。我从来没有琢磨过人会不会笑的问题，就好像太阳从东方出来，人们天天必须吃饭这样一些极其自然的明明白白的尽人皆知的用不着去探讨的现象一样，无须再动脑筋去关心了。然而，人是能够失掉笑的。就连人能够失掉笑这个事实我以前也没有探讨过，不是用不着去探讨，而是没有想到去探讨，没有发现有探讨的必要因为我从来还没有遇到过失掉了笑的人，没有想到过会有失掉了笑的人，好像没有遇到过鬼或者阴司地狱，没有想到过有鬼或者有阴司地狱那样。人又怎能失掉笑呢？我认识一位参加革命几十年的老干部。虽然他资格老，然而从来不摆老资格，不摆架子。我一向对老干部怀着说不出的极其深厚的出自内心的感情与敬佩。他们好像是我的一面镜子，可以照见自己的不足，激励自己前进。因此，我就很愿意接近他，愿意对他谈谈自己的思想。当然并不限于这些。我们有时简直是海阔天空，上下古今，文学艺术，哲学宗教，无所不谈。他给我留下了非常深刻的印象，特别是在闲谈时他的笑声更使我永生难忘。这不是会心的微笑，而是出自肺腑的爽朗的笑声。这笑声悠扬而清脆，温和而热情它好像有极大的感染力，一听到它，顿觉满室生春，连一桌一椅都仿佛充满了生气，一花一草都仿佛洋溢出活力。有时候我甚至觉得这笑声冲破了高楼大厦，冲出了窗户和门，到处飘流回荡，响彻了整个燕园。"}
{"text":"我们有时简直是海阔天空，上下古今，文学艺术，哲学宗教，无所不谈。他给我留下了非常深刻的印象，特别是在闲谈时他的笑声更使我永生难忘。这不是会心的微笑，而是出自肺腑的爽朗的笑声。这笑声悠扬而清脆，温和而热情它好像有极大的感染力，一听到它，顿觉满室生春，连一桌一椅都仿佛充满了生气，一花一草都仿佛洋溢出活力。有时候我甚至觉得这笑声冲破了高楼大厦，冲出了窗户和门，到处飘流回荡，响彻了整个燕园。想当初当我听到这笑声的时候，我并没有觉得它怎样难能可贵，怎样不可缺少，就同日光空气一样，抬眼就可以看到，张嘴就可以吸入。又像春天的和风，秋日的细雨，只要有春天，有秋天，自然而然地就可以得到。中国古诗说司空见惯浑闲事，我一下子变成了古时候的司空了。然而好景不长，天空里突然堆起了乌云，跟着来的是一场暴风骤雨。这一场暴风骤雨真是来得迅猛异常。不但我们自己没有经受过，而且也没有听说别人曾经经受过。我们都仿佛当头挨了一棒，直打得天旋地转，昏头昏脑。有一个时期，我们都失去了行动的自由，在一个阴森可怕的恐怕要超过白公馆和渣滓洞的地方住了一些时候。以后虽然恢复了自由，然而每个人的脑袋上还都戴着一大堆莫须有的帽子，天天过着如临深渊如履薄冰的日子，谨小慎微，瞻前顾后，唯恐言行有什么越轨之处，随时提防意外飞来的横祸。我们的处境真比旧社会的童养媳还要困难。我们每个人脑海里都有成百个问号，成千个疑团然而问天天不语，问地地不应。我们只有沉默寡言，成为不折不扣的行尸走肉了。在这期间，我也曾几次遇到过他，都是在路上。我看到他从远处走了过来，垂目低头，步履蹒跚。以前我看惯了的他那种矫健的步伐，轻捷的行姿，已经消逝得无影无踪了。我有时候下意识地迎上前去，好像是要做点什么但是快到跟前的时候，最多也不过彼此相顾一下，立刻又低下了头，别转开脸，我们已经到了彼此不敢讲话，不能讲话的地步了。至于在这样的时刻他是怎样想的，我说不清楚。我心里只觉得一阵凄凉，眼泪立刻夺眶而出了。有一次，我在校医院门前遇到了他。这一回不是孤身一人，而是有一个年老的妇女扶着他。他的身体似乎更不行了，路好像都走不全，腿好像都迈不开，脚好像都抬不起，颤巍巍地好不容易地向前挪动，费了好大劲才挪进了医院的大门，看样子是患了病。我一时冲动，很想鼓足了勇气走上前去探问一声。然而我不敢。"}
{"text":"至于在这样的时刻他是怎样想的，我说不清楚。我心里只觉得一阵凄凉，眼泪立刻夺眶而出了。有一次，我在校医院门前遇到了他。这一回不是孤身一人，而是有一个年老的妇女扶着他。他的身体似乎更不行了，路好像都走不全，腿好像都迈不开，脚好像都抬不起，颤巍巍地好不容易地向前挪动，费了好大劲才挪进了医院的大门，看样子是患了病。我一时冲动，很想鼓足了勇气走上前去探问一声。然而我不敢。那暴风骤雨的情景猛孤丁地展现在我眼前，我那一点剩勇好像是微弱的爝火，经雨一打，立刻就熄灭了。我不敢保证，如果再有一次那样的暴风骤雨，是否我还能经受得住。我硬是压下了我那向前去探问的冲动，只是站在远处注视着他。我是多么关心他的身体啊！然而我无能为力，我只能站在一旁看。幸好他并没有注意到我，否则也会引起他内心的激动，这样的激动对他的身体肯定是没有好处的。我全神贯注地注视着他，看他走进了校医院的玻璃门，他的身影在里面直晃动，在挂号处停留了一会儿，又被搀扶到走廊里去，身影于是完全消逝，大概是到哪一个屋子门口去等候大夫呼唤了。忆往述怀第一篇阅尽沧桑忆往述怀爽朗的笑声当时我虽然注视了他很久很久，但是在开头时并没有发现有什么特异的情况，对他的身体的关心占住了我整个的注意力。等到他的身影消逝以后，我猛然发现，他脸上一点笑容都没有，他成了一个不会笑的人，他已经把笑失掉，当然更不用说那爽朗的笑声了。我心里猛烈地一震，我自己的这一个平凡又伟大的发现使我吃惊。我从前只知道笑是人的本能现在我又知道，人是连本能也会失掉的。我活了六十多年才发现了这样一个真理，然而这是一个多么残酷多么令人不寒而栗的真理啊！我自己怎样呢？他在这里又在另外一种意义上成了我的一面镜子。拿这面镜子一照，我同他原来是一模一样，我脸上也是一点笑容都没有，我也成了一个不会笑的人，我也把笑失掉了。如果自己不拿这面镜子来照一照，这情况我是不会知道的。因为没有一个人会告诉我，没有一个人敢告诉我。像我这样的人，当时是没有几个人肯同我说话的。如果有大胆的人敢同我说上几句话，我反而感到不自然，感到受宠若惊。不时飞来的轻蔑的一瞥，意外遇到的大声的申斥，我倒安之若素，倒觉得很自然。我当时就像白天的猫头鹰，只要能避开人，我一定避开只要有小路，我决不走大路只要有房后的野径，我连小路也不走。"}
{"text":"拿这面镜子一照，我同他原来是一模一样，我脸上也是一点笑容都没有，我也成了一个不会笑的人，我也把笑失掉了。如果自己不拿这面镜子来照一照，这情况我是不会知道的。因为没有一个人会告诉我，没有一个人敢告诉我。像我这样的人，当时是没有几个人肯同我说话的。如果有大胆的人敢同我说上几句话，我反而感到不自然，感到受宠若惊。不时飞来的轻蔑的一瞥，意外遇到的大声的申斥，我倒安之若素，倒觉得很自然。我当时就像白天的猫头鹰，只要能避开人，我一定避开只要有小路，我决不走大路只要有房后的野径，我连小路也不走。只要有熟人迎面走来，我远远地就垂下了头。我只恨地上没有洞如果有的话，我一定会钻了进去，最好一辈子也不出来。在这样的情况下，一个人能笑得起来吗？让他把笑保留住不失掉能办得到吗？我也只能同那一位老干部一样变成了一个不会笑的人了。通过那几年的切身经历，我深深地感觉到，一个人如果失掉了笑，那就意味着，他同时也已经失掉了希望，失掉了生趣，失掉了一切。他活在世界上，在别人眼中，在他自己眼中，实际上成了一个多余的人，他只不过是行尸走肉，苟延残喘而已。什么清风，什么明月，什么春花，什么秋实，在别人眼中，当然都是非常可爱的然而在他眼中，却什么快感也引不起来。他在这世界上如浮云，如幻影世界对他也如浮云，如幻影。他自己就像一个幽灵，踽踽独行于遮天盖地的辽阔的寂寞中。他成了一个路人，一个过客，在默默地等候大限的来临。真理毕竟要胜利，乌云决不会永在。经过了一番风雨，燕园里又出现了阳光，全中国也出现了阳光。记得是在一个座谈会上，我同这一位革命老前辈又见面了。他头发又白了很多，脸上皱纹也增添了不少，走路显得异常困难，说话声音很低。才几年的工夫，他好像老了二十年。我的心情很沉重，但是同时又很愉快。我发现他脸上又有了笑容，他又把笑找回来了。在谈到兴会淋漓的时候，他大笑起来，虽然声音较低，但毕竟是爽朗的笑声。这样的笑声我已经很久很久没有听到了。乍听之下，有如钧天妙乐，滋润着我的心灵，温暖着我的耳朵，怡悦着我的眼睛，激动着我的四肢。我觉得，这爽朗的笑声，就像骀荡的春风一样，又仿佛吹遍了整个燕园，响彻了整个燕园。我仿佛还听到它响彻了高山密林通都大邑工厂农村机关学校，响彻了整个祖国大地，而且看样子还要永远响下去。"}
