{"text":"但入口奇窄而向下，俯瞰宛如鼠穴。警报来时，居民大都跑避城外城外群山环绕，但皆童山，人们坐山坡下，蚂蚁似的一堆一堆，老远就看见。旧历除夕前一日，城外飞机场被炸，投弹百余，但据说仅死一狗。这是兰州的处女炸。越三日，是为旧历新年初二，日机又来拜年，这回在城内投弹了，可是空战结果，被我方击落七架或云九架，这是新年的礼物。从此以后，老羞成怒的滥炸便开始了，几乎每一条街，每一条巷，都中过炸弹。四年春季的一个旅客，在浮土寸许厚软如地毡的兰州城内关外走一趟，便往往看见有许多房子，大门还好好的，从门隙窥视，内部却是一片瓦砾。但是，请你千万不要误会兰州就此荒凉了。依着中国人自有办法的规律，四年春季的兰州比一年前更加繁荣，更加飘飘然。不说俏皮话，经过多次滥炸后的兰州，确有了若干建设物证就是有几条烂马路是放宽了，铺平了，路两旁排列着簇新的平房，等候商人们去繁荣市面而尤其令人感谢的，电灯也居然像电灯了。这是因为一年中间整饬市容的责任，是放在一双有计划的切实的手里，而这一双手，闲时又常常翻阅新的书报――在于，然而也在朝四面看看，不是那种一埋首就看见了自己的脚色。但所谓繁荣，却也有它的另一方面。比方说，三九年的春天，要买一块肥皂，一条毛巾，或者其他的化妆品，当然不是踏破铁鞋无觅处，可是货色之缺乏，却也显而易见。至于其他洋货，凡是带点奢侈性的，只有几家百货店方有存储，而且你要是嫌他们货色不齐全时，店员就宣告道再也没有了。这还是从前进来的货呢，新货来不了！但是隔了一年工夫，景象完全不同，新开张的洋货铺子三三两两地在从前没有此类店铺的马路上出现了，新奇的美术字的招牌异常触目，货物的陈列式样也宛然是上海气派陌生牌子的化装品，人造丝袜棉毛衫裤吊袜带手帕小镜子西装领带，应有尽有，非常充足。特别是玻璃杯，一年以前几乎少见的，这时也每家杂货铺里都有了。而且还有步哨似的地摊，则洋货之中，间或也有些土货。手电筒和劣质的自来水笔自动铅笔，在地摊上也常常看到。战争和封锁，并没有影响到西北大后方兰州的洋货商――不，他们的货物的来源，倒是愈战愈畅旺了！何以故？因为中国人自有办法。为了谋战争时的自给，中国早就有了工合运动。"}
{"text":"特别是玻璃杯，一年以前几乎少见的，这时也每家杂货铺里都有了。而且还有步哨似的地摊，则洋货之中，间或也有些土货。手电筒和劣质的自来水笔自动铅笔，在地摊上也常常看到。战争和封锁，并没有影响到西北大后方兰州的洋货商――不，他们的货物的来源，倒是愈战愈畅旺了！何以故？因为中国人自有办法。为了谋战争时的自给，中国早就有了工合运动。工合在西北大概颇组织了些手工业。但是今天充斥了西北大小城市不但是兰州里的工业品，有多少是工合的出品呢？真是天晓得。大多数商人不知道有所谓工合，你如果问他们货从哪里来的，他们毫不犹豫地答着天津或上海。这意思就是上海和天津的租界里还有中国人办的工厂，所以这些工业品也就是中国货了。偶尔也有一二非常干练的老板，则在上上下下打量你一番之后，便幽默地笑道咱们是批来的，人家说什么，咱们信什么反正是那么一回事，非常时期吗，可不是？一个在特种机关里混事的小家伙发牢骚说这是一个极大的组织，有包运的，也有包销的。在路上时，有武装保护，到了地头，又有虎头牌撑腰。值一块钱的东西，脱出手去便成为十块二十块，真是国难财！然而，这是一种特权，差不多的人，休想染指。全部的缉私机构在他们的手里。有些不知死活的老百姓，穷昏了，居然也走这一道，肩挑背驮的，老鼠似的抄小路硬走个十站八站路，居然也会弄进些来可是，沿途碰到零星的队伍，哪一处能够白放过，总得点缀点缀。要是最后一关碰到正主儿的检查，那就完了蛋，货充公，人也押起来。前些时，查出一个巧法儿女人们把洋布缠在身上，装作大肚子混进来。现在凡是大肚子女人，都要脱光了检验嘿，你这该明白了罢，――一句话，一方面是大量的化公为私，又一方面则是涓滴归公呵！这问题，决非限于一隅，是有全国性的，不过，据说也划有势力范围，各守防地，不相侵犯。这也属于所谓中国人自有办法。地大物博的中国，理应事事不会没有办法，而且打仗亦既三年多，有些事也应早有点办法。西北一带的根本问题是水。有一位水利专家指点那些秃顶的黄土山说土质并不坏，只要有水！又有一位农业家看中了兰州的水果，幻想着如何装罐头输出。"}
{"text":"现在凡是大肚子女人，都要脱光了检验嘿，你这该明白了罢，――一句话，一方面是大量的化公为私，又一方面则是涓滴归公呵！这问题，决非限于一隅，是有全国性的，不过，据说也划有势力范围，各守防地，不相侵犯。这也属于所谓中国人自有办法。地大物博的中国，理应事事不会没有办法，而且打仗亦既三年多，有些事也应早有点办法。西北一带的根本问题是水。有一位水利专家指点那些秃顶的黄土山说土质并不坏，只要有水！又有一位农业家看中了兰州的水果，幻想着如何装罐头输出。皋兰县是出产好水果的，有名的醉瓜，甜而多汁，入口即化，又带着香蕉味一般的酒香。这种醉瓜，不知到底是哈密瓜的变种呢，或由它一变而为哈密瓜，但总之，并不比哈密瓜差。苹果沙果梨子，也都不坏。皋兰县是有发展果园的前途的。不过，在此非常时期，大事正多，自然谈不到。原载年月日至月日华商报灯塔白杨礼赞白杨树实在不是平凡的，我赞美白杨树！当汽车在望不到边际的高原上奔驰，扑入你的视野的，是黄绿错综的一条大毯子黄的，那是土，未开垦的处女土，几百万年前由伟大的自然力所堆积成功的黄土高原的外壳绿的呢，是人类劳力战胜自然的成果，是麦田，和风吹送，翻起了一轮一轮的绿波――这时你会真心佩服昔人所造的两个字麦浪，若不是妙手偶得，便确是经过锤炼的语言的精华。黄与绿主宰着，无边无垠，坦荡如砥，这时如果不是宛若并肩的远山的连峰提醒了你这些山峰凭你的肉眼来判断，就知道是在你脚底下的，你会忘记了汽车是在高原上行驶，这时你涌起来的感想也许是雄壮，也许是伟大，诸如此类的形容词，然而同时你的眼睛也许觉得有点倦怠，你对当前的雄壮或伟大闭了眼，而另一种味儿在你心头潜滋暗长了――单调！可不是，单调，有一点儿罢？然而刹那间，要是你猛抬眼看见了前面远远地有一排，――不，或者甚至只是三五株，一二株，傲然地耸立，像哨兵似的树木的话，那你的恹恹欲睡的情绪又将如何？我那时是惊奇地叫了一声的！那就是白杨树，西北极普通的一种树，然而实在不是平凡的一种树！那是力争上游的一种树，笔直的干，笔直的枝。"}
{"text":"可不是，单调，有一点儿罢？然而刹那间，要是你猛抬眼看见了前面远远地有一排，――不，或者甚至只是三五株，一二株，傲然地耸立，像哨兵似的树木的话，那你的恹恹欲睡的情绪又将如何？我那时是惊奇地叫了一声的！那就是白杨树，西北极普通的一种树，然而实在不是平凡的一种树！那是力争上游的一种树，笔直的干，笔直的枝。它的干呢，通常是丈把高，像是加以人工似的，一丈以内，绝无旁枝它所有的桠枝呢，一律向上，而且紧紧靠拢，也像是加以人工似的，成为一束，绝无横斜逸出它的宽大的叶子也是片片向上，几乎没有斜生的，更不用说倒垂了它的皮，光滑而有银色的晕圈，微微泛出淡青色。这是虽在北方的风雪的压迫下却保持着倔强挺立的一种树！哪怕只有碗来粗细罢，它却努力向上发展，高到丈许，二丈，参天耸立，不折不挠，对抗着西北风。这就是白杨树，西北极普通的一种树，然而决不是平凡的树！它没有婆娑的姿态，没有屈曲盘旋的虬枝，也许你要说它不美丽，――如果美是专指婆娑或横斜逸出之类而言，那么白杨树算不得树中的好女子但是它却是伟岸，正直，朴质，严肃，也不缺乏温和，更不用提它的坚强不屈与挺拔，它是树中的伟丈夫！当你在积雪初融的高原上走过，看见平坦的大地上傲然挺立这么一株或一排白杨树，难道你觉得树只是树，难道你就不想到它的朴质，严肃，坚强不屈，至少也象征了北方的农民难道你竟一点也不联想到，在敌后的广大土地上，到处有坚强不屈，就像这白杨树一样傲然挺立的守卫他们家乡的哨兵！难道你又不更远一点想到这样枝枝叶叶靠紧团结，力求上进的白杨树，宛然象征了今天在华北平原纵横决荡用血写出新中国历史的那种精神和意志。白杨不是平凡的树。它在西北极普遍，不被人重视，就跟北方农民相似它有极强的生命力，磨折不了，压迫不倒，也跟北方的农民相似。我赞美白杨树，就因为它不但象征了北方的农民，尤其象征了今天我们民族解放斗争中所不可缺的朴质，坚强，以及力求上进的精神。让那些看不起民众，贱视民众，顽固的倒退的人们去赞美那贵族化的楠木那也是直干秀颀的，去鄙视这极常见，极易生长的白杨罢，但是我要高声赞美白杨树！原载年月日至月日华商报灯塔萧楚女与恽代英民十四五年的中国青年杂志，在当时青年运动上，为一权威的刊物。"}
{"text":"我赞美白杨树，就因为它不但象征了北方的农民，尤其象征了今天我们民族解放斗争中所不可缺的朴质，坚强，以及力求上进的精神。让那些看不起民众，贱视民众，顽固的倒退的人们去赞美那贵族化的楠木那也是直干秀颀的，去鄙视这极常见，极易生长的白杨罢，但是我要高声赞美白杨树！原载年月日至月日华商报灯塔萧楚女与恽代英民十四五年的中国青年杂志，在当时青年运动上，为一权威的刊物。常在中国青年撰稿诸人中，其尤受读者欢迎而影响巨大者，当推萧楚女与恽代英。萧楚女为湖北人，与恽代英同乡。楚女略长数岁。二人皆健笔，又同为天才的雄辩家，其生活之刻苦又相似。平居宴谈，都富于幽默味然楚女纵谈沉酣时，每目_而脸歪，口沫四溅，激昂凌厉，慑震四座，代英则始终神色不变，慢条斯理，保持其一贯的冷静而诙谐的作风。二人之文，风格亦不同，代英绵密而楚女豪放，代英于庄谐杂作中见其煽动力，楚女则剽悍劲拔，气势夺人。其于演讲亦然。楚女之演词，有如进军鼓角，代英则有时嘲讽，有时诙谐，有时庄言，历二三小时，讲者滔滔无止境，听者亦无倦容。然雅俗共赏，刺激力强，则又为二人所共同擅长。当楚女之名见于各报各刊物时，读者每以为一女性作家。及知为实一男子，则又想像其气度，以为必潇洒风流，神采照人。某次一集会，楚女已先到，有未与楚女谋面者询曰萧楚女还没到么？楚女即应声答曰一开会，他就到。众皆哄然大笑。盖楚女身材高大，面黑而麻，服装随便，有丘八风，远非美男子之伦。然楚女以是久久不得爱人。会有曾往苏联学习归来之郭女士河北人，亦以未有配偶，郭亦魁梧而面麻，两方稔友咸谓此乃门当户对，因为之介。然二人既相晤后，意都不属。民十六春，楚女在粤殉难，犹是独身。而郭女在北方工作，不久亦为捕杀。民十五春二月，楚女自沪赴广州，任职国民党中央宣传部，并兼黄埔军官学校政治教官。军校学生听楚女课者，凡二三千，大礼堂亦不能容，则在操场中授课。第一次上课，讲未多时，值日官清楚女再高声些。楚女嗓子本颇洪亮，然因在露天，人数又多，后排者尚不能听清，于是楚女运气高呼，不意用力太猛，裤带崩断，幸钮扣尚固。裤仅稍落。楚女乃一手按腰，讲完了九十分钟。厥后楚女语人此为生平第一次窘事云。然楚女性格，又有其极温婉之一面。朋辈偶闹意见，楚女常为排解。"}
{"text":"而郭女在北方工作，不久亦为捕杀。民十五春二月，楚女自沪赴广州，任职国民党中央宣传部，并兼黄埔军官学校政治教官。军校学生听楚女课者，凡二三千，大礼堂亦不能容，则在操场中授课。第一次上课，讲未多时，值日官清楚女再高声些。楚女嗓子本颇洪亮，然因在露天，人数又多，后排者尚不能听清，于是楚女运气高呼，不意用力太猛，裤带崩断，幸钮扣尚固。裤仅稍落。楚女乃一手按腰，讲完了九十分钟。厥后楚女语人此为生平第一次窘事云。然楚女性格，又有其极温婉之一面。朋辈偶闹意见，楚女常为排解。某君夫妇反目，楚女力劝其妻，卒归和好。北伐军兴，楚女因肺病不能从军北上，留广州东山医院疗治。翌年病更剧。然仍不能免祸。被捕之日，呕血数碗，两人挟持之，始能步出医院，旋即被害。代英毕业武昌文华大学，初为少年中国社有力分子，后加入中共，为青年运动之健将，曾任少共中执委。北伐前，上海国民党党务工作受多方面之压迫破坏，为最艰苦之时代，其时代英埋首为国民党地下工作，任上海特别市党部之宣传部长。国民党第二次全国代表大会时，代英为上海六代表之一，赴广州出席。在大会中发挥其演说之天才，备受到会代表之拥护。大会闭幕后，代英留粤，任黄埔军校政治总教官，因其学养有素，器识凝重，办事负责，生活刻苦，颇得员生信仰。国民政府移武昌后，中央军事政治学校亦成立，代英仍为政治总教官。一日，校中同事或言代英将结婚，询之，则莞尔曰不抱独身主义的人，大概总有一天会结婚的罢。再询以日期，则谓连我也还没知道呢。越二三月，代英忽请假一天，此为破天荒之事，于是断定其将结婚属实。不料次日一早，代英施施然来，仍是那种喜怒不形于色的冷静而和善的神气，仅新剃了头。来即办公。有询以婚事，则慢条斯理答道不是昨天已经结过了么？代英与其夫人，本属中表，幼时订婚。代英奔走革命，以有家室为累，本要抱独身主义，曾以此意函告父母，其未婚妻闻之，则亦以独身自矢，并教小学自给。至是，代英既因职务在武昌有较长期之居留，遂遵父母之命结婚。夫人端庄淑静，生活亦极朴素，婚后仍教小学。政变以后，代英复居上海，仍尽力于革命。艰难困苦，非片言可尽。越一载，一机关破获，代英被执，判五年监禁，然而不知其为恽代英也。期满将释，复有叛徒告密，移解以后，即被害。代英刻苦宽厚，无丝毫嗜好，未尝见其疾言厉色，友朋呼之为圣人。"}
{"text":"代英与其夫人，本属中表，幼时订婚。代英奔走革命，以有家室为累，本要抱独身主义，曾以此意函告父母，其未婚妻闻之，则亦以独身自矢，并教小学自给。至是，代英既因职务在武昌有较长期之居留，遂遵父母之命结婚。夫人端庄淑静，生活亦极朴素，婚后仍教小学。政变以后，代英复居上海，仍尽力于革命。艰难困苦，非片言可尽。越一载，一机关破获，代英被执，判五年监禁，然而不知其为恽代英也。期满将释，复有叛徒告密，移解以后，即被害。代英刻苦宽厚，无丝毫嗜好，未尝见其疾言厉色，友朋呼之为圣人。终年御一灰布长袍，不戴帽。体貌清癯，而精力过人。横遭摧折，不得展其抱负，是亦中国革命一大损失也，呜呼！原载年月日至月日笔谈期至期记艺术文学院我猜想大家都知道，在中国的贫寒的西北角，有这样一个学校。在广大的中国，在全民族为求自由解放而抗战已经四年，正迫切地需要坚强勇毅的文艺战士的今日，纪念先生的学术机关，现在还只有这一个而把文学艺术的理论研究与创作实践，和生活认识与革命经验密切地联系配合起来的，现在也还只有这一个艺术文学院。我想来一定早有人介绍过这个学校了，但是，象征着中华民族新生力量的鲁艺――即艺术文学院的简称，是一天天在进步，在发展。我虽不文，但如能就我亲见亲闻，记下它的发展史中的一页，或者也是读者所乐许罢一九四年之五月，我从新疆迪化四川内地，经过西安的时候，就打算到延安去参观，刚好有便车，五月廿四五，到了延安，六月初，借寓于鲁艺所在地的桥儿沟的东山，一住四个月，双十节始离延安南下至重庆。这四个月，我可说是和鲁艺生活在一起的我在我的寓居――窑洞里，可以听得山下鲁艺上课下课的钟声，可以听得音乐系的学生们练习合唱，我走出窑洞，在门外的空场上停立，就可以看见山下鲁艺校舍的全景，看见一律灰布制服的男女学生在校舍各处往来我向对面看，则西山那一排新开始的整整齐齐的窑洞以及那蜿蜒曲折而下，数百步的石级，实在美丽而雄壮那是鲁艺附属的美术工场所在。我还可以俯瞩东山与西山之间那山谷中的一片绿野，这里布满着各种农作物，――青菜茄子玉蜀黍南瓜洋薯番茄――而番茄尤为桥儿沟的特产，是从前一个西班牙的神甫从西方带了种子来的。"}
{"text":"我还可以俯瞩东山与西山之间那山谷中的一片绿野，这里布满着各种农作物，――青菜茄子玉蜀黍南瓜洋薯番茄――而番茄尤为桥儿沟的特产，是从前一个西班牙的神甫从西方带了种子来的。这许多繁茂的农作物之中，有一部分就是鲁艺师生以及其他工作人员生产的果实。你如果读过夏蕾女士她是在鲁艺教书的某著名漫画家的夫人的生产插曲，你就知道生产运动在鲁艺简直是一首美妙的牧歌呵！从我所住的窑洞出去，沿着半山腰的路，绕过另一山头，便到了延安颇有名的鲁艺教员东山住宅区。这也一律是窑洞，这里是文艺家之家，但正因为住的人是文艺家，所以每一个窑洞的布置装饰各各不同，充分表现出那主人的独特的个性来。每一个艺术家运用他巧妙的匠心，从最简陋的物质条件中亲手将他们的住所窑洞布置得或清雅，或明艳，或雄壮而奇特。每当夕阳在山，红霞照眼，这遥遥相对的东西两山，教员住宅区与美术工场区便有一簇一簇的人儿，在他们门前的广场上请记得，这是在山顶，而且扩展成为大可作球戏的广度，而且横跨了两三个山头的，逍遥散步，谈天游戏。艺术家的夫人们，用她们自制的小坐车推着孩子们慢慢地走，或者是抱着挽着她们的孩子们聚在一堆谈天。她们也是一律的灰布制服，但是她们的小天使们却一个个打扮得新奇艳丽――用了她们在外边所穿的衣服为原料，用了她们巧妙的勤劳的十指。你也可以看见那边一小堆人谈论得很热烈，从前线回来不久的小说家荒煤，在滔滔不绝有声有色讲述前方的文艺工作，民众运动巨人型的木刻家马达，叼着他那手制的巨大烟斗，站在旁边听，照例是只把那浓眉的耸动来代替说话。朗爽的清脆的甜蜜的各样笑声，被阵阵的和风，带到下边的山谷里，背驮着斜晖的牛羊从对面山坡上徐徐而下，而鲁艺的驴马群也许正在谷中绿草地上打滚嬉戏地追逐。鲁艺生活的一部分的氛围，就是这样的！鲁艺的校舍是延安唯一的道地的西式建筑。大约是一九二五年罢，西班牙的神甫在桥儿沟经营了这巍峨的建筑。"}
{"text":"朗爽的清脆的甜蜜的各样笑声，被阵阵的和风，带到下边的山谷里，背驮着斜晖的牛羊从对面山坡上徐徐而下，而鲁艺的驴马群也许正在谷中绿草地上打滚嬉戏地追逐。鲁艺生活的一部分的氛围，就是这样的！鲁艺的校舍是延安唯一的道地的西式建筑。大约是一九二五年罢，西班牙的神甫在桥儿沟经营了这巍峨的建筑。全体是石头和砖的，峨特式的门窗，可容五六百人的大礼拜堂现在是大礼堂，它那高耸入云的一对尖塔，远远就可以望到，那塔尖的十字架也依然无恙，鲁艺美术系的一个学生――富有天才的青年木刻家古元，曾经取这从前的大礼拜堂及其塔尖为题材，作了一幅美妙的木刻，题名曰圣经时代已经过去了正像这幅木刻所示，现在这所巍峨的建筑四周的大树荫下，你可以时时看见有些男女把一只简陋的木凳子侧卧过来，靠着树干，作成一种所谓延安作风的躺椅，手一卷书，逍遥自得的在那里阅读。大礼堂内，昨天是讲演会，有学问有经验有斗争历史的老干部讲国内外政治经济的形势，或者是从前线回来的老战士作一个华北抗日根据地文化动态的报告，或者是长征的英雄演述长征的故事，青草地，猓猓国，雪山，大渡河。但今天则是怡心悦目的晚会了，鲁艺的实验剧团演出了果戈尔的，莫里哀的，莎士比亚的不朽名作。或者是曹禺的雷雨和日出，或者是鲁艺戏剧系教师王震之也是不久以前刚从前方回来的根据了华北前方的实际生活新编的四幕剧佃户，或是又是姚时晓的现实主义的独幕剧棋局未终和闲话江南了。那时候，你会惊异，哪里来的这么婀娜潇洒的都市风的摩登姑娘？在桥儿沟，从没见过这样的人呀！然而这是实验剧团的演员，鲁艺戏剧系的助教或学生昨天也许她还身上是灰布制服，脚上是草鞋，在生产队中抡起了锄头她是从大都市来的，从前曾经穿厌了绮罗，住惯了洋房，曾在北平或上海的有名的大学里念书，或竟已经毕业了，但现在她是灰布制服，草鞋，爬山，吃小米饭的鲁艺学生！"}
