{"text":"小说的主人公成天将自己想象成东方的商人，无暇关注铁路资产阶级的文明丨ss约―，法国作家和牧师。――和律师啊！骑在驼背上！前方，是红艳的天空，棕褐色的沙漠在燃烧的地平线上，是起伏的沙丘，延伸到无穷的远方夜幕降临，人们搭起帐篷，给骆驼喝水，生起篝火以驱走胡狼，但耳边还是能够听到在沙漠深处胡狼凄厉的嗷叫到了早上，人们在绿洲给葫芦灌满水。在福楼拜看来，幸福和东方是可以互换的两个词。有一段时期，学业的压力，失恋的打击，父母的期望，以及一直可以听到农民抱怨的糟糕透顶的天气连续两周不停歇的雨水冲没了鲁昂附近的田地，还淹死了几头牛，这一切都让福楼拜感到绝望。他在写给舍瓦利耶的信中说广尽管我梦想的生活是如此美好，充满诗意，是如此的广阔，为爱所包围，但现实中，我的生活将会和别人一样，单调，愚蠢，中规中矩。我将到法学院念书，然后取得律师资格，最终在外省的某个小镇，如伊沃托或迪耶普，当上一名受人尊敬的地区助理律师可怜的快要发疯的年轻人，还在梦想着荣耀爱情桂冠旅行和东方那些生活在北非沿海地区沙特阿拉伯埃及巴勒斯坦和叙利亚的人们可能不曾料到，他们柄身的土地，在一位年轻的法国人眼里竟然是一切美好事物的朦胧化身。这位年轻人惊叹道万岁，太阳！万岁，橘树棕榈树莲花！还旅行的艺术有那铺着大理石的凉亭，凉亭里有用木板隔成的小间，专供坠人情网的年轻人谈情说爱！我是否永远看不到那古城里的墓群，在那里，薄暮时分，有成群的骆驼靠着墓穴憩息，还能听到地底下墓穴里国王们的木乃伊旁狼狗的嚎叫他能够实现他的梦想，因为岁时，父亲突然辞世，留给他一笔财产，使他得以摆脱那似乎早已命定的小资产者的生活，从此不必听那些关于淹死的牛的无聊抱怨。他立即着手安排一次埃及之旅，参与他的计划的还有坎普，他的好友，也是同学，和他一样对东方充满激情，并愿意将此种激情付诸实践，踏上通向东方的旅程。两位东方迷年月底离开巴黎，从马赛上船，经历了海上惊涛骇浪的颠簸后，于月中旬抵达亚历山大。船再过两个小时就要到埃及的海岸了。"}
{"text":"他立即着手安排一次埃及之旅，参与他的计划的还有坎普，他的好友，也是同学，和他一样对东方充满激情，并愿意将此种激情付诸实践，踏上通向东方的旅程。两位东方迷年月底离开巴黎，从马赛上船，经历了海上惊涛骇浪的颠簸后，于月中旬抵达亚历山大。船再过两个小时就要到埃及的海岸了。我们随军需官到了船头，可以看见阿拔斯王朝帕夏的宫殿，从蔚蓝的地中海望去，它像是一个黑色的圆穹，福楼拜在给母亲的信中写道。太阳正从它的穹顶下落。我便是透过，或者说正是在这像是熔化在海面上的银色辉光里得获我对东方的第一眼印象。不久海岸变得清晰起来，最早看见的是岸上的两只骆驼，它们的主人牵着它们随后，看见的是码头上一些安然垂钓的阿拉伯人。在一片震耳欲聋的喧嚣声中我们开始上岸了你左右都能听到黑人男人的声音，黑人女人的声音，骆驼的叫声，缠着头巾的人的声音，棒喝的声音，还有粗嗄刺耳的喊叫声，总之你能想象多闹便有多闹。还有那众多的色彩，我像大啖稻草的驴子般，狼吞虎咽着眼前的五光十色。在阿姆斯特丹，我住在佐旦区的一个小旅馆。在一家快餐店吃过午饭后央着绯鱼和葱头的全麦面包，我在城西各处散散步。在亚历山大，异域的色彩体现在骆驼悠闲垂钓的阿拉伯人和粗嗄的叫喊声等方面。阿姆斯特丹同样有异域情调，只是表现在不同的方面很多用淡粉色长形砖和奇怪的白色灰浆搭建成的房屋同英国和北美以砖材为材料的建筑相比较，这里的建筑要规则得多，时从外观看，它们也不同丁法国或德国的建筑很多排狭长的公寓楼，建于世纪导期底褛有宽大的窗户每家或每幢门口都停着自行车让人联想到大学城街道上的设施较陈旧，大众化看不到华丽宏伟的建筑街道笔直，点缀着一些小的公园，可以看出规划者试阁建造社会主义花园城市的用心。有一条街，每幢公寓看来都一模一样，我在一户人家的红色大门口驻足，突然产生了一种强烈的愿望――希望自己能旅行的艺术在那里度过余生。头顶上的楼，是一间有个大窗户的房间，窗户都没有窗帘。房间的内墙都刷成白色墙上挂着一幅画，画面上只是许多小的蓝色和红色的点。靠着一边墙，摆着一张橡木书桌，房间里还有一个很大的书架，一张扶手椅。在这样的环境里的生活便是我梦寐以求的生活。"}
{"text":"有一条街，每幢公寓看来都一模一样，我在一户人家的红色大门口驻足，突然产生了一种强烈的愿望――希望自己能旅行的艺术在那里度过余生。头顶上的楼，是一间有个大窗户的房间，窗户都没有窗帘。房间的内墙都刷成白色墙上挂着一幅画，画面上只是许多小的蓝色和红色的点。靠着一边墙，摆着一张橡木书桌，房间里还有一个很大的书架，一张扶手椅。在这样的环境里的生活便是我梦寐以求的生活。我想有一辆自行车。我想每天晚上将自己的钥匙塞进这红色大门的锁孔里。我想在黄昏时分站在没有窗帘的窗前，看着对面一样没有窗帘的房间，在这铺有白色床单的白色调的房间里，在我躺到床上看书之前，我会吃点夜宵一碗汤培根和全麦面包。为什么会在异国被公寓前门这样微不足道的东西诱惑？为什么仅仅因为那里的有轨电车，因为那里的人们几乎不在家里装窗帘，我就深深地陷入对它的爱恋？不管这些由异国的细小和无声的事物所引发的强烈反应看上去是多么荒谬，这情形至少同我们的私人生活有相通之处。在个人生活中，我们也会因为一个人给面包抹黄油的方式而喜欢上他，也可能因为他对鞋子的品位而憎恶他。如果我们因注重这些细节的东西而自责，那么我们必将忽视生活中的细节本身所具有的丰富含义。我对公寓房子情有独钟，因为这样的建筑让我感受到节制之美。它舒适，但不招摇。从这种楼房可以看出，这是个在财富上偏好中庸的社会。在建筑设计方面，也透出一种淳朴来。在伦敦，建筑物的前门通常倾向于模仿古典庙宇的外观，但在阿姆斯特丹，人们坦然面对生活，他们避免在建筑中采用石柱和石膏，选择的是整齐且不加任何装饰的砖石。这里的建筑最好地体现了现代意识，予人以整饬，干净，明亮的感觉。异国情凋一词包含有一些更细微更让人捉摸不定的意义，异域的魅力源发于新奇与变化替如在异域你看到的是骆驼，而在家乡，你看到的是马匹在异域你看到的是不加粉饰的公寓房而在家乡，你看到的是带有装饰性石柱的公寓房。但除此之外，这一切还可能为我们带来更深层次的快乐，因为我们看重这些域外特质，不仅仅是因为它们新旅行的艺术奇，而且还因为它们更符合我们的个性，更能满足我们的心愿，相反，我们的故上并不能做到这一切。"}
{"text":"异国情凋一词包含有一些更细微更让人捉摸不定的意义，异域的魅力源发于新奇与变化替如在异域你看到的是骆驼，而在家乡，你看到的是马匹在异域你看到的是不加粉饰的公寓房而在家乡，你看到的是带有装饰性石柱的公寓房。但除此之外，这一切还可能为我们带来更深层次的快乐，因为我们看重这些域外特质，不仅仅是因为它们新旅行的艺术奇，而且还因为它们更符合我们的个性，更能满足我们的心愿，相反，我们的故上并不能做到这一切。我之所以对阿姆斯特丹表现出如此的热情，是和我对本国的不满相关的。在我自己的国家里，缺乏这种现代性，也没有这里素朴单纯的美感有的只是对都市生活的抗拒和封闭保守的心态。我们在异域发现的异国情调可能就是我们在本国苦求而不得的东西。先来考察一下福楼拜对法国的情感，这对我们更好地理解他为何能在埃及发现异国情调应该是不无帮助的。在埃及，那些让他既感新奇又觉得有意义的异国情调的方方面面，在法国则往往让他觉得极度的愤怒。让他们感觉愤怒的也就是法国小资产阶级的信仰和行为。早在拿破仑王朝倾覆之前，小资产阶级便已成为社会的主导力量――决定着法国新闻政治行为方式和公众生活的总体趋势。在福楼拜看来，法国小资产阶级是一个极端虚伪势利自鸣得意虚夸和歧视其他种族的社会阶层。奇怪的是，这些小资产阶级最陈腐的论调有时竟让我感到惊诧他强压愤怒，抱怨说，这些小资产阶级让我觉得不可理解！我全然不能明白他们的一些手势他们中一些人发出的声音，还有他们让我觉得眩晕的愚蠢论调尽管如此，他还是用了三十多年的时间来理解这一切，其努力体现在他的著作成见词典一书中。该词典带有强烈的讽刺意味，收录了法国资产阶级最明显的一些偏见。这里只是按主题将词典中的一些词条进行归类，从中可以看出他对法国不满的方方面面，而这也正是他对埃及充满狂热的根本原因。对艺术事业的怀疑苦艾酒剧毒液体，一杯下去，即贾旅。记者写报道时常喜欢饮用。因它而死的士兵远比流浪汉多。建筑师都很弱智总是忘记在建筑物内设计楼梯。对异国及其动物的偏执和无知英国女人对她们能生育漂亮孩子表示惊讶。"}
{"text":"这里只是按主题将词典中的一些词条进行归类，从中可以看出他对法国不满的方方面面，而这也正是他对埃及充满狂热的根本原因。对艺术事业的怀疑苦艾酒剧毒液体，一杯下去，即贾旅。记者写报道时常喜欢饮用。因它而死的士兵远比流浪汉多。建筑师都很弱智总是忘记在建筑物内设计楼梯。对异国及其动物的偏执和无知英国女人对她们能生育漂亮孩子表示惊讶。骆驼有双峰，而单峰驼只有一个驼峰也许是骆驼只有单峰，而单峰驼有双峰――没有人能记得清楚孰单孰双。大象因其记性和对太阳的崇拜而著称。旅行的艺术法国人世界上最伟大的民族。酒店只有瑞士才有第一流的酒店。意大利人都懂些音乐，都不可靠。约翰牛如果你不知道一个英国人的名字，叫他约翰牛。古兰经穆罕默德著述全部内容都与女人相关。黑人对自己白色的唾液感到奇怪，并因自己能讲法语而诧异的人。黑种女人比白种女人更热辣的女人请参见词条黑发黑肤女人和金发白肤女人。黑前面总有乌木般的作为限定词。绿洲沙漠中的客栈。共夫的女子所有东方女人都是共夫的女子。棕榈树体现地方色彩。男子气概，庄重拳头统治法国需要铁拳。枪在乡下切记带枪。胡须力量的象征胡须过多会秃头可以保护领结。年月，福楼拜写给路易斯科莱的信中有这样的描述我本质上是一个严肃的人，但是，我发觉自己非常荒谬，而且不是滑稽剧中的那类小的荒谬，我的荒谬几乎是人类生活中固有的，且体现在最简单的行为和最常见的手势之屮，这使我觉得自己不是一个严肃的人。比如说，我修面时总要发笑，这看起来很傻，但实际情形就是这样，很难解释。多愁善感动物动物能够开口说话就好了，它们中一定会有一些比人更聪明。圣餐第一次圣餐人一生中最重要的一天。诗的灵感源肇于视野中的大海爱情女人，等等。幻觉装出曾经有过太多，并抱怨自己而今一无所有。相信进步，夸耀科技铁路有人喜形于色地说道先生，我现在可以同你交谈，可就是今天上午我还在地。"}
{"text":"比如说，我修面时总要发笑，这看起来很傻，但实际情形就是这样，很难解释。多愁善感动物动物能够开口说话就好了，它们中一定会有一些比人更聪明。圣餐第一次圣餐人一生中最重要的一天。诗的灵感源肇于视野中的大海爱情女人，等等。幻觉装出曾经有过太多，并抱怨自己而今一无所有。相信进步，夸耀科技铁路有人喜形于色地说道先生，我现在可以同你交谈，可就是今天上午我还在地。我乘火车到地，在那里处理完事务，到点钟时，我又回到了这里。旅行的艺术做作圣经世上最古老的的书。卧室在一个古老的城堡里亨利四世总在那里过夜。蘑菇只能在市场里买到。十字军使威尼斯的商贸获益。狄德罗总是和达朗贝尔这个称呼连在一起。甜瓜主餐后谈话的好题材。它是蔬菜还是水果？英国人把它当饭后甜点，不可思议！散步饭后总要散步这有助于消化。蛇都是有毒的。老人只要讨论洪水暴风雨等，老人们都会说这是他们所见过的最猛烈最糟糕的一次。假道学，压抑的性欲金发白肤女人比黑发黑肤女人更热辣参见词条黑发黑肤女人。黑发黑肤女人比金发白肤女人更热辣参见词条金发白肤女人。性忌用语，以发生过的亲密接触来委婉表示。如果我们了解福楼拜的这些想法，我们就会明白他对中东有着特e的兴趣决非偶然也不只是追求时尚。东方同他的性情有着逻辑上必然的契合。我们可以在他个性中的一些主要方面找出他强烈喜欢埃及的理由。他自身的一些想法和价值观念并不见容于他所生活的社会，但在埃及，这些想法和观念却能大行其道。喧嚣中的异域情调从下船登上亚历山大的第一天起，福楼拜就注意到埃及生活中的喧嚣。这种喧嚣既是视觉上的，也是听觉上的，如水手们的叫喊声努比亚搬运工招揽生意的叫喊声商人们讨价还价的声音鸡被杀死时发出的声音驴子被鞭打的声音骆驼低沉的呻吟，这一切都让他感到很自在。他说，在街上有粗嗄的喉音，类似野兽的吼叫，有笑声，到处可见白色的衣袍，在厚唇间闪烁的洁i牙齿，黑人塌塌的鼻子脏脏的脚丫项链和手镯。"}
{"text":"这种喧嚣既是视觉上的，也是听觉上的，如水手们的叫喊声努比亚搬运工招揽生意的叫喊声商人们讨价还价的声音鸡被杀死时发出的声音驴子被鞭打的声音骆驼低沉的呻吟，这一切都让他感到很自在。他说，在街上有粗嗄的喉音，类似野兽的吼叫，有笑声，到处可见白色的衣袍，在厚唇间闪烁的洁i牙齿，黑人塌塌的鼻子脏脏的脚丫项链和手镯。那感觉就像沉迷于贝多芬的交响乐之中，铜管乐器声震耳欲聋，低音乐器声隆隆如雷，长笛声凄然欲绝，任意摆荡每种声音都让你挥之不去，它们捏着你，你越是想让注意力集中在某旅行的艺术处，你越是无法把握整体在城中各处走动时，当你的视线落在停满白鹳的光塔之上，抑或是落在房屋露台上横躺在太阳底下疲乏的奴隶们身上，或者是凝视靠墙生长的西克莫无花果树的枝杈，你会发觉，这里的色彩是如此的斑斓炫目，你如同在观看不停顿的焰火表演而你贫乏的想象力完全无所适从。与此同时，驼铃萦绕耳畔，大群的黑山羊咩哞直叫，还有马嘶驴鸣，商贩吆喝，不绝于耳福楼拜有丰富的美感。他喜欢紫色金色和碧绿色，对埃及建筑的颜色更是欢喜不已。英国旅行家爱德华莱恩在其著作现代埃及人的生活方式和社会风俗中对埃及商人住所的典型设计作了如下描述除了斜条格构的窗户，还有一些别的装饰，如彩色玻璃拼成一些花束和孔雀图案，还有一些灰色的和艳彩的装饰，或者仅仅是一些奇幻的图案在一些公寓抹有泥灰的墙面上有当地穆斯林艺人简单率真的画作有画下埃及神殿的，有画穆罕默德墓的，也有画花卉及其他东西的有时墙面只刻绘一些阿拉伯的从尼罗河呈扇形散开的那一点起一直扩展到地中海的肥沃三角地区。――格言警句，用的是美术字体，也不失为一种漂亮的装饰。埃及的这种巴罗克风格还延伸到其语言上，即便是最普通场合使用的语言也不例夕卜。福楼拜曾记下了这样一些例子刚不久，我在一家商店看花路易斯阿格仿大卫罗伯斯的草种子时有位胃受石版画开罗的丝布市场我的东西的女人对我说祝福您，我亲爱的大人神保佑您平安返回故里当麦克斯问一位车夫是否很累，他得到的回答是能得到您长久的注目，我感到万分荣幸。为仆么这种声的喧嚣和色的斑斓能打动福楼拜？"}
{"text":"埃及的这种巴罗克风格还延伸到其语言上，即便是最普通场合使用的语言也不例夕卜。福楼拜曾记下了这样一些例子刚不久，我在一家商店看花路易斯阿格仿大卫罗伯斯的草种子时有位胃受石版画开罗的丝布市场我的东西的女人对我说祝福您，我亲爱的大人神保佑您平安返回故里当麦克斯问一位车夫是否很累，他得到的回答是能得到您长久的注目，我感到万分荣幸。为仆么这种声的喧嚣和色的斑斓能打动福楼拜？福楼拜认为，生活本质上是混乱和喧嚣的，除了艺术作品，其他创造秩序的企图只是吹毛求疵和假正经，因而背离我们的现实生活。年月，埃及之旅结束才几个月，他便到伦敦旅行。在给路易斯科莱的信中，他谈及他的感受广我旅行的艺术们刚去了海格特墓地。相形于埃及和伊特拉斯坎的建筑，这墓地有太多矫饰和做作！它太过整饬，太过清洁！似乎墓黾的人都是带着洁白的手套死去的。我讨厌墓地周围那些有着平整花圃且群花绽放的小花园。那种对称的布局在我看来似乎是源自于某部拙劣小说中的描写。至于墓地，我还是喜欢那开罗的私人宅第，出自爱德华莱恩些破败坍塌和荒芜的墓年出版的现代埃及人一书地，其四围荆棘丛生，杂草疯长，还有一只从附近原野跑来的牛在那里悠闲地啃着嫩草。毫无疑问，这肯定比看到穿着制服的警察要强。秩建于丨年，分东西两个墓区，马克思墓即在东区。――s位于古代意大利西北部，代表意大利早期铁器时代文化。――序是多么荒谬的东西拉屎的驴的异域情调昨天我们在开罗最好的一家餐馆用餐，福楼拜回到巴黎几个月后写道，和我们同时在店里的还有一只正在拉屎的驴子一个在餐馆一角撒尿的男人。没有人觉得这有任何的不妥，也没有人表示任何的不满。在福楼拜看来他们这么做是对的。福楼拜思想中的一个核心部分是，他认为人不仅仅是有思想的动物，同时也是需要拉屎撒尿的动物，我们必须把这种率直的理念纳入世界观。他对舍瓦利耶说我们的身体里有泥土和粪便，还有比猪和阴虱更卑劣的本性，我不相信它们包容着任何纯洁和精神的东西。这并不是说人类没有任何高于动物的地方。"}
{"text":"没有人觉得这有任何的不妥，也没有人表示任何的不满。在福楼拜看来他们这么做是对的。福楼拜思想中的一个核心部分是，他认为人不仅仅是有思想的动物，同时也是需要拉屎撒尿的动物，我们必须把这种率直的理念纳入世界观。他对舍瓦利耶说我们的身体里有泥土和粪便，还有比猪和阴虱更卑劣的本性，我不相信它们包容着任何纯洁和精神的东西。这并不是说人类没有任何高于动物的地方。只是福楼拜所处时代的伪善和假道学使他萌生心念，以人类的种种不足来警策世人。因此，他不时地会站在当众小便者的一边，有时，他甚至同情马奎斯德萨德的观点，为鸡奸强奸乱伦和未成年者性行为等作辩护。他曾对舍瓦利耶说我刚读了知名评论家s―法国色情文学作家。者旅行的艺术让宁关于萨德的传记文章。这文章使我心生憎恶――是对让宁的憎恶，因为很显然，他是在以仁慈道义和被奸污的处女的立场进行说教福楼拜发现埃及文化能坦然接受生活的双重性粪便一心智，生一死，纯洁一性欲疯狂一理智，对此，他乐于接受。人们可以在餐馆里尽情地打嗝。在开罗街头，一个只有六七岁的小男孩经过福楼拜的身旁时高声问候说我祝福您百事兴旺，特别祝福您有一根长长的肉棍。爱德华莱恩也注意到了埃及文化中的双重性，但可以想见他的反应更近于让宁而非福楼拜在埃及，人们不分性别不计身份，一味耽溺于最低级的庸俗的交谈，即便最有德性最受尊敬的女性也不例外。从那些受过良好教育的人们口中，你同样能听到淫秽的话语，这些话语只适合于在低级的妓院里使用在我们国家连妓女都极可能羞于启齿的事物和话题，在埃及却为那些最为优雅的女性所津津乐道，她们丝毫不曾意识到她们的谈话是多么的失礼，也毫不顾及在场的男性听众。骆驼所体现的异域情调骆驼是最让人心动的东西之一，福楼拜在开罗时写道它是个奇怪的动物，行走时有如驴子，步履蹒跚，同时还像天鹅般摇晃着自己的脖子，我很喜欢看着它，并乐此不疲。它们的叫声短促，伴着喉部的颤音，我已经摹仿很久，嗓子都有些累了，真希望我能摹仿出它的叫声，但这的确很难。"}
