{"text":"我忽然对着父亲的背影大声喊爸，我会努力的父亲身影猛然一顿。终于，他缓缓扬起了手像太阳一样议论文欣赏初生牛犊不怕虎虎是百兽之王，所有的动物都对它有所畏惧，那是因为它们知道老虎的凶猛。而初生的牛犊之所以不怕虎，是因为它不知道虎是什么，更不知道虎的厉害，或者说它没有考虑过这些。解题。在我们刚刚走入世界的那个阶段，似乎也都有着初生牛犊不怕虎的那种劲头，而随着我们经历的事情多了，经验逐渐丰富，我们开始变得小心翼翼，谨慎，甚至有些畏缩。似乎有一朝被蛇咬，十年怕井绳的感觉。当你被告知某一件事情很重要时，就像是无形中出现一股力量，使你困惑重重，令你发抖。原本能轻松做好的事，也许费了很大力气也没做好。特别我们上课做练习时，也许学完这一节课我们都会了，老师给出几道练习题说是很简单，那自然大部分同学都能做出来。如果老师说给出的是某年的高考题，那就会有大部分同学看也不看，直接放弃。其实仔细看看，说不定也会做。只是我们心中有一种思想――这是高考题肯定难，我不会做。正是如此，我们对高考题产生了畏惧。其实不仅是学习上，很多事情都是如此。在做事之前总是思前想后，而一些关于价值利益得失的想法便会出现，给我们造成一定的影响，在此时，我们最需要的就是有初生牛犊不怕虎的精神，不去想价值得失的事，就不会紧张，就能轻松完成一件重要的事情。初生牛犊不怕虎的精神固然可嘉，然而要运用它，也要掌握技巧。可以不考虑别的一心做事，但这不是绝对的，一定要有度。假如说当你翻越一座高山时，你要根据自己的实际情况以及山势地形制定一条合适的路线，再开始翻越，而不是啥都不想，硬向前走，最后饱尝失败的痛苦。不要止步不前，更不要有太多的顾虑，勇敢的走下去，别去计较利益与价值，更不要胡思乱想增加内心的恐惧，平心静气，果断的去做，你能成功。请时刻记住初生牛犊不怕虎。楚岩村是一个极其原始落后的村子她刚嫁进这里时那楚楚动人的样子不知迷醉过多少人。这一年冬至的前一天太阳如母亲的手把整个村子抚摸得温暖而舒适小鸟在溪边的柳枝上跳来跳去啄啄青草啄啄自己心爱的羽毛。女人又从遥远的娘家回来脸上的笑容如初升的太阳她轻轻地从怀里拽出一包花籽便在溪岸边的稻田里如雨样播撒。"}
{"text":"请时刻记住初生牛犊不怕虎。楚岩村是一个极其原始落后的村子她刚嫁进这里时那楚楚动人的样子不知迷醉过多少人。这一年冬至的前一天太阳如母亲的手把整个村子抚摸得温暖而舒适小鸟在溪边的柳枝上跳来跳去啄啄青草啄啄自己心爱的羽毛。女人又从遥远的娘家回来脸上的笑容如初升的太阳她轻轻地从怀里拽出一包花籽便在溪岸边的稻田里如雨样播撒。我一定要改变这个贫穷落后的山村。女人心想。队长怒冲冲地高喊起来这是种稻子的地方不是栽花栽草的地方呀这是紫云英长肥力的她咯咯地笑了笑声如清澈的山泉。第二年春风劲吹这几块地里的紫云英疯也似的猛长一夜间花怒放了如同飘来一片低飞的紫红的云霞。队长不信叫人把紫云英从地里拔出来可这几块地的庄稼长势却格外好。村民们惊呆了。此后紫云英一年又一年燃烧起来了开满了整个田野山村一次又一次在丰收中笑弯了腰。村民们依旧习惯于传统的耕作方式。三十年后。一次变故她丑了但爱花种花的习惯没改。她渐渐老老得满嘴只剩下五颗牙齿。她种了许多花有牡丹有芍药还有百合。夕阳西下她总喜欢独自呆呆地看花开花谢。她坐的石凳旁也冒出了一朵花那些花根扎在深深的土里结了网。后来一位老中医路过这里对着端坐的丑女人说这些丹皮白芍百合都是上等药材可卖好些钱呢。老女人带着儿孙们栽了更多的药材那一年她家富了夕阳下老女人默默地坐在门前细数着这些开得灼灼的花。软弱的人永远成不了霸主，只有勇敢者才能登上巅峰。想要成功，有一颗勇敢的心是必要的，只有有了勇气，你才敢去面对只有有了勇气，你才敢去面对承担前方的困难，承担自己的责任，最后才能收获成功。拿破仑，一个小矮子，却成为了欧洲的霸主，如果没有勇气，他怎敢窥视那至高无上的皇位宝座。如果没有勇气，他只会是一个战场还会偷偷逃跑的小士兵而想要当将军的士兵要有野心，更要有勇气，因为有无数人在窥视将军宝座，你如果退缩一步，便会被无情抛弃如果坚持，就要与无数劲敌厮杀。你需要巨大的勇气来支持你，才会有机会等上巅峰。勇气是一个人成功的催化剂，勇敢者总是能更快地走向成功。"}
{"text":"拿破仑，一个小矮子，却成为了欧洲的霸主，如果没有勇气，他怎敢窥视那至高无上的皇位宝座。如果没有勇气，他只会是一个战场还会偷偷逃跑的小士兵而想要当将军的士兵要有野心，更要有勇气，因为有无数人在窥视将军宝座，你如果退缩一步，便会被无情抛弃如果坚持，就要与无数劲敌厮杀。你需要巨大的勇气来支持你，才会有机会等上巅峰。勇气是一个人成功的催化剂，勇敢者总是能更快地走向成功。当然，也不能排除一些没有勇气的人因运气或其他种种走向成功。但是这些人取得的成功往往都是一些小的成功，而那些大的成功永远是那些勇敢者得到的。像汉高祖刘邦，成吉思汗等等，他们获得的成功绝不是运气，而靠的是在战场上无畏的杀敌，他们都是勇敢者。勇，不是鲁莽，是有勇有谋，勇敢者和愣头青永远也画不上等号，勇敢者是在有把握或有一丝的把握才回去做这件事的人。而愣头青却是不管三七二十一地想做什么就做什么，所以，勇敢的勇和勇气的勇是有勇有谋的勇。在学习中，如果连超过在你前面的人的勇气都没有，那你就永远不可能超过他。中考只有有勇气，有毅力，才能在学习上取得进步。历史永远是成功者的光荣史，它记载的永远是勇敢者的光辉。所以想让别人知道你的光辉，就要成功，而成功必须拥有的就是勇气。只要有勇气，才敢面对挫折与困难。只有有勇气，才能战胜这些。只有有勇气，成功才会属于你。未来的世界，是勇敢者的世界。软弱的人只能活在生活的社会最底层。拥有勇气，让成功属于我们拥有勇气，让我们创造成功。有一次，人们问丹麦物理学家玻尔教授您创建了一个第一流的物理学派，有什么秘诀？不料玻尔却回答说因为我不怕在学生面前显露我的愚蠢。听到这个回答，大家都感到十分诧异和不解。玻尔的回答确实出人意料，但仔细想想又在情理之中。生活中，我们常常会遇到类似的情况，请以出人意料和情理之中为话题，自定立意，自选文体，自拟标题，写一篇不少于字的文章。所写内容必须在话题范围之内。试题分析近年来，高考作文命题呈现出新的趋势强化创新能力的考查强调理性思辨，感悟生活。而出人意料和情理之中这个给材料话题作文，无疑是高考作文命题新趋势的典范。在对生活的感悟中，出人意料是一种创新能力出人意料和情理之中则是一种面对现实的理性思辨。出人意料是一个亮点。"}
{"text":"玻尔的回答确实出人意料，但仔细想想又在情理之中。生活中，我们常常会遇到类似的情况，请以出人意料和情理之中为话题，自定立意，自选文体，自拟标题，写一篇不少于字的文章。所写内容必须在话题范围之内。试题分析近年来，高考作文命题呈现出新的趋势强化创新能力的考查强调理性思辨，感悟生活。而出人意料和情理之中这个给材料话题作文，无疑是高考作文命题新趋势的典范。在对生活的感悟中，出人意料是一种创新能力出人意料和情理之中则是一种面对现实的理性思辨。出人意料是一个亮点。出人意料极具开放性，为学生摆脱束缚，自由写作提供了有利条件和广阔空间。仁者见仁，智者见智，没有一个指定性的主题，学生可根据自己的生活体验，发挥独特的构思，淡化文体，展现浓厚的个人色彩，显示独到的生活见解和认识，各展其能，不落俗套，抒写出人意料，让自己的心灵之花尽情绽放，做到人人心中有，人人笔下无。在普通高级中学课程标准中就明确规定根据个人特长和兴趣自由写作，力求有个性，有创意地表达多写自由作文。作文中出人意料别出心裁，但并非出人意料自由写作就是天马行空，任意驰骋。创新意识是一种推理想象，一切来源于生活，作文必须从实际出发，不脱离实际生活，合乎实际，事理，寓于情理之中――这是重点。出人意料和情理之中不仅充分体现了高考作文理性思辨的特点，还指明了新时期学生作文的发展方向――在实际生活的基础上加强创新，让学生认识作文，尝试性地倾注了作文方法指导，实在难能可贵！出人意料和情理之中的辨证关系中，此命题的绝妙，出题者的匠心独具，用心之良苦，跃然纸上，淋漓尽致。好一个佳题！应该说仔细一想，这个话题作文是挺简单的。出人意料就构建了作文内容的新颖性趣味性。在现实生活里打破常规思维的事，在情理之中的出人意料之事不多吗？记得已故相声大师侯宝林老先生的一个单口相声可谓出人意料和情理之中的佳作。深夜，停电，伸手不见五指。一个小偷再一次去偷一位孤老太婆的东西。可从窗户里一伸手进去，就被专门坐在窗前等捉小偷的老太婆发现了。老太婆抄起一把锋利的剪刀扎进了小偷的手，扎在了窗前桌子上。小偷疼得咬紧牙但不敢做声，但老练的他马上说了一句话，老太婆竟然把剪刀拔去了，使他逃之夭夭。他说的什么呢？我是您儿子！放了我吧！这一切都不太现实。"}
{"text":"在现实生活里打破常规思维的事，在情理之中的出人意料之事不多吗？记得已故相声大师侯宝林老先生的一个单口相声可谓出人意料和情理之中的佳作。深夜，停电，伸手不见五指。一个小偷再一次去偷一位孤老太婆的东西。可从窗户里一伸手进去，就被专门坐在窗前等捉小偷的老太婆发现了。老太婆抄起一把锋利的剪刀扎进了小偷的手，扎在了窗前桌子上。小偷疼得咬紧牙但不敢做声，但老练的他马上说了一句话，老太婆竟然把剪刀拔去了，使他逃之夭夭。他说的什么呢？我是您儿子！放了我吧！这一切都不太现实。侯老先生后来说小偷说，嘿，你没扎着！当然了，创新的作文内容是根本，但这还是不够的。一篇好文章，还需要新颖的题目，适当的文体，畅达的语句等做妆点，这几点全都具备，那就再好不过了。陈江华蜗牛说雄鹰展翅可以登上金字塔塔顶，而我心飞翔，亦可攀上金字塔塔顶溽唷！豹小溪说雨珠奋力可以挤破白云降落，而我心飞翔，亦有飞上云颠俯视山川的鼓取！绿叶说红花耀眼出众，独当一面，人人赞不绝口，而我心飞翔，亦会甘为人梯默默耕耘，赢得赞誉声声。或许，雄鹰的矫健雨珠的轻逸红花的美艳都在你所想到的情理之中，这是勿庸置疑的。然而蜗牛小溪与绿叶虽微小，却也可成就一番伟大的出人意料，又有谁可否认它的真实性呢？纵观历史长河，又有多少的出人意料发生在情理之中呢？项羽刘邦可谓一代枭雄，项羽正直守己刘邦狡猾机智。鸿门宴上，项庄为项羽舞剑刺沛公，本可助项王成就一代伟业，然而，项王却因固守正直的洁名纵虎归山，以致日后项王兵败乌江。鸿门宴上刺沛公已在情理之中，岂料项王却甘愿保护自己日后的死对头，这倒是出人意料的。然而情理毕竟是人的主观理念，出人意料的事在历史上也非罕见。约翰一次听说非洲一个小岛上富含金矿，许多人都去淘金去了。这可是个发财致富的好路子，朋友也劝约翰前去淘金，但是约翰拒绝了。到最后，去淘金的人个个空手而归，约翰却带着大笔财富回来了。这到底是怎么回事呢？原来，那个小岛上并没有什么金矿，所以淘金的人个个失望而归，而要去个小岛，必须穿过一片海，所以必须有船只运输，约翰正是让心飞过了大海，抓住了机遇，发了一笔不小的造船财。情理之中是柔和的轻风一缕，意料之外是荒原的鲜花一束。轻风可为人带来清凉，鲜花亦赠人芳香满怀。"}
{"text":"这可是个发财致富的好路子，朋友也劝约翰前去淘金，但是约翰拒绝了。到最后，去淘金的人个个空手而归，约翰却带着大笔财富回来了。这到底是怎么回事呢？原来，那个小岛上并没有什么金矿，所以淘金的人个个失望而归，而要去个小岛，必须穿过一片海，所以必须有船只运输，约翰正是让心飞过了大海，抓住了机遇，发了一笔不小的造船财。情理之中是柔和的轻风一缕，意料之外是荒原的鲜花一束。轻风可为人带来清凉，鲜花亦赠人芳香满怀。只有我心飞翔，才能跨跃情理的障碍，捕捉真实的出人意料只有我心飞翔，才能飞越思维的狭隘，让情理与意料牵手，焕发出夺目的光彩。让我们展开心灵的翅膀吧！愿我心飞翔，穿越情理之中与意料之外，去拥抱那份鱼翔浅底的空灵，去拥抱那份蝶舞花丛的自由，去拥抱那份雁游碧天的豪迈！我心飞翔。奇迹无处不在！有些文章取胜于用抒情的笔调来写充满哲理思考的内容，这篇文章即是如此有些文章取胜于用大量事实来折射深邃的思想，这篇文章亦如此。抒情叙事说理熔为一炉，全文异彩纷呈。我心飞翔这一标题清新亮丽，意境博大高远，让人有如驰骋于广袤天地之间，胸襟开阔，意气风发。思路敏捷流畅，小到蜗牛小溪绿叶，大到中外历史，鲜明的形象寓出人意料于情理之中，深情饱满，理性十足。结尾点题，大量感叹句的运用，充满激情，饱含希望。全篇用词优美，文采飞扬，体现高超的驾驭语言的能力。尤其排比和对称句的大量使用，句势优美，气势磅礴拟人对比的运用，行文生动活泼，感情深沉。陈江华没有付出哪有累累硕果生活就像一个魔方，很多事情都发生在人们的意料之外，很多人认为出人意料的事情都是偶然发生的，其实不然。只要我们仔细分析其前因后果，就会发现它的必然性，发现其实一切都在情理之中，须知没有付出哪会有累累硕果？在今年揭晓的中央电视台第二届感动中国的大人物中，有几位似乎从来没有进入过公众的视野，名不见经传的人物却在过去的一年中，和闪光的人物一起感动中国。"}
{"text":"在今年揭晓的中央电视台第二届感动中国的大人物中，有几位似乎从来没有进入过公众的视野，名不见经传的人物却在过去的一年中，和闪光的人物一起感动中国。从繁华的城市走进大山深处，用他那稚嫩的肩膀，扛住了倾颓的教室，扛住了贫穷和孤独的徐本禹危险中保全试飞样机，惊天一落，创造了奇迹的梁万俊传递温暖汇聚爱心，揭开艾滋病盖子的桂希恩毒贩子吓不怕买不动难不倒的边境缉毒虎胆英雄明正彬当这些原本平凡的人物名字出现在感动中国的揭晓榜上时，很多人都感到意外，但试问，如果没有无私的奉献精神，没有坚守困境的顽强精神，没有非凡的业绩和举动，他们何以感动中国？由此可见，一些出人意料的事情究其原因其实都在情理之中，只有付出了才会有收获！不仅在国内，在国外我们也可以看到很多关于看似意料之外实则尽在情理之中的例子，马克思在穷困潦倒的时候仍能著成资本论居里夫人能成为全世界唯一一位两次获得诺贝尔奖的女科学家牛顿发现能量守恒与转化定律玻尔组建了世界上一流的量子物理学派贝尔发明了电话这些出人意料的累累硕果与勇于质疑敢于创新的科学精神是分不开的，与他们坚持不懈的努力奋斗是分不开的。大到伟大的科学家和历史人物，小到我们身边的亲人和同学，我们都可以发现出人意料和情理之中的事情，看着成绩单上黑马们的成绩，在羡慕的同时你可曾想到成绩背后那挑灯苦读的夜晚，课堂上那全神贯注的表情，机遇只属于那些有准备的头脑。出人意料而又在情理之中的事情不胜枚举，从这些事情中我们看到了偶然性与必然性的统一，理解了出人意料和情理之中的真谛――没有付出哪有累累硕果？成功的花儿，人们只惊慕它现时的明艳，然而当初的芽儿却浸透了奋斗的泪泉。冰心的话语，时常是我遇到艳羡他人而又惰于学习和行动时的一种激励。成功有时只是一个小细节，天道酬勤，持之以恒，胜利的曙光就会灿然向你招手。物理学家兼化学家居里夫人一生成就卓越，曾两次获得诺贝尔奖，它取得的惊人成绩出乎意料，但却在情理之中，她的成功是用汗水和心血换来的。有一次，一位客人来访看见她的女儿正在把玩着诺贝尔奖杯，就十分惊讶地问她这么重要的奖杯怎么可以随便让孩子玩呢？而居里夫人却出乎意料地说奖杯只能代表着以前的成绩，如果太看重它，就会停滞不前。那位客人意味深长地点了点头，更加敬佩她了。记得一位著名的演讲家，他在年轻时，就立志要当一位成功的演讲者。"}
{"text":"物理学家兼化学家居里夫人一生成就卓越，曾两次获得诺贝尔奖，它取得的惊人成绩出乎意料，但却在情理之中，她的成功是用汗水和心血换来的。有一次，一位客人来访看见她的女儿正在把玩着诺贝尔奖杯，就十分惊讶地问她这么重要的奖杯怎么可以随便让孩子玩呢？而居里夫人却出乎意料地说奖杯只能代表着以前的成绩，如果太看重它，就会停滞不前。那位客人意味深长地点了点头，更加敬佩她了。记得一位著名的演讲家，他在年轻时，就立志要当一位成功的演讲者。渴望登台时意气风发，挥斥方遒的一幕，然而先天的短舌使他吐字不清晰，发音自然不到位，遭到了同行的耻笑和讥讽。此后，他开始沉寂了，人们也渐渐忘了他的名字甚至他的存在。可他却没有丧失信心，于是每天和朝阳准时约会于大海边，口含石子，面朝大海，尽情地朗涌着，激昂着后来，当他再次登台时，以清晰圆润流畅的表达征服了所有听众的心。他克服了先天的不足，出人意料地再次站在演讲台上，他的努力没有白费，实现了他自己的梦想，而这种梦想的实现又在情理之中。一个人的心态和性格就决定了他或她的命运前程。乐观者会死里逃往，悲观者则虽生犹死。看似出人意料，但一切又在情理之中。生活中还有很多的新鲜和新奇等我们去发掘，只有善于发现，才会有更多的惊喜，而每一份惊喜都是人生的一抹亮色。读完此文，不禁深深感动，又不免为独具的匠心所折服文中虽未流露半点意外之字，但意外却不乏其中，小女孩想买蓝宝项链，出乎店主意料之外，听完小女孩的叙述，又觉在情理之中店主只收几枚硬币就将项链卖出，又出人意料，文末小女孩用孝心及倾已所有来买，似乎又在情理之中妈妈觉得女儿用几枚硬币能买到项链也是出乎意外，经过和店主交涉得知具体经过，又在情理之中。此文一波三折，无不体现主题，加之细致的人物描写，语言对话，构思精巧有柳暗花明之功效。总观全文，令人叫绝。严敬群出人意料与情理之中――记梵高的一生梵高的一生，用孤独来形容是最恰当的了。梵高的作品，用永恒来诠释也不为过。但他生得如此出人意料，也许就是因为他活得如此的孤独，才让他死在情理之中就像他的作品，生前的沉寂是如此的出人意料，而死后作品火得一塌糊涂亦在情理之中。如果生活中没有某些无限的，某些深刻的，某些真实的东西，我就不会留恋。"}
{"text":"此文一波三折，无不体现主题，加之细致的人物描写，语言对话，构思精巧有柳暗花明之功效。总观全文，令人叫绝。严敬群出人意料与情理之中――记梵高的一生梵高的一生，用孤独来形容是最恰当的了。梵高的作品，用永恒来诠释也不为过。但他生得如此出人意料，也许就是因为他活得如此的孤独，才让他死在情理之中就像他的作品，生前的沉寂是如此的出人意料，而死后作品火得一塌糊涂亦在情理之中。如果生活中没有某些无限的，某些深刻的，某些真实的东西，我就不会留恋。梵高曾经这样说，而我像爱着我自己的生命一样爱着梵高，梵高的画，梵高的忧郁我从这句话中体会到了梵高的绝望，世人的冷漠，不被别人欣赏的痛苦已把他折磨得不成人形。他是一匹良驹，但在那个年代里没有出现一个伯乐，一个也没有，于是，梵高孤独的活着，那种活着比死亡更痛苦，尤其是当他真真切切地感受到那种比死亡更痛苦的孤独时，为了结束这痛苦，他宁肯选择死亡。当血红的鲜血滴到向日蔡上，我明白，那是梵高为了摆脱孤独和冷漠向世人发出的最后低吟。活得如此的出人意料，于是死亦在情理之中。终其种种，我不禁思索，难道真的是因为梵高注定是一颗恒星，所以他一直孤独着？但是为什么老天连高处不胜寒的孤独都不给他？为什么让一个原本是永恒，是被人敬仰的人活在平庸之中？为什么连他自己都认为自己是凡粟一粒，没有资格被别人尊敬？我不明白！上天既造就了一个天才，为什么让他活在孤独的痛苦中？难道天才是扣响扳机之后，鲜血溢满画页之后才能给予的称号？我不明白！我害怕这样的出人意料与情理之中！而他的画，和他的人一样，在世俗中沉寂了几十年，等到他死后才大红大紫！人们在梵高作品拍卖会上争先恐后地喊出惊人的数字，虽然在情理之中，但是梵高已去，他拥有的只能是出人意料的孤独，却无法享受到人们对他的赞赏与虔诚！登上长城却被一根鞋带绊倒在地，你懊恼地埋怨那条在脚下张扬飞舞的程咬金命运给你颜色，你却要开个染房命运给我一地碎玻璃，我却用它们编织成可以跳天鹅之舞的水晶鞋其中之原委，聪明的朋友，我知道你知道，生活让我们真的懂了，意料之外却又情理之中。阴错阳差，冥冥之中接受着宿命的安排，情节的曲折离奇及不可思议，可结果却给我们铁的事实，这使众多生灵为之摇摆叹息动容端午将至，粽香千里，鹤起湖湘，衔粽而飞。"}
