{"text":"接着就是年。于是根据着那第一次的经验，我感觉到又是光荣的任务降落到我的头上来。这是一次佩花大会，进行得很顺利，学校当局并没有加以阻止，而且那个白脸的女校长在我们用绒线剪作着小花朵的时候，她还跑过来站在旁边指导着我们。一大堆蓝色的盾牌完全整理好了的时候，是佩花大会的前一夜。楼窗下的石头道上落着那么厚的雪。一些外国人家的小房和房子旁边的枯树都膨胀圆了，那笨重而粗钝的轮廓就和穿得饱满的孩子一样臃肿。我背着远近的从各种颜色的窗帘透出来的灯光，而看着这些盾牌。盾牌上插着那些蓝色的小花，因着密度的关系，它们一个压着一个几乎是连成了排。那小小的黄色的花心蹲在蓝色花中央，好象小金点，又象小铜钉这不用说，对于我，我只盼想着明天，但是这一夜把我和明天隔离着，我是跳不过去的，还只得回到宿舍去睡觉。这一次的佩花，我还对中国人起着不少的悲哀，他们差不多是绝对不肯佩上。有的已经为他们插在衣襟上了，他们又动手自己把它拔下来，他们一点礼节也不讲究，简直是蛮人！把花差不多是捏扁，弄得花心几乎是看不见了。结果不独整元的，竟连一枚铜板也看不见贴在他们的手心上。这一天，我是带着愤怒的，但也跑得最快，我们一小队的其余的三个人，常常是和我脱离开。我的手套跑丢了一只，围巾上结着冰花，因为眼泪和鼻涕随时地流，想用手帕来揩擦，在这样的时候，在我是绝对顾不到的。等我的头顶在冒着气的时候，我们的那一小队的人说你太热心啦，你看你的帽子已经被汗湿透啦！自己也觉得，我大概象是厨房里烤在炉旁的一张抹布那么冒气了吧？但还觉得不够。什么不够呢？那时候是不能够分析的。现在我想，一定是年游行和示威的时候，喊着打倒日本帝国主义，而这回只是给别人插了一朵小花而没有喊帝国主义的缘故。我们这一小队是两个男同学和两个女同学。男同学是第三中学的，一个大个，一个小个。那个小个的，在我看来，他的鼻子有点发歪。另一个女同学是我的同班，她胖，她笨，穿了一件闪亮的黑皮大衣，走起路来和鸭子似的，只是鸭子没有全黑的。等到急的时候，我又看她象一只猪。来呀！快点呀，好多，好多我几乎要说好多买卖让你们给耽误了。等他们跑上来，我把已经打成绉折，卷成一团的一元一元的钞票舒展开，放进用铁皮做的小箱子里去。那小箱子是在那个大个的男同学的胸前。"}
{"text":"我们这一小队是两个男同学和两个女同学。男同学是第三中学的，一个大个，一个小个。那个小个的，在我看来，他的鼻子有点发歪。另一个女同学是我的同班，她胖，她笨，穿了一件闪亮的黑皮大衣，走起路来和鸭子似的，只是鸭子没有全黑的。等到急的时候，我又看她象一只猪。来呀！快点呀，好多，好多我几乎要说好多买卖让你们给耽误了。等他们跑上来，我把已经打成绉折，卷成一团的一元一元的钞票舒展开，放进用铁皮做的小箱子里去。那小箱子是在那个大个的男同学的胸前。小箱子一边接受这钞票，一边不安的在滚动。这是外国人的钱这些完全是是俄国人的往下我没有说，外国人，外国人多么好哇，他们捐了钱去打他们本国为着正义！我走在行人道上，我的鞋底起着很高的冰锥，为着去追赶那个胖得好象行走的驼鸟似的俄国老太婆。我几乎有几次要滑倒，等我把钱接过来，她已经走得很远，我还站在那里看着她帽子上插着的那棵颤抖着的大鸟毛，说不出是多么感激和多么佩服那黑色皮夹子因为开关而起的响声，那脸上因着微笑而起的皱折。那蓝色带着黄心的小花恰恰是插在她外衣的左领边上，而且还是我插的。不由得把自己也就高傲了起来。对于我们那小队的其余三个人，于是我就带着绝顶的侮蔑的眼光回头看着他们。他们是离得那么远，他们向我走来的时候，并不跑，而还是慢慢地走，他们对于国家这样缺乏热情，使我实在没有理由把他们看成我的同志。他们称赞着我，说我热情，说我勇敢，说我最爱国。但我并不能够因为这个，使我的心对他们宽容一点。打苏联，打苏联这话就是这么简单，在我觉得十分不够，想要给添上一个帝国主义吧，但是从学联会发下来的就没有这一个口号。那么，苏联为什么就应该打呢？又不是帝国主义。这个我没有思索过，虽然这中苏事件的一开端我就亲眼看过。苏联大使馆被检查，这事情的发生是六月或者是七月。夜晚并不热，我只记住天空是很黑的，对面跑来的马车，因为感觉上凉爽的关系，车夫台两边挂着的灯头就象发现在秋天树林子里的灯火一样。我们这女子中学每晚在九点钟的时候，有一百人以上的脚步必须经过大直街的东段跑到吉林街去。我们的宿舍就在和大直街交叉着的那条吉林街上。苏联大使馆也在吉林街上，隔着一条马路和我们的宿舍斜对着。这天晚上，我们走到吉林街口就被拦住了。手电灯晃在这条街上，双轮的小卡车靠着街口停着好几辆，行人必得经过检查才能够通过。"}
{"text":"苏联大使馆被检查，这事情的发生是六月或者是七月。夜晚并不热，我只记住天空是很黑的，对面跑来的马车，因为感觉上凉爽的关系，车夫台两边挂着的灯头就象发现在秋天树林子里的灯火一样。我们这女子中学每晚在九点钟的时候，有一百人以上的脚步必须经过大直街的东段跑到吉林街去。我们的宿舍就在和大直街交叉着的那条吉林街上。苏联大使馆也在吉林街上，隔着一条马路和我们的宿舍斜对着。这天晚上，我们走到吉林街口就被拦住了。手电灯晃在这条街上，双轮的小卡车靠着街口停着好几辆，行人必得经过检查才能够通过。我们是经过了交涉才通过的。苏联大使馆门前的卫兵没有了，从门口穿来穿往的人们，手中都拿着手电灯，他们行走得非常机械，忙乱的，不留心的用手电灯四处照着，以致行人道上的短杨树的叶子的闪光和玻璃似的一阵一阵的出现。大使馆楼顶那个圆形的里边闪着几个外国字母的电灯盘不见了，黑沉沉的楼顶上连红星旗子也看不见了，也许是被拔掉了。并且所有的楼窗好象埋下地窖那么昏黑。关于苏联或者就叫俄国吧，虽然我的生地和它那么接近，但我怎么能够知道呢？我不知道。那还是在我小的时候，买羌贴，买羌贴，羌贴是旧俄的纸币纸卢布。邻居们买它，亲戚们也买它，而我的母亲好象买得最多。夜里她有时候不睡觉，一听门响，她就跑出去开门，而后就是那个老厨子咳嗽着，也许是提着用纱布做的，过年的时候挂在门前的红灯笼，在厨房里他用什么东西打着他鞋底上结着的冰锥。他和母亲说的是什么呢？微小得象什么也没有说。厨房好象并没有人，只是那些冰锥从鞋底打落下的声音。我能够听得到，有时候他就把红灯笼也提进内房来，站在炕沿旁边的小箱子上，母亲赶快就去装一袋烟，母亲从来对于老厨子没有这样做过。不止装烟，我还看见了给他烫酒，给他切了几片腊肉放在小碟心里。老厨子一边吃着腊肉，一边上唇的胡子流着水珠，母亲赶快在旁边拿了一块方手巾给他。我认识那方手巾就是我的。而后母亲说天冷啊！三九天有胡子的年纪出门就是这手不容易。这一句话高于方才他们所说的那一大些话。什么行市拉！涨啦！落啦！应该卖啦吧！这些话我不知为什么他们说得那么严重而低小。家里这些日子在我觉得好象闹鬼一样，灶王爷的香炉里整夜的烧着香。母亲夜里起来，洗手洗脸，半夜她还去再烧一次。有的时候，她还小声一个人在说着话。我问她的时候，她就说吟的是金刚经。而那香火的气味满屋子都是。"}
{"text":"我认识那方手巾就是我的。而后母亲说天冷啊！三九天有胡子的年纪出门就是这手不容易。这一句话高于方才他们所说的那一大些话。什么行市拉！涨啦！落啦！应该卖啦吧！这些话我不知为什么他们说得那么严重而低小。家里这些日子在我觉得好象闹鬼一样，灶王爷的香炉里整夜的烧着香。母亲夜里起来，洗手洗脸，半夜她还去再烧一次。有的时候，她还小声一个人在说着话。我问她的时候，她就说吟的是金刚经。而那香火的气味满屋子都是。并且她和父亲吵架。父亲骂她受穷等不到天亮，母亲骂他愚顽不灵。因为买羌贴这件事情父亲始终是不成的。父亲说皇党和穷党是俄国的事情，谁胜谁败我们怎能够知道！而祖父就不那么说，他和老厨子一样那穷党啊！那是个胡子头，马粪蛋不进粪缸，走到哪儿不也还是个臭？有一夜，那老厨子回来了，并没有打鞋底的冰锥，也没有说话。母亲和他在厨房里都象被消灭一样，而后我以为我是听到哭声，赶快爬起来去看，并没有谁在哭，是老厨房的鼻头流着清水的缘故。他的灯笼并不放下，拖得很低，几乎灯笼底就落在地上，好象随时他都要走。母亲和逃跑似的跑到内房来，她就把脸伏在我的小枕头上，我的小枕头就被母亲占据了一夜。第二天他们都说穷党上台了。所以这次佩花大会，我无论做得怎样吃力，也觉得我是没有中心思想。苏联就是苏联，它怎么就不是帝国主义呢？同时在我宣传的时候，就感到种种的困难。困难也照样做了。比方我向着一个苦力狂追过去，我拦断了他的行路，我把花给他，他不要，只是把几个铜板托在手心上，说先生，这花象我们做苦力的戴不得，我们这穿着，就是戴上也不好看，还是给别人去戴吧！还有比这个现在想起来使我脸皮更发烧的事情我募捐竟募到了一分邮票和一盒火柴。那小烟纸店的老板无论如何摆脱不了我的缠绕之后，竟把一盒火柴摔在柜台上。火柴在柜台上花喇喇地滚到我的旁边，我立刻替国家感到一种侮辱。并不把火柴收起来，照旧向他讲演，接着又捐给我一分邮票。我虽然象一个叫花子似的被人接待着，但在精神上我相信是绝对高的。火柴没有要，邮票到底收了。我们的女校，到后来竟公开的领导我们，把一个苏联的也不知道是什么子弟学校给占过来，做我们的宿舍。那真阔气，和席子纹一样的拼花地板，玻璃窗子好象商店的窗子那么明朗。"}
{"text":"那小烟纸店的老板无论如何摆脱不了我的缠绕之后，竟把一盒火柴摔在柜台上。火柴在柜台上花喇喇地滚到我的旁边，我立刻替国家感到一种侮辱。并不把火柴收起来，照旧向他讲演，接着又捐给我一分邮票。我虽然象一个叫花子似的被人接待着，但在精神上我相信是绝对高的。火柴没有要，邮票到底收了。我们的女校，到后来竟公开的领导我们，把一个苏联的也不知道是什么子弟学校给占过来，做我们的宿舍。那真阔气，和席子纹一样的拼花地板，玻璃窗子好象商店的窗子那么明朗。在那时节我读着辛克来的屠场，本来非常苦闷，于是对于这本小说用了一百二十分的热情读下去的。在那么明朗的玻璃窗下读。因为起早到学校去读，路上时常遇到戒严期的兵士们的审问和刺刀的闪光。结果恰恰相反，这本小说和中苏战争同时启发着我，是越启发越坏的。正在那时候，就是佩花大会上我们同组那个大个的，鼻子有点发歪的男同学还给我来一封信，说我勇敢，说我可钦佩，这样的女子他从前没有见过。而后是要和我交朋友。那时候我想不出什么理由来，现在想他和我原来是一样混蛋。署名萧红，刊于年月日武汉七月第卷第期黑列巴和盐玻璃窗子又慢慢结起霜来，不管人和狗经过窗前，都辨认不清楚。我们不是新婚吗？他这话说得很响，他唇下的开水杯起一个小圆波浪。他放下杯子，在黑面包上涂一点白盐送下喉去。大概是面包已不在喉中，他又说这不正是度蜜月吗！对的，对的。我笑了。他连忙又取一片黑面包，涂上一点白盐，学着电影上那样度蜜月，把涂盐的列巴先送上我的嘴，我咬了一下，而后他才去吃。一定盐太多了，舌尖感到不愉快，他连忙去喝水不行不行，再这样度蜜月，把人咸死了。盐毕竟不是奶油，带给人的感觉一点也不甜，一点也不香。我坐在旁边笑。光线完全不能透进屋来，四面是墙，窗子已经无用，象封闭了的洞门似的，与外界绝对隔离开。天天就生活在这里边。素食，有时候不食，好象传说上要成仙的人在这地方苦修苦炼。很有成绩，修炼得倒是不错了，脸也黄了，骨头也瘦了。我的眼睛越来越扩大，他的颊骨和木块一样突在腮边。这些工夫都做到，只是还没成仙。借钱，借钱，郎华每日出去借钱。他借回来的钱总是很少，三角，五角，借到一元，那是很稀有的事。"}
{"text":"盐毕竟不是奶油，带给人的感觉一点也不甜，一点也不香。我坐在旁边笑。光线完全不能透进屋来，四面是墙，窗子已经无用，象封闭了的洞门似的，与外界绝对隔离开。天天就生活在这里边。素食，有时候不食，好象传说上要成仙的人在这地方苦修苦炼。很有成绩，修炼得倒是不错了，脸也黄了，骨头也瘦了。我的眼睛越来越扩大，他的颊骨和木块一样突在腮边。这些工夫都做到，只是还没成仙。借钱，借钱，郎华每日出去借钱。他借回来的钱总是很少，三角，五角，借到一元，那是很稀有的事。黑列巴和白盐，许多日子成了我们唯一的生命线。度日天色连日阴沉下去，一点光也没有，完全灰色，灰得怎样程度呢？那和墨汁混到水盆中一样。火炉台擦得很亮了，碗筷子小刀摆在格子上。清早起第一件事点起火炉来，而后擦地板，起床。炉铁板烧得很热时，我便站到火炉旁烧饭，刀子匙子弄得很响。炉火在炉腔里起着小的爆炸，饭锅腾着气，葱花炸到油里，发出很香的烹调的气味。我细看葱花在油边滚着，渐渐变黄起来。小洋刀好像剥着梨皮一样，把土豆刮得很白，很好看，去了皮的土豆呈乳黄色，柔和而有弹力。炉台上铺好一张纸，把土豆再切成薄片。饭已熟，土豆煎好。打开小窗望了望，院心几条小狗在戏耍。家庭教师还没有下课，菜和米香引我回到炉前再吃两口，用匙子调一下饭，再调一下菜，很忙的样子象在偷吃。在地板上走了又走，一个钟头的课程还不到吗？于是再打开锅盖吞下几口。再从小窗望一望。我快要吃饱的时候，他才回来。习惯上知道一定是他，他都是在院心大声弄着嗓子响。我藏在门后等他，有时候我不等他寻到，就作着怪声跳出来。早饭吃完以后，就是洗碗，刷锅，擦炉台，摆好木格子。假如有表，怕是点还多了！再过三四个钟头，又是烧晚饭。他出去找职业，我在家里烧饭，我在家里等他。火炉台，我开始围着它转走起来。每天吃饭，睡觉，愁柴，愁米这一切给我一个印象这不是孩子时候了，是在过日子，开始过日子。飞雪是晚间，正在吃饭的时候，管门人来告诉外面有人找。踏着雪，看到铁栅栏外我不认识的一个人，他说他是来找武术教师。那么这人就跟我来到房中，在门口他找擦鞋的东西，可是没有预备那样完备。表示着很对不住的样子，他怕是地板会弄脏的。厨房没有灯，经过厨房时，那人为了脚下的雪差不多没有跌倒。一个钟头过去了吧！"}
{"text":"火炉台，我开始围着它转走起来。每天吃饭，睡觉，愁柴，愁米这一切给我一个印象这不是孩子时候了，是在过日子，开始过日子。飞雪是晚间，正在吃饭的时候，管门人来告诉外面有人找。踏着雪，看到铁栅栏外我不认识的一个人，他说他是来找武术教师。那么这人就跟我来到房中，在门口他找擦鞋的东西，可是没有预备那样完备。表示着很对不住的样子，他怕是地板会弄脏的。厨房没有灯，经过厨房时，那人为了脚下的雪差不多没有跌倒。一个钟头过去了吧！我们的面条在碗中完全凉透，他还没有走，可是他也不说武术究竟是学不学，只是在那里用手帕擦一擦嘴，揉一揉眼睛，他是要睡着了！我一面用筷子调一调快凝住的面条，一面看他把外衣的领子轻轻地竖起来，我想这回他一定是要走。然而没有走，或者是他的耳朵怕受冻，用皮领来取一下暖，其实，无论如何在屋里也不会冻耳朵，那么他是想坐在椅子上睡觉吗？这里是睡觉的地方？结果他也没有说武术是学不学，临走时他才说想一想想一想常常有人跑到这里来想一想，也有人第二次他再来想一想。立刻就决定的人一个也没有，或者是学或者是不学。看样子当面说不学，怕人不好意思，说学，又觉得学费不能再少一点吗？总希望武术教师把学费自动减少一点。我吃饭时很不安定，替他挑碗面，替自己挑碗面，一会又剪一剪灯花，不然蜡烛颤嗦得使人很不安。两个人一句话也不说，对着蜡烛吃着冷面。雪落得很大了！出去倒脏水回来，头发就是湿的。从门口望出去，借了灯光，大雪白茫茫，一刻就要倾满人间似的。郎华披起才借来的夹外衣，到对面的屋子教武术。他的两只空袖口没进大雪片中去了。我听他开着对面那房子的门。那间客厅光亮起来。我向着窗子，雪片翻飞倒倾忙着，寂寞并且严肃的夜，围临着我，终于起着咳嗽关了小窗。找到一本书，读不上几页，又打开小窗，雪大了呢？还是小了？人在无聊的时候，风雨，总之一切天象会引起注意来。雪飞得更忙迫，雪片和雪片交织在一起。很响的鞋底打着大门过道，走在天井里，鞋底就减轻了声音。我知道是汪林回来了。那个旧日的同学，我没能看见她穿的是中国衣裳或是外国衣裳，她停在门外的木阶上在按铃。小使女，也就是小丫环开了门，一面问谁？谁？是我，你还听不出来！谁！谁！她有点不耐烦，小姐们有了青春更骄傲，可是做丫环的一点也不知道这个。"}
{"text":"找到一本书，读不上几页，又打开小窗，雪大了呢？还是小了？人在无聊的时候，风雨，总之一切天象会引起注意来。雪飞得更忙迫，雪片和雪片交织在一起。很响的鞋底打着大门过道，走在天井里，鞋底就减轻了声音。我知道是汪林回来了。那个旧日的同学，我没能看见她穿的是中国衣裳或是外国衣裳，她停在门外的木阶上在按铃。小使女，也就是小丫环开了门，一面问谁？谁？是我，你还听不出来！谁！谁！她有点不耐烦，小姐们有了青春更骄傲，可是做丫环的一点也不知道这个。假若不是落雪，一定能看到那女孩是怎样无知的把头缩回去。又去读读书。又来看看雪，读了很多页了，但什么意思呢？我也不知道。因为我心里只记得落大雪，天就转寒。那么从此我不能出屋了吧？郎华没有皮帽，他的衣裳没有皮领，耳朵一定要冻伤的吧？在屋里，只要火炉生着火，我就站在炉边，或者更冷的时候，我还能坐到铁炉板上去把自己煎一煎。若没有木，我就披着被坐在床上，一天不离床，一夜不离床，但到外边可怎么能去呢？披着被上街吗？那还可以吗？我把两只脚伸到炉腔里去，两腿伸得笔直，就这样在椅子上对着门看书哪里看书，假看，无心看。郎华一进门就说你在烤火腿吗？我问他雪大小？你看这衣裳！他用面巾打着外套。雪，带给我不安，带给我恐怖，带给我终夜各种不舒适的梦一大群小猪沉下雪坑去麻雀冻死在电线上，麻雀虽然死了，仍挂在电线上。行人在旷野白色的大树里，一排一排地僵直着，还有一些把四肢都冻丢了。这样的梦以后，但总不能知道这是梦，渐渐明白些时，才紧抱住郎华，但总不能相信这不是真事。我说为什么要做这样的梦？照迷信来说，这可不知怎样？真糊涂，一切要用科学方法来解释，你觉得这梦是一种心理，心理是从哪里来的？是物质的反映。你摸摸你这肩膀，冻得这样凉，你觉到肩膀冷，所以，你做那样的梦！很快地他又睡去。留下我觉得风从棚顶，从床底都会吹来，冻鼻头，又冻耳朵。夜间，大雪又不知落得怎样了！早晨起来，一定会推不开门吧！记得爷爷说过大雪的年头，小孩站在雪里露不出头顶风不住扫打窗子，狗在房后哽哽地叫从冻又想到饿，明天没有米了。他的上唇挂霜了他夜夜出去在寒月的清光下，到五里路远一条僻街上去教两个人读国文课本。这是新找到的职业，不能说是职业，只能说新找到十五元钱。"}
{"text":"是物质的反映。你摸摸你这肩膀，冻得这样凉，你觉到肩膀冷，所以，你做那样的梦！很快地他又睡去。留下我觉得风从棚顶，从床底都会吹来，冻鼻头，又冻耳朵。夜间，大雪又不知落得怎样了！早晨起来，一定会推不开门吧！记得爷爷说过大雪的年头，小孩站在雪里露不出头顶风不住扫打窗子，狗在房后哽哽地叫从冻又想到饿，明天没有米了。他的上唇挂霜了他夜夜出去在寒月的清光下，到五里路远一条僻街上去教两个人读国文课本。这是新找到的职业，不能说是职业，只能说新找到十五元钱。秃着耳朵，夹外套的领子还不能遮住下巴，就这样夜夜出去，一夜比一夜冷了！听得见人们踏着雪地的响声也更大。他带着雪花回来，裤子下口全是白色，鞋也被雪浸了一半。又下雪吗？他一直没有回答，象是同我生气。把袜子脱下来，雪积满他的袜口，我拿他的袜子在门扇上打着，只有一小部分雪星是震落下来，袜子的大部分全是潮湿了的。等我在火炉上烘袜子的时候，一种很难忍的气味满屋散布着。明天早晨晚些吃饭，南岗有一个要学武术的。等我回来吃。他说这话，完全没有声色，把声音弄得很低很低或者他想要严肃一点，也或者他把这事故意看做平凡的事。总之，我不能猜到了！他赤了脚。穿上傻鞋，去到对门上武术课。你等一等，袜子就要烘干的。我不穿。怎么不穿，汪家有小姐的。有小姐，管什么？不是不好看吗？什么好看不好看！他光着脚去，也不怕小姐们看，汪家有两个很漂亮的小姐。他很忙，早晨起来，就跑到南岗去，吃过饭，又要给他的小徒弟上国文课。一切忙完了，又跑出去借钱。晚饭后，又是教武术，又是去教中学课本。夜间，他睡觉醒也不醒转来，我感到非常孤独了！白昼使我对着一些家俱默坐，我虽生着嘴，也不言语我虽生着腿，也不能走动我虽生着手，而也没有什么做，和一个废人一般，有多么寂寞！连视线都被墙壁截止住，连看一看窗前的麻雀也不能够，什么也不能够，玻璃生满厚的和绒毛一般的霜雪。这就是家，没有阳光，没有暖，没有声，没有色，寂寞的家，穷的家，不生毛草荒凉的广场。我站在小过道窗口等郎华，我的肚子很饿。铁门扇响了一下，我的神经便要震荡一下，铁门响了无数次，来来往往都是和我无关的人。"}
