{"text":"几十个男女老幼上下铺放着。然后看到一个管尸体的人，那是冬天，架一个火锅在那里，大片肉菜在里头，正端碗饭吃。我说某某太太在几号啊？他一边吃一边指，就那个，你去看。我真佩服这个人，那么多尸体，那个味道，他在那里吃大鱼大肉！然后，我说这个吗？被子盖到她的脸，我不方便啊！他说我来，把筷子一放，拉开来一看，是她吗？我说，对了对了，签个字。唉呀，心里真有很多的感想由寿终正寝再想到过年，有人门口挂的五福临门，五种福寿富康宁攸好德考终命尚书洪范，其中第一就是寿，有钱是富，官做得大不是福，五福中没有贵字。最后是考终命，这个考是什么意思啊？你翻古书，考者老也，考就是老嘛，七十岁叫老。那老又是什么意思啊？字典上说，老者考也。常常看到中文这些注解，气死人，真是胡扯，等于没有说。考终命的意思就是善终，死得好。死得好很难！长寿固然好，还要死得好。所以中国的古礼，八十岁以上寿终正寝的，送礼不用白布，用红色挽联，红帐子，当作喜事办。为什么呢？寿而考终命，高寿而有善终。现在这个社会，寿终正寝也办不到了当然，最好是无疾而终。有几个朋友的长辈，晚上吃饭，跟儿女还在谈笑，自己一边讲，我累了，就这么一靠，走了！我的母亲一百岁走的，素美传洪都去了的。过年晚上吃饭，子孙满堂坐在一起，还吃了两碗干饭，然后说我去睡了。第二天，正月初一早晨，我的太太发现她走了！最好是这样，没有病，走了。所以佛学讲生命的无常，人生的境界，有四个观点积聚皆消散，崇高必堕落，合会终别离，有命咸归死。积聚皆消散，一个人穷苦出身，拼命赚钱发财，不管赚了多少财富，终究会散掉。例如很多有钱的家庭，主人死了以后，儿女太太争财产打官司，留下一大堆虚名与笑话而已。崇高必堕落，地位高了，一定会下来，上台一定要下台。合会终别离，大家在一起，总有一天分散嘛。有命咸归死，有这个生命，最后还是死亡。佛学为什么讲无常？因为世界上的事没有永恒的。人的欲望，永远贪求永恒，想永远保持存在，那是永远不可能的，那是笨蛋，是看不清楚的人搞的。所以佛告诉你，积聚必有消散，崇高必有堕落，合会终须别离，有命咸归于死，那是必然的道理，这是大原则。那么，首先要了解，我们人道这个生命是两样东西组合的，一个是思想精神，一个是身体，所以易经讲阴阳配合。"}
{"text":"合会终别离，大家在一起，总有一天分散嘛。有命咸归死，有这个生命，最后还是死亡。佛学为什么讲无常？因为世界上的事没有永恒的。人的欲望，永远贪求永恒，想永远保持存在，那是永远不可能的，那是笨蛋，是看不清楚的人搞的。所以佛告诉你，积聚必有消散，崇高必有堕落，合会终须别离，有命咸归于死，那是必然的道理，这是大原则。那么，首先要了解，我们人道这个生命是两样东西组合的，一个是思想精神，一个是身体，所以易经讲阴阳配合。这个身体，在两千五六百年前，释迦牟尼佛把它归类得非常清楚，物理世界的四大归类是地水火风。实际上，加空是五大类，空不需要讲，一定存在的。中国所讲的是五行金木水火土。四大是四大类作用的代号，不是指具体的物质，而是代表很多很多作用很多具体的现象都是四大作用的表现。同样道理，五行也是五大类作用的代号，不是指具体某一种物质现象，如果把它视同具体的现象就错了。四大代表什么呢？地大代表坚固的，凝固性的水大代表湿润的，液体的火大代表有冷暖温度的风大代表运动，行动，运行。气流电流的能量属于风大的现象，电流的热量属于火大的现象。在自然界的现象上，除了物理世界的地水火风空以外，声光电化一切物质的运动，都是地水火风变化作用的现象在人类身体的现象，就是骨骼肌肉神经血液体液内分泌体温，以及所有器官功能的运行。那么，在科学研究上就衍生了现代物理学化学医学药学地理学生理学，包括声学光学电学力学化学等等。刚才讲活着是两个东西，前面讲了身体至于我们的精神思想，这一部分不属于四大的作用，但是跟四大的作用是配合的。换句话说，四大组合这个身体是唯物的，而精神情绪思想是唯心的，两个黏在一起，浑然一体，就有了这个生命。至于怎么入胎，乃至婴儿出生，在后面再说，现在先讲死亡的过程。死亡从哪里开始呢？我常说，身体健康要注意活动两条腿。你看健康的婴儿生下来，这个手一定握拳，拇指握在拳内。这个也就是密宗的护身拳。你看婴儿躺在床上，主要的活动是两条腿，手不大动的，他的生命力很足，腿喜欢动。我也经常说，人生下来就抓，世界上什么都要抓，爱情人情儿女钱财，到死的时候一定放掉。人死了就不能抓了，就放掉了，都大彻大悟了，哈！抓不了啦。"}
{"text":"至于怎么入胎，乃至婴儿出生，在后面再说，现在先讲死亡的过程。死亡从哪里开始呢？我常说，身体健康要注意活动两条腿。你看健康的婴儿生下来，这个手一定握拳，拇指握在拳内。这个也就是密宗的护身拳。你看婴儿躺在床上，主要的活动是两条腿，手不大动的，他的生命力很足，腿喜欢动。我也经常说，人生下来就抓，世界上什么都要抓，爱情人情儿女钱财，到死的时候一定放掉。人死了就不能抓了，就放掉了，都大彻大悟了，哈！抓不了啦。孩子生下来之后，一年当中，七坐八爬九长牙，这都是老古话，农村都知道，七个月会坐了，现在有些孩子更早一点八个月会爬了九个月长牙齿了讲话是满一周岁以后。我们中国人说这个孩子满周岁了，很高兴，要抓周了。红楼梦上也写到过抓周，把这个周岁的孩子抱来，桌上摆的有文房四宝，有各种玩具，现在把汽车火车金银宝贝钱啊都摆上。红楼梦上说贾宝玉抓周抓的就是女人的化妆品，胭脂花粉，所以贾宝玉一辈子风流。我们看到有些高僧传上的人，从小抓周抓的就是佛经，其他不要有些抓的是书本。小孩子喜欢哪一样，就判断他的一生，这是根据他的习气习惯性格趋向。周岁的时候，婴儿头顶的囟门还在跳动，还不会讲话，第六意识还没有完全成长，有意即意根，也叫第七识，末那识，俱生我执，没有第六意识分别意识，分别心不大。等到囟门完全长满以后，开始说话，后天分别意识也开始作用了。孩子是喜欢动腿的，到了大一点喜欢乱跑，到七岁八岁，狗都讨厌，那个狗在睡觉，他偏跑过去踢一脚，因为两腿爱动。所以到上小学中学，爱打球运动。等到做了老板，像你们这些中年人，两条腿不行，开始架二郎腿了。当年杨管北到办公室，抽根烟，腿架到桌上去，这样子去指挥。所以，你们的健康对不对，看你们两条腿，到了老年两条腿就这样走路了师示蹒跚艰难状，只要看自己两条腿是否灵活，你就测验出自己的身体状况了。所以衰老死亡是先从脚底开始的，以前讲寒从足底生，老人冬天那个脚底心还发烫的，就会长寿。所以我经常叫你们加衣服，尤其女人，裤子要穿厚些。我们小的时候看到祖母，两个裤腿都绑起来，所以妇科的病少。现在穿个三角裤，又穿裙子，要美丽，不怕冻，所以妇科病特别多。寒从足底生，精也从足底生，两腿两足是非常重要的。我经常说一个闲话，也可以说是笑话。"}
{"text":"所以衰老死亡是先从脚底开始的，以前讲寒从足底生，老人冬天那个脚底心还发烫的，就会长寿。所以我经常叫你们加衣服，尤其女人，裤子要穿厚些。我们小的时候看到祖母，两个裤腿都绑起来，所以妇科的病少。现在穿个三角裤，又穿裙子，要美丽，不怕冻，所以妇科病特别多。寒从足底生，精也从足底生，两腿两足是非常重要的。我经常说一个闲话，也可以说是笑话。我说，你们出家人早晚课，念经――皈依佛两足尊，佛是两足尊，怎么两足尊呢？依道理解释，福德具足，智慧具足，所以叫两足尊。这个世界上，一般都是有钱人没有学问，有学问的人没有钱有福报没有智慧，有智慧没有福报。人生有富贵功名，智慧又高，学问又好，那了不起，那是两足尊教理上是这样解释。实际上，做工夫两个腿和足最重要！如果一个人，走路姿势不灵活，腰以下都不行，那就是衰老了。假使说年龄大的人，还可以把腿放到头上，可以做瑜伽，还那么轻松的，就了不起了。说到人的死亡，其实人天天随时在死，不只一年一月的衰老，而是每个时辰，每一刻每一秒都在衰老。庄子讲得更彻底，方生方死，方死方生，当你生出来的时候，就是死亡的开始，即生即死，随时在生死。庄子讲生命更有意思的一句话，我常引用的，就是不亡以待尽。这是庄子对于人生价值生命价值的一个定论。看到人活一百岁，或者一百五十岁我也活到九十岁，看起来是活着，实际上是不亡以待尽，等死而已。当你第一天生下来，就已经开始死亡。你说这个孩子几岁了？三岁。唉，前面的已经死亡了，后面来的日子，随时随地在死，在衰弱，在消亡。所以，生出来会老，会生病，老就是一种病，最后是死亡。老病是中间，是死亡的一个前奏。生与死是相对的，对待道理，观待道理，有生必有死，不过早死迟死而已。所以人要修到青春常驻，永远保持青年一样健康，那是不可能的。但是也有可能，这是秘密了。楞严经上说，有秘密在，看你怎么做工夫。但是也不是永恒，不过衰老得慢一点而已。我们了解了这个之后，现在再讲人的死亡问题。刚才说的是，一个人很安详地在自己家里寿终正寝地死。当病人要死以前，四大先起变化。首先是地大发生障碍，变化了，人体的地大是骨节筋骨。所以年纪大了的人或风瘫了的人，半边没有知觉了，筋骨神经这些死了，也就是地大的半边已经死了。"}
{"text":"所以人要修到青春常驻，永远保持青年一样健康，那是不可能的。但是也有可能，这是秘密了。楞严经上说，有秘密在，看你怎么做工夫。但是也不是永恒，不过衰老得慢一点而已。我们了解了这个之后，现在再讲人的死亡问题。刚才说的是，一个人很安详地在自己家里寿终正寝地死。当病人要死以前，四大先起变化。首先是地大发生障碍，变化了，人体的地大是骨节筋骨。所以年纪大了的人或风瘫了的人，半边没有知觉了，筋骨神经这些死了，也就是地大的半边已经死了。我们现在不讲医学，讲医学更细了。要死以前，身体动不了了。我们读儒家的书，看到孔子的学生曾子，写大学的曾参，临死前，告诉旁边的学生和儿子启予足，启予手。诗云战战兢兢，如临深渊，如履薄冰。而今而后，吾知免夫！小子！曾子临死，为什么叫启予足，启予手呢？因为不能动了，告诉学生把我的脚放好，手摆好，我要走了，最后一口气了。然后，弟子们告诉他，老师啊，已经摆好了。他说，我现在告诉你们，我做人一辈子，常常提心吊胆，战战兢兢，战战是发抖的样子，兢兢就是脚都不敢踩实的样子如临深渊，好像站在悬崖边缘，脚下是万丈深渊，一不小心就失足成千古恨了。如履薄冰，初冬刚结薄冰，或早春要解冻时，走在河面上，要有工夫有本事，一个疏忽，掉下去就没命了。做人一辈子，要想修养到死都没有遗憾，如孟子所说仰不愧于天，俯不怍于人，实在是个伟大的工夫。人骗人是常事，最妙的是人还都喜欢骗自己。可是到了自己要死的时候，仍骗不过自己。要想做到内心对人没有亏欠，就如临深渊，如履薄冰了。人生是如此之困难，尤其是利害关头，能不能为忠臣，能不能为孝子，就在这么一念。如果怕自己吃亏，就掉下去了。现在我手脚都失去了知觉，已经死了一半了。而今而后，吾知免夫！小子！到这个地步，我才敢说大话，我不会再犯错了。小子！意思就是说，你们年轻人要留意啊！当这个身体不受你管，有时候连翻身都难，这是地大先死亡。不过还有医药可救。第二步，水大分散，这是正要死，真的要死了。两个眼睛瞳孔放大了，你虽然站在他面前，他看你距离好远，像一个影子一样你跟他大声讲话，他听到像蚊子叫一样――啊？讲什么？听不见啊。身上出冷汗，汗流出来是黏的冷的这是水大分散。我们这个身体百分之七十是水，水大分散，就出这种汗了。"}
{"text":"而今而后，吾知免夫！小子！到这个地步，我才敢说大话，我不会再犯错了。小子！意思就是说，你们年轻人要留意啊！当这个身体不受你管，有时候连翻身都难，这是地大先死亡。不过还有医药可救。第二步，水大分散，这是正要死，真的要死了。两个眼睛瞳孔放大了，你虽然站在他面前，他看你距离好远，像一个影子一样你跟他大声讲话，他听到像蚊子叫一样――啊？讲什么？听不见啊。身上出冷汗，汗流出来是黏的冷的这是水大分散。我们这个身体百分之七十是水，水大分散，就出这种汗了。一看这个现象出来，几乎没有救了，到了真正要死的时候了。接着肛门打开，最后一次大便最后一次出精，非常短暂的性快感，没有救了。这是身体下面现象。身体上面呢，喉咙这里呃呃的，呼吸很困难了。水大死亡之后，跟着来的是风大分散，气也马上要没有了。这个时候，说不出话来，气上不来了。现在医生就打开喉部气管，插管子，抽痰。水分流不动变成痰了，医生只好把痰抽出来，肺都严重发炎支气管被痰塞住了。抽了痰，呼吸的气一步一步上来了，呃呃呃最后，气到喉结处呃呃如果一口气上不来，气断了，就死亡了。当年一些老朋友走，我问他的儿子有灯草没有？现在人是点电灯，没有灯草，那就把鸡毛拿来鸡毛在口鼻那里放一放，不动了，或者拿个很薄的纸测验，呼吸没有了，就是走了。再回转来讲，当人要死的时候，身体像被压住，不能动了，地大开始死亡。临死的人感觉是做梦一样，感觉自己要到一个地方，很黑暗，或者有点亮光，给东西压住。那个痛苦必梦压还难过，梦中只是压住难受到死的时候，那个压住像两个山挟拢来一样的难受。到水大分散的时候，意识分散，好像进入梦境，掉到水里去，掉到海洋，还听到里头的水声，像海洋的声音，实际上是身体内部的变化。等到风大分散，气到了喉部，迷迷糊糊，那个境界里，感到台风把自己吹得又冻又冷，最后，呃一声，气断了。这个风大的死亡一步一步上来，同时连到火大的分散，体温跟着风大的分散一步步丧失，身体一步步变凉。上面喉咙这里呃呃最后一口气不来了，整个身体也冷冰了。佛学吩咐你，这时候可以测验死者未来轮回到何处，这个人如果做人很好，道德很好，果报很好，来生还做人的话，全身其他部位都冷却了，胸口的温暖最后冷却的，就是人中再来当然还在轮回里头。"}
{"text":"等到风大分散，气到了喉部，迷迷糊糊，那个境界里，感到台风把自己吹得又冻又冷，最后，呃一声，气断了。这个风大的死亡一步一步上来，同时连到火大的分散，体温跟着风大的分散一步步丧失，身体一步步变凉。上面喉咙这里呃呃最后一口气不来了，整个身体也冷冰了。佛学吩咐你，这时候可以测验死者未来轮回到何处，这个人如果做人很好，道德很好，果报很好，来生还做人的话，全身其他部位都冷却了，胸口的温暖最后冷却的，就是人中再来当然还在轮回里头。这种人死亡，往往有个现象，临死以前，意识是清醒的，家里事情都吩咐好了，讲好了。然后，死的时候，面孔慈祥，蛮好看的，人中再来已经显现出果报了。如果死了以后，其他一切都冷却了，但是额头或面部或眼部最后冷却的，也许升天。但是这个里头有差别，有些还是很生气的样子，就变阿修罗。阿修罗也是天人福报，是善生，升天的有些变正人君子，脾气大。天人和阿修罗是有同等福报的，但是阿修罗杀生习气重，脾气大，好胜，格老子揍你，啊，他娘的那是阿修罗，而天人是慈祥的。如果其它一切都冷完了，头顶还暖，一定升天道如果是学佛的，就是好生了。如果修持得好，也许见阿弥陀佛，到极乐世界，或者见观音菩萨接引。这叫上三道，向上走的。为什么会向上走呢？楞严经上有两句话纯想即飞，纯情即堕。走精神修养的，有修养，又学佛，精神是上升的。纯情即堕，光走情绪化的，又做些坏事，堕落的，会落入下面三道。下三道是饿鬼畜牲地狱。如果一身冷却了，膝部最后冷却的，变畜牲。如果全身冷却了，肚子这里最后冷却的，是饿鬼道，变饿鬼。下地狱的，全身由上冷到下面，向脚底心下走，脚底心最后冷却，是地狱道。不过下三道的死相一定很难看，几乎没有办法测验，也没有机会给你摸了，尤其现代人，哪有机会！上三道规规矩矩，还好测验。这个人死过去以后呢，完全进入昏迷状态，不知道了。瑜伽师地论中，弥勒菩萨特别提出来五种无心地，叫五位无心，就是极睡眠无心极闷绝无心无想定无心无想天无心灭尽定无心。你们还记得吧？这个心是指第六意识，不是指末那识和阿赖耶识哦！所谓见闻觉知，知是第六意识的作用，见是眼识作用，闻是耳识作用，觉是鼻识舌识身识的作用。到达无心地是第六意识关闭了，不起作用了。第一种，极睡眠无心。那就是真睡着了，是无心地。"}
{"text":"上三道规规矩矩，还好测验。这个人死过去以后呢，完全进入昏迷状态，不知道了。瑜伽师地论中，弥勒菩萨特别提出来五种无心地，叫五位无心，就是极睡眠无心极闷绝无心无想定无心无想天无心灭尽定无心。你们还记得吧？这个心是指第六意识，不是指末那识和阿赖耶识哦！所谓见闻觉知，知是第六意识的作用，见是眼识作用，闻是耳识作用，觉是鼻识舌识身识的作用。到达无心地是第六意识关闭了，不起作用了。第一种，极睡眠无心。那就是真睡着了，是无心地。你要晓得，说一个人睡了六个钟头十个钟头，都不对。真正睡着只有十五分钟，最多半个钟头，其他时间都在做梦。你觉得没有做梦，那是醒来忘记了，实际上你脑筋没有休息过的。假使说会坐禅，完全没有念头，也不昏沉，禅坐十五分钟，你可以用十个钟头做事了，精神就充足。真的睡眠才是无心地，没有思想了。如果做梦就仍然在思想。第二种，极闷绝无心，是昏过去了。譬如后脑给人家打了，脑震荡，昏过去了或者是开刀上麻药，昏过去了或者有濒死经验的，我们这里有两个朋友，都说自己死过的，其实他们俩没有真死，不过也可以作为参考。第三种，无想定无心，无想定是真正做到思想停止的一种工夫。真达到无想定，那也不得了，也是无心地。第四种，无想天无心，无想定将来的果报是升色界天，那是很高的天人，是四禅天中的无想天，把思想关闭了，停掉了。当然不是成佛，也不是成罗汉，这是一种定力，也可以说属于外道的定力。可是能修到无想定很不得了，一般人还做不到呢。第五种，灭尽定无心，灭尽定也叫灭受想定。大阿罗汉，想受皆灭，把思想感觉都灭了，超越心理及物理状态，叫做灭尽定，是大阿罗汉境界。灭掉了思想，理性，情绪，妄念，分别思想身体上感受没有了，受就是感觉。把知觉感觉关闭了，把这些平时做主的关闭了，进入一种空定境界，就是大阿罗汉灭尽定。这五类叫做五位无心，没有思想，没有意识，这个心是指第六意识，不是末那识或阿赖耶识。这五种无心，并没有包括生死两个阶段的无心。刚才讲到一般人正常的死亡，死的那一刹那，也进入无心的境界。一般没有修行的人，死的时候，那个无心境界有多久呢？等饭后再说吧。"}
{"text":"把知觉感觉关闭了，把这些平时做主的关闭了，进入一种空定境界，就是大阿罗汉灭尽定。这五类叫做五位无心，没有思想，没有意识，这个心是指第六意识，不是末那识或阿赖耶识。这五种无心，并没有包括生死两个阶段的无心。刚才讲到一般人正常的死亡，死的那一刹那，也进入无心的境界。一般没有修行的人，死的时候，那个无心境界有多久呢？等饭后再说吧。第三讲内容提要火化的问题墓地风水说的流行各种不同的安葬风与暖寿识的关系你老了没有四大的分化念佛怎么念念速有多快中阴身生起后的光明如梦如幻又有神通由习气看轮回南师我们刚才吃饭以前讲生死问题，讲到死亡，完全断气死了，第六意识昏迷。换一句话说，这个完全昏迷，就像是夜里睡眠的时候，完全睡着了，进入无心状态，第六意识一切都不起作用了。我们在这个地方岔过来一个问题，就是你要问的，尸体火化对不对啊？是这个问题吧？胡松年有人问说，人死亡之后，择地埋葬。依中国人的习俗，有风水之说，其与后代子孙的运势颇有关联，不知是否有其道理如有，则火葬是否也需依照风水原则葬之？南师这就是说，在美国他们学佛的同学，也不只美国了，各地都有，中国也有，就是看风水的讲，死人埋葬要选一个好地方，因为与后代子孙有关系的。这个问题牵涉到一个大问题。关于尸体的处理，全世界的风俗，有很多种不同我们中国同印度的一部分，以及阿拉伯人，都是注重土葬。土葬的方式就很多了，中国人过去对安葬父母很重视，对生命很重视，人死后由子孙埋葬。在秦始皇汉朝这个阶段以前，也就是两千四五百年以前，没有像现在这样注重风水但是另有一种注重，古书上叫卜葬，用占卜来选择。有时严重的，帝王亲自打卦，决定墓地好不好。中国的儒家是注重安葬的。儒家重视人生，儒家在春秋战国前后，注重对长辈养生送死。死了以后，子孙为了孝顺，必须选一个好地方，使遗骨有个安详的住所并不是为了保佑子孙后代发财升官。"}
