{"text":"而且由秦汉以后，历代的帝王政权，几乎都奉为圭桌，一直信守不渝。其实，大家都忘记了，如老子的这些说法，都是当时临病对症的药方，等于某一时期流行了哪种病症，时医就对症处方，构成病案。不幸后世的医生，不再研究医理病理，不问病源所在，只是照方抓药，死活全靠病人自己的命运。因此，便变成单方气死名医的因医致病了！我们至少必须要了解自春秋战国以来的历史社会，由周代初期所建立的文治政权，已经由于时代的迭更，人口的增加，公室社会的畸形膨胀，早已鞭长莫及，虚有其表了。这个时期，也正如太公望所说的取天下者若逐野鹿，而天下共分其肉。一般强权胜于公理的诸侯，个个想要称王称帝，达到独霸天下的目的，只顾政治权力上的斗争，财货取予的自恣。谁又管得了什么经纶天下，长治久安的真正策略。因此，如老子他们，针对这种自私自利的心理病态社会病态，便说出不尚贤，使民不争。不贵难得之货，使民不为盗。不见可欲，使民心不乱的近似讽刺的名言。后来虽然变成犹如医药上的单方，但运用方伎的恰当与否，须由大政治家而兼哲学家的临机应变，对症抓药。至于一味地盲目信守成方，吃错了药，医错了病的责任，完全与药方药物无关。例如我们过去历史上所讴歌颂扬的汉代文景之治，大家都知道，是熟读老子的汉文帝母子，信守道家的黄老之道的时代。老子传了三件法宝曰慈，曰俭，曰不敢为天下先。汉文帝自始至终，都―一做到了。汉文帝的俭约是出了名的，不贵难得之货，也是有事实证明的。他自己穿了二十年的袍子，舍不得丢掉，还要补起来穿。从个人的行为道德来说，一个贵为天子，富有四海的皇帝，能够如此俭约，当然是难得可贵。又有人献上一匹千里马给皇帝，他便下了一道诏书，命令四方，再也不要来献难得的货物。这是他继承帝位的第二年，有献千里马者的历史名诏。他说鸾旗在前，凤车在后，吉行日五十里，师行三十里。朕乘千里马，独先安之？于是还其马，与道里费。下诏曰朕不受献也，其令四方毋复来献。在我们的历史与辑著史书者的观念里，郑重记载其事的本意，就是极力宣扬汉文帝的个人行为道德，如此高尚而节俭，希望后世的帝王者效法。如用现代语体来表达这段史实，是说汉文帝知道了有人来献千里马，便说此风不可长，此例不可开。我已经当了皇帝，要出去有所行动的时候，前面有擎着刺绣飞驾的旗队，正步开道。"}
{"text":"朕乘千里马，独先安之？于是还其马，与道里费。下诏曰朕不受献也，其令四方毋复来献。在我们的历史与辑著史书者的观念里，郑重记载其事的本意，就是极力宣扬汉文帝的个人行为道德，如此高尚而节俭，希望后世的帝王者效法。如用现代语体来表达这段史实，是说汉文帝知道了有人来献千里马，便说此风不可长，此例不可开。我已经当了皇帝，要出去有所行动的时候，前面有擎着刺绣飞驾的旗队，正步开道。后面又跟着侍候的宫人们，坐着刻画祥凤的车队，带着御厨房，平平稳稳，浩浩荡荡地向前推进，大约每天只走五十华里就要休息了。如果带着警卫的部队，加上军事设备等后勤辎重车队，大约每天只走三十华里便要休息了。那么，我当皇帝的，单独一个人骑上千里马要到哪里去呢？无论是达官显要，乃至贵为帝王，没有周围的排场，没有军警保护的威风，也只是一个普通的人而已，并无其他的奇特之处。甚至遇到危难，还很可能正如民间俗话所说凤凰失势不如鸡呢！因此，他退还了这匹奉献上来的千里马，并且交代下去，还要算还送马来的来回路费和开支。同时又下了一道命令当时把皇帝的命令叫诏书宣布说朕过去历史上皇帝们的自称不接受任何名贵稀奇的奉献，要地方官们通知四方，以后不要打主意奉献什么东西上来。这在汉文帝当时的政策作为，的确是很贤明的作风，不只是因为他的个性好尚节俭的关系。在那个时候，从战国以来到秦汉纷争的局面，长达两百余年，可以说中国的人民，长期生活在战争的苦难中。缩短来说，由秦始皇到楚汉分争以后，直到汉文帝的时代，也有五六十年的离乱岁月。这个时候的社会人民，极其需要的便是休养生息，其余都是不急之务。所以他的政策一上来便采用了道家无为之治，以慈俭不敢为天下先不要主动去生事为建国原则。首先建立宽厚的法治精神，废除一人犯罪，并坐全家的严刑。跟着便制定福利社会人民的制度，诏定振穷养老之令。诏曰方春和时，草木群生之物，皆有以自乐。而吾百姓鳏寡孤独穷困之人，或阽于死亡而莫之省忧。为民父母将何如？其议所以振贷之。又曰老者非帛不暖，非肉不饱，今岁首不时注年初及随时的意思使人存问长老。又无布帛酒肉之赐，将何以住天下子孙孝养其亲哉！具为令八十以上，月赐米肉酒。九十以上，加赐帛絮。长吏阅视，丞若尉丞尉都是地方基层官职名称致二千石地区主政官职称谓遣都吏循行，不称者督之。学老子的汉文帝绝对没有错。"}
{"text":"跟着便制定福利社会人民的制度，诏定振穷养老之令。诏曰方春和时，草木群生之物，皆有以自乐。而吾百姓鳏寡孤独穷困之人，或阽于死亡而莫之省忧。为民父母将何如？其议所以振贷之。又曰老者非帛不暖，非肉不饱，今岁首不时注年初及随时的意思使人存问长老。又无布帛酒肉之赐，将何以住天下子孙孝养其亲哉！具为令八十以上，月赐米肉酒。九十以上，加赐帛絮。长吏阅视，丞若尉丞尉都是地方基层官职名称致二千石地区主政官职称谓遣都吏循行，不称者督之。学老子的汉文帝绝对没有错。但是后代有些假冒为善，画虎不成反类犬的帝王们，却错学了汉文帝。例如以欺诈起家，取天下于孤儿寡妇之手的晋武帝司马炎，在他篡位当上晋朝开国皇帝的第四年，有一位拍错马屁的太医司马程，特别精心设计，用精工绝巧的手工艺，制作了一件雉头裘，奉献上去。司马炎便立刻把它在殿前烧了，并且下了诏书，认为奇技异服，典礼传统文化的精神所禁。敕令内外臣民，敢有再犯此禁令的，便是犯法，有罪。读中国的历史，姑且不论司马氏的天下是好是坏，以及对司马炎的个人道德和政治行为又作什么评价但历来对奇技淫巧精密工业以及科技发展的严禁，大体上，都是效法司马炎这一道命令的精神。因此，便使中国的学术思想，在工商科技发展上驻足不前，永远停留在靠天吃饭的农业社会的形态上。劫灰和人类的物质文明其实，回转来追溯我们在科学发展的学术思想史上，历代并非无人，只是都怕背上传统观念中玩弄奇技淫巧的恶名。同时，更受到混合儒道两家思想的玩人丧德，玩物丧志等似是而非的解释所限制。姑且不说老祖宗黄帝如何发明指南针指南车，或者更早的老祖宗们在天文和数学方面，又如何一马当先地居于世界科学史上的先导地位。至于战国时代，方士们的炼丹术，成为世界科学史上化学的鼻祖。甚至五行学说的运用，在天文地理和克服沙漠与航海等困难上，也有相当的贡献。只以科技工业来说，在战国前期，最著名的便有墨子与公输般在军事武器上的彼此互相斗巧。除此之外，墨子鲁问篇与韩非子外储篇上，还分别记载着墨子曾经用木材制造一个飞鸟。公输般也有用竹子木材制造一只鸟鹊，放在空中飞了三天不掉下来的记录。还有，南北朝时期，有一位和尚，也用木材造了一个飞鸟，在空中飞翔好几天，最后又回转原处降落。"}
{"text":"只以科技工业来说，在战国前期，最著名的便有墨子与公输般在军事武器上的彼此互相斗巧。除此之外，墨子鲁问篇与韩非子外储篇上，还分别记载着墨子曾经用木材制造一个飞鸟。公输般也有用竹子木材制造一只鸟鹊，放在空中飞了三天不掉下来的记录。还有，南北朝时期，有一位和尚，也用木材造了一个飞鸟，在空中飞翔好几天，最后又回转原处降落。不幸的是，这些比发明飞机还早的发明，受到奇技淫巧观念的影响，被埋没了，没有受到如西洋思想中的重视，再加研究，再加改进而成为人类实用的科学技能。至于明代初期郑和所制造远航的大楼船，以及宋元时代在战争中运用的大炮，是否学自西洋，或是中国的发明，辗转传到欧洲而加以改良，考证起来，实在也很困难。因此，也不敢轻信一般的定论，贸然地认为自西洋传来。总之，在我们的历史上，自战国以下，科技的发展，都被奇技淫巧，典礼所禁这个观念所扼杀，那也是事实。而这个观念，是否受老子的不贵难得之货，使民不为盗的思想所影响，却很难肯定。老子所指的难得之货，正如吕不韦思想中的奇货可居的大货。换言之，它的内涵，多半是指天下国家的名器――权力，并非狭小到像他自己――老子一样，只愿意骑上一条青牛过函谷关，决不肯坐大马车去西渡流沙。因为讲到古代科学技术的发展机械的发明，以及工商货品的开发，几乎每一样事物都和道家的方伎有关。例如在十九世纪最为重视的动力能源，便是煤炭。在我们的历史上，最初发现煤炭的趣话，是在汉武帝时代。汉武帝为了教练水师――海军而开凿昆明池。因为开凿昆明池这个大水库，便挖到煤炭。但是当时的人们不知道这块黑而发亮又坚硬的石头是什么古怪的东西，便呈献上来给皇帝。汉武帝看了当然也不知道，只好找以滑稽出名的东方朔来问。东方朔耍了一个关子，推说他自己也不知道，就顺水推舟说，正好西域来了一位胡僧，请他来，一定可以找到答案。这样一来，更引起汉武帝的兴趣了。找来了胡僧，问他这块黑石头一样的是什么东西，胡僧便说此乃前劫之劫灰也。一块煤炭，叫它做劫灰，多么富有神秘性的文学笔调啊！其实，劫灰的典故，出在佛经。佛说物质世界的存在，也和人的生命一样，有它固定的变化法则。在人的一生而到死亡，有四大过程，叫做生老病死，谁也逃避不了。"}
{"text":"这样一来，更引起汉武帝的兴趣了。找来了胡僧，问他这块黑石头一样的是什么东西，胡僧便说此乃前劫之劫灰也。一块煤炭，叫它做劫灰，多么富有神秘性的文学笔调啊！其实，劫灰的典故，出在佛经。佛说物质世界的存在，也和人的生命一样，有它固定的变化法则。在人的一生而到死亡，有四大过程，叫做生老病死，谁也逃避不了。但就物质世界的地球和其他星球而言，它的存在寿命，虽然比人的身体寿命长，结果也免不了死亡的毁灭，不过把物质世界由存在到毁灭的四大过程，叫它成住坏空。当上一次这个地球上的人类世界被毁灭的时候，火山爆发，天翻地覆，在高温高压下，经过长时间的化学变化，没有烧化的，还保有原来形状的，就是化石。至于烧成灰块的，就是煤矿铁矿之类。熔成浆的，就是石油。佛学中的前劫之劫灰，也就是我们所说的煤炭。佛学的这种说法，是被现代科学――地质学的理论所认同的。但在西汉武帝的时代，这种理论就很新奇了。那么，我们的古人，既然知道了煤炭，为什么不早早开发来应用，却始终上山打柴，拿草木来做燃料呢？这又是另一个有趣而具意义的问题。这个思想，也出在道家的学术思想。道家认为天地是一大宇宙，人身是一小天地。地球也是一个有生机的大生命，就如人身一样。人体有骨骼血脉五脏六腑耳目口鼻以及大小便等等，地球也是一样，它有生机，不可轻易毁伤它。不然，对人类的生存，反有大害。因此，虽然知道有天材地宝的矿藏，也决不肯轻易去挖掘。即使挖掘，也要祭告天地神祗，得到允许。不然，只有偷偷地在地层表面上捡点便宜。其实，哪个神祗又管得了那么多？但是人心即天心，人们的传统思想是如此，神祗的权威就起了作用了。正因为这种思想，使得我们全国的丰富的煤矿等宝藏，才保留到现在，作为未来子孙们生存的资财。例如现在人所用的能源石油，在道家的观念来讲，是万万不敢轻易多用的。因为那是地球自身营卫的脂肪或者犹同人体的骨髓，如果挖掘过分了，这个地球生命受到危害，就会加速它的毁灭。这种思想，这种观念，看来多么可笑，而且极富于儿童神话式的浓厚幽默感。因为我们现在是科技的时代，决不肯冒昧地轻信旧说。但是，我们不要不了解。现代真正的大科学家们，他们反而惊奇佩服我们的祖先，远在十几个世纪以前，早已有类似现代科学文明的地质学和矿藏学的理论和认识。"}
{"text":"例如现在人所用的能源石油，在道家的观念来讲，是万万不敢轻易多用的。因为那是地球自身营卫的脂肪或者犹同人体的骨髓，如果挖掘过分了，这个地球生命受到危害，就会加速它的毁灭。这种思想，这种观念，看来多么可笑，而且极富于儿童神话式的浓厚幽默感。因为我们现在是科技的时代，决不肯冒昧地轻信旧说。但是，我们不要不了解。现代真正的大科学家们，他们反而惊奇佩服我们的祖先，远在十几个世纪以前，早已有类似现代科学文明的地质学和矿藏学的理论和认识。世上无如人欲险接着不尚贤不贵难得之货而来的，便是以不见可欲，使民心不乱作为总结。换言之，不尚贤，使民不争是消极的避免好名的争斗，不贵难得之货，使民不为盗是消极的避免争利的后果。名与利，本来就是权势的必要工具，名利是因，权势是果。权与势，是人性中占有欲与支配欲的扩展。虽是贤者，亦在所难免。司马迁所谓君子疾没世而名不称焉天下熙熙，皆为利来。天下攘攘，皆为利往，真是不易的名言。固然也有人厌薄名利，唾责名利，认为不合于道，但名利本为浮世重，古今能有几人抛呢？除非真有如佛道两家混合思想的人，所谓跳出三界外，不在五行中，也许不在此例，也许是未能确定之词。因为照一般宗教家们所说的超越人类以外的世界，也仍然脱不了权力支配的偶像，那么，无论在这个世间或是超越于这个世界，照样还是跳不出权势的圈套。这样看来，人欲真是可悲的心理行为。不过，也许有人会说，人欲正是可爱的动力，人类如果没有占有支配的欲望，这个世界岂不沉寂得像死亡一样的没有生气吗？是与非，真难说。且让我们转一个方向来反映老子的不见可欲，使民心不乱的说法吧！首先，我们要确定欲是什么？很明显的答案，欲有广义和狭义两层涵义。广义的欲，便是生命存在的动力，包括生存和生活的一切需要。狭义的欲，一般来说，都是指向男女两性的关系和饮食的需求。例如代表儒家的孔子，在周易序卦传便说有天地，然后有万物。有万物，然后有男女。有男女，然后有夫妇。有夫妇，然后有父子。有父子，然后有君臣。有君臣，然后有上下。有上下，然后礼义有所错。夫妇之道，不可以不久也。他在礼记的说明中，又说男女饮食，人之大欲存焉。孔子虽然不像后来的告子一样，强调食色，性也。但很显然地，他把喜怒哀乐爱恶欲七情中的欲字，干脆了当地归到男女饮食的范围。"}
{"text":"狭义的欲，一般来说，都是指向男女两性的关系和饮食的需求。例如代表儒家的孔子，在周易序卦传便说有天地，然后有万物。有万物，然后有男女。有男女，然后有夫妇。有夫妇，然后有父子。有父子，然后有君臣。有君臣，然后有上下。有上下，然后礼义有所错。夫妇之道，不可以不久也。他在礼记的说明中，又说男女饮食，人之大欲存焉。孔子虽然不像后来的告子一样，强调食色，性也。但很显然地，他把喜怒哀乐爱恶欲七情中的欲字，干脆了当地归到男女饮食的范围。人的生命的存在，除了吃饱喝足之外，跟着而来的，便是男女两性的关系了。因此，他删订诗经开端的第一篇，便采用了关睢。孔子并不讳言男女饮食，只是强调在男女饮食之际，须要建立人伦的伦理秩序，要发乎情，止乎礼。上面的举例，就是把欲的涵义，归纳到狭义的色欲范畴。此外，历来儒道两家的著述，厌薄色欲，畏惧色欲攫人的可怕说法，多到不胜枚举。宋代五大儒中，程明道的座中有妓，心中无妓的名言，一直是后世儒者所赞扬的至高修养境界。乃至朱熹的十年浮海一身轻，乍睹藜涡倍有情。世上无如人欲险，几人到此误平生等等，似乎都是切合老子的不见可欲，使民心不乱的名言。到了魏晋以后，随着佛家学说的输入，非常明显地，欲的涵义，扩充到广义的范畴，凡是对一切人世间或物质世界的事物，沾染执著，产生贪爱而留恋不舍的心理作用，都认为是欲。情欲爱欲物欲色欲，以及贪名贪利，凡有贪图的都算是欲。不过，它把欲剖析为善与恶的层次。善的欲行可与信愿并称，恶的欲行就与堕落衔接。对于欲乐的思辨分析，极其精详，在此暂且不论。尤其佛家的小乘戒律，视色欲物欲如毒蛇猛兽，足以妨碍生命与道业，避之唯恐不及。与老子的不见可欲，使民心不乱又似如出一辙。因此，从魏晋以后，由儒释道三家文化的结合，汇成中国文化的主流，轻视物欲的发展，偏重乐天知命而安于自然生活的思想，便普遍生根。有人说，此所以儒道两家思想――老子孔子的学说，历来都被聪明黠慧的帝王们，用作统治的工具。反正人类总是一个很矛盾的生物，在道理上，都是要求别人能做到无欲无私，以符合圣人的标准。在行为上，自己总难免在私欲的缠缚中打转。不过，自己都有另一套理由可为自己辩白。如果老子的本意，真要人们做到不见可欲，使民心不乱，虚其心，实其腹，弱其志，强其骨。常使民无知无欲。事实上，在人世间的现实社会里，是绝不可能的事。"}
{"text":"有人说，此所以儒道两家思想――老子孔子的学说，历来都被聪明黠慧的帝王们，用作统治的工具。反正人类总是一个很矛盾的生物，在道理上，都是要求别人能做到无欲无私，以符合圣人的标准。在行为上，自己总难免在私欲的缠缚中打转。不过，自己都有另一套理由可为自己辩白。如果老子的本意，真要人们做到不见可欲，使民心不乱，虚其心，实其腹，弱其志，强其骨。常使民无知无欲。事实上，在人世间的现实社会里，是绝不可能的事。除非天地再来一次混饨，人类重返原始的时代，如道家所说的葛天氏之民，无怀氏之民的初古时期，或者可以如此。虚心实腹与鼓气可是在秦汉以后修学神仙丹道的道家方士们，大多都遵守老子的告诫，要极力做到绝嗜禁欲，所以除累的功夫，以便具有学仙得道的资格。不过，请注意我所说的大多这个概念。当然不包括自认为是黄帝传承的黄老之道的全部道家神仙方术。这些大多数的学道的人们，在基本上，除了希望自己严谨地做到离情弃欲为入道之门以外，最重要的，便要做到如老子所说的虚心实腹，弱志强骨的实证境界。尤其发展到后世，修道学神仙的，都在修炼如何虚心，如何实腹，如何弱志，如何强骨。再配上老子在后面所说的专气致柔，能婴儿乎等等说法，不但使修道的人都致力于追求这种境况，即如练习拳术武功的人，乃至讲究读书做学问，注意修心养性的人们，也在或明或暗地，努力于虚心实腹的功夫。最有趣的，大家明知绝嗜禁欲的涵义，如果这一步做不到，根本就没有办法再继续进修到什么虚其心的程度。既然心不能虚，下一步的实其腹，弱其志，强其骨的境界，岂非纯是一片空谈。可是谁又自肯承认不对呢？于是一概不管老子的弃欲虚心的先决条件，便只从实其腹的守神练气存想守丹田等等五花八门的方法上去修炼，于是弄得大腹便便如富家翁，一副满面红光的发财相，就算有道之士，到了最后，仍然跳不出一般常人的规则，还不是落在高血压或心脏病等的老病死亡之列。讲到这里，且让我们轻松一下，先来看看一些通人达士的说法，免得使一般学道修仙的人听了太过紧张，那就罪过不浅。其实，我也很相信幼年课外读物有关人道的升华，可以达到神仙的境界。这些当年幼少时期的读物，便有王子去求仙，丹成上九天。洞中方七日，世上已千年。以及三十三天天重天，白云里面出神仙。神仙本是凡人做，只怕凡人心不坚。"}
{"text":"讲到这里，且让我们轻松一下，先来看看一些通人达士的说法，免得使一般学道修仙的人听了太过紧张，那就罪过不浅。其实，我也很相信幼年课外读物有关人道的升华，可以达到神仙的境界。这些当年幼少时期的读物，便有王子去求仙，丹成上九天。洞中方七日，世上已千年。以及三十三天天重天，白云里面出神仙。神仙本是凡人做，只怕凡人心不坚。但到后来渐渐长大，又读过许多更深入的丹经道书，甚至全部道藏，真有如入山阴道上，目不暇接的气势。只是相反地，历观许多修道学仙人们的结果，以及一般通人达士的著作，那又不免会心一笑，黄粱梦醒，仍然回到人的本位里来。例如司马迁，曾经亲访修道学仙的人们，而有山泽列仙之涛，其形清癯的记载。可见并不是都像元朝以后画家们想象的八仙中的汉钟离，活像一个鱼翅燕窝吃多了的大腹贾的样子。此外，历代文人反游仙之类的诗词作品也很多。例如辛稼轩调寄卜算子的饮酒词，便是从人道的本位立言，不敢妄想成仙学佛一个去学仙，一个去学佛。仙饮干杯醉似泥，皮骨如金石？不饮便康强，佛寿须千百，八十余年入涅，且进杯中物。读了辛稼轩这首词，真可使人仰天狂笑，浮一大白。不过，我们同时要知道，这是他的牢骚，借题发挥，借酒浇愁而已。同样地，他另有一首枉读圣贤书，不能发挥忠诚爱国抱负，而借酒抒杯的名词盗跖倘名丘，孔子如名跖，跖圣丘愚直到今，美恶无真实。简册写虚名，蝼蚁侵枯骨，千古光阴一霎时，且进杯中物。其余如清人的反游仙诗也很多，如借用吕纯阳做题目的，十年橐笔走神京，一遇钟离盖便倾。不是无心唐社稷，金丹一粒误先生，妾夫真薄命，不幸做神仙等，到处可见。道家虚心养气的真传尽管历来的通人达士们，口头笔下，都在反对神仙佛道，但是遇到无可奈何之处，在潜在的意识里，何尝不懂憬超越人间，倘佯于天人的美景。所以练气行功，讲究气住丹田的人们，依旧多如过江之鲫，趋之若骛。我常常碰到有些倾心修道的人来问，如何气住丹田等等问题。我总是反问，你为什么要气住丹田来作实腹的功夫？如照道家所说的气，有三种不同的写法和定义，必须知道。古代道书上的气写作拧耪飧鲎值纳习氩课蘧褪呛笫赖奈拮郑下面四点则代表了火。"}
