{"text":"纳凉的芸芸众生时而西瓜时而凉粉时而大麦茶绿豆粥莲子百合红枣汤，暗中又有一层比富炫阔的心态，真富真阔早就庐山莫干山避暑去了，然而上海人始终在比下有余中忘了比上不足。老太婆，每有衣覆端正者，轻摇羽扇，曼声叫孙女儿把银耳羹拿出来，要加冰糖，当心倒翻老头子，上穿一百二十支麻纱的细洁汗衫，下系水灰直罗长裤，乌亮的皮拖鞋十年也不走样，骨牌凳为桌，一两碟小菜，啜他的法国三星白兰地，消暑祛疫，环顾悠然。本来是上海人话最多，按说如此满满一弄堂男女老少总该喧扰不堪了，然而连续热下来，汗流得头昏眼花，没有力气噜苏，只想横倒躺平。天光渐渐暗落，黄种人的皮肤这时愈发显得黄，瘦的肥的，再瘦再肥的，都忘我而又唯我地裎裸在路灯下，大都会的市声远近不分地洪洪雷辊。从前的上海的夏天呀，臭虫多，家家难免，也就不怕丢脸，卧具坐具搬到弄堂里来用滚水浇，席子卷拢而拍之春之，臭虫落地，连忙用鞋底擦杀。已经入夜了，霓虹灯把市空映得火灾似的，探照灯巨大的光束忽东忽西，忽交叉忽分开，广播电台自得其乐地反讽那南风吹来清嗯凉那夜莺啼声凄咦怆月下有花一咦般的梦嗡蒲扇劈啪驱蚊，完全国货的蚊烟像死烂的白蛇盘曲在地上，救火车狂吼着过了一辆，又一辆，夜深露重，还是不进屋，热呀，进去了又逃出来，江海关的大钟长鸣，明天一早要上班。从前的上海的夏令三伏，半数市民几百万，这样睡在弄堂里，路灯黄黄的光照着黄黄的肉直到天明，又是一个不饶人的大热日子。亭子间才情只有上海人才知道亭子间是什么东西，三十年代的中国电影，几乎每部片子都要出现亭子间的场景，的且介事，大概也着眼于租界亭子闻自有其苦闷的象征性。话说二十年代伊始，外国的本国的大大小小冒险家，涌到黄浦滩上来白手起家黑手起家，上海人口密度的激增快得来不及想想是好事是坏事。所谓事子间者，本该是储藏室，近乎阁楼的性质，或佣仆栖身之处，大抵在顶层，朝北，冬受风欺夏为日逼，只有一边墙上开窗，或者根本无窗，仅靠那扇通晒台的薄扉来采光透气，面积绝对小于十平方米，若有近乎十平方米者便号称后厢房，租价就高了。公务员职工教师作家卖艺者小生意人戏子弹性女郎半开门的跑单帮的搞地下工作的，乃至各种洋场上的失风败阵的狼狈男女，以及天网恢恢疏而大漏的鳏寡孤独，总是侥幸地委屈地住亭子间。"}
{"text":"所谓事子间者，本该是储藏室，近乎阁楼的性质，或佣仆栖身之处，大抵在顶层，朝北，冬受风欺夏为日逼，只有一边墙上开窗，或者根本无窗，仅靠那扇通晒台的薄扉来采光透气，面积绝对小于十平方米，若有近乎十平方米者便号称后厢房，租价就高了。公务员职工教师作家卖艺者小生意人戏子弹性女郎半开门的跑单帮的搞地下工作的，乃至各种洋场上的失风败阵的狼狈男女，以及天网恢恢疏而大漏的鳏寡孤独，总是侥幸地委屈地住亭子间。单身姘居是多数，也不乏标准五口之家，祖孙三代全天伦于斯者亦属常见，因为且介呀，且介即租界，租界即洋场，洋场即有各种好机会可乘。外茸新发明的无线电上海也仿造了，样子像教堂的拱门，门里挤出尖尖糯糯的女声，凭空唱道上海呀啊本来呀是天堂，只有口欧欢乐啊没有悲唉伤，住了大洋房，白天搓麻将亭子间与大洋房相距总不太远，靠在窗口或站到晒台边，便见大洋房宛如舞台布景片那般挡住蓝天，那被割破的蓝天上悠悠航过白云，别有一种浩荡慈悲。亭子间里的音乐家咽下油条，簌簌谱出轰轰轰，哈哈哈哈轰，我们是开路的先口哀锋，不怕你关山千万重嗡，不怕你大家听着觉得确实很有志气。其实事子间中的单身男女，姘居者，五口之家，三世同事，个个把有限的生命看作无限的前程，因为上海这个名利场不断有成功的例子闪耀着引诱人心，扬言大丈夫能屈能伸的时候，是屈得几乎伸不起来的当儿，晒台上晾着的绒线滴不完的褪色的水，竹竿把头顶的苍穹架出格子，双翼飞机从一格慢慢移到另一格，看来总归要打仗了。无线电自管自响着，盛会口欧喜箍开，嗳宾客啊齐咦咦咦来，红嗡男嗳绿口欧女，好不开嚷怀嚷唉唉唉眼前红的是砖阑上的凤仙花鸡冠花，绿的是葱，或者是檀在破面盆里的万年青。上海人家的景顶晒台都兼充堆栈，凡是不经常动用狼栉锛，病兽般匍匐在那角子上，显得逍遥悦目的要算飘飘于风中的衣裤床单，扬扬如万国旗，寒酸中透着物华天宝之感。"}
{"text":"上海人家的景顶晒台都兼充堆栈，凡是不经常动用狼栉锛，病兽般匍匐在那角子上，显得逍遥悦目的要算飘飘于风中的衣裤床单，扬扬如万国旗，寒酸中透着物华天宝之感。夜上海嚷夜上海，你是一个不夜城嗯此时将近正午，家家户户忙着煮饭烧菜，煤球炉摆在楼梯转弯的小平面上，看起来是临时措置，十年二十年就这样过去，靠老虎窗折下来的天光，或是一只五烛光的电灯泡，被油烟熏得状如烂梨，借着它的俯照，煎炒蒸笃，样样来事，再加上房内秘制的糟酱腌醉，以及吊在檐下的腊肉风鳗如果客人来了，四菜一汤，外加冷盆，不慌不忙布满桌面――上海人的嘴，馋而且刁，即使落得住亭子间，假凤虚凰之流，拉拢窗帘啃骨咂髓神闲气定。半夜里睡也睡了，还会揪被下床，披件大衣趿着拖鞋上街吃点心，非到出名的那家不可，宁愿多走路。斯文一些的是带了器皿去买回来，兢兢业业爬上楼梯，尔后，碗匙铿然，耸肩伏在苹果绿的灯罩下的小玻璃台板上，仔仔细细咀嚼品味，隔壁的婴儿厉声夜啼，搓麻将的洗牌声风横雨斜，晒台角的鸡棚不安了一阵又告静却。乡下亲戚来上海，满目汽车洋房应接不暇，睡在地板上清晓梦回乍闻喔喔鸡啼，不禁暗叹到底上海人。然而亭子间生涯是苦恼的，厄隘蜷h，全是不三不四的凋敝家具，磕磕碰碰，少了它们又构不成眠食生计，板壁裂缝，用新旧报纸整个禳糊起来，无聊时果对半晌――胡蝶安抵莫斯科百灵机有意想不到之效力六六九一四罗斯福连任美国总统鹧鸪菜消治龙火烧红莲寺甘地绝食第六天夜半歌声儿童恕不招待猴王张翼鹏美人鱼杨秀琼航空救国大家都来买飞机人言可畏阮玲玉魂归离恨天还有镜框在低低的天花板下算是挂得高离的，许多小照片纷然若有主次，日子久了，松歪而乱了阵列，有些已经泛黄而淡褪，总归是本家姻亲的顶好的几个人呀，先父亡母的遗容是碳素擦笔画，代价比较便宜，街角的画匠着意按小照放大，无论天然人工，都表示画中人死了。凡五口之家者，每有一帧结婚照，也许当年景况好，也许硬撑也得撑个场面，男的西装笔挺，头发梳得刷光，女的披上婚纱，那辰光叫兜纱，手星捧束鲜花，已经流行康乃馨了，照片是黑白的，不庄严也有几分庄严。结婚照是亭子间中的无上精品，隔年的月饼匣加盖的米缸藤筐网篮皮包线袋床底下塞满了就只好乱摆，然而看得出是煞费苦心地每天在整顿，粗粗细细的绳索也理直了分别挂起来，不是舍不得丢掉，总归用得着的。"}
{"text":"凡五口之家者，每有一帧结婚照，也许当年景况好，也许硬撑也得撑个场面，男的西装笔挺，头发梳得刷光，女的披上婚纱，那辰光叫兜纱，手星捧束鲜花，已经流行康乃馨了，照片是黑白的，不庄严也有几分庄严。结婚照是亭子间中的无上精品，隔年的月饼匣加盖的米缸藤筐网篮皮包线袋床底下塞满了就只好乱摆，然而看得出是煞费苦心地每天在整顿，粗粗细细的绳索也理直了分别挂起来，不是舍不得丢掉，总归用得着的。也许住过亭子间，才不愧是科班出身的上海人，而一辈子脱不出亭子间，也就枉为上海人。吃出名堂来吃的生意，向来可以高逾三倍利，算得上中华三百六十行内的一项国粹生财之道。上海鱼龙混杂，鱼吃鱼料，龙吃龙料，鱼一阔马上要吃龙料，龙水浅云薄时，只落得偷吃鱼料。鱼为了冒充龙，硬硬头皮请别的鱼吃龙料，龙怕被窥破他处于旱季，借了钞票来请别的龙照吃龙料不误。于是上等上上等，下等下下等的大酒家小粥摊，无不生意兴隆。每条街上三步一楼五步一阁，两家隔肇的比比皆然。交际应酬必到之地，赔礼道歉在此圆场，庆婚礼寿弄璋弄瓦之喜，假座某某大酒家恭请阖第光临。讲斤两已成僵局，三杯过后蜂回路转，也没有一对旷男怨女，不靠吃点啥喝点啥来表示情投意合，从而进行三部曲。事情还得一早开始。从前的上海人大半不用早餐中午才起床小半都在外面吃或买回去吃。平民标准国食大饼油条加豆浆生化开来，未免太有赋体的特色，而且涉嫌诲人饕餮――粢饭生煎包子蟹壳黄麻球锅贴擂沙圆桂花酒酿圆子羌饼葱油饼麦芽塌饼双酿团刺毛肉团瓜叶青团四色甜成汤团油豆腐线粉百页包线粉肉嵌油面筋线粉牛内汤牛百页汤原汁肉骨头鸡鸭血汤大馄饨小馄饨油煎馄饨麻辣冷馄饨场面炒面拌面凉面过桥排骨面火肉粽豆沙糠赤豆棕百果糕条头糕水晶糕黄松糕胡桃糕粢饭糕扁豆糕绿豆糕重阳糕或炸或炒或汤沃的水磨年糕，还有象形的梅花定胜马桶如意腰子等糕，还有寿桃元宝，以及老虎脚爪下午三点敲过，荡马路是上海生活的著名逍遥游。成双捉对的，一家老小的，独来独往的，晚风飘衣，缓步轻语，向西的慢慢西去，向东的慢慢东去，人数好像总是均等，从未见某一方向的行人特别多。虽说无为无目的，却是各有所钟。"}
{"text":"成双捉对的，一家老小的，独来独往的，晚风飘衣，缓步轻语，向西的慢慢西去，向东的慢慢东去，人数好像总是均等，从未见某一方向的行人特别多。虽说无为无目的，却是各有所钟。看橱窗，灵市面，盯梢，买点有趣的小物事，过程中都要吃点心。花式品质当然超于早点，概念属于国际传统。下午茶，范围是中西古今兼容并包，从蟹粉小笼到火烧冰淇淋，从金腿雪笋猫耳朵到瑞士新货雀巢牌掼奶油，从采芝斋鲜肉梅菜开锅眉毛饺到沙利文当天出炉巧克力奶油蛋糕咖啡现磨现煮从华灯初上到翌日凌晨三句钟，洋场夜市长达十小时。彩色电力照明伴着霓虹条，铺面招牌商标层层弹跳闪耀而上，上到高楼之项，临空架起巨型广告，红绿黄蓝，曲折回旋，飞位变色，把冥m的夜幕烘成金紫。欲雨不雨之际，云朵被映红了，压在黑黑的林立的建筑群体上，一派末日将临的炼狱气象。女的浓妆艳抹旗袍高跟，男的西装革履呢帼长衫路上摩托吉普福特奥斯汀，空中酒香油气煎熬燔炙五味杂陈。汽车嘟嘟，电车当当，三轮车黄包车丁零丁零，救火车救命车鸣哗呜哗横冲直撞，像要放火杀人脚踏车手推车不断地挨骂，红灯绿灯，马路如虎口。眼睛勿生格！猪猡！漩开！侬猪猡！要僚老婆做孤蠕阿是？瘪三！侬洋装瘪三，勿要面孔！人行道上摩肩接踵，嘶喊怪笑招呼打朋调戏吃豆腐，寻死哟？嗨嗨寻侬一道死！姆妈――姆蚂――姆蚂呀啊啊阿妮头，姆妈勒拉格搭！。小赤佬，侬摸袋袋阿是？爷叔爷叔，好勒好勒好勒呀喔唷！已无色相可以牺牲的野鸡雌头，忽而站到明处，忽而退入暗角，都残败得脂粉也搽不上了，一脸死红烂白。电台正在播唱烟花女子告阴状她们即使听见也觉得唱的不就是自己。租界上的路警叫作巡捕，绰号红头阿三，手执警棍，踱来踱去，突然从后裤袋掏出春宫照片，塞给小孩子，乍一看吓得转身就逃，阿三挥棍大笑。据说他们不是印度人，是巴基斯坦人。马路夜市最安分的摊贩，强格里格强来末大家买，看得里格勿强勿要噢买那伴奏的洋铜鼓正好是强强强格里格强，听来十分坦荡和谐。"}
{"text":"已无色相可以牺牲的野鸡雌头，忽而站到明处，忽而退入暗角，都残败得脂粉也搽不上了，一脸死红烂白。电台正在播唱烟花女子告阴状她们即使听见也觉得唱的不就是自己。租界上的路警叫作巡捕，绰号红头阿三，手执警棍，踱来踱去，突然从后裤袋掏出春宫照片，塞给小孩子，乍一看吓得转身就逃，阿三挥棍大笑。据说他们不是印度人，是巴基斯坦人。马路夜市最安分的摊贩，强格里格强来末大家买，看得里格勿强勿要噢买那伴奏的洋铜鼓正好是强强强格里格强，听来十分坦荡和谐。强者，便宜也，买主却都要横拣竖拣，狠心还价。不拣不还价，岂非瘟生阿木林寿头码子了？拣吧，尽拣勿动气。价钿讲定，问你要包一包哦？要，摊主伛下身去\\nn用纸包好，细绳扎起，拎出来。再会！纸包里已不是你拣中的东西，而是次贷或假赁――耶稣！到底啥入是瘟生阿木林寿头码子？勿赚侬两钿，我吃西北风啊？妮穷爷真叫运遒勿好，啥人喜欢勒拉马路浪敲铜鼓？上海是人的海。条条马路万头攒动，千百只收音机同时开响。畅四郎动脑筋去探母，打渔的萧大侠决定要杀家了，黄慧如小姐爱上车夫陆根荣，杨乃武小白菜正在密室相会。长达十小时的沸腾夜市，人人都在张嘴咂舌，吃掉的鱼肉喝掉的茶酒可堆成山流作河。那时的宴楼总是两层三层，式样仿照西洋，结果完全是中国自己的格局。招牌上的金字颜体成了谭体，脑满肠肥地高高挂起，当门便是宽敞的楼梯。雕花车木扶栏漆得锃亮，每一级的立面排镶着五色纹样的方块瓷砖，硬塞给你花团锦簇的印象。楼梯顶头必是大镜，映够了对街跳跃的灯火。楼下的铺面生意叫堂吃，价格普通，光线较暗，座位也挤，少有衣履鲜妍者，却往往客满。跑单帮开码头之流，以及买醉果腹的低档白相人暨白相嫂嫂，脸多横肉，肉上多风尘。相比之下，楼上就陡然明煌耀目，这厅连那厅，虚隔着丝绒长幔，角几盆花正红，壁饰屏条梅兰竹菊，后面一排小房间珠帘沉垂，那是雅座，多半是预订的，真正富贵的筵席怎会设在这里？这里是暴发市侩的摆场面充阔佬，或者正在拉拢一局文不对题的尴尬婚姻，或者演着用色相作贿赂以金条买义气的滩簧文明戏。最放肆富声色还得要算那一厅连一厅的吃客，男女个个在说话，纵情咳笑，说之笑之不足便高叫拍手。"}
{"text":"这里是暴发市侩的摆场面充阔佬，或者正在拉拢一局文不对题的尴尬婚姻，或者演着用色相作贿赂以金条买义气的滩簧文明戏。最放肆富声色还得要算那一厅连一厅的吃客，男女个个在说话，纵情咳笑，说之笑之不足便高叫拍手。猜拳的吆喝似啼似吠似嗥似吼，强迫拉回王朝盛世科举时代一品当朝，两榜利呀，三星照呀，四季红呀，五经魁呀，六六顺呀，七巧渡呀，八仙寿呀，快得利呀，全福寿呀，对对呀，喜相逢呀错拳罚三杯，先要门前清。侬勿来事哉，我呀，我又不醉，换大杯？上伐？侬想要我好看，我搭侬吃到天亮，看啥人先赖到台子底下去有的脸红极胀紫，有的脸白绷泛青，摇摇晃晃进洗手间，开天窗，会钞，倒拔蛇，有的自用食指中指挖喉咙，呕个清爽再上阵，这倒是古罗马的作风，可见上海人罗马人都是聪明人。此时另有聪明人上楼来了，一男一女，老而憔悴，滞钝多礼，自是见过世面的，男的坐而架腿操琴，女的立着拈帕开腔，嗓子沙嘎板眼颇有路数，转弯抹角处竭力要传名派的神。抽足鸦片来卖唱，收得碎钱再去燕子窝吞云吐雾。上海夜市的酒楼，语声叫声笑声豁拳声堂倌呼应声盘盏铿锵声，再加上这番苍凉高亢的西皮黄流水倒板，整个酒楼会浮起来浮起来，整条街也随之恍惚荡漾。在睢恣咆哮的众生中，唯一清醒有为的是堂倌，踮着像是不着地的小急步，这桌那桌穿梭往来。忽而抑扬顿挫报菜名，忽而向厨房的方向关照敦促，忽而为客人结账口诵心算历历无误。苍白的脸上，那片挂上去的微笑，五小时十小时不会掉下来。端菜端饭，是一项绝技，左手可拿四碗六碗，碗搁在碗与碗之间也就此攫到腕上臂上，右手少说亦是两盘三盏，平平稳稳汤水不溢，对于时鲜品类烹调法，有问必答，深入浅出。凡是特别嗜好，一定转向厨下，包君满意！呀，汤凉了，马上进去回锅，添一把翠生生的红根菠菜可以用饭了吧，饭已送到桌边还有大盘银丝卷小囡打翻杯盏，勿碍勿碍，立刻揩抹干净雪白的热毛巾双妹牌花露水香得刺鼻，递了一遍又一遍看看是专心侍候着这边，静如处子那边稍有倾向当即反应过去，动若脱兔，整个厅堂在他心上是一局棋。你说迪只菜味道不错。他说本楼特色，老吃客是识货格。你说伊只物事推扳。他说对勿起，下趟保险烧好，今朝勿算数。"}
{"text":"凡是特别嗜好，一定转向厨下，包君满意！呀，汤凉了，马上进去回锅，添一把翠生生的红根菠菜可以用饭了吧，饭已送到桌边还有大盘银丝卷小囡打翻杯盏，勿碍勿碍，立刻揩抹干净雪白的热毛巾双妹牌花露水香得刺鼻，递了一遍又一遍看看是专心侍候着这边，静如处子那边稍有倾向当即反应过去，动若脱兔，整个厅堂在他心上是一局棋。你说迪只菜味道不错。他说本楼特色，老吃客是识货格。你说伊只物事推扳。他说对勿起，下趟保险烧好，今朝勿算数。夜戏散场，压轴性的喧嚣闹忙过后，上海整个疲乏不堪，到处油污脏水废物垃圾。长长的多桥的苏州河秽黑得无有倒影，蒸发着酪烈的辛臭。野猫在街口哀鸣。窗子一扇扇熄丁。马路上的夜风说冷不冷说热不热，含着都市统体的汗骚膻腥，淡而分明。真的能感觉到屋顶路面都在喘息。暗暗讨饶，只剩街灯下碎烂的报纸飘起旋落。等到江海关的大钟一敲，晨光一照，报童一喊，垃圾车一过，商店的千门万户一开，上海又上了海，精神一小时一小时抖擞起来。那种没有操场的小学，弦子们只好在人行道边列队，望着对马路热气腾腾的早食店，齐唱礼义廉耻，表现在衣食住行，这便是一直唱到未来种种譬如今嗯日口欧生。城里小囡比乡下小国聪明，也不知自己在唱什么，这时食的现世轮回倒又转动了。从前的上海人的口腹之禄，包罗世界范畴的美食异琼华夏诸传统宗派的名厨自然就荟萃申江。单以黄浦区而言，京广川扬苏锡杭甬徽潮，闽豫以及清真素斋本地等，十六种风味各擅胜场，明显优势在于五大帮京菜――源出山东，以鲜嫩香脆为特色，倚仗宫廷款目，煞有富贵介事，引入想人非非，而调理纯正，盘式雍容，菜中之缙绅也。粤莱――有海派广东莱之称，淡雅清爽，于若生若熟中见技巧，品名花俏，用料淫奇，神妙处大有仙趣，菜中之丽姝也。川菜――标榜昧酸甜麻辣苦香咸。八滋麻辣鱼香酸辣怪味红油干煸等。实则一辣以蔽之，自有其王气霸气，菜中之纵横家也。扬菜――镇江世系，刀精，主料明，和顺适口，回味酉覃悠。可家常，可盛宴，菜中之出将人相者也。再者，维扬细点，允为隽物。"}
{"text":"川菜――标榜昧酸甜麻辣苦香咸。八滋麻辣鱼香酸辣怪味红油干煸等。实则一辣以蔽之，自有其王气霸气，菜中之纵横家也。扬菜――镇江世系，刀精，主料明，和顺适口，回味酉覃悠。可家常，可盛宴，菜中之出将人相者也。再者，维扬细点，允为隽物。本帮菜――本帮菜就是上海人伶俐性格的食品化，小东门十六铺德兴馆红烧秃肺生炒圈子酱熙樱桃虾子乌参，尤其是一道以生煸草头垫底的蒜蓉红焖大肠，遥迩闻名。广西路老正兴白糟腌青鱼春笋火腿川槽，得味自然，他家的糟是自己酿制的。小花园大陆饭店的清炒去皮鳝背，松腴芳茹，而炸双排不拘挂糖醋洒椒盐，一色金黄勿沾油。牛庄路天香楼象牙菩鱼，刺少肉致，配葱蒜姜酒下锅生炒，白里透黄，宛如象牙，那菩鱼是杭州七里塘所产，确系神品――上海菜刁钻精乖，识时务者为俊杰也。话说三十年代初，昆山阿双以清汤鸭面驰誉苏常一带，有鉴于沪西发势迅猛，抢先在拉都路开张分店。红汤熏鱼面荠菜虾仁豆腐素炒杏边笋竹笋以生在银杏树旁者最佳或谓阿双的清汤鸭面，当列为中国国面云。近大中华酒店，有大发者，本是绍藉馆，后聘苏州松鹤楼主厨，研制出虾脑酱汤面，热腾腾的银丝面上，覆一层赤蕾赫尾的清水河虾，恰似珊瑚盖白玉。申江民间小吃，以当令时新为竞取，燕笋头刀韭菜马兰头油菜薹苜蓿毛豆荚豌豆苗莴苣蚕豆荠菜油塌菜霜打黑河豚菜河蚌香蛳糟田螺呛虾硝肉糟蛋鳗鲞醉蟹南乳渍蚶子上海人是不怕玩物丧志的，猪大肠叫圈子，鸡肫肝称时件，青鱼肉脏曰。秃肺，狗裔讳香肉，蛙腿号樱桃，鱼尾则豁水，那中段者肚档，火腿与鲜猪爪共炖，文火历昼夜，红白相映，赐谧金银蹄，形容黄鱼炸得蓬松，乃名松鼠黄鱼，嫌鳖不韵，改字圆鱼，或。甲鱼水鸡，其沿背壳之软体，昵呼裙边，美食家之大嗜也，再要溯涉松江四鳃鲈鱼，矜贵若翻质称祝那就更加如梦似真了。上海人曾把西餐通俗口语化为大菜，吃大菜是时髦风光的，但被老板训斥，亦讥讽或解嘲作老板请侬吃大菜。上海的西式汤类中，有两只不可不提。"}
