{"text":"我们不希望看到奸臣，也不希望看到忠臣，这话怎么说呢？我们晓得文天祥是忠臣，岳飞也是忠臣，但是我们不希望国家遭遇到他们当时那样的时代。我们希望看到的是名臣大臣，像赵就是名臣大臣。他最后退下来，回到家里，写了一首诗腰佩黄金已退藏，个中消息也寻常，世人欲识高斋老，只是柯村赵四郎。不要看错了，说他腰里都是黄金美钞所以退休了。这个黄金不是黄金美钞，看京剧就知道，所谓斗大黄金印，年高白玉堂。古代方面大员的印信，实际上是一颗铜的大印，叫作黄金印，有如现在中央部会的印，铸印局用铜铸的，也可叫黄金印。腰佩黄金已退藏，是说退还了那颗黄金印。个中消息也寻常，一生风云人物，其实很平常。世人欲识高斋老，他下来以后所住的地方叫高斋，他说你们以为住在高斋的这个老头子有什么了不起，而想认识认识他是何等样的人吗？只是柯村赵四郎，其实还是当年住在柯村的赵老四啊！他是那么平淡，那么平凡。所以一个最了不起的人，是最平凡的人。真做到平凡，才是真了不起。而赵最后的谥号是两个字清献，历史上的赵清献公，就是赵，他一生都奉献给国家，而一生清正，到达这个程度是很难的。其他的名臣很多，在这里一时也说不完。总之，中国过去的历史文化，非常重视这个谥法，而我们现在呢！大有陆放翁诗的斜阳古柳赵家庄，负鼓盲翁正作场。死后是非谁管得，满村听说蔡中郎。管他的！死了就拉到，老子死后，你要骂就骂吧！只要我现在活得舒服就对了。我们不要忘记了，谥法就是中国文化的精神，等到邦有道时，这些东西仍然要恢复起来才对。试看西方的文化，西方的精神，不管文人英雄，死了就死了。像法国人，一提到就只有拿破仑。拿破仑又有什么了不起，崛起只有二十来年，五十多岁就死了，而且是个失败的英雄，比楚霸王还差劲，什么拿破仑的！在中国历史上这种英雄多得很，只因为历史上多是同情失败的英雄，所以徒使竖子成名耳。现在的西方文化更搞不清楚，死后是非谁管得，生前拚命自宣传。可是我们中国人要懂中国文化谥法的道理和精神。同时我们也要知道，像日本明治维新的几个重要人物之一――伊藤博文的名言计利应计天下利，求名当求万世名。这是吸收中国文化的东西，日本人自称东方文化，其实都是道地的中国文化。我们这一代青年，那种短见，那种义利之不分，实在匪夷所思。"}
{"text":"在中国历史上这种英雄多得很，只因为历史上多是同情失败的英雄，所以徒使竖子成名耳。现在的西方文化更搞不清楚，死后是非谁管得，生前拚命自宣传。可是我们中国人要懂中国文化谥法的道理和精神。同时我们也要知道，像日本明治维新的几个重要人物之一――伊藤博文的名言计利应计天下利，求名当求万世名。这是吸收中国文化的东西，日本人自称东方文化，其实都是道地的中国文化。我们这一代青年，那种短见，那种义利之不分，实在匪夷所思。刚才我们几个人谈到现代青年对现代知识的贫乏，什么都没有，一谈就是考什么学校，为了待遇多少，为了求生活，这些是从前我们从来不考虑的。现在搞成这个样子，真是文化精神的衰退，实在值得我们多加注意。这是谈到谥法引出来的题外感想。现在回到原文。卫国的大夫孔圉，死后谥作文。子贡问孔子何以谓之文也？一个人一生作人做事，要怎么样才够得上称作文？子曰敏而好学，不耻下问，是以谓之文也。一个人聪明――聪明的人不大好学的，而且聪明的人往往以为自己的学问够了，尤其我们现代人，容易犯这个毛病，好像自己什么都懂而且现代人犯一个更大的毛病，地位越高了，好像自己学问也随之而越高深了，这是很成问题的。要敏而好学，越聪明越好学，为自己，为事业都好，这才是了不起的人物。第二点更难了不耻下问，什么叫下问？比我不如的人，也要虚心向他请教求证。人要有自知之明，那样行就是行，即使行了，以能问于不能，作为参考，这才叫能够集思广益。孔子说一个人能够敏而好学，再加上不耻下问的谦德，才符合文这个字的内涵。曾国藩的了不起，就是幕府中的人才多，他的智囊团组织大，第一流的人才都参加，大家的智慧变成他的智慧。诸葛亮的了不起，也是幕府人才非常多。所以要敏而好学，不耻下问才叫做文。名臣的典范孔子又批评一个人，是当时春秋时代，比孔子稍稍早一点，郑国有名的首相，对郑国有了不起的贡献的，名叫子产。子谓子产，有君子之道四焉其行己也恭，其事上也敬，其养民也惠，其使民也义。子产是历史上有名的好宰相，好政治家，孔子非常佩服他，说他特别有四点君子之道，不是普通的常情德业修养等等可比。因此孔子对他四个长处，在历史价值上加以评论。他说子产自己严肃得很，管理自己非常恭谨，不马虎，这是很难得的。"}
{"text":"子谓子产，有君子之道四焉其行己也恭，其事上也敬，其养民也惠，其使民也义。子产是历史上有名的好宰相，好政治家，孔子非常佩服他，说他特别有四点君子之道，不是普通的常情德业修养等等可比。因此孔子对他四个长处，在历史价值上加以评论。他说子产自己严肃得很，管理自己非常恭谨，不马虎，这是很难得的。一个人对自己最易放松，往往认为错处总是他人的，很少对自己的错失反省，而子产做得到行己也恭，实在难得。同时又事上也敬，子产做首相，对于主上非常恭敬。恭是自己内心的肃诚，敬是对人对事态度上的严谨。换言之对上接受命令时，不只是服从，有好的意见时要提出力争。执行命令，要尽心，不只是敷衍了事。最怕的既不能令，又不受命你要他提意见办法，他表示没有异议，你教他执行，他又呆在那里。而子产对上对下都能敬于其事。其养民也惠，他能促使经济繁荣，对于社会百姓，大家能得其所养，安定生活，对于社会有贡献，有恩惠给人民，因此老百姓感恩于他，他有命令下达时，各个服从。但是其使民也义，他又非常合理合时合法，人家乐意听他用，的确是大政治家的风范。所以郑国有子产才能兴起来，因为他有四点君子之道。这四点长处并不仅是政治家才应该具备，而我们不是政治家就用不着，没有这种事。如果我们拿这四点来作人处世，就是成功的一半，所谓君子之道，大有可望了。孔子讲到另外一个人，就是晏平仲。齐国人，曾任宰相，年纪比孔子大一点，但与孔子同时。孔子到齐国所以不得志，就是小矮子不让他去，齐国本来想请孔子去，小矮子告诉齐王你能有这度量，可以请他来吗？这个话皇帝一听，心里有数了，就不敢请孔子去。但是孔子对于晏子很佩服。子曰晏平仲善与人交，久而敬之。他说这个人作朋友了不起，历史上有他的专门著作――晏氏春秋。晏子是大政治家，可说是孔子前辈，年龄虽然差不多，但比孔子出道早。古文观止上有一篇，辑自史记管晏列传，提到晏子的车夫，一天回家时，太太要求离婚。车夫问什么原因，他的太太说，我今天在门缝中看到你驾车载晏子经过门口，晏子那么矮，做了宰相，名震诸侯，还是简朴无华，自居人下的样子。"}
{"text":"但是孔子对于晏子很佩服。子曰晏平仲善与人交，久而敬之。他说这个人作朋友了不起，历史上有他的专门著作――晏氏春秋。晏子是大政治家，可说是孔子前辈，年龄虽然差不多，但比孔子出道早。古文观止上有一篇，辑自史记管晏列传，提到晏子的车夫，一天回家时，太太要求离婚。车夫问什么原因，他的太太说，我今天在门缝中看到你驾车载晏子经过门口，晏子那么矮，做了宰相，名震诸侯，还是简朴无华，自居人下的样子。而你身高八尺，只是他的仆役，却显得意气扬扬自足自满的样子。你竟是这样没有出息，不长进的人，所以我要离婚。晏子的车夫听了这番话，就马上改过，力学谦卑，第二天驾车都变了。晏子看见他突然一反常态，样子变了，觉得奇怪，问明了原因，晏子就培养他，从此立志读书，后来官拜大夫。从这个故事可知晏子有他了不起的地方，孔子尤其佩服他这个人对于交朋友的态度。他不大容易与人交朋友，如果交了一个朋友，就全始全终。我们都有朋友，但全始全终的很少，所以古人说相识满天下，知心能几人？到处点头都是朋友，但不相干。晏子对朋友能全始全终，久而敬之，交情越久，他对人越恭敬有礼，别人对他也越敬重交朋友之道，最重要的就是这四个字――久而敬之。我们看到许多朋友之间会搞不好，都是因为久而不敬的关系初交很客气，三杯酒下肚，什么都来了，最后成为冤家。讲到这里，我们想到中国人的夫妇之道――相敬如宾――宾是客人，对于客人无论如何带几分客气，如果家人正在吵架，突然来了客人，一定暂行停战，先招待客人，也许脸上的怒意没有完全去掉，但对客人一定客气有礼。夫妇之间，在最初谈恋爱时，西门町电影院门口等了两小时，肚子里冒火，对方来了，还是笑脸迎上去，并且表示再等两小时也没关系。如果结了婚，再这样等两小时，不骂一顿才怪！因为是夫妇了嘛！所以夫妇之间，永远保持谈恋爱时的态度――相敬如宾，感情一定好。不但夫妇如此，朋友也如此。扩而大之，长官对于部下，部下对于长官，也是这个道理。这个敬的作用是什么？好像公共汽车后面八个字的安全标记保持距离，以策安全。少碰为妙。普通人交朋友，恰恰与晏平仲相反，时间久了，好朋友变成冤家，这对五伦中的友道，实在有亏。尤其是我们这一代青年，对任何人都不大相信，友道根本上已成了问题。必须急图匡正。以便维系久而敬之的交友原则。"}
{"text":"因为是夫妇了嘛！所以夫妇之间，永远保持谈恋爱时的态度――相敬如宾，感情一定好。不但夫妇如此，朋友也如此。扩而大之，长官对于部下，部下对于长官，也是这个道理。这个敬的作用是什么？好像公共汽车后面八个字的安全标记保持距离，以策安全。少碰为妙。普通人交朋友，恰恰与晏平仲相反，时间久了，好朋友变成冤家，这对五伦中的友道，实在有亏。尤其是我们这一代青年，对任何人都不大相信，友道根本上已成了问题。必须急图匡正。以便维系久而敬之的交友原则。玩物丧志接下去，谈到了臧文仲。子曰臧文仲居蔡，山节藻，何如其知也？我们首先要了解的，臧文仲是孔子父母之邦――鲁国的大夫，为臧孙氏，名辰。居字在这里，和囤积居奇这句成语中的那个居字的意义相同。蔡是大乌龟，就是在街上特产店中可买到的玳瑁。讲到乌龟和狗，在中国上古的文化中，都是很受重视的东西。平常碰到广东朋友，就往往会谈到吃狗肉。为什么广东朋友欢喜吃狗肉？因为广东福建一带，直到现在还保存了不少唐代以前的文化。同时在中文音读方面，广东福建的语系，很多地方还保有唐代的中州音。我们研究诗词读古文讲音韵平仄。假使用现在的国语发音，有时候会有很大的困惑我们如用国语来朗诵古诗词，就会常常读错音的。例如一个字的平上去入四声，现代改为第一声第二声第三声第四声。但第四声入往往和平声没什么分别，所以原来的四声等于只有三声。原来的上去入等三声都是仄声，但现在听见有人用国语朗诵诗词，对入声字就念成了平声，这就是因为现在的国语，一四两声不容易分而发生的毛病。我们中国字的念法，不但有平上去入四声，事实上以中原音为准，有宫商角征知矣切羽变宫变征等七音。笛谱上有合四一上尺工凡等七个音阶。所谓中原是古南阳，现在的河南鄂北一带，为中原的中心地带。京戏中皮黄的黄，就是指湖北黄陂黄冈一带而言，如大王这个名词，在京戏里念成代王的音，广东话的大佬也念成代佬，这就是古音。所以现在要研究中国的文学文化，都必须懂得广东话，乃至福建话包括台湾话。因为广东话福建话有七个音，尤其闽南话到了八音，它的鼻音非常多，有些是国语没有的音。"}
{"text":"笛谱上有合四一上尺工凡等七个音阶。所谓中原是古南阳，现在的河南鄂北一带，为中原的中心地带。京戏中皮黄的黄，就是指湖北黄陂黄冈一带而言，如大王这个名词，在京戏里念成代王的音，广东话的大佬也念成代佬，这就是古音。所以现在要研究中国的文学文化，都必须懂得广东话，乃至福建话包括台湾话。因为广东话福建话有七个音，尤其闽南话到了八音，它的鼻音非常多，有些是国语没有的音。为什么我们说广东人的吃狗肉，也是来自上古的文化？我国自古以狗作祭品。自三代以来，差不多到商周时代，祭品中才取消狗，改用牛猪羊等作祭祀的牺牲。老子道德经有天地不仁，以万物为刍狗的话――一般人批评老子这句话为阴险刻薄，看事情太透彻。因为他们解释这句话的意思是说，天地无所谓仁不仁，生了万物，又把万物当刍狗来玩弄。这是对老子思想的误解，或者故意曲解来作幽默用的。老子刍狗的本意，就是草做的狗。狗在古代本来是作祭祀用的牺牲，在祭祖宗祭天地等典礼中，如现在的冷猪头牛羊等。后来由于社会风气的演变，不再用真的狗，而用草扎一只狗形来代替。相当于后世在拜拜的时候，用面做的猪头来代替真的猪头一样。刍狗做好以后，在还没有用来祭祀之前，大家对它都很重视，碰都不敢随便碰等到举行祭祀以后，就把它丢到垃圾堆里去了。儒家常说天地有仁心，滋生了万物老了则说天地无所谓仁，也无所谓不仁。天地生了万物，并没有想取回什么报酬。人帮助了人，都往往附带了条件，希望有所回报。于是老子说人要效法天地。天地生了万物，他没有居功天地给万物以生命，他没有自认为荣耀天地做了好事，使万物生生不息。凡是能做的，做了就做了，没有条件。所以真正要成为圣人，就要效法天地的这种精神，养成这样的胸襟。所以老子的天地不仁，以万物为刍狗的真正意思是天地看万物和那个丢掉的草狗一样，并没有对人特别好，对其他的万物特别差。人之所以对万物差，是因为人的主观，人的自私的观念这是老子的本意。总之，这是说明上古把狗肉看得很重要，同时也把乌龟看得很重要。刚才说过了，研究古代文化，比较接近的，要从广东福建两省的文字语言风俗习惯着手。本省同胞的祖先，都是来自闽粤的，他们祭祀时用米做的乌龟很多。而在大陆其他各省，对乌龟就很忌讳。实际上乌龟在唐代以前都是好的象征。"}
{"text":"所以老子的天地不仁，以万物为刍狗的真正意思是天地看万物和那个丢掉的草狗一样，并没有对人特别好，对其他的万物特别差。人之所以对万物差，是因为人的主观，人的自私的观念这是老子的本意。总之，这是说明上古把狗肉看得很重要，同时也把乌龟看得很重要。刚才说过了，研究古代文化，比较接近的，要从广东福建两省的文字语言风俗习惯着手。本省同胞的祖先，都是来自闽粤的，他们祭祀时用米做的乌龟很多。而在大陆其他各省，对乌龟就很忌讳。实际上乌龟在唐代以前都是好的象征。认为它的寿命很长，又代表了厚道富贵，所以本省现在还保留这个风气。现在讲到蔡，就是大龟――玳瑁，是龟中特别好的一种。战国时代，对大龟看得很珍贵。如果现在有人以此为题写博士论文，一定也可以拿到一个学位。司马迁在史记中写了日者列传龟策列传，就提到过乌龟。所谓日者在古代包括了天文学家气象学家占卜算命等都在内。过去对于这些像科学，又像哲学，又像玄学的东西，都归太史公掌管。所以当时太史这个官，就是专管历史和这些事情的。司马迁的史记中，常有太史公曰，因为他是历代世袭的太史，他是把父亲捧出来我爸爸说的。后来司马迁承袭父职也做了太史公。他自己要骂人的时候，不好意思直骂，就说太史公曰――我爸爸当年说的，这是司马迁写文章调皮的地方。司马迁在日者龟策列传中，写到卜卦用乌龟的事。古代认为乌龟有神灵，卜卦要用乌龟的壳。卜卦的人如何找得到那么好的乌龟壳？古代的情形不知道，据我们所看到的，就很残忍了。是把乌龟上下夹住，然后在乌龟后面用火一烧，乌龟被烧痛了，拚命想逃走，可是壳又被夹住了，最后向前猛窜，龟肉飞了出去，壳就留下来，所谓脱壳乌龟就是这情形。这种龟壳，就被认为有神灵，拿来作卜卦之用。司马迁因为世代研究这类东西，天文气象卜卦等等都会，因此他在龟策列传中，对这件事写得很妙。他说乌龟如何如何灵，如何如何神。在春秋战国以前，遇到国家大事，连大臣们都不能决疑的时候，就用卜卦来决定。他还举出了许多例子，来证明乌龟如何灵验，但写到最后，妙了！他写道江淮人家，常畜龟饮食之，以为能导引致气。最后这么一句，意思是说据小子我遍游名山大川，读万卷书，行万里路，到了南方一看，江淮之人，长江以南，湖南广东一带的人，他们还吃乌龟的肉呢！这篇文章到此就完了。"}
{"text":"司马迁因为世代研究这类东西，天文气象卜卦等等都会，因此他在龟策列传中，对这件事写得很妙。他说乌龟如何如何灵，如何如何神。在春秋战国以前，遇到国家大事，连大臣们都不能决疑的时候，就用卜卦来决定。他还举出了许多例子，来证明乌龟如何灵验，但写到最后，妙了！他写道江淮人家，常畜龟饮食之，以为能导引致气。最后这么一句，意思是说据小子我遍游名山大川，读万卷书，行万里路，到了南方一看，江淮之人，长江以南，湖南广东一带的人，他们还吃乌龟的肉呢！这篇文章到此就完了。你说他迷信不迷信？这可不知道了，也许这是他的历史哲学。上面说了乌龟很灵验，既然很灵验，又自己保不住，江淮的人还吃乌龟肉，就可见不灵验。假如不灵验，又何必去迷信？但一定说是迷信，上面又举了很多灵验的事实。由此我们知道古人写文章，不像现代的人写文章没有根。古人写文章不但有根有据，而且不轻易下结论，非常客观。现在回到本文。如上面所说的，因为古人对于乌龟非常重视，鲁国的大夫臧文仲居蔡，把一个玳瑁藏起来。当年没有博物馆，臧文仲是一位大夫，在自己家里，修了一间房子，把这个玳瑁供起来。这间供玳瑁的房子，漂亮极了。山节藻，就是古代木质的建筑物，在梁柱上雕刻有山水。藻是海藻形的花纹浮雕。就是接的地方。为了供一只乌龟，特别在家里修一栋建筑物，又修得那么漂亮华丽奢侈。一般人都认为臧文仲很有智慧，很有学问。孔子就说何如其知也？――这个知读智――像他做这样事情的人，为什么一般人说他很有智慧呢？孔子认为臧文仲做这件事，太不懂事，几乎是近于无知。他相信一个人到了某种地位时，在言行上，一举一动，一句话，都会影响到社会风气。以现代社会而言，如果一个有权位的人家，养一只小狗，给它盖栋小洋房，就未免太过分了。当一个社会艰难困苦的时候，这样做是不应该的，这不能算是智。进退揖让之间这里又批评当时历史上另外一个人――令尹子文子张问曰令尹子文三仕为令尹，无喜色。三已之，无愠色。旧令尹之政，必以告新令尹。何如？子曰忠矣。曰仁矣乎？曰未知，焉得仁？令尹子文是春秋战国时代，楚国的名宰相。姓斗，名谷于菟。楚国是当时南方新兴的国家。"}
{"text":"进退揖让之间这里又批评当时历史上另外一个人――令尹子文子张问曰令尹子文三仕为令尹，无喜色。三已之，无愠色。旧令尹之政，必以告新令尹。何如？子曰忠矣。曰仁矣乎？曰未知，焉得仁？令尹子文是春秋战国时代，楚国的名宰相。姓斗，名谷于菟。楚国是当时南方新兴的国家。研究春秋战国的历史文化就知道，北方大概偏重于传统守旧到了南方，楚国是后起的国家，气象就不同，文化思想都有新兴开展的现象。同时他也有很好的政治家。令尹子文，令尹是官名，等于后世所谓的宰相首相。子文是封号。他的道德学问都很有修养，而他当时在国际间的声望，大致相当于近代日本明治维新的名相伊藤博文。三仕为令尹，无喜色。他三次上台做首相，并没有觉得了不起，一点也没有高兴过。三已之，无愠色。三次下台卸官，他也没有难过。人在上台与下台之间，尽管修养很好，而真能到淡泊的并不多。一旦发表了好的位置，看看他那个神气，马上不同了。当然，人逢喜事精神爽，这也是人情之常，在所难免。如果上台了，还是本色，并没有因此而高兴，这的确是种难得的修养。下台时，朋友安慰他这样好，可以休息休息。他口中回答是呀！我求之不得！但这不一定是真心话。事实上一个普通人并不容易做到安于下台的程度。所以唐人的诗说逢人都说休官好，林下何曾见一人！这是描写当时在朝做官这种情形，古今中外都是一样，不足为怪。不但中国，外国也是一样。不喜不愠，这是很重要的修养。此其一。其次，上台终有下台时。爬山的朋友就知道，爬上去时固然很难，下山的时候更危险。因为向上爬很费力很痛苦，一定会小心。走下坡的时候，就满不在乎了，但往往在这时出毛病。我们可以从爬山体会人生。人上台终有下台时，而且老是站在台上，永远演上去就没有意思了。和电影电视界的人一接触就知道，再好的明星，演上十年，也就不再受欢迎了。大家看惯了的面孔，就会生厌，必须要换新人。所以有时下来，换个面孔，蛮好！同是一个人，到别的地方站站，蛮好！此中也其有人生哲理。此其二。在权位名利之间，大家都说对富贵功名不在乎，但有人问我喜欢什么？我一定说喜欢钱。问我有钱没有？我老实回答没有钱。当然，不应该要的钱不会去拿，危险的钱不敢去拿，所以一辈子也没有钱。"}
