{"text":"这种宣传电影，目的意识就马上被看透。有着衰老而盲目的母亲的独养子一太郎君，得了召集令，将母亲放在她的一切衰老和盲目之中，为了君国，出征去膺惩可恶的仇敌了。勇壮的日章旗，万岁，一太郎呀！我们往往被给看这种军国美谈的东西。而这些东西，乃是电影公司所制的商业电影，当开演时，也并不叨公会堂和小学校讲堂的光，收取着有名誉的观览费，在普通的常设馆里堂皇地开映。一到这样，善良而无疑的看客，便不觉得这是宣传电影了。他们就将自己的付过正当的观览费这一个事实，做了那影片并非宣传电影的证明。其实，单纯的看客，是没有觉到陷于被那巧妙地布置了的宣传所煽动，所欺骗，然而对于那欺骗，还要付钱的二重欺骗的。在市民底的用语惯例上的宣传电影的无意义，大略就如此。为什么呢，因为没有目的的电影，因而就不是宣传电影的电影之类的东西，不过是幻想的缘故。我们能够就现在所制成的一切影片，将那隐微的目的――有时这还未意识底地到了目的地步，止是倾向以至趣味的程度罢了，但那倾向以至趣味，结果也是一个重要的宣传价值――摘发出来。那或是向帝国主义战争的进军喇叭，或是爱国主义，君权主义的鼓吹，或是利用了宗教的反动宣传，或是资产者社会的拥护，是对于革命的压抑，是劳资调和的提倡，是向小市民底社会底无关心的催眠药，――要之，是只为了资本主义底秩序的利益，专心安排了的思想底布置。在一九二八年，开在墨斯科的中央委员会的席上，关于电影，有了将电影放在劳动者阶级的手中，关于苏维埃教化和文化的进步的任务，作为指导，教育，组织大众的手段。的决议了。苏维埃电影的任务，即在在世界的电影市场上，抗拒着资本主义底宣传的澎湃的波浪，而作宣传。世界现今是正在作为第二次大战的准备的，观念形态斗争的涡中。而电影，是和那五十九亿的看客一同，可以在这斗争的秤盘上，加上决定底的重量去的。三电影和战争资本主义底宣传电影之中，占着最重要的部门的，是战争影片。将战争收入电影里去，已经颇早了。当电影刚要脱离襁褓的时候，我们就看见了罗马，巴比伦，埃及之类的兵卒的打仗。"}
{"text":"世界现今是正在作为第二次大战的准备的，观念形态斗争的涡中。而电影，是和那五十九亿的看客一同，可以在这斗争的秤盘上，加上决定底的重量去的。三电影和战争资本主义底宣传电影之中，占着最重要的部门的，是战争影片。将战争收入电影里去，已经颇早了。当电影刚要脱离襁褓的时候，我们就看见了罗马，巴比伦，埃及之类的兵卒的打仗。这是那时的电影对于舞台的唯一的长处，为了要使利用了自由的就地摄影和巨大的场内陈设和大众摄影的光景的魅力，发现到最大限度，所以设法出来的。辉煌的古代的铠甲，环以城垣的都市，神祠，奇怪的偶像，枪，盾，矛，火箭，石弩，这样异域情调的，而在当时，又是壮丽的布置，便忽然眩惑了对于电影还很幼稚的大众的眼，正合了时尚了。但在初期的这类的战争，归根结蒂，和大排场的马戏，比武之类的把戏，也并无区别。古代罗马和凯尔达戈，都不是现代电影看客的祖国。战争也不过仗了那动底的煽情底的视觉，使他们兴奋，有趣罢了。引进近代的战争去，而在那里面分明地装入有意识的宣传底要素的最初的电影制，我以为恐怕是葛蕾菲士罢。他在取材于南北战争的一民族之诞生，亚美利加这些影片上，赞美北军的英雄主义，将所谓合众国建国的精神，化为正当，化为美丽了。凡这些，虽不如后出的许多好战底影片那样，积极底地鼓吹了对外战争，但那目的，则仍在对于国民中有着驳杂分子的人种博物馆一般的合众国和其居民，涵养其确固的国家底概念，爱国心。十足的亚美利加人这一句口号，流行起来，成为亚美利加化运动的有力的武器，对于从爱尔兰来的巡警，从昔昔利来的菜商，于黑人，于美洲印第安，也都想印上这脸谱去了。亚美利加化的历程，以欧洲大战的勃发，亚美利加的参战，以及和这相伴的急速的帝国主义化为契机，而告了完成。亚美利加和对德宣战同时，还必须送一百万军队到法兰西去，于是开始了速成的募兵，施行了速成的海军扩张。奏着煽动底的进行曲的军乐队，在各处都市的大街上往来，各十字路口帖着传单，报纸独于此时候说些亚美利加市民的义务。易受煽动的青年们，或者为着不去应募，将被恋人所鄙弃，或者为着对于生活，觉得厌倦，或者又为着进了海军去看看世界，就来当募兵了。"}
{"text":"亚美利加化的历程，以欧洲大战的勃发，亚美利加的参战，以及和这相伴的急速的帝国主义化为契机，而告了完成。亚美利加和对德宣战同时，还必须送一百万军队到法兰西去，于是开始了速成的募兵，施行了速成的海军扩张。奏着煽动底的进行曲的军乐队，在各处都市的大街上往来，各十字路口帖着传单，报纸独于此时候说些亚美利加市民的义务。易受煽动的青年们，或者为着不去应募，将被恋人所鄙弃，或者为着对于生活，觉得厌倦，或者又为着进了海军去看看世界，就来当募兵了。当此之际，亚美利加政府之宣传，也是有史以来的最大规模，而且最见效果的了。在这宣传之战，充了最主要的脚色的，是新闻和电影。当这时期，在本来的意义上的战争电影，这才制作出来了。在以根据西班牙的发狂底反对德国者伊本纳支s的原作默示录的四骑士spps，我们的海s为代表作品的战争影片上，亚美利加的支配阶级便描写出德国军队的如何凶残，德国潜艇的如何非人道，巧妙地煽动了单纯的花旗人。然而花旗帝国主义开始呈露它本来的锐锋，却在欧战收场之后，懂得了大众的军国化，是应该在平时不断地安排的时候。在一九二年代的前半，切实地支配了全世界人类的脑子的，首先是活泼泼的战争的记忆。于是发生一种欲望，要符世界大战这一个重大的历史底事件，在国民底叙事诗的形态上，艺术底地再现出来，正是自然的事。而所作的电影，就切实地倾向大众的兴味和感情上去，也正是自然的事。将这有利的情势，忽然利用了的，是花旗帝国主义。战争的叙事法，便以最为好战底的煽动企图，创作出来了。战争影片的不绝的系列，产生了。战地之花，飞机大战s以下，许多反动底宣传影片，列举名目就不胜其烦。不消说，那些电影是没有战时的纯粹的煽动影片一般地露骨的，制作之法，是添些乐剧式恋爱的适当的甘甜，以及掩饰些人道主义底的战争批评的药料，弄得易于下咽，使能在较自然，较暗默之中，达到宣传的目的。但虽然是十分小心的假面，而其究竟目的之所在，则同是将遮眼的东西给与大众，使不明帝国主义底战争的本质，以及赞美亚美利加军队的英雄主义，有时还宣传军队生活的放恣和有趣罢了。我深惜在这里没有揭出这种战争影片的完全的目录，以那代表底的几个例子，来使我的叙述更加具体起来的纸面和时间了。"}
{"text":"不消说，那些电影是没有战时的纯粹的煽动影片一般地露骨的，制作之法，是添些乐剧式恋爱的适当的甘甜，以及掩饰些人道主义底的战争批评的药料，弄得易于下咽，使能在较自然，较暗默之中，达到宣传的目的。但虽然是十分小心的假面，而其究竟目的之所在，则同是将遮眼的东西给与大众，使不明帝国主义底战争的本质，以及赞美亚美利加军队的英雄主义，有时还宣传军队生活的放恣和有趣罢了。我深惜在这里没有揭出这种战争影片的完全的目录，以那代表底的几个例子，来使我的叙述更加具体起来的纸面和时间了。但我相信将来会有补正的机会的。就战争和电影所历叙的这些事实，那自然，也决不是惟亚美利加所独有的特别现象。倒是在别的一切帝国主义强国里，都在争先兴办的。德国将大战巡洋舰世界大战等呈在我们的眼前，法国是制作了凡尔登――历史的幻想――ss蔼克巴什p等，英国则以黎明，日本则以炮烟弹雨，地球在回旋和蔚山洋西的海战等，竭力用心于军事思想的普及。当叙述完战争电影之际，而没有提及作为几个例外底现象的反对战争的倾向，怕是不妥当的罢。我们在战地之花里，在几个段落里，虽然是太感伤底的，然而总算也看见了描写着诅咒战争的心情。那心理，在战地鹃声中，就更为积极底地表白着。但在这些影片上，对于战争的确然的批评和态度，并无一定。只有着和卓别林p曾在从军梦s里，将战争化为谑画了那样的同一程度的认识。和这比较起来，技术上非常卓拔的战争影片帝国旅馆p的导演者所作的铁条网，倘临末没有那高唱人类爱的可笑的夸张，则和猛烈地讽刺了帝国主义战争的名喜剧阵后谐兵一同，大概是可以属于反战争电影的范畴的了。四电影与爱国主义爱国底宣传电影，也是世界大战后的显著的现象。为什么呢？因为这种电影，虽有外形上的差违，但终极之点，是在向帝国主义战争的意识的准备，鼓舞，在那君权主义上，在那好战性上，和战争影片是本质底地相关联的。那么，那目的是在那里呢？"}
{"text":"四电影与爱国主义爱国底宣传电影，也是世界大战后的显著的现象。为什么呢？因为这种电影，虽有外形上的差违，但终极之点，是在向帝国主义战争的意识的准备，鼓舞，在那君权主义上，在那好战性上，和战争影片是本质底地相关联的。那么，那目的是在那里呢？直接地，是宣传团体观念，国旗之尊严，间接地，是奖励暴力，使民心倾向右翼政党，当和外国争夺资本市场之际，即刻有军事行动的事，成为妥当化。这种影片的最活泼的影响，大抵见于选举国会议员，选举大总统的时期，如德国的国权党，尤其是能够仗了爱国主义的电影，博得许多的投票。例如叫作腓立大王s，这在日本，是大加短缩，改题为莱因悲怆曲了的普鲁士勃兴的历史影片，是其中的最获成功的。那正是大战后的张皇的时代，且正值跟着德国革命的失败而来的反动的火头上，这是有产阶级的巧妙的宣传。穷极，饿透了的小市民们，在这影片中，看见精锐的腓立大王的禁军的行进，看见七年战争的冠冕堂皇的胜利，于是想起了往日的皇帝的治世，便在无智的廉价的感激中，鼓掌蹈足，吹起口笛来了。接着这个，而国民底英雄俾士麦的传记，化成电影了，兴登堡的传记，化成电影了。俾士麦s者，单为了那制作，就设起俾士麦电影公司来，照成了两部二十余卷的巨制，凡在这帝国主义底政治家一生中的一切爱国底，煽情底的要素，都一无遗漏地填进在那里面。兴登堡者，是乘这老将军当选为大统领――这叨光于影片腓立大王和俾士麦之处是多么现代电影与有产阶级俾士麦影片公演时所散布的纲要书上，载着这样的说明――我们的影片的祖国底的目的sZ，也规定了那内面的结构和事件的时间底限制。所以俾士麦的少年时代，仅占了极简略的开端。中略。而且这故事，是应该以一八七一年的德意志建国收场的。为什么呢？就因为跟着发生的国内的纷争，以及他的退隐，是惹起阴沉的回忆，不使观者结合，却使之乖离，有违于这电影全体的祖国底的目的的缘故。这影片的主要部分，是将从一八四七年，俾士麦入了政治底生活的时候起，至一八七一年止，作为一个完成了的戏曲的。下略。"}
{"text":"所以俾士麦的少年时代，仅占了极简略的开端。中略。而且这故事，是应该以一八七一年的德意志建国收场的。为什么呢？就因为跟着发生的国内的纷争，以及他的退隐，是惹起阴沉的回忆，不使观者结合，却使之乖离，有违于这电影全体的祖国底的目的的缘故。这影片的主要部分，是将从一八四七年，俾士麦入了政治底生活的时候起，至一八七一年止，作为一个完成了的戏曲的。下略。的大呵。――之机，为了他的收罗人心而作的。一九二七年春，德意志国权党领袖之一，奥古斯德霞尔书店的事实上的所有者福干培克，乘德国大公司之一乌发公司的财政危机，买进了那股票的过半，坐了乌发公司总经理的交椅了。于是德国的电影事业和那影响力，便全捏在国权党的手里。福干培克立刻在乌发公司的出品计划上，露骨地显示了他的政治底主张。那最是世界底的例子，是世界大战的二部作。对于这，社会民主党的内阁便即刻取了牵制底手段。就是，使德意志银行来对抗福干培克，投资于乌发公司。为了使德国的独占底大电影公司不成为国权党宣传机关，这是不得已的方法。世界大战已有删节的片子，绍介于日本按在上海，去年也大演了一通，那是有着怎样的倾向和主张的事，大约现在早可以无须详说了罢。在表面上所标榜的，世界大战是将一九一四年至一九一七年的战争中所摄的各国大抵是德法的照片，凭了纯粹的历史底客观而编辑的留在软片上的记录。而且这比起专一描写本国军队的胜利，的勇敢，的爱国的亚美利加式电影来，也真好像近于写实。然而注意较深的观察者，却即刻可以看见。从丹南培克之战起，常只将兴登全集二心集当世界大战开演之际，关于这影片，有一个将军述其所感，登在报上道。――战争是完全可怖的，但我们是认战争，因为在战争中，再没有较之辱没自己的职务，尤为可怖的运命了。我们的青年们，对于战争的恐怖，应该以平静的镇定和确固的意志而进行。所以这影片的凄惨的场面，决不是可以厌恶的东西，却对于这影片给了意义，增了价值。堡将军的胜利，重复地映出了好几回。而且和写着在战时屡救祖国的将军，当平和时，也作为大统领而尽力于祖国等语的字幕一同，这电影也就完结了。"}
{"text":"――战争是完全可怖的，但我们是认战争，因为在战争中，再没有较之辱没自己的职务，尤为可怖的运命了。我们的青年们，对于战争的恐怖，应该以平静的镇定和确固的意志而进行。所以这影片的凄惨的场面，决不是可以厌恶的东西，却对于这影片给了意义，增了价值。堡将军的胜利，重复地映出了好几回。而且和写着在战时屡救祖国的将军，当平和时，也作为大统领而尽力于祖国等语的字幕一同，这电影也就完结了。五电影和宗教通一切时代，宗教一向在供支配阶级的御用，是已经证明了许多次数的。这在东洋，则教人以佛教底的忍从和蔑视现世，在西方，则成为基督教底平和主义，想阻止现存的阶级社会的积极底改革。到二十世纪，宗教虽然已经失却了昔日的权威和信仰，但倒是因为失却，所以对于那支配阶级的奴仆状态，也就愈加露骨，故意起来了。在物质文明发达较迟的国度中，宗教还有着大大的宣传煽动力。资本主义于是将宗教和电影相结合，能够同时利用了。例如，十诫s，基督教徒s，宾汉，万王之王s，犹太之王，拿撒勒的耶稣之类的现代电影与有产级作为属于这范畴的影片，可以列举出路易飞迭南公子s，乌第九号，猫桥s，律查的猛袭s，希勒的军官们s，大战巡洋舰，我们的安覃s及其他的德国影片拿破仑p，贞德――但并非输入日本的的作品――等法国影片珂罗内勒和孚克兰岛的海战sss等英国影片来。至于亚美利加，则连在彼得班，红皮之类的童话和乐剧中，也发见了训导sps按星星和条纹花旗之尊严的机会了。"}
{"text":"至于亚美利加，则连在彼得班，红皮之类的童话和乐剧中，也发见了训导sps按星星和条纹花旗之尊严的机会了。教宣传电影，亚细亚之光ss，大圣日莲之类的佛教电影，是和感激之泪一同，从全世界的愚夫愚妇，善男信女的衣袋里，赚得确实的布施，从商业底方面看起来，也是利益最多的影片。一切宗派中，罗马加特力教会是最留意于电影的利用的，每年开一回电影会议，议定着那一年中全世界底宣传的计划。在我们的周围，宗教之力早已几乎视若无物了。至多，也不过本愿寺，日莲宗之流，组织了巡行电影团，竭力想维系些乡下农民的信仰。然而因此便推定宗教的世界底无力，是不可以的。只要看在苏维埃的文化革命的历程中。还不能放掉对于宗教的斗争，而在实行的事实，大概就可以明白其间情势了。六电影和有产阶级为资本主义底生产方法和有产者政府的监视所拘束的现今电影的一切，几乎都被用于拥护有产阶级的事，我相信是已经很明显了的。但在这里，却将电影和有产阶级的关系，限于较狭的意义，只来论及直接服役于市民有产阶级的光荣和支配的电影这一种。这种电影，可以分成三样概括底区别。那第一种，是和封建底，乃至贵族底社会相对抗，而尽讴歌有产阶级之胜利的任务的。因此那全部，几乎都是取材于市民底社会的勃兴的历史影片。，或者的野兽底横暴，在其下尝着涂炭之苦的农民，工商阶级。到影片的第七卷，而有产阶级终于蜂起，将电影底的极顶和壮大的群集s，在这里大行展开，这是那典型底的结构。但在大多数的影片上，有产阶级是决不作为一个阶级底总体而蹶起的，大抵由一个往往是贵族出身，年青，而又眉目秀丽的！英雄所指导，力点就放在那个人底的英雄主义上。作为那最是性格底的作品，读者只要记起罗宾汉，斯凯拉谟修，定情之夕来，大约就足够了。在日本的时代剧，尤其是剑剧影片之中，我们也有那不少的例子。"}
{"text":"但在大多数的影片上，有产阶级是决不作为一个阶级底总体而蹶起的，大抵由一个往往是贵族出身，年青，而又眉目秀丽的！英雄所指导，力点就放在那个人底的英雄主义上。作为那最是性格底的作品，读者只要记起罗宾汉，斯凯拉谟修，定情之夕来，大约就足够了。在日本的时代剧，尤其是剑剧影片之中，我们也有那不少的例子。但是，我们又能够在那历史底时代，发见新兴有产阶级所演的革命的脚色，和现在的无产阶级的斗争，其间有很大的类似。倘将意识底的强音集中于此的时候，是可以产生优秀的作品的。如熊的结婚，农奴之翼，斯各丁城，忠次旅行日记等，便是那仅少的代表。第二种，是反对无产阶级革命的电影。党人魂是当内务省检阅之际，惹起了大问题，终于遭了警视厅来制限其开映的忧患的影片，但那内容是什么呢？大暴动ps按在上海映演时，名狂风暴雨也靠了长有数卷的小插画，这才好容易得以许可开演的影片，然而那所选的是怎样的主题呢？这些影片，是只在用俄国的无产阶级革命为背景这一点上，因而遭了禁止，或重大的删剪的。但要之，那所描写，是将无产阶级革命当作了无统制的暴民的一揆。无教育而不道德的农民和劳动者，倚恃着多数，攻入贵族的城堡去，破坏家具，美丽的少女，酗酒，单喜欢流血。那是在无产阶级的胜利上，特地蒙上暴虐的假面，涂些污泥，使小市民变成反革命起见而作的有产阶级的。我们于此，看见了如拥护有产者社会而设的宣传电影，却被的所禁止的那种奇怪而且愉快的现象了。固然，在约翰南伊之爱和最后的命令s上，剪去了十月革命，那却是检阅者十分做了他所该做的事的。最后，就来了以大都会ps按在上海映演时，名科学世界为典型的劳资调和电影的一连串。关于大都会，现在已经无须在这里缕述了。"}
