{"text":"八月十四日师大英语系及英语研究所同人邀宴我们夫妇于欣欣餐厅，出席者六十人，我们很兴奋也很感慨。我们于二十四日设宴于北投金门饭店答谢同人，并游野柳。退休之后，我们无忧无虑到处闲游了几天。最近的地方是阳明山，我们寻幽探胜专找那些没有游人肯去的地方。我有午睡习惯，饭后至旅舍辟室休息，携手走出的时候旅舍主人往往投以奇异的眼光，好像是不大明白这样一对老人到这里来是搞什么勾当。有一天季淑说青草湖好不好我说管他好不好去一所破庙，一塘泥水，但是也有一点野趣，我们的兴致很高。更有时季淑备了卤菜，我们到荣星花园去野餐，也能度过一个愉快的半天。我没有忘记翻译莎氏戏剧，我伏在案头辄不知时刻，季淑不时的喊我起来起来陪我到院里走走。她是要我休息，于是相偕出门赏玩她手栽的一草一木。我翻译莎氏，没有什么报酬可言，穷年累月，兀兀不休，其间也很少得到鼓励，漫漫长途中陪伴我体贴我的只有季淑一人。最后三十七种剧本译完，由远东图书公司出版，一九六七年八月六日承朋友们的厚爱，以中国文艺协会中国青年写作协会台湾省妇女写作协会中国语文学会的名义发起在台北举行庆祝会，到会者约三百人，主其事者是刘白如赵友培王蓝等几位先生。有两位女士代表献花给我们夫妇，我对季淑说好像我们又在结婚似的。是日中华日报有一段报导，说我是三喜临门一喜，三十七本莎翁戏剧出版了，这是台湾省的第一部由一个人译成的全集二喜，梁实秋和他的老伴结婚四十周年三喜，他的爱女梁文蔷带着丈夫邱士耀和两个宝宝由美国回来看公公。三喜临门固然使我高兴，最能使我感动的另有两件事一是谢冰莹先生在庆祝会中致词，大声疾呼莎氏全集的翻译之完成，应该一半归功于梁夫人一是世界画刊的社长张自英先生在我书房壁上看见季淑的照片，便要求取去制版刊在他的第三百二十三期画报上，并加注明这是梁夫人程季淑女士――在四十二年前――年轻时的玉照，大家认为梁先生的成就，一半应该归功于他的夫人。他们二位异口同声说出了一个妻子对于她的丈夫之重要。她容忍我这么多年做这样没有急功近利可图的工作，而且给我制造身心愉快的环境，使我能安心的专于其事。"}
{"text":"他们二位异口同声说出了一个妻子对于她的丈夫之重要。她容忍我这么多年做这样没有急功近利可图的工作，而且给我制造身心愉快的环境，使我能安心的专于其事。文蔷士耀和两个孩子在台住了一年零九个月，给了我们很大的安慰，可是他们终于去了，又使我们惘然。我用了一年的工夫译了莎士比亚的三部诗，全集四十册算是名副其实的完成了，从此与莎士比亚暂时告别。一九六八年春天，我重读近人一篇短篇小说，题名是迟些聊胜于无Z，描述一个老人退休后领了一笔钱带着他的老妻补做蜜月旅行，甚为动人，我曾把它收入我所编的高中英语教科书，如今想想这也正是我现在应该做的事。我向季淑提议到美国去游历一番，探视文蔷一家，顺便补偿我们当初结婚后没有能享受的蜜月旅行，她起初不肯，我就引述那篇小说里的一句话什么，一个新娘子拒绝和她的丈夫做蜜月旅行她这才没有话说。我们于一九七零年四月二十一日飞往美国，度我们的蜜月，不是一个月，是约四个月，于八月十九日返回台北，这是我们的一个豪华的扩大的迟来的蜜月旅行，途中经过俱见我所写的一个小册西雅图杂记。十六我们匆匆回到台北，因为帮我们做家务的小姐即将结婚，她在我们家里工作已经七年，平素忠于职守，约定等我们回来她再成婚，所以我们的蜜月不能耽误人家的好事。季淑从美国给她带来一件大衣，她出嫁时赠送她一架电视机及家中一些旧的家具之类。我们去吃了喜酒，她的父母对我们说了一些话，我一句也听不懂，季淑听懂了其中一部分都是乡村人所能说出的简单而诚挚的话。我已多年不赴喜宴，最多是观礼申贺，但是这一次是例外，直到筵散才去。我们两年后离开台北，登车而去的时候，她赶来送行，我看见她站在我们家门口落下了泪。我有凌晨外出散步的习惯，季淑怕我受寒，尤其是隆冬的时候，她给我缝制一条丝绵裤，裤脚处钉一副飘带，绑扎起来密不透风，又轻又暖。像这样的裤子，我想在台湾恐怕只此一条。她又给我做了一件丝绵长袍，在冬装中这是最舒适的衣服，第一件穿脏了不便拆洗，她索性再做一件。"}
{"text":"我已多年不赴喜宴，最多是观礼申贺，但是这一次是例外，直到筵散才去。我们两年后离开台北，登车而去的时候，她赶来送行，我看见她站在我们家门口落下了泪。我有凌晨外出散步的习惯，季淑怕我受寒，尤其是隆冬的时候，她给我缝制一条丝绵裤，裤脚处钉一副飘带，绑扎起来密不透风，又轻又暖。像这样的裤子，我想在台湾恐怕只此一条。她又给我做了一件丝绵长袍，在冬装中这是最舒适的衣服，第一件穿脏了不便拆洗，她索性再做一件。做丝绵袍不是简单的事，台湾的裁缝匠已经很少人会做。季淑做起来也很费事，买衣料和丝绵，一张一张的翻丝绵，做丝绵套，剪裁衣料，绷线，抹浆糊，缭边，钉纽扣，这一连串工作不用一个月也要用二十天才能竣事，而且家里没有宽大的台面，只能拉开餐桌的桌面凑合着用，佝着腰，再加上她的老花眼，实在是过于辛苦。我说我愿放弃这一奢侈享受，她说你忘记了你的狐皮袄我都给你做了，丝绵袍算得了什么新做的一件，只在阴历年穿一两天，至今留在身边没舍得穿。说到阴历年，在台湾可真是热闹，也许是大家心情苦闷怀念旧俗吧，不知为什么有那么多的人竞相拜年。季淑是永远不肯慢待嘉宾的，起先是大清早就备好的莲子汤茶叶蛋以及糖果之类，后来看到来宾最欣赏的是舶来品，她就索性全以舶来品待客。客人可以成群结队的来，走时往往是单人独个的走，我们双双的恭送到大门口，一天下来筋疲力竭。但是她没有怨言，她感谢客人的光临。我的老家，自一九一二年起，就取消过年的一切仪式。到台湾后季淑就说别的不提，祖先是不能不祭的。我觉得她说得对。一个人怎能不慎终追远呢每逢过年，她必定治办酒肴，燃烛焚香，祭奠我的列祖列宗。她因为腿脚关节不灵，跪拜下去就站不起来，我在旁拉扯她一把。我建议给我的岳母也立一个灵位，我愿一同拜祭略尽一点孝意，她说不可，另外焚一些冥镪便是。我陪同她折锡箔，我给她写纸包袱，由她去焚送。她知道这一切都是无裨实际的形式，但是她说除此以外，我们对于已经弃养的父母还能做些什么呢一般人主持家计，应该是量入为出，季淑说到了衣食无缺的地步之后，便不该是量入为出，应该是量入为储，因为你不知道什么时候你将有不时之需。有人批评我们说你们府上每月收入多少，与你们的生活水准似乎无关。是的，季淑根本不热心于提高日常的生活水准。东西不破，不换新的。"}
{"text":"我建议给我的岳母也立一个灵位，我愿一同拜祭略尽一点孝意，她说不可，另外焚一些冥镪便是。我陪同她折锡箔，我给她写纸包袱，由她去焚送。她知道这一切都是无裨实际的形式，但是她说除此以外，我们对于已经弃养的父母还能做些什么呢一般人主持家计，应该是量入为出，季淑说到了衣食无缺的地步之后，便不该是量入为出，应该是量入为储，因为你不知道什么时候你将有不时之需。有人批评我们说你们府上每月收入多少，与你们的生活水准似乎无关。是的，季淑根本不热心于提高日常的生活水准。东西不破，不换新的。一根绳，一张纸，不轻抛弃。院里树木砍下的枝叶，晒干了之后留在冬季烧壁炉。鼓励消费之说与分期付款的制度，她是听不入耳的。可是在另一方面，她很豪爽，她常说贫家富路，外出旅行的时候决不吝啬过年送出去的红包，从不缺少亲戚子弟读书而膏火不继，朋友出国而资斧不足，她都欣然接济。我告诉她我有一位朋友遭遇不幸急需巨款，她没有犹豫就主张把我们几年的储蓄举以相赠，而且事后她没有向任何人提起。忆旧篇槐园梦忆――悼念故妻程季淑女士俗话说女主内，男主外。我的家则无论内外一向由季淑兼顾。后来我觉察她的体力渐不如往昔的健旺，我便尽力减少在家里宴客的次数，我不要她在厨房里劳累，同时她外出办事我也尽可能的和她偕行。果然，有一天，在南昌街合会她从沙发上起立突然倒在地上，到沈彦大夫诊所查验，血压高至二百四十几度，立即在该诊所楼上病房卧下，住了十天才回家。病房的伙食只是大碗面大碗饭，并不考虑病人的需要，我每天上午去看她，送一瓶鲜桔汁，这是多少年来我亲手每天为她预备的早餐的一部分，再送一些她所喜欢的食物，到下午我就回家，这十天我很寂寞，但是她在病房里更惦记我。高血压是要长期服药休养的，我买了一个血压计，我耳聋听不到声音，她自己试量。悉心调养之下她的情况渐趋好转，但是任何激烈的动作均行避免。自从季淑患高血压，文蔷就企盼我们能到美国去居住，她就近可以照料。一九七二年国际情势急剧变化，她便更为着急。我们终于下了决心，卖掉房子，结束这个经营了多年的破家，迁移到美国去。但是卖房子结束破家，这一连串的行动牵涉很广，要奔走，要费唇舌，要与市侩为伍，要走官厅门路，这一份苦难我们两个互相扶持着承受了下来。于五月二十六日我们到了美国。"}
{"text":"悉心调养之下她的情况渐趋好转，但是任何激烈的动作均行避免。自从季淑患高血压，文蔷就企盼我们能到美国去居住，她就近可以照料。一九七二年国际情势急剧变化，她便更为着急。我们终于下了决心，卖掉房子，结束这个经营了多年的破家，迁移到美国去。但是卖房子结束破家，这一连串的行动牵涉很广，要奔走，要费唇舌，要与市侩为伍，要走官厅门路，这一份苦难我们两个互相扶持着承受了下来。于五月二十六日我们到了美国。十七美国不是一个适于老年人居住的地方，一棵大树，从土里挖出来，移植到另外一个地方去，都不容易活，何况人人在本乡本土的文化里根深蒂固，一挖起来总要伤根，到了异乡异地水土不服自是意料中事。季淑肯到美国来，还不是为了我西雅图地方好，旧地重游，当然兴奋。季淑看到了她两年前买的一棵山杜鹃已长大了不少，心里很欢喜。有人怨此地气候潮湿，我们从台湾来的人只觉得其空气异常干燥舒适。她来此后风湿性关节炎没有严重的复发过，我们私心窃喜。每逢周末，士耀驾车，全家出外郊游，她的兴致总是很高，咸水公园捞海带，植物园池塘饲鸭，摩基提欧轮渡码头喂海鸥，奥林匹亚啤酒厂参观酿造，斯诺夸密观瀑，义勇军公园温室赏花，布欧尔农庄摘豆，她常常乐而忘疲。从前去过加拿大维多利亚拔卓特花园，那里的球茎秋海棠如云似锦，她常念念不忘。但是她仍不能不怀念安东街寓所她手植的那棵面包树，那棵树依然无恙，我在一九七三年一月十一日壬子腊八戏填一首俚词给她看恼煞无端天末去。几度风狂，不道岁云暮。莫叹旧居无觅处，犹存墙角面包树。目断长空迷津渡。泪眼倚楼，楼外青无数。往事如烟如柳絮，相思便是春常驻。事实上她从来不对任何人有任何怨诉，只是有的时候对我掩不住她的一缕乡愁。在百无聊赖的时候季淑就织毛线。她的视神经萎缩，不能多阅读，织毛线可以不太耗目力。在织了好多件成品之后她要给我织一件毛衣，我怕她太劳累，宁愿继续穿那一件旧的深红色的毛衣，那也是她给我织的，不过是四十几年前的事了。我开始穿那红毛衣的时候，杨金甫还笑我是暗藏春色。如今这红毛衣已经磨得光平，没有一点毛。有一天她得便买了毛线回来，天蓝色的，十分美观，没有用多少工夫就织成了，上身一度，服服帖帖，她说我给你织这一件，要你再穿四十年。"}
{"text":"在织了好多件成品之后她要给我织一件毛衣，我怕她太劳累，宁愿继续穿那一件旧的深红色的毛衣，那也是她给我织的，不过是四十几年前的事了。我开始穿那红毛衣的时候，杨金甫还笑我是暗藏春色。如今这红毛衣已经磨得光平，没有一点毛。有一天她得便买了毛线回来，天蓝色的，十分美观，没有用多少工夫就织成了，上身一度，服服帖帖，她说我给你织这一件，要你再穿四十年。岁月不饶人，我们两个都垂垂老矣，有一天，她抚摩着我的头发，说你的头发现在又细又软，你可记得从前有一阵你不愿进理发馆，我给你理发，你的头发又多又粗。硬得像是板刷，一剪子下去，头发渣迸得满处都是。她这几句话引我想起英国诗人朋士的一首小诗，，，，，，，，！，，，，，，，，，！"}
{"text":"ZZZ约翰安德森我的心肝约翰安德森我的心肝，约翰，想当初我们俩刚刚相识的时候，你的头发黑的像是乌鸦一般，你的美丽的前额光光溜溜但是如今你的头秃了，约翰，ZZZ你的头发白得像雪一般，但愿上天降福在你的白头上面，约翰安德森我的心肝约翰安德森我的心肝，约翰，我们俩一同爬上山去，很多快乐的日子，约翰，我们是在一起过的如今我们必须跚蹒的下来，约翰，我们要手拉着手的走下山去，在山脚下长眠在一起，约翰安德森我的心肝Z我们两个很爱这首诗，因为我们深深理会其中深挚的情感与哀伤的意味。我们就是正在手拉着手的走下山。我们在一起低吟这首诗不知有多少遍季淑怵上楼梯，但是餐后回到室内须要登楼，她就四肢着地的爬上去。她常穿一件黑毛绒线的上衣，宽宽大大的，毛毛茸茸的，在爬楼的时候我常戏言黑熊，爬上去她不以为忤，掉转头来对我吼一声，做咬人状。可是进入室内，她就倒在我的怀内，我感觉到她的心脏扑通扑通的跳。忆旧篇槐园梦忆――悼念故妻程季淑女士我们不讳言死，相反的，还常谈论到这件事。季淑说，我们已经偕老，没有遗憾，但愿有一天我们能够口里喊着一二三，然后一起同时死去。这是太大的奢望，恐怕总要有一个先后。先死者幸福，后死者苦痛。她说她愿先死，我说我愿先死。可是略加思索，我就改变主张，我说那后死者的苦痛还是让我来承当吧她谆谆的叮嘱我说，万一她先我而化，我须要怎样的照顾我自己，诸如工作的时间不要太长，补充的药物不要间断，散步必须持之以恒，甜食不可贪恋――没有一项琐节她不曾想到。我想手拉着手的走下山也许尚有一段路程。申请长久居留的手续已经办了一年多，总有一天会得到结果，我们将双双的回到本国的土地上去走一遭。再过两年多，便是我们结婚五十周年，在可能范围内要庆祝一番，我们私下里不知商量出多少个计划。谁知道这两个期望都落了空四月三十日那个不祥的日子命运突然攫去了她的生命上午十点半我们手拉着手到附近市场去买一些午餐的食物，市场门前一个梯子忽然倒下，正好击中了她。送医院急救，手术后未能醒来，遂与世长辞。"}
{"text":"申请长久居留的手续已经办了一年多，总有一天会得到结果，我们将双双的回到本国的土地上去走一遭。再过两年多，便是我们结婚五十周年，在可能范围内要庆祝一番，我们私下里不知商量出多少个计划。谁知道这两个期望都落了空四月三十日那个不祥的日子命运突然攫去了她的生命上午十点半我们手拉着手到附近市场去买一些午餐的食物，市场门前一个梯子忽然倒下，正好击中了她。送医院急救，手术后未能醒来，遂与世长辞。在进入手术室之前的最后一刻，她重复的对我说华，你不要着急华，你不要着急这是她最后对我说的一句话，她直到最后还是不放心我，她没有顾虑到她自己的安危，到了手术室门口，医师要我告诉她，请她不要紧张，最好是笑一下，医师也就可以轻松的执行他的手术。她真的笑了，这是我在她生时最后看到的她的笑容她在极痛苦的时候，还是应人之请做出了一个笑容她一生茹苦含辛，不愿使任何别人难过。我说这是命运，因为我想不出别的任何理由可以解释。我问天，天不语。哈代有一首诗二者的辐合Z，写一九一二年四月十五日豪华邮轮铁达尼号在大西洋上做处女航，和一座海上漂流的大冰山相撞，死亡在一千五百人以上。在时间上空间上配合得那样巧，以至造成那样的大悲剧。季淑遭遇的意外，亦正与此仿佛，不是命运是什么人世间时常没有公道，没有报应，只是命运，盲目的命运我像一棵树，突然一声霹雳，电火殛毁了半劈的树干，还剩下半株，有枝有叶，还活着，但是生意尽矣。两个人手拉着手的走下山，一个突然倒下去，另一个只好踉踉跄跄的独自继续他的旅程本文曾引录潘岳的悼亡诗，其中有一句上惭东门吴。东门吴是人名，复姓东门，春秋魏人。列子力命魏人有东门吴者，其子死而不忧，其相室曰公之爱子，天下无有，今子死，不忧何也东天吴曰吾常无子，无子之时不忧今子死，乃与向无子同，臣奚忧焉这个说法是很勉强的。我现在茕然一鳏，其心情并不同于当初独身未娶时。多少朋友劝我节哀顺变，变故之来，无可奈何，只能顺承，而哀从中来，如何能节我希望人死之后尚有鬼魂，夜眠闻声惊醒，以为亡魂归来，而竟无灵异。白昼萦想，不能去怀，希望梦寐之中或可相觏，而竟不来入梦环顾室中，其物犹故，其人不存。"}
{"text":"列子力命魏人有东门吴者，其子死而不忧，其相室曰公之爱子，天下无有，今子死，不忧何也东天吴曰吾常无子，无子之时不忧今子死，乃与向无子同，臣奚忧焉这个说法是很勉强的。我现在茕然一鳏，其心情并不同于当初独身未娶时。多少朋友劝我节哀顺变，变故之来，无可奈何，只能顺承，而哀从中来，如何能节我希望人死之后尚有鬼魂，夜眠闻声惊醒，以为亡魂归来，而竟无灵异。白昼萦想，不能去怀，希望梦寐之中或可相觏，而竟不来入梦环顾室中，其物犹故，其人不存。元微之悼亡诗有句唯将终夜常开眼，报答平生未展眉我固不仅是终夜常开眼也。季淑逝后之翌日，得此间移民局通知前去检验体格然后领取证书。又逾数十日得大陆子女消息。我只能到她的坟墓去涕泣以告。六月三日师大英语系同仁在台北善导寺设奠追悼，吊者二百余人，我不能亲去一恸，乃请陈秀英女士代我答礼，又信笔写一对联寄去，文曰形影不离，五十年来成梦幻音容宛在，八千里外吊亡魂。是日我亦持诵金刚经一遍，口诵一切有为法，如梦幻泡影，如露亦如电，应作如是观，而我心有驻，不能免于实执。五十余年来，季淑以其全部精力情感奉献给我，我能何以为报秦嘉赠妇诗诗人感木瓜，乃欲答瑶琼。愧彼赠我厚，惭此往物轻。虽知未足报，贵用叙我情。Z缅怀既往，聊当一哭衷心伤悲，掷笔三叹一九七四年八月二十九日于美国西雅图。忆我最初读的赵子曰老张的哲学二马，未识其人，只觉得他以纯粹的北平土话写小说颇为别致。北平土话，像其他主要地区的土语一样，内容很丰富，有的是俏皮话儿，歇后语，精到出色的明喻暗譬，还有许多有声无字的词字。如果运用得当，北平土话可说是非常的生动有趣如果使用起来不加检点，当然也可能变成为油腔滑调的耍贫嘴。以土话入小说本是小说家常用的一种技巧，可使对话格外显得活泼，可使人物个性格外显得真实凸出。若是一部小说从头到尾，不分对话叙述或描写，一律使用土话，则自海上花一类的小说以后并不多见。我之所以注意的小说者尽在于此。胡适先生对于的作品评价不高，他以为的幽默是勉强造作的。但一般人觉得的作品是可以接受的，甚至颇表欢迎。抗战后，有一段期间住在北碚，我们时相过从。"}
