{"text":"其实，孔子对于读书有他自己的看法。他主张读书要从兴趣出发，不赞成为求知而求知的纯学术态度知之者不如好之者，好之者不如乐之者。他还主张读书是为了完善自己，鄙夷那种沽名钓誉的庸俗文人古之学者为己，今之学者为人。他一再强调，一个人重要的是要有真才实学，而无须在乎外在的名声和遭遇，类似于不患莫己知，求为可知也这样的话，论语中至少重复了四次。君子不器这句话不仅说出了孔子的治学观，也说出了他的人生观。有一回，孔子和他的四个学生聊天，让他们谈谈自己的志向。其中三人分别表示想做军事家经济家和外交家。唯有曾点说，他的理想是暮春三月，轻装出发，约了若干大小朋友，到河里游泳，在林下乘凉，一路唱歌回来。孔子听罢，喟然叹曰我和曾点想的一样。圣人的这一叹，活泼泼地叹出了他的未染的性灵，使得两千年后一位最重性灵的文论家大受感动，竟改名圣叹，以志纪念。人生在世，何必成个什么器，做个什么家呢，只要活得悠闲自在，岂非胜似一切学界大抵认为仁是孔子思想的核心，至于什么是仁，众说不一，但都不出伦理道德的范围。孔子重人伦是一个事实，不过他到底是一个聪明人，而一个人只要足够聪明，就决不会看不透一切伦理规范的相对性质。所以，君子而不仁者有矣夫这句话竟出自孔子之口，他不把仁看作理想人格的必备条件，也就不足怪了。有人把仁归结为忠恕二字，其实孔子决不主张愚忠和滥恕。他总是区别对待邦有道和邦无道两种情况，邦无道之时，能逃就逃乘桴浮于海，逃不了则少说话为好言孙，会装傻更妙愚不可及这个成语出自论语，其本义不是形容愚蠢透顶，而是孔子夸奖某人装傻装得高明极顶的话，相当于郑板桥说的难得糊涂。他也不像基督那样，当你的左脸挨打时，要你把右脸也送上去。有人问他该不该以德报怨，他反问那么用什么来报德呢然后说，应该是用公正回报怨仇，用恩德回报恩德。孔子实在是一个非常通情达理的人，他有常识，知分寸，丝毫没有偏执狂。信是他亲自规定的仁的内涵之一，然而他明明说言必信，行必果，乃是僵化小人的行径然小人哉。要害是那两个必字，毫无变通的余地，把这位老先生惹火了。他还反对遇事过分谨慎。我们常说三思而后行，这句话也出自论语，只是孔子并不赞成，他说再思就可以了。"}
{"text":"有人问他该不该以德报怨，他反问那么用什么来报德呢然后说，应该是用公正回报怨仇，用恩德回报恩德。孔子实在是一个非常通情达理的人，他有常识，知分寸，丝毫没有偏执狂。信是他亲自规定的仁的内涵之一，然而他明明说言必信，行必果，乃是僵化小人的行径然小人哉。要害是那两个必字，毫无变通的余地，把这位老先生惹火了。他还反对遇事过分谨慎。我们常说三思而后行，这句话也出自论语，只是孔子并不赞成，他说再思就可以了。也许孔子还有不洒脱的地方，我举的只是一面。有这一面毕竟是令人高兴的，它使我可以放心承认孔子是一位够格的哲学家了，因为哲学家就是有智慧的人，而有智慧的人怎么会一点不洒脱呢智者的最后弱点身为文人，很少有完全不关心名声的。鄙视名声，在未出名者固然难免酸葡萄之讥，在已出名者也未尝没有得了便宜卖乖之嫌。他也许是用俯视名声的姿态，表示自己站得比名声更高，真让他放弃，重归默默无闻，他就不肯了。名声代表作品在读者中的命运，一个人既然要发表作品，对之当然不能无动于衷。诚然，也有这样的情况天才被埋没，未得到应有的名声，或者被误解，在名满天下的同时也遭到了歪曲，因而蔑视名声之虚假。可是，我相信，对于真实的名声，他们仍是心向往之的。名声的真伪，界限似不好划。名实相符为真，然而对所谓实首先有一个评价的问题，一评价又和名纠缠不清。不过，世上有的名声实在虚假得赤裸裸，一眼可以看穿。例如，搞新闻出版的若干朋友联合行动，一夜之间推出某人的作品系列，连篇累牍发表消息访问记之类，制造轰动效应，名曰造势。可惜的是，倘若主角底气不足，则反成笑柄，更证明了广告造就不出文豪。又有一种人，求名心切，但只善于接近名人而不善于接近思想。他从事学术的方式是结交学术界名流，成果便是一串煊赫的名字。帕斯卡尔曾经将这种人一军道请把你打动了这些名流的成就拿出来给我看看，我也会推崇你了。我的想法要简单一些就算这些名流并非徒有其名，他们的学问难道和伤寒一样也会传染吗还有更加等而下之的，沽名钓誉，不择手段，甚至不惜出卖灵魂。叔本华把尊严和名声加以区分尊严关涉人的普遍品质，乃是一个人对于自身人格的自我肯定名声关涉一个人的特殊品质，乃是他人对于一个人的成就的肯定。"}
{"text":"他从事学术的方式是结交学术界名流，成果便是一串煊赫的名字。帕斯卡尔曾经将这种人一军道请把你打动了这些名流的成就拿出来给我看看，我也会推崇你了。我的想法要简单一些就算这些名流并非徒有其名，他们的学问难道和伤寒一样也会传染吗还有更加等而下之的，沽名钓誉，不择手段，甚至不惜出卖灵魂。叔本华把尊严和名声加以区分尊严关涉人的普遍品质，乃是一个人对于自身人格的自我肯定名声关涉一个人的特殊品质，乃是他人对于一个人的成就的肯定。人格卑下，用尊严换取名声，名声再大，也只是臭名远扬罢了。由于名声有赖于他人的肯定，容易受舆论时尚机遇等外界因素支配，所以，古来贤哲多主张不要太看重名声，而应把自己所可支配的真才真德放在首位。孔子说人不知而不愠，不亦君子乎不患莫己知，求为可知也。就是这个意思。亚里士多德和霍布斯都认为，爱名声之心在青少年身上值得提倡，尚可激励他们上进，对于成年人就不适合了。一个成熟的作家理应把眼光投向事情的本质方面，以作品本身而不是作品所带来的声誉为其创作的真正报酬。热衷于名声，哪怕自以为追求的是真实的名声，也仍然是一种虚荣，结果必然受名声支配，进而受舆论支配，败坏自己的个性和风格。名声还有一个坏处，就是带来吵闹和麻烦。风景一成名胜，便游人纷至，人出名也如此。树大招风，名人是难得安宁的。笛卡尔说他痛恨名声，因为名声夺走了他最珍爱的精神的宁静。我们常常听到大小知名作家抱怨文债如山，也常常读到他们还债的文字贫乏无味如白开水。犹如一口已被汲干的名泉，仍然源源不断地供应名牌泉水，商标下能有多少真货呢名声如同财产，只是身外之物。由于舆论和时尚多变，它比财产更不可靠。但丁说世间的名，只是一阵风。莎士比亚把名声譬作水面上的涟漪，无论它如何扩大，最后都会消失得无影无踪。马可奥勒留以看破红尘的口吻劝导我们也许对于所谓名声的愿望要折磨你，那么，看一看一切事物是多么快地被忘却，看一看过去和未来的无限时间的混沌，看一看赞扬的空洞，看一看那些装作给出赞扬的人们的判断之多变和贫乏，以及赞扬所被限定的范围的狭隘，如此使你终于安静吧。据普鲁塔克记载，西塞罗是一个热衷于名声的人，但是连他也感觉到了名声的虚幻。他在外省从政期间，政绩卓著，自以为一定誉满罗马。"}
{"text":"马可奥勒留以看破红尘的口吻劝导我们也许对于所谓名声的愿望要折磨你，那么，看一看一切事物是多么快地被忘却，看一看过去和未来的无限时间的混沌，看一看赞扬的空洞，看一看那些装作给出赞扬的人们的判断之多变和贫乏，以及赞扬所被限定的范围的狭隘，如此使你终于安静吧。据普鲁塔克记载，西塞罗是一个热衷于名声的人，但是连他也感觉到了名声的虚幻。他在外省从政期间，政绩卓著，自以为一定誉满罗马。回到罗马，遇见一位政界朋友，便兴冲冲打听人们的反响，那朋友却问他这一阵子你呆在哪里在有的哲学家看来，关心身后名声更加可笑。马可奥勒留说，其可笑程度正和关心自己出生之前的名声一样，因为两者都是期望得到自己从未见过且永远不可能见到的人的赞扬。帕斯卡尔也说我们是如此狂妄，以至于想要为全世界所知，甚至为我们不复存在以后的来者所知我们又是如此虚荣，以至于我们周围的五六个人的尊敬就会使我们欢喜和满意了。中国文人历来把文章看作不朽之盛事，幻想借立言流芳百世。还是杜甫想得开千秋万岁名，寂寞身后事。我也认为身后名声是不值得企望的。一个作家决心要写出传世之作，无非是表明他在艺术上有很认真的追求。奥古斯丁说，不朽是只有上帝才能赐予的荣誉。对作家来说，他的艺术良知即他的上帝，所谓传世之作就是他的艺术良知所认可的作品。我一定要写出我最好的作品，至于事实上我的作品能否留传下去，就不是我所能求得，更不是我所应该操心的了。因为当我不复存在之时，世上一切事情都不再和我有关，包括我的名声这么一件区区小事。话说回来，对于身前的名声，一个作家不可能也不必毫不在乎。袁宏道说，凡从事诗文者，即是名根未尽，他自叹毕竟诸缘皆易断，而此独难除。其实他应该宽容自己这一点儿名根。如果说名声是虚幻的，那么，按照同样的悲观逻辑，人生也是虚幻的，我们不是仍要好好活下去名声是一阵风，而我们在辛苦创作之后是有权享受一阵好风的。最了解我们的五六个朋友尊敬我们，我们不该愉快吗再扩大一些，我们自己喜欢的一部作品获得了五六十或五六万个读者的赞扬，我们不该高兴吗亚里士多德认为，我们重视自己敬佩和喜欢的人对我们的评价，期望从有见识的人那里得到赞赏，以肯定我们对自己的看法，是完全正当的。"}
{"text":"最了解我们的五六个朋友尊敬我们，我们不该愉快吗再扩大一些，我们自己喜欢的一部作品获得了五六十或五六万个读者的赞扬，我们不该高兴吗亚里士多德认为，我们重视自己敬佩和喜欢的人对我们的评价，期望从有见识的人那里得到赞赏，以肯定我们对自己的看法，是完全正当的。雪莱也反对把爱名声看作自私，他说，在多数情况下，对名声的爱好无非是希望别人的感情能够肯定证明我们自己的感情，或者与我们自己的感情发生共鸣。他引用弥尔顿的一句诗，称这种爱好为高贵心灵的最后的弱点。弥尔顿的这句诗又脱胎于塔西佗历史中的一句话即使在智者那里，对名声的渴望也是要到最后才能摆脱的弱点。我很满意有这么多智者来为智者的最后弱点辩护。只要我们看重的是人们的心的点头康德语，而非表面的喝彩，就算这是虚荣心，有这么一点虚荣心又何妨困惑与坦然我承认我感到困惑，不明白这世界今天是怎么回事，明天又会变成什么样子。那个修车的老头花二十分钟就赚走了我半日薪水，一个月收入等于我一年工资，难怪他唠叨着涨价有什么不好没涨价我吃贴饼子棒面粥，涨了价我吃大鱼大肉。别说西瓜一元五一斤，三元一斤我也照吃！我骑着车想，这不算什么，当年莫吉里扬尼不也是用他那无价的画稿去向摆小摊的老婆子乞换一块面包，才得免于饿死崔健的歌唱道不是我不明白，这世界变化快。一位画家朋友对我说如今不是梵高的时代了，生前出不了名的，死后也出不了名，世人早已把你忘记。现代生活的确像一条匆忙躜程的急流，谁都被这条急流裹着向前，不复有宁静的沉思，闲适的享受，潜心的精神创造。德尔斐神庙的神谕认识你自己已被新的时髦箴言取代时间就是金钱除了赚钱，人们不知拿时间做什么用。难道现代人有真正赏心悦目的娱乐吗我常常叹息旅游业不知败坏了多少风景，电视机不知培养了多少白痴在西方，寻求灵魂的现代人已是一个典型形象。人的肉体曾经与土地血肉相连，技术文明把它们隔离了开来。人的灵魂曾经有神话或宗教作为家园，科学理性把它从中放逐了出来。汽车电视旅游和性成为现代西方人的主要消费对象，但这一切并不能填补精神的空虚。所以愈是现代性的思想家，其实愈浸透着一股发思古之幽情的感伤。"}
{"text":"难道现代人有真正赏心悦目的娱乐吗我常常叹息旅游业不知败坏了多少风景，电视机不知培养了多少白痴在西方，寻求灵魂的现代人已是一个典型形象。人的肉体曾经与土地血肉相连，技术文明把它们隔离了开来。人的灵魂曾经有神话或宗教作为家园，科学理性把它从中放逐了出来。汽车电视旅游和性成为现代西方人的主要消费对象，但这一切并不能填补精神的空虚。所以愈是现代性的思想家，其实愈浸透着一股发思古之幽情的感伤。他们或向往古希腊的审美国度，或怀念中世纪的牧歌生涯，或羡慕东方式的宗法情趣。透过不同的表达方式，我们可以听到同样的呼声――对性灵生活的呼唤。有人曾同我争论中国的当务之急是建设现代物质文明，然后才谈得上疗治文明的弊病。我只能怯生生地问道难道几代人的灵魂寻求是无足轻重的吗我承认我不是理直气壮，因为我能感觉到时代的两难困境野蛮的符咒尚未挣脱，文明的压抑接踵而至。一方面，权贵贪欲的膨胀使得腐败丛生。另一方面，金钱力量的崛起导致精神平庸。鉴于前者，仁人志士戮力于改革开放和振兴之举。面对后者，哲人贤士呼唤着性灵爱心和净化之道。文明与野蛮的决战犹未见分晓，超越与沉沦的对峙已拉开序幕。积弊时弊并存，近忧远虑交集。此时此刻，治国者固然身临千钧一发的险关，运思者何尝不是肩负莫衷一是的难题也许，为了文明征服野蛮，性灵只好承受技术的压抑。为了金钱战胜权力，精神只好经历市场的沉沦。怕只怕文明与野蛮握手言欢，金钱与权力狼狈为奸，那才真正是民族的灾难。物质上的贫富悬殊已经有目共睹，精神上何尝不也发生着两极分化好在一个人只要耐得贫困，自甘寂寞，总还可以为灵魂守一块家园，不致在这纷纷扰扰的世界上流离失所。认清贫困和寂寞乃是心灵高贵者在这个时代的命运，困惑中倒也生出了一些坦然。在义与利之外君子喻于义，小人喻于利。中国人的人生哲学总是围绕着义利二字打转。可是，假如我既不是君子，也不是小人呢曾经有过一个人皆君子言必称义的时代，当时或许有过大义灭利的真君子，但更常见的是借义逐利的伪君子和假义真情的迂君子。那个时代过去了。曾几何时，世风剧变，义的信誉一落千丈，真君子销声匿迹，伪君子真相毕露，迂君子豁然开窍，都一窝蜂奔利而去。据说观念更新，义利之辨有了新解，原来利并非小人的专利，倒是做人的天经地义。时间就是金钱今一句时髦口号。"}
{"text":"在义与利之外君子喻于义，小人喻于利。中国人的人生哲学总是围绕着义利二字打转。可是，假如我既不是君子，也不是小人呢曾经有过一个人皆君子言必称义的时代，当时或许有过大义灭利的真君子，但更常见的是借义逐利的伪君子和假义真情的迂君子。那个时代过去了。曾几何时，世风剧变，义的信誉一落千丈，真君子销声匿迹，伪君子真相毕露，迂君子豁然开窍，都一窝蜂奔利而去。据说观念更新，义利之辨有了新解，原来利并非小人的专利，倒是做人的天经地义。时间就是金钱今一句时髦口号。企业家以之鞭策生产，本无可非议。但世人把它奉为指导人生的座右铭，用商业精神取代人生智慧，结果就使自己的人生成了一种企业，使人际关系成了一个市场。我曾经嘲笑廉价的人情味，如今，连人情味也变得昂贵而罕见了。试问，不花钱你可能买到一个微笑，一句问候，一丁点儿恻隐之心不过，无须怀旧。想靠形形色色的义的说教来匡正时弊，拯救世风人心，事实上无济于事。在义利之外，还有别样的人生态度在君子小人之外，还有别样的人格。套孔于的句式，不妨说至人喻于情。义和利，貌似相反，实则相通。义要求人献身抽象的社会实体，利驱使人投身世俗的物质利益，两者都无视人的心灵生活，遮蔽了人的真正的自我。义教人奉献，利诱人占有，前者把人生变成一次义务的履行，后者把人生变成一场权利的争夺，殊不知人生的真价值是超乎义务和权利之外的。义和利都脱不开计较，所以，无论义师讨伐叛臣，还是利欲支配众生，人与人之间的关系总是紧张。如果说义代表一种伦理的人生态度，利代表一种功利的人生态度，那么，我所说的情便代表一种审美的人生态度。它主张率性而行，适情而止，每个人都保持自己的真性情。你不是你所信奉的教义，也不是你所占有的物品，你之为你仅在于你的真实自我。生命的意义不在奉献或占有，而在创造，创造就是人的真性情的积极展开，是人在实现其本质力量时所获得的情感上的满足。创造不同于奉献，奉献只是完成外在的责任，创造却是实现真实的自我。至于创造和占有，其差别更是一目了然，譬如写作，占有注重的是作品所带来的名利地位，创造注重的只是创作本身的快乐。有真性情的人，与人相处唯求情感的沟通，与物相触独钟情趣的品味。更为可贵的是，在世人匆忙逐利又为利所逐的时代，他接人待物有一种闲适之情。"}
{"text":"生命的意义不在奉献或占有，而在创造，创造就是人的真性情的积极展开，是人在实现其本质力量时所获得的情感上的满足。创造不同于奉献，奉献只是完成外在的责任，创造却是实现真实的自我。至于创造和占有，其差别更是一目了然，譬如写作，占有注重的是作品所带来的名利地位，创造注重的只是创作本身的快乐。有真性情的人，与人相处唯求情感的沟通，与物相触独钟情趣的品味。更为可贵的是，在世人匆忙逐利又为利所逐的时代，他接人待物有一种闲适之情。我不是指中国士大夫式的闲情逸致，也不是指小农式的知足保守，而是指一种不为利驱不为物役的淡泊的生活情怀。仍以写作为例，我想不通，一个人何必要著作等身呢倘想流芳千古，一首不朽的小诗足矣。倘无此奢求，则只要活得自在即可，写作也不过是这活得自在的一种方式罢了。肖伯纳说人生有两大悲剧，一是没有得到你心爱的东西，另一是得到了你心爱的东西。我曾经深以为然，并且佩服他把人生的可悲境遇表述得如此轻松俏皮。但仔细玩味，发现这话的立足点仍是占有，所以才会有占有欲未得满足的痛苦和已得满足的无聊这双重悲剧。如果把立足点移到创造上，以审美的眼光看人生，我们岂不可以反其意而说人生有两大快乐，一是没有得到你心爱的东西，于是你可以去寻求和创造另一是得到了你心爱的东西，于是你可以去品味和体验当然，人生总有其不可消除的痛苦，而重情轻利的人所体味到的辛酸悲哀，更为逐利之辈所梦想不到。但是，摆脱了占有欲，至少可以使人免除许多琐屑的烦恼和渺小的痛苦，活得有气度些。我无意以审美之情为救世良策，而只是表达了一个信念在义与利之外，还有一种更值得一过的人生。这个信念将支撑我度过未来吉凶难卜的岁月。寻求智慧的人生在现代哲学家中，罗素是个精神出奇地健全平衡的人。他是逻辑经验主义的开山鼻祖，却不像别的分析哲学家那样偏于学术的一隅，活得枯燥乏味。他喜欢沉思人生问题，却又不像存在哲学家那样陷于绝望的深渊，活得痛苦不堪。他的一生足以令人羡慕，可说应有尽有一流的学问，卓越的社会活动和声誉，丰富的爱情经历，最后再加上长寿。命运居然选中这位现代逻辑宗师充当西方性革命的首席辩护人，让他在大英帝国的保守法庭上经受了一番戏剧性的折磨，也算是一奇。科学理性与情欲冲动在他身上并行不悖，以致我的一位专门研究罗素的朋友揶揄地说罗素精彩的哲学思想一定是在他五个情人的怀里孕育的。"}
{"text":"他是逻辑经验主义的开山鼻祖，却不像别的分析哲学家那样偏于学术的一隅，活得枯燥乏味。他喜欢沉思人生问题，却又不像存在哲学家那样陷于绝望的深渊，活得痛苦不堪。他的一生足以令人羡慕，可说应有尽有一流的学问，卓越的社会活动和声誉，丰富的爱情经历，最后再加上长寿。命运居然选中这位现代逻辑宗师充当西方性革命的首席辩护人，让他在大英帝国的保守法庭上经受了一番戏剧性的折磨，也算是一奇。科学理性与情欲冲动在他身上并行不悖，以致我的一位专门研究罗素的朋友揶揄地说罗素精彩的哲学思想一定是在他五个情人的怀里孕育的。上世纪后半叶以来，西方大哲内心多半充斥一种紧张的危机感，这原是时代危机的反映。罗素对这类哲人不抱好感，例如，对于尼采弗洛伊德均有微词。一个哲学家在病态的时代居然能保持心理平衡，我就不免要怀疑他的真诚。不过，罗素也许是个例外。罗素对于时代的病患并不麻木，他知道现代西方人最大的病痛来自基督教信仰的崩溃，使终有一死的生命失去了根基。在无神的荒原上，现代神学家们凭吊着也呼唤着上帝的亡灵，存在哲学家们诅咒着也讴歌着人生的荒诞。但罗素一面坚定地宣告他不信上帝，一面却并不因此堕入病态的悲观或亢奋。他相信人生一切美好的东西不会因为其短暂性而失去价值。对于死亡，他以一种坚忍的观点，从容而又冷静地去思考它，并不有意缩小它的重要性，相反地对于能超越它感到一种骄傲。罗素极其珍视爱在人生中的价值。他所说的爱，不是柏拉图式的抽象的爱，而是以动物的活力与本能为基础的爱，尤其是性爱。不过，他主张爱要受理性调节。他的信念归纳在这句话里高尚的生活是受爱激励并由知识导引的生活。爱与知识，本能与理智，二者不可或缺。有时他说，与所爱者相处靠本能，与所恨者相处靠理智。也许我们可以引申一句对待欢乐靠本能，对待不幸靠理智。在性爱的问题上，罗素是现代西方最早提倡性自由的思想家之一，不过浅薄者对他的观点颇多误解。他固然主张婚姻爱情性三者可以相对分开，但是他对三者的评价是有高低之分的。在他看来，第一，爱情高于单纯的性行为，没有爱的性行为是没有价值的第二，经历了多年考验，而且又有许多深切感受的伴侣生活高于一时的迷恋和钟情，因为它包含着后者所不具有的丰富内容。我们在理论上可以假定每一个正常的异性都是性行为的可能对象，但事实上必有选择。我们在理论上可以假定每一个中意的异性都是爱情的可能对象，但事实上必有舍弃。"}
