{"text":"如抱朴子的自序说道士弘博洽闻者寡，而意断妄说者众。至于时有好事者，欲有所修为，仓卒不知所以。而意之所疑，又无足咨。今为此书，粗举长生之理。其至妙者，不得宣之于翰墨。盖粗言较略，以示一隅，冀悱愤之徒，省之可以思过半矣。岂谓暗塞，必能穷微畅远乎？聊论其所先觉者耳泄儒徒知服膺周孔，莫信神仙之书，不但大而笑之，又将谤毁真正。故予所著子言黄白之事，名日内篇。其余驳难通，释名日外篇。据晋书葛洪传所载，他除著作有抱朴子一百十六篇外，还有碑诔诗赋百卷，移檄章表三十卷，神仙良吏隐逸集异等传各十卷。又抄五经史汉百家之言，方伎杂事三百一十卷，金匾药方一百卷，肘后要急方四卷。又云。洪博闻深洽，江左绝伦。著述篇章，富于班马。又精辩玄赜，析理入微。我们试读修撰晋书的唐代大儒房玄龄等人，对于郭璞与葛洪两人的中肯评语。如说景纯郭璞笃志绨缃，洽闻强记。在异书而毕综，瞻往滞而咸释。惰源秀逸，思业离奇。袭文雅于西朝，振辞锋于南夏。为中兴才学之宗矣。夫语怪征神，伎成则贱。前修贻训，鄙乎兹道。景纯之探策定数，考往知来，迈京管于前图，轶梓灶于遐篆。而官微于世，礼薄于时。区区然寄客傲以申怀，斯亦伎成之累也。若乃大块流形，玄天赋命。吉凶修短，定乎自然。虽稽象或通，而厌胜难恃。禀之有在，必也无差。自可居常待终，颓心委运。何至街刀被发，遑遑于幽秽之间哉！晚抗忠言，无救王敦之道。初惭智免，竟毙山宗之谋。仲尼所谓攻乎异端，斯害也已。悲夫！至于对葛洪个人的评语，却说稚川葛洪束发从师。老而忘倦。纟由奇册府，总百代之遗编。纪化仙都，穷九丹之秘术。谢浮荣而捐杂艺。贱尺宝而贵分阴。游德栖真，超然事外。全生之道，其最优乎？我们只要读了魏晋以后，神仙传中的人物，如郭璞葛洪的传记及其评语，便可了解后代的人所谓英雄到老皆归佛，未有神仙不读书真正含义的道理了。简单扼要地了解了汉末魏晋以来，由道家学术思想形成道教的大势，便可明白道教在北魏扩大建立的趋势，及其前因后果了。由魏晋学术思想遗风的影响，到了北朝的北魏时期，自然更加崇尚玄奇，又因北魏政权是崛起西北的边陲氏族，当然很容易接受佛教文化的思想，由于当权执政者的信仰，风气所及，遂至于朝野奉行。"}
{"text":"我们只要读了魏晋以后，神仙传中的人物，如郭璞葛洪的传记及其评语，便可了解后代的人所谓英雄到老皆归佛，未有神仙不读书真正含义的道理了。简单扼要地了解了汉末魏晋以来，由道家学术思想形成道教的大势，便可明白道教在北魏扩大建立的趋势，及其前因后果了。由魏晋学术思想遗风的影响，到了北朝的北魏时期，自然更加崇尚玄奇，又因北魏政权是崛起西北的边陲氏族，当然很容易接受佛教文化的思想，由于当权执政者的信仰，风气所及，遂至于朝野奉行。如果从中国佛教发展史的立场来看，北魏对于弘扬佛教的史实与功迹，应当极其重要，但在北魏太祖世祖的阶段，道教也随佛教之后，勃然而兴。而且综罗汉末张道陵许旌阳等道教同异的道术，另成一格而别创规模，成为初唐正式建立道教的张本，其中得力分子，便是道士寇谦之，及其信受弟子魏国的权臣崔浩所造成。关于寇谦之的学道，大有如张道陵经历的事迹，他的弘扬建立道教的经过，却因崔浩的推荐，当时便受魏国的封浩，以天师的姿态出场，大展其法术。后来北魏武帝一度摧毁佛教，在佛教史上，便将所有罪过，都记在寇谦之与崔浩的头上，其实，寇谦之对于当时灭佛灭僧的措施，并不完全赞同，崔浩弄权，主张灭佛，那倒真是事实。不过，据魏书的史料，崔浩本人，不但不信佛教，同时也不相信真正的老子遗教与遗文，他自己是一个读书不多，而喜欢玩弄阴阳五行术数的人物，自比为张良，对于真正佛道的精神，可谓一窍不通，所以便造成当时历史上的宗教惨案。如欲研究北魏时期，道教建立的大略情形，可读魏书一一释老志崔治传，及道教历世真仙体道通鉴中的寇谦之传，与佛教佛祖历代通载中有关的资料，大约可以思过半矣。唐代的道教道教真正建立的阶段，根据史实的资料，当以唐太宗建国的时期为准。唐太宗立国之初，由于传统宗法思想的观念，要拉出一个名垂万古，而天下人人都知其德业的远祖做炫耀，便晋封老子李耳为道教的教主，确定其尊称为太上老君。并且正式命令天下，以道教为国教，位居佛教之先，后来虽然引起佛教徒们一度的争辩，但始终不变道佛地位次序的成命，尽管他在信仰上，是倾向于佛教的学术思想，但在中国人传统观念的祖宗信念中，仍然不变其初衷，这是中国文化的特质之一，也是中华民族传统思想特点的长处。所以其他外来宗教，要想完全采用宗教信仰来推翻中国人的祖宗传统精神，违反以孝道治天下的思想，那是既愚且蠢，违背原则的作为，结果恐其难有太好的收获。"}
{"text":"并且正式命令天下，以道教为国教，位居佛教之先，后来虽然引起佛教徒们一度的争辩，但始终不变道佛地位次序的成命，尽管他在信仰上，是倾向于佛教的学术思想，但在中国人传统观念的祖宗信念中，仍然不变其初衷，这是中国文化的特质之一，也是中华民族传统思想特点的长处。所以其他外来宗教，要想完全采用宗教信仰来推翻中国人的祖宗传统精神，违反以孝道治天下的思想，那是既愚且蠢，违背原则的作为，结果恐其难有太好的收获。我们论唐代的文化思想，固然不要忘记佛教与禅宗，但是要了解中国文化的精神，自唐代以后，便确定以儒释道三家并称的源流，一直传到近代为止，道教与道家，的确占有相当重要的地位。所以唐代的文学小说艺术工业建筑日常生活等等，许多都是道禅合壁的成品，不可举一而偏废其他。简单扼要地说，诗人如李白的作品，便是道家神仙思想的气质，杜甫是儒雅风流的正统，王维以佛学的成分为重，其余诸诗人，不归于佛，即归于道，否则，便是儒佛道混合，难以严加分别的综合体。唐代道佛风气的隆盛，影响唐代文化非常巨大而普及，但是人事物理的因果，必然自相互为因缘，因为唐代文化在时间历史上，乃综罗秦汉以下的所长在空间上，是融会中国印度阿拉伯的物质，所以它的雄浑博大，几乎有远迈秦汉的趋势。道教在这样的一个时代中，正式建立它的宗纲，混合周秦之际，阴阳老庄儒墨兵农法杂等等家的学术，抄袭佛教密宗修法与婆罗门教的方法，一概归入道教的醮坛，蒙上道袍法服，披发仗剑，口诵真言咒语，驱神役鬼以炫耀它的宗门，这便是它受到唐代博大文化影响的结果。同时终唐代三四百年之间，道教本身，产生正反两个特殊人物，成为完成道教建设的两支生力军。是晚唐时代的吕岩侣纯阳。是唐末五代的杜光庭。吕纯阳从道家正统修炼神仙丹道的途径，吸收魏晋以后而至隋唐之间，佛家禅宗修养的长处，建立唐代以后丹道修炼的中心体系，永为世法，使道教在后世的价值，为之提升不少，同时也使道家学术思想，普遍流传到中国民间社会，乃至后来宏扬到亚洲各地区，也都是他的功劳。杜光庭在西蜀，力排佛学，笃信道教，除了收集有关道术的遗书以外，又自动伪造很多的道书，以充实道教的内容，所以后世称人师心自用，乱造的文字，便有杜撰的称谓。"}
{"text":"是唐末五代的杜光庭。吕纯阳从道家正统修炼神仙丹道的途径，吸收魏晋以后而至隋唐之间，佛家禅宗修养的长处，建立唐代以后丹道修炼的中心体系，永为世法，使道教在后世的价值，为之提升不少，同时也使道家学术思想，普遍流传到中国民间社会，乃至后来宏扬到亚洲各地区，也都是他的功劳。杜光庭在西蜀，力排佛学，笃信道教，除了收集有关道术的遗书以外，又自动伪造很多的道书，以充实道教的内容，所以后世称人师心自用，乱造的文字，便有杜撰的称谓。但自唐到五代以后，道教思想内容，纯粹研究自然物理功能的变化，而推及人能变化成仙的理论，最著名而最难研究的，便有谭峭的化书，亦名谭子化书。其次，设想以人力的修为，吸收太阳光能，变化生理气质，想要利用人生血肉的身体，变为光能而飞升直达太阳月亮之中的，便有道教的日月奔磷经的思想产生，后世所谓修道的神仙，吸收精月华的作用，便由此而来。不管这种虚幻的理想，是否可能成为事实，但人要向太空追究的理想，和寻求太阳能和月亮究竟的观念，在中国的学术思想中，早已渊源在三千年以上，直到唐代，才有这种正式追求方术的出现，凡是科学家的理想，开始都如儿戏，为什么我们忘记了自己祖先的儿戏，而不反省警觉，岂非怪事吗？宋元明清的道教宋元明清的道教，它的本质，虽然依循唐代道教的源流而来，但是宗派的分立，与正邪混杂的演变，却大有异同，唯限于时间，不能一一详细分述。宋代的道教，因为未真宗开始利用宗教信仰，来掩饰在军事政治外交上种种失败的耻屏，便奠定后来徽宗钦宗迷信假道士们的谎言，至于国破家亡的后果。总之，我们要记住中国文化一个不易的原则，要讲治国平天下之道，就不能专以宗教来搞政治，从为政的立场而言，宗教仅为辅导治化的一端，如果专以宗教而言治道，鉴之汉唐宋元明清的经验，就未有不败的先例。如汉末三国时期的黄巾张角，宋元之间白莲教的韩山童，清代的太平天国与红灯照义和团等等，都是历史的殷鉴。但从纯粹的道教立场而言，这些得失是非，与正统的道家学术思想，以及道教本身，概不负责，只在领导者睿智的拣择而已。而道教在宋代，因为宋徽宗的提倡，却完成了一件学术上的大事，那便是张君房遴选道教的旧藏道书，分门别类，编辑一部云芨七谶，成为研究道教学术不世的宝典。"}
{"text":"如汉末三国时期的黄巾张角，宋元之间白莲教的韩山童，清代的太平天国与红灯照义和团等等，都是历史的殷鉴。但从纯粹的道教立场而言，这些得失是非，与正统的道家学术思想，以及道教本身，概不负责，只在领导者睿智的拣择而已。而道教在宋代，因为宋徽宗的提倡，却完成了一件学术上的大事，那便是张君房遴选道教的旧藏道书，分门别类，编辑一部云芨七谶，成为研究道教学术不世的宝典。当南北宋之际，在中国西北部与北方河朔之间，正当夏辽金的势力，互相消长的时期，王重阳在陕西开创全真道，再由他弟子邱长春的继续宣扬，便普及于山东河北之间，而建立道教全真派的门庭，明清以后，成为道教北派主流龙门派的根源。当元朝崛起蒙古，成吉思汗远征印度边境的时期，他为了邱长春，曾经派兵通过西夏，到山东来请邱长春，间关万里，远出沙漠，在印度北方的边境见面，后来便给邱长春以钢符铁券，做为信守的契约。当元兵进入中国，凡持有全真道的信符，可以免除杀戮与劫掠，这事是否为邱长春在事前有先见之明，或后人有指他为汉奸的嫌疑，实在不可乱下断语，总之，这是中国文化宗教史上的一个大案，暂时无法多讲。但在元史，以及元相耶律楚村遗留的资料上，对于邱长春，并无多大的好感，所以有人怀疑邱长春及全真道的价值。其实，所谓全真道的内容，是因袭宋元以来禅宗的心法，配合丹道家主张清静专修的方法，它虽然属于道教的门派，实是融会儒佛道三家精神的新兴道术，至于它的作为，是因边陲氏族入侵中原的变乱阶段当中，民族文化意识，受到重大的刺激，因此形成新兴的教派，暗中在作振衰起弊的工作。但是元朝帝室政权，本来就无文化的根基，后来成吉思汗崛起塞外以后，从上到下，自始至终，便以佛教的密宗学术思想做为重心，耶律楚村不但笃信密法，而且为鼎力维护佛教的重臣，同时他又学习北方的禅宗，为其中的能手，所以他对于邱长春等全真道的观念，不但在政治关系上，当然互相对立，就在宗教的信仰上，也自然视为敌对，我们只要仔细研究元史中有关于佛道两家文化思想互争雄长的情形，便可了然于胸了。明代的道教，与明朝帝室政权的关系，闹过许多历史性的丑剧，其间功过是非，一言难尽，在道教本身而言，却有两件划时代的大事，具有特别的价值。便是永乐时代，完成道藏的修辑。"}
{"text":"明代的道教，与明朝帝室政权的关系，闹过许多历史性的丑剧，其间功过是非，一言难尽，在道教本身而言，却有两件划时代的大事，具有特别的价值。便是永乐时代，完成道藏的修辑。将汉唐以来所有关于道教道家的书籍经典，仿照沸教大藏经的组织，构成三洞洞真洞元洞神四辅太元太平太清正一，十二类本义神符玉块灵图谱录戒律威仪方法众术记传赞颂表奏，成为完整保留中国道家传统文化的一部巨著，其中收罗的丰富，内容的庞杂，实在多足观者，虽然选材不够严谨，内容太多支离，但道家与道教的本身，本来就是如此复杂，如非穷毕生精力，集思广益以类别繁芜，恐怕谁也无法能够对它清理出具体的系统。便是修炼神仙的丹道学派，从宋元以后，如万派朝宗一样，都归元宗奉唐代仙人吕纯阳为祖师，到了宋代张紫阳白玉蟾以后，被称为丹道南宗正脉以来，再到明末清初之间，复分为四派，其中主要的南宗北派以张紫阳为主的，称为南宗丹法，含有单修性命，与性命双修，乃至男女夫妇合藉双修的法派。北派，当然以元初邱长春的全真道为主，主张清静专修的丹法。西派以李涵虚为主，认为直接传承吕纯阳的丹法，是属于性命双修的单修派。东派以陆潜虚为主，也认为是直接承受吕纯阳的嫡传口诀，是属于男女合藉的双修派。总之，道家的丹法，到了明末四大宗派出现以后，虽然各有专主与所长，但支离蔓芜，弊漏也随分派而百出，而且与佛家的禅宗与禅定，始终不无关系。因此到了明末清初阶段，路径愈走愈仄，所有丹法道术，便都以伍冲虚柳华阳一系的伍柳派为主，既不知有汉，更逞论魏晋了，故终满清以来两三百年间，无论道家或道教，都只在鬼画桃符，与拨弄精神的末流上，随俗浮沉，了无起色。九道家及道教思想与中国文化的教育精神讲到中国文化，在春秋战国前后，便包括诸子百家所有的学术思想，由战国末期到秦汉之间，作为代表而足以影响上下社会各阶层的，应该算是儒道墨三家，到隋唐以后，便以儒佛道为代表。这个观念，我要再三反复说明的理由，就是希望讲中国文化，不要偏废，更不要弄错方向。"}
{"text":"九道家及道教思想与中国文化的教育精神讲到中国文化，在春秋战国前后，便包括诸子百家所有的学术思想，由战国末期到秦汉之间，作为代表而足以影响上下社会各阶层的，应该算是儒道墨三家，到隋唐以后，便以儒佛道为代表。这个观念，我要再三反复说明的理由，就是希望讲中国文化，不要偏废，更不要弄错方向。关于道家与道教的学术思想，它影响中国历史文化的巨大和悠久，实在源远流长，普遍深入每一部分。例如以中国的宗教与哲学而言，佛教经典及佛学内容的翻译，有许多名词术语，以及注释与疏述，很多地方，都是借重道家学术思想的名辞和义理当然，后来道家与道教，有很多是采纳融会佛教学理的学术思想，那也是不容否认的事实。至于儒家学术，以及侈谈玄之又玄的思致辨慧，更离不开道家思想，尤其是老子庄子列子的学问。其他如政治军事经济社会文学艺术工业农事等等，无不与道教前身的道家学术思想有关。我们为了尽量简化来做大概的介绍，列举最重要，而且最普遍最熟悉的事，莫如中华民族以及各地方所有的风俗习惯，尤其是过去的农业社会，渔猎社会，平原生活海洋生活与高原生活，对于五候六气二十四节气的关系与重视，几乎与整个的生活打成一片，不可分离，这都由于传统道家学术思想的影响，直达三千年之久。其次，如过去民间岁时过年的伏腊送灶元旦祭天地祖宗正月初七的人日初九的九皇诞正月十五的上元节春社的宴会二月十二日的花朝三月三日的上坟扫墓五月端午的插菖蒲饮雄黄酒六月六日的晒曝七月七的乞巧七月十五的中元鬼节八月十五的中秋九月九的登高等等，不尽细说的风俗习惯，都由于道教思想所形成。若在一般民间迷信道教观念的习惯而言，几乎每一个月当中，便有大半时间，都在禁忌与信守之中，简直不敢错走一步。至于婚丧庆吊等与礼仪有关的习俗，无一不从道家的观念而来，但是，这些种种的习惯风俗，我们只要试读礼记与荆楚岁时记等书，便可知道其渊源久远，而且是儒道本不分家的综合文化，我们因为生活在道家学术思想之中过的太久了，反而忘其所以，致使自己对于道家内容太过陌生，岂非有违常理。"}
{"text":"至于婚丧庆吊等与礼仪有关的习俗，无一不从道家的观念而来，但是，这些种种的习惯风俗，我们只要试读礼记与荆楚岁时记等书，便可知道其渊源久远，而且是儒道本不分家的综合文化，我们因为生活在道家学术思想之中过的太久了，反而忘其所以，致使自己对于道家内容太过陌生，岂非有违常理。至于讲到道家及道教与中国文化教育的密切关系，更为重要，我们都只知道中国过去教育的目的，大体是走儒家孔孟思想的路线，为建立人伦道德，至于修身齐家治国平天下而教育，所谓功名科第，仅是它的余事而已。然而因为后儒对于道佛两教，素来便有视为异端的因袭观念，所以对于道家与道教在中国教育文化上的功劳，都是阴奉阳违，忘其所以。现在在这个阶段，总算还有若干前辈的长老，尚在人世，可以证明我的所说。所以我肯定地说一句话中国过去的教育，与中国前辈读书人的知识分子，他由少年到一生的人格道德教育，大多都以儒家的思想做规范，以道家与道教的精神做基础，这是什么理由呢？这便是道教两本书的力量文昌帝君阴骘文。太上感应篇。这两本书的内容，等于便是道家与道教的戒条，也就是中国文化教人为善去恶的教育范本，它以天道好还，福善祸淫的因果律做根据，列举许多做人做事待人接物的条规，由做人做事而直达上天成仙的成果，都以此为标准。从汉魏开始，经晋代抱朴子的提倡，一直流传到两三千年。它主张的道德，是着重在阴德的修养，所谓阴德，便是民间俗话所说的阴功积德阴功，是不求人知，被人所不见，人所不知的善行，如明求人知，已非阴德了。由此思想观念的发展，过去认为科第功名的中取与否，除了文章学问以外，更重要的，便是靠为善去恶，阴功积德的结果。因此，很多世代书香的人家，尽管大门口贴着僧道无缘的标语，但在他们案头放着教导子孙家庭教育的范本，都摆有文昌帝君阴骘文与太上感应篇等书，如果一个立志上进，要读书求取科名的青年，不照这个规矩做去，虽然文章学问最好，也难以有求得科名的希望。甚之，进入考场以后，在那种阴森萧瑟的考棚中，阴风惨惨，鬼气森然的环境里，还有人大叫有冤报冤，有仇报仇的场语，如果自己做了亏心事，不但考试不能中取，甚之，暴毙在考棚中的传说，随时随地都有。"}
{"text":"甚之，进入考场以后，在那种阴森萧瑟的考棚中，阴风惨惨，鬼气森然的环境里，还有人大叫有冤报冤，有仇报仇的场语，如果自己做了亏心事，不但考试不能中取，甚之，暴毙在考棚中的传说，随时随地都有。从我们现代的眼光看来，可以是考棚中的卫生设备太差的所致，但在过去人格人伦的教育思想中，确为最重要的一环，相传所谓救蚁得状元之中，埋蛇享宰相之荣的思想，便由此而来。甚之，如宋代的大儒欧阳修，一生不信道佛，当他出为主考官，在灯下阅卷的时候，也会很明显地浮上这个阴影，他看见在他前面站着一个隐隐约约穿古衣冠的朱衣人，便是主持对于密封录取考生命运的监临者当他在巡视考场时，便有很轻松的当场即景诗说下笔春蚕食叶声。但在录取考卷的时候，便有戒慎恐惧到非常神秘的诗句说文章千古无凭据，但愿朱衣暗点头。这种精神与风气，在中国文化教育界中，一直延续到十九世纪末期为止，同时，各省各府各县，在在处处，都有文昌阁与魁星楼的建筑，它与东岳庙城隍庙三官大帝词庙等，巍然并峙。所谓榨握文昌帝君，从唐以后便兴盛风行，是专管文运的神道，魁星也是专管科第功名，赏善罚恶的文运之神乃至由此普及到达戏剧方面，如过去的唱戏包括京戏地方戏等，当开锣上台以前，第一出场的，便是魁星，其次，才是跳加官，招财进宝。戏剧到了最后完场时，便是关公拖着偃月刀来净台，这样的一个戏剧文化思想，他是代表什么意义？大有文章，可以值得深长思也。关于阴鸳文与太上感应篇的内容太多，研究教育思想的人，不妨找来做一参考，以很客观的胸襟去读，对于中国文化，与世界道德教育的了解与重建，我想还是具有相当价值的，青年的同学们，不妨以极度的耐心去试试看。当然哦说的耐心，也是有意义的，否则，你也许不肯卒读，大起反感，过去读书人用的日常功过格，便是根据这两本书的精神而来。在此附带说明中国文化对于人伦道德的基本哲学，彻始彻终，都建立在因果报应的观念上。无论儒家与道家，毕竟没有离开这个范围，只有程度的深浅而已。"}
