{"text":"西方有很多国度有若干亿人，东方也有很多民族有若干亿人，一国又有若干省，一省又有若干市县如此仔细地相对下去，只好是每人一面旗，各行其是去吧。我有时觉得应该赞成这样的主张。每个人有每个人的梦，本来就是别人管不了的事。每个人有每个人的惬意的活法，本来就不该遭受谁的干涉。每个人有每个人的爱情，虽可能有失恋的苦果，但绝不容忍谁来包办一份甜食。但我又想，这肯定行不得长久。孤独的旗上早晚还要飘起沟通的渴望，便是玄奥的禅语，不也还是希望俗众悟出其公案的含义？各行其是的人们呢，终于还会像最初那样谋求协作，但协作必要有规则，而规则的建立能不赖于价值的共识？人呀，这可是在上帝的园中跳那永恒的舞蹈呢？还是中了魔鬼的符咒，在宇宙中这块弹丸之地疯牛一样地走圈儿？十大事很多，愚钝如我者，没弄懂的，弄不懂的，以及没弄懂而自以为弄懂了的大事就更多。但按排行榜的惯例，以十为限。那就把最后的机会用以说明在各种大事上，我是乐得让别人开导乃至教训一顿的。当然这不意味着盲从，在没听懂别人的意思之前，我还得保留自己的糊涂，总也听不懂呢，就只好愚顽不化――这像是没有第二种逻辑可供替换的事。跟好多人一样，我是想说话的，想说自己想说的话，也想听别人的话，甚至想听自己不喜欢的话。我很可能既是一个价值相对主义者，又是一个非价值相对主义者。比如爱情，――这件事我固执己见，不听外人劝告，我相信劝告者并没有弄懂我是怎么一回事，否则他就不会劝告。再比如还是爱情，――这件事你又不能一意孤行，必得听懂对方的意思，倘对方说――请你走开，而你偏偏闭目自语――这不是我的习惯，岂不是要把一番好意弄成了性骚扰？是呀，爱情，真是妙，这是你个人的不容干涉的梦想，但其中又必要有一个他者，他者的必要恰说明对话的必要，否则爱情倒又是为哪般？看过许纪霖先生的一篇文章，题目很长，但记得其中有独白，还是对话之句。于是想在爱情中正如在人间，便是独白，也仍是对话的结果与继续。所以我知道，沟通是我至死是欲望，虽然它总在梦想之域跋涉。所以，我又知道永存梦想的人间，比全是现实的世界，更能让我坦然对死――这就像你在告别故乡的时候，是仍然怀念她，还是已经不想再来。"}
{"text":"看过许纪霖先生的一篇文章，题目很长，但记得其中有独白，还是对话之句。于是想在爱情中正如在人间，便是独白，也仍是对话的结果与继续。所以我知道，沟通是我至死是欲望，虽然它总在梦想之域跋涉。所以，我又知道永存梦想的人间，比全是现实的世界，更能让我坦然对死――这就像你在告别故乡的时候，是仍然怀念她，还是已经不想再来。年月日减灾四想一减灾报这名称先让我感动，因为盈耳的一向是捷报和喜报。不可指望世间无灾，抗灾减灾差不多算得历史主旋律。譬如从猿到人的演变，谁不希望是一路和平？但上帝不许，因而一路的壮举很少不与减灾有关。未来必还是这样，上帝喜欢从中检查人类的智慧和勇气。希望减灾报为我们残疾人开设一目专栏。残疾，无疑是灾，由灾所致，而后成灾。并不期此栏表彰我们的坚韧，唯盼为我们报灾，其他报刊旨趣繁多，此事唯减灾报做来名正言顺。至少是我，宁可看见坚韧与灾情共减。二先说一件事。我是个住院的老手，往日的是在病房里度过。我曾与两位陌路老人相逢同一间病室，三张病床我居当中，左边的一位岁，右边的一位也是岁，我是截瘫，他们俩都是偏瘫，排布得工整恰似一幅对联。然而右边的一位有儿女，左边的一位只有一个养子，于是看出多子多福来了。右边，每日迎来送往探者如云，昼夜有人轮班守候，老爷子颐指气使要星星要月亮，众儿孙轻唯低喏万苦不辞。左边呢，整日清清寂寂偶得一二鼾声，幸亏老先生善睡，任二便横流纵溢单由护士去操心埋怨。凡走进我们病室的人都叹说这一下子最少抵消了一万次只生一个好的宣传。病人多，护士少，左边老人的臀上胯上乃至脚上都长了褥疮。护士说他那养子什么也不管，真没良心。大夫说要是早有人扶他起来锻炼，他至少可以恢复到拄着拐杖行走，现在晚了。护士说他在这儿早就没什么治疗了，通知他家属接他出院，结果他那个养子吓得不敢来了，这可倒好我们这儿成了养老院。右边的老人便对我说他那养子每星期来一次，晚上来，偷偷看一眼，放下点钱和粮票，乘大夫护士没发现，他赶紧逃。有一天我见到了左边老人的养子，很晚了，病房里已经熄灯，不知他靠了什么妙法钻进来。他把一大堆吃食放在老人的柜橱里，把钱和粮票放进抽屉，在老人身旁默坐。"}
{"text":"护士说他那养子什么也不管，真没良心。大夫说要是早有人扶他起来锻炼，他至少可以恢复到拄着拐杖行走，现在晚了。护士说他在这儿早就没什么治疗了，通知他家属接他出院，结果他那个养子吓得不敢来了，这可倒好我们这儿成了养老院。右边的老人便对我说他那养子每星期来一次，晚上来，偷偷看一眼，放下点钱和粮票，乘大夫护士没发现，他赶紧逃。有一天我见到了左边老人的养子，很晚了，病房里已经熄灯，不知他靠了什么妙法钻进来。他把一大堆吃食放在老人的柜橱里，把钱和粮票放进抽屉，在老人身旁默坐。我翻了个身，他见我醒着马上跟我寒暄，谈话很快变成了他的忏悔和诉苦。他说老人把他养大照理说现在正该是他尽孝之时。可是，他说他是汽车司机，白天开车晚上再侍候老人就怕第二天又把谁撞成残疾人。接回家去吧，他说您算算我只有一间房，请个保姆可往哪儿住？再说，他叹道，请个保姆每月块还未必请得着，端屎端尿的谁爱干？他说，要不我在家专门侍候老人，可没了奖金老婆孩子都喝西北风去？说到这儿我们相对良久无言。最后他说劳您驾，老爷子有什么事您给招呼一声护士，一跺脚走了。从那时起我便想，现在都是独儿独女，未来的老年社会此类事怕会成倍涌现。晚年，在前面坚定不移地等待着每一个人，未雨绸缪，可否现在就筹备起一个晚年互助院，凡遵纪守法只生一个的好夫妻将来都有资格住进此院，并不麻烦年轻人因为还要靠他们去抓革命促生产，就让所有退休的人互相帮助走向终点，后倒下的帮助先倒下的，前赴后继。三再说一件事。我曾参加编写过一部电影，剧中主人公是一位因病截去左腿的少女。为此导演费尽周折找来一位替身演员，身材与主人公的表演者一般漂亮，但左腿自膝以下没有了。我坐了轮椅去拍摄现场看热闹，见了她，同是残疾人相逢不必曾相识。我问她，你这腿怎么残的？她说，岁那年没考上大学，就去建筑队当临时工，到工地的第二天她就被派去看守卷扬机，没有人给她一点技术指导或安全教育。头几天侥幸平安无事，后来有一天那机器出了点故障，她用脚去踢，一下子腿就给绞了进去。我问以后呢？她说住了几个月医院，腿没了，建筑队给了几百块钱让咱回家。我说只几百块钱？她说钱再多又能咋地？可这一下再到哪儿找工作都找不到了。我说那个建筑队应该负责。她说负啥责！人家有根有据搬出条条文文给咱看，说是临时工的工伤事故都是这样一次性解决，给你截去了真腿又给你装配了假腿再给你几百块钱这笔帐就算清了，合情合理合法。"}
{"text":"头几天侥幸平安无事，后来有一天那机器出了点故障，她用脚去踢，一下子腿就给绞了进去。我问以后呢？她说住了几个月医院，腿没了，建筑队给了几百块钱让咱回家。我说只几百块钱？她说钱再多又能咋地？可这一下再到哪儿找工作都找不到了。我说那个建筑队应该负责。她说负啥责！人家有根有据搬出条条文文给咱看，说是临时工的工伤事故都是这样一次性解决，给你截去了真腿又给你装配了假腿再给你几百块钱这笔帐就算清了，合情合理合法。我没有研究过此类条文或法律，但我想一条美丽的腿总不至于就值几百块钱，也许正因为这腿定价太低，所以那建筑队并不把技术培训和安全教育放在心上，于是残疾人队伍总在壮大。我当然不认为一条美丽或不美丽的腿可以用人民币结算，但我想，无论临时工还是合同工若能在工伤事故中享受平等待遇，使那类贪便宜的建筑队有更多的经济损失，固然不算一条高尚的计策，却一定能有减灾之效，一方面残疾人队伍会因此日趋减少，另一方面也能减轻这支减少了的队伍的灾情。我想以往的法规条文应当有所修正，否则岂非姑息养灾？四最后说说我的事。去年我交了好运，分得一套楼房。房子是好到不能再好，好过了梦想，宽敞明亮，且煤气暖气厨房卫生间俱全，乘轮椅度日其中，自由之神在纵情歌唱，相信这样的房子最合适残疾人住，相信残疾人最需要这样的住房。但是！但是外面的世界很精彩，一旦乘轮椅要出家门，却发现外面的世界很无奈，家门前四级台阶高筑，自由之神顿时歇了唱段。求朋友想办法，大家都以为这事不难故事不多宛如平常一段歌，但把楼门内外楼前楼后视察几遍，才看出截瘫者住这样的楼房得有把牢底坐穿之胆魄。无障碍设计说了好多年了，可如今住宅楼如雨后春笋，林林立立，却不见一处有轮椅坡道，甚至连补建轮椅坡道的地方也不留下。常见建筑工地上有一条标语百年大计。我想总不至于是说，百年之内中国的住宅楼只遵守以往的设计。既是百年大计就更应当想到残疾人了，我想百年之内截瘫者也许都能搬进楼房了，若总要补建轮椅坡道可要浪费多少人力物力。记得有一回我去一家五星级饭店开会，门前有漂亮的轮椅坡道，我说你们这儿真想得周到。守门的小姐说没有无障碍设计就评不上五星级。我想就是到了共产主义，谁也是进出家门的机会比进出五星级饭店的机会多。"}
{"text":"常见建筑工地上有一条标语百年大计。我想总不至于是说，百年之内中国的住宅楼只遵守以往的设计。既是百年大计就更应当想到残疾人了，我想百年之内截瘫者也许都能搬进楼房了，若总要补建轮椅坡道可要浪费多少人力物力。记得有一回我去一家五星级饭店开会，门前有漂亮的轮椅坡道，我说你们这儿真想得周到。守门的小姐说没有无障碍设计就评不上五星级。我想就是到了共产主义，谁也是进出家门的机会比进出五星级饭店的机会多。我想，住宅小区的建设能否也立一条法规根据下肢残疾者在全国人口中所占比例，每一片新建住宅小区都要有相应数量的楼门设有轮椅坡道，或留出补建轮椅坡道的地方，否则视为违章。一九九二年笔墨良心常有编辑来约稿，说我们办了个什么刊物，我们开了个什么专栏，我们搞了个什么征文，我们想请你写篇小说，写篇散文，写个剧本，写个短评要不就写点随感我说写不了。编辑说您真谦虚。我说我心里没有，真是写不出。编辑说哪能呢？这一下刺激了我的虚荣心或曰价值感，今生唯作文一技所长，充着作家的名说着写不出，往后的面目和生计都难撑持。我于是改口说，至少我现在没想好，我不敢就答应您。编辑已不理会，认定我是谦虚不再跟我费口舌，埋头宣布要求了最好多少字，最好在几日之内交稿，最好那时我感觉自己就像是一个小掌柜，开着一爿货源不足的杂货铺或者项目太少的综合加工点，心中无比的歉疚和惶恐，结果常常我就糊里糊涂地答应了人家的订货，然后自作自受发愁着到底给人家写一篇什么？发愁着走出家门。小掌柜发愁着走出家门，寻思说不定运气好弄来一点俏货。走在街上，沸沸扬扬到处都是叫卖声。摊煎饼的烤羊肉串的卖衣服的修皮鞋的，兢兢业业地工作心安理得地挣钱。心里羡慕――当然这必定是虚伪。我认识一个开饭馆的小伙子，读书无能但是赚钱有方，他敢把二两炸酱面卖到一块六，然而此饭馆地处游人如潮地带，吃的人却也不少，吃的人都骂老板没了良心。小伙子见了我常问大哥，这两天又写什么呢？我支唔过去，小伙子掏烟，我也掏烟，小伙子看也不看就把我的烟推回去把他的烟递过来，他自信他的烟必定比我的好，他的自信从未遭受挫折。我自然要客气几句，恭喜他发财并自嘲着寒酸。"}
{"text":"摊煎饼的烤羊肉串的卖衣服的修皮鞋的，兢兢业业地工作心安理得地挣钱。心里羡慕――当然这必定是虚伪。我认识一个开饭馆的小伙子，读书无能但是赚钱有方，他敢把二两炸酱面卖到一块六，然而此饭馆地处游人如潮地带，吃的人却也不少，吃的人都骂老板没了良心。小伙子见了我常问大哥，这两天又写什么呢？我支唔过去，小伙子掏烟，我也掏烟，小伙子看也不看就把我的烟推回去把他的烟递过来，他自信他的烟必定比我的好，他的自信从未遭受挫折。我自然要客气几句，恭喜他发财并自嘲着寒酸。不料小伙子也说我谦虚您真谦虚，谁不知道作家有钱呀？我说时代不同了，我们这一行比不得你们这一行了。小伙子问写一篇文章多少钱？一万字三百块吧。哎哟喂，可真不多。你呢？小伙子沉默一会，眨巴着眼睛可能是在心里计算，一支烟罢坦然笑道可您别忘了您卖的是笔墨，咱卖的是良心。我听得发愣。小伙子拍拍我的肩膀怎么着大哥，凭您这脑袋瓜儿您不应该不明白呀？人家管你叫作家。管咱叫什么？倒儿爷，奸商。您舍了钱买名声，我是舍了名声买钱。神位官位心位有好心人劝我去庙里烧烧香，拜拜佛，许个愿，说那样的话佛就会救我，我的两条业已作废的腿就又可能用于走路了。我说我不信。好心人说你怎么还不信哪？我说我不相信佛也是这么跟个贪官似的，你给他上供他就给你好处。好心人说哎哟，你还敢这么说哪！我说有什么不敢？佛总不能也是顺我者昌，逆我者亡吧？好心人说哎哟哎哟，你呀，腿还想不想好哇？我说当然想。不过，要是佛太忙一时顾不上我，就等他有工夫再说吧，要是佛心也存邪念，至少咱们就别再犯一个拉佛下水的罪行。好心人苦笑，良久默然，必是惊讶着我的执迷不悟，痛惜着我的无可救药吧。我忽然心里有点怕。也许佛真的神通广大，只要他愿意就可以让我的腿好起来？老实说，因为这两条枯枝一样的废腿，我确实丢失了很多很多我所向往的生活。我梦想这两条腿能好起来，梦想它们能完好如初。二十二年了，我以为这梦想已经淡薄或者已经不在，现在才知道这梦想永远都不会完结，一经唤起也还是一如既往地强烈。唯一的改变是我能够不露声色了。"}
{"text":"好心人苦笑，良久默然，必是惊讶着我的执迷不悟，痛惜着我的无可救药吧。我忽然心里有点怕。也许佛真的神通广大，只要他愿意就可以让我的腿好起来？老实说，因为这两条枯枝一样的废腿，我确实丢失了很多很多我所向往的生活。我梦想这两条腿能好起来，梦想它们能完好如初。二十二年了，我以为这梦想已经淡薄或者已经不在，现在才知道这梦想永远都不会完结，一经唤起也还是一如既往地强烈。唯一的改变是我能够不露声色了。不露声色但心里却有点怕，或者有点慌那好心人的劝导，是不是佛对我的忠心所做的最后试探呢？会不会因为我的出言不逊，这最后的机缘也就错过，我的梦想本来可以实现但现在已经彻底完蛋了呢？果真如此吗？果真如此也就没什么办法这等于说我就是这么个命。果真如此也就没什么意思这等于说世间并无净土，有一双好腿又能走去哪里？果真如此也就没什么可惜佛之救人尚且这般唯亲唯利唯蜜语，想来我也是逃得过初一逃不过十五。果真如此也就没什么可怕无非又撞见一个才高德浅的郎中，无非又多出一个吃贿的贪官或者一个专制的君王罢了。此佛非佛。当然，倘这郎中真能医得好我这双残腿，倾家荡产我也宁愿去求他一次。但若这郎中偏要自称是佛，我便宁可就这么坐稳在轮椅上，免得这野心家一旦得逞，众生的人权都要听其摆弄了。我既非出家的和尚，也非在家的居士，但我自以为对佛一向是敬重的。我这样说绝不是承认刚才的罪过，以期佛的宽宥。我的敬重在于我相信佛绝不同于图贿的贪官，也不同于专制的君王。我这样说也绝不是拐弯抹角的恭维。在我想来，佛是用不着恭维的。佛，本不是一职官位，本不是寨主或君王，不是有求必应的神明，也不是可卜凶吉的算命先生。佛仅仅是信心，是理想，是困境中的一种思悟，是苦难里心魂的一条救路。这样的佛，难道有理由向他行贿和谄媚吗？烧香和礼拜，其实都并不错，以一种形式来寄托和坚定自己面对苦难的信心，原是极为正当的但若期待现实的酬报，便总让人想起提着烟酒去叩长官家门的景象。我不相信佛能灭一切苦难。如果他能，世间早该是一片乐土。也许有人会说就是因为你们这些慧根不足心性不净执迷不悟的人闹的，佛的宏愿才至今未得实现。可是，真抱歉――这逻辑岂不有点像庸医无能，反怪病人患病无方吗？"}
{"text":"佛仅仅是信心，是理想，是困境中的一种思悟，是苦难里心魂的一条救路。这样的佛，难道有理由向他行贿和谄媚吗？烧香和礼拜，其实都并不错，以一种形式来寄托和坚定自己面对苦难的信心，原是极为正当的但若期待现实的酬报，便总让人想起提着烟酒去叩长官家门的景象。我不相信佛能灭一切苦难。如果他能，世间早该是一片乐土。也许有人会说就是因为你们这些慧根不足心性不净执迷不悟的人闹的，佛的宏愿才至今未得实现。可是，真抱歉――这逻辑岂不有点像庸医无能，反怪病人患病无方吗？我想，最要重视的当是佛的忧悲。常所谓我佛慈悲，我以为即是说，那是慈爱的理想同时还是忧悲的处境。我不信佛能灭一切苦难，佛因苦难而产生，佛因苦难而成立，佛是苦难不尽中的一种信心，抽去苦难佛便不在了。佛并不能灭一切苦难，即是佛之忧悲的处境。佛并不能灭一切苦难，信心可还成立吗？还成立！落空的必定是贿赂的图谋，依然还在的就是信心。信心不指向现实的酬报，信心也不依据他人的证词，信心仅仅是自己的信心，是属于自己的面对苦难的心态和思路。这信心除了保证一种慈爱的理想之外什么都不保证，除了给我们一个方向和一条路程之外，并不给我们任何结果。所谓证果，我久思未得其要。我非佛门弟子，也未深研佛学经典，不知在佛教的源头上证果意味着什么，单从大众信佛的潮流中取此一意来发问果是什么？可以证得的那个果到底是什么？是苦难全数地消灭？还是某人独自享福？是世上再无值得忧悲之事？还是某人有幸独得逍遥，再无烦恼了呢？苦难消灭自然也就无可忧悲，但苦难消灭一切也就都灭，在我想来那与一网打尽同效，目前有的是原子弹，非要去劳佛不可？若苦难不尽，又怎能了无烦恼？独自享福万事不问，大约是了无烦恼的唯一可能，但这不像佛法倒又像贪官庸吏了。中国信佛的潮流里，似总有官的影子笼罩。求佛拜佛者，常抱一个极实惠的请求。求儿子，求房子，求票子，求文凭求户口，求福寿双全所求之事大抵都是官的职权所辖，大抵都是求官而不得理会，便跑来庙中烧香叩首。佛于这潮流里，那意思无非一个万能的大官，且不见得就是清官，徇私枉法乃至杀人越货者竟也去烧香许物，求佛保佑不致东窗事发抑或锒铛入狱。若去香火浓烈的地方做一次统计，保险因为灵魂不安而去反省的因为信心不足而去求教的因为理想认同而去礼拜的，难得有几个。"}
{"text":"求佛拜佛者，常抱一个极实惠的请求。求儿子，求房子，求票子，求文凭求户口，求福寿双全所求之事大抵都是官的职权所辖，大抵都是求官而不得理会，便跑来庙中烧香叩首。佛于这潮流里，那意思无非一个万能的大官，且不见得就是清官，徇私枉法乃至杀人越货者竟也去烧香许物，求佛保佑不致东窗事发抑或锒铛入狱。若去香火浓烈的地方做一次统计，保险因为灵魂不安而去反省的因为信心不足而去求教的因为理想认同而去礼拜的，难得有几个。我想，这很可能是因为中国的神位，历来少为人的心魂而设置，多是为君的权威而筹谋。君权神授，当然求君便是求神，求官便是求君了，光景类似于求长官办事先要去给秘书送一点礼品。君神一旦同一，神位势必日益世俗得近于衙门。中国的神，看门掌灶理财配药，管红白喜事，管吃喝拉撒，据说连厕所都有专职的神来负责。诸神如此地务实，信徒们便被培养得淡漠了心魂的方位诸神管理得既然全面，神通广大且点滴无漏，众生除却歌功颂德以求实惠还能何为？大约就只剩下吃大锅饭了。大锅饭吃到不妙时，还有一句此处不养爷来泄怨，还有一句自有养爷处来开怀。神位的变质和心位的缺失相互促进，以致佛来东土也只热衷俗务，单行其慈，那一个悲字早留在西天。这信佛的潮流里，最为高渺的祈望也还是为来世做些务实的铺陈――今生灭除妄念，来世可入天堂。若问何为天堂？答曰无苦极乐之所在。但无苦怎么会有乐呢？天堂是不是妄念？此问则大不敬，要惹来斥责，是慧根不够的征兆之一例。电视剧北京人在纽约，曾引出众口一词的感慨以及嘲骂美国也他妈的不是天堂。可，谁说那是天堂了？谁曾告诉你纽约专门儿是天堂了？人家说那儿也是地狱，你怎么就不记着？这感慨和嘲骂，泄露了国产天堂观的真相无论急于今生，还是耐心来世，那天堂都不是心魂的圣地，仍不过是实实在在的福乐。福不圆满，乐不周到，便失望，便怨愤，便嘲骂，并不反省，倒运足了气力去讥贬人家。看来，那无苦并极乐的向往，单是比凡夫俗子想念得深远不图小利，要中一个大彩。就算天堂真的存在，我的智力还是突破不出那个证果的逻辑无苦并极乐是什么状态呢？独自享福则似贪官，苦难全消就又与集体服毒同效。还是那电视剧片头的几句话说得好，那儿是天堂也是地狱。是天堂也是地狱的地方，我想是有一个简称的人间。"}
