{"text":"假定他是那个热恋者，那么现在他已经从热恋中解脱出来，对于不爱他的心上人既非苦苦纠缠，亦非远远躲避，而是可以平静地和她见面了。一个人热爱人生便不能不执著，洞察人生真相便不能不悲观，两者激烈冲突又达成和解的结果就是超脱。所以，超脱实质上是一种有悲观约束的执著，有执著约束的悲观。仔细分析起来，其中始终包含着悲观和执著两种因素，只是两者之间已经形成一种恰当的关系，不再趋于一端罢了。我不相信世上有一劳永逸彻悟人生的无上觉者，如果有，他也业已涅成佛，不属于这个活人的世界了。我已经厌倦那种永远深刻的灵魂，它是狭窄的无底洞，里面没有光亮，没有新鲜的空气，也没有玩笑和游戏。"}
{"text":"走出深刻，这也是一种超脱。由单纯到复杂，再复归成熟的单纯，我名之智慧。由混沌到清醒，再复归自觉的混沌，我名之彻悟。闲适和散漫都是从俗务中抽身出来的状态，心境却迥异。闲适者回到了自我，在自己的天地里流连徜徉，悠然自得，内心是宁静而澄澈的。散漫者找不到自我，只好依然在外物的世界里东抓西模，无所适从，内心是烦乱而浑浊的。我走在自己的路上了。成功与失败幸福与苦难都已经降为非常次要的东西。最重要的东西是这条路本身。他们一窝蜂挤在那条路上，互相竞争推攘阻挡践踏。前面有什么不知道。既然大家都朝前赶，肯定错不了。你悠然独行，不慌不忙，因为你走在自己的路上，它仅仅属于你，没有人同你争。纷纷扰扰，全是身外事。我能够站在一定的距离外来看待我的遭遇了。我是我，遭遇是遭遇。惊浪拍岸，卷起干堆雪。可是，岸仍然是岸，它淡然观望着变幻不定的海洋。进入历史博物馆未免太拥挤了。我早已没有这样的奢望。二十三岁是一个分界线，在此之前还难免有少年人的自我夸张病，此后我愈来愈能如实地看待自己了。再说，能不能进入历史，这是后人用他们的眼光来判断的事情，与我完全无关，也用不着我来瞎操心。我只想按照自己的心愿生活，别无他求。一天是很短的。早晨的计划，晚上发现只完成很小一部分。一生也是很短的。年轻时的心愿，年老时发现只实现很小一部分。今天的计划没完成，还有明天。今生的心愿没实现，却不再有来世了。所以，不妨榨取每一天，但不要苛求绝无增援力量的一生。要记住人一生能做的事情不多，无论做成几件，都是值得满意的。幽默幽默是心灵的微笑。最深刻的幽默是一颗受了致命伤的心灵发出的微笑。受伤后衰竭，麻木，怨恨，这样的心灵与幽默无缘。幽默是受伤的心灵发出的健康机智宽容的微笑。幽默是种轻松的深刻。面对严肃的肤浅，深刻露出了玩世不恭的微笑。幽默是智慧的表情，它教不会，学不了。有一本杂志声称它能教人幽默，从而轻松地生活。我不曾见过比这更缺乏幽默感的事情。讽刺与幽默不同。讽刺是社会性的，幽默是哲学性的。"}
{"text":"最深刻的幽默是一颗受了致命伤的心灵发出的微笑。受伤后衰竭，麻木，怨恨，这样的心灵与幽默无缘。幽默是受伤的心灵发出的健康机智宽容的微笑。幽默是种轻松的深刻。面对严肃的肤浅，深刻露出了玩世不恭的微笑。幽默是智慧的表情，它教不会，学不了。有一本杂志声称它能教人幽默，从而轻松地生活。我不曾见过比这更缺乏幽默感的事情。讽刺与幽默不同。讽刺是社会性的，幽默是哲学性的。讽刺人世，与被讽刺对象站在同一水准上，挥戈相向，以击伤对手为乐。幽默却源于精神上的巨大优势，居高临下，无意伤人，仅以内在的优越感自娱。讽刺针对具体的人和事，幽默则是对人性本身必不可免的弱点发出宽容的也是悲哀的微笑。幽默与滑稽是两回事。幽默是智慧的闪光，能博聪明人一笑。滑稽是用愚笨可笑的举止逗庸人哈哈。但舞台上的滑稽与生活中的滑稽又有别前者是故意的，自知可笑，偏要追求这可笑的效果后者却是无意的，自以为严肃正经，因而更可笑然而只有聪明人能察觉这可笑。所以，生活中的滑稽的看客仍是聪明人。当滑稽进入政治生活而影响千百万人的命运时，就变成可悲了。当然，同时还是可笑的。因此，受害者仍免不了作为看客而开颜一笑，倒也减轻了受害的痛苦。"}
{"text":"毋宁说，人这时成了一个神，他通过对人生缺陷的戏侮而暂时摆脱了这缺陷。也许正由于此，女人不善幽默，因为女人是与生活打成一片的，不易拉开幽默所必需的距离。有超脱才有幽默。在批评一个无能的政府时，聪明的政客至多能讽刺，老百姓却很善于幽默，因为前者觊觎着权力，后者则完全置身在权力斗争之外。西方人在危险当头时幽默，中国人在危险过去后幽默。中国人是一个老是开会而很少开玩笑的民族。托尔斯泰有一种不露声色的幽默。他能发现别人容易忽略的可笑现象，然后叙述出来。是的，他只是叙述，如实地叙述，决不描绘，决不眉飞色舞，决不做鬼脸。可是那力量却异常之大，这是真实的力量。那种毫无幽默感的人，常常把隐蔽的讽刺听作夸奖，又把善意的玩笑听作辱骂。爱智慧的人往往会情不自禁地欣赏敌手的聪明的议论，即使听到骂自己的俏皮话也会宽怀一笑。我忍受不了相反类型的人，他们在争论中只看见意见，只想到面子，对智慧的东西毫无反应。与过分玩世不恭的人打交道，和他没法谈任何个严肃的问题，我会恼怒。不过，这并不可怕，我可以一走了之，反正他对我的拂袖而去也是满不在乎的。可怕的是与过分认真的人打交道，因为我无法摆脱他，和他甚至不能开句善意的玩笑，他对玩笑同样也是认真对待，纠缠不休。当我不得不和这样的人耐心周旋时，我觉得自己是在被迫演戏，扮演个和他同样认真的角色。小心谨慎地扮演一种认真，演这样的戏未免太沉重了。自嘲就是居高临下地看待自己的弱点，从而加以宽容。自嘲把自嘲者和他的弱点分离开来了，这时他仿佛站到了神的地位上，俯视那个有弱点的凡胎肉身，用笑声表达自己凌驾其上的优越感。但是，自嘲者同时又明白并且承认，他终究不是神，那弱点确实是他自己的弱点。所以，自嘲混合了优越感和无奈感。自嘲使自嘲者居于自己之上，从而也居于自己的敌手之上，占据了一个优势的地位。自嘲使敌手的一切可能的嘲笑丧失了杀伤力。傻瓜从不自嘲。聪明人嘲笑自己的失误。天才不仅嘲笑自己的失误，而且嘲笑自己的成功。"}
{"text":"自嘲把自嘲者和他的弱点分离开来了，这时他仿佛站到了神的地位上，俯视那个有弱点的凡胎肉身，用笑声表达自己凌驾其上的优越感。但是，自嘲者同时又明白并且承认，他终究不是神，那弱点确实是他自己的弱点。所以，自嘲混合了优越感和无奈感。自嘲使自嘲者居于自己之上，从而也居于自己的敌手之上，占据了一个优势的地位。自嘲使敌手的一切可能的嘲笑丧失了杀伤力。傻瓜从不自嘲。聪明人嘲笑自己的失误。天才不仅嘲笑自己的失误，而且嘲笑自己的成功。看不出人间一切成功的可笑的人，终究还是站得不够高。"}
{"text":"我把这类享受称作对生命本身的享受。愈是自然的东西，就愈是属于我的生命的本质，愈能牵动我的至深的情感。例如，女人和孩子。现代人享受的花样愈来愈多了。但是，我深信人世间最甜美的享受始终是那些最古老的享受。有钱又有闲当然幸运，倘不能，退而求其次，我宁做有闲的穷人，不做有钱的忙人。我爱闲适胜于爱金钱。金钱终究是身外之物，闲适却使我感到自己是生命的主人。有人说有钱可以买时间。这话当然不错。但是，如果大前提是时间就是金钱，买得的时间又追加为获取更多金钱的资本，则一生劳碌便永无终时。所以，应当改变大前提时间不仅是金钱，更是生命，而生命的价值是金钱无法衡量的。人们不妨赞美清贫，却不可讴歌贫困。人生的种种享受是需要好的心境的，而贫困会剥夺好的心境，足以扼杀生命的大部分乐趣。金钱的好处便是使人免于贫困。但是，在提供积极的享受方面，金钱的作用极其有限。人生最美好的享受，包括创造沉思艺术欣赏爱情亲情等等，都非金钱所能买到。原因很简单，所有这类享受皆依赖于心灵的能力，而心灵的能力是与钱包的鼓瘪毫不相干的。金钱，消费，享受，生活质量――当我把这些相关的词排列起来时，我忽然发现它们好像有一种递减关系金钱与消费的联系最为紧密，与享受的联系要弱一些，与生活质量的联系就更弱。因为至少，享受不限于消费，还包括创造，生活质量不只看享受，还要看承受苦难的勇气。在现代社会里，金钱的力量当然是有目共睹的，但是这种力量肯定没有大到足以修改我们对生活的基本理解。生活质量的要素一创造二享受三体验。只有一次的生命是人生最宝贵的财富，但许多人宁愿用它来换取那些次宝贵或不甚宝贵的财富，把全部生命耗费在学问名声权力或金钱的积聚上。他们临终时当如此悔叹我只是使用了生命，而不曾享受生命一个人可以凭聪明勤劳和运气挣许多钱，但如何花掉这些钱却要靠智慧了。"}
{"text":"生活质量的要素一创造二享受三体验。只有一次的生命是人生最宝贵的财富，但许多人宁愿用它来换取那些次宝贵或不甚宝贵的财富，把全部生命耗费在学问名声权力或金钱的积聚上。他们临终时当如此悔叹我只是使用了生命，而不曾享受生命一个人可以凭聪明勤劳和运气挣许多钱，但如何花掉这些钱却要靠智慧了。如何花钱比如何挣钱更能见出一个人的品位高下。在五光十色的现代世界中，让我们记住一个古老的真理活得简单才能活得自由。自古以来，一切贤哲都主张过一种简朴的生活，以便不为物役，保持精神的自由。事实上，一个人为维持生存和健康所需要的物品并不多，超乎此的属于奢侈品。它们固然提供享受，但更强求服务，反而成了一种奴役。现代人是活得愈来愈复杂了，结果得到许多享受，却并不幸福，拥有许多方便，却并不自由。一切奢侈品都给精神活动带来不便。耶和华在西奈山向摩西传十诫，其第四诫是星期天必须休息，守为圣日。他甚至下令，凡星期天工格杀勿论。有一个人在星期天捡柴，他便吩咐摩西，让信徒们用石头把这人砸死了。未免太残忍了。不过，我们不妨把这看作寓言，其寓意是闲暇和休息也是神圣的。闲暇是生命的自由空间。只是劳作，没有闲暇，人会丧失性灵，忘掉人生之根本。这岂不就是渎神所以，对于一个人人匆忙赚钱的时代，摩西第四诫是一个必要的警告。当然，工作同样是神圣的。无所作为的懒汉和没头没脑的工作狂乃是远离神圣的两极。创造之后的休息，如同创世后第七日的上帝那样，这时我们最像一个神。天地悠悠，生命短促，一个人一生的确做不成多少事。明白了这一点，就可以善待自己，不必活得那么紧张匆忙了。但是，也正因为明白了这一点，就可以不抱野心，只为自己高兴而好好做成几件事了。没有空玩儿，没有空看看天空和大地，没有空看看自己的灵魂我的回答是永远没有空――随时都有空。世上有味之事，包括诗，酒，哲学，爱情，往往无用。"}
{"text":"创造之后的休息，如同创世后第七日的上帝那样，这时我们最像一个神。天地悠悠，生命短促，一个人一生的确做不成多少事。明白了这一点，就可以善待自己，不必活得那么紧张匆忙了。但是，也正因为明白了这一点，就可以不抱野心，只为自己高兴而好好做成几件事了。没有空玩儿，没有空看看天空和大地，没有空看看自己的灵魂我的回答是永远没有空――随时都有空。世上有味之事，包括诗，酒，哲学，爱情，往往无用。吟无用之诗，醉无用之酒，读无用之书，锺无用之情，终于成一无用之人，却因此活得有滋有味。光阴似箭，然而只是对于忙人才如此。日程表排得满满的，永远有做不完的事，这时便会觉得时间以逼人之势驱赶着自己，几乎没有喘息的工夫。相反，倘若并不觉得有非做不可的事情，心静如止水，光阴也就停住了。永恒是一种从容的心境。健康是为了活得愉快，而不是为了活得长久。活得愉快在己，活得长久在天。而且，活得长久本身未必是愉快。夜里睡了一个好觉，早晨起来又遇到一个晴朗的日子，便会有一种格外轻松愉快的心情，好像自己变年轻了，而且会永远年轻下去。"}
{"text":"事情对人的影响是与距离成反比的，离得越近，就越能支配我们的心情。因此，减轻和摆脱其影响的办法就是寻找一个立足点，那个立足点可以使我们拉开与事情之间的距离。如果那个立足点仍在人世间，与事情拉开了一个有限的距离，我们便会获得一种明智的态度。如果那个立足点被安置在人世之外，与事情隔开了一个无限的距离，我们便会获得一种超脱的态度。距离说对艺术家和哲学家是同样适用的。理解与欣赏一样，必须同对象保持相当的距离，然后才能观其大体。不在某种程度上超脱，就决不能对人生有深刻见解。物质的社会的世俗的苦恼太多，人就无暇有存在的哲学的宗教的苦恼。日常生活中的琐屑限制太多，人就不易感觉到人生的大限制。我不知道这值得庆幸，还是值得哀怜。人一看重机会，就难免被机会支配。我已经厌倦那种永远深刻的灵魂，它是狭窄的无底洞，里面没有光亮，没有新鲜的空气，也没有玩笑和游戏。博大的深刻不避肤浅。走出深刻，这也是一种超脱。纷纷扰扰，全是身外事。我能够站在一定的距离外来看待我的遭遇了。我是我，遭遇是遭遇。惊浪拍岸，卷起干堆雪。可是，岸仍然是岸，它淡然观望着变幻不定的海洋。当我们在诗和哲学的天地中悠游和寻求着的时候，偶尔会听见来自尘世的新闻某某高升了，某某出名了，某某发财了你有什么感想？我的朋友答道各得其所。超越一词用得愈来愈滥了。其实，按其本义，超越是指摆脱人类的根本局限性，达于永恒和绝对。可见，只有在宗教和艺术的幻想中，才可认真谈超越。在现实中，只能谈超脱，即彻悟人类的根本局限性，对暂时和相对的人生遭际保持心理距离。我们总是以为，已经到手的东西便是属于自己的，一旦失去，就觉得蒙受了损失。其实，一切皆变，没有一样东西能真正占有。得到了―切的人，死时又交出一切。不如在一生中不断地得而复失，习以为常，也许能更为从容地面对死亡。另一方面，对于一颗有接受力的心灵来说，没有一样东西会真正失去。"}
