{"text":"老师见他有些不耐烦了，便对他说不要以为画蛋容易，要知道，个蛋中从来没有两个是完全相同的，即使是同一个蛋，只要变换一下角度去看形状也就不同了，蛋的椭圆形轮廓就会有差异。所以，要在画纸上把它完美的表现出来，非得下番苦功不可。从此达芬奇用心学习素描，经过长时期勤奋艰苦的艺术实践，终于创作出许多不朽的名画。孙康映雪夜读晋人孙康，家贫而酷爱读书。夜晚，虽有时间却买不起灯油，只好默默地回忆，消化白天学过知识。有年冬天，他半夜醒来，感到屋内并非漆黑无光，还能隐约约看到一些东西，原来是皑皑白雪反映所致，这给了他启发，何不借雪光来看书呢？于是雪夜，特别是月光映照下的雪夜，就成了孙康苦读的好时光。由于勤奋好学，他终于成为一个有名的学者，并当上了御史大夫。头悬梁锥刺骨战国时苏秦与魏人张仪同师鬼谷先生。他夜间读书，苦心钻研，困倦欲睡时，就用锥子刺自己的大腿，血一直流到脚上。汉代孙敬好学，读书时，用绳子把头发系在屋梁上，以防止打瞌睡，来督促自己努力攻读。被认为是傻子的科学家本世纪最著名的物理学家爱因斯坦，童年时并不显得聪明，岁时才学会说话，父母因而认为他是一个傻子。上学后，有位老师对他父亲说你的孩子将是一事无成，甚至勒令他退学。岁时，他报考苏黎世大学，又因成绩差而名落孙山。但他并不恢心。通过勤奋学习，成了杰出的物理学奠基人。曾有青年问他是怎样成功的，他写下了这样一个公式，代表成功，代表勤奋学习工作，代表好的学习方法，代表少说废话。"}
{"text":"通过勤奋学习，成了杰出的物理学奠基人。曾有青年问他是怎样成功的，他写下了这样一个公式，代表成功，代表勤奋学习工作，代表好的学习方法，代表少说废话。明代宋濂抄书苦读自学成家的高尔基注重积累名言不积跬步，无以致千里不积小流，无以成江河。――荀子海不辞水，故能成其大。山不辞土石，故能成其高。明主不厌人，故能成其众。士不厌学，故能成其圣。――管子搞学问就像滚雪球，越滚越大，不滚就化。――贾兰坡无论什么事，如果不断收集材料，积之十年，总可成一学者。――积土成山，风雨兴焉积水成渊，蛟龙生焉。――荀子合抱之木，生于毫末九层之台，起于垒土千里之行，始于足下。"}
{"text":"――积土成山，风雨兴焉积水成渊，蛟龙生焉。――荀子合抱之木，生于毫末九层之台，起于垒土千里之行，始于足下。――老子问渠哪得清如许，为有源头活水来。――朱熹涓滴之水终可磨损大石，不是由于它的力量强大，而是由于昼夜不舍的滴坠。―贝多芬事例锦囊出珍品唐朝鬼才诗人李贺，他的成功在于积累。为了搜集素材，他早上背上锦囊，骑着毛驴，外出游历，观察生活，一有灵感便记在纸上，放于锦囊中。一天下来回到家中，将锦囊中积累的纸条拿出，在灯下选择整理，将有用的纸条再存入另一个锦囊中供以后写作用。陶瓷积累知识唐代大诗人白居易为了积累诗作素材，准备了许多陶罐，并分门别类的贴着标签，整齐的放在一个七层的架子上。他把平时收集到的资料按不同门类放到各自的陶罐中。等到资料积累的可以写作时，便函将陶罐倒空，将资料整理成文。"}
{"text":"他把平时收集到的资料按不同门类放到各自的陶罐中。等到资料积累的可以写作时，便函将陶罐倒空，将资料整理成文。日积月累终成伟业革命导师马克思为写资本论，阅读了多种书，在书中引用了十几个学科数百个的观点，留下了一百多本读书笔记。列宁在列宁全集中引用自已看过的书竟达万多册。他在研究帝国主义专题时，读了本书种期刊中的篇文章，写下多万字的札记。厚积者的楷模列夫托尔斯泰如果没有那一叠厚厚的审讯记录，如何写出那原汁原味的俄罗斯下层劳动人民的语言，李贺如果没有那个装诗的锦囊，怎能写出那脍炙人口的千古名句，姚雪垠如果没有那万张专题卡片，就不会有今天的长篇小说李自成。家庭教育名言一年之计，莫如树谷，十年之计，莫如树木，终身之计，莫如树人。――管子父善教子者，教于孩提。――林遗父母威严而有慈，则子女畏慎而生孝矣。"}
{"text":"――管子父善教子者，教于孩提。――林遗父母威严而有慈，则子女畏慎而生孝矣。――颜之推爱迪生幼年的故事，给了我两个深刻的印象一是科学要从小孩学起，二是科学的幼苗要像爱迪生的父母一样爱护才能保全。――陶行知父母的生活就是孩子进入社会前的一本读物。――席慕蓉父母的德行是儿子的最好遗产。――塞万提斯孩子是映照父母行为的镜子。――斯宾诺莎当孩子一开始呼吸时，教育就开始了。――保尔树不修不成材，儿不育不成人。――谚语养不教父之过训道不严师之惰。"}
{"text":"――谚语养不教父之过训道不严师之惰。――谚语事例不知道吃鸡蛋长篇报告文学中国的小皇帝中记叙了这么一件事，有个学生到学校蒸饭吃，看到饭盒里有个圆圆的鸡蛋，她想来想去，也不知道该怎么吃，去问了其他同学，还是不知道该怎么吃这个鸡蛋，最后又把它原封不动地带回了家，使得她的母亲哭笑不得。孟母为孟子三迁孟子幼时不喜欢读书，只知道嬉戏玩耍。孟母带着孟子先住在墓地附近，后住在市镇上，但她认为这些都不是孟子居住的好地方，最后搬到一所学校旁边住了下来。孟子每天接触的都是读书人也就读起书来，后来成为大学问家。珍惜时间名言抛弃时间的人，时间也抛弃他。――莎士比亚一寸光阴一寸金，寸金难买寸光阴。"}
{"text":"――莎士比亚一寸光阴一寸金，寸金难买寸光阴。――罗懋登百川到东海，何时复西归。少壮不努力，老大独伤悲。――乐府诗集失掉了现在，也就没有了未来。――时间就是生命。无端的空耗别人的时间，其实是无异于谋财害命的。――莫等闲，白了少年头，空悲切。――岳飞时间可以获得金钱，但金钱却买不到时间。――谚语盛年不重来，一日难再晨。及时当勉励，岁月不待人。――陶渊花有重开日人无再少年。――关汉卿时间就是生命，时间就是速度，时间就是力量。"}
{"text":"――关汉卿时间就是生命，时间就是速度，时间就是力量。――郭沫若人生太短，要干的事太多，我要争分夺秒。――爱迪生你热爱生活吗，那么别浪费时间，为时间是组成生命的材料。――富兰克林事例今日诗与明日歌中国古人十分珍惜时间，一寸光阴一寸金，寸金难买寸光阴少壮不努力，老大徒伤悲等都是脍炙人口的。明朝吴县学士文徵明，是著名的书画家，他写了一首今日诗，今日复今日，今日何其少，今日又不为，此事何时了。人生百年几今日，今日不为真可惜，若言姑待明朝至，明朝又有明朝事。为君聊赋今日诗，努力请从今日始。请初学者钱鹤滩在今日诗的基础上又改写了明日歌，明日复明日明日何其多，我生待明日，万事成蹉跎，世人若被明日累，春去秋来老将至。朝看水东流暮看日西坠。百年明日能几何，请君听我明日歌。笔名的含义中国现代文学的开端，是与现代中国的伟大思想家文学家革命家的名字联系在一起的。"}
{"text":"笔名的含义中国现代文学的开端，是与现代中国的伟大思想家文学家革命家的名字联系在一起的。当提倡科学与民主反帝反封建的新文化运动刚揭开序幕时，就用犀利的杂文和新颖性小说为它呐喊奔走，成为新文化运动的先驱和旗手。向许寿裳解释用这个名字的原因之一是取愚鲁和迅速之意。他认为自己比较笨拙，只有勤勉，才能在一定的时间收到和别人一样的效果。有人说是天才，自己说哪里有天才，我是把别人喝咖啡的时间都用在工作上的。巴尔扎克惜时如金巴尔扎克是位多产的作家。他的时间是一分一秒也不空过的。一次巴尔扎克太累了，对一个朋友说我睡一会儿你一小时后叫醒我。一个小时过去了，朋友实在不忍心叫醒他。巴尔扎克醒来后，发现超过了一小时，几乎是暴跳如雷的对朋友说你为什么不叫醒我，耽误了我多少时间啊。他平时每天写作十六七个小时，把自己关在房间里，一日三餐由仆人从特定的窗口放进去。年，岁的他自我感觉心脏病要大发作了。他问医生还能活多久，半年，还是六星期，医生都用摇头来回答。巴尔扎克着急的说至少天总可以吧，我还可以写个提纲，还可以把已经出版的卷校订一下。节时盈利的奔驰德国著名的奔驰集团，从年代起全面更新工艺流程，使著名的奔驰轿车制造工时缩短一半，每年盈利万马克。"}
