{"text":"而自古以来，在这片古老的土地上，要实现美食的交流与传播，似乎变得不太可能！交通，成了最大的阻隔。高铁的横空出世，打破了这种食物地域的限制，它以更经济更快捷的方式让距离不再成为食品传播的阻隔！时速二百五十公里每小时，运营里程目前已超两万公里，横跨东西，纵贯南北，无论是中国的各大城市还是大小乡村，几乎无往不至，无处不通。古代诗人苏轼初到黄州，才有长江绕郭知鱼美，好竹连山觉笋香的惊叹杜牧登临杭州，方有越浦黄柑嫩，吴溪紫蟹肥的吟唱！而今，去西北吃一碗正宗的兰州拉面，去北京吃一只地道烤板鸭，去上海吃一顿红烧肉，去四川来一碗传统麻婆豆腐，到广州尝一次拉肠粉，坐上高铁，朝发夕至，从容淡定，不温不火。今日的中国，经济在快速发展，但有人的地方就有烟火，人与食物的脚步从未停歇。现今的中国，也以前所未有开放的姿态，迎接四海宾客。买一张高铁票吧！去中国广袤的美丽乡村，体验最纯真最美味的中华美食吧！这就是中国人，这就是中国如果你是一位外国人，对于中国，你印象最深刻的是什么？是可笑的辫子，还是厉害的功夫？是憨态可掬的大熊猫，还是纽约时代广场上的宣传片中国？如果你来过中国，甚或你因为对中国的好奇和向往成为一名在华留学生，那么你一定会对中国的美食赞不绝口，对中国的京剧产生兴趣，也许会为你所在的那个城市的空气污染而抱怨？这都是中国，你所见到的，你所感知的，都是中国有机构成的元素。但作为生于斯长于斯的中国人，我想提醒每一个来自异域的的客人如果你不认真去读懂这片土地上的人民，你就谈不上真正读懂了中国。不错，这片土地上千百年来生活着勤劳勇敢的人民。你们所见到的著名的长城，是早在三四千年前比金字塔的修建差不多早了一千年就开始修筑的防御工程，这座伟大的城墙纯粹是由百姓们人工筑成，凝聚了成千上万普通劳动者的劳动智慧血泪甚至生命。不到长城非好汉，如果你去长城，请一定好好抚摸那些青砖，感受这个民族人民的坚韧和凝重，感受这个民族的脊梁。当你夜晚或乘车或骑行或夜跑，经过中国城镇的广场，你一定会被一个大喇叭和一群扭腰转圈的大妈所吸引。"}
{"text":"不错，这片土地上千百年来生活着勤劳勇敢的人民。你们所见到的著名的长城，是早在三四千年前比金字塔的修建差不多早了一千年就开始修筑的防御工程，这座伟大的城墙纯粹是由百姓们人工筑成，凝聚了成千上万普通劳动者的劳动智慧血泪甚至生命。不到长城非好汉，如果你去长城，请一定好好抚摸那些青砖，感受这个民族人民的坚韧和凝重，感受这个民族的脊梁。当你夜晚或乘车或骑行或夜跑，经过中国城镇的广场，你一定会被一个大喇叭和一群扭腰转圈的大妈所吸引。也许你也听说过这样的广场舞还跳出了国门，走向了世界。我建议你走近她们，欣赏她们，这种中国式健身的广场舞一定会让你重新认识中国的普通民众。广场大妈们那集体活动的气势，那扭腰的灵活，那甩头的潇洒，那转圈的忘我，无不展现着今天中国人的自信和安居乐业。虽然她们也有扰民，有俗气，但正是这样的接地气，让中国活生生地展现在你面前。如果你能在中国停留或生活一段时间，你会为了一项技术惊叹，那就是――移动支付！大到买高铁票，小到路边买几个水果，你打开手机链接支付宝或扫一扫相关的二维码，交易就完成了，就这么快捷安全。科技以一种全新的姿态出现在这个古老的国度，打造了质量，超越了速度，改变了方式，这一切都归功于这片土地上人民的聪明才智，锐意创新。当然，也许你曾遇到中国人的欺骗耍小聪明爱占便宜不遵守规则，但是，瑕不掩瑜，他们善良热心友好热爱和平，只要你接触过中国人，你一定会深深地被这龙的传人所吸引。只要你来过中国，你一定会爱上这片土地。人生如书，逐级而读说话的境界分三个等级最高境界是忘言，其次是慎言寡言讷于言，第三是修辞或辞令。人生亦是如此，于有字之书中初步领略世界，于无字之书中体悟世间冷暖，最终在心灵之书中沉淀深邃灵魂。循序渐进，方可臻于完满。有字之书恰似借用他人视角看喧腾社会。它可以是外交辞令式的左传，可以是纵横捭阖式的国语，抑或是清新淡雅式的世说新语，它让我们从中获取知识，领略六韬三略的风采。诸子百家的言论，唐宋元明清的诗歌，这些世间流传下来的经典亦是人生不可或缺的法门。然而拘囿于纸上得来的东西难免终觉浅。人生不需要过于厚实的理论堆砌，因为我们深谙只可意会不可言传的玄妙。这也正是人生境界的第二阶段―――无字之书，我们可引申为亲身经历人生阅历。"}
{"text":"循序渐进，方可臻于完满。有字之书恰似借用他人视角看喧腾社会。它可以是外交辞令式的左传，可以是纵横捭阖式的国语，抑或是清新淡雅式的世说新语，它让我们从中获取知识，领略六韬三略的风采。诸子百家的言论，唐宋元明清的诗歌，这些世间流传下来的经典亦是人生不可或缺的法门。然而拘囿于纸上得来的东西难免终觉浅。人生不需要过于厚实的理论堆砌，因为我们深谙只可意会不可言传的玄妙。这也正是人生境界的第二阶段―――无字之书，我们可引申为亲身经历人生阅历。于时光中，某些细碎经历会化为齑粉，如字的升华，语境仍存，体悟延伸。这不是太虚幻境，但它容许塞万提斯笔下堂吉诃德式的理想飞扬这不是光耀万世的烫金碑文，但它却是荒冢之上凹凸有致刻骨铭心的生命曲线。这便是体悟的升华。无字之书脱离了字的束缚，自然也增加了人性养成的难度。背道而驰南辕北辙人云亦云旅进旅退，这些都是缺乏束缚的典型。这时便需有心灵之书作为灵魂指引。因此，心灵之书便是万千阅历森罗万象在心灵中的最后沉淀。筛去附赘悬疣，掌握人生方向积淀潜思哲理，挖掘生命的深度。它是盖茨比于黛西空虚扭曲灵魂中所见的灵魂真谛它是画魂潘玉良挣脱世俗偏见追求的艺术巅峰它甚至可以是理查德帕克这只猛虎背后隐藏的人性。然而，这种境界岂是普通大众都可攀缘而至的！时下，浮躁之风盛行，很多人无暇顾及心灵之书的修炼，甚至连无字之书都不乐意总结分析，停留在有字之书层次的人则越来越多。如此之势，便如厝火积薪，一瞬便可燎原。正因如此，范雨素的成长经历，才会掀起互联网众多网民点赞转发的狂潮，这种共鸣也揭露了当代人的精神短板心灵之书缺席的现实。人生如书，需逐级而读，终级境界仍需以心体之，以心察之。前方曹文轩在前方中说，人总有克制不住的离家的欲望。起先，我们乘着牛拉的车，从泥泞和山路中走出来，再换乘大车小车，最终跻身高楼和车流之间。我们期待着前方的路，学习奋斗，为了在万家灯火中有属于自己的一盏。自行车轮一圈圈转动，吹着口哨骑车的是那个憧憬未来的年轻人儿。慢慢的，年轻人的脸上多了一些老成，时间也如车轮一般转个不停，把自行车转得又老又旧。多了一辆汽车行驶在路上，里面是一个西装革履的人。好像我们终于到了想要到的前方。"}
{"text":"前方曹文轩在前方中说，人总有克制不住的离家的欲望。起先，我们乘着牛拉的车，从泥泞和山路中走出来，再换乘大车小车，最终跻身高楼和车流之间。我们期待着前方的路，学习奋斗，为了在万家灯火中有属于自己的一盏。自行车轮一圈圈转动，吹着口哨骑车的是那个憧憬未来的年轻人儿。慢慢的，年轻人的脸上多了一些老成，时间也如车轮一般转个不停，把自行车转得又老又旧。多了一辆汽车行驶在路上，里面是一个西装革履的人。好像我们终于到了想要到的前方。但是，人们似乎还是不满意，在另一个地方，把车变得越来越快，把房子变得越来越高，车更快，更稳，可以去到更多的地方，可以越过高山和泥泞，那些我们已经不太去的地方，车可以去了。我们的足迹我们的心却被这一方小小的金属笼子禁锢了，我们从泥泞中走来，从广袤中走来，从自由中走来，却走进了一方金属，水泥制成的笼子中。我们在此中兜兜转转，忙忙碌碌，乐此不疲。年少时向往的前方，就是在车和房子间切换的生活吗？许多人在这个车如流水马如龙的世界过活，恰如在阿尔卑斯山谷中乘车兜风，无暇回首流连风景，于是这个丰富华丽的世界便成了一个了无生趣的囚牢。后来老成的人也累了，脸上生出几分无奈，开着车回山里的那个小村庄。车行驶在高速公路上，和路边的种种擦肩而过。不会有在艳阳中，在风雨中，在夕阳的余晖中，在月夜中吟诗作对的游子我们看不到槲叶落山路，枳花明驿墙，因为我们随时都可以出发，蜀道难也挡不住我们的车。我们的情感也随车一样飞驰，与自然擦肩而过，我们坐在车上，和心中的诗意越来越远。我们的先人一步步走过的泥土，被我们用水泥填平，被无数的车碾过。前方归家的路是如此平坦快捷。车仿佛把我们的乡愁都变小了，千里之外，也不再是远方。车让我们在路上这一过程变得没有意义，眼中只在乎前方。刘亮程在今生今世的证据里说了句很有意思的话我知道所有回家的脚步都已踏踏实实地迈上了虚无之途。前方的家，还是我们的精神家园吗？在车上的人，他们是要归家还是要远行呢？我们是不是可以从车上下来，慢慢走一走，走一走远行的路，走一走归家的路，不要一味地在意前方。你会发现我们的世界是那样的丰富美好，就像阿尔卑斯山谷中的标语牌说的那样慢慢走，欣赏啊！人生三读王家卫在一代宗师中有言见天地，见自己，见苍生。这与一位作家的人生三书论不谋而合。"}
{"text":"刘亮程在今生今世的证据里说了句很有意思的话我知道所有回家的脚步都已踏踏实实地迈上了虚无之途。前方的家，还是我们的精神家园吗？在车上的人，他们是要归家还是要远行呢？我们是不是可以从车上下来，慢慢走一走，走一走远行的路，走一走归家的路，不要一味地在意前方。你会发现我们的世界是那样的丰富美好，就像阿尔卑斯山谷中的标语牌说的那样慢慢走，欣赏啊！人生三读王家卫在一代宗师中有言见天地，见自己，见苍生。这与一位作家的人生三书论不谋而合。读有字之书，即见天地万物的运行之理，读无字之书，即见芸芸苍生的社会迹象，读心灵之书，即见自己内心的所欲所求。然而如何将三者有机的结合，使自己既不读死书，又不汲汲于世，也不闭锁内心呢？想必，以知识和社会经验来丰富内心，剔除纷扰，才是读书之途。现今社会，基础教育的普及早已使有字之书谙熟于每个人的心中，而网络的大潮则将碎片化的知识和信息日富一日地带到人们面前。可以说，有字之书中的知识正以前所未有的速度和力度从世界各地喷薄而出。另一方面，随着现代一体化和泛娱乐化的兴起，各种从所未见的社会现象和社会心理被写在了如今的无字之书上。然而，一位哲人曾说不知情权比知情权更加重要，它可以让高尚的心灵不被无用的言论所累。面对有字之书和无字之书，心灵之书便格外重要。只有在心灵之书中读得坚定，读出信念，读出亘古不变的普世价值，读出道德律令和精神准则，才能拒绝动摇，读到真实的自我与内心。否则，如尼尔波兹曼所言我们终将毁于自己所爱的东西。而知识和社会阅历同样可以成为人的武装，从书本和社会中剔除糟粕与流俗，才能达到心灵的上升。同样，伟大的心灵亦有益于个人对有字之书与无字之书的理解。抗战时曾有文人说自己当年读宋人著作不知国破家亡之苦，只有到了抗战时国家陷于危难，方得与宋人同情。赫尔曼黑塞在谈及读书时，也说自己阅读歌德的亲和力时，由于误读了它而完全成了另一本书。由此可见，真正伟大的心灵会以知识和阅历审视自己，提升自己，使自己拥有读书更加聪慧的耳目。诚然，无论哪一本书，多读未必有益，精读却又怕陷入牛角尖的困局，然而这三读互相作用，又互相反作用，以知识和社会阅历丰富内心，升华的内心又从社会和书本中去除杂质，淘得真金，在不断循环中臻于完美。"}
{"text":"抗战时曾有文人说自己当年读宋人著作不知国破家亡之苦，只有到了抗战时国家陷于危难，方得与宋人同情。赫尔曼黑塞在谈及读书时，也说自己阅读歌德的亲和力时，由于误读了它而完全成了另一本书。由此可见，真正伟大的心灵会以知识和阅历审视自己，提升自己，使自己拥有读书更加聪慧的耳目。诚然，无论哪一本书，多读未必有益，精读却又怕陷入牛角尖的困局，然而这三读互相作用，又互相反作用，以知识和社会阅历丰富内心，升华的内心又从社会和书本中去除杂质，淘得真金，在不断循环中臻于完美。从有字之书和无字之书的所得，重读有字之书与无字之书的结晶。如此一来，人生三读，岂不快哉？与君共赏，魅力中国莎翁曾言一千个读者眼里有一千个哈姆莱特。而我要说一千个旅者眼中有一千个中国。或许你已曾听过种种言说，心中对中国有些许模糊印象，但现在，请听我这土生土长的中国人一言中国，绝对是一个魅力十足的中国！当然，空气污染阴霾未褪，食品安全心尚存疑，但正如高峰常伴雨雪，大海也有风浪。中国不是一点一片的中国，中国是横有万平方公里，纵有上下五千年的中国，中国的魅力绝不因短暂的呜咽而稍减，绝不因一时的阵痛而凝绝。中国的魅力，在异彩纷呈的美食。中国幅员辽阔，自然条件千差万别，加之民族的众多，风俗的各异，从而形成极具地域特点的各色美食。先有川菜鲁菜粤菜苏菜，后继浙菜闽菜湘菜徽菜，八大菜系源远流长技分炒烧煎炸，兼具煮蒸烤淋，技艺出神入化味具南甜北咸，杂以酸麻辣鲜，其香淳美四溢，其味不可言宣。更令人惊叹的是美食的背后或蕴含着美丽的故事或承载动人的传说尝棕子，便忆及屈原愤而投江的爱国情怀品月饼，便思及嫦娥奔月的满腹幽怨吃元宵，便虑及万里飘泊的乡思深情。中国的美食不仅凝结着中国劳动人民的智慧，更蕴藏着黎民百姓的万千情丝，而这一切在长远的流传中又悄然深化成中华民族的魂魄。品美食而知中国丰富，品美食更应感中华民族之魅力。美食之外，中国的魅力，在创新之精神。共享单车遍布城市角落，移动支付触手可及。数年前想都不敢想的方式，在一夜之间成为城市靓丽的风景，成为百姓生活的日常。习总书记说科技是国家强盛之基，创新是民族进步之魂。创新的号角吹响的时刻，城市的发展正阔步向前。"}
{"text":"品美食而知中国丰富，品美食更应感中华民族之魅力。美食之外，中国的魅力，在创新之精神。共享单车遍布城市角落，移动支付触手可及。数年前想都不敢想的方式，在一夜之间成为城市靓丽的风景，成为百姓生活的日常。习总书记说科技是国家强盛之基，创新是民族进步之魂。创新的号角吹响的时刻，城市的发展正阔步向前。在大众创新，万众创业的背景下，共享单车移动支付这两种基于互联网的方式异军突起，深刻改变了国人的支付方式和出行方式。创新引领着城市的发展，城市提供了创新的平台，中国正昂扬地走向未来，以其创新的魅力吸引着整个世界。仓促之间，中国的魅力难以言尽。以其遥闻言说而幻想其形，莫如亲临中国而身感其味。只有走近中国，才能遇见中国的宽广只有走进中国，才能懂得中国的深厚。中国的一点一滴都是中国，中国的魅力无处不在。亲爱的朋友，如果你来到中国，我当与君携手，领略中国的魅力，共赏魅力的中国！一碗一筷诠中华白落梅曾写道那小小的瓷碟里，竟品出了海的包容，天的旷远，地的辽阔。尝难尽的是食物千味，吃不完的是人生百态。中华食文化源远流长，千百年来一句民以食为天竟令无数文人骚客权贵宠臣普通百姓竟折腰，不妨夹起一双木筷，从胃开始，读懂中华。古来便有七俗柴米油盐酱醋茶。从原始人的茹毛饮血到如今蒸煮炒焖炖，火的使用，让中国人的餐桌走向多元。而这，恰好体现了古人们的创新精神。倘若没有创新思维，又怎会有火苗的出现又怎会有火种的保留食色，性也。儒家先哲早已道出国人性格真谛。食物承载的还有人们的性情。广东人好喝汤，正如广东人的性格，温润谦和四川人爱吃辣，也恰体现了川妹子川哥哥们的好爽直率京城烤鸭色泽金黄，制作讲究，不正是京城老炮儿们谨慎机智的最好表现吗凡此种种，不一而足。酸甜苦辣咸，五味全。五味构成一桌满汉全席，菜式多样，人也多样，中国人就是如此多元。食物上多依附的不乏中华传统。元旦吃饺子，元宵吃汤圆，端午吃粽子食物们的名称由于谐音也被用来传递美好愿景――年年有鱼，汤圆团圆这些都体现了先人们卓越的智慧以及虔诚的美好祝愿。然而，正如月亮与六便士所言任何硬币都有正反面。"}
{"text":"酸甜苦辣咸，五味全。五味构成一桌满汉全席，菜式多样，人也多样，中国人就是如此多元。食物上多依附的不乏中华传统。元旦吃饺子，元宵吃汤圆，端午吃粽子食物们的名称由于谐音也被用来传递美好愿景――年年有鱼，汤圆团圆这些都体现了先人们卓越的智慧以及虔诚的美好祝愿。然而，正如月亮与六便士所言任何硬币都有正反面。在食品行业迅速发展的今天，其背后透露出的一些弊端也引发了人们的恐慌。不知从何时起，三鹿奶粉开始代替了三聚氰胺，红心鸭蛋成为了苏丹红浆液的代名词，虾不只是虾，而是注胶虾渐渐地，人们谈食色变，浮云蔽目，食物难辨好恶，这正折射出今日中国个别商家眼里唯利是图，罔顾他人安全，实在是利欲催人万火牛，悲哉所幸中华民族没有放弃抵抗。食品监管力度的加大有关法律的出台执法程序的严格均在扼杀着不良商家的坏念头。最终，蔽目浮云将被吹薄，也不再会因为不见长安而发愁了。装盛中华美食的瓷碗，素胚勾勒出细致纹路，碗身描绘艳丽的花，这是中华民族千年手艺传承，历史沉淀夹食中华美食所用木筷，竹香仍溢，挺直坚韧，恰如中华民族性格刚直正义，不阿不谀。中华美食折射的，除了文化还有人性烹饪方式的改进始发于人们的创新思维，源起于人民精益求精的追求纵有安全小隐患，重典治理安人心更是体现了中华民族的责任心之强大。捧起一碗，执起一筷，于色香味俱全的中华美食中，歆享中国特色中国味吧人生的站口人生是一段长长的路程，总是从一个站口进去，过一段人生，再从另一个站口出来，再过一段新的人生。在我看来高考就是人生路上的一个站口。高考是人生的站口，你得经过检阅，才能通过。从表面上看，主要是文化知识的比拼，实际上还有身体心理思想等综合实力的比拼。要通过，就得准备，就得全面调控。从这个意义上说，我们要珍视高考，积极应对高考，而不能随意放弃高考。高考检阅通过，你不能太得意，千成不要以为你赢得了高考，就赢得了一生，哪怕你考上清华北大？你还要学习，还要深造，还要通过社会的检验。"}
{"text":"从表面上看，主要是文化知识的比拼，实际上还有身体心理思想等综合实力的比拼。要通过，就得准备，就得全面调控。从这个意义上说，我们要珍视高考，积极应对高考，而不能随意放弃高考。高考检阅通过，你不能太得意，千成不要以为你赢得了高考，就赢得了一生，哪怕你考上清华北大？你还要学习，还要深造，还要通过社会的检验。千成不要成为高分低能儿，千万不要成为偏才庸才，高考仅是对我们学习能力的一次并不太全面的考查，我们要成为真正的身心和谐的全面发展的人，就不能满足于高考成功，就不能陶醉于高考成功。你只能庆幸自己，总算可以步入另一学府，去探寻更多的未知世界！高考检阅暂时没通过，也不要自暴自弃。一方面可以重振旗鼓，卷土重来。要学马云俞敏洪，屡败屡战，奋战三次，最终成功另一方面可以静下心来，发现自己的潜力与优长，寻找新的人生站口。挤不上独木桥，就走更宽广的阳关道。要知道，没有经过高等教育的人，还是有不少成功的实例。我们来看这样两组数据一组是对十一届三中全会以来我国各行各业涌现出来的有突出贡献的人才所进行的调查。统计结果表明名调查者中，有的人只读过小学或中学，他们的成就主要是后来靠自学取得的。另一组是国外的材料，调查显示了世纪以来在政治军事科技和文化各个领域作出杰出贡献的人物，例如政治家邱丘尔科学家爱因斯坦画家凡高文学家高尔基等。发现位这类人物中，有的人在小学和中学阶段的学习成绩平平或比较差，甚至有一两门功课不及格，有的还被学校开除过。看来，高考不是成才的唯一途径。这里举一下查尔斯舒尔茨。大家知道他就是最受欢迎的卡通形象史努比的创。小时几乎所有认识他的人，都认为他是一个智力低下的学生，即使到了中学八年级，他的各门主课仍然没有起色代数英文全不及格，物理竟然考了零分！他只有一样聊以自慰的东西，这便是绘画，是的，他酷爱绘画。尽管在中学期间，他提供给年鉴的漫画全被拒用了，但他依然坚信自己的艺术天赋。等他告别学校，便大胆来到迪斯尼工作室，向他们递交了自己的绘画作品。迪斯尼工作室有关人员非常欣赏他的作品，当场就决定聘用他。但后来，他再次遭到了残酷的拒绝。历经一次次挫败，他并没有放弃，决定用卡通的方式来记述自己的遭遇。后来他画的史努比风行世界，从而成为史努比永远的父亲。"}
