{"text":"他说，有一个女孩子就这样告诉他贱是天生的。这个女孩就是公共汽车。在公共汽车家里，阿兰和她坐在一个小圆桌前嗑瓜子。她说我这个人生来就最贱不过。这大概是因为她没有搞过破鞋就被人称作是破鞋，没有干过坏事就被人送上台去斗争，等等。后来她说，来看看我到底有多贱吧，然后她就把衣服全部脱去，坐下来低着头继续嗑瓜子，头发溜到她嘴里去，她甩甩头，把发丝弄出来，然后她看到阿兰没有往她身上看，就说你看吧，没关系。于是阿兰就抬起头来看，面红耳赤。但她平静如初，把一粒瓜子皮喷走了以后，又说摸摸吧。阿兰把颤抖的手伸了出去，选择了她的乳房。当指尖触及她的皮肤时，阿兰像触电一样颤了一下，但是她似乎毫无感觉。后来，她把手臂放在桌面上，把头发披散在肩头，把自己的身体和阿兰触摸她的手都隐藏在桌下，平静他说，你觉得怎么样啊。忽然，她看到一只苍蝇飞过，就抓起手边的苍蝇拍，起身去打苍蝇。此时，公共汽车似乎一点都不贱，她也不像平日所见的那个人。因为她有一个颀长而白亮的身躯，乳房和小腹的隆起也饶有兴趣。只有穿上了衣衫，把自己遮掩起来时，她才显得贱。公共汽车对阿兰说过，每个人的贱都是天生的，永远不可改变。你越想掩饰自己的贱，就会更贱。唯一逃脱的办法就是承认自己贱，并且设法喜欢这一点。阿兰小的时候，坐在水泥地面上玩积木时，常常不自觉的摸索自己的生殖器，这时候他母亲就会扑过来，说他在耍流氓，威胁说要把它割了去，等等。后来她又说，要叫警察叔叔来，把他带走，关到监狱里去。在劝说无效时，她就把他绑起来，让他背着手坐在水泥地上。阿兰就这样背着手坐着，感到自己正在勃起，并且兴奋异常。他一直在等待警察叔叔来，把他带到监狱里。从那时开始，一个戴大檐帽，腰里挂着手铐的警察叔叔，就是他真正的梦中情人了。一个这样的警察叔叔就坐在他面前，不过，小史比他小了十岁左右。他承认自己贱，就是指这一点而言。阿兰想到公共汽车在自己面前裸露出身体的情形，想到她像缎子一细密的皮肤，就想说，这一切也该属于小史。他想把自己的一切都奉献出来――但是他没有说。首先，公共汽车已经没有了十七岁的身躯其次，这种奉献也太过惊世骇俗。于是，这个念头就如一缕青烟，在他脑海里飘散了。阿兰说，刚从农场回来时，他曾想戒掉同性恋，也就是说，不要这样贱。所以他就到医院里去看。"}
{"text":"他承认自己贱，就是指这一点而言。阿兰想到公共汽车在自己面前裸露出身体的情形，想到她像缎子一细密的皮肤，就想说，这一切也该属于小史。他想把自己的一切都奉献出来――但是他没有说。首先，公共汽车已经没有了十七岁的身躯其次，这种奉献也太过惊世骇俗。于是，这个念头就如一缕青烟，在他脑海里飘散了。阿兰说，刚从农场回来时，他曾想戒掉同性恋，也就是说，不要这样贱。所以他就到医院里去看。那里有个穿白大褂的大夫，坐在桌边用手拔鼻毛，并且给他两沓画片，一沓是男性的，另一沓是女性的又给了他杯白色的液体，一杯是牛奶，另一杯是催吐剂，让他看女人的画面时喝一口牛奶，看男人的画片时喝一口催吐剂，就离去了。阿兰就开始呕吐起来。但是这里的环境和他正在做的事使他感到自己更贱了。阿兰浏览了整套画片，那些画片制作粗劣，人物粗俗，使他十分反感。他并不是特别讨厌女性，他也不是特别喜欢男性。他只是讨厌丑恶的东西，喜欢美丽的东西。后来，阿兰放下了画片，坐在水池边，把那一杯催吐剂一口一口地喝了下去。他呕吐的时候，尽量做到姿势优雅照着水池上的镜子！他甚至喜欢起呕吐来了。小史对阿兰说没见过像你这样的――这就是说，没有人承认自己贱。所以，这就叫真贱。在大发宏论的同时，他没有注意到阿兰容光焕发，并且朝他抛过了一个媚眼，也就是说，小史没有注意到阿兰爱他。他只注意到了表面的东西在这间屋子里，有警察和犯了事的人，有好人和贱人，有人在训人。有人在挨训没有注意到事情的另一面。十八阿兰坐在派出所里，感到自己是一个白衣女人，被五花大绑，押上了一辆牛车，载到霏霏细雨里去。在这种绝望的处境之中，她就爱上了车上的刽子手。刽子手庄严凝重，毫无表情像个傻东西，所以阿兰爱上他，本不无奸邪之意。但是在这个故事里，在这一袭白衣之下，一切奸邪淫荡，都被遗忘了，只剩下了纯洁楚楚可怜等等。在一袭白衣之下，她在体会她自己，并且在脖子上预感到刀锋的锐利。阿兰谈到了自己的感觉，他常常无来由地感到委屈，想把自己交出去，交给一个人。此时他和想像中的那位白衣女贼合为一体了。那辆牛车颠簸到了山坡上，在草地上站住了，她和刽子手从车上下来，在草地上走，这好似是一场漫步，但这是一生里最后一次漫步。而刽子手把手握在了她被皮条紧绑住的手腕上，并且如影随形，这种感觉真是好极了。"}
{"text":"但是在这个故事里，在这一袭白衣之下，一切奸邪淫荡，都被遗忘了，只剩下了纯洁楚楚可怜等等。在一袭白衣之下，她在体会她自己，并且在脖子上预感到刀锋的锐利。阿兰谈到了自己的感觉，他常常无来由地感到委屈，想把自己交出去，交给一个人。此时他和想像中的那位白衣女贼合为一体了。那辆牛车颠簸到了山坡上，在草地上站住了，她和刽子手从车上下来，在草地上走，这好似是一场漫步，但这是一生里最后一次漫步。而刽子手把手握在了她被皮条紧绑住的手腕上，并且如影随形，这种感觉真是好极了。她被紧紧地握住，这种感觉也是好极了。她就这样被紧握着，一直到山坡上一个土坑面前才释放。这个坑很浅，而她也不喜欢一个很深的坑。这时候她投身到刽子手的怀里，并且在这一瞬间把她自己交了出去。但是阿兰没有把这个感觉写进他的书里。一本书不能把一切都容纳进去。后来，阿兰讲的这个爱情故事是这样的几年前，他还十分年轻，英俊异常，当时在圈里名声甚大。有一天，他和几个朋友，或者叫做仰慕者，在街上走着的时候，有一个男孩子远远地看着他，怯生生地不敢过来搭话。后来当然还是认识了，这孩子是个农村来的小学教师。他仅仅知道城里有个阿兰，就爱上了他，走到他面前，说我爱你。并且又说，你对我做什么都成。这是一种绝对的爱情，也是一种绝望的奉献，你不可以不接受。但是这种绝望比阿兰的绝望容易理解，因为它是贫穷。阿兰到他家里去过，看到了一间满是裂缝的黄泥巴房子，一个木板床支在四个玻璃瓶子上，还有两个被贫困和劳作折磨傻了的老人。在那间破房子里，阿兰像一位雍容华贵的贵妇一样爱上了这位小学教师，并且在那张木床上，请他使用他。他觉得这种感觉真是好极了。阿兰还想说那个男孩穷到了家徒四壁的程度，身上却穿了一套时髦的牛仔裤，骑了一辆昂贵的赛车。他像一切乡下来的人一样要面子，但他走过来对阿兰说我爱你，我只属于你。他让阿兰看到的不但是他漂亮的外表，还有他破破烂烂的家，他走投无路的窘态――也就是说，提示了一切线索，告诉阿兰怎样地去爱他。但是阿兰的决定完全出乎他的意外，他要像爱一位百万富翁。爱一位帝王一样爱他。所以阿兰想说自身生而美丽是多么的好哇――就像一个神祗一样，可以在人间制造种种的意外。可能，阿兰还讲过他和这个男孩之间别的事，比方说，他和他在河边上张网捕鸟，但是逮到的却是一些不值钱的老家贼。或者，他们长途贩运服装，结果是赔了钱。"}
{"text":"他让阿兰看到的不但是他漂亮的外表，还有他破破烂烂的家，他走投无路的窘态――也就是说，提示了一切线索，告诉阿兰怎样地去爱他。但是阿兰的决定完全出乎他的意外，他要像爱一位百万富翁。爱一位帝王一样爱他。所以阿兰想说自身生而美丽是多么的好哇――就像一个神祗一样，可以在人间制造种种的意外。可能，阿兰还讲过他和这个男孩之间别的事，比方说，他和他在河边上张网捕鸟，但是逮到的却是一些不值钱的老家贼。或者，他们长途贩运服装，结果是赔了钱。这些故事的结局都是一样的，在那间破泥巴房子里，阿兰摊开了身躯，要求那男孩爱他，并且把心中的绝望宣泄在他身后。那间房子里总是亮着一盏赤裸裸的灯泡，而布满了裂缝的墙上，总是爬着几只面目狰狞的大蟑螂。午夜里，雾气飘到房间里来了，在床边上，堆着那些旧书籍旧报纸――穷困的人连一张纸条都舍不得扔――能被绝望的人爱，是最好的。但是小史对这个故事一点都不理解，他说，你丫讲的，就叫爱情了？阿兰只好把这个故事草草讲完，后来那个小学教师想让阿兰娶他妹妹，这样他们三个人就可以在一起过了。阿兰对此感到厌恶，就拒绝了。他可以爱他，但不想被拖到这种生活里去。现在再也不会有人怯生生地看着他，或者因为绝望走过来说我爱你。年轻漂亮性感，有时候也是一种希望。但是这些东西阿兰已经没有了。阿兰的样子现在看起来还是可以的。不过他已经开始化妆了，眉毛是纹过的，脸上也涂了薄薄的一层冷霜。最主要的是他的皮肤已经发暗，关节上皮肤已经开始打堆。他想拥有一个又白又亮的修长的美少年的身躯。小史以为，他这是变态，但他自己不以为是变态。这样的身躯在男性和女性都是一样的，都可以称之为美。十九那天晚上在派出所里，阿兰还谈到公园里有一个易装癖。这个人穿着黑裙子，戴一个黑墨镜，看起来很像一个女人，假如不看他手背上的青筋，谁也看不出他竟是一个男人。这个人就在公园里走来走去，谁也不理。他也许只想展示自己。也许别人不容易注意到他是个男人，但同性恋者马上就看出来了。阿兰对他很是同情，曾经想和他攀谈一下，但是被他拒绝了。这是因为他拒绝承认自己是男人，哪怕是承认自己是一个同性恋者。这使阿兰感到，他的绝望比自己还要深。这个人的事小警察也知道，他拉开抽屉，里面有此人的全套作案工具。这件事是这样发生的此人身上的曲线是布条绕出来的，除此之外，他也要上厕所。"}
{"text":"这个人就在公园里走来走去，谁也不理。他也许只想展示自己。也许别人不容易注意到他是个男人，但同性恋者马上就看出来了。阿兰对他很是同情，曾经想和他攀谈一下，但是被他拒绝了。这是因为他拒绝承认自己是男人，哪怕是承认自己是一个同性恋者。这使阿兰感到，他的绝望比自己还要深。这个人的事小警察也知道，他拉开抽屉，里面有此人的全套作案工具。这件事是这样发生的此人身上的曲线是布条绕出来的，除此之外，他也要上厕所。有一天，他在女厕所里解布条子，被一位女士看见。可以想见，后者发出了一阵尖叫，这个家伙就被逮住了。在派出所里，小史自告奋勇地给他解开了布条，并且兴高采烈地告诉他，你丫长痱子了。他们就这样缴获了此人的头套，连衣裙，还有很多沁满了汗水的纱布，足够缠好几个木乃伊。小史谈起这件事，依然是兴高采烈，但这使阿兰感到一点伤感，因为那一天他也在派出所外面，看到此人穿了几件破衣烂衫狼狈地离去，在涂了眼晕的眼睛里，流出了两溜黑色的泪水。这件事有顺埋成章的一面，因为此人是如此的贱，如此的绝望，理应受到羞辱但也有残忍的一面，因为这种羞辱是如此的肮脏，如此的世俗。就连杀人犯都能得到一个公判大会，一个执行的仪式。羞辱和嘲弄不是一回事。这就是说，卑贱的人也想得到尊重。无须说，小史听到这些话大大地吃了一惊，他没有想到这些贱人也想要得到尊重，就有哭笑不得之感。因为听到了这么多闻所未闻的事，不管怎么说，阿兰好像很有学问，虽然是肮脏的学问。他也想要尊重阿兰，很客气地和阿兰重新认识，互相介绍，并且把他叫做阿兰老师。虽然这样做时不无调侃之意，但是阿兰也接受了，这是因为被叫做老师，和这种受凌辱受摧残的气氛并不矛盾。二十在那本书里，阿兰写道那位衙役用锁链把白衣女贼牵到自己家里，把她锁在房子中间的柱子上。这样，他就犯了重大的贪污罪。在这个地方，美丽的女犯是一种公共财产，必须放在光天化日之下凌辱摧残，一直到死。他把她带回家里来，就是犯了贪污罪。而那一夜实际发生的事情是午夜过后下了一场暴雨，空气因而变得凉爽。小史因而感到瞌睡，他打个呵欠说，可以睡一会了。他自己准备在办公桌上睡觉，至于阿兰，可以在墙边的椅子上歪一歪。有一件事使他犹豫再三，后来他下了决心，拿出一副手铐来，说道阿兰老师，不好意思，这是规定。"}
{"text":"这样，他就犯了重大的贪污罪。在这个地方，美丽的女犯是一种公共财产，必须放在光天化日之下凌辱摧残，一直到死。他把她带回家里来，就是犯了贪污罪。而那一夜实际发生的事情是午夜过后下了一场暴雨，空气因而变得凉爽。小史因而感到瞌睡，他打个呵欠说，可以睡一会了。他自己准备在办公桌上睡觉，至于阿兰，可以在墙边的椅子上歪一歪。有一件事使他犹豫再三，后来他下了决心，拿出一副手铐来，说道阿兰老师，不好意思，这是规定。他不但是这样说，而且是真的感到不好意思。但是阿兰很平静地把右手递给了他，等到阿兰再把左手递过来时，他说不是这样。转过身来。他把阿兰反铐起来，又扶他坐下。他铐起阿兰时，有点内疚，所以多少有点温文的表示――问他热不热，给他翻开了领子。然后他回到办公桌后坐下，看到阿兰的脸是赤红色的，带着期待的神情，没有一点想睡的意思。这就使他想要睡觉也不可能。二十一小史和阿兰对视，感到十分的尴尬，因为他很少单独面对一个被自己铐起来的人――他只是个顽劣少年，涉世不深。这个人他还称他为老师。此人承认自己贱，但这使他感到更加不好意思。他觉得这件事是不妥当的，但也不能把手铐给阿兰摘下来――如果摘下手铐，说明他了解到并且害怕阿兰的受虐倾向――在这种情况下，最好的办法就是装傻。阿兰正在讲自己的一次恋情，这人很少到公园里来，来的时候穿一件风衣，戴着墨镜，站在公园的角落望他是一位画家，自己住在一套公寓里，家里陈设简单，故而显得空旷。他喜欢干的事情之一，就是在家里摆上一只矮几，在几上铺上蜡染布或者白布，摆上一两件瓷盘。瓷瓶，插上花或者摆上几个果实，然后把用皮索反绑着的阿兰推到几上伏下，干他或者用笔在他身上做画。在后一种情况下，他还要从身后给阿兰照像。更多的时候是先画完再干。阿兰觉得快门的声音冷酷而凛冽，渐渐他开始把相机和性器等量齐观。他对小史说，现在，有时他见到黑色的相机，就有下身发热的情形他喜欢相机那种黑色无光的浑圆外形，还喜欢一切这样外形的东西。直到有一天，阿兰到画家家里去，叫了半天的门门才开开，然后又在屋里发现了女人。画家说，你晚上再来吧。当然，阿兰再也没有去过。但是他也不很恨他。他对这件事只有一句话的说明这件事结束了。"}
{"text":"在后一种情况下，他还要从身后给阿兰照像。更多的时候是先画完再干。阿兰觉得快门的声音冷酷而凛冽，渐渐他开始把相机和性器等量齐观。他对小史说，现在，有时他见到黑色的相机，就有下身发热的情形他喜欢相机那种黑色无光的浑圆外形，还喜欢一切这样外形的东西。直到有一天，阿兰到画家家里去，叫了半天的门门才开开，然后又在屋里发现了女人。画家说，你晚上再来吧。当然，阿兰再也没有去过。但是他也不很恨他。他对这件事只有一句话的说明这件事结束了。以后，在公园里再见到这位画家，阿兰就远远地打个招呼，或者只是远远地看着他。这就是说，他觉得自己已经被使用过了。这叫小史大为诧异，一再问他是什么意思，然后对他下了一个结论道你丫真贱。这又使阿兰低下头去。后来他又抬起头来，说道贱这个字眼，在英文里就是s。他就是这样的，招之即来，挥之即去。他为自己是如此的s感到幸福。这使小史膛目结舌，找不到话来批判他。二十二小史细心地用小指在书页上画了一道，取过一个小书签把它夹在书里。他合上那本书，让时光在那里停住。让他困惑的是到此为止，他并没有爱上阿兰，也看不出有任何要爱他的迹象而那一夜已经过去大半了。阿兰在单位里也很贱。我们说他是个作家，这就是说，他原来在一个文化馆里工作，有时写点小稿子之类的。因为他的同性恋早就暴露了，所以他早就受到这样的对待。他每天很早就到那个文化馆里去，拖地板，打开水，刷洗厕所，以这种方式寻找自己的地位，我们可以说，是寻找最贱的地位。但他找不到自己的地位。因为贱就是没有地位。阿兰还说，每次他走到外面去，也就是说，穿上了四个兜的灰色制服，提了人造革的皮包，到文化馆去上班或者融入自行车的洪流或者是坐在大家中间，半闭着眼睛开会时就觉得浑浑噩噩，走头无路，因为这是掩饰自己的贱。每次上班之后，他都不能掩饰这种冲动，要到画家家里去，在那里被捆绑，被涂被画被使用。这种时候，他觉得自己的形象和所做的事才符合事实，也就是说，符合他与生俱来的品行。他说因为穿这样的衣服提这样的包。开这样的会的人有千千万万，这怎么可能不贱呢。二十三对于阿兰来说，最大的不幸就在于，他真的很爱公共汽车。也许我们该说他是个双性恋。公共汽车现在是他老婆，他们俩住在阿兰小时候住的那间房子里。这种现状使他处于矛盾之中，因为想爱和想被爱是矛盾的。"}
{"text":"每次上班之后，他都不能掩饰这种冲动，要到画家家里去，在那里被捆绑，被涂被画被使用。这种时候，他觉得自己的形象和所做的事才符合事实，也就是说，符合他与生俱来的品行。他说因为穿这样的衣服提这样的包。开这样的会的人有千千万万，这怎么可能不贱呢。二十三对于阿兰来说，最大的不幸就在于，他真的很爱公共汽车。也许我们该说他是个双性恋。公共汽车现在是他老婆，他们俩住在阿兰小时候住的那间房子里。这种现状使他处于矛盾之中，因为想爱和想被爱是矛盾的。每天他回到家里时，都会看到她衣帽整齐地站在他面前，很有礼貌他说您回来了。在家里，公共汽车总是穿着出门的衣服筒裙套装，长筒丝袜，化着妆。甚至坐在椅子上时，上身都挺得笔直，姿仪万方。阿兰非常无端地朝她逼过去，抓住肩头，把她往床上推。这时公共汽车会放低了声音说能不能让我把门关上？阿兰把她推倒在床上，解开她的扣子，松掉她的乳罩，把它推上去――此时公共汽车看上去像一条被开了膛的鱼。阿兰爱抚她，和她做爱时，公共汽车用小拇指的指甲划着壁纸，若有所思。直到这件事做完，她才放下手来，问阿兰感觉好吗？好像在问一件一般的事。此时她的神情像个处女。公共汽车对阿兰总是温婉而文静，但只对阿兰是这样。等到阿兰离开公共汽车的身体，她已经乱糟糟的像个破烂摊。回顾做爱以前的模样，使人相信，她是供凌辱供摧残。她悄悄地爬起来，把那些揉皱了的衣服脱掉，叠起来，然后穿上破烂衣服，仔细地卸了妆，出门去买菜。只有在要出门时，她才仔细地卸装，穿上破烂衣服。当她服饰整齐，盛装以待之时，就是在等待性爱当她披头散发，蓬头垢面之时，就是拒绝性爱。这一点和别人截然相反。从这一点上来看，她就像那位把内衣穿在外面的玛多娜一样的奇特。二十四那天下午阿兰被小警察逮去时，因为那个城市不大，所以这件事马上就传到他太太耳朵里了。阿兰的老婆公共汽车在市场上买菜，有人告诉她阿兰进去了，她说了一声该！然后就问进到哪里去了。一般来说，进去就是进去了，但对于同性恋老来说，可以进到正宫，也可以进后宫，正宫并不严重。这位女士问清了情况，并不着急，她回到家里做家务事。尽量保持平静的心情。她还算年轻，但显得有点憔悴还算漂亮，但正在变丑。此人的模样就是这样。"}
{"text":"阿兰的老婆公共汽车在市场上买菜，有人告诉她阿兰进去了，她说了一声该！然后就问进到哪里去了。一般来说，进去就是进去了，但对于同性恋老来说，可以进到正宫，也可以进后宫，正宫并不严重。这位女士问清了情况，并不着急，她回到家里做家务事。尽量保持平静的心情。她还算年轻，但显得有点憔悴还算漂亮，但正在变丑。此人的模样就是这样。天快黑的时候，阿兰的太太做了饭，自己吃了之后，还给阿兰留了一些，然后她就从家里出来，到楼下给女友打投币电话，所说的第一句话就是阿兰这混球又进去了。我想，对方不知道阿兰是为什么进去的，但是知道阿兰是经常进去的，所以就把他想像成一个一般的流氓。对方问她准备怎么办，她说，要是他今晚上不回来，就让他在里面呆着，要是明天不回来，就到派出所去领他――还能怎么办。我们知道，假如一位同性恋者被扣了起来，太太来接，警察是乐于把该男士交出去的，这是因为他们以为，他在太太手里会更受罪。警察做的一切，都以让他们多受些罪为原则。对方想听到的并不是这句话，我们可以听到她在耳机里劝她甩掉阿兰，干吗这么从一而终哪。然而，阿兰的太太并不想讨论这些操作性的事，她只是痛哭流涕，并且说，她已经烦透了。后来，她擦掉了眼泪，对对方说，对不起，打搅你了，就挂下电话一回家去了。阿兰虽然没有看到这些，但是一切都在他的想像之中。二十五阿兰的书里写道那位衙役把女贼关在一间青白色的房间里，这所房子是石块砌成的，墙壁刷得雪白，而靠墙的地面上铺着干草。这里有一种马厩的气氛，适合那些生来就贱的人所居。他把她带到墙边，让她坐下来，把她项上的锁链锁在墙上的铁环上，然后取来一副木扭。看到女贼惊恐的神色，他在她脚前俯下身来说，因为她的脚是美丽的，所以必须把它钉死在木扭里。于是，女贼把自己的脚腕放进了木头上半圆形的凹槽，让衙役用另一半盖上它，用钉子钉起来。她看着对方做这件事，心里快乐异常。后来，那位衙役又拿来了一副木枷，告诉她说，她的脖子和手也是美的，必须把它们钉起来。于是女贼的项上就多了一副木伽。然后，那位衙役就把铁链从她脖子上取了下来，走出门去，用这副铁链把木栅栏门锁上了。等到他走了以后，这个女贼长时间地打量这所石头房子――她站了起来，像一副张开的圆规一样在室内走动。走到门口，看到外面是一个粉红色的房间。"}
