{"text":"后来，我发现，这过于沉重过于灰暗。如果我只看到痛苦，我的心难免会被乌云所笼罩，被绝望所吞没。在徘徊中，终于有一天，我发现，我的人生可以对生命的美丽作出反应。当我看到美――自己他人以及其他生命的美，我的心中充满了柔情，也找回了生活的热情与活力。这个转变，我很大程度上归功于卢森堡博士发现的非暴力沟通模式。我对非暴力沟通感兴趣始于年底。当时一位朋友给我带来了非暴力沟通英文版，并告诉我卢森堡博士希望能有中文版。我原以为这只是一本提高语言修养的书，没怎么放在心上。可开始读后，却发现了一个全新的世界。开始时我并不指望能学到多少东西，可是，读完这本书后，我发现，我以前激励自己的方式无意中促成了自我憎恨。由于认为自己应该做到许多事情，我不停地指责自己命令自己要求自己。这不可避免地导致内在的分裂与不满。而非暴力沟通提醒我倾听内心不同的声音，以及它们所反映的需要――这促进了自我理解和内心的和谐。我很希望这本书能帮助更多的人安静下来。使用暴力的人其实是因为他们内心的宁静遭到了破坏，所以他们才会有暴力的方式维护或寻求心灵的和平。这或许是暴力的蝴蝶效应吧。这本书的翻译前后历时近两年。为了深化对非暴力沟通的理解，我于年月前往澳门协助非暴力沟通师吕靖安女士为澳门善牧会提供培训，并于同年月前往印度参加卢森堡博士主持的非暴力沟通国际培训。善牧会的服务对象是处于困境中的妇女，它为遭受家庭暴力的妇女提供临时性住所短期工，并成立妇女互助中心为单亲家庭提供帮助。善牧会负责人狄素珊修女在信中介绍了为什么她们对非暴力沟通感兴趣近几年，我们开始为单亲家庭中的孩子提供培训，这些孩子经历了家庭暴力，我们想帮助他们学习别的解决问题的办法。大约是一年前，我们决定继续预防暴力的努力。通过互联网，我们查询了世界各地相关的培训项目，直到发现非暴力沟通。它起来简单而且可靠――正是我们所要寻找的。可以说，没有这么多人的帮助鼓励及相关的培训，我很难顺利完成翻译。当然，更重要的是非暴力沟通本身的魅力。是非暴力沟通吸引了我们参与翻译工作。非暴力沟通提醒我们人性是相通的――虽然每个人的价值观和生活方式或许不同，但作为人却有着共同的感受和需要。"}
{"text":"大约是一年前，我们决定继续预防暴力的努力。通过互联网，我们查询了世界各地相关的培训项目，直到发现非暴力沟通。它起来简单而且可靠――正是我们所要寻找的。可以说，没有这么多人的帮助鼓励及相关的培训，我很难顺利完成翻译。当然，更重要的是非暴力沟通本身的魅力。是非暴力沟通吸引了我们参与翻译工作。非暴力沟通提醒我们人性是相通的――虽然每个人的价值观和生活方式或许不同，但作为人却有着共同的感受和需要。这样，在发生矛盾和冲突时，运用非暴力沟通，我们将能专注于彼此的感受和需要，从而促进倾听理解以及由衷的互助。人们常说爱能使心灵的创伤痊愈。我深信，爱的能力取决于审美能力。我衷心祝愿，非暴力沟通中文版的出版能够有助于我们发现生命的美的力量，不仅使我们内心的创伤痊愈，而且还能使我们的人际关系中的创伤痊愈。――阿伦甘地圣雄甘地非暴力学会创始人和主席上世纪四十年代，我在南非度过了童年。作为有色人种，生活在执行种族隔离政策的南非并不是很有意思的事情。在那里，肤色随时都可以给你招来无情的刺激。十岁那年，白人打了我，他们认为我太黑了接着，黑人打了我，他们认为我太白了。这样的耻辱也许会让任何人都想报复社会。看到我处于悲愤之中，父母决定送我到印度和祖父圣雄甘地住一段时间。他们希望我能从祖父那里学到如何面对待愤怒挫折歧视和耻辱。在接下来的个月中，我学到的远远超出期待。唯一的遗憾是，那是我还是个普通的孩子，年仅十三岁。如果年纪大一些聪明一些或更有思想，那么，我就可以学到更多。然而，非暴力生活的一个关键就是感激生活的赐予，而不是贪心。我怎么可以忘记这一点呢？和祖父在一起的日子里，我意识到什么是真正的非暴力以及认识自己暴力的重要性。由于缺乏了解，我们常常认识不到自身的暴力。我们认为，只有打人鞭挞杀人以及战争等才算是暴力，而这类事与我们无关。为了加深我对暴力的认识，祖父让我画一棵树，类似家庭树，用以描述暴力的根源。他认为，认识暴力，有助于理解非暴力。每天晚上，他和我一起分析我一天中的经历――我的所读所看所做。如果某个行为涉及使用武力，就把它归到暴力之树身体的暴力那一边如果主要造成精神伤害，就归到暴力之树隐蔽的暴力那一边。几个月后，我房间的一面墙上就写满了各种隐蔽的暴力。"}
{"text":"我们认为，只有打人鞭挞杀人以及战争等才算是暴力，而这类事与我们无关。为了加深我对暴力的认识，祖父让我画一棵树，类似家庭树，用以描述暴力的根源。他认为，认识暴力，有助于理解非暴力。每天晚上，他和我一起分析我一天中的经历――我的所读所看所做。如果某个行为涉及使用武力，就把它归到暴力之树身体的暴力那一边如果主要造成精神伤害，就归到暴力之树隐蔽的暴力那一边。几个月后，我房间的一面墙上就写满了各种隐蔽的暴力。与身体的暴力相比，它们的危害不那么明显，但祖父认为它们更为有害。他解释说，归根结底，是隐蔽的暴力激怒了受害者，使他做出暴力的反抗――不管是以个人的名义还是以团体的名义。如果看不到这一点，我们为促进和平所做的努力，要么徒劳无功，要么昙花一现。不切断地狱之火的燃料供应，怎么可能成功灭火呢？祖父反复强调在交流中运用非暴力原则的重要性。许多年来，通过著书和开设研讨班，卢森堡博士倾力介绍非暴力沟通，作出了令人钦佩的贡献。带着深厚的兴趣，我阅读了本书。这本书的深度和简洁给我留下了深刻的印象。祖父曾经提倡让梦想中的世界通过我们的转变得以实现。我相信，除非从我做起，我们的梦想就不可能实现。不幸的是，我们总是希望别人先开始改变。非暴力不是今天用了明天就可以抛弃的权宜之计。非暴力也不是让你变得温顺或听话。非暴力主张积极进取而非消极无为。人们习惯于围绕个人利益采取行动。在基于狭隘个人主义物质至上的当代社会，更是如此。视非暴力为权宜之计或对他人的顺从，并无益于家庭社区和国家的和谐。在国家危急时刻，能否挥舞国旗聚集在一起，并不重要成为超级大国，拥有多次毁灭地球能力，不足以解决问题通过军事力量，征服世界其他地区，也于事无补――因为恐惧无法带来和平。非暴力意味着让爱融入生活。让尊重理解欣赏感激慈悲和友情，而非自私自利贪婪憎恨偏见怀疑和敌意，来主导生活。人们常说这是一个弱肉强食的世界，为了生存，我们必须不择手段。这个观点，请恕我无法同意。如果今天的世界是无情的，那是我们的生活方式造成它的无情。我们的转变与世界的状态息息相关。而改变沟通方式是自我转变的重要开端。我推荐大家阅读这本书，并运用它介绍的沟通方法。我深信，提升沟通品质有助于建设一个友爱的世界。"}
{"text":"非暴力意味着让爱融入生活。让尊重理解欣赏感激慈悲和友情，而非自私自利贪婪憎恨偏见怀疑和敌意，来主导生活。人们常说这是一个弱肉强食的世界，为了生存，我们必须不择手段。这个观点，请恕我无法同意。如果今天的世界是无情的，那是我们的生活方式造成它的无情。我们的转变与世界的状态息息相关。而改变沟通方式是自我转变的重要开端。我推荐大家阅读这本书，并运用它介绍的沟通方法。我深信，提升沟通品质有助于建设一个友爱的世界。――――――――――――――――――――语方是窗户，或者是墙――鲁思贝本梅尔听了你的话，我仿佛受了审判，无比委屈，又无从分辨，在离开前，我想问，那真的是你的意思吗？在自我辩护前，在带着痛苦或恐惧质问前，在我用言语筑起心灵之墙前，告诉我，我听明白了吗？语言是窗户，或者是墙，它们审判我们，或者让我们自由。在我说与听的时候，请让爱的光芒照耀我。我心里有话要说，那些话对我如此重要，如果言语无法传达我的心志，请你帮我获得自由好吗？如果你以为我想羞辱你，如果你认定我不在乎你，请透过我的言语，倾听我们共有的情感。也许我们并不认为自己的谈话方式是暴力的，但我们的语言确实常常引发自己和他人的痛苦。后来，我发现了一种沟通方式，依照它来谈话和聆听，能使我们情意相通，乐于互助。我称之为非暴力沟通。我从小就学着以貌似客观的语言表达自己。如果老师布置的作业我不想做，那他就是太过分了。如果有人开车横冲到我前面，那他就是混蛋。如果女友想多一些体贴，那她就是太粘人了。可是，如果我想多一些体贴，那她冷漠得像个木头。如果同事更关心细节，他就是有强迫症。反之，如果我更在乎细节，他就是粗心大意。我从未见过愚蠢的孩子我见过有个孩子有时做的事我不理解或不按我的吩咐做事情但他不是愚蠢的孩子请你在说他愚蠢之前想一想，他是个愚蠢的孩子，还是他懂得的事情与你不一样？遭遇他人的痛苦时，我们常常急于提建议，安慰或表达我们的态度和感受。可是，倾听意味阒全心全意地体会他人的信息――这为他人充分泰达痛苦创造了条件。"}
{"text":"反之，如果我更在乎细节，他就是粗心大意。我从未见过愚蠢的孩子我见过有个孩子有时做的事我不理解或不按我的吩咐做事情但他不是愚蠢的孩子请你在说他愚蠢之前想一想，他是个愚蠢的孩子，还是他懂得的事情与你不一样？遭遇他人的痛苦时，我们常常急于提建议，安慰或表达我们的态度和感受。可是，倾听意味阒全心全意地体会他人的信息――这为他人充分泰达痛苦创造了条件。通过倾听，我们将意识到他人的人性以及彼此的共通之处，这会使自我表达变得容易些。我们越是倾听他人语言背后的感受和需求，就越不怕与他们坦诚沟通。我们最不愿意示弱的时候往往是因担心失去控制想显得强硬的时候。我深信，出于对生命纯洁的爱，而不是出于恐惧内疚羞愧职责或义务来选择生活，是爱惜自己的重要体现。在我看来，愤怒是我们的思维方式造成的。它的核心是尚未满足的需要。如果我们能够借助它来提醒自己――我们有需要没有得到满足，而我们的思维方式正使它难以得到满足，那愤怒就是有价值的。我们都知道，惩罚将导致关系的疏远。一旦我们被看作施暴的人，我们就很难得到友善的回应。通过运用非暴力沟通，我们不再试图分析自己或他人有什么毛病，而是用心去了解我们的需要，这样，我们的内心将逐渐变得平和。有一天晚上，当我向我的儿子布莱特指出他没作好家务活时，他反驳说爸，你想想，你是不是倾向于指出问题，而很少肯定我？他的话在我的脑海中盘绕了许久。――――――――――――――――――――――――――――――非暴力沟通爱的语言――让爱融入生活也许我们不认为自己的谈话方式是暴力的，但我们的语言确实常常引发自己和他人的痛苦。运用非暴力沟通聆听彼此心灵深处的需要，我们将以全新的眼光看待人际关系。当我们真诚助人时，我们丰富他人生命的愿望得到了满足。我们的行为，是出于由衷的喜悦。非暴力沟通的四个要素观察，感受，需要，请求。它鼓励倾听，培育尊重与爱。――――――――――――――――――――――――――――――――――――――――――――引言我相信，人天生热爱生命，乐于互助。"}
{"text":"运用非暴力沟通聆听彼此心灵深处的需要，我们将以全新的眼光看待人际关系。当我们真诚助人时，我们丰富他人生命的愿望得到了满足。我们的行为，是出于由衷的喜悦。非暴力沟通的四个要素观察，感受，需要，请求。它鼓励倾听，培育尊重与爱。――――――――――――――――――――――――――――――――――――――――――――引言我相信，人天生热爱生命，乐于互助。可是究竟是什么，使我们难以体会到心中的爱，以至互相伤害？又是什么，让有些人即使在充满敌意的环境中，也能心存爱意？这样的思考始于童年。大约是年的夏季，我家搬到了密歇根州的底特律。到达后的第二个星期，公园中一起暴力事件引发了种族冲突，接下来几天有多人遇害。我家处于冲突的中心地带，整整三天，我们都紧闭家门，不敢出去。冲突结束后，学校复课了。我发现，和肤色一样，名字也可能招来危险。老师点名时，有两个男孩瞪着我嘘声说你是吗？我从未听过这个词，不知道它是某些人对犹太人的蔑称。放学后，他们在路上拦住我，把我摔在地上，拳打脚踢。从此，上述两个问题就一直困扰着我。是什么力量赋予我们力量，使我们在最恶劣的情况下，也能关爱生命？给我记性的是像艾提海勒申那样的人。即使被关在德国人惨无人道的集中营，她依然一片柔情。在日记中，她写道我不会轻易害怕。那不是我勇敢，而是我知道，他们也是人，我必须用心理解他们的行为。今天早上，那个性情粗暴的年轻盖世太保冲我吼叫，我没有生气，而是关心他。我想问你的童年很不开心吗？女友抛弃你了吗？他看起来愁眉苦脸躁动不安阴沉而虚弱。我当时就想帮助他。他那么痛苦，一旦为所欲为，是多么危险！我认识到语言及表达方式的巨大影响。也许我们并不认为自己的谈话方式是暴力的，但我们的语言确实常常引发自己和他人的痛苦。后来，我发现了一种沟通方式，依照它来谈话和聆听，能使我们情意相通，乐于互助。我称之为非暴力沟通。这里借用甘地曾用过的非暴力一词，来指暴力消退后，自然流露的爱。在一些地区，这种沟通方式被称为爱的语言在本书中，指非暴力沟通或爱的语言。"}
{"text":"我认识到语言及表达方式的巨大影响。也许我们并不认为自己的谈话方式是暴力的，但我们的语言确实常常引发自己和他人的痛苦。后来，我发现了一种沟通方式，依照它来谈话和聆听，能使我们情意相通，乐于互助。我称之为非暴力沟通。这里借用甘地曾用过的非暴力一词，来指暴力消退后，自然流露的爱。在一些地区，这种沟通方式被称为爱的语言在本书中，指非暴力沟通或爱的语言。人生的抉择非暴力沟通的基础是一些沟通方式――即使在逆境中，它们也能使人乐于互助。非暴力沟通没有任何新扩张，它所吸纳的内容，都有悠久的历史。它的目的正是提醒我们借助已有的知识，让爱融入生活。非暴力沟通指导我们转变谈话和聆听的方式。我们不再条件反射地反应，而是去明了自己的观察感受和愿望，有意识地使用语言。我们既诚实清晰地表达自己，又尊重与倾听他人。这样，在每一次互动中我们都能聆听到自己和他人心灵深处的呼声。同时，它还促使我们仔细的观察，发现正影响我们的行为和事件，并提出明确的请求。它的方式虽然简明，但能带来根本性的变化。听到批评时，我们一般会申辩退缩或反击。然而，一旦专注于彼此的观察感受及需要，而不反驳他人，我们便能发现内心的柔情同，对自己和他人产生全新的体会。这将最大限度地避免暴力。通过强调倾听――倾听自己及他人，非暴力沟通培育彼此的尊重关注与爱，使人乐于互助。虽然我称非暴力沟通为沟通方式，但它不只是沟通方式。它更是一种持续不断的提醒，使我们专注于我们人生追求的方向。有个故事讲述一个男人在街灯下趴着寻找东西。一位路过的警察问他找什么。那个有些醉意的男人回答道找车钥匙。警官就问是在这儿丢的吗？他说哦，在公园丢的。看到警察很困惑，他急忙解释这里的光线要亮得多。让爱融入生活是我比重的追求――我与他人情意相能乐于互助。可是，由于主流文化的影响，我迷失了方向。于是，我想借非暴力沟通来看清并专注于自己的人生选择。我所说的乐于互助，在下面的诗中得到很好的表达你取之于我，是我得到的最好的礼物，当你知道我因施与你而快乐。你明白，我的给予不是让你欠我的人情，而是因为我想活出对你的爱。欣然地接受，或许是最佳的赏赐。我无法将二者分开。当你施与我时，我给你我的接纳。当你取之于我，我感激你的赐予。"}
{"text":"让爱融入生活是我比重的追求――我与他人情意相能乐于互助。可是，由于主流文化的影响，我迷失了方向。于是，我想借非暴力沟通来看清并专注于自己的人生选择。我所说的乐于互助，在下面的诗中得到很好的表达你取之于我，是我得到的最好的礼物，当你知道我因施与你而快乐。你明白，我的给予不是让你欠我的人情，而是因为我想活出对你的爱。欣然地接受，或许是最佳的赏赐。我无法将二者分开。当你施与我时，我给你我的接纳。当你取之于我，我感激你的赐予。――鲁思贝本梅尔中获赠一歌当我们真诚助人时，我们丰富他人生命的愿望得到了满足。我们的行为，是出于由衷的喜悦。这样的给予让施者和受者同时受益。由于施者的给予既不是出于恐惧内疚或羞愧，也不是为了得到什么受者获得馈赠，却不会有心理负担。与此同时，施者会因自己的行为的价值更加欣赏自己。非暴力凄恻的使用，并不需要沟通的对象熟悉非暴力沟通，或对我们心存善意。如果我们遵循非暴力沟通的原则，乐于表现，并表明那是唯一的动机，那么，他人也会加入我们，最终形成良好的互动。我并不是说这种书面总会很快出现。但我确信，只要信守非暴力原则和方法，友爱之花必将在你我心中怒放。非暴力沟通的要素为了彼此能乐于互助，我们专注于四个方面――非暴力沟通模式的四个要素。首先，留意发生的事情。我们此刻观察到什么？不管是否喜欢，只是说出人们所做的事情。要点是，清楚地表达观察结果，而不判断或评估。接着，表达感受，例如受伤害怕喜悦开心气愤等等。然后，说出哪些需要导致那样的感受。一旦非暴力沟通诚实地表达自己，前三个要素就会得到体现。举例来说，一位母亲可能对她处于青春期的儿子说费利克斯，看到咖啡桌下的两只脏袜子和电视机旁的三只，我不太高兴，因为我看重整洁。接着，她立即提出非暴力沟通的第四个要素――具体的请求你是否愿意将袜子拿到房间或放进洗衣机？这一要素明确告知他人，我们期待他采取何种行动，来满足我们。这样，这位母亲就清楚地说出非暴力沟通的四个要素。借助这四个要素诚实地表达自己，是非暴力沟通的一个方面。蜚暴力沟通的另一方面是借助它们关切地倾听。我们首先通过体会他人此刻的感受和需要，与他们建立联系，然后聆听他们的请求，来发现做什么可以帮助他们。"}
{"text":"接着，她立即提出非暴力沟通的第四个要素――具体的请求你是否愿意将袜子拿到房间或放进洗衣机？这一要素明确告知他人，我们期待他采取何种行动，来满足我们。这样，这位母亲就清楚地说出非暴力沟通的四个要素。借助这四个要素诚实地表达自己，是非暴力沟通的一个方面。蜚暴力沟通的另一方面是借助它们关切地倾听。我们首先通过体会他人此刻的感受和需要，与他们建立联系，然后聆听他们的请求，来发现做什么可以帮助他们。保持对这两方面的关注，并帮助他人也这么做，双方便可持续互动，直到情意相通我此刻的观察感受和需要是什么为了改善生活，我的请求是什么你此刻的观察感受和需要是什么为了改善生活，你的请求是什么使用非暴力沟通时，表达自己或倾听他人都是好的开端。但需要牢记的是，非暴力沟通不是固定的公式，它可以适应不同的情况，并根据个人风格及文化环境做出调整。为了叙述的方便，我将非暴力沟通称为沟通方式，但有时语言是多余的。非暴力沟通的精髓在于对其四个要素的觉察，而不在于使用什么字眼进行交流。非暴力沟通的运用无论自我圣诞与人交谈，还是小组讨论，非暴力沟通都能使我们心存爱意。因此，它适用于各个层面的交流和各种环境亲密关系家庭学校组织机构心理疗法及精神辅导外交和商业谈判任何性质的争论和冲突。有些人用非暴力沟通增进与伴侣的感情当我运用非暴力沟通与他交流，我不再觉得受伤，也没有退缩，而能倾听和领会他的情感。我发现，这个与我结婚年的男人，内心原来那样痛苦！在我参加非暴力沟通研讨班的那具周末，他甚至提出了离婚。长话短说，幸亏非暴力沟通挽救了我们的婚姻，否则，今天我们不可能一起来到这里我试着体会他的感受，说出我的需要，听取不中听的回答。他来这里不是为了讨我欢心，我来也不是为了他的幸福。我们学着成长接纳和爱，只有这样才能各得所愿。――圣地亚哥研讨者参与者还有人用非暴力沟通改进工作。一位老师写道在特殊教育的课程中，我使用非暴力沟通大约已有一年。有些学生具有表达障碍学习障碍和行为问题，但也能运用非暴力沟通。比如，有位学生在教室中吐痰咒骂尖叫，并用铅笔戳走近他课桌的同学。我提醒他请换一种方式表达。使用长颈鹿语言。"}
