{"text":"老古话说的做一行，怨一行。如果做一个心理测验，到底做哪一行不厌倦？大概没有这一行。就是拿钱吃饭不做事，该是舒服了，久了也会厌倦。还有行之以忠，从政则一切尽心尽力，为国家团体职务尽心尽力而忘记了自己，是很不容易的，怎样才能做到这八个字的精神？还是要学问，还是要修养。所以下面孔子说博学于文，约之以礼，亦可以弗畔矣夫。要靠学问，这又牵涉到文与质的问题。学问精通了的人可以做到绝对没有知识的人，普通的人，本质很好的人也做得到。最怕是半吊子。所以要博学于文，约之以礼。一切渊博以后，选定一点这也是现在专家教育的精神，先求渊博，以后再求专一。作人的道理，也是一样，一切通透了，然后选择人生专一的道路，这样大概差不多，不至于离经叛道了。下面再说到个人的修养君子成人之美，不成人之恶小人反是。一个君子人，看到朋友同事以及任何的好事，都愿意帮助他完成，坏事则要设法阻难使他无法完成。从政作人都一样要做到这个程度。而小人却正好相反，就喜欢帮忙人家做坏事。再引伸来讲君子成人之美，不成人之恶小人反是。这句话。我们把成人之美这句话，用成了口头语，例如替人家做媒，就常说君子成人之美，但是这句话是不负责任的。因为男女双方谈恋爱，已经成熟了，不过到时候在结婚证书上，帮忙盖一个图章而已，这就美其名为成人之美。而事实上这又究竟算不算成人之美？有时候很难断定。像我曾经为学生证过几次婚，结果很圆满的不多。所以后来有人请我证婚，我说还是不要找我，因为我的福气不好。以前老规矩结婚，没有证婚人，而要请有福气子孙多的老夫妇为新人铺床，以沾福气。现在不铺床，请人证婚，所以我说最好请有福气的人。当然这是笑话，真正的道理，是成人之美的美，到底什么是美？讲到这里，我们就联想到西方文化进来以后，大家喜欢用的真善美。这三个字不过是西方文化特别注意，特别提出的，并不是中国文化没有。但在学哲学的人的观念，对世界上究竟哪件事是真的或假的？善的或恶的？美的或丑的？没有办法下定论。因为有许多人行为观念道德，善恶标准，是由于时间空间不同而有区别的，例如到了西藏，与人见了面，要伸出舌头来，还要发出哧！哧！的声音，形态并不美观，算是行礼，这就是善吗？又如在印度遇见人，最高的礼貌是在地上打个滚，这就是善吗？可是在那里又非这样不行。"}
{"text":"讲到这里，我们就联想到西方文化进来以后，大家喜欢用的真善美。这三个字不过是西方文化特别注意，特别提出的，并不是中国文化没有。但在学哲学的人的观念，对世界上究竟哪件事是真的或假的？善的或恶的？美的或丑的？没有办法下定论。因为有许多人行为观念道德，善恶标准，是由于时间空间不同而有区别的，例如到了西藏，与人见了面，要伸出舌头来，还要发出哧！哧！的声音，形态并不美观，算是行礼，这就是善吗？又如在印度遇见人，最高的礼貌是在地上打个滚，这就是善吗？可是在那里又非这样不行。这些还是表面的事情。所以真正的善恶，在哲学的范围，是很难说的。我们在路上看见一个人很痛苦，在作人的道理一定要去救他。但常常会在救了人以后，而后悔是做了一件坏事，因为所救的竟是一个坏人。不救他反而干脆，以后少些人受害，而他自己也可少做几件坏事。可是救活了这坏人以后，对于社会的后果，反而不堪设想。这在我们个人的一生行为中，就有很多这类的经验。因此对于善或恶，在哲学范围中，没有办法下一个严格的定论。美与丑也是一样，男女之间，热恋的时候，在别人看起来蛮丑的人，而他们觉得对方很美。有人认为最丑的，而其他的人会认为是最美的。也有的人，太太很漂亮，感情闹得不好，而在外面交上一个大家都认为很丑的女朋友。所以美与丑，都是主观的，唯心的，没有标准。这如乡下人的话臭猪头自有烂鼻子的菩萨要吃。这句话的意义实在很深长了。美丑既然没有标准，怎样才是成人之美就更难说了。下面说不成人之恶是反面的说法。做好事，本来是很难的，像帮助孤儿，就有一位老朋友警告我，不能随便办孤儿院。第一，如经济不充足，收容了一百人，到一百零一人时，还是没有办法。最好是不出名，不挂招牌，而想办法将孤儿分散给人领养，或送去当学徒进夜校。这样才踏实，较完美。我也曾经访问过孤儿院出生的孤儿，一百人中，九十五人是对孤儿院抱怨的。另一方面访问从事孤儿院工作的人，更是满腔的怨言。双方都会埋怨，到底错又在谁呢？所以做一件善事，想成人之美是很难做到的。因为进孤儿院的孩子，心理容易不健全。自己感到是一个孤儿，别人的善意，他也会怀疑的。等于对后娘一样，后娘好，他认为是手段，后娘不好，他认为后娘不是亲娘。后娘难做也就在此，因此，有些孤儿院的工作，等于是失败的。由此看来，孤儿出身的人，最后必然走上两条路，一条是对穷苦孤儿非常同情，一生都做好事。"}
{"text":"我也曾经访问过孤儿院出生的孤儿，一百人中，九十五人是对孤儿院抱怨的。另一方面访问从事孤儿院工作的人，更是满腔的怨言。双方都会埋怨，到底错又在谁呢？所以做一件善事，想成人之美是很难做到的。因为进孤儿院的孩子，心理容易不健全。自己感到是一个孤儿，别人的善意，他也会怀疑的。等于对后娘一样，后娘好，他认为是手段，后娘不好，他认为后娘不是亲娘。后娘难做也就在此，因此，有些孤儿院的工作，等于是失败的。由此看来，孤儿出身的人，最后必然走上两条路，一条是对穷苦孤儿非常同情，一生都做好事。另一条路是相反的，对社会仇恨。他的想法是认为自己困难时，没有人来相助，现在为什么要对别人好？养老院也如此，不容易办得好。主事人难于做到像上面说的居之无倦，行之以忠。最后成了形式化。因此君子成人之美这句话，我们不能随便引用。这美是善的美，不助别人的坏。可是这两句话反面意思的错误，我们经常会犯。往往自认为做了好事，结果成了坏事，无形中的犯了很多错。最初的动机蛮好，为成人之美，事情的结果却不好，变成了成人之恶。所以成人之美的道理易懂，但身体力行起来，就非常困难。上不正下便歪季康子问政于孔子，孔子对曰政者，正也。子帅以正，孰敢不正？这个话大家都很熟，这是我们中国人对政这个名称的解释。政就是正，所谓政治的道理，就是领导社会走上一个正道。刚才我们讲到真善美的哲学观点，现在引用哲学观点来说，什么叫正？什么叫邪？也很难讲。这就牵涉到人生的道德行为观念，以及社会的历史的道德观念等等，都受时间空间的影响，而改变了观念的标准。以前的社会型态并不适于现在的社会型态，过去历史的标准，并不一定完全可以适用于现在。所以怎样才算是正或邪，也是对某一时间某一地区而言。但无论如何，政治的原则，就是正己而正人，自己先求得端正，然后方可正人，譬如一个教育家宗教家，以感化的教育，转移社会风气，也可以说是政者正也的一个范例。帅之以正，这是孔子的定义，也是千古以来中国政治思想的一个名言。季康子是一个当权的人，所以孔子对他说子帅以正，孰敢不正？只要你领导人自己做得正，下面的风气就自然正了，这是偏重于为政，偏重于领导而言的。季康子患盗，问于孔子。孔子对曰苟子之不欲，虽赏之不窃。季康子患盗，这是说他那里强盗土匪太多了。"}
{"text":"但无论如何，政治的原则，就是正己而正人，自己先求得端正，然后方可正人，譬如一个教育家宗教家，以感化的教育，转移社会风气，也可以说是政者正也的一个范例。帅之以正，这是孔子的定义，也是千古以来中国政治思想的一个名言。季康子是一个当权的人，所以孔子对他说子帅以正，孰敢不正？只要你领导人自己做得正，下面的风气就自然正了，这是偏重于为政，偏重于领导而言的。季康子患盗，问于孔子。孔子对曰苟子之不欲，虽赏之不窃。季康子患盗，这是说他那里强盗土匪太多了。这是一个大问题，和政治问题经济问题，都有连带关系。季康子问孔子，强盗土匪这样多，该怎么办？孔子说很简单，你所不要的，赏给他，他都不要。在文字上就是这样，很简单明了，但在易经系传上说谩藏诲盗，冶容诲淫。诲就是教的意思。这句话是说，金银财宝，不好好保藏起来，等于教人家来偷把自己打扮得漂亮妖艳，就等于教人家来揩油。有的女同学，晚上回来很生气，说外面社会如何乱，男孩子如何不好。因此还是少打扮的好。所以孔子对季康子说你所不要的，丢在路上，人家也不要，更不会偷，不会抢。这个话很简单，但引伸出去，政治经济社会什么问题都在内。我们先谈一个哲学的笑话，佛家有个名词颠倒。在佛经上经常有众生颠倒这句话，这颠倒两字很有道理，人都在颠颠倒倒的。刚才也提到，孔子说的子帅以正，正就是不颠倒。但以哲学立场看，世界上哪一个事物是正的？下不了定义，就人的颠倒来说，随便举例人身最尊贵的是头部，脸孔眼视耳听口言，多么重要？双手能为我们做许多事，可是却和头脸一样，任它露在外面，风吹日晒。而一双脚，除了走路以外，很少再有什么用途，却要鞋袜裤，给它重重包裹，如此保护，岂不很颠倒！田里的稻麦是人类不可少的粮食，何等重要？可是任它在田地上，谁都不去看管。而钞票不过一张纸而已，既不能当饭吃，又不能当衣穿，连作卫生纸用都不行，可是却绳扎，纸包，放到钱柜，铁柜还要摆到严密的库房，上了锁，另外再由人执枪守住，这岂非颠倒？这类事可多了，仔细想想，人生真的很奇妙，究竟哪样才是对？颠倒！对黄金钻石也是如此，本来无用之物，可是大家竞相以为宝物，因此形成了社会上抢购这些东西的风气。说盗窃心理，我们又想到庄子所谓窃钩者诛，窃国者侯。的话。庄子这一句话的意思是说一般人将黄金珠宝，隐藏妥当，只能防止小偷小盗。"}
{"text":"可是任它在田地上，谁都不去看管。而钞票不过一张纸而已，既不能当饭吃，又不能当衣穿，连作卫生纸用都不行，可是却绳扎，纸包，放到钱柜，铁柜还要摆到严密的库房，上了锁，另外再由人执枪守住，这岂非颠倒？这类事可多了，仔细想想，人生真的很奇妙，究竟哪样才是对？颠倒！对黄金钻石也是如此，本来无用之物，可是大家竞相以为宝物，因此形成了社会上抢购这些东西的风气。说盗窃心理，我们又想到庄子所谓窃钩者诛，窃国者侯。的话。庄子这一句话的意思是说一般人将黄金珠宝，隐藏妥当，只能防止小偷小盗。至于那些大盗，就怕你不把黄金珠宝等财物集中隐藏起来，你越是装得牢，锁得紧，大盗来了才拿得方便。甚至明目张胆抢劫，还要失主自己代他搬去。至于占领了人家的国土，那么就变成了英雄侯王。所以庄子说窃钩者诛，窃国者侯，诸侯之门而仁义存焉。这就是历史哲学。因此儒家思想，始终教人过俭朴的生活，走其实无华的路子。大家如此，社会就安定，盗窃也少了。如上位的人偏好某一事物，则下面会跟着偏好得更厉害。爱好而得不到，于是就行窃了。这个窃，是广义的窃，凡以损人利己的方法获取即称为窃，今日全世界经济危机，就是受凯因斯消费刺激生产理论所害的，前面也提到过这点，大家不肯节俭，尽量消费所致。昨天还对一个美国学生谈起，现在美国一般人几乎永远是穷的，因为什么都是分期付款，而生活永远也在分期付款中渡过。这就想起孔子的话，苟子之不欲，虽赏之不窃。现在全世界的欲望，风气都趋向这方面，所以大家就都想尽方法来占有，来获取。得不到了，只好去窃，又如女人的打扮，过去仿效宫廷，现在仿电影明星。事实上是一样的，过去看帝王的宫廷，现在看社会整个风气。所以要想不窃不盗，只有改正风气才是。风吹草动下面仍是季康子问政治方面的一个道理，当然这不是在一天之内问的，而是编书的把它连在一起季康子问政于孔子曰如杀无道，以就有道。何如？孔子对曰子为政，焉用杀？子欲善，而民善矣！君子之德风，小人之德草。草上之风必偃。季康子又问孔子说，用以杀止杀的方法，把坏人杀掉，以就有道，归到正道那里去，怎么样？孔子说，为政之道，并不是靠杀人而能够成功的。我们知道，老子也说过民不畏死，奈何以死惧之。"}
{"text":"何如？孔子对曰子为政，焉用杀？子欲善，而民善矣！君子之德风，小人之德草。草上之风必偃。季康子又问孔子说，用以杀止杀的方法，把坏人杀掉，以就有道，归到正道那里去，怎么样？孔子说，为政之道，并不是靠杀人而能够成功的。我们知道，老子也说过民不畏死，奈何以死惧之。人并不是绝对怕死的，为政不用道德来感化，只用杀戮来威胁，是绝对压不住的。所以孔子对季康子说，用杀人来做手段是不对的，应该以自己的道德来做领导。你自己用善心来行事，下面的风气自然跟着善化了。所以他就说出一节名言君子之德风，小人之德草。草上之风必偃。我们中国文字中的风气二字，就是由于这个观念而来的。这两句话中的德是一个总称，它包括行为心理思想等等。他说君子之德像风一样，普通人的德像草一样。如果有一阵风吹过，草一定跟着风的方向倒。风的力量越大，草倾向的力量也越大。因此一个大政治家的领导，应该造成一种风气。这都是讲政治的领导。但我们不要把它看呆了，凡是学问书本都要活用。假使做一单位主管，下面只有三个人，同样的，只要主管品德超然，下面的风气自然会好。但在政治上要造成一个时代社会的风气并不太容易，也等于在军事上构成一个气势，是很不容易的事。闻人与贤达下面讲到社会思想了子张问士何如斯可谓之达矣？子曰何哉？尔所谓达者？子张对曰在邦必闻，在家必闻。子曰是闻也，非达也。夫达也者质直而好义，察言而观色，虑以下人，在邦必达，在家必达。夫闻也者色取仁而行违，居之不疑，在邦必闻，在家必闻。在这里，第一个要解决的问题是上古文化中士的观念。过去已经讲过，用现代语来说，士就是代表知识分子。子张问孔子，一个知识分子，要怎样才能在社会上站起来，才够得上称为通达豁达？孔子听了子张的问题，先反问子张的观念当中，所说的达，是个什么样子。子张说，我所说的达的意思，是全国上下大家都知道他，名闻天下，在家乡也是各个都知道。像现代民选政治的社会，更要做到如此。子张认为的达就是这样。子张的这个观点很值得注意，许多人都有这种心理。"}
{"text":"在这里，第一个要解决的问题是上古文化中士的观念。过去已经讲过，用现代语来说，士就是代表知识分子。子张问孔子，一个知识分子，要怎样才能在社会上站起来，才够得上称为通达豁达？孔子听了子张的问题，先反问子张的观念当中，所说的达，是个什么样子。子张说，我所说的达的意思，是全国上下大家都知道他，名闻天下，在家乡也是各个都知道。像现代民选政治的社会，更要做到如此。子张认为的达就是这样。子张的这个观点很值得注意，许多人都有这种心理。几十年来看到有一些朋友就是如此，尤其一些比较活动的分子，人家一提到某某达官显宦豪商巨贾，他总说认识，或攀上些关系。记得抗战时期，曾有一位四川朋友对这样而求闻达的人开了一个很难堪的玩笑。当某人正在大庭广众中自称与某某要人有瓜葛时，他便故意问说喂，老兄！这两天斯福兄有消息给你吗？这位先生一时不解，问哪位斯福？那人便说罗斯福嘛！这句话一出来，大家哈哈一笑，这位老兄却为之默然无语。社会上确有不少这一类型的人。现在回转来看孔子的观念，我们要注意了，孔子听子张对于达的观念所下定义之后，便说，你对达的观念搞错了。一个人到处知道他的名，那叫作有名气。这个名气是不是好的，就成问题。有名气的人叫作闻人，不是达人。孔子为达人下的定义是质直而好义，察言而观色，虑以下人。这样的达人，在中国历史上很多，不一定出来做官。现在有一个名称叫社会贤达，就是有道德有学识，的确在社会上众望所归，可是只想做事，不想做官。当然，他也有条件饭是吃得饱的，生活也不愁，有丰富的正义感，这种人就是达人。依据孔子对达人的定义，第一是本质的正直，没有歪曲的心思作人做事，不用手段，不用权术。第二是好义，这个义字的解释，近乎墨子的义，所谓慷慨好义。第三是察言而观色。这句话被后世误解为很坏的意思，而本来的意思是有眼光，看得清楚，有先见之明听了一些理论，根据一些资料，加以智慧判断，就可以看出态势来。例如对于国际大事，时代的趋势，许多事情，都可以在事前看出来。第四虑以下人，虑就是智虑，包括了思想与学问，下人是对人谦虚，绝不傲慢，自己并不以为自己了不起。要具备这样几个条件，才能算是贤达的人。孔子又告诉子张，他所说的只是闻人――出名的人，往往只做些表面工作。"}
{"text":"第三是察言而观色。这句话被后世误解为很坏的意思，而本来的意思是有眼光，看得清楚，有先见之明听了一些理论，根据一些资料，加以智慧判断，就可以看出态势来。例如对于国际大事，时代的趋势，许多事情，都可以在事前看出来。第四虑以下人，虑就是智虑，包括了思想与学问，下人是对人谦虚，绝不傲慢，自己并不以为自己了不起。要具备这样几个条件，才能算是贤达的人。孔子又告诉子张，他所说的只是闻人――出名的人，往往只做些表面工作。以前某名都有一位先生，非常非常有名，凡是各项募捐，一定请他去。而他拿起笔在捐簿上第一个写，每次一写，就是一笔很大很大的数字，至少等于现在的几十万元，每次都如此大手笔。可是真去向他收捐款，他说我写这样多，是为你作个倡导，别人看我写了这样多，自然都会多写一点。此人也确是某名都当年的闻人之一，他这个做法就是色取仁而行违。表面上做的都是善事，态度取的是仁，而真正的行为不是那么回事。而且居之不疑，他这样搞久了，自己也觉得这样没有什么不对。犹如许多说谎话的人，说成了习惯，就不觉得自己在说谎，对自己这样说，一点也不怀疑对或不对，甚至，认为是应该如此的。像这一类人，虽然也会出大名，但到底不算是达人。成为达人要有达人的条件，达人的道德。修养上的三叉路口下面是讲个人修养的问题樊迟从游于舞雩之下，曰敢问崇德修匿辨惑？子曰善哉问！先事后得，非崇德与？攻其恶，无攻人之恶，非修匿与？一朝之忿，忘其身以及其亲，非惑与？樊迟是孔子学生。舞雩，犹如现代的交谊厅，有一次，他跟孔子在舞雩之下，向孔子请教三个问题。一个是如何崇德，充实自己的修养。这个德字不一定作道德讲。以现代观念说，如何使自己的心理精神修养到高深的程度。第二修匿，就是如何改进自己内心思想情绪。第三辨惑，怎样才不致于糊涂，怎样才是真正的有眼光，有智慧，看得清楚。这是人生哲学的大问题了，这三句话如果严格发挥起来，非常费事，现在我们先研究它的意义。第一点崇德。这个德，旧的观念就是德业，以现在来说，怎样养成很有教养的气质。说到气质风度这些名称，在前面也多次说过，经常没有办法做确切的说明。但有没有气质这个东西？它又的确是有，这是从内心发出来的。"}
{"text":"以现代观念说，如何使自己的心理精神修养到高深的程度。第二修匿，就是如何改进自己内心思想情绪。第三辨惑，怎样才不致于糊涂，怎样才是真正的有眼光，有智慧，看得清楚。这是人生哲学的大问题了，这三句话如果严格发挥起来，非常费事，现在我们先研究它的意义。第一点崇德。这个德，旧的观念就是德业，以现在来说，怎样养成很有教养的气质。说到气质风度这些名称，在前面也多次说过，经常没有办法做确切的说明。但有没有气质这个东西？它又的确是有，这是从内心发出来的。有如何的教养，就形成如何的气质。也有人天生就具有特殊的本质，不过还要加以力学的培养。所谓崇就是推崇。崇德就是如何把内在的气质培养到崇高的境界。兹事体大，可不简单。举一个唐人笔记小说的事例来说如唐初李靖红拂女虬髯客等风尘三侠的戏剧故事。那正是南北朝到隋唐之间，天下大乱的时代。当时想起来革命，创功立业的人很多。红拂女不过是隋朝一位大臣杨素家中的一名家伎，而李靖这位唐代的开国大将，在这时只是一个默默无闻的青年，还很倒楣，投奔到杨素那里，希望当一个职员而已。可是小说中描写武功很好的侠女红拂，一见到李靖气宇非凡，就认为是了不起的人物，而与李靖私奔。有一天，他们两人住在旅途客栈中，红拂女正在化妆梳头，长发及于地，被虬髯客看到。虬髯客也是想起来革命，而且财富多，武功高，不愿作第二人想的人物。他看见红拂女的长发，认为是极贵之相，不禁在窗外瞪眼看。被李靖发现了，正要拔剑相向，这时红拂女也在镜中发现了虬髯客，于是目止李靖的忿怒动作。由李靖出来询问，接谈以后作了朋友。李靖说明要去投太原公子李世民，后来虬髯客也到太原访李世民，由李靖为两人介绍。笔记上记载当时李世民是不衫不履与虬髯客相见，一见面后，虬髯客见到李世民的气度，心里冷了，认为天下第一人该属于他而不是自己，就不多谈。转托李靖再约李世民，第二天在太原郊外一个名胜区凉亭中，和虬髯客的师兄一起见面。李靖如约陪李世民前往，虬髯客正和一位道士在亭子里专心下棋，李世民和李靖也不打扰，只在旁边看棋，那位道士就推开棋盘说师弟，这一着，我们输了。起来就陪虬髯客走了。后来虬髯客把自己的兵器财富，全部送给李靖夫妇去帮助李世民统一天下，作开国功臣。并且告诉李靖，十年后海外如有大事，就是自己成功的一天。果然唐太宗统一天下，有一天接到扶余国有说是吉林来的情报，扶余的领土被一个虬髯的人征服了。"}
