{"text":"他还说了些上帝不老，此楼不倒之类的疯活，然后请一位主教来修理此此楼。如果当时把这楼好好修修，它不至于这么破。可惜该主教把它用青灰抹了抹就卖给了一个商人。商人付款后，墙上的青灰落下来，他一看此楼是一副蜂窝煤的嘴脸，就对自己抠响了驳壳枪，最后血糊淋拉地跳进北海。然后这座破楼里住满了想自杀又没胆量的人们，自然是越来越破的没溜啦。这些解放前的事儿是我考证出来的。解放后，为置甲一号这破楼于死地，头儿们制定了上百个计划。计有大跃进建房计划抓革命促生产扒旧楼建新楼计划批林批孔建新楼计划批臭宋江再建梁山计划批倒四人帮盖新楼计划房产复兴百年大规划排干扰建房计划拔钉子建房计划等等。但是这破楼老拆不倒，新房也建不起来。经事后分析，这房子有大批的反动派做后盾，计有国外不计右倾机会主义分子走资派林秃子孔老二四人帮宋江卢俊义司马光董仲舒孟柯颜回等等从中作祟。现在的反动派是小胡和我，我们俩赖着不搬，是钉子户。现在报纸上批钉子户，不弱于当年批宋江的火力。我实在为自己和宋江并列感到羞辱――他算什么玩艺儿？在水游传里没干一件露脸的事儿，最不要脸的是一刀桶死了如花少女阎婆惜。我确实想搬走，可是没地方可去。头儿们说，我在破楼里是寄居的性质，不能列入新楼计划。可是厂里有豆腐干往的地方，没我住的地方呀！小胡说，她也想搬出去，可是一到公司里要房，领导就勃然大怒说你也来闹事，在甲一号楼不是住得挺好的吗？电影公司一到分房时，全体更年期妇女的脸就如猴屁股一样红起来，毛发也根根百立。老头子们就染头发，生怕分房前被列入退休名册。在这种情况之下，她只好把希望寄托在男朋友身上。如果嫁到有房的人家，剩下我一个就好办啦。甲一号还能不给我一套新房？春天到来，她穿上春装在街上一走，路边的男子回头率颇高。凭她这等身材相貌，嫁出去不成什么问题。所以我只有坐在家里，净等她的胜利消息！小胡的一切都是跟我学的，而且每一项都是青出于蓝。首先是我画两笔画，她也学着画，结果学出点名堂。现在光业余时间画小人书就有不少收入。我好古成癖，她也跟着学，结果画法有汉砖敦煌画之风，在画坛上也小有名气。我会胡说八道，她也跟着学，从一个腼腆的小女孩，学到大嘴啦啦。我一长青春痘，就喊出要找对象的口号，不过一个也没找着。可是她谈过无数男朋友，常常搂着一个在楼道里叭叽，好像在向我示威。"}
{"text":"凭她这等身材相貌，嫁出去不成什么问题。所以我只有坐在家里，净等她的胜利消息！小胡的一切都是跟我学的，而且每一项都是青出于蓝。首先是我画两笔画，她也学着画，结果学出点名堂。现在光业余时间画小人书就有不少收入。我好古成癖，她也跟着学，结果画法有汉砖敦煌画之风，在画坛上也小有名气。我会胡说八道，她也跟着学，从一个腼腆的小女孩，学到大嘴啦啦。我一长青春痘，就喊出要找对象的口号，不过一个也没找着。可是她谈过无数男朋友，常常搂着一个在楼道里叭叽，好像在向我示威。只有一样本事她没有学会，就是站着撒尿。夏天到了。豆腐厂改为一律早班，这样造出的豆腐，中午和下午上市，不用过夜，就不会酸。一到夏天我就困得死去活来，因为凌晨两点凉爽的时候，别人正睡得安稳，我却出门去蘑豆浆。到中午我回来时，阳光已经把薄铁皮的屋顶晒得火热。我在下面躺着，似睡非睡，似醒非醒，纯粹是发晕。到口干得不能忍受时，就喝脸盆里的清水。每天都能喝掉一盆。就这么熬到太阳偏西，阁楼才刚刚有点凉风，可以睡一会儿了，小胡又爬上来。这时我真盼她早点找到主儿嫁出去，哪怕嫁给宋江也罢！小胡上来时穿着短衫短裤，右手端着一个大碗。碗里是热气腾腾的馄钝汤。这么大热的大，她请我吃这种东西，简直就像潘金莲对付武大郎。左子提着的东西更可恶，那是一个水桶。她要借我的房子洗澡，把我轰到她房里去。她的房问朝西，现在就加点着了的探照灯。她来了我只好坐起来，看见她那对大奶于东摇西晃，我就如见了拳王阿里的拳头，太阳穴一阵阵发炸。顺手拿过镜子来一照，眼珠子通红。我说小胡，你不能这么干。我也是个人，他妈的，你怎么不给我人权？这种话对她不起作用。她说呀！上来看看你不好吗？一天没见了，你不想我？我什么都教给她了，就是没教她要脸，因为我自己也不要脸。后来她说，她上来不单是和我闲扯谈，还有要紧的事情。但是她说起这件要紧的事儿，又没有要紧的样子，倒像要给我上一大课。第一，这房子实在住不得了。夏天是这样热，以致她的头发不用去理发馆，自己就打起卷来。冬天呢，能把人冻死。春秋天刮大风，满屋都是沙土，可以练习跳远儿。除此之外，它还随时有可能塌倒。因此就有第二，有必要从这里搬出去。豆腐厂和电影公司不能解决这个问题。男朋友也爱莫能助。最后只剩下甲一号。她已经和头儿们谈了很多次，以我们两人的名义和他们谈条件。然后她就解释为什么自己去和人家谈判。"}
{"text":"后来她说，她上来不单是和我闲扯谈，还有要紧的事情。但是她说起这件要紧的事儿，又没有要紧的样子，倒像要给我上一大课。第一，这房子实在住不得了。夏天是这样热，以致她的头发不用去理发馆，自己就打起卷来。冬天呢，能把人冻死。春秋天刮大风，满屋都是沙土，可以练习跳远儿。除此之外，它还随时有可能塌倒。因此就有第二，有必要从这里搬出去。豆腐厂和电影公司不能解决这个问题。男朋友也爱莫能助。最后只剩下甲一号。她已经和头儿们谈了很多次，以我们两人的名义和他们谈条件。然后她就解释为什么自己去和人家谈判。她说这里绝无看不起我的意思，只是因为她是二十三级干部，而我是二级工。干部比较受人尊重，这是一个有利条件。而且她姓胡，胡这个姓比较少，所以容易引起重视。姓王的太多了，多到不成体统。所以姓王的去谈事情就没人答理。她就这么有一搭没一搭地胡扯，渐渐扯到没影的地方去。我知道她心里有鬼，就说你要说房子问题，就直说吧！她的脸当时就红了，结巴着说经过反复交涉，头儿们答应给一套房子，交换条件是两个人都搬出去。这有什么可脸红的？给一套你就先搬进去，我到头儿们问口搭小棚住。古人云，先有太极，后有两仪，两仪生四象，四象生八卦，八八六十四，循环无穷，乃孔明八阵图也。故而世上事，有一就有二，只怕他不松口。小胡说，你不要臭美，甲一号准不知咱俩是没溜儿的人？人家会轻易上当吗？这一套房子不是这么来的，她对人家说，我们是一对情人，不久就要结婚，当然这是骗他们的。说到这儿她愉眼看看我，我当然有点儿晕乎，不过没什么外在的表示。她就继续说下去她告诉他们，在破楼里，我们俩天天演戏。半夜三更她会站在门口长叹一声啊，王二，王二，为什么你是王二？我就说听了你的话，我从此不叫王二。混充罗密欧与朱丽叶，在阳台说情话哩。或者是唱山歌胡家溜溜的大姐，人材溜溜的好，王家溜溜的大哥，看上溜溜的她。还唱越剧小别重逢胡！这些鬼话我听了起了一身鸡皮疙瘩。就凭她那男性化的公鸭嗓和我这驴鸣似的歌喉，真要唱有可能把西山上的狼招来。头儿们听了将信将疑。要说信，我们俩在一个楼里住了多年，真要搞上了也算不上什么新闻。要说不信，谁不知这两个家伙大嘴啦啦，什么都敢说？头儿们就组织专案组去调查。"}
{"text":"还唱越剧小别重逢胡！这些鬼话我听了起了一身鸡皮疙瘩。就凭她那男性化的公鸭嗓和我这驴鸣似的歌喉，真要唱有可能把西山上的狼招来。头儿们听了将信将疑。要说信，我们俩在一个楼里住了多年，真要搞上了也算不上什么新闻。要说不信，谁不知这两个家伙大嘴啦啦，什么都敢说？头儿们就组织专案组去调查。首先查到十几年前给我们发抚恤金的会计，她说有一次我们没去领钱，她就给送来，发现我们两个小孩在楼道里十分亲呢地斗殴，敲到双方都是满头大包犹不肯住手，打完了架又在一个锅里吃饭。居委会的大娘们揭发了当年我带小胡爬树摘桑葚的事，以及某一天我出门时她从楼上探身出来大叫给我带包妇女卫中纸来，不带花了你！最后的事例有小胡前天在小卖部给我买了一条男用针织裤权。专案组根据这些材料，下结论道胡王恋爱一案，可以基本肯定。因此头儿们代表组织上宣布，什么时候交来结婚证和永不翻案即离婚的保证书，什么时候姓胡的和姓王的就能领到一套两居室的住房证和钥匙。她说为了这套房子我们可以假结婚，结了再离，房产科又不是法院，无法制止。虽然说是假结婚，她说起来还是有点结巴，我也有点儿喘。等到说完了这一节，她又辩才自如，立论说，由于假结婚，她将受到重大损失，将来再找对象时，人家总要怀疑她有个孩子养在乡下姥姥家。但是为了我们的共同福利她已不惜火中取栗。不知为什么我对她的胡扯失去了兴趣，就干脆说不必废话了，明天就去登记。决定了这件事以后，小胡要洗澡，我按惯例该到她房里烤着去。可是今天本人别出心裁，从窗口爬上了房顶。一出来我就后悔了，因为太阳虽已西斜，屋顶的铁板还挺烙脚，坐下又觉得烙屁股。此时阁楼里已响起了溅水声，我欲旧无路，只好在房上吃完了馄饨，就坐下发傻。这时我看到一位少女从对面新楼里走出来，身穿洁白的连衣裙，真是秀色可餐。我以前没见过她，也不知道她叫什么名字，因此就爱心大炽。这种心境，正是古今一般同。话说王二和昆仑奴拉上了关系，就常在家里接待王侯家里的姑娘。他真是大开眼界，见过了跳肚皮舞的阿拉伯女郎，跳草裙舞的南洋少女，跳土风舞的黑人姑娘。这种女孩个个美得很，人也十分热情，不过他对她们只存欣赏之心，绝没动过爱欲。有一天昆仑奴说，他要带一位特殊的姑娘来，要王二早做准备。当然，特殊的姑娘也是奴隶，但是这一位身价不同。"}
{"text":"我以前没见过她，也不知道她叫什么名字，因此就爱心大炽。这种心境，正是古今一般同。话说王二和昆仑奴拉上了关系，就常在家里接待王侯家里的姑娘。他真是大开眼界，见过了跳肚皮舞的阿拉伯女郎，跳草裙舞的南洋少女，跳土风舞的黑人姑娘。这种女孩个个美得很，人也十分热情，不过他对她们只存欣赏之心，绝没动过爱欲。有一天昆仑奴说，他要带一位特殊的姑娘来，要王二早做准备。当然，特殊的姑娘也是奴隶，但是这一位身价不同。原来王侯家里的女奴分为三等，最下者为丫环仆妇。针线娘子洗衣妇，大抵是长安城里穷人家养不起卖给大户人家者，身价不过三两五两七两八两。门卫不禁止他们随意出门，所以也不必带她们出来。更高级的是歌姬舞娘，都是从四方贩来之绝色绝艺者，身价几十两几百两不等，不能出门宅一步，王二看过的都是这种人。最高的身价在千两至万两之间，在内宅里养着，也不唱歌，也不跳舞，也不操家务，也不大吃，也不大喝，也不大走路，也不大说话，只管坐着充当摆设。如今有这么一位听说王二家好玩得要命，也要来看看。昆仑奴不好厚此薄彼，只得答应，他特地来关照王二，要他把家里好好收拾一下。于是王二把房子彻底清扫，换上一张新草席，借了上等茶具，就在家里静等。是夜昆仑奴来时，背了个极大的包，好像里面是大肚子弥勒佛。开包后先是三重棉絮，六层绸缎，八层轻纱，然后才是这位佳人。这是位中国少女，在席上坐得笔直，从始至终，眼帘低垂。她穿着白软缎的衣裙，脸色苍白有如贫血，面目极其娟秀，嘴极其小，鼻极其直，眉极其细，身材也极其苗条，肩极其削，腰极其细，手指极其细长，脚极其小。坐了许久，才发出如蚊鸣的细声，请求一口茶。王二急取黄泥炉，紫砂壶，燃神川之炭，烹玉泉之水，彻清明前之雀舌茶，又把细磁茶具洗涮二十通后，浅斟奉上。少女润唇之后，把茶杯放下，又坐半个更次，乃出细声曰多谢款待。盛情今生难报，留待来世。然后就离去了。王二见过这位女郎，顿时失魂落魄，爱了个发昏章第十一。虽然她在他对面坐过，他却如在十里地之外见过她似的，回想起来只有一点模糊的轮廓。他想，这才是女人！极其高贵极其纯洁，想到她就有天上人间之感。这种感觉，正是古今一般同。第二天，我要和小胡登记结婚，这件事想起来就忐忑不安。"}
{"text":"少女润唇之后，把茶杯放下，又坐半个更次，乃出细声曰多谢款待。盛情今生难报，留待来世。然后就离去了。王二见过这位女郎，顿时失魂落魄，爱了个发昏章第十一。虽然她在他对面坐过，他却如在十里地之外见过她似的，回想起来只有一点模糊的轮廓。他想，这才是女人！极其高贵极其纯洁，想到她就有天上人间之感。这种感觉，正是古今一般同。第二天，我要和小胡登记结婚，这件事想起来就忐忑不安。等到阁楼没了声息，我从窗子里爬回去，只见桌子上留一张条子，上书今晚不聊天了。明天下午三点钟办事处门口见，请着白色西服。明晚上我请客。屋子里到处是水渍，还有一种淡淡的石灰水气味。闻见这种味儿，就想起小胡来，觉得她很不错。古人云，环肥燕瘦各有态。她是属于环肥那一种。无论怎么说，我不能拒绝这种结论，即小胡是漂亮女孩。只要不是神经病似的非绝代佳人不娶，大概也可以满意了。当然，我对身轻如燕，举止端庄，沉默寡言者更为倾心。这种感觉，正是古今一般同。当年王二在家里见过这样一位佳人，就爱心大炽，一再托昆仑奴传后请她再来。她拒绝了好几次，最后终于来了，坐在王二对面，还是低垂着眼帘，什么都不说。王二一再劝诱她稍进饮食，她终于从盘里取一粒樱桃吃下去，流泪说道情孽。然后又什么也不说了。到天明前，她和昆仑奴一起离去，王二想问她什么时候再来，但恐怕太唐突，就没有问。我一直睡不着。到半夜时分，小胡轻轻地爬上楼来，坐柱对面的椅子上，沉默了好久以后，忽然问我睡着了没有。她显然是明知故问。我翻身坐起来，看着窗前的月光。是夜有薄云，故而月光也如一抹石灰水，就如她身上白色的内衣一样淡薄。我想到如下事实以前我们都有凌云壮志，非绝代佳人不娶，非白马王子不嫁。所谓绝代佳人者，自然是身轻如燕，沉默寡言者，而非高大健美，大嘴啦啦者。至于白马王子，身高一米九十以上，面白无须。因此我们结成同仇敌忾的统一战线，立志开拓我们的世界，看今夜的形势，只怕要壮志成灰。小胡忽然哭起来，提到如下事实小时候她被人揪小辫子其实是她先招惹了别人，要我给她撑腰，而我跑去以后，只要叉着腰在一边站着，喝道你揍他！我不信你揍不过！她得了我的教唆，就扑过去又抓又咬。半夜里我叫她参加我的午夜行动，从窗户里爬出去骑在屋脊上。"}
{"text":"所谓绝代佳人者，自然是身轻如燕，沉默寡言者，而非高大健美，大嘴啦啦者。至于白马王子，身高一米九十以上，面白无须。因此我们结成同仇敌忾的统一战线，立志开拓我们的世界，看今夜的形势，只怕要壮志成灰。小胡忽然哭起来，提到如下事实小时候她被人揪小辫子其实是她先招惹了别人，要我给她撑腰，而我跑去以后，只要叉着腰在一边站着，喝道你揍他！我不信你揍不过！她得了我的教唆，就扑过去又抓又咬。半夜里我叫她参加我的午夜行动，从窗户里爬出去骑在屋脊上。屋脊非常光削，她感觉它要把她从下到上一切两半，就像猪崽子一样嚎叫，却被我厉声喝止。下来以后我还打了她两拳，打在腰眼上。小胡说，这种行为很野蛮，我这么对待她不公道，她要求立即改变，因此我过去和她拥抱接吻。这种身体接触是平生第一次，我非常的兴奋。但是想起我的绝代佳人计划，又有点害羞。于是我放开她，回到板床上坐下，又觉得心有未曾。幸好她跟过来，两个人楼在一起，觉得很不错。我的手放肆起来，此时有如下想法小胡和我这么搂着，实在是很自然的事。假结婚是扯谈。于是我说，现在我们这样，虽然非常之好，可是我的绝代佳人和她的白马王子计划岂不是完全失败？但是小胡说，现在很快活，这显然是伟大胜利，怎么能说是失败？那位绝代佳人第三次到王二家去，带了一个小丫头和很多东西。昆仑奴几乎背不动，当她和王二对坐无言时，小丫头就勤快地动起手来。先挂起罗销帐，又陈放好博山炉，在炉里点上檀香。她在草席上铺上猩猩毡，又在毡上铺上象牙细席，放上一对鸳鸯枕，就和昆仑奴到门外去嗑瓜子儿。王二和她静坐多时，终于拉着手到帐里去。在那儿他怀着虔诚的心情为她宽衣解带，扶她在席上躺下。然后定睛一看，席上是一个女人的裸体，并非什么不可思议的怪物，只不过腿非常细长，脐窝非常小而浅，腰非常细，乳房小而圆，非常精致，肋骨非常细，如同猫肋一样。王二就胆壮起来，先正襟危坐，如抚琴一般轻抚她身体三匝，又俯身在她的樱唇上一吻，然后就宽衣拉下帐子完成夫妇大礼的其他部分。我也和小胡行了夫妇之大礼，不过弄得不依古格，乱七八糟，就连我这嗜古成厮的人都不能克己复礼，可见人心不古，世道浇漓。但是礼毕时，我们俩都很满意。这种感觉，大概古今无不同。"}
{"text":"王二就胆壮起来，先正襟危坐，如抚琴一般轻抚她身体三匝，又俯身在她的樱唇上一吻，然后就宽衣拉下帐子完成夫妇大礼的其他部分。我也和小胡行了夫妇之大礼，不过弄得不依古格，乱七八糟，就连我这嗜古成厮的人都不能克己复礼，可见人心不古，世道浇漓。但是礼毕时，我们俩都很满意。这种感觉，大概古今无不同。根据史籍记载，王二和那位美女行过礼之后就逃到外乡去做豆腐为生，和我的职业一模一样。昆仑奴回主人家去。不久此事败露了，那位主人派了三十个兵去捉他，可是没想到这位黑先生在非洲以爬树捉猴子跑步追羚羊为生。他见势不好，把木碗别在腰里拔腿就跑，大兵根本追不上，终于跑得无影无踪，音信全无，一直跑回非洲去了。红线盗盒肃宗时薛嵩在湖南做沅西节度使，加兵部尚书户部左侍郎平南大将军衔，是文从一品武一品的大员。妻常氏，封安国夫人。子薛湃，封龙骑尉。沅西镇领龙陵凤凰两军，治慈利等七州八县，镇所在凤凰寨，显赫一时。有一天早上，薛嵩早起到后院去。此时晨光熹微，池水不兴波，枝头鸟未啼，风不起雾未聚，节度大人在后园，见芭蕉未黄，木瓜未熟，菠萝只长到拳头大小。这一园瓜果都不堪食。节度大人看了，有点嘴酸。正在没奈何时，忽然竹林里刷啦啦响，好似猪崽子抢食一样，钻出一个刺客来，此人浑身涂着黑泥，只露眼白和白牙全身赤裸，只束条丁字带儿，胸前一条皮带，上挂七八把小平斧，手握一口明晃晃的刀，径奔薛节度而来，意欲行刺。薛节度手无寸铁，无法和刺客理论，只得落荒而逃。那刺客不仅是追，还飞了薛嵩一斧，从额角擦过。薛嵩直奔到檐下，抢一条苦竹枪在手此物是一条青竹制成，两端削尖，常用来担柴担草，俗称尖担是也，转身要料理这名刺客。那刺客见薛节度有枪在手，就不敢来见高低，转身就跑。薛嵩奋起神威，大吼一声，目眺尽裂，把手中枪掷出去，正中那刺客后心，把他扎了个透心凉。办完了这桩事儿，他觉得脸上麻麻痒痒，好像有蚂蚁在爬，伸手一摸，沾了一手血。原来那一斧子并不是白白从额面擦过去的，它带走了核桃大小一块皮肉。他赶紧跑回屋去。这间屋子可不是什么青堂瓦舍，而是一问摇摇晃晃的竹楼。竹板地板木板墙。"}
{"text":"薛嵩直奔到檐下，抢一条苦竹枪在手此物是一条青竹制成，两端削尖，常用来担柴担草，俗称尖担是也，转身要料理这名刺客。那刺客见薛节度有枪在手，就不敢来见高低，转身就跑。薛嵩奋起神威，大吼一声，目眺尽裂，把手中枪掷出去，正中那刺客后心，把他扎了个透心凉。办完了这桩事儿，他觉得脸上麻麻痒痒，好像有蚂蚁在爬，伸手一摸，沾了一手血。原来那一斧子并不是白白从额面擦过去的，它带走了核桃大小一块皮肉。他赶紧跑回屋去。这间屋子可不是什么青堂瓦舍，而是一问摇摇晃晃的竹楼。竹板地板木板墙。房里也没有绸缎的帷幕，光秃秃的到处一览无遗。他叫侍妾红线给他包扎伤口。这位侍妾也非细眉细目粉雕也似的美人――头上梳风头髻，插紫金钗，穿丝纱衣袍，临镜梳妆者。此女披散着一头乌发，在板铺上睡着未起，一看薛嵩像血葫芦一样跑了进来，不惟不大叫一声晕厥过去，反而大叫一声迎将过来。她身上不着一丝，肤色如古铜且发亮，长臂长腿，皮肉紧绷绷，矫捷如猿猱，不折不扣是个小蛮婆。如前所述，薛嵩早起所赏之园，以及他府第和侍妾的状况，根本不像大唐一位节度使，倒像本地一位酋长。不过这只是表面现象，事实上他毕竟是天朝大邦的官员，有很高的文明水平。红线为他包扎伤口，被他当胸一掌推出三尺。节度大人说你真是没道理！我是主，你是奴我是男，你是女我是天，你是地如今我坐在地上，你站着给我裹伤，倒似我给你行礼一般！红线只好跪下给他裹伤，嘴里说，她不过是看他中原人长得好看，就跑来跟了他，谁知他有这么多讲究，又是跪又是拜，花样翻新。闲话少说，裹好伤以后，薛嵩穿上贴衣的细甲，提一条短抢，红线拿上藤牌短刀，到园子里看那个死刺客。红线略一打量，就说这不是山里人，而是山下湖边的汉人。薛嵩说放屁，你看这家伙光着身子抹一身黑泥，不是山里的蛮子是什么？你说他不是山里人，无非是为你的蛮族同胞开脱。红线说他的确不是山里人。首先，他用手斧行刺。山里的部落有善用吹筒的，有善用标枪的，但绝无用飞斧的。第二，他的牙齿洁白，从来没嚼过槟榔。所以他是山下的汉人，往身上抹一身泥巴，混充是蛮人。薛嵩说混账！放屁！岂有此理！红线只好跪下来说奴婢知错了，奴婢罪该万死。薛嵩对她在教化方面的进步表示满意，就说姑念尔是初犯，本老爷免于责罚，快给我上山去把马套下来。他伸出一只手，把红线拽起来，叫她快点跑。"}
