{"text":"以骂还骂，有时候或者是必要的，但是我不愿这样作。因为我所能作的是写一点小说剧本之类的东西，而骂人并不能与小说剧本相并列，所以即使我会骂人，我也不想开口。我未必能把小说剧本等写得很好，可是我准知道即使骂人骂得极俏皮厉害，也不能代替我那不很好的小说与剧本。因此，假若今天在某刊物或报纸上有骂我的文字，而明天那个刊物或报纸来教我写文章，我还是毫不迟疑的给它写后来，它又骂了大后天，再教我写，我还是毫不迟疑的去写。我写不出很好的文章来，但是我总求它有一点文艺性，这才能由学习而逐渐获得一点好的经验。世界上有很好的骂人文字，永垂不朽，但是，并不很多。我没有骂人的天才，所以写诟骂的文字不见得是上算的事假若我的一本小说可以传到十年百年，我的一篇骂人的短文也不过只能快意一时而已。我很盼望在今天有几个能写骂人文字的人，而且能永垂不朽，给我们的文艺增添一点光采。可是，这种文字极难写，非有极高的天才与识见不行。若是破口骂骂别人，以增自己的威风，居心已愧，必定骂不出什么名堂，而只虚耗了纸笔，在抗战中或在任何时期，实无可取！表白自己或者是件讨厌的事。好了我不再多列条目。在第一条里，我说明了自己的苦痛何在，和怎样就可以克服这种苦痛身体强的才能有充足的战斗力。第二条中，我道出自己的欣喜。这欣喜不是什么利益，而是好学习的心志遇到了可以学习的机会，足以使我更坚定的作个职业的写家，从今天直到入墓。第三条是第一二两条的产物。我苦痛，就应设法坚强自己，以期继续的工作。我欣喜，就更当削减一切冗叶繁枝，使自己真能成为文艺之林中的一株有出息的小树。这苦恼，这欣喜，与这由苦乐中决定的态度，是四年来生活的实录，不是空想。既是自己生活的实录，就不求别人来批评，因为我只觉得自己这么作是对的，并不希望别人也照方吃一剂。至于这些事实都与抗战有关与否，我觉得十分惭愧我真愿为国家出力，作出一番轰轰烈烈的事业来，可是因才力所限，因一向没有显身扬名的宏愿，我仅能在文字上表现一点爱国的诚心。从各尽其力的道理来说，我总算没有偷闲偷懒从报国救亡上来说，我只有惭愧！原载年月日大公报敬悼许地山先生地山是我的最好的朋友。以他的对种种学问好知喜问的态度，以他的对生活各方面感到的趣味，以他的对朋友的提携辅导的热诚，以他的对金钱利益的淡薄，他绝不象个短寿的人。"}
{"text":"至于这些事实都与抗战有关与否，我觉得十分惭愧我真愿为国家出力，作出一番轰轰烈烈的事业来，可是因才力所限，因一向没有显身扬名的宏愿，我仅能在文字上表现一点爱国的诚心。从各尽其力的道理来说，我总算没有偷闲偷懒从报国救亡上来说，我只有惭愧！原载年月日大公报敬悼许地山先生地山是我的最好的朋友。以他的对种种学问好知喜问的态度，以他的对生活各方面感到的趣味，以他的对朋友的提携辅导的热诚，以他的对金钱利益的淡薄，他绝不象个短寿的人。每逢当我看见他的笑脸，握住他的柔软而戴着一个翡翠戒指的手，或听到他滔滔不断的讲说学问或故事的时候，我总会感到他必能活到八九十岁，而且相信若活到八九十岁，他必定还能象年轻的时候那样有说有笑，还能那样说干什么就干什么，永不驳回朋友的要求，或给朋友一点难堪。地山竟自会死了才将快到五十的边儿上吧。他是我的好友。可是，我对于他的身世知道的并不十分详细。不错，他确是告诉过我许多关于他自己的事情可是，大部分都被我忘掉了。一来是我的记性不好二来是当我初次看见他的时候，我就觉得这是个朋友，不必细问他什么即使他原来是个强盗，我也只看他可爱我只知道面前是个可爱的人，就是一点也不晓得他的历史，也没有任何关系！况且，我还深信他会活到八九十岁呢。让他讲那些有趣的故事吧，让他说些对种种学术的心得与研究方法吧至于他自己的历史，忙什么呢？等他老年的时候再说给我听，也还不迟啊！可是，他已经死了！我知道他是福建人。他的父亲作过台湾的知府说不定他就生在台湾。他有一位舅父，是个很有才而后来作了不十分规矩的和尚的。由这位舅父，他大概自幼就接近了佛说，读过不少的佛经。还许因为这位舅父的关系，他曾在仰光一带住过，给了他不少后来写小说的资料。他的妻早已死去，留下一个小女孩。他手上的翡翠戒指就是为纪念他的亡妻的。从英国回到北平，他续了弦。这位太太姓周，我曾在北平和青岛见到过。以上这一点事实恐怕还有说得不十分正确的地方，我的记性实在太坏了！记得我到牛津去访他的时候，他告诉了我为什么老戴着那个翡翠戒指同时，他说了许许多多关于他的舅父的事。是的，清清楚楚的我记得他由述说这位舅父而谈到禅宗的长短，因为他老人家便是禅宗的和尚。可是，除了这一点，我把好些极有趣的事全忘得一干二净后悔没把它们都笔记下来！"}
{"text":"他的妻早已死去，留下一个小女孩。他手上的翡翠戒指就是为纪念他的亡妻的。从英国回到北平，他续了弦。这位太太姓周，我曾在北平和青岛见到过。以上这一点事实恐怕还有说得不十分正确的地方，我的记性实在太坏了！记得我到牛津去访他的时候，他告诉了我为什么老戴着那个翡翠戒指同时，他说了许许多多关于他的舅父的事。是的，清清楚楚的我记得他由述说这位舅父而谈到禅宗的长短，因为他老人家便是禅宗的和尚。可是，除了这一点，我把好些极有趣的事全忘得一干二净后悔没把它们都笔记下来！我认识地山，是在二十年前了。那时候，我的工作不多，所以常到一个教会去帮忙，作些社会服务的事情。地山不但常到那里去，而且有时候住在那里，因此我认识了他。我呢，只是个中学毕业生，什么学识也没有。可是地山在那时候已经在燕大毕业而留校教书，大家都说他是个很有学问的青年。初一认识他，我几乎不敢希望能与他为友，他是有学问的人哪！可是，他有学问而没有架子，他爱说笑话，村的雅的都有他同我去吃八个铜板十只的水饺，一边吃一边说，不一定说什么，但总说得有趣。我不再怕他了。虽然不晓得他有多大的学问，可是的确知道他是个极天真可爱的人了。一来二去，我试着步去问他一些书本上的事我生怕他不肯告诉我，因为我知道有些学者是有这样脾气的他可以和你交往，不管你是怎样的人但是一提到学问，他就不肯开口了不是他不肯把学问白白送给人，便是不屑于与一个没学问的人谈学问他的神态表示出来，跟你来往已是降格相从，至于学问之事，哈哈但是，地山绝对不是这样的人。他愿意把他所知道的告诉人，正如同他愿给人讲故事。他不因为我向他请教而轻视我，而且也并不板起面孔表示他有学问。和谈笑话似的，他知道什么便告诉我什么，没有矜持，没有厌倦，教我佩服他的学识，而仍认他为好友。学问并没有毁坏了他的为人，象那些气焰千丈的学者那样，他对我如此，对别人也如此在认识他的人中，我没有听到过背地里指摘他，说他不够个朋友的。不错，朋友们也有时候背地里讲究他谁能没有些毛病呢。可是，地山的毛病只使朋友们又气又笑的那一种，绝无损于他的人格。他不爱写信。你给他十封信，他也未见得答复一次偶而回答你一封，也只是几个奇形怪状的字，写在一张随手拾来的破纸上。我管他的字叫作鸡爪体，真是难看。这也许是他不愿写信的原因之一吧？"}
{"text":"学问并没有毁坏了他的为人，象那些气焰千丈的学者那样，他对我如此，对别人也如此在认识他的人中，我没有听到过背地里指摘他，说他不够个朋友的。不错，朋友们也有时候背地里讲究他谁能没有些毛病呢。可是，地山的毛病只使朋友们又气又笑的那一种，绝无损于他的人格。他不爱写信。你给他十封信，他也未见得答复一次偶而回答你一封，也只是几个奇形怪状的字，写在一张随手拾来的破纸上。我管他的字叫作鸡爪体，真是难看。这也许是他不愿写信的原因之一吧？另一毛病是不守时刻。口头的或书面的通知，何时开会或何时集齐，对他绝不发生作用。只要他在图书馆中坐下，或和友人谈起来，就不用再希望他还能看看钟表。所以，你设若不亲自拉他去赴会就约，那就是你的过错他是永远不记着时刻的。一九二四年初秋，我到了伦敦，地山已先我数日来到。他是在美国得了硕士学位，再到牛津继续研究他的比较宗教学的还未开学，所以先在伦敦住几天，我和他住在了一处。他正用一本中国小商店里用的粗纸账本写小说，那时节，我对文艺还没有发生什么兴趣，所以就没大注意他写的是哪一篇。几天的工夫，他带着我到城里城外玩耍，把伦敦看了一个大概。地山喜欢历史，对宗教有多年的研究，对古生物学有浓厚的兴趣。由他领着逛伦敦，是多么有趣有益的事呢！同时，他绝对不是月亮也是外国的好的那种留学生。说真的，他有时候过火的厌恶外国人。因为要批判英国人，他甚至于连英国人有礼貌，守秩序，和什么喝汤不准出响声，都看成愚蠢可笑的事。因此，我一到伦敦，就借着他的眼睛看到那古城的许多宝物，也看到它那阴暗的一方面，而不至胡胡涂涂的断定伦敦的月亮比北平的好了。不久，他到牛津去入学。暑假寒假中，他必到伦敦来玩几天。玩这个字，在这里，用得很妥当，又不很妥当。当他遇到朋友的时候，他就忘了自己朋友们说怎样，他总不驳回。去到东伦敦买黄花木耳，大家作些中国饭吃？好！去逛动物园？好，玩扑克牌？好！他似乎永远没有忧郁，永远不会说不。不过，最好还是请他闲扯。据我所知道的，除各种宗教的研究而外，他还研究人学民俗学文学考古学他认识古代钱币，能鉴别古画，学过梵文与巴利文。请他闲扯，他就能举个例说由男女恋爱扯到中古的禁欲主义，再扯到原始时代的男女关系。他的故事多书本上的佐证也丰富。"}
{"text":"当他遇到朋友的时候，他就忘了自己朋友们说怎样，他总不驳回。去到东伦敦买黄花木耳，大家作些中国饭吃？好！去逛动物园？好，玩扑克牌？好！他似乎永远没有忧郁，永远不会说不。不过，最好还是请他闲扯。据我所知道的，除各种宗教的研究而外，他还研究人学民俗学文学考古学他认识古代钱币，能鉴别古画，学过梵文与巴利文。请他闲扯，他就能举个例说由男女恋爱扯到中古的禁欲主义，再扯到原始时代的男女关系。他的故事多书本上的佐证也丰富。他的话一会儿低降到贩夫走卒的俗野，一会儿高飞到学者的深刻高明。他谈一整天并不倦容，大家听一天也不感疲倦。不过，你不要让他独自溜出去。他独自出去，不是到博物院，必是入图书馆。一进去，他就忘了出来。有一次，在上午八九点钟，我在东方学院的图书馆楼上发现了他。到吃午饭的时候，我去唤他，他不动。一直到下午五点，他才出来，还是因为图书馆已到关门的时间的原故。找到了我，他不住的喊饿，是啊，他已饿了十点钟。在这种时节，玩字是用不得的。牛津不承认他的美国的硕士学位，所以他须花二年的时光再考硕士。他的论文是法华经的介绍，在预备这本论文的时候，他还写了一篇相当长的文章，在世界基督教大会？上去宣读。这篇文章的内容是介绍道教。在一般的浮浅传教师心里，中国的佛教与道教不过是与非洲黑人或美洲红人所信的原始宗教差不多。地山这篇文章使他们闻所未闻，而且得到不少宗教学学者的称赞。他得到牛津的硕士。假若他能继续住二年，他必能得到文学博士最荣誉的学位。论文是不成问题的，他能于很短的期间预备好。但是，他必须再住二年校规如此，不能变更。他没有住下去的钱，朋友们也不能帮助他。他只好以硕士为满意，而离开英国。在他离英以前，我已试写小说。我没有一点自信心，而他又没工夫替我看看。我只能抓着机会给他朗读一两段。听过了几段，他说可以，往下写吧！这，增多了我的勇气。他的文艺意见，在那时候，仿佛是偏重于风格与情调他自己的作品都多少有些传奇的气息，他所喜爱的作品也差不多都是浪漫派的。他的家世，他的在南洋的经验，他的旧文学的修养，他的喜研究学问而又不忍放弃文艺的态度，和他自己的生活方式，我想，大概都使他倾向着浪漫主义。单说他的生活方式吧。我不相信他有什么宗教的信仰，虽然他对宗教有深刻的研究，可是，我也不敢说宗教对他完全没有影响。"}
{"text":"我没有一点自信心，而他又没工夫替我看看。我只能抓着机会给他朗读一两段。听过了几段，他说可以，往下写吧！这，增多了我的勇气。他的文艺意见，在那时候，仿佛是偏重于风格与情调他自己的作品都多少有些传奇的气息，他所喜爱的作品也差不多都是浪漫派的。他的家世，他的在南洋的经验，他的旧文学的修养，他的喜研究学问而又不忍放弃文艺的态度，和他自己的生活方式，我想，大概都使他倾向着浪漫主义。单说他的生活方式吧。我不相信他有什么宗教的信仰，虽然他对宗教有深刻的研究，可是，我也不敢说宗教对他完全没有影响。他的言谈举止都象个诗人。假若把诗人按照世俗的解释从他的生活中发展起来，他就应当有很古怪奇特的行动与行为。但是，他并没作过什么怪事。他明明知道某某人对他不起，或是知道某某人的毛病，他仍然是一团和气，以朋友相待。他不会发脾气。在他的嘴里，有时候是乱扯一阵，可是他的私生活是很严肃的，他既是诗人，又是俗人。为了读书，他可以忘了吃饭。但一讲到吃饭，他却又不惜花钱。他并不孤高自赏。对于衣食住行他都有自己的主张，可是假若别人喜欢，他也不便固执己见。他能过很苦的日子。在我初认识他的几年中，他的饭食与衣服都是极简单朴俭。他结婚后，我到北平去看他，他的住屋衣服都相当讲究了。也许是为了家庭间的和美，他不便于坚持己见吧。虽然由破夏布褂子换为整齐的绫罗大衫，他的脱口而出的笑话与戏谑还完全是他，一点也没改。穿什么，吃什么，他仿佛都能随遇而安，无所不可。在这里和在其他的好多地方，他似乎受佛教的影响较基督教的为多，虽然他是在神学系毕业，而且也常去作礼拜。他象个禅宗的居士，而绝不能成为一个清教徒。不但亲戚朋友能影响他，就是不相识而偶然接触的人也能临时的左右他。有一次，我在家里，他到伦敦城里去干些什么。日落时，他回来了，进门便笑，而且不住的摸他的刚刚刮过的脸。我莫名其妙。他又笑了一阵。教理发匠挣去两镑多！我吃了一惊。那时候，在伦敦理发普通是八个便士，理发带刮脸也不过是一个先令，怎能花两镑多呢？原来是理发匠问他什么，他便答应什么，于是用香油香水洗了头，电气刮了脸，还不得用两镑多么？他绝想不起那样打扮自己，但是理发匠的钱罐是不能驳回的！自从他到香港大学任事，我们没有会过面，也没有通过信我知道他不喜欢写信，所以也就不写给他。"}
{"text":"日落时，他回来了，进门便笑，而且不住的摸他的刚刚刮过的脸。我莫名其妙。他又笑了一阵。教理发匠挣去两镑多！我吃了一惊。那时候，在伦敦理发普通是八个便士，理发带刮脸也不过是一个先令，怎能花两镑多呢？原来是理发匠问他什么，他便答应什么，于是用香油香水洗了头，电气刮了脸，还不得用两镑多么？他绝想不起那样打扮自己，但是理发匠的钱罐是不能驳回的！自从他到香港大学任事，我们没有会过面，也没有通过信我知道他不喜欢写信，所以也就不写给他。抗战后，为了香港文协分会的事，我不能不写信给他了，仍然没有回信。可是，我准知道，信虽没来，事情可是必定办了。果然，从分会的报告和友人的函件中，我晓得了他是极热心会务的一员。我不能希望他按时回答我的信，可是我深信他必对分会卖力气，他是个极随便而又极不随便的人，我知道。我自己没有学问，不能妥切的道出地山在学术上的成就何如。我只知道，他极用功，读书很多，这就值得钦佩，值得效法。对文艺，我没有什么高明的见解，所以不敢批评地山的作品。但是我晓得，他向来没有争过稿费，或恶意的批评过谁。这一点，不但使他能在香港文协分会以老大哥的身分德望去推动会务，而且在全国文艺界的团结上也有重大的作用。是的，地山的死是学术界文艺界的极重大的损失！至于谈到他与我私人的关系，我只有落泪了他既是我的师，又是我的好友！啊，地山！你记得给我开的那张佛学入门必读书的单子吗？你用功，也希望我用功可是那张单子上的六十几部书，到如今我一部也没有读啊！你记得给我打电报，叫我到济南车站去接周校长吗？多么有趣的电报啊！知道我不认识她，所以你教她穿了黑色旗袍，而电文是\\\\到站接黑衫女！当我和妻接到黑衫女的时候，我们都笑得闭不上口啊。朋友，你托友好作一件事，都是那样有风趣啊！啊，昔日的趣事都变成今日的泪源。你怎可以死呢！不能再往下写了原载年月日大公报周校长，即许地山的夫人的妹妹。家书一封接到信，甚慰！济与乙都去上学，好极！唯儿女聪明不齐，不可勉强，致有损身心。我想，他们能粗识几个字，会点加减法，知道一点历史，便已够了。"}
{"text":"啊，昔日的趣事都变成今日的泪源。你怎可以死呢！不能再往下写了原载年月日大公报周校长，即许地山的夫人的妹妹。家书一封接到信，甚慰！济与乙都去上学，好极！唯儿女聪明不齐，不可勉强，致有损身心。我想，他们能粗识几个字，会点加减法，知道一点历史，便已够了。只要身体强壮，将来能学一份手艺，即可谋生，不必非入大学不可。假若看到我的女儿会跳舞演讲，有作明星的希望，我的男孩能体健如牛，吃得苦，受得累，我必非常欢喜！我愿自己的儿女能以血汗挣饭吃，一个诚实的车夫或工人一定强于一个贪官污吏，你说是不是？教他们多游戏，不要紧逼他们读书习字书呆子无机会腾达，有机会作官，则必贪污误国，甚为可怕！至于小雨，更宜多玩耍，不可教她识字她才刚四岁呀！每见摩登夫妇，教三四岁小孩识字号，客来则表演一番，是以儿童为玩物，而忘了儿童的身心教育甚慢，不可助长也。我近来身体稍强，食眠都好，唯仍未敢放胆写作，怕再患头晕也。给我看病的是一位熟大夫，医道高，负责任，他不收我的诊费，而且照原价卖给我药品，真可感激！前几天，他给我检查身体，说已无大病，只是亏弱，需再打一两打补血针。现已开始。病中，才知道身体的重要。没有它，即使是圣人也一筹莫展！春来了，我的阴暗的卧室已有阳光，桌上边有一枝桃花插在曲酒瓶中。祝你健康！代我吻吻儿女们！舍上，三，十原载年月文坛第期文艺与木匠一位木匠的态度，据我看一要作个好木匠二虽然自己已成为好木匠，可是绝不轻看皮匠鞋匠泥水匠，和一切的匠。此态度适用于木匠，也适用于文艺写家。我想，一位写家既已成为写家，就该不管怎么苦，工作怎样繁重，还要继续努力，以期成为好的写家，更好的写家，最好的写家。同时，他须认清一个写家既不能兼作木匠瓦匠，他便该承认五行八作的地位与价值，不该把自己视为至高无上，而把别人踩在脚底下。我有三个小孩。除非他们自己愿意，而且极肯努力，作文艺写家，我决不鼓励他们因为我看他们作木匠瓦匠或作写家，是同样有意义的，没有高低贵贱之别。"}
{"text":"此态度适用于木匠，也适用于文艺写家。我想，一位写家既已成为写家，就该不管怎么苦，工作怎样繁重，还要继续努力，以期成为好的写家，更好的写家，最好的写家。同时，他须认清一个写家既不能兼作木匠瓦匠，他便该承认五行八作的地位与价值，不该把自己视为至高无上，而把别人踩在脚底下。我有三个小孩。除非他们自己愿意，而且极肯努力，作文艺写家，我决不鼓励他们因为我看他们作木匠瓦匠或作写家，是同样有意义的，没有高低贵贱之别。假若我的一个小孩决定作木匠去，除了劝告他要成为一个好木匠之外，我大概不会絮絮叨叨的再多讲什么，因为我自己并不会木工，无须多说废话。假若他决定去作文艺写家，我的话必然的要多了一些，因为我自己知道一点此中甘苦。第一，我要问他你有了什么准备？假若他回答不出，我便善意的，虽然未必正确的，向他建议你先要把中文写通顺了。所谓通顺者，即字字妥当，句句清楚。假若你还不能作到通顺，请你先去练习文字吧，不要开口文艺，闭口文艺。文字写通顺了，你要至少学会一种外国语，给自己多添上一双眼睛。这样，中文能写通顺，外国书能念，你还须去生活。我看，你到三十岁左右再写东西，绝不算晚。第二，我要问他你是不是以为作家高贵，木匠卑贱，所以才舍木工而取文艺呢？假若你存着这个心思，我就要毫不客气的说你的头脑还是科举时代的，根本要不得！况且，去学术工手艺，即使不能成为第一流的木匠，也还可以成为一个平常的木匠，即使不能有所创造，还能不失规矩的仿制即使贡献不多，也还不至于糟踏东西。至于文艺呢，假若你弄不好的话，你便糟践不知多少纸笔，多少时间你自己的，印刷人的，和读者的罪莫大焉！你看我，已经写作了快二十年，可有什么成绩？我只感到愧悔，没有给人盖成过一间小屋，作成过一张茶几，而只是浪费了多少纸笔，谁也不曾得到我一点好处？高贵吗？啊，世上还有高贵的废物吗？第三，我要问他你是不是以为作写家比作别的更轻而易举呢？比如说，作木匠，须学好几年的徒，出师以后，即使技艺出众，也还不过是默默无闻的匠人治文艺呢，你可以用一首诗，一篇小说，而成名呢？我告诉你，你这是有意取巧，避重就轻。你要知道，你心中若没有什么东西，而轻巧的以一诗一文成了名，名适足以害了你！名使你狂傲，狂傲即近于自弃。名使你轻浮虚伪。"}
