{"text":"我读书是为了学习，是为了成为一个更好更有自知之明更多才多艺的人。我几乎从来都不为了取乐而读书。我希望这能有助于解释我为什么写了这些书――写这些书是期望它们能有助于我们更好地理解我们人类的处境。中国竟然也有些读者愿意跟随我探索的旅程，幸何如哉！年月于伦敦冯涛译旅行的艺术推荐序余秋雨这本书，读得我满心喜悦。旅人不同于常人，有一种独特的心境，他们在荒漠相遇，在街市邂逅，一抬眼就能彼此沟通。读这本书也是这样，才翻儿页就知道遇上了同道，因为我也称得上是一个老资格的旅行者。同时我也立即明白，为什么这本书在短短的半年时间内就能在英语世界销售万册。世上同道不少。为此我要郑重地把这本书推荐给中国读者，因为他们中有很多人已经是旅行者，或者准备做旅行者。这本书就是阿兰德波顿的旅行的艺术。与一般中国读者的预期不同，这本书不是游记散文不是导游手册也不是论述旅行历史和意义的常识读本。我们读到的，很像是用小说笔法写出来的人物传记片断。但是，这些人物是那么重要，我们曾经在文学艺术科学领域里仰望过他们的光辉这些片断又是那么感性，没有记录他们的专业成就，而是留下了他们面对远行的地图陌生的城市异国的街道所产生的惊讶抵拒喜悦和深思。这简直是一部纯粹的文学读物，怎么会起了这个书名呢？其实正是这本书，划分出了旅行的等级。旅行是万众的权利，每人都可以选择适合自己的方式。但是不同的文化程度和人生基调，会使同样的旅途迈出不一样的脚步。我国新兴的旅游事业是改革开放之后才出现的，时间不长，规模很大整体水平也在逐年提高，但即便是已经达到的较高水平，也与国际认知有很大距离。例如，旅行的等级并不是由所选路线和所付经费来决定的，这一点明白的人就不太多有些人自以为明白了，追求旅行的文化含量，把文化古迹当作主要目标，结果不仅把旅行窄化了，也把文化曲解了。旅行的艺术旅行的艺术展示了一种有关生命和环境厮磨的精神层面，因此也让我们看到了旅行的至高等级。任何杰出的生命都会不断地寻找环境载体，而这种寻找也就是冲撞。"}
{"text":"例如，旅行的等级并不是由所选路线和所付经费来决定的，这一点明白的人就不太多有些人自以为明白了，追求旅行的文化含量，把文化古迹当作主要目标，结果不仅把旅行窄化了，也把文化曲解了。旅行的艺术旅行的艺术展示了一种有关生命和环境厮磨的精神层面，因此也让我们看到了旅行的至高等级。任何杰出的生命都会不断地寻找环境载体，而这种寻找也就是冲撞。冲撞之处未必著名，更不必有古迹，因为既然已经有古人冲撞过，有万人冲撞过，也就很难再发生只属于自己的冲撞。但是，这种独特的冲撞仍然必须包含一定的普遍性，这也是冲撞者通向杰出和伟大的道路。因此，旅行的艺术撷取了这些高贵灵魂与自己所遇环境的种种对话，特别是这些对话中徘徊于自己和社会个人和大众景物和精神之间的思考。因此，正是这些高贵灵魂与自己所遇环境的种种对话，揭示了旅行的深层意义。这本书认为，对旅行的研究可以加深人们对幸福的体验，而这种幸福，就是古希腊哲学家所说的由理性支配的积极生活所带来的幸福。何谓理性支配？首先是人对自己无法离开自然与环境而封闭生存的确认其次是人对自己和群体所处环境的了解，以及对未知环境的向往其三是人对外部美的发现和寻找，并从中获得自我体验。何谓积极生活？首先是踏访已知环境的热忱其次是探测未知环境的勇敢其三是从自己和环境的斡旋中找到乐趣。我想，旅行确实能够全方位地满足这种幸福感而反过来也只有包含着理性支配和积极生活的态度，旅行本身才能抵达完满。随着时代的发展旅行的意义已超越了古希腊哲学家所论述的幸福，原因是，不旅行的危害越来越显现。初一看旅行者未免孤独沉默，因为他们疏离了社会，但被他们疏离的社会又是什么样子呢？竟然是越来越走向保守僵硬冷漠自私。于是，反倒是踏遍千山的脚步，看尽万象的眼睛，保留着对人类生态的整体了解，因此也保留了足够的视野体察和同情。他们成了冷漠社会中一股窜动的暖流，一种宏观的公平。这就使现代旅行者比古代同行更具有了担负大道的宗教情怀。旅行，成了克服现代社会自闭症的一条命脉。本书引述雷蒙德威廉斯的话来说明这个道理世纪以来，人类的同情和了解不再源自于社群活动，旅行的艺术而是来自于人们的漂泊经验。"}
{"text":"竟然是越来越走向保守僵硬冷漠自私。于是，反倒是踏遍千山的脚步，看尽万象的眼睛，保留着对人类生态的整体了解，因此也保留了足够的视野体察和同情。他们成了冷漠社会中一股窜动的暖流，一种宏观的公平。这就使现代旅行者比古代同行更具有了担负大道的宗教情怀。旅行，成了克服现代社会自闭症的一条命脉。本书引述雷蒙德威廉斯的话来说明这个道理世纪以来，人类的同情和了解不再源自于社群活动，旅行的艺术而是来自于人们的漂泊经验。因此一种基本的疏离沉默和孤独已成为人性和社群的载体，对抗着普通社会阶层的苛严僵固冷漠无情和自私自利的闲适。但是，这里所说的漂泊经验对于普通社会的对抗，并不一定是社会改革的呼吁，更多的还是一种主体感受。感受的拓展和审美的产生，就已经形成对抗，而当这种感受通过文学方式艺术方式或科学方式表达出来，对抗也就成了一个凯旋式的传播。旅行的艺术中引述的一个个主角，都完成了这种凯旋式的传播，而这本书本身，正是这种传播的延续。我非常喜欢这本书的语言方式。质感细腻随意尽量把大感觉化解成小感觉，把理性结论隐藏在几乎看不见的地方，因此也可能根本没有这种结论。这样的文字，有一种感性的征服力。绝不追求那种经过洗涤的纯美。深信很多艺术写生和游记笔墨都因过度的省略而走向了虚假，因此在感性的谈吐中不避真实生活的芜杂。这两个特点，来自于旅行生活的本真。真正的旅行视角是感性的，而且不作过度省略这就从方法论上补充了古希腊哲学家所说的理件支配。这样的文字，也能调整我们在旅行中的心理习惯。我们总是太多概念太多预设太多追随太多知识太多传闻，而舍弃了本来最值得珍惜的耳目直觉和具体细节，结果，哪儿都走到了，却走得那么空洞，那么亦步亦趋人云亦云。因此，我劝拿到这本书的读者不要性急，静下心来细细品味这些与自己所到景点未必有关，而且显得有点嗦的描述。这种从容的语气优雅的叙述，真应该校正我们过于浮躁的步履。多少年后，如果我们的旅行队伍中少了很多扬旗吹哨的团队匆匆追赶的人群，多了一些慢吞吞地关注各地大量零星风味琐屑世情的陶醉者和凝思者，从而大大提升了旅行的整体品质，那么，追根溯源，也许应该感谢这本书在上海的出版。"}
{"text":"因此，我劝拿到这本书的读者不要性急，静下心来细细品味这些与自己所到景点未必有关，而且显得有点嗦的描述。这种从容的语气优雅的叙述，真应该校正我们过于浮躁的步履。多少年后，如果我们的旅行队伍中少了很多扬旗吹哨的团队匆匆追赶的人群，多了一些慢吞吞地关注各地大量零星风味琐屑世情的陶醉者和凝思者，从而大大提升了旅行的整体品质，那么，追根溯源，也许应该感谢这本书在上海的出版。旅行的艺术时序之入冬一如人之将老，徐缓渐近，每日变化细微，殊难确察，日日累叠终成严冬，因此，要具体地说出冬天来临之日，并非易事。先是晚间温度微降，接着连日阴雨，伴随来自大西洋捉摸不定的阵风潮湿的空气纷落的树叶，白昼亦见短促。其间也许会有短暂的风雨间歇，天气晴好，万里无云，人们不穿大衣便可一早出门。但这些都只是一种假象是病入膏肓者临终前的回光返照，于事无补。到了月，冬已森然盘踞，整座城市每天为铁灰色的天空所笼罩，给人以不祥之兆，极类曼特尼亚或韦罗内塞的绘画作品中晦暗的天空，是基督耶稣遇难图的绝佳背景，也是在家赖床的好天气。邻近的公园在雨夜的路灯，满眼泥泞和积水，甚是荒凉。有一晚，大雨滂沱，我从公园走过忽地记起刚刚逝去的夏日，在酷暑中，我曾如何躺在草地上，伸展四肢，任光脚从鞋中溜出，轻抚嫩草我还记起那种和大地的直接接触如何让我觉得自由舒展夏日里没有惯常一丨，意大利文艺复兴时期的艺术家――s，纪威尼斯画派的主要家和著名的色彩大师。――威廉霍奇斯重游塔希提岛，年的室内户外之别，置身大自然时，我有如在卧室里一般自在。但现在，眼前的公园再次变得陌生，连绵的阴雨中，草地已无从涉足。此时，任何的哀愁，任何得不到快乐和理解的担忧，似乎都能在那些暗红砖石外墙浸得透湿的建筑以及城市街灯映照下略泛橙色的低沉的夜空中找到佐证。"}
{"text":"――威廉霍奇斯重游塔希提岛，年的室内户外之别，置身大自然时，我有如在卧室里一般自在。但现在，眼前的公园再次变得陌生，连绵的阴雨中，草地已无从涉足。此时，任何的哀愁，任何得不到快乐和理解的担忧，似乎都能在那些暗红砖石外墙浸得透湿的建筑以及城市街灯映照下略泛橙色的低沉的夜空中找到佐证。这样的天气，以及这个时节发生的一系列的事件似乎应验了詹佛的名言，一个人每天早晨都得吞食一只癞蛤，ss丨―法国剧作家。――译者旅行的艺术蟆这样才能保证他在日间不会遇上更恶心的事，使我很自然地想起了一件事一天下午，儿近黄昏，我意外地收到了一大本色彩亮丽名为冬艳阳的I册。画册的封面是一大片的沙滩，还可以看见沙滩边缘湛蓝的海。沙滩另一边，是一排棕榈树，多数斜立着，再往后，是画面中作为背景的群山我能想象那山中有瀑布，想象得出山中飘香果树下的荫凉，体会从酷热中解脱的惬意。画册里的摄影图片让我不禁想起描绘塔希提岛的油画――那是威廉霍吉斯和库克船长一起旅行时创作的作品，画面中，夜色轻柔，热带礁湖边，土著少女在繁茂的簇叶中无忧无虑地赤脚欢跳。年严冬，霍奇斯首次在伦敦皇家学院展出这些油画，引起了人们对美景的好奇和向往，而且，从那以后，这类图景一直都是热带风情画的范本自然，这本冬日艳阳也不例外。那些设计和制作这份画册的人也许还不知道画册的读者是多么容易为那些摄影图片所俘虏，因为这些亮彩的图片，如棕榈树蓝天和银色沙滩等，有一种力量，使读者理解力受挫，并完全丧失其自由意志。在生活中别的场合，他们原本谨慎，敢于质疑，但在阅读这些图片时，他们却不假思索，变得异常的天真和乐观。这本画册所引发出的令人感动，同时让人伤感的向往便是一个例子，它说明了人生中许许多多的事件甚至是整个人生是如何为一些最简单最经不起推敲的快乐图景所影响而一次开销巨大，超出经济承受能力的旅程的起因又如何可能仅仅只是因为瞥见了一张摄影图片图片里，一棵棕榈树在热带微风中轻摇曼舞。我决定到巴巴多斯岛旅行。如果生活的要义在于追求幸福，那么，除却旅行，很少有别的行为能呈现这一追求过程中的热情和矛盾。"}
{"text":"这本画册所引发出的令人感动，同时让人伤感的向往便是一个例子，它说明了人生中许许多多的事件甚至是整个人生是如何为一些最简单最经不起推敲的快乐图景所影响而一次开销巨大，超出经济承受能力的旅程的起因又如何可能仅仅只是因为瞥见了一张摄影图片图片里，一棵棕榈树在热带微风中轻摇曼舞。我决定到巴巴多斯岛旅行。如果生活的要义在于追求幸福，那么，除却旅行，很少有别的行为能呈现这一追求过程中的热情和矛盾。不论是多么的不明晰，旅行仍能表达出紧张工作和辛苦谋生之外的另一种生活意义。尽管如此，旅行还是很少迫使人去考虑一些超越实际需要深层思索的哲学层面的问题。我们经常得到应该到何处旅行的劝告，但很少有人告诉我们为什么要到那个地方，又如何到达那个地方，尽管旅行的艺术会涉及一些既不简单，也非细小的问题，而且，对旅行的艺术的研究可能在一定意义上也许是微不足逍的帮助人们理解希腊哲人所谓的由理性支配的积极生活所带来的幸福或人类昌盛。旅行的艺术在对旅行的期望和旅行的现实的关系上总会出现一个问题。我碰巧读到于斯曼的小说逆流。小说发表于年，主人公德埃桑迪斯公爵是一个衰朽厌世的贵族，正筹算一趟伦敦之旅，他百般思索，分析了对一个地方的想象和实际情形之间令人极度沮丧的差异。在于斯曼的小说中，德埃桑迪斯独自住在巴黎市郊的一处宽敞的别墅。他几乎足不出户，因为这样，可以使他避免看见他所以为的人之丑陋和愚蠢。他还年轻时，一天下午，冒险到附近的村子去了几个小时，结果发现他对他人的憎恶更甚。从那以后，他决意一个人躺在书房里的床上，阅读文学经典，同时构想自己对人类的一些尖酸刻薄的想法。但有一天清早，德埃桑迪斯突然有一种强烈的意愿，想到伦敦旅行。这变化，连他自己都觉得吃惊。在到伦敦旅行的意念萌生之时，他正坐在火炉边读一本狄更斯的小说。这小说引发了他对英国人的生活情形的种种想象。事实上，对此他之前已冥思良久，只是现在，他热切地盼望能亲眼一ss，s―法国作家此处提到的逆流一书是他的代表作，――睹。"}
{"text":"但有一天清早，德埃桑迪斯突然有一种强烈的意愿，想到伦敦旅行。这变化，连他自己都觉得吃惊。在到伦敦旅行的意念萌生之时，他正坐在火炉边读一本狄更斯的小说。这小说引发了他对英国人的生活情形的种种想象。事实上，对此他之前已冥思良久，只是现在，他热切地盼望能亲眼一ss，s―法国作家此处提到的逆流一书是他的代表作，――睹。兴奋已让他难以自持，所以，他差使仆人打点好行装，他自己呢，则身着灰色花呢套装，脚蹬一双系带短靴，头戴一顶圆顶礼帽，还披了件蓝色亚麻长斗篷，搭乘最早的一趟火车去了巴黎。离开往伦敦的火车正式出发还有些时间，他走进了丽弗里街的加里尼涅英文书店，买了一本贝德克尔的伦敦旅行指南。书中对伦敦名胜的简练描述让他觉得美不胜收。接着，他走到附近的一间英国人常来光顾的酒吧。酒吧里的氛围活脱脱是狄更斯小说中的场景他想起了小杜丽，朵拉科波菲尔和汤姆品奇的妹妹露丝坐在和这酒吧间相似的温馨明亮的小屋里的情形。酒吧里的一位顾客有着威克费尔德先生一般的白发和红润肤色，而其分明的面部轮廓木然的表情和无精打采的眼神又让人想起塔金霍恩先生。德埃桑迪斯觉得有些饿，便到了隔壁的一家英式小餐馆。餐馆在阿姆斯特丹街，靠近圣拉扎尔火车站。餐馆里光线昏暗，烟雾弥漫，柜台上摆着一长排啤酒，还摊着小提琴般褐色的火腿，以及番茄酱般红色的大龙虾。一些小木餐桌旁，坐着健硕的英国女人。她们的长相很男性化露出硕大的牙齿有如调色刀她们手脚粗长，脸颊像苹果般红通通的。德埃桑迪斯找了一个桌子坐下，点了牛尾汤，烟熏旅行的艺术鳕鱼，还要了一份烤牛肉和土豆，一些艾尔啤酒和一大块斯提耳顿干酪。随着火车离站时刻的迫近，德埃桑迪斯对伦敦的梦想行将变为现实，但就在这个时刻，他忽地变得疲乏和厌倦起来。他开始想象自己若真的去伦敦该是如何的无聊和乏味他得赶到火车站，抢个脚夫来搬行李，上了车，得睡在陌生的床上，之后还得排队下车，在贝德克尔已有精到描述的伦敦街景里拖着自己疲惫的身子瑟瑟前行想及这些，他的伦敦之梦顿时黯然失色既然一个人能坐在椅子上优哉游哉捧书漫游，又何苦要真的出行？难道他不已置身伦敦了吗？伦敦的气味天气市民食物，甚至伦敦餐馆里的刀叉餐具不都已在自己的周遭吗？"}
{"text":"他开始想象自己若真的去伦敦该是如何的无聊和乏味他得赶到火车站，抢个脚夫来搬行李，上了车，得睡在陌生的床上，之后还得排队下车，在贝德克尔已有精到描述的伦敦街景里拖着自己疲惫的身子瑟瑟前行想及这些，他的伦敦之梦顿时黯然失色既然一个人能坐在椅子上优哉游哉捧书漫游，又何苦要真的出行？难道他不已置身伦敦了吗？伦敦的气味天气市民食物，甚至伦敦餐馆里的刀叉餐具不都已在自己的周遭吗？如果真到了伦敦，除了新的失望，还能期待什么仍然是坐在椅子上，他开始了自我反省我竟然不肯相信我忠实可信的想象力，而且居然像老笨蛋一样相信到国外旅行是必要有趣和有益的我一定是有些精神异常了。结果自然是德埃桑迪斯付了账单，离开餐馆依旧是搭上最早的一趟火车到了他的别墅。一起回家的当然还有他的行李箱他的旅行包他的旅行毛毯他的雨伞和他的拐杖。自那以后他再也没有离开过他的家。实地的旅行同我们对它的期待是有差异的，对此观点，我们并不陌生。对旅行持悲观态度的人――德埃桑迪斯应该是一个极佳的典范――因此认为现实总是让人失望。也许，承认实地的旅行和期待中的旅行之间的基本差异，这样才会更接近真实，也更有益。经历了两个月的期待，在月的一个晴朗的下午我和我的同伴抵达了巴巴多斯的格兰特利亚当斯机场。从下匕机到低矮机场大厅间的距离很短，但却足以让我感到气候的剧烈转变。才几个小时，我就从我所居住的地方来到了一个闷热潮湿的所在，这种天气，在我所居住的地方，五个月后方会来临，而且，闷热潮湿的程度也不会如此难耐。一切都和想象相异――相形于我的想象这里的一切简直就让我吃惊。在这之前的几周里，只要想到巴巴多斯岛，萦绕脑际的不外乎是三种恒定的意象它们是我在阅读一本相关的宣传册和航空时刻表时开始构想并凝固成型的其一是夕阳下挺立着棕榈树的海滩其二是一处别墅式的酒店，从落地窗看过去，是铺着木质地板有着洁白的亚麻床罩的房间其三呢，则是湛蓝无云的天空。旅行的艺术如果有人要问，我自然会承认岛上还有别的东西，只是我无需它们来构建我对巴巴多斯岛的印象。"}
{"text":"在这之前的几周里，只要想到巴巴多斯岛，萦绕脑际的不外乎是三种恒定的意象它们是我在阅读一本相关的宣传册和航空时刻表时开始构想并凝固成型的其一是夕阳下挺立着棕榈树的海滩其二是一处别墅式的酒店，从落地窗看过去，是铺着木质地板有着洁白的亚麻床罩的房间其三呢，则是湛蓝无云的天空。旅行的艺术如果有人要问，我自然会承认岛上还有别的东西，只是我无需它们来构建我对巴巴多斯岛的印象。我的行为就像是经常到剧院看演出的观众，仅从背景画布上的一棵橡树或一根陶立克式的柱子便能自然地想象剧台上的一切都发生在舍伍德森林或古罗马。然而，一踏上巴巴多斯岛，我就意识到巴巴多斯这一词还应包含太多的内涵。譬如说，一个巨型的储油设施，上面印着英国石油公司的黄绿两色的标志穿着一尘不染的褐色制服的移民局工作人员坐在用夹板钉起来的箱子上，带着一点好奇，漫不经心地翻阅人境游客的护照有如一个学者在翻阅图书馆闭架书库里的手稿，而等候入境的游客队伍已排出机场大厅之外，延伸到飞机跑道的边缘在行李传送带上方印着朗姆酒的广告，在海关的过道上挂着总理像，在迎宾大厅有外币兑换处，在机场大厅之外是成群的出租车司机和导游如此繁复的景象扑面而来，如果说它们可能对我产生什么影响，那就是它们奇怪地让我更难看到我本想来此一睹的巴巴多斯岛。在我的预期中，机场与饭店之间是一段空白。从行程安排表的最后一行很押韵的一句点抵达巴巴多斯到酒店房间之间本应空无一物。"}
