{"text":"正确估量自己生活有时像个迷宫，我们在向着自己理想的方向前进时针因为某些原因而迷失自我。于是我们开始迷惘，从而无法正确的估量自己。而令我们迷失的原因许多时候都是上点点细小而琐碎的事。而许多人都是在自己的贪恋和物欲中迷失。当一个人有能力的时候，他会依据自己的能力而换取自己想要的东西。然而，每个人的能力都是不同的，我们的举动也应该以自己的能力为基底。因此，我们应当学着如何正确的估量自己。正确的估量自己就是要看清自己的能力，如果一个人的口头表达能力很弱时，他就不应该强迫自己去做演说家如果一个人字写的非常难看时，他也不应该强迫自己去做书法家。每个人都有在某方面能力较弱的时候，如果拿自己的弱处去比别人的长处，去做自己做不好的事，即使再怎样努力，都只会事倍功半，最终说不定不仅没成功，还给自己带来空难。而有些人，能正确的估量自己，看到自己在哪方面能力有限，能力不足时，他就不会去挑战自己那仅有的一点点能力，而是在自己在有把握的地方下功夫。不过不是人人都能做到能正确估量自己的能力，也不是每时每刻都能正确的估量自己。因为当我们看到别人在方面小有成就小有作为时，难免会发出羡慕的想法当我们看到自己想要得到的东西时，难免会有那种想要立刻得到的欲望。这种思想和欲望总是会蒙蔽了我们的眼睛，而在此时，我们应该保持理性的心态和心理去面对，我们应该好好地考虑一下我们的能力现在有多少，离这个目标是否还遥远，我们是否有足够的能力去完成它或是得到它。如果不能，我们要到达哪一步才会成功。通过理性的看待自己，再决定自己下一步该如何做，这样的步骤有助于我们正确的评估自己，所以当我们深陷于自己的贪恋欲望的迷宫时，要理性思考。也许人人都会走入一个迷宫，当我们走入这个迷宫时，请用理性的眼光来审视自己，用正确的尺度来衡量自己，为自己找到一条走出迷宫的路。在忘记与铭记的两岸作文题为甲乙两个好朋友吵架，乙打了甲一拳，甲在沙地上写了今天我的好朋友打了我一拳。又一次外出时，甲不小心掉进河里，乙把他救了上来，甲在石头上刻了今天我的好朋友救了我一命。乙问甲为什么要这样记录甲说写在沙地上，是希望大风帮助我忘记刻在石头上，是希望刻痕帮助我铭记。以铭记与忘记为话题作文体裁不限。席慕容说生命是一条奔流不息的河，我们都是那个过河的人。"}
{"text":"在忘记与铭记的两岸作文题为甲乙两个好朋友吵架，乙打了甲一拳，甲在沙地上写了今天我的好朋友打了我一拳。又一次外出时，甲不小心掉进河里，乙把他救了上来，甲在石头上刻了今天我的好朋友救了我一命。乙问甲为什么要这样记录甲说写在沙地上，是希望大风帮助我忘记刻在石头上，是希望刻痕帮助我铭记。以铭记与忘记为话题作文体裁不限。席慕容说生命是一条奔流不息的河，我们都是那个过河的人。在生命之河的左岸是忘记，在生命之河的右岸是铭记。我们乘坐着各自独有的船在左岸与右岸穿梭，才知道忘记该忘记的，铭记该铭记的。行走在人生路上，我们笑看窗外花开花落叶枯叶落，静观天外云卷云舒风停风起。在路上，我们经历着太多太多悲喜交集的事，在生命之河的航行过程之中，我们学会了忘记该忘记的悲欢之事，学会了铭记该铭记的点点滴滴。东坡披发仰天大呼大江东去，他面临的那些烦心琐事顷刻之间沉入滚滚波涛之中，消失得无影无踪。壮阔的滔滔江水让东坡选择忘记，忘记那些失意悲伤，忘记那些仕途的不得意。陶潜伴着庄生晓梦迷蝴蝶中的翩翩起舞的蝴蝶在东蓠之下悠然采菊。面对南山，渊明选择忘记，忘记那些官场的丑恶，忘记自己遇到的所有不快，这是心灵的选择，这是过河人在河的两岸所做出的明智的选择，这更是明智的摆渡。人们在河的左岸停留着，在这之外，同样又有在右岸快乐生活着的人们。坐在池边亭下泪流满面的独酌的易安居士，用她的文字告诉我她永远铭记着这一生之中所经历的点点滴滴，那是她在争渡途中所做出的选择。海子用面朝大海，春暖花开告诉我从明天起他将记住所有的人生之水，因为那是他用于浇灌他的花儿的玉露。三毛用她的文字永远地记住了撒哈拉的灵魂。凡高用向日葵永远记住了他的船这些是生命之河两岸的人生，这是忘记与记忆的选择。风吹起花瓣如同阵阵破碎的童年，决荒的古乐诠释灵魂的落差，躲在梦与记忆的深处，听花与黑夜唱尽梦魇，唱尽繁华，唱断所有记忆的来路，由分明的笑和谁也不知道的不分明的泪来忘记该忘记的不快和琐碎，来铭记该铭记的深刻与永恒。茕茕白兔，东走西顾，衣不如新，人不如故。"}
{"text":"凡高用向日葵永远记住了他的船这些是生命之河两岸的人生，这是忘记与记忆的选择。风吹起花瓣如同阵阵破碎的童年，决荒的古乐诠释灵魂的落差，躲在梦与记忆的深处，听花与黑夜唱尽梦魇，唱尽繁华，唱断所有记忆的来路，由分明的笑和谁也不知道的不分明的泪来忘记该忘记的不快和琐碎，来铭记该铭记的深刻与永恒。茕茕白兔，东走西顾，衣不如新，人不如故。航行于生命之河中，坐在自己独有的船上，知道忘记在左，铭记在右，中间是无尽穿梭雨正大，路也正长漫天大雨降落在高考前夕，无情的纸花将爷爷送走。这一刻，我很清楚，我在高考这一天，我终生难忘，是爷爷的头七祭日这一刻，爸妈正在麦地里挥洒着土黑的汗水拼命地收割，而不孝的儿子却在考场上无奈地发呆是的，这一刻，谁都应该铭记穷人的孩子早当家。爷爷念书只有小学程度，然后便是地地道道的农民，十几岁已是家中的主要劳力，一个人承担了家里几乎所有事务。为了生计，他学过盖房，做过生意，又唱戏，精通各种乐器，他是农村的能人。他曾告诉我，无论做什么事，都要有方向，有一个明确的目标，都要吃得苦中苦，这一点，我至今铭记。看着窗外，阳光洒满大地，这一天对许许多多人来说是快乐的，享受的一天。对于我，对于农民，却是残酷的，家要割麦，儿要高考。太阳暴晒，汗水挥洒，娘是高兴的，因为我在高考儿却无奈，因为我知道娘在做梦。这一刻，是刻骨的一刻，是疼，是痛是该铭记，还是该忘记我不知道时光慢慢推移，命运的坎坷开始一点一点暴露，当然，我不怕。农村的孩子都这样，贫穷与闭塞已经不能将他束缚，走出去，要富裕，挣脱贫穷，挣脱知识的贫乏，挣脱所有的无知与偏见这一刻，思想在混乱中高度清晰，这是积极健康全面奋进的一刻，要铭记那么，忘记什么呢当无休止的大雨在高考前泼向大地时，我将爷爷送走，将自己一半的生命送走。"}
{"text":"恕孙子不孝，这些是悲痛，是悼念，是无奈，是过去了的日子，为了前行，我要把它们忘记月日，雨正大，我坐在长途汽车上，感觉自己像是在逆着命运奔跑，但我心里清楚，这是惟一的路，是我十几年寒窗苦读才等来的，对我来说，对我的家来说确实不易，应该铭记，应该奋进雨正大，路也正长坚强地走下去，忘记一切自怨自艾的眼泪，铭记农村，铭记贫穷才有动力，才会奋进，才会懂得珍惜奉献谨记路正长，仍需努力忘记不快铭记幸福又一次拿起了简爱，当看到简爱说出那句假若上天赐予我美貌与钱财，我一定不会让你离我而去的时候，我又难以平静了，我甚至为简爱难过。她记住了她自己的所谓缺陷，却忘记了自己具备的独特魅力她记住了太多的痛苦和无奈，却几乎忘记了罗彻斯特坚强的外表下，那颗柔软的心应该铭记在心的东西，简爱却并未看重，甚至在其它事情前，这些该铭记的东西似乎都成了写在沙地上的文字，随风而去了。我想她有她的理由，我只能对书遗憾。有了遗憾，就会追求心中的完美。我经常幻想，假使我可以进入书本，来到荆园，假使我就是简爱，我一定不离开我要对自己说冷静些，简爱看看你的优雅你的娴静你的善良，你会发现，美貌和钱财其实不算什么，你拥有更可宝贵的财富假使我是简爱，我会铭记寄宿学校中，面对体罚时那个小姑娘的坚强我会铭记黄昏的原野上，孤身一人拎着行李走向荆园的那位小姐的勇敢我会铭记深夜古堡中，面对淋漓鲜血时，那位女教师的沉着。在我发现我的心已和罗彻斯特的心交融在一起时，我会忘记自己不漂亮，忘记自己的出身，有什么能阻挡两个灵魂的融合呢什么也不能。可是，这一切终究是我的幻想，我不是简爱，简爱也无法听到我的话。她被伦理束缚住了，更被自己内心那些忘记不了的东西束缚住了。她退缩了，拎着她的行李，带着满心的伤痛，她选择了离开。"}
{"text":"她退缩了，拎着她的行李，带着满心的伤痛，她选择了离开。我挽留不住她的脚步，因为连罗彻斯特也挽留不住或许上天有和我相同的心情，降下一场暴风雨，让她经受一场彻底的洗礼在她从昏迷中醒来的日子里，她一定是把自己的记忆梳理了一遍，那些应该铭记的和那些应该忘记的终于各得其所简爱回到了荆园，当失明的罗彻斯特问道简爱，是你吗时，我已几乎止不住泪水，有这份足以让人铭记终生的心灵默契，还有什么伤痛不能忘记呢记与忘之间有时候，记像烈火熔炉，让生铁变精钢有时候，忘像暴风骤雨，让繁花成落英重生与毁灭往往就在记与忘之间。一他站在田里，举起锄头，奋力耕耘着，豆大的汗珠顺着他的额头流过他俊美的脸庞，落在田地里。他不是一个普通的农夫，他是勾践。他卑事夫差，宦士三百人于吴，还要亲自做夫差的马前足。回到会稽就亲自耕种，做到非其亲种则不食，非其妻所织则不穿。吃着粗简的饭食，还要舔尝苦胆躺在柴草铺上休息时，还在思考着招揽八方之才。他一刻也不懈怠。他为什么要这样辛苦呢国亡了，他可以逃走，可以隐居，可以平静地终老一生，然而他没有因为他没有忘国君的责任，没有忘亡国的耻辱在他心底铭记着他向夫差俯首称臣那一刻的心痛，铭记着他的子民迎他回到会稽时满眼的泪水这铭记使他可以忍受苦胆之苦，柴薪之硬铭记耻辱，铭记失败，让勾践重新站起，终成一代伟业二他坐在那里开心地笑着。耳边响着美妙的音乐，嘴里品着美味佳肴，怀里抱着美人佳丽。丝竹琴韵里，听不到大臣们讨论争执的吵闹酒香芬芳里，嗅不到战火烧过城池的刺鼻呛味美女的流波眼光里，感受不到剑阁栈道凄凉的冷月。他已经忘了他是刘备的儿子，蜀汉的国君他真的觉得这样很好，没有政务缠身，却有荣华享乐。父辈暴霜露，斩荆棘，才有尺寸之地。子龙在乱军中拼死冲杀的目的，父皇在追兵前不弃百姓的良苦用心，孔明在出师表中的耿耿忠心，他刘禅全忘了如此富庶的天府之地，他举以予人，如弃草芥，实在令人寒心。忘记使命，忘记责任，让他落下不肖子孙这一千古骂名三记与忘，或许只是一种态度，但记与忘之间却决定着兴衰成败。一粒沙的位置当你放在沙滩中，你只是沙子。――题记上帝把我的心遗失落在沙滩上，我被搁浅了。我的四周是绵长无尽的沙滩，沙砾昏黄，暗淡无光。"}
{"text":"子龙在乱军中拼死冲杀的目的，父皇在追兵前不弃百姓的良苦用心，孔明在出师表中的耿耿忠心，他刘禅全忘了如此富庶的天府之地，他举以予人，如弃草芥，实在令人寒心。忘记使命，忘记责任，让他落下不肖子孙这一千古骂名三记与忘，或许只是一种态度，但记与忘之间却决定着兴衰成败。一粒沙的位置当你放在沙滩中，你只是沙子。――题记上帝把我的心遗失落在沙滩上，我被搁浅了。我的四周是绵长无尽的沙滩，沙砾昏黄，暗淡无光。我有些失落，这是我注定的位置吗每当夜幕降临，我遥看苍穹，羡慕那些让人仰望的群星，它们明亮夺目，放射着永恒的光辉。然而我也看到群星背后深邃的苍穹，是无边的黑暗衬托了耀眼的星。但我不甘心。我转过头来，却看到一道光芒。狂暴的大海在发怒，孕育着毁灭一切的力量。滔天的巨浪却被一道细小的光束照亮。高高的山崖边，站着一个在狂风暴雨中有些瑟缩的女人，然而她的手却如屹立不倒的石柱，执着的擎着一盏明灯。爱尔克，这个悲伤的姐姐，她并不选择在避风遮雨的家中静静守候她出海的弟弟，而是站在了悬崖之上，用勇气与毅力点燃了长明的希望之灯。高高的山崖让爱尔克的灯光融入了星光，我赞叹她在对亲情的守望中找到了自己的位置，尽管她的守望成为了永恒，但她的灯长明，她所站立的位置已经成为永恒的指向。我开始思索，思索我自己的位置。当白天来临，炽热的太阳便是一切的主宰。我惊喜的凝视太阳，那是一个独一无二的位置，一个可以让万物仰视的位置。然而我又为我可笑的想法而畏惧不已。太阳，那是谁能取代，谁能成为的呢一个巨大的背影从我面前掠过，大地都为之震颤。他，一个追逐太阳的人。他似乎永不疲惫，一双坚定的脚早已磨出茧子，然而热情依旧，信心依旧。他依旧昂着头朝着太阳的方向，那是他永恒不变的坐标，他倾尽一生要回到的原点。炽热的阳光灼伤了他的双眼，我却看到他的眼中迸发出力量和火光，仿佛已经燃烧为两个火球。我突然地为他悲伤，他追寻着一个他不可能到达的位置。但是我想错了，我看到夸父结束了他的追逐，他在黄木上进入了太阳的光芒，在燃烧中涅磐了。在那里他得到了休息，得到了永生。从此燃烧成一尊伟大的图腾。我震惊了。夸父在不停的奔跑中，向着他心中的位置不停的奋斗，其实在奔跑中他已经找到了自己的位置，无论最终他成功与否。"}
{"text":"炽热的阳光灼伤了他的双眼，我却看到他的眼中迸发出力量和火光，仿佛已经燃烧为两个火球。我突然地为他悲伤，他追寻着一个他不可能到达的位置。但是我想错了，我看到夸父结束了他的追逐，他在黄木上进入了太阳的光芒，在燃烧中涅磐了。在那里他得到了休息，得到了永生。从此燃烧成一尊伟大的图腾。我震惊了。夸父在不停的奔跑中，向着他心中的位置不停的奋斗，其实在奔跑中他已经找到了自己的位置，无论最终他成功与否。我终于明白，没有什么命定的位置，没有什么无法到达的位置，除非你永远把自己放在了沙滩上。趁着我的心还未风化成一颗顽石，我远离了沙滩，寻找属于我的位置，我的价值。我相信，只要我愿意，勇气与信念会让我发光，发出金子般的光。我心飞翔蜗牛说雄鹰展翅可以登上金色字塔顶，而我心飞翔，亦可攀上金色字塔顶徜徉。小溪说雨珠奋力可以挤破白云降落，而我心飞翔，亦有飞上云颠俯视山川的婀娜。绿叶说红花耀眼出众，独当一面，人人赞不绝口，而我心飞翔，亦会甘为人梯默默耕耘，赢得赞誉声声。或许，雄鹰的矫健，雨珠的轻逸红花的美艳都在你所想到的情理之中，是勿庸置疑的。然而蜗牛小溪与绿叶虽微小，却也可成就一番伟大的出人意料，又有谁可否认它人真实性呢纵观历史长河，又有多少的出人意料发生在情理之中呢项羽刘邦可谓一代枭雄，项羽正直守己刘邦狡猾机智。鸿门宴上，项庄为项羽而舞剑刺沛公，本可助项王成就一代伟业，然而，项王却因固守正直的洁名纵虎归山，以致日后项王兵败乌江。鸿门宴上刺沛公已在情理之中，岂料项王却甘愿保护自己日后的死对头，这倒是出人意料的。然而情理毕竟是人的主观理念，出人意料的事在历史上也非罕见。约翰一次听说非州一个小岛上富含金矿，许钦都去淘金去了。这可是个发财致富的好路子，朋友也劝约翰前去淘金，但是约翰拒绝了。到最后，去淘金的人个个空手而归，约翰地带着大笔财富回来了。这到底是怎么回事呢原来，那个小岛上并没有会什么金矿，所以淘金的人个个失望而归，而要去个小岛，必须穿过一条海，所以必须有船只运输，约翰正是让心飞过了大海，抓住了机遇，发了一笔不小的造船财。情理之中是柔和的轻风一缕，意料之外是荒原的鲜花一束。轻风可为人带来清凉，鲜花亦赠人芳香满怀。"}
{"text":"这可是个发财致富的好路子，朋友也劝约翰前去淘金，但是约翰拒绝了。到最后，去淘金的人个个空手而归，约翰地带着大笔财富回来了。这到底是怎么回事呢原来，那个小岛上并没有会什么金矿，所以淘金的人个个失望而归，而要去个小岛，必须穿过一条海，所以必须有船只运输，约翰正是让心飞过了大海，抓住了机遇，发了一笔不小的造船财。情理之中是柔和的轻风一缕，意料之外是荒原的鲜花一束。轻风可为人带来清凉，鲜花亦赠人芳香满怀。只有我心飞翔，才能跨跃情理的障碍，捕捉真实的出人意料之外只有我心飞翔，才能飞越思维的狭隘，让情理与意料牵手，焕发出夺目的光彩。让我们展开心灵的翅膀吧愿我心飞翔，穿越情理之中与意料之外，去拥抱那份鱼翔浅底的空灵，去拥抱那份蝶舞花从的自由，去拥抱那份雁游碧天的豪迈我心飞翔。奇迹无处不在水滴里的阳光当一颗普通的种子掉落在达尔文的脚边，他将它拾起，数十年后，进化论展现在人们的眼前当一只流萤飞过泰戈尔的窗前，他仔细凝望，不久，美妙的诗篇传到了人们耳边当一缕光线在爱因斯坦的身后投下一片影子，他反复思量，数年后，光量子理论震惊了全世界。这些每天都能看到的事物却让人悟出了天地的玄妙，品出了人生的韵味。的确，正是众多细微的东西组成了这个世界，也让人从它们身上感知了人格的伟大与卑微，生命的顽强与脆弱。我原本不知一张照片里可以结束一个人的生命，尤其是一个曾经无所畏惧的生命。日本有位才华横溢的导演伊丹，他的电影抨击时弊，揭露了不少黑社会的真实状况。各种恐吓报复的行为都不曾使他退却。可谁也想不到，在一张捕风捉影的照片面前他结束了生命，而那一张破旧的照片已然成为他怯懦人生的集聚反映。人性的无知与懦弱在他身上展露无疑。然而我又想起了拜伦的希隆的囚徒，那囚徒就是波尼伐――一个日内瓦的英雄。在被囚禁在希隆古堡的死亡监狱中时，他时常望着那扇高墙上的窗，普通的窗，在他而言就是整个世界，是自由的象征，因为那是唯一与天空相连的地方。他开始日以继夜的在墙上凿坑，只为攀上窗口，看一眼外面的湖泊和山川。他终于看到了，比想像的还多，湖中有小鸟，山顶有积雪，一切都那么安详。而那扇普通的小窗，在千百年后，依然被来来往往的游客瞻仰着，因为它是一个顽强生命的象征，是一个英雄的象征。"}
{"text":"在被囚禁在希隆古堡的死亡监狱中时，他时常望着那扇高墙上的窗，普通的窗，在他而言就是整个世界，是自由的象征，因为那是唯一与天空相连的地方。他开始日以继夜的在墙上凿坑，只为攀上窗口，看一眼外面的湖泊和山川。他终于看到了，比想像的还多，湖中有小鸟，山顶有积雪，一切都那么安详。而那扇普通的小窗，在千百年后，依然被来来往往的游客瞻仰着，因为它是一个顽强生命的象征，是一个英雄的象征。我们总能在微小的事物上看到美好的品性，像泰戈尔总观察着人间每一寸草木的生长，每一朵花儿的绽放，让生如夏花之绚丽，死如秋叶之静美，正是这样的体现。同样是细小的事物，一封已被很多人淡忘的忏悔书，也让我们看到一个科学巨人的人格缺失。伽利略，这个历史上震动世界的名字，却曾经被写在一封可耻的忏悔书上。内容是，他承认他关于地球是转动的说法不正确，并向所有宗教忏悔。在威胁面前他放弃了人格，正如德国戏剧家在伽利略传中的评价他让自己成为社会麻木人群的一部分死亡了。我们清晰地记得，当欧亨利笔下的琼珊看到那片小小的叶子时，生存的希望在瞬间燃起耀眼的火焰。那一片小小的叶子却集结了贝尔曼老头毕生的热情与梦想。让我们的眼睛更纯净一些，去那些微不足道的事物上找寻生命最真实的色彩。别只看见太阳，而忘了水滴里射出的阳光。点评在阅卷过程中，这篇作文获得了我们几个阅卷教师的一致好评，这位考生不仅语言功底极好，而且知识面极广，材料信手拈来但组织得当又不落窠臼，令看多了苹果砸在牛顿头上雷锋默默做着好事等俗套材料的我们耳目一新，所以将它贴出，以飨各位新老朋友。自信与倾听长风破浪会有时，直挂云帆济沧海。是一种自信，豪迈且气势磅礴。青山遮不住，毕竟东流去。是一种自信，果敢而执着。行到小穷处，坐看云起时。是一种自信，淡泊而从容。有一句话说得好，有些事情不是因为难以做到我们才相信自己，而是因为我们不相信自己才使自己难以做到。在人的一生中，我们要解决很多问题，也就要做出很多选择――相信自己还是相信别人。就是这一念之差或许就导致两种不同甚至截然相反的结果。其实，自信和倾听就彷佛人的两条胳膊，缺少任何一条，不论是左臂还是右臂，他都是不健全的不能平稳前行的人。"}
