{"text":"――我们只得把已经打好的行李再打开，苦闷地等，足足又等了三天才上了火车，一路走过营盘绥中等处，轨道都只用沙石暂垫起来的，所以车子走得像一条受了伤的虫子一般慢。挨到山海关时，车子停下来时，前途又发生了风波，车站上人声乱哄哄，有的说这车不往南开了。问他为什么不开，他支支吾吾的更叫人疑心，我们也推测不出其中的奥妙。后来隐约听见有人在低声地说，关里兵变所以今夜这车不能开。过了半点钟光景，我的朋友铁君又得了一个消息说兵变的事，完全是谣言，车子立刻就开了！果然不久车子便动起来，第二天九点钟到了天津，在天津住了几天，又坐船到日本，呵！亲爱的孩子们，你们再想不到我又回到天津了吧！按理我应当再到北平和你们玩玩，不过我竟因了许多困难不能如愿――而且直到今天我才得工夫，把这一段艰辛的旅途告诉你们，亲爱的小鸟儿们，我想在这两年中，你们一定都长高了，但我愿你们还保持着从前那种纯真的心！愧在整理旧稿时，发现了一个孩子给我的信，那是一颗如水晶般透明的心，热诚地贡献给我，而且这个孩子，正走到满是荆棘的园地里，家庭使他受苦，社会又使他惶惑，他那颗稚嫩的心，便开始受伤，隐隐地滴血，正在这时候，他抓住了我，叫道老师！你领导我呀，你给我些止血的圣药呀！唉，伟大这霎时间，在我心灵中闪光，我觉得我的确充实着力量，而且我很愿意，摧毁一切的虚伪，一样的把我赤裸裸的心，贡献于他，于是两颗无疵无瑕的心，携着手，互相地抚摸安慰。但恶魔从暗陬里闪了进来，把我灵宫中昙花一现的神光遮蔽了，在渐积的世故人情的威权下，我忽略了那孩子所贡献给我的心，他是那样饥饿地盼望我的救助，而我只是淡淡地对他一瞥便躲开了。残酷的流年，变迁了一切，这颗孩子的心，恐也不免被渐积的世故人情所污染，这自然未必都是我的错，可是在事隔五年的今天，翻出那孩子所给我心的供状。我的脸不禁火般地灼热我的心难免战抖，呵，我怎能避免良心的鞭策？而且就是如今，我仍继续着，干这惨忍的勾当，我不能如我想象般应付那些透明孩子的心，当她们将纯洁的心泪，流向我面前时，只有我受恩惠，因为在那一霎时，我真烛见无掩无饰的人生，而我又给他们些什么呢？"}
{"text":"残酷的流年，变迁了一切，这颗孩子的心，恐也不免被渐积的世故人情所污染，这自然未必都是我的错，可是在事隔五年的今天，翻出那孩子所给我心的供状。我的脸不禁火般地灼热我的心难免战抖，呵，我怎能避免良心的鞭策？而且就是如今，我仍继续着，干这惨忍的勾当，我不能如我想象般应付那些透明孩子的心，当她们将纯洁的心泪，流向我面前时，只有我受恩惠，因为在那一霎时，我真烛见无掩无饰的人生，而我又给他们些什么呢？惭愧，我对于一切的孩子的心抱愧，在这橘诡奸诈的社会里，孩子们从所谓教育家那里所能得到，仅是一些龌龊的人世经验，唉，这个世界上只有孩子才配称得起人们之师吧！我愿秋常驻人间提到秋，谁都不免有一种凄迷哀凉的色调，浮上心头更试翻古往今来的骚人墨客，在他们的歌咏中，也都把秋染上凄迷哀凉的色调，如李白的秋思天秋木叶下，月冷莎鸡悲，坐愁群芳歇，白露凋华滋。柳永的雪梅香辞景萧索，危楼独立面晴空，动悲秋情绪，当时宋玉应同。周密的声声慢对西风休赋登楼，怎去得，怕凄凉时节，团扇悲秋。这种凄迷哀凉的色调，便是美的元素，这种美的元素只有秋才有。也只有在秋的季节中，人们才体验得去，因为一个人在感官被极度的刺激和压扎的时候，常会使心头麻木。故在盛夏闷热时，或在严冬苦寒中，心灵永久如虫类的蛰伏。等到一声秋风吹到人间，也正等于一声春雷，震动大地，把一些僵木的灵魂如虫类般地唤醒了。灵魂既经苏醒，灵的感官便与世界万汇相接触了。于是见到阶前落叶萧萧下，而联想到不尽长江滚滚来，更因其特别自由敏感的神经，而感到不尽的长江是千古常存，而倏忽的生命，譬诸昙花一现。于是悲来填鹰，愁绪横生。这就是提到秋，谁都不免有一种凄迷哀凉的色调，浮上心头的原因了。其实秋是具有极丰富的色彩，极活泼的精神的，它的一切现象，并不像敏感的诗人墨客所体验的那种凄迷哀凉。当霜薄风清的秋晨，漫步郊野，你便可以看见如火般的颜色染在枫林柿丛和浓紫的颜色泼满了山巅天际，简直是一个气魄伟大的画家的大手笔，任意趣之所在，勾抹涂染，自有其雄伟的丰姿，又岂是纤细的春景所能望其项背？"}
{"text":"其实秋是具有极丰富的色彩，极活泼的精神的，它的一切现象，并不像敏感的诗人墨客所体验的那种凄迷哀凉。当霜薄风清的秋晨，漫步郊野，你便可以看见如火般的颜色染在枫林柿丛和浓紫的颜色泼满了山巅天际，简直是一个气魄伟大的画家的大手笔，任意趣之所在，勾抹涂染，自有其雄伟的丰姿，又岂是纤细的春景所能望其项背？至于秋风的犀利，可以洗尽积垢，秋月的明澈，可以照烛幽微，秋是又犀利又潇洒，不拘不束的一位艺术家的象征，这种色调，实可以苏息现代困闷人群的灵魂，因此我愿秋常驻人间！寄天涯一孤鸿亲爱的朋友这是什么消息，正是你从云山叠翠的天末带来的！我绝不能顷刻忘记，也绝不能刹那不为此消息思维。我想到你所说的从今后我真成了天涯一孤鸿了，这一句话日夜在我心魂中回旋荡漾。我不时地想，倘若一只孤鸿，停驻在天水交接的云中，四顾苍茫，无枝可栖，其凄凉当如何？你现在既是变成天涯一孤鸿，我怎堪为你虚拟其凄凉之境，我也不愿你真个是那样的冷漠凄凉。但你带来的一纸消息，又明明是一切的世界都变了，我处身其中，正是活骸转动于冷酷的幽谷里，但是我总想着一年之中，你要听到我归真的信息唉，朋友！久已心灰意懒的海滨故人，不免为此而怦怦心动，正是积思成c了。我昨夜因赴友人之召，回来已经十时后，我归途中穿过一带茂密的树林，从林隙中闪烁着淡而无力的上弦月，我不免又想起你了。回来后，我懒懒坐在灯光下，桌上放着一部宋人词钞，我随手翻了几页，本想于此中找些安慰，或能把想你的念头忘却但是不幸，我一翻便翻出你给我的一封信来，我想搁起它，然而不能，我始终又从头把它读了。这信是你前一个月寄给我的，大约你已忘了这其中的话。我本不想重复提这些颓丧的话，以惹你的伤心，但是其中有一个使命，是你叫我为你作一篇记述的，原文是我友，汝尚念及可怜陷入此种心情的朋友吗？你有兴，我愿你用诚恳的笔墨为伤心人一吐积悃朋友！这个使命如何的重大？你所希望我的其实也是我所愿意作的。但是朋友，你将叫我怎样写法？唉！我终是踯躅，我曾三翻五次，握管沉思，竟至镇日无语，而只字不曾落纸。我与你交虽莫逆，但是你的心究竟不是我的心，你的悲伤我虽然知道，但是我所知道的，我不敢臆断你伤感的程度，是否正应我所直觉到的一样。"}
{"text":"你有兴，我愿你用诚恳的笔墨为伤心人一吐积悃朋友！这个使命如何的重大？你所希望我的其实也是我所愿意作的。但是朋友，你将叫我怎样写法？唉！我终是踯躅，我曾三翻五次，握管沉思，竟至镇日无语，而只字不曾落纸。我与你交虽莫逆，但是你的心究竟不是我的心，你的悲伤我虽然知道，但是我所知道的，我不敢臆断你伤感的程度，是否正应我所直觉到的一样。我每次作稿，描写某人的悲哀或烦恼，我只是欺人自欺，说某人怎样的痛哭，无论说得怎样像，但是被我描写的某人，是否和我所想象的伤心程度一样，谁又敢断定呢？然而那些人只是我借他们来为我象征之用，是否写得恰合其当，都无伤于事而你是我最好的朋友，我对于你的嘱托，怎好不忠于其事。因此我再三踌躇，不能轻易落笔，便到如今我也不敢为你作记述。我只能把我所料想你的心情，和你平日的举动，使我直觉到你的特性，随便写些寄给你。你看了之后，你若因之而浮白称快，我的大功便成了五分。你若读了之后，竟为之流泪，而至于痛哭，我的大功便成了九分九。这种办法，谅你也必赞成？我记得我认识你的时候，正是我将要离开学校的头一年春天。你与我同学虽不止一年，可是我对于新来的同学，本来多半只知其名，不识其面，有的识其面又不知其名，我对于你也是如此。我虽然知道新同学中有一个你，而我并不知道，我所看见很活泼的你，便是常在报纸上作缠绵悱恻的诗的你。直到那一年春天，我和同级的莹如在中央公园里，柏树荫下闲谈，恰巧你和你的朋友从荷池旁来，我们只以彼此面熟的缘故，点头招呼。我们也不曾留你坐下谈谈，你也不曾和我说什么，不过那时我觉得你很好，便想认识你，我便问莹如你叫什么名字。她告诉我之后，才狂喜的叫起来道原来就是她呵，不像！不像！莹如对于我无头无脑的话，很觉得诧异，她说什么不像不像呵？我被她一问，自己也不觉笑起来，我说你不知道我的心里的想头，怪不得你不懂我的意思了。你常看见报上的诗吗？你就那个诗的本身研究，你应当觉到那诗的心情的沉郁了，但是对她的外表看起来，不是很活泼的吗？我所以说不像就是这个原故了。莹如听了我的解释，也禁不住点头道果然有点不像，我想她至少也是怪人了！朋友！"}
{"text":"不像！莹如对于我无头无脑的话，很觉得诧异，她说什么不像不像呵？我被她一问，自己也不觉笑起来，我说你不知道我的心里的想头，怪不得你不懂我的意思了。你常看见报上的诗吗？你就那个诗的本身研究，你应当觉到那诗的心情的沉郁了，但是对她的外表看起来，不是很活泼的吗？我所以说不像就是这个原故了。莹如听了我的解释，也禁不住点头道果然有点不像，我想她至少也是怪人了！朋友！自从那日起，我算认识你了，并且心中常有你的影像，每当无事的时候，便想把你的人格分析分析，终以我们不同级，聚会的时间很少，隔靴搔痒式的分析，总觉无结果，我的心情也渐渐懒了。过了二年，我在某中学教书。那中学是个男校，教职员全是男人。我第一天到学校里，觉得很不自然，坐在预备室里很觉得无聊，正在神思飞越的时候，忽听预备室的门呀的一响，我抬头一看，正是你拿着一把藕合色的绸伞进来了。我这时异常兴奋，连忙握着你的手道你也来了，好极！好极！你是不是担任女生的体操。你也顾不得回答我的话，只管嘻嘻地笑――这情景谅你尚能仿佛？亲爱的朋友！我这时心里的欢乐，真是难以形容，不但此后有了合作的伴侣，免得孤孤单单一个人坐在女教员预备室里，而且与你朝夕相爱，得以分析你的特性，酬了我的心愿。想你还记得那女教员预备室的样子，那屋子是正方形的，四壁新裱的白粉连纸，映着阳光，都十分明亮。不过屋里的陈设，异常简陋，除了一张白木的桌子，和两三张白木椅子外，还有一个书架，以外便什么都没有了。当时我们看了这干燥的预备室，都感到一种怅惘情绪。过了几天，我们便替这个预备室起了一个名字，叫做白屋。每逢下课后，我们便在白屋里雄谈阔论起来。不过无论怎样，彼此总是常常感到苦闷，所以后来我们竟弄得默然无言。我喜欢诗词，你也爱读诗词，便每人各手一卷，在课后浏览以消此无谓的时间。我那时因为这预备室里很干燥，一下了课便想回到家里去，但是当我享到家庭融洽乐趣的时候，免不得想到栖身学校寄宿舍中，举目无与言笑的你，便决意去访你，看你如何消遣。我因雇车到了你所住的地方，只见两扇欲倒未倒的剥漆黑灰不分明的大柴门，墙头的瓦七零八落的叠着，门楼上满长着狗尾巴草，迎风摇摆，似乎代表主人招待我。下车后，我微用力将柴门推了一下，便呀地开了。"}
{"text":"我喜欢诗词，你也爱读诗词，便每人各手一卷，在课后浏览以消此无谓的时间。我那时因为这预备室里很干燥，一下了课便想回到家里去，但是当我享到家庭融洽乐趣的时候，免不得想到栖身学校寄宿舍中，举目无与言笑的你，便决意去访你，看你如何消遣。我因雇车到了你所住的地方，只见两扇欲倒未倒的剥漆黑灰不分明的大柴门，墙头的瓦七零八落的叠着，门楼上满长着狗尾巴草，迎风摇摆，似乎代表主人招待我。下车后，我微用力将柴门推了一下，便呀地开了。一个老看门人恰巧从里面出来，我便问他你住的屋子，他说这外头院全是男教员的住舍，往东去另有一小门，又是一个院子，便是女教员住的地方了。我因按他话往东去，进了小门，便看见一个院落，院之中间有一座破亭子，亭子的四围放着些破木头的假枪戟，上头还有红色的缨子，过了破亭有一株合抱的大槐树，在枝叶交覆的荫影下，有三间小小的瓦房，靠左边一间，窗上挂着淡绿色的纱幔，益衬得四境沉寂。我走到窗下，低声叫你时，心潮突起，我想着这种冷静的所在，何异校中白屋。以你青年活泼的少女，镇日住在这种的环境里，何异老僧踞石崖而参禅，长此以往，宁不销铄了生趣。我一走进屋子里，看见你突然问道你原来住在破庙里！你微笑着答道不错！我是住在破庙里，你觉得怎样？我被你这一问，竟不知所答，只是怔怔地四面观望。只见在小小的门斗上有一张妃红色纸，写着梅窟两字。这时候我仿佛有所发见，我知道素日对你所想象的，至少错了一半，从此我对你的性格分析，更觉兴味浓厚了。光阴过得很快，不觉开学两个多月了，天气已经秋凉。在那晓露未干的公园草地上，我们静静地卧着。你对我说我愿就这样过一世，我的灵魂便可常常与浩然之气，结伴遨游。我听了你的话，勾起我好作玄思的心，便觉得身飘飘凌云而直上，顷刻间来到四无人迹的仙岛里，枕藉芳草以为茵缛，餐美果，饮花露，绝不染丝毫烟火气。那时你心里所想的什么，我虽无从知道，但看你那优然游然的样子，我感到你已神游天国了。我和你相处将及一年，几次同游，几次深谈，我总相信你是超然物外的人。我记得冬天里我们彼此坐在白屋里向火的时候，你曾对我说，你总觉得我是个怪人，你说我不曾和你同事的时候，我常常对婉如说，你是放荡不羁的天马。"}
{"text":"那时你心里所想的什么，我虽无从知道，但看你那优然游然的样子，我感到你已神游天国了。我和你相处将及一年，几次同游，几次深谈，我总相信你是超然物外的人。我记得冬天里我们彼此坐在白屋里向火的时候，你曾对我说，你总觉得我是个怪人，你说我不曾和你同事的时候，我常常对婉如说，你是放荡不羁的天马。但是现在我觉得你志趣销沉束缚维深我当时听了你的话，我曾感到刺心的酸楚，因为我那时正困顿情海里拔脱不能的时候，听你说起我从前悲歌慷慨的心情，现在何以如此萎靡呢？但是朋友！你所怀疑于我的，也正是我所怀疑于你不过我觉得你只是被矛盾的心理争战而烦闷，我却不曾疑心你有什么更深的苦楚。直到我将要离开北京的那一天，你曾到车站送我，你对我说朋友！从此好好的游戏人间吧！我知道你又在打趣我，我因对你说一样的大家都是游戏人间，你何必特别嘱咐我呢！你听了我这话，脸色忽然惨淡起来。哽咽着道只怕要应了你在或人的悲哀里的一句话我想游戏人间，反被人间游戏了我！当时我见你这种情形，我才知道我从前的推想又错了。后来我到上海，你写信给我，常常露着悲苦的调子，但我还不能知道你悲苦到什么地步直到上月我接到你一封信说，你从此变成天涯一孤鸿了，我才想起有一次正是风雨交作的晚上，我在你所住的梅窟坐着，你对我说隐！世界上冷酷的人太多了，我很佩服你的卓然自持，现在已得到最后的胜利！我真没有你那种胆量和决心，只有自己摧残自己，前途结果现在虽然不能定，但是惨象已露，结果恐不免要演悲剧呢。我那时知道你蕴藏心底必有不可告人的哀苦，本想向你盘诘，恐怕你不愿对我说，故只对你说了几句宽解的话。不久雨止了，余云尽散，东山捧出淡淡月儿，我们站在廊庑下，沉默着彼此无语，只有互应和着低微之吁气声。最近我接到你一封信，你说隐友！或人的悲哀中的恶消息唯逸已于昨晚死了！隐友！怎么想得到我便是亚侠了，游戏人间的结果只是如斯！但是亚侠的悲哀是埋葬在湖心了，我的悲哀只有飘浮的天心了，有母亲在，我须忍受腐蚀的痛苦活着我自从接到你这封信，我深悔或人的悲哀之作。不幸的唯逸和亚侠，其结果之惨淡，竟深刻在你活跃的心海里。即你的拘执和自傲，何尝不是受我此作的无形影响。"}
{"text":"最近我接到你一封信，你说隐友！或人的悲哀中的恶消息唯逸已于昨晚死了！隐友！怎么想得到我便是亚侠了，游戏人间的结果只是如斯！但是亚侠的悲哀是埋葬在湖心了，我的悲哀只有飘浮的天心了，有母亲在，我须忍受腐蚀的痛苦活着我自从接到你这封信，我深悔或人的悲哀之作。不幸的唯逸和亚侠，其结果之惨淡，竟深刻在你活跃的心海里。即你的拘执和自傲，何尝不是受我此作的无形影响。我虽然知道纵不读我的作品，在你超特的天性里早已蛰伏着拘执的分子，自傲的色彩，不过若无此作，你自傲和拘执或不至如是之深且刻。唉！亲爱的朋友，你所引为同情的唯逸既已死了，我是回天无术，但我却要恳求你不要作亚侠罢。你本来体质很好，并没有心脏病，也不曾吐血，你何必自己过分地糟蹋呢。我接到你纵性喝酒的消息，十分难受。亲爱的朋友！你对于爱你的某君，既是不能在他生时牺牲无谓的毁誉，而满足他如饥如渴的纯挚情怀，又何必在他死后，作无谓的摧残呢？你说人事难测，我明年此日或者已经枯腐，亦未可知！现在我毫无痛苦，一切麻木，仰观明月一轮常自窃笑人类之愚痴可怜。唉！你的矛盾心理，你自己或不觉得，而我却不能不为你可怜。你果真麻木，又何至于明年此日化为枯槁？我诚知人到伤心时，往往不可理喻，不过我总希望你明白世界本来不是完全的，人生不如意事也自难免，便是你所认为同调的某君不死，并且很顺当的达到完满的目的但是胜利以后，又何尝没有苦痛？况且恋感譬如漠漠平林上的轻烟微雾，只是不可捉摸的，使恋感下跻于可捉摸的事实，恋感便将与时日而并逝了。亲爱的朋友呀！你虽确是悲剧中之一角，我但愿你以此自傲，不要以此自伤吧！昨夜星月皎洁，微风拂煦，炎暑匿迹，我同一个朋友徘徊于静安寺路。忽见一所很美丽庄严的外国坟场，那时铁门已阖，我们只在那铁棚隙间向里窥看，只见坟牌莹洁，石墓纯白墓旁安琪儿有的低头沉默，似为死者之幽灵祝福有的仰嘱天容，似伴飘忽的魂魄上游天国。我们驻立忘返。忽然坟场内松树之巅，住着一个夜莺，唱起悲凉的曲子。我忽然又想起你来了。回来之后忽接得文菊的一封信说隐友！前接来信，令我探听的近状，她现在确是十分凄楚。我每和她谈起的死，她必泪沾襟袖呜咽地说造物戏我太甚！使我杀人，使我陷入于类似自杀之心境！"}
{"text":"忽见一所很美丽庄严的外国坟场，那时铁门已阖，我们只在那铁棚隙间向里窥看，只见坟牌莹洁，石墓纯白墓旁安琪儿有的低头沉默，似为死者之幽灵祝福有的仰嘱天容，似伴飘忽的魂魄上游天国。我们驻立忘返。忽然坟场内松树之巅，住着一个夜莺，唱起悲凉的曲子。我忽然又想起你来了。回来之后忽接得文菊的一封信说隐友！前接来信，令我探听的近状，她现在确是十分凄楚。我每和她谈起的死，她必泪沾襟袖呜咽地说造物戏我太甚！使我杀人，使我陷入于类似自杀之心境！自然哟！她的悲凉原不是无因。我当年和她在故乡同学的时候，她是很聪明特殊的学生。有一个青年十分羡慕她，曾再三想和她缔交，她也晓得那青年也是个很有志趣的人，渐渐便相熟了。后来她离开故乡，到北京去求学，那青年便和她同去。她以离开温情的父母和家庭，来到四无亲故的燕都，当然更觉寂寞凄凉，常常伴她出游。在这种环境下，她和他的交感之深，自与时日俱进了。那时我们总以为有情人终成眷属了然而人事不可测，不久便听说病了，病因很复杂，隐约听说是呕血之症。这种的病，多半因抑郁焦劳而起，我很觉得为担忧，因到她住的梅窟去访她。我一进门便看见她黯然无言的坐在案旁，手里拿着一张甫写成的几行信稿。她见我进来，便放下信稿招呼我。正在她倒茶给我喝的时候，我已将那桌上的信稿看了一遍，她写的是飞蛾扑火而焚身，春蚕作茧以自缚，此岂无知之虫虱独受其危害，要亦造物罗网，不可逃数耳！即灵如人类，亦何能摆脱？隐友的哀苦，已可在这数行信笺中寻绎了解，何况她当时复戚容满面呢。我因问她道你曾去看吗？他病好些吗？她听我问完，便长叹道他的病怎能那么容易好呢！瞧着罢！我虽不杀伯仁，伯仁终不免因我而死！我说你既知你有左右他的生死权，何忍终置之于死地！她这时禁不住哭了，她不能回答我所问的话，只从抽屉里拿出一封信给我看，只见上面写道p！近来我忽觉得我自己的兴趣变了，经过多次的自省，我才晓得我的兴趣所以致变的原因。唉！！在这广漠的世界上我只认识了你，也只专程的膜拜你，愿飘零半世的我，能终覆于你爱翼之下！诚然，我也知道，这只是不自然的自己束缚自己。我们为了名分地位的阻碍，常常压伏着自然情况的交感，然而愈要冷淡，结果愈至于热烈。唉！"}
