{"text":"可是，我们既然天生如此，我们又怎能背道而行呢？我不相信这是东方的特殊情形。一个西洋邮务总长或部长，对于一个曾请他到家里去吃过五六次饭的朋友和私人请托，怎么能够拒绝呢？我敢说西洋人是与东方人一样有人性的。那惟一的不同点，是西洋人未曾洞察人类天性，或未曾按着这人类天性去合理地进行组织他们的政治生活。我猜想的西洋的政治圈子中，也有与这种东方人生活方式相同的地方，因为我始终相信人类天性是大抵相同的，而同在这皮肉包裹之下，我们都是一样的。只是那习惯，没有像中国那样普遍而已。我所听见的事情，只有政府官吏候选人摆了露天茶会请区内选民的眷属，拿冰淇淋和苏打水给他们的小孩子吃，以贿赂他们的母亲。这样请了大家一顿之后，人们自然不免相信他是一个和气的好人了，这句话是常常被当做歌曲唱着的。欧洲中世纪的王公贵族，在婚事或寿辰的时候，总要以丰盛的酒肉，设宴请佃户们开怀大吃一餐，这也无非是这种事情的另一表现方式而已。我们基本上受这种饮食的影响非常之深，在饥饿的时候，人们不肯工作，主角歌女不肯唱歌，参议员不肯辩论，除了在家里图一顿饱餐这目的之外，做丈夫的为什么要整天在办公室里工作流汗呢？因此有一句俗话说，博得男人欢心最好的办法，便是从他的肚子入手。当他的肉体满足了以后，他的精神也便比较平静舒适，他也便比较多情服帖了。妻子们总是埋怨他的丈夫不注意她们的新衣服，新鞋子，新眉样，或新椅套，可是妻子们可曾有埋怨他的丈夫不注意一块好肉排一客好煎蛋吗？除了爱我们幼时所爱吃的好东西之外还有什么呢？一个东方人在盛宴当前时是多么精神焕发啊！当他的肚肠填满了的时候，他是多么轻易地会喊出人生是美妙的啊！从这个填满了的肚子里透射出了一种精神上的快乐。东方人是靠着本能的，而他的本能告诉他，当肚子好着的时候，一切事物也都好了，所以我说在东方人生活是靠近于本能，以及有一次使他们更能公开承认他们的生活近于本能的哲学。我曾在别处说过，中国人对于快乐的观念是温饱黑甜――指吃完了一顿美餐上床去睡觉的情景。所以有一个中国诗人说肠满诚好事，余者皆奢侈。因为中国人有着这种哲学，所以对于饮食就不固执，吃时不妨吃得津津有味。当喝一口好汤时，也不妨啜唇作响。这在西方人就是无礼貌。"}
{"text":"我曾在别处说过，中国人对于快乐的观念是温饱黑甜――指吃完了一顿美餐上床去睡觉的情景。所以有一个中国诗人说肠满诚好事，余者皆奢侈。因为中国人有着这种哲学，所以对于饮食就不固执，吃时不妨吃得津津有味。当喝一口好汤时，也不妨啜唇作响。这在西方人就是无礼貌。所谓西方的礼节，是强使我们鸦雀无声地喝汤，一无欣赏艺术地静静吃饭，我想这或许就是阻碍西方烹调技术发展的真原因。西方人士在吃饭的时候，为什么谈得那么有气无力，吃得那么阴森，规矩高尚呢？多数的美国人都没有那种聪明，把一根鸡腿啃个一干二净反之，他们仍用刀叉玩弄着，感到非常苦恼，而不敢说一句话。假如鸡肉真真是烧得很好的话，这真是一种罪过。讲到餐桌上的礼貌，我觉得当母亲禁止小孩啜唇作响的时候，就是使他开始感觉到人生的悲哀。依照人类的心理讲，假使我们不表示我们的快乐，我们就不会再感觉到快乐，于是消化不良忧郁神经衰弱，以及成人生活中所特有的精神病等都接踵而来了。当堂倌儿端上一盘美味的小牛排时，我们应该跟法国人学学说一声啊，尝过第一口后，像动物那样地哼一声嗯！欣赏食物不是什么可羞的事。有健康的胃口不是很好吗？不，中国人却就两样。吃东西时礼貌虽不好，可是善于享受盛宴。事实上，中国人之所以对动植物学一无贡献，是因为中国的学者不能冷静地观察一条鱼，只想着鱼在口中的滋味，而想吃掉它。我所以不信任中国的外科医生，是因为我怕他们在割我的肝脏找石子的时候，也许会忘记了石子，而想把我的肝脏放到油锅里去。当中国人看见一只豪猪时，便会想出种种的吃法来，只要在不中毒的原则之下吃掉它。在中国人看来，不中毒是惟一实际而重要的问题。豪猪的刺毛引不起我们的兴趣。这些刺毛怎样会竖立的？有什么功用？它们和皮怎样生连着？当它看见仇敌时，这些刺毛怎样会有竖立的能力？这些问题，在中国人看来是极其无聊的。中国人对于动植物都是这样，主要的观念是怎样欣赏它，享受它，而不是它们是什么。鸟的歌声，花的颜色，蓝的花瓣，鸡肉的肌理，才是我们所关心的东西。东方人须向西方人学习动植物的全部科学，可是西方人须向东方人学习怎样欣赏花鱼鸟兽，怎样能赏心悦目地赏识动植物各种的轮廓与姿态，因而从它们联想到各种不同的心情和感觉。这样看来，饮食是人生中难得的乐事之一。"}
{"text":"豪猪的刺毛引不起我们的兴趣。这些刺毛怎样会竖立的？有什么功用？它们和皮怎样生连着？当它看见仇敌时，这些刺毛怎样会有竖立的能力？这些问题，在中国人看来是极其无聊的。中国人对于动植物都是这样，主要的观念是怎样欣赏它，享受它，而不是它们是什么。鸟的歌声，花的颜色，蓝的花瓣，鸡肉的肌理，才是我们所关心的东西。东方人须向西方人学习动植物的全部科学，可是西方人须向东方人学习怎样欣赏花鱼鸟兽，怎样能赏心悦目地赏识动植物各种的轮廓与姿态，因而从它们联想到各种不同的心情和感觉。这样看来，饮食是人生中难得的乐事之一。肚子饿不像性饥渴那样受着社会的戒律和禁例，也大致不会发生什么有损于遭德的问题，这是值得愉快的。人类在饮食方面比在性方面较少矫揉造作。哲学家诗人商贾能跟艺术家坐在一起吃饭，在众目昭彰之下，做喂饲自己的工作而毫不害羞，这真是不幸中的大幸，虽则也有些野蛮民族对于饮食尚有一些羞怯的意识，仍愿独个儿到没有旁人的地方才敢吃。关于性的问题，以后再讨论，我们在这里，至少可以看见一种本能，这本能如不受阻碍，即可减少变态及疯狂和犯罪的行为。在社会的接触中，饥饿的本能和性的本能其差异是显然的。可是事实上饥饿这种本能，前面已经讲过，是不会牵涉到我们的心理生活，而实是人类的一种福利。其理由即因人类能对这个本能非常坦白，毫不讳饰。因为饮食没有拘束，所以也就没有精神病神经官能症，或各种变态了。临唇之杯不免有失手之虞，可是一进唇内，就比较没有什么意外。我们坦白地承认人类都要吃饭，可是对于性的本能，非但不如此，并加以抑制。假如食欲满足了，麻烦就少。顶多有些人患消化不良症胃疮，或肝石症，或有些人以牙齿自掘坟墓――现代中国少数的要人颇有几个是如此的――但即使如此，他们也并不以为可羞。所以社会的罪恶从性欲问题产生的多，而从饮食问题产生的少。刑事条文为奸淫离婚，和侵犯女性等案而设者为多，因饮食而违犯不合法不道德或背信罪者就很少。顶多不过是有些丈夫去搜索冰箱里的食物，但是我们很少听见因此而遭绞杀的。假如真有这么一件案件上了法庭，法官对于被告一定也会表示同情。因为我们都愿坦白承认大家必须饮食。我们对饥民表示同情，却不曾对尼姑阉里的尼姑表示同情。这种推论并不是无中生有的，因为我们对于饮食的问题，总比性欲问题明白得多。满洲家的女孩儿在出嫁之前，必须受烹调的训练，同时也受关于恋爱之术的训练，但世界上可有别处的人实行这种教育吗？"}
{"text":"顶多不过是有些丈夫去搜索冰箱里的食物，但是我们很少听见因此而遭绞杀的。假如真有这么一件案件上了法庭，法官对于被告一定也会表示同情。因为我们都愿坦白承认大家必须饮食。我们对饥民表示同情，却不曾对尼姑阉里的尼姑表示同情。这种推论并不是无中生有的，因为我们对于饮食的问题，总比性欲问题明白得多。满洲家的女孩儿在出嫁之前，必须受烹调的训练，同时也受关于恋爱之术的训练，但世界上可有别处的人实行这种教育吗？饮食问题已接受知识之光，可是性的问题仍是被神仙故事神话和迷信所包围。饮食问题可以说是见到天日了，但性的问题却依然处于暗中。在另一方面讲，我们人类没有沙囊或浮囊，真是莫大的缺憾，假如有的话，人类社会的过程一定会有极大的变更，可以说，我们将变为一种完全不同的人类。如有沙囊的话，人类一定会有最和平最知足最可爱的天性，和小鸡小羊一样。我们也许会长出一个跟鸟嘴一样的嘴巴，因而改变了我们审美的观念，或者也许会生着一些啮齿类动物的牙齿。植物的种子和果实或许已足为我们的食物，也许我们会在青翠的山边吃草。大自然的产物是那样丰盛，我们不必再为食物而斗争，不必再用牙齿去咬仇敌的肉，也一定不会像我们今日这样的好斗。食物与性情，它的关系比我们所想像的有着更加密切的关系。凡是蔬食动物的天性都是和平的，如羊马牛象麻雀等凡是肉食动物都是好斗嗜杀的，像狼狮虎鹰等。如果我们是属于前一类的，我们的天性就会比较像牛羊了。在无须战斗的地方，大自然并不造出好斗的天性。公鸡的搏斗，不是为食物，是为雌性，人类社会中的男人也还有着这种斗争，但今日的欧洲，却为了输出罐头食物的权利而斗争，其原因又有天壤之别了。我不曾听见过猴子会吃猴子，可是我却知道人会吃人。考据我们的人类学，证明确有人吃人的习俗，而且是非常普遍的。我们的祖先便是这种肉食的动物。所以，在几种意义上――个人的社会的国际的――如说我们依然在互相吞食，并不足为怪。蛮子和杀戮，好像是有连带性，他们虽承认杀人是一种不合情理的事，是一种无可避免的罪恶，可是依然很干脆地把已被杀死的仇敌的腰肉肋骨和肝脏吃掉。吃人的蛮子吃掉已死了的仇敌，而文明的人类，却把杀死了的仇敌埋葬了，并在墓上竖起十字架来，为他们的灵魂祷告。我们实在自傲和劣性之外，又加上愚蠢了。这似乎就是吃人蛮子和文明人类的分别。"}
{"text":"考据我们的人类学，证明确有人吃人的习俗，而且是非常普遍的。我们的祖先便是这种肉食的动物。所以，在几种意义上――个人的社会的国际的――如说我们依然在互相吞食，并不足为怪。蛮子和杀戮，好像是有连带性，他们虽承认杀人是一种不合情理的事，是一种无可避免的罪恶，可是依然很干脆地把已被杀死的仇敌的腰肉肋骨和肝脏吃掉。吃人的蛮子吃掉已死了的仇敌，而文明的人类，却把杀死了的仇敌埋葬了，并在墓上竖起十字架来，为他们的灵魂祷告。我们实在自傲和劣性之外，又加上愚蠢了。这似乎就是吃人蛮子和文明人类的分别。我也以为我们是在向着完美之路前进，那就是说，我们在目前还未达到完善的境地。我们要有沙囊动物的性情时，才可以称为真文明的人类。在现代人类之间，肉食动物和蔬食动物都有之――前者就是性情可爱的，后者便是那种性情不可爱的。蔬食的人终身以管自己的事为主，而肉食的人则专以管别人的事为生。十年前我曾尝试过政治生涯，但四个月后便弃绝仕途，因为我发现我不是天生的肉食动物，吃好肉排当然例外。世界上一半人是消磨时间去做事，另外一半人则强迫他人去替他们服役，或是弄到别人不得做事。肉食者的特点是喜欢格斗操纵欺骗斗智，以及先下手为强，而且都出之以真兴趣和全副本领，可是我得声明我对于这种手段是绝对反对的。但这完全是本能问题天生有格斗本能的人似乎喜欢陶醉在这种举动中，而同时真有创造性的才能，即能做自己事情的才能，和能认清自己目标的才能，却似乎太不发展了。那些善良的沉静的蔬食类的教授们，在和别人竞争之中，似乎全然没有越过别人的贪欲和才能，不过我是多么称赞他们啊！事实上，我敢说，全世界有创造才能的艺术家，只管他们自己的事，实比去管别人的事情好得多，因此他们都可说是属于蔬食类的。蔬食人种的繁殖率胜过肉食人种，这就是人类的真进化。可是在目前，肉食人种终究还是我们的统治者。在以强壮肌肉为信仰的现世界中其情其势必如此的。中国式的家庭理想我颇以为创世纪中关于创造一节，应该从头写过。中国小说红楼梦里边的才子是一个极富于感情的柔性男人，最喜和女人为伴，万分崇拜他许多姊妹的美色，而常常自恨是个男人。他曾说，女人是水做的，而男人则是泥做的。其理由是女人都是伶俐聪明，娇媚可爱，而男人则都是愚蠢粗鲁，面目可憎。如若创世纪的著作人换了贾宝玉，心地和他那么明白，则创世纪必不是这样写法。上帝抓了一把泥土，捏成一个人形，从鼻孔吹一口气进去，亚当就此造成。"}
{"text":"在以强壮肌肉为信仰的现世界中其情其势必如此的。中国式的家庭理想我颇以为创世纪中关于创造一节，应该从头写过。中国小说红楼梦里边的才子是一个极富于感情的柔性男人，最喜和女人为伴，万分崇拜他许多姊妹的美色，而常常自恨是个男人。他曾说，女人是水做的，而男人则是泥做的。其理由是女人都是伶俐聪明，娇媚可爱，而男人则都是愚蠢粗鲁，面目可憎。如若创世纪的著作人换了贾宝玉，心地和他那么明白，则创世纪必不是这样写法。上帝抓了一把泥土，捏成一个人形，从鼻孔吹一口气进去，亚当就此造成。但是亚当渐渐燥裂，泥土松碎，一片片掉落下来。所以上帝又取了一些水和将进去，使泥土凝结。这种掺入亚当生命的水，就是夏娃。亚当的生命中非有这水不能完成。我以为婚姻的特别意义至少是如此。女人是水，男人是泥土。水渗入泥土而使之成形，泥土盛了这水而使之有形质。水即流动生活于这当中而有了具体。元朝名画师赵孟\，他的太太管夫人也是一位著名画家，早已引用过这个泥土和水的譬喻。当夫妻俩都在中年的时候，孟兆页对她的爱情似乎减退，想纳一个妾。管夫人即作了下面这一首小令，使她的丈夫看了非常感动，便取消纳妾的念头。你侬我侬，忒煞情多，情多处热如火。把一块泥，捻一个你，塑一个我。将咱两个，一齐打破，再捻一个你，再塑一个我。我泥中有你，你泥中有我与你生同一个衾，死同一个椁。中国的社会和生活都是组织于家庭制度基础上的，乃是人所共知的事。这个制度决定并润色整个中国式生活的模型。但这个对于家庭生活的理想是从何而来的呢？这个问题从来没有人提出过。因为中国人都视为理所当然，而外国则自觉不够资格去问这句话。把家庭制度做为一切社会和政治生活的基础，大家都知道孔夫子曾给予一个哲学的根基。他非常的注重夫妻关系，认为是一切人类关系的根基，也注重孝顺父母，每年祭扫祖墓，崇拜祖先，和设立祖先祠。中国的祖先崇拜，曾被某些著作家称为一种宗教。我相信这句话在某种程度中是很对的。至于它的非宗教方面就在于它的里边很少超自然的成分。它不涉及神怪，所以崇拜祖先不妨和信仰基督仙佛或回教神道同时并行。崇拜祖先所用的礼仪造成一种宗教的形式，非常自然而且合理。因为凡属信念是不能没有表现方式的。照这种情形而论，我以为对着一块长约十五英寸的长方木牌表示尊意，其尊敬程度和英国把英王肖像印在邮票之上并没有什么高下。"}
{"text":"中国的祖先崇拜，曾被某些著作家称为一种宗教。我相信这句话在某种程度中是很对的。至于它的非宗教方面就在于它的里边很少超自然的成分。它不涉及神怪，所以崇拜祖先不妨和信仰基督仙佛或回教神道同时并行。崇拜祖先所用的礼仪造成一种宗教的形式，非常自然而且合理。因为凡属信念是不能没有表现方式的。照这种情形而论，我以为对着一块长约十五英寸的长方木牌表示尊意，其尊敬程度和英国把英王肖像印在邮票之上并没有什么高下。第一，中国人对于这种祖先之灵并不十分视同神道，而不过当他如在世的老长辈一般侍奉，他并不向他祈求福佑，也不求他治病，并不像普通的崇拜者和被崇拜之间的必有一种施必望报的情形第二，这种崇拜仪式不过是借以对已死的祖先表示敬意的典礼，不过借这一天使全家团聚一次，并纪念祖先对于这家庭所贻的世泽。这种仪式充其量不过如替长辈做一次小规模的生日，和平常替父母做寿，和美国的举行母亲节并没有什么分别。基督教士不许中国信徒参加崇拜祖先的仪节，其惟一反对理由，是因为祭祖时大家都须跪地磕头，认为这是违反十诫中的第一条。这是基督教士太缺乏谅解的表征之一。中国人的膝盖不若西方人的膝盖那样宝贵，中国人都向他们的皇帝官府磕头，新年都向在世的父母磕头，被视为常事。所以中国人的膝弯较为易于柔曲，而跪在神主牌之前磕几个头，也不会使他即因而变为一个崇信异端的人。城市村镇中的中国信徒即因此和一般的社团生活相隔绝，不能去参加大众节日的欢聚，也不便捐助这些节日的戏份。所以中国的基督信徒是差不多和本族的人不相往来的。这种对于一己的家庭的虔敬，和神秘性义务的感觉，有时确也能变成一种很深的宗教态度，例如十七世纪的儒者颜元在老年的时候，独自出外，周历天下，找寻他的哥哥。因为自己没有儿子，所以希望寻到他的哥哥和一个侄子，以便传宗接代。他是四川人，笃信儒宗，专事力行。他的哥哥失踪已经多年，他忽然厌弃教读生活，如奉神召一般的决计出外寻兄。他连哥哥的影踪都不知道，盲目找寻，这是何等艰难的事情。况且这个时期正值明朝覆亡，全国混乱的时候，遍地伏莽，旅行极为危险。但他不顾一切，冒险前行，所到之处都贴下招纸，悬赏找寻。他走了一千余里的路程，经过中国北部数省。直到数年之后，他走过某处时，被他的侄子看见了他手中所拿伞柄上刻着的姓名，知道是他的叔父，方将他引导到自己家中。"}
{"text":"他是四川人，笃信儒宗，专事力行。他的哥哥失踪已经多年，他忽然厌弃教读生活，如奉神召一般的决计出外寻兄。他连哥哥的影踪都不知道，盲目找寻，这是何等艰难的事情。况且这个时期正值明朝覆亡，全国混乱的时候，遍地伏莽，旅行极为危险。但他不顾一切，冒险前行，所到之处都贴下招纸，悬赏找寻。他走了一千余里的路程，经过中国北部数省。直到数年之后，他走过某处时，被他的侄子看见了他手中所拿伞柄上刻着的姓名，知道是他的叔父，方将他引导到自己家中。那时他的哥哥已死，但他的目的仍算达到，因为果然有一个侄子可继香烟了。孔子极为推崇孝道，其理由何在？没有人能够知道。据吴经熊博士在某篇论文所说，则是因为孔子乃是一个没有父亲的人，所以他的心理作用无非也和名歌甜蜜的家庭的其实从来没有享过家庭幸福完全一样。如若孔子幼时他的父亲尚在，则他的父职概念便不至于会这样的深刻远到。再则如若他已成年，而他的父亲尚在世，则结果恐怕更坏于此。因为，如此他即有机会可以看到他那父亲的弱点，而会觉得力行纯孝未必是件容易做到的事情了。总之，他出世的时节，父亲已经故世，并且不知道父亲葬在哪里。他是一个私生子，他的母亲从来没有告诉过他父亲是谁。他的母亲死后，他就将母亲的遗体葬在五父之衢，这当中或者含一些故意亦未可知。后来居然有一个年老妇人将他父亲的葬处告诉了他，于是他方将母亲的灵柩迁去合葬。这一个巧妙的假说有怎样的价值，我们不必苛求。但中国的文学中对于家庭理想的必须，确实举出不少的理由。它是以一个人还不是一个单位，而只是家庭单位中的一分子为出发点。由生活潮流假说这是我所题的名称所具的生活观念为之支持，而由认力行天性为道德和政治的最后目标的哲理证之为正当。家庭制度的理想和个人主义的理想显然不能并立。一个人终究不能完全独自一个人过一生。照这样的个人观念，太缺乏实在性。我们对于一个人如若不认他是一个人子，一个兄弟，一个父亲，或一个朋友，则我们当他是个什么东西？如此的个人将成为一个形而上的抽象物。中国人的心理都偏于生物思想，所以他们对于人类自然先想到他在生物上的关系。因此家庭即自然成为人生中的生物性单位，婚姻也成为一件家庭事件，而不单是个人事件。和这种西方的个人主义和国家主义对照的就是家庭理想。在这种理想中，人并不是个人，而被认是家庭的一分子，是家庭生活巨流中的一个必须分子。这个就是我所谓生活潮流假说的意义。"}
{"text":"照这样的个人观念，太缺乏实在性。我们对于一个人如若不认他是一个人子，一个兄弟，一个父亲，或一个朋友，则我们当他是个什么东西？如此的个人将成为一个形而上的抽象物。中国人的心理都偏于生物思想，所以他们对于人类自然先想到他在生物上的关系。因此家庭即自然成为人生中的生物性单位，婚姻也成为一件家庭事件，而不单是个人事件。和这种西方的个人主义和国家主义对照的就是家庭理想。在这种理想中，人并不是个人，而被认是家庭的一分子，是家庭生活巨流中的一个必须分子。这个就是我所谓生活潮流假说的意义。人类生活就整个而论，可以为包括多种不同的种族生活潮流。但人们所能直接触到和看到的只有家庭中的生活潮流。东西两方都有家庭如大树这个譬喻，每个人的生命不过是这大树上的一枝，借着树干而生存，尽他协助树干滋长下去的本分。所以就我们所见，人类生活显然是一种生长或连续作用。在这当中，每个人都在家庭历史上有一番作为，尽他对于整个家庭的义务，不过成绩有优劣，有些替家庭争到光荣，有些使家庭蒙受恶名。家庭意识和家庭荣誉的感觉，或许就是中国人生中惟一的团体精神或团体意识。家庭中每个分子因须振其家声，必须好好地做人，而不得遗羞于家族。他应该和一个球员一般将球推向前去。败家子不但是个人之耻，也是全家之羞，正如一个球员失足而被对方将球抢去一般。凡去考试而得题名金榜的好像是一个获得胜利的球员，光荣不但属于他个人，也属于他的一家。考中状元或不过一个三甲进士的人，光被全族，使全族的人甚至连亲戚和同乡都受到精神上的兴奋和实质的权益。即使在一二百年之后，乡人尚会夸说某某年本乡怎样出过状元。从前人中了状元或进士时，全家全乡都举行庆祝，荣归挂匾，大家何等欢欣兴奋，觉得荣耀非凡，人人有份。和这个相较起来，现代的学校毕业接受文凭时是何等的冷静缺乏兴趣啊！在这一幅家庭生活的景象内，其变化和色彩有很大的伸缩余地。人们须经过童年成人和老年。这几个时期先由别人养育他，再由他去养育别人，最后于老年时重复由别人侍奉他。起先他尊奉别人，受别人的指挥，等到成人以后，他便渐渐地受人尊奉，指挥别人。更重要的，女人的插身于家庭之中，使这幅景象增加不少色彩。女人在连续不断的家庭生活中不单是个装饰品或玩具，也不单是一个妻，而实是这株家庭大树的一个关系生存和必须的分子。因为使连续成为可能者即是女人，而家庭中各个支派的盛衰也是以所娶来的媳妇的体质心性为依归。"}
