{"text":"著有短篇小说集还乡集长篇小说叛徒等。火炬上海大晚报的文艺副刊，国民党复兴社特务崔万秋主编。杜衡在该刊发表的文章题为月蚀引起的话。莎士比亚，―欧洲文艺复兴时期英国戏剧家诗人。凯撒传是他早期所写的历史剧，描写公元前一世纪古罗马奴隶主阶级军事统帅凯撒和元老贵族之间的斗争。一九三四年六月，杜衡在文艺风景创刊号上发表莎剧凯撒传里所表现的群众一文，以谈莎剧为名，污蔑群众没有理性，没有明确的利害观念，完全被几个煽动家所控制着，所操纵着。日本研究之外日本研究之外自从日本占领了辽吉两省以来，出版界就发生了一种新气象许多期刊里，都登载了研究日本的论文，好几家书铺子，还要出日本研究的小本子。此外，据广告说，什么亡国史是瞬息卖完了好几版了。怎么会突然生出这许多研究日本的专家来的？看罢，除了申报自由谈上的什么日本应称为贼邦，日本古名倭奴，闻之友人，日本乃施行征兵之制一流的低能的谈论以外，凡较有内容的，那一篇不和从上海的日本书店买来的日本书没有关系的？这不是中国人的日本研究，是日本人的日本研究，是中国人大偷其日本人的研究日本的文章了。倘使日本人不做关于他本国，关于满蒙的书，我们中国的出版界便没有这般热闹。在这排日声中，我敢坚决的向中国的青年进一个忠告，就是日本人是很有值得我们效法之处的。譬如关于他的本国和东三省，他们平时就有很多的书，――但目下投机印出的书，却应除外，――关于外国的，那自然更不消说。我们自己有什么？除了墨子为飞机鼻祖，中国是四千年的古国这些没出息的梦话而外，所有的是什么呢？我们当然要研究日本，但也要研究别国，免得西藏失掉了再来研究英吉利照前例，那时就改称英夷，云南危急了再来研究法兰西。也可以注意些现在好像和我们毫无关系的德，奥，匈，比尤其是应该研究自己我们的政治怎样，经济怎样，文化怎样，社会怎样，经了连年的内战和正法，究竟可还有四万万人了？我们也无须再看什么亡国史了。因为这样的书，至多只能教给你一做亡国奴，就比现在的苦还要苦他日情随事迁，很可以自幸还胜于连表面上也已经亡国的人民，依然高高兴兴，再等着灭亡的更加逼近。这是亡国史第一页之前的页数，亡国史所不肯明写出来的。"}
{"text":"也可以注意些现在好像和我们毫无关系的德，奥，匈，比尤其是应该研究自己我们的政治怎样，经济怎样，文化怎样，社会怎样，经了连年的内战和正法，究竟可还有四万万人了？我们也无须再看什么亡国史了。因为这样的书，至多只能教给你一做亡国奴，就比现在的苦还要苦他日情随事迁，很可以自幸还胜于连表面上也已经亡国的人民，依然高高兴兴，再等着灭亡的更加逼近。这是亡国史第一页之前的页数，亡国史所不肯明写出来的。我们应该看现代的兴国史，现代的新国的历史，这里面所指示的是战叫，是活路，不是亡国奴的悲叹和号！本篇最初发表于一九三一年十一月三十日文艺新闻第三十八号，署名乐贲。自由谈上海申报副刊之一，始办于一九一一年八月，原由王蕴章周瘦鹃等先后主编，多刊载鸳鸯蝴蝶派的作品。一九三二年十二月黎烈文接编后，一度革新内容，常刊载进步作家写的杂文短评。下文所说日本应称为贼邦，见该刊一九三一年十一月七日抗日之声栏所载寄萍的文章日本古名倭奴，见该刊同年十月十三日所载瘦曼反日声中之小常识关于日本施行征兵制，见该刊同年十一月十八日所载郑逸梅纪客谈倭国之军人。墨子为飞机鼻祖韩非子外储说左上墨子为木鸢，三年而成，蜚飞一日而败。墨子为飞机鼻祖之说，当由此附会而来。"}
{"text":"这是为集印三十年来的著述先后草拟的两种编目。他在一九三六年二月十日致曹靖华的信中曾说回忆坟的第一篇，是一九七年作，到今年足足三十年了，除翻译不算外，写作共有二百万字，颇想集成一部约十本，印它几百部，以作记念，且于欲得原版的人，也有便当之处。这一计划生前未能实现。一九四一年，许广平在这两种编目的基础之上，作了调整补充，编成三十年集三十册，以全集出版社的名义印行。本篇所列书名之后的阿拉伯数字为页数，中文数字为字数。生降死不降生降死不降大约十五六年以前，我竟受了革命党的骗了。他们说非革命不可！你看，汉族怎样的不愿意做奴隶，怎样的日夜想光复，这志愿，便到现在也铭心刻骨的。试举一例罢，――他们说――汉人死了入殓的时候，都将辫子盘在顶上，像明朝制度，这叫做生降死不降！生降死不降，多少悲惨而且值得同情呵。然而近几年来，我的迷信却破裂起来了。我看见许多讣文上的人，大抵是既未殉难，也非遗民，和清朝毫不相干的或者倒反食过民国的禄。而他们一死，不是清封朝议大夫，便是清封恭人，都到阴间三跪九叩的上朝去了。我于是不再信革命党的话。我想别的都是诳，只是汉人有一种生降死不降的怪脾气，却是真的。五月五日本篇最初发表于一九二一年五月六日北京晨报副刊杂感栏，署名风声。生降死不降这是清末宣传反清时的一种说法，如汪精卫在民报第一卷第一号一九五年十月发表的民族的国民一文中说我民族一息尚存，此心不死。"}
{"text":"我想别的都是诳，只是汉人有一种生降死不降的怪脾气，却是真的。五月五日本篇最初发表于一九二一年五月六日北京晨报副刊杂感栏，署名风声。生降死不降这是清末宣传反清时的一种说法，如汪精卫在民报第一卷第一号一九五年十月发表的民族的国民一文中说我民族一息尚存，此心不死。一般国民屈于毒焰，不得自由，然风气所成，有男降女不降，生降死不降之说，女子之不易服，犹曰非其所严禁，至于殡殓死者，以本族之衣冠，使不至于不瞑，而有以见先人于地下，其节弥苦，其情尤惨矣。朝议大夫原为清朝从四品文官的封号。恭人，原为四品官员夫人的封号。天生蛮性天生蛮性――为江浙人所不懂的辜鸿铭先生赞小脚郑孝胥先生讲王道林语堂先生谈性灵。本篇最初发表于一九三五年四月二十日太白半月刊第二卷第三期掂斤簸两栏，署名越山。天生蛮性，林语堂的话。一九三四年夏，他因反对大众语而受到批评后，在给曹聚仁和陈子展的信中说我系闽人，天生蛮性人愈骂，我愈蛮。见一九三五年三月芒种半月刊创刊号曹聚仁我与林语堂先生往还的终始所引他还有人间世半月刊第一卷第十二期一九三四年九月发表的有不为斋随笔辜鸿铭中，吹捧辜鸿铭的蛮子骨气，说此种蛮子骨气，江浙人不大懂也。辜鸿铭―字汤生，福建同安人。曾留学英法德等国，回国后任清朝湖广总督张之洞的幕僚多年。辛亥革命后任北京大学教授，一贯尊孔复古，反对革新。他曾在所著春秋大义即中国人之精神一书中赞扬旧中国妇女的缠足。郑孝胥―字苏戡，福建闽侯人。清末曾任广东按察使湖南布政使等职。辛亥革命后以遗老自居。一九三一年九一八事变后，协助日本唆使溥仪赴东北次年三月伪满洲国成立，任国务总理，鼓吹王道政治，充当日本帝国主义侵华的工具。林语堂先生谈性灵三十年代，林语堂在他主编的论语人间世等刊物上，鼓吹性灵派文学，认为性灵就是自我，说文章者，个人性灵之表现。性灵之为物，惟我知之，生我之父母不知，同床之吾妻亦不知。然文学之生命实寄托于此。"}
{"text":"一九三一年九一八事变后，协助日本唆使溥仪赴东北次年三月伪满洲国成立，任国务总理，鼓吹王道政治，充当日本帝国主义侵华的工具。林语堂先生谈性灵三十年代，林语堂在他主编的论语人间世等刊物上，鼓吹性灵派文学，认为性灵就是自我，说文章者，个人性灵之表现。性灵之为物，惟我知之，生我之父母不知，同床之吾妻亦不知。然文学之生命实寄托于此。见一九三三年四月十六日论语半月刊第十五期有不为斋随笔论文有不为斋有不为斋孔子曰不得中行而与之，必也狂狷乎，狂者进取，狷者有所不为也。于是很有一些人便争以有不为名斋，以孔子之徒自居，以狷者自命。但敢问――有所不为的，是卑鄙龌龊的事乎，抑非卑鄙龌龊的事乎？狂者的界说没有狷者的含糊，所以以进取名斋者，至今还没有。本篇最初发表于一九三五年五月二十日太白半月刊第二卷第五期掂斤簸两栏，署名直入。不得中行而与之等语，见论语子路。清代傅九渊李翰华光律元等，都曾用有不为作自己的书斋名。一九三二年至一九三四年间，林语堂在论语和人间世上以有不为斋随笔为总题发表过文章。中国杰作小说小引中国杰作小说小引中国的新文学，自始至今，所经历的年月不算长。初时，也像巴尔干各国一样，大抵是由创和翻来扮演文学革新运动战斗者的角色，直到今天，才稍有区别。但由此而增长了一部分所谓的马虎从事。从这点看来，是颇为不幸的。一般说，目前的，创作上的不自由且不说，连处境也着实困难。第一，新文学是在外国文学潮流的推动下发生的，从中国古代文学方面，几乎一点遗产也没摄取。第二，外国文学的翻译极其有限，连全集或杰作也没有，所谓可资他山之石的东西实在太贫乏。但创作中的短篇小说是较有成绩的，尽管这些作品还称不上什么杰作，要是比起最近流行的外国人写的，以中国事情为题材的东西来，却并不显得更低劣。从真实这点来看，应该说是很优秀的。在外国读者看来，也许会感到似有不真实之处，但实际大抵是真实的。现在我不揣浅陋，选出最近一些的短篇小说介绍给日本。――如果不是徒劳无益的话，那真是莫大的幸运了。一九三六年四月三十日本篇最初发表于一九三六年六月一日日本改造月刊，原为日文，无标题。"}
{"text":"但创作中的短篇小说是较有成绩的，尽管这些作品还称不上什么杰作，要是比起最近流行的外国人写的，以中国事情为题材的东西来，却并不显得更低劣。从真实这点来看，应该说是很优秀的。在外国读者看来，也许会感到似有不真实之处，但实际大抵是真实的。现在我不揣浅陋，选出最近一些的短篇小说介绍给日本。――如果不是徒劳无益的话，那真是莫大的幸运了。一九三六年四月三十日本篇最初发表于一九三六年六月一日日本改造月刊，原为日文，无标题。一九三六年青，应日本改造社社长山本实彦的要求，选出中国青年作家短篇小说十篇，从同年六月起，在改造月刊中国杰作小说总题下陆续发表只发表了六篇。他山之石语出诗经小雅鹤鸣它山之石，可以为错它山之石，可以攻玉。行路难按语行路难按语案从去年以来，相类的事情我听得还很多一位广东朋友还对我说道你的略谈香港之类真应该发表发表但这于英国人是丝毫无损的。我深信他的话的真实。今年到上海，在一所大桥上也被搜过一次了，但不及香港似的严厉。听说内地有几处比租界还要严，在旅馆里，巡警也会半夜进来的，倘若写东西，便都要研究。我的一个同乡在旅馆里写一张节略，想保他在被通缉的哥哥，节略还未写完，自己倒被捉去了。至于报纸，何尝不检查，删去的处所有几处还不准留空白，因为一留空白便可以看出他们的压制来。香港还留空白，我不能不说英国人有时还不及同胞的细密。所以要别人承认是人，总须在自己本国里先争得人格。否则此后是洋人和军阀联合的吸吮，母亲木刻十四幅序母亲木刻十四幅序高尔基的小说母亲一出版，革命者就说是一部最合时的书。而且不但在那时，还在现在。我想，尤其是在中国的现在和未来，这有沈端先君的译本为证，用不着多说。在那边，倒已经看不见这情形，成为陈迹了。这十四幅木刻，是装饰着近年的新印本的。刻者亚历克舍夫，是一个刚才三十岁的青年，虽然技术还未能说是十分纯熟，然而生动，有力，活现了全书的神采。便是没有读过小说的人，不也在这里看见了暗黑的政治和奋斗的大众吗？一九三四年七月廿七日，记。本篇最初印入一九三四年八月蓝图纸翻印本母亲木刻十四幅画册。原无标题。"}
{"text":"在那边，倒已经看不见这情形，成为陈迹了。这十四幅木刻，是装饰着近年的新印本的。刻者亚历克舍夫，是一个刚才三十岁的青年，虽然技术还未能说是十分纯熟，然而生动，有力，活现了全书的神采。便是没有读过小说的人，不也在这里看见了暗黑的政治和奋斗的大众吗？一九三四年七月廿七日，记。本篇最初印入一九三四年八月蓝图纸翻印本母亲木刻十四幅画册。原无标题。母亲木刻十四幅，韩白罗用晒图法翻印，由提供原插图并作序参看一九三四年七月二十七日致韩白罗信。按韩白罗，天津人，当时在山西太原铁路局工作。最合时的书列宁语，见高尔基所著回忆录列宁。沈端先笔名夏衍，浙江杭州人，剧作家，中国左翼作家联盟领导人之一。他翻译的母亲于一九二九年十月一九三年八月由大江书铺分上下册出版。亚历克舍夫，―苏联画家饕髌酚高尔基母亲陀思妥耶夫斯基赌徒斐定城与年插图。铁流图特价告白铁流图特价告白当本书刚已装成的时候，才得来信并木刻铁流图像的原版印本，是终于找到这位版画大家了。并承好意，不收画价，仅欲得中国纸张，以作印刷木刻之用。惜得到迟了一点，不及印入书中，现拟用锌版复制单片，计四小幅其一已见于书面，但仍另印为一套，于明年正月底出版，对于购读本书者，只收制印及纸费大洋一角。倘欲并看插图的读者，可届时持特价券至代售处购取。无券者每份售价二角二分，又将专为研究美术者印玻璃版本二百五十部。价未定。一九三一年十二月八日，三闲书屋谨启。本篇最初印于木刻铁流图的特价券背面，原题告白。铁流图在商务印书馆制版后未及印刷，即毁于一九三二年一二八战火，后于一九三三年七月在文学月刊创刊号上刊出，次年印入引玉集。毕斯凯莱夫，参看本卷第页注。鲍明远集校记鲍明远集校记此从毛斧季校宋本录出，皆缺笔又有世则袭唐讳。毛所用明本，每页十行，行十七字，目在每卷前，与程本异。本篇据手稿编入，原无标题标点。据日记，当写于一九一八年九月二十五日前后。"}
{"text":"毕斯凯莱夫，参看本卷第页注。鲍明远集校记鲍明远集校记此从毛斧季校宋本录出，皆缺笔又有世则袭唐讳。毛所用明本，每页十行，行十七字，目在每卷前，与程本异。本篇据手稿编入，原无标题标点。据日记，当写于一九一八年九月二十五日前后。鲍明远集，南朝宋文学家鲍照的诗文集。原由南齐虞炎编定，题为鲍照集，共十卷据隋书经籍志注，南朝梁还有一种六卷本。皆失传。后来传世的有鲍明远集鲍参军集鲍照集鲍氏集等不同版本。校勘所用底本为明代新安汪士贤校本，十卷。鲍照约―，字明远，东海今江苏连云港人。宋孝武帝时官太子博士兼中书舍人，后为临海王刘子顼前军参军。毛斧季―？名指荆髂宄醭欤袷艚眨耍厥榧摇姹狙家。著有汲古阁珍藏秘书图目等。毛氏校宋本鲍氏集共十卷，校勘和识语中说康熙丙辰借吴趋友人宋本比较一过，宋本每幅廿行，每行十六字，小字不等。缺笔唐代开始的一种避讳方式，在书写和镌刻本朝皇帝或尊长的名字时，一般省略最末一笔。本文中的，是避宋太祖赵匡胤父弘殷始祖玄朗，英宗父允让，仁宗赵祯太祖匡胤英宗赵曙与树同音钦宗赵桓真宗赵恒的名讳。世，是避唐太宗李世民的名讳。毛斧季校勘所用的底本，是明代正德庚午朱应登刊本。程本指明代程荣的刻本，十卷，目在前，每页九行，行二十字，前有虞炎序，后有朱应登跋。见汉魏六朝诸家文集二十二种程荣，字伯仁，安徽歙县人。曾辑刊汉魏丛书三十八种。丙和甲按语丙和甲按语编者谨案这是去年的稿子，不知怎地昨天寄到了。现在才寄出欤，抑在路上邮了一年欤？不得而知。据愚见，学者是不会错的，盖烈士死时，应是十一岁无疑。谓予不信，则今年正法的乱党，不有十二三岁者乎？但确否亦不得而知，一切仍当于甲寅暮春，伫聆研究院教授之明教也。中华民国十六年即丁卯暮冬，中拉附识。"}
{"text":"曾辑刊汉魏丛书三十八种。丙和甲按语丙和甲按语编者谨案这是去年的稿子，不知怎地昨天寄到了。现在才寄出欤，抑在路上邮了一年欤？不得而知。据愚见，学者是不会错的，盖烈士死时，应是十一岁无疑。谓予不信，则今年正法的乱党，不有十二三岁者乎？但确否亦不得而知，一切仍当于甲寅暮春，伫聆研究院教授之明教也。中华民国十六年即丁卯暮冬，中拉附识。大云寺弥勒重阁碑校记大云寺弥勒重阁碑校记大云寺弥勒重阁碑，唐天授三年立，在山西猗氏县仁寿寺。全文见胡聘之山右石刻丛编。胡氏言，今拓本多磨泐，故所录全文颇有阙误，首一行书撰人尤甚。余于乙卯春从长安买得新拓本，殊不然，以校丛编，为补正二十余所，疑碑本未泐，胡氏所得拓本恶耳。其末三行泐失甚多，今亦不复写出。本篇据手稿编入，原无标题标点。手写的大云寺弥勒重阁碑释文前署乙卯按即一九一五年十一月十八日以精拓本校。大云寺弥勒重阁碑，碑文共三十四行，行六十五字至六十八字不等，正书。题前校郎杜登撰，前县荆师善书。旧唐书则天皇后本纪载初元年秋七月，有沙门十人伪撰大云经，表上之，盛言神皇受命之事。制颁于天下，令诸州各置大云寺，总度僧千人。大云寺碑文称天授二年二月二十四日准制置为大云寺至三年正月十八日，准制回换额为仁寿寺。胡聘之字蕲生，清代湖北天门人。山右石刻丛编，四十卷，共收后魏正光四年至元代至正二十七年间山右今山西石刻七百余通。前有胡氏光绪戊戌辛丑序及缪荃荪光绪戊戌序。大云寺弥勒重阁碑全文，见于该书卷五。东京通信按语东京通信按语得了这一封信后，实在使不佞有些踌躇。登不登呢？看那写法的出色而有趣又讲趣味，乞创造社普罗列塔利亚特文学家暂且恕之，又可以略知海外留学界情况。是应该登载的。但登出来将怎样？语丝南来以后之碰壁也屡矣，仿吾将加以打发，浙江已赐以禁止，正人既恨其骂人，革家革命家也，为对仗计，略去一字又斥为落伍何况我恰恰看见一种期刊，因为某女士说了某国留学生的不好，诸公已以团体的大名义，声罪致讨了。"}
