{"text":"读文章也是这样的，在不同的时间里，不同的心情，不同的环境，不同的天气，那文章也好像有了不一样的灵魂。写文章也是这样的，一时的灵感，拼凑了一时的字句，如若这灵感能够随着字句源源不断的涌现，这笔就不会停下，可若是这灵感断在了字句中，墨再多，也没有写下去的欲望。写文章的人和读文章的人，看起来相似，其实不同，看起来疏远，倒也有些许亲近，但你若说有多亲近，其实又很疏远。和读者之间有着像远山一样的朦胧之感，好似有些千丝万缕的联系，但又好像什么都没有。一部作品，就是的精气神，包含着的情感，经历，思维方式，但又不是全部。读者能感受到的，可能是写作当时所想，但也可能并不是。如果你正在读，那么我在此感谢你。你我也算是相识了，若是有缘，那么我们或许可以成为朋友。你的所感所悟我并不能够得知，我写时的所思所想你也未必能够看透。但是我仍然感谢你，也感谢命运，在茫茫星辉之中，穿插引线，让我们能够因此而相遇。希望你今天过的还算愉快，祝你明天也能愉快。再会，我的朋友，我的陌生人。我期望生活在采菊东篱下，悠然见南山的悠闲自在享受乡村生活的年代，我也期望生活在见证英雄豪杰人生自古谁无死，留取丹心照汗青的驰骋沙场风姿的年代我更期望能生活在无规矩不成方圆的法治时代。改革开放以来，随着经济实力的发展，人们的文化程度不断提高，面对矛盾冲突，大家更加愿意相信法律，更加愿意用法律的手段进行维权，我希望生活在一个人们和睦相处，礼遇有加，有法可依有法必依，执法必严违法必究的开明法治时代。生活在文明法治的时代需有法可依。我国古代封建社会为治理而建立各种道德规范，形成了法规的前提。春秋时期商鞅变法为秦国强大奠定基础。近代有康有为梁启超等革命志士为变法图强，出国学习日本法律，为我国近代的法制进程打下基础。改革开放后我国制定修订法律工作轰轰烈烈展开，为我们能生活在文明法治时代铺设有法可依的道路。想要生活在法治时代，就必须有良好的法律为人们的美好生活保驾护航。生活在文明法治的时代需有法必依。良法是需要全体社会成员遵守才会发挥其作用。东汉末年，曹操为鼓励保护农耕，制定律令凡是破坏农田的要杀头。一次，曹操的马匹经过时受惊踩踏农田，曹操为谢罪而割发，这就是很好地诠释了君主犯法与庶民同罪的含义，也告诫我们只有遵守法律才会服众，才能提高法律的公信力。"}
{"text":"改革开放后我国制定修订法律工作轰轰烈烈展开，为我们能生活在文明法治时代铺设有法可依的道路。想要生活在法治时代，就必须有良好的法律为人们的美好生活保驾护航。生活在文明法治的时代需有法必依。良法是需要全体社会成员遵守才会发挥其作用。东汉末年，曹操为鼓励保护农耕，制定律令凡是破坏农田的要杀头。一次，曹操的马匹经过时受惊踩踏农田，曹操为谢罪而割发，这就是很好地诠释了君主犯法与庶民同罪的含义，也告诫我们只有遵守法律才会服众，才能提高法律的公信力。反观如今一些位高权重的官员，身居其位而不为民谋利，而是干一些贪污贿赂之事，蔑视法律，最终都是没有好的下场，终身含憾入狱度过余生。我想人人都能生活在遵守法律，社会井然有序，生活幸福美满的文明时代。生活在文明法治的时代需执法必严。官官相护乃是百姓之大恨，如果我们生活的时代是一个黑暗的时代，高官犯法而逍遥法外，平头百姓安安静静过日子而祸从天降，那将是不得民心的时代，民众必反之，这就是为何历朝历代末年农民起义的重要原因。文明法治的时代需要执法必严，让犯法行为得到应有的制裁，保护每一个知法守法的公民。我渴望这样的时代的到来。生活在文明法治的时代需违法必究。不论是何人犯法，都必须遵守法律的规则，受到法律的制裁。我们对美好生活的向往是历史的必然，其中就包括对文明法治的向往，如果因违法事出有因而不追究，只会放纵违法者，让他们以为违法成本很低，不需要为违法行为负责。网络空间不是法外之地，言论自由亦是有限度的，曾有某大学研究生发表危险言论而被追究法律责任海外之地亦不是法外之地，即使贪官逃到境外，我国追逃小组工作人员也会利用法律通过国际合作将其劝返或遣返回国投案。违法必究才会让社会群众内心产生安全感，生活在文明法治的时代才会让我们内心安乐。我想生活再有法可依有法必依，执法必严违法必究的文明法治时代。生活在这样的时代让群众能够安居乐业，创造自己的美好生活，为国家的富强民主和谐贡献自己的力量。年的我写下这一封信，希望年的你看到后，会想起一些事情，提醒自己生活的模样。我知道人越大越不堪，小时候我也写过一封给年后自己的信，信已经不见了，大致内容是，好好学习，孝敬父母，当上医生，有着美丽的梦想。可是在一路的前行中，我因为初中同学的欺凌自己的不敢发声，让我学业颓废。"}
{"text":"我想生活再有法可依有法必依，执法必严违法必究的文明法治时代。生活在这样的时代让群众能够安居乐业，创造自己的美好生活，为国家的富强民主和谐贡献自己的力量。年的我写下这一封信，希望年的你看到后，会想起一些事情，提醒自己生活的模样。我知道人越大越不堪，小时候我也写过一封给年后自己的信，信已经不见了，大致内容是，好好学习，孝敬父母，当上医生，有着美丽的梦想。可是在一路的前行中，我因为初中同学的欺凌自己的不敢发声，让我学业颓废。在经历完痛苦的初中，我中考失利，失去了可以改变每个贫穷家庭一生的机会，之后我听从家里长辈的意愿，读了职中幸运的是在职中我再也没有遇到欺凌，我结识了很多新的朋友，我由忠的感谢每个同学，是他们帮我在初中的阴影中拯救了出来。职中时我做到了对自己未来的承诺我好好学习，孝敬父母。就差未来有一份体面稳定的工作，毕业后天真的自己做了许多工作，有遇到对自己很好的老板，也有教会我做人不能太天真的上司，在社会混了几年，不靠任何关系的自己终于一塌糊涂，才意识到自己生活的多么失败。我对未来的热情已经给社会菱角磨平，我剩下的希望也只有明天可以吃饱一点。经历过许多事情许多工作，自己终于迎来了年的今天，在去面试的公交车上，我看到今年的高考题目，我眼眶湿润了。我想起多年前的自己，现在我决定发奋图强，努力工作这就是写给我年的自己。不知道未来这些时间我会经历什么，会改变什么。但是我知道每个时代都有自己的烦恼，未来的我帮不了现在的我，但是我希望未来的我看到现在这封信后。可以重新提醒自己是时候应该要为了自己的未来再写一封信了。二战期间战斗机防护，大多数的人提及保护战斗机最易中弹的部位之时，有位眼光独到的专家看到问题本质后提出要保护弹痕少的地方。事实如其所言。专家力排众议，独立思考，以其睿智的思想与独到的眼光探索常被忽略的毫末之处，透过表象究其本质，做出正确判断，令人叹服。独到的眼光是做出正确判断不可或缺的一点。昔日刘备礼贤下士，猥自枉屈，三顾诸葛亮于草庐之中，透过简陋的草庐与褴褛衣衫，洞察出一眼灵动的智慧源泉。以其绝妙角度察千古之贤士，凭其独到眼光择乱世之英才。而诸葛亦鞠躬尽瘁奉其余生匡复汉室，成一段青史美谈。正是刘备的犀利眼光与深刻见解使其距君王之冕更进一步。"}
{"text":"事实如其所言。专家力排众议，独立思考，以其睿智的思想与独到的眼光探索常被忽略的毫末之处，透过表象究其本质，做出正确判断，令人叹服。独到的眼光是做出正确判断不可或缺的一点。昔日刘备礼贤下士，猥自枉屈，三顾诸葛亮于草庐之中，透过简陋的草庐与褴褛衣衫，洞察出一眼灵动的智慧源泉。以其绝妙角度察千古之贤士，凭其独到眼光择乱世之英才。而诸葛亦鞠躬尽瘁奉其余生匡复汉室，成一段青史美谈。正是刘备的犀利眼光与深刻见解使其距君王之冕更进一步。由此，想要以明眸察其本质，应选择巧妙的观察角度，提出独到见解。高瞻远瞩的帝王慧眼独具，求贤若渴，匠心独运的工匠亦有远见，一丝不苟考究本质。我国古代匠人以其对本质的独到认识再次惊艳世界从唐三彩的浓墨重彩到宋汝窑的极简风格，巨大的外形改变并没有打断工匠对艺术本质的传承。如今故宫的柔光灯下，穿越千年仍泛着梦幻天青色的汝瓷，杯口烟雾般飘渺着柔和的光晕。十几层釉面之下，透射出匠人们对技艺本质的极致追求，用一双从不将就的手传承自然的恩赐，用最诚挚的心来感受技艺的本质，煅烧举世无双的国之瑰宝。古有国宝绵延历史光辉，今立贤者警醒沉睡巨龙。理智清醒的先生在乱世中的呐喊，似野火吞没麻木不仁。透析陈腐下的黑暗，洞察平静下的暗流翻涌，萤火般撕开黑夜。点亮时代的炬火，点亮孤寂的黑暗，点亮无知愚昧人心中尚未燃起的清醒与希望！这便是独立思考冷静辨析的魅力。静其心而观其质，以明眸探寻黑暗中的萤火。独到的眼光使克洛克发现快餐的商机创立风靡全球的麦当劳马云开创世纪商业传奇国之重器航天飞机航母战舰诞生于科学家对世界与科学关联的本质探求，穿越时空，祖冲之独立思考著九章算术，秦始皇洞察政局，奋六世余烈，终长策御宇成子孙帝王万世之业诗云心存猛虎，细嗅蔷薇。用睿智的思想独到的眼光发现事物本质，以明眸之善睐追其本溯其源，如此而已。遥远的记忆会褪去它的色彩，只留下朴实黑与白。以及，那让人难以忘怀的千言万语。然而，在那黑白的画面中，我却记不得什么金玉良言，只有那急促的铜锣声和那一语说来惭愧，时间的久远让黑白的记忆也变得模糊，无法记清那个人面容了。只知道，他是那种能完美融入人群而无法发现的普通人。"}
{"text":"用睿智的思想独到的眼光发现事物本质，以明眸之善睐追其本溯其源，如此而已。遥远的记忆会褪去它的色彩，只留下朴实黑与白。以及，那让人难以忘怀的千言万语。然而，在那黑白的画面中，我却记不得什么金玉良言，只有那急促的铜锣声和那一语说来惭愧，时间的久远让黑白的记忆也变得模糊，无法记清那个人面容了。只知道，他是那种能完美融入人群而无法发现的普通人。常言道玉不琢不成器，人不学不知义。在现代的观念里，只要努力的人，就会取得成功只要是经过精雕细琢的陶土，就会被制成精致的陶瓷。器的形成，从选材，设计，雕琢，道道工艺都是它必须深刻经历的，人也是如此。若是从第一步的选材便出了毛病，可怎么办？铁杵磨成针是无可置疑的，但后来也逐渐出现了木棍只能磨成牙签的说法。在拥挤的人潮中，无处不存在着优胜劣汰。当每个人都以努力而认真的心态去学习，进步，所谓的基础和底子，就会变得很重要，它意味着你的出发点在哪，你需要付出努力的多少。但现实告诉我们的是，往往有许多人不愿意去努力，从刚开始就放弃了自己，自暴自弃。而那些天赋异禀的人则由于受到鼓舞，一部分人骄傲自大，一部分人选择虚心请教脚踏实地。人的差距就是这样出现的，从成器的第一步就开始裂开，像苍天古树的树枝，缓慢而坚定的朝四周蔓延。有的人会抱怨自己的天分不够，将失败的理由总结为是先天性的缺失，认为那些取得成功的人只不过是基础好，底子好罢了。这类人是相当愚蠢的，他们总是看不到所有人都在努力，认识不到学如逆水行舟，不进则退的道理。一味的抱怨是没有用的，现在能做的只有比别人勤奋。在无尽的汗水之下，在没日没夜的努力之下，茫然的情绪是最容易产生的，这么努力是为了什么？人活着不是为了开心吗，何必如此累坏自己？这时候便该是意识到设计的必要性了，每个人擅长的领域不同，三百六十行行行出状元，应该选择自己适合并合理的方向，一旦选定，就可以摆脱那种茫然无措的情绪，之后便坚定的朝那个方向迈步，一步一个脚印，永不回头。在这条路上，将会遇见很多人，发生很多事，或者难过，或者欢乐。在经历该经历的同时，就是正在雕琢自己。"}
{"text":"人活着不是为了开心吗，何必如此累坏自己？这时候便该是意识到设计的必要性了，每个人擅长的领域不同，三百六十行行行出状元，应该选择自己适合并合理的方向，一旦选定，就可以摆脱那种茫然无措的情绪，之后便坚定的朝那个方向迈步，一步一个脚印，永不回头。在这条路上，将会遇见很多人，发生很多事，或者难过，或者欢乐。在经历该经历的同时，就是正在雕琢自己。将坏的腐烂的地方义无反顾的削剪掉，把更多的时间和精力让给其他地方去生长。这或许也是许多人热爱插花的原因吧，总要经过很多磨练以及失败，才能够渐渐成长，并且不会长歪。成器由你来定义。当你终于能够远远看见理想中的自己，而不再是模糊不清的背影时当你的意志逐渐稳重，而不再是紧张无措的停留时当你意识到人无完人，而你的进步空间是无穷无尽时。我便能够温和的笑着对你说恭喜你成为一根精致的牙签。佛说，人有八苦谓之生老病死怨憎会爱别离求不得，五取蕴。我们需要自己想要的，谓之求不得，而我们被他人需要在方方面面，或是一道难题，或是一个重物的搬运，或是心灵的空虚。万般带不走，唯有业随身。我们受业之于需要，造业之于被需要。从某种意义上，我们被需要，也是我们的一种需要。临近中考，心情愈加烦躁。并不是烦躁中考，而是烦躁一个问题我被谁需要？我真正想要的又是什么？我的价值是什么？我语文不错，能给同学解答疑惑，但班里学霸比我更好，而同学也更喜欢听她讲。平日看的书杂，任何话题都能说上一两句，有时还能说出他们不懂的地方，但每每到了口若悬河之时，却被他们打断，叫我离开。对我的话语甚至是我这个人产生了极大的厌恶。我被谁需要？求不得。父母最近嘴边挂的总是好好学习，一定要考上一中。之类的话语。不胜其烦，捂了耳朵，又招来一顿说教，为了你好云云。从触摸诸子百家的那一刻起，我就讲身心都托付给了为往圣继绝学，立志为天地立心，为生民立命，若是可以，还想为万世开太平。本身有点厌恶应试的我，更加厌恶它了，所以对中考一类的东西，或多或少有些嗤之以鼻。但若要实现我的梦想，走上教育工的道路，又必须上个好高中，上个好大学，这种必须比他人更强烈。我的梦想何去何从？五取蕴。"}
{"text":"之类的话语。不胜其烦，捂了耳朵，又招来一顿说教，为了你好云云。从触摸诸子百家的那一刻起，我就讲身心都托付给了为往圣继绝学，立志为天地立心，为生民立命，若是可以，还想为万世开太平。本身有点厌恶应试的我，更加厌恶它了，所以对中考一类的东西，或多或少有些嗤之以鼻。但若要实现我的梦想，走上教育工的道路，又必须上个好高中，上个好大学，这种必须比他人更强烈。我的梦想何去何从？五取蕴。需要与被需要都无法满足，我不禁怀疑起我自己的价值，想要询问，又怕被讥讽就你个矮丑搓还想谈价值？星爷曾在少林足球里说过人要是没有了目标，那跟咸鱼有什么区别。我似乎处于咸鱼与鲜鱼之间，意识形态是那般不稳定。身无半亩，心忧天下的我活得又像个咸鱼，总有人爱吃，但还是比爱吃鲜鱼的人少。在夏花与秋叶之间，我选择生如夏花，死如夏花。我就像那三季人般，只知春之鲜活，秋之寂静，夏之绚烂，毫不知冬之蕴藏，将自己的需要藏起，满足他人的需要。何人赠我切梦刀，从此替爷征。何人赠我酒一壶，以了却平生。何人赠我佛牒剑，斩去随身业。何人赠我文凭证，为生民立命。但，赠我切梦刀，酒一壶，佛牒剑又如何？我还是会舍弃，即使求不得，五取蕴，我还是要去满足他人的被需要，因为，这也是我的需要，我的价值所在。薰莸不同器而藏，尧桀不同国而治，以其类异也。――题记透过玻璃看向窗外的我，眼里印着的是这沉闷的天空，压入屋顶的沉云，和攀上窗沿的初夏里生出嫩芽的翠竹刀叶。水泥钢筋筑起的屋檐起伏，闷热的天气却无法带来一丝丝清风，竹叶静止在半空中，找不到飘摇的乐趣，却不见其低垂，刀状的尖叶，似是在等一阵风轻扬后，要肃杀这世间所有的魑魅魍魉。我提笔时刻，脑海中闪过无数次，这几年来眼前我握住笔杆的这只手，从一年四季里走来的不是这凡偶近器，而是心中始终坚信大器晚成的我。昨天坐在教室里和同学们一起念诵着工欲善其事，必先利其器。后的相视一笑，今日我怀抱这些年来的些许才器，想着来年我将要浴血奋战，我心中悄然告诉自己积厚成器，来年胜负可决，是何等才器，再待他人评说。暮然回首，白驹过隙，心中难免有所感叹，却少不了对来年终要为决定命运而战的恐惧和紧迫之感。昨日黄昏我抬头时分，发现自己俨然已是一名高三学子，再也没了再娇惯，再哭泣和不努力的机会了。"}
{"text":"昨天坐在教室里和同学们一起念诵着工欲善其事，必先利其器。后的相视一笑，今日我怀抱这些年来的些许才器，想着来年我将要浴血奋战，我心中悄然告诉自己积厚成器，来年胜负可决，是何等才器，再待他人评说。暮然回首，白驹过隙，心中难免有所感叹，却少不了对来年终要为决定命运而战的恐惧和紧迫之感。昨日黄昏我抬头时分，发现自己俨然已是一名高三学子，再也没了再娇惯，再哭泣和不努力的机会了。有人拍拍我的肩膀，他说这肩膀不再稚嫩了我愣愣神，半晌，听见自己的胸腔中流露出声音溢过咽喉，回答道欲带王冠，必承其重。可像是说给自己听的，那人已经走远了。这两年来，多少人匆匆走过，前日去战场的他们，大手一挥，似是气量非凡，可是那些睡不过六小时的日夜里，万众学子深夜明亮的书案上，堆积着无数对未来的憧憬和青春的无限坚持。从前幻想着这样的生活，如今终是近在咫尺了，反倒我投鼠忌器地忍不住想要开始逃避起来，但我怎能服输。曾经我坚信每个人生来便是上根大器，梦想自己可以成为清庙之器，我怎么因这生命里的八十分之一之苦而忘记初心。在我生活的这个群体里，每个人都洋溢着无比青春的恬静笑容走着各自的阳光道，在独木桥前偶有徘徊，却寻得苦中作乐的要领，一路上都是充斥着欢声笑语，我辈怎堪为凡偶近器。再一年，我辈成人，涌入社会，怀才抱器，实现自己曾经年少憧憬的生活，国家随才器使，我们各安其职。时光荏苒，我们看过时间妍蚩，懂得了薰莸不同器，懂得了那些不器之器是我们无法企及的，可不忘初心，才能方得始终，泱泱大国之发展，无论是于不器之器还是凡偶近器而言，都是每一份子的付出与坚持。国抱不器之器，成乎有用之用，这便是我自幼成长而来，见过国家之发展的原因。我们与祖国共同成长，中国梦开始的时候，祖国不再投鼠忌器，决定大干一场，出陈推新，改头换面。薰莸不同器，妍蚩不共存，这样的梦想，在我辈与祖国共进步的时代亦或是子子孙孙的未来，将得以实现，而我们以及先辈么么算不算称得上大器晚成？窗口有风鼓动，翠竹摇摆着，竹叶飘叶，我的眼中闪现的是刀光剑影，斩断魑魅魍魉之景，耳畔萦绕的是昨日工欲善其事，必先利其器的吾辈发声。祖国为器，吾辈为薰！我在哪里，我存在的意义是为了什么？每天重复着进食休眠，重复着枯燥的学习工作看似多姿多彩的人生却有一种压抑的灰笼罩着，不知何时我们在茫茫人海中迷失了自我我们为谁而活？"}
{"text":"薰莸不同器，妍蚩不共存，这样的梦想，在我辈与祖国共进步的时代亦或是子子孙孙的未来，将得以实现，而我们以及先辈么么算不算称得上大器晚成？窗口有风鼓动，翠竹摇摆着，竹叶飘叶，我的眼中闪现的是刀光剑影，斩断魑魅魍魉之景，耳畔萦绕的是昨日工欲善其事，必先利其器的吾辈发声。祖国为器，吾辈为薰！我在哪里，我存在的意义是为了什么？每天重复着进食休眠，重复着枯燥的学习工作看似多姿多彩的人生却有一种压抑的灰笼罩着，不知何时我们在茫茫人海中迷失了自我我们为谁而活？为了父母？为了自己？为了他人？这些答案都好像来自同一个源头为了被需要。它像是在漫天海雾里的一座灯塔，瞬间就让我们有了追逐的方向。我们为了父母，活成了一个好孩子为了自己活出了一个好人生为了他人活成一个负责任的好人。于是乎每个灵魂就有了归宿，纷纷扑向那些炽热光芒每个灵魂都有自己的意识，想要融入自己心中的那团光。可是光并不是来者不拒的，它精挑细选像是顾客挑选自己喜欢的商品一样只挑选契合自己的灵魂。那些被剩下的灵魂看了看身前那触手可及却又遥不可及的光芒，转身继续在海雾里游荡融入了光团的灵魂立刻就被温暖包围着，他发现眼前世界的色彩似乎比原来的更加斑斓。它们的灵体因高度兴奋而颤抖着，它们在高空上不断翻飞俯冲，它们迫不及待想要探寻眼前世界的每个角落。身后一个个灵魂不断冲破光壁，充斥着整团光在海雾上游荡的灵魂羡慕地看着光团里翻飞的影子，决心去染上与光团契合的颜色。它小心翼翼地在海雾里寻找着，生怕迷失了回去的方向。它听前辈们说远方有一个荒废的灯塔，哪里应该有它需要的颜色，不过路途遥远，很容易就迷失在茫茫海雾中。所以它每走一段路就撕下自己的一点灵魂之火作为路标，直到回头只能看见一点微光就再撕下来一点一点一点一点，串成了一条长长的线在它伤痕累累之际，它终于到达了自己目地的荒废的灯塔。灯塔上那微微光团似乎感应到了灵魂的存在，它用尽力气释放出耀眼光芒！那一刻，如同白昼，四周的海雾急速退散。但也只有一瞬间，光芒便迅速地黯淡了下来灵魂飘向塔顶，看着那微弱的小光团，它被刚才的一幕震撼的久久不能平静，想起了那些在光团里翻飞的影子，它放下了采集色彩的手臂，飞身融入了光团里面成为一道影子。"}
