{"text":"既有了生魂入冥的阳无常，便以阴无常来称职务相似而并非生魂的死有分了。做目连戏和迎神赛会虽说是祷祈，同时也等于娱乐，扮演出来的应该是阴差，而普通状态太无趣，无所谓扮演，不如奇特些好，于是就将那一个无常的衣装给他穿上了自然原也没有知道得很清楚。然而从此也更传讹下去。所以南京人和我之所谓活无常，是阴差而穿着死有分的衣冠，顶着真的活无常的名号，大背经典，荒谬得很的。不知海内博雅君子，以为如何？我本来并不准备做什么，只想寻几张旧画像来做插图，不料目的不达，便变成一面比较，剪贴，一面乱发议论了。那一点本文或作或辍地几乎做了一年，这一点也或作或辍地几乎做了两个月。天热如此，汗流浃背，是亦不可以已乎爰为结。一九二七年七月十一日，写完于广州东堤寓楼之西窗下。故事新编本书收一九二二年至一九三五年所作小说八篇。一九三六年一月由上海文化生活出版社初版，列为所编的文学丛刊之一。这一本很小的集子，从开手写起到编成，经过的日子却可以算得很长久了足足有十三年。第一篇补天――原先题作不周山――还是一九二二年的冬天写成的。那时的意见，是想从古代和现代都采取题材，来做短篇小说，不周山便是取了女娲炼石补天的神话，动手试作的第一篇。首先，是很认真的，虽然也不过取了弗罗特说来解释创造――人和文学的――的缘起。不记得怎么一来，中途停了笔，去看日报了，不幸正看见了谁――现在忘记了名字――的对于汪静之君的蕙的风的批评，他说要含泪哀求，请青年不要再写这样的文字。这可怜的阴险使我感到滑稽，当再写小说时，就无论如何，止不住有一个古衣冠的小丈夫，在女娲的两腿之间出现了。这就是从认真陷入了油滑的开端。油滑是创作的大敌，我对于自己很不满。我决计不再写这样的小说，当编印呐喊时，便将它附在卷末，算是一个开始，也就是一个收场。这时我们的批评家成仿吾先生正在创造社门口的灵魂的冒险的旗子底下抡板斧。他以庸俗的罪名，几斧砍杀了呐喊，只推不周山为佳作，――自然也仍有不好的地方。坦白的说罢，这就是使我不但不能心服，而轻视了这位勇士的原因。"}
{"text":"油滑是创作的大敌，我对于自己很不满。我决计不再写这样的小说，当编印呐喊时，便将它附在卷末，算是一个开始，也就是一个收场。这时我们的批评家成仿吾先生正在创造社门口的灵魂的冒险的旗子底下抡板斧。他以庸俗的罪名，几斧砍杀了呐喊，只推不周山为佳作，――自然也仍有不好的地方。坦白的说罢，这就是使我不但不能心服，而轻视了这位勇士的原因。我是不薄庸俗，也自甘庸俗的对于历史小说，则以为博考文献，言必有据者，纵使有人讥为教授小说，其实是很难组织之作，至于只取一点因由，随意点染，铺成一篇，倒无需怎样的手腕况且如鱼饮水，冷暖自知，用庸俗的话来说，就是自家有病自家知罢不周山的后半是很草率的，决不能称为佳作。倘使读者相信了这冒险家的话，一定自误，而我也成了误人，于是当呐喊印行第二版时，即将这一篇删除向这位魂灵回敬了当头一棒――我的集子里，只剩着庸俗在跋扈了。直到一九二六年的秋天，一个人住在厦门的石屋里，对着大海，翻着古书，四近无生人气，心里空空洞洞。而北京的未名社，却不绝的来信，催促杂志的文章。这时我不愿意想到目前于是回忆在心里出土了，写了十篇朝华夕拾并且仍旧拾取古代的传说之类，预备足成八则故事新编。但刚写了奔月和铸剑――发表的那时题为眉间尺，――我便奔向广州，这事就又完全搁起了。后来虽然偶尔得到一点题材，作一段速写，却一向不加整理。现在才总算编成了一本书。其中也还是速写居多，不足称为文学概论之所谓小说。叙事有时也有一点旧书上的根据，有时却不过信口开河。而且因为自己的对于古人，不及对于今人的诚敬，所以仍不免时有油滑之处。过了十三年，依然并无长进，看起来真也是无非不周山之流不过并没有将古人写得更死，却也许暂时还有存在的余地的罢。一九三五年十二月二十六日，。弗罗特说弗罗特，参看本卷第页注。这里所说的弗罗特说，即指弗洛伊德的精神分析学说。对这种学说，虽曾一度注意过，受过它的若干影响，但后来是采取怀疑和批判的态度的在一九三三年所作听说梦收入南腔北调集中，他曾批评过这种学说。指胡梦华对汪静之的诗集蕙的风的批评。"}
{"text":"一九三五年十二月二十六日，。弗罗特说弗罗特，参看本卷第页注。这里所说的弗罗特说，即指弗洛伊德的精神分析学说。对这种学说，虽曾一度注意过，受过它的若干影响，但后来是采取怀疑和批判的态度的在一九三三年所作听说梦收入南腔北调集中，他曾批评过这种学说。指胡梦华对汪静之的诗集蕙的风的批评。蕙的风于一九二二年八月由上海亚东图书馆出版后，南京东南大学学生胡梦华在同年十月二十四日上海时事新报学灯发表一篇读了蕙的风以后，攻击其中某些爱情诗是堕落轻薄的作品，有不道德的嫌疑。曾对胡文进行过批评。参看热风反对含泪的批评家。成仿吾湖南新化人，五四时期著名文学团体创造社主要成员之一，文学评论家。约在一九二五年五卅运动后，他开始倾向革命。一九二七年至一九二八年间曾同郭沫若等发起革命文学运动后进入革命根据地，参加二万五千里长征，长期从事革命教育工作。的呐喊出版后不久，成仿吾曾在创造季刊第二卷第二期一九二四年二月发表呐喊的评论一文，从他当时的文学见解出发，认为呐喊中的狂人日记孔乙己药阿正传等都是浅薄庸俗的自然主义作品，只有不周山一篇，虽然也还有不能令人满足的地方，却是表示要进而入纯文艺的宫庭的杰作。成仿吾在这篇评论里，曾引用法国作家法朗士在文学生活一书中所说文学批评是灵魂在杰作中的冒险这句话说假使批评是灵魂的冒险啊，这呐喊的雄声，不是值得使灵魂去试一冒险？呐喊印行第二版一九三年一月呐喊第十三次印刷时，将不周山篇抽出，因为篇目与过去印行者不同，成为一种新的版本，所以这里称为第二版。厦门的石屋指在厦门大学任教时居住的集美楼。未名社文学团体，一九二五年成立于北京，主要成员有韦素园曹靖华李霁野台静农韦丛芜等。一九三一年解散。该社注重介绍外国文学，特别是俄国和苏联文学，并编印未名半月刊和未名丛刊未名新集等。汤汤洪水方割，浩浩怀山襄陵语出尚书尧典汤汤洪水方割，荡荡怀山襄陵，浩浩滔天。汉代孔安国注割，害也。怀，包襄，上也。意思是说洪水为害，浩浩荡荡地包围着山并且淹上了部分的丘陵。"}
{"text":"未名社文学团体，一九二五年成立于北京，主要成员有韦素园曹靖华李霁野台静农韦丛芜等。一九三一年解散。该社注重介绍外国文学，特别是俄国和苏联文学，并编印未名半月刊和未名丛刊未名新集等。汤汤洪水方割，浩浩怀山襄陵语出尚书尧典汤汤洪水方割，荡荡怀山襄陵，浩浩滔天。汉代孔安国注割，害也。怀，包襄，上也。意思是说洪水为害，浩浩荡荡地包围着山并且淹上了部分的丘陵。舜我国古代传说中的帝王。号有虞氏，通虫虞舜。相传尧时洪水汜滥，舜继位后，命禹治水，才将水患平息。关于鲧治水的故事，史记夏本纪中有如下记载当帝尧之时，鸿水滔天，浩浩怀山襄陵，下民其忧。尧求能治水者群臣四岳皆曰鲧可。于是尧听四岳，用鲧治水。九年而水不息，功用不成。于是帝尧乃求人，更得舜。舜登用，摄行天子之政，巡狩，行视鲧之治水无状，乃殛鲧于羽山以死。天下皆以舜之诛为是。按殛通常解作诛的意思，但尚书舜典孔颖达疏则以为流放窜殛俱是流徙照这说法，则鲧是被流放到羽山后死在那里的。禹我国古代的治水英雄，夏朝的建立者。史记夏本纪说禹名曰文命，在他的父亲鲧被殛以后，奉命治水尧崩，帝舜问四岳曰有能成美尧之事按即治水之事者，使居官。皆曰伯禹为司空，可成美尧之功。舜曰嗟，然！命禹女汝平水土，维是勉之！禹拜稽首，让于契后稷皋陶。舜曰女其往视尔事矣！关于他治水事迹的传说，在尚书孟子及其他先秦古籍中多有记述。本篇作为插曲所写的聚集在文化山上的学者们的活动，是对一九三二年十月北平文教界江瀚刘复徐炳昶马衡等三十余人向国民党政府建议明定北平为文化城一事的讽刺。那时日本帝国主义已经侵占我国东北，华北也正在危殆中国民党政府实行投降卖国政策，抛弃东北之后，又准备从华北撤退，已开始准备把可以卖钱的古文物从北平搬到南京。江瀚等想阻止古文物南移，可是他们竟以当时北平在政治和军事上都没有重要性为理由，提出请国民党政府从北平撤除军备，把它划为一个不设防的文化区域的极为荒谬的主张。他们在意见书中说，北平有很多珍贵文物，它们都是国家命脉，国民精神寄托之所在是断断不可以牺牲的。"}
{"text":"那时日本帝国主义已经侵占我国东北，华北也正在危殆中国民党政府实行投降卖国政策，抛弃东北之后，又准备从华北撤退，已开始准备把可以卖钱的古文物从北平搬到南京。江瀚等想阻止古文物南移，可是他们竟以当时北平在政治和军事上都没有重要性为理由，提出请国民党政府从北平撤除军备，把它划为一个不设防的文化区域的极为荒谬的主张。他们在意见书中说，北平有很多珍贵文物，它们都是国家命脉，国民精神寄托之所在是断断不可以牺牲的。又说因为北平有种种文化设备，所以全国各种学问的专门学者，大多荟萃在北平一旦把北平所有种种文化设备都挪开，这些学者们当然不免要随着星散。要求政府明定北平为文化城，将一切军事设备，挪往保定。见一九三二年十月六日北平世界日报这实际上适应了日本帝国主义侵略的需要，同国民党政府投降卖国政策的理论如出一辙。当时国民党政府虽未公开定北平为文化城，但后来终于拱手把它让给了日本帝国主义，古文物的大部分则在一九三三年初分批运往南京。在九一八后至他逝世之间，曾写过不少杂文揭露国民党政府的投降卖国主义，对所谓文化城的主张也在当时的一篇杂文里讽刺过参看伪自由书崇实。本篇在文化山的插曲中所讽刺的就是江瀚等的呈文中所反映的那种荒谬言论，其中几个所谓学者，是以当时文化界一些具有代表性的人物为模型的。例如一个拿拄杖的学者，是暗指优生学家潘光旦。潘曾根据一些官僚地主家族的家谱来解释遗传，著有明清两代嘉兴的望族等书他的这种学说和欧美国家某些资产阶级学者关于人种的学说是同一类东西。又如鸟头先生，是暗指考据学家顾颉刚，他曾据说文解字对鲧字和禹字的解释，说鲧是鱼，禹是蜥蜴之类的虫见古史辨第一册六三一一九页。鸟头这名字即从顾字而来据说文解字，顾字从页雇声，雇是鸟名，页本义是头。顾颉刚曾在北京大学研究所歌谣研究会工作，搜集苏州歌谣，出版过一册吴歌甲集，所以下文说鸟头先生另去搜集民间的曲子了。奇肱国见山海经海外西经奇肱之国，在其北，其人一臂三目，有阴有阳，乘文马。郭璞注其人善为机巧，以取百禽，能作飞车，从风远行。古貌林英语的音译，意为早安。好杜有图英语的音译，意为你好。"}
{"text":"鸟头这名字即从顾字而来据说文解字，顾字从页雇声，雇是鸟名，页本义是头。顾颉刚曾在北京大学研究所歌谣研究会工作，搜集苏州歌谣，出版过一册吴歌甲集，所以下文说鸟头先生另去搜集民间的曲子了。奇肱国见山海经海外西经奇肱之国，在其北，其人一臂三目，有阴有阳，乘文马。郭璞注其人善为机巧，以取百禽，能作飞车，从风远行。古貌林英语的音译，意为早安。好杜有图英语的音译，意为你好。美国式的英语对啦。太上皇指舜的父亲瞽叟。史记五帝本纪说虞舜者名曰重华重华父曰瞽叟。舜父瞽叟顽。顽是愚妄无知的意思。尚书大禹谟孔氏传有舜能以至诚感顽父，使其信顺的话。禺说文解字禺，母猴属。清代段玉裁注引郭璞山海经注说禺似猕猴而大，赤目长尾。据说文，禹字笔画较禺字简单，所以这里说禹是禺的简笔字。皋陶传说是舜的臣子。尚书舜典帝曰皋陶，蛮夷猾夏，寇贼奸宄，汝作士。士，真管狱讼的官。按一九二七年在广州时，顾颉刚曾于七月中由杭州致书，说在文字上侵害了他，拟于九月中回粤后提起诉讼，听候法律解决。要暂勿离粤，以俟开审。当时答复他请即就近在浙起诉，尔时仆必到杭，以负应负之责。这里鸟头先生与乡下人的对话，隐指此事。参看三闲集答顾颉刚教授令候审。简放古代君主任命高级官员。简指授官的简册。在清代则称由特旨任命道府以上外官为简放。从冀州启节尚书禹贡叙禹别九州，首举冀州。孔颖达疏冀州，尧所都也。诸州冀为其先，治水先从冀起。又史记夏本纪也说禹行自冀州始。按冀州为古九州之一，约相当于现在的河北山西二省及河南山东黄河以北地区。尧都平阳今山西临汾，在冀州境内，故下文又说冀州的帝都。启节，指旧时高级官员启程出发。节，古代使者及特派官员出行时所持的信物。神农本草是我国最古的记载药物的专书。其成书年代不可确考，当是秦汉间人托神农之名而作。维他命维他命是的音译，现在通称维生素。但并未发现维他命。"}
{"text":"又史记夏本纪也说禹行自冀州始。按冀州为古九州之一，约相当于现在的河北山西二省及河南山东黄河以北地区。尧都平阳今山西临汾，在冀州境内，故下文又说冀州的帝都。启节，指旧时高级官员启程出发。节，古代使者及特派官员出行时所持的信物。神农本草是我国最古的记载药物的专书。其成书年代不可确考，当是秦汉间人托神农之名而作。维他命维他命是的音译，现在通称维生素。但并未发现维他命。下文的瘰疬病，中医病名，主要指颈部淋巴结核一类疾病而因缺碘所致的甲状腺肿大俗虫大脖子叫瘿，不叫瘰疬。这里是讽刺当时一些所谓学者的无知妄说。伏羲朝小品文学家的这段话，是对当时林语堂一派人提倡的所谓语录体小品文的模拟林语堂主张的所谓语录体，用他自己的话来说，是文言中不避俚语，白话中多放之乎见论语第三十期答周劭论语录体写法，基本上还是文言。这是一种变相的复古主义。其次，这段话中的见一少年，口衔雪茄，面有蚩尤氏之雾，是影射林语堂丑化进步青年的谰言林语堂在他的游杭再记中有见有二青年，口里含一枝苏俄香烟，手里夹一本什么斯基的译本这样的话。蚩尤是传说中我国九黎族的首领，相传他和黄帝作战时，施放大雾，后为黄帝所擒杀由于民族偏见，旧日史书把他描写成非常凶恶的怪物。因此，蚩尤的名字也常被过去统治阶级用来形容他们所认为的凶恶的人。一九二六年，北洋军阀吴佩孚为了讨赤，曾经异想天开地拿蚩尤来比拟赤化，胡说草昧初开，部落时代，蚩尤肆虐，彼时无所谓法制，无所谓伦纪，殆与赤化无异见一九二六年七月十一日北京晨报。他还说，查得蚩尤是赤化的始祖，因蚩和赤同音，蚩尤即赤化之尤云云。参看华盖集续编马上支日记及其有关注。贝壳上古用贝壳为货币。庭燎庭院中照明的火酒。诗经小雅庭燎孔颖达疏庭燎者，树之于庭，燎之为明，是烛之大者。虎贲勇士，即下文所说的卫兵们。尚书牧誓虎贲三百人。孔颖达疏说，称为虎贲，是形容他们若虎之贲奔走逐兽，言其猛也。伏羲八卦体伏羲，我国古代传说中的帝王。相传他曾画八卦。周易系辞传说古者包牺氏即伏羲之王天下也，仰则观象于天，俯则观法于地，观鸟兽之文与地之宜，近取诸身，远取诸物，于是始作八卦。"}
{"text":"贝壳上古用贝壳为货币。庭燎庭院中照明的火酒。诗经小雅庭燎孔颖达疏庭燎者，树之于庭，燎之为明，是烛之大者。虎贲勇士，即下文所说的卫兵们。尚书牧誓虎贲三百人。孔颖达疏说，称为虎贲，是形容他们若虎之贲奔走逐兽，言其猛也。伏羲八卦体伏羲，我国古代传说中的帝王。相传他曾画八卦。周易系辞传说古者包牺氏即伏羲之王天下也，仰则观象于天，俯则观法于地，观鸟兽之文与地之宜，近取诸身，远取诸物，于是始作八卦。仓颉鬼哭体仓颉，一作苍颉，相传他是黄帝的史官，最初创造文字的人。淮南子本经训中记有关于苍颉的一种传说昔者苍颉作书而天雨粟，鬼夜哭。挂冠归隐后汉书逢萌传载王莽时逢萌为了避祸，即解冠挂东都城门而去。后人因此称辞官为挂冠。禹过家门不入，见孟子滕文公禹八年于外，三过其门而不入。又史记夏本纪禹劳身焦思，居外十三年，过家门不敢入。忘八乌龟的俗虫。古代传说鲧死后化为三足鳖。参看本篇注。鹤膝风中医病名，结核性关节炎的一种。战国时楚国人尸佼所著的尸子中记有禹生偏枯之疾的传说禹疏河决江，十年未阚其家，手不爪，胫不毛，生偏枯之疾，步不相过。女隗左传中狄人之女多姓隗，如叔隗季隗等。又史记匈奴列传说匈奴，其先祖夏后氏夏禹之苗裔也。匈奴就是春秋时的狄人。本篇中女隗这个人名，大概是根据这类记载而虚拟出来的。莎士比亚sp，―欧洲文艺复兴时期英国戏剧家诗人，著有剧本仲夏夜之梦罗密欧与朱丽叶哈姆雷特等三十七种。现代评论派陈西滢徐志摩等经常标榜只有他们懂得莎士比亚，如陈西滢在一九二五年十月二十一日晨报副刊发表的听琴中说不爱莎士比亚你就是傻子。徐志摩在同月二十六日晨报副刊发表的汉姆雷德与留学生中说，去过大英国的留学生才能讲他的莎士比亚，别人不配插嘴。稍后的第三种人杜衡在一九三四年六月文艺风景创刊号发表莎剧凯撒传里所表现的群众一文，也借评莎士比亚来诬蔑人民群众没有理性，没有明确的利害观念等等。本篇中这个大员从愚民忽然拉扯到莎士比亚，是对陈杜这类人的讽刺。"}
{"text":"徐志摩在同月二十六日晨报副刊发表的汉姆雷德与留学生中说，去过大英国的留学生才能讲他的莎士比亚，别人不配插嘴。稍后的第三种人杜衡在一九三四年六月文艺风景创刊号发表莎剧凯撒传里所表现的群众一文，也借评莎士比亚来诬蔑人民群众没有理性，没有明确的利害观念等等。本篇中这个大员从愚民忽然拉扯到莎士比亚，是对陈杜这类人的讽刺。湮鲧用的治水方法。尚书洪范我闻在昔，鲧洪水。湮，填塞。导，是禹用的治水方法，国语周语伯禹念前之非度，改制量，高高下下，疏川导滞。导，疏通。息壤传说中一种能够自己生长，永不耗减的土壤。山海经海内经洪水滔天，鲧窃帝之息壤以湮洪水，不待帝命帝令祝融杀鲧于羽郊。郭璞注息壤者，言土自长息无限，故可以塞洪水也。干父之蛊语见周易蛊初六干父之蛊，有子，考无咎。三国时魏国王弼注干父之事，能承先轨，堪其任者也。后称儿子能完成父亲所未竟的事业，因而掩盖了父亲的过错为干蛊。摩登英语的音译，原意为现代，这里是时髦的意思。这是古代关于鲧的一种传说。左传昭公七年昔尧殛鲧于羽山，其神化为黄熊，以入于羽渊。唐代陆德明释文黄熊，音雄，兽名。亦作能，如字，一音奴来反，三足鳖也。能，一写作熊。史记夏本纪替代张守节正义说鲧之羽山，化为黄熊，入于羽渊。熊，音乃来反，下三点为三足也。束晰发蒙记云鳖三足曰熊。禹化为熊的传说，见清代马X绎史卷十二引随巢子禹治洪水，通辕山，化为熊。按随巢子，战国时墨翟弟子，著随巢子六篇，清代马国翰玉函山房辑佚书内有辑文一卷。禹捉无支祁的传说，见替代李公佐古岳渎经禹理水，三至桐柏山，惊风走雷，石号木鸣，五伯拥川，天老肃兵，不能兴。禹怒，召集百灵，搜命夔龙。桐柏千君长稽首请命。乃获淮涡水神，名无支祁，善应对言语，辨江淮之浅深，原隰之远近。形若猿猴，缩鼻高额，青躯白首，金目雪牙。颈伸百尺，力逾九象，搏击腾踔疾奔，轻利倏忽，闻视不可久。颈大索，鼻穿金铃，徙淮阴之龟山之足下。俾淮水永安流注海也。"}
