{"text":"古时皇帝拥有宽广的胸怀，可以良政，换到今天仍然如此。新中国以开放包容的目光展望全世界，得到了全世界的尊重。几十年来，中国经济飞速发展，政治和文化水平同步提高，今天每一个中国人民的和谐幸福生活都与开放包容的新中国紧紧相连。国家相信人民，人民也相信国家，于是欣欣向荣。反观如今种族矛盾日益激化的美国，频繁爆发示威游行让本就不乐观的疫情形势雪上加霜。人民内部矛盾尖锐，统治阶级更是脱离人民群众，于是社会动荡。但是国家富强从来都不是某一个人或某一些人的事，是在座的我们参与的事，是全体人民共同参与的事。一个美丽富强文明和谐的花园国家，需要每一个开放包容满怀信心的我们来共同建设。今年是己未年，也是民国年，说起来，我们喊着民主共和的口号已经十几年了，十几年了！可是呢，今年的巴黎和会上，我们之前一直认为的所谓优秀的，文明的西方，我们贯彻的民主共和，我们付出的鲜血的回报，我们应有的权利，他们现在在哪？！遗憾的很，一切的一切，无论我们如何以为自己是天朝上邦，无论我们如何以为我们可以挺直腰板，可他们允许吗？那些身着贵服的两足动物允许吗？！我们为什么要他们来允许呢！！！一如今年是己未年，我们，可是被当做了豢养的肥羊啊！他们从我们丰饶的土地上割去羊毛，如今我们要求返还这一切时，他们只是残忍的继续剥下皮来，从一个屠夫手中，交移到了另一个屠夫手上，如此，我们还要面对着血淋淋的事实吞忍？如此，我们还要面对着百口莫辩的迫害平息？站起来！站起来啊！！面对刀俎，不过只是鲜血淋漓！！！听！九州的风雷涌动！！那是华夏青年的决心！祖国有多少的屈辱留下，青年就有多少的眼泪汪洋有多少血泪是和着我们同族中肮脏的心交出去的，就有多少颗心灵在煎熬的利刃下迷茫。我们要坚定我们的内心，更要我们要认清我们的真心，我们为何而荣？我们为何而耻？我们要以什么为荣？我们又要以什么为耻？现在诸君都应该有答案了，因为诸君都是华夏子女，诸君都是炎黄子孙！听！九州的风雷涌动！！那是华夏青年的咆哮！我们的鲜血奔腾在华夏的大地上，滚滚的江河就是我们的血脉我们的躯干伫立在华夏的天地间，莽莽的原野就是我们的胸膛。我们为什么要容忍屈辱书写在祖国的历史上？我们为什么不站出来当做中华的脊梁？我们要对损害我国利益的行为说不！我们要对这一切的不公说不！难道我们没有力量吗？"}
{"text":"我们要坚定我们的内心，更要我们要认清我们的真心，我们为何而荣？我们为何而耻？我们要以什么为荣？我们又要以什么为耻？现在诸君都应该有答案了，因为诸君都是华夏子女，诸君都是炎黄子孙！听！九州的风雷涌动！！那是华夏青年的咆哮！我们的鲜血奔腾在华夏的大地上，滚滚的江河就是我们的血脉我们的躯干伫立在华夏的天地间，莽莽的原野就是我们的胸膛。我们为什么要容忍屈辱书写在祖国的历史上？我们为什么不站出来当做中华的脊梁？我们要对损害我国利益的行为说不！我们要对这一切的不公说不！难道我们没有力量吗？同学们！请看看你的臂膀！难道我们没有决心吗？同学们！请轻触你的胸膛！难道我们没有尊严吗？同学们！请认清你的模样！一个人的声响可以振聋发聩，一个民族的声响可以撼动天下！所以，为尊严呐喊吧！为祖国咆哮吧！为公平流血吧！我们就应吼出公正的真理，我们就该站到该有的位置！我们现在就要对一切一切的压迫说不！不是过去！不是未来！没有妥协！没有退路！！我们就在当下站起来！！！走！走到门前去！走到街上去！走到心里去！走向不公去！把这一切在公正下揭露出来，把这一切都从谎言中挣脱出来，把这一切都从妥协中释放出来！我们的鲜血还滚烫，我们的力量还雄壮，我们的心中还有那么一块地方。是啊，诸君！除了脚下，还有什么地方值得我们受伤？听！九州的风雷涌动！！劈开了黑暗的远方夫人之生也，c世推移。固其中有勃然不可挹u者，明_忍N，英敏外l。M一r之R秀，集天地之`毓。用之t行，能安兆民而定社稷沃t藏，能主L流而景望。斯才之粹美，上下百代，不可多得。任世之君子也。君子不器，若必欲名之，喻以ζ鳌＿_t兼美，Ft善。古之明也。唯高才多jj而F，佥xo赫赫之光，亦若有必然者。抑⑷绱耍是有命e。固志士仁人不忮不求，o怨o尤。亦焉免於於心nr，M但r之不c，⑺雇了姑裰殷殷也，QQ在，L之歙歙唳于九皋，感草木之。而既柚於，有心之。唯冥心四唬x，⒑斡耳之c。噫其BQ川行，林簌停，斯但怡情自放，淡_N神。又安足比T胸中泊然不可磨缰猓英雄失路托足oT之悲。m空谷清[，U江琴。又安能叨名中散之砧，偷青目之。颓那娜欢不可得於知音，乃PP兮Le而自Q。若夫Y匣含而吟，意乃雇，御舛行。翩若@，C若[。"}
{"text":"固志士仁人不忮不求，o怨o尤。亦焉免於於心nr，M但r之不c，⑺雇了姑裰殷殷也，QQ在，L之歙歙唳于九皋，感草木之。而既柚於，有心之。唯冥心四唬x，⒑斡耳之c。噫其BQ川行，林簌停，斯但怡情自放，淡_N神。又安足比T胸中泊然不可磨缰猓英雄失路托足oT之悲。m空谷清[，U江琴。又安能叨名中散之砧，偷青目之。颓那娜欢不可得於知音，乃PP兮Le而自Q。若夫Y匣含而吟，意乃雇，御舛行。翩若@，C若[。明泓一瞥，紫青h。而Q翳，摩碧空，虎岸，舞虬。L木胬L，半h|半ξ鳌Ｆ浯蠡o形，FO。而吟於指，抒朗於神狻b情奔ィ有用之期倚天P矩，l芙蓉於胸臆。榷默聆，霜月冰骨，f[俱寂，CC有。可以Z殷重之素志，亦聊藉枯桑之秋选Ｎ以谕獬龌丶业穆飞希买了一份水煎包。提着袋子，骑着车子，在盛夏的林荫道上，慢慢悠悠享受黄昏时分的安谧。推着婴儿车的女人相约打球的少年和摇椅上的老爷爷，在这个再也普通不过的黄昏，让我有了一种幸福感。我自以为是一个喜欢悲剧浪漫的人，却每每在这简单的场景之中感受到无比的幸福和满足。我有一种这些人也许都是我忘记的家人的幻觉，而在这个幻觉的世界中，我们每个人都在活在这个巨大的家庭之中，每个人都承担着自己的一份职责，像是照顾幼儿努力读书或者享受人生的余晖。无数这样的人，构成了我们生活的世界。我在这其中扮演着什么角色呢？一想到这个问题，我的脑海中，安谧的画面就被无数的思绪冲击成了碎片慈祥的母亲一定有着一个幸福的家庭，就像每一个传统家庭一样，父亲早出晚归，而母亲照顾幼子卖瓜的老农，像是水里捞出来的一样，但仿佛习以为常，甚至偶尔会露出笑容，他一定有一个值得骄傲的果园穿着西服的男子，骑着格格不入的粉色电动车，着急的在车流中穿梭，他一定有一个需要他早点回家的妻子。而视野之外的，还有无穷无尽的类似场景准备手术的医生挥斥想象力的工程师守卫边疆的战士在这个每时每刻都在不断进行的世界之中，我在做什么？或者，对与尚未进入社会的我来说，我将会做什么？这个问题，我想过无数次。"}
{"text":"而视野之外的，还有无穷无尽的类似场景准备手术的医生挥斥想象力的工程师守卫边疆的战士在这个每时每刻都在不断进行的世界之中，我在做什么？或者，对与尚未进入社会的我来说，我将会做什么？这个问题，我想过无数次。我想我会进入大学继续深造我想我会遇到一个心仪的女孩儿我想我可能会经历各种各样的失败我想我会成为一名工程师我想我会有一个幸福的家庭我想我会骑着一个亮粉色的电动车穿梭在成都的街头或许，我可能会有一个果园子？我对我的未来充满憧憬，时常会迷失在自己构建的未来世界之中，并感到无比幸福。这也是我的理想，我的画卷也将会随着我的理想展开。数十年后，我将成为我幸福画卷中的一抹色彩，这也将是我人生中最为闪耀和平凡的仅属于我一人的画卷。世界如此缤纷，我的人生将围绕着我的理想我的幸福进行下去。我想，世界中的每个人都有自己的关键词，每个人都会围绕其展开或平淡或辉煌的人生。而这个关键词就在放学后买回家的一份水煎包中也说不定。收到了妈妈的书信，千歌的内心久久不能平静下来。长辈这个对于千歌来说又爱又恨的单词，一次一次冲击着她的耳膜。即使长到了这个年纪，长辈仿佛还是想要对待小孩子一样，成天在耳边唠唠叨叨。千歌啊，有没有什么心仪的大学？千歌啊，不要在学园偶像上花太多的时间。即使有一定的加分，也要把学校的东西学会啊！这些话听得千歌头皮发麻，如果说声音能有摩擦的话，估计耳朵早就磨起来层层厚厚的老茧。千歌不喜欢家里人的指教，但是出于尊重，千歌终于还是听了下来。或许是强压怒火，或许是抛开心中一千万个不愿意，她终于还是和家里人和和气气地生活了这么久。进入了叛逆期的千歌，偶尔也会对妈妈恶语相向，语气中充满了嫌家里人多管闲事的不耐烦。就在参加预选赛之前，和梨子隔着后巷的窗户相互交谈的时候。妈妈还悄悄地靠近了千歌，躲在后面偷听良久。和梨子道别之后，千歌就和妈妈吵了起来。然而妈妈没有像平常一样和千歌争论，倒是笑着听完千歌的抱怨。当时千歌像是一只河豚鱼一样气得鼓鼓的，但是有气没处撒。现在看来，自己还是太天真了。如果把妈妈看作一本书的话，自己肯定是那种只看完了序章就丢到书架上的孩子。"}
{"text":"就在参加预选赛之前，和梨子隔着后巷的窗户相互交谈的时候。妈妈还悄悄地靠近了千歌，躲在后面偷听良久。和梨子道别之后，千歌就和妈妈吵了起来。然而妈妈没有像平常一样和千歌争论，倒是笑着听完千歌的抱怨。当时千歌像是一只河豚鱼一样气得鼓鼓的，但是有气没处撒。现在看来，自己还是太天真了。如果把妈妈看作一本书的话，自己肯定是那种只看完了序章就丢到书架上的孩子。借着明亮的月光，千歌仿佛看到自己手中的那张信笺变得厚重起来，仿佛这一切就是妈妈的剪影，妈妈一生的剪影――经济危机中力挽狂澜的年轻的瘦弱女子，奔波忙碌之间留下的皱纹。自己的生活从来不是简简单单的随波逐流，而是要有追求的。虽然这个追求，并不是我的爱好，而是一种不得不承担的义务，即使我并不喜欢这项事业，甚至是讨厌。妈妈写下的话让自己很是感慨。想要幸福吗？就要把握住自己生活的命脉，做自己喜欢的事。妈妈总是这么说，那么你的目标是什么呢？不要让春雷来告诉你要做什么！妈妈这么写道。千歌感到自己的眼眶湿了。夜深人静，她静静地品尝着长辈这本书中的滋味，即使是重新看到这本书，也能看到很多很多。千歌准备像平常一样将书束之高阁，但是这次，她停了下来，转手将这本书摆在桌子上。马克思曾在毕业演讲时讲到，动物吃饭是为了活着，而人吃饭是为了更好的活着。人类能从万千生灵中脱颖而出，靠的不是强健的体魄，更不是出众的猎食能力。若要论这些的话，犀牛，猎豹等生物按理说将统治这个地球。然而他们并没有，反而人类却能傲立生物之林，何故？吾言，皆因劳动噫！若要说人类是因为智慧成为了佼佼者，那么人类的智慧是从哪里来的呢？是凭空产生的吗？是因为上帝佛陀的恩惠吗？凭空产生？哲学的思辩告诉我们巧妇难为无米之炊。那是上帝佛陀的恩惠吗？作为一位生活在社会主义国家的中国学生，皆应是一名无神论者，若真有上帝佛陀诸神，何不祈求他们给我们人类一个称霸宇宙的能力，而将人类囿于小小的地球呢。所以答案是否定的！人类的智慧是从一次次的生产劳动实践中积累出来的。比如人类的发展，经历了旧石器时代，新石器时代，青铜时代等等。"}
{"text":"是凭空产生的吗？是因为上帝佛陀的恩惠吗？凭空产生？哲学的思辩告诉我们巧妇难为无米之炊。那是上帝佛陀的恩惠吗？作为一位生活在社会主义国家的中国学生，皆应是一名无神论者，若真有上帝佛陀诸神，何不祈求他们给我们人类一个称霸宇宙的能力，而将人类囿于小小的地球呢。所以答案是否定的！人类的智慧是从一次次的生产劳动实践中积累出来的。比如人类的发展，经历了旧石器时代，新石器时代，青铜时代等等。又接踵爆发了第一次第二次第三次乃至即将到来的第四次科技革命。这些骇人的成就来自何方？当然是人类的实践劳动！起初，人类只能采摘野果，聊以充饥。但后来燧皇造火，让人类吃到了熟食羲皇发展了畜牧，让捕捉过剩的猎物得到驯化，使它们成为了人类最忠实的伙伴神农发展了农业和药学，让人类生病也能治好，大大提高了人类存活率，也让人类到了冬天也能吃的粮食谷物，还有那螺母发展纺织，让人类有了过冬的棉衣乃至仓颉造字，让人类的文明得以用文字传承悠悠千载。这一切都说明，人类的劳动能力是自然赐给我们的最宝贵财富。然而，在复兴中学学习生活的三年里我却听到了别样的声音学习这么忙，我哪有时间劳动？劳动那么累，还不如交给人工智能以后这些粗活累活都讲给了机器人，人类只用研究科学就是了。殊不知，一屋不扫何以扫天下？你就算有天高的志向，非凡的能力，但若不参加实践劳动，也终是纸上得来终觉浅了，毕竟绝知此事要躬行啊。劳动的人是快乐，创作人类精神物质满足的一切劳动都是令人愉悦的。所以我想用一句话来结束我的发言。尽己力而行小事，终积跬步而至千里！劳者，乐噫！叮叮，航空很抱歉的通知您，因公共卫生原因，您乘坐的航班已取消，给您带来的不便，敬请谅解！一条信息快速闪现在手机上，小海有些慌神，她眨了眨眼睛，用戴着手套的手指使劲蹭了蹭护目镜，心神不宁的点开了这条信息。眼神迅速扫过屏幕上的几行字，带着些许不确定，些许怀疑不甘，又反复慢慢的看过每一个字。是的，没错，白屏黑字，她即将登机的航班取消了。站在有些空荡的机场通道，小海不知所措，大脑一片空白。"}
{"text":"劳者，乐噫！叮叮，航空很抱歉的通知您，因公共卫生原因，您乘坐的航班已取消，给您带来的不便，敬请谅解！一条信息快速闪现在手机上，小海有些慌神，她眨了眨眼睛，用戴着手套的手指使劲蹭了蹭护目镜，心神不宁的点开了这条信息。眼神迅速扫过屏幕上的几行字，带着些许不确定，些许怀疑不甘，又反复慢慢的看过每一个字。是的，没错，白屏黑字，她即将登机的航班取消了。站在有些空荡的机场通道，小海不知所措，大脑一片空白。冷静下来的小海反复和机场地乘人员询问后续航班的行程，得到的消息均是航班取消，后面两周甚至个月内飞往中国的航班都取消了，直飞的转机的无一幸免。不知道是不习惯口罩还是自己目前的处境让小海感觉有点胸闷。什么时候才能回国？签证马上要过期了，怎么续签？自己租的房子已经退租了，现在回去要住哪里？怎么和爸妈讲今天发生的一切，他们会不会担心的整夜睡不着觉？一连串的问题压得小海喘不过气来。坐在回城市的车上，小海忍不住想哭，即使不能放声大哭宣泄情感，哪怕只是小声啜泣也好，至少能缓解一下心里的不安。可是她不敢，她怕眼泪会模糊护目镜的视线，要摘下才能擦干净。她一上车就注意到司机没有带口罩，甚至还用看外星人的奇怪眼神看着她，在一个到处宣扬口罩无用的国度，这一切对小海而言已经习以为常。联系之前的房东，续租下之前的公寓，进入熟悉的房间，脱下防护装备的小海，蹲坐在房间的角落哭成了泪人。她不是脆弱，只是有些害怕，对即将一个人面对日渐严重的疫情感到焦虑。收拾好房间，折腾了快一整天的小海倒在床上想着怎么和爸妈讲今天发生的一切。还有两个小时他们就起床了，我该怎么说才能让他们放心，视频的时候可千万不能哭啊爸，妈！从国际航班到达出口一出来，小海一眼就看到了在人流中四处张望的父母。她小跑着绕过长长的出口围栏，给来接机的爸妈一人一个熊抱。从机场回家的路上，也是一直叽叽喳喳不停的讲着杂七杂八的琐事。小海，妈给你做了最爱吃的红烧排骨，你尝尝手艺见长不？走，爸带你玩去，你想去哪儿？小海，都几点了还不起床，被子不叠，吃完饭也不洗碗，这一天天的，你看看哪个姑娘像你这样？赶紧走吧，走了家里可就清静多了。嗡嗡，手机闹铃不合时宜的响了，小海翻了个身按掉了闹铃。嗯，怎么枕巾湿了？原来是一场梦，醒了很久还是很感动。"}
{"text":"她小跑着绕过长长的出口围栏，给来接机的爸妈一人一个熊抱。从机场回家的路上，也是一直叽叽喳喳不停的讲着杂七杂八的琐事。小海，妈给你做了最爱吃的红烧排骨，你尝尝手艺见长不？走，爸带你玩去，你想去哪儿？小海，都几点了还不起床，被子不叠，吃完饭也不洗碗，这一天天的，你看看哪个姑娘像你这样？赶紧走吧，走了家里可就清静多了。嗡嗡，手机闹铃不合时宜的响了，小海翻了个身按掉了闹铃。嗯，怎么枕巾湿了？原来是一场梦，醒了很久还是很感动。四个月过去了，疫情期间即便只能呆在家里，小海的日子过得充实且多姿多彩。几个月前的小海也想象不到这段特殊时期能激发出自己的潜能，迅速成长。从容的制定学习计划，复习考试尝试着做各种美食，四个月没有外卖的生活也可以把自己照顾好不能出门的日子里，依旧保持每天在家跳舞健身，增强身体素质心情低落时，会整理房间把家里打扫得窗明几净，让自己也变得阳光一些。疫情不仅没有打倒小海，反正让小海看到了一个积极向上，更加自信的自己。自我他者世界，这个问题出现在脑海时，必然是一场思辨的风暴。什么是自我，什么是他者，什么是世界？自我，首先是通过意识意识到的存在。意识像一个君王，由大脑皮层最前端的前额叶产生，大脑就是庙堂。庙堂之下，是群臣，感性与理性为百官之首。权势滔天的臣子乱政时，必然是君主的灾难之始。譬如人的欲望泛滥时，大脑便是弼马温的跑马场。嗔痴妒怨骄奢淫欲如同小人佞臣，若任其壮大，必然导致腐朽。错把小人当君王，焉得朝堂治清明？自我首先是意识的自我。但并不是完整且真实的自我。真实的自我要放在他者与世界的交织中，才见其真面目。他者。若把人比作一个高度自我统治的君主制国家，他者就是别国。他者与自我的共通点在于落脚点，作为个体，每个人的落脚地或者说最基点都在于各自的自我。每个人都是先有我，再有他者。世界，自我与他者互联为网，便交织出客观世界的主观景况，主观与客观一起而成世界。自我难以定义，他人更是数不胜数，世界尤其复杂。但无论如何，我们的落脚点是不会变的。我们不必纠结，我们所做之事就是把一切收拢归来，以自我为基点，再发散出去。我们要由小看到大，而非一开始就陷入世界这个复杂的迷宫中去。想要为自己画一幅自画像，照见真实的自我，也是如此。如何画好自画像呢？"}
{"text":"他者与自我的共通点在于落脚点，作为个体，每个人的落脚地或者说最基点都在于各自的自我。每个人都是先有我，再有他者。世界，自我与他者互联为网，便交织出客观世界的主观景况，主观与客观一起而成世界。自我难以定义，他人更是数不胜数，世界尤其复杂。但无论如何，我们的落脚点是不会变的。我们不必纠结，我们所做之事就是把一切收拢归来，以自我为基点，再发散出去。我们要由小看到大，而非一开始就陷入世界这个复杂的迷宫中去。想要为自己画一幅自画像，照见真实的自我，也是如此。如何画好自画像呢？在此，以个人的自我为最基点，先提出两个疑问。一个人从出生开始，一直在做的事情是什么呢？是接受哺育，接受父亲母亲的殷殷叮嘱，接受师长的谆谆教诲，接受社会规则的潜移默化，这些是他者乃至世界对自我的哺育。不断接受哺育以至于自我意识的成熟之时，自我开始以意识为中心，形成自己的思想，并不断丰富。这是自我的进化，这必然是意识的明智领导之下产生的良性吸收。一个人接受哺育之后，要做什么呢？自然是反哺。以毕生所获反哺父母养育之恩奋发学习，以所学之识反哺老师之教诲勤于岗位，创造自己的价值以反哺社会乃至世界。修身齐家治国平天下，确实并不是一句空话大话，而是儒家实现自我价值的理想，是每个人都可以遵而循之的道理，只是环境不同，语境不同，我们不必拘泥于治国平天下的调子。反哺产生价值，价值产生影响，继而推及他者，发现世界之中，每个人都努力地发掘自己的价值，并由此及彼，把世界联在一起。于是便得出答案，真实的自我也在于价值之我。徒有意识的自我在他人及世界的客观之中，仍然是渺小的。我们画自画像，不仅要看到意识的我，也要看到价值的我。孩子读书是为了成为更好的大人，更好的大人在于能够通过一双眼，将自我他者世界看得通透。看得通透是不容易的。华枝春满，天心月圆超乎象外，得其环中。古人多有这样通透的境界，而在如今的社会环境中是不易达到的。我们不必看的通透，但路必须走得踏实。路走的多了，便总会看得透，如是便能画好自画像。一言以蔽之，画好自画像，不是闭门造车，是在自我他者世界这个环境中，通过不断的学习，接受哺育，消化吸收，反哺产生价值这一个过程来实现的，是一个长久的过程。在我们画的时候，不必着急，三十而立，四十不惑，先人考量过的东西，我们宁可信其有，不可信其无。"}
