{"text":"正如尼采所了解的，现实本身是无穷的，也凡高阿尔勒的黄色小屋的年永远无法全部被表现于艺术之中。在普罗旺斯的画家当中，凡高之所以独树一帜，是因为他选择自己感觉最重要的东西来表达。而像康斯坦丁这样的画家，花费了巨大的努力画起来则中规中矩，努力追求正确的尺寸。凡高虽然对于创造一种相似性很感兴趣，但是却并不担心尺寸的问题，只在意画出他认为最能表现南方特色的地方，他告诉他弟弟，他追求的像不同于虔诚的摄影师所追求的逼真。他所关注现实中的那一部分有的时候需要加以扭曲省略或者更换颜色，旅行的艺术方能在画面上表现出来但是依然使他感兴趣的是真实――相似性。他愿意牺牲一种幼稚的现实主义来成就一种更加深刻的现实主义就像一个诗人，在描述一件事件时虽然比不上一名记者来得真实，但是却可能揭示出在记者严谨的文字框架内无法找到的事件的真相。年月，凡高写了封信给他的弟弟，谈到他计划要画的一幅肖像画与其尝试着去精确再现展示在我面前的图景我更加倾向于随心所欲地运用色彩，为的是有力地表达我自己我将给你一个例子来说明我的想法。我打算画一个艺术家朋友的肖像，他是一个怀有伟大梦想的人，天生就热爱自己的工作。这就是他在年月初画的诗人。在我的画中，他将会是一个金发碧眼的人。我想将我对他的欣赏，我对他的爱，放进这幅画中。因此，开始时我尽可能忠实地把他画出来。但是这幅画仍然没有完成。为了完成这幅画，我的用色将非常专断大胆。我对他亮丽的头发进行了夸张，我甚至调出了普罗旺斯圣雷米的凡高之路橙色调铬黄色和苍白的淡黄色。他背后那道普普通通的墙，我则用我能想出的最饱满最强烈的蓝色作为背景，通过这种明亮的头部与饱满的蓝色背景的简单结合，我获得了一种神秘的效果，好像一颗星星在一片天蓝色夜空的深处哦，我亲爱的弟弟那些中规中矩的人们只会将这种夸张看作是一幅漫画。几周以后，凡高开始另一幅漫画。今晚我想开始画一间咖啡馆。它晚上点着煤气灯，是我吃晚餐的地方他告诉他弟弟，这种地方叫作夜间咖啡馆它们在这里相当普通，整夜都开着。夜晚四处游荡的人们，如果没有旅行的艺术钱支付一间寓所或者醉得无法被抬进寓所，可以在这里寄宿。"}
{"text":"几周以后，凡高开始另一幅漫画。今晚我想开始画一间咖啡馆。它晚上点着煤气灯，是我吃晚餐的地方他告诉他弟弟，这种地方叫作夜间咖啡馆它们在这里相当普通，整夜都开着。夜晚四处游荡的人们，如果没有旅行的艺术钱支付一间寓所或者醉得无法被抬进寓所，可以在这里寄宿。在创作阿尔勒镇的夜间咖啡馆这幅作品时，凡高为了表现现实的其他内容而不再拘泥于现实的某些要素。他并没有再现景观本身或是咖啡馆的色彩，咖啡馆的灯泡变形为发光的蘑菇，椅子的背弯成弓形，地板翘了起来。然而他依然感兴趣于表达他对这个地方的真实想法，而如果他必须遵循艺术的那些经典规则，恐怕无法像这样将他的这些想法表现出来。那个澳大利亚人的抱怨在团队中是少见的。我们中的大多数人听完索非娅的解说后，都怀着一种重新建立起来的敬意――对于凡高和他画过的那片风景的敬意。但是我突然想起帕斯卡尔一句尖刻的名言早在凡高到法国南部的几百年前，他就说出这样的话了绘画是多么地虚荣，它使我们不去赞美事物本身，而兴奋地赞美绘画所体现出来的与事物的相似性。沉思录令人尴尬的是，在我还没发现凡高对普罗旺斯的描绘前，我并不那么欣赏普罗旺斯这个地方。但是，在意欲嘲讽艺术爱好者的同时，帕斯卡尔的箴言却有可能忽略了重要的两点。如果我们设想所有画家所做的就是精确地再现他们眼前的图景，而我们赞叹这样一幅绘画作品一幅描绘了一个我们知道却并不喜欢的地方，这听起来荒谬而虚伪。如果这些画家是精确地再现他们眼前的图景，那么在一幅画中我们将要赞叹的对象便只是画家的技巧和他本人的声名了。这样说来或许帕斯卡尔说的绘画无用论的确没错。但是，如同尼采所言，画家并不单纯地再现，他们有所选择，有所强调，同时他们还致力于表现他们眼中的真实，因而值得让人真心喝彩。而且，即便我们所赞美的关于一个地方的图画不在眼前，我们也不必像帕斯卡尔暗示的那样，恢复我们对这个地方的漠然。欣赏的能力可以从艺术转向现实世界。"}
{"text":"这样说来或许帕斯卡尔说的绘画无用论的确没错。但是，如同尼采所言，画家并不单纯地再现，他们有所选择，有所强调，同时他们还致力于表现他们眼中的真实，因而值得让人真心喝彩。而且，即便我们所赞美的关于一个地方的图画不在眼前，我们也不必像帕斯卡尔暗示的那样，恢复我们对这个地方的漠然。欣赏的能力可以从艺术转向现实世界。我们会发现许多事物，最初画布上的图景让我们感到愉悦，而后我们在画作所描绘的那个地方喜欢上它们。就像看了凡高画的柏树之后，我们更知道如何欣赏柏树。旅行的艺术普罗旺斯并不是惟一因为艺术作品而让我开始欣赏继而想去游历的地方。因为看了文温德斯的城里的爱丽丝，我造访了德国的工业区。安德烈亚斯古尔斯基拍摄的照片教我欣赏高速公路桥下方的区域。由于帕特里克谢勒的记录片现代鲁滨孙漂流记我围着英格兰南部的工厂购物中心和商业园区度过了一个假期。一个地方经过伟大画家的描绘，往往会变得更为动人。阿尔勒的旅游服务处不过是普加利用艺术与旅行欲望的关系，翻开旅行史来看，这样的例子曾在不同国家出现透过不同的艺术媒介，最显著最早的例子就是世纪下半叶的英国。历史学家们认为在世纪之前英格兰苏格兰和威尔士乡村的大部分地区并没有吸引人们的目光。那些后来被认为是自然地无可争辩地美丽的地方――瓦伊河谷，苏格兰高地，湖区――几个世纪以来一直无人闻问，甚至遭人蔑视。丹尼尔笛福于世纪年代游览了湖区，他对此s，―，德国著名导演。一―，英国小说家，鲁滨孙漂流记的作者。――地的描绘是贫瘠可怕。在苏格兰西部小岛之旅中，约翰逊博士写道，高地是崎岖的，令人遗憾地缺乏植物的装饰，一眼望去尽是绝望的贫瘠。在吉勒史尔时，鲍斯维尔为了激起约翰逊的兴致，指着一座山，说那山看起来很高，哪知约翰逊不耐烦地说哪门子的高，不过是一个大土丘罢了。那时有钱人都喜欢到国外旅行。意大利是最受欢迎的目的地，尤其是罗马那不勒斯及周边的乡村。"}
{"text":"――地的描绘是贫瘠可怕。在苏格兰西部小岛之旅中，约翰逊博士写道，高地是崎岖的，令人遗憾地缺乏植物的装饰，一眼望去尽是绝望的贫瘠。在吉勒史尔时，鲍斯维尔为了激起约翰逊的兴致，指着一座山，说那山看起来很高，哪知约翰逊不耐烦地说哪门子的高，不过是一个大土丘罢了。那时有钱人都喜欢到国外旅行。意大利是最受欢迎的目的地，尤其是罗马那不勒斯及周边的乡村。这些地点常常出现在英国贵族欣赏的艺术作品中，如维吉尔和贺拉斯的诗集，普桑和克劳德的绘画作品。其中的绘画作品描绘了罗马的乡间风景和具有那不勒斯特色的海岸线。画作通常表现的是黎明或是薄暮，天空中是一些轻柔的云朵，云边是粉色和金色的。有人想象那天将会或者已经是，非常炎热的一天。天空中似乎很安静，只有潺潺的溪水和划桨声划破寂静。几个牧羊女在原野上嬉戏，看管羊儿或照顾金发的小孩。在雨中的英国乡间房屋里看到这样的画s，―英国作家评论家。――前―前古罗马伟大的诗人。――前―前奥古斯都皇帝时期杰出的抒情诗人和讽刺作家。――旅行的艺术面，许多人会期盼自己能尽可能早地找到机会，渡过英吉利海峡，到意大利一游。如同约瑟夫爱迪生在年所言我们发现自然的作品越相似于艺术作品，就越令人愉悦。不幸的是，那时英国的风景很少可以从艺术作品中看到。然而，在世纪，这种作品慢慢多了起来，相应地，英国人不愿游历他们自己本岛的情形也开始改观。年诗人詹姆斯汤姆生出版了季节颂赞了英格兰南部的农村生活和风景。他的成功给其他的农夫诗人的作品带来了显赫的名声，这些人中包括史蒂芬达克罗伯特彭斯和约翰克拉尔。画家们也开始注意他们自己的国家。肖本爵士委托托马斯庚斯博罗和乔治巴雷特为他在威尔特郡的房子画一系列的风景画，并宣称他的目的是为英国风景画派奠定基础。理查德威尔森画了亭肯汉附近的泰晤士河，托马斯赫恩画了古德里克城堡，菲利ss―，英国诗人。"}
{"text":"他的成功给其他的农夫诗人的作品带来了显赫的名声，这些人中包括史蒂芬达克罗伯特彭斯和约翰克拉尔。画家们也开始注意他们自己的国家。肖本爵士委托托马斯庚斯博罗和乔治巴雷特为他在威尔特郡的房子画一系列的风景画，并宣称他的目的是为英国风景画派奠定基础。理查德威尔森画了亭肯汉附近的泰晤士河，托马斯赫恩画了古德里克城堡，菲利ss―，英国诗人。――p―知名英格兰农夫诗人s―丨苏格兰诗人，主要用苏格兰方言写诗―英国著名的农夫诗人。――s，s―英格兰肖像和风策I画家。一s―，英格兰肖像画和风景画画家。一s―英国画家。A者普詹姆斯德罗德保描绘了廷特恩修道院，托马斯史密斯画笔下则是德文特湖和温得米尔的风光。结果没多久英伦诸岛便成为了热门的旅游地。瓦伊河谷第一次人满为患，北威尔士的群山湖区及苏格兰高地也是如此。这是一个近乎完美的注脚，证明了这样一个论点只有那些界的角落已经被艺术家们描画或描写之后，我们才会有兴趣去探索它们。这个理论当然有点夸张就像认为在惠斯勒之前没有人注意到伦敦的雾或者在凡高之前没有人注意到普罗旺斯的柏树一样。艺术不可能完全凭借自身力量创造热情，也不可能是从凡人所缺乏的情感中产生，它只是推波助澜，，―，英国画家。――凡高阿尔勒附近的麦田，年旅行的艺术诱发出更深刻的感受，使我们不至于因勿忙和随意而变得麻木。明年去哪里旅行才好？艺术可能对挑选地点颇有影响力，阿尔勒旅游服务处似乎已经体会到了这一点。"}
{"text":"――凡高阿尔勒附近的麦田，年旅行的艺术诱发出更深刻的感受，使我们不至于因勿忙和随意而变得麻木。明年去哪里旅行才好？艺术可能对挑选地点颇有影响力，阿尔勒旅游服务处似乎已经体会到了这一点。地点向导对美的拥有ssss英格兰湖区马德里阿姆斯特丹巴巴多斯伦敦船坞区罗斯金旅行的艺术很多地方，我们去过了，但却只是走马观花，或者不以为意然而，它们之中，偶尔也会有几个地方非常特e给我们强烈的震撼，迫着我们去注意它们。这些地方共有着一种特质，可以用美这个笼统的字来概括。这种品质并不见得是指漂亮，也不意味着它包涵任何旅游手册所描绘的美丽景点的特征。求助于语言或许是另一种表达我们对一个地方的喜爱的方式。在我的旅途中有许多美丽的东西。在马德里，距离我所住的旅馆几个街区的地方，有一块荒废的空地，周边是公寓式的建筑物和一个大型的带有洗车间的橙色加油站。一天晚上，在黑暗中，一列长长的造型优美几乎空无一人的列车在距离加油站屋顶几米的上方经过与公寓中间楼层擦肩而过。列车行驶的高架轨道在黑夜里难以辨析，所以列车看上去像是飘浮在半空中，加之列车新潮的造型和从窗户玻璃散发出的苍白如幽灵般的绿光，它看上去更像一项杰出的技术成就。公寓里，人们在看电视或是在厨房里忙碌同时车厢里零零星星的乘客，有的凝视窗外的城市，有的则在看报纸这是一次前往塞维尔或是科尔多瓦的旅程的开始，这次旅程将在洗碗机停止旋转或是电视机陷入安静之后很久才会结束。乘客和公寓里居住的人很少会注意到彼此，他们的生活沿着永不相交的直线向前发展，除了在一个短暂的时刻，同时进入一个观察者的眼里而这个观察者是为了逃避旅馆里的哀伤氛围而出来散步的。在阿姆斯特丹，一扇木门后面的庭院里，有一堵老旧的砖墙，尽管沿着运河刮来冷风让人的眼睛极不舒适，几欲流泪，但这堵墙，在微弱的早春阳光中慢慢暧和起来。我将双手从口袋里伸出，让它们顺着砖块粗糙而凹凸不平的表面滑过。砖块似乎很轻，而且易碎。我有一种想亲吻它们的冲动，想去更加亲近地感受一种质地，这种质地让我想起了浮石，还有来自一家黎巴嫩食品店的哈尔瓦芝麻蜜饼。"}
{"text":"在阿姆斯特丹，一扇木门后面的庭院里，有一堵老旧的砖墙，尽管沿着运河刮来冷风让人的眼睛极不舒适，几欲流泪，但这堵墙，在微弱的早春阳光中慢慢暧和起来。我将双手从口袋里伸出，让它们顺着砖块粗糙而凹凸不平的表面滑过。砖块似乎很轻，而且易碎。我有一种想亲吻它们的冲动，想去更加亲近地感受一种质地，这种质地让我想起了浮石，还有来自一家黎巴嫩食品店的哈尔瓦芝麻蜜饼。在巴巴多斯的东海岸，我眺望一片深紫色的大海它延绵着，一路畅行至非洲海岸。我所在的小岛突然显得小而柔弱，它那由野生的粉色花朵和杂乱的树木构成的夸张植被，似乎是对大海的森然和单调的抗议。我还记得湖区凡人旅馆窗外晨光中的景色由柔软的志留纪岩石构成的山丘被嫩绿色的草所覆盖，草面上萦绕着一层雾。丘陵起伏，像是一只巨兽的背脊，这只巨兽已经躺下睡熟，或许随时有旅行的艺术可能醒来，站起来有几英里高，它可以像甩掉它绿色毛毡茄克上的绒毛一样震落橡树和灌木。在与美邂逅的那一刻，我们会有一种强烈的冲动就是一种握住它不放的渴望将它占为己有，并使它成为自己生命中举足轻重的一部分。我们有一种迫切地表达的欲望我曾在这里，我看见了它，它对我很重要。但是美是短暂的，它常常在那些我们无缘再见之地被发现，或者是在一定的季节光线及天气情况下才能形成的难逢之景。那么，面对飘浮的列车哈尔瓦式的砖块或英国的山谷时，我们如何才能紧紧把握其中的美呢？照相机提供了一种选择。拍照可以稍稍满足那种拥有的渴望，这种渴望是被一个地方的美丽所激起的我们对将要失去一幅珍贵的图景的焦虑，会随着快门的每一次闪动而逐渐消失。也许我们还可以尝试着让自己完全置身于一个美丽的地方，希望通过让自己更加接近于这地方而使它们在我们心中留下更深刻的印象。在亚历山大港站在庞培石柱前，我们可以将自己的名字刻在花岗岩上，就像福楼拜那个来自桑德兰的朋友汤普逊只要你看到了庞培柱你必然就会看见汤普逊的字样自然，你就会联想到汤普逊其人。这白痴已成了纪念柱的一部分，并使自己同庞培柱一起万世留名。所有白痴差不多都有桑德兰的汤普逊这德性。。"}
{"text":"也许我们还可以尝试着让自己完全置身于一个美丽的地方，希望通过让自己更加接近于这地方而使它们在我们心中留下更深刻的印象。在亚历山大港站在庞培石柱前，我们可以将自己的名字刻在花岗岩上，就像福楼拜那个来自桑德兰的朋友汤普逊只要你看到了庞培柱你必然就会看见汤普逊的字样自然，你就会联想到汤普逊其人。这白痴已成了纪念柱的一部分，并使自己同庞培柱一起万世留名。所有白痴差不多都有桑德兰的汤普逊这德性。。一种更加合适的方式也许是买一些纪念品个碗一个涂漆的盒子或者一双拖鞋福楼拜曾在开罗买了块地毯，用以提醒我们已经失去的东西，就像是我们从分离的爱人那儿剪下的一缕发丝。约翰罗斯金出生于年月的伦敦，他大多数作品都围绕着一个主题，即如何拥有美景。从很小的时候开始，罗斯金就不同寻常地敏感于视觉世界里最细小的特征。他曾回忆起自己三四岁时的情形每天，我盯着地毯上的方形图案和不同的颜色，仔细研究原木地板上的木节，或是细数对面房舍的砖块数目，便会觉得心满意足。对罗斯金的这种敏感，他的父母是鼓励的。他的母亲引领他进入自然他的父亲一个富有的雪利酒进s―英国作家评论家和艺术家。对维多利亚时代英国公众的审美观有重大影响。――旅行的艺术口商则在下午茶后读古典作品给他听，并且每周六都会带他去一家博物馆。在夏日的假期里全家人环游英伦三岛和欧洲大陆，他们并不是为了娱乐或是消遣，而是为了美通过这种方式，他们大致地了解了阿尔卑斯山的美法国北部及意大利中世纪城市的美尤其是了解了亚眠和威尼斯的美。他们坐在马车里慢慢地游览一天从不超过英里，并y每隔几英里就停下来观赏景色种罗斯金终其一生都在实践的旅游方式。由于他对美和拥有美的兴趣罗斯金得出了条主要结论首先，美是由许多复杂因素组合而成，对人的心理和视觉产生冲击第二，人类有一种与生俱来的倾向，就是对美作出反应并且渴望拥有它第三，这种渴望拥有的欲望有比较低级的表现形式，包括买纪念品和地毯的渴望，将一个人的名字刻在柱子上的渴望和拍照的渴望第四，只有一种办法可以正确地拥有美，那就是通过理解美，并通过使我们敏感于那些促成美的因素心理上的和视觉上的而达到对美的拥有。"}
{"text":"由于他对美和拥有美的兴趣罗斯金得出了条主要结论首先，美是由许多复杂因素组合而成，对人的心理和视觉产生冲击第二，人类有一种与生俱来的倾向，就是对美作出反应并且渴望拥有它第三，这种渴望拥有的欲望有比较低级的表现形式，包括买纪念品和地毯的渴望，将一个人的名字刻在柱子上的渴望和拍照的渴望第四，只有一种办法可以正确地拥有美，那就是通过理解美，并通过使我们敏感于那些促成美的因素心理上的和视觉上的而达到对美的拥有。最后，追求这种敏锐理解的最有效的方式就是，尝试通过艺术，通过书写或绘画来描绘美丽的地方，而不考虑我们是否具有这样的才华。在年到年之间，当旅游代理商托马斯库克第一次开始带领英国旅行团前往瑞士的阿尔卑斯山时，罗斯金最希望教大家做的事就是绘画绘画的艺术，对于人类而言，要比写作的艺术更加重要每个孩子不仅要学写字，更要学画画。无奈，绘画艺术常被忽视和滥用，以至于懂得绘画基本原则的人少而又少，即使是博学的教师也未必知道。为了矫正时弊，罗斯金出版了两本书，一本是年的绘画的元素另一本是年的透视画法的元素，同时他还在伦敦的工人学院里作了一系列的演讲。在那里，他教授学生――大多是伦敦的手工艺者――有关明暗法色彩尺寸角度和构图等方面的技巧。他的演讲大受欢迎，他写的书更是获得了巨大的商业上的成功，因此，他更深信绘画不该只是属于小众的艺术如果想学绘画的话，每个人身上都有不错的能力，就像学习法语，拉丁语或数学一样，可以达到某种程度并且学以致用。什么是绘画的要点？罗斯金强调为了追求美而画与一心画出好的作品或成为艺术家并没有冲突人生来就是艺术家，就像河马生来是河马一样你不能把你自己变成别人，就像你不能把你自己变成长颈鹿。如果他伦敦东区的旅行的艺术学生们在完成所有课程后，无法画出任何可以挂在画廊里展出的作品，他也并不介意。我的目标并不是把一名工匠调教为一名艺术家，而是使他成为一名更加快乐的工匠，他在年对皇家委员会作了此种表述。他诉苦说，他自己远非一个有天赋的艺术家。对于他孩童时代的绘画，他嘲讽说在我一生中，我从未看到任何男孩的作品显得如此没有原创力，或是如此缺乏通过记忆来描绘的能力。"}
