{"text":"文王武王统一天下，而周公建立中国文化与政治的基础，所以周代维持了八百年的政权。春秋战国的时候，正是周代衰落的时候。子贡这句话，就是说，中国文化并不是完全没有了，还是存在的，问题在于人。如果有比较贤的人，贤代表有智慧有道德的人。就懂得中国文化大的一方面。不贤的人，对于中国文化小的部分也知道。等于现代有人以为要了解中国文化，到故宫博物院看看就够了，对于科学方面的文化，不但不欣赏，还反感，甚之还认为我们没有人文科学，不知道中国文化在精神方面的伟大。这也就说明不贤者不是完全不知道。如绘画编织木刻，乃至有名的三把刀――厨师的菜刀裁缝师的剪刀和理发师的剃刀也不能说不是中国文化，它还是中国文化的一种，是其小者。不管大小方面，中国文化，从文武周公以来，到孔子那个阶段，都有中国文化的精神。至于老师孔夫子，不管对于哪一样中国文化的精神，样样他都有，如果问他的老师是哪一位，那是没有的，谁有长处，他就跟谁学，所以无常师。没有认定跟一个人学。哪一门有所长，他就学哪一门。后来唐代韩愈师说的观念，也由此而发挥。宫墙外望叔孙武叔语大夫于朝曰子贡贤于仲尼。子服景伯以告子贡，子贡曰譬之宫墙，赐之墙也及肩，窥见室家之好夫子之墙数仞，不得其门而入，不见宗庙之美，百官之富。得其门者或寡矣！夫子之云，不亦宜乎？叔孙武叔是人名，叔孙氏，名州仇，谥为武，鲁国的大夫。这是孔子以后的事情。这一篇都是说到孔子的学生出场了，这时子路也已经死了，子贡在国际之间很有声望，所以叔孙武叔在朝廷中告诉一班大夫们说，真要比较起来，孔子的学生子贡，比孔子还行。子服景伯也是人名，鲁国的大夫，他和子贡是同学，在宪问十四中曾经提到过，他在当时是很有实权的人，他报告孔子，公伯寮在造老师的谣言，只要老师一句话，我就可以除掉公伯寮。孔子说不必那么做。现在子服景伯听了这个话，就回来告诉子贡，说叔孙武叔在如何批评老师。子贡就说，譬如门墙，后来称拜老师为列入门墙，就由这个典故来的。我们筑的墙，只筑到肩膀这么高，人家站在外面一望，就看见了里面的一切。"}
{"text":"孔子说不必那么做。现在子服景伯听了这个话，就回来告诉子贡，说叔孙武叔在如何批评老师。子贡就说，譬如门墙，后来称拜老师为列入门墙，就由这个典故来的。我们筑的墙，只筑到肩膀这么高，人家站在外面一望，就看见了里面的一切。讲到这里，顺便提一下，我们看了日本式的房子，围墙都很矮，人家都说日本人喜欢矮，其实不然，我们中国古代，唐宋时间的房子，都是如此，都是矮墙，所以古代的武侠小说讲飞檐走壁，这种墙只要有一点功夫，用手在墙顶一搭，一甩就上去了，是可以做得到飞檐走壁，可不比现在几层楼的高墙。其次，以前的墙是土墙，上面往往有小坑洞，手上有点功夫，是可以抓住洞来上去，现在的钢筋水泥墙，壁虎功也好，什么功也好，完全靠功夫上不去。古代的墙矮，宫墙也并不高，我们到日本看皇宫，靠护城河的外面的宫墙是高的，如城墙一样，里面的宫墙还不高的，这是中国的古制。子贡说我的墙只到肩膀，人家在外面把头一伸，就看到里面，房间里摆的什么茶几，挂的什么画，好的坏的东西都看得见，换句话说，这个家里有多少内容，给人家一眼就看透了，我的学问修养作人就是如此被人看得见，程度只到这个样子而已。讲到我们老师的这个宫墙，有数十尺之高古时期尺为一仞，因为老师的门墙太高，连门在哪里，一般人都找不到，使人看不到里面的情形，那里宗庙之美，百官之富，更不要说了。我们这里可以看到古人的文字，两个地方的形容词用得不同，子贡说自己的墙矮，人家就看穿家中的内室，室家两个字，严格说来就是夫妻的寝室，连私生活的房间都看见了，一眼看到底，这是子贡在形容自己。而在讲到老师的时候，就很恭敬，不用室家两个字了，而用宗庙，在古代的制度，宗庙是敬祖宗的地方，最高的地方。这两个形容，一个对自己很随便，一个对老师的很恭敬，这就看到古文文字的逻辑概念，身份不同，下的句子形容词都不同，古人是注意到这些要点。我们现在随便有随便的好处，也有随便的坏处。子贡再把孔子的学问用皇宫来形容，宫殿太高了，看不进去。孔子的学问有如帝室的庄严富有，面前站着文武百官有那么多，所以一般人要研究老师，能够找到门的已经很少了，何况登堂入室！叔孙武叔这位先生说我比老师还更好，也难怪，因为我太浅薄了，他们一眼就看穿了，认识我是容易，认识老师则难，因此难怪他们要这样说了。"}
{"text":"这两个形容，一个对自己很随便，一个对老师的很恭敬，这就看到古文文字的逻辑概念，身份不同，下的句子形容词都不同，古人是注意到这些要点。我们现在随便有随便的好处，也有随便的坏处。子贡再把孔子的学问用皇宫来形容，宫殿太高了，看不进去。孔子的学问有如帝室的庄严富有，面前站着文武百官有那么多，所以一般人要研究老师，能够找到门的已经很少了，何况登堂入室！叔孙武叔这位先生说我比老师还更好，也难怪，因为我太浅薄了，他们一眼就看穿了，认识我是容易，认识老师则难，因此难怪他们要这样说了。不亦宜乎用在这里，是文字的反用。宋朝的宰相张商英，是学禅的，在他没有当宰相以前，很自负，因为看了很多佛学的书，认为自己懂禅了，这时他还在当转运使，掌管几省的财税，运输补给连带地方行政，权力相当大。一次他经过一个佛寺，寺里的大和尚云峰悦禅师说，张转运使太骄傲了，自以为懂禅，他不过官做得大，但禅的修养不一定就好，我一定要打击他的傲气。可是小和尚们怕死了，因为以前的大和尚，是由政府敦请的，等于现在的大学校长，转运使有权影响把他解聘，所以徒弟们劝他不要得罪了这位大员。这个老和尚说，出家人既不求名又不求利，是就是，非就非，教徒弟们不必管。第二天张商英来了，当然很客气，两个人就谈到禅，而张商英看不起这个大和尚，只跟这个大和尚谈诗，对大和尚说听人家说你诗作得很好。这个大和尚说转运使你不要听外人乱讲，别人说我诗作得好，正如人家说你的禅学得好是一样的。这句话可把张商英骂惨了，不亦宜乎！这句话，就是这个道理。这是讲话的艺术，也是骂人的艺术，非常高明，子贡这句话也是如此。他们说我好，是对的，因为他们眼光浅，只能看到浅的地方，孔子太高深，他们看不到。圣人心日月叔孙武叔毁仲尼。子贡曰无以为也！仲尼不可毁也。他人之贤者，丘陵也，犹可逾也仲尼，日月也，无得而逾焉。人虽欲自绝，其何伤于日月乎？多见其不知量也！叔孙武叔这个人，又有一次毁谤孔子，子贡就劝他不要这样做，孔子不是你们毁谤得了的，别人学问好，道德好，那就好比山坡，的确崇高伟大，但还是可以慢慢爬到顶上去的。至于孔子的伟大崇高，像太阳月亮一样，是拿不到，摸不着的。一般人与他隔离关系，想不受孔子思想的影响，等于排拒太阳月亮的影响一样。"}
{"text":"子贡曰无以为也！仲尼不可毁也。他人之贤者，丘陵也，犹可逾也仲尼，日月也，无得而逾焉。人虽欲自绝，其何伤于日月乎？多见其不知量也！叔孙武叔这个人，又有一次毁谤孔子，子贡就劝他不要这样做，孔子不是你们毁谤得了的，别人学问好，道德好，那就好比山坡，的确崇高伟大，但还是可以慢慢爬到顶上去的。至于孔子的伟大崇高，像太阳月亮一样，是拿不到，摸不着的。一般人与他隔离关系，想不受孔子思想的影响，等于排拒太阳月亮的影响一样。太阳月亮永远照临天下，你盖一间房子想挡住他，太阳月亮并不生气，你房子里总要有些亮光，这些亮光还是从太阳月亮来的。就是说，你虽然不接受孔子的思想，但没有关系，孔子的思想还是慢慢会影响到你，所以你想毁谤孔子，只不过是显得你自不量力。我们常常看到宗教的经典上，如基督教及佛教的经典，也常常用类似这个比喻。一个大圣人的心，就像太阳月亮一样。我们常看到于右老最爱写的一副对联中的圣人心日月就是根据这一段书来的，太阳月亮的光明，永远照临，你要盖间房子遮盖起来，是你自己的事，太阳月亮照临的心，并没有不平，他永远是平等的。欲赞无词陈子禽谓子贡曰子为恭也，仲尼岂贤于子乎？子贡曰君子一言以为知，一言以为不知，言不可不慎也！夫子之不可及也，犹天之不可阶而升也。夫子之得邦家者，所谓立之斯立，道之斯行，绥之斯来，动之斯和，其生也荣，其死也哀。如之何其可及也！陈子禽是孔子的学生，在上论和下论中，这位同学有好几次都有所怀疑，而对子贡提出问题。这里他去对子贡说，子贡老兄，我看你很了不起，非常值得我们恭敬，你已经很成功很完美了，身心内外的修养，都达到恭的境界。这个恭并不只是恭敬，而是谨严的意思。实际上我们的老师，古代的礼貌，学生对老师可以称字称号，不能称名，所以他们口里的仲尼，就是孔子的号。我看未必比你好。子贡就教训这位同学了，他的话又和答复上面几个人的不同了。他说，一个人言谈很重要，一句话代表了你的智慧学问。换句话说，我们听人家讲话，对方一开口，他有多少程度，多少修养，就可以知道，有时候听一句话，就晓得他无知，所以言语要特别注意，不要乱开口。"}
{"text":"这个恭并不只是恭敬，而是谨严的意思。实际上我们的老师，古代的礼貌，学生对老师可以称字称号，不能称名，所以他们口里的仲尼，就是孔子的号。我看未必比你好。子贡就教训这位同学了，他的话又和答复上面几个人的不同了。他说，一个人言谈很重要，一句话代表了你的智慧学问。换句话说，我们听人家讲话，对方一开口，他有多少程度，多少修养，就可以知道，有时候听一句话，就晓得他无知，所以言语要特别注意，不要乱开口。我们老师的高明，我们永远都达不到他那种程度，他崇高得像天一样，不是可以用一张梯子让我们爬得上去的。从论语这些资料，我们知道孔子在生乃至他过世以后，真正能够宣扬孔子捧孔子的还是子贡而对于孔子的学问，真正能在事功上用得出来，对于时代有所贡献的，也还是子贡，所以子贡是一个了不起的人物。如果正面的称赞孔子，从完全敬仰孔子的学问这一方面看，古今中外任何恭维孔子的文章，所说的话，都被子贡在这里统统讲完了。结论都在下面，别人无法再超过他的好，这也可以说是预言。他进一步对陈子禽说，夫子的学问，永远在这个世界上。小至于个人的成家立业，大至于为天下为国家做大事，想建立一个思想行为作风的基础，必须要以孔子的学问思想作基本，没有办法不这样做，没有办法超过他的范围，人生经验到了的时候，更加深刻地觉得他的对。想做好一个领导人的，必须具有领导的基本道德与学问，领导的基本条件很多，中外有关的书籍也很多，但都是讲权术，不是道德，都不行。真正的领导要以道德为基础。说到以道德为基础的领导，就离不开孔子的思想。要安抚天下，安抚人心，也只有用孔子的思想，因为它代表了中国文化的中坚精神，一般人才会信仰，才会接受这安抚而来附和，而一切行为，也必须以孔子这种以道德为基础的思想，才能达到真正的人与人之间的和平相处。――这是子贡形容孔子的伟大之处。下面说到孔子个人孔子活着是大家的光荣，他死了是大家的悲哀，像这样谁都及不了他。我们两个是同学，你怎么把我捧得比老师还更好呢？如之何其可及也！就是说怎么办得到呢？这也可以说是子贡真诚恳切的定论，这也是子贡情深意真的心声吐露。尧曰第二十尧曰这篇，我们要用另一个观点研究了。"}
{"text":"――这是子贡形容孔子的伟大之处。下面说到孔子个人孔子活着是大家的光荣，他死了是大家的悲哀，像这样谁都及不了他。我们两个是同学，你怎么把我捧得比老师还更好呢？如之何其可及也！就是说怎么办得到呢？这也可以说是子贡真诚恳切的定论，这也是子贡情深意真的心声吐露。尧曰第二十尧曰这篇，我们要用另一个观点研究了。论语这部书，有些是孔子的弟子记载孔子的言行，到后来的几篇是孔子的门人们――也就是再传弟子的记载，有些是记孔子的话，有些是记孔子的大弟子如子贡子夏他们的话。至于尧曰这一篇，孔子的话仅在最后一点点，而其余完全是讲中国历史文化的精神。应该说这一篇是历史的书，或者归附到五经之一的尚书中去，这是讲尧舜之间的历史。至于是不是孔子当时口说的，或者有这种旧资料，孔子当时用来教学生的，这暂不去考虑它，不过其中所讲的，是尧舜禹三代禅位，公天下时候让位的事情。为什么要把这篇书放在这里？严格研究起来，的确是个大问题，也是中国文化的真正精神所在。第一，为什么论语的编排，拿上古史如尚书方面的资料放在这里？它的精神何在？又代表了什么？第二，这一篇所讲尧舜之间的传位内容，与尚书中的尧典舜典有相同之处，不过描写得更详细。第三，它摆在这里要看什么东西呢？上面由子曰学而时习之开始，一直连贯到这里，为什么把这样大的东西摆进去？同上面一条一条的对话记载完全不同，这是为什么？如果作博士论文，仔细深入研究，钻到牛角尖一研究，就会发现东西，有它的道理。中国文化所认为的一个儒者，一个知识分子，学问并不是文章，是作人做事。作人做事成功还不算，还要把自己的学问，用出来立人，有利于国家社会天下，既然利于国家天下，就须讲究领导人的精神，也就是古代讲帝王政治。那么帝王政治真的精神在哪里？第四，我曾经再三提到司马迁史记的伯夷叔齐列传，这篇文章，大家都说好，但是光论文章该打手心，并不好读，要通了才晓得真好，司马迁把整个的历史精神，统统写进去，我们也可以强调地说，司马迁的那一个精神，就是根据这里来的。现在我们大概晓得了这几点。如果真写博士论文，还有许多要挖的，有许多值得发挥的。这里下面的记载历史文化的重心――公天下尧曰咨！尔舜！天之历数在尔躬，允执其中！四海困穷，天禄永终。"}
{"text":"那么帝王政治真的精神在哪里？第四，我曾经再三提到司马迁史记的伯夷叔齐列传，这篇文章，大家都说好，但是光论文章该打手心，并不好读，要通了才晓得真好，司马迁把整个的历史精神，统统写进去，我们也可以强调地说，司马迁的那一个精神，就是根据这里来的。现在我们大概晓得了这几点。如果真写博士论文，还有许多要挖的，有许多值得发挥的。这里下面的记载历史文化的重心――公天下尧曰咨！尔舜！天之历数在尔躬，允执其中！四海困穷，天禄永终。根据司马迁史记的资料，根据我们中国文化最初这本历史资料――尚书，第一篇尧典。尚书是孔子整理的，他把尚书删订为中国历史的第一本书。孔子删订尚书以后，才著春秋。为什么尚书从尧开始？尧以前还有很长久的历史，如黄帝就更早了，而孔子站在史料的观点，认为尧以前的资料太少太乱，没办法整理，没有采用，所以从尧的时候开始。现在我们研究，孔子还是有问题，这位老师瞒了我们一手。我的看法，固然他手里搜罗的资料是尧的时候最完整，但有一点，他为什么要从尧开始？我们要指出来。因为尧舜禹这三代是公天下，而孔子的思想是天下为公，但是他当时是在春秋战国的帝王政治时代，没有办法把这个话说出来，所以删订尚书从尧开始，这一点大家千万注意。我这个话不是偶然随便说的。况且整个研究了孔子言行的思想精神，就会发现孔老先生还是瞒了我们一手。当然他不是有意的，等于史记寓意，读书要自己有眼光。中国人塑菩萨，顶门上塑一只竖起的眼睛，就是象征智慧之眼，要在顶门上有一只眼，把书中的道理看出来。我们懂了这个道理，他引用尧典里的话，就是如此。这篇文章写得很妙，头尾叙事都不关联，只是中间突然拿出一段来，奇峰突起，等于外国有些电影，故事的头尾都不要，只拿出中间一段来，使观众去猜想判断作结论。有人说外国的这种手法好，我说中国早就有了。论语的这篇尧曰就是现代戏剧的体裁，头尾都不说，只说中间的一段。我们现在作研究，把它加上头尾。我们晓得尧老了，要传位给舜，在交接的那一天，这是古代很庄严的大典，隆重得和宗教的仪式一样，要在泰山烧火，当着全国百姓，把帝位交下去，尧就告诉舜咨！这个咨字，我们看历代皇帝的诏书，常用这个字，其实我觉得古人在这种地方真糟糕得很，很丑陋，何必一定套用老式文章！"}
{"text":"有人说外国的这种手法好，我说中国早就有了。论语的这篇尧曰就是现代戏剧的体裁，头尾都不说，只说中间的一段。我们现在作研究，把它加上头尾。我们晓得尧老了，要传位给舜，在交接的那一天，这是古代很庄严的大典，隆重得和宗教的仪式一样，要在泰山烧火，当着全国百姓，把帝位交下去，尧就告诉舜咨！这个咨字，我们看历代皇帝的诏书，常用这个字，其实我觉得古人在这种地方真糟糕得很，很丑陋，何必一定套用老式文章！老实讲这个咨字，也就是我们现在上台讲话时，说正题前一开口的蓿≌飧霾⑽藓义的语助词而已。古人自汉代以来，搞训诂的汉学家们，为这些字，写十几万字的文章，那真讨厌！实际上是尧上台了，舜还站在下面，尧说喂！舜上来，我告诉你，天之历数在尔躬。中国人过去的政治哲学思想，是天道政治，上天的意旨。历数，我们先解释文字，这个历数很有内容。上天的意旨，气数到了，轮到你来挑这个担子，不是我个人的意思，是上天的意思，时代的趋势，这个担子必须要你来挑了。第一句话就是要舜继承这个王位。不过说到天之历数这四个字就够麻烦了。第一个是天的问题，中国文化讲天人合一，到底天是什么东西？讨论起来麻烦得很。天人合一的气数第二是历数的问题。中国历史文化精神都在历数，历古代叫历法，就是我们现在用的阳历阴历等等，这就是历。中国的历法天文方面的学问发达最早，而中国所用的阴历干支等等，代表了一个非常深厚的文化精神。像过去换朝代，明朝亡了，清朝进来，多少人一辈子不投降，清朝统治了中国三百年，可是汉民族的知识分子三百年来没有投降过，许多人不奉正朔。正就是正月。朔是月初。代表历法。再看几年前刚过世的画家溥儒，大家都知道他是清皇室，他一辈子画的画，写的字，作的诗，没有用过我们中华民国的正朔，这也是他表示自己是清朝的皇室，不奉我们民国的正朔。当然，也不会用西历纪元多少年，只好以干支古法纪年，如甲寅三月，乙卯五月。这就表示他内心不奉正朔，所以用年号这个问题真有趣。现在我们自己拚命想把中华文化复兴，而文化的精神在什么地方却不知道。这是历所引起的一段感想。"}
{"text":"朔是月初。代表历法。再看几年前刚过世的画家溥儒，大家都知道他是清皇室，他一辈子画的画，写的字，作的诗，没有用过我们中华民国的正朔，这也是他表示自己是清朝的皇室，不奉我们民国的正朔。当然，也不会用西历纪元多少年，只好以干支古法纪年，如甲寅三月，乙卯五月。这就表示他内心不奉正朔，所以用年号这个问题真有趣。现在我们自己拚命想把中华文化复兴，而文化的精神在什么地方却不知道。这是历所引起的一段感想。而数又是一个大问题，中国人讲历史的命运，这套学问很大很多，还有算命之术。像论语最后一段孔子的话中有有知命，无以为君子也。讲命。有一次，我和一位算命的大家，在一起吃饭，谈到算命的道理，他说中国人读书一定要会算命，当时他就掉了不知命，无以为君子也。这句书袋。我听了以后，不好意思说孔子的这句话，并不是说每一个读书人要会算命。不过这个数字与命字有没有关系呢？还是有关系的。历史有个大命运的。譬如历史命运中数的道理，到了第六就不是第七，到了第九就不是第八，等于地球行度的轨道，到了这里就是这个样子，这个力要下去的时候，若就把它拉回来，要出毛病了。所以天之历数这四个字，在中国的文化思想中很难讲的，一两个字，包括的内容太多了。这四个字发挥起来，不是一天两天可以讲得完的，在此不再发挥。尧在传位的时候告诉舜，这是天命，不是他尧个人的意思。我们看这句话的内在意义，尧把帝位交给舜，既非自己的亲戚，又非朋友，更非他的子孙，这就是古代的公天下。他经过几十年，多少次试验，培养一个人，等到自己真的年纪老了，根据历史记载，古人比我们活得长久。百把岁了，于是禅让，表示不是个人私见。历史的精神，就在这里。允执其中这句话也有问题来了。经书上有四句话人心惟危，道心惟微，惟精惟一，允执厥中。这里只引用了一句话，我们讲中国思想，儒家思想，尧舜禹汤文武周公孔子都用这四句话。也可以说中国文化讲人的学问修养的中心，教育的中心，都在这里，也可以只说一个字中。人心惟危，人的思想是非常危险的，这个危险并不一定是杀人的危险。凡是人都有欲望，而欲望是一个总称，现代说的好胜心荣誉心有希望生活有意义这些都是好事情，归纳起来都是欲望，欲望的奔驰，会使人心非常危险。能毁灭了自己，也毁灭了世界，都是欲望问题。"}
