{"text":"二月十七日。本篇最初发表于一九三六年二月二十四日上海申报。苏联版画展览会，由当时的苏联对外文化协会中苏文化协会和中国文艺社联合主办，一九三六年二月二十日起在上海举行，为期一周。威武不能屈，贫贱不能移语出孟子滕文公富贵不能淫，贫贱不能移，威武不能屈此之谓大丈夫。关于中国现代木刻的兴起，参看且介亭杂文木刻纪程小引。法复尔斯基苏联木刻家。参看集外集拾遗引玉集。兑内加，―？现译捷依涅卡，苏了驶婊暗窨家。冈察洛夫Z\\，，―？苏联书籍插画艺术家玻贰场犊托夫Z现译叶契依斯托夫，生平不详。克拉甫兼珂\\Z―樟究碳摇铁流苏联作家绥拉菲摩维支―著的长篇小说。毕斯凯莱夫―为铁流所作的四幅插图，曾经推荐发表于一九三三年七月文学月刊创刊号。安娜加里尼娜通译安娜卡列尼娜，俄国作家列夫托尔斯泰―著的长篇小说。密德罗辛希仁斯基莫察罗夫都是苏联木刻家。参看集外集拾遗引玉集。乔其亚现译为格鲁吉亚。三月的租界三月的租界今年一月，田军发表了一篇小品，题目是大连丸上，记着一年多以前，他们夫妇俩怎样幸而走出了对于他们是荆天棘地的大连――第二天当我们第一眼看到青岛青青的山角时，我们的心才又从冻结里蠕活过来。啊！祖国！我们梦一般这样叫了！他们的回祖国，如果是做随员，当然没有人会说话，如果是剿匪，那当然更没有人会说话，但他们竟不过来出版了八月的乡村。这就和文坛发生了关系。那么，且慢从冻结里蠕活过来罢。三月里，就有人在上海的租界上冷冷的说道――田军不该早早地从东北回来！谁说的呢？就是有人。为什么呢？因为这部八月的乡村里面有些还不真实。然而我的传话是真实的。有大晚报副刊火炬的奇怪毫光之一，星期文坛上的狄克先生的文章为证――八月的乡村整个地说，他是一首史诗，可是里面有些还不真实，像人民革命军进攻了一个乡村以后的情况就不够真实。"}
{"text":"这就和文坛发生了关系。那么，且慢从冻结里蠕活过来罢。三月里，就有人在上海的租界上冷冷的说道――田军不该早早地从东北回来！谁说的呢？就是有人。为什么呢？因为这部八月的乡村里面有些还不真实。然而我的传话是真实的。有大晚报副刊火炬的奇怪毫光之一，星期文坛上的狄克先生的文章为证――八月的乡村整个地说，他是一首史诗，可是里面有些还不真实，像人民革命军进攻了一个乡村以后的情况就不够真实。有人这样对我说田军不该早早地从东北回来，就是由于他感觉到田军还需要长时间的学习，如果再丰富了自己以后，这部作品当更好。技巧上，内容上，都有许多问题在，为什么没有人指出呢？这些话自然不能说是不对的。假如有人说，高尔基不该早早不做码头脚夫，否则，他的作品当更好吉须不该早早逃亡外国，如果坐在希忒拉的集中营里，他将来的报告文学当更有希望。倘使有谁去争论，那么，这人一定是低能儿。然而在三月的租界上，却还有说几句话的必要，因为我们还不到十分丰富了自己，免于来做低能儿的幸福的时期。这样的时候，人是很容易性急的。例如罢，田军早早的来做小说了，却不够真实，狄克先生一听到有人的话，立刻同意，责别人不来指出许多问题了，也等不及丰富了自己以后，再来做正确的批评。但我以为这是不错的，我们有投枪就用投枪，正不必等候刚在制造或将要制造的坦克车和烧夷弹。可惜的是这么一来，田军也就没有什么不该早早地从东北回来的错处了。立论要稳当真也不容易。况且从狄克先生的文章上看起来，要知道真实似乎也无须久留在东北似的，这位有人先生和狄克先生大约就留在租界上，并未比田军回来得晚，在东北学习，但他们却知道够不够真实。而且要作家进步，也无须靠正确的批评，因为在没有人指出八月的乡村的技巧上，内容上的许多问题以前，狄克先生也已经断定了我相信现在有人在写，或豫备写比八月的乡村更好的作品，因为读者需要！到这里，就是坦克车正要来，或将要来了，不妨先折断了投枪。到这里，我又应该补叙狄克先生的文章的题目，是我们要执行自我批判。题目很有劲。虽然不说这就是自我批判，但却实行着抹杀八月的乡村的自我批判的任务的，要到他所希望的正式的自我批判发表时，这才解除它的任务，而八月的乡村也许再有些生机。"}
{"text":"到这里，就是坦克车正要来，或将要来了，不妨先折断了投枪。到这里，我又应该补叙狄克先生的文章的题目，是我们要执行自我批判。题目很有劲。虽然不说这就是自我批判，但却实行着抹杀八月的乡村的自我批判的任务的，要到他所希望的正式的自我批判发表时，这才解除它的任务，而八月的乡村也许再有些生机。因为这种模模胡胡的摇头，比列举十大罪状更有害于对手，列举还有条款，含胡的指摘，是可以令人揣测到坏到茫无界限的。自然，狄克先生的要执行自我批判是好心，因为那些作家是我们底的缘故。但我以为同时可也万万忘记不得我们之外的他们，也不可专对我们之中的他们。要批判，就得彼此都给批判，美恶一并指出。如果在还有我们和他们的文坛上，一味自责以显其正确或公平，那其实是在向他们献媚或替他们缴械。四月十六日。本篇最初发表于一九三六年五月夜莺月刊第一卷第三期。田军参看本卷第页注。大连丸上，发表于一九三六年一月上海海燕月刊第一期，当时大连是日本的租借地。八月的乡村田军著的反映东北人民抗日斗争的长篇小说，曾为之作序，并将它编入奴隶丛书，一九三五年八月由上海容光书局出版。狄克张春桥的化名。张春桥，山东巨野人。当时混进上海左翼文艺界进行破坏活动。七十年代是四人帮反革命阴谋集团的主要成员之一。他的攻击八月的乡村和攻击的文章我们要执行自我批判，发表于一九三六年三月十五日的大晚报火炬。高尔基出生于木工家庭，早年曾当过学徒码头工人等。吉须，―也译作基希，捷克报告文学家。用德文写作。希特勒统治时期因反对纳粹政权而逃亡国外。九一八事变后曾来过我国，著有秘密的中国等。我要骗人我要骗人疲劳到没有法子的时候，也偶然佩服了超出现世的作家，要模仿一下来试试。然而不成功。超然的心，是得像贝类一样，外面非有壳不可的。而且还得有清水。浅间山边，倘是客店，那一定是有的罢，但我想，却未必有去造象牙之塔的人的。"}
{"text":"吉须，―也译作基希，捷克报告文学家。用德文写作。希特勒统治时期因反对纳粹政权而逃亡国外。九一八事变后曾来过我国，著有秘密的中国等。我要骗人我要骗人疲劳到没有法子的时候，也偶然佩服了超出现世的作家，要模仿一下来试试。然而不成功。超然的心，是得像贝类一样，外面非有壳不可的。而且还得有清水。浅间山边，倘是客店，那一定是有的罢，但我想，却未必有去造象牙之塔的人的。为了希求心的暂时的平安，作为穷余的一策，我近来发明了别样的方法了，这就是骗人。去年的秋天或是冬天，日本的一个水兵，在闸北被暗杀了。忽然有了许多搬家的人，汽车租钱之类，都贵了好几倍。搬家的自然是中国人，外国人是很有趣似的站在马路旁边看。我也常常去看的。一到夜里，非常之冷静，再没有卖食物的小商人了，只听得有时从远处传来着犬吠。然而过了两三天，搬家好像被禁止了。警察拚死命的在殴打那些拉着行李的大车夫和洋车夫，日本的报章，中国的报章，都异口同声的对于搬了家的人们给了一个愚民的徽号。这意思就是说，其实是天下太平的，只因为有这样的愚民，所以把颇好的天下，弄得乱七八糟了。我自始至终没有动，并未加入愚民这一伙里。但这并非为了聪明，却只因为懒惰。也曾陷在五年前的正月的上海战争――日本那一面，好像是喜欢称为事变似的――的火线下，而且自由早被剥夺，夺了我的自由的权力者，又拿着这飞上空中了，所以无论跑到那里去，都是一个样。中国的人民是多疑的。无论那一国人，都指这为可笑的缺点。然而怀疑并不是缺点。总是疑，而并不下断语，这才是缺点。我是中国人，所以深知道这秘密。其实，是在下着断语的，而这断语，乃是到底还是不可信。但后来的事实，却大抵证明了这断语的的确。中国人不疑自己的多疑。所以我的没有搬家，也并不是因为怀着天下太平的确信，说到底，仍不过为了无论那里都一样的危险的缘故。五年以前翻阅报章，看见过所记的孩子的死尸的数目之多，和从不见有记着交换俘虏的事，至今想起来，也还是非常悲痛的。虐待搬家人，殴打车夫，还是极小的事情。中国的人民，是常用自己的血，去洗权力者的手，使他又变成洁净的人物的，现在单是这模样就完事，总算好得很。但当大家正在搬家的时候，我也没有整天站在路旁看热闹，或者坐在家里读世界文学史之类的心思。走远一点，到电影院里散闷去。一到那里，可真是天下太平了。"}
{"text":"所以我的没有搬家，也并不是因为怀着天下太平的确信，说到底，仍不过为了无论那里都一样的危险的缘故。五年以前翻阅报章，看见过所记的孩子的死尸的数目之多，和从不见有记着交换俘虏的事，至今想起来，也还是非常悲痛的。虐待搬家人，殴打车夫，还是极小的事情。中国的人民，是常用自己的血，去洗权力者的手，使他又变成洁净的人物的，现在单是这模样就完事，总算好得很。但当大家正在搬家的时候，我也没有整天站在路旁看热闹，或者坐在家里读世界文学史之类的心思。走远一点，到电影院里散闷去。一到那里，可真是天下太平了。这就是大家搬家去住的处所。我刚要跨进大门，被一个十二三岁的女孩子捉住了。是小学生，在募集水灾的捐款，因为冷，连鼻子尖也冻得通红。我说没有零钱，她就用眼睛表示了非常的失望。我觉得对不起人，就带她进了电影院，买过门票之后，付给她一块钱。她这回是非常高兴了，称赞我道，你是好人，还写给我一张收条。只要拿着这收条，就无论到那里，都没有再出捐款的必要。于是我，就是所谓好人，也轻松的走进里面了。看了什么电影呢？现在已经丝毫也记不起。总之，大约不外乎一个英国人，为着祖国，征服了印度的残酷的酋长，或者一个美国人，到亚非利加去，发了大财，和绝世的美人结婚之类罢。这样的消遣了一些时光，傍晚回家，又走进了静悄悄的环境。听到远地里的犬吠声。女孩子的满足的表情的相貌，又在眼前出现，自己觉得做了好事情了，但心情又立刻不舒服起来，好像嚼了肥皂或者什么一样。诚然，两三年前，是有过非常的水灾的，这大水和日本的不同，几个月或半年都不退。但我又知道，中国有着叫作水利局的机关，每年从人民收着税钱，在办事。但反而出了这样的大水了。我又知道，有一个团体演了戏来筹钱，因为后来只有二十几元，衙门就发怒不肯要。连被水灾所害的难民成群的跑到安全之处来，说是有害治安，就用机关枪去扫射的话也都听到过。恐怕早已统统死掉了罢。然而孩子们不知道，还在拚命的替死人募集生活费，募不到，就失望，募到手，就喜欢。而其实，一块来钱，是连给水利局的老爷买一天的烟卷也不够的。我明明知道着，却好像也相信款子真会到灾民的手里似的，付了一块钱。实则不过买了这天真烂漫的孩子的欢喜罢了。我不爱看人们的失望的样子。倘使我那八十岁的母亲，问我天国是否真有，我大约是会毫不踌蹰，答道真有的罢。然而这一天的后来的心情却不舒服。"}
{"text":"恐怕早已统统死掉了罢。然而孩子们不知道，还在拚命的替死人募集生活费，募不到，就失望，募到手，就喜欢。而其实，一块来钱，是连给水利局的老爷买一天的烟卷也不够的。我明明知道着，却好像也相信款子真会到灾民的手里似的，付了一块钱。实则不过买了这天真烂漫的孩子的欢喜罢了。我不爱看人们的失望的样子。倘使我那八十岁的母亲，问我天国是否真有，我大约是会毫不踌蹰，答道真有的罢。然而这一天的后来的心情却不舒服。好像是又以为孩子和老人不同，骗她是不应该似的，想写一封公开信，说明自己的本心，去消释误解，但又想到横竖没有发表之处，于是中止了，时候已是夜里十二点钟。到门外去看了一下。已经连人影子也看不见。只在一家的檐下，有一个卖馄饨的，在和两个警察谈闲天。这是一个平时不大看见的特别穷苦的肩贩，存着的材料多得很，可见他并无生意。用两角钱买了两碗，和我的女人两个人分吃了。算是给他赚一点钱。庄子曾经说过干下去的曾经积水的车辙里的鲋鱼，彼此用唾沫相湿，用湿气相嘘，――然而他又说，倒不如在江湖里，大家互相忘却的好。可悲的是我们不能互相忘却。而我，却愈加恣意的骗起人来了。如果这骗人的学问不毕业，或者不中止，恐怕是写不出圆满的文章来的。但不幸而在既未卒业，又未中止之际，遇到山本社长了。因为要我写一点什么，就在礼仪上，答道可以的。因为说过可以，就应该写出来，不要使他失望，然而，到底也还是写了骗人的文章。写着这样的文章，也不是怎么舒服的心地。要说的话多得很，但得等候中日亲善更加增进的时光。不久之后，恐怕那亲善的程度，竟会到在我们中国，认为排日即国贼――因为说是共产党利用了排日的口号，使中国灭亡的缘故――而到处的断头台上，都闪烁着太阳的圆圈的罢，但即使到了这样子，也还不是披沥真实的心的时光。单是自己一个人的过虑也说不定要彼此看见和了解真实的心，倘能用了笔，舌，或者如宗教家之所谓眼泪洗明了眼睛那样的便当的方法，那固然是非常之好的，然而这样便宜事，恐怕世界上也很少有。这是可以悲哀的。一面写着漫无条理的文章，一面又觉得对不起热心的读者了。临末，用血写添几句个人的豫感，算是一个答礼罢。二月二十三日。本篇最初发表于一九三六年四月号日本改造月刊。原稿为日文，后由译成中文，发表于一九三六年六月上海文学丛报月刊第三期。"}
{"text":"单是自己一个人的过虑也说不定要彼此看见和了解真实的心，倘能用了笔，舌，或者如宗教家之所谓眼泪洗明了眼睛那样的便当的方法，那固然是非常之好的，然而这样便宜事，恐怕世界上也很少有。这是可以悲哀的。一面写着漫无条理的文章，一面又觉得对不起热心的读者了。临末，用血写添几句个人的豫感，算是一个答礼罢。二月二十三日。本篇最初发表于一九三六年四月号日本改造月刊。原稿为日文，后由译成中文，发表于一九三六年六月上海文学丛报月刊第三期。在改造发表时，第四段中上海死尸俘虏等词及第十五段中太阳的圆圈一语，都被删去。文学丛报发表时经补入，该刊编者在编后中曾有说明。浅间山日本的火山，过去常有人去投火山口自杀它也是游览地区，山下设有旅馆等。指一九三五年十一月九日晚日本水兵中山秀雄在上海窦乐安路被暗杀。当时日本侵略者曾借此进行威胁要挟。日本的报章指当时在上海发行的日文报纸。上海战争指一九三二年的一二八战争。当时的住所临近战区。自由早被剥夺指被通缉的事。一九三年二月参加发起中国自由运动大同盟，国民党浙江省党部即呈请国民党中央通缉堕落文人。指当时上海的租界地区。庄子约前―前名周，战国时宋国人，道家学派代表人物之一。他的著作流传至今的有后人所编的庄子三十三篇，其中大宗师和天运篇中都有这样的话泉涸，鱼相与处于陆，相橐允，相濡以沫，不如天运篇作不若相忘于江湖。涸辙之鲋，另见庄子外物篇。山本社长山本实彦―，当时日本改造杂志社社长。太阳的圆圈指日本的国旗。写于深夜里写于深夜里一珂勒惠支教授的版画之入中国野地上有一堆烧过的纸灰，旧墙上有几个划出的图画，经过的人是大抵未必注意的，然而这些里面，各各藏着一些意义，是爱，是悲哀，是愤怒，而且往往比叫了出来的更猛烈。也有几个人懂得这意义。一九三一年――我忘了月份了――创刊不久便被禁止的杂志北斗第一本上，有一幅木刻画，是一个母亲，悲哀的闭了眼睛，交出她的孩子去。这是珂勒惠支教授的木刻连续画战争的第一幅，题目叫作牺牲也是她的版画绍介进中国来的第一幅。"}
{"text":"也有几个人懂得这意义。一九三一年――我忘了月份了――创刊不久便被禁止的杂志北斗第一本上，有一幅木刻画，是一个母亲，悲哀的闭了眼睛，交出她的孩子去。这是珂勒惠支教授的木刻连续画战争的第一幅，题目叫作牺牲也是她的版画绍介进中国来的第一幅。这幅木刻是我寄去的，算是柔石遇害的纪念。他是我的学生和朋友，一同绍介外国文艺的人，尤喜欢木刻，曾经编印过三本欧美作家的作品，虽然印得不大好。然而不知道为了什么，突然被捕了，不久就在龙华和别的五个青年作家同时枪毙。当时的报章上毫无记载，大约是不敢，也不能记载，然而许多人都明白他不在人间了，因为这是常有的事。只有他那双目失明的母亲，我知道她一定还以为她的爱子仍在上海翻译和校对。偶然看到德国书店的目录上有这幅牺牲，便将它投寄北斗了，算是我的无言的纪念。然而，后来知道，很有一些人是觉得所含的意义的，不过他们大抵以为纪念的是被害的全群。这时珂勒惠支教授的版画集正在由欧洲走向中国的路上，但到得上海，勤恳的绍介者却早已睡在土里了，我们连地点也不知道。好的，我一个人来看。这里面是穷困，疾病，饥饿，死亡自然也有挣扎和争斗，但比较的少这正如的自画像，脸上虽有憎恶和愤怒，而更多的是慈爱和悲悯的相同。这是一切被侮辱和被损害的的母亲的心的图像。这类母亲，在中国的指甲还未染红的乡下，也常有的，然而人往往嗤笑她，说做母亲的只爱不中用的儿子。但我想，她是也爱中用的儿子的，只因为既然强壮而有能力，她便放了心，去注意被侮辱的和被损害的孩子去了。现在就有她的作品的复印二十一幅，来作证明并且对于中国的青年艺术学徒，又有这样的益处的――一，近五年来，木刻已颇流行了，虽然时时受着迫害。但别的版画，较成片段的，却只有一本关于卓伦的书。现在所绍介的全是铜刻和石刻，使读者知道版画之中，又有这样的作品，也可以比油画之类更加普遍，而且看见和卓伦截然不同的技法和内容。二，没有到过外国的人，往往以为白种人都是对人来讲耶稣道理或开洋行的，鲜衣美食，一不高兴就用皮鞋向人乱踢。"}
{"text":"现在就有她的作品的复印二十一幅，来作证明并且对于中国的青年艺术学徒，又有这样的益处的――一，近五年来，木刻已颇流行了，虽然时时受着迫害。但别的版画，较成片段的，却只有一本关于卓伦的书。现在所绍介的全是铜刻和石刻，使读者知道版画之中，又有这样的作品，也可以比油画之类更加普遍，而且看见和卓伦截然不同的技法和内容。二，没有到过外国的人，往往以为白种人都是对人来讲耶稣道理或开洋行的，鲜衣美食，一不高兴就用皮鞋向人乱踢。有了这画集，就明白世界上其实许多地方都还存在着被侮辱和被损害的人，是和我们一气的朋友，而且还有为这些人们悲哀，叫喊和战斗的艺术家。三，现在中国的报纸上多喜欢登载张口大叫着的希特拉像，当时是暂时的，照相上却永久是这姿势，多看就令人觉得疲劳。现在由德国艺术家的画集，却看见了别一种人，虽然并非英雄，却可以亲近，同情，而且愈看，也愈觉得美，愈觉得有动人之力。四，今年是柔石被害后的满五年，也是的木刻第一次在中国出现后的第五年而，用中国式计算起来，她是七十岁了，这也可以算作一个纪念。虽然现在也只能守着沉默，但她的作品，却更多的在远东的天下出现了。是的，为人类的艺术，别的力量是阻挡不住的。二略论暗暗的死这几天才悟到，暗暗的死，在一个人是极其惨苦的事。中国在革命以前，死囚临刑，先在大街上通过，于是他或呼冤，或骂官，或自述英雄行为，或说不怕死。到壮美时，随着观看的人们，便喝一声采，后来还传述开去。在我年青的时候，常听到这种事，我总以为这情形是野蛮的，这办法是残酷的。新近在林语堂博士编辑的宇宙风里，看到一篇铢堂先生的文章，却是别一种见解。他认为这种对死囚喝采，是崇拜失败的英雄，是扶弱，理想是不能不算崇高。然而在人群的组织上实在要不得。抑强扶弱，便是永远不愿意有强。崇拜失败英雄，便是不承认成功的英雄。所以使凡是古来成功的帝王，欲维持几百年的威力，不定得残害几万几十万无辜的人，方才能博得一时的慑服。残害了几万几十万人，还只能博得一时的慑服，为成功的帝王设想，实在是大可悲哀的没有好法子。"}
