{"text":"红藕香残玉簟秋你静静的来到李清照的身旁，为她系好外衣的扣子，说是自然赠予的礼物。雕栏玉砌应犹在，只是朱颜改你为李煜挽好了发髻，回给他一个恬淡的笑，说是自然的馈赠泪眼问花花不语，乱红飞过秋千去你亦来到欧阳修的身边，搀着他，游历风水美景，又上一楼。冬黄昏，忽如一夜春风来，千树万树梨花开雪景划过你的视野，甚美。可此时的你依然注意到孤舟蓑笠翁，独钓寒江雪的悲凉场景，人在画中，画在诗里，诗在情中你爱着自然，感叹着自然，是沾衣欲湿杏花雨，吹面不寒杨柳风的感性，还是人有悲欢离合，月有阴晴圆缺的事实，都深深震撼着你。金圣叹曾说过名山大河奇树妙花者，其胸中所读之万卷之书之副本也。于读书之时，如入名山，如泛大河，如对奇树，如拈妙花焉。有诗，有意境。正如你，走入了万千诗人的心中。其实，你是谁。你是自然的女儿。你亦是人类。全国卷心灵的拐杖面朝黄土，他扛起了一个家，而今花白了发，他依然健朗，只因拄着心灵的拐杖。――题记黑色的外壳，机身宽而稍薄，超大的矩形屏幕，约莫指甲盖大小的按键。这是一台手机，一台老人机。此刻的它正被老人握在手里，粗糙的指腹轻轻摩挲着机身，温柔而缠绵。老人在等待着什么，在这等待的过程中，他可以慢慢地，回忆些什么。那该是十几年前的事了。那年头，别说手机了，连电话都没有。唯一的通信方式便是写信。一笔一划的思念，一字一句的关心，被装进一个简易的信封里，贴上八分的邮票，寄往未知的远方。信是寄了，却不一定到得了游子手中，有那么几年，与在外打工的女儿失去了联络，也不知多少次含了泪，怔怔地望着被退回的信。寄不出，只能等女儿寄来。白日里总有干不完的农活，便时常趁夜往村头跑，只盼得女儿的信已经送到了村长家。山里不比平原，家家户户都散落在大山里，一个来回，少说也得两个小时。去时傍着夕阳，心中急切，三步并作两步，可临近村头，望着村长屋里的灯光，又踯躅起来。去得多了，村长早晓得他的来意，看着他三天两头跑，信却没有消息，心里也不是个滋味。村里的年轻人外出打工是常事，这样的担忧，村长也深有体会，看他这般，竟是连安慰的话都说不出口。而他一见村长的神色，便知道希望再次落空。回时步子明显慢了下来，几步一回头，明知夜里不可能有邮递员送信，却还是忍不住期待。"}
{"text":"山里不比平原，家家户户都散落在大山里，一个来回，少说也得两个小时。去时傍着夕阳，心中急切，三步并作两步，可临近村头，望着村长屋里的灯光，又踯躅起来。去得多了，村长早晓得他的来意，看着他三天两头跑，信却没有消息，心里也不是个滋味。村里的年轻人外出打工是常事，这样的担忧，村长也深有体会，看他这般，竟是连安慰的话都说不出口。而他一见村长的神色，便知道希望再次落空。回时步子明显慢了下来，几步一回头，明知夜里不可能有邮递员送信，却还是忍不住期待。渐渐远了人家，独行于寂寂山林中，看一轮残月锁一汪忧愁思念在浑浊的眼中。可纵是一次又一次的失望，他也不曾想过放弃。只要有那个盼头在，只要拄着心灵的拐杖，多走几趟夜路又何妨只是那心里的思念与牵挂，支撑着他，也折磨着他。后来终于有了电话。红色的固定电话，被放在那台老旧的黑白电视机旁，正对着窗，信号时有时无。没有来电显示，白天外出干活的他们，也不知孩子们究竟有没有来过电话，有没有什么急事。便只好在夜里等。他和老伴怕因为耳朵不好使，漏听了铃声，索性端了饭菜在房里吃。一抬头，便看见那电话安安静静蜷在那一隅。吃罢饭，两人便守在电视机旁，说是看电视，心却系在那红色物什上。有时这一等，便是几个钟头。他们习惯早睡，却也非等到熬不住了，才想着自己给孩子打去。一再起身，胡乱换了几次频道，才终于拿起了话筒。刚按下几个键，又犹豫了，放下听筒，回头与昏昏欲睡的老伴商量着要再等一会儿。虽说孩子们说是不会妨碍，他却始终担心会打扰他们工作。直至熟悉的铃声响起，精神一震，忙接起电话。如此，这一夜才睡得安稳。也就是三年前吧，女儿给他买了一台诺基亚手机。初时不会使用，眼见着有电话打进，不是忘了按接听，就是错按了挂断，对着手机说了半天，也不见得那头有反应。好不容易学会了，便天天手机不离身。去山里干活也带着，却又怕摔了，小心翼翼地揣在上衣口袋里，时不时掏出来瞅一眼。天热，小心地将外套往树枝上挂着。正干着活，忽觉铃声响起，可手中或砍或锯，不好立刻放下，只得一边加快了手中动作，一边侧目往树枝那边望去，留心听着，只盼得它响得久一点。那铃声却偏不如人愿，时断时续，若有若无。待放下活计，胡乱在衣服上抹净了手，径直往树下去。取了外套掏出手机，一看，哪有什么未接来电原是太过紧张，听差了。其实孩子们也忙，不可能天天打电话，可他是生怕了错过哪怕一通电话。老人机则是今年换上的。"}
{"text":"去山里干活也带着，却又怕摔了，小心翼翼地揣在上衣口袋里，时不时掏出来瞅一眼。天热，小心地将外套往树枝上挂着。正干着活，忽觉铃声响起，可手中或砍或锯，不好立刻放下，只得一边加快了手中动作，一边侧目往树枝那边望去，留心听着，只盼得它响得久一点。那铃声却偏不如人愿，时断时续，若有若无。待放下活计，胡乱在衣服上抹净了手，径直往树下去。取了外套掏出手机，一看，哪有什么未接来电原是太过紧张，听差了。其实孩子们也忙，不可能天天打电话，可他是生怕了错过哪怕一通电话。老人机则是今年换上的。他无意间向女儿提起过手机屏幕太小，看不清楚，怎想女儿回家时便给他带了一台老人机。宽大的屏幕，大号的字体，操作简单，还有语音短信。这样一个什物握在手里，总觉得有一股子暖意。这样一个小东西，竟能传来千里之外的声音，这在以前是想都不敢想的。如今，它真真实实地为他支撑起一片天，支撑起思念，让他能在这样一个偏僻的小山村里，享受到天伦之乐灰暗的屏幕忽然亮了起来，熟悉的铃声响起。老人机震动着，唤回老人飘远的思绪。略一低头，他清楚的看见屏幕上显示着孙女的字样，熟练地按下了接听键。那头，欢快的声音传来爷爷，我们回来过中秋，给您和奶奶带了月饼老人悠闲地躺在老藤椅上，嘴角上翘，月光洒下，照亮了他眼中那溢满了的幸福和满足。再过得两日，月，就圆了全国卷故乡月明与他国月圆杜甫月夜忆舍弟中有两句令人共鸣难忘的诗，那便是露从今夜白，月是故乡明。前半句是写实，后半句则是写心。何谓写心抒写心中所思所想所好所恶。那么问题来了月怎么会是故乡明他乡就没有明月他乡明月就晦暗不明难道他乡故乡会是两个月亮月亮当然只有一个，他乡月与故乡月也不可能有本质的不同。所以问题不出在月上，而出在望月的人上，出在望月的人的心情心绪上。故乡的月亮之所以会独明，换句成语说，这叫爱屋及乌，因爱故乡这个屋，连带偏爱了月亮这只乌。这在心理学上叫晕轮效应，又称光环效应。它指人们对他人的认知判断首先是根据个人的好恶得出的，然后再从这个判断推论出认知对象的其他品质的现象。在认知上，这是一种以偏概全的心理弊病。所以一旦主观上认定月是故乡明，爱屋及乌，很容易就演变成偏爱偏袒，而偏爱偏袒向前一步就是偏听偏信。"}
{"text":"所以问题不出在月上，而出在望月的人上，出在望月的人的心情心绪上。故乡的月亮之所以会独明，换句成语说，这叫爱屋及乌，因爱故乡这个屋，连带偏爱了月亮这只乌。这在心理学上叫晕轮效应，又称光环效应。它指人们对他人的认知判断首先是根据个人的好恶得出的，然后再从这个判断推论出认知对象的其他品质的现象。在认知上，这是一种以偏概全的心理弊病。所以一旦主观上认定月是故乡明，爱屋及乌，很容易就演变成偏爱偏袒，而偏爱偏袒向前一步就是偏听偏信。一个人的偏喜偏嗜似乎无关大局也无伤大雅，但如果这个人是一家之主呢一族之长呢一县之宰呢甚或是一国之君呢那样的话，这种偏执偏好就是不公的开始，的温床，混乱的渊薮，就是致命亡国的了。和月是故乡明这种什么都是自己自家的好相反，则是月亮是外国的圆这种什么都是别人别国的好，这两个极端的看法做法看似风马牛不相及，但患病的根源都是一样的，那就是只凭主观臆断，全无旁观客观。这种人这种事这种想法做法，先生在拿来主义中是一一指出，辛辣嘲讽过的，可惜，病症的诊断不等于病患的根除。现今的中国，深患这两种症候的还大有人在，要想弊绝风清，我们还有太长的路要走。那么，怎么走在论睁了眼看中也开出了一剂良方必须敢于正视，这才可望，敢想，敢说，敢做，敢当。这正视，我想，首先就是正视自己。不但正视己长，更应正视己短。道德经上说自知者明，就是此意。可是，自知何其难，总要找面镜子照一照，以鉴妍媸，以别雅俗。唐太宗曾说夫以铜为镜，可以正衣冠以古为镜，可以知兴替以人为镜，可以明得失。可也恰恰是这位视魏徵为人镜的李世民，在魏徵死后半年，就下令砸了魏徵的墓碑，毁了这块明镜。所以，当权力失去制约走向极端，再好的明镜也未必有用武之力。这还是号称千古明君的唐太宗，要是碰上白雪公主里的魔镜与王后，就更不知会闹出什么幺蛾子了。其次则是正视他人。也包括正视他族他国，总之，我之外的一切古今中外的人事物理。道德经说知人者智，不过，这种智慧也非易得。取其精华，弃其糟粕是大原则，可是何者为精何者为粗还是需要正视的这个人立得正，站得稳，端得平，看得清，分得明。"}
{"text":"这还是号称千古明君的唐太宗，要是碰上白雪公主里的魔镜与王后，就更不知会闹出什么幺蛾子了。其次则是正视他人。也包括正视他族他国，总之，我之外的一切古今中外的人事物理。道德经说知人者智，不过，这种智慧也非易得。取其精华，弃其糟粕是大原则，可是何者为精何者为粗还是需要正视的这个人立得正，站得稳，端得平，看得清，分得明。所以再三强调首先要这个人沉着，勇猛，有辨别，不自私，但不说别的，放眼天下，熙来攘往，又去哪里寻找那位不自私的圣贤君子呢而且，我还发现故乡月明和他国月圆虽是两种症候，患病的却常常是同一个人。其可怪也欤其实道理很简单自卑的人往往自傲，极度的自卑往往产生极度的自傲。反之亦然。这大概也是物极必反的又一证明吧只不过，这种证明一点也不令人愉快。行文至此，似乎也该开出一副疗救的方子，可我不想开，药医不死，佛度有缘，再好的方子也救不下必死之症，作死之人。这么说，好像又悲观了，不够正能量。那就算是负能量好了，负能量也是能量不是。况且易云一阴一阳谓之道。所谓孤阴不生，独阳不长。读圣经看神曲，一点也不喜欢耶氏父子的天堂，老觉得满天都是神光太刺眼，满空都是鸟人太单调。我天性厌恶厌倦动辄清一色，异口同声，一致同意之类，因为论语中孔子早就告诫众恶之，必察焉众好之，必察焉，全体的赞同与反对本身就不正常。所以，这篇哪怕打入荒腔走板，只要仍属于不同的声音，也认了全国卷问题中国下的思考长城大熊猫京剧，这是典型的中国符号，早在你的中国游游攻略之中一带一路美丽乡村，这是中国梦的真实写照，早成为无可回避的中国词语没有高铁移动支付，怕你无法生活广场舞中华美食，更会已俘获你的目光和味蕾。相比之下，空气污染食品安全共享单车这三个词语，可能会更能吸引你的注意，它们看起来似乎不那么正面，却是我最想与你沟通交流的。我想告诉你，同为青年的中国学生，是如何看待问题中的中国。空气污染，不用p的测量，你早就有过深度呼吸，你的中国攻略里不会有至少带五副口罩的提醒吧。食品安全，可能你还不能一下感受出来，却能从中国报纸中发现这个常用词语。"}
{"text":"相比之下，空气污染食品安全共享单车这三个词语，可能会更能吸引你的注意，它们看起来似乎不那么正面，却是我最想与你沟通交流的。我想告诉你，同为青年的中国学生，是如何看待问题中的中国。空气污染，不用p的测量，你早就有过深度呼吸，你的中国攻略里不会有至少带五副口罩的提醒吧。食品安全，可能你还不能一下感受出来，却能从中国报纸中发现这个常用词语。舌尖上的中国会征服你的味蕾，但是，当你和我一样去消费的时候，这个词语就可能会给你带来惊扰。如果说这两个词语会让你心生担忧和疑虑，那么共享单车则是喜忧参半的一个存在。共享单车是被世人的无德玩得有些尴尬的新生事物。这个被你们评价为新四大发明之一的美好事物，在现实中却展现出令人羞耻的一面随意丢弃，私改专享，在破译密码上尽显聪明有人说，它是一款照妖镜，照射出某些人的丑陋。当然，这份丑陋，并不因为现代中国一带一路的宏图尽展而改变，也不因为我们走在美丽乡村中国梦的复兴之路上而消失，这都是当今中国暗色的一角，然而，它却是真实中国的一角，更是我们不可忽视的一角。其实，暗色的存在并不能成为否定中国发展的理由，也不能成为误读中国的借口。为了消灭空气污染，几代人把植树造林当成自己的事业为保证食品安全，各类严打也不时见于报端至于表现在共享单车上的丑陋，有人已用电子圈养以及用车信用的方式，努力把丑陋变成原本的美好。我们中国作家丁玲有一篇曼哈顿街头夜景的文章，写了高楼耸立街灯闪烁车水马龙的曼哈顿街景之后，把笔触投向一位曼哈顿街头乞者，丁玲说别了，曼哈顿，我实在无心在这里久留。我想，听我说了这三个词语后，你应该不会对中国报以冷眼，选择离开。毕竟，暗色词语的背后，更多有光焰照人词语的存在，在美国如此，中国亦然。年上海东南风起一凤翱翔于千仞兮，非梧不栖士伏处于一方矣，非主不依。乐躬耕于南亩兮，吾爱吾庐，聊寄傲于琴书兮，以待天时。青年一曲歌罢，遥望山路来处，似在沉思。他仿佛在等谁，仿佛谁也不会来。能征一国者，伏处茅庐，待天时，候明主。他自比管仲乐毅，自是不能埋没满腔才华。"}
{"text":"我想，听我说了这三个词语后，你应该不会对中国报以冷眼，选择离开。毕竟，暗色词语的背后，更多有光焰照人词语的存在，在美国如此，中国亦然。年上海东南风起一凤翱翔于千仞兮，非梧不栖士伏处于一方矣，非主不依。乐躬耕于南亩兮，吾爱吾庐，聊寄傲于琴书兮，以待天时。青年一曲歌罢，遥望山路来处，似在沉思。他仿佛在等谁，仿佛谁也不会来。能征一国者，伏处茅庐，待天时，候明主。他自比管仲乐毅，自是不能埋没满腔才华。凤需栖梧，我需明主，更何况，天下也需要他。不论他怎么想，他都是被时代需要的。孔明掩上草庐莲卷，和衣卧下了。二久仰卧龙大名，他探访三次。上一次，彤云密布，他顶风冒雪，未曾想又扑了空。如今已是春光明媚，山中万物复苏。可是山外的世界，都是一片刀光剑影，不曾有片刻停歇。他想要复兴汉室，或说是渴望权力与威严。山河变色，他需要卧龙助他一臂之力。卧龙之才，倚玄德方可示于天下。山路蜿蜒，他第三次站在草庐前，心中一片忐忑。他怕如前番，求而不得。如今天下大乱，冬去春来，他等得起，江山却等不起。童子说先生睡下了。他松了一口气，当下便恭敬行礼以待孔明醒来。刘备不知自己等了多久，天光黯淡之时，方听得堂中孔明吟诗，大梦谁先觉，平生我自知。草堂春睡足，窗外日迟迟。先生。刘备再次行礼。四目交汇，一边是一统天下之之，一边是经天纬地之才。电光火石间，已有了最深的契合。三孔明出山，有龙骧虎视，囊括四海之志。赏罚分明，众人皆畏而爱之。孔明才得其用，有功于社稷，便也名垂青史，流芳百世，不负一世英才。刘备善用其才，择人而任势，便也与众想得，三分天下，留下千古贤名。孔明将适东吴，刘备送行。先生刘备方欲启口，孔明早已了然他的顾虑――只怕是孔明有闪失之患。只念明主知遇之恩，乱世之中，予他运筹帷幄立功建德之良机，名实相生之美誉，孔明定当鞠躬尽瘁，披肝沥胆以报之。今日不过是深入东吴周旋于群儒之间而已矣。孔明笑言只待东风起，亮必归矣。国需治世之才，贤倚圣明之主，英雄彼此成全，大业渐成。时光飞逝，白马过隙。高考如约而至，距离我的那年高考也已有二十岁的年份。"}
{"text":"孔明将适东吴，刘备送行。先生刘备方欲启口，孔明早已了然他的顾虑――只怕是孔明有闪失之患。只念明主知遇之恩，乱世之中，予他运筹帷幄立功建德之良机，名实相生之美誉，孔明定当鞠躬尽瘁，披肝沥胆以报之。今日不过是深入东吴周旋于群儒之间而已矣。孔明笑言只待东风起，亮必归矣。国需治世之才，贤倚圣明之主，英雄彼此成全，大业渐成。时光飞逝，白马过隙。高考如约而至，距离我的那年高考也已有二十岁的年份。烈日的阳光，斑驳的光影，仿佛又把我拉进了在宽窄巷子的学堂里最后冲刺的时光。高中即将毕业，意味着每个人将为人生方向的开启选好时光的阀门，单纯的学历生涯即将告一段落。课堂上朗朗整齐的晨读和起立，行礼的流程将渐行远去。它是青春懵懂的里程，也是最为单纯的诗书礼仪，课桌黑板走廊都将记录这里每个人在经历人生的最后一课，无论是同学还是老师。记得年炙热的炎夏，当年的二十八中还隐藏在老成都皇城宽窄巷子里面，距离高考还有一周，同学们已经不再像之前那样紧张忙碌的复习节奏，三三两两，甚至结伴到学校周围看看能不能捡到老皇城留下的一砖半瓦，为自己这里的高中学涯留点念想。还记得是用过学校食堂的午餐，在最后一节考前动员课上完以后，大家就会各自回到家中，为最后到来的大考最最后的准备。课堂的气氛很是轻松，甚至我和我的同桌还在讨论中午学校食堂红椒肉丝的白糖是否搁多了，随着班主任走进教室，踏上讲台，一如既往地喊道上课！接着就是值日生的起立敬礼老师好的三重奏，最后一节课的师生礼仪完毕后，班主任转身在黑板上用粉笔撰写了四个大字勇往直前，语重心长的寄语和感慨在此不表，大家彼此默契的拿出早已准备好的记事本开始彼此留言签名，数言珍语，寥寥几笔都赫然纸上。人生最后一堂课，没有习题的讲解和紧张备考的威严氛围。三年同窗，彼此单纯的朝夕相处和课桌校园间的点滴生活早已让这个班级凝成了一片经脉。聚是一团火，散是满天星，不求桃李满天下，只愿每人福满多。班主任最后这句话至今印刻脑海。二十载已过，当时班主任的心境早已能够理解，也希望每年高考时，同学志愿看天下！年北京年的色彩年，注定是奋斗的一年，努力的一年，幸福的一年，收获的一年，令人骄傲的一年。"}
{"text":"人生最后一堂课，没有习题的讲解和紧张备考的威严氛围。三年同窗，彼此单纯的朝夕相处和课桌校园间的点滴生活早已让这个班级凝成了一片经脉。聚是一团火，散是满天星，不求桃李满天下，只愿每人福满多。班主任最后这句话至今印刻脑海。二十载已过，当时班主任的心境早已能够理解，也希望每年高考时，同学志愿看天下！年北京年的色彩年，注定是奋斗的一年，努力的一年，幸福的一年，收获的一年，令人骄傲的一年。年是丰富的一年，是多彩的一年，若要赋予它色彩，我想它是银白色的，绿色的，蓝色的，更是红色的一年。年是银白色的一年。无数银白色高铁驰骋在我国大江南北，驶过沙漠，草地，密林，农田。商合杭高铁芜湖长江大桥顺利合龙，京张张呼高铁都已开始倒计时，多款新型复兴号高铁动车组于今年正式运营，时速公里的高速磁悬浮样车也在青岛下线。中国高铁，正像一条巨龙，奔驰在中华大地。我曾于数周前从南京乘坐复兴号返回北京。车窗外的景物急速地向后退去，一时间竟令我有了穿越时光隧道之感，仿佛将我带回到了书里的那个年代。那时，北京到南京的铁路刚建好，需要整整二十个小时，南京长江大桥建好后缩至小时，后随着铁路一次次的提速，时间在一次次缩短，小时，小时，小时，小时，乃至小时！公里，仅仅小时，这是那个年代的人们想都不敢想的。前方到站，北京南站，伴随着一阵甜美的女声，列车渐渐减速。我看到那停满车站的银白色高铁，我又看到车厢中电视上播放的新铁路试跑视频，我感叹，年，是银白色的一年，并深深感受到对祖国无限的骄傲。年，是绿色的一年。我国大量的沙漠和荒地出现了久违的绿色和那看似不可能的生机。那是因为无数平凡的抗沙战士活跃在抗沙的一线，他们不求名利，不求光鲜亮丽的生活，而仅仅想为我国的环境尽自己的一份力，令我国更适合居住。正因为他们的努力，我国的沙漠荒地才被披上绿外衣，使得都发文感谢中国使地球更绿。这些可敬的治沙战士在接受采访的时候都表示得很淡然，他们表示不要名利，继续治沙。他们令我肃然起敬。年，同样是蓝色的一年。全国雾霾情况得到极大缓解，蓝天白云的日子更多了。冬奥会的准备活动也在紧锣密鼓地开展着，部分场馆已向公众开放，这样的效率也许只能在中国看到。"}
