{"text":"举例来说，我王某人在此声称自己最终证明了哥德巴赫猜想我当然不是认真说的！，就等于把自己置于骗子的地位。直到我拿出了证明，才能脱罪。鉴于此事的严重性，我劝读者不要轻易尝试。假如特异功能如某些作家所言，是什么生命科学大发现的话，在特异功能者拿出足以脱罪的证明之前，把他们称为骗子，显然不是冒犯，因为科学的严肃性就在于此。现在有几位先生努力去证明特异功能有鬼，当然有功于世道，但把游戏玩颠倒了――按照前述科学的规则，我们必须首先推定特异功能本身就是鬼，那些人就是骗子直到他们有相反的证据。如果有什么要证明的，也该让他们来证明。现在来说说科学的证明是什么。它是如此的清楚明白可信，绝不以权威压人，也绝不装神弄鬼。按罗素的说法，这种证明会使读者感到，假如我不信他所说的就未免太笨。按维纳所说的条件他说的条件现在做不到，假如我不相信人可以通过电线传输，那我未免太笨按爱因斯坦所说的条件他说的条件现在也做不到，假如我不相信时间会变慢，也未免太笨。这些条件太过深奥，远不是特异功能的术者可以理解的。虽然那些人可能看过些科普读物，但连科普都没看懂。在大家都能理解的条件之下，不但药片不能穿过塑料瓶，而且任何刚性的物体都不可能穿过比自身小的洞而且毫发无损，术者说药片穿过了分子间的缝隙，显然是不要脸了。那些术者的证明，假如有谁想要接受，就未免太笨。如果有人持相反的看法，必然和骗字有关，或行骗或受骗。假如我没有勇气讲这些话，也就不配做科学的弟子。因为我们已经被逼到了这个地步，假如不把这个骗字说出来，就只好当笨蛋了。关心特异功能或是生命科学的人都知道，像药片穿瓶子耳朵识字这类的事，有时灵，有时不灵。假如你认真去看，肯定碰上他不灵，而且也说不出什么时候会灵。假如你责怪他们为什么不把特异功能搞好些再出来表演，就拿他们太当真了。仿此我编个笑话，讲给真正的科学家听有一位物理学家致电瑞典科学院说本人发现了简便易行的方法，可以实现受控核聚变，但现在把方法忘掉了。我保证把方法想起来，但什么时候想起来不能保证。在此之前请把诺贝尔物理奖发给我。当然，真正的物理学家不会发这种电报，就算真的出了忘掉方法的事，也只好吃哑巴亏。我们国家的江湖骗子也没发这种电报，是因为他们层次太低。他们根本想不到骗诺贝尔奖，只能想到混吃混喝，或者写几本五迷三道的书，骗点稿费。"}
{"text":"假如你责怪他们为什么不把特异功能搞好些再出来表演，就拿他们太当真了。仿此我编个笑话，讲给真正的科学家听有一位物理学家致电瑞典科学院说本人发现了简便易行的方法，可以实现受控核聚变，但现在把方法忘掉了。我保证把方法想起来，但什么时候想起来不能保证。在此之前请把诺贝尔物理奖发给我。当然，真正的物理学家不会发这种电报，就算真的出了忘掉方法的事，也只好吃哑巴亏。我们国家的江湖骗子也没发这种电报，是因为他们层次太低。他们根本想不到骗诺贝尔奖，只能想到混吃混喝，或者写几本五迷三道的书，骗点稿费。按照许倬云教授的意见，中国人在科学面前，很容易失去平常心。科学本身太过深奥，这是原因之一。民族主义是另一个原因。假设特异功能或是生命科学是外国人发明的，到中国来表演，相信此时它已深深淹没在唾液和黏痰的海洋里。众所周知，现代科学发祥于外国，中国人搞科学，是按洋人发明的规则去比赛规定动作。很多人急于发明新东西，为民族争光。在急迫的心情下，就大胆创新，打破常规，创造奇迹。举例来说，五八年大跃进时就发明了很多东西。其中有一样，上点岁数的都记得一根铁管，一头拍扁后，做成单簧管的样子，用一片刀片做簧片。他们说，冷水从中通过，就可以变成热水，彻底打破热力学第二定律。这种东西叫做超声波，被大量制造，下在澡堂的池子里。据我所见，它除了割破洗澡者的屁股，别无功能我还见到一个人的脚筋被割断，不知他现在怎样了。特异功能生命科学就是九十年代的超声波。超声波的发明者是谁，现在已经不可考，但我建议大家记下现在这些名字，同时也建议一切人为了让自己的儿女有脸做人，尽量不要当骗子。很显然，这种发明创造，丝毫也不能为民族争光，只是给大家丢丑，所以让那些假发明的责任者溜掉有点不公道。我还建议大家时时想到整个人类是一个物种，科学是全人类的事业，它的成就不能为民族所专有，所以它是全人类的光荣这样就能有一些平常心。有了平常心，也就不容易被人骗。我的老师曾说，科学是个不断学习的过程。学习科学，尤其要有平常心。如罗素所言，科学在不计利害地追求客观真理。请扪心自问，你所称的科学，是否如此淳朴和善良。尤瑟纳尔女士说当我计算或写作时，就超越了性别，甚至超越了人类。请扪心自问，你所称的科学，是否是如此崇高的事业。我用大师们的金玉良言劝某些成年人学好。不用别人说，我也觉得此事有点可笑。"}
{"text":"有了平常心，也就不容易被人骗。我的老师曾说，科学是个不断学习的过程。学习科学，尤其要有平常心。如罗素所言，科学在不计利害地追求客观真理。请扪心自问，你所称的科学，是否如此淳朴和善良。尤瑟纳尔女士说当我计算或写作时，就超越了性别，甚至超越了人类。请扪心自问，你所称的科学，是否是如此崇高的事业。我用大师们的金玉良言劝某些成年人学好。不用别人说，我也觉得此事有点可笑。现在到了结束本文的时候，可以谈谈我对所谓生命科学的看法了。照我看，这里包含了一些误会。从表面上看，科学只认理不认人，仿佛它是个开放的领域，谁都能来弄一把，但在实际上，它又是最困难的事业，不是谁都能懂，所以它又最为封闭。从表面上看，科学不断创造奇迹，好像很是神奇，但在实际上，它绝无分毫的神奇之处――如马林诺夫斯基所言，科学是对真正事实的实事求是――它创造的一切，都是本分得来的其中包含的血汗眼泪和艰辛，恐非外人所能知道。但这不是说，你只要说有神奇的事存在，就会冒犯到我。我还有些朋友相信基督死了又活过来，这比药片穿瓶更神奇！这是信仰，理当得到尊重。科学没有理由去侵犯合理的宗教信仰。但我们现在见到的是一种远说不上合理的信仰在公然强奸科学――一个弱智邪恶半人半兽的家伙，想要奸污智慧女神，它还流着口水吐着粘液口齿不清地说道我配得上她！她和我一样的笨！――我想说的是你搞错了。换个名字，到别处去试试吧。我是哪一种女权主义者因为太太在作妇女研究读了―批女权主义的理论书，我们常在―起讨论自己的立场。作为―个知识分子，我们不可避免地会有一种接近某种女权主义的立场。我总觉得，一个人不尊重女权，就不能叫作一个知识分子。但是女权主义的理论门类繁多我认为这―点并不好，到底是哪一种就很重要了。社会主义女权主义者认为，性别之间的不平等是社会制度造成的，要靠社会制度的变革来消除。这种观点在西方带点阶段论的色彩在中国就不一样了众所周知，我国现在已是社会主义制度，党主张男女平等，政府重视妇女的社会保障，在这方面成就也不少。但恰恰在这种情况下，我们感到了社会主义女权理论的不足。"}
{"text":"我总觉得，一个人不尊重女权，就不能叫作一个知识分子。但是女权主义的理论门类繁多我认为这―点并不好，到底是哪一种就很重要了。社会主义女权主义者认为，性别之间的不平等是社会制度造成的，要靠社会制度的变革来消除。这种观点在西方带点阶段论的色彩在中国就不一样了众所周知，我国现在已是社会主义制度，党主张男女平等，政府重视妇女的社会保障，在这方面成就也不少。但恰恰在这种情况下，我们感到了社会主义女权理论的不足。举个例子来说，现在企业精简职工，很多女职工被迫下岗。假若你要指责企业经理，他就反问道你何不问问，这些女职工自身的素质如何？像这样的题目报刊上讨论的已经很多了。很明显，一个人的生活不能单纯地依赖社会保障，还要靠自身的努力而且一个人得到的社会保障越多，目身的努力往往就越少。正如其他女权主义门派指出的那样，社会主义女权主义向社会寻求保障的同时，也就承认了自己是弱者，这是一个不小的失策。在社会主义制度下，得到较多保障的人总是值得羡慕的――我年轻时，大家都羡慕国营企业的工人，因为他们最有保障。但保障和尊严是两回事。与此有关的问题是我们国家的男女是否平等了，在这方面有―点争议。中国人自己以为，在这方面做得已经很不错但是西方一些观察家不同意。我认为这不是一个问题，而是两个问题，头一个问题是在我们的社会里，是否把男人和女人同等看待。这个问题有难以评论的性质众所周知，一有需要，上面就可以规定各级政府里女干部的比例，各级人代会里女代表的比例，我还听说为了配合九五世妇会，出版社正在大出女作家的专辑。因为想把她们如何看待就可以如何看待，这件事就丧失了客观性，而且无法讨论。另一个问题是在我们国家里，妇女的实际地位如何，她们自身的素质成就掌握的决策权，能不能和男性相比。这个问题很严肃，我的意见是当然不能比。妇女差得很多――也许只有竞技体育例外，但竞技体育不说明什么。我们国家总是从社会主义女权理论的框架出发去关怀女性，分配给她各种东西，包括代表名额。我以为这种关怀是不够的。真正的成就是自己争取来的，而不是分配来的东西。西方还有―种激进的女权主义立场，认为女性比男性优越，女人天性热爱和平关心生态，就是她们优越的证明。据说女人可以有比男人更强烈持久的性高潮，也是一种优越的证明，我很怀疑这种证明的严肃性。"}
{"text":"这个问题很严肃，我的意见是当然不能比。妇女差得很多――也许只有竞技体育例外，但竞技体育不说明什么。我们国家总是从社会主义女权理论的框架出发去关怀女性，分配给她各种东西，包括代表名额。我以为这种关怀是不够的。真正的成就是自己争取来的，而不是分配来的东西。西方还有―种激进的女权主义立场，认为女性比男性优越，女人天性热爱和平关心生态，就是她们优越的证明。据说女人可以有比男人更强烈持久的性高潮，也是一种优越的证明，我很怀疑这种证明的严肃性。虽然女人热爱自己的性别是值得赞美的，但也不可走火入魔。一个人在坐胎时就有男女之分，我以为这种差异本身是美好的。别人也许不同意，但我以为，见到一种差异，就以为这里有优劣之分，这是一种市侩心理――生为一个女人，好像占了很多便宜。当然，要按这个标准，中国人里市侩更多。他们死乞白赖地想要男孩，并且觉得这样能占到便宜。将来人类很可能只剩下一种性别――男或女。这时候的人知道过去人有性别之分，就会不胜痛惜，并且说我们的祖先是些市侩。当然，在我们这里，有些女人有激进女权主义者的风貌，中国话叫作气管炎。我个人认为，气管炎不是中国女性风范的杰出代表。我总是从审美的角度而不是从势利的角度来看世界，而且觉得自己个是个市侩――当然，这一点还要别人来评判。西方女权主义者认为，性之于女权主义理论，正如劳动之于马克思的理论一样重要。这个观点中国人看来很是意外。再过一些年，中国人就会体会到这种说法的含义，现在的潮流正把女人逐渐地往性这个圈子里套。性对于人来说，是很重要的。但是单方面地要求妇女，就很不平等。西方妇女以为自己在这个圈子里丧失了尊严，这是有道理的。但回过头去看看文化革命里，中国的妇女和男人除了头发长几寸，就没有了区别，尊严倒是有的，只可惜了无生趣。自由女权主义者认为，男人也该来取悦妇女，这样就恢复了妇女的尊严。假如你不同意这个观点，就要在毫无尊严和了无生趣里选一种了。作为男子，我宁愿自己多打扮，希望这样有助于妇女的尊严，也不愿看到妇女再变成一片蓝蚂蚁，当然，按激进女权的观点，这还远算不上有了弃暗投明的决小。真正有决心应该去作变性手术，起码把自己阉掉。我太太现在对后现代女权主义理论着了迷。这种理论总想对性别问题提供一种全新的解读方式。"}
{"text":"自由女权主义者认为，男人也该来取悦妇女，这样就恢复了妇女的尊严。假如你不同意这个观点，就要在毫无尊严和了无生趣里选一种了。作为男子，我宁愿自己多打扮，希望这样有助于妇女的尊严，也不愿看到妇女再变成一片蓝蚂蚁，当然，按激进女权的观点，这还远算不上有了弃暗投明的决小。真正有决心应该去作变性手术，起码把自己阉掉。我太太现在对后现代女权主义理论着了迷。这种理论总想对性别问题提供一种全新的解读方式。我很同意说，以往的人对性别问题理解得不对――亘古以来，人类在性和性别问题上就没有平常心，开头有点假模假式，后来就有点五迷三道，最后干脆是不三不四，或者是横蛮无理――这些错误主要是男人犯的――这是我对这个问题的看法，但和后现代女权理论没有丝毫的相近之处。那些哲学家福科的女弟子们，她们对此有着一套远为复杂和深奥的解读方法。我正盼着从中学到一点东西，但还没有学会。作为一个男人，我同意自由女权主义，并且觉得这就够了。从这种认同里，我能获得一点平常心，并向其他男人推荐这种想法。我承认男人和女人很不同，但这种差异并不意味着别的既不意味着某个性别的人比另一种性别的人优越，也不意味着某种性别的人比另一种性别的人高明。一个女孩子来到人世间，应该像男孩一样，有权利寻求她所要的一切。假如她所得到的正是她所要的，那就是最好的――假如我是她的父亲，我也别无所求了。男人眼中的女性美从男人的角度谈女人的外在美，这个题目真没什么可说的。这是一个简单的绝对的命题。从远了说，海伦之美引起了特洛伊战争从近了说，玛丽莲梦露之美曾经风靡美国。一个男人，只要他视力没有大毛病，就都能欣赏女人的美。因为大家都有这种能力，所以这件事常被人用来打比方――孟夫子就喜欢用目之于色也有同美焉这个例子来说明大家可以有一致的意见，很显然，他觉得这样一说大家就会明白。谁都喜欢看见好看一点的女人，这一点在男人中间可说是不言自明的。假如还有什么争议，那是在女人中间，绝不是在男人中间。当年玛丽莲梦露的三围从上面数，好像是英寸。有位太太看这个小妖精太讨厌，就自己掏钱买了一套内衣给她寄去，尺寸是，让她按这个尺寸练练，煞煞男人的火。据我所知，梦露小姐没有接受她的意见。"}
{"text":"谁都喜欢看见好看一点的女人，这一点在男人中间可说是不言自明的。假如还有什么争议，那是在女人中间，绝不是在男人中间。当年玛丽莲梦露的三围从上面数，好像是英寸。有位太太看这个小妖精太讨厌，就自己掏钱买了一套内衣给她寄去，尺寸是，让她按这个尺寸练练，煞煞男人的火。据我所知，梦露小姐没有接受她的意见。这是说到身材，还没说到化妆不化妆，打扮不打扮。这类题目只有在女人杂志上才是中心议题，我所认识的男人在这方面都有一颗平常心，也就是说，见到好看的女人就多看一眼，见到不好看的就少看一眼，仅此而已。多看一眼和少看一眼都没什么严重性。所以我认为，在我们这里，这问题在女人中比男人中敏感。大贤罗素曾说，人人理应生来平等。但很可惜，事实不是这样。有人生来漂亮，有人生来就不漂亮，与男人相比，女人更觉得自己是这种不平等的牺牲品。至于如何来消除这种不平等，就有各种解决的办法。给梦露小姐寄内衣的那位太太就提出了一种解法，假设那套内衣是她本人穿的，这就意味着请梦露向她看齐假如这个办法被普遍地采用，那么男人会成为真正的牺牲品。在国外可以看到另一种解决不平等的方法，那里年轻漂亮的小姐们不怎么化妆，倒是中老年妇女总是要化点妆。这样从总体上看，大家都相当漂亮。另外，年轻健康，这本身就是最美丽的，用不着用化妆品来掩盖它。我觉得这样做有相当的合理性。国内的情况则相反，越是年轻漂亮的小姐越要化妆，上点岁数的就破罐破摔，蓬头垢面――我以为这是不好的。假如有一位妇女修饰得恰到好处地出现在我面前，我是很高兴的。这说明她在乎我对她的看法，对我来说是一种尊重。但若修饰不得法，就是一种灾难。几年前，我到北方一座城市出差，看到当地的小姐们都化妆，涂很重的粉，但那种粉颜色有点发蓝，走在阳光灿烂的大街上尚称好看，走到了暗处就让人想起了戏台上的窦尔敦。另外，当地的小姐都穿一种针织超短裙，大概此种裙子很是新潮，但有一处弊病，就是会朝上收缩，走在街上裙子就会呈现一种倒马鞍形。于是常能看到有些很可爱的妇女走在当街叉开腿站下来，用手抓住裙子的下摆往下拉――那情景实在可怕。所以我建议女同志们在选购时装和化妆品时要多用些心，否则穿得随便一点，不化妆会更好一点。"}
{"text":"但若修饰不得法，就是一种灾难。几年前，我到北方一座城市出差，看到当地的小姐们都化妆，涂很重的粉，但那种粉颜色有点发蓝，走在阳光灿烂的大街上尚称好看，走到了暗处就让人想起了戏台上的窦尔敦。另外，当地的小姐都穿一种针织超短裙，大概此种裙子很是新潮，但有一处弊病，就是会朝上收缩，走在街上裙子就会呈现一种倒马鞍形。于是常能看到有些很可爱的妇女走在当街叉开腿站下来，用手抓住裙子的下摆往下拉――那情景实在可怕。所以我建议女同志们在选购时装和化妆品时要多用些心，否则穿得随便一点，不化妆会更好一点。对于妇女在外貌方面的焦虑情绪，男人的平常心是一副解毒剂。另外，还该提到女权主义者的看法，她们说我们干吗要给男人打扮？这话有些道理，也有点过激。假如修饰自己意味着尊重对方，还是打扮一下好。有关伟大一族有位老同学从美国回来探家。我们俩有七八年没见了。他的情况还不错虽然薪水不很多，但两口子都挣钱，所以还算宽裕。自从美国一别，他的房子买到了第三所，汽车换到了第四辆，至于机，只要听说新出来一种更快的，他马上就去买一台，手上过了多少就没了数了。老婆还没有换，也没有这种打算，这正是我喜欢他的地方。虽然没坐过罗尔斯罗伊斯，没住过棕榈海滩的豪华别墅，手里没有巨额股票，倒有一屁股的饥荒，但就像东北人说的，他起码也造了个痛快。我现在房无一间地无一垄，当然只有羡慕的份儿。但我们见面不是光聊这些――这就太过庸俗了。我们哥俩都闯荡过四方，种过地，放过牧，当过工人，二十年前在大学里同窗时，心里都曾燃烧起雄心壮志，要开创伟大的事业。所谓伟大的事业，就是要让自己的梦想成真。那时想了些什么，现在我都不好意思说，只好拿别人做例子。比方说微软公司的大老板比尔盖茨，年轻时想过要把当时看着不起眼的微处理机做成一种能用的计算机，让人人都能拥有和使用计算机，这样，科学的时代就真正降临人世了――这种梦想的伟大之处就在这里。现在这种梦想在很大程度上变成了真实，他在其中有很大的贡献，这是值得佩服的。至于他在商业上的成功，照我看还不太值得佩服。还有一个例子是马丁路德金曾经高呼我有一个梦想，今天在美国的校园里，有时能看到高大英俊的黑人小伙子和白人姑娘拥抱在一起。从这种特别美丽的景象里，可以体会到金博士梦想的伟大。时至今日，我说多了没有意思，脸上也发热。我只能说，像这样的梦想我们也曾有过。"}
{"text":"现在这种梦想在很大程度上变成了真实，他在其中有很大的贡献，这是值得佩服的。至于他在商业上的成功，照我看还不太值得佩服。还有一个例子是马丁路德金曾经高呼我有一个梦想，今天在美国的校园里，有时能看到高大英俊的黑人小伙子和白人姑娘拥抱在一起。从这种特别美丽的景象里，可以体会到金博士梦想的伟大。时至今日，我说多了没有意思，脸上也发热。我只能说，像这样的梦想我们也曾有过。每个人都有自己的梦想，这些梦想不见得都是伟大事业的起点。先生的杂文里提到有这样的人，他梦想的最高境界是在雪天，呕上半口血，由丫环扶着，懒懒地到院子里去看梅花。我看了以后着实生气人怎么能想这样的事！同时我还想假如这位先生不那么考究，不要下雪梅花丫环搀着等等，光要呕血的话，这件事我倒能帮上忙。那时我是个小伙子，胳臂很有劲儿，拳头也够硬。现在当然不想帮这种忙，过了那个年龄。现在偶尔照照镜子，里面那个人满脸皱纹，我不大认识。走在街上，迎面过来一个庞然大物，仔细从眉眼上辨认，居然是自己当年的梦中情人，于是不免倒吸一口凉气。凉气吸多了就会忘事，所以要赶紧把要说的事说清楚。梦想虽不见得都是伟大事业的起点，但每种伟大的事业必定源于一种梦想――我对这件事很有把握。现在的青年里有追星族上班族，但想要开创伟大事业的人却没有名目，就叫他们伟大一族好了。过去这样的人在校园里不管是中国校园还是美国校园是很多的。当盖茨先生穿着一身便装，蓬着一头乱发出现在校园里时，和我们当年一样，属于伟大一族。刚回中国时，我带过的那些学生起码有一半属伟大一族，因为他们眼睛里闪烁着梦想的光芒。谁是谁不是这一族，我一眼就能看出来，但这一族的人数是越来越少了，将来也许会像恐龙一样灭绝掉。我问我哥们儿，现在干吗呢，他说坐在那里给人家操作软件包，气得我吼了起来咱们这样的人应该做研究工作――谁给他打软件包？但是他说，人家给钱就得了，管它干什么。我一想也对。谁要是给我一年三四万美元让我打软件包，我也给他打去了。这说明现在连我也不属伟大一族。但在年轻时，我们有过很宏伟的梦想。伟大一族不是空想家，不是只会从众起哄的狂热分子，更不是连事情还没弄清就热血沸腾的青年。"}
