{"text":"在近十年来的中国文坛上，这法术，用是也常用的，但效果却很小。法术原是极利害，极致命的法术。果戈理夸俄国人之善于给别人起名号――或者也是自夸――说是名号一出，就是你跑到天涯海角，它也要跟着你走，怎么摆也摆不脱。这正如传神的写意画，并不细画须眉，并不写上名字，不过寥寥几笔，而神情毕肖，只要见过被画者的人，一看就知道这是谁夸张了这人的特长――不论优点或弱点，却更知道这是谁。可惜我们中国人并不怎样擅长这本领。起源，是古的。从汉末到六朝之所谓品题，如关东觥觥郭子横，五经纷纶井大春，就是这法术，但说的是优点居多。梁山泊上一百另八条好汉都有诨名，也是这一类，不过着眼多在形体，如花和尚鲁智深和青面兽杨志，或者才能，如浪里白跳张顺和鼓上蚤时迁等，并不能提挈这人的全般。直到后来的讼师，写状之际，还常常给被告加上一个诨名，以见他原是流氓地痞一类，然而不久也就拆穿西洋镜，即使毫无才能的师爷，也知道这是不足注意的了。现在的所谓文人，除了改用几个新名词之外，也并无进步，所以那些批判，结果还大抵是徒劳。这失败之处，是在不切帖。批评一个人，得到结论，加以简括的名称，虽只寥寥数字，却很要明确的判断力和表现的才能的。必须切帖，这才和被批判者不相离，这才会跟了他跑到天涯海角。现在却大抵只是漫然的抓了一时之所谓恶名，摔了过去或封建余孽，或布尔乔亚，或破锣，或无政府主义者，或利己主义者等等而且怕一个不够致命，又连用些什么无政府主义封建余孽或布尔乔亚破锣利己主义者怕一人说没有力，约朋友各给他一个怕说一回还太少，一年内连给他几个时时改换，个个不同。这举棋不定，就因为观察不精，因而品题也不确，所以即使用尽死劲，流完大汗，写了出去，也还是和对方不相干，就是用浆糊粘在他身上，不久也就脱落了。汽车夫发怒，便骂洋车夫阿四一声猪猡，顽皮孩子高兴，也会在卖炒白果阿五的背上画一个乌龟，虽然也许博得市侩们的一笑，但他们是决不因此就得猪猡阿四或乌龟阿五的诨名的。此理易明因为不切帖。五四时代的所谓桐城谬种和选学妖孽，是指做载飞载鸣的文章和抱住文选寻字汇的人们的，而某一种人确也是这一流，形容惬当，所以这名目的流传也较为永久。"}
{"text":"汽车夫发怒，便骂洋车夫阿四一声猪猡，顽皮孩子高兴，也会在卖炒白果阿五的背上画一个乌龟，虽然也许博得市侩们的一笑，但他们是决不因此就得猪猡阿四或乌龟阿五的诨名的。此理易明因为不切帖。五四时代的所谓桐城谬种和选学妖孽，是指做载飞载鸣的文章和抱住文选寻字汇的人们的，而某一种人确也是这一流，形容惬当，所以这名目的流传也较为永久。除此之外，恐怕也没有什么还留在大家的记忆里了。到现在，和这八个字可以匹敌的，或者只好推洋场恶少和革命小贩了罢。前一联出于古之京，后一联出于今之海。创作难，就是给人起一个称号或诨名也不易。假使有谁能起颠扑不破的诨名的罢，那么，他如作评论，一定也是严肃正确的批评家，倘弄创作，一定也是深刻博大的。所以，连称号或诨名起得不得法，也还是因为这班朋友的不文。――再亮些！八月十四日。本篇最初发表于一九三五年九月文学月刊第五卷第三号文学论坛栏，署名隼。指刘大杰标点林语堂校阅的袁中郎全集和施蛰存编选周作人题签的晚明二十家小品。果戈理夸俄国人善给别人起名号在死魂灵第五章末尾，有一段关于诨名的议论俄罗斯国民的表现法，是有一种很强的力量的。对谁一想出一句这样的话，就立刻一传十，十传百他无论在办事，在退休，到彼得堡，到世界的尽头，总得背在身上走。关东觥觥郭子横后汉书郭宪传载郭宪字子横，汝南宋今安徽太和人也王莽篡位，拜宪郎中，赐以衣服。宪受衣焚之，逃于东海之滨。光武即位，求天下有道之人乃征宪，拜博士。时匈奴数犯塞，帝患之，乃召百僚廷议。宪以为天下疲敝，不宜动众。谏争不合，乃伏地称眩瞀，不复言。帝令两郎扶下殿，宪亦不拜。帝曰常闻关东觥觥郭子横，竟不虚也！觥觥，刚直的意思。五经纷纶井大春后汉书井丹传载井丹字大春，扶风d今陕西d县人也。少受业太学，通五经，善谈论，故京师为之语曰五经纷纶井大春。纷纶浩傅的意思。"}
{"text":"宪以为天下疲敝，不宜动众。谏争不合，乃伏地称眩瞀，不复言。帝令两郎扶下殿，宪亦不拜。帝曰常闻关东觥觥郭子横，竟不虚也！觥觥，刚直的意思。五经纷纶井大春后汉书井丹传载井丹字大春，扶风d今陕西d县人也。少受业太学，通五经，善谈论，故京师为之语曰五经纷纶井大春。纷纶浩傅的意思。桐城谬种和选学妖孽这两句原为五四新文学运动初期钱玄同攻击当时摹仿桐城派古文或文选所选骈体文的旧派文人的话，见新青年第三卷第五号一九一七年七月他给陈独秀的信中，当时曾经成为反对旧文学的流行用语。桐城派是清代古文流派之一，主要作家有方苞刘大o姚鼐等，他嵌际前不胀人，所以称他们和各地赞同他们的文学主张的人为桐城派。载飞载鸣章太炎在社会通诠商兑中评论社会通诠严复的文笔说严氏固略知小学，而于周秦两汉唐宋儒先之文史，能得其句读矣然相其文质，于声音节奏之间，犹未离于帖括申夭之态，回复之词，载飞载鸣，情状可见盖俯仰于桐城之道左，而未趋其庭庑者也。见太炎文录别录卷二。按社会通诠，英国甄克思著。洋场恶少指施蛰存。参看准风月谈扑空。革命小贩，指杨人。参看南腔北调集答杨人先生公开信的公开信。六论文人相轻――二卖六论文人相轻――二卖今年文坛上的战术，有几手是恢复了五六年前的太阳社式，年纪大又成为一种罪状了，叫作倚老卖老。其实呢，罪是并不在老，而在于卖的，假使他在叉麻酱，念弥陀，一字不写，就决不会惹青年作家的口诛笔伐。如果这推测并不错，文坛上可又要增添各样的罪人了，因为现在的作家，有几位总不免在他的作品之外，附送一点特产的赠品。有的卖富，说卖稿的文人的作品，都是要不得的有人指出了他的诗思不过在太太的奁资中，就有帮闲的来说这人是因为得不到这样的太太，恰如狐狸的吃不到葡萄，所以只好说葡萄酸。有的卖穷，或卖病，说他的作品是挨饿三天，吐血十口，这才做出来的，所以与众不同。有的卖穷和富，说这刊物是因为受了文阀文僚的排挤，自掏腰包，忍痛印出来的，所以又与众不同。有的卖孝，说自己做这样的文章，是因为怕父亲将来吃苦的缘故，那可更了不得，价值简直和李密的陈情表不相上下了。"}
{"text":"有的卖穷，或卖病，说他的作品是挨饿三天，吐血十口，这才做出来的，所以与众不同。有的卖穷和富，说这刊物是因为受了文阀文僚的排挤，自掏腰包，忍痛印出来的，所以又与众不同。有的卖孝，说自己做这样的文章，是因为怕父亲将来吃苦的缘故，那可更了不得，价值简直和李密的陈情表不相上下了。有的就是衔烟斗，穿洋服，唉声叹气，顾影自怜，老是记着自己的韶年玉貌的少年哥儿，这里和卖老相对，姑且叫他卖俏罢。不过中国的社会上，卖老的真也特别多。女人会穿针，有什么希奇呢，一到一百多岁，就可以开大会，穿给大家看，顺便还捐钱了。说中国人起码要学狗，倘是小学生的作文，是会遭先生的板子的，但大了几十年，新闻上就大登特登，还用方体字标题道皤然一老莅故都，吴稚晖语妙天下劝人解囊赈灾的文章，并不少见，而文中自述年纪曰余年九十六岁矣者，却只有马相伯先生。但普通都不谓之卖，另有极好的称呼，叫作有价值。老作家的老字，就是一宗罪案，这法律在文坛上已经好几年了，不过或者指为落伍，或者说是把持，总没有指出明白的坏处。这回才由上海的青年作家揭发了要点，是在卖他的老。那就不足虑了，很容易扫荡。中国各业，多老牌子，文坛却并不然，创作了几年，就或者做官，或者改业，或者教书，或者卷逃，或者经商，或者造反，或者送命不见了。老在那里的原已寥寥无几，真有些像耆英会里的一百多岁的老太婆，居然会活到现在，连民之父母也觉得希奇古怪。而且她还会穿针，就尤其希奇古怪，使街头巷尾弄得闹嚷嚷。然而呀了，这其实是为了奉旨旌表的缘故，如果一个十六七岁的漂亮姑娘登台穿起针来，看的人也决不会少的。谁有卖老的吗？一遇到少的俏的就倒。不过中国的文坛虽然幼稚，昏暗，却还没有这么简单读者虽说被养成一种看热闹的情趣，但有辨别力的也不少，而且还在多起来。所以专门卖老，是不行的，因为文坛究竟不是养老堂，又所以专门卖俏，也不行的，因为文坛究竟也不是妓院。二卖俱非，由非见是，混沌之辈，以为两伤。九月十二日。本篇最初发表于一九三五年十月文学月刊第五卷第四号文学论坛栏，署名隼。"}
{"text":"谁有卖老的吗？一遇到少的俏的就倒。不过中国的文坛虽然幼稚，昏暗，却还没有这么简单读者虽说被养成一种看热闹的情趣，但有辨别力的也不少，而且还在多起来。所以专门卖老，是不行的，因为文坛究竟不是养老堂，又所以专门卖俏，也不行的，因为文坛究竟也不是妓院。二卖俱非，由非见是，混沌之辈，以为两伤。九月十二日。本篇最初发表于一九三五年十月文学月刊第五卷第四号文学论坛栏，署名隼。太阳社文学团体，一九二七年下半年在上海成立，主要成员有蒋光慈钱杏孟超等，提倡革命文学。在关于革命文学的论争中，该社和创造社都曾奚落过年老。倚老卖老星火第一卷第四期一九三五年八月刊有署名巴山杨人的文坛三家一文，就文坛三户含沙射影地攻击这一种版税作家，名利双收，倚老卖老。指邵洵美。他在自办的十日谈旬刊第二期一九三三年八月二十日发表文章，攻击有些人总是因为没有饭吃，或是有了饭吃不饱，所以作文卖稿的。他自己却靠岳家官僚资本家盛宣怀的钱开书店，办刊物。在登龙术拾遗中曾讽刺他有富岳家，有阔太太，用赔嫁钱，作文学资本，不久，中央日报上就刊出署名圣闲的女婿的蔓延一文，攻击说狐狸吃不到葡萄，说葡萄是酸的，自己娶不到富妻子，于是对于一切有富岳家的人发生了妒忌。参看准风月谈。指杨人杜衡等办的星火月刊。该刊创刊号所载星火前致词中说，当时文坛已经被垄断，在目前这充满了黑暗的文坛上，形成了军阀割据似的局面的文坛上，并不是每一个诚恳的为文艺而努力的青年都能得到他的应得的立足地。因此他们要办一个完全是自己的刊物，为筹划开始几期的印刷费，我们的几十个同人从最迫切的生活费用上三块五块的省下钞来，逐月积蓄，一直积蓄了几近半年之久，才算够上了我们的预算，于是才大胆的把创刊号付印了。这里是指杨人。他在读书杂志第三卷第一期一九三三年一月发表的离开政党生活的战壕中说回过头来看我自己，父老家贫弟幼，漂泊半生，一事无成，革命何时才成功，我的家人现在在作饿殍不能过日，将来革命就是成功，以湘鄂西苏区的情形来推测，我的家人也不免作饿殍作叫化子的。还是留得青山在，且顾自家人吧了！"}
{"text":"这里是指杨人。他在读书杂志第三卷第一期一九三三年一月发表的离开政党生活的战壕中说回过头来看我自己，父老家贫弟幼，漂泊半生，一事无成，革命何时才成功，我的家人现在在作饿殍不能过日，将来革命就是成功，以湘鄂西苏区的情形来推测，我的家人也不免作饿殍作叫化子的。还是留得青山在，且顾自家人吧了！病中，千思万想，终于由理智来判定，我脱离中国共产党了。参看准风月谈青年与老子。李密―字令伯，晋初犍为武阳今四川彭山人。晋书李密传载泰始初诏征为太子洗马密以祖母年高，无人奉养，遂不应命，乃上疏。这一篇奏疏，在文选中题为陈情事表，在古文观止中题为陈情表，其中有臣无祖母，无以至今日祖母无臣，无以终余年等语。一九三四年二月十五日，国民党政府广州市长刘纪文为纪念新建市署落成，举行耆英会到八十岁以上的老人二百余人，其中有据说一百零六岁的张苏氏，尚能穿针，她表演穿针的照片，曾刊在三月十九日申报图画特刊第二号。吴稚晖参看本卷第页注。一九三五年九月二十四日时事新报北平特讯报道他在北平发表的谈话中国人想要装老虎或狮子，固然不易，但起码也应该学一个狗。因为一只狗你要杀死它的时候，至少你也要有相当的牺牲才行。马相伯―江苏丹徒人，清代举人，教育家。曾在上海创办震旦学院复旦公学。民国时曾任北京大学校长。养成一种看热闹的情趣这是炯之沈从文谈谈上海的刊物一文中的话。参看本书七论文人相轻――两伤中的引文。萧红作生死场序萧红作生死场序记得已是四年前的事了，时维二月，我和妇孺正陷在上海闸北的火线中，眼见中国人的因为逃走或死亡而绝迹。后来仗着几个朋友的帮助，这才得进平和的英租界，难民虽然满路，居人却很安闲。和闸北相距不过四五里罢，就是一个这么不同的世界，――我们又怎么会想到哈尔滨。这本稿子的到了我的桌上，已是今年的春天，我早重回闸北，周围又复熙熙攘攘的时候了。但却看见了五年以前，以及更早的哈尔滨。"}
{"text":"萧红作生死场序萧红作生死场序记得已是四年前的事了，时维二月，我和妇孺正陷在上海闸北的火线中，眼见中国人的因为逃走或死亡而绝迹。后来仗着几个朋友的帮助，这才得进平和的英租界，难民虽然满路，居人却很安闲。和闸北相距不过四五里罢，就是一个这么不同的世界，――我们又怎么会想到哈尔滨。这本稿子的到了我的桌上，已是今年的春天，我早重回闸北，周围又复熙熙攘攘的时候了。但却看见了五年以前，以及更早的哈尔滨。这自然还不过是略图，叙事和写景，胜于人物的描写，然而北方人民的对于生的坚强，对于死的挣扎，却往往已经力透纸背女性的细致的观察和越轨的笔致，又增加了不少明丽和新鲜。精神是健全的，就是深恶文艺和功利有关的人，如果看起来，他不幸得很，他也难免不能毫无所得。听说文学社曾经愿意给她付印，稿子呈到中央宣传部书报检查委员会那里去，搁了半年，结果是不许可。人常常会事后才聪明，回想起来，这正是当然的事对于生的坚强和死的挣扎，恐怕也确是大背训政之道的。今年五月，只为了略谈皇帝这一篇文章，这一个气焰万丈的委员会就忽然烟消火灭，便是以身作则的实地大教训。奴隶社以汗血换来的几文钱，想为这本书出版，却又在我们的上司以身作则的半年之后了，还要我写几句序。然而这几天，却又谣言蜂起，闸北的熙熙攘攘的居民，又在抱头鼠窜了，路上是骆驿不绝的行李车和人，路旁是黄白两色的外人，含笑在赏鉴这礼让之邦的盛况。自以为居于安全地带的报馆的报纸，则称这些逃命者为庸人或愚民。我却以为他们也许是聪明的，至少，是已经凭着经验，知道了煌煌的官样文章之不可信。他们还有些记性。现在是一九三五年十一月十四的夜里，我在灯下再看完了生死场。周围像死一般寂静，听惯的邻人的谈话声没有了，食物的叫卖声也没有了，不过偶有远远的几声犬吠。想起来，英法租界当不是这情形，哈尔滨也不是这情形我和那里的居人，彼此都怀着不同的心情，住在不同的世界。然而我的心现在却好像古井中水，不生微波，麻木的写了以上那些字。这正是奴隶的心！――但是，如果还是搅乱了读者的心呢？那么，我们还决不是奴才。不过与其听我还在安坐中的牢骚话，不如快看下面的生死场，她才会给你们以坚强和挣扎的力气。。本篇最初印入生死场。萧红―，原名张薨莹，黑龙江呼兰县人，小说家。"}
{"text":"想起来，英法租界当不是这情形，哈尔滨也不是这情形我和那里的居人，彼此都怀着不同的心情，住在不同的世界。然而我的心现在却好像古井中水，不生微波，麻木的写了以上那些字。这正是奴隶的心！――但是，如果还是搅乱了读者的心呢？那么，我们还决不是奴才。不过与其听我还在安坐中的牢骚话，不如快看下面的生死场，她才会给你们以坚强和挣扎的力气。。本篇最初印入生死场。萧红―，原名张薨莹，黑龙江呼兰县人，小说家。生死场是她所著的中篇小说，奴隶丛书之一，一九三五年十二月上海容光书局出版。指一九三二年一二八上海战争。训政孙中山提出的建国程序分为军政训政宪政三个时期，在训政时期由政府对民众进行行使民权的训练。国民党政府曾于一九三一年六月公布所谓训政时期约法，借训政为名，剥夺人民一切民主权利，长期实行独裁统治。略谈皇帝应作闲话皇帝。一九三五年五月，上海新生周刊第二卷第十五期发表易水艾寒松的闲话皇帝一文，泛论古今中外的君主制度，涉及日本天皇，当时日本驻上海总领事即以侮辱天皇，妨害邦交为名提出抗议。国民党政府屈从压力，并趁机压制进步舆论，将新生周刊查封，由法院判处该刊主编杜重远一年二个月徒刑。国民党中央宣传委员会图书杂志审查委员会也因失责而撤销。参看本书及其注。奴隶社一九三五年为编印几个青年的作品而拟定的一个社团名称。以奴隶社名义出版的奴隶丛书，除生死场外，还有叶紫的丰收和田军的八月的乡村。隐士隐士隐士，历来算是一个美名，但有时也当作一个笑柄。最显著的，则有刺陈眉公的翩然一只云中鹤，飞去飞来宰相衙的诗，至今也还有人提及。我以为这是一种误解。因为一方面，是自视太高，于是别方面也就求之太高，彼此忘其所以，不能心照，而又不能不宣，从此口舌也多起来了。非隐士的心目中的隐士，是声闻不彰，息影山林的人物。但这种人物，世间是不会知道的。一到挂上隐士的招牌，则即使他并不飞去飞来，也一定难免有些表白，张扬或是他的帮闲们的开锣喝道――隐士家里也会有帮闲，说起来似乎不近情理，但一到招牌可以换饭的时候，那是立刻就有帮闲的，这叫作啃招牌边。这一点，也颇为非隐士的人们所诟病，以为隐士身上而有油可揩，则隐士之阔绰可想了。"}
{"text":"因为一方面，是自视太高，于是别方面也就求之太高，彼此忘其所以，不能心照，而又不能不宣，从此口舌也多起来了。非隐士的心目中的隐士，是声闻不彰，息影山林的人物。但这种人物，世间是不会知道的。一到挂上隐士的招牌，则即使他并不飞去飞来，也一定难免有些表白，张扬或是他的帮闲们的开锣喝道――隐士家里也会有帮闲，说起来似乎不近情理，但一到招牌可以换饭的时候，那是立刻就有帮闲的，这叫作啃招牌边。这一点，也颇为非隐士的人们所诟病，以为隐士身上而有油可揩，则隐士之阔绰可想了。其实这也是一种求之太高的误解，和硬要有名的隐士，老死山林中者相同。凡是有名的隐士，他总是已经有了悠哉游哉，聊以卒岁的幸福的。倘不然，朝砍柴，昼耕田，晚浇菜，夜织屦，又那有吸烟品茗，吟诗作文的闲暇？陶渊明先生是我们中国赫赫有名的大隐，一名田园诗人，自然，他并不办期刊，也赶不上吃庚款，然而他有奴子。汉晋时候的奴子，是不但侍候主人，并且给主人种地，营商的，正是生财器具。所以虽是渊明先生，也还略略有些生财之道在，要不然，他老人家不但没有酒喝，而且没有饭吃，早已在东篱旁边饿死了。所以我们倘要看看隐君子风，实际上也只能看看这样的隐君子，真的隐君子是没法看到的。古今著作，足以汗牛而充栋，但我们可能找出樵夫渔父的著作来？他们的著作是砍柴和打鱼。至于那些文士诗翁，自称什么钓徒樵子的，倒大抵是悠游自得的封翁或公子，何尝捏过钓竿或斧头柄。要在他们身上赏鉴隐逸气，我敢说，这只能怪自己胡涂。登仕，是饭之道，归隐，也是饭之道。假使无法饭，那就连隐也隐不成了。飞去飞来，正是因为要隐，也就是因为要饭肩出隐士的招牌来，挂在城市山林里，这就正是所谓隐，也就是饭之道。帮闲们或开锣，或喝道，那是因为自己还不配隐，所以只好揩一点隐油，其实也还不外乎饭之道。汉唐以来，实际上是入仕并不算鄙，隐居也不算高，而且也不算穷，必须欲隐而不得，这才看作士人的末路。唐末有一位诗人左偃，自述他悲惨的境遇道谋隐谋官两无成，是用七个字道破了所谓隐的秘密的。谋隐无成，才是沦落，可见隐总和享福有些相关，至少是不必十分挣扎谋生，颇有悠闲的余裕。但赞颂悠闲，鼓吹烟茗，却又是挣扎之一种，不过挣扎得隐藏一些。"}
