{"text":"没有诗，哲学就只会结结巴巴发空论，成为鳖脚的清谈家。没有哲学，诗就只会絮絮叨叨拉家常，成为浅薄的碎嘴婆。诗必须有哲学的深度。注意，是深度，而不是表相和姿态。我们爱善解男人心意的女子，可是谁爱一副男人相的女人呢诗人是守墓人兼盗墓人，看守着也发掘着人类语言的陵墓。诗人用语言锁住企图逃逸的感觉，又在语言中寻找已经逃逸的感觉。他敲击每一块熟悉的语词的化石，倾听远古时代的陌生的回声。在语言之家中，一切词都是亲属。然而，只有诗人才能发现似乎漠不相干的词之间的神秘的血缘关系。音乐用天国的语言叙说天国的事情，诗用人间的语言叙说天国的事情。诗人痛苦了，因为俗人根据人间的事情来理解人间的语言，总是误解了诗人。音乐家可以免于此患，，反正俗人听不懂天国的语言。诗是语言的万花筒。诗人也有他的调色板，词就是他的颜料。他借词的重新搭配创造出新的色彩。单色总是有限的，本领在于调配。诗才的测验给你一百个最常用的词，用它们搭配出全新的效果。"}
{"text":"它舍弃了一切过渡。它断裂，浓缩，结晶，在太阳下闪烁奇异的光。你给它不同的光源，它就闪射不同的光彩。每一双眼睛都是一个不同的光源。诗应当单纯。不是简单，不是浅显，是单纯。单纯得像一滴露水，像处女的一片嘴唇。诗直接诉诸感觉，太复杂了，就必须借助思维来分析，失去了鲜明的第一眼印象。现在有些青年诗人的诗越写越复杂了，写诗时思维喧宾夺主，挤掉了感觉。也许原本就没有感觉。其末流只是在玩文字游戏，而且玩得不高明，游戏得无趣味。我不是否定文字游戏。在某种意义上，诗的确是一种文字游戏。健全的直觉是从事一切艺术活动的先决条件。在不同的人身上，它可以催放不同的艺术花朵，但也可能毫无结果。一个诗人除了这种直觉外，还必须具备对于语言本身的特殊兴趣，迷于搭配词句的游戏，否则决不能成为诗人。我觉得长诗是一个误会。诗要捕捉的是活的感觉，而活的感觉总是很短的，稍纵即逝的，一长，难免用思想取代冲淡这一点感觉。写诗是一种练习把话说得简洁独特的方法。我对散文吝啬了。诗是金币，散文是纸钞，哪个守财奴不想把他的财产统统兑成金币珍藏起来呢一首好诗写出来之前，往往会有一种焦虑不安的感觉，似乎知道已经有某种东西产生了，存在了，必须立即把它找到，抓住，否则就会永远消失。甚至有一种信念连词句也已经存在于某个地方，那是独一无二非此不可的词句，它躲藏着，问题是要把它找出来。最贴切的词句是找出来的，而不是造出来的。你一再尝试，配上不同的词眼，还是觉得不对劲。突然，你欣喜若狂了，一个准确无误的声音在你心里喊道对，这就是我要找的！诗是找回那看世界的第一瞥。诗解除了因熟视无睹而产生的惰性，使平凡的事物回复到它新奇的初生状态。诗无朦胧诗和清晰诗之分。是诗，就必然朦胧。人的感觉和情绪原本就朦胧，清晰是逻辑化简化的产物。诗正是要从逻辑的解剖刀下抢救活生生的感觉和情绪，还它们一个本来面貌。当然，朦胧不是刻意追求晦涩。朦胧是再现真实的感受，晦涩是制造虚假的感觉。刻意追求晦涩的诗人往往并无真情实感，故意用非逻辑化的杂乱掩盖他的感觉的贫乏。他的真正家底不是感觉，而是概念，所以晦涩只是化了装的清晰。"}
{"text":"诗解除了因熟视无睹而产生的惰性，使平凡的事物回复到它新奇的初生状态。诗无朦胧诗和清晰诗之分。是诗，就必然朦胧。人的感觉和情绪原本就朦胧，清晰是逻辑化简化的产物。诗正是要从逻辑的解剖刀下抢救活生生的感觉和情绪，还它们一个本来面貌。当然，朦胧不是刻意追求晦涩。朦胧是再现真实的感受，晦涩是制造虚假的感觉。刻意追求晦涩的诗人往往并无真情实感，故意用非逻辑化的杂乱掩盖他的感觉的贫乏。他的真正家底不是感觉，而是概念，所以晦涩只是化了装的清晰。诗不得不朦胧。诗通过词的搭配表达感觉，活的感觉都是一次性的，原则上不可复制，诗勉为其难，只好通过词的异乎寻常的搭配，借多义性暗示包容这独一无二的感觉，借朦胧求准确。为了使不确定者感觉确定，只好使确定者词不确定。"}
{"text":"朦胧是美的。可是，有人竟向大自然发号施令，不准朦胧，非要把一切景物放在正午的烈日下暴晒，让它们轮廓分明，只许保留黑白两色。我相信新诗潮在文学史上会留下重要的一页。但是，真正留得下来的还是那些朴实的诗。诗贵朴实。许多新诗人的最大毛病是不朴实，他们在卖弄和显示，而不是在流露，想用标新立异的姿势眼神语调引人注意，这是小家子相。有大家风度的诗人即使写朦胧诗也可以写得很真，很朴实。有一天，毫无诗意的干燥的晴空倾倒下阵雨一般的无数诗人。我不知道写诗有什么诀窍。也许，最好的诀窍就是，不要以为你是个诗人。每当我在灯下清点我的诗的积蓄时，我的心多么平静，平静得不像诗人。我是我的感觉的守财奴。这时代什么也不是，我永远是诗人。我一无所有，但我有语言。许多美丽的灵魂在世上昙花一现，留下了诗和艺术的花瓣。诗属于天才，歌属于大众。根本不可能有大众喜闻乐见的诗。台风的中心，喧嚣中的寂静，那里放置着诗和思想的摇篮。诗人的灵感多半得自女人，可是懂他的作品的往往是男人。诗人寻求什么一个偶像，一个幻影，一个可以把内心的美感凝聚起来的光斑。碰巧这个偶像活起来，能够发出呼应，领会并且喜欢他的诗，这就是天赐的际遇了。你为了表达情绪而写诗，后来就为了写诗而寻找情绪，制造情绪。你整天生活在情绪中，离开情绪就活不了。小心，别宠坏了你的情绪，别让情绪宠坏了你。看了我的诗，你就了解我了吗我的诗都那样忧郁，我就是一个忧郁的人了吗在快乐的时候，我是不写诗的，你永远不能知道我的快乐有多么疯狂当我从别人的诗中发现一个我熟悉的但没有捕捉到的感觉或意象时，我嫉妒了我失落了的，却被别人捕捉住了，就像垂钓时从我的钓钩上逃脱的鱼被别人钓到手了一样。美美是骚动不安的，艺术家却要使它静止。美是稍纵即逝的，艺术家却要使它永存。艺术家负有悲剧性的使命去做不可能做到的事。艺术家最易受美的诱惑，有最强烈的占有美的欲望。但美是占有不了的，因为占有就意味着美感的丧失。"}
{"text":"美美是骚动不安的，艺术家却要使它静止。美是稍纵即逝的，艺术家却要使它永存。艺术家负有悲剧性的使命去做不可能做到的事。艺术家最易受美的诱惑，有最强烈的占有美的欲望。但美是占有不了的，因为占有就意味着美感的丧失。艺术家被这种无法满足的欲望逼到绝路，才走向艺术，以象征的方式来占有美。他是被逼上象牙塔的。美的力量是可以致人死命的。美那样脆弱，那样稍纵即逝，可是它却能令人迷乱癫狂，赴汤蹈火，轻抛生命。"}
{"text":"然而，做一个艺术家，却不能丢魂失魄地做美的奴隶，当然也不能无动于衷地对美旁观，他要驾驭美，赋予美以形式，形式是他的牛轭，他借此成为美的主人。尽管美感的根源深植于性欲之中，可是当少年人的性欲刚刚来潮之时，他又会惊慌地预感到这股失去控制的兽性力量破坏了美感，因而出现性亢奋与性反感交错的心理。对性欲的某种程度的压抑不仅是伦理的需要，也是审美的需要。美感产生于性与性压抑之间的平衡。审美与功利的对立是一个经验的事实。凡是审美力锐利的人，对功利比较糊涂，而利欲熏心的人则对美不甚留意。有艺术气质的人在社会阅历方面大多处在不成熟的童稚状态。硬要挖掘审美与功利的历史渊源关系是说明不了什么的。在太初混沌状态，在人类起源时代，何止审美，一切的一切都浑为一体。劳动创造了人，于是也创造了人的一切，于是用劳动来说明一切，这种逻辑固然彻底，却未免太简单了一些。从宇宙的角度看，美和道德都是没有根据的。宇宙既不爱惜美，也不讲求道德。美是人的心灵的一个幻影，道德是人的生存的一个工具。人是注定要靠药物来维持生命的一种生物，而美就是兴奋剂，道德就是镇静剂。道德不仅为社会所需要，而且为人生所需要。如果人要为自己的生活寻找一个稳固的支点，就决不能寄希望于美。美是一片浮云，道德却在实践上提供了人与人之间的一种稳定的依赖关系在心理上提供了一种安全感和自信心。可是，某些人的天性注定他们是逃不脱美的陷阱的，对美的迷恋乃是他们先天的不治之症。我喜欢奥尼尔的剧本天边外。它使你感到，一方面，幻想毫无价值，美毫无价值，一个幻想家总是实际生活的失败者，一个美的追求者总是处处碰壁的倒霉鬼另一方面，对天边外的秘密的幻想，对美的幢憬，仍然是人生的最高价值，那种在实际生活中即使一败涂地还始终如一地保持幻想和懂憬的人，才是真正的幸运儿。在孩子眼里，世界充满着谜语。可是，成人常常用千篇一律的谜底杀死了许多美丽的谜语。这个世界被孩子的好奇的眼光照耀得色彩绚丽，却在成人洞察一切的眼睛注视下苍白失色了。唉，孩子的目光，这看世界的第一瞥，当我们拥有它时，我们不知这是幸福，当我们悟到这是幸福时，我们已经永远失去它了。一个漂亮女人能够引起我的赞赏，却不能使我迷恋。"}
{"text":"在孩子眼里，世界充满着谜语。可是，成人常常用千篇一律的谜底杀死了许多美丽的谜语。这个世界被孩子的好奇的眼光照耀得色彩绚丽，却在成人洞察一切的眼睛注视下苍白失色了。唉，孩子的目光，这看世界的第一瞥，当我们拥有它时，我们不知这是幸福，当我们悟到这是幸福时，我们已经永远失去它了。一个漂亮女人能够引起我的赞赏，却不能使我迷恋。使我迷恋的是那种有灵性的美，那种与一切美的事物发生内在感应的美。在具有这种美的特质的女人身上，你不仅感受到她本身的美，而且通过她感受到了大自然的美，艺术的美，生活的美。因为这一切美都被她心领神会，并且在她的气质神态言语动作中奇妙地表现出来了。她以她自身的存在增加了你眼中那个世界的美，同时又以她的体验强化了你对你眼中那个世界的美的体验。不，这么说还有点不够。事实上，当你那样微妙地对美发生共鸣时，你从她的神采中看到的恰恰是你对美的全部体验，而你本来是看不到甚至把握不住你的体验的。这是多么激动人心呵，无意识的因为难以捕捉和无法表达而令人苦恼的美感，她不是用语言，而是用她有灵性的肉体，用眼睛表情动作等等这一切你都看得见替你表达出来了。这就是魅力的秘密。"}
{"text":"恶赋予美以魅力，光泽赋予色彩以魅力。相形之下，只有色彩没有光泽的牡丹显得多么平庸。在人的本能中，既有爱美占有美的冲动，又有亵渎美毁坏美的冲动。后一种冲动，也许是因为美无法真正占有而产生的一种绝望，也许是因为美使人丧失理智而产生的一种怨恨。不纯净的美使人迷乱，纯净的美使人宁静。女人身上兼有这两种美。所以，男人在女人怀里癫狂，又在女人怀里得到安息。女人作为母亲，最接近大自然。大自然的美总是纯净的。一个爱美的民族总是有希望的，它不会长久忍受丑陋的现实。最可悲的是整个民族对美和丑麻木不仁，置身于这样民族中的个别爱美的灵魂岂能不被绝望所折磨许多哲人都预言会有一个审美的时代。我也盼望这样的时代到来，但又想也许，美永远属于少数人，时代永远属于公众，在任何时代，多数人总是讲究实际的。有不同的丑。有的丑是生命力的衰竭，有的丑是生命力的扭曲。前者令人厌恶，后者却能引起一种病态的美感。现代艺术所表现的丑多属后者。奈此良夜何不但良夜，一切太美的事物都会使人感到无奈这么美，叫人如何是好人生人生的一切矛盾都不可能最终解决，而只是被时间的流水卷走罢了。人生中的有些错误也许是不应当去纠正的，一纠正便犯了新的也许更严重的错误。生命是短暂的。可是，在短暂的一生中，有许多时间你还得忍，忍着它们慢慢地流过去，直到终于又有事件之石激起生命的浪花。人生中辉煌的时刻并不多，大多数时间都是在对这种时刻的回忆和期待中度过的。人永远是孩子，谁也长不大，有的保留着孩子的心灵，有的保留着孩子的脑筋。谁也不相信自己明天会死，人生的路不知不觉走到了尽头，到头来不是老天真，就是老糊涂。每个人都只有一个人生，她是一个对我们从一而终的女子。我们不妨尽自己的力量引导她，充实她，但是，不管她终于成个什么样子，我们好歹得爱她。人生是一场无结果的试验。因为无结果，所以怎样试验都无妨。也因为无结果，所以怎样试验都不踏实。有人说，人生到处是陷阱，从一个陷阱跳出来，又掉入了另一个陷阱里。"}
{"text":"谁也不相信自己明天会死，人生的路不知不觉走到了尽头，到头来不是老天真，就是老糊涂。每个人都只有一个人生，她是一个对我们从一而终的女子。我们不妨尽自己的力量引导她，充实她，但是，不管她终于成个什么样子，我们好歹得爱她。人生是一场无结果的试验。因为无结果，所以怎样试验都无妨。也因为无结果，所以怎样试验都不踏实。有人说，人生到处是陷阱，从一个陷阱跳出来，又掉入了另一个陷阱里。可是，尽管如此，你还是想跳，哪怕明知道另一个更深的陷阱在等着你。最不能忍受的是永远呆在同一个陷阱里。也许，自由就寓于跳的过程中。"}
