{"text":"所以这三句话的重点，在于中间一句的不亦乐乎。我们现在不妨引用明代陈眉公的话，作为参考如何是独乐乐？曰无事此静坐，一日是两日。如何是与人乐乐？曰与君一席话，胜读十年书。如何是众乐乐？曰此中空洞原无物，何止容卿数百人。有此胸襟，有此气度，也自然可以做到人不知而不愠了。不然，知识愈多，地位愈高，既不能忘形得意，也不能忘形失意，那便成为直到天门最高处，不能容物只容身了。爱与罪接下来是有子的话有子曰其为人也孝弟，而好犯上者鲜矣不好犯上而好作乱者，未之有也。君子务本，本立而道生孝弟也者，其为人之本与？首先就讲到孝悌，是人的根本，仁孝是孔子学问的基本。但是，孝弟就是孔家店要被人打倒的罪状之一。为什么孝悌会成为被打倒的罪状之一呢？这要先知道一件事，就是司马迁作史记是一件大事。他当时对汉武帝有些作法是反感的，但又不能不服从，服从吗？在良心上又不安，他就作史记，将自己的思想，容纳到史记中去。如记帝王的事，称为本纪，而他将未做皇帝的项羽也列到本纪中去，就是暗示汉高祖与项羽，一个是成功的英雄，一个是失败的英雄。又如史记中世家本来是记载诸侯和大臣的事，而孔子不是诸侯，也列入世家，司马迁的意思，是孔子有千秋的事业，说孔子的言行思想，影响将及于千秋后世，所以将他列入世家。孔子思想言行表现在书本上的有多处，而孔子最大的重要著作为春秋，他著春秋后最重要的两句话是知我者春秋，罪我者春秋。千古以来，这两句话各有各的解释，都非常暧昧，到了我们这种时代搞清楚了。为什么呢？自从民主时代以来，大家都骂孔子帮助专制皇帝，因为专制皇帝的思想和制度，用了孔子尊君这一部分思想精神，后来我们打倒他，也就认为他是这样的。现在再读春秋，再研究孔子思想，不是这样一回事了，而是另有一番道理。第二点我们讲到孝悌，这是中国文化的精神，讲到这里我要说两个现实故事。十多年前，有一个哈佛大学博士班的学生，跟我作中国文化的论文，他回国之前，我嘱他回到美国去提倡中国文化的孝道，他说很难。我告诉他这是千秋事业，不是现世功业，告诉他孝道是什么东西。"}
{"text":"为什么呢？自从民主时代以来，大家都骂孔子帮助专制皇帝，因为专制皇帝的思想和制度，用了孔子尊君这一部分思想精神，后来我们打倒他，也就认为他是这样的。现在再读春秋，再研究孔子思想，不是这样一回事了，而是另有一番道理。第二点我们讲到孝悌，这是中国文化的精神，讲到这里我要说两个现实故事。十多年前，有一个哈佛大学博士班的学生，跟我作中国文化的论文，他回国之前，我嘱他回到美国去提倡中国文化的孝道，他说很难。我告诉他这是千秋事业，不是现世功业，告诉他孝道是什么东西。我说，中国人谈孝字，父慈子孝是相对的，父亲对儿子付出了慈爱，儿子回过头来爱父亲就是孝。兄友弟恭，哥哥对弟弟好，弟弟自然爱哥哥。我们后来讲孝道你该孝，天下无不是的父母。这说法有问题，天下的确有些不是的父母，怎么没有不是的父母呢？这不是孔孟的思想，是别人借用孔孟的帽子，孔家店被人打倒，这些冤枉罪受得大了。孝道是这样一个东西且看世界上的生物――人也是生物，中国道家过去叫人为倮虫――不带毛的光光的虫。人号称万物之灵，是人自己在吹，也许在猪牛狗马看起来，人是万物中最坏的了，专吃我们猪牛狗马，这是立场不同。拿生物学的思想，从另外一个观点来说，倮虫与其他生物是一样，人之所以与其他生物不同，就是加上人文文化。由此可知文化的可贵。为什么讲这个道理？世界上凡是动物，猪牛狗马鸡鸭等等，都是一样的，以母鸡保护小鸡的现象来看，可见世界上最伟大的是母性。等孩子带大了，走开了又各不相顾。各种动物都是一样，人原来何尝不是这样，但人现在为什么不会这样？于是谈到人文文化的教育来了。秃头的十字架西方人常自称为十字架的文化――爱下一代。大家知道，美国是孩子的天堂，中年人的商场等于赌场，老年人的坟场。到现在为止，西方文化的结晶就是如此，只知道爱下一代，下一代长大了，结婚了，就是夫妇。对父母兄弟姊妹都不管了。由男女变成夫妇，而家庭，而社会，而国家，横着向世界发展，又下而爱孩子。就这样循环下去。他们自认为是十字架的文化，我看这个十字架断了，是丁字架的文化，因为没有上半截了。我这样说他们也许不承认。"}
{"text":"大家知道，美国是孩子的天堂，中年人的商场等于赌场，老年人的坟场。到现在为止，西方文化的结晶就是如此，只知道爱下一代，下一代长大了，结婚了，就是夫妇。对父母兄弟姊妹都不管了。由男女变成夫妇，而家庭，而社会，而国家，横着向世界发展，又下而爱孩子。就这样循环下去。他们自认为是十字架的文化，我看这个十字架断了，是丁字架的文化，因为没有上半截了。我这样说他们也许不承认。但是谈自然科学，他们可以把我们当学生，谈到人文文化，他们作我们的学生还不够。美国立国才两百年，我们有五千多年历史，谈到人文文化，靠经验而来，尤其中国历史，多少失败，多少破碎，一直到现在，才完成了这个文化系统。当然他们不承认十字架文化没有上面，因为上面有上帝。但却看不见，摸不着，谁相信呢？姑且承认有上帝，但是由人到达上帝的桥梁，在中国文化有孝。孝是什么呢？就是他们西方文化叫的爱，也就是回过来还报的爱。就是说父母好比两个朋友，照顾了你二十年，如今他们老了，动不得了，你回过来照顾他，这就是孝。孝道的精神就在这里，假使一个人连这点感情都没有，就不行。那么西方文化有没有这个爱呢？绝对有，只是生活的方式不同而已。父母到子女家，尽管要事先写信给子女，使他得准备，子女还是会思念父母的。又如祭祖宗，西方人不一定清明节扫墓，但到了坟场，在亲人的坟墓前，悲哀的情绪是一样的，只是表达方法不同而已。遗憾的是，外国人没有把孝道在文化上培养起来的心理建设。孝的问题解决了。什么叫作弟呢？弟就是兄弟姊妹的友爱。中国的五伦有君臣父子夫妇兄弟朋友。这五伦中四伦都讲得通，为什么加朋友这一伦？这就是中国文化的特点。朋友在五伦的思想上也占一席，为什么呢？有时候有许多话，许多心情和苦痛，上不可以对父母，下不可以对妻儿讲，只有找朋友讲，所以朋友为五伦之一。朋友是一种感情的结合，这是中国文化的特殊处，这个弟就包括了对兄弟姊妹，一直到朋友，伸展到社会的友情。说到这里，又一个故事来了。五六年前，哈佛大学社会学教授来访问，他问了好几个问题，中间他提到一个问题，他非常佩服我们大学一书的思想，但是大学思想有一个问题，他说我是一个社会学教授，而大学中有诚意正心修身齐家治国平天下，其间没有社会思想，这是个遗憾。"}
{"text":"朋友是一种感情的结合，这是中国文化的特殊处，这个弟就包括了对兄弟姊妹，一直到朋友，伸展到社会的友情。说到这里，又一个故事来了。五六年前，哈佛大学社会学教授来访问，他问了好几个问题，中间他提到一个问题，他非常佩服我们大学一书的思想，但是大学思想有一个问题，他说我是一个社会学教授，而大学中有诚意正心修身齐家治国平天下，其间没有社会思想，这是个遗憾。我听了哈哈大笑，然后告诉他，大学思想包含有社会思想在内，其中齐家即是社会思想。中国齐家的家，不是到教堂中一结婚就成了家的家，那是西方文化小家庭制度的家。过去的中国文化是大家庭制度，有宗族有祠堂，所谓五世同堂，聚族而居。大家庭固然有许多小毛病，但也有它的好处，像宗族的发展，即由此而起，这是孝道的精神。因此，我要重复说一句，齐家的家就是社会。又如江西人称老表，是最亲切最好的称呼。其由来是古时候战乱，江西人很多移民到湖南，许多年后，年轻的后代，还回到江西扫墓，而留在江西的后代子孙，以为是祖宗坟墓被他人误祭或盗葬，次年预先守候，两方相见，论起家族上代渊源，认出是表亲关系来，而称老表。这个老表就说明了宗法社会对血统家族的重视。如以西方制度电气化的小家庭，来看我们大家族的齐家，岂不是大笑话？把这几个问题解决了，我们再来看这里的书就懂了。有子是谁呢？有子名有若，孔子的学生，字子有，少孔子四十三岁，孔子死后，学生们怀念孔子，因有子的学问好，曾请他上堂讲课。所以孔门弟子编这一篇书时，立即提出有若的话，因为当时他等于一个助教，先由他讲。他说一个人有没有学问，就看这个人能否对父母尽孝，对兄弟姊妹朋友是否友爱。而好犯上者鲜矣，犯上就是捣乱――孝弟的人有深厚的感情，这种人是不好捣乱的。谁能忘情中国文化中的感情力量是巨大的，尤其是宗族的力量最大。所以由友道形成的这套结合，我名之为特殊社会，就是后世所讲的帮会。我国的帮会，从秦汉以来，唐宋元明清，历代一直都有。曾经有人说，中国的农民与知识分子一结合，就会发生变乱。这说法我不同意，我认为中国过去的农民最乖了。"}
{"text":"而好犯上者鲜矣，犯上就是捣乱――孝弟的人有深厚的感情，这种人是不好捣乱的。谁能忘情中国文化中的感情力量是巨大的，尤其是宗族的力量最大。所以由友道形成的这套结合，我名之为特殊社会，就是后世所讲的帮会。我国的帮会，从秦汉以来，唐宋元明清，历代一直都有。曾经有人说，中国的农民与知识分子一结合，就会发生变乱。这说法我不同意，我认为中国过去的农民最乖了。他们只要能安居乐业，国泰民安，少找麻烦，有口青菜豆腐饭吃就好了。中国怕的是半农民，不是真农民。中国知识分子与特殊社会一结合，社会就会乱。但是这种特殊社会非常讲仁义之道。这种特殊社会包括孔子墨子游侠三种思想的结合，在中国文化中根深蒂固，力量很大，但是他们凡事是诉诸情感的。所以我们要看清楚他们所打击的，就是我们固有的好东西。至于应该如何去发扬光大，这是另一个问题。所以有子说，一个人有真性情，就不会犯上作乱，不好犯上而好作乱的，这是不可能的，因为这种人有分寸有限度。因此，大家要知道学问的根本是什么呢？君子务本。文学好，知识渊博，那是枝节的，学问之道在自己作人的根本上，人生的建立，内心的修养。所以本立而道生，学问的根本，在培养这个孝悌，孝悌不是教条。换句话说，培养人性光辉的爱，至爱至情的这一面，所谓孝弟也者，其为人之本与。他说这个是人的本。至于什么是仁，下面有一专篇，我们暂且不去讨论它。这个仁，就是孔子做学问的最高目的。花言巧语有子的话讲完了，接下来就是子曰巧言令色鲜矣仁。什么是巧言？现在的话是会吹会盖。孔子说有些人很会盖，讲仁讲义比任何人讲得头头是道，但是却不脚踏实地。令色是态度上好像很仁义，但是假的，这些与学问都不相干。鲜矣仁――很少真能做到仁这个学问的境界，因为那是假的。我们从电视中就看得到，那个小丑表演的角色，动作一出来，就表示巧言令色。巧言令色鲜矣仁，我经常也跟同学们讲，作领导人第一个修养是容忍。有的人不一定像小丑那样的巧言令色，但每个人都喜欢戴高帽子，人若能真正修养到戴高帽子感觉不舒服，而人家骂我，也和平常一样，这太不容易。"}
{"text":"孔子说有些人很会盖，讲仁讲义比任何人讲得头头是道，但是却不脚踏实地。令色是态度上好像很仁义，但是假的，这些与学问都不相干。鲜矣仁――很少真能做到仁这个学问的境界，因为那是假的。我们从电视中就看得到，那个小丑表演的角色，动作一出来，就表示巧言令色。巧言令色鲜矣仁，我经常也跟同学们讲，作领导人第一个修养是容忍。有的人不一定像小丑那样的巧言令色，但每个人都喜欢戴高帽子，人若能真正修养到戴高帽子感觉不舒服，而人家骂我，也和平常一样，这太不容易。所以知道了自己的缺点和大家的缺点，待人的时候，不一定看到表面化的巧言令色。大家经验中体会到，当你在上面指挥时，觉得那种味道很好但是这中间很陷人很迷人，那就要警惕自己。你说素来不要名不要钱，只讲学同，就有人来跟你谈学问。要注意，上有好者，下必甚焉。他那个学问是拿来作工具的，所以除了要懂巧言令色鲜矣仁这个道理以外，相反的，我们作学问要踏实，不能巧言令色。三面镜子下面讲要怎样作学问曾子曰吾日三省吾身，为人谋而不忠乎？与朋友交而不信乎？传不习乎？曾子为孔子的学生，名参，少孔子四十六岁。由这一点我们看到，孔子回到鲁国讲学传道的时候，都是培养年轻的一代，同我们的心情一样，怕自己死了以后，这个命脉，这个根本失传了。和我们现在一样，对于年轻学生，拚命讲给他们听，好办一个交代。曾子在当时孔子的学生中比较鲁，鲁就是拙一点，其实并不是笨，只是人比较老实，不太说话，后来谪传孔门道统。他著大学，孔子的孙子子思著中庸，也是跟他学的，所以现在一般人拿大学中庸，代表了孔子思想，我们千万不要这样跟着搞错了。大学是曾子作的，原来是礼记里的一篇，后来到唐宋的时候，才把它拉出来，变成了四书之一。所以把大学中庸思想，就认为是孔子的思想，是不大妥当的，这仅是孔子思想的演变。孟子是子思的学生，孔子三传的弟子，这时已经到了战国时代。孟子的思想又与孔子的思想有些出入，孔子温文儒雅修养极高孟老夫子，有时好像卷起袖子伸出拳头，有点侠气，也有一谈就使气的味道，和他们所处的时代有关。这也代表了时代和文化思想的演变。曾子说，我这个人做学问很简单，每天只用三件事情考察自己。要注意的，他做的是什么学问？"}
{"text":"所以把大学中庸思想，就认为是孔子的思想，是不大妥当的，这仅是孔子思想的演变。孟子是子思的学生，孔子三传的弟子，这时已经到了战国时代。孟子的思想又与孔子的思想有些出入，孔子温文儒雅修养极高孟老夫子，有时好像卷起袖子伸出拳头，有点侠气，也有一谈就使气的味道，和他们所处的时代有关。这也代表了时代和文化思想的演变。曾子说，我这个人做学问很简单，每天只用三件事情考察自己。要注意的，他做的是什么学问？为人谋而不忠乎替人家做事，是不是忠实？什么是忠，古代与后世解释的忠稍有不同，古代所谓的忠是指对事对人无不尽心的态度――对任何一件事要尽心地做，这叫做忠。这个忠字在文字上看，是心在中间，有定见不转移。为人谋而不忠乎是我答应的事如果忘了，就是不忠，对人也不好，误了人家的事。与朋友交而不信乎？与朋友交是不是言而有信？讲了话都兑现？都做得到？第三点是老师教我如何去作人做事，我真正去实践了没有？曾子说，我只有这三点。我们表面上看这三句话，官样文章很简单，如果每一个人拿了这三点来做，我认为一辈子都没有做到，不过有时候振作一点而已。曾子这几句话，为什么要摆在这里？严格地说，这些学问不是文学，要以作人做事体会出来，才知道它难，这就是学问。这个学问讲到这里，都是个人的修养。但是学问只讲个人修养是不是可以？不是的，扩而充之就是社会问题政治问题。所以上面是讲学问的内涵，下面就讲学问的外用了。引用孔子的话子曰道千乘之国，敬事而信，节用而爱人，使民以时。这道是领导的导，换句话就是孔子也教我们领导之德领导的修养，以领导千乘之国。讲到国字，研究中国文化便要注意，看到秦汉以前古书里的国字，很多学者都容易产生很大的误解。比如老子曾说小国寡民，讲老子的思想，就讲小国的政治，在民国初年，又有人对无政府主义与老子思想拉在一起。要知道秦汉以上，到汉代初期的国字，不是现在的国家观念，那个时期的国字邦字都是地方政治单位的名称。所谓诸侯就国，就是中央政府下一个命令，要这些地方官诸侯各自回自己的岗位封地去。那时地方单位有千乘之国，百乘之国。千乘之国用现在的观念比方总是不伦不类，还是不作比方的好。"}
{"text":"比如老子曾说小国寡民，讲老子的思想，就讲小国的政治，在民国初年，又有人对无政府主义与老子思想拉在一起。要知道秦汉以上，到汉代初期的国字，不是现在的国家观念，那个时期的国字邦字都是地方政治单位的名称。所谓诸侯就国，就是中央政府下一个命令，要这些地方官诸侯各自回自己的岗位封地去。那时地方单位有千乘之国，百乘之国。千乘之国用现在的观念比方总是不伦不类，还是不作比方的好。乘，古代以战车壮丁田赋等合在一起计算的。汉唐以来有很多考证注解，不必多说。换句话说，领导一个大国家，或者领导一个单位，乃至领导地方的政治，要敬事而信，这是很难的。敬事，对一件事认真做为敬事，一项职务宁可不接受，既接受了就要认真去做，现在就有许多地方许多人不敬其事的。至于而信是使下面的人绝对信服。争取下面的信，如何得到信，就要敬其事，说了的话一定要兑现。如好的将领，身先士卒就是敬事，那么谁也会受感动而信赖他。所以要敬事而信。节用而爱人，节用指经济政策的措施，对经济要能够节省，是经济原则。节用是为什么呢？不是为我，而是为爱人。第三点使民以时，用人时应该把握时间。这个时很重要。在军事思想方面来讲，包括很大，所以孙子兵法讲时讲势，也有用势之道。对人在道德上要知道时，比如部下生重病，你不去慰问，反责备他不来上班，这就是不爱人，使民不以时了。所以使民以时是用人要在时间上恰到好处。这样部属都听你指挥，乃至全国老百姓自然跟你走。这是道德的修养，也就是学问。这些话不但是孔子教育门人做学问的道理，同时也是孔子当时针对社会人情的弊病而指点的。我们只要研究春秋战国时代的史料，为什么那个时代是那么的紊乱，便可了然于心了！可爱的小学生以上讲到道千乘之国，敬事而信，节用而爱人，使民以时。便是孔门做学问的目的态度和方法的记录。说到这里，我们已经了解了，所谓做学问，是要从人生的经验中去体会，并不是读死书。假使一个人文章写得好，只能说他文学好这个人知识渊博，只能说他见闻广博，不一定能说他有学问。一个人即使没有读过书，可是他作人做事完全对了，就是有学问。何以见得呢？下面就是一个证明了，跟着讲学问的道理。"}
{"text":"可爱的小学生以上讲到道千乘之国，敬事而信，节用而爱人，使民以时。便是孔门做学问的目的态度和方法的记录。说到这里，我们已经了解了，所谓做学问，是要从人生的经验中去体会，并不是读死书。假使一个人文章写得好，只能说他文学好这个人知识渊博，只能说他见闻广博，不一定能说他有学问。一个人即使没有读过书，可是他作人做事完全对了，就是有学问。何以见得呢？下面就是一个证明了，跟着讲学问的道理。子曰弟子入则孝，出则弟，谨而信，泛爱众，而亲仁。行有余力，则以学文。这话在文字上解释当然容易，但我们深入研究一下。所谓弟子，古代称学生为弟子，中国古代老师对于学生，看成自己的儿子一样。讲到这里，我们有点感慨了，中国的文化，师生之间有如父子，过去有一日从师，终身若父的情形，而老师对于学生，也负了一辈子的责任。我们亲眼看到的，几十年前，还保留了这个风气，一个学生纵然中了状元，官作得很大了。回到家乡，看见老师，而老师既没有功名，也没有地位，学生对他一样的要跪拜，和当年从师一样。学生对老师是如此，老师对学生，也是负了一辈子责任。举个特殊的例子来说，我们很明显的看到明朝的方孝孺，后来水乐帝要杀他的时候，他为了要作忠臣，不怕死，他说充其量灭我的九族，而永乐偏偏要杀他的十族，加上的一族就是他老师的家族，认为老师没有教好。从这件事情，我们可看出过去中国文化中的一种精神，那就是师道精神。谈到过去的道，在人文世界的道中，就有这三道一个是君道，讲究如何领导，如何当家长，如何当国家的领袖，乃至如何当一个班长，这都是君道。其次是臣道，就是说我们怎样做一个忠实的部下，怎样帮助人完成一件事。再其次师道。中国过去文化中，这三道是合一的，所谓作之君作之亲作之师。换句话说，那时的教育行政司法和教化教育与教化，应该有其不同的意义，我们将来再讨论。集于一身。那么师道的精神就形成了中国人尊师重道的观念，所以老师称学生为弟子，弟等于兄弟，有朋友之间的友情，又等于自己的孩子，所以学生称弟子，再传称门人，这个观念和习惯是这样来的。到了我们现在，值得研究了，我们须注意将来如何建立，如何复兴固有的尊师重道精神。"}
