{"text":"对于地位同的既可如此假借，对于地位低的当然更可随便些反正谁也明白，这些不过说得好听罢了。――行次如称朋友或儿女用老大，老二称男仆也常用张二，李三。称号在亲子间，夫妇间，朋友间最多，近亲与师长也常这么称。称姓名往往是不相干的人。有一回政府不让报上直称当局姓名，说应该称衔带姓，想来就是恨这个不相干的劲儿。又有指点似地说这个人那个人的，本是疏远或轻贱之称。可是有时候不愿，不便，或不好意思说出一个人的身份或姓名，也用那个人这里头却有很亲昵的，如要好的男人或女人，都可称那个人。至于这东西，这家伙，那小子，是更进一步爱憎同辞，只看怎么说出。又有用泛称的，如别怪人，别怪人家，一个人别太不知足，人到底是人。但既是泛称，指你我也未尝不可。又有用虚称的，如他说某人不好，某人不好某人虽确有其人，却不定是谁，而两个某人所指也非一人。还有有人就是或人。用这个称呼有四种意思一是不知其人，如听说有人译这本书。二是知其人而不愿明言，如有人说怎样怎样，这个人许是个大人物，自己不愿举出他的名字，以免矜夸之嫌。这个人许是个不甚知名的脚色，提起来听话的未必知道，乐得不提省事。又如有人说你的闲话，却大大不同。三是知其人而不屑明言，如有人在一家报纸上骂我。四是其人或他的关系人就在一旁，故意使子闻之如，有人不乐意，我知道。我知道，有人恨我，我不怕。――这么着简直是挑战的态度了。又有前词与他字连文的，如你爸爸他辛苦了一辈子，真是何苦来？是加重的语气。亲近的及不在旁边的人才用他字但这个字可带有指点的神儿，仿佛说到的就在眼前一样。自然有些古怪，在眼前的尽管用Z或别的向远处推不在的却又向近处拉。其实推是为说到的人听着痛快他既在一旁，听话的当然看得亲切，口头上虽向远处推无妨。拉却是为听话人听着亲切，让他听而如见。因此他字虽指你我以外的别人，也有亲昵与轻贱两种情调，并不含汉糊糊的等量齐观。最亲昵的他，用不着前词如流行甚广的看见她歌谣里的她字――一个多情多义的她字。这还是在眼前的。"}
{"text":"自然有些古怪，在眼前的尽管用Z或别的向远处推不在的却又向近处拉。其实推是为说到的人听着痛快他既在一旁，听话的当然看得亲切，口头上虽向远处推无妨。拉却是为听话人听着亲切，让他听而如见。因此他字虽指你我以外的别人，也有亲昵与轻贱两种情调，并不含汉糊糊的等量齐观。最亲昵的他，用不着前词如流行甚广的看见她歌谣里的她字――一个多情多义的她字。这还是在眼前的。新婚少妇谈到不在眼前的丈夫，也往往没头没脑地说他如何如何，一面还红着脸儿。但如管他，你走你的好了，他――他只比死人多口气，就是轻贱的他了。不过这种轻贱的神儿若他不在一旁却只能从上下文看出不像说你的时候永远可以从听话的一边直接看出。他字除人以外，也能用在别的生物及无生物身上但只在孩子们的话里如此。指猫指狗用他是常事指桌椅指树木也有用他的时候。譬如孩子让椅子绊了一交，哇的哭了大人可以将椅子打一下，说别哭。是他不好。我打他。孩子真会相信，回嗔作喜，甚至于也捏着小拳头帮着捶两下。孩子想着什么都是活的，所以随随便便地他呀他的，大人可就不成。大人说他，十回九回指人别的只称名字，或说这个，那个，这东西，这件事，那种道理。但也有例外，像听他去吧，管他成不成，我就是这么办。这种他有时候指事不指人。还有个彼字，口语里已废而不用，除了说不分彼此，彼此都是一样。这个彼字不是他而是与这个相对的那个，已经在人称之外。他字不能省略，一省就与你我相混只除了在直截的答语里。代词的三称都可用名词替代，三称的单数都可用众数替代，作用是敬而远之。但三称还可互代如大难临头，不分你我，他们你看我，我看你，一句话不说，你我就是彼此。又如此公人弃我取，我是自己。又如论别人，其实你去不去与人无干，我们只是尽朋友之道罢了。你实指他而言。因为要说得活灵活现，才将三人间变为二人间，让听话的更觉得亲切些。意思既指别人，所以直呼你我，无需避忌。这都以自称对称替代他称。又如自己责备自己说咳，你真糊涂！这是化一身为两人。"}
{"text":"但三称还可互代如大难临头，不分你我，他们你看我，我看你，一句话不说，你我就是彼此。又如此公人弃我取，我是自己。又如论别人，其实你去不去与人无干，我们只是尽朋友之道罢了。你实指他而言。因为要说得活灵活现，才将三人间变为二人间，让听话的更觉得亲切些。意思既指别人，所以直呼你我，无需避忌。这都以自称对称替代他称。又如自己责备自己说咳，你真糊涂！这是化一身为两人。又如批评别人，凭你说干了嘴唇皮，他听你一句才怪！你就是我，是让你设身处地替自己想。又如，你只管不动声色地干下去，他们知道我怎么办？我就是你是自己设身处地替对面人想。这都是着急的口气我的事要你设想，让你同情我你的事我代设想，让你亲信我。可不一定亲昵，只在说话当时见得彼此十二分关切就是了。只有他字，却不能替代你我，因为那么着反把话说远了。众数指的是一人与一人，一人与众人，或众人与众人，彼此间距离本远，避忌较少。但是也有分别名词替代，还用得着。如各位，诸位，诸位先生，都是你们的敬词各位是逐指，虽非众数而作用相同。代词名词连文，也用得着。如你们这些人，你们这班东西，轻重不一样，却都是责备的口吻。又如发牢骚的时候不说我们而说这些人，我们这些人，表示多多少少，是与众不同的人。但替代我们的名词似乎没有。又如不说他们而说人家，那些位，这班东西，那班东西，或他们这些人。三称众数的对峙，不像单数那样明白的鼎足而三。我们，你们，他们相对的时候并不多说我们，常只与你们，他们二者之一相对着。这儿的你们包括他们，他们也包括你们所以说我们的时候，实在只有两边儿。所谓你们，有时候不必全都对面，只是与对面的在某些点上相似的人所谓我们，也不一定全在身旁，只是与说话的在某些点上相似的人。所以你们，我们之中，都有他们在内。他们之近于你们的，就收编在你们里他们之近于我们的，就收编在我们里于是他们就没有了。我们与你们也有相似的时候，我们可以包括你们，你们就没有了只剩下他们和我们相对着。"}
{"text":"所谓你们，有时候不必全都对面，只是与对面的在某些点上相似的人所谓我们，也不一定全在身旁，只是与说话的在某些点上相似的人。所以你们，我们之中，都有他们在内。他们之近于你们的，就收编在你们里他们之近于我们的，就收编在我们里于是他们就没有了。我们与你们也有相似的时候，我们可以包括你们，你们就没有了只剩下他们和我们相对着。演说的时候，对听众可以说你们，也可以说我们。说你们显得自己高出他们之上，在教训着说我们，自己就只在他们之中，在彼此勉励着。听众无疑地是愿意听我们的。只有我们，永远存在，不会让人家收编了去因为没有我们，就没有了说话的人。我们包罗最广，可以指全人类，而与一切生物无生物对峙着。你们，他们都只能指人类的一部分而他们除了特别情形，只能指不在眼前的人，所以更狭窄些。北平自称的众数有咱们，我们两个。第一个发见这两个自称的分别的是赵元任先生。他在阿丽思漫游奇境记的凡例里说咱们是对他们说的，听话的人也在内的。我们是对你们或他们说的，听话的人不在内的。赵先生的意思也许说，我们是对你们或你们和他们说的。这么着咱们就收编了你们，我们就收编了他们――不能收编的时候，我们就与你们，他们成鼎足之势。这个分别并非必需，但有了也好玩儿因为说咱们亲昵些，说我们疏远些，又多一个花样。北平还有个俩字，只能两个，咱们俩，你们俩，他们俩，无非显得两个人更亲昵些不带们字也成。还有大家是同辈相称或上称下之词，可用在我们，你们，他们之下。单用是所有相关的人都在内加我们拉得近些，加你们推得远些，加他们更远些。至于诸位大家，当然是个笑话。代词三称的领位，也不能随随便便的。生人间还是得用替代，如称自己丈夫为我们老爷，称朋友夫人为你们太太，称别人父亲为某先生的父亲。但向来还有一种简便的尊称与谦称，如令尊，令堂，尊夫人，令弟，令郎，以及家父，家母，内人，舍弟，小儿等等。"}
{"text":"单用是所有相关的人都在内加我们拉得近些，加你们推得远些，加他们更远些。至于诸位大家，当然是个笑话。代词三称的领位，也不能随随便便的。生人间还是得用替代，如称自己丈夫为我们老爷，称朋友夫人为你们太太，称别人父亲为某先生的父亲。但向来还有一种简便的尊称与谦称，如令尊，令堂，尊夫人，令弟，令郎，以及家父，家母，内人，舍弟，小儿等等。令字用得最广，不拘那一辈儿都加得上，尊字太重，用处就少，家字只用于长辈同辈，舍字，小字只用于晚辈。熟人也有用通称而省去领位的，如自称父母为老人家，――长辈对晚辈说他父母，也这么称――称朋友家里人为老太爷，老太太，太太，少爷，小姐可是没有称人家丈夫为老爷或先生的，只能称某先生，你们先生。此外有称老伯，伯母，尊夫人的，为的亲昵些所省去的却非你的而是我的。更熟的人可称我父亲，我弟弟，你学生，你姑娘，却并不大用的字。我的往往只用于呼位如我的妈呀！我的儿呀！我的天呀！被领位若不是人而是事物，却可随便些。的字还用于独用的领位，如你的就是我的，去他的。领位有了的字，显得特别亲昵似的。也许的字是齐齿音，听了觉得挨挤着，紧缩着，才有此感。平常领位，所领的若是人，而也用的字，就好像有些过火我的朋友差不多成了一句嘲讽的话，一半怕就是为了那个的字。众数的领位也少用的字。其实真正众数的领位用的机会也少用的大多是替代单数的。我家，你家，他家有时候也可当众数的领位用，如你家孩子真懂事，你家厨子走了，我家运气不好。北平还有一种特别称呼，也是关于自称领位的。譬如女的向人说你兄弟这样长那样短。你兄弟却是她丈夫男的向人说你侄儿这样短，那样长。你侄儿却是他儿子。这也算对称替代自称，可是大规模的用意可以说是敬而近之。因为近，才直称你。被领位若是事物，领位除可用替代外，也有用尊字的，如尊行行次，尊寓，但少极带滑稽味而上尊号的却多，如尊口，尊须，尊靴，尊帽等等。"}
{"text":"北平还有一种特别称呼，也是关于自称领位的。譬如女的向人说你兄弟这样长那样短。你兄弟却是她丈夫男的向人说你侄儿这样短，那样长。你侄儿却是他儿子。这也算对称替代自称，可是大规模的用意可以说是敬而近之。因为近，才直称你。被领位若是事物，领位除可用替代外，也有用尊字的，如尊行行次，尊寓，但少极带滑稽味而上尊号的却多，如尊口，尊须，尊靴，尊帽等等。外国的影响引我们抄近路，只用你，我，他，我们，你们，他们，倒也是干脆的办法好在声调姿态变化是无穷的。他分为三，在纸上也还有用，口头上却用不着读她为，它或为，大可不必，也行不开去。它或用得也太洋味儿，真蹩扭，有些实在可用这个那个。再说代词用得太多，好些重复是不必要的而领位的字也用得太滥点儿。年月日作。二十二年暑中看马氏文通，杨遇夫先生高等国文法，刘半农先生中国文法讲话，胡适之先生文存里的尔汝篇，对于人称代名词有些不成系统的意见，略加整理，写成此篇。但所论只现代口语所用为限，作文写信用的，以及念古书时所遇见的，都不在内。原载年月日文学第卷第号散文全编谈抽烟有人说，抽烟有什么好处？还不如吃点口香糖，甜甜的，倒不错。不用说，你知道这准是外行。口香糖也许不错，可是喜欢的怕是女人孩子居多男人很少赏识这种玩意儿的除非在美国，那儿怕有些个例外。一块口香糖得咀嚼老半天，还是嚼不完，凭你怎么斯文，那朵颐的样子，总遮掩不住，总有点儿不雅相。这其实不像抽烟，倒像衔橄榄。你见过衔着橄榄的人？腮帮子上凸出一块，嘴里不时地滋儿滋儿的。抽烟可用不着这么费劲烟卷儿尤其省事，随便一叼上，悠然的就吸起来，谁也不来注意你。抽烟说不上是什么味道勉强说，也许有点儿苦吧。但抽烟的不稀罕那苦而稀罕那有点儿。他的嘴太闷了，或者太闲了，就要这么点儿来凑个热闹，让他觉得嘴还是他的。嚼一块口香糖可就太多，甜甜的，够多腻味而且有了糖也许便忘记了我。抽烟其实是个玩意儿。就说抽卷烟吧，你打开匣子或罐子，抽出烟来，在桌上顿几下，衔上，擦洋火，点上。"}
{"text":"你见过衔着橄榄的人？腮帮子上凸出一块，嘴里不时地滋儿滋儿的。抽烟可用不着这么费劲烟卷儿尤其省事，随便一叼上，悠然的就吸起来，谁也不来注意你。抽烟说不上是什么味道勉强说，也许有点儿苦吧。但抽烟的不稀罕那苦而稀罕那有点儿。他的嘴太闷了，或者太闲了，就要这么点儿来凑个热闹，让他觉得嘴还是他的。嚼一块口香糖可就太多，甜甜的，够多腻味而且有了糖也许便忘记了我。抽烟其实是个玩意儿。就说抽卷烟吧，你打开匣子或罐子，抽出烟来，在桌上顿几下，衔上，擦洋火，点上。这其间每一个动作都带股劲儿，像做戏一般。自己也许不觉得，但到没有烟抽的时候，便觉得了。那时候你必然闲得无聊特别是两只手，简直没放处。再说那吐出的烟，袅袅地缭绕着，也够你一回两回地捉摸它可以领你走到顶远的地方去。――即便在百忙当中，也可以让你轻松一忽儿。所以老于抽烟的人，一叼上烟，真能悠然遐想。他霎时间是个自由自在的身子，无论他是靠在沙发上的绅士，还是蹲在台阶上的瓦匠。有时候他还能够叼着烟和人说闲话自然有些含汉糊糊的，但是可喜的是那满不在乎的神气。这些大概也算是游戏三昧吧。好些人抽烟，为的有个伴儿。譬如说一个人单身住在北平，和朋友在一块儿，倒是有说有笑的，回家来，空屋子像水一样。这时候他可以摸出一支烟抽起来，借点儿暖气。黄昏来了，屋子里的东西只剩些轮廓，暂时懒得开灯，也可以点上一支烟，看烟头上的火一闪一闪的，像亲密的低语，只有自己听得出。要是生气，也不妨迁怒一下，使劲儿吸他十来口。客来了，若你倦了说不得话，或者找不出可说的，干坐着岂不着急？这时候最好拈起一支烟将嘴堵上等你对面的人。若是他也这么办，便尽时间在烟子里爬过去。各人抓着一个新伴儿，大可以盘桓一会的。从前抽水烟旱烟，不过一种不伤大雅的嗜好，现在抽烟却成了派头。抽烟卷儿指头黄了，由它去。用烟嘴不独麻烦，也小气，又跟烟隔得那么老远的。今儿大褂上一个窟窿，明儿坎肩上一个，由他去。一支烟里的尼古丁可以毒死一个小麻雀，也由它去。总之，蹩蹩扭扭的，其实也还是个满不在乎罢了。烟有好有坏，味有浓有淡，能够辨味的是内行，不择烟而抽的是大方之家。年月日作原载大公报文艺副刊第期散文全编冬天说起冬天，忽然想到豆腐。是一小洋锅铝锅白煮豆腐，热腾腾的。"}
{"text":"抽烟卷儿指头黄了，由它去。用烟嘴不独麻烦，也小气，又跟烟隔得那么老远的。今儿大褂上一个窟窿，明儿坎肩上一个，由他去。一支烟里的尼古丁可以毒死一个小麻雀，也由它去。总之，蹩蹩扭扭的，其实也还是个满不在乎罢了。烟有好有坏，味有浓有淡，能够辨味的是内行，不择烟而抽的是大方之家。年月日作原载大公报文艺副刊第期散文全编冬天说起冬天，忽然想到豆腐。是一小洋锅铝锅白煮豆腐，热腾腾的。水滚着，像好些鱼眼睛，一小块一小块豆腐养在里面，嫩而滑，仿佛反穿的白狐大衣。锅在洋炉子煤油不打气炉上，和炉子都熏得乌黑乌黑，越显出豆腐的白。这是晚上，屋子老了，虽点着洋灯，也还是阴暗。围着桌子坐的是父亲跟我们哥儿三个。洋炉子太高了，父亲得常常站起来，微微地仰着脸，觑着眼睛，从氤氲的热气里伸进筷子，夹起豆腐，一一地放在我们的酱油碟里。我们有时也自己动手，但炉子实在太高了，总还是坐享其成的多。这并不是吃饭，只是玩儿。父亲说晚上冷，吃了大家暖和些。我们都喜欢这种白水豆腐一上桌就眼巴巴望着那锅，等着那热气，等着热气里从父亲筷子上掉下来的豆腐。又是冬天，记得是阴历十一月十六晚上，跟君君在西湖里坐小划子。君刚到杭州教书，事先来信说我们要游西湖，不管它是冬天。那晚月色真好，现在想起来还像照在身上。本来前一晚是月当头也许十一月的月亮真有些特别吧。那时九点多了，湖上似乎只有我们一只划子。有点风，月光照着软软的水波当间那一溜儿反光，像新砑的银子。湖上的山只剩了淡档的影子。山下偶尔有一两星灯火。君口占两句诗道数星灯火认渔村，淡墨轻描远黛痕。我们都不大说话，只有均匀的桨声。我渐渐地快睡着了。君喂了一下，才抬起眼皮，看见他在微笑。船夫问要不要上净寺去是阿弥陀佛生日，那边蛮热闹的。到了寺里，殿上灯烛辉煌，满是佛婆念佛的声音，好像醒了一场梦。这已是十多年前的事了，君还常常通着信，君听说转变了好几次，前年是在一个特税局里收特税了，以后便没有消息。在台州过了一个冬天，一家四口子。台州是个山城，可以说在一个大谷里。只有一条二里长的大街。别的路上白天简直不大见人晚上一片漆黑。偶尔人家窗户里透出一点灯光，还有走路的拿着的火把但那是少极了。"}
{"text":"我渐渐地快睡着了。君喂了一下，才抬起眼皮，看见他在微笑。船夫问要不要上净寺去是阿弥陀佛生日，那边蛮热闹的。到了寺里，殿上灯烛辉煌，满是佛婆念佛的声音，好像醒了一场梦。这已是十多年前的事了，君还常常通着信，君听说转变了好几次，前年是在一个特税局里收特税了，以后便没有消息。在台州过了一个冬天，一家四口子。台州是个山城，可以说在一个大谷里。只有一条二里长的大街。别的路上白天简直不大见人晚上一片漆黑。偶尔人家窗户里透出一点灯光，还有走路的拿着的火把但那是少极了。我们住在山脚下。有的是山上松林里的风声，跟天上一只两只的鸟影。夏末到那里，春初便走，却好像老在过着冬天似的可是即便真冬天也并不冷。我们住在楼上，书房临着大路路上有人说话，可以清清楚楚地听见。但因为走路的人太少了，间或有点说话的声音，听起来还只当远风送来的，想不到就在窗外。我们是外路人，除上学校去之外，常只在家里坐着。妻也惯了那寂寞，只和我们爷儿们守着。外边虽老是冬天，家里却老是春天。有一回我上街去，回来的时候，楼下厨房的大方窗开着，并排地挨着她们母子三个三张脸都带着天真微笑地向着我。似乎台州空空的，只有我们四人天地空空的，也只有我们四人。那时是民国十年，妻刚从家里出来，满自在。现在她死了快四年了，我却还老记着她那微笑的影子。无论怎么冷，大风大雪，想到这些，我心上总是温暖的。原载年月日中学生第号散文全编择偶记自己是长子长孙，所以不到十一岁就说起媳妇来了。那时对于媳妇这件事简直茫然，不知怎么一来，就已经说上了。是曾祖母娘家人，在江苏北部一个小县份的乡下住着。家里人都在那里住过很久，大概也带着我只是太笨了，记忆里没有留下一点影子。祖母常常躺在烟榻上讲那边的事，提着这个那个乡下人的名字。起初一切都像只在那白腾腾的烟气里。日子久了，不知不觉熟悉起来了，亲昵起来了。除了住的地方，当时觉得那叫做花园庄的乡下实在是最有趣的地方了。因此听说媳妇就定在那里，倒也仿佛理所当然，毫无意见。每年那边田上有人来，蓝布短打扮，衔着旱烟管，带好些大麦粉，白薯干儿之类。他们偶然也和家里人提到那位小姐，大概比我大四岁，个儿高，小脚但是那时我热心的其实还是那些大麦粉和白薯干儿。记得是十二岁上，那边捎信来，说小姐痨病死了。"}
