{"text":"因为是在早晨，拜佛的人不多，但是也有一些人跪在佛像前，合掌顶礼，焚烧香烛，嘴里祷祝着什么。还有人带着大米来喂鸟，把米一把把地撒在大理石铺的地上。珍珠似的米粒在地上跳动，宛如深蓝色的水面上激起的雪似的浪花。一群鸽子和乌鸦拥挤着，抢着来啄食米粒，吃完再飞上金塔。远远望去，好像是大块黄金上镶嵌了无数的黑宝石。因为这一次在这里只能停留几天，我们的活动不多。但是我已经很满意了。我怀念的那一些人和那一些地方，我几乎都看到了。我将怀着一颗温暖的心，离开这个美丽的城市，走向离开祖国更远的地方去。如果说还感觉到什么美中不足的话，那就是，我没有能够看到那一个在旅馆里工作的小男孩。我在深切地怀念着他，他什么时候才能到北京来看我呢？第四章心语微言哲学的用处我曾在很多文章中说到过自己的一个偏见我最害怕哲学和哲学家，有一千个哲学家，就有一千种哲学，有的哲学家竟沦为修辞学家。我怀疑，这样的哲学究竟有什么用处。高明的人士教导说哲学的用处大着哩，上可以阐释宇宙，下能够指导人生自然科学的研究成果靠哲学来总结，世界人民前进的道路靠哲学来指明人文素质用哲学来提高，个人修养用哲学来加深，如此等等，不一而足。这些话都说得很高，也可能很正确。但是，我总觉得有些地方对不上号。我也曾读过西洋哲学史，看过一些中国哲学史。无奈自己禀性庸劣，缺少慧根，读起来总感到有点格格不入。这就好像夏虫不足与语冬，河鳅不足与语海，天资所限，实在是无可奈何，今天看参考消息，读了一篇英国大学生缘何喜爱古典哲学，喜其文简意深，不妨抄上几段，公诸同好。文章说尽管现代哲学有着迷人的外表，但是那些深一步研究它的人却往往感到失望。现在英国大学生报名参加古典哲学的人远远超过现代哲学，原因就在这里。文章接着说古代哲学远比现代哲学更符合多数人对哲学的概念。古代哲学家很单纯地认为，哲学就应当在某种方式上帮助人们生活得更好――这个美丽的理想在现代哲学中几乎根本找不到。引用了公元前年出生的伊壁鸠鲁的话说如果不关怀人类的痛苦，无论哪一位哲学家的论点都毫无价值。因为，就像医学不能祛除身体的疾病就没有益处一样，哲学不祛除精神上的痛苦也毫无益处。在这里，文章的指出，这些话恰好反映出准备在大学里学习哲学的学生们的愿望。但可惜的是，多数授课者却没有这种愿望。"}
{"text":"文章接着说古代哲学远比现代哲学更符合多数人对哲学的概念。古代哲学家很单纯地认为，哲学就应当在某种方式上帮助人们生活得更好――这个美丽的理想在现代哲学中几乎根本找不到。引用了公元前年出生的伊壁鸠鲁的话说如果不关怀人类的痛苦，无论哪一位哲学家的论点都毫无价值。因为，就像医学不能祛除身体的疾病就没有益处一样，哲学不祛除精神上的痛苦也毫无益处。在这里，文章的指出，这些话恰好反映出准备在大学里学习哲学的学生们的愿望。但可惜的是，多数授课者却没有这种愿望。文章指出的这种现象，是非常有意义的，是非常具有启发性的。我不知道，这种现象在英国，在其他欧美国家，涵盖面有多大。我也不知道，在中国是否也有同样的现象。这里表现出来的新老哲学家或哲学爱好者对哲学本身要求的矛盾，是颇为值得研究的。我个人的想法是，伊壁鸠鲁属于西方哲学发展的早期，哲学家都比较淳朴，讲出来的道理也比较明白易懂。随着时间的推移，世界变化越来越复杂，人们，特别是哲学家们的分析概念的能力也越来越细致，分析越来越艰深，玄之又玄，众妙无门，最后达到了让平常人望而却步的程度。但因此也就越来越脱离平常人的要求，哲学家们躲入象牙塔中，孤芳自赏。但是物极必反，世界通例。英国年轻学子对哲学的要求，正反映了这个规律。我自己对哲学的要求或者期望，有点像英国的大学生。但我决不敢高攀。我的哲学水平大概只有小学水平，因此才对最早期的西方哲学感兴趣。然而，我并不愧疚，我还是要求哲学要有用处。漫谈北大派和清华派这里讲的派不是从政治上来讲的，而是从学术上，从学风上。我是清华的毕业生，又在北大工作了半个多世纪，我自信对这两所最高学府是能够有所了解的。因此，让我来谈一谈两校学风的异同问题，我还是有点资本的。我脑筋里从来就没有考虑过两校的学风问题。原因是自从年进行院系调整以来，清华已经成为一所工科大学，北大仍然保留综合大学的地位。以工科而谈学风，盖已难矣。可是，我前不久偶然在一个什么杂志或报纸上读到了一位学者的文章，他是最近几年来清华恢复文科院系以后到清华去任教的，他是人文社会科学专家，是有资格谈学风的。我因为病目，不良于视，只是大体上翻了翻这一篇文章，记得内容只是谈清华学派的，其中列举了一大串学者的名字，好像都是老清华的。的用意大概是，这些学者组成了清华学派。这些人名我基本上都是熟悉的。"}
{"text":"原因是自从年进行院系调整以来，清华已经成为一所工科大学，北大仍然保留综合大学的地位。以工科而谈学风，盖已难矣。可是，我前不久偶然在一个什么杂志或报纸上读到了一位学者的文章，他是最近几年来清华恢复文科院系以后到清华去任教的，他是人文社会科学专家，是有资格谈学风的。我因为病目，不良于视，只是大体上翻了翻这一篇文章，记得内容只是谈清华学派的，其中列举了一大串学者的名字，好像都是老清华的。的用意大概是，这些学者组成了清华学派。这些人名我基本上都是熟悉的。看了这一张人名榜，我第一个想法就是对于这一些人似乎有点隔膜。其中有一些是六十多年前我在清华读书时的教授，我对他们是了解的。在当时学生心目中，他们不过是半教授半政客的双栖学者。我们根本不知道他们有什么有独到见解的为内行人所承认的学术著作。因此，我直觉地觉得，即使真有一个清华学派的话，里面也很难有他们的座位。那一篇文章我并没有看完，便置诸脑后，以后也再没有想这个问题。但是，后来听说，北大的一些年轻教员对于这个问题颇感兴趣。他们先准备召开一次座谈会，后来又改为用笔谈的形式来各抒己见。守常约我参加，我答应他也来凑个热闹。北大和清华有没有差别呢？当然有的。据我个人的印象，在过去相当长的时间内，在国内和国际上的地位方面，在对中国教育学术和文化的贡献方面，两校可以说是力量匹敌，无从轩轾。这是同一性。但是，在双方的风范――我一时想不出更确切的词儿，姑且用之――方面，却并不相同。如果允许我使用我在拙文门外中外文论絮语中提出来的文艺批评的话语的话，我想说，北大的风范可用人们对杜甫诗的评论沉郁顿挫来概括。而对清华则可用杜甫对李白诗的评价清新俊逸来概括。这是我个人的印象，但是我自认是准确的。至于为什么说是准确，则决非三言两语能够解释清楚的，这个问题就留给大家去揣摩吧。这是就一般的风范来说的。至于学风，则愧我愚陋，我实在看不出有什么差别。首先一个问题我就解决不了，根据什么来划分北大学派和清华学派？根据人嘛，是从北大或清华毕业的人才算是北大学派或清华学派呢？抑或是在北大或清华任教的人才算是北大学派或清华学派呢？有的人是从北大毕业然而却在清华教书，或者适得其反，他算是什么学派呢？这样的人，我无法去统计，然而其数目却是相当大的。根据学术著作的内容嘛，这也不行。"}
{"text":"这是就一般的风范来说的。至于学风，则愧我愚陋，我实在看不出有什么差别。首先一个问题我就解决不了，根据什么来划分北大学派和清华学派？根据人嘛，是从北大或清华毕业的人才算是北大学派或清华学派呢？抑或是在北大或清华任教的人才算是北大学派或清华学派呢？有的人是从北大毕业然而却在清华教书，或者适得其反，他算是什么学派呢？这样的人，我无法去统计，然而其数目却是相当大的。根据学术著作的内容嘛，这也不行。著作内容，比如说中国哲学史，每一个学者，只要个人愿意，都能研究，决不会有什么北大学派或清华学派。根据学术风格嘛，几乎每一个学者都有自己的风格，不但北大清华如此，南开复旦等校又何独不然北大和清华，由于历史渊源关系，教授互相兼课的很多，两校教授成为朋友的更多，关系错综复杂，难以寻出一条线索把他们分为两派。只要是北大的教授，就属于北大学派。只要是清华的教授，就属于清华学派。这是一种过分简单化的做法，什么问题也不解决。总之，我认为，从学术上来讲，根本没有什么北大学派和清华学派。论博士中国的博士和西方的博士不一样。在一些中国人心目中，博士是学术生活的终结，而在西方国家，博士则只是学术研究的开端。博士这个词儿，中国古代就有。唐代的韩愈就曾当过国子博士。这同今天的博士显然是不同的。今天的博士制度是继学士硕士之后而建立起来的，是地地道道的舶来品。在这里，有人会提意见了既然源于西方，为什么又同西方不一样呢？这意见提得有理。但是，中国古代晏子说橘生淮南，则为橘生淮北，则为枳。土壤和气候条件一变，则其种亦必随之而变。在中国，除了土壤和气候条件以外，还有思想条件。西洋的博士到了中国，就是由于这个思想条件而变了味的。在世界各国的历史中，中国封建阶段的历史最长。在长达两千多年的封建社会中，中国的知识分子上进之途只有一条，就是科举制度。这真是千军万马，独木小桥。从考秀才起，有的人历尽八十一难，还未必能从秀才而举人，从举人而进士，从进士而殿试点状元等等，最有幸运的人才能进入翰林院，往往已达垂暮之年，老夫耄矣。一生志愿满足矣，一个士子的一生可以画句号矣。自从清末废科举以后，秀才举人进士之名已佚，而思想中的形象犹在。"}
{"text":"在世界各国的历史中，中国封建阶段的历史最长。在长达两千多年的封建社会中，中国的知识分子上进之途只有一条，就是科举制度。这真是千军万马，独木小桥。从考秀才起，有的人历尽八十一难，还未必能从秀才而举人，从举人而进士，从进士而殿试点状元等等，最有幸运的人才能进入翰林院，往往已达垂暮之年，老夫耄矣。一生志愿满足矣，一个士子的一生可以画句号矣。自从清末废科举以后，秀才举人进士之名已佚，而思想中的形象犹在。一推行西洋的教育制度，出现了小学中学大学研究院等等级别，于是就有人来作新旧对比中学毕业等于秀才，大学毕业等于举人，研究生毕业等于进士，点了翰林等于院士。这两项都隐含着博士这一顶桂冠的影子。顺理成章，天衣无缝，新旧相当，如影随形。于是对比者心安理得，胸无凝滞了。如果让我打一个比方的话，我只能拿今天的素斋一定要烹调成鸡鱼鸭肉的形状来相比。隐含在背后的心理状态，实在是耐人寻味的。君不见在今天的大学中，博士热已经颇为普遍，有的副教授，甚至有的教授，都急起直追，申报在职博士生。是否有向原来是自己的学生而今顿成博导的教授名下申请做博士生的例子，我不敢乱说。反正向比自己晚一辈的顿成博导的教授申请的则是有的，甚至还听说有位教授申请做博士生后自己却被批准为博导。万没有自己做自己的博士生的道理，不知这位教授如何处理这个问题。从前读前代笔记，说清代有一个人，自己的儿子已经成为大学士，当上了会试主考官。他因此不能再参加进士会试，大骂自己的儿子这畜生让我戴假乌纱帽难道这位教授也会大发牢骚批准我为博导让我戴假乌纱帽吗？中国眼前这种情况实为老外所难解，即如老内如不佞者，最初也迷惑不解。现在，我一旦顿悟在中国当前社会中，封建思想意识仍极浓厚。在许多人的下意识里，西方传进来的博士的背后隐约闪动着进士和翰林的影子。祝贺与希望陈寅恪先生在陈垣敦煌劫余录序中说道或曰，敦煌者，吾国学术之伤心史也。这真是一语破的，一下子就说到了点子上。陈先生这样说，是完全有根据的。他说敦煌学者，今日世界学术之新潮流也。自发现以来，二十余年间，东起日本，西迄英法，诸国学人，各就其治学范围，先后咸有所贡献。吾国学者，其选述得列于世界敦煌学著作之林者，仅三数人而已。"}
{"text":"祝贺与希望陈寅恪先生在陈垣敦煌劫余录序中说道或曰，敦煌者，吾国学术之伤心史也。这真是一语破的，一下子就说到了点子上。陈先生这样说，是完全有根据的。他说敦煌学者，今日世界学术之新潮流也。自发现以来，二十余年间，东起日本，西迄英法，诸国学人，各就其治学范围，先后咸有所贡献。吾国学者，其选述得列于世界敦煌学著作之林者，仅三数人而已。夫敦煌在吾国境内，所出经典，又以中文为多，吾国敦煌学著作，较之他国转独少者，固因国人治学，罕具通识，然亦未始非以敦煌所出经典，涵括至广，散佚至众，迄无评备之目录，不易检校其内容，学者纵欲有所致力，而凭借末由也。陈先生这篇文章写于年，他对当时中国敦煌学之所以薄弱之原因，论述具体而求实，用不着再作什么解释与论证。我只想补充一点从敦煌藏经洞的发现到年，三十年中，中国政局极端混乱，改朝换代，军阀混乱，中国学者哪里有余裕，有财力和精力，来预流呢？仅有三数人的著作能进入学术之林，已不算少。我们今天要真诚地感谢这三数位学者，他们给中国争得了荣誉。从年以后，中国政局又连续不断动荡不安。日寇侵华，更是火上加油。好不容易盼来了解放然而，由于众所周知的原因，中国知识分子的处境，不是改善了，而是改恶了。把知识分子，特别是年纪老的，几乎一股脑儿赶入封资修的队伍中，天天在你耳根边口中念念有词，搅得你三魂躁动，七魄不安，把中国从没有的，从西方天主教和耶稣教借来的原罪感硬移栽在你的心中。天天批修，时时斗私，哪里有余暇来研究学问。而敦煌那一些经卷都属于四旧范畴，是铲除的对象，而决不是研究的目标。在这样的情况下，欲求中国学者对国际显学敦煌学作出什么贡献，岂非是南辕北辙吗？从年算起，过了整整半个世纪，乘改革开放的东风，中国的老中青敦煌学者组建了中国敦煌吐鲁番学会，全国和全世界耳目为之一新。从那以后，我们的队伍壮大了，学术成果增多了，研究水平提高了，国内外的观感改变了。某一些过去瞧不起我们的外国学者也不敢不刮目相看。我们的学者完全能赶得上世界的新潮流，我们俱通识的人越来越多，同英法俄等国的合作越来越多，他们邀请我们去帮助他们整理编纂敦煌卷子。在中国，敦煌学的春天已经来到，我焉得不诚挚地祝贺呢？但是，学无止境，古有明训。我们还有很多不足之处，我们还有很多东西要向外国同行学习。"}
{"text":"从那以后，我们的队伍壮大了，学术成果增多了，研究水平提高了，国内外的观感改变了。某一些过去瞧不起我们的外国学者也不敢不刮目相看。我们的学者完全能赶得上世界的新潮流，我们俱通识的人越来越多，同英法俄等国的合作越来越多，他们邀请我们去帮助他们整理编纂敦煌卷子。在中国，敦煌学的春天已经来到，我焉得不诚挚地祝贺呢？但是，学无止境，古有明训。我们还有很多不足之处，我们还有很多东西要向外国同行学习。一个新的世纪转瞬即至，值此万家更新之日，我们中国的从事敦煌学研究的学者们，千万不要过早地自满，我们应当勤勤恳恳，扎扎实实，焚膏继晷，努力工作，国内的学者们要团结互助，对国外的学者也要以诚相待。行将见寅恪先生所谓之伤心史一变而为赏心史。这就是我的希望。关于名牌意识最近到深圳去参加了诚成企业集团举办的中国上市公司文化建设与品牌战略研讨会，学习了很多新东西。所谓品牌战略，说得通俗一点就是争创名牌。会议文件中引用了营销专家的话未来的营销是品牌的战争拥有市场比拥有工厂重要多了。唯一拥有市场的途径是先拥有具市场优势的品牌。这话无疑是十分正确的。我因而想到了我国前副总理薄一波的话名牌，是民族工业的精华和骄傲，是国家经济实力的一个重要标志。两个人说的都是一个意思。根据我们每个人的经验，都一定会同意这种看法的。我们腰包里的那几文钱实在是来之不易，想买东西，必定是左斟右酌，反复思考，期望能得到物美价廉，经久耐用的结果。在这样情况下，倘见名牌，一定会优先录取，钱也出手得容易，心里还溢满了购物的喜悦。专就北京一地而论，真不愧是首善之区，千年古都，名牌林立，驰誉天下，什么同仁堂的国药六必居的酱菜月盛斋的酱牛肉天福的肘子内联的鞋盛锡福的帽子全聚德的烤鸭，如此等等，难以细数。这些名牌的历史，大都超过了美国。它们之所以能成为名牌，专靠产品质量。在二三百年的长时间内，兢兢业业，子孙相传，专意保持名牌质量，其困难程度真不下于唐僧取经。全国各地都有一些名牌。有这样的先例在前，今天把创名牌提到了战略的高度，真可以说是顺乎人心，应乎潮流睿智之举了。然而，我却顿时忧心忡忡起来。"}
{"text":"这些名牌的历史，大都超过了美国。它们之所以能成为名牌，专靠产品质量。在二三百年的长时间内，兢兢业业，子孙相传，专意保持名牌质量，其困难程度真不下于唐僧取经。全国各地都有一些名牌。有这样的先例在前，今天把创名牌提到了战略的高度，真可以说是顺乎人心，应乎潮流睿智之举了。然而，我却顿时忧心忡忡起来。我亲眼目睹了一些情况，又听到了一些传闻，在目前向市场经济转轨的情况下，假冒伪劣的商品充斥市场，这种坏风气使许多人迷了心窍。据说一个酒厂每天向广播电台开进一辆桑塔纳，开出一辆奥迪，顿时发了大财。然而泡沫决不会长久存在的，结果是商人已经腾达去，此地空留恶名声。连上述的许多名牌，传闻有个别的已耐不住寂寞，有改弦的动向，搞一点小小的掺假活动。古人说千里之堤，溃于蚁穴，小小的掺假逐渐会变为大大的掺假，则几百年的盛名会毁于一旦，岂不大可惜哉岂不大可哀哉我诚恳奉劝今天的大小企业家们，要认真对待这个问题。中国古代兵法主张兵不厌诈，这是未可厚非的。但是，我们却万万不能提倡商不厌诈，这样做等于搬起石头砸自己的脚，决不会有好结果的。我觉得，诚成企业集团的诚成二字具有重要的启迪意义唯诚实才能成功。中餐与西餐中国是文明古国，有四大发明或者更多的发明，震撼世界，对人类的进步和福利，作出了无法代替无可怀疑的贡献，至今我们引以自豪。可惜这些都已经是过去的辉煌，俱往矣掩盖不住我们今天的技术落后。今天，在全世界范围内，我们引以自豪的，只剩下了饮食一项。世界上几乎所有的大城市都有中国餐馆，有的餐馆主人并不是中国人，然而也假中国之名以招徕食客。中国人在国外混不下去的时候，也往往以餐馆为最后逋逃薮。据说，前几年，北京饭馆还不算太多的时候，巴黎中餐馆有一千多家，超过北京。我曾在世界上许多国家的中国饭馆里吃过饭，老外――按事实来讲，应该说是老内，因为毕竟是他们自己的国家嘛――总是趋之若鹜，看起来是吃得津津有味。看到了这现象，我心里很不是滋味，又喜又悲现在好像只有饭馆能为国争光了然而在我们国内怎样呢？看了不禁令人气短。在我们国内，至少是在北京，在餐饮业界横冲直撞的是肯德基麦当劳比萨饼加州牛肉面，现在又来了什么澳式快餐。"}
{"text":"据说，前几年，北京饭馆还不算太多的时候，巴黎中餐馆有一千多家，超过北京。我曾在世界上许多国家的中国饭馆里吃过饭，老外――按事实来讲，应该说是老内，因为毕竟是他们自己的国家嘛――总是趋之若鹜，看起来是吃得津津有味。看到了这现象，我心里很不是滋味，又喜又悲现在好像只有饭馆能为国争光了然而在我们国内怎样呢？看了不禁令人气短。在我们国内，至少是在北京，在餐饮业界横冲直撞的是肯德基麦当劳比萨饼加州牛肉面，现在又来了什么澳式快餐。喝的是可口可乐百事可乐雪碧等等，统统是舶来品。我不能说这些东西都不能吃，它们也确有一些自己的特点，不能一概抹煞。然而这些特点却确实没有什么了不起，比起中国饭菜饮料之博大精深，历史之悠久来，简直如小巫之见大巫。著名的英籍女作家韩素音坚决不喝可口可乐，我现在已经成了她的忠实信徒。我们的广告宣传在这方面不能不负责任。记得电视广告中有一个宣传肯德基的广告，一个小孩坐在餐桌旁，父母殷殷勤勤端来了各种中国的美味佳肴，端一样上来，小孩眉头一皱，怒气冲冲地说不吃又端一样上来，仍然是个不吃最后端来了肯德基家乡鸡，小孩立即转怒为喜，眉开眼笑，说我就吃这个试问这样一个广告，除了电视台大收广告费之外，会起什么作用？会对我们的儿童，决定我国未来的命运的这些祖国的花朵起什么影响？我真不寒而栗。直白地说，现在国内确实弥漫着一种无孔不入的崇洋羡我不用媚字外的风气。这种风气来源已久，冰冻三尺，非一日之寒。但是，我们必须正视这种风气的恶劣影响，不能回避。一个失去民族自信心的民族是一个没有出息的民族我相信，这只能是暂时的现象。还是那一句老话三十年河东，三十年河西。将来一定会改变的。有朝一日风雷动，离开河西到河东。中国人民站起来了香港回归，百年耻雪，普天同庆，薄海共欢。将近半个世纪前，说中国人民站起来了这一句朴素简明的话，上震碧落，下撼黄泉，激起了全球炎黄子孙的自豪感。当时在天安门广场听到这话的人，无不热血沸腾，喜极泪流。但是，实际上，我们还没有能真正地完全地站了起来，我们神圣的土地上还留有外国殖民主义者留下的伤痕，香港就是其中之一。回顾中国立国以来五六千年的历史，我们不难发现一个独特的历史现象尽管中国向来就是一个大国，按照今天西方霸权主义者的理论，国一强大，必然侵略。"}
