{"text":"在作总结发言时，江青越说越激动，一声我要控诉，便开始详细数落张韶华如何利用毛岸青患有精神病而与之同居，张韶华的母亲又是一个多么坏的女人，说到最后，声嘶力竭地叫喊我们家没有这么个儿媳妇！我们不承认有这么个儿媳妇！会场上立即响起呼应的声音把张韶华揪出来示众！张韶华当时是北大学生，幸亏她早已逃匿，不在现场，暂时躲过了一劫。辩论会之后，当天晚上，我在日记里记下了江青康生的表现，也记下了我的不解和反感。在那段时间里，我仍保持着写日记的习惯，陆续记下了许多困惑。随着运动向前推进，不断有人遭殃，这些日记就成了我的心病，后来是我第一批毁掉的文件。如同当时绝大多数学生一样，我以天真的热情接受了对的个人崇拜。在我的心目中，他不啻是一个神，甚至偶尔想到毛主席也有普通人一样的生理活动例如排泄，便感到不可思议，仿佛是一种亵渎。现在人们会觉得这种想法太可笑，但我曾与人交流，发现当时有过与我同样闪念的大有人在。我对毛不完全是迷信，也有真正心悦诚服的成分。文革前期，他的一些未发表谈话传抄出来，不胫而走，我读后真心折服于他的天才。尤其是他抨击现行教育制度摧残人才的谈话，何其痛快淋漓，简直像是说出了我们这些受压抑学生的心声。因此，虽然我对文革常有想不通的地方，也仍是强迫自己从正面理解和适应。报刊上出现的一些醒目口号，例如触及灵魂的革命，在大风大浪中前进，关心国家大事，在我这个小资眼里被赋予了一种浪漫色彩，也诱使我努力顺应这场运动。我感觉到了理解和适应的困难，便从自己身上找原因。我对自己说这场运动既然是史无前例的，其发展进程必然会不断地出乎我的想象，是我这样思想一贯偏右的人所难以接受的，我必须自始至终对自己的右的倾向保持警惕。于是，在我写的第一张大字报关于当前运动的若干问题中，我特别强调了这场运动的主要危险始终是右倾。我心里清楚，这个论点丝毫没有某种政治分析作为根据，其实只是我的不自信心理的隐晦表达而已。那时已有许多外地学生来京串联，我惊讶地发现，他们争先恐后地阅读和抄写这张大字报，并在上面写满了赞同的批语。我还写过一张题为造反有理，夺权有理的大字报，时间大约在年九十月间，由于开头引用了从民间小报上看到的朱德的一句话，结果整篇文章被误传成了朱德同志讲话。不久后，我在北京外国语学院延安成都都收到过这个标题的传单，内容正是我的大字报。"}
{"text":"我心里清楚，这个论点丝毫没有某种政治分析作为根据，其实只是我的不自信心理的隐晦表达而已。那时已有许多外地学生来京串联，我惊讶地发现，他们争先恐后地阅读和抄写这张大字报，并在上面写满了赞同的批语。我还写过一张题为造反有理，夺权有理的大字报，时间大约在年九十月间，由于开头引用了从民间小报上看到的朱德的一句话，结果整篇文章被误传成了朱德同志讲话。不久后，我在北京外国语学院延安成都都收到过这个标题的传单，内容正是我的大字报。我忘了具体写些什么了，大约不外是说夺权才能使造反成正果罢，是逻辑上的推演。我在文革中写大字报很少，这是主要的两张，都是所谓理论思考，虽然没有伤害具体的人，但多少也起了煽风点火的坏作用。现在我提及这一点倒不是要忏悔，而是想说明当时的总体氛围，我不属于极少数能够超越这种氛围的先知先觉者之列。十六校门外的世界在运动初期，哲学系的情形比较特殊。全校和各系的当权派都相继垮台了，阵势大乱但显得比较有生气，唯独在哲学系，由于党总支书记聂元梓是响当当的左派，原来的当权派仍基本控制着局面，反倒显得沉闷。系里要求全体学生以班组为单位，坐下来学习文件，提高认识。由于我们的年级主任陈老师恰巧是北大社教中的右派，这给了若干曾借小凳子事件向他和班干部发难的人以机会，他们便以一贯正确的左派自居。我们被关在宿舍里，人人必须对年级里的所谓两条路线斗争表态。原来的班干部，尤其是那位班长，被迫一次次做沉痛的检查。听着人们没完没了地唠叨鸡毛蒜皮的陈年琐事，一方恬不知耻地夸为光荣历史，另一方痛心疾首地给自己上纲上线，我感到荒谬和愤懑，只能以沉默抗议。透过窗户可以看见校园一角，外面的世界生气勃勃，越发衬托出寝室里的死气沉沉。左派们频频使用当时社论中的用语，命令每个人触及灵魂，我在笔记本上恨恨地写道你们的灵魂当然不必触及，也无法触及，因为你们根本没有灵魂。红卫兵运动兴起后，这些人又率先给自己套上红袖章，神气活现，所做的事却仍是关起门来纠缠班级破事。我忍无可忍，写了一首题为搅乱哲学系的梯形诗，抄成大字报贴出来，讽刺哲学系的红卫兵不过是戴着红袖章的小老头，呼吁打破班级界限，到社会的大风大浪中去。贴出不一会儿，上面就写满了批语，指责我形左实右仇恨红卫兵等等，宣布要和我辩论到底。我再贴出一首诗，满意地赞许瞧这群激动的小老头，现在总算有了一点儿生气。"}
{"text":"红卫兵运动兴起后，这些人又率先给自己套上红袖章，神气活现，所做的事却仍是关起门来纠缠班级破事。我忍无可忍，写了一首题为搅乱哲学系的梯形诗，抄成大字报贴出来，讽刺哲学系的红卫兵不过是戴着红袖章的小老头，呼吁打破班级界限，到社会的大风大浪中去。贴出不一会儿，上面就写满了批语，指责我形左实右仇恨红卫兵等等，宣布要和我辩论到底。我再贴出一首诗，满意地赞许瞧这群激动的小老头，现在总算有了一点儿生气。八一八接见红卫兵之后，社会上沸腾了起来。作为一个对政治内幕一无所知的学生，我的革命热情也被煽动了起来。所谓革命热情，其实并无具体的目标，只是一种想要投身到沸腾中去的渴望。我心目中的榜样是马雅可夫斯基，我想象自己像他那样写出许多革命诗篇，抄成大字报，然后被转抄到红卫兵的笔记本上，传遍全国。然而，在现实中，我自己连红卫兵也不是，班上的红卫兵组织被那一伙自封的左派把持着，因而备感压抑。八一八后不久，北京学生开始到全国串联，我和几个比较亲近的同学商议结伴出行，某一个左派立即在我们寝室门外贴出告示，宣称倘若狗崽子胆敢外出串联，他们一定要把我们从火车站揪回，决不留情。在红卫兵极端分子的语汇中，狗崽子是指出身不好的人，其实我们都不够格。他们所骂的，一是图道，他的父亲是西藏贵族，但同时也是在文革中受保护的国家级领导干部，另一是班长，他的家庭出身不过是小业主罢了。有趣的是，许多年后，这两人是全年级官运最旺的，分别为副部级和正部级，远非那些孜孜于争夺班级权力的人所能企及。我们是直到十一月份才走出北京的，那时候大串联在全国已成燎原之势，班上那些左派也早走得不见人影。我们一行六七人，包括班长图道和图道的弟弟晋美，还有一个正在北京串联的名叫许凤的上海中学生，是一个容貌清秀性格爽快的姑娘，也加入了我们的队伍。我很喜欢图道，他在印度和西藏度过童年，从小受佛教熏陶，心地慈悲善良，接人待物有一种优美的平和风度。由于他始终以一种正直的立场和健全的常识看待班级里的纠纷，因此深遭左派们嫉恨。他对我十分友好，有时我因年少无知而口出狂言，他也总是予以宽谅。和他在一起，我感到无比踏实。大串联期间，乘车不要钱，见车就可以上，但每一趟列车都塞得满满的，超员何止一两倍，闷罐子货车也常常用来载人。"}
{"text":"我很喜欢图道，他在印度和西藏度过童年，从小受佛教熏陶，心地慈悲善良，接人待物有一种优美的平和风度。由于他始终以一种正直的立场和健全的常识看待班级里的纠纷，因此深遭左派们嫉恨。他对我十分友好，有时我因年少无知而口出狂言，他也总是予以宽谅。和他在一起，我感到无比踏实。大串联期间，乘车不要钱，见车就可以上，但每一趟列车都塞得满满的，超员何止一两倍，闷罐子货车也常常用来载人。每到一地，当地有接待站安排食宿，一般是在机关学校腾出的空屋里打地铺。当时毕竟年轻，倒也不觉得苦。我们选择的是西行路线，第一站西安，折道去延安一趟，然后到成都。一开始，我们怀着关心国家大事的热情，把主要精力用于到大学看大字报，但很快发现情形大同小异，而我们实际上做不了什么事。到达成都后，中央宣布停止大串联，要求学生立即回自己的学校。我和晋美决定上峨眉山一趟，然后再回北京。图道不想去，在成都等我们。许凤特别想跟我们去，我也很愿意带这样一个漂亮的旅伴，但晋美坚决反对，认为一个上海姑娘肯定会是一个累赘。出发那天，天蒙蒙亮，趁许凤还没有醒，我们就悄悄动身了。晋美健步如飞，我紧紧跟随，整个行程只用了三天。第一天，乘汽车到山脚下，登上半山腰的洗象池。第二天，登上金顶，那天阳光明媚，脚下四周是无边无际的金色云海，云海里闪出一枚指环形的彩虹，人称佛光，据说是峨眉山极著名又极难得一见的景致，却被我们不期而遇。第三天，飞跑着下山，穿越积雪的原始森林，鞋子被雪水浸透了，衣服被汗水浸透了，当天回到成都。这是我第一次攀登大山，为了跟上晋美的节奏，一路连滚带爬，而他好像仍嫌我娇气，下了一句毕竟是一个上海人的断语。我对他这个旅伴却很满意，他像图道一样寡言，但更有一种深思的潜质。留宿金顶的那个夜晚，他勤勉地阅读散落在僧房里的文献，并向临时充当招待的僧人请教。我们在串联中结下的友谊延续了多年，我分配到广西，他去内蒙插队，我们一直通信。我知道他在农村表现积极，做了许多好事，例如用自己的钱为生产队买猪种。有一回，他写信说，他有一个秘密，暂时还不能宣布。我立刻猜想他有了心上人，事实却是他即将被批准入党，但这件事最后告吹了。后来我们断了联系，直到有一天，我在参考消息上惊诧地读到，他在美国，成了达赖的发言人。从峨眉山下来后，我们便打道回府，唯有班长决定从成都出发开始步行串联。"}
{"text":"我们在串联中结下的友谊延续了多年，我分配到广西，他去内蒙插队，我们一直通信。我知道他在农村表现积极，做了许多好事，例如用自己的钱为生产队买猪种。有一回，他写信说，他有一个秘密，暂时还不能宣布。我立刻猜想他有了心上人，事实却是他即将被批准入党，但这件事最后告吹了。后来我们断了联系，直到有一天，我在参考消息上惊诧地读到，他在美国，成了达赖的发言人。从峨眉山下来后，我们便打道回府，唯有班长决定从成都出发开始步行串联。他说到做到，走了小半个中国，许多天后脏兮兮地回到学校。这人身上有一种超常的克己品质，意志十分坚强。其表现一是极能吃苦耐劳，刚学游泳时，他的姿势非常别扭，却每次都以这别扭的姿势坚持游一千米以上。二是极能忍让，无论左派们怎样纠缠他的小是小非，他都只作自我批评，我和他住同一寝室，从未听见他私下里有半句怨言。毕业后他分配在某省一个最贫穷的乡里，没有任何权力背景，而能在官场稳步上升，除了机遇之外，他的坚忍品质必定起了很大的作用。年上半年，我还曾两次外出串联。与第一次不同，这两次可以算是组织派遣的。那时候，北大已成立以聂元梓为首领的新北大公社，我是这个组织的群众成员。反对聂元梓的那一派叫井冈山，人数很少，但气势很凶。根据后来的传闻，在接见聂元梓时劝她去上海避一避风，她便带了若干人奔赴上海。她的一员干将是孙蓬一，此人一向对我友好，邀我参加。我们住在上海一栋旧式小洋楼里，也是打地铺，小楼里一派繁忙景象，但我不知道在忙些什么，插不上手。孙蓬一交给我和历史系一个学生一项任务，让我们去无锡工厂调查两派斗争，然后写出支持造反派的文章。我和那个同学在调查后觉得造反派毛病很多，结果写了一组批评造反派的文章，印成传单散发了出去。当时孙蓬一不在，他回来后看到传单，脸色陡变，勒令停止散发。孙绰号大炮，容易冲动，文革未结束便被当做现行反革命抓了起来，暴死狱中。从上海回来后，闲着没事，历史系另一同学对中学的文革运动感兴趣，约我一同研究。我们一起走访了若干所中学，留在记忆中的只有三个镜头。一是西郊一所中学，好像是六十七中，造反派头头叫奚小明，一个军干子弟。这是很特别的，军干子弟一般都站在联动立场上，而他是反联动的。他很矜持，一副思想家的派头，而最使我难忘的是那个围着他转的女孩，唧唧喳喳说个不停，全是崇拜他和体贴他的话语，实在令我艳羡。"}
{"text":"孙绰号大炮，容易冲动，文革未结束便被当做现行反革命抓了起来，暴死狱中。从上海回来后，闲着没事，历史系另一同学对中学的文革运动感兴趣，约我一同研究。我们一起走访了若干所中学，留在记忆中的只有三个镜头。一是西郊一所中学，好像是六十七中，造反派头头叫奚小明，一个军干子弟。这是很特别的，军干子弟一般都站在联动立场上，而他是反联动的。他很矜持，一副思想家的派头，而最使我难忘的是那个围着他转的女孩，唧唧喳喳说个不停，全是崇拜他和体贴他的话语，实在令我艳羡。二是八一学校，这是一所军干子女聚集的学校，我们去时正看见叶剑英的小女儿被校革委会扣留，通知叶办来人把她领走。三是联动头目牛皖平家里，他刚获释放，慰问者川流不息，而他始终沉默不语。五六月间，四川传来武斗消息，北大一些学生去那里支持造反派，我也跟着去了，分在简阳县。当时北京的学生到外地，只要是支持造反派的，都打着首都红代会的旗号，我们也如此。既然新北大公社是首都红代会的成员组织，这样做也算符合事实。在一般人心目中，首都红代会是毛主席的嫡系部队，威望很高。因此，我们到达后，当地造反派声势大振，很快就占据了绝对优势。在两派发生冲突时，我曾被对立派短暂绑架，混乱中摸走了钱包。我们驻扎在简阳中学，那里有一支精悍的文艺宣传队，四川姑娘的美丽使我心醉神迷。我单独下到该县禾丰公社，作为首都红代会代表在集会上发表演讲。离开简阳时，送别的场面十分壮观，造反派倾城出动，车站前是人面的海洋，人们唱着歌，哭着，我们每个人胸前被别上几十枚毛主席像章，臂上被套满红袖套。有一个天使一样可爱的小姑娘，她蹦蹦跳跳地拉着我的手，车启动时哭得特别伤心。回北京后，她给我寄来了信和照片，照片上的她像一朵清晨带露的鲜花。我还和禾丰初中的孩子们通信，他们回信说，大家争相阅读我的信，结果只好油印几百份，人手一份，许多对立派的孩子哭了，说不该围攻这么好的红代会哥哥。在这次串联中，我没有看到真正的武斗，只看到了那些被卷入政治大潮的外省青少年的无比天真的热情，这种热情很容易被引向残酷的自相残杀。十七我的立场出自直觉北京学生分派的情形相当复杂，受各种势力和因素的影响，越到后来就越是如此。就早期而言，一个重要因素是与现行教育体制的关系。"}
{"text":"在这次串联中，我没有看到真正的武斗，只看到了那些被卷入政治大潮的外省青少年的无比天真的热情，这种热情很容易被引向残酷的自相残杀。十七我的立场出自直觉北京学生分派的情形相当复杂，受各种势力和因素的影响，越到后来就越是如此。就早期而言，一个重要因素是与现行教育体制的关系。大致说来，保守派的中坚是这一体制中的既得利益者，造反派的头目和骨干则往往是一些被称作痞子的学生，用现在的话说是另类，他们有较多的独立思考精神，对于旧教育体制相当抵触，往往被党团组织排除在外，处在比较受压抑的地位。因此，他们的造反包含了某种反传统的成分，清华可以算作这种情形的一个典型。北大的情形就很不同，一个明显的事实是，这里的造反派头目根本就不是学生，而是一个专职党政干部。聂元梓的反陆平实质上是党内争权夺利的斗争，由于某种特殊的需要，她才侥幸获胜。她其实完全是传统中的人，上台后也仍以传统的方式领导北大的运动。这种格局使得北大学生中的反传统力量不但没有分化出来，而且仍受着压抑。有人把这种情况称作北大运动的先天不足。新北大公社虽然是北京高校五大造反派组织之一，但是，它完全不像清华井冈山那样是在反抗中形成和逐步壮大的，相反，它是聂元梓在坐稳江山之后自上而下组织起来的，囊括了全校多数师生。毫不奇怪，这样一个组织不可能有多少锐气。事实上，当时的社会舆论几乎是把新北大公社视为保守派的大本营的，以至于人们在打派仗时，倘若想证明对方是保守派，举出的最有力理由便是对方得到了新北大公社的支持。我是新北大公社的成员，但我对聂元梓领导下的北大运动一直很不满意。在校系文革委员会的控制下，北大基本上是一潭死水。如果说有浪花，也是因为不时有一些倒霉的学生被扔下水而溅起的，更使人感到压抑。校园里风行揪斗学生中的反革命，这里那里的宿舍墙上会突然贴出大字报，抄录着某个学生的反动日记，有时还可以看到一伙人架着那个学生在大字报前进行批斗。我读后发现，所谓反动无非是小资情调罢了，最严重也仅是流露了对文革的困惑不解，这不能不使我感到自危。还有一些学生因为反对聂元梓而遭到批斗。在这种高压下，时有学生自杀。最使我痛心的是沈达力之死，她就是我刚考上北大时在沪京列车上的那位漂亮旅伴，在未名湖畔服毒自尽。"}
{"text":"校园里风行揪斗学生中的反革命，这里那里的宿舍墙上会突然贴出大字报，抄录着某个学生的反动日记，有时还可以看到一伙人架着那个学生在大字报前进行批斗。我读后发现，所谓反动无非是小资情调罢了，最严重也仅是流露了对文革的困惑不解，这不能不使我感到自危。还有一些学生因为反对聂元梓而遭到批斗。在这种高压下，时有学生自杀。最使我痛心的是沈达力之死，她就是我刚考上北大时在沪京列车上的那位漂亮旅伴，在未名湖畔服毒自尽。我听说，事情发生后，对立一派的女生在宿舍走廊里幸灾乐祸地尖叫的伙计们，那个贱货断气啦！我在中文系宿舍外的墙上看见她们贴出的告示，用大号字体宣布要把这堆臭肉里的反动灵魂揪出来斗倒斗臭！当时我心中充满厌恶，深信迫害她的人一定容貌丑陋，她是被嫉妒杀死的。那天夜晚，我独自在未名湖边徘徊，凭吊这个美丽的冤魂。湖面上倒映着淡黄色的灯光，老柳树披头散发地站在湖旁，在风中摇晃，仿佛也在呼叫着她心中的冤屈。事实上，新北大公社成立伊始，就有一个与之对立而坚决反聂的组织，即井冈山兵团。这个组织人数很少，其骨干分子在哲学系，我不喜欢他们中的若干人，所以从未考虑加入。他们一直在起劲地声讨聂元梓的反动路线，我虽然也对聂不满，但觉得他们调门太高。然而，大约在年月，聂元梓召开了全校师生大会，对井冈山的骨干进行有组织的批斗，此举使我作出了一个判断。我断定，由于她开始镇压群众，从这个时刻起，她的确是在执行反动路线了。其实，对于任何人事争斗，包括当时运动中的派别斗争，我之采取某种立场，往往不是基于清楚的理论分析，而是出于一种本能式的正义感。与此同时，新北大公社本身也在发生着分化。化学系有一个战斗队，为首者是后来搞人才学的雷桢孝，虽然属于新北大公社，但思想很活跃，一直在从内部批判聂元梓。这个战斗队贴出的大字报总是很吸引人，我也十分欣赏。由于这个战斗队的名称是以零开头的，其拥护者便逐渐形成为所谓零派。到年月，零派人数激增，一次举行游行，队伍浩浩荡荡，有人开玩笑说老聂现在一定在伤脑筋，要派多少辆大卡车才能把这一小撮抓光。零派兴起后，北大的面貌为之一变，学生中被压抑的才智迸发出来了，在大字报和辩论会上各显其能，出现了前所未有的生机。大字报重又琳琅满目，大抵是批聂的，极尽讽刺之能事。聂被比作慈禧太后，老佛爷的绰号不胫而走。"}
{"text":"这个战斗队贴出的大字报总是很吸引人，我也十分欣赏。由于这个战斗队的名称是以零开头的，其拥护者便逐渐形成为所谓零派。到年月，零派人数激增，一次举行游行，队伍浩浩荡荡，有人开玩笑说老聂现在一定在伤脑筋，要派多少辆大卡车才能把这一小撮抓光。零派兴起后，北大的面貌为之一变，学生中被压抑的才智迸发出来了，在大字报和辩论会上各显其能，出现了前所未有的生机。大字报重又琳琅满目，大抵是批聂的，极尽讽刺之能事。聂被比作慈禧太后，老佛爷的绰号不胫而走。淘气的学生大写打油诗，有一首影射她与某政要的风流韵事云夏菊凋零秋菊开，为比风流眼半斜。口才好的学生也有了出风头的舞台，后来当上联合之后井冈山兵团司令的牛辉林就是在辩论会上崭露头角的。我对零派的欣赏几乎是审美性质的，我觉得这一派开心，好玩，有生命力。哲学系女生很少，漂亮女生更少，很可惜，我眼中唯一的一位站在了对立面。我为她写了一首题为保守派的姑娘的诗姑娘，你干吗叫得这样响，还要扯起尖嗓子骂娘？你的脸挺美，你的头脑可真糊涂，那里面装满了保守思想。一会儿你低下头读书，好像挺认真的模样。说真的，我有一个感觉，我总觉得你是在读修养。附带说一说，尽管刘少奇在文革中的经历极令人同情，但我从来不喜欢他写的这本修养。零派从新北大公社中分裂出来已成必然之势，无人能够阻挡。年底，零派与小井冈山合并为大井冈山，宣告分裂完成。联合后的井冈山兵团有五千人之众，著名物理学家北大副校长周培元被选为第一任总勤务员即总头目。这位老人富有正义感，始终旗帜鲜明地支持受聂压制的学生，但当选不久即在周恩来的劝告下辞职，由牛辉林接任。我在北大文革中从一派转到另一派的经过便是如此，支配我的不是思想，也不是利益，而只是直觉。也许正因为此，无论在哪一派中，我都不是风云人物，而只是一个普通群众。我安于这样的角色，一生中不曾有过成为政治人物的想法，因为我有自知之明，在这方面既无动力，也无能力。十八原罪与忏悔现在我来追叙一下郭世英在年月之后的情况。他被从与我对弈的象棋盘旁带走以后，直接进了拘留所。据说他当时火冒三丈，要动手打人，结果是用刺刀押送进去的。在短暂的监禁期间，他的思想发生了急剧的变化。月的一天，家人收到了他从监所寄来的信，后来郭平英在给我的信中抄录了这封信。"}
