{"text":"接着我听见自己责备自己既然这样，我为什么要把这些幼稚的习作变成书呢？听到这个责备，我忽然理解了并且原谅了自己原来，我一直不过是在玩着小时候喜欢玩的游戏罢了。如果说写作犹如分娩，那么，读自己刚刚出版的作品就恰似看到自己刚刚诞生的孩子一样，会有一种异常的惊喜之感。尽管它的一字一句都出于自己之手，我们仍然觉得像是第一次见面。的确是第一次。一堆尚未出版的手稿始终是未完成的，它仍然可能被修改甚至被放弃。直到它出版了，以一本书的形式几乎同时呈现在和读者面前，它才第一次获得了独立的生命。读自己的手稿是写的继续只有当手稿变成可供许多人读的书之后，才能作为一名读者真正开始读自己的作品。此后他当然还可以再作修订，但是，由于他和读者记住了第一副面孔，修订便像是做矫形手术，与作品问世前那个自然的孕育过程不可同日而语了。写作是一种习惯。对于养成了这种习惯的人来说，几天不写作就会引起身心失调。在此意义上，写作也是他们最基本的健身养生之道。为何写作为了安于自己的笨拙和孤独。为了有理由整天坐在家里，不必出门。为了吸烟时有一种合法的感觉。为了可以不遵守任何作息规则同时又生活得有规律。写作是我的吸毒和慢性自杀，同时又是我的体操和养身之道。"}
{"text":"这就好像一个母亲忙于作为母亲协会的成员抛头露面，因而不再有暇照料自己的孩子。法国作家列那尔说我把那些还没有以文学为职业的人称作经典作家。我对此话的理解是唯有那些出于自身生命需要而从事写作的人，才能够攀上文学的高峰。也就是说，不是为了他人，仅仅为了自己，只写自己真正想写并且真正使自己满意的作品，于是这样的作品也就有可能属于一切人，成为不朽的经典作品。我相信列那尔的意思并非说，凡业余都是经典作家。事实上，多少业余都是把文学当作职业来追求的。前提是巨大的才能，而源自生命需要的创作冲动本身就是天才的朕兆。列那尔的定义实际上是对这样的天才的一个警告在他们成功之后，一旦他们仅仅出于职业习惯而写作，他们便不再是经典作家了。创造的快乐在于创造本身。对于我来说，写出好作品本身就是最大的快乐，至于这作品能否给我带来好名声或好收益，那只是枝节问题。再高的稿费也是会被消费掉的，可是，好作品本身是不会被消费掉的，一旦写成，它就永远存在，永远属于我了，成了我的快乐的不竭源泉。由于这个原因，我当然就不屑于仅仅为了名声和稿酬写作。我不会为了微小的快乐而舍弃我的最大的快乐。我对身后名毫无兴趣，因为我太清楚死后的虚无。我写作，第一是因为写作本身使我愉快，第二是因为作品发表后读者的共鸣使我愉快。就后者而言，我对身前名是在乎的，不过那应该是真实的名声，从中我的确能感受到读者对我的喜爱。所以，我从来不像有些人那样请人写书评，对我的作品的反响完全是自发的。写作是最自由的行为。一个人的写作自由是不可能被彻底剥夺的，只要愿意，他总是可以以某种方式写自己真正想写的东西。写作是永无止境的试验。一个以写作为生的人不得不度过不断试验的一生。我很想与出版界断交一段时间，重返孤独和默默无闻，那样也许能写出一些好东西。写作时悬着一个出版的目标，往往写不好。可是，如果没有外来的催迫，我又不免会偷懒，可能流失一些好东西。当然，最好的东西永远是由内在的催迫产生的。"}
{"text":"一个人的写作自由是不可能被彻底剥夺的，只要愿意，他总是可以以某种方式写自己真正想写的东西。写作是永无止境的试验。一个以写作为生的人不得不度过不断试验的一生。我很想与出版界断交一段时间，重返孤独和默默无闻，那样也许能写出一些好东西。写作时悬着一个出版的目标，往往写不好。可是，如果没有外来的催迫，我又不免会偷懒，可能流失一些好东西。当然，最好的东西永远是由内在的催迫产生的。我难免会写将被历史推翻的东西，但我决不写将被历史耻笑的东西。有一家出版社筹划了一套名人日记丛书，向我约稿，我拒绝了。我对生前出版日记书信之类总是感到犹豫，倒不是怕泄露隐私，因为在编辑时是可以把不想公开的内容删去的。我是怕从此以后，写日记写信时会不由自主地做作，面对的不再是自己和朋友，而是公众。我想对自己和朋友还是仁慈一点吧，不要把仅剩的一小块私人生活领地也充公了。我的写作应该同时也就是我的精神生活，两者必须合一，否则其价值就应受到怀疑。如果我的写作缺乏足够的内在动力，就让我什么也不写，什么也写不出好了。说到底，一种没有内在动力的写作只不过是一种技艺罢了。我已经发现，人一旦掌握了某种技艺，就很容易受这种技艺限制和支配，像工匠一样沉湎其中，以为这就是人生意义之所在，甚至以为这就是整个世界。可是，跳出来看一看，世界大得很，无论在何种技艺中生活一辈子终归都是可怜复可怜的。最重要的是灵魂的认真和活泼，是内在的精神生活的连贯性，而不是写作。如果没有这种内在的生活，身体在外部世界里做什么都无所谓，写作自然探险社会活动等等都没有根本的价值。反之，一个人就可以把所有这些活动当做他的精神生活的形式。到目前为止，我仍相信写作是最适合于我的方式，可是谁知道呢，说不定我的想法会改变，有一天我会换一种方式生活如果我现在死去，我会为我没有写出某些作品而含恨，那是属于我的生命本质的作品，而我竟未能及时写出。至于我是否写出了那些学术著作，并不会如此牵动我的感情。我应该着眼于此来安排我的写作的轻重缓急。我的天性更是诗人而不是学者，这也许是因为我的感受力远胜于记忆力。我可以凭勤奋成为学问家，但那不会使我愉快。"}
{"text":"到目前为止，我仍相信写作是最适合于我的方式，可是谁知道呢，说不定我的想法会改变，有一天我会换一种方式生活如果我现在死去，我会为我没有写出某些作品而含恨，那是属于我的生命本质的作品，而我竟未能及时写出。至于我是否写出了那些学术著作，并不会如此牵动我的感情。我应该着眼于此来安排我的写作的轻重缓急。我的天性更是诗人而不是学者，这也许是因为我的感受力远胜于记忆力。我可以凭勤奋成为学问家，但那不会使我愉快。我爱自己的体悟远甚于爱从别人那里得来的知识。我的追求表达真正属于我自己的人生体悟。不拘形式，学术研究和人生探索，哲学和文学，写作和翻译，皆无不可。在精神生活的深处，并无学科之分。人类和个人均如此。我写作从来就不是为了影响世界，而只是为了安顿自己――让自己有事情做，活得有意义或者似乎有意义。这里是我的生命的果实。请吧，把你们选中的吃掉。剩下的属于我自己，那是我的最好的果实。即使我没有更多的东西可让你们回忆，我也要提供更多的东西让你们忘却。"}
{"text":"没有这个眼光，写一辈子也没有作品，世界再美丽再富饶也是别人的。有了这个眼光，就可以用它组织一个属于自己的世界。一个作家的存在理由和价值就在于他发现了一个别人尚未发现的新大陆，一个仅仅属于他的世界，否则无权称为作家。任何精神创作唯有对人生基本境况作出了新的揭示，才称得上伟大。一个作家的价值不在作品的数量，而在他所提供的那一点新东西。一流作家可能写出三流作品，三流作家却不可能写出一流作品。最好的作品和最劣的作品都缺少读者，最畅销的书总是处在两极之间的东西较好的，平庸的，较劣的。不同的作家有不同的读者群，从读者的层次大致可以推知的层次，被爱凑热闹的人群簇拥着的必是浅薄作家。几乎每个作家都有喜欢他的读者，区别在于好作家有好的读者，也有差的读者，而坏作家只有差的读者。写自己是无可指摘的。在一定的意义上，每个作家都是在写自己。不过，这个自己有深浅宽窄之分，写出来的结果也就大不一样。可以剽窃词句和文章，但无法偷思想。一个思想，如果你不懂，无论你怎样抄袭那些用来表达它的词句，它仍然不属于你。当然，如果你真正懂，那么它的确也是属于你的，不存在剽窃的问题。一个人可以模仿苏格拉底的口气说话，却不可能靠模仿成为一个苏格拉底式的思想家。倘若有一个人，他始终用苏格拉底的方式思考问题，那么，我们理应承认他是一个思想家，甚至就是苏格拉底，而不仅仅是一个模仿者。写作的第―原理感觉的真实。也就是说，必须是有感而发，必须是你之所感。感觉是最个别化的东西。凡不属于你的真实自我的一切，你都无法使它们进入你的感觉。感觉就是此时此刻的你的活生生的自我。如果这个自我是死气沉沉的，你就决不能让它装成生机勃勃。情节可以虚构，思想可以借用，感觉却是既不能虚构，也不能借用的。你或者有感觉，或者没有感觉。你无法伪造感觉。甚至在那些貌似动情或深沉的作品里，我也找不到哪怕一个伪造的感觉。伪造的只是感情和观念，想以之掩盖他的没有感觉，却欲盖弥彰。"}
{"text":"也就是说，必须是有感而发，必须是你之所感。感觉是最个别化的东西。凡不属于你的真实自我的一切，你都无法使它们进入你的感觉。感觉就是此时此刻的你的活生生的自我。如果这个自我是死气沉沉的，你就决不能让它装成生机勃勃。情节可以虚构，思想可以借用，感觉却是既不能虚构，也不能借用的。你或者有感觉，或者没有感觉。你无法伪造感觉。甚至在那些貌似动情或深沉的作品里，我也找不到哪怕一个伪造的感觉。伪造的只是感情和观念，想以之掩盖他的没有感觉，却欲盖弥彰。有人写作是以文字表达真实的感觉，有人写作是以文字掩盖感觉的贫乏。依我看，作品首先由此分出优劣。请注意，我强调的是感觉的真实。感觉无所谓对错，只要是一个独特自我对世界的真实体验，就必有其艺术上的价值和效果，哪怕这个自我独特到了病态的地步。有两种写作。一种是经典性的，大体使用规范化的语言，但并不排除在此范围内形成一种独特的语言风格。它永远是文学和学术的主流。另一种是试验性的，尤其是在语言上进行试验，故意打破现有的语言规范，力图创造一种全新的表达方式。它永远是支流，但其成功者则不断被吸收到主流中去，影响着主流的流向。我知道自己属于前者。我在文学上没有野心，写作于我不过是一种记录思想和感受的个人活动。就此而论，现有的语言已经足够，问题只在如何更加娴熟自如地运用它。但我对后者怀着钦佩之心，因为在我看来，唯有这种语言革新事业才是严格意义上的文学创作。创作是一种试验，一种冒险，是对新的未知的表达方式的探索。真正的创作犹如投入一场前途未卜的热恋兼战争，所恋所战的对象均是形式，生命力在其上孤注一掷，在这场形式之恋形式之战中经受生死存亡的考验。在这个意义上，中国的文人并不创作。对于中国的文人来说，写作如同琴棋诗画一样是―种嗜好和消遣。或者，如他们自己谦称的那样是笔耕，――笔耕是一个确切的词，令人想起精神的老圃日复―日地在一块小小的自家的园地上辛勤耕耘，做着重复的劳动，以此自娱。所以，中国的文人诚然能出产一些风味小品，但缺少大作品。写作作为―种生存方式，可以是闲适的逍遥，也可以是紧张的寻求。前者写自己已有而合意的东西，后者写自己没有而渴望的东西。按照席勒的说法，前者为素朴诗人，属于古代，后者为感伤诗人，属于近代。"}
{"text":"或者，如他们自己谦称的那样是笔耕，――笔耕是一个确切的词，令人想起精神的老圃日复―日地在一块小小的自家的园地上辛勤耕耘，做着重复的劳动，以此自娱。所以，中国的文人诚然能出产一些风味小品，但缺少大作品。写作作为―种生存方式，可以是闲适的逍遥，也可以是紧张的寻求。前者写自己已有而合意的东西，后者写自己没有而渴望的东西。按照席勒的说法，前者为素朴诗人，属于古代，后者为感伤诗人，属于近代。然而，就个人而言，毋宁说前者属于中年以后，后者属于青年期。人类由素朴走向感伤，个人却由感伤回归素朴。东方是世界的古代，同时又是老成的民族，多素朴诗人。西方是世界的近代，同时又是青春的民族，多感伤诗人。"}
{"text":"勃洛克针对莱蒙托夫说的话适用于一切诗人对于虚乌有的春天的迫寻，使你陷入愤激若狂的郁闷。海涅每次到罗浮宫，都要一连好几个小时坐在维纳斯雕像前哭泣。他怎么能不哭泣呢美如此令人心碎，人类的语言又如此贫乏无力然而，为写作受苦终究是值得的。除了艺术，没有什么能把美留住。除了作品，没有什么能把灵感留住。一切快乐都要求永恒，艺术家便是呕心沥血要使瞬息的美感之快乐常驻的人，他在创造的苦役中品味到了造物主的欢乐。每个人都有那种奇妙的瞬时的感觉，可是大部分人抓不住，日常琐屑生活的潮流把他们冲向前去了，他们来不及顾不上去回味和体验。有些人抓住了，但不能赋予形式，表达不出来。只有少数人既能抓住，又能赋予形式。人的感受性是天生的，因而也是容易的。最困难的是赋予自己的感受以适当的形式。天才与―般聪明人的区别就在于此。也正因为这个原因，许多人有很好的感受性，但其中只有极少数人为世界文化宝库提供了自己的东西。有一种人，感受性甚好，知识面甚广，但―切都是碎片，没有能力把它们组织成―个活的躯体。知识和感受诚然重要，但更重要的是要有驾驭它们的能力，善于赋予形式否则―切都会白白流失。美是骚动不安的，艺术家却要使它静止。美是稍纵即逝的，艺术家却要使它永存。艺术家负有悲剧性的使命去做不可能做到的事。艺术家最易受美的诱惑，有最强烈的占有美的欲望。但美是占有不了的，因为占有就意味着美感的丧失。艺术家被这种无法满足的欲望逼到绝路，才走向艺术，以象征的方式来占有美。他是被逼上象牙塔的。美的力量是可以致人死命的。美那样脆弱，那样稍纵即逝，可是它却能令人迷乱癫狂，赴汤蹈火，轻抛生命。在美面前，谁不想纵身一跳，与它合为一体，淹死在其中天知道人的这种不可理喻的天性是从何而来的我想起了的传说，真是深得美之三昧。然而，做一个艺术家，却不能丢魂失魄地做美的奴隶，当然也不能无动于衷地对美旁观，他要驾驭美，赋予美以形式，形式是他的牛轭，他借此成为美的主人。叔本华说，艺术是人生的麻醉剂。尼采说，艺术是人生的兴奋剂。"}
{"text":"美那样脆弱，那样稍纵即逝，可是它却能令人迷乱癫狂，赴汤蹈火，轻抛生命。在美面前，谁不想纵身一跳，与它合为一体，淹死在其中天知道人的这种不可理喻的天性是从何而来的我想起了的传说，真是深得美之三昧。然而，做一个艺术家，却不能丢魂失魄地做美的奴隶，当然也不能无动于衷地对美旁观，他要驾驭美，赋予美以形式，形式是他的牛轭，他借此成为美的主人。叔本华说，艺术是人生的麻醉剂。尼采说，艺术是人生的兴奋剂。其实还不是一回事酒既是麻醉剂，又是兴奋剂。艺术就是人生的酒。至于它哪种作用更显著，则是因人而异的，就像不同体质的人对酒有不同的反应一样。美学家们给美所下的定义很少是哲学性质的，而往往是几何学的，心理学的，或者社会学的。真正的美逃避定义，存在于几何学心理学社会学的解释皆无能为力的地方。艺术天才们不是用言辞而是用自己的作品给美下定义，这些作品有力地改变和更新着人们对于美的理解。面对艺术作品，外行很容易不自信，谦称自己不懂。毕加索对这样一个谦虚者喊道不懂？你是要看懂啊！他的意思是说，对于美和艺术，根本不存在懂不懂的问题。在这个领域里，人人都可以发言，没有人能够下结论。"}
