{"text":"但幸而现在英国和日本的力量还不弱，所以，主张亲俄者，是被卢布换去了良心。我看不见读经之徒的良心怎样，但我觉得他们大抵是聪明人，而这聪明，就是从读经和古文得来的。我们这曾经文明过而后来奉迎过蒙古人满洲人大驾了的国度里，古书实在太多，倘不是笨牛，读一点就可以知道，怎样敷衍，偷生，献媚，弄权，自私，然而能够假借大义，窃取美名。再进一步，并可以悟出中国人是健忘的，无论怎样言行不符，名实不副，前后矛盾，撒诳造谣，蝇营狗苟，都不要紧，经过若干时候，自然被忘得干干净净只要留下一点卫道模样的文字，将来仍不失为正人君子。况且即使将来没有正人君子之称，于目下的实利又何损哉？这一类的主张读经者，是明知道读经不足以救国的，也不希望人们都读成他自己那样的但是，耍些把戏，将人们作笨牛看则有之，读经不过是这一回耍把戏偶尔用到的工具。抗议的诸公倘若不明乎此，还要正经老实地来评道理，谈利害，那我可不再客气，也要将你们归入诚心诚意主张读经的笨牛类里去了。以这样文不对题的话来解释俨乎其然的主张，我自己也知道有不恭之嫌，然而我又自信我的话，因为我也是从读经得来的。我几乎读过十三经。衰老的国度大概就免不了这类现象。这正如人体一样，年事老了，废料愈积愈多，组织间又沉积下矿质，使组织变硬，易就于灭亡。一面，则原是养卫人体的游走细胞渐次变性，只顾自己，只要组织间有小洞，它便钻，蚕食各组织，使组织耗损，易就于灭亡。俄国有名的医学者梅契尼珂夫ss特地给他别立了一个名目大嚼细胞ss。据说，必须扑灭了这些，人体才免于老衰要扑灭这些，则须每日服用一种酸性剂。他自己就实行着。古国的灭亡，就因为大部分的组织被太多的古习惯教养得硬化了，不再能够转移，来适应新环境。若干分子又被太多的坏经验教养得聪明了，于是变性，知道在硬化的社会里，不妨妄行。单是妄行的是可与论议的，故意妄行的却无须再与谈理。惟一的疗救，是在另开药方酸性剂，或者简直是强酸剂。不提防临末又提到了一个俄国人，怕又有人要疑心我收到卢布了罢。我现在郑重声明我没有收过一张纸卢布。因为俄国还未赤化之前，他已经死掉了，是生了别的急病，和他那正在实验的药的有效与否这问题无干。十一月十八日。本篇最初发表于一九二五年十一月二十七日猛进周刊第三十九期。"}
{"text":"若干分子又被太多的坏经验教养得聪明了，于是变性，知道在硬化的社会里，不妨妄行。单是妄行的是可与论议的，故意妄行的却无须再与谈理。惟一的疗救，是在另开药方酸性剂，或者简直是强酸剂。不提防临末又提到了一个俄国人，怕又有人要疑心我收到卢布了罢。我现在郑重声明我没有收过一张纸卢布。因为俄国还未赤化之前，他已经死掉了，是生了别的急病，和他那正在实验的药的有效与否这问题无干。十一月十八日。本篇最初发表于一九二五年十一月二十七日猛进周刊第三十九期。十四年，指民国十四年，即一九二五年。章士钊主张读经一九二五年十一月二日由章士钊主持的教育部部务会议议决，小学自初小四年级起开始读经，每周一小时，至高小毕业止。府县志书记载一府一县的历史沿革及其政治经济地理文化风俗人物的书。论语记录孔丘言行的书易经，即周易，大约产生于殷周时代，是古代记载占卜的书。旧时一部分读书人认为经书有驱邪却敌的神力，所以这里如此说。华工指在第一次世界大战期间，被派去参加协约国对同盟国作战的中国工人。参看本书补白第一节。瞰亡往拜见论语阳货阳货欲见孔子，孔子不见归孔子豚，孔子时其亡也，而礼拜之。意思是孔丘不愿见阳货，便有意乘阳货不在的时候去拜望他。出疆载质，见孟子滕文公孔子三月无君，则皇皇如也出疆必载质。意思是孔丘如果三个月没有君主任用他，他就焦急不安，一定要带了礼物出国去见别国的君主。颜回前―前孔子的弟子。子思约前―前，孔子的孙子。孟轲约前―前，战国中期儒家主要代表。朱熹―，宋代理学家。王守仁―，明代理学家。徐世昌―，清末的大官僚曹锟―，北洋直系军阀。徐曹又都曾任北洋政府的总统。本朝辛亥革命后，一般遗老仍称前清为本朝。禹汤文武周公禹，夏朝的建立者。汤，商代的第一个君主。文，即周文王，商末周族领袖，周代尊称为文王。武，即周武王，周代的第一个君主。周公，武王之弟，成王时曾由他摄政。无怀氏，葛天氏都是传说中我国上古时代的帝王。读经可以救国这是章士钊等人的一种谬论。"}
{"text":"徐世昌―，清末的大官僚曹锟―，北洋直系军阀。徐曹又都曾任北洋政府的总统。本朝辛亥革命后，一般遗老仍称前清为本朝。禹汤文武周公禹，夏朝的建立者。汤，商代的第一个君主。文，即周文王，商末周族领袖，周代尊称为文王。武，即周武王，周代的第一个君主。周公，武王之弟，成王时曾由他摄政。无怀氏，葛天氏都是传说中我国上古时代的帝王。读经可以救国这是章士钊等人的一种谬论。甲寅周刊第一卷第九号一九二五年九月十二日发表章士钊和孙师郑关于读经救国的通信，孙说拙著读经救国论。与先生政见。乃多暗合章则赞赏说读经救国论。略诵一过。取材甚为精当。比附说明。应有尽有。不图今世。犹见斯文。谬以千里语见汉书司马迁传差以毫厘，谬以千里。孔二先生孔丘字仲尼，即表明排行第二。据孔子家语本姓解，孔丘有兄名孟皮。老聃，即老子，相传孔丘曾向他问礼，所以后来有人说他是孔丘的先生。大著作，指他所著道德经即老子，是道家的主要经典，其中有将欲歙之，必固张之将欲弱之，必固强之将欲废之，必固兴之将欲夺之，必固与之一类的话，旧时有人认为老子崇尚阴谋权术。学而优则仕语见论语子张。武则天―名祝并州文水今山西文水人，唐高宗李治的皇后。高宗死后，她自立为皇帝，改国号曰周退位后称则天大圣皇帝。多数主义指布尔什维克主义。布尔什维克，俄语的音译，意即多数派。卢布换去了良心当时的报刊上常刊有反苏反共的文章，如一九二五年十月八日晨报副刊刊登的苏俄究竟是不是我们的朋友？一文竟说帝国主义的国家仅仅吸取我们的资财，桎梏我们的手足，苏俄竟然收买我们的良心，腐蚀我们的灵魂。十三经指十三部儒家经典，即诗书易周礼礼记仪礼公羊传Y梁传左传孝经论语尔雅和孟子。梅契尼珂夫ZT，―俄国生物学家，免疫学的创始人之一。评心雕龙评心雕龙甲！乙你搬到外国去！并且带了你的家眷！你可是黄帝子孙？"}
{"text":"一文竟说帝国主义的国家仅仅吸取我们的资财，桎梏我们的手足，苏俄竟然收买我们的良心，腐蚀我们的灵魂。十三经指十三部儒家经典，即诗书易周礼礼记仪礼公羊传Y梁传左传孝经论语尔雅和孟子。梅契尼珂夫ZT，―俄国生物学家，免疫学的创始人之一。评心雕龙评心雕龙甲！乙你搬到外国去！并且带了你的家眷！你可是黄帝子孙？中国话里叹声尽多，你为什么要说洋话？敝人是不怕的，敢说要你搬到外国去！丙他是在骂中国，奚落中国人，替某国间接宣传咱们中国的坏处。他的表兄的侄子的太太就是某国人。丁中国话里这样的叹声倒也有的，他不过是自然地喊。但这就证明了他是一个死尸！现在应该用表现法除了表现地喊，一切声音都不算声音。这倒也有一点成功了，但那就没有味。――自然，我的话也许是错的但至少我今天相信我的话并不错。戊那么，就须说嗟，用这样引车卖浆者流的话，是要使自己的身分成为下等的。况且现在正要读经了。己胡说！说唉也行。但可恨他竟说过好几回，将唉都垄断了去，使我们没有来说的余地了。庚曰唉乎？予蔑闻之。何也？噫嘻吗呢为之障也。辛然哉！故予素主张而文言者也。壬嗟夫！余曩者之曾为白话，盖痰迷心窍者也，而今悔之矣。癸他说呸么？这是人格已经破产了！我本就看不起他，正如他的看不起我。现在因为受了庚先生几句抢白，便呸起来非人格破产是甚么？我并非赞成庚先生，我也批评过他的。可是他不配呸庚先生。我就是爱说公道话。子但他是说嗳。丑你是他一党！否则，何以替他来辩？我们是青年，我们就有这个脾气，心爱吹毛求疵。他说呸或说嗳，我固然没有听到但即使他说的真是嗳，又何损于癸君的批评的价值呢。可是你既然是他的一党，那么，你就也人格破产了！寅不要破口就骂。满口谩骂，不成其为批评，决不如此。至于说批评全不能骂，那也不然。应该估定他的错处，给以相当的骂，像塾师打学生的手心一样，要公平。骂人，自然也许要得到回报的，可是我们也须有这一点不怕事的胆量批评本来是精神的冒险呀！卯这确是一条熹微翠朴的硬汉！"}
{"text":"他说呸或说嗳，我固然没有听到但即使他说的真是嗳，又何损于癸君的批评的价值呢。可是你既然是他的一党，那么，你就也人格破产了！寅不要破口就骂。满口谩骂，不成其为批评，决不如此。至于说批评全不能骂，那也不然。应该估定他的错处，给以相当的骂，像塾师打学生的手心一样，要公平。骂人，自然也许要得到回报的，可是我们也须有这一点不怕事的胆量批评本来是精神的冒险呀！卯这确是一条熹微翠朴的硬汉！王九妈妈的P蛐√崮遥杜鹃叫道行不得也哥哥儿。然哀哈之蓝缕的蒺藜，劣马样儿。这口风一滑溜，凡有绯刚的评论都要逼得翘辫儿了。辰并不是这么一回事。他是窃取着外国人的声音，翻译着。喂！你为什么不去创作？巳那么，他就犯了罪了！研究起来，字典上只有，没有什么。我实在料不到他竟这样杜撰。所以我说你们都得买一本字典，坐在书房里看看，这才免得为这类脚色所欺。午他不再往下说，他的话流产了。未夫今之青年何其多流产也，岂非因为急于出风头之故么？所以我奉劝今之青年，安分守己，切莫动弹，庶几可以免于流产，申夫今之青年何其多误译也，还不是因为不买字典之故么？且夫酉这实在唉得不行！中国之所以这样世风日下，就是他说了唉的缘故。但是诸位在这里，我不妨明说，三十年前，我也曾经唉过的，我何尝是木石，我实在是开风气之先。后来我觉得流弊太多了，便绝口不谈此事，并且深恶而痛绝之。并且到了今年，深悟读经之可以救国，并且深信白话文之应该废除。但是我并不说中国应该守旧。戌我也并且到了今年，深信读经之可以救国。亥并且深信白话文之应当废除。十一月十八日。本篇最初发表于一九二五年十一月二十七日莽原周刊第三十二期。雕龙一语，见于史记孟子荀卿列传雕龙G。据裴S集解引刘向别录驺G修衍驺衍之文，饰若雕缕龙文，故曰雕龙。南朝梁刘勰曾采用这个意思，把他的一部文学批评著作题为文心雕龙，本篇的题目就是套用文心雕龙的。"}
{"text":"雕龙一语，见于史记孟子荀卿列传雕龙G。据裴S集解引刘向别录驺G修衍驺衍之文，饰若雕缕龙文，故曰雕龙。南朝梁刘勰曾采用这个意思，把他的一部文学批评著作题为文心雕龙，本篇的题目就是套用文心雕龙的。的用意是调制当时文坛上流行的一些稀奇古怪的论调，最主要的是在攻击从林琴南到章士钊的读经尊孔的复古主义，和胡适徐志摩陈西滢等人对于西方资产阶级文化的奴颜婢膝的阿谀但同时也批评了新文艺阵营中的某些偏向和不正确的主张。文中所举的一些语句，大都见于上述诸人的文章，但也有经过提炼的。即，德语感叹词，读如啊喝。关于搬到外国去的话，参看本卷第页注。引车卖浆者流一九一九年三月林琴南在给蔡元培的信中攻击白话文说若尽废古书，行用土语为文字，则都下引车卖浆之徒所操之语，按之皆有文法，据此则凡京津之稗贩，均可用为教授矣。噫嘻吗呢章士钊在甲寅周刊第一卷第二号一九二五年七月二十五日孤桐杂记中说陈君按指陈西滢喜作流行恶滥之白话文。致失国文风趣。屡有佳文。愚摈弗读。读亦弗卒。即噫原文作嘻嘻吗呢为之障也。关于批评与谩骂的话，可能是针对现代评论第一卷第二期一九二四年十二月二十日西林的批评与骂人一文而发的。该文有如下一些议论批评的时候，虽可以骂人，骂人却不就是批评。两个洋车夫相撞，车夫回过头来，你一句，我一句，那是骂人，那不是批评我决不赞成一个人乱骂人，因而丢了自己的脸。讲到批评的时候免不了骂人我们都不能不承认不通，胡说，糟踏纸张笔墨，是骂人我们都不能不承认在相当的情形之下，这些话是最恰当的批评。新近报纸上常引法国大文学家法朗士的话，说批评是灵魂的冒险。既是一个灵魂，冒险，还能受什么范围？，英语绅士。精神的冒险，也译作灵魂的冒险。法国作家法朗士在文学生活一书中说过文学批评是灵魂在杰作中的冒险的话。这一节是模仿徐志摩的文字而给以讽刺的。参看集外集音乐？。"}
{"text":"新近报纸上常引法国大文学家法朗士的话，说批评是灵魂的冒险。既是一个灵魂，冒险，还能受什么范围？，英语绅士。精神的冒险，也译作灵魂的冒险。法国作家法朗士在文学生活一书中说过文学批评是灵魂在杰作中的冒险的话。这一节是模仿徐志摩的文字而给以讽刺的。参看集外集音乐？。买一本字典胡适在现代评论第一卷第二十一期一九二五年五月二日的胡说一中，说近来翻译家犯的罪过确也不少了，他指责王统照在翻译美国诗人朗费罗的长诗克司台凯莱的盲女时不查字典，捏造谬解，完全不通。并说我常对我的翻译班学生说，你们宁可少进一年学堂，千万省下几个钱来买一部好字典。那是你们的真先生，终身可以跟你们跑。青年何其多流产当时有些人把青年发表不够成熟的作品斥为流产。现代评论第二卷第三十期一九二五年七月四日刊登江绍原黄狗与青年一文，认为由于报刊的编辑者不知选择，只要稿子，青年就天天生产――生产出许多先天不足，月分不足的小家伙们。随后徐志摩等人也发表文章应和。同年十月二日徐志摩主编的晨报副刊发表副刊殃一文，指责青年藉副刊作出风头的场所，更属堕志。对这种论调的批评，可参看本书这个与那个第四节。开风气之先一九二五年章士钊在他主编的甲寅周刊上激烈反对白话文。胡适在国语周刊十二期一九二五年八月三十日发表老章又反叛了一文，其中说到章士钊也是很早就写过白话文的，同是曾开风气人。章即在甲寅周刊一卷八号一九二五年九月五日发表答适之，其中也说二十年前。吾友林少泉好谈此道。愚曾试为而不肖。十年前复为之。仍不肖。五年前又为之。更不肖。愚自是阁笔。这个与那个这个与那个一读经与读史一个阔人说要读经，嗡的一阵一群狭人也说要读经。岂但读而已矣哉，据说还可以救国哩。学而时习之，不亦说乎？那也许是确凿的罢，然而甲午战败了，――为什么独独要说甲午呢，是因为其时还在开学校，废读经以前。我以为伏案还未功深的朋友，现在正不必埋头来哼线装书。倘其咿唔日久，对于旧书有些上瘾了，那么，倒不如去读史，尤其是宋朝明朝史，而且尤须是野史或者看杂说。"}
{"text":"更不肖。愚自是阁笔。这个与那个这个与那个一读经与读史一个阔人说要读经，嗡的一阵一群狭人也说要读经。岂但读而已矣哉，据说还可以救国哩。学而时习之，不亦说乎？那也许是确凿的罢，然而甲午战败了，――为什么独独要说甲午呢，是因为其时还在开学校，废读经以前。我以为伏案还未功深的朋友，现在正不必埋头来哼线装书。倘其咿唔日久，对于旧书有些上瘾了，那么，倒不如去读史，尤其是宋朝明朝史，而且尤须是野史或者看杂说。现在中西的学者们，几乎一听到钦定四库全书这名目就魂不附体，膝弯总要软下来似的。其实呢，书的原式是改变了，错字是加添了，甚至于连文章都删改了，最便当的是琳琅秘室丛书中的两种茅亭客话，一是宋本，一是四库本，一比较就知道。官修而加以钦定的正史也一样，不但本纪咧，列传咧，要摆史架子里面也不敢说什么。据说，字里行间是也含着什么褒贬的，但谁有这么多的心眼儿来猜闷壶卢。至今还道将平生事迹宣付国史馆立传，还是算了罢。野史和杂说自然也免不了有讹传，挟恩怨，但看往事却可以较分明，因为它究竟不像正史那样地装腔作势。看宋事，三朝北盟汇编已经变成古董，太贵了，新排印的宋人说部丛书却还便宜。明事呢，野获编原也好，但也化为古董了，每部数十元易于入手的是明季南北略，明季稗史汇编，以及新近集印的痛史。史书本来是过去的陈帐簿，和急进的猛士不相干。但先前说过，倘若还不能忘情于咿唔，倒也可以翻翻，知道我们现在的情形，和那时的何其神似，而现在的昏妄举动，胡涂思想，那时也早已有过，并且都闹糟了。试到中央公园去，大概总可以遇见祖母得着她孙女儿在玩的。这位祖母的模样，就预示着那娃儿的将来。所以倘有谁要预知令夫人后日的丰姿，也只要看丈母。不同是当然要有些不同的，但总归相去不远。我们查帐的用处就在此。但我并不说古来如此，现在遂无可为，劝人们对于过去生敬畏心，以为它已经铸定了我们的运命。先生说，死人之力比生人大，诚然也有一理的，然而人类究竟进化着。又据章士钊总长说，则美国的什么地方已在禁讲进化论了，这实在是吓死我也，然而禁只管禁，进却总要进的。总之读史，就愈可以觉悟中国改革之不可缓了。虽是国民性，要改革也得改革，否则，杂史杂说上所写的就是前车。"}
{"text":"所以倘有谁要预知令夫人后日的丰姿，也只要看丈母。不同是当然要有些不同的，但总归相去不远。我们查帐的用处就在此。但我并不说古来如此，现在遂无可为，劝人们对于过去生敬畏心，以为它已经铸定了我们的运命。先生说，死人之力比生人大，诚然也有一理的，然而人类究竟进化着。又据章士钊总长说，则美国的什么地方已在禁讲进化论了，这实在是吓死我也，然而禁只管禁，进却总要进的。总之读史，就愈可以觉悟中国改革之不可缓了。虽是国民性，要改革也得改革，否则，杂史杂说上所写的就是前车。一改革，就无须怕孙女儿总要像点祖母那些事，譬如祖母的脚是三角形，步履维艰的，小姑娘的却是天足，能飞跑丈母老太太出过天花，脸上有些缺点的，令夫人却种的是牛痘，所以细皮白肉这也就大差其远了。十二月八日。二捧与挖中国的人们，遇见带有会使自己不安的朕兆的人物，向来就用两样法将他压下去，或者将他捧起来。压下去就用旧习惯和旧道德，或者凭官力，所以孤独的精神的战士，虽然为民众战斗，却往往反为这所为而灭亡。到这样，他们这才安心了。压不下时，则于是乎捧，以为抬之使高，餍之使足，便可以于己稍稍无害，得以安心。伶俐的人们，自然也有谋利而捧的，如捧阔老，捧戏子，捧总长之类但在一般粗人，――就是未尝读经的，则凡有捧的行为的动机，大概是不过想免害。即以所奉祀的神道而论，也大抵是凶恶的，火神瘟神不待言，连财神也是蛇呀刺@呀似的骇人的畜类观音菩萨倒还可爱，然而那是从印度输入的，并非我们的国粹。要而言之凡有被捧者，十之九不是好东西。既然十之九不是好东西，则被捧而后，那结果便自然和捧者的希望适得其反了。不但能使不安，还能使他们很不安，因为人心本来不易餍足。然而人们终于至今没有悟，还以捧为苟安之一道。记得有一部讲笑话的书，名目忘记了，也许是笑林广讯罢，说，当一个知县的寿辰，因为他是子年生，属鼠的，属员们便集资铸了一个金老鼠去作贺礼。知县收受之后，另寻了机会对大众说道明年又恰巧是贱内的整寿她比我小一岁，是属牛的。其实，如果大家先不送金老鼠，他决不敢想金牛。一送开手，可就难于收拾了，无论金牛无力致送，即使送了，怕他的姨太太也会属象。象不在十二生肖之内，似乎不近情理罢，但这是我替他设想的法子罢了，知县当然别有我们所莫测高深的妙法在。民元革命时候，我在城，来了一个都督。"}
