{"text":"等到长大之后，三五成群，说长道短，声音脆，嗓门高，如蝉噪，如蛙鸣，真当得好几部鼓吹等到年事再长，万一堕入长舌型，则东家长，西家短，飞短流长，搬弄多少是非，惹出无数口舌万一堕入喷壶嘴型，则琐碎繁杂，絮聒唠叨，一件事要说多少回，一句话要说多少遍，如喷壶下注，万流齐发，当者披靡，不可向迩一个人给他的妻子买一件皮大衣，朋友问他你是为使她舒适吗那人回答说不是，为使她少说些话女人胆小，看见一只老鼠而当场昏厥，在外国不算是奇闻，中国女人胆小不至如此，但是一声霹雷使得她拉紧两个老妈子的手而仍战栗不止，倒是确有其事。这并不是做作，并不是故意在男人面前作态，使他有机会挺起胸脯说不要怕，有我在她是真怕。在黑暗中或荒僻处，没有人，她怕万一有人，她更怕屠牛宰羊，固然不是女人的事，杀鸡宰鱼，也不是不费手脚。胆小的缘故，大概主要的是体力不济。女人的体温似乎较低一些，有许多女人怕发胖而食无求饱，营养不足，再加上怕臃肿而衣裳单薄，到冬天瑟瑟打战，袜薄如蝉翼，把小腿冻得作浆米藕色，两只脚放在被里一夜也暖不过来，双手捧热水袋，从八月捧起，捧到明年五月，还不忍释手。抵抗饥寒之不暇，焉能望其胆大。女人的聪明，有许多不可及处，一根棉线，一下子就能穿入针孔，然后一下子就能在线的尽头处打上一个结子，然后扯直了线在牙齿上砰砰两声，针尖在头发上擦抹两下，便能开始解决许多在人生中并不算小的苦恼，例如缝上衬衣的扣子，补上袜子的破洞之类。至于几根篾棍，一上一下的编出多少样物事，更是令人叫绝。有学问的女人，创辟沙龙，对任何问题能继续谈论至半小时以上，不但不令人入睡，而且令人疑心她是内行。男人男人令人首先感到的印象是脏当然，男人当中亦不乏刷洗干净洁身自好的，甚至还有油头粉面衣裳楚楚的，但大体讲来，男人消耗肥皂和水的数量要比较少些。某一男校，对于学生洗澡是强迫的，入浴签名，每周计核，对于不曾入浴的初步惩罚是宣布姓名，最后的断然处置是定期强迫入浴，并派员监视，然而日久玩生，签名簿中尚不无浮冒情事。有些男人，西装裤尽管挺直，他的耳后脖根，土壤肥沃，常常宜于种麦袜子手绢不知随时洗涤，常常日积月累，到处塞藏，等到无可使用时，再从那一堆污垢存货当中拣选比较干净的去应急。"}
{"text":"某一男校，对于学生洗澡是强迫的，入浴签名，每周计核，对于不曾入浴的初步惩罚是宣布姓名，最后的断然处置是定期强迫入浴，并派员监视，然而日久玩生，签名簿中尚不无浮冒情事。有些男人，西装裤尽管挺直，他的耳后脖根，土壤肥沃，常常宜于种麦袜子手绢不知随时洗涤，常常日积月累，到处塞藏，等到无可使用时，再从那一堆污垢存货当中拣选比较干净的去应急。有些男人的手绢，拿出来硬像是土灰面制的百果糕，黑糊糊黏成一团，而且内容丰富。男人的一双脚，多半好像是天然的具有泡菜霉干菜再加糖蒜的味道，所谓濯足万里流是有道理的，小小的一盆水确是无济于事，然而多少男人却连这一盆水都吝而不用，怕伤元气。两脚既然如此之脏，偏偏有些逐臭之夫喜于脚上藏垢纳污之处往复挖掘，然后嗅其手指，引以为乐多少男人洗脸都是专洗本部，边疆一概不理，洗脸完毕，手背可以不湿，有的男人是在结婚后才开始刷牙。扪虱而谈的是男人。还有更甚于此者，曾有人当众搔背，结果是从袖口里面摔出一只老鼠除了不可挽救的脏相之外，男人的脏大概是由于懒。对了男人懒。他可以懒洋洋坐在旋椅上，五官四肢，连同他的脑筋假如有，一概停止活动，像呆鸟一般不闻夫博弈者乎那段话是专对男人说的。他若是上街买东西，很少时候能令他的妻子满意，他总是不肯多问几家，怕跑腿，怕费话，怕讲价钱。什么事他都嫌麻烦，除了指使别人替他做的事之外，他像残废人一样，对于什么事都愿坐享其成，而名之曰室家之乐。他提前养老，至少提前三二十年。紧毗连着懒的是馋。男人大概有好胃口的居多。他的嘴，用在吃的方面的时候多，他吃饭时总要在菜碟里发现至少一英寸见方半英寸厚的肉，才能算是没有吃素。几天不见肉，他就喊嘴里要淡出鸟儿来若真个三月不知肉味，怕不要淡出毒蛇猛兽来有一个人半年没有吃鸡，看见了鸡毛帚就流涎三尺。一餐盛馔之后，他的人生观都能改变，对于什么都乐观起来。一个男人在吃一顿好饭的时候，他脸上的表情硬是在感谢上天待人不薄他饭后衔着一根牙签，红光满面，硬是觉得可以骄人。主中馈的是女人，修食谱的是男人。男人多半自私。他的人生观中有一基本认识，即宇宙一切均是为了他的舒适而安排下来的。"}
{"text":"几天不见肉，他就喊嘴里要淡出鸟儿来若真个三月不知肉味，怕不要淡出毒蛇猛兽来有一个人半年没有吃鸡，看见了鸡毛帚就流涎三尺。一餐盛馔之后，他的人生观都能改变，对于什么都乐观起来。一个男人在吃一顿好饭的时候，他脸上的表情硬是在感谢上天待人不薄他饭后衔着一根牙签，红光满面，硬是觉得可以骄人。主中馈的是女人，修食谱的是男人。男人多半自私。他的人生观中有一基本认识，即宇宙一切均是为了他的舒适而安排下来的。除了在做事赚钱的时候不得不忍气吞声地向人奴膝婢颜外，他总是要做出一副老爷相。他的家便是他的国度，他在家里称王。他除了为赚钱而吃苦努力外，他是一个伊比鸠派，他要享受。他高兴的时候，孩子可以骑在他的颈上，他引颈受骑，他可以像狗似的满地爬他不高兴时，他看着谁都不顺眼，在外面受了闷气，回到家里来加倍地发作。他不知道女人的苦处。女人对于他的殷勤委屈，在他看来，就如同犬守户鸡司晨一样的稀松平常，都是自然现象。他说他爱女人，其实他不是爱，是享受女人，他不问他给了别人多少，但是他要在别人身上尽量榨取。他觉得他对女人最大的恩惠，便是把赚来的钱全部或一部拿回家来，但是当他把一卷卷的钞票从衣袋里掏出来的时候，他的脸上的表情是骄傲的成分多，亲爱的成分少，好像是在说看我你行么我这样待你，你多幸运他若是感觉到这家不复是他的乐园，他便有多样的借口不回到家里来。他到处云游，他另辟乐园。他有聚餐会，他有酒会，他有桥会，他有书会画会棋会，他有夜会，最不济的还有个茶馆。他的享乐的方法太多，假如轮回之说不假，下世侥幸依然投胎为人，很少男人情愿下世做女人的。他总觉得这一世生为男身，而享受未足，下一世要继续努力。群居终日，言不及义，原是人的通病，但是言谈的内容，却男女有别。女人谈的往往是我们家的小妹又病了你们家每月开销多少之类。男人的是另一套，普遍的方式，男人的谈话，最后不谈到女人身上便不会散场。这一个题目对男人最有兴味。如果有一个桃色案他们惟恐其和解得太快。他们好议论人家的阴私，好批评别人的妻子的性格相貌。长舌男是到处有的，不知为什么这名词尚不甚流行。衣裳莎士比亚有一句名言衣裳常常显示人品又有一句如果我们沉默不语，我们的衣裳与体态也会泄露我们过去的经历。"}
{"text":"女人谈的往往是我们家的小妹又病了你们家每月开销多少之类。男人的是另一套，普遍的方式，男人的谈话，最后不谈到女人身上便不会散场。这一个题目对男人最有兴味。如果有一个桃色案他们惟恐其和解得太快。他们好议论人家的阴私，好批评别人的妻子的性格相貌。长舌男是到处有的，不知为什么这名词尚不甚流行。衣裳莎士比亚有一句名言衣裳常常显示人品又有一句如果我们沉默不语，我们的衣裳与体态也会泄露我们过去的经历。可是我不记得是谁了，他曾说过更彻底的话我们平常以为英雄豪杰之士，其仪表堂堂确是与众不同，其实，那多半是衣裳装扮起来的，我们在画像中见到的华盛顿和拿破仑，固然是弈弈赫赫，但如果我们在澡堂里遇见二公，赤条条一丝不挂，我们会要有异样的感觉，会感觉得脱光了大家全是一样。这话虽然有点玩世不恭，确有至理。中国旧式士子出而问世必须具备四个条件一团和气，两句歪诗，三斤黄酒，四季衣裳可见衣裳是要紧的。我的一位朋友，人品很高，就是衣裳普罗一些，曾随着一伙人在上海最华贵的饭店里开了一个房间，后来走出饭店，便再也不得进来，司阍的巡捕不准他进去，理由是此处不施舍。无论怎样解释也不得要领，结果是巡捕引他从后门进去，穿过厨房，到帐房内去理论。这不能怪那巡捕。我们几曾看见过看家的狗咬过衣裳楚楚的客人衣裳穿得合适，煞费周章，所以内政部礼俗司虽然绘定了各种服装的式样，也并不曾推行，幸而没有推行自从我们剪了小辫儿以来，衣裳就没有了体制，绝对自由，中西合璧的服装也不算违警，这时候若再推行国装，只是于错杂纷歧之中更加重些纷扰罢了。李鸿章出使外国的时候，袍褂顶戴，完全是满大人的服装。我虽无爱于满清章制，但对于他的不穿西装，确实是很佩服的。可是西装的势力毕竟太大了，到如今理发匠都是穿西装的居多。我忆起了二十年前我穿西装的一幕。那时候西装还是一件比较新奇的事物，总觉得是有点机械化，其构成必相当复杂。一班几十人要出洋，于是西装逼人而来。试穿之日，适值严冬，或缺皮带，或无领结，或衬衣未备，或外套未成，但零件虽然不齐，吉期不可延误，所以一阵骚动，胡乱穿起，有的宽衣博带如稻草人，有的细腰窄袖如马戏丑，大体是赤着身体穿一层薄薄的西装裤，冻得涕泗交流，双膝打战，那时的情景足当得起沐猴而冠四个字。"}
{"text":"可是西装的势力毕竟太大了，到如今理发匠都是穿西装的居多。我忆起了二十年前我穿西装的一幕。那时候西装还是一件比较新奇的事物，总觉得是有点机械化，其构成必相当复杂。一班几十人要出洋，于是西装逼人而来。试穿之日，适值严冬，或缺皮带，或无领结，或衬衣未备，或外套未成，但零件虽然不齐，吉期不可延误，所以一阵骚动，胡乱穿起，有的宽衣博带如稻草人，有的细腰窄袖如马戏丑，大体是赤着身体穿一层薄薄的西装裤，冻得涕泗交流，双膝打战，那时的情景足当得起沐猴而冠四个字。当然后来技术渐渐精进，有的把裤脚管烫得笔直，视如第二生命，有的在衣袋里插一块和领结花色相同的手绢，俨然像是一个绅士，猛然一看，国籍都要发生问题。西装是有一定的标准的。譬如，做裤子的材料要厚，可是我看见过有人在光天化日之下穿夏布西装裤，光线透穿，真是骇人衣服的颜色要朴素沉重，可是我见过著名自诩讲究穿衣裳的男子们，他们穿的是色彩刺目的宽格大条的材料，颜色惊人的衬衣，如火如荼的领结，那样子只有在外国杂耍场的台上才偶然看得见大概西装破烂，固然不雅，但若崭新而俗恶则更不可当。所谓洋场恶少，其气味最下。中国的四季衣裳，恐怕要比西装更麻烦些。固然西装讲究起来也是不得了的，历史上著名的一例，詹姆斯第一的朋友白金翰爵士有衣服一千六百二十五套。普通人有十套八套的就算很好了。中装比较的花样要多些，虽然终年一两件长袍也能度日。中装有一件好处，舒适。中装像是变形虫，没有一定的形式，随着穿的人身体变。不像西装，肩膊上不用填麻布使你冒充宽肩膀，脖子上不用戴枷系索，裤子里面有的是生存空间而且冷暖平匀，不像西装咽喉下面一块只是一层薄衬衣，容易着凉，裤子两边插手袋处却又厚至三层，特别郁热中国长袍还有一点妙处，马彬和先生英国人入我国籍曾为文论之。他说这钟形长袍是没有差别的，平等的，一律地遮掩了贫富贤愚。马先生自己就是穿一件蓝长袍，他简直崇拜长袍。据他看，长袍不势利，没有阶级性，可是在中国，长袍同志也自成阶级，虽然四川有些抬轿的也穿长袍。中装固然比较随便，但亦不可太随便，例如脖子底下的钮扣，在西装可以不扣，长袍便非扣不可，否则便不合于新生活。再例如虽然在蚊虫甚多的地方，裤脚管亦不可放进袜筒里去，做绍兴师爷状。男女服装之最大不同处，便是男装之遮盖身体无微不至，仅仅露出一张脸和两只手可以吸取日光紫外线，女装的趋势，则求遮盖愈少愈好。"}
{"text":"马先生自己就是穿一件蓝长袍，他简直崇拜长袍。据他看，长袍不势利，没有阶级性，可是在中国，长袍同志也自成阶级，虽然四川有些抬轿的也穿长袍。中装固然比较随便，但亦不可太随便，例如脖子底下的钮扣，在西装可以不扣，长袍便非扣不可，否则便不合于新生活。再例如虽然在蚊虫甚多的地方，裤脚管亦不可放进袜筒里去，做绍兴师爷状。男女服装之最大不同处，便是男装之遮盖身体无微不至，仅仅露出一张脸和两只手可以吸取日光紫外线，女装的趋势，则求遮盖愈少愈好。现在所谓旗袍，实际上只是大坎肩，因为两臂已经齐根划出。两腿尽管细直如竹筷，扭曲如松根，也往往一双双地摆在外面。袖不蔽肘，赤足裸腿，从前在某处都曾悬为厉禁，在某一种意义上，我们并不惋惜。还有一点可以指出，男子的衣服，经若干年的演化，已达到一个固定的阶段，式样色彩大概是千篇一律的了，某一种人一定穿某一种衣服，身体丑也好，美也好，总是要罩上那么一套。女子的衣裳则颇多个人的差异，仍保留大量的装饰的动机，其间大有自由创造的余地。既是创造，便有失败，也有成功。成功者便是把身体的优点表彰出来，把劣点遮盖起来失败者便是把劣点显示出来，优点根本没有。我每次从街上走回来，就感觉得我们除了优生学外，还缺乏妇女服装杂志。不要以为妇女服装是琐细小事，法朗士说得好如果我死后还能在无数出版书籍当中有所选择，你想我将选什么呢在这未来的群籍之中我不想选小说，亦不选历史，历史若有兴味亦无非小说。我的朋友，我仅要选一本时装杂志，看我死后一世纪中妇女如何装束。妇女装束之能告诉我未来的人文，胜过于一切哲学家，小说家，预言家及学者。衣裳是文化中很灿烂的一部分。所以裸体运动除了在必要的时候之外如洗澡等等，我总不大赞成。中年钟表上的时针是在慢慢地移动着的，移动的如此之慢，使你几乎不感觉到它的移动，人的年纪也是这样的，一年又一年，总有一天会蓦然一惊，已经到了中年，到这时候大概有两件事使你不能不注意。讣闻不断的来，有些性急的朋友已经先走一步，很煞风景，同时又会忽然觉得一大批一大批的青年小伙子在眼前出现，从前也不知是在什么地方藏着的，如今一齐在你眼前摇晃，磕头碰脑的尽是些昂然阔步满面春风的角色，都像是要去吃喜酒的样子。自己的伙伴一个个的都入蜇了，把世界交给了青年人。"}
{"text":"讣闻不断的来，有些性急的朋友已经先走一步，很煞风景，同时又会忽然觉得一大批一大批的青年小伙子在眼前出现，从前也不知是在什么地方藏着的，如今一齐在你眼前摇晃，磕头碰脑的尽是些昂然阔步满面春风的角色，都像是要去吃喜酒的样子。自己的伙伴一个个的都入蜇了，把世界交给了青年人。所谓耳畔频闻故人死，眼前但见少年多，正是一般人中年的写照。从前杂志背面常有韦廉士红色补丸的广告，画着一个憔悴的人，弓着身子，手拊在腰上，旁边注着图中寓意四字。那寓意对于青年人是相当深奥的。可是这幅图画却常在一般中年人的脑里涌现，虽然他不一定想吃红色补丸，那点寓意他是明白的了。一根黄松的柱子，都有弯曲倾斜的时候，何况是二十六块碎骨头拼凑成是一条脊椎年青人没有不好照镜子，在店铺的大玻璃窗前照一下都是好的，总觉得大致上还有几分姿色。这顾影自怜的习惯逐渐消失，以至于有一天偶然揽镜，突然发现额上刻了横纹，那线条是显明而有力，像是吴道子的莼菜描，心想那是抬头纹，可是低头也还是那样。再一细看头顶上的头发有搬家到腮旁颔下的趋势，而最令人怵目惊心的是，鬓角上发现几根白发，这一惊非同小可，平素一毛不拔的人到这时候也不免要狠心的把它拔去，拔毛连茹，头发根上还许带着一颗鲜亮的肉珠，但是没有用，岁月不饶人一般的女人到了中年，更着急。哪个年青女子不是饱满丰润得像一颗牛奶葡萄，一弹就破的样子哪个年青女子不是玲珑矫健得像一只燕子，跳动得那么轻灵到了中年，全变了，曲线部还存在，但满不是那么回事，该凹入的部分变成了凸出，该凸出的部分变成了凹入，牛奶葡萄要变成为金丝蜜枣，燕子要变鹌鹑。最暴露在外面的是一张脸，从鱼尾起皱纹撒出一面网，纵横辐辏，疏而不漏，把脸逐渐织成一幅铁路线最发达的地图，脸上的皱纹已经不是熨斗所能烫得平的，同时也不知怎么在皱纹之外还常常加上那么多的苍蝇屎。所以脂粉不可少。除非粪土之墙，没有不可圬的道理。在原有的一张脸上再罩上一张脸，本是最简便的事，不过在上妆之前下妆之后容易令人联想起聊斋志异的那一篇画皮而已。"}
{"text":"最暴露在外面的是一张脸，从鱼尾起皱纹撒出一面网，纵横辐辏，疏而不漏，把脸逐渐织成一幅铁路线最发达的地图，脸上的皱纹已经不是熨斗所能烫得平的，同时也不知怎么在皱纹之外还常常加上那么多的苍蝇屎。所以脂粉不可少。除非粪土之墙，没有不可圬的道理。在原有的一张脸上再罩上一张脸，本是最简便的事，不过在上妆之前下妆之后容易令人联想起聊斋志异的那一篇画皮而已。女人的肉好像最禁不起地心的吸力，一到中年便一齐松懈下来往下堆摊，成堆的肉挂在脸上，挂在腰边，挂在踝际。听说有许多西洋女子用擀面杖似的一根棒子早晚混身乱搓，希望把浮肿的肉压得结实一点，又有些人干脆忌食脂肪忌食淀粉，扎紧裤带，活生生的把自己饿回青春去。有多少效果，我不知道。别以为人到中年，就算完事。不。譬如登临，人到中年像是攀跻到了最高峰。回头看看，一串串的小伙子正在头也不回呀汗也不揩的往上爬，再仔细看看，路上有好多块绊脚石，曾把自己磕碰得鼻青脸肿，有好多处陷阱，使自己做了若干年的井底蛙。回想从前，自己做过扑灯蛾，惹火焚身，自己做过撞窗户纸的苍蝇，一心想奔光明，结果落在黏苍蝇的胶纸上这种种景象的观察，只有站在最高峰上才有可能，向前看，前面是下坡路，好走得多。施耐庵水浒序云人生三十未娶，不应再娶四十未仕，不应再仕。其实娶仕都是小事，不娶不仕也罢，只是这种说法有点中途弃权的意味，西谚云人的生活在四十才开始。好像四十以前，不过是几出配戏，好戏都在后面。我想这与健康有关。吃窝头米糕长大的人，拖到中年就算不易，生命力已经蒸发殆尽，这样的人焉能再娶何必再仕服维他赐保命都嫌来不及了。我看见过一些得天独厚的男男女女，年轻的时候愣头愣脑的，浓眉大眼，生僵挺硬，像是一些又青又涩的毛桃子，上面还带着挺长的一层毛。他们是未经琢磨过的璞石。可是到了中年，他们变得润泽了，容光焕发，脚底下像是有了弹簧，一看就知道是内容充实的。他们的生活像是在饮窖藏多年的陈酿，浓而芳冽对于他们，中年没有悲哀。四十开始生活，不算晚，问题在生活二字如何诠释。如果年届不惑，再学习溜冰踢毽子放风筝，偷闲学少年，那自然有如秋行春令，有点勉强。半老徐娘，留着刘海，躲在茅房里穿高跟鞋当做踩高跷地练习走路，那也是惨事。"}
{"text":"他们是未经琢磨过的璞石。可是到了中年，他们变得润泽了，容光焕发，脚底下像是有了弹簧，一看就知道是内容充实的。他们的生活像是在饮窖藏多年的陈酿，浓而芳冽对于他们，中年没有悲哀。四十开始生活，不算晚，问题在生活二字如何诠释。如果年届不惑，再学习溜冰踢毽子放风筝，偷闲学少年，那自然有如秋行春令，有点勉强。半老徐娘，留着刘海，躲在茅房里穿高跟鞋当做踩高跷地练习走路，那也是惨事。中年的妙趣，在于相当的认识人生，认识自己，从而做自己所能做的事，享受自己所能享受的生活。科班的童伶宜于唱全本的大武戏，中年的演员才能担得起大出的轴子戏，只因他到中年才能真懂得戏的内容。老年时间走得很停匀，说快不快，说慢不慢。不知从什么时候起在宴会中总是有人簇拥着你登上座，你自然明白这是离入祠堂之日已不太远。上下台阶的时候常有人在你肘腋处狠狠的搀扶一把，这是提醒你，你已到达了杖乡杖国的高龄，怕你一跤跌下去，摔成好几截。黄口小儿一晃的功夫就窜高好多，在你眼前跌跌跖跖的跑来跑去，喊着阿公阿婆，这显然是在催你老。其实人之老也，不需人家提示。自己照照镜子，也就应该心里有数。马溜溜毛毵毵的头发哪里去了由黑而黄，而灰，而斑，而耄耄然，而稀稀落落，而牛山濯濯，活像一只秃。瓠犀一般的牙齿哪里去了不是熏得焦黄，就是裂着罅隙，再不就是露出七零八落的豁口。脸上的肉七棱八瓣，而且还平添无数雀斑，有时排列有序如星座，这个像大熊，那个像天蝎。下巴颏儿底下的垂肉变成了空口袋，捏着一揪，两层松皮久久不能恢复原状。两道浓眉之间有毫毛秀出，像是麦芒，又像是兔须。眼睛无端淌泪，有时眼角上还会分泌出一堆堆的桃胶凝聚在那里。总之，老与丑是不可分的。尔雅黄发齿鲐背老寿也。寿自管寿，丑还是丑。老的征象还多的是。还没有喝忘川水，就先善忘。文字过目不旋踵就飞到九霄云外，再翻寻有如海底捞针。老友几年不见，觌面说不出他的姓名，只觉得他好生面善。要办事超过三件以上，需要结绳，又怕忘了哪一个结代表哪一桩事，如果笔之于书，又可能忘记备忘录放在何处。大概是脑髓用得太久，难免漫漶，印象当然模糊。目视茫茫，眼镜整天价戴上又摘下，摘下又戴上。两耳聋聩，无以与乎钟鼓之声，倒也罢了，最难堪是人家说东你说西。"}
