{"text":"所以，真正的基督徒决不是盲信者，而是渴求者，充满着内心冲突，他一辈子在努力使自己相信他并不真正相信的上帝。伟大的基督徒，如奥古斯丁帕斯卡尔克尔凯郭尔，内心深处从未摆脱过怀疑的折磨。上帝存在于人的局限性之中。人在何处看到自己不可逾越的界限，就在何处安放一个上帝。有一天人突然发现自己是大地上的孤儿，于是就为自己生下了一个父亲――上帝。古希腊人凭本能相信神灵，中世纪人凭逻辑相信上帝。现代人用理性扼杀了本能，又用非理性摧毁了逻辑，于是只好跋涉在无神的荒原上。上帝这个概念代表最高的统一。不过，在不同的信徒心中却并没有一个统一的上帝。有的神学家信仰的是一个功利的媚俗的上帝。偶像崇拜是一种矛盾情结，本身交织着对偶像的爱和惧，虔信的迷狂和亵渎的渴望。所以，一夜之间，狂热的崇拜就可以突变为同样狂热的破坏。在历史上，宗教狂热不但使异端惨遭杀身之祸，而且每每殃及信徒自己。且不说一切宗教必然制造的大量冤假错案，只要想一想那种大规模的疯狂的朝圣活动就足够了，这种活动多半会造成人群自相践踏的骚乱以及宗教当局对骚乱的无情镇压。我仿佛看到了牧人屠杀羊群的情景，多么荒唐，又多么无可非议！释道二教，其原初的出发点都是一种哲学的觉悟，要摆脱生死的纠缠。但是，一经传播，便离初衷愈来愈远。适意淡泊的老庄哲学变成了装神弄鬼的妖术，虚无悲观的佛陀哲学变成了积善图报的谋略。大乘宣称要普渡众生，为此不惜方便说法，把佛理改造得适合众生的口味，其结果真不知是佛把众生渡出了苦海，还是众生把佛渡入了尘嚣。教堂的原型是天国，庙的原型是地府。天国有音乐烛光和不露形迹的上帝，地府有咒语香火和面目狰狞的塑像。西方人向往灵魂的不朽，中国人渴求肉身的长存。佛教中偶象崇拜的一个根源佛祖原本就是一个人。基督教的上帝则从来不具人形。精神现象趣味无争论，这无非是说，在不同的趣味之间没有对错之分。但是，在不同的趣味之间肯定有高低之分。趣味又名鉴赏力，一个人的鉴赏力大致表明了他的精神级别。"}
{"text":"天国有音乐烛光和不露形迹的上帝，地府有咒语香火和面目狰狞的塑像。西方人向往灵魂的不朽，中国人渴求肉身的长存。佛教中偶象崇拜的一个根源佛祖原本就是一个人。基督教的上帝则从来不具人形。精神现象趣味无争论，这无非是说，在不同的趣味之间没有对错之分。但是，在不同的趣味之间肯定有高低之分。趣味又名鉴赏力，一个人的鉴赏力大致表明了他的精神级别。趣味的形成有种种因素，包括知识教养阅历思考体验等等，这一切在趣味中都简化成了一种本能。在文学和艺术的欣赏中，良好趣味的形成也许是最重要的事情，它使一个人本能地趋向好东西，唾弃坏东西。对于创来说，良好的趣味未必能使他创作出好东西，因为这还需要天赋和技巧，但能够使他不去制作那些他自己也会厌恶的坏东西。知识和心灵是两回事，一个勤奋做学问的人同时也可能是一个心灵很贫乏的人。若想知道一个人的精神级别，不要看他研究什么，而要看他喜欢什么。一个人在精神素质上的缺陷往往会通过他的趣味暴露出来。趣味是最难掩饰的，因为它已经扎根在无意识之中，总是在不经意中流露。许多人的所谓成熟，不过是被习俗磨去了棱角，变得世故而实际了。那不是成熟，而是精神的早衰和个性的夭亡。真正的成熟，应当是独特个性的形成，真实自我的发现，精神上的结果和丰收。常识的二重性当常识单独行动时，往往包含正确的本能一旦它们聚集为一种团体的力量，就会变成传统的偏见。厌世弃俗者和嫉世愤俗者都悲观，但原因不同。前者对整个人生失望，通过否定世界来否定人生，是哲学性的。后者仅对世道人心失望，通过否定世界来肯定自己，是社会性的。强者的无情是统治欲，弱者的无情是复仇欲，两者还都没有脱离人欲的范畴。还有第三种无情淡泊超脱，无欲无争。这是出世者的大无情。人生境界的三项指标生活情趣，文化品位，精神视野。感觉是虚幻的，但感觉岂非人的全部所有，而人与人之间的区别也全在感觉，在感觉的高下精粗深浅厚薄之不同。"}
{"text":"强者的无情是统治欲，弱者的无情是复仇欲，两者还都没有脱离人欲的范畴。还有第三种无情淡泊超脱，无欲无争。这是出世者的大无情。人生境界的三项指标生活情趣，文化品位，精神视野。感觉是虚幻的，但感觉岂非人的全部所有，而人与人之间的区别也全在感觉，在感觉的高下精粗深浅厚薄之不同。一切精神的创造，一切灵魂的珍宝，到头来都是毁于没有灵魂的东西之手老鼠蛀虫水火地震战争空气时间真理在天外盘旋了无数个世纪，而这些渴求者摊开的手掌始终空着。长期生活在户外的人，与长期生活在户内的人，他们会有十分不同的感觉和思想。每个人一辈子往往只在说很少的几句话。极端然后丰富。苏格拉底孔子释迦牟尼基督都不留文字，却招来了最多的文字。有两种不同的复杂，一种是精神上的丰富，另一种是品性上的腐败。在同一个人身上，两者不可并存。偏才或有强的感情，或有强的理智，或有强的意志。全才三者俱强，因而要忍受最强烈的内部冲突，但也因此有最深刻的体验和最高的成就。最强的本能受到最深的潜抑，从而有最耀眼的升华。例如歌德。真善美的统一，也许只是诗人的梦想，哲学家的逻辑游戏，道德家的说教。事实上，只有三者都弱，才能相安无事，如果它们都很强，碰到一起，不能不发生冲突。一切复活都在回忆中，一切超越都在想象中。"}
{"text":"哲学的每一次分娩都好像要宣告自己的末日，但哲学是永存的，这位多产的母亲一次次把自己的子女打发走，仿佛只是为了不受他们的搅扰，可以在宁静的独处中悠然思念自己的永恒情人――智慧。对哲学的相反理解一种人把哲学看作广义逻辑学，其对象是思维另一种人把哲学看作广义美学，其对象是心灵的体验。不断有人试图把这两种理解揉在一起，但结果总是不成功。哲学是爱智慧。对于智慧，有不同的看法。一派认为是思维方法的问题，另一派认为是灵魂的问题。哲学是对永恒之谜的永恒探索，的无限次方，没有止境的为什么。一个小女孩坐在洒满阳光的台阶上，眯缝着眼睛，一个朦胧的疑问在她的小脑瓜里盘旋我怎么会到这世界上来的我悄悄走过她的身旁，回到屋里，把所有的哲学书籍都藏了起来。正常人只关注有法可想的事情，哲学家总是关注无法可想的事情，二者的区别即在于此。凡是有良好的哲学悟性的人，必定有过对于死亡的隐秘体验和痛苦觉悟。这种体悟实质上是一切形而上思考的源头，不从这源头流出的思考就决非真正形而上的。因此，差不多可以把对死亡的体悟看作衡量一个人的哲学悟性的标志。有的人很聪明，很有理解力，甚至也很真诚，但没有对死亡的体悟，你就很难和他作深入的哲学对话。哲学是对人类最高问题的透彻思考。对于何种问题堪称最高，哲学家们有很不同的看法。但是，不管看法如何不同，人类始终为某些重大的根本性问题困扰着，因此对之作透彻思考的哲学就始终存在着，并将永远存在下去。一个真诚的人生探索者可能会走错路，但他对待人生的态度在总体上是正确的。一个只在书本里讨生活的学者也许不犯错误，但他对待人生的态度本身就是最大的错误。解构主义热中于文本的解构，以此挖掘文本的多义。然而，无论怎样多义的文本也只是文本，与真正的哲学性追问无涉。在此意义上，我不承认解构主义是哲学。我们的视力有限，在视力够不到的地方只看见一片模糊，于是名之为混沌。所以，我们宣布宇宙起源于混沌，还宣布包围我们的星系的也是混沌。"}
{"text":"一个只在书本里讨生活的学者也许不犯错误，但他对待人生的态度本身就是最大的错误。解构主义热中于文本的解构，以此挖掘文本的多义。然而，无论怎样多义的文本也只是文本，与真正的哲学性追问无涉。在此意义上，我不承认解构主义是哲学。我们的视力有限，在视力够不到的地方只看见一片模糊，于是名之为混沌。所以，我们宣布宇宙起源于混沌，还宣布包围我们的星系的也是混沌。哲学和宗教是痛苦灵魂的收容所。许多人怀着无可排遣的生命的苦恼，终于在哲学和宗教中找到了寄托。可是，倘若有人因此决心献身哲学，却是一种误会。这就好比病人因为患病，便自以为获得了当医生的资格一样。何况吃哲学饭其实与灵魂毫不相干，不过是社会上说空话最多挣钱最少的一种行当罢了。我知道献身宗教是可能的，但也和社会上那些吃宗教饭的人无关。哲学与诗我深信哲学家与艺术家是相通的。诗人的心灵，哲学家的头脑，这两样东西难道能够分开吗一个人正是因为有了一颗热爱人生富于感受的心，才会去对人生之谜作哲学的探讨。艺术家和哲学家是气质相似的人，他们都是不实际不世故的，进入他们视野的是人生和宇宙的大问题，他们为同一个谜所吸引，寻找着同一个梦境。关于哲学究竟是科学还是诗的争论恐怕永远不会有一个结论，实在也不必强求一个结论，就像不必强求一切人气质相同一样。一个理智型的人治理哲学不能不如同治理科学，因为他原本就是一个科学家。一个情感型的人不能不把哲学当作诗，因为他原本就是一个诗人。艺术与性，哲学与死，均有不解之缘。艺术用审美净化性的烦恼，哲学用智慧净化死的恐惧。但是，性的癫狂一方面给人以个体解体即死的体验，另一方面又是种族生命延续即抗拒死的唯一手段。所以，性兼是死和死的拯救。那么，艺术是否也兼是哲学和哲学的拯救呢诗借瞬时把握永恒。哲学想直接把握永恒，但做不到，最后只好向诗求援。春天是诗人的季节，秋天是哲学家的季节。哲学家生活在永恒中，诗人生活在瞬时中他们都不会老。"}
{"text":"艺术用审美净化性的烦恼，哲学用智慧净化死的恐惧。但是，性的癫狂一方面给人以个体解体即死的体验，另一方面又是种族生命延续即抗拒死的唯一手段。所以，性兼是死和死的拯救。那么，艺术是否也兼是哲学和哲学的拯救呢诗借瞬时把握永恒。哲学想直接把握永恒，但做不到，最后只好向诗求援。春天是诗人的季节，秋天是哲学家的季节。哲学家生活在永恒中，诗人生活在瞬时中他们都不会老。一般人追求可望也可即的东西，诗人追求可望不可即的东西，哲学家追求不可望也不可即的东西。哲学和诗都孕育于神话的怀抱。神话是永恒的化身，她死了，留下了一双儿女。直到今天，哲学一醒来就谈论死去的母亲，诗一睡着就梦见死去的母亲。在我的概念中，只有学术与非学术的区别，没有哲学与文学的区别。哲学是对人生的思考和体悟，文学则是对之的丰满而贴切的表达。当一颗敏感的心灵被根本性的疑问刺伤，因而寻求治疗的时候，它就会走向哲学。有一种不寻常的激情非人类脆弱的心灵所堪忍受，哲学是对这种激情的治疗。但是，治疗并非熄灭激情，使心灵归于冷漠麻痹。诗宣泄激情，哲学则把激情转向深沉的思考。福克纳在加缪猝死那一年写道加缪不由自主地把生命抛掷在探究唯有上帝才能解答的问题上了。其实，哲学家和诗人都是这样，致力于解开水无答案的人生之谜，因而都是不明智的。也许，对人来说，智慧的极限就在于认清人生之谜的无解，因而满足于像美国作家门肯那样宣布我对人生的全部了解仅在于活着总是非常有趣的。哲学是男性的，诗是女性的，二者不可分离。没有诗，哲学就只会结结巴巴发空论，成为鳖脚的清谈家。没有哲学，诗就只会絮絮叨叨拉家常，成为浅薄的碎嘴婆。当今批评界的时髦是沤制概念垃圾，然后一古脑儿倾倒在落入其视野的作品上。这班既不懂哲学又不懂艺术的低能儿，他们唯一的生存策略是在哲学家面前故作放诞，渲染假艺术的气质，在艺术家面前故作高深，玩弄伪哲学的术语。文学是人生感受的表达和人生画面的描绘，哲学是人生根本问题的体悟和思考，在这个意义上，文学与哲学是息息相通的，一个好的文学家不能没有哲学的素养。"}
{"text":"没有哲学，诗就只会絮絮叨叨拉家常，成为浅薄的碎嘴婆。当今批评界的时髦是沤制概念垃圾，然后一古脑儿倾倒在落入其视野的作品上。这班既不懂哲学又不懂艺术的低能儿，他们唯一的生存策略是在哲学家面前故作放诞，渲染假艺术的气质，在艺术家面前故作高深，玩弄伪哲学的术语。文学是人生感受的表达和人生画面的描绘，哲学是人生根本问题的体悟和思考，在这个意义上，文学与哲学是息息相通的，一个好的文学家不能没有哲学的素养。但是，当今文学界的时髦做法是搬弄哲学上的新概念新术语，并且自以为这便是在追求文学创作和文学批评的哲学深度，此时此刻，我不禁要说没有比伪哲学坏哲学更加败坏文学的了。"}
{"text":"任何一种哲学的核心都是非政治的，政治色彩仅是附着物。绝对，终极，永恒，――怎么能是政治的呢人们常说，哲学是时代精神的集中体现。其实，哲学与时代之间的关系决非这样简单。有时候，哲学恰好是非时代永恒反时代批判的，它立足于永恒之根本，批判时代舍本求末的迷途倾向。哲学无国别。我认为，以哲学为生活方式的人有以下主要特点一，力求从整体上把握世界和人生二，除了理性的权威，不承认任何权威三，关注思想本身而非其实用性，能够从思想本身获得最大的快乐四，与社会现实保持一定的距离五，为了精神的自由而安于简朴的物质生活。一个伟大的哲学家是一个伟大的提问者，他的问题――一，是对世界和人生的根本性追问，既属于人类，是人类永恒的问题，又完全属于他自己，是他灵魂中的问题。二，也是他的时代的精神生活中的重大问题，因而他的提问会对时代发生巨大影响。三，他的提问和寻求答案的方式改变了哲学史上的旧思路，启示了新思路，使他在哲学史上具有重要地位。常有人问中国能不能出大哲学家我想，中国现在尤其需要的是不受传统习俗舆论教条束缚的自由灵魂，人生和社会问题的真诚的探索者，出不出大哲学家倒在其次。如果有一种东西，始则充当权力的奴仆，继而沦为金钱的乞丐，我们便可断定它不是哲学。哲学当然是高贵的。它的高贵还表现在这一点上它决没有做众学科之王这样的世俗野心。其实，贵为王公，一旦丧权失势，也完全可能沦落为奴仆或乞丐。"}
{"text":"意志强的人研究社会，追求善，做政治家。情感强的人研究人，追求美，做艺术家。哲学家无非也分成这三类，何尝有纯粹的哲学家有艺术家，也有哲学家。有艺匠，却没有哲学匠。演奏绘画如果够不上是艺术，至少还是手艺，哲学如果够不上是哲学，就什么也不是了。才能平庸的人靠演奏绘画糊口，还不失为自食其力，靠哲学谋生却完全是一种寄生。所谓哲学家包括四种截然不同的类型政客型的哲学家把哲学当作谋权的手段，庸人型的哲学家把哲学当作饭碗，学者型的哲学家把哲学当作纯学术，真正的哲学家把哲学当作生命。但是，真有政客型或庸人型的哲学家吗圆的方哲学家这个称号可以用在三种人身上。第一种是那种创建了新体系改变了哲学史的哲学天才。第二种是以哲学为职业的人，在哲学这门学科内从事学术研究，做一些知识性的整理和解释工作。第三种是所谓爱智慧者，也就是把哲学当作一种精神生活方式，执著地思考一些世界和人生的大问题。这样的哲学家分散在各行各业之中，与职业无关。被本体论问题纠缠的人是疯子，被方法论问题纠缠的人是呆子，哲学家无非是这两种人。有两类哲学家，一类努力于使复杂的事物变得简单，另一类努力于使简单的事物变得复杂。做哲学家和读哲学系完全是两回事。哲学本质上只能自学，哲学家必定是自学成才的。如果说有老师，也仅是历史上的大哲人，他直接师事他们，没有任何中间环节。哲学系的学生中，有此自学能力的不足什一。同行相遇，常听见问最近搞什么？我的回答是什么也不搞。于是问者立即面露不信任的表情，仿佛我是瞒着他们，要趁其不备搞出一点名堂，占个大便宜似的。唉，这些搞哲学的，就是他们把哲学搞糟了。可怜那些毫无哲学素养的人，一旦陷入哲学的泥坑，便无力自拔，只好在坑里搅动泥水，以证明他们也在从事哲学。个人思维犹如人类思维一样，走着从混沌感性到分化知性到整合理性的路。但是，并非所有的人都能走到底的。有的人终生停留在第一阶段，其低能者成为可笑的老孩子，才高者成为艺术家。"}
