{"text":"尼采曾经谈到，莱布尼茨比笛卡儿以及同时代一切哲学家高明之处在于，他发现了所谓意识不过是构成我们精神的心理世界的状态之一，而远非这心理世界本身。参看快乐的科学第节。不过，在尼采看来，莱布尼茨只是提出了问题，而问题本身却始终不曾有人加以深入探究。我们的精神世界还是像埃及一样一片荒漠，几座庞大的金字塔而且这些金字塔大部分是进不去的，进去了，也只见到些可怜的尸体。于是尼采自己决心深入金字塔里去探险。尼采曾经指出，我们对于外部世界的认识不可避免地经过了我们的加工，是一种有用的伪造。现在他进一步推论，我们所谓的内心世界也以同样的方式经过了加工。我们意识中显现的一切，从一开始就在其全部细节中被配制，被简化，被图式化，被解释过了。因此，认识论专家们所认定的那种思维全然没有发生，这是完全任意的杜撰，藉突出过程中的一个因素排除其余一切因素而造成，是为了理解而人为做出的整理强力意志第节。实际上，人的精神生活是一个复杂的复合体，意识仅仅抓住其表面的东西，它的作用只在于寻求最大利益。一般来说，何种东西被我们意识到，其尺度完完全全取决于被意识到的明显效用。强力意志第节。那么，意识的作用究竟何在呢尼采认为，其作用仅仅在于人与人之间的传达意识根本就是在传达的需要逼迫下发展出来的，它一开始就只是在人与人之间尤其在命令者与服从者之间才是必要的有用的，而且按这有用的程度而发展。意识其实只是人与人之间的联系网，只是作为这种联系网而必须发展隐居者和野兽似的人是不需要它的。人为了寻求同类的帮助，就需要知道自己的意思和想法，于是需要意识。实际上人是不断地思想的，可是并不知道这一点进入意识的思想仅是其中最小部分，不妨说是最表面最糟糕的一部分。由此尼采得出结论意识其实不属于人的个人生存，毋宁说属于人的社会性和群性。所以，对于个人来说，自我认识近乎是不可能的，凡是得以进入意识的偏是他身上的非个人性的东西，平均化的东西。每个人的行为在根柢上是个人的，独一无二的，可是一旦进入意识，就变得面目全非了。快乐的科学第节。尼采全集第卷，第页。这就是尼采对于意识的分析和评价。指出意识的社会性和非个人性，无疑是对的。至于尼采因此而对之贬薄，是出于他的人生哲学观点。"}
{"text":"由此尼采得出结论意识其实不属于人的个人生存，毋宁说属于人的社会性和群性。所以，对于个人来说，自我认识近乎是不可能的，凡是得以进入意识的偏是他身上的非个人性的东西，平均化的东西。每个人的行为在根柢上是个人的，独一无二的，可是一旦进入意识，就变得面目全非了。快乐的科学第节。尼采全集第卷，第页。这就是尼采对于意识的分析和评价。指出意识的社会性和非个人性，无疑是对的。至于尼采因此而对之贬薄，是出于他的人生哲学观点。在他看来，个人的独特感受具有极高的人生价值，因此他极其恼恨把这种感受一般化平庸化的意识之作用。现在我们来看看尼采对于无意识的分析。关于我们心理生活中存在着一个广阔的无意识领域，尼采是反复作了论述的。他一再指出，我们精神生活的绝大部分是无意识地进行的，我们不知道心灵中的种种冲动及其相互斗争的过程，而只知道其斗争的结果，即各种冲动之间所达成的一定关系。参看快乐的科学第节。然而，揭开无意识领域的奥秘具有极其重要的意义，因为尼采认为，这个领域正是人的行为的真实动机之所在，也是人的心灵的真正诞生地。有一种古老的谬见，以为人知道自己的行为是怎样发生的。连苏格拉底和柏拉图也对这种谬见深信不疑，确认真知识必然产生正当的行为。事实却是知识从来不曾产生行为，知识与行为之间的桥梁未尝联结过。参看朝霞第节。尼采把每个行为的原因必在意识中这一看法称作心理学中最基本的伪币制造，并悲叹它竟被树为心理学原则本身。偶像的黄昏。尼采全集第卷，第页。他认为，人们在行动时，往往是受激情和兴趣支配，而不是受理智支配。参看朝霞第节。例如，我们常常从明知错误的批评中抽出结论，常常从已经不相信了的道理中发生行为，由于感情。朝霞第节。尼采全集第卷，第页。人在意识中权衡自己行为的结果，进行抉择，这并非真正的内心交战。行为往往离开意识的支配，而被肉体的变化心血来潮潜伏感情的活跃等因素所影响，这才是内心交战。参看朝霞第节。总之，思想是一回事，行为又是一回事，行为的观念又是一回事。因果之轮并不回转于它们之间。查拉图斯特拉如是说苍白的罪犯。"}
{"text":"朝霞第节。尼采全集第卷，第页。人在意识中权衡自己行为的结果，进行抉择，这并非真正的内心交战。行为往往离开意识的支配，而被肉体的变化心血来潮潜伏感情的活跃等因素所影响，这才是内心交战。参看朝霞第节。总之，思想是一回事，行为又是一回事，行为的观念又是一回事。因果之轮并不回转于它们之间。查拉图斯特拉如是说苍白的罪犯。第节第六章向理性挑战一般人以为自己的行为总是有着一定的目的，尼采认为，所谓目的只是我们的幻想，其实是需要的铁手，摇着偶然的骰子盒，决定着我们的行为。参看朝霞第节。行为的真正动因是我们心理中积聚的某种力量，这种力量等待着释放，而目的不过是为释放找到的或然性极大的某个渠道。参看快乐的科学第节。存在于无意识之中支配着人的行为的力量究竟是什么呢就是需要，或者说冲动。在每一行为中都有一冲动的满足，这冲动抓住这行为如同它的一个掠获物。朝霞第节。尼采全集第卷，第页。尼采感叹人们对于冲动所知太少，对于这些冲动的数目和强度，落潮和涨潮，相克和相生，尤其是对于它们调养的规则，完全一无所知。可是，冲动的调养却是一件非同小可的事，往往决定了一个人的内心世界的性质。每一种冲动都不可遏止地寻求满足，如果得不到满足，就会或者如同得不到雨水的植物一样枯萎，或者寻求假想的满足。这就是调养的过程。由于我们对这个过程的无知，我们就把这种调养完全交给偶然性去支配。把冲动譬作乌贼鱼的触手，哪些触手得到营养而滋长，哪些因营养不良而枯落，完全听凭偶然。这样长成的乌贼鱼，即我们的人性，也就成了偶然的产物。参看朝霞第节。人的内心世界的状态和性质完全取决于各种冲动此消彼长的具体情况。所有未能向外释放的冲动都转向了内部人身上事后被称作他的心灵的东西借此方才长成。整个内心世界，原本单薄得好似夹在两张皮之间一样，当人的向外释放受阻之时，便适度地彼此分开和生成，获得了深度宽度和高度。道德的谱系。尼采全集第卷，第页。并非人的一切冲动都应当得到满足的。现实情境也确实迫使人抑制自己的某些冲动。抑制在少数情形下导致冲动的消失，在多数情形下却驱使人寻求变相的满足，用精神分析学的术语说，就是移置。"}
{"text":"所有未能向外释放的冲动都转向了内部人身上事后被称作他的心灵的东西借此方才长成。整个内心世界，原本单薄得好似夹在两张皮之间一样，当人的向外释放受阻之时，便适度地彼此分开和生成，获得了深度宽度和高度。道德的谱系。尼采全集第卷，第页。并非人的一切冲动都应当得到满足的。现实情境也确实迫使人抑制自己的某些冲动。抑制在少数情形下导致冲动的消失，在多数情形下却驱使人寻求变相的满足，用精神分析学的术语说，就是移置。在精神分析学中，移置作用的揭示实为阐明无意识机制的关键。我们看到，尼采对于各种移置方式实际上都已经有所论述。第一，梦幻。被压抑的冲动在梦幻中得到满足，包括夜梦和昼梦。弗洛伊德以梦的解析一书为精神分析学奠基，而尼采比他早二十年到三十年就对梦的作用和机制做出类似的分析了。在悲剧的诞生中，尼采已经谈到，梦的必要性出于我们最内在的本质，我们所有人共同的深层基础，每个人在创造梦的世界方面都是完全的艺术家。悲剧的诞生第节。在朝霞中，他又指出，饥饿不能用梦想的食物来满足，但多数冲动却正是用梦想的食物满足的。由此他谈到了梦的价值和意义，即在于在一定程度上补偿白天食物的偶然欠缺。梦的直接原因似乎是由于睡眠时受到某种神经刺激，如血液和肠胃的运动，手臂或被盖的压迫，各种声响。可是，梦对于这些刺激的传译是非常自由的。同一本书，却受到不同的注解。同一种刺激，却可以梦见不同的原因。这正是因为有不同的冲动在寻求满足。朝霞第节。尼采全集第卷，第页。弗洛伊德释梦的中心思想，即梦是受压抑的愿望经过改装了的实现，显然已经被尼采扼要地说出了。尼采还认为，人在醒时同样受冲动的支配，对事件做出自由的解释。在这一点上，醒与梦没有实质的区别，类似于一种昼梦。我们身上何种冲动正达到高潮，事件对于我们就具有何种含义。而且因为我们是不同类型的人，事件就会有全然不同的含义。所以，我们的经验是我们放入事件中去的东西，而非其中原有的东西。第二，替代。冲动由于缺乏满足的对象，或者由于人本身的软弱而无能加以满足，便在心理中形成一种紧张状态。它力求在一种方便的替代中释放自己。这种替代方式往往是消极的，不过是冲动未得满足的发泄和破坏举动。"}
{"text":"在这一点上，醒与梦没有实质的区别，类似于一种昼梦。我们身上何种冲动正达到高潮，事件对于我们就具有何种含义。而且因为我们是不同类型的人，事件就会有全然不同的含义。所以，我们的经验是我们放入事件中去的东西，而非其中原有的东西。第二，替代。冲动由于缺乏满足的对象，或者由于人本身的软弱而无能加以满足，便在心理中形成一种紧张状态。它力求在一种方便的替代中释放自己。这种替代方式往往是消极的，不过是冲动未得满足的发泄和破坏举动。尼采特别在基督徒身上看到这种现象保罗已经懂得必须有一个牺牲，使上帝对罪孽的盛怒得以消除。自那时以来，基督徒不曾停止过发泄自己对于一个牺牲的不快现在做此牺牲的是世界，或历史，或理智，或别人的安宁一切好东西都必须为了他们的罪孽而灭亡。尼采全集第卷，第页。灵魂也须有它的某种阴沟，以便把它的垃圾往其下倾倒派此用场的是角色，关系，立场，祖国，世界，或最后亲爱的上帝。人性的，太人性的第卷。尼采全集第卷，第页。第三，升华。即粗鄙的冲动移置为精致的冲动。要是一种冲动变成理智的冲动，它便得到了一种新名称新魅力和新评价。尼采全集第卷，第页。这种情形最典型地表现在性冲动之升华为各种高级冲动，如宗教之爱博爱艺术等等。在强调性欲在人的精神生活中的巨大作用这一点上，尼采与弗洛伊德也十分相似。他认为一个人的性本能的强度和特征一直贯穿到他的精神的顶点。善恶的彼岸。尼采全集第卷，第页。他特别重视性冲动在艺术中的升华，认为艺术家都是一些性欲旺盛的人，而一个人在艺术创造中消耗的力和他在性行为中消耗的力是同一种力，所以艺术家应当从经济学角度考虑而保持相对的贞洁。参看强力意志第节。第节第六章向理性挑战第四，遗忘。尼采认为，遗忘不仅是记忆力的自发现象，而且是对经验作精神上加工的必要条件。遗忘不是纯粹的惯性力它更多的是一种主动的在严格意义上积极的抑制能力这种抑制机制在人身上工作着，他便一无牵挂了。道德的谱系。尼采全集第卷，第页。记忆力是受冲动支配的记忆力仅仅注意冲动的事实它仅仅识别，什么东西变成了冲动的对象尼采全集第卷，第页。"}
{"text":"第节第六章向理性挑战第四，遗忘。尼采认为，遗忘不仅是记忆力的自发现象，而且是对经验作精神上加工的必要条件。遗忘不是纯粹的惯性力它更多的是一种主动的在严格意义上积极的抑制能力这种抑制机制在人身上工作着，他便一无牵挂了。道德的谱系。尼采全集第卷，第页。记忆力是受冲动支配的记忆力仅仅注意冲动的事实它仅仅识别，什么东西变成了冲动的对象尼采全集第卷，第页。一种受压抑的冲动为了在假想中得到满足，往往会歪曲记忆，故意遗忘。我的记忆说我做过这事。我的骄傲说，并且顽强地坚持我不可能做这事。最后，记忆让步了。善恶的彼岸。尼采全集第卷，第页。遗忘成了满足愿望的手段。我们不禁想起了弗洛伊德对于日常生活中种种过失的心理分析。尼采认为，潜伏在人的无意识中的冲动的种类是不计其数的，他提到的就有快乐的需求，战斗的需求，求强力的意志，死亡的欲求，求真理的意志，认知的需要，安宁的需要，幸福本能，合群本能，等等。他似乎反对把众多的冲动归结为其中的一种，甚至讥讽地说，如果一个人不论在何处都只看到饥饿性欲或虚荣心，仿佛它们是真正的和唯一的动机，我们就可以从这个长在猿身上的科学头脑那里得到可靠的教益，知道他有何种个人特性。参看尼采全集第卷，第页。不过，尼采自己也把一切冲动最后归结为唯一的一种冲动即强力意志了，当然，以子之矛，攻子之盾，他的话同样适用于他自己，我们也可由他所作的这种归结看出他的个人特性。谈到尼采对于无意识的研究，还不能不提一下他已经触及到了类似荣格后来提出的集体无意识或原始意象的观念。这里只要摘引两段话就够了在感情的奔放中，在幻梦和疯狂的玄想里，人可以发现他的原初面目和人类的古史，兽性及其狰狞之状，他的记忆这时回到遥远的往古而他的文明形态是从忘却这原始经验即抛开这记忆之后发展成的。朝霞第节。尼采全集第卷，第页。我私下发现了，古老的人性和兽性，乃至整个原始时代，一切有感觉的存在物的过去，在我身上继续思维着，继续爱着，继续恨着，继续推论着快乐的科学第节。尼采全集第卷，第页。尼采称他的这种意识为幻象意识，并不能证实，可是会不期然而然地从我们的无意识的海底浮现到海面上来。"}
{"text":"朝霞第节。尼采全集第卷，第页。我私下发现了，古老的人性和兽性，乃至整个原始时代，一切有感觉的存在物的过去，在我身上继续思维着，继续爱着，继续恨着，继续推论着快乐的科学第节。尼采全集第卷，第页。尼采称他的这种意识为幻象意识，并不能证实，可是会不期然而然地从我们的无意识的海底浮现到海面上来。语词的化石尼采对于理性的批判，还有一个不可不提的方面，就是对于语言的批判。语言对于真实意义的遮蔽作用及其所引起的混乱，已经引起现代西方哲学界的普遍注意。甚至可以说，它几乎是各派哲学的一个共同出发点。逻辑经验主义由此而把哲学的使命归结为分析语词的意义，使命题得到澄清，由此，语义学一时风行。存在主义现象学等非理性主义流派也愈来愈重视语言问题，试图探索某种对话式直接沟通的途径。尼采的作用是提出了问题，揭露语词的遮蔽迷惑和歪曲作用，至于如何解决问题，则要留待后人了。尼采认为，语言与意识是同步发展的，它的作用是充当传达的标记。因此，它和意识一样仅属于人的社会性领域。在这个意义上，他轻蔑地称语法为大众形而上学。参看快乐的科学第页。他还把理性称作语言形而上学的基本假设，把语言中的理性形容为一个多么欺诈的老妪。尼采全集第卷，第页。在他看来，语言的遮蔽作用，既表现在对外部对象的遮蔽上，也表现在对我们内心世界的遮蔽上。关于对事物的遮蔽，尼采说古人造一个词，便以为他们有了一种发明。但在事实上如何不是这样他们触到一个问题，警告后人不去解决它，于是造了解决的障碍物。现在我们碰撞到许多化石似的语词，即使碰断一条腿，也不能破一词。朝霞第节。尼采全集第卷，第页。又说看到事物如何称呼比起它是什么来远为重要，这使我极为劳神而且不断地极为劳神。事物的称呼名字和外貌，价值流行尺度和权衡原来多半是一种错误，一种任意性，像一件衣服加于事物，与其实质乃至表皮全然无关由于对它们的信仰，以及一代代的生长，渐渐长到事物之上和事物之中，化作了事物的躯体开始的现象最后几乎总是变成本质并且作为本质起作用快乐的科学第节。"}
{"text":"现在我们碰撞到许多化石似的语词，即使碰断一条腿，也不能破一词。朝霞第节。尼采全集第卷，第页。又说看到事物如何称呼比起它是什么来远为重要，这使我极为劳神而且不断地极为劳神。事物的称呼名字和外貌，价值流行尺度和权衡原来多半是一种错误，一种任意性，像一件衣服加于事物，与其实质乃至表皮全然无关由于对它们的信仰，以及一代代的生长，渐渐长到事物之上和事物之中，化作了事物的躯体开始的现象最后几乎总是变成本质并且作为本质起作用快乐的科学第节。尼采全集第卷，第页。语词只能表示一般，不能表示个别。在尼采看来，问题不止于此。更严重的问题在于，语词在形成之初就带有任意性，可是一旦形成就取得了支配我们思想的威力，我们把语词看得比事物本身还重要，生活在语词之中，与事物本身却越来越隔膜了。第节第六章向理性挑战关于对内心世界的遮蔽，尼采指出语词中只有描写各种极端程度的内心生活的词。因此，我们就惯于在没有语词的状态中不再作精密地观察了，因为在这状态中较严密地思考是很痛苦的甚至以为语词终止之处，我们存在的领域也随之终止。愤怒，仇恨，爱，同情，贪婪，认识，快乐，痛苦，这些都是极端状态较和缓中度却常常呈现在前的内心状态，是没有语词表示的，而恰恰是这些状态织出了我们的性格和命运之网。朝霞第节。尼采全集第卷，第页。我们真正的经验全然不是饶舌的。它们即使想要，也不能够传达自己。因为它们缺乏语词语言似乎只是为通俗的中庸的可传达的东西而发明的。言谈者业已用语言使自己平庸化。偶像的黄昏。尼采全集第卷，第页。即使是自己的思想，也不能用语词完全表达出来。快乐的科学第节。尼采全集第卷，第页。人的大部分内心生活是无意识的，它们当然不能用语词表达。即使是被意识到的东西，例如自己的思想，或某种情绪状态，也不能用语词完全表达出来。语词夺去了人的思想和情感的个人性，把它们一般化了。就拿那些有语词可表示的极端心境来说，一种痛苦不同于另一种痛苦，一种欢乐不同于另一种欢乐。你一旦用语词来表达你的痛苦或欢乐，每个人都将按各自的经验来理解，结果还是夺走了你的痛苦或欢乐的个人性。愈是独特的思想和情感，就愈是难以表达。有独特个性的人每每感觉到这种不能表达的痛苦。"}
{"text":"人的大部分内心生活是无意识的，它们当然不能用语词表达。即使是被意识到的东西，例如自己的思想，或某种情绪状态，也不能用语词完全表达出来。语词夺去了人的思想和情感的个人性，把它们一般化了。就拿那些有语词可表示的极端心境来说，一种痛苦不同于另一种痛苦，一种欢乐不同于另一种欢乐。你一旦用语词来表达你的痛苦或欢乐，每个人都将按各自的经验来理解，结果还是夺走了你的痛苦或欢乐的个人性。愈是独特的思想和情感，就愈是难以表达。有独特个性的人每每感觉到这种不能表达的痛苦。使尼采感到不满的是，人们不但不去揭穿语言的遮蔽作用，反而有意无意地借助语言的遮蔽作用来逃避自我，逃避深刻的内心生活。大家都需要语言的闹铃，人生有了这些闹铃，就似乎热闹而繁荣了大家都害怕任何回忆或任何内向的凝视。作为教育家的叔本华。尼采全集第卷，第页。在现代西方社会中，语言的非个人性使它成了操纵个人的有效工具。商业广告，新闻广播，竞选演说，大众传播媒介，各式各样的语言闹铃响成一片。人人争着说话，可是谁在思想呢愿意思想的人又到哪里去找一块安静的地方呢第节第七章价值的翻转第七章价值的翻转尼采在世纪的转折点上第七章价值的翻转怎么，大海沉落了？不，是我的土地在生长，一种新的热情托着它上升！尼采到现在为止，我们好像一直是在尼采哲学的前厅里滞留，逐一观摩了这位主人珍爱的各种宝物酒神精神，强力意志，评价，创造，自我，非理性。可是，我们的好斗的主人拥有这些珍宝却不单单是为了观赏的。当我们的双脚踏进正厅时，呈现在我们眼前的是一派战斗景象。这位现代唐吉诃德正在孤身作战，每一件珍宝都是他的武器，用来向一切传统价值开火。尼采自己说一切价值的重估这就是我关于人类最高自我认识行为的公式，它已经成为我心中的天才和血肉。看哪这人。尼采选集第卷，第页。尼采酝酿已久终未完成的他一生的主要著作，按照他自己的计划，标题为强力意志，副题即为变革一切价值的尝试。在尼采的全部学说中，没有比一切价值的重估这声响亮的号召更加震撼现代西方人心灵的了。西方人精神生活中的巨大变化，归结到一点，就是价值观念的变化。尼采不是书斋里的学者，也不是世外桃源里的隐士。我不是一个人，我是一种炸药。看哪这人。"}
