{"text":"如你所知，给计算机编程和解几何题有共通之处对了马上能知道对，错了也马上知道错，干干脆脆。你用不着像孟夫子那样，养吾浩然正气，然后觉得自己事事都对。当然，不能说西学都是这样的，但是有些学问的确有这种好处，所以就能成事。成了事就让人羡慕，所以就想以自己为体去用人家――我总觉得这是单相思。学过两天理科的人都知道这不对，但谁都不敢讲。这道理很明白以其昏昏，使人昭昭，这怎么成呢。历史不是我的本行，但它是我胡思乱想的领域――谁都知道近代中国少了一次变法。但我总觉得康梁也好，六君子也罢，倡导变法够分量，真要领导着把法变成，恐怕还是不行的。要建成一个近代国家，有很多技术性的工作要做，迂夫子是做不来的。要是康熙皇帝来领导，希望还大些――当然，这是假设皇上做过习题。拒绝恭维在美国时，常看笑星考斯比的节目。有一次他讲了这么一个笑话小时候，他以为自己就是耶稣基督。这是因为每次他一人在家时，都要像一切小鬼一样，把屋里闹得一团糟。他妈回家时，站在门口，看到家里像发过一场大水，难免要目瞪口呆，从嘴角滚出一句来啊呀，我的耶稣基督他以为是说他呢。这种事情经常发生，他的这种想法也越来越牢固，以至于后来到了教堂里，听到大家热情地赞美基督，他总以为是在夸他，心里难免麻酥酥的，摇头晃脑暗自臭美一番。人家高叫赞美耶稣我们的救主，他就禁不住要答应出来。再以后，他爹他妈发现这个小鬼头不正常，除了给他两个大耳光，还带他去看心理医生。最后他终于不胜痛苦地了解到，原来他不是耶稣，也不是救世主――当然，这个故事讲到这个地步，就一点都不逗了。这后半截是我加上的。我小的时候，常到邻居家里去玩。那边有个孩子，比我小好几岁，经常独自在家。他不乱折腾，总是安安静静跪在一个方凳上听五斗橱上一个匣子――那东西后来我们拆开过，发现里面有四个灯，一个声音粗哑的舌簧喇叭，总而言之，是个破烂货――里面说着些费解的话，但他屏息听着。终于等到一篇文章念完，广播员端正声音，一本正经地说道革命的同志们，无产阶级革命派的战友们这孩子马上很清脆地答应了两声，跳到地上扬尘舞蹈一番。其实匣子里叫的不是他。刚把屁股帘摘掉没几天，他还远够不上是同志和战友，但你也挡不住他高兴。"}
{"text":"我小的时候，常到邻居家里去玩。那边有个孩子，比我小好几岁，经常独自在家。他不乱折腾，总是安安静静跪在一个方凳上听五斗橱上一个匣子――那东西后来我们拆开过，发现里面有四个灯，一个声音粗哑的舌簧喇叭，总而言之，是个破烂货――里面说着些费解的话，但他屏息听着。终于等到一篇文章念完，广播员端正声音，一本正经地说道革命的同志们，无产阶级革命派的战友们这孩子马上很清脆地答应了两声，跳到地上扬尘舞蹈一番。其实匣子里叫的不是他。刚把屁股帘摘掉没几天，他还远够不上是同志和战友，但你也挡不住他高兴。因为他觉得自己除了名字张三李四考斯比之外，终于有了个冠冕堂皇的字号，至于这名号是同志战友还是救世主，那还在其次。我现在说到的，是当人误以为自己拥有一个名号时的张狂之态。对于我想要说到的事，这只是个开场白。当你真正拥有一个冠冕堂皇的字号时，真正臭美的时候就到了。有一个时期，匣子里总在称赞革命小将，说他们最敢闯，最有造反精神。所有岁数不大，当得起那个小字的人，在臭美之余，还想做点什么，就拥到学校里去打老师。在我们学校里，小将们不光打了老师，把老师的爹妈都打了。这对老夫妇不胜羞辱，就上吊自杀了。打老师的事与我无关，但我以为这是极可耻的事。干过这些事的同学后来也同意我的看法，但就是搞不明白，自己当时为什么像吃了蜜蜂屎一样，一味地轻狂。国外的文献上对这些事有种解释，说当时的青春期少男少女穿身旧军装，到大街上挥舞皮带，是性的象征。但我觉得这种解释是不对的。我的同龄人还不至于从性这方面来考虑问题。小将的时期很快就结束了，随后是工人阶级领导一切的时期。学校里有了工人师傅，这些师傅和过去见到的工人师傅不大一样，多少都有点晕晕乎乎五迷三道，虽然不像革命小将那么疯狂，但也远不能说是正常的。然后就是三支两军时期，到处都有军代表。当时的军代表里肯定也有头脑清楚办事稳重的人，但我没有见到过。最后年轻人都被派往农村，接受贫下中农的再教育，学习后者的优秀品质。下乡之前，我们先到京郊农村去劳动，作为一次预演。那村里的人在我们面前也有点不够正常――寻常人走路不应该把两腿叉得那么宽，让一辆小车都能从中推过去，也不该是一颠一颠的模样，只有一条板凳学会了走路才会是这般模样。在萧瑟的秋风中，我们蹲在地头，看贫下中农晚汇报，汇报词如下最最敬爱的伟大领袖毛主席――我们读作母恩今天下午的活茬是领着小学生们敛芝麻。"}
{"text":"当时的军代表里肯定也有头脑清楚办事稳重的人，但我没有见到过。最后年轻人都被派往农村，接受贫下中农的再教育，学习后者的优秀品质。下乡之前，我们先到京郊农村去劳动，作为一次预演。那村里的人在我们面前也有点不够正常――寻常人走路不应该把两腿叉得那么宽，让一辆小车都能从中推过去，也不该是一颠一颠的模样，只有一条板凳学会了走路才会是这般模样。在萧瑟的秋风中，我们蹲在地头，看贫下中农晚汇报，汇报词如下最最敬爱的伟大领袖毛主席――我们读作母恩今天下午的活茬是领着小学生们敛芝麻。报告完毕。我一面不胜悲愤地想到自己长了这么大的个子，居然还是小学生，被人领着敛芝麻一面也注意到汇报人兴奋的样子，有些人连冻出的清水鼻涕都顾不上擦，在鼻孔上吹出泡泡来啦。现在我提起这些事情，绝不是想说这些朴实的人们有什么不对，而是试图说明，人经不起恭维。越是天真朴实的人，听到一种于己有利的说法，证明自己身上有种种优越的素质，是人类中最优越的部分，就越会不知东西南北，撒起癔症来。我猜越是生活了无趣味，又看不到希望的人，就越会竖起耳朵来听这种于己有利的说法。这大概是因为撒癔症比过正常的生活还快乐一些吧――说到了这一点，这篇文章也临近终结。八十年代之初，我是人民大学的学生。有一回被拘到礼堂里听报告，报告人是一位青年道德教育家――我说是被拘去的，是因为我并不想听这个报告，但缺席要记旷课，旷课的次数多了就毕不了业。这位先生的报告总是从恭维听众开始。在清华大学时，他说这里是清华大学，是全国最高学府呀在北大则说这里是有五四传统的呀在人大则说这是有革命传统的学校呀。总之，最后总要说，在这里做报告他不胜惶恐。我听到他说不胜惶恐时，禁不住舌头一转，鼻子底下滚出一句顶级的粗话来。顺便说一句，不管到了什么地方，我首先要把当地的骂人话全学会。这是为了防一手，免得别人骂我还不知道，虽然我自己从来不骂人，但对于粗话几乎是个专家。为了那位先生的报告我破例骂了一回，这是因为我不想受他恭维。平心而论，恭维人所在的学校是种礼貌。从人们所在的民族文化社会阶层，乃至性别上编造种种不切实际的说法，那才叫做险恶的煽动。因为他的用意是煽动一种癔症的大流行，以便从中渔利。人家恭维我一句，我就骂起来，这是因为，从内心深处我知道，我也是经不起恭维的。"}
{"text":"这是为了防一手，免得别人骂我还不知道，虽然我自己从来不骂人，但对于粗话几乎是个专家。为了那位先生的报告我破例骂了一回，这是因为我不想受他恭维。平心而论，恭维人所在的学校是种礼貌。从人们所在的民族文化社会阶层，乃至性别上编造种种不切实际的说法，那才叫做险恶的煽动。因为他的用意是煽动一种癔症的大流行，以便从中渔利。人家恭维我一句，我就骂起来，这是因为，从内心深处我知道，我也是经不起恭维的。关于崇高七十年代发生了这样一回事河里发大水，冲走了一根国家的电线杆。有位知青下水去追，电线杆没捞上来，人却淹死了。这位知青受到表彰，成了革命烈士。这件事在知青中间引起了一点小小的困惑我们的一条命，到底抵不抵得上一根木头？结果是困惑的人惨遭批判，不瞒你说，我本人就是困惑者之一，所以对这件事记忆犹新。照我看来，我们吃了很多年的饭才长到这么大，价值肯定比一根木头高拿我们去换木头是不值的。但人家告诉我说国家财产是大义之所在，见到它被水冲走，连想都不要想，就要下水去捞。不要说是木头，就是根稻草，也得跳下水。他们还说，我这种值不值的论调是种落后言论――幸好还没有说我反动。实际上，我在年轻时是个标准的愣头青，水性也好。见到大水冲走了木头，第一个跳下水的准是我，假如水势太大，我也可能被淹死，成为烈士，因为我毕竟还不是鸭子。这就是说，我并不缺少崇高的气质，我只是不会唱那些高调。时隔二十多年，我也读了一些书，从书本知识和亲身经历之中，我得到了这样一种结论自打孔孟到如今，我们这个社会里只有两种人。一种编写生活的脚本，另一种去演出这些脚本。前一种人是古代的圣贤，七十年代的政工干部后一种包括古代的老百姓和近代的知青。所谓上智下愚劳心者治人劳力者治于人，就是这个意思吧。从气质来说，我只适合当演员，不适合当编剧，但是看到脚本编得太坏时，总禁不住要多上几句嘴，就被当落后分子来看待。这么多年了，我也习惯了。在一个文明社会里，个人总要做出一些牺牲――牺牲自我，成就超我――这些牺牲就是崇高的行为。我从不拒绝演出这样的戏，但总希望剧情合理一些――我觉得这样的要求并不过分。举例来说，洪水冲走国家财产，我们年轻人有抢救之责，这是没有疑问的，但总要问问捞些什么。"}
{"text":"所谓上智下愚劳心者治人劳力者治于人，就是这个意思吧。从气质来说，我只适合当演员，不适合当编剧，但是看到脚本编得太坏时，总禁不住要多上几句嘴，就被当落后分子来看待。这么多年了，我也习惯了。在一个文明社会里，个人总要做出一些牺牲――牺牲自我，成就超我――这些牺牲就是崇高的行为。我从不拒绝演出这样的戏，但总希望剧情合理一些――我觉得这样的要求并不过分。举例来说，洪水冲走国家财产，我们年轻人有抢救之责，这是没有疑问的，但总要问问捞些什么。捞木头尚称合理，捞稻草就太过分。这种言论是对崇高唱了反调。现在的人会同意，这罪不在我剧本编得实在差劲。由此就可以推导出崇高并不总是对的，低下的一方有时也会有些道理。实际上，就是唱高调的人见了一根稻草被冲走，也不会跳下水，但不妨碍他继续这么说下去。事实上，有些崇高是人所共知的虚伪，这种东西比堕落还要坏。人有权拒绝一种虚伪的崇高，正如他有权拒绝下水去捞一根稻草。假如这是对的，就对营造或提倡社会伦理的人提出了更高的要求不能只顾浪漫煽情，要留有余地换言之，不能够只讲崇高，不讲道理。举例来说，孟子发明了一种伦理学，说亲亲敬长是人的良知良能，孝敬父母忠君爱国是人间的大义。所以，臣民向君父奉献一切，就是崇高之所在。孟子的文章写得很煽情，让我自愧不如，他老人家要是肯去做诗，就是中国的拜伦。只可惜不讲道理。臣民奉献了一切之后，靠什么活着？再比方说，在七十年代，人们说，大公无私就是崇高之所在。为公前进一步死，强过了为私后退半步生。这是不讲道理的我们都死了，谁来干活呢？在煽情的伦理流行之时，人所共知的虚伪无所不在因为照那些高调去生活，不是累死就是饿死――高调加虚伪才能构成一种可行的生活方式。从历史上我们知道，宋明理学是一种高调。理学越兴盛，人也越虚伪。从亲身经历中我们知道，七十年代的调门最高。知青为了上大学回城，什么事都干出来了。有种虚伪是不该受谴责的，因为这是为了能活着。现在又有人在提倡追逐崇高，我不知道是在提倡理性，还是一味煽情。假如是后者，那就是犯了老毛病。与此相反，在英国倒是出现了一种一点都不煽情的伦理学。让我们先把这相反的事情说上一说――罗素先生这样评价功利主义的伦理学家这些人的理论虽然显得卑下，但却关心同胞们的福利，所以他们本人的品格是无可挑剔的。"}
{"text":"理学越兴盛，人也越虚伪。从亲身经历中我们知道，七十年代的调门最高。知青为了上大学回城，什么事都干出来了。有种虚伪是不该受谴责的，因为这是为了能活着。现在又有人在提倡追逐崇高，我不知道是在提倡理性，还是一味煽情。假如是后者，那就是犯了老毛病。与此相反，在英国倒是出现了一种一点都不煽情的伦理学。让我们先把这相反的事情说上一说――罗素先生这样评价功利主义的伦理学家这些人的理论虽然显得卑下，但却关心同胞们的福利，所以他们本人的品格是无可挑剔的。然后再让我们反过来说――我们这里的伦理学家既然提倡相反的伦理，评价也该是相反的。他们的理论虽然崇高，但却无视多数人的利益这种偏执还得到官方的奖励，在七十年代，高调唱得好，就能升官――他们本人的品行如何，也就不好说了。我总觉得有煽情气质的人唱高调是浪费自己的才能应该试试去写诗――照我看，七十年代的政工干部都有诗人的气质――把营造社会伦理的工作让给那些善讲道理的人，于公于私，这都不是坏事。谦卑学习班朋友们知道我在海外留学多年，总要羡慕地说，你可算是把该看的书都看过了。众所周知，我们这里可以引进好莱坞的文化垃圾，却不肯给文人方便，设家卖国外新书的文化书店。如果看翻译的书，能把你看得连中国话都忘了。要是到北京图书馆去借，你就是老死在里面也借不到几本书。总而言之，大家都有想看而看不到的书。说来也惭愧，我在国外时，根本没读几本正经书，专拣不正经的书看。当时我想，正经书回来也能看到，我先把回来看不到的看了吧。我可没想到回来以后什么都看不到――要是知道，就在图书馆里多泡几年再回来。根据我的经验，人从不正经的书里也能得到教益。我就从一本不正经的书里得到了一些教益。这本书的题目叫做我是花花公子的编辑，里面尽是荒唐的故事，但有一则我以为相当正经。这本书标明是纪实类的书，但我对它的真实性有一点怀疑。这故事是这么开始的有一天，洛杉矶一家大报登出一则学习班的广告教授谦卑。学费两千元，住宿在内，膳食自理。本书的接到主编的指示去看看出了什么怪事。他就驱车出发，一路上还在想着我也太狂傲了，这回报社给报销学费，让我也学点谦卑。"}
{"text":"这本书的题目叫做我是花花公子的编辑，里面尽是荒唐的故事，但有一则我以为相当正经。这本书标明是纪实类的书，但我对它的真实性有一点怀疑。这故事是这么开始的有一天，洛杉矶一家大报登出一则学习班的广告教授谦卑。学费两千元，住宿在内，膳食自理。本书的接到主编的指示去看看出了什么怪事。他就驱车出发，一路上还在想着我也太狂傲了，这回报社给报销学费，让我也学点谦卑。等到到了学习班的报名处，看到了一大批过了气的名人有文体明星政治家文化名人道德讲演家，甚至还有个把在电视上讲道的牧师。美国这地方有点古怪既捧人，也毁人。以电影明星为例，先把你捧到不知东西南北，口出狂言道我是有史以来最伟大的男女演员。然后就开始毁。先是老百姓看他她的狂相不顺眼，纷纷写信或打电话到报社电视台贬他，然后，那些捧人的传媒也跟着转向，把他骂个一文不值――这道理很简单报纸需要订户，电视台也需要收视率，美国老百姓可是些得罪不起的人哪。在我们这里就不是这样，所以也没有这样的学习班――这样一来，一个名人就被毁掉了。在这个学习班上见到的全是大名人，这些家伙都因为太狂，碰了钉子，所以想要学点谦卑。此时，他想到和他们相比，我得算个老实人――狂傲这两个字用在我身上是不恰当的。当然，他还没见到我们中国的明星，要是见到了，一定会以为自己就是道德上的完人了。且说这个学习班，设在一个山中废弃的中学里，要门没门，要窗没窗，只有满地的鹿粪和狐狸屎。破教室的地上放了一些床垫子，从破烂和肮脏程度来看，肯定是大街上拣来的垃圾。那些狂傲的名人好不容易才弄清是要他们睡在这些垫子上，知道以后，就纷纷向工作人员嚷道两千块钱的住宿就是这样的吗？人家只回答一句话别忘了你是来学什么的！有些人就说说得对，我是来学谦卑的，住得差点，有助于纠正我道德上的缺陷有些人还是不理解，还是吵吵闹闹。但吵归吵，人家只是不理。等到中午吃饭时，那破学校的食堂里供应汉堡包，十块钱一份，面包倒是很大，生菜叶子也不少――毛驴会喜欢的――就是没有肉。有些狂傲的名人就吼了起来十块钱一个的汉堡包就该是这样的吗？牛肉在哪儿？顺便说一句，s！是句成语，意思是别蒙事呀！得到的回答是别忘了你是来学什么的！就这样，吃着净素，睡着破床垫，每天早上在全校唯一能流出冷水的破管子前面排着长队盥洗。"}
{"text":"但吵归吵，人家只是不理。等到中午吃饭时，那破学校的食堂里供应汉堡包，十块钱一份，面包倒是很大，生菜叶子也不少――毛驴会喜欢的――就是没有肉。有些狂傲的名人就吼了起来十块钱一个的汉堡包就该是这样的吗？牛肉在哪儿？顺便说一句，s！是句成语，意思是别蒙事呀！得到的回答是别忘了你是来学什么的！就这样，吃着净素，睡着破床垫，每天早上在全校唯一能流出冷水的破管子前面排着长队盥洗。此书的是个老油子，看了这个破烂的地点和这些不三不四的工作人员，心里早就像明镜似的，但他也不来说破。除了吃不好睡不好，这个学习班还实行着封闭式管理，不到结业谁也不准回家――当然，除非你不想结业，也不要求退还学费，就可以回家。这些盛气凌人的家伙被圈在里面，很快就变得与一伙叫花子相仿。除了这种种不便，这个班还总不上课，让学员在这破烂中学里溜达，美其名曰反省自己。学习班的办公室里总是挤满了抱怨的人，大家都找负责人吵架，但这位负责人也有一手，总是笑容可掬地说道要是我是你，就不这样气急败坏――要知道，在上帝面前，我们可都是罪人哪。至于课，我们会上的。听了以后保证你们会满意。长话短说，这个鬼学习班把大家耗了两个礼拜，这帮名人居然都坚持了下来，只是天天闹着要听课。最后，上课的时刻终于来到了。校方宣布，主讲者是个伟大的人，很不容易请到。所以这课只讲一堂，讲完了就结业。于是，全体学员都来到了破礼堂里，见到了这位演讲人。原书花了整整三页来形容他，但我没有篇幅，只能长话短说此人有点像歌星，有点像影星，有点像信口雌黄的政治家，又有几分像在讲台上满嘴沙葱的野狐禅牧师――为了使中国读者理解，还要加上一句，他又像个有特异功能的大气功师。总而言之，他就是那个我们花钱买票听他嚷嚷的人。这么个家伙往台上一站，大家都倍感亲切，因而鸦雀无声。此人说道我的课只讲一句话，讲完了整个学习班就结束虽然只是一句话，大家记住了，就会终生受用不尽，以后永不会狂傲――听好了ss！同时，他还把这话写在了黑板上，然后一摔粉笔，扬长而去。这话只能用北京俗话来翻译你是个傻！礼堂里先是鸦雀无声，然后就是卷堂大乱。有人感到大受启发，说道有道理，有道理！原来我是个傻呀。"}
{"text":"这么个家伙往台上一站，大家都倍感亲切，因而鸦雀无声。此人说道我的课只讲一句话，讲完了整个学习班就结束虽然只是一句话，大家记住了，就会终生受用不尽，以后永不会狂傲――听好了ss！同时，他还把这话写在了黑板上，然后一摔粉笔，扬长而去。这话只能用北京俗话来翻译你是个傻！礼堂里先是鸦雀无声，然后就是卷堂大乱。有人感到大受启发，说道有道理，有道理！原来我是个傻呀。还有人愤愤不平，说道就算我真是个傻，也犯不着花两千块钱请人来告诉我！至于该书，没有介入争论，径直开车下山去找东西吃――连吃两个礼拜的净素可不是闹着玩的。如前所述，我对这故事的真实性有点怀疑，但我以为，真不真的不要紧，要紧的是要有教育意义――中国常有人不惜代价，冒了被踩死的危险，挤进体育馆一类的地方，去见见大名人，在里面涕泪直流，出来后又觉得上当。这道理是这样的用不着花很多钱，受很多罪，跑好远的路，洗耳恭听别人说你是傻。自己知道就够了。荷兰牧场与父老乡亲我到荷兰去旅游，看到运河边上有个风车，风车下面有一片牧场，就站下来看，然后被震惊了。这片牧场在一片低洼地里，远低于运河的水面，茵茵的绿草上有些奶牛在吃草。乍看起来不过是一片乡村景象，细看起来就会发现些别的那些草地的中央隆起，四周环以浅沟。整个地面像瓦楞铁一样略有起伏，下凹的地方和沟渠相接，浅沟通向深沟，深沟又通向渠道。所有的渠道都通到风车那里。这样一来，哪怕天降大雨，牧场上也不会有积水。水都流到沟渠里，等着风车把它抽到运河里去。如果没有这样精巧的排水系统，这地方就不会有牧场，只会有沼泽地。站在运河边上，极目所见，到处是这样井然有序的牧场。这些地当然不是天生这样，它是人悉心营造的结果。假如这种田园出于现代工程技术人员之手，那倒也罢了。实际上，这些运河风车牧场，都是十七世纪时荷兰人的作品。我从十七岁就下乡插队，南方北方都插过，从来没见过这样的土地。我在山东老家插过两年队，什么活都干过。七四年的春夏之交，天还没有亮，我就被一阵哇哇乱叫的有线广播声吵起来了。这种哇哇的声音提醒我们，现在已经是电子时代。然后我紧紧裤腰带，推起独轮车，给地里送粪。独轮车很不容易叫我想起现在是电子时代。"}
