{"text":"这是人的伟大之处，也是人的悲壮之处。人是万物的尺度。人把自己当作尺度去衡量万物，寻求万物的意义。可是，当他寻找自身的意义时，用什么作尺度呢？仍然用人吗尺度与对象同一，无法衡量。用人之外的事物吗人又岂肯屈从他物，这本身就贬低了人的存在的意义。意义的寻求使人陷入二律背反。也许，意义永远是不确定的。寻求生命的意义，所贵者不在意义本身，而在寻求，意义就寓于寻求的过程之中。我们读英雄探宝的故事，吸引我们的并不是最后找到的宝物，而是探宝途中惊心动魄的历险情境。寻求意义就是一次精神探宝。维持和繁衍生命是人的动物性，寻求生命的意义则是人的神性。但人终究不是神，所以，意义是一个悖论的领域。其中，生与死爱与孤独是两项最大悖论。假如有许多次人生，活着会更容易吗？假如有许多个我，爱会更轻松吗？其实，许多次人生仍然只是一次有限的人生，就像许多张钞票仍然只是一笔会花光的钱一样。人生意义问题是一切人生思考的总题目和潜台词，因为它的无所不包和无处不在，我们就始终在回答它又始终不能给出一个简单的答案。万物归一，一归何处？发问者看到的是一幅多么绝望的景象那初始者至高者造物主上帝也是一个流浪者！不要跟我玩概念游戏，说什么万物是存在者，而一是存在本身。在具体的人生中，每一个人对于意义问题的真实答案很可能不是来自他的理论思考，而是来自他的生活实践，具有事实的单纯性。生命的终极意义问题是无解的，或者更糟，答案是否定的。无论我们怎样殚精竭虑，只要不自欺欺人，我们在这方面决不可能有新的收获。在明白了这一点以后，明智的办法是把这个问题悬置起来，尽量不想或少想它。这样，在已知的限度内，我们反而能更好地安排人生。为什么活着？由于生命本身并无目的，这个问题必然会悄悄转化为另一个问题怎样活着？我们为生命设置的目的，包括上帝艺术事业爱情等等，实际上都只是我们用以度过无目的的生命的手段而已，而生命本身则成了目的。应该怎么生活？这是一个会令一切智者狼狈的问题。"}
{"text":"在明白了这一点以后，明智的办法是把这个问题悬置起来，尽量不想或少想它。这样，在已知的限度内，我们反而能更好地安排人生。为什么活着？由于生命本身并无目的，这个问题必然会悄悄转化为另一个问题怎样活着？我们为生命设置的目的，包括上帝艺术事业爱情等等，实际上都只是我们用以度过无目的的生命的手段而已，而生命本身则成了目的。应该怎么生活？这是一个会令一切智者狼狈的问题。也许，一个人能够明白不应该怎么生活，他就可以算得上是一个智者了。对于人生，我们无法想得太多太远。那越过界限的思绪终于惘然不知所之，不得不收回来，满足于知道自己此刻还活着，对于今天和明天的时光作些实际的安排。人生的内容十十十十人生的结局人生的意义十十十十尽管如此，人仍然想无限制地延长那个加法运算，不厌其长。这就是生命的魔力。目的只是手段，过程才是目的。对过程不感兴趣的人，是不会有生存的乐趣的。人生的终点是死，是虚无，在终点找不到意义。于是我们只好说意义在于过程。"}
{"text":"是的，他一定是在最无聊而实在忍受不下去的时候，才造出人来的。人是他的一个恶作剧，造出来替他自己解闷儿。他无休无止地活在一个无始无终的世界上，当然会无聊，当然需要解闷儿。假如我有造物主的本领，当我无聊时说不定也会造一些小生灵给自己玩玩。让我换一种说法――这是一个荒谬的宇宙，水远存在着，变化着，又永远没有意义。它为自身的无意义而苦闷。人就是它的苦闷的产物。所以，人的诞生，本身是对无意义的一个抗议。在希腊神话中，造人的不是至高无上的神――宙斯，而是反抗宙斯的意图因而受到酷刑惩罚的普罗米修斯。这要比基督教的创世说包含更多的真理。人类的诞生是反抗上帝意志的结果。假如海洋上那一个个旋生旋灭的泡沫有了意识，它们一定会用幻想的彩虹映照自己，给自己涂上绚丽的颜色，它们一定会把自己的进裂想象成一种悲壮的牺牲，觉得自己是悲剧中的英雄。我赞美这些美丽而崇高的泡沫。自由，正义，美，真理，道德，爱，理想，进步这一切美好的词眼，在人类心目中是一种安慰，由一位神的眼光看来却是一种讽刺。人这脆弱的芦苇是需要把另―支芦苇想象成自己的根的。人渴望完美而不可得，这种痛苦如何才能解除我答道这种痛苦本身就包含在完美之中，把它解除了反而不完美了。我心中想这么一想，痛苦也就解除了。接着又想完美也失去了。给人带来最大快乐的是人，给人带来最大痛苦的也是人。人是天生的猜谜者。他的惊奇的目光所至，无处不是谜，而他置身于其中的宇宙就是一个永恒之谜。可是，到头来他总是发现，最大的谜还是他自己。人的心灵神游湖四海之外，最后又回到自身，对世间这最奇妙的现象凝神思索。"}
{"text":"可是，到头来他总是发现，最大的谜还是他自己。人的心灵神游湖四海之外，最后又回到自身，对世间这最奇妙的现象凝神思索。"}
{"text":"一些人说，自我是每个人身上最真实的东西，另一些人说，自我只是一种幻觉，还有一些人说，自我是一种有待于塑造的东西。按照成为自我实现自我的说法，自我好像是极有价值的东西。按照克服自我超越自我的说法，自我又好像很没有价值。这些相左的谈论往往还会出自同一个哲学家之口。原因可能有二自我本身的确包含着悖论用自我这个词谈论着不同的东西。哲学所提出的任务都是不可能完成的，包括这一个任务认识你自己！无人能知道他的真正的自我究竟是什么。关于我的自我，我唯一确凿知道的它的独特之处仅是，如果我死了，无论世上还有什么人活着，它都将不复存在。活在世上，这似乎是一件最平常的事，凡活着的人都对它习以为常了。可是，它其实不是一件最可惊的事么？为什么世界上有一个我，而不是没有我？每当这个问题在我心中浮现的时候，我就好像要从世界之梦中醒来一样。不过，我从来没有真正醒来。也许，梦醒之日，我才能知道答案，但同时也就没有我了。时间于人生的重要性似乎是一目了然的时间的流逝改变着人生的场景，时间的悠长衬托了人生的短暂。但是，时间又是一个千古之谜，一个绝对的悖论。我们既无法理解它以瞬息的形式存在，因为瞬息就意味着向不存在转化。我们也无法理解它以永恒的形式存在，因为永恒就意味着超越了时间。我们甚至无法说清时间究竟是否存在，它到底是什么。可是，它太重要了，我们不能不去说它，哪怕只是说一说我们的困惑。人生的秘密尽在时间，在时间的魔法和骗术，也在时间的真相和实质。时间把种种妙趣赐给人生回忆，幻想，希望，遗忘人生是过于依赖时间了，但时间本身又是不折不扣的虚无，是绝对的重复，是人心的一个虚构。哲学中没有比这更难解开的鬼结了。我的一切都存在时间那里，花掉了不少，还剩下一些，可都是支取的同时就花掉，手上什么也没有。有时候，我觉得我已经活了很久很久，我的记忆是一座复杂的迷宫。有时候，我又觉得我的生活昨天才开始，我的记忆是一片空白。"}
{"text":"哲学中没有比这更难解开的鬼结了。我的一切都存在时间那里，花掉了不少，还剩下一些，可都是支取的同时就花掉，手上什么也没有。有时候，我觉得我已经活了很久很久，我的记忆是一座复杂的迷宫。有时候，我又觉得我的生活昨天才开始，我的记忆是一片空白。记忆是我们体悟时间的唯一手段，可是谁能够从记忆中找出时间的刻度呢思得永恒和不思永恒的人都是幸福的。不幸的是那些思而不得的人。但是，一个寻找终极价值而终于没有找到的人，他真的一无所获吗至少，他获得了超越一切相对价值的眼光和心境，不会再陷入琐屑的烦恼和平庸的忧患之中。不问终极价值的价值哲学只是庸人哲学。"}
{"text":"我最熟悉的词死。尽管我时常沉思死的问题，但我从不觉得需要想想防老养老的事情。中国的圣人说未知生，焉知死西方的哲人大约会倒过来说未知死，焉知生中西人生哲学的分野就在于此。其实，爱算不得永恒的主题。人们可能会厌倦于爱，从爱的魅惑中解脱出来。可是，有谁能摆脱死呢死是永恒的叹息。它正从书架上挤得紧紧的书册的缝隙里透露出来，写这些书和发这些叹息的文豪哲人如今都已经长眠地下，用死的事实把他们的死的叹息送到我们心里。时间给不同的人带来不同的礼物，而对所有人都相同的是，它然后又带走了一切礼物，不管这礼物是好是坏。善衣冠楚楚，昂首挺胸地招摇过市。回到家里，宽衣解带，美展现玫瑰色的裸体。进入坟墓，皮肉销蚀，唯有永存的骷髅宣示着真的要义。死是最令人同情的，因为物伤其类自己也会死。死又是最不令人同情的，因为殊途同归自己也得死。我们对于自己活着这件事实在太习惯了，而凡是习惯了的东西，我们就很难想象有朝一日会失去。可是，事实上，死亡始终和我们比邻而居，它来光顾我们就像邻居来串一下门那么容易。所以，许多哲人都主张，我们应当及早对死亡这件事也习惯起来，以免到时候猝不及防。在此意义上，他们把哲学看作一种思考死亡并且使自己对之习以为常的练习。许多哲学家都教导使自己愿意死，死就不可怕了。但有一位哲学家说我不愿意愿意死。如果不懂得死的恐怖就是幸福，动物就是最值得羡慕的了。死一视同仁地消灭健康和疾病，美丽和丑陋。对于病者和丑者来说，这竟是一种残酷的慰藉。命运有千万样不公正，最后却归于唯一的万古不移的公正――谁都得死！但我依然要说死是最大的不公正。永生和寂灭皆荒谬，前者不合生活现实的逻辑，后者不合生命本能的逻辑。是的，不死也是荒谬的。没有死，就没有爱和激情，没有冒险和悲剧，没有欢乐和痛苦，没有生命的魅力。总之，没有死，就没有了生的意义。最终剥夺了生的意义的死，一度又是它赋予了生的意义。然而，欲取先予，最终还是剥夺了。"}
{"text":"命运有千万样不公正，最后却归于唯一的万古不移的公正――谁都得死！但我依然要说死是最大的不公正。永生和寂灭皆荒谬，前者不合生活现实的逻辑，后者不合生命本能的逻辑。是的，不死也是荒谬的。没有死，就没有爱和激情，没有冒险和悲剧，没有欢乐和痛苦，没有生命的魅力。总之，没有死，就没有了生的意义。最终剥夺了生的意义的死，一度又是它赋予了生的意义。然而，欲取先予，最终还是剥夺了。肉体渐渐衰老，灵魂厌恶这衰老的肉体，弃之而走。这时候，死是值得欢迎的了。可是，肉体衰老岂非一件荒谬的事健康的胃不会厌倦进食，健康的肺不会厌倦呼吸，健康的肉体不会厌倦做爱。总之，健全的生命本能不会厌倦日复一日重复的生命活动。我以此论据反驳了所谓永生的厌倦。只要同时赋予不衰的生命力，永生是值得向往的。所谓永生与寂灭的二律背反，也许不过是终将寂灭的人的自我慰藉。我忧郁地想我不该就这么永远地消失。我听见一个声音对我说人人都得死。可是，我的意思是，不仅我，而且每一个人，都不该就这么永远地消失。我的意思是，不仅我，而且每一个人，都应该忧郁地想我不该就这么永远地消失。在我眼中，死是一件重大的事情，而在这件事情里，尸体以及围绕尸体所发生的一切，包括丧葬的方式等等，则是最不重要的。有人问苏格拉底希望死后埋在何处，他答道假如你能捉到我，你就埋我。死就是不存在，人们的确无法捉住和埋葬那个不复存在的苏格拉底，而人们所要埋葬的那具尸体是和苏格拉底完全无关的。死亡不是同归大海，而是各回各的源头。朝闻道夕死可也。这里的道很可能正包括了生死的根本道理，而了悟了这个道理，也就不畏死了。死是哲学宗教和艺术的共同背景。在死的阴郁的背景下，哲学思索人生，宗教超脱人生，艺术眷恋人生。美感骨子里是忧郁，崇高感骨子里是恐惧。前者是有限者对有限者的哀怜，后者是有限者对无限者的敬畏。死仍然是共同的背景。据说，临终的人容易宽恕一切。"}
{"text":"朝闻道夕死可也。这里的道很可能正包括了生死的根本道理，而了悟了这个道理，也就不畏死了。死是哲学宗教和艺术的共同背景。在死的阴郁的背景下，哲学思索人生，宗教超脱人生，艺术眷恋人生。美感骨子里是忧郁，崇高感骨子里是恐惧。前者是有限者对有限者的哀怜，后者是有限者对无限者的敬畏。死仍然是共同的背景。据说，临终的人容易宽恕一切。我想这并非因为他突然良心发现的缘故，而是因为在绝对的虚无面前，一切琐屑的往事对于他都真正无所谓了。各种各样的会议，讨论着种种人间事务。我忽发奇想倘若让亡灵们开会，它们会发怎样的议论一定比我们超脱豁达。如果让每人都死一次，也许人人会变得像个哲学家。但是，死而复活，死就不成其为死，那一点彻悟又不会有了。一辆卡车朝悬崖猛冲。刹车乘客惊呼。司机回过头来，笑着说你们不是想逃避死吗在这人间，谁也逃不脱一死。要逃避死，只有离开人间。跟我去吧！卡车跌下悬崖。我醒来了，若有所悟。没有一个死去的人能把他死前片刻之间的思想和感觉告诉活着的人。但是，他一旦做到这一点，那思想和感觉大约也是很平常的，给不了人深刻印象。不说出来，反倒保持了一种神秘的魅力。人的一生，有多少偶然和无奈。我们都将死去，而死在彼此的怀抱里，抑或死在另一个地方，这很重要吗？"}
