{"text":"这两项应该是平衡的经济指标，在今天的中国竟然如此的不平衡。当上海北京杭州和广州这些经济发达地区的摩天大厦此起彼伏，商店超市和饭店里人声鼎沸时，在西部的贫穷落后地区仍然是一片萧条景象。以年收入只有六百多元人民币为指标，中国的贫穷人口有三千万，如果将这个指标提高两百元，也就是年收入八百多元人民币，那么中国的贫穷人口就将达到一个亿。中国是一个地域辽阔人口众多经济发展不平衡的国家，在上个世纪八十年代的中期，沿海地区城市里的人普遍在喝可口可乐了可是到了九十年代中期，湖南山区外出打工的人，在回家过年时，给乡亲带去的礼物是可口可乐，因为他们的乡亲还没有见过可口可乐。社会生活的不平衡必然带来心理诉求的不平衡，上世纪九十年代后期，中央电视台在六一儿童节期间，采访了中国各地的孩子，问他们六一的时候最想得到的礼物是什么？一个北京的小男孩狮子大开口要一架真正的波音飞机，不是玩具飞机一个西北的小女孩却是羞怯地说，她想要一双白球鞋。两个同龄的中国孩子，就是梦想都有着如此巨大的差距，这是令人震惊的。对这个西北女孩来说，她想得到一双普通的白球鞋，也许和那个北京男孩想得到的波音飞机一样遥远。这就是我们今天的生活，不平衡的生活。区域之间的不平衡经济发展的不平衡，个人生活的不平衡等等，然后就是心理的不平衡，最后连梦想都不平衡了。梦想是每个人与生俱有的财富，也是每个人最后的希望。即便什么都没有了，只要还有梦想，就能够卷土重来。可是我们今天的梦想已经失去平衡了。北京和西北这两个孩子梦想之间的差距，显示了两个极端，可以说和我举出的第一个例子的差距一样巨大，三十多年前的女中学生和今天的女中学生是另外的两个极端，前者显示的是现实的差距，后者显示的是历史的差距。这次中德心理治疗大会的中方主席肖泽萍教授告诉我，之所以邀请我来到这里，是因为我写下了一部名叫兄弟的小说。肖教授引用了我在兄弟里的一段话，一个西方人活四百年才能经历这样两个天壤之别的时代，一个中国人只需四十年就经历了。于是才有了今天晚上的主题――年来中国人的心理变化一个的视角。"}
{"text":"这次中德心理治疗大会的中方主席肖泽萍教授告诉我，之所以邀请我来到这里，是因为我写下了一部名叫兄弟的小说。肖教授引用了我在兄弟里的一段话，一个西方人活四百年才能经历这样两个天壤之别的时代，一个中国人只需四十年就经历了。于是才有了今天晚上的主题――年来中国人的心理变化一个的视角。我知道自己在兄弟里写下了巨大的差距，上部文革时代和下部今天时代的差距，这是历史的差距，还有李光头和宋钢的差距，这是现实的差距。历史的差距让一个中国人只需四十年就经历了欧洲四百年的动荡万变，而现实的差距又将同时代的中国人分裂到不同的时代里去了，就像前面说到的北京男孩和西北女孩，这两个生活在同样时代里的孩子，他们梦想之间的差距，让人恍惚觉得一个生活在今天的欧洲，另一个生活在四百年前的欧洲。这就是我们的生活，我们生活在现实和历史双重的巨大差距里，可以说我们都是病人，也可以说我们全体健康，因为我们一直生活在两种极端里，今天和过去相比较是这样，今天和今天相比较仍然是这样。二十多年前，我刚刚从事讲故事的职业时，读到过挪威易卜生的一段话，他说每个人对于他所属的社会都负有责任，那个社会的弊病他也有一份。我完全同意易卜生的话，为什么我会来到这里？为什么赵旭东教授邀请我来到这里？现在有答案了，因为我是一个病人。与其说我是来这里演讲，不如说我是来寻求治疗。月日，这是平常的一天，因为你的突然离去，我必将终生铭记这一天。你是这样的一个朋友，值得我，值得很多人用一生的时间来不断回忆。有些人虽然活着，可是对他们的遗忘，也就意味着他们的不存在你虽然辞世而去，可是你仍然活着，你会在我们的记忆里生生不息，而且历久弥新。如果这世上真的有人可以万寿无疆，你必然是其中的一个。魏东！我在写下你的名字时眼泪夺眶而出。因为你的名字在这一刻爆炸出无数往事，犹如夜空中的礼花一样绚丽多彩。你和我，十年积累起来的深厚友情在此时此刻被定格，我可以仔细回想仔细品味。"}
{"text":"有些人虽然活着，可是对他们的遗忘，也就意味着他们的不存在你虽然辞世而去，可是你仍然活着，你会在我们的记忆里生生不息，而且历久弥新。如果这世上真的有人可以万寿无疆，你必然是其中的一个。魏东！我在写下你的名字时眼泪夺眶而出。因为你的名字在这一刻爆炸出无数往事，犹如夜空中的礼花一样绚丽多彩。你和我，十年积累起来的深厚友情在此时此刻被定格，我可以仔细回想仔细品味。我的眼前出现了一组又一组的词汇，有些词汇与你毫不相干，比如愚蠢自私傲慢自得张扬等等可是另外一些词汇与你血肉相连，就是情义善良智慧谦和宽容腼腆等等，这些词汇此刻在我眼前生动地组合起了你的音容笑貌。往事纷至沓来，带来了很多美好的时光和很多美好的地点。我们坐在一起，有时候有很多朋友，有时候只有我们两个，这样的时候你十分健谈。听你说话是我的享受，你智慧并且感性，你对事物的理解总是前瞻性的，所以你对大的趋势总能提前判断你有着惊人的分析能力，既谨慎又大胆，所以你对细节问题总能洞察入微。可是当你面对一些陌生人的时候，你又是那么的腼腆，安静地坐在角落里，希望别人忽视你的存在。你就是这样一个人，从不张扬，做事低调，就是熟悉的朋友当面赞扬你，你也会感到不好意思。你从不沽名钓誉，说话做事脚踏实地。你为人宽容，总是称赞别人的优点，而对别人的缺点从不在意。哪怕是曾经让你失望过的人，重新回来寻求帮助，你也是全力相助，你总是说人家还是有很多优点的。你为人谦和，从不计较言词方面的输赢，也从不说出难听的话语。你讲究原则，不清不白的事情绝对不做。你细心周到，所言所行总是为别人着想。你一直尊重别人，也希望别人尊重你，你认为这是人格问题。你就是这样一个人，你视人格比生命还要重要。我知道你，你什么都可以去承受，就是不能承受人格遭受玷污。在今天这个不在乎人格的时代里，很多人最强大的地方，恰恰是你最软弱之处。魏东！与你十年的交往，就是对朋友一词十年的欣赏，你将这个简单的词汇演绎出一个个活生生的事实。你用情义和世界打交道，帮助别人是你生活的乐趣。你自己成功的时候，你周围的朋友也会同时成功。你从来不会独享收获的果实，总是和朋友们共同分享可是挫折来到之时，你又不要朋友们共同分担，总是独自一人默默承受。这就是你病症的来源，你长期以来承受自身的压力，同时又要承受更多属于别人的压力。"}
{"text":"在今天这个不在乎人格的时代里，很多人最强大的地方，恰恰是你最软弱之处。魏东！与你十年的交往，就是对朋友一词十年的欣赏，你将这个简单的词汇演绎出一个个活生生的事实。你用情义和世界打交道，帮助别人是你生活的乐趣。你自己成功的时候，你周围的朋友也会同时成功。你从来不会独享收获的果实，总是和朋友们共同分享可是挫折来到之时，你又不要朋友们共同分担，总是独自一人默默承受。这就是你病症的来源，你长期以来承受自身的压力，同时又要承受更多属于别人的压力。你自己的牙齿打碎了咽到肚子里，别人的牙齿打碎了你也咽到自己肚子里。你从不对别人发怒，你只会对自己发怒。日积月累，年复一年，一个又一个难熬的失眠之夜接踵而至，抑郁和强迫的症状也就越来越严重。我去欧洲之前，先来上海看望你。我们坐在午后的阳光下，轻声交谈，交谈你最近的症状，你表情安静，语气无可奈何。我责备你，我说你不应该把所有的压力都由自己承受，属于别人的压力你应该还给别人。我说你的问题是什么话都藏在心里，有很多话你应该说出去。这是十年来我第一次责备你，你在阳光下眯缝着眼睛，安静地听我说了很多话，没有点头，也没有摇头。当我起身要去机场时，你要送我到机场。你我之间从来就没有迎来送往的习惯，可是这一次你执意要送我。你就是这样一个人，总是要用重的行为来表达感谢之意，而不是用轻的言词。月日，我在威尼斯见到了你。魏东！你来到了我的梦中，说出了含有告别之意的话语。梦中的你坐在轮椅里，仍然是安静和无可奈何的表情。你双手放在胸口，轻声说着你的两个肺全坏了你说你辛苦了这么多年，一直没有好好生活。你说这话时的语气不是后悔，而是惋惜。我从梦中惊醒，意大利时间是上午九点半左右。我惊愕片刻后也就释然了，心想这只是一个梦，因为此前在巴黎与博洛尼亚我和小陈联系过，知道你去医院体检了，身体状况正常。没想到十一点多的时候，就接到你辞世而去的电话，我手足无措了很长时间，然后才跳上开往机场的大巴，从威尼斯飞往法兰克福，再转机飞回北京。月日的威尼斯下着雨，我坐在威尼斯机场的候机楼里，透过落地玻璃窗，看着外面天空灰暗，云层重重叠叠。我不禁潸然泪下，感觉有很多东西被突然中断。我反复回味刚才梦中的情景，感到四周的一切正在被虚构，候机楼是虚构的，玻璃窗是虚构的，外面的雨是虚构的，我坐在这里也是虚构的。"}
{"text":"没想到十一点多的时候，就接到你辞世而去的电话，我手足无措了很长时间，然后才跳上开往机场的大巴，从威尼斯飞往法兰克福，再转机飞回北京。月日的威尼斯下着雨，我坐在威尼斯机场的候机楼里，透过落地玻璃窗，看着外面天空灰暗，云层重重叠叠。我不禁潸然泪下，感觉有很多东西被突然中断。我反复回味刚才梦中的情景，感到四周的一切正在被虚构，候机楼是虚构的，玻璃窗是虚构的，外面的雨是虚构的，我坐在这里也是虚构的。然后我知道了，你在前往天国的路上，途经威尼斯上空时稍作停留，顺便和我说上几句话。于是我重新理解了我们梦中相见的含义，我们并没有彼此失去，只是变更了交往的方式。我们之间有一个以后继续相见的密码，你的家人和朋友也都得到了这个密码，这个密码就是你在前往天国之前，留给我们大家的深情厚义。"}
{"text":"这个事情的起因，是我们这位胡松年老同学开始的，他住在美国纽约，学佛很多年。说到纽约，纽约有座著名的庄严寺，是沈家桢居士盖的。他是浙江杭州人。胡松年他这个月过九十三岁生日了。南师哦，都九十三啦！他是当年航业界了不起的人，在航业界很有名，和香港董建华的父亲董浩云杨麟的父亲杨管北都是同辈的。他到了美国以后，为中国人做了一件了不起的事，就是集中了很多的学者，把中国的佛经翻译成英文。这差不多是四五十年前了，当时我还在台湾。后来发现纽约没有一个佛教庙子，他就发动盖了一个大觉寺，大部分都是他出的钱。当时在纽约是很大的庙子，请了很多大陆到台湾去的和尚，后来也请了一些大陆和尚喇嘛。当年我在杨管北那里上课时，杨管北跟我讲老师啊，最好你去。我就笑说，我不喜欢到外国去，他们人才多，不需要我去。沈家桢后来又修了庄严寺，是北美洲很大的一座庙子，有人再三要求我去，几十年我都没有跟他碰面，我到美国也没有跟他碰面。庄严寺现在住着一个老和尚，叫显明法师，东北人。这位法师当年抗日战争时，有一段真实的历史故事。当抗战打了五六年的时候，发现日本人在捣鬼，修降伏法想打败中国。佛教密宗分有东密藏密。印度密宗在中国唐朝时到中国的，到了明朝，中国人不大喜欢，就流传到日本去了。日本高野山完全是修密宗，在中国学术上，这一部分的总名称叫东密。中国民间画符念咒捉鬼这些东西，很多都与密宗相关。中国正统文化讨厌这个，但是印度及中国藏区比较欢迎，日本也保留了这些。日本高野山的密宗，原来只有男和尚，不准女人上山，是对女性的歧视。后来有个日本的女性要上山修行，也就是我们在台湾这个阶段，但是高野山的和尚绝对不答应。这个女的很不服气，一发愤，自己在山脚底下搭茅棚修行，后来开悟成道。你看，天下的女性真了不起！看到她成功了，结果高野山现在开放，女性可以上去了。藏密是在西藏扎根的，跟日本的密宗稍有不同，在唐代时传到汉地。西藏的密宗有宁玛派萨迦派噶举派格鲁派，也有叫红教花教白教黄教的。象达赖班禅是格鲁派的。你们听说的黑教，并不是佛教的，那是西藏原始宗教，也叫苯教，以咒术为主，在佛教进西藏以前就有了。"}
{"text":"这个女的很不服气，一发愤，自己在山脚底下搭茅棚修行，后来开悟成道。你看，天下的女性真了不起！看到她成功了，结果高野山现在开放，女性可以上去了。藏密是在西藏扎根的，跟日本的密宗稍有不同，在唐代时传到汉地。西藏的密宗有宁玛派萨迦派噶举派格鲁派，也有叫红教花教白教黄教的。象达赖班禅是格鲁派的。你们听说的黑教，并不是佛教的，那是西藏原始宗教，也叫苯教，以咒术为主，在佛教进西藏以前就有了。刚才讲到抗战时，我们发现日本人一边打仗，一边请高野山的密宗修降伏法，要把中国人打败。所以抗战第六年时，在重庆，国民政府让民间发动护国息灾法会，是一个很大的法事，保护自己国家，把日本的法力打回去。当时请了两位大师主持，一个是禅宗大师虚云老和尚，主持显教的显坛密宗的坛场，请了白教的活佛贡噶呼图克图主持这两位都是我的皈依师父。师父有皈依师父学法师父剃度师父，各种师父很多。至于皈依的师父，像我就很多，当年学佛，看到和尚有道就皈依，有些没有跟他学，就是结个缘，等于密宗的结缘灌顶。密宗的灌顶分很多结缘灌顶传法灌顶智慧灌顶，有各种的灌顶。这是上课以前的闲话。讲到庄严寺显明法师，应该有九十多岁了，他是我把他送去美国的。当年我们在重庆时，因为护国息灾法会是虚老主持，我们见虚老时，就看到了显明和尚。我第一眼看到他就很喜欢，这个和尚像个和尚，人高高大大，相貌很圆满。圆满的像是什么样呢？就像玄奘法师的大弟子窥基法师，也像玄奘法师的相，很像样。这个时候，日本人已经打到缅甸了，英国人被他打得落花流水。中国组织了青年军，叫做一寸山河一寸血，十万青年十万军，号召兵源。青年军都是中学以上有知识的学生，不读书了，出来从军打日本人。所以杨麟到了重庆也参加了青年军。历史上很多的小事情都是大事情，但是被大家忘记了。当年我们在重庆狮子山，修护国息灾法会时，两位师父有空了，我们就和他们聊天。当时一起聊天的还有戴季陶，他是国民党革命元老，跟随孙中山先生的，也皈依虚云老和尚和贡噶师父。有一天晚上谈话，我还记得，他们说全国的青年为了救国，那么响应，到处都有人参加青年军，天主教基督教都有人去，可是没听说佛教界的青年和尚肯去参加。这个好像不大好意思吧！这位显明和尚就说了佛教没有人去，那我去。"}
{"text":"当年我们在重庆狮子山，修护国息灾法会时，两位师父有空了，我们就和他们聊天。当时一起聊天的还有戴季陶，他是国民党革命元老，跟随孙中山先生的，也皈依虚云老和尚和贡噶师父。有一天晚上谈话，我还记得，他们说全国的青年为了救国，那么响应，到处都有人参加青年军，天主教基督教都有人去，可是没听说佛教界的青年和尚肯去参加。这个好像不大好意思吧！这位显明和尚就说了佛教没有人去，那我去。所以显明和尚就去参加了青年军，那个时候青年军的总政治部主任是蒋经国，他就在总政治部做事，我们也这样分开了。若干年以后，我已经在台湾讲课了。至于沈家桢在美国那里两个大庙子，请一个和尚当方丈，不到一年，不合适走了另请一个不久又走了，不晓得什么因缘不合，都分开了，所以很辛苦。据说沈家桢的太太很有钱，但很节省。人家告诉我，她节省到这么一张手巾纸，用湿了以后都不丢的，贴在窗子玻璃上，干了以后拿下来再用，她那么节省，那么有钱，那么会做善事。后来，我在台湾办十方书院讲课，有人告诉我，有个东北人雷宇霆居士，在外面讲经说法，讲得非常好。我说从前在大陆没有听过呀，你们查查看是什么人？后来有人说他认识我。我说我在大陆没有居士朋友叫雷宇霆啊，既然他说认识我，我去看他，或者他来看我就是了嘛。他说他不来看你，他怕你。我说为什么？他说怕你看不起他。我说哪有这回事，那我去看他吧。结果有一天他来了。我一看，我说是你啊！你是显明嘛！当年是虚云老和尚的首座，帮忙大和尚的，等于教务长。我说我不晓得雷居士就是你啊，你怎么不来找我啊？他说我不敢，怕你骂我。我说你为国家牺牲，不当和尚，去当青年军，现在又出来弘法，我应该尊重你，为什么骂你？然后他告诉我，他住在阳明山，可是佛教界他不大来往，他想这些佛教界人士不会了解他，看不起他做了和尚又还俗当兵，实际上他是为了救国去的。他是天台宗的传人。后来我说，我们俩是老朋友，你赶快到我这里教书就请他来上课。我问他以后想做什么？他说，中国的佛教已经没有办法了，包括台湾也不行，我想走了。我说，你想到哪里去？他说，到泰国去，泰国佛教比较兴盛。我说，你还想做和尚吗？他说，当然！我现在是居士，穿这个普通衣服，到泰国我就恢复僧相。可是去泰国手续不好办，办了好几年也办不通。我说泰国有什么好玩，要么到美国！他说，美国想去啊，办不通啊，我说有办法。"}
{"text":"他是天台宗的传人。后来我说，我们俩是老朋友，你赶快到我这里教书就请他来上课。我问他以后想做什么？他说，中国的佛教已经没有办法了，包括台湾也不行，我想走了。我说，你想到哪里去？他说，到泰国去，泰国佛教比较兴盛。我说，你还想做和尚吗？他说，当然！我现在是居士，穿这个普通衣服，到泰国我就恢复僧相。可是去泰国手续不好办，办了好几年也办不通。我说泰国有什么好玩，要么到美国！他说，美国想去啊，办不通啊，我说有办法。他有一个女徒弟很好，到现在都服侍他，他要去必须带她。你们一听，好像和尚带一个女人有问题，我从来不考虑这些。人家对他那么恭敬，年纪相差等于父亲带一个女儿，而且他身体也不好了，这个女的也不结婚，跟他学佛，多好一件事。我说两个人啊，我来办，马上把你们办出去，充其量花钱嘛！我就讲了一声，朋友们都来帮忙，就把他们办到美国去了，一直到现在还在庄严寺。为什么介绍这一段？你看我讲话，乱七八糟转了一大圈，就是由这位胡松年居士引起的，他是庄严寺的常务委员。在纽约，他们华侨里头有很多都学佛。他昨天还提出来，有一批华侨都修准提法，很想我去给他们灌顶。现在答复你，我那么大的年纪，也不会再到美国去了。把显明法师请回来，他也不干。他原来是说不敢回大陆，大陆认为他是国民党。我说哪有这个话！你是为救国牺牲自己啊！他说我在蒋经国那里政治部下面做政治教官。哎呀，我说我也是政治教官，你就不要考虑什么国民党共产党问题了，还是回大陆吧，天台宗没有人了，你还不把天台宗传回去吗？他说，你去我就去。我说我一定回去的，所以我现在回来了，也想把他请回来。但是我心里真不敢，九十几岁的人了，把他请回来，我自己都老了，老人还照应老人，多痛苦啊！现在这位胡居士，跟我通信多年，你看他那个样子，很规矩很老实的，常常提一些问题，文章也好，见解也好。他昨天说，那么多年的通信，积累起来有这么一本了，可以出一本书。他叫我看看，看哪些该发表，哪些不该发表。我还没有时间看。他每年都回来看我，很多问题当面谈的。他最近的通信，就提到生死问题，因为看了密宗西藏生死书，还有老的一本中阴救度密法，讲到人死的时候，怎么超度帮助他们，这类的问题。这两种书现在外面有英文版，我们这里的人，不大留意国际知识的，现在美国人研究生死问题，认知问题，都是这些引起的。"}
