{"text":"对于欲乐的思辨分析，极其精详，在此暂且不论。尤其佛家的小乘戒律，视色欲物欲如毒蛇猛兽，足以妨碍生命与道业，避之唯恐不及。与老子的不见可欲，使民心不乱又似如出一辙。因此，从魏晋以后，由儒释道三家文化的结合，汇成中国文化的主流，轻视物欲的发展，偏重乐天知命而安于自然生活的思想，便普遍生根。有人说，此所以儒道两家思想――老子孔子的学说，历来都被聪明黠慧的帝王们，用作统治的工具。反正人类总是一个很矛盾的生物，在道理上，都是要求别人能做到无欲无私，以符合圣人的标准。在行为上，自己总难免在私欲的缠缚中打转。不过，自己都有另一套理由可为自己辩白。如果老子的本意，真要人们做到不见可欲，使民心不乱，虚其心，实其腹，弱其志，强其骨。常使民无知无欲。事实上，在人世间的现实社会里，是绝不可能的事。除非天地再来一次混饨，人类重返原始的时代，如道家所说的葛天氏之民，无怀氏之民的初古时期，或者可以如此。虚心实腹与鼓气可是在秦汉以后修学神仙丹道的道家方士们，大多都遵守老子的告诫，要极力做到绝嗜禁欲，所以除累的功夫，以便具有学仙得道的资格。不过，请注意我所说的大多这个概念。当然不包括自认为是黄帝传承的黄老之道的全部道家神仙方术。这些大多数的学道的人们，在基本上，除了希望自己严谨地做到离情弃欲为入道之门以外，最重要的，便要做到如老子所说的虚心实腹，弱志强骨的实证境界。尤其发展到后世，修道学神仙的，都在修炼如何虚心，如何实腹，如何弱志，如何强骨。再配上老子在后面所说的专气致柔，能婴儿乎等等说法，不但使修道的人都致力于追求这种境况，即如练习拳术武功的人，乃至讲究读书做学问，注意修心养性的人们，也在或明或暗地，努力于虚心实腹的功夫。最有趣的，大家明知绝嗜禁欲的涵义，如果这一步做不到，根本就没有办法再继续进修到什么虚其心的程度。既然心不能虚，下一步的实其腹，弱其志，强其骨的境界，岂非纯是一片空谈。可是谁又自肯承认不对呢？于是一概不管老子的弃欲虚心的先决条件，便只从实其腹的守神练气存想守丹田等等五花八门的方法上去修炼，于是弄得大腹便便如富家翁，一副满面红光的发财相，就算有道之士，到了最后，仍然跳不出一般常人的规则，还不是落在高血压或心脏病等的老病死亡之列。"}
{"text":"既然心不能虚，下一步的实其腹，弱其志，强其骨的境界，岂非纯是一片空谈。可是谁又自肯承认不对呢？于是一概不管老子的弃欲虚心的先决条件，便只从实其腹的守神练气存想守丹田等等五花八门的方法上去修炼，于是弄得大腹便便如富家翁，一副满面红光的发财相，就算有道之士，到了最后，仍然跳不出一般常人的规则，还不是落在高血压或心脏病等的老病死亡之列。讲到这里，且让我们轻松一下，先来看看一些通人达士的说法，免得使一般学道修仙的人听了太过紧张，那就罪过不浅。其实，我也很相信幼年课外读物有关人道的升华，可以达到神仙的境界。这些当年幼少时期的读物，便有王子去求仙，丹成上九天。洞中方七日，世上已千年。以及三十三天天重天，白云里面出神仙。神仙本是凡人做，只怕凡人心不坚。但到后来渐渐长大，又读过许多更深入的丹经道书，甚至全部道藏，真有如入山阴道上，目不暇接的气势。只是相反地，历观许多修道学仙人们的结果，以及一般通人达士的著作，那又不免会心一笑，黄粱梦醒，仍然回到人的本位里来。例如司马迁，曾经亲访修道学仙的人们，而有山泽列仙之涛，其形清癯的记载。可见并不是都像元朝以后画家们想象的八仙中的汉钟离，活像一个鱼翅燕窝吃多了的大腹贾的样子。此外，历代文人反游仙之类的诗词作品也很多。例如辛稼轩调寄卜算子的饮酒词，便是从人道的本位立言，不敢妄想成仙学佛一个去学仙，一个去学佛。仙饮干杯醉似泥，皮骨如金石？不饮便康强，佛寿须千百，八十余年入涅，且进杯中物。读了辛稼轩这首词，真可使人仰天狂笑，浮一大白。不过，我们同时要知道，这是他的牢骚，借题发挥，借酒浇愁而已。同样地，他另有一首枉读圣贤书，不能发挥忠诚爱国抱负，而借酒抒杯的名词盗跖倘名丘，孔子如名跖，跖圣丘愚直到今，美恶无真实。简册写虚名，蝼蚁侵枯骨，千古光阴一霎时，且进杯中物。其余如清人的反游仙诗也很多，如借用吕纯阳做题目的，十年橐笔走神京，一遇钟离盖便倾。不是无心唐社稷，金丹一粒误先生，妾夫真薄命，不幸做神仙等，到处可见。道家虚心养气的真传尽管历来的通人达士们，口头笔下，都在反对神仙佛道，但是遇到无可奈何之处，在潜在的意识里，何尝不懂憬超越人间，倘佯于天人的美景。所以练气行功，讲究气住丹田的人们，依旧多如过江之鲫，趋之若鹜。"}
{"text":"简册写虚名，蝼蚁侵枯骨，千古光阴一霎时，且进杯中物。其余如清人的反游仙诗也很多，如借用吕纯阳做题目的，十年橐笔走神京，一遇钟离盖便倾。不是无心唐社稷，金丹一粒误先生，妾夫真薄命，不幸做神仙等，到处可见。道家虚心养气的真传尽管历来的通人达士们，口头笔下，都在反对神仙佛道，但是遇到无可奈何之处，在潜在的意识里，何尝不懂憬超越人间，倘佯于天人的美景。所以练气行功，讲究气住丹田的人们，依旧多如过江之鲫，趋之若鹜。我常常碰到有些倾心修道的人来问，如何气住丹田等等问题。我总是反问，你为什么要气住丹田来作实腹的功夫？如照道家所说的气，有三种不同的写法和定义，必须知道。古代道书上的气写作拧耪飧鲎值纳习氩课蘧褪呛笫赖奈拮郑下面四点则代表了火。那么，无火之谓气，并非指空气的气，也不是呼吸的气。现在用的这个庾郑下面有一个米字，是指人们吃了米谷等食物后所化生的气。还有一个好像简体字的气，是指空气的气，姑且不管它是哪个气，一个人的身躯，犹如一具装有各种零件的皮囊。假如我们把气体打入一个皮袋里，然后要叫这股气呆板固定，永久停留在某一部位，是有可能吗？很明显的答案，气是不会凝固停留在某一部位的。如果说有可能，那已经不是气体，它已变化成为一个固体的东西。在我们的身躯内，另外装进一样固体的东西，那就太可怕了，岂不成了一个瘤吗？气，本来就是流动不居，周流六虚的能量，你要气住丹田，充实腹部的下丹田，那只能说徒有空言，都无实义。如果真有如此感觉，那是注意力集中，心理控制作用所引发的感受反应而已，并非真有一样东西。那么，老子所讲的虚其心，实其腹就没有它的事实根据吗？其实，老子讲的是修养上的真实功夫，绝对是真有其事。但它的先决条件，便是从无欲虚心入门。一个人如能真做到离情弃欲，心如止水澄波，那么，自然而然就可达到吕纯阳百字铭的修养境界了养气忘言守，降心为不为。动静知宗祖，无事更寻谁。真常须应物，应物要不迷。不迷性自住，性住气自回。气回丹白结，壶中配坎离。阴阳生反复，普化一声雷。白云朝顶上，甘露酒须弥。自饮长生酒，逍遥谁得知。坐听无弦曲，明通造化机。都来二十句，端的上天梯。事实上，难就难在无欲与虚心。"}
{"text":"但它的先决条件，便是从无欲虚心入门。一个人如能真做到离情弃欲，心如止水澄波，那么，自然而然就可达到吕纯阳百字铭的修养境界了养气忘言守，降心为不为。动静知宗祖，无事更寻谁。真常须应物，应物要不迷。不迷性自住，性住气自回。气回丹白结，壶中配坎离。阴阳生反复，普化一声雷。白云朝顶上，甘露酒须弥。自饮长生酒，逍遥谁得知。坐听无弦曲，明通造化机。都来二十句，端的上天梯。事实上，难就难在无欲与虚心。正因为不能无欲，因此老子才教人一个消极的办法，只好尽量避免，不见可欲，使民心不乱。能够利用消极的办法做到也就不错。然后再求虚心，自然可以充实内体。养之既久，也就自然可以弱其志，强其骨了。如果有心求之，早已背道而驰，违反道法自然的原则了。因此唐宋以后禅宗大师们呵斥狂妄之徒的习惯语，便反用老子所说的虚心实腹，认为是空腹高心之辈，不足以言了。其实，要明白老子的虚其心，实其腹的真实功夫，不如引用孟子的其生色也，猝然见于面，盎于背，施于四体，四体不言而喻最为确实。我们现在不是专讲秦汉以后道家神仙派的丹道方术，只因老子本文的虚心实腹，弱志强骨的道理，牵涉到神仙丹道的养气修气练气等基本观念，略加说明，事关专题，不必细说，到此为止。赵宋是再次的南北朝至于由老子这章后半段所引起的是以圣人之治，虚其心，实其腹，弱其志，强其骨，常使民无知无欲。使夫智者不敢为也。为无为，则无不治的无为之治的政治思想，在以往的历史上，常被误解，乃至被有些领导一个时代的帝王位，有意或无意地歪曲它的作用，那就不能完全倭过在老子身上了。这种历史上的过谬，最明显的事实，便是宋真宗的故事。当五代的末期，由赵匡胤的陈桥兵变，黄袍加身，跃登皇帝的大位以后，历来的传统历史学者，秉承一贯的正统观念，都以宋朝为主。如果我们从历史统一大业的观点来说，整个南北宋三百年间的政权，只是与辽金，乃至西夏等共天下，彼此分庭抗礼，等于东晋以后第二个南北朝的局面。如果从中国文化的立场来看，南北宋与辽金元，都是服膺在中国文化的大纛之下，各有千秋，辽金的文治，比起宋朝，并无太大的逊色。这一观点，也许是我对历史的看法不同，但大致不会太离谱。尤其希望青年学者们，不要忽略了当时辽金的文化与中国文化大系的关系。"}
{"text":"如果我们从历史统一大业的观点来说，整个南北宋三百年间的政权，只是与辽金，乃至西夏等共天下，彼此分庭抗礼，等于东晋以后第二个南北朝的局面。如果从中国文化的立场来看，南北宋与辽金元，都是服膺在中国文化的大纛之下，各有千秋，辽金的文治，比起宋朝，并无太大的逊色。这一观点，也许是我对历史的看法不同，但大致不会太离谱。尤其希望青年学者们，不要忽略了当时辽金的文化与中国文化大系的关系。在我们的历史上，宋朝的建国，版图很小，治权所及的地区，实在小得可怜。只是有宋一代，在学术文化上，比较重视文人政治，尊重儒家学术的地位，因此颇受历来学者的汇歌赞扬而已。其实，当宋太祖赵匡胤当皇帝开始，玉斧一挥，北方的燕云十六州，已非宋有。西南方的云南迤西蒙自一带，又有以儒佛文化立国的大理国存在，也不尊奉赵宋的正朔，如果以汉唐的建国精神来讲，先武功而后文治，那么赵宋的天下，实在不无愧色。它的基本原因，因为宋太祖赵匡胤宋太宗赵匡义两弟兄，天生本质，都是军人而兼爱好读书的学者，因此对于军机兵略，深知利害，不敢轻举妄动。从好的方面来讲，天性比较仁厚，雄长的气魄就比较薄弱，大有如唐代诗人黄松非战诗所谓泽国江山入战图，生民何计乐樵苏。劝君寞话封侯事，一将功成万骨枯的慈悲怀抱。因此，宋太祖赵匡胤的初期策略，极力从事休养生息，在安定中求俭约，希望利用北人的贪得心理，以钱财来麻醉北辽，渐次买回燕云十六州的一半版图。如果我们用现代的名词来说，他是想利用财政经济的策略，来统一全国。不幸的是他的兄弟宋太宗赵匡义，没有全盘了解他哥哥的策略，继位不到几年，就把国库积存的财币，用去了大半。到了宋真宗手里，既不敢战，又不敢和，进退两难，非常棘手。好在肯接受名相寇准所坚持的决策，勉勉强强御驾亲征，博得擅渊之役一场军事外交的胜利战。但在当时，几乎已把宋真宗吓破了胆。这些事实，在历史的实录上，可以看得清清楚楚，明明白白。寇准的胆识讲到这里，再让我们多费些时间，稍微了解有关宋一代名臣寇准的表儒内道的大手笔。同时也可了解一下，道家无为而无不为的精神，用之在臣道的精彩一幕。寇准确是一位深信黄老之道的学者，在他担当军国大事的任内，家里还隐密地供养着一位专修神仙丹道的道人。他的作风，大胆而缜密，豪放而平实，的确是深得黄老之道的三昧。"}
{"text":"但在当时，几乎已把宋真宗吓破了胆。这些事实，在历史的实录上，可以看得清清楚楚，明明白白。寇准的胆识讲到这里，再让我们多费些时间，稍微了解有关宋一代名臣寇准的表儒内道的大手笔。同时也可了解一下，道家无为而无不为的精神，用之在臣道的精彩一幕。寇准确是一位深信黄老之道的学者，在他担当军国大事的任内，家里还隐密地供养着一位专修神仙丹道的道人。他的作风，大胆而缜密，豪放而平实，的确是深得黄老之道的三昧。他在澶渊之役中，勉强着皇帝宋真宗御驾亲征，兵临前线，在枪杆下办外交，实在相当冒险。而且当时在宋真宗的旁边，政府内部还有势力相当的反对派。他却不顾一切，谋定而动。这比起三国时代，魏廷建议诸葛亮出兵子午谷，还要冒险十倍，但是他居然做了。在这一件史实上，宋真宗肯听寇准的意见，临事能够互相配合，固然也真的很可爱，但是他在前线，与敌人面对面的当时，却不免战战兢兢，实在也很害怕，很想知道寇准的行动究竟有多少把握。于是派人去侦察寇准在做什么，派去的人回来报告，这位身当重任的相爷，公然在这样危急的前方，正与一班幕僚宾客们喝酒赌钱，漫不在乎。真宗一听，总算放心了大半。寇准本来有好赌的习惯，但当时的赌局，真的是一场豪赌。他赌给敌人看，赌给宋真宗看，其实，他比诸葛亮在后花园钓鱼五路退兵的心情，还更紧张沉重，只是不能不好整以暇而已。这就是道家的妙用，也就是老子的欲取姑予的姿态。因此，也就难怪他在政治上反对派的死对头王钦若，事后趁间在宋真宗面前用了一句挑拨的话，就使寇准再也不得重用，守真宗在澶渊之役以后，因为有事而回想起与寇准当时的冒险，颇有复杂的矛盾心理，所以王钦若趁机便说，寇准在增渊之役，不能算有大功，他只是拿陛下当一次大赌注而已。你看，只须一句便佞的口舌，就可害人不用刀，杀人不见血。好在赵宋的皇帝子孙们，本质上还很厚道，换了别的昏君，寇准的头，准会被他送到敌寇的手里去了。宋真宗贿赂宰相尽管未真宗不敢再用寇准，不敢再谈统一的大业，运用输款和谈的政策，以图苟且偷安。但是他知道全国的人心，朝野的士气，并不甘心媚敌，更非心悦诚服这种半投降式的策略。那么，若要做到使民无知无欲，使夫智者不敢为也。为无为，则无不治，就要另想办法。结果，他接受王钦若的建议，利用宗教来迷醉朝野，安定人心，同时也可以自我安慰，仰仗神力来保佑平安。"}
{"text":"好在赵宋的皇帝子孙们，本质上还很厚道，换了别的昏君，寇准的头，准会被他送到敌寇的手里去了。宋真宗贿赂宰相尽管未真宗不敢再用寇准，不敢再谈统一的大业，运用输款和谈的政策，以图苟且偷安。但是他知道全国的人心，朝野的士气，并不甘心媚敌，更非心悦诚服这种半投降式的策略。那么，若要做到使民无知无欲，使夫智者不敢为也。为无为，则无不治，就要另想办法。结果，他接受王钦若的建议，利用宗教来迷醉朝野，安定人心，同时也可以自我安慰，仰仗神力来保佑平安。于是他就假托天神在梦中来降，要他在正殿建黄道场一个月，当降天书大中祥符三篇等等诡话。又使人谎报得天书于泰山，要群臣上表，推尊道号，自称为崇文广武仪天尊道宝应章感圣明仁孝皇帝。从此以后，北宋的三百年天下，便与道教的神秘政策结了不解之缘。后来自称为道君皇帝的迷信大师宋徽宗的北狩，何尝不是宋真宗的前因所误。一个国家的大政，绝对不能与宗教的作为混为一体，从古今中外人文历史的记录上去求证，凡是宗教与政治混合的时代，政教宗教不分的国土，结果没有一个不彻底失败的。不但污蔑了宗教，同时也断送了国家。政治，毕竟是现实智慧的实际成果。宗教，始终是升华现实的出世事业。如果强调宗教就是现实世间的事，那么不是别有用心，就非愚即狂了。所以，宋真宗要想利用宗教的迷信而使民无知无欲，使夫智者不敢为也的当时，最大的顾忌，就怕宰辅大臣――同平章事王旦不同意。开始是试探，结果没有办法沟通。于是一方面由王钦若来婉转疏通意见，一方面真宗派宫监夜里送重礼到王旦的相府上去，并不说明来意是为了什么要有这样重的赏赐。这是当皇帝的公然贿赂大臣的杰作。因此弄得公正持重的名臣王旦有口难言，只好随声附和。如果寇准不被挤出中朝政府，恐怕神道设教就无法作为这个豪赌的赌注。后来王旦在临终时，虽然宋真宗亲自到病床旁边探病，御手调药，每天还三四次派人询问病况，并由宫中送来薯蓣山药粥。但是王旦耿耿于怀的事，却无法因此释然。他在临死时，还吩咐家人要把他剃了须发，穿上和尚的僧衣，表示抗议，表示忏悔。自恨当时对天书的愚民政策，没有尽心竭力地劝谏，认为是一大罪过。我们引用了这一段历史的事实，来说明老子这一章使民无知无欲，使夫智者不敢为也。为无为，则无不治被宋真宗反用的前因后果，当然并非老子的本意，更不可随便又给老子背上黑锅。"}
{"text":"后来王旦在临终时，虽然宋真宗亲自到病床旁边探病，御手调药，每天还三四次派人询问病况，并由宫中送来薯蓣山药粥。但是王旦耿耿于怀的事，却无法因此释然。他在临死时，还吩咐家人要把他剃了须发，穿上和尚的僧衣，表示抗议，表示忏悔。自恨当时对天书的愚民政策，没有尽心竭力地劝谏，认为是一大罪过。我们引用了这一段历史的事实，来说明老子这一章使民无知无欲，使夫智者不敢为也。为无为，则无不治被宋真宗反用的前因后果，当然并非老子的本意，更不可随便又给老子背上黑锅。总之，我们不要忘了老子著述的本意，首重效法自然道德的原则，假如人们都在道德的生活中，既不尚贤，又无欲而不争，那当然合乎自然的规范，也就自然是太平无事的天下了。礼记礼运一篇的记载，首先说明孔子的叹息，也是如此。时代到了后世，人人不能自修道德，人人不能善自整治争心和欲望，只拿老子那些叹古惜今的话来当教条，那当然是背道而驰，愈说愈远了。道冲而用之或不盈，渊兮似万物之宗。挫其锐，解其纷，和其光，同其尘。湛兮似或存，吾不知谁之子，象帝之先。道与存在不存在间紧接上章为无为，则无不治的用而勿用，勿用而用之后，便提出道冲而用之或不盈，渊兮似万物之宗，作为用道而不为道所用的更进一层说明。在这里首先要了解冲字与盈字是对等性的。冲字在老子这一章句中的意思，应该作为冲和谦虚的谦冲解释。换言之，冲，便是虚而不满，同时有源远流长绵绵不绝的涵义。如果解释冲便是用中而不执一端或不执一边的意思，也可以相通。总之，知道道的妙用在于谦冲不已，犹如来自山长水远处的流泉，涓涓汩汩而流注不休，终而汇聚成无底的深渊，不拒倾注，永远没有满盈而无止境。如果了解道的冲而不盈的妙用，它便如生生不已，永无休止，能生万物的那个想象中的宗主功能一样，就可应用无方，量同太虚。能够做到冲虚而不盈不满，自然可以顿挫坚锐，化解纷扰。然后参和它的光景，互同它的尘象。但它依然是澄澄湛湛，和而不杂，同而不流的若存若亡于其间。倘使真能做到这种造诣，完成这种素养，便无法知道它究竟是谁之子？似人而非人，似神而非神，实在无法比拟它像个什么。假使真有一个能主宰万有的大帝，那么，这个能创造大帝的又是谁？这个谁之子的谁，才是创造大帝与万物的根本功能，也姑且强名之叫它是道。"}
{"text":"能够做到冲虚而不盈不满，自然可以顿挫坚锐，化解纷扰。然后参和它的光景，互同它的尘象。但它依然是澄澄湛湛，和而不杂，同而不流的若存若亡于其间。倘使真能做到这种造诣，完成这种素养，便无法知道它究竟是谁之子？似人而非人，似神而非神，实在无法比拟它像个什么。假使真有一个能主宰万有的大帝，那么，这个能创造大帝的又是谁？这个谁之子的谁，才是创造大帝与万物的根本功能，也姑且强名之叫它是道。但是道本无形，道本无名，叫它是道，便已非道。因此，只好形容它是象帝之先。本章的原文，大意已经如前面所讲。但它内涵的流变，传到后世，便有从个人修养去体会它本意的一面又有从对人处事等事功去领略它妙用的一面。从个人修养上去体会的，属于修习道术的神仙丹道派的居多。从事功与对人处事去领略的，则属于历来帝王或名臣将相们的行事。从个人的修养来讲，修道的基本，首先要能冲虚谦下，无论是炼气或养神，都要如此，都要冲虚自然，永远不盈不满，来而不拒，去而不留，除故纳新，流存无碍而不住。凡是有太过尖锐，特别呆滞不化的心念，便须顿挫而使之平息。对于炼气修息，炼神养心，也都要如此，倘有纷纭扰乱纠缠不清的思念，也必须要解脱。至于气息与精神，也须保养不拘，任其冲而不盈。如此存养纯熟，就可以和合自然的光景，与世俗同流而不合污，自掩光华，混迹尘境。但是此心此身，始终是冲而用之或不盈。一切不为太过，太甚。此心此身，仍然保合太和而澄澄湛湛，活活泼泼，周旋于尘境有无之间。但虽说是澄澄湛湛，必须若存若亡，不可执着。我即非我，谁亦非谁，只是应物无方，不留去来的痕迹，所谓先天而弗违，后天而奉天时，如此而已。但在一般道家人物的行为来说，对于和其光，同其尘两句，尤其重视。同时配合魏伯阳真人所着参同契中被褐怀玉，外示狂夫的两句话，奉为典范，所以有道之士往往装疯卖傻，蓬头垢面混迹于尘世。这种思想和作为，到了后世，便更有甚焉，构成小说中许多故事，影响民俗思想甚巨，如济公活佛的喝酒吃狗肉，吕纯阳三戏白牡丹等等，都从和光同尘的观念而来，勾画出修道人的另一番面目。至于高士传高僧传或神仙传的人物，典型各有不同，大体说来，真能和光同尘的实在太难，也并不多见。"}
