{"text":"这种外表的优雅显然不是指身体上之美。黄氏所说的面目可憎，不是指身体上的丑陋。丑陋的脸孔有时也会有动人之美，而美丽的脸孔有时也会令人看来讨厌。我有一个中国朋友，头颅的形状像一颗炸弹，可是看到他却使人欢喜。据我在图画上所看见的西洋作家，脸孔最漂亮的当推吉斯透顿。他的髭须，眼镜，又粗又厚的眉毛，和两眉间的皱纹，合组而成一个恶魔似的容貌。我们只觉得那个头额中有许许多多的思念在转动着，随时会由那对古怪而锐利的眼睛里迸发出来。那就是黄氏所谓美丽的脸孔，一个不是脂粉装扮起来的脸孔，而是纯然由思想的力量创造起来的脸孔。讲到谈吐的风味，那完全要看一个人读书的方法如何。一个人的谈吐有没有味，完全要看他的读书方法。如果读者获得书中的味，他便会在谈吐中把这种风味表现出来如果他的谈吐中有风味，他在写作中也免不了会表现出风味来。所以，我认为风味或嗜好是阅读一切书籍的关键。这种嗜好跟对食物的嗜好一样，必然是有选择性的，属于个人的。吃一个人所喜欢吃的东西终究是最合卫生的吃法，因为他知道吃这些东西在消化方面一定很顺利。读书跟吃东西一样，在一人吃来是补品，在他人吃来是毒质。教师不能以其所好强迫学生去读，父母也不能希望子女的嗜好和他们一样。如果读者对他所读的东西感不到趣味，那么所有的时间全都浪费了。袁中郎曰所不好之书，可让他人读之。所以，世间没有什么一个人必读之书。因为我们智能上的趣味象一棵树那样地生长着，或象河水那样地流着。只要有适当的树液，树便会生长起来，只要泉中有新鲜的泉水涌出来，水便会流着。当水流碰到一个花岗岩石时，它便由岩石的旁边绕过去当水流涌到一片低洼的溪谷时，它便在那边曲曲折折地流着一会儿当水流涌到一个深山的池塘时，它便恬然停驻在那边当水流冲下急流时，它便赶快向前涌去。这么一来，虽则它没有费什么气力，也没有一定的目标，可是它终究有一天会到达大海。世上无人人必读的书，只有在某时某地，某种环境，和生命中的某个时期必读的书。我认为读书和婚姻一样，是命运注定的或阴阳注定的。纵使某一本书，如圣经之类，是人人必读的，读这种书也有一定的时候。当一个人的思想和经验还没有达到阅读一本杰作的程度时，那本杰作只会留下不好的滋味。孔子曰五十以学易。便是说，四十五岁时候尚不可读易经。"}
{"text":"这么一来，虽则它没有费什么气力，也没有一定的目标，可是它终究有一天会到达大海。世上无人人必读的书，只有在某时某地，某种环境，和生命中的某个时期必读的书。我认为读书和婚姻一样，是命运注定的或阴阳注定的。纵使某一本书，如圣经之类，是人人必读的，读这种书也有一定的时候。当一个人的思想和经验还没有达到阅读一本杰作的程度时，那本杰作只会留下不好的滋味。孔子曰五十以学易。便是说，四十五岁时候尚不可读易经。孔子在论语中的训言的冲淡温和的味道，以及他的成熟的智慧，非到读者自己成熟的时候是不能欣赏的。且同一本书，同一读者，一时可读出一时之味道来。其景况适如看一名人相片，或读名人文章，未见面时，是一种味道，见了面交谈之后，再看其相片，或读其文章，自有另外一层深切的理会。或是与其人绝交以后，看其照片，读其文章，亦另有一番味道。四十学易是一种味道，到五十岁看过更多的人世变故的时候再去学易，又是一种味道。所以，一切好书重读起来都可以获得益处和新乐趣。我在大学的时代被学校强迫去读西行记s！和亨利埃士蒙s，可是我在十余岁时候虽能欣赏西行记的好处，亨利埃士蒙的真滋味却完全体会不到，后来渐渐回想起来，才疑心该书中的风味一定比我当时所能欣赏的还要丰富得多。由是可知读书有二方面，一是，一是读者。对于所得的实益，读者由他自己的见识和经验所贡献的份量，是和自己一样多的。宋儒程伊川先生谈到孔子的论语时说读论语，有读了全然无事者有读了后，其中得一两句喜者有读了后，知好之者有读了后，直有不知手之舞之足之蹈之者。我认为一个人发现他最爱好的作家，乃是他的知识发展上最重要的事情。世间确有一些人的心灵是类似的，一个人必须在古今的作家中，寻找一个心灵和他相似的作家。他只有这样才能够获得读书的真益处。一个人必须独立自主去寻出他的老师来，没有人知道谁是你最爱好的作家，也许甚至你自己也不知道。这跟一见倾心一样。人家不能叫读者去爱这个作家或那个作家，可是当读者找到了他所爱好的作家时，他自己就本能地知道了。关于这种发现作家的事情，我们可以提出一些著名的例证。有许多学者似乎生活于不同的时代里，相距多年，然而他们思想的方法和他们的情感却那么相似，使人在一本书里读到他们的文字时，好象看见自己的肖像一样。"}
{"text":"他只有这样才能够获得读书的真益处。一个人必须独立自主去寻出他的老师来，没有人知道谁是你最爱好的作家，也许甚至你自己也不知道。这跟一见倾心一样。人家不能叫读者去爱这个作家或那个作家，可是当读者找到了他所爱好的作家时，他自己就本能地知道了。关于这种发现作家的事情，我们可以提出一些著名的例证。有许多学者似乎生活于不同的时代里，相距多年，然而他们思想的方法和他们的情感却那么相似，使人在一本书里读到他们的文字时，好象看见自己的肖像一样。以中国人的语法说来，我们说这些相似的心灵是同一条灵魂的化身，例如有人说苏东坡是庄子或陶渊明转世的，袁中郎是苏东坡转世的。苏东坡说，当他第一次读庄子的文章时，他觉得他自从幼年时代起似乎就一直在想着同样的事情，抱着同样的观念。当袁中郎有一晚在一本小诗集里，发见一个名叫徐文长的同代无名作家时，他由床上跳起，向他的朋友呼叫起来，他的朋友开始拿那本诗集来读，也叫起来，于是两人叫复读，读复叫，弄得他们的仆人疑惑不解。伊里奥特说她第一次读到卢骚的作品时，好象受了电流的震击一样。尼采s对于叔本华p也有同样的感觉，可是叔本华是一个乖张易怒的老师，而尼采是一个脾气暴躁的弟子，所以这个弟子后来反叛老师，是很自然的事情。只有这种读书方法，只有这种发见自己所爱好的作家的读书方法，才有益处可言。象一个男子和他的情人一见倾心一样，什么都没有问题了。她的高度，她的脸孔，她的头发的颜色，她的声调，和她的言笑，都是恰到好处的。一个青年认识这个作家，是不必经他的教师的指导的。这个作家是恰合他的心意的他的风格，他的趣味，他的观念，他的思想方法，都是恰到好处的。于是读者开始把这个作家所写的东西全都拿来读了，因为他们之间有一种心灵上的联系，所以他把什么东西都吸收进去，毫不费力地消化了。这个作家自会有魔力吸引他，而他也乐自为所吸过了相当的时候，他自己的声音相貌，一颦一笑，便渐与那个作家相似。这么一来，他真的浸润在他的文学情人的怀抱中，而由这些书籍中获得他的灵魂的食粮。过了几年之后，这种魔力消失了，他对这个情人有点感到厌倦，开始寻找一些新的文学情人到他已经有过三四个情人，而把他们吃掉之后，他自己也成为一个作家了。"}
{"text":"这个作家自会有魔力吸引他，而他也乐自为所吸过了相当的时候，他自己的声音相貌，一颦一笑，便渐与那个作家相似。这么一来，他真的浸润在他的文学情人的怀抱中，而由这些书籍中获得他的灵魂的食粮。过了几年之后，这种魔力消失了，他对这个情人有点感到厌倦，开始寻找一些新的文学情人到他已经有过三四个情人，而把他们吃掉之后，他自己也成为一个作家了。有许多读者永不曾堕入情网，正如许多青年男女只会卖弄风情，而不能钟情于一个人。随便那个作家的作品，他们都可以读，一切作家的作品，他们都可以读，他们是不会有甚么成就的。这么一种读书艺术的观念，把那种视读书为责任或义务的见解完全打破了。在中国，常常有人鼓励学生苦学。有一个实行苦学的著名学者，有一次在夜间读书的时候打盹，便拿锥子在股上一刺。又有一个学者在夜间读书的时候，叫一个丫头站在他的旁边，看见他打盹便唤醒他。这真是荒谬的事情。如果一个人把书本排在面前，而在古代智慧的作家向他说话的时候打盹，那么，他应该干脆地上床去睡觉。把大针刺进小腿或叫丫头推醒他，对他都没有一点好处。这么一种人已经失掉一切读书的趣味了。有价值的学者不知道什么叫做磨练，也不知道什么叫做苦学。他们只是爱好书籍，情不自禁地一直读下去。这个问题解决之后，读书的时间和地点的问题也可以找到答案。读书没有合宜的时间和地点。一个人有读书的心境时，随便什么地方都可以读书。如果他知道读书的乐趣，他无论在学校内或学校外，都会读书，无论世界有没有学校，也都会读书。他甚至在最优良的学校里也可以读书。曾国藩在一封家书中，谈到他的四弟拟入京读较好的学校时说苟能发奋自立，则家塾可读书，即旷野之地，热闹之场，亦可读书，负薪牧豕，皆可读书。苟不能发奋自立，则家塾不宜读书，即清净之乡，神仙之境，皆不能读书。有些人在要读书的时候，在书台前装腔作势，埋怨说他们读不下去，因为房间太冷，板凳太硬，或光线太强。也有些作家埋怨说他们写不出东西来，因为蚊子太多，稿纸发光，或马路上的声响太嘈杂。宋代大学者欧阳修说他的好文章都在三上得之，即枕上，马上，和厕上。有一个清代的著名学者顾千里据说在夏天有裸体读经的习惯。"}
{"text":"苟不能发奋自立，则家塾不宜读书，即清净之乡，神仙之境，皆不能读书。有些人在要读书的时候，在书台前装腔作势，埋怨说他们读不下去，因为房间太冷，板凳太硬，或光线太强。也有些作家埋怨说他们写不出东西来，因为蚊子太多，稿纸发光，或马路上的声响太嘈杂。宋代大学者欧阳修说他的好文章都在三上得之，即枕上，马上，和厕上。有一个清代的著名学者顾千里据说在夏天有裸体读经的习惯。在另一方面，一个人不好读书，那么，一年四季都有不读书的正当理由春天不是读书天夏日炎炎最好眠等到秋来冬又至，不如等待到来年。那么，什么是读书的真艺术呢？简单的答案就是有那种心情的时候便拿起书来读。一个人读书必须出其自然，才能够彻底享受读书的乐趣。他可以拿一本离骚或奥玛开俨，波斯诗人的作品，牵着他的爱人的手到河边去读。如果天上有可爱的白云，那么，让他们读白云而忘掉书本吧，或同时读书本和白云吧。在休憩的时候，吸一筒烟或喝一杯好茶则更妙不过。或许在一个雪夜，坐在炉前，炉上的水壶铿铿作响，身边放一盒淡巴菰，一个人拿了十数本哲学，经济学，诗歌，传记的书，堆在长椅上，然后闲逸地拿起几本来翻一翻，找到一本爱读的书时，便轻轻点起烟来吸着。金圣叹认为雪夜闭户读禁书，是人生最大的乐趣。陈继儒眉公描写读书的情调，最为美妙古人称书画为丛笺软卷，故读书开卷以闲适为尚。在这种心境中，一个人对什么东西都能够容忍了。此位作家又曰真学士不以鲁鱼亥豕为意，好旅客登山不以路恶难行为意，看雪景者不以桥不固为意，卜居乡间者不以俗人为意，爱看花者不以酒劣为意。关于读书的乐趣，我在中国最伟大的女诗人李清照易安，―年的自传里，找到一段最佳的描写。她的丈夫在太学作学生，每月领到生活费的时候，他们夫妻总立刻跑到相国寺去买碑文水果，回来夫妻相对展玩咀嚼，一面剥水果，一面赏碑帖，或者一面品佳茗，一面校勘各种不同的板本。他在金石录后序这篇自传小记里写道余性偶强记，每饭罢，坐归来堂烹茶，指堆积书史，言某事在某书某卷第几页第几行，以中否角胜负，为饮茶先后。中即举杯大笑，至茶倾覆怀中，反不得饮而起。甘心老是乡矣！故虽外忧患困穷而志不屈。于是几案罗列，枕席枕藉，意会心谋，目往神授，乐在声色狗马之上。这篇小记是她晚年丈夫已死的时候写的。"}
{"text":"他在金石录后序这篇自传小记里写道余性偶强记，每饭罢，坐归来堂烹茶，指堆积书史，言某事在某书某卷第几页第几行，以中否角胜负，为饮茶先后。中即举杯大笑，至茶倾覆怀中，反不得饮而起。甘心老是乡矣！故虽外忧患困穷而志不屈。于是几案罗列，枕席枕藉，意会心谋，目往神授，乐在声色狗马之上。这篇小记是她晚年丈夫已死的时候写的。当时她是个孤独的女人，因金兵侵入华北，只好避乱南方，到处漂泊。苏东坡曾做过一件卓绝的事情他步陶渊明诗集的韵，写出整篇的诗来。在这些和陶诗后，他说他自己是陶渊明转世的这个作家是他一生最崇拜的人物。论读书本篇演讲只是谈谈本人对于读书的意见，并不是要训勉青年，亦非敢指导青年。所以不敢训勉青年有两种理由第一，因为近来常听见贪官污吏到学校致训词，叫学生须有志操，有气节，有廉耻也有卖国官僚到大学演讲，劝学生要坚忍卓绝，做富贵不能淫，威武不能屈的大丈夫。暗讽时事。不幸的是这样的事如今也一样发生。孟子曰，人之患在好为人师，料想战国的土豪劣绅亦必好训勉当时的青年，所以激起孟子这样不平的话。第二，读书没有什么可以训勉。世上会读书的人，都是书拿起来自己会读。不会读书的人，亦不会因为指导而变为会读。譬如数学，出五个问题叫学生去做，会做的人是自己脑里做出来的，并非教员教他做出，不会做的人经教员指导，这一题虽然做出，下一题仍旧非指导不可，数学并不会因此高明起来。我所要讲的话于你们本会读书的人，没有什么补助，于你们不会读书的人，也不会使你们变为善读书。所以今日谈谈，亦只是谈谈而已。读书本是一种心灵的活动，向来算为清高。说破读书本质，心灵而已。万般皆下品，惟有读书高。所以读书向称为雅事乐事。但是现在雅事乐事已经不雅不乐了。今天读书，或为取资格，得学位，在男为娶美女，在女为嫁贤婿或为做老爷，踢屁股或为求爵禄，刮地皮或为做走狗，拟宣言或为写讣闻，做贺联或为当文牍，抄账簿或为做相士，占八卦或为做塾师，骗小孩诸如此类，都是借读书之名，取利禄之实，皆非读书本旨。亦有人拿父母的钱，上大学，跑百米，拿一块大银盾回家，在我是看不起的，因为这似乎亦非读书的本旨。读书本旨湮没于求名利之心中，可悲。可惜现在也一样。"}
{"text":"所以读书向称为雅事乐事。但是现在雅事乐事已经不雅不乐了。今天读书，或为取资格，得学位，在男为娶美女，在女为嫁贤婿或为做老爷，踢屁股或为求爵禄，刮地皮或为做走狗，拟宣言或为写讣闻，做贺联或为当文牍，抄账簿或为做相士，占八卦或为做塾师，骗小孩诸如此类，都是借读书之名，取利禄之实，皆非读书本旨。亦有人拿父母的钱，上大学，跑百米，拿一块大银盾回家，在我是看不起的，因为这似乎亦非读书的本旨。读书本旨湮没于求名利之心中，可悲。可惜现在也一样。今日所谈，亦非指学堂中的读书，亦非指读教授所指定的功课，在学校读书有四不可。一所读非书。学校专读教科书，而教科书并不是真正的书。今日大学毕业的人所读的书极其有限。然而读一部小说概论，到底不如读三国水浒读一部历史教科书，不如读史记。二无书可读。因为图书馆存书不多，可读的书极有限。三不许读书。因为在课室看书，有犯校规，例所不许。倘是一人自晨至晚上课，则等于自晨至晚被监禁起来，不许读书。四书读不好。因为处处受训导处干涉，毛孔骨节，皆不爽快。且学校所教非慎思明辨之学，乃记问之学。记问之学不足为人师，礼记早已说过。书上怎样说，你便怎样答，一字不错，叫做记问之学。倘是你能猜中教员心中要你如何答法，照样答出，便得一百分，于是沾沾自喜，自以为西洋历史你知道一百分，其实西洋历史你何尝知道百分之一。学堂所以非注重记问之学不可，是因为便于考试。如拿破仑生卒年月，形容词共有几种，这些不必用头脑，只需强记，然学校考试极其便当，差一年可扣一分然而事实上与学问无补，你们的教员，也都记不得。要用时自可在百科全书上去查。又如罗马帝国之亡，三大原因，书上这样讲，你们照样记，然而事实上问题极复杂。有人说罗马帝国之亡，是亡于蚊子传布寒热疟，这是书上所无的。在学校读过书者，皆当会心而笑。然想到教科书规范头脑，湮塞性灵，却又堪哭。今日所谈的是自由的看书读书，无论是在校，离校，做教员，做学生，做商人，做政客有闲必读书。这种的读书，所以开茅塞，除鄙见，得新知，增学问，广识见，养性灵。人之初生，都是好学好问，及其长成，受种种的俗见俗闻所蔽，毛孔骨节，如有一层包膜，失了聪明，逐渐顽腐。读书便是将此层蔽塞聪明的包膜剥下。能将此层剥下，才是读书人。点明读书要能破俗见陋习，复人之灵性。对死读书本固持陈念之人一段讥讽，令人心惊警惕。盖我们也未尝不有鄙俗之时。"}
{"text":"然想到教科书规范头脑，湮塞性灵，却又堪哭。今日所谈的是自由的看书读书，无论是在校，离校，做教员，做学生，做商人，做政客有闲必读书。这种的读书，所以开茅塞，除鄙见，得新知，增学问，广识见，养性灵。人之初生，都是好学好问，及其长成，受种种的俗见俗闻所蔽，毛孔骨节，如有一层包膜，失了聪明，逐渐顽腐。读书便是将此层蔽塞聪明的包膜剥下。能将此层剥下，才是读书人。点明读书要能破俗见陋习，复人之灵性。对死读书本固持陈念之人一段讥讽，令人心惊警惕。盖我们也未尝不有鄙俗之时。并且要时时读书，不然便会鄙吝复萌，顽见俗见生满身上，一人的落伍迂腐冬烘，就是不肯时时读书所致。所以读书的意义，是使人较虚心，较通达，不固陋，不偏执。一人在世上，对于学问是这样的幼时认为什么都不懂，大学时自认为什么都懂，毕业后才知道什么都不懂，中年又以为什么都懂，到晚年才觉悟一切都不懂。大学生自以为心理学他也念过，历史地理他亦念过，经济科学也都念过，世界文学艺术声光化电，他也念过，所以什么都懂，毕业以后，人家问他国际联盟在哪里，他说我书上未念过，人家又问法西斯蒂在意大利成绩如何，他也说我书上未念过，所以觉得什么都不懂。到了中年，许多人娶妻生子，造洋楼，有身分，做名流，戴眼镜，留胡子，拿洋棍，沾沾自喜，那时他的世界已经固定了女子放胸是不道德，剪发亦不道德，社会主义就是，读马氏文通是反动，节制生育是亡种逆天，提倡白话是亡国之先兆，孝经是孔子写的，大禹必有其人，意见非常之多而且确定不移，所以又是什么都懂。其实是此种人久不读书，鄙吝复萌所致。此种人不可与深谈。但亦有常读书的人，老当益壮，其思想每每比青年急进，就是能时时读书所以心灵不曾化石，变为古董。读书的主旨在于排脱俗气。黄山谷谓人不读书便语言无味，面目可憎。须知世上语言无味面目可憎的人很多，不但商界政界如此，学府中亦颇多此种人。然语言无味，面目可憎在官僚商贾则无妨，在读书人是不合理的。所谓面目可憎，不可作面孔不漂亮解，因为并非不能奉承人家，排出笑脸，所以可憎胁肩谄笑，面孔漂亮，便是可爱。若欲求美男子小白脸，尽可于跑狗场跳舞场，及政府衙门中求之。有漂亮脸孔，说漂亮话的政客，未必便面目不可憎。读书与面孔漂亮没有关系，因为书籍并不是雪花膏，读了便会增加你的容辉。所以面目可憎不可憎，在你如何看法。"}
{"text":"须知世上语言无味面目可憎的人很多，不但商界政界如此，学府中亦颇多此种人。然语言无味，面目可憎在官僚商贾则无妨，在读书人是不合理的。所谓面目可憎，不可作面孔不漂亮解，因为并非不能奉承人家，排出笑脸，所以可憎胁肩谄笑，面孔漂亮，便是可爱。若欲求美男子小白脸，尽可于跑狗场跳舞场，及政府衙门中求之。有漂亮脸孔，说漂亮话的政客，未必便面目不可憎。读书与面孔漂亮没有关系，因为书籍并不是雪花膏，读了便会增加你的容辉。所以面目可憎不可憎，在你如何看法。有人看美人专看脸蛋，凡有鹅脸柳眉皓齿朱唇都叫做美人。但是识趣的人若李笠翁看美人专看风韵，笠翁所谓三分容貌有姿态等于六七分，六七分容貌乏姿态等于三四分。有人面目平常，然而谈起话来，使你觉得可爱也有满脸脂粉的摩登伽，洋囡囡，做花瓶，做客厅装饰甚好，但一与交谈，风韵全无，便觉得索然无味。风韵二字读书而来。性灵可决定面目，此处也说的这个道理。黄山谷所谓面目可憎不可憎亦只是指读书人之议论风采说法。若浮生六记的芸，虽非西施面目，并且前齿微露，我却觉得是中国第一美人。男子也是如是看法。章太炎脸孔虽不漂亮，王国维虽有一条辫子，但是他们是有风韵的，不是语言无味面目可憎的。简直可认为可爱。亦有漂亮政客，做武人的兔子姨太太，说话虽漂亮，听了却令人作呕三日。至于语言无味著重味字，都全看你所读是什么书及读书的方法。读书读出味来，语言自然有味，语言有味，做出文章亦必有味。有人读书读了半世，亦读不出什么味儿来，都是因为读不合的书，及不得其读法。读书须先知味。读书知味。世上多少强读人，听到此语否？这味字，是读书的关键。所谓味，是不可捉摸的，一人有一人胃口，各不相同，所好的味亦异，所以必先知其所好，始能读出味来。有人自幼嚼书本，老大不能通一经，便是食古不化勉强读书所致。袁中郎所谓读所好之书，所不好之书可让他人读之，这是知味的读法。若必强读，消化不来，必生疳积胃滞诸病。口之于味，不可强同，不能因我的所嗜好以强人。先生不能以其所好强学生去读。父亲亦不得以其所好强儿子去读。所以书不可强读，强读必无效，反而有害，这是读书之第一义。有愚人请人开一张必读书目，硬着头皮咬着牙根去读，殊不知读书须求气质相合。人之气质各有不同，英人俗语所谓在一人吃来是补品，在他人吃来是毒质。因为听说某书是名著，因为，要做通人，硬着头皮去读，结果必毫无所得。过后思之，如作一场恶梦。"}
