{"text":"还有一层，是那时民生凋敝，一心寻面包吃尚且来不及，那里有心思谈文学呢？守旧的人因为受革命潮流的打击，气得发昏，也不能再唱所谓他们底文学了。有人说文学是穷苦的时候做的，其实未必，穷苦的时候必定没有文学作品的，我在北京时，一穷，就到处借钱，不写一个字，到薪俸发放时，才坐下来做文章。忙的时候也必定没有文学作品，挑担的人必要把担子放下，才能做文章拉车的人也必要把车子放下，才能做文章。大革命时代忙得很，同时又穷得很，这一部分人和那一部分人斗争，非先行变换现代社会底状态不可，没有时间也没有心思做文章所以大革命时代的文学便只好暂归沉寂了。三等到大革命成功后，社会底状态缓和了，大家底生活有余裕了，这时候就又产生文学。这时候底文学有二一种文学是赞扬革命，称颂革命，――讴歌革命，因为进步的文学家想到社会改变，社会向前走，对于旧社会的破坏和新社会的建设，都觉得有意义，一方面对于旧制度的崩坏很高兴，一方面对于新的建设来讴歌。另有一种文学是吊旧社会的灭亡――挽歌――也是革命后会有的文学。有些的人以为这是反革命的文学，我想，倒也无须加以这么大的罪名。革命虽然进行，但社会上旧人物还很多，决不能一时变成新人物，他们的脑中满藏着旧思想旧东西环境渐变，影响到他们自身的一切，于是回想旧时的舒服，便对于旧社会眷念不已，恋恋不舍，因而讲出很古的话，陈旧的话，形成这样的文学。这种文学都是悲哀的调子，表示他心里不舒服，一方面看见新的建设胜利了，一方面看见旧的制度灭亡了，所以唱起挽歌来。但是怀旧，唱挽歌，就表示已经革命了，如果没有革命，旧人物正得势，是不会唱挽歌的。不过中国没有这两种文学――对旧制度挽歌，对新制度讴歌因为中国革命还没有成功，正是青黄不接，忙于革命的时候。不过旧文学仍然很多，报纸上的文章，几乎全是旧式。我想，这足见中国革命对于社会没有多大的改变，对于守旧的人没有多大的影响，所以旧人仍能超然物外。广东报纸所讲的文学，都是旧的，新的很少，也可以证明广东社会没有受革命影响没有对新的讴歌，也没有对旧的挽歌，广东仍然是十年前底广东。不但如此，并且也没有叫苦，没有鸣不平止看见工会参加游行，但这是政府允许的，不是因压迫而反抗的，也不过是奉旨革命。中国社会没有改变，所以没有怀旧的哀词，也没有崭新的进行曲，只在苏俄却已产生了这两种文学。"}
{"text":"广东报纸所讲的文学，都是旧的，新的很少，也可以证明广东社会没有受革命影响没有对新的讴歌，也没有对旧的挽歌，广东仍然是十年前底广东。不但如此，并且也没有叫苦，没有鸣不平止看见工会参加游行，但这是政府允许的，不是因压迫而反抗的，也不过是奉旨革命。中国社会没有改变，所以没有怀旧的哀词，也没有崭新的进行曲，只在苏俄却已产生了这两种文学。他们的旧文学家逃亡外国，所作的文学，多是吊亡挽旧的哀词新文学则正在努力向前走，伟大的作品虽然还没有，但是新作品已不少，他们已经离开怒吼时期而过渡到讴歌的时期了。赞美建设是革命进行以后的影响，再往后去的情形怎样，现在不得而知，但推想起来，大约是平民文学罢，因为平民的世界，是革命的结果。现在中国自然没有平民文学，世界上也还没有平民文学，所有的文学，歌呀，诗呀，大抵是给上等人看的他们吃饱了，睡在躺椅上，捧着看。一个才子出门遇见一个佳人，两个人很要好，有一个不才子从中捣乱，生出差迟来，但终于团圆了。这样地看看，多么舒服。或者讲上等人怎样有趣和快乐，下等人怎样可笑。前几年新青年载过几篇小说，描写罪人在寒地里的生活，大学教授看了就不高兴，因为他们不喜欢看这样的下流人。如果诗歌描写车夫，就是下流诗歌一出戏里，有犯罪的事情，就是下流戏。他们的戏里的脚色，止有才子佳人，才子中状元，佳人封一品夫人，在才子佳人本身很欢喜，他们看了也很欢喜，下等人没奈何，也只好替他们一同欢喜欢喜。在现在，有人以平民――工人农民――为材料，做小说做诗，我们也称之为平民文学，其实这不是平民文学，因为平民还没有开口。这是另外的人从旁看见平民的生活，假托平民底口吻而说的。眼前的文人有些虽然穷，但总比工人农民富足些，这才能有钱去读书，才能有文章一看好像是平民所说的，其实不是这不是真的平民小说。平民所唱的山歌野曲，现在也有人写下来，以为是平民之音了，因为是老百姓所唱。但他们间接受古书的影响很大，他们对于乡下的绅士有田三千亩，佩服得不了，每每拿绅士的思想，做自己的思想，绅士们惯吟五言诗，七言诗因此他们所唱的山歌野曲，大半也是五言或七言。这是就格律而言，还有构思取意，也是很陈腐的，不能称是真正的平民文学。现在中国底小说和诗实在比不上别国，无可奈何，只好称之曰文学谈不到革命时代的文学，更谈不到平民文学。"}
{"text":"平民所唱的山歌野曲，现在也有人写下来，以为是平民之音了，因为是老百姓所唱。但他们间接受古书的影响很大，他们对于乡下的绅士有田三千亩，佩服得不了，每每拿绅士的思想，做自己的思想，绅士们惯吟五言诗，七言诗因此他们所唱的山歌野曲，大半也是五言或七言。这是就格律而言，还有构思取意，也是很陈腐的，不能称是真正的平民文学。现在中国底小说和诗实在比不上别国，无可奈何，只好称之曰文学谈不到革命时代的文学，更谈不到平民文学。现在的文学家都是读书人，如果工人农民不解放，工人农民的思想，仍然是读书人的思想，必待工人农民得到真正的解放，然后才有真正的平民文学。有些人说中国已有平民文学，其实这是不对的。诸君是实际的战争者，是革命的战士，我以为现在还是不要佩服文学的好。学文学对于战争，没有益处，最好不过作一篇战歌，或者写得美的，便可于战余休憩时看看，倒也有趣。要讲得堂皇点，则譬如种柳树，待到柳树长大，浓阴蔽日，农夫耕作到正午，或者可以坐在柳树底下吃饭，休息休息。中国现在的社会情状，止有实地的革命战争，一首诗吓不走孙传芳，一炮就把孙传芳轰走了。自然也有人以为文学于革命是有伟力的，但我个人总觉得怀疑，文学总是一种余裕的产物，可以表示一民族的文化，倒是真的。人大概是不满于自己目前所做的事的，我一向只会做几篇文章，自己也做得厌了，而捏枪的诸君，却又要听讲文学。我呢，自然倒愿意听听大炮的声音，仿佛觉得大炮的声音或者比文学的声音要好听得多似的。我的演说只有这样多，感谢诸君听完的厚意！本篇记录稿最初发表于一九二七年六月十二日广州黄埔军官学校出版的黄埔生活周刊第四期，收入本集时作了修改。黄埔军官学校孙中山在国民党改组后所创立的陆军军官学校，校址在广州黄埔，一九二四年六月正式开学。在一九二七年四月十二日蒋介石反革命政变以前，它是国共合作的学校，周恩来叶剑英恽代英萧楚女等许多共产党人都曾在该校担任过负责的工作。指三一八惨案。八股明清科举考试制度所规定的一种公式化文体。它用四书五经中文句命题，每篇由破题承题起讲入手起股中股后股束股八个部分构成。后四部分是主体，每一部分有两股相比偶的文字，合共八股，所以叫八股文。"}
{"text":"黄埔军官学校孙中山在国民党改组后所创立的陆军军官学校，校址在广州黄埔，一九二四年六月正式开学。在一九二七年四月十二日蒋介石反革命政变以前，它是国共合作的学校，周恩来叶剑英恽代英萧楚女等许多共产党人都曾在该校担任过负责的工作。指三一八惨案。八股明清科举考试制度所规定的一种公式化文体。它用四书五经中文句命题，每篇由破题承题起讲入手起股中股后股束股八个部分构成。后四部分是主体，每一部分有两股相比偶的文字，合共八股，所以叫八股文。复仇的文学指十九世纪上半期波兰爱国诗人密茨凯维支斯洛伐支奇等人的作品。当时波兰处于俄奥普三国瓜分之下，第一次世界大战后于一九一八年十一月恢复独立。新青年下文所说的大学教授，指东南大学教授吴宓。在二心集上海文艺之一瞥中说那时吴宓先生就曾经发表过文章，说是真不懂为什么有些人竟喜欢描写下流社会。孙传芳军队的主力于一九二六年冬在江西南昌九江一带为北伐军击溃。写在劳动问题之前写在劳动问题之前还记得去年夏天住在北京的时候，遇见张我权君，听到他说过这样意思的话中国人似乎都忘记了台湾了，谁也不大提起。他是一个台湾的青年。我当时就像受了创痛似的，有点苦楚但口上却道不。那倒不至于的。只因为本国太破烂，内忧外患，非常之多，自顾不暇了，所以只能将台湾这些事情暂且放下。但正在困苦中的台湾的青年，却并不将中国的事情暂且放下。他们常希望中国革命的成功，赞助中国的改革，总想尽些力，于中国的现在和将来有所裨益，即使是自己还在做学生。张秀哲君是我在广州才遇见的。我们谈了几回，知道他已经译成一部劳动问题给中国，还希望我做一点简短的序文。我是不善于作序，也不赞成作序的况且对于劳动问题，一无所知，尤其没有开口的资格。我所能负责说出来的，不过是张君于中日两国的文字，俱极精通，译文定必十分可靠这一点罢了。但我这回却很愿意写几句话在这一部译本之前，只要我能够。我虽然不知道劳动问题，但在游学中尚且为民众尽力的努力与诚意，我是觉得的。我只能以这几句话表出我个人的感激。但我相信，这努力与诚意，读者也一定都会觉得的。这实在比无论什么序文都有力。一九二七年四月十一日，识于广州中山大学。"}
{"text":"我所能负责说出来的，不过是张君于中日两国的文字，俱极精通，译文定必十分可靠这一点罢了。但我这回却很愿意写几句话在这一部译本之前，只要我能够。我虽然不知道劳动问题，但在游学中尚且为民众尽力的努力与诚意，我是觉得的。我只能以这几句话表出我个人的感激。但我相信，这努力与诚意，读者也一定都会觉得的。这实在比无论什么序文都有力。一九二七年四月十一日，识于广州中山大学。本篇最初印入国际劳动问题一书，原题为国际劳动问题小引。台湾在一八九四年中日甲午战争后被日本侵占，一九四五年抗日战争胜利后恢复。文中说的张我权，当为张我军―，台北板桥人。当时是北京师范大学学生。张秀哲台湾省人。当时在广州岭南大学肄业，曾与人合著毋忘台湾一书。劳动问题，原名国际劳动问题，日本浅利顺次郎著。张秀哲的译本于一九二七年由广州国际社会问题研究社出版，署张月澄译。读书杂谈读书杂谈――七月十六日在广州知用中学讲因为知用中学的先生们希望我来演讲一回，所以今天到这里和诸君相见。不过我也没有什么东西可讲。忽而想到学校是读书的所在，就随便谈谈读书。是我个人的意见，姑且供诸君的参考，其实也算不得什么演讲。说到读书，似乎是很明白的事，只要拿书来读就是了，但是并不这样简单。至少，就有两种一是职业的读书，一是嗜好的读书。所谓职业的读书者，譬如学生因为升学，教员因为要讲功课，不翻翻书，就有些危险的就是。我想在坐的诸君之中一定有些这样的经验，有的不喜欢算学，有的不喜欢博物，然而不得不学，否则，不能毕业，不能升学，和将来的生计便有妨碍了。我自己也这样，因为做教员，有时即非看不喜欢看的书不可，要不这样，怕不久便会于饭碗有妨。我们习惯了，一说起读书，就觉得是高尚的事情，其实这样的读书，和木匠的磨斧头，裁缝的理针线并没有什么分别，并不见得高尚，有时还很苦痛，很可怜。你爱做的事，偏不给你做，你不爱做的，倒非做不可。这是由于职业和嗜好不能合一而来的。倘能够大家去做爱做的事，而仍然各有饭吃，那是多么幸福。但现在的社会上还做不到，所以读书的人们的最大部分，大概是勉勉强强的，带着苦痛的为职业的读书。现在再讲嗜好的读书罢。"}
{"text":"我自己也这样，因为做教员，有时即非看不喜欢看的书不可，要不这样，怕不久便会于饭碗有妨。我们习惯了，一说起读书，就觉得是高尚的事情，其实这样的读书，和木匠的磨斧头，裁缝的理针线并没有什么分别，并不见得高尚，有时还很苦痛，很可怜。你爱做的事，偏不给你做，你不爱做的，倒非做不可。这是由于职业和嗜好不能合一而来的。倘能够大家去做爱做的事，而仍然各有饭吃，那是多么幸福。但现在的社会上还做不到，所以读书的人们的最大部分，大概是勉勉强强的，带着苦痛的为职业的读书。现在再讲嗜好的读书罢。那是出于自愿，全不勉强，离开了利害关系的。――我想，嗜好的读书，该如爱打牌的一样，天天打，夜夜打，连续的去打，有时被公安局捉去了，放出来之后还是打。诸君要知道真打牌的人的目的并不在赢钱，而在有趣。牌有怎样的有趣呢，我是外行，不大明白。但听得爱赌的人说，它妙在一张一张的摸起来，永远变化无穷。我想，凡嗜好的读书，能够手不释卷的原因也就是这样。他在每一叶每一叶里，都得着深厚的趣味。自然，也可以扩大精神，增加智识的，但这些倒都不计及，一计及，便等于意在赢钱的博徒了，这在博徒之中，也算是下品。不过我的意思，并非说诸君应该都退了学，去看自己喜欢看的书去，这样的时候还没有到来也许终于不会到，至多，将来可以设法使人们对于非做不可的事发生较多的兴味罢了。我现在是说，爱看书的青年，大可以看看本分以外的书，即课外的书，不要只将课内的书抱住。但请不要误解，我并非说，譬如在国文讲堂上，应该在抽屉里暗看红楼梦之类乃是说，应做的功课已完而有余暇，大可以看看各样的书，即使和本业毫不相干的，也要泛览。譬如学理科的，偏看看文学书，学文学的，偏看看科学书，看看别个在那里研究的，究竟是怎么一回事。这样子，对于别人，别事，可以有更深的了解。现在中国有一个大毛病，就是人们大概以为自己所学的一门是最好，最妙，最要紧的学问，而别的都无用，都不足道的，弄这些不足道的东西的人，将来该当饿死。其实是，世界还没有如此简单，学问都各有用处，要定什么是头等还很难。也幸而有各式各样的人，假如世界上全是文学家，到处所讲的不是文学的分类便是诗之构造，那倒反而无聊得很了。不过以上所说的，是附带而得的效果，嗜好的读书，本人自然并不计及那些，就如游公园似的，随随便便去，因为随随便便，所以不吃力，因为不吃力，所以会觉得有趣。如果一本书拿到手，就满心想道，我在读书了！"}
{"text":"其实是，世界还没有如此简单，学问都各有用处，要定什么是头等还很难。也幸而有各式各样的人，假如世界上全是文学家，到处所讲的不是文学的分类便是诗之构造，那倒反而无聊得很了。不过以上所说的，是附带而得的效果，嗜好的读书，本人自然并不计及那些，就如游公园似的，随随便便去，因为随随便便，所以不吃力，因为不吃力，所以会觉得有趣。如果一本书拿到手，就满心想道，我在读书了！我在用功了！那就容易疲劳，因而减掉兴味，或者变成苦事了。我看现在的青年，为兴味的读书的是有的，我也常常遇到各样的询问。此刻就将我所想到的说一点，但是只限于文学方面，因为我不明白其他的。第一，是往往分不清文学和文章。甚至于已经来动手做批评文章的，也免不了这毛病。其实粗粗的说，这是容易分别的。研究文章的历史或理论的，是文学家，是学者做做诗，或戏曲小说的，是做文章的人，就是古时候所谓文人，此刻所谓创作家。创作家不妨毫不理会文学史或理论，文学家也不妨做不出一句诗。然而中国社会上还很误解，你做几篇小说，便以为你一定懂得小说概论，做几句新诗，就要你讲诗之原理。我也尝见想做小说的青年，先买小说法程和文学史来看。据我看来，是即使将这些书看烂了，和创作也没有什么关系的。事实上，现在有几个做文章的人，有时也确去做教授。但这是因为中国创作不值钱，养不活自己的缘故。听说美国小名家的一篇中篇小说，时价是二千美金中国呢，别人我不知道，我自己的短篇寄给大书铺，每篇卖过二十元。当然要寻别的事，例如教书，讲文学。研究是要用理智，要冷静的，而创作须情感，至少总得发点热，于是忽冷忽热，弄得头昏，――这也是职业和嗜好不能合一的苦处。苦倒也罢了，结果还是什么都弄不好。那证据，是试翻世界文学史，那里面的人，几乎没有兼做教授的。还有一种坏处，是一做教员，未免有顾忌教授有教授的架子，不能畅所欲言。这或者有人要反驳那么，你畅所欲言就是了，何必如此小心。然而这是事前的风凉话，一到有事，不知不觉地他也要从众来攻击的。而教授自身，纵使自以为怎样放达，下意识里总不免有架子在。所以在外国，称为教授小说的东西倒并不少，但是不大有人说好，至少，是总难免有令大发烦的炫学的地方。所以我想，研究文学是一件事，做文章又是一件事。"}
{"text":"苦倒也罢了，结果还是什么都弄不好。那证据，是试翻世界文学史，那里面的人，几乎没有兼做教授的。还有一种坏处，是一做教员，未免有顾忌教授有教授的架子，不能畅所欲言。这或者有人要反驳那么，你畅所欲言就是了，何必如此小心。然而这是事前的风凉话，一到有事，不知不觉地他也要从众来攻击的。而教授自身，纵使自以为怎样放达，下意识里总不免有架子在。所以在外国，称为教授小说的东西倒并不少，但是不大有人说好，至少，是总难免有令大发烦的炫学的地方。所以我想，研究文学是一件事，做文章又是一件事。第二，我常被询问要弄文学，应该看什么书？这实在是一个极难回答的问题。先前也曾有几位先生给青年开过一大篇书目。但从我看来，这是没有什么用处的，因为我觉得那都是开书目的先生自己想要看或者未必想要看的书目。我以为倘要弄旧的呢，倒不如姑且靠着张之洞的书目答问去摸门径去。倘是新的，研究文学，则自己先看看各种的小本子，如本间久雄的新文学概论，厨川白村的苦闷的象征，瓦浪斯基们的苏俄的文艺论战之类，然后自己再想想，再博览下去。因为文学的理论不像算学，二二一定得四，所以议论很纷歧。如第三种，便是俄国的两派的争论，――我附带说一句，近来听说连俄国的小说也不大有人看了，似乎一看见俄字就吃惊，其实苏俄的新创作何尝有人绍介，此刻译出的几本，都是革命前的作品，在那边都已经被看作反革命的了。倘要看看文艺作品呢，则先看几种名家的选本，从中觉得谁的作品自己最爱看，然后再看这一个的专集，然后再从文学史上看看他在史上的位置倘要知道得更详细，就看一两本这人的传记，那便可以大略了解了。如果专是请教别人，则各人的嗜好不同，总是格不相入的。第三，说几句关于批评的事。现在因为出版物太多了，――其实有什么呢，而读者因为不胜其纷纭，便渴望批评，于是批评家也便应运而起。批评这东西，对于读者，至少对于和这批评家趣旨相近的读者，是有用的。但中国现在，似乎应该暂作别论。往往有人误以为批评家对于创作是操生杀之权，占文坛的最高位的，就忽而变成批评家他的灵魂上挂了刀。但是怕自己的立论不周密，便主张主观，有时怕自己的观察别人不看重，又主张客观有时说自己的作文的根柢全是同情，有时将校对者骂得一文不值。凡中国的批评文字，我总是越看越胡涂，如果当真，就要无路可走。印度人是早知道的，有一个很普通的比喻。"}
{"text":"批评这东西，对于读者，至少对于和这批评家趣旨相近的读者，是有用的。但中国现在，似乎应该暂作别论。往往有人误以为批评家对于创作是操生杀之权，占文坛的最高位的，就忽而变成批评家他的灵魂上挂了刀。但是怕自己的立论不周密，便主张主观，有时怕自己的观察别人不看重，又主张客观有时说自己的作文的根柢全是同情，有时将校对者骂得一文不值。凡中国的批评文字，我总是越看越胡涂，如果当真，就要无路可走。印度人是早知道的，有一个很普通的比喻。他们说一个老翁和一个孩子用一匹驴子驮着货物去出卖，货卖去了，孩子骑驴回来，老翁跟着走。但路人责备他了，说是不晓事，叫老年人徒步。他们便换了一个地位，而旁人又说老人忍心老人忙将孩子抱到鞍鞒上，后来看见的人却说他们残酷于是都下来，走了不久，可又有人笑他们了，说他们是呆子，空着现成的驴子却不骑。于是老人对孩子叹息道，我们只剩了一个办法了，是我们两人抬着驴子走。无论读，无论做，倘若旁征博访，结果是往往会弄到抬驴子走的。不过我并非要大家不看批评，不过说看了之后，仍要看看本书，自己思索，自己做主。看别的书也一样，仍要自己思索，自己观察。倘只看书，便变成书厨，即使自己觉得有趣，而那趣味其实是已在逐渐硬化，逐渐死去了。我先前反对青年躲进研究室，也就是这意思，至今有些学者，还将这话算作我的一条罪状哩。听说英国的培那特萧，有过这样意思的话世间最不行的是读书者。因为他只能看别人的思想艺术，不用自己。这也就是勖本华尔p之所谓脑子里给别人跑马。较好的是思索者。因为能用自己的生活力了，但还不免是空想，所以更好的是观察者，他用自己的眼睛去读世间这一部活书。这是的确的，实地经验总比看，听，空想确凿。我先前吃过干荔支，罐头荔支，陈年荔支，并且由这些推想过新鲜的好荔支。这回吃过了，和我所猜想的不同，非到广东来吃就永不会知道。但我对于萧的所说，还要加一点骑墙的议论。萧是爱尔兰人，立论也不免有些偏激的。我以为假如从广东乡下找一个没有历练的人，叫他从上海到北京或者什么地方，然后问他观察所得，我恐怕是很有限的，因为他没有练习过观察力。所以要观察，还是先要经过思索和读书。"}
