{"text":"我们的新文艺，除开叶绍钧二三人的作品还可见到有体裁的修养外，其余大都似乎随意的把它挂在笔头上。一位道学的批评家指胡梦华。他在一九二二年十月二十四日时事新报学灯上发表读了蕙的风以后，攻击汪静之作的诗集蕙的风，认为其中某些情诗是堕落轻薄的作品，有不道德的嫌疑。参看热风反对含泪的批评家。这是东晋画家顾恺之的话，见南朝宋刘义庆世说新语巧艺顾长康按即顾恺之画人，或数年不点目睛。人问其故，顾曰四体妍蚩，本无关于妙处传神写照，正在阿堵中。阿堵，当时俗语这个。小品文的危机小品文的危机仿佛记得一两月之前，曾在一种日报上见到记载着一个人的死去的文章，说他是收集小摆设的名人，临末还有依稀的感喟，以为此人一死，小摆设的收集者在中国怕要绝迹了。但可惜我那时不很留心，竟忘记了那日报和那收集家的名字。现在的新的青年恐怕也大抵不知道什么是小摆设了。但如果他出身旧家，先前曾有玩弄翰墨的人，则只要不很破落，未将觉得没用的东西卖给旧货担，就也许还能在尘封的废物之中，寻出一个小小的镜屏，玲珑剔透的石块，竹根刻成的人像，古玉雕出的动物，锈得发绿的铜铸的三脚癞虾蟆这就是所谓小摆设。先前，它们陈列在书房里的时候，是各有其雅号的，譬如那三脚癞虾蟆，应该称为蟾蜍砚滴之类，最末的收集家一定都知道，现在呢，可要和它的光荣一同消失了。那些物品，自然决不是穷人的东西，但也不是达官富翁家的陈设，他们所要的，是珠玉扎成的盆景，五彩绘画的磁瓶。那只是所谓士大夫的清玩。在外，至少必须有几十亩膏腴的田地，在家，必须有几间幽雅的书斋就是流寓上海，也一定得生活较为安闲，在客栈里有一间长包的房子，书桌一顶，烟榻一张，瘾足心闲，摩挲赏鉴。然而这境地，现在却已经被世界的险恶的潮流冲得七颠八倒，像狂涛中的小船似的了。然而就是在所谓太平盛世罢，这小摆设原也不是什么重要的物品。在方寸的象牙版上刻一篇兰亭序，至今还有艺术品之称，但倘将这挂在万里长城的墙头，或供在云冈的丈八佛像的足下，它就渺小得看不见了，即使热心者竭力指点，也不过令观者生一种滑稽之感。何况在风沙扑面，狼虎成群的时候，谁还有这许多闲工夫，来赏玩琥珀扇坠，翡翠戒指呢。"}
{"text":"然而这境地，现在却已经被世界的险恶的潮流冲得七颠八倒，像狂涛中的小船似的了。然而就是在所谓太平盛世罢，这小摆设原也不是什么重要的物品。在方寸的象牙版上刻一篇兰亭序，至今还有艺术品之称，但倘将这挂在万里长城的墙头，或供在云冈的丈八佛像的足下，它就渺小得看不见了，即使热心者竭力指点，也不过令观者生一种滑稽之感。何况在风沙扑面，狼虎成群的时候，谁还有这许多闲工夫，来赏玩琥珀扇坠，翡翠戒指呢。他们即使要悦目，所要的也是耸立于风沙中的大建筑，要坚固而伟大，不必怎样精即使要满意，所要的也是匕首和投枪，要锋利而切实，用不着什么雅。美术上的小摆设的要求，这幻梦是已经破掉了，那日报上的文章的，就直觉的地知道。然而对于文学上的小摆设――小品文的要求，却正在越加旺盛起来，要求者以为可以靠着低诉或微吟，将粗犷的人心，磨得渐渐的平滑。这就是想别人一心看着六朝文絮，而忘记了自己是抱在黄河决口之后，淹得仅仅露出水面的树梢头。但这时却只用得着挣扎和战斗。而小品文的生存，也只仗着挣扎和战斗的。晋朝的清言，早和它的朝代一同消歇了。唐末诗风衰落，而小品放了光辉。但罗隐的谗书，几乎全部是抗争和愤激之谈皮日休和陆龟蒙自以为隐士，别人也称之为隐士，而看他们在皮子文薮和笠泽丛书中的小品文，并没有忘记天下，正是一榻胡涂的泥塘里的光彩和锋s。明末的小品虽然比较的颓放，却并非全是吟风弄月，其中有不平，有讽刺，有攻击，有破坏。这种作风，也触着了满洲君臣的心病，费去许多助虐的武将的刀锋，帮闲的文臣的笔锋，直到乾隆年间，这才压制下去了。以后呢，就来了小摆设。小摆设当然不会有大发展。到五四运动的时候，才又来了一个展开，散文小品的成功，几乎在小说戏曲和诗歌之上。这之中，自然含着挣扎和战斗，但因为常常取法于英国的随笔，所以也带一点幽默和雍容写法也有漂亮和缜密的，这是为了对于旧文学的示威，在表示旧文学之自以为特长者，白话文学也并非做不到。以后的路，本来明明是更分明的挣扎和战斗，因为这原是萌芽于文学革命以至思想革命的。"}
{"text":"到五四运动的时候，才又来了一个展开，散文小品的成功，几乎在小说戏曲和诗歌之上。这之中，自然含着挣扎和战斗，但因为常常取法于英国的随笔，所以也带一点幽默和雍容写法也有漂亮和缜密的，这是为了对于旧文学的示威，在表示旧文学之自以为特长者，白话文学也并非做不到。以后的路，本来明明是更分明的挣扎和战斗，因为这原是萌芽于文学革命以至思想革命的。但现在的趋势，却在特别提倡那和旧文章相合之点，雍容，漂亮，缜密，就是要它成为小摆设，供雅人的摩挲，并且想青年摩挲了这小摆设，由粗暴而变为风雅了。然而现在已经更没有书桌雅片虽然已经公卖，烟具是禁止的，吸起来还是十分不容易。想在战地或灾区里的人们来鉴赏罢――谁都知道是更奇怪的幻梦。这种小品，上海虽正在盛行，茶话酒谈，遍满小报的摊子上，但其实是正如烟花女子，已经不能在弄堂里拉扯她的生意，只好涂脂抹粉，在夜里L到马路上来了。小品文就这样的走到了危机。但我所谓危机，也如医学上的所谓极期一般，是生死的分歧，能一直得到死亡，也能由此至于恢复。麻醉性的作品，是将与麻醉者和被麻醉者同归于尽的。生存的小品文，必须是匕首，是投枪，能和读者一同杀出一条生存的血路的东西但自然，它也能给人愉快和休息，然而这并不是小摆设，更不是抚慰和麻痹，它给人的愉快和休息是休养，是劳作和战斗之前的准备。八月二十七日。本篇最初发表于一九三三年十月一日现代第三卷第六期。兰亭序即兰亭集序，晋代王羲之作，全文三百二十余字。云冈指云冈石窟，在山西大同武周山南麓，创建于北魏中期。现存主要洞窟五十三个，石雕佛像飞天等五万一千多个，其中最高的佛像达十七米。六朝文e六朝骈体文选集，共四卷，清代许氨嘌！玻怠场逖浴国时魏何晏夏侯玄王弼等以老庄思想解释儒家经义，崇尚虚无，摈弃世务，专谈玄理，读书人争相慕效，形成风气，叫作清言，也叫清谈或玄言。到晋代有王衍等人提倡，此风更盛。罗隐―字昭谏，余杭今属浙江人，晚唐文学家。著有甲乙集十卷谗书五卷等。皮日休约―约字袭美，襄阳今湖北襄樊市人，晚唐文学家。早年隐居鹿门山，曾参加黄巢起义军。著有皮子文薮十卷。陆龟蒙？―约，字鲁望，姑苏今江苏苏州人，晚唐文学家。"}
{"text":"到晋代有王衍等人提倡，此风更盛。罗隐―字昭谏，余杭今属浙江人，晚唐文学家。著有甲乙集十卷谗书五卷等。皮日休约―约字袭美，襄阳今湖北襄樊市人，晚唐文学家。早年隐居鹿门山，曾参加黄巢起义军。著有皮子文薮十卷。陆龟蒙？―约，字鲁望，姑苏今江苏苏州人，晚唐文学家。曾隐居笠泽，著有笠泽丛书四卷。明末的小品指晚明作家袁宏道钟惺张岱等人的小品文。学生和玉佛学生和玉佛一月二十八日申报号外载二十七日北平专电曰故宫古物即起运，北宁平汉两路已奉令备车，团城白玉佛亦将南运。二十九日号外又载二十八日中央社电传教育部电平各大学，略曰据各报载榆关告紧之际，北平各大学中颇有逃考及提前放假等情，均经调查确实。查大学生为国民中坚份子，讵容妄自惊扰，败坏校规，学校当局迄无呈报，迹近宽纵，亦属非是。仰该校等迅将学生逃考及提前放假情形，详报核办，并将下学期上课日期，并报为要。三十日，堕落文人周动轩先生见之，有诗叹曰寂寞空城在，仓皇古董迁，头儿夸大口，面子靠中坚。惊扰讵云妄？奔逃只自怜所嗟非玉佛，不值一文钱。本篇最初发表于一九三三年二月十六日上海论语第十一期，署名动轩。团城在北京北海公园声门旁的小丘上，有圆形城垣，故名。金时始建殿宇，元后屡有增修。白玉佛，置于团城承光殿内，由整块洁白的玉石雕刻而成，高约五尺，是具有很高艺术价值的珍贵文物。谚语谚语粗略的一想，谚语固然好像一时代一国民的意思的结晶，但其实，却不过是一部分的人们的意思。现在就以各人自扫门前雪，莫管他家瓦上霜来做例子罢，这乃是被压迫者们的格言，教人要奉公，纳税，输捐，安分，不可怠慢，不可不平，尤其是不要管闲事而压迫者是不算在内的。专制者的反面就是奴才，有权时无所不为，失势时即奴性十足。孙皓是特等的暴君，但降晋之后，简直像一个帮闲宋徽宗在位时，不可一世，而被掳后偏会含垢忍辱。做主子时以一切别人为奴才，则有了主子，一定以奴才自命这是天经地义，无可动摇的。"}
{"text":"专制者的反面就是奴才，有权时无所不为，失势时即奴性十足。孙皓是特等的暴君，但降晋之后，简直像一个帮闲宋徽宗在位时，不可一世，而被掳后偏会含垢忍辱。做主子时以一切别人为奴才，则有了主子，一定以奴才自命这是天经地义，无可动摇的。所以被压制时，信奉着各人自扫门前雪，莫管他家瓦上霜的格言的人物，一旦得势，足以凌人的时候，他的行为就截然不同，变为各人不扫门前雪，却管他家瓦上霜了。二十年来，我们常常看见武将原是练兵打仗的，且不问他这兵是用以安内或攘外，总之他的门前雪是治军，然而他偏来干涉教育，主持道德教育家原是办学的，无论他成绩如何，总之他的门前雪是学务，然而他偏去膜拜活佛，绍介国医。小百姓随军充案，童子军沿门募款。头儿胡行于上，蚁民乱碰于下，结果是各人的门前都不成样，各家的瓦上也一团糟。女人露出了臂膊和小腿，好像竟打动了贤人们的心，我记得曾有许多人絮絮叨叨，主张禁止过，后来也确有明文禁止了。不料到得今年，却又衣服蔽体已足，何必前拖后曳，消耗布匹，顾念时艰，后患何堪设想起来，四川的营山县长于是就令公安局派队一一剪掉行人的长衣的下截。长衣原是累赘的东西，但以为不穿长衣，或剪去下截，即于时艰有补，却是一种特别的经济学。汉书上有一句云，口含天宪，此之谓也。某一种人，一定只有这某一种人的思想和眼光，不能越出他本阶级之外。说起来，好像又在提倡什么犯讳的阶级了，然而事实是如此的。谣谚并非全国民的意思，就为了这缘故。古之秀才，自以为无所不晓，于是有秀才不出门，而知天下事这自负的漫天大谎，小百姓信以为真，也就渐渐的成了谚语，流行开来。其实是秀才虽出门，不知天下事的。秀才只有秀才头脑和秀才眼睛，对于天下事，那里看得分明，想得清楚。清末，因为想维新，常派些人才出洋去考察，我们现在看看他们的笔记罢，他们最以为奇的是什么馆里的蜡人能够和活人对面下棋。声海圣人康有为，佼佼者也，他周游十一国，一直到得巴尔干，这才悟出外国之所以常有弑君之故来了，曰因为宫墙太矮的缘故。六月十三日。本篇最初发表于一九三三年七月十五日申报月刊第二卷第七号，署名洛文。"}
{"text":"其实是秀才虽出门，不知天下事的。秀才只有秀才头脑和秀才眼睛，对于天下事，那里看得分明，想得清楚。清末，因为想维新，常派些人才出洋去考察，我们现在看看他们的笔记罢，他们最以为奇的是什么馆里的蜡人能够和活人对面下棋。声海圣人康有为，佼佼者也，他周游十一国，一直到得巴尔干，这才悟出外国之所以常有弑君之故来了，曰因为宫墙太矮的缘故。六月十三日。本篇最初发表于一九三三年七月十五日申报月刊第二卷第七号，署名洛文。孙皓―三国时吴国最后的皇帝。据三国志吴书三嗣主传，他在位时，粗暴骄盈，常无故杀戮臣子和宫人降晋之后，被封为归命侯，甘受戏弄。世说新语排调载有一次，晋武帝问孙皓闻南人好作尔汝歌，颇能为不？皓正饮酒，因举觞对帝而言曰昔与汝为邻，今与汝为臣，上汝一杯酒，令汝寿万春！宋徽宗―即赵佶，北宋皇帝。在位时，横暴凶残，骄奢淫侈靖康二年为金兵所俘，被封为昏德公，宫眷被没为宫婢。他虽备受侮辱，却还不断向金主称臣，具表称谢见靖康稗史呻吟语。一九三三年五月，广西民政厅曾公布法令，凡女子服装袖不过肘，裙不过膝者，均在取缔之列。当时四川军阀杨森提倡短衣运动，他管辖下的营山县县长罗象翥曾发布禁穿长衫令。这里所引即见于该项令文，令文中还说着自四月十六日起，由公安局派队，随带剪刀，于城厢内外梭巡，遇有玩视禁令，仍着长服者，立即执行剪衣，勿稍瞻徇，倘敢有抗拒者，立即带县罚究，决不姑宽。口含天宪语见后汉书朱穆传当今中官近习，窃持国柄，手握王爵，口含天宪，运尝则使饿隶富于季孙，呼则伊颜化为桀跖。据清代王先谦后汉书集解天宪，王法也，谓刑戮出于其口也。关于蜡人和活人下棋的事，见清朝出使各国考察政治大臣礼部尚书戴鸿慈的出使九国日记一九六年北京和第一书局出版。该书丙午正月二十一日记有参观巴黎蜡人院的情况午后往观蜡人院，院中蜡人甚多，或坐或立，神志如生。最妙者一蜡像前置棋枰，能与人对弈。如对手欺之，故下一子不如式，则像即停子不下，若不豫状。其仍不改，即以手将棋子扫之。巧妙至此，诚可叹也！"}
{"text":"据清代王先谦后汉书集解天宪，王法也，谓刑戮出于其口也。关于蜡人和活人下棋的事，见清朝出使各国考察政治大臣礼部尚书戴鸿慈的出使九国日记一九六年北京和第一书局出版。该书丙午正月二十一日记有参观巴黎蜡人院的情况午后往观蜡人院，院中蜡人甚多，或坐或立，神志如生。最妙者一蜡像前置棋枰，能与人对弈。如对手欺之，故下一子不如式，则像即停子不下，若不豫状。其仍不改，即以手将棋子扫之。巧妙至此，诚可叹也！康有为―广东南海人，清末维新运动领袖。后来组织保皇会，反对孙中山领导的民主革命运动。一九四年至一九八年，他周游意大利瑞士奥地利匈牙利德意志法兰西丹麦瑞典比利时荷兰英吉利等十一国。这里所说的事，见他的欧东阿连五国游记游塞耳维亚京悲罗吉辣王宫三层，黄色颇丽，然临街，仅如一富家屋耳。往闻塞耳维亚内乱弑君后，惊其易，今观之，乱民一拥入室，即可行弑，如吾国乡曲行劫富豪，亦何难事。如以中国禁城之森严广大比之，则岂能顷刻成弑乎？见不忍杂志汇编二集卷四谣言世家谣言世家双十佳节，有一位文学家大名汤增壬模凇妒笔滦卤飞细颐墙补飧时候的杭州的故事。他说那时杭州杀掉许多驻防的旗人，辨别的方法，是因为旗人叫九为钩的，所以要他说九百九十九，一露马脚，刀就砍下去了。这固然是颇武勇，也颇有趣的。但是，可惜是谣言。中国人里，杭州人是比较的文弱的人。当钱大王治世的时候，人民被刮得衣裤全无，只用一片瓦掩着下部，然而还要追捐，除被打得麂一般叫之外，并无贰话。不过这出于宋人的笔记，是谣言也说不定的。但宋明的末代皇帝，带着没落的阔人，和暮气一同滔滔的逃到杭州来，却是事实，苟延残喘，要大家有刚决的气魄，难不难。到现在，西子湖边还多是摇摇摆摆的雅人连流氓也少有浙东似的白刀子进红刀子出的打架。自然，倘有军阀做着后盾，那是也会格外的撒泼的，不过当时实在并无敢于杀人的风气，也没有乐于杀人的人们。我们只要看举了老成持重的汤蛰仙先生做都督，就可以知道是不会流血的了。不过战事是有的。革命军围住旗营，开枪打进去，里面也有时打出来。然而围得并不紧，我有一个熟人，白天在外面逛，晚上却自进旗营睡觉去了。虽然如此，驻防军也终于被击溃，旗人降服了，房屋被充公是有的，却并没有杀戮。"}
{"text":"到现在，西子湖边还多是摇摇摆摆的雅人连流氓也少有浙东似的白刀子进红刀子出的打架。自然，倘有军阀做着后盾，那是也会格外的撒泼的，不过当时实在并无敢于杀人的风气，也没有乐于杀人的人们。我们只要看举了老成持重的汤蛰仙先生做都督，就可以知道是不会流血的了。不过战事是有的。革命军围住旗营，开枪打进去，里面也有时打出来。然而围得并不紧，我有一个熟人，白天在外面逛，晚上却自进旗营睡觉去了。虽然如此，驻防军也终于被击溃，旗人降服了，房屋被充公是有的，却并没有杀戮。口粮当然取消，各人自寻生计，开初倒还好，后来就遭灾。怎么会遭灾的呢？就是发生了谣言。杭州的旗人一向优游于西子湖边，秀气所钟，是聪明的，他们知道没有了粮，只好做生意，于是卖糕的也有，卖小菜的也有。杭州人是客气的，并不歧视，生意也还不坏。然而祖传的谣言起来了，说是旗人所卖的东西，里面都藏着毒药。这一下子就使汉人避之惟恐不远，但倒是怕旗人来毒自己，并不是自己想去害旗人。结果是他们所卖的糕饼小菜，毫无生意，只得在路边出卖那些不能下毒的家具。家具一完，途穷路绝，就一败涂地了。这是杭州驻防旗人的收场。笑里可以有刀，自称酷爱和平的人民，也会有杀人不见血的武器，那就是造谣言。但一面害人，一面也害己，弄得彼此懵懵懂懂。古时候无须提起了，即在近五十年来，甲午战败，就说是李鸿章害的，因为他儿子是日本的驸马，骂了他小半世庚子拳变，又说洋鬼子是挖眼睛的，因为造药水，就乱杀了一大通。下毒学说起于辛亥光复之际的杭州，而复活于近来排日的时候。我还记得每有一回谣言，就总有谁被诬为下毒的奸细，给谁平白打死了。谣言世家的子弟，是以谣言杀人，也以谣言被杀的。至于用数目来辨别汉满之法，我在杭州倒听说是出于湖北的荆州的，就是要他们数一二三四，数到六字，读作上声，便杀却。但杭州离荆州太远了，这还是一种谣言也难说。我有时也不大能够分清那句是谣言，那句是真话了。十月十三日。本篇最初发表于一九三三年十一月十五日申报月刊第二卷第十一号，署名洛文。双十节一九一一年十月十日，孙中山领导的革命党人举行武昌起义即辛亥革命，次年一月一日建立中华民国。九月二十八日临时参议院议定十月十日为国庆节纪念日，又称双十节。"}
{"text":"但杭州离荆州太远了，这还是一种谣言也难说。我有时也不大能够分清那句是谣言，那句是真话了。十月十三日。本篇最初发表于一九三三年十一月十五日申报月刊第二卷第十一号，署名洛文。双十节一九一一年十月十日，孙中山领导的革命党人举行武昌起义即辛亥革命，次年一月一日建立中华民国。九月二十八日临时参议院议定十月十日为国庆节纪念日，又称双十节。汤增懊褡逯饕逦难钡墓拇嫡摺谝痪三三年十月十日上海时事新报发表的辛亥革命逸话中说旗人谓九为钩。辛亥革命起，旗人皆变装图逃，杭人乃侦骑四出，遇可疑者，执而讯之，令其口唱九百九十九，如为旗人，则音必读钩百钩十钩也。乃杀之，百无一失。旗人，清代对编入八旗的人的称呼，后来一般用以称呼满族人。钱大王即钱H―，五代时吴越国的国王。据宋代郑文宝江表志记载两浙钱氏，偏霸一方，急征苛惨，科赋凡欠一斗者多至徒罪。徐尝使越云三更已闻獐麂号叫达曙，问于驿吏，乃县司征科也。乡民多赤体，有被葛褐者，都用竹篾系腰间，执事非刻理不可，虽贫者亦家累千金。汤蛰仙―即汤寿潜，浙江绍兴人。清末进士，武昌起义后曾被推为浙江省都督。李鸿章―安徽合肥人，清末北洋大臣，洋务派首领。一八九四年中日甲午战争发生，他避战求和，失败后与日本帝国主义签订丧权辱国的马关条约。易顺鼎在劾权奸误国奏中说李鸿章虽奸，尚不及其子李经方之甚。李经方前充出使日本大臣，所纳外妇即倭主睦仁之甥女。以权奸为丑虏内助，而始有用夷变夏之阶以丑虏为权奸外援，而始有化家为国之渐。按李经方系李鸿章之侄，曾娶一日本女子为妾。由中国女人的脚由中国女人的脚古之儒者不作兴谈女人，但有时总喜欢谈到女人。例如缠足罢，从明朝到清朝的带些考据气息的著作中，往往有一篇关于这事起源的迟早的文章。为什么要考究这样下等事呢，现在不说他也罢，总而言之，是可以分为两大派的，一派说起源早，一派说起源迟。说早的一派，看他的语气，是赞成缠足的，事情愈古愈好，所以他一定要考出连孟子的母亲，也是小脚妇人的证据来。说迟的一派却相反，他不大恭维缠足，据说，至早，亦不过起于宋朝的末年。其实，宋末，也可以算得古的了。不过不缠之足，样子却还要古，学者应该贵古而贱今，斥缠足者，爱古也。"}
