{"text":"小实报在济复刊，约写稿。平津流亡员生渐多来此，或办刊物，或筹救亡工作，我又忙起来。二十一日，敌机过市空，投一弹，伤数人，群感不安。此后时有警报。二十五六日，伤兵过济者极多，无衣无食无药物，省政府似不甚热心照料。到站慰劳与看护者均是学界中人。三十日，敌军入鲁境，学生有请假回家者。时中央派大员来指挥，军事应有好转，但本省军事长官嫌客军在鲁，设法避战，战事遂告失利。德州危，学校停课。师生相继迁逃，市民亦多东去，来自胶东者又复搬回，车上拥挤，全无秩序。我决不走。远行无力，近迁无益，不如死守济南，几每日有空袭警报，仍不断写作。笔为我唯一武器，不忍藏起。入十月，我方不反攻，敌军不再进，至为沉闷。校内寂无人，猫狗被弃，群来啼饥。秋高气爽，树渐有红叶，正是读书时候，而校园中全无青年笑语声矣。每日小女助母折纱布揉棉球，备救护伤兵之用，小儿高呼到街上买木枪，好打飞机，我低着构思，全室有紧张之象。流亡者日增，时来贷金求衣，量力购助，不忍拒绝。写文之外，多读传记及小说，并录佳句于册。十四日，市保安队枪械被收缴，市面不安，但无暴动。青年学子，爱国心切，时约赴会讨论工作计划。但政府多虑，不准活动，相对悲叹。下半月，各线失利，而济市沉寂如常，虽仍未停写作，亦难自信果有何用处矣。十一月中，敌南侵，我方退守黄河。友人力劝出走，以免白白牺牲，故南来。到汉口已两月余，还是日日拿笔。对政治军事，毫无所知，勉强写些文字，自觉空洞无物。可是，舍此别无可为，闲着当更难堪。无力无钱，只好有笔的出笔，聊以自慰。家小尚在济，城陷后无音信。所以不能同来者一车极难上，沿途且有轰炸之险。二儿女辈俱幼弱，天气复渐寒，遇险或受病，同是危难。三存款无多，仅足略购柴米，用之行旅，则成难民。版税稿费俱绝，找事非易，有出无入，何以支持？独逃可仅顾三餐，同来则无法尽避饥寒。有此数因，故妻决留守，在济多友，亦愿为照料。不过，说着容易，实行则难，于心有所不忍，遂迟迟不敢行。及至事急，妻劝速行，盖我在家非但无益，且或累及家小。匆匆收拾衣物，儿女辈频牵衣问父何去何归，妻极勇敢，代答以父明日即来。时已入夜，天有薄云，灯下作别，难道一语！前得短诗，略记此景弱女痴儿不解哀，牵衣问父去何来。语因伤别潜成泪，血若停流定是灰！已见乡关沦水火，更堪江海逐风雷？徘徊未忍道珍重，暮雁声低切切催！"}
{"text":"独逃可仅顾三餐，同来则无法尽避饥寒。有此数因，故妻决留守，在济多友，亦愿为照料。不过，说着容易，实行则难，于心有所不忍，遂迟迟不敢行。及至事急，妻劝速行，盖我在家非但无益，且或累及家小。匆匆收拾衣物，儿女辈频牵衣问父何去何归，妻极勇敢，代答以父明日即来。时已入夜，天有薄云，灯下作别，难道一语！前得短诗，略记此景弱女痴儿不解哀，牵衣问父去何来。语因伤别潜成泪，血若停流定是灰！已见乡关沦水火，更堪江海逐风雷？徘徊未忍道珍重，暮雁声低切切催！信已太长，犹未尽意，一俟家信到此，当再叙陈。祝吉！原载年月日创导第卷第期小型的复活自传之一章二十三，罗成关。二十三岁那一年的确是我的一关，几乎没有闯过去。从生理上，心理上，和什么什么理上看，这句俗语确是个值得注意的警告。据一位学病理学的朋友告诉我从十八到二十五岁这一段，最应当注意抵抗肺痨。事实上，不少人在二十三岁左右正忙着大学毕业考试，同时眼睛溜着毕业即失业那个鬼影儿两气夹攻，身体上精神上都难悠悠自得，肺病自不会不乘虚而入。放下大学生不提，一般的来说，过了二十一岁，自然要开始收起小孩子气而想变成个大人了有好些二十二三岁的小伙子留下小胡子玩玩，过一两星期再剃了去，即是一证。在这期间，事情得意呢，便免不得要尝尝一向认为是禁果的那些玩艺儿既不再自居为小孩子，就该老声老气的干些老人们所玩的风流事儿了。钱是自己挣的，不花出去岂不心中闹得慌。吃烟喝酒，与穿上绸子裤褂，还都是小事嫖嫖赌赌，才真够得上大人味儿。要是事情不得意呢，抑郁牢骚，此其时也，亦能损及健康。老实一点的人儿，即使事情得意，而又不肯瞎闹，也总会想到找个女郎，过过恋爱生活，虽然老实，到底年轻沉不住气，遇上以恋爱为游戏的女子，结婚是一堆痛苦，失恋便许自杀。反之，天下有欠太平，顾不及来想自己，杀身成仁不甘落后，战场上的血多是这般人身上的。可惜没有一套统计表来帮忙，我只好说就我个人的观察，这个罗成关论是可以立得住的。就近取譬，我至少可以抬出自己作证，虽说不上什么科学的，但到底也不失有这么一回的价值。二十三岁那年，我自己的事情，以报酬来讲，不算十分的坏。每月我可以拿到一百多块钱。十六七年前的一百块是可以当现在二百块用的那时候还能花十五个小铜子就吃顿饱饭。"}
{"text":"反之，天下有欠太平，顾不及来想自己，杀身成仁不甘落后，战场上的血多是这般人身上的。可惜没有一套统计表来帮忙，我只好说就我个人的观察，这个罗成关论是可以立得住的。就近取譬，我至少可以抬出自己作证，虽说不上什么科学的，但到底也不失有这么一回的价值。二十三岁那年，我自己的事情，以报酬来讲，不算十分的坏。每月我可以拿到一百多块钱。十六七年前的一百块是可以当现在二百块用的那时候还能花十五个小铜子就吃顿饱饭。我记得一份肉丝炒三个油撕火烧，一碗馄饨带沃两个鸡子，不过是十一二个铜子就可以开付要是预备好十五枚作饭费，那就颇可以弄一壶白干儿喝喝了。自然那时候的中交钞票是一块当作几角用的，而月月的薪水永远不能一次拿到，于是化整为零与化圆为角的办法使我往往须当一两票当才能过得去。若是痛痛快快的发钱，而钱又是一律现洋，我想我或者早已成个阔老了。无论怎么说吧，一百多圆的薪水总没教我遇到极大的困难当了当再赎出来，正合裕民富国之道，我也就不悦不怨。每逢拿到几成薪水，我便回家给母亲送一点钱去。由家里出来，我总感到世界上非常的空寂，非掏出点钱去不能把自己快乐的与世界上的某个角落发生关系。于是我去看戏，逛公园，喝酒，买大喜烟吃。因为看戏有了瘾，我更进一步去和友人们学几句，赶到酒酣耳热的时节，我也能喊两嗓子好歹不管，喊喊总是痛快的。酒量不大，而颇好喝，凑上二三知己，便要上几斤喝到大家都舌短的时候，才正爱说话，说得爽快亲热，真露出点燕赵多慷慨悲歌之士的气概来。这的确值得记住的。喝醉归来，有时候把钱包手绢一齐交给洋车夫给保存着，第二日醒过来，于伤心中仍略有豪放不羁之感。也学会了打牌。到如今我醒悟过来，我永远成不了牌油子。我不肯费心去算计，而完全浪漫的把胜负交与运气。我不看地上的牌，也不看上下家放的张儿，我只想象的希望来了好张子便成了清一色或是大三元。结果是回回一败涂地。认识了这一个缺欠以后，对牌便没有多大瘾了，打不打都可以可是，在那时候我决不承认自己的牌臭，只要有人张罗，我便坐下了。我想不起一件事比打牌更有害处的。喝多了酒可以受伤，但是刚醉过了，谁者不会马上再去饮，除非是借酒自杀的。打牌可就不然了，明知有害，还要往下干，有一个人说再接着来，谁便也舍不得走。"}
{"text":"我不肯费心去算计，而完全浪漫的把胜负交与运气。我不看地上的牌，也不看上下家放的张儿，我只想象的希望来了好张子便成了清一色或是大三元。结果是回回一败涂地。认识了这一个缺欠以后，对牌便没有多大瘾了，打不打都可以可是，在那时候我决不承认自己的牌臭，只要有人张罗，我便坐下了。我想不起一件事比打牌更有害处的。喝多了酒可以受伤，但是刚醉过了，谁者不会马上再去饮，除非是借酒自杀的。打牌可就不然了，明知有害，还要往下干，有一个人说再接着来，谁便也舍不得走。在这时候，人好象已被那些小块块们给迷住，冷热饥饱都不去管，把一切卫生常识全抛在一边。越打越多吃烟喝茶，越输越往上撞火。鸡鸣了，手心发热，脑子发晕，可是谁也不肯不舍命陪君子。打一通夜的麻雀，我深信，比害一场小病的损失还要大得多。但是，年轻气盛，谁管这一套呢！我只是不嫖。无论是多么好的朋友拉我去，我没有答应过一回。我好象是保留着这么一点，以便自解自慰什么我都可以点头，就是不能再往那里去只有这样，当清夜扪心自问的时候才不至于把自己整个的放在荒唐鬼之群里边去。可是，烟，酒，麻雀，已足使我瘦弱，痰中往往带着点血！那时候，婚姻自由的理论刚刚被青年们认为是救世的福音，而母亲暗中给我定了亲事。为退婚，我着了很大的急。既要非作个新人物不可，又恐太伤了母亲的心，左右为难，心就绕成了一个小疙疸。婚约到底是废除了，可是我得到了很重的病。病的初起，我只觉得混身发僵。洗澡，不出汗满街去跑，不出汗。我知道要不妙。两三天下去，我服了一些成药，无效。夜间，我作了个怪梦，梦见我仿佛是已死去，可是清清楚楚的听见大家的哭声。第二天清晨，我回了家，到家便起不来了。先生是位太医院的，给我下得什么药，我不晓得，我已昏迷不醒，不晓得要药方来看。等我又能下了地，我的头发已全体与我脱离关系，头光得象个磁球。半年以后，我还不敢对人脱帽，帽下空空如也。经过这一场病，我开始检讨自己那些嗜好必须戒除，从此要格外小心，这不是玩的！可是，到底为什么要学这些恶嗜好呢？啊，原来是因为月间有百十块的进项，而工作又十分清闲。那么，打算要不去胡闹，必定先有些正经事作清闲而报酬优的事情只能毁了自己。恰巧，这时候我的上司申斥了我一顿。我便辞了差。有的人说我太负气，有的人说我被迫不能不辞职，我都不去管。"}
{"text":"等我又能下了地，我的头发已全体与我脱离关系，头光得象个磁球。半年以后，我还不敢对人脱帽，帽下空空如也。经过这一场病，我开始检讨自己那些嗜好必须戒除，从此要格外小心，这不是玩的！可是，到底为什么要学这些恶嗜好呢？啊，原来是因为月间有百十块的进项，而工作又十分清闲。那么，打算要不去胡闹，必定先有些正经事作清闲而报酬优的事情只能毁了自己。恰巧，这时候我的上司申斥了我一顿。我便辞了差。有的人说我太负气，有的人说我被迫不能不辞职，我都不去管。我去找了个教书的地方，一月挣五十块钱。在金钱上，不用说，我受了很大的损失在劳力上自然也要多受好多的累。可是，我很快活我又摸着了书本，一天到晚接触的都是可爱的学生们。除了还吸烟，我把别的嗜好全自自然然的放下了。挣的钱少，作的事多，不肯花钱，也没闲工夫去花。一气便是半年，我没吃醉过一回，没摸过一次牌。累了，在校园转一转，或到运动场外看学生们打球，我的活动完全在学校里，心整，生活有规律设若再能把烟卷扔下，而多上几次礼拜堂，我颇可以成个清教徒了。想起来，我能活到现在，而且生活老多少有些规律，差不多全是那一关的劳自然，那回要是没能走过来，可就似乎有些不妥了。二十三，罗成关是个值得注意的警告！著者略历舒舍予，字，现年四十岁，面黄无须。生于北平，三岁失怙，可谓无父。志学之年，帝王不存，可谓无君。无父无君，特别孝爱老母，布尔乔亚之仁未能一扫空也。幼读三百千，不求甚解。继学师范，遂奠教书匠之墓。及壮，糊口四方，教书为业，甚难发财每购奖券，以得末彩为荣，示甘于寒贱也。二十七岁，发愤著书，科学哲学无所懂，故写小说，博大家一笑，没什么了不得。三十四岁结婚，今已有一女一男，均狡猾可喜。闲时喜养花，不得其法，每每有叶无花，亦不忍弃。书无所不读，全无所获，并不着急。教书作事，均甚认真，往往吃亏，亦不后悔。如是而已，再活四十年也许能有点出息！著有老张的哲学，赵子曰，二马，小坡的生日，猫城记，离婚，赶集，牛天赐传，樱海集，蛤藻集，骆驼祥子，火车集，皆小说也。当继续再写八本，凑成二十本，可以搁笔矣。散碎文字，随写随扔偶搜汇成集，如幽默诗文集及老牛破车，亦不重视之。"}
{"text":"书无所不读，全无所获，并不着急。教书作事，均甚认真，往往吃亏，亦不后悔。如是而已，再活四十年也许能有点出息！著有老张的哲学，赵子曰，二马，小坡的生日，猫城记，离婚，赶集，牛天赐传，樱海集，蛤藻集，骆驼祥子，火车集，皆小说也。当继续再写八本，凑成二十本，可以搁笔矣。散碎文字，随写随扔偶搜汇成集，如幽默诗文集及老牛破车，亦不重视之。原载年月宇宙风第期亢德兄一封信由家出来已四个月了。我怎样不放心家小，是你可以想象得到的因为你现在也把眷属放在了孤岛上，而独自出来挣扎。我的唯一武器是我这枝笔，我不肯教它休息。你的心血是全费在你的刊物上，你当然不肯教它停顿。为了这笔与刊物，我们出来能作出多少成绩？谁知道呢！也许各尽其力的往前干就好吧？这四个月来，最难过的时候是每晚十时左右。你知道，我素日生活最有规律，夜间十点前后，必须去睡。在流亡中，我还不肯放弃了这个好习惯。可是，一见表针指到该就寝的时刻，我不由的便难过起来。不错，我差不多是连星期日也不肯停笔，零七八碎的真赶出不少的东西来但是，这到底有多大用处呢？笔在手里的时节，偶尔得到一两句满意的文章，我的确感到快乐，并且渺茫的想到这一两句也许能在我的读众心中发生一些好的作用及至一放下笔，再看纸上那些字，这点自慰与自傲便立时变为失望与渐愧。眼看着院内的黑影或月光，我仿佛听见了前线的炮声，仿佛看见了火影与血光。多少健儿，今晚丧掉了生命！此刻有多少家庭都拆散，多少城市被轰平！这一夜有多少妇孺变成了寡妇孤儿！全民族都在血腥里，炮火下，到处有最辛酸的患难，与最悲壮的牺牲。我，我只能写一些字！即使我的文字能有一点点用处，可是又到了该睡的时候了一天的工作且承认它有些用不过是那么一点点呀！我不能安心去睡，又不能不去睡，在去铺放被子的时候，我觉得自己不过是个无知的小动物，又须到窝穴里藏起头来，白白的费去七八小时了！这种难过，是我以前所未曾有过的。我简直怕见天黑了，黄昏的暮色晚烟，使我心中凝成一个黑团！我不知怎样才好，而日月轮还，黑夜又绝对不能变成白天！不管我是怎样的想努力，我到底不能不放下笔去睡，把心神交与若续若继的恶梦！身体太坏。"}
{"text":"即使我的文字能有一点点用处，可是又到了该睡的时候了一天的工作且承认它有些用不过是那么一点点呀！我不能安心去睡，又不能不去睡，在去铺放被子的时候，我觉得自己不过是个无知的小动物，又须到窝穴里藏起头来，白白的费去七八小时了！这种难过，是我以前所未曾有过的。我简直怕见天黑了，黄昏的暮色晚烟，使我心中凝成一个黑团！我不知怎样才好，而日月轮还，黑夜又绝对不能变成白天！不管我是怎样的想努力，我到底不能不放下笔去睡，把心神交与若续若继的恶梦！身体太坏。有心无力，勇气是支持不住肉体的疲惫的。作到了一日间所能作的那一些，就象皮球已圆到了容纳空气的限度，再多打一点气就会爆裂。这是毕生的恨事，在这大家都当拚命卖力气，共赴国难的期间，便越发使人苦恼。由这点自恨力短，便不由的想到了一般文人的瘦弱单薄。文人们，因生活的窘迫，因工作的勤苦，不易得到健壮的身体咬牙努力，适足以呕血丧命。可是他们又是多么不服软，爱要强的人呢。他们越穷越弱，他们越不肯屈服，连自己体质的薄弱也象自欺似的加以否认或忽略。衰病或夭折是常有的当然结果，文学史上有多少不幸短命死矣的嗟悼呢！他们这样的不幸，自有客观的，无可避免的条件，并非他们自甘丧弃了生命。不过，在这国家危急存亡之秋，我不愿细细的述说这些客观的条件与因由，而替文人们呼冤。反之，我却愿他们以极度的热心，把不平之鸣改作自励自策，希望他们也都顾及身体的保养与锻炼。文人们，你们必须有铁一般的身儿，才能使你们的笔象枪炮一样的有力呀！注意你们的身体，你们才能尽所能的发挥才力，成为百战不挠的勇士。于此，我特别要诚恳的对年轻的文艺界朋友们说或者不惜用警告这个字要成个以笔为武器的战士，可先别忽略了战士应有的铜筋铁臂啊。白面书生是含有些轻视的形容。深夜里狂吸着纸烟，或由激愤而过着浪漫的生活，以致减低了写作的能力，这岂但有欠严肃，而且近乎自杀呀！日本军人每日在各处整批的屠杀我们，我们还要自杀么？我们应当反抗！战士，我们既是战士，便应当敏捷矫健，生龙活虎的冲锋陷阵。我们强壮的身体支持着我们坚定的意志。笔粗拳头大，气足心才热烈。我们都该自爱自惜。成为铁血文人，在这到处是血腥与炮火的时候，我们才能发出怒吼。"}
{"text":"深夜里狂吸着纸烟，或由激愤而过着浪漫的生活，以致减低了写作的能力，这岂但有欠严肃，而且近乎自杀呀！日本军人每日在各处整批的屠杀我们，我们还要自杀么？我们应当反抗！战士，我们既是战士，便应当敏捷矫健，生龙活虎的冲锋陷阵。我们强壮的身体支持着我们坚定的意志。笔粗拳头大，气足心才热烈。我们都该自爱自惜。成为铁血文人，在这到处是血腥与炮火的时候，我们才能发出怒吼。惭愧，我到时候非去休息不可，因为身体弱我是怎样的期待着那大时代锻炼出来的文艺生力军，以严肃的生活，雄美的体格，把白面与文弱等等可耻的形容词从此扫刷了去，而以粗莽英武的姿态为新中国高唱前进的战歌呢！浪漫，为什么不可以呢？！然而我们的浪漫必是上马杀敌，下马为文的那种磊落豪放的气概与心胸，必是坚苦卓绝，以牺牲为荣，为正义而战的那种伟大的英雄主义。以玫瑰色的背心，或披及肩项的卷发，为浪漫的象征，是死与无心肝的象征啊。自恨使我睡不熟，不由的便想起了妻儿。当学校初一停课，学生来告别的时候，我的泪几乎终日在眼圈里转。先生！我们去流亡！出自那些年轻的朋友之口，多么痛心呢！有家，归去不得。学校，难以存身。家在北，而身向南，前途茫茫，确切可靠的事只有沿途都有敌人的轰炸与扫射！啊，不久便轮到了我，我也必得走出来呀！妻小没法出来，我得向她们告别！我是家长，现在得把她们交给命运。我自己呢，谁知道能走到哪里去呢！我只是一个影子，对家属全没了作用，而自己也不知自己的明日如何。小儿女们还帮着我收拾东西呢！我没法不狠心。我不能把自己关在亡城里。妻明白这个，她也明白，跟我出来，即使可能，也是我的累赘。我照应她们，便不能尽量作我所能与所要作的事。她也狠了心。只有狠心才能互相割舍，只有狠心才见出互相谅解。她不是非与丈夫揽臂而行不可的那种妇女，她平日就不以领着我去看电影为荣，所以今天可以放了我，使我在这四个月间还能勤苦的动我的笔。假若呕，我真不敢这样想！她是那从电影中学得一套虚伪娇贵的妇女，必定要同我出来，在逃难的时候，还穿着高跟鞋，我将怎办呢？我亲眼看见，在汉口最阔绰的饭店与咖啡馆中，摆着一些向她们的丈夫演着影戏的妇女。她们据说是很喜爱文艺呀。她们的丈夫们是否文艺家，我不晓得我只不放心，假若她们的丈夫确是，他们能否在伺候太太而外，还有工夫去写文章呢？"}
{"text":"假若呕，我真不敢这样想！她是那从电影中学得一套虚伪娇贵的妇女，必定要同我出来，在逃难的时候，还穿着高跟鞋，我将怎办呢？我亲眼看见，在汉口最阔绰的饭店与咖啡馆中，摆着一些向她们的丈夫演着影戏的妇女。她们据说是很喜爱文艺呀。她们的丈夫们是否文艺家，我不晓得我只不放心，假若她们的丈夫确是，他们能否在伺候太太而外，还有工夫去写文章呢？假若在半夜由咖啡馆回到家中，他还须去写作，她能忍受在天明的时节，看到他的苦相与男明星绝对相反的气度与姿态吗？我想念我的妻与儿女，我觉得太对不起她们，可是在无可奈何之中，我感谢她，我必须拚命的去作事，好对得起她。由悬念而自励，一个有欠摩登的妇人，是怎样的能帮助象我这样的人哪！严肃的生活，来自男女彼此间的彻底谅解，互助互成。国难期间，男女间的关系，是含泪相誓，各自珍重，为国效劳。男儿是兵，女子也是兵，都须把最崇高的情绪生活献给这血雨刀山的大时代。夫不属于妻，妻不属于夫，他与她都属于国家。香艳温柔的生活只足以对得起好莱坞的苦心，只足以使汉口香港畸形的繁荣而真正的汉奸所期望的也并不与这个相差甚远吧？现在，又十点钟了！空袭警报刚解除不久。在探射灯的交插处，我看见八架，六架，银色的铁鹰远处起了火！我必须去睡。谁知道明日见得着太阳与否呢？但是今天我必作完今天的事，明天再作明天的事。生与死都不算什么，只求生便生在，死便死在，各尽其力，民族必能于复兴的信念中。去睡呀，明日好早起。今天或者不再难以入梦了，我的忧思与感触已写在了这里一些对老友谈心，或者能有定心静气的攻效的。假若你以为这封信被别人看到，也能有些好处，那就不妨把它发表，代替你要我写的短文吧。大风已收到，谢谢！希望它更硬一些。全国文艺界抗敌协会拟在本月下旬开成立大会，希望简公们都入会。你若能来赴会，更好！祝安！武昌，二十七，三，十五夜原载年月宇宙风第期生日常住在北方，每年年尾祭灶王的糖瓜一上市，朋友们就想到我的生日。即使我自己想马虎一下，他们也会兴高彩烈地送些酒来一年一次的事呀，大家喝几杯！祭灶的爆竹声响，也就借来作为对个人又增长一岁的庆祝。"}
