{"text":"但是，他有他的绝妙的慰藉叔本华的哲学和瓦格纳的音乐。还在学生时代，尼采在一家旧书店里偶然地购得叔本华的作为意志和表象的世界一书，欣喜若狂，一口气读完了。后来他回忆说，当时他漫游在一个愿望的世界里，梦想找到一位真正的哲学家，能够把他从时代的缺陷中拯救出来，教他在思想和生活中重新变得单纯和诚实，也就是不合时宜。正当他怀着如此渴望的时候，他发现了叔本华。他觉得，叔本华就像是特地为他写了这部著作一样。到巴塞尔任教以后，尼采结识了当时卜居罗采恩湖畔的瓦格纳。他经常去拜访这位浪漫主义音乐大师，在瓦格纳身边度过了他一生中最愉快的时光。正是在叔本华和瓦格纳的影响下，尼采写出了那本得罪德国正统语言学界断送自己学术前程的著作。可是，尼采现在又要否定叔本华和瓦格纳了。他的灵魂注定不得安宁，不断地摒弃曾经推崇的一切，打碎一切偶像，终于面对空无所有的沙漠。他把自己逼到了沙漠里。在回顾自己的人生历程时，尼采说，通向智慧之路有三个必经的阶段。第一阶段是合群时期，崇敬顺从仿效随便哪个比自己强的人。第二阶段是沙漠时期，束缚最牢固的时候，崇敬之心破碎了，自由的精神茁壮生长，一无牵挂，重估一切价值。第三阶段是创造时期，在否定的基础上重新进行肯定，然而这肯定不是出于我之上的某个权威，而仅仅是出于我自己，我就是命运，我手中抓着人类的阄。尼采全集，第卷，第页。年，尼采生命中的沙漠时期开始了。他的精神又一次爆发危机，这次的危机如此深刻，以致他不像前两次那样，仅仅同学生团体决裂，仅仅受到德国语文学界的谴责，而是要被整个时代放逐了。这一年，瓦格纳在德皇威廉一世支持下，在拜洛伊特举办声势浩大的第一届音乐节。尼采原先把欧洲文化复兴的希望寄托在瓦格纳身上。可是，在拜洛伊特，目睹瓦格纳的演戏天才富裕市民观众的庸俗捧场，尼采失望了。他悄悄离开节场，躲进一片森林，酝酿了一部含蓄批评瓦格纳的书。两年后，瓦格纳的最后一部歌剧帕西法尔的剧本寄到尼采手中，尼采的人性的，太人性的一书寄到瓦格纳手中，两人从此决裂。这一年，尼采与他大学时代最亲密的朋友洛德之间也产生了隔阂，导致了后来的破裂。尼采与洛德，同为李契尔教授的高足，可是两人志趣迥异。洛德脱不开世俗之路，当学生时也有一番雄心，毕业后，逐渐满足于平稳的学者生涯和小家庭生活，终于不过是一个平庸之辈。"}
{"text":"他悄悄离开节场，躲进一片森林，酝酿了一部含蓄批评瓦格纳的书。两年后，瓦格纳的最后一部歌剧帕西法尔的剧本寄到尼采手中，尼采的人性的，太人性的一书寄到瓦格纳手中，两人从此决裂。这一年，尼采与他大学时代最亲密的朋友洛德之间也产生了隔阂，导致了后来的破裂。尼采与洛德，同为李契尔教授的高足，可是两人志趣迥异。洛德脱不开世俗之路，当学生时也有一番雄心，毕业后，逐渐满足于平稳的学者生涯和小家庭生活，终于不过是一个平庸之辈。尼采却始终保持着青年时代产生的使命感。灵魂不同，自然就没有了共同语言。这一年，尼采向一位荷兰女子求婚而遭拒绝。后来他尽管一再试图为自己觅一配偶，均不成功，终于至死未婚。也在这一年，尼采因健康恶化而停止了在大学授课，三年后辞掉巴塞尔大学教授职务，永远退出了大学讲坛。决裂，失恋，辞职，这些遭遇似乎偶然地凑到了一起，却显示了某种必然的命运。一个精神贫乏缺乏独特个性的人，当然不会遭受精神上危机的折磨。可是，对于一个精神需求很高的人来说，危机，即供求关系的某种脱节，却是不可避免的。他太挑剔了，世上不乏友谊爱和事业，但不是他要的那一种，他的精神仍然感到饥饿。这样的人，必须自己来为自己创造精神的食物。第节第一章我的时代还没有到来尼采自己说我的突然转变，不只是由于和瓦格纳绝交，也是由于我为我的天性的完全纷乱而受苦，与瓦格纳分手或辞去巴塞尔的教授职务，都不过是一种病象而已。一种急躁征服了我我惊愕地发现，我浪费了多少时间，多么徒劳，竟然自愿以我的全部生存作一个语文学家，以此为终生的事业有十年之久，我绝对没有得到精神的营养，没有得到有用的知识，无谓地为积满灰尘的学术破烂而丢掉了无数事物。盲目地小心地耙搔古希腊文献，这便是我非做不可的事情尼采选集，第卷，第页。年，尼采结束了十年教授生涯，从此开始了他的没有职业没有家室没有友伴的孤独的漂泊生涯。这时候的尼采，三十五岁，已过而立之年，精神上成熟了。许多人的所谓成熟，不过是被习俗磨去了棱角，变得世故而实际了。那不是成熟，而是精神的早衰和个性的夭亡。真正的成熟，应当是独特个性的形成，真实自我的发现，精神上的结果和丰收。现在我敢于自己来追求智慧，自己来做哲学家而过去我只是崇敬哲学家们。"}
{"text":"盲目地小心地耙搔古希腊文献，这便是我非做不可的事情尼采选集，第卷，第页。年，尼采结束了十年教授生涯，从此开始了他的没有职业没有家室没有友伴的孤独的漂泊生涯。这时候的尼采，三十五岁，已过而立之年，精神上成熟了。许多人的所谓成熟，不过是被习俗磨去了棱角，变得世故而实际了。那不是成熟，而是精神的早衰和个性的夭亡。真正的成熟，应当是独特个性的形成，真实自我的发现，精神上的结果和丰收。现在我敢于自己来追求智慧，自己来做哲学家而过去我只是崇敬哲学家们。尼采致胡克斯，年月。转引自sps，sssssssps，雅斯贝尔斯尼采导论，柏林，年，第页。现在我自己在各方面都努力寻求智慧，而过去我只是崇敬和爱慕智慧的人。尼采致玛耶尔，年月日。转引自雅斯贝尔斯尼采导论，第页。尼采不再是一个古典语文学学者，甚至也不再是一个哲学学者，他成长为一个真正的哲学家即一个独创的哲学家了，因为，倘若没有独立的创造，算什么哲学家呢雅斯贝尔斯说尼采一生的主要特色是他的脱出常规的生存。他没有现实生计，没有职业，没有生活圈子。他不结婚，不招门徒和弟子，在人世间不营建自己的事务领域。他离乡背井，到处流浪，似乎在寻找他一直未曾找到的什么。然而，这种脱出常规的生存本身就是本质的东西，是尼采全部哲学活动的方式。雅斯贝尔斯尼采导论，第页。事实上，尼采的主要著作，表达了他的基本思想的成熟作品，包括朝霞快乐的科学查拉图斯特拉如是说善恶的彼岸道德的谱系偶像的黄昏以及未完成的强力意志，都是在脱出常规的漂泊生涯中写出的。问题在于，尼采的思想受孕于欧洲文明濒临深刻危机的时代，他的敏感使他对这种危机征象有格外真切的感受，他的勇敢使他直言不讳，他的真诚又使他不肯言行不一，因而，这个反对一切传统价值的哲学家，必不可免地要过一种脱出常规的生活。他的哲学思考方式必然要影响到他的实际生活方式。他向传统的挑战必然导致他与世俗生活领域的抵触。他对这种情形是有清醒的认识的我必须永远做一个殉道者，以度过彻底贷出了的一生。尼采致奥维贝克，年月日。"}
{"text":"问题在于，尼采的思想受孕于欧洲文明濒临深刻危机的时代，他的敏感使他对这种危机征象有格外真切的感受，他的勇敢使他直言不讳，他的真诚又使他不肯言行不一，因而，这个反对一切传统价值的哲学家，必不可免地要过一种脱出常规的生活。他的哲学思考方式必然要影响到他的实际生活方式。他向传统的挑战必然导致他与世俗生活领域的抵触。他对这种情形是有清醒的认识的我必须永远做一个殉道者，以度过彻底贷出了的一生。尼采致奥维贝克，年月日。转引自雅斯贝尔斯尼采导论，第页。当一个人要靠作品来批准自己的一生，他在根基上就变得极为苛求了。尼采致加斯特，年月日。转引自雅斯贝尔斯尼采导论，第页。我的境遇与我的生存方式之间的矛盾在于，作为一个哲学家，我必须摆脱职业女人孩子祖国信仰等等而获得自由，然而，只要我还是一个幸运地活着的生物，而不是一架纯粹的分析机器，我又感到缺乏这一切。尼采致奥维贝克，年月日。转引自雅斯贝尔斯尼采导论，第页。尼采并非一个生性孤僻的人，年复一年的孤独的漂流也并非一件浪漫的乐事。在难以忍受的孤寂中，尼采一次次发出绝望的悲叹我期待一个人，我寻找一个人，我找到的始终是我自己，而我不再期待我自己了现在再没有人爱我了，我如何还能爱这生命尼采全集，第卷，第页。向我传来的友好的声音如此之少。如今我孤单极了，不可思议的孤单成年累月没有振奋人心的事，没有一丝人间气息，没有一丁点儿爱。尼采致希德里茨，年月日。转引自雅斯贝尔斯尼采导论，第页。在给妹妹的信中，他情不自禁地谈到那种突然疯狂的时刻，寂寞的人想要拥抱随便哪个人尼采致福尔斯特尼采，年月日。转引自雅斯贝尔斯尼采导论，第页。友谊，尼采是多么渴望友谊啊。你神圣的，友谊我的最高希望的第一缕晨曦尼采全集，第卷，第页。可是，这个害怕孤独悲叹孤独的人，同时又向往孤独，需要孤独。因为人与人之间的巨大差距迫使我孤独尼采全集，第卷，第页。他感到，在人群中比独自一人更加孤独。参看查拉图斯特拉如是说归家。尼采全集，第卷，第页。"}
{"text":"转引自雅斯贝尔斯尼采导论，第页。友谊，尼采是多么渴望友谊啊。你神圣的，友谊我的最高希望的第一缕晨曦尼采全集，第卷，第页。可是，这个害怕孤独悲叹孤独的人，同时又向往孤独，需要孤独。因为人与人之间的巨大差距迫使我孤独尼采全集，第卷，第页。他感到，在人群中比独自一人更加孤独。参看查拉图斯特拉如是说归家。尼采全集，第卷，第页。他不肯降格以求，宁愿走到沙漠里与猛兽一起忍受焦渴，不愿与肮脏的赶骆驼人同坐在水槽边。参看查拉图斯特拉如是说贱氓。尼采全集第卷，第页。他把孤独当作自己的家，并且说我需要孤独，就是说我需要恢复，需要回到我自己，回到自由的轻扬的爽朗的空气之呼吸我的一部查拉图斯特拉如是说，就是一曲孤独之颂歌，或者更明白地说，一曲纯净之颂歌。尼采选集，第卷，第页。第节第一章我的时代还没有到来哪一个心灵正常的人，不需要来自同类的爱和理解呢然而，哪一个真正独立的思想家，不曾体会过孤独的滋味呢当尼采认清，孤独乃是真正的思想家的命运，他就甘于孤独，并且爱自己的命运了。在既自愿又被迫的孤独中，在无家可归的漂泊中，靠着微薄的教员退休金，尼采度过了他生命中最丰产的十年。倘若不是因为精神失常，这种孤独的漂泊生涯会延续到他生命的终结。可是，年以后，他的神智始终处于麻痹状态，只是在母亲和妹妹的护理下苟延无用的生命。他于年月日在魏玛去世，而他的生命在年实际上已经结束了。新世纪的早生儿尼采的命运，有时令人想起屈原。这位众人皆醉唯我独醒的楚国大夫，当年被腐败的朝廷放逐，漂泊于潇湘之际，在世人眼中是个狂人和疯子。尼采，这位世纪末的漂泊者，又何尝不被世人视为狂人和疯子尼采也的确狂，狂妄得令人吃惊。他的自传，单是标题就够咄咄逼人的了我为何如此智慧，我为何如此聪明，我为何写出如此卓越的著作，我为何便是命运他如此自信在我之前没有人知道正确的路，向上的路只有在我以后的时代，人们才有希望，有事业，有达到文化之路，在这路上我是一个快乐的先驱者。看哪这人。尼采选集，第卷，第页。"}
{"text":"尼采，这位世纪末的漂泊者，又何尝不被世人视为狂人和疯子尼采也的确狂，狂妄得令人吃惊。他的自传，单是标题就够咄咄逼人的了我为何如此智慧，我为何如此聪明，我为何写出如此卓越的著作，我为何便是命运他如此自信在我之前没有人知道正确的路，向上的路只有在我以后的时代，人们才有希望，有事业，有达到文化之路，在这路上我是一个快乐的先驱者。看哪这人。尼采选集，第卷，第页。他甚至断言，人类历史将因他而分成两个部分，他将取代耶稣成为纪元的依据。尼采的病历表明，他的精神病起于器质性脑病。不过，他的发病方式颇有自大狂的意味。当时，他的熟人和朋友们突然收到了他的一批奇怪的信，署名自称钉在十字架上的人和狄俄尼索斯。当他的朋友奥维贝克赶到他的漂泊地去接他时，他又唱又舞，说自己是死去的上帝的继承人。也许，他的自大是一种心理上的过激反应，因为世人对他的遗忘和误解，他就愈加要自我肯定疯人的狂言似乎不必理会。然而，狂言里有真知。尼采对于自己所扮演的历史角色是有清醒的领悟的。他说我辈天生的猜谜者，我们好像在山上等待，置身于今日与明日之间，紧张于今日与明日之间的矛盾里，我辈正在来临的世纪的头生子和早生儿，我们现在即已看到不久必将笼罩欧洲的阴影快乐的科学第节。尼采全集，第卷，第页。我辈新人，无名者，难于理解者，一种尚未证实的未来的早生儿快乐的科学第节。尼采全集，第卷，第页。一句话，他把自己视为新世纪的早生儿。孤独，遗忘，误解，责难，都从这种特殊的地位得到了解释。尼采所预见的必将笼罩欧洲的阴影，就是资本主义的精神危机。这一危机在十九世纪已露端倪，在二十世纪完全明朗化，特别是在经历了两次世界大战之后，为西方思想界广泛地谈论着。危机的实质是资产阶级传统价值观念的崩溃。资本主义有力地促进了自然科学的发展，与之相伴随，在哲学上便是经验主义和理性主义半分天下，占据绝对优势。无论是自然科学，还是经验主义或理性主义哲学，都从根本上动摇了欧洲人基督教信仰的基础。代之而起的是对于科学理性和物质文明的迷信。接着，这种迷信也动摇了，人们发现，科学也有其局限性，单纯的物质繁荣只能造成虚假的幸福。欧洲人失去了过去藉以生活的一切信仰，面对传统价值的荒凉废墟，苦闷彷徨，无所适从。"}
{"text":"危机的实质是资产阶级传统价值观念的崩溃。资本主义有力地促进了自然科学的发展，与之相伴随，在哲学上便是经验主义和理性主义半分天下，占据绝对优势。无论是自然科学，还是经验主义或理性主义哲学，都从根本上动摇了欧洲人基督教信仰的基础。代之而起的是对于科学理性和物质文明的迷信。接着，这种迷信也动摇了，人们发现，科学也有其局限性，单纯的物质繁荣只能造成虚假的幸福。欧洲人失去了过去藉以生活的一切信仰，面对传统价值的荒凉废墟，苦闷彷徨，无所适从。在十九世纪，最早敏锐地感觉到这种危机并且试图寻找一条出路的人，来自左边的是马克思，来自右边的是克尔凯郭尔陀思妥耶夫斯基和尼采。马克思早在四十年代就揭示了资本主义物质繁荣背后的人的异化现象，并且确认，其根源在于资本主义制度本身，在于资本主义的劳动分工和私有制。他从中引出了社会革命的结论。克尔凯郭尔陀思妥耶夫斯基和尼采试图寻找另一条路。他们诉诸人的内心生活领域，想依靠某种精神革命来解决普遍的精神危机。这三个人，出生在不同国家分别为丹麦俄国和德国，活动于不同领域分别为宗教文学和哲学，基本上不相与闻，各自独立地得出了某些共同的见解。他们的思想在精神实质上异常一致。尼采在年读到陀氏的地下室手记法译本，在此之前他还不知道有陀氏这个人，他描绘自己读此书时的感觉道一种血统本能直接呼叫出来，我的欣喜超乎寻常。转引自考夫曼存在主义哲学，台湾商务版，第页。他还读过死屋手记，赞叹陀氏是深刻的人，并且说陀思妥耶夫斯基是我从之学到一点东西的唯一的心理学家，他属于我生命中最美好的幸运情形。偶像的黄昏一个不合时宜者的漫游。尼采全集，第卷，第页。年，尼采第一次听到克尔凯郭尔的名字，已经来不及有机会读他的任何著作了。在这三个人中，若论思想的丰富性和彻底性，还是要推尼采。第节第一章我的时代还没有到来如果我们检视一下半个多世纪以来西方人文思想的文献，尼采的影响是一目了然的。凡是现代西方思想界所热衷谈论的课题，尼采都以最明确的方式提出来了。他为现代西方思潮提供了一个清晰可辨的起点。这里，我们只是简要地提示一下尼采对于现代思潮的一般影响。"}
{"text":"在这三个人中，若论思想的丰富性和彻底性，还是要推尼采。第节第一章我的时代还没有到来如果我们检视一下半个多世纪以来西方人文思想的文献，尼采的影响是一目了然的。凡是现代西方思想界所热衷谈论的课题，尼采都以最明确的方式提出来了。他为现代西方思潮提供了一个清晰可辨的起点。这里，我们只是简要地提示一下尼采对于现代思潮的一般影响。这种影响集中表现在以下四个方面第一，尼采首先从基督教信仰业已破产上帝死了的事实，引出了一切传统价值必将随之崩溃一切价值的重估的结论。他把欧洲人面临的价值真空指给全体欧洲人看了。在他的时代，这种揭示或许被人看作危言耸听可是，到了二十世纪，人们愈来愈强烈地感觉到这种价值真空，愈来愈频繁地谈论起现代人的无家可归状态了。价值真空意味着人生失去了从前似乎明白而确定的意义，于是人的存在的荒谬性成了现代西方文学和哲学的一个主题。价值真空又意味着人生并无超验的约束，于是人的自由人性的开放性和无限可能性也成了现代西方文学和哲学的一个主题。第二，尼采由旧价值的崩溃进一步引出价值的相对性的结论，强调每个人必须独立地为自己创造价值，提倡个人至上，自我实现。尽管他没有使用异化的术语，但是他用自己的语言揭露了传统文明导致个性丧失自我失落的事实。现代西方思想界纷纷谈论现代人的无名无姓，热衷于探讨异化问题，强调自我的重要性，部分地可以追溯到他。第三，尼采是最早起来揭示科学理性的局限性的人之一，他也是第一个明确地揭示人的心理中无意识领域并加以细致剖析的人。在这方面，在他之前尽管不乏先驱者，但都不及他论述得具体而透彻。遍及现代西方文化各领域的强大的非理性主义思潮，如现代派文学艺术，弗洛伊德精神分析学，现象学运动，存在主义哲学，等等，尼采实为始作俑者。第四，尼采也是现代西方哲学人学主义的创始人之一。他明确主张，哲学以探求人生意义为鹄的。他对人性的看法，以人的超越性为基调，富有现代特点。在他之前，尽管有费尔巴哈首倡哲学人学，但费尔巴哈对人性的看法基本上落入传统范围，不足以代表现代的开端。尼采的若干具体论点，包括强力意志超人永恒轮回这样的主要论点，对于现代西方思想界的影响不甚显著，它们只有局部性的影响。"}
{"text":"第四，尼采也是现代西方哲学人学主义的创始人之一。他明确主张，哲学以探求人生意义为鹄的。他对人性的看法，以人的超越性为基调，富有现代特点。在他之前，尽管有费尔巴哈首倡哲学人学，但费尔巴哈对人性的看法基本上落入传统范围，不足以代表现代的开端。尼采的若干具体论点，包括强力意志超人永恒轮回这样的主要论点，对于现代西方思想界的影响不甚显著，它们只有局部性的影响。尼采的真正意义在于，他首先揭示了现代西方人的基本境遇，提出并且严肃思考了激动着现代西方人心灵的重大问题。有人说尼采所谈的问题是人人都能领会的，特别是现代世界中那些迷失方向的人都能领会的。雷朋尼采，伦敦，。尼采哲学所表达的正是现代西方人在传统价值崩溃时代的迷途的痛苦和寻求的渴望，也许这就是尼采哲学的生命力之所在。误解和发现盖棺论定也许适用于二三流的思想家，可是对于天才并不适用。天才犹如自然，本身包含着巨大的丰富性和矛盾性，为世世代代的争论留下了广阔的余地。有哪一个独创性的思想家，不是在生前死后戏剧性地经历着被误解被发现又被误解又被重新发现的过程呢尼采生前遭到的更多是冷遇。这位以著述为生命的思想家，不得不一再自费出版他的著作，并且只售出极其可怜的数目。他的别具一格的著作查拉图斯特拉如是说，在今天几乎是尽人皆知的了，可是在当时却差不多无人置理。尼采悲叹道在从心灵深处发出如此呼喊之后，竟然听不到回音，这真是可怕的经历这把我从活人的土地上拔了起来。尼采全集，第卷，第页。对于查拉图斯特拉如是说，我的朋友们除了认为是不可饶恕的至多是全然无谓的傲慢，谁能看出其中更高的意义呢十年过去了，这本书埋葬在一种荒诞的沉默里，在德国没有人觉得他的责任是和我一起攻击这沉默。看哪这人。尼采选集，第卷，第页。尼采渴望被人发现，可直到年，使我异常痛苦的是，在这十五年里，仍然没有一个人发现我，需要我，爱我。尼采致奥维贝克的信。转引自雅斯贝尔斯尼采导论，第页。年春天，当尼采濒临精神崩溃的边缘之时，他终于被世界发现了。丹麦文学史家勃兰兑斯在哥本哈根首次讲演尼采哲学，接着又撰文预言尼采在知识分子中将享有盛誉。"}
