{"text":"菱姑是个乡下姑娘，她有热的情怀，聪明的素质，而没有好的环境。同什么人结婚好呢？她常常问我。我什么时候结婚呢？结婚以后怎样生活？我希望我有职业，我一定到工厂去。她说。那夜我怎样努力也不能睡着，我反复想过菱姑的话，可怜的菱姑她只知道在家庭里受压迫，因为家中有腐败的老太婆。然而她不能知道工厂里更有齿轮，齿轮更会压榨。在一条长炕上，祖母睡在第一位，菱姑第二位，我在最末的一位。通宵翻转着，我仿佛是睡在蒸笼里，每夜要听后窗外的虫声，和着这在山上的密林的啸声透进竹帘来，也听更多的在夜里的一切声息。今夜我被蒸笼蒸昏了！忘记着一切！是天快亮的时候，马在前院响起鼻子来，狗睡醒了，在院中抖擞着毛，这时候正是炮手们和一切守夜更的人睡觉的时候。在夜里就连叔叔们也戒备着，戒备着这乡村多事的六八月，现在他们都去睡觉了！院中只剩下些狗马鸡和鸭子们。就是这天早晨，来了胡匪了，有人说是什么军，有人说是前村李正的儿子。祖母到佛龛边去叩头，并且祷告佛爷保佑我来保佑吧！站在佛龛边我说。菱姑作难的把笑沉下去。大门打开的时候，只知是官兵，不是胡匪，不是什么什么军。此篇作于哈尔滨，刊于年月日哈尔滨国际协报副刊国际公园，篇后注明的时间，大概是编桥集子时的时间。家庭教师是强盗有个人影在窗子上闪了一下，接着敲了两下窗子，那是汪林的父亲。什么事情？郎华去了好大时间没回来，半个钟头还没回来！我拉开门，午觉还没睡醒的样子，一面揉着眼睛一面走出门去。汪林的二姐，面孔白得那样怕人，坐在门前的木台上，林禽狗名在院心乱跑，使那坐在木台的白面孔十分生气，她大声想叫住它。汪林也出来了！嘴上的纸烟冒着烟，但没有和我打招呼，也坐在木台上。使女小菊在院心走路也很规矩的样子。我站在她家客厅窗下，听着郎华在里面不住地说话，看不到人。白纱窗帘罩得很周密，我站在那里不动。日本人吧！有什么事要发生吧！可是里面没有日本人说话，我并不去问那很不好看的脸色的她们。为着印册子而来的恐怖吧？没经过检查的小说册被日本人晓得了吧！接到一封黑信，说他老师要绑汪玉祥的票。我点了点头。再到窗下去听时，里面的声音更听不清了。三小姐，开饭啦！小菊叫她们吃饭，那孩子很留心看我一遍。"}
{"text":"使女小菊在院心走路也很规矩的样子。我站在她家客厅窗下，听着郎华在里面不住地说话，看不到人。白纱窗帘罩得很周密，我站在那里不动。日本人吧！有什么事要发生吧！可是里面没有日本人说话，我并不去问那很不好看的脸色的她们。为着印册子而来的恐怖吧？没经过检查的小说册被日本人晓得了吧！接到一封黑信，说他老师要绑汪玉祥的票。我点了点头。再到窗下去听时，里面的声音更听不清了。三小姐，开饭啦！小菊叫她们吃饭，那孩子很留心看我一遍。过了三四天，汪玉祥被姐姐们看管着不敢到大门口去。家庭教师真有点像个强盗，谁能保准不是强盗？领子不打领结，没有更多的，只是一件外套，冬天，秋天，春天都穿夹外套。不知有半月或更多的日子，汪玉祥连我们窗下都不敢来，他家的大人一定告诉他你老师是个不详细的人册子永远不安定下来的洋烛的火光，使眼睛痛了。抄写，抄写几千字了？才多。不手疼吗？休息休息吧，别弄坏了眼睛。郎华打着哈欠到床边，两只手相交着依在头后，背脊靠着铁床的钢骨。我还没停下来，笔尖在纸上作出响声纱窗外阵阵起着狗叫，很响的皮鞋，人们的脚步从大门道来近。不自禁的恐怖落在我的心上。谁来了，你出去看看。郎华开了门，李和陈成进来。他们是剧团的同志，带来的一定是剧本。我没接过来看，让他们随便坐在床边。吟真忙，又在写什么？没有写，抄一点什么。我又拿起笔来抄。他们的谈话，我一句半句地听到一点，我的神经开始不能统一，时时写出错字来，或是丢掉字，或是写重字。蚊虫啄着我的脚面，后来在灯下也嗡嗡叫，我才放下不写。呵呀呀，蚊虫满屋了！门扇仍大开着。一个小狗崽溜走进来，又卷着尾巴跑出去。关起门来，蚊虫仍是飞我用手搔着作痒的耳，搔着腿和脚手指的骨节搔得肿胀起来，这些中了蚊毒的地方，使我已经发酸的手腕不得不停下。我的嘴唇肿得很高，眼边也感到发热和紧胀。这里搔搔，那里搔搔，我的手感到不够用了。册子怎么样啦？李的烟卷在嘴上冒烟。只剩这一篇。郎华回答。封面是什么样子？就是等着封面呢第二天，我也跟着跑到印刷局去。使我特别高兴，折得很整齐的一帖一帖的都是要完成的册子，比儿时母亲为我制一件新衣裳更觉欢喜。"}
{"text":"关起门来，蚊虫仍是飞我用手搔着作痒的耳，搔着腿和脚手指的骨节搔得肿胀起来，这些中了蚊毒的地方，使我已经发酸的手腕不得不停下。我的嘴唇肿得很高，眼边也感到发热和紧胀。这里搔搔，那里搔搔，我的手感到不够用了。册子怎么样啦？李的烟卷在嘴上冒烟。只剩这一篇。郎华回答。封面是什么样子？就是等着封面呢第二天，我也跟着跑到印刷局去。使我特别高兴，折得很整齐的一帖一帖的都是要完成的册子，比儿时母亲为我制一件新衣裳更觉欢喜。我又到排铅字的工人旁边，他手下按住的正是一个题目，很大的铅字，方的，带来无限的感情，那正是我的那篇夜风。那天预先吃了一顿外国包子，郎华说他为着册子来敬祝我，所以到柜台前叫那人倒了两个杯伏特克酒。我说这是为着册子敬祝他。被大欢喜追逐着，我们变成孩子了！走进公园，在大树下乘了一刻凉，觉得公园是满足的地方。望着树梢顶边的天。外国孩子们在地面弄着沙土。因为还是上午，游园的人不多，日本女人撑着伞走。卖冰激凌的小板房洗刷着杯子。我忽然觉得渴了，但那一排排的透明的汽水瓶子，并不引诱我们。我还没有养成那样的习惯，在公园还没喝过一次那样东西。我们回家去喝水吧。只有回家去喝冷水，家里的冷水才不要钱。拉开第一扇门，大草帽被震落下来。喝完了水，我提议戴上大草帽到江边走走。赤着脚，郎华穿的是短裤，我穿的是小短裙子，向江边出发了。两个人渔翁似的，时时在沿街玻璃窗上反映着。划小船吧，多么好的天气！到了江边我又提议。就剩两毛钱但也可以划，都花了吧！择一个船底铺着青草的有两副桨的船。和船夫说明，一点钟一角五分。并没打算洗澡，连洗澡的衣裳也没有穿。船夫给推开了船，我们向江心去了。两副桨翻着，顺水下流，好象江岸在退走。我们不是故意去寻，任意遇到了一个沙洲，有两方丈的沙滩突出江心，郎华勇敢地先跳上沙滩，我胆怯，迟疑着，怕沙洲会沉下江底。最后洗澡了，就在沙洲上脱掉衣服。郎华是完全脱的。我看了看江沿洗衣人的面孔是辨不出来的，那么我借了船身的遮掩，才爬下水底把衣服脱掉。我时时靠沙滩，怕水流把我带走。江浪击撞着船底，我拉住船板，头在水上，身子在水里，水光，天光，离开了人间一般的。当我躺在沙滩晒太阳时，从北面来了一只小划船。我慌张起来，穿衣裳已经来不及，怎么好呢？爬下水去吧！"}
{"text":"两副桨翻着，顺水下流，好象江岸在退走。我们不是故意去寻，任意遇到了一个沙洲，有两方丈的沙滩突出江心，郎华勇敢地先跳上沙滩，我胆怯，迟疑着，怕沙洲会沉下江底。最后洗澡了，就在沙洲上脱掉衣服。郎华是完全脱的。我看了看江沿洗衣人的面孔是辨不出来的，那么我借了船身的遮掩，才爬下水底把衣服脱掉。我时时靠沙滩，怕水流把我带走。江浪击撞着船底，我拉住船板，头在水上，身子在水里，水光，天光，离开了人间一般的。当我躺在沙滩晒太阳时，从北面来了一只小划船。我慌张起来，穿衣裳已经来不及，怎么好呢？爬下水去吧！船走过，我又爬上来。我穿好衣服。郎华还没穿好。他找他的衬衫，他说他的衬衫洗完了就挂在船板上，结果找不到。远处有白色的东西浮着，他想一定是他的衬衫了。划船去追白色的东西，那白东西走得很慢，那是一条鱼，死掉的白色的鱼。虽然丢掉了衬衫并不感到可惜，郎华赤着膀子大嚷大笑地把鱼捉上来，大概他觉得在江上能够捉到鱼是一件很有本领的事。晚饭就吃这条鱼，你给煎煎它。死鱼不能吃，大概臭了。他赶快把鱼腮掀给我看你看，你看，这样红就会臭的？直到上岸，他才静下去。我怎么办呢！光着膀子，在中央大街上可怎样走？他完全静下去了，大概这时候忘了他的鱼。我跑到家去拿了衣裳回来，满头流着汗。可是，他在江沿和码头夫们在一起喝茶了。在那个样的布棚下吹着江风。他第一句和我说的话，想来是你热吧？但他不是问我，他先问鱼你把鱼放在哪里啦？用凉水泡上没有？五分钱给我！我要买醋，煎鱼要用醋的。一个铜板也没剩，我喝了茶，你不知道？被大欢喜追逐着的两个人，把所有的钱用掉，把衬衣丢到大江，换得一条死鱼。等到吃鱼的时候，郎华又说为着册子，我请你吃鱼。这是我们创作的一个阶段，最前的一个阶段，册子就是划分这个阶段的东西。月日，家家准备着过节的那天。我们到印刷局去，自己开始装订，装订了一整天。郎华用拳头打着背，我也感到背痛。于是郎华跑出去叫来一部斗车，本册子提上车去。就在夕阳中，马脖子上颠动着很响的铃子，走在回家的道上。家里，地板上摆着册子，朋友们手里拿着册子，谈论也是册子。同时关于册子出了谣言没收啦！日本宪兵队逮捕啦！逮捕可没有逮捕，没收是真的。送到书店去的书，没有几天就被禁止发卖了。"}
{"text":"月日，家家准备着过节的那天。我们到印刷局去，自己开始装订，装订了一整天。郎华用拳头打着背，我也感到背痛。于是郎华跑出去叫来一部斗车，本册子提上车去。就在夕阳中，马脖子上颠动着很响的铃子，走在回家的道上。家里，地板上摆着册子，朋友们手里拿着册子，谈论也是册子。同时关于册子出了谣言没收啦！日本宪兵队逮捕啦！逮捕可没有逮捕，没收是真的。送到书店去的书，没有几天就被禁止发卖了。作为随笔三篇之一，首刊在年月中学生第号剧团册子带来了恐怖。黄昏时候，我们排完了剧，和剧团那些人出了民众教育馆，恐怖使我对于家有点不安。街灯亮起来，进院，那些人跟在我们后面。门扇，窗子，和每日一样安然地关着。我十分放心，知道家中没有来过什么恶物。失望了，开门的钥匙由郎华带着，于是大家只好坐在窗下的楼梯口。李买的香瓜，大家就吃香瓜。汪林照样吸着烟。她掀起纱窗帘向我们这边笑了笑。陈成把一个香瓜高举起来。不要。她摇头，隔着玻璃窗说。我一点趣味也感不到，一直到他们把公演的事情议论完，我想的事情还没停下来。我愿意他们快快去，我好收拾箱子，好象箱子里面藏着什么使我和郎华犯罪的东西。那些人走了，郎华从床底把箱子拉出来，洋烛立在地板上，我们开始收拾了。弄了满地纸片，什么犯罪的东西也没有。但不敢自信，怕书页里边夹着骂满洲国的，或是骂什么的字迹，所以每册书都翻了一遍。一切收拾好，箱子是空空洞洞的了。一张高尔基的照片，也把它烧掉。大火炉烧得烤痛人的面孔。我烧得很快，日本宪兵就要来捉人似的。当我们坐下来喝茶的时候，当然是十分定心了，十分有把握了。一张吸墨纸我无意地玩弄着，我把腰挺得很直，很大方的样子，我的心象被拉满的弓放了下来一般的松适。我细看红铅笔在吸墨纸上写的字，那字正是犯法的字――小日本子，走狗，他妈的满洲国――我连再看一遍也没有看，就送到火炉里边。吸墨纸啊？是吸墨纸！郎华可惜得跺着脚。等他发觉那已开始烧起来了那样大一张吸墨纸你烧掉它，烧花眼了？什么都烧，看用什么！他过于可惜那张吸墨纸。我看他那种样子也很生气。吸墨纸重要，还是拿生命去开玩笑重要？为着一个虱子烧掉一件棉袄！郎华骂我。那你就不会把字剪掉？"}
{"text":"我细看红铅笔在吸墨纸上写的字，那字正是犯法的字――小日本子，走狗，他妈的满洲国――我连再看一遍也没有看，就送到火炉里边。吸墨纸啊？是吸墨纸！郎华可惜得跺着脚。等他发觉那已开始烧起来了那样大一张吸墨纸你烧掉它，烧花眼了？什么都烧，看用什么！他过于可惜那张吸墨纸。我看他那种样子也很生气。吸墨纸重要，还是拿生命去开玩笑重要？为着一个虱子烧掉一件棉袄！郎华骂我。那你就不会把字剪掉？我哪想起来这样做！真傻，为着一块疮疤丢掉一个苹果！我们把满洲国建国纪念明信片摆到桌上，那是朋友送给的，很厚的一打。还有两本上面写着满洲国字样的不知是什么书，连看也没有看也摆起来。桌子上面很有意思离骚，李后主词，石达开日记，他当家庭教师用的小学算术教本。一本世界各国革命史也从桌子上抽下去，郎华说那上面载着日本怎样压迫朝鲜的历史，所以不能摆在外面。我一听说有这种重要性，马上就要去烧掉，我已经站起来了，郎华把我按下疯了吗？你疯了吗？我就一声不响了，一直到灭了灯睡下，连呼吸也不能呼吸似的。在黑暗中我把眼睛张得很大。院中的狗叫声也多起来。大门扇响得也厉害了。总之，一切能发声的东西都比起常发的声音要高，平常不会响的东西也被我新发现着，棚顶发着响，洋瓦房盖被风吹着也响，响，响郎华按住我的胸口我的不会说话的胸口。铁大门震响了一下，我跳了一下。不要怕，我们有什么呢？什么也没有。谣传不要太认真。他妈的，哪天捉去哪天算！睡吧，睡不足，明天要头疼的他按住我的胸口。好象给恶梦惊醒的孩子似的，心在母亲的手下大跳着。有一天，到一家影戏院去试剧，散散杂杂的这一些人，从我们的小房出发。全体都到齐，只少了徐志，他一次也没有不到过，要试演他就不到，大家以为他病了。很大的舞台，很漂亮的垂幕。我扮演的是一个老太婆的角色，还要我哭，还要我生病。把四个椅子拼成一张床，试一试倒下去，我的腰部触得很疼。先试给影戏院老板看的，是郎华饰的小偷中的杰姆和李饰的律师夫人对话的那一幕。我是另外一个剧本，还没挨到我，大家就退出影戏院了。因为条件不合，没能公演。大家等待机会，同时每个人发着疑问公演不成了吧？三个剧排了三个月，若说演不出，总有点可惜。"}
{"text":"全体都到齐，只少了徐志，他一次也没有不到过，要试演他就不到，大家以为他病了。很大的舞台，很漂亮的垂幕。我扮演的是一个老太婆的角色，还要我哭，还要我生病。把四个椅子拼成一张床，试一试倒下去，我的腰部触得很疼。先试给影戏院老板看的，是郎华饰的小偷中的杰姆和李饰的律师夫人对话的那一幕。我是另外一个剧本，还没挨到我，大家就退出影戏院了。因为条件不合，没能公演。大家等待机会，同时每个人发着疑问公演不成了吧？三个剧排了三个月，若说演不出，总有点可惜。关于你们册子的风声怎么样？没有什么。怕狼，怕虎是不行的。这年头只得碰上什么算什么郎华是刚强的。作为随笔三篇之二，首刊于年月中学生第号白面孔恐怖压到剧团的头上，陈成的白面孔在月光下更白了。这种白色使人感到事件的严重。落过秋雨的街道，脚在街石上发着巴巴的声音，李，郎华，我们四个人走过很长的一条街。李说徐志，我们那天去试演，他不是没有到吗？被捕一个礼拜了！我们还不知道不要说。在街上不要说。我撞动她的肩头。鬼祟的样子，郎华和陈成一队，我和李一队。假如有人走在后面，还不等那人注意我，我就先注意他，好象人人都知道我们这回事。街灯也变了颜色，其实我们没有注意到街灯，只是紧张地走着。李和陈成是来给我们报信，听说剧团人老柏已经三天不敢回家，有密探等在他的门口，他在准备逃跑。我们去找胖朋友，胖朋友又有什么办法？他说科里面的事情非常秘密，我不知道这事，我还没有听说。他在屋里转着弯子。回到家锁了门，又在收拾书箱，明知道没有什么可收拾的，但本能的要收拾。后来，也把那一些册子从过道拿到后面子房去。看到册子并不喜欢，反而感到累赘了！老秦的面孔也白起来，那是在街上第二天遇见他。我们没说什么，因为郎华早已通知他这事件。没有什么办法，逃，没有路费，逃又逃到什么地方去？不安定的生活又重新开始。从前是闹饿，刚能弄得饭吃，又闹着恐怖。好象从来未遇过的恶的传闻和事实，都在这时来到日本宪兵队前夜捉去了谁，昨夜捉去了谁听说昨天被捉去的人与剧团又有关系耳孔里塞满了这一些，走在街上也是非常不安。在中央大街的中段，竟有这样突然的事情――郎华被一个很瘦的高个子在肩上拍了一下，就带着他走了！"}
{"text":"老秦的面孔也白起来，那是在街上第二天遇见他。我们没说什么，因为郎华早已通知他这事件。没有什么办法，逃，没有路费，逃又逃到什么地方去？不安定的生活又重新开始。从前是闹饿，刚能弄得饭吃，又闹着恐怖。好象从来未遇过的恶的传闻和事实，都在这时来到日本宪兵队前夜捉去了谁，昨夜捉去了谁听说昨天被捉去的人与剧团又有关系耳孔里塞满了这一些，走在街上也是非常不安。在中央大街的中段，竟有这样突然的事情――郎华被一个很瘦的高个子在肩上拍了一下，就带着他走了！转弯走向横街去，郎华也一声不响地就跟他走，也好象莫名其妙地脱开我就跟他去起先我的视线被电影院门前的人们遮断，但我并不怎样心跳，那人和郎华很密切的样子，肩贴着肩，踱过来，但一点感情也没有，又踱过去这次走了许多工夫就没再转回来。我想这是用的什么计策吧？把他弄上圈套。结果不是要捉他，那是他的一个熟人，多么可笑的熟人呀！太突然了！神经衰弱的人会吓出神经病来。唉呀危险，你们剧团里人捕去了两个了在街上他竟弄出这样一个奇特的样子来，他不断地说你们应该预备预备。我预备什么？怕也不成，遇上算。郎华的肩连摇也不摇地说。这几天发生的事情极多，做编辑的朋友陵也跑掉了。汪林喝过酒的白面孔也出现在院心。她说她醉了一夜，她说陵前夜怎样送她到家门，怎样要去了她一把削瓜皮的小刀她一面说着，一面幻想，脸也是白的。好象不好的事情都一起发生，朋友们变了样。汪林在院子里走来走去，也变了样。只失掉了剧员徐志，剧团的事就在恐怖中不再提起了。此篇作为随笔三篇之三首刊于年月中学生第号又是冬天窗前的大雪白绒一般，没有停地在落，整天没有停。我去年受冻的脚完全好起来，可是今年没有冻，壁炉着得呼呼发响，时时起着木的小炸音玻璃窗简直就没被冰霜蔽住子不象去年摆在窗前，而是装满了子房的。我们决定非回国不可。每次到书店去，一本杂志也没有，至于别的书，那还是三年前摆在玻璃窗里退了色的旧书。非去不可，非走不可。遇到朋友，我们就问海上几月里浪小？小海船是怎样晕法？因为我们都没航过海，海船那样大，在图画上看见也是害怕，所以一经过万国车票公司的窗前，必须要停住许多时候，要看窗子里立着的大图画，我们计算着这海船有多么高啊！"}
{"text":"我们决定非回国不可。每次到书店去，一本杂志也没有，至于别的书，那还是三年前摆在玻璃窗里退了色的旧书。非去不可，非走不可。遇到朋友，我们就问海上几月里浪小？小海船是怎样晕法？因为我们都没航过海，海船那样大，在图画上看见也是害怕，所以一经过万国车票公司的窗前，必须要停住许多时候，要看窗子里立着的大图画，我们计算着这海船有多么高啊！都说海上无风三尺浪，我在玻璃上就用手去量，看海船有海浪的几倍高？结果那太差远了！海船的高度等于海浪的二十倍。我说海船六丈高。哪有六丈？郎华反对我，他又量量哼！可不是吗！差不多海浪三尺，船高是二十三尺。也有时因为我反复着说有那么高吗？没有吧！也许有！郎华听了就生起气了，因为海船的事差不多在街上就吵架可是朋友们不知道我们要走。有一天，我们在胖朋友家里举起酒杯的时候，嘴里吃着烧鸡的时候，郎华要说，我不叫他说，可是到底说了。走了好！我看你早就该走！以前胖朋友常这样说郎华，你走吧！我给你们对付点路费。我天天在科里边听着问案子。皮鞭子打得那个响！哎，走吧！我想要是我的朋友也弄去那声音可怎么听？我一看那行人，我就想到你老秦来了，他是穿着一件崭新的外套，看起来帽子也是新的，不过没有问他，他自己先说你们看我穿新外套了吧？非去上海不可，忙着做了两件衣裳，好去进当铺，卖破烂，新的也值几个钱听了这话，我们很高兴，想不说也不可能我们也走，非走不可，在这个地方等着活剥皮吗？郎华说完了就笑了你什么时候走？那么你们呢？我们没有一定。走就五六月走，海上浪小那么我们一同走吧！老秦并不认为我们是真话，大家随便说了不少关于走的事情，怎样走法呢？怕路上检查，怕路上盘问，到上海什么朋友也没有，又没有钱。说得高兴起来，逼真了！带着幻想了！老秦是到过上海的，他说四马路怎样怎样！他说上海的穷是怎样的穷法他走了以后，雪还没有停。我把火炉又放进一块木去。又到烧晚饭的时间了！我想一想去年，想一想今年，看一看自己的手骨节胀大了一点，个子还是这么高，还是这么瘦这房子我看得太熟了，至于墙上或是棚顶有几个多余的钉子，我都知道。郎华呢？"}
