{"text":"孔子去郊游，他站在碧潭吊桥上，看到下面的流水说过去的就像这下面的流水一样，白天晚上都在流。这两句话的文学气息非常重，全部论语中，最富于哲学意味的，也就是这两句话。从这里，有几个要点可以了解。第一，道家思想方面，老子也和孔子这个观念一样，经常用水代表人生哲学。老子教我们效法水，中国有一句老话人往高处爬，水向低处流。老子教我们学下流――不是普通所指不高尚的下流，是指水的下流――大海。天下的水都向下流汇归成大海。所谓下流，就是谦下，站在最下面，人之所弃，我则取之。人要有容量，像大海一样包罗万象。老子又教我们上善若水，最高的品德像水一样。道家形容水很妙，水是绝对干净的，脏的东西到水里，都被水冲洗干净了。让我们的心境，以及人品的修养，效法水一样，冰清玉洁，不受一点尘埃。虽然容纳了许多废物污垢，但仍然是水，水的性质没有变，而且永远自强不息。第二，佛家也说过水，我们看到流水，永远只是一股流水而已。照佛学的分析，人的心理就和流水一样，如说滚滚长江东逝水，永远在流，真的吗？错了。等于看到电灯光，说它一直亮着，也错了。当我们看到一个浪头的时候，事实上这个浪头已经过去了，是接上来的另一个新浪头，当在看到这新的第二个浪头时，它又已经过去了。灯光也是一样，当我们刚一打开开关时，所发出的光波已经消失了。我们的思想感觉年龄身体，当一个钟头乃至一分钟前坐在这里的我，与此刻坐在这里的我，已经不知道经过多少变化了。所以今我非故我，现在的我已经不是前一分钟的我了。都过去了，像流水一样，不断的向前去。所谓江水东流去不回，历史永远不会回头，时间永远不会回头。人生永远像浪头一样，一波又一波地过去了，要想拉回来是做不到的。这些都是另一面的说法，也可以说是消极的人生，许多宗教家哲学家，都从这一面看，花落了再不会开了。大家都看过的，红楼梦中林黛玉葬花。这位小姐病兮兮的，花落了还要去收回来，还要葬下去，情调非常美，文章也作得很好，葬花词名句侬今葬花人笑痴，他年葬侬知是谁？此之为林黛玉！怎么不生肺病？怎么不那么痴迷的死？你管他谁葬你，死了就死了。说到这里，龚定庵的诗就比林黛玉高明多了，他的诗说落红不是无情物，化作春泥更护花。刚才说过的某先生，他死后有人问我送什么挽联给他，我说我会另作一副。"}
{"text":"大家都看过的，红楼梦中林黛玉葬花。这位小姐病兮兮的，花落了还要去收回来，还要葬下去，情调非常美，文章也作得很好，葬花词名句侬今葬花人笑痴，他年葬侬知是谁？此之为林黛玉！怎么不生肺病？怎么不那么痴迷的死？你管他谁葬你，死了就死了。说到这里，龚定庵的诗就比林黛玉高明多了，他的诗说落红不是无情物，化作春泥更护花。刚才说过的某先生，他死后有人问我送什么挽联给他，我说我会另作一副。但送给他的挽联最好是这两句诗，因为，虽然人死了，而其耿耿的忠心仍令人感动，在文学境界上，就是龚定庵的这两句诗。以上这些都是从悲观的角度来看逝者如斯夫！不舍昼夜。但孔子并没有以悲观的态度来说这句话，而很多的意义包括在内，极高明。从另一面，用积极的观点来看人生。人生如流水一样，不断的向前涌进。所以我们要了解，人生就像这股流水一样。孔子所以站在上流告诉学生们注意呀！你们看这水，过去的都像这样，向前面去！向前面去！而且是昼夜不断的向前去。他这话的意义，就是我们经常看到的一句话天行健，君子以自强不息。这是易经乾卦的卦辞。乾代表了天，中国文化是用乾代表了天体，现在的名词就是宇宙。周易就是文王的思想，也就是孔子所效法的。文王解释宇宙，是永远在转，永远在动，没有一分一秒停止，假使一秒停止，不但地球完了，没有人类了，整个宇宙也垮了，所以宇宙是动态的。这就是中国的哲学了。我们有两位现代的学者是在思想界很有影响力的，他们评论中国文化，属于静态的。我对他们说，老兄，谁告诉你们中国文化是静态的？讲中国文化，第一部书就是易经，里面就告诉了你天行健，宇宙没有静态，永远是动的。中国文化并不主张静态的宇宙。人生也是这样，要不断求进步。静是缓慢的动态，没有真正绝对的静。譬如人坐在椅上好像很静，其实并不静，身上的血液正在分秒不停地循环，各个器官也都各司其职地工作着。天行健是永远强健地运行。君子以自强不息是教我们效法宇宙一样，即如孔子所说逝者如斯，要效法水不断前进，也就是大学这部书中引用汤之盘铭说的苟日新，日日新，又日新的道理。人生思想观念，都要不断的进步。满足于今日的成就，即是落伍。所以孔子的逝者如斯夫，不舍昼夜。"}
{"text":"譬如人坐在椅上好像很静，其实并不静，身上的血液正在分秒不停地循环，各个器官也都各司其职地工作着。天行健是永远强健地运行。君子以自强不息是教我们效法宇宙一样，即如孔子所说逝者如斯，要效法水不断前进，也就是大学这部书中引用汤之盘铭说的苟日新，日日新，又日新的道理。人生思想观念，都要不断的进步。满足于今日的成就，即是落伍。所以孔子的逝者如斯夫，不舍昼夜。这句话，包括各方面很多意义，可以说孔子的哲学，尤其人生哲学的精华，都集中在这两句话中，它可以从消极的积极的各方面看，看宇宙看人生看一切。我们自己多多去体验它，应该了解很多的东西。在这里所提供大家去研究的意见，还只是其中的一点点。实际上，根据这两句话，可以写很多很多的文章。历史是不能停留的，时代是向前迈进的，宇宙如此，人生也是如此。女人未必皆祸水这里是另起一节。子曰吾未见好德如好色者也。这句话里面说的色，包括了女色物欲嗜好三重意义。但根据历代的看法，只是偏重在女色这一面，认为这是孔子对卫灵公的感叹。孔子周游列国时，对孔子比较重视的是卫国，但卫国的政权，当时具有较大影响力的，是大臣蘧伯玉，而左右卫君的是美丽妃子――卫灵公嬖好的南子，所以有这句感叹，而成了一句名言。事实上不止卫灵公，从人情世故上看，人都是好德不如好色。如果一定要以最高的道德要求，世界上很少有合乎标准的人。像我们看到很有名的唐明皇与杨贵妃这段历史故事，唐明皇这个皇帝的确是不错，少年时代非常好，晚年时因嬖好杨贵妃，致使国家发生了变乱，成为知名的历史故事。在过去的历史，很多人都把这个罪过，推到场贵妃身上去，这也是很难说的。说一个女子对于政治会有如此大的影响，也有可能。就是西方也有这种情形，所谓英雄征服了天下，女人征服了英雄。不过要看哪种女人，真能征服英雄的女人，并不容易。我们看到蜀亡国以后，蜀王妃子花蕊夫人被俘。宋太祖赵匡胤就问她，你们国家有十几万大军，为什么今天你会到我身边来。这位妃子作了一道诗答复他，大意是说我本在深宫中养尊处优的女子，对国家大事不了解，但这首诗的结论却骂尽了男人，她说君王城上竖降旗，妾在深宫那得知。十四万人齐解甲，宁无一个是男儿。这也是历史上，女人关系历史命运的一个故事。"}
{"text":"就是西方也有这种情形，所谓英雄征服了天下，女人征服了英雄。不过要看哪种女人，真能征服英雄的女人，并不容易。我们看到蜀亡国以后，蜀王妃子花蕊夫人被俘。宋太祖赵匡胤就问她，你们国家有十几万大军，为什么今天你会到我身边来。这位妃子作了一道诗答复他，大意是说我本在深宫中养尊处优的女子，对国家大事不了解，但这首诗的结论却骂尽了男人，她说君王城上竖降旗，妾在深宫那得知。十四万人齐解甲，宁无一个是男儿。这也是历史上，女人关系历史命运的一个故事。再其次，大家都说唐明皇是误在杨贵妃手里，尤其是诗人们都如此说――中国的诗人多半对于历史大事，有谨严的批评――但也有另一面的看法，如袁枚的诗说空忆长生殿上盟，江山情重美人轻。华清池水马嵬土，洗玉埋香总一人。当安禄山造反，兵逼长安，唐明皇出走到长安南面马嵬坡的时候，发生兵变，部队不肯走了。大家提出了一个条件，要求把杨贵妃杀死。唐明皇没有办法，只好让贵妃自缢死。所以后人评论历史，认为唐明皇不一定是为了杨贵妃而误国的，这首诗就是这个意思。建温泉池给杨贵妃洗澡的，让杨贵妃自杀的，都是唐明皇做的，不要把历史的罪过，推到一个女人身上去。同样，清代的龚定庵也提了一个反调，他的一首诗说少年已自薄汤武，不薄秦皇与汉王。设想英雄迟暮日，温柔不住住何乡？他说一个英雄到了晚年没事情做了，不让他住在温柔乡里，又要他干什么？龚定庵这个理论，和现代的心理学弗洛伊德的性心理学有点类似。我们要特别注意，性心理学与马克思的理论，严重的影响了近一百年思想。今日除了马克思的影响以外，弗洛伊德的性心理学对近百年来历史文化转变的影响更大。不过这一方面不像政治理论受重视――如果依据性心理学的看法，有过分的精力，就有杰出的事业。因此英雄豪杰才子，几乎各个行为不检，都是孔子所讲的未见好德如好色者也。然而孔子所要求的真正圣人的境界，这是非常难的事，一般心理状况，凡是了不起的人，多半精力充沛，所以难免要走上女色这条路子。这是我们就这一点，对历史的看法。扩而充之，好色不但是指男女之间的事，凡是物质方面的贪欲，都可以用色字来代表。尤其是以佛学的立场看，那就更明显了。照儒家的思想，一个领导人，简直任何嗜好都不应该有。但是人很难做到完全没有嗜好。譬如有些人什么嗜好都没有，就是好读书，这也变成一个嗜好，于是左右的人都是读书人。"}
{"text":"然而孔子所要求的真正圣人的境界，这是非常难的事，一般心理状况，凡是了不起的人，多半精力充沛，所以难免要走上女色这条路子。这是我们就这一点，对历史的看法。扩而充之，好色不但是指男女之间的事，凡是物质方面的贪欲，都可以用色字来代表。尤其是以佛学的立场看，那就更明显了。照儒家的思想，一个领导人，简直任何嗜好都不应该有。但是人很难做到完全没有嗜好。譬如有些人什么嗜好都没有，就是好读书，这也变成一个嗜好，于是左右的人都是读书人。南朝梁元帝读书读呆了，敌兵临境，还要文武诸臣戎服听他讲书。最后终于亡了国。他在投降时，放一把火，把收藏的十四万卷图书烧了，他说文武之道，今夜尽矣。有人问他为什么烧了书，他说读书万卷，犹有今日，故焚之。可见读书也很害人，真成呆子。从此我们了解，上面有一点偏好，下面就偏向了，这就是物必聚于所好的道理。我们要看古董，就必须到好古董的人家才看得到。有些人好石头，有些人好怪木，有一些人就是好钞票。某公说，有一个老朋友，每天入睡以前，要一张张点过他铁柜里的钞票以后才能睡着。所以孔子这句话，是一个最高的目标。同时提高我们的警觉，凡是作一个领导人，不但是好色，任何一种嗜好，都会给人乘虚而入的机会，因而影响到事业的失败。所以接着下面引用孔子的话子曰譬如为山，未成一篑，止，吾止也。譬如平地，虽覆一篑，进，吾往也。一切的进德修业，都是如此。不但是学问的成功道德的成功事业的成功，原则都相同不是进步，就要退步。没有进步，停留在原地，也是退步。尤其对于自己道德的要求，更难！我曾说过，英雄征服了天下，不能征服自己圣人不想征服天下，而能够征服自己。事实上征服自己比征服天下更难。所谓道德的修养，就是征服自己。上面孔子的话，就是说这个道理。他说譬如我们去挑泥土来堆成一座山，要挑一百担泥土的，已经挑了九十九担，最后未成一篑，少了一畚箕泥土。止，停止了，因此便不能登峰造极到顶点。是谁使你停止的？我们一件事没有成功，往往推之于客观的环境社会的因素，但是孔子在这里说那是不可能的，吾止也，还是自己心理的疲劳与退缩，不是客观因素。他又说，譬如填平一块土地，倒一畚箕泥土上去，就看到更高一点，这个进步，也不是外来的因素，而是自己的成功，这里他所强调的，是指一切的作为，其成功或失败，都在于一个人自己，不要推之于外来的因素。"}
{"text":"他说譬如我们去挑泥土来堆成一座山，要挑一百担泥土的，已经挑了九十九担，最后未成一篑，少了一畚箕泥土。止，停止了，因此便不能登峰造极到顶点。是谁使你停止的？我们一件事没有成功，往往推之于客观的环境社会的因素，但是孔子在这里说那是不可能的，吾止也，还是自己心理的疲劳与退缩，不是客观因素。他又说，譬如填平一块土地，倒一畚箕泥土上去，就看到更高一点，这个进步，也不是外来的因素，而是自己的成功，这里他所强调的，是指一切的作为，其成功或失败，都在于一个人自己，不要推之于外来的因素。外来因素之所以形成，也是自己本身的关系。到这里为止，结束了孔子上面站在河川上所发的感叹。下面是孔子的教育经验，对于个人的评论。学而有成之难子曰语之而不惰者，其回也与！孔子说在他的学生中，能依照他的教导去做，而不懒惰的，只有颜回这一个学生。这句话好像很普通，但如果在教学上或在领导位置上工作久了，就可以体会到这并不是一句简单的话，我们现在常常发现有些年轻人，吩咐他们去做一件事，譬如去照顾一位老年人，他有这个心，但没有这份热情，他会觉得是老师叫他去做的，而没有感觉到这件事情是他应该去做的，就只差了这么一点。讲理论时，他讲得和大家一样，知道应该爱人，应该尽心，但做起来是另外一回事。我和年轻的同学们说，许多社会上已经做了的事情，如张老师生命线这些，已经有人做了，不要再重复，你们应该去做一些须要做却还没有人做的事。据我的资料，一些老年人很可怜，子女不在身边。可以发动年轻人对老年人服务，绝不接受招待，自己带便当去。青年们都说得头头是道，但我告诉他们，要经得起往后的困难。有些老年人替他服务久了，他会觉得应该。第一次有感谢之意，第二天他觉得差不多，第三次也许你迟到了，他会骂人，那么年轻人还要准备行礼道歉。由此可知做一件好事，也有如此的困难。所以理论与事实配合起来，要语之而不惰，讲到了就做到，而且非常勤快，又持之以恒地去做，实在是非常难的事。就我个人的经验而论，一个人总有些熟人有事相托，如果做得到的事情就答应了，答应以后有时又觉得烦了，摆在那里两三天，就把事情惰下去了。有时候提高警觉，赶快办，办了以后，有没有结果不知道。办不到的也要早告诉人家。"}
{"text":"由此可知做一件好事，也有如此的困难。所以理论与事实配合起来，要语之而不惰，讲到了就做到，而且非常勤快，又持之以恒地去做，实在是非常难的事。就我个人的经验而论，一个人总有些熟人有事相托，如果做得到的事情就答应了，答应以后有时又觉得烦了，摆在那里两三天，就把事情惰下去了。有时候提高警觉，赶快办，办了以后，有没有结果不知道。办不到的也要早告诉人家。否则等于医生替人看病，看不好的，给人家一点平安药吃，好不了也死不了，就是拖，这就是罪过。所以孔子讲颜回的这句话，表面上看很普通，真正体会一下，这种修养实在是不容易的。下面接着再赞叹颜回子谓颜渊曰惜乎！吾见其进也，未见其止也。这并不是对颜回本人说的话，是他对学生们说颜回的。颜回不是只活了三十二岁就死了吗？孔子说可惜得很，我只看到他的进步，没有看到他的成就。有进步应该有很大的成就，可惜短命死了，所以成就没有看出来。因此孔子有下面对人的感慨子曰苗而不秀者，有矣夫！秀而不实者，有矣夫！所谓苗就是根苗。有些植物，种籽种下去，发出的芽非常好，应该前途无量，但结果却长不大，枝叶并不茂盛，这是苗而不秀。也就是说有许多人，小时了了，大时糊涂。尤其在教育界更看得到，有些年轻人非常好，眼看他慢慢变，变到最后不成器。再更进一步是秀而不实，虽然花叶扶疏，但没有结出果实来。如果我们把这两句话，回转来看看自己的人生，大多可以说是秀而不实的。在这个非常时代里，年轻时，想如何如何。结果到了现在，得了结论，晓得自己是起不了。而这个重点，就是孔子上面所讲的止，吾止也。进，吾往也。在乎自己，不关他人，尤其作学问更是如此。我们常看到年轻人文章写得好，有许多人寄以厚望，我说不见得，这就是苗而不秀，秀而不实。真正文章写得好，能称得上是一个文学家的，以整个人类文化历史看，古今中外不到两三百人。这仅就文章这一行而言，写了许多书的人，能流传的又有几本？这都是秀而不实。所以文学也好，学问也好，无论哪方面，能够做到历史上有成就的，很不容易。这也就是孔子对人物的感叹。有许多人，聪明而进取，有前途，但最后并没有结论。许多人的事业道德学问，都在这两句话的范围中。"}
{"text":"真正文章写得好，能称得上是一个文学家的，以整个人类文化历史看，古今中外不到两三百人。这仅就文章这一行而言，写了许多书的人，能流传的又有几本？这都是秀而不实。所以文学也好，学问也好，无论哪方面，能够做到历史上有成就的，很不容易。这也就是孔子对人物的感叹。有许多人，聪明而进取，有前途，但最后并没有结论。许多人的事业道德学问，都在这两句话的范围中。勿轻后学因此孔子又对学生们讲到对年轻人的观感子曰后生可畏，焉知来者之不如今也？四十五十而无闻焉，斯亦不足畏也已。这句后生可畏是孔子的名言，切不要轻视后一代的年轻人。从古至今，对年轻的后一代都非常重视。孔子说后来的年轻人可畏，并不是怕他，而是说值得用心培养，值得重视。焉知来者之不如今也？千万不要轻视后一代，不要以为未来的不如现在的。这一点我们不要冤枉孔子了，我们学术界经常都把孔子描写成非常古板保守的。实际上孔子的思想最前进，他不轻视后一代，更不轻视后来的历史，认为未来的社会不比现在差。所以他说你何以知道将来就不及我们？以人来说也是如此。不过一个人到了四十五十，还没有成就的话，那也就算了，再没有什么可观的了，这也是事实。前面说过，我个人的看法，人类文化永远是年轻的，到现在为止，永远都在幼稚的阶段，还没有成熟，假使真正成熟，在文化的立场来看，此时人类的生活就永远安定了。这个理论是最麻烦的历史哲学问题，在此我们不去多讨论它。这一段也是孔子在鼓励青年们努力，我们过去有一句格言少壮不努力，老大徒伤悲。就是这个道理。下面还是他对于学生们的鼓励子曰法语之言，能无从乎？改之为贵。巽与之言，边无说乎？绎之为贵。说而不绎，从而不改，吾末如之何也已矣！这固然是他对学生的鼓励，也是我们一生作人做事值得效法的地方。法语，就是我们现在普通说的格言。古人的名言，古时也称法言，有颠扑不破的哲理。我经常告诉来学中国文化的外国人，不要走冤枉路，最直捷的方法是先去读三百千千，就是三字经百家姓千家诗千字文四本书，努力一点，三个月的时间，对中国文化基本上就懂了。"}
{"text":"改之为贵。巽与之言，边无说乎？绎之为贵。说而不绎，从而不改，吾末如之何也已矣！这固然是他对学生的鼓励，也是我们一生作人做事值得效法的地方。法语，就是我们现在普通说的格言。古人的名言，古时也称法言，有颠扑不破的哲理。我经常告诉来学中国文化的外国人，不要走冤枉路，最直捷的方法是先去读三百千千，就是三字经百家姓千家诗千字文四本书，努力一点，三个月的时间，对中国文化基本上就懂了。三字一句的三字经，把一部中国文化简要地介绍完了。历史政治文学作人做事等等，都包括在内。尤其是千字文，一千个字，认识了这一千个字以后，对中国文化就有基本的概念。中国真正了不起的文人学者，认识了三千个中国字，就了不起了。假如你考我，要我坐下来默写三千个中国字来，我还要花好几天的时间，慢慢地去想。一般脑子里记下来一千多个字的，已经了不起了。有些还要翻翻字典，经常用的不过几百个字。所以千字文这本书，只一千个字，把中国文化的哲学政治经济等等，都说进去了，而且没有一个字重复的。这本书是梁武帝的时候，一个大臣名叫周兴嗣，据说他犯了错误，梁武帝就处罚他，要他一夜之间写一千个不同的字，而且要构成一篇文章，如果作不出来就问罪，作得出来就放了他。结果他以一日一夜的时间写成了千字文，头发都白了。即天地玄黄，宇宙洪荒。日月盈昃，辰宿列张四个字一句的韵文，从宇宙天文，一直说下来，说到作人做事，所谓寒来暑往，秋收冬藏。不要以为千字文简单，现代人，能够马上把千字文讲得很好的，恐怕不多。至于格言，也有一本书增广昔时贤文，是一种民间的格言。过去读旧书的时候，等于一种课外的读本，个个都会念，包括作人做事的道理在内。当然里面也有一些要不得的话，如闭门推出窗前月，吩咐梅花自主张的作用。但有很多好的东西，都被收进去了。到了台湾以后，发现市面上发行的昔时贤文，又把闽南语的一些民间格言也放进了。讲中国文化，除四书五经以外，不要轻视了这几本小书，更不要轻视那些传奇小说。真说中国文化的流传与影响，这几本小书和一些小说发生的力量很大。四书五经，除了为考功名以外，平常研究起来又麻烦，就很少人去研究。而这几部书，浅近明白，把中国文化的精华都表达出来了。这是说到法语而引出来格言的道理。"}
