{"text":"唐诗即有此二种。如果用现代话讲起来，是在朝和下野。后面这一种虽然暂时无忙可帮，无闲可帮，但身在山林，而心存魏阙。如果既不能帮忙，又不能帮闲，那么，心里就甚是悲哀了。中国是隐士和官僚最接近的。那时很有被聘的希望，一被聘，即谓之征君开当铺，卖糖葫芦是不会被征的。我曾经听说有人做世界文学史，称中国文学为官僚文学。看起来实在也不错。一方面固然由于文字难，一般人受教育少，不能做文章，但在另一方面看起来，中国文学和官僚也实在接近。现在大概也如此。惟方法巧妙得多了，竟至于看不出来。今日文学最巧妙的有所谓为艺术而艺术派。这一派在五四运动时代，确是革命的，因为当时是向文以载道说进攻的，但是现在却连反抗性都没有了。不但没有反抗性，而且压制新文学的发生。对社会不敢批评，也不能反抗，若反抗，便说对不起艺术。故也变成帮忙柏勒思帮闲。为艺术而艺术派对俗事是不问的，但对于俗事如主张为人生而艺术的人是反对的，则如现代评论派，他们反对骂人，但有人骂他们，他们也是要骂的。他们骂骂人的人，正如杀杀人的一样――他们是刽子手。这种帮忙和帮闲的情形是长久的。我并不劝人立刻把中国的文物都抛弃了，因为不看这些，就没有东西看不帮忙也不帮闲的文学真也太不多。现在做文章的人们几乎都是帮闲帮忙的人物。有人说文学家是很高尚的，我却不相信与吃饭问题无关，不过我又以为文学与吃饭问题有关也不打紧，只要能比较的不帮忙不帮闲就好。本篇记录稿最初发表于一九三二年十二月十七日天津电影与文艺创刊号。收入本书的曾经修订。关于司马相如装病不出的事，据史记司马相如传先缈诔远浦椤常有消渴疾。与卓氏婚，饶于财。其进仕宦，未尝肯与公卿国家之事，常称病闲居，不慕官爵。心存魏阙语出庄子让王身在江海之上，心竞跷恒谥隆！魏阙，古代宫门上巍然高耸的楼观，后来用作朝廷的代称。文以载道语出宋代周敦颐通书文辞文所以缘酪病薄柏勒思英语加的意思。现代评论派指现代评论杂志一九二四年十二月在北京创刊的主要撰稿人胡适陈西滢徐志摩等。陈西滢在现代评论第三卷第五十三期一九二五年十二月十二日发表的闲话中标谤绝不肆口骂。"}
{"text":"心存魏阙语出庄子让王身在江海之上，心竞跷恒谥隆！魏阙，古代宫门上巍然高耸的楼观，后来用作朝廷的代称。文以载道语出宋代周敦颐通书文辞文所以缘酪病薄柏勒思英语加的意思。现代评论派指现代评论杂志一九二四年十二月在北京创刊的主要撰稿人胡适陈西滢徐志摩等。陈西滢在现代评论第三卷第五十三期一九二五年十二月十二日发表的闲话中标谤绝不肆口骂。但实际上他们常对和他们所反对的人进行种种攻击和谩骂。报奇哉所谓报奇哉所谓有所谓熊先生者，以似论似信的口吻，惊怪我的浅薄无知识和佩服我的胆量。我可是大佩服他的文章之长。现在只能略答几句。一中国书都是好的，说不好即不懂这话是老得生了锈的老兵器。讲易经的就多用这方法易，是玄妙的，你以为非者，就因为你不懂。我当然无凭来证明我能懂得任何中国书，和熊先生比赛也没有读过什么特别的奇书。但于你所举的几种，也曾略略一翻，只是似乎本子有些两样，例如我所见的抱朴子外篇，就不专论神仙的。杨朱的著作我未见列子就有假托的嫌疑，而况他所称引。我自愧浅薄，不敢据此来衡量杨朱先生的精神。二行要学来辅助，我知道的。但我说要学，须多读外国书。只要行，不要读书，是你的改本，你虽然就此又发了一大段牢骚，我可是没有再说废话的必要了。但我不解青年何以就不准做代表，当主席，否则就是出锋头。莫非必须老头子如赵尔巽者，才可以做代表当主席么？三我说，多看外国书，你却推演为将来都说外国话，变成外国人了。你是熟精古书的，现在说话的时候就都用古文，并且变了古人，不是中华民国国民了么？你也自己想想去。我希望你一想就通，这是只要有常识就行的。四你所谓五胡中国化满人读汉文，现在都读成汉人了这些话，大约就是因为懂得古书而来的。我偶翻几本中国书时，也常觉得其中含有类似的精神，――或者就是足下之所谓积极。我或者把根本忘了也难说，但我还只愿意和外国以宾主关系相通，不忍见再如五胡乱华以至满洲入关那样，先以主奴关系而后有所谓同化！假使我们还要依据根本的老例，那么，大日本进来，被汉人同化，不中用了，大美国进来，被汉人同化，又不中用了以至黑种红种进来，都被汉人同化，都不中用了。"}
{"text":"四你所谓五胡中国化满人读汉文，现在都读成汉人了这些话，大约就是因为懂得古书而来的。我偶翻几本中国书时，也常觉得其中含有类似的精神，――或者就是足下之所谓积极。我或者把根本忘了也难说，但我还只愿意和外国以宾主关系相通，不忍见再如五胡乱华以至满洲入关那样，先以主奴关系而后有所谓同化！假使我们还要依据根本的老例，那么，大日本进来，被汉人同化，不中用了，大美国进来，被汉人同化，又不中用了以至黑种红种进来，都被汉人同化，都不中用了。此后没有人再进来，欧美非澳和亚洲的一部都成空地，只有一大堆读汉文的杂种挤在中国了。这是怎样的美谈！五即如大作所说，读外国书就都讲外国话罢，但讲外国话却也不即变成外国人。汉人总是汉人，独立的时候是国民，覆亡之后就是亡国奴，无论说的是那一种话。因为国的存亡是在政权，不在语言文字的。美国用英文，并非英国的隶属瑞士用德法文，也不被两国所瓜分比国用法文，没有请法国人做皇帝。满洲人是读汉文的，但革命以前，是我们的征服者，以后，即五族共和，和我们共存同在，何尝变了汉人。但正因为读汉文，传染上了僵尸的乐观，所以不能如蒙古人那样，来蹂躏一通之后就跑回去，只好和汉人一同恭候别族的进来，使他同化了。但假如进来的又像蒙古人那样，岂不又折了很大的资本么？大作又说我大声急呼之后，不过几年，青年就只能说外国话。我以为是不省人事之谈。国语的统一鼓吹了这些年了，不必说一切青年，便是在学校的学生，可曾都忘却了家乡话？即使只能说外国话了，何以就只能爱外国的国？蔡松坡反对袁世凯，因为他们国语不同之故么？满人入关，因为汉人都能说满洲话，爱了他们之故么？清末革命，因为满人都忽而不读汉文了，所以我们就不爱他们了之故么？浅显的人事尚且不省，谈什么光荣，估什么价值。六你也同别的一两个反对论者一样，很替我本身打算利害，照例是应该感谢的。我虽不学无术，而于相传处于才与不才之间的不死不活或入世妙法，也还不无所知，但我不愿意照办。所谓素负学者声名，站在中国青年前面这些荣名，都是你随意给我加上的，现在既然觉得浅薄无知识了，当然就可以仍由你随意革去。我自愧不能说些讨人喜欢的话，尤其是合于你先生一流人的尊意的话。"}
{"text":"浅显的人事尚且不省，谈什么光荣，估什么价值。六你也同别的一两个反对论者一样，很替我本身打算利害，照例是应该感谢的。我虽不学无术，而于相传处于才与不才之间的不死不活或入世妙法，也还不无所知，但我不愿意照办。所谓素负学者声名，站在中国青年前面这些荣名，都是你随意给我加上的，现在既然觉得浅薄无知识了，当然就可以仍由你随意革去。我自愧不能说些讨人喜欢的话，尤其是合于你先生一流人的尊意的话。但你所推测的我的私意，是不对的，我还活着，不像杨朱墨翟们的死无对证，可以确定为只有你一个懂得。我也没有做什么阿鼠传，只做过一篇阿正传。到这里，就答你篇末的诘问了既说从来没有留心过者，指青年必读书，写在本栏内何以果决地说这种话者，以供若干读者的参考，写在附记内。虽然自歉句子不如古书之易懂，但也就可以不理你最后的要求。而且，也不待你们论定。纵使论定，不过空言，决不会就此通行天下，何况照例是永远论不定，至多不过是中虽有坏的，而亦有好的西虽有好的，而亦有坏的之类的微温说而已。我虽至愚，亦何至呈书目于如先生者之前乎？临末，我还要果决地说几句我以为如果外国人来灭中国，是只教你略能说几句外国话，却不至于劝你多读外国书，因为那书是来灭的人们所读的。但是还要奖励你多读中国书，孔子也还要更加崇奉，像元朝和清朝一样。报载患脑炎戏作报载患脑炎戏作横眉岂夺蛾眉冶，不料仍违众女心。诅咒而今翻异样，无如臣脑故如冰。三月十六日日记一九三四年三月十六日闻天津大公报记我患脑炎，戏作一绝寄静农云横眉岂夺蛾眉冶，。一九三四年三月十日大公报文化情报栏载有一则署名乒的简讯据最近本月初日本盛京时报上海通讯，谓蛰居上海之氏，在客观环境中无发表著述自由，近又忽患脑病，时时作痛，并感到一种不适。经延医证实确系脑病，为重性脑膜炎。当时医生嘱鲁十年？不准用脑从事著作，意即停笔十年，否则脑子绝对不能用，完全无治云。众女屈原离骚众女嫉余之蛾眉兮，谣诼谓余以善淫。备考并非晨报造谣素昧备考并非晨报造谣素昧昨日本刊来信的标题之下，叙及开封女生被兵士怎么的新闻，因系晨报之所揭载，似疑晨报造谣，或晨报访员报告不实，其实皆不然的，我可以用事实来证明。"}
{"text":"经延医证实确系脑病，为重性脑膜炎。当时医生嘱鲁十年？不准用脑从事著作，意即停笔十年，否则脑子绝对不能用，完全无治云。众女屈原离骚众女嫉余之蛾眉兮，谣诼谓余以善淫。备考并非晨报造谣素昧备考并非晨报造谣素昧昨日本刊来信的标题之下，叙及开封女生被兵士怎么的新闻，因系晨报之所揭载，似疑晨报造谣，或晨报访员报告不实，其实皆不然的，我可以用事实来证明。上述开封女学生被兵士的新闻，是一种不负责任捏名投稿，这位投稿的先生，大约是同时发两封信，一给京报，一给晨报或者尚有他报，我当时看了这封信，用观察新闻的眼光估量，似乎有些不对，就送他到字纸篓中去了。晨报所揭载的，一字不差，便是这样东西，我所以说并不是晨报造谣，也不是晨报访员报告不实，至多可以说他发这篇稿欠郑重斟酌罢了。一九二五年五月五日京报副刊。本篇最初发表于一九二五年五月四日京报副刊。拍花旧时称歹徒用迷药诱拐小儿为拍花。我的失恋于一九二四年十月三日写的一首诗，晨报副刊编辑孙伏园发排后，被晨报代总编辑刘勉己抽掉，孙伏园为此愤而辞职。灰棚指北京宫门口西三条二十一号寓所里的一间灰顶房子，即老虎尾巴。备考给先生的一封信王铸备考给先生的一封信王铸我今天写这封信给你，也许像你在杨树达君的袭来中所说的，我们并不曾认识了哪但是我这样的意见，忍耐得好久了，终于忍不住的说出来，这在先生也可以原谅的罢。先生在晨报副镌上所登的苦闷的象征，在这篇的文字的前面，有了你的自序记不切了，也许是像这样的说吧！它本是厨川君劫后的作品，由了烧失的故纸堆中，发出来的，是一包未定稿。本来没有甚么名字，他的友人，径直的给他定下了，――叫作苦闷的象征。先生这样的意见，或者是别有所见而云然。但以我在大前年的时候，所见到的这篇东西的译稿，像与这里所说的情形，稍有出入先生，让我在下面说出了吧。在学灯上，有了一位叫明权的，曾译载过厨川君的一篇东西，叫作苦闷的象征。我曾经拿了他的译文与先生的对照，觉得与先生所译的一毫不差。"}
{"text":"它本是厨川君劫后的作品，由了烧失的故纸堆中，发出来的，是一包未定稿。本来没有甚么名字，他的友人，径直的给他定下了，――叫作苦闷的象征。先生这样的意见，或者是别有所见而云然。但以我在大前年的时候，所见到的这篇东西的译稿，像与这里所说的情形，稍有出入先生，让我在下面说出了吧。在学灯上，有了一位叫明权的，曾译载过厨川君的一篇东西，叫作苦闷的象征。我曾经拿了他的译文与先生的对照，觉得与先生所译的一毫不差。不过他只登了创作论与鉴赏论，下面是甚么也没有了，大约原文是这样的罢。这篇译文，是登在一九二一年的，那时日本还没地震，厨川君也还健在这篇东西，既然有了外国人把它翻译过，大概原文也已揭载过了罢。这篇东西的命名，自然也是厨川君所定的，不是外国人所能杜撰出来的。若然，先生在自序上所说的，他友人给他定下了这个名字，――苦闷的象征，――至少也有了部分的错误了罢。这个理由，是很明白的因为那时候日本还没有地震，厨川君也还没有死，这篇名字，已经出现过而且发表的了。依我的愚见，这篇东西，是厨川君的未定稿，大约是靠底住的厨川君先前有了创作论和鉴赏论，又已发表过，给他定下了名字，叫作苦闷的象征。后来文艺上的几个根本问题的考察，文艺的起源，又先后的做成功了。或者也已发表过，这在熟于日本文坛事实的，自然知道，又把它摒集在一块去。也许厨川君若没有死，还有第五第六的几篇东西，也说不定呢！但是不幸厨川君是死了，而且是死于地震的了他的友人，就把他这一包劫后的遗稿，已经命名过的，――苦闷的象征，――发表出来，这个名字，不是他的友人――编者――所臆定的，是厨川君自己定下的这个假定，大约不至有了不对了罢。以上几则，是我的未曾作准的见解，先生看见了它，可以给我个明白而且彻底的指导么？先生，我就在这里止住了罢？王铸本篇最初发表于一九二五年一月十三日京报副刊。苦闷的象征，文艺论文集，日本厨川白村著。的译本于一九二四年十二月由新潮社印行，为未名丛刊之一。同年十月晨报副刊曾断续地连载其中的前两篇。王铸即王淑明，安徽无为人。当时在家乡读书。厨川氏即厨川白村―，日本文艺评论家，京都帝国大学教授。"}
{"text":"先生，我就在这里止住了罢？王铸本篇最初发表于一九二五年一月十三日京报副刊。苦闷的象征，文艺论文集，日本厨川白村著。的译本于一九二四年十二月由新潮社印行，为未名丛刊之一。同年十月晨报副刊曾断续地连载其中的前两篇。王铸即王淑明，安徽无为人。当时在家乡读书。厨川氏即厨川白村―，日本文艺评论家，京都帝国大学教授。著作除苦闷的象征外，还有出了象牙之塔文艺思潮论等。指日本关东大地震。发生于一九二三年九月一日上午十一时，厨川白村于这次地震中遇难。山本修二―日本京都第三高等学校京都大学教授。当时是厨川白村纪念委员会的负责人。指译苦闷的象征后三日序，发表于一九二四年十月一日晨报副刊。改造日本综合性月刊。一九一九年四月创刊于东京，改造社印行，一九五五年出至第三十六卷第二期停刊。学灯时事新报的副刊，一九一八年三月四日创刊于上海，一九四七年二月二十四日停刊。丰子恺―浙江桐乡人，美术家散文家。作品有子恺漫画缘缘堂随笔等。他翻译的苦闷的象征一九二五年三月由上海商务印书馆出版。东方杂志综合性杂志。一九四年三月创刊于上海，一九四八年十二月停刊，初为月刊，一九二年第十七卷起改半月刊，至一九四八年第四十四卷又改为月刊，商务印书馆出版，共出四十四卷。仲云所译文艺上几个根本问题的考察载于该刊第二十一卷第二十号一九二四年十月。仲云，即樊仲云，浙江嵊县人。当时是上海商务印书馆编辑，后堕落为汉奸。备考那几个女学生真该死荫棠备考那几个女学生真该死荫棠开封女师范的几个学生被奸致命的事情，各报上已经登载了。而开封教育界对于此毫无一点表示，大概为的是她们真该死吧！她们的校长钦定的规则，是在平常不准她们出校门一步到星期日与纪念日也只许她们出门两点钟。她们要是恪守规则，在闷的时候就该在校内大仙楼上凭览一会，到后操场内散散步，谁教她们出门？即令出门了，去商场买东西是可以的，去朋友家瞧一瞧是可以的，是谁教她们去那荒无人迹的地方游铁塔？"}
{"text":"而开封教育界对于此毫无一点表示，大概为的是她们真该死吧！她们的校长钦定的规则，是在平常不准她们出校门一步到星期日与纪念日也只许她们出门两点钟。她们要是恪守规则，在闷的时候就该在校内大仙楼上凭览一会，到后操场内散散步，谁教她们出门？即令出门了，去商场买东西是可以的，去朋友家瞧一瞧是可以的，是谁教她们去那荒无人迹的地方游铁塔？铁塔虽则是极有名的古迹，只可让那督军省长去凭览，只可让名人学士去题名说得低些，只让那些男学生们去顶上大呼小叫，她们女人那有游览的资格？以无资格去游的人，而竟去游，实属僭行非分，岂不该死？饿死事小，失节事大，她们虽非为吃饭而失节，其失节则一，也是该死的！她们不幸遭到丘八的凌辱，即不啻她们的囱门上打上了该死的印子。回到学校，她们的师长，也许在表面上表示可怜的样子，而他们的内眼中便不断头的映着那该死的影子，她们的同学也许规劝她们别生气，而在背后未必不议着她们该死。设若她们不死，父母就许不以为女，丈夫就许不以为妻，仆婢就许不以为主一切，一切的人，就许不以为人。她们处在这样的环境之中，抬头一看，是该死，低头一想，是该死。该死的空气使她们不能出气，她们打算好了，唯有一死干净，唯有一死方可涤滤耻辱。所以，所以，就用那涩硬的绳子束在她们那柔软的脖颈上，结果了她们的性命。当她们的舌头伸出，眼睛僵硬，呼吸断绝时，社会的群众便鼓掌大呼曰，好，好！巾帼丈夫！可怜的她们竟死了！而她们是该死的！但不有丘八，她们怎能死？她们一死，倒落巾帼好汉。是她们的名节，原是丘八们成就的。那么，校长先生就可特别向丘八们行三鞠躬礼了，那还有为死者雪耻涤辱的勇气呢？校长先生呵！我们的话都气得说不出了，你也扭着你那两缕胡子想一想么？你以前在学校中所读过的教育书上，就是满印着吃人，吃人，该死，该死，么？或者你所学的只有保饭碗的方子么？不然，你为什么不把这项事情宣诸全国，激起舆论，攻击军阀，而为死者鸣冤呢？想必是为的她们该死吧！末了，我要问河南的掌兵权的人。禹县的人民，被你们的兵士所焚掠，屠杀，你们推到土匪军队憨玉琨的头上，这铁塔上的奸杀案，难道说也是憨的土匪兵跑到那里所办的么？伊洛间人民所遭的灾难你们可以委之于未见未闻，这发见在你们的眼皮底下，耳朵旁边的事情，你们还可以装聋卖哑么？"}
{"text":"你以前在学校中所读过的教育书上，就是满印着吃人，吃人，该死，该死，么？或者你所学的只有保饭碗的方子么？不然，你为什么不把这项事情宣诸全国，激起舆论，攻击军阀，而为死者鸣冤呢？想必是为的她们该死吧！末了，我要问河南的掌兵权的人。禹县的人民，被你们的兵士所焚掠，屠杀，你们推到土匪军队憨玉琨的头上，这铁塔上的奸杀案，难道说也是憨的土匪兵跑到那里所办的么？伊洛间人民所遭的灾难你们可以委之于未见未闻，这发见在你们的眼皮底下，耳朵旁边的事情，你们还可以装聋卖哑么？而此事发生了十余日了，未闻你们斩一兵，杀一卒，我想着你们也是为的她们该死吧！呀！一九二五年五月六日京报妇女周刊第二十一期。备考偏见的经验柯柏森备考偏见的经验柯柏森我自读书以来，就很信开卷有益这句话是实在话，因为不论什么书，都有它的道理，有它的事实，看它总可以增广些智识，所以京副上发表青年必读书的征求时，我就发生为什么要分青年必读的书的疑问，到后来细思几次，才得一个假定的回答，就是说青年时代，血气未定，经验未深，分别是非能力，还没有充足，随随便便买书来看，恐怕引导入于迷途有许多青年最爱看情书，结果坠入情网的不知多少，现在把青年应该读的书选出来，岂不很好吗？因此，看见胡适之先生选出青年必读书后，每天都要先看青年必读书才看时事新闻，不料二月二十一日看到先生选的，吓得我大跳。先生说他从来没有留心过，所以现在说不出，这也难怪。但是，他附注中却说要趁这机会，略说自己的经验，以供若干读者的参考云云，他的经验怎样呢？他说我看中国书时，总觉得就沉静下去，与实人生离开读外国书时但除了印度，往往就与人生接触，想做点事。中国书中虽有劝人入世的话，也多是僵尸的乐观，外国书即使是颓唐和厌世的，但却是活人的颓唐和厌世。我以为要少――或者竟不――看中国书，多看外国书。少看中国书，其结果不过不能作文而已，但现在的青年最要紧的是行，不是言，只要是活的，不能作文算什么大不了的事呢。啊！的确，他的经验真巧妙，看中国书就沉静下去，与实人生离开读外国书，就与人生接触，想做点事。中国书虽有劝人入世的话，也多是僵尸的乐观，外国书即使是颓唐和厌世的，但却是活人的颓唐和厌世。这种经验，虽然钱能训要废中国文字不得专美于前，却是万绿丛中一点红的经验了。"}
