{"text":"只有一个眼观六路耳听八方的人才能应付裕如，我却决非其人。我简直幻想我能够像西游记上的孙悟空那样，从身上拔下许多毫毛，吹一口气，变成许许多多的自己，来同时满足许多印度朋友的不同的五花八门的要求。当然这只是一种幻想。我只是一个肉身的人，不是神仙，我只剩下出汗的本领，只有用满头大汗来应付这种局面了。但是，我心里是愉快的。印度朋友们渴望了解新中国的劲头，他们对中国来宾招待的热情，所有那一天到德里大学去的中国同志都深深地被感动了。我自己是首当其冲，内心的激动更无法细说。但是，我内心里又有点歉然，觉得自己知道的东西实在太少，完全不能满足热情的印度朋友对我的要求和期望。拉吉波特雷易教授很有风趣地说整个校园都变得发了疯似的了情况确实是这个样子，整个校园都给浓烈的中印友谊的气氛所笼罩了。我万万没有想到，在忙碌了一早晨之后到德里大学餐厅去吃午饭的时候，竟然遇到了中国人民的老朋友印度著名的经济学家吉安冒德教授。年代初，我们访问印度的时候，他曾招待过我们。在新德里和加尔各答，都受到他热情的欢迎。后来他又曾访问过中国，好像还会见了毛主席和周总理。他一直从事促进中印友好的工作。但是在过去二十多年的漫长的时间内，我几乎没有听到他的消息。说句不好听的话，我以为像他那样大的年龄，恐怕早已不在世上了。谁知道他竟像印度神话里讲的某一个神灵那样，突然从天上降落到人间，今天站在我的面前了。这意外的会面更提高了我本来已经很高的兴致，也使我很激动。以他这样的高龄，腿脚又已经有点不方便，由一个人搀扶着，竟然还赶到大学里来会见我们这些中国朋友，怎能不令人激动？我握住了他的手，笑着问他高寿，他很有风趣地说我刚刚才八十六岁。这话引得旁边的人都大笑起来，他自己也笑了起来，笑得像一个年轻人那样天真，那样有力。我知道，这一位老人并不服老。为了印度人民，为了中印两国人民的友好，他将硬朗地活下去，我们也希望这一位刚刚才八十六岁的老而年轻的人活下去，我衷心祝愿他长寿隔了一天，我们又应邀到尼赫鲁大学去参观访问。情况同在德里大学差不多，也是先开一个欢迎会，同大家见见面。礼堂里挤了大概有千把人，掌声不断，情绪很高昂。所不同的只是，这里的学生用中文唱了中国歌。在万里之外，竟能听到中国歌，仿佛又回到了祖国，我们当然感到很亲切，兴致一下子就高涨了起来。"}
{"text":"我知道，这一位老人并不服老。为了印度人民，为了中印两国人民的友好，他将硬朗地活下去，我们也希望这一位刚刚才八十六岁的老而年轻的人活下去，我衷心祝愿他长寿隔了一天，我们又应邀到尼赫鲁大学去参观访问。情况同在德里大学差不多，也是先开一个欢迎会，同大家见见面。礼堂里挤了大概有千把人，掌声不断，情绪很高昂。所不同的只是，这里的学生用中文唱了中国歌。在万里之外，竟能听到中国歌，仿佛又回到了祖国，我们当然感到很亲切，兴致一下子就高涨了起来。同我一起坐在主席台上的除了学校领导和教授之外，还有学生会主席，他是一个年纪不到二十岁的男孩子。别人告诉我，他已经是第三次连选连任学生会主席了。这个大孩子，英俊热情机敏和蔼，他似乎是无拘无束地陪我们坐在那里，微笑从来没有离开他的脸。主人们致，词以后，又轮到我讲话。然后是赠送礼物，鼓掌散会，进行参观。学校里刚进行过学生会改选工作，他们所到之处，墙上都贴满了标语传单，上面写着选某某人反对某某人看来这里的民主气氛还是比较浓的。我们会见了许多领导人，什么副校长，什么系主任，都是亲切和蔼热情友好。我们参观了许多高楼大厦，许多部门，其中包括图书馆。馆中藏有不少的中文书，给我留下了深刻的印象。他们有不少的微型胶卷。据说全套的人民日报和其他一些中国报刊，他们都有。中国古代的典籍他们收藏也很丰富。总之，图书馆的收藏与设备给我们留下了深刻的印象。我们所到之处，也都受到热情友好的招待。大学的几位领导人，一直陪同我们参观。那一位年轻的学生会主席也是寸步不离，一直陪同我们。到了将要分手的时候，他悄悄地对我说我真是非常想到中国去看上一看我觉得，这决不是他一个人的愿望，而是广大印度青年的共同愿望。在以后的访问过程中，我在印度许多城市，遇到了无数的印度男女青年，他们都表示了同样的愿望。正如我国的青年也愿意访问印度了解印度一样，印度青年的这种愿望，我是完全能够理解的。我衷心祝愿这位年轻的学生会主席的愿望能够早日实现又隔了一天，我又应邀到尼赫鲁大学去参加现代中国研究会的成立典礼。我又万没有想到，在这时竟然遇到了另一位中国人民的老朋友，印中友好协会的主席已达耄耋高龄的九十四岁的森德拉尔先生。他曾多次访问过中国，受到过毛主席的接见。他把毛主席接见他时合影的照片视若珍宝。回印后翻印了数万张，广为散发。"}
{"text":"正如我国的青年也愿意访问印度了解印度一样，印度青年的这种愿望，我是完全能够理解的。我衷心祝愿这位年轻的学生会主席的愿望能够早日实现又隔了一天，我又应邀到尼赫鲁大学去参加现代中国研究会的成立典礼。我又万没有想到，在这时竟然遇到了另一位中国人民的老朋友，印中友好协会的主席已达耄耋高龄的九十四岁的森德拉尔先生。他曾多次访问过中国，受到过毛主席的接见。他把毛主席接见他时合影的照片视若珍宝。回印后翻印了数万张，广为散发。年我第二次访问印度的时候，他那时已届七十高龄，然而仍然拄着拐杖亲自到机场去迎接我们。他一生为促进中印友好而努力。在中印友谊的天空里暂时出现乌云的日子，这一位老人始终没有动摇过。岁寒然后知松柏之后凋也，他经受住了考验，他坚信中印友好是人心所向，大势所趋，总有一天会拨开浓雾见青天的。他胜利了。今天我们中国友好代表团又到了印度。当我在尼赫鲁大学见到他的时候，虽然我自己也已经有了一把子年纪，但是同他比起来还要小几乎三十岁。无怪在他的眼中我只能算是一个小孩子。他搂住我的脖子，摸着我的下巴颏儿，竟像一个小孩一般的呜呜地哭起来。我们的团长王炳南同志到他家里去拜望他的时候，他也曾哭过，他说我今年九十多岁了。但请朋友们相信，在印中两国没有建立完全的友好关系之前，我是决不会死去的如果我也像问吉安昌德教授那样问他的年龄，他大概也会说我刚刚才九十四岁。在以后我在德里的日子里，我曾多次遇到这一位老人，他每会必到，每到必发言，每发言必如悬河泻水，滔滔不绝。如果没有人请他休息，他会不停地说下去的。我真不知道，这个个儿不大的小老头心中蕴藏了多少对中国人民的友谊，蕴藏着多少刚毅不屈的精神。他在我眼中真仿佛成了印度人民的化身，中印友好的化身。我也祝愿他长寿，超过一百岁。即使中印完全建立了友好关系，他也不会死去。总之，我在德里大学和尼赫鲁大学不但遇到了对中国热情友好的年轻人，也遇到了对中国友好的多次访问过中国的为中印友好而坚贞不屈的老年人。老年人让我们回忆到过去，回忆起两千多年的历史。年轻人让我们看到未来，看到我们的友谊将会持续下去，再来一个两千多年，甚至比两千多年更长的时间。孟买，历史的见证天下事真有出人意料的巧合我二十七年前访问孟买时住过的旅馆，这一次来竟又住在那里。这一下子就激发起游兴，没有等到把行李安顿好，我就走到旅馆外面去了。"}
{"text":"即使中印完全建立了友好关系，他也不会死去。总之，我在德里大学和尼赫鲁大学不但遇到了对中国热情友好的年轻人，也遇到了对中国友好的多次访问过中国的为中印友好而坚贞不屈的老年人。老年人让我们回忆到过去，回忆起两千多年的历史。年轻人让我们看到未来，看到我们的友谊将会持续下去，再来一个两千多年，甚至比两千多年更长的时间。孟买，历史的见证天下事真有出人意料的巧合我二十七年前访问孟买时住过的旅馆，这一次来竟又住在那里。这一下子就激发起游兴，没有等到把行李安顿好，我就走到旅馆外面去了。旅馆外面，只隔一条马路，就是海滨。在海滨与马路之间，是一条铺着石头的宽宽的人行道。人行道上落着一群鸽子――看样子是经常在那里游戏的――红红的眼睛，尖尖的嘴，灰灰的翅膀，细细的腿，在那里拥拥挤挤，熙熙攘攘，啄米粒，拍翅膀，忽然飞上去，忽然又落下来，没有片刻的宁静，却又一点也不令人感到喧哗。马路上车水马龙，人行道上行人摩肩接踵，但却没有人干扰这一小片鸽子的乐园。只是不时地有人停下来买点谷子之类的杂粮，撒到鸽子群中去喂它们。有几个小孩子站在这乐园边上拍手欢跳。卖杂粮的老人坐在旁边，一动也不动，活像一具罗丹雕塑的石像。从这里再往前走几步，就到了海边。海边巍然耸立着一座极其宏伟壮丽的拱门，这就是英国人建造的著名的印度门。门前是汪洋浩瀚的印度洋，门后是幅员辽阔的印度大地。在这里建这样一座门，是殖民主义者征服印度的象征，是他们耀武扬威的出发点。据说，当年英国派来的总督就都从这里登岸，一过这座门，就算是到了印度。英国的皇太子，所谓威尔士亲王也曾从这里上岸访问印度。当年高车驷马华盖如云的盛况，依稀还能想象得出。然而曾几何时，沧海桑田，风云变幻，当年那暴戾恣睢不可一世的外来侵略者到哪里去了呢？只剩下大海混茫，拱门巍峨，海浪照样拍打着堤岸，涛声依旧震撼着全城。印度人民挺起腰杆走在自己的土地上。群鸽飞鸣，一片生机。这一座印度门就成了历史上兴亡盛衰的见证。我第一次到孟买来的时候，就曾注意到这一座拱门。我们同殖民主义者相反，不是走进印度门，而是走出印度门。我们从这里乘汽艇到附近的爱里梵陀去看著名的石窟雕刻。石窟并不大，石雕也不多，而且没有任何碑文但是每一座石雕都是一件珍贵的艺术晶，结构谨严，气韵生动，完全可以置于世界名作之林。印度劳动人民的艺术天才留给我们的印象是永世难忘的。"}
{"text":"印度人民挺起腰杆走在自己的土地上。群鸽飞鸣，一片生机。这一座印度门就成了历史上兴亡盛衰的见证。我第一次到孟买来的时候，就曾注意到这一座拱门。我们同殖民主义者相反，不是走进印度门，而是走出印度门。我们从这里乘汽艇到附近的爱里梵陀去看著名的石窟雕刻。石窟并不大，石雕也不多，而且没有任何碑文但是每一座石雕都是一件珍贵的艺术晶，结构谨严，气韵生动，完全可以置于世界名作之林。印度劳动人民的艺术天才留给我们的印象是永世难忘的。同样使我们难忘的是当年孟买的印度朋友对我们显示的无比的热情。我们到孟买的时候正逢上印度最大的节日点灯节，记得有一天晚上，孟买的许多著名的文学家艺术家音乐家舞蹈家，邀请我们共同欢度节日。我们走进了一座大院子。曲径两旁，草地边上都点满了灯烛，弯弯曲曲的两排，让我立刻想到沿着孟买弧形海岸的那两排电灯，那叫做公主项链的著名的奇景。我小时候在中国的某一些名山古刹的庙会上，在夜间，曾见过这样的奇景。我们就在这项链的中间走过去，走进一个大厅，厅内也点满了灯烛。虽然电灯都关闭了，但厅内仍然辉煌有如白日。大家都席地而坐，看和听印度第一流的艺术家表演绝技。首先由一个琵琶国手表演琵琶独奏。弹奏之美妙我简直无法描绘，我只好借用唐代大诗人白居易的几句诗嘈嘈切切错杂弹，大珠小珠落玉盘。间关莺语花底滑，幽咽流泉水下滩。弹奏快要结束的时候，余音袅袅，不绝如缕。打一个比喻的话，就好像暮春的游丝，越来越细，谁也听不出是什么时候结束的。接着是著名的舞蹈家表演舞蹈。最后由著名的乌尔都诗人朗诵自己的歌颂印中友谊的诗篇。我不懂乌尔都语，但是他那抑扬顿挫的声调，激昂动人的表情，特别是那些用三合元音组成的尾韵，深深地打动了我的心，我好像是获得了通灵，一下子精通了乌尔都语，完全理解了颂诗的内容。我的心随着他的诵声而跳动，而兴奋。夜已经很深了。我们几次想走，但是，印度朋友却牢牢地抓住我们不放。他们说我们现在不让你们睡觉。我们要让你们在印度留一天就等于留两天。你们疲倦，回国以后再去睡觉吧。我们相信，我们到了中国，你们也不会让我们睡觉的。我们还有什么话好说呢？印度朋友到了中国，我们不也会同样不让他们睡觉吗？到现在已经过去了二十七年，但是，当时的情景还历历如在眼前，朗诵声还回荡在我的耳边。印度人民的这种友谊使我们永生难忘。"}
{"text":"我的心随着他的诵声而跳动，而兴奋。夜已经很深了。我们几次想走，但是，印度朋友却牢牢地抓住我们不放。他们说我们现在不让你们睡觉。我们要让你们在印度留一天就等于留两天。你们疲倦，回国以后再去睡觉吧。我们相信，我们到了中国，你们也不会让我们睡觉的。我们还有什么话好说呢？印度朋友到了中国，我们不也会同样不让他们睡觉吗？到现在已经过去了二十七年，但是，当时的情景还历历如在眼前，朗诵声还回荡在我的耳边。印度人民的这种友谊使我们永生难忘。一讲到人民的友谊，人们立刻就会想到柯棣华大夫。他的故乡就在孟买附近。他哥哥和几个妹妹一直到现在还住在孟买市内。四十年前，日本侵略者百万大军压境，在我们神圣的国土上狼奔豕突，践踏蹂躏。中华民族正处于风雨如磐的危急存亡之秋。当时，柯棣华大夫刚从大学医学院毕业。他像白求恩大夫一样，毅然决定，不远万里来到中国抗日战争的前线，穿上八路军的军服，全心全意为伤病员服务。后来他在中国结了婚，生了孩子。终于积劳成疾，死在离开自己的故乡孟买数万里，中间隔着千山万水的中国。我们不说他病死异乡，因为他并不认为中国是异乡。他是继白求恩之后的另一个伟大的国际主义战士。毛主席亲笔为他写了悼词，每个字都像小盆子那样大，气势磅礴，力透纸背。这幅悼词，现在仍然悬挂在孟买他哥哥的家中。二十年前，叶剑英委员长到印度来访问时，曾到过他家，让人把这幅悼词拍了照。我们这一次到孟买来，也到了他家，受到他哥哥和几个妹妹以及所有亲属的极其热烈的款待。我当时坐在那里，注视着墙上毛主席的题词，转眼又看到同样是悬挂在墙上的柯棣华的夭亡了的小孩柯印华的照片，镜框上绕着花环，我真是心潮翻涌，思绪万千，上下古今，浮想联翩。在中印两千多年的友谊史上，无数的硕学高僧游客负贩，来往于中印两国之间，共同培育了这万古长青的友谊。但是，像柯棣华这样的人，难道不可以说是空前的吗？毛主席对他作了那样高的评价，真是恰如其分。听说一直到今天，四十年已经过去了，柯棣华生前的许多中国老战友，一提起他来，还禁不住热泪盈眶。什么东西能这样感人至深呢？除了深厚的友谊之外，还能有别的什么呢？我在上面已经说过，孟买的印度门是历史的见证。它告诉我们，腐朽的邪恶的东西必然死亡。柯棣华的例子又告诉我们，新生的正义的东西必然永存。在这个意义上来说，孟买又成了中印人民友谊的历史的见证。"}
{"text":"但是，像柯棣华这样的人，难道不可以说是空前的吗？毛主席对他作了那样高的评价，真是恰如其分。听说一直到今天，四十年已经过去了，柯棣华生前的许多中国老战友，一提起他来，还禁不住热泪盈眶。什么东西能这样感人至深呢？除了深厚的友谊之外，还能有别的什么呢？我在上面已经说过，孟买的印度门是历史的见证。它告诉我们，腐朽的邪恶的东西必然死亡。柯棣华的例子又告诉我们，新生的正义的东西必然永存。在这个意义上来说，孟买又成了中印人民友谊的历史的见证。今天孟买人民完全继承了柯棣华的遗愿，他们竭尽全力来促进中印传统友谊的发展。我们从新德里乘空中公共汽车来到孟买的时候，已经过了半夜，绝大部分的居民早已进入睡乡。可是机场外面仍然聚集了一千多人，手举红旗，高呼口号。这是什么精神鼓舞着他们呢？马哈拉施特拉邦的邦长会见了我们。孟买市长会见了我们，并且设宴招待。许多知名人士亲自到旅馆来同我们会面。这又是为了什么呢？特别令人难忘的是那个规模极大的群众欢迎大会。举行的地点是在工人区内一个中学的操场上，在操场中间临时搭了一个主席台。参加大会的据说超过一万人，大部分是工人。操场周围高楼上住的也都是工人，他们的家属就站在阳台上往下看，他们也算是大会的参加者。鞭炮齐鸣，红旗高悬。每一个发言者都热烈歌颂印中友谊，会场上洋溢着热情友好的气氛。散会后，印度青年工人臂挽臂形成了两座人墙，让我们从中间走出去。那出色的组织能力和纪律性给我们留下了深刻的印象。当我们乘汽车回到旅馆的时候，天已经完全黑了下来。我们就从公主项链下面驶过。那两排电灯，每一盏都像是一颗光辉灿烂的夜明珠，绕着弧形的海岸，亮上去，亮上去，一直亮到遥远的天际。这又让我立刻回想到二十七年前在孟买同印度文学艺术界的朋友共同欢度点灯节时的情景。岁月流逝，而友谊长青。今天我们又到了孟买，受到了同当时一样的甚至是更热烈的款待。我真有点抑制不住自己的兴奋激动了。孟买是比较年轻的城市，是一座工业城市。比起科钦来，它只能算是小弟弟。我在过去常常有一种偏见我愿意访问古老的文化遗迹，而对于新兴工业城市则不太感兴趣。我愿意在断壁颓垣下，古塔佛寺旁，发思古之幽情，怀传统之友谊。顾而乐之，往往流连忘返。然而今天我来到孟买，我发现它同样能够成为历史的见证，同样能让我们怀念古老的友谊。在巍峨的拱门下，在熙攘的马路上，在高矗的大厦旁，在鳞比的商肆间，我们不但可以怀念过去，而且可以瞻望未来。"}
{"text":"我真有点抑制不住自己的兴奋激动了。孟买是比较年轻的城市，是一座工业城市。比起科钦来，它只能算是小弟弟。我在过去常常有一种偏见我愿意访问古老的文化遗迹，而对于新兴工业城市则不太感兴趣。我愿意在断壁颓垣下，古塔佛寺旁，发思古之幽情，怀传统之友谊。顾而乐之，往往流连忘返。然而今天我来到孟买，我发现它同样能够成为历史的见证，同样能让我们怀念古老的友谊。在巍峨的拱门下，在熙攘的马路上，在高矗的大厦旁，在鳞比的商肆间，我们不但可以怀念过去，而且可以瞻望未来。在怀念古老的传统的友谊之余，我们看到站起来的印度人民，想到倒下去的老殖民主义者，看到生气勃勃的鸽群，听到混茫的大海的涛声，真禁不住要问苍茫大地，谁主沉浮？答案远在天边，近在眼前，作为历史的见证的孟买恰恰就回答了这个问题。重过仰光从飞机的小窗子里看下去，地面上闪出一团金光，高高地突出在一片浓绿之上。我心里想仰光到了。是的，仰光到了。几分钟以后，我们就下了飞机，踏上了这一个美丽的城市的土地。踏上这里的土地，我心里是温暖的。又怎么能不温暖呢？我真仿佛同这一个美丽的城市结了缘，在短短十年之内，我这是第六次来到这里了。第一次是坐船来的。船一转进伊洛瓦底江，就看到远处在云霭缥缈中，有一个高塔耸入蔚蓝的晴空，闪着耀眼的金光。有人告诉我，这就是有名的大金塔，是仰光的象征。从此，这一座仿佛只能在神话里才能看到的大金塔和这一个可爱的城市就在我心里生了根。第一次，我在这里住的时间比较长，几乎有三个星期。我走遍了所有的主要街道。我既爱挂满了中国字招牌的华侨聚居的广东大街，它让我想到我们的祖国，说实话，这里的中国味真像国内一样浓烈我也爱两边长满了绿树的郊区的街道。在这里常常会碰到几头神牛，慢悠悠地在绿树丛中转来转去。我十分欣赏它们那种高视阔步睥睨一切，仿佛是天上天下唯我独尊的神气。我参观了所有的应该参观的地方，其中当然包括大金塔。第一次参观这座佛塔的印象是永生难忘的。我赤着脚走过长长的两旁摆满了花摊的走廊，一步步高上去，终于走到大塔跟前。脚踏在大理石铺的地上，透心地凉。这的确是一个很奇妙的地方。不知道有多少大大小小的殿堂，里面坐满各种各样的佛像。许多善男信女就长跪在这些神像面前，闭目合掌，虔心祷祝。有的烧香，有的泼水，有的供鲜花，有的点蜡烛，有的口中念念有词，大概是对佛爷说话吧。"}
{"text":"我十分欣赏它们那种高视阔步睥睨一切，仿佛是天上天下唯我独尊的神气。我参观了所有的应该参观的地方，其中当然包括大金塔。第一次参观这座佛塔的印象是永生难忘的。我赤着脚走过长长的两旁摆满了花摊的走廊，一步步高上去，终于走到大塔跟前。脚踏在大理石铺的地上，透心地凉。这的确是一个很奇妙的地方。不知道有多少大大小小的殿堂，里面坐满各种各样的佛像。许多善男信女就长跪在这些神像面前，闭目合掌，虔心祷祝。有的烧香，有的泼水，有的供鲜花，有的点蜡烛，有的口中念念有词，大概是对佛爷说话吧。对我来说，这些都是十分新鲜有趣的。至于大金塔本身，那真不愧是一个黄色的奇迹。那么大一座东西，身上竟都糊满了金纸，看上去就像是黄金铸成。整个塔闪着耀眼的金光，比从船上看显得强烈多了。这金光仿佛把周围的一切楼阁殿堂一切人物树木都化成了黄金色，这金光仿佛弥漫了宇宙。从那以后，我的一切活动仿佛都离不开这一个黄色的奇迹因为，在全城任何地方，只要抬头，总可以看到它，金光闪闪，高高地突出在一片浓绿之上。我的活动是多方面的。我曾访问过仰光大学，同教授们会了面，看了学生的宿舍。我曾看过缅甸艺术家的画廊，欣赏那些五光十色的杰作。我曾拜访过作家和电影演员，他们拿出自己精心编演的影片，给我们美的享受。这一切都是使人难忘的，但是最令人难忘的还是这里的华侨。他们有的在这里已经住了几代，有的住了几十年，他们一方面同本地人和睦相处，遵守本地的法令，对于这个国家的建设工作也贡献了一些力量另一方面，他们又热爱自己的祖国，用最大的毅力来保留祖国的风俗习惯。只要祖国有人来，他们就热情招待。我每次同他们接触，都觉得从他们身上学习了一些东西。此外，还有一个使我永远不能忘怀的人。他是一个十几岁的缅甸孩子，他在一所豪华富丽的旅馆里当服务员。我曾在这里住过一些时候，出出进进，总看到这个男孩子站在大门内的服务台旁边，瞪着一双又圆又大的眼睛，露着一嘴白牙，脸上满是笑容。我很喜欢他，他似乎对我也有一些好感，不久我们就成了朋友。每次我从外面回来，他总跑着迎上去，抢走我手里拿着的东西，飞跑上楼，送到我的房间里。我每次出门，他总跑出去，招呼车辆。我离开这个旅馆的时候，他流露出十分强烈的惜别的情绪，握住我的手，再三说要到北京来看我。这一切都是过去的事情了。"}
