{"text":"在此期间，我到兴安与小玲共度了四天，我们在灵渠划船，我倚在船舷上享受着她的美妙的话音。接着，阿良来资源访问我，他是小玲的亲戚，当时在江西插队，通过小玲手抄的我的诗作认识了我。他在我这里住了十多天，我们天天在小破屋里抽烟长谈，从此成了莫逆之交。月日，我收到了录取通知书。就在几天前，组织部的一个干事――一个奇丑的女人，她也是大学生哪――还到处放风说想出资源？做梦！啊，真好，我总算有一件事可以让这样的人不舒服，同时让我的朋友们高兴了。资源的外地干部中流传着一句话过了打鸟界，回头拜三拜。打鸟界是资源公路上地势最高的一座山，也是资源与临县的交界处，外地干部一旦经这里进资源工作，就万难调出，如能调出就是莫大的幸运，因此要拜了。开始时，我对在哪里生活并不在乎，所以对这句话也就不以为然。可是，现在，当我在资源生活了八年半而终于走出之时，我不禁也要回头拜三拜了。我的心情十分复杂，这三拜，第一拜是为飞出牢笼而庆幸，第二拜是与埋藏在这里的珍贵岁月惜别，最后一拜则是深深的牵挂，敏子作为人质留在这里了，我许下心愿，一定要回来接她。第四部走在路上一解冻年月，我走出广西山沟，重返阔别十年的北京，立刻就置身于一种令人兴奋的氛围中了。转型初期的北京，正是一派解冻的景象。由于没有自己的校舍，社科院研究生院暂时设在北师大校园里，租用那里的教室和宿舍。唯有哲学系例外，在北京市工会干校租屋办学，地点在陶然亭公园南面。一间大教室住十二个人，每人只有一张床和一只小桌子的空间，十分拥挤。草创之初，看得出社科院没有办学经验，课程和教员都落实不了，给人以乱糟糟临时对付的感觉。不过，这一切都不算什么。对于我来说，重要的是生活已经重新开始，我感到自己有无穷的精力，前面的路再次通向种种美好而未知的事物。开学几天后，研究生院党委书记温济泽在北京实验剧场作报告，把研究生们的兴奋心情推向了高潮。他在报告中列数中国社会科学的贫困状况，号召我们发奋改变，一个典型的例子是，两万人口的小国圣马力诺出版了几十卷的百科全书，要与我国交换，而我们只拿出了一本新华词典。他慷慨激昂地宣布我们研究生院是贫农，无立锥之地，可是，今后我们要让你们每人住一间房，安上彩色电视！须知彩电在那时尚属稀罕物品呀。他还宣布我们不但要不戴帽子，不抓辫子，不打棍子，而且还要不装袋子。"}
{"text":"开学几天后，研究生院党委书记温济泽在北京实验剧场作报告，把研究生们的兴奋心情推向了高潮。他在报告中列数中国社会科学的贫困状况，号召我们发奋改变，一个典型的例子是，两万人口的小国圣马力诺出版了几十卷的百科全书，要与我国交换，而我们只拿出了一本新华词典。他慷慨激昂地宣布我们研究生院是贫农，无立锥之地，可是，今后我们要让你们每人住一间房，安上彩色电视！须知彩电在那时尚属稀罕物品呀。他还宣布我们不但要不戴帽子，不抓辫子，不打棍子，而且还要不装袋子。现有的档案也要清理，把那些乱七八糟的东西统统去掉！我清楚地记得，说到这两处时，全场真正是掌声雷动，而这位天真的热血老人自己也感动得热泪盈眶了。不消说，他的诺言未能兑现，至少直到我们毕业，研究生院仍无立锥之地，依然寄人篱下。至于民主化的进程，也比他所想象的曲折漫长，后来他自己好像就吃了不少苦头。当然，进展也是巨大的，一个明显的事实是，随着市场经济的推进，档案对人的束缚越来越弱，装袋子已经不再能吓唬多少人。月下旬的一天，我骑车经过长安街，发现从西单到电报大楼的长围墙边聚了许多人，人们在看大字报。观者最多的是一张小字报，那是一封致于无声处编剧的公开信，批评这出当时大受赞扬的以天安门事件为背景的话剧并没有揭示事件的真实根源――毛晚年的形而上学思想。在我的印象中，这是反思毛晚年的最早公开言论。接着，反思很快呈燎原之势。几天后，我经过历史博物馆，南边是建筑工地，只见高坡下人山人海，马路边停满了自行车。在工棚的木板墙上，贴着一份二十来张纸的大字报。第一页是简短的声明我们以实际行动来实践宪法关于结社自由的规定，宣布在北京成立启蒙社。署名是贵州的几个青年工人。正文内容为民主和人权。这份大字报因观点鲜明而引人注目，在当时被广泛谈论。其后，在官方允许下，西单民主墙成为集中贴大字报的地方。那些天正开三中全会，仿佛是一种呼应，社会上思想也十分活跃，并触及了体制问题，诸如终身制领导人历史和现实表现的透明性等。每天，民主墙前热闹非凡，马路边停放着数以百千计的自行车，人群熙熙攘攘，挤在前面的人高声朗读，其余的人侧耳倾听，有的人在埋头记录。老外格外活跃，挤在人群里给大字报拍照，或者兴高采烈地与周围的中国人交谈。后来形势变得复杂起来，民主墙渐渐萧条了，但仍苟延了一年左右。"}
{"text":"其后，在官方允许下，西单民主墙成为集中贴大字报的地方。那些天正开三中全会，仿佛是一种呼应，社会上思想也十分活跃，并触及了体制问题，诸如终身制领导人历史和现实表现的透明性等。每天，民主墙前热闹非凡，马路边停放着数以百千计的自行车，人群熙熙攘攘，挤在前面的人高声朗读，其余的人侧耳倾听，有的人在埋头记录。老外格外活跃，挤在人群里给大字报拍照，或者兴高采烈地与周围的中国人交谈。后来形势变得复杂起来，民主墙渐渐萧条了，但仍苟延了一年左右。我偶尔还去看看，多的是赴京告状者的控诉和精神病患者的梦呓。有时也能看到好玩的东西，例如，一张题为胡言乱语的大字报主张性自由和裸体，一封致美国总统卡特的公开信申请移居美国。这两种要求在当时都足以被看作胡言乱语，不少观者报之以惊诧或耻笑。人们很难料到，在若干年后的中国，移居国外的自由和相当程度的性自由都成了事实，受到了法律的承认或默许。除了思想的活跃之外，艺术也呈现活跃的景象。朦胧诗从地下走到地上，油印诗刊今天在大学生中流传，芒克北岛顾城舒婷等人获得了许多青年崇拜者。年春天，全北京都在谈论一个题为自然，社会，人的摄影展，它的广告贴在民主墙上，举办者是一个叫四月影社的民间团体，展出地点却是中山公园，开了新时期民办艺术活动的先声。在文化禁锢许多年后，它的展品也的确令人耳目一新。湖面上两只鹅，头和脖子埋在水中，屁股朝着镜头，旁白是别让他们照，谁知道他们什么目的。两个老太婆彼此隔着一段距离，把耳朵贴在回音壁上听，对白是听见了吗？听见了。说什么？听不清。这类巧思令参观者忍俊不禁。电影包括许多国外原版片暂时解禁了，有门路的单位各显神通，源源不断弄来放映。那些日子里，人们生活中的一项主要内容是到处看电影，有时一天要赶好几场。大多是未经译制的原版片，由懂外语的人客串做同声翻译，但水平悬殊。原版片中常有裸体或色情镜头，遇到这种情况，仿佛有不成文的规定，放映员必定现场作技术处理。一般是改变焦距，使银幕上一片模糊，或者遮挡一下镜头，或者干脆掐断，结果把整部影片弄得支离破碎。手提式录音机在当时还是新鲜玩意儿，人们纷纷托人从沿海地区买来走私货。邓丽君的歌曲刚刚从香港传入，爱好者们争相转录和播放。商店里大批出售曾经遭禁的喇叭裤。街上奇装异服多了，留长发的多了，仿佛突然从地下冒出了一大批艺术家。"}
{"text":"大多是未经译制的原版片，由懂外语的人客串做同声翻译，但水平悬殊。原版片中常有裸体或色情镜头，遇到这种情况，仿佛有不成文的规定，放映员必定现场作技术处理。一般是改变焦距，使银幕上一片模糊，或者遮挡一下镜头，或者干脆掐断，结果把整部影片弄得支离破碎。手提式录音机在当时还是新鲜玩意儿，人们纷纷托人从沿海地区买来走私货。邓丽君的歌曲刚刚从香港传入，爱好者们争相转录和播放。商店里大批出售曾经遭禁的喇叭裤。街上奇装异服多了，留长发的多了，仿佛突然从地下冒出了一大批艺术家。在公园里，在马路上，情人们当众搂抱接吻。这是正在解冻的中国，不同类型的人在不同方面扮演着先锋的角色，深刻的人在革新思想和艺术，浅薄的人也在通过追求外表的时髦改变着保守的生活观念。社会上的浪潮在研究生中也引起了震荡。有一天，我们宿舍里爆发了一场辩论，起因是一个同学逛陶然亭公园，看到恋人们在长椅上亲热，大受刺激，回来发议论，谴责这是不讲道德。我反驳道人家碍着谁了，怎么就不道德了？在场同学立刻唇枪舌剑起来，新旧两派各四人，势均力敌。争论的焦点是性自由。我陈述我的观点说我们国家提倡晚婚，而婚前性关系均被视为不正当乃至非法。人到一定年龄就有性要求，这是自然规律，强行压制的结果是，大部分人不得不苦闷地度过一长段青年时期，而那些不慎或胆敢冲破压制的青年则备受舆论的指责，行政的干涉，留下了洗不掉的污点，影响一生的前途。同时，由于婚前不准同居，结婚是满足性要求的唯一途径，因此造成了许多不成熟的婚姻。结论是婚前应该有性自由。另一个现代派补充说不但婚前，而且婚后，也应当有性自由。话音刚落，保守派嚷成了一片天哪，这不是乱了套了吗？简直是在为流氓活动辩护！这是阶级斗争新动向！我们反驳说在一切性关系中，只有卖淫和强奸才是流氓活动。一个保守派强调已婚者应该忠于自己的爱人。这时候，一直没有说话的第四个现代派慢条斯理地口吐惊人之语打个比方吧，一个中国人，有时去日本玩玩，有时去美国玩玩，能说他不忠于中国吗？众人大哗，一齐哄笑起来。这第四个现代派名叫王小平，是已故作家王小波的弟弟。二研究生三年我在社科院读了三年研究生，那三年中，哲学系始终处在颠沛之中，先后搬了三次家。第一学年在工会干校，地处闹市，又守着一个陶然亭公园，日子过得还比较有意思。由于住房拥挤，我常到公园里看书和读外语。"}
{"text":"一个保守派强调已婚者应该忠于自己的爱人。这时候，一直没有说话的第四个现代派慢条斯理地口吐惊人之语打个比方吧，一个中国人，有时去日本玩玩，有时去美国玩玩，能说他不忠于中国吗？众人大哗，一齐哄笑起来。这第四个现代派名叫王小平，是已故作家王小波的弟弟。二研究生三年我在社科院读了三年研究生，那三年中，哲学系始终处在颠沛之中，先后搬了三次家。第一学年在工会干校，地处闹市，又守着一个陶然亭公园，日子过得还比较有意思。由于住房拥挤，我常到公园里看书和读外语。觉得闷了，就和一二同学结伴，骑车到处转，看各种热闹。我还重获了买书的乐趣，外国文学书籍刚刚放开，开始陆续出版，我基本上是见一本就买一本。从那时起到八十年代后期图书大涨价之前，十来年间出版的此类书，包括小说诗歌散文，我搜集得相当齐全。当时新华书店有一些机关门市部，往往隐藏在某一条小街上，打折出售积压的文革前出版的书，真正价廉物美，我到处寻访这样的宝库，必能满载而归。与工会干校签订的合同为期仅一年，第二学年一开始，我们搬到了通县北苑旅馆。这是一家汽车旅馆，俗称大车店，是司机们过夜的地方。宿舍的窗口正对着停车坪，那里日常停放着几十辆过路卡车。每天从早到晚，从深夜到天亮，卡车拖拉机摩托车的马达声此起彼伏，无休无止，吵得人心惊肉跳。最大的问题是无法睡觉，每天深夜三时半，就开始响起汽车发动的声音，持续不断，愈演愈烈，终于响成一片。天天生活在这种环境里，简直要发疯，遑论静心读书。因为远离市区，生活也十分单调。每天晚上，不管节目多么无聊，走廊上那台小小的黑白电视机前总是聚集着许多观众，他们是研究生哪，可是不能怪他们，这是他们唯一的调剂。受一些同学委托，我给人民日报社写了一封信，反映噪音对学习的严重干扰和我们忍无可忍的心情。这封信在内参上刊出了，惊动了社科院的领导。于是，系里赶紧另找地方，从第二学年下学期起，我们搬到了位于石景山区的十一学校。不久后，整个研究生院撤离北师大，都搬进了十一学校。毕业前夕，研究生院用地批下来了，在京顺公路边荒凉的西八间房，我们又搬了一次家，住进工地上临时搭建的简易铁皮屋里。在三年中，不但居无定所，而且课程也很不规范，好在我一向喜欢自学，对此也就无所谓。全系的大课只有资本论，从中央党校请来的教员，我听过一回，讲解的方式是所谓领读，像中学上语文课那样讲段落大意，实在乏味，我再不去听了。"}
{"text":"于是，系里赶紧另找地方，从第二学年下学期起，我们搬到了位于石景山区的十一学校。不久后，整个研究生院撤离北师大，都搬进了十一学校。毕业前夕，研究生院用地批下来了，在京顺公路边荒凉的西八间房，我们又搬了一次家，住进工地上临时搭建的简易铁皮屋里。在三年中，不但居无定所，而且课程也很不规范，好在我一向喜欢自学，对此也就无所谓。全系的大课只有资本论，从中央党校请来的教员，我听过一回，讲解的方式是所谓领读，像中学上语文课那样讲段落大意，实在乏味，我再不去听了。开第二外语课，我选择了德语，这倒是需要听课的，但系里久久聘不到老师。终于聘到了一位，来自第二外语学院的林先生，这个畸零人给我留下了深刻的印象。一开始，很多同学选学德语，当我走进充当教室的小屋时，人已满。桌边坐着一个人，穿着肮脏的工人服，露出里面油腻黑亮的白棉毛衣圆领，脚上是一双沾了泥浆的旧运动鞋，像一个泥瓦匠。那天下雨，他戴一顶旧草帽，弓着背，看不见他的脸。我落座后，弯下腰，才看见了他的许久未刮的脸和一副深度近视镜。他低着头，说话了，带广东口音，吃力地选择着字眼，常常词不达意。他先作自我介绍，五十八岁，西南联大毕业，曾师从冯至和杨一之学德语，举出好几个名人是他的同学，但他自己至今是一个讲师。后来听说，他娶了一个没有文化和职业的女人，生了六个孩子，其拮据可想而知。开始上课了，他不做任何讲解，带着大家朗读长长的德语句子，边读边摇头晃脑，对于这些句子，我们既不知道读音规则，也不知道意思。上第二堂课时，多数人不来了，说他是精神病，只剩下了四个学生。我始终怀着极大的同情听他的课。学生这么少，他仍讲得很起劲，做出夸张的姿势向我们示范发音，因为是侏儒身材，又常常爬上椅子去板书。一个能说流利英语的同学说，其实他的发音很标准。一次课后，这个同学把林先生留下为自己录音，录了几个小时，然后请了一顿午饭。回到宿舍，他见人就说，这老头真能吃，一顿饭吃了七两，四只菜全部扫光。录了这次音之后，这个精明的同学也不来听课了，开始暗中活动另聘教员。可怜的林先生不到一个月就被辞退了，潦倒了一生的他，又遭受新的打击。新来的老师是某出版社的一位德语编辑，时间不长，他自己不愿教了。因此，我学德语基本上是自学的。最令我苦恼的是没有课本，跑遍全北京买不到，只好趁别的同学不用时借来看一眼。"}
{"text":"回到宿舍，他见人就说，这老头真能吃，一顿饭吃了七两，四只菜全部扫光。录了这次音之后，这个精明的同学也不来听课了，开始暗中活动另聘教员。可怜的林先生不到一个月就被辞退了，潦倒了一生的他，又遭受新的打击。新来的老师是某出版社的一位德语编辑，时间不长，他自己不愿教了。因此，我学德语基本上是自学的。最令我苦恼的是没有课本，跑遍全北京买不到，只好趁别的同学不用时借来看一眼。直到小早在他供职的学校的图书馆里发现了两册文革前北外编的课本，借出来寄给我，我才能够比较认真地自学了。后来，这套课本重新出版，别的德语书也陆续出版，资料不再是问题。因为缺少听说的环境，我自己也不耐烦做这方面的练习，我的德语基本是聋哑的。不过，我对语法和语义有很好的理解力，因此，几年后，我就能够不太费力地阅读和翻译尼采的著作了。我的英语也是自学的，能够依靠词典看书，有时还看出了英语高手的翻译错误。可是，我越来越发现，我在语言听说方面事实上有些先天不足，学起来比那些一般智力不及我的人吃力得多。承蒙歌德学院北京分院的好意，曾经让我免费学习，但我学了一个多月就半途而废了。我在那里成了一个新闻，人们悄悄议论说，有一个人翻译尼采特棒，却一句德语也听不懂。此后我两次到德国，加起来接近一年，但长进仍不很大，只能应付最简单的会话。我自己分析，原因一是我的智力类型，短于听觉记忆，二是我的性格，拙于交往和言谈。我只好自我解嘲，对自己说当年王国维从英文翻译了许多书，并且与伯希和斯坦因等人过从甚密，还不是一句英语也听不懂说不出么？可是，天下舌人车载斗量，王国维却只有一个，无人能够替代。我当然可以发狠下一番功夫，未必没有收效，但实在舍不得我的宝贵光阴。不能自由听说肯定是一个缺憾，然而，在认清了我的能力和兴趣的性质之后，我便宁可容忍这个缺憾了。乍回到北京，我带着乡下人进城的新鲜感看待一切，任何人的一点才华都使我眼花缭乱，钦佩不已。随着新鲜感消失，我渐渐恢复了客观评价的能力，结果是增添了自信心。在思维敏捷的才子身上，我看出了洋场恶少的影子。从滔滔不绝的论辩中，我听出了单调的说教。有一个来自上海的同学，经常当着众人之面慷慨陈词，骂当局几句，实则趋炎附势，常常为了一点儿实际利益讨好他心中鄙夷的人。有一回，我抄起一本书上厕所，因为讨厌这本书的极左调子，便开玩笑说这样的书也就配在厕所里翻翻。"}
{"text":"乍回到北京，我带着乡下人进城的新鲜感看待一切，任何人的一点才华都使我眼花缭乱，钦佩不已。随着新鲜感消失，我渐渐恢复了客观评价的能力，结果是增添了自信心。在思维敏捷的才子身上，我看出了洋场恶少的影子。从滔滔不绝的论辩中，我听出了单调的说教。有一个来自上海的同学，经常当着众人之面慷慨陈词，骂当局几句，实则趋炎附势，常常为了一点儿实际利益讨好他心中鄙夷的人。有一回，我抄起一本书上厕所，因为讨厌这本书的极左调子，便开玩笑说这样的书也就配在厕所里翻翻。该书在社科院，这个同学很快把我的戏言报告了他。我当然无须讳言我的观点，但这个同学平时总对我表示亲近，却干出如此不光明的勾当，实在令我吃惊。与人接触时，我经常发现，比我聪明的人多的是，可是，在这些比我聪明的人里面，十之八九都比我肤浅。另一个使我遗憾的事实是，世上有聪明人，也有老实人，但缺少心灵美丽的人。研究生二年级时，现代外国哲学学会成立，在太原开会，我们这些相关专业的研究生也参加了。这是我第一次参加学术会议，感到有趣的不是会上的讨论，而是会下的交游。游览当地名胜，有人提议赋诗，我赋了一首晋祠天下庙堂难计数，晋祠别具窈窕风。隋槐斜扶圣母殿，周柏半遮邑姜宫。内有似嗔似怨女，却无呆头呆脑僧。可怜四十二佳丽，千载幽居暗壁中。周红是一年级新生，她赋了一首游玄中寺玄中高筑在云台，风打山门报客来。佛祖已辞东土去，香烟空绕庙堂回。抚碑细索穷通理，寻纸争描绝代才。欲问谁知玄妙意，清风鸟语久萦怀。这首诗显出深厚的古典文学修养，远非我所能及。人们评论说，我风流倜傥，她充满禅意。从交谈中知道，她是为了克服情感的痛苦而选择学哲学的，我便唱和一首，揭露禅意背后的困惑玄中久已印心台，历尽沧桑佛自来。身是游人闲赏玩，神迷净土苦徘徊。为疗隐痛求哲理，因赋新诗露慧才。回首凝眸过往处，青烟缭绕愁满怀。返京列车上，一位老师写五言诗述平生不得志，有呼啸神明知之句，周红和诗劝慰，有神明我自知之句，他们拿给我看，老师说怎么样，也写一首吧？我几分钟交了卷白云来复去，此心兀自痴。秋风送北雁，春雨牵愁思。低栖常高唱，白发犹青丝。混沌大世界，神明孰可知？他们一个悲观，一个用乐观劝悲观，我把他们都否了，来一个超脱，无所谓悲观乐观。老师叹道难怪有人说二周了得。"}
{"text":"回首凝眸过往处，青烟缭绕愁满怀。返京列车上，一位老师写五言诗述平生不得志，有呼啸神明知之句，周红和诗劝慰，有神明我自知之句，他们拿给我看，老师说怎么样，也写一首吧？我几分钟交了卷白云来复去，此心兀自痴。秋风送北雁，春雨牵愁思。低栖常高唱，白发犹青丝。混沌大世界，神明孰可知？他们一个悲观，一个用乐观劝悲观，我把他们都否了，来一个超脱，无所谓悲观乐观。老师叹道难怪有人说二周了得。我与周红的接触仅此一回，之所以在这里提及，是因为最近我意外地翻到了当时抄录的这些诗稿，二十五年过去了，人生中早已湮灭的一幕小小情景又重现眼前，别有一番滋味。在那以后，我再也没有写过旧体诗。我的指导教师贾泽林是一个和蔼可亲的人，他比我大十岁，性格开朗，充满活力，待我如兄长一般亲切，我们相处得很融洽。在同学中，当时与我私交最密的是苏国勋和王润生。苏是我的同专业师兄，对我也十分爱护，爱护中又有一种发自内心的器重。王比我小十岁，也从广西考来，头脑清楚，处事自信沉着，我们的气质和理念都很不同，他信奉功利主义伦理学，我更接近于存在主义，但我们在一起始终坦诚而愉快。三人性探讨我读硕士生的专业方向是苏联当代哲学。之所以报这个专业，只因为以前公共外语学的是俄语，基础较好，比较有把握。对于我来说，重要的是考到北京去，我相信专业本身是限制不了我的。然而，真考上了，我在苏联哲学方面总不能一点事不做。我做的第一件事是翻老帐。在二十世纪二十年代，苏联有一个德波林，是哲学界的头面人物。三十年代初，斯大林亲自发动对他的批判，定性为孟什维克式的唯心主义，把他打下去了。在这场批判运动中，最凶猛的打手米丁取代了他在哲学界的领导地位，从此成为斯大林的头号御用哲学家。在矛盾论中也批判了德波林的观点，因此，在中国理论界，德波林也一直被看作一个反面人物。我研究了德波林的主要著作，发现他精通黑格尔哲学，并且相当认真地做着唯物地改造黑格尔辩证法的工作。相反，读了批判他的那些资料，我发现完全是一派胡言，其中没有一丝一毫的理论探讨，只有杀气腾腾的意识形态审判。德波林本人完全不是我感兴趣的那种哲学家，他是一个书呆子，缺乏个性和创造性。引起我关注的是，这场批判开了恶劣的先例，用领导人定调子和中央做决议的方式解决学术问题，用大批判取代学术讨论，彻底取消了学术的独立地位。"}
