{"text":"那边做的官似乎比父亲的更小，那时正是光复的前年，还讲究这些，所以他们乐意做这门亲。事情已到九成九，忽然出了岔子。本家叔祖母用的一个寡妇老妈子熟悉这家子的事，不知怎么教母亲打听着了。叫她来问，她的话遮遮掩谮的。到底问出来了，原来那小姑娘是抱来的，可是她一家很宠她，和亲生的一样。母亲心冷了。过了两年，听说她已生了痨病，吸上鸦片烟了。母亲说，幸亏当时没有定下来。我已懂得一些事了，也这末想着。光复那年，父亲生伤寒病，请了许多医生看。最后请着一位武先生，那便是我后来的岳父。有一天，常去请医生的听差回来说，医生家有位小姐。父亲既然病着，母亲自然更该担心我的事。一听这话，便追问下去。听差原只顺口谈天，也说不出个所以然。母亲便在医生来时，教人问他轿夫，那位小姐是不是他家的。轿夫说是的。母亲便和父亲商量，托舅舅问医生的意思。那天我正在父亲病榻旁，听见他们的对话。舅舅问明了小姐还没有人家，便说，像翁这样人家怎末样？医生说，很好呀。话到此为止，接着便是相亲还是母亲那个亲信的老妈子去。这回报告不坏，说就是脚大些。事情这样定局，母亲教轿夫回去说，让小姐裹上点儿脚。妻嫁过来后，说相亲的时候早躲开了，看见的是另一个人。至于轿夫捎的信儿，却引起了一段小小风波。岳父对岳母说，早教你给她裹脚，你不信瞧，人家怎末说来着！岳母说，偏偏不裹，看他家怎末样！可是到底采取了折衷的办法，直到妻嫁过来的时候。年月作。原载年女青年第卷第期散文全编说扬州编者注在我是扬州人一文中说我曾写过一篇短文，指出扬州人这些毛病。后来要将这篇文收入散文集你我里，商务印书馆不肯，怕再闹出闲话扬州的案子。现按愿意，仍将此文收入你我。在第十期上看到曹聚仁先生的闲话扬州，比那本出名的书有味多了。不过那本书将扬州说得太坏，曹先生又未免说得太好也不是说得太好，他没有去过那里，所说的只是从诗赋中，历史上得来的印象。这些自然也是扬州的一面，不过已然过去，现在的扬州却不能再给我们那种美梦。自己从七岁到扬州，一住十三年，才出来念书。家里是客籍，父亲又是在外省当差事的时候多，所以与当地贤豪长者并无来往。"}
{"text":"现按愿意，仍将此文收入你我。在第十期上看到曹聚仁先生的闲话扬州，比那本出名的书有味多了。不过那本书将扬州说得太坏，曹先生又未免说得太好也不是说得太好，他没有去过那里，所说的只是从诗赋中，历史上得来的印象。这些自然也是扬州的一面，不过已然过去，现在的扬州却不能再给我们那种美梦。自己从七岁到扬州，一住十三年，才出来念书。家里是客籍，父亲又是在外省当差事的时候多，所以与当地贤豪长者并无来往。他们的雅事，如访胜，吟诗，赌酒，书画名家，烹调佳味，我那时全没有份，也全不在行。因此虽住了那么多年，并不能做扬州通，是很遗憾的。记得的只是光复的时候，父亲正病着，让一个高等流氓凭了军政府的名字，敲了一竹杠还有，在中学的几年里，眼见所谓甩子团横行无忌。甩子是扬州方言，有时候指那些怯的人，有时候指那些满不在乎的人。甩子团不用说是后一类他们多数是绅宦家子弟，仗着家里或者帮里的势力，在各公共场所闹标劲，如看戏不买票，起哄等等，也有包揽词讼，调戏妇女的。更可怪的，大乡绅的仆人可以指挥警察区区长，可以大模大样招摇过市――这都是民国五六年的事，并非前清君主专制时代。自己当时血气方刚，看了一肚子气可是人微言轻，也只好让那口气憋着罢了。从前扬州是个大地方，如曹先生那文所说现在盐务不行了，简直就算个没落儿的小城。可是一般人还忘其所以地要气派，自以为美，几乎不知天多高地多厚。这真是所谓夜郎自大了。扬州人有扬虚子的名字这个虚子有两种意思，一是大惊小怪，二是以少报多，总而言之，不离乎虚张声势的毛病。他们还有个扬盘的名字，譬如东西买贵了，人家可以笑话你是扬盘又如店家价钱要的太贵，你可以诘问他，把我当扬盘看么？盘是捧出来给别人看的，正好形容耍气派的扬州人。又有所谓商派，讥笑那些仿效盐商的奢侈生活的人，那更是气派中之气派了。但是这里只就一般情形说，刻苦诚笃的君子自然也有我所敬爱的朋友中，便不缺乏扬州人。提起扬州这地名，许多人想到的是出女人的地方。但是我长到那么大，从来不曾在街上见过一个出色的女人，也许那时女人还少出街吧？不过从前人所谓出女人，实在指姨太太与妓女而言那个出字就和出羊毛，出苹果的出字一样。陶庵梦忆里有扬州瘦马一节，就记的这类事但是我毫无所知。"}
{"text":"又有所谓商派，讥笑那些仿效盐商的奢侈生活的人，那更是气派中之气派了。但是这里只就一般情形说，刻苦诚笃的君子自然也有我所敬爱的朋友中，便不缺乏扬州人。提起扬州这地名，许多人想到的是出女人的地方。但是我长到那么大，从来不曾在街上见过一个出色的女人，也许那时女人还少出街吧？不过从前人所谓出女人，实在指姨太太与妓女而言那个出字就和出羊毛，出苹果的出字一样。陶庵梦忆里有扬州瘦马一节，就记的这类事但是我毫无所知。不过纳妾与狎妓的风气渐渐衰了，出女人那句话怕迟早会失掉意义的吧。另有许多人想，扬州是吃得好的地方。这个保你没错儿。北平寻常提到江苏菜，总想着是甜甜的腻腻的。现在有了淮扬菜，才知道江苏菜也有不甜的但还以为油重，和山东菜的清淡不同。其实真正油重的是镇江菜，上桌子常教你腻得无可奈何。扬州菜若是让盐商家的厨子做起来，虽不到山东菜的清淡，却也滋润，利落，决不腻嘴腻舌。不但味道鲜美，颜色也清丽悦目。扬州又以面馆著名。好在汤味醇美，是所谓白汤，由种种出汤的东西如鸡鸭鱼肉等熬成，好在它的厚，和啖熊掌一般。也有清汤，就是一味鸡汤，倒并不出奇。内行的人吃面要大煮普通将面挑在碗里，浇上汤，大煮是将面在汤里煮一会，更能入味些。扬州最著名的是茶馆早上去下午去都是满满的。吃的花样最多。坐定了沏上茶，便有卖零碎的来兜揽，手臂上挽着一个黯病的柳条筐，筐子里摆满了一些小蒲包分放着瓜子花生炒盐豆之类。又有炒白果的，在担子上铁锅爆着白果，一片铲子的声音。得先告诉他，才给你炒。炒得壳子爆了，露出黄亮的仁儿，铲在铁丝罩里送过来，又热又香。还有卖五香牛肉的，让他抓一些，摊在干荷叶上叫茶房拿点好麻酱油来，拌上慢慢地吃，也可向卖零碎的买些白酒――扬州普通都喝白酒――喝着。这才叫茶房烫干些。北平现在吃干丝，都是所谓煮干丝那是很浓的，当菜很好，当点心却未必合式。烫干丝先将一大块方的白豆腐干飞快地切成薄片，再切为细丝，放在小碗里，用开水一浇，干丝便熟了逼去了水，抟成圆锥似的，再倒上麻酱油，搁一撮虾米和干笋丝在尖儿，就成。说时迟，那时快，刚瞧着在切豆腐干，一眨眼已端来了。烫干丝就是清得好，不妨碍你吃别的。接着该要小笼点心。北平淮扬馆子出卖的汤包，诚哉是好，在扬州却少见那实在是淮阴的名字，扬州不该掠美。"}
{"text":"这才叫茶房烫干些。北平现在吃干丝，都是所谓煮干丝那是很浓的，当菜很好，当点心却未必合式。烫干丝先将一大块方的白豆腐干飞快地切成薄片，再切为细丝，放在小碗里，用开水一浇，干丝便熟了逼去了水，抟成圆锥似的，再倒上麻酱油，搁一撮虾米和干笋丝在尖儿，就成。说时迟，那时快，刚瞧着在切豆腐干，一眨眼已端来了。烫干丝就是清得好，不妨碍你吃别的。接着该要小笼点心。北平淮扬馆子出卖的汤包，诚哉是好，在扬州却少见那实在是淮阴的名字，扬州不该掠美。扬州的小笼点心，肉馅儿的，蟹肉馅儿的，笋肉馅儿的且不用说，最可口的是菜包子菜烧卖，还有干菜包子。菜选那最嫩的，剁成泥，加一点儿糖一点儿油，蒸得白生生的，热腾腾的，到口轻松地化去，留下一丝儿余味。干菜也是切碎，也是加一点儿糖和油，燥湿恰到好处细细地咬嚼，可以嚼出一点橄榄般的回味来。这么着每样吃点儿也并不太多。要是有饭局，还尽可以从容地去。但是要老资格的茶客才能这样有分寸偶尔上一回茶馆的本地人外地人，却总忍不住狼吞虎咽，到了儿捧着肚子走出。扬州游览以水为主，以船为主，已另有文记过，此处从略。城里城外古迹很多，如文选楼，天保城，雷塘，二十四桥等，却很少人留意大家常去的只是史可法的梅花岭罢了。倘若有相当的假期，邀上两三个人去寻幽访古倒有意思自然，得带点花生米，五香牛肉，白酒。年月日作。原载年月日人间世第期散文全编南京南京是值得留连的地方，虽然我只是来来去去，而且又都在夏天。也想夸说夸说，可惜知道的太少现在所写的，只是一个旅行人的印象罢了。逛南京像逛古董铺子，到处都有些时代侵蚀的遗痕。你可以摩挲，可以凭吊，可以悠然遐想想到六朝的兴废，王谢的风流，秦淮的艳迹。这些也许只是老调子，不过经过自家一番体贴，便不同了。所以我劝你上鸡鸣寺去，最好选一个微雨天或月夜。在朦胧里，才酝酿着那一缕幽幽的古味。你坐在一排明窗的豁蒙楼上，吃一碗茶，看面前苍然蜿蜒着的台城。台城外明净荒寒的玄武湖就像大涤子的画。豁蒙楼一排窗子安排得最有心思，让你看的一点不多，一点不少。寺后有一口灌园的井，可不是那陈后主和张丽华躲在一堆儿的胭脂井。那口胭脂井不在路边，得破费点工夫寻觅。"}
{"text":"这些也许只是老调子，不过经过自家一番体贴，便不同了。所以我劝你上鸡鸣寺去，最好选一个微雨天或月夜。在朦胧里，才酝酿着那一缕幽幽的古味。你坐在一排明窗的豁蒙楼上，吃一碗茶，看面前苍然蜿蜒着的台城。台城外明净荒寒的玄武湖就像大涤子的画。豁蒙楼一排窗子安排得最有心思，让你看的一点不多，一点不少。寺后有一口灌园的井，可不是那陈后主和张丽华躲在一堆儿的胭脂井。那口胭脂井不在路边，得破费点工夫寻觅。井栏也不在井上要看，得老远地上明故宫遗址的古物保存所去。从寺后的园地，拣着路上台城没有垛子，真像平台一样。踏在茸茸的草上，说不出的静。夏天白昼有成群的黑蝴蝶，在微风里飞这些黑蝴蝶上下旋转地飞，远看像一根粗的圆柱子。城上可以望南京的每一角。这时候若有个熟悉历代形势的人，给你指点，隋兵是从这角进来的，湘军是从那角进来的，你可以想象异样装束的队伍，打着异样的旗帜，拿着异样的武器，汹汹涌涌地进来，远远仿佛还有哭喊之声。假如你记得一些金陵怀古的诗词，趁这时候暗诵几回，也可印证印证，许更能领略当日的情思。从前可以从台城爬出去，在玄武湖边若是月夜，两三个人，两三个零落的影子，歪歪斜斜地挪移下去，够多好。现在可不成了，得出寺，下山，绕着大弯儿出城。七八年前，湖里几乎长满了苇子，一味地荒寒，虽有好月光，也不大能照到水上船又窄，又小，又漏，教人逛着愁着。这几年大不同了，一出城，看见湖，就有烟水苍茫之意船也大多了，有藤椅子可以躺着。水中岸上都光光的亏得湖里有五个洲子点缀着，不然便一览无余了。这里的水是白的，又有波澜，俨然长江大河的气势，与西湖的静绿不同，最宜于看月，一片空蒙，无边无界。若在微醺之后，迎着小风，似睡非睡地躺在藤椅上，听着船底汩汩的波响与不知何方来的箫声，真会教你忘却身在哪里。五个洲子似乎都局促无可看，但长堤宛转相通，却值得走走。湖上的樱桃最出名。据说樱桃熟时，游人在树下现买，现摘，现吃，谈着笑着，多热闹的。清凉山在一个角落里，似乎人迹不多。扫叶楼的安排与豁蒙楼相仿佛，但窗外的景象不同。这里是滴绿的山环抱着，山下一片滴绿的树那绿色真是扑到人眉宇上来。若许我再用画来比，这怕像王石谷的手笔了。在豁蒙楼上不容易坐得久，你至少要上台城去看看。"}
{"text":"五个洲子似乎都局促无可看，但长堤宛转相通，却值得走走。湖上的樱桃最出名。据说樱桃熟时，游人在树下现买，现摘，现吃，谈着笑着，多热闹的。清凉山在一个角落里，似乎人迹不多。扫叶楼的安排与豁蒙楼相仿佛，但窗外的景象不同。这里是滴绿的山环抱着，山下一片滴绿的树那绿色真是扑到人眉宇上来。若许我再用画来比，这怕像王石谷的手笔了。在豁蒙楼上不容易坐得久，你至少要上台城去看看。在扫叶楼上却不想走窗外的光景好像满为这座楼而设，一上楼便什么都有了。夏天去确有一股清凉味。这里与豁蒙楼全有素面吃，又可口，又贱。莫愁湖在华严庵里。湖不大，又不能泛舟，夏天却有荷花荷叶，临湖一带屋子，凭栏眺望，也颇有远情。莫愁小像，在胜棋楼下，不知谁画的，大约不很古吧但脸子开得秀逸之至，衣褶也柔活之至，大有挥袖凌虚翔的意思若让我题，我将毫不踌躇地写上仙乎仙乎四字。另有石刻的画像，也在这里，想来许是那一幅画所从出但生气反而差得多。这里虽也临湖，因为屋子深，显得阴暗些可是古色古香，阴暗得好。诗文联语当然多，只记得王湘绮的半联云莫轻他北地胭脂，看艇子初来，江南儿女无颜色。气概很不错。所谓胜棋楼，相传是明太祖与徐达下棋，徐达胜了，太祖便赐给他这一所屋子。太祖那样人，居然也会做出这种雅事来了。左手临湖的小阁却敞亮得多，也敞亮得好。有曾国藩画像，忘记是谁横题着江天小阁坐人豪一句。我喜欢这个题句，江天与坐人豪，景象阔大，使得这屋子更加开朗起来。秦淮河我已另有记。但那文里所说的情形，现在已大变了。从前读桃花扇板桥杂记一类书，颇有沧桑之感现在想到自己十多年前身历的情形，怕也会有沧桑之感了。前年看见夫子庙前旧日的画舫，那样狼狈的样子，又在老万全酒栈看秦淮河水，差不多全黑了，加上巴掌大，透不出气的所谓秦淮小公园，简直有些厌恶，再别提做什么梦了。贡院原也在秦淮河上，现在早拆得只剩一点儿了。民国五年父亲带我去看过，已经荒凉不堪，号舍里草都长满了。父亲曾经办过江南闱差，熟悉考场的情形，说来头头是道。他说考生入场时，都有送场的，人很多，门口闹嚷嚷的。天不亮就点名，搜夹带。大家都归号。似乎直到晚上，头场题才出来，写在灯牌上，由号军扛着在各号里走。"}
{"text":"贡院原也在秦淮河上，现在早拆得只剩一点儿了。民国五年父亲带我去看过，已经荒凉不堪，号舍里草都长满了。父亲曾经办过江南闱差，熟悉考场的情形，说来头头是道。他说考生入场时，都有送场的，人很多，门口闹嚷嚷的。天不亮就点名，搜夹带。大家都归号。似乎直到晚上，头场题才出来，写在灯牌上，由号军扛着在各号里走。所谓号，就是一条狭长的胡同，两旁排列着号舍，口儿上写着什么天字号，地字号等档的。每一号舍之大，恰好容一个人坐着从前人说是像轿子，真不错。几天里吃饭，睡觉，做文章，都在这轿子里坐的伏的各有一块硬板，如是而已。官号稍好一些，是给达官贵人的子弟预备的，但得补褂朝珠地入场，那时是夏秋之交，天还热，也够受的。父亲又说，乡试时场外有兵巡逻，防备通关节。场内也竖起黑幡，叫鬼魂们有冤报冤，有仇报仇我听到这里，有点毛骨悚然。现在贡院已变成碎石路在路上走的人，怕很少想起这些事情的了吧？明故宫只是一片瓦砾场，在斜阳里看，只感到李太白忆秦娥的西风残照，汉家陵阙二语的妙。午门还残存着，遥遥直对洪武门的城楼，有万千气象。古物保存所便在这里，可惜规模太小，陈列得也无甚次序。明孝陵道上的石人石马，虽然残缺零乱，还可见泱泱大风享殿并不巍峨，只陵下的隧道，阴森袭人，夏天在里面待着，凉风沁人肌骨。这陵大概是开国时草创的规模，所以简朴得很比起长陵，差得真太远了。然而简朴得好。雨花台的石子，人人皆知但现在怕也捡不着什么了。那地方毫无可看。记得刘后村的诗云昔年讲师何处在，高台犹以雨花名。有时宝向泥寻得，一片山无草敢生。我所感的至多也只如此。还有，前些年南京枪决囚人都在雨花台下，所以洋车夫遇见别的车夫和他争先时，常说，忙什么！赶雨花台去！这和从前北京车夫说赶菜市口儿一样。现在时移势异，这种话渐渐听不见了。燕子矶在长江里看，一片绝壁，危亭翼然，的确惊心动魄。但到了上边，逼窄污秽，毫无可以盘桓之处。燕山十二洞，去过三个。只三台洞层层折折，由幽入明，别有匠心，可是也年久失修了。南京的新名胜，不用说，首推中山陵。中山陵全用青白两色，以象征青天白日，与帝王陵寝用红墙黄瓦的不同。"}
{"text":"还有，前些年南京枪决囚人都在雨花台下，所以洋车夫遇见别的车夫和他争先时，常说，忙什么！赶雨花台去！这和从前北京车夫说赶菜市口儿一样。现在时移势异，这种话渐渐听不见了。燕子矶在长江里看，一片绝壁，危亭翼然，的确惊心动魄。但到了上边，逼窄污秽，毫无可以盘桓之处。燕山十二洞，去过三个。只三台洞层层折折，由幽入明，别有匠心，可是也年久失修了。南京的新名胜，不用说，首推中山陵。中山陵全用青白两色，以象征青天白日，与帝王陵寝用红墙黄瓦的不同。假如红墙黄瓦有富贵气，那青琉璃瓦的享堂，青琉璃瓦的碑亭却有名贵也。从陵门上享堂，白石台阶不知多少级，但爬得够累的然而你远看，决想不到会有这么多的台阶儿。这是设计的妙处。德国波慈达姆无愁宫前的石阶，也同此妙。享堂进去也不小可是远处看，简直小得可以，和那白石的飞阶不相称，一点儿压不住，仿佛高个儿戴着小尖帽。近处山角里一座阵亡将士纪念塔，粗粗的，矮矮的，正当着一个青青的小山峰，让两边儿的山紧紧抱着，静极，稳极。――谭墓没去过，听说颇有点丘壑。中央运动场也在中山陵近处，全仿外洋的样子。全国运动会时，也不知有多少照相与描写登在报上现在是时髦的游泳的地方。若要看旧书，可以上江苏省立图书馆去。这在汉西门龙蟠里，也是一个角落里。这原是江南图书馆，以丁丙的善本书室藏书为底子词曲的书特别多。此外中央大学图书馆近年来也颇有不少书。中央大学是个散步的好地方。宽大，干净，有树木黄昏时去兜一个或大或小的圈儿，最有意思。后面有个梅庵，是那会写字的清道人的遗迹。这里只是随宜地用树枝搭成的小小的屋子。庵前有一株六朝松，但据说实在是六朝桧桧荫遮住了小院子，真是不染一尘。南京茶馆里干丝很为人所称道。但这些人必没有到过镇江，扬州，那儿的干丝比南京细得多，又从来不那么甜。我倒是觉得芝麻烧饼好，一种长圆的，刚出炉，既香，且酥，又白，大概各茶馆都有。咸板鸭才是南京的名产，要热吃，也是香得好肉要肥要厚，才有咬嚼。但南京人都说盐水鸭更好，大约取其嫩，其鲜那是冷吃的，我可不知怎样，老觉得不大得劲儿。年月日作。原载年月日中学生第号散文全编潭柘寺戒坛寺早就知道潭柘寺，戒坛寺。"}
{"text":"我倒是觉得芝麻烧饼好，一种长圆的，刚出炉，既香，且酥，又白，大概各茶馆都有。咸板鸭才是南京的名产，要热吃，也是香得好肉要肥要厚，才有咬嚼。但南京人都说盐水鸭更好，大约取其嫩，其鲜那是冷吃的，我可不知怎样，老觉得不大得劲儿。年月日作。原载年月日中学生第号散文全编潭柘寺戒坛寺早就知道潭柘寺，戒坛寺。在商务印书馆的北平指南上，见过潭柘的铜图，小小的一块，模模糊糊的，看了一点没有想去的意思。后来不断地听人说起这两座庙有时候说路上不平静，有时候说路上红叶好。说红叶好的劝我秋天去但也有人劝我夏天去。有一回骑驴上八大处，赶驴的问逛过潭柘没有，我说没有。他说潭柘风景好，那儿满是老道，他去过，离八大处七八十里地，坐轿骑驴都成。我不大喜欢老道的装束，尤其是那满蓄着的长头发，看上去里唆，龌里龌龊的。更不想骑驴走七八十里地，因为我知道驴子与我都受不了。真打动我的倒是潭柘寺这个名字。不懂不是？就是不懂的妙。躲懒的人念成潭柘寺，那更莫名其妙了。这怕是中国文法的花样要是来个欧化，说是潭和柘的寺，那就用不着咬嚼或吟味了。还有在一部诗话里看见近人咏戒台松的七古，诗腾挪夭矫，想来松也如此。所以去。但是在夏秋之前的春天，而且是早春北平的早春是没有花的。这才认真打听去过的人。有的说住潭柘好，有的说住戒坛好。有的人说路太难走，走到了筋疲力尽，再没兴致玩儿有人说走路有意思。又有人说，去时坐了轿子，半路上前后两个轿夫吵起来，把轿子搁下，直说不抬了。于是心中暗自决定，不坐轿，也不走路取中道，骑驴子。又按普通说法，总是潭柘寺在前，戒坛寺在后，想着戒坛寺一定远些于是决定住潭柘，因为一天回不来，必得住。门头沟下车时，想着人多，怕雇不着许多驴，但是并不然――雇驴的时候，才知道戒坛去便宜一半，那就是说近一半。这时候自己忽然逞起能来，要走路。走吧。这一段路可够瞧的。像是河床，怎么也挑不出没有石子的地方，脚底下老是绊来绊去的，教人心烦。又没有树木，甚至于没有一根草。这一带原是煤窑，拉煤的大车往来不绝，尘土里饱和着煤屑，变成黯淡的深灰色，教人看了透不出气来。走一点钟光景。"}
