{"text":"但从那的案语里，我却又想起一个随便讲讲，也许并不是毫无意义的问题来了。那是这样的一段――在一百九十九页，有在这种小说之中，最近由学术院当系指著者所属的俄国共产主义学院所选的鲁易倍尔德兰的不朽的诸作，为最优秀。在我以为此地所谓者，当指法国翰林院。苏联虽称学艺发达之邦，但不会为帝国主义作家作选集罢？我不知为什么楼先生那样地滥下注解？究竟是那一国的呢？我不知道。自然，看作法国的翰林院，是万分近理的，但我们也不能决定苏联的大学院就不会为帝国主义作家作选集。倘在十年以前，是决定不会的，这不但为物力所限，也为了要保护革命的婴儿，不能将滋养的，无益的，有害的食品都漫无区别的乱放在他前面。现在却可以了，婴儿已经长大，而且强壮，聪明起来，即使将鸦片或吗啡给他看，也没有什么大危险，但不消说，一面也必须有先觉者来指示，说吸了就会上瘾，而上瘾之后，就成一个废物，或者还是社会上的害虫。在事实上，我曾经见过苏联的新译新印的阿剌伯的一千一夜，意大利的十日谈，还有西班牙的吉诃德先生，英国的鲁滨孙漂流记在报章上，则记载过在为托尔斯泰印选集，为歌德编全集――更完全的全集。倍尔德兰不但是加特力教的宣传者，而且是王朝主义的代言人，但比起十九世纪初德意志布尔乔亚的文豪歌德来，那作品也不至于更加有害。所以我想，苏联来给他出一本选集，实在是很可能的。不过在这些书籍之前，想来一定有详序，加以仔细的分析和正确的批评。凡，和读者因缘愈远的，那作品就于读者愈无害。古典的，反动的，观念形态已经很不相同的作品，大抵即不能打动新的青年的心但自然也要有正确的指示，倒反可以从中学学描写的本领，的努力。恰如大块的砒霜，欣赏之余，所得的是知道它杀人的力量和结晶的模样药物学和矿物学上的知识了。可怕的倒在用有限的砒霜，和在食物中间，使青年不知不觉的吞下去，例如似是而非的所谓革命文学，故作激烈的所谓唯物史观的批评，就是这一类。这倒是应该防备的。我是主张青年也可以看看帝国主义者的作品的，这就是古语的所谓知己知彼。"}
{"text":"恰如大块的砒霜，欣赏之余，所得的是知道它杀人的力量和结晶的模样药物学和矿物学上的知识了。可怕的倒在用有限的砒霜，和在食物中间，使青年不知不觉的吞下去，例如似是而非的所谓革命文学，故作激烈的所谓唯物史观的批评，就是这一类。这倒是应该防备的。我是主张青年也可以看看帝国主义者的作品的，这就是古语的所谓知己知彼。青年为了要看虎狼，赤手空拳的跑到深山里去固然是呆子，但因为虎狼可怕，连用铁栅围起来了的动物园里也不敢去，却也不能不说是一位可笑的愚人。有害的文学的铁栅是什么呢？批评家就是。九月十一日。补记这一篇没有能够刊出。九月十五日。本篇在当时没有能够刊出，原文前三行自因为我的一篇短文至也恐怕都是实在的错误被移至下篇之首，并为一篇发表。穆木天―吉林伊通人，诗人翻译家，曾参加创造社。他这篇文章所谈的二十世纪之欧洲文学，系指苏联弗里契原著楼建南适夷翻译的中文本，一九三三年上海新生命书局出版。拉丁文科学院旧时曾译作大学院翰林院。法文作。法国翰林院，指法兰西学院。苏联大学院，指苏联科学院\\\\。一千一夜即一千零一夜，又名天方夜谈，阿拉伯古代民间故事集。十日谈，意大利薄伽丘著的故事集。吉诃德先生，即堂吉诃德，西班牙塞万提斯著的长篇小说。鲁滨孙漂流记，英国笛福著的长篇小说。歌德，―德国诗人学者。主要作品有诗剧浮士德和小说少年维特之烦恼等。倍尔德兰，―通译路易贝特朗，法国作家。一九二五年为法兰西学院院士。著有小说种族之血等及多种历史传记。加特力教即天主教。加特力为拉丁文的音译。布尔乔亚即资产阶级，法文的音译。"}
{"text":"主要作品有诗剧浮士德和小说少年维特之烦恼等。倍尔德兰，―通译路易贝特朗，法国作家。一九二五年为法兰西学院院士。著有小说种族之血等及多种历史传记。加特力教即天主教。加特力为拉丁文的音译。布尔乔亚即资产阶级，法文的音译。关于翻译下关于翻译下洛文但我在那为翻译辩护中，所希望于批评家的，实在有三点一，指出坏的二，奖励好的三，倘没有，则较好的也可以。而穆木天先生所实做的是第一句。以后呢，可能有别的批评家来做其次的文章，想起来真是一个大疑问。所以我要再来补充几句倘连较好的也没有，则指出坏的译本之后，并且指明其中的那些地方还可以于读者有益处。此后的译作界，恐怕是还要退步下去的。姑不论民穷财尽，即看地面和人口，四省是给日本拿去了，一大块在水淹，一大块在旱，一大块在打仗，只要略略一想，就知道读者是减少了许许多了。因为销路的少，出版界就要更投机，欺骗，而拿笔的人也因此只好更投机，欺骗。即有不愿意欺骗的人，为生计所压迫，也总不免比较的粗制滥造，增出些先前所没有的缺点来。走过租界的住宅区邻近的马路，三间门面的水果店，晶莹的玻璃窗里是鲜红的苹果，通黄的香蕉，还有不知名的热带的果物。但略站一下就知道这地方，中国人是很少进去的，买不起。我们大抵只好到同胞摆的水果摊上去，化几文钱买一个烂苹果。苹果一烂，比别的水果更不好吃，但是也有人买的，不过我们另外还有一种相反的脾气首饰要足赤，人物要完人。一有缺点，有时就全部都不要了。爱人身上生几个疮，固然不至于就请律师离婚，但对于，作品，译品，却总归比较的严紧，萧伯纳坐了大船，不好巴比塞不算第一个作家，也不好是大学教授，下职官员，更不好。好的又不出来，怎么办呢？我想，还是请批评家用吃烂苹果的方法，来救一救急罢。我们先前的批评法，是说，这苹果有烂疤了，要不得，一下子抛掉。然而买者的金钱有限，岂不是大冤枉，而况此后还要穷下去。所以，此后似乎最好还是添几句，倘不是穿心烂，就说这苹果有着烂疤了，然而这几处没有烂，还可以吃得。这么一办，译品的好坏是明白了，而读者的损失也可以小一点。"}
{"text":"好的又不出来，怎么办呢？我想，还是请批评家用吃烂苹果的方法，来救一救急罢。我们先前的批评法，是说，这苹果有烂疤了，要不得，一下子抛掉。然而买者的金钱有限，岂不是大冤枉，而况此后还要穷下去。所以，此后似乎最好还是添几句，倘不是穿心烂，就说这苹果有着烂疤了，然而这几处没有烂，还可以吃得。这么一办，译品的好坏是明白了，而读者的损失也可以小一点。但这一类的批评，在中国还不大有，即以自由谈所登的批评为例，对于二十世纪之欧洲文学，就是专指烂疤的记得先前有一篇批评邹韬奋先生所编的高尔基的短文，除掉指出几个缺点之外，也没有别的话。前者我没有看过，说不出另外可有什么可取的地方，但后者却曾经翻过一遍，觉得除批评者所指摘的缺点之外，另有许多记载的勇敢的奋斗，胥吏的卑劣的阴谋，是很有益于青年作家的，但也因为有了烂疤，就被抛在筐子外面了。所以，我又希望刻苦的批评家来做剜烂苹果的工作，这正如拾荒一样，是很辛苦的，但也必要，而且大家有益的。九月十一日。本篇最初发表于一九三三年九月十四日申报自由谈。萧伯纳于一九三三年乘英国皇后号轮船周游世界，二月十七日途经上海。巴比塞，―法国作家。著有长篇小说火线光明及斯大林传等。大学教授，下职官员这是邵洵美在十日谈杂志第二期一九三三年八月二十日发表的文人无行一文中的话大学教授，下职官员，当局欠薪，家有儿女老少，于是在公余之暇，只得把平时借以消遣的外国小说，译一两篇来换些稿费。邹韬奋―原名恩润，江西余江人，政论家出版家。曾主编生活周刊，创办生活书店，著有萍踪寄语等书。高尔基原书名革命文豪高尔基是他根据美国康恩所著的高尔基和他的俄国一书编译而成，一九三三年七月上海生活书店出版。这里所谈的批评，是指林翼之的读高尔基一文，发表于一九三三年七月十七日申报自由谈。古书中寻活字汇古书中寻活字汇罗怃古书中寻活字汇，是说得出，做不到的，他在那古书中，寻不出一个活字汇。"}
{"text":"曾主编生活周刊，创办生活书店，著有萍踪寄语等书。高尔基原书名革命文豪高尔基是他根据美国康恩所著的高尔基和他的俄国一书编译而成，一九三三年七月上海生活书店出版。这里所谈的批评，是指林翼之的读高尔基一文，发表于一九三三年七月十七日申报自由谈。古书中寻活字汇古书中寻活字汇罗怃古书中寻活字汇，是说得出，做不到的，他在那古书中，寻不出一个活字汇。假如有可看文选的青年在这里，就是高中学生中的几个罢，他翻开文选来，一心要寻活字汇，当然明知道那里面有些字是已经死了的。然而他怎样分别那些字的死活呢？大概只能以自己的懂不懂为标准。但是，看了六臣注之后才懂的字不能算，因为这原是死尸，由六臣背进他脑里，这才算是活人的，在他脑里即使复活了，在未可看文选的青年的眼前却还是死家伙。所以他必须看白文。诚然，不看注，也有懂得的，这就是活字汇。然而他怎会先就懂得的呢？这一定是曾经在别的书上看见过，或是到现在还在应用的字汇，所以他懂得。那么，从一部文选里，又寻到了什么？然而施先生说，要描写宫殿之类的时候有用处。这很不错，文选里有许多赋是讲到宫殿的，并且有什么殿的专赋。倘有青年要做汉晋的历史小说，描写那时的宫殿，找文选是极应该的，还非看四史晋书之类不可。然而所取的僻字也不过将死尸抬出来，说得神秘点便名之曰复活。如果要描写的是清故宫，那可和文选的瓜葛就极少了。倘使连清故宫也不想描写，而豫备工夫却用得这么广泛，那实在是徒劳而仍不足。因为还有易经和仪礼，里面的字汇，在描写周朝的卜课和婚丧大事时候是有用处的，也得作为文学修养之根基，这才更像文学青年的样子。十一月六日。本篇最初发表于一九三三年十一月九日申报自由谈。六臣注文选在唐代先有李善注，后有吕延济刘良张铣吕向李周翰五人注，合称六臣注。四史史记汉书后汉书三国志的合称。晋书，唐代房玄龄等撰，记述晋代历史的纪传体史书。仪礼又称礼经，儒家经典，春秋战国时代一部分礼制资料的汇编。归厚归厚罗怃在洋场上，用一瓶强水去洒他所恨的女人，这事早经绝迹了。用些秽物去洒他所恨的律师，这风气只继续了两个月。"}
{"text":"本篇最初发表于一九三三年十一月九日申报自由谈。六臣注文选在唐代先有李善注，后有吕延济刘良张铣吕向李周翰五人注，合称六臣注。四史史记汉书后汉书三国志的合称。晋书，唐代房玄龄等撰，记述晋代历史的纪传体史书。仪礼又称礼经，儒家经典，春秋战国时代一部分礼制资料的汇编。归厚归厚罗怃在洋场上，用一瓶强水去洒他所恨的女人，这事早经绝迹了。用些秽物去洒他所恨的律师，这风气只继续了两个月。最长久的是造了谣言去中伤他们所恨的文人，说这事已有了好几年，我想，是只会少不会多的。洋场上原不少闲人，吃白相饭尚且可以过活，更何况有时打几圈马将。小妇人的嘁嘁喳喳，又何尝不可以消闲。我就是常看造谣专门杂志之一人，但看的并不是谣言，而是谣言作家的手段，看他有怎样出奇的幻想，怎样别致的描写，怎样险恶的构陷，怎样躲闪的原形。造谣，也要才能的，如果他造得妙，即使造的是我自己的谣言，恐怕我也会爱他的本领。但可惜大抵没有这样的才能，在谣言文学上，也还是滥竽充数。这并非我个人的私见。讲什么文坛故事的小说不流行，什么外史也不再做下去，可见是人们多已摇头了。讲来讲去总是这几套，纵使记性坏，多听了也会烦厌的。想继续，这时就得要才能否则，台下走散，应该换一出戏来叫座。譬如罢，先前演的是杀子报罢，这回就须是三娘教子，老东人呀，唉，唉，唉！而文场实在也如戏场，果然已经渐渐的民德归厚了，有的还至于自行声明，更换办事人，说是先前揭载作家秘史，虽为文坛佳话，然亦有伤忠厚。以后本刊停登此项稿件。以责，概不负责。见微言为了忠厚而牺牲佳话，虽可惜，却也可敬的。尤其可敬的是更换办事人。这并非敬他的概不负责，而是敬他的彻底。古时候虽有放下屠刀，立地成佛的人，但因为也有放下官印，立地念佛而终于又放下念珠，立地做官的人，这一种玩意儿，实在已不足以昭大信于天下令人办事有点为难了。不过，尤其为难的是忠厚文学远不如谣言文学之易于号召读者，所以须有才能更大的作家，如果一时不易搜求，那刊物就要减色。我想，还不如就用先前打诨的二丑挂了长须来唱老生戏，那么，暂时之间倒也特别而有趣的。十一月四日。附记这一篇没有能够发表。次年六月十九日记。"}
{"text":"尤其可敬的是更换办事人。这并非敬他的概不负责，而是敬他的彻底。古时候虽有放下屠刀，立地成佛的人，但因为也有放下官印，立地念佛而终于又放下念珠，立地做官的人，这一种玩意儿，实在已不足以昭大信于天下令人办事有点为难了。不过，尤其为难的是忠厚文学远不如谣言文学之易于号召读者，所以须有才能更大的作家，如果一时不易搜求，那刊物就要减色。我想，还不如就用先前打诨的二丑挂了长须来唱老生戏，那么，暂时之间倒也特别而有趣的。十一月四日。附记这一篇没有能够发表。次年六月十九日记。本篇当时未能在报刊发表。滥竽充数出自韩非子内储说所载的一个故事齐宣王使人吹竽，必三百人，南郭处士请为王吹竽，宣王说悦之，廪食以数百人。宣王死，趿靡灰惶刻印！这里说的文坛故事的小说外史，指当时一些反动无聊的文人恶意编造的影射文化界人士的作品，如张若谷的婆汉迷杨人的新儒林外史只写了第一回等。杀子报一出表现淫恶凶杀和迷信思想的旧戏。三娘教子一出宣传节义思想的旧戏。老东人是戏中老仆人薛保对主人薛广的称呼。民德归厚语见论语学而曾子曰慎终追远，民德归厚矣。微言参看本卷第页注。该刊第一卷第二十期一九三三年十月十五日登载改组启事，声明原创办人何大义等八人已与该刊脱离关系，自第二十期起，改由钱唯学等四人接办，同时又登有钱等四人的启事这里所引的几句，即出于后一启事中。豪语的折扣豪语的折扣苇索豪语的折扣其实也就是文学上的折扣，凡的自述，往往须打一个扣头，连自白其可怜和无用也还是并非不二价的，更何况豪语。仙才李太白的善作豪语，可以不必说了连留长了指甲，骨瘦如柴的鬼才李长吉，也说见买若耶溪水剑，明朝归去事猿公起来，简直是毫不自量，想学刺客了。这应该折成零，证据是他到底并没有去。南宋时候，国步艰难，陆放翁自然也是慷慨党中的一个，他有一回说老子犹堪绝大漠，诸君何至泣新亭。他其实是去不得的，也应该折成零。――但我手头无书，引诗或有错误，也先打一个折扣在这里。其实，这故作豪语的脾气，正不独文人为然，常人或市侩，也非常发达。市上甲乙打架，输的大抵说我认得你的！"}
{"text":"这应该折成零，证据是他到底并没有去。南宋时候，国步艰难，陆放翁自然也是慷慨党中的一个，他有一回说老子犹堪绝大漠，诸君何至泣新亭。他其实是去不得的，也应该折成零。――但我手头无书，引诗或有错误，也先打一个折扣在这里。其实，这故作豪语的脾气，正不独文人为然，常人或市侩，也非常发达。市上甲乙打架，输的大抵说我认得你的！这是说，他将如伍子胥一般，誓必复仇的意思。不过总是不来的居多，倘是智识分子呢，也许另用一些阴谋，但在粗人，往往这就是斗争的结局，说的是有口无心，听的也不以为意，久成为打架收场的一种仪式了。旧小说家也早已看穿了这局面，他写暗娼和别人相争，照例攻击过别人的偷汉之后，就自序道老娘是指头上站得人，臂膊上跑得马底下怎样呢？他任别人去打折扣。他知道别人是决不那么胡涂，会十足相信的，但仍得这么说，恰如卖假药的，包纸上一定印着存心欺世，雷殛火焚一样，成为一种仪式了。但因时势的不同，也有立刻自打折扣的。例如在广告上，我们有时会看见自说我是坐不改名，行不改姓的人，真要蓦地发生一种好像见了七侠五义中人物一般的敬意，但接着就是纵令有时用其他笔名，但所发表文章，均自负责，却身子一扭，土行孙似的不见了。予岂好用其他笔名哉？予不得已也。上海原是中国的一部分，当然受着孔子的教化的。便是商家，柜内的不二价的金字招牌也时时和屋外大廉价的大旗互相辉映，不过他总有一个缘故不是提倡国货，就是纪念开张。所以，自打折扣，也还是没有打足的，凡老上海，必须再打它一下。八月四日。本篇最初发表于一九三三年八月八日申报自由谈。自白其可怜和无用指曾今可。参看本卷第页注。李太白―名白，字太白，祖籍陇西成纪今甘肃秦安，后迁居绵州昌隆今四川江油，唐代诗人。他的诗豪放飘逸，有诗仙之称。后代文人曾将他与下文提到的李长吉并论，如北宋宋祁等人就有太白仙才，长吉鬼才的说法见文献通考经籍六十九。李长吉―名贺，字长吉，昌谷今河南宜阳人，唐代诗人。新唐书文艺传说他为人纤瘦，通眉，长指爪。"}
{"text":"自白其可怜和无用指曾今可。参看本卷第页注。李太白―名白，字太白，祖籍陇西成纪今甘肃秦安，后迁居绵州昌隆今四川江油，唐代诗人。他的诗豪放飘逸，有诗仙之称。后代文人曾将他与下文提到的李长吉并论，如北宋宋祁等人就有太白仙才，长吉鬼才的说法见文献通考经籍六十九。李长吉―名贺，字长吉，昌谷今河南宜阳人，唐代诗人。新唐书文艺传说他为人纤瘦，通眉，长指爪。他的诗想像丰富，诡异新奇。这里引用的两句，见他的南园十三首中的第七首，意思是说他要去学剑术。猿公典出吴越春秋卷九越有处女，善剑术，应聘往见勾践，途中遇一老翁，自称袁公，要求和她比剑，结果两力相敌，老翁飞上树枝，化为白猿而去。陆放翁―名游，字务观，自号放翁，山阴今浙江绍兴人，南宋诗人。他生活在外族入侵国势衰微的时代，诗词慷慨激昂。这里所引两句，见他的夜泊水村一诗，意思是说他虽然年老，但也还可以到边塞去驱逐敌人，并鼓励他人对国事不要悲观。新亭典出世说新语言语东晋初年，由北方逃到建康今南京的一批士大夫，有一天在新亭在今南京市南宴会，周晋元帝时的尚书左仆射想起西晋的首都洛阳，叹息说风景不殊，正自有河山之异！于是大家皆相视流泪。伍子胥？―前名员，春秋时楚国人。楚平王杀了他的父亲伍奢哥哥伍尚，他出奔吴国，力谋复仇后佐吴王阖庐一作阖闾伐楚，攻破楚国首都郢在今湖北江陵，掘平王墓，鞭尸三百。这两句是小说水浒中人物潘金莲所说的话，见该书第二十四回。原作拳头上立得人，胳膊上走得马。此句与下文纵令有时用其他笔名句，都是张资平在一九三三年七月六日上海时事新报刊登的启事中的话，参看伪自由书。七侠五义原名三侠五义，清代侠义小说，共一二回，署石玉昆述，一八七九年出版。十年后经俞樾改撰第一回并对全书作了修订，改名为七侠五义。书中所叙人物，口头常说坐不改名，行不改姓这一句话。土行孙明代神魔小说封神演义中的人物，小说写他善地行之术――身子一扭，即时不见。"}
