{"text":"即使在电影上，不也有时看得见黑奴怒形于色的时候，一有同是黑奴而手里拿着皮鞭的走过来，便赶紧低下头去么？我也毫不强横。一俯一仰，居然又到年底，邻近有几家放鞭爆，原来一过夜，就要天增岁月人增寿了。静着没事，有意无意的翻出这两年所作的杂文稿子来，排了一下，看看已经足够印成一本，同时记得了那上面所说的素描里的话，便名之曰南腔北调集，准备和还未成书的将来的五讲三嘘集配对。我在私塾里读书时，对过对，这积习至今没有洗干净，题目上有时就玩些什么偶成，漫与，作文秘诀，捣鬼心传，这回却闹到书名上来了。这是不足为训的。其次，就自己想今年印过一本伪自由书，如果这也付印，那明年就又有一本了。于是自己觉得笑了一笑。这笑，是有些恶意的，因为我这时想到了梁实秋先生，他在北方一面做教授，一面编副刊，一位喽罗儿就在那副刊上说我和美国的门肯相像，因为每年都要出一本书。每年出一本书就会像每年也出一本书的门肯，那么，吃大菜而做教授，真可以等于美国的白璧德了。低能好像是也可以传授似的。但梁教授极不愿意因他而牵连白璧德，是据说小人的造谣不过门肯却正是和白璧德相反的人，以我比彼，虽出自徒孙之口，骨子里却还是白老夫子的鬼魂在作怪。指头一拨，君子就翻一个筋斗，我觉得我到底也还有手腕和眼睛。不过这是小事情。举其大者，则一看去年一月八日所写的非所计也，就好像着了鬼迷，做了恶梦，胡里胡涂，不久就整两年。怪事随时袭来，我们也随时忘却，倘不重温这些杂感，连我自己做过短评的人，也毫不记得了。一年要出一本书，确也可以使学者们摇头的，然而只有这一本，虽然浅薄，却还借此存留一点遗闻逸事，以中国之大，世变之亟，恐怕也未必就算太多了罢。两年来所作的杂文，除登在自由谈上者外，几乎都在这里面书的序跋，却只选了自以为还有几句可取的几篇。曾经登载这些的刊物，是十字街头，文学月报，北斗，现代，涛声，论语，申报月刊，文学等，当时是大抵用了别的笔名投稿的但有一篇没有发表过。一九三三年十二月三十一日之夜，于上海寓斋记。南腔北调见上海出版消息第四期一九三三年一月作家素描八，，署名美子。"}
{"text":"两年来所作的杂文，除登在自由谈上者外，几乎都在这里面书的序跋，却只选了自以为还有几句可取的几篇。曾经登载这些的刊物，是十字街头，文学月报，北斗，现代，涛声，论语，申报月刊，文学等，当时是大抵用了别的笔名投稿的但有一篇没有发表过。一九三三年十二月三十一日之夜，于上海寓斋记。南腔北调见上海出版消息第四期一九三三年一月作家素描八，，署名美子。其中说很喜欢演说，只是有些口吃，并且是南腔北调，然而这是促成他深刻而又滑稽的条件之一。五讲三嘘集参署本书答杨人先生公开信的公开信。这本集子后来没有编成。梁实秋当时任青岛大学教授，并主编天津益世报的文学周刊。一位喽罗儿指梅僧。他在天津益世报文学周刊第三十一期一九三三年七月发表的与一文中说曼肯即门肯平时在报章杂志揭载之文，自己甚为珍视，发表之后，再辑成册，印单行本。取名曰偏见集，厥后陆续汇集刊印，为第二集第三集以至于无穷。犹先生之杂感，每隔一二年必有一两册问世。门肯―又译孟肯曼肯，美国文艺批评家，散文作家。他从自由主义立场出发，反对学院绅士的传统标准，反对一切市侩和社会上的庸俗现象。他的主张曾遭到白璧德等新人文主义者的攻击，双方论战数十年。主要著作有偏见集，从一九一九年到一九二七年，共出六册。梁实秋在为吴宓等译的白璧德与人文主义一书所作的中说我自己从来没有翻译过白璧德的书，亦没有介绍过他的学说但是我竟为白璧德招怨了。据我所看见的攻击白璧德的人，都是没有读过他的书的人，我以为这是一件极不公平的事。自由谈申报的副刊之一。从一九三三年一月起，连续在该刊发表杂文后来将一月至五月发表的编为伪自由书，六月至十一月的编为准风月谈。十字街头半月刊，第三期改为旬刊，左联刊物之一，冯雪峰合编。一九三一年十二月在上海创刊，次年一月即被国民党政府禁止，仅出三期。文学月报，左联刊物之一，先后由周起应周扬等编辑。一九三二年六月在上海创刊，同年十二月被国民党政府禁止，仅出六期。北斗，参看本卷第页注。"}
{"text":"从一九三三年一月起，连续在该刊发表杂文后来将一月至五月发表的编为伪自由书，六月至十一月的编为准风月谈。十字街头半月刊，第三期改为旬刊，左联刊物之一，冯雪峰合编。一九三一年十二月在上海创刊，次年一月即被国民党政府禁止，仅出三期。文学月报，左联刊物之一，先后由周起应周扬等编辑。一九三二年六月在上海创刊，同年十二月被国民党政府禁止，仅出六期。北斗，参看本卷第页注。现代，文艺月刊，施蛰存杜衡编辑，一九三二年五月在上海创刊，一九三五年三月改为综合性月刊，汪馥泉编辑，同年五月出至第六卷第四期停刊。涛声，文艺性周刊，曹聚仁编辑。一九三一年八月在上海创刊，一九三三年十一月停刊。共出八十二期。论语，文艺性半月刊，林语堂等编，一九三二年九月在上海创刊，一九三七年八月停刊，共出一一七期。申报月刊，申报馆编辑和出版的国际时事综合性刊物，也刊载少量文艺作品。一九三二年七月在上海创刊，一九三五年十二月出至第四卷第十二期停刊。文学，月刊，郑振铎傅东华等编辑，一九三三年七月在上海创刊，一九三七年十一月出至第九卷第四期停刊。听说梦听说梦做梦，是自由的，说梦，就不自由。做梦，是做真梦的，说梦，就难免说谎。大年初一，就得到一本东方杂志新年特大号，临末有新年的梦想，问的是梦想中的未来中国和个人生活，答的有一百四十多人。记者的苦心，我是明白的，想必以为言论不自由，不如来说梦，而且与其说所谓真话之假，不如来谈谈梦话之真，我高兴的翻了一下，知道记者先生却大大的失败了。当我还未得到这本特大号之前，就遇到过一位投稿者，他比我先看见印本，自说他的答案已被资本家删改了，他所说的梦其实并不如此。这可见资本家虽然还没法禁止人们做梦，而说了出来，倘为权力所及，却要干涉的，决不给你自由。这一点，已是记者的大失败。但我们且不去管这改梦案子，只来看写着的梦境罢，诚如记者所说，来答复的几乎全部是智识分子。首先，是谁也觉得生活不安定，其次，是许多人梦想着将来的好社会，各尽所能呀，大同世界呀，很有些越轨气息了末三句是我添的，记者并没有说。"}
{"text":"这一点，已是记者的大失败。但我们且不去管这改梦案子，只来看写着的梦境罢，诚如记者所说，来答复的几乎全部是智识分子。首先，是谁也觉得生活不安定，其次，是许多人梦想着将来的好社会，各尽所能呀，大同世界呀，很有些越轨气息了末三句是我添的，记者并没有说。但他后来就有点痴起来，他不知从那里拾来了一种学说，将一百多个梦分为两大类，说那些梦想好社会的都是载道之梦，是异端，正宗的梦应该是言志的，硬把志弄成一个空洞无物的东西。然而，孔子曰，盍各言尔志，而终于赞成曾点者，就因为其志合于孔子之道的缘故也。其实是记者的所以为载道的梦，那里面少得很。文章是醒着的时候写的，问题又近于心理测验，遂致对答者不能不做出各各适宜于目下自己的职业，地位，身分的梦来已被删改者自然不在此例，即使看去好像怎样载道，但为将来的好社会宣传的意思，是没有的。所以，虽然梦大家有饭吃者有人，梦无阶级社会者有人，梦大同世界者有人，而很少有人梦见建设这样社会以前的阶级斗争，白色恐怖，轰炸，虐杀，鼻子里灌辣椒水，电刑倘不梦见这些，好社会是不会来的，无论怎么写得光明，终究是一个梦，空头的梦，说了出来，也无非教人都进这空头的梦境里面去。然而要实现这梦境的人们是有的，他们不是说，而是做，梦着将来，而致力于达到这一种将来的现在。因为有这事实，这才使许多智识分子不能不说好像载道的梦，但其实并非载道，乃是给道载了一下，倘要简洁，应该说是道载的。为什么会给道载呢？曰为目前和将来的吃饭问题而已。我们还受着旧思想的束缚，一说到吃，就觉得近乎鄙俗。但我是毫没有轻视对答者诸公的意思的。东方杂志记者在读后感里，也曾引佛洛伊特的意见，以为正宗的梦，是表现各人的心底的秘密而不带着社会作用的。但佛洛伊特以被压抑为梦的根柢――人为什么被压抑的呢？这就和社会制度，习惯之类连结了起来，单是做梦不打紧，一说，一问，一分析，可就不妥当了。记者没有想到这一层，于是就一头撞在资本家的朱笔上。但引压抑说来释梦，我想，大家必已经不以为忤了罢。不过，佛洛伊特恐怕是有几文钱，吃得饱饱的罢，所以没有感到吃饭之难，只注意于性欲。有许多人正和他在同一境遇上，就也轰然的拍起手来。"}
{"text":"但佛洛伊特以被压抑为梦的根柢――人为什么被压抑的呢？这就和社会制度，习惯之类连结了起来，单是做梦不打紧，一说，一问，一分析，可就不妥当了。记者没有想到这一层，于是就一头撞在资本家的朱笔上。但引压抑说来释梦，我想，大家必已经不以为忤了罢。不过，佛洛伊特恐怕是有几文钱，吃得饱饱的罢，所以没有感到吃饭之难，只注意于性欲。有许多人正和他在同一境遇上，就也轰然的拍起手来。诚然，他也告诉过我们，女儿多爱父亲，儿子多爱母亲，即因为异性的缘故。然而婴孩出生不多久，无论男女，就尖起嘴唇，将头转来转去。莫非它想和异性接吻么？不，谁都知道是要吃东西！食欲的根柢，实在比性欲还要深，在目下开口爱人，闭口情书，并不以为肉麻的时候，我们也大可以不必讳言要吃饭。因为是醒着做的梦，所以不免有些不真，因为题目究竟是梦想，而且如记者先生所说，我们是物质的需要远过于精神的追求了，所以乘着也引用佛洛伊特语的监护好像解除了之际，便公开了一部分。其实也是在梦中贴标语，喊口号，不过不是积极的罢了，而且有些也许倒和表面的标语正相反。时代是这么变化，饭碗是这样艰难，想想现在和将来，有些人也只能如此说梦，同是小资产阶级虽然也有人定我为封建余孽或土著资产阶级，但我自己姑且定为属于这阶级，很能够彼此心照，然而也无须秘而不宣的。至于另有些梦为隐士，梦为渔樵，和本相全不相同的名人，其实也只是豫感饭碗之脆，而却想将吃饭范围扩大起来，从朝廷而至园林，由洋场及于山泽，比上面说过的那些志向要大得远，不过这里不来多说了。一月一日。本篇最初发表于一九三三年四月十五日上海文学杂志第一号。东方杂志综合性刊物，一九四年三月在上海创刊，一九四八年十二月停刊，商务印书馆出版。它于一九三三年出的新年特大号第三十卷第一期中，辟有新年的梦想专栏。当时该刊的主编为胡愈之。东方杂志记者在新年的梦想专栏的读后感中说近来有些批评家把文学分为载道的文学和言志的文学这两类。我们的梦也可以同样的方法来分类就是载道的梦，和言志的梦。又说载道的梦只是异端，而言志的梦才是梦的正宗，因为我们相信梦是个人的，而不是社会的。"}
{"text":"东方杂志综合性刊物，一九四年三月在上海创刊，一九四八年十二月停刊，商务印书馆出版。它于一九三三年出的新年特大号第三十卷第一期中，辟有新年的梦想专栏。当时该刊的主编为胡愈之。东方杂志记者在新年的梦想专栏的读后感中说近来有些批评家把文学分为载道的文学和言志的文学这两类。我们的梦也可以同样的方法来分类就是载道的梦，和言志的梦。又说载道的梦只是异端，而言志的梦才是梦的正宗，因为我们相信梦是个人的，而不是社会的。依据佛洛伊特的解释，梦只是白天受遏抑的意识，于睡眠，解放出来。所以梦只是代表了意识的不公开的部分，在梦中说教，在梦中讲道，在梦中贴标语，喊口号，这到底是不常有的梦，至少这是白日梦而不是夜梦，所以不能算作梦的正宗。只有个人的梦，表现各人心底的秘密而不带着社会作用的，那才是正宗的梦。按东方杂志记者所说的近来有些批评家指周作人，他在中国新文学的源流一书中，认为中国文学史是载道文学和言志文学的消长史。盍各言尔志语见论语公冶长颜渊季路侍。子曰盍各言尔志。孔子赞成曾点的话，见论语先进子路曾皙名点冉有公西华侍坐。子曰何伤乎，亦各言其志也。曾点曰莫暮春者，春服既成，冠者五六人，童子六七人，浴乎沂，风乎舞雩，咏而归。夫子喟然叹曰吾与点也。佛洛伊特，―通译弗抟恋拢碌利精神病学家，精神分析学说的创立者。这种学说认为文学艺术哲学宗教等一切精神现象，乃至常人的梦，精神病患者的症状，都是人们因受压抑而潜藏在下意识里的某种生命力，特别是性欲的潜力所产生的。他的主要著作有梦的解释日常生活的病理心理学精神分析引论精神分析引论新编等。英语，原义为检查官，弗罗伊德精神分析学说用以表示潜在意识压抑力。名人指在东方杂志新年特大号上说梦的一些国民党官僚，如当时的铁道部次长抗日战争中做了汉奸的曾仲鸣说何处是修竹吾庐三径中国银行副总裁俞寰澄说我只想做一个略具知识的自耕农，我最酷爱田园生活，等等。为了忘却的记念为了忘却的记念一我早已想写一点文字，来记念几个青年的作家。"}
{"text":"他的主要著作有梦的解释日常生活的病理心理学精神分析引论精神分析引论新编等。英语，原义为检查官，弗罗伊德精神分析学说用以表示潜在意识压抑力。名人指在东方杂志新年特大号上说梦的一些国民党官僚，如当时的铁道部次长抗日战争中做了汉奸的曾仲鸣说何处是修竹吾庐三径中国银行副总裁俞寰澄说我只想做一个略具知识的自耕农，我最酷爱田园生活，等等。为了忘却的记念为了忘却的记念一我早已想写一点文字，来记念几个青年的作家。这并非为了别的，只因为两年以来，悲愤总时时来袭击我的心，至今没有停止，我很想借此算是竦身一摇，将悲哀摆脱，给自己轻松一下，照直说，就是我倒要将他们忘却了。两年前的此时，即一九三一年的二月七日夜或八日晨，是我们的五个青年作家同时遇害的时候。当时上海的报章都不敢载这件事，或者也许是不愿，或不屑载这件事，只在文艺新闻上有一点隐约其辞的文章。那第十一期五月二十五日里，有一篇林莽先生作的白莽印象记，中间说他做了好些诗，又译过匈牙利和诗人彼得斐的几首诗，当时的奔流的编辑者接到了他的投稿，便来信要和他会面，但他却是不愿见名人的人，结果是自己跑来找他，竭力鼓励他作文学的工作，但他终于不能坐在亭子间里写，又去跑他的路了。不久，他又一次的被了捕。这里所说的我们的事情其实是不确的。白莽并没有这么高慢，他曾经到过我的寓所来，但也不是因为我要求和他会面我也没有这么高慢，对于一位素不相识的投稿者，会轻率的写信去叫他。我们相见的原因很平常，那时他所投的是从德文译出的彼得斐传，我就发信去讨原文，原文是载在诗集前面的，邮寄不便，他就亲自送来了。看去是一个二十多岁的青年，面貌很端正，颜色是黑黑的，当时的谈话我已经忘却，只记得他自说姓徐，象山人我问他为什么代你收信的女士是这么一个怪名字怎么怪法，现在也忘却了，他说她就喜欢起得这么怪，罗曼谛克，自己也有些和她不大对劲了。就只剩了这一点。夜里，我将译文和原文粗粗的对了一遍，知道除几处误译之外，还有一个故意的曲译。他像是不喜欢国民诗人这个字的，都改成民众诗人了。第二天又接到他一封来信，说很悔和我相见，他的话多，我的话少，又冷，好像受了一种威压似的。"}
{"text":"就只剩了这一点。夜里，我将译文和原文粗粗的对了一遍，知道除几处误译之外，还有一个故意的曲译。他像是不喜欢国民诗人这个字的，都改成民众诗人了。第二天又接到他一封来信，说很悔和我相见，他的话多，我的话少，又冷，好像受了一种威压似的。我便写一封回信去解释，说初次相会，说话不多，也是人之常情，并且告诉他不应该由自己的爱憎，将原文改变。因为他的原书留在我这里了，就将我所藏的两本集子送给他，问他可能再译几首诗，以供读者的参看。他果然译了几首，自己拿来了，我们就谈得比第一回多一些。这传和诗，后来就都登在奔流第二卷第五本，即最末的一本里。我们第三次相见，我记得是在一个热天。有人打门了，我去开门时，来的就是白莽，却穿着一件厚棉袍，汗流满面，彼此都不禁失笑。这时他才告诉我他是一个革命者，刚由被捕而释出，衣服和书籍全被没收了，连我送他的那两本身上的袍子是从朋友那里借来的，没有夹衫，而必须穿长衣，所以只好这么出汗。我想，这大约就是林莽先生说的又一次的被了捕的那一次了。我很欣幸他的得释，就赶紧付给稿费，使他可以买一件夹衫，但一面又很为我的那两本书痛惜落在捕房的手里，真是明珠投暗了。那两本书，原是极平常的，一本散文，一本诗集，据德文说，这是他搜集起来的，虽在匈牙利本国，也还没有这么完全的本子，然而印在莱克朗氏万有文库中，倘在德国，就随处可得，也值不到一元钱。不过在我是一种宝贝，因为这是三十年前，正当我热爱彼得斐的时候，特地托丸善书店从德国去买来的，那时还恐怕因为书极便宜，店员不肯经手，开口时非常惴惴。后来大抵带在身边，只是情随事迁，已没有翻译的意思了，这回便决计送给这也如我的那时一样，热爱彼得斐的诗的青年，算是给它寻得了一个好着落。所以还郑重其事，托柔石亲自送去的。谁料竟会落在三道头之类的手里的呢，这岂不冤枉！二我的决不邀投稿者相见，其实也并不完全因为谦虚，其中含着省事的分子也不少。由于历来的经验，我知道青年们，尤其是文学青年们，十之九是感觉很敏，自尊心也很旺盛的，一不小心，极容易得到误解，所以倒是故意回避的时候多。"}
{"text":"后来大抵带在身边，只是情随事迁，已没有翻译的意思了，这回便决计送给这也如我的那时一样，热爱彼得斐的诗的青年，算是给它寻得了一个好着落。所以还郑重其事，托柔石亲自送去的。谁料竟会落在三道头之类的手里的呢，这岂不冤枉！二我的决不邀投稿者相见，其实也并不完全因为谦虚，其中含着省事的分子也不少。由于历来的经验，我知道青年们，尤其是文学青年们，十之九是感觉很敏，自尊心也很旺盛的，一不小心，极容易得到误解，所以倒是故意回避的时候多。见面尚且怕，更不必说敢有托付了。但那时我在上海，也有一个惟一的不但敢于随便谈笑，而且还敢于托他办点私事的人，那就是送书去给白莽的柔石。我和柔石最初的相见，不知道是何时，在那里。他仿佛说过，曾在北京听过我的讲义，那么，当在八九年之前了。我也忘记了在上海怎么来往起来，总之，他那时住在景云里，离我的寓所不过四五家门面，不知怎么一来，就来往起来了。大约最初的一回他就告诉我是姓赵，名平复。但他又曾谈起他家乡的豪绅的气焰之盛，说是有一个绅士，以为他的名字好，要给儿子用，叫他不要用这名字了。所以我疑心他的原名是平福，平稳而有福，才正中乡绅的意，对于复字却未必有这么热心。他的家乡，是台州的宁海，这只要一看他那台州式的硬气就知道，而且颇有点迂，有时会令我忽而想到方孝孺，觉得好像也有些这模样的。他躲在寓里弄文学，也创作，也翻译，我们往来了许多日，说得投合起来了，于是另外约定了几个同意的青年，设立朝华社。目的是在绍介东欧和北欧的文学，输入外国的版画，因为我们都以为应该来扶植一点刚健质朴的文艺。接着就印朝花旬刊，印近代世界短篇小说集，印艺苑朝华，算都在循着这条线，只有其中的一本拾谷虹儿画选，是为了扫荡上海滩上的艺术家，即戳穿叶灵凤这纸老虎而印的。然而柔石自己没有钱，他借了二百多块钱来做印本。除买纸之外，大部分的稿子和杂务都是归他做，如跑印刷局，制图，校字之类。可是往往不如意，说起来皱着眉头。看他旧作品，都很有悲观的气息，但实际上并不然，他相信人们是好的。我有时谈到人会怎样的骗人，怎样的卖友，怎样的吮血，他就前额亮晶晶的，惊疑地圆睁了近视的眼睛，抗议道，会这样的么？――不至于此罢？不过朝花社不久就倒闭了，我也不想说清其中的原因，总之是柔石的理想的头，先碰了一个大钉子，力气固然白化，此外还得去借一百块钱来付纸账。"}
