{"text":"其日夜之所息，平旦之气，其好恶与人相近也者几希。则其旦昼之所为，有梏亡之矣。梏之反覆，则其夜气不足以存夜气不足以存，则其违禽兽不远矣。人见其禽兽也，而以为未尝有才焉者。是岂人之情也哉？情智勇孟子最合于享受人生的理想人物，就是一个热诚的悠闲的无恐惧的人。孟子列述大人的三种成熟的美德是仁智勇。我以为把仁字改为情字当更为确当，而以情智勇为大人物的特质。在英语中幸亏尚有ss这个字，其用法和华语中的情字差不多。这两个字起首都含有情欲的那种狭义，但现在都有了更广大的意义。张潮说多情者必好色，而好色者未必尽属多情。又说情之一字，所以维持世界才之一字，所以粉饰乾坤。如果我们没有情，我们便没有人生的出发点。情是生命的灵魂，星辰的光辉，音乐和诗歌的韵律，花草的欢欣，飞禽的羽毛，女人的艳色，学问的生命。没有情的灵魂是不可能的，正如音乐不能不有表情一样。这种东西给我们以内心的温暖和活力，使我们能快乐地去对付人生。我把中国作家笔下所用的情字译作ss也许不很对，或者我可用一字代表一种较温柔的情感，较少急越的热情所生的冲动性质去译它吗？情这一字或许也含着早期浪漫主义者所谓s一字的意义，即属于一个有温情的大量的艺术化的人的质素。在西洋的哲学家中，除了爱默生s爱弥尔琼伯特和伏尔泰s外，很少对于热情能说些好话的人，这是奇怪的。也许我们所用的词语虽不同，而我们所指的实是同一样东西。但是，假如说热情ss异于情感，两者意义不同，而前者只是专指一种暴躁的冲动的情感而言，那么在中国字中便找不到一个相应的字可以代表它，我们只好依然用情这个字了。我很疑惑这是否就是种族脾性不同的表征？这是否就是中国民族缺乏那种侵蚀灵魂去造成那种西洋文学里悲剧材料的伟大热情的表征？这可就是中国文学中没有产生过希腊意义上的悲剧的原因？这可就是中国悲剧角色在危急之时饮泣吞声，让敌人带去了他们的情人，或如楚霸王那样，先杀死情人，然后自刎的原因？这种结局是不会使西洋观众满意的，可是中国人的生活是这样的，所以在文学上当然也就是这样的了。一个人跟命运挣扎，放弃了争斗，在事过之后，随之在悲剧回忆中，发生了一阵徒然的后悔和想望。"}
{"text":"我很疑惑这是否就是种族脾性不同的表征？这是否就是中国民族缺乏那种侵蚀灵魂去造成那种西洋文学里悲剧材料的伟大热情的表征？这可就是中国文学中没有产生过希腊意义上的悲剧的原因？这可就是中国悲剧角色在危急之时饮泣吞声，让敌人带去了他们的情人，或如楚霸王那样，先杀死情人，然后自刎的原因？这种结局是不会使西洋观众满意的，可是中国人的生活是这样的，所以在文学上当然也就是这样的了。一个人跟命运挣扎，放弃了争斗，在事过之后，随之在悲剧回忆中，发生了一阵徒然的后悔和想望。正如唐明皇的悲剧那样，他谕令他的爱妃自杀，以满足叛军的要求，过后，便神魂颠倒地成天思念她。这种悲剧的情感是在那出戏剧结束后，在一阵悲哀中才表现出来的。当他在出狩生活中旅行时，在雨中听见隔山相应的铃声，便做了那首雨霖铃曲以纪念她他所能看到或扪触到的事事物物，无论是一条余香未尽的小领巾，或是她的一个老婢，都使他想起他的爱妃，这悲剧的结束便是由一个道士替他在仙境里寻觅她的芳魂。如此我们就在这里看到一种浪漫的敏感性，如不能称之为热情的话，不过这热情已变成一种圆熟而温和的了。所以，中国哲学家有着一种特点，他们虽卑视人类的情欲即七情的意思，却不卑视热情或情感本身，而反使之成为正常人类的生活基础，甚至于视夫妇之情为人伦之本。我们的热情或情感是随生命而同来，无可选择，正如我们不能择拣父母一样，我们不幸天生就有一种冷静或热烈的天性，这是事实。在另一方面，没有一个小孩是生来就是冷心的当我们渐次失掉那种少年心时，我们才会逐渐失掉我们内在的热情。在我们生活的某一时期中，我们热情的天性是被一种邪恶的环境所摧残压制，挫折或剥削，其所以如此，大概是由于我们没有留意使之继续生长，或者是我们不能从这种环境里解脱出来。我们在获取世事经验的过程中对于我们的天性曾多方摧残，我们学会了硬心肠，学会了虚伪矫饰，学会了冷酷残忍，因此在一个人自夸他已获得了很多的人世经验时，他的神经显已变成不锐敏，而麻木迟钝――此种现象尤其是在政界为最多。结果世界上多了一个伟大的进取者，把别人挤在一旁，而自己爬到顶上，世界上从此多了一个意志刚强心志坚定的人，不过感情――他称之为愚笨的理想主义或多情的东西――在他胸怀中的最后一些灰烬，则也渐渐地熄灭了。我很看不起这种人，这世界上冷酷心肠的人实在太多了。"}
{"text":"结果世界上多了一个伟大的进取者，把别人挤在一旁，而自己爬到顶上，世界上从此多了一个意志刚强心志坚定的人，不过感情――他称之为愚笨的理想主义或多情的东西――在他胸怀中的最后一些灰烬，则也渐渐地熄灭了。我很看不起这种人，这世界上冷酷心肠的人实在太多了。如果国家有一天要施行消灭那些不适于生存者的生殖机能的话，第一步，应该先把那些无道德感念的人艺术观念陈腐的人铁石心肠的人残酷而成功的人意志坚决一无情义的人，以及那一切失掉生之欢乐的人，一起把他们的生殖机能割掉――而不必亟亟于那些疯狂的人和患肺痨的人。因为在我看来，一个热情而有情感的人，或许会做出一些愚蠢和鲁莽的事情，可是一个无热情也无情感的人却好像是一个笑话或一幅讽刺画了。他跟都德的莎复p两者比较起来，只好算一条虫一架机器一座自动机尘世上的一点污点而已。有许多妓女她的一生比大腹便便的商人来得高洁。莎复虽然犯罪，但也懂得爱我们对于那些会显示深爱的人，应该给予较大的宽恕，无论怎样，她从一个冷酷的商业环境中走出来的时候，总比我们周遭的那些百万富翁怀着更热烈的心情。对曼丽玛黛玲崇拜是对的。热情和情感有时免不了使我们做错事，因而受罪是应该的。但是有许多宽容的母亲因为过于纵容子女，往往因爱子之心而失掉了理智的判断，不过她们到了老年的时候，她们一定会回忆到她们从前那种融融洽洽的家庭生活，以为比那些苛刻严峻的人的家庭生活来得快乐。有一个朋友曾告诉我一个故事。他说有一个年纪已七十八岁的老妇人对他说回溯过去的七十八年中，每想到我所做的错事时，我还是觉得快乐的不过又想到我的愚蠢时，我甚至到今天还不能饶恕我自己。可是人生是残酷的，一个有着热烈的慷慨的天性多情的人，也许容易受他的比较聪明的同伴之愚。那些天性慷慨的人，常常因慷慨而错了主意，常常因对付仇敌过于宽大，或对于朋友过于信任，而走了失着。慷慨的人有时会感到幻灭，因而跑回家中写出一首悲苦的诗。"}
{"text":"可是人生是残酷的，一个有着热烈的慷慨的天性多情的人，也许容易受他的比较聪明的同伴之愚。那些天性慷慨的人，常常因慷慨而错了主意，常常因对付仇敌过于宽大，或对于朋友过于信任，而走了失着。慷慨的人有时会感到幻灭，因而跑回家中写出一首悲苦的诗。在中国有许多的诗人和学者就是这样的，例如喝茶大家张岱，很慷慨地替亲友出力帮忙，甚至把家产也因此花完，而结果还吃了他最亲密的亲友的亏后来他把这遭遇写成十二首诗，那诗要算是我所曾读到过的最辛酸最悲苦的了。可是我很相信直到他老死还是那么慷慨大量的，即使是在他很穷困的时候，有几次几乎穷的要饿死，也必仍然如此。我相信那些悲哀的情绪不久就会烟消雾散，而他依旧会快乐的。虽说如此。但这种慷慨热烈的心情须有一种哲学加以保护，人生是严酷的，热烈的心性不足以应付环境，热情必须和智勇连结起来，方能避免环境的摧残。我觉得智和勇是同样的东西，勇乃是了解人生之后的产物一而二，二而一，一个完全了解人生的人始能有勇。如果智不能生勇，智便无价值。智抑制了我们愚蠢的野心，使我们从这个世界的骗子――无论是思想上的或人生上的――手中解放出来而生出勇气。在我们这个世界里，骗子真是不胜其多，不过中国佛教已经把许多的小骗子归纳于两个大骗子之中就是名和利。据说乾隆皇帝游江南的时候，有一次在一座山上眺望景色，望见中国海上帆船往来如织。他便问他身旁的大臣那几百只帆船是干什么的，他的大臣回答道，他只看见两只船，一只叫做名一只叫做利。有修养的人士也只能避免利的诱惑，只有最伟大的人物才能够逃避名的诱惑。有一次，一位僧人跟他的弟子谈到这两种俗念的根源时说绝利易，绝名心难。即退隐之学者僧人仍冀得名。彼乐与大众讲经说法，而不愿隐处小庵与弟子作日常谈。那个弟子道然则师傅可为世上惟一绝名心之人矣。师傅微笑而不言。据我的人生观察，佛教徒的那种分类是不完全的。人生的大骗子不只两个，而实有三个即名利权。在美国惯用的字中，可以拿成功ss这名词把这三个骗子概括起来。但是有许多智者以为成功和名利的欲望实是失败贫穷和庸俗无闻的恐惧之一种讳称而这些东西是支配着我们的生活的。"}
{"text":"即退隐之学者僧人仍冀得名。彼乐与大众讲经说法，而不愿隐处小庵与弟子作日常谈。那个弟子道然则师傅可为世上惟一绝名心之人矣。师傅微笑而不言。据我的人生观察，佛教徒的那种分类是不完全的。人生的大骗子不只两个，而实有三个即名利权。在美国惯用的字中，可以拿成功ss这名词把这三个骗子概括起来。但是有许多智者以为成功和名利的欲望实是失败贫穷和庸俗无闻的恐惧之一种讳称而这些东西是支配着我们的生活的。有许多人已经名利双全，可是他们还在费尽心计想法去统治别人，他们就是竭一生心力为祖国服役的人。这代价常是巨大的。如果你去请一个真真的智者来，要选他做总统，要他随时向一群民众脱帽招呼，一天中要演说七次，这种总统他一定不要做的。白赉士s，近代英国历史学家和外交家以为美国民主政府现行的制度不能招致国中最优秀的人才去入政界服役。我觉得单是竞选的吃力情形足已吓退美国的智者了。从政的人顶了竭毕生心力为人群服役的名义，一星期常须参加六次的宴会。他为什么不坐在家里，自己吃一顿简单的晚餐，随后穿上睡衣，舒舒服服地上床去睡呢？一个人在名誉或权力的迷惑下，不久也会变成其他骗子的奴隶，越陷越深永无止日。他不久便开始想改革社会，想提高人们的道德，想维护教会，想消弥罪恶，做一些计划给人家去实行，推翻别人所定的计划，在大会中读一篇他的下属替他预备好的统计报告，在委员会的席上研究展览会的蓝纸图样，甚至于想创设一间疯人院真厚脸皮啊！――总之一句话，想干涉人家的生活。但是不久，这些自告奋勇而负起的责任，什么改造人家实施计划破坏竞争者的计划等问题，一股脑儿抛在脑后，或甚至还不曾跑进过他的脑筋呢。一个在总统竞选中失败了的候选人，两星期过后，对于劳工失业关税等诸大问题都忘得一干二净！他是什么人，干吗要改造人家，增高人们的道德，送人家进疯人院去呢？可是他如果成功了的话，那些大骗子和小骗子是会使他踌躇满志地奔忙着，而使他想像着以为他的确是在做一些事情，而确是一个重要的人物。然而，世间还有一个次等的社会骗子，和上述的骗子有同样的魅力，一样普遍，就是时尚s。人类原来的自我本性很少有表现出来的勇气。希腊哲学家德谟克利图s他以为已把人类从畏惧上帝和死亡这两个大恐怖的压迫下解放出来，是一种对人类的伟大贡献。"}
{"text":"可是他如果成功了的话，那些大骗子和小骗子是会使他踌躇满志地奔忙着，而使他想像着以为他的确是在做一些事情，而确是一个重要的人物。然而，世间还有一个次等的社会骗子，和上述的骗子有同样的魅力，一样普遍，就是时尚s。人类原来的自我本性很少有表现出来的勇气。希腊哲学家德谟克利图s他以为已把人类从畏惧上帝和死亡这两个大恐怖的压迫下解放出来，是一种对人类的伟大贡献。虽然如此，可是他还不曾把我们从另一个普遍的恐惧――畏惧周遭的人――中解放出来。人们虽由畏惧上帝和畏惧死亡的压迫中解放了出来，但还有许多人仍不能解除畏惧人们的心理，不管我们是有意或无意，在这尘世中一律都是演员，在一些观众面前，演着他们所认可的戏剧。这种演戏的才能加上摹仿的才能其实即演戏才能的一部分，是我们猴子的遗传中最出色的质素。这种表演才能无疑地可以得到实在利益，最显而易见的就是博得观众的喝彩。但是喝彩声越高，台后的心绪也越加紧张。同时这才能也帮助一个人去谋生，所以我们不能怪谁迎合观众心理去扮演他的角色。惟一不合之处就是那演员或许会篡夺了那个人的位置，而完全占有了他在这世上享盛名居高位的人，能够保存本性的，真少而又少，也只有这一种人自知是在做戏，他们不会被权势名号资产财富等人造的幻象所欺蒙。当这些东西跑来时，他们只用宽容的微笑去接受，他们并不相信他们如此便变成特殊，便和常人不同。这一类的人物是精神上的伟大，也只有这些人的个人生活始终是简朴的。因为他们永不重视这些幻象，所以简朴才永远是真真伟大人物的标志。小官员幻想着自己的伟大交际场中的暴发户夸耀他的珠宝幼稚的作家幻想自己跃登作家之林，马上变成较不简朴较不自然的人这些都足以表示心智之狭小。我们的演戏本能是根深蒂固的，以致我们常常忘记离开舞台，忘记还有一些真正的生活可过。因此，我们一生辛辛苦苦的工作，并不依照自己的本性，为自己而生活，而只是为社会人士的喝彩而生活，如中国俗语所说老处女为他人作嫁衣裳。玩世愚钝潜隐老子老子刁慈的老猾哲学却产生了和平容忍简朴和知足的崇高理想，这看来似乎是矛盾的。这类教训包括愚笨者的智慧，隐逸者的长处，柔弱者的力量，和熟悉世故者的简朴。中国艺术的本身，和它那诗意的幻象以及对于樵夫渔父的简朴生活之赞颂，都不能脱离这种哲学而存在。"}
{"text":"因此，我们一生辛辛苦苦的工作，并不依照自己的本性，为自己而生活，而只是为社会人士的喝彩而生活，如中国俗语所说老处女为他人作嫁衣裳。玩世愚钝潜隐老子老子刁慈的老猾哲学却产生了和平容忍简朴和知足的崇高理想，这看来似乎是矛盾的。这类教训包括愚笨者的智慧，隐逸者的长处，柔弱者的力量，和熟悉世故者的简朴。中国艺术的本身，和它那诗意的幻象以及对于樵夫渔父的简朴生活之赞颂，都不能脱离这种哲学而存在。中国和平主义的根源，就是能忍受暂时的失败，静待时机，相信在天地万物的体系中，在大自然动力和反动力的规律运行之下，没有一个人能永远占着便宜，也没有一个人永远做傻子。大巧若拙，大辩若讷。躁胜寒，静胜热。清静为天下正。老子道德经，下同我们既知道大自然的运行中，没有一个人能永远占着便宜，或是做着傻子，所以其结论是竞争是徒劳的。老子曰圣人夫唯不争，故天下莫能与之争。又曰强梁者不得其死，吾将以为教父。当今的作家也可加上一句世间的独裁者如能不要密探来卫护，我愿做他的党徒。因此，老子曰天下有道，却走马以粪天下无道，戎马生于郊。善为士者不武善战者不怒。善胜敌者不与善用人者为下。是谓不争之德，是谓用人之力，是谓配天古之极。有了动力与反动力的规律，便产生了暴力对付暴力的局势以道佐人主者，不以兵强天下其事好还。师之所处，荆棘生焉。大军之后，必有凶年。善者果而已不敢以取强。果而勿矜果而勿伐果而勿骄果而不得已。果而勿强物壮则老。是谓不道，不道早已。凡尔赛会议如果请老子去做主席，我想今日一定不会有这么一个希特勒。希特勒自以为他在政治上当权之速，证明他得到上帝的庇佑。但我以为事情还要简单，他是得到克列孟梭神魂的庇佑。中国的和平主义不是那种人道的和平主义――不以博爱为本，而以一种近情的微妙的智慧为本。将欲q之，必固张之。将欲弱之，必固强之。将欲废之，必固兴之。是谓微明。柔弱胜刚强。鱼不可脱于渊国之利器不可以示人。关于柔弱者的力量，爱好和平者之总能得到胜利，以及隐逸者的长处这一类训诲，没有一个人再能比老子讲得更有力量。"}
{"text":"中国的和平主义不是那种人道的和平主义――不以博爱为本，而以一种近情的微妙的智慧为本。将欲q之，必固张之。将欲弱之，必固强之。将欲废之，必固兴之。是谓微明。柔弱胜刚强。鱼不可脱于渊国之利器不可以示人。关于柔弱者的力量，爱好和平者之总能得到胜利，以及隐逸者的长处这一类训诲，没有一个人再能比老子讲得更有力量。在老子看来，水便是柔弱者的力量的象征――轻轻地滴下来，能在石头上穿一个洞水有道家最伟大的智慧，向最低下的地方去求它的水平线江海所以能为百谷王者，以其善下之，故能为百谷王。谷是空洞象征，代表世间万物的子宫和母亲，代表阴或牝。谷神不死，是谓元牝。元牝之门，是谓天地根。绵绵若存用之不勤。以牝来代表东方文化，而以牡来代表西方文化，这不会是牵强附会之谈吧。无论如何，在中国的消极力量里，有些东西很像子宫或山谷，老子说为天下谷于天下谷，常德乃足。恺撒要做乡村中第一个人，而老子反之，他的忠告是不敢为天下先。讲到出名是一桩危险的事，庄子曾写过一篇讽刺的文章去反对孔子的夸耀知识行为。庄子著作里，有许多诽议孔子的文章，好在庄子写文章时，孔子已死，而且当时中国又没有关于毁坏名誉的法律。孔子围于陈蔡之间，七日不火食。大公任往吊之，曰子几死乎？曰然。子恶死乎？曰然。任曰予尝言不死之道。东海有鸟焉，其名曰意怠。其为鸟也，羽失羽失，而似无能。引援而飞追胁而栖。进不敢为前退不敢为后。食不敢先尝必取其绪。是故其行列不斥，而外人卒不得害，是以免于祸。直木先伐。甘井先竭。于其意者饰知以惊愚修身以明污。昭昭乎若揭日月而行，故不免也。孔子曰善哉！辞其交游，去其弟子，逃于大泽，衣裘褐，食杼栗。入兽不乱群，入鸟不乱行。我曾写过一首诗概括道家思想愚者有智慧，缓者有雅致，钝者有机巧，隐者有益处。在信仰基督教的读者们看来，这几句话或者很像耶稣的山上训言，而也许同样地对他们不生效力。老子说，愚者得福，因他们是世上最快乐的人。这句话好似替山上训言加了一些诙谐的成分。庄子继老子大巧若拙，大辩若讷的名句而说弃智。八世纪时的柳宗元把他比邻的山叫做愚山，附近的水叫做愚溪。十八世纪时的郑板桥说了一句名言聪明难，糊涂亦难，由聪明转入糊涂更难。中国文学上有诸如此类不少赞颂愚钝的话。"}
{"text":"我曾写过一首诗概括道家思想愚者有智慧，缓者有雅致，钝者有机巧，隐者有益处。在信仰基督教的读者们看来，这几句话或者很像耶稣的山上训言，而也许同样地对他们不生效力。老子说，愚者得福，因他们是世上最快乐的人。这句话好似替山上训言加了一些诙谐的成分。庄子继老子大巧若拙，大辩若讷的名句而说弃智。八世纪时的柳宗元把他比邻的山叫做愚山，附近的水叫做愚溪。十八世纪时的郑板桥说了一句名言聪明难，糊涂亦难，由聪明转入糊涂更难。中国文学上有诸如此类不少赞颂愚钝的话。美国有一句俚语是不要太精明s，从这句俚语也可看出抱这种态度者的智慧。大智是常常如愚的。所以，在中国文化上我们看见一种稀奇的现象，就是一个大智对自己发生怀疑，因而产生据我所知惟一的愚者的福音和潜隐的理论，而认为是人生斗争的最佳武器。由庄子的创说弃智，到尊崇愚者的观念，其中只是一个短短的过程在中国的绘画中和文章中，有着不少的乞丐，不朽的隐逸者癫僧，或如冥寥子游中的奇隐士等等，在那上面，我们都可以看出这种尊崇愚者观念的反映。当这个可怜的褴褛癫僧，变成了我们心目中最高智慧和崇高性格的象征时，智人即从人生的迷恋中清醒过来，接受一些浪漫的或宗教润色，而进入诗意的幻想境界。傻子的受人欢迎是一桩实事。我相信无论在东方或西方，人们总是憎恶那个过于精明的同伴的。袁中郎曾写过一篇文字，说明他和他的兄弟为什么要用那四个极愚笨但是忠心的仆人。任何人只要把他所有的朋友同伴细细想一想，就可以发现我们究竟喜欢怎样的人。我们喜欢愚笨的仆人是因为他比较老实可靠，和他在一起过日子，我们尽可以写写意意，不必处处提心吊胆。智慧的男人多数要不太精明的妻子，而智慧的女子也多数愿嫁不太精明的丈夫。中国历史上那些著名的傻子，都是因为他们的真癫或假癫而讨人欢喜，受人敬爱。例如宋朝著名画家米芾号米颠即癫，有一次穿了礼服去拜一块岩石，要那块岩石做他的丈人，因此得了米颠的名号。他和元朝的著名画家倪云林都有好洁之癖。又有一个著名的疯诗人赤了足，往来于各大寺院，在厨房里打杂，吃人家的残羹冷饭，不朽的诗便写在庙寺里厨房的墙壁上。最受中国人民爱戴的，要算是伟大的疯和尚颠僧了，他名叫济公，是一部通俗演义的主人公这部演义越演越长，篇幅比之唐吉诃德还长三倍，但好像还没有完结。"}
