{"text":"他多次会见他们，并设宴为他们接风。师觉月做第一次演讲时，适之先生亲自出席，并用英文致欢迎词，讲中印历史上的友好关系，介绍师觉月的学术成就，可见他对此事之重视。适之先生在美国留学时，忙于对西方，特别是对美国哲学与文化的学习，忙于钻研中国古代先秦的典籍，对印度文化以及佛教还没有进行过系统深入的研究。据说后来由于想写完中国哲学史，为了弥补自己的不足，开始认真研究中国佛教禅宗以及中印文化关系。我自己在德国留学时，忙于同梵文巴利文吐火罗文以及佛典拼命，没有余裕来从事中印文化关系史的研究。回国以后，迫于没有书籍资料，在不得已的情况下，开始注意中印文化交流史的研究。在解放前的三年中，只写过两篇比较像样的学术论文一篇是浮屠与佛，一篇是列子与佛典。第一篇讲的问题正是适之先生同陈援庵先生争吵到面红耳赤的问题。我根据吐火罗文解决了这个问题。两老我都不敢得罪，只采取了一个骑墙的态度。第章站在胡适之先生的墓前我想，适之先生不会不读到这一篇论文的。我只到清华园读给我的老师陈寅恪先生听。蒙他首肯，介绍给地位极高的中央研究院史语所集刊发表。第二篇文章，写成后我拿给了适之先生看，第二天他就给我写了一封信，信中说生经一证，确凿之至！可见他是连夜看完的。他承认了我的结论，对我无疑是一个极大的鼓舞。这一次，我来到台湾，前几天，在大会上听到主席李亦园院士的讲话，中间他讲到，适之先生晚年经常同年轻的研究人员坐在一起聊天。有一次，他说，做学问应该像北京大学的那样。我乍听之下，百感交集。适之先生这样说一定同上面两篇文章有关，也可能同我们分手后十几年中我写的一些文章有关。这说明，适之先生一直到晚年还关注着我的学术研究。知己之感，油然而生。在这样的情况下，我还可能有其他任何的感想吗？在政治方面，众所周知，适之先生是不赞成共产主义的。但是，我们不应忘记，他同样也反对三民主义。我认为，在他的心目中，世界上最好的政治就是美国政治，世界上最民主的国家就是美国。这同他的个人经历和哲学信念有关。他们实验主义者不主张什么终极真理，而世界上所有的主义都与终极真理相似，因此他反对。他同共产党并没有任何深仇大恨。他自己说，他一辈子没有写过批判共产主义的文章，而反对国民党的文章则是写过的。我可以讲两件我亲眼看到的小事。"}
{"text":"在政治方面，众所周知，适之先生是不赞成共产主义的。但是，我们不应忘记，他同样也反对三民主义。我认为，在他的心目中，世界上最好的政治就是美国政治，世界上最民主的国家就是美国。这同他的个人经历和哲学信念有关。他们实验主义者不主张什么终极真理，而世界上所有的主义都与终极真理相似，因此他反对。他同共产党并没有任何深仇大恨。他自己说，他一辈子没有写过批判共产主义的文章，而反对国民党的文章则是写过的。我可以讲两件我亲眼看到的小事。解放前夕，北平学生动不动就示威游行，比如沈崇事件反饥饿反迫害等等，背后都有中共地下党在指挥发动，这一点是人所共知的，适之先生焉能不知！但是，每次北平国民党的宪兵和警察逮捕了学生，他都乘坐他那辆当时北平还极少见的汽车，奔走于各大衙门之间，逼迫国民党当局非释放学生不行。他还亲笔给南京驻北平的要人写信，为了同样的目的。据说这些信至今犹存。我个人觉得，这已经不能算是小事了。另外一件事是，有一天我到校长办公室去见适之先生。一个学生走进来对他说昨夜延安广播电台曾对他专线广播，希望他不要走，北平解放后，将任命他为北大校长兼北京图书馆的馆长。他听了以后，含笑对那个学生说人家信任我吗？谈话到此为止。这个学生的身份他不能不明白，但他不但没有拍案而起，怒发冲冠，态度依然亲切和蔼。小中见大，这些小事都是能够发人深思的。适之先生以青年暴得大名，誉满士林。我觉得，他一生处在一个矛盾中，一个怪圈中一方面是学术研究，一方面是政治活动和社会活动。他一生忙忙碌碌，倥偬奔波，作为一个过河卒子，勇往直前。我不知道，他自己是否意识到身陷怪圈。当局者迷，旁观者清，我认为，这个怪圈确实存在，而且十分严重。那么，我对这个问题有什么看法呢？我觉得，不管适之先生自己如何定位，他一生毕竟是一个书生，说不好听一点，就是一个书呆子。我也举一件小事。有一次，在北京图书馆开评议会，会议开始时，适之先生匆匆赶到，首先声明，还有一个重要会议，他要早退席，会议开着开着就走了题，有人忽然谈到水经注。一听到水经注，适之先生立即精神抖擞，眉飞色舞，口若悬河。一直到散会，他也没有退席，而且兴致极高，大有挑灯夜战之势。从这样一个小例子中不也可以小中见大吗？我在上面谈到了适之先生的许多德行，现在笼统称之为优点。我认为，其中最令我钦佩，最使我感动的却是他毕生奖掖后进。"}
{"text":"我也举一件小事。有一次，在北京图书馆开评议会，会议开始时，适之先生匆匆赶到，首先声明，还有一个重要会议，他要早退席，会议开着开着就走了题，有人忽然谈到水经注。一听到水经注，适之先生立即精神抖擞，眉飞色舞，口若悬河。一直到散会，他也没有退席，而且兴致极高，大有挑灯夜战之势。从这样一个小例子中不也可以小中见大吗？我在上面谈到了适之先生的许多德行，现在笼统称之为优点。我认为，其中最令我钦佩，最使我感动的却是他毕生奖掖后进。平生不解藏人善，到处逢人说项斯。他正是这样一个人。这样的例子是举不胜举的。中国是一个很奇怪的国家，一方面有我上面讲到的只此一家的恩师另一方面却又有老虎拜猫为师学艺，猫留下了爬树一招没教给老虎，幸免为徒弟吃掉的民间故事。二者显然是有点矛盾的。适之先生对青年人一向鼓励提挈。年代，他在美国哈佛大学遇到当时还是青年的学者周一良和杨联升等，对他们的天才和成就大为赞赏。后来周一良回到中国，倾向进步，参加革命，其结果是众所周知的。杨联升留在美国，在二三十年的长时间内，同适之先生通信论学，互相唱和，在学术成就上也是硕果累累，名扬海外。周的天才与功力，只能说是高于杨，虽然在学术上也有所表现，但是，格于形势，不免令人有未尽其才之感。看了二人的遭遇，难道我们能无动于衷吗？我同适之先生在孑民堂庆祝会上分别，从此云天渺茫，天各一方，再没有能见面，也没有能互通音信。我现在谈一谈我的情况和大陆方面的情况。我同绝大多数的中老年知识分子和教师一样，怀着绝对虔诚的心情，向往光明，向往进步。觉得自己真正站起来了，大有飘飘然羽化而登仙之感，有点忘乎所以了。我从一个最初喊什么人万岁都有点忸怩的低级水平，一踏上革命之路，便步步登高，飞驰前进再加上天纵睿智，虔诚无垠，全心全意，投入造神运动中。常言道众人拾柴火焰高。大家群策群力，造出了神，又自己膜拜，完全自觉自愿，绝无半点勉强。对自己则认真进行思想改造。原来以为自己这个知识分子，虽有缺点，并无罪恶但是，经不住社会上根红苗壮阶层的人士天天时时在你耳边聒噪你们知识分子身躯脏，思想臭！西方人说谎言说上一千遍就成为真理。此话就应在我们身上，积久而成为一种原罪感，怎样改造也没有用，只有心甘情愿地居于老九的地位，改造，改造，再改造，直改造得懵懵懂懂，两邃狙轮间不辩牛马。"}
{"text":"常言道众人拾柴火焰高。大家群策群力，造出了神，又自己膜拜，完全自觉自愿，绝无半点勉强。对自己则认真进行思想改造。原来以为自己这个知识分子，虽有缺点，并无罪恶但是，经不住社会上根红苗壮阶层的人士天天时时在你耳边聒噪你们知识分子身躯脏，思想臭！西方人说谎言说上一千遍就成为真理。此话就应在我们身上，积久而成为一种原罪感，怎样改造也没有用，只有心甘情愿地居于老九的地位，改造，改造，再改造，直改造得懵懵懂懂，两邃狙轮间不辩牛马。然而涅难望，苦海无边，而自己却仍然是膜拜不息。通过无数次的运动一直到十年浩劫自己被关进牛棚被打得一佛出世二佛升天，皮开肉绽，仍然不停地膜拜，其精诚之心真可以惊天地泣鬼神了。改革开放以后，自己脑袋里才裂开了一点缝，觉今是而昨非，然而自己已快到耄耋之年，垂垂老矣，离开在过客一文讲到的长满了百合花的地方不太远了。至于适之先生，他离开北大后的情况，我在上面已稍有所涉及总起来说，我是不十分清楚的，也是我无法清楚的。到了年，从批判俞平伯先生的红楼梦研究的资产阶级唯心论起，批判之火终于烧到了适之先生身上。这是一场缺席批判。适之远在重洋之外，坐山观虎斗。即使被斗的是他自己，反正伤不了他一根毫毛，他乐得怡然观战。他的名字仿佛已经成一个稻草人，浑身是箭，一个不折不扣的箭垛，大陆上众家豪杰，个个义形于色，争先恐后，万箭齐发，适之先生兀自巍然不动。我幻想，这一定是一个非常难得的景观。在浪费了许多纸张和笔墨时间和精力之余，终成为竹篮子打水一场空，乱哄哄一场闹剧。适之先生于年猝然逝世，享年已经过了古稀，在中国历代学术史上，这已可以算是高龄了，但以今天的标准来衡量，似乎还应该活得更长一点。中国古称仁者寿，但适之先生只能说是仁者不寿。当时在大陆上左风犹狂，一般人大概认为胡适已经是被打倒在地的人，身上被踏上了一千只脚，永世不得翻身了。这样一个人的死去，有何值得大惊小怪！所以报刊杂志上没有一点反应。我自己当然是被蒙在鼓里，毫无所知。十几二十年以后，我脑袋里开始透进点光的时候，我越想越不是滋味，曾写了一篇短文为胡适说几句话，我连先生二字都没有勇气加上，可是还有人劝我以不发表为宜。文章终于发表了，反应还差强人意，至少没有人来追查我，我心里一块石头落了地。"}
{"text":"中国古称仁者寿，但适之先生只能说是仁者不寿。当时在大陆上左风犹狂，一般人大概认为胡适已经是被打倒在地的人，身上被踏上了一千只脚，永世不得翻身了。这样一个人的死去，有何值得大惊小怪！所以报刊杂志上没有一点反应。我自己当然是被蒙在鼓里，毫无所知。十几二十年以后，我脑袋里开始透进点光的时候，我越想越不是滋味，曾写了一篇短文为胡适说几句话，我连先生二字都没有勇气加上，可是还有人劝我以不发表为宜。文章终于发表了，反应还差强人意，至少没有人来追查我，我心里一块石头落了地。最近几年来，改革开放之风吹绿了中华大地，知识分子的心态有了明显的转变，身上的枷锁除掉了，原罪之感也消逝了。被泼在身上的污泥浊水逐渐清除了，再也用不着天天夹着尾巴过日子了。这种思想感情上的解放，大大地提高了他们的积极性，愿意为祖国的繁荣富强贡献自己的力量。出版界也奋起直追，出版了几部胡适文集。安徽教育出版社雄心最强，准备出版一部超过两千万字的胡适全集。我可是万万没有想到，主编这一非常重要的职位，出版社竟垂青于我。我本不是胡适研究专家，我诚惶诚恐，力辞不敢应允。但是出版社却说，现在北大曾经同适之先生共过事而过从又比较频繁的人，只剩下我一个人了。铁证如山，我只能仰不是俯允了。我也想以此报知遇之恩于万一。我写了一篇长达一万七千字的总序，副标题是还胡适以本来面目。意思也不过是想拨乱反正，以正视听而已。前不久，又有人邀我在学林往事中写一篇关于适之先生的文章，理由同前，我也应允而且从台湾回来后抱病写完。这一篇文章的副标题是毕竟一书生。原因是，前一个副标题说得太满，我哪里有能力还适之先生以本来面目呢？后一个副标题是说我对适之先生的看法，是比较实事求是的。我在上面谈了一些琐事和非琐事，俱往矣，只留下了一些可贵的记忆。我可真是万万没有想到，到了望九之年，居然还能来到宝岛，这是以前连想都没敢想的事。到了台北以后，才发现，年前在北平结识的老朋友，比如梁实秋袁同礼傅斯年毛子水姚从吾等等，全已作古。我真是访旧半为鬼，惊呼热中肠了。天地之悠悠是自然规律，是人力所无法抗御的。我现在站在适之先生墓前，心中浮想联翩，上下年，纵横数千里，往事如云如烟，又历历如在目前。中国古代有俞伯牙在钟子期墓前摔琴的故事，又有许多在挚友墓前焚稿的故事。"}
{"text":"我可真是万万没有想到，到了望九之年，居然还能来到宝岛，这是以前连想都没敢想的事。到了台北以后，才发现，年前在北平结识的老朋友，比如梁实秋袁同礼傅斯年毛子水姚从吾等等，全已作古。我真是访旧半为鬼，惊呼热中肠了。天地之悠悠是自然规律，是人力所无法抗御的。我现在站在适之先生墓前，心中浮想联翩，上下年，纵横数千里，往事如云如烟，又历历如在目前。中国古代有俞伯牙在钟子期墓前摔琴的故事，又有许多在挚友墓前焚稿的故事。按照这个旧理，我应当把我那新出齐了的文集搬到适之先生墓前焚掉，算是向他汇报我毕生科学研究的成果。但是，我此时虽思绪混乱，但神智还是清楚的，我没有这样做。我环顾陵园，只见石阶整洁，盘旋而上，陵墓极雄伟，上覆巨石，墓志铭为毛子水亲笔书写，墓后石墙上嵌有德艺双馨四个大字，连同墓志铭，都金光闪闪，炫人双目。我站在那里，蓦抬头，适之先生那有魅力的典型的我的朋友式的笑容，突然显现在眼前，年依稀缩为一刹那，历史仿佛没有移动。但是，一定神儿，忽然想到自己的年龄，历史毕竟是动了，可我一点也没有颓唐之感。我现在大有老骥伏枥，志在万里之感。我相信，有朝一日，我还会有机会重来宝岛，再一次站在适之先生的墓前。年月日写毕第章回忆陈寅恪先生别人奇怪，我自己也奇怪我写了这样多的回忆师友的文章，独独遗漏了陈寅恪先生。这究竟是为什么呢？对我来说，这是事出有因，查亦有据的。我一直到今天还经常读陈先生的文章，而且协助出版社出先生的全集。我当然会时时想到寅恪先生的。我是一个颇为喜欢舞笔弄墨的人，想写一篇回忆文章，自是意中事。但是，我对先生的回忆，我认为是异常珍贵的，超乎寻常的神圣的。我希望自己的文章不要玷污了这一点神圣性，故而迟迟不敢下笔。到了今天，北大出版社要出版我的怀旧集，已经到了非写不行的时候了。要论我同寅恪先生的关系，应该从年前的清华大学算起。我于年考入国立清华大学，入西洋文学系不知道从什么时候起改名为外国语文系。西洋文学系有一套完整的教学计划，必修课规定得有条有理，完完整整。但是给选修课留下的时间却是很富裕的。除了选修课以外，还可以旁听或者偷听。教师不以为忤，学生各得其乐。我曾旁听过俞平伯郑振铎等先生的课，都安然无恙，而且因此同郑振铎先生建立了终生的友谊。但也并不是一切都一帆风顺。"}
{"text":"要论我同寅恪先生的关系，应该从年前的清华大学算起。我于年考入国立清华大学，入西洋文学系不知道从什么时候起改名为外国语文系。西洋文学系有一套完整的教学计划，必修课规定得有条有理，完完整整。但是给选修课留下的时间却是很富裕的。除了选修课以外，还可以旁听或者偷听。教师不以为忤，学生各得其乐。我曾旁听过俞平伯郑振铎等先生的课，都安然无恙，而且因此同郑振铎先生建立了终生的友谊。但也并不是一切都一帆风顺。我同一群学生去旁听冰心先生的课。她当时极年轻，而名满天下。我们是慕名而去的。冰心先生满脸庄严，不苟言笑，看到课堂上挤满了这样多学生，知道其中有诈，于是威仪俨然地下了逐客令凡非选修此课者，下一堂不许再来！我们悚然而听，憬然而退，从此不敢再进她讲课的教室。四十多年以后，我同冰心重逢，她已经变成了一个慈祥和蔼的老人，由怒目金刚一变而为慈眉菩萨。我向她谈起她当年逐客的事情，她已经完全忘记，我们相视而笑，有会于心。就在这个时候，我旁听了寅恪先生的佛经翻译文学。参考书用的是六祖坛经，我曾到城里一个大庙里去买过此书。寅恪师讲课，同他写文章一样，先把必要的材料写在黑板上，然后再根据材料进行解释考证分析综合，对地名和人名更是特别注意。他的分析细入毫发，如剥蕉叶，愈剥愈细愈剥愈深，然而一本实事求是的精神，不武断，不夸大，不歪曲，不断章取义。他仿佛引导我们走在山阴道上，盘旋曲折，山重水复，柳暗花明，最终豁然开朗，把我们引上阳关大道。读他的文章，听他的课，简直是一种享受，无法比拟的享受。在中外众多学者中，能给我这种享受的，国外只有亨利希吕德斯，在国内只有陈师一人。他被海内外学人公推为考证大师，是完全应该的。这种学风，同后来滋害流毒的以论代史的学风，相差不可以道里计。然而，茫茫士林，难得解人，一些鼓其如簧之舌惑学人的所谓学者，骄纵跋扈，不禁令人浩叹矣。寅恪师这种学风，影响了我的一生。后来到德国，读了吕德斯教授的书，并且受到了他的嫡传弟子瓦尔德施米特教授的教导和熏陶，可谓三生有幸，可惜自己的学殖瘠茫，又限于天赋，虽还不能论无所收获，然而犹如细流比沧海，空怀仰止之心，徒增效颦之恨。这只怪我自己，怪不得别人。"}
{"text":"这种学风，同后来滋害流毒的以论代史的学风，相差不可以道里计。然而，茫茫士林，难得解人，一些鼓其如簧之舌惑学人的所谓学者，骄纵跋扈，不禁令人浩叹矣。寅恪师这种学风，影响了我的一生。后来到德国，读了吕德斯教授的书，并且受到了他的嫡传弟子瓦尔德施米特教授的教导和熏陶，可谓三生有幸，可惜自己的学殖瘠茫，又限于天赋，虽还不能论无所收获，然而犹如细流比沧海，空怀仰止之心，徒增效颦之恨。这只怪我自己，怪不得别人。总之，我在清华四年，读完了西洋文学系所有的必修课程，得到了一个学士头衔。现在回想起来，说一句不客气的话我从这些课程中收获不大。欧洲著名的作家，什么莎士比亚歌德塞万提斯莫里哀但丁等等的著作都读过。连现在忽然时髦起来的尤利西斯和追忆似水年华等等也都读过，然而大都是浮光掠影，并不深入。给我留下深远影响的课反而是一门旁听课和一门选修课。前者就是在上面谈到寅恪师的佛经翻译文学后者是朱光潜先生的文艺心理学，也就是美学。关于后者，我在别的地方已经谈过，这里就不再赘述了。在清华时，除了上课以外，同陈师的接触并不太多。我没到他家去过一次。有时候，在校内林荫道上，在熙来攘往的学生人流中，有时会见到陈师去上课。身着长袍，朴素无华，肘下夹着一个布包，里面装满了讲课时用的书籍和资料。不认识他的人，恐怕大都把他看成是琉璃厂某一个书店的到清华来送书的老板，绝不会知道，他就是名扬海内外的大学者。他同当时清华留洋归来的大多数西装革履发光鉴人的教授，迥乎不同。在这一方面，他也给我留下了毕生难忘的印象，令我受益无穷。离开了水木清华，我同寅恪先生有一个长期的别离。我在济南教了一年国文，就到了德国哥廷根大学。到了这里，我才开始学习梵文巴利文和吐火罗文。在我一生治学的道路上，这是一个极关重要的转折点。我从此告别了歌德和莎士比亚，同释迦牟尼和弥勒佛打起交道来。不用说，这个转变来自寅恪先生的影响。真是无巧不成书，我的德国老师瓦尔德施米特教授同寅恪先生在柏林大学是同学，同为吕德斯教授的学生。这样一来，我的中德两位老师同出一个老师的门下。有人说名师出高徒。我的老师和太老师们不可谓不名矣，可我这个徒却太不高了。忝列门墙，言之汗颜。但不管怎样说，这总算是一个中德学坛上的佳话吧。"}
{"text":"在我一生治学的道路上，这是一个极关重要的转折点。我从此告别了歌德和莎士比亚，同释迦牟尼和弥勒佛打起交道来。不用说，这个转变来自寅恪先生的影响。真是无巧不成书，我的德国老师瓦尔德施米特教授同寅恪先生在柏林大学是同学，同为吕德斯教授的学生。这样一来，我的中德两位老师同出一个老师的门下。有人说名师出高徒。我的老师和太老师们不可谓不名矣，可我这个徒却太不高了。忝列门墙，言之汗颜。但不管怎样说，这总算是一个中德学坛上的佳话吧。我在哥廷根年，正值二战，是我一生精神上最痛苦然而在学术上收获却是最丰富的年。国家为外寇侵入，家人数年无消息，上有飞机轰炸，下无食品果腹。然而读书却无任何干扰。教授和学生多被征从军。偌大的两个研究所印度学研究所和汉学研究所，都归我一个人掌管。插架数万册珍贵图书，任我翻阅。在汉学研究所深深的院落里，高大阴沉的书库中在梵学研究所古老的研究室中，阒无一人。天上飞机的嗡嗡声与我腹中的饥肠辘辘声相应和。闭目则浮想联翩，神驰万里，看到我的国，看到我的家张目则梵典在前，有许多疑难问题，需要我来发覆。我此时恍如遗世独立，苦欤？乐欤？我自己也回答不上来了。经过了轰炸的炼狱，又经过了饥饿，到了年，在我来到哥廷根年之后，我终于盼来了光明，东西法西斯垮台了。美国兵先攻占哥廷根，后为英国人来接管。此时，我得知寅恪先生在英国医目疾。我连忙写了一封长信，向他汇报我年来学习的情况，并将自己在哥廷根科学院院刊及其他刊物上发表的一些论文寄呈。出乎我意料地迅速，我得了先生的复信，也是一封长信，告诉我他的近况，并说不久将回国，信中最重要的事情是说，他想向北大校长胡适代校长傅斯年文学院长汤用彤几位先生介绍我到北大任教。我真是喜出望外，谁听到能到最高学府去任教而会不引以为荣呢？我于是立即回信，表示同意和感谢。这一年深秋，我终于告别了住了整整年的哥廷根，怀着客树回看成故乡的心情，一步三回首地到了瑞士。在这个山明水秀的世界公园里住了几个月，年春天，经过法国和越南的西贡，又经过香港，回到了上海。在克家的榻榻米上住了一段时间。从上海到了南京，又睡到了长之的办公桌上。这时候，寅恪先生也已从英国回到南京。我曾谒见先生于俞大维官邸中。"}
