{"text":"他本是一个孩子般赤诚的人，只因对于精神事物过于执著，才常常陷入痛苦之中。我心想，我宁愿像他那样痛苦，也不愿像别人那样满足，因为他的痛苦其实是充实，别人的满足其实是空虚。不过，我的这个决心曾经发生了一次动摇。那是在一年级下学期开学不久，掀起了学雷锋的运动。有一天，我们走在校园里，他突然问我雷锋是谁？我只知道两点他是解放军被电线杆砸死了。我也不太清楚，把耳闻的一些情况告诉了他。晚上，在阅览室里，我们对面坐着一个学生，一会儿翻开一本拜伦抒情诗选看看，一会儿在一张纸上写点什么。你看他的模样，像读拜伦的人吗？世英对我耳语。他站起来，装做若无其事的样子，到那人身后转了一圈。走出阅览室，他对我说我看他在写诗，想问他要来看看。可是，往那纸上一看，吓了一跳――又是雷锋！我们每人也写一篇关于雷锋的文章，怎么样？我答应了。第二天，他拿给我一叠纸。这是一组短文，我记得有这样的句子雷锋是谁？他爱过吗？她是谁？一根木头倒下来，他死了。此外就是嘲笑各种不同类型的人对学雷锋的反应。我觉得这有点儿过分。他嘲讽一切，反抗一切，但自己没有任何肯定的东西，没有一种要坚持的信仰，这样还是追求真理吗，会有一个积极的结果吗？我回敬了一组短文，模仿他的嘲讽口吻，内容是批评他的。正在这时候，年级要举行学雷锋讨论会，团支部动员我作重点发言，我同意了。现在我分析，我之所以同意，一是对世英的倾向发生了怀疑，二也有庸俗的实际考虑，想改变自己因为与世英在一起而形成的在班上的孤立状态。夜晚，在教室的日光灯下，课桌围成一圈。以前无论上课还是开会，我和世英总是坐在一起，这天他坐得离我远远的，而几个积极分子故意坐在我周围，为我助威。轮到我发言了，我鼓起勇气，宣读准备好的稿子。我谈到个性发展与社会需要的关系，表示要向雷锋学习，以个人服从社会。我还把教授们和雷锋比较，宣称雷锋的贡献更大。发言时，我看见世英埋头不停地在一个本子上写着。我的发言是以对雷锋的慷慨赞辞结束的，大意是雷锋是雷，轰鸣的惊雷是由无数平凡的小水滴组成带电的云而引起的雷锋是锋，锐利的锋刃是由无数平凡的金属小分子结合在一起构成的雷锋就是以无数平凡的小事体现了他的伟大品质。现在我当然会为这些话感到羞愧，它们空洞之极，是用堆砌的辞藻表达一个当时宣传的正宗观点。"}
{"text":"我还把教授们和雷锋比较，宣称雷锋的贡献更大。发言时，我看见世英埋头不停地在一个本子上写着。我的发言是以对雷锋的慷慨赞辞结束的，大意是雷锋是雷，轰鸣的惊雷是由无数平凡的小水滴组成带电的云而引起的雷锋是锋，锐利的锋刃是由无数平凡的金属小分子结合在一起构成的雷锋就是以无数平凡的小事体现了他的伟大品质。现在我当然会为这些话感到羞愧，它们空洞之极，是用堆砌的辞藻表达一个当时宣传的正宗观点。然而，话音刚落，响起了热烈的掌声，我周围的几个同学激动地握住我的手。在我发言前，其中一个同学写了一首赞美雷锋的诗给我看，我在纸上批道这是诗吗？简直是乱喊，既无内容，又无形式。这时他恳切地对我说你的发言才是真正的诗。散会了，同学们簇拥着我朝宿舍走去。透过夜色，我看见世英孤零零的影子在前面走着，只有他一人，别人都离他很远，包括我。我突然感到深深的内疚，意识到自己事实上背叛了他。回到寝室，他朝我宽容地笑了一笑。第二天上课时，我们又坐到了一起。课间，他给我念他昨天在讨论会上写的日记好家伙，把教授全给否了祝贺你，以前是朋友，以后呢，分手了，我不阻碍你听着听着，我流泪了。上课铃声响了，他在一张纸片疾写，然后递给我。那是一首诗，其中写道我是一块石头，还是一个恶魔？刚刚吸干了自己的血浆，却又把毒刺伸向了那颗幼弱的心窝。我含泪回了一首诗，大意是说，我是又一个高略德金二重人格中主角，心儿在彷徨，彷徨也难久。他立刻给我写了一封信，告诉我个人与社会是必然会发生冲突的，这使得每个人不可避免地都是二重人格应该倾听自己的内在声音，让个性得到自由的表达。个性自由一直是世英关注的中心问题，他在北大写的第一篇文章题为论冲动和不安，也是围绕这个问题的，其中说每个人都有其内在目的，表现为冲动遭到外部压制，被掩盖起来，表现为外在目的，造成虚伪，引起不安。我读信时，他一直注视着我，脸上肌肉神经质地抽动着。下课后，他对我说其实我没有责备你，我也并不讨厌学雷锋，别人学雷锋我支持，问题是你――你学得了吗？你真愿意成为雷锋吗？他问得有理。事实上，我内心一直是矛盾的。一方面，我感觉到所身处的巨大社会现实，知道自己不适应它就没有出路。正是在这种现实感的支配下，我作了那样一个慷慨的发言。"}
{"text":"我读信时，他一直注视着我，脸上肌肉神经质地抽动着。下课后，他对我说其实我没有责备你，我也并不讨厌学雷锋，别人学雷锋我支持，问题是你――你学得了吗？你真愿意成为雷锋吗？他问得有理。事实上，我内心一直是矛盾的。一方面，我感觉到所身处的巨大社会现实，知道自己不适应它就没有出路。正是在这种现实感的支配下，我作了那样一个慷慨的发言。另一方面，我内心的确认为，仅仅做一个普通螺丝钉，人生未免太苍白了，我是不会真正甘心的。我仍然把独立思考和个性自由看得更珍贵，宁愿过一种虽然痛苦然而充实的生活。在此之后，我和世英更加亲近了。我这一只迷途的羔羊，一度被团支部领上正路，人家还来不及庆祝，很快又回到迷途上去了。七和自由写作大学一年级时，上海中学的一些老同学为了保持联系，委托我办一个刊物，由我负责组稿和编辑，然后交清华的同学油印和寄发。这种油印刊物只办了一期，后来嫌麻烦，就改为手抄本，在北京上海两地传递。世英知道了这件事，很有兴趣地向我了解具体的做法。我们也来办一个刊物，好吗？他问我。我欣然同意，却未见下文。不久后我发现，这个刊物已经诞生，它就是第二学期开学后，有一天，世英给我看他写的一首诗，题为献给。开头几句是你在等待什么？，，还有得到，我就充实，失去，我就空虚他还把孙经武的一篇短文拿给我看，内容是针对他的，说自己可不想和什么打交道，宁肯和这些小娃娃玩耍。世英显得挺生气，表示要狠狠回击。文章马上出来了，是一篇寓言，写一头大象在森林里一往无前地行进，遇到任何障碍物，它都轻松地用长鼻卷起来甩开。应他的要求，我也写了一篇，论点是无论，还是，离开s就没有意义。s是物理学中代表方向的符号，世英看后用一句话打发了我s是虚构的，人生哪有什么目的？后来我明白，献给实际上就是世英为写的发刊词了。这份如今被视为地下文学史上的经典的手抄刊物，其实不过是郭世英张鹤慈孙经武三人写了作品互相传阅而已。围绕这个刊物有一个小团体，成员除他们三人外，还有一个女孩叫叶蓉青，是北京第二医学院的学生，因为与孙经武关系亲密而入伙。按照世英事后的说法，我算一个外围。为什么叫呢？"}
{"text":"s是物理学中代表方向的符号，世英看后用一句话打发了我s是虚构的，人生哪有什么目的？后来我明白，献给实际上就是世英为写的发刊词了。这份如今被视为地下文学史上的经典的手抄刊物，其实不过是郭世英张鹤慈孙经武三人写了作品互相传阅而已。围绕这个刊物有一个小团体，成员除他们三人外，还有一个女孩叫叶蓉青，是北京第二医学院的学生，因为与孙经武关系亲密而入伙。按照世英事后的说法，我算一个外围。为什么叫呢？三人各有自己的解释郭说是未知数，张说是十字街头，孙说是俄文中赫鲁晓夫第一个字母。自此以后，张孙经常在北大校园里出现了。张鹤慈出现得多些，他的父亲张宗炳是北大生物系教授，他随父母住在北大的一个教师宿舍区。我常常看见他到寝室来找世英，然后两人一同离去。他留着长发，脸蛋小而精巧，脸色苍白，脸部的肌肉总在痉挛着，眼中射出异样的光，像陀思妥耶夫斯基笔下的神经质人物。孙经武则是微胖的中等个儿，一双聪明的大眼睛里含着不易觉察的讥讽，一副满不在乎的懒洋洋的神态，更像屠格涅夫笔下的多余的人。当时这二人都失学无业。从一零一中学出来后，孙参了军，因企图偷越国境被部队退了回来。张一度在北京师院数学系上学，以七门功课不及格的考试成绩被开除。据说他是故意考不及格的，世英多次以夸耀的口吻提起这件事，仿佛这也是他的光荣。自此以后，我也经常读到他们三人的作品了。他们三人的写作体裁和风格各不相同。张鹤慈主要写诗，艺术上精雕细刻，写得精致唯美而朦胧。我相信，他不愧是北岛顾城这一代诗人的先驱，中国当代朦胧诗的历史应该从他算起。我保存着他稍晚些年写的四首诗，可惜的是时期的诗作已经难寻踪迹，我只记得其中的两句诗月亮患了癌症，太阳是个大傻瓜。他也写短篇小说，文字同样唯美而精炼。我记得一篇的情节，写一个美丽女子患了癌症，坐在炉火前一边烧毁信件和日记，一边回忆往事她曾经与一个有才华的同学热恋，那个同学成了右派，她后来违心地和一个当公安干部的同学姘居，从此幸福毁了，只剩下痛苦和悔恨。孙经武擅长写评论。他有惊人的记忆力，在看歌剧蝴蝶夫人之后，写了一篇洋洋数万言的长文，对剧中细节的描述之详尽和准确使世英惊叹不已。世英告诉我，他经常钻研毛选和党史，然后写评论文章。我只看过一篇，题为论纸老虎，辞藻很华丽，讽刺一切帝国主义都是纸老虎的论点。"}
{"text":"我记得一篇的情节，写一个美丽女子患了癌症，坐在炉火前一边烧毁信件和日记，一边回忆往事她曾经与一个有才华的同学热恋，那个同学成了右派，她后来违心地和一个当公安干部的同学姘居，从此幸福毁了，只剩下痛苦和悔恨。孙经武擅长写评论。他有惊人的记忆力，在看歌剧蝴蝶夫人之后，写了一篇洋洋数万言的长文，对剧中细节的描述之详尽和准确使世英惊叹不已。世英告诉我，他经常钻研毛选和党史，然后写评论文章。我只看过一篇，题为论纸老虎，辞藻很华丽，讽刺一切帝国主义都是纸老虎的论点。其中说，既然是纸糊的老虎，用手指一戳就会破的，何必那样如临大敌。又说，中国反对赫鲁晓夫修正主义，而赫鲁晓夫之所以是修正主义，只因为他是赫鲁晓夫。世英让我回他一篇，我就模仿孙的文风，描绘纸糊的老虎放在暗处，模样如何可怕，真假如何难辨，因此哪里还有用手指戳破它的勇气。世英看后说算了，甭给他看了，他准要骂你。他认为，孙是犯了语义学错误，并按这个思路写了一篇反驳文章。现在想来，当时我的文章实在是够不上他们的水准，我才幸而没有成为的正式成员。世英的写作体裁比较多样，开始是诗和短篇小说，后来很认真地经营一个剧本，最后又写起自传体长篇小说来，但由于出事，剧本和长篇都没有完成。他有一首自己很欣赏的诗，大意是说，他流着泪喝一杯苦酒，眼泪不断地滴进杯里，这杯苦酒永远喝不完了。在写作上，他真正坚持不懈做的一件事是即兴记录生活和思想的片断。他不知从哪里源源不断弄来许多废弃的纸张，纸质非常好，一面打印有英文字，他就利用另一面写东西。张孙的东西都写在正经的活页纸上，一笔一划显出一种认真，而他使用的纸张本身就鼓励了一种随意。他常常对我说思想不是追求来的，而是自己跑来被你碰上的。现在我知道，这句话基本上是抄自尼采。不过，他的确这样做了，随时随地带着纸，随时随地记录瞬间闪过的思绪和反省到的心理活动。这种习惯对他帮助很大，使他在运用他所激赏的意识流写作方式时得心应手。不但在阅读上，而且在写作上，世英都是给了我重大影响的第一人。事实上，我有意无意地在模仿他。较早的时候，我正沉迷于屠格涅夫，便以读初中时对一个女生的暗恋为素材，写了一篇近万字的书信体小说，题为一札未发出的信。我拿给班上一个似乎也喜欢文学的同学看，没想到他读后连连叫道太丑了！太丑了！世英知道了，责备我不该给那人看。他对这篇习作的评价是你能写东西，文笔很流畅。"}
{"text":"这种习惯对他帮助很大，使他在运用他所激赏的意识流写作方式时得心应手。不但在阅读上，而且在写作上，世英都是给了我重大影响的第一人。事实上，我有意无意地在模仿他。较早的时候，我正沉迷于屠格涅夫，便以读初中时对一个女生的暗恋为素材，写了一篇近万字的书信体小说，题为一札未发出的信。我拿给班上一个似乎也喜欢文学的同学看，没想到他读后连连叫道太丑了！太丑了！世英知道了，责备我不该给那人看。他对这篇习作的评价是你能写东西，文笔很流畅。不过，情节太简单了，没有曲折和起伏。又转述曹秋池的评论，说我写的不是爱情，而是性欲的觉醒。我听了为曹的敏锐吃惊，心里却不太舒服。后来，我也开始写自传体长篇小说，集中写上北大后这一段经历，但写了不多就中止了，原因是生活的浪潮来得太猛了。我给一个朋友写信说生活尚且来不及，哪里顾得上去回忆！当时我写得最勤的也是感受和思绪的即兴记录，即所谓随感，这个习惯完全是在世英的影响下养成的。我还学他的样，热中于用文字描述眼前某个实景，例如课堂上老师和同学的表现，某件事发生时人们的表情，校园里某一处的风景，我称之为文字写生。此外，我十分认真地写日记，每天都写好几页。我把日记当做我的主课，如果我在阅览室里埋头疾书，摊在笔下的多半是日记本。现在来看，所有这些随感文字写生和日记，虽然不是正式的写作，却比任何正式的写作更有效地提升了我的写作能力。它们在我身上培育了一种猎人似的警觉，随时随地捕捉生活中和心灵中有价值的东西，并转换成文字储存起来。一个人一旦形成了这样的本能，不管他以后是否以写作为生，要他不成为一个真正意义上的作家几乎是不可能的了。郭世英和张孙当时都是二十来岁的青年，并且属于精神上十分敏感的类型，对西方的传统文化和现代文化又有相当的接触，因而格外感觉到生活在文化专制下的压抑和痛苦，表现出了强烈的离经叛道倾向。在他们三人中，张孙的作品较多涉及政治，郭离政治要远一些。我完全不同，一方面更幼稚，另一方面还比较正统，对于他们的这种倾向并不太理解，甚至感到疑虑和害怕。但是，尽管如此，他们的写作――主要是郭的作品和张的诗――对于我仍是一种巨大的启示，令我耳目一新。他们使我看到，写作还有另一种可能性，完全不必遵循时行的政治模式，而可以是一种真正的艺术创造和思想探索，一种个人的精神活动。"}
{"text":"在他们三人中，张孙的作品较多涉及政治，郭离政治要远一些。我完全不同，一方面更幼稚，另一方面还比较正统，对于他们的这种倾向并不太理解，甚至感到疑虑和害怕。但是，尽管如此，他们的写作――主要是郭的作品和张的诗――对于我仍是一种巨大的启示，令我耳目一新。他们使我看到，写作还有另一种可能性，完全不必遵循时行的政治模式，而可以是一种真正的艺术创造和思想探索，一种个人的精神活动。当时我并非很清晰地意识到这一点，但种子已经悄悄播下，总有一天会发芽生长。八为郭世英担忧我上北大时，正值展开反对苏联修正主义的斗争，并以之带动国内的阶级斗争。在这个背景下，学校里政治学习很多，而多数学生的政治热情似乎也很高涨。从年底开始，反修斗争以抨击意大利共产党总书记陶里亚蒂的方式揭开序幕，不久后就升级为与苏共中央的公开论战，报上陆续发表重头文章。每次发表前，都先行广播，许多学生守在校园里的各个高音喇叭下面等候，准备好对那些他们觉得铿锵有力的句子大声喝彩。我心中不免反感，觉得这些人看似立场鲜明，其实并没有自己的立场，如果生活在苏联，他们同样会为苏联对中国的批判喝彩。郭世英更是压抑不住内心的反感，夜晚在盥洗室里，他经常向我发牢骚。我们说他们是修正主义，他们说我们是教条主义，你知道谁对谁错？说人家是特权阶层，有别墅，咱们哪个领导人没有呀。我父亲走到哪里，哪里就有他专用的房子，北戴河上海青岛都有。中国还不是凭资格吃饭，才能毫无用处他的浑厚的低音时而清晰，时而模糊，仿佛从一个风向不定的远处飘来。我不知道他说得对不对，但我知道他是在认真地为这些问题苦恼，他用自己的头脑思考也投入了自己的心，因而远比那些朝高音喇叭喝彩的人更接近真理。使世英反感的另一件事是学校宣布要整顿纪律。他对我说整吧，容得下我就容，容不下我就走。我恋着北大什么？是赵老师辩证唯物主义教员的讲义，还是陈老师年级主任的训话？陈老师要他为旷课写检讨，他回答说你处分我吧。你按照规定处分了我，我也按照规定受了处分，还有什么必要写检讨呢？他的情绪越来越烦躁了，经常头痛失眠。他告诉我，他的神经衰弱是装出来的，人有点病就自由了，可以不受纪律约束。可是，我明明看到他控制不住自己的情绪。有一回，他当着我的面用火柴烧手指。"}
{"text":"使世英反感的另一件事是学校宣布要整顿纪律。他对我说整吧，容得下我就容，容不下我就走。我恋着北大什么？是赵老师辩证唯物主义教员的讲义，还是陈老师年级主任的训话？陈老师要他为旷课写检讨，他回答说你处分我吧。你按照规定处分了我，我也按照规定受了处分，还有什么必要写检讨呢？他的情绪越来越烦躁了，经常头痛失眠。他告诉我，他的神经衰弱是装出来的，人有点病就自由了，可以不受纪律约束。可是，我明明看到他控制不住自己的情绪。有一回，他当着我的面用火柴烧手指。还有一回，他逼方小早把他的双臂捆绑起来，说想试一试用多大的力量能够挣脱。当时大学生里基本上没有人吸烟，而他却烟斗不离手。其实他没有什么烟瘾，不过是显示一种叛逆的姿态，他知道老师和同学们对此反感，愈是这样，他就愈是当众大模大样地吞云吐雾。在去教室的路上，他看见有几个工人在锅炉房外清扫煤渣，便对我说以后我就是干这个的，而胡某某这些人会成为我的上级。他妈的，我什么也不要，我是天之骄子！胡某某是我们寝室的一个同学，安徽农家子弟，心胸比较狭隘，最看不惯世英，在大吵过一次后，彼此不再说话。在平静的时候，世英试图分析自己，他说我不知道为什么现在人还会颓废，战后颓废还好理解。是因为不自由吗？我有什么不自由的？爱不上课就不上课，老师也拿我没办法。也许是因为才能不够，我的才能离我想达到的差太远了。但我不羡慕别人，我还是喜欢我自己。又说我的思想够灰的了，但还不算太灰，要不我跟你说这些干什么？还是想寻求同情。有一天，全校围歼臭虫，宿舍楼前的空地上，一张张双层床四脚朝天。我和世英在一起，我们正向床的缝隙里喷敌敌畏，他对我小声说告诉你，有一天我要出国。我嘲笑他说你这个样子，出国能干什么？他仿佛受了侮辱，用激烈的口气回答怎么，你看不起我？我当个资本家回来给你看看！我说得了，没成为乞丐就不错。他瞥我一眼，说走着瞧吧。可是，一会儿，他苦笑了一下，对我说其实我不是很想出国，张鹤慈孙经武他们出去还有事可干，我能干什么呢？那天午睡时，我听见他在窗外叫我，便翻窗出去。他旁边站着张鹤慈，他们想去喝酒，但没有钱了，向我借钱，还要用一下我的学生证去旧书店卖书。张鹤慈手里拿着一套莫里哀戏剧集，几天后我在海淀旧书店里看到了这套书，扉页上有张的签名。他们三人经常去饭店喝酒，在半醉中写作。"}
{"text":"我当个资本家回来给你看看！我说得了，没成为乞丐就不错。他瞥我一眼，说走着瞧吧。可是，一会儿，他苦笑了一下，对我说其实我不是很想出国，张鹤慈孙经武他们出去还有事可干，我能干什么呢？那天午睡时，我听见他在窗外叫我，便翻窗出去。他旁边站着张鹤慈，他们想去喝酒，但没有钱了，向我借钱，还要用一下我的学生证去旧书店卖书。张鹤慈手里拿着一套莫里哀戏剧集，几天后我在海淀旧书店里看到了这套书，扉页上有张的签名。他们三人经常去饭店喝酒，在半醉中写作。有一次，都喝得醉醺醺了，孙经武盯郭世英良久，咕噜一声死鱼的眼睛！这句话令他大为欣赏。在当时的环境中，他们三人是不折不扣的另类。他们的行为，一半是对现实的反叛，一半是对西方艺术家的模仿，我估计主要是在模仿人，岁月，生活所描写的洛东达酒吧里的榜样。使我越来越担心的是，世英的情绪这样放任下去，与现实的冲突日趋激烈，不知会走向一个怎样悲惨的结局。九出事了对于我来说，年月是一段惊心动魄的日子，许多场景在四十年后的今天仍历历在目。五一节前一天，下课后，回到寝室，郭世英对我说五一我不回家，看他们怎么样！他眯缝着眼凝视窗外，眼中闪烁着一丝冷笑。不过，你可别告诉人家。他补充说。一会儿，他抓起书包走了，把我一个人留在了深深的不安之中。我在他的长篇小说中读到过家庭餐桌上的冷战场面。譬如说，面对一桌丰盛的菜肴，他会发出挑衅的感叹唉，要是把这些菜带回学校里慢慢吃，该多好。这明显是对家里特权生活的讽刺，结果会出现一阵尴尬的沉默。然后，母亲开始重复他早已听腻的训话，姐姐附和，哥哥向他投以鄙夷的目光。在这种场合，父亲总是沉默无语。妹妹和小弟还小，与他同病相怜的只有大弟民英。我由此知道他和家里的关系有些紧张，但没想到紧张到了这个地步。月日和日，他没有来上学。月日晚上，曹秋池突然来找我。这是很不寻常的，他和郭世英关系密切，和我却不曾有单独的来往。刚在床沿上坐下，他开口便说喔哟，真紧张，出事了。接着告诉我，五一期间，郭世英一直没有回家，他们试图偷越国境，被发现了。这更是我万万没有想到的。在此之前，世英虽然说过有一天他要出国，但我只以为他在开玩笑，没有放在心里。现在回想起来，他最近的一些反常行为有了答案。"}
