{"text":"幸亏街道上照顾她的不止一家。她又旧调重弹还是女儿好。她也许怕女儿以为她的钱都花在儿子身上了，所以告诉了女儿自己还有多少存款。从此以后，林奶奶多年没有动用的存款，不久就陆续花得只剩了一点点。原来她又在为女儿盖新屋。我末了一次见她，她的背已经弯成九十度。翻开她的大襟，小襟上一只只口袋差不多都是空的，上面却别着大大小小不少别针。不久林奶奶就病倒了，不知什么病，吐黑水――血水变黑的水。街道上把她送进医院，儿子得信立即赶来，女儿却不肯来。医院的大夫说，病人已没有指望，还是拉到乡下去吧。儿子回乡找车，林奶奶没等车来，当晚就死了。我相信这是林奶奶生平最幸运的事。显然她一辈子的防备都是多余了。林奶奶死后女儿也到了，可是不肯为死人穿衣，因为害怕。她说她又不是我妈，她不过是我的大妈。我还恨她呢。我十四岁叫我做童养媳，嫁个傻子，生了一大堆傻子我见过两个并不傻，不过听说有一个是缺心眼儿的。女儿和儿子领取了林奶奶的遗产存款所余无几，但是城里的房产听说落实了。据那位女儿说，他们乡间的生活现在好得很了，家家都有新房子，还有新家具，大立柜之类谁家都有，林奶奶的破家具只配当劈柴烧了。林奶奶火化以后，她娘家人坚持办丧事得摆酒，所以热热闹闹请了二十桌。散席以后，她儿子回家睡觉，忽发现锅里蟠着两条三尺多长满身红绿斑纹的蛇。街坊听到惊叫，赶来帮着打蛇。可是那位儿子忙拦住说别打，别打，广开大门，把蛇放走。林奶奶的丧事如此结束。锅里蟠两条蛇，也不知谁恶作剧不过，倒真有点像林奶奶干的。一九八四年四月读柯灵选集读柯灵选集柯灵同志要我为现代作家选集里的柯灵选集写序文。他不嫌佛头著秽，我却不敢冒狂妄之讥，所以擅改题目，写一篇读后心得，表达我的欣赏。和柯灵同志略有交往的人，都会感到他和善诚挚。如果无缘和他深交熟识，读了他的文章，就能看出他的和善诚挚不同一般。他和善，因为处处把自己融和在人民群众之间。他诚挚，因为抱有坚定的信念，指引他为国为民，忠贞不渝。用他自己的话说，人民有不可违拗的意志，所以他的和善会变成勇猛。而他对自己信念的诚挚，使他在艰苦中也不灰心丧志，能变方换法，为他信奉的理想奋斗。"}
{"text":"和柯灵同志略有交往的人，都会感到他和善诚挚。如果无缘和他深交熟识，读了他的文章，就能看出他的和善诚挚不同一般。他和善，因为处处把自己融和在人民群众之间。他诚挚，因为抱有坚定的信念，指引他为国为民，忠贞不渝。用他自己的话说，人民有不可违拗的意志，所以他的和善会变成勇猛。而他对自己信念的诚挚，使他在艰苦中也不灰心丧志，能变方换法，为他信奉的理想奋斗。这样的人，聪明不外露而含蕴在内，他并不光芒射人，却能照见别人所看不到的地方。选集所收的散文杂文小说理论，都显露出这样一位。且看他的散文吧。有几篇写情写景，情景交融，很有诗意。可是并不像杜少陵那样此身饮罢无归处，独立苍茫自咏诗，或陆放翁那样此身合是诗人未，细雨骑驴入剑门，露出诗人自我欣赏的姿态。他着眼的是浔阳江上夜航讴歌的舟子，为全家老少饥寒温饱或忧或喜的打鱼人，傍岸的采菱妇女，或顶风逆浪向暴力拼斗的孤舟。水乡渡口，他看到的是沉默的摆渡老人和来往渡客。田间春天的田园里，他记起童年，想到乡民翻泥锄草时短暂的美梦。他怀念遗事，带些惆怅迷惘之感，可是并非留连过去，而是要冲破陈旧，另开新局。逗留在他记忆里的是那些碌碌终身默默无闻的艺术家，或筵前卖笑的妓女，戏院里卖糖的孩子。团园里为了救光脚丫而成为残废的小先生笑得多么甜蜜！红泪里受欺压的小东西流下的眼泪多么辛酸！跳楼自杀的工人为他发泄了义愤，而抗战结束，一名沉水自杀的日军又为他留下悲悯惊惧等等复杂的情绪。这都是把自己融和在群众中的感受。他悼念的革命志士，都谦和诚恳，拙于言辞而勇于牺牲性命。他钦佩的翻译家一生耿直勤奋。他心仪的老水手，经历了惊风险浪依然扬帆前进，更教人油然起虽不能至，心向往之的企慕。这些文章里都充满了坚守不渝的信念。杂文一组是忧时愤世之作，写出上海沦陷时期的人间地狱，以及在里面鬼混的奴才小丑等。但总不忘自己是一名战士，绝不面对残暴的镇压而回避斗争，他敢于打破窒息人的恐怖气氛，发一声喊我要抗议，我要控诉！有人说，柯灵的小说似散文。"}
{"text":"他心仪的老水手，经历了惊风险浪依然扬帆前进，更教人油然起虽不能至，心向往之的企慕。这些文章里都充满了坚守不渝的信念。杂文一组是忧时愤世之作，写出上海沦陷时期的人间地狱，以及在里面鬼混的奴才小丑等。但总不忘自己是一名战士，绝不面对残暴的镇压而回避斗争，他敢于打破窒息人的恐怖气氛，发一声喊我要抗议，我要控诉！有人说，柯灵的小说似散文。这大概因为他写得亲切自然，好像随笔记下些身经目击的事，产生一种真实感，叫人忘了那是小说。他的评论文章不作随声附和的判断，而有独到的见地，并流露出他从不卖弄的丰富学识。他是下苦功夫自学成家的，有自发的兴趣，有自辟的道路，基础深厚而结合实际，所以自有胆识。单从这个集子里选收的文章，就可见多才多艺。柯灵同志惯爱抹去自我，深藏若虚，可是他抹不掉自己的才华。随着斗争的需要或生活的逼迫，他的创作层出不穷，而他的文笔对任何形式都得心应手描摹景物，点染得宜抒写情感，熨贴入微叙述故事，生动传神。柯灵散文选自序里说，希望炼就灵动皎洁清光照人的文格。读他的文章而能见到他的为人，不就因为他笔下灵动皎洁清光照人吗？一九八四年七月怀念石华父怀念石华父石华父是陈麟瑞同志的笔名。他和夫人柳无非同志是我们夫妇的老友。抗战期间，两家都在上海，住在同一条街上，相去不过五分钟的路程，彼此往来很密。我学写剧本就是受了麟瑞同志的鼓励，并由他启蒙的。在我们夫妇的记忆里，麟瑞同志是最随和最宽容的一位朋友。他曾笑呵呵指着默存对我说他打我踢我，我也不会生他的气。我们每想到这句话，总有说不尽的感激。他对朋友，有时像老大哥对小孩子那么纵容，有时又像小孩子对老大哥那么崇敬。他往往引用这位或那位朋友的话，讲来满面严肃，好像是至高无上的权威之论。后来那几位朋友和我们渐渐熟识，原来他们和麟瑞同志一样，并不以权威自居。他们的话只是朋友间随意谈论罢了，麟瑞同志却那么重视。他实在是少有的忠厚长者谦和君子。去年，我在报纸上读到一篇陈麟瑞先生二三事，吴岩是麟瑞同志在暨南大学教过的学生据说麟瑞同志是最认真最严格的老师。我想，他的温厚谦虚，也许正出于他对待自己的严格认真。"}
{"text":"他往往引用这位或那位朋友的话，讲来满面严肃，好像是至高无上的权威之论。后来那几位朋友和我们渐渐熟识，原来他们和麟瑞同志一样，并不以权威自居。他们的话只是朋友间随意谈论罢了，麟瑞同志却那么重视。他实在是少有的忠厚长者谦和君子。去年，我在报纸上读到一篇陈麟瑞先生二三事，吴岩是麟瑞同志在暨南大学教过的学生据说麟瑞同志是最认真最严格的老师。我想，他的温厚谦虚，也许正出于他对待自己的严格认真。他对自己剧作的要求，显然比他对学生功课上的要求更加严格认真。见新民晚报一九八四年四月二十四日。据吴岩同志的记述，一九六五年，某出版社要求重出他的剧本。他婉拒说，那些旧作还待修改后看看是否值得重版。又据说，他曾告诉学生，他在哈佛大学专攻戏剧，对喜剧尤感兴趣，可是他从未透露自己用石华父的笔名写戏。这都可见他对自己剧作的态度多么严谨。最近上海抗战时期文学丛书要出版石华父的剧本选集。无非同志请柯灵同志选定剧目。选出的剧本有以下三种职业妇女是创作，晚宴是由美国名剧改编的悲剧，雁来红是由英国名剧改编的喜剧。原先打算选入的尤三姐或海葬都是由小说改编的，可惜稿本遍觅不得，只好作罢。职业妇女是轻巧的四幕喜剧，无非同志说是一九三九年左右写成的。剧里讽刺一个假道学的局长把女职员当作玩物，定下规章，只雇用未婚妇女，结婚就解雇。他挪用公款做投机买卖，牟取暴利，打算带着女秘书到香港去享用，船票都买好了。他的女儿看中一个有志青年，可是他管教很严，不许女儿交男友。他的女秘书其实已经结婚，丈夫就是那个有志青年的朋友。局长挪用公款的事差点儿败露，女秘书乘机对他施加压力，成全了他女儿的婚姻，并利用现成的船票，让那一对青年奔赴大后方。剧情演变自然，讽刺的人和事都是很可笑的。麟瑞同志熟谙戏剧结构的技巧，对可笑的事物也深有研究。他的藏书里有半架子英法语的笑的心理学一类的著作，我还记得而且也借看过。晚宴和雁来红都是一九四二年以后上演的，那时上海已经沦陷。麟瑞同志在晚宴的序里说，他当时心境非常恶劣，除开改编，恐怕什么都写不出。他读过很多英美的热门戏剧，这两个剧本的原作都曾风行一时。"}
{"text":"剧情演变自然，讽刺的人和事都是很可笑的。麟瑞同志熟谙戏剧结构的技巧，对可笑的事物也深有研究。他的藏书里有半架子英法语的笑的心理学一类的著作，我还记得而且也借看过。晚宴和雁来红都是一九四二年以后上演的，那时上海已经沦陷。麟瑞同志在晚宴的序里说，他当时心境非常恶劣，除开改编，恐怕什么都写不出。他读过很多英美的热门戏剧，这两个剧本的原作都曾风行一时。可是要把外国的剧情改得适合我国当时的社会，并不容易，还需动用精细的手法，来一番再创造。这两出戏都已经改得不像外国戏了。这里还保存着一份晚宴的演员表，上面的主角配角全都是第一流的名演员。由此可见剧本多么受重视，也可以料想演出多么成功。我记得尤三姐演出后颇得好评，也记得麟瑞同志改编海葬很下功夫。舞台上末一幕里，大幅的蓝色绸子映着灯光幻成海浪，麟瑞同志看了非常欣赏。我希望将来这两个剧本还能找到。我们下干校的前夕，风闻麟瑞同志暴病去世。我们从干校一回来就去看望无非同志，得知麟瑞同志在文化大摧残的时期，绝望灰心，劈开生死路，退出是非门。他生前常对我们讲，他打算写一部有关喜剧和笑的论著，还在继续收集资料。可是他始终没有动笔，如今连他已写成的作品都不齐全了。看到他残存的三个剧本，我们有无穷感慨对他没有心绪写出的剧本和没有时间写出的著作，更有无限向往。一九八五年大王庙大王庙一九一九年――五四运动那年，我在北京女师大附属小学上学。那时学校为十二三岁到十五六岁的女学生创出种新服装。当时成年的女学生梳头，穿黑裙子小女孩子梳一条或两条辫子穿裤子。按这种新兴的服装，十二三到十五岁的女学生穿蓝色短裙，梳一条辫子。我记得我们在大操场上朝会的时候，老师曾两次叫我姐姐的朋友我崇拜的美人穿了这种短裙子，登上训话台当众示范。以后，我姐姐就穿短裙子了，辫梢上还系个白绸子的蝴蝶结。那年秋大，我家从北京迁居无锡，租居沙巷。我就在沙巷口的大王庙小学上学。我每和姐姐同在路上走，无锡老老少少的妇女见了短裙子无不骇怪。她们毫不客气地呼邻唤友快点来看呶！梳则辫子促则腰裙呶！无锡土话快来看哦！"}
{"text":"按这种新兴的服装，十二三到十五岁的女学生穿蓝色短裙，梳一条辫子。我记得我们在大操场上朝会的时候，老师曾两次叫我姐姐的朋友我崇拜的美人穿了这种短裙子，登上训话台当众示范。以后，我姐姐就穿短裙子了，辫梢上还系个白绸子的蝴蝶结。那年秋大，我家从北京迁居无锡，租居沙巷。我就在沙巷口的大王庙小学上学。我每和姐姐同在路上走，无锡老老少少的妇女见了短裙子无不骇怪。她们毫不客气地呼邻唤友快点来看呶！梳则辫子促则腰裙呶！无锡土话快来看哦！梳着辫子系着裙子哦！我悄悄儿拉拉姐姐说她们说你呢。姐姐不动声色说别理会，快走，我从女师大附小转入大王庙小学，就像姐姐穿着新兴的服装走在无锡的小巷上一样。大王庙小学就称大王庙，原先是不知什么大王的庙，改成一间大课堂，有双人课桌四五直行。初级小学四个班都在这一间大课堂里，男女学生大约有八十左右。我是学期半中间插进去的。我父亲正患重病，母亲让老门房把我和两个弟弟送入最近的小学我原是三年级，在这里就插入最高班。大王庙的教职员只有校长和一位老师。校长很温和，冻红的鼻尖上老挂着一滴清水鼻涕。老师是孙先生，剃一个光葫芦瓢似的头，学生背后称他孙光头。他拿着一条藤教鞭，动不动打学生，最爱打脑袋。个个学生都挨打，不过他从不打我，我的两个不懂事的弟弟也从没挨过打，大概我们是特殊的学生。校长不打学生，只有一次他动怒又动手了，不过挨打的学生是他的亲儿子。这孩子没有用功作业，校长气得当众掀开儿子的开裆裤，使劲儿打屁股。儿子嚎啕大哭，做爸爸的越打越气越发狠痛打，后来是孙光头跑来劝止了。我是新学生，不懂规矩，行事往往别扭可笑。我和女伴玩官打捉。贼北京称为官打巡美，我拈阄拈得贼，拔脚就跑。女伴以为我疯了，拉住我问我干什么。我急得说我是贼呀！嗨，快别响啊！是贼，怎么嚷出来呢！我这个笨贼急得直要挣脱身。我说我是贼呀！得逃啊！她们只好耐心教我是赋，就悄悄儿坐着，别让人看出来。又有人说你要给人捉出来，就得挨打了。我告诉她们贼得乘早逃跑，要跑得快，不给捉住。她们说女老小姑则即女孩子家不兴得逃快快。"}
{"text":"贼北京称为官打巡美，我拈阄拈得贼，拔脚就跑。女伴以为我疯了，拉住我问我干什么。我急得说我是贼呀！嗨，快别响啊！是贼，怎么嚷出来呢！我这个笨贼急得直要挣脱身。我说我是贼呀！得逃啊！她们只好耐心教我是赋，就悄悄儿坐着，别让人看出来。又有人说你要给人捉出来，就得挨打了。我告诉她们贼得乘早逃跑，要跑得快，不给捉住。她们说女老小姑则即女孩子家不兴得逃快快。逃呀追呀是男老小的事。我委屈地问女孩子该怎么？一个说步步太阳就是古文的负暄，负读如步一个说到女生间去踢踢毽子。大庙东院是女生间，里面有个马桶。女生在里面踢键子。可是我只会跳绳拍皮球，不会踢键子，也不喜欢闷在又狭又小的女生间里玩。不知谁画了一幅孙光头的像，贴在女生间的墙上，大家都对那幅画像拜拜。我以为是讨好孙先生呢。可是她们说，为的是要钝死他。我不懂什么叫钝。经她们七张八嘴的解释，又打比方，我渐渐明白钝就是叫一个人倒霉，可是不大明白为什么拜他的画像就能叫他倒霉，甚至能拜死他。这都是我闻所未闻的。多年后我读了些古书，才知道钝就是易经屯卦的屯，遭难当灾的意思。女生间朝西。下午，院子里大槐树的影子隔窗映在东墙上，印成活动的淡黑影。女生说是鬼，都躲出去。我说是树影，她们不信。我要证明那是树影不是鬼，故意用脚去踢。她们吓得把我都看成了鬼，都远着我。我一人没趣，也无法争辩。那年我虚岁九岁。我有一两个十岁左右的朋友，并不很要好。和我同座的是班上最大的女生，十五岁。她是女生的头儿。女生中间出了什么纠纷，如吵架之类，都听她说了算。小女孩子都送她东西，讨她的好。一次，有个女孩子送她两只刚出炉的烤白薯。正打上课铃，她已来不及吃。我和她的课桌在末排，离老师最远。我看见她用怪脏的手绢儿包着热白薯，缩一缩鼻涕，假装抹鼻子，就咬一口白薯。我替她捏着一把汗直看她吃完。如果孙光头看见，准用教鞭打她脑袋。在大王庙读什么书，我全忘了，只记得国文教科书上有一课是子曰，父母之年，不可不知也，孙光头把子曰解作儿子说。"}
{"text":"她是女生的头儿。女生中间出了什么纠纷，如吵架之类，都听她说了算。小女孩子都送她东西，讨她的好。一次，有个女孩子送她两只刚出炉的烤白薯。正打上课铃，她已来不及吃。我和她的课桌在末排，离老师最远。我看见她用怪脏的手绢儿包着热白薯，缩一缩鼻涕，假装抹鼻子，就咬一口白薯。我替她捏着一把汗直看她吃完。如果孙光头看见，准用教鞭打她脑袋。在大王庙读什么书，我全忘了，只记得国文教科书上有一课是子曰，父母之年，不可不知也，孙光头把子曰解作儿子说。念国文得朗声唱诵，称为啦上声。我觉得发出这种怪声挺难为情的。每天上课之前，全体男女学生排队到大院西侧的菜园里去做体操。一个最大的男生站在前面喊口令，喊的不知什么话，弯着舌头，每个字都带个儿。后来我由七儿八儿悟出他喊的是一二三四五六七八。弯舌头又带个儿，算是官话或国语的。有一节体操是揉肚子，九岁十岁以上的女生都含羞吃吃地笑，停手不做。我傻里傻气照做，她们都笑我。我在大王庙上学不过半学期，可是留下的印象却分外生动。直到今天，有时候我还会感到自己仿佛在大王庙里。一九八八年八月客气的日本人客气的日本人抗战后期，我和默存一同留在沦陷的上海，住在沿街。晚上睡梦里，或将睡未睡将醒未醒的时候，常会听到沉重的军靴脚步声。我们惊恐地悄悄说捉人！说不定哪一天会轮到自己。朋友间常谈到某人某人被捕了。稍懂门路的人就教我们，一旦遭到这类事，可以找某某等人营救受讯时第一不牵累旁人，同时也不能撒谎。回答问题要爽快，不能迟疑，不能吞吞吐吐，否则招致敌人猜疑。谎话更招猜疑，可是能不说的尽量巧妙地隐瞒。那时默存正在写谈艺录。我看着稿子上涂改修补着细细密密的字，又夹入许多纸条，多半是毛边纸上用毛笔写的。我想这部零乱的稿子虽是学术著作，却经不起敌人粗暴的翻检，常为此惴惴不安。一九四五年四月间，一天上午九十点钟，默存已到到学校上课。我女儿圆圆幼年多病，不上学，由我启蒙，这时正在卧房里做功课。我们的卧房是个亭子间，在半楼梯。楼下挨厨房的桌上放着砧板，摊着待我拣挑的菜――我正兼任女佣，又在教女儿功课。"}
{"text":"我看着稿子上涂改修补着细细密密的字，又夹入许多纸条，多半是毛边纸上用毛笔写的。我想这部零乱的稿子虽是学术著作，却经不起敌人粗暴的翻检，常为此惴惴不安。一九四五年四月间，一天上午九十点钟，默存已到到学校上课。我女儿圆圆幼年多病，不上学，由我启蒙，这时正在卧房里做功课。我们的卧房是个亭子间，在半楼梯。楼下挨厨房的桌上放着砧板，摊着待我拣挑的菜――我正兼任女佣，又在教女儿功课。忽听得打门声，我就去应门一看二位来客，觉得他们是日本人其实一个是日本人，一个是朝鲜人，上海人称为高丽棒子我忙请他们进来，请他们坐，同时三脚两步逃上半楼梯的亭子间，把一包谈艺录的稿子藏在我认为最妥善的地方，随即斟了两杯茶送下去――倒茶是为藏稿子。他们问这里姓什么？姓钱。姓钱？还有呢？没有了。没有别家？只你们一家？只我们一家。他们反复盘问了几遍，相信我个是撒谎，就用日语交谈，我听个懂。有电话吗？我告诉他们电话在半楼梯我们卧房的门口。我就站在桌子旁边拣菜。叔父在三楼，听日本人用日本话打电话，就下楼来，他走到我身边，悄声说他们是找你。我看见小本子上写的是。你还是躲一躲吧。我不愿意躲，因为知道躲不了。但叔父是一家之主，又是有阅历有识见的人，他叫我躲，我还是听话。由后门出去，走几步路就是我大姐的朋友家。我告诉叔父我在五号，立即从后门溜走。我大姐的朋友大我十五六岁，是一位老姑娘，一人带着个女佣住一间底层的大房间，我从小喜欢她，时常到她家去看看她。她见了我很高兴，说她恰恰有几个好菜，留我吃饭。她怕我家里有事，建议提早吃饭。我和她说说笑笑闲聊着等吃饭。饭菜有炒虾仁海参蹄筋之类。主人殷勤劝食，我比往常多吃了半碗饭。我怕吓着老人，一字未提家有日本人找，不过一向和她说笑，心上直挂念着该怎么办。饭后，她叫我帮她绕毛线。我一面绕，一面闲闲地说起家里有日本人找我呢，我绕完这一股，想回去看看。她吃一大惊说啊呀！你怎么没事人儿似的呀？我说不要紧的，我怕吓了你。正说着，九弟默存的堂弟跑来了。他说日本人不肯走，他们说嫂嫂不回去，就把我和多哥默存的另一堂弟带走。"}
