{"text":"尼采选集第卷，第页。他们以同情为乐，他们太缺乏羞耻。查拉图斯特拉如是说同情者。尼采全集第卷，第页。在尼采看来，人与人之间是应当保持一定距离的，这是每个人的自我的必要的生存空间。一个缺乏自我的人，往往不懂得尊重别人的自我需要生存空间。你刚好要独自体验和思索一下你的痛苦，你的门敲响了，那班同情者络绎不断地到来，把你连同你的痛苦淹没在同情的吵闹声之中。第节第七章价值的翻转尼采并非反对向痛苦者伸出帮助之手。问题是，第一，最大的帮助是唤起痛苦者的自尊自强之心第二，帮助必须真诚，而真诚的标准仍是不伤害痛苦者的自尊自强之心。你不要让人感到你是一个施恩者，而你也确实不以施恩者自居。我乐意像朋友对朋友那样赠送。不过陌生人和穷人可以自己摘取我树上的果实，这样他们会较少羞愧。至于对乞丐，应当完全拒绝因为他们完全没有了自尊。查拉图斯特拉如是说同情者。尼采全集第卷，第页。尼采的着眼点是自尊。他要人耻于接受。他甚至要人与其接受，不如偷窃与其偷窃，不如抢劫。他当然不是真的鼓励人去偷窃和抢劫，这个厌恶平和折衷的人常常用极端的方式表达自己的思想。一个人自己要有自尊之心，也要注意不伤害别人的自尊之心。从效果来看，同情伤害了痛苦者的自尊。如果他是强者，你把他当弱者来同情，是一种伤害。如果他是弱者，你的同情只会使他愈发自觉乏弱无力，不求自强，也是一种伤害。与同情平行，基督教还提倡宽恕。尼采认为，这也是对自尊的伤害。如果你的朋友对你无礼，你应当说我宽恕了你对我所做的，可是怎么能宽恕你对你自己所做的查拉图斯特拉如是说同情者。尼采全集第卷，第页。真正不可宽恕的是缺乏自尊。同情不知道尊敬伟大的不幸，伟大的丑陋，伟大的失败。参看查拉图斯特拉如是说最丑陋的人。同情的手可以破坏了伟大的命运，创痛的独特，和忆着伟大罪恶前进的特权。看哪这人。尼采选集第卷，第页。同情会减弱被同情者的力量，束缚他的头脑和有力的臂膀。参看朝霞第节。当同情成为普遍道德规范之时，就会造成人类的衰弱。"}
{"text":"尼采全集第卷，第页。真正不可宽恕的是缺乏自尊。同情不知道尊敬伟大的不幸，伟大的丑陋，伟大的失败。参看查拉图斯特拉如是说最丑陋的人。同情的手可以破坏了伟大的命运，创痛的独特，和忆着伟大罪恶前进的特权。看哪这人。尼采选集第卷，第页。同情会减弱被同情者的力量，束缚他的头脑和有力的臂膀。参看朝霞第节。当同情成为普遍道德规范之时，就会造成人类的衰弱。尼采还认为，为了人类的利益，个人的牺牲与痛苦原是不可避免的。事事都顾忌到是否会加人以痛苦，这是一种狭隘的小市民道德。他问道我们敢于将别人像自己一样对待吗如果我们对自己不那么狭隘和小市民气，顾忌着直接的影响和痛苦，为什么对别人应该如此呢假如我们有牺牲自己的精神，为什么禁止着我们使别人同样牺牲自己呢朝霞第节。尼采全集第卷，第页。在尼采看来，同情与创造是不能相容的，他把同情视为创造者的最大危险。参看快乐的科学第节。创造者的爱是伟大的爱，爱人类的未来，爱子孙后代，爱最遥远的人，这样的爱超越于同情之上，战胜了近视的同情心。参看查拉图斯特拉如是说同情者最丑陋的人。由此我们接触到了奴隶道德与主人道德的又一重要区别，这就是在对未来的关系上，奴隶乐天安命，满足现状，主人却积极进取，勇于创造。奴隶道德是灵魂的鸦片，其作用在于使人心安理得，安然入睡。除了无梦的安眠，奴隶不知生命还有更高的意义。参看查拉图斯特拉如是说道德讲座。他们安心地坐在泥塘里，嘲笑一切热情的行动。他们如群居的绵羊，柔顺而驯服。他们谦卑地怀抱着渺小的幸福，像苍蝇一样在向阳的玻璃窗上嗡嗡。参看查拉图斯特拉如是说侏儒的道德。他们是精神世界的老农，垦掘着旧思想，看不见新理想。参看快乐的科学第节。尼采把基督徒与希腊人作一对比希腊人对人嫉妒，对己自嘲，永是不满足基督徒却对人友善，对己自满，永是满足。参看朝霞第节。尼采还特别引中国为欧洲的前鉴，说中国是巨大不满足和变化能力几千年来已经死灭了的国家之例子。快乐的科学第节。尼采全集第卷，第页。相反，主人道德鼓励人进取和创造。"}
{"text":"他们是精神世界的老农，垦掘着旧思想，看不见新理想。参看快乐的科学第节。尼采把基督徒与希腊人作一对比希腊人对人嫉妒，对己自嘲，永是不满足基督徒却对人友善，对己自满，永是满足。参看朝霞第节。尼采还特别引中国为欧洲的前鉴，说中国是巨大不满足和变化能力几千年来已经死灭了的国家之例子。快乐的科学第节。尼采全集第卷，第页。相反，主人道德鼓励人进取和创造。我根本厌恶那种道德，它教人不要做这放弃压制你自己相反，我喜欢那种道德，它催促我做点什么，再做点什么，从早到晚地做，夜间也梦着做，除了好好做，好到唯我能够的程度，此外什么也不想快乐的科学第节。尼采全集第卷，第页。奴隶道德拘于小善小恶，渺小得令人发笑。然而，冷笑之下，又不免生出凄凉之感。这种渺小的道德一旦占据优势，渺小也能扼杀了伟大。在习俗的伦理统治下，任何新兴事物必遭到恶意的批评。朝霞第节。创造被视为恶，特立独行者被视为危险人物，太多的积极力量牺牲掉了，最优秀者被烧烤了去祭古代的偶像。那些创造的灵魂，不拘于当时的习俗和道德，以自己的热情引燃被催眠的热情，以疯狂为新思想开导先路。可是他们往往被斥为罪人恶人，直到世人渐渐发现受益于他们的创造了，对他们的称谓才又渐渐和缓。历史纯然是这班坏人后来转称好人的纠纷所以尼采说，所谓的善人是人类的最大危险，他们是法利赛人，他们钉死了创造者，钉死了人类的未来。参看查拉图斯特拉如是说旧榜和新榜第节。人是一个试验，禁止试验就是使人丧失种种可能性，重新沦为定型的动物。尼采呼吁，人生上社会上的试验多多益善，应该鼓励，不要再牺牲勇于试验的创造力量了。参看朝霞第节。第节第七章价值的翻转在对人生的态度上，奴隶道德的最大特点是虚伪。怯懦者必然虚伪，因为他没有面对真实的勇气。尼采指出善人的生存条件乃是虚伪，换言之，即不愿意如实地正视什么是真实。真实原不能时时鼓舞善意的发生，也不易为近视者的温和的手所把握。看哪这人。尼采选集第卷，第页。一个人出于怯懦而从俗，采取一种把他人的意见当作自己的意见的虚伪态度，最后就习惯于虚伪，虚伪演变成了他的本性。参看朝霞第节。"}
{"text":"第节第七章价值的翻转在对人生的态度上，奴隶道德的最大特点是虚伪。怯懦者必然虚伪，因为他没有面对真实的勇气。尼采指出善人的生存条件乃是虚伪，换言之，即不愿意如实地正视什么是真实。真实原不能时时鼓舞善意的发生，也不易为近视者的温和的手所把握。看哪这人。尼采选集第卷，第页。一个人出于怯懦而从俗，采取一种把他人的意见当作自己的意见的虚伪态度，最后就习惯于虚伪，虚伪演变成了他的本性。参看朝霞第节。尤其是以否定生命为宗旨的基督教伦理，它所要求的是超出能力的事情，本身即是虚伪。在意欲超出其能力的事情的人们身上，有一种恶劣的虚伪。这种人是伪币制造者，是不自觉和不由自主的戏子。尼采全集第卷，第页。善人的虚伪之状不可胜数。他们露出慈悲的面容，做出施予的模样。他们的一切德行都指望丰厚的报酬。他们倘若大权在握，还要假冒服役者。如此等等。尼采愤慨地说你们永远送最虚弱的乞丐来乞求我的仁慈，送无可救药的无耻来乞求我的怜悯。你们如此伤了我的道德的信心。当我献出了我的最神圣的牺牲，即刻你们的虔心将更肥腻的礼品也摆在旁边。所以在你们的肥腻的熏蒸里，我的最神圣的牺牲静默了。查拉图斯特拉如是说坟墓之歌。尼采全集第卷，第页。真诚是难的。无论在苏格拉底的或基督教的道德中，从来不曾有过真诚。真诚是还未完全成熟的最年幼的德行。朝霞第节。尼采全集第卷，第页。在我看来，今天没有比真诚更宝贵更稀少的了。查拉图斯特拉如是说高贵的人。尼采全集第卷，第页。可是，没有真诚，还有什么道德可言呢不真诚的道德是一个自相矛盾。一个人要做到真诚，必须对人生有真实的体验，以自己的全部热情感受过人生的悲欢离合。你们亲身体验过历史吗体验过颤栗地震长远的悲痛闪电似的快乐吗你们曾经同大大小小的傻子一起傻透了吗你们真的负担过善人的大梦和深忧以及极恶的人的苦与乐吗有之，则可和我谈道德，否则就不必了朝霞第节。尼采全集第卷，第页。道德并非从外面加于人生的戒条，而是人生智慧的结晶。怎样才算真诚仅举二例。其一假如我们不把别人的名誉在私下一如在人前保持，我们便不是好人。朝霞第节。尼采全集第卷，第页。"}
{"text":"你们亲身体验过历史吗体验过颤栗地震长远的悲痛闪电似的快乐吗你们曾经同大大小小的傻子一起傻透了吗你们真的负担过善人的大梦和深忧以及极恶的人的苦与乐吗有之，则可和我谈道德，否则就不必了朝霞第节。尼采全集第卷，第页。道德并非从外面加于人生的戒条，而是人生智慧的结晶。怎样才算真诚仅举二例。其一假如我们不把别人的名誉在私下一如在人前保持，我们便不是好人。朝霞第节。尼采全集第卷，第页。其二假如我必须慈悲，我不愿被人称道假如我被人称道，我宁肯远离。我宁肯蒙面而遁，在被人认出以前查拉图斯特拉如是说同情者。尼采全集第卷，第页。尼采如此看重真诚，乃至反对任何违心行为。有一些人，明明有正确的见解，却在行动上妥协，迁就占上风的错误意见。例如，无神论者也送孩子受洗礼，反对民族仇恨者也赴战场为祖国效劳。他们自以为保持了精神上的自由，至于行动上从众则并不重要。尼采指出没有比这更重要的了，你以一个有正确见解者的身份，用你的行动把非理的事情合理化了。其影响之坏，远远超过一般群众的随俗沉浮。参看朝霞第节。在刻画了奴隶说善人也一样，善人不过是奴隶的领头羊的怯懦谦卑驯良虚伪性格的同时，尼采不忘用他擅长的心理学，对道德家的心理作了剖析。尼采常常谈到善人心理学教士心理学。道德的谱系一书包括的三篇论文，第一篇讨论基督教心理学，指出基督教生于怨恨心理第二篇讨论良心心理学，认为良心乃残忍的本能之向内发展第三篇指出出世理想生于生命意志之衰弱，因空无愿望而愿望空无。论及道德家，尼采指出他们都有一副大憎恨者的面孔朝霞第节。，自傲于道德，欲使一般人看到他们的道德便生起对自己的侮辱。参看快乐的科学第节。他们用道德抬高自己，只是为了卑辱别人。当他们说我是正义时，那声音好像是我受了报复他们的所谓正义就是要使世界布满他们复仇的暴风雨。参看查拉图斯特拉如是说道德家毒蜘蛛。真的，一切时代的道德家们都是满口仁义，心中却最缺乏爱，有的只是怨恨。无论何处，只要有一个完美无缺的正人君子出现，那里的人们就要遭罪了。难怪尼采说当我最因一个人受苦时，我并非苦于他的罪恶和愚蠢，毋宁是苦于他的完美。"}
{"text":"参看快乐的科学第节。他们用道德抬高自己，只是为了卑辱别人。当他们说我是正义时，那声音好像是我受了报复他们的所谓正义就是要使世界布满他们复仇的暴风雨。参看查拉图斯特拉如是说道德家毒蜘蛛。真的，一切时代的道德家们都是满口仁义，心中却最缺乏爱，有的只是怨恨。无论何处，只要有一个完美无缺的正人君子出现，那里的人们就要遭罪了。难怪尼采说当我最因一个人受苦时，我并非苦于他的罪恶和愚蠢，毋宁是苦于他的完美。尼采全集第卷，第页。这班善人，也许你真的说不出他有什么明显的缺点，尽管除了他的道德以外，你也说不出他有什么像样的优点。一个真实的人，一种独特的个性，相反必有突出的优点和缺点，袒露在人们面前，并不加道德的虚饰，而这也就是他的道德。通过对奴隶道德的批判，我们可以看到，尼采的道德理想是要造就一种健全坚强独立进取真诚的人的类型。用他的话来说，他是为了达到一种尽其可能的最高力度和人的类型的壮丽。尼采全集第卷，第页又见第卷，第页。在他看来，能否造就这样的主人类型的人，这样的人能否处于支配地位，是决定着人类未来的命运的事情。第三部分第节第八章人的现状和前景第八章人的现状和前景尼采在世纪的转折点上第八章人的现状和前景星星的碎片我用这些碎片建造一个世界。尼采也许不曾有过一个时代，像现代这样频繁地谈论着人类的命运。现代工业化文明的种种弊端，引起了有识之士的深切忧虑，也使一些高贵的灵魂陷于深沉的苦闷。在现代西方哲学和文学艺术作品中，我们可以听到一种焦虑的基调，其中有对现代文明的失望和抗议，也有探索中的迷惘。尼采是现代思潮的早期代表，同时也是批判现代文明的先行者之一。对人的现状的不满，对人的前景的关心，是尼采思想形成的主要契机。他对伦理的批判，构成了他的现代文明批判的主干。在他看来，伦理是颓废的征象，而现代文明的最大弊病就是颓废。与此同时，他对现代文明的商业化科学化非个性化非精神化的倾向也多有揭露。在发源于古希腊文化的欧洲文明背景下，欧洲的思想革新者们往往表现出一种怀古情调，给自己的理想穿上古希腊人的服装。尼采也是如此。"}
{"text":"对人的现状的不满，对人的前景的关心，是尼采思想形成的主要契机。他对伦理的批判，构成了他的现代文明批判的主干。在他看来，伦理是颓废的征象，而现代文明的最大弊病就是颓废。与此同时，他对现代文明的商业化科学化非个性化非精神化的倾向也多有揭露。在发源于古希腊文化的欧洲文明背景下，欧洲的思想革新者们往往表现出一种怀古情调，给自己的理想穿上古希腊人的服装。尼采也是如此。他从青年时代起就熟识古希腊文献，无限向往前苏格拉底时代的古希腊社会，在他心目中那是一个生趣盎然的审美国度，恰与现代商业世界形成鲜明对照。在这方面，我们可以看出德国启蒙思潮对他的深刻影响。用古希腊文明批判现代文明，文克尔曼席勒荷尔德林已开了先例，缅古本身表达了一种改革愿望。而尼采通过对现代文明的批判，进而形成了他自己的人的理想，这就是超人说。现代流派在批判现代文明的道路上继续前进，不过，我们可以看到他们的出发点和归宿点与尼采有所不同。尼采从希腊出发，走向超人，他寄希望于一种新的人的类型的产生。在这一点上，以存在主义为代表的现代流派不那么理想主义，也不那么贵族气，他们更多地把超越的使命赋予每个人自己，让每个人自己通过对真实存在的体验来摆脱文明的祸害。伟大的爱和伟大的蔑视尼采常常被形容成一个人类的仇恨者，一个禽兽般的反人道主义者。尼采自己倒也无意扮演人道主义者的角色。他说我们不是人道主义者我们从来不敢妄谈我们的对人类的爱我们这种人在这方面还不够是个戏子快乐的科学第节。尼采全集第卷，第页。在尼采的著作里，贬薄人类的嫉世愤俗之论难道还少吗如今使我们反感的是什么虫豸之人耀武扬威，蜂拥聚集。道德的谱系。尼采全集第卷，第页。令人怀疑的是，一位旅行家在世界任何地方是否发现过像人的面貌一样丑恶的地带。人性的，太人性的第卷。尼采全集第卷，第页。他甚至说，他之所以不是仇恨人类者，是因为仇恨中有平等，有尊敬，有恐惧，而他只有蔑视，深深的蔑视是他的嗜好特权艺术和美德。参看快乐的科学第节。在尼采提供了如许不利于自己的证词以后，哪个律师还愿意为他出庭辩护呢这个被一切律师遗弃的被告，独自留在法庭上，向听众说起了一个故事查拉图斯特拉下山了，遇到的第一个人是一位隐居的老人。"}
{"text":"令人怀疑的是，一位旅行家在世界任何地方是否发现过像人的面貌一样丑恶的地带。人性的，太人性的第卷。尼采全集第卷，第页。他甚至说，他之所以不是仇恨人类者，是因为仇恨中有平等，有尊敬，有恐惧，而他只有蔑视，深深的蔑视是他的嗜好特权艺术和美德。参看快乐的科学第节。在尼采提供了如许不利于自己的证词以后，哪个律师还愿意为他出庭辩护呢这个被一切律师遗弃的被告，独自留在法庭上，向听众说起了一个故事查拉图斯特拉下山了，遇到的第一个人是一位隐居的老人。老人责怪他的下山，他答道我爱人类。老人告诉他，人们是如何疑心重重地看待真心爱他们的人的在他们听来，我们走在街上的足音太过凄寂。甚至于如果在夜间，他们睡在床上，听着日出之前外面一个人在走路，就会诧异地对自己说这个贼到哪里去呢查拉图斯特拉如是说序。尼采全集第卷，第页。真正爱人类为人类谋利益的人，反而遭到人们的猜忌乃至放逐和迫害。相反，那些欺世盗名的假慈悲者，那些花言巧语的戏子，却能蛊惑人心，赢得一时的信任和拥戴。人群的堕性使尼采寒心了，形成了他对人类的矛盾态度。尼采把人群聚集的地方称作市场，那是一个舆论所支配的领域。那里充满大人物的叫嚣和小市民的呐喊。大人物，那些大戏子，不断变换着自己的道具和信仰，而小市民们就围着他们旋转。尼采离开市场，逃到自己的孤寂里，宁与树木和岩石为伍，因为树木和岩石知道诚敬地保持沉默，离开市场和声誉才开始了一切的伟大查拉图斯特拉如是说市场的苍蝇。尼采全集第卷，第页。第节第八章人的现状和前景历史上一切创造者的命运都坎坷而悲壮，多半是因为习惯势力支持了有权的迫害者。我们不能要求尼采能唤起民众的觉悟，他始终是一个贵族气极浓的资产阶级思想家。不过，他又是一个关心人类命运的有责任感的思想家。他曾经沉痛地说我的心和我的渴望向着珍贵悠久遥远的事物，你们的琐屑繁多短促的苦恼与我何干据我看你们受苦还不够因为你们只因自己受苦，你们还没有因人类受苦你们谁也没有受过我所受过的苦。查拉图斯特拉如是说高贵的人。尼采全集第卷，第页。一个心高意远的人的痛苦，确非沉溺于琐屑烦恼者所可想象。"}
{"text":"不过，他又是一个关心人类命运的有责任感的思想家。他曾经沉痛地说我的心和我的渴望向着珍贵悠久遥远的事物，你们的琐屑繁多短促的苦恼与我何干据我看你们受苦还不够因为你们只因自己受苦，你们还没有因人类受苦你们谁也没有受过我所受过的苦。查拉图斯特拉如是说高贵的人。尼采全集第卷，第页。一个心高意远的人的痛苦，确非沉溺于琐屑烦恼者所可想象。尼采对人的蔑视，正是出于对人的命运的关心，所谓哀其不幸，怒其不争，在一定程度上也适用于他。这是一种伟大的蔑视，爱的蔑视，对最蔑视者其实最爱。查拉图斯特拉如是说大渴望。尼采全集第卷，第页。他一再说伟大的蔑视者是伟大的敬慕者。查拉图斯特拉如是说高贵的人。尼采全集第卷，第页。谁最蔑视人类，他岂非因此是人类的大恩人尼采全集第卷，第页。谁不是多年与人为敌，谁就不曾爱过人。尼采全集第卷，第页。我爱人类，而当我克制住这种欲望时，就最是如此。尼采全集第卷，第页。尼采心中怀着对人的称号的崇敬，对更高岸伟大的人的形象的渴望，因而对人的现状深感不满。他似乎在说人呵，你们现在这样子也配称作人么如果我们要举例说明尼采这种出于爱的蔑视，最恰当的例子无过于他对瓦格纳的态度了。尼采年轻时和这位比他大三十岁的音乐大师有过一段亲密的交往，当时，瓦格纳说尼采是人生赐给他的唯一恩惠，是懂得他的心愿的唯一的人，尼采对瓦格纳也一往情深。甚至在年两人正式绝交以后，他也没有停止对这位大师的爱。直到他神智清醒的最后岁月，他的著作和书信里始终充满着对瓦格纳以及他们之间友情的怀恋。在绝交的次年，他写道没有什么东西能够补偿我去年失掉的瓦格纳的友情我们之间从未说过粗话，连梦里也没有说过，倒是有许多快乐而昂奋的交谈，我也许从来不曾和别人这么多地一起欢笑过。现在这已经成为过去至于在有些事情上有理由反对他，这一点于事何补难道这能把失去的友情从记忆里抹掉致加斯特，年月日。转引自雅斯贝尔斯尼采导论，第页。后来他又一再说瓦格纳是我所认识的最完全的人。致奥维贝克，年月日。转引自雅斯贝尔斯尼采导论，第页。"}
