{"text":"直到现在，我不是还被公认是这一领域里的领先人物吗？看来，中国学术界的奇怪规则是，在评估你的学术能力时，你的文字表达能力是作为负数加入计算的。凡是表达生动的文字，不管所表达的内容是什么，都不能算做成果。不仅如此，而且因为它们的存在，对你的形式上符合标准的学术成果的评估也要相应地打折扣。因此，如果你写了大量有文采的――因此而被判定是非学术的――著作，那么，在它们的抵消下，即使你的那些可以被承认是学术性的著作在绝对数量上也不少，在质量上相当高，至少高于他们生产的大多数产品，他们仍然认为自己有权对之忽略不计。我对单位里的事一向不闻不问，对体制内的任何利益也从来不争。我有太多的事要做，没有工夫去关心这些，从不参加评奖之类，也不知道谁得了奖。社科基金是体制内的一大利益，很早前我申请过，被否决了，后来就不再申请，只是在实行人人必须有课题的制度以后，才申报了一个小课题，否则就得下岗。我弄不清各种利益机制，也不想去弄清。有一回，我非常偶然地看出了一点名堂。年底，院里下达岗位津贴新标准，研究员分两档，让大家投票，算是民意调查。第一档的条件规定得很明确，诸如学科带头人获奖者重点课题负责人之类。选票上开列了全所在岗研究员名单以及相应指标，包括博导获奖学术委员评审委员重点课题突出贡献特殊津贴等，每人的情况一目了然。我第一次发现，大多数人的指标都很有内容，我却几乎是空白，只有特津一项，而这一项在我这个资历上差不多人人有份，后来只因为停止执行了，资历较浅者便不再有份。我忽然悟到，所有这些指标是互相关联的，只要你得到其中关键的一项，譬如说重点课题，其他的利益就会跟随而来。相反，如果你不去争或者争不到，也就一失俱失，没你的事了。我在这里所说的其实不是单位上的事，而是学术界的普遍情况。说心里话，我对我的单位很满意，各届头头对我都相当宽容，一般人员也对我十分友好。我最满意的是这一份职业，想象不出世界上还会有更好的职业，拿了工资却不用坐班，可以坐在家里研究自己感兴趣的课题。在这样的单位，一个人只要有自己的真兴趣，不去卷入琐屑的利益之争，就可以过得很自在。我是充分享受到这个好处了，至于那些我没有得到的利益，本来就不是我想要的，我只是在叙述事实，没有丝毫埋怨的意思。惟一略觉遗憾的是不让我带学生，因为我相信我能带得很好，不该让那些想跟我学习的青年人失掉这个机会。"}
{"text":"我最满意的是这一份职业，想象不出世界上还会有更好的职业，拿了工资却不用坐班，可以坐在家里研究自己感兴趣的课题。在这样的单位，一个人只要有自己的真兴趣，不去卷入琐屑的利益之争，就可以过得很自在。我是充分享受到这个好处了，至于那些我没有得到的利益，本来就不是我想要的，我只是在叙述事实，没有丝毫埋怨的意思。惟一略觉遗憾的是不让我带学生，因为我相信我能带得很好，不该让那些想跟我学习的青年人失掉这个机会。关于中国当今的学术腐败，已有一些公开的批评，人们在私下里谈得更深。我未作任何调查，只说一说直觉。我的感觉是，当今学界的根本问题是官场化，并且带进了当今官场的一切腐败现象。其中的关键一点是，决定一个学者的地位和待遇的评定机制是非学术的，起首要作用的是权力人际关系等官场因素，辅以同样非学术的工作量指标。这两者之间还有着某种联系，比如说，一个人很容易凭借权力掌握一些大型课题，让别人去做具体工作，却也计算入自己的工作量之中。我常常为国家每年支出的大量课题经费感到心疼，我相信会有一些做出了真正有意义的贡献的课题，但是，也生产出了许多学术垃圾。一个课题一经立项就可以得到经费，完成后出书也就不成问题，而只要出了书就是学术成果，提高了学术地位，亦即增强了获取更多课题经费的资格，如此形成循环。课题立项有此奇效，人们怎会不竭尽全力为之奋斗呢。课题还分级别，级别越高利益越大，不光经济上如此，级别本身就直接意味着和转化成权力。可是，有多少人问一下，这样制作出来的所谓学术著作现在和将来究竟有没有人读。事实上，人们都心中有数，许多书刚生产出来就被人遗忘了，其唯一的用处是充当课题立项循环中的必要环节。把眼光从一个单位移向整个社会，人们会发现，当今的学术界很像一个大社交场。有一些学者俨然大忙人，他们挂着各种学术头衔，忙于跑关系和拉经费，不停地举办或参加各种学术名目的活动，却永远坐不下来认真做一点学问。每当我接到一张写满各种头衔的名片，我就惊愕自己又结识了一个精力超常的人，并且永远断绝了再见这个人的念头。学界的腐败不止于此，耳闻的一些情况使我瞠目结舌，某些教育从业者的灵魂堕落简直骇人听闻，竟然利用在招生考试毕业等事情上的权力索取贿赂，包括索取性贿赂。当这种现象成为一种风气时，天下父母怎么还忍心把自己的孩子送进大学尤其是名校啊。"}
{"text":"每当我接到一张写满各种头衔的名片，我就惊愕自己又结识了一个精力超常的人，并且永远断绝了再见这个人的念头。学界的腐败不止于此，耳闻的一些情况使我瞠目结舌，某些教育从业者的灵魂堕落简直骇人听闻，竟然利用在招生考试毕业等事情上的权力索取贿赂，包括索取性贿赂。当这种现象成为一种风气时，天下父母怎么还忍心把自己的孩子送进大学尤其是名校啊。有时想一想不禁好笑，很长时间以来，我已经不参加学界的任何活动了，不管是体制内的还是体制外的，但我也不属于别的什么界，真是哪界也不搭。但是，我又非常勤奋地工作着，只是我的工作与任何人不构成竞争，因而无须在这工作之外去为胜负得失奔忙罢了。我不是一个很自信的人，但我的自信恰好达到这个程度，使我能够不必在乎外来的封赐和奖赏。我的生活中没有用身份标示的目标，诸如院士议员部长之类。那些为这类目标奋斗的人，无论他们为挫折而焦虑，还是为成功而欣喜，我从他们身上都闻到同一种气味，这种气味使我不能忍受和他们在一起呆上三分钟。我曾经也有过被虚荣迷惑的年龄，因为那时候我还没有看清事物的本质，尤其还没有看清我自己的本质。我感到现在我已经站在一个最合宜的位置上，它完全属于我，所有追逐者的脚步不会从这里经过。我不知道我是哪一天来到这个地方的，但一定很久了，因为我对它已经如此熟悉。明年我要退休了，有人问我是否为此感到惶恐，我不禁笑了。怎么会呢？一方面，我早已在过着一种类似退休的与世无争的生活了，另一方面，既然我仍将一如既往地做自己喜欢做的事，是否退休又与我有何相干？当然，在任何一个精神创造者的词典里，都没有退休这个词。十二安静的日子年月，在婚礼上，主持人问红看上了我什么，红讲了两个月前她驾车出的一次车祸，我们两人险些丧生，但我丝毫没有怪她，却说了一句箴言小事可以互相责备，大事必须同心协力。她说，她就是看在这句话的份上死心塌地嫁给我的。我忘记说过这句话了，当然，对出事的情景记忆犹新。那一天，红驾着租来的车在郊区公路上练习，我坐在副座上。车从东向西行驶，到了一个十字路口，一辆从西向东开来的摩托也到了路口，车上有一男一女，突然左拐弯，挡住了我们的路。这时候，我们的车仍在快驶，眼看要撞上摩托，我和红同时叫喊起来，我记得我喊的是你们怎么这样！"}
{"text":"她说，她就是看在这句话的份上死心塌地嫁给我的。我忘记说过这句话了，当然，对出事的情景记忆犹新。那一天，红驾着租来的车在郊区公路上练习，我坐在副座上。车从东向西行驶，到了一个十字路口，一辆从西向东开来的摩托也到了路口，车上有一男一女，突然左拐弯，挡住了我们的路。这时候，我们的车仍在快驶，眼看要撞上摩托，我和红同时叫喊起来，我记得我喊的是你们怎么这样！红出于本能，急忙向南拐弯。接下来发生的事情好像只是一瞬间。车在拐弯后向路边冲去，翻滚而下。当时我能感觉到车的坠落和翻滚，知道我们完了。红后来说，她当时心中也掠过这个想法就这么完了？并不感到恐惧，因为来不及。也来不及想事情会怎样结束，只知道我们必定完了。可是，翻滚突然停住了。我感觉到我在上方，红在下方，泥浆和水迅速涌进车内。我拉了一下她的手，说别害怕。她答应了一声。她那边一片黑暗，窗户已被堵住。我这边的窗户则是暴露的，窗半开着，而窗把手原先就已脱落，我向四周摸索，想找到把手，以便把窗摇开，却找不到。一个年轻男人的脸出现在窗前。他说别着急，你们往后躲开点，我来踹窗玻璃。他踹了两下，玻璃未碎。我有些慌了，处在下方的红淹在水里，我怕水会把她淹没，接下来会把我淹没，等待我们的将是窒息而死。我嘱他快些踹。他又用力踹了一下，玻璃碎了，呈碎末状一齐掉落。我松了一口气，知道我们得救了。我和红从窗口爬出，上了路面。站在公路上，现场的情况一目了然了。路边是一条水沟，约三米深，坡缓土松，这是车未受到剧烈撞击的原因。沟沿有一棵大树，如果车与树干相撞，后果不堪设想。车已底朝天陷在沟里，向一侧倾斜。水流着，约半米深，其实不会把车淹没。那个为我们踹玻璃的男人是骑自行车路过这里的，肇事者已逃之夭夭。我们两人都只擦破了一点皮。车严重损伤，免不了要赔偿。大难不死，我们的心情颇为轻松。红的机被水浸坏了，我花一千多元给她买了一个汉显，作为对她的奖励。她真是身手不凡，把车开进三米深水沟，打一个滚，又使车内人基本不受伤，技艺再高的老司机也无此种本事。我感谢她给了我一个特别体验，这样的体验一辈子不会再有，比真正的爱情更加可遇而不可求。事后，红一再对人说这样的人嫁得。又对我说你这么宽容，我就觉得好像没有出事一样。她真傻，实际上就是没出什么事。"}
{"text":"我们两人都只擦破了一点皮。车严重损伤，免不了要赔偿。大难不死，我们的心情颇为轻松。红的机被水浸坏了，我花一千多元给她买了一个汉显，作为对她的奖励。她真是身手不凡，把车开进三米深水沟，打一个滚，又使车内人基本不受伤，技艺再高的老司机也无此种本事。我感谢她给了我一个特别体验，这样的体验一辈子不会再有，比真正的爱情更加可遇而不可求。事后，红一再对人说这样的人嫁得。又对我说你这么宽容，我就觉得好像没有出事一样。她真傻，实际上就是没出什么事。不过，这有惊无险的一幕倒也让我们真正生死与共了一番，成了我们平静生活的浪漫序曲。第二年，夏天的一个深夜，下着大雨，离预产期还有一周，红突然破水了。我刚拿到车本，只在住宅附近练过车，现在既然责无旁贷，也就顾不上害怕了，头一回驾车往城里开，穿过黑夜和暴雨，把红送进了协和医院。若干天后，天气晴朗，我从医院接回了母女俩。在妞妞离去五年后，我又做了父亲。我感谢上苍把啾啾赐给我，使我的全部父爱在这尘世间有了着落。常有人问我，在我的感情中，啾啾和妞妞各占什么位置。我才不去想这种假问题呢。我真切感到，一切新生命都来自同一个神圣的源泉，是同一神力的显示。此时此刻，啾啾就是我的唯一的孩子，就是世界上的一切孩子，就像那时候妞妞是唯一的和一切的孩子一样。随着女儿的诞生和成长，我们的家有了一个非常实在的核心。我又原形毕露，成了一个不可救药的恋家的男人和痴情的父亲。一切诱惑退避远处，围城成为我的天堂。不论赴宴还是旅行，我都喜欢带着母女俩同行，真正是有福同享，有景同赏。啾啾九个月时，海德堡大学邀请我担任客座教授。我说，我怎么能够和我的才几个月的女儿分离半年之久呢，如果不能全家一起来，就算了吧。于是，我们一家都受到了邀请。我们住在离举世闻名的古城堡仅一公里的山坡上，在那一片美丽的风景中度过了许多个白昼和黄昏。一到假期，我们推着童车游览世界，胖嘟嘟的啾啾先后出现在魏玛维也纳萨尔茨堡巴黎罗马佛罗伦萨的大街上。我坐在国际会议的庄严讲台上演讲，会议厅门口突然传来啾啾喊爸爸的脆亮话音。从啾啾会说话开始，我和红都当上了她的秘书，辛勤地记录她的言论。当然，我是欲罢不能地要做这件事，孩子真是天生的诗人和哲人，她的奇思妙语令我无比惊喜，我从中读到了未受文化污染的人类心智的原本。现在我有一个很美满的家庭，我和妻子女儿过着和睦的生活。"}
{"text":"一到假期，我们推着童车游览世界，胖嘟嘟的啾啾先后出现在魏玛维也纳萨尔茨堡巴黎罗马佛罗伦萨的大街上。我坐在国际会议的庄严讲台上演讲，会议厅门口突然传来啾啾喊爸爸的脆亮话音。从啾啾会说话开始，我和红都当上了她的秘书，辛勤地记录她的言论。当然，我是欲罢不能地要做这件事，孩子真是天生的诗人和哲人，她的奇思妙语令我无比惊喜，我从中读到了未受文化污染的人类心智的原本。现在我有一个很美满的家庭，我和妻子女儿过着和睦的生活。那么，我对别的可爱女子不再动心了吗？那倒未必。上帝给了我一副易感的天性，这天性不是我自己能够改变的。然而，我已经完全看明白，风流和爱情事实上不可兼得，那些想兼得的人没有一个不是以失败告终的，因而做出了坚定的选择。我宁愿与走近我的每一个可爱女子保持一个安全的距离，以友谊的方式享受女性的温馨。我确实感到，只爱一个人，同时保留其余一切可能性而不去实现其中任何一种，这是我与异性世界之间能够具有的最佳格局。事实上，我藉此而得到了最多，所有未实现的可能性都在丰富着我的生活的色彩，倘若我贪婪地想要得到更多，结果却会是毁掉一切。我的生活真的过得很安静，每天无非是读书和写作，日子仿佛在重复，但我丝毫不觉得枯燥。我做这些事只是因为喜欢，没有想要靠此挣钱。可是，有一天，我突然发现，我的写作竟能挣来一些钱，让妻子女儿过稍好一点的生活，那实在是一个意外的收获。事实上，我是在妻子张罗买汽车和房子时才发现这一点的。我只是埋头写作，写作本身已经使我感到满足，占据了我的主要心思。对于我来说，挣钱是一件简单的事情，因为它只是写作的副产品，我用不着专门为它花工夫。相反，花钱却是一件麻烦的事情，我在花钱上完全缺乏想象力。好在世界上有女人，她们是这方面的天才。如果没有女人和孩子，我真不知道多余的钱有何用处。一个人单凭做自己喜欢做的事情就能确保衣食无忧，无须为生计去做不情愿的事，这真是人生莫大的幸运。我尝设想，倘若中国仍是从前的样子，个人的命运基本上取决于权力的大小和勾心斗角的胜负，我必定至今仍是一个倒霉蛋。所以，我真心感激市场经济。我不是为市场写作的，但是，市场的奇妙之处就在于，它给一个不是为它写作的人也提供了机会。在九十年代中期以后，我没有了固定的朋友圈子，各种热闹的聚会都和我无关了，一开始有些不习惯，后来发现这样挺好。"}
{"text":"如果没有女人和孩子，我真不知道多余的钱有何用处。一个人单凭做自己喜欢做的事情就能确保衣食无忧，无须为生计去做不情愿的事，这真是人生莫大的幸运。我尝设想，倘若中国仍是从前的样子，个人的命运基本上取决于权力的大小和勾心斗角的胜负，我必定至今仍是一个倒霉蛋。所以，我真心感激市场经济。我不是为市场写作的，但是，市场的奇妙之处就在于，它给一个不是为它写作的人也提供了机会。在九十年代中期以后，我没有了固定的朋友圈子，各种热闹的聚会都和我无关了，一开始有些不习惯，后来发现这样挺好。对于人际关系，我逐渐总结出了一个最合乎我的性情的原则，就是互相尊重，亲疏随缘。我相信，一切好的友谊都是自然而然形成的，不是刻意求得的。我还认为，再好的朋友也应该有距离，太热闹的友谊往往是空洞无物的。现在我仍有一些很好的朋友，其中有学界同行，也有艺术家企业家政治家。我和艺术家朋友在一起感到格外愉快，我在他们身上欣赏自由率性的生命状态，他们则从我这里收获沉默以及――据他们说――还有智慧。在我的企业家朋友中，我要特别提一下阿良。我们相识时，他还是一个插队知青，二十多年来，我们的友谊从未有过瑕疵。他真正是二十多年如一日地对我怀着兄弟般的情谊，无私地关心我和帮助我。我真切感到，他把我看得比他自己更重要，即使全世界都背弃我了，他仍将毫不犹豫地保护我。在学界中，我自己感到惊奇的是，以狂出名的正来成了我的挚友。我们好像是很不同的人，在性格上，他奔放，我内敛，在志趣上，他专注于学术，我沉浸于生命之思。平时我们都潜心于各自的领域，两家人相聚时则情同亲人。我欣赏他是不用说的了，因为他学问做得真是好，身上又有一股可爱的豪气。令我感动的是，以他这样一个似乎惟有学问高的人，竟比学界许多人更能理解我的作品和心性。阿良和正来都是侠义之人，啾啾出生后，他俩自然而然成了啾啾的教父，啾啾真是好福气。现在我与外界的各种热闹距离越来越远了，基本上不参加社会活动，偶尔参加也只是因为受了那个地方的景物的吸引。我一直是不善于与人打交道的，尤其是与不熟悉的人，一旦置身于一群陌生人中，比如开什么会的场合，便手足无措，发言也必定张口结舌。这样的一个人，当然就应该尽量少去外面凑热闹，顺应自己的天性过一种宁静的生活了。"}
{"text":"现在我与外界的各种热闹距离越来越远了，基本上不参加社会活动，偶尔参加也只是因为受了那个地方的景物的吸引。我一直是不善于与人打交道的，尤其是与不熟悉的人，一旦置身于一群陌生人中，比如开什么会的场合，便手足无措，发言也必定张口结舌。这样的一个人，当然就应该尽量少去外面凑热闹，顺应自己的天性过一种宁静的生活了。十三仍是那个我在写这部自传时，我翻阅了过去的日记，一面对我的生活场景的巨大变化感到吃惊，一面又发现，其实我自己并没有多大变化，我的性情依旧，仍然是从前那个既敏感又淡泊的少年。也许，人是很难真正改变的，内核的东西早已形成，只是在不同的场景中呈现不同的形态，场景的变化反而证明了内核的坚固。现在我似乎出了一点名，走到哪里，都会遇见喜欢我的书的读者。可是，这个我不就是在广西山沟里用功读写却始终默默无闻的那个小公务员吗，或者，不就是在北大课堂上耽于读课外书而不好好听课的那个学生吗？我早就养成了自主学习和工作的习惯，区别只在于，从前这遭到非议，现在却给我带来了名声，可见名声是多么表面的东西。如果没有这些名声，我就会停止我的工作了吗？当然不。这种为自己工作的习惯已经成为我的人格的一部分，把它除去，我倒真的就不是我了。我相信，凡创造者必定都是热爱工作养成了工作习惯的人，这工作是他自己选定的，是由他的精神欲望发动的，所以他乐此不疲，欲罢不能。那些无此体验的人从外面看他，觉得不可理解，便勉强给了一个解释，叫做勤奋。世上许多人是在外在动机的推动下做工作的，他们的确无法理解为自己工作是怎么一回事，一旦没有了外来的推动，他们就不知道自己该做什么了。还有一些聪明人或有才华的人，也总是不能养成工作的习惯，终于一事无成。他们往往有怀才不遇之感，可是，在我看来，一个人不能养成工作的习惯，这本身即已是才华不足的证明，因为创造欲正是才华最重要的组成部分。常常有人谈对我的一种印象，觉得我为人谦和，谦和中又藏着不易觉察的傲气。我自己反省，这部分地符合事实。之所以说是部分，因为还有一部分也许出自误会。我一向不善于交际，在不太熟悉的人面前会拘谨，为了避免彼此尴尬，便宁可保持距离，这种态度可能会被误解成骄傲。不过，我从中学起就有清高之名，清高当然是一种傲气。我在两种人面前最克制不住傲气，一是功名利禄之徒，二是自以为是之辈。"}
{"text":"常常有人谈对我的一种印象，觉得我为人谦和，谦和中又藏着不易觉察的傲气。我自己反省，这部分地符合事实。之所以说是部分，因为还有一部分也许出自误会。我一向不善于交际，在不太熟悉的人面前会拘谨，为了避免彼此尴尬，便宁可保持距离，这种态度可能会被误解成骄傲。不过，我从中学起就有清高之名，清高当然是一种傲气。我在两种人面前最克制不住傲气，一是功名利禄之徒，二是自以为是之辈。我在本质上是比较自卑的，原因之一也许是太专注于内心，因而外部世界广大的领域是我所陌生的，一旦跨入那个领域，我就会不知所措，一旦见到那个领域里的能人，我就会自惭形秽。可是，我毕竟不是不食人间烟火，见得多了，也就有了基本的判断力。我的发现是，极其自信者多半浅薄。对于那些在言行中表现出大使命感的人，我怀有本能的反感，一律敬而远之。据我分析，他们基本上属于两类人，一是尚未得逞的精神暴君，另一是有强烈角色感的社会戏子。和他们打交道，只会使我感到疲劳和无聊。在我看来，真正的使命感无非是对自己选定并且正在从事的工作的一种热爱罢了。遇见这样的人，我的血缘本能就会把他们认做我的亲兄弟。年轻时我是一个十分怕羞的人，每次要去见一个生人甚至并非太生的人时，我会在那个人的门外徘徊许久，好不容易鼓起勇气敲门，如果那个人不在家，我反倒松了一口气。现在见过了一点世面，脸皮厚了一些，但基本的性格是难改的，见生人仍使我感到不自在。羞怯似乎是一种美，我自己心里明白，事实上我是笨拙。我不愿意揽社会上的事情，重要的原因也是笨拙。如果要指导青年学生，更适合于我的方式是小范围内的言传身教，而不是大庭广众中的讲演。我真是怵讲演，对这类邀请的第一反应是推辞，万一心软接受了，灾难便从此开始，直到讲演之日没有一刻心安。善演讲的人有三个特点，而我都缺乏。一是记忆力，名言佳例能够信手拈来，而我连自己写的东西也记不住。二是自信心，觉得自己是个人物，老生常谈也能说得绘声绘色，而我却连深思熟虑过的东西说起来也没有信心。三是表现欲，一面对听众就来情绪，而我却一上台就心慌。我的讲演偶尔也有成功的时候，那多半要感谢听众，他们的情绪实在太好，把我的情绪也调动起来了，使我仿佛变了一个人，竟然也能口若悬河了。可是，多数时候，我是怀着对自己沮丧和对听众歉疚的心情走下讲台的。"}
