{"text":"过一种平淡如水的生活？不，我不要。苦也罢，甜也罢，我讨厌淡得没有存在感的日子。那么就轰轰烈烈地拥抱光明？可是那样的生活常常就像看到最后却没有结局的电影，听到最后却一点也不好笑的笑话，常常在最耀眼的时候戛然而止――就像今晚的停电，事先没有一点点征兆。这样的生活究竟有没有意义？我并不清楚――至少此刻我无法回答。突然，一个细小的影子掠过我的视线，把我带回现实――原来是一只白色的飞蛾。它飞向蜡烛，可是刚刚靠近蜡烛便向后退了，也许它感到了害怕，对那灼热的火焰。它绕着火焰飞着，感受着温暖，旋即又再一次鼓足了勇气扑向烛花，雪白的翅膀被火焰染成了红色，但它最终还是奋力飞出，只在光焰的周围飞舞着。它害怕，它后退，它也许已经感觉到自己用无限热情营造的梦想是多么不堪一击，它也许已经了解拥抱光明这样的想法是多么的不切实际我饶有兴趣地看着，我想飞蛾只是为了贴近光明，便要舍弃自己的的生命，化成一堆灰烬，真是不值得，在黑暗中生存又有何妨？那只蛾子终于放弃了，转头飞向了远离烛光的的黑暗之中。烛光下，那渺茫的身影似有若无。可是，飞舞着的飞蛾突然停下了扑扇的翅膀，似乎在沉思着什么，然后猛然转身，又奋力扑向那团闪动的火焰霎那间，烛光变得无比耀眼，我盯着它发愣，当我回过神来，那只飞蛾已成了桌面上的一撮灰我迷惑了飞蛾，你为什么那么执着，为了追求光明而献出自己的生命？在那一瞬间，你究竟在想什么？我用手指触碰着那撮灰烬，那上面还带着余温。我突然明白了――飞蛾，你生于无边的黑暗，你了解那黑暗的空虚，所以，你的一生都在追求光明，拥抱光明，希望生活到没有寒冷的温暖中，哪怕只有一瞬间，哪怕要以生命为代价，你也不会后悔。因为你明白寒冷寂寞的生，不如轰轰烈烈的死。生命的意义在于拥抱光明而不是藏身于黑暗，泯灭于空虚。飞蛾不是浴火重生的凤凰，但我却看到了生命的涅――这么简单的道理，我原先怎么就不明白呢？相对于飞蛾来说，蜉蝣实在是这个世界上最为幸福的生命，因为它的整个生命都被光明和温暖所拥抱，它在光明的世界里实现了生命的价值，完成了生命的起始高潮和尾声。生命短暂，但它定然无悔。如果你的生命里不会受到一丝黑暗的侵扰，如果你的生命里永远是一片光明，这样的生命纵然短暂，选择它，夫复何憾？"}
{"text":"生命的意义在于拥抱光明而不是藏身于黑暗，泯灭于空虚。飞蛾不是浴火重生的凤凰，但我却看到了生命的涅――这么简单的道理，我原先怎么就不明白呢？相对于飞蛾来说，蜉蝣实在是这个世界上最为幸福的生命，因为它的整个生命都被光明和温暖所拥抱，它在光明的世界里实现了生命的价值，完成了生命的起始高潮和尾声。生命短暂，但它定然无悔。如果你的生命里不会受到一丝黑暗的侵扰，如果你的生命里永远是一片光明，这样的生命纵然短暂，选择它，夫复何憾？范文字篇二在大自然中，很多动物告诉我们什么是沉潜昙花的盛开只为一夜的灿烂，萤火虫积蓄一辈子的能量只为了闪亮一夜这些告诉我们，成功源于静静地沉潜，沉潜只为成功。沉潜是成功的基石。在非洲戈壁滩上有一种叫伊米的小花，花朵呈四瓣，红白，黄蓝成一色。令人惊讶的事，沙漠通常只有像仙人掌冻融那样根系庞大的植物才能生长的很好，而伊米只有一条小细根。伊米花要用五年的时间来完成茎的穿插工作，积蓄养分，在第六年春天开出一朵美丽鲜艳的四色小花。然而，它的美丽只有两天，过后便随母株香消玉殒了。五年的养精积蓄才换来一朵小小四色花，而又是那么短暂。但对伊米来说这已经足够了。沉潜，只为了有一天能释放出美丽。试想一下，人为什么不可以呢？沉潜是为了美丽的转身。年的快乐男声的舞台上，陈楚生用他那充满力量的双手捧着奖杯。当他勇敢地挥着他那双翅膀时，人们没有惊讶。他的成功是用来七年的时间，两千多个日日夜夜积蓄的。岁高中毕业的他便像企鹅奋不顾身地潜入水底一样，投入深圳的人海中。在这七年间，他做过收银，送过早餐，遭受过无数的冷眼对待。却也是这样的七年，沉潜成就他的淡定和宠辱不惊。在这期间，他的歌声越来越丰富，深刻，有了穿透人心的力量。在潜入水底时就意味着年对窒息和海水的冰冷，而他却沉潜，最后完成美丽的转身。沉潜是让你完成美丽转身的必要条件。令人难忘的是，有这么一个男人，他戒掉灯红酒绿，远离纸醉金迷，选择了卧薪尝胆的生活。在卧薪尝胆中，他默默地充实着自己的力量。苦心人，天不负二十年的沉潜，终于换来了三千越甲可吞吴的奇迹。奇迹的创造者就是越王勾践。他以自己的成功，告诉我们什么是君子报仇十年不晚，也告诉了我们要想飞跃必须沉潜。沉潜只为成功。沉潜不只是人生中一段难耐的苦寂，更是黎明前的黑暗成功前的蓄积。"}
{"text":"沉潜是让你完成美丽转身的必要条件。令人难忘的是，有这么一个男人，他戒掉灯红酒绿，远离纸醉金迷，选择了卧薪尝胆的生活。在卧薪尝胆中，他默默地充实着自己的力量。苦心人，天不负二十年的沉潜，终于换来了三千越甲可吞吴的奇迹。奇迹的创造者就是越王勾践。他以自己的成功，告诉我们什么是君子报仇十年不晚，也告诉了我们要想飞跃必须沉潜。沉潜只为成功。沉潜不只是人生中一段难耐的苦寂，更是黎明前的黑暗成功前的蓄积。为了明朝的成功，朋友，沉潜吧！范文字篇三仓央嘉措说住进布达拉宫，我是雪域的王流浪在拉萨街头，我是世间最美的情郎，同一个人或同样的事物，放在不同的平台，其结果也会不一样，正如我们人生的境遇一样。青年作家郭敬明，现在很多年轻人都知道的一个作家，但他做过主编导演工作家，甚至出席过电视嘉宾等，他是一个后作家，曾经的他自闭脆弱又爱走极端，成绩优异却不善言辞，但他选择了一个属于自己的平台――作家，并在写作上散发光芒，获得成功，一步作品小时代成为人们谈论的对象，并被拍摄成电影。写作的平台弥补了他的不足，给了他发挥才能的空间，事实证明，搭好台，才能唱好戏。她没有天使的脸蛋，魔鬼的身材，没有出色的能，更没有接受过好的教育，但她却选择了一个合适的平台展示自己。她的专辑在全球销量破千万，被人物周刊评为最美女性，并一举拿下格莱美大奖，沙哑的喉咙被捧为天籁，她就是创作型歌手――阿黛尔。她的成功告诉我们，只有选好对的平台，展示自己，才能得到成功。作家郭敬明在尝试多职业无果的情况下，选择了写作，一个适合他的平台，他成功了阿黛尔用自己独特的歌喉征服了所有的人。在现实生活中有很多人回去抱怨，哪里有适合自己的平台啊，为什么我们到如今都找不到呢？然而他们却忽略了，生活无处不平台，或许一个简单的职业，一个简单的工作岗位，都有可能是你梦想起航的平台，在梦想的路上，不要害怕，更不要怕被摔得遍体鳞伤，只有不断努力奋斗，你一定会看到梦想的升起。少年，青春是你的资本，在这条青春的路上找寻自己的平台。青春如同长河，左岸美好回忆右岸璀璨年华。好的平台是梦开始的地方，让我们从梦想开始的地方起航。范文字篇四上善若水。"}
{"text":"然而他们却忽略了，生活无处不平台，或许一个简单的职业，一个简单的工作岗位，都有可能是你梦想起航的平台，在梦想的路上，不要害怕，更不要怕被摔得遍体鳞伤，只有不断努力奋斗，你一定会看到梦想的升起。少年，青春是你的资本，在这条青春的路上找寻自己的平台。青春如同长河，左岸美好回忆右岸璀璨年华。好的平台是梦开始的地方，让我们从梦想开始的地方起航。范文字篇四上善若水。水，是万物的生命之源。滴水穿石海纳百川蒸蒸日上等都是关于水的词汇。持之以恒刚柔相济，以柔克刚，奔流不息，不舍昼夜都是水的文化和精神。或许是因为水的精神使人折服，有很多诗人都围绕它作诗。水也可以是洛阳亲友如相问，一片冰心在玉壶的至真至纯的秉性水可以是日出江花红胜火，春来江水绿如蓝明丽动人的春景水更可以是气蒸云梦泽波撼岳阳的云蒸霞蔚龙腾虎跃万马奔驰的气势。水有不同的状态，我们的心灵也是如此。冰一词给人的感觉是冰冷的。而性格内向的人就像冰一样，冷若冰霜就是这个意思。性格孤僻，就会封闭自我，活在自己的小圈子里，不让别人靠近。马加爵，一个孤僻的孩子，因和室友不和，便行为极端，走上了杀人犯罪的道路。他的一生就这样被改写了。假如一个人对生活和人生的温度是零度以下，那么这个人的生活状态就会是冰，他的整个人生舞台也就不过他双脚站的地方那么大。如果我们内心的温度是常温的话，那我们的人生就会缺少激情和动力，就只能踏步不前。就拿我们的学习来说吧，如果我们只是不作努力的学习，成绩也只会毫无起色，我们也始终不会充满斗志，更无法创造出更大的辉煌。只有我们的内心的温度在一百度以上时，我们的内心有一把火时，我们才会斗志昂扬，在血液沸腾之时，我们的激情也会随之而来，我们才会积极主动地去解决以前留下的或者是将来面对的困难。在学习上，我们应该以百倍的热情去学习知识，去解决那些让人厌烦的阿拉伯数字和那二十六字母组成的如天书一样的数学英语。如果你之前是零度以下，或者是常温都不要紧，只要你现在有一颗炽热的心去迎接紧张的高三，我相信在一年之后，你会有不一样的收获。"}
{"text":"在学习上，我们应该以百倍的热情去学习知识，去解决那些让人厌烦的阿拉伯数字和那二十六字母组成的如天书一样的数学英语。如果你之前是零度以下，或者是常温都不要紧，只要你现在有一颗炽热的心去迎接紧张的高三，我相信在一年之后，你会有不一样的收获。无论是在学习工作生活中，我们都要有炽热的心，因为它能够让你飞向更加辽阔的书的海洋它能够让你在工作中走向更高的一层阶梯它能够让你在生活中充满激情和活力，让你的生活时刻充满新鲜感！加油吧！让我们一起努力和追寻那颗炽热的心，让我们拥有这颗心走向美好的未来，也让这颗心成为我们人生道路上的动力与冲劲！让我们对生活和人生拥有一百度的炽热吧！让我们成为水蒸气，成为云朵，让我们飞起来，让我们不仅拥有大地，还能拥有天空，那么，我们的世界就会和和宇宙一样大！范文字篇五喧闹的城市，攒动的人群，快节奏的生活在这忙忙碌碌凡尘中我们似乎都忘了，忘了一件最美的事儿――倾听。正如一篇散文所说当你向我走来时，我没有迎接，而是在一堆嘈杂声中，处理着众多烦杂的事务。而当我真正静下心来，想一睹你绝世芳容时，你又恢复了你往日的常态――清冷！世事总是如此，因为日常的琐碎生活的纷杂，掩蔽了倾听的环佩妙音，朦胧了倾听的清碧透明，在眼前不知珍惜，一朝错过，才追悔莫及。或许是那句沉默是金感染了我，我开始静静地，静静地倾听着世界万物的声音我喜欢躺在草地上，望着蔚蓝的天空，深邃无极，春风在轻歌软语，小鸟你侬我侬，山在浅唱，水在低吟，还有那可爱的云朵，徜徉自在。仔细聆听一切美妙的声音，寻找心灵的一片净土。这时，倾听是一种与大自然接近的方法，是驱逐喧嚣，涤荡净化心灵的妙方。我喜欢坐在客厅中，边写日记，边听妈妈在厨房里演奏锅碗瓢盆交响曲。在这声音中，想起了妈妈平时对我的百般宠爱，万般呵护想起了他的唠叨，想起了妈妈平时都忙忙碌碌的做着许多事儿，但她从不忘关心我的身体和学习。在这倾听中，我感受到了妈妈对我的爱。这时，倾听是一种感恩的方式。我喜欢和朋友们漫步在充满绿色的生机校园中，听他们的心声，偶尔也会有疯狂的傻笑声冒出。听着这些可爱甜美的声音，我感到快乐极了！这时呀！"}
{"text":"我喜欢坐在客厅中，边写日记，边听妈妈在厨房里演奏锅碗瓢盆交响曲。在这声音中，想起了妈妈平时对我的百般宠爱，万般呵护想起了他的唠叨，想起了妈妈平时都忙忙碌碌的做着许多事儿，但她从不忘关心我的身体和学习。在这倾听中，我感受到了妈妈对我的爱。这时，倾听是一种感恩的方式。我喜欢和朋友们漫步在充满绿色的生机校园中，听他们的心声，偶尔也会有疯狂的傻笑声冒出。听着这些可爱甜美的声音，我感到快乐极了！这时呀！倾听是增进友谊，获得快乐的工具。倾听自然的声音，可以让人找回内心深处最美的殷实宁静倾听父母的声音，可以让家庭变得更加和睦温馨倾听朋友的声音，可以拉近你我的距离，让我感到幸福开心！倾听，让思想走向深刻纯净！倾听，让生命愈加生动丰盈！朋友，倾听是一种美，有机会请多一些倾听，倾听会让你更加的珍爱生命，享受生活。范文字篇六三诊的成绩拿下来了。乐观者拿着成绩冷静分析，又开始埋头苦干，信心十足地踏在高考的道路上悲观者拿着成绩暗自悲伤，陷入迷茫，不断摇头叹息为什么会这样？为什么所有的努力付之东流？于是，有人开始害怕考试，害怕努力。心中积下了满满的悲伤。而我要说，不要悲伤，要为实现理想作最后冲刺。十二年的寒窗苦读，只为能在高考中脱颖而出，所以我们选择了一路向前，努力，努力，再努力。有些悲伤者们会把最近的一次次测试当作一种嘲笑，嘲笑着自己的努力白费功夫，嘲笑着自己一路走来的坚持是否明智，这一犹豫可能摧毁了自己决胜高考的信心。于是有人开始拒绝。拒绝书本，因为怕了，他们怕十二年的努力会成为一场梦，随花飘零，随水东流而我想，只要想起上学前母亲那殷切期盼的眼光，想起回家时父亲赞许鼓励的话语，想起课堂上恩师谆谆教导单是一个悲伤怎的了得！我觉得，与其伤感，不如最后一搏。我们会悲伤，是因为我们害怕努力后看不到自己的进步，害怕努力后看不到前方的道路我们才开始迷茫。迷失在高考的路上，找不到去高考的方向。我们要战胜心中恐惧，放手拼搏！追逐梦想，青春飞扬破釜沉舟，背水一战卧薪尝胆，发愤图强斗志昂扬，不再迷茫决战高考，提名金榜铿锵有力的誓词破风而来，响彻耳畔！那是我们共同的誓词！"}
{"text":"我觉得，与其伤感，不如最后一搏。我们会悲伤，是因为我们害怕努力后看不到自己的进步，害怕努力后看不到前方的道路我们才开始迷茫。迷失在高考的路上，找不到去高考的方向。我们要战胜心中恐惧，放手拼搏！追逐梦想，青春飞扬破釜沉舟，背水一战卧薪尝胆，发愤图强斗志昂扬，不再迷茫决战高考，提名金榜铿锵有力的誓词破风而来，响彻耳畔！那是我们共同的誓词！那是我们说好要一起挥刀斩去高考之路上的荆棘，冲向胜利的巅峰所吐露的心声！所以，不要太在乎眼前的得失，而要看到六月的灿烂阳光！我们已经为了几十天后的那场高考坚持了十几年，我们一路洒热泪，一路淌汗艰辛而来，如今站在了这里，高考的战鼓已经敲响！收起我们的悲伤吧，收回我们的迷茫吧！向前决胜高考！依旧要努力，依旧要拼搏，现在的成绩不算什么，高考才是我们的目的！向前，向前，准备好一切，为理想做最后的冲刺！范文字篇七灾难是真理的第一程。――拜伦六月七日上午十点四十还好，留给作文的时间和自己心里预计的一样。五十分钟。不多，亦不少。她眼神空洞地望着卷面上的题目眼泪。呵，高考作文原来也不过如此。轻转笔帽，脑海里背过的范文模板像校领导讲话一样利索地滚出来开头要妙语连珠，先声夺人，让阅卷老师眼前一亮中间注意引用时事论据，什么雅安地震啊，温总理卸任啊，这些都是显示你文章深度的有力证据最后一招实在遇上字不够，正说反说也奇妙！她想着想着，偶然间内心紧了一下。眼泪，这是她岁高考的作文题目，亦是高中三年来自己所有感情的倾注。拜伦说过，灾难是真理的第一程。而我却想说，泪水是梦想的终点站。还剩下四十多分钟。她的思绪疯狂地陷入回忆中，像离岸的列车，势不可挡，一路飞驰。她知道，赢了自己，就赢了一切。散步随想六月八日，晚十点零五分时间如经纬一样契合，往昔今朝的古都，在一个人的脑海里静静相遇。那是一个呼吸在自己世界里的小城。有山，有水，有数不清的蜿蜒小巷，有巍峨高大的历史遗存。儿时的她脚印踩遍了小城的每一块青石板，雨落下，浅浅的水洼里映照出昔日的断垣残瓦。"}
{"text":"拜伦说过，灾难是真理的第一程。而我却想说，泪水是梦想的终点站。还剩下四十多分钟。她的思绪疯狂地陷入回忆中，像离岸的列车，势不可挡，一路飞驰。她知道，赢了自己，就赢了一切。散步随想六月八日，晚十点零五分时间如经纬一样契合，往昔今朝的古都，在一个人的脑海里静静相遇。那是一个呼吸在自己世界里的小城。有山，有水，有数不清的蜿蜒小巷，有巍峨高大的历史遗存。儿时的她脚印踩遍了小城的每一块青石板，雨落下，浅浅的水洼里映照出昔日的断垣残瓦。她指尖轻轻触碰上丽景门的墙壁，那么多的泥和土，壁上的尘埃如同安睡的灵魂，在十三朝王者地脉里静默沉寂。是的，这不是一般的小城。曾经她有个颇具阳刚之气的美称东都。沧海桑田，往事俱兮。昔日的东都帝业之魄不复，皇宫旧址如今也仅掩埋地下。时代的洪钟响起，历史的使命终结。她是不太钟爱肃穆威严的东西的。因为那些遗存就如同人生迟暮的老者，阅历世事沧桑。而她，她是新世纪的青年，是处在生如夏花芳龄的文青，是抱着s高谈阔论的女愤青。她需要青春期鲜活的血液，她更需要看看更广阔更多元的世界。对经典的感悟十二月六日上午晴冬天已经到了，春天还会远吗？――雪莱叶先生，世间每一次相遇，都是久别的重逢。她默默地品味着一代宗师上宫二的这句话。说的多好，相遇，人和人，物和物。人和物。她嘴角露出了一丝欢愉的微笑，这世上的相遇和重逢也并非都像宫二说的那么凄凉伤感，她使劲捏了一下车票，比如这次，就是美事一桩！飞驶的列车一路向北，窗外莫名的瓢泼大雨丝毫不减她激动的心情。一夜没睡，她在焦虑好奇又异常兴奋中努力地听清每一次报站声音。她多想天不亮就跑到广场，在人海中亲身经历一次升国旗她多想下了火车就跑去全聚德，尝尝传说中肥而不腻色泽红润的正宗北京烤鸭她多想立刻站在新学校的讲台上，自豪地向大家介绍自己与古今两个国都的渊源她多想让世界都知道，她即将是中国――这个广袤而伟大的国家的首都的一员！她多想手中的笔轻颤了一下，喉咙似有异物堵在里面。此时此刻，眼泪的标题赫然在目，她却一滴泪也流不出来。因为回忆，就是现在式。"}
{"text":"她多想手中的笔轻颤了一下，喉咙似有异物堵在里面。此时此刻，眼泪的标题赫然在目，她却一滴泪也流不出来。因为回忆，就是现在式。范文字篇八松柏无法选择扎根的土地，却可以选择让自己傲岸挺拔星辰无法选择闪亮的时间，却可以选择让自己的光亮照耀每一个黑暗的角落花儿无法选择开放的地点，却可以选择让自己的美丽装点一方天地。人类亦然，我们无法选择自己生命的土地是贫瘠还是肥沃，但我们可以选择让自己的土地开满鲜花芳香四溢。他的土地开满鲜花芳香四溢，为黑人的历史染上了如兰般的坚定气息。曼德拉，这位非洲之星世界之魂。他是为自由而战的斗士，以江河为箭，山峦为弓，用执着划破黑暗的寂静，携信念冲上自由的云端。作为一名黑人，黑色的皮肤给予他的意义是一生的奋斗。他无法选择自己的肤色。曼德拉选择的是将自由平等的种子种入自己的花园。二十七载的囹圄桎梏折不了他为黑人争取权利的信念，反而将他鲁莽的内心磨砺得更加沉静。曼德拉选择让自己的土地开满自由平等的鲜花，那如兰般的幽香散发到世界上每个追求自由的角角落落，日月同辉。他的土地开满鲜花，芳香四溢，为人类的思想镀上了永不退色的金粉。，最狂妄的年龄忽地失去了双腿。在别人看来，的土地似乎已杂草丛生生机无存。他自己也坦言自己曾游走在寂灭与坚守的边缘，也曾动过轻生求解脱的念头，但与地坛的相遇使他顿悟，使他明白要用心耕种自己的土地，使其芳香四溢。于是在自己荒草丛生的土地上种下坚强的思想之种，用一朵朵芬芳的思想之花为人们创造了一座不萎的精神花园。即使他无意苦寻伟大，胜利女神依然在他离开后为他加冕桂冠。他的土地开满鲜花，芳香四溢，为自己的人生涂上了一抹亮丽的色彩。甘相伟，这位北大保安，自己进修北大的梦想无法实现已成事实，他选择成为北大保安来蹭课，几年的努力终让他成为北大学子，他的芬芳是我们的榜样。同样寄人篱下，勾践用心耕种自己的土地，卧薪尝胆终富国，而李煜任由土地杂草丛生，落得被赐死下场。"}
