{"text":"分明没有人君之度，不似人君，所以无法说下去，也就不必再说下去了。反正知道他只是个爱听小话的人，就不再说了。于是乐正子回过头来看他的老师孟子。当然，带有几分牢骚地说，我曾经向我们的老板鲁平公提出报告，关于老师的学问道德。鲁平公听了，原本要来看你，不料老板身边有一个亲信的小人―――奸臣臧仓，在鲁平公面前说你的小话，放了一包烂药，阻止了我们老板不来看你了。孟子对乐正子说，他来看我，自有促使他来的因素他如果不来看我，也自有阻止他不来的因素。他的来不来看我，其实不是人力所能决定的，那是天命。臧仓虽然是一个小人，说了我的坏话，但是他怎么有这么大的力量，左右我和鲁平公见面或不见面呢？你不必发他的牢骚了。照文字来看，我们这一段，可用上面解释。但是其中行或使之，止或尼之这句话，我们如果作一番仔细的推敲，则发现它还有另一层的含义。这两句话的文字很美，可作两面解释。一种是鲁平公如果去看孟子，那是因为乐正子的促成，他为孟子澄清了误会。他之所以不去看孟子，是另一个因素阻止了他，那是受了臧仓这个嬖人的谗言。而一个作领袖的人，不应该受到别人左右。现在他会受人左右，那么这个领导人也就可想而知，没什么可谈的了。所以不必要怪臧仓，臧仓只不过投其所好而已。在基本原则上，他根本就没有诚心想来看我。另一种深一层的解释，孟子这句行或使之，止或尼之。是说，我的道如果能够行得通，能够实现，那么天下自然就会有人，有力量，使我受到重用，去推行我的理想。如果我的道行不通，那么不需要别人来阻止，我自己也会见势而止的。老实说，我的道行或不行，这则兼善天下，穷则独善其身。得机会，救天下，救国家救社会不得机会，个人把自己管好。这个行或止，不是人事可以安排的，在冥冥之中，自有一个不可知的气数。天下该得太平。我的道自然实行天下该动乱，也是没有法子的事。所以我与鲁平公不能见面，实在不是人事所可以左右的。你不必去责怪臧仓的挑拨。上面那句话，可作两层意思来了解，也可以说是孟子立身处世的大原则。历史上，现实的社会中，一个人的立身出处，随时随地都可能遭遇这种类似事件的攻击。只要多读些历史，多经历人生，反而觉得是很平常的事，一切都会处之泰然，看得无所谓了，就如孟子对乐正子最后的结论。"}
{"text":"这个行或止，不是人事可以安排的，在冥冥之中，自有一个不可知的气数。天下该得太平。我的道自然实行天下该动乱，也是没有法子的事。所以我与鲁平公不能见面，实在不是人事所可以左右的。你不必去责怪臧仓的挑拨。上面那句话，可作两层意思来了解，也可以说是孟子立身处世的大原则。历史上，现实的社会中，一个人的立身出处，随时随地都可能遭遇这种类似事件的攻击。只要多读些历史，多经历人生，反而觉得是很平常的事，一切都会处之泰然，看得无所谓了，就如孟子对乐正子最后的结论。我曾经写过四句只像偈语不像诗的话，也正好在这里提供大家作一参考。身入名场事可怜，是非争竞奈保天。看来都是因人我，无我何妨人尽贤。其实，在大道理上，都是因为分别人我而有此烦恼。缩小在现实范围来讲，都是利害的冲突。人就是这样渺小可怜，但是这只是对个人自处的修养来讲。倘使要作一番事业，作一个领导人，就不能马虎，任凭情绪的冲动而听信谗言了。不然，因此而错失得力的人才，甚至牵一发而动全局，那就太不明智了。到这里，梁惠王的上下两章，大概都研究完了，这也是研究孟子最重要的一部分。因为梁惠王上下两章的内容，是孟子一生中，一心一意想拯救当时极其动乱的战国时代的理想和抱负。他有救世的思想，所以他游历魏齐之间，希望能受重于一个政权，透过这个政权，推行他的思想，对天下，对人类社会有所贡献。而他的思想当中，最高的政治原则，哲学基础，就包含在这两章书中。同时也可以说是他学问成就以后，从中年到晚年，出来游历国际间的传记缩影。第一章天尊地卑天尊地卑，乾坤定矣卑高以陈，贵贱位矣动静有常，刚柔断矣方以类聚，物以群分，吉凶生矣在天成象，在地成形，变化见矣。是故刚柔相摩，八卦相荡，鼓之以雷震，润之以风雨日月运行，一寒一暑。乾道成男，坤道成女，乾知大始，坤作成物。乾以易知，坤以简能。易则易知，简则易从易知则有亲，易从则有功有亲则可久，有功则可大可久则贤人之德，可大则贤人之业易简而天下之理得矣！天下之理得，而成位乎其中矣。"}
{"text":"是故刚柔相摩，八卦相荡，鼓之以雷震，润之以风雨日月运行，一寒一暑。乾道成男，坤道成女，乾知大始，坤作成物。乾以易知，坤以简能。易则易知，简则易从易知则有亲，易从则有功有亲则可久，有功则可大可久则贤人之德，可大则贤人之业易简而天下之理得矣！天下之理得，而成位乎其中矣。象数之钥易经的主要内容分三个方面，就是理象数，我们前面已经讲过易经杂说真正说到易的境界在象与数卦象卦数，数还包括了阴阳五行。如果真来研究，先后天八卦及八八六十四卦，必须要背得。大家没有背得，象数的基本原则又不懂，将来研究起来会困难重重，等于没用。你们各位都是同仁，也不便考试你们，要我真正上课，我是很严格的。每人都要当面考试，当场来背，这是我们老规矩的教授方法。这个方式，不好意思对大家来用，但我还是要把传统的教育方法告诉各位，希望大家注意。什么叫卦？何谓爻？如果弄不清楚，听易经是白听的。希望大家不要象看热闹听歌星唱歌一样，那就没有意思了。我今天很严肃地告诉大家，你们有人对象数卦爻的基本法则阴阳的原理原则还不清楚的，请先把过去我们讲的再复习一下，这对大家今后的学习，会有很多方便。我们要研究易经，先要了解孔子的系传，这是很重要的。易经的象数，就是我们一般观念中的上知天文，下知地理，乃至算命看相未卜先知那一套东西。要会那一套东西也是不容易的，必须要把象数真弄通了，还要懂得中国古代的天文学等等，才有点希望。差不多要几十年的读书思考研究。易经不是光凭记忆的，有些必须要靠自己的聪明去思考去探讨。易经也不是一个呆板的方式，运用到哪一方面都可以的。但是如果要精通易经，便一定要从呆板的方法开始，而且易经象数的多种法则都要了解才行。有关象数与易理，以后我们会更进一步给大家讲，今天我们初步的研究，先把古代的方法告诉各位。大家必须知道，先把系辞上下传研究通了，你自己研究象数的钥匙就可以拿到了，这是第一点。第二点，通了系辞之后，对中国文化的根本，才真正有个认识。第三点，孔子的哲学思想，以及他一切理论及学说的来源，也都搞得清楚了。"}
{"text":"易经也不是一个呆板的方式，运用到哪一方面都可以的。但是如果要精通易经，便一定要从呆板的方法开始，而且易经象数的多种法则都要了解才行。有关象数与易理，以后我们会更进一步给大家讲，今天我们初步的研究，先把古代的方法告诉各位。大家必须知道，先把系辞上下传研究通了，你自己研究象数的钥匙就可以拿到了，这是第一点。第二点，通了系辞之后，对中国文化的根本，才真正有个认识。第三点，孔子的哲学思想，以及他一切理论及学说的来源，也都搞得清楚了。易经是情报学吗今天我们来研究易经的系辞上传，还是用传统的方法象教中国哲学那样的教法，来同大家研究。说到这里，想到昨天有位同学，拿了一本周易通论给我看。这本书是大陆学者用很奇特的观点来讲易经的，认为易经是一部情报学。他们主要的观点是说，易经的当时被敌人俘虏了，为了向外面求救，就画了很多符号，所以他们认为八八六十四卦是为了求救，对外面通讯所用的方法。这套说法差不多已经有七八十年了。这种说法很可怕，把中国文化打得稀烂。我们今天还是从中国文化本位的立场来研究，姑且认为易经的系辞上下传，是孔子研究易经的心得报告，同古人对所谓的十翼这十翼就是孔子研究易经的十种心得报告的看法一样。这十翼对中国文化关系很大，大家懂了这一方面，对四书五经的原理，可以说大概已经贯通了。基本上来说，系传的文字也很浅显，很容易懂。大家要研究古文，想把文章写好，便要先研究孔子的文章。如果我们讲文学史，我认为系传是第一流的文学。像老子呀，庄子呀，乃至屈原的离骚，都是南方文化的系统。上古时候，我们的文化还没有统一，各个地方不同。所谓齐鲁文化，就是孔孟文化系统，他们也是古代的文学大家。大家若要知道孔孟的文章，仅仅读论语孟子大学中庸是不够的，还要看易经的系辞上下传，它的文字非常高明，一般人多忽略了。天尊地卑，乾坤定矣卑高以陈，贵贱位矣动静有常，刚柔断矣方以类聚，物以群分，吉凶生矣在天成象，在地成形，变化见矣。这一段就文字上来看，大家很容易懂，很浅显。但是，是不是真懂了呢？"}
{"text":"上古时候，我们的文化还没有统一，各个地方不同。所谓齐鲁文化，就是孔孟文化系统，他们也是古代的文学大家。大家若要知道孔孟的文章，仅仅读论语孟子大学中庸是不够的，还要看易经的系辞上下传，它的文字非常高明，一般人多忽略了。天尊地卑，乾坤定矣卑高以陈，贵贱位矣动静有常，刚柔断矣方以类聚，物以群分，吉凶生矣在天成象，在地成形，变化见矣。这一段就文字上来看，大家很容易懂，很浅显。但是，是不是真懂了呢？在我的观念里，恐怕还差十万八千里，也可以说完全不懂。十几年前一位同学说我们研究中国的易经，怎么看都看不懂，现在我看了一本外国人翻译的易经，一看就懂了。我说很好啊！你是中国人，我也是中国人，我们研究自己文化的易经，搞了几十年还搞不懂，去学了几年英文，再看外国人翻译的英文易经，便真懂了易经，那些研究易经几十年还不懂的中国人，可是真笨呀！看来说这些话的人真聪明，外国人也真聪明，如果这样便真懂了易经，那就不叫易经了，不知该叫什么东西才对。这个意思大家知道吗？与我们不同文化系统的人，研究我们另外一种文化系统，而能达到极高度的认识与境界，很轻松就弄通了，这是不可能的。我们中国人很少读中国书，读了一辈子书，连中国的文章还是写不通。这是老实话。所以我们自己本身学自己的文化，想把自己的文字写得好，都还做不到，一个学英文出身的外国人，把易经一下子就学懂学通了，恐怕没有那么简单。天尊地卑，乾坤定矣。文本非常简单，这就是孔子研究易经的心得。我们学易经，大家要知道，现在我们称易经为周易，周易是周文王整理的另外还有两种易经，就是连山易与归藏易。这三本易经统称为三易。连山归藏据说已经没有了，失传了，但是我们还可以从象数里边看到一些。大家要研究连山易归藏易，有一本书叫易纬，简单明了。还有一本书叫关朗易传，或者也可以约略地看到一点影子。不过话虽这么讲，真正研究起来，却不简单，并不容易都能懂得。三坟五典八索九丘现在先踉各位讲一个故事清朝初年有个才子，就是非常有名的袁枚袁子才。"}
{"text":"这三本易经统称为三易。连山归藏据说已经没有了，失传了，但是我们还可以从象数里边看到一些。大家要研究连山易归藏易，有一本书叫易纬，简单明了。还有一本书叫关朗易传，或者也可以约略地看到一点影子。不过话虽这么讲，真正研究起来，却不简单，并不容易都能懂得。三坟五典八索九丘现在先踉各位讲一个故事清朝初年有个才子，就是非常有名的袁枚袁子才。他是乾隆时代的人，他的诗词是性灵派，等于现代人主张随口说出来，不加修饰，有思想有灵性有感情，不要那么古板，我也非常赞成。他当时遭人反对，但他的确是当代的才子，所以他考取进士，做了两任县官，四十多岁就辞官不做了。他把红楼梦在南京的大观园买下来，改名随园，自己享了一辈子清福，真正是天下闻名的才子。他在随园门口挂了一副对子，颇为自豪此地有崇山峻岭茂林修竹，斯人读三坟五典八索九丘。当时另一位名士叫赵翼的，是清代有名的历史学家，也是很有名的诗人，也是才子之一。他很不服气，故意要来挖苦地。有一天赵翼到了南京，用红帖子写了自己的名字唐宋时的名帖叫刺，亲自拿着来访袁枚。刚好袁枚不在，家人很客气地招待赵翼请问赵先生来访有什么事吗？他说我没有事，只是想来借两部书。家人问他借什么书，他说三坟五典八索九丘，借去看看。袁子才回来知道他是来找麻烦的，便把门口的对联拿掉了。三坟五典八索九丘，不要说现代人不知道，连我们当时的袁先生也弄不清楚。三坟是什么？三坟就是三易连山归藏周易。五典呢？就是五经，或者说是尚书，洪范五福。八索就是八卦。九丘就是九畴，就是河图洛书的理数。老实说，这些东西袁子才也都读过，但真要谈研究易经，实在说，他也并不很内行。所以赵翼故意来整他一下，出他的洋相。这个故事说明什么呢？说明读中国古书之难，不是那么容易的。符号逻辑我们讲系传，一开始就讲到乾坤两卦，这两卦过去我们都讲过的。连山易是以艮卦开始，艮卦代表山，象山之出云，所以叫连山易，那是神农时代的易。归藏易是黄帝时代的易，以坤卦为第一卦。"}
{"text":"老实说，这些东西袁子才也都读过，但真要谈研究易经，实在说，他也并不很内行。所以赵翼故意来整他一下，出他的洋相。这个故事说明什么呢？说明读中国古书之难，不是那么容易的。符号逻辑我们讲系传，一开始就讲到乾坤两卦，这两卦过去我们都讲过的。连山易是以艮卦开始，艮卦代表山，象山之出云，所以叫连山易，那是神农时代的易。归藏易是黄帝时代的易，以坤卦为第一卦。我们手里的易经周易，则是以乾坤两卦开始。大家要知道，所有的卦都是一个代号，借用现在最新的科学名词来说，就是符号逻辑。可是你要知道啊，千万不能说我们中国文化的易经就是符号逻辑，就是两个字就用错了。符号逻辑是最近新兴的人文科学，是从苏联开始的，现在美国也很流行。如果提到西方符号逻辑的科学精神，可以说我们中国几千年以前都有了。例如我们易经的卦就是一种符号逻辑，但是如果说我们易经就是符号逻辑，那就错了。这就是不懂中国文化，把他打三个耳光还算客气的，在古代应该拉下来打三百大板，因为他的书根本就没有读通。为什么呢？我们老祖宗这个易经，在几千年以前就已经有了，而符号逻辑是近几年，还不到一百年才新兴起的一种东四。硬要把我们几千年以前的老祖宗，拿来跟人家外来的文化孙子比哎呀！你的东的真好呀，我们中国的易经讲的跟你们一样呀！这岂不是笑话！这是不通的，所以大家要注意。现在我们回转过来，说乾坤也好，八八六十四卦也好，借用西方人大科学新兴的观念来讲，它是个符号。说它是符号逻辑也好，逻辑符号也好，如果一定要说它是计么东西，无法下一个定义。譬如乾坤两卦，乾代表天，坤代表地。拿人来讲，乾又代表男的，坤又代表女的。拿我们本身来讲，乾又代表头，坤代表肚子。拿中国历史来讲，乾代表后面，坤代表前面。所以说它是不定的，放到哪一面都可以。假设现在我们拿乾坤两卦来说，乾代表我们的头部，坤代表肚子，只是拿它来做代号，是一个标记。如果你非要确定地说乾坤两卦是什么，那你就根本不宜学易经。所以说学易经一定认为乾卦代表什么，坤卦代表什么，你就把它看得死板了，你学易经便不会通了，永远不会通了。因为它适用于任何方面，物理处好，化学也好，这个道理要搞清楚。"}
{"text":"拿人来讲，乾又代表男的，坤又代表女的。拿我们本身来讲，乾又代表头，坤代表肚子。拿中国历史来讲，乾代表后面，坤代表前面。所以说它是不定的，放到哪一面都可以。假设现在我们拿乾坤两卦来说，乾代表我们的头部，坤代表肚子，只是拿它来做代号，是一个标记。如果你非要确定地说乾坤两卦是什么，那你就根本不宜学易经。所以说学易经一定认为乾卦代表什么，坤卦代表什么，你就把它看得死板了，你学易经便不会通了，永远不会通了。因为它适用于任何方面，物理处好，化学也好，这个道理要搞清楚。但是孔子的报告，是一个总纲的报告，乾坤两卦代表了大自然的物理世界，它是代表了物理世界这个大自然的符号。乾代表了天，坤代表了地，我们现在这个宇宙，乾坤这两个符号就作了代表。易经文化中的尊卑就中国文字来看，如果认为天高高在上是很尊贵的，地在下，便很卑贱，很下贱，这种看法又是胡说，该打三百大板。天尊是尊贵尊远。我们仰头一看这个太空，天在上面到了太空，我们的头顶上还有太空，永远的虚空，无量无边的虚空。在我们上面永远很高远，很尊贵的，这就叫做天。地很卑近，卑者近也。尤其是我们人类的文化，就是大土地的文化。人离不开土地，这个地球土地对我们很卑近。换句话说，卑就是很浅近，很浅，很近。所以说天，那么高远，无量无边的空间，永无止境地，我们这个地球，同我们人文文化关系那么密切，非常切近。懂了这个原理，有了这个观念，再来研究易经就方便多了。因为我们对这个天的研究，太空的研究，内容太多太多了。就是地球物理的研究也太广泛了，没有办法记述。因此古人便归纳为两个简单的符号，所以说天尊地卑，乾坤定矣。何以叫做定呢？定是确定的法则，不能变动的。譬如我们站在地面上，一看头上就是天，到了飞机上，向高空上面一看外面虚空上还是天，到了太空外也还是天，凡是我们脚跟踩的那个，那就是地。譬如太空人，在太空里头没有办法落地，永远在转。踏得到的那个东西，脚踏实地的，那个便叫地。这个法则是不能变动的，所以说乾坤定矣。好了，现在我们了解了天尊地卑，乾坤定矣这两句话有那么多的意思。如果我们不加研究，一看文字，我也懂呀！跟白话一样嘛！可是进一步来探讨呢！实在没有懂。"}
{"text":"定是确定的法则，不能变动的。譬如我们站在地面上，一看头上就是天，到了飞机上，向高空上面一看外面虚空上还是天，到了太空外也还是天，凡是我们脚跟踩的那个，那就是地。譬如太空人，在太空里头没有办法落地，永远在转。踏得到的那个东西，脚踏实地的，那个便叫地。这个法则是不能变动的，所以说乾坤定矣。好了，现在我们了解了天尊地卑，乾坤定矣这两句话有那么多的意思。如果我们不加研究，一看文字，我也懂呀！跟白话一样嘛！可是进一步来探讨呢！实在没有懂。现在同时告诉大家，我们所讲的天尊地卑，乾坤定矣这个文化，由来很久远了。过去我们看到某家少爷跟某家小姐定婚，来个红帖子，吃了人家的喜饼，大家不约而同地会说很好很好！乾坤定矣。婚约定了，便是乾坤定矣。古人在婚书上写着上昭天地神明祖先，两人永结同心的字样，不像现在的结婚证书是为将来离婚准备打官司时用的，还要有介绍人公证人，准备将来上法庭当证人，这是从西方文化传来的风俗。独立的方块字天尊地卑，乾坤定矣这两句话八个字，就说明了周易是以乾坤两卦做开头。换句话说，宇宙物理的法则，到达了人文物理，到达了地球物理。下面卑高以陈贵贱位矣这两句话解释天为什么那样尊，地为什么叫做卑，卑高是翻转过来的运用。我们看到中国文字，就想起了一个问题，现在的读书人没有学多少西方文字，便批评中国文字不合逻辑。象这里，有人会认为应该是高卑以陈才对。因为高是天，卑是地。上面说天尊地卑，跟着下来的解释又翻过来说卑高以陈，这是倒转的用法，要说中国文字不合逻辑，是自己没有弄清楚，就随便批评。因为中国文字与西方不同，它是一种独立的方块字，一个字代表了好几个观念好几个意思。现在从白话教育入手，很多人反而不认识中国文字了。要好几个中国的方块字凑拢了，才能表达一个观念。真要研究中国文化中国文字的人，认得了中国字，懂了这个字，便已懂了很多的观念很多的思想了。这一种文字学问现在变成专门啦，到了大学研究所才开始中国文字的研究，我们当年七八岁就开始了。现在叫文字学，当年叫小学。所以我们中国的古礼，六岁入小学，就是学这个天字为什么这样写法？地字为什么这样写法？它是属于哪一部的？哪个范围的？"}
