{"text":"茶卤加开水，浑浑满满一大盅，上面泛着白沫如啤酒，或漂着油彩如汽油，这固然令人恶心，但是如果名茶一盏，而客人并不欣赏，轻咂一口，盅缘上并不留下芬芳，留之无用，弃之可惜，这也是非常讨厌之事。所以客人常被分为若干流品，有能启用平素主人自己舍不得饮用的好茶者，有能享受主人自己日常享受的中上茶者，有能大量取用茶卤冲开水者，飨以玻璃者是为未入流。至于座处，自以直入主人的书房绣闼者为上宾，因为屋内零星物件必定甚多，而主人略无防闲之意于亲密之中尚含有若干敬意，作客至此，毫无遗憾次焉者廊前檐下随处接见，所谓班荆道故，了无痕迹最下者则肃入客厅，屋内只有桌椅板凳。别无长物，主人着长袍而出，寒暄就座，主客均客气之至。在厨房后门伫立而谈者是为未入流。我想此种差别待遇，是无可如何之事，我不相信孟尝门客三千而待遇平等。人是永远不知足的。无客时嫌岑寂，有客时嫌烦嚣，客走后扫地抹桌又另有一番冷落空虚之感，问题的症结全在于客的素质，如果素质好，则未来时想他来，既来了想他不走，既走想他再来如果素质不好，未来时怕他来，既来了怕他不走，既走怕他再来。虽说物以类聚，但不速之客甚难预防。夜半待客客不至，闲敲棋子落灯花，那种境界我觉得最足令人低徊。请客常听人说若要一天不得安，请客若要一年不得安，盖房若一辈子不得安，娶姨太太。请客只有一天不得安，为害不算太大，所以人人都觉得不妨偶一为之。所谓请客，是指自己家里邀集朋友便餐小酌，至于在酒楼饭店铺筵席，陈尊俎，呼朋引类，飞觞醉月，享用的是金樽清酒，玉盘珍羞，最后一哄而散，由经手人员造账报销，那种宴会只能算是一种病狂或是罪孽，不提也罢。妇主中馈，所以要请客必须先归而谋诸妇，这一谋，有分教，非十天半月不能获致结论，因为问题牵涉太广，不能一言而决。首先要考虑的是请什么人。主客当然早已内定，陪客的甄选大费酌量。眼睛生在眉毛上边的宦场中人，吃不饱饿不死的教书匠，一身铜臭的大腹贾，小头锐面的浮华少年若是聚在一个桌上吃饭，便有些像是鸡兔同笼，非常勉强。把素未谋面的人拘在一起，要他们有说有笑，同时食物都能顺利的从咽门下去，也未免强人所难。主人从中调处，殷勤了这一位，怠慢了那一位，想找一些大家都有兴趣的话题亦非易事。所以客人需要分类，不能鱼龙混杂。"}
{"text":"首先要考虑的是请什么人。主客当然早已内定，陪客的甄选大费酌量。眼睛生在眉毛上边的宦场中人，吃不饱饿不死的教书匠，一身铜臭的大腹贾，小头锐面的浮华少年若是聚在一个桌上吃饭，便有些像是鸡兔同笼，非常勉强。把素未谋面的人拘在一起，要他们有说有笑，同时食物都能顺利的从咽门下去，也未免强人所难。主人从中调处，殷勤了这一位，怠慢了那一位，想找一些大家都有兴趣的话题亦非易事。所以客人需要分类，不能鱼龙混杂。客的数目视设备而定，若是能把所有该请的客人一网打尽，自然是经济算盘，但是算盘亦不可打得太精。再大的圆桌面也不过能坐十三四个体态中型的人。说来奇怪，客人单身者少，大概都有宝眷，一请就是一对，一桌只好当半桌用。有人请客宽发笺帖，心想总有几位心领谢谢，万想不到人人惠然肯来，而且还有一位特别要好带来一个七八岁的小宝宝主人慌忙添座，客人谦让孩子坐我腿上大家挤挤攘攘，其中还不乏中年发福之士，把圆桌围得密不通风，上菜需飞越人头，斟酒要从耳边下注，前排客满，主人在二排敬陪。拟菜单也不简单。任何家庭都有它的招牌菜，可惜很少人肯用其所长，大概是以平素见过的饭馆酒席的局面作为蓝图。家里有厨师厨娘，自然一声吩咐，不再劳心，否则主妇势必亲自下厨操动刀俎。主人多半是擅长理论，真让他切葱剥蒜却未必能够胜任。所以拟定菜单，需要自知之明，临时钻锅翻看食谱未必有济于事。四冷荤，四热炒，四压桌，外加两道点心，似乎是无可再减，大鱼大肉，水陆杂陈，若不能使客人连串的打饱嗝，不能算是尽兴。菜单拟定的原则是把客人一个个的填得嘴角冒油。而客人所希冀的也往往是一场牙祭。有人以水饺宴客，馅子是猪肉菠菜，客人咬了一口，大叫哟，里面怎么净是青菜一般人还是欣赏肥肉厚酒，管它是不是烂肠之食宴客的吉日近了，主妇忙着上菜市，挑挑捡捡，捡捡挑挑，又要物美又要价廉，装满两个篮子，半途休憩好几次才能气喘汗流的回到家。泡的，洗的，剥的，切的，闹哄一两天，然后丑媳妇怕见公婆也不行，吉日到了。客人早已折简相邀，难道还会不肯枉驾不，守时不是我们的传统。准时到达，岂不像是头如穹庐咽细如针的饿鬼要让主人干着急，等他一催请再催请，然后徐徐命驾，姗姗来迟，这才像是大家风范。当然朋友也有特别性急而提早莅临的，那也使得主人措手不及慌成一团。"}
{"text":"泡的，洗的，剥的，切的，闹哄一两天，然后丑媳妇怕见公婆也不行，吉日到了。客人早已折简相邀，难道还会不肯枉驾不，守时不是我们的传统。准时到达，岂不像是头如穹庐咽细如针的饿鬼要让主人干着急，等他一催请再催请，然后徐徐命驾，姗姗来迟，这才像是大家风范。当然朋友也有特别性急而提早莅临的，那也使得主人措手不及慌成一团。客人的性格不一样，有人进门就选一个比较最好的座位，两脚高架案上，真是宾至如归也有人寒暄两句便一头扎进厨房，声称要给主妇帮忙，系着围裙伸着两只油手的主妇连忙谦谢不迭。等到客人到齐，无不饥肠辘辘。落座之前还少不了你推我让的一幕。主人指定座位，时常无效。除非事前摆好名牌，而且写上官衔，分层排列，秩序井然。敬酒按说是主人的责任，但是也时常有热心人士代为执壶，而且见杯即斟，每斟必满。不知是什么时候什么人兴出来的陋习，几乎每个客人都会双手举杯齐眉，对着在座的每一位客人敬酒，一霎间敬完一圈，但见杯起杯落，如兔儿爷捣碓。不喝酒的也要把汽水杯子高高举起，虚应故事，喝酒的也多半是拧眉皱眼的抿那么一小口。一大盘热乎乎的东西端上来了，像翅羹，又像浆糊，一人一勺子，盘底花纹隐约可见，上面洒着的一层芫荽不知被哪一位像芟除毒草似的拨到了盘下，又不知被哪一位从盘下夹到嘴里吃了。还有人坚持海味非蘸醋不可，高呼要醋，等到一碟忌讳送上台面海味早已不见了。菜是一道一道的上，上一道客人喊一次太丰富，太丰富，然后埋头大嚼，不敢后人。主人照例谦称不成敬意，家常便饭。心直口快的客人就许提出疑问这样的家常便饭，怕不要吃穷了主人也只好扑哧一笑而罢。将近尾声的时候，大概总有一位要先走一步，因为还有好几处应酬。这时候主妇踱了进来，红头涨脸，额角上还有几颗没揩干净的汗珠，客人举起空杯向她表示慰劳之意，她坐下胡乱吃一些残羹剩炙。席终，香茗水果伺候，客人靠在椅子上剔牙，这时节应该是客去主人安了。但是不，大家雅兴不浅，谈锋尚健，饭后磕牙，海阔天空，谁也不愿首先言辞，致败人意。最后大概是主人打了一个哈欠而忘了掩口，这才有人提议散会。"}
{"text":"将近尾声的时候，大概总有一位要先走一步，因为还有好几处应酬。这时候主妇踱了进来，红头涨脸，额角上还有几颗没揩干净的汗珠，客人举起空杯向她表示慰劳之意，她坐下胡乱吃一些残羹剩炙。席终，香茗水果伺候，客人靠在椅子上剔牙，这时节应该是客去主人安了。但是不，大家雅兴不浅，谈锋尚健，饭后磕牙，海阔天空，谁也不愿首先言辞，致败人意。最后大概是主人打了一个哈欠而忘了掩口，这才有人提议散会。天下无不散之筵席，奈何奈何不要以为席终人散，立即功德圆满，地上有无数的瓜子皮，纸烟灰，桌上杯碟狼藉，厨房里有堆成山的盘碗锅勺，等着你办理善后腌猪肉英国爱塞克斯有一小城顿冒，任何一对夫妻来到这个地方，如果肯跪在当地教堂门口的两块石头上，发誓说结婚后整整十二个月之内从未吵过一次架，从未起过后悔不该结婚之心，那么他们便可获得一大块腌熏猪肋肉。这风俗据说起源甚古，是一一一一年一位贵妇名纠噶者所创设，后来于一二四四年又由一位好事者洛伯特德菲兹瓦特所恢复。据说一二四四至一七七二，五百多年间只有八个人领到了这项腌猪肉奖。这风俗一直到十九世纪末年还没有废除，据说后来实行的地点搬到了伊尔福。文学作品里提到这腌猪肉的，最著者为巢塞坎特伯来故事集巴兹妇人的故事序，有这样的两行ssss有些人在爱塞克斯的顿冒领取猪肉，我知道他无法领到。五百多年才有八个人领到腌猪肉，可以说明一年之内闺房里没有勃的纪录实在是很难能可贵，同时也说明了人心实在甚古，没有人为了贪吃腌猪肉而去作伪誓。不过我相信，夫妻判合过着如胶似漆的生活的人，所在多有，他们未必有机会到顿冒去，去了也未必肯到教堂门口下跪发誓，而且归去时行囊里如何放得下一大块肥腻腻的腌猪肉我知道有一对夫妻，洞房花烛夜，倒是一夜无话，可是第二天一清早起来准备外出，新娘着意打扮，穿上一套新装，左顾右盼，笑问夫婿款式入时不，新郎瞥了一眼，答说难看死了新娘蓦然一惊，一言未发，转身入内换了一套出来。新郎回顾一下长叹一声这个样子如何可以出去见人新娘嘿然而退，这一回半晌没有出来。"}
{"text":"不过我相信，夫妻判合过着如胶似漆的生活的人，所在多有，他们未必有机会到顿冒去，去了也未必肯到教堂门口下跪发誓，而且归去时行囊里如何放得下一大块肥腻腻的腌猪肉我知道有一对夫妻，洞房花烛夜，倒是一夜无话，可是第二天一清早起来准备外出，新娘着意打扮，穿上一套新装，左顾右盼，笑问夫婿款式入时不，新郎瞥了一眼，答说难看死了新娘蓦然一惊，一言未发，转身入内换了一套出来。新郎回顾一下长叹一声这个样子如何可以出去见人新娘嘿然而退，这一回半晌没有出来。新郎等得不耐烦，进去探视，新娘端端正正的整整齐齐的悬梁自尽了，据说费了好大事才使她苏醒过来。后来，小两口子一直别别扭扭，琴瑟失调。好的开始便是成功的一半。刚结婚就几乎出了命案，以后还有多少室家之乐，便不难于想象中得知了。我还知道一对夫妻，他们的结婚证书很是别致，古宋体字精印精裱，其中没有诗咏关雎，雅歌麟趾，瑞叶五世其昌，祥开二南之化那一套陈辞滥调，代之的是若干条款，详列甲乙二方之相互的权利义务，比王褒的僮约更要具体，后面还附有追加的临时条款若干则，说明任何一方如果未能履行义务，对方可以采取如何如何的报复措施，而另一方不得异议。一看就知道，这小两口子是崇法务实的一对。果不其然，蜜月未满，有一晚炉火熊熊满室生春，两个人为了争吃一串核桃仁的冰糖葫芦，而发生冲突，由口角而动手而扭成一团。一个负气出走，一个独守空房。这事如何了断，可惜婚约百密一疏，法无明文，最后不得不经官，结果是协议离婚。不要以为夫妻反目，一定会闹到不可收拾。我知道有一对欢喜冤家，经常的鸡吵鹅斗，有一回好像是事态严重了，女方使出了三十六计中的上计，逼得男方无法招架。事隔三日，女方邀集了几位稔识的朋友，诉说她的委屈，一副遇人不淑的样子，涕泗滂沱，痛不欲生，央求朋友们慈悲为怀，从中调处，谋求协议离婚。按说，遇到这种情形，第三者是插手不得的，最好是扯几句淡话，劝合不劝离。因为男女之间任何一方如果控诉对方失德，你只可以耐心静听，不可以表示同意，当然亦不可以表示不同意。大抵配偶的一方若是不成器，只准配偶加以诟詈，而不容许别人置喙。这几位朋友之间有一位少不更事，居然同情之心油然而生，毅然以安排离异之事为己任。他以为长痛不如短痛，离婚是最好的结束，好像是痈疽之类最好是引刀一割。男方表示一切可以商量，惟需与女方当面一谈。"}
{"text":"按说，遇到这种情形，第三者是插手不得的，最好是扯几句淡话，劝合不劝离。因为男女之间任何一方如果控诉对方失德，你只可以耐心静听，不可以表示同意，当然亦不可以表示不同意。大抵配偶的一方若是不成器，只准配偶加以诟詈，而不容许别人置喙。这几位朋友之间有一位少不更事，居然同情之心油然而生，毅然以安排离异之事为己任。他以为长痛不如短痛，离婚是最好的结束，好像是痈疽之类最好是引刀一割。男方表示一切可以商量，惟需与女方当面一谈。这要求不算无理，于是安排他们两个见面。第二天这位热心的朋友再去访问他们，则一个也找不到。他们两位双双的携手看电影去了。人心叵测有如此者，其实是这位朋友入世未深。喝茶我不善品茶，不通茶经，更不懂什么茶道，从无两腋之下习习生风的经验。但是，数十年来，喝过不少茶，北平的双窨天津的大叶西湖的龙井六安的瓜片四川的沱茶云南的普洱洞庭湖的君山茶武夷山的岩茶，甚至不登大雅之堂的茶叶梗与满天星随壶净的高末儿，都尝试过。茶是我们中国人的饮料，口干解渴，惟茶是尚。茶字，形近于荼，声近于，来源甚古，流传海外，凡是有中国人的地方就有茶。人无贵贱，谁都有分，上焉者细啜名种，下焉者牛饮茶汤，甚至路边埂畔还有人奉茶。北人早起，路上相逢，辄问讯喝茶未茶是开门七件事之一，乃人生必需品。孩提时，屋里有一把大茶壶，座在一个有棉衬垫的藤箱里，相当保温，要喝茶自己斟。我们用的是绿豆碗，这种碗大号的是饭碗，小号的是茶碗，作绿豆色，粗糙耐用，当然和宋瓷不能比，和江西瓷不能比，和洋瓷也不能比，可是有一股朴实厚重的风貌，现在这种碗早已绝迹，我很怀念。这种碗打破了不值几文钱，脑勺子上也不至于挨巴掌。银托白瓷小盖碗是祖父母专用的，我们看着并不羡慕。看那小小的一盏，两口就喝光，泡两三回就得换茶叶，多麻烦。如今盖碗很少见了，除非是到故宫博物院拜会蒋院长，他那大客厅里总是会端出盖碗茶敬客。再不就是在电视剧中也常看见有盖碗茶，可是演员一手执盖一手执碗缩着脖子啜茶那副狼狈相，令人发噱，因为他不知道喝盖碗茶应该是怎样的喝法。他平素自己喝茶大概一直是用玻璃杯保温杯之类。如今，我们此地见到的盖碗，多半是近年来本地制造的万寿无疆的那种样式，瓷厚了一些日本制的盖碗，样式微有不同，总觉得有些怪怪的。"}
{"text":"如今盖碗很少见了，除非是到故宫博物院拜会蒋院长，他那大客厅里总是会端出盖碗茶敬客。再不就是在电视剧中也常看见有盖碗茶，可是演员一手执盖一手执碗缩着脖子啜茶那副狼狈相，令人发噱，因为他不知道喝盖碗茶应该是怎样的喝法。他平素自己喝茶大概一直是用玻璃杯保温杯之类。如今，我们此地见到的盖碗，多半是近年来本地制造的万寿无疆的那种样式，瓷厚了一些日本制的盖碗，样式微有不同，总觉得有些怪怪的。近有人回大陆，顺便探视我的旧居，带来我三十多年前天天使用的一只瓷盖碗，原是十二套，只剩此一套了，碗沿还有一点磕损，睹此旧物，勾起往日的心情，不禁黯然。盖碗究竟是最好的茶具。茶叶品种繁多，各有擅场。有友来自徽州，同学清华，徽州产茶胜地，但是他看到我用一撮茶叶放在壶里沏茶，表示惊讶，因为他只知道茶叶是烘干打包捆载上船沿江运到沪杭求售，剩下来的茶梗才是家人饮用之物。恰如北人所谓卖席的睡凉炕。我平素喝茶，不是香片就是龙井，多次到大栅栏东鸿记或西鸿记去买茶叶，在柜台前面一站，徒弟搬来凳子让坐，看伙计称茶叶，分成若干小包，包得见棱见角，那份手艺只有药铺伙计可以媲美。茉莉花窨过的茶叶，临卖的时候再抓一把鲜茉莉花放在表面上，所以叫做双窨。于是茶店里经常是茶香花香，郁郁菲菲。父执有名玉贵者，旗人，精于饮馔，居恒以一半香片一半龙井混合沏之，有香片之浓馥，兼龙井之苦清。吾家效而行之，无不称善。茶以人名，乃径呼此茶为玉贵，私家秘传，外人无由得知。其实，清茶最为风雅。抗战前造访知堂老人于苦茶庵，主客相对总是有清茶一盂，淡淡的涩涩的绿绿的。我曾屡侍先君游西子湖，从不忘记品尝当地的龙井，不需要攀登南高峰风篁岭，近处平湖秋月就有上好的龙井茶，开水现冲，风味绝佳。茶后进藕粉一碗，四美具矣。正是穿牖而来，夏日清风冬日日卷帘相见，前山明月后山山骆成骧联。有朋自六安来，贻我瓜片少许，叶大而绿，饮之有荒野的气息扑鼻。其中西瓜茶一种，真有西瓜风味。我曾过洞庭，舟泊岳阳楼下，购得君山茶一盒。沸水沏之，每片茶叶均如针状直立漂浮，良久始舒展下沉，味品清香不俗。初来台湾，粗茶淡饭，颇想倾阮囊之所有在饮茶一端偶作豪华之享受。一日过某茶店，索上好龙井，店主将我上下打量，取八元一斤之茶叶以应，余示不满，乃更以十二元者奉上，余仍不满，店主勃然色变，厉声曰买东西，看货色，不能专以价钱定上下。"}
{"text":"有朋自六安来，贻我瓜片少许，叶大而绿，饮之有荒野的气息扑鼻。其中西瓜茶一种，真有西瓜风味。我曾过洞庭，舟泊岳阳楼下，购得君山茶一盒。沸水沏之，每片茶叶均如针状直立漂浮，良久始舒展下沉，味品清香不俗。初来台湾，粗茶淡饭，颇想倾阮囊之所有在饮茶一端偶作豪华之享受。一日过某茶店，索上好龙井，店主将我上下打量，取八元一斤之茶叶以应，余示不满，乃更以十二元者奉上，余仍不满，店主勃然色变，厉声曰买东西，看货色，不能专以价钱定上下。提高价格，自欺欺人耳先生奈何不察我爱其戆直。现在此茶店门庭若市，已成为业中之翘楚。此后我饮茶，但论品味，不问价钱。茶之以浓酽胜者莫过于工夫茶。潮嘉风月记说工夫茶要细炭初沸连壶带碗泼浇，斟而细呷之，气味芳烈，较嚼梅花更为清绝。我没嚼过梅花，不过我旅居青岛时有一位潮州澄海朋友，每次聚饮酩酊，辄相偕走访一潮州帮巨商于其店肆。肆后有密室，烟具茶具均极考究，小壶小盅有如玩具。更有娈婉童伺候煮茶烧烟，因此经常饱吃工夫茶，诸如铁观音大红袍，吃了之后还携带几匣回家。不知是否故弄玄虚，谓炉火与茶具相距以七步为度，沸水之温度方合标准。与小盅而饮之，若饮罢径自返盅于盘，则主人不悦，须举盅至鼻头猛嗅两下。这茶最有解酒之功，如嚼橄榄，舌根微涩，数巡之后，好像是越喝越渴，欲罢不能。喝工夫茶，要有工夫，细呷细品，要有设备，要人服侍，如今乱糟糟的社会里谁有那么多的工夫红泥小火炉哪里去找伺候茶汤的人更无论矣。普洱茶，漆黑一团，据说也有绿色者，泡烹出来黑不溜秋，粤人喜之。在北平，我只在正阳楼看人吃烤肉，吃得口滑肚子膨亨不得动弹，才高呼堂倌泡普洱茶。四川的沱茶亦不恶，惟一般茶馆应市者非上品。台湾的乌龙，名震中外，大量生产，佳者不易得。处处标榜冻顶，事实上哪里有那么多的冻顶喝茶，喝好茶，往事如烟。提起喝茶的艺术，现在好像谈不到了，不提也罢。饮酒酒实在是妙。几杯落肚之后就会觉得飘飘然醺醺然。平素道貌岸然的人，也会绽出笑脸一向沉默寡言的人，也会议论风生。再灌下几杯之后，所有的苦闷烦恼全都忘了，酒酣耳热，只觉得意气飞扬，不可一世，若不及时知止，可就难免玉山颓欹，剔吐纵横，甚至撒疯骂座，以及种种的酒失酒过全部的呈现出来。"}
{"text":"处处标榜冻顶，事实上哪里有那么多的冻顶喝茶，喝好茶，往事如烟。提起喝茶的艺术，现在好像谈不到了，不提也罢。饮酒酒实在是妙。几杯落肚之后就会觉得飘飘然醺醺然。平素道貌岸然的人，也会绽出笑脸一向沉默寡言的人，也会议论风生。再灌下几杯之后，所有的苦闷烦恼全都忘了，酒酣耳热，只觉得意气飞扬，不可一世，若不及时知止，可就难免玉山颓欹，剔吐纵横，甚至撒疯骂座，以及种种的酒失酒过全部的呈现出来。莎士比亚的暴风起里的卡力班，那个象征原始人的怪物，初尝酒味，觉得妙不可言，以为把酒给他喝的那个人是自天而降，以为酒是甘露琼浆，不是人间所有物。美洲印第安人初与白人接触，就是被酒所倾倒，往往不惜举土地畀人以交换一些酒浆。印第安人的衰灭，至少一部分是由于他们的荒腆于酒。我们中国人饮酒，历史久远。发明酒者，一说是仪逖，又说是杜康。仪逖夏朝人，杜康周朝人，相距很远，总之是无可稽考。也许制酿的原料不同方法不同，所以仪逖的酒未必就是杜康的酒。尚书有酒诰之篇，谆谆以酒为戒，一再的说祀兹酒停止这样的喝酒，无彝酒勿常饮酒，想见古人饮酒早已相习成风，而且到了大乱丧德的地步。三代以上的事多不可考，不过从汉起就有酒榷之说，以后各代因之，都是课税以裕国帑，并没有寓禁于征的意思。酒很难禁绝，美国一九二年起实施酒禁，雷厉风行，依然到处都有酒喝。当时笔者道出纽约，有一天友人邀我食于某中国餐馆，入门直趋后室，索五加皮，开怀畅饮。忽警察闯入，友人止予勿惊。这位警察徐徐就座，解手枪，锵然置于桌上，索五加皮独酌，不久即伏案酣睡。一九三三年酒禁废，直如一场儿戏。民之所好，非政令所能强制。在我们中国，汉萧何造律三人以上无故群饮，罚金四两。此律不曾彻底实行。事实上，酒楼妓馆处处笙歌，无时不飞觞醉月。文人雅士水边修禊，山上登高，一向离不开酒。名士风流，以为持螯把酒，便足了一生，甚至于酣饮无度，扬言死便埋我，好像大量饮酒不是什么不很体面的事，真所谓酗于酒德。对于酒，我有过多年的体验。第一次醉是在六岁的时候，侍先君饭于致美斋北平煤市街路西楼上雅座，窗外有一棵不知名的大叶树，随时簌簌作响。连喝几盅之后，微有醉意，先君禁我再喝，我一声不响站立在椅子上舀了一匙高汤，泼在他的一件两截衫上。随后我就倒在旁边的小木炕上呼呼大睡，回家之后才醒。我的父母都喜欢酒，所以我一直都有喝酒的机会。"}
