{"text":"乃不伐魏。客谓齐王曰淳于髡言不伐魏者，受魏之壁马也。王以谓淳于髡曰闻先生受魏之壁马，有诸？曰有之。然则先生之为寡人计之何如？淳于髡曰伐魏之事不便，魏虽刺髡，于王何益？若诚便，魏虽封髡，于王何损？且夫王无伐与国之诽，魏无见亡之危，百姓无被兵之患，髡有璧马之宝，于王何伤乎？齐宣王开战国养士之风史记在田完敬仲世家中，述说齐宣王好养士，就好像开了一个议院或参政院，也相当于现在的研究院。如云宣王喜文学游说之士，自如驺衍淳于髡田骄接予慎到环渊之徒七十六人，皆赐列第，为上大夫，不治而议论，是以齐稷下学士复盛，且数百千人。因此，促成相国孟尝君――田文跟着他学样，也喜好养士。甚至，孟尝君与齐宣王还争相养士，大家熟知的冯援弹铰，毛遂自荐，以及鸡鸣狗盗之徒等，统称他的门下，号称有食客三千之多。高明之士如鲁仲连，也是孟尝君的座上客。由于齐宣王和孟尝君争相好客，而开创了战国时期的养士风气。此后，魏国有信陵君，赵国有平原君，楚国有春申君，都以好客养士号召，名动诸侯，而影响于国际之间。不过，养士的风尚，除非有魏文侯齐宣王燕昭王的环境器度与见识，或者还可以利多弊少。到了战国末期，自孟尝君信陵君以后，其余大公子们的养士，利弊就很难说了。甚至可说弊多于利。人与人间的交情，主客之间的感情，不是基于利害关系的，实在不多。即如孟尝君晚年，被逐去齐，虽然经过冯讠爰设法，仕魏居薛，如狡兔之有三窟，但后来他重返故国后，再也不能恢复昔日的风光。那些门客大都各奔前程，而孟尝君也由此勘破了人情世故。孟尝君逐齐而复反，谭拾子迎之于境，谓孟尝君曰君得无有所怨齐士大夫。孟尝君曰有。君满意杀之乎？孟尝君曰然。谭拾子曰事有必至，理有固然，君知之乎？孟尝君曰不知。谭拾子曰事之必至者，死也理之固然者，富贵则就之，贫贱则去之，此事之必至，理之固然者。请以市谕，市朝则满，夕则虚，非朝爱市而夕憎之也，求存故往，亡通无故去，愿君勿怨。孟尝君乃取所怨五百牒书所怨之人削去之，不敢以为言。孟尝君既反，因谢病，老于薛。"}
{"text":"孟尝君曰有。君满意杀之乎？孟尝君曰然。谭拾子曰事有必至，理有固然，君知之乎？孟尝君曰不知。谭拾子曰事之必至者，死也理之固然者，富贵则就之，贫贱则去之，此事之必至，理之固然者。请以市谕，市朝则满，夕则虚，非朝爱市而夕憎之也，求存故往，亡通无故去，愿君勿怨。孟尝君乃取所怨五百牒书所怨之人削去之，不敢以为言。孟尝君既反，因谢病，老于薛。后来，赵国的大将廉颇，屈而再起，也曾有过孟尝君门下士同样翻版的情形。特立独行于滔滔浊世的孟子齐宣王时代，养士的风气是这样的盛行，而游说之士在齐国又这样的多，但总是仰承君王的鼻息，或者相公的喜怒，而取得个人的富贵功名，以至于谋生而已。像我们的亚圣孟老夫子一样，特别受到齐宣王的重视而处处待之以礼，确是异乎寻常。无奈人情重利而轻高远，所以孟子教之以仁义之道，齐宣王不是不知道，实在是做不到。这也是孟子所说的非不能也，是不为也。反过来说，孟子学孔子，毕竟成为千古歌颂的圣人，这也就是孟子知其不可为而为之的行径。所以后来淳于髡替孟夫子难过，想要影响他改变作风。但孟子始终特立独行，不愿曲学阿世。所以孟子全书所说的，都是古今不移的大经大法，都是正面文章，他绝不肯说侧面的谀词。像淳于髡，他便不同了。有一次，孟尝君的封邑薛国有难，齐宣王并不想出兵相救。结果，淳于髡一片滑稽说词，又打动了齐宣王救薛的心思了。孟尝君在薛，荆人攻之，淳于髡为齐使于荆还，反过薛，而孟尝君令人礼貌而亲郊迎之。谓淳于髡曰荆人攻薛，夫子弗忧，文无以复侍矣。淳于髡曰敬闻命。至于齐，毕报。王曰何见于荆？对曰荆甚固，而薛亦不量其力。王曰何谓也？对曰薛不量其力，而为先王立清庙。荆固而攻之，清庙必危。故曰薛不量力，而荆亦甚固。齐王和其颜色，曰讠喜，先君之庙在焉，疾兴兵救之。颠蹶之请，望拜之谒，虽得则薄矣。善说者，陈其势，言其方，人之急也。若自在隘窘之中，岂用强力攻哉。吏民千古两相妨邹与鲁哄。"}
{"text":"淳于髡曰敬闻命。至于齐，毕报。王曰何见于荆？对曰荆甚固，而薛亦不量其力。王曰何谓也？对曰薛不量其力，而为先王立清庙。荆固而攻之，清庙必危。故曰薛不量力，而荆亦甚固。齐王和其颜色，曰讠喜，先君之庙在焉，疾兴兵救之。颠蹶之请，望拜之谒，虽得则薄矣。善说者，陈其势，言其方，人之急也。若自在隘窘之中，岂用强力攻哉。吏民千古两相妨邹与鲁哄。穆公问曰吾有司死者三十三人，而民莫之死也。诛之，则不可胜诛不诛，则疾视其长上之死而不救，如之何则可也？孟子对四凶年饥岁，君之民，老弱转乎沟壑，壮者散而之四方者，几千人矣。而君之仓禀实，府库充有司莫以告。是上慢而残下也。曾子曰戒之！戒之！出乎尔者，反乎尔者也。夫民今而后得反之也，君无光焉。君行仁政，斯民亲其上，死其长矣。历史政治上的因果这是孟子家乡的事，孟子是邹人，邹大约只有现代的一个小县那么大，姑且称他为一个国。其实邹和邾，也都属于鲁国的境内，用现代的观念来讲，相当于鲁国的一个独立市。邹和鲁国，发生了权利上的争执，这是一次很大很激烈的冲突。邹穆公问孟子说，在这一次和鲁国的激烈冲突当中，我的高级干部死了三十三个人，而这些干部的属下和辖区的老百姓，没有一个肯为他们的长官效死。要是杀掉这些人吧，人数实在太多了，杀不胜杀。可是不杀罢，他们将来还是这样眼看着长官战死而不去援救，这样怎么行呢？真是杀也不好，不杀也不好，你看应该怎么办呢？孟子说，在平时遇到水旱灾害，农产歉收的凶年，你的老百姓们没有饭吃。年纪大，身体弱的，饿死在路旁年纪轻，身体健壮，走得动的，就离乡背井，向外逃生。在邹这样一个小小的地方，逃亡的人，就高达几千人之多，占了你全部人口的很大比例。但是你政府的粮仓里面，多的是粮食，财库里的钱也很充裕，有足够的力量帮助这些老百姓。可是你的干部们，当时并没有把老百姓的痛苦情形告诉你，他们这样骄慢而不理政事，结果残害了多少老百姓的身家性命。孔子的学生曾子曾经说过，做事要特别小心谨慎，凡事是有因果报应的。怎么出去，就怎样回来如何待人，人也将如何待你。"}
{"text":"年纪大，身体弱的，饿死在路旁年纪轻，身体健壮，走得动的，就离乡背井，向外逃生。在邹这样一个小小的地方，逃亡的人，就高达几千人之多，占了你全部人口的很大比例。但是你政府的粮仓里面，多的是粮食，财库里的钱也很充裕，有足够的力量帮助这些老百姓。可是你的干部们，当时并没有把老百姓的痛苦情形告诉你，他们这样骄慢而不理政事，结果残害了多少老百姓的身家性命。孔子的学生曾子曾经说过，做事要特别小心谨慎，凡事是有因果报应的。怎么出去，就怎样回来如何待人，人也将如何待你。所以在平时老百姓吃了他长官的亏。现在他们也就眼看着他们的长官受难，不出来救援了。这正是他们饥饿时，长官不救援他们的一种还报，你穆公还有什么好责怪埋怨的呢？如果从今以后，实行仁政，爱护老百姓，老百姓当然也就敬爱他们的长官，当长官有难的时候，他们当然就会拼死命去保护救助了。这一段中，孟子所说的理论，是中国政治哲学的最高原则之一，也是政治领导人的最高领导原则。中国文化处处讲因果，这因果的观念并不是印度佛教传入中国以后，才开始确立，并普遍被社会应用在语言文字上。我们的易经老早就有这种思想，如积善之家，必有余庆积不善之家，必有余殃。至于孟子，这里所引用的出乎尔者，反乎尔者也。同样是因果报应的观念。在政治上，我们看历史的演变，就是因果报应。我们如果从因果中去看历史，可以发现许多很奇妙的事情。就拿我们眼前可以看得见的历史现象来说，埃及的总统萨达特，很了不起。那天我打开电视，看见他突然冒险访问以色列的消息，就知道他一定有影响力。同时也预料到以色列的贝京，也一定会去埃及报聘，也可以说两个都是了不起的人物，将来对于中东地区的谋和，犹太与阿拉伯两个民族去嫌释怨，总会有帮助的。假定我们处身在一百年后，回过头来看这一段历史，这两人之间的一往一来情形，以及诚心谋和与否的因果报应，则是一件在因果律上，很有趣的，能证实的事情。古今中外都逃不开这个因果律。我们中国的历史，每一朝代都是如此。怎么来的江山，也将怎么样的失去怎么样取得的政权，也是怎么样的交出去。仔细研究外国的史实，又何尝逃过此一法则。我们随手举一个例子，宋朝的皇帝赵匡胤，据说他自己并不想当皇帝，而是陈桥兵变，部下们硬把皇帝所穿的黄袍加在他的身上的。当时的皇帝，是后周的柴荣。"}
{"text":"古今中外都逃不开这个因果律。我们中国的历史，每一朝代都是如此。怎么来的江山，也将怎么样的失去怎么样取得的政权，也是怎么样的交出去。仔细研究外国的史实，又何尝逃过此一法则。我们随手举一个例子，宋朝的皇帝赵匡胤，据说他自己并不想当皇帝，而是陈桥兵变，部下们硬把皇帝所穿的黄袍加在他的身上的。当时的皇帝，是后周的柴荣。他在位时死了，儿子还小，只有六七岁，而赵匡胤是柴荣当时的殿前点检使，等于是宪兵总司令或首都卫戍司令等要职。就在陈桥兵变中，黄袍加身当了皇帝，所以到了元初，在宋朝垮了的时候，有人非常感慨地作了两首诗说记得陈桥兵变时，欺她寡妇与孤儿。谁知二百余年后，寡妇孤儿又被欺。卧榻而今又属谁？江南回首见征旗。路人遥指降王道，好似周家七岁儿。我们再看清朝，进主中国，是孤儿寡妇入关，而最后一代皇帝，又是寡妇孤儿悄然出关。因果报应，丝毫不爽。读了元人那首诗，我也曾经依样画葫芦的写过一首寡妇孤儿自入关，便宜占尽此江山。果然二百余年后，母子君臣出塞难。博仪登基接受群臣朝贺的时候，还是一个小孩子。抱他坐上金銮殿的大交椅上时，他大哭起来，他的父亲摄政王拍拍他，安慰说不要哭，快完了！果然很快就完了。这就是出乎尔者，反乎尔者也的道理。所以国家也好，个人的事业也好，都是怎么起来，也是怎样下去。经过时间的证明，长期观之，可以说是必然律的回互，并非偶然如此的。至于孟子书中的老弱转乎沟壑，壮者散而之四方这两句文言，尤其别具韵味，而且也特别悲凉。岂但战国时代的老百姓们如此，几乎世世代代的老百姓，都是过着这种艰苦的日子。老弱转乎沟壑，壮者散而之四方。大地尽是一片流民饥荒的景象。悲凉，惨痛！岂是言语文字所能尽其形容的。社会的贫病到了这种情形，便正如左宗棠的诗所说世事悠悠袖手看，谁将儒术策治安。国无苛政贪犹赖，民有饥心抚亦难。不过话说回来，我们且看所谓工商业发达的社会现象呢？虽然没有孟子这两句话那样悲惨，但是在物质文明发展之下的一般社会状况，农村乡镇的衰落偏废，都市文明的畸形发达，它的变相结果，也有老弱困守故土，壮者散处四方的景况。"}
{"text":"大地尽是一片流民饥荒的景象。悲凉，惨痛！岂是言语文字所能尽其形容的。社会的贫病到了这种情形，便正如左宗棠的诗所说世事悠悠袖手看，谁将儒术策治安。国无苛政贪犹赖，民有饥心抚亦难。不过话说回来，我们且看所谓工商业发达的社会现象呢？虽然没有孟子这两句话那样悲惨，但是在物质文明发展之下的一般社会状况，农村乡镇的衰落偏废，都市文明的畸形发达，它的变相结果，也有老弱困守故土，壮者散处四方的景况。尤其对我们一般具有出国狂热的心理病态的社会而言，也同样会有此悲鸣，岂但只是衰乱时势如此而已！君道与臣节除此以外，由邹穆公与孟子这一段对话中，引出一个历史哲学和政治哲学上极重要的问题，需要特别加以讨论。根据本文邹穆公的发问，认为他的国家有了重大的变故，而一般守上有责的高级干部们，死难的不少，但是他们的部下，以及基层的民众们，根本视若无睹，好像毫不相干似的。我们平常也都读过孟子，但是重点往往被孟子的文章才气掩盖过去。甚至可以说，我们被古文语调困住了，忽略了其中有两个极其重大的基本问题。孟子当时既非尽情发挥得明明白白，我们后世读来，也未仔细寻思，只是马马虎虎地读过去了。在中国文化政治哲学的传统道德中，过去的历史上，君道与国共存亡，臣节尽忠死国事。这是不易的原则。自三代以后，春秋以下，无论君主政体与否，这个民族文化民族教育的基本精神，是始终不变的。这种根基深厚的民族精神，当然，最具体而得力的，便是孔子著春秋以后的孔孟一脉的儒家学术思想。而在宋元以后，再根深蒂固地往下层扎下根基的，则归功于几部有关历史故事的小说，如三国演义精忠岳传等等，把固有文化道德仁义的精神，如重然诺守信义的义气风范，融会在国民生活的每一环节，打入每一个人心，打入每一代子孙心坎深处。加上宋明以来理学家们在臣道臣节上的深厚修养与发挥，因此在宋元明清之间，士大夫们死难于臣节尽忠报国的典型，比之以往的历史，更加激烈而具体，更加庄严而可敬。其实这种民族文化根深蒂固的精神，由来久远，绝不是一朝一夕形成的。例如孟子讲三道，动辄便提出周初开国的文武之业来作标榜。"}
{"text":"加上宋明以来理学家们在臣道臣节上的深厚修养与发挥，因此在宋元明清之间，士大夫们死难于臣节尽忠报国的典型，比之以往的历史，更加激烈而具体，更加庄严而可敬。其实这种民族文化根深蒂固的精神，由来久远，绝不是一朝一夕形成的。例如孟子讲三道，动辄便提出周初开国的文武之业来作标榜。但事实上，以商纣的暴虐，虽经周武王鼎革以后，政治上的种种努力，但将近百年之间，用现代人的话来说，将近一个世纪，还有殷之顽民，始终与周朝并不合作。最明显的，便如初期的伯夷叔齐，义不食周粟，饿死在首阳山上。其实，历史上所记载的殷之顽民，也就是前代商朝遗民的忠贞志士，因为作史者立场，所以称他们为顽民，也就是所谓的顽固分子。因此周武王的分封诸侯，封微子于宋，以祀殷商之后，固然是武王的仁心德政，同时也是培养民族精神的重要措施。其余信手拈来，如众所周知的汉初田横五百壮士，义不投汉，集体自杀以全节义项羽的八千子弟，统统战死乌江这些都是荦荦大者，尽人皆知的历史故事。其他有关历代在成败存亡续绝之际，忠臣义士可歌可泣的事迹，还有很多。这是中国文化特有精神之所长，关系一个民族国家，立国立基的根本精神所在，不能不加注意，应该大书而特书的。例如元朝与清朝的入关，在战役中遇到战死不屈的忠义之臣，或是后来被俘而不投降的忠贞志士，不但不加凌辱，反而恭敬礼遇，虽依法执刑，死后仍善为安葬，示以生荣死祭以表忠贞。而对那些轻易投降，卖主求荣的，便为他们另外立了二臣传，以表示有亏节操。这些就是中国文化的基本精神，岂可以尽把它列入愚忠两字而轻轻抹煞。而且这种节操的养成，与帝王民主的政体关系不大，并不是说在帝王养士的体制之下，才有忠臣义士的作风，在民主体制的时代，就不需要对国家民族有此忠义的节操，那便是大错特错，是自己对自己民族文化的愚昧无知了。问题不能扯得离题太远，现在再回转来看邹穆公这一段的对话。邹是战国当时的蕞尔小国，微不足道。但当他国家有难的时候，守上有责的高级臣僚，死难的如此之多。这不是一件偶然的事，这表示邹鲁之邦，确有其深厚的文化根抵。尽管主懦国弱，而文化教育的风范，始终未变。但是邹穆公再进一步要求他国内的全民尽忠，那么问题就太不简单了。"}
{"text":"问题不能扯得离题太远，现在再回转来看邹穆公这一段的对话。邹是战国当时的蕞尔小国，微不足道。但当他国家有难的时候，守上有责的高级臣僚，死难的如此之多。这不是一件偶然的事，这表示邹鲁之邦，确有其深厚的文化根抵。尽管主懦国弱，而文化教育的风范，始终未变。但是邹穆公再进一步要求他国内的全民尽忠，那么问题就太不简单了。所以孟子有下一段的答复，也便是反映出对当时邦君们的一种警告，一番抗议。这便是我方才说要特别注意的一段。同时也是中国文化历史哲学的重点之一。历史上的基层政策讨论到前面中国文化，有关历史哲学这一类问题，我们看到自从孔子著春秋而使乱臣贼子惧的精神以外，历代历朝的历史，也都是继承孔子的学术重点――春秋责备贤者，特别是要求君圣臣贤，或明君良相的一贯精神。对于林林总总遗下编氓的一般国民们，从来没有过于苛求，并非像邹穆公的希望一样，要求基层的国民们，也要层层尽忠，为他们的长上――长官去尽忠尽节。有人说，我们的二十六史，只是一部军政统治的总帐簿，比起西方后来的历史学观点，大为逊色。这个问题的是非好坏，暂且不谈。现在只讲我们过去的历史记载，特别注重，也特别强调君臣之间――执行仁义政纲上，君道的明智和昏庸，以及臣道的忠贞和奸佞。而对于基层地方的吏治问题，几乎都忽略了。过去虽然也注重吏治的清明与否，但过去历史所提吏治的吏，大体上是指官而言，并非如现代观念，包括了地方行政的基层工作人员。事实上，依我的研究看来，两千年来的一部中国政治史，无论是哪个朝代，哪个政治体制――礼治和法制，甚至可以说，不论君主或民主，任何一个时代的兴盛与变乱，基本上的问题，都出在吏治――地方行政的基层干部上面。历代的大小变乱，大部分最初的原因，都是由于官逼民变，吏虐民反的结果。过去如此，近代也是如此。你看我们汗牛充栋的历史文献，许多高明的论政，如切中时弊的奏议，以及讨论政治思想政治制度，以及政治哲学的文章，也不知有多少。但其中心思想，都是对中央政府执政者的朝廷而言。"}
{"text":"历代的大小变乱，大部分最初的原因，都是由于官逼民变，吏虐民反的结果。过去如此，近代也是如此。你看我们汗牛充栋的历史文献，许多高明的论政，如切中时弊的奏议，以及讨论政治思想政治制度，以及政治哲学的文章，也不知有多少。但其中心思想，都是对中央政府执政者的朝廷而言。一旦时逢明君，宠加采纳，那些高明之士，仍然身居台阁，位入中枢，官阶愈来高，隔离民间疾苦，距离民痪也愈远。试问，又有几人肯请求降调，愿意深入乡村民间，作一个里正保正芝麻绿豆大的地方基层干部呢？我也常思索其中的道理，几乎是一个永远矛盾，无法调和的事实。譬如，美仑美奂的伟大建筑，在外观上，一定是铺置名贵高华的装满，绝对不可能把基层的泥沙粗石摆出来。但事实上，这座宏传建筑的牢固存在，非要底层厚实的泥土沙石不可。如果颠倒来用，不但不美，而且根本无法落成。人们只瞻仰表层的高华，总是忘却了基层的功绩。所以由平民而变成为高明的知识分子以后，渐渐距离基层的平民愈来愈远。也是事所必致，理有固然的结果。作官莫作怪例如春秋战国的取士以治民，士大夫一入仕途，在理论上，固然仍须力求善政以利民，但在事实上，却只是巩固自己的权势，当然离开民瘼愈远。汉代注重地方治平，重视二干石的郡守――太守，但是它距离下层民众还是很远。唐代重刺史――即等于汉代重视二千石郡守的遗风，然而在盛唐以后的刺史，大多数是分发考取功名的进士们来担当其任，因此难免有书画琴棋诗酒花，当年件件不离它的气概，而于基层民间的疾苦，也就愈来愈远了。于是，外面则藩镇军阀专权，目无中央内廷则宦官操政，女祸把持，天下事就不问可知了。顺便提到一首明人的打油诗，夹点笑话给大家轻松轻松。这首诗是描叙一个人一生的转变情况，现在如用来比方过去历史上官与民之间隔，却也很有趣。它的前面两句，便是刚才提到的书画琴棋诗酒花，当年件件不离它。可以作为旧时代达官而兼名士的写照。接着是而今事事都更变，柴米油盐酱醋茶。后面两句可作为一般社会民生基层情景的描述，或者是退职后清苦生活的写照。这不是很幽默吗？"}
