{"text":"往北走去，只见前后左右，尽是茫茫一片的白色芦花。西北抱冰堂一角，扩张着阴影，西侧面的高处，满挂了夕阳最后的余光，在那里催促农民的息作。穿过了香冢鹦鹉冢的土堆的东面，在一条浅水和墓地的中间，我远远认出了君的侧面朝着斜阳的影子。从芦花铺满的野路上将走近君背后的时候，我忽而气也吐不出来，向西的瞪目呆住了。这样伟大的，这样迷人的落日的远景，我却从来没有看见过。太阳离山，大约不过盈尺的光景，点点的遥山，淡得比春初的嫩草，还要虚无缥缈。监狱里的一架高亭，突出在许多有谐调的树林的枝干高头。芦根的浅水，满浮着芦花的绒穗，也不像积绒，也不像银河。芦萍开处，忽映出一道细狭而金赤的阳光，高冲牛斗。同是在这返光里飞堕的几簇芦绒，半边是红，半边是白。我向西呆看了几分钟，又回头向东北三面环眺了几分钟，忽而把什么都忘掉了，连我自家的身体都忘掉了。上前走了几步，在灰暗中我看见君的两手，正在忙动。我叫了一声，君头也不朝转来，很急促的对我说你来，你来，来看我的杰作！我走近前去一看，他画架上，悬在那里，正在上色的，并不是夕阳，也不是芦花，画的中间，向右斜曲的，却是一条颜色很沉滞的大道。道旁是一处阴森的墓地，墓地的背后，有许多灰黑凋残的古木横叉在空间。枯木林中，半弯下弦的残月，刚升起来，冰冷的月光，模糊隐约的照出了一只停在墓地树枝上的猫头鹰的半身。颜色虽则还没有上全，然而一道逼人的冷气，却从这幅未完的画面直向观者的脸上喷来。我蹙紧了眉峰，对这画面静看了几分钟，抬起头来正想说话的时候，觉得太阳已经完全下山了，四面的薄暮的光景也比一刻前促迫了。尤其是使我惊恐的，是我抬起头来的时候，在我们的西北的墓地里，也有一个很淡很淡的黑影，动了一动。我默默的停了一会，惊心定后，再朝转头来看东边天上的时候，却见了一痕初五六的新月，悬挂在空中。又停了一会，把惊恐之心，按捺了下去，我才慢慢的对君说这张小画，的确是你的杰作，未完的杰作。太晚了，快快起来，我们走罢！我觉得冷得很。我话没有讲完，又对他那张画看了一眼，打了一个冷痉，忽而觉得毛都竦竖了起来同时自昨天来在我胸中盘踞着的那种莫名其妙的忧郁，又笼罩上我的心来了。本章结束第一辑闲书寂寞的春朝君含了满足的微笑，尽在那里闭了一只眼睛――这是他的脾气――细看他那未完的杰作。我催了他好几次，他才起来收拾画具。"}
{"text":"又停了一会，把惊恐之心，按捺了下去，我才慢慢的对君说这张小画，的确是你的杰作，未完的杰作。太晚了，快快起来，我们走罢！我觉得冷得很。我话没有讲完，又对他那张画看了一眼，打了一个冷痉，忽而觉得毛都竦竖了起来同时自昨天来在我胸中盘踞着的那种莫名其妙的忧郁，又笼罩上我的心来了。本章结束第一辑闲书寂寞的春朝君含了满足的微笑，尽在那里闭了一只眼睛――这是他的脾气――细看他那未完的杰作。我催了他好几次，他才起来收拾画具。我们二人慢慢的走回家来的时候，他也好像倦了，不愿意讲话，我也为那种忧郁所侵袭，不想开口。两人默默的走到灯火荧荧的民房很多的地方，君方开口问说这一张画的题目，我想叫它残秋的日暮，你说好不好？画上的表现，岂不是半夜的景象么？何以叫日暮呢？他听了我这句话，又含了神秘的微笑说这就是今天早晨我和你谈的神秘的灵感哟！我画的画，老喜欢依画画时候的感节季来命题，画面和画题合不合，我是不管的。那么，残秋的日暮也觉得太衰飒了，况且现在已经入了十月，十月小阳春，那里是什么残秋呢？那么我这张画就叫作小春吧！这时候我们已经走进了一条热闹的横街，两人各雇着洋车，分手回来的时候，上弦的新月，也已起来得很高了。我一个人摇来摇去的被拉回家来，路上经过了许多无人来往的乌黑的僻巷。僻巷的空地道上，纵横倒在那里的，只是些房屋和电杆的黑影。从灯火辉煌的大街，忽而转入这样僻静的地方的时候，谁也会生一种奇怪的感觉出来，我在这初月微明的天盖下，苍茫四顾，也忽而好像是遇见了什么似的，心里的那一种莫名其妙的忧郁，更深起来了。一九二四十三年旧历十月初七日移家琐记一流水不腐，这是中国人的俗话，p，这是外国人形容固定的颓毁状态的一个名词。在一处羁住久了，精神上习惯上，自然会生出许多霉烂的斑点来。更何妨洋场米贵，狭巷人多，以我这一个穷汉，夹杂在三百六十万上海市民的中间，非但汽车，洋房，跳舞，美酒等文明的洪福享受不到，就连吸一口新鲜空气，也得走十几里路。移家的心愿，早就有了这一回却因朋友之介，偶尔在杭城东隅租着了一所适当的闲房，筹谋计算，也张罗拢了二三百块洋钱，于是这很不容易成就的戋戋私愿，竟也猫猫虎虎地实现了。"}
{"text":"在一处羁住久了，精神上习惯上，自然会生出许多霉烂的斑点来。更何妨洋场米贵，狭巷人多，以我这一个穷汉，夹杂在三百六十万上海市民的中间，非但汽车，洋房，跳舞，美酒等文明的洪福享受不到，就连吸一口新鲜空气，也得走十几里路。移家的心愿，早就有了这一回却因朋友之介，偶尔在杭城东隅租着了一所适当的闲房，筹谋计算，也张罗拢了二三百块洋钱，于是这很不容易成就的戋戋私愿，竟也猫猫虎虎地实现了。小人无大志，蜗角亦乾坤，触蛮鼎定，先让我来谢天谢地。搬来的那一天，是春雨霏微的星期二的早上，为计时日的正确，只好把一段日记抄在下面一九三三年四月廿五阴历四月初一，星期二，晨五点起床，窗外下着蒙蒙的时雨，料理行装等件，赶赴北站，衣帽尽湿。携女人儿子及一仆妇登车，在不断的雨丝中，向西进。野景正妍，除白桃花，菜花，棋盘花外，田野里只一片嫩绿，浅淡尚带鹅黄。此番因自上海移居杭州，故行李较多，视孟东野稍为富有，沿途上落被无产同胞的搬运夫，敲刮去了不少。午后一点到杭州城站，雨势正盛，在车上蒸干之衣帽，又涔涔湿矣。新居在浙江图书馆侧面的一堆土山旁边，虽只东倒西斜的三间旧屋，但比起上海的一楼一底的弄堂洋房来，究竟宽敞得多了，所以一到寓居，就开始做室内装饰的工作。沙是没有的，镜屏是没有的，红木器具，壁画纱灯，一概没有。几张板桌，一架旧书，在上海时，塞来塞去，只觉得没地方塞的这些破铜烂铁，一到了杭州，向三间连通的矮厅上一摆，看起来竟空空洞洞，像煞是沧海中间的几颗粟米了。最后装上壁去的，却是上海八云装饰设计公司送我的一块石膏圆面。塑制者是江山徐葆蓝氏，面上刻出的是圣经里马利马格大伦的故事。看来看去，在我这间黝暗矮阔的大厅陈设之中，觉得有一点生气的，就只是这一块同深山白雪似的小小的石膏。二向晚雨歇，电灯来了。灯光灰暗不明，问先搬来此地住的王母以何不用个亮一点的灯球？方才知道朝市而今虽不是秦，但杭州一隅，也决不是世外的桃源，这样要捐，那样要税，居民的负担，简直比世界哪一国的都，都加重了即以电灯一项来说，每一个字，在最近也无法地加上了好几成的特捐。烽火满天殍满地，儒生何处可逃秦？这是几年前做过的叠秦韵的两句山歌，我听了这些话后，嘴上虽则不念出来，但心里却也私私地转想了好几次。"}
{"text":"二向晚雨歇，电灯来了。灯光灰暗不明，问先搬来此地住的王母以何不用个亮一点的灯球？方才知道朝市而今虽不是秦，但杭州一隅，也决不是世外的桃源，这样要捐，那样要税，居民的负担，简直比世界哪一国的都，都加重了即以电灯一项来说，每一个字，在最近也无法地加上了好几成的特捐。烽火满天殍满地，儒生何处可逃秦？这是几年前做过的叠秦韵的两句山歌，我听了这些话后，嘴上虽则不念出来，但心里却也私私地转想了好几次。腹诽若要加刑，则我这一篇琐记，又是自己招认的供状了，罪过罪过。第一辑闲书寂寞的春朝三更人静，门外的巷里，忽传来了些笃笃笃的敲小竹梆的哀音。问是什么？说是卖馄饨圆子的小贩营生。往年这些担头很少，现在冷街僻巷，都有人来卖到天明了，百业的凋敝，城市的萧条，这总也是民不聊生的一点点的实证吧？新居落寞，第一晚睡在床上，翻来覆去总睡不着觉。夜半挑灯，就只好拿出一本新出版的两地书来细读。有一位批评家说，的私记，我们没有阅读的义务。当时我对这话，倒也佩服得五体投地，所以书店来要我出书简集的时候，我就坚决地谢绝了，并且还想将一本为无钱过活之故而拿去出卖的日记都教他们毁版，以为这些东西，是只好于死后，让他人来替我印行的但这次将先生和密斯许的书简集来一读，则非但对那位批评家的信念完全失掉，并且还在这一部两人的私记里，看出了许多许多平时不容易看到的社会黑暗面来。至如先生的诙谐愤俗的气概，许女士的诚实庄严的风度，还是在长书短简里自然流露的余音，由我们熟悉他们的人看来，当然更是味中有味，言外有情，可以不必提起，我想就是绝对不认识他们的人，读了这书，至少也可以得到几多的教训。私记私记，义务云乎哉？从夜半读到天明，将这两地书读完之后，神经觉得愈兴奋了，六点敲过，就率性走到楼下去洗了一洗手脸，换了一身衣服，踏出大门，打算去把这杭城东隅的侵晨朝景，看它一个明白。三夜来的雨，是完全止住了，可是外貌像马加弹姆式的沙石马路上，还满涨着淤泥，天上也还浮罩着一层明灰的云幕。路上行人稀少，老远老远，只看得见一部慢慢在向前拖走的人力车的后形。从狭巷里转出东街，两旁的店家，也只开了一半，连挑了菜担在沿街赶早市的农民，都像是没有灌气的橡皮玩具。"}
{"text":"三夜来的雨，是完全止住了，可是外貌像马加弹姆式的沙石马路上，还满涨着淤泥，天上也还浮罩着一层明灰的云幕。路上行人稀少，老远老远，只看得见一部慢慢在向前拖走的人力车的后形。从狭巷里转出东街，两旁的店家，也只开了一半，连挑了菜担在沿街赶早市的农民，都像是没有灌气的橡皮玩具。四周一看，萧条复萧条，衰落又衰落，中国的农村，果然是破产了，但没有实业生产机关，没有和平保障的像杭州一样的小都市，又何尝不在破产的威胁下战栗着待毙呢？中国目下的情形，大抵总是农村及小都市的有产者，集中到大都会去。在大都会的帝国主义保护之下变成殖民地的新资本家，或变成军阀官僚的附属品的少数者，总算是找着了出路。他们的货财，会愈积而愈多，同时为他们所牺牲的同胞，当然也要加速度的倍加起来。结果就变成这样的一个公式农村中的有产者集中小都市，小都市的有产者集中大都会，等到资产化尽，而生财无道的时候，则这些素有恒产的候鸟就又得倒转来从大都会而小都市而仍返农村去作贫民。转转循环，丝毫不爽，这情形已经继续了二三十年了，再过五年十年之后的社会状态，自然可以不卜而知了啦，社会的症结究在哪里？唯一的出路究在哪里？难道大家还不明白吗？空喊着抗日抗日，又有什么用处？一个人在大街上踱着想着，我的脚步却于不知不觉的中间，开了倒车，几个弯儿一绕，竟又将我自己的身体，搬到了大学近旁的一条路上来了。向前面看过去，又是一堆土山。山下是平平的泥路和浅浅的池塘。这附近一带，我儿时原也来过的。二十几年前头，我有一位亲戚曾在报国寺里当过军官，更有一位哥哥，曾在陆军小学堂里当过学生。既然已经回到了寓居的附近，那就爬上山去看它一看吧，好在一晚没有睡觉，头脑还有点儿糊涂，登高望望四境，也未始不是一帖清凉的妙药。天气也渐渐开朗起来了，东南半角，居然已经露出了几点青天和一丝白日。土山虽则不高，但眺望倒也不坏。湖上的群山，环绕在西北的一带，再北是空间，更北是湖外境内的发祥的青山了。东面迢迢，看得见的，是临平山，皋亭山，黄鹤山之类的连峰叠嶂。再偏东北处，大约是唐栖镇上的超山山影，看去虽则不远，但走走怕也有半日好走哩。在土山上环视了一周，由远及近，用大量观察法来一算，我才明白了这附近的地理。"}
{"text":"天气也渐渐开朗起来了，东南半角，居然已经露出了几点青天和一丝白日。土山虽则不高，但眺望倒也不坏。湖上的群山，环绕在西北的一带，再北是空间，更北是湖外境内的发祥的青山了。东面迢迢，看得见的，是临平山，皋亭山，黄鹤山之类的连峰叠嶂。再偏东北处，大约是唐栖镇上的超山山影，看去虽则不远，但走走怕也有半日好走哩。在土山上环视了一周，由远及近，用大量观察法来一算，我才明白了这附近的地理。原来我那新寓，是在军装局的北方，而三面的土山，系遥接着城墙，围绕在军装局的匡外的。怪不得今天破晓的时候，还听见了一阵喇叭的吹唱，怪不得走出新寓的时候，还看见了一名荷枪直立的守卫士兵。第一辑闲书寂寞的春朝好得很！好得很！我心里在想前有图书，后有武库，文武之道，备于此矣！我心里虽在这样的自作有趣，但一种没落的感觉，一种不能再在大都会里插足的哀思，竟渐渐地渐渐地溶浸了我的全身。原载一九三三年五月四日至六日申报自由谈雨周作人先生名其书斋曰苦雨，恰正与东坡的喜雨亭名相反。其实，北方的雨，却都可喜，因其难得之故。像今年那么的水灾，也并不是雨多的必然结果我们应该责备治河的人，不事先预防，只晓得糊涂搪塞，虚糜国帑，一旦有事，就互相推诿，但救目前。人生万事，总得有个变换，方觉有趣生之于死，喜之于悲，都是如此，推及天时，又何尝不然？无雨那能见晴之可爱，没有夜也将看不出昼之光明。我生长江南，按理是应该不喜欢雨的但春日暝蒙，花枝枯竭的时候，得几点微雨，又是一件多么可爱的事情！小楼一夜听春雨，杏花春雨江南，天街细雨润如酥，从前的诗人，早就先我说过了。夏天的雨，可以杀暑，可以润禾，它的价值的大，更可以不必再说。而秋雨的霏微凄冷，又是别一种境地，昔人所谓雨到深秋易作霖，萧萧难会此时心的诗句，就在说秋雨的耐人寻味。至于秋女士的秋雨秋风愁煞人的一声长叹，乃别有怀抱者的托辞，人自愁耳，何关雨事。三冬的寒雨，爱的人恐怕不多。但江关雁声来渺渺，灯昏宫漏听沉沉的妙处，若非身历其境者决领悟不到。记得曾宾谷曾以诗品中语名诗，叫作赏雨茅屋斋诗集。他的诗境如何，我不晓得，但赏雨茅屋这四个字，真是多么的有趣！尤其是到了冬初秋晚，正当苍山寒气深，高林霜叶稀的时节。"}
{"text":"而秋雨的霏微凄冷，又是别一种境地，昔人所谓雨到深秋易作霖，萧萧难会此时心的诗句，就在说秋雨的耐人寻味。至于秋女士的秋雨秋风愁煞人的一声长叹，乃别有怀抱者的托辞，人自愁耳，何关雨事。三冬的寒雨，爱的人恐怕不多。但江关雁声来渺渺，灯昏宫漏听沉沉的妙处，若非身历其境者决领悟不到。记得曾宾谷曾以诗品中语名诗，叫作赏雨茅屋斋诗集。他的诗境如何，我不晓得，但赏雨茅屋这四个字，真是多么的有趣！尤其是到了冬初秋晚，正当苍山寒气深，高林霜叶稀的时节。原载一九三五年十月二十七日立报言林江南的冬景凡在北国过过冬天的人，总都知道围炉煮茗，或吃煊羊肉，剥花生米，饮白干的滋味。而有地炉，暖炕等设备的人家，不管它们外面是雪深几尺，或风大若雷，而躲在屋里过活的两三个月的生活，却是一年之中最有劲的一段蛰居异境老年人不必说，就是顶喜欢活动的小孩子们，总也是个个在怀恋的，因为当这中间，有的是萝卜雅儿梨等水果的闲食，还有大年夜，正月初一元宵等热闹的节期。但在江南，可又不同冬至过后，大江以南的树叶，也不至于脱尽。寒风――西北风――间或吹来，至多也不过冷了一日两日。到得灰云扫尽，落叶满街，晨霜白得像黑女脸上的脂粉似的清早，太阳一上屋檐，鸟雀便又在吱叫，泥地里便又放出水蒸气来，老翁小孩就又可以上门前的隙地里去坐着曝背谈天，营屋外的生涯了这一种江南的冬景，岂不也可爱得很么？我生长江南，儿时所受的江南冬日的印象，铭刻特深虽则渐入中年，又爱上了晚秋，以为秋天正是读读书，写写字的人的最惠节季，但对于江南的冬景，总觉得是可以抵得过北方夏夜的一种特殊情调，说得摩登些，便是一种明朗的情调。我也曾到过闽粤，在那里过冬天，和暖原极和暖，有时候到了阴历的年边，说不定还不得不拿出纱衫来着走过野人的篱落，更还看得见许多杂七杂八的秋花！一番阵雨雷鸣过后，凉冷一点，至多也只好换上一件夹衣，在闽粤之间，皮袍棉袄是绝对用不着的这一种极南的气候异状，并不是我所说的江南的冬景，只能叫它作南国的长春，是春或秋的延长。江南的地质丰腴而润泽，所以含得住热气，养得住植物因而长江一带，芦花可以到冬至而不败，红叶亦有时候会保持得三个月以上的生命。像钱塘江两岸的乌桕树，则红叶落后，还有雪白的桕子着在枝头，一点一丛，用照相机照将出来，可以乱梅花之真。"}
{"text":"一番阵雨雷鸣过后，凉冷一点，至多也只好换上一件夹衣，在闽粤之间，皮袍棉袄是绝对用不着的这一种极南的气候异状，并不是我所说的江南的冬景，只能叫它作南国的长春，是春或秋的延长。江南的地质丰腴而润泽，所以含得住热气，养得住植物因而长江一带，芦花可以到冬至而不败，红叶亦有时候会保持得三个月以上的生命。像钱塘江两岸的乌桕树，则红叶落后，还有雪白的桕子着在枝头，一点一丛，用照相机照将出来，可以乱梅花之真。草色顶多成了赭色，根边总带点绿意，非但野火烧不尽，就是寒风也吹不倒的。若遇到风和日暖的午后，你一个人肯上冬郊去走走，则青天碧落之下，你不但感不到岁时的肃杀，并且还可以饱觉着一种莫名其妙的含蓄在那里的生气若是冬天来了，春天也总马上会来的诗人的名句，只有在江南的山野里，最容易体会得出。第一辑闲书寂寞的春朝说起了寒郊的散步，实在是江南的冬日，所给与江南居住者的一种特异的恩惠在北方的冰天雪地里生长的人，是终他的一生，也决不会有享受这一种清福的机会的。我不知道德国的冬天，比起我们江浙来如何，但从许多作家的喜欢以sp一字来做他们的创作题目的一点看来，大约是德国南部地方，四季的变迁，总也和我们的江南差仿不多。譬如说十九世纪的那位乡土诗人洛在格ps，―吧，他用这一个散步做题目的文章尤其写得多，而所写的形，却又是大半可以拿到中国江浙的山区地方来适用的。江南河港交流，且又地滨大海，湖沼特多，故空气里时含水分到得冬天，不时也会下着微雨，而这微雨寒村里的冬霖景象，又是一种说不出的悠闲境界。你试想想，秋收过后，河流边三五家人家会聚在一道的一个小村子里，门对长桥，窗临远阜，这中间又多是树枝杈桠的杂木树林在这一幅冬日农村的图上，再洒上一层细得同粉也似的白雨，加上一层淡得几不成墨的背景，你说还够不够悠闲？若再要点些景致进去，则门前可以泊一只乌篷小船，茅屋里可以添几个喧哗的酒客，天垂暮了，还可以加一味红黄，在茅屋窗中画上一圈暗示着灯光的月晕。人到了这一个境界，自然会得胸襟洒脱起来，终至于得失俱亡，死生不问了我们总该还记得唐朝那位诗人做的暮雨潇潇江上村的一绝句吧？诗人到此，连对绿林豪客都客气起来了，这不是江南冬景的迷人又是什么？"}
{"text":"若再要点些景致进去，则门前可以泊一只乌篷小船，茅屋里可以添几个喧哗的酒客，天垂暮了，还可以加一味红黄，在茅屋窗中画上一圈暗示着灯光的月晕。人到了这一个境界，自然会得胸襟洒脱起来，终至于得失俱亡，死生不问了我们总该还记得唐朝那位诗人做的暮雨潇潇江上村的一绝句吧？诗人到此，连对绿林豪客都客气起来了，这不是江南冬景的迷人又是什么？一提到雨，也就必然的要想到雪晚来天欲雪，能饮一杯无？自然是江南日暮的雪景。寒沙梅影路，微雪酒香村，则雪月梅的冬宵三友，会合在一道，在调戏酒姑娘了。柴门村犬吠，风雪夜归人，是江南雪夜，更深人静后的景况。前村深雪里，昨夜一枝开又到了第二天的早晨，和狗一样喜欢弄雪的村童来报告村景了。诗人的诗句，也许不尽是在江南所写，而做这几句诗的诗人，也许不尽是江南人，但假了这几句诗来描写江南的雪景，岂不直截了当，比我这一枝愚劣的笔所写的散文更美丽得多？有几年，在江南也许会没有雨没有雪的过一个冬，到了春间阴历的正月底或二月初再冷一冷下一点春雪的去年一九三四的冬天是如此，今年的冬天恐怕也不得不然，以节气推算起来，大约大冷的日子，将在一九三六年的二月尽头，最多也总不过是七八天的样子。像这样的冬天，乡下人叫作旱冬，对于麦的收成或者好些，但是人口却要受到损伤旱得久了，白喉流行性感冒等疾病自然容易上身，可是想恣意享受江南的冬景的人，在这一种冬天，倒只会得感到快活一点，因为晴和的日子多了，上郊外去闲步逍遥的机会自然也多日本人叫作，德国人叫作sp狂者，所最欢迎的也就是这样的冬天。窗外的天气晴朗得像晚秋一样晴空的高爽，日光的洋溢，引诱得使你在房间里坐不住，空不如实践，这一种无聊的杂文，我也不再想写下去了，还是拿起手杖，搁下纸笔，上湖上去散散步罢！一九三五年十二月一日北平的四季对于一个已经化为异物的故人，追怀起来，总要先想到他或她的好处随后再慢慢的想想，则觉得当时所感到的一切坏处，也会变作很可寻味的一些纪念，在回忆里开花。"}
