{"text":"在这方面我有些经验，都与欣赏音乐有关。高雅音乐格调很高，大概没有疑问。我自己在音乐方面品味很低，乡村音乐还能听得住，再高就受不了。大约十年前，我在美国，有一次到波士顿去看个朋友。当时正是盛夏，为了躲塞车，我天不亮就驾车出发，天傍黑时到，找到了朋友，此时他正要出门。他说，离他家不远有个教堂，每晚里面都有免费的高雅音乐会，让我陪他去听。说实在的，我不想去，就推托道听高雅音乐要西装革履正襟危坐，我开了一天的车，疲惫不堪，就算了吧。但是他说，这个音乐会比较随便，属大学音乐系师生排演的性质，你进去以后只要不打瞌睡不中途退场就可。我就去了，到了门口才知道是演奏布鲁克纳的两首交响曲。我的朋友还拉我在第一排正中就座，听这两首曲子――在这里坐着，连打呵欠的机会都没有了。我觉得这两首曲子没咸没淡没油没盐，演奏员在胡吹胡拉，指挥先生在胡比划，整个感觉和晕船相仿。天可怜见，我开了十几个小时的车，坐在又热又闷的教堂里，只要头沾着点东西，马上就能睡着。但还强撑着，把眼睛瞪得滚圆，从七点撑到了九点半！中间有一段我真恨不能一头碰死算了布鲁克纳那厮这两首鸟曲，真是没劲透了！如前所述，我在古典音乐方面没有修养，所以没有发言权。可能人家布鲁克纳音乐的春风是好的，不入我这俗人的驴耳。但我总觉得，就算是高雅的艺术，也有功力水平之分，不可以一概而论。总不能一入了高雅的门槛就是无条件的好――如此立论，就是媚雅了。人可以抱定了媚雅的态度，但你的感官马上就有不同意见，给你些罪受下一个例子我比较有把握――不是我俗，而是表演高雅音乐的人水平低所致。这回是听巴赫的合唱曲，对曲子我没有意见，这可不是崇拜巴赫的大名，是我自己听出来的。这回我对合唱队有点意见。此事的起因是我老婆教了个中文班，班上有个学生是匹兹堡市业余乐团的圆号手，邀我们去听彩排，我们就去了。虽不是正式演出，作为观众却不能马虎，因为根本就没有几个观众。所以我认真打扮起来――穿上三件套的西服。那件衣服的马甲有点瘦，但我老婆说，瘦衣服穿起来精神，所以我把吃牛肉吃胀的肚腩强箍了下去，导致自己的横膈膜上升了一寸，有点透不过气来。就这样来到音乐学院的小礼堂，在前排正中入座。等到幕启，见到合唱队，我就觉得出了误会合唱队正中站了一位极熟的老太太。"}
{"text":"这回我对合唱队有点意见。此事的起因是我老婆教了个中文班，班上有个学生是匹兹堡市业余乐团的圆号手，邀我们去听彩排，我们就去了。虽不是正式演出，作为观众却不能马虎，因为根本就没有几个观众。所以我认真打扮起来――穿上三件套的西服。那件衣服的马甲有点瘦，但我老婆说，瘦衣服穿起来精神，所以我把吃牛肉吃胀的肚腩强箍了下去，导致自己的横膈膜上升了一寸，有点透不过气来。就这样来到音乐学院的小礼堂，在前排正中入座。等到幕启，见到合唱队，我就觉得出了误会合唱队正中站了一位极熟的老太太。我在好几个课里和她同学――此人没有八十，也有七十五――我记得她是受了美国政府一项老年人重返课堂项目的资助，书念得不好，但教授总让她及格，我对此倒也没有什么意见。看来她又在音乐系混了一门课，和同学一起来演唱。很不幸的是，人老了，念书的器官会退化，歌唱的器官更会退化，这歌大概也唱不好。但既然来了，就冲这位熟识的老人，也得把这个音乐会听好――我们是有这种媚雅的决心的。说句良心话，业余乐团的水平是可以的，起码没走调，合唱队里领唱的先生水平也很高。及至轮到女声部开唱，那位熟识的老太太按西洋唱法的要求把嘴张圆，放声高歌亚美路亚，才半声，眼见得她的假牙就从口中飞了出来，在空中一张一合，做要咬人状，飞过了乐池，飞过我们头顶，落向脑后第三排。耳听得亚美路亚变成了一声噗！在此庄重的场合，唱着颂圣的歌曲，虽然没假牙口不关风，老太太也不便立即退场，瘪着嘴假作歌唱，其状十分古怪请相信，我坐在那里很严肃地把这一幕听完了，才微笑着鼓掌。所有狂野粗俗的笑都被我咽到肚子里，结果把内脏都震成了碎片。此后三个月，经常咳出一片肺或是一片肝。但因为当时年轻，身体好，居然也没死。笔者行文至此，就拟结束。我的结论是媚雅这件事是有的，而且对俗人来说，有更大的害处。长虫草帽细高挑近来买了本新出的哈克贝利芬历险记。这本书我小时候很爱看，现在这本是新译的――众所周知，新译的书总是没有老版本好。不过新版本也不是全无长处，篇首多了一篇吐温瞎编的兵工署长通告，而老版本把它删了。通告里说如有人胆敢在本书里寻找什么结构道德寓意等等，一律逮捕流放，乃至枪毙。"}
{"text":"长虫草帽细高挑近来买了本新出的哈克贝利芬历险记。这本书我小时候很爱看，现在这本是新译的――众所周知，新译的书总是没有老版本好。不过新版本也不是全无长处，篇首多了一篇吐温瞎编的兵工署长通告，而老版本把它删了。通告里说如有人胆敢在本书里寻找什么结构道德寓意等等，一律逮捕流放，乃至枪毙。马克吐温胆子不小，要是现在国内哪位作家胆敢仿此通告一番如有人敢在我的书里寻找文化源流或可供解构的东西，一律把他逮捕流放枪毙，我看他会第一个被枪毙。现在各种哲学，甚至是文化人类学的观点，都浩浩荡荡杀入了文学的领域。作家都成了文化批评的对象，或者说，成了老太太的尿盆――挨吡儿的货。连他们自己都从哲学或人类学上给自己找写作的依据，看起来着实可怜，这就叫人想起了电影霸王别姬里张丰毅演的角色，屁股上挨了板子，还要说打得好，师傅保重。哲学家说，存在的就是合理的。一种情形既然出现了，就必然有它的原因。再说，批评也是为了作家好。但我现在靠写作为生，见了这种情形，总觉得憋气。我家乡有句歇后语长虫戴草帽，混充细高挑――老家人以为细高挑是种极美丽的身材，连长虫也来冒充。文化批评就是揭去作家头上的草帽，使他们暴露出爬行动物的本色。所谓文学是不存在的，存在的只有文化――这是一种特殊的混沌，大家带着各种丑恶的心态生活在其中。这些心态总要流露出来，这种流露就是写作――假如这种指责是成立的，作家们就一点正经的都没有，是帮混混。我不敢说自己是作家，也不认识几个作家，没理由为作家叫屈。说实在的，按学历我该站在批评的一方，而不是站在受批评的一方。但若说文学事业的根基――写作――是这样一种东西，我还是不能同意。过去我是学理科的。按照格林的观点，正如文学是文学家的文化，科学也是科学家的文化。对科学的文化批评尚未兴起，而且我不认为它有可能兴起。但这不是说没人想要批评科学。人文学者，尤其是哲学家，总想拿数学物理说事，给它们若干指导。说归说，数学家物理学家总是不理，说得实在外行时，就拿它当个笑话讲。我当研究生时，有位著名的女人类学家对统计学提出了批评，说没必要搞得这么复杂高深。很显然，这位女士想要解构数学的这一分支。"}
{"text":"过去我是学理科的。按照格林的观点，正如文学是文学家的文化，科学也是科学家的文化。对科学的文化批评尚未兴起，而且我不认为它有可能兴起。但这不是说没人想要批评科学。人文学者，尤其是哲学家，总想拿数学物理说事，给它们若干指导。说归说，数学家物理学家总是不理，说得实在外行时，就拿它当个笑话讲。我当研究生时，有位著名的女人类学家对统计学提出了批评，说没必要搞得这么复杂高深。很显然，这位女士想要解构数学的这一分支。上课之前老师把这批评给大家念了念，师生一起捧腹大笑，其乐也融融――但文学家很少有这种欢笑的机会。数学家笑，是因为假如一个人不演算，也不做公式推导，哪怕你后现代哲学懂得再多，也没有理由对数学说三道四。但这句话文学家就不敢说。同样是文化，怎么会有这种不同的境遇呢？这原因大家恐怕都想到了文学好像人人都懂，而数学，则远不是人人都懂的。罗素先生说得好人人理应平等，实际上却远不是这样――特别是人与人有知识的差别。这一点在大学里看得最明白搞科学哲学的教授，尽管名声很大，实际上见了学物理的研究生都要巴结，而物理学家见了数学家，气焰也要减几分，因为就连爱因斯坦都有求职业数学家帮忙的时候。说起一门学问，我会你不会，咱俩就没法平等。看起来，作家们必须从反面理解这种差别他要巴结的不仅是文艺批评家文艺理论家，还有哲学家人类学家社会学家，甚至要包括每一个文科毕业的学生――只要该学生不是个作家，因为不管谁说出句话来，你听不懂，就只好撅屁股挨打，打你的人火气还特大。我总觉得这事有点不对头。假如挨两下能换来学问，也算挨得值，但就怕碰上蒙事打几下便宜手的人。我知道一句话，估计除了德宏州的景颇人谁也听不懂呜！阿靠！卡路来！似乎批评家要想知道意思也得让我打两下，但我没这么坏，不打人也肯把意思说出来这话是我插队时学来的，意思是喂，大哥，上哪儿去呀？就凭一句别人听不懂的景颇话打人，我也未免太心黑了一点――那也没有凭几句哲学咒符打人黑。文化批评还不全是呜阿靠卡路来。它有很大的正面意义，其中最重要的是可以鼓舞作家自爱自强自重。一种跨学科的统治一切的欲望，像幽灵一样四处游荡――可怎么偏偏是你遇上了这个鬼？俗话说，老太太买柿子，拣软的捏。但一枚柿子不能怪人家来捏你，要反省自己为什么被捏。"}
{"text":"就凭一句别人听不懂的景颇话打人，我也未免太心黑了一点――那也没有凭几句哲学咒符打人黑。文化批评还不全是呜阿靠卡路来。它有很大的正面意义，其中最重要的是可以鼓舞作家自爱自强自重。一种跨学科的统治一切的欲望，像幽灵一样四处游荡――可怎么偏偏是你遇上了这个鬼？俗话说，老太太买柿子，拣软的捏。但一枚柿子不能怪人家来捏你，要反省自己为什么被捏。对罗素先生的话也可以做适度的推广人与人不独有知识的差异，还有能力的差异――我的意思是说，写作一道，虽没有很深的学问，也远不是人人都会。作家可以在两个方面表现这种差异其一是文体，傅雷汝龙王道乾，这些优秀翻译家都是文体大师。谁要想解构就去解好了，反正那样的文章你写不出来。其二是想象力，像卡尔维诺的我们的祖先，尤瑟纳尔的东方奇观，里面充满了天外飞龙般的想象力，这可是个硬指标，而且和哲学人类学社会学都不搭界。捏不动的硬柿子还有一些，比方说，马克吐温的幽默。在所有的柿子里，最硬的是莎翁，从文字到故事都无与伦比。当然，搞文化批评的人早就向莎翁开战了，说他的驯悍记是男性中心主义的作品。说这个没用，他老人家是人，又没学会喝风屙烟，编几个小剧本到小剧场里搞搞笑，赚几个小钱，这又有什么。再说，人家还有四大悲剧哩――你敢挑四大悲剧的毛病吗？我现在靠写作为生，写上一辈子，总得写出些让别人解构不了的东西。我也不敢期望过高，写到有几分像莎翁就行了。到那时谁想摘我的草帽，就让他摘好了不摘草帽是个细高挑，摘了还是个细高挑卡拉和驴鸣镇有一次，愁容骑士堂吉诃德和他忠实的侍从桑乔潘萨走在路上，遇到一伙手持刀杖去打冤家的乡下人。这位高尚的骑士问乡下人为什么要厮杀，听到了这么一个故事在一个镇子上，住了两个朋友。有一天，其中一位走失了一头驴子，就找朋友帮忙。他们进山去找――那位帮忙的朋友说山这么大，怎么找呢。我有一样不登大雅之堂的雕虫小技，假如你也会一点，事情就好办了。失驴的朋友说这是怎样的技巧呢？那位帮忙者说，他会学驴叫。假如失驴者也会，大家就可以分头学着驴叫在山上巡游，那迷途的驴子听到同类的呼唤，肯定会走出来和他们会合。那失驴者答道好计策！"}
{"text":"这位高尚的骑士问乡下人为什么要厮杀，听到了这么一个故事在一个镇子上，住了两个朋友。有一天，其中一位走失了一头驴子，就找朋友帮忙。他们进山去找――那位帮忙的朋友说山这么大，怎么找呢。我有一样不登大雅之堂的雕虫小技，假如你也会一点，事情就好办了。失驴的朋友说这是怎样的技巧呢？那位帮忙者说，他会学驴叫。假如失驴者也会，大家就可以分头学着驴叫在山上巡游，那迷途的驴子听到同类的呼唤，肯定会走出来和他们会合。那失驴者答道好计策！至于学驴叫，我岂止是会一点，简直是很精通啊！让我们依计而行吧。于是，两位朋友分头走进了山间小道，整个荒山上响起了阵阵驴鸣我住的这座楼隔音很坏，住户中有不少人买了卡拉机器，从早唱到晚。黑更半夜，我躺在床上听到之声，一面把脑袋往被窝里扎，一面就想起了这个故事――且听我把故事讲完这两位朋友分头去寻驴，在林子深处相会了。失驴的朋友说怎么，竟是你吗！我是不轻易恭维人的，但我要说，仅从声音上判断，你和一头驴子是没有任何区别的那帮忙者答道朋友，同样的话我正要用来说你！你的声音很洪亮，音度很坚强，节奏很准确。在我的长项上，我从不佩服任何人的，但我对你要五体投地，俯首称臣了！――这也正是笔者的感触。你可以去查七八年人民大学新生的体检记录，我的肺活量在两千人里排第一，可以长嚎一分钟不换气，引得全校的人都想掐死我但总想在半夜敲邻居的门，告诉他，在嚎叫方面我对他已是五体投地――现在言归正传，那失驴者听到赞誉之后说以前，我以为自己是个一无所长的人，现在听了你的赞誉，再不敢妄自菲薄，我也是有一技之长的人了后来，这两位朋友又去寻驴，每次都把对方当成驴，聚在了一起。最后，总算是找到了，这可怜的畜生被狼吃得只剩些残余。那帮忙的朋友说我说它怎么不答应！就算它死了，只要是完整的，听了你的召唤，也一定会起来回答。而那失驴的朋友却说虽然失了驴，但也发现了自己的才能，我很开心！于是，这两个朋友下山去，把这故事告诉路人，不想给本镇招来了驴鸣镇的恶名――隐含的意思就是镇上全是驴。故事开始时见到的那伙人，就是因为被人称为驴鸣镇人，而去拼命。如前所述，我觉得自己住在驴鸣楼里，但不想为此和人拼命。我总想提醒大家一句，人在歌唱时听不到自己的声音。在卡拉时，面对五彩画面觉得挺美时，也许发出的全不类人声。"}
{"text":"就算它死了，只要是完整的，听了你的召唤，也一定会起来回答。而那失驴的朋友却说虽然失了驴，但也发现了自己的才能，我很开心！于是，这两个朋友下山去，把这故事告诉路人，不想给本镇招来了驴鸣镇的恶名――隐含的意思就是镇上全是驴。故事开始时见到的那伙人，就是因为被人称为驴鸣镇人，而去拼命。如前所述，我觉得自己住在驴鸣楼里，但不想为此和人拼命。我总想提醒大家一句，人在歌唱时听不到自己的声音。在卡拉时，面对五彩画面觉得挺美时，也许发出的全不类人声。茶余酒后，想过把歌星瘾时，也可以唱唱。但干这种勾当，最好在歌厅酒楼等吵不着人的地方就是嗓子好，也请把嗓门放低些，留点余地――别给餐厅留下驴鸣餐厅的恶名。从说起我的电脑还没联网，也想过要和联上。据说，网上黄毒泛滥，还有些反动的东西在传播，这些说法把我吓住了。前些时候有人建议对网络加以限制，我很赞成。说实在的，哪能容许信息自由地传播。但假如我对这件事还有点了解，我要说除了一剪子剪掉，没有什么限制的方法。那东西太快，太邪门了。现代社会信息爆炸，想要审查太困难，不如禁止方便。假如我做生意，或者搞科技，没有网络会有些困难。但我何必为商人工程师们操心？在信息高速网上，海量的信息在流动。但是我，一个爬格子的，不知道它们也能行。所以，把剪掉吧，省得我听了心烦。是传输信息的工具。还有处理信息的工具，就是各种个人电脑。你想想看，没有电脑，有网也接不上。再说，磁盘光盘也足以贩黄。必须禁掉电脑，这才是治本。这回我可有点舍不得――大约十年前，我就买了一台个人电脑。到现在换到了第五台。花钱不说，还下了很多工夫，现在用的软件都是我自己写的。我用它写文章，做科学工作算题，做统计――顺便说一句，用电脑来做统计是种幸福，没有电脑，统计工作是种巨大的痛苦。但是它不学好，贩起黄毒来了，这可是它自己作死，别人救不了它。看在十年老交情上，我为它说几句好话早期的电脑是无害的。那种空调机似的庞然大物算起题来嘎嘎作响，没有能力演示黄毒。后来的才是有罪的这些机器硬件能力突飞猛进，既能干好事，也能干坏事，把它禁了吧但现在要买过时的电脑，不一定能买到。"}
{"text":"到现在换到了第五台。花钱不说，还下了很多工夫，现在用的软件都是我自己写的。我用它写文章，做科学工作算题，做统计――顺便说一句，用电脑来做统计是种幸福，没有电脑，统计工作是种巨大的痛苦。但是它不学好，贩起黄毒来了，这可是它自己作死，别人救不了它。看在十年老交情上，我为它说几句好话早期的电脑是无害的。那种空调机似的庞然大物算起题来嘎嘎作响，没有能力演示黄毒。后来的才是有罪的这些机器硬件能力突飞猛进，既能干好事，也能干坏事，把它禁了吧但现在要买过时的电脑，不一定能买到。为此，可以要求给我们重开生产线，制造早期的机。洋鬼子听了瞪眼，说你们是不是有毛病？回答应该是我们没毛病，你才有毛病――但要防止他把我们的商务代表送进疯人院。当然，如果决定了禁掉一切电脑，我也能对付。我可以用纸笔写作，要算统计时就打算盘。不会打算盘的可以拣冰棍棍儿计数――满地拣棍儿是有点难看，但是――谢天谢地，我现在很少做统计了。除了电脑，电影电视也在散布不良信息。在这方面，我的态度是坚定的我赞成严加管理。首先，外国的影视作品与国情不符，应该通通禁掉。其次，国内的影视从业人员良莠不齐，做出的作品也多有不好的我是写小说的，与影视无缘，只不过是挣点小钱。王朔冯小刚，还有大批的影星们，学历都不如我，搞出的东西我也看不入眼，但他们可都发大财了。应该严格审查――话又说回来，把上的通讯逐页看过才放行，这是办不到的一百二十集的连续剧从头看到尾也不大容易。倒不如通通禁掉算了。文化大革命十年，只看八个样板戏不也活过来了嘛。我可不像年轻人，声光电影一样都少不了。我有本书看看就行了。说来说去，我把流行音乐漏掉了。这种乌七八糟的东西，应该首先禁掉。年轻人没有事，可以多搞些体育锻炼，既陶冶了性情，又锻炼了身体这样禁来禁去，总有一天禁到我身上。我的小说内容健康，但让我逐行说明每一句都是良好的信息，我也做不到。再说，到那时我已经吓傻了，哪有精神给自己辩护。电影电视都能禁，为什么不能禁小说？我们爱读书，还有不识字的人呢，他们准赞成禁书。好吧，我不写作了，到车站上去扛大包。我的身体很好，能当搬运工。别的作家未必扛得动大包我赞成对生活空间加以压缩，只要压不到我。但压来压去，结果却出乎我的想象。"}
{"text":"我的小说内容健康，但让我逐行说明每一句都是良好的信息，我也做不到。再说，到那时我已经吓傻了，哪有精神给自己辩护。电影电视都能禁，为什么不能禁小说？我们爱读书，还有不识字的人呢，他们准赞成禁书。好吧，我不写作了，到车站上去扛大包。我的身体很好，能当搬运工。别的作家未必扛得动大包我赞成对生活空间加以压缩，只要压不到我。但压来压去，结果却出乎我的想象。海明威在钟为谁鸣里说过这个意思所有的人是一个整体，别人的不幸就是你的不幸。所以，不要以为丧钟是为谁而鸣――它就是为你而鸣。但这个想法我觉得陌生，我就盼着别人倒霉。五十多年前，有个德国的新教牧师说起初，他们抓共产党员，我不说话，因为我不是工会会员后来，他们抓犹太人，我不说话，因为我是亚利安人后来他们抓天主教徒，我不说话，因为我是新教徒，最后他们来抓我，已经没人能为我说话了。众所周知，这里不是纳粹德国，我也不是新教牧师。所以，这些话我也不想记住。奸近杀廊桥遗梦上演之前，有几位编辑朋友要我去看，看完给他们写点小文章。现在电影都演过去了，我还没去看。这倒不是故作清高，主要是因为围绕着廊桥遗梦有种争论，使我觉得很烦，结果连片子都懒得看了。有些人说，这部小说在宣扬婚外恋，应该批判。还有人说，这部小说恰恰是否定婚外恋的，所以不该批判。于是，廊桥遗梦就和婚外恋焊在一起了。我要是看了这部电影，也要对婚外恋作一评判，这是我所讨厌的事情。对于廊桥遗梦，我有如下基本判断第一，这是编出来的故事，不是真的。第二，就算是真的，也是美国人的事，和我们没有关系。有些同志会说，不管和我们有没有关系，反正这电影我们看了，就要有个道德评判。这就叫我想起了近二十年前的事当时巴黎歌剧院来北京演茶花女，有些观众说这个茶花女是个妓女啊！男主角也不是什么好东西，玛格丽特和阿芒，两个凑起来，正好是一对卖淫嫖娼人员！要是小仲马在世，听了这种评价，一定要气疯。法国的歌唱家知道了这种评论，也会说我们到这里演出，真是干了件傻事。演一场歌剧是很累的，唱来唱去，底下看见了什么？卖淫嫖娼人员！从那时到现在，已经过了十几年。我总觉得中国的观众应该有点长进――谁知还是没有长进。"}
