{"text":"这句话，是孔子在感叹说，这个时代什么都变了。你看嘛，这只酒杯本来是有棱角的，现在酒杯的棱角也磨平了！这里记载孔子有这个感叹。但是酒杯没有棱角有什么稀奇？孔子如果看到我们现在用的茶杯还是玻璃做的，圆圆的，孔子一定要感叹，玻璃杯啊玻璃杯啊！我们如果连接上文看，就知道这句话的意义了。孔子说我们的文化已经衰落了，要保持自己的传统文化，是件非常吃力的工作。除非像齐国那样，有雄厚的经济基础，能为后代文化努力，再加重整一番，可至于鲁。鲁国的文化有这样相当基础，能够把他再发扬光大一点，可以保持传统文化之道。可是他讲到这里，正在拿着杯子喝酒，于是就近举例说，试看看，酒杯的样子都变了！什么都在变，时代已经变了酒杯啊！酒杯啊！他是感叹连这样一个用具都跟着时代在演变了，人更是永远在演变，历史是拉不回来的。这是他假借酒杯对文化演变的感叹。我曾和朋友们谈起，不要感叹，感叹是没有用的。历史无法拉回。我们死了，下一代照样活下去，照样又生下一代来。我们现在要尽到自己的任务，把我们所知道的，尽量交给后一代。他们去整理，他们去发扬，那是他们的事，不要担心。一定说人心不古今不如昔世道衰微也不见得。每个时代有每个时代的历史，每代历史有每代历史的精神。所以孔子说觚不觚！觚哉！觚哉！意思不单指这个酒杯。而是说变了，一切在变，就是这样一个感叹。君子可欺以其方正当孔子感叹，旁边有个学生提出了问题。宰我问曰仁者，虽告之曰井有仁焉。其从之也？子曰何为其然也？君子可逝也，不可陷也。可欺也，不可罔也。宰我就是孔子说他朽木不可雕也的台柱学生，我认为他是身体不太好，而聪明有余，德性不大够的一个人。他有一天和孔子半抬杠，也可以说是在怀疑一个问题。他问孔子说，你天天教我们要学仁，作人做事要讲道德仁义。假使有一个人，去骗一个有仁义修养的人说，水井里有仁义。难道为了修养仁，就听他的话往井里跳？宰予这个话问得没有错，并不调皮，很实在的。他的意思是，老师你天天教我们讲仁义道德，现在世界那么坏，坏人那么多，有人来骗我们井里有道德，道德又值几毛钱一斤？要不要跳下去呢？和我们现在问这个社会这样坏，仁义有什么用？是一样的。孔子听了以后，终于笑了。他说你怎么这样想呢？一个作学问成为君子的人，并不是一个笨蛋，必须要晓得应变。"}
{"text":"他问孔子说，你天天教我们要学仁，作人做事要讲道德仁义。假使有一个人，去骗一个有仁义修养的人说，水井里有仁义。难道为了修养仁，就听他的话往井里跳？宰予这个话问得没有错，并不调皮，很实在的。他的意思是，老师你天天教我们讲仁义道德，现在世界那么坏，坏人那么多，有人来骗我们井里有道德，道德又值几毛钱一斤？要不要跳下去呢？和我们现在问这个社会这样坏，仁义有什么用？是一样的。孔子听了以后，终于笑了。他说你怎么这样想呢？一个作学问成为君子的人，并不是一个笨蛋，必须要晓得应变。孔子力赞周易，而周易的道理，便有适变随时这两个要点。要懂得时代，适合于时代。但自己要站在中间，顺应这个变，有中心主张中心思想。他在这里说一个君子之人可逝也，可以放弃自己的终身，但不可陷也，绝不受人家的包围困扰，落入陷阱之中。比如说抛弃了一切，甚至抛弃了这个社会环境，抛弃了一生的功名富贵，绝不受困扰。如果说没办法，受了环境的困扰，陷进去了，在无可奈何下而拿了功名富贵，然后自说清高，那对不住，这是没有骨气，不是君子。有骨气的作法是自我牺牲，不受困扰。可欺也，不可罔也。当面来欺骗可以，愿意接受这个欺骗，这是仁慈。但如果糊涂将就，自己根本不知道，这是不可以的。所以孔子是说，你问的哪有这个道理？归纳起来的意思，人一定要仁义道德。这是孔子所标榜的，也就是他的学问中心，要有中心思想，中心路线。如果这个中心思想行不通，只要认为对了，乃至于被时代遗弃了都可以，可是如果被现实所陷没了，那是不应该的。所以孔子在下面再加以引伸解释。子曰君子博学于文，约之以礼，亦可以弗畔矣夫！孔子说博学于文，这个文不仅是文学，而是代表了一切学术文化。以现代名词来说，包括了文法文理和一切知识。所以说要博学于文。博就是渊博，样样要懂，才能成为通才。但是渊博的人，常是样样都懂，门门不通。所以先求渊博后要求专精。要渊博而专精，并且还要约束自己，作人处事在在合礼。孔门的思想要讲礼，我们再三提过，礼并不是教我们行礼，而是礼记所包涵的文化精神。孔子说如果做到这样，大体上人生的道路，可以走得出来，不会离谱太远了。弗畔，就是没有离经叛道的意思。冲冠一路为红颜到这里引出一件事来了。子见南子，子路不说。"}
{"text":"博就是渊博，样样要懂，才能成为通才。但是渊博的人，常是样样都懂，门门不通。所以先求渊博后要求专精。要渊博而专精，并且还要约束自己，作人处事在在合礼。孔门的思想要讲礼，我们再三提过，礼并不是教我们行礼，而是礼记所包涵的文化精神。孔子说如果做到这样，大体上人生的道路，可以走得出来，不会离谱太远了。弗畔，就是没有离经叛道的意思。冲冠一路为红颜到这里引出一件事来了。子见南子，子路不说。夫子矢之曰予所否者，天厌之！天厌之！这段很妙。南子是古代的一个美女，是卫国的人。孔子在这个国家相当久，因为卫国本来有意留孔子，把国政交给他，学生中有很多人怀疑孔子想取得在卫国的君权。当时卫国的诸侯卫灵公，宠爱一个漂亮的妃子，就是南子。春秋战国的时候，女子把持政权的有好几位，不过直到现在还没有看到这个问题的专书，我倒很希望有人，如果有功夫，对这种女人把持政治的风气，列举中外的历史事例写一本书。中外历史上，与政治有关的女人太多，几乎任何一个政权都离不开女人。常在报纸上看到，英国的绯闻出来了，白宫的桃色新闻又出来了，全世界新闻界闹得那么凶，我看看觉得蛮好玩的。有的学生问，怎么觉得好玩而已？我说这有什么希奇呢？报纸上闹是另外一回事。古今中外任何一个政权，几乎没有不和女性发生关系的。不过有些是好的女性，有些是坏的女性。和历史的整个型态都有关系，可惜的是古代重男轻女，历史的记载没有朝此方向发挥而已。明末清初文学家李笠翁说的，人生就是戏台，历史也不过是戏台，而且只有两个人唱戏，没有第三个人。哪两个人？一个男人，一个女人。这句话又引起另一则有名的故事相传清朝的乾隆皇帝游江南，站在江苏的金山寺。看见长江上有许多船来来往往，他问一个老和尚老和尚，你在这里住了多少年？老和尚当然不知道这个问话的人就是当今皇上，他说住了几十年。问他几十年来看见每天来往的有多少船？老和尚说只看到两只船。乾隆惊奇地问这是什么意思？为何几十年来只看到两只船？老和尚说人生只有两只船，一只为名，一只为利。乾隆听了很高兴，认为这个老和尚很了不起。李笠翁说人生舞台上只有两位演员，一个男的，一个女的，这也是很自然的现象。孔子当时到了卫国，南子这位宠妃正在把持政权，曾经找人告诉孔子，想见见孔子。"}
{"text":"老和尚当然不知道这个问话的人就是当今皇上，他说住了几十年。问他几十年来看见每天来往的有多少船？老和尚说只看到两只船。乾隆惊奇地问这是什么意思？为何几十年来只看到两只船？老和尚说人生只有两只船，一只为名，一只为利。乾隆听了很高兴，认为这个老和尚很了不起。李笠翁说人生舞台上只有两位演员，一个男的，一个女的，这也是很自然的现象。孔子当时到了卫国，南子这位宠妃正在把持政权，曾经找人告诉孔子，想见见孔子。这是古代，不比现代外交除了阿拉伯伊斯兰教国家外，到了一个国家，见元首夫人，并没有什么了不起，而且还是一种习惯上的礼貌。但在古代不然，尤其是南子这个人，名声并不好，她要见孔子，孔子并没有答应，后来有人告诉孔子，要在卫国有所作为，非要走南子这条路线，孔子当然没有走这条路。但是孔子有一天的确见了南子，照历史上记载，孔子见南子，南子对他恭敬万分。历史的记载，男女相见，中间挂一幅珠帘，南子穿了国家的大礼服，在帘子里面向孔子跪拜，非常尊敬孔子，这也是事实。现在论语中记载，孔子见了南子。这一下，学生当中脾气最大的子路不高兴了，出来在态度上大概给孔子很难堪，逼得孔子赌了咒你不要怀疑我啊！我假如做了对不起人的事，给天雷打死！给天雷打死！古人对这节书，都作上面这样的解释。如果这样解释是对的，试想想，我们民族文化所标榜的这位圣人，岂不太糟糕了？见南子就有不轨的行为吗？这是不可能的。南子虽然在社会上的名誉不太好，孔子也瞧不起她，到底她是这个国家国君的如夫人，她硬要见见，也理所当然。孔子特别讲礼，这又有什么失礼的？孔子见了南子出来，子路这个学生就摆脸色给他看，孔子这个校长也干不下去，要辞职了，太受学生的威胁了，还要逼得孔子当面赌咒，天啊！给雷打死！给雷打死！哪有这样的解释？这完全是后人塑造孔子的错误，所以孔家店被打倒是难怪的，都是这些店员乱搞！把自己老板塑得那个怪像。就是现在，也还有人把孔子像塑得那么呆板。孔子哪里是这样的，孔子态度本来非常活泼轻松。孔子见南子，是事实子路不大高兴也是事实，孔子也的确矢之。矢之是很严重，等于赌咒，赌什么咒呢？问题在下面这句予所否者，孔子就告诉子路，你们的看法不对的。这里要千万注意，古人说万事谁能知究竟？人生最怕是流言。"}
{"text":"给雷打死！给雷打死！哪有这样的解释？这完全是后人塑造孔子的错误，所以孔家店被打倒是难怪的，都是这些店员乱搞！把自己老板塑得那个怪像。就是现在，也还有人把孔子像塑得那么呆板。孔子哪里是这样的，孔子态度本来非常活泼轻松。孔子见南子，是事实子路不大高兴也是事实，孔子也的确矢之。矢之是很严重，等于赌咒，赌什么咒呢？问题在下面这句予所否者，孔子就告诉子路，你们的看法不对的。这里要千万注意，古人说万事谁能知究竟？人生最怕是流言。又说众口铄金，积毁销骨。这就是人言可畏。又谁人背后无人说？哪个人前不说人？人情世故要通达，凡事问心无愧，旁人背后怎么说不要管他，只问自己。所以孔子是说，你们看法和我看法不一样，我所否定的，我认为不可救药的人，一定是罪大恶极。不但人讨厌他，就是天也讨厌他，那么这种人便不需要与他来往。我们再看南子，是不是那种天厌之的人呢？南子在历史上不像夏姬，后来的夏姬是不得了的，坏得很。我们查卫国的历史，南子没有什么大不了的错，不过长得漂亮，卫灵公非常迷她，如此而已！政治上当时比较起来，卫国还算好的。而且孔子周游列国，流落他方的时候，还是在卫国住得最久，卫君在卫护他，南子也在卫护他，卫国的大臣，蘧伯玉这班人也在卫护他。所以孔子说，你们不要听到人家胡说八道就相信了。谣言止于智者，有聪明有智慧的人，一听到就知道是真的或是假的。我所认为不对的，不像你们的看法，如果真有罪大恶极的人，天意都会厌弃他，何况人呢？你们对于南子，用不着这样不高兴。这节的意思，如此而已。我们绝不能照旧的解释，把孔子说成像孩子偷了嘴，怕大人打那样，哪有这种事，这是三家村学究们的见解。接下来，孔子提到这件事了。所以我说论语是连成一起的，编得非常好。讲了南子这故事，马上就把孔子的一段话引进去了。子曰中庸之为德也，其至矣乎！民鲜久矣！在孔子的孙子子思著中庸的时候，第三章中，就引用这一句话。孔子是讲了这一句话，孔子就中庸太难了，中庸是什么呢？讲孔子的中庸也是很难解说的，如仁字一样，有体有用，我现在不讲中庸的体，将来有机会研究中庸时再讲，现在讲中庸的作用，有些学者写文章骂中国文化，他们也是中国人，现在中国人骂中国文化的太多了！"}
{"text":"子曰中庸之为德也，其至矣乎！民鲜久矣！在孔子的孙子子思著中庸的时候，第三章中，就引用这一句话。孔子是讲了这一句话，孔子就中庸太难了，中庸是什么呢？讲孔子的中庸也是很难解说的，如仁字一样，有体有用，我现在不讲中庸的体，将来有机会研究中庸时再讲，现在讲中庸的作用，有些学者写文章骂中国文化，他们也是中国人，现在中国人骂中国文化的太多了！真使人感慨万千，我们这个国家在五代那八九十年中，也是最乱的，是当时认为的外族侵略进来的时代，有许多中国人变成什么样子呢？很难看，也很坏，他们帮助外族侵略自己中国人，所以唐末司空图有一首感慨的诗一自萧关起战尘，河湟隔断异乡音。汉人学得胡儿语，却向城头咒汉人。将来百把年以后，写我们现代的历史，可能有人也会这样写。现在骂中国文化的，不是外国人，而是我们自己中国人。自己对自己没有搞清楚。现在也有很知名的学人写了文章，说中庸就是马马虎虎的意思。他曲解说，张三说对，李四说不对，而王五说对与不对没有关系，就中庸吧！这位学者竟如此解释中庸，他们这些人对于中庸是什么，自己都没有好好的研究。我们现在说中庸，就是能够中和的中庸之作用。我们中国文化中易经的道理，是说天下的事物，天下的人物，随时随地在变，每秒钟都在变，没有不变的事。如何能适应这个变，如何能领导这个变，这是学问的中心。同时易经告诉我们，变是对立的变，任何一件事都是相对立的，有正面必有反面，有好必有坏，你说对的，同时也就产生了不对的。一切都是相对的，在这个相对的中间，有一个中和的道理。所以中庸便提到中和的作用，孔子是说两方面有不同的意见，如果有最高的领导德业的人，使它能够中和，各保留其对的一面，各舍弃其不对的一面，那就对了。那才是中庸之为德也，其至矣乎！孔子同时感叹说民鲜久矣。一般的人，很少能够善于运用中和之道，大家走的多半都是偏锋。把这节放在孔子见南子后面，正说明了我们刚才所说的道理。一般人对人事的批评，要多方面注意人情世故。将来各位出去外面做事情，你的部下，你的朋友，甚至你的敌人，对你也是一样。当骂你坏的时候，什么都是坏的，没有好的当捧你的时候，什么都是好的，没有坏的。但是不管捧与骂，都是有问题的。我们不要忘记了自己的本分，自己要很清楚自己，不要为这些毁誉所动摇，要问自己真正的作为。"}
{"text":"孔子同时感叹说民鲜久矣。一般的人，很少能够善于运用中和之道，大家走的多半都是偏锋。把这节放在孔子见南子后面，正说明了我们刚才所说的道理。一般人对人事的批评，要多方面注意人情世故。将来各位出去外面做事情，你的部下，你的朋友，甚至你的敌人，对你也是一样。当骂你坏的时候，什么都是坏的，没有好的当捧你的时候，什么都是好的，没有坏的。但是不管捧与骂，都是有问题的。我们不要忘记了自己的本分，自己要很清楚自己，不要为这些毁誉所动摇，要问自己真正的作为。所以孔子在这里所讲的道理，说明了孔子见南子的真相。此事古难全下面等于为本篇作结论了。子贡曰如有博施于民，而能济众，何如？可谓仁乎？子曰何事于仁，必也圣乎！尧舜其犹病诸！夫仁者，己欲立而立人，己欲达而达人。能近取譬，可谓仁之方也已。子贡问的问题，都是中肯扼要，而且碰到孔子中心思想的要点之处。他说假使一个人广泛地博施济众，要为整个人类谋福利事业，照现代话来说，团体社会政府做的公益事业就叫社会福利。中国古代有没有社会福利思想？假使有研究社会问题的，这个问题要注意，在中国历史文化里，好像找不出社会福利问题的记载，事实上有没有呢？有！社会思想早有了，社会福利思想也早有了，过去都偏重在个人做，以个人立场，做社会福利事情，这是中国人的道德修养，告诉人，有钱做做好事，修桥铺路，再不然夏天在路上摆一些茶缸。我很小的时候就看到过。每到夏季，家里忙得很，天天都要烧茶，大锅大锅的烧，多少里一桶，放在那里，不要钱的凉茶，大家尽管喝。很多人家都这样做的，这些都是社会福利。中国过去的社会当然是以农业经济为基础，由个人做社会工作，做社会福利，认为这是一种道德，所谓阴功积德。现代的思想，社会的福利工作，已经由政府由社团做。时代不同，工业时代与农业时代，是两个时代，思想也不一样。子贡讲的博施，就是讲社会福利。广博，无条件的把东西送给人家，救济大家，让大家都得到帮助。在孔子学生中，只有子贡敢讲这句话，因为这位老哥子很有豪气，有时不大肯作书呆子，孔子也没有骂他，认为他很对，可是也没有鼓励他。他一边是讲仁义，一边不同意装穷，不像颜回一样，三天吃一个便当，还是馊的，喝一口水下饱。"}
{"text":"现代的思想，社会的福利工作，已经由政府由社团做。时代不同，工业时代与农业时代，是两个时代，思想也不一样。子贡讲的博施，就是讲社会福利。广博，无条件的把东西送给人家，救济大家，让大家都得到帮助。在孔子学生中，只有子贡敢讲这句话，因为这位老哥子很有豪气，有时不大肯作书呆子，孔子也没有骂他，认为他很对，可是也没有鼓励他。他一边是讲仁义，一边不同意装穷，不像颜回一样，三天吃一个便当，还是馊的，喝一口水下饱。他要做生意，他的钱很多，所以他敢吹这个牛，假如我博施济众，老师，怎么样？可以算得是你所标傍的仁慈吧？孔子对子贡这个问题的答复很妙，他说，你说的这件事，太伟大了，岂止是对仁来说，实在是永远做不到，做不尽的大事业，我也做不到，就是古代圣帝明王如尧舜一样当权的人，也做不到。问题是在于一个人想做好事，绝对大公，很难很难，是做不到的。所以中国的字，公是化私，这是儒家的思想。由道家演变而来的杨朱思想，拔一毛以利天下而不为也，绝对讲个人主义，我不拔你的毛，你也不要拔我的毛，一毛都不拔。墨子则讲摩顶放踵以利天下，尽量的为公。儒家认为都不对。儒家是讲保留适度的自私，慢慢扩充到为公。我们大家要注意，三民主义的思想，就是从儒家这个思想来的。儒家的推己及人，我有饭吃，才想到你需要饭吃，分点给你，我们两个有饭吃才分给他，我们三个有饭吃，再分点给大家吃。一步一步扩充。如全体都要一下子做到，不但我们做不到，尧舜也做不到。所以孔子说子贡的理想太高了，像柏拉图的理想国一样，陈义太高了。孔子告诉他，真正仁的人，是要自己站起来，但是要顾虑到别人的利益，使别人也站起来。学问道德也是如此，我要作一个人，不要忘记了他也要作一个人，我想将来通达有前途，不要忘记了他也要有前途，尤其是将来诸位如果出去做一个领导人，要多爱部下，像待自己的子女兄弟一样替他们着想。我要利益，他们也要利益，我太累了，同样地他们也累了。从最浅近最平凡的当中去了解他。做到了这种地步，就可以说找到了仁的方向，为仁找到一条可走的路了。本篇讲到这里，结束了雍也一篇的连贯性，也等于对第一篇学而这些道理，作一个陪衬。拿事实来证明讨论。孔门学问中仁的应用，是推己及人，想自己利益的时候，也替别人的利益着想扩而充之，想到天下人的利益。仁的路就是这样开始走的。现在第六篇雍也讲完了。"}
{"text":"我要利益，他们也要利益，我太累了，同样地他们也累了。从最浅近最平凡的当中去了解他。做到了这种地步，就可以说找到了仁的方向，为仁找到一条可走的路了。本篇讲到这里，结束了雍也一篇的连贯性，也等于对第一篇学而这些道理，作一个陪衬。拿事实来证明讨论。孔门学问中仁的应用，是推己及人，想自己利益的时候，也替别人的利益着想扩而充之，想到天下人的利益。仁的路就是这样开始走的。现在第六篇雍也讲完了。这六篇连起来，等于是全部论语中孔子师生之间学问问答的纲要。述而第七论语述而第七，等于是学而这一篇的注解，并且连带发挥前面六篇的内涵，引伸了学问之道。述，即是叙述记述的意义。一肩挑尽古今愁子曰述而不作，信而好古，窃比于我老彭。我们研究孔子思想，知道孔子自己很谦虚，他说我述而不作。什么叫述？就是承先启后，继往开来，保留传统的文化，就所知道的，把他继续起来，流传下来，好比现在说的，散播种籽，没自己的创作，不加意见。孔子的删诗书定礼乐系易辞著春秋等六经文化的整理，只是承续前人，并没有加以创作。但是他有个态度，信而好古，不是迷信，是真信，加以考证过的真信。譬如我们中国第一部历史文献的书经，也叫做尚书，第一篇是从尧典开始，难道尧以前没有历史了？当然有，我们自己都晓得，讲祖宗文化从黄帝开始，黄帝到尧这个阶段，历史还有一千多年。中国文化五千年，是从黄帝开始数起，黄帝以前再推上去，如果照我们旧的说法，认为中国历史是有十二万年之久。以前历史是十二万年，哪知道后来年纪大了一些，进了洋学堂，就变了，变作五千年文化，再后来又变成只有三千年了，我看将来，说不定会变成只有一千多年了，我们中国人的历史文化越来越短了！孔子当时删诗书，为什么尚书将尧以前的删除呢？因为尧以前的文献不够，他不敢轻易断言，所以历史资料的文献，自尧这个阶段开始。他在这里说自己信而好古，就是说明他作学问的态度，实在非常相信而喜欢传统的文化，把它保留下来。我们看了他自述的这八个字，再看现代的学者作学问的态度，恰恰相反，我们现在是作而不述，专门创作，而且写文章，是千古文章一大抄，在于抄得好抄不好。过去写文章，如加子曰就表示这句话是引用孔子的。"}
