{"text":"大概是潘彼得已经长大，而我像是雪莱西风歌所说的落在人生的荆棘上了成年以后，我过的是梦想颠倒的生活，白天梦作不少，夜梦却没有什么可说的。江淹少时梦人授以五色笔，由是文藻日新。王梦大笔如椽，果然成大手笔。李白少时笔头生花，自是天才赡逸，这都是奇迹。说来惭愧，我有过一枝小小的可以旋转笔芯的四色铅笔，我也有过一幅朋友画赠的梦笔生花图，但是都无补于我的文思。我的亲人我的朋友送给我的各式各样的大小精粗的笔，不计其数，就是没有梦见过五色笔，也没有梦见过笔头生花。至于黄帝之梦游华胥孔子之梦见周公庄子之梦为蝴蝶陶侃之梦见天门，不消说，对我更是无缘了。我常有噩梦，不是出门迷失，找不着归途，到处鬼打墙，就是内急找不到方便之处，即使找得了地方也难得立足之地，再不就是和恶人打斗而四肢无力，结果大概都是大叫一声而觉。像黄粱梦，南柯一梦那样的丰富经验，纵然是梦不也是很快意么梦本是幻觉，迷离惝恍，与过去的意识或者有关，与未来的现实应是无涉，但是自古以来就把梦当兆头。晋皇甫谧帝王世纪说皇帝作了两个大梦，一个是大风吹天下之尘垢皆去，一个是人执千钧之弩驱羊万群，于是他用江湖上拆字的方法占梦，依前梦得风后于海隅，登以为相，依后梦得力牧于大泽，进以为将。据说黄帝还著了占梦经十一卷。假定黄帝轩辕氏是于公元前二六九八年即帝位，他用什么工具著书，其书如何得传，这且不必追问周礼春官证实当时有官专司占梦之事，观天地之会，辨阴阳之气，以日月星辰，占六梦之吉凶，一曰正梦，二曰噩梦，三曰思梦，四曰寤梦，五曰喜梦，六曰惧梦。后世没有占梦的官，可是梦为吉凶之兆，这种想法仍深入人心。如今一般人梦棺材，以为是升官发财之兆梦粪便，以为是黄金万两之征。何况自古就有传说，梦熊为男子之祥，梦兰为妇人有身，甚至梦见自己的肚皮上生出一棵大松树，谓为将见人君，真是痴人说梦。钱钱这个东西，不可说，不可说。一说起阿堵物，就显著俗。其实钱本身是有用的东西，无所谓俗。或形如契刀，或外圆而孔方，样子都不难看。若是带有斑斑绿锈，就更古朴可爱。稍晚的交子钞引以至于近代的纸币，也无不力求精美雅观，何俗之有钱财的进出取舍之间诚然大有道理，不过贫者自贫，廉者自廉，关键在于人，与钱本身无涉。"}
{"text":"钱钱这个东西，不可说，不可说。一说起阿堵物，就显著俗。其实钱本身是有用的东西，无所谓俗。或形如契刀，或外圆而孔方，样子都不难看。若是带有斑斑绿锈，就更古朴可爱。稍晚的交子钞引以至于近代的纸币，也无不力求精美雅观，何俗之有钱财的进出取舍之间诚然大有道理，不过贫者自贫，廉者自廉，关键在于人，与钱本身无涉。像和峤那样的爱钱如命，只可说是钱癖，不能斥之曰俗像石崇那样的挥金似土，只可说是奢汰，不能算得上雅。俗也好，雅也好，事在人为，钱无雅俗可辨。有人喜集邮，也有人喜集火柴盒，也有人喜集戏报子，也有人喜集鼻烟壶也有人喜集砚集墨集字画古董，甚至集眼镜集围裙集三角裤。各有所好，没有什么道理可讲。但是古今中外几乎人人都喜欢收集的却是通货。钱不嫌多，愈多愈好。庄子曰钱财不积，则贪者忧。岂止贪者忧不贪的人也一样的想积财。人在小的时候都玩过扑满，这玩意儿历史悠久，西青杂记扑满者，以土为器，以蓄钱，有入窍而无出窍，满则扑之。北平叫卖小贩，有喊小盆儿小罐儿的，担子上就有大大小小的扑满，全是陶土烧成的，形状不雅，一碰就碎。虽然里面容不下多少钱，可是孩子们从小就知道储蓄的道理了。外国也有近似扑满的东西，不过通常不是颠扑得碎的，是用钥匙可以打开的，多半作猪形，名之为猪银行。不晓得为什么选择猪形，也许是取其大肚能容吧我们的平民大部分是穷苦的，靠天吃饭，就怕干旱水涝，所以养成一种饥荒心理，常将有日思无日，莫待无时思有时。储蓄的美德普遍存在于各阶层。我从前认识一位小学教员。别看她月薪只有区区三十余元，她省吃俭用，省俭到午餐常是一碗清汤挂面洒上几滴香油，二十年下来，她拥有两栋小房。谁忍心说她是不劳而获的资产阶级我也知道一位人力车夫，劳其筋骨，为人作马牛，苦熬了半辈子，携带一笔小小的资财，回籍买田娶妻生子做了一个自耕的小地主。这些可敬的人，他们的钱是一文一文积攒起来的。而且他们常是量入为储，每有收入，不拘多寡，先扣一成两成作为储蓄，然后再安排支出。就这样，他们爬上了社会的阶梯。人无横财不富，马非青草不肥。话虽如此，横财逼人而来，不是人人唾手可得，也不是全然可以泰然接受的。"}
{"text":"谁忍心说她是不劳而获的资产阶级我也知道一位人力车夫，劳其筋骨，为人作马牛，苦熬了半辈子，携带一笔小小的资财，回籍买田娶妻生子做了一个自耕的小地主。这些可敬的人，他们的钱是一文一文积攒起来的。而且他们常是量入为储，每有收入，不拘多寡，先扣一成两成作为储蓄，然后再安排支出。就这样，他们爬上了社会的阶梯。人无横财不富，马非青草不肥。话虽如此，横财逼人而来，不是人人唾手可得，也不是全然可以泰然接受的。腰缠十万贯，骑鹤上扬州，只是一厢情愿的想法，暴发之后，势难持久，君不见显宦的孙子做了乞丐，巨商的儿子做了龟奴及身而验的现世报，更是所在多有。钱财这个东西，真是难以捉摸，聚散无常。所以谚云积财千万，不如薄技在身。钱多了就有麻烦，不知放在哪里好。枕头底下没有多少空间，破鞋窠里面也塞不进多少。眼看着财源滚滚，求田问舍怕招物议，多财善贾又怕风波，无可奈何只好送进银行。我在杂志上看到过一段趣谈印第安人酋长某，平素聚敛不少，有一天背了一大口袋钞票存入银行，定期一年，期满之日他要求全部提出，行员把钞票一叠一叠的堆在柜台上，有如山积。酋长看了一下，徐曰请再续存一年。行员惊异，既要续存，何必提出酋长说不先提出，我怎么知道我的钱是否安然无恙的保存在这里这当然是笑话，不过我们从前也有金山银山之说，却是千真万确的。我们从前金融执牛耳的大部分是山西人，票庄掌柜的几乎一律是老西儿。据说他们家里就有金山银山。赚了金银运回老家，熔为液体，泼在内室地上，积年累月一勺一勺的泼上去，就成了一座座亮晶晶的金山银山。要用钱的时候凿下一块就行，不虞盗贼光顾。没亲眼见过金山银山的人，至少总见过冥衣铺用纸糊成的金童玉女金山银山吧从前好像还没有近代恶性通货膨胀的怪事，然而如何维护既得的资财，也已经是颇费心机了。如今有些大户把钱弄到某些外国去，因为那里的银行有政府担保，没有倒闭之虞，而且还为存户保密，真是服务周到极了。善居积的陶朱公，人人羡慕，但是看他变姓名游江湖，其心理恐怕有几分像是挟巨资逃往国外作寓公，离乡背井的，多少有一点不自在。所以一个人尽管贪财，不可无厌。无冻馁之忧，有安全之感，能罢手时且罢手，大可不必人为财死而后已，陶朱公还算是聪明的。钱，要花出去，才发生作用。"}
{"text":"如今有些大户把钱弄到某些外国去，因为那里的银行有政府担保，没有倒闭之虞，而且还为存户保密，真是服务周到极了。善居积的陶朱公，人人羡慕，但是看他变姓名游江湖，其心理恐怕有几分像是挟巨资逃往国外作寓公，离乡背井的，多少有一点不自在。所以一个人尽管贪财，不可无厌。无冻馁之忧，有安全之感，能罢手时且罢手，大可不必人为财死而后已，陶朱公还算是聪明的。钱，要花出去，才发生作用。穷人手头不裕，为了住顾不得衣，为了衣顾不得食，为了食谈不到娱乐，有时候几个孩子同时需要买新鞋，会把父母急得冒冷汗贫窭到这个地步，一个钱也不能妄用，只有牛衣对泣的分。小康之家用钱大有伸缩余地，最高明的是不求生活水准之全面提高，而在几点上稍稍突破，自得其乐。有人爱买书，有人爱买衣裳，有人爱度周末，各随所好。把钱集中用在一点上，便可比较容易适度满足自己的欲望。至于豪富之家，挥金如土，未必是福，穷奢极欲，乐极生悲，如果我们举例说明，则近似幸灾乐祸，不提也罢。纪元前五世纪雅典的泰蒙，享受了人间的荣华富贵，也吃尽了世态炎凉的苦头，他最了解金钱的性质，他认识了金钱的本来面目，钱是人类的公娼与其像泰蒙那样疯狂而死，不如早些疏散资财，作些有益之事，清清白白，赤裸裸来去无牵挂。穷人生下来就是穷的，除了带来一口奶之外，赤条条的，一无所有，谁手里也没有握着两个钱。在稍稍长大一点，阶级渐渐显露，有的是金枝玉叶，有的是杂和面口袋。但是就大体而论，还是泥巴里打滚袖口上抹鼻涕的居多。儿童玩具本是少得可怜，而大概其中总还免不了一具扑满，瓦做的，像是陶器时代的出品，大的小的挂绿釉的都有，间或也有形如保险箱，有铁制的，这种玩具的用意就是警告孩子们，有钱要积蓄起来，免得在饥荒的时候受穷，穷的阴影在这时候就已罩住了我们好容易过年赚来几块压岁钱，都被骗弄丢在里面了，丢进去就后悔，想从缝里倒出来是万难，用小刀拨也是枉然。积蓄是稍微有一点，穷还是穷。而且事实证明，凡是积在扑满里的钱，除了自己早早下手摔破的以外，大概后来就不知怎样就没有了，很少能在日后发生什么救苦救难的功效。等到再稍稍长大一点，用钱的欲望更大，看见什么都要流涎，手里偏偏是空空如也，那时候真想来一个十月革命。就是富家子也是一样，尽管是绮襦纨，他还是恨继承开始太晚。"}
{"text":"积蓄是稍微有一点，穷还是穷。而且事实证明，凡是积在扑满里的钱，除了自己早早下手摔破的以外，大概后来就不知怎样就没有了，很少能在日后发生什么救苦救难的功效。等到再稍稍长大一点，用钱的欲望更大，看见什么都要流涎，手里偏偏是空空如也，那时候真想来一个十月革命。就是富家子也是一样，尽管是绮襦纨，他还是恨继承开始太晚。这时候他最感觉穷，虽然他还没认识穷。人在成年之后，开始面对着糊口问题，不但糊自己的口，还要糊附属人员的口，如果脸皮欠厚心地欠薄，再加上祖上是忠厚传家诗书继世的话，他这一生就休想能离开穷的掌握，人的一生，就是和穷挣扎的历史。和穷挣扎一生，无论胜利或失败，就是惨。能不和穷挣扎，或于挣扎之余还有点闲工夫做些别的事，那人是有福了。所谓穷，也是比较而言。有人天天喊穷，不是今天透支，就是明天举债，数目大得都惊人，然后指着身上衣服的一块补绽或是皮鞋上的一条小小裂缝做为他穷的铁证。这是寓阔于穷，文章中的反衬法。也有人量入为出，温饱无虞，可是又担心他的孩子将来自费留学的经费没有着落，于是于自我麻醉中陷入于穷的心理状态。若是西装裤的后方越磨越薄，由薄而破，由破而织，由织而补上一大块布，细针密缝，老远的看上去像是一个圆圆的箭靶，说也奇怪，人穷是先从裤子破起那么，这个人可是真有些近于穷了。但是也不然，穷无止境。大雪纷纷落，我往柴火垛，看你们穷人怎么过穷人眼里还有更穷的人。穷也有好处。在优裕环境里生活着的人，外加的装饰与铺排太多，可以把他的本来面目掩没无遗，不但别人认不清他真的面目，往往对他发生误会多半往好的方面误会，就是自己也容易忘记自己是谁。穷人则不然，他的褴褛的衣裳等于是开着许多窗户，可以令人窥见他的内容，他的荜门蓬户，尽管是穷气冒三尺，却容易令人发见里面有一个人。人越穷，越靠他本身的成色，其中毫无夹带藏掖。人穷还可落个清闲，既少车马驻江干，更不会有人来求谋事，讣闻请笺都不会常常上门，他的时间是他自己的。穷人的心是赤裸的，和别的穷人之间没有隔阂，所以穷人才最慷慨。金错囊中所余无几，买房置地都不够，反正是吃不饱饿不死，落得来个爽快，求片刻的快意，此之谓穷大手。"}
{"text":"穷人则不然，他的褴褛的衣裳等于是开着许多窗户，可以令人窥见他的内容，他的荜门蓬户，尽管是穷气冒三尺，却容易令人发见里面有一个人。人越穷，越靠他本身的成色，其中毫无夹带藏掖。人穷还可落个清闲，既少车马驻江干，更不会有人来求谋事，讣闻请笺都不会常常上门，他的时间是他自己的。穷人的心是赤裸的，和别的穷人之间没有隔阂，所以穷人才最慷慨。金错囊中所余无几，买房置地都不够，反正是吃不饱饿不死，落得来个爽快，求片刻的快意，此之谓穷大手。我们看见过富家弟兄析产的时候把一张八仙桌子劈开成两半，不曾看见两个穷人抢食半盂残羹剩饭。穷时受人白眼是件常事，狗不也是专爱对着鹑衣百结的人汪汪吗人穷则颈易缩，肩易耸，头易垂，须发许是特别长得快，擦着墙边逡巡而过，不是贼也像是贼。以这种姿态出现，到处受窘。所以人穷则往往自然的有一种抵抗力出现，是名曰酸。穷一经酸化，便不复是怕见人的东西。别看我衣履不整，我本来不以衣履见长人和衣服架子本来是应该有分别的。别看我囊中羞涩，我有所不取别看我落魄无聊，我有所不为，这样一想，一股浩然之气火辣辣的从丹田升起，腰板自然挺直，胸膛自然凸出，裴褒啸傲，无往不宜。在别人眼里，他是一块茅厕砖――臭而且硬，可是，人穷而不志短者以此，布衣之士而可以傲王侯者亦以此，所以穷酸亦不可厚非，他不得不如此。穷若没有酸支持着，它不能持久。扬雄有逐贫之赋，韩愈有送穷之文，理直气壮的要与贫穷绝缘，反倒被穷鬼说服，改容谢过肃之上座，这也是酸极一种变化。贫而能逐，穷而能送，何乐而不为逐也逐不掉，送也送不走，只好硬着头皮甘与穷鬼为伍。穷不是罪过，但也究竟不是美德，值不得夸耀，更不足以傲人。典型的穷人该是颜回，一箪食，一瓢饮，在陋巷，不改其乐。不改其乐当然是很好，箪食瓢饮究竟不大好，营养不足，所以颜回活到三十二岁短命死矣。孔子所说饭疏食饮水，曲肱而枕之，乐亦在其中矣。譬喻则可，当真如此就嫌其不大卫生。职业职业，原指有官职的人所掌管的业务，引申为一切正当合法的谋生糊口的行当。一百二十行，乃至三百六十行，都可视为职业。纡青拖紫，服冕乘轩，固然是乐不可量的职业，引车卖浆，贩夫走卒之辈，也各有其职业。都是啖饭，惟其饭之精粗美恶不同耳。"}
{"text":"孔子所说饭疏食饮水，曲肱而枕之，乐亦在其中矣。譬喻则可，当真如此就嫌其不大卫生。职业职业，原指有官职的人所掌管的业务，引申为一切正当合法的谋生糊口的行当。一百二十行，乃至三百六十行，都可视为职业。纡青拖紫，服冕乘轩，固然是乐不可量的职业，引车卖浆，贩夫走卒之辈，也各有其职业。都是啖饭，惟其饭之精粗美恶不同耳。宋沈括梦溪笔谈林君复多所乐，惟不能着棋，尝言吾于世间事，惟不能担粪着棋耳着棋与担粪并举，盖极形容二者皆为鄙事，表示不屑之意。在如今看来，担粪是农家子不可免的劳动，阵阵的木樨香固然有得消受，但是比起某一些蝇营狗苟的宦场中人之蛇行匍伏，看上司的嘴脸，其龌龊难当之状为何如至于弈棋，虽曰小道，亦有可观，比饱食终日言不及义要好一些，且早已成为文人雅士的消遣，或称坐稳，或谓手谈。今则有职业棋士，犹拳击之有职业拳手。着棋也是职业。我的职业是教书，说得文雅一点是坐拥皋比，说得难听一些是吃粉笔末。其实哪有皋比可坐，课室里坐的是冷板凳。前几年我的一位学生自澳洲来，贻我袋鼠皮一张，旋又有绵羊皮一张，在寒冷时铺在我房里的一把小小的破转椅上，这才隐隐然似有坐拥皋比之感。粉笔末我吃得不多，只因我懒，不大写黑板。教书好歹是个职业，至于在别人眼里这是什么样的一种职业，我也管不了许多。通常一般人说教书是清高的职业，我听了就觉得惭愧。清应该作清寒解，有一阵子所谓清寒教授在逢年过节的时候可以轮流领到小小一笔钱，是奖励还是慰问，我记不得了，我也叨领过一两次，具领之际觉得有一丝寒意，清寒的寒。至于高，更不知从何说起了，除非是指那座高高的讲台。有些心直口快的人对于教书的职业作较彻底的评估。记得我在抗战胜利后返回家乡，遇到一位拐弯抹角的亲戚，初次谋面不免寒暄几句，他问我在什么地方得意，我据实以告，在某某学校教书，他登时脸色一变，随口吐出一句真言啊，吃不饱，饿不死。这似是实情，但也是夸张。以我所知，一般教授固然不能像东方朔所说侏儒饱欲死，也不见得都像杜工部所形容的甲第粉粉厌粱肉，广文先生饭不足，饭还是吃饱了的，没听说有谁饿死，顶多是脸上略有菜色而已，然而我听了这样率直的形容，好像是在人面前顿时矮了一截。"}
{"text":"记得我在抗战胜利后返回家乡，遇到一位拐弯抹角的亲戚，初次谋面不免寒暄几句，他问我在什么地方得意，我据实以告，在某某学校教书，他登时脸色一变，随口吐出一句真言啊，吃不饱，饿不死。这似是实情，但也是夸张。以我所知，一般教授固然不能像东方朔所说侏儒饱欲死，也不见得都像杜工部所形容的甲第粉粉厌粱肉，广文先生饭不足，饭还是吃饱了的，没听说有谁饿死，顶多是脸上略有菜色而已，然而我听了这样率直的形容，好像是在人面前顿时矮了一截。在这吃不饱饿不死状态之下，居然延年益寿，拖了几十年，直到强迫退休之后又若干年的今天。说不定这正是拜食无求饱之赐。有一回应邀参加一次宴会，举座几乎尽是权门显要，已经有衣敝袍与衣狐貉者立的感觉，万没想到其中有一位却是学优而仕平步青云的旧相识，他好像是忘了他和我一样在同一学校曾经执教，几杯黄汤下肚之后，他再也按捺不住，歪头苦笑睇我而言曰你不过是一个教书匠，胡为厕身我辈间此言一出，一座尽惊。主人过意不去，对我微语此公酒后，出言无状。其实酒后吐真言，教书匠一语夙所习闻，只是尊俎间很少以此直呼。按教书而能成匠，亦非易事。必须对其所学了如指掌，然后才能运用匠心教人以规矩，否则直是戾家，焉能问世我不认为教书匠是轻蔑语。如今在学校教书，和从前不同，像马融坐高堂，施绛纱帐，前授生徒，后列女乐那样的排场，固然不敢想象，就是晚近三家村的塾师动不动拿起烟袋锅子敲脑壳的威风亦不复见。我小时候给老师送束，用大红封套，双手奉上，还要深深一揖。如今老师领薪，要自己到出纳室去，像工厂发工资一样。教师是佣工的性质。听说有些教师批改作文卷子不胜其烦，把批改的工作发包出去，大包发小包，居然有行有市。尊师重道是一个理想，大概每年都有人口头上说一次。大学教授之资深优良者有奖，照章需要自行填表申请。我自审不合格，故不欲填表，但是有一年学校主事者认为此事与学校颜面有关，未征同意就代为申请了，列为是三十年资深优良教师之一。经层峰核可，颁发奖金匾额。我心里悬想，匾额之颁发或有相当仪式，也许像病家给医师挂匾，一路上吹吹打打，甚至放几声鞭炮，门口围上一些看热闹的人。我想错了。一切从简。门铃响处，一位工友满头大汗，手提一个相当大的镜框比理发店墙上挂的大得多，问明主人姓氏，像是已经验明正身，把手中的镜框丢在地上，扬长而去。"}
{"text":"大学教授之资深优良者有奖，照章需要自行填表申请。我自审不合格，故不欲填表，但是有一年学校主事者认为此事与学校颜面有关，未征同意就代为申请了，列为是三十年资深优良教师之一。经层峰核可，颁发奖金匾额。我心里悬想，匾额之颁发或有相当仪式，也许像病家给医师挂匾，一路上吹吹打打，甚至放几声鞭炮，门口围上一些看热闹的人。我想错了。一切从简。门铃响处，一位工友满头大汗，手提一个相当大的镜框比理发店墙上挂的大得多，问明主人姓氏，像是已经验明正身，把手中的镜框丢在地上，扬长而去。镜框里是四个大字记不得是什么字了，有上款下款，朱印灿然。我叹息一声，把它放在我认为应该放置的地方。教书这种职业有其可恋的地方。上课的时间少，空余的闲暇多，应付人事的麻烦少，读书进修的机会多。俗语说讨饭三年，给知县都不做。实在是懒散惯了，受不得拘束。教书也是如此，所以我滥竽上庠，一蹭就是几十年，直到有一天听说法令公布，六十五岁强迫退休。退休是好事，求之不得，何必强迫我立刻办理手续，当时真有朋友涕泣以告此事万万使不得，赶快申请延期，因为一旦退休，生活顿失常态，无法消遣，不知所措。可能闷出病来，加速你的老化。我没听。今已退休二十年，仍觉时间不够用，一天只有二十四小时。退休给我带来一点小小的困扰。有一年要换新的身份证。我在申请表格职业栏里除原有的某校教授字样下面加添一个括弧，内书退休二字。办事的老爷大概是认为不妥。新身份证发下，职业一栏干脆是一个无字。又过几年，再换身份证，办事的老爷也许也发觉不妥，在无字下又添了一个括弧，内书退休。其实职业一栏填个无字并不算错。本来以教书为业，既已退休，而且是当真退休，不是从甲校退休改在乙校授课，当然也就等于是无业，也可说是长期失业。只是无业二字，易与游民二字连在一起，似觉脸上无光。可是回心一想，也就释然。大戴礼记曾子立事第四十九其少不讽诵，其壮不论议，其老不教诲，亦可谓无业之人矣。我是道道地地的一个无业之人。厌恶女性者不要以为男人都是好色之徒，也有厌恶女性者。周书列传第四十，萧统三子萧，曾在江陵称帝八载，据说他少有大志，不拘小节性不饮酒，安于俭素尤恶见妇人，虽相去数步，遥闻其臭。经御妇人之衣，不复更著。"}
