{"text":"君子对自己要求很高，始终怕自己人生经验不充足，谁够得上称学问渊博呢？这种都是恭维的话，不能听信的，天下的知识是求不完的。庄子也有一段话说生也有涯，而知也无涯，以有涯随无涯，殆矣。生命是有限的，知识是无限的。以有限的生命去求无限的知识，太危险了。这个道理是很对，但对年轻的学生，这下半截话，我们就打住不讲了。否则，他们正好引庄子这句话为不读书的理由。孔子这里讲的吾少也贱，故多能鄙事。这一点要特别注意，由此我们回过来看东西两方面的文化，人类的历史中凡是成大功立大业做大事的人，都是从艰苦中站起来的。而自艰苦中站出来的人，才懂得世故人情。所以对一个人的成就来说，有时候年轻多吃一点苦头，多受一点屈折艰难，是件好事。我经常感觉这二十多年在台湾长大的这些青年们，大学毕业了，乃至研究所也毕业了，这二十多年中，从幼稚园一直到研究所，连一步路都不要走。在这么好的环境中长大，学位是拿到了，但因为太幸福了，人就完蛋了，除了能念些书，又能够做些什么呢？人情世故不懂。真正要成大功立大业做大事的人，一定要有丰富的人生经验。老实说，我们这老一代，比他们都行。为什么？我们所经历过这一时代的大乱，今日的年轻人看都没有看到过。逃难饿饭国破家亡的痛苦，更没有经历过也许说在电影上看过，但那是坐在冷气里的沙发上看的。学问是要体验来的。所以孔子的这句话，要特别注意。古之学者为己牢曰子云吾不试，故艺。牢是孔子的学生琴子开。他说，孔子说吾不试，故艺。这句话很妙了，如以现代观念来说笑话，孔子没有参加联考――考试，所以学问渊博了。好像反过来说，一参加考试，就完了。有没有这个道理？当然没有。也有人解释说，孔子是说，因为我不轻于尝试，所以就多才多艺了。这是怎么说法呢？他们说，在大庭广众之中，或在宴会里就看得到，凡是喜欢说话的人，总容易被人家看穿而坐在那里，一问三不知，不表示意见的人，谁也不知他的学问多高深，实际上也许一点学问都没有。这个道理，宋太祖赵匡胤曾经运用过。当时江南还没有平定下来，江南来的使臣是文学家，有名的才子，南唐的徐铉，奉命出使到宋朝来。赵匡胤就考虑，在宋朝有哪一个大臣的学问可以压倒徐铉？"}
{"text":"有没有这个道理？当然没有。也有人解释说，孔子是说，因为我不轻于尝试，所以就多才多艺了。这是怎么说法呢？他们说，在大庭广众之中，或在宴会里就看得到，凡是喜欢说话的人，总容易被人家看穿而坐在那里，一问三不知，不表示意见的人，谁也不知他的学问多高深，实际上也许一点学问都没有。这个道理，宋太祖赵匡胤曾经运用过。当时江南还没有平定下来，江南来的使臣是文学家，有名的才子，南唐的徐铉，奉命出使到宋朝来。赵匡胤就考虑，在宋朝有哪一个大臣的学问可以压倒徐铉？经过一番讨论，决定不下来，结果宋太祖在自己卫队中，选了一个相貌堂堂的卫士，穿了外交礼服，去对付徐铉。徐铉到了宋朝，一一表演，上自天文，下至地理哲学科学文学都搬出来。而这位冒充外交官的卫士，唯唯是应，什么都不谈。三天以后，徐铉就认为宋朝的确有人才，以这位负责接待的先生来说，深藏不露，不知道有多大的学问。所以吾不试，故艺。也可以从这第二个笑话去理解。还有第三个笑话，是拿童二树的不考试来解释。童二树这个人，我似乎提过，是清代的画家，梅花画得很好，也是有名的理学家学问家，但没有参加过考试而没有功名。古代考试都很麻烦，为了防止夹带要搜身。童二树在进考场时，门口的警卫要搜查他。他说国家开科取士，目的是要甄选天下的人才，现在我来应试，却先把我当小偷看待，我的人格就首先丧失了，那我何必参加考试？他就这样提着考篮走了。从此不参加考试，在家里读书作学问。作学问自己用得着，然后就成大名。这是第三点解释。这些都是拿论语当笑话讲的解释。那么我们来寻求这句话的真正涵义，上面孔子刚刚讲过吾少也贱，故多能鄙事。而下面由他的弟子琴牢说出，孔子说吾不试，故艺。这样连起来看，这句话的意思是，孔子的求学问，是为自己学问而学问，并不是为了要尝试什么，并不是拿学问来作工具求取功名。秦汉以后的儒家多用孔孟思想做敲门砖，求取功名，这不是孔子的精神。孔子因为是为自己作学问，不以学问作功名富贵的尝试工具，所以他的学问，到达最高的艺术境界。我们现在读书，进学校是为了将来求职业，为了前途，所以书读得没有艺术境界，很痛苦。过去我们读书，像我个人，喜欢研究佛学，喜欢研究禅。在当时来说，是开倒车，没有人理的古董，但是我喜欢，有兴趣，爱学什么就学什么。若是让我学政治银行或经济，恐怕打死我也学不好，说不定圈圈都会画错，一万元多一个圈就是十万元。"}
{"text":"秦汉以后的儒家多用孔孟思想做敲门砖，求取功名，这不是孔子的精神。孔子因为是为自己作学问，不以学问作功名富贵的尝试工具，所以他的学问，到达最高的艺术境界。我们现在读书，进学校是为了将来求职业，为了前途，所以书读得没有艺术境界，很痛苦。过去我们读书，像我个人，喜欢研究佛学，喜欢研究禅。在当时来说，是开倒车，没有人理的古董，但是我喜欢，有兴趣，爱学什么就学什么。若是让我学政治银行或经济，恐怕打死我也学不好，说不定圈圈都会画错，一万元多一个圈就是十万元。谁知道当年所走的冷门，几十年后的今天都变成这么热门，真是我想不到的。那当年为什么求这个学问？为自己作，没人要求，只是自己兴趣所在，非做不可。因为这样，才没有条件，没有限制，也不考虑这一套东西学了能不能混饭吃。没有饭吃喝稀饭，没有稀饭还有西北风，谁管它那么多！必须有这个精神，才能深入，才能称为学问，所以吾不试，故艺。大概可由此看到一些名堂了。下面说到孔子真正学问的修养境界子曰吾有知乎哉？无知也。有鄙夫问于我，空空如也，我叩其两端而竭焉。这是孔子的真正修养，尤其是反映前面所讲的毋意，毋必，毋固，毋我的道理。孔子说，你们以为我真正有学问吗？我老实告诉你们，我一点学问都没有，我什么都不懂。有不曾受教育的人来问我，我实在没有东西，就他的程度所问的，我便就我所知的答复。如果他本身很鄙俗，来问我一个问题，我的确答不出。那我怎么办？因为没有主观，没有成见，就叩其两端而竭焉，反问他提出问题的动机，就他相对思想观念的正反两面研究透了，给他一个结论。所以我没什么学问，不是我给他答复，是他自己的意见提出来问我时，我替他整理作个结论而已。教育本来就是这样，真正的学问修养也是这样。知识最高处就是无知，就是始终宁静，没有主观，先没有一个东西存在，这是最高的学问境界。不但孔子如此，世界上很多大宗教家教主哲学家，都是如此。希腊第一位哲学家――西方文化中的孔子――苏格拉底，也和孔子一样，出身贫苦，什么都懂，行为作人也很相似于孔子，他说你们把我看成有学问，真笑话！我什么都不懂。这是真话。释迦牟尼也讲过这样的话。他十九岁放弃了王位而出家修道，到了三十二岁开始传教，八十一岁才死。四十九年之间，他最后自己的结论说我这四十九年中，没有讲过一个字，没有说过一句话。真理是言语文字表达不出来的。"}
{"text":"不但孔子如此，世界上很多大宗教家教主哲学家，都是如此。希腊第一位哲学家――西方文化中的孔子――苏格拉底，也和孔子一样，出身贫苦，什么都懂，行为作人也很相似于孔子，他说你们把我看成有学问，真笑话！我什么都不懂。这是真话。释迦牟尼也讲过这样的话。他十九岁放弃了王位而出家修道，到了三十二岁开始传教，八十一岁才死。四十九年之间，他最后自己的结论说我这四十九年中，没有讲过一个字，没有说过一句话。真理是言语文字表达不出来的。我们可以退一步说，孔子所讲的无知，是俗语说的半罐水响叮当，满罐水不响。学问充实了以后，自己硬是觉得不懂，真的自己感觉到没有东西嘛！空空洞洞的没有什么，这是有学问的真正境界。如果有个人表现出自己很有学问，不必考虑，这一定是半罐水。从学武的人就很容易看到，那些没练到家的人，就喜欢比画，他是筋骨发胀，并不是故意的。而练到了家的人，站在那里好像风都会把他吹倒，打他两个耳光，他会躲开，绝不动手。学问也是一样，一个人显得满腹经纶的样子，就是有限公司了。所以孔子这一点，就是学问修养成就的真正境界。下面是孔子晚年的感叹子曰凤鸟不至，河不出图，吾已矣夫！这是感叹时代，孔子认为自己一点希望都没有。他的希望不是对他个人，而是对于时代，感叹时代的无法挽救。我们中国文化中，有几样东西很奇怪的，就是龙凤麒麟。中国文化是龙的文化。黄帝的时候，就对龙的观念非常重视，而且一直流传到现在，中国文化的标志就是龙。讲到这里是一个大的问题了。西方人据圣经，认为龙是恶魔，所以有一派教会，不准家里有龙的画及模型。而且更认为第一次黄祸是元朝还有第二次黄祸，就是东方这个魔鬼要来了。这是西方文化的秘密。过去英国人已经做了一百多年的试验，促使中国的孤儿与外国的孤儿结婚，结果第一代生下来，眼睛变黑了再生一代，头发也变黑了到了第三代皮肤也变黄了。随便怎样配都是这样。所以西方人看到中国人的东西，他们内心上都在防备。我们身为中国人，对这件事，不能不知道。所以西方政治方面的人物，知识分子，尽管对中国文化敬佩，但他们内心还是处处防着我们。西方人有了这种思想，所以认为龙是可怕的，国内某一教派的人也有这种错误的观念。另外，西方文化有一派认为中国的龙就是恐龙，这也错了。"}
{"text":"过去英国人已经做了一百多年的试验，促使中国的孤儿与外国的孤儿结婚，结果第一代生下来，眼睛变黑了再生一代，头发也变黑了到了第三代皮肤也变黄了。随便怎样配都是这样。所以西方人看到中国人的东西，他们内心上都在防备。我们身为中国人，对这件事，不能不知道。所以西方政治方面的人物，知识分子，尽管对中国文化敬佩，但他们内心还是处处防着我们。西方人有了这种思想，所以认为龙是可怕的，国内某一教派的人也有这种错误的观念。另外，西方文化有一派认为中国的龙就是恐龙，这也错了。我常告诉西方朋友，不要把恐龙当作中国文化中的龙。但中国文化中的龙到底有没有？连我们自己都搞不清楚。在中国的历史上，始终没有一个人看到整个的一条龙，神龙见首不见尾看了龙头，看不见尾，看到身子，看不到头尾。所以把恐龙当作中国的龙，是一个大笑话。但究竟有没有这个生物，不去管它，这只是代表中国文化的精神。到底是代表什么呢？八个字，就是易经的文化所表示的变化无常，隐现莫测。所以我们对中国文化，要有子畏于匡的那种信心，永远打不倒的，永远站起来的。为什么要用龙来代表？因为中国人所讲的龙，是空中能飞，陆上能走，水里能游的动物，说大可以塞满宇宙，说小可以细如发丝，这就是我们的龙。中国文化就像这个龙。至于风，同龙一样，在画上画得和野鸡相似。但始终没人看到过，只是传说上，要世界真正太平，圣哲的皇帝出来了，凤鸟才出来一下。所以孔子用凤来感叹这个时代，所谓凤鸟不至，这句话的涵义，等于现在的说法――这时代不是我们的了！而河不出图这句话的意思呢？中国古代文化的来源是易经八卦，而八卦的来源，据说是黄河中出现了一条龙，龙变成了一匹马，这马的背上背了一个图案出来，这就是河图。另有洛书，是大禹治水的时候，对于天文地理工程的计算没有办法，后来在洛水里有一只白色的乌龟背了一个图案出来。大禹看了以后，发明了数学最高原理，因此而计算出工程的结构，治好了水患。于是河图洛书就成为了中国文化科学与哲学的先导。孔子的感叹就是说像凤鸟至河出图这样两个了不起的时代，再不会出现了。换言之，他虽想挽救这个变乱的时代而达到太平，但自己想想年纪大，也办不到了。这段表示孔子文化修养的高超，做事作人，挽救历史时代是那么热忱，那么有心，可是他觉得时间不属于他，大有力不从心的感慨。"}
{"text":"大禹看了以后，发明了数学最高原理，因此而计算出工程的结构，治好了水患。于是河图洛书就成为了中国文化科学与哲学的先导。孔子的感叹就是说像凤鸟至河出图这样两个了不起的时代，再不会出现了。换言之，他虽想挽救这个变乱的时代而达到太平，但自己想想年纪大，也办不到了。这段表示孔子文化修养的高超，做事作人，挽救历史时代是那么热忱，那么有心，可是他觉得时间不属于他，大有力不从心的感慨。行为心理学下面再叙述孔子的行谊子见齐衰者，冕衣裳者，与瞽者。见之，虽少必作，过之必趋。这几件事，从文学上看起来很平常，许多人都可以做到。孔子又有什么特别之处呢？我们深入研究，就觉得不同。这节所记载的，是孔子作人态度的诚敬。尤其对这三种人，他是特别严肃的。冕衣裳，冕是头上戴的帽子，古代代表执政的人，所谓贵人，掌政权的。古代中国的衣服是上下装，衣是上装，裳是下装，像裙子一样，男女都是穿裙子一样的下装，后世才演变为裤子。我们所看到的古代衣冠，如孔子的塑像，长袍只到膝下，再下还有一截露出来的就是裳。冕衣裳就是官方的礼服，代表贵官执政的人。瞽者是瞎子。孔子看到这三种人，虽少必作。这个少字就是年轻。过去讲儒家思想的人，说这个少是印错了，应该是坐，孔子虽然坐在那里，也必定要站起来。这本朱熹注的四书上也有这样的解释，说孔子如果看见这三种人，即使坐在那里，也要很严肃地站起来。其实并不需要改这个字，少就是少，意思是说孔子看见这三种人，不问他年龄的大小，他必作。作就是变了脸色，也就是态度严肃起来。看齐衰的人，是一种同情看到执政的人，等于我们现在看到国旗，必定要致敬对于瞎子，是怜悯。孔子对于这些人都是非常肃敬，不问他们多大年纪，过之必趋，如果要经过他们前面，一定很快的走过去。字面是这样解释的，深一层看他的意义，为什么孔子看到这三种人神态都会变，而且还特别记载下来，指出这是孔子了不起的地方呢？仔细研究，与心理的观念个人的道德修养有关。现代有一门新的学问，所谓行为科学，或者叫做行为心理学，如果以这一种新的科学观点，来分析一个人的个性，和他作人做事的思想才具都有关系。由此研究，就可以看出一个道理来了。"}
{"text":"孔子对于这些人都是非常肃敬，不问他们多大年纪，过之必趋，如果要经过他们前面，一定很快的走过去。字面是这样解释的，深一层看他的意义，为什么孔子看到这三种人神态都会变，而且还特别记载下来，指出这是孔子了不起的地方呢？仔细研究，与心理的观念个人的道德修养有关。现代有一门新的学问，所谓行为科学，或者叫做行为心理学，如果以这一种新的科学观点，来分析一个人的个性，和他作人做事的思想才具都有关系。由此研究，就可以看出一个道理来了。平时我们在街上看到出殡的行列，不伦不类，没有礼仪，乱七八糟，以致一般人对丧仪都无诚敬之心，所以一般人对死者也没有什么同情之感，有时候还觉得很讨厌。这并不是对死者不怜悯，也不是对丧家遭遇的变故不同情，实际上是社会风气把礼仪弄坏了。以前常看见人家门前贴了当大事制中严制慈制等白纸条――现在恐怕有许多人对这些字条都看不懂了。中国的礼仪，重视人生哲理，素来认为生死是一件大事，从出生到死亡，在人生过程中，实在是一件大事。所以家中有人死了，便称当大事。制中就是表示在服行丧事当中。平日称父为严，称母为慈。严制就是服父亲的丧制，慈制就是服母亲的丧制。过去的教育里，我们对这种家庭，非常诚敬，到了他们的门口，都不敢喧哗。这个态度有两种意义一种是中国传统文化，对这方面素来诚敬其次是表示自己的同情心，同情这个家庭发生了变故。从前在大陆的农村里，如有人家办丧事，邻居亲友都会自动去帮忙。因为孝子心情太悲痛了，所以由大家帮忙，不让他管事。现在变成好玩的了。还有，过去我们读书，就受这样的教育，即使自己的地位很高，官做得很大，回到家乡，如果经过祖坟或祠堂的时候，在相距一百步以外的地方，骑马的要下马，坐轿的要下轿，然后走路步行经过，乘船的要在船上站起来。直到离开了一百步以外，才能再骑马或上轿，绝不可以骑马坐轿经过祖坟或祠堂的。否则要被人骂，被人看不起。我们从小在家里，看见父母长辈从自己的面前经过，都一定要站起来，两手还要拱一拱。我个人的经验，几十岁了，回到家乡还是如此。就是现在想起父亲，心里还是一种敬畏之心。只是几十年来，学制改了，改成了所谓洋学堂，把这些礼仪都废了。所以现在我们的国民礼仪，变得很可笑，中国礼仪没有了，洋礼节也不懂。这里就说到孔子对礼仪的重视。"}
{"text":"直到离开了一百步以外，才能再骑马或上轿，绝不可以骑马坐轿经过祖坟或祠堂的。否则要被人骂，被人看不起。我们从小在家里，看见父母长辈从自己的面前经过，都一定要站起来，两手还要拱一拱。我个人的经验，几十岁了，回到家乡还是如此。就是现在想起父亲，心里还是一种敬畏之心。只是几十年来，学制改了，改成了所谓洋学堂，把这些礼仪都废了。所以现在我们的国民礼仪，变得很可笑，中国礼仪没有了，洋礼节也不懂。这里就说到孔子对礼仪的重视。他看到有丧事的人，心里发生一种同情心，态度也随之肃然。至于对第二点冕衣裳，穿制服的人，执政的人为什么这样呢？因为执政者的制服代表了国家的体制，就等于我们现在看到国旗，自然肃敬。对于瞽者，就是对可怜的人，范围扩大包括了残废的人，看到这种人，心里自然肃然起来。表面上看，这是一个小动作，没有什么要紧，但是从这上面可以看出一个人学问的修养作人的修养到达什么程度。拿行为科学来说，一个人看见别人遭遇痛苦的事情，而毫无同情心，甚至于像小孩子看到烧死老鼠一样，在旁拍手欢呼。试问这是一种什么心理？孔子看到不但肃然起立，且过之必趋，一定走快几步，不敢多看，这就显示他心理上的修养。不见顶相下面引用了颜回对孔子的赞叹颜渊喟然叹曰仰之弥高，钻之弥坚，瞻之在前，忽焉在后。夫子循循然善诱人。博我以文，约我以礼。欲罢不能，既竭吾才，如有所立卓尔，虽欲从之，未由也已。这是颜回对孔子崇敬的评论。喟然叹曰的喟字，是叹气的意思。距今两百多年前的一位才子金圣叹，许多人都知道他的。他对三国演义西厢记等有特别见解的评论。他的名字就叫金喟，又名圣叹。据说他姓张，并不姓金。他为什么取这个名字呢？因为金圣叹出生时，他的祖父焦急地在厅中等待，当时厅上挂了一幅孔子的像，突然听见画中的孔子喟然叹了一口气，这时丫环从里面出来报喜，说生了一个孙少爷。他祖父心里很难过，孙子生出来，孔子在叹气，觉得这个孙子将来会有问题，所以取名金喟，又名圣叹，这是一个传说，在此当闲话一提。颜回赞叹孔子仰之弥高，就是抬头一看，越看越高。后来印度传过来的佛教文化，对释迦牟尼也有类似的形容词。"}
{"text":"据说他姓张，并不姓金。他为什么取这个名字呢？因为金圣叹出生时，他的祖父焦急地在厅中等待，当时厅上挂了一幅孔子的像，突然听见画中的孔子喟然叹了一口气，这时丫环从里面出来报喜，说生了一个孙少爷。他祖父心里很难过，孙子生出来，孔子在叹气，觉得这个孙子将来会有问题，所以取名金喟，又名圣叹，这是一个传说，在此当闲话一提。颜回赞叹孔子仰之弥高，就是抬头一看，越看越高。后来印度传过来的佛教文化，对释迦牟尼也有类似的形容词。佛经上说释迦牟尼有三十二种特殊的相，与众不同，其中有一种相名为不见顶相。佛教徒们研究佛经很好玩的，起初研究，有些人奇怪，为什么看不见头顶，后来多读了书才明白。所以有人来问我，为什么释迦牟尼会看不见头顶？我说如果看不见他的头顶，那不是佛，是妖怪，应该打倒。实际上所谓不见顶相，就是仰之弥高的意思，太崇高了。有些佛教徒或研究佛学的人，把这句话当成真的了，说释迦牟尼没有天灵盖，殊不知这是崇高伟大没有止境的意思。钻之弥坚，是赞叹孔子人格与学问造就的深厚，越钻研越厚实。瞻之在前，忽焉在后。如果这两句话照字面讲，孔子有隐身法了，以武侠小说来看，功夫很高，抓不住了。看见他在前面，追过去追不到，他突然又到了后面，好像太极拳八卦拳，内功到了家似的。实际上四句话连起来，可用一句土话解释，就是这个人摸不透。他的学问到底有多深，人格到底多么崇高，无法估计，所以用这四句话的文学境界来形容，益见孔子的伟大。这是颜回跟从孔子，对孔子所加赞叹的结论。对于一个哲学家，一个民族文化伟大的圣人，譬如西方人尊重耶稣，以后都变成宗教性的神格化，替他穿上宗教的外衣，而犯了高推圣境的毛病，把圣人的境界推崇得太高了，好像摸不到顶，事实上是否这样呢？这点我们要注意。事实上世界上最了不起的人最平凡。我们反过来，随便找一个乡下很土的种田人，一个老实人，对他研究研究看，就可发现一个平凡的人，也就是一个伟人。所以说学问真正好的人，最后是最平凡。如感觉到不凡，那是犯了自命不凡的毛病，有了这种心理，就可见这个人有限。真正了不起的人，看起来是最平凡的，所以在哲学的观点上，就有大智若愚的说法。如果真有学问的人，学问到了家，自己又变成很平凡很普通，不自命不凡，那就是颜回所讲孔子这四句话的境界。"}
