{"text":"四部丛刊中有全本，系借吴兴蒋氏密韵楼影元写本补足。易林注是后人的注本这里所说的易林注是元代人的注本。蝶装即蝴蝶装，图书装订名称。其法系将书叶反折，即有字的纸面相对折叠，将中缝的背口粘连，再用厚纸包装作封面。翻阅时，开展如蝴蝶的双翅，故名。缪荃荪―字筱珊，号艺风，江苏江阴人，清光绪进士，藏书家版本学家。著有艺风堂藏书记艺风堂文集等。阴时夫阴幼遇，字时夫，元代江西奉新人。韵府群玉，是他所撰的一部类书，二十卷。宣和遗事即大宋宣和遗事。宋元间人作。分四集或前后二集，内容叙述北宋衰亡和南宋南迁临安时期的史事。胡应麟―字元瑞，浙江兰G人，明代学者。著有少室山房笔丛少室山房类稿等。他说宣和遗事为元朝人所作的话，见笔丛卷四十一，已收入小说旧闻钞的大宋宣和遗事条内。所谓思想界先驱者启事所谓思想界先驱者启事新女性八月号登有狂飙社广告，说狂飙运动的开始远在二年之前去年春天本社同人与思想界先驱者及少数最进步的青年文学家合办莽原兹为大规模地进行我们的工作起见于北京出版之乌合未名莽原弦上四种出版物外特在上海筹办狂飙丛书及一篇幅较大之刊物云云。我在北京编辑莽原，乌合丛书，未名丛刊三种出版物，所用稿件，皆系以个人名义送来对于狂飙运动，向不知是怎么一回事如何运动，运动甚么。今忽混称合办，实出意外不敢掠美，特此声明。又，前因有人不明真相，或则假借虚名，加我纸冠，已非一次，业经先有陈源在现代评论上，近有长虹在狂飙上，迭加嘲骂，而狂飙社一面又锡以第三顶纸糊的假冠，真是头少帽多，欺人害己，虽世故的老人，亦身心之交病矣。只得又来特此声明我也不是思想界先驱者即英文之译名。此等名号，乃是他人暗中所加，别有作用，本人事前并不知情，事后亦未尝高兴。倘见者因此受愚，概与本人无涉。本篇最初发表于一九二六年十二月十日莽原半月刊第二十三期，又同时发表于语丝北新新女性等期刊。"}
{"text":"只得又来特此声明我也不是思想界先驱者即英文之译名。此等名号，乃是他人暗中所加，别有作用，本人事前并不知情，事后亦未尝高兴。倘见者因此受愚，概与本人无涉。本篇最初发表于一九二六年十二月十日莽原半月刊第二十三期，又同时发表于语丝北新新女性等期刊。新女性月刊，妇女问题研究会编辑，一九二六年一月一日创刊，上海开明书店发行。狂飙社高长虹向培良等所组织的一个文学团体。一九二四年十一月，曾在北京国风日报上出过狂飙周刊，至十七期停止一九二六年十月，又在上海光华书局出版并编印狂飙丛书。乌合未名即乌合丛书和未名丛刊，是在北京编辑的两套丛书乌合专收创作，未名专收译本。弦上，是狂飙社在北京编印的一种周刊。第三顶纸糊的假冠指狂飙社广告所加于的思想界先驱者的称号。这里说第三顶，是因为在这以前已有人称为思想界的权威者和青年叛徒的领袖。世故的老人高长虹在狂飙第五期一九二六年十一月发表的北京出版界形势指掌图内曾毁谤为世故老人对于在女师大事件中反对章士钊的斗争，又加以嘲骂说，在实际的反抗者按指女师大学生从哭声中被迫出校后遂戴其纸糊的权威者的假冠入于心身交病之状况矣！厦门通信三厦门通信三小峰兄二十七日寄出稿子两篇，想已到。其实这一类东西，本来也可做可不做，但是一则因为这里有几个少年希望我耍几下，二则正苦于没有文章做，所以便写了几张，寄上了。本地也有人要我做一点批评厦门的文字，然而至今一句也没有做，言语不通，又不知各种底细，从何说起。例如这里的报纸上，先前连日闹着黄仲训霸占公地的笔墨官司，我至今终于不知道黄仲训何人，曲折怎样，如果竟来批评，岂不要笑断真的批评家的肚肠。但别人批评，我是不妨害的。以为我不准别人批评者，诬也我岂有这么大的权力。不过倘要我做编辑，那么，我以为不行的东西便不登，我委实不大愿意做一个莫名其妙的什么运动的傀儡。前几天，卓治睁大着眼睛对我说，别人胡骂你，你要回骂。"}
{"text":"例如这里的报纸上，先前连日闹着黄仲训霸占公地的笔墨官司，我至今终于不知道黄仲训何人，曲折怎样，如果竟来批评，岂不要笑断真的批评家的肚肠。但别人批评，我是不妨害的。以为我不准别人批评者，诬也我岂有这么大的权力。不过倘要我做编辑，那么，我以为不行的东西便不登，我委实不大愿意做一个莫名其妙的什么运动的傀儡。前几天，卓治睁大着眼睛对我说，别人胡骂你，你要回骂。还有许多人要看你的东西，你不该默不作声，使他们迷惑。你现在不是你自己的了。我听了又打了一个寒噤，和先前听得有人说青年应该学我的多读古文时候相同。呜呼，一戴纸冠，遂成公物，负帮忙之义务，有回骂之必须，然则固不如从速坍台，还我自由之为得计也。质之高明，未识以为然否？今天也遇到了一件要打寒噤的事。厦门大学的职务，我已经都称病辞去了。百无可为，溜之大吉。然而很有几个学生向我诉苦，说他们是看了厦门大学革新的消息而来的，现在不到半年，今天这个走，明天那个走，叫他们怎么办？这实在使我夹脊梁发冷，哑口无言。不料思想界权威者或思想界先驱者这一顶纸糊的假冠，竟又是如此误人子弟。几回广告却并不是我登的，将他们从别的学校里骗来，而结果是自己倒跑掉了，真是万分抱歉。我很惋惜没有人在北京早做黑幕式的记事，将学生们拦住。见面时一谈，不见时一战哲学，似乎有时也很是误人子弟的。你大约还不知道底细，我最初的主意，倒的确想在这里住两年，除教书之外，还希望将先前所集成的汉画象考和古小说钩沈印出。这两种书自己印不起，也不敢请你印。因为看的人一定很少，折本无疑，惟有有钱的学校才合适。及至到了这里，看看情形，便将印汉画象考的希望取消，并且自己缩短年限为一年。其实是已经可以走了，但看着语堂的勤勉和为故乡做事的热心，我不好说出口。后来豫算不算数了，语堂力争听说校长就说，只要你们有稿子拿来，立刻可以印。于是我将稿子拿出去，放了大约至多十分钟罢，拿回来了，从此没有后文。这结果，不过证明了我确有稿子，并不欺骗。那时我便将印古小说钩沈的意思也取消，并且自己再缩短年限为半年。语堂是除办事教书之外，还要防暗算，我看他在不相干的事情上，弄得力尽神疲，真是冤枉之至。"}
{"text":"其实是已经可以走了，但看着语堂的勤勉和为故乡做事的热心，我不好说出口。后来豫算不算数了，语堂力争听说校长就说，只要你们有稿子拿来，立刻可以印。于是我将稿子拿出去，放了大约至多十分钟罢，拿回来了，从此没有后文。这结果，不过证明了我确有稿子，并不欺骗。那时我便将印古小说钩沈的意思也取消，并且自己再缩短年限为半年。语堂是除办事教书之外，还要防暗算，我看他在不相干的事情上，弄得力尽神疲，真是冤枉之至。前天开会议，连国学院的周刊也几乎印不成了然而校长的意思，却要添顾问，如理科主任之流，都是顾问，据说是所以连络感情的。我真不懂厦门的风俗，为什么研究国学，就会伤理科主任之流的感情，而必用顾问的绳，将他络住？联络感情法我没有研究过兼士又已辞职，所以我决计也走了。现在去放假不过三星期，本来暂停也无妨，然而这里对于教职员的薪水，有时是锱铢必较的，离开学校十来天也想扣，所以我不想来沾放假中的薪水的便宜，至今天止，扣足一月。昨天已经出题考试，作一结束了。阅卷当在下月，但是不取分文。看完就走，刊物请暂勿寄来，待我有了驻足之所，当即函告，那时再寄罢。临末，照例要说到天气。所谓例者，我之例也怕有批评家指为我要勒令天下青年都照我的例，所以特此声明并非如此。天气，确已冷了。草也比先前黄得多然而我那门前的秋葵似的黄花却还在开着，山里也还有石榴花。苍蝇不见了，蚊子间或有之。夜深了，再谈罢。。十二月三十一日。再睡了一觉醒来，听到柝声，已经是五更了。这是学校的新政，上月添设，更夫也不止一人。我听着，才知道各人的打法是不同的，声调最分明地可以区别的有两种――托，托，托，托托！托，托，托托！托。打更的声调也有派别，这是我先前所不知道的。并以奉告，当作一件新闻。海上通信海上通信小峰兄前几天得到来信，因为忙于结束我所担任的事，所以不能即刻奉答。现在总算离开厦门坐在船上了。船正在走，也不知道是在什么海上。总之一面是一望汪洋，一面却看见岛屿。但毫无风涛，就如坐在长江的船上一般。小小的颠簸自然是有的，不过这在海上就算不得颠簸陆上的风涛要比这险恶得多。同舱的一个是台湾人，他能说厦门话，我不懂我说的蓝青官话，他不懂。他也能说几句日本话，但是，我也不大懂得他。于是乎只好笔谈，才知道他是丝绸商。我于丝绸一无所知，他于丝绸之外似乎也毫无意见。"}
{"text":"现在总算离开厦门坐在船上了。船正在走，也不知道是在什么海上。总之一面是一望汪洋，一面却看见岛屿。但毫无风涛，就如坐在长江的船上一般。小小的颠簸自然是有的，不过这在海上就算不得颠簸陆上的风涛要比这险恶得多。同舱的一个是台湾人，他能说厦门话，我不懂我说的蓝青官话，他不懂。他也能说几句日本话，但是，我也不大懂得他。于是乎只好笔谈，才知道他是丝绸商。我于丝绸一无所知，他于丝绸之外似乎也毫无意见。于是乎他只得睡觉，我就独霸了电灯写信了。从上月起，我本在搜集材料，想趁寒假的闲空，给唐宋传奇集做一篇，准备付印，不料现在又只得搁起来。至于野草，此后做不做很难说，大约是不见得再做了，省得人来谬托知己，舐皮论骨，什么是入于心的。但要付印，也还须细看一遍，改正错字，颇费一点工夫。因此一时也不能寄上。我直到十五日才上船，因为先是等上月份的薪水，后来是等船。在最后的一星期中，住着实在很为难，但也更懂了一些新的世故，就是，我先前只以为要饭碗不容易，现在才知道不要饭碗也是不容易的。我辞职时，是说自己生病，因为我觉得无论怎样的暴主，还不至于禁止生病倘使所生的并非气厥病，也不至于牵连了别人。不料一部分的青年不相信，给我开了几次送别会，演说，照相，大抵是逾量的优礼，我知道有些不妥了，连连说明我是戴着纸糊的假冠的，请他们不要惜别，请他们不要忆念。但是，不知怎地终于发生了改良学校运动，首先提出的是要求校长罢免大学秘书刘树杞博士。听说三年前，这里也有一回相类的风潮，结果是学生完全失败，在上海分立了一个大夏大学。那时校长如何自卫，我不得而知这回是说我的辞职，和刘博士无干，乃是胡适之派和派相排挤，所以走掉的。这话就登在鼓浪屿的日报民钟上，并且已经加以驳斥。但有几位同事还大大地紧张起来，开会提出质问而校长却答复得很干脆没有说这话。有的还不放心，更给我放散别种的谣言，要减轻排挤说的势力。真是天下纷纷，何时定乎？如果我安心在厦门大学吃饭，或者没有这些事的罢，然而这是我所意料不到的。校长林文庆博士是英国籍的中国人，开口闭口，不离孔子，曾经做过一本讲孔教的书，可惜名目我忘记了。听说还有一本英文的自传，将在商务印书馆出版现在正做着人种问题。"}
{"text":"这话就登在鼓浪屿的日报民钟上，并且已经加以驳斥。但有几位同事还大大地紧张起来，开会提出质问而校长却答复得很干脆没有说这话。有的还不放心，更给我放散别种的谣言，要减轻排挤说的势力。真是天下纷纷，何时定乎？如果我安心在厦门大学吃饭，或者没有这些事的罢，然而这是我所意料不到的。校长林文庆博士是英国籍的中国人，开口闭口，不离孔子，曾经做过一本讲孔教的书，可惜名目我忘记了。听说还有一本英文的自传，将在商务印书馆出版现在正做着人种问题。他待我实在是很隆重，请我吃过几回饭单是饯行，就有两回。不过现在排挤说倒衰退了前天所听到的是他在宣传，我到厦门，原是来捣乱，并非豫备在厦门教书的，所以北京的位置都没有辞掉。现在我没有到北京，位置说大概又要衰退了罢，新说如何，可惜我已在船上，不得而知。据我的意料，罪孽一定是日见其深重的，因为中国向来就是当面输心背面笑，正不必新的时代的青年才这样。对面是吾师和先生，背后是毒药和暗箭，领教了已经不只两三次了。新近还听到我的一件罪案，是关于集美学校的。厦门大学和集美学校，都是秘密世界，外人大抵不大知道。现在因为反对校长，闹了风潮了。先前，那校长叶渊定要请国学院里的人们去演说，于是分为六组，每星期一组，凡两人。第一次是我和语堂。那招待法也很隆重，前一夜就有秘书来迎接。此公和我谈起，校长的意思是以为学生应该专门埋头读书的。我就说，那么我却以为也应该留心世事，和校长的尊意正相反，不如不去的好罢。他却道不妨，也可以说说。于是第二天去了，校长实在沉鸷得很，殷勤劝我吃饭。我却一面吃，一面愁。心里想，先给我演说就好了，听得讨厌，就可以不请我吃饭现在饭已下肚，倘使说话有背谬之处，适足以加重罪孽，如何是好呢。午后讲演，我说的是照例的聪明人不能做事，因为他想来想去，终于什么也做不成等类的话。那时校长坐在我背后，我看不见。直到前几天，才听说这位叶渊校长也说集美学校的闹风潮，都是我不好，对青年人说话，那里可以说人是不必想来想去的呢。当我说到这里的时候，他还在后面摇摇头。我的处世，自以为退让得尽够了，人家在办报，我决不自行去投稿人家在开会，我决不自己去演说。硬要我去，自然也可以的，但须任凭我说一点我所要说的话，否则，我宁可一声不响，算是死尸。但这里却必须我开口说话，而话又须合于校长之意。"}
{"text":"午后讲演，我说的是照例的聪明人不能做事，因为他想来想去，终于什么也做不成等类的话。那时校长坐在我背后，我看不见。直到前几天，才听说这位叶渊校长也说集美学校的闹风潮，都是我不好，对青年人说话，那里可以说人是不必想来想去的呢。当我说到这里的时候，他还在后面摇摇头。我的处世，自以为退让得尽够了，人家在办报，我决不自行去投稿人家在开会，我决不自己去演说。硬要我去，自然也可以的，但须任凭我说一点我所要说的话，否则，我宁可一声不响，算是死尸。但这里却必须我开口说话，而话又须合于校长之意。我不是别人，那知道别人的意思呢？先意承志的妙法，又未曾学过。其被摇头，实活该也。但从去年以来，我居然大大地变坏，或者是进步了。虽或受着各方面的斫刺，似乎已经没有创伤，或者不再觉得痛楚即使加我罪案，也并不觉着一点沉重了。这是我经历了许多旧的和新的世故之后，才获得的。我已经管不得许多，只好从退让到无可退避之地，进而和他们冲突，蔑视他们，并且蔑视他们的蔑视了。我的信要就此收场。海上的月色是这样皎洁波面映出一大片银鳞，闪烁摇动此外是碧玉一般的海水，看去仿佛很温柔。我不信这样的东西是会淹死人的。但是，请你放心，这是笑话，不要疑心我要跳海了，我还毫没有跳海的意思。。一月十六夜，海上。集外集在日本时与绍兴籍同学合影斯巴达之魂怀旧书影哀范君三章自嘲目录集外集本书是一九三三年以前出版的杂文集中未曾编入的诗文的合集，一九三五年五月由上海群众图书公司初版。这次只抽去已编入三闲集的近代世界短篇小说集小引和译文的诗两篇。咬嚼之余咬轿词乏味田园思想三篇的备考，系本书出版后由亲自抄出，原拟印入集外集拾遗的，现都移置本集各有关正文之后通讯复霉江的来信则系这次抄补的奔流编校初版时遗漏最后一则，现亦补入所收旧体诗按写作时间的先后，在顺序上作了调整。听说中国的好作家是大抵悔其少作的，他在自定集子的时候，就将少年时代的作品尽力删除，或者简直全部烧掉。我想，这大约和现在的老成的少年，看见他婴儿时代的出屁股，衔手指的照相一样，自愧其幼稚，因而觉得有损于他现在的尊严，――于是以为倘使可以隐蔽，总还是隐蔽的好。"}
{"text":"听说中国的好作家是大抵悔其少作的，他在自定集子的时候，就将少年时代的作品尽力删除，或者简直全部烧掉。我想，这大约和现在的老成的少年，看见他婴儿时代的出屁股，衔手指的照相一样，自愧其幼稚，因而觉得有损于他现在的尊严，――于是以为倘使可以隐蔽，总还是隐蔽的好。但我对于自己的少作，愧则有之，悔却从来没有过。出屁股，衔手指的照相，当然是惹人发笑的，但自有婴年的天真，决非少年以至老年所能有。况且如果少时不作，到老恐怕也未必就能作，又怎么还知道悔呢？先前自己编了一本坟，还留存着许多文言文，就是这意思这意思和方法，也一直至今没有变。但是，也有漏落的是因为没有留存着底子，忘记了。也有故意删掉的是或者因为看去好像抄译，却又年远失记，连自己也怀疑或者因为不过对于一人，一时的事，和大局无关，情随事迁，无须再录或者因为本不过开些玩笑，或是出于暂时的误解，几天之后，便无意义，不必留存了。但使我吃惊的是霁云先生竟抄下了这么一大堆，连三十多年前的时文，十多年前的新诗，也全在那里面。这真好像将我五十多年前的出屁股，衔手指的照相，装潢起来，并且给我自己和别人来赏鉴。连我自己也诧异那时的我的幼稚，而且近乎不识羞。但是，有什么法子呢？这的确是我的影像，――由它去罢。不过看起来也引起我一点回忆。例如最先的两篇，就是我故意删掉的。一篇是雷锭的最初的绍介，一篇是斯巴达的尚武精神的描写，但我记得自己那时的化学和历史的程度并没有这样高，所以大概总是从什么地方偷来的，不过后来无论怎么记，也再也记不起它们的老家而且我那时初学日文，文法并未了然，就急于看书，看书并不很懂，就急于翻译，所以那内容也就可疑得很。而且文章又多么古怪，尤其是那一篇斯巴达之魂，现在看起来，自己也不免耳朵发热。但这是当时的风气，要激昂慷慨，顿挫抑扬，才能被称为好文章，我还记得被发大叫，抱书独行，无泪可挥，大风灭烛是大家传诵的警句。但我的文章里，也有受着严又陵的影响的，例如涅伏，就是神经的腊丁语的音译，这是现在恐怕只有我自己懂得的了。以后又受了章太炎先生的影响，古了起来，但这集子里却一篇也没有。"}
{"text":"而且文章又多么古怪，尤其是那一篇斯巴达之魂，现在看起来，自己也不免耳朵发热。但这是当时的风气，要激昂慷慨，顿挫抑扬，才能被称为好文章，我还记得被发大叫，抱书独行，无泪可挥，大风灭烛是大家传诵的警句。但我的文章里，也有受着严又陵的影响的，例如涅伏，就是神经的腊丁语的音译，这是现在恐怕只有我自己懂得的了。以后又受了章太炎先生的影响，古了起来，但这集子里却一篇也没有。以后回到中国来，还给日报之类做了些古文，自己不记得究竟是什么了，霁云先生也找不出，我真觉得侥幸得很。以后是抄古碑。再做就是白话也做了几首新诗。我其实是不喜欢做新诗的――但也不喜欢做古诗――只因为那时诗坛寂寞，所以打打边鼓，凑些热闹待到称为诗人的一出现，就洗手不作了。我更不喜欢徐志摩那样的诗，而他偏爱到各处投稿，语丝一出版，他也就来了，有人赞成他，登了出来，我就做了一篇杂感，和他开一通玩笑，使他不能来，他也果然不来了。这是我和后来的新月派积仇的第一步语丝社同人中有几位也因此很不高兴我。不过不知道为什么没有收在热风里，漏落，还是故意删掉的呢，已经记不清，幸而这集子里有，那就是了。只有几篇讲演，是现在故意删去的。我曾经能讲书，却不善于讲演，这已经是大可不必保存的了。而记录的人，或者为了方音的不同，听不很懂，于是漏落，错误或者为了意见的不同，取舍因而不确，我以为要紧的，他并不记录，遇到空话，却详详细细记了一大通有些则简直好像是恶意的捏造，意思和我所说的正是相反的。凡这些，我只好当作记录者自己的创作，都将它由我这里删掉。我惭愧我的少年之作，却并不后悔，甚而至于还有些爱，这真好像是乳犊不怕虎，乱攻一通，虽然无谋，但自有天真存在。现在是比较的精细了，然而我又别有其不满于自己之处。我佩服会用拖刀计的老将黄汉升，但我爱莽撞的不顾利害而终于被部下偷了头去的张翼德我却又憎恶张翼德型的不问青红皂白，抡板斧排头砍去的李逵，我因此喜欢张顺的将他诱进水里去，淹得他两眼翻白。一九三四年十二月二十日夜，记于上海之卓面书斋。说不出说不出看客在戏台下喝倒采，食客在膳堂里发标，伶人厨子，无嘴可开，只能怪自己没本领。"}
