{"text":"小弟并不姓王。此例便是。法国一位贵族议员看不起一位工党左派议员，问他说听说你父亲是兽医。意思是要辱没他出身寒贱。左派议员立对曰是啊！你病了没有？回想我国白话都是文绉绉的。我真乐，乐字是真白话，白话作家必曰我真快乐，已失神韵，再改成我真愉快，于是文不成文，白话不成白话。白话是雅健的，能操纵真正白话如关汉卿等才配写白话。吾国白话文学喊四十几年了。到如今能写出雅健的白话如徐志摩者能几人？志摩白话文是得力于元曲宋词，去其繁缛，采其精华，而后把今日白话与古文熔铸一炉。是以雅驯。不避白，不忌俗，渐近自然，闻其语，如见其人，如响斯应，得白话之抑扬顿挫，才可以说得白话文。雅驯雅驯，谈何容易？想起本人第一句，当今白话作家必不敢如此脱口而出说酒店关门时，我就走。大概摇摇摆摆地说达到这间酒吧将要闭着窗户的时辰，我就将要离开这个场所了。中学的语文教师何在？母猪渡河旧时旧事祝土匪莽原社诸朋友来要稿，论理莽原社诸先生既非正人君子又不是当代名流，当然有与我合作之可能，所以也就慨然允了他们，写几字凑数，补白。然而又实在没有工夫，文士们假如我们也可冒充文士欠稿债，就同穷教员欠房租一样，期一到就焦急。所以没工夫也得挤，所要者挤出来的是我们自己的东西，不是挪用，借光，贩卖的货物，便不至于成文妖。于短短的时间，要做长长的文章，在文思迟滞的我是不行的。无已，姑就我要说的话有条理的或无条理的说出来。近来我对于言论界的职任及性质渐渐清楚。也许我一时所见是错误的，然而我实在还未老，不必装起老成的架子，将来升官或入研究系时再来更正我的主张不迟。言论界，依中国今日此刻此地情形非有些土匪傻子来说话不可。这也是祝莽原恭维莽原的话，因为莽原即非太平世界，莽原之主稿诸位先生当然很愿意揭竿作乱，以土匪自居。至少总不愿意以绅士学者自居，因为学者所记得的是他的脸孔，而我们似乎没有时间顾到这一层。现在的学者最要紧的就是他们的脸孔，倘是他们自三层楼滚到楼底下，翻起来时，头一样想到的还是拿起手镜照一照看他的假胡须还在乎，金牙齿没掉么，雪花膏未涂污乎，至于骨头折断与否，似在其次。学者只知道尊严，因为要尊严，所以有时骨头不能不折断，而不自知，且自告人曰，我固完肤也，呜呼学者！呜呼所谓学者！"}
{"text":"至少总不愿意以绅士学者自居，因为学者所记得的是他的脸孔，而我们似乎没有时间顾到这一层。现在的学者最要紧的就是他们的脸孔，倘是他们自三层楼滚到楼底下，翻起来时，头一样想到的还是拿起手镜照一照看他的假胡须还在乎，金牙齿没掉么，雪花膏未涂污乎，至于骨头折断与否，似在其次。学者只知道尊严，因为要尊严，所以有时骨头不能不折断，而不自知，且自告人曰，我固完肤也，呜呼学者！呜呼所谓学者！因为真理有时要与学者的脸孔冲突，不敢为真理而忘记其脸孔者则终必为脸孔而忘记真理，于是乎学者之骨头折断矣。骨头既断，无以自立，于是架子，木脚，木腿来了。就是一副银腿银脚也要觉得讨厌，何况还是木头做的呢？托尔斯泰曾经说过极好的话，论真理与上帝孰重，他说以上帝为重于真理者，必以教会为重于上帝，其结果必以其特别教门为重于教会，而终必以自身为重于其特别教门。就是学者斤斤于其所谓学者态度，所以失其所谓学者，而去真理一万八千里之遥。说不定将来学者反得让我们土匪做。学者说讲道德，士风，而每每说到自己脸孔上去，所以道德，士风将来也非由土匪来讲不可。一人不敢说我们要说的话，不敢维持我们良心上要维持的主张，这边告诉人家我是学者，那边告诉人家我是学者，自己无贯彻强毅主张，倚门卖笑，双方讨好，不必说真理招呼不来，真理有知，亦早已因一见学者脸孔而退避三舍矣。惟有土匪，既没有脸孔可讲，所以比较可以少作揖让，少对大人物叩头。他们既没有金牙齿，又没有假胡须，所以自三层楼上滚下来，比较少顾虑，完肤或者未必完肤，但是骨头可以不折，而且手足嘴脸，就使受伤，好起来时，还是真皮真肉。真理是妒忌的女神，归奉她的人就不能不守独身主义，学者却家里还有许多老婆，姨太太，上坑老妈，通房丫头。然而真理并非靠学者供养的，虽然是妒忌，却不肯说话，所以学者所真怕的还是家里老婆，不是真理。惟其有许多要说的话学者不敢说，惟其有许多良心上应维持的主张学者不敢维持，所以今日的言论界还得有土匪傻子来说话。土匪傻子是顾不到脸孔的，并且也不想将真理贩卖给大人物。土匪傻子可以自慰的地方就是有史以来大思想家都被当代学者称为土匪傻子过。并且他们的仇敌也都是当代的学者，绅士，君子，硕儒。"}
{"text":"惟其有许多要说的话学者不敢说，惟其有许多良心上应维持的主张学者不敢维持，所以今日的言论界还得有土匪傻子来说话。土匪傻子是顾不到脸孔的，并且也不想将真理贩卖给大人物。土匪傻子可以自慰的地方就是有史以来大思想家都被当代学者称为土匪傻子过。并且他们的仇敌也都是当代的学者，绅士，君子，硕儒。自有史以来，学者，绅士，君子，硕儒都是中和稳健，他们的家里老婆不一，但是他们的一副蠢苯的尊容，则无古今中外东西南北皆同。然而土匪有时也想做学者，等到当代学者夭灭伤亡之时，到那时候，却要清真理出来登极。但是我们没有这种狂想，这个时候还远着呢，我们生于草莽，死于草莽，遥遥在野外莽原，为真理喝彩，祝真理万岁，于愿足矣。只不要投降！十四，十二，二十八。发表于莽原半月刊第期年月日清算月亮无花蔷薇孤崖一枝花行山道上，看见崖上一枝红花，艳丽夺目，向路人迎笑。详细一看，原来根生于石罅中，不禁叹异。想宇庙万类，应时生灭，然必尽其性。花树开花，乃花之性，率性之谓道，有人看见与否，皆与花无涉。故置花热闹场中花亦开，使生万山丛里花亦开，甚至使生于孤崖顶上，无人过问花亦开。香为兰之性，有蝴蝶过香亦传，无蝴蝶过香亦传，皆率其本性，有欲罢不能之势。拂其性禁之开花，则花死。有话要说必说之，乃人之本性，即使王庭庙庑，类已免开尊口，无话可说，仍会有人跑到山野去向天高啸一声。屈原明明要投汨罗，仍然要哀号太息。老子骑青牛上明明要过函谷关，避绝尘世，却仍要留下五千字孽障，岂真关尹子所能相强哉？古人著书立说，皆率性之作。经济文章，无补于世，也会不甘寂寞，去著小说。虽然古时著成小说，一则无名，二则无利，甚至有杀身之祸可以临头，然自有不说不快之势。中国文学可传者类皆此种隐名小说作品，并非一篇千金的墓志铭。这也是属于孤崖一枝花之类。故说话为文美术图画及一切表现亦人之本性。猫叫春兮春叫猫，而老僧不敢人前叫一声，是受人类文明之束缚，拂其本性，实际上老僧虽不叫春，仍会偷女人也。知此而后知要人不说话，不完全可能。花只有―点元气，在孤崖上也是要开的。之死民廿五年十月十九日死于上海。时我在纽约，第二天见电信，惊愕之下，相与告友，友亦惊愕。若说悲悼，恐又不必，盖非所以悼也。"}
{"text":"中国文学可传者类皆此种隐名小说作品，并非一篇千金的墓志铭。这也是属于孤崖一枝花之类。故说话为文美术图画及一切表现亦人之本性。猫叫春兮春叫猫，而老僧不敢人前叫一声，是受人类文明之束缚，拂其本性，实际上老僧虽不叫春，仍会偷女人也。知此而后知要人不说话，不完全可能。花只有―点元气，在孤崖上也是要开的。之死民廿五年十月十九日死于上海。时我在纽约，第二天见电信，惊愕之下，相与告友，友亦惊愕。若说悲悼，恐又不必，盖非所以悼也。不怕死，何为以死悼之？夫人生在世，所为何事？碌碌终日，而一旦暝目，所可传者极渺。若投石击水，皱起一池春水，及其波静浪过，复平如镜，了无痕迹。唯圣贤传言，豪杰传事，然究其可传之事之言，亦不过圣贤豪杰所言所为之万一。孔子喋喋千万言，所传亦不过论语二三万言而已。始皇并六国，统天下，焚书坑儒，筑长城，造阿房，登泰山，游会稽，问仙求神，立碑刻石，固亦欲创万世之业，流传千古。然帝王之业中堕，长生之乐不到，阿房焚于楚汉，金人毁于董卓，碑石亦已一字不存，所存一长城旧规而已。投鞭击长流，而长流之波复兴，其影响所及，翕然有当于人心，见而喜，斯亦足矣。宇宙之大，沧海之宽，起伏之机甚微，影响所及，何可较量，复何必较量？来，忽然而言，既毕其所言而去，斯亦足矣。常谓文人写作，固不在藏诸名山，此语甚当。处今日之世，说今日之言，目所见，耳所闻，心所思，情所动，纵笔书之而罄其胸中，是以使复生于后世，目所见后世之人，耳所闻后世之事，亦必不为今日之言。既生于今世，既说今世之言，所言有为而发，斯足矣。后世之人好其言，听之不好其言，亦听之。或今人所好之言在此，后人所好在彼，不能知，吾亦不能知。后世或好其言而实厚诬，或不好其言而实深为所动，继而来，激成大波，是文海之波涛起伏，其机甚微，非所能知，亦非吾所能知。但波使涛之前仆后起，循环起伏，不归沉寂，便是生命，便是长生，复奚较此波长波短耶？与我相得者二次，疏离者二次，其即其离，皆出自然，非吾与有轾轩于其间也。吾始终敬顾我，我喜其相知，弃我，我亦无悔。大凡以所见相左相同，而为离合之迹，绝无私人意气存焉。我请至厦门大学，遭同事摆布追逐，至三易其厨，吾尝见开罐头在火酒炉上以火腿煮水度日，是吾失地主之谊，而对我绝无怨言是之知我。"}
{"text":"但波使涛之前仆后起，循环起伏，不归沉寂，便是生命，便是长生，复奚较此波长波短耶？与我相得者二次，疏离者二次，其即其离，皆出自然，非吾与有轾轩于其间也。吾始终敬顾我，我喜其相知，弃我，我亦无悔。大凡以所见相左相同，而为离合之迹，绝无私人意气存焉。我请至厦门大学，遭同事摆布追逐，至三易其厨，吾尝见开罐头在火酒炉上以火腿煮水度日，是吾失地主之谊，而对我绝无怨言是之知我。人世间出，左派不谅吾之文学见解，吾亦不愿牺牲吾之见解以阿附初闻鸦叫自为得道之左派，不乐，我亦无可如何。诚老而愈辣，而吾则向慕儒家之明性达理，党见愈深，我愈不知党见为何物，宜其刺刺不相入也。然吾私心终以长辈事之，至于小人之捕风捉影挑拨离间，早已置之度外矣。与其称为文人，不如号为战士。战士者何？顶盔披甲，持矛把盾交锋以为乐。不交锋则不乐，不披甲则不乐，即使无锋可交，无矛可持，拾一石子投狗，偶中，亦快然于胸中，此之一副活形也。德国诗人海涅语人曰，我死时，棺中放一剑，勿放笔。是足以语。所持非丈二长矛，亦非青龙大刀，乃炼钢宝剑，名宇宙锋。是剑也，斩石如棉，其锋不挫，刺人杀狗，骨骼尽解。于是把玩不释，以为嬉乐，东砍西刨，情不自已，与绍兴学童得一把洋刀戏刻书案情形，正复相同，故有时或类鲁智深。故所杀，猛士劲敌有之，僧丐无赖，鸡狗牛蛇亦有之。终不以天下英雄死尽，宝剑无用武之地而悲。路见疯犬癞犬及守家犬，挥剑一砍，提狗头归，而饮绍兴，名为下酒。此又之一副活形也。然亦有一副大心肠。狗头煮熟，饮酒烂醉，乃独坐灯下而兴叹。此一叹也，无以名之。无名火发，无名叹兴，乃叹天地，叹圣贤，叹豪杰，叹司阍，叹佣妇，叹书贾，叹果商，叹黠者狡者愚者拙者直谅者乡愚者叹生人熟人雅人俗人尴尬人盘缠人累赘人无生趣人死不开交人，叹穷鬼饿鬼色鬼谗鬼牵钻鬼串熟鬼邋遢鬼白蒙鬼摸索鬼豆腐羹饭鬼青胖大头鬼。于是复饮，俄而额筋浮胀，睚眦欲裂，须发尽竖灵感至，筋更浮，眦更裂，须更竖，乃磨砚濡毫，呵的一声狂笑，复持宝剑，以刺世人。火发不已，叹兴不已，于是肠伤，胃伤，肝伤，肺伤，血管伤，而不起，呜呼，以是不起。"}
{"text":"于是复饮，俄而额筋浮胀，睚眦欲裂，须发尽竖灵感至，筋更浮，眦更裂，须更竖，乃磨砚濡毫，呵的一声狂笑，复持宝剑，以刺世人。火发不已，叹兴不已，于是肠伤，胃伤，肝伤，肺伤，血管伤，而不起，呜呼，以是不起。廿六年十一月廿二于纽约思想花火论伟大大自然本身始终是一间疗养院。它如果不能治愈别的疾病，至少能够治愈人类的狂妄自大的病。大自然不得不使人类意识到他自己的分位在大自然的背景里，人类往往可以意识到他自己的分位。中国绘画在山水画中总是把人画得那么小，原因便在于此。在一幅名叫雪后看山的中国山水画中，要找到那个雪后看山的人是很难的。在细寻一番之后，你发见他坐在一棵松树下――在一幅高十五嫉幕里，他那蹲坐的身体只有一几撸而且是以几下画笔迅速画成功的。又在一幅宋代的绘画，画中是四个学者装束的人在一个秋天的树林里漫游着，仰首在眺望上头那些枝丫交错的雄伟的树木。一个人有时觉得自己渺小，那是很好的。有一次，我在牯岭避暑，躺卧在山顶上，那时我开始看见两个跟蚂蚁一样大的小动物在一百英里外的南京，为了要服务中国而互相怨恨，钩心斗角这种事情看来真有点滑稽。所以，中国人认为到山中去旅行一次，可以有清心寡欲的功效，使人除掉许多愚蠢的野心和不必要的烦恼。人类往往忘记自己是多么渺小，而且常常是多么无用的。一个人看见一座百层高的大楼时，常常夜郎自大医治这种夜郎自大的心理的最好办法，就是把他想象中的摩天楼搬移到一个小山边去，使他更确切地知道什么可以叫做伟大，什么没有资格叫做伟大。我们喜欢海的无涯，我们喜欢山的伟大。黄山上有一些山峰是由整块的花岗石造成的，由看得见的基础到峰尖共有一千崭撸而且有半英里长。这些东西鼓动了中国艺术家的灵感这些山峰的静默伟大和永久性，可说是中国人喜欢画中的石头的原因。一个人未旅行过黄山之前，是不易相信世间有这么伟大的石头的十七世纪有一些黄山派的画家，从这些静默的花岗石山峰得到了他们的灵感。在另一方面，一个人如果和自然界伟大的东西发生联系，他的心会真正变得伟大起来。"}
{"text":"我们喜欢海的无涯，我们喜欢山的伟大。黄山上有一些山峰是由整块的花岗石造成的，由看得见的基础到峰尖共有一千崭撸而且有半英里长。这些东西鼓动了中国艺术家的灵感这些山峰的静默伟大和永久性，可说是中国人喜欢画中的石头的原因。一个人未旅行过黄山之前，是不易相信世间有这么伟大的石头的十七世纪有一些黄山派的画家，从这些静默的花岗石山峰得到了他们的灵感。在另一方面，一个人如果和自然界伟大的东西发生联系，他的心会真正变得伟大起来。我们可以把一片风景看做一幅活动的图画，而对于不象活动的图画那么伟大的东西不能感到满足我们可以把地平线上的热带的云看做一个舞台的背景，而对于不象舞台的背景那么伟大的东西不能感到满足我们可以把山林看做私人花园，而对于不成为私人花园的东西不能感到满足我们可以把怒吼的波涛当做音乐会，而对于不成为音乐会的东西不能感到满足我们可以把山上的微风看做冷气设备，而对于不成为冷气设备的东西不能感到满足。这样我们便变得伟大起来，象大地和穹苍那么伟大。正如中国一位最早期的浪漫主义者阮藉公元―所描写的大人先生一样，我们以天地为所。我一生所看见的最美妙的奇观，是一晚在印度洋上出现的。那真伟大。那舞台有一百英里阔，三英里高，在这舞台上，大自然上演了一出长半小时的戏剧，有时是庞大的龙，恐龙和狮子，在天空移动着――狮头胀大起来，狮鬃伸展开去，龙背弯着，扭动着，卷曲着！――有时是一队队的穿白色制服的兵士，穿灰色制服的兵士，和佩着金黄色的肩章的军官，踏步前进，发生战斗，最后又退却了，那些穿白色制服的兵士突然换上了橙黄色的制服，那些穿灰色制服的兵士似乎换上了紫色制服，而背景却满布着火焰般的金黄的虹色。后来当大自然的舞台技师把灯光渐渐弄暗时，那紫色军把那橙黄色军克服了，吞没了，变成更深的红紫色和灰色，在最后五分钟里表现着一片不可言状的悲剧和黑暗的灾难的奇观，然后所有的光线才消灭了去。我观看这出一生所看见的最伟大的戏剧，并没有花费一个铜板。此外还有静默的山，那种静默是有治病的功效的――那些静默的山峰，静默的石头，静默的树木，一切是静默而且雄伟的。每座作围绕之状的佳山都是疗养院。一个人象婴孩那样地偎依在它的怀中时，是觉得很舒服的。"}
{"text":"我观看这出一生所看见的最伟大的戏剧，并没有花费一个铜板。此外还有静默的山，那种静默是有治病的功效的――那些静默的山峰，静默的石头，静默的树木，一切是静默而且雄伟的。每座作围绕之状的佳山都是疗养院。一个人象婴孩那样地偎依在它的怀中时，是觉得很舒服的。我不相信基督教科学，可是我却相信那些伟大的老树和山中胜地的精神治疗力量，这些东西不是要治疗一根折断了的肩骨或一块受伤染病的皮肤，而是要治疗肉体上的野心和灵魂上的疾病――盗窃病，狂妄自大病，自我中心病，精神上的口臭病，债券病，证券病，统治他人的病，战争神经病，忌诗神经病，挟嫌，怨恨，社交上的展览欲，一般的糊涂，以及各式各样道德上的不调和。说潇洒即如在中国文学，名为儒家经世派的天下，却暗地里全受道家思想的支配――如山林思想，归田思想，归真返璞，保和持泰等。袁中郎说的好山无岚则枯，水无波则腐，学道无韵则老学究而已。有时候，我们能在极不容易产生潇洒的环境发现潇洒。我见过这样一位卖菜的老兄，他在街上摆了一个菜摊，每天将菜放于一边，便与别人打起扑克牌，顾客叫买菜。他头也不回自己拿。顾客说称一下呀。他继续出牌您看着给。顾客钱放哪？答就丢在木盒里。同样有一位卖菜的老兄，他哼哧哼哧地挑一担菜进城，半路上掉下一根菜叶，他都歇下担子将菜叶捡起来。撇开其他因素不谈，谁潇洒谁不潇洒一见自明。唯物地看，一个人的潇洒与否，在很大程度上受到客观环境的影响和牵制，但主观的因素万万不可小视。我们不敢断言摆菜摊的条件有多好，但他的的风貌举止神情自然成趣，这恐怕与他的生活态度有关。潇洒的主观来源很是广泛，但离不开才识胆情趣五个字。曹植在亲哥哥欲借故砍掉其脑袋的情况下，七步成诗，佳话传千古，这分潇洒，当源于一个才字诸葛先生一篇隆中对划出天下三分图，立万世文章之不朽，这分潇洒，用一个识字可以概括张飞当阳桥头一声喝，吓破敌胆，李玉和利刃绕颈还唱浑身是胆雄赳赳，韩英的砍头只当风吹帽，他们的潇洒，无疑是因心中装着一个了不得的胆字红楼里的贾宝玉，只一个情字，便弄的众妹妹为他哭哭啼啼，寻死觅活，也算是一种潇洒洪七公尊为丐帮帮主，却穿的破破乱乱，到处找鸡吃，他老人家的潇洒，可归列为一个趣字。"}
{"text":"曹植在亲哥哥欲借故砍掉其脑袋的情况下，七步成诗，佳话传千古，这分潇洒，当源于一个才字诸葛先生一篇隆中对划出天下三分图，立万世文章之不朽，这分潇洒，用一个识字可以概括张飞当阳桥头一声喝，吓破敌胆，李玉和利刃绕颈还唱浑身是胆雄赳赳，韩英的砍头只当风吹帽，他们的潇洒，无疑是因心中装着一个了不得的胆字红楼里的贾宝玉，只一个情字，便弄的众妹妹为他哭哭啼啼，寻死觅活，也算是一种潇洒洪七公尊为丐帮帮主，却穿的破破乱乱，到处找鸡吃，他老人家的潇洒，可归列为一个趣字。潇洒是无所拘束的，是富有韵致的，故切不可装，装出来的潇洒只能带来苦痛和难堪潇洒也是不可学的，一学便是东施效颦，让人恶心。诸君还是自然一点，少一些扭捏作态，大大方方做人，才不至于丢了祖宗的脸面。论梦想有人说过，不知足是神圣的我却以为不知足是人性的。猴子是第一号的阴沉动物，在动物中，我只看见黑猩猩有一个真正忧郁的面孔。我往往觉得这种动物很像哲学家，因为惟有哲学家才会有忧郁和沉思的表情。牛似乎不会思想，至少似乎不在推究哲理，因为它们看起来是那么知足象也许会怀着盛怒，可是它们那不断摆动象鼻的动作似乎代替了思想，而把胸怀中的一切不满都排除。惟有猴子能够显示出彻底讨厌生命的表情。猴子是真够伟大啊！九九归原的说起来，哲学或许是由讨厌的感觉而开始。无论怎样，人类的特征便是怀着一种追求理想的期望，一种忧郁的模糊的沉思的期望。人类住在这个现实的世界里，还有梦想另一个世界的能力和倾向。人类和猴子的差异点也许是猴子仅仅觉得讨厌无聊，而人类除讨厌无聊外，还有着想像力。我们都有一种脱离旧辙的欲望，我们都希望变成另一种人物，大家都有着梦想。兵卒梦想做伍长，伍长梦想做上尉，上尉要想做少校或上校。一个气魄宽宏的上校是不把上校当做一回事的，用文雅的词语说起来，他仅仅称之为服务人群的一个机会而已。在事实上讲起来，这种工作确没有什么别的意义。老实说，琼克劳馥对于自己并不像世人那么注意，珍妮盖诺对于自己也不像世人那么注意。世人对一切伟人说你们不都是很伟大吗？如果那些伟人真正是伟大的，他们总会回答伟大又算什么呢？所以这个世界很像一家照菜单零点的餐馆，每一个顾客总以为邻桌顾客所点的菜肴，比他自己所点的更有味更好吃。"}
