{"text":"虽然有时似乎受伤，其实并不，至多不过是假装跛脚，聊以引起人们的恻隐之心，可以从容避匿罢了。他日复来，仍旧先咬老实人开手，投石下井，无所不为，寻起原因来，一部分就正因为老实人不打落水狗之故。所以，要是说得苛刻一点，也就是自家掘坑自家埋，怨天尤人，全是错误的。六论现在还不能一味费厄仁人们或者要问那么，我们竟不要费厄泼赖么？我可以立刻回答当然是要的，然而尚早。这就是请君入瓮法。虽然仁人们未必肯用，但我还可以言之成理。土绅士或洋绅士们不是常常说，中国自有特别国情，外国的平等自由等等，不能适用么？我以为这费厄泼赖也是其一。否则，他对你不费厄，你却对他去费厄，结果总是自己吃亏，不但要费厄而不可得，并且连要不费厄而亦不可得。所以要费厄，最好是首先看清对手，倘是些不配承受费厄的，大可以老实不客气待到它也费厄了，然后再与它讲费厄不迟。这似乎很有主张二重道德之嫌，但是也出于不得已，因为倘不如此，中国将不能有较好的路。中国现在有许多二重道德，主与奴，男与女，都有不同的道德，还没有划一。要是对落水狗和落水人独独一视同仁，实在未免太偏，太早，正如绅士们之所谓自由平等并非不好，在中国却微嫌太早一样。所以倘有人要普遍施行费厄泼赖精神，我以为至少须俟所谓落水狗者带有人气之后。但现在自然也非绝不可行，就是，有如上文所说要看清对手。而且还要有等差，即费厄必视对手之如何而施，无论其怎样落水，为人也则帮之，为狗也则不管之，为坏狗也则打之。一言以蔽之党同伐异而已矣。满心婆理而满口公理的绅士们的名言暂且置之不论不议之列，即使真心人所大叫的公理，在现今的中国，也还不能救助好人，甚至于反而保护坏人。因为当坏人得志，虐待好人的时候，即使有人大叫公理，他决不听从，叫喊仅止于叫喊，好人仍然受苦。然而偶有一时，好人或稍稍蹶起，则坏人本该落水了，可是，真心的公理论者又勿报复呀，仁恕呀，勿以恶抗恶呀的大嚷起来。这一次却发生实效，并非空嚷了好人正以为然，而坏人于是得救。但他得救之后，无非以为占了便宜，何尝改悔并且因为是早已营就三窟，又善于钻谋的，所以不多时，也就依然声势赫奕，作恶又如先前一样。这时候，公理论者自然又要大叫，但这回他却不听你了。"}
{"text":"然而偶有一时，好人或稍稍蹶起，则坏人本该落水了，可是，真心的公理论者又勿报复呀，仁恕呀，勿以恶抗恶呀的大嚷起来。这一次却发生实效，并非空嚷了好人正以为然，而坏人于是得救。但他得救之后，无非以为占了便宜，何尝改悔并且因为是早已营就三窟，又善于钻谋的，所以不多时，也就依然声势赫奕，作恶又如先前一样。这时候，公理论者自然又要大叫，但这回他却不听你了。但是，疾恶太严，操之过急，汉的清流和明的东林，却正以这一点倾败，论者也常常这样责备他们。殊不知那一面，何尝不疾善如仇呢？人们却不说一句话。假使此后光明和黑暗还不能作彻底的战斗，老实人误将纵恶当作宽容，一味姑息下去，则现在似的混沌状态，是可以无穷无尽的。七论即以其人之道还治其人之身中国人或信中医或信西医，现在较大的城市中往往并有两种医，使他们各得其所。我以为这确是极好的事。倘能推而广之，怨声一定还要少得多，或者天下竟可以臻于郅治。例如民国的通礼是鞠躬，但若有人以为不对的，就独使他磕头。民国的法律是没有笞刑的，倘有人以为肉刑好，则这人犯罪时就特别打屁股。碗筷饭菜，是为今人而设的，有愿为燧人氏以前之民者，就请他吃生肉再造几千间茅屋，将在大宅子里仰慕尧舜的高士都拉出来，给住在那里面反对物质文明的，自然更应该不使他衔冤坐汽车。这样一办，真所谓求仁得仁又何怨，我们的耳根也就可以清净许多罢。但可惜大家总不肯这样办，偏要以己律人，所以天下就多事。费厄泼赖尤其有流弊，甚至于可以变成弱点，反给恶势力占便宜。例如刘百昭殴曳女师大学生，现代评论上连屁也不放，一到女师大恢复，陈西滢鼓动女大学生占据校舍时，却道要是她们不肯走便怎样呢？你们总不好意思用强力把她们的东西搬走了罢？殴而且拉，而且搬，是有刘百昭的先例的，何以这一回独独不好意思？这就因为给他嗅到了女师大这一面有些费厄气味之故。但这费厄却又变成弱点，反而给人利用了来替章士钊的遗泽保镳。八结末或者要疑我上文所言，会激起新旧，或什么两派之争，使恶感更深，或相持更烈罢。但我敢断言，反改革者对于改革者的毒害，向来就并未放松过，手段的厉害也已经无以复加了。只有改革者却还在睡梦里，总是吃亏，因而中国也总是没有改革，自此以后，是应该改换些态度和方法的。"}
{"text":"你们总不好意思用强力把她们的东西搬走了罢？殴而且拉，而且搬，是有刘百昭的先例的，何以这一回独独不好意思？这就因为给他嗅到了女师大这一面有些费厄气味之故。但这费厄却又变成弱点，反而给人利用了来替章士钊的遗泽保镳。八结末或者要疑我上文所言，会激起新旧，或什么两派之争，使恶感更深，或相持更烈罢。但我敢断言，反改革者对于改革者的毒害，向来就并未放松过，手段的厉害也已经无以复加了。只有改革者却还在睡梦里，总是吃亏，因而中国也总是没有改革，自此以后，是应该改换些态度和方法的。一九二五年十二月二十九日。本篇最初发表于一九二六年一月十日莽原半月刊第一期。林语堂―福建龙溪人，作家。早年留学美国德国，曾任北京大学北京女子师范大学教授，厦门大学文科主任，语丝撰稿人之一。当时与有交往，后因立场志趣日益歧异而断交。三十年代，他在上海主编论语人间世宇宙风等杂志，以自由主义者的姿态，提倡性灵幽默，为国民党反动统治粉饰太平。他在一九二五年十二月十四日语丝第五十七期发表插论语丝的文体――稳健骂人及费厄泼赖一文，其中说费厄泼赖精神在中国最不易得，我们也只好努力鼓励，中国泼赖的精神就很少，更谈不到费厄，惟有时所谓不肯下井投石即带有此义。骂人的人却不可没有这一样条件，能驾人，也须能挨骂。且对于失败者不应再施攻击，因为我们所攻击的在于思想非在人，以今日之段祺瑞章士钊为例，我们便不应再攻击其个人。费厄泼赖英语p的音译，原为体育比赛和其他竞技所用的术语，意思是光明正大的比赛，不用不正当的手段。英国资产阶级曾有人提倡将这种精神用于社会生活和党派斗争中，认为这是每一个资产阶级绅士应有的涵养和品德，并自称英国是一个费厄泼赖的国度。但实际上，这不过是资产阶级用以掩盖自己的丑恶和麻痹人民群众的一个漂亮口号。义角即假角。陈西滢在现代评论第三卷五十三期一九二五年十二月十二日闲话中攻击说花是人人爱好的，魔鬼是人人厌恶的。然而因为要取好于众人，不惜在花瓣上加上颜色，在鬼头上装上义角，我们非但觉得无聊，还有些嫌它肉麻。意思是说的文章为读者所欢迎，是因为为了讨好读者而假装成一个战斗者。指吴稚晖周作人林语堂等人。"}
{"text":"但实际上，这不过是资产阶级用以掩盖自己的丑恶和麻痹人民群众的一个漂亮口号。义角即假角。陈西滢在现代评论第三卷五十三期一九二五年十二月十二日闲话中攻击说花是人人爱好的，魔鬼是人人厌恶的。然而因为要取好于众人，不惜在花瓣上加上颜色，在鬼头上装上义角，我们非但觉得无聊，还有些嫌它肉麻。意思是说的文章为读者所欢迎，是因为为了讨好读者而假装成一个战斗者。指吴稚晖周作人林语堂等人。吴稚晖在一九二五年十二月一日京报副刊发表的官欤――共产党欤――吴稚晖欤一文中说现在批评章士钊，似乎是打死老虎。周作人在同月七日语丝五十六期的失题中则说打落水狗吾乡方言，即打死老虎之意也是不大好的事。一旦树倒猢狲散，更从哪里去找这班散了的，况且在平地上追赶猢狲，也有点无聊卑劣。林语堂在插论语丝的文体――稳健骂人及费厄泼赖一文中赞同周作人的意见，认为这正足以补充费厄泼赖的意义。中庸之道儒家学说。论语雍也中庸之为德也，其至矣乎！宋代朱熹注中者，无过无不及之名庸，平常也。程子曰不偏之谓中，不易之谓庸。中者，天下之正道，庸者，天下之定理。康党指曾经参加和赞成康有为等发动变法维新的人。革党，即革命党，指参加和赞成反清革命的人。以人血染红顶子清朝官服用不同质料和颜色的帽顶子来区分官阶的高低，最高的一品官是用红宝石或红珊瑚珠作帽顶子。清末的官僚和绅士常用告密和捕杀革命党人作为升官的手段，所以当时有以人血染红顶子的说法。咸与维新语见尚书胤征歼厥渠魁，胁从罔治，旧染污俗，咸与维新。原意是对一切受恶习影响的人都给以弃旧从新的机会。这里指辛亥革命时革命派与反动势力妥协，地主官僚等乘此投机的现象。二次革命指一九一三年七月孙中山发动的讨伐袁世凯的战争。与辛亥革命相对而言，故称二次革命。在讨袁军发动之前和失败之后，袁世凯曾指使他的走狗杀害了不少革命者。秋瑾？―字璇卿，号竞雄，别号鉴湖女侠，浙江绍兴人。一九四年留学日本，积极参加留日学生的革命活动，先后加入光复会同盟会。一九六年春回国，一九七年在绍兴主持大通师范学堂，组织光复军，和徐锡麟准备在浙皖两省同时起义。"}
{"text":"这里指辛亥革命时革命派与反动势力妥协，地主官僚等乘此投机的现象。二次革命指一九一三年七月孙中山发动的讨伐袁世凯的战争。与辛亥革命相对而言，故称二次革命。在讨袁军发动之前和失败之后，袁世凯曾指使他的走狗杀害了不少革命者。秋瑾？―字璇卿，号竞雄，别号鉴湖女侠，浙江绍兴人。一九四年留学日本，积极参加留日学生的革命活动，先后加入光复会同盟会。一九六年春回国，一九七年在绍兴主持大通师范学堂，组织光复军，和徐锡麟准备在浙皖两省同时起义。徐锡麟起事失败后，她于同年七月十三日被清政府逮捕，十五日凌晨被杀害于绍兴轩亭口。王金发―浙江嵊县人，原是浙东洪门会党平阳党的首领，后加入光复会。辛亥革命后任绍兴军政分府都督，二次革命后于一九一五年七月被袁世凯的走狗浙江都督朱瑞杀害于杭州。谋主据本文所述情节，是指当时绍兴的大地主章介眉。他在作浙江巡抚增韫的幕僚时，极力怂恿掘毁西湖边上的秋瑾墓。辛亥革命后因贪污纳贿平毁秋墓等罪被王金发逮捕，他用捐献田产等手段获释。脱身后到北京任袁世凯总统府的秘书，一九一三年二次革命失败后，他捐献的田产即由袁世凯下令发还，不久他又参与朱瑞杀害王金发的谋划。按秋瑾案的告密者是绍兴劣绅胡道南，他在一九八年被革命党人处死。模范的名城指无锡。陈西滢在现代评论第二卷第三十七期一九二五年八月二十二日发表的闲话中说无锡是中国的模范县。杨荫榆？―江苏无锡人，曾留学美国，一九二四年任北京女子师范大学校长。她依附北洋军阀，压迫学生，是当时推行帝国主义和封建主义的奴化教育的代表人物之一。犯而不校这是孔丘弟子曾参的话，见论语泰伯。以眼还眼以牙还牙摩西的话，见旧约申命记以眼还眼，以牙还牙，以手还手，以脚还脚。投石下井俗作落井下石，语出唐代韩愈的柳子厚墓志铭一旦临小利害，仅如毛发，比反眼若不相识，落陷阱不一引手救，反挤之又下石焉者，皆是也。林语堂在插论语丝的文体――稳健骂人及费厄泼赖一文中说不肯下井投石即带有费厄泼赖之意。请君入瓮是唐朝酷吏周兴的故事，见资治通鉴卷二四则天后天授二年或告文昌右丞周兴与丘神崔通谋，太后命来俊臣鞫之，俊臣与兴方推事对食，谓兴曰囚多不承，当为何法？兴曰此甚易耳！"}
{"text":"投石下井俗作落井下石，语出唐代韩愈的柳子厚墓志铭一旦临小利害，仅如毛发，比反眼若不相识，落陷阱不一引手救，反挤之又下石焉者，皆是也。林语堂在插论语丝的文体――稳健骂人及费厄泼赖一文中说不肯下井投石即带有费厄泼赖之意。请君入瓮是唐朝酷吏周兴的故事，见资治通鉴卷二四则天后天授二年或告文昌右丞周兴与丘神崔通谋，太后命来俊臣鞫之，俊臣与兴方推事对食，谓兴曰囚多不承，当为何法？兴曰此甚易耳！取大瓮，以炭四周炙之，令囚入中，何事不承！俊臣乃索大瓮，火围如兴法，因起谓兴曰有内状推兄，请兄入此瓮！兴惶恐叩头服罪。党同伐异语见后汉书党锢传序。意思是纠合同伙，攻击异己。陈西滢曾在现代评论第三卷第五十三期一九二五年十二月十二日的闲话中用此语影射攻击中国人是没有是非的。凡是同党，什么都是好的，凡是异党，什么都是坏的。同时又标榜他们自己在党同伐异的社会里，有人非但攻击公认的仇敌，还要大胆的批评自己的朋友。婆理对公理而言，陈西滢等人在女师大风潮中，竭力为杨荫榆辩护，后又组织教育界公理维持会，反对女师大复校。这里所说的绅士们，即指他们。参看华盖集公理的把戏。清流指东汉末年的太学生郭泰贾彪和大臣李膺陈蕃等人。他们联合起来批评朝政，暴露宦官集团的罪恶，于汉桓帝延熹九年为宦官所诬陷，以结党为乱的罪名遭受捕杀，十余年间，先后四次被杀戮充军和禁锢的达七八百人，史称党锢之祸。东林，指明末的东林党。主要人物有顾宪成高攀龙等。他们聚集在无锡东林书院讲学，议论时政，批评人物，对舆论影响很大。在朝的一部分比较正直的官吏，也和他们互通声色，形成了一个以上层知识分子为主的政治集团。明天启五年他们为宦官魏忠贤所屠杀，被害者数百人。即以其人之道还治其人之身语见朱熹在中庸第十三章的注文。燧人氏我国传说中最早钻木取火的人，远古的三皇之一。求仁得仁又何怨语见论语述而。刘百昭湖南武冈人，曾任北洋政府教育部专门教育司司长。"}
{"text":"明天启五年他们为宦官魏忠贤所屠杀，被害者数百人。即以其人之道还治其人之身语见朱熹在中庸第十三章的注文。燧人氏我国传说中最早钻木取火的人，远古的三皇之一。求仁得仁又何怨语见论语述而。刘百昭湖南武冈人，曾任北洋政府教育部专门教育司司长。一九二五年八月，章士钊解散女师大，另立女子大学，派刘百昭前往筹办，刘于二十二日雇用流氓女丐殴打女师大学生，并将她们强拉出校。一九二五年十一月，女师大学生斗争胜利，宣告复校，仍回原址上课。这时，陈西滢在现代评论第三卷第五十四期一九二五年十二月十九日发表的闲话中，说了这里所引的话，鼓动女子大学学生占据校舍，破坏女师大复校。未有天才之前未有天才之前――一九二四年一月十七日在北京}师范大学附属中学校友会讲我自己觉得我的讲话不能使诸君有益或者有趣，因为我实在不知道什么事，但推托拖延得太长久了，所以终于不能不到这里来说几句。我看现在许多人对于文艺界的要求的呼声之中，要求天才的产生也可以算是很盛大的了，这显然可以反证两件事一是中国现在没有一个天才，二是大家对于现在的艺术的厌薄。天才究竟有没有？也许有着罢，然而我们和别人都没有见。倘使据了见闻，就可以说没有不但天才，还有使天才得以生长的民众。天才并不是自生自长在深林荒野里的怪物，是由可以使天才生长的民众产生，长育出来的，所以没有这种民众，就没有天才。有一回拿破仑过ps山，说，我比ps山还要高！这何等英伟，然而不要忘记他后面跟着许多兵倘没有兵，那只有被山那面的敌人捉住或者赶回，他的举动，言语，都离了英雄的界线，要归入疯子一类了。所以我想，在要求天才的产生之前，应该先要求可以使天才生长的民众。――譬如想有乔木，想看好花，一定要有好土没有土，便没有花木了所以土实在较花木还重要。花木非有土不可，正同拿破仑非有好兵不可一样。然而现在社会上的论调和趋势，一面固然要求天才，一面却要他灭亡，连预备的土也想扫尽。举出几样来说其一就是整理国故。自从新思潮来到中国以后，其实何尝有力，而一群老头子，还有少年，却已丧魂失魄的来讲国故了，他们说，中国自有许多好东西，都不整理保存，倒去求新，正如放弃祖宗遗产一样不肖。"}
{"text":"所以我想，在要求天才的产生之前，应该先要求可以使天才生长的民众。――譬如想有乔木，想看好花，一定要有好土没有土，便没有花木了所以土实在较花木还重要。花木非有土不可，正同拿破仑非有好兵不可一样。然而现在社会上的论调和趋势，一面固然要求天才，一面却要他灭亡，连预备的土也想扫尽。举出几样来说其一就是整理国故。自从新思潮来到中国以后，其实何尝有力，而一群老头子，还有少年，却已丧魂失魄的来讲国故了，他们说，中国自有许多好东西，都不整理保存，倒去求新，正如放弃祖宗遗产一样不肖。抬出祖宗来说法，那自然是极威严的，然而我总不信在旧马褂未曾洗净叠好之前，便不能做一件新马褂。就现状而言，做事本来还随各人的自便，老先生要整理国故，当然不妨去埋在南窗下读死书，至于青年，却自有他们的活学问和新艺术，各干各事，也还没有大妨害的，但若拿了这面旗子来号召，那就是要中国永远与世界隔绝了。倘以为大家非此不可，那更是荒谬绝伦！我们和古董商人谈天，他自然总称赞他的古董如何好，然而他决不痛骂画家，农夫，工匠等类，说是忘记了祖宗他实在比许多国学家聪明得远。其一是崇拜创作。从表面上看来，似乎这和要求天才的步调很相合，其实不然。那精神中，很含有排斥外来思想，异域情调的分子，所以也就是可以使中国和世界潮流隔绝的。许多人对于托尔斯泰，都介涅夫，陀思妥夫斯奇的名字，已经厌听了，然而他们的著作，有什么译到中国来？眼光囚在一国里，听谈彼得和约翰就生厌，定须张三李四才行，于是创作家出来了，从实说，好的也离不了刺取点外国作品的技术和神情，文笔或者漂亮，思想往往赶不上翻译品，甚者还要加上些传统思想，使他适合于中国人的老脾气，而读者却已为他所牢笼了，于是眼界便渐渐的狭小，几乎要缩进旧圈套里去。和读者互相为因果，排斥异流，抬上国粹，那里会有天才产生？即使产生了，也是活不下去的。这样的风气的民众是灰尘，不是泥土，在他这里长不出好花和乔木来！还有一样是恶意的批评。大家的要求批评家的出现，也由来已久了，到目下就出了许多批评家。可惜他们之中很有不少是不平家，不像批评家，作品才到面前，便恨恨地磨墨，立刻写出很高明的结论道，唉，幼稚得很。中国要天才！到后来，连并非批评家也这样叫喊了，他是听来的。其实即使天才，在生下来的时候的第一声啼哭，也和平常的儿童的一样，决不会就是一首好诗。因为幼稚，当头加以戕贼，也可以萎死的。"}
{"text":"即使产生了，也是活不下去的。这样的风气的民众是灰尘，不是泥土，在他这里长不出好花和乔木来！还有一样是恶意的批评。大家的要求批评家的出现，也由来已久了，到目下就出了许多批评家。可惜他们之中很有不少是不平家，不像批评家，作品才到面前，便恨恨地磨墨，立刻写出很高明的结论道，唉，幼稚得很。中国要天才！到后来，连并非批评家也这样叫喊了，他是听来的。其实即使天才，在生下来的时候的第一声啼哭，也和平常的儿童的一样，决不会就是一首好诗。因为幼稚，当头加以戕贼，也可以萎死的。我亲见几个，都被他们骂得寒噤了。那些大约自然不是天才，然而我的希望是便是常人也留着。恶意的批评家在嫩苗的地上驰马，那当然是十分快意的事然而遭殃的是嫩苗――平常的苗和天才的苗。幼稚对于老成，有如孩子对于老人，决没有什么耻辱作品也一样，起初幼稚，不算耻辱的。因为倘不遭了戕贼，他就会生长，成熟，老成独有老衰和腐败，倒是无药可救的事！我以为幼稚的人，或者老大的人，如有幼稚的心，就说幼稚的话，只为自己要说而说，说出之后，至多到印出之后，自己的事就完了，对于无论打着什么旗子的批评，都可以置之下理的！就是在座的诸君，料来也十之九愿有天才的产生罢，然而情形是这样，不但产生天才难，单是有培养天才的泥土也难。我想，天才大半是天赋的独有这培养天才的泥土，似乎大家都可以做。做土的功效，比要求天才还切近否则，纵有成千成百的天才，也因为没有泥土，不能发达，要像一碟子绿豆芽。做土要扩大了精神，就是收纳新潮，脱离旧套，能够容纳，了解那将来产生的天才又要不怕做小事业，就是能创作的自然是创作，否则翻译，介绍，欣赏，读，看，消闲都可以。以文艺来消闲，说来似乎有些可笑，但究竟较胜于戕贼他。泥土和天才比，当然是不足齿数的，然而不是坚苦卓绝者，也怕不容易做不过事在人为，比空等天赋的天才有把握。这一点，是泥土的伟大的地方，也是反有大希望的地方。而且也有报酬，譬如好花从泥土里出来，看的人固然欣然的赏鉴，泥土也可以欣然的赏鉴，正不必花卉自身，这才心旷神怡的――假如当作泥土也有灵魂的说。本篇最初发表于一九二四年北京师范大学附属中学校友会刊第一期。同年十二月二十七日京报副刊第二十一号转载时，前面有一段的小引伏园兄今天看看正月间在师大附中的演讲，其生命似乎确乎尚在，所以校正寄奉，以备转载。二十二日夜，迅上。"}
