{"text":"犹记得小学课本有一篇课文叫坐井观天。它讲的是一只常年呆在井底的青蛙嘲笑向它描述外面世界有多广阔的小鸟，尽管小鸟苦口婆心，但在青蛙的意识里，小鸟根本就是在胡诌乱语，青蛙觉得外面的天空也就只有它能看到的井口那么大，何来广阔可言呢？最后小鸟无奈，也只好拍拍翅膀飞走了，徒留那只执迷不悟的青蛙在那坐井观天。当初看到这个故事时，我认为那只青蛙可真笨。天空这么大，一个小小的井口怎么可以跟它比呢？可它却傻傻地认为那一方井口就是它的全世界这可真是悲哀到了极点！可随着时光飞逝，我一天天地成熟懂事。再去回看这个故事时，心底对青蛙最初的嘲笑慢慢转化成了怜悯。其实它没有错，因为从它出生之日起，就一直待在井底从未离开过，所以对于它来说外面的一切都是陌生而又虚幻的。一口井就构成了它的整个认知世界，它的愚蠢与它的悲哀在于它一辈子都无法跳出那口囚禁它的井，所以它的结局也就注定它只能死在自己的自以为是的理论里。我们人又何尝不是这样呢，习惯了套板效应，习惯了定向思维，也习惯了一向的自以为是，所以身边那些偶尔出现的真理，就在我们这些自以为是的习惯里被抹杀得不留痕迹了。一个人毕生的悲哀在于他从来都无法正确认识好自己。长久以来的认知习惯就形成了固步自封的生活态度，我们如果不能正确理智地接受外来事物的发展与改变，最终也会变成一只可笑又可怜的青蛙。中国封建社会的陋习之所以延续上千年，很大程度上就是因为人们长久以来的守旧习惯，习惯了见面鞠躬下跪，习惯了留着一头繁琐累人的长发，习惯了三寸金莲的束缚。人们习惯这固有的一切，所以固执得不肯接受任何改变，人们无法也没有勇气去走出那个巨大的思想牢笼，所以中国无可避免地继续封建，无可避免地继续落后于世界之外，因为我们习惯了，走不出祖祖辈辈的老规矩。然而，庆幸的是毕竟不是所有人都是坐井观天的青蛙。终于有人跳出来了他们揭竿而起，反抗朝廷他们剪掉辫子，不拘于世俗他们呼吁，学习科学，发扬民主他们呐喊，摆脱枷锁，建立中华。尽管代价是惨重的，抛头颅，洒热血，甚至举家被杀，可最终是成功的，就是因为他们的带领，中国走出了那间铁屋子，用独立自主的新姿态向世界庄严宣告着中国的新生。我们是这大千世界的小小一员，我们有我们固有的思维习惯，暂且不论那些习惯的正确与否，我们要做的是不要被那些固有的思维套死，要积极地面对世界的变化，并且让自己尽快地适应这些变化。"}
{"text":"终于有人跳出来了他们揭竿而起，反抗朝廷他们剪掉辫子，不拘于世俗他们呼吁，学习科学，发扬民主他们呐喊，摆脱枷锁，建立中华。尽管代价是惨重的，抛头颅，洒热血，甚至举家被杀，可最终是成功的，就是因为他们的带领，中国走出了那间铁屋子，用独立自主的新姿态向世界庄严宣告着中国的新生。我们是这大千世界的小小一员，我们有我们固有的思维习惯，暂且不论那些习惯的正确与否，我们要做的是不要被那些固有的思维套死，要积极地面对世界的变化，并且让自己尽快地适应这些变化。走出小屋，因为窗外有一只美丽的蝴蝶飞过。我们也要走出那个思想的小屋，就可以发现千万只的蝴蝶，不，也许不仅仅只是蝴蝶而已，还有蓝天白云走出小屋，世界更美好。即使我被囚了，也要为心灵开一扇窗，让心灵去看美丽的蝴蝶。――题记笼里的鸟儿没有快乐，因为没有飞翔的自由湖里的积水没有生机，因为没有奔流的激情静坐的人儿没有笑声，因为没有欢快的呼吸将自己囚在屋里的人永远也不知道外面的世界，宛如桃花源记所说问今是何世，乃不知有汉，无论魏晋当你打开一扇门时，你才知道外面的世界更精彩，走出小屋，也就有了更美的人生。关在屋里永远不会快乐。我们为什么不喜欢去蹲监狱，因为那里没有自由。为什么聪明的你没蹲监狱而愿意呆坐在家中不出门，因为外面雾重风高。这不能不令人深思。社会是发展了，科技是迅猛进步了，电脑是快普及了，但我也发现在现代会笑的人却少了。有了互联网，我们舍得一天多个小时坐在电脑旁边，老年人看看电视，中年人炒炒股票，少年人玩玩游戏，都是将自己关了起来，与世界隔了开来，就是舍不得去外走走！尤其是我们少年习惯了网络，爱上了游戏，除了上学，就不再出门，森林也许只在书上见，河流也许只在网上查过，至于什么彩虹如何形成，知道的人恐怕就更少了？为什么要关在屋里，也许是家长微博呵斥你在家学习为什么要关在屋里，也许是你自己不想出去为什么要关在屋里，也许是不喜尘世的繁杂关在屋里，不能放开自己的心灵，郁郁寡欢，不思进取，精神颓废，萎靡不振，最终走向极端，庞涓周瑜海子的人生悲剧以给我们敲响了警钟，朋友，外面的世界很精彩，出出走走吧，为何不走去屋外寻找生命的真谛呢？因为走了出去，我们才有了诗人。"}
{"text":"为什么要关在屋里，也许是家长微博呵斥你在家学习为什么要关在屋里，也许是你自己不想出去为什么要关在屋里，也许是不喜尘世的繁杂关在屋里，不能放开自己的心灵，郁郁寡欢，不思进取，精神颓废，萎靡不振，最终走向极端，庞涓周瑜海子的人生悲剧以给我们敲响了警钟，朋友，外面的世界很精彩，出出走走吧，为何不走去屋外寻找生命的真谛呢？因为走了出去，我们才有了诗人。想想李白不愿束缚，向往自由，他走出了唐都之门，寄情山水，去看飞流直下三千尺的瀑布，去跨难于上青天的蜀道，去结桃花潭水深千尺，不及汪伦送我情的知已，才成为伟大的浪漫主义诗人。因为走了出去，我们才有了画家。想想徐悲鸿跨出国门，冲突中国传统作画，将中国画与西方美术融为一体，才有了马的奔腾。因为走了出去，我们才有了大医。想想大医陈晓兰，冲出潜规则的牢笼，为患者鼓与呼，才有了医药收费的合理。可见一个人只有冲破束缚走出小屋亲近自然心忧天下，才能成就辉煌的业绩，才能谱写美好的人生。因为走了出去，国家才得以昌盛。封建王朝的闭关锁国政策，国家关在了笼子里，技术落后了，生产落后了，落后就挨打，割地赔款为中华民族抹了耻辱的一笔。以史为鉴，实行改革开放，让人民从屋里走出来，让国家从圈子里走出来去与世界交流，才有了今日的嫦娥一号绕卫星，才有了神七太空遨游，才有了奥运胜利结束，才让中国屹立于世界东方。走出小屋，屋外有一只美丽的蝴蝶，不开心的你会微微一笑走出小屋，屋外有一只美丽的蝴蝶，不开怀的你会游目骋怀走出小屋，屋外有一只美丽的蝴蝶，你会觉得生活不再是一个小圈子。即使不能出去，也要将心灵先开一扇窗，通通气，让被囚的心舒一口气。人们往往容易贪慕别人的欢乐，却遗忘了属于自己的幸福。――题记曾经听说过这样一个故事从前有一个穷人和一个富人，富人腰缠万贯，周身绫罗绸缎，而穷人只要一间破草屋。富人问穷人幸福吗？其哦哪个回答很幸福，富人觉得不可理喻，拂袖而去。一天，富人家里发生火灾，全部家产化为灰烬，他自己也流落街头乞讨为生。夏天很热，富人有累又渴，于是他敲开一间草屋的门，开门的正是当年那个穷人，富人向穷人讨了一碗水，喝完，穷人问他什么是幸福，富人回答说，幸福就是手中的这碗水。一碗水能有多幸福？可它却是富人心中幸福的定义。那么你呢，朋友？"}
{"text":"――题记曾经听说过这样一个故事从前有一个穷人和一个富人，富人腰缠万贯，周身绫罗绸缎，而穷人只要一间破草屋。富人问穷人幸福吗？其哦哪个回答很幸福，富人觉得不可理喻，拂袖而去。一天，富人家里发生火灾，全部家产化为灰烬，他自己也流落街头乞讨为生。夏天很热，富人有累又渴，于是他敲开一间草屋的门，开门的正是当年那个穷人，富人向穷人讨了一碗水，喝完，穷人问他什么是幸福，富人回答说，幸福就是手中的这碗水。一碗水能有多幸福？可它却是富人心中幸福的定义。那么你呢，朋友？你的幸福是赚大钱么？是考上大学么？还是做一个万人瞩目的明星呢？无疑，当你拥有这些的时候你会是幸福的，但是，这些东西对于你来说，不过是你心中的一种渴望，它不是你最需要的，而幸福恰好是你最需要的如同蛋白质和维生素一样的物质，也许我不该说是物质，因为幸福它本就不是有形的，它是属于你掌心的一丝温暖，他是属于你眼角的一个表情，它也是属于你心灵的一块绿洲，滋养你的生命之树。现实生活中，人们总是习惯把目光投向别处，往往能够一眼看到别人的幸福，既而心生羡慕，于是，幸福就在这样的彼此歆羡中悄然流逝了，如同蒸馏水渗入土壤，并未给我们的生命增添任何养料。其实幸福无处不在，它们可能是在寒冷的冬夜等待你回家的一盏灯，可能是朋友送你的一双手套，可能是萍水相逢的人对你道一声你好！，更甚者，幸福就是你在某天清晨醒来看到窗外阳光正好，草长花红，你不觉得在那一瞬间被幸福撞了一下腰么？曾经以为别人幸福，是因为他的幸福足够特别，我不幸福是因为我的幸福不及别人的好。募然回首，终于悟得别人的幸福是别人的幸福是别人的，你无法分一杯来，同样，我的幸福是我独有的，别人也无法带一分去。这样想着竟享福起来。那么，让我告诉你一个秘密吧，其实幸福就如同一批零件，有合格的也有不合格的，需要我们的检验。用什么呢？当然是我们的眼睛耳朵和心灵。一个时常觉得自己很幸福的人，睁开眼睛能够发现幸福，闭上眼睛能够聆听幸福，就算他看不到听不到，也能用心感受得到幸福的存在。为什么呢？因为他常怀对生活的感恩与珍惜之心。人生如虹，岁月如歌。在时光辗转之中，记得常常摸一摸自己的口袋，看看，幸福还在吗？一只手，能够拾起一片垃圾一只手，能够交上一份答卷一只手，能够支撑起一个家庭。"}
{"text":"用什么呢？当然是我们的眼睛耳朵和心灵。一个时常觉得自己很幸福的人，睁开眼睛能够发现幸福，闭上眼睛能够聆听幸福，就算他看不到听不到，也能用心感受得到幸福的存在。为什么呢？因为他常怀对生活的感恩与珍惜之心。人生如虹，岁月如歌。在时光辗转之中，记得常常摸一摸自己的口袋，看看，幸福还在吗？一只手，能够拾起一片垃圾一只手，能够交上一份答卷一只手，能够支撑起一个家庭。一只手，可能会打碎一只瓶子一只手，可能还会伸进别人的口袋，一只手，也可能会把自己关进监狱。每个人都有手，手的价值，决定于一个人的思想，于是乎，所有的人都想到了教育。俞洪敏说面向未来的教育，不但仅是开发孩子的智力，而是要让孩子理解自我，培养孩子的三大商素智商情商和逆商。从小学到大学，一直到我们老去的那一天，我们一直都在用一只手改写着我们的智商，这是一只需要历经沧桑的手，这只手传达的所有信息，似乎都离不开一个人的智能发展，更为直观的就是代表了一个人的整体形象，一切的喜怒哀乐，都在随着这只手而改变，这只手，从出生的那一刻开始，似乎注定是用来上交答卷的，起跑线不能输，中途线要加油，冲刺线需尽力，大学里要考证，毕业后要考单位，就业后，要考职称，一直到退休，这只手的使命就是考试，智能发展成了孩子们永远的主题。人们似乎忘记了，这只手还能完成比发展智能更为重要的多的事情，生活在这样的一个社会中，这只手，不但能够改写自己，还能够融洽家庭，更能够协助他人，能够赢得自尊自信自强，更能够实现感恩能够承担责任能够成就他人能够协助一切需要协助的人，因为有了这只手，生活不再是枯燥和单调，人与人之间不再是对立和冲动，每个人都能在自己平凡的岗位上积极地为社会做贡献，每个人都能通过这举手抒写个人的价值，因为有了这只手，人和动物有了区别，人和自然有了和谐，人与人有了温情，社会也就有了公平和正义，伸出来，这只手传递的就是温暖，捧起来，就是人生的幸福。人们似乎更忘了，这只手还有面对困难挫折和失败时的抗打击水平和自我鼓励水平，这只手，所能满足的不但仅日复一日三点一线的单调乏味生活，这只手还能满足人们日益增长的物质文化的需要，这更是一只创造之手。花瓶碎了，我们经常会碰到把碎片扔掉的事，可能除最细心的聪明人才会去研究碎片蕴含的规律，而丹麦科学雅各布博尔就是这最细心的聪明人。"}
{"text":"人们似乎更忘了，这只手还有面对困难挫折和失败时的抗打击水平和自我鼓励水平，这只手，所能满足的不但仅日复一日三点一线的单调乏味生活，这只手还能满足人们日益增长的物质文化的需要，这更是一只创造之手。花瓶碎了，我们经常会碰到把碎片扔掉的事，可能除最细心的聪明人才会去研究碎片蕴含的规律，而丹麦科学雅各布博尔就是这最细心的聪明人。失败并不可怕，关键是失败中蕴含了成功的先机，失去成功的先机最为可怕，一只手，常常是放错了地方，抬起这只自己的手，朝着自己的强项去发展，这只手带来的不就是简单的标准件的结果，更为重要的是这是一只能主动创造市场的手，这只手能充分发挥它的潜能，从而创造了这只手的价值，这就是一只摊开是放飞的想象，张开是创造的力量之手，有了这只手，一切都是新的。一只自己的手，更是智商情商和逆商的创造之手，倘若是指向其中的一项，这只手能有的力量都将是极其的有限，我们需要发展自己的智商，但是千万别忽视了自己的情商和逆商，否则，这将是一直营养不良之手，我们被戏称为舌尖上的中国，却还有着很多营养不良的手，这只手，承载着民族复兴的使命，这只手事关中国的兴衰成败，更为恰切的是一只手上的中国。一棵挤压在石缝中的稚嫩幼苗，因为学会了坚强，最终突破石缝，长成一棵参天大树一缕跳跃在峡谷中的涓涓细流，因为学会了坚强，最终汇成黄河，成为我们伟大的母亲。人类的一切劳动成果，都是依靠坚强铸造的。小时候，我觉得自己就是一只丑小鸭。在朋友们中间，既不是那么出名，也不是那么惹人嫌。就像万花丛中的一朵无名小花，默默无闻的开放着，孤寂，沉默。直到有一天，偶然发生的一件事，突然使我认识到，我竟是如此的坚强。那天正值小区闹革命，一处楼房在大兴土木，石子沙子满地都是。当我和伙伴们满园的追逐打闹玩的正欢时，我那不争气的鞋子不知怎么回事，突然带着我向前滑出一米多，膝盖重重磕在水泥地面上。等我镇静下来检查伤口时，发现膝盖那里一片血肉模糊，我意识到出事了。但我还是咬紧牙关忍住钻心的疼痛，始终没让眼泪掉下来，并坚持着一步一步的走回了家。"}
{"text":"直到有一天，偶然发生的一件事，突然使我认识到，我竟是如此的坚强。那天正值小区闹革命，一处楼房在大兴土木，石子沙子满地都是。当我和伙伴们满园的追逐打闹玩的正欢时，我那不争气的鞋子不知怎么回事，突然带着我向前滑出一米多，膝盖重重磕在水泥地面上。等我镇静下来检查伤口时，发现膝盖那里一片血肉模糊，我意识到出事了。但我还是咬紧牙关忍住钻心的疼痛，始终没让眼泪掉下来，并坚持着一步一步的走回了家。当我躺在医院里接受治疗时，虽然痛在身上，却乐在心里，因为我战胜了其他小伙伴们不可想象的困难。那一次，我突然发现，我竟是如此的坚强，就好像一下子从丑小鸭变成了白天鹅也是从那一次，我变得乐观开朗多了，遇到不会的问题，绝不轻易向困难低头遇到不开心的事，也不再哭闹个没完。其实，人的一生会遭遇无数挫折。有些人没有坚强的毅力，不敢突破，被困难永远的阻在了前面，好比一棵被压在石块下的树苗，如果不思进取，便永无出头之日还有一些人果敢勇决，不畏艰难险阻，勇于突破，敢于创新，终会取得胜利。小溪虽是细流，但是只要坚强，终会拥抱大海雏鹰虽然弱小，但是只要坚强，终会翱翔蓝天。我们也应当胸盈梦想，释放激情，坚强不屈，创造辉煌。坚强，是我们生活组成的一部分。没有坚强就没有克服困难的勇气没有坚强，就没有通向成功的动力。只要你坚强，不管遇到什么困难最终你都会走出困境。那天，我跟着爸爸去学溜冰。爸爸先买了两双溜冰鞋，然后带我走进溜冰池。啊，溜冰池里的人真多啊我看着这些大哥哥大姐姐在溜冰场上高兴地滑着。有的单脚旋转，像在跳四小天鹅有的张开双臂加速地滑着，像大鹏展翅有的还在波浪式的地方滑，就像大海上的一叶扁舟。他们各有各的绝招，我真羡慕他们呀于是，我让爸爸赶快教教我。爸爸耐心地说你先把两脚分成八字形，接着一步一步地向前滑去。有我在，你不用担心滑倒。听了爸爸的话，就摔了个四脚朝天，刚迈出两步，我迫不及待地开始溜了。可是，像海滩上的乌龟一样寸步难行了坚强，是我们生活组成的一部分。没有坚强就没有克服困难的勇气没有坚强，就没有通向成功的动力。只要你坚强，不管遇到什么困难最终你都会走出困境。那天，我跟着爸爸去学溜冰。爸爸先买了两双溜冰鞋，然后带我走进溜冰池。啊，溜冰池里的人真多啊我看着这些大哥哥大姐姐在溜冰场上高兴地滑着。"}
{"text":"有我在，你不用担心滑倒。听了爸爸的话，就摔了个四脚朝天，刚迈出两步，我迫不及待地开始溜了。可是，像海滩上的乌龟一样寸步难行了坚强，是我们生活组成的一部分。没有坚强就没有克服困难的勇气没有坚强，就没有通向成功的动力。只要你坚强，不管遇到什么困难最终你都会走出困境。那天，我跟着爸爸去学溜冰。爸爸先买了两双溜冰鞋，然后带我走进溜冰池。啊，溜冰池里的人真多啊我看着这些大哥哥大姐姐在溜冰场上高兴地滑着。有的单脚旋转，像在跳四小天鹅有的张开双臂快速地滑着，像大鹏展翅有的还在波浪式的地方滑，就像大海上的一叶扁舟。他们各有各的绝招，我真羡慕他们呀于是，我让爸爸赶快教教我。爸爸耐心地说你先把两脚分成八字形，接着一步一步地向前滑去。有我在，你不用担心滑倒。听了爸爸的话，我迫不及待地开始溜了。可是，刚迈出两步，就摔了个四脚朝天，像海滩上的乌龟一样寸步难行了。我摸着摔疼的屁股，像霜打的白菜――焉了。这时耳边传来爸爸意味深长的话不要灰心，要学会坚强。失败是成功之母嘛听了他的话，朝前滑去。功夫不负有心人，我又鼓勇气，我终于会溜了，而且还能溜得飞快。正在我得意忘形的时候，突然前面出现了一个坡。我大惊失色，刹车已经来不及了，可我总不可以听天由命吧爸爸的坚强的话语又鼓励了我，我把握好身体，腾空而起后，转了一圈就顺顺当当地落了下来。顿时，场上响起一阵掌声。我自豪地看看爸爸，我学会了坚强，他正竖着大拇指夸我呢那一刻，终于走出了缺乏自信的困境。那一刻，我才明白没有坚强就没有克服困难的勇气没有坚强，就没有通向成功的动力。希望天空纯美无瑕，却常常有狂风和暴雨希望大海风平浪静，却常常有狂风和恶浪希望人生一帆风顺，却常常有困境和忧愁。困境，虽然是每个人都会遇到的永恒话题，但困境本身并不可怕，可怕的是你跌入困境后没有勇气走出来。如果说人生是大海，那么困境只是其中一朵骤然起伏的浪花。如果说人生是一首音乐，那么困境只是其中一个不可缺少的音符。在岁月的尘雾中，记忆的空隙间总会留下淡淡的惆怅与迷茫。年少无助的彷徨，失意与忧愁支起那段困窘的梦――他静静地独坐在窗前，发呆似的凝望着远方。"}
{"text":"困境，虽然是每个人都会遇到的永恒话题，但困境本身并不可怕，可怕的是你跌入困境后没有勇气走出来。如果说人生是大海，那么困境只是其中一朵骤然起伏的浪花。如果说人生是一首音乐，那么困境只是其中一个不可缺少的音符。在岁月的尘雾中，记忆的空隙间总会留下淡淡的惆怅与迷茫。年少无助的彷徨，失意与忧愁支起那段困窘的梦――他静静地独坐在窗前，发呆似的凝望着远方。泪水情不自禁地从眼眶中溢了出来，而他没有用手去擦，任由泪水从他的脸上滑落到那张不理想的试卷上。他不知道自己哭了多久，只知道当他的成绩在老师颤抖的嘴唇中挤出来时，同学们那惊异的目光，他不敢正视老师对他的期望被打破时的那种失望的眼神。不敢看那张可怜巴巴的试卷。但事实摆在眼前，他不得不相信这就是那个平时在班里数一数二的他的成绩。月光更加惨淡了。那河畔的金柳正在为他的失败而哭泣，就连那落叶也发出了沉重的叹息。此时的他想起了平时早出晚归的父母，他们那干瘦如柴的身躯和那渐渐黯淡的眼神。这一切都令他伤心与自责。月亮升得更高了。当他抬起头向窗外望去时，那一幕令他震憾了一颗瘦小的小草在怒吼的狂风中依旧碧绿，即使今年它枯黄了，明年的它照样会生机勃勃地生长。他猛然意识到宝剑锋从磨励出，梅花香自苦寒来。一个没有经历过困境的人，他的生命不会有内涵一个没有经历失败的人，他的人生就不会丰富，他将永远是一个不成熟的人。也正是因为生活中有欲渡黄河冰塞川，将登太行雪满山的困境，才有了行路难，行路难，多歧路，今安在的感叹。如果你跌倒之后能够再次爬起来，那么你的心中就会涌起一种长风破浪会有时，直挂云帆挤沧海的豪情壮志。于是，他再次拿起笔，寻找失败的原因――他相信，他一定会走出困境抵达成功。不知什么时候，窗外的月亮变得皎洁可爱了，高高地挂在美丽的星空中，陪伴他直到深夜他关上窗户，闭上眼睛躺在床上，他仿佛看见了明天的天气――阳光灿烂。"}
