{"text":"小乘的思想有关分析身心而得的归纳名辞计有五阴三毒六根六尘十八界等名相。五阴一译作五蕴。阴与蕴，都是代表阴暗与蕴藏的意义。五阴包括色受想行识五项。色阴包括有所表示的如颜色与长短虚空，乃至无所表示的，如抽象幻觉等等，中文的色字，有时代表男女之色，但佛学中极少采用色字来代表男女色欲。总之，色阴，是包括物理与生理身体的四大种性，所谓四大，就是地大坚固性的实质水大流动性的液体火大热能风大气化。受阴，指生理的感觉与心理的反应。想阴，指思维意识的思想作用。行阴，指身心本能运行活动的动能。识阴，指心灵作用的精神本质。由人我身心与物理人事世间所起的心理基本罪恶，便有所谓贪嗔痴的三毒，隋唐以前旧译佛学，也有称为淫怒痴的。由三毒所生的差别罪恶，便有三种心理的罪过，即贪嗔痴四种口舌的罪过，即妄语恶口两舌绮语以及三种身体的罪过，即杀盗。淫。佛学既概括人们身心的作用，叫做五阴，同时又分别身心与物理世界的关系，构成六根六尘与十八界六根――眼耳鼻舌身意}十八界六尘――色声香味触法此中唯有意的思维法则，属于心理的，余如身体所生的感触等等，都是属于生理与物理的作用。有关于人生观与世界观的，计有四谛，十二因缘四谛即为苦集灭道四者。是说人生世界，一切皆苦，纯苦无乐，而众生无知，反取苦为乐归纳其类，分为八苦，即生老病死求不得爱别离怨憎会五阴炽盛等，这就叫做苦谛。因为众生自寻烦恼，以采集苦因而成苦果，误以为乐，这就叫做集谛。如欲灭去苦因苦果，达到离苦得乐，这就叫做灭谛。因此必须要以求证道果，升华人生而得达究竟的法门这就叫做道谛。并且以人世事物，一切都是变迁不定，根本没有永恒，所以名之为无常。人生一切，纯苦无乐，因此名之为苦。一切皆空，所以名之为空。而且分析身心，乃至世界，其中毕竟没有我的存在，所谓世界身心，但为我的所依，并非我的真实，又名之为无我。因此综观人生世界，名为无常苦空，无我。"}
{"text":"并且以人世事物，一切都是变迁不定，根本没有永恒，所以名之为无常。人生一切，纯苦无乐，因此名之为苦。一切皆空，所以名之为空。而且分析身心，乃至世界，其中毕竟没有我的存在，所谓世界身心，但为我的所依，并非我的真实，又名之为无我。因此综观人生世界，名为无常苦空，无我。十二因缘首先从无明开始，无明就有不明根本，不知其所来的意义，普通人们对于生命或心灵意识活动的泉源，都是一本糊涂，不明究竟，反之，就是明自觉悟而得其究竟了，可是一切众生，都从无明而来，所以姑且裁定以无明为开始的因。首因无明而发生第二相互关系的行，行就是动能的意思。第三因行而有识的作用，识是基本能思的潜力。第四因识而构成名抽象的观念色实质的生理与物理。第五团名色而生起眼等六根与色等六尘进入的现象。第六国六人而发生接触的感觉。第七因触而引起领受在心的作用。第八因受而发生爱欲的追求。第九因爱而有求取的需要。第十因取而现有的存在。第十一因有而成生命的历程。第十二因生而有老死的后果。复因老死而转入无明，又形成另一因缘的生命。无明循前列循环因缘的次序，而互为因果，因此生生灭灭，如环的无端无尽，虚妄相续，建立一个幻化的人生世界历程的现象，同时，又用这一法则，说明物理的，与过去世现在世未来世三段时间中，生命延续的法则，扩而充之，又可用在对于时间空间的解释。总之，小乘佛学对于人生世界的观点，正如一般宗教相似，纯粹从出世思想的立场，看世界，是一个痛苦烦恼的世界看人生，是一个悲观罪恶的人生，因此要求出离世间，要求解脱人生，而求得清净寂灭的涅道果其行为思想，如中国道家的隐士，其偏向有点类似杨朱，所以也为中国文化中另一类的精神相近，自然而然被承受下来而成为中国佛学的一部分。小乘的实践以持戒修定修慧为次第三学的基础，终于达到解脱，与解脱知见的究竟。所谓戒律，有出家的男众与女众，不出家在俗的男众与女众种种项目的差别，基本戒条，也就是人类公认的不杀不盗不淫不妄语等等的美德。"}
{"text":"小乘的实践以持戒修定修慧为次第三学的基础，终于达到解脱，与解脱知见的究竟。所谓戒律，有出家的男众与女众，不出家在俗的男众与女众种种项目的差别，基本戒条，也就是人类公认的不杀不盗不淫不妄语等等的美德。是以戒律的作用，与中国文化的礼记精神非礼勿视非礼勿听非礼勿言非礼勿动，极其相似其他细节条文，有关于仪礼，以及防微杜渐的操守，又与墨子的素丝染色之叹，与节俭其行高尚其志，互相类似，除了其中一部分，因时因地的异同，尚有可议之外，实在是澡雪精神砒项操行的道德准绳。小乘的求证方法以禅那为主。梵语禅那，有译为中文的静虑，但静虑是从大学的知止定静安虑得的取义而来，且又稍有出入，禅那包括瑜伽与观慧，是一种变化气质，锻炼身心的方法，大乘的禅定，与后来中国佛教禅宗的禅，又有异同。禅那的方法，有从一心一德的信仰坚定入手有从生理的安那般那调理出入呼吸入手有从洗心休息入手有从心理的观念意思入手，有从念诵秘文入手，所谓方便法门，不一而足，综合其修证工夫程序的分类，不外四禅八定，又称为九次第定四禅包括四定，统名为四禅八定，加上得阿罗汉极果的灭尽定，更名为九次第定。初禅，心一境性定生喜乐所谓心一境性，就是指从某一种方法入手，初步到达心境宁静，统一精神与思虑，集中一点，没有另一纷杂的思念歧差，渐渐引发生理上生命本能的快乐――不同平常欲乐的感觉，与心理上无比的喜悦――不同平常情绪上的欢喜。由初步入手到达这个过程之中，便已经历一般所说打通气生理本能的活动脉神经系统的程序，才能到达心境宁一的境界。二禅，离生喜乐再由此进修，心境的宁静，更为凝固，喜乐的境界，更为坚定，有脱离身心压力苦恼的觉感。三禅，离喜得乐由前所引发心理上喜悦的经验，已经熟悉而安谧，成为异乎平常的习惯，唯有乐境的存在。四禅，舍念清净以上三个禅定的过程，仍有感觉意识的作用存在，到了四禅的程度，舍除感觉而达到无比寂静的境界，才为究竟。除了这四种禅的境界以外，有四种定境色无边处定，是在光景无边的情况中，得到身心的宁静。空无边处定，是在空灵无际中，得到宁静。识无边处定，是在从未经验的精神境界中，得到宁静。非想非非想处定，是为超普通感觉知觉的境界中，得到宁静。所谓非想，就是说不是意识思想的情况，非非想，是说并非绝对没有灵感的知觉。"}
{"text":"四禅，舍念清净以上三个禅定的过程，仍有感觉意识的作用存在，到了四禅的程度，舍除感觉而达到无比寂静的境界，才为究竟。除了这四种禅的境界以外，有四种定境色无边处定，是在光景无边的情况中，得到身心的宁静。空无边处定，是在空灵无际中，得到宁静。识无边处定，是在从未经验的精神境界中，得到宁静。非想非非想处定，是为超普通感觉知觉的境界中，得到宁静。所谓非想，就是说不是意识思想的情况，非非想，是说并非绝对没有灵感的知觉。至于最后一种阿罗汉境界的灭尽定，是超越平常言语文字的境界，勉强用比喻来说，等于天人浑合，与无边无相的虚空合一的境界。所以小乘最高成就的阿罗汉们，每每到了住世寿命已尽的时候，而预知时至，显现神变，终于灰身灭智自称我生已尽，梵行已立，所作已办，不受后有。便泊然寂灭。由于以上的简介，大概可以约略窥见小乘佛学的情形，他先由学理思想，对于理论上的了解，从实践绝对道德的戒行作起，到达求证禅定而得解脱，其最终的目的，认为可以脱离这个世界生死的轮圈，永远得到住在绝对寂静清虚的道果之中。事实上，这个清虚寂静的道果，是否就是宇宙生命的究竟？是否真能可以解脱生死的轮回？从大乘佛学的观点上看来，都是很大的问题，同时，禅那的境界，释迦也曾说过，这是一种共法，所谓共法，并不是佛法所独特专有的，凡普通世俗的人，与其他宗教，异派学术的人，只要深明学理，努力修证，都可以做到类似的定境，并非究竟了义的法门，他们只知厌离世间，自求适意，解决生命之流的分段作用，自己便认为已经了脱生死，住在寂灭清静的境界上，只是落在偏空之果，等于逃避世间的自私隐士，是一种彻底个人自由的实行者，后来中国的禅宗，称之谓担板汉或自了汉。所谓担板，是说他用一个肩头背了一块木板走路，只能看到一边而已。大乘的思想中国的佛学，向来是大小乘兼修并具，显教密教通行不悖的，尽管从大乘佛学的立场来看小乘，并非究竟的佛法，但学习大乘，仍然须以小乘的戒定慧三学作为基础，不但如此，如以乘道来说，中国佛学，等于有五乘的阶梯第一人乘，学佛先要从做人开始，凡人伦道德，应该注重的事，都须一一作到，以期达到为善去恶，而止于至善的境界。由人乘升华，可以达到第二天乘的进修，天人是从做人的至善而生。第三为小乘的声闻乘，包括厌离世间，修习四谛――苦集灭道的小乘行者。"}
{"text":"大乘的思想中国的佛学，向来是大小乘兼修并具，显教密教通行不悖的，尽管从大乘佛学的立场来看小乘，并非究竟的佛法，但学习大乘，仍然须以小乘的戒定慧三学作为基础，不但如此，如以乘道来说，中国佛学，等于有五乘的阶梯第一人乘，学佛先要从做人开始，凡人伦道德，应该注重的事，都须一一作到，以期达到为善去恶，而止于至善的境界。由人乘升华，可以达到第二天乘的进修，天人是从做人的至善而生。第三为小乘的声闻乘，包括厌离世间，修习四谛――苦集灭道的小乘行者。超此以上，便为第四的缘觉乘，从十二因缘的原理，观察世间的缘聚缘散，缘生缘灭，便遗世独立，超然物外的小乘行者。第五才为大乘的菩萨道，所谓菩萨，是梵语菩提萨睡觉悟有情的译音，它包括自利利他以及佛果的自觉觉他觉行圆满的意义，如用中文直译的意义来说，菩萨便是觉有情，又名为大士或开士，用现代语来说，便是多情的慈悲救世的得道者，后来中国文学上有不俗即仙骨，多情乃佛心的句子，实在是辞藻美丽的恰当写照。大乘菩萨道，复有三种行径先求自利，如从小乘出世修行等入手。等到自利成就，才来利他。先为利他，后求自利。自利利他同时并进。总之，大乘的行为，是身人世而心出世的，是以济世救众生为基础的，是可以牺牲自我而救世救人的大乘的观看一切众生，都是与我同体而发生慈悲的愿力，大乘的慈悲利物，是无条件，无要求的，绝对的自发自觉的救世心肠，综合以上两个观念，便名为同体之慈，无缘之悲。大乘思想的体系，是扩充小乘戒定慧解脱解脱知见的法门，构成六度六波罗蜜或十度的层次。所谓六度布施。大乘思想是以布施入手的，因为一切众生，都是从自我自私的贪求，而造成苦果，大乘以尽其我之所有，我之所属，彻底作为布施，以满足众生的欲望，以感化众生的悭贪。布施又分三种一为外布施，即以财物身命等做布施，又名财布施，以知识学问智慧等作布施，为法布施，二为内布施，使自己内心放下一切贪欲的心，三为无畏布施，给一切众生以平安安全无恐怖精神上的支持与保障。持戒。从不杀不盗不邪淫不妄语开始，至于起心动机，无一非戒律，大乘的戒律，不但是行戒形戒，实际上，完全为诛心之论的心戒，例如为善的动机而为求名，即犯大乘菩萨之戒，其中运用之妙，实在不是片言可尽。忍辱。"}
{"text":"布施又分三种一为外布施，即以财物身命等做布施，又名财布施，以知识学问智慧等作布施，为法布施，二为内布施，使自己内心放下一切贪欲的心，三为无畏布施，给一切众生以平安安全无恐怖精神上的支持与保障。持戒。从不杀不盗不邪淫不妄语开始，至于起心动机，无一非戒律，大乘的戒律，不但是行戒形戒，实际上，完全为诛心之论的心戒，例如为善的动机而为求名，即犯大乘菩萨之戒，其中运用之妙，实在不是片言可尽。忍辱。简单地说大乘忍辱，有两句话，已可概其大要，即忍人所不能忍，行人所不能行，统统为了慈悲救世而出发，而且要做到内心了无忍辱的观念存在，才算忍辱。精进。就是随时随地，勤奋努力求证的恒心，所以精进，与前面的布施持戒忍辱与后面的禅定般若为伴侣，无论进修哪一度门，都是须精进不懈方可，它是积极的为善，不是消极的等待为善。禅定。包括小乘四禅八定与九次第定的内容，扩而充之，至于动中静中，在内在外，无时无处无一而不在禅定中的境界，上至上升天堂而享乐，下至下人地狱度众生，都要刹那不离禅定以自处。般若。般若为梵语，如用中文的译义，等于智慧，但中文的智慧，往往与聪明相通，聪明在佛学上，被称为世智辨聪，是由于感官的灵敏，和耳聪目明而来，并不足以代表般若内涵的智慧。般若的智慧，有五项内义一为实相般若，是证悟宇宙万有生命的本体，与心性根源的智德。二为境界般若，是由心性本能所生起的各种差别境界，包括精神世界的种种现象。三为文字般若，是由智慧所发出哲学的文学，与语言的天才。四为方便般若，是智慧运用的方法，包括所有学术知识的范畴。五为眷属般苦，概括由前五度而来的道德行为的德性。以上自布施到排定五个次序，都是大乘的励行至善之德的基本，由力行善德而至于自启其牖，达到般若智慧成就的极果，所以大小乘佛学的最高成就，都是注重智慧的解脱智慧的成就，并非盲目的信仰。复由六度成就的扩展，作为利世利人的人世辅翼，便有另外四度的成立方便善巧。精进自利利他的方法。愿。是对众生永恒无尽的慈悲愿力，所以大乘菩萨为发愿拯救世间，便有虚空有尽，我愿无穷，地狱未空，誓不成佛的坚誓名言。力。由坚贞不拔的誓愿生起自利利他的伟大愿力。智。终于达到自觉觉他觉行圆满而成佛果的大智度门。"}
{"text":"复由六度成就的扩展，作为利世利人的人世辅翼，便有另外四度的成立方便善巧。精进自利利他的方法。愿。是对众生永恒无尽的慈悲愿力，所以大乘菩萨为发愿拯救世间，便有虚空有尽，我愿无穷，地狱未空，誓不成佛的坚誓名言。力。由坚贞不拔的誓愿生起自利利他的伟大愿力。智。终于达到自觉觉他觉行圆满而成佛果的大智度门。大乘的实践大乘菩萨道的思想学术，开拓小乘厌离世间的思想，化为积极人世的精神，不但要以出世的心情，跳进人间的火坑地狱去救世救人，而且要救一切众生不但要度化善人，而且要度化恶魔不但赞叹笃信佛道真理的善男信女，同时也赞叹凡是具备这种同一真理同一原则的异宗外道，虽然对于最高见地因有差别而形成说教的方式各有不同，只要是同具慈悲觉世的心肠，认为即同于大乘菩萨道的同行善友，这种以与世无争的出世心情，毫无条件而人世救众生的自愿，正如后世佛教所用的标记莲花一样。莲花是纯净无污的圣洁之花，但它却不生长在高原山顶之上，它要在拖泥带水的秽污烂泥中开花结果。因此讲到大乘所实践的戒律，每每以八万四千条来形容它的繁细，但这非一定的数宇，只是表示众生界善恶心理的差别变相，在一念之间，便有八万四千种的差失，由此可知所谓大乘戒律的根本精神，在于心戒，凡是动心忍性，起心动念之间的内在动机，有一毫是恶念，或以自私自利而出发，便是违犯菩萨的戒律。唐宋以后，中国内地所用的菩萨戒，是以梵网经为基本，边区西藏地方所用的，是瑜伽师地论的菩萨戒为基本，但这两种戒本，都是原理原则的建立，运用之妙，仍在一心。其中有大部分原则二相同于儒家圣贤君子之道，与有道之士的行谊，如与中国传统文化五经中的礼记的儒行坊记表记学记等篇参照来读，便可了解释迦佛对于人类德行风规的伟大建立，实在令人肃然起敬，油然具信，与其说它是宗教的戒律，毋宁说是人类教育哲学的最高守则。由此可知大乘实践的精神，又迥非小乘戒律可以范围，所以唐宋以后中国的佛教，采取大小乘戒律并重的方向，尤其偏向于大乘戒行，与南传佛教，大有异同之处，这也足以说明我们过去的文化传统，不是冒然接受佛学，是先要通过儒道等学术思想的尺度去秤量，然后才确定其价值而皈依膜拜的。"}
{"text":"由此可知大乘实践的精神，又迥非小乘戒律可以范围，所以唐宋以后中国的佛教，采取大小乘戒律并重的方向，尤其偏向于大乘戒行，与南传佛教，大有异同之处，这也足以说明我们过去的文化传统，不是冒然接受佛学，是先要通过儒道等学术思想的尺度去秤量，然后才确定其价值而皈依膜拜的。虽然如此，我们若拿大乘菩萨的牺牲自我，专为救世而高尚其志的精神来讲，当然是天人仰止，无可非议，然而实践其道，谈何容易，墨子的摩顶放踵以利天下，早已有人说他陈义太高，何况能舍头目脑髓，而有过于墨子者，所以后世笃信儒家学者，便提出亲亲仁民爱物的仁爱次序，认为才是比较近于人情的救世思想，因此便又有儒佛行谊争辩的学案。总之，高山仰止，景行行止，虽然是高不可攀，远不可及，但取法乎上，也是教化必具的需要。平常有人问我是不是佛教徒，我的答复是我无资格做个佛教徒。有人问我怎样才叫做大乘菩萨？我的举例是当一个人在大海茫茫，遭遇台风巨浪而垂死须臾时，你只有一个救生工具，还是诚诚敬敬的送给旁人，当你在患难中，饥饿到九死一生，你有一碗饭，而先送给同饥的旁人，如果有这种心肠，无论你有无信仰，或信仰不同，一律都是菩萨的行径。大乘佛教中有一个故事一位孝子向一位修道的菩萨求救，要求他施舍眼睛，作为医治他母亲的药物，而这个菩萨，毫无吝惜地把左眼挖给他。但那位孝子说你太快了，弄错了，我是需要你的右眼，才能医治我的母亲。这个菩萨听了，迟疑一下，再把右眼挖给他。这个孝子便说不用了，因为你有迟疑不舍的心，这个眼睛已经作药不灵了。我们听了这个故事，便可了解牺牲自我，救世救人的行为，是如何的难行！不过，在这个芸芸众生的世间，有不少慷慨捐生从容就义，以及许多舍己为人的事，各色各样，或大或小，却到处自然地充满着大乘菩萨的精神，不能因为他无宗教的信仰，或信仰不同，便认为不是菩萨。至于菩萨戒律的理论基础，明辨是非善恶的动向与方法，尤其精神，如果滥用这种精神，不但于世无补，于人于己无利，甚之，适得其反，那要另当别论了。大乘求证的方法关于实践大乘菩萨道的程度次第，分为十位阶梯，佛学的专有名辞，便叫作十地，在未到达初地以前的，还有四个序位，包括四十位的等差。"}
{"text":"不过，在这个芸芸众生的世间，有不少慷慨捐生从容就义，以及许多舍己为人的事，各色各样，或大或小，却到处自然地充满着大乘菩萨的精神，不能因为他无宗教的信仰，或信仰不同，便认为不是菩萨。至于菩萨戒律的理论基础，明辨是非善恶的动向与方法，尤其精神，如果滥用这种精神，不但于世无补，于人于己无利，甚之，适得其反，那要另当别论了。大乘求证的方法关于实践大乘菩萨道的程度次第，分为十位阶梯，佛学的专有名辞，便叫作十地，在未到达初地以前的，还有四个序位，包括四十位的等差。确定十地的程度差别，主要在于扩充慈悲心量，以达穷理尽性的极则，配合前述十度的程序而定地次，但这仍属于见地的一面，同时还须要有实际工用工夫与德行方面的禅定境界，相辅为用，以期达成见证圆满大智大觉成就的佛果。其实，小乘所用求证方法的四禅八定与九次第定，也是大乘的共法，由扩充慈悲心量而达尽人之性，尽物之性的极限，这是大乘菩萨菩提心的慧学，属于见地的功德，同时须要配合禅定修证的境界，这是大乘菩萨的实证，属于工夫的功勋。但耽着禅定之乐，舍弃大慈大悲的菩提心，或不求见地的精进而达到佛果，这是菩萨的堕落。总之，大乘行持修为的原则，是以救世救众生的大愿为其中心守则，以即出世而人世，心自解脱的大智慧成就为究竟，所谓生死涅，犹如昨梦。菩提烦恼，等似空花。方是大丈夫功成愿遂，无欠无余的天人师也。此外，大小乘佛学各部主要经典，都以问答的体裁，或记录佛语的方式，反复详尽地说明人生宇宙的真谛，或先从身心寻探而上穷法界包括宇宙的佛学名辞的究竟，或从法界宇宙的本体自性而分析到身心，而始终不外于求证解脱的目的。隋唐以后，中国佛学，包括西藏地区的密乘佛学，都自建立一种整理批判的系统，故有天台宗华严宗密宗的分科判教而产生中国佛学的体系，虽然各从不同角度的观点研究佛学与佛法，但基本的原则与宗旨，仍然不致分歧太甚，例如华严圆觉等经，是由法界自性的本体而说到身心。楞严金刚等经，是由反穷身心而溯源于法界自性。法华涅等经，是说心佛众生，性自不异，只在迷悟之间的一念而转。大日密乘等经，是说真妄不二，即假证真的诚依信立。后来一般习惯，又以释迦过后的后期佛学性宗的谈空，与相宗的说有，总为类别，以般若中观等学为性宗毕竟空的纲要，以唯识法相等学为相宗胜义有的枢纽。"}
