{"text":"主要作品有长诗唐璜诗剧曼弗雷特等。摩迦文士指裴多菲。摩迦，通译马加尔，匈牙利的主要民族。地囱火山。亚当之故家指旧约创世记中所说的伊甸园。颢气空气。思归其雌退避潜伏的意思。老子第二十四章知其雄守其雌。老子姓李名耳，字聃，春秋时楚国人，道家学派创始人。他政治上主张无为而治，向往小国寡民的氏族社会。著有道德经。星气既凝德国哲学家康德的星云说，认为地球等天体是由星云逐渐凝聚而成的。无情指无生命的东西。性解天才。这个词来自严复译述的天演论。舜云言志见尚书舜典诗言志，歌永言，声依永，律和声。关于诗持人性情之说，见于汉代人所作诗纬含神雾诗者，持也持其性情，使不暴去也。玉函山房辑佚书在这之前，孔丘也说过诗三百，一言以蔽之，曰思无邪。论语为政后来南朝梁刘勰在文心雕龙明诗中综合地说诗者持也持人性情。三百之蔽，义归无邪。自繇即自由。屈原被楚顷襄王放逐后，因忧愤国事，投汨罗江而死。返顾高丘，哀其无女屈原离骚忽反顾以流涕兮，哀高丘之无女。高丘，据汉代王逸注，是楚国的山名。女，比喻行为高洁和自己志向相同的人。怼世俗之浑浊，颂己身之修能屈原离骚世溷浊而不分兮，好蔽美而嫉妒，纷吾既有此内美兮，又重之以修能。修能，杰出美好的才能。王逸注又重有绝远之能，与众异也。怀疑自遂古之初屈原在天问中，对古代历史和神话传说提出种种疑问，开头就说遂古之初，谁传道之？遂古，即远古。刘彦和？―约名勰，南朝梁南东莞今江苏镇江人，文艺理论家。他所著文心雕龙是我国古代文学批评名著。这里所引的四句见该书辨骚篇。密栗确凿。毛角指禽兽。爱伦德―通译阿恩特，德国诗人历史学家，著有德意志人之歌时代之精神等。威廉三世，―普鲁士国王。一八六年普法战争中被拿破仑打败。一八一二年拿破仑从莫斯科溃败后，他又与交战，取得胜利。"}
{"text":"遂古，即远古。刘彦和？―约名勰，南朝梁南东莞今江苏镇江人，文艺理论家。他所著文心雕龙是我国古代文学批评名著。这里所引的四句见该书辨骚篇。密栗确凿。毛角指禽兽。爱伦德―通译阿恩特，德国诗人历史学家，著有德意志人之歌时代之精神等。威廉三世，―普鲁士国王。一八六年普法战争中被拿破仑打败。一八一二年拿破仑从莫斯科溃败后，他又与交战，取得胜利。一八一五年同俄奥建立维护封建君主制度的。神圣同盟。台陀开纳―通译特沃多柯尔纳，德国诗人戏剧家。一八一三年参加反抗拿破仑侵略的义勇军，在战争中阵亡。他的竖琴长剑是一部抒发爱国热情的诗集。灵台心。庄子庚桑楚不可内于灵台。卒业之券即毕业文凭。道覃―通译道登，爱尔兰诗人批评家。著有文学研究莎士比亚初步等。这里所引的话见于他的抄本与研究一书。善生生计的意思。约翰穆黎，―通译约翰穆勒，英国哲学家经济学家。著有逻辑体系政治经济原理功利主义等。爱诺尔特―通译亚诺德，英国文艺批评家诗人。著有文学批评论集吉卜赛学者等。鄂谟通译荷马，相传是公元前九世纪古希腊行吟盲诗人，伊利亚德和奥德赛两大史诗的。群学即社会学。b驰背道而驰。淮南子说山训分流b驰，注于东海。司各德―英国作家。他广泛采用历史题材进行创作，对欧洲历史小说的发展有一定影响。作品有艾凡赫十字军英雄记等。苏惹―通译骚塞，英国诗人散文家。与华滋华斯s格勒律治并称湖畔诗人。他政治上倾向反动，创作上表现为消极浪漫主义。一八一三年曾获得桂冠诗人的称号。他在长诗审判的幻影中曾暗指拜伦是恶魔派诗人，后又要求政府禁售拜伦的作品，并在一篇答复拜伦的文章中公开指责拜伦是恶魔派首领。"}
{"text":"作品有艾凡赫十字军英雄记等。苏惹―通译骚塞，英国诗人散文家。与华滋华斯s格勒律治并称湖畔诗人。他政治上倾向反动，创作上表现为消极浪漫主义。一八一三年曾获得桂冠诗人的称号。他在长诗审判的幻影中曾暗指拜伦是恶魔派诗人，后又要求政府禁售拜伦的作品，并在一篇答复拜伦的文章中公开指责拜伦是恶魔派首领。下文说到的纳尔逊传，是记述抵抗拿破仑侵略的英国海军统帅纳尔逊―生平事迹的作品。修黎―通译雪莱，英国诗人。曾参加爱尔兰民族独立运动。他的作品表现了对君主专制宗教欺骗的愤怒和反抗，富有积极浪漫主义精神。作品有伊斯兰的起义解放了的普罗米修斯等。镑同托。弥尔顿的失乐园，是一部长篇叙事诗，歌颂撒但对上帝权威的反抗。一六六七年出版。凯因通译该隐。据旧约创世记，该隐是亚伯之兄。指拜伦的长篇叙事诗该隐，作于一八二一年。穆亚―通译穆尔，爱尔兰诗人。作品多反对英国政府对爱尔兰人民的压迫，歌颂民族独立。著有爱尔兰歌曲集等。他和拜伦有深厚友谊，一八三年作拜伦传，其中驳斥了一些人对拜伦的诋毁。遏克曼―通译艾克曼，德国作家。曾任歌德的私人秘书。著有歌德谈话录。这里所引歌德的话见该书中一八二三年十月二十一日的谈话记录。挪亚通译诺亚。亚斐木，通译歌裴木。绳其祖武追随祖先的足迹的意思。见诗大雅下武。反种即返祖现象，指生物发展过程中出现与远祖类似的变种或生理现象。之不拉英语斑马的音译。不伏箱不服驾驭的意思。诗小雅大东卑彼牵牛，不可以服箱。司堪第那比亚即斯堪的那维亚半岛。公元八世纪前后，在这里定居的诺曼人经常发动海上远征，劫掠商船和沿海地区。诺曼即诺曼底，在今法国北部。一六六年，诺曼底封建领主威廉公爵攻克伦敦，成为英国国王，诺曼底遂属英国。这一年，拜伦的祖先拉尔夫杜蒲隆随威廉迁入英国。至一四五年，诺曼底划归法国。显理二世，通译亨利第二一一五四年起为英国国王。堪勃力俱大学通译剑桥大学。突厥指土耳其。"}
{"text":"诗小雅大东卑彼牵牛，不可以服箱。司堪第那比亚即斯堪的那维亚半岛。公元八世纪前后，在这里定居的诺曼人经常发动海上远征，劫掠商船和沿海地区。诺曼即诺曼底，在今法国北部。一六六年，诺曼底封建领主威廉公爵攻克伦敦，成为英国国王，诺曼底遂属英国。这一年，拜伦的祖先拉尔夫杜蒲隆随威廉迁入英国。至一四五年，诺曼底划归法国。显理二世，通译亨利第二一一五四年起为英国国王。堪勃力俱大学通译剑桥大学。突厥指土耳其。哈洛尔特游草通译恰尔德哈罗尔德游记，拜伦较早的一部有影响的长诗，前两章完成于一八一年，后两章完成于一八一七年。它通过哈罗尔德的经历叙述了旅行东南欧的见闻，歌颂那里人民的革命斗争。不信者和下文的阿毕陀斯新妇行海贼罗罗，分别通译为异教徒阿拜多斯的新娘海盗莱拉。一八一三年至一八一四年间写成，多取材于东欧和南欧，因此和其它类似的几首诗一起统称东方叙事诗。拜伦的祖父约翰―，曾任英国海军上将。刘勰关于人禀五才的话，见于文心雕龙程器。五才材，古人认为金木水火土是构成一切物质的基本元素，人的禀赋也决定于这五种元素。寸析，原作寸折，曲折很多的意思。堂祥通译唐璜，政治讽刺长诗，拜伦的代表作。写于一八一九年至一八二四年。它通过传说中的西班牙贵族青年唐璜在希腊俄国英国等地的种种经历，广泛反映了当时欧洲的社会生活，抨击封建专制，反对外族侵略，但同时也流露出感伤情绪。法斯忒通译浮士德，诗剧，歌德的代表作。卢希飞勒通译鲁西反。据犹太教经典泰尔谟德约为公元三五年至五年间的作品记载，他原是上帝的天使长，后因违抗命令，与部属一起被赶出天国，堕入地狱，成为魔鬼。拜伦的这段话见于一八二年十一月五日致托玛斯摩尔的信。社会之敌即文化偏至论中的民敌，通译国民公敌。地主指房主。拜伦的这段话见于一八二年十一月五日致托玛斯摩尔的信。原文应为如果一个人在国内没有自由可争，那么让他为邻邦的自由而战斗吧。土奥奥地利。马志尼，―意大利政治家，民族解放运动中的民主共和派领袖。"}
{"text":"拜伦的这段话见于一八二年十一月五日致托玛斯摩尔的信。社会之敌即文化偏至论中的民敌，通译国民公敌。地主指房主。拜伦的这段话见于一八二年十一月五日致托玛斯摩尔的信。原文应为如果一个人在国内没有自由可争，那么让他为邻邦的自由而战斗吧。土奥奥地利。马志尼，―意大利政治家，民族解放运动中的民主共和派领袖。他关于拜伦的评价见于所作论文拜伦和歌德。加富尔，―意大利自由贵族和资产阶级君主立宪派领袖，统一的意大利王国第一任首相。意之独立意大利于一八年被拿破仑征服，拿破仑失败后，奥国通过一八一五年维也纳会议，取得了意大利北部的统治权。一八二年至一八二一年，意大利人在烧炭党的鼓动下，举行反对奥国的起义，后被以奥国为首的神圣同盟所镇压。一八四八年，意大利再度发生要求独立和统一的革命，最后经过一八六年至一八六一年的民族革命战争取得胜利，成立了统一的意大利王国。希腊协会一八二一年希腊爆发反对土耳其统治的独立战争，欧洲一些国家组织了支援希腊独立的委员会。这里指英国支援委员会，拜伦是该会的主要成员。克洛尼亚岛p通译克法利尼亚岛，希腊爱奥尼亚群岛之一。拜伦于一八二三年八月三日到达这里，次年一月五日赴米索朗基。密淑伦其ss通译米索朗基，希腊西部的重要城市。一八二四年拜伦曾在这里指挥抵抗土耳其侵略者的战斗，后在前线染了热病，四月十九日按文中误为十八日在这里逝世。式列阿忒通译苏里沃特，当时在土耳其统治下的民族之一。拜伦在米索朗基曾收留了五百名式列阿忒族士兵。朋思―通译彭斯，英国诗人。出身贫苦，一生在穷困中度过。他的诗多反映苏格兰农民生活，表现了对统治阶级的憎恨。著有长诗农夫汤姆愉快的乞丐和数百首著名短歌。文中所引评论彭斯的话，见拜伦一八一三年十二月十三日的日记。反张意即矛盾。契支―通译济慈，英国诗人。他的作品具有民主主义精神，受到拜伦雪莱的肯定和赞扬。"}
{"text":"拜伦在米索朗基曾收留了五百名式列阿忒族士兵。朋思―通译彭斯，英国诗人。出身贫苦，一生在穷困中度过。他的诗多反映苏格兰农民生活，表现了对统治阶级的憎恨。著有长诗农夫汤姆愉快的乞丐和数百首著名短歌。文中所引评论彭斯的话，见拜伦一八一三年十二月十三日的日记。反张意即矛盾。契支―通译济慈，英国诗人。他的作品具有民主主义精神，受到拜伦雪莱的肯定和赞扬。但他有纯艺术的唯美主义的倾向，所以说与拜伦不属一派。作品有为和平而写的十四行诗长诗伊莎贝拉等。恶斯佛大学通译牛津大学。戈德文―通译葛德文，英国作家，空想社会主义者。他反对封建制度和资本主义剥削关系，主张成立独立的自由生产者联盟，通过道德教育来改造社会。著有政论政治的正义小说卡莱布威廉斯等。阿剌斯多和下文的伊式阑转轮篇，分别通译为阿拉斯特伊斯兰起义。解放之普洛美迢斯和下文的希，分别通译为解放了的普罗米修斯钦契。僦毕多p通译朱庇特，罗马神话中的诸神之父，即希腊神话中的宙斯。春秋春秋时期鲁国的编年史，记载鲁隐公元年至鲁哀公十四年前―前二百四十二年间鲁国的史实，相传为孔丘所修。栋即O，本意是周年，这里指世纪。奥古斯丁ss，―迦太基神学者，基督教主教。著有天主之城忏悔录等。澡雪高洁的意思。庄子知北游澡雪精神。斯宾塞ps，―英国诗人。他的作品反映了资产阶级上升时期积极进取的精神，在形式上对英国诗歌的格律有很大影响，被称为斯宾塞体。作品有长诗仙后等。毕撒s通译比萨，意大利城市。普式庚，―通译普希金，俄国诗人。作品多抨击农奴制度，谴责贵族上流社会，歌颂自由与进步。主要作品有欧根奥涅金上慰的女儿等。来尔孟多夫Z，―通译莱蒙托夫，俄国诗人。他的作品尖锐抨击农奴制度的黑暗，同情人民的反抗斗争。"}
{"text":"他的作品反映了资产阶级上升时期积极进取的精神，在形式上对英国诗歌的格律有很大影响，被称为斯宾塞体。作品有长诗仙后等。毕撒s通译比萨，意大利城市。普式庚，―通译普希金，俄国诗人。作品多抨击农奴制度，谴责贵族上流社会，歌颂自由与进步。主要作品有欧根奥涅金上慰的女儿等。来尔孟多夫Z，―通译莱蒙托夫，俄国诗人。他的作品尖锐抨击农奴制度的黑暗，同情人民的反抗斗争。著有长诗童僧恶魔和中篇小说当代英雄等。鲜卑这里指西伯利亚，一八二年沙皇亚历山大一世因普希金写诗讽刺当局，原想把他流放此地后因作家卡拉姆静茹柯夫斯基等人为他辩护，改为流放高加索。高加索累囚行和下文的及泼希，分别通译为高加索的俘虏茨冈，都是普希金在高加索流放期间―所写的长诗。阿内庚通译欧根奥涅金，长篇叙事诗，普希金的代表作，写于一八二三年至一八三一年间。波阑抗俄一八三年十一月，波兰军队反抗沙皇的命令，拒绝开往比利时镇压革命，并举行武装起义，在人民支持下解放华沙，宣布废除沙皇尼古拉一世的统治，成立新政府。但起义成果被贵族和富豪所篡夺，最后失败，华沙复为沙俄军队占领。俄国之谗谤者和波罗及诺之一周年，分别通译为给俄罗斯之谗谤者波罗金诺纪念日，都写于一八三一年。当时沙皇俄国向外扩张，到处镇压革命，引起被侵略国家人民的反抗。普希金这两首诗都有为沙皇侵略行为辩护的倾向。按波罗金诺是莫斯科西郊的一个市镇。一八一二年八月二十六日俄军在这里击败拿破仑军队，一八三一年沙皇军队占领华沙，也是八月二十六日，因此，普希金以波罗金诺纪念日为题。勃阑兑思―通译勃兰兑斯，丹麦文学批评家，激进民主主义者。著有十九世纪欧洲文学主潮歌德研究等。他对普希金这两首诗的批评意见，见于俄国印象记。和阑即荷兰。芘宾，―通译佩平，俄国文学史家，著有俄罗斯文学史等。来尔孟斯约―苏格兰诗人。莱蒙托夫的这两段话，见于他一八三年写的自传札记。"}
{"text":"勃阑兑思―通译勃兰兑斯，丹麦文学批评家，激进民主主义者。著有十九世纪欧洲文学主潮歌德研究等。他对普希金这两首诗的批评意见，见于俄国印象记。和阑即荷兰。芘宾，―通译佩平，俄国文学史家，著有俄罗斯文学史等。来尔孟斯约―苏格兰诗人。莱蒙托夫的这两段话，见于他一八三年写的自传札记。世胄拜伦传，即穆尔所著拜伦传。神摩和谟哜黎，分别通译为恶魔童僧。指诗人之死。这首诗揭露了沙俄当局杀害普希金的阴谋，发表后引起热烈的反响，莱蒙托夫因此被拘捕，流放到高加索。下文的末解，即最末一节，指莱蒙托夫为诗人之死补写的最后十六行诗士师，指法官。并世英雄记通译当代英雄，写成于一八四年，由五篇独立的故事连缀而成。摩尔迭诺夫俄国军官。他在官厅的阴谋主使下，于一八四一年七月在高加索毕替哥斯克城的决斗中，将莱蒙托夫杀害。波覃勖迭s，―通译波登斯德特，德国作家。他翻译过普希金莱蒙托夫等俄国作家的作品。伊思迈尔培通译伊斯马伊尔拜，长篇叙事诗，写于一八三二年。内容是描写高加索人民为争取民族解放反对沙皇专制统治的战争。密克威支―通译密茨凯维支，波兰诗人革命家。他毕生为反抗沙皇统治，争取波兰独立而奋斗。著有青春颂和长篇叙事诗塔杜施先生诗剧先人祭等。斯洛伐支奇―通译斯洛伐茨基，波兰诗人。他的作品多反映波兰人民对民族独立的强烈愿望，一八三年波兰起义时曾发表诗歌颂歌自由颂等以鼓舞斗志。主要作品有诗剧珂尔强等。克拉旬斯奇―波兰诗人。主要作品有非神的喜剧未来的赞歌等。列图尼亚通译立陶宛。维尔那大学在今立陶宛境内维尔纽斯城。死人之祭通译先人祭，诗剧，密茨凯维支的代表作之一。写成于一八二三年至一八三二年间。"}
{"text":"主要作品有诗剧珂尔强等。克拉旬斯奇―波兰诗人。主要作品有非神的喜剧未来的赞歌等。列图尼亚通译立陶宛。维尔那大学在今立陶宛境内维尔纽斯城。死人之祭通译先人祭，诗剧，密茨凯维支的代表作之一。写成于一八二三年至一八三二年间。它歌颂了农民反抗地主压迫的复仇精神，表现了波兰人民对沙皇专制的强烈抗议，号召为争取祖国独立而献身。加夫诺立陶宛城市。密茨凯维支曾在这里度过四年中学教师生活。阿兑塞通译敖德萨，在今乌克兰共和国南部。克利米亚即克里米亚半岛，在苏联西南部黑海与亚速海之间，有许多风景区。克利米亚诗集即克里米亚十四行诗，共十八首，写于一八二五年至一八二六年间。格罗苏那通译格拉席娜，长篇叙事诗，一八二三年写于立陶宛。华连洛德通译全名是康拉德华伦洛德，长篇叙事诗，写于一八二七年至一八二八年间，取材于古代立陶宛反抗普鲁士侵略的故事。摩契阿威黎―通译马基雅维里，意大利作家政治家。他是君主专制政体的拥护者，主张统治者为了达到政治目的可以不择手段。著有君主等书。密茨凯维支在华伦洛德一诗的开端，引用了君主第十八章的一段话因此，你得知道，取胜有两个方法一定要又是狐狸，又是狮子。密茨凯维支于一八二九年八月十七日到达德国魏玛，参加八月二十六日举行的歌德八十寿辰庆祝会，和歌德晤谈。佗兑支氏通译塔杜施先生，长篇叙事诗，密茨凯维支的代表作。写于一八三二年至一八三四年。它以一八一二年拿破仑进攻俄国为背景，通过发生在立陶宛偏僻村庄的一个小贵族的故事，反映了波兰人民争取民族独立的斗争。华伊斯奇s，波兰语，大管家的意思。普希金于一八三一年秋到沙皇政府外交部任职，一八三四年又被任命为宫廷近侍。铜马今译青铜骑士，写于一八三三年。下文的大彼得像，今译彼得大帝的纪念碑，写于一八三二年。指一八三年波兰十一月起义失败，次年八月沙皇军队占领华沙，进行大屠杀，并再次将波兰并入俄国版图。"}
